{
    "partText": [
        "\nمن حصاد الفكر الدعوى\n\nدروس وعبر\nمن سيرة خير البشر\n(( فى غزوة أُحد ))\n\nبقلم الأستاذ الدكتور\nمحمد المختار محمد المهدى\nإمام أهل السنة\nوالرئيس العام للجمعيات الشرعية\nوالأستاذ بجامعة الأزهر\n\n((الإهداء))\nإلى شباب اليوم\nليتعلم سنة الكون\nوليستلهم التاريخ حين يعتزم البناء\nهذا البحث\nجهد المقل، وبنان العاجز، وطاقة الأعشى أمام الضوء الباهر.. ذلك الذى أقدمه اليوم، بعد أن طافت بذهنى ذكريات الشهداء..\n\nوصففت أقدامى على درب البطولة والكفاح\nوطفقت أبحث وسط صرعى مثخنين من الجراح\nوإذا بأشلاء ممزقة تنادى فى صياح\nهذا سبيل النصر فامضوا لا تخافوا من سلاح\nبدم وتضحية وتصميم على نيل الفلاح\nحتمًا سيشرق بينكم إن رمتمُ نور الصباح\nالموت حق لن تعجِّله المدافع والرماح\nللموت حد لن يؤخره التقهقر والجماح\nإيمانكم هو ذخركم هو سر إحراز النجاح\n\nمقدمة\nالحمد لله، والصلاة والسلام على رسول الله، وعلى آله ومن والاه.. أما بعد،،\nفمن بدء الخليقة، والظلام يتربص بالنور، وقد استكن فى صدره كل حقد وضغينة، وما استطاع إلا أن يخفت الشعاع !! فليس فى مقدور الباطل أن يمحو نور الحق، كما ليس فى طاقة الفم أن تطفئ شمس السماء.\nوما زالت قافلة الحق تسير، ولو أنها تسير ببطء ممل !! لكن فى أزوادها قوة، وفى أعقابها عبرة.. ولسوف تجرد بضائعها ولو بعد حين.. وستلتفت حتمًا إلى ماضيها الفذ، تستلهم منه الهدى، لتبنى المستقبل على أساس.. وستعلم أن الأحداث أقوى فى التوجيه ؛ لأنها من التاريخ، والتاريخ معبّد الطريق أمام الأمم.\nوإن تاريخ هذه الأمة لمنجذب إلى قائدها بسبب متين.. وإن معاركه ضد الباطل لتشعل المصابيح على الطريق.. ومن المعارك \" أحد \"، وفى \" أحد \" نكسة، وما أبقى درس النكسة !!\nإن درس النصر قد تنسيه الفرحة الغامرة، أما النكسة فتهيئ للنفس فرصة تسترجع فيها ذكرى الأخطاء.. فلا يبرح هذا الطيف حتى يترك فيها حزًّا غائرًا، وكلْمًا لا يقبل تكرار الخطأ.\n(1/1)\n",
        "فى قصة \" أحد \" معصية وميل للدنيا.. ومع المعصية والميل تبهت علائم الهدف، وتختلط الصور فى العيون.\nفى قصة \" أحد \" تربية لابد منها لصنع قادة، يحملون أكبر علم للنور والهدى والعرفان، يحولون به تيار الفساد إلى سلسل من طهر ونقاء.\nفى قصة \" أحد \" لفتة من لفتات القدر، تعلم المسلم ناموس الحياة، وتقضى على ما يمكن أن يصيبه من زهو وغرور بحقائق الواقع.\nفى قصة \" أحد \" عبرة أفاد المسلمون منها فى تاريخهم الأغر.. فكان لنكبة \" أحد \" أثر فى نصر \" الخندق \".. وكان لها الفضل فى مواقف النضال مع أعتى قوتين فى دنيا الناس يومذاك.\nوما أمس حاجتنا اليوم، لنفحص نكسة الأمس، حتى ننهض من نكسة اليوم.\nأ.د. محمد المختار محمد المهدى\nالأستاذ بجامعة الأزهر\nورئيس مجلس إدارة الجمعية الشرعية الرئيسية\n\nمرجل قريش يغلى بعد بدر\n\nعادت فلول \" بدْر \" كاسفة البال، مكتئبة النفس، حانقة الصدر، تغلى لديها روح الحمية الجاهلية، والعصبية القبلية، وتتجرع غصص الهزيمة المرة التى لم تر مثلها فى تاريخها الطويل.. عادت وفى نفسها لوعة، وبين حناياها ثورة، لا تريد لها أن تهدأ حتى تثأر لشرفها المثلوم، وكرامتها الملتاثة.\nذلكم هو إحساس الكفر الملتهب وقلبه الواجب المضطرب، ومرجله الثائر.. يتكشف من ثنايا التاريخ بتلكم الأحداث.\nسلاح الدعاية والإثارة\n1 – فور وطأة أقدامهم مكة.. اتجهوا سراعًا نحو دار الندوة، يتقدمهم \" عبد الله بن أبى ربيعة، وعكرمة\nبن أبى جهل، وصفوان بن أمية \"، وبنفس ملتاعة، خاطبوا \" أبا سفيان \": \" نحن طيبو الأنفس بأن تجهز بربح هذه العير إلى محمد، فإنه قد وترنا وقتل خيارنا !! \".\nفرد \" أبو سفيان \": \" أنا أول من أجاب إلى ذلك وبنو عبد المطلب معى \"، وكانت قيمة العير التى نفروا لـ \" بدر \" بسببها والتى يتحدثون عنها الآن.. خمسين ألف دينار.\n(1/2)\n\nوفورًا نفذ \" أبو سفيان \"، فسلم رءوس الأموال إلى أهل العير.. وعزل الأرباح التى بلغت قيمتها خمسين ألف دينار أيضًا، إذ كانوا يربحون فى الدينار دينارًا.\nومن هنا تبدأ خيوط \" أحد \".\n2 – انتدبوا من شعرائهم(1) \" مسافع بن عبد مناف \" يستنفر بنى مالك..، و\" أبا عزة عمرو بن عبد الله الجمحى \" ليستثير غضب الأحابيش من بنى كنانة وبنى خزيمة، و\" ابن الزبعرى \" لقبائل أخر.\nوأرسلوا نفرًا آخر(2) من أدهى العرب وأمهرهم \" كعمرو بن العاص، وهبيرة بن أبى وهب \" إلى بطون العرب يستعدونها بشعرهم الحاقد، ودهائهم المشهود.\nومما يدل على التصميم، أن \" أبا عزة \" الشاعر كان أسيرًا عند رسول الله صلى الله عليه وسلم فى \" بدر \".. وقد مَنّ عليه على ألا يشترك فى حربه، لكن \" صفوان \" قال له: \" أعنـ(ـا بنفسك، فلك الله علىَّ إن رجعت أن أغنيك، وإن أصبت أن أجعل بناتك مع بناتى، يصيبهن ما أصابهن من عسر ويسر \"، فأغرى \" أبا عزة \" بالمال.. وخان العهد.\nوانطلقوا جميعًا ألسنة لهب، وأبواق حرب، وغربان شؤم، ونذير دمار.\nويمكرون ويمكر الله\n3 – جلس \" عمير بن وهب الجمحى \"(3) مع \" صفوان ابن أمية \" فى الحجر بمكة – وكان عمير شيطانا من شياطين \" قريش \".. وكان ابنه \" وهب \" من أسارى بدر – فذكرا أصحاب القليب ومصابهم.. فقال \" صفوان \": \" والله ليس فى العيش بعدهم خير \"، قال له عمير: \" صدقت والله.. أما والله\nلولا دينٌ علىَّ ليس له عندى قضاء، وعيالٌ أخشى عليهم الضيعة بعدى لركبت إلى محمد حتى أقتله، فإن لى قِبَلهم علـ(ـة، ابنى أسير فى أيديهم \"، وهنا حانت الفرصة أمام \" صفوان \".. إن هذا صيد كـ \" أبى عزة \" تمامًا.. يمكن أن يغرى بالمال ليسكت صوت محمد.\nوهكذا كان \" صفوان \" ومن معه يفرغون كل ما\n__________\n(1) تاريخ الطبرى.\n(2) الكامل لابن الأثير.\n(3) نبى البر لابن هشام.",
        "(1/3)\n\nفى جعبتهم بسفه وسرف ليطفئوا نور الله: (إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ) (1)\nويجيب \" صفوان \": \" علىَّ دَيْنك.. أنا أقضيه عنك.. وعيالك مع عيالى أواسيهم ما بقوا، لا يسعنى شىء ويعجز عنهم \"، فقال له \" عُمَير \": \" فاكتم شأنى وشأنك !! \".\nثم أمر \" عمير \" بسيفه فشحذ له وسُمّم ثم انطلق حتى قدم المدينة فرآه \" عمر \" ينيخ على باب المسجد متوشحًا سيفه، فقال: \" هذا الكلب عدو الله عمير.. والله ما جاء إلا لشر.. وهو الذى حرش بيننا، وحزرنا للقوم يوم بدر \".\nثم دخل \" عمر \" يخبر رسول الله صلى الله عليه وسلم بقدوم \" عُمير \" فأذن له بالدخول، فلبَّبَه \" عمرُ \" بحمالة سيفه، وأدخله على رسول الله صلى الله عليه وسلم ، وقال لرجال ممن كانوا معه من الأنصار: \" ادخلوا على رسول الله صلى الله عليه وسلم فاجلسوا عنده، واحذروا عليه من هذا الخبيث، فإنه غير مأمون \"، فلما رآه الرسول صلى الله عليه وسلم قال: « أرسله يا عمر.. ادن يا عمير »، فدنا ثم قال: \" أنعموا صباحًا \"،\n__________\n(1) سورة الأنفال – آية رقم 36.\n(1/4)",
        "\nفقال رسول الله صلى الله عليه وسلم : « قد أكرمنا الله بتحية خير من تحيتك يا عمير.. بالسلام.. تحية أهل الجنة »، فقال: \" أما والله يا محمد إن كنتُ بها لحديث عهد \"، فقال الرسول صلى الله عليه وسلم : « فما جاء بك يا عمير ؟ »، قال: \" جئت لهذا الأسير الذى فى أيديكم، فأحسنوا فيه \"، قال النبى صلى الله عليه وسلم : «فما بال سيفك فى عنقك ؟ »، قال: \" قبّحها الله من سيوف، وهل أغنت عنا شيئًا \"، قال: « أصدقنى ما الذى جئت له ؟ »، قال: \" ما جئت إلا لذلك \"، قال صلى الله عليه وسلم : « بل قعدت أنت وصفوان بن أمية بالحِجر فذكرتما أصحاب القليب من \" قريش \"، ثم قلت: \" لولا دين علىَّ وعيال عندى لخرجت حتى أقتل محمدًا \"، فتحمل لك صفوان بدينك وعيالك على أن تقتلنى له.. والله حائل بينك وبين ذلك ».\nإسلام إيجابى\nقال \" عمير \" مشدوهًا: \" أشهد أنك رسول الله، قد كنا يا رسول الله نكذبك بما كنت تأتينا به من خبر السماء، وهذا أمر لم يحضره إلا أنا وصفوان، فوالله إنى لأعلم ما أتاك به إلا الله ؛ فالحمد لله الذى هدانى للإسلام وساقنى هذا المساق، فقال رسول الله صلى الله عليه وسلم : « فقهوا أخاكم فى دينه، وأقرئوه القرآن وأطلقوا له أسيره »، ففعلوا، وتكفل الصحابة بتفقيه \" عمير \" بالمنهج الذى كان يسلكه رسول الله صلى الله عليه وسلم معهم، وهو المنهج الرائد العظيم الذى يجب أن نتلقى عنه، ونلقنه لنشئنا والمسلمين الجدد.\n(1/5)\n",
        "لقد خرج \" عمير \" من تفقيه الصحابة له بأن الإسلام نور، يجب أن يعم الدنيا، وأنه لا يصح كتمانه عن الناس جميعًا.. فهم ذلك فى أيام قلائل، فتحول مجرم الأمس إلى ملاك بشرى، يود هداية العُمْى الذين لا يبصرون، قال يا رسول الله: \" إنى كنت جاهدًا على إطفاء نور الله، شديد الأذى لمن كان على دين الله.. وإنما أحب أن تأذن لى فأقدم مكة فأدعوهم إلى الله تعالى، وإلى رسوله صلى الله عليه وسلم، وإلى الإسلام، لعل الله يهديهم.. وإلا آذيتهم فى دينهم كما كنت أوذى أصحابك فى دينهم \".. فأذن له الرسول صلى الله عليه وسلم لينطلق داعية إلى النور وسط دياجير الوثنية والإلحاد.\nثم إن صفوان كان يقول حين خرج \" عمير \": \" أبشروا بوقعة تأتيكم فى أيام تنسيكم وقعة بدر\"، وكان يسأل الركبان عن \" عمير \"، حتى قدم راكب، فأخبره بإسلامه، فحلف ألا يكلمه أبدًا ولا ينفعه بنفع أبدًا.. فلما قدم \" عمير \" إلى مكة ظل يدعو إلى الإسلام، ويؤذى من خالفه أذى شديدًا.. فأسلم على يديه ناس كثير.\nوهذا هو الإيمان الحى والإيجابية التى يزرعها الإسلام فى نفوس أصحابه، وهذا ما ينبغى أن نفعله مع المسلمين الجدد.\n\nغزوة \" السويق \"\n4 – نذر \" أبو سفيان \" حين رجع من \" بدر \"(1) ألا يمس رأسه من جنابة حتى يغزو محمدًا.. ووفاء بنذره، خرج فى ذى الحجة من السنة الثانية الهجرية فى مائتى راكب من \" قريش \"، فسلك طريق \" النجدية \" حتى نزل بصدر قناة إلى جبل يقال له \" ثيّب \" على بعد 15 كيلومترًا من المدينة.. ثم خرج من الليل حتى أتى \" بنى النضير \" تحت جُنح الليل فأتى \" حُيَىّ بن أخطب \" فضرب عليه بابه.. فأبى أن يفتح له.. وخافه، فانصرف عنه إلى \" سلام بن مشكم \" وكان سيد \" بنى النضير \" يومذاك.. فأذن له وقرَاه وسقاه وأعلمه من خبر الناس.. وتبين من هذه المقابلة قوة الدفاع عن المدينة، وتحسّس أخبار المسلمين.\n__________\n(1) نبى البر لابن هشام.\n(1/6)\n\nثم خرج فى عقب ليلته، حتى أتى أصحابه، فبعث منهم رجالا، أتوا ناحية المدينة يقال لها \" العريض \" فحرقوا بها نخلا، ووجدوا بها رجلا من الأنصار وحليفا له فقتلوهما، ثم انصرفوا راجعين.. فخرج رسول الله صلى الله عليه وسلم فى طلبهم، واستعمل على المدينة \" أبا لبابة \" حتى بلغ \" قرقرة الكدر \"، فرأوا أزوادًا مطروحة فى الطريق أكثرها من السويق، قد تخفف \" أبو سفيان \" وصحبه من حملها، إمعانا فى الهرب وخوفا من اللقاء.. ولذلك أطلق على هذه المظاهرة الطريفة \" غزوة السويق \"، وكانت بعد \" بدر \" بحوالى شهرين.\nغيظ مكبوت\n5 – اتفقت \" قريش \" على ألا تبكى قتلاها حتى لا يشمت بها العدو.. والغيظ المكبوت، والتيار الحبيس يفعل فى النفوس ألمًا ممضًّا لا يحتمل.. فإذا انفجر كان له أثر خطير.. هذا هو \" الأسود بن المطلب \" الأعمى، فقد ثلاثة من أولاده.. ولم يستطع أن يبكى عليهم حفاظا على السمعة، وخوفا من عار الشماتة.. وفى الليل سمع نائحة تنوح.. فقال لغلامه: \" انظر هل أحل النحيب ؟ وهل بكت قريش قتلاها، لعلى أبكى على ( أبى حكيمة ) فإن جوفى قد احترق \"، فلما عاد الغلام يخبره أنها تبكى على بعير لها قد ضل.. أنشد يقول:\n\nأتبكى أن يَضِلّ لها بعير ... * ... ويمنعُنى من النوم السهود\n\nإلى أن قال:\n\nفبكى إن بكيت على عقيل ... * ... وبكى حارثا أسد الأسود\n\nهكذا وصل الغيظ بـ \" قريش \" إلى ما ترجمت عنه تلك النفثات.. بل إن \" أبا لهب \" لم يحتمل ذلك وأخذته الحمى عقب \" بدر \" فلم تمهله أكثر من سبعة أيام.\nاستعداد قريش\nبهذه الثروة الثريّة، وبتلك المحاولات الدنيئة، وبهذا الحقد القاتل، تجمعت قوى الكفر، وتناصرت بالعصبية والطغيان.. واستعملت أقوى المؤثرات إغراء للفقراء والضعفاء، والموتورين والأرقاء.",
        "(1/7)\n\n1 – ومن ذلك أن غلامًا رقيقا عند \" جبير بن مطعم \" يسمى \" وَحشىّ \"، كان راميًا ماهرًا لا يخطئ الرمية.. استدرجه سيده، ولوح له بشارة الحرية، والفكاك من هذا الأسر البليد.. وقال له – حين تجهز الجيش الكافر للقضاء على الإسلام(1) –: \" اخرج مع الناس فإن أنت قتلت عمّ محمد ( حمزة ) بعمِّى طعَيْمة بن عدى فأنت عتيق \".\n2 – اجتمع الملأ من طغاة قريش وعتاتها، يضعون خطة أخرى على مائدة البحث.. ها هو ذا الجيش.. مستعدّ بكامل العدة.. وهذه هى الخيل مطهمة ومجهزة.. وهؤلاء هم الجنود يفورون ويثورون..\n\nلكن لقاء محمد صلى الله عليه وسلم يقضى على تلك الثورة، ويكفكف من تلك الحدة.. فما الذى يضمن رفع الروح المعنوية.. وحث الجند على التحمّس والثبات ؟ لا شىء غير النساء.. يضربن بالدفوف، ويوقظن الحفيظة فى الصدور !!.\nوتخرج \" هند بنت عتبة \"(2) زوجة \" أبى سفيان \" رائدة لهذا الرهط، ومعها زوجة \" عكرمة \"وزوجة \" صفوان بن أمية \" وزوجة \" عمرو بن العاص \"، وغيرهن حتى بلغن سبع عشرة امرأة.\n3 – واستطاعت \" قريش \" أن تجمع ثلاثة آلاف مقاتل بعُددهم وعتادهم، منهم 700 دراع، 200 فارس وتولى \" خالد بن الوليد \" قيادة الميمنة فى الجيش، وتولى \"عكرمة بن أبى جهل\"ميسرته، و\" صفوان بن أمية \" قائدًا على المشاة، وعقد اللواء لـ \" طلحة بن أبى طلحة \" من \"بنى عبد الدار \".\nوهكذا تولى القيادة أكفأ قواد \" قريش \" وأمهرهم حنكة ودربة ودهاء، مع كثرة العدد وقوة العُدَد.\nوقد سجل الشعر العربى – وهو ديوان الأحداث – هذا الاستعداد الفاره.\nهذا \" حسان بن ثابت \" يترجم عن ذلك فيقول:\n\nجمعتموهم أحابيشا بلا حسب ... * ... أئمة الفكر أغرتكم طواغيها\nألا اعتبرتم بخيل الله إذ قتلت ... * ... أهل القليب ومن ألقينه فيها!؟\n\nويعبر عنها \" كعب بن مالك \" بقوله:\n\nفجئنا إلى موج من البحر وسطه ... * ... أحابيش منهم حاسر ومقنع\n__________\n(1) تاريخ الطبرى.\n(2) نبى البر لابن هشام.\n(1/8)",
        "\nثلاثة آلاف ونحن نصيبه ... * ... ثلاث مئين إن كثرنا وأربع\n\n4 – وسار الجيش الزاحف صوب المدينة.. وفى الطريق طاشت بعض العقول، وحاولت – حين مرت على قبر أم النبى صلى الله عليه وسلم – أن تنبشه إطفاء للهيبهم، وشفاء لغليلهم.. لكن بعض عقلائهم أبوا ذلك ؛ لئلا يستنوا للناس تلك السنة السيئة.. فما الرمس إلا وعاء الجسد الذابل.. وما الكفن إلا غطاء الطيف الباهت.\nوفى أقصى الوادى عند \" أحد \" ضربوا خيامهم وتركوا خيلهم، ترعى كلأ المدينة، ظلمًا وتحديًا وإمعانا فى الطغيان.\nتلك كلها قوى جُمِعَتْ، وأجناد حُشِدَتْ، لتضرب الإسلام ضربة القضاء عليه.\nموقف الجبهة المسلمة بعد \" بدر \"\nلم يؤثر هذا الحنق المكبوت من \" قريش \" على موقف القوة الإسلامية فى ثباته ورزانته، بل إنها نظرت إليها على أنها ألاعيب صبيان، وتنفسات موتورين.. ومع ذلك لم يفتها أن تأخذ الحذر، وتستعمل سلاحًا ماضيًا.. وسلميًا.. للفتك بهذه القوة الملحدة المسعورة.\nإن غذاءها ووقودها المال.. وإذا ضعف المركز المالى لـ \" قريش \" فإنها قد تستسلم، وقد تفكر فى الدعوة تفكيرًا آخر.. وعلى هذا فليضرب الحصار الاقتصادى حول مكة.. إن موقع المدينة مهم واستراتيجى، فهى فى طريق تجارة الشام، وأموالهم كلها من ربح التجارات.\nثم إن هناك مبررًا شرعيًا قويًّا، فلسيدنا محمد صلى الله عليه وسلم وصحبه أن يستولوا على أى قافلة لـ \" قريش\"؛ إذ ترك المهاجرون أموالهم وديارهم.. وهذا المال سيستخدم ضدهم، وسيوقد شعلة حرب لا يُعْلم مداها.. وإذن فمن دواعى السلم فى الجزيرة كلها إضعاف شوكة \" قريش \" ؛ لئلا تفكر فى العدوان.\nسلاح الحصار الاقتصادى\nبدأ – صلى الله عليه وسلم – بعقد معاهدات مع القبائل: شمال وجنوب المدينة، وعلى طريق الساحل.. بل إن بعض هذه القبائل قد أسلم وصار جنديًا من جنود الدعوة الإسلامية، وعلى هذا كان محمد صلى الله عليه وسلم سيد المنطقة كلها، وصارت له حرمًا وحمى.\n(1/9)\n",
        "وفكرت \" قريش \" كثيرًا فى هذا الأمر الخطير ؛ إذ هو ضربة قاصمة لاقتصادها، لا يمكنها أن تصمد له طويلا.\nوقد وصف \" صفوان بن أمية \" أثر الحصار الاقتصادي حين قال لقومه: \" إن محمدًا وأصحابه قد عوّروا علينا متجرنا، فما ندرى كيف نصنع بأصحابه، وهم لا يبرحون الساحل، وأهل الساحل قد وادعهُم.. ودخل عامتهم معه فما ندرى أين نسلك ؟ وإن أقمنا فى دارنا هذه أكلنا رؤوس أموالنا، فلم يكن لها من بقاء، وإنما حياتنا بمكة على التجارة إلى الشام فى الصيف، وإلى الحبشة واليمن فى الشتاء !! \".\nفأشار عليه \" الأسود ابن المطلب \" بقوله: \" تنكب الطريق على الساحل وخذ طريق العراق \".\nغنيمة الكُدْر\nوتجهز فعلا \" أبو سفيان وصفوان وحويطب بن عبد العزى \" وخرجوا بقافلة كبيرة يطلبون العراق بدلا من الشام.. وكان \" نعيم بن مسعود \" موجودًا فى \" مكة \" وقدم \" المدينة \" فنقل ما سمع، وبلغ ذلك رسول الله صلى الله عليه وسلم فأرسل \" زيد بن حارثة \" على رأس مائة\nرجل لأسر القافلة، ولحقها \" زيد \" عند ماء يقال له \" الكدر \" شمال شرق المدينة بنحو 120 كيلومتر فهاجمها وهرب رجالها وغنم المسلمون ما معهم، وكانت قيمته مائة ألف درهم.\nوبهذا قطع النبى محمد صلى الله عليه وسلم الطريق الجديد على \" قريش \".. وتم إحكام الحصار الاقتصادي حول مكة دفاعًا عن النفس وعن الدعوة، وحفاظا للسلام فى المنطقة.\nنبل وعصبية\nبينما رسول الله صلى الله عليه وسلم وصحبه يعيشون فى سعادة النصر فى \" بدر \" و\" السويق \" و\" الكدر \" إذا بقريش تستعد للإجهاز على تلك القوة الناشئة المظفرة، وتحرك الجيش فعلا تجاه \" المدينة \"، والرسول صلى الله عليه وسلم لا\n(1/10)\n\nيعرف من أمر هذا الجيش شيئا.. وهنا تبدو العصبية فى نبلها الراشد على عم رسول الله صلى الله عليه وسلم \" العباس \" الذى كان لا يزال على الكفر، ولا يزال فى مكة، لكنه كان يتمتع بنفس نبيلة منذ شب، فكما كان نبيلا حينما استوثق لابن أخيه فى بيعة العقبة، بقى الرجل على وفائه إلى النهاية.. ها هو ذا يستدعى رجلا من \" بنى غفار \" ( ويقول اليعقوبى إنه من جهينة ) ويسلمه كتابًا ليوصّله إلى رسول الله صلى الله عليه وسلم ، بشرط أن يأتى \" المدينة \" فى ثلاثة أيام، قبل أن تصلها \" قريش \" ؛ ليجد المسلمون فرصة للقاء هذا الجيش.. ووصل الرجل إلى رسول الله صلى الله عليه وسلم وهو يهم بالخروج من مسجد \" قباء \" ودفع إليه الرسالة.. فقرأها \" أبىّ بن كعب \" على رسول الله صلى الله عليه وسلم ، فاستكتمه الخبر وعاد إلى المدينة.\nحكمة النبى\nوفى كتمان الخبر حكمة وبعد نظر: ألا يجوز أن يكون مزورًا على \" العباس \" أو خدعة من \" قريش \" ؟ ثم إن المنافقين قد يهتبلونها فرصة فيثبطون الهمم، ويفتون فى عضد المسلمين، وعلى هذا أرسل الرسول صلى الله عليه وسلم \" أنسًا ومؤنسًا \" ابنى \" فضالة \" من الأوس.. يتعرفان أخبار \" قريش \".. وعادا ليؤكدا اقترابهما من حمى المدينة، وزيادة فى الاستيثاق أرسل النبى صلى الله عليه وسلم \" الحباب بن المنذر \" الخزرجى.. ثم \" سلمة بن سلمة \" الأوسى.. ورجع الرسل جميعًا يؤكدون الخبر، ويحملون نبأ عددهم وعدتهم، وبات الصحابة يحرسون بيت رسول الله صلى الله عليه وسلم حتى أصبح صباح الجمعة 14 من شوال من السنة الثالثة الهجرية.. فجمع الرسول أهل الرأى والخبرة ليستشيرهم فى الخطة الحربية.\nمجلس الشورى",
        "(1/11)\n\nوبدأ المجلس بحديث رسول الله صلى الله عليه وسلم قال(1): « رأيت الليلة فى المنام أن بقرًا يصرع، ورأيت فى ذباب سيفى ثلمًا.. ورأيت أنى أدخلت يدى فى درع حصينة » فسُئل عن تأويلها، فأول البقر الذى يصرع: بأن نفرًا من أصحابه يقتلون، وأول الثلم أن رجلا من أهل بيته يصاب، وأول الدرع بالمدينة.\nثم قال صلى الله عليه وسلم : « إن رأيتم أن تقيموا بالمدينة وتدعوهم حيث نزلوا.. فإن أقاموا.. أقاموا بشر مقام، وإن هم خلوا علينا قاتلناهم فيها ».\nكان هذا رأى رسول الله صلى الله عليه وسلم .. ومع أن الصحابة يوقنون أن رؤيا رسول الله صلى الله عليه وسلم صدق، وأن رأيه دائمًا على صواب.. مع هذا ينفسح المجال فى الإسلام للنقاش والتشاور، لإقرار مبدأ الشورى فى الإسلام.\nوانقسم المجلس إلى فريقين: فريق مع رسول الله صلى الله عليه وسلم ويمثله معظم المهاجرين وبعض زعماء الأنصار.. أما شباب الأنصار المتحمس وبعض المهاجرين الذين ذاقوا حلاوة النصر فى \" بدر \" ومن فاتتهم تلك الغزوة ( وكان فيهم \" سعد بن عبادة والنعمان بن مالك \" ) فقالوا: \" يا رسول الله إنا كنا نتمنى هذا اليوم.. اخرج بنا إلى أعدائنا لا يَرَوْا أنا جبُنا وضعفنا \".\nموقف المنافقين\n__________\n(1) البدء والتاريخ للمقدس، والحديث أخرجه الإمام ابن ماجه – تحفة الأحوذى، \" حديث حسن غريب \".\n(1/12)",
        "\nهنا تطل الحية من جحرها، فقد تنفست الصعداء فى جو الخلاف.. إنها تود الصيد فى الماء العكر، هنا يظهر \" عبد الله بن أبىّ بن سلول \" رأس المنافقين.. وينضم إلى فريق رسول الله صلى الله عليه وسلم .. لا حبًا فى رسول الله صلى الله عليه وسلم ، ولا حبًا فى الدفاع عن المدينة.. ولكن لأن الأكثرية ضده.. فهو يحب أن تصطدم الآراء.. قال \" ابن أبىّ \": \" يا رسول الله أقم بالمدينة لا تخرج إليهم، فوالله ما خرجنا إلى عدوٍّ لنا قط إلا أصاب منا.. ولا دخلها علينا إلا أصبنا منهم.. فدعهم يا رسول الله، إن أقاموا أقاموا بشر مقام، وإن دخلوا قاتلهم الرجال فى وجوههم، ورماهم النساء والصبيان بالحجارة من فوقهم، وإن رجعوا رجعوا خائبين كما جاءوا.\nفقال \" سعد بن عبادة \" وجماعة من الأنصار: \" إنا نخشى يا رسول الله أن يظن عدونا أنا كرهنا الخروج جبنا عن لقائهم فيكون جراءة منهم علينا \"، وقال \" الحمزة \": \" والذى أنزل عليك الكتاب لا أطعم اليوم طعامًا حتى أجالدهم بسيفى خارج المدينة \"، وقال: \" أنس بن النضر \": \" يا رسول الله غبت عن أول قتال قاتلت فيه المشركين، والله لئن أشهدنى الله قتال المشركين ليرين الله ما أصنع \".\n(1/13)\n",
        "وقال \" النعمان بن مالك \": \" يا رسول الله لا تحرمنا الجنة، فوالذى نفسى بيده لأدخلنها \"، فقال رسول الله صلى الله عليه وسلم : « ولمه ؟ »، فقال: لأنى أحب الله ورسوله، ولا أفر يوم الزحف \"، قال صلى الله عليه وسلم: « صدقت » وقال رجل من الأنصار(1): \" إنى لا أحب أن ترجع قريش إلى قومها فيقولوا: حصرنا محمدًا فى صياصى \" يثرب \" وآطامها، فتكون هذه مجرئة لـ \" قريش \"، وها هم أولاء قد وطئوا سعفنا، فإذا لم نذبّ عن حوضنا لم يُرع، وإن قريشا قد مكثت حولا تجمع الجموع، وتستجلب العرب من بواديها، ومن تبعها من أحابيشها، ثم جاءونا، وقد قادوا الخيل وامتطوا الإبل، حتى نزلوا بساحتنا.. أفيحبسوننا فى بيوتنا وصياصينا ثم يرجعون وافرين لم يكلموا !؟ لئن فعلنا لازدادوا جرأة، ولشنوا الغارات علينا وأصابوا من أطرافنا ووضعوا العيون والأرصاد على مدينتنا، ثم لقطعوا الطريق علينا.\nهكذا احتد النقاش، وأدلى كل بحجته وقدم برهانه.. والجميع يريد الإخلاص ما عدا المنافق \" عبد الله ابن أبىّ \".\nمقارنة بين وجهات النظر\nإذا كان لنا أن نقارن بين الرأيين.. فإننا نجزم بأن رأى رسول الله صلى الله عليه وسلم أحكم وأصوب.. لا لأنه رسول الله صلى الله عليه وسلم فحسب.. ولكن للفن العسكرى المحكم، فإن جيوش مكة ليست من عنصر واحد، بل من أحلاف\n__________\n(1) حياة محمد، محمد حسين هيكل.\n(1/14)\n\nومستأجرين كالأحابيش، ولذلك لا تربطهم رابطة متينة، بها يتعاونون على الصبر فى الحصار.. ومن هنا يستنتج رسول الله صلى الله عليه وسلم أنهم لو تركوا فسيدب الخلاف بينهم تلقائيًا، ولن تحتاج المسألة إلا لزمن.. وعلى فرض أنهم تماسكوا وانتظروا، أو تجرءوا على المدينة، فإن الدفاع يكون فيها أقوى وأصلب.. فالمسلم سيرى دينه وعرضه وأهله وسط الخطر فيدعوه ذلك للاستماتة فى الدفاع.. بجانب الصبيان والنساء.. وهؤلاء قوة لن تؤثر إلا فى داخل المدينة وتأثيرهم قوى فى الإيذاء، وبأسلحة فعالة قد تفقد فاعليتها فى الميدان، كالأحجار والأدوات.. ثم إن المعارك ستتعدد، والميدان سيتسع على المشركين، وهم مكشوفون لأهل المدينة، على حين أنهم لا يرون عدوهم المختبئ فى المنازل وفوق الأسطح.\nوكان هذا درسًا للمسلمين، تعلموا منه الخطط الحربية الممتازة، فأفادوا منه فى غزوة \" الخندق \" حيث تركوا الأحلاف والأحزاب، يقضى بعضهم على بعض، وهم متحصنون بالخندق ناحية المدينة.\nومع كل هذه الاعتبارات، لم يشأ رسول الله صلى الله عليه وسلم أن يهدم قاعدة الحكم الشورى، ولو كان رأيه الفرد أصوب وأسلم، حتى لا تكون تلك نواة للدكتاتورية الفردية فى الإسلام.. حتى لو خسر الإسلام أبطالا هو أحوج ما يكون إلى جهدهم.. فإن ذلك هيّن بجانب ترسيخ قاعدة الشورى ؛ إذ هو يبنى لأجيال، وإذ هو نبراس وقدوة لبنى الإسلام، إلى أن يأذن الله للعالم بالفناء.\nمبادئ الشورى\nرأى الرسول صلى الله عليه وسلم الأكثرية تحبذ الخروج.. فنزل على رأيهم.. وصلى بهم الجمعة، ودخل منزله، وأعانه",
        "(1/15)\n\nصاحباه أبو بكر وعمر على لبس لأمة الحرب.. وبينما هو يتجهز كانت صفوف المسلمين تتراص متأهبة للنضال، وأحس سيدا الأوس \" سعد بن معاذ وأسيد بن حضير \" أن الجيش قد أساء الأدب مع رسول الله، فقالا: \" استكرهتم رسول الله صلى الله عليه وسلم على الخروج فردوا الأمر إليه \"، وهنا يقرر رسول الله صلى الله عليه وسلم مبدأ آخر من مبادئ الشورى، ما دام المجلس الشورى قد انفض.. واتفقت الأكثرية على رأى ما، فلا يجوز العدول عنه بأى حال ؛ لأن ذلك يؤدى إلى اضطراب الأمور، وفتور العزائم، وضعف الهمم.. ثم بالضرورة إلى الفشل، ولذلك يرد رسول الله صلى الله عليه وسلم عليهم: « ما ينبغى لنبى إذا لبس لأمته أن يضعها حتى يحكم الله بينه وبين عدوه »(1)، ثم أوصاهم بالصبر والعزيمة.\nمدى قوة المسلمين وتنظيمهم\nأخد الرسول صلى الله عليه وسلم يتفقد الصفوف، فإذا به أمام ألف رجل.. فبدأ فى تنظيمهم على أساس القرابة والعصبية، فذلك أدعى للتناصر، إذ تجتمع أخوة الإسلام مع قرابة الرحم، مع خوف العار أن يلحق بالقبيلة إذا هى انتكست.\nوعقد ثلاثة ألوية: لواء الأوس لـ \" أسيد بن حضير \".. ولواء الخزرج لـ \" الحباب بن المنذر \".. ولواء المهاجرين لـ \" علىّ بن أبى طالب \".\nثم سأل الرسول صلى الله عليه وسلم : « من يحمل لواء المشركين ؟ » فقيل: \" طلحة بن أبى طلحة \" من بنى عبد الدار ( وكان قصىّ جدّ الرسول قد جعل لهم اللواء والحجابة والسقاية ) فقال رسول الله صلى الله عليه وسلم : « نحن أولى بالوفاء منهم ».. وأخذ اللواء من \" علىّ \" ودفعه إلى \" مصعب بن عمير \" من بنى عبد الدار.\n__________\n(1) أخرجه الإمام أحمد فى مسنده، جـ3 عن جابر بن عبد الله.\n(1/16)",
        "\nوكان فى الجيش مائة دارع، وليس به سوى فرسين: فرس له صلى الله عليه وسلم ، وفرس لـ \" أبى بردة \".. واستعمل الرسول صلى الله عليه وسلم على المدينة \" ابن أم مكتوم \".. واستعمل \" أبا خيثمة الحارثى \" دليلا للجيش، وكلفه ألا يمر على المشركين، ولا يبتعد عنهم، حتى يختار الرسول صلى الله عليه وسلم المكان المناسب للمعركة.\nفى الطريق إلى \" أُحد \"\nبينما يسير الجيش الإسلامى، إذا بكتيبة خشناء تلاقى المسلمين، فسأل الرسول صلى الله عليه وسلم : « من هؤلاء؟ » قالوا: \" هؤلاء حلفاء ابن أبىّ من اليهود \".. فقال صلى الله عليه وسلم : « وقد أسلموا ؟ »، قالوا: \" لا يا رسول الله \".. فقال: « مروهم فليرجعوا، فإنا لا نستعين بالمشركين على المشركين »(1).. هكذا، فالشرك ليس له همّ إلا المادة، والذى تحركه المادة ليس كمن تحركه العقيدة والفكرة.. وإذن فلا فائدة من هذه الكتيبة.. بل قد تكون وبالا على المسلمين.\nوحينما وصل الجيش إلى جبلى \" الشيخين \" عسكر هناك، وبدأ الاستعراض الرائع.. فحصهم رسول الله صلى الله عليه وسلم فحصًا دقيقا، فأخرج من بين الصفوف سبعة عشر غلامًا لا يطيقون النزال.. فقيل له: \" إن رافع بن خديج رام ماهر \" – بالرغم من أن عمره لا يتجاوز أربعة عشر عامًا – فقبله رسول الله صلى الله عليه وسلم لتلك المهارة الفنية.. وهنا تثور روح الجندية فى زميله \" سمرة بن جندب \" فيقول: \" أجزت غلامًا ورددتنى،\nولو صارعنى لصرعته ! \"، فيقرر الرسول صلى الله عليه وسلم المبدأ الثانى لقبول الجندية: وهو اللياقة البدنية.. فيسمح للغلامين أن يتصارعا، وصدق \" سمرة \" وصرع صاحبه، فأجازهما معًا.\nفتنة النفاق قبيل المعركة\n__________\n(1) أخرجه الإمام الطبرانى – مجمع الزوائد – جـ5 – كتاب الجهاد – باب الاستعانة بالمشركين.\n(1/17)\n",
        "النفاق مرض قلبى ينشأ من ضعف الثقة بالنفس، واعتمادها على غيرها، فهى خائفة مضطربة دائمًا.. متقلبة باستمرار.. ترى مصلحتها فى المال فتلجأ إليه.. وتراها فى ممالأة العدو فتبيح له الوطن.. إنهم النفعيون الأنانيون، الإمّعات فى كل جماعة إنسانية ظهرت أو ستظهر إلى أن يرث الله الأرض ومن عليها.\nولكمْ قاست الأمة الإسلامية فى تاريخها الطويل، من هؤلاء المجرمين.. وبخاصة فى أوقات الحروب: (وْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالاً وَلَأَوْضَعُوا خِلالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ ) (1) وأى شىء أخطر على الجيش من الفتنة ؟..\nتقتل فيه الروح المعنوية، وتدعه فريسة للأوهام والوساوس.\nإنهم مسلمون أمام المسلمين.. وقد يثق فيهم من لا يعرف خباياهم، وقد يعدّ رأيهم نصيحة وإخلاصًا، وقد مر بنا كيف كان \" ابن أبىّ \" يبغى الفتنة للمسلمين فى مجلس الشورى، لكن حزم القيادة سد عليه كل الثغرات، واضطر للخروج مع الجيش الإسلامى، مكره الإرادة، مرعوب الفؤاد، وحين وصل الجيش إلى \" الشوط\" فى وقت السحر.. وقف هذا اللعين\nينادى: \" أطاع الولدان ومن لا رأى له.. أطاعهم وعصانى.. علام نقتل أنفسنا ؟ \"، هكذا يطفو النفاق على لسانه بعد أن تمكن من قلبه !!\nوانفصل \" ابن أبىّ \" بثلاثمائة من الجيش.. وبينما هم عائدون عزّ على \" عبد الله بن عمرو بن حرام \" الخزرجى، فتبعهم قائلا: \" أناشدكم الله فى حرمكم ونبيكم بعد ما حضر العدو ( وكأنما كان \" عبد الله \" يجيب على السؤال الخبيث: \" علام نقتل أنفسنا ؟ \" ( ورد المنافقون المنسحبون: \" لو نعلم أنكم تقاتلون لما أسلمناكم.. ولكنا لا نرى أنه يكون قتال \"، فقال لهم: \" أبعدكم الله فسيغنى الله عنكم نبيّه \".\n__________\n(1) سورة التوبة – آية رقم 47.\n(1/18)\n\nخيانة خسيسة فى وقت عصيب !! لقد خيّل إليهم أن \" قريشا \" ستقضى على محمد وينفرد \" ابن أبىّ \" بسلطة يثرب.. وحين نستعرض آيات القرآن الكريم فى \" أحد \" نجدها تحكى تلك المناقشة بين \" ابن أبىّ \"و\" ابن حرام \" فتقول: (وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا قَالُوا لَوْ نَعْلَمُ قِتَالاً لَاتَّبَعْنَاكُمْ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ ) (1).\nوقد تأثر بتلك الفتنة طائفتان من المسلمين(2)، فهمّت \" بنو سلمة وبنو حارثة \" أن تعودا لولا أن تداركهم الله بلطفه، فثبت أقدامهم.. وسجل القرآن ذلك فقال:(إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلا وَاللَّهُ وَلِيُّهُمَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) (3).\nوسار الجيش الإسلامى(4) بدليله \" أبى خيثمة الحارثى \" فاقتضت المصلحة العامة أن يمر بحائط رجل ضرير من بنى حارثة يسمى \" مربع بن قيظى \" وكان منافقا، فجعل يحثو التراب فى وجه الجيش ويقول:\" لو أعلم أنى لا أصيب غيرك يا محمد لضربت وجهك \"، فأراد القائد المسئول عن اللواء وهو \" أسيد بن حضير \" أن يقتله، فمنعه رسول الله صلى الله عليه وسلم قائلا: « اتركوه إن هذا الأعمى أعمى البصر أعمى القلب»، فضربه \" سعد بن زيد \" بقوس فشجه.\nوإنها للفتة كريمة فى رفض قتل هذا المنافق، فالإسلام لا يشتهى الدماء.. كما أن قتله قد يثير فتنة فى بنى حارثة، ومع ذلك فليس منه ضرر للجماعة.\nتبوىء المقاعد\n__________\n(1) سورة آل عمران – آية رقم 167.\n(2) البدء والتاريخ.\n(3) سورة آل عمران – آية رقم 122.\n(4) الكامل لابن الأثير.",
        "(1/19)\n\nوصل المسلمون إلى جبل \" أحد \" ( على بعد 5 كيلومترات من المدينة )، واختار الرسول صلى الله عليه وسلم المكان المناسب عند شعب الجبل فى \" عدوة الوادى \"، بحيث جعل الجيش ظهره إلى أصل الجبل.. وبذلك تبوأ الجيش أحصن بقعة ملائمة، على بعد ملائم، بحيث لا تكون المعركة قريبة من المدينة، فتتحول إلى ميدان حرب، ولا بعيدة عنها فتنقطع المؤن.\nوصلى الرسول صلى الله عليه وسلم الصبح بالمسلمين صفوفا، عليهم سلاحهم.. وقام خطيبًا فيهم يحثهم على أداء الواجب مخلصين.. ثم وزع كل جندى على موقعه.. ونظم كل شىء فى الجيش.. وعوض النقص فى الفرسان بأن بوأ خمسين راميًا بالنبل فوق الجبل وخلف الجيش، وأمّر عليهم \" عبد الله بن جبير \" الأوسى، وشدد الوصايا والتعليمات بالثبات فوق الجبل، قائلا: « فلا تبرحوا مكانكم هذا حتى أرسل إليكم، وارشقوهم بالنبل، فإن الخيل لا تقدم على النبل، وإنا لا نزال غالبين ما ثبتم مكانكم، اللهم إنى أشهدك عليهم ».\nهكذا.. بكل هذه التأكيدات الحازمة التى تحملهم تبعة النصر والهزيمة.. وبكل هذا أدى الرسول صلى الله عليه وسلم واجب التنظيم المحكم الذى يجعل النصر حقيقة محتومة متساوقة مع سنة الأسباب.. وبذلك يشيد القرآن، حيث يقول:(وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللَّهُ سَمِيعٌ عَلِيمٌ)(1).\nثم يرمق رسول الله صلى الله عليه وسلم نعرة عاطفية فى بعض النفوس، قد تكون خطرًا على نظام الجيش كله: هذه خيول المشركين ترعى فى زروع يثرب وسعفها.. والمسلمون يرونها فيتحرقون غيظا وشوقا للمسارعة فى النزال.. وهنا يصدر الرسول صلى الله عليه وسلم أمره الحازم: « لا يقاتلن أحد حتى نأمر بالقتال ».\n__________\n(1) سورة آل عمران – آية رقم 121.\n(1/20)",
        "\nهذه احتياطات رسول الله صلى الله عليه وسلم ، وتنظيماته، واستعداداته، من الناحية المادية، قدر الطاقة، وقدر ما أسعفه به الوقت القصير.. أما الناحية المعنوية، فكانت متأججة مشتعلة بحكم العقيدة الصلبة، والإيمان الحى، الذى يثير فى ضمير المسلم أنه قد باع نفسه وكل ما يملك، ليكسر طاغوت الظلم، ويحطم أغلال القلوب، ويمنح الحرية والنور لكل العالمين.\nالمعركة\nلعلنا قد لمسنا مما سبق كيف كانت \" قريش \" هى المعتدية، وهى الحانقة، المتحدية، المصممة على استئصال شأفة المسلمين.. وإن هذه الروح الآثمة لتبدو واضحة فى كلمات \" أبى سفيان \" وهو يهدد \" بنى عبد الدار \" – قبيل بدء المعركة – بأن يسلبهم اللواء: \" يا بنى عبد الدار إنكم قد وليتم لواءنا يوم بدر فأصابنا ما قد علمتم، وإنما تؤتى الناس من قبل رايتهم، فإما أن تكفونا لواءنا وإما أن تخلوا بيننا وبينه \"، ويجيبونه بإصرار: \" سترى ما نصنع \"، وبإشارة خفية تدق الطبول وينطلق صوت النساء:\nويهابنى عبد الدار.. ويها حماة الأدبار.. ضربًا بكل بتار\nثم ينحنى الصوت تجاه الجيش كله، يدوى فى المسامع بما يثير من الغل الدفين:\n\nنحن بنات طارق ... * ... نمشى على النمارق\nمشى القطا البوارق ... * ... والمسك فى المفارق\nوالدر فى المخانق ... * ... إن تقبلوا نعانق\nونفرش النمارق ... * ... أو تدبروا نفارق\n\nفراق غير وامق\nويسمع الرسول صلى الله عليه وسلم ألحان الشيطان تعلو فى الوادى فيلجأ إلى ربه قائلا: « اللهم بك أجول، وبك أصول، وفيك أقاتل، حسبى الله ونعم الوكيل، اللهم لا يَعْلُنَّ علينا، اللهم لا قوة لنا إلا بك ».\nمشهد تتحرك فيه خلجات الأنفس: صنم من حجر يعلو فوق هودج \" قريش \"، وأصوات الرجال تنبعث: \" يا لعزى.. يا لهبل !! \"، وأصوات النساء تنطلق بألحان الإغراء والإثارة.\n(1/21)\n",
        "وفى الواجهة الأخرى يعتصم المسلمون.. ومعهم نبى الله صلى الله عليه وسلم .. بالسند المتين، والملجأ الحصين، فى ثقة ويقين، يجأرون إلى الله ألا تعلو الخرافة على الحقيقة، وأن يكتسح طوفان الحق زبد هذا الباطل.\nوهنا يريد \" أبو سفيان \"(1) أن يبث الخذلان فى نفوس الأنصار، فينادى رسوله فيهم: \" يا معشر الأوس والخزرج خلوا بيننا وبين ابن عمنا ننصرف عنكم ؛ فإنه لا حاجة لنا بقتالكم \"، وإذا بالأنصار يرمقونه بعين السخرية والازدراء.\nويطلّ \" أبو عامر \" الفاسق من صفوف \" قريش \" – وهو من الأوس – فيقول: \" يا معشر الأوس أنا أبو عامر \"، فأجابوه: \" فلا أنعم الله بك علينا يا فاسق \"، وفشلت كل محاولات الدس والتخذيل بين المسلمين.\nوحتى هذه اللحظة، تتوهم \" قريش \" أنها تصطدم بأشخاص، وتنسى أنها تمثل جانب الظلام فى صدام المبادئ الذى تمتد جذوره إلى بدء الخليقة.. والذى قدر له أن يظل حتى يأذن الله للعالم بالفناء.\nالبدء الرائع\n\nوتطاولت أعناق النسور والغربان ؛ شوقا إلى النهش من الأشلاء.. ونعب النذير فى رأس حامل لواء قريش \" طلحة بن أبى طلحة \"(2)، فبرز من الصف وقال: \" يا معشر أصحاب محمد، إنكم تزعمون أن الله يعجلنا بسيوفكم إلى النار، ويعجلكم بسيوفنا إلى الجنة، فهل أحد منكم يعجله سيفى إلى الجنة، أو يعجلنى سيفه إلى النار ؟ \".\n__________\n(1) تاريخ الطبرى.\n(2) الكامل لابن الأثير، ويذكر ابن هشام: أنه \" أبو أسعد \" أخوه ؛ ويذكر ابن كثير فى البداية والنهاية: أن طلحة كان يتحدى المسلمين بالمبارزة، فلم يقم له أحد، حتى فكر الرسول صلى الله عليه وسلم فى منازلته، ثم قام الزبير وبارزه وقفز إليه على جمله وهوى به صريعًا بلا حراك، فقال الرسول صلى الله عليه وسلم فرحًا مغتبطًا: « لكل نبى حوارى، وحواريى الزبير ».\n(1/22)\n\nوتقدم \" علىّ بن أبى طالب \"رضي الله عنه فدوخه بجولاته، ثم هوى عليه بالسيف، حتى نزع رجله، فسقط مكشوف السوءتين يناشد عليًّا بالله والرحم أن يتركه، فتركه مطروحًا على الأرض، بأخلاق النزاهة والفروسية التى تربى عليها \" علىّ \" فى مهد النبوة.\nوقبض الرسول صلى الله عليه وسلم على سيف ورفعه بكلتا يديه قائلا: « من يأخذ هذا السيف بحقه ؟ » فقام رجال منهم \" أبو بكر \" و\" الزبير \"، فأمسكه عنهم حتى قام \" أبو دجانة \" – سماك بن أوس بن خرشة – فقال: \" وما حقه يا رسول الله ؟ \"، قال صلى الله عليه وسلم : \" أن تضرب به العدو حتى ينحنى \"، قال: \" أنا آخذه يا رسول الله بحقه، فأعطاه إياه، فعصب رأسه بعصابة حمراء سماها بعض الأنصار \" عصابة الموت \" وأخذ السيف، وجعل يتبختر بين الصفوف وهو يقول:\n\nأنا الذى عاهدنى حبيبى ... * ... ونحن بالسفح لدى النخيل\nألا أقوم الدهر فى الكبول ... * ... أضرب بسيف الله والرسول\n\nفقال الرسول صلى الله عليه وسلم : « تبختر إنها لمشية يبغضها الله تعالى إلا فى مثل هذه المواطن »، والتحم الجيشان، وحمى الوطيس، واتخذ المسلمون شعارهم \" أمِتْ أمِتْ \" وأمعن \" أبو دجانة \" فى الناس، فما لقى أحدًا إلا قتله، حتى رأى إنسانا يخمش فى المسلمين خمشا شديدًا.. فصمد له، فلما حمل عليه بالسيف ولوَل فإذا بها \" هند بنت عتبة \" زوج أبى سفيان.. فأكرم سيف رسول الله أن يضرب به امرأة.\nهكذا.. ولو كانت المرأة \" هندًا \" ولو كانت تخمش فى الناس !!، فهى امرأة، وهى أضعف من أن يضربها \" أبو دجانة \" بسيف رسول الله صلى الله عليه وسلم .. إنها النزاهة التى تعلمها المسلمون حتى فى مواقف الطعان.. إنهم يأبون أن يقاتلوا من ليسوا أندادًا.\nوحمل المسلمون على لواء المشركين، فأجهز \" سعد بن أبى وقاص \" على \" أبى سعد بن طلحة \"",
        "(1/23)\n\nحين تسلم اللواء.. ورمى \" عاصم بن ثابت \" \" مسافع بن طلحة \" فألقاه صريعًا.. ثم جندل أخاه \" كلابًا \" فأمسك اللواء \" الحارث بن طلحة \" فقتل.. ثم حمله \" الجلاس بن طلحة \" فصرعه \" طلحة بن عبيد الله \"، فتناوله \" أرطأة بن شرحبيل \" فتصدى له \" علىّ بن أبى طالب \"(1) حتى جندله، ثم \" شريح بن قارظ \" فقتل، فحمله \" صؤاب \" وهو غلام حبشى لـ \" بنى أبى طلحة \" وكان آخر من أخذه منهم.. فقاتل حتى قطعت يداه، وفى ذلك يقول حسان:\n\nفخرتم باللواء وشر فخر ... * ... لواء حين رُدّ إلى صؤاب\nجعلتم فخركم فيها لعبد ... * ... من الأم مَن وطى عفر التراب\n\nوأصبح لواء المشركين ملقى لا يجسر عليه أحد.. وقصد \" حنظلة \" الغسيل \" أبا سفيان \" حتى علا مفرق رأسه لولا أن اغتاله من الخلف \" شداد بن الأسود الليثى \"، وكان يقال له: \" ابن شعوب \".\nوبينما يشتد لهيب النزال، ويمتد لسان السيوف، إذ تاقت نفس \" وحشى \" إلى الحرية.. لكنه يعلم أن حريته فى قتل أسد الإسلام \" حمزة بن عبد المطلب \"، كما وعده سيده، وكما تحرضه \" هند \" حين تمر عليه وتقول له:\"وَىْ أبا دسمة، اشْفِ واشتف \"، وتزيد من إثارته فتهديه قلادتها وقرطها مقدم أجره الثمين.. وأمام هذا الإغراء استسلم \" وحشى \"، ولندعه يشرح بنفسه كيف قتل سيد الشهداء.. قال: \" والله إنى لأنظر إلى حمزة يهد الناس بسيفه وهو قائم فى عرض الناس كالجمل الأورق، وسيفه ما يقوم له شىء.. إذ تقدمنى إليه سباع بن عبد العزى، فقال له حمزة: هلمّ إلىّ يا ابن مقطعة البظور.. فضربه ضربة فكان ما أخطأ رأسه.. وهززت حربتى حتى إذا رضيت عنها وكانت لا تخطئ، دفعتها إليه فوقعت فى ( ثنته ) حتى خرجت من بين رجليه، فأقبل نحوى فغلب فوقع، وأمهلته حتى إذا مات جئت فأخذت حربتى منه، ثم تنحيت إلى العسكر، ولم تكن لى بشىء حاجة غيره.. وإنما قتلته لأعتق \".\n__________\n(1) فى البداية والنهاية لابن كثير: أنه الحمزة بن عبد المطلب.\n(1/24)",
        "\nوأتت \" هند \" فبقرت بطنه، وانتزعت كبده، وجعلت تلوكها حتى انفجرت مرارته فرمتها، ومثلت به شر مثلة، حتى جعلت من أمعائه عقدًا تلبسه.\nوهكذا تتجرد \" قريش \" من كل إنسانية، وتنحط إلى درك الوحوش الكاسرة، ولو صح لنا أن نقارن بين هذا الموقف وبين موقف \" علىّ \" أو \" أبى دجانة \" السابقين، لم نجد سوى صلة النقيض بالنقيض، والملائكة بالمردة الشياطين، ولرأينا أن البون شاسع بين هوة الكفر وقمة الإيمان !\nوعلم الرسول صلى الله عليه وسلم بمصرع عمه، فوقف مكلومًا عليه، ومنظر المثلة بين يديه، وقال: « رحمة الله عليك.. لقد كنت فَعولا للخير، وَصولا للرحم، لن أصاب بمثلك أبدًا، وما وقفتُ موقفا أغيظ إلىّ من هذا(1)، لئن أظفرنى الله بقريش لأمثلن منهم بثلاثين »، وكبّر عليه\nخمسًا وسبعين تكبيرة، فنزل قوله تعالى: (وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ) (2)، فصبر رسول الله صلى الله عليه وسلم ونهى عن\nالمثلة، وصارت تشريعًا متبعًا فى نظام الحروب الإسلامية، مهما بدا من وحشية الأعداء وخستهم واعتدائهم على الحرمات الإنسانية.\nوبعد قتل \" حمزة \"(3) علت \" هند \" صخرة، وقالت:\n\nنحن جزيناكم بيوم بدر ... * ... والحرب بعد الحرب ذات سعر\nشفيت نفسى وقضيت نذرى ... * ... فشكرُ وحشىّ علىّ عُمرى\n\nحتى ترمّ أعظمى فى قبرى\nوأجابتها \" هند بنت أثاثة \" بقولها:\n\nجزيت فى بدر وبعد بدر ... * ... يا ابنة وقاع عظيم الكفر\n\nوأجابها حسان بقوله:\n\nلعن الإله وزوجُها معها ... * ... هند الهنود طويلة البظر\n__________\n(1) تاريخ ابن خلدون واليعقوبى.\n(2) سورة النحل – آية رقم 126.\n(3) البدء والتاريخ للمقدس.\n(1/25)\n",
        "ورغم نكبة \" حمزة \" الفاجعة، لم تتراجع صفوف المسلمين، وأقدم \" الزبير بن العوام \" نحو \" خالد بن الوليد\"، وخيالته فشتت شمله، ورده مدحورًا.. فهجم \" خالد \" على الرماة فوق الجبل فردوه، واضطربت صفوف المشركين، وهربت نساؤهم مصعدات فى الجبل، وولوا الأدبار.\nيحدث \" الزبير \" ابنه \" عبد الله \" فيقول: \" والله لقد رأيتنى أنظر إلى خدم ( سيقان ) هند بنت عتبة وصواحبها مشمّرات هوارب ما دون أخذهن قليل ولا كثير \".\nوروى \" الإمام أحمد \"(1): \" لما كان يوم أحد، وانكفأ المشركون، قال رسول الله صلى الله عليه وسلم : « استووا حتى أثنى على ربى عز وجل»، فصاروا خلفه صفوفا، فقال: « اللهم لك الحمد كله، اللهم لا قابض لما بسطت، ولا معطى لما منعت، ولا مانع لما أعطيت، ولا مقرّب لما باعدت، ولا مبعد لما قربت.. اللهم ابسط علينا من بركاتك ورحمتك وفضلك ورزقك، اللهم إنى أسألك النعيم المقيم الذى لا يحول ولا يزول، اللهم إنى أسألك العون يوم العيلة، والأمن يوم الخوف، اللهم حبّب إلينا الإيمان وزيّنه فى قلوبنا، وكرّه إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، اللهم توفنا مسلمين، وأحينا مسلمين، وألحقنا بالصالحين، غير خزايا ولا مفتونين، اللهم قاتل الكفرة الذين يكذبون رسلك، ويصدون عن سبيلك، واجعل عليهم رجزك وعذابك، اللهم قاتل الكفرة الذين أوتوا الكتاب.. إله الحق ».\nالنهاية المؤسفة\n__________\n(1) مسند الإمام أحمد – جـ3، عن جابر بن عبد الله.\n(1/26)\n\nقد يجد القارئ نفسه فى محيط يموج بالأنوار، وتنتشر فى أجوائه الأشعة الهادية.. ثم يلعب صبى بأسلاك النور فيقع خلل مفاجئ يقطع التيار، فإذا المصباح يعتم، ثم يسود المكان ظلام موحش سقيم.. كذلك كان التحول المستنكر الذى قلب سير الحوادث فى \" أحد \".. لحظة من لحظات الضعف الإنسانى عرضت لفريق من الجند، فأوقعت الارتباك فى صفوف الجيش كله.. وضاعت فى ساعة نزق كل المكاسب التى أحرزتها البطولة الفذة، والتضحية الرائعة.\nولا غرابة، فخطأ الفرد يقع على المجتمع عبؤه.. وكل مسلم على ثغرة من ثغرات الإسلام، فلا يؤتين الإسلام من قبله: (وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً )(1).\nالمعصية هى سبب الهزيمة\nإن كل ما حدث هو ما كان يتخوف رسول الله صلى الله عليه وسلم منه، حين كرر وصاياه، وشدد تعليماته على الرماة ألا يبرحوا أماكنهم ولو تخطف الطير المسلمين، غير أن أثارة من حب الدنيا عصفت بتلك التوصيات!!\nفما أن رأى الرماة نساء \" قريش \" يهمن فى الجبل، والرجال يُولون الأدبار، والغنائم تزحم الوادى.. حتى غادروا مواقعهم هابطين بغية جمع الأسلاب، لكن قائدهم \" عبد الله بن جبير \"(2) – وهو الذى اختاره الرسول صلى الله عليه وسلم لهذه المهمة الخطيرة – ناداهم: \" أنسيتم ما قال لكم رسول الله ؟ \"، قالوا: \" والله لنأتين الناس ولنصيبن من الغنيمة \"، قال \" عبد الله \": \" لا أجاوز أمر رسول الله \"، قالوا: \" لم يرد هذا قد انهزم المشركون \".\nوثبت \" عبد الله \" ومعه نفر يسير دون العشرة.. وكان \" خالد بن الوليد \" محسورًا بهزيمته من \" الزبير \" فما أن شاهد هذا الانسحاب، حتى اهتبل الفرصة على عجل، ولوى أعناق الخيل، واستأصل \" ابن جبير \" ومن بقى معه، وانقض على المسلمين من الخلف، من حيث لا يحتسبون.\n__________\n(1) سورة الأنفال – آية رقم 25.\n(2) فقه السيرة للإمام/ محمد الغزالى.",
        "(1/27)\n\nورأى الفارون(1) بوادر هذا التغير الطارئ، فعادوا حتى إن امرأة تسمى \" عمرة بنت علقمة \" الحارثية، هى التى رفعت لواء \" قريش \" من التراب، وثاب المشركون إلى رايتهم، وأحيط بالصحابة من الخلف والأمام، ووقعوا بين شقى الرحى.\nعلى أن الرجال الأحرار لا يصادون بسهولة، إنهم شدهوا لما حدث حتى قتل بعضهم الصحابى الجليل \" اليمان \" والد \" حذيفة \" خطأ.. لكنهم صمدوا للنزال بحرارة رائعة.. وإن كان هدفهم قد تغير إلى محاولة النجاة من أى طريق يُخلصهم من هذا المأزق العضوض.. واستشهد الكثير وهم يحاولون شق الطريق.\nوانقطع الاتصال بين القائد والجيش، ولا أخطر من هذا الانقطاع، تنهار به الروح، وتكثر الإشاعات والأوهام، ولا تجمع الجيش خطة واحدة.\nمعاناة رسول الله صلى الله عليه وسلم\nوبلغت الشدة أن خلص المشركون قريبًا من رسول الله صلى الله عليه وسلم .. ورماه \" عتبة بن أبى وقاص \" (وقيل \" عبد الله بن قميئة \" )(2) بحجر كسر أنفه ورباعيته، ودخلت حلقتان من المِغفر فى وجنته، وشجه فى وجهه، فأثقله الألم وتفجر الدم من وجهه الشريف.. فأكب عليه \" أبو عبيدة \" يعالج انتزاع الحلقتين بفمه، فما خلصت من لحمه حتى سقطت معها ثنيتاه، ونزف الدم الغزير، فقام \" مالك بن سنان الخدرى \" (والد أبى سعيد ) فمص الدم من وجه رسول الله صلى الله عليه وسلم ، فقال صلى الله عليه وسلم : « من مس دمه دمى لم تمسه النار ».. وأسرع \" علىّ بن أبى طالب \" بماء يغسل الدم المراق.. لكن الماء جعله يزداد.. فأتت فاطمة الزهراء بجزء من حصير فحرقته ووضعته موضع المغفر، فتوقف النزيف.\nوبينما يسير الرسول صلى الله عليه وسلم ، إذا به يقع فى حفرة من الحفر التى صنعها \" أبو عامر \" الفاسق، ليقع فيها المسلمون.. فأخذ \" علىّ بن أبى طالب \" بيد رسول الله صلى الله عليه وسلم ، ورفعه \" طلحة بن عبيد الله \" حتى استوى قائمًا.\n__________\n(1) فقه السيرة للإمام/ محمد الغزالى.\n(2) البدء والتاريخ.\n(1/28)",
        "\nروى \" مسلم \" أن رسول الله صلى الله عليه وسلم (1) أفرد يوم \" أحد \" فى سبعة من الأنصار ورجلين من \"قريش\"، فلما أرهقه المشركون، قال صلى الله عليه وسلم : « من يَردُّهم عنى وله الجنة ؟ » فتقدم رجل من الأنصار فقاتل حتى قتل، ثم أرهقوه، فقال صلى الله عليه وسلم : « من يَردُّهم عنى وله الجنة ؟ ».. فلم يزل كذلك حتى قتل السبعة، فقال رسول الله صلى الله عليه وسلم : « ما أنصفَنا أصحابُنا » ( يعنى من فروا وتركوه ) وفى رواية أخرى قال صلى الله عليه وسلم : « لا يفلح قوم خضَّبوا وجه نبيهم وهو يدعوهم إلى ربهم !؟ اللهم اغفر لقومى فإنهم لا يعلمون ».\nإشاعة قتل النبى صلى الله عليه وسلم وما ترتب عليها\n\nوأشاعت \" قريش \" أن محمدًا قتل.. وسرت تلك الإشاعة فى المسلمين، فولى منهم الكثير، وكان من بينهم \" عثمان بن عفان وعثمان بن أبى عقبة \"، فنادى رسول الله صلى الله عليه وسلم : « إلىَّ عبادَ الله.. إلىَّ عبادَ الله »، قال \" كعب بن مالك \": \" كنت أول من عرف رسول الله صلى الله عليه وسلم عرفته بعينيه تزهران من تحت المغفر.. فصحت: أبشروا أيها المسلمون.. هذا رسول الله صلى الله عليه وسلم \".. فأشار إليه رسول الله صلى الله عليه وسلم أن كف عن هذا.\n__________\n(1) فقه السيرة.\n(1/29)\n",
        "وثاب المسلمون إلى نبيّهم، فاجتمع حوله ثلاثون بطلا من صحبه الأبرار.. وترسوا ظهورهم حوله، غير أن المشركين عادوا فهاجموهم.. ووقف \" طلحة ابن عبيد الله وسهل بن حنيف \"، فأصيب \" طلحة \" بسهم فى يده فشلها، وقاتل \" علىّ بن أبى طالب \" قتالا مريرًا دون رسول الله صلى الله عليه وسلم ، حتى أصيب ببضع عشرة طعنة، سقط منها على الأرض أربع مرات.. وتلقى \" أبو دجانة \" النبل فى ظهره، وفى رأسه، وترس بنحره، وبوجهه دفاعًا عن رسول الله صلى الله عليه وسلم .. ولم يسلم\" أبو بكر وعمر \" من الجراح، وأقبل \" أبىّ بن خلف الجمحى \" على النبى صلى الله عليه وسلم ، وكان قد حلف أن يقتله، وأيقن أن الفرصة سانحة، فجاء يقول: \" يا كذاب أين تفرّ ؟ \" وحمل على الرسول صلى الله عليه وسلم بسيفه، فقال الرسول صلى الله عليه وسلم : « بل أنا قاتله إن شاء الله ».. وطعنه الرسول صلى الله عليه وسلم فى جيب درعه طعنة وقع منها يخور خوار الثور.. فلم يلبث إلا يومًا ثم مات.\nوكانت نكبة عمت كل مسلم فى الميدان.. عند ذلك رأى المشركون أنهم انتصروا وأخذوا بثأرهم، فبدءوا يعدون العدة للرحيل.\nوصعد \" أبو سفيان \"(1) على الجبل وصرخ بأعلى صوته: \" أنعِمَتْ فعال، وإن الحرب سجال، يومٌ بيوم أعْلُ هبل \"، فقال صلى الله عليه وسلم : « قم يا عمر فأجبه »، فقال: \" الله أعلى وأجل.. لا سواء، قتلانا فى الجنة، وقتلاكم فى النار \".\n__________\n(1) نبى البر.\n(1/30)\n\nفناداه \" أبو سفيان \"، فاستأذن الرسول صلى الله عليه وسلم وذهب إليه، فقال له: \" أنشدك الله يا عمر أقتلنا محمدًا ؟ \" قال عمر: \" اللهم لا، وإنه ليسمع كلامك الآن \" قال: \" أنت عندى أصدق من ابن قميئة وأبر \"، ثم نادى \" أبو سفيان \": \" إن موعدكم بدر العام المقبل \"، فقال رسول الله صلى الله عليه وسلم لرجل من أصحابه: \" قل: نعم.. هو بيننا وبينك موعد \"، ثم بعث رسول الله صلى الله عليه وسلم \" علىّ بن أبى طالب \" وراءهم وقال له: « اخرج فى آثار القوم فانظر ماذا يصنعون ؟ فإن كانوا قد جنبوا الخيل وامتطوا الإبل فإنهم يريدون \" مكة \"، وإن ركبوا الخيل وساقوا الإبل فإنهم يريدون \" المدينة \"، والذى نفسى بيده.. لئن أرادوها لأسيرن إليهم فيها ثم لأناجزنهم »، فخرج \" علىّ \" فوجدهم يمتطون الإبل ويتجهون إلى \" مكة \".\nوهكذا حتى فى أعسر وقت وأعصبه.. يحتاط الرسول صلى الله عليه وسلم ، ويتفرس ويتخوف، وينتصر على شعور الضعف والهزيمة.. وهكذا تكون القيادة الراشدة.\nتصوير القرآن الكريم للمعركة\nبعد أن عرفنا ما حدث تاريخيًّا فى هذه الغزوة، نقرأ ما نزل فيها من كتاب الله، فنلمس فيه أسلوب الطبيب.. يبدأ الحديث بالتأسية والمواساة، تاركا أسلوب العتاب مؤقتا – أو التنديد بالخطأ – لأنهم فى أسى وألم.\nوعلاج المصدور لا يكون بتحميله الخطأ.. عكس المنتصر.. فالقرآن الذى يلوم المسلمين فى \" بدر \" حتى",
        "(1/31)\n\nيقول لهم: (لَوْلا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ) (1)، نراه هنا يذكرهم بنصر\" بدر \" حتى تتراءى صور النصر قبل أن يطل شبح الهزيمة: (وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ)(2)، ويستطرد فى الحديث عن \" بدر \" وعن معونة الله لهم فيها: (إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ مُنْزَلِينَ * بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلافٍ مِنَ الْمَلائِكَةُ مُسَوِّمِينَ) (3).\nإن مع الهزيمة نصرًا، ومع العسر يسرًا.. ومازلتم الأقوياء إن تمسكتم بالإيمان: (وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ) (4).\nثم إن الأمر لو وضع فى ميزان الحقيقة والواقع لتبين أنكم أنتم المنصورون: (إِنْ يَمْسَسْكُمْ قَرْحٌ)(5) (فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ ) ( فى آخر المعركة ) (2) (فى أولها) وما زلتم تتمتعون بنصر \" بدر \"لم يشوهه شىء. ثم إن الهزيمة ليست عيبًا، إنها سنة الكون، يوم لك، ويوم عليك: (وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ) (2).\nإن الهزيمة تطهر المؤمنين، وتسعد الشهداء بالاصطفاء والاختيار.. وإذن فمداولة الأيام بين الناس\nلتلك الحكمة: (وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لا يُحِبُّ الظَّالِمِينَ)(6).\n__________\n(1) سورة الأنفال – آية رقم 68.\n(2) سورة آل عمران – آية رقم 123.\n(3) سورة آل عمران – آية رقم 124، 125.\n(4) سورة آل عمران – آية رقم 139.\n(5) سورة آل عمران – آية رقم 140.\n(6) سورة آل عمران – آية رقم 140.\n(1/32)",
        "\nوالمؤمن حين يتميز بإيمانه، لابد من ابتلائه وتمحيصه ليدخل الجنة عن جدارة واستحقاق : (وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ*أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ) (1).\nثم ما لكم تقهقرتم هكذا ؟ مم تخافون ؟ أمن الموت ؟! (وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ) (آل عمران:143) (2).. ولماذا تتعلقون بالأشخاص.. هل قال لكم نبيّكم: إنه سيظل حيًّا ؟.. أو قال لكم: إن به جزءًا إلهيًا يحفظه من أذى البشر ؟ إن محمدًا بشر، وسيموت ككل البشر.. فهل تكون نتيجة موته أن تنقلبوا على أعقابكم ؟!! إنكم إذا انقلبتم فلن تضروا إلا أنفسكم: (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئاً وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ) (3).\nوهكذا يبدأ القرآن الكريم تأنيب من فر حين سمع إشاعة قتل النبى صلى الله عليه وسلم .. إن أى نفس لا تموت هكذا اعتباطا بلا قصد إلهى، وإرادة عليا: (وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَاباً مُؤَجَّلاً وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ)(4).\nوإنكم لستم أول من قاتل مع نبى.. إن أبرارًا كثيرين قاتلوا مع الرسل السابقين، فما ضعفت أرواحهم وما ذلوا لأحد، بل ظلوا شامخى الأنوف، يفاخرون\n__________\n(1) سورة آل عمران – آية رقم 141، 142.\n(2) سورة آل عمران – آية رقم 143.\n(3) سورة آل عمران – آية رقم 144.\n(4) سورة آل عمران – آية رقم 145.\n(1/33)\n",
        "بأنهم جند الحق: (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ * وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ*آتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ)(1).\nثم يقرر القرآن الكريم بعض السنن الكونية ليتعلم منها المسلمون:\n1 – إن هدف أهل الباطل لن يرضى بأقل من القضاء\nالتام على أهل الحق: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ)(2).\n2 – إن الله يدافع عن أهل الحق بسلاح بتار، هو إنزال الرعب فى قلوب أعدائهم، وهو سلاح لا يتوافر لأحد غير الله: (سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ )(3)\n3 – دولة الباطل إلى اضمحلال وفناء: (لِيَقْطَعَ طَرَفاً مِنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَائِبِينَ) (4)\n4 – لن ينال الباطل من الحق شيئا: (وَلا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئاً يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظّاً فِي الْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ*إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْأِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئاً وَلَهُمْ عَذَابٌ أَلِيمٌ)(5).\n__________\n(1) سورة آل عمران – آية رقم 146-148.\n(2) سورة آل عمران – آية رقم 149.\n(3) سورة آل عمران – آية رقم 151.\n(4) سورة آل عمران – آية رقم 127.\n(5) سورة آل عمران – آية رقم 176، 177.\n(1/34)\n\nبعد تلك التهدئة لنفوسهم، والتأسية لجراحاتهم، يسلك القرآن الكريم مسلكا آخر فى التأنيب، وتوضيح الأخطاء.. إن الله لم يخلفكم نصره.. أنتم سبب الهزيمة (وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ) (1)، هكذا فالعصيان والتنازع وحب الدنيا ونسيان الهدف.. هذه بعض عوامل الهزيمة، بالإضافة إلى سوء الظن بالله..\nلقد قال بعض المنافقين: ( لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا ) (2)، أما المؤمنون، فالفرار يوم الزحف\nوترك المصابرة حتى النهاية بالنسبة لهم عار كبير: (إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا ) (3)، ووقعوا فى حمأة المعصية، ولم يرض الله لهم أن يستمروا على ذلك: (وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ) (2).\nإن منظركم حين الفرار، منظر كريه لا يليق بأصحاب الدعوات الكبرى، وبخاصة فى الوقت الذى\nيناديكم فيه رسول الله صلى الله عليه وسلم أن تعودوا إليه: )إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمّاً بِغَمٍّ لِكَيْلا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ)(4).\n__________\n(1) سورة آل عمران – آية رقم 152.\n(2) سورة آل عمران – آية رقم 154.\n(3) سورة آل عمران – آية رقم 155.\n(4) سورة آل عمران – آية رقم 153.",
        "(1/35)\n\nوإذن فهذا الغم الذى أصابكم كان مقصودًا به رسوخ الإيمان عندكم بأن: ما أصابكم لم يكن ليخطئكم، وما أخطأكم لم يكن ليصيبكم.. فإن أمور القدر تجرى بميزان وحكمة، وقصد وإرادة.. وتلك حقيقة الإيمان الذى تدعون إليه.. إن الله ليعلم خبيئة النفوس، ويعلم أن منكم من قوى إيمانه حتى شكر الله فى الضراء، كما يشكره فى السراء، واطمأن لفعل القدر.. وهؤلاء قد أنزل الله عليهم الأمن ؛ لأنهم آمنوا ولم يلبسوا إيمانهم بظلم.. ومنكم آخرون نفوسهم طلعة جشعة، لا يثقون فيما تأتى به الأقدار، ويجادلون فى البدهيات محاولين زحزحة الإيمان من القلوب: (ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاساً يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) (1).\n__________\n(1) سورة آل عمران – آية رقم 154.\n(1/36)",
        "\nويرتد السياق فى القرآن الكريم يحذر المسلم أن يتخذ موقف الضال التائه الملحد.. فالفرق الجوهرى بينهما أن المسلم يطمئن دائمًا لما تأتى به السماء.. يؤمن بالقدر خيره وشره، حلوه ومره، لا يتعلل بالقدر، ولا بـ \" لو \" فإن \" لو \" عند المسلم تفتح عمل الشيطان: )يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزّىً لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) (1).\nإن المسلم لا يخاف القتل، بل يعده غاية المنى إذا كان فى سبيل الله ؛ إذ سيجد بعده فى دار البقاء نعيمالأبد: (وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ) (2)، والموت والقتل كلاهما واحد: (وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لإِلَى اللَّهِ تُحْشَرُونَ) (3).\nويسترجع القرآن الكريم ذكرى التشاور حين تحمست الأكثرية للخروج مع ما فيه من خطر، وحين نزل النبى صلى الله عليه وسلم على رغبتهم ووافق على الخروج بحصافة القائد، الذى يرى عن بعد أن استبداد الفرد بالأمر – ولو كانت خطته أسلم – قد يؤدى إلى انفضاض الجند، وانفلات القيد: (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ)(4).\n__________\n(1) سورة آل عمران – آية رقم 156.\n(2) سورة آل عمران – آية رقم 157.\n(3) سورة آل عمران – آية رقم 158.\n(4) سورة آل عمران – آية رقم 159.\n(1/37)\n",
        "ومهما يكن من شىء فإن النصر بيد القادر المقتدر: (إِنْ يَنْصُرْكُمُ اللَّهُ فَلا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ)(1).\nويوجه القرآن الكريم كلامه إلى من مالوا للدنيا وتركوا المواقع.. ما الذى كان يقلقكم على الغنائم ؟ هل اتخذ الرسول سابقا من الغنيمة لنفسه شيئا غير حقه ؟ هل جار فى التقسيم ؟ ماذا يخيفكم إذن ؟ إنه ليس من طبيعة الأنبياء ذلك: (وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ)(2).\nاذكروا النعمة الكبرى من الله أن هداكم للإيمان.. (لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ)(3).\nإن القرآن الكريم – فى سياقه كله – يحرص أن يثبت للمسلمين أنهم هم الرابحون.. إنه يضع مكاسبهم فى ناحية.. والهزيمة الجزئية فى ناحية أخرى.\n1 – (وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ ).\n2 – (إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ )\n3 – ( وَلَقَدْ عَفَا عَنْكُمْ ).\n4 – (لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ ).\n5 – (وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ).\n6 – (أَفَمَنِ اتَّبَعَ رِضْوَانَ اللَّهِ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ).\n__________\n(1) سورة آل عمران – آية رقم 160.\n(2) سورة آل عمران – آية رقم 161.\n(3) سورة آل عمران – آية رقم 164.\n(1/38)\n\nأكل هذه الأرباح وتعتبرون أنفسكم مهزومين ؟!: (أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)(1).\nثم إن ما أصابكم لم يكن عفوًا وبلا تقدير.. بل لحِكم شتى: (وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ)(2).\n1 – ( وَلِيَعْلَمَ الْمُؤْمِنِينَ).?\n2 – (وَلِيَعْلَمَ الَّذِينَ نَافَقُوا ).\n3 – (وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا ).\n4 – ( وَيَمْحَقَ الْكَافِرِينَ).\n5 – ( وَيَعْلَمَ الصَّابِرِينَ).\n6 – ( وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ ).\nهكذا يجمل العبر، ويواسى الجراح، ويفتح طريق الأمل، ويرشدهم إلى الطاعة والانقياد، ويغرس فى نفوسهم بذلك أهم تشريع عسكرى فى وجوب الطاعة والتزام النظام، والحرص على تنفيذ الخطة، ووضوح الهدف دائمًا، وعدم الانحراف عنه إلى الدروب الفرعية التى تستنفد الجهد، وتبطئ فى الوصول.. بل ربما لا تصل بهم إلى الغرض المنشود، وصدق الله العظيم: (وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ) (3).\n\nكادت تهد من الأصوات راحلتى ... * ... إذ سالت الأرض بالجُرد الأبابيل\nتردى بأسد كرام لا تنابلة ... * ... عند اللقاء ولا حزق معازيل\nفظلت عدوا أظن الأرض مائلة ... * ... لما سموا برئيس غير مخذول\nفقلت ويل ابن حرب من لقائكم ... * ... إذا تغطمطت البطحاء بالجيل\nإنى نذير لأهل البسل ضاحية ... * ... لكل ذى إربة منهم ومعقول\nمن جيش أحمد لا وخش تنابلة ... * ... وليس يوصف ما أنذرت بالقيل\n\nفى أعقاب \" أُحد \"\n__________\n(1) سورة آل عمران – آية رقم 165.\n(2) سورة آل عمران – آية رقم 166.\n(3) سورة الأنفال – آية رقم 46.",
        "(1/39)\n\nارتحل \" أبو سفيان \" وهدأت العاصفة، وظن المسلمون أن الدرس قد انتهى، وأنهم سيضمدون جرحاهم، ويعودون إلى المدينة.. لكن القائد الموحى إليه، ذا العقل المتقد، والبصيرة النافذة.. ينظر إلى أبعاد هذه المعركة إنه مثخن بالجراح.. وأصحابه كذلك لكن الخطر ما زال يبرق فى الأفق !!\nألا يجوز أن يركب القرشيون رؤوسهم ويعودوا ثانيًا – بعد أن يفيقوا من غمرة النصر المقتنص – إلى المدينة يستبيحون أعراضها بعد أن فهموا أنهم هزموا أصحابها ؟!! إن ذلك ممكن ومنتظر.. بل هذا هو ما كاد يحدث !!\n(1/40)",
        "\nإذن فليؤذن فى المسلمين الجرحى – صبيحة يوم الأحد 16 من شوال للسنة الثالثة للهجرة – بالتأهب للمسير فى طلب القوم.. وليعلن ألا يخرج معهم إلا من كان حاضرًا بالأمس، أما من فر ووصل إلى المدينة فلا خير فيه، ولا رجاء منه.. إن هؤلاء الجرحى هم الصادقون.. وخرج رسول الله صلى الله عليه وسلم حتى انتهى إلى \" حمراء الأسد \"(1) ( على بعد ثمانية أميال ) فأقام بها أيام الاثنين والثلاثاء والأربعاء 17، 18، 19 من شوال، وفى هذه الأثناء مر بهم \" معبد بن أبى معبد \" الخزاعى ( وكانت \" خزاعة \" مسلمهم وكافرهم عيبة نصح لرسول الله صلى الله عليه وسلم بتهامة ) وهو يومئذ مشرك.. فقال: \" يا محمد أما والله لقد عز علينا ما أصابك، ولوددنا أن الله عافاك منهم \"، ثم لحق \" معبد \" \" أبا سفيان \" ومن معه \" بالروحاء \" وإذا بنبوءة رسول الله صلى الله عليه وسلم تتحقق.. فوجدهم \" معبد \" وقد أجمعوا الرجعة إلى رسول الله صلى الله عليه وسلم وقالوا: \" أصبنا أصحابه وأشرافهم وقادتهم ثم نرجع قبل أن نستأصلهم ؟ لنكرّنّ على بقيتهم فلنفرغَنّ منهم \"، فلما رأى \" أبو سفيان \" \" معبدًا \"، قال: \" ما وراءك يا معبد ؟ \" قال: \" محمد.. خرج فى أصحابه يطلبكم فى جمع لم أر مثله قط يتحرقون عليكم تحرقا، قد اجتمع معه من تخلف عنه فى يومكم، وندموا على ما صنعوا.. وفيهم من الحنق عليكم شىء لم أر مثله قط \"، قال: \" ويحك ما تقول \"، قال: \" والله ما أرى أن ترتحل حتى أرى نواصى الخيل \"، قال: \" فوالله لقد أجمعنا الكرة عليهم لنستأصل بقيتهم \"، قال: \" فإنى أنهاك عن ذلك، فوالله لقد حملنى ما رأيت على أن قلت:\n__________\n(1) نبى البر.\n(1/41)\n",
        "قال \" صفوان بن أمية \": \" لا تفعلوا فإن القوم قد حربوا، وقد خشينا أن يكون لهم قتال غير الذى كان فارجعوا \"، فرجعوا.. ولقى \" أبو سفيان \" قبل ذلك ركبًا من \" عبد القيس \" فحملهم رسالة إلى النبى صلى الله عليه وسلم يخبره فيها أن قريشا تنوى أن تستأصل بقيتكم فمر الركب على رسول الله صلى الله عليه وسلم وهو بـ \" حمراء الأسد \" فبلغ الرسالة.. فقال المسلمون جميعًا: \" حسبنا الله ونعم الوكيل \".\nوفى عودة رسول الله صلى الله عليه وسلم وقع \" أبو عزة \" الشاعر الغادر فى قبضته، فأخذ يستعطف، فأبى النبى صلى الله عليه وسلم وقال: « والله لا تمسح عارضيك بمكة بعدها تقول: خدعت محمدًا مرتين.. اضرب عنقه يا \" زبير \" » فضرب عنقه.\nوبهذه المظاهرة الناجحة وفيمن اشتركوا فيها على ما بهم من ألم الجراح، أشاد القرآن الكريم، حيث قال: (الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ *الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ) (1).\nالدرس المستفاد\nوعاد المسلمون إلى المدينة، وقد تعلموا من درسهم القاسى:\nأولا: قيمة الطاعة والانقياد، فالجماعة التى يغلب على أفرادها وطوائفها نزعات فردية نافرة لا تنجح فى صدام.. والأمم كلها – مؤمنها وكافرها اليوم – تفهم لك الحقيقة وعليها قام نظام الجندية.. وعندما تشتبك أمة فى حرب تجعل أحزابها جبهة واحدة، وأهواءها رغبة واحدة، وتخمد أى تمرد أو شذوذ ينجم فى صفوفها.\n__________\n(1) سورة آل عمران – آية رقم 172، 173.\n(1/42)\n\nوثانيًا: تعلم المسلمون أيضًا أن أسرع الناس إلى الشغب والتمرد من أقصوا من الرئاسة وهم إليها طامحون ؛ إذ كان \" عبد الله بن أبىّ \" مثلا لهذا الفريق الذى يضحى بمستقبل الأمة فى سبيل أطماعه الخاصة. وقد أكرم الله عددًا ضخمًا من صحابة رسول الله صلى الله عليه وسلم بالاستشهاد فى ذلك اليوم العصيب، بلغ خمسة وسبعين شهيدًا(1). وأمر رسول الله صلى الله عليه وسلم بدفن الشهداء حيث قتلوا، فكان رسول الله صلى الله عليه وسلم يجمع بين الرجلين من قتلى \" أحد \" فى ثوب واحد.. ثم يقول: « أيهم أكثر أخذًا للقرآن ؟ » فإذا أشير إلى أحدهما قدم فى اللحد.. ولما انصرف عنهم قال: « أنا شهيد على هؤلاء أنه ما من جريح يجرح فى سبيل الله إلا والله يبعثه يوم القيامة يدمى جرحه، اللون لون الدم، والريح ريح المسك ».\nوظلت لهذا الجيل الأشم ذكريات فى نفس رسول الله صلى الله عليه وسلم فكان يقول: « \" أُحد \" جبل يحبنا ونحبه »، فلما حانت وفاته جعل آخر عهده بذكريات البطولة أن زار قتلى \" أحد \".\nموقف \" قريش \" من هذا النصر\nأما \" قريش \" فقد صُرع منها اثنان وعشرون مشركا.\nوحينما وصلت قريش، أرسلوا أشعارهم تفاخرًا بهذا النصر الجزئى التافه.. قال \" ابن الزبعرى \":\n\nأبلغا \" حسان \" عنى آية ... * ... فقريض الشعر يشفى ذا الغلل\nكم نرى بالحر من جمجمة ... * ... واكُفّ قد أثرتْ(2) وحَدل(3)\n\nإلى أن قال:\n\nليت أشياخى ببدر شهدوا ... * ... جزع الخزرج من وقع الأسل\n\nوأجابه \" حسان بن ثابت \" بقوله:\n\nولقد نلتم ونلنا منكم ... * ... وكذاك الحرب أحيانا دول\nوتركنا فى قريش عورة ... * ... يوم بدر وأحاديث المثل\n\nمن بطولات الرجال فى \" أُحد \"\nرجولة فارعة.. تلك التى اصطدم بها الكفر أول المعركة وآخرها.. فماد أمامها واضطربت من تحت\n__________\n(1) نبى البر ؛ وفى تاريخ اليعقوبى يذكر أنهم ثمانية وستون ؛ وفى كتاب البدء والتاريخ أنهم خمسة وستون فقط.\n(2) من ثر الشىء: بدده.\n(3) معاقد الأزر.",
        "(1/43)\n\nأقدامه الأرض.. فما تمالك نفسه من الاندحار أول القتال، وما انتفع بما ربحه آخره.. وهذا اللون من البطولة مدفون تحت جدران التاريخ الإسلامى القائم بيننا إلى اليوم.. وما يقوم للإسلام صرح، ولا ينكف عنه طغيان إلا بتلك القوى المذخورة المضغوطة فى أفئدة الصديقين والشهداء.\n1 – حين أرجف المسلمون بقتل رسول الله صلى الله عليه وسلم اجتمع بعض الصحابة فوق سفح جبل، فقال أحدهم: \" ليت لنا بابن أبىّ يأخذ لنا عهدًا من أبى سفيان ألا يقتلنا \"، وبينما هم يتناجون، إذ مر عليهم \" أنس بن النضر \"، فقال: \" ما يجلسكم ؟ \" قالوا: \" قتل رسول الله صلى الله عليه وسلم \".. قال: \" فماذا تصنعون بالحياة بعده ؟ قوموا فموتوا على ما مات عليه رسول الله صلى الله عليه وسلم \".. وانفتل مقدمًا على القوم، فقاتل حتى قتل، فوجدوا به سبعين ضربة.. وما عرفه إلا أخته ببنانه.\nوهكذا صدق وعده مع الله حين قال فى مجلس الشورى: \" لئن أشهدنى الله قتال المشركين فليرين الله ما أصنع \".\n2 – خرج \" عبد الله بن جحش \" يوم \" أحد \" وهو يقول: \" اللهم إنى أقسم عليك أن ألقى العدو غدًا فيقتلونى، ثم يبقروا بطنى ويجدعوا أنفى وأذنى، ثم تسألنى فيم ذلك ؟ فأقول: فيك \"، قال \" سعد بن أبى وقاص \": \"لقد رأيته آخر النهار وإن أنفه وأذنه لمعلقتان فى خيط.. فأطلق عليه \" المجدع فى الله \".. ودفن مع \" حمزة \" فى قبر واحد.\n(1/44)",
        "\n3 – كان \" عمرو بن الجموح \" أعرج شديد العرج، وكان له أربعة أبناء يغزون جميعًا مع رسول الله صلى الله عليه وسلم ، فلما توجه إلى \" أحد \" أراد أن يخرج معه، فقال له بنوه: \" إن الله قد جعل لك رخصة فلو قعدت ونحن نكفيك وقد وضع الله عنك الجهاد \"، فأتى \" عمرو \" رسول الله صلى الله عليه وسلم فقال: \" إن بنىّ هؤلاء يمنعوننى أن أجاهد معك، ووالله إنى لأرجو أن أستشهد فأطأ بعرجتى هذه الجنة \".. فقال رسول الله صلى الله عليه وسلم : « أما أنت فقد وضع الله عنك الجهاد ».. وقال لبنيه: « وما عليكم أن تدعوه ؟ لعل الله عز وجلأن يرزقه الشهادة »، فخرج مع رسول الله صلى الله عليه وسلم فقتل يوم \" أحد \" شهيدًا.\n4 – روى \" ابن إسحاق \" أن رسول الله صلى الله عليه وسلم قال: « من رجل ينظر لى ما فعل سعد بن الربيع ؟ أفى الأحياء هو أم فى الأموات ؟ »، فقال رجل من الصحابة ( قيل \" أبىّ بن كعب \"، وقيل \" زيد بن حارثة\"): \" أنا \".. فنظر فوجده جريحًا فى القتلى وبه رمق، فقال له: \" إن رسول الله صلى الله عليه وسلم أمرنى أن أنظر أفى الأحياء أنت أم فى الأموات \"، فقال: \" أنا فى الأموات فأبلغ رسول الله صلى الله عليه وسلم سلامى.. وقل له: إن سعد بن الربيع يقول لك: جزاك الله عنا خير ما جزى نبيًا عن أمته، وأبلغ قومك منى السلام وقل لهم: إن سعد بن الربيع يقول لكم: إنه لا عذر لكم عند الله إن خلص إلى نبيكم وفيكم عين تطرف !! \".\n(1/45)\n",
        "5 – كان \" حنظلة بن أبى عامر \" قد أوى إلى فراشه منذ ليلة واحدة فى ظل بيته الهادئ الوديع فى أول ليلة من عرسه.. وسمع نداء الحرب وهو فى أحضان زوجته.. فتصارع فى نفسه عاملان: اللذة التى كان يحلم بها منذ زمن، ودافع الإيمان الذى يناديه للنضال.. وانتصر الإيمان فى نفس \" حنظلة \".. واندفع إلى الميدان قبل أن يغتسل، وخرج الفتى الشاب يجالد ويناضل بعزم وإقدام، حتى استطاع أن يعلو مفرق \" أبى سفيان \".. ولكن عدو الله \" شداد بن الأسود الليثى \" طعنه من الخلف طعنة استشهد إثرها، وانكبت عليه الملائكة تغسله من جنابته، ليصعد إلى ربه نموذج الطهر والشرف والتضحية والفداء، وليخلد اسمه بعد ذلك \" حنظلة غسيل الملائكة \".\n6 – كان \" الأصرم بن عبد الأشهل \" يأبى الإسلام وينكره.. فلما رأى شجاعة المسلمين ودفاعهم الباسل فى \" أحد \" مالت نفسه إلى الإسلام.. فكما أن الشاعر يشجيه بيت الشعر، فكذلك الشجاع يطربه منظر الشجاعة.. وتقدم الرجل الصفوف، وناضل نضال الأبطال الميامين، حتى أثخنته الجراح، وتكاثرت عليه السيوف، فإذا به يخر على الأرض جريحًا ينضح منه الدم الزكى، ليشهد له عند الله أنه من الرجال الذين صدقوا ما عاهدوا الله عليه، وسأله المسلمون: \" لقد كنت حتى الأمس عدوًا عنيدًا \"، فيجيب: \" رغبت فى الإسلام فآمنت بالله ورسوله، ثم أخذت سيفى، ثم غدوت فلحقتكم \"، وتنقطع أنفاس الشهيد الذى لم يتمكن أن يركع لله ركعة واحدة، لكنها التضحية والإيمان، فليس الإسلام صلاة وصيامًا فحسب:\n\nيا ويح للدين ممن بات يحسبه ... * ... وقتا يصام وأوقاتا يصليها\nوإنما الدين إيمان وتضحية ... * ... وعزة تنشر الدنيا وتطويها\n(1/46)\n\n7 – كان \" عبد الرحمن بن أبى بكر \" مشركا، وخرج من صفوف المشركين مبارزًا.. فثارت الحمية فى نفس والده الصديق، ضاربًا بحنان الأبوة وشعور الفطرة عرض الحائط، وانتفض قائمًا ليبارز ابنه، ويسكت فى رأسه هذا الطيش الأحمق، والكفر الأخرق.. لكن رسول الله صلى الله عليه وسلم يخشى على صديقه الشيخ من ولده الشاب الفتى، فقال لصاحبه: « أمتِعْنا بك يا أبا بكر »، وفى هذه الكلمة على إيجازها إكبار وتقدير.. وفى نفس الوقت منع لصاحبه وخوف عليه.\n8 – قال \" كعب بن مالك \": \" كان أحد المشركين قد شغل نفسه بالإجهاز على جرحى المسلمين فى المعركة.. وإذا رجل من المسلمين ينتظره، وعليه لامته، فمضيت حتى كنت وراءه، ثم قمت أقدر المسلم والكافر ببصرى.. فإذا الكافر أفضلهما عدة وهيئة، فلم أزل أنتظرهما حتى التقيا، فضرب المسلم الكافر على حبل عاتقه ضربة بالسيف بلغت وركه، فتفرق فرقتين، ثم كشف المسلم عن وجهه، وقال: \" كيف ترى يا كعب ؟ أنا أبو دجانة !! \".",
        "(1/47)\n\n9 – روى الحاكم فى مستدركه أن \" سعد بن أبى وقاص \" قال: \" لما جال الناس عن رسول الله صلى الله عليه وسلم تلك الجولة يوم \" أحد \" قلت: أذود عن نفسى فإما أن أستشهد، وإما أن ألحق برسول الله صلى الله عليه وسلم .. فبينما أنا كذلك إذ برجل مخمر وجهه ما أدرى من هو، فأقبل المشركون حتى قلت: قد ركبوه، فملأ يده من الحصى، ثم رمى به فى وجوههم فانكبوا على أعقابهم القهقرى حتى أتوا الجبل.. وفعل ذلك مرارًا، ولا أدرى من هو، وبينى وبينه المقداد.. فبينما أنا أريد أن أسأل المقداد عنه إذ قال المقداد: يا سعد هذا رسول الله صلى الله عليه وسلم يدعوك.. فقلت: أين هو ؟ فأشار إليه فقمت وكأنه لم يصبنى شىء من الأذى.. وأجلسنى أمامه فجعلت أرمى وأقول: اللهم سهمك فارم به عدوك.. ورسول الله صلى الله عليه وسلم ينثر كنانته ويعطينى وهو يقول: « ارم فداك أبى وأمى » \"، ولم يجمع رسول الله صلى الله عليه وسلم أباه وأمه لأحد سوى \" سعد \".\nتلك أمثلة رجال أقاموا أركان الإسلام: لبناتها من جثث، وتماسك اللبنات من دماء.. تلك قصص أبطال لم أشأ أن أعلق على بسالتها وشهامتها.. بل جعلت الموقف التاريخى نفسه يشهد ويفخر بشهادته.. أن عزماتهم ودماءهم كانت الممر القانى الذى وصَلنا عليه نور الحق براقا لا يخبو له ضياء.\nمن بطولات النساء\nأما النساء.. فلهن دور خطير فى كل معركة خاضها الإسلام.\nوتلك أمثلة تاريخية لبطلات مجيدات.. كانت تساوى المرأة منهن آلاف الرجال، فليست المسألة مسألة رجال ونساء.. ولكنها الإيمان.. والإيمان فى أى وعاء يصنع المعجزات.\n(1/48)",
        "\n1 – حدثت \" نسيبة المازنية \" عن نفسها فقالت: \" خرجت فى أول النهار وأنا أنظر ما يصنع الناس ومعى سقاء فيه ماء، فانتهيت إلى رسول الله صلى الله عليه وسلم وهو فى أصحابه، والدولة والريح معهم.. فلما انهزموا انحزت إلى رسول الله صلى الله عليه وسلم وقمت أباشر القتال بالسيف، وأرمى عن القوس.. حتى خلصت الجراح إلىّ وذكرت محدثتها أنها رأت على عاتقها جرحًا أجوف له غور، فقالت: \" من أصابك ؟ \" قالت: \" ابن قميئة \".. لما ولى الناس عن رسول الله صلى الله عليه وسلم أقبل يقول: \" دلونى على محمد فلا نجوت إن نجا \" فاعترضت له أنا و\" مصعب بن عمير \" وأناس فضربنى هذه الضربة ولكننى ضربته عليها ضربات ولكن عدو الله كانت عليه درعان.\n2 – كانت \" أم أيمن \" حاضنة رسول الله صلى الله عليه وسلم فى نساء من الأنصار يسقين الماء، فرماها مشرك بسهم أصاب ذيل ردائها، فدفع النبى سهمًا إلى \" سعد ابن أبى وقاص \" وقال: « ارمه »، فرماه فأصابه فتبسم رسول الله صلى الله عليه وسلم وقال: « استقاد لها سعد أجاب الله دعوتك وسدَّد رميتك ».\n3 – كانت أم المؤمنين السيدة \" عائشة \" و\" أم سليم \" و\" أم سليط \"، يحملن القرب يوم \" أحد \"، ويسقين الظمأى فى ميدان القتال فيفرغن الماء فى أفواههم، ويرجعن سريعًا فيملأنها ثم يعدن فيفرغنها.. وكانت السيدة \" فاطمة الزهراء \" تضمد جراحات أبيها وتوقف له النزيف.\n(1/49)\n",
        "4 – جاءت السيدة \" صفية بنت عبد المطلب \" ( عمة الرسول صلى الله عليه وسلم ) لتنظر أخاها \" الحمزة \"، فقال النبى صلى الله عليه وسلم لابنها \" الزبير \": « القها فأرجعها لا ترى ما بأخيها ».. فقال لها: \" يا أمَّهْ، إن رسول الله صلى الله عليه وسلم يأمرك أن ترجعى \"، فقالت: \" ولم ؟ وقد بلغنى أن قد مُثلَ بأخى، وذلك فى الله، فما أرضانا بما كان من ذلك ! لأحتسبن ولأصبرن إن شاء الله \"، فلما أخبر \" الزبير \" النبى صلى الله عليه وسلم قال: « خل سبيلها » فأتته فنظرت إليه وصَلَّتْ عليه واسترجعت واستغفرت له.\nولما انكشف المسلمون فى \" أحد \" أوت نساء المسلمين إلى خيامهن فوق الجبل، وكان معهن الشاعر \" حسان بن ثابت \"، فجاء يهودى وحاول أن يصعد الجبل وهو يقول: \" الآن بطل السحر \"، فقالت \" صفية \": \" قم يا حسان فاضرب اليهودى \"، فقال: \" لو كان لى بنزال الأبطال ما تخلفت عن رسول الله صلى الله عليه وسلم \"، فخرجت السيدة \" صفية \" من الخباء وتناولت خشبة ضربت بها اليهودى فقتلته وعادت.. فقالت: \" قم يا حسان فاسلبه، فما منعنى من سلبه إلا أننى امرأة \"، فقال: \" لا حاجة لى بسلبه، لعل به حياة \".\n5 – فى طريق الجيش الإسلامى إلى المدينة قابلتهم امرأة، فنعى لها زوجها وأخوها وأبوها، فقالت: \" ما فعل رسول الله صلى الله عليه وسلم ؟ \"، قالوا: \" خيرًا هو بحمد الله كما تحبين \".. قالت: \" أرونيه أنظر إليه \" فلما رأته اطمأنت، وقالت: \" كل مصيبة بعدك جَلل ( هينة ) \".\nهؤلاء نساء الإسلام شاركن فى كل مجال بما يليق بهن وبما يستطعن أن يبرزن فيه: سقاء.. تضميد، علاج، ووقت الخطر تدافع وتحمل السلاح كما دافعن عن رسول الله صلى الله عليه وسلم ، وتستخدم أدوات البيئة كما فعلت عمة الرسول صلى الله عليه وسلم ، ورضى الله عنهن جميعًا.\nآثار \" أُحد \"\n(1/50)\n\nالمحنة دائمًا تصهر المعادن، وتظهر الحقائق، ويستبين منها العدو والصديق، ففى ساعة النصر يمالئ الجميع، وينافق الكثير.. أما فى النكسة – ولو كانت نكسة ظاهرية فقط.. وجزئية تافهة فى ميزان الحقيقة والواقع – فيمتاز الخليل المخلص من العدو المستتر !!\nإن \" قريشا \" تعلم البطولات الفذة التى أبداها المسلمون.. وتعلم أيضًا أنها انتصرت بالصدفة والحيلة وما كان لها أن تنتصر.. لكن الناس الآخرين الذين لم يشاهدوا المعركة لهم النهاية فحسب..\nوعلى ذلك:\n1 – تجرأ أعراب البادية.\n2 – وعالن اليهود بالسخرية.\n3 – وشمت المنافقون الذين قالوا لإخوانهم وقعدوا: \" لو أطاعونا ما قتلوا \".\nوتألبت قوى عديدة ضد الإسلام.. تتضح مؤامراتها ومحاولاتها فيما بعد.. وإنه لمن أصعب الأمور قيادة الأمم عقب الهزائم !!\nأولا: سرية \" أبى سلمة \":\nلم يمض شهران على \" أحد \" حتى تهيأ البدو لغزو المدينة، وقد حسبوها لقمة سائغة، فسارع رسول الله صلى الله عليه وسلم إلى بعث \" أبى سلمة \" على رأس مائة وخمسين رجلا.. فبغت القوم فى رحالهم قبل قيامهم بالغارة المبيتة.. فشتت شملهم واستاق نعمهم، وعاد مظفرًا منصورًا، لولا أن نغر عليه جرحه فى \" أحد \" فالتحق بقافلة الشهداء.\nثانيًا: سرية \" عبد الله بن أنيس \": حاول \" خالد بن سفيان الهذلى \" أن يحشد الجموع لحرب المسلمين، فأرسل إليه النبى صلى الله عليه وسلم \" عبد الله بن أنيس \" فقتله وهو يجتهد فى تأليب القبائل للهجوم على المدينة.",
        "(1/51)\n\nثالثا: يوم الرجيع: أوحت هذيل إلى حليفتها عضل لتنتقم لسيدها \" خالد \"، فقدم وفد من قبائل \" عضل والقارة \" على رسول الله صلى الله عليه وسلم يذكر أن أنباء الإسلام قد وصلتهم.. ويحتاجون إلى من يعلمهم الدين، ويقرئهم القرآن الكريم.. فأرسل النبى صلى الله عليه وسلم رهطا من الدعاة يبلغون عشرة رجال يرأسهم \" عاصم بن ثابت \".. حتى إذا كانوا بين \" عسفان \" و\" مكة \" قريبًا من \" هذيل \" عند ماء يقال له \" الرجيع \" ظهر الغدر المبيّت.. فما شعر الدعاة إلا بالسيوف تحصد رقابهم بأيدى هؤلاء الغدرة الفاجرين.. وبمعونة قوم من \" هذيل \"، واستسلم ثلاثة للأسر، وبيع الأسرى لـ \" قريش \".. فحاول أحدهم \" عبد الله بن طارق \" أن يفلت فقتلوه، واشترى \" صفوان بن أمية \" الأسير الثانى \" زيد بن الدثنة \" ليقتله بأبيه.. وعندما أراد قتله حدث مشهد من أروع ما خلده التاريخ: \" زيد \" يتهيأ لفصل رأسه من عنقه، و\" أبو سفيان \" يناقشه: \" أنشدك الله يا زيد أتحب أن محمدًا الآن عندنا مكانك تضرب عنقه وأنت فى أهلك ؟ \" فقال البطل المؤمن: \" والله ما أحب أن محمدًا الآن فى مكانه الذى هو فيه تصيبه شوكة تؤذيه وأنا جالس فى أهلى \"، فقال \" أبو سفيان \": \" ما رأيت من الناس أحدًا يحب أحدًا كحب أصحاب محمد محمدًا \"، ثم قتل زيد، وصدق الشاعر:\n\nأسرت قريش مسلمًا فى غزوة ... * ... فمضى بلا وجل إلى السياف\nسألوه هل يرضيك أنك آمن ... * ... ولك النبى فدى من الإتلاف\nفأجاب كلا لا سلمت من الردى ... * ... ويصاب أنف نبينا برعاف\n(1/52)",
        "\nوأما الثالث فهو \" خبيب \" اشتراه \" عقبة بن الحارث \" ليقتله بأبيه.. فلما خرجوا من الحرم ليصلبوه قال لهم: \"إن رأيتم أن تدعونى حتى أركع ركعتين فافعلوا \" قالوا: \" دونك فاركع \" فركع ركعتين، أتمهما وأحسنهما، ثم أقبل على القوم فقال: \" أما والله لولا أن تظنوا أنى إنما طولت جزعًا من القتل لاستكثرت من الصلاة \" (فكان \" خبيب \" أول من بدأ هاتين الركعتين )، ثم رفعوه على خشبة فلما أوثقوه قال: \" اللهم إنا قد بلغنا رسالة رسولك فبلغه الغداة ما يصنع بنا \" ثم قال: \" اللهم أحصهم عددًا، واقتلهم بددًا، ولا تغادر منهم أحدًا \" واستقبل الموت والمثلة وهو ينشد:\n\nولست أبالى حين أقتل مسلمًا ... * ... على أى جنب كان فى الله مصرعى\nوذلك فى ذات الإله وإن يشأ ... * ... يبارك على أوصال شلو ممزع\n\nرابعًا: بئر معونة:\nكان هذا الذى حدث بـ \" الرجيع \" فى صفر سنة 4 هجرية(1)، ومع أن هذا الغدر وتلك الفاجعة كانت كفيلة بحرص المسلمين وحذرهم.. إلا أن الرسول صلى الله عليه وسلم لا يستطيع أن يمنع نور الله أن ينتشر، ولو ضحى بهؤلاء الأبطال.. وما أدراه ؟ لعلهم صادقون !! إنه كان يرى أن هذه التضحيات لابد منها ؛ فالتاجر يتحمل المغارم كى لا ينكمش نشاطه.. أو تهتز مكانته !! فما بالك بالنبى صلى الله عليه وسلم وسلعته الهداية والسعادة ؟!!\nلقد أتاه فى نفس الشهر \" أبو براء عامر بن مالك \" الملقب \" بملاعب الأسنة \" وعرض عليه أن يرسل وفدًا من الدعاة ينشرون الإسلام بين قبائل نجد.. فأبدى النبى صلى الله عليه وسلم خشيته أن يصابوا بسوء.. فقال \" أبو براء \": \" أنا لهم جار \".\nوبلغ الدعاة \" بئر معونة \" وكانوا سبعين من خيار الدعاة، يحتطبون بالنهار، ويصلون بالليل، ويحيون على هذا النسق الرتيب.. وكان رئيسهم \" المنذر بن عمرو \" الأنصارى، وهو أخو بنى ساعدة.\n__________\n(1) فقه السيرة، السيرة النبوية.\n(1/53)\n",
        "وهناك أرسلوا أحدهم وهو \" حرام بن ملحان \" إلى \" عامر بن الطفيل \" رأس الكفر فى هذه البقعة فلم يلتفت إلى الرسالة.. واغتال حاملها وهو يصيح: \" فزت ورب الكعبة \" !!\nوانضمت إليه قبائل من \" رعل وذكوان والقارة \" واستأصلوا بقية السبعين إلا رجلين لم يكونا مع زملائهم، أحدهما \" عمرو بن أمية الضمرى \" الذى عرف خبر إخوانه من أسراب الطير المحمومة حول الجثث، قال \" عمرو \" لزميله: \" ماذا ترى ؟ \" فقال زميله: \" ما كنت لأرغب بنفسى عن موطن قتل فيه المنذر ( وكان صديقا له من هؤلاء الدعاة ) وما كنت لأبقى حتى أقص خبره على الرجال \".. وهجم على الأعراب حتى قتل، وأسر \" عمرو \" فأعتقه \" عامر بن الطفيل \" كبير الغادرين عن رقبة زعم أنها على أمه !! وعاد \" عمرو \" إلى النبى صلى الله عليه وسلم حاملا معه خبر المصاب الفادح.\nوبذلك انكشفت خبيئة الوثنية، بضميرها المملوء بالأحقاد، والتجرد من الشرف والوفاء والإنسانية.\nالوفاء بالوعد\nمر بنا توعد \" أبى سفيان \" عقب انتهاء \" أحد \" بقوله: \" موعدكم بدر العام المقبل \"، ورد عليه مندوب المسلمين: \" نعم هو بيننا وبينك موعدًا \".\nوما كان رسول الله صلى الله عليه وسلم ليخلف وعدًا قد التزمه، لذا خرج فى ألف وخمسمائة من أصحابه، وحمل لواءه \" علىّ بن أبى طالب \" واستخلف على المدينة \" عبد الله بن رواحة \"، وسار الجيش حتى وصل \" بدرًا \" فأقام بها ثمانية أيام.\nوخرج \" أبو سفيان \" بالمشركين من \" مكة \"، وكان عددهم ألفين، وسار بهم حتى وصل \" مر الظهران \" (شمال شرق المدينة بنحو ثلاثين كيلومترًا ) وهناك استبد به الرعب، فقام فى الناس خطيبًا: \" أيها الناس إنى واعدت محمدًا وأصحابه أن نلتقى بموسم بدر وإن هذا عام جدب، ولا يصلحنا إلا عام نرعى فيه الشجر ونشرب فيه اللبن.. وقد بدا لى أن أرجع فارجعوا \"، فرجعوا وسط سخرية \" قريش \" التى كانت تخاطبهم: \" إنما خرجتم لتشربوا السويق \".\nوفى هذا يقول \" عبد الله بن رواحة \":\n(1/54)\n\nوعدنا أبا سفيان وعدًا فلم نجد ... * ... لميعاده صدقا وما كان وافيًا\nفأقسِمُ لو وافيتنا فلقيتنا ... * ... لأبْتَ ذميما وافتقدت المراقيا\nتركنا به أوصال عتبة وابنه ... * ... وعمرًا أبا جهل تركناه ثاويا\n\nإلى أن قال:\n\nوإنى وإن عنفتمونى لقائل ... * ... فدى لرسول الله أهلى وماليا\nأطعناه لم نعدله فينا بغيره ... * ... شهابًا لنا فى ظلمة الليل هاديا\n\nخاتمة\nالسيرة بين الأمس واليوم\n\nوتوارت السيرة النبوية البناءة، خلف أكوام من سذاجة الجهلاء، وتحولت إلى تراتيل جوفاء، وقصة بكماء.. تحكى صورًا من السلبية والخرافات، بعد أن كانت تمنح المسلمين طاقة عالية من حرارة الإيمان، والتضحية والفداء.على أن التبر مهما وضع فوقه من تراب لن يفقد قيمته، ولن يخبو ضوؤه، فلا تزال سيرة نبيّنا الكريم صلى الله عليه وسلم تحمل بين طياتها عوامل القوة والكفاح، مهما ارتضع المسلمون من أثداء الوهن.. ومهما ضلت أذهانهم عن طريق النور.\nإن فى سيرة رسول الله صلى الله عليه وسلم لقوى مشعة، وأضواء هادية، تبدد كل فتنة، وتفتت كل عقبة، وتقشع كل قتام فى سيرة رسول الله صلى الله عليه وسلم تربية للنفس المسلمة، تنطلق بها من قمقم الدنيا القاتم إلى آفاق الله الفساح، ترفرف فيها بأجنحة من نور.\nفى سيرة رسول الله صلى الله عليه وسلم روح يسرى فى القلوب، وسر يلمس حنايا الأفئدة: فيحرك أشواقها حتى تصعد إلى مراقى العلا، مطلة على الدنيا، جالسة فوقها، مفاخرة بأنه لا يعلوها إلا الله، ولا تسير إلا فى نوره الأبيض الوضاح.",
        "(1/55)\n\nفى سيرة رسول الله صلى الله عليه وسلم برنامج واضح لنصر الحق وتخطيط دقيق للوصول إلى الهدف، ومنهاج لا يخطئ الغرض، لأنه قد رسم فى السماء.. ولأنه متساو مع سنن الكون ونواميسه، وأسبابه ومسبباته.. إن الإسلام لم ينتشر بالمعجزة، ولا بالسحر، ولا بالصدفة، بل بما يحمله فى طياته من عوامل البقاء، بجانب الكفاح المستميت:( رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلاً)(1).\nبهذا الكفاح الذى صعدت معه أرواح طاهرة.. ومثل فيه بأبطال بررة، استهانوا بالحياة، وبكل قوى الأرض ؛ لأن معهم واهب الحياة، وكل قوى السماء. وقد مر بنا فى هذا البحث القصير شواهد من التاريخ الأغر فى \" أحد \".. ورأينا كيف كانت قوة الكفر حاقدة مستعرة.. على حين كان جند الإسلام شبه أعزل، وبالرغم من ذلك فقد مادت أمامه القوى والقدر، لأنه كان مع رب القوى والقدر، حتى إذا ما هزه الشيطان ولوح له بزينة الحياة، فنسى تلك القوة بعض اللحظات، وعصى أمر رسول الله صلى الله عليه وسلم ، إذا بالنكسة\nتحدث، وإذا بالميزان ينقلب: (سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلاً) (2)\nالمراجع\n\n1 – تاريخ الطبرى.\n2 – تاريخ اليعقوبى.\n3 – تاريخ ابن خلدون.\n4 – الكامل لابن الأثير.\n5 – البداية والنهاية لابن كثير.\n6 – البدء والتاريخ للمقدسى.\n7 – حياة محمد لمحمد حسين هيكل.\n8 – السيرة النبوية للنجار.\n9 – فقه السيرة لمحمد الغزالى.\n10 – نبى البر لابن هشام.\n\nتعريف بالمؤلف\nالاسم: الأستاذ الدكتور/ محمد المختار محمد المهدى عبد الله حسنين.\nتاريخ الميلاد ومحله: 13/4/1939م – تصفا – مركز كفر شكر – قليوبية.\n__________\n(1) سورة الأحزاب – آية رقم 23.\n(2) سورة الأحزاب – آية رقم 62.\n(1/56)",
        "\nالعمل الحالى: أستاذ بقسم اللغة العربية وآدابها – كلية الدراسات الإسلامية والعربية للبنين – جامعة الأزهر – القاهرة.\nمراحل التعليم:\n- التحق بمعهد الزقازيق الدينى سنة 1951م، وحصل منه على الابتدائية سنة 1955م، والثانوية سنة 1960م.\n- التحق بكلية اللغة العربية بالقاهرة سنة 1960م، وحصل منها على العالية ( الليسانس ) سنة 1965م بتقدير \" جيد جدًا مع مرتبة الشرف \"، والتخصص ( الماجستير ) فى اللغويات سنة 1971م بتقدير \" جيد جدًا \"، والعالمية (الدكتوراه) سنة 1976م مع مرتبة الشرف الأولى والتوصية بطبع الرسالة على نفقة الجامعة وتبادلها مع الجامعات الأخرى.\nالتدرج الوظيفى:\n- محرر مراجع بصحيفة الأخبار المصرية من سنة 1963م إلى سنة 1966م.\n- أمين عام المكتب الفنى للنشر والصحافة بالجامعة الإسلامية بليبيا من سنة 1966م إلى سنة 1969م.\n- مشرف على تحرير مجلة الهَدْى الإسلامى بليبيا\n- محرر بصحيفة الأهرام من سنة 1970م إلى سنة 1975م.\n- مستشار صحفى لوزير شئون الأزهر بالمكتب الفنى للوزير سنة 1974م.\n- معيد ومدرس مساعد بكلية اللغة العربية بأسيوط من سنة 1975م.\n- مدرس بكلية الدراسات الإسلامية والعربية، وأستاذ مساعد من سنة 1976م.\n- رئيس قسم اللغة العربية وآدابها من سنة 1983م\n- أستاذ مساعد وأستاذ مشارك بجامعة أم القرى بمكة من سنة 1979م إلى سنة 1982م، ومن سنة 1978م إلى سنة 1992م.\n- أستاذ بكلية اللغة العربية بالجامعة الإسلامية بالمدينة المنورة سنة 1996م.\nأنشطة خارج الوظيفة:\n- عضو بلجنة القرآن وعلومه بالمجلس الأعلى للشئون الإسلامية بوزارة الأوقاف من سنة 1995م، والآن هو مقرر اللجنة.\n- عضو لجنة تحكيم المسابقات الثقافية والدينية بالمجلس الأعلى للشباب والرياضة من سنة 1982م.\n- عضو بنقابة الصحفيين من سنة 1970م إلى الآن.\n(1/57)\n",
        "- عضو بهيئة كبار علماء الجمعية الشرعية وأمين عام مجلس الإدارة ورئيس لجنة الإشراف على معاهد إعداد الدعاة من سنة 1985م.\n- عضو بلجنة تقنين الشريعة الإسلامية بمجلس الشعب المصرى سنة 1978م.\n- خبير وباحث بمكتب فضيلة شيخ الأزهر سنة 1979م.\n- عضو بلجنة اختيار قراء التليفزيون المصرى سنة 1984م.\n- مشارك فى جميع البرامج الدينية بالإذاعات المسموعة والمرئية بمصر والدول العربية بقنواتها المختلفة من سنة 1976م.\n- رئيس تحرير نشرة \" التبيان \" التى تصدر عن الجمعية الشرعية الرئيسية.\n- إمام أهل السنة، والرئيس العام للجمعيات الشرعية، من أبريل سنة 2002م حتى الآن.\nفهرس المحتويات\n\nالموضوع ... الصفحة\nالإهداء ... 2\nهذا البحث ... 3\nمقدمة ... 4\nمرجل قريش يغلى بعد \" بدر \" ... 5\nاستعداد \" قريش \" ... 9\nموقف الجبهة المسلمة ... 10\nنبل وعصبية ... 11\nمجلس الشورى ... 12\nمقارنة بين وجهات النظر ... 13\nمدى قوة المسلمين وتنظيمهم ... 14\nفى الطريق إلى \" أحد \" ... 15\nفتنة النفاق قبيل المعركة ... 15\n\nالموضوع ... الصفحة\nتبوىء المقاعد ... 17\nالمعركة ... 17\nالبدء الرائع ... 19\nالنهاية المؤسفة ... 22\nتصوير القرآن الكريم للمعركة ... 25\nفى أعقاب \" أحد \" ... 30\nمن بطولات الرجال فى \" أحد \" ... 32\nمن بطولات النساء ... 35\nآثار \" أحد \" ... 36\nالوفاء بالوعد ... 38\nخاتمة ( السيرة بين الأمس واليوم ) ... 39\nالتعريف بالمؤلف ... 41\nفهرس الكتاب ... 43\n(1/58)\n"
    ]
}