{
    "partText": [
        "\n\n\nكلمة المحشي",
        "بسم الله الرحمن الرحيم\nحمدا لك يا من أوضح السبيل لمعالم الاسلام ، وجعل السنة دليلا على الشرايع\nوالأحكام ، وبعث رسوله في الأميين ، وأرسله إلى كافة الناس أجمعين ، وأنزل القرآن\nفيه تبيان كل شئ ، وأبلغ به الحجة ، وأنار للناس المحجة ، ثم أضاء لهم المصابيح\nبنبينا محمد صلى‌الله‌عليه‌وآله وصنوه وخليله علي عليه‌السلام وأولاده عيبات علم الملك العلام ، الذين\nهم أساس الدين ، وعماد اليقين ، بهم عرفنا الله حدود الحلال والحرام والقربات ،\nوأنقذنا بهم من شفا جرف الهلكات ، لنحيا حياة طيبة سعيدة راقية ، وعن الذل والشقاء\nوالدمار نائية ، ولئلا نعيش في الدنية ذليلا كالانعام المعملة ، والوحوش المهملة.\nوصلاة على رسوله الأمين وعلى عترته أعلام الدين ، الذين فيهم كرائم القرآن\nوهم كنوز الرحمن ، إن نطقوا صدقوا ، وإن صمتوا لم يسبقوا.\nأما بعد فهذا « كتاب من لا يحضره الفقيه » المعروف صيته بحيث يستغني\nعن التنبيه ، يعرفه الخاص والعام الساذج والنبيه ، وكان كالبدر لا تناله أيدي مناوئيه\nولا يكاد يعادله كتاب ويدانيه ، والسالك مهما سلك سبله وبواديه وأشرف على أدانيه\nوأقاصيه يلتجئ إلى معاقل عزه وصياصيه ، والباحث مهما سبح في أجواء بحره الطامي و\nاغترف من عذب ألفاظه ومعانيه يجد ضالته المنشودة ويرى فيه بغيته وأمانيه ، والمتحير\nفي مختلف القول وهواديه يتعوذ بركنه الوثيق من الضلال ودواهيه ، ولو اطلع على ما",
        "في غضونه العالم الفقيه يقتصد في قوته ليقتنيه ، ويبيع شعاره ودثاره ليشتريه ، وطالب\nالعلم العطاش إذا أخبر بعبابه الجياش حل بفناء قدسه ولا يجتويه ، والمتحري طريق\nالرشد والصواب يعتنق أحكامه بلا ارتياب ، والتائه في تيه السدر إذا عمي عليه المصدر\nأو الواقع في ضيق الحرج إن أراد الخروج وتعايا عليه المخرج فليلتمس النجاة بهداه\nوليقتبس من نوره وضياه.\nيتراءى للباحث في طي هذه الصحائف الكريمة الخالدة المنهج اللاحب ،\nوالفقه المستدل ، والدليل الرصيف ، والرأي الجيد الحصيف ، والمذهب القويم ، و\nالصوب المستقيم والحكمة البالغة ، والبراهين الساطعة ، والقول البليغ ، والمنطق السليم\nوالمعالم والمعارف ، والظرائف والطرائف ، والأنوار والأزهار ، والحكم والآثار ،\nكلها ترشد إلى مهيع الحق ، وتهدي إلى سواء السبيل.\nوالمؤلف ـ رضوان الله تعالى عليه ـ بجده الدائب ، وفكره الصائب ، وذهنه\nالوقاد ودرايته للرواية ، وبصيرته بعلم الرجال ، وسعة اطلاعه على الخفايا ، و\nقوة إدراكه للخبايا ، وتضلعه في الفقه والأحكام ، ومسائل الحلام والحرام ، وتبحره\nفي الفن ، وتجنبه عن الوهم والظن صنف الكتاب فأجاد ، ودونه فأفاد ، أخذ العلم\nمن معادنه ، واقتبس النور من مشكاته ومصابيحه ، مضى فيه على ضوء الحقيقة ، واتبع\nطريقة معبدة ، واقتدى بالأئمة الأطهار ، واهتدى بهدى النبي والآل ، واغترف من\nبحار علومهم ، واستنار برشدهم ، وتمسك بحبل ولائهم ، وما مشى إلا وراء ضوئهم.\nولقد حداني إلى إخراج الكتاب على الوجه الذي تراه ، وحبب إلي احتمال",
        "ما لقيت في سبيله من التعب ، وما تكيدني في إصداره من النصب أولا ترغيب مولاي\nالحجة الذي هو دليلي على المحجة : فرع الشجرة النبوية ، وثمرة الدوحة المباركة\nالأحمدية ، بطل العلم والفقه والنهى ، آية الزهد والتقى ، رجل البحث والتنقيب ،\nأستاذنا في التفسير ، سماحة الآية « السيد محمد كاظم الموسوي الگلپايگاني » أدام الله\nظله على رؤوس الأقاصي والأداني حيث حثني على القيام بهذا المشروع في مجالس\nعدة وأمرني بالاقدام مرة بعد مرة ، فتأملت طويلا ، وارتأيت كثيرا فرأيت الامر\nخطيرا ، والبائع قصيرا ، فقلت في نفسي ما قال الشاعر ولنعم ما قال :\nفاعتذرت إلى جنابه بتعسر العمل وتوعر مسلكه وثقل كلفه ، وأنه فادح عبؤه\nيحتاج إلى عمر جديد ، وأمد بعيد ، وقلت : ها أنا ذا قد بلغت زهاء الخمسين ، واقترب\nالأجل ، وإن لم أكن من مجيئه على وجل ، لكن ذهبت منتي ، ونزعت قوتي ، ولم\nتبق إلا حشاشة نفسي ينتظر الداعي ، وصرت معرضا لحدوث الأوجاع والأدواء ، ومن\nكثرة المطالعة والمراجعة يكاد أن يذهب من العين الضياء ، فلم يقبل عذري ، ولم يصغ\nإلى قولي وخاطبني ويقول : ما بالك ادرعت بالأوهام ، وليس هذا شئ يحجمك عن\nالاقدام ، وما ذلك دأب الحازمين ، ولا هو من شيم العاملين.\nثم أكد الامر وبالغ في التأكيد ، ورغبني بأجمل الترغيب ، وحذرني عن التثبط\nوالتأخير.\nفكنت أغدو وأروح في فجوة الخيال ، وعاقني عن الاقدام تبلبل البال وتزاحم\nالاشغال : عذت تارة بالتسويف رعاية أمر لا يخفى على إخواني ، ولذت أخرى بقصر\nالباع خوف أن الامر مما يفوت مسافة إمكاني ، ومضت على ذلك شهور ، حتى ساقني\nالحظ السعيد يوما إلى ملاقاته فاستفسر عن طبع الكتاب وما يلزمه من تهيئ الأسباب\nفأعربت عما في خلدي وما كنت فيه من يأسي ، واستعفيت منه ، فطفق يشافهني بكلام\nفما أحلاه ، كلام بعث في قلبي بعوث النشاط ونفث في روعي روح الحياة ، كلام يعرب\nعن مكانته السامية في الولاء ، وتفانيه في محبة أهل البيت ، ويفصح عن شدة اشتياقه",
        "إلى ترويج حقايقهم واعتلاء كلمتهم عليهم‌السلام ، أطال الله حياته ووفقنا لامتثال أمره.\nهذا أولا وهو العمدة ، وأما ثانيا فايماني القوي بعظمة الكتاب وأهمية موضوعه\nوذلك أن سعادة الانسان وحياته الروحية وقيمته في سوق الاعتبار إنما نيطت بأصول\nودعائم ، ومعارف ومعالم ، ومن المتسالم عليه عند الكل أن المتكفل الوحيد بتلك\nالغايات بعد كتاب الله العزيز هو الحنيفية البيضاء الشريعة السهلة السمحة فإن بها\nتعرف مسالك الرشد وتوضح منهج الصواب وتتم مكارم الأخلاق وبها تبرز استعدادات\nالافراد ، ولا يتأتى شئ من ذلك بالمزاعم ، ولا يتطرق إليه بالفضول والأوهام.\nثم إني رأيت أن رجالات العلم من أي أمة كانوا أو مذهب أو شعب أو بيئة\nقد بذلوا مجهودات موفقة في سبيل رقيهم وانتشار مكاتيبهم على أجود وجه مستطاع\nولا سيما أصولهم المذهبية ، ووجدت منشوراتهم الكثيرة جيدة الوضع ، قريبة\nالمنال ، دانية القطوف ، قد جعلوها لكل طالب على طرف الثمام من غير أن ينوء أحدهم\nبحملها ، أو يشق عليه البحث فيها ، وكان أثر هذا المجهود إثبات ثقافتهم في العالم و\nترويج مرامهم ومسلكهم ، سوى ما فيه من حفظ مآثرهم عن الضياع وصونها عن التبار\nوالبوار ، فبالحري أن نكون نحن السابق في هذا المضمار ونقوم باحياء الكتب والآثار\nلأنا بالقيام بهذا الواجب أولى وكتبنا بالترويج والحفظ أجدر وأحرى ، ولا سيما مثل\nهذا الأثر ولو كان فيه بذل العمر وذهاب البصر. فلعلنا أن نكتب بهذا الاقدام صفحة\nجديدة في صفحات البر بأعلامنا الذين نعتز بهم ونفاخر العالم بما أسدوا إليه من\nحسنات.\nوبالجملة كرت على ذلك شهور وأيام وبقي الشغف يرافقني رغبة باطنية ملحة\nيوما فيوما إلى أن قيض الله الفرصة وحقق الامل ، فانقلب الرغبة إلى الفعل وهو\nولي التوفيق في إكمال الطلب وابتغاء الإرب.",
        "فشمرت عن ساعد الجد وشرعت بتأييده سبحانه في المقصود وجمعت ما تيسر\nلي من الأصول ، والتمست الحواشي والشروح من العلماء والفحول ، فسارعوا إلى\nإرسال المخطوطات ـ أثابهم الله تعالى أفضل المثوبات ـ.\nفلما حصلت لي عدة من النسخ المخطوطة والشروح والحواشي الموجودة قابلت\nالكتاب على التي منها على المشايخ مقروءة ، وصححته على أوسع مدى مستطاع ،\nاعتمادا على النسخ المعتبرة الصحيحة التي آثار الصحة عليها صريحة ، وما يصلح\nللاعتماد ، وتصح عند الاختلاف للاستناد.\nثم رأيت أن أضبطها تحت شرح لطيف على منهج شريف يضبط ألفاظه ومبانيه\nويبحث عن رواته ومعانيه ، بحيث يتوجه له النواظر ، وتطمئن إليه الخواطر ،\nليكون رغيبة الراغب وبغية الطالب.\nفزدت عليه تعليقات هامة رشيقة اقتطفتها مما كان عندي من الشروح كحاشية\nالمولى مراد التفرشي ، وحاشية سلطان العلماء الحسيني الآملي ، وحاشية الشيخ محمد\nابن الحسن حفيد زين الدين الشهيد ، وشرح المولى محمد تقي المجلسي ـ قدس الله أسرارهم ـ\nوغيرها من كل كتاب معتمد أو فقيه متبع ، واعتمدت على قول من دقق النظر وتعمق\nفي الكلام وتبصر ، وعلى رأي من باحث عن السرائر وكشف عن وجوه المسائل النقاب\nالساتر ، لا على مذهب من تشبث بالظواهر ، واستدل على مشربه الفاتر.",
        "وإلى الله أرفع أكف الضراعة أن يوزعني شكر ما منحني من الهداية والتوفيق\nوجنبني من الضلالة والغواية وكل ما لا يليق ، وأن ينسأ لي في الأجل إلى تمام العمل ،\nعسى أن أبذل لأبي جعفر الصدوق ـ رضي‌الله‌عنه ـ من الوفاء ، كفء ما بذل هو في تأليف\nالكتاب من الجهد.\nعلي أكبر الغفاري\n1392 ـ هـ ق ـ\nالمؤلف وموجز من حياته",
        "هو الشيخ الأجل أبو جعفر محمد بن علي بن الحسين بن بابويه القمي المشتهر\nبالصدوق ، أحد أعلام الدين في القرن الرابع ، قد أصفقت الأمة المسلمة على تقدمه\nوعلو رتبته وانطلقت ألسنتهم بالتبجيل له والتجليل.\nعنونه الشيخ الطوسي ـ رحمه‌الله ـ في الفهرست والرجال وقال : « كان محمد بن\nعلي بن الحسين حافظا للأحاديث ، بصيرا بالفقه والرجال ، ناقدا للاخبار ، لم ير\nفي القميين مثله في حفظه وكثرة علمه ».\nوقال الرجالي الكبير أبو العباس النجاشي : « أبو جعفر نزيل الري ، شيخنا\nوفقيهنا ، وجه الطائفة بخراسان ، وكان ورد بغداد وسمع منه شيوخ الطائفة وهو\nحدث السن ».\nوأطراه ابن إدريس في السرائر ، وابن شهرآشوب في المعالم ، والمحقق الحلي في\nالمعتبر وابن طاووس في إقبال الأعمال ، والعلامة في الخلاصة ، وابن داود في رجاله\nوزمرة كبيرة من رجالات العلم ـ كالخطيب في تاريخ بغداد والزركلي في الاعلام.",
        "نشأ ـ رحمه‌الله ـ بقم فرحل إلى الري واسترآباد وجرجان ونيشابور ومشهد\nالرضا عليه‌السلام ومروالروذ وسرخس وإيلاق وسمرقند وفرغانة وبلخ من بلاد ما وراء\nالنهر وهمدان وبغداد والكوفة وفيد ومكة والمدينة.\nمشايخه والراوون عنه\nأخذ عن جم غفير من المشايخ والحفاظ في أرجاء العالم تبلغ عددهم مائتين\nوستين شيخا من أئمة الحديث وغيرهم ، وروى عنه أكثر من عشرين رجلا من رواد\nالعلم راجع مقدمة معاني الأخبار (1) تخبرك بأسمائهم ومواضع اخبارهم.\n__________________",
        "(1) طبع مكتبة الصدوق ص 37 إلى 72.\nكان والده علي بن الحسين ـ رحمهما‌الله ـ شيخ القميين وثقتهم في عصره وفقيههم\nومتقدمهم في مصره مع أن بلدة قم يومئذ تعج بالأكابر والمحدثين ، وهو ـ قدس الله\nسره ـ مع مقامه العلمي ومرجعيته في تلك البدة وغيرها كان تاجرا له دكة في السوق\nيتجر فيها بزهد وعفاف وقناعة بكفاف ، وكان فقيها معتمدا له كتب ورسائل في فنون\nشتى ذكرها الطوسي والنجاشي ، وقال ابن النديم في الفهرست : « قرأت بخط ابنه محمد بن\nعلي على ظهر جزء : « قد أجزت لفلان بن فلان كتب أبي وهي مائتا كتاب وكتبي وهي ثمانية\nعشر كتابا ». فبيته بيت العلم والفضل والزعامة الروحية.\nوالمؤلف ـ رضوان الله تعالى عليه ـ وليد هذا البيت وعقيد ذاك العز مع ما حباه\nالله سبحانه من حدة الذكاء ، وجودة الحفظ والفهم ، وكمال العقل.\nعاش مع أبيه عشرين سنة قرأ عليه وأخذ عنه وعن غيره من علماء قم ، فبرع\nفي العلم وفاق الاقران ، ثم غادرها إلى الري بالتماس من أهلها فسطع بها بدره وعلا صيته\nمع أنه في حداثة من سنه وباكورة من عمره ، فأقام بها مدة ثم استأذن الملك ركن ـ \nالدولة البويهي في زيارة مشهد الرضا سلام الله عليه فأذن له وسافر إليها ، ونزل بعد\nمنصرفه نيشابور ـ وهي يومئذ تحف بالفطاحل ـ فاجتمع عليه العظماء والأكابر فأكبروا\nشأنه وتبركوا بقدومه وأقبلوا على استيضاح غرة فضله والاستصباح بأنواره فأفاد لهم\nبإثارة من علمه الغزير وأنموذج من فضله الكثير ، فبهر النواظر والاسماع ، وانعقد\nعلى شيخوخته وتقدمه الاجماع.",
        "ولد ـ رحمه‌الله ـ بدعاء الصاحب عليه‌السلام كما نص عليه الاعلام وصدر فيه من ناحيته\nالمقدسة بأنه فقيه خير مبارك (1) ، فما قيل فيه من جميل الكلام أو يكتب بالأقلام بعد\nهذا التوقيع فهو دون شأنه ومقامه. فان قال المولى المجلسي : « هو ركن من أكان الدين »\n__________________\n(1) الفوائد الرجالية ج 3 ص 293 ، وغيبة الطوسي ، وبحار الأنوار ، وكمال الدين\nطبع مكتبة الصدوق ص 2 50.\nفليس بعجيب ، وإن كان الفقهاء نزلوا كلامه منزلة النص المنقول والخبر المأثور (1)\nفما كان بغريب ، وإني مهما تتبعت الكتب وتصفحت الأوراق لم أعثر على شئ يوجب\nالطعن فيه أو الغمز عليه.",
        "نعم وجدت في بعض الكتب أن بعض أعدائنا المضلين المتأخرين جهل أو تجاهل\nوأبذى وتردى في هواه وقال في كلام له : « ابن مابويه الكذوب » (2) والظاهر أن مراده\nمؤلفنا العبقري ، ولاغرو منه ومن أمثاله أرباب الأقلام المستأجرة ، الذين أسلسوا\nللعصبية المذهبية قيادهم.\nوكأني بروحية الصدوق ـ طيب الله رمسه ـ يخاطبني ويقول :\nأو يقول كما قال الرومي البلخي بالفارسية :\nأو يخاطبه ويقول :",
        "ونحن وإن جمح بنا القلم في إيفاء المقام حقه لكن نضرب عن ذلك صفحا ولا\nنخاطبه إلا سلاما ، ونقول :\nوالصدوق ـ رضوان الله عليه ـ في مقام يعثر في مداه مقتفيه ، ومحل يتمنى\nالبدر لو أشرق فيه.\n__________________\n(1) راجع البحار ج 10 ص 405 الطبعة الحروفية.",
        "(2) كذا ، راجع السنة والشيعة ص 57.\nتآليفه القيمة\nله ـ قدس‌سره ـ نحو من ثلاثمائة مصنف كما نص عليه شيخ الطائفة في الفهرست\nوعد منها أربعين كتابا. وبعدما أطراه الرجالي الكبير أبو العباس النجاشي المتوفى\n450 في رجاله ذكر نحو مائتين من كتبه وقال : « أخبرنا بجميعها وقرأت بعضها على والدي علي بن أحمد بن العباس النجاشي » ـ ا هـ.\nومن المأسوف عليه أنه ضاع وباد واندرس أكثرها ، ومحيت وانطمست تسعة\nأعشارها ، وطواها الدهر طي السجل ومحا آثارها التي تسموا وتجل ، وطال على فقدها\nالأمد ، وتقضت على ضياعها المدد ، ومن أعظمها كتاب « مدينة العلم » الذي هو أكبر\nمن هذا الكتاب كما صرح به الشيخ في الفهرست وابن شهرآشوب في المعالم (1).",
        "ونقل العلامة الرازي في الذريعة ـ على المحكي ـ عن الشيخ حسين بن عبد الصمد\nوالد شيخنا البهائي أنه قال في درايته : « وأصولنا الخمسة : الكافي ، ومدينة العلم ، و\nمن لا يحضره الفقيه ، والتهذيب ، والاستبصار .. ».\nوالظاهر كون وجوده في زمانه ، ولكن باد فلا يبقى إلا اسمه ، وغاب وما كان\nيلوح إلا رسمه ، حتى أن العلامة المجلسي ـ رحمه‌الله ـ صرف أموالا جزيلة في طلبه\nوما ظفر به ، وقال العلامة الرازي (ره) في ذريعته « إن السيد محمد باقر الجيلاني\nالأصفهاني بذل كثيرا من الأموال ولم يفز بلقائه ، وقال : نعم ينقل عنه ابن طاووس\n__________________\n(1) قال الشيخ ـ رحمه‌الله ـ بعد ذكر جملة من كتبه : « وكتاب مدينة العلم أكبر من\nمن لا يحضره الفقيه ».",
        "وقال ابن شهرآشوب في المعالم « ان مدينة العلم عشرة أجزاء » ومن لا يحضره الفقيه\nأربعة أجزاء.\nفي فلاح السائل وغيره من كتبه وكذا الشيخ جمال الدين يوسف بن حاتم الفقيه الشامي\nتلميذ المحقق في كتابه « الدر النظيم » وذكر السيد الثقة الأمين معين الدين الشامي\nالشقاقلي الحيدر آبادي للسيد عزيز ـ المجاز من الشيخ أحمد الجزائري ـ أنه توجد\nنسخة مدينة العلم عنده واستنسخ عنها نسختين أخريين وذكر أنه ليس مرتبا على\nالأبواب بل هو نظير روضة الكافي ».\nوبالجملة فقد هذا الأثر النفيس القيم الكبير كأنه صعد به إلى السماء أو\nاختطفه الطير أو تهوي به الريح في مكان بعيد ، وهذا من أعظم ما منينا به معاشر\nالامامية حيث أتى على كثير من كتبنا العلمية من صروف الدهر ما شاء الله وأخذتها\nأيدي الضياع والتبار ولم تنهض الهمة بنا للقيام بحفظها وتكثيرها ونشرها وترويجها\nفصارت هدفا للآفات ومعرضا للغارات.\nوما بقي من هذه الثروة العلمية الطائلة إلا نزر يسير وهي مطمورة في زوايا المكتبات نسجت عليها عناكب النسيان ، ومجهولة في الخبايا تكررت عليها صروف الزمان و\nتدهور بها الليالي والأيام إلى أخناء الحدثان ، لم يطلع الأكثرون من أبناء العلم على\nوجودها ، ولا ينهض المطلعون لبذل المجهود في سبيلها والمطبوعة منها غار نجمها في ستار\nسخافة طبعها ، فآل الامر إلى أن جماعة من ذوي النفوس الغاشمة والأهداف المشؤومة\nتلهج أفواههم « بأن الشيعة ليس لها مؤلفات يستفيد بها خلفهم في شتى العلوم ،\nولا جرم أنهم متطفلون على موائد غيرهم ، مستئلون من البعداء ، متكففون في\nعلومهم ».",
        "أقول : يؤيد هذه الهلجة الممقوتة اقبال أناس من الناشئين\nإلى ترجمة كتب هؤلاء البعداء ومنسوجاتهم المذهبية المزورة ،\nومحبوكاتهم التي حبكت على نول الخيال ، وجودهم الجبارة في\nاقتنائها وترجمتها وطبعها وجعلها في متناول الشبان البسطاء من\nأبنائنا ، وهم غافلون عن مغبة هذا الامر ، ذاهلون عن أن وراء\nالأكمة نوايا سيئة ، ومعاول هدامة ، سوى ما فيه من بسط بعض\nالآراء السخيفة ، والشناشن الافنة ، والعقليات الطائشة ، وما يجر\nعلينا من الويلات.\nوهم يحسبون أنهم يحسنون صنعا ، وإذا قيل لهم لا تفسدوا\nفي الأرض قالوا إنما نحن مصلحون ، كأنه غلبت على عقولهم مباهج\nهؤلاء الناكبين عن الصراط وظواهر ألفاظهم المعجبة واستولت على\nقلوبهم فيتحرون الحقيقة وراء نارهم يزعمون أنها نور لقلة رشدهم\nيتطلبون في الماء جذوة نار ، ويطلبون الدرياق من فقم الأفاعي مع\nما عندنا ببركة ولاء أهل البيت (ع) ـ الذين هم عيبة علم الله وموئل\nحكمه وجبال دينه ـ من كتب العلماء والفطاحل وأساطين المذهب\nما تخضع له الأعناق ، وتخبت به القلوب ، وتصبو إليه النفوس فأين\nيتاه بهم وكيف يعمهون وعندهم أضعاف ما عند غيرهم أما ما يعلمون؟!\nويحهم أفحسبوا أن الله عزوجل رفعهم ووضعنا ، وأعطاهم وحرمنا\nوأدخلهم في رحمته ومنعنا ، كلا ما هكذا الظن به.\nكل هذه معره التغافل والتسامح ، والصفح عن الواجب المأمور به في حفظ الكيان\nوذنب التساهل وعدم العناية بشأن الكتب ولا سيما المخطوطات ، ونتاج الجموح\nعن تحمل المسؤولية أو إحساسها ، ولا أريد في هذا المقام أن أزعجك بتطويل الكلام\nبل أود أن تقف عند هذه الملاحظة حتى ترى بعيني الحقيقة ودقة النظر ما ينطوي\nعليه موقفنا وموقف تراثنا العلمي المذهبي من الخطر ، إذ نحن تقاعسنا عن بذل كل\nمجهود في هذا السبيل ، وليس بعيب لنا أن نواجه الحقائق أو نرى بعين الواقع ، فكم\nلنا من كتاب مخطوط نفيس ونحن بحاجة ماسة ألية تركناه في رفوف المكتبات مهجورا\nوفي هوة الاهمال مستورا ولم نسع خطوة في سبيل طبعه أو قدما لابرازه ونشره ، فبقي\nمكتوما مغفولا عنه لا يعلم به أحد ولا ينتفع به طالب كالسر المكتوم أو الكنز المدفون.",
        "نعم غاية جهدنا أن نعتز في نوادي الفضلاء ونقول : نسخة الكتاب الفلاني في\nمكتبه فلان ونسخة له أخرى عند فلان ، ونفتخر ويفتخرون ، ونباهي ويباهون ، و\nنبتهج ويبتهجون وهو كما ترى جعجعة بلا طحن ، وجلجلة بلا مطر ، وهذا هو الحق\nالمبين والحق أبلج فلا يحتاج إلى زيادة البراهين.\nلكن نضرب لك مثالا واحدا يلمسك الحقيقة باليد ، وهو أن لجمال الدين\nأبي منصور الحسن بن يوسف بن علي بن المطهر ، المشتهر بالعلامة الحلي ـ قدس الله\nروحه ـ كتابا سماه تذكرة الفقهاء ، وهو كتاب كريم كبير جدا في الفقه المقارن\nالاستدلالي ـ أعني الفقه على المذاهب الخمسة : الجعفري ، والحنبلي ، والحنفي ،\nوالمالكي ، والشافعي وكان وافيا ببغية من جنح إلى الاطلاع على موارد الخلاف بين\nالمذاهب ، وطبع مرة بالطبع الحجري على صوره مشوهة لا يرغب فيها دون أي\nتحقيق أو تصحيح ولم يقم أحد من العلماء إلى الان بتنميقه وترويجه فلذا ترك كأمثاله\nمجهولا مع شدة الحاجة إليه ، كرت عليه الأعوام والقرون وأهل العلم عنه منصرفون\nوكان نتيجة ذلك : تسرع الطلاب إلى اقتناء نسخ كتاب « الفقه على المذاهب الأربع »\nمع أنه لا يوفي بالغرض المقصود وهو صرف نقل الفتاوي كما هو المشهود وتجافى نفوس\nالمحققين عن الطمأنينة إليه والثقة به فهو كالجدول الصغير ، وهيهات بين النهر الكبير\nوالجدول الصغير ، نسأل الله تعالى أن يقيض رجالا للعناية بشأنه والقيام بطبعه ونشره\nليستضئ الجيل الغابر بنوره كما تعطر الماضي بعبيره.\nوهذا واحد من مئات بل ألوف ، علمه من كان ذا اطلاع ووقوف ، أيقظنا الله من\nهذه الغفلة العجيبة التي استحوذت على قلوبنا وتلك النومة العميقة التي استولت على\nمشاعرنا ، ونعتذر إلى القراء الكرام في هذا المقام إذ خرجت عن موضوع الكلام ، فتلك\nشقشقة هدرت ، وكلمة صدرت.\nوفاته ومدفنه",
        "توفي ـ رحمه‌الله ـ بالري سنة 381 الهجري القمري في العشر الثامن من عمره و\nقبره بالري في بستان عظيم ، بالقرب من قبر سيدنا عبد العظيم بن عبد الله الحسني\n ـ رضي‌الله‌عنه ـ وهو اليوم مشهور يزار ، له قبة عالية وقد جدد عمارتها السلطان فتح علي\nشاه قاجار 1238 تقريبا بعد ما ظهرت كرامة شاع ذكرها في الناس وثبتت للسلطان\nوأمرائه وأركان دولته ، ذكر تفصيلها جمع من الأعاظم كالخوانساري في الروضات ،\nوالتنكابني في قصص العلماء ، والمامقاني في تنقيح المقال ، والخراساني في منتخب\nالتواريخ ، والقمي في الفوائد الرضوية وغيرهم في غيرها.\nقال الخوانساري : ومن جملة كراماته التي قد ظهرت في هذه الاعصار ، وبصرت\nبها عيون جم غفير من اولي الابصار وأهالي الأمصار أنه قد ظهر في مرقده الشريف\nالواقع في رباع مدينة الري المخروبة ثلمة واشتقاق من طغيان المطر ، فلما فتشوها\nوتتبعوها بقصد إصلاح ذلك الموضع بلغوا إلى سردابة فيها مدفنه الشريف ، فلما\nدخلوها وجدوا جثته الشريفة هناك مسجاة عارية غير بادية العورة ، جسيمة وسيمة\nعلى أظفاها أثر الخضاب ، وفي أطرافها أشباه الفتايل من أخياط كفنه البالية على وجه\nالتراب ، فشاع هذا الخبر في مدينة طهران إلى أن وصل إلى سمع الخاقان المبرور\nالسلطان فتح علي شاه قاجار جد والد الملك زماننا هذا الناصر لدين الله خلد الله ملكه\nودولته ، وذلك في حدود ثمان وثلاثين بعد المائتين والألف من الهجرة المطهرة تقريبا\nفحضر الخاقان المبرور هناك بنفسه المجللة لتشخيص هذه المرحلة ، وأرسل جماعة من\nأعيان البلدة وعلماءهم إلى داخل تلك السردابة بعد ما لم يروا امناء دولته العلية\nمصلحة في دخول الحضرة السلطانية ثمة بنفسه إلى أن انتهى الامر عنده من كثرة من\nدخل وأخبر إلى مرحلة عين اليقين ، فأمر بسد تلك الثلمة وتجديد عمارة تلك البقعة\nوتزيين الروضة المنورة بأحسن التعظيم وإني لاقيت بعض من حضر تلك الواقعة ،\nوكان يحكيها أعاظم أساتيذنا الأقدمين من أعاظم رؤساء الدنيا والدين (1) ا هـ.\nوقد ذكر المامقاني تلك الواقعة عن العدل الثقة الأمين السيد إبراهيم اللواساني\nالطهراني ـ قدس‌سره ـ (2).",
        "أقول : سمعت زميلنا الفاضل الحاج ميرزا محمد حسن الثقفي يحكي عن والده\nالمعظم الفقيه البارع والحجة الورع الزاهد الحاج ميرزا محمد الثقفي دام ظله أنه نقل\n__________________\n(1) روضات الجنات : 533.\n(2) تنقيح المقال 3 : 153.",
        "الواقعة عمن رأى جثمان الصدوق ـ رحمة الله ـ في تلك الأيام فالتمست من جنابه أن\nيكتب لي ذلك بخطه الشريف فتفصل بكتابته وأوردته ههنا بنصه وفصه :\nصورة المكتوب :\nبسمه تعالى شأنه : قد كان لوالدي رحمة الله تعالى خدام عديدة وكان أكبرهم\nسنا وأقربهم منزلة عنده شيخا موسوما بحاج مهدي وكان هو المتصدي لحفاظتي\nوتربيتي في صغري حال حياة والدي وبعد وفاته حتى صرت رشيدا بالغا وبلغ عمره\nحدود تسعين سنة وكان ملتزما بالعبادات حاضرا في الجماعات للصلاة وجيها بذلك\nعند الأئمة ، مقبولا في نظر العامة حتى أن العالم العامل الكامل استادي المدعو\nبميرزا كوچك الساوجي إمام جماعة مسجد الخان المروي ـ رحمه‌الله تعالى ـ عد له\nفي بعض المرافعات للحاجة إلى تعديله ، وكان رحمه‌الله بي رؤوفا عطوفا يحدثني\nويؤنسني وكنت أحبه وأستأنس به فقال لي يوما : خرجت في بعض الأيام السابقة\nقاصدا زيارة مرقد الشيخ الصدوق محمد بن علي بن بابويه القمي ـ قدس‌سره ـ.\nفلما حضرت عند مرقده الشريف رأيت عملة مشتغلين بحفر الأرض لتأسيس\nأساس البناء الجديد عليه لاندراس البناء القديم فبينما كنت أترحم له وأنظر إليهم\nإذ ظهر جسده الطيب الطاهر في فجوة من قبره مكشوفا وجهه إلى صدره فنظرنا\nإليه فوجدناه متلئلئا رطبا طريا ، في لحيته الشريفة أثر الخضاب كأنما دفن من حين\nفعجبنا كل العجب ، وأقبل الحاضرون بالسلام والصلاة عليه وأمر المتصدي لإقامة\nالبناء وهو أحد من العلماء والسادات العظام بسد القبر وتأسيس أساس البناء فتفرقنا\nمعتقدين بعظم شأن الصدوق وجلالة مقامه ومنزلته عند الله تعالى ضاعف الله قدره في الاسلام ونشر آثاره بين الأنام.",
        "وأنا العبد الآبق الفقير الآثم محمد بن العلامة أبي الفضل بن المحقق أبي القاسم\nحشرهم الله مع مواليهم بفضله وإحسانه.\nأقول : مقبرة أبيه معروف بقم المشرفة عليها قبة عالية يزوره الصالحون.\n\n",
        "الأصول المعول عليها في تصحيح الكتاب\n1 ـ نسخة العالم الرباني استاذنا الميرزا أبو الحسن الشعراني مد ظله العالي\nوهي نسخة نفيسة ثمينة جدا كاتبها عبد الله بن محمد شريف عبد الرب السمناني. وفي\nآخرها قبل المشيخة إجازة الشيخ العاملي بخطه الشريف لمحمد إبراهيم بن محمد\nنصير ـ وكتب هذا المجاز تمام حاشية المولى مراد التفرشي في النسخة وأورد بعض\nحواشي الشيخ محمد حفيد الشهيد ، وبعض حواشي سلطان العلماء الحسيني الآملي\nوكثيرا من شرح المولى محمد تقي المجلسي ـ رحمهم‌الله ـ وقليلا من حاشية المحقق الداماد\n ـ قدس‌سره ـ ورمز إليها بـ ( م ح ق ). راجع الصورة الفتوغرافية الأولى.\n2 ـ نسخة نفيسة لخزانة كتب الشريف المعظم السيد محمد باقر السبزواري أستاذ\nكلية الإلهيات في جامعة طهران ـ دام ظله الوارف ـ تاريخها 1074 الهجري القمري\nكاتبها ميرزا محمد الركاوندي. راجع الصورة الفتوغرافية الثانية.\n3 ـ نسخة مصححة للعالم البارع الأديب الشيخ نجم الدين حسن ( حسن زاده )\nالآملي ـ أدام الله بقاءه ـ تاريخها 1075 الهجري القمري ، كاتبها محمد صالح بن صفي الدين محمد ، عليها بعض حواشي سلطان العلماء والمولى مراد التفرشي بخط الكاتب المزبور.\nراجع الصورة الثالثة. ولمعظم له نسخة أخرى سيأتي ذكرها تحت رقم 10.",
        "4 ـ نسخة تفضل بارسالها العالم الألمعي المفضال الشيخ حسن المصطفوي التبريزي\nنزيل طهران ـ أدام الله حياته ـ تاريخها 1030 الهجري القمري كاتبها أبو الحسن ،\nوقرأها بتمامه المولى خليل بن الغازي القزويني كما هو بخطه الشريف في هامش الكتاب\nوأرخ تاريخ فراغه منه 1034. راجع الصورة الرابعة.\n5 ـ نسخة نفيسة مشحونة بالحواشي تفضل بارسالها المحقق المدقق البارع\nالشريف السيد موسى الزنجاني المحترم ـ أدام الله بقاءه ـ والنسخة مصححة مقروءة\nعلى المولى محمد تقي المجلسي ـ رضوان الله عليه ـ تاريخها 1057 ، كاتبها غير مذكور.\nوهي من الكتب الموقوفة التي وقفها المرحوم المبرور الميرزا أبو طالب\nالقمي ـ رحمه‌الله ـ على الطلاب بمحروسة قم المشرفة. راجع الصورة الخامسة.",
        "6 ـ نسخة ظريفة نفيسة لمكتبة الحجة مولانا المعظم الشيخ حسين مقدس نزيل\nالمشهد الرضوي عليه‌السلام وهي في أربعة أجزاء ، موشحة بالحواشي الكثيرة العلمية جدا\nتاريخها 1101 الهجري القمري ، كاتبها محمد صادق بن محمد يوسف المشهدي. راجع الصورة السادسة وللمعظم له نسخة أخرى يأتي ذكرها تحت رقم 11.\n7 ـ نسخة ثمينة مصححة للفاضل الجليل محمد كاظم « مدير شانه چي »\nأستاذ كلية الإلهيات في جامعة مشهد الرضا عليه‌السلام ـ دام بقاؤه ـ كاتبها نور الدين\nابن محب الدين أحمد الكازروني ، صححها وقابلها محمد خان بن محمد توسركاني وأروخ\nإتمام المقابلة 1097. راجع الصورة السابعة.\n8 ـ نسخة أخرى لمعظم له مزينة بخط الفقيه المتكلم المحقق محمد باقر بن محمد مؤمن المشتهر بالمحقق السبزواري ـ قدس‌سره ـ قرأها عليه بعض تلاميذه كما رقم بخطه الشريف\nوأرخ الفراغ من النصف الأول منها منها 1065. راجع الصورة الثامنة.\n9 ـ نسخة جيدة الخط لخزانة كتب العالم البارع المحقق الشريف السيد أبو الحسن المرتضوي الموسوي تاريخها 1092 كاتبها محمد تقي بن أبي القاسم شهريار\nالشهميرزادي.",
        "10 ـ نسخة عتيقة بدون التاريخ بخط نستعليق غير مذكور كاتبها ، تفضل\nبارسالها الشيخ نجم الدين الآملي المذكور سابقا وهذه النسخة ناقصة من آخرها وريقات ، وعلى ما هو الظاهر من خطها كتابتها قبل الألف.\n11 ـ نسخة مصححة لمكتبة المولى المعظم الحاج الشيخ حسين مقدس المذكور\nسابقا قابلها السيد فخر الدين محمد الموسوي المجاز من المولى أحمد بن حاج محمد التوني\nوقرأها عليه كما رقم في آخرها ، كاتبها محمد صالح بن حاج سرور ، تاريخها 3 107 هـ.\n12 ـ نسخة نفيسة للخطيب الشريف السيد علي الأحمدي الطهراني ، كاتبها\nمحمد علي بن محب علي ، تاريخها 1013 هـ.\n13 ـ نسخة مشحونة بالحواشي لمكتبة المتتبع المتضلع الحجة الشيخ\nعبد الرحيم الرباني تاريخها 1 110 كاتبها علي بن مير بديع الحسيني ونقل في آخرها\nعن نسخة صورة إجازة المؤلف للسيد أبي عبد الله نعمة الذي ألف الكتاب بالتماسه.",
        "وهي هكذا : « تمت أسانيد كتاب من لا يحضره الفقيه بحمد الله ومنه والصلاة\nعلى محمد وآله الطاهرين يقول محمد بن علي بن الحسين بن بابويه القمي مصنف هذا\nالكتاب قد سمع السيد الشريف الفاضل أبو عبد الله محمد بن الحسن العلوي الموسوي\nالمديني المعروف بنعمة أدام الله تأييده وتوفيقه وتسديده هذا الكتاب من أوله إلى\nآخره بقراءتي عليه ورويته عن مشايخي المذكورين وذلك بأرض بلخ في ناحية إيلاق\nبخطي حامدا لله وشاكرا ، وعلى محمد وآله مصليا ».\n14 ـ نسخة ثمينة تفضل بإرسالها أخيرا بعد خروج جل المجلد الأول من\nالطبع « الحجة الشريف السيد موسي الزنجاني » المحترم ، تاريخها 1088 كاتبها\nعبد الرحيم بن عبد الصمد فرح آبادي.\n\n",
        "\n\nالشروح والحواشي\nعندي من الشروح شرح المولى محمد تقي المجلسي ـ رحمه‌الله ـ فقط وهو شرح\nكبير جدا في مجلدين ضخمين مخطوطين بخط جيد ، المجلد الأول منه تفضل بارساله\nالألمعي اللوذعي المفضال الحاج السيد عبد الحسين الروضاتي ـ دام بقاؤه ـ نجل المرحوم\nالمبرور حجة الاسلام السيد حبيب الله الروضاتي حفيد العالم المتتبع الخبير والأديب\nالأريب قدوة الأنام مرجع الخاص والعام السيد محمد باقر بن زين العابدين الموسوي\nالخوانساري صاحب « روضات الجنات » قدس‌سره ، ومن المأسوف عليه أنه النسخة ناقصة\nفي وريقات من أواسطها.",
        "ونسخة أيضا من المجلد الأول عندي لمكتبة الشريف السيد أبو الحسن المرتضوي\nالموسوي المذكور سابقا صاحب النسخة التاسعة من الكتاب ، وهي كاملة.\nوالمجلد الثاني من هذا الشرح النفيس هو لخزانة كتب الشريف الأجل الفقيه\nالمبجل السيد محمد علي بن السيد محمد صادق الحسيني المدعو بمير محمد صادقي صاحب\nالتآليف العلمية الممتعة في الفقه والأصول والكلام. طبع منها رسالته المسماة\nبالمختار في الجبر والاختيار وغير واحد من كتبه الفقهية نسأل الله عزوجل توفيق طبع\nالبقية ـ وهو ـ حفظه الله ـ الآن ساكن في بلدة إصفهان ومشتغل بتدريس الفقه والأصول\nواجتمع في حوزته جماعة من أفاضل الطلاب يستنيرون بنور علمه ويستضيئون بضياء\nفضله.\nوأما الحواشي فعندي منها اثنتان إحداهما حاشية سلطان العلماء الآملي الحسيني\n ـ رضوان تعالى الله عليه ـ تفضل بها العالم المحقق البارع الحجة الشيخ محمد باقر\n« شريف زاده » الگلپايگاني ـ أدام الله حياته ـ.",
        "والأخرى حاشية المولى مراد بن علي خان التفرشي ـ تلميذ المحقق الحكيم\nميرزا إبراهيم الهمداني والشيخ بهاء الدين محمد العاملي (1).\nوهذه النسخة لخزانة كتب العالم الجليل الشيخ محمد كاظم « مدير شانه چي »\nأستاذ كلية الإلهيات في جامعة مشهد الرضا عليه‌السلام.\n__________________\n(1) قال في جامع الرواة : مراد بن علي خان التفرشي العلامة المحقق المدقق جليل\nالقدر عظيم المنزلة دقيق الفطنة فاضل كامل عالم متبحر في جميع العلوم ، وأمره في علو قدره\nوعظم شأنه وسمو رتبته وتبحره في العلوم العقلية والنقلية ودقة نظره وإصابة رأيه أشهر من\nأن يذكر وفوق ما يحوم حوله العبارة ، قرأ المعقولات على جماعة كان أكثرهم أخذا عنه سيد الحكماء\nالمتألهين ميرزا إبراهيم الهمداني ـ رحمه‌الله ـ ، والمنقولات على شيخ الطائفة بهاء الملة\nوالدين محمد العاملي ـ قدس‌سره ـ له تصانيف جيدة منها كتاب موسوم بالتعليقة السجادية\nعلقها على من لا يحضره الفقيه ـ إلى آخر ما قاله الأردبيلي ـ ره ـ ، راجع ج 2 ص 223",
        "بيان الرموز :\nنرمز إلى شرح المولى محمد تقي المجلسي ـ رحمه‌الله ـ المسمى بروضة المتقين\nفي شرح أخبار الأئمة المعصومين بـ ( م ت ).\nوإلى حاشية المولى مراد بن علي خان التفرشي ـ رحمه‌الله ـ بـ ( مراد ).\nوإلى حاشية سلطان العلماء : الحسين بن محمد بن محمود الحسيني ـ رحمه‌الله ـ \nبـ ( سلطان ).",
        "وإلى حاشية الحكيم الإلهي السيد محمد باقر الحسيني المعروف بمير داماد\n ـ رحمة الله عليه ـ بـ ( م ح ق ).\nوإلى شرح العلامة المجلسي ـ قدس‌سره ـ على الكافي المعروف بمرآة العقول\nبـ ( المرآة ).\nونعبر عن المجلسي الأول بالمولى المجلسي ، وعن الثاني بالعلامة المجلسي.\nعلى أكبر الغفاري"
    ]
}