{
    "partText": [
        "\nآثار الشيخ العلامة محمد الأمين الشنقيطي (4)\n\nمنع جواز المجاز في المنزل للتعبد والإعجاز\n\nتأليف\nالشيخ العلامة محمد الأمين بن محمد المختار الجكني الشنقيطي\n(1325 هـ - 1393 هـ)\n\nإشراف\nبكر بن عبد الله أبو زيد\n\nوقف\nمؤسسة سليمان بن عبد العزيز الراجحي الخيرية\n__________\n(*) قال معد الكتاب للشاملة: قال محقق هذه الطبعة:\n- اعتمدنا في المقابلة على الطبعة القديمة للكتاب، التي طبعت في حياة الشيخ -رحمه الله-.\n- صححنا الكتاب بنحو ما تقدم في أضواء البيان.\n- راجعنا الأشعار على مصادرها من كتب الشواهد والدواوين لكثرتها، وضبطنا ما هو بحاجة إلى ضبط.\n- أحلنا على الكتب التي صرح الشيخ بالنقل عنها.\nانتهى من «مدخل إلى مشروع: آثار الشيخ الشنقيطي» (ص: 16 مقدمة «أضواء البيان»)\nوانظر «عن الكتاب» بطاقته بالشاملة.\n(/)\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nوالصلاة والسلام على أشرف المرسلين، نبيِّنا محمد - صلى الله عليه وسلم -، وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\nالحمد لله الذي صان هذا الكتاب العزيز الجليل، عن أن يقع فيه ما وقع في التوراة والإنجيل، من أنواع التَّحريف والتغيير والتبديل، وقال: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (77) فِي كِتَابٍ مَكْنُونٍ (78) لَا يَمَسُّهُ إلا الْمُطَهَّرُونَ (79)} [سورة الواقعة: 77 - 79]. وقال: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9)} [سورة الحجر: 9].\n\nأما بعد:\nفإنَّا لَمَّا رأينا جُلَّ أهل هذا الزمان يقولون بجواز المجاز في القرآن، ولم ينتبهوا لأن هذا المنزل للتَّعبُّد والإعجاز كله حقائق وليس فيه مجاز، وأن القول فيه بالمجاز ذريعة لنفي كثير من صفات الكمال والجلال، وأن نفي ما ثبت في كتاب أو سنة لاشك في أنه مُحال= أردنا أن نبين في هذه الرسالة ما يفهم منه الحاذق الذائق أن القرآن كله حقائق، وكيف يمكن أن يكون شيء منه غير حقيقة، وكل كلمة منه بغاية الكمال جديرة حقيقة؟ !\nإنه لقول فصلٌ وما هو بالهزل، أخباره كلها صدق، وأحكامه كلها عدل.\nوالمقصود من هذه الرسالة نصيحة المسلمين وتحذيرهم من نفي\n(1/3)\n\nصفات الكمال والجلال، التي أثبتها الله لنفسه في كتابه العزيز، بادعاء أنها مجاز وأن المجاز يجوز نفيه، لأن ذلك من أعظم وسائل التعطيل.\nومعلوم أنه لا يصفُ اللهَ أعلمُ باللهِ من اللهِ {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا (122)} [سورة النساء: 122] وهذا أوان الشروع في المقصود وسميته \"منع جواز المجاز في المنزَّل للتعبد والإعجاز\" ورتبته على مقدمة وأربعة فصول وخاتمة.\nالمقدمة: في ذكر الخلاف في وقوع المجاز في أصل اللغة، وأنه لا يجوز في القرآن على كلا القولين.\nالفصل الأول: في بيان أنه لا يلزم من جواز الشيء في اللغة جوازه في القرآن، وذكر أمثلة لذلك.\nالفصل الثاني: في الجواب عن آيات زعموا أنها من المجاز نحو {جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ} الآية [سورة الكهف: 77].\nالفصل الثالث: في الأجوبة عن إشكالات تتعلق بنفي المجاز ونفي بعض الحقائق، ويشتمل على أمور لها تعلق بالموضوع.\nالفصل الرابع: في تحقيق المقام في آيات الصفات مع نفي المجاز عنها.\nالخاتمة: في وجه مناظرة النافي لبعض الصفات بالطرق الجدلية.",
        "(1/4)\n\nالمَقَدِّمَة\nاعلم أولًا أن المجاز اختُلِفَ في أصل وقوعه، قال أبو إسحاق الإسفرائيني، وأبو عليٍّ الفارسيُّ: إنه لا مجاز في اللغة أصلًا، كما عزاه لهما ابن السُّبكي في \"جمع الجوامع\" (1).\nوإن نقل عن الفارسيِّ تلميذه أبو الفتح: أن المجاز غالب على اللغات كما ذكره عنه صاحب \"الضياء اللامع\" وكل ما يسميه القائلون بالمجاز مجازًا فهو -عند من يقول بنفي المجاز- أسلوب من أساليب اللغة العربية.\nفمن أساليبها: إطلاق الأسد مثلًا على الحيوان المفترس المعروف، وأنه ينصرف إليه عند الإطلاق وعدم التقييد بما يدل على أن المراد غيره.\nومن أساليبها: إطلاقه على الرجل الشجاع إذا اقترن بما يدل على ذلك. ولا مانع من كون أحد الإطلاقين لا يحتاج إلى قيد والثاني يحتاج إليه؛ لأن بعض الأساليب يتضح فيه المقصود فلا يحتاج إلى قيد، وبعضها لا يتعين المراد فيه إلا بقيد يدل عليه، وكل منهما حقيقة في محله. وقس على هذا جميع أنواع المجازات.\nوعلى هذا، فلا يمكن إثبات مجاز في اللغة العربية أصلًا، كما\n__________\n(1) (1/ 308 مع حاشية البناني).\n(1/5)",
        "\nحققه العلامة ابن القيم رحمه الله في \"الصواعق\" (1)، وإنما هي أساليب متنوعة بعضها لا يحتاج إلى دليل، وبعضها يحتاج إلى دليل يدل عليه، ومع الاقتران بالدليل يقوم مقام الظاهر المستغني عن الدليل، فقولك: \"رأيت أسدًا يرمي\" يدل على الرجل الشجاع، كما يدل لفظ الأسد عند الإطلاق على الحيوان المفترس.\nثم إن القائلين بالمجاز في اللغة العربية اختلفوا في جواز إطلاقه في القرآن.\nفقال قوم: لا يجوز أن يقال في القرآن مجاز، منهم ابن خُوَيز مِنداد من المالكية، وابن القاص من الشافعية، والظاهرية.\nوبالغ في إيضاح منع المجاز في القرآن الشيخ أبو العباس ابن تيمية، وتلميذه العلامة ابن القيم رحمهما الله تعالى؛ بل أوضحا منعه في اللغة أصلًا.\nوالذي ندين الله به ويلزم قبوله كل منصف محقق: أنه لا يجوز إطلاق المجاز في القرآن مطلقًا على كلا القولين.\nأما على القول بأنه لا مجاز في اللغة أصلًا -وهو الحق- فعدم المجاز في القرآن واضح، وأمَّا على القول بوقوع المجاز في اللغة العربية فلا يجوز القول به في القرآن.\nوأوضح دليل على منعه في القرآن إجماع القائلين بالمجاز على\n__________\n(1) انظر: مختصر الصواعق (2/ 690 فما بعدها).\n(1/6)\n",
        "أن كل مجاز يجوز نفيه، ويكون نافيه صادقًا في نفس الأمر، فتقول لمن قال: رأيت أسدًا يرمي، ليس هو بأسد، وإنما هو رجل شجاع، فيلزم على القول بأن في القرآن مجازًا أن في القرآن ما يجوز نفيه.\nولا شك أنه لا يجوز نفي شيء من القرآن، وهذا اللزوم اليقيني الواقع بين القول بالمجاز في القرآن وبين جواز نفي بعض القرآن قد شوهدت في الخارج صحته، وأنه كان ذريعة إلى نفي كثير من صفات الكمال والجلال الثابتة لله في القرآن العظيم.\nوعن طريق القول بالمجاز توصل المعطلون لنفي ذلك فقالوا: \"لا يد، ولا استواء، ولا نزول\"، ونحو ذلك في كثير من آيات الصفات؛ لأن هذه الصفات لم ترد حقائقها؛ بل هي عندهم مجازات، فاليد مستعملة عندهم في النعمة أو القدرة، والاستواء في الاستيلاء، والنزول نزول أمره، ونحو ذلك، فنفوا هذه الصفات الثابتة بالوحي عن طريق القول بالمجاز.\nمع أن الحق الذي هو مذهب أهل السنة الجماعة إثبات هذه الصفات التي أثبتها تعالى لنفسه، والإيمان بها من غير تكييفٍ، ولا تشبيه، ولا تعطيل، ولا تمثيل. وطريقُ مناظرة القائل بالمجاز في القرآن هي أن يقال: لا شيء من القرآن يجوز نفيه، وكلُّ مجاز يجوز نفيه، ينتج من الشكل الثاني: لا شيء من القرآن بمجاز، وهذه النتيجة كلية سالبة صادقة، ومقدمتا القياس الاقتراني الذي أنتجها لا شك في صحة الاحتجاج بهما؛ لأن الصغرى منهما وهي قولنا: لا شيء من\n(1/7)\n\nالقرآن يجوز نفيه مقدمة صادقة يقينًا، لكذب نقيضها يقينًا، لأن نقيضها هو قولك: بعض القرآن يجوز نفيه، وهذا ضروري البطلان، والكبرى منهما وهي قولنا: وكل مجاز يجوز نفيه صادقة بإجماع القائلين بالمجاز، ويكفينا اعترافهم بصدقها؛ لأن المقدمات الجدلية يكفي في قبولها اعتراف الخصم بصدقها، وإذا صح تسليم المقدمتين صحت النتيجة التي هي قولنا: لا شيء من القرآن بمجاز، وهو المطلوب.\n* * *",
        "(1/8)\n\nفصل\nفإن قيل: كل ما جاز في اللغة العربية جاز في القرآن؛ لأنه بلسان عربي مبين.\nفالجواب: أن هذه كلية لا تصدق إلا جزئية، وقد أجمع النظار على أن المسوَّرة تكذب لكذب سورها، كما تكذب الموجهة لكذب جهتها. وإيضاح هذا على طريق المناظرة أن القائل به يقول: المجاز جائز في اللغة العربية وكل ما جاز في اللغة العربية فهو جائز في القرآن، ينتج من الشكل الأول: المجاز جائز في القرآن.\nفنقول: سلمنا المقدمة الصغرى تسليمًا جدليًّا؛ لأن الكلام على فرض صدقها، وهي قولنا: المجاز جائز في اللغة العربية، ولكن لا نسلم الكبرى التي هي قوله: وكل جائز في اللغة العربية جائز في القرآن، بل نقول بنقيضها، وقد تقرر عند عامة النظار أن نقيضَ الكلية الموجبة جزئية سالبة، فهذه المقدمة التي فيها النزاع وهي قوله: كل جائز في اللغة جائز في القرآن، كلية موجبة منتقضة بصدق نقيضها الذي هو جزئيةٌ سالبة، وهي قولنا: بعض ما يجوز في اللغة ليس بجائز في القرآن، فإذا تحقق صدق هذه الجزئية السالبة تحقق نفي الكلية الموجبة التي هي قوله: كل جائز في اللغة جائز في القرآن، والدليل على صدق الجزئية السالبة التي نقضنا بها كليته الموجبة كثرة وقوع الأشياء المستحسنة في اللغة عند البيانيين، كاستحسان المجاز وهي\n(1/9)",
        "\nممنوعة في القرآن بلا نزاع. فمن ذلك ما يسميه علماء البلاغة الرجوع، وهو نوع من أنواع البديع المعنوي، وحدَّه الناظم بقوله:\nوَسَمّ نقضَ سابقٍ بلاحقٍ ... لِسِرِّ الرجوع دُونَ ماحِقِ\nفإنه بديع المعنى في اللغة عندهم وهو ممنوع في القرآن العظيم؛ لأن نقض السابق فيه باللاحق إنما هو لإظهار المتكلم الوَلَه والحيرة من أمر كالحب مثلًا، ثم يظهر أنه ثاب له عقله وراجع رشده، فينقض كلامه الأول الذي قاله في وقت حيرته غير مطابق للحق، كقول زهير:\nقف بالدِّيار التي لِم يُعْفِها القِدَمُ ... بلى وغَيَّرَها الأرواحُ والدِّيَمُ\nفقوله: بلى وغيَّرَها إلخ. عندهم ينقض به قوله: \"لم يُعْفِها القدم\" إظهارًا؛ لأنه قال الكلام الأول من غير شعور، ثم ثاب إليه عقله فرجع إلى الحق، وهذا بليغ جدًّا في إظهار الحب والتأثر عند رؤية دار الحبيب، ولا شك أن مثل هذا لا يجوز في القرآن ضرورة.\nومن الرجوع المذكور قول الشاعر:\nأليس قليلًا نظرةٌ إن نظرتُها ... إليك وكَلَّا ليس منك قليلُ\nأثبت القلةَ ونفاها إيذانًا بأن إثباته لها أولًا قاله من غير شعور لما خامره من الحب. ومن أمثلته ودهشته من غير الحب قول أبي البيداء:\nوَمَا لِيَ انتصارٌ إنْ غَدَا الدَّهرُ جائرًا ... عليَّ، بلى إنْ كانْ مِنْ عِنِدك النَّصر\nأثبت ما نفاه من النصر للدلالة على شدة دهشته من نوائب الدهر.\nوقصدُنا التمثيل، مع العلم بأن نسبته الجَوْر للدَّهر لا تجوز، لقوله - صلى الله عليه وسلم -: \"لا تسبُّوا الدهر، فإن الله هو الدَّهر\".\n(1/10)\n",
        "ومن ذلك ما يسميه البلاغيون: إيراد الجد في قالب الهزل، كقول الشاعر:\nإِذَا ما تَمِيمِيٌّ أتاك مُفاخرًا ... فَقُلْ عدِّ عَنْ ذا كيف أكلك للضَّبِّ\nفإن قوله: كيف أكلُكَ للضَّبِّ، يظهر أنه هزل وهو يقصد به تعييرهم بأكلهم الضَّب. وهذا من البديع المعنوي، فهو بديع المعنى، مع أنه لا يجوز في القرآن لاستحالة الهزل فيه، قال تعالى: {إِنَّهُ لَقَوْلٌ فَصْلٌ (13) وَمَا هُوَ بِالْهَزْلِ (14)} [سورة الطارق: 13 - 14].\nومن ذلك حسن التعليل بأنواعه الأربعة المعروفة عند البيانيين، فإنه بديع المعنى عندهم؛ لأنه من البديع المعنوي وهو لا يجوز في القرآن.\nوسنذكر لكل قسم منها مثالًا لنطبق عليه الجواز في اللغة والمنع في القرآن.\nفمثال الأول من أقسامه قول أبي الطيب:\nلم تحكِ نائلَكَ السحابُ وإِنَّما ... حُمَّتْ بِهِ فصبيبُها الرُّحضَاء\nفهذا بديع معنوي عند أهل البلاغة، ولا يخفى أن القرآن لا يجوز أن يقع فيه مثل هذا الكذب الذي يدعي صاحبه أن السحاب أصابته الحُمَّى من الغيرة من كرم الممدوح، فانصبَّ منه العرق لشدة الغيرة، وأن ماءه هو ذلك العرق الكائن من شدة الغيرة.\nوقول أبي هلال العسكري:\nزَعَمَ البنفسج أنه كعذاره ... حُسْنًا فسلُّوا مِن قفَاه لسانَه\n(1/11)\n\nومعلومٌ أن القرآن لا يجوز فيه مثل هذا الكذب الذي يدعي صاحبه أن علة خروج ورقة البنفسج إلى الخلف كذبه وافتراؤه في زعمه أنه كعذار المشبَّب به في الحسن.\nومثال الثانِي منها قول أبي الطيب:\nمَا بهِ قَتْلُ أعادِيه ولكنْ ... يتَّقي إخلافَ ما ترجو الذِّئابُ\nفَهذا من البديع المعنوي عند أهل البلاغة، ولا يجوز أن يقع في القرآن مثل هذا الكذب الظاهر، الذي يزعم صاحبه أن الممدوح ما قتل أعداءه إلا لأجل الوفاء للذِّئاب بما عودهم عليه، من أنه يقتل لهم الرِّجال ليأكلوا من لحومهم. ومعلوم أن الحامل له على قتل الأعداء غير الوفاء للذِّئاب.\nوقولُ الآخر:\nتقولُ وفي قولها حشمةٌ ... أتبكي بعينٍ تراني بها\nفقلتُ إذا استَحسنت غَيرَكم ... أمرتُ الدُّموعَ بتأديبها\nفهذا الكذب الذي يدَّعي صاحبه أن علة بكائه تأديبه عينه بالدموع من أجل استحسانها لغير المحبوب لا يجوز مثله في القرآن.\nومثال الثالث منها قول مسلم بن الوليد:\nيا واشيًا حَسُنَتْ فينا إساءَتُه ... نجَّى حذارُك إنساني مِن الغرق\nفهذا من البديع المعنوي عندهم، ومعلوم أن القرآن العظيم لا يصح فيه أن يحسن الله إساءة من أساءَ إليه.\nومثال الرابع منها قول الخطيب القزويني:\nلَوْ لَمْ تكنْ هِمَّةُ الجوْزاءِ خدمتَه ... لَمَا رأيتَ عليها عقدَ منتطقِ",
        "(1/12)\n\nفهذا من البديع المعنوي عندهم، ومعلوم أن هذا الكذب الذي صرَّح صاحبُه بأن الجوزاء ناوية لخدمة الممدوح، وأن الكواكب التي حولها المعروفة بنطاق الجوزاء أنها نطاق شدَّتْه عليها لعزمها على التشمير لخدمة الممدوح= لا يجوز وقوع مثله في القرآن.\nومن ذلك الإغراق والغلو من أنواع المبالغة، فإن الإغراق جائز مطلقًا عند البلاغيين.\nوالغلو يجوز عندهم في بعض الأحوال ويمتنع في بعضها.\nوالإغراقُ عندهم هو ما أمكن عقلًا واستحال عادةً، كقول الشاعر:\nونُكرِمُ جارَنَا ما دامَ فينا ... ونُتْبعُهُ الكرامةَ حيثُ مالا\nومعلوم أن المستحيل عادة لم يقع بالفعل وإن جاز عقلًا، وهذا لا يجوز في القرآن؛ لأنه كذب.\nوالتحقيق أن هذا البيت من الإغراق لا من التبليغ كما زعمه البعض؛ لأن اتباعه الكرامة في كل مكان ارتحل إليه دائمًا مما تمنعه العادة وإن جاز عقلًا.\nوكقول أبي الطيب:\nكَفَى بجسمي نحولًا أنَّني رجلٌ ... لولا مخاطبتي إياكَ لمْ تَرَني\nلأنه يجوز عقلًا وصول الشخص في النحول إلى هذه الحال وإن امتنع عادة، ومعلوم أن مثل هذا لا يجوز في القرآن.\nوالغلو -عندهم- ما لا يمكن عقلًا ولا عادة، كقول أبي نواس:\n(1/13)",
        "\nوأخَفْتَ أهلَ الشِّركِ حتَّى أنَّه ... لتَخَافُكَ النُّطَفُ التي لمْ تُخلقِ\nومثل هذا البيت لا يجوز عند أهل البلاغة، ولكن الغلو عندهم يجوز في بعض الأحوال ككونه خارجًا مخرج الهزل والخلاعة كقوله:\nاسْكَرُ بالأمس إن عزمتُ على الشُّـ ... ـربِ غدًا إنَّ ذا مِن العجب\nوكقول النطَّام:\nتوهَّمَه طَرْفي فآلم طرْفه ... فصارَ مكانَ الوهم في خدِّه أثر\nومرَّ بفكري خاطرًا فجرحتُه ... ولمْ أَرَ خلْقًا قَطُّ يجرحُه الفكرُ\nوككونه متضمنًا حُسْن تخييل كقول أبي الطيب يصف فرسًا:\nعَقَدَتْ سنابكُها عليها عِثْيَرا ... لو تبتغي عنقًا عليهِ لأمكَنَا\nوقول المعَرِّي يصف سيفًا:\nيُذيبُ الرعبُ منه كلَّ عَضْب ... فلولا الغمدُ يمسكُهُ لَسَالا\nفمثل هذا كله جائز عند البلاغيين؛ بل هو عندهم بديع معنوي، ومعلوم أن مثله لا يجوز في القرآن.\nوما زعمه كثير من أهل البلاغة من أن الغلو جاء في القرآن إلا أنه جاء مقترنًا بما يجعله مقبولًا وهو اقترانه بما يقربه إلى الصحة ممثلين بقوله تعالى: {يَكَادُ زَيتُهَا يُضِيءُ} [سورة النور: 35].\nفإنه كلام باطل ومنكر من القول وزور. سبحان الله وتعالى علوًّا كبيرًا عن أن يكون في كلامه ما هو قريب من الصحة؛ لأن القريب من الصحة ليس بصحيحٍ في نفس الأمر، والله يقول: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا} [سورة النساء: 122]. ويقول: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا} [سورة النساء: 87].\n(1/14)\n",
        "ويقول: {أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ} [سورة البقرة: 140].\nويقول: {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا} [سورة الأنعام: 115].\nفهذا الكلام الذي قاله تعالى لا شك في أنه صحيح. وقوله: يكاد. معناه يقرب. ولا شك أن ذلك الزيت يقرب من الإضاءة ولو لم تمسسه نار، ولكنه لم يُضئ بالفعل كما هو مدلول الآية الكريمة.\nفإن قيل: قد جاء في كلامه - صلى الله عليه وسلم - ما يدل على جواز الإغراق، وذلك في قوله - صلى الله عليه وسلم - في بعض روايات حديث فاطمة بنت قيس رضي الله عنها: \"وأبو جهمٍ لا يضع عصاه عن عاتقه\".\nومعلوم أنه يضعها في بعض الأوقات كأوقات النوم والصلاة وغير ذلك.\nفالجواب: أن قوله - صلى الله عليه وسلم -: \"لا يضع عصاه عن عاتقه\" كناية عن كثرة ضربه النساء.\nوالمراد بلفظ الكناية لازم معناه، ولازم معناه المراد به الذي هو كثرة ضرب النساء واقع صدقًا بلا شك كما جاء مصرحًا به في بعض روايات الحديث في قوله: \"وأما أبو جهم فرجل ضراب للنساء\"، فظهر أن المقصود من لفظ الكناية في الحديث واقع حقًّا بلا شك من غير كذب في مدلول اللفظ بخلاف الإغراق كقوله:\n* وَنُتْبِعه الكرامةَ حَيث مَالا *\nوقوله:\n* لَوْلَا مخاطبتي إياك لمْ تَرني *\n(1/15)\n\nفإنه مستعمل في نفس موضوعه وهو كذب لاستحالته عادة، وليس مستعملًا في لازمٍ صادقٍ كالحديث، فاتضح الفرق.\nفإن قيل: الكناية هي اللفظ الذي أريد به لازم معناه -كما ذكرتم- ولكن من تمام تعريفها جواز إرادة المعنى الأصلي، وبذلك القيد تفارق المجاز، كقول الشاعر:\nفَمَا يَكُ فِيّ من عَيبٍ فإنِّي ... جبانُ الكلْبِ مهزولُ الفصيلِ\nوقول الخنساء في صخر:\nطويلُ النّجادِ عظيمُ الرما ... د سَادَ عشيرته أمردا\nفإن جبان الكلب، ومهزول الفصيل، وعظيم الرماد: كنايات عن الجود، وطويل النجاد كناية عن طول القامة، مع أنه يجوز في كلها قصد المعنى الأصلي؛ لأن الجواد مهزول الفصيل لنحره أمه، وصرفه اللبن عنه في الحقوق. وكذلك هو جبان الكلب لكثرة غشيان الضيوف بيته. وكذلك هو كثير الرماد لكثرة وقود الحطب لقرى الضيف، وطويل القامة طويل النجاد أيضًا، فلا مانع من قصد هذه المعاني الأصلية، وإن كان المراد الانتقال منها إلى لوازمها، ولو أردنا أن نقصد المعنى الأصلي في الحديث لقوله: \"لا يضع عصاه عن عاتقه\" لأدى ذلك إلى الكذب المستحيل أو الإغراق في كلامه - صلى الله عليه وسلم -.\nفالجواب: أن الفرق بين الكناية والإغراق واقع على كل حال؛ لأن المراد بلفظ الكناية لازم معناه، وإن جاز قصد أصله معه بالنظر إلى ذاته، مع أنه ربما امتنع قصده لعارض كما في هذا الحديث، كما نبه",
        "(1/16)\n\nعليه بعضهم.\nوالمراد في الإغراق نفس المعنى المطابقي لا لازمه، وإرادة نفس المعنى في الإغراق يلزمها كذب اللفظ، وإرادة لازمه في الكناية تكون معها القضية صادقة، فظهر الصدق في أحد القصدين والكذب في الآخر.\nوالحامل عند البيانيين على الإغراق والغلو هو ألا يظن أحد أن الوصف المبالغ فيه غير متناه في الشدة أو الضعف، إلا أن العبارة في الإغراق والغلو كاذبة في نفس الأمر لما قدمنا من أن الإغراق في المستحيل عادة، والغلو في المتسحيل عادة وعقلًا، وكلاهما كذبٌ يُنزَّه الكتاب والسنة عن مثله.\nومن ذلك تجاهل العارف، فإنه من البديع المعنوي عند علماء البلاغة؛ لأنه إما لمبالغة في المدح بالكذب، كقوله:\nألَمْعُ برقٍ سرَى أم ضوءُ مصباحِ ... أم ابتسامتُها بالمنظر الضاحي\nوقول نابغة ذبيان:\nألمحةٌ من سنا برقٍ رأى بصري ... أمن وجْهُ نُعمٍ بَدا لي أم سنا نارِ\nوقول الآخر:\nأهذه جنَّةُ الفرْدَوسِ أمْ إرم ... أم حضرةٌ حفَّها العلياءُ والكرم\nوإما لإظهار التوَلُّه والتحيّر من الحبِّ كقوله:\nبالله يا ظبيات القاع قُلْنَ لنَا ... ليلايَ منكنَّ أمْ لَيلى مِن البَشَرِ\nوإما لمبالغةٍ في الذَّمِّ بالكذب كقول زهير:\n(1/17)",
        "\nوَمَا أدري وسوف أخالُ أدْرِي ... أقومٌ آلُ حصنٍ أم نساءُ\nوإما لتوبيخ بلا موجب كقول فاطمة الخارجية:\nأيا شجر الخابور مَا لكَ مورقًا ... كأنك لم تجزع على ابن طَرِيف\nومعلومٌ أنه لا يجوز شيء من ذلك كله في القرآن لاستحالة التجاهل على الله تعالى.\nوقد فطِن السكَّاكي لهذا فَعَدل عن لفظ \"التجاهل\"، وسماه سَوْق المعلوم مساق غيره لنكتة، ليدخل فيه مواضع من القرآن زعم أنها منه، وعبارة الجمهور بلفظ \"التجاهل\"، ولا تخفى استحالته على الله تعالى.\nومن ذلك أحد ضربي القول بالموجب؛ لأنه عند البلاغيين ضربان، وهو عندهم من البديع المعنوي أيضًا، وأحد ضربيه لا يجوز وقوع مثله في القرآن، وهو حمل لفظ وقع في كلام الغير على معنى يحتمله، وليس هو مراده، وذلك الحمل إنما يكون بذكر متعلق آخر غير المتعلق الذي يقصده المتكلم، أعني بذلك شيئًا يناسب المعنى المحمول عليه، سواء كان متعلقًا اصطلاحيًّا كالمفعول والجار والمجرور، أو لا.\nفالأول كقوله:\nقلت: ثقَّلْتُ إذ أتيتُ مرارًا ... قال: ثَقَّلتَ كاهلي بالأيادي\nقلتُ: طوَّلتُ. قال: لا؛ بل تطوَّلتَ ... وأبرمتُ، قال: حبلَ ودادي\nوالشاهد في قوله: \"ثقلت وأبرمت\" دون قوله \"طولت\"؛ لأن مراده بقوله \"ثقلت\" يعني عليك؛ بأن حملتك المئونة الثقيلة والمشقة بإتياني مرارًا، فحَمَله المخاطب على غير مراد المتكلم بأن جعل معناه: أن\n(1/18)\n",
        "كثرة زيارته له نِعَم منه عليه ومِنَن أثقل حملها كاهله، وهو ما بين كتفيه.\nوقوله \"أبرمت\": يعني أبرمتك أي أمللتك بكثرة التردد عليك. فحمله المخاطب على غير مراد المتكلم بأن جعل معناه \"أبرمت\" أي: أتقنتَ وأحكمتَ حبل الوداد بيننا بكثرة زيارتك لي.\nوأما قوله: \"طولت\": فليس من القول بالموجب؛ لأن المخاطب صرح بنفيه حيث قال: لا، بل تطولت، فلم يقل بموجبه بل نفى موجبه صريحًا.\nومن هذا النوع الذي متعلقه اصطلاحي قول القاضي الأرَّجاني:\nغَالطَتني إذْ كَسَتْ جسمي الضَّنا ... كسوةً عَرَت من اللحم العظاما\nثُمَّ قالتْ أنت عندي في الهوى ... مثل عيني صدقت لكن سقاما\nلأن مرادها بقولها: \"مثل عيني\": أنه كعينها في المحبة إليها، فحمله على غير مرادها بأن قال: إنه كعينها في السقم لأنه سقيم من حبها فأشبه عينها في السقم. وسُقْم أعين النساء ضعف خَلْقي وتكسُّر يكون في جفونهن.\nوقوله \"لكن سقاما\": بين فيه مراده بمتعلق اصطلاحي وهو التمييز، لأن التمييز متعلق عامله، والمعنى: صدقت في تماثلي مع عينها، ولكن لا في الحب إليها؛ بل في كون كل منا سقيمًا.\nومن هذا الضرب قول ابن دويدة المغربي في أبيات يخاطب بهما رجلًا أودع بعضَ القضاةِ مالًا، فادعى القاضي ضياعه:\nإنْ قال قدْ ضاعتْ فصدِّق أنَّها ... ضاعت ولكنْ منكَ يعني لو تَعي\n(1/19)\n\nأو قال قدْ وقعت فصدِّق أنَّها ... وقعتْ ولكن منه أحسنَ موقعِ\nفقد حمل الكلام على غير المراد بذكر متعلقه الاصطلاحي وهو الجار والمجرور الذي هو \"منك\" في البيت الأول، و\"منه\" في الثاني.\nومن هذا الضرب قول الآخر:\nوقَالوا قَدْ صَفَتْ مِنَّا قلوبٌ ... لَقَدْ صدقُوا ولكن مِن ودادي\nفمراده صفاء قلوبهم من الغل والدَّنسَ فحمله المخاطب على صفاء قلوبهم أي: فراغها وخلوها من مودته.\nوأما البيتان اللذان قبل هذا البيت وهما:\nوإخوان حسبتُهم دروعًا ... فكانوها ولكن للأعَادِي\nوخلِتُهُم سهامًا صائباتٍ ... فكانوها ولكن في فؤداي\nفمعناهما قريب من القول بالموجب وليس منه، إذ ليس فيهما حمل صفة وقعت في كلام الغير على معنى آخر، وإنما فيهما ذكر صفة ظُنَّت على وجه، فإذا هي بخلافه.\nقال بعض علماء البلاغة: ويمكن جعل مثلها ضربًا ثالثًا، والثاني وهو الذي لم يكن متعلقه اصطلاحيًّا نحو قوله:\nلَقدْ بُهِتُوا لمَّا رَأوني شَاحِبًا ... فقَالُوا بهِ عين فقلتُ: وعارضُ\nأرادوا بالعين إصابة العائن، فحملهَ هو على إصابة عين المعشوق بذكر ملائمه الذي هو العارض في الأسنان التي هي كالبرد، فكأنه قال: صدقتم فإن بي عينًا، لكن بي عينها وعارضها، لا عين العائن، ووجه كون هذا الضرب من القول بالموجب ظاهر لأنه اعترف",
        "(1/20)\n\nبما ذكر المتكلم فقال بموجبه، ثم حمله على غير مراده، وحمل كلام المتكلم على غير مراده تارة يكون بإعادة المحمول الذي هو المسند كقوله: قال: ثقلت كاهلي، بعد قوله: قلت ثقلت، وقول بعضهم:\nجاءَ أَهلِي لمَّا رَأوني عَليلًا ... بحَكيمٍ لشرح دائي يُسْعف\nقال هذا بهِ إصابةُ عَينٍ ... قَلتُ عينُ الحبيبِ إن كنت تعرف\nوتارة يكون بغير إعادة المحمول أعني المسند، كقوله: \"فقلت وعارض\"= فإن مثل هذا كله لا يجوز منه شيء في القرآن لأنه مغالطة، وقول بما يعلم قائله إنه باطل لعلمه بأن ما حُمِل عليه كلام المتكلم غير مراده.\nوما زعمه كثير من أهل البلاغة من أن هذا الضرب من ضَرْبَي القول بالموجب هو الأسلوب الحكيم، وأنه جاء في القرآن في قوله: {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} الآية [سورة البقرة: 189]. وقوله: {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيرٍ فَلِلْوَالِدَينِ} الآية [سورة البقرة: 215].\nفهو غير صحيح؛ لأنه ليس في الآيتين الحكم بوقوع نسبة خبرية إيجابًا أو سلبًا حتى يقال بموجبها أو لا يقال به.\nوقد أجمع عامة النظار على أن التصديق لا يوجد بالفعل إلا عند وجود التصور الرابع، الذي هو تصور وقوع النسبة بالفعل أو عدم وقوعها، سواء قلنا بأنه مركب أو بسيط، فالشاك في وقوع النسبة يتصور ثلاثة تصورات، وهي تصور الموضوع الذي هو المحكوم عليه، وتصوّر\n(1/21)",
        "\nالمحمول الذي هو المحكوم به، وتصور النسبة الحكمية التي هي مورد الإيجاب والسلب من غير تصور وقوعها ولا عدم وقوعها، وهو أي الشاك ليس بحاكم بشيء على التحقيق حتى يقال بموجبه أو لا يقال به.\nفمن سأل عن الأهلة وعن ماذا ينفق لم يحكم بشيء حتى يقال بموجبه ويحمل على غير مراده؛ لأن الاستفهام إنشاء وليس فيه نسبة خبرية يتوارد عليها السلب والإيجاب، حتى يصدق عليها أن لها موجبًا يقال به. ولذا لا يجوز خطاب السائل عن الأهلة مثلًا: بكذبت ولا صدقت؛ لأنه لم يخبر بشيء.\nفبهذا يتضح لك أن ما سماه السكاكي \"الأسلوب الحكيم\" وسماه عبد القاهر \"المغالطة\"، منه ما هو قول بالموجب كقصة الحجاج والقبعثري، ومنه ما لا يدخل في حد القول بالموجب كالآيتين المذكورتين كما بينا، وهو المطلوب.\nفإن قيل: كيف أجاب الله في الآيتين بجواب غير مطابق للسؤال؟\nفالجواب: أن السؤال ضربان جدلي وتعليمي. فالجدلي يجب أن يطابقه جوابه كما عُرِف في فن المناظرة، والتعليمي يُبنى فيه الأمر على حال السائل، كالطبيب يبني علاجه على حال المريض دون سؤاله فتجوز المخالفة فيه. ولا يلزم من ذلك أن المسؤول حمل كلام السائل على غير مراده؛ ولكنه كلمه بما فيه له الفائدة، فلم يقم دليل من عقل ولا نقل على أن الله حمل سؤالهم عن الأهلة على غير مرادهم؛ بل بين لهم الحكمة وترك ما لا فائدة لهم فيه، مع أن جماعة من السلف\n(1/22)\n",
        "صرحوا بأن السؤال عن حكمة خلق الأهلة فالجواب إذًا مطابق للسؤال، وانتصر لهذا السيوطي غاية الانتصار، وعليه فالأمر واضح.\nومن ذلك ما يسمونه \"الاستعارة التخييلية\"؛ لأنهم يتخيلون شيئًا وهميًّا لا وجود له فيستعيرون له كقول أبي تمام:\nلا تَسقِني ماءَ الملامِ فإنني ... صبٌّ قد استَعذَبتُ ماء بكائِي\nفإنه توهم للملام شيئًا يمازج الروح شبيهًا بالماء فأطلق اسمه عليه استعارة تخييلية. وكقول أبي الطيب المتنبي:\nوقَدْ ذُقت حلواء البنين على الصبا ... فلا تحسبيني قلتُ ما قلتُ عن جهلِ\nفإنه تخَيَّل للبنين لذَّةً تشبه الحلواء، وأطلق اسمها عليها استعارة تخييلية.\nوكقول أشجع السلمي:\nلله سيفٌ في يدي نصر ... في حدِّه ماءُ الرَّدَى يجري\nوقول البحتري:\nأمَّا مسامعُنَا الظماء فإنها ... تُروى بماء كلامك الرقراقِ\nوقول التهامي:\nأذهبتَ رونقَ ماءِ النُّصْحِ والعذْلِ ... فاذهب فلست بمعصومٍ من الزَّلل\nفالماء في الأبيات مستعار لأمر وهمي تخيله الشاعر، ولا وجود له في الحقيقة.\nونظير ذلك قول مُقَيَّدِ هذه الحروف في أبياته التي بين فيها أن مقاصد الشعراء ليست مقصدًا له:\n(1/23)\n\nقدْ صدَّني حلم الأكابر عن لَثْمي ... شفةَ الفتاة الطفلة المغناج\nماءُ الشبيبة زارعٌ في صَدْرِها ... رُمَّانَتَي روضٍ كحقّ العاجِ\nوكأنها قد أدرجت في برقعٍ ... يا ويلتاه بها شعاعُ سراجِ\nوكأنما شمسُ الأصيلِ مذابةً ... تنسابُ فوقَ جبينها الوهاجِ\nومحلُّ الشاهد منها قوله: ماءُ الشبيبة زارع ... إلخ.\nوكقول لبيد:\nوغَدَاةَ ريحٍ قد كشفتُ وقرّة ... إذ أصبحت بيد الشمال زمامُها\nوقول الآخر:\nويد الشمال عشية مذ أرعشتْ ... دلَّت على ضعف النَّسيمِ بخطِّها\nكتبت سقيمًا في صحيفة جدول ... فيه الغمامةُ صححته بنقطِهَا\nوقول الآخر:\nقَدْ جلسْنَا بروضةٍ غناء ... نجتلي بيننا كؤوسَ الهناء\nروضة تحتَهَا الجداول تجري ... تحت سوقِ الغصونِ كالرقطاءِ\nصقلتْها يدُ النسيمِ فلاحت ... فيه أزهارُهَا كنجمِ سماءِ\nوبها الوردُ لاحَ مثل خدودٍ ... كُسِيتْ باحمرارٍ صبغ الحياء\nفاليد في هذه الأبيات مستعارة لشيء متخيل للريح المعبر عنها في الأول، والثاني بالشمال، وفي الثالث تؤثر به يشبه اليد على سبيل الاستعارة التصريحية التخييلية؛ لأن التحقيق هو ما ذهب إليه التفتازاني وغيره من أن الاستعارة التخييلية لا تلازم المكنية ملازمة لا تنفك، وإنما ملازمتها لها أغلبية، وكثير من الأمثلة التي ذكرنا لا مكنية فيه مع التخييلية.",
        "(1/24)\n\nومعلوم أن الله لا يجوز في حقه شيء من ذلك التوهم أو التخيل سبحانه وتعالى عن ذلك علوًّا كبيرًا، ولو مشينا على مذهب الأقدمين من أهل البلاغة القائلين بملازمتهما، وأن التخييلية لا تكون أبدًا إلا قرينة المكنية، فالتخييلية على قولهم على التحقيق مجاز عقلي بناءً على دخوله في الإضافي، وسميت استعارة على سبيل المجاز العرفي، والمجاز العقلي يجوز نفيه أيضًا فيمتنع في القرآن كما تقدم من أن جواز النفي يمنع الوقوع في القرآن، وأمثال هذا كثيرة، وفي البعض الذي ذكرنا كفاية لِمَا قدمنا من أن الكلية الموجبة تبطل من أصلها بمجرد صدق نقيضها الذي هو الجزئية السالبة، والجزئية السالبة التي هي: ليس كل ما يجوز في اللغة العربية يجوز في القرآن يتحقق صدقها بمثال واحد، وقد جئنا بأمثلة متعددة.\n* * *\n(1/25)",
        "\nفصل في الإجابة على مما ادُّعِيَ فيه المجاز\nفإن قيل: ما تقول أيُّها النافي للمجاز في القرآن في قوله تعالى: {جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ} [سورة الكهف: 77]. وقوله {وَاسْأَلِ الْقَرْيَةَ} [سورة يوسف: 82]. وقوله: {لَيسَ كَمِثْلِهِ شَيءٌ} الآية [سورة الشورى: 11] وقوله: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} الآية [سورة الإسراء: 24]؟ .\nفالجواب: أَنَّ قولَه: {يُرِيدُ أَنْ يَنْقَضَّ} لا مانعَ من حمله على حقيقة الإرادة المعروفةِ في اللغة، لأَنَّ الله يعلمُ للجماداتِ ما لا نعلمُه لها كما قال تعالى: {وَإِنْ مِنْ شَيءٍ إلا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ} الآية [سورة الإسراء: 44].\nوقد ثَبتَ في \"صحيح البخاريِّ\" حنَينُ الجِذْعِ الذي كان يخطبُ عليه - صلى الله عليه وسلم -.\nوثبتَ في \"صحيحِ مسلم\" أنَّه - صلى الله عليه وسلم - قال: \"إني أعرفُ حَجَرًا كانَ يسلِّمُ عَلَيَّ في مكةَ\".\nوأمثالُ هذا كثيرةٌ جدًّا، فلا مانِعَ من أن يَعْلمَ اللهُ من ذلكَ الجدار إرادة الانقضاض. ويُجابُ عن هذه الآية -أيضًا- بمَا قدَّمنَا من أنَّه لا مانعَ من كونِ العربِ تستعملُ الإرادةَ عنْدَ الإطلاقِ في معناها المشهورِ، وتستعملُها في الميلِ عند دلالة القرينة على ذلك. وكلا\n(1/26)\n",
        "الاستعمالين حقيقةٌ في محلِّه. وكثيرًا ما تَستعملُ العربُ الإرداةَ في مشارفَةِ الأمرِ، أي قرب وقوعهِ كقربِ الجدارِ من الانقضاض سُمِّيَ إرادة.\nوكقول الرَّاعي:\nفي مَهْمَهٍ قلقت بها هاماتها ... قلق الفؤوس إذا أردْنَ نضولًا\nيعني بقولهِ: \"أردن\": تحركنَ مشرفاتٍ على النّضولِ وهو السقوط. وكقول الآخرِ:\nيُريدُ الرُّمْحُ صدْرَ أبي براء ... ويَعْدل عن دماءِ بني عقيل\nفقوله: \"يريد الرُّمْحُ صدرَ أبي براءٍ\"، أي: يميل إليه، وأمثالُ هذا كثيرةٌ في اللُّغة العربية، والجواب عن قوله: {وَاسْأَلِ الْقَرْيَةَ} من وجهينِ أيضًا:\nالأول: أَنَّ إطلاق القريةِ وإرادة أهلها من أساليبَ اللغة العربية أيضًا كما قدَّمنا.\nالثاني: أنَّ المضافَ المحذوفَ كأنَّه مذكورٌ لأنه مدلولٌ عليه بالاقتضاء، وتغييرُ الإعراب عند الحذفِ من أساليب اللُّغةِ أيضًا كما عقده في \"الخلاصة\" بقوله:\nوما يلي المضافَ يأتي خلفًا ... عنه في الإعراب إذَا ما حُذِفَا\nمع أنَّ كثيرًا مِن علماء الأصول يُسمُّونَ الدّلالةَ على المحذوفِ في نحو قوله: {وَاسْأَلِ الْقَرْيَةَ} [سورة يوسف: 82] دلالة الاقتضاء.\nواخْتلفُوا هل هي من المنطوقِ غير الصريح، أو من المفهوم.\nكما أشار له في \"مراقي السعود\" بقوله:\n(1/27)\n\nوفي كلامِ الوحي والمنطوق هَلْ ... ما ليسَ بالصَّريحِ فيه قَد دَخَل\nوهو دلالةُ اقتَضاءٍ إنْ يدل ... لفظ على ما دونه لا يستقل\nدلالة اللزوم ... إلخ.\nوالجمهور على أنها من المفهومِ لأنَّها دلالةُ التزام، وعامَّة البيانيين وأكثر الأصوليين على أنَّ دلالةَ الالتزام غير وضعية، وإنَّما هي عقلية، ودلالةُ المجاز على معناه مطابقة وهي وضعيةٌ بلا خلافٍ، فظهَرَ أنَّ مثلَ: {وَاسْأَلِ الْقَرْيَةَ} [سورة يوسف: 82] مِنَ المدلول عليه بالاقتضاء، وأنَّه ليسَ من المجازِ عند جمهور الأصوليين القائلينَ بالمجاز في القرآنِ، وأَحْرَى غيرهم، مع أنَّ حدَّ المجاز لا يشملُ مثلَ: {وَاسْأَلِ الْقَرْيَةَ}؛ لأنَّ القريةَ فيه -عند القائلِ بأنَّه من مجازِ النَّقْصِ- مُسْتعملةٌ في معناها الحقيقيِّ، وإنما جَاءَها المجاز عندهم من قِبَلِ النَّقصِ المؤدِّي لتغيير الإعراب، وقد قَدَّمْنَا أن المحذوف مقتضى، وأنَّ إعراب المضافِ إليه إعراب المَضافِ إذا حُذف من أساليب اللغة العربية.\nوالجوابُ عن قوله: {لَيسَ كَمِثْلِهِ شَيءٌ} [سورة الشورى: 11] أنَّه لا مجاز زيادة فيه؛ لأنَّ العربَ تطلق المثلَ وتريدُ به الذات، فهو أيضًا أسلوبٌ مِنْ أساليب اللغةِ العربِية.\nوهو حقيقة في محَلِّهِ كقول العرب: مِثْلُكَ لا يفعل هذا. يعنونَ: لا ينبغي لك أَنْ تَفْعلَ هذَا، ودليلُ هذا وجوده في القرآنِ كقوله تعالى: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} [سورة الأحقاف: 10]، أي: شَهِدَ على القرآنِ أنَّه حق.",
        "(1/28)\n\nوقوله تعالى: {أَوَمَنْ كَانَ مَيتًا فَأَحْيَينَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ} [الأنعام: 122]، يعني كمنْ هو في الظُّلمات.\nوقوله تعالى: {فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ} [سورة البقرة: 137] أي: بمَا آمنتم به على أظهرِ الأقوال. وتدلُّ لَهُ قراءةُ ابن عباس: \"فإنْ آمَنوا بِمَا آمَنتُم بهِ\" وتُروى هذه القراءةُ عَنِ ابنِ مسعودٍ أيضًا.\nويجابُ أيضًا بأنَّ أداةَ التَّشبيِه كُرِّرَتْ لتأكيدِ نَفْي المِثْلِيةِ المنفيَّةِ في الآية.\nوالعربُ ربَّما كرَّرتْ بعض الحروفِ لتأكيد المعنى، كتكرير أداة النَّفْي في الجمعِ بين \"ما\" و\"أن\" لتأكيد النَّفي كقول دُرَيدِ بنِ الصِّمَّة في الخنساء الشاعرة:\nما إن رأيتُ ولا سمعتُ به ... كاليومِ طالي أينق جُرْبِ\nوقول قتيلة بنت الحارث في مقتل النَّضْرِ بنِ الحارثِ صبرًا يوم بدرٍ:\nأَبْلغْ بِها ميِّتًا بأنَّ تحيةً ... ما إنْ تزالُ بها النجائبُ تخفقُ\nوكالجمع بينَ \"إن\" و\"ما\" لتوكيد الشَّرطِ في قوله: {فَإِمَّا نَذْهَبَنَّ بِكَ} [سورة الزخرف: 41]، {فَإِمَّا تَثْقَفَنَّهُمْ} [سورة الأنفال: 58]، {وَإِمَّا تَخَافَنَّ} [سورة الأنفال: 57]. وكقولِ الشاعر:\nزعَمَتْ تُماضرُ أنَّنِي إمَّا أمُتْ ... يسدِّدُ ابينوها الأصاغر خلَّتي\nفإن قيل: هذه الزيادات لم تُغير الإعراب والكلام فيما غيره.\nفالجواب: أن تغير الإعراب بزيادة كلمة لنكتة، أو نقصها\n(1/29)",
        "\nللدلالة عليها بالاقتضاء أسلوبٌ من أساليب اللغة كما تقدم، والحكم بأنه مجاز لا دليل عليه يجب الرجوع إليه.\nوالجواب عن قوله تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ} [سورة الإسراء: 24]: أن الجناح هنا مستعمل في حقيقته؛ لأن الجناح يطلق لغة حقيقة على يد الإنسان وعضده وإبطه، قال تعالى: {وَاضْمُمْ إِلَيكَ جَنَاحَكَ مِنَ الرَّهْبِ} [سورة القصص: 32].\nوالخفض مستعمل في معناه الحقيقي الذي هو ضد الرفع؛ لأن مريد البطش يرفع جناحيه، ومظهر الذل والتواضع يخفض جناحيه، فالأمر بخفض الجناح للوالدين كناية عن لين الجانب لهما، والتواضع لهما، كما قال لنبيه - صلى الله عليه وسلم -: {وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (215)} [الشعراء: 215].\nوإطلاق العرب خفض الجناح كناية عن التواضع ولين الجانب أسلوب معروف، ومنه قول الشاعر:\nوأَنْتَ الشَّهيرُ بخفضِ الجناحِ ... فلا تَك في رفْعِه أجْدَلا\nوأما إضافة الجناح إلى الذل فلا تستلزم المجاز كما يظنه كثير؛ لأن الإضافة فيه كالإضافة في قولك حاتم الجود، فيكون المعنى: واخفض لهما الجناح الذليل من الرحمة، أو الذلول على قراءة الذل بالكسر.\nوما يُذكر عن أبي تمام من أنه لما قال:\nلا تَسْقِنِي ماءَ الملام فإنَّنِي ... صبٌّ قد استعذبتُ ماء بكائي\nجاءه رجل فقال له: صب لي في هذا الإناء شيئًا من ماء الملام،\n(1/30)\n",
        "فقال له: إن أتيتني بريشةٍ من جناح الذل صببت لك شيئًا من ماء الملام= فلا حجة فيه؛ لأن الآية لا يراد بها أن للذل جناحًا وإنما يراد بها خفض الجناح المتصف بالذل للوالدين من الرحمة بهما، وغاية ما في ذلك إضافة الموصوف إلى صفته كحاتم الجود. ونظيره في القرآن الإضافة في قوله: {مَطَرَ السَّوْءِ} [سورة الفرقان: 40]، و {عَذَابَ الْهُونِ} [سورة الأحقاف: 20] يعني مطر حجارة السجيل الموصوف بسوئه من وقع عليه. وعذاب أهل النار الموصوف بسوء من وقع عليه، والمسوِّغ لإضافة خصوص الجناح إلى الذل مع أن الذل من صفة الإنسان لا من صفة خصوص الجناح: أن خفض الجناح كُنِّي به عن ذل الإنسان وتواضعه، ولين جانبه لوالديه رحمة بهما، وإسناد صفات الذات لبعض أجزائها من أساليب اللغة العربية كإسناد الكذب والخطيئة إلى الناصية في قوله: {نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ} [سورة العلق: 16].\nوكإسناد الخشوع والعمل والنصب إلى الوجوه في قوله: {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ (2) عَامِلَةٌ نَاصِبَةٌ (3)} [سورة الغاشية: 2، 3].\nوأمثال ذلك كثيرة في القرآن، وفي كلام العرب.\nوهذا هو الظاهر في معنى الآية، ويدل له كلام السلف من المفسرين.\nوقال العلامة ابن القيم رحمه الله في \"الصواعق\": \"إن معنى إضافة الجناح إلى الذل أن للذل جناحًا معنويًّا يناسبه، لا جناح ريش\". والله تعالى أعلم.\nوما يذكره كثير من متأخري المفسرين القائلين بالمجاز في القرآن كله غير صحيح، ولا دليل عليه يجب الرجوع إليه من نقل ولا عقل.\n(1/31)\n\nفصل مناقشة دليل المنع\nفإن قالوا: هذا الذي نسميه مجازًا وتسمونه أسلوبًا آخر من أساليب اللغة يجوز نفيه على قولكم، كما جاز نفيه على قولنا. فيلزم المحذور قولكم كما لزم قولنا.\nفالجواب: أنه على قولنا بكونه حقيقة لا يجوز نفيه. فإن قولنا: رأيت أسدًا يرمي -مثلًا- لا نسلم جواز نفيه؛ لأن هذا الأسد المقيد بكونه يرمي ليس حقيقة الحيوان المفترس حتى تقولوا: هو ليس بأسد. فلو قلتم: هو ليس بأسد. قلنا: نحن ما زعمنا أنه حقيقة الأسد المتبادر عند الإطلاق حتى تكذبونا، وإنما قلنا بأنه أسد يرمي، وهو كذلك هو أسد يرمي.\nقال ابن القيم -رحمه الله- في \"مختصر الصواعق\" (1) ما نصه:\n\"الوجه السادس عشر: أن يقال: ما تعنون بصحة النفي، نفي المسمى عند الإطلاق، أم المسمى عند التقييد، أم القدر المشترك، أم أمرًا رابعًا؟ فإن أردتم الأول كان حاصله أن اللفظ له دلالتان، دلالة عند الإطلاق، ودلالة عند التقييد؛ بل المقيد مستعمل في موضوعه، وكل منهما منفي عن الآخر. وإن أردتم الثاني لم يصح نفيه فإن المفهوم منه\n__________\n(1) (2/ 717).",
        "(1/32)\n\nهو المعنى المقيد فكيف يصح نفيه؟ وإن أردتم القدر المشترك بين ما سميتموه حقيقة ومجازًا لم يصح نفيه أيضًا. وإن أردتم أمرًا رابعًا فبينوه لنا لنحكم عليه بصحة النفي، أو عدمها. وهذا ظاهر جدًّا لا جواب عنه كما ترى\". اهـ كلام ابن القيم -رحمه الله- بلفظه. وهو موضح غاية لما ذكرنا مصرح بأنه ظاهر جدًّا لا جواب عنه.\nفإن قيل: هذا الذي قررتم يدل على عدم صحة نفي المجاز أصلًا؛ لأن ابن القيم ساق الكلام المذكور ليبين عدم صحة نفي المجاز وإذًا يرتفع المحذور الناشيء عن القول بصحة نفيه.\nفالجواب: أنكم أيها القائلون بالمجاز أنتم الذين أطبقتم على جواز نفيه وتوصلتم بذلك إلى نفي كثير من صفات الله الثابتة بالكتاب والسنة الصحيحة، زعمًا منكم أنها مجاز وأن المجاز يجوز نفيه، فلو أقررتم بأنه لا يجوز نفيه لوافقتم على أنه أسلوب من أساليب اللغة العربية وهو حقيقة في محله، وسلمتم من نفي صفات الكمال والجلال الثابتة في القرآن.\nفإن قيل: الاستعارة مجاز علاقته المشابهة والمستعار له يدعي أنه نفس المستعار منه، وإذا كان نفسه استحال نفيه لاستحالة نفي الشيء عن نفسه، وذلك كما في قول ابن العميد:\nقامَتْ تُظللنُي مِنَ الشَّمسِ ... نفسٌ أحبُّ إليَّ مِن نفسي\nقامتْ تُظللني ومِن عجب ... شمسٌ تُظللُني مِنَ الشَّمسِ\nفإنه استعار الشمس لغلام حسن الوجه، والجامع الحسن\n(1/33)",
        "\nوالبهاء، ولولا أنه ادعى لذلك الغلام معنى الشمس الحقيقي وجعله شمسًا على الحقيقة لما كان لهذا التعجب معنى، إذ لا تعجب في أن يظلل إنسانٌ حسنُ الوجه إنسانًا آخر، وإنما العجب في تظليل الشمس إياه؛ لأنها سبب لنفي الظل وإذهابه لا لثبوته.\nونظيره قول الشريف أبي الحسن محمد بن أحمد بن محمد بن أحمد بن إبراهيم طباطبا:\nلا تعجبُوا مِن بلى غِلالتِهِ ... قد زرّ أزرَاره على القمر\nفلولا أنه جعله قَمرًا حقيقيًّا لما كان للنهي عن التعجب معنى؛ لأن الكتان إنما يُسرع إليه البلى -في زعمهم- بسبب ملابسة القمر الحقيقي لا بملابسة إنسان كالقمر في الحسن.\nونظيره قول الآخر:\nترى الثيابَ مِنَ الكتَّانِ يلمحُها ... نورٌ مِنَ البدر أحيانًا فيُبليها\nفكيف تُنكر أَن تبلى معاجُرها ... والبدر في كلِّ وقت طالع فيها\nومن هذا القبيل قول أبي الطيب:\nنحن قوم مِنَ الجنِّ في زيِّ ناسٍ ... فوق طيرٍ لها شخوص الجمال\nفإنه ادعى أنه هو وجماعته قوم من الجن وأن مراكيبهم طيرٌ على هيئة شخوص الجمال.\nفالجواب: أنا نقول أولًا: أنتم أيها القائلون بالمجاز أنتم (1) الذين تناقض قولكم مع أنكم تعرفون حقًّا أن الغلام ليس شمسًا حقيقية\n__________\n(1) في المطبوعة: هم.\n(1/34)\n",
        "وأن ادعاء ذلك على سبيل الحقيقة مكابرة، حتى إن جماعة من علماء البلاغة أنكروا الاستعارة من أصلها زاعمين أنها مجاز عقلي؛ لأنها لما لم تطلق على المشبه إلا بعد دخوله في جنس المشبه به بجعل الرجل الشجاع مثلًا فردًا من أفراد الأسد، كان استعمال الكلمة المسماة بالاستعارة في المشبه استعمالًا لها في ما وضعت له، فلم يكن هناك مجاز لغوي أصلًا، وإنما قالوا بأنه مجاز عقلي، يعنون أن العقل جعل الرجل الشجاع من جنس الأسد، وجعل ما ليس في الواقع واقعًا مجازٌ عقلي، وجمهور البيانيين يثبتون الاستعارة على أنها مجاز لغوي، وقسيمها المجاز المرسل، ويردون قول من نفاها من أصلها زاعمًا أنها مجاز عقلي، بأن ادعاء دخول المشبه في جنس المشبه به مبنيّ على أنه جعل أفراد الأسد مثلًا بطريق التأويل قسمين:\nأحدهما: المتعارف وهو الذي له غاية الجرأة وكمال القوة في مثل تلك الجثة ذات الأنياب والأظفار.\nوالثاني: غير المتعارف وهو الذي له تلك الجرأة لكن لا في تلك الجثة المخصوصة والهيكل المخصوص، ولفظ الأسد إنما هو موضوع للمتعارف، فاستعماله في غير المتعارف استعمال له في غير ما وُضِعَ له، والقرينة مانعة عن إرادة المعنى المتعارف ليتعين غير المتعارف.\nقالوا: وبهذا يندفع ما يقال: إن الإصرار على دعوى الأسدية للرجل الشجاع ينافي نصب القرينة لمانعةٍ عن إرادة الأسد. وأجابوا عن التعجب في بيت ابن العميد، وعن النهي عنه في بيت الشريف\n(1/35)\n\nالمتقدِّمَين بأن ذلك مبنيٌّ على تناسي التشبيه قضاء لحقِّ المبالغة ودلالة على أن المشبه بحيث لا يتميز عن المشبه به حتى إن كل ما يترتب على المشبه به من التعجب والنهي عنه يترتب على المشبه أيضًا. وقس على ذلك بيت المتنبي. وفرقوا بين الاستعارة والكذب بأمرين:\nالأول: بناء الدعوى في الاستعارة على التأويل في دعوى دخول المشبه في جنس المشبه به بجعل أفراد المشبه به قسمين متعارف وغير متعارف كما مر.\nوالثاني: نصب القرينة على أن المراد بها خلاف الظاهر، فإن الكاذب يتبرأ من التأويل ولا ينصب دليلًا على خلاف زعمه؛ بل يجتهد في ترويج ظاهره، وعلى كل حال فقد عرفت مرادهم. ولا يخفى عليك أن ادعاء دخول الرجل الشجاع في حقيقة الحيوان المفترس مكابرة ضرورية البطلان لتنافي حقيقتيهما، والحكم بأحد المتنافيين على الآخر إيجابًا باطل بإجماع العقلاء. ومعلوم أن الجنس لا يجوز نفيه عن أي فرد من أفراده، والتحقيق الذي لا تناقض فيه هو ما قدمناه من أن العرب تطلق لفظ الأسد على الحيوان المفترس، وتطلقه على الرجل الشجاع في حالة اقترانه بما يدل على ذلك. والكل من أساليب اللغة العربية، وكلا الإطلاقين حقيقة في محله كما تقدم.\nومما يدل لذلك أن القائلين بالمجاز يجيزون نفيه دون الحقيقة، مع ادعائهم دخول المجاز في جنس الحقيقة كما تقدم. فيلزم على ذلك كون القضية الواحدة جائزة النفي غير جائزته؛ لأنها باعتبار الحقيقة لا",
        "(1/36)\n\nيجوز نفيها وباعتبار المجاز يجوز نفيها، والفرض على الزعم المذكور أنها حقيقة واحدة والمجاز من أفرادها فيكون المشبه المدعى دخوله في جنس المشبه به جائز النفي نظرًا للمجاز، غير جائزه نظرًا للحقيقة، وهو مستحيل على زعم اتحاد الحقيقة وأنها شاملة للمجاز.\nوهذا الزعم رد الجمهور مثله على الشيخ يوسف السكاكي في قوله: \"إن الاستعارة بالكناية هي لفظ المشبه الثابت المدعى أنه فرد من أفراد المشبه به المحذوف المرموز له بلازمه بدليل إضافة لازمه إليه، فهو يزعم أن المنية مثلًا في قول الشاعر:\nوَإذَا المنِيَّةُ أنْشَبَتْ أُظْفَارَهَا ... .................. البيت\nفرد من أفراد الأسد المشبه به المحذوف المرموز له بلازمه الذي هو الأظفار لا شيء آخر، بدليل إضافة أظفاره إليها، ويزعم أن الحال -مثلًا- في قولك: الحال ناطقة بكذا فرد من أفراد الإنسان المشبه به المحذوف المرموز له بلازمه الذي هو النطق لا شيء آخر بدليل إضافة لازمه الذي هو النطق إليها، فردوا هذا الكذب على السكاكي، وارتكبوا نظيره.\nكما أن السكاكي أبطل الاستعارة التبعية من أصلها زاعمًا أن قرينتها عند الجمهور استعارة بالكناية، وأن التبعية عند الجمهور قرينة تلك المكنية مع ارتكابه أيضًا نظير ما نفى، كما هو معلوم في محله.\nوكذلك نفى السكاكي المجاز العقلي زاعمًا أنه استعارة بالكناية في مكنيته المزعومة أبعد مما نفى من المجاز العقلي، كما هو معلوم\n(1/37)",
        "\nفي محله أيضًا.\nفإن قيل: هذا المحذور الناشيء من جواز النفي في المجاز واقع في الحقيقة أيضًا، فإن بعض الحقائق يجوز نفيه كقول العرب لقليل الفائدة: هو ليس بشيء، وإذًا يلزم منع الحقيقة في القرآن أيضًا للمانع الذي منعتم به المجاز وهو جواز النفي.\nفجوابه الجدلي أن نقول: سلب الحقيقة مجاز على قولكم، والمجاز يجوز نفيه على قولكم أيضًا، فنقول: قولكم: \"ليس بشيء\"، يجوز نفيه لأنه مجاز؛ بل هو شيء على الحقيقة. ومعلوم أن نفي النفي إثبات.\nوجوابه الحقيقي: أن إطلاق النفي على بعض الحقائق باعتبار عدم فائدتها أسلوب من أساليب اللغة العربية، وهو حقيقة في محله، مفهوم من قرينه حاله أنه لم يقصد نفي الحقيقة من أصلها، وإنما قصد نفي فائدتها، كقوله - صلى الله عليه وسلم - عن الكهان: \"ليسُوا بشيءٍ\".\nوكسلب الحياة والسمع والبصر عن الكفار في القرآن في آيات كثيرة، وأمثال ذلك كثيرة جدًّا في الكتاب والسنة وكلام العرب.\nفإن قيل: هذه الأشياء التي ذكرتم منعها في القرآن مع جوازها في اللغة، ظهر وجه منعها في القرآن، فما الدليل على منع المجاز فيه؟\nفالجواب من وجهين:\nالأول: هو ما قدمنا من أن القائلين به يجيزون نفيه، فيلزم على القول به في القرآن جواز نفي بعض القرآن، وهذا لا محذور أكبر منه.\n(1/38)\n",
        "الثاني: أن المستدل لجوازه في القرآن يستدل بالكلية الموجبة المتقدمة، وهي قوله: كل جائز في اللغة العربية جائز في القرآن، وليس عنده دليل غير هذا؛ لأن المجاز لم يقل به النبي - صلى الله عليه وسلم - ولا أحد من الصحابة ولا التابعين، وأول من ذكره معمر بن المثنى أبو عبيدة، وقد قدمنا أن وجود مثال واحد صحيح في اللغة العربية دون القرآن تبطل به الكلية الموجبة المذكورة من أصلها كما هو مقرر في محله. مع أن المقدمة الصغرى من هذا الدليل التي هي قوله: المجاز جائز في اللغة، معارَضَةٌ بما تقدم أيضًا، فظهر عدم صحة واحدة من مقدمتي دليله. وبذلك يظهر عدم صحة نتيجته التي هي قوله: المجاز جائز في القرآن.\nواعلم أن المجاز عند الأصوليين ينصرف إلى المجاز المفرد، وفي الغالب لا يذكرون المجاز العقلي ولا المجاز المركب.\nفإذا عرفت أن مرادهم بالمجاز هو المجاز المفرد المنقسم إلى استعارة ومجاز مرسل. فاعلم أنه عندهم ثلاثة أقسام:\nقسم يجيزه أكثرهم ويمنعه البعض وهو الذي قدمنا منعه مطلقًا عن أبي إسحاق والفارسي، وقد قال بمنعه مطلقًا أبو العباس ابن تيمية والعلامة ابن القيم، وقدمنا منعه في القرآن عن ابن خويز منداد، وابن القاص، وأبي العباس وتلميذه ابن القيم رحمهم الله.\nوقسم اختلف فيه القائلون بجواز هذا، وهو حمل اللفظ على حقيقته ومجازه معًا، أو على مجازيه، أو على حقيقته إن كان مشتركًا مجازًا.\n(1/39)\n\nفمثال حمله عى حقيقته ومجازه: إطلاق الأسد وإرادة الحيوان المفترس والرجل الشجاع معًا مجازًا، فهذا المجاز مختلف في جوازه عندهم. وقصدنا مطلق التمثيل وهو لا يُعترض.\nوإلا فالقائلون بجواز حمل اللفظ على حقيقته ومجازه معًا يشترطون في ذلك مساواة المجاز للحقيقة في الشهرة وإلا لم يجز، والمثال المذكور لا يساوي فيه المجاز الحقيقة في الشهرة، فلم يجز عندهم، إلا أن القاعدة الأصولية: أن المثال لا يُعترض. قال في \"مراقي السعود\":\nوالشأنُ لا يُعْتَرضُ المثالُ ... إذ قد كفى الفرض والاحتمالُ\nوإنما لم نمثل له بأمثلتهم؛ لأنهم يمثلون له بالقرآن، ونحن ننزه القرآن عن أن نقول بأن فيه مجازًا؛ بل نقول: هو كله حقائق.\nومثال حمله على مجازَيه: أن تحلف لا تشتري، وتريد بنفي الشراء نفي السوم ونفي شراء الوكيل، فإنهما مجازان للشراء، وحمل اللفظ عليهما معًا مجازًا مختلف فيه.\nومثال حمله على حقيقته: أن تقول: عندي عين، تعني الباصرة والجارية مثلًا، فإنهم مختلفون في جواز حمل المشترك على معنييه أو معانيه، فمنهم من يجيز ذلك، وعلى جوازه فقيل: حقيقة، وقيل: مجاز، وعلى كونه مجازًا فهو مجاز مختلف في جوازه أيضًا.\nومنهم من يفرق بين النفي والإثبات فيجيز حمل المشترك على معنييه أو معانيه في النفي دون الإثبات، فيقول: لا عين عندي يعني لا",
        "(1/40)\n\nجارية، ولا باصرة مثلًا، ويقول: لا قرء في عدة الحامل يعني لا حيض، ولا طهر؛ لأنها تعتد بالوضع ولا يجيز ذلك في الإثبات.\nووجه هذا القول: إن النكرة تعم في سياق النفي، ولا تعم في سياق الإثبات، وقسم أجمعوا على منعه وهو ما كانت العلاقة فيه خفية لا يقصدها الناس عادة كاستعارة الأسد للرجل الأبْخَر بعلاقة مشابهته له في البَخَرِ، فالأسد وإن كان متصفًا بالبخر فإنه لم يعهد استعارته للرجل بذلك الجامع الذي هو البخر، فلا يجوز ذلك لأن المعنى يصير حينئذ متعقدًا غير مفهوم.\nفهذه أقسام المجاز عند الأصوليين، والتحقيق الذي لا شك فيه أنه لا يجوز شيء منها في القرآن.\nوأما أنواع المجاز عند أهل البلاغة فهي أربعة أقسام:\nوهي المجاز المفرد المذكور، والمجاز المركب، والمجاز العقلي، ومجاز النقص والزيادة، بناءً على عدِّه من أنواع المجاز.\nوقد بينت جميع أَنواع المجاز والاستعارة عند البيانيين بيانًا وافيًا جدًّا في \"رحلتي\" (1) في أجوبة أسئلة علماء المعهد الديني في أم درمان، والتحقيق الذي لا شك فيه أنه لا يجوز القول بشيء من ذلك كله في القرآن كما بينا، سواء قيل بمنع المجاز في اللغة مطلقًا أو قيل بجوازه فيها.\n__________\n(1) (ص / 156 - 205).\n(1/41)",
        "\nواعلم أن تقسيم اللفظ إلى حقيقة ومجاز لم يقل به النبي - صلى الله عليه وسلم - ولا أحد من الصحابة، ولا من التابعين، ولا من الأئمة الأربعة، وما يروى عن الإمام أحمد من أنه قال في مثل: {إِنَّا}، {نَحْنُ} من كلام الله أنه من مجاز اللغة فإنه يعني بذلك أنه من الشيء الجائز في اللغة، ولم يقصد المجاز الاصطلاحي الذي هو ضد الحقيقة كما أوضحه ابن القيم رحمه الله.\n* * *\n(1/42)\n",
        "فصل بيان معنى الحقيقة في آيات الصفات\nفإِنْ قيل: إذا منعتم المجاز في آيات الصفات فما معنى الحقيقة فيها؟\nفالجواب: أن الصفات تختلف حقائقها باختلافِ موصوفاتها، فللخالق جل وعلا صفات حقيقية تليق به، وللمخلوق صفات حقيقية تناسبه وتلائمه، وكل من ذلك حقيقة في محله.\nومعاني صفات الله جل وعلا معروفة، وكيفياتها لا يعلمها إلا الله، كما قال مالك وأم سلمة: \"الاستواء غير مجهول، والكيف غير معقول\".\nوالدليل على أن الكيف غير معقول قوله تعالى: {وَلَا يُحِيطُونَ بِهِ عِلْمًا (110)} [سورة طه: 110].\nوحاصل تحرير الحق في مسألة آيات الصفات على وجه لا إشكال فيه مبني على أمرين:\nالأول: الإيمان بكل ما ثبت في الكتاب العزيز والسنة الصحيحة على وجه الحقيقة لا المجاز.\nالثاني: نفي التشبيه والتمثيل عن كل وصف ثبت لله في كتاب أو سنة صحيحة.\nفمن نفى وصفًا أثبته الله لنفسه، أو أثبته له رسوله - صلى الله عليه وسلم - فهو\n(1/43)\n\nمعطل.\nومعلوم أنه لا يصف الله أعلمُ باللهِ من اللهِ، ولا يصف اللهَ بعدِ اللهِ أعلمُ به من رسول الله - صلى الله عليه وسلم -: {أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ}؟ ! [سورة البقرة: 140].\nومن شبه وصف ربه بصفات المخلوق فهو مُشَبِّه ملحد، وكل تعطيلٍ ناشيء عن تشبيه، ومن آمن بصفات ربه منزهًا له عن التشبيه والتمثيل بصفات الحوادث فهو مؤمن موحد سالم من ورطة التشبيه والتعطيل، جامع بين الإيمان والتنزيه.\nوالدليل على ما ذكرنا من أن تحرير المقام حاصل بالأمرين المذكورين قوله تعالى: {لَيسَ كَمِثْلِهِ شَيءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (11)} [سورة الشورى، الآية: 11]. فقوله: {لَيسَ كَمِثْلِهِ شَيءٌ} فيه نفي التمثيل، وقوله: {وَهُوَ السَّمِيعُ الْبَصِيرُ (11)} فيه إثبات المصفات على الحقيقة. وإذا كان نافي بعض الصفات يضطر إلى الاعتراف بأنه جل وعلا ذات مخالفة لجميع الذوات، فعليه أن يعترف بأنه متصف بصفات لا يماثلها شيء من صفات المخلوقين، فصفاته تخالف صفاتهم كمخالفة ذاته لذواتهم.\nفإن قيل: يلزم من إثبات صفة الوجه، واليد، والاستواء، ونحو ذلك مشابهة الخلق؟\nفالجواب: أن وصفه بذلك لا يلزمه مشابهة الخلق، كما لم يلزم من وصفه بالسمع والبصر مشابهة الحوادث التي تسمع وتبصر؛ بل هو تعالى متصف بتلك الصفات المذكورة التي هي صفات كمال وجلال",
        "(1/44)\n\nكما قال من غير مشابهة للخلق البتة فهي ثابتة له حقيقة على الوجه اللائق بكماله وجلاله، كما أن صفات المخلوقين ثابتة لهم حقيقة على الوجه المناسب لهم، فبين الصفة والصفة من تنافي الحقيقة ما بين الذات والذات.\nفإن قيل: بينوا كيفية الاتصاف بها لنعقلها. قلنا: أعرفتم كيفية الذات المتصفة بها؛ فلا بد أن يقولوا: لا!\nفنقول: معرفة كيفية الصفات متوقفة على معرفة كيفية الذات فإن قال الخصم: هو ذات لا كالذوات، قلنا: وموصوف بصفات لا كغيرها من الصفات!\nفسبحان من أحاط بكل شيء ولم يحط به شيء {يَعْلَمُ مَا بَينَ أَيدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا (110)} [سورة طه: 110].\n* * *\n(1/45)",
        "\nخاتمة\nثم إنا نريد أن نضرب مثلًا لمناظرة نافي بعض الصفات بذكر مثال منها ليفهم منه غيره ويعلم منه كيفية إقناع الخصم على طريق المناظرة، فنقول: نافي الاستواء -مثلًا- يستدل على نفي حقيقته بأنه يلزمه مشابهة الحوادث، وذلك محال على الله، وما لزمه المحال فهو محال، وهذا الدليل قد يكون استثنائيًّا، وقد يكون اقترانيًّا.\nوسنبين وجه بطلانه على كلا الأمرين إن شاء الله.\nفنقول: إيضاح جعله استثنائيًّا أنَّ الخصم يقول: لو كان مستويًا على العرش لكان مشابهًا للحوادث لكنَّه غير مشابه للحوادث، ينتج فهو غير مستو على العرش.\nفنقول: هذا قياس استثنائي مركب من شرطية متصلة لزومية في زعم المستدل المعطل، ومن استثنائية يُستثنى فيه نقيضُ التالي، ينتج نقيض المقدم في زعمه. وقد أجمع النظار على أن قياس الشرطية المتصلة اللزومية يتوجه إليه القدح من جهة الشرطية، أو الاستثنائية، أو كل منهما معًا، وشرطية هذه الشرطية التي استدل بها الخصم كاذبة؛ لأنها في هذا المثال لا تصدق إلا جزئية؛ لأن تاليها أخص من مقدمها، والحكم بالأخص على الأعم لا يصدق إلا جزئيًّا إيجابيًّا كان أو سلبيًّا بإجماع العقلاء، وسواء كان الحكم معلقًا كما في الشرطيات، أو غير معلق كما في الحمليات، ولا يخفى أن الصدق والكذب في الشرطية\n(1/46)\n",
        "المتصلة اللزومية إنما يتواردان على صحة الربط بين المقدم والتالي سواء كانا موجودين في الخارج أو لا، فهي تكون صادقة مع كونها كاذبة الطرفين لو أزيل الربط بين المقدم والتالي فصار كل واحد منهما بإزالة الربط قضية حملية مستقلة، ألا ترى أن قوله تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إلا اللَّهُ لَفَسَدَتَا} [سورة الأنبياء: 22] شرطية صادقة بلا شك مع أن أداة الربط لو أزيلت كان المقدم قضية حملية كاذبة، وهي {كَانَ فِيهِمَا آلِهَةٌ إلا اللَّهُ}، سبحانه وتعالى عن ذلك علوَّا كبيرًا، وصار التالي أيضًا {فَسَدَتَا} أي: السموات والأرض؛ لأنَّ مدار الصدق في الشرطيات على صحة الربط، سواء كان المقدم والتالي موجودين في الخارج أو لا، كما هو معروف في محله، فظهر من هذا أن قول الخصم: \"لو كان مستويًا على العرش لكان مشابهًا للحوادث\" شرطية كاذبة؛ لأن الاستواء على العرش لا يلزمه مشابهة الحوادث ألبتة؛ بل هو تعالى مستوٍ على عرشه كما قال من غير مماثلة ولا مشابهة لاستواء الحادث، والاعتراف بهذا يلزم الخصم لاعترافه بنظيره في كونه تعالى سميعًا بصيرًا قادرًا مريدًا ... إلخ.\nوأنه لم يلزم من ذلك مشابهة الحوادث التي تسمع وتبصر وتقدر وتريد، وكلهم يعترف بأنه موجود والحوادث موجودة ولم يلزم من ذلك المشابهة، والكل من باب واحد، وإنما تصدق الشرطية المذكورة لو كانت مسورة بسور جزئي كما لو قيل: قد يكون إذا كان الشيء مستويًا على حادث كان مشابهًا للحوادث؛ لأن الاستواء على المخلوق\n(1/47)\n\nقسمان:\nقسم تلزمه مشابهة الحوادث وهو استواء المخلوق.\nوقسم لا يلزمه ذلك وهو استواء الخالق جل وعلا؛ لأنه لا يشابه استواء المخلوق، كما أن سائر صفاته لا تشبه صفات المخلوقين، وكما أن ذاته لا تشبه ذواتهم فالكل من باب واحد، فظهر أن الخصم جاء بشرطية كاذبةٍ فأنتجت له الكذب المنافي لصريح القرآن، فكبرى مقدمتي قياسه وهي الشرطية كاذبة كما عرفت، ومعروف أن الشرطية هي الكبرى في الشرطي، والاستثنائية هي الصغرى فيه في الاصطلاح المنطقي.\nوأما وجه جعله اقترانيًّا فهو أن الخصم يقول: قولكم \"هو مستو على عرشه\" لو جعلناه مقدمة صغرى وضممنا إليه مقدمة صادقة كبرى فإن النتيجة تكون كاذبة، وكُبْرانا صادقة، فانحصر الكذب اللازم من كذب النتيجة في الصغرى التي هي قولكم: هو مستو على عرشه. وإيضاحه أنهم يقولون: هو مستو على العرش، وكل مستو على مخلوق عرشًا كان أو غيره فهو مشابه للحوادث ينتج هو مشابه للحوادث. سبحانه وتعالى عن ذلك علوًّا كبيرًا! فيقولون: هذه النتيجة كاذبة بالضرورة، وكذبها لم ينشأ إلا من عدم صحة الصغرى التي هي قولكم: هو مستو على العرش؛ لأن الكبرى صادقة.\nونحن نمنع هذا فنقول: بل كذب النتيجةِ ناشيء عن كَذِب الكبرى وهي قولكم: كلُّ مستوٍ على مخلوق مشابه للخلق؛ لأن هذه",
        "(1/48)\n\nكلية لا تصدق إلا جزئية؛ لأن محمولها أخص من موضوعها، وقد أجمع النظار على كذب المسورة لكذب سورها.\nوالحق أن الاستواء على المخلوق قسمان:\nأحدهما: لا تلزمه مشابهة الخلق كما تقدم، والدليل على صحة الصغرى وهي قولنا: هو مستو على العرش، أن الله صرح بها في سبع آيات من كتابه كقوله: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [سورهَ الأعراف: 54] سورة يونس: 3، سورة الرعد: 2، سورة الفرقان: 59، سورة السجدة: 4، سورة الحديد: 4].\nوكقوله: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى (5)} [سورة طه: 5]. فتبين صدقها فانحصر الكذب في الكبرى التي جئتم بها، ولذا أنتجت لكم التعطيل المنافي لصريح القرآن، فظهر أنهم في هذا الاستدلال جاءوا بقضية كاذبة بلا شك فادعوا صدقها باطلًا، وزعموا أن القضية الصادقة بشهادة سبع آيات من كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه أنها هي الكاذبة.\nوفي المثل: \"رمتني بدائِهَا وانْسلَّتْ\"، مع أنا نورد من جنس أدلتهم ما يكون حجة عليهم ويؤيد الحق فنقول -مثلًا-: الاستواء على العرش أخبر الله به، وكل ما أخبر به فهو حق، ينتج من الشكل الأول: الاستواء على العرش حق.\nونقول -أيضًا-: الاستواء على العرش أخبر به الله، وكل ما أخبر به الله يستحيل أن يلزم عليه باطل ينتج من الشكل الأول: الاستواء على العرش يستحيل أن يلزم عليه باطل ولا يخفى على أحد أن الذي يقول:\n(1/49)",
        "\nإن الاستواء على العرش يلزمه مشابهة الحوادث أن إلزامه هذا اعتراض صريح على من أخبر بالاستواء وهو الله جل وعلا.\nفليعلم مدَّعي لزوم الباطل لظاهر آيات الصفات أن اعتراضه على ربه ومن ظن أن ظواهر آيات الصفات دالة على اتصافه تعالى بصفات تشبه صفات الخلق فهو جاهل مفتر، بل ظاهرها اتصافه بتلك الصفات المنزهة عن مشابهة صفات الحوادث.\nومن أوضح الأدلة على أن آيات الصفات لم يرد بها شيء من المعاني التي يحملها عليها المؤولون أنها لو كان يراد بها ذلك لبادر النبي - صلى الله عليه وسلم - إلى بيانه؛ لأنه لا يؤخِّر البيان عن وقت الحاجة إليه كما تقرر في الأصول ولا سيما في العقائد، وإنما لم نتعرض لذكر المجاز الشرعي والعرفي؛ لأنهما لا دخل لهما في البحث الذي نحن بصدده؛ لأنه في المجاز الشرعي اللغوي فقط.\nوالحقُ أَبْلَجُ لا تزيغ سبيلُهُ ... والحقُّ يعرفُهُ ذوو الألباب\nوهنا انتهى ما أردنا جمعه بمدينة الرياض المحروسة، جعلها الله آمنةً مطمئنةً. نرجو الله أن يرزقنا الإخلاص في العمل وهو حسبنا ونعم الوكيل.\n(1/50)\n"
    ]
}