{
    "partText": [
        "\n[قرار هيئة كبار العلماء عن حادث المسجد الحرام]\nمنهج\nأهل السنة والجماعة\nفي السمع والطاعة قرار هيئة كبار العلماء عن حادث المسجد الحرام عام 1400 هـ\nوفتوى لسماحة الشيخ العلامة الإمام\nعبد العزيز بن باز - رحمه الله -\nحول حرمة الخروج على ولي الأمر المسلم\n(1/1)\n",
        "جاء في قرار لهيئة كبار العلماء عن حادث المسجد الحرام 1400 هـ في الكلام عن أضراره وجرائمه ومنها:\nالخروج على إمام المسلمين، وولي أمرهم، وهم مع إمامهم وتحت ولايته وسلطانه في حال من الاستقرار والتكاتف والتالف والتناصح واجتماع الكلمة يحسدهم عليها كثير من شعوب العالم ودوله، مستهينين بجريمة الخروج على ولي الأمر، وخلع ما في أعناقهم له من بيعة نافذة جاهلين أو متجاهلين ما في ذلك من النصوص الشرعية من الكتاب والسنة قال- تعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 59]\nوفي الصحيحين عن عبادة بن الصامت - رضي الله عنه- قال: دعانا رسول الله- صلى الله عليه وسلم فبايعناه، فكان فيما أخذ علينا أن بايعنا على السمع والطاعة في منشطنا\n(1/2)\n\nومكرهنا، وعسرنا ويسرنا، وأثرة علينا، وأن لا ننازع الأمر أهله، قال: «إلا أن تروا كفرا بواحا عندكم فيه من الله برهان» واللفظ لمسلم.\nوفي صحيح مسلم عن ابن عمر - رضي الله عنهما - أنه سمع رسول الله- صلى الله عليه وسلم- يقول: «من خلع يدا من طاعة لقي الله يوم القيامة ولا حجة له، ومن مات وليس في عنقه بيعة مات ميتة الجاهلية»\nوفي صحيح مسلم عن عبد الله بن عمرو بن العاص رضي الله عنهما- أن النبي- صلى الله عليه. وسلم- قال: «ومن يبايع إماما فأعطاه صفقة يده، وثمرة فؤاده، فليطعه إن استطاع، فإن جاء آخر ينازعه فاضربوا عنق الآخر» .\nوفي صحيح مسلم عن عرفجة بن شريح - رضي الله عنه- أن النبي- صلى الله عليه وسلم- قال: «من أتاكم وأمرُكم جميع يريد أن يشق عصاكم",
        "(1/3)\n\nأو يفرق جماعتكم فاضربوا عنقه كائنا من كان» {من الفقرة (4) ص 93، و 94 من (بيان هيئة كبار العلماء بشأن الاعتداء على المسجد الحرام) في فتاوى ومقالات متنوعة لسماحة الشيخ العلامة الإمام عبد العزيز بن باز - رحمه الله - (4 / 92 - 96) }\n\n[استشهاد سماحة الشيخ الإمام عبد العزيز بن باز رحمه الله على حرمة هذا الأمر]\nوقد استشهد على حرمة هذا الأمر سماحة الشيخ الإمام عبد العزيز بن باز - رحمه الله- بحديث الرسول- صلى الله عليه وسلم: «من أتاكم وأمركم جميع يريد أن يشق عصاكم أو يفرق جماعتكم فاضربوا عنقه كائنا من كان» خرجه مسلم في صحيحه، ثم قال- رحمه الله-: ولما بايع النبي- صلى الله عليه وسلم - أصحابه بايعهم على أن لا ينازعوا الأمر أهله، وقال: «إلا أن تروا كفرا بَواحا عندكم من الله فيه برهان»\nوهذه الدولة بحمد الله لم يصدر منها ما يوجب الخروج عليها، وإنما الذي يستبيح الخروج على الدولة بالمعاصي هم الخوارج الذين يكفرون\n(1/4)",
        "\nالمسلمين بالذنوب، ويقاتلون أهل الأوثان، وقد قال فيهم النبي صلى الله عليه وسلم -: «إنهم يمرقون من الإسلام كما يمرقون السهم من الرمية» وقال: «أينما لقيتموهم فاقتلوهم فإن في قتلهم أجرا لمن قتلهم عند الله يوم القيامة» متفق عليه.\nوالأحاديث في شأنهم كثيرة معلومة، وقد قال النبي - صلى الله عليه وسلم -: «من رأى من أميره شيئا من معصية الله فليكره ما يأتي من معصية الله، ولا ينزعن يدا من طاعة فإن من خرج عن الطاعة وفارق الجماعة مات ميتة الجاهلية» وقال - عليه الصلاة والسلام - في حديث الحارث الأشعري - رضي الله عنه-: «وأنا آمركم بخمس أمرني الله بهن: الجهاد، والطاعة، والهجرة، والجماعة، فإن من فارق الجماعة شبرا فقد خلع ربقة الإسلام من عنقه\n(1/5)\n",
        "إلا أن يراجع» والأحاديث في هذا المعنى كثيرة.\n[فتاوى ومقالات متنوعة (49- 92) ، والعدد الخامس من مجلة البحوث الإسلامية سنة 1400هـ] .\n(1/6)\n"
    ]
}