{
    "partText": [
        "\nموضوع التصوف\nبقلم\nلطف الله خوجه\nالأستاذ المساعد بقسم العقيدة، بجامعة أم القرى\n1427هـ\nملخص البحث\nبدأ البحث بتمهيد، فيه بيان اختلاف الناس في شأن التصوف، من جهة سلامته، أو انحرافه. مع بيان أدلة كل طائفة. ثم شرع في دراسة كل دليل، ومناقشته.\nفأولاً ظهر استحالة جمع التصوف بين الفلسفة والسنة.\nثم تطرق إلى إنكار جماعة من المتصوفة: اشتقاق التصوف من الصوف. وأخرى: إنكار اختصاصه بالزهد.\nوانتهى إلى البحث في مصطلح \"التخلق\"، والذي جعله المتصوفة: موضوع التصوف. فظهر فيه معنى زائد على مجرد ما هو معروف في التراث الإسلامي، استوجب فحصه، والتدقيق.\nليقف بعدها على مصطلح آخر، جعله المتصوفة: موضوع التصوف. هو: الفناء. وقد جرى بحث هذا المصطلح، وتحرير معناه، بدراسة جملة من التعريفات فيه؛ لتحديد ماهيته، فتوصل إلى: أنه يتضمن ثلاثة معاني رئيسة: فناء الإرادة، وفناء الشهود، وفناء الوجود. وكلها مرادة في التصوف، غير أن البحث كشف عن أهمية بعضها على بعض؛ ففناء الوجود كان الأبرز، ثم الشهود. وقد بدت العلاقة بين \"الفناء\" و \"التخلق\" ظاهرة ملموسة في هذين الفنائين. ثم بدراستهما خلص إلى أن التصوف يتضمن الحلول والاتحاد. وقد كان هذا داعيا للنظر في نصوص الأئمة، التي صرحت بهذا المعنى، بألفاظ لا يتطرق إليها شك.\nوقد كانت غاية الدراسة فحص الأقوال، وتحليلها، والحكم عليها، دون أصحابها، الذين فيهم من قد ينسب إليه ما لم يقله.\nثم انتقلت الدراسة بعدها إلى مناقشة اعتذاراتهم، التي كان غاية ما فيها: أنها تدفع الحكم بالكفر عن أصحاب الشطحات، لا عن مقالاتهم ذاتها. كما أنها تثبت عليهم مقالة الحلول، فلا تنفيها.\nوبعد أن تبينت ماهية التصوف: أكدت هذه النتيجة بفقرتين هما:\nظاهرة اتهام المتصوفة.\nوعلاقة التصوف بالفلسفة.\nوفي نهاية البحث جرى ذكر المحصلة.\n*…*…*\n…\nSummary of the searching\n(1/1)\n",
        "started the searching in facilitating, in him statement disagreement of the people in matter the Sufism, as to his safety, or his deviation. With statement proofs of all faction. Then stated in study all evidence, and his discussion.\nSo firstly back impossibility of evident gathering the Sufism the philosophy and [al-Sunnah].\nThen touching on to denial group from [aalmutSawweft]: Derivation of the Sufism from the wool.\nLast: His denial of speciality in the asceticism. The searching in term ended to [al-takalluq] and who making his [aalmutSawweft]: Subject of the Sufism. So back in him additional meaning on mere what he favor in Islamic heritage, his examination required, and the investigation.\nTo stands after her on last term, making his [aalmutSawweft]: Subject of the Sufism. He: [al-fanaa]. Searching of this term occurred, and liberation [ma'naah], in studious altogether from the definitions in him; For his aquatic specification, so achievement: That he includes three helped head: [fanaa] of the will, and [fanaa] of the witnesses, and [fanaa] of the presence. Eats her wanted in the Sufism, nevertheless the searching detection about importance some her on some; So [fanaa] of the presence was produced, then the witnesses.\nAlready [bdt] the relationship between [fanaa] and [al-takalluq] touched phenomenon in raved [aalfnaay'yn]. Then in their study freed until the Sufism includes [al-hulol]. and [al-ettehad].\nAlready was this inviter for the sight in texts of the leaders, which declared hereby meant, in pronunciations does not raise to her suspected.\n(1/2)\n\nAlready purpose was studious examination of the statements, and her analysis, and the arbitrator on her, without her friends, who in them from already attributes to him except decreases him.\nThen the study moved after her to their discussion of apologies, which purpose was what in her: That she the arbitrator in the hamlet about friends enforce payment [aalshTHaat], about their articles her self. Just as that she fixs on them article of [al-hulol], so does not deny her.\nAfter that essence of the Sufism appeared: This result in parts of they confirmed:\napparent accusation [aalmutSawweft].\nand relationship of the Sufism in the philosophy.\nEnd of the searching fulfilled running of male collected.\n*…*…*\nبسم الله الرحمن الرحيم\nتمهيد:\nقبل كل شيء.. هذا تفسير العنوان: \"موضوع التصوف\".\nفالموضوع هو: الأفكار الأساسية التي تكوّن فكرة ما. تدل عليها، وتتعلق بها.\nفالوضع في الاصطلاح، كما جاء في التعريفات للجرجاني، هو:\n\"تخصيص شيء بشيء، متى أطلق أو أحس الشيء الأول، فهم منه الشيء الثاني\"(1).\nوفي دراستنا هذه، الموضوع هو: الأفكار الأساسية التي تكوّن فكرة التصوف. وهي التي متى أطلقت لفظا، أو أحس بها معنى، فهم منها التصوف.\nومقصود هذه الدراسة التوصل إلى هذا الموضوع، وتحديده بدقة، ليتميز به، فلا يختلط بغيره؛ فإن آفة المتكلمين في التصوف، إهمالهم تحديد موضوعه؛ ولذا يخلطون بينه وبين غيره، فلايتميز، ولا يتبين، فتارة هو فلسفة، وتارة هو سنة.. وتارة معتدل، وتارة غالٍ..!!.\n*…*…*\nثم أما بعد:\nفالدارسون للتصوف على مذهبين:\nالأول: مذهب يرى التصوف أجنبيا عن الإسلام في: أصله، ونشأته، وأفكاره.\nوعليه: فهو فكر منحرف كله. …\n__________\n(1) - ص111.",
        "(1/3)\n\nوهذا رأي من يرفض التصوف جملة وتفصيلا. يقابله من يقبل التصوف بكل ما فيه، ويراه إسلاميا خالصا.\nالثاني: مذهب يرى التصوف إسلاميا في: أصله، وأفكاره. تلبس بالفلسفة لاحقا.\nوعليه: فمنه الإسلامي (= المعتدل، السني)، ومنه الفلسفي (= الغالي، البدعي).\nوهذا رأي طائفتين:\nالأولى من المتصوفة.\nوالثانية من غير المتصوفة.\nوفي مقابل الطائفة الرافضة: طائفة من المتصوفة، ترى كل ما في التصوف حسنا، وتقول:\n\"الطرق إلى الله عدد أنفاس الخلائق\"(1).\n*…*…*\nمن ذلك يتبين: أن المتصوفة، وكذا غير المتصوفة، منقسمون حيال التصوف نفسه..؟!.\nفمن المتصوفة من يقر بوجود فكر منحرف عن الإسلام، في المذهب الصوفي، لكنه يتبرأ منه، ويقول: إنه دخيل، طرأ لاحقا، فتلبس بالتصوف. ويعلن تمسكه بالكتاب والسنة. وآخرون منهم لا يقرون بشيء من ذلك.\nومن غير المتصوفة من يعتقد أن في التصوف جانبا معتدلا، سنيا، إسلاميا، يجب أن يعتنى به، وينمّى. وآخرون يرفضون هذا الرأي، ويعتقدون بطلانه.\nفطائفتان متفقتان في القول والرأي، مختلفتان في المنهج.\nوطائفتان مختلفتان في القول والرأي، وكذا المنهج.(2)\nومحل النزاع بين الفريقين ( من يقبل التصوف من المتصوفة وغيرهم، ومن يرفضه):\nأن أحدهما:\nيعتقد إمكانية الجمع بين الفلسفة والسنة في تحقيق التصوف.\nيرجح نسبة التصوف إلى الصوف، واشتقاقه منه.\nيفسر التصوف بالزهد، مفترضا علاقة لازمة بين الصوف والزهد.\nيجعل موضوع التصوف هو: الخلق.\nيؤكد سلامة طريقة الصوفية، ويدلل على موافقتها للشريعة، بما ورد عن الأئمة المتصوفة من كلمات، توجب التقيد بالكتاب والسنة.\nأما الآخر فإنه:\n__________\n(1) - الفتوحات المكية، ابن عربي،2/317.\n(2) - ينظر في هذا: الكتب التي عنيت بعرض ونقد التصوف مثل: التصوف في الإسلام، التصوف المنشأ والمصادر، التصوف بين الحق والخلق، مدخل إلى التصوف الإسلامي، ابن تيمية والتصوف، نشأة الفكر الفلسفي.\n(1/4)",
        "\nيعتقد استحالة اجتماع النقيضين: الفلسفة، والسنة.\nيمنع اشتقاق التصوف من الصوف.\nيطلب الدليل الصحيح لإثبات علاقة لازمة بين الصوف والزهد.\nيتساءل عن حدود هذا \"الخلق\" الصوفي، وماهيته، وما يعنى به؟.\nيستفهم عن وجه التشابه في الأفكار بين متصوفة المسلمين والمتصوفة القدماء ؟!.\nيطلب تفسيرا لظاهرة الاتهامات، التي طالت كثيرا من أئمة التصوف.\nوهذا موضع الفحص والتحرير، ثم النتيجة والحكم..!.\nفمن ثبت دليله ثبت قوله، وإلا فلا.\nأولا: هل يجتمع النقيضان ؟.(1)\nقضية التصوف من المعارك، حتى بين المعارضين؛ ذلك أن:\nمنهم من يجعله على قسمين: سني معتدلٍ، وفلسفي غالٍ.\nومنهم من ينكر هذه القسمة، ولا يرى التصوف إلا وجها واحدا، فلسفيا غاليا.\nولو تأملنا في حقيقة الخلاف لوجدنا: منزع هذا غير هذا.\nفالفريق الأول قد جعل التصوف على قسمين، نظرا منه إلى (الأشخاص)، فمنهم المعتدل، ومنهم الفيلسوف الغالي، وهو كذلك، وأما الفريق الثاني فقد ذهب إلى إنكار القسمة نظرا منه إلى (الفكرة).\nوفي هذه الحال كلا الفريقين مصيب، لاختلاف محل النزاع، أما لو اتحد محل النزاع فلا:\n- فلو كان الحكم مبنيا على أساس النظر إلى ( الأشخاص )، فلا يصح القول بأن التصوف وجه واحد، لا قسمة فيه؛ ذلك أن الواقع يقرر وجود الأشخاص المعتدلين والغالين.. السنيين، والفلسفيين، فالأشخاص متفاوتون في التحقق بالفكرة.\nيقول نيكلسون: \" يقال إجمالا: إن كثيرين منهم كانوا من خيار المسلمين، وإن كثيرين منهم لم يكونوا مسلمين إطلاقا، ولعلها أن تكون أكبر الثلاثة مسلمة تقليدا\"(2).\n__________\n(1) - النقيضان: لا يجتمعان، ولا يرتفعان، كالعدم والوجود. انظر: التعريف للجرجاني ص59.\nتنبيه: البحث في هذه الفقرة ليس في أدلة الفريقين، فقد مضى ذكرها، إنما المقصود فحص دعوى من يرى جواز الجمع بين فكرتين متناقضتين: هل يمكن ذلك، أم لا؟.\n(2) - الصوفية في الإسلام، نيكلسون، ص33.\n(1/5)\n",
        "- ولو كان الحكم مبنيا على أساس النظر إلى ( الفكرة )، فلا يصح القول بأن التصوف في (ذاته) على قسمين: معتدلٍ، وغالٍ؛ فإنه من المستحيل أن تنقسم الفكرة ( في ذاتها) إلى: معتدلة، وغالية.. سنية، وفلسفية؛ فلا يتصور أن تجمع الفكرة الواحدة بين نقيضين، كما لا يمكن اتساع المكان الواحد لنقيضين:\nفإذا جاء الليل ذهب النهار، وإذا جاء النهار ذهب الليل.\nوإذا آمن المرء انتفى الكفر، وإذا كفر انتفى الإيمان.\nومن المحال اجتماعهما في مكان واحد.\nنعم قد تكون الفكرة على درجات، قوة وضعفا، لكن كل ذلك له حد معلوم، إذا خرج عنه، انتفى الانتساب إلى الفكرة.\n*…*…*\nإن الأمر المشهور المعروف: أن التصوف فكرة، لها قواعد وأصول معروفة، من تحقق بها فهو متصوف حقيقة، ومن لم يتحقق بها، وكان ممتثلا لبعض فروعها، فنسبته إلى التصوف من باب التجوز في الإطلاق، ولا يأخذ حكم الصوفي الحقيقي الخالص ( وهذا حال أكثر المنتسبين إلى التصوف ). وهذا التقرير لا يختص بالتصوف، بل كل الملل والمذاهب.\nفالأشخاص متفاوتون في التحقق بالفكرة، فما مثلهم ومثل التصوف إلا كنقطة حولها دوائر، فالنقطة هي الفكرة، ومن كان على الدائرة القريبة كان أكثر قربا من الفكرة، فما يزال يدور حول النقطة حتى يتماهى فيها، فيتحقق بها، وحينذاك يكون صوفيا خالصا، وكلما ابتعدت الدائرة عن النقطة، كلما كان من عليها أبعد عن التحقق، حتى نصل إلى أفراد ليس لهم من التصوف إلا رسوم ظاهرة، لا تسمى في حقيقة الأمر تصوفا، ولا يسمون متصوفة، إلا من باب التجوز.\n(1/6)\n\nفإذا تقرر أن التصوف فكرة واحدة، بأصولها وقواعدها، والمتصوفة يقرون بهذا، فيبطل حينئذ أن تجمع بين السنة والفلسفة، فهي إما أن تكون سنية أو فلسفية؛ أما أن تكون كلتيهما فذلك باطل؛ لأنه محال، لما تقدم، فالسنة تناقض الفلسفة أصلا، فهما دينان مختلفان، السنة دين الرسول صلى الله عليه وسلم، والفلسفة دين الوثنين عباد الأصنام، من حكماء الهند، والفرس، واليونان. (1)\nنعم.. من أئمة التصوف أمة متقيدة بالكتاب والسنة، صالحون، أبرار.. هذا لا شك فيه. ومنهم من دون ذلك، ومنهم من ليس من الإسلام في شيء. ففيهم كل الأصناف.\nوعليه فلا يصح تصحيح التصوف، أو إبطاله بالنظر إلى هؤلاء الأئمة؛ فإذا احتج المناصر بالصالح منهم على حسن التصوف: احتج عليه المعارض بالزنديق منهم والمبتدع على سوء التصوف. فتبقى المسألة عالقة، وأكثر النزاع من هذه الحيثية؛ فإن من الذين صححوا التصوف بنوا قولهم نظرا منهم إلى المنتسبين إلى التصوف، وما جاء من الثناء عليهم، لكنهم لم ينظروا من جهة الفكرة نفسها، وهذا خطأ.. ومثله كمن صحح النصرانية؛ لأن فيهم قسيسين ورهبانا، وأنهم لا يستكبرون(2)\n__________\n(1) - انظر: ما للهند من مقولة مقبولة في العقل أو مرذولة، للبيروني ص27.\n(2) - ثمة فئة تنحو إلى تصحيح الدين النصراني، وتستدل عليه بمثل قوله تعالى: {ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون} [المائدة 82]، وهذا باطل..!!.\nلأن هؤلاء الرهبان والقسيسين:\nإما أن يكون باقين على نصرانيتهم، فالآية حينئذ لا تتعرض لهم.\nأو مؤمنين متبعين للنبي محمد صلى الله عليه وسلم، فالآية حينئذ تشير إليهم، وتتمة الآية تدل على ذلك: {وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين..} إلى آخر الآية.\nففي كلا الحالتين الاستدلال بالآية على تصحيح النصرانية باطل، فالآية تحسن سبيل من ترك النصرانية إلى الإسلام.\nفمعنى الكلام: أن من صحح التصوف بالنظر إلى أن فيه صالحين، زاهدين، مثله كمثل من صحح النصرانية، لأن فيه قسيسين ورهبانا. ناسيا أن صلاح هؤلاء كان باتباعهم النبي، ليس لأنهم نصارى. كذلك صلاح الأئمة من المتصوفة، لأنهم متبعون، ليس لأنهم متصوفة.",
        "(1/7)\n\n..!!.\nوالصواب: أن يفرق بين الفكرة والمنتسبين إليها. فليست كل أفعال المتصوفة صادرة عن الفكرة الصوفية، بل فيها ما هو صادر عن اتباع وتسنن، فهذا ينسب إلى الإسلام. وفيها ما هو صادر عن فكرة صوفية، معروفة من قديم، في الثقافات القديمة، فهذا ينسب إلى الصوفية(1).. أما نسبة كل ما يصدر عن الأئمة إلى التصوف، فمثل نسبة كل ما يصدر عن المسلمين إلى الإسلام ..!!.\n*…*…*\nفإن قيل: فأين ( الأضداد ) ؟.\nأليست هي كلمات عربية تحمل معاني متضادة، فلم لا يكون (التصوف) منها؟.\nقيل: أولا: كلمة \"صوفية\" ليست من الأضداد.\nثم إن كلامنا في المصطلحات، لا في مجرد كلمات عربية.\nفالمصطلحات كلمات مستعملة أصلا، قبل التواضع على اصطلاحها، ثم إنها استعملت مصطلحا للدلالة على مذهب أو فكرة أو نحو ذلك.. فصارت دليلا وعلامة على هذا المذهب أو تلك الفكرة، لتمييزها عن غيرها، وفي عادة المصطلحين أنهم ما وضعوا مصطلحاتهم إلا لمنع تداخل غيره بها، وبخاصة نقيضها، فلا يعقل إذن، بعد الاحتياط الشديد منهم على التميز، أن يضمنوها ما يضادها؛ لأن معناه حينئذ انتفاء التميز، وإذا انتفى التميز لم يعد للمصطلح أية فائدة في وضعه..!!.\n*…*…*\nفإذا قيل: سلمنا أن الفكرة لا تنقسم، لكن ألا تفرق بين ما هو أصل، وما هو طارئ ؟!.\nفهذا \"التشيع\" في أصله محمود؛ كونه في معنى مناصرة آل البيت. لكن لما انحرف هذا المعنى: ذم.\nوهذا \"العقل\" في أصله محمود، لكن لما صار حكما على الشريعة: ذم.\nفلم لا تجعل التصوف من هذا القبيل: في أصله محمودا؛ لدلالته على معنى الإحسان والعبادة، لكن لما انحرف بدخول الفلسفة عليه: ذم. فالمذموم منه طارئ عليه ؟.\n__________\n(1) - هذا هو طريق معرفة أصول ومصادر الفكرة الصوفية: النظر والبحث في الأفكار الصوفية، في الثقافات القديمة. فبينها مشتركات رئيسة، يثبت أن الخط واحد، والهدف واحد. وقد دخلت هذه الأفكار إلى البيئة الإسلامية، وتقلدها طائفة من المسلمين.\n(1/8)",
        "\nفالجواب أن يقال: هذا الاعتراض يتضمن أمرين، هما:\nالأول: تقسيم الفكرة إلى: أصل، وطارئ.\nالثاني: جعل أصل فكرة التصوف: محمودا.\n- فأما الأول: فممكن غير ممتنع أن يكون مصطلح \"التصوف\" موضوعا لمعنى معين، ثم طرأ عليه ما يضاد ويناقض المعنى الموضوع، فاستعمل بعدئذ في المعنيين: في الأول حقيقة، وفي الثاني تجوزا.\nلكن هذا لا يلغي التقرير الآنف المتضمن: امتناع وجود فكرة تحمل معنيين متناقضين؛ لأن الامتناع من جهة الأصل، وأما الإمكان فمن جهة الطروء، وشتان ما بينهما.\nفكلامنا في الأصل، وقد تقدم التنبيه على هذا بالقول: ( في ذاتها )؛ والمعنى: في أصل ما وضعت له. والمعتبر الأصل، فالحكم يتبعه حمدا أو ذما، وأما الطارئ فهو دخيل، ولا حكم له، واستعماله في المعنى الأصل خطأ مردود. مثل استعمال مصطلحات: الديمقراطية، أو الاشتراكية، أو الليبرالية. للدلالة على الإسلام.\n- وأما الثاني: فافتراض أن أصل مصطلح \"التصوف\" محمود..\nهكذا ابتداء، فتلك دعوى لا تقوم إلا ببرهان..!!.\nفإن للمعترض أن يعكس فيقرر أنه مذموم، فيطالب هو أيضا بالبرهان ؟.\nفرجع تحصيل الحقيقة إلى البرهان في كل حال.\nوما دام أنه تقرر: امتناع جمع الفكرة بين النقيضين، من جهة أصلها. فإن المهمة التالية هي: التحقيق في هذه المسألة، بتحديد أصل التصوف.. ما هو ؟.\nأهو سني محمود، أم فلسفي مذموم ؟.\n*…*…*\nثانيا: البحث في نسبة التصوف.\nيبني كثير من المتصوفة والمتعاطفين معهم: تزكيتهم للتصوف. على أنه: مشتق من الصوف. ذلك اللباس المستحصل من جلود الأغنام.\nفإذا كان مشتقا من الصوف، فما معنى ذلك ؟. وإلى أي شيء يرمي هذا التقرير؟.\nالذي يرمي إليه: أن التصوف يمثل الجانب الزهدي التقشفي في الإسلام؛ كون اللباس الخشن يدل على العيش الخشن، ولا يعيش بالخشونة إلا الزاهد في متاع الدنيا.\nفصورة هذا التقرير كما يلي:\nالمقدمة الأولى: المتصوفة يلبسون الصوف. (يقال: تصوف. إذا لبس الصوف).\n(1/9)\n",
        "المقدمة الثانية: الذين يلبسون الصوف زاهدون في الدنيا. (بحكم الواقع).\nالنتيجة: المتصوفة زاهدون في الدنيا.\nفهذه النتيجة بنيت على المقدمتين، مما يعني أن إبطال أي منهما: إبطال للنتيجة نفسها.\nويمكن تصوير التقرير من جهة الفكرة نفسها – والسابقة من جهة الأشخاص - فيقال:\nالأولى: التصوف لبس الصوف.\nالثانية: لبس الصوف هو الزهد.\nالنتيجة: التصوف هو الزهد.\nوفي ثبوت المقدمتين: ثبوت النتيجة نفسها.\nوهذا محل البحث:\n*…*…*\nمناقشة المقدمة الأولى: التصوف لبس الصوف.\nالمطلوب التحقق من المقدمة الأولى.\nوالسؤال موجه إلى المتصوفة، لبيان كيف تحصلوا عليها؟.\nوجوابهم: أنه في اللغة يقال: تصوف. إذا لبس الصوف.\nوفي الواقع: المتصوفة اشتهروا بلبس الصوف.\nفهذا دليلهم: الاشتقاق اللغوي، وحال المتصوفة.\n*…*…*\n1- الصوفية والاشتقاق اللغوي.\nفأما عن اللغة، فإنه يصح إطلاق وصف \"الصوفي\" لمن لبس الصوف، لكن هذا ليس محل خلاف، إنما الخلاف في هذا اللقب الذي أطلق على المتصوفة \"صوفية\"، فإنه وإن ذهب جمع من المتصوفة وغيرهم، إلى اشتقاق التصوف من الصوف(1)، فإن بعض المتصوفة صرح بمنع أن يكون له اشتقاق لغوي، وجعلوه لقبا محضا، وبهذا قال القشيري والهجويري:\nقال القشيري: \"وليس يشهد لهذا الاسم من حيث العربية، قياس ولا اشتقاق، والأظهر فيه أنه كاللقب\".(2)\nقال الهجويري: \"واشتقاق هذا الاسم لا يصح على مقتضى اللغة، من أي معنى؛ لأن هذا الاسم أعظم من أن يكون له جنس يشتق منه، وهم يشتقون الشيء من شيء مجانس له، وكل ما هو كائن ضد الصفاء، ولا يشتق الشيء من ضده، وهذا المعنى أظهر من الشمس عند أهله، ولا يحتاج إلى العبارة\"(3).\nوقيمة كلامهما تأتي من جهتين:\n__________\n(1) - المقصود هنا: بيان أن القول بالاشتقاق ليس مجمعا عليه بينهم. فأما الأقوال القائلة بالاشتقاق فليس هذا محلها.\n(2) - الرسالة القشيرية، القشيري، 2/550-551.\n(3) - كشف المحجوب، الهجويري، 1/230.\n(1/10)\n\nالجهة الأولى: كونهما أئمة كبارا في التصوف، الأول في التصوف العربي، والثاني في التصوف الفارسي، وكتاباهما من المصادر الرئيسة، المتقدمة، المعروفة في التصوف، خصوصا \"الرسالة\".\nالجهة الثانية: أنه لم يعترض أحد من المتصوفة بإنكار على هذا التقرير، لا من المعاصرين لهما، ولا من اللاحقين. أفلا يدل هذا على إقرارهم وتسليمهم بهذا التقرير؟، وفي أقل الأحوال على انقطاع حجتهم، وخلوهم من أدلة يعارضون بها ؟.\nنعم يصح أن يقال لمن لبس الصوف: تصوف. وأن يوصف بأنه صوفي.\nلكن ما نفعل بإنكار هؤلاء الأئمة(1)، لهذا الاشتقاق، وهم الذين لهم المكانة في التصوف؟.\nمثل هذا الموقف لا ينبغي أن يمرّ دون تحليل وفهم لمغزاه، وما يشير إليه:\nفالقشيري يجعله لقبا، ويرجح هذه النتيجة، وبما أن الكلمة ليس لها أصل عربي، فليست مشتقة من كلمة أخرى: فهذا يطرح احتمال ألا تكون الكلمة عربية أصلا..؟!!.\nوهذا وارد، فالكلمات الأعجمية، غير العربية، غير مشتقة، وليس لها أصل في العربية.\nنعم توجد كلمات عربية غير مشتقة، مثل لفظ الجلالة \"الله\"، كما هو في بعض الأقوال، وإن كان ضعيفا، وليس هذا موضع الشاهد، إنما موضعه: أن احتمال أعجمية كلمة ما، كونها غير مشتقة، احتمال وارد. وهذا هو المطلوب.\nثم الألقاب لا يشترط فيها أن تكون عربية، ولا يشترط في اللقب أن يكون بلغة حامله، وهذا معروف. فوجهان إذن قد يرجحان كون الكلمة غير عربية هما:\nأولا: اللقب لا يشترط فيه كونه عربيا.\nثانيا: الكلمة غير مشتقة، والكلمات الأعجمية غير مشتقة من أصل عربي.\n__________\n(1) - يقول الله تعالى: {وجعلناهم أئمة يدعون إلى النار} [القصص41]، في هذه الآية دليل على جواز إطلاق وصف أئمة من غير قيد، حتى في حال الذم، فإطلاقه سائغ في الجهتين إذن: المدح، والذم.",
        "(1/11)\n\nوالهجويري يرفض اشتقاق الكلمة، ويظهر صرامة وحسما أكثر مما أبداه القشيري، الذي استعمل عبارات، فيها شيء من الاعتبار لقول من قال بالاشتقاق، في قوله: \"والأظهر فيه أنه..\"، وهذا ما لم يفعله الهجويري، الذي قال: \"واشتقاق هذا الاسم لايصح على مقتضى اللغة\".. فهل كان للجنس الذي ينتمي إليه أثر ؟.\nفالهجويري فارسي، وقد قيل: إن الثقافة الفارسية مصدر رئيس من مصادر التصوف.\nفقد تكون رغبة هذا الفارسي الصوفي في الحفاظ على تراث بلده، وتعاليمه القديمة: حملته على رفض أن يسلبهم العرب لقبا وفكرا، هو ألصق بأمة الفرس منه بأمة العرب، وهو سابق عند الفرس، ولاحق عند العرب، فيستأثروا به، ويختصوا به لقبا واسما. خصوصا إذا عرفنا أن كثيرا من الفرس كانوا يتفاخرون بفارسيتهم على العرب، وبأفكارهم كذلك.\nوهذا الاحتمال وارد، ولا يجزم به؛ كون دليله محتملا غير قطعي، لكن قد يستفاد منه لمحاولة فهم موقفه الحاسم. ويبقى تأكيده، أو نفيه، وليس هذا محله، ولا من صلب البحث، إنما المقصود الإشارة إلى احتمال وارد.\nوقبل أن يفوت المقام، نذكر أنه كتب كتابه هذا بالفارسية، وذكر فيه كل ما ذكر في الكتب العربية عن التصوف، من البحث في نسبة الكلمة، وما قيل فيها من الأقوال، وقد ساقها كلها، والكلام في اشتقاقها من الصوف، والصفة، والصفاء.. إلخ.\nمن كلام هذين الإمامين، يمكن الخروج باحتمال يؤيده، أو يرفضه ما يأتي من مباحث، هو:\nأن الكلمة أعجمية، واللقب أعجمي، ليس بعربي، ولو كانت صورته عربية.\n*…*…*\n2- الصوفية ولباس الصوف.\nمن جهة حال المتصوفة، فإن القول بأن التسمية جاءت من اشتهارهم بلبس الصوف، واختصاصهم به: يرده شهادات أئمة التصوف.\nفهذا القشيري يقرر بصراحة، من غير تأويل: أن الصوف ليس لباس الصوفية. فيقول:\n\"القوم لم يختصوا بلبس الصوف\"(1).\nوعدم الاختصاص يعني انتفاء النسبة ما بين التصوف والصوف.. وهذه شهادة مهمة:\n__________\n(1) - الرسالة القشيرية، القشيري، 2/550-551.\n(1/12)",
        "\nكونها صادرة من إمام متفق عليه.\nكونه لم يرد أحد كلامه هذا، ولم يعارضه أحد، لا من معاصريه، ولا من أتى بعده، فهل يعقل أن يكذب في شهادته، أو يخطئ، ثم يسكت عنه جميعهم، من أولهم إلى آخرهم، مع ظهور المسألة، وعدم خفائها ؟‍.\nكون القشيري عاش في القرن الرابع والخامس (376-465هـ)، وهذه الفترة متقدمة في التصوف، وبينه وبين بداياته حوالي القرن والنصف، فهذه المرحلة من المراحل الأولى، التي تلت مرحلة التأسيس، وفيها اكتمل البناء.. في هذه الفترة يخرج القشيري لينفي العلاقة بين المتصوفة ولبس الصوف.. فهو عارف بعصره، ومدرك للفترة التي سبقت، لقربه منها، وهذه شهادته القريبة غير البعيدة.\nفكل هذه الدلائل تبطل اختصاص المتصوفة بلبس الصوف، كما قال القشيري.\nحتى ابن تيمية، وهو من أكثر الناس فهما وعلما بتاريخ التصوف، وعلومها، ورجالها، وممن ذهب إلى ترجيح القول باشتقاق التصوف من الصوف، فإنه يقول:\n\"وهؤلاء نسبوا إلى اللبسة الظاهرة، وهي لباس الصوف. فقيل في أحدهم: صوفي.\nوليس طريقهم مقيدا بلبس الصوف.\nولا هم أوجبوا ذلك.\nولا علقوا الأمر به.\nلكن أضيفوا إليه؛ لكونه ظاهر الحال\"(1).\nوقوله: \"لكونه ظاهر الحال\". يحتمل أمرين:\nالأول: أن ظاهر حالهم لبس الصوف. وهذا مردود بشهادة القشيري.\nالثاني: أن لبس الصوف ظاهر حال الزهاد، وهؤلاء لما نسبوا إلى الزهد، نسبوا كذلك إلى الصوف تبعا.\nوالمهم في كلامه: أنه أثبت أنهم لم يختصوا به. حيث لم ينظّروا لشيء من أمور الاختصاص؛ فلم يشترطوه، ولم يوجبوه، ولم يعلقوا به الأمر. وهذا هو المطلوب.\nولا يعكر على هذا: أن بعضهم لبس الصوف. فالعبرة بالشهرة والاختصاص.\n__________\n(1) - الفتاوى، ابن تيمية، 11/16.\n(1/13)\n",
        "إن القول باشتقاق التصوف من الصوف، يلزم منه أن يكون الأصل فيهم لبس الصوف، فإذا كان العكس هو حالهم، فحينئذ لا معنى لأن يكون مشتقا من الصوف؛ لأنهم لم يمتازوا به، وهذا ما قرره القشيري من المتصوفة، ومن غير المتصوفة ابن تيمية، وبذلك يستوي هم وغيرهم فيه.\n*…*…*\nهذا وإن مما يبطل الوجهين جميعا: نسبة التصوف إلى الصوف، من جهة الاشتقاق، ومن جهة الحال: خلو تعريفات التصوف من ذكر الصوف؛ فالمتتبع والدارس تعريفات المتصوفة الأولين، المؤسسين، منذ بداية التصوف، وحتى منتصف القرن الخامس (200-440هـ)، يلحظ خلوها من ذكر الصوف، إلا تعريفا يتيما من بين حوالي ثمانين تعريفا، ذكره الهجويري نقلا عن الجنيد قال:\n\" التصوف مبني على ثمان خصال: السخاء، والرضا، والصبر، والإشارة، والغربة، ولبس الصوف، والسياحة، والفقر\"(1).\nولم يذكره القشيري في رسالته، ولم ينقله نيكلسون في بحث له، جمع فيه تعريفات التصوف، من كلام الصوفية، ينقلها من: تذكرة الأولياء للعطار، ونفحات الأنس للجامي، والرسالة للقشيري. (2)\nفي فلو كانت النسبة صحيحة، فلم أعرضوا عن ذكرها في هذه التعريفات..؟!.\nولا يعترض على هذا: بأن التعريفات تبلغ الألف، والألفين. فإن هذا قد قيل، لكن عند البحث عنها، لا نحصل من العدد سوى ما ذكر، مما يبلغ المائة، على أكثر تقدير.\nفإن قال قائل: فما تقول في هذه التعريفات المنقولة عن أئمة التصوف في نسبة التصوف إلى الصوف، وهي موجودة في كتب التصوف، فمن ذلك: ما جاء في كتاب \"اللمع\"(3) للطوسي، حيث قال: \"باب الكشف عن اسم الصوفية، ولم سموا بهذا الاسم، ولم نسبوا إلى هذه اللبسة\"، أليس في هذا نقض دعوى أن التعريفات خالية من كلمة \"الصوف\" ؟.\nفالجواب أن يقال: فرق بين التعريف والتفسير والتعليل..!.\n__________\n(1) - كشف المحجوب، القشيري، 1/235.\n(2) - في التصوف الإسلامي وتاريخه، نيكلسون، ص28-41.\n(3) - ص 40.\n(1/14)\n\nعند تعريف التصوف، في جواب: ما التصوف؟.لم يذكروا كلمة \"الصوف\" إلا مرة.\nأما عند التعليل في جواب: لم سموا صوفية ؟. فقد ذكرت طائفة منهم النسبة إلى الصوف.\nفالتحقيق المذكور في هذا البحث دقيق؛ فإن التعريفات التي وردت على لسان الأئمة المتقدمين في التصوف، والتي جمعت في كتب الصوفية المتقدمة، تحت عناوين مثل: باب التصوف (= الرسالة للقشيري)، قولهم في التصوف (= التعرف للكلاباذي)، ماهية التصوف (= عوارف المعارف للسهروردي)، باب التصوف (=كشف المحجوب للهجويري): خلت من ذكر كلمة \"الصوف\".\nإذن.. بطلت المقدمة الأولى.\n*…*…*\nمناقشة المقدمة الثانية: لبس الصوف هو الزهد.\nالمقدمة الثانية تقول: لبس الصوف هو الزهد.\nفيقال فيها: ليست هذه قاعدة يستند إليها. فقد يلبس الغني الصوف، وقد يلبسه الفقير..\nوقد يلبسه أحدهم من غير تقصّد رهبانية، أو زهد، أو فقر..\nقد يلبسه الفقير غير الزاهد؛ لأنه لا يجد غيره، وقد يلبسه الزاهد أيضا.\nفهذه الأحوال كلها واقعة بالاتفاق، لا يمكن إنكارها، وعليه: فلا يصح الإطلاق بأن لبس الصوف علامة الزهد؛ إذ إن استخراج الحكم أو القاعدة لا يأتي إلا من طريق الاختصاص. ولا اختصاص هنا، فلبس الصوف لم يكن خاصا بالزهاد.\nوإذا قيل: فهذا حال أغلبهم، يلبسون الصوف.\nقيل: كلا، لا نسلم بهذا: وهؤلاء الأنبياء أعظم الزهاد، لم يكونوا يخصون الصوف باللبس، ولا تميزوا به، بل لبسوه ولبسوا غيره.. ومثلهم الصحابة رضوان الله عليهم.(1)\nولو فرض جدلا التسليم بهذا؛ فإن التسليم بهذه المقدمة غير مفيدة في تحصيل النتيجة: أن التصوف هو الزهد. بعد أن بطلت المقدمة الأولى؛ لأن المطلوب لصحة النتيجة: صحة المقدمتين معا. حيث إنها بنيت عليهما، لا على واحد منهما.\n__________\n(1) - انظر: زاد المعاد لابن القيم، 1/135-147.",
        "(1/15)\n\nويضاف إلى ذلك: أن النتيجة نفسها: التصوف هو الزهد. معترض عليها، والمعترض عليها هم المتصوفة، هم الذين رفضوا تعريف التصوف به، وإن قال به بعضهم..!!.\nفالمقدمتان باطلتان في نظر طائفة من المتصوفة، ونتيجتهما باطلة عند المحققين من المتصوفة وغيرهم؛ فكثير من المتصوفة يرجعون بالتصوف إلى معنى الزهد؛ ويعللون ذلك:\nأن الصوفية لما رأوا إقبال الناس على الدنيا: آثروا الزهد فيها.\nوهذا فيه نظر..!!، فإنه بالنظر إلى تاريخ التصوف: نجد أن ظهوره ابتدأ في نهاية القرن الثاني. وإقبال الناس على الدنيا بدأ في عهد عثمان رضي الله عنه، في منتصف القرن الأول، وعليه: فإن ردة الفعل جاءت بعد مائة وخمسين عاما.. وهذا بعيد، وتحليل متكلف.\nوحين تتبع معنى الزهد في كلمات المؤسسين للمذهب، نلحظ أمرا يلفت النظر:\nلا نجد فيها ذكرا لكلمة \"الزهد\"..؟!!.\nومعلوم أن المعرِّف لمصطلح ما؛ جديد غير معروف: يحرص كل الحرص، على أن يستل من اللغة الكلمة الأوفق، والأوضح.\nفإذا كان كذلك، فلم أعرضوا عن كلمة \"الزهد\"، واستعاضوا عنه بعبارات من قبيل: إيثار الله.. قلة الطعام.. الفقر..؟!..\nهل غابت الكلمة عن قاموسهم ؟!..\nكلا، بل حاضرة، لكن لما لم يكن حقيقة التصوف هو الزهد: أعرضوا عنه. فإعراضهم لم يكن عفوا، بل قصدا وعمدا، وقد فهم من بعدهم هذه الإشارة، فورد التصريح منهم بمنع اختصاص التصوف بالزهد:\nقال شهاب الدين السهروردي: \"التصوف غير الفقر، والزهد غير الفقر، والتصوف غير الزهد، فالتصوف: اسم جامع لمعاني الفقر، ومعاني الزهد، مع مزيد أوصاف وإضافات، لا يكون بدونها الرجل صوفيا، وإن كان زاهدا فقيرا\" (1).\nفالتصوف لا يختص بالزهد، ولا الزهد هو التصوف، وهكذا قال أيضا:\n__________\n(1) - عوارف المعارف، ملحق بالإحياء، السهروردي، 5/79.\n(1/16)",
        "\nابن الجوزي: الخبير بالتصوف، النقاد. ونيكلسون: المستشرق الباحث المختص بالتصوف. وعبد الحليم محمود الإمام الصوفي المدقق المحقق. وسعاد الحكيم المتصوفة الباحثة العارفة بالخفايا. ومحمد زكي إبراهيم شيخ العشيرة المحمدية. والتفتازاني شيخ مشايخ الطرق الصوفية.\nيقول ابن الجوزي:\" التصوف مذهب معروف يزيد على الزهد، ويدل على الفرق بينهما: أن الزهد لم يذمه أحد، وقد ذموا التصوف\"(1).\nوقال نيكلسون: \"والصوفية الأولون كانوا في الحقيقة زهادا وادعين، أكثر منهم متصوفة\".(2)\nويقول الدكتور عبد الحليم محمود: \"الزهد في الدنيا شيء، والتصوف شيء آخر، ولا يلزم عن كون الصوفي زاهدا، أن يكون التصوف هو الزهد\" (3).\nوتقول الدكتورة سعاد الحكيم: \"البداية لم تكن - كما ظن بعض الباحثين – في الزهد، الزهد يتبع الحياة النفسية، بل تجلت في حالات الوجد، التي كانت خير تعبير عن إحساس العبد بالحضور الإلهي\"(4).\nوقال الشيخ محمد زكي إبراهيم(5): \"الصوفي أكثر من زاهد، إذ الزاهد في الدنيا زاهد في لا شيء، أما الصوفي فلا يزهد إلا فيما يحجبه عن الله\"(6).\nوقال التفتازاني: \"الفناء في الحقيقة المطلقة، وهو أمر يميز التصوف بمعناه الاصطلاحي الدقيق\"(7).\nوكل دارس للتصوف بتحرر، وحيادية، ودقة، سيصل إلى النتيجة ذاتها، بغير تكلف.\nذلك لا يعني نفي حال الزهد عن المتصوفة عموما، كلا، بل الأمر لا يعدو نفي اختصاص التصوف بالزهد، وإلا فكثير من المتصوفة – ليس كلهم – كانوا من الزهاد بلا ريب.\n__________\n(1) - تلبيس إبليس، ابن الجوزي، ص165.\n(2) - الصوفية في الإسلام، نيكلسون، ص12.\n(3) - مقدمة المنقذ من الضلال، عبد الحليم بن محمود، ص40.\n(4) - عودة الواصل، سعاد الحكيم، ص89.\n(5) - صوفي معاصر، رائد العشيرة المحمدية في مصر، وله موقع على الإنترنت.\n(6) - مجلة التصوف الإسلامي الصادرة عن المجلس الصوفي الأعلى في مصر، عدد رجب 1414هـ ص42.\n(7) - الموسوعة الفلسفية العربية 1/259.\n(1/17)\n",
        "يقول ابن الجوزي:\n\"الصوفية من جملة الزهاد، وقد ذكرنا تلبيس إبليس على الزهاد، إلا أن الصوفية انفردوا عن الزهاد بصفات وأحوال، وتوسموا بسمات، فاحتجنا إلى إفرادهم بالذكر\"(1).\n*…*…*\nومن خلال ما تقدم:\nمن اعتراض أئمة التصوف على قضايا كان المظنون التسليم بها.\nوموافقة الآخرين لهم، إما بالتأييد، أو السكوت وعدم الرد.\nنستطيع التأكيد أن التصوف لم يأخذ معناه من الزهد، ولا اسمه من الصوف، فلا دليل على هذا، بل الأدلة ضده، وسيأتي مزيد إثبات لهذا في موضعه، عند الكلام على ماهية التصوف.\n*…*…*\nثالثا: التصوف والخلق.\nإذا لم يكن التصوف هو الزهد، فما هو إذن ؟.\nذكر المتصوفة: \"الخلق\" موضوعا للتصوف. وعند البحث في تراث الصوفية التعريفي:\nنجد هذا المعنى ظاهرا، عكس الزهد. في بضعة تعريفات مهمة، أهميتها من كونها تعريفات أئمة محققين بارزين في التصوف، مثل: الجنيد، والنوري، والغزالي، وابن عربي. ويلحق بهم: الجيلي، والكاشاني.\nففي تعريفات هؤلاء: تفسير التصوف بالخلق، بلفظ صريح، لا احتمال فيه، إلا ما كان من تعريف الجنيد، فإنه جاء بإشارة صريحة كذلك، لا تحتمل التأويل. وهذه أقوالهم:\nأورد الدكتور عبد الحليم محمود عن النوري قوله:\"ليس التصوف رسما ولا علما، ولكنه خلق، لأنه لو كان رسما لحصل بالمجاهدة، ولو كان علما لحصل بالتعليم، ولكنه تخلق بأخلاق الله، ولن تستطيع أن تقبل على الأخلاق الإلهية بعلم أو رسم\"(2).\nيقول الغزالي: \"فالذي يذكر هو قرب العبد من ربه عز وجل في الصفات التي أمر فيها بالاقتداء والتخلق بأخلاق الربوبية، حتى قيل: تخلقوا بأخلاق الله\"(3).\nيقول ابن عربي:\n\"فاعلم أن التصوف تشبيه بخالقنا…لأنه خلق فانظر ترى عجبا\"(4)\n__________\n(1) - تلبيس إبليس ص161.\n(2) - عبد الحليم محمود وقضية التصوف، المدرسة الشاذلية، عبد الحليم محمود، ص426.\n(3) - الإحياء، الغزالي، 4/324.\n(4) - الفتوحات المكية، ابن عربي، 2/266.\n(1/18)\n\nجاء في اصطلاحات الصوفية للكاشاني: \"التصوف: هو التخلق بالأخلاق الإلهية\"(1).\nقال الجيلي: \"ولهذا أمرنا السيد الأواه فقال: تخلقوا بأخلاق الله؛ لتبرز أسراره المودعة في الهياكل الإنسانية، فيظهر بذلك علو العزة الربانية، ويعلم حق المرتبة الرحمانية\"(2).\nفي الرسالة للقشيري: \" سئل الجنيد عن المحبة، فقال: دخول صفات المحبوب على البدل من صفات المحب\" (3).\n\"الخلق\" أمر متفق عليه بين الناس: مدحا، وطلبا..\nوذكر الصوفية له، وتفسيرهم التصوف به، ليس عليه اعتراض ابتداء، فلا شيء يمنع من أن يكون هذا هو موضوع التصوف، إذا قدروا على الاستدلال له، وسوق البينات.\nإنما الأمر الذي يسترعي الانتباه: بعض الألفاظ والجمل، التي وردت في هذه التعريفات، مما هي زائدة على مجرد \"الخلق\"؛ الذي معناه: الفضائل، والقيم العليا، والسماحة. مثل قولهم:\nتخلق بأخلاق الله (النوري).. تخلقوا بأخلاق الله (الغزالي، الجيلي).. تشبيه بخالقنا (ابن عربي). التخلق بالأخلاق الإلهية (الكاشاني)..التخلق بأخلاق الربوبية (الغزالي).. دخول صفات المحبوب على البدل (الجنيد).\nوالمتفق عليه بين المسلمين:\nأن الله تعالى، وهو: الإله، والرب، وله الألوهية، والربوبية. له أوصاف تليق به، ليست كأوصاف المخلوقين.\nوالإنسان له أوصاف لائقة به، ليست كأوصاف الله تعالى.\nلقوله تعالى: {ليس كمثله شيء وهو السميع البصير}. [الشورى 11]\nوالذي يلحظ في هذه الأقوال:\nأنها تقرر: اكتساب الإنسان صفات (= أخلاق. بتعبيرهم) الله تعالى.\nوأن هذه العملية الاكتسابية التخلقية هي: موضوع التصوف.\nهذه النتيجة واضحة في كلام هؤلاء الأئمة، من دون استثناء، حتى في كلام الجنيد، وإن استعمل كلمات غير التي استعملها البقية.\nفتارة قالوا: أخلاق الربيوبية. والربوبية ليست إلا لله تعالى.\nوتارة قالوا: الإلهية. والإلهية له وحده، لا شريك له.\n__________\n(1) - ص164.\n(2) - الإنسان الكامل، الجيلي، 2/19.\n(3) - 2/615.",
        "(1/19)\n\nوفي ثالثة قالوا: أخلاق الله تعالى. مصرحين بالاسم الخاص.\nوفي تعريف الجنيد: وصف لمحتوى هذه العملية: أنها عملية بدلٍ، وليست تبادل، فالمحب يستبدل صفات المحبوب بصفاته؛ بمعنى أنه يترك صفاته ويتخلص منها، ليتلبس بصفات محبوبه، ويتخلق بها. والمحب هنا هو الإنسان، والمحبوب هو الله تعالى.\nفهاهنا أمران، احتوتهما هذه التعريفات:\nالأول: اكتساب الإنسان صفات الله تعالى (= أخلاقه. بتعبيرهم). أو تركه صفاته، واكتسابه صفات الله تعالى.\nالثاني: أن هذه العملية الاكتسابية، التخلقية، الاستبدالية: عملية كاملة كلية، ليست ناقصة جزئية.\nهذا المعنى هو الجديد الملاحظ في هذا التفسير؛ ولذا تقدم أنه ليس مجرد تخلق، أو خلق.\nفمجرد التخلق والخلق أمر مألوف، معروف. أما هذه المعاني الزائدة، ففيها من الغرابة، وحتى النزاع ما لا يخفى. وهذا الاعتراض نلخصه فيما يلي:\nأولا: قولهم: \"أخلاق الله\"، مصطلح جديد، منسوب إلى الشريعة، لم يعرف قبل المتصوفة، الذين انفردوا به، فالمعروف استعمال مصطلحات من قبيل: أسماء الله، صفات الله. وهي قرآنية المورد والمصدر. تتضمن معاني لائقة بالله تعالى. أما هذا فلا يمتاز بذلك، بل هو منتزع من قول الفلاسفة، بالتشبه بالإله على قدر الطاقة. (1)\nثانيا: أن التعبير عن الأوصاف الإلهية بالأخلاق فيه محذور، هو: أن الأخلاق، أحوال مكتسبة؛ فالمتخلق مكتسب للأخلاق، هذا هو المعنى الغالب عليه، وعليه فلا يليق أن ينسب إلى الله تعالى؛ لأن أوصافه ذاتية، غير مكتسبة.\nثالثا: أن هذا المصطلح يفيد: أن بقدرة الإنسان تحصيل جميع الأوصاف الإلهية اتصافا، أو تخلقا، بحسب تعبيرهم، ليس فيه قيد، ولا تخصيص، ولا تحديد، بل إطلاق وتعميم. والمحذور في هذا لا يخفى؛ فإن أوصاف الله تعالى على ثلاثة أنواع من جهة اتصاف العبد:\nنوع في قدرة الإنسان الاتصاف بمعناها، دون مماثلة، ويحمد عليه، مثل الرحمة.\n__________\n(1) - انظر: التعريفات ص73، بدائع الفوائد 1/164.\n(1/20)",
        "\nنوع في قدرة الإنسان الاتصاف بمعناها، دون مماثلة، ويذم عليه، كالتكبر.\nنوع يستحيل على الإنسان الاتصاف بمعناها، كالخلق، والبرء، والتصوير. (1)\nوهذا المصطلح لا يفيد هذا التفصيل، فليس فيه إشارة إلى ما يمكن الاتصاف به، وما لا يمكن، وما يحمد عليه، وما يذم، فهو عام شامل، وهو بهذا المعنى منحرف؛ لأنه يفضي إلى المماثلة في الكمّ؛ أي في عدد صفاته، وهو محال. قال تعالى: {ولم يكن له كفوا أحد}. [سورة الصمد]\nرابعا: أن هذا المصطلح يفيد كذلك: أن في قدرة الإنسان تحصيل الصفات الإلهية نفسها، في كيفها، فيكون له نفس حدود كل صفة، كما هي لله تعالى، فتكون رحمته كرحمته، ووجوده كوجوده، وقدرته كقدرته..إلخ، وهذا المعنى فاسد، لبطلان المماثلة في الكيف؛ أي في كيفية وكنه صفاته، والله تعالى يقول: {هل تعلم له سميا}. [مريم 65]\n*…*…*\nفقد تبين: أن تفسيرهم التصوف بهذه الجملة فيها من المحذورات، ما يشوش عليها، ويفسد معانيها، ويمنع منها شرعا وعقلا.\nفإذا رفضوا تلك المعاني، وقالوا: ما أردنا ذلك، وما قصدنا..\nفمنهم الصادق في قوله، غير أن ذلك لا يصحح هذه الجملة (= أخلاق الله)؛ لأن الحكم لم يتجه إلى النيات والمقاصد، إنما إلى الجملة، والكلمة، والمصطلح نفسه، فإنه لا يحتمل التأويل الصحيح، والمحاذير لا تنفك عنه؛ كونها مرتبطة بالمصطلح نفسه، بمفرادته، وتراكيبه، سواء أرادها المتكلمون أم لا، ولا يمكن قلب المعنى إرضاء أو جبرا للخواطر، فهذا إفساد للكلام واللغة، والذوق. وتحوير وتبديل ممن لا يملك ذلك، ويؤول إلى عدم الثقة بالألفاظ.\nوإذا كان ولا بد من فعل شيء، فلتعدّل هذه الجملة، بما ينفي عنها هذه المحذورات، فبدل أن يقال: \"التخلق بأخلاق الله\"، ليكن البديل:\nالدعاء بأسماء الله الحسنى. لقوله تعالى:{ولله الأسماء الحسنى فادعوه بها}. [الأعراف180]\n__________\n(1) - انظر: فتح الباري 11/226، عدة الصابرين ص283.\n(1/21)\n",
        "أو إحصاء أسماء الله. كما في قوله عليه الصلاة والسلام: (إن لله تسعة وتسعين اسما، مائة إلا واحدا، من أحصاها دخل الجنة)(1).\nأو التعبد بأسماء الله وصفاته. فالتعبد صفة العبد، ولله الأسماء والصفات، فلا محذور. (2)\nفإذا أمكن الرجوع إلى هذه المصطلحات، وتفسير التصوف بها، والاستغناء عن ذلك المصطلح المبتدع في لفظه، المبتدع في معناه: حينئذ يكون خالصا سائغا. يبقى بعد ذلك تصديقه بتطبيقه على وجهه الصحيح.\nأما مع الإصرار عليه، فإنه حينئذ يقال: هذا دليل على أن التصوف ليس من السنة في شيء.\nودليل آخر يضاف إلى ما سبق تحصيله، من نفي الصلة بين التصوف والزهد.\nوالحال: أن المتصوفة ما تركوا هذا المصطلح بهذا اللفظ المخترع (= التخلق بأخلاق الله)، وما غيروا منه شيئا، ولم ينقدوه، بل ساروا عليه، وتواطؤوا على قبوله ..؟!!.\nوالخلاصة: أنه لا اعتراض على تفسير التصوف بالخلق، كما حصل في تفسيره بالزهد، نعم هو خلق وتخلق، لكن بمعنى خاص، غير معروف، ولا مألوف بين الناس والعقلاء، يخرج حتى عن الحدّ الشرعي، وفي هذا الحال هو دليل لمن أنكر على التصوف.\n*…*…*\nقال القائل: أليس قد تواتر عن الأئمة: الجنيد، والتستري، والداراني..وغيرهم كثير، قولهم بوجوب التقيد بالشريعة؟.. أفلا يمكن تخصيص ذلك اللفظ العام (=التخلق بأخلاق الله) بهذا القيد الخاص، فيكون المعنى: التخلق بما يصح شرعا ؟.\nوالجواب: أن هذا يعتمد على التزام الصوفية بهذا القيد، وتطبيقه على المصطلح، فإن هم فعلوا فنعمّا ما فعلوه، وإن لم يفعلوا لم يفدهم هذا القيد بشيء. وهذا يُعرف فيما يأتي.\nثم أيضا: الواجب ضبط المصطلح نفسه، قبل كل شيء، حتى لا يحتاج إلى قيود أخرى. فما الذي يمنعهم من ذلك، وهو أمر في قدرتهم فعله، وليس من العسر في شيء ؟!.\n__________\n(1) - رواه البخاري في صحيحه، كتاب التوحيد، باب: إن الله مائة اسم إلا واحدا 6/2691.\n(2) - بدائع الفوائد 1/164.\n(1/22)\n\nلا شيء يمنعهم منه، فلسانهم لا يشكو عجمة، والغفلة عن هذا الضبط ممتنعة؛ فلا يصح أن يجتمعوا على نسيان ضبط مصطلح كهذا، ويتواطئوا على المعنى نفسه، دون أن يتنبه إلى ذلك ولو واحد، كيف يمكن أن يكون هذا سهوا، يجتمع عليه أقطاب التصوف ؟!.\n*…*…*\nرابعا: موضوع التصوف(1).\nبالدراسة والتحليل ظهر وبان ضعف العلاقة بين التصوف والزهد، على جهة الاختصاص، وتكشفت بعض الخفايا في مصطلح \"الخلق\"، والذي جعله المتصوفة موضوعا للتصوف، وبقيت جوانب تحتاج إلى كشف.\nوقد ساق المناصرون هذين المعنيين لتحسينه، وتوكيد صحته، وموافقته للشريعة، أما وقد أظهرت الدراسة خلاف ما ذهبوا إليه، فالمطلوب البحث عن معنى آخر للتصوف غير الزهد، وتحديد المراد من مصطلح \"التخلق\".. وهذه هي المهمة التالية:\n*…*…*\nعند النظر في التعريفات تستوقفنا عبارات، وكلمات غريبة المعنى، ليست متداولة في التراث الإسلامي؛ أعني: الكتاب، والسنة، وأقوال أهل القرون المفضلة. مثل:\nالاصطلام.. السكر.. الوجد.. الاضمحلال.. الغيبة.. الفناء.\nثم يأتى المحققون من قدماء الصوفية، ومن بعدهم، إلى المعاصرين ليقولوا:\nإن المعنى الدقيق، والغاية القصوى للتصوف هو: الفناء.\nفما الفناء ؟، وعلى أي شيء تدل الكلمات الأخرى ؟، وهل بينهما ثمة علاقة ؟.\nللوقوف على هذه الحقائق: علينا دراسة التعريفات في هذا الباب. وهي على قسمين:\nالأول: قسم يفسر التصوف بالفناء، بلفظه.\n__________\n(1) - هما طريقتان:\nالأول: أن يكون عنوان البحث يشير إلى جميع المباحث، لا يختص بمبحث، مهما عظم شأنه في البحث.\nالثاني: أن يختص ببحث هو الأهم، ولأجله سيق البحث كله، والمباحث تبع، وتوطئة، وتكميل، وتحسين.\nفالحكم بمخالفة الطريقة الثانية للمنهجية العلمية فيه نظر، ولا يسنده دليل. إنما الدليل ينصر الطريقتين معا؛ فإن المقصود من العنوان: أن يكون دالا على مضمون البحث. وهذا متحقق في الثانية.",
        "(1/23)\n\nالثاني: قسم يفسر التصوف بالفناء، لكن بألفاظ أخرى مرادفة.\n*…*…*\n1- التصوف هو الفناء.\nيقول الطوسي في تعريفهم: \"الفانون بما وجدوا، لأن كل واجد قد فني بما وجد\"(1).\nيقول الهجويري: \" الصوفي هو الفاني عن نفسه، والباقي بالحق، قد تحرر من قبضة الطبائع، واتصل بحقيقة الحقائق، والمتصوف هو من يطلب هذه الدرجة بالمجاهدة، ويقوم نفسه في الطلب على معاملاتهم\"(2).\nيقول أبو المواهب الشاذلي: \"الفنا هو أساس الطريق، وبه يتوصل إلى مقام التحقيق، ومن لم يجد بمهر الفنا، لم يستجل طلعة الحَسْنا، وليس له في غد واليوم نصيب مع القوم\"(3).\nيقول التفتازاني: \"الفناء في الحقيقة المطلقة، وهو أمر يميز التصوف بمعناه الاصطلاحي الدقيق\"(4).\nويقول الشيخ محمد زكي إبراهيم : \"التصوف فناء صفة العبد، ببقاء صفة المعبود\"(5).\nإذن حقيقة التصوف، بحسب هذه التعريفات: هو الفناء. وهذا ما فهمه وقرره المستشرق الإنجليزي نيكلسون في رسالته: (هدف التصوف الإسلامي)، التي نشرها عفيفي ضمن رسائله تحت عنوان: (في التصوف الإسلامي وتاريخه).\n*…*…*\n2- ألفاظ مرادفة للفناء.\nثمة تعريفات تفسر التصوف بألفاظ مرادفة للفناء، نأخذ منها بعض الأمثلة:\nقال الجنيد: \"أن يميتك الحق عنك، ويحييك به\".(6)\nقال أبو يعقوب المزايلي: \"التصوف حال تضمحل فيها معالم الإنسانية\".(7)\nقال القشيري: \"ويقال: الصوفي: المصطلم عنه بما لاح من الحق\"(8).\n*…*…*\n3- حقيقة الفناء.\n__________\n(1) - اللمع ص47.\n(2) - كشف المحجوب 1/231.\n(3) - قوانين حكم الإشراق ص60.\n(4) - الموسوعة الفلسفية العربية 1/259.\n(5) - مجلة التصوف الإسلامي الصادرة عن المجلس الصوفي الأعلى في مصر، عدد رجب 1414هـ ص42.\n(6) - الرسالة 2/551.\n(7) - الرسالة 2/556.\n(8) - الرسالة 2/557.\n(1/24)",
        "\nالنتائج السابقة حددت معنى التصوف في أمرين، هما: الفناء، والتخلق بأخلاق الله تعالى. وتمييز التصوف بمجردهما متعذر؛ كون الأول مصطلح مشترك لمفاهيم متعددة، والآخر غامض، لا يعرف حدّه.\nفالفناء في اللغة: الزوال، والاضمحلال، قال تعالى: {كل من عليها فان} [الرحمن 26]؛ أي زائل مضمحل، ويحتوي من المفاهيم ما يلي:\nالفناء الإرادي؛ بمعنى زوال الإرادة الخاصة.\nالفناء الصفاتي؛ بمعنى زوال واضمحلال الصفات الخاصة.\nالفناء الذاتي؛ بمعنى زوال واضمحلال الذات الخاصة.\nوهناك مفهومان آخران، ليسا بجديدين كليا، هما:\nالأول: الفناء الشهودي؛ بمعنى ألا يشهد الفاني في الكون سوى الله، من جهة الفعل.\nالثاني: الفناء الوجودي؛ بمعنى ألا يرى الفاني في الكون سوى الله، من جهة الذات.\nوالفناء الصفاتي جزء من الفناء الشهودي. ففي هذا الفناء: لا يزال يفني عن رؤية كل الأشياء، حتى يفنى عن رؤية نفسه وصفاتها، فيعتقد أن الله تعالى تمثل في كل شيء: فاعلا، خالقا، مالكا. وثمة فرق بين الصفاتي والشهودي:\nفالصفاتي يختص بذات واحدة، تفنى صفاتها. والشهودي فناء صفات كل الأشياء.\nوالفناء الذاتي جزء من الفناء الوجودي. وفي هذا الفناء: لا يزال يفنى عن وجود الأشياء، ووجود نفسه، حتى يستهلك في وجود الحق. وثمة فرق بين الذات والوجودي:\nفالذاتي خاص بذات واحدة، هي التي تفنى. وهذا ما يعبر عن بالحلول الخاص.\nوالوجودي عام بكل الذوات هي التي تفنى. وهذا ما يعبر عنه بالحلول العام.\nفتحصل بهذا: خمسة أنواع للفناء. وهي مستحصلة بالتأمل في معنى الفناء، وأكثرها ذكرها المتصوفة وغيرهم، من الذين لهم عناية بالتصوف. (1)\nفأيها المراد بالذات، والكنه، والحقيقة في الفكر الصوفي: أكلها، أم بعضها ؟!.\nفهذا يحتاج إلى تحديد دقيق ؟.\nوفي التخلق بأخلاق الله تعالى مفهومان، هما:\nالأول: تخلق كامل؛ أي بكل الصفات.\n__________\n(1) - انظر: التعرف ص148، الرسالة 1/228، مدارج السالكين 1/173،177.\n(1/25)\n",
        "الثاني: تخلق ناقص؛ أي ببعض الصفات.\nفأي هذين المفهومين – أيضا – المقصود بالذات، والكنه، والحقيقة في الفكر الصوفي ؟.\nهذا أيضا يحتاج إلى تحديد دقيق ؟.\nفالتحديد مطلوب، وهذا ما نطمح إليه. مع استصحاب نتيجة سابقة: أن المتصوفة لم يحددوا التخلق بشيء، بل أطلقوه، ففيه إشارة إلى أنه تخلق كامل غير ناقص.\n*…*…*\nقال الجنيد: \"أن يميتك الحق عنك، ويحييك به\".(1)\nقال أبو يعقوب المزايلي: \"التصوف حال تضمحل فيها معالم الإنسانية\".(2)\nقال القشيري: \"ويقال: الصوفي: المصطلم عنه بما لاح من الحق\"(3).\nفي تعريف الجنيد: ذكر الحياة والموت. وهما مصطلحان لا يعبران عن حقيقة هذه الأحوال، إنما يطلقان ويراد بهما: الفناء، والبقاء. والمعنى الذي يحمل عليه: أن يموت الصوفي (= يفنى) عن: إرادته، صفاته، ذاته. ويحيا (= يبقى): بإرادة الله، بصفاته، بذاته. هذه هي احتمالات الكلام:\nفالأول: مشروع مطلوب؛ أن يكون عمل الإنسان وفق إرادة الله تعالى.\nوالثاني: من المقررات والمبادئ الصوفية؛ أن يتخلى عن صفاته، ويتحلى بصفات الله تعالى (= أخلاق الله. بتعبيرهم)، وهنا يتصل هذا المصطلح بمصطلح سابق، هو: \"التخلق بأخلاق الله تعالى\". فهذه نقطة التقاء بين هذين المصطلحين: التخلق، والفناء.\nوالثالث: كذلك من المقررات الصوفية المحضة. وهي تشير إلى حالة الحلول والاتحاد؛ أي يفنى عن ذاته، ليبقى بذات الله تعالى. وهذا النوع يمثل الحالة المشار إليها.\nفهذه الأنواع كلها محتملة في كلام الجنيد: موافقة الشريعة، التخلق بأخلاق الله، الحلول.\n__________\n(1) - الرسالة 2/551.\n(2) - الرسالة 2/556.\n(3) - الرسالة 2/557.\n(1/26)\n\nوهذا بالنظر إلى مفردات التعريف، دون النظر إلى صاحب التعريف، فربما قصد الجنيد شيئا، وتكلم بكلام يحتمل أكثر من شيء؛ ولذا لا يمكن نسبة القول بالحلول والاتحاد إليه، بمجرد تعريفه هذا، لكن تبرئته، وعدم تحميله معاني هذا الكلام كلها، لا يعني عدم سوق الاحتمالات الثلاثة؛ فإنها احتمالات هذا التعريف، وهي منسجمة مع الفكر الصوفي، صادرة من متصوف، ويستشهد بها المتصوفة في تأييد آراء يذهبون إليها، فرفض الجنيد لمعاني الحلول لا يبرئ الفكر الصوفي منها، ولا يمنع المتصوفة، خصوصا الحلولية، من استعمال كلامه فيها؛ لذا كان لزاما إيراد الاحتمالات الواردة في كلامه، وليس الاحتمالات المناسبة لحاله ومقامه. (1)\nوفي كلام المزايلي: ذكر الاضمحلال لمعالم الإنسانية. هذا هو التصوف عندهم. فالاضمحلال هو: الفناء، والتلاشي، والمحو. فهذا المصطلح يحتمل المعاني الآنفة؛ اضمحلال: الإرادة، الصفات، الذات. فأيها المراد ؟.\nلدينا شاهد، ربما ساعد على تحديد المعنى المراد، وهو قوله: معالم الإنسانية.\nفالاضمحلال يلحق الإنسانية نفسها، والإنسانية مصطلح أعم من أن يختص بالإرادة، أو الصفات، فهو يشملها ويشمل الذات؛ فالإنسان مجموع: الذات، والصفات، والإرادة. وإذا اضمحلت هذه الثلاثة لم يبق للإنسان وجود حقيقي، فحقيقة هذا الكلام إذن وظاهره الحلول والاتحاد.\nوفي هذا التعريف لم يذكر الحال المقابل للاضمحلال، كما في تعرف الجنيد، لكن هذا لايغير من المعنى شيئا؛ إذ هذا عرف متبع عند الصوفية، يذكرون مرتبة الفناء، ويضمرون مرتبة البقاء، فلا يذكرونها، اكتفاء بالأول، فكل من فني عن نفسه بقي بربه، فالبقاء يتبع الفناء لزوما، فمرة يذكرونه، ومرة لا يذكرونه؛ كونه معروفا.\nوعن الذي ساقه القشيري، فالاصطلام هو: الفناء. وبهذا عرفوه فقالوا:\n__________\n(1) - سيأتي توضيح هذا الصنيع في آخر هذا البحث، في المحصلة.",
        "(1/27)\n\n\"الاصطلام الذاتي: هو غيبوبة العبد عن وجوده، بجاذب الحضرة الإلهية الذاتية، فيذهب عن حسه، ويفنى عن نفسه، وهذا هو مقام السكر\"(1).\nففي هذا التعريف بيان لاتحاد معاني مصطلحات عدة، هي: السكر، والغيبة، والجذب، والذهاب، والاصطلام. كلها بمعنى الفناء.\nوفي هذا التعريف أيضا الاحتمالات الثلاثة: الاصطلام عن الإرادة، والصفات، والذات. وبالرجوع إلى التعريف: ندرك أن المعنى الثالث (= الاصطلام عن الذات) مقصود. في قولهم: \"غيبوبة العبد عن وجوده\"، والغيبة عن الوجود، غيبة عن الذات.\nكذلك يحتمل المعنى الثاني (= الاصطلام عن الصفات)، في قولهم: \"يذهب عن حسه، ويفنى عن نفسه\". والحس والنفس يطلقان ويراد بهما فناء الشهود، وهو يتضمن فناء الصفات. كما أن نفي الوجود – في هذا السياق، لا في كل سياق – قد يراد به فناء الشهود؛ إذ حكم بغيابه عن وجوده، ولم يعقبه ببقائه في وجود الحق، أو باستهلاكه فيه.\nوبذلك يكون هذا التعريف يتضمن: فناء الصفات أولا، وفناء الذات ثانيا. وحمله على فناء الإرادة بعيد؛ فوصف الاصطلام، والسكر ونحوهما لا يستعمل في فناء الإرادة، ففي هذه الأحوال يذهب العقل، ويغيب عن حضوره، وفناء الإرادة لا يحدث فيه هذا الغياب.\n*…*…*\nوبعد المقارنة والنظر: نرى اتفاق هذه التعريفات على الاحتمال الثالث: فناء الذات. الدال على الحلول والاتحاد. كذلك اتفاقها على الاحتمال الثاني: فناء الصفات.\nفهذه المعاني غالبة، مع وجود إشارة محتملة إلى فناء الإرادة في تعريف الجنيد.\nوفي التعريفات للجرجاني:\n\"التصوف: .. وقيل: تصفية القلب عن موافقة البرية، ومفارقة الأخلاق الطبعية، وإخماد الصفات البشرية\"(2).\nوإذا خمدت الصفات البشرية، بقي بالصفات الإلهية.\n__________\n(1) - معجم الاصطلاحات الصوفية ص44، وهو تعريف الجيلي.\n(2) - ص27.\n(1/28)",
        "\nوقد ذكر الكلاباذي – وهو من الأئمة المتقدمين، وكتابه من أقدم المؤلفات – في تعريف الفناء أنه: \"الغيبة عن صفات البشرية، بالحمل الموله من نعوت الإلهية. وهو أن يفنى عنه أوصافه البشرية، التي هي: الجهل، والظلم\".(1)\nوفي هذا الكلام إشارة إلى: فناء الإرادة؛ إذ ترك الظلم والجهل يأتي من موافقة الإرادة الإرادة الإلهية، والفناء عن الإرادة البشرية، التي تحمل هذه الصفات. ولا ينكر وجود هذا المعنى ( = فناء الإرادة) في كلامهم، حتى بالتصريح، وليس هذا محل البحث:\nإنما في المعنيين الآخرين هل هما موجودان، أم لا ؟.\nوما منزلتهما، إن كان موجودين ؟.\nفقد تبين أن هذه التعريفات، وغيرها كثير: تشير إلى وجود فناء الذات والصفات في كلامهم، ولو على وجه الاحتمال. أما عن منزلتهما فالمباحث الآتية معنية بالكشف عنها.\n4- الفناء والتخلق.\nولا يمر هذا التحرير دون التذكير بأمر يفيد في فهم موضوع التصوف:\nفبما أن التصوف فسر بالتخلق والفناء معا، فثمة علاقة بينهما إذن. وهذا يعرف من معرفة معنى المصطلحين؛ فقد تقدم أن الفناء: زوال، واضمحلال.\nوالتخلق بأخلاق ما، يفيد: ترك أخلاق الذات والإقلاع عنها، وهذا مقصود لغيره، والتلبس بالأخلاق الأخرى، وهذا مقصود لذاته.\nهذا الترك والإقلاع هو المعنى نفسه للفناء؛ فالفناء: ترك للحال الخاص، وتلبس بحال أخرى.\nفالتخلق يتضمن معنى الفناء إذن. فهو فناء عن أخلاق النفس، هذا أولاً.. للتخلق بعده بأخلاق الله تعالى، وهذا ثانيا. وهذا ما يسمى في المصطلح الصوفي بالبقاء. وقد تقدمت الإشارة إلى هذه العلاقة سابقا. (2)\nفكل فناء يتبعه بقاء. فالتخلق فعل، أوله: فناء. وآخره: بقاء.\nفمقصوده بالذات: البقاء بالأخلاق الجديدة. وأما الفناء عن الأخلاق القديمة فمقصود لغيره.\nيقول الشاطبي مبينا العلاقة بين التخلق والفناء:\n\"حاصل ما يرجع إليه لفظ التصوف عندهم معنيان:\n__________\n(1) - التعرف ص148.\n(2) - انظر: ص29.\n(1/29)\n",
        "أحدهما: التخلق بكل خلق سني، والتجرد عن كل خلق دني.\nوالآخر: أنه الفناء عن نفسه، والبقاء لربه.\nوهما في التحقيق إلى معنى واحد، إلا أن أحدهما: يصلح التعبير به عن البداية. والآخر: يصلح التعبير به عن النهاية. وكلاهما اتصاف، إلا أن الأول: لا يلزمه الحال. والثاني: يلزمه الحال.\nوقد يعبر فيهما بلفظ آخر، فيكون الأول: عملا تكليفيا. والثاني: نتيجته. ويكون الأول: اتصاف الظاهر. والثاني: اتصاف الباطن. ومجموعهما هو التصوف\"(1).\nفمحصّل التصوف: فناء عن أخلاق النفس والذات. بقاء بأخلاق الله تعالى.\nوهكذا نص المتصوفة، لما تكلموا في معنى التصوف، ففسروه بالفناء، إما بنص مباشر ( باللفظ)، أو بنص غير مباشر (بالمعنى)، وفسروه بالتخلق كذلك، باللفظ والمعنى.\n*…*…*\nتبين مما مضى: أن الفناء موضوع التصوف. فهذا المعنى كان ظاهرا بألفاظ كثيرة مرادفة، كالاصطلام، والاضمحلال، والسكر، والغيبة، والجذب.. إلخ، وليس هذا كل شيء؛ فإن طائفة من التعريفات جعلت موضوع التصوف: الفناء. باللفظ نفسه، دون اللجوء إلى المرادفات، وذلك يعطي هذا المعنى توهجا، يستحق به أن يكون موضوع التصوف؛ إذ تكرر بلفظه، وبألفاظ مرادفة، وبه فسّر التصوف في كلام المتصوفة، وهذا ما لم يحظ به: الزهد، والصوف.\n*…*…*\nعودة إلى حقيقة الفناء.\n__________\n(1) - الاعتصام 1/207. يلاحظ هنا: أن الشاطبي عكس هذه العلاقة، فجعل التخلق أولاً، ثم التخلق ثانياً..!!.\nوأما في كلام الصوفية فالعكس؛ ذلك أن الفناء تخلص من الأوصاف الموجودة، لتحصل التخلية، ليمكن بعدها التحلي باكتساب الأخلاق الإلهية. فهذا هو التخلق عندهم.\nوسبب ما ذهب إليه: أنه ينظر إلى معنى التخلق عندهم على أنه: تخلص من الأخلاق الذميمة فحسب، دون البشرية عموما، ليحصل بعدها اكتساب المحمودة منها، في نطاق بشري.\nوالفكر الصوفي يرى التخلق أعم من ذلك، تخلص كلي من البشرية، وتخلق كلي بالإلهية.\n(1/30)\n\nمن هذه التعريفات ندرك: أي معاني الفناء يختصه به الفكر الصوفي ؟.\nفمن المقطوع به: أن فناء الشهود (ومنه الصفات)، والوجود ( ومنه الذات): هدف وغاية في هذا الفكر. يتبين ذلك من التعريفات الآنفة:\nفأما فناء الشهود (والصفات)، فإنهم لا ينكرون إرادته وقصده، وكونه هدفا للتصوف، فهذا أمر مسلّم به عند جميعهم، فقد ذكروا أن العبد يتخلص من صفاته الذاتية، ليتخلق بأخلاق الله تعالى، جاء ذلك في كلام: النوري، والغزالي، وابن عربي، والجيلي، والكاشاني، وقد تقدم.\nوأما فناء الوجود (والذات)، فهو كذلك مراد، بدليل اتهام جمع من المتصوفة به، من البسطامي، إلى الشبلي، والحلاج، والنوري، وأبي حمزة البغدادي، إلى ابن عربي، وابن الفارض، والتلمساني، وابن سبعين، والقونوي، وغيرهم. فلا يشك أحد من الباحثين تقرير هؤلاء لهذا الهدف مبدأ للتصوف، أو على الأقل موجود ثابت في كلام كثير منهم، منسوب إلى بعضهم، محتمل في كلام كثير منهم.\nفهذان الاتجاهان موجودان في التصوف إذن.\nوبهذا نقترب من معرفة الوصف المميز للتصوف:\nإنه الفناء عن البشرية ( بالذات، أو الصفات)، والبقاء بالإلهية (بالذات، أو الصفات):\nفأما الفناء عن الذات البشرية، والبقاء بالذات الإلهية، فهذا هو عين الحلول والاتحاد؛ فإن بحلول الذات الإلهية في الإنسان تفنى ذاته، وكذا باتحاد بالذات الإلهية، فالحلول هو الاتحاد في بعض الأقوال، قال الجرجاني:\n\" الحلول عبارة عن اتحاد جسمين، بحيث تكون الإشارة إلى أحدهما، إشارة إلى الآخر\".\n\"الاتحاد هو تصيير الذاتين واحدة\". (1)\nلكن بينهما فرق هو: أن الاتحاد امتزاج كلي، لا سبيل للانفصال، أما الحلول فامتزاج جزئي، يمكن الفصل بين الحال والمحلول.\nوهذا الحلول إما أن يكون خاصا، أو عاما، فإذا كان عاما فهو ما يسمى بوحدة الوجود؛ لأنه حلول في جميع الكائنات.\n__________\n(1) - التعريفات ص41،3.",
        "(1/31)\n\nوعليه نفهم قدرا مهما من التصوف هو كونه يتضمن مبادئ: الحلول، والاتحاد، والوحدة.\nوليس غريبا إن قيل: إن تعريفات الأئمة المتصوفة تفيد هذا المعنى بشكل جلي، ظاهر.\nتلك التعريفات التي تجعل التصوف: حالا تضمحل فيه معالم الإنسانية، وفناءا عن الوجود، فالوجود والمعالم الإنسانية أسماء وأوصاف تدل على الذات.\nبل إن تلك التعريفات التي خصت الصفات بالذكر، فجعلت التصوف: الفناء عن صفة العبد، وإخمادا للصفات البشرية. فيها ما يفيد المعنى الأول: الفناء عن الذات.؟!!.\nفحقيقة الأمر – بالنظر إلى الكيفية التي يقرر بها المتصوفة: فكرة التخلق بأخلاق الله – فإنه لا فرق بين أن يقال: الفناء عن الصفات البشرية. وأن يقال: الفناء عن الذات البشرية.؟!.\nذلك أن العلاقة بين الذات والصفات لا تنفك، فالفصل بينهما ذهني، لا حقيقة له في خارج الذهن، فلا صفات إلا بذات، ولا ذات إلا بصفات. وعليه: فمن نفى الصفات البشرية كلها، فإنه بهذا قد نفى الذات نفسها. فالذات تتغير بالتغير الكلي للصفات.\nفهؤلاء المتصوفة يقولون بالتخلق بأخلاق الله تعالى، ولا يستثنون شيئا من الصفات الإلهية، فكلامهم يفيد أن: التخلق يكون كليا، وليس جزئيا. فهو فناء كلي عن الصفات البشرية، وبقاء كلي بالصفات الإلهية. وما هذا إلا فناء عن الذات ذاته، وليس عن الصفات فحسب.\nوليس لهم مخرج من هذا، إلا بأن يقرروا: أن التخلق جزئي. فالفناء يكون عن شيء من الصفات البشرية، لا كلها. والبقاء يكون بشيء من الصفات الإلهية، لا كلها. وما رأينا في كلامهم مثل هذا التفصيل.. ما رأينا إلا الإجمال والتعميم..!!.\nفالفناء عن الصفات البشرية، بحسب إطلاق المتصوفة، يعود إلى معنى الفناء عن الذات البشرية. وبذلك يكون معناه: الحلول، والاتحاد، ووحدة الوجود.\n(1/32)",
        "\nوهذا لازم لهم، وإن أنكروه، إلا أن يعيدوا صياغة مذهبهم بالتفصيل، والتفسير، ونفي أن يكون التخلق كليا. (1)\n*…*…*\nنصوص المتصوفة في : الحلول، والاتحاد، والوحدة .\nفي هذا الباب، للمتصوفة نصوص كثيرة جدا، صريحة العبارة والدلالة، كما أن لهم نصوصا تحتمل هذا المعنى بوضوح:\nينقل السراج عن أبي علي الروذباري: أنه أطلق على أبي حمزة البغدادي أنه حلولي. وذلك أنه سمع صوتا، مثل: الرياح، وخرير الماء، وصياح الطيور. فكان يصيح ويقول: لبيك. فرموه بالحلول، ثم ذكر السراج الطوسي: أن أبا حمزة دخل دار الحارث المحاسبي، وكان للحارث شاة، فصاحت ، فشهق أبو حمزة وقال: \"لبيك سيدي. فغضب الحارث وعمد إلى سكين، وقال: إن لم تتب من هذا الذي أنت فيه، أذبحك. قال أبو حمزة: إذا أنت لم تحسن تسمع هذا الذي أنا فيه، فلم تأكل النخالة بالرماد\".(2)\nوذكر ابن الجوزي قول أبي يزيد البسطامي:\" سبحاني، سبحاني، ما أعظم سلطاني، ليس مثلي في السماء يوجد، ولا مثلي صفة في الأرض تعرف، أنا هو، وهو أنا، وهو هو\".\nوساق ابن الجوزي سنده إلى الحسن بن علي بن سلام قال: \" دخل أبو يزيد مدينة، فتبعه منها خلق كثير، فالتفت إليهم فقال: إني أنا الله لا إله إلا أنا فاعبدون. فقالوا: جنّ أبو يزيد؛ فتركوه\".\n__________\n(1) - مما يجد التنبيه له هنا: أنه لا يلزم من هذا أن كل صوفي فهو من أهل الحلول، فإن لازم المذهب ليس بمذهب، وكما يقول الناس كلاما، ويرون رأيا، ولا يدركون لوازمه. والبحث في مسألة من الصوفي ليس محله هذه الدراسة.\n(2) - اللمع، الطوسي، ص495. تلبيس إبليس، ابن الجوزي، ص170.\n(1/33)\n",
        "ونقل قوله: \" دفع بي مرة حتى قمت بين يديه، فقال لي: يا أبا يزيد إن خلقي يحبون أن يروك، قلت: يا عزيزي، إن كانوا يحبون يروني وأنت تريد ذلك، وأنا لا أقدر على مخالفتك، فزيني بوحدانيتك، وألبسني ربانيتك، وارفعني إلى أحديتك، حتى إذا رآني خلقك، قالوا: رأيناك، فيكون أنت ذلك، ولا أكون أنا هناك، ففعل بي ذلك\".(1)\nونقل أبو عبدالرحمن السلمي عن الشبلي قوله: \" وما افترقنا، وكيف نفترق ولم يجر علينا حال الجمع أبدا \"(2).\nوالهجويري عنه قوله: \" الصوفي لا يرى في الدارين مع الله غير الله\" (3).\nوأما الحلاج فقد زعم أن من تهذب بالطاعة، لا يزال يصفو عن البشرية، حتى يحل فيه روح الله، الذي كان في عيسى عليه السلام، فلا يريد شيئا إلا كان(4). ويقول:\n……سبحان من أظهر ناسوته ……سر سنا لاهوته الثاقب\n……ثم بدا في خلقه ظاهرا ……في صورة الآكل والشارب\n……حتى لقد عاينه خلقه ……كلحظة الحاجب بالحاجب(5)\nوذكر عنه السلمي قوله: \" ما انفصلت البشرية عنه ولا اتصلت به \"(6).\nوقد زعم أن الله حل فيه، وكان يرسل رسائل إلى أصحابه على أنه هو الله تعالى، وفي كتبه شيء كثير من هذا، فهو محل إجماع عند أهل العلم أنه يقول بالحلول، وكان يقول: \" إني مغرق قوم نوح، ومهلك عاد وثمود\"، وله الجملة المشهورة: \"أنا الحق\"(7).\n__________\n(1) - انظر النصوص السابقة عن أبي يزيد في: تلبيس إبليس، ابن الجوزي، ص345.\n(2) - طبقات الصوفية، السلمي، ص342.\n(3) - كشف المحجوب، الهجويري، 1/235.\n(4) - انظر: دائرة معارف القرن العشرين، فريد وجدي، 10/355، التصوف بين الحق والخلق، شقفة، ص61.\n(5) - ديوان الحلاج ص 30. وانظر: تلبيس إبليس، ابن الجوزي، ص 171. مصرع التصوف، البقاعي، ص178.\n(6) - طبقات الصوفية، السلمي، ص311.\n(7) - ديوان الحلاج ص202، الفهرست، ابن النديم ص329.\n(1/34)\n\nويروي الطوسي عن سهل بن عبد الله التستري قوله، وقد سئل عن سر النفس، فقال: \"النفس سر ما ظهر ذلك السر على أحد من خلقه إلا فرعون، فقال: أنا ربكم الأعلى\"(1). فهذا صريح في الحلول والاتحاد، ومثل هذا الكلام قد يكون منسوبا إلى التستري، إلا أن:\nاستشهاد الطوسي به، وسوقه، يدل على رضاه به؛ فإنه ذكره تقريرا لآراء المتصوفة، وليس مجرد ذكر، فهو إذن من الآراء الصوفية.\nواعتماد المتصوفة كتاب الطوسي \"اللمع\"، وجعلهم إياه من الكتب المعتمدة، وعدم نقد شيء فيه، بما فيه هذه الكلمة ونحوها، يدل على رضاهم به.\n*…*…*\nولو ذهبنا ننتبع أقوالهم ما خلصنا؛ لكثرتها، فما من إمام مشهور لديهم إلا ولديه شيء من هذا الكلام، إما بالتصريح، وإما بالإشارة والتلميح، لم يسلم من هذا إلا بعضهم كالمحاسبي، فهذه المعاني موجودة ظاهرة في كلامهم، هذا لا يمكن إنكارها، وتبقى محاكمة كل من قال بها: إن كان قاصدا لها، أم لا ؟.\nفهذا أمر يعسر الحكم به، إذ ما في القلوب لا يعلم به إلا الله تعالى، وهؤلاء كثير منهم التبست عليهم العبارات والكلمات، فخلطوا بين المعاني والألفاظ، فتكلموا بألفاظ لاتحتمل إلا معاني: الحلول، والاتحاد، والوحدة.\nوالمهم في الأمر: أن هذا الإصرار على تقرير هذه المعاني، بقصد أو بدون قصد، لم يكن لولا أنها القضية الأصل والأساس للتصوف:\nفمن المتصوفة من فهم هذه المسألة، واعتنقها، فتكلم بكل ذلك عن علم ودراية.\nومنهم من لم يدركها، لكن تكلم بمثل تكلم المدرك؛ كون اللغة واحدة عند الجميع.\nوهكذا اتفقت الفئتان: على تقرير مبدأ التصوف بالصورة نفسها التي كانت عليه قديما.\n*…*…*\n5- موقع الوحدة من حقيقة التصوف.\nإذن، قد فُسّر التصوف بالحلول والاتحاد، بالنظر إلى أن معناه: الفناء في الذات الإلهية، والتخلق بأخلاق الله تعالى. وهذان إنما يختصان بالفرد وحده، لكن..:\n__________\n(1) - اللمع، الطوسي، ص299.",
        "(1/35)\n\nأين موقع الوحدة من هذه الفكرة، وقد علم أنها غير مختصة بفرد وحده، ولا بجنس الإنسان، بل بكل الكائنات الموجودة في هذا العالم ؟!.\nفالجواب: لها موقع أساس في هذه الفكرة، من جهتين اثنتين:\nالأولى: أن الوحدة حلول في ذاتها، لكنها حلول عام. فمن هذه الجهة تعلقت بالفكرة.\nالثانية: أن التصوف يرى كل شيء: هباءا، وسرابا. ليس له من ذاته وجود، ولا فعل، فوجوده، وفعله من غيره؛ من القوة الإلهية المهيمنة، التي تحل به فتعطيه الوجود، والفعل.\nوهذه الفكرة موجودة في التصوف القديم، ما قبل الإسلام، ثم إنها انتقلت إلى المسلمين، وقد ذكر البيروني هذا، فقال:\n\" ومنهم من كان يرى الوجود الحقيقي للعلة الأولى فقط، لاستغنائها بذاتها فيه، وحاجة غيرها إليها، وأن ما هو مفتقر في الوجود إلى غيره، فوجوده كالخيال غير حق، والحق هو الواحد الأول فقط.\nوهذا رأي (السوفية) وهم الحكماء، فإن (سوف) باليونانية الحكمة، وبها سمي الفيلسوف (بيلاسوبا)، أي محب الحكمة.\nولما ذهب في الإسلام قوم إلى قريب من رأيهم، سموا باسمهم، ولم يعرف اللقب بعضهم فنسبهم للتوكل إلى (الصفة)، وأنهم أصحابها في عصر النبي صلى الله عليه وسلم، ثم صُحّف بعد ذلك، فصُيّر من صوف التيوس\"(1).\n*…*…*\n6- فناء الإرادة، ومحلها من التصوف.\nمما ذكر من معاني الفناء: فناء الإرادة؛ أي فناء إرادة العبد في إرادة الله تعالى. وهذا المعنى منه ما هو واجب شرعا، ومنه ما هو مندوب شرعا، وقد نص المتصوفة عليه، فهو موجود في كلام: الطوسي، والكلاباذي، والسلمي، والقشيري، وغيرهم.\n__________\n(1) 1 - تحقيق ما للهند من مقولة مقبولة في العقل أو مرذولة ص27، وفي قول البيروني جواب لقول من قال: لو كان \"صوفي\" مأخوذ من \"سوفيا\" لقيل: \"سوفي\"، انظر التصوف في الإسلام، عمر فروخ، ص24،29.\n(1/36)",
        "\nوإذا كان كذلك: فلم يُهمل ويُعرض عنه، ويُغلّب عليه المعنى الغالي: فناء الذات والوجود. أليس هذا من التحامل على التصوف والمتصوفة، وتقديم سوء الظن على حسن الظن ؟!.\nوالجواب: نعم فناء الإرادة في كلامهم موجود، هذا لا ينكره أحد، وإنما الذي حمل على تفسير التصوف بفناء الذات والوجود دونه أمور، هي:\nأولا: أن هذا النوع موجود في المتصوفة، كذلك لا ينكره أحد، بصورة ظاهر لاتخفى، وبكثرة، وله حملة قائلون به، مثل: الحلاج، وابن عربي، وابن الفارض، والتلمساني، والقونوي، وابن سبعين. وهناك من اشتهر به، وله كلمات فيه، مثل: البسطامي، والشبلي.\nثانيا: أن المباحث السابقة عن: نسبة الكلمة، ومعناها، وما سيأتي، تثبت هذه النتيجة.\nثالثا: أن الذين قالوا بفناء الإرادة، وقرروه معنى للتصوف: تجد في كلام آخر لهم: تقريرا لفناء الذات، والوجود. بصورة ملفتة، بل وتعظيم من قال به، والذب عنه عنه، وتأويل كلامهم، مما يوحي بالرضا عما قالوه، وربما اعتقاده، وهذه أمثلة:\nالمثال الأول: الطوسي.\nفقد وجدناه يذب ويدفع عن البسطامي والشبلي، ويتأول كلمات لهم، ليس لها احتمال إلا فناء الذات والوجود، والغريب أن تأويله لم يكن بعيدا عن صريح كلامهم، فما زاد على أن وضحه، وزاده تأكيدا، ثم زعم أنه يدفع عنهم المعنى الظاهر لمقالهم ذاك؟!.\nيقول في ذبه عن البسطامي: \"وأما قوله: ألبسني أنانيتك، حتى إذا رآني خلقك قالوا: رأيناك، فتكون أنت ذاك، ولا أكون أنا هناك.\n(1/37)\n",
        "فهذا وأشباه ذلك يصف فناءه، وفناءه عن فنائه، وقيام الحق عن نفسه بالوحدانية، ولا خلق قبل، ولا كون كان. وكل ذلك مستخرج من قوله صلى الله عليه وسلم: (يقول الله تعالى: ما زال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت عينه، التي يبصر بها، وسمعه الذي يسمع به، ولسانه الذي ينطق به، ويده التي يبطش بها) (1)، كما جاء في الحديث.\nوقد قال القائل في وجده بمخلوق مثله، وقد وصف وجده بمحبوبه حتى قال:\nأنا من أهوى ومن أهوى أنا …فإذا أبصرتني أبصرتنا\nنحن روحان معا في جسد……ألبس الله علينا البدنا\nفإذا كان مخلوق يجد بمخلوق، حتى يقول مثل ذلك، فما ظنك بما وراء ذلك ؟، وبلغني عن بعض الحكماء أنه قال: لا يبلغ المتحابان حقيقة المحبة، حتى يقول الواحد للآخر: يا أنا\"(2).\nإذن، يسوغ في حالات الوجد والسكر بالمحبة أن يقول الإنسان عن نفسه: أنا الله..!!. هكذا يقرر الطوسي، وبهذه الطريقة يفسر كلام البسطامي، فهو لم ينف عنه المقالة، فأثبتها، ثم لم يفسرها بما ينفي عنه تهمة الحلول والاتحاد، بل فسرها به.\nوليس وحده الذي وافق البسطامي في كلامه، فهذا أبو طالب يقول فيه:\"وقد كان أبو يزيد يقول: سبحاني، ما أعظم شأني. وهو موحد؛ لأنه وحّد بأولية بدت\".(3)\nكذلك مثله ما أوّل به الطوسي كلام الشبلي، قال:\n\" سمعت أبا عبد الله بن جابان يقول: دخلت على الشبلي رحمه الله في سنة قحط، فسلمت عليه، فلما قمت على أن أخرج من عنده، فكان يقول لي ولمن معي، إلى أن خرجنا من الدار: (مرّوا أنا معكم حيث ما كنتم، أنتم في رعايتي وفي كلاءتي).\n__________\n(1) - رواه البخاري بنحوه دون بعض الزيادات، في صحيحه، عن أبي هريرة، الرقاق، باب: التواضع. 5/2385.\n(2) - اللمع، الطوسي، ص463.\n(3) - قوت القلوب، أبو طالب المكي، 2/86.\n(1/38)\n\nقلتُ: أراد بقوله ذلك: إن الله تعالى معكم حيث ما كنتم، وهو يرعاكم ويكلؤكم، وأنتم في رعايته وكلاءته؛ والمعنى في ذلك: أنه يرى نفسه محقا فيما غلب على قلبه: من تجريد التوحيد، وحقيقة التفريد، والواجد إذا كان وقته كذلك، فإذا قال: أنا؛ يعبر عن وجده، ويترجم عن الحال الذي قد استولى على سره، فإذا قال: أنا؛ يشير بذلك إلى ما غلب من حقيقة صفة مشاهدته قرب سيده\"(1).\nفهو إذن يقرر ما قاله الشبلي، ولا ينكره عليه، ولا يفسره بغير ظاهر، بل يوضحه، ويبين مراده تماما، زاعما أنه بذلك يذب عنه، وغاية ما فعله هو: تثبيت ما اتهموا به.\nثم بعد هذا: ما قيمة أن ينقل نقولات عن الأئمة الصوفية: الجنيد، وأبي عثمان الحيري، البسطامي، وغيرهم، في وجوب اتباع النبي صلى الله عليه وسلم(2)، وأن يقول في بعض كلامه:\n\" فإذا قيل لك: الصوفية من هم في الحقيقة ؟، صفهم لنا.\nفقال: هم العلماء بالله، وبأحكام الله، العاملون بما علمهم الله تعالى، المتحققون بما استعملهم الله عز وجل، الواجدون، بما تحققوا، الفانون بما وجدوا\"(3).\nأليس في هذا محاولة للجمع بين نقيضين: فناء الإرادة، وفناء الذات ؟!.\nفكيف لمن فنيت إرادته في إرادة الله تعالى، حتى صار لا يفعل إلا ما أمر الله تعالى: أن يدعي أنه: الله تعالى. ولو بدعوى المحبة، والوجد، والسكر ؟!.\nوبدعوى الحال الذي استولى على السر، وغلبة حقيقة مشاهدته..\nوبدعوى الفناء عن الفناء، وقيام الحق عن نفسه بالوحدانية، ولا خلق قبل، ولا كون كان وأولية بدت..!!.\n__________\n(1) - اللمع، الطوسي، ص478.\n(2) - اللمع ص144.\n(3) - اللمع ص47.",
        "(1/39)\n\nإلا إن كان يفسر قوله: \"العاملون بما علمهم الله، المتحققون بما استعملهم الله عز وجل\"، بما يتوافق وقول البسطامي والشبلي.. فحينئذ: حرمة اللغة منتهكة، والألفاظ لا معاني لها محددة، فلكلٍ أن يلبس المعاني ألفاظا نقيضة ومضادة، ويضع للألفاظ معاني نقيضة ومضادة، فكيف للناس أن يفهموا كلام بعضهم، إذ كان الحال هذا ؟؟!!.\nهذا وقد علم أن الحلاج زنديق باتفاق، قتل وهو مصرّ على قوله بالحلول والاتحاد، ولايوجد أي مسوغ لتبرير كلامه، وتفسيره بشيء يدفع عنه، ثم نجد الطوسي: يترحم عليه، ويستشهد ببعض أقواله تقريرا، لا اعتراضا..!!. وهذا من أعجب الأمور ؟!!.\nهذا الطوسي، وهو الذي عقد فصلا في كتابه: \"اللمع\". يرد فيه على الحلولية: يأتي إلى رأس الحلولية لينصره، ويعظمه، ويجلّه..!!، وهذا قوله فيه:\n\"وسئل الحسين بن منصور – رحمه الله – الفقير الصادق.. فقال..\" (1).\n\"وقال الحسين بن منصور – رحمه الله – في بعض ما تكلم به عند قتله: حسب الواجد إفراد الواحد\"، ويورد أن كل مشايخ الطريقة في بغداد، استحسنوا منه هذه الكلمة.(2)\nالمثال الثاني: القشيري.\nألف القشيري كتابه: \"الرسالة\" بغرض تعظيم الشريعة، والعمل بها، قال:\n\"وكان الغرض من ذكرهم في هذا الموضع: التنبيه على أنهم مجمعون على تعظيم الشريعة، متصفون بسلوك طريق الرياضة، مقيمون على متابعة السنة..\".(3)\n\"وارتحل عن القلوب حرمة الشريعة، فعدوا قلة المبالاة بالدين أوثق ذريعة..\". (4)\nانظره بعد هذا التقرير الصحيح، الملتزم بالشريعة: تجده ينقل عن الحلاج نفسه قولا يستشهد به في تقرير اعتقاد المتصوفة؛ إذ ساق سنده فقال:\n__________\n(1) - اللمع ص151.\n(2) - اللمع ص425، 378.\n(3) - الرسالة، القشيري، 1/198.\n(4) - الرسالة 1/22،23.\n(1/40)",
        "\n\"أخبرنا الشيخ أبو عبد الرحمن السلمي، رحمه الله تعالى، قال: سمعت محمد بن محمد بن غالب، قال: سمعت أبا نصر أحمد بن سعيد الأسفنجاني يقول: قال: الحسين بن منصور: ألزِم الكل الحدث؛ لأن القدم له\".(1)\nالحلاج أكبر منتهك للشريعة، ليس فيه أدنى تعظيم لها، فكيف يتلقى عنه أمور الاعتقاد؟!.\nهل وقع هذا سهوا، في حالة اللاشعور، أم مذهب في التأويل ؟!.\nويقول القشيري في درجات الفناء:\n\"فالأول: أفناه عن نفسه وصفاته، ببقائه بصفات الحق.\nثم فناؤه عن صفات الحق، بشهود الحق.\nثم فناؤه عن شهود فنائه، باستهلاكه في وجود الحق\".(2)\nالاستهلاك في وجود الحق، ليس سوى فناء الوجود والذات، فالاستهلاك ذهاب عين الفاني، واضمحلال ذاته في ذات الحق، وإذا حصل هذا، فهذا هو فناء الذات والوجود، وليس الشهود، ويدل على هذا أنه ذكر الشهود في المرتبة الثانية، ما قبل الثالثة، وليس بعد الشهود إلا الوجود..!!.. فها هو القشيري، الموصوف بالاعتدال يقرره، وينظّر له..!!.\nوليس هذا النص الوحيد عنه في هذا المعنى، فإنه يقول كذلك:\n\" ومن استولى عليه سلطان الحقيقة، حتى لم يشهد من الأغيار: لا عينا، ولا أثرا، ولارسما، ولا طللا. يقال عنه: إنه فني عن الخلق، وبقي بالحق\".(3)\nفقد نفى كل ما يتعلق بالأغيار، وهم ما سوى الله تعالى، حتى أعيانهم نفاها، وما العين إلا الوجود، والذات، وأما الأثر فهو الفعل، ولو أنه وقف عنده، لكان كلامه في الشهود، لكنه ما وقف، بل تعداه إلى العين، فكلامه في وحدة الوجود، وإن كان لا يقصد هذا، فكلامه لا يحتمل إلا هذا، وأما قصده ونيته فإلى الله تعالى.\nولأن كلامه واضح في هذا المعنى، لم يتردد الباحثون المدققون في تفسيره بوحدة الوجود:\n__________\n(1) - الرسالة 1/32.\n(2) - الرسالة 1/231.\n(3) - الرسالة 1/229.\n(1/41)\n",
        "يقول الدكتور محمد عابد الجابري معلقا على قوله: (فناؤه عن شهود فنائه، باستهلاكه في وجود الحق): \"فالاستهلاك في وجود، مع فناء شهود ذلك الوجود، معناه التماهي مع ذلك الوجود، وهذا هو وحدة الوجود\".(1)\nويقول المستشرق نيكلسون: \"ومن الغريب أن تصدر الكلمات الأخيرة عن صوفي سنّي كالقشيري؛ لأنها كلمات صريحة في وحدة الوجود. ولكن لها مغزاها أيضا من ناحية أخرى؛ إذ إنها ترشدنا إلى الخطر الذي نستهدف له، عندما نأخذ أقوال الصوفية بحرفيتها، ونفهم منها معانيها الظاهرة. والواقع: أن القشيري لا يقصد بما يسمى الاستهلاك في وجود الحق، سوى فناء الصوفي عن فكره وإرادته، بالتأمل في وجود الحق، واستهلاكه في ذلك، استهلاكا لا وعي فيه، ولكن كثيرا ما يكون الفناء مصحوبا بحالة يفقد فيها الصوفية إحساسهم، وإن كان ذلك ليس بالأمر العام فيهم\".(2)\nفكلام القشيري صريح الدلالة – في ظاهره – على وحدة الوجود، إلا أنه يجب ألا نحاكم الصوفية إلى هذا الظاهر؛ فكثيرا ما يفقد الصوفية إحساسهم حال الفناء، فيتكلمون بظاهر يخالف ما في باطنهم.. هكذا يقول نيكلسون.\nوقد أصاب، فظاهر كلام القشيري لا يحتمل إلا وحدة الوجود؛ أي أن الألفاظ التي استعملها، لا تستعمل إلا في هذا المعنى. فأما أن هذا هو ما يقصده باطنا، فذلك أمر لايعلمه إلا الله تعالى، فربما خانته العبارة، أو قال عبارات أهل السكر، الذين يرددون ما لا يريدون حقيقته، فوقف عند المعنى الذي يقصده، ولم يتأمل في ملاءمته لألفاظه.\nومحصل الأمر: أن لنا الظاهر، أما الباطن فلله تعالى، فالحكم على الألفاظ نفسها، لا على القائلين بها، فما كان يردده القشيري منسجم تماما مع مبادئ: الحلول، والاتحاد، والوحدة.\nالمثال الثالث: أبو علي الجوزجاني.\n__________\n(1) - العقل الأخلاقي العربي، الجابري، ص479.\n(2) - في التصوف الإسلامي وتاريخه، نيكلسون، ص101.\n(1/42)\n\nوهذا أبو علي الجوزجاني، وله كلمات فيها اعتدال، ومع هذا يقول حينما يسأل عن الألفاظ التي ترد عن أبي يزيد: \"رحم الله أبا يزيد له حاله وما نطق به، ولعله تكلم على حد الغلبة أو حال سكر، كلامه له ولمن تكلم عليه، وليس لمن يحكي عنه، فالزم أنت يا أخي، أولا: مجاهدة أبي يزيد وتقطعه ومعاملاته. ولا ترتق إلى المقام الذي بلغ به، بعد تلك المجاهدات، فإن بُلغ بك إلى شيء من ذلك، فاحك إذ ذاك كلامه، فليس بعاقل من ضيع الأدنى من المقامات، وادعى الأعلى منها \" (1).\nمن هذا النص نفهم ما يلي:\nأولا: يترحم على أبي يزيد، فهو إذن يواليه على الرغم من شطحاته وخروجه عن السبيل.\nثانيا: لا يجزم أنه قال ما قال في حالة سكر، فربما قالها في حال صحو.\nثالثا: يوصي سائله أن يسير في نفس طريقة أبي يزيد ومجاهداته، إذن هو يصحح طريقته.\nرابعا: يرى أن المقام الذي بلغه وقال فيه ما قال، مقام بُلغ به إليه؛ أي موهبة من الله، فهو إذن يحبذه ويرضى به.\nخامسا: يجيز للسائل أن يحكي كلامه، إن بلغ المقام الذي بلغه، فهو إذن لا يرى بأسا فيه.\nسادسا: يجعل مقامه من أعلى المقامات.\nوالهروي، والغزالي، والجيلاني،كل هؤلاء المعتدلون وغيرهم، (2) يوجد في كلامهم: فناء الإرادة، وفناء الشهود، وفناء الوجود. يساق جنبا إلى جنب، فلا تدري كيف اجتمع لديهم مثل هذا التناقض ؟.\nفإن أحسنّا الظن بهم، فهم يقررون معاني الشهود بألفاظ الوجود. ولا نكاد نجد صوفيا إلا وقد ركب هذا السبيل. فلم كان هذا منهم، ولم اجتمعوا عليه، حتى صار ظاهرة فيهم ؟.\n__________\n(1) - طبقات الصوفي، السلمي، ص248.\n(2) - إحياء علوم الدين 4/338، 346، 245، أبو حامد الغزالي ص267. فتوح الغيب، الجيلاني، ص170، 89. مدارج السالكين، ابن القيم، 1/165-166. واعتدال هؤلاء نسبي، وليس مطلقا، فهم معتدلون إذا ما قورنوا بغيرهم من الغالين.",
        "(1/43)\n\nليس لذلك جواب إلا القول: بأن التصوف ما وضع إلا لتقرير مبادئ: الحلول، والاتحاد، ووحدة الوجود. وهكذا هو في الثقافات الصوفية القديمة: الهندية، والفارسية، واليونانية. (1)\nفلما دخل بيئة المسلمين، اعتنقه ناس من المسلمين، وأعجبهم بعض ما فيه؛ فإن مما فيه أشياء تتوافق مع الإسلام – في بعض المظاهر، لا في كل شيء - كالعناية بالروح، ولم يفطنوا إلى أصل الفكرة، فتبنوا ما فيها، بما في ذلك ألفاظها، ومعانيها، فلم يستطيعوا التخلص منها، وعسر عليهم، فصاروا يتكلمون بها، ويفسرون نصوص الشريعة بها، حتى لو كانت تأباها، لقناعتهم التامة: أنها لا تخالف معاني الإسلام. وما دام الأمر كذلك، فلامشكلة في اختلاف الألفاظ، فالعبرة بالمعاني.\nومن المؤكد أن فريقا منهم، كانوا يدركون أن الإسلام يرفض هذا الفكر ولا يقبله، بوجه، وقد كان من مصلحتهم أن يكون له أنصار من النوع السابق..!!.\n*…*…*\n7- ثناء على الأئمة الحلولية.\nومما يلحظ، مما تقدم التنبيه عليه، ويحتاج إلى زيادة بيان:\nأن ظاهرة التعديل والثناء على الأئمة الحلولية من المتصوفة، مثل: الحلاج، وابن عربي. لم تقتصر على: الطوسي، والقشيري. بل عامة في سواد المتصوفة، وهذه بعض أقوالهم:\nيقول الطوسي: \"سمعت عيسى القصار يقول: رأيت الحسين بن منصور حين أخرج من الحبس ليقتل، فكان آخر كلامه أن قال: حسب الواجد إفراد الواحد. قال: وما سمع أحد من المشايخ الذين كانوا ببغداد هذا، إلا استحسنوا منه هذه الكلمة\"(2).\nوينقل ابن الجوزي عن إبراهيم محمد النصر أباذي قوله: \"إن كان بعد النبيين والصديقين موحد، فهو الحلاج\"، يقول ابن الجوزي:\n\"وعلى هذا أكثر قصاص زماننا وصوفية وقتنا\"(3).\n__________\n(1) - انظر: تحقيق ما للهند للبيروني، ص27.\n(2) - اللمع، الطوسي، ص378.\n(3) - تلبيس إبليس، ابن الجوزي، ص172.\n(1/44)",
        "\nويقول الهجويري: \"ومنهم: مستغرق المعنى، ومستهلك الدعوى، أبو مغيث الحسين بن منصور الحلاج، رضي الله عنه، كان من سكارى هذه الطريقة، ومشتاقيها، وذا حال وقوى وهمة عالية. ومشايخ هذه الطريقة مختلفون في شأنه، فهو مردود عند طائفة، ومقبول عن أخرى:\nفقد رده فريق من أمثال عمرو بن عثمان، وأبي يعقوب النهرجوري، وأبي يعقوب الأقطع، وعلى بن سهل الأصفاني، وغيرهم.\nوقبله ابن عطاء، ومحمد بن خفيف، وأبو القاسم النصر أبادي، وجملة من المتأخرين من الصوفية.\nوتوقف في أمره فريق مثل: الجنيد، والشبلي، والجريري، والحصري، وغيرهم.\nونسبه فريق آخر إلى السحر وأسبابه.\nأما في أيامنا هذه، فقد كان للشيخ أبي سعيد بن أبي الخير، والشيخ أبي القاسم الجرجاني، والشيخ أبي العباس الشقاني – رضي الله عنهم – في حديثه سر، وكان لديهم معظما.\nوأما الأستاذ أبو القاسم القشيري رضي الله عنه فيقول: إذا كان من أرباب المعاني والحقيقة، فلن يصير مهجورا بهجر من رده، وإن يكن مردودا من الحق، ومقبولا من الخلق، فلن يصير مقبولا بقبول الخلق، ونحن نتركه لله بحكم التسليم، ونجله بقدر ما وجدنا فيه من دلائل الحق، ولا ينكر كمال فضله، وصفاء حاله، وكثرة مجاهداته، ورياضاته إلا قلة من جملة المشايخ.\nوقد كان من غير الأمانة إغفال ذكره في هذا الكتاب؛ لأن بعض أهل الظاهر يكفرونه، وينكرون عليه، وينسبون أحواله إلى: العذر، والاحتيال، والسحر. ويظنون أن الحسين بن منصور الحلاج هو الحسن منصور الحلاج ذلك الملحد البغدادي، الذي كان أستاذ محمد بن زكريا، ورفيق سعد القرمطي، ولكن الحسين هذا الذي اختلف في أمره كان فارسيا، من بيضاورد.\n(1/45)\n",
        "ولم يكن هجر المشايخ له يعني الطعن في دينه ومذهبه، بل في حال دنياه، فقد كان في بداية أمره مريد سهل بن عبد الله، وانصرف عنه دون استئذان، واتصل بعمرو بن عثمان، وذهب من عنده بلا إذن(1)، تعلق بالجنيد فلم يقبله، ولهذا السبب هجروه جميعا، فهو مهجور المعاملة، لا مهجور الأصل.\nأما رأيت أن الشبلي قال: أنا والحلاج شيء واحد، فخلصني جنوني، وأهلكه عقله. فلو كان مطعونا في دينه، لما قال الشبلي: أنا والحلاج شيء واحد.\nوقال محمد بن خفيف: هو عالم رباني. ومثل هذا.\nفغضب شيوخ الطريقة والمشايخ – رضي الله عنهم – وعقوقهم، أثمر الهجران والوحشة\".\nوقال بعد ذلك: \"وقد رده بعض أهل الأصول، وهم يعترضون عليه في كلماته التي تعبر عن الامتزاج والاتحاد، وذلك مبالغة منه وتهويل في العبارة، لا في المعنى؛ إذ لا سلطان للمغلوب على العبارة، حتى تصح عبارته في غلبة الحال.\nويجوز أن يكون معنى العبارة مشكلا، فلا يستطيعون فهم المعنى المقصود، ويصور لهم وهمهم صورة عنه، فينكرونه، وإنكارهم هذا يرجع إليهم، لا إلى ذلك المعنى\".\nوفي السياق نفسه قال: \"وفي الجملة: اعلم أنه لا يجوز الاقتداء بكلامه؛ لأنه كان مغلوبا في حاله، لا متمكنا\".\n__________\n(1) - في اللمع ما يؤيد هذه الحكاية، جاء فيه ص499 : \"وأما عمرو بن عثمان المكي: كان عنده حروف فيه شيء من العلوم الخاصة، فوقع في يد بعض تلامذته، فأخذ الكتاب وهرب، فلما علم بذلك عمرو بن عثمان قال: سوف يقطع يديه ورجليه، ويضرب عنقه. يقال: إن الغلام الذي سرق منه ذلك الكتاب، كان الحسين بن منصور الحلاج، وقد هلك في ذلك، وفعل به ما قال عمرو بن عثمان\".\n(1/46)\n\nإلى أن قال: \"ولكن طريقه غير مستقيمة على أي أصل، وحاله غير مستقر على أي وجه، وفي أحواله فتن كثيرة. وقد كان لي في ابتداء حالي منه قوى في معنى البراهين. وقد صنفت قبل هذا كتابا في شرح كلامه، أثبت بالدلائل والحجج علو كلامه، وصحة حاله، في ذلك الكتاب\".(1)\nهذا موقفهم من الحلاج..!!، وقد كشف الهجويري حقيقة موقف المنكرين عليه؛ أن إنكارهم لم يكن لأجل مقالته في الحلول، بل لأمر في طريقة تلمذته على المشايخ، في تنقله من شيخ إلى آخر، وعدم مراعاته أصول التلمذة، من الاستئذان والأدب.. لا غير..!!.\nوفي الوقت الذي كان ينكر فيه الهجويري مقالته في الحلول والاتحاد، مُرجعا سبب هذا الشطح إلى غلبة الحال، وإن طريقه غير مستقيم على أي أصل، وحاله غيره مستقر على أي وجه: يعود ليقول إنه ألف مؤلفا يشرح فيه كلام الحلاج، ليثبت بالدلائل والحجج علو كلامه، وصحة حاله..؟!!.\nهذه سنة المتصوفة، وهي سنة عامة، يسيرون عليها، بوعي أو بدونه:\nينكرون بالعموم والإجمال مقالات: الحلول، والاتحاد، والوحدة. فإذا ما جاءت هذه المقالات عن أئمة التصوف بلفظ صريح، لا مرية فيه: فسروها بما يفيد تلك المعاني نفسها، ويثبتها، ويؤكدها، بقصد الدفاع عن قائلها، مع التأكيد على رفض مقالات: الحلول، والاتحاد، والوحدة.\nولأجله لم نجد منهم إنكارا واضحا، وصريحا على أعيان الحلولية، بل كل ما نجده تأولا، واعتذارا، أو ذبا، ودفاعا، وأن من لم يصل، ولم يذق، فمحال عليه الفهم والإدراك..!!.\nومن كان في شك، فليسأل هؤلاء عن رأيهم في: الحلاج، وابن عربي ؟!.\n*…*…*\n8- اتحاد وحلول شعوري لا حقيقي.\nاعتذر الصوفية عن أهل الشطح فقالوا:\n__________\n(1) - كشف المحجوب، الهجويري، 1/361-364.",
        "(1/47)\n\nهذه الكلمات، التي تفوح بالحلول والاتحاد ووحدة الوجود، قيلت في حال سكر وغيبة، ووجد، وفناء، ومن كان هذا حاله، فإن الحقائق تكون له شربا، فيذوق ما لا يذوقه غيره، ممن لم يصل إلى ما وصل إليه، فيعجز عن إيصال ما يجده في نفسه، من الحقائق الإلهية والكونية، إلا بعبارات توهم: الحلول، والاتحاد، والوحدة. وهو منها بريء.\nوأقصى ما يمكن أن يعبر به عن حالهم: أنهم محبون عاشقون، والعاشق يفنى في معشوقه، ومحبوبه، حتى ينسى معه نفسه، فتنعدم ذاته في ذاته، فلا يشعر بذاته، ولايكون شعور إلا بمحبوبه، فإذا وصل إلى هذه الحال تبادلت الضمائر، فخاطبه خطاب الذات، وتكلم بلسانه، فتنتفي في حقهما الإثنينية، ويحصل التوحد، وكل ذلك حالة شعورية لا حقيقية، وعلى هذا دليل من السنة، قوله تعالى: (كنت سمعه، وبصره، ويده، ورجله) (1).\nهذا تفسير.. وآخر يقولون فيه:\nأنه الصوفي الفاني يصل إلى مرتبة انتفاء الكثرة، ووحدة الذات، يعود إلى حالة ما قبل الكون والخلق، حيث البقاء لمن لم يزل، والفناء لمن لم يكن؛ أي بقاء الذات الإلهية، التي لم تزل، ولا تزال، وفناء المخلوقات التي لم تكن، فكانت. هذه الحالة إذا شعر بها الفاني: شطح بمثل تلك الكلمات، في الحلول، والاتحاد، والوحدة.\nهكذا يقرر المتصوفة جواب هذه التهمة، وفي رأيهم أنه جواب يدفع عنهم:\nيقول الطوسي عن كلمات البسطامي:\n\"وأما قوله: ألبسني أنانيتك، حتى إذا رآني خلقك قالوا: رأيناك، فتكون أنت ذاك، ولا أكون أنا هناك.\n__________\n(1) - يأتي تخريجه.\n(1/48)",
        "\nفهذا وأشباه ذلك يصف فناءه، وفناءه عن فنائه، وقيام الحق عن نفسه بالوحدانية، ولا خلق قبل، ولا كون كان. وكل ذلك مستخرج من قوله صلى الله عليه وسلم: (يقول الله تعالى: ما زال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت عينه، التي يبصر بها، وسمعه الذي يسمعه به، ولسانه الذي ينطق به، ويده التي يبطش بها) (1)، كما جاء في الحديث.\nوقد قال القائل في وجده بمخلوق مثله، وقد وصف وجده بمحبوبه حتى قال:\nأنا من أهوى ومن أهوى أنا …فإذا أبصرتني أبصرتنا\nنحن روحان معا في جسد… ألبس الله علينا البدنا\nفإذا كان مخلوق يجد بمخلوق، حتى يقول مثل ذلك، فما ظنك بما وراء ذلك ؟، وبلغني عن بعض الحكماء أنه قال: لا يبلغ المتحابان حقيقة المحبة، حتى يقول الواحد للآخر: يا أنا\"(2).\nويقول أبو طالب:\n\"وقد كان أبو يزيد يقول: سبحاني، ما أعظم شأني. وهو موحد؛ لأنه وحّد بأولية بدت\".(3)\nويقول الغزالي:\n\" العارفون بعد العروج إلى سماء الحقيقة، اتفقوا على أنهم لم يروا في الوجود إلا الواحد الحق، لكن منهم من كان له هذه الحالة عرفانا علميا، ومنهم من صار له ذوقا وحالا، وانتفت عنهم الكثرة بالكلية، واستغرقوا بالفردانية المحضة، واستهوت فيها عقولهم، فصاروا كالمبهوتين فيه، ولم يبق فيهم متسع لذكر غير الله، ولا لذكر أنفسهم أيضا، فلم يبق عندهم إلا الله، فسكروا سكرا وقع دونه سلطان عقولهم، فقال بعضهم: أنا الحق. وقال الآخر: سبحاني، ما أعظم شأني. وقال الآخر: ما في الجبة(4) إلا الله.\n__________\n(1) - رواه البخاري بنحوه دون بعض الزيادات، في صحيحه، عن أبي هريرة، الرقاق، باب: التواضع. 5/2385.\n(2) - اللمع، الطوسي، ص463.\n(3) - قوت القلوب، المكي، 2/86.\n(4) - في المصدر: \"الجنة\"، وهو تصحيف.\n(1/49)\n",
        "وكلام العشاق في حال السكر يطوى، ولايحكى، فلما خف عنهم سكرهم، وردوا إلى سلطان العقل، الذي هو ميزان الله في أرضه: عرفوا أن ذلك لم يكن حقيقة الاتحاد، بل يشبه الاتحاد، مثل قول العاشق، في حال فرض العشق:\nأنا من أهوى ومن أهوى أنا …نحن روحان حللنا بدنا\nفلا يبعد أن يفجأ الإنسان مرآة، فينظر فيها، ولم ير المرآة قط، فيظن أن الصورة التي رآها في المرآة، هي صورة المرآة متحدة بها، ويرى الخمر في الزجاج، فيظن الخمرة لون الزجاج، فإذا صار ذلك مألوفا عنده، ورسخ فيه قدمه: استغرقه. فقال:\nرق الزجاج وراقت الخمر …وتشابها فتشاكل الأمر\nفكأنما خمر ولا قدح… …وكأنما قدح ولا خمر\nوفرق بين أن يقال الخمر: قدح. بين أن يقال: كأنه قدح. وهذا الحالة إذا غلبت سميت بالإضافة إلى صاحب الحال فناء، بل فناء الفناء؛ لأنه فني عن نفسه، وفني عن فنائه، فإنه ليس يشعر بنفسه في تلك الحال، ولا بعد شعوره بنفسه، ولو شعر بعدم شعوره بنفسه، لكان قد شعر بنفسه، وتسمى هذه الحال، بالإضافة إلى المستغرق فيها بلسان المجاز: اتحادا. وبلسان الحقيقة: توحيدا. ووراء هذه الحقائق أيضا: أسرار لا يجوز الخوض فيها\"(1).\n- ويقول أبو علي الجوزجاني عن الألفاظ التي ترد عن أبي يزيد:\n\"رحم الله أبا يزيد له حاله وما نطق به، ولعله تكلم على حد الغلبة أو حال سكر، كلامه له ولمن تكلم عليه، وليس لمن يحكي عنه، فالزم أنت يا أخي، أولا: مجاهدة أبي يزيد وتقطعه ومعاملاته. ولا ترتق إلى المقام الذي بلغ به بعد تلك المجاهدات، فإن بُلغ بك إلى شيء من ذلك، فاحك إذ ذاك كلامه، فليس بعاقل من ضيع الأدنى من المقامات، وادعى الأعلى منها \"(2) .\nويقول التفتازاني:\n__________\n(1) - مشكاة الأنوار، الغزالي، ص12-13.\n(2) - طبقات الصوفية، السلمي ص248.\n(1/50)\n\n\"والشطح عند البسطامي: ثمرة تجربة من نوع خاص. كما لاحظ الأستاذ ستيس. وقد وصف ستيس تجربة البسطامي: بأنها شعور بالاتحاد، وهو الشعور الذي يتجاوز كل كثرة. وهذه التجربة الصوفية معروفة جيدا، عند دارسي موضوع التصوف، وشائعة في كل أنواع التصوف في الحضارات المختلفة، وهي تجربة تلاشي ما هو ظاهر، وتحطم الأسوار، التي تحد المتناهي، حتى تفنى ذاتيته، وتندمج في اللامتناهي، وفي محيط الوجود\".(1)\n*…*…*\nوبالنظر فيما ورد عنهم في هذا المعنى، يمكن تحليل كلامهم كما يلي:\nأصل ردهم واعتراضهم قد بني على رفض عقيدة الحلول والاتحاد.\nيبرئون أصحاب هذه الكلمات الشاطحة من هذه العقيدة.\nمع تبرئتهم، يحللون، ويبررون، ويفسرون هذه الشطحات الواردة عنهم.\nتفسيرهم لا يتضمن نفي عقيدة: الحلول، والاتحاد، والوحدة. بالكلية، بل توجيهه نحو الاتحاد والحلول الشعوري، لا الحقيقي.\nيقولون بحلول واتحاد شعوري، فرفضهم الأول مقصوده: الحلول والاتحاد الحقيقي.\nمعنى الشعوري: هو الذي يحصل بالتوهم والظن، ليس في الواقع والحقيقية.\nيثبتون نوعا من الحلول والاتحاد، هو الشعوري، ولا يرون في ذلك بأسا، بل مقاما من المقامات العالية، التي يسعى إليها المتصوف ليكون ولياًّ، ولا يبلغها إلا بالفناء.\nيستندون في إثبات وقوع هذا الحلول والاتحاد الشعوري إلى قصص وأحوال وأشعار العاشقين.\nيستندون أيضا إلى فكرة أن كل شيء يفنى، فلا يبقى إلا الأزلي، وهو الإله، فإذا بلغ الصوفي هذه المرتبة: شعر بفناء نفسه، وبقائه بربه.\nليس كل أحد يفهم ويدرك هذا المقام الشعوري، إنما يدركه الذي ذاقه، وكان شربا له، والذوق يكون في مقام السكر والفناء؛ لذا فلا يصح الإنكار عليهم لاختلاف المقامات والأحوال. فمن لم يذق، ليس كما ذاق، فإنكاره حينئذ إنكار جاهل، لا يعرف حقيقة الحال.\n__________\n(1)\n- مدخل إلى التصوف الإسلامي، التفتازاني، ص121.",
        "(1/51)\n\nوبهذا التحليل أمكن تفصيل هذا الاعتذار وتشريحه، وهذا مفيد في المناقشة..!!.\nفإنهم يتبرءون ويبرئون أهل الشطح من عقيدة الحلول والاتحاد الحقيقي، والذي يقولون به هو الحلول والاتحاد الشعوري، وفي هذا الحال يطلق الفاني عبارات تفيد أنه والله تعالى صارا شيئا واحدا، هو: الله تعالى. حيث فني عن ذاته، وبقي بذاته تعالى، كما هو شعور المحب العاشق مع محبوبه ومعشوقه. فهذا المعنى المراد واضح، لا لبس فيه، ولا غموض، ولاخفاء، والسؤال: فما الشيء الذي لا يفهم، ولا يدرك، وهو غامض خفي لا ينكشف إلا لصاحب الذوق والسكر ؟!.\nأشيء غير هذا الحلول والاتحاد الشعوري ؟.\nحقا ثمة شيء غير مفهوم في كلام المتصوفة..؟!!.\nفحيث نرى كل الأفكار ظاهرة، بلسانهم، مبينة، واضحة غير غامضة: يريدون إقناع الباحثين والسائلين وسائر الناس، بأن ثمة شيء في التصوف، لا يمكن فهمه وإدراكه ؟!.(1)\nفهل الفاني يذوق شيئا غير شعوره وإحساسه أنه اتحد بربه، فصار الموجود واحدا هو: الله؟.\nليس وراء هذا إلا الحلول والاتحاد الحقيقي، وهو الذي يفرون منه، ويبرءون..!!.\nفما الحكاية إذن ؟!!.\nالذي يظهر أنهم قالوا كذلك، فردوا عدم فهم وإدراك هذا الحال إلى انعدام الذوق، وانتفاء التجربة؛ أي تجربة الفناء، ليكون جوابا لمن أنكر عليهم هذا الاتحاد الشعوري، لا الحقيقي.\nوهذا هو الواقع؛ فإنه لما أنكر عليهم: أجابوا بأنه غير حقيقي..!!.\n__________\n(1) - هذه الحقيقة لفتت نظر الفيلسوف الإنجليزي الأصل، الأمريكي الجنسية ولتر ترنس ستيس (1886-1967) في كتابه \"التصوف والفلسفة\"، حيث قال ص78: \"هناك صعوبة تتمثل في أن المتصوفة، عادة، يقولون أن تجاربهم لايمكن النطق بها، ولا نقلها إلى الآخرين؛ لأنها فوق الوصف. ثم يبدءون بعد ذلك، وتلك خاصية مشتركة بينهم، في وصفها، فماذا نفعل إزاء ذلك؟\".\n(1/52)",
        "\nفلما لم يزل الإنكار لازما لهم: أجابوا بأن هذا لا يفهمه إلا من ذاق. وهم يعلمون أن غيرهم لن يذوق، وصاروا يستدلون بقصص وأشعار العاشقين، لعله يساعد في الحجة..!.\nومن النتائج التي نخرج بها مما سبق:\nأن هؤلاء يعتقدون بالحلول والاتحاد، لكن بالشعوري منه، لا الحقيقي، وهذا ما يقررونه، وينظرون له. وفيهم من يقول بالحقيقي.\nواعتقادهم في هذا المبدأ: أنه من الغايات، بل هو الغاية الأولى، والكبرى.\nفهؤلاء فيهم من الاضطراب ما ليس يخفى؛ فحيث يظهرون إنكار مثل هذه الشطحات، يعتذرون لأصحابها، بالقول: إنها نتاج حالة السكر، وكلام السكران يطوى، ولا يروى. ثم يعودون للتأكيد على علو هذا المقام، الذي يصل إليه الصوفي الفاني، ليقول ما يقوله من الشطحات. وهذا ظاهر في كلام: الطوسي، والغزالي، والجوزجاني. فموضع الاضطراب:\nأنهم يعتذرون من شيء ينظّرون له، ويعتقدونه غاية، يسعى إليها المتصوف.\nفهذا اضطراب ظاهر، حمل عليه التعارض ما بين المبادئ الصوفية، والمبادئ الإسلامية:\nفإذا راعوا جانب التصوف: أكدوا على علو وصحة مقام السكر، وما يقال فيه.\nوإذا راعوا جانب الشريعة: أنكروا ما يكون في مقام السكر.\nوقد يكون اضطرابا متعمدا، مقصوده الاستخفاف بعقول الناقدين، بإيراد الشيء ونقيضه في مقام واحد: القبول، والإنكار.. الرضا، والاعتراض..!!.\n*…*…*\nوقد اتفق المسلمون على كفر مقالات: الحلول، والاتحاد، والوحدة. فأما تقسيهما إلى: حقيقي، وشعوري. فيبدو أنه من ابتداع الصوفية؛ فالمقالة كفر في كل حال، سواء كان على سبيل الشعور، أو الحقيقة، وقد يدفع عن صاحب الشطح الكفر: جهله، أو سكره.\n(1/53)\n",
        "فجهله قد يحمله على الظن بصحة، وجواز أن يبلغ أن يقول عن نفسه: أنا الله. مستعملا في ذلك الأعذار التي ساقها الصوفية، ونظروا لها، كقولهم: إن المحب العاشق يبلغ به الحب والعشق، أن يتحد بمحبوبه. فيظن هذا الجاهل: أن هذا ممكن في حق الله تعالى. ولا يدري أن هذا كفر، ليس له مسوغ. ورحمة الله تعالى قد وسعت الجاهل.\nوسكره قد يحمله على الشطح، وهو وإن كان ناتجا عن نظرية مستقرة في النفس حال الصحو، إلا أن نطقه بها حال السكر، لا يؤاخذ به؛ كون السكران مرفوع عنه القلم.\nفهذه الأحوال والأعذار قد تدفع عن صاحبها الكفر، لكن الذي لا يندفع بوجه ألبتة: وصف هذه الكلمات بأنها كفر..!!.\nفإنه إذا لم يكن قول القائل: أنا الله. كفرا، فليس ثمة كفر في الأرض؛ إذ الكفر في أصله: جحد حقوق الله تعالى، ومن حقوقه: اختصاصه بالصفات والذات التي تليق به.\nفإذا قال الإنسان عن نفسه: أنا الله. فهذا قد اعتدى على مقام الله تعالى واختصاصاته، حيث جعل من نفسه مساويا لله تعالى، ندا له، وهذا هو الكفر.\nوإدخال دعوى المحبة المستغرقة هنا غير مفيدة لهم؛ إذ غايتها – إذا صحت – أن تكون بين متجانسين، كالإنسان مع الإنسان. أما بين الإنسان والله تعالى، فذلك محال؛ للتباين الكامل، والخلاف القائم، فالله تعالى لا يشبهه شيء.\nومهما قيل من العذر: فلا يمكن أن تنقلب دعوى الفاني عن نفسه: أنه الله تعالى. من كونها كفرا، إلى كونها توحيدا، وإيمانا، وكمالا. فمقالة الكفر كفر، لا تنقلب ولا تتغير، غاية ما في الأمر: أن الحكم قد يسقط عن المعذور شرعا. أما انقلاب الحكم، لتكون الكلمة ذاتها كفرا وإيمانا. فذلك محال..!!؛ لأنه جمع بين النقيضين.\nلكن هذا ما يريد المتصوفة تقريره، وإثباته، وأنى لهم ذلك ؟!!.\n(1/54)\n\nوفي صنيعهم هذا ما يثبت: أن التصوف يجافي ويعارض الإسلام في أصله؛ إذ ما ساق هؤلاء لمثل هذا القول، والتبرير عنه، والتمسك به، إلا اتباعهم واعتقادهم بهذا الفكر، ولو سلموا منه، وتخلصوا، لما عسر عليهم رفض هذه المقالات، جملة وتفصيلا.\nفليت شعري، هل كان الصوفية يدركون كل هذه المسائل الخطيرة، وهم يقرون بالحلول والاتحاد الشعوري، ويجعلونه المقام الأعلى ؟!!.\nإنهم يقررون وينظرون للوقوع في الكفر الأكبر ..!!.\n*…*…*\n9- شهادات الباحثين.\nمن كل ما سبق: نخلص إلى أن جوهر الفكرة الصوفية هو: الحلول، والاتحاد، ووحدة الوجود. وهو أن المتصوف يسعى إلى الوصول إلى مرتبة الفناء؛ ليفنى في الصفات والذات الإلهية، فإذا وصل فهو الصوفي، وهذا شهادات بعض الباحثين:\nيقول ابن خلدون: \"ذهب كثير منهم إلى الحلول والوحدة، كما أشرنا إليه، وملؤوا الصحف منه، مثل: الهروي، في كتاب المقامات له، وغيره، وتبعهم: ابن العربي، وابن سبعين، وتلميذهما ابن العفيف، وابن الفارض، والنجم الإسرائيلي، في قصائدهم\"(1).\nيقول المستشرق الإنجليزي نيكلسون:\" وقد أجمع النقاد على: أن القول بوحدة الوجود، وهو أخص مظاهر التصوف الإسلامي\".(2)\n\"ولعله أن يقال: كيف يمكن لدين أقامه محمد على التوحيد الخالص المتشدد أن يصبر على هذه النحلة الجديدة، بله أن يكون معها على وفاق؟. وإنه ليبدو أن ليس في الوسع التوفيق بين الشخصية الإلهية المنزهة، وبين الحقيقة الباطنة الموجودة في كل شيء، التي هي حياة العالم وروحه، وبرغم هذا فالصوفية بدل أن يطردوا من دائرة الإسلام، قد تقبلوا فيها !!. وفي تذكرة الأولياء شواهد على الشطحات الغالية للحلولية الشرقية\"(3).\n__________\n(1) - المقدمة، ابن خلدون، ص473.\n(2) - في التصوف الإسلامي وتاريخه، نيكلسون، ص104.\n(3) - الصوفية في الإسلام، نيكلسون، ص31.",
        "(1/55)\n\nويقول: \"هكذا بدا الحائل بين الحق والخلق يزول شيئا فشيئا، وتحول معنى التوحيد إلى وحدة الوجود، فحلت محل صورة الله الواحد المنزه عن صفات المحدثات، صورة الوجود الواحد المطلق (الحق) الظاهر في كل مظهر من مظاهر الخلق، المتجلي في صورة الصوفي عند فنائه عن نفسه، في حال وجده. وهذه العقيدة مهما حاول الصوفية سترها: أساس التصوف الإسلامي، وجوهره\".(1)\nويقول أحمد أمين: \"أركان التصوف ثلاثة: وحدة الوجود، والفناء في الله، وحب الله\"(2).\nويقول التفتازاني: \"ويقصد بالفناء: الحالة النفسية التي يشعر معها الصوفي بذاته، كما يشعر أنه بقي مع حقيقة أسمى، مطلقة، هي: الله. عند صوفية المسلمين، أو: الكلمة. عند صوفية المسيحيين. أو: براهما. في تصوف البرهمية، وهكذا. وقد ينطلق بعض الصوفية إلى القول:\nبالاتحاد بهذه الحقيقة.\nأو أنها حلت فيهم.\nأو أن الوجود واحدة لا كثرة فيه.\nويعود بعضهم إلى البقاء بعد الفناء، فيثبتون الإثنينية بين الله والعالم\"(3).\nوالتفتازاني – رحمه الله تعالى – وهو شيخ مشايخ الطرق الصوفية في مصر: ينزه التصوف من فكرة: الحلول، والاتحاد، والوحدة. غير أنه لم يستطع أن يدفع وجودها بين المتصوفة.\nفالجميع متفق: على وجود هذه الفكرة في التصوف والمتصوفة بصورة ظاهرة، غير خفية. إنما الخلاف فيما إذا كانت أصيلة، تمثل أصل التصوف، أم دخيلة، طرأت على أصل نقي متلائم مع الإسلام.\nوبدراسة التعريفات التي جعلت الفناء موضوع التصوف، بالإضافة إلى المباحث السابقة، عن علاقة التصوف بالصوف، وبالزهد، وبالخلق. يبين:\nأن قول الذي يذهب إلى أن مبادئ: الحلول، والاتحاد، والوحدة. أصيلة في التصوف، عليها قام، وعليها يدور: أقرب إلى الحقيقة، وعليها الأدلة الظاهرة.\n__________\n(1) - في التصوف الإسلامي وتاريخه، نيكلسون، ص73.\n(2) - ظهر الإسلام، أحمد أمين، 2/78.\n(3) - الموسوعة الفلسفية العربية، معن زيادة، 1/259.\n(1/56)",
        "\nوأن قيد الشريعة الذي وضعه الأئمة، في قولهم بوجوب العمل بالكتاب والسنة، وعدم تجاوزهما، ليس له أثر صحيح، ولا جدي؛ فإن تقريراتهم حول مفهوم الفناء والتخلق، سواء كان بمعنى الشهود، أو الوجود، تقرير لا يخضع لقيد شرعي:\nفليس من الشريعة أن يذهل الإنسان عن كل شيء، ولا يحمد على ذلك؛ فإنه يفضي إلى تعطيل الشريعة نفسها، إذا صار الفاني غير مدرك لما يكون حوله.\nوليس من الشريعة في شيء أن يفنى الإنسان عن وجوده، حتى يستهلك في وجود الحق، فيظن نفسه هو: الله تعالى. وهذا أظهر.\n*…*…*\n10- أصل الموضوع.\nوفي هذا السياق، يرد تساؤل، وهو:\nلم التصوف حمل هذه المبادئ: الحلول، والاتحاد، والوحدة. ؟. وهل ثمة تفسير لهذا ؟.\nوالجواب: أن الفكر الصوفي ينظر إلى مراحل الحياة، فيقسمها إلى ثلاثة، هي:\nالأولى - ما قبل وجود العالم، حيث لا يوجد إلا الله تعالى.\nالثانية - ما بعد إيجاد العالم والإنسان، وامتزاج الروح بالمادة.\nالثالثة - العودة إلى الحال الأول، والخضوع لكامل أحكامه.\nوفيه أن المخلوقات كلها، والإنسان منها، كانت في المرحلة الأولى موجودة في الذات الإلهية، متحدة به، وفي هذا المعنى يستشهدون بالأثر المكذوب، أن الله تعالى قال:\n\" كنت كنزا لم أعرف، فأحببت أن أعرف، فخلقت الخلق وتعرفت إليهم\"(1)\n__________\n(1) – الفتوحات المكية، ابن عربي، 2/322، 327، وهاك أقوال العلماء في الأثر:\nقال ابن تيمية: ليس من كلام النبي صلى الله عليه وسلم، ولا يعرف له سند صحيح ولا ضعيف\" الفتاوى 18/376، وانظر: حاشية (7) في: درء تعارض العقل والنقل 8/507.\nتبعه على هذا الحكم الزركشي وابن حجر. انظر: تمييز الطيب من الخبيث ص142\nوقال الألباني: \"لا أصل له\". السلسلة الضعيفة 1/96 (66)\nوقال الدكتور أنور أبو خزام: \"لم نعثر على إسناد لهذا الحديث القدسي\". معجم مصطلحات الصوفية ص175، حاشية (2)، وانظر كلام ملا علي القارئ في تصحيحه لمعناه في كشف الخفاء 2/132.\nويذكر ابن تيمية عن الصوفية أثرا مكذوبا أن عيسى ابن مريم عليه السلام قال: \" إن الله تبارك وتعالى اشتاق بأن يرى ذاته المقدسة، فخلق من نوره آدم عليه السلام وجعله كالمرآة، ينظر إلى ذاته المقدسة فيها، وإني ذلك النور وآدم المرآة\" الفتاوى 2/288، 316.\n(1/57)\n",
        ".\nوفي كلام الجنيد (ربما المنسوب إليه)، والحلاج، ابن عربي تفصيل لهذا المعنى. (1)\nفلما وجدت هذه المخلوقات، انفصلت وانفصل الإنسان عن الذات الإلهية، فحصل ما حصل من الشقاء والألم، وليس ثمة طريق للتخلص من هذا الحال، إلا بالعمل على الرجوع إلى الحال الأول، حالة الاتحاد. فغاية التصوف تخليص الروح من الجسد، وفك هذا الامتزاج، وبه يكون رجوعه إلى معدنه الأول وفناؤه فيه، واتحاده وبقاؤه به، وهو أن يرجع العبد إلى أوله، فيكون كما لم يكن، ويبقى من لم يزل، وهو تعبير صوفي ومعناه: الاتصال بالله تعالى.\nفإذا وصل هذه المرتبة رجع إلى الزمن السرمدي الأزلي؛ إذ لم يكن إلا الله تعالى، ولم يكن ثمة شرع: لا أمر ولا نهي، فيخضع لأحكام ذلك الزمن، في: الاتحاد بالله، والفناء بالله، والبقاء بالله.\nهذا أصل مسألة التصوف؛ ولذا قالوا: بالحلول، والاتحاد، والوحدة. وفي هذا المعنى ما يدل على أن التصوف في حقيقته: حلول واتحاد حقيقي، وليس شعوريا. ومن المؤكد:\nأن من المتصوفة من يعتقد هذا الحقيقي، ويصرح به.\nومنهم من يضمره، ويستتر بالشعوري منه.\nومنهم من لا يؤمن إلا بالشعوري وحده.\nومنهم من لا يؤمن بشيء من ذلك، بل تصوفه فناء في الشهود لا غير.\nومنهم من تصوفه فناء في الإرادة وحده.\nوكل هؤلاء موجودون في التصوف، والحقيقة تنطق بأن التصوف هو الأول من هذه الأنواع.\nوهذه – أصل الفكرة - مسألة كبيرة، تستحق بحثا مستقلا، وما كان منها ضروريا لهذه الدراسة، التي نحن فيها: \"موضوع التصوف\"، لاستكمال جوانبها، وبيان ما خفي منها، فقد سقناه آنفا.\nوإلى هذا الحدّ تكون الدراسة قد توصلت إلى نتائج مهمة:\nبالتدليل عليها، والاستناد إلى حقائق من كلام المتصوفة، وتقريراتهم.\n__________\n(1) - انظر: رسائل الجنيد ص42، بنية العقل العربي ص358، في التصوف الإسلامي وتاريخه ص133، ديوان الحلاج ص30، سير أعلام النبلاء 14/32، الفتوحات المكية1/117-118، 2/642،643.\n(1/58)\n\nكذلك بتحليل نصوصهم، ومحاولة فهمها بصورة تتلاءم ولا تتخالف مع تنظيراتهم.\nتلك النتائج أيدتها كل تلك الدلائل المنوعة، غير أنها ليست الدلائل الوحيدة، فلدينا هنا دليلان آخران، ربما ساعدا في كشف حقيقة التصوف، وبهما نكون وصلنا إلى نهاية الدراسة:\nالتشابه بين التصوف والفلسفة.\nظاهرة اتهام أئمة التصوف.\n*…*…*\nخامسا: مقارنة بين التصوف والفلسفة.\nذهب عامة الباحثين في التصوف، من المتصوفة وغيرهم إلى:\nأن التصوف مذهب قديم قبل الإسلام، في الثقافات: الفارسية، والهندية، واليونانية.\nوأن المتصوفة المسلمين أخذوا أفكار وتعاليم المتصوفة القدماء وتأثروا بهم.\nومن الباحثين من رد أصل التصوف وبدايته إلى المصادر الأجنبية عن الإسلام، وأما الذين ردوه إلى أصل إسلامي، فإنهم لم ينكروا تأثره بالعناصر الأجنبية، في فترات لاحقة.\nفقد اتفقوا على تأثر المتصوفة بالتصوف القديم، واختلفوا متى كان ذلك التأثر ؟.\nهذا الاتفاق حمل الجميع على البحث في هذه المصادر، والمقارنة بين التصوف في الثقافات السابقة للإسلام، والتصوف في الإسلام، وقد عني بالبحث في هذه المقارنة كثير من الباحثين، مثل:\nالبيروني في كتابه عن الهند: \"تحقيق ما للهند من مقولة مقبولة في العقل أو مرذولة\".\nالدكتور عمر فروخ في كتابه: \"التصوف في الإسلام\".\nالدكتور علي سامي النشار في كتابه: \"نشأة الفكر الفلسفي\".\nإحسان إلهي ظهر في كتابه: \"التصوف: المنشأ والمصادر\".\nالدكتور الشرقاوي في كتابه: \"الاتجاهات الحديثة في دراسة التصوف الإسلامي\".\nوالأفكار المقارنة عديدة، مثل: الفناء، والمحبة، والمعرفة، والمجاهدة.. إلخ.\nويكفي في هذا المقام أن نعرض لمقارنة واحدة، تفصح عن المسألة، وتكشف عن حقيقة التوافق بين التصوفين:\nفقد رجع بعض الباحثين والمؤرخين، المختصين بعلوم الديانات القديمة: الهندية والفلسفية. من غير المتصوفة، بكلمة \"صوفية\" إلى أصل يوناني، هو كلمة: \"سوفيا\".",
        "(1/59)\n\nوكلمة \"سوفيا\" تعني بالعربية: الحكمة..\nوأول من عرف بهذا الرأي: البيروني. في كتابه الآنف الذكر، وتبعه عليه جمع، حيث قال وهو يحكي اعتقادات الهنود:\n\"ومنهم من كان يرى الوجود الحقيقي للعلة الأولى فقط، لاستغنائها بذاتها فيه، وحاجة غيرها إليها، وأن ما هو مفتقر في الوجود إلى غيره، فوجوده كالخيال غير حق، والحق هو الواحد الأول فقط.\nوهذا رأي (السوفية) وهم الحكماء، فإن (سوف) باليونانية الحكمة، وبها سمي الفيلسوف (بيلاسوبا)، أي محب الحكمة.\nولما ذهب في الإسلام قوم إلى قريب من رأيهم، سموا باسمهم، ولم يعرف اللقب بعضهم فنسبهم للتوكل إلى (الصفة)، وأنهم أصحابها في عصر النبي صلى الله عليه وسلم، ثم صُحّف بعد ذلك، فصُيّر من صوف التيوس\"(1).\nوبهذا قال كل من: المستشرق الألماني فون هامر، ومحمد لطفي جمعة، وعبد العزيز إسلامبولي، ذهبوا إلى ما ذكره البيروني آنفا.(2)\nوقال به الدكتور محمد جميل غازي: \"الصوفية كما نعلم اسم يوناني قديم مأخوذ من الحكمة (صوفيا) وليس كما يقولون إنه مأخوذ من الصوف\".(3)\nولهذا الرأي أدلة ترجحه، فمن ذلك:\nأولا: اتحاد المدلول.\nاتحاد مدلول الكلمتين: \"سوفية\"، \"صوفية\"؛ فمدلولهما: الحكمة.\nفأما الأول فتقدم دليله من كلام البيروني.\nفالكلمة: \"سوف\" يونانية، وترجمتها العربية هي: \"الحكمة\".\nو\"الفيلا سوف\" هو: \"محب الحكمة\".\nوأما الثاني فدليله: أن \"الصوفي\" عند الصوفية هو: \"الحكيم\"، وهو صاحب الحكمة.\n__________\n(1) 1 - تحقيق ما للهند من مقولة مقبولة في العقل أو مرذولة ص27، وفي قول البيروني جواب لقول من قال: لو كان \"صوفي\" مأخوذ من \"سوفيا\" لقيل: \"سوفي\"، انظر التصوف في الإسلام، عمر فروخ ص24،29.\n(2) - انظر: التصوف المنشأ والمصادر، إحسان إلهي ظهير، ص33. قضية التصوف، المنقذ من الضلال، عبد الحليم محمود ص32.\n(3) - الصوفية الوجه الآخر، محمد جميل غازي، ص47.\n(1/60)",
        "\nوهم يكثرون من ذكره، ويجعلونه وصفا لازما للصوفي، فمن لم يكن حكيما فليس له حظ من اللقب، هكذا يقرر ابن عربي – وغيره – فيقول: \"ومن شروط المنعوت بالتصوف: أن يكون حكيما ذا حكمة. وإن لم يكن، فلا حظ له من هذا اللقب\"(1).\nفإذا كانت:\n\"الحكمة\" هي: \"سوف\"، و\"الحكماء\" هم: \"السوفية\".\nو\"الحكمة\" هي: \"التصوف\"، و \"الحكماء\" هم: \"الصوفية\".\nفهل جاء هذا التوافق صدفة ؟!.\nيقول نيكلسون:\"بعض الباحثين من الأوربيين يردها إلى الكلمة الإغريقية: سوفوس، بمعنى ثيو صوفي\".. (2)\nوكلمة: \"ثيوصوفي\" الإغريقية تعني: الحكمة الإلهية. (ثيو = إله)، (صوفي = الحكمة).(3)\nوقد ذكر الدكتور النشار عن طائفة من الهنود القدامى، يعرفون باسم: \"جيمنو صوفيا\" ومعناه: الحكيم العاري. كانوا يقضون حياتهم في السياحة، متأملين الله تعالى.\nوهذا أيضا مذهب يعتنقه الصوفية في الإسلام: السياحة، والتأمل.(4)\nفهذا اتفاق في الاسم: \"الحكيم\"، واتفاق كذلك في نوع الأعمال المتعاطاة.\nنعم، هذا التوافق بمفرده ليس دليلا على الانتساب، لكن جمع الأدلة بعضها إلى بعض، وقد سبق منها شيء ليس بالقليل، وتحليل مضمون تلك الأعمال بما يظهر التوافق، حتى في أدق التفاصيل: إثباتات برهانية، يصعب إهمالها.!!.\nثانيا: اتحاد الهدف.\nهدف التصوف يوافق هدف الفلسفة، فكلاهما يرميان إلى التشبه بالإله، وهذا يتبين من تعريف \"التصوف\" و \"الفلسفة\":\n__________\n(1) - الفتوحات المكية، ابن عربي، 2/266.\n(2) - الصوفية في الإسلام، نيكلسون ص11.\n(3) - كلمة \"ثيو سوفي\" يونانية، معناها الحكمة الإلهية، ثيو…(Theism): الإله؛ سوفي (Sophy):الحكمة..\nانظر: المعجم الفلسفي، صليبا، 1/360 (مادة: التوحيد)، المورد ص 879 (مادة Sophy) .\n(4) - نشأة الفكر الفلسفي، النشار، 3/42.\n(1/61)\n",
        "ففي تعريف الفلسفة قال الجرجاني: \"الفلسفة: التشبه بالإله بحسب الطاقة البشرية، لتحصيل السعادة الأبدية، كما أمر الصادق صلى الله عليه وسلم في قوله: (تخلقوا بأخلاق الله)(1)؛ أي تشبهوا به في الإحاطة بالمعلومات، والتجرد من الجسميات\"(2).\nوفي تعريف التصوف:\nأورد الدكتور عبد الحليم محمود عن النوري قوله:\"ليس التصوف رسما ولا علما، ولكنه خلق، لأنه لو كان رسما لحصل بالمجاهدة، ولو كان علما لحصل بالتعليم، ولكنه تخلق بأخلاق الله، ولن تستطيع أن تقبل على الأخلاق الإلهية بعلم أو رسم\"(3).\nالغزالي يقول: \"فالذي يذكر هو قرب العبد من ربه عز وجل في الصفات التي أمر فيها بالاقتداء والتخلق بأخلاق الربوبية، حتى قيل: تخلقوا بأخلاق الله\"(4).\nوابن عربي يقول: …\n\"فاعلم أن التصوف تشبيه بخالقنا…لأنه خلق فانظر ترى عجبا\"(5).\nوالجيلي يقول: \"ولهذا أمرنا السيد الأواه فقال: تخلقوا بأخلاق الله؛ لتبرز أسراره المودعة في الهياكل الإنسانية، فيظهر بذلك علو العزة الربانية، ويعلم حق المرتبة الرحمانية\"(6).\nوجاء في اصطلاحات الصوفية للكاشاني: \"التصوف: هو التخلق بالأخلاق الإلهية\"(7).\nفهذا المعنى عند الصوفية يتفق عليه حذاقهم، كالنوري، والغزالي، وابن عربي.\nفالتشبه والتخلق أمرهما واحد هو: التمثّل.\nالمتشبه بشيء ما: يتمثل صفاته.\nوالمتخلق بخلق شيء ما: يتمثل صفاته.\nوقد جرى تعديل مسّ شكل المصطلح، ولم يمسّ جوهره، كما جرى تعديل الاسم سابقا:\nفقوله: \"التشبه\". عدّل ليكون: \"التخلق\".\n__________\n(1) - ليس بحديث، قال الألباني عنه : \"لا نعرف له أصلا في شيء من كتب السنة، ولا في الجامع الكبير للسيوطي، نعم أورده في كتاب: تأييد الحقيقة العلية، (ق89/1) لكنه لم يعزه لأحد\" شرح الطحاوية ص 120.\n(2) - التعريفات، الجرجاني، ص73.\n(3) - عبد الحليم محمود وقضية التصوف، المدرسة الشاذلية ص426.\n(4) - الإحياء 4/324.\n(5) - الفتوحات 2/266.\n(6) - الإنسان الكامل 2/19.\n(7) - ص164.\n(1/62)\n\nوقوله: \"بالإله\". عدّل ليكون: \"بأخلاق الله\".\nوبعد أن كان مقيدا: \"على قدر الطاقة\". انتفى عنه القيد.\nوهذه تعديلات شكلية، لا أثر لها؛ فالتشبه في معنى التخلق، فمؤداهما واحد في الفلسفة والتصوف، فكلاهما يقرر إمكانية الوصول إلى تحصيل الصفات الإلهية، بدليل:\nأنهما يقولان بالحلول والاتحاد الذاتي، بين الإنسان والله تعالى سبحانه.\nفالنهايات فيهما واحدة، والاختلاف في تسمية الطريق.\nوأما التقييد فلا أثر له؛ لأنه إذا كانت الفلسفة تقرر قدرة الإنسان على الاتحاد بالله تعالى بواسطة تحصيل جميع الصفات، لم يعد لهذا التقييد معنى، إلا من جهة اختلاف قدرات البشر، فمنهم من يقدر على هذه المرتبة، ومنهم من لا يقدر.\nوهذا التفاوت يقرره الصوفية كذلك، متفقين في ذلك مع الفلاسفة.\n*…*…*\nسادسا: ظاهرة اتهام أئمة التصوف.\nبدراسة نشأة التصوف: يتضح أن هذه الفكرة لم تظهر في صورة مذهب، له حملته، وله أصوله وأفكاره، إلا في نهاية القرن الثاني، وبداية الثالث؛(1) أي بعد انتهاء القرون الثلاثة المفضلة، فليس من أئمته إذن من هو من التابعين، دع من فوقهم، وفي هذا دلالة على:\nأنه مذهب بدعي حادث، وهذا ما قرره الأئمة الذين أنكروا على ما جاء به المتصوفة. (2)\nوأن الذي كان عليه، أولئك المتصوفة الذين سلموا من الفلسفة والغلو، ليس الحالة الكاملة بلا شك، ومثل هذا التقرير نجده في كلام ابن تيمية.(3)\nوبدراسة تراجم أئمة التصوف، منذ بدايته حتى القرون اللاحقة: نجد فيها حقائق خطيرة. فإن كثيرا منهم تعرض للإنكار من العلماء والأئمة، فمنهم من هجر، وحُذّر منه، ومنهم سجن، ومنهم من هرب، واختفى، ومنهم من تخفى بمذهب آخر:\n- ساق ابن الجوزي سنده إلى أبي عبد الرحمن السلمي قال:\n__________\n(1) - انظر: مقدمة التعرف لمذهب أهل التصوف ص4.\n(2) - انظر: على سبيل المثال قول أبي زرعة في الحارث المحاسبي في: \"تلبيس إبليس\". ص166.\n(3) - انظر: الفتاوى 10/358، الاستقامة 1/89 .",
        "(1/63)\n\n\"أول من تكلم في بلدته في ترتيب الأحوال ومقامات أهل الولاية: ذو النون المصري. فأنكر عليه ذلك عبد الله بن عبد الحكم، وكان رئيس مصر، وكان يذهب مذهب مالك، وهجره لذلك علماء مصر، لما شاع خبره: أنه أحدث علما لم يتكلم فيه السلف، حتى رموه بالزندقة.\nقال السلمي: وأخرج أبو سليمان الداراني من دمشق. وقالوا: أنه يزعم أنه يرى الملائكة، وأنهم يكلمونه.\nوشهد قوم على أحمد بن أبي الحواري: أنه يفضل الأولياء على الأنبياء، فهرب من دمشق إلى مكة.\nوأنكر أهل بسطام على أبي يزيد البسطامي ما كان يقول، حتى أنه ذكر للحسين بن عيسى أنه يقول: لي معراج كما كان للنبي صلى الله عليه وسلم معراج. فأخرجوه من بسطام، فأقام بمكة سنتين، ثم رجع إلى جرجان، فأقام بها إلى أن مات الحسين بن عيسى، ثم رجع إلى بسطام.\nقال السلمي: وحكى رجل عن سهل بن عبد الله التستري أنه يقول: إن الملائكة والجن والشياطين يحضرونه، وإن يتكلم عليهم. فأنكر عذلك عليه العوام حتى نسبوه إلى القبائح، فخرج إلى البصرة فمات بها\".(1)\nهذه القصص يذكرها الصوفية، ويقرون بحدوثها، ويذمون المنكرين: أنهم لم يتوصلوا إلى فهم دقائق كلام الأئمة، فأنكروا عن جهل.\nوممن اعتنى بذكر هذه الحكايات، وتفسير ما وقع لهؤلاء الأئمة: السراج الطوسي:\nفذكر ما تعرض له أبو يزيد البسطامي من النكير، لأجل كلمات قالها، مثل قوله: \"سبحاني، سبحاني\"، ثم شرع يدفع عنه، بما يراه لائقا صوابا، كإنكار أن يكون قاله، أو تأويله – إن كان قاله - بأنه يسبح الله تعالى لا غير. (2)\nوقول النوري لما سمع أذان المؤذن: \"طعنة، وشم الموت\"، ولما سمع نباح الكلاب: \"لبيك، وسعديك\"، وأن الله تعالى كان معه في البيت، ورفعه إلى الخليفة الموفق في ذلك، وجوابه عن كلماته تلك، وبكاء الخليفة، وثناؤه عليه، وإخلاء سبيله(3).\n__________\n(1) - تلبيس إبليس ص166.\n(2) - اللمع ص472-473\n(3) - اللمع ص492-493.\n(1/64)",
        "\nوما كان يقوله أبو حمزة الصوفي إذا سمع صوتا، مثل هبوب الرياح، وخرير الماء، وصياح الطيور؛ إذ كان يصيح فيقول: \"لبيك\"، فرموه بالحلول، قال الطوسي:\"لبعد فهمهم في معنى إشارته؛ ذلك أن أرباب القلوب، ومن كان قلبه حاضرا بين يدي الله، ويكون دائم الذكر لله، فيرى الأشياء كلها بالله، ولله، ومن الله، وإلى الله، فإذا سمع كلامه، فكأن ذلك سمعه من الله، ولا يكون ذلك الحال إلا لعبد مجموع على الله\".(1)\nقال: \"باب ذكر جماعة من المشايخ الذين رموهم بالكفر، ونصبوا العداوة معهم، ورفعوهم إلى السلطان\"، فأعاد ذكر علة ذلك؛ أنهم لم يفهموا إشارتهم..!!.\nثم ما تعرض له ذو النون، لما حمل إلى المتوكل، ثم جوابه، وأنه أعاده معززا مكرما.\nوما تعرض له سمنون، الذي كاد أن يضرب عنقه، بسبب وشاية غلام الخليل.\nوأبو سعيد الخراز، أنكر عليه جماعة من العلماء، ونسبوه إلى الكفر؛ لألفاظ وجدت في كتاب صنفه، هو: \"كتاب السر\"، ليس فيه جواب غير قول: \"الله\".\nوذكر ما تعرض له الحلاج من القتل، بعد أن أخذ كتابا لعمرو بن عثمان المكي فيه شيء من علوم الخاصة، وهرب. فتنبأ عمرو بقتله، وقطع يديه ورجليه، فكان ذلك. (2)\nوما حدث لسهل بن عبد الله، الذي نسبه إلى الكفر رجل ينسب إلى العلم والعبادة، فهيج عليه العامة، حتى وثبوا عليه، فخرج من تستر إلى البصرة.\nوأبو عبد الله الحسين بن مكي الصبيحي، الذي تكلم في شيء من الأسماء والصفات وعلم الحروف، فكفره أبو عبد الله الزبيري، وهيج العامة عليه.\n__________\n(1) - اللمع ص495.\n(2) - صنيع الطوسي هذا، يدل على توليه الحلاج، حيث عده في المشايخ الذين نسبوا إلى الكفر، وما ذكر منهم إلا من ارتضى سيرته.. وقد احتال لذكره، فلم يذكره ابتداء، بل ألحقه بعمرو بن عثمان المكي، الذي لم يذكر عنه تعرضه لشيء من التهمة، بل ذكر كتابه الذي كان سببا في قتل الحلاج. إذن الحلاج هو المقصود بالذكر؛ لأن قصته مناسبة لعنوان الباب، دون عمرو بن عثمان المكي..!!.\n(1/65)\n",
        "وأبو العباس أحمد بن عطاء، الذي رفع إلى السلطان، ونسب إلى الكفر والزندقة.\nوالجنيد، الذي طلب مرارا، وأخذ، وشهدوا عليه بالكفر والزندقة. (1)\nوالقشيري ذكر شيئا من هذا فقال:\n\"سمعت الأستاذ أبا علي الدقاق، يقول: لما سعى غلام الخليل بالصوفية إلى الخليفة، أمر بضرب أعناقهم؛ فأما الجنيد فإنه تستر بالفقه، وكان يفتى على مذهب أبي ثور\"(2).\nيقول المستشرق نيكلسون:\n\" ويذهب الجامي إلى أن الجنيد كان أول من صاغ المعاني الصوفية، وشرحها كتابة، وأنه كان يعلم التصوف سرا في بيوت خاصة، وفي السراديب، في حين كان الشبلي يتكلم في مسائل التصوف علانية. ومن هذا نستنتج أن أهل السنة الذين أعاد إليهم الخليفة المتوكل سابق نفوذهم، كانوا أكثر تسامحا، وأقل اضطهادا للصوفية، منهم لرجال المعتزلة. ومما يؤيد ذلك: ما روي من أن ذا النون المصري عندما اتهم بالزندقة، وأرسل إلى بغداد لمحاكمته، مثل أمام المتوكل، ووعظه، فعفا عنه، ورده إلى وطنه. بل الجنيد نفسه قد اتهم بالزندقة مرارا، واتهم عدد كبير من الصوفية بهذه التهمة، فيما يعرف بمحنة الصوفية ببغداد، وهو المحنة التي فر على إثرها أبو سعيد الخراز الصوفي إلى مصر\"(3).\nوالذين لحقهم هذا الحال أكثر ممن ذكر، بل لا تكاد تجد إماما من هذه الطائفة، مشهورا في ناحية، إلا وله قصة مع العلماء والعامة، من هذا القبيل..!!.\nفهذه الظاهرة الصوفية؛ تَعَرُّضُ أئمتهم لمثل هذه المواقف الصعبة، والعسيرة. يثير التساؤل: لم هذه الظاهرة مما تميز بها الصوفية ؟.\nهل يمكن أن يكون ذلك كله تجنيا عليهم ؟!.\nمع ملاحظة أن التهمة لعامتهم في عمومها هي من جنس واحد، تدل حول أفكار متقاربة، هي الأفكار نفسها الموجودة في كتب الصوفية، وهي النتائج نفسها التي توصلت إليها هذه الدراسة.\n__________\n(1) - اللمع ص497-501.\n(2) - الرسالة 2/503.\n(3) - في التصوف الإسلامي وتاريخه ص20-21.\n(1/66)\n\nفهذه الأحوال التي تعرضوا لها حَرِّية بدراسة أسبابها، فإن الخط العام الذي كان عليه الناس اتباع السنة، فمن خالفها تعرض للإنكار، فهؤلاء إذن خالفوا الأمة؛ أي أنهم أتوا ببدعة استوجبت هذا النكير، ليس من إمام واحد، بل من كثير من الأئمة السنة، ولا في بلد واحد، بل في كثير من البلاد، ولا في قرن واحد، بل في كل القرون.. وكان هذا منذ ابتداء أمرهم في نهاية الثاني وبداية الثالث الهجري، أي لما كانت السنة مهيمنة.\nوكلما كانت السنة مهيمنة: كان بلاؤهم ومحنتهم أشد. والعكس بالعكس..\nفمثل الحلاج لم يسلم من القتل، ومن كان معه على مذهبه: اضطر لنفي ما نسب إليه، أو التخفي، أو الهروب.. لكن مثل: ابن عربي، وابن الفارض، والتلمساني، والقونوي، وابن سبعين. كانوا يقولون مثلما قال الحلاج وزيادة، ولم يلحقهم ما لحق الحلاج..!!.\n*…*…*\nلا يبعد أن يكون طرف من هذه الأخبار، قد نسج على بعض الأئمة، كالجنيد، والداراني، والتستري، كما نسجت أقوال على آخرين، فنسبت إليهم، وهم منها براء.\nوإثبات أو نفي نسبة هذه الأخبار والأقوال، إلى هؤلاء المشايخ، يحتاج إلى بحث مستقل، ليس محله هذه الدراسة.. فهذه الدراسة معنية بالأقوال ذاتها، لا بأصحابها.\nفإذا ما قيل: وهل الأقوال إلا بأصحابها ؟.\nقيل: هذه الأقوال، التي هي شطحات، مسطرة في كتب الصوفية، يتناقلونها فيما بينهم، قد صارت الجزء الأساس من التراث الصوفي، يحتجون بها، ويستندون إليها، بل ويتفاخرون بها، ويدعون إليها، ويجعلونها من الغايات، ومن الحقائق.\nوأما عدم ثبوتها عن هذا أو ذاك من المشايخ، فذلك أمر لا يهم هؤلاء المتصوفة؛ فقد كتبوها، ونقلوها، وهم بالتأكيد يعتقدون بها، ولولا ذلك ما نشروها، وما ذبوا عنها.\nوهؤلاء يمثلون اتجاها عاما في التصوف، هو الأظهر، وهو المسيطر على ساحة التصوف، بل التصوف لا يعرف إلا بهم، ومن خلال ما يتكلمون، وينقلون.",
        "(1/67)\n\nوإن كان ثمة تصوف غير هذا، الذي عليه هؤلاء، فهو مغمور خفي، لا أثر له، أو ربما وجوده متوهم، مظنون.\nفهذه الأقوال صارت إذن مستند التصوف المعروف، بغض النظر: أهي ثابتة أم لا ؟.\nوالتعامل مع هذا الواقع يحتم دراستها، ونقدها بحالها، كما هي، ولا يكفي إبطالها من جهة الثبوت، دون إبطال مضمونها، فإبطال المضمون مطلوب في كل حال.\nوما يخشى من نسبة قول إلى غير قائله، فذلك يمكن تجاوز بالتنبيه: أنه منسوب.\nلكل هذا: كانت هذه الدراسة منصبة في الأفكار، والحكم متجه إليها، ليس على القائلين بها، لكنها لما نقلت منسوبة إليهم، ذكرناها منسوبة إليهم، والغرض:\nنقدها، لا نقدهم..\nوالحكم عليها، لا الحكم عليهم.\n*…*…*\nالمحصّلة:\nكل ما سبق من الأدلة تبين أن نسبة الصوفية إلى الفلسفة أقرب منها إلى السنة، بل لا وجه لنسبتها إلى السنة:\nلا في لفظها؛ فلا علاقة لها بالصوف.\nولا في معناها؛ فلا علاقة لها بالزهد.\nولا في تفسيرها بالخلق؛ فله معنى خاص، يفضي إلى تشبيه الإنسان بالخالق تعالى.\nولا من جهة المقارنة بين التصوفين: الإسلامي، والقديم. حيث ظهر التشابه.\nولا من جهة أئمتها، الذين تعرضوا للإنكار، بسبب ما أتوا به، مما هو مخالف لما هو سائد في مجتمع تهيمن عليه السنة والشريعة؛ فالإنكار إذن لما تضمنته دعوتهم ومذهبهم من مخالفات واضحة للسنة.\nفكلها تمنع وتعيق نسبة التصوف إلى السنة والتوحيد، فهذه هي نتيجة البحث العلمي، والتاريخي، فمن أراد نقضها فعليه أن يسلك ذات الأدوات، وإلا فليس لكلامه قيمة.!!.\n*…*…*\nإن من يرى أصل التصوف سنيا محمودا، فالبرهان الذي يقدمه:\n- أن أئمة التصوف الأوائل ذكروا أن طريقتهم مقيدة بالكتاب والسنة، وعليه: فأسّ التصوف محمود في أصله؛ إذ هو المتقيد بالشريعة، والمذموم هو ما أحدثه من بعدهم ؟.\n(1/68)",
        "\nوهذا التقرير مبني على: أن هناك طريقة صوفية، أسسها الأوائل، متقيدة بالشريعة، واضحة المعالم، مفصلة المسائل، تضاهي الطرق الصوفية الفلسفية والبدعية المنتشرة، في تفصيلها، وترتبيها ( يلاحظ: أن هذا التقسيم بحسب الحال، وأما إنكار التقسيم فبحسب الأصل ).\nوالشأن في وجود هذه الطريقة المتقيدة بالشريعة، فلو وجدت، وكانت على شرطها، فبها ونعمت. لكن كيف لو أنها معدومة، لا وجود لها ؟!.\nحينئذ تنتفي دعوى تقسيم التصوف إلى: محمود، ومذموم. كما ينتفي قول من زعم أن أصل التصوف محمود. فإنه قول في شيء لا وجود له إلا في الأذهان، والمعركة القائمة إنما في الخارج، فكيف لنا أن نقارن بين ما في الذهن وما في الخارج ؟!.\nومن كان في شك من هذا، فليخرج لنا طريقة واحدة متقيدة بالكتاب والسنة.\nوإذا كان الجنيد، أو التستري، أو الداراني، وغيرهم قد أعلنوا هذا التقيد:\nفأين هي طريقتهم، ومذهبهم ؟.\nأين هي الطرق الصوفية القائمة على التقيد بالكتاب والسنة ؟!.\nمع العلم أن عامة المتصوفة، قديما وحديثا، يقولون أن طريقتهم متقيدة بالكتاب والسنة، غير أننا لا نرى إلا طرقا فلسفية، تقرر الزندقة بالحلول والاتحاد ووحدة الوجود، وأمثلها طريقة التي تستعمل البدع، وتسير عليها في: الذكر، والعبادة .!!.\nبل إننا نجد من الكلام ( المنسوب ) إلى هؤلاء الأئمة ما يخدم الطريقة الفلسفية، يساق جنبا إلى جنب مع أقوالهم في التقيد بالشريعة،(1) والاتباع يسمعون هذا مع هذا، ولا يدركون التناقض، بل تفسر لهم مؤتلفة متفقة، فيعتنقون هذا التصوف بانحرافاته، وهم يزعمون ويظنون أنهم لم يخالفوا الشريعة !!. (2)\nفالحاصل والواقع أن طريقة هؤلاء الأئمة الذين أعلنوا التقيد بالشريعة: مجهولة، غير معروفة .!!.\n__________\n(1) - انظر: أقوال الواردة عن الأئمة: الجنيد، والداراني، والتستري.. في الرسالة للقشيري.\n(2) - انظر مثلا على ذلك: تفسيرات الطوسي لشطحات: البسطامي، والشبلي. في اللمع.\n(1/69)\n",
        "فإذا كان هذا هو الحال:\nفكيف يمكن أن يقال: إن تصوف هؤلاء الأوائل هو التصوف الصحيح المحمود؟.\nفهذه إحالة إلى مجهول غير معلوم، إلى خطوط عامة، ليس تحتها تفصيلات جلية، كتلك التي في الاتجاه الفلسفي، فمريد التصوف لن يجد هذه الطريقة السنية المزعومة..\nلن يجد مفصلا إلا الفلسفي أو البدعي (1)\n__________\n(1) - لا بد هنا من الإشارة إلى أن هذا التقسيم إلى: فلسفي، وبدعي. إنما هو بحسب ما طرأ على التصوف، وإلا فالأصل أن التصوف فلسفي محض، لكن بعض من تلبس بالتصوف كان عنده من العلم والإيمان ما يخفف به غلواء التصوف، وينقله إلى البدعة، فقد تصرف في الفكرة نفسها.\nفهرس المراجع\nأولا - كتب السنة والآثار.\n1- تمييز الطيب من الخبيث فيما يدور على ألسنة الناس من الحديث، لعبد الرحمن بن علي بن عمر الشيباني، دار الكتب العلمية، بيروت، الطبعة الثالثة 1409/1988.\n2- سلسلة الأحاديث الضعيفة، لمحمد ناصر الدين الألباني، المكتب الإسلامي، الطبعة الرابعة 1398.\n3- صحيح البخاري، لأبي عبد الله محمد بن إسماعيل البخاري، ضبط: د. مصطفى ديب البغا، دار ابن كثير(دمشق، بيروت)، اليمامة للطباعة والنشر (دمشق)، الطبعة الرابعة 1410/1990.\n4- فتح الباري شرح صحيح البخاري، لأحمد بن حجر العسقلاني، ضبط: محمد فؤاد عبدالباقي، إخراج: محمد الدين الخطيب، إشراف: عبد العزيز بن باز، دار المعرفة، بيروت.\n5- كشف الخفاء ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس، لإسماعيل بن محمد العجلوني، دار الكتب العلمية، بيروت، الطبعة الثالثة 1988/1408.\n*…*…*\nثانيا - كتب العقيدة.\n1- بدائع الفوائد، لأبي عبد الله محمد بن أبي بكر بن قيم الجوزية، دار الكتاب العربي، بيروت.\n2- درء تعارض العقل والنقل، لأبي العباس ابن تيمية، تحقيق: محمد رشاد سالم، جامعة الإمام محمد بن سعود الإسلامية، الطبعة الأولى 1399/1979.\n3- شرح العقيدة الطحاوية، لأبن أبي العز الحنفي، خرج أحاديثها: محمد ناصر الدين الألباني، المكتب الإسلامي، الطبعة التاسعة 1408/ 1988.\n4- فتاوى وتنبيهات ونصائح، لعبد العزيز بن باز، مكتبة السنة، القاهرة، الطبعة الأولى 1409.\n5- مجموع الفتاوى، لأحمد بن عبد الحليم بن تيمية، جمع: عبد الرحمن بن قاسم، طبع بأمر خادم الحرمين الشريفين الملك فهد بن عبد العزيز، إشراف الرئاسة العامة لشئون لحرمين الشريفين.\n6- متن العقيدة الطحاوية، لأبي جعفر الطحاوي، دار الصميعي، الطبعة الأولى 1419/1998.\n7- الاستقامة، لأحمد بن عبد الحليم بن تيمية، تحقيق: محمد رشاد سالم. مكتبة ابن تيمية، القاهرة.\n8- الاعتصام، لأبي إسحاق إبراهيم بن موسى اللخمي الشاطبي، تعريف: محمد رشيد رضا، دار المعرفة بيروت. 1405-1985.\n9- عدة الصابرين وذخيرة الشاكرين، لمحمد ابن أبي بكر ابن قيم الجوزية، تصحيح: نعم زرزور. دار الكتب العلمية، بيروت.\n*…*…*\nثالثا- كتب المعاجم واللغة.\n1- التعريفات، للشريف علي بن محمد الجرجاني، دار السرور، بيروت.\n2- دائرة معارف القرن العشرين، لمحمد فريد وجدي، دار المعرفة، بيروت، الطبعة الثالثة 1971.\n3- الموسوعة الفلسفية العربية، رئيس التحرير:معن زيادة، معهد الإنماء العربي، الطبعة الأولى 1986.\n4- المعجم الفلسفي بالألفاظ العربية والفرنسية والإنكليزية واللاتينية، للدكتور جميل صليبا، الشركة العالمية للكتاب، بيروت، 1994/1414.\n5- المعجم الفلسفي لمجمع اللغة العربية، الهيئة العامة لشئون المطابع الأميرية، القاهرة 1403/1983.\n6- سير أعلام النبلاء، لشمس الدين حمد بن أحمد بن عثمان الذهبي، مؤسسة الرسالة، تحقيق: شعيب الأرناؤوط، الطبعة السابعة 1410/1990.\n7- الفهرست لابن النديم، لأبي الفرج محمد بن أبي يعقوب المعروف بالنديم، ضبط: د.يوسف طويل، وضع فهارسه: أحمد شمس الدين، دار الكتب العلمية 1416/1996.\n8- المقدمة، لعبد الرحمن ابن خلدون. دار الفكر.\n*…*…*\nخامسا – الكتب الناقدة للتصوف\n1- تحقيق ما للهند من مقولة مقبولة في العقل أو مرذولة، لأبي الريحان محمد البيروني، عالم الكتب، الطبعة الثانية 1403/1983.\n2- ظهر الإسلام، لأحمد أمين، ، دار الكتاب العربي، بيروت، الطبعة الخامسة.\n3- بنية العقل العربي، دراسة تحليلية نقدية لنظم المعرفة في الثقافة العربية، للدكتور محمد الجابري، مركز دراسات الوحدة العربية، بيروت، الطبعة الخامسة 1996.\n4- تلبيس إبليسٍ، لجمال الدين أبي الفرج عبد الرحمن بن الجوزي، عنيت بنشره إدارة الطباعة المنيرية، دار الكتب العلمية، بيروت.\n5- التصوف بين الحق والخلق، لمحمد فهر شقفة، الدار السلفية، الطبعة الثالثة 1403/1983.\n6- التصوف في الإسلام، للدكتور عمر فروخ، دار الكتاب العربي، بيروت، 1401/1981.\n7- التصوف المنشأ والمصادر، لإحسان إلهي ظهير، إدارة ترجمان السنة، لاهور، الطبعة الأولى 1406.\n8- الرد على القائلين بوحدة الوجود لعلي بن سلطان القارئ، تحقيق: على رضا بن علي رضا، دار المأمون للتراث، الطبعة الأولى 1415/1995.\n9- شطحات الصوفية، لعبدالرحمن بدوي، وكالة المطبوعات، الكويت، الطبعة الثانية 1976.\n10- الصوفية الوجه الآخر، للدكتور محمد غازي، إعداد: عبد المنعم الجداوي، لقاء صحفي.\n11- الصوفية في الإسلام، نيكلسون، ترجمة وتعليق: نور الدين شريبة، الناشر: مكتبة الخانجي بالقاهرة، الطبعة الثانية 1422هـ.\n12- في التصوف الإسلامي وتاريخه، طائفة من الدراسات قام بها رينولد نيكلسون، نقلها إلى العربية وعلق عليها: أبو العلا عفيفي، مطبعة لجنة التأليف والترجمة والنشر، القاهرة، 1388/1969.\n13- العقل الأخلاقي العربي، دراسة تحليلية لنظم القيم في الثقافة العربية، للدكتور محمد الجابري، المركز الثقافي العربي، الطبعة الأولى 2001.\n14- مدارج السالكين بين منازل إياك نعبد وإياك نستعين، لأبي عبد الله محمد بن أبي بكر بن أيوب بن قيم الجوزية، راجعه: لجنة من العلماء بإشراف الناشر، دار الحديث، القاهرة.\n15- نشأة الفكر الفلسفي، للدكتور علي سامي النشار، دار المعارف، الطبعة السابعة 1977.\n16- نظريات الإسلاميين في الكلمة، لأبي العلا عفيفي، الجامعة المصرية، مجلة كلية الآداب، المجلد الثاني/ الجزء الأول، مايو 1934، ص33.\n*…*…*\nسادسا- كتب التصوف.\n1- طبقات الصوفية، لأبي عبد الرحمن السلمي، تحقيق: نور الدين شريبة، مكتبة الخانجي، القاهرة، الطبعة الثالثة 1406/1986.\n2- المعجم الصوفي، للدكتورة سعاد الحكيم، مؤسسة دندرة للطباعة والنشر، بيروت، الطبعة الأولى 1401/1981.\n3- معجم اصطلاحات الصوفية، للدكتور أنور فؤاد أبي خزام، مراجعة: د. جورج متري عبدالمسيح، مكتبة لبنان، ناشرون، الطبعة الأولى 1993.\n4- مصطلحات الصوفية، لعبد الرزاق الكاشاني، تحقيق: د.عبد الخالق محمود، دار المعارف، القاهرة، الطبعة الثانية 1404/1984.\n5- إحياء علوم الدين، لأبي حامد محمد الغزالي، دار الريان للتراث، الطبعة الأولى 1407/1987.\n8- الإنسان الكامل في معرفة الأوائل والأواخر، لعبد الكريم بن إبراهيم الجيلي، مطبعة مصطفى البابي الحلبي، مصر، الطبعة الرابعة 1402/1981.\n9- الإنسان الكامل في معرفة الأوائل والأواخر، لعبد الكريم بن إبراهيم الجيلي، تحقيق: صلاح بن عويضة، منشورات محمد علي بيضون، دار الكتب العلمية، بيروت، الطبعة الأولى 1418/1997.\n10- ديوان الحلاج وأخباره وطواسينه، جمعه وقدم له: د. سعدي ضناوي، دار صادر، بيروت، الطبعة الأولى 1998.\n15- الرسالة القشيرية، لأبي القاسم عبد الكريم القشيري، تحقيق: عبد الحليم محمود، محمود بن الشريف، دار الكتب الحديثة، القاهرة.\n11- رسائل الجنيد، لأبي القاسم الجنيد، تحقيق: د.علي حسن عبدالقادر.\n18-شرح عبد الرزاق الكاشاني على فصوص الحكم، لمحي الدين بن عربي، مطبعة مصطفى البابي\n19- عبد الحليم محمود وقضية التصوف، المدرسة الشاذلية، دار المعارف، القاهرة، الطبعة الثالثة.\n20- عوارف المعارف، ملحق بالإحياء، لعبد القاهر بن عبد الله السهروردي، دار الريان للتراث، الطبعة الأولى 1407/1987.\n21- عودة الواصل دراسات حول الإنسان الصوفي، للدكتورة سعاد الحكيم، مؤسسة دندرة للدراسات، الطبعة الأولى 1414/1994.\n22- كشف المحجوب، للهجويري، دراسة وترجمة وتعليق: د.إسعاد عبد الهادي قنديل، المجلس الأعلى للشئون الإسلامية، لجنة التعريف بالإسلام، القاهرة 1415/1994.\n23- كتاب قوانين حكم الإشراق إلى كافة الصوفية بجميع الآفاق، لجمال الدين محمد أبي المواهب الشاذلي، الناشر: مكتبة الكليات الأزهرية، القاهرة، 1380/1961.\n24- فتوح الغيب، لعبد القادر الجيلاني، مكتبة مصطفى البابي الحلبي، مصر، الطبعة الثانية 1392.\n25- الفتوحات المكية، لمحي الدين بن عربي، دار صادر، بيروت.\n26- قوت القلوب، لأبي طالب المكي، طبع بمطبعة الأنوار المحمدية، القاهرة.\n27- اللمع، لأبي نصر السراج الطوسي، تحقيق: د. عبد الحليم محمود، طه عبد الباقي سرور، الناشر: مكتبة الثقافة الدينية، القاهرة.\n28- مقدمة التعرف لمذهب أهل التصوف، لأبي بكر محمد الكلاباذي، قدم له وحققه: محمود أمين النواوي، الناشر: المكتبة الأزهرية للتراث، القاهرة، الطبعة الثانية 1412/1992.\n29- مصرع التصوف، أو تنبيه الغبي إلى تكفير ابن عربي، لبرهان الدين البقاعي، تحقيق: عبد الرحمن الوكيل، مطبعة السنة المحمدية، القاهرة، الطبعة الأولى 1372/1953.\n30- مدخل إلى التصوف الإسلامي، للدكتور أبو الوفا الغنيمي التفتازاني، دار الثقافة، القاهرة، الطبعة الثالثة1991.\n31- مجموع رسائل الإمام الغزالي (1-7)، روضة الطالبين وعمدة السالكين (2)، مشكاة الأنوار (4)، دار الكتب العلمية، بيروت، 1406/1986.\n*…*…*\n(1/70)\n\n!!.\n*…*…*\nولو قيل: بل الطريقة معروفة، هي طريقة السلف، أهل القرون المفضلة.\nفيقال: إذا كان كذلك، فلا يصح تسميتها بالتصوف، وقد علم أن هؤلاء لا خبر لهم بالتصوف. وهل من فائدة تجتنى من ذلك إلا تصحيح الطريقة الصوفية الفلسفية؛ إذ لا وجود في الواقع لغيرها، فكل تحسين وتصحيح فلا يتجه إلا إليها ؟.\nولو فرضنا جدلا: أن التصوف مصطلح دال على الزهد الشرعي في أصله. ثم إنه تلبس به ما فيه معارضة للشريعة، حتى صار هو الأشهر: لكان من الحكمة تركه والإعراض عنه، حتى لا يختلط الحق بالباطل؛ إذ لا موجب شرعيا ولا عقليا للتمسك به، وثمة مصطلح يغني عنه، ليس فيه لبس ولا تضليل هو: الزهد.\nوهنا مثل:\nالأصل في ( التشيع ) أنه محمود؛ لأنه دال على نصرة آل البيت، لكن لما انحرف معناه، فصار مصطلحا دالا على سب الصحابة وتكفيرهم: ترك أهل السنة الانتساب إليه، منعا للتلبيس.\nفكيف بمصطلح لا يثبت له أصل محمود، وهو متضمن لما يضاد الإسلام، ولا وجود للمحمود منه ؟!.\nفمهما قيل، فإن كافة الحجج التي يستند إليها من يرد تقسيم التصوف إلى: سني، وفلسفي. تنهار أمام البراهين العقلية، والشواهد التاريخية، وكذا الأدلة الشرعية.\n*…*…*",
        "(1/71)\n"
    ]
}