{
    "partText": [
        "\nنبي الرحمة\nبقلم: عبد الرحمن بن عبدالله\nتمهيد\nما أشقى البشرية حين تشيح بوجهها بعيدا عن الفطرة، وحين تطغى عليها المادة، فتبيت تتحكم في أخلاق الناس وحياتهم، بل تصبح المادة هي المسيطر الأول على هذه الحياة.\nلقد تحول الإنسان في العصور الأخيرة إلى آلة صماء، تدور رحاها في دوامة الماديات، لا تلتفت إلى حقيقتها، إلا حين تحيط بها المتاعب والخطوب.\nكادت الفطرة تختفي وتندثر بعدما تفلتت الأخلاق، فأصبح الإنسان غريبا في هذه الحياة عن نفسه وعن فطرته، يكاد لا يتعرف إلى حقيقته التي خلقه الله عليها.\nما أحوجنا حقا إلى التشبث بأخلاقيات الفطرة؛ كي نتخفف من الضغوط النفسية التي تثقل كاهلنا، وتزيد من سيطرة الاكتئاب علينا، وسيطرة الأمراض النفسية والانحرافات الخلقية والانتحار، هربا من إشكالية التعاسة والشقاء، التي باتت تغلف حياة البشر.\nلو تأملنا حال البشر في العقود الأخيرة، لوجدنا صورة قاتمة، ليس بها سوى ومضات من النور الخافت، صورة تنطق بالفشل البشري. فما من بقعة من بقاع الأرض، إلا ولها نصيب من الشقاء.\nما من بقعة من بقاع الأرض، إلا ولها نصيب من الحروب الجشعة التي تخدم مصالح المادية الإنسانية وحسب. ولم يعد الإنسان يهتم لأمر أخيه الإنسان، فربما قذف بالطعام في البحر، في الوقت الذي نجد فيه من يفقد حياته، لعسرة وجود ما يعينه على استمرار الحياة.\nوقد زاد كفل البشرية من تفشى الأوبئة، بعدما ازدادت معدلات الانحرافات الجنسية بين الناس في كثير من المجتمعات، وبعد هروب الإنسان من شريعه الله، وهرولته كالأعمى وراء الرذائل.\nهكذا أصبحت النفوس مرهقة معذبة، تحمل على كاهلها أصعب الآفات النفسية والخلقية، فتحول البشر إلى حجارة، لا تفهم ولا تعي مغزى وجودها.\n(1/1)\n",
        "لذا، كانت هناك حاجة ماسة للرجوع إلى أخلاق الفطرة، والعودة إلى الرسالة التي خُتمت بها الرسالات السماوية، التي تحمل كل خير للبشر، والاقتداء بحامل تلك الرسالة الذي أرسله الله للبشرية جمعاء، من أجل إتمام مكارم الأخلاق.\nإننا الآن في حاجة للسير على نهج هذا الرسول العظيم، مثلما كانت حاجة البشرية من قبل. فقد كانت البشرية قبل رسالة النبي محمد صلى الله عليه وسلم، تغرق في مستنقع الانحطاط الأخلاقي، فأرسل الله من يعيد إلى الحياة عفتها وطهارتها.\nنعم، لقد تفشت قبل بعثة الرسول صلى الله عليه وسلم، مظاهرالجاهلية بأخلاقها الرذيلة، فكان الانحلال الأخلاقي والظلم، مظاهر سائدة وطاغية، لا يمكن لأي صاحب خلق قويم أن يقف في وجهها، إلا و عاد مهزوما من هذه المواجهة.\nلذلك، كان لابد من قائد لمسيرة الأخلاق، يحمل لواءها ويثابر من أجل العودة بالبشرية إلى فطرتها التي خلقها الله عليها، ويبعث فيها من جديد، الرونق والعبير الذين يضفيان عليها قيمة وجودها.\nحالة الجزيرة العربية قبل البعثة:\nكانت الجزيرة العربية تعيش في أحط حالات انعدام الأخلاق البشرية. فلو عدنا بذاكرتنا إلى الوراء، حيث الزمن الذي سبق بعثة النبي صلى الله عليه وسلم، لوجدنا ما يشيب له شعر الوليد من هول ما كان سائدا.\nمن أبشع ما يمكن أن يتصوره العقل، تلك الأمور التي كانت تحدث في ربوع الجزيرة العربية من وأد للبنات!\nبأي ذنب تضيع تلك الروح التي لم يكن يعبأ بها المجتمع، ولا يلقي لها بالا، ولا يضعها في حسبانه؟ تلك الروح التي كانت تفقد حياتها لأنها ليست ذكرا. ومن الذي كان يسلبها حياتها! إنه أبوها!\nأي قسوة تلك وأي انحراف أخلاقي هذا، حين يئد الأب فلذة كبده بيديه؟!\nلقد كان الرجال في الجزيرة العربية يكرهون إنجاب الإناث، ويعتريهم الهم والضيق حين يشاء الله أن يرزقهم بأنثى.\nيقول الله عز وجل مصورا لهذه الصورة البشعة:\n(1/2)\n\n\"وإذا بُشِّرَ أحدُهم بالأنثى ظلَّ وجهُهُ مُسوّداً وهو كظيم يتوارى مِن القوم مِنْ سُوءِ ما بُشِّر به أيمسِكُهُ عَلى هُون أمْ يَدسُّهُ في التُراب ألا ساء ما يحكمونَ.\" (سورة النحل 59).\nوقد ذكر ابن الأثير في كتابه «أُسد الغابة» في مادة: قيس: أن النبي ـ صلى الله عليه وآله وسلم ـ سأل قيساً عن عدد البنات اللاتي وأدهنَّ في الجاهلية: فأجاب قيسٌ بأنه وأد اثنتي عشرة بنتاً له.\nوقد افتخر «الفرزدق» بإحياء جدِّه للموؤدات في كثير من شعره إذ قال:\nومنّا الّذي منَع الوائدات ………وأحيا الوئيد فلم يُوأد\nهذا، ولم يقتصر الوضع على ذلك الحد، بل انتشرت المهانة للمرأة في المجتمع الجاهلي. كانت المراة كسقط المتاع إذا مات زوجها، أصبحت إرثا لقرابته يفعل فيها ما يشاء. فربما تزوجها لو كانت امرأة ذات حسن وجمال، أو ترد عليه الصداق الذي أخذته من زوجها الميت، أو ربما حبسها حتى الموت، إن لم يكن له حاجة في الزواج منها.\nوأما المرأة المطلقة، فلم يكن من حقها أن تتزوج برجل آخر، إلا بعدما يأذن لها مطلقها، وربما أعجبه وأرضاه أن يتركها هكذا تعاني في حياتها نكاية بها. وإذا أذن لها، فيكون ذلك مقابل أن يأخذ منها مهرها الذي يهبه لها زوجها الثاني.\nلم تكن المرأة كذلك تتمتع في هذا المجتمع بأي من الحقوق المالية، فلم تكن ترث ولم يكن لها ذمة مالية مستقلة.\nومن ناحية أخرى، كانت الأحقاد والكراهية والعصبية الجاهلية هي الأخلاق السائدة آنذاك بين قبائل العرب. فقد كانت رحى الحرب دائرة لسنوات عديدة بين الأوس والخزرج وهم الذين يقطنون المدينة نفسها ويتجاورون، إلا أنهم خضعوا لأحقاد النفس وسوء الخلق، فأصبحوا أشد الناس عداوة لبعضهم بعضا.\nوكانت الأطماع المادية هي المسيطرة على عقول العرب، فانتشرت عادة النهب والإغارة على القبال الأخرى.",
        "(1/3)\n\nهذه حال المجتمع العربي آنذاك. أما من ناحية الدين والعبادة، فلم يكونوا أحسن حالا من وضعهم في الأخلاق والعلاقات الاجتماعية. فقد كانوا يعبدون ما ينحتون. ترى الرجل منهم ذا القوة والجاه والمكانة، يعبد حجرا ويتوسل إليه، ويضعه نصب عينيه في داره، بل ترى هذا الحجر الأصم، أغلى لديه من بعض ولده. وربما صنع الرجل منهم صنما من العجوة، حتى إذا اشتد به الجوع، أكله وكأنه لم يكن يتذلل إليه منذ قليل!\nوكانت العبادات متنوعة بين القبائل؛ فمنهم من يعبد الشمس كحمير، ومنهم من يعبد الجن كخزاعة، ومنهم من يعبد القمر ككنانة. وكانت القبائل تعبد الكواكب؛ لكل قبيلة كوكب تعبده، وكأنه هو الذي خلقها!\nأما الغالبية العظمى من أهل الجزيرة العربية، فقد كانت تعبد ما يزيد على ثلاثمائة وستين صنماً. وكانت قريش التي بها البيت الحرام، تتاجر بالدين وتجعله مصدرا أساسيا من مصادر الدخل القومي لديها، فكانت تتخذ حول الكعبة العديد والعديد من الأصنام، يستغلون بها الناس، ليعبدوا هذه الحجارة، وتزداد وارداتهم التجارية والمادية إثر هذه العبادة.\nحال بقية العالم قبل البعثة:\nأما لو تطرقنا إلي الوضع العالمي، فليست الحال بأفضل مما رأينا، فقد كانت الإمبراطوريتان السائدتان في ذلك الوقت هما إمبراطورية الفرس وإمبراطورية الروم، وكانت هاتان الإمبراطوريتان سيدتي العالم في ذلك الوقت، بلا منازع أو شريك.\nانتشر الظلم والقهر في بلاد الروم؛ فكان الشعب أحوج ما يكون للمسة حانية تحتضنه، وراية عدل ترتفع في سمائه، لتزيح عنه عبء هذا الظلم.\nكذلك انتشرت الحروب الخارجية والنزاعات الداخلية، نتيجة الجدل العقيم بين الفئات المختلفة داخل الدولة الرومية، مما أضعف هذه البلاد وجعل الفوضى تعم فيها، وكذلك السخط والحنق لما يمر به الشعب من قهر وظلم وانتهاك لبشريته وانتشار للمذابح في هذه البلاد.\n(1/4)",
        "\nكانت هذه البلاد تعيش في حالة من الظلم الشديد للشعوب؛ فقد فرضت الضرائب الباهظة على الشعوب الكادحة. أما الطبقة الحاكمة، فقد سبحت في بحور الملذات والترف والإسراف والانشغال بالملذات عن مصالح الشعوب.\nكانت حال الشعوب في أوربا حالا عجيبة؛ فقد كانت تعيش في ظلمات الجهل والأمية، لا تعرف عن العلم شيئا. تسيطر الخرافات على تفكيرها. والمغالاة في بعض الأفكار هي طبيعتها. فقد كانوا (على سبيل المثال) يعقدون المؤتمرات لبحث حقيقة المرأة وطبيعتها وهل هي حيوان أم إنسان. وكانت أوربا تعيش أقصى حالات اللامبالاة بعدما اعتادوا على الخضوع والاستكانة.\nأما في إيران، فقد كان الوضع على الدرجة نفسها من السوء. فقد كان هناك تمايز طبقي في ذلك المجتمع: طبقة تسيطر عل الموارد المالية وهي الطبقة العليا. أما بقية الشعب، فقد كانت ترضخ للمعاناة والفقر والحرمان، بل تتحمل أعباء بذخ هذه الطبقة على كاهلها. وكان الفقراء محرومين من أبسط حقوقهم الإنسانية، وكانوا يعيشون كالعبيد.\nأما التعليم، فكان مقصورا على الأمراء والأثرياء فقط، وحرم باقى الشعب من حقه الطبيعي في اكتساب العلوم والمعارف، وعاش في أحضان الجهل.\nوكانت الحكومة الفارسية في هذه المرحلة تعاني من الفوضى والاضطراب وعدم الاستقرار.\nكذلك انتشرت الإباحية والفساد وحالات هتك الأعراض. وكان الملوك يعتبرون أنفسهم من نسل آخر مختلف عن البشر، ففيهم يجري دم الآلهة، ولهم الحرية في أن يفعلوا في الناس ما يشاؤون.\nوكان العالم في ذلك الوقت يعيش تحت لواء الحروب المتواصلة بين الفرس والروم، كما كانت الحروب قائمة بين القبائل العربية، وكأن الحرب هي الملاذ الوحيد آنذاك للعيش في هذه الحياة!\n(1/5)\n",
        "سنوات طويلة من الحروب المتواصلة، والفقر والظلم والاستبداد والقهر للشعوب. فكانت هذه الشعوب قد فاض بها، وأصبحت في أمس الحاجة إلى نهر طاهر ترتوي منه، وتغسل فيه همومها، وعدل صارم، لا يجامل الأثرياء على حساب الفقراء.\nهذه هي حال العالم قبل بعثة النبي صلى الله عليه وسلم. كان العالم قد غلفه الجهل والظلم فأبي الله إلا أن يرسل من يزيح صخرة هذا الجهل والظلم ويكون منبعا للرحمة بالبشرية، فكان قدوم محمد صلى الله عليه وسلم الذي قال ربه فيه وما أرسلناك إلا رحمة للعالمين.\nكانت المجتمعات بالفعل مهيأة تماما لاستقبال رسالة جديدة أساسها الأخلاق الكريمة؛\nرسالة العدل ركيزتها، والرحمة والأمانة واحترام بشرية الإنسان، دعائمها.\nكان لا بد من الرحمة بهذا العالم الذي أرهقت المظالم كاهله. رحمة يبعث الله بها رجلا ذا خلق عظيم. فبعثه الله عز وجل لينير ظلمات الحياة، ولتشرق فيها شمس الأخلاق من جديد.\nهذا الخلق الذي تمتع به ذلك الرجل، هو الذي باتت البشرية في حاجة ملحة للعودة إليه في هذا الزمان، بعدما وقع هذا الانهيار الأخلاقي الذي يغلف حياة إنسانية هذا اليوم.\nلذلك، كان من البديهي أن يكون هناك تعريف بصاحب هذا الخلق وهذه الرسالة التي تحتاجها البشرية، وأن نلقي الضوء على الجانب الأخلاقي والإنساني في حياة رسول الأخلاق والرحمة والعدل محمد صلى الله عليه وسلم؛ الذي شهد له أعداؤه بدماثة الخلق وبالعظمة الإنسانية، والذي شهد له ربه قبل أي أحد بأنه صاحب أعظم خلق:\n\"وإنك لعلى خلق عظيم.\"\nمقدمة\nلم تكن الظروف التي نشأ فيها رسول الله صلى الله عليه وسلم محض صدفة أو بلا مغزى من ورائها، بل كانت هذه الظروف بترتيب من الله عز وجل؛ كي تُصقل شخصية النبي الخاتم صلى الله عليه وسلم.\nمر النبي صلي الله عليه وسلم قبل بعثته بمراحل تركت فيه أبلغ الأثر، ومن هذه المراحل:\nمرحلة اليتم:\n(1/6)\n\nفقد ولد رسول الله يتيم الأب، وكأن هذا اليتم يراد من ورائه غرس بذور الرحمة في هذا القلب الذي سيحمل الحب لكل البشر والرحمة للعالم أجمع.\nفهذا القلب الذي ذاق مرارة اليتم والحرمان من عطف الوالدين، تعلم كيف يكون رحيما بمن حوله، حتى وإن عادوه، وكيف يكون حريصا عليهم وإن عذبوه وأهانوه. فهو لا يريد لهم الخلود في النار أو ذوق لهيبها، بل يريد لهم التنعم بمرضاة الله والخلود في جناته.\nالفقر وعدم الثراء:\nلم يكن النبي محمد يتمتع بالثراء بين أقرانه ومجتمعه، بل كان رجلا فقيرا، يعيش كما يعيش عامة الناس في مجتمعه، يأكل كما يأكلون، ويلبس كما يلبسون.\nلقد تربى في كنف عمه أبي طالب، بعدما مات أبوه وجده. وكان أبو طالب رجلا كثير العيال قليل المال، رغم مكانته في قومه. هذه الحال البسيطة التي وجد النبي نفسه عليها، دفعته إلى العمل، وعدم التواكل، وعدم الركون إلى الدعة، وعدم الانغماس في اجتماعات اللهو. فقد أخذ على نفسه أن يعمل ليساعد عمه في متطلبات الحياة. جعلت منه هذه الظروف، شخصا مسؤولا، رغم صغر سنه، وجعلت منه إنسانا يشعر بمن حوله ويشاركهم همومهم، وما يمرون به في حياتهم.\nالأسرة العريقة:\nرغم ظروف الفقر التي نشأ فيها النبي، إلا أنه كان من أسرة عريقة، لها مكانتها في الجزيرة العربية. وما من أحد إلا ويعترف بفضل هذه الأسرة وعراقتها. هذا النسب الذي انتسب له النبي، جعل منه رجلا ذا خلق قويم، لا يعرف البعد عن الفطرة، ولا يعرف التعامل بأسلوب السفهاء، يصل الرحم، ويعين ذا الحاجة، ويغيث الملهوف.\nشجرة الأسرة:",
        "(1/7)\n\nاتفق النسابة العرب على أن نسب النبي هو : محمد بن عبد الله بن عبد المطلب (وهو شيبة وقيل شيبة الحمد) بن هاشم (وهو عمرو) بن عبد مناف (وهو المغيرة) بن قصى بن كلاب بن مرة بن كعب بن لؤى بن غالب بن فهر بن مالك بن النضر (وهو قريش ومعناها الذي قرّش أي جمع أجزاء القبيلة) بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان.\nهذا النسب العريق، اعترف به أبو سفيان حين سأله هرقل: كيف نسبه فيكم؟ فأجاب: هو فينا ذو نسب. فقال هرقل: فكذلك الرسل تبعث في نسب قومها.\nرعي الغنم:\nعن أبي هريرة رضي الله عنه، قال: قال رسول الله عليه وسلم: \"ما من نبي إلا ورعى الغنم.\" (رواه البخاري).\nهذا العمل الذي اختاره الله للأنبياء، واختاره لرسوله الكريم؛ محمد صلى الله عليه وسلم، لم يكن سوى لحكمة عظيمة، ولما يتركه في نفس صاحبه من خصال فاضلة.\nإن الرجل الذي يعمل في هذا المجال، ويقوم على رعاية هذه الأغنام، ويتعامل معها بكل بساطة وتلقائية، لحري به أن يكون التواضع سمة بارزة في خلقه؛ هذا التواضع الذي من شأنه أن يجذب الناس إليه، وإلى رسالته فيما بعد.\nولقد كان النبي صلى الله عليه وسلم أكثر الناس تواضعا، فقد كان يخالط الفقراء والمساكين ويتعامل معهم بكل تقدير واحترام.\nولم تقف مزايا رعي الغنم الذي عمل به النبي، عند هذا الحد، بل لقد أكسب النبي الصبر الشديد. فقد كان يخرج بهذه الأغنام في قيظ الصحراء الملتهبة، يصبر على العطش الشديد والحر الشديد، ويصبر على الأغنام ورعايتها من طلوع الشمس حتى غروبها. وكان يصبر على جمع شتاتها، وهي التي تنتشر يمينا وشمالا، فأكسبه ذلك صفة الصبر في حياته عامة، فكان أصبر الناس على أذى قومه له، وأصبر الناس على تكذيب من حوله له، وعلى جهل الجاهلين معه، فكان أول أولي العزم الذين صبروا حتى نهاية حياتهم.\n(1/8)",
        "\nوهناك صفة رائعة، لا يمكننا أن نغفل عنها في معرض حديثنا عن هذا الموضوع، وهي التأمل الذي يتيحه هذا العمل لصاحبه. لقد كان النبي يتأمل في ما حوله من خلق الله، في السماء وأفقها، وفي الأرض ورحابها. كل هذا، جعله يعلم أن للوجود خالقا أعلى، وأنه محال أن تكون هذه المخلوقات العظيمة قد جاءت نتاجا للصدفة، أو جاءت بها هذه الأصنام الصماء التي يعبدها قومه.\nوللشجاعة نصيب لابد وأن يذكر حين نتكلم عن رعي الغنم. فهذا الذي يرعى الغنم، يواجه خطر الحيوانات الضارية مثل الذئاب، ويواجه اللصوص الذين يسعون لنهب ما لدى غيرهم.\nترى كيف يكون نصيب شخص مثل هذا من الشجاعة؟\nلابد وأن هذه الخصلة ستكون مكونا أساسيا في شخصيته.\nوهذا ما ورد عن النبي بالفعل، حين وصف علي بن أبي طالب شجاعته قائلا:\n\"كنا إذا اشتد بنا البأس واحمرت الحدق، اتقينا برسول الله صلى الله عليه وسلم، فما يكون أحد أقرب إلى العدو منه، ولقد رأيتني يوم بدر ونحن نلوذ برسول الله صلى الله عليه وسلم وهو أقربنا إلى العدو.\" (رواه أحمد والطبراني والنسائي).\nأما الرحمة، فقد كانت صفة ظاهرة في حياة النبي صلى الله عليه وسلم، وكيف لا وهو الذي يرعى الغنم، ويعاملها برفق وإحسان، ويحنو عليها، ويعاملها كما لو كانت بشرا يفهم ويعي، ويكون إلى جانبها إذا هي مرضت، ويسقيها إن عطشت ويطعمها إن جاعت.\nوهذا ما يظهر في أحاديثه، حين يوصي بالرحمة بالحيوان، ويجرم تعذيب الحيوانات. وحري بالذي يرحم هذه الكائنات الضعيفة، أن يكون أرحم الناس بالبشر وأحرصهم على مصالحهم.\nورعي الغنم، أكسب النبي صفة الاعتماد على النفس، وحب الكسب من عمل اليد.\nروى البخاري عَنِ الْمِقْدَامِ رضي الله عنه عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ: \"مَا أَكَلَ أَحَدٌ طَعَاماً قَطُّ خَيْراً مِنْ أَنْ يَأْكُلَ مِنْ عَمَلِ يَدِهِ، وَإِنَّ نَبِيَّ اللَّهِ دَاوُدَ عَلَيْهِ السَّلام كَانَ يَأْكُلُ مِنْ عمل يده.\"\n(1/9)\n",
        "هذه الطبيعة البشرية التي تسعى لكسب قوتها بيديها، تكون حرة في اتخاذ قرارتها، لا تخضع لأحد، ولا تنحني لأي كائن كان.\nومن أعظم ما في رعي الغنم، أن هذا العمل يعوّد صاحبه البحث عن كل ما هو جيد لتلك الأغنام، من مراع خصبة وأماكن آمنة بعيدة عن المخاطر. وهذه الأمور ركائز أساسية في حياة الرسل عامة، حيث يبحثون عن الخير لأمتهم، ويسعون لتجنيبها ويلات البعد عن الله وعن الفطرة الإنسانية.\nظروف مجتمعه صلى الله عليه وسلم:\nكان للظروف الاجتماعية التي أحاطت بالنبي في مجتمعه أثر واضح في تكوين شخصيته، فقد كان يعيش في مجتمع شديد الظلم، يعامل فيه الفقراء بازدراء شديد وبتفرقة كبيرة بين فئات المجتمع. كان الظلم واضحا، سواء كان ظلما للعبيد، أو المرأة، أو الفقراء.\nهذا الظلم الشديد الذي كانت تعيشه الجزيرة العربية، جعل من النبي باحثا عن العدل للبشرية، حاملا في قلبه رغبة في مد يد العون لمجتمعه ولمن حوله، ليقيهم مغبة هذا الظلم البين. وقد تجلى هذا كثيرا في أحاديث النبي، وحين آخي بين المهاجرين والأنصار، فكان الغني يؤاخي الفقير والسيد يؤاخي العبد، ولا يجد في ذلك عيبا يعيبه، بل كان ذلك أمرا يسعى إليه لينال رضا الله عنه.\nالتجارة:\nحين شب رسول الله صلى الله عليه وسلم، عمل في التجارة، وكانت هي مهنته التي يعيش منها. كان يتاجر ويتخلق بأخلاق الشرفاء، فهو من أصل شريف. وكان يتاجر وهو يتخلق برحمة الرحماء. تلك الرحمة التي تخلق بها لظروف يتمه. وكان يصبر في عمله صبرا عظيما كما علمه رعي الغنم. وقد تركت التجارة فيه أثرا واضحا؛ فقد تعلم من ممارسته للتجارة فن التفاوض مع غيره، مما أكسبه قدرة على التفاوض والإقناع والتأثير الإيجابي على من حوله.\nكذلك، فقد أتاحت له التجارة فرصة التعامل مع فئات طبقية مختلفة وجنسيات مختلفة وطبائع بشرية متنوعة، مما أصقل قدرته على معرفة معادن الناس وفهمهم وتفهم أسلوبهم في التفكير والتعامل.\n(1/10)\n\nوالتجارة لا يقف تأثيرها على هذه العوامل فحسب، بل تمتد لتعطي ممارسها قدرات هائلة على الإقناع، وتفهم احتياجات من يتعامل معهم، وفق إمكانياتهم.\nوقد جعل عمل الرسول في التجارة منه اقتصاديا ماهرا، استطاع أن يبني اقتصاد دولة لا تملك غير الحروب والمنازعات بين أهلها، علاوة على وفود مهاجرين جدد إليها.\nوالتجارة تغرس في نفس صاحبها (إن كان من ذوي الأخلاق النجيبة) خلق التسامح والتجاوز عن الآخرين. وهذا ما كان يوصي به النبي التجار حين يقول:\n\"رحم الله عبدا سمحا إذا باع سمحا إذا اشترى سمحا إذا قضى سمحا إذا اقتضى . \" (رواه البخاري وابن ماجه).\nهذه السجايا التي كانت لرسول الله، كانت نتاج تربية ربه له وتأديبه له، حيث يقول صلى الله عليه وسلم: أدبني ربي فأحسن تأديبي.\" (رواه ابن السمعاني). ثم نتاجا للظروف التي مر بها النبي الخاتم صلى الله عليه وسلم.\nالباب الأول\nالتعريف بالنبي ومكانته\nإذا أردنا أن نعرف ونوضح مكانته صلى الله عليه وسلم، سنجد الكثير والكثير من الفضائل، ولكننا سنبدأ من حيث يجب أن تكون البداية. وسنعرّف بنسب هذا النبي الذي جاء إلى الدنيا حاملا لها الخير والسعادة والقيم والفضائل، هذا النبي الذي سطعت شمس رسالته على العالم أجمع، فأضاءت ظلمات غلفت النفوس لسنوات طوال، هذا الإنسان الذي أراد للإنسانية أن تعيش في رحابة الأخلاق، وتتحرر من قيد الرذائل والمعاصي.\nمكانة النبي في قريش:",
        "(1/11)\n\nكان النبي صلى الله عليه وسلم يتمتع بمكانة خاصة بين قبيلته؛ فالجميع يبجلونه ويسمونه بالصادق الأمين، ويرضون به حكما في أشد المواقف نزاعا، حتى قبل أن يبعث نبيا. ولعل خير مثال على ذلك، حادثة وضع الحجر الأسود. فحين تقادم بنيان الكعبة وصار بنيانها مرتفعاً قدر القامة، هدمتها قريش واجتمعوا لبنائها، وكان ذلك قبل بعثة النبي (صلى الله عليه و سلم) بخمس سنين. فجزأوا البنيان أجزاء، واختصت كل جماعة منهم بقسم تبنيه. ولما بلغ البنيان موضع الحجر الأسود، اختصموا فيمن يحمل الحجر الأسود ويضعه في مكانه الذي سوف يستقر فيه، حتى كادت تكون بينهم حرب وقتال. ثم احتكموا إلى أول داخل عليهم وأول قادم إليهم. وكان نبينا محمد صلى الله عليه و سلم أول داخل عليهم، فقالوا: هذا الأمين قبلنا به حكماً. فقال: هلم ثوباً. فجيء بثوب، فوضع (صلى الله عليه وسلم) الحجر الأسود عليه بيده، ثم قال لتأخذ كل قبيلة بناحية من الثوب. فرفعوه حتى إذا بلغوا به موضعه رفعه رسول الله (صلى الله عليه و سلم) بيده ووضعه في مكانه.\nهذه الحادثة تبين لنا كيف أن محمدا كانت له مكانة مميزة بين عشيرته وقومه. فهم يرضون به حكما في أصعب المواقف.\nمكانته بين الأنبياء:\nفي الحديث الذي رواه الشيخان عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \"مثلي ومثل الأنبياء من قبلي، كمثل رجل بنى بنيانا، فأحسنه وكمله إلا موضع لبنة من زاوية من زواياه. فجعل الناس يطوفون به ويعجبون ويقولون: هلا وضعت هذه اللبنة. قال: فأنا تلك اللبنة وأنا خاتم النبيين.\"\nنعم، إنه خاتم النبيين الذي أرسله الله عز وجل ليكمل به للبشرية الرسالة التي خلقت من أجلها، وليضع للأخلاق لمساتها الأخيرة، حتى تكون مكتملة. فلابد من محمد حتى يكتمل بناء الأنبياء السابقين صلى الله وسلم عليهم أجمعين.\n(1/12)",
        "\nولقد كان فضل النبي على الأنبياء الآخرين بعدة فضائل، وهذا ما يوضحه لنا الحديث الشريف؛ فعن أبي هريرة أنَّ رسول الله -صلى الله عليه وسلم- قال: فضلت على الأنبياء بِسِت: أُعْطِيتُ جوامع الكَلِم ونُصِرتُ بالرُّعْب وأُحِلَّت لي الغنائم وجُعِلَت لي الأرض طَهُورًا ومسجدًا وأُرسلت إلى الخلق كافة، وختم بي النبيون.\" (رواه مسلم).\nوروى البخاري قريبا من هذا. وفي حديث جابر: \"وأُعطيت الشفاعة.\" (رواه البخاري ومسلم).\nإنها فضائل تجعله مميزا بين الرسل والأنبياء. فهو الذي أرسل للخلق جميعا وللأزمان كلها، منذ بدء رسالته، بينما اختص كل نبي بقومه فقط.\nفكل من عيسى وموسى، أرسل إلى بني إسرائيل، وأرسل صالح إلى ثمود. وهود إلى عاد. بينما أرسل محمد للعالمين كافة.\nوهو الذي أعطي جوامع الكلم، فكانت كلماته بلسما يداوي، وعلما يعلم، وحكمة تنفع، ودينا يربي، وخلقا يرتقى به.\nوكما نعلم جميعا، فإن لكل نبي شيئا اختصه به ربه. فموسى كليم الله، وإبراهيم خليل الله، وعيسى كلمة الله، ومحمد صلى الله عليه وسلم حبيب الله. وأي مكانة أعظم من الحبيب؟ هكذا كانت مكانة الرسول بين الأنبياء، وما أعظمها من مكانة.\nمكانته عند الله:\nللرسول عند الله عز وجل، مكانة تميز بها عن بقية المرسلين. فنحن نرى دوما أن الله يخاطب المرسلين بأسمائهم، فقال: يا آدم، يا نوح، يا إبراهيم، يا موسى، يا عيسى، يا زكريا، يا يحيى... إلخ، بينما نادى النبي صلى الله عليه وسلم بقوله له: يا أيها النبي، يا أيها الرسول، يا أيها المزمل، يا أيها المدثر.\nولقد رفع الله ذكر النبي في العالمين، وفي كل حين؛ حيث يقول عز وجل: \"ورفعنا لك ذكرك.\" (سورة الشرح 4).\nيقول حسان بن ثابت رضي الله عنه:\nضم الإله اسم النبي إلى اسمه *** إذ قال في الخمس المؤذن أشهد\nوشق له من اسمه ليجله *** فذو العرش محمود وهذا محمد\n(1/13)\n",
        "ولقد بين لنا الله عز وجل أن طاعة النبي صلى الله عليه و سلم ومبايعته، هي عين طاعة الله تعالى ومبايعته :\nقال تعالى: {مَنْ يُطِعْ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} [سورة النساء 80[.\nوأقسم الله تعالى بعظيم قدره حين قال: {لَعَمْرُكَ إنَّهُم لَفِي سَكْرَتِهِم يَعْمَهونَ} (سورة الحجر 72) .\nاتفق أهل التفسير في هذا أنَّهُ قَسَمٌ من الله جل جلاله بمدة حياة محمد صلى الله عليه وسلم، ومعناه : وبقائكَ يا محمدُ، وقيل وعيشك، وقيل وحياتك. وهذا نهاية التكريم وغاية البر والتشريف.\nوكان الله عز وجل يثني على أنبيائه السابقين بما فيهم من أخلاق كريمة؛ ويذكر لكل نبي صفات محددة. فقال عن خليله إبراهيم: {إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ} (سورة هود 75) وقال عن إسماعيل: {إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولا نَبِيًّا} (سورة مريم 54) وقال عن موسى: {إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولا نَبِيًّا} (سورة مريم 51) وقال عن أيوب {إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} (سورة ص 44) وحين تحدث عن سيدنا محمد صلى الله عليه وسلم، بين أنه حاز الكمالات كلها فقال: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} (سورة القلم 4).\nمكانة النبي في القرآن الكريم:\nلقد كانت مكانة النبي عظيمة دوما، وهذا ما تشهد به كلمات الله عز وجل، حين يمن الله على المسلمين بأنه بعث فيهم رسولا منهم ليعلمهم.\nيقول تعالى: \"لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ.\" (آل عمران 164).\n(1/14)\n\nولقد زكى الله عقل النبي، فقال: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} (لنجم 2)، وزكى لسانه فقال: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} (لنجم 3-4) وزكى فؤاده فقال: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى} (لنجم 11) وزكى بصره فقال: {مَا زَاغَ الْبَصَرُ وَمَا طَغَى لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى} (لنجم 17-18).\nوآيات القرآن في ذلك كثيرة.\nمكانته عند الصحابة:\nلقد كان الصحابة يحبون الرسول صلى الله عليه وسلم، أكثر من حبهم لأنفسهم وبنيهم. فهو الذي أخرجهم من ظلمات الجهل إلى نور العلم، ومن الانغماس في المعاصي إلى التطهر والعيش في نعم الطاعات والأخلاق.\nوالقصص التي تروى لنا عن حب الصحابة للرسول، تجعل من يسمعها يتعلق بهذا الرجل العظيم، حتى وإن كان على غير دينه.\nأخرج الطبراني عن أنس بن مالك رضى الله عنه قال : لما كان يوم أُحد، حاص أهل المدينة حيصة وقالوا : قُتِل محمد، حتى كثرت الصوارخ في ناحية المدينة. فخرجت امرأة من الأنصار محرمة، فاستقبلت بأبيها وابنها وزوجها وأخيها. لا أدري أيهم استقبلت به أولاً. فلما مرَّت على أحدهم قالت: من هذا ؟ قالوا : أبوك، أخوك، زوجك، ابنك، تقول: ما فعل رسول الله صلى الله عليه وسلم يقولون: أمامك، حتى دُفعت إلى رسول الله صلى الله عليه وسلم، فأخذت بناحية ثوبه، ثم قالت: بأبي أنت وأمي يا رسول الله، لا أبالي إذا سلمت من عطب .\nيا له من حب عظيم، حين لا تبالي تلك الصحابية بأمر أبيها وابنها وأخيها وزوجها، إن كانوا أحياء أم أموات، إن كانوا مصابين أم في عافية. لقد كان أول ما كانت ترنو إليه، الاطمئنان على حبيبها محمد رسول الله، صلى الله عليه وسلم.\nمن فضائله صلى الله عليه وسلم:\nأنه أول من يقرع باب الجنة:\nفعن أنس بن مالك رضي الله عنه قال: قال صلى الله عيه وسلم: \"أنا أكثر الأنبياء تبعاً يوم القيامة ، وأنا أول من يقرع باب الجنة.\" (رواه مسلم).",
        "(1/15)\n\nأنه أول شفيع يوم القيامة:\nقال صلى الله عليه وسلم: \"أنا أول شفيع في الجنة.\" (رواه مسلم).\nجاء في حديث أبي هريرة رضي الله عنه: \"فيأتوني، فيقولون: يا محمد أنت رسول الله وخاتم الأنبياء وقد غفر الله لك ما تقدم من ذنبك وما تأخر، اشفع لنا إلى ربك، ألا ترى إلى ما نحن فيه، فأنطلق، فآتي تحت العرش، فأقع ساجداً لربي عز وجل، ثم يفتح الله علي من محامده وحسن الثناء عليه شيئاً لم يفتحه على أحد قبلي، ثم يقال يا محمد ارفع رأسك، سل تعطه، واشفع تشفع.\" (متفق عليه).\nأنه أول من يفتح له باب الجنة:\nعن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"آتى باب الجنة يوم القيامة فأستفتح، فيقول الخازن: من أنت؟ قال: فأقول: محمد. قال: يقول: بك أمرت أن لا أفتح لأحد قبلك.\" (رواه مسلم).\nأنه أكثر الأنبياء تبعا يوم القيامة:\nعن أنس بن مالك رضي الله عنه قال: قال صلى الله عيه وسلم: \"أنا أول شفيع في الجنة. لم يُصدق نبي من الأنبياء ما صدقت، وإن نبياً من الأنبياء ما صدقه من أمته إلا رجل واحد.\" (رواه مسلم).\nوعنه أيضا، قال: قال صلى الله عيه وسلم: \"أنا أكثر الأنبياء تبعاً يوم القيامة، وأنا أول من يقرع باب الجنة.\" (رواه مسلم).\nمن فضائله صلى الله عليه وسلم أنه خليل الرحمن:\nوهذه الفضيلة لم تثبت لأحد غير نبينا وإبراهيم الخليل عليهما الصلاة والسلام.\nفعن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ألا إني أبرأ إلى كل خل من خله، ولو كنت متخذا خليلاً لاتخذت أبا بكر خليلا. إن صاحبكم خليل الله.\" (رواه مسلم).\nمن فضائله أنه شهيد وبشير:\n(1/16)",
        "\nفعن عقبة بن عامر أن النبي صلى الله عليه وسلم خرج يومًا، فصلى على أهل أُحد صلاته على الميت، ثم انصرف إلى المنبر، فقال: \"إني فرط لكم -أي سابقكم-، وأنا شهيد عليكم، وإني والله لأنظر إلى حوضي الآن، وإني أُعطيت مفاتيح خزائن الأرض، أو مفاتيح الأرض، وإني والله ما أخاف عليكم أن تشركوا بعدي، ولكن أخاف عليكم أن تنافسوا فيها.\" (متفق عليه).\nمن فضائله أنه أولى بالمؤمنين من أنفسهم:\nقال تعالى: {النبي أولى بالمؤمنين من أنفسهم} (الأحزاب 6).\nقال الشوكاني في تفسيره \"فتح القدير\": \"فإذا دعاهم النبي صلى الله عليه وسلم لشيء ودعتهم أنفسهم إلى غيره، وجب عليهم أن يقدموا ما دعاهم إليه، ويؤخروا ما دعتهم أنفسهم إليه، ويجب عليهم أن يطيعوه فوق طاعتهم لأنفسهم، ويقدموا طاعته على ما تميل إليه أنفسهم، وتطلبه خواطرهم.\"\nمن فضائله صلى الله عليه وسلم أنه سيد ولد بني آدم:\nفقد ثبت عن أبي هريرة رضي الله عنه أنه قال: قال رسول الله صلى الله عليه وسلم: \"أنا سيد القوم يوم القيامة.\" (متفق عليه).\nصلى الله عليه وسلم أمان لأمته:\nحيث جاء في الحديث الصحيح: \"أنا أمنة لأصحابي، فإذا ذهبتُ أتى أصحابي ما يوعدون، وأصحابي أمنة لأمتي، فإذا ذهب أصحابي أتى أمتي ما يوعدون.\" (رواه مسلم).\nمن فضائله صلى الله عليه وسلم أنه أول من تنشق عنه الأرض:\nفعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"أنا سيد ولد آدم يوم القيامة، وأول من ينشق عنه القبر، وأول شافع، وأول مشفع.\" (رواه مسلم).\nصاحب المقام المحمود:\nففي حديث ابن عمر رضي الله عنهما: \"إن الناس يصيرون يوم القيامة جثا -أي جالسين على ركبهم-، كل أمة تتبع نبيها، يقولون: يا فلان اشفع، يا فلان اشفع، حتى تنتهي الشفاعة إلى النبي صلى الله عليه وسلم، فذلك يوم يبعثه الله المقام المحمود.\" (رواه البخاري).\nالباب الثاني\nنظرة عامة على أخلاق النبي صلى الله عليه وسلم\n(1/17)\n",
        "إذا أردنا أن نلقي نظرة عامة على أخلاق النبي محمد صلى الله عليه وسلم، وأن نطل على هذه المكارم من أفق واقعي، فعلينا أن نعود إلى واقعه، وكيف كان يعيش. كيف كان يعامل الناس، كيف كان يحادثهم، كيف كان يتعامل في لحظات الغضب والرضا، كيف كان يعامل العدو والحبيب عند القضاء، وكيف كان يدعو إلى سبيل ربه.\nكل هذه الأمور، لابد وأن ينظر الباحث عنها بعين بصيرة وعقل ناقد، قبل أن ينظر إليها بقلب ينبض بحب هذا الرجل.\nوالباحث في سيرة النبي صلى الله عليه وسلم، حين يتعامل معها بموضوعية تامة، سيجد ما يجعل قلبه يتعلق به وإن كان من مبغضيه. فقد كان صلى الله عليه وسلم يحوز مكارم الأخلاق كلها، وكيف لا وهو الذي أدبه ربه فأحسن تأديبه؟\nكان النبي يتمتع بكمال في خلقه لم يبلغه سواه، فقد عصم من كل نقيصة وحاز الكمال من كل فضيلة.\nالحوار وقبول الاختلاف مع الآخر:\nالحوار والاختلاف مع الآخر، أمر حتمي، تفرضه طبيعة الحياة. وبما أن الحوار عبارة عن علاقة مباشرة بين طرفين أو أكثر، تقوم على التعبير وتبادل الأفكار والحجج والبراهين بهدف التواصل والإقناع أو التأثير، فمن الضروري أن يؤدي هذا الحوار إلى شيء من الاختلاف حول بعض الأمور وطرق تناولها. علاوة على أن هذا الآخر ربما اختلفت بيئته عن بيئتك، وثقافته الاجتماعية عن ثفافتك، مما يستوجب نوعا من التعايش وقبول الآخر، وقبول الحوار والتعايش معه، طالما أن هذا التعايش لا يمس شؤون العقيدة أو الثوابت الدينية.\nوالنبي صلى الله عليه وسلم بمنهجه الواضح في هذا الشأن، وضع لنا قواعد الحوار ومنهجية الاختلاف مع الآخر، وضرب لنا أروع الأمثلة على التعايش مع الآخر، حتى ولو كان على غير دينه، وحتى لو اختلفت عادته وتقاليده عن ما نشأ عليه النبي من عادات وتقاليد وأعراف.\n(1/18)\n\nواختلاف الرأي حدث على عهد النبي، فتعامل معه النبي بأفق متسع، وذلك حين قال النبي صلى الله عليه وسلم لأصحابه: \"لا يصلين أحد العصر إلا في بني قريظة.\" (رواه البخاري). فخرجوا رضوان الله عليهم من المدينة إلى بني قريظة وحان وقت صلاة العصر، فاختلف الصحابة؛ فمنهم من قال: لا نصلي إلا في بني قريظة ولو غابت الشمس لأن الرسول، صلى الله عليه وسلم، قال: \"لا يصلين أحد العصر إلا في بني قريظة.\" فنقول سمعنا وأطعنا.\nومنهم من قال إن النبي، عليه الصلاة والسلام، أراد بذلك المبادرة والإسراع إلى الخروج، وإذا حان الوقت، صلينا الصلاة لوقتها. فبلغ ذلك النبي، صلى الله عليه وسلم، ولم يعنف أحداً منهم، ولم يوبخه على ما فهم.\nهذه الحادثة من شأنها أن تترك في نفوس ذوي الألباب أثرا عميقا نحو قضية قبول الاختلاف مع الآخر عند النبي، وأن الحوار لا بد وأن يكون مفتوحا، وأن يتعامل معه الناس بعقل متقبل لأطر هذا الاختلاف.\nفهاهو النبي لمّا علم بما حدث، أقر الفريقين على فعله، ولم يعاتب أحدا منهما.\nوالرسول يعلمنا بذلك التعامل مع الهدف بحكمة، وباستقلالية في الوسيلة طالما أنها لا تتعارض مع أحكام الشريعة.\nوالرسول ينهانا عن التمسك بنوعية الحوار المبني على الرأي مسبقا، لأنه سيكون حوارا عقيما، لا جدوى منه، وذلك في قوله: \"إذا رأيت شحا مطاعا وهوى متبعا وإعجاب كل ذي رأي برأيه، فعليك نفسك.\" (رواه أبو داود).\nوهذا الحديث، رغم أنه توجيه لنا بعدم الحوار مع من يعجبون بآرائهم ويرفضون التحاور مع الآخر، إلا أنه في الوقت ذاته، توجيه لنا بعدم التشبث بآرائنا، ما دام هناك مساحة للتفاوض مع الآخر والحوار والنقاش معه.",
        "(1/19)\n\nوإذا كان النبي يعلمنا قبول الاختلاف مع الآخر والحوار معه وعدم الخضوع لأي نوع من التعصب لأفكارنا، فإنه يعلمنا كذلك ما هو أعمق وأشمل. فالأمر لا يقف عند حدود الاختلاف، فالحياة أرحب من ذلك، بل هناك التعايش مع الآخر وقبول أعرافه ما دامت لا تتعارض مع ما يفرضه عليك دينك. ونحن من خلال حديث الأحباش، يمكننا أن نلمس هذا الجانب في حياة النبي صلى الله عليه وسلم، فها هو يعلمنا احترام تقاليد وأعراف البيئات الأخري المحيطة بنا، وعدم الوقوف أمامها ورفضها رفضا تاما، حتى ولو كانت حلالا، لا شيء فيها.\nجاء في الصحيحين عن عائشة رضي الله عنها - رأيت النبي صلى الله عليه وسلم يسترني وأنا أنظر إلى الحبشة وهم يلعبون في المسجد فزجرهم عمر رضي الله عنه، فقال النبي صلى الله عليه وسلم: \"دعهم، أمناً بني أرفدة.\" يعني من الأمن.\nهذه الطريقة في اللعب، والتي كان يلعب بها الأحباش تخالف طرق العرب، إلا أن النبي لم ينههم أو يزجرهم، بل تعايش معهم، وتقبل هذا العرف منهم، وتركهم يمارسون ما اعتادوا عليه بمنتهى الحرية، وبصدر رحب، وبقبول لهذا الأمر.\nولقد كان من طبيعة النبي، الانفتاح على الأمم الأخرى، والأخذ منها بما لا يتعارض مع أحكام الشريعة. فلقد وافق على رأي سلمان الفارسي بحفر الخندق في غزوة الخندق، رغم أنها خطة فارسية، لم يعتدها العرب من قبل، ولم يسمعوا عنها.\nوربما تعاف نفسك بعض الأمور التي اعتادتها ثقافة معينة، فيرفضها عقلك تماما، وتتعامل معها بنفور، وربما امتد تأثير هذا الأمر عليك، فيجعلك تفرض رأيك على من حولك وترفض الحوار في هذه النقطة تحديدا. ولكن النبي يرفض هذا الأسلوب في التعامل مع مجريات الأحداث من حولك، ويرفض أن تتعامل مع البشر من حولك بفرض ما تقبله نفسك على الآخرين.\n(1/20)",
        "\nلقد كان خالد بن الوليد من محبي أكل الضب، وقدمه ذات يوم للنبي، فلم يأكل النبي، ولم يمنع خالدا من أكله، بل ترك له حرية فعل ما يحلو له في ذلك الأمر، كما أنه تعامل بذوق في هذا الاختلاف حيث بيّن لخالد أسباب عدم أكله له، حتى لا تأخذ الأفكار بخالد نحو طريق من شأنه أن يجعله يترك ما اعتاد عليه وأحبه.\nورد في الصحيحين عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم امتنع عن أكل الضب، فقيل له أحرام هو؟ قال: لا، ولكن لم يكن بأرض قومي فأجدني أعافه.\nبذلك، نجد أن النبي لم يحرم ثقافة الأفراد والبيئات، وإن كان هو رافضا لها من الناحية النفسية، طالما أنها لا تخالف الدين.\nوالنبي تعايش مع ثقافات مختلفة ومع نوعيات وعقائد مختلفة بصدر رحب ودون أي محاولة منه للمسّ بهذه الثقافات. ومن أمثلة ذلك، تعايش النبي مع اليهود، حيث عاش النبي معهم منذ قدومه إلى المدينة المنورة بكل سلام، وكان يعاملهم بأخلاقيات الإسلام، فيزور المريض منهم، ويتحمل إساءة الجار اليهودي، ويقوم لجنازة رجل يهودي.\nروى الإمام البخاري أن رسول الله صلى الله عليه وسلم مرت عليه جنازة يهودي، فقام النبي صلى الله عليه وسلم لها، فقيل له: إنها جنازة يهودي فقال: \"أليست نفساً؟\"\nومنذ بداية وجود النبي في المدينة، ظهر حرصه على عدم عداوة اليهود، بل وقع معهم عهدا جميلا يدل على رغبة في العيش بسلام مع الطرف الآخر.\nتعايش النبي مع غير المسلمين:\nلما توسعت رقعة الدولة الإسلامية في عهد النبي صلى الله عليه وسلم، كان هناك مجموعة كبيرة من القبائل المسيحية العربية، وبخاصة في نجران، فتعامل معهم النبي بقبول لوجودهم في ظلال الدولة الإسلامية، وعقد معهم معاهدت من شأنها أن تؤمن لهم حرية ممارسة شعائرهم، والاعتقاد بما يعتقدون من ديانة.\n(1/21)\n",
        "فلقد جاء في معاهدة النبي لأهل نجران: \"ولنجران وحاشيتها جوار الله وذمة محمد النبي رسول الله، على أموالهم وأنفسهم وأرضهم وملتهم وغائبهم وشاهدهم... وكل ما تحت أيديهم من قليل أو كثير، لا يغير أسقف من أسقفيته ولا راهب من رهبانيته ولا كاهن من كهانته. ولا يطأ أرضهم جيش، ومن سأل منهم حقا، فبينهم النصف، غير ظالمين ولا مظلومين.\"\nوكان أول لقاء بين الإسلام - الدولة - وبين غير المسلمين المواطنين في دولة إسلامية هو الذي حدث في المدينة المنورة غداة الهجرة النبوية إليها.\nوكان لا بد للدولة من نظام يرجع أهلها إليه، وتتقيد سلطاتها به (دستور). عندئذ كتبت بأمر الرسول صلى الله عليه وسلَّم - والغالب أنها كتبت بإملائه شخصيا - الوثيقة السياسية الإسلامية الأولى المعروفة تاريخيا باسم: وثيقة المدينة، أو صحيفة المدينة، أو كتاب النبي صلى الله عليه وسلَّم إلى أهل المدينة، أو كما يسميها المعاصرون: دستور المدينة.\nوفي هذه الوثيقة نقرأ أنها:\n-كتاب من محمد النبي رسول الله، بين المؤمنين والمسلمين من قريش وأهل يثرب، ومن تبعهم فلحق بهم وجاهد معهم؛\n-أنهم أمة من دون الناس؛\n-وأن من تبعنا من يهود فإن له النصر والأسوة غير مظلومين ولا متناصر عليهم.\n-وأنه لا يجير مشرك مالا لقريش ولا نفسا ولا يحول دونه على مؤمن.\n-وأن اليهود ينفقون مع المؤمنين ما داموا محاربين.\n-وأن يهود بني عوف أمة مع المؤمنين، لليهود دينهم، وللمسلمين دينهم: مواليهم وأنفسهم، إلا من ظلم وأثم.\n-وأن ليهود بني الحارث مثل ما ليهود بني عوف.\n-وأن ليهود بني النجار مثل ما ليهود بني عوف.\n-وأن ليهود بني ساعدة مثل ما ليهود بني عوف.\n-وأن ليهود بني جُشَم مثل ما ليهود بني عوف.\n-وأن ليهود بني ثعلبة مثل ما ليهود بني عوف.\n-وأن ليهود بني الأوس مثل ما ليهود بني عوف.\n-وأن جفنة بطن من ثعلبة كأنفسهم.\n-وأن لبني الشُطَيْبة مثل ما ليهود بني عوف. وأن البر دون الإثم.\n(1/22)\n\n-وأن موالي ثعلبة كأنفسهم.\nفهذه تسع قبائل، أو تجمعات يهودية، تنص الوثيقة عليها، وتقرر لهم مثل ما ليهود بني عوف، وتضيف إلى ذلك أن مواليهم وبطانتهم كأنفسهم.\n-وتقرر الوثيقة النبوية أن بينهم النصح - هم والمسلمون - على من حارب أهل هذه الصحيفة، وأن بينهم النصر والنصيحة، والبر دون الإثم، وأن الله على أصدق ما في هذه الصحيفة وأبره (أي الله شاهد ووكيل على ما تم الاتفاق عليه).\nفهذه الوثيقة تجعل غير المسلمين المقيمين في دولة المدينة مواطنين فيها، لهم من الحقوق مثل ما للمسلمين، وعليهم من الواجبات مثل ما على المسلمين.\nتعايش النبي مع المنافقين:\nرغم علم النبي صلى الله عليه وسلم بالمنافقين وأسمائهم، ورغم علمه بخطورة المنافقين الذين يحاولون بث روح الهزيمة في صفوف المسلمين، والعمل على انقسام المسلمين، إلا أننا لم نر النبي يتعامل معهم بانغلاق أو يرفض التعامل معهم، بل كان صلى الله عليه وسلم يخالطهم ويتعامل معهم ويسمع منهم. ولم يلجأ النبي رغم قدرته على ذلك إلى استخدام القوة ضد هذا التيار. كما لم يحرمهم النبي من أي من حقوقهم المدنية، فكانوا يتمتعون بحقوق المواطنة كاملة مثل المسلمين، وكان النبي يسمح لهم بأن يدلوا بآرائهم في قضايا المجتمع، وأخذ نصيبهم من عطاء بيت المال.\nهكذا، من خلال تلك الومضات السريعة، يمكننا أن نعلم كيف كان محمد صلى الله عليه وسلم يتعايش مع من حوله بكل حب وسلامة صدر، ودون حمل ضغائن أو كراهية، وكيف كان يحث أتباعه من خلال سلوكه العملي وسنته الواقعية على التعايش والعيش بمنهجية الحوار الإيجابي البناء.\nمحمد نبي الشورى:\n\"وشاورهم في الأمر\" (سورة آل عمران 159).\nتوجيه رباني لمحمد؛ نبي آخر الزمان، بأن يعتنق مبدأ الشورى في حياته، وهذا ما كان عليه النبي بالفعل.",
        "(1/23)\n\nرغم مكانة النبي عند ربه ومكانته بين أصحابه، إلا أنه كان يشاور من حوله دوما في مختلف الأمور. لم يكن يأخذ برأيه فحسب، بل كان يقدم رأي من حوله على رأيه لو اتفقت عليه الأغلبية، ولو كان هذا الرأي لصالح الأمة.\nوأوضح دليل على ذلك كلمة النبي المشهورة: \"أشيروا عليَّ أيها الناس.\" حين أراد الخروج إلى غزوة بدر، قال المقداد بن عمرو بكلمات خالدة: امض بنا يا رسول الله لما أمرك الله، والله لا نقول لك كما قال بنو إسرائيل لموسى: اذهب أنت وربك فقاتلا إنا هاهنا قاعدون. ولكن نقول: اذهب أنت وربك فقاتلا إنا معكما مقاتلون.\nفاستبشر النبي خيرًا، وتوجه إلى الأنصار يطلب رأيهم، فنطق سعد بن معاذ -رضي الله عنه- بأعظم كلمات، بايع فيها الله ورسوله على التضحية من أجل دين الله. قال سعد: امض بنا يا رسول الله، فوالله لو استعرضت بنا هذا البحر فخضته لخضناه معك، إنا لصُدقٌ في القتال، صُبُرٌ في الحرب، ولعل الله يريك منا ما تقرُّ به عينك. فزاد فرح النبي واستبشاره، فانطلق بأصحابه ليقاتل أعداء الإسلام في غزوة بدر الكبرى. (تاريخ الطبري).\nومشاهد الشورى في حياة النبي مع من حوله عديدة، منها على سبيل المثال ذلك المشهد الذي دارت أحداثه يوم غزوة بدر، حيث رأى النبي أن يعسكر المسلمون في مكان معين، بينما رأى الحباب (أحد الصحابة) خلاف ذلك، فما كان من النبي القائد إلا أن استجاب لهذا الرأي، لما رأى فيه من مصلحة وخير للجيش.\nولم تكن هذه المواقف هي الوحيدة التي تبين لنا قيمة الشورى في حياة النبي،\nيل كانت الشورى مبدأ عاما يسير به النبي في دربه. وكانت الشورى صفة أصيلة من صفات النبي. فعن أبي هريرة ـ رضي الله عنه- قال: \"ما رأيت أحدًا أكثر مشورة لأصحابه من رسول الله.\" (رواه الترمذي).\n(1/24)",
        "\nفها هو النبي صلى اله عليه وسلم يستشير صحابته في أسرى بدر، فيقول: إن الله أمكنكم. فقال عمر بن الخطاب -رضي الله عنه: يا رسول الله، اضرب أعناقهم. فأعرض عنه رسول الله. فقال أبوبكر -رضي الله عنه: يا رسول الله نرى أن تعفو عنهم وأن تقبل منهم الفداء. (رواه أحمد).\nوإن كان هذا الحديث يحمل من الرحمة معاني رائعة، إلا أنه في الوقت ذاته ينطوى على معان عظيمة تندرج تحت بند الشورى.\nوفي غزوة أحد، لم يرد النبي صلى الله عليه وسلم الخروج لقريش خارج المدينة، وأراد التحصن بها، ولكن الشباب من المسلمين أرادوا الخروج لملاقاة قريش، فما كان من النبي صلى الله عليه وسلم إلا ترك رأيه والأخذ برأيهم.\nوفي لمحة أخرى من لمحات الشورى، نتعلم أهمية هذا المبدأ من النبي صلى الله عليه وسلم، حين أخذ برأي سلمان الفارسي في غزوة الخندق.\nوفي صلح الحديبية، كان النبي قد عزم على الخروج إلى مكة، والصحابة يحلمون بعمرة يزورون فيها بيت الله الحرام. فلما علموا بالصلح، حزنوا ورفضوا الانصياع لأوامر النبي صلى الله عليه وسلم بذبح الهدي والحلق، فأشارت عليه السيدة أم سلمة بأمر أخذ به، وكانت الشورى سببا في نجاة الصحابة من غضب الله عليهم لعصيانهم أمر رسول الله صلى الله عليه وسلم.\nوحين كان الرسول داخلا مكة فاتحا لها، أشار عليه عمه العباس بأن يجعل لأبي سفيان مقاماً، لحبّه للفخر، فاستجاب له وقال: من دخل دار أبي سفيان فهو آمن.\nولقد كان النبي يحث على اتخاذ مبدأ الشورى في كل مناسبة تستدعي ذلك، فكان يقول: \"إذا استشار أحدكم أخاه فليشر عليه.\" (رواه ابن ماجه).\nوقال صلى الله عليه وسلم: \"من استشاره أخوه المسلم، فأشار عليه بغير رشد، فقد خانه.\" (رواه أحمد).\n(1/25)\n",
        "والشورى التي يحثنا النبي عليها، تتحقق من ورائها أهداف عظيمة، كما علمنا النبي، فهي تعمل على نشر الألفة بين أفراد المجتمع، حين تنتشر فيه الديمقراطية، ويبتعد عن الفردية في اتخاذ القرارات. وهي وسيلة للكشف عن الموهوبين فكريا، ومن بإمكانهم وضع خطط يؤخذ بها في المواقف الطارئة، كما ظهر لنا في غزوتي بدر والخندق، مما يفتح الباب لاستثمار هذه المواهب والطاقات الفكرية، والاستفادة من كل العناصر المتميزة في المجتمع. وحين تكون الشورى أمرا إلهيا وأمرا نبويا، لابد أن هذا المجتمع (إن تمسك بهذا الأمر وسار على دربه) سيحوز التوفيق والنجاح.\nتقدير العلم والعقل عند النبي:\nرغم أن نبي هذه الأمة كان أميا، إلا أنه كان أحرص الناس على نشر العلم بين أفراد المجتمع.\nوقد كانت أمية النبي صلى الله عليه وسلم، حكمة من الله تعالى، حتى لا يقول المشككون في نبوته من قومه إنه تعلم القراءة، وقرأ كتب الآخرين، ونقلها إلى مجتمعهم الذي كانت تغلب عليه الأمية. فأميته برهان من الله تعالى على صدقه. فما يكون لرجل أمي أن يؤلف كتابا، إلا أن يكون من عند الله العليم الخبير.\nوكان النبي صلى الله عليه وسلم أكثر الناس تقديرا لقيمة العلم والعقل. فالعقل والعلم أخوان لا غنى لأحدهما عن الآخر، فهما يقترنان سويا في مسيرة الحياة.\nوالرسول الذي كانت أول كلمة تسمعها أذنه من القرآن هي كلمة اقرأ، أراد أن يحمل الرسالة التي تلقاها، وينشرها، ويحث على التمسك بها. فهو يريد للأمة الإسلامية أن تكون أمة متعلمة عاقلة واعية، لا تعيش أسيرة قيود الجهل أو الخرافات.\nوأحاديث النبي في قيمة العلم، ما أكثرها وما أروعها؛ فهو الذي يقول: \"من سلك طريقاً يلتمس به علماً؛ سهّل الله به طريقاً إلى الجنة.\" (أخرجه مسلم).\n(1/26)\n\nوكما هو أسلوب النبي في كل ما له قيمة، فإنه يربط فعله بالجنة ونعيمها. فها هو يحث المسلمين على سلوك طرق العلم، حتى يكون ذلك عونا لهم على سلوك طرق الجنة. ويعلمنا النبي أن العالم له فضل، ربما لا يصل إليه سواه، حين يقول: \"إن الله وملائكته وأهل السماوات والأرض، حتى النملة في جحرها، وحتى الحوت، ليصلون على معلمي الناس الخير.\" (رواه الترمذي).\nويقول: \"إن الملائكة لتضع أجنحتها لطالب العلم رضا بما يصنع، وإن العالم ليستغفر له من في السماوات ومن في الأرض حتى الحيتان في الماء.\" (رواه أبو داود والترمذي).\nيا له من فضل، حين يشعر العالم والباحث عن العلم، بأن كل ما حوله يعيش معه رحلة علمه، فيستغفر له. وحين ينعم بهذا الشعور، لابد وأنه سيتعمق أكثر في خبايا العلم، ليفيد البشرية، كما علمه نبيه ودينه.\nبل نحن نرى النبي يجعل من العلماء ورثة للأنبياء، بسبب علمهم الذي حازوه وتفوقوا فيه، فيقول صلى الله عليه وسلم: \"العلماء ورثة الأنبياء.\" (رواه أبو داود والترمذي).\nورسولنا الكريم لا يريد أن تكون أمته أمة عابدة جاهلة، تعيش في برج عاجي بالعبادة فقط، بعيدا عن العلم، فيلفت أنظار صحابته إلى ذلك، حين يقول: \"إن فضل العلم خير من فضل العبادة.\" (رواه الطبراني).\nويقول النبي في أفضلية العالم على العابد: \"فضل العالم على العابد كفضلي على أدناكم.\" (رواه الترمذي).\nويجعل النبي العلم فريضة على كل مسلم ومسلمة، لا يمكن التهاون فيها، ويتضح ذلك في قوله: \"طلب العلم فريضة على كل مسلم.\" (رواه ابن ماجه).\nنعم، وهذه الفريضة لا تقف عند حدود العلم الشرعي، بل تمتد لتشمل جميع أنواع العلوم والمعارف التي يحتاجها المجتمع ولا يكون له غنى عنها، ويعتبر ذلك فرض كفاية، إن لم يقم به بعض الأفراد، أثم المجتمع بأكمله.\nالنبي يحث على تعليم اللغات:",
        "(1/27)\n\nلقد كان النبي صلى الله عليه وسلم حريصا على أن يتعلم المسلمون اللغات المختلفة من أجل التواصل مع الآخر، وفهم الثقافات المختلفة، وكذلك من أجل الحرص على حيازة العلم بوجه خاص. ولقد ثبت في صحيح البخاري أن رسول الله صلى الله عليه وسلم، أمر زيد بن ثابت أن يتعلم كتاب اليهود ليقرأه على النبي صلى الله عليه وسلم، إذا كتبوا اليه، فتعلمه في خمسة عشر يوما.\nوحين أسر المسلمون عددا من محاربي قريش في غزوة بدر، عرض عليهم النبي حريتهم وفك أسرهم، مقابل أن يعلم كل أسير عشرة من المسلمين.\nهكذا كان النبي صلى الله عليه وسلم حريصا على العلم. فالعلم عنده قبل المال، فهو لم يطلب منهم مالا، بل طلب علما ينتشر خيره بين الناس.\nوكان النبي حريصا على تعليم النساء، كما كان حريصا على تعليم الرجال، فها هو يطلب من الشفاء؛ إحدى متقنات الكتابة، أن تعلم حفصة رضي الله عنها. ولما تعلمت حفصة، حرص النبي ألا تقف عند ذلك، بل أن تزيد من علمها، فشجعها على تعلم تجويد الخط.\nوإذا كان العلم له هذا الشأن في حياة الإنسان، فهو ذو شأن كبير كذلك بعد مماته، وهذا ما أخبرنا به النبي صلى الله عليه وسلم حين قال:\n\"إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له.\" (رواه مسلم).\nوهكذا كان العلم شغلا شاغلا في حياة النبي، يريده أن يغمر المسلمين والبشرية بنوره.\nوإذا كان العلم له هذه القيمة الهائلة عند النبي، فلابد أن يقترن بعقل واع حكيم. فما قيمة علم بلا عقل راجح؟ لذلك، نجد أن النبي صلى الله عليه وسلم كان شديد الحرص على تنقية العقول من شوائب الخرافات التي عاشت فيها لسنوات طوال.\n(1/28)",
        "\nلقد كان العرب يتشاءمون حين يخرجون لأمر ما، فيرون الطير قد طار شمالا، فيرجعون عن عزمهم ولا يسيرون في قضاء أعمالهم، اعتقادا منهم بأن هذا العمل سيصاحبه أكبر الضرر. فنهاهم النبي عن ذلك بقوله: \"لا طيرة ولا هامة ولا صفر ، وفرّ من المجذوم كما تَفرّ من الأسد.\" (متفق عليه).\nوقوله صلى الله عليه وسلم \"لا طيرة.\" أي: أي لا تشاؤم بالطير. وقوله صلى الله عليه وسلم: \"لا صفر.\" - بفتح الصاد والفاء- أي لا تشاؤم في شهر صفر، حيث كانوا يتشاءمون بهذا الشهر؛ لقدومه بعد شهر محرم، ويعتقدون أنه تزداد فيه الفتن والحروب.\nفبين النبي كذب هذه الخرافات، حماية لعقولهم من الانغماس في مستنقع الجهل والخرافات، وأخذا بأيديهم نحو التمتع بعقل واع راشد، يصاحبه علم نافع.\nالحب في حياة النبي:\nالحب كلمة ربما يخجل البعض من ذكرها، وربما أنف البعض من أن يتعامل بها، أو يظهرها لمن حوله.\nونحن أثناء دراستنا لشخصية النبي صلى الله عليه وسلم، وكلما سرنا خطوة في هذا البحث، وجدنا الإنسانية والأخلاق تملأ على هذه الشخصية العظيمة جنباتها، ووجدنا للحب مكانا مميزا في حياة هذا النبي الذي علم البشرية كيف تتعامل بالحب. فمن خلال تعرفنا إلى حياة النبي، لابد وأن تستقر في نفوسنا روعة هذه المشاعر؛ روعة أن يعرف الإنسان كيف يحب، وكيف يعبر عن هذا الحب، وكيف يعيش بالحب، وكيف يتعامل مع كل من حوله وما حوله بالحب. وهذا ما علمنا الرسول صلى الله عليه وسلم إياه في كل مواقف حياته، فقد كان يحيا بالحب، ويعلّم بالحب، ويوجه بالحب، وينشر الإسلام بمشاعر الحب.\nكانت ملامح الحب ظاهرة في تعامله مع من حوله من الناس، وما حوله من الأماكن والأشياء.\n(1/29)\n",
        "ولعل أبرز ما يلفت الأنظار في جانب الحب عند رسول الله أنه كان يحث الناس ويعلمهم كيف يعبرون عن مشاعرهم، ويوضح لهم بمواقفه الرقيقة قيمة التعبير عن هذا الحب لدى الآخرين. فقد حدث ذات يوم أن قال أحد الصحابة لرسول الله: إني أحب فلانا، فقال النبي صلى الله عليه وسلم: \"إذا أحب أحدكم أخاه فليُعلمه أنه يحبه.\" (رواه أحمد وأبو داود).\nما أعظمك يا حبيب الله. حريص أنت دوما على الرقي بمن حولك في كل شيء، حتى في نشر الحب. تريد لنا الوصول إلى أعلى الدرجات.\nتعلمنا قيمة التعبير عن مشاعرنا لمن حولنا، وألا نجعل هذه المشاعر حبيسة الأدراج، وإلا فكيف يعرف الصديق أننا نحبه بينما لا نخبره بهذه المشاعر التي نشعر بها تجاهه؟\nسيرة النبي محمد دعوة مفتوحة للحب؛ دعوة لكي لا نوصد الأبواب أمام مشاعرنا النبيلة والسامية، دعوة للتواصل بالحب والتصريح لأصدقائنا وأزواجنا بحبنا لهم، فهذا أحرى بأن يدوم الحب بين القلوب، ويشعر الطرف الآخر بقيمته لديك.\nحبه لزوجاته صلى الله عليه وسلم:\nمن من الرجال اليوم يمكنه أن يقف أمام كل من يعرف ويقول أحب زوجتي، نعم أحبها، بل هي أحب الناس إلي؟\nإنه عظيم حقا من يعبر عن مشاعره لزوجته على الملأ، رغم ما يقال من أن الرجال ينسون المشاعر عندما يتزوجون، ولا يلقون لها بالا عندما يمرون بعتبة الزوجية. إلا أن هذا الأمر بعيد تماما عن شخصيات فهمت الإسلام على حقيقته، وأبعد ما يكون عن شخصية النبي الذي علم الأزواج قيمة التعبير عن الحب لزوجاتهم، وقيمة أن يحيا الإنسان في بيته بالحب.\nفهاهو النبي يتعامل مع عائشة بكل حب، وحين يُسأل عن أحب الناس إليه يقول: عائشة. ففي الصحيحين عن عمرو بن العاص أن النبي صلى الله عليه وسلم بعثه في سرية قِبَل نجد، فجاء إلى النبي صلى الله عليه وسلم وقال: \"يا رسول الله من أحب الناس إليك؟ قال: عائشة. قال: فمن الرجال؟ قال: أبوها.\"\n(1/30)\n\nوكأن النبي يقول لنا إن أكثر إنسان أحبه قلبه هو عائشة، فهو يحمل لعائشة رضي الله عنها من المشاعر أكثر مما يحمله لغيرها من الناس. وهي أحب الناس قاطبة إليه، وهو لا يستحيي من هذا الأمر، أو يكتمه، بل يعلنه ويعرب عنه على الملأ.\nهذا النبي المحب لزوجته، يعلم الرجال فن الرومانسية مع الأزواج، حين تشرب عائشة، فيبحث عن موضع فمها، ليشرب منه.\nعن عائشة -رضي الله عنها-قالت: \"كنت أشرب وأنا حائض، فأناوله النبي، فيضع فاه على موضع فِي.\" (رواه مسلم).\nصورة رومانسية حقة، تأتينا من رجل يحمل أعباء لا مثيل لها. ومع ذلك، لا تطغى عليه أعباء وهموم الحياة، ولا تؤثر على بيته. صورة تعلمنا كيف يكون التعامل بحب ورومانسية مع شريك الحياة.\nولعل أصدق صورة تعبر عن حقيقة الحب في حياة النبي أنه حين مات، مات على صدر زوجته عائشة التي أحبها قلبه كثيرا.\nمشهد يعجز عن وصفه أي تعبير وأي كلمات: النبي الخاتم تنتهي حياته بلمسة حب، حين يموت في أحضان زوجته.\nلماذا لم يمت وهو يحج؟!\nلماذا لم يمت وهو يصلي؟!\nوهو ساجد لله عز وجل؟!\nإنها رسالة عظيمة مؤداها: إن هذا الدين هو دين الحب والحنان والمودة، وهذا النبي محب للحب ولكل من حوله وما حوله. محب للبشرية جميعا.\nفمن الذي بعد كل ذلك، يمكنه أن يغفل هذا الجانب في حياة رسولنا؟\nمن من الناس يمكنه أن يمر بحياة النبي، دون أن يستنشق عبق هذه المشاعر ويأخذ بعضا من نفحاتها، ليتعلم كيف يسير على درب النبي، فيحيا بلا متاعب في حياته الخاصة؟\nحبه لأصحابه صلى الله عليه وسلم:\nالعلاقة بين النبي وأصحابه، علاقة حب قوية الأواصر، متينة الأركان.\nأبو بكر رفيق رحلة الحياة، تربطه بالنبي علاقة إنسانية رائعة، وعلاقة حب عظيم. ولقد بدت دلائل هذا الحب من الرسول لأبي بكر، حين استعد للهجرة. فقد اختار أبا بكر ليكون رفيقه في هذه الهجرة، وليكون حامل سر هذه الهجرة.",
        "(1/31)\n\nكان النبي يحب أبا بكر كثيرا، ويقضي معه أجمل أوقاته، ويعبر له عن حبه، ويتكلم كثيرا عن فضل أبي بكر.\nفعن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ألا إني أبرأ إلى كل خل من خله، ولو كنت متخذا خليلاً، لاتخذت أبا بكر خليلا. إن صاحبكم خليل الله.\" (رواه مسلم).\nوقد وصفة الرسول صلى الله عليه وسلم بالصدّيق، فعن أنس بن مالك رضي الله عنه قال: صعد رسول الله صلى الله عليه وسلم أُحداً ومعه أبوبكر وعمر وعثمان، فرجف بهم فقال: \"اثبت أحد، فإنما عليك نبي وصديق وشهيدان.\" (رواه مسلم).\nوقد قال عنه الرسول صلى الله عليه وسلم: \"إن من أمنِّ الناس عليَّ في صحبته وذات يده أبوبكر.\" (رواه الترمذي). وكان رسول الله صلى الله عليه وسلم يقضي في مال أبي بكر كما يقضي في مال نفسه.\nوعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ما نفعني مال قط ما نفعني مال أبي بكر.\" (رواه أحمد). فبكى أبوبكر وقال: \"وهل أنا ومالي إلا لك يارسول الله .\"\nهذا الحب الذي عاش به النبي لصديقه ورفيق رحلة حياته، يعلمنا كيف تكون الصداقة خالية من المصالح الشخصية، ويعلمنا قيمة الصديق الحقيقي، وقيمة وجوده إلى جوارنا في الحياة، ويعلمنا قيمة الاحتفاظ بهذا الصديق، وكيف نكون له خير عون في الحياة، وكيف نشبعه من صداقتنا، وما تحويه هذه الصداقة من حب ورحمة.\nالحب لمن لم يرهم بعد:\nأن تحب شخصا تعرفه وتخالطه، فهذا لا يدعو إلى العجب، ولكن أن تحب شخصا لم تره بعد، فهذا حقا ما يدعو إلى العجب!\nنحن أتباع النبي لم نره ولم يرنا، ومع ذلك يخبر النبي أصحابه بحبه لنا، حين يقول للصحابة: \"وددت لو رأيت إخواني. قالوا: أولسنا إخوانك يا رسول الله؟ قال: لا، أنتم أصحابي، ولكن إخواني الذين يأتون من بعدي ويؤمنون بي ولم يروني.\" (رواه الإمام أحمد وأبو يعلى).\n(1/32)",
        "\nهذا التعبير عن الحب والاشتياق لأناس لم يرهم، ما هو إلا خير تعبير عن طبيعة هذه الشخصية العظيمة التي تحيا بالحب وتعبر عن حبها في كل مناسبة.\nإنه الحب للخير وللصلاح وللفطرة السليمة. فما الذي يدعوه لحب أناس لم يرهم بعد، سوى أنهم يتمتعون بالخير والتقوى، رغم أنهم لم يروا حامل هذه الرسالة؟\nما أروع مشاعرك يا رسول المشاعر. ما أعظمك حين تغرس في نفوسنا حب الخير والإيمان بتركك هذه الرسالة لنا!\nوما أعظمك حين تعلمنا كيف نحب من حولنا، ولو لم يكونوا أهلنا، فنحبهم لأنهم يسيرون على درب الخير والصلاح!\nحبه للمكان الذي عاش فيه:\nحب الأوطان أنشودة طالما تغني بها الشعراء، وتباروا فيمن يعبر عن حبه لوطنه أكثر ممن سبقوه. ولو أمعنا النظر، لوجدنا لوحة فنية رقيقة، يرسمها النبي بكلماته العذبة، حين يعبر عن حبه لوطنه. فهاهو صلى الله عليه وسلم حين يخرج من مكة مهاجرا إلى المدينة، إذا به وعيناه تتعلقان بحدود وطنه، وقلبه يكاد لا يفارقه الحب لهذا الوطن، ولسانه ينطق بهذه المشاعر التي تخالج نفسه الكريمة، ويقول وهو ينظر إلى بلده ودموعه تلامس خده الكريم، في الحديث الذي رواه الترمذي والنسائي، عن عبد اللّه بن عدي بن الحصراء أنه سمع رسول اللّه صلى الله عليه وسلم وهو واقف على راحلته بالحَزْوَرَة مِنْ مَكَّةَ يَقُول: \"وَاللَّه إِنَّك لَخَيْرُ أَرضِ اللَّهِ وَأحَبُّ أرْضِ اللَّهِ إِلى اللَّهِ، وَلَوْلاَ أنِّي أخْرِجْتُ مِنْكِ مَا خَرَجْتُ.\" (رواه الترمذي).\n(1/33)\n",
        "نعم، رغم كل ما عانى منه النبي في هذا البلد من متاعب وشقاء وهموم، إلا أنه كان يحب بلده بكل كيانه وبكل ذرة في قلبه. وعلى الرغم من أن مكة كانت معقلا للشرك والظلم والبطش، إلا أن قلبه ظل يفيض حبا لهذا البلد. إنها مشاعر سامية تربطه بوطنه، وعلاقة وجدانية بينه وبين الأرض التي أقلته، وحب حري بكل مواطن أن يتعلمه من هذا المحب، ويشعر به تجاه الأرض التي ولد فيها وعاش وتربى فيها، مهما قاسى وعانى في بلده.\nحبه لبناته:\nالأبوة مشاعر دافئة تعيش بين جوانح الآباء، ولكن القليل من الآباء من يعرف كيف يعبر عن حبه لبنيه، وأقل من ذلك: أولئك الذين يعرفون كيف يعبرون عن مشاعرهم لبناتهم بوجه خاص.\nكان النبي صلى الله عليه وسلم مثلا يحتذى به في التعامل مع بناته، وكان يحب فاطمة ابنته رضي الله عنها حبا جما، فيقوم لها إذا دخلت عليه، ويقبلها ويجلسها في مجلسه.\nتقول عائشة رضي الله عنها: \"ما رأيت أحداً كان أشبه كلاماً وحديثاً برسول الله صلى الله عليه وسلم من فاطمة. وكانت إذا دخلت عليه، قام إليها، فقبلها، ورحب بها، وكذلك كانت هي تصنع به.\" (رواه مسلم).\nوكان من حبه لها صلى الله عليه وسلم أنه لم يكن يخرج من المدينة مسافرا حتي يرى فاطمة، ويكون آخر عهده بالمدينة رؤية وجهها الكريم. وحين يعود إلى المدينة، يكون أول عهده المسجد، فيصلي به ركعتين، ثم يذهب إليها متشوقا وقلبه مملوء بالاشتياق لها.\nالحب بين فاطمة والنبي، كان حبا أبويا عظيما. فهاهو النبي لم يطق فراق فاطمة حين تقدم إليها علي بن أبي طالب، طالبا الزواج منها، فبحث عن وسيلة لتكون إلى جواره. وكم كانت فرحة النبي حين وفر أحد الصحابة مسكنا لفاطمة قريبا من الرسول صلى الله عليه وسلم.\nحبه للصلاة:\n(1/34)\n\nلم يكن حب النبي صلى الله عليه وسلم يقف عند حدود الأشخاص، بل كان أعظم من ذلك. فها نحن نرى النبي صلى الله عليه وسلم يحب الصلاة حبا جما ويصفها بأنها قرة عينه ويقول: \"وجعلت قرة عيني في الصلاة.\" (صحيح الجامع الصغير).\nياله من لفظ جميل؛ يعبر عن عظيم الحب لهذه العبادة التي تملكت من قلب النبي صلى الله عليه وسلم. وكان النبي إذا حزبه أمر، هرع إلى الصلاة وقال: \"أرحنا بها يا بلال.\" (رواه أحمد وأبو داود).\nفأي موضع يجد الإنسان فيه راحته أكثر مما يجدها مع من يحب وما يحب؟\nوكان النبي يطيل في صلاته حين يصلي منفردا؛ فهي راحة قلبه.\nصح عن عائشة رضي الله عنها وقد سئلت: كيف كانت صلاته صلى الله عليه وسلم في رمضان؟ فقالت: ما كان يزيد في رمضان ولا في غيره عن إحدى عشرة ركعة، يصلي أربعاً، فلا تسأل عن حسنهن وطولهن، ثم يصلي أربعاً، فلا تسأل عن حسنهن وطولهن، ثم يصلي ثلاثاً.\" (رواه البخاري).\nوحين يعمق بنا المسير أكثر في بحار الحب عند النبي، نجد دعوة مفتوحة لنشر الحب والمودة بين الناس، وجعل هذا الحب وسيلة وطريقا إلى الجنة.\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه و سلم: \"لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا ، أولا أدلّكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم.\" (رواه مسلم).\nنعم، إنها وسائل لإرساء قواعد هذه المشاعر في القلوب، حتى تعم الرحمة والمودة بين الناس. إنه يعلمنا بعض الوسائل التي من شأنها نشر الحب في المجتمعات. وقد كانت دعوته دوما، دعوة للسلام وإفشاء السلام من أجل غرس بذور المودة. فكيف يكون حال شخص لا تعرفه حين تلقي عليه السلام في الغدو والرواح؟ وكيف يكون حال عدو حين تبدأ لقاءه بسلام؟ وكيف يكون حال المجتمع حين يعمه الحب والسلام؟",
        "(1/35)\n\nوحين يجعل النبي الحب في الله بين الناس وسيلة للوصول إلى الفوز بظل الله في حر يوم القيامة، فلابد وأن هذا عرض موفق لتجارة رابحة. الحب مقابل ظل الله عز وجل! ومن منا لا يحلم بهذه المكانة؟!\nعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : \"إنّ الله تعالى يقول يوم القيامة : أين المتحابون بجلالي ؟ اليوم أظلّهم في ظلّي يوم لا ظلّ إلاّ ظلّي.\" (رواه مسلم).\nولقد كان حرص النبي شديدا على إرساء قواعد الحب في قلوب الناس، وكان يبرز مزايا هذا الحب ببراعة لا مثيل لها. فكان يخبرنا صلى الله عليه وسلم أنه كلما زاد حبنا لمن حولنا حبا لله وفي الله، فزنا بحب الله لنا. قال صلى الله عليه وسلم: \"ما تحاب رجلان في الله إلا كان أحبهما إلى الله عز وجل أشدهما حبا لصاحبه.\" (السلسلة الصحيحة).\nوعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: \"إن رجلا زار أخا له في قرية، فأرصد الله تعالى على مدرجته ملكا، فلما أتى عليه قال: أين تريد؟ قال: أريد أخا لي في هذه القرية، قال: هل لك عليه من نعمة تربها؟ قال: لا، غير أني أحببته في الله تعالى. قال: فإني رسول الله إليك بأن الله قد أحبك كما أحببته فيه.\" (رواه مسلم).\nليس ذلك فحسب، بل والإيمان عند رسول الله مقترن بحب الآخرين، وحب الخير لهم. فها هو النبي يقدم لنا دعوة واضحة وصريحة لحب الخير للآخرين، وأن نعاملهم كما نحب أن يعاملونا.\nقال رسول الله صلى الله عليه و سلم: \"لا يؤمن أحدكم حتى يحبّ لأخيه ما يحبّ لنفسه.\" (رواه الشيخان).\nإذاً، علينا بالحب في الله الذي لا تعكره المصالح ولا تدنسه الشهوات .والنبي لم يوصنا بالمحبة ويدعنا نعتمد على أنفسنا، بل أوضح لنا بعض الوسائل التي تؤصل الحب بين الناس حين قال: \"تهادوا تحابوا.\"\nعن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"تهادوا تحابوا.\" (رواه البيهقي).\n(1/36)",
        "\nفحين يتهادى الأحبة، تزداد القلوب مودة وحبا. وحين تصلك هدية رقيقة ممن تحب، تجد قلبك قد ازداد حبا وتقديرا لهذا الحبيب.\nإنه صلى الله عليه وسلم يعلمنا وسائل وطرقا من شأنها أن ترقق القلوب وتجعلها ألين وأقدر على استيعاب مشاعر الحب من الآخرين.\nومن هذه الوسائل أن النبي كان حريصا على أن نظهر مشاعرنا لمن نحب. فكان يقول: \"إذا أحب أحدكم أخاه في الله، فليبين له، فإنه خير في الألفة ، و أبقى في المودة.\" (السلسلة الصحيحة).\nوعن أنس بن مالك قال : مر رجل بالنبي صلى الله عليه و سلم وعنده ناس ، فقال رجل ممن عنده : إني لأحب هذا لله ، فقال النبي صلى الله عليه و سلم: \"أعلمته؟\" قال: لا ، قال : \"قم إليه فأعلمه \"فقام إليه فأعلمه. فقال: أحبّك الذي أحببتني له. ثم رجع فسأله النبي صلى الله عليه و سلم فأخبره بما قال، فقال النبي صلى الله عليه وسلم : \"أنت مع من أحببت، ولك ما احتسبت.\" (رواه أحمد والحاكم).\nعن المقداد بن معدي كرب عن النبي صلى الله عليه وسلم قال: \"إذا أحب الرجل أخاه فليخبره أنه يحب.\" (رواه أبو داود والترمذي).\nوالحب عند النبي له ضوابط عقلية رائعة. فنبي الحكمة لم يدعنا لمشاعرنا تتحكم فينا كما يحلو لها، فهو يعلم ماذا يفعل الأخلاء بعضهم ببعض حين يكونون أتقياء، وحين يكونون غير ذلك. فكان حرص النبي بالمحبين شديدا. فكما علمهم كيف يحافظون على من يحبون وكيف يصلون بهذا الحب إلى منزلة سامية، كان يعلمهم كيف يختارون من يحبون ويصادقون.\nقال رسول الله صلى الله عليه وسلم: \"إنما مثل الجليس الصالح وجليس السوء كحامل المسك ونافخ الكير. فحامل المسك إما أن يحذيك، وإما أن تبتاع منه، وإما أن تجد منه ريحا طيبة. ونافخ الكير إما أن يحرق ثيابك، وإما أن تجد منه ريحا منتنة.\" (متفق عليه).\n(1/37)\n",
        "إنه مثل رائع يعلمنا كيف نختار الصديق الذي يعاشرنا في رحلة الحياة. فإما أن نختاره بوعي وإدراك، فيكون لنا كحامل المسك لا نجد منه سوى الخير، وأما أن يكون كنافخ الكير الذي لا تأتينا من ورائه سوى الأضرار. ويقول النبي في توجيه آخر: \"المرء على دين خليله، فلينظر أحدكم من يخالل.\" (رواه أبو داود والترمذيّ).\nوالنبي كما يوضح لنا أثر الحب والصداقة على الناس في الدنيا، يوضح لنا كذلك أثر هذا الحب علينا في الآخرة. فإذا كنا نحب الأخيار الأبرار، فنحن معهم يوم القيامة. وهي دعوة لنا لكي ننتقي أصدقاءنا وأحبابنا وألا تضيعنا عواطفنا وتغرقنا في بحار علاقات من شأنها أن تغير فطرتنا وتنحدر بنا نحو الرذائل وسوء الخلق.\nفي الصحيحين من حديث أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال : \"المرء مع من أحب.\"\nترى كيف يكون المجتمع حين يحب كل فرد منه أخاه كما يحب نفسه؟ وكيف يكون حال المجتمع، حين يسعى أفراده للعيش بحب واختيار دقيق لمن يحبونه ويشاطرونه رحلة الحياة؟ لابد وأن البشرية لو تمسكت بهذه اللمسات الدافئة، ستعيش أهنأ ما تكون.\nإن البشرية اليوم في حاجة ماسة وملحة لعودة الحب إليها وللعيش بالحب بعدما طغت عليها الماديات، وغلظت المشاعر والشهوات.\nالبشرية بحاجة ملحة إلى عودة معاني الحب السامية، التي لا يمكن اختزالها في علاقة بين رجل وامرأة، بل تمتد لتشمل الأهل والأصدقاء، حتى المكان الذي نعيش فيه. ولن تجد البشرية إنسانا يكون خير قدوة لها في الحب مثل محمد صلى الله عليه وسلم، الذي بعث برسالة كلها الحب، وعاش بالحب، ومات بالحب.\nالمزاح والترويح عن النفس والآخرين في حياة النبي:\nرغم الأعباء الثقيلة واالمهام الجسام التي كان رسول الله متحملا لها، إلا أنك ترى وجهه دوماً مشرقاً بالبشر والحبور.\n(1/38)\n\nابتسامة عذبة لا تفارق وجهه المملوء تفاؤلا وسرورا. لم يُر قط عابسا ولا متجهما، بل كان دوما ناشراً لجو المرح والبهجة في المكان الذي يتواجد فيه.\nيريد للبشرية أن تغلف حياتها السعادة.. يمزح ويمازح.. يبتسم ويداعب.. يمازح بأدب وذوق.. يعلم ويربي بمزاحه.. يعلمنا كيف نجعل من المزاح وسيلة للتربية تارة ووسيلة لنشر الحب تارة أخرى.\nمزاحه يجعلك تتعلق به وتحبه، وتشعر أنك أمام رجل مختلف عن كل البشر. أنّى له بهذا الوقت، وهذه القدرة على المرح والمزاح، وهو في ما هو فيه من تحمل لمهام الدعوة ونشر الإسلام؟\nيمزح، فيعلمنا فن الترفيه عن النفس ومداعبة الآخرين. ومن الجميل أن الصحابة كانوا يفرحون ويسعدون بالضحك حين يمازحم النبي!\nوهذه الرسالة النبوية يرسلها لنا النبي البسّام، أن تمتعوا أيها الناس بالحياة.\nتفاءلوا، فالمسلم يتوقع غدا مشرقا بثقته في ربه، وفي أقدار ربه له.\nاقتنصوا وقتا من حياتكم للهو والمرح.\nأدخلوا السرور على قلوبكم وقلوب من حولكم.\nلماذا هذا التجهم؟ ديننا دين البشر والأمل.\nالدنيا حلوة خضرة، تحتاج لأن نتعامل معها بفن وسعادة.\nهذا النبي الذي يعلمنا كيف نمتلك أدوات المرح والسعادة، يصفه لنا أنس رضي الله عنه خادم النبي فيقول:\n\"كان رسول الله من أفكه الناس.\" (رواه الطبراني في المعجم الأوسط والصغير).\nوما يدفع للدهشة حقا ويجعلك تحني جبينك أمام هذا الرجل العظيم أن مزاحه لم يكن أجوف بلا مضمون، بل كان يعلم ويربي بمزاحه، ويحل المشاكل، ويؤلف بين القلوب، ويوحد بين الناس، وينشر البهجة بين أصحابه.\nلم يكن مزاحة بلا هدف أو قصد، بل كان يترك من وراء مزاحه عبرة وعظة للناس أجمعين.\nونحن هنا نعرض لبعض هذه المشاهد المرحة في حياة النبي، علنا نرفع الستائر عن هذا الجزء الجميل في شخصية محمد صلى الله عليه وسلم، الذي يجهله الكثيرون.\nمزاحه مع الأطفال:",
        "(1/39)\n\nوقد كان النبي صلى الله عليه وسلم يمازح الأطفال. وكما نعلم جميعا، فإن الأطفال لهم نصيب وافر في حياة النبي. لم يكن ينسى نصيبهم منه. يعاملهم وكأنهم جزء لا يتجزأ منه، يدرك قيمتهم في الحياة فلا يتجاهلهم، بل يعيش معهم لحظات طفولتهم بمرح.\nحتى جانب المزاح، لم يهمل النبي الأطفال فيه. وذلك من عظمته صلى الله عليه وسلم، أن يراعي كل الأمور لكل الفئات.\nعن أنس قال: \"إن كان النبي صلى الله عليه وسلم ليخالطنا، حتى يقول لأخ لي صغير: يا أبا عمير ما فعل النغير؟ كان له نغير يلعب به فمات.\" (متفق عليه).\nالنغير : طائر يشبه العصفور، أحمر المنقار.\nكان يلاعب الحسين ويخرج له لسانه، وكأنهما طفلان يلعبان معا.\nهذا الأسلوب في التعامل مع الصغار، جاءت به نظريات علم النفس الحديثة، لتؤكد على أهميته، مبينة أهمية التعامل مع الأطفال بأسلوبهم وطريقة تعاطيهم للأمور. فالطفل يحتاج ممن يلاعبه أن يلاعبه بطريقة الأطفال، لا بأسلوب الكبار.\nوالمزاح بين البشر له مظاهر شتى، وقليل هم الذين يدركون الطريقة المثلى للمزاح. وهذه القلة، يُعتبر النبي قائدها بحق، فلم يُعرف عنه أنه سخر من أحد في مزاحه معه، أو قلل من قيمته بين أقرانه.\nمزاحه صلى الله عليه وسلم مع زوجاته:\nالمرأة في حياة النبي لم تلق سوى كل تقدير واحترام وحب.\nلم يترك النبي فرصة إلا ومنح فيها المرأة لمسة دفء أو تقدير، حتى المرح لم ينس نصيب المرأة منه. فقد كان يداعب زوجاته ويمازحهن ويمرح معهن.\nتقول عائشة رضي الله عنها قالت: خرجت مع النبي صلى الله عليه وسلم في بعض أسفاره، وأنا جارية لم أحمل اللحم ولم أبدن – أي لم تسمن - فقال للناس: تقدموا. فتقدموا ثم قال لي: تعال حتى أسابقك، فسابقته فسبقته. فسكت عني حتى إذا حملت اللحم وبدنت ونسيت، خرجت معه في بعض أسفاره، فقال للناس: تقدموا، ثم قال: تعال حتى أسابقك، فسابقته فسبقني، فجعل يضحك ويقول: هذه بتلك. (رواه أحمد).\n(1/40)",
        "\nعظيم أنت يارسول الله!\nلم تنس إدخال السرور على قلب زوجتك حتي في لحظات التعب. هذا السفر الشاق المرهق والطريق الطويل، تتذكر فيه إسعاد زوجتك وإدخال السرور إلى قلبها.\nلم يمنعك وجود الصحابة معك أن تتذكر إدخال السرور على قلب زوجتك. وكيف ذلك وأنت من قال: أحب الأعمال إلى الله إدخال السرور على قلب مسلم.\nوفي مشهد آخر مع زوجته عائشة، نراه يتبسم معها ويراعي مشاعرها. فحين أرادت أن تلعب، لم يسخر منها ومن اهتماماتها الطفولية، بل تفاعل معها وأدخل السرور على قلبها.\nأخرج أبو داود في سننه من حديث عائشة رضي الله عنها، قالت: قَدِمَ رسول الله صلى الله عليه وسلم من غزوة تبوك أو خيبر، وفي سَهْوَتِها سِتْرٌ، فهبّت ريح، فكشفت ناحية الستر عن بنات لي – لُعَبٍ – فقال : ما هذا يا عائشة؟ قالت: بناتي! ورأى بينهن فرساً له جناحان من رقاع، فقال : ما هذا الذي أرى وسطهن؟ قالت: فرس! قال : وما هذا الذي عليه؟ قالت: جناحان، قال: فرس له جناحان؟ قالت: أما سمعت أن لسليمان خيلاً لها أجنحة؟ قالت: فضحك، حتى رأيت نواجذه .\nأين هم الرجال اليوم ليتعلموا أن مشاغل الحياة مهما كانت، يجب ألا توقف تيار السعادة بين الزوجين، وأن هموم الحياة، مهما زادت على الرجل، عليه ألا يجعلها تنسيه إدخال الفرحة على قلب زوجته التي استأمنه الله عليها؟\nوقد كان النبي صلى الله عليه وسلم لايغفل جانب الترفيه الذي تحتاجه الزوجة من وقت لآخر، وأنها تحتاج إلى بعض من اللهو والمرح. فعن عائشة -رضي الله عنها- قالت: \"والله لقد رأيت رسول الله صلى الله عليه وسلم يقوم على باب حجرتي والحبشة يلعبون بالحراب في المسجد ورسول الله صلى الله عليه وسلم يسترني بردائه لأنظر إلى لعبهم بين كتفه اليسرى وعينيه، ثم يقوم من أجلي حتى أكون أنا التي أنصرف.\" (رواه أحمد).\n(1/41)\n",
        "وقد وصلت السعادة والمرح مع زوجاته إلى حد يكاد لا يصدقه عقل. فها هما زوجتاه عائشة وسودة تمزحان معا أمامه وهو يضحك: روى أبو يعلى في مسنده عن عائشة رضي الله عنها قالت: أتيت النبي صلى الله عليه وسلم بحريرة قد طبختها له – أي أنها أتته بنوع من الطعام - فقلت لسودة والنبي صلى الله عليه وسلم بيني وبينهما: كلي، فأبت. فقلت: لتأكلين أو لألطخن وجهك، فأبت. فوضعت يدي في الحريرة، فطليت وجهها، فضحك النبي صلى الله عليه وسلم، فوضع بيده لها، وقال لها: الطخي وجهها - أي أنه وضع من تلك الحريرة في يده لسودة لتلطخ وجه عائشة رضي الله عنها - فلطخت وجهها، فضحك النبي صلى الله عليه وسلم لها.\nأي مرح هذا؟\nوأي سعادة تلك التي ترفرف على أسرة بها زوجتان؟\nإن الرجال اليوم يعيشون مع زوجة واحدة، ومع ذلك نادرا ما يتبسمون!\nمرحه صلى الله عليه وسلم مع أصدقائه:\nكان النبي يحب أصدقاءه ويبش في وجوههم.\nوالمواقف المرحة معهم كثيرة ومتعددة.\nيمازحهم ويسعدهم. يداعبهم ويتفاعل مع مزاحهم.\n\"عن عبد الحميد بن صيفي من ولد صهيب عن أبيه عن جده صهيب قال: قدمت على رسول الله صلى الله عليه وسلم بالهجرة وهو يأكل تمرا، فأقبلت آكل من التمر وبعيني رمد، فقال: أتأكل التمر وبك رمد؟ فقلت: إنما آكل على شقي الصحيح ليس به رمد. قال: فضحك رسول الله صلى الله عليه وسلم.\" (رواه ابن ماجة).\nيالها من مزحة خفيفة حقا! ما علاقة التمر بالرمد في العين؟ إنها دعابة تدخل السرور على قلب شخص مريض.\nوفي موقف آخر، نجد الرسول يمزح مع أحدهم بأسلوب مميز وجميل.\nفعن أنس أن رجلا استحمل رسول الله صلى الله عليه وسلم فقال: إني حاملك على ولد ناقة. فقال: وما أصنع بولد ناقة؟ فقال رسول الله صلى الله عليه وسلم: وهل تلد الإبل إلا النوق؟ (رواه أبو داود والترمذي).\nاستحمل:أي طلب منه أن يحمله على دابته.\nوعن أنس أن النبي صلى الله عليه وسلم قال له: \"ياذا الأذنين\" (رواه الترمذي).\n(1/42)\n\nيا ذا الاذنين! ومن منا بلا أذنين؟ طريقة لطيفة في المزاح، لا تجرح ولا تترك أثرا نفسيا سيئا في نفس من تمازحه.\nرفع الروح المعنوية والثقة بالنفس عن طريق المزاح:\nلو أن لديك شخصا ما يعاني من قصور ما، فربما احتجت شهورا طويلة لترفع من روحه المعنوية وثقته في نفسه، ولكننا مع رسول الله نتعلم كيف نزرع في الآخرين الثقة بالنفس بموقف طريف ودعابة وبسمة.\nعن أنس رضي الله عنه أن رجلا من أهل البادية كان اسمه زاهر بن حرام، وكان يهدي للنبي صلى الله عليه وسلم من البادية، فيجهزه رسول الله صلى الله عليه وسلم إذا أراد أن يخرج، فقال النبي صلى الله عليه وسلم: \"إن زاهرا باديتنا، ونحن حاضروه.\" وكان النبي صلى الله عليه وسلم يحبه، وكان دميما، فأتى النبي صلى الله عليه وسلم يوما وهو يبيع متاعه، فأتحتضنه من خلفه لا يبصره.....\nزاهر بن حرام: أرسلني، من هذا؟\nيلتفت زاهر فيرى النبي صلى الله عليه وسلم، فيجعل يلصق ظهره بصدر النبي صلى الله عليه وسلم حين عرفه......\nالرسول صلى الله عليه وسلم قائلا للناس:\nمن يشتري العبد؟\nزاهر بن حرام قائلا للرسول: إذا تجدني والله كاسدا !!\nالرسول صلى الله عليه وسلم :\nلكن عند الله لست بكاسد، أو قال : لكن عند الله أنت غال. (رواه أحمد والترمذي).\nهذا الموقف الرائع يترك في نفس سامعه انطباعا صادقا وعاقلا عن النبي وكيف كان يمازح ويرفع الروح المعنوية لدى من يمازحه، وإن كان لديه نقص في صفة ما، فهو لا يسخر من هذه الصفة بل يظهر المزايا الأخرى في الشخصية، مما يترك أثرا إيجابيا في نفس هذا الشخص.\nتقبل المزاح من الآخرين:\nلا يقبل المزاح من الآخرين سوى قلب مملوء بالحب وعقل معروف بالرجاحة.\nلم يكن النبي يغضب من أصحابه حين يمازحونه، بل كان يشاركهم المزاح ويتفاعل معهم ويتعايش مع مواقفهم الطريفة.",
        "(1/43)\n\nذكر ابن حجر في الإصابة، مزاح أصحاب النبي صلى الله عليه وسلم معه، فقال: قال الزبير: وكان نعيمان لا يدخل المدينة طرفة – أي طعام – إلا اشترى منه، ثم جاء به إلى النبي صلى الله عليه وسلم، فيقول هاأهديته لك، فإذا جاء صاحبها يطلب نعيمان بثمنها، أحضره إلى النبي صلى الله عليه وسلم وقال: أعط هذا ثمن متاعه، فيقول: أولم تهده لي، فيقول إني والله لم يكن عندي ثمنه، ولقد أحببت أن تأكله، فيضحك – أي النبي صلى الله عليه وسلم من هذا الفعل -، ويأمر لصاحبه بثمنه .\nحل المشكلات بالمزاح:\nلم يكن النبي يستخدم أسلوب النصح والعظة دائما، حين تقع المشاكل بين طرفين، بل كان يستخدم المزاح أحيانا. فقد يبلغ المزاح ما لا يبلغه الجد مع كثير من الناس. وربما خفف المزاح من وطأة المشكلة، وجعلها تصغر في عين حاملها.\nعن سهل بن سعد قال: جاء رسول الله صلى الله عليه وسلم بيت فاطمة، فلم يجد عليا في البيت، فقال: أين ابن عمك؟ قالت: كان بيني وبينه شيء فغاضبني، فخرج فلم يقل (وقت القيلولة) عندي، فقال رسول الله صلى الله عليه وسلم لإنسان: انظر أين هو؟ فجاء فقال: يا رسول الله، هو في المسجد راقد، فجاء رسول الله صلى الله عليه وسلم وهو مضطجع قد سقط رداؤه عن شقه وأصابه تراب، فجعل رسول الله صلى الله عليه وسلم يمسحه عنه ويقول: قم أبا تراب، قم أبا تراب\". فكان أبو تراب أحب الألفاظ إلى علي رضي الله عنه. (متفق عليه).\nبدعابة بسيطة، حل النبي العظيم مشكلة بين زوجين وأدخل السرور على قلبيهما وجعلهما يتناسيا ما بينهما من مشكلات.\nالشيء نفسه يحدث مع النبي في حل مشاكله مع زوجته أحيانا:\n(1/44)",
        "\nأخرج الإمام أحمد في مسنده من حديث النعمان بن بشير رضي الله عنه قال : جاء أبوبكر يستأذن على رسول الله صلى الله عليه وسلم، فسمع عائشة وهي رافعة صوتها على رسول الله صلى الله عليه وسلم، فأذن له ودخل فقال: يا ابنة أم رومان (وتناولها) أترفعين صوتك على رسول الله صلى الله عليه وسلم؟ قال: فحال النبي صلى الله عليه وسلم بينه وبينها، قال: فلما خرج أبو بكر جعل النبي صلى الله عليه وسلم يقول لها يترضاها: ألا ترين أني قد حلت بين الرجل وبينك؟ قال: ثم جاء أبو بكر فاستأذن عليه فوجده يضاحكها، قال: فأذن له، فدخل فقال له أبو بكر: يا رسول الله أشركاني في سلمكما كما أشركتماني في حربكما.\nهكذا كان النبي في لحظات ينسى ما حدث من مشكلات ومتاعب، لا يميل لإعطاء المشاكل أكثر من حقها، بل يحلها بكلمة رقيقة وببسمة لطيفة، وفي لحظات نجده يمازح عائشة وهي التي كانت رافعة صوتها عليه من ثوان معدودة.\nبأبي وأمي أنت يا رسول الله.\nليت العالم كله يعرفك بحق.\nليت النساء يعرفن كيف كانت معاملتك لزوجتك ليرفعن رؤوسهن اعتزازا بك.\nليت الرجال يتعلمون من مواقفك العظيمة، فيستبدلون التجهم والخصام المتواصل بسبب صغار الأمور برقة ولطف في التعامل مع المرأة التي ترضيها كلمة ومزحة خفيفة من زوجها.\nقيمة البسمة:\nكان النبي صلى الله عليه وسلم يعلي من قيمة البسمة في وجوه الآخرين ويعتبرها صدقة يؤجر المسلم عليها، وبابا لكسب الحسنات. وهذا الأمر يستحق الوقوف عنده كثيرا وتفهمه وإعطاءه حقه.\nيقول النبي: \"تبسمك في وجه أخيك صدقة.\" (رواه ابن حبان).\nحين يمر المسلم أمام هذا الحديث، يتعلم أن البسمة وسيلة لكسب الأجر والثواب، فيتحول العبوس لديه إلى بسمة وتتحول حياته مع الآخرين إلى بشر وحبور.\nللترويح نصيبه في حياة النبي:\n(1/45)\n",
        "مرَّ النبي صلى الله عليه وسلم ذات يوم على جماعة من أصحابه يتسابقون في الرمي بالنبال، فقال لهم: \"ارموا بني إسماعيل فإن أباكم كان راميًا. ارموا وأنا مع بني فلان.\" فتوقف أحد الفريقين عن الرمي، فقال لهم الرسول صلى الله عليه وسلم: \"ما لكم لا ترمون؟\" فقالوا: كيف نرمي وأنت معهم؟ فقال النبي صلى الله عليه وسلم: \"ارموا، فأنا معكم كلكم.\" (رواه البخاري).\nوكان بعض الأحباش يلعبون عند النبي صلى الله عليه وسلم وهو في المسجد، ويلهون بحرابهم، فلما دخل عمر -رضي الله عنه- المسجد أمسك قبضة من الحصى، ورماهم بها، فقال له النبي صلى الله عليه وسلم: \"دعهم يا عمر.\" (رواه البخاري).\nهذه المشاهد السريعة، تبين لنا أن الترويح عن النفس جانب له قدره في حياة النبي.\nجانب لا يمكن إغفاله والمرور عليه دون وقفة تأمل حقة.\nالعبادة ليست حاجزا أمام اللعب والترويح:\nلا يمكن لأي إنسان مسلم أن ينسى نصيبه ونصيب أسرته من المرح واللهو والدعابة ويتذرع بالعبادة والدين. فلقد وجهنا النبي وعلمنا أن القلوب تمل، ولابد لها من راحة وترويح. وقد بين النبي صلى الله عليه وسلم ذلك لأبي بكر رضي الله عنه حين دخل الصدّيق يوم العيد، فوجد جاريتين تغنيان في بيت النبي صلى الله عليه وسلم فانتهرهما، فقال صلى الله عليه وسلم: \"دعهما يا أبا بكر، فإنها أيام العيد.\"\nأدب المزاح عند النبي:\nرغم مزاج النبي مع من حوله، إلا أنه كان يمزح مزاحا مختلطا بآداب وسلوكيات راقية، فهو يعلمنا أن نتحلى بالصدق حين نمزح، وألا يكون الكذب وسيلة لإضحاك غيرنا. ففي مرة من المرات، تعجب الصحابة لمزاح النبي معهم، فأقر لهم المزاح ولكن شريطة أن لا يقترن بالكذب.\nروى الإمام أحمد في مسنده، من حديث أبي هريرة رضي الله عنه قال: قالوا : يارسول الله إنك تداعبنا ! فقال صلى الله عليه وسلم : \"إني لا أقول إلا حقاً.\"\n(1/46)\n\nومن مداعبته صلى الله عليه وسلم مع النساء، ما حكت عائشة -رضي الله عنها- \"أن نبي الله صلى الله عليه وسلم أتته عجوز من الأنصار، فقالت: يا رسول الله، ادع الله أن يدخلني الجنة، فقال نبي الله صلى الله عليه وسلم: إن الجنة لا يدخلها عجوز، فذهب نبي الله صلى الله عليه وسلم فصلى ثم رجع إلى عائشة فقالت عائشة: لقد لقيت من كلمتك مشقة وشدة، فقال نبي الله صلى الله عليه وسلم: إن ذلك كذلك؛ إن الله إذا أدخلهن الجنة حوّلهن أبكارا.\" (رواه الترمذي والطبراني في المعجم الأوسط).\nوتأتيه أخرى فتقول: يا رسول الله، إن زوجي يدعوك، فيقول: ومن هو؟ أهو الذي بعينه بياض؟ قالت: والله ما بعينه بياض، فقال صلى الله عليه وسلم: بلى إن بعينه بياضا، فقالت: لا والله، فقال: ما من أحد إلا بعينه بياض.\" (رواه ابن أبي الدنيا).\nأخلاقه في التوجيه والإرشاد والتربية:\nكثيرا ما تسمع آذاننا هذه العبارة: \"النصح ثقيل، فلا تجعلوه جبلا.\" ولكن من منا يستطيع أن يعيش بهذه العبارة حين يربي وحين يوجه؟\nمن منا يمكنه أن يتعامل مع أخطاء من حوله برفق ورحمة؟\nمن منا يمكنه أن يحوز كل وسائل التربية السليمة، ووسائل النصح والإرشاد، ويتعامل بها مع من حوله بمنطق الرفق؟\nنعم الرفق. فإذا أردت أن تأسر قلب من توجهه وترشده، فلن تجد طريقا أيسر من الحب والرفق. هذا الطريق الذي سلكه النبي محمد، وغرسه في قلوب أتباعه ومحبيه.\nالرفق، والرحمة، والحب، سمات تعامل بها النبي مع من كان يوجههم ويرشدهم، فاستطاع بأسلوبه المميز في التربية أن يخرج للعالم جيل الصحابة الذي لم تعرف البشرية جيلا مثله.\nكان النبي صلى الله عليه وسلم ألين ما يكون حين يوجه ويرشد، فلم يكن يجرح مشاعر من أمامه، ولو كان كافرا، أو مذنبا، أو جاهلا. بل كان يستخدم الأساليب التي تتوافق مع الشخصية التي يتعامل معها والموقف الذي هو فيه.\nوهذا ما أخبرنا به القرآن الكريم حين قال الله عز وجل:",
        "(1/47)\n\n\"هو الذي بعث في الأميين رسولاً منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين\" [الجمعة:2].\nنعم، إنه رسول بعث ليعلم الناس، فلابد وأن يعلمهم بأسلوب يتوافق مع طبيعة البشر. وقد كان النبي أعظم من أستخدم أفضل الأساليب في تعليم من حوله. ومن الأساليب التي كان النبي يتعامل بها مع من حوله في التربية والتوجيه:\nأسلوب الإقناع العقلي:\nنرى النبي يتعامل بهذا الأسلوب مع شاب فاضت به شهوته، فلم يعد قادرا على كبح جماح هذه الشهوة، ولكنه في الوقت ذاته لا يريد لنفسه الوقوع في انتهاك حرمات الله، فجاء إلى النبي يستأذنه في الزنا!\nتُرى كيف تعامل النبي مع هذا الموقف الشائك؟\nالشهوة جامحة، والقدرة على الزواج غير متوافرة, والشباب في أوجه.\nأينهره النبي؟\nأيغضب منه؟\nأيتولى بوجهه عنه؟\nكلا، فالأمر لا يحتمل. إنه يقدّر ما يمر به هذا الشاب من احتياج للإشباع الجسدي، ويقدر هذا الاحتياج ويتفهمه.\nتُُرى ماذا فعل النبي؟\nلمسة حانية على صدر هذا الشاب، ومخاطبة العقل للعقل. أساليب بسيطة عادت بهذا الشاب سريعا إلى رشده، وجعلته صابرا رافضا للرذيلة، كارها لها.\nدعونا نستمع معا إلى أحداث هذه القصة من الحديث الصحيح الذي رواه الإمام أحمد:\n(1/48)",
        "\nعن أبي أمامة رضي الله عنه قال: إن فتى شابا أتى النبي صلى الله عليه وسلم فقال: يا رسول الله، ائذن لي بالزنا، فأقبل القوم عليه فزجروه، قالوا: مه مه. فقال: \"ادنه\" فدنا منه قريباً. قال: فجلس. قال: \"أتحبه لأمك؟\" قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لأمهاتهم.\" قال: \"أفتحبه لابنتك؟\" قال: لا والله يا رسول الله جعلني الله فداءك، قال: \"ولا الناس يحبونه لبناتهم\" قال: \"أفتحبه لأختك؟\" قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لأخواتهم\" قال:\"أفتحبه لعمتك؟\" قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لعماتهم\" قال: \"أفتحبه لخالتك؟\" قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لخالاتهم\" قال: فوضع يده عليه وقال: \"اللهم اغفر ذنبه، وطهر قلبه، وحصن فرجه\" فلم يكن بعد ذلك الفتى يلتفت إلى شيء. (رواه أحمد).\nهذا هو النبي الذي لم ينظر إلى الشاب على أنه معدوم الحياء، فاقدا للخير، كما نظر إليه الصحابة، بل تفهم حقيقة تلك النار المتقدة داخله. ولمس جانب الخير في هذا الشاب الذي يمكنه أن يمارس ما أراد في الخفاء ولكنه خاف الله. فتعامل معه النبي بمنطق العقل والحوار العقلي، فأثابه إلى رشده.\nإنها الرحمة التي بعث بها النبي ليعلم أمته فهو الذي يقول: \"إن الله لم يبعثني معنتاً ولا متعنتاً ولكن بعثني معلماً وميسراً.\" (رواه مسلم).\nأسلوب التوجيه غير المباشر:\nالتوجيه غير المباشر أسلوب كثيرا ما نجد النبي يستخدمه في توجيهه وتربيته لمن حوله؛ فهو أحفظ لكرامة الشخص المراد نصيحته، وهو أقرب الأساليب إلى النفس البشرية التي تكره النصيحة المباشرة، والنقد، واللوم.\n(1/49)\n",
        "كان من طبيعة النبي صلى الله عليه وسلم حين يريد تقديم النصيحة أن يقول: ما بال أقوام يفعلون كذا وكذا، دون أن يخصص أحدا بعينه، فيأتي سياق الكلام وكأنه خطاب عام للأمة، فيتعلم منه المخطئ، دون أن ينظر إليه الآخرون نظرة ازدراء، وتستفيد بقية الأمة.\nعن أنس ـ رضي الله عنه- أن نفرا من أصحاب النبي صلى الله عليه وسلم سألوا أزواج النبي صلى الله عليه وسلم عن عمله في السر. فقال بعضهم: لا أتزوج النساء. وقال بعضهم: لا آكل اللحم. وقال بعضهم: لا أنام على فراش. فحمد الله وأثنى عليه فقال: \"ما بال أقوام قالوا كذا وكذا؟ لكني أصلي، وأنام، وأصوم، وأفطر، وأتزوج النساء، فمن رغب عن سنتي فليس مني.\" (رواه البخاري).\nومن ذلك، قوله فيما ورد عن قصة بريرة، فعن عائشة -رضي الله عنهاـ قالت: \"أتتها بريرة تسألها في كتابتها، فقالت: إن شئت أعطيت أهلك ويكون الولاء لي. فلما جاء رسول الله صلى الله عليه وسلم، ذكرت له ذلك، فقال النبي صلى الله عليه وسلم: ابتاعيها فأعتقيها، فإنما الولاء لمن أعتق. ثم قام رسول الله صلى الله عليه وسلم على المنبر فقال: ما بال أقوام يشترطون شروطا ليست في كتاب الله. من اشترط شرطا ليس في كتاب الله، فليس له، وإن اشترط مائة شرط.\" (رواه البخاري ومسلم).\nولما علم عدم علم بعض الصحابة بأمور دينهم كما ينبغي لهم أن يعلموا، لم نجده لهم ناهرا أو معنفا ولم ينهر الذين لم يعلموهم صراحة، بل وقف يقول بأسلوب ذكي: \"ما بال أقوام لا يعلمون جيرانهم، ولا يفقهونهم ولا يأمرونهم، ولا ينهونهم؟ وما بال أقوام لا يتعلمون من جيرانهم ولا يتفقهون؟\" (رواه ابن منده).\nياله من ذكاء مميز في توجيه النصيحة للطرفين، دون أن يلوم أحدهم صراحة، ودون أن يعلن على الملأ أسماء هؤلاء الذين يوجه إليهم النصيحة.\nاستثمار المواقف والفرص:\n(1/50)\n\nإذا كنت تريد أن تغرس شيئا ما في قلوب من حولك، فعليك أن تتمتع بالذكاء والانتباه وسرعة البديهة، والقدرة على ربط الأحداث واستثمار المواقف. فهذا من شأنه أن يجعل لتوجيهك أثرا يصعب محوه من ذاكرة من تعلمه. وهذا ما كان يفعله النبي حين يمر ببعض الأحداث التي من شأنها أن تغرس سلوكا ما في نفوس صحابته.\nذات مساء، كان القمر منيرا ساطعا والنبي والصحابة ينظرون إليه يتمتعون بالنظر إلى قدرة الخالق في بديع خلقه، فإذا بالنبي يبادرهم بقوله: \"إنكم سترون ربكم كما ترون هذا القمر، لا تضامون في رؤيته، فإن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا.\" ثم قرأ: {وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب} (رواه البخاري ومسلم).\nياله من مشهد جميل في غرس الإيمان في قلوب من حولنا. فمن منا قادر على التأسي بأسلوب هذا النبي العظيم؟\nمشهد من مشاهد الطبيعة التي نمر بها يوميا، ولا نكاد نلتفت إليه إلا قليلا، يجعل النبي يعلم الصحابة أمرا دينيا بحب ويسر.\nواستثمار لحدث آخر، تجلى في هذا المشهد الرقيق من النبي، حين كان يعود مريضا به رمد. فعن زيد بن أرقم قال: أصابني رمد، فعادني النبي صلى الله عليه وسلم. قال: فلما برئت، خرجت. قال: فقال لي رسول الله صلى الله عليه وسلم: \"أرأيت لو كانت عيناك لما بهما ما كنت صانعاً؟\" قال: قلت: لو كانتا عيناي لما بهما، صبرت واحتسبت، قال: \"لو كانت عيناك لما بهما ثم صبرت واحتسبت للقيت الله عز وجل ولا ذنب لك.\" (رواه أحمد).\nلفتة جميلة من شأنها أن تعلم من أمامك قيمة الصبر عند الابتلاء، وقيمة الشكر على النعم التي ربما تغفل شكرها لكونها أصبحت ملازمة لك.\nيا لروعة هذا الأسلوب الذكي الذي يجعلك تربط من حولك بما تريد في كل مشهد من مشاهد الحياة. إنه حقا أسلوب نبوي يستحق أن نقف عنده كثيرا بتأمل وبتدبر.\nضربه الأمثال:",
        "(1/51)\n\nضرب الأمثال أسلوب حكيم في التربية. وقد ورد هذا الأسلوب في القرآن الكريم كثيرا لتعليم الناس بأسلوب يناسب الطبيعة البشرية.\nيقول الله عز وجل: \"وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون.\" (سورة العنكبوت 43).\n\"كَذَلِكَ يَضْرِبُ اللَّهُ الأَمْثَالَ.\" (سورة الرعد 17).\n\"وَضَرَبْنَا لَكُمْ الأَمْثَالَ.\" (سورة إبراهيم 45).\n\"وَيَضْرِبُ اللَّهُ الأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ.\" (سورة النور 35).\nوالنبي الذي كان خلقه القرآن، كان متأسيا بكلام ربه، سائرا على دربه، فقد كان كثيرا ما يربي صحابته ويرشدهم بضرب الأمثله. ذلك الأسلوب الذي ينادي به العلم الحديث، كأسلوب هام من أساليب التربية والتوجيه والتعليم.\nومن أمثلة ذلك في حياة النبي:\nكان إذا أراد أن يحذر من مغبة السير وراء أصدقاء السوء، لم يكن النبي لينهى عن ذلك مباشرة، فالأصدقاء دائما تربطهم أواصر قوية، يصعب أن تحلها نصيحة يتلقهاها المرء مباشرة، فكان النبي يقول:\n\"مثل الجليس الصالح والسَّوء، كحامل المسك ونافخ الكير؛ فحامل المسك إما أن يُحديك وإما أن تبتاع منه، وإما أن تجد منه ريحا طيبة. والجليس السوء كنافخ الكير؛ إما أن يحرق ثيابك، وإما أن لا تسلم من دخانه.\" (متفق عليه).\nوإذا أراد أن يغرس في المؤمنين قيمة العطاء والكرم والجود، كان يشبه المؤمن بالنخلة.\nقال صلى الله عليه وسلم: \"إن مثل المؤمن كمثل القطعة من الذهب ينفخ فيها صاحبها فلم تتغير. والذي نفس محمد بيده، إن المؤمن كمثل النخلة؛ أكلت طيبا ووضعت طيبا.\" (السلسة الصحيحة).\nوحين يكون الوضع مختصا بالأمة بأكملها، ربما وجد البعض صعوبة في التفاعل مع قضايا أوطانهم ونفورا من ذلك، فنجده يشد على أيدينا، ويحثنا على عدم ترك أمورنا العامة في يد العابثين.\n(1/52)",
        "\nروى البخاري عن النعمان بن بشير رضي الله عنه: \"مثل القائم على حدود الله والواقع فيها، كمثل قوم ركبوا سفينة، فأصاب بعضهم أسفلها وأوعرها وشرها، وأصاب بعضهم أعلاها. فكان الذين في أسفلها إذا استقوا الماء، مروا على من فوقهم فآذوهم، فقالوا لو خرقنا في نصيبنا خرقاً، فاستقينا منه، ولم نؤذ من فوقنا. فإن تركوهم وأمرهم، هلكوا جميعاً، وإن أخذوا على أيديهم، نجوا جميعاً.\" (رواه الترمذي).\nهذا الأسلوب الذي نراه بأعيننا ونلمسه بأيدينا في سيرة النبي الخاتم، يضع أيدينا على حقائق مذهلة في أساليب التربية والنصح لم يصل إليها العلم سوى بعد سنوات طويلة من البحث ووضع النظريات المختلفة.\nتحفيز الأذهان بالسؤال:\nكان النبي صلى الله عليه وسلم كثيرا ما يستخدم أسلوب السؤال المباغت الذي يحفز الأذهان ويثير في فكر السامع حوارا داخليا، يهدف إلى الوصول إلى حقيقة هذا الشيء؛ مثار النقاش.\nوحفز الذهن بهذه الطريقة، يجعل السامع يصل بنفسه إلى الحقائق أو يشارك في الوصول إليها، مما يجعل هذه الحقيقة راسخة في ذهنه وفي سلوكه.\nفإذا كان النبي يسعى لغرس الخلق القويم في نفوس أصحابه، كان يسأل سؤالا ليحرك العقول والقلوب، ومن ذلك:\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"أتدرون من المفلس؟ قالوا: المفلس فينا من لا درهم له ولا متاع؟ فقال: إن المفلس من أمتي يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي قد شتم هذا، وأكل مال هذا، وسفك دم هذا، وضرب هذا، فيعطي هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضي ما عليه، أخذ من خطاياهم، فطرحت عليه، ثم طرح في النار.\" (رواه مسلم).\nها هو يسأل عن المفلس، والغرض تعليم الصحابة قيمة الأخلاق الحميدة، وأن سوء الخلق يذهب بالحسنات ويأكلها، كما تأكل النار الحطب.\nوفي مشهد آخر، يربي النبي صحابته على حفظ اللسان وعدم ذكر الآخرين بالسوء:\n(1/53)\n",
        "عن أبي هريرة رضي الله عنه، عن رسول الله صلى الله عليه وسلم أنه قال: \"أتدرون ما الغيبة؟ قالوا الله ورسوله أعلم. قال: ذكرك أخاك بما يكره. قيل: أفرأيت إن كان في أخي ما أقول؟ قال: إن كان فيه ما تقول، فقد اغتبته. وإن لم يكن فيه، فقد بهته.\" (رواه مسلم).\nوربما كان النبي في بعض الأحيان يذكر جزءا من المعلومة، ليشوق السامع إلى متابعة الموضوع والانتباه إليه والاهتمام به. مثال ذلك قوله صلى الله عليه وسلم: \"رغم أنف ثم رغم أنف ثم رغم أنف. قيل: من يا رسول الله؟ قال: من أدرك أبويه عند الكبر أحدهما أو كليهما، فلم يدخل الجنة.\" (رواه مسلم).\nقلة الكلام وإعادته ليتمكن في قلب السامع:\nالكلمات البسيطة والقليلة المعبرة، أسلوب سار به محمد صلى الله عليه وسلم، مع من حوله. لم يكن النبي صلى الله عليه وسلم يكثر الكلام والنصح، بل كان ييسر أمر قبول النصيحة على سامعها.\nكانت كلمات النبي تعد عدا، ولكنها كانت ذات وقع عجيب على كل من سمعها ووعاها بقلبه وعقله. وهذه الطريقة في التوجيه، أبعد ما تكون عن ترك أي اثر لملل من شأنه أن يتمكن من قلب السامع.\nتقول السيدة عائشة – رضي الله عنها-: \"إن كان رسول الله - صلى الله عليه وسلم- ليحدث الحديث لو شاء العد أن يحصيه أحصاه.\" (رواه أبو داود).\nورغم أنه لم يكن يكثر الكلام، إلا أنه كان يعيده ثلاثا، ليتم فهمه على أكمل وجه.\nيقول أنس رضي الله عنه: \"كان إذا سلّم، سلّم ثلاثاً، وإذا تكلم بكلمة أعادها ثلاثاً.\" (رواه البخاري).\nالتدرج من العام إلى الخاص :\nالتدرج من العام إلى الخاص، أسلوب من أساليب النبي في التربية والإرشاد، وهذا الأسلوب أسلوب عصري يسير به العالم في طرق التعليم والتأثير الإيجابي على المتعلمين.\n(1/54)\n\nيقول الصحابي الجليل جندب بن عبد الله رضي الله عنه: \"كنا مع النبي صلى الله عليه وسلم ونحن فتيان حزاورة (أي قاربنا البلوغ) فتعلّمنا الإيمان قبل أن نتعلم القرآن، ثم تعلمنا القرآن، فازددنا إيماناً.\" (رواه ابن ماجة).\nومهما كانت الأساليب التي كان يستخدمها النبي في توجيهه وتعليمه، إلا أن هذه الأساليب يغلب عليها دائما طابع الرحمة والرفق، وتخلو من الشدة أو القسوة.\nويتجلى ذلك في قصة معاوية بن الحكم، وقد عطس أمامه رجل في صلاته، فشمّته معاوية وهو يصلي. قال: \"فحدقني القوم بأبصارهم. فقلت: واثكل أمياه ما لكم تنظرون إليّ؟ قال: فضرب القوم بأيديهم على أفخاذهم. فلما رأيتهم يسكتونني، سكت.\nفلما انصرف رسول الله، دعاني (بأبي هو وأمي). ما ضربني ولا كهرني ولا سبني. ما رأيت معلمًا قبله ولا بعده أحسن تعليمًا منه.\" (رواه النسائي وأبو داود).\nهذه هي الرحمة في التربية والتوجيه، والتي كانت منهاجا للنبي، جعل الرعيل الأول الذي صاحب النبي خير الناس وخير القرون.\nوكما يقولون في النظريات الحديثة: إنك إذا أردت أن تقيس مستوى نجاح أي معلم، فانظر إلى ما وصل إليه من تعلم وتربى علي يديه. والصحابة خير دليل على نجاح النبي وتميزه كمرب ومعلم.\nخلق الغضب عند النبي صلى الله عليه وسلم:\nالغضب استجابة إنسانية تحدث بشكل تلقائي، طلباً لدفع الأذى عند خشية وقوعه، أو طلباً للانتقام ممن آذانا. ولأن النبي صلى الله عليه وسلم كان أحلم الناس وأقواهم نفسا، فقد كان صلى الله عليه وسلم لا يغضب لنفسه قط، ولا ينتقم لنفسه قط. كان يعفو عن المسيء، ويسامح المخطئ. وكان الرضا مرسوما على ملامح وجهه الكريم. لا يغضب إلا حين تنتهك حرمات الله.",
        "(1/55)\n\nعن عائشة رضي الله عنها قالت: \"ما ضرب رسول الله صلى الله عليه وسلم، شيئاً قط بيده، ولا امرأة، ولا خادماً، إلا أن يجاهد في سبيل الله. وما نيل منه شيء قط، فينتقم من صاحبه، إلا أن ينتهك شيء من محارم الله فينتقم لله\". (رواه مسلم).\nوالنبي يعلم كم للغضب من قوى وتأثير على العلاقات الإنسانية، وكيف يمكن للغضب تدمير أقوى هذه العلاقات إن لم يتحكم الإنسان فيه. لذا، أراد أن يعلم أصحابه كيف يعيشون بصفاء نفسي، حين لا يلقون لشيطان الغضب بالا.\nوفي لفتة ذكية من النبي المعلم، يلفت بها أنظار وانتباه صحابته فيسألهم سؤالا تحفيزيا: \"ما تعدون الصرعة فيكم؟، قالوا: الذي لا يصرعه الرجال. قال النبي صلى الله عليه وسلم: ليس ذلك، ولكن الذي يملك نفسه عند الغضب.\" (رواه مسلم).\nوعنْ أَبِي هُريرةَ رضي اللَّه عنه أَن رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قال: \"لَيْسَ الشديدُ بالصُّرَعةِ إِنمَّا الشديدُ الَّذي يمْلِكُ نَفسَهُ عِنْد الْغَضَبِ.\" (متفقٌ عليه).\nإنها محاولة لتغيير تلك المفاهيم الموروثة لدى هذه البيئة، والتي كانت تعد الانتقام والثأر أهم وسائل القوة والشجاعة. وهي كذلك محاولة لصرف النفوس وتحويل وجهتها بعيدا عن هذا الخلق الشيطاني الذي يشبه النار التي تأكل الأخضر واليابس.\nإنها وصية يوصي بها النبي صحابته من حين إلى آخر: ألّا تغضبوا، فالغضب يذهب بعقل الإنسان بعيدا عن الصواب.\nذات يوم، جاء أحد الصحابة إلى النبي يطلب النصح والتوجيه، ويطلب منه عملا يكون سبيله إلى دخول الجنة:\nعنْ أَبِي هُريْرَةَ رَضيَ اللَّهُ عنهُ أَنَّ رَجُلاً قَالَ للنَّبِيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم: أوْصِني. قَالَ: \"لا تَغضَبْ.\" فَردَّدَ مِراراً، فقَالَ: \"لا تَغْضَبْ.\" (رواه البخاريُّ).\nولكن هل معنى ذلك أن الرسول صلى الله عليه وسلم كان بعيدا عن الطبيعة الإنسانية؟\n(1/56)",
        "\nكلا، فهو يغضب كما يغضب الناس، ولكن شتان بين غضب النبي وغضب الناس. فقد كان النبي صلى الله عليه وسلم يغضب فقط، حين تنتهك حرمات الله؛ أي غضبا بعيدا عن الحمية وبعيدا عن الذاتية والأنانية النفسية والخضوع لحديث النفس الغاضبة.\nوفي الحديث الذي رواه مسلم - أنه صلى الله عليه وسلم كان يغضب حتى تحمر وجنتاه، فيقول: \"اللهم أنا بشر.\"\nوالنبي كان يمثل أفضل سلوك للتعامل الحكيم مع الغضب والثبات أمام المثيرات، فقد كان يمتص غضب من أمامه بحكمة بالغة ورؤية عاقلة.\nجاء أعرابي والنبي صلى الله عليه وسلم في المسجد بين أصحابه، فقال: أعطني من هذا المال، فليس المال مالك، ولا مال أبيك. فغضب المسلمون وقاموا إليه، فأشار إليهم رسول الله صلى الله عليه وسلم أن كفوا.\nثم قام ودخل منزله، وأرسل إلى الأعرابي، وزاده شيئاً، ثم قال له: \"أحسنت إليك؟\" فقال الأعرابي: لا، ولا أجملت. فغضب المسلمون، وقاموا إليه، فأشار إليهم أن كفوا. ثم قام ودخل منزله، وأرسل إلى الأعرابي، وزاده شيئاً، ثم قال له: \"أحسنت إليك؟\" قال: نعم، وجزاك الله من أهل وعشيرة خيراً.\nفقال النبي صلى الله عليه وسلم: \"إنك قلت ما قلت، وفي نفس أصحابي شيء من ذلك، فإن أحببت فقل بين أيديهم ما قلت بين يدي، حتى يذهب من صدورهم ما فيها عليك.\" قال الأعرابي: نعم.\nفلما كان الغداة أو العشي، جاء فقال النبي صلى الله عليه وسلم: \"إن هذا الأعرابي قال ماقال، فزدناه، فزعم أنه رضي، أكذلك؟\" قال الأعرابي: نعم، فجزاك الله من أهل وعشيرة خيراً.\nفقال الرسول صلى الله عليه وسلم: \"إن مثلي ومثل هذا الأعرابي كمثل رجل كانت له ناقة فشردت عليه، فاتبعها الناس، فلم يزيدوها إلا نفوراً، فناداهم صاحب الناقة: خلوا بيني وبين ناقتي، فإني أرفق بها وأعلم، فتوجه لها بين يديها، فأخذ لها من قمام الأرض، فردها هوناً هوناً حتى جاءت واستناخت، وشد عليها رحلها، واستوى عليها.\"\n(1/57)\n",
        "والنبي لا يدفعه جهل الجاهلين (ممن لا يحسنون التعبير عما يريدون) إلى عدم الحلم عليهم والغضب منهم.\nفعن أَنس رضي اللَّه عنه قال: كُنتُ أَمْشِي مَعَ رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم وعليه بُردٌ نَجْرَانيٌّ غلِيظُ الحَاشِيةِ، فأَدركَهُ أَعْرَابيٌّ ، فَجبذهُ بِرِدَائِهِ جَبْذَة شَديدَةً، فَنظرتُ إلى صفحة عاتِقِ النَّبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم، وقَد أَثَّرَت بِها حَاشِيةُ الرِّداءِ مِنْ شِدَّةِ جَبذَتِهِ، ثُمَّ قال: يَا مُحَمَّدُ، مُرْ لي مِن مالِ اللَّهِ الذي عِندَكَ. فالتَفَتَ إِلَيْه، فضحِكَ، ثُمَّ أَمر لَهُ بعَطَاءٍ.\" (متفقٌ عليه).\nوالنبي يعلمنا فن إدارة الغضب، حين يعلمنا الانصراف عن التفكير في الغضب في حال وقوعه، وتغيير الوضع الذي نحن فيه لنسيان حالة الغضب والخروج منها.\nقال الله صلى الله عليه وسلم: \"إذا غضب أحدكم وهو قائم فليجلس، فإن ذهب عنه الغضب، وإلا فليضطجع.\" (ينام على جنبه أو يتكئ) (رواه أبوداود وأحمد).\nوإذا كان النبي يوصينا بألا نخضع لضغوط الغضب، فهو يضع لنا جزاء قيمًا لقاء ذلك:\nعنْ مُعاذ بْنِ أَنَسٍ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ: \"مَنْ كظَمَ غيظاً، وهُو قَادِرٌ عَلَى أَنْ يُنْفِذَهُ، دَعَاهُ اللَّهُ سُبْحانَهُ وتَعالَى عَلَى رُؤُوسِ الْخلائقِ يَوْمَ الْقِيامَةِ حَتَّى يُخَيِّرَهُ مِنَ الْحُورِ الْعِينِ مَا شَاء.\" (رواه أَبُو داوُدَ والتِّرْمِذيُّ).\nخلق الحياء عند النبي صلى الله عليه وسلم:\nالحياء إمارة وعلامة صادقة تكشف عن حقيقة خلق الفرد منا، ومقدار إيمانه، وأن هذا الإنسن ذو ضمير حي، يخجل من فعل المنكرات، وينزه نفسه عن الانغماس في السفاهات.\nفبذلك يمكننا أن نحكم بسهولة ويسر على من حولنا وعلى أخلاقهم من خلال قياس أخلاقهم بمقياس الحياء.\nويصف لنا أحد الصحابة حياء النبي صلى الله عليه وسلم في ذلك الحديث:\n(1/58)\n\nيقول أبو سعيد الخدري رضي الله فيما رواه الشيخان: \"كان رسول الله صلى الله عليه وسلم أشد حياء من العذراء في خدرها. وكان إذا كره شيئا عرفناه في وجهه.\"\nوجاء في الصحيحين عن النبي صلى الله عليه وسلم: \"الحياء لا يأتي إلا بخير.\" وفي رواية مسلم: \"الحياء خير كله.\"\nوالنبي يعتبر الحياء خلق الإسلام الرئيسي والذي يعبر عن حقيقة المسلم ودينه. فكان يقول: \"إن لكل دين خلقا، وإن خلق الإسلام الحياء.\" (رواه مالك).\nوكان من حيائه صلى الله عليه وسلم، أنه إذا أراد أن يغتسل، اغتسل بعيدًا عن أعين الناس - ولم تكن الحمامات يومئذ في البيوت، كما هو شأنها اليوم - ولم يكن لأحد أن يراه، وما ذلك إلا من شدة حيائه. أخبرنا بهذا ابن عباس رضي الله عنه، قال: \"كان رسول الله صلى الله عليه وسلم يغتسل من وراء حجرات، وما رأى أحد عورته قط.\" (رواه الطبراني).\nكرم بلا حدود:\nكان كرم النبي صلى الله عليه وسلم كرما بلا حدود. كان شديد الجود، يبذل كل ما هو موجود لديه. يعطي عطاء من لا يخاف الفقر. لا يرد سائلا قط. حين يسأله أحد شيئا لديه، لا يرده صفر اليدين، بل يعينه ويسر قلبه.\nعن جابرٍ رضي اللَّه عنه قال: \"ما سُئِل رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم شَيئاً قَطُّ فقالَ: لا.\" (متفقٌ عليه).\nوعن أَنسٍ رضي اللَّه عنه قال: ما سُئِلَ رسُولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم عَلَى الإِسْلامِ شَيئاً إِلا أَعْطاه. وَلَقَدَ جَاءَه رَجُلٌ فَأَعطَاه غَنَماً بَينَ جَبَلَينِ، فَرَجَعَ إِلى قَومِهِ فَقَالَ: يَا قَوْمِ أَسْلِمُوا فَإِنَّ مُحَمداً يُعْطِي عَطَاءَ مَنْ لا يَخْشَى الفَقْرَ. وَإِنْ كَانَ الرَّجُلُ لَيُسْلِمُ مَا يُرِيدُ إِلاَّ الدُّنْيَا، فَمَا يَلْبَثُ إِلاَّ يَسِيراً حَتَّى يَكُونَ الإِسْلامُ أَحَبَّ إِلَيه منَ الدُّنْيَا وَمَا عَلَيْهَا.\" (رواه مسلم).\nما أكرمه من رجل، وما أجودها تلك اليد التي تعطي بلا حدود، وتنفق بكل جود.",
        "(1/59)\n\nعن سَهلِ بنِ سعدٍ رضي اللَّه عنه أَنَّ امرَأَةً جَاءَت إِلى رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم بِبُردةٍ مَنسُوجَةٍ، فقالت: نَسَجتُها بِيَديَّ لأكْسُوَكَهَا، فَأَخَذَهَا النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم مُحتَاجاً إِلَيهَا، فَخَرَجَ إِلَينا وَإِنَّهَا لإزَارُهُ، فقال فُلانٌ اكسُنِيهَا مَا أَحسَنَها، فَقَالَ: \"نَعَمْ.\" فَجلَس النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم في المجلِسِ، ثُمَّ رَجَعَ فَطَواهَا، ثُمَّ أَرسَلَ بِهَا إِلَيْهِ. فَقَالَ لَهُ القَوْمُ: ما أَحسَنْتَ، لَبِسَهَا النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم مُحْتَاجاً إِلَيها، ثُمَّ سَأَلتَهُ، وَعَلِمت أَنَّهُ لا يَرُدُّ سَائِلاً، فَقَالَ : إني وَاللَّهِ ما سَأَلْتُهُ لألْبَسَها، إِنَّمَا سَأَلْتُهُ لِتكُونَ كَفَنِي. قال سَهْلٌ: فَكانت كَفَنَهُ.\" (رواه البخاري).\nيؤلف القلوب بعطائه:\nعن شهاب، قال: غزا رسول الله صلى الله عليه وسلم غزوة الفتح: فتح مكة، ثم خرج رسول الله صلى الله عليه وسلم بمن معه من المسلمين، فاقتتلوا بحنين، فنصر الله دينه والمسلمين، وأعطى رسول الله صلى الله عليه وسلم يومئذٍ صفوان بن أمية مائة من النعم، ثم مائة، ثم مائة.\" (النعم :الإبل).\nقال ابن شهاب: حدثني سعيد بن المسيب أن صفوان قال: والله لقد أعطاني رسول الله صلى الله عليه وسلم ما أعطاني وإنه لأبغض الناس اليّ، فما برح يعطيني حتى إنه لأحب الناس اليّ.\nيحث على الكرم والإنفاق دائما:\nوكما كان النبي كريما في عطائة، كان كريما في توجيهه للخير، ينصح ويرشد من حوله، يحثهم على العطاء ويحضهم على الكرم، ويبين فضائل ذلك؛ حتى يستثير النفوس ويستحثها ويدفع بها نحو الهمة العالية في العطاء.\n(1/60)",
        "\nعن أبي هُريرة رضي اللَّه عنه قال: قال رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: \"مَا مِنْ يَوْمٍ يُصبِحُ العِبادُ فِيهِ إِلاَّ مَلَكَانِ يَنْزِلانِ، فَيَقُولُ أَحَدَهُمَا: اللَّهُمَّ أَعطِ مُنْفِقاً خَلَفاً، وَيَقُولُ الآخَرُ: اللَّهُمَّ أَعطِ مُمسكاً تَلَفاً.\" (متفقٌ عليه).\nوقال رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: \"مَنْ كَانَ يُؤْمِنُ باللَّهِ وَالْيَوْمِ الآخِرِ، فَلا يُؤْذِ جَارَهُ، وَمَنْ كَان يُؤْمِنُ بِاللَّهِ والْيَوْمِ الآخرِ، فَلْيكرِمْ ضَيْفهُ.\" (متفق عليه).\nوعن عائشة رضي اللَّه عنها أَنَّهُمْ ذَبحُوا شَاةً، فقالَ النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم: \"مَا بَقِيَ مِنها؟» قالت: ما بقي مِنها إِلاَّ كَتِفُهَا، قال: \"بَقِي كُلُّهَا غَيرَ كَتِفِهَا.\" (رواه الترمذي).\nومعناه: تَصَدَّقُوا بها إلاَّ كَتِفَهَا فقال: بَقِيَتْ لَنا في الآخِرةِ إِلاَّ كَتفَهَا. أي أن ما أنفقناه، هو ما بقي لنا.\nوقال رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: \"أَيُّكُمْ مَالُ وَارِثِهِ أَحَبُّ إِليه مِن مَالهِ؟ قالُوا: يا رَسولَ اللَّه. ما مِنَّا أَحَدٌ إِلاَّ مَالُهُ أَحَبُّ إِليه. قال: \"فَإِنَ مَالَه ما قَدَّمَ وَمَالَ وَارِثهِ ما أَخَّرَ.\" (رواه البخاري).\nإنها دعوة رائعة للعطاء. فهذا الذي تبذله وتعطيه، هو ما تبقى لك، وهو ما تحوزه في دنياك وأخراك.\nدعوة لاتقاء النار بالكرم والجود:\nكان النبي يوجه القلوب نحو العطاء، ولو باليسير. فالكرم، صفة تورث الرحمة والإيثار والبذل، فكان يخبر أصحابه أن الإنفاق ولو باليسير من الموجود، يعتبر من الكرم والجود ويبعد المسلم عن لفحات النار.\nعَن عَدِيِّ بنِ حاتم رضي اللَّه عنه، أَن رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قال: \"اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمرةٍ.\" (متفقٌ عليه).\nعنايته بالجار:\n(1/61)\n",
        "كان صلى الله عليه وسلم يكرم الجار ويرعاه، ولو كان على غير دينه، ولو كان عدوا يؤذيه.\nروى أحمد بمسنده، عن عبدالله بن عمرو بن العاص عن النبي صلى الله عليه وسلم قال: \"خير الأصحاب عند الله، خيرهم لصاحبه، وخير الجيران عند الله خيرهم لجاره.\" (رواه الترمذي).\nوروى الإمام أحمد أيضاً بسنده إلى عباية بن رفاعة عن عمر قال: قال رسول الله صلى الله عليه وسلم: \"لا يشبع الرجل دون جاره.\" وهذان الحديثان يدلان على عظم حق الجار على جاره: بإطعامه مثل مايطعم، وبكمال الخيرية نحوه.\nوروى أحمد أيضا بسنده إلى عبدالله بن عمر رضي الله عنهما: أن رسول الله صلى الله عليه وسلم قال: \"ما زال جبريل يوصيني بالجار، حتى ظننت أنه سيورّثه.\" (أخرجاه في الصحيحين أيضا).\nوالحديث الرابع ينبىء عن أقبح المعاصي، وأشدّها إثماً، لما في ذلك من إيذاء للجار، وخيانة لحقّه، لأن الأصل في الجار، أن يكون أميناً على مال جاره، محافظاً على عرضه أن ينتهك: حماية ودفاعاً. لكن عندما يأتي الخلل من الجار نفسه، فإن هذا داء عضال، ومصيبة ما بعدها مصيبة: أذية وخيانة.\nروى الإمام أحمد في مسنده، بسنده إلى المقداد بن الأسود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لأصحابه يوماً، وهو يحدّثهم: \"ما تقولون في الزنا؟\" قالوا: حرام حرّمه الله ورسوله، وهو حرام إلى يوم القيامة. فقال رسول الله صلى الله عليه وسلم: \"لأن يزني الرجل بعشر نسوة، أيسر من أن يزني بحليلة جاره.\" قال: \"فما تقولون في السرقة؟\" قالوا: حرّمها الله ورسوله، فهي حرام إلى يوم القيامة. قال: \"لأن يسرق الرجل من عشرة بيوت، أيسر من أن يسرق من جاره.\"\nولهذا الحديث شاهد في الصحيحين من حديث ابن مسعود؛ قلت: يا رسول الله أي الذنب أعظم؟ قال: \"أن تجعل لله نداً وهو خلقك.\" قلت: ثم أي؟ قال: \"أن تقتل ولدك مخافة أن يطعم معك.\" قلت ثم أي؟ قال: \"أن تزاني حليلة جارك.\"\nعذب اللسان:\n(1/62)\n\nكان صلى الله عليه وسلم أعذب الناس لسانا، وأرقهم كلاما. لا تعرف الكلمات الجارحة طريقها إليه.\nعن أنس رضي الله عنه قال: \"لم يكن رسول الله صلى الله عليه وسلم فاحشاً ولا لعاناً ولا سباباً، وكان يقول عند المعتبة، ماله ترب جبينه.\" (رواه البخاري).\nكان يدعو ربه في كل حين بأن يحوز مكارم الأخلاق. وكان أغلب دعائه يشمل جانب الأخلاق. فمن دعائه صلى الله عليه وسلم: \"اللهم اهدني لأحسن الأعمال، وأحسن الأخلاق، لا يهدي لأحسنا إلا أنت. وقني سيئ الأعمال، وسيئ الأخلاق، لا يقي سيئها إلا أنت.\" (رواه مسلم).\nوكان صلى الله عليه وسلم يدعو ربه فيقول: \"اللهم كما حسّنت خَلقي، فحسن خُلقي.\" (رواه أحمد والهيثمي).\nوكان يقول صلى الله عليه وسلم: \"اللهم إني أعوذ بك من منكرات الأخلاق والأعمال والأهواء والأدواء.\" (رواه الترمذي).\nدعوة النبي إلى مكارم الأخلاق:\nكما كان النبي صلى الله عليه وسلم يتمتع بأجمل الأخلاق، فقد أراد للبشرية أن تتمتع بهذه الأخلاق السامقة، فراح يدعو إلى مكارم الأخلاق، ويبين فضلها؛ حتى يتهافت الناس إلى نيلها، والتمتع بها، لتعيش البشرية في هناء وهدوء.\nوكان النبي يكثر من الحديث عن فضل حسن الخلق، وعن حبه لذوي الأخلاق الحسنة، وعن قيمة الأخلاق في حياة المسلم وآخرته. ومن أمثلة ذلك: أوضح النبي لمن حوله أن الخيرية المطلقة تنبع من حسن الخلق. قال رسول الله صلى الله عليه وسلم: \"إن خياركم أحاسنكم أخلاقا.\" (رواه البخاري).\nهذه الخيرية التي ضمنها النبي لفئات معينة من الناس، اقترنت بحسن الخلق، وهي دعوة من النبي للتمسك بحسن الخلق، من أجل أن نصبح ممن شهد لهم النبي بهذه الخيرية.\nوقد قرن النبي صلى الله عليه وسلم حبه لمن حوله وشدة هذا الحب بأن يكونوا ممن يتمتعون بحسن الخلق.",
        "(1/63)\n\nعن أبي ثعلبة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إن أحبكم إلي وأقربكم مني يوم القيامة أحسنكم أخلاقاً، وإن أبغضكم إلي وأبعدكم مني، مساوئكم أخلاقاً والثرثارون والمتشدقون والمتفيقهون.\" (رواه البيهقي في شعب الإيمان وللترمذي نحوه عن جابر رضي الله عنه).\nفهي دعوة لكل أتباعه ومحبيه: إن أردت أن يحبك المصطفى، فما عليك سوى أن تتمتع بحسن الخلق، فتضمن هذا الحب بإذن الله.\nومن منا لا يسعى لأن يكون مكتمل الإيمان؟ من منا لا يريد أن يهنأ بهذا الأمر؟ إذا أردنا أن نكون من مكتملي الإيمان، فحسن الخلق وسيلتنا الوحيدة إلى ذلك. وهذا ما أوضحه لنا النبي صلى الله عليه وسلم حين قال: \"أكمل المؤمنين إيماناً، أحسنهم خلقاً، وخياركم خياركم لنسائهم.\" (رواه الترمذي).\nقد يعتقد البعض أن الدين الإسلامي دين يحثنا على العبادة من صيام وزكاة، وما إلى ذلك، وأننا إن فعلنا ذلك، ستفتح لنا أبواب الجنات على مصراعيها، ولكن النبي صلى الله عليه وسلم يعلمنا أن العبادة التي لا يتمتع صاحبها بحسن الخلق، ليست هي ما يأمرنا الله به، بل قد يكون هناك عابد معذب في النار بسبب سوء خلقه.\nفعن أبي هريرة رضي الله عنه، قال: \"قال رجل: يا رسول الله! إن فلانة يُذكر من كثرة صلاتها وصيامها وصدقتها، غير أنها تؤذي جيرانها بلسانها. قال: هي في النار. قال: يا رسول الله! فإن فلانة يُذكر من قلة صيامها وصدقتها وصلاتها، وإنها تصَدّق بالأثوار من الأقط، ولا تؤذي جيرانها بلسانها. قال: هي في الجنة.\" (رواه أحمد).\n(1/64)",
        "\nوعن أبي هريرة أيضا، عن رسول الله صلى الله عليه وسلم، أنه قال: \"إن رجلا لم يعمل خيرا قط، وكان يداين الناس، فيقول لرسوله: خذ ما تيسر، واترك ما عسر، وتجاوز لعل الله تعالى أن يتجاوز عنا. فلما هلك، قال الله عز وجل له: هل عملت خيرا قط؟ قال: لا! إلا أنه كان لي غلام، وكنت أداين الناس. فإذا بعثته ليتقاضى، قلت له: خذ ما تيسر، واترك ما عسر، وتجاوز لعل الله يتجاوز عنا. قال الله تعالى: قد تجاوزت عنك.\" (رواه النسائي).\nأما المسلم ذو الخلق القويم، فقد يبلغ درجة الصائم القائم بحسن خلقه، وإن كانت عبادته تقتصر على الفرائض فحسب.\nيقول الرسول صلى الله عليه وسلم: \"إن المؤمن ليدرك بحسن خلقه درجة الصائم القائم.\"\n(رواه أبو داود).\nوالنبي يعزز لنا قيمة الخلق القويم ويحببه إلينا، حين يعلمنا أن حسن الخلق سبب لثقل ميزاننا يوم الدين.\nروى الترمذي عن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ليس المؤمن باللعان ولا الفاحش ولا البذيء\". وروى الترمذي أيضاً عن أبي الدرداء أن النبي صلى الله عليه وسلم قال: \"ما شيء أثقل في ميزان المؤمن يوم القيامة من خلق حسن، وإن الله يبغض الفاحش البذيء\".\nليس ذلك فحسب، بل هو يخبرنا بأن أكثر أهل الجنة من ذوي الأخلاق الكريمة.\nسُئل صلى الله عليه وسلم، عن أكثر ما يُدخل الناس الجنة فقال: \"تقوى الله وحُسن الخلق\". (رواه الترمذي).\nثم يخبرنا بالهدية العظيمة، وهي حب الله لنا إن نحن سرنا في طريق الخلق القويم، وإن نحن كنا ممن يتمسكون بمكارم الأخلاق.\nقال صلى الله عليه وسلم: \"أحب عباد الله إلى الله أحسنهم خلقاً.\" (السلسلة الصحيحة).\nهذه الأخلاق التي كانت طبيعة في شخصية النبي، وهذه الدعوة لنيل مكارم الأخلاق، تضع أيدينا على حقيقة هذا الدين وحقيقة شخصية حامل رسالة هذا الدين، وكيف أن هذه الرسالة رسالة الأخلاق أولا وأخيرا.\nالباب الثالث\n(1/65)\n",
        "الرحمة والسماحة في شخصيته صلى الله عليه وسلم\n\"وما أرسلناك إلا رحمة للعالمين\"\nفيض من الرحمة تراه في قسمات وجهه الوضاء، في سكناته وحركاته، في صمته وكلماته، رحيم مع القريب والغريب، مع العدو والصديق، مع الأسير والطليق.\nهذا الانسان الذي تعجز عن وصفه الكلمات، جاء بمنهج شامل للحياة. الرحمة ركيزة من ركائزه. علّمنا بمواقفه العظيمة كيف نغزل شباك الرحمة وننسج منها ثوباً، نهديه إلى من حولنا؛ ليتحول العدو إلى حبيب بتلك اللمسة الحانية.\nولو أحببنا أن نغوص في أعماق هذا البحر لوجدنا الكثير والكثير مما تعجز عن احتوائه هذه الوريقات القليلة، وكفاه أن قال فيه ربه: \"وما أرسلناك إلا رحمة للعالمين.\"\nوكأن رسالته الخاتمة جاءت في حقيقتها من أجل الرحمة.\nوللرحمة عند المصطفى صلى الله عليه وسلم مظاهر شتى ومتعددة. وسنعرض لبعض من هذه المظاهر. وما هذه اللمحات سوى غيض من فيض لمن أراد أن يعرف نبذة عن أرحم الخلق أجمعين.\nالرحمة مع المرأة:\nالمرأة في حياة النبي لم تكن كما مهملا كما يتصور البعض، بل كانت كياناً له قدره ومكانته. بيد أن هذا المخلوق تعرض إبان فترة الجاهلية لتجاوزات رفضها الشرع وحرّمها واستنكرها. وجاءت لمسات نبينا الحبيب تمسح (برقّة) آثار هذه القسوة التي استوطنت قلوب الرجال في المجتمعات الجاهلية، ولترسل إشارات واضحة لكل مجتمع، ولو كان مجتمع عصر الذرة والوصول إلى الفضاء. رسالة مغزاها أنك أيها الرجل لن يمكنك أن تمتلك قلب ومشاعر المرأة سوى بالرحمة. فهانحن نراه في خدمة أهل بيته دوما، وكأنه يريد أن يخفف عنهم وطأة متاعب أشغال المنزل. هذه الأعمال التي يأنف معظم الرجال أن يعيروها قدرا من تعاونهم، كانت أمراً طبيعيا في حياته صلى الله عليه وسلم.\n(1/66)\n\nربما نظر البعض إلى هذا الأمر ووضعه تحت بند التعاون، ولكننا لو أمعنا النظر قليلا، لوجدناه لب الرحمة وجوهرها. فالمرأة غالبا لا تحتاج إلى هذه المشاركة من أجل تخفيف أعباء العمل عليها ولكن كناحية نفسية؛ فهي تحتاج لأن تشعر دائما بطيور الرحمة ترفرف حولها. وهكذا كان النبي يغمر أهل بيته بالرحمة، وذلك كل مما تتمناه المرأة من زوجها.\nوقد تعددت مظاهر التعبير عن الرحمة من جانب النبي تجاه أهل بيته؛ فتارة نراه في خدمة أهل بيته، وتارة نراه يداعبهم ويدخل السرور إلى قلوبهم، وتارة أخرى نراه يتجاوز عن أخطائهم برحمة وحنان. وهكذا كانت إشارات الرحمة تنتشر في بيت النبوة، فتفيض عليه حناناً.\nروي عن السيدة عائشة في أكثر من موضع أن النبي صلى الله عليه وسلم كان في خدمة أهل بيته يعاونهم ويخفف عنهم.\nسُئلَتْ عَائِشَةُ رضيَ اللَّه عنها: \"ما كانَ النَّبِيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم يَصنعُ في بَيْتِهِ ؟ قالت: كان يَكُون في مِهْنَةِ أَهْلِهِ. يَعني: خِدمَةِ أَهلِه. فإِذا حَضَرَتِ الصَّلاة، خَرَجَ إِلى الصَّلاةِ.\" (رواه البخاري).\nوقد روى ابن كثير في البداية والنهاية عن عائشة أنها سئلت: \"ما كان رسول الله صلى الله عليه وسلم يصنع في بيته؟ قالت: كان يرقع الثوب ويخصف النعل ونحو هذا.\" (البداية والنهاية 6/46).\nوروى العراقي عنها كذلك في تخريج الإحياء، أنه صلى الله عليه وسلم \"كان يخصف نعله ويخيط ثوبه ويعمل في بيته كما يعمل أحدكم في بيته.\"\nوروى ابن حجر العسقلاني في فتح الباري عن عائشة رضي الله عنها أنه صلى الله عليه وسلم كان \"يخصف نعله، ويخيط ثوبه.\"\nتُرى يا رسول الله، لم تقوم بكل هذه الأعمال وأنت لديك ما لديك من المهام الجسام؟\nكيف تجد الوقت لفعل هذه الأمور رغم هموم الدعوة ونشر الإسلام وتوجيه وإرشاد المسلمين ومواجهة الأعداء؟",
        "(1/67)\n\nحتما إنها الرحمة بأهل بيتك.. ليت الرجال يقرأون سيرتك ويتعطرون بقطرات من عطرها، ولو فعلوا ما تحولت بيوتهم إلى جحيم لا يطاق.\nفيا لها من رحمة تترك طمأنينة وراحة وأمنا في نفس كل امرأة تطالع سيرتك، حين تفهم حقيقة ما جاء به الإسلام متمثلا في خلق حامل الرسالة، حتى ولو كان رب بيتها لم يتعلم كيف تكون الرحمة بالنساء.\nلقد كان النبي صلى الله عليه وسلم رحيما بالمرأة، ويوصي بالرحمة بها، بل كان يشفق على المرأة حين يسرع الحادي في قيادة الإبل التي تركبها النساء، فيقول له: رفقا بالقوارير.\nفعن أنس رضي الله عنه أن النبي صلىالله عليه وسلم كان في سفر وكان هناك غلام اسمه أنجشة يحدو بهن (أي ببعض أمهات المؤمنين وأم سليم) فاشتد بهن في السياق، فقال النبي صلى الله عليه وسلم: \"رويدك يا أنجشة سوقك بالقوارير.\" (رواه البخاري).\nهكذا كانت رحمة النبي بالنساء؛ يوصي الحادي ألا يسرع بهن. وما الإسراع بهن شيء يذكر بجوار ما تلاقيه المرأة من معاناة في حياتها من غلظة رب بيتها في أحيان كثيرة.\nوترى ما هذا الوصف الدقيق الذي وصف به المرأة؟ لقد شبه النساء بالقوراير: سريعات الكسر، بطيئات الجبر، في حاجة دائمة إلى الرفق والرحمة، وكأنه يرسل إشارات واضحة لكل رجل مغزاها: إن كان نبيك يوصي بالرحمة في السير بالنساء، فكيف تكون الرحمة بهن في مختلف نواحي الحياة؟\nوكان النبي إذا دخل بيته، بادر بالسلام، وإذا دخل ليلاً، خافت به حتى لا تستيقظ زوجته إن كانت نائمة. كما ورد في حديث المقداد قال: \"فيجيء من الليل فيسلم تسليماً لا يوقظ نائماً ويسمع اليقظان.\" (رواه مسلم).\nألهذا الحد كانت رحمتك يا رسول الله؟\nتخشى من أن توقظ أهل بيتك وهم نائمون رحمة بهم، حتى لا تقطع عليهم نومهم وراحتهم!\nيالها من رحمة عجيبة يجب أن تنحني أمامها جباه كل عظيم.\n(1/68)",
        "\nنوع آخر من الرحمة يظهر في حياة النبي؛ رحمة تتمثل في تقدير النواحي النفسية للآخرين، وهذا النوع من الرحمة نادر الوجود حقا.\nكلنا يعرف أن المرأة تمر بأيام يختل فيها نظام الهرمونات لديها؛ فترة يصفها أهل العلم بأنها أصعب الفترات في حياة المرأة .\nهذه الفترة لا يقدرها الرجال في أيامنا هذه، بل يزيدون من ضغوطهم على المرأة بغير قصد، وربما يغضبون حين يجدون من المرأة تغيرا في السلوك، ويصفونها بالمتقلبة وبالعبوس.\nفي هذه الفترة، نرى أنوار رحمته تفيض على زوجته عائشة، حين تشرب فيبحث عن موضع شفتيها ليشرب منه. وكأن لسان حاله يخبرها بأنه إلى جوارها، يحنو عليها، ويحبها، ويقدر ما هي فيه من ألم نفسي وعضوي. وهذا في حد ذاته قمة الإنسانية؛ أن تحتمل من تحب في لحظات ضعفه وتحنو عليه وترحم آلامه، لا أن تتجاهل مشاعره أو تضغط عليه وتحمّله عبئاً فوق عبئه.\nومن رحمته، أنه كان لين الطابع مع أهل بيته، كما أخبرتنا السيدة عائشة رضي الله عنها- تقول: \"كنت إذا هَوَيْتُ شيئاً تابعني - صلى الله عليه وسلم- عليه. كنت أتعرق العظم وأنا حائض فأعطيه النبي -صلى الله عليه وسلم- فيضع فمه في الموضع الذي فيه وضعته، وأشرب الشراب فأناوله، فيضع فمه في الموضع الذي كنت أشرب منه. (رواه أبو داود).\nوفي حديث آخر، تقول السيدة عائشة رضي الله عنها: \"وكان يتكئ في حجري ويقرأ القرآن.\" (رواه البخاري).\nوربما انتاب المرأة القلق على حياتها مع من تحب. فطبيعة المرأة النفسية تجعلها قلقة من حين إلى آخر على مكانتها لدى زوجها، وعلى مشاعر زوجها تجاهها مما يجعلها تبدي أنواعا من السلوك لا تتفق مع طبيعتها التي اعتادها زوجها.\nودواعي الرحمة تقتضي أن يبث الزوج مشاعر الاطمئنان في قلب زوجته، حتى لو كانت ظنونها لا أساس لها من الصحة، لا أن يصفها بالقلقة أو المتشائمة، أو أن يستغل هذا القلق لصالحه فيزيد من قلقها من أجل استمتاع يجده في قلقها على مكانتها لديه.\n(1/69)\n",
        "فالمرأة تبحث دوما عن الأمان، وربما تحاول أن تنتزع كلمة من زوجها تؤكد لها استمرار ذلك الأمان.\nوهذا ما كان مع السيدة عائشة، حين حدّثت الرسول صلى الله عليه وسلم حديثا طويلا وهو حديث أم زرع وهو: أن إحدى عشرة امرأة تعاهدت وتعاقدت أن لا يكتمن من أخبار أزواجهن شيئاً، فوصفت كل واحدة منهن زوجها، فكانت أحسنهن وصفاً لزوجها وأكثرهن تعداداً لنعمه عليها، زوجة أبي زرع، غير أن أبا زرع طلقها في نهاية المطاف.\nهذا الحديث الطويل الذي لو قصّته زوجة على مسامع زوجها، فلربما تضايق من طوله، وربما استدار وانشغل عنها بشيء آخر، أو ربما لم ينتبه إلى الرسالة التي تريد أن ترسلها زوجته إليه. ولكن رسول الله صلى الله عليه وسلم شعر بقلبه الرحيم وبعقله الراجح بما يدور في خلد زوجته، فاستمع وأحسن الاستماع ثم أكمل الحوار معها ممسكا خيوط الرحمة قائلا لحبيبته عائشه: \"كنت لك كأبي زرع لأم زرع، غير أني لا أطلقك.\"\nياله من ذكاء وفن للتعامل مع المرأة برحمة وتقدير لمشاعرها ونفسيتها في شتى الظروف والمواقف. يعرف ما يثير قلق زوجته فيرحم ضعفها تجاه هذا القلق ويمنحها أمانا لا مثيل له.\nوكان من رحمته بنسائه أنه يشاركهن المرح واللعب حتى يضفي على حياتهن جوا من البشر والسرور، ويخفف عنهن ويدخل السرور إلى قلوبهن.\nفقد كان صلى الله عليه وسلم يأمر الركب أن يتقدم، ويسابق السيدة عائشة فيسبقها وتسبقه.\nوأجمل نفحات الرحمة تلك التي أهداها إلى النساء حين قال: خيركم خيركم لأهله وأنا خيركم لأهلي.\" (رواه ابن ماجه).\nوكأنه يقول لكل رجل: إذا أردت أن تتصف بالخيرية، فكن خيّرا مع أهل بيتك. وهل تكتمل هذه الخيرية إلا بوجود الرحمة عنصرا أساسيا فيها؟\n(1/70)\n\nلم تقتصر رحمته بالمرأة عند هذا الحد، بل شملت نطاقا أوسع من النساء، حين أخبرنا بأن تربية البنات ورحمتهن، سبب لدخول الجنة والنجاة من النار. فقد روي عن عائشة - رضي الله عنها – أنها قالت: \"جَاءتْنِي مِسْكِينَةٌ تَحْمِلُ ابْنَتَيْنِ لَهَا، فَأَطْعَمْتُهَا ثَلاَثَ تَمَرَاتٍ فَأَعْطَتْ كُلَّ وَاحِدَةٍ مِنْهُمَا تَمْرَةً، وَرَفَعَتْ إِلَىَ فِيهَا تَمْرَةً لِتَأْكُلُهَا، فَاسْتَطْعَمَتْهَا ابْنَتَاهَا، فَشَقَّتِ التَّمْرَةَ، الَّتِي كَانَتْ تُرِيدُ أَنْ تَأْكُلَهَا بَيْنَهُمَا، فَأَعْجَبَنِي شَأْنُهَا، فَذَكَرْتُ الَّذِي صَنَعَتْ لِرَسُولِ اللهِ -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- فَقَالَ: \"إِنَّ الله قَدْ أَوْجَبَ لَهَا بِهَا الْجَنَّةَ، أَو أَعْتَقَهَا بِهَا مِنَ النَّارِ.\" (رواه مسلم).\nأوجب لها الجنة برحمتها بناتها. وكأنه يقول لنا: ارحموا النساء وهن بنات صغيرات ضعيفات. فإن رحمتموهن، فقد وضعتم أيديكم على هذا الكنز المأمول؛ ألا وهو الجنة والنجاة من النار.\nأكل ذلك تفعله الرحمة بالصغيرات؟\nوامتدت هذه الرحمة بالمرأة حتى آخر لحظات حياته، فقد كانت كلماته قبل موته رسالة رحمة بعث به قلبه الرقيق ولسانه الطاهر إلى النساء، حين أوصى الرجال بهن قائلا:\n\"الصلاة.. الصلاة.. وما ملكت أيمانكم.\" (رواه أحمد ومسلم).\nلم تبتعد عنك الرحمة لحظة واحدة يا رسول الله، حتى في لحظات عمرك الأخيرة. نعم، استوصوا بالنساء خيرا. أيها الرجال، لتكونوا ممن يسير على نهج أرحم خلق الله، ولتكونوا من الرحماء.\nرحمته بالأطفال:\nكم من الآباء يعبس كل يوم في وجه بنيه؟\nكم من الآباء يتغير وجهه حين يصعد صغيره على ظهره؟\nبل كم من الآباء يدخل بيته عابسا مكفهر الوجه، يقضي ساعات وجوده في بيته بعيدا عن أطفاله، لا يريد أن يسمع صوت لعبهم، لا يشاركهم لحظات سعادتهم في طفولتهم؟",
        "(1/71)\n\nمسكين ذلك الأب! لم ينهل من فيض رحمة رسوله الرحيم؛ ليتعلم ويفيض بالحنو على أطفاله وأطفال غيره!\nمسكين ذلك الأب لم يتعلم أن الرحمة تدخل في بنود استحقاق مسؤولية الأبوة، كما علمنا النبي صلى الله عليه وسلم، حين قال في حديث عبد الله بن عمر: \"كلكم راع وكلكم مسؤول عن رعيته. الإمام راع ومسؤول عن رعيته. والرجل راع في أهله وهو مسؤول عن رعيته. والمرأة راعية في بيت زوجها ومسؤولة عن رعيتها. والخادم راع في مال سيده ومسؤول عن رعيته. قال: وحسبت أنه قد قال: والرجل راع في مال أبيه ومسؤول عن رعيته. وكلكم راع ومسؤول عن رعيته\". (رواه البخاري ومسلم).\nكان النبي صلى الله عليه وسلم رحيما بالصغار. إذا رأى ولده إبراهيم رضي الله عنه، يأخذه فيقبله ويشمّه، كما روى ذلك الإمام البخاري.\nوالنبي يرفض أي قسوة في التعامل مع الصغار، ويعتبر هذه القسوة أمرا مستقبحا في شخصية حاملها،. فقد جاءه أعرابي فرأى رسول الله صلى الله عليه وسلم يُقبّل الحسن بن علي رضي الله عنهما. فتعجب الأعرابي وقال: \"تقبلون صبيانكم؟ فما نقبلهم\" فرد عليه النبي صلى الله عليه وسلم قائلاً: \"أوأملك أن نزع الله من قلبك الرحمة؟\" (رواه البخاري).\nعدم تقبيل الصغار وإشباعهم بالحب والعطف، اعتبره النبي انتزاعا للرحمة من قلب هذا الرجل، فكيف بمن يعبسون ويضربون ويخيفون صغارهم؟\nكان رحيما بالأطفال، لا تنسيه عبادته وصلاته تلك العبادة الجميلة؛ عبادة الرحمة. ربما كان في صلاته، فيأتيه طفل يركب فوق ظهره وهو ساجد، فيطيل سجوده رحمة بالصغير، حتى لا يقطع عليه متعته باللعب فوق ظهره.\nوأحيانا، يرى ابن ابنته قادما، وهو فوق منبره يخطب خطبة الجمعة، فينزل إليه ويتلقاه فرحا. يقطع خطبة الجمعة من أجل طفل صغير رحمة به ولإدخال السرور على قلبه!\n(1/72)",
        "\nوكان صلى الله عليه وسلم رحيما بالصغار وأمهاتهم، إذا كان في الصلاة وسمع بكاء طفل صغير، لم يطل الصلاة رحمة بالطفل وبأمه، التي لا بد من أنها تتألم لبكاء صغيرها.\nعن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إني لأدخل في الصلاة، وإني أريد إطالتها، فأسمع بكاء الصبي، فأتجوز في صلاتي مما أعلم لوجد أمه ببكائه.\" (رواه ابن ماجه).\nولم تقتصر رحمة النبي على أطفال المسلمين فحسب، بل امتدت لتشمل جميع الأطفال حتى لو كانوا أبناء غير المسلمين.\nكان من وصاياه صلى الله عليه وسلم في الحرب: \"ولا تغدروا ولا تمثلوا ولا تقتلوا وليدًا\".\nروى مسلم في صحيحه عن بريدة بن الحصيب الأسلمي (أن رسول الله كان إذا أمّر أمير على جيش أو سرية، أوصاه...)، وذكر من جملة ما أوصاه.\nوورد في مسند الإمام أحمد عن الأسود بن سريع قال: أتيت النبي صلى الله عليه وسلم وغزوت معه فأصبت ظفرًا، فقتل الناس يومئذ حتى قتلوا الولدان، فبلغ ذلك رسول الله صلى الله عليه وسلم، فقال: \"ما بال أقوام جاوز بهم القتل اليوم حتى قتلوا الذرية؟\"، فقال رجل: يا رسول الله إنما هم أبناء المشركين، فقال: \"ألا إن خياركم أبناء المشركين\"، ثم قال: \"ألا لا تقتلوا ذرية. كل مولود يولد على الفطرة، فما يزال عليها حتى يعرب عنها لسانه، فأبواه يهودانه أو ينصرانه أو يمجسانه\".\nلم يكن النبي صلى الله عليه وسلم يفرّق بين طفل مسلم وغير مسلم في رحمته، بل رفض أن يقتل الأطفال تحت أي مسمى، وهو بذلك يرسي قواعد الرحمة مع الأعداء وفي الحرب.\nمع العدو:\nأن ترحم الضعيف، فذلك من سمات الإنسانية التي توجد لدى الناس بمقادير مختلفة. ولكن أن تتعامل بمنطق الرحمة مع عدوك الذي يكيد لك ويبيت وهو يدبر كيف يتخلص منك، فذلك ما يدعو إلى الدهشة حقا.\n(1/73)\n",
        "ولكننا لا نندهش حين يأتي هذا المنطق من الرحمة المهداة للعالمين، فهاهو نبينا حين يدخل مكة فاتحا لها بعد ما ذاق من ويلات إهانات وتعذيب أهلها له ولمن معه وإخراجهم إياه وصحبه من بلده، هاهو يربت على قلوبهم حين تسرع دقاتها، وحين تحملق عيونهم خوفا، بعدما دخلها فاتحا.\nوكأنك تسمع خواطر هؤلاء الرجال وهي تتساءل: تُرى ماذا سيفعل بنا؟\nلابد وأنه سيقتلنا كما فعلنا بصحبه، أو ربما يكون أرحم بنا من ذلك وينفينا من أرضنا ويخرجنا منها كما فعلنا به، ويسلبنا أموالنا ويمنعنا من أولادنا.\nربما صب على رؤوسنا الحديد المصهور كما فعلنا ببعض ممن معه.\nلا لا. إن محمدا أكرم من ذلك. سيخرجنا فقط!\nوبينما تدور المخاوف في رؤوسهم وقلوبهم، إذا بإشراقة وجهه تمحو كل هذه المخاوف حين يسألهم برحمة وحنان: \"ما ترون أني فاعل بكم؟\" فأجابوه: \"خيرًا.. أخٌ كريمٌ وابن أخ كريم\". فقال لهم ما قاله يوسف عليه السلام لإخوته: {لا تثريبَ عليكم اليوم يَغفر الله لكم وهو أرحم الراحمين} (سورة يوسف 29)\nيا الله، كل هذه الرحمة! \"اذهبوا فأنتم الطلقاء\" (رواه البيهقى في سننه الكبرى). قالها لهم وهم الذين حاصروه هو ومن معه ثلاث سنوات، يمنعون عنهم الطعام، وكل ما تسير به الحياة، فمات من مات معه من الصغار والكبار.\nوهم الذين حرموه من ابنته حين هاجرت إلى الحبشة هربا من بطشهم.\nوهم الذين قتلوا عمه حمزة ومثلوا بجثته وحاولوا أكل كبده.\nوهم الذين باتوا يكيدون له ويدبرون له المكائد.\nبل هو يعلنها صراحة أثناء دخول مكة، حين يقول أحد الصحابة: اليوم يوم الملحمة، فيرد النبي مصححا: \"لا بل اليوم يوم المرحمة.\" (رواه ابن عبد البر في الاستيعات).\nهاهو يحنو على ضعفهم. يعلم أنهم في موطن الضعف، فيرحمهم ويتعامل مع ضعفهم بإنسانية سامية وبرحمة فريدة من نوعها.\nمشهد آخر تتجلى فيه رحمته:\n(1/74)\n\nوذلك في غزوة أحد؛ حيث تكالب الأعداء عليه وأحاطوا به وشجوا رأسه الشريف وكسروا أسنانه واستماتوا جاهدين للوصول إليه ليظفروا بقتله.\nفرفع صلى الله عليه وسلم يديه المباركتين، لا ليدعو عليهم دعوة تأخذهم نحو الهلاك، بل قال: \"اللهم اغفر لقومي فإنهم لا يعلمون\".\nعن أبي عبد الرحمن عبد الله بن مسعود رضي الله عنه قال: \"كأني أنظر إلى رسول الله صلى الله عليه وسلم يحكي نبيًّا من الأنبياء صلوات الله وسلامه عليهم ضربه قومه فأدموه وهو يمسح الدم عن وجهه، يقول: اللهم اغفر لقومي فإنهم لا يعلمون.\" (متفق عليه).\nرحمته بقومه بعد عودته من الطائف:\nعن عائشة رضي اللَّه عنها أَنها قالت للنبيِّ صَلّى اللهُ عَلَيْهِ وسَلَّم: هل أَتى عَلَيْكَ يَوْمٌ كَانَ أَشدَّ مِنْ يوم أُحُدٍ ؟ قال: \"لَقَدْ لَقِيتُ مِنْ قَومِكِ، وكَان أَشدُّ ما لَقِيتُ مِنْهُمْ يوْم العقَبَةِ، إِذْ عرَضتُْ نَفسِي على ابْنِ عَبْدِ يَالِيلَ ابنِ عبْدِ كُلال ، فلَمْ يُجبنِى إِلى ما أَردْتُ ، فَانْطَلَقْتُ وَأَنَا مَهْمُومٌ على وَجْهِي، فلَمْ أَسْتَفِقْ إِلاَّ وَأَنا بقرنِ الثَّعالِبِ، فَرفَعْتُ رأْسِي، فَإِذا أَنَا بِسحابَةٍ قَد أَظلَّتني، فنَظَرتُ فَإِذا فِيها جِبريلُ عليه السلام، فنَاداني فقال: إِنَّ اللَّه تعالى قَد سَمِع قَولَ قومِك لَكَ، وَما رَدُّوا عَلَيكَ، وَقد بعثَ إِلَيك ملَكَ الجبالِ لِتأْمُرهُ بما شِئْتَ فِيهم. فَنَادَانِي ملَكُ الجِبَال، فَسلَّمَ عَليَّ ثُمَّ قال: يا مُحَمَّدُ، إِنَّ اللَّه قَد سمعَ قَولَ قَومِكَ لَكَ، وأَنَا مَلَكُ الجِبالِ، وقَدْ بَعَثَني رَبِّي إِلَيْكَ لِتأْمُرَني بِأَمْرِكَ، فَمَا شئتَ؟ إِنْ شئْتَ أَطْبَقْتُ عَلَيهمُ الأَخْشَبَيْن. فقال النبي صَلّى اللهُ عَلَيْهِ وسَلَّم: بلْ أَرْجُو أَنْ يُخْرِجَ اللَّه مِنْ أَصْلابِهِم منْ يعْبُدُ اللَّه وَحْدَهُ لا يُشْرِكُ بِهِ شَيْئاً.\" (متفقٌ عليه).",
        "(1/75)\n\nفيا لها من عظمة ويا لها من رحمة، تقف أمامها العقول المفكرة حائرة متعجبة.\nكان من رحمته كذلك بأعدائه أنه كان حريصا على إدخالهم الجنة وإنقاذهم من النار، وهذا ما يدعو إلى التوقف أمامه، وتأمل هذا النوع الرائع والعجيب من الرحمة، أن تحرص على إدخال من حولك الجنة وإنقاذهم من ا لنار، حتى ولو كانوا أعداء لك.\nكان غلام يهودي يخدم النبي صلى الله عليه وسلم، فمرض، فأتاه النبي صلى الله عليه وسلم يعوده، فقعد عند رأسه، فقال له: \"أسلِم\". فنظر إلى أبيه وهو عنده، فقال له: أطع أبا القاسم. فأسلم، فخرج النبي صلى الله عليه وسلم وهو يقول: \"الحمد لله الذي أنقذه من النار.\" (رواه البخاري).\nرحمته باليتيم:\nعن سهل بن سعد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"أنا وكافل اليتيم في الجنة هكذا وأشار بالسبابة والوسطى وفرج بينهما.\" (رواه البخاري).\nحين أردت أن أطالع ما تقدمه الشعوب والحكومات والمنظمات لليتيم حتى تنسيه ما به من هم وتشعره بالرحمة، لم أجد ما يوازي هذه المكافأة التي وعد رسول الله بها كافل اليتيم وهي مجاورته في الجنة.\nأي تحفيز هذا على الرحمة باليتيم ومباشرة أموره؟\nتُرى ماذا سيكون حال المسلم حين يعرف نتيجة رحمته باليتيم؟\nحتما سيهرول ويبحث عن يتيم يكفله ويعتني به ويرحمه.\nوحين تتأمل هذا الحديث تشعر أن هناك إشارة ما بأن بين درجة الرسول ودرجة كافل اليتيم قدرا بسيطا جدا، وهو القدر الذي يفصل بين السبابة والوسطى. مما يدفعك ويحثك لبذل كل طاقتك لرحمة اليتيم والاعتناء به.\nومن رحمته باليتيم أن قال النبي صلى الله عليه وسلم: \"من ضم يتيماً بين مسلمين في طعامه وشرابه حتى يستغني عنه وجبت له الجنة.\" (رواه أبو يعلى والطبراني وأحمد).\n(1/76)",
        "\nعن ابنِ عَبَّاسٍ رضي الله عنهما، أَنَّ نبيَّ الله صلى الله عليه وسلم قالَ: \"مَنْ قَبَضَ يَتِيماً مِنْ بَيْن المُسْلِمينَ إلىَ طَعَامِهِ وَشَرَابِهِ أَدْخَلَهُ الله الجَنَّةَ البَتَّةَ إلاَّ أَنْ يَعْمَلَ ذَنْباً لا يُغْفَرُ له.\" (رواه الترمذي).\nوالأحاديث التي تبين فضل الرحمة باليتيم كثيرة.\nلم تقف وصايا الرسول ورحمته باليتيم عند هذا الحد، بل لقد وصف علاجا جميلا لكل من عانى من قسوة القلب، أن يمسح على رأس يتيم لتذوب قسوة قلبه، ويعود قلبه رقيقا صافيا كما ولد به.\nعن أبي الدرداء رضي الله عنه قال: \"أتى النبي صلى الله عليه وسلم رجل يشكو قسوة قلبه. قال: أتحب أن يلين قلبك وتدرك حاجتك؟ ارحم اليتيم وامسح رأسه وأطعمه من طعامك، يلن قلبك وتدرك حاجتك.\" (رواه الطبراني).\nهذا العلاج النبوي لقسوة القلب، علاج بسيط، ولكنه عند الله عظيم.\nإنه بداية لمسار الرحمة في هذا القلب. وكم هو جميل أن يبدأ هذا المسار برحمة ليتيم ومسح على رأسه.\nرحمته بالحيوان:\nلم تقف رحمة النبي صلى الله عليه وسلم عند حدود البشر، بل امتدت رحمته لتشمل الحيوان الذي لا يملك لنفسه في الغالب شيئا أمام قسوة الإنسان عليه. فقد كان نبينا الرحيم شديد الحرص على ألا تنتهك حقوق الحيوان، رحمة ورفقا بهذا المخلوق الذي لا حول له ولا قوة أمام قدرة البشر.\nفقد أوصى رسول الله صلى الله عليه وسلم بالرفق في ذبح الحيوان والإحسان إليه في ذلك، وقال لمن أضجع شاة وهو يحد شفرته: \"أتريد أن تميتها موتتين؟ هلا حددت شفرتك قبل أن تضجعها!\" (رواه الطبراني في الكبير والأوسط والحاكم واللفظ له).\n(1/77)\n",
        "وعن أبي يعلَى شدَّاد بن أَوسٍ رضي اللَّه عنه، عن رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم قال: \"إِنَّ اللَّه كَتَبَ الإِحسَان على كُلِّ شَيءٍ، فإِذا قَتلتُم فَأَحسِنُوا القِتْلَةَ وَإِذَا ذَبحْتُم فَأَحْسِنُوا الذِّبْحة وليُحِدَّ أَحَدُكُم شَفْرتَه وَليُرِحْ ذَبيحَتَهُ.\" (رواه مسلم).\nرحيم حتى في توجيهه لطريقة ذبح الأنعام، لا يريد لها لحظة عذاب واحدة حين تتأمل السكين وهي تسن، بل يريد أن يتم الذبح بلا أدنى تعذيب لهذه الأنعام.\nومن خلال أحاديث النبي، يمكن لأي عاقل أن يلمح هذه الدعوة الصريحة للرفق والرحمة بالحيوان. فقد روى البخاري ومسلم عن ابن عمر رضي الله عنهما: أن رسول الله صلى الله عليه وسلم قال: \"دخلت امرأة النار في هرة حبستها فلم تطعمها ولم تدعها تأكل من خشاش الأرض .\"\nوعن أبي هريرة رَضي الله عنه أن الرسول صَلى الله عليه وسلم قال: \"بَيْنَمَا رَجُلٌ يَمْشي بِطَرِيقِ، اشْتَدَّ عَلَيْهِ الْعَطَشُ، فَوَجَدَ بِئْراً فَنَزَلَ فِيهَا فَشَرِبَ، ثُمَّ خَرَجَ، فَإذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرىَ مِنَ الْعَطَشِ. فَقَالَ الرَّجُلُ: لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنَ الْعَطَشِ مِثْلُ الَّذِي كَانَ بَلَغَ مِنِّي، فَنَزَلَ الْبِئْرَ فَمَلأَ خُفَهُ مَاءً، ثُمَّ أَمْسَكَهُ بِفَيْهِ حَتَّىَ رَقِيَ فَسَقَى الْكَلْبَ، فَشَكَرَ اللهُ لَهُ، فَغَفَرَ لَه. قَالُوا: يَا رَسُولَ اللهِ! وَإنَّ لَنَا فِي هَذِهِ الْبَهَائِمِ لأَجْراً؟ فَقَالَ: فِي كُلِّ كَبِدٍ رَطْبَةٍ أَجْرٌ.\" (متفق عليه).\nيا لعظمة خلق هذا النبي الذي يعلمنا كيف أن امرأة تعذب بسبب عدم رحمتها، بينما يغفر لرجل بسبب رحمته بكلب.\nإن الرحمةعند رسول الله لا تقف عند حدود الإنسان، بل تمتد ظلالها لتشمل الحيوانات.\nهذه الرحمة التي امتدت لتشمل الحيوان، تجعلنا نحني جباهنا لهذا الرجل العظيم الذي حازت الرحمة نصيبا كبيرا من شخصيته.\nرحمته بالأسير:\n(1/78)\n\nحقوق الأسرى التي أقرتها المواثيق الدولية، ما أُقرت إلا احتراما لإنسانية الإنسان ورحمة به. والذي يغفل عنه العالم أن هذه الرحمة التي جاءت بها تلك المواثيق، ما هي إلا نقطة في بحر الرحمة التي غمر بها رسولنا الرحيم أسراه.\nالرفق بالأسرى والإحسان إليهم وإكرامهم، توجيه نبوي وأمر أمر به رسول الله - صلى الله عليه وسلم - بقوله في أسرى غزوة بدر: \"استوصوا بالأسارى خيراً.\" (رواه الطبراني). وقال الحسن: \"وكان رسول الله - صلى الله عليه وسلم - يؤتى بالأسير فيدفعه إلى بعض المحسنين، فيقول: أحسن إليه. فيكون عنده اليومين والثلاثة، فيؤثره على نفسه.\" وروي أنّ النبي - صلى الله عليه وسلم - قال لأصحابه في أسرى بني قريظة بعدما احترق النهار في يوم صائف: \"أحسنوا لأسراكم وقَيِّلوهم واسقوهم.\" قيلوهم: أي ساعدوهم بالقيلولة وهي راحة نصف النهار عند حرّ الشمس. وقال: \"لا تجمعوا عليهم حرّ هذا اليوم وحرّ السلاح.\" (فتح الباري 1/551).\nوذكر ابن كثير أنّ رسول الله - صلى الله عليه وسلم: \"أمر أصحابه يوم بدر أن يكرموا الأسارى، فكانوا يقدمونهم على أنفسهم عند الغداء.\" تفسير ابن كثير 4-454.\nوقد ثبت أنّ النبي - صلى الله عليه وسلم - فادى بعض أسرى بدر على تعليم جماعة من المسلمين الكتابة. (زاد المعاد لابن القيم 5-65).\nكل هذه المشاهد العظيمة في التعامل مع الأسرى، إن دلت على شيء، فإنما تدل على فيض من الرحمة ونبل الأخلاق في التعامل مع من جاءوا ليقتلونا ويشردوا صغارنا.\nأين كانت القوانين الدولية التي وضعت منذ وقت قريب لحماية الأسرى؟\nأين هي من تلك الرحمة التي أفاض بها النبي على أسراه؟!\nرحمته بالخدم:\n\"إخوانكم خولكم جعلهم الله تحت أيديكم. فمن كان أخوه تحت يده، فليطعمه مما يطعم، وليلبسه مما يلبس، ولا تكلفوهم من العمل إلا ما يطيقون، وإذا كلفتموهم فأعينوهم.\" (رواه البخاري).",
        "(1/79)\n\nكانت هذه هي وصية الرسول بالخدم. نعتهم بالإخوة لنا، وأمرنا ألا نكلفهم فوق طاقتهم واحتمالهم، وأن نحنو عليهم ونطعمهم من طعامنا، وأن نعينهم في الأمور التي لا يحتملونها.\nولم تكن هذه الوصايا التي يلقيها النبي علينا بمنأى عن تعامله مع خدمه. فها هو الصحابي الجليل أنس بن مالك خادم رسول الله يحكي لنا كيف كانت رحلته في خدمة النبي. يقول أنس: \"خدمت رسول الله تسع سنين فما عاب علي شيئاً قط.\" (رواه مسلم).\nحتى كلمة التذمر لم يكن ينطق بها إن تعددت أخطاء خادمه.\nكان رحيما بالخدم، يرعي مشاعرهم، ويصفهم بالإخوة لنا، ويعلم أنهم دوما في حاجة إلى العطف وإلى الشعور بالرحمة، فيمنحهم هذه الرحمة، فيحول خدمتهم له إلى متعة لا غنى لهم عنها.\nرحمته بالجهلاء:\nكان صلى الله عليه وسلم رحيما وهو يعلم الجهلاء. لا يقسو عليهم، ولا يزدريهم. لا ينتقص من قدرهم، بل يعلمهم برفق وحنو حتى يصل بهم إلى مرحلة التعلم والفهم. ولنا في هذه القصة خير دليل حين بال الأعرابي في المسجد وكيف كان تعامل النبي معه.\nأخرج البخاري ومسلم: من حديث أنس بن مالك أن أعرابياً دخل المسجد ثم جعل يبول، فأخذت الصحابة الغيرة، فنهوه وصاحوا به، ولكن النبي صلى الله عليه وسلم قال: لا تزرموه (أي لا تقطعوا عليه بوله)، فلما قضى الأعرابي بوله، أمر النبي صلى الله وعليه وسلم أن يصب عليه (أي على البول) ذنوب من ماء (أي دلو من ماء)، ثم دعا الأعرابي وقال له: \"إن هذه المساجد لا يصلح فيها شيء من الأذى ( أو من القذر) وإنما هي للصلاة وقراءة القرآن وذكر الله عز وجل.\"\nهذه الرحمة التي نبعت من النبي في حق هذا الأعرابي الذي كان جاهلا للأمر، جعلته يقول: اللهم ارحمني ومحمداً ولا ترحم معنا أحداً!\n(1/80)",
        "\nلم يرد النبي أن يعنته ويحرجه أمام الصحابه، بل كان رحيما بمشاعره. لم يرد أن يزرع هذا الرفض في قلوب الصحابة لهذا الرجل، بل أراد أن يعمّوه برحمتهم، فرفض أن يتعاملوا مع الرجل في لحظات غضبهم. وأراد أن يعلمهم الرحمة بهذا الرجل الذي يجهل أمرا بديهيا من أمور الدين، يعلمه كل الصحابة، ولم يرد أن يقطع عليه بوله، فيصيبه هذا بأذى جسدي، فتركه يكمل بوله رحمة به.\nأنواع مختلفة من الرحمة تجلت في مشهد واحد، فعلمتنا كيف نكون رحماء بالجاهلين.\nهكذا كانت رحمته بالجاهلين لأمور دينهم، فكانت تأسرهم هذه الرحمة، فيذوبوا حبا فيه وتعلقا به واقتداء بسلوكه العظيم.\nرحمته بالعصاة التائبين:\nأخرج البخاري من حديث أبي هريرة رضي الله عنه، أن النبي صلى الله عليه وسلم جاءه رجل فقال: يا رسول الله هلكتُ. قال :ما أهلكك؟ قال: وقعت على امرأتي في رمضان وأنا صائم فسأله النبي صلى الله عليه وسلم هل يجد رقبة ليعتقها كفارة عما وقع منه؟ فقال: لا. فسأله هل يستطيع أن يصوم شهرين متتابعين؟ فقال: لا. فسأله هل يستطيع أن يطعم ستين مسكيناً؟ فقال: لا. ثم جلس الرجل فأُتي النبي صلى الله عليه وسلم بتمر، فقال: خذ هذا فتصدق به، يعني كفارة. فقال: أعلى أفقر مني يا رسول الله؟! ما بين لامتيها أهل بيت أفقر مني ! فضحك النبي صلى الله عليه وسلم حتى بدت نواجده، ثم قال: أطعمه أهلك.\nحين نقرأ هذه القصة، نرى شمس الرحمة تشرق من قلب رسول الله لتنشر الدفء في قلب كل عاص وتعيده إلى ربه بسلاسة وأمان. فها هو النبي حين جاءه الصحابي رضوان الله عليه عاصيا، لم يؤنبه ولم يزجره، بل عامله بمنطق الرحيم، لا بمنطق المحاسب المعاقب، وأعاده إلى بيته تائبا غير محرج، ومعه طعام يسد جوعه وجوع أهله، رحمة به وبأهل بيته وهم أهل فقر وحاجة.\nأولا تكفي مساعدة هذا الرجل على التوبة دون توبيخ؟ لا، بل لا بد أن تمتد الرحمة حين يحتاجها من معنا ولو كان عاصيا.\n(1/81)\n",
        "وحين يخير في حياته بدعوة لا ترد، يختار الشفاعة لأمته.\nصدقت يا رب إنه بالمؤمنين رؤوف رحيم.\nرحمته بالعابدين:\nالعبادة لها في قلب الصحابة أهمية قصوى. كانت لا تشغلهم أنفسهم ولا أموالهم عنها، بل كانوا هم من ينشغلون بالعبادة عن أنفسهم وأهليهم في أوقات كثيرة. وذلك ما يجعلنا نضع أصابعنا على نوع جديد من الرحمة في حياة النبي صلى الله عليه وسلم، حيث كان يوجه ويرشد ويدفع بالناس في طريق العبادة والجنة، ولكن برفق ودون إرهاق للذات. فقد كان أرحم بالمسلمين من رحمتهم بأنفسهم. يرجمهم حتى لا ترهقهم كثرة العبادة عن الحد، فترهق أجسادهم، وربما أنستهم بعض ما عليهم من واجبات، فإذا به يوجههم (رحمة كذلك) إلى من حولهم من أهلهم كأزواج وأبناء.\nعن عبد الله بن عمر رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"بلغني أنك تصوم النهار وتقوم الليل فلا تفعل فإن لجسدك عليك حقاً، صم وأفطر، صم من كل شهر ثلاثة أيام فذلك صوم الدهر. قلت: يا رسول الله إن لي قوة. قال: صم صوم داود عليه السلام، صم يوماً وأفطر يوماً. فكان يقول: يا ليتني أخذت بالرخصة.\" (رواه البخاري ومسلم).\nهذه الرحمة التي قد لا يلتفت إليها العابد وهو في ذروة إحساسه بالتمتع بلذة عبادته، يعلم النبي أنه ربما لا يطيقها فيما بعد، فيكون رحيما به ويوصيه بالرحمة بنفسه في عبادته.\nتلك الرحمة بالعابدين ربما تمتد لتكون رحمة بمن يحيط بالعابدين. فربما لا يلتفت العابد إلى بعض الواجبات العائلية أو الشخصية حين ينشغل في غمرة العبادات، فتأتي نسمات رحمة المصطفى لتعلمنا أجمل معاني الرحمة في هذا المشهد الرائع:\nعن أبي جحيفة قال: آخى رسول الله بين سلمان وأبي الدرداء، فزار سلمان أبا الدرداء فرأى أم الدرداء مبتذلة (في هيئة رثة) فقال لها: ما شأنك؟\n(1/82)\n\nفقالت: إن أخاك أبا الدرداء ليست له حاجة في الدنيا. قال: فلما جاء أبا الدرداء، قرّب طعامًا، فقال: كل فإني صائم. قال: ما أنا بآكل حتى تأكل. قال: فأكل. فلما كان الليل، ذهب أبو الدرداء ليقوم، فقال له سلمان: نم. فنام. فلما كان من آخر الليل، قال له سلمان: قم الآن. فقاما فصليا. فقال إن لنفسك عليك حقًّا ولربك عليك حقًّا وإن لضيفك عليك حقًّا وإن لأهلك عليك حقًّا فأعط كل ذي حق حقه. فأتيا النبي فذكرا ذلك له فقال صدق سلمان.\" (رواه البخاري).\nوفي مشهد آخر، تتجلي فيه عظمة رحمة النبي بالعابدين. نراه صلى الله عليه وسلم يدخل فيجد حبلاً ممدوداً بين ساريتين فيقول لمن هذا الحبل؟ قالوا: إنه لزينب، إن فترت - في الصلاة - تعلقت به. قال صلى الله عليه وعلى آله وسلم: \"حُلُّوه. ليُصل أحدكم نشاطه ، فإذا كسل أو فتر فليقعد.\" (رواه مسلم).\nهكذا كان رحيما بالمسلمين وهم يتعبدون وهو الذي كان يقوم الليل حتى تتفطر قدماه، فتقول له السيدة عائشة: \"يا رسول الله ! أتصنع هذا، وقد غفر لك ما تقدم من ذنبك وما تأخر؟\" فيقول: \"أفلا أكون عبدا شكورا؟\" (رواه مسلم).\nرحمته بأمته يوم القيامة:\nأمتي.. أمتي.\nكلمة يقولها النبي في موقف ينشغل كل امرئ فيه بنفسه.\nرحمة عجيبة.\nتستحق الوقوف أمامها طويلا.\nيالها من رحمة تذيب ذا العقل الراجح خجلا حين يدرك معناها.\nكل منشغل بنفسه.\nالأم لا يهمها وليدها.\nالخليل يتخلى عن خليله.\nالأنبياء يرفضون التوسل إلى الله من أجل البشر، بل ينشغلون بأنفسهم، وما هم فيه من هول موقف يوم الدين، أما نبينا فيقول: يا رب أمتي أمتي.",
        "(1/83)\n\nعن معبد بن هلال العنزي قال: اجتمعنا ناس من أهل البصرة فذهبنا إلى أنس بن مالك -رضي الله عنه- وذهبنا معنا بثابت البناني إليه يسأله لنا عن حديث الشفاعة، فإذا هو في قصره فوافقناه يصلي الضحى، فاستأذنا فأذن لنا وهو قاعد على فراشه، فقلنا لثابت: لا تسأله عن شيء أول من حديث الشفاعة، فقال: يا أبا حمزة، هؤلاء إخوانك من أهل البصرة جاؤوك يسألونك عن حديث الشفاعة، فقال: حدثنا رسول الله _ صلى الله عليه وسلم_ قال: \"إذا كان يوم القيامة، ماج الناس بعضهم في بعض فيأتون آدم...الحديث.\" وفيه: فأقول: يا رب، أمتي أمتي. فيقول: انطلق، فأخرج منها من كان في قلبه مثقال شعيرة من إيمان. فأنطلق فأفعل، ثم أعود فأحمده بتلك المحامد، ثم أخرُّ له ساجداً، فيقال يا محمد، ارفع رأسك، وقل يسمع لك، وسل تعط، واشفع تشفع، فأقول: يا رب أمتي أمتي. فيقول: انطلق، فأخرج منها من كان في قلبه مثقال ذرة أو خردلة من إيمان فأخرجه. فأنطلق فأفعل، ثم أعود فأحمده بتلك المحامد ثم أخر له ساجداً، فيقول: يا محمد، ارفع رأسك، وقل يسمع لك، وسل تعط، واشفع تشفع، فأقول: يا رب، أمتي أمتي. فيقول: انطلق، فأخرج من كان في قلبه أدنى أدنى أدنى مثقال حبة خردل من إيمان، فأخرجه من النار. فأنطلق فأفعل.\" (رواه البخاري).\nونحن من خلال إبحارنا في هذا الجانب من حياتك يا رسول الله، نقول: ما من رجل عرفته البشرية ووطأت قدماه هذه الأرض تخلق بخلق الرحمة مثلك يا رسول الله.\nصدقت يا رب حين قلت: \"وما أرسلناك إلا رحمة للعالمين.\"\nهذه الآية تضع أيدينا على حقيقة رحمة النبي. فلم يقل الله عز وجل أنها للمؤمنين فقط ولكن للعالمين.\nرحمة تشمل المسلم وغير المسلم.\nالكبير والصغير.\nالنساء والرجال.\nالإنسان والحيوان والنبات والجماد.\nحقا يارسول الله، أنت خير رحمة للعالمين.\nالتواضع خلق عاش به النبي:\n(1/84)",
        "\nما من نبي أرسله الله عز وجل، إلا وكان التواضع سمة من سماته. وما من خلق كريم إلا ووجدنا رسول الله صلى الله عليه وسلم يكمل لبنته.\nوالتواضع كان مسارا لحياة الأنبياء من قبل؛ كما قال الله عز وجل عن عيسى عليه السلام: \"وبرا بوالدتي ولم يجعلني جبارا شقيا.\" (سورة مريم 32).\nوكما رأينا من قصة موسى عليه السلام، حين سقى لفتاتين لا يعرفهما.\nفها هو محمد يأتي ليؤصل هذا الخلق في النفوس ويعززه ويعلي قيمته، ويجعل منه منارة لكل من يسعى نحو كمال الخلق، وراية لكل من يبحث عن الفضائل والسمو في حياته. لقد كان التواضع سمة تظهر في حياة النبي بشكل لافت للنظر.\nكان النبي صلى الله عليه وسلم يسلم على الصغار ويتبسط معهم في الحديث، ويجلس مع امرأة عجوز يكلمها كثيرا ويتجاذبان معا أطراف الحديث. كان يمازح من حوله، فلا يضع الحواجز بينه وبين عامة الناس. لا يعظم نفسه، ويرفض أن يعظمه الآخرون.\nفحين يحدثنا عن نفسه، كان يذكر بكل تواضع أنه رعى الغنم. عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"ما بعث الله نبيا إلا رعى الغنم. فقال أصحابه: وأنت؟ فقال: \"نعم، كنت أرعاها على قراريط لأهل مكة.\" (رواه البخاري).\n…\nكان لينا مع من حوله عملا بقول ربه له: \"واخفض جناحك لمن اتبعك من المؤمنين.\" (سورة الشعراء 215).\nصور للتواضع في حياة النبي:\nالتواضع وهو في حال النصر والقوة:\nربما يكون المسلم متواضعا مع أخيه المسلم بحكم روابط الأخوة في الإسلام، ولكن\n(1/85)\n",
        "حين يظفر الإنسان منا بعدوه ويتمكن منه، ويصبح هذا العدو في حالة ضعف وخوف ورهبة، ربما يصبح الخلق المسيطر هنا، فرض صورة معينة على من حولنا، تتسم بإشعارهم بالرهبة منا. ولكن هاهو نبينا حين يدخل مكة فاتحا وظافرا، يتملك الخوف والرهبة أهلها، ويرتعدون خوفا من رد فعل النبي بهم، وهو الذي باتت في يده مفاتيح القوة في هذه اللحظات، فتأتي لمحات النبي في التواضع لتقول لأحد أهل مكة: \"هون عليك أخي هون عليك.\"\nأخرج الحاكم في المستدرك عن أبي مسعود: أن رجلا كلم النبي صلى الله عليه وسلم يوم الفتح، فأخذته الرعدة، فقال النبي صلى الله عليه وسلم: \"هون عليك، فإنما أنا ابن امرأة من قريش كانت تأكل القديد.\"\nلم يكتف النبي بإدخال الطمأنينة على هذا القلب الخائف المرتجف, بل تعدى ذلك وتبسط معه وأخبره أنه ابن امرأة كانت تأكل القديد، والقديد هو اللحم المجفف.\nوكأني به يريد أن يقول له: أنا محمد الذي كان يعيش بين ظهرانيكم، لم أتغير ولم يحولني هذا الفتح وهذه القوة عن طبيعتي.. التواضع سمتي.. والكبر لا يعرف طريقه إلي.\nوالتواضع عند النبي كما نرى من هذه الصورة ليس عجزا أو ضعفا كما يكون حال البعض، ولكن عند النبي، فإن الأمر يختلف تماما. فها هو يقول لعائشة: \"يا عائشة، لو شئت لسارت معي جبال الذهب. جاءني ملك، إن حجزته لتساوى الكعبة (أي موضع شد الإزار) فقال: إن ربك يقرأ عليك السلام، ويقول: إن شئت نبياً عبداً، وإن شئت نبياً ملكاً. فنظرت إلى جبريل –عليه السلام– فأشار إلى أن ضع نفسك فقلت: نبياً عبداً\" (رواه أبو يعلى والطبراني).\nالتواضع مع عامة المسلمين:\nأخرج الحاكم في المستدرك فقال: عن أبي أمامة بن سهل بن حنيف عن أبيه رضى الله تعالى عنه قال: كان رسول الله صلى الله عليه وسلم يأتي ضعفاء المسلمين ويزورهم ويعود مرضاهم ويشهد جنائزهم.\"\n(1/86)\n\nوأخرج ابن حبان في صحيحه عن ثابت عن أنس: \"أن النبي صلى الله عليه وسلم كان يزور الأنصار ويسلم على صبيانهم ويمسح رؤوسهم.\"\nهذان الحديثان اللذان بين أيدينا، إن دلا على شيء، فإنما يدلان على عظم خلق التواضع عند النبي الذي يحادث الصغار، ويزور الناس من حوله، ويعود المريض، ويمشي في الجنازات، ويجالس الفقراء، ويؤاكل المساكين، على عظم مكانته بين الناس وعند ربه عز وجل.\nولم يتوقف تواضعه عند هذا الحد، بل من عظيم تواضعه أن الأمَة كانت تأخذ بيده حيث تشاء (كما ورد عنه) لا يحقرها ولا ينظر إلى صغر قدرها ولا يتجاهلها، بل يسير معها حيث أرادت.\nعن أنس بن مالك رضي الله عنه قال: \"إن كانت الأمة لتأخذ بيد رسول الله صلى الله عليه وسلم، فتنطلق به حيث شاءت.\" (رواه البخاري).\nوالأمة: هي الجارية كان يذهب معها إلى السوق حيث يساعدها في ما أرادت.\nوكان إذا مشي مع أصحابه، سار خلفهم، حتى لا يتأخر عنه أحد، ولكي يراعي الجميع، فيساعد أصحاب الحاجات ويحمل الضعيف إلى دابته.\nومن تواضعه الجميل، أنه كان يأكل مع خادمه، ويعاونه، ويطحن عنه إذا تعب هو من العمل.\nوكان لا يحقر طعاما مهما دق أو صغر.\nقال صلى الله عليه وسلم : \"لو دُعيت إلى كراع، أو ذراع لأجبت، ولو أهدي اليّ\nذراع أو كراع لقبلت\". (رواه البخاري).\nوكان النبي صلى الله عليه وسلم يتفاعل مع من حوله بكل تواضع وحب.\nعن زيد بن ثابت قال: \"إن النبي (صلى الله عليه وسلم) كنا إذا جلسنا إليه، إن أخذنا بحديث في ذكر الآخرة، أخذ معنا، وان أخذنا في الدنيا، أخذ معنا، وإن أخذنا في ذكر الطعام والشراب، أخذ معنا.\"",
        "(1/87)\n\nومن صور تواضعه مع أصحابه، ما رواه الحاكم بإسناده أن النبي صلى الله عليه وسلم دخل بعض بيوته، فدخل عليه أصحابه حتى غصَّ المجلس بأهله وامتلأ، فجاء جرير البجلي، فلم يجد مكاناً فقعد على الباب، فنزع رسول الله صلى الله عليه وسلم رداءه، وألقاه إليه، فأخذه جرير، ووضعه على وجهه، وجعل يقبِّله ويبكي، وأعاده إلى النبي صلى الله عليه وسلم وقال: ما كنت لأجلس على ثوبك، أكرمك الله كما أكرمتني، فنظر النبي صلى الله عليه وسلم يميناً وشمالاً، وقال: \"إذا أتاكم كريم قوم فأكرموه.\"\nكان يعاون خادمه رحمة وتواضعا، يصافح الغني والفقير، ولا يحقر أحدا.\nروي عن أبي سعيد الخدري رضي الله عنه أنه قال: \"كان رسول الله يعلف الناضج، ويعقل البعير، ويقم البيت، ويحلب الشاة، ويخصف النعل، ويرقع الثوب، ويأكل مع خادمه، ويطحن عنه إذا تعب، ويشتري الشيء من السوق فيحمله إلى أهله، ويصافح الغني والفقير والكبير والصغير، ويسلم مبتدئاً على كل من استقبله، من صغير أو كبير، وأسود وأحمر، وحر وعبد.\" (إحياء علوم الدين 3 / 306).\nتواضع النبي في بيته:\nحقا، إن أردت أن تعرف خلق شخص ما، فانظر إلى حاله في بيته، كيف هو وكيف\nيتعامل. فهذا هو المقياس الحقيقي للتعرف إلى الأشخاص من حولك.\nسئلت عائشة رضي الله عنها ما كان النبي صلى الله عليه وسلم يصنع في أهله؟ قالت: كان في مهنة أهله، فإذا حضرت الصلاة قام إلى الصلاة.\". (رواه البخاري).\nأخرج أحمد في مسنده عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ قَالَ: سَأَلَ رَجُلٌ عَائِشَةَ هَلْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْمَلُ فِي بَيْتِهِ شَيْئًا؟ قَالَتْ: \"نَعَمْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْصِفُ نَعْلَهُ وَيَخِيطُ ثَوْبَهُ وَيَعْمَلُ فِي بَيْتِهِ كَمَا يَعْمَلُ أَحَدُكُمْ فِي بَيْتِهِ.\"\nتواضعه في المجلس:\n(1/88)",
        "\nكان النبي إذا جلس في مجلس، أفاض التواضع على هذا المجلس وعمه. فقد كان صلى الله عليه وسلم إذا حضر مجلسا، رفض أن يقوم له الصحابة ونهى عن ذلك. ورغم عظيم حب الصحابة له وفرحتهم بقدومه إليهم، إلا أنهم لم يكونوا يقومون له لما يعرفون من كراهية النبي لذلك.\nعن أنس بن مالك رضي الله عنه قال: \"ما كان شخص أحب إليهم من رسول الله صلى الله عليه وسلم : وكانوا إذا رأوه لم يقوموا له ، لما يعلمون من كراهيته لذلك.\" (رواه أحمد والترمذي).\nولم يكن النبي في مجلسه بين أصحابه يجلس في مكان مميز يميزه عمن حوله، بل كان الغريب إذا دخل المجلس لا يكاد يعرف النبي لأنه يجلس بين الجالسين لا يتميز عنهم في شيء.\nوحين يأتي وقت العمل الجماعي، يمكنك أن تلمح بريق هذا التواضع بكل يسر وسهولة. ورد في مختصر السيرة للطبراني: :أن النبي كان في سفر هو وبعض الصحابة، حيث أمر أصحابه بإصلاح شاة ذُبحت. فقال رجل: عليَّ سلخها، وقال آخر: عليَّ ذبحها، وقال صلى الله عليه وسلم: \"وعليَّ جمع الحطب.\" فقالوا: يا رسول الله، نحن نكفيك العمل، قال: \"قد علمت ذلك ولكنني أكره أن أتميز عليكم، وإن الله يكره من عبده أن يراه متميزاً على أصحابه.\"\nوحين جاءه عدي بن حاتم، لم يكن قد أسلم بعد، فعامله النبي بكل تواضع ولطف. لم يعامله على أنه ذو ملك وجاه، وسطَ من حوله، بل ألقى إليه وسادة ليجلس عليها وخصه بها وجلس هو أرضا.\nعن عدي بن حاتم أنه قال: لما دخلت على النبي صلى الله عليه وسلم، ألقى إلي وسادة من أدم محشوّةٍ ليفاً، وقال: اجلس عليها، فقلت: بل أنت فاجلس عليها، قال: بل أنت. فقال عدي: فجلست عليها، وجلس رسول الله صلى الله عليه وسلم على الأرض، فقلت: أشهد أنك لا تبغي علواً في الأرض ولا فساداً. وأسلم عدي بن حاتم. (أخرجه ابن مردوية).\nصورة للتواضع يكاد ينطق الصمت من عظمتها:\n(1/89)\n",
        "حين تظفر بعدوك ويكون النصر حليفك، فإنك حتما ترفع رأسك مزهوا بلذة انتصارك. وحين يكون هذا النصر حلما طال تمنيه وطال انتظاره، وبعد في أعين عدوك، فإنك حتما تأخذك لذة الانتصار والشعور بالفخر والزهو.\nولكن حين نرى النبي يدخل مكة فاتحا منتصرا، نراه متواضعا، حاله ليس حال المنتصر، بل في حال العبد الفقير المتواضع إلى أقصى الدرجات.\nلقد دخل صلى الله عليه وسلم مكة فاتحاً متواضعاً لله، ذاكراً لفضله، حتى إن ذؤابة عمامته كادت تلامس عنق بعيره من شدة تواضعه وشكره.\nوفي صورة أخرى لا تقل روعة عن هذه الصورة، حين عاد المسلمون من غزوة حنين منتصرين ووزع النبي الغنائم على من حوله فاهتم بالمؤلفة قلوبهم، فأحزن ذلك الأنصار واعتبروا ذلك نسيانا من النبي لهم. وعلم النبي ذلك، فحدثهم حديثا أبكاهم من عظم ما فيه من تواضع لنبي عظيم في حال انتصاره ولعظم ما فيه من وفاء لأناس نصروه وأطاعوه. وهذا الحديث يبين لنا هذا المشهد بكل تفاصيله ليضع أيدينا على حقيقة رائعة؛ ألا وهي عظم خلق هذا النبي الخاتم.\nعن عبدالله بن زيد -رضي الله عنه-: لما أفاء الله على رسوله صلى الله عليه وسلم يوم حنين قسم في الناس في المؤلفة قلوبهم ولم يعط الأنصار شيئا، فكأنهم وجدوا إذ لم يصبهم ما أصاب الناس، فخطبهم فقال: \"يا معشر الأنصار، ألم أجدكم ضلالا فهداكم الله بي؟ وكنتم متفرقين فألفكم الله بي؟ وعالة فأغناكم الله بي؟ كلما قال شيئاً قالوا: الله ورسوله أمن. قال: ما يمنعكم أن تجيبوا رسول الله صلى الله عليه وسلم ؟ قال: لو شئتم قلتم جئتنا كذا وكذا. أترضون أن يذهب الناس بالشاة والبعير وتذهبون بالنبي صلى الله عليه وسلم إلى رحالكم؟ لولا الهجرة لكنت امرأ من الأنصار، ولو سلك الناس واديا وشعبا لسلكت وادي الأنصار وشعبها. الأنصار شعار والناس دثار. إنكم ستلقون بعدي أثرة، فاصبروا حتى تلقوني على الحوض.\" (متفق عليه).\nالنبي يحث أصحابه وأتباعه على التواضع:\n(1/90)\n\nالتواضع خلق حثنا النبي صلى الله عليه وسلم على التحلي به, وأعلى قيمة هذا الخلق من خلال أحاديثة الشريفة التي أرادت للبشرية العيش في كنف مكارم الأخلاق. فقد جاء في صحيح مسلم من حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"ما تواضع أحد لله إلا رفعه الله.\"\nرفعة ينالها المسلم حين يتواضع لمن حوله. ياله من ربح يلهب الحماسة في قلوب أتباع رسول الله صلى الله عليه وسلم كي ينالوا هذه الرفعة المنشودة، ويالها من حماسة تزداد وتزداد حين يكون نبيهم قدوتهم في هذا الخلق السامي.\nفهاهو نبيهم بينهم يحمل حاجته من السوق إلى أهله، يرحب بكل من يقابله، لا يحقر أحدا ولا يحقر شيئا، يأكل ما يقدم له بكل تواضع ولو كان حشف التمر.\nوالنبي حين يعزز خلق التواضع لدى أتباعه، إنما يريد لهم العيش بحب وسلام بعيدا عن الحقد والكراهية والتباغض. فها هو يقول:\n\"إن الله أوحى إليّ أن تواضعوا حتى لا يفخر أحد على أحدٍ ولا يبغي أحد على أحد.\" (أخرجه مسلم).\nوفي نهاية هذه السطور (التي لاتعطي لمن علم البشرية خلق التواضع حقه كما ينبغي في التعريف به) لا نجد ما نختم به خيرا من هذه اللمحة السريعة لتواضعه، حين حدد معالم رسالته بقوله صلى الله عليه وسلم: \" إنما أنا عبد فقولوا عبد الله ورسوله.\" (رواه البخاري).\nهذه العبارة طالما كانت تلامس شفاهه الكريمة. فهو عبد لله؛ لا يريد من أصحابه إطراء أو مديحا، بل يرفض ذلك الإطراء حين يسيطر عليه الإفراط.\nلقد سمع النبي بعض الصحابة ذات يوم يناديه قائلاً: يا محمد! يا سيدنا! وابن سيدنا! وخيرنا! وابن خيرنا، فنهاه عن هذا القول، وعلمه ماذا يقول، وقال: \"أنا محمد بن عبد الله، عبد الله ورسوله، والله ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل.\" رواه أحمد و النسائي.\nالباب الرابع\nالعدل في شخصيته صلى الله عليه وسلم",
        "(1/91)\n\nكان النبي صلى الله عليه وسلم يرفض أن يتعامل الناس بذلك المنطق المغلوط الذي كان ينتشر في بيئته. ذلك المنطق الذي لا يعترف بالمساواة بين العبد والسيد، بين المرأة والرجل، بين الصغير والكبير. لقد كان صلى الله عليه وسلم أحرص ما يكون على نشر روح المساواة بين البشر، فلا اعتبارات لديه للّون، أو الجنس، أو المكانة، بل الجميع لديه سواء يتفاضلون بالتقوى وبالخلق القويم.\nالناس سواسية:\nالأخلاق وحدها هي المحك الذي يفاضل به بين الناس. الإنسانية لابد وأن تُحترم\nأيا كانت الديانة أوالثروة، ومهما كان الوضع الاجتماعي.\nوإذا أحببنا أن نحلق في سماء هذا الخلق لدى النبي محمد صلى الله عليه وسلم، سنجد ما نحني أمامه جباهنا تبجيلا لهذا الرجل الذي أرسى قواعد المساواة التي لم يعرفها العالم في قوانينه المدنية، سوى من سنوات قليلة.\nذات يوم، فوجئ الصحابة بغضب يعلو وجه النبي وهو الذي لم يغضب لنفسه قط. كان النبي رافضا لتلك الكلمات التي سمعتها أذناه من صحابي جليل له.\nتُرى أي كلمات تلك التي أغضبتك يا نبي الحلم والصبر؟!\nلقد خاطب عليه الصلاة والسلام من قال عن بلال بن رباح: يا ابن السوداء بقوله: \"إنَّك امرؤٌ فيك جاهليَّة.\" (رواه البخاريّ).\nنعم، جاهلية أن تعاير أخاك في الإنسانية بشيء أيا كان السبب. فكرامة الإنسان لدى الرسول محمد صلى الله عليه وسلم لها اعتباراتها وأولوياتها.\nومهما كان فضلك في تاريخ هذه الأمة، إلا أنه يجب ألا تنتهك كرامة وإنسانية أخيك في الإنسانية والبشرية.\nهكذا كان النبي يحث على المساواة بين الناس، لا يترك المواقف التي من شأنها أن تعكر صفو هذه الشيمة، تمر مرور الكرام .\nوفي مشهد آخر يقوي من إدراكنا لهذه الأخلاق لدى النبي، نراه صلى الله عليه وسلم يعقب على ضحكات صحابته حين يصعد عبد الله بن مسعود على نخلة فتتكشف ساقاه النحيفتان، فيضحك الصحابة لدقة ساقيه، فإذا بالنبي يقول لهم:\n(1/92)",
        "\n\"أتضحكون من دقة ساقيه؟ و الذي نفسي بيده لهما أثقل في الميزان من جبل أحد.\" (غاية المرام 416).\nهكذا تبدو قيمة الإنسان وتتضح معالم هذه الصورة لدى الصحابة، فيسيرون على نهج نبيهم ويرفضون أي انتهاك لآدمية البشر.\nوكان النبي حريصا أشد الحرص على تأصيل قيمة المساواة في نفوس أصحابه، فكان يساوي بين الناس بعضهم بعضا. وفي الوقت ذاته، لا يضع نفسه في مرتبة أعلى منهم، بل يساوي نفسه بهم دوما.\nروى ابن هشام في سيرته عن النبي صلى الله عليه وسلم أنه وقف يساوي بين الصفوف في إحدى الغزوات، فوجد أحد الصحابة وهو سواد بن غزية متقدما على الصف، وكلما نبهه النبي لذلك، عاد خارجا عن الصف فوكزه النبي وكزة خفيفة، فقال لرسول الله: لقد أوجعتني فأنصفني. فقال له عليه الصلاة والسلام: دونك بطني فاقتص مني. فأقبل سواد على الرسول وقبّل بطنه، ثم أخذ يكرّر هذا القول: هذا اليوم الذي أفدى فيه المصطفى بحياتي.\nنعم إنها أسمى معاني المساواة بين البشر، تظهر معالمها في هذه الصورة العجيبة. حين يدعو الرسول هذا الصحابي للاقتصاص منه، وهو نبي هذه الأمة، وهو الذي وكزه حرصا على نظام الصف في أمر له شأنه في تاريخ الأمة. ولم يكن النبي ليوكز أحدا وكزة تؤلمه، ومع ذلك، فقد ظهر التطبيق الفعلي لقيمتي العدل والمساواة في هذه القصة.\nومن معالم هذه الصورة أيضا في حياة النبي، أنه لم يكن يميز نفسه عن من حوله، إذ كان يقول لأصحابه:\n\"لا تقوموا كما تقوم الأعاجم يعظّم بعضهم بعضًا.\" (رواه أبو داود).\nهذا هو النبي لا يريد لصحابته أن يعظموه أو ينزلوه فوق قدره.\n(1/93)\n",
        "عن جابر رضي الله عنه قال: إنا يوم الخندق نحفر، فعرضت كدية شديدة، فجاؤوا النبي صلى الله عليه وسلم فقالوا: هذه كدية عرضت في الخندق، فقال: أنا نازل. ثم قام وبطنه معصوب بحجر، ولبثنا ثلاثة أيام لا نذوق ذواقا، فأخذ النبي صلى الله عليه وسلم المعول فضرب الكدية، فعاد كثيبا أهيل، أو أهيم، فقلت: يا رسول الله، ائذن لي إلى البيت، فقلت لامرأتي: رأيت بالنبي صلى الله عليه وسلم شيئا ما كان في ذلك صبر، فعندك شيء؟ قالت: عندي شعير وعناق، فذبحت العناق، وطحنت الشعير حتى جعلنا اللحم في البرمة، ثم جئت النبي صلى الله عليه وسلم والعجين قد انكسر، والبرمة بين الأثافي قد كادت تنضج، فقلت: طعم لي، فقم أنت يا رسول ورجل أو رجلان، قال: كم هو؟ فذكرت له. قال: كثير طيب. قال: قل لها: لا تنزع البرمة، ولا الخبز من التنور حتى آتي، فقال: قوموا. فقام المهاجرون والأنصار، فلما دخل على امرأته قال: ويحك جاء النبي صلى الله عليه وسلم بالمهاجرين والأنصار ومن معهم، قالت: هل سألك؟ قلت: نعم، فقال: \"ادخلوا ولا تضاغطوا. فجعل يكسر الخبز، ويجعل عليه اللحم، ويخمر البرمة والتنور إذا أخذ منه، ويقرب إلى أصحابه ثم ينزع، فلم يزل يكسر الخبز، ويغرف حتى شبعوا وبقي بقية. قال: \"كل هذا وأهد، فإن الناس أصابتهم مجاعة.\" (رواه البخاري).\nوعند بناء الصحابة لأول مسجد في تاريخ الإسلام (مسجد قباء) كان يحمل معهم الحطب كأي فرد فيهم، وحين حاول حمزة رضي الله عنه أن يحمل عنه، أبي النبي ذلك ورفض أن يتميز على أصحابه.\nهذه المشاهد الحية من سيرة النبي، تجعلنا ندرك كيف كان النبي يحث على معاملة الناس معاملة كريمة، حتى وإن كانوا أقل مرتبة منا، فقد كان رسول المساواة يحث على احترام الخدم وعدم إهانتهم والرفق بهم ويقول: \"إخوانكم خولكم جعلهم الله تحت أيديكم.\" (رواه الشيخان).\n(1/94)\n\nنعم نعتهم بالإخوة لنا، فلا فضل لنا عليهم، ولو كانوا يعملون تحت أيدينا، ولو كانوا من طبقة اجتماعية لا توازي طبقتنا الاجتماعية، فنحن وهم سواء في البشرية.\nولا فضل لأحدنا على الآخر بماله أو نسبه أو سلطانه، ولكن التقوى فقط هي عنصر التفاضل الوحيد بين البشر. يقول رسول الله صلى الله عليه وسلم: \"كلكم لآدم وآدم من تراب. لا فضل لعربي على أعجمي، ولا أبيض على أسود، ولا أسود على أحمر، إلا بالتقوى.\" (متفق عليه).\nولم يكن النبي يدعو لاحترام إنسانية المسلم فحسب، بل امتدت تعاليمه تلك لتشمل كل نفس، وإن كانت على غير دين الإسلام. فها هو يقوم لجنازة يهودي حين تمر أمامه ويتعجب الصحابة ويقولون يا رسول الله إنه يهودي! فيقول صلى الله عليه وسلم: \"أليست نفسا؟\" (رواه البخاري).\nنعم إن هذه نفس. وإن كانت ليهودي على غير ديننا، إلا أنها نفس بشرية يجب أن تحترم.\nهذا التساوي الذي ظهر في مشهد الجنازة هذا، لم يكن ليعبر سوى عن سواسية الناس لدى رسول الله صلى الله عليه وسلم، وهو الذي يقول كما عند البيهقي عن جابر رضي الله عنه عن النبي صلى الله عليه وسلم قالل: \"ألا لا فضل لعربي على عجمي ولا لعجمي على عربي ولا لأحمر على أسود ولا لأسود على أحمر إلا بالتقوى. إن أكرمكم عند الله أتقاكم.\"\nفلم يخص بذلك المسلمين الذين يسيرون على نهجه، بل جعله منهجا عاما للبشرية جمعاء.\nمن مظاهر العدل في حياة النبي:\nعدل مطلق لا يوازيه عدل بشر، ذلك العدل الذي اتسمت به شخصية النبي صلى الله عليه وسلم. كان أكثر الناس عدلا، لا يرضى الظلم لأحد ولا لشيء. امتد عدله ليرسل ظلاله إلى الكون كله. كان يعدل ويأمر الناس أن يقتصوا منه لو كان لهم حق عنده.\nأرسى قواعد العدل مع النفس ، ومع الغير، وقواعد العدل في حالات الغضب والرضا.\nولو طفنا معا في حديقة العدل المحمدي، لوجدنا زهورا يانعة ينتشر رحيقها في كل مكان وزمان.",
        "(1/95)\n\nورسول الله صلى الله عليه وسلم يعلمنا مستويات العدل التي يجب أن يتمتع بها الإنسان السوي وهي:\nالعدل مع النفس:\nالعدل مع النفس، خُلُق كان النبي حريصا على أن يعلمنا إياه، ويجعلنا عادلين مع أنفسنا لنتعلم كيف نعدل مع الآخرين.\nففي يوم من الأيام، بلغ النبي أن عبد الله بن عمرو كان يصوم النهار ويقوم الليل. ورغم قيمة العبادة في الإسلام إلا أن النبي رفض أن تذهب هذه العبادة بالشخص مذهبا بعيدا عن العدل مع النفس حين يرهق نفسه ويتعبها. فها هو النبي يقول لعبد الله: \"يا عبد الله بن عمرو بلغني أنك تصوم النهار، وتقوم الليل فلا تفعل، فإن لجسدك عليك حظا، ولعينك عليك حظا، وإن لزوجك عليك حظا.\" (رواه مسلم).\nوحين يكون المرء عادلا مع نفسه، مدربا إياها على التمتع بالوسطية وعدم الإفراط، وعدم تعريض نفسه لما لا تطيقه، حتما سيتعلم هذا الإنسان كيف يكون عادلا مع الآخرين.\nالعدل مع الآخرين:\nحين يتعلم المرء المبادئ الأولى للعدل مع النفس، تنحو به هذه المبادئ نحو الرقي والتعامل بمنطق العدل مع الآخرين. والرسول حين يوصينا بذلك ويعلمنا، لا يقتصر تعليمه على الوصايا، بل على المواقف الواقعية التي يتعامل بها هو مع الآخرين. فها هو النبي صلى الله عليه وسلم يأمر أحد الصحابة بالاقتصاص منه تطبيقا لمبدأ العدل الذي يعيش به حياته، وقد عرضنا منذ قليل لحديث سواد، وهو خير مثال على ذلك.\nوكان يخطب في الناس ويقول : \"أيها الناس: من كنت جلدت له ظهرا، فهذا ظهري فليجلده، ومن شتمت له عرضا فهذا عرضي فليشتمه، ومن أخذت منه مالا فهذا مالي فليأخذه مني، ولا يخش الشحناء فإنها ليست من طبيعتي\". (رواه البخاري).\nوهو الذي يتعامل بمبدأ العدل دوما، فلا يفضل نفسه على الآخرين، بل يساوي بينهم وبينه تطبيقا لهذا العدل. فها هو يرفض أن يحمل عنه الصحابة نصيبه من العمل.\n(1/96)",
        "\n\"كان أبو لبابة وعلي بن أبي طالب زميلي رسول الله صلى الله عليه وسلم، وكانت عقبة -دور- رسول الله صلى الله عليه وسلم، فقالا: نحن نمشي عنك، فقال: \"ما أنتما بأقوى مني، ولا أنا بأغنى عن الأجر منكما.\" (رواه أحمد في مسنده).\nالعدل في الحالات النفسية المختلفة:\nربما يكون الإنسان عادلا في معظم أوقات حياته، ولكن حين يمر بمشاعر معينة، مع أناس معينين، فربما خاف عليهم وظلمهم، وهذا ما يعلمنا الرسول إياه: أن تكون عادلا مع من تحب ومع من تكره.\nالحب لا ينسي العدل:\nكما نعرف جميعا، كان النبي صلى الله عليه وسلم شديد الحب لعائشة رضي الله عنها، إلا أن ذلك الحب لم ينسه العدل، ولم يجعله يظلم إحدى زوجاته يوما ما، بل كان شديد العدل بينهن في كل صغيرة وكبيرة، حتى إنه \"كان يقسم بين نسائه فيعدل ويقول: اللهم هذه قسمتي فيما أملك، فلا تلمني فيما تملك ولا أملك.\" (رواه الترمذي). ومعنى قوله لا تلمني فيما تملك ولا أملك، أي الحب والمودة القلبية، كما قال أهل العلم.\nوالمقصود بهذا الحديث أنه كان يطلب من الله العفو، وألا يؤاخذه بسبب حبه لبعض زوجاته أكثر من الأخريات، رغم أنه لا يظلم إحداهن في أي أمر بعيد عن المشاعر والحب.\nوالأحاديث التي تبين ذلك العدل كثيرة؛ منها على سبيل المثال، ذلك الموقف الجميل الذي حدث في بيت النبوة، حين كانت عائشة وسودة يمزحان فلطخت عائشة وجه سودة فأعان النبي سودة على عائشة وابتسم.\n(1/97)\n",
        "روى أبو يعلى في مسنده عن عائشة رضي الله عنها قالت: أتيت النبي صلى الله عليه وسلم بحريرة قد طبختها له – أي أنها أتته بنوع من الطعام -، فقالت لسودة والنبي صلى الله عليه وسلم بيني وبينهما: كلي، فأبت. فقلت: لتأكلين أو لألطخن وجهك. فأبت، فوضعت يدي في الحريرة، فطليت وجهها، فضحك النبي صلى الله عليه وسلم، فوضع بيده لها، وقال لها: الطخي وجهها - أي أنه وضع من تلك الحريرة في يده لسودة لتلطخ وجه عائشة رضي الله عنها -، فلطخت وجهي، فضحك النبي صلى الله عليه وسلم لها.\nوهذا الموقف من النبي صلى الله عليه وسلم يدل على مدى عدله بين زوجاته رضوان الله عليهن أجمعين. فكما أن عائشة قامت بتلطيخ وجه أم المؤمنين سودة بنت زمعة، أعان الرسول صلى الله عليه وسلم سودة على تلطيخ وجه عائشة، بأسلوب لطيف، وكأنه يقول لها هذه بتلك، دون أن يترك هذا التصرف منه صلى الله عليه وسلم في النفوس شيئا بين زوجاته.\nياله من عدل رائع، حين يعدل النبي صل الله عليه وسلم حتى في حالات المزاح! يريد أن يكون العدل متحققا في كل الحالات، ولو كان ذلك على حساب أحب الأحباب، وكيف لا وهو الذي يطبق العدل على نفسه؟ فالحب لا يحيد بالمسلم عن درب العدل مهما حدث.\nوكان النبي إذا أراد أن يخرج إلى سفر، أقرع بين نسائه ولا يختار هو.\nعن عائشة زوج النبي صلى الله عليه وسلم قالت: \"كان رسول الله صلى الله عليه وسلم إذا أراد أن يخرج سفرا، أقرع بين نسائه، فأيتهن خرج سهمها خرج بها.\" (رواه البخاري ومسلم).\nويروي لنا أنس رضي الله عنه موقفا من مواقف العدل عند النبي مع من يحب.\nفعن أنس أنه قال: \"أهدت بعض أزواج النبي صلى الله عليه وسلم إلى النبي صلى الله عليه وسلم طعاما في قصعة، فضربت عائشة القصعة بيدها، فألقت ما فيها، فقال النبي صلى الله عليه وسلم: طعام بطعام، وإناء بإناء.\" (رواه الترمذي والحديث في البخاري بلفظ آخر).\nالعدل على حساب النفس:\n(1/98)\n\nربما كان المرء عادلا مع من حوله، ولكن ماذا لو كان هذا العدل على حساب ما تحب، وما تريد وما تتمنى. هنا فقط يمكن للإنسان أن يتعرف إلى حقيقة نفسه، وحقيقة من حوله.\nوفي قصة (زيد بن حارثة) مع رسول الله صلي الله عليه وسلم أكبر مثال لعدله صلي الله عليه وسلم، ولو كان ذلك على حساب رغبات النبي. فقد كان \"زيد\" عبداً للسيدة \"خديجة\" رضي الله عنها، أهدته للنبي صلي الله عليه وسلم، ورباه النبي، وأحبه، وتعلق به. وبعد مدة، جاء أبوه وعمه للبحث عنه في مكة، وعرفا أنه عند رسول الله صلي الله عليه وسلم، وأرادا أن يأخذاه منه، فماذا فعل النبي صل الله عليه وسلم؟\nلقد خيّر الرسول زيدا بين أن يذهب مع أبيه أو أن يظل معه! فاختار \"زيد\" رسول الله صلي الله عليه وسلم على أبيه وعمه، فأعتقه النبي وتبناه، وأشهد على ذلك القوم وسماه \"زيد بن محمد\".\nلقد كان بإمكان النبي أن لا يتحاور مع أهله، فقد كان زيد عبدا له. وهذا هو النظام السائد آنذاك. ثم إن النبي كان يحب زيدا حبا جما، ولكن لا. فمحمد نبي العدل، حكم بالعدل وترك الاختيار بيد زيد. العجيب في هذا المشهد أن زيدا اختار العيش عبدا مع محمد على العيش حرا مع أبيه.\nترى ما الذي يدفع إنسانا لتفضيل حياة العبودية على الحرية، بل ما الذي يدفعه للعيش مع شخص غريب عليه وترك أهله وماله وما يملك؟\nلابد وأنه ذلك العدل الذي شهده في بيت محمد، ولابد أنه حسن خلق النبي الذي أسره به.\nالعدل مع الأعداء:\nإذا كان الحب عند رسول الله لا يجعله يحيف أو يظلم لحساب من يحب، فإن العداوة كذلك لا يمكنها أن تؤثر على عدل رسول الله، فهو أعدل البشر حتى مع أعدائه، وهذا ما تعلمه من قرآن ربه الذي يقول للمسلمين كافة:\n\"يأيها الذين آمنوا كونوا قوامين لله شهداء بالقسط ولا يجرمنكم شنآن قوم على ألا تعدلوا. اعدلوا هو أقرب للتقوى، واتقوا الله إن الله خبير بما تعملون.\" [المائدة: 8[.\nالعدل في معالجة الأخطاء:",
        "(1/99)\n\nوإذا كان النبي يعلمنا كيف نتحكم في أنفسنا في الحالات التي نكون فيها مع من نحب أو مع من نعادي أثناء الحكم، فإنه كذلك يعلمنا كيف نعامل من حولنا حين يخطئون بمنطق العدل لا بمنطق الغضب، فها هو الصحابي حاطب بن أبي بلتعة رضي الله عنه حين يخطئ خطأ فادحا أثناء استعداد النبي لفتح مكة، وحين أرسل للمشركين بنية النبي وعزمه على فتح مكة،لم يعاقبه النبي كما قد يتوقع البعض، ووضع في اعتباره نية حاطب التي لم تكن لتنوي المكر بالنبي أو المسلمين.\nوالقصة في صحيح البخاري عن علي رضي الله عنه قال: \"بعثني رسول الله صلى الله عليه وسلم وأبا مرثد والزبير وكلنا فارس. قال: انطلقوا حتى تأتوا روضة خاخ، فإن بها امرأة من المشركين معها كتاب من حاطب بن أبي بلتعة إلى المشركين. فأدركناها تسير على بعير لها، حيث قال رسول الله صلى الله عليه وسلم فقلنا: الكتاب. فقالت: ما معنا من كتاب. فأنخناها، فالتمسنا فلم نر كتابا. فقلنا: ما كذب رسول الله صلى الله عليه وسلم، لتخرجن الكتاب أو لنجردنك. فلما رأت الجد، أهوت إلى حجزتها وهي محتجزة بكساء فأخرجته، فانطلقنا بها إلى رسول الله صلى الله عليه وسلم، فقال عمر: يا رسول الله، قد خان الله ورسوله والمؤمنين. فدعني فلأضرب عنقه. فقال النبي صلى الله عليه وسلم: ما حملك على ما صنعت؟ قال حاطب: والله ما بي أن لا أكون مؤمنا بالله ورسوله صلى الله عليه وسلم. أردت أن تكون لي عند القوم يد، يدفع الله بها عن أهلي ومالي، وليس أحد من أصحابك إلا له هناك من عشيرته من يدفع الله بها عن أهله وماله. فقال صلى الله عليه وسلم: صدق ولا تقولوا إلا خيرا. فقال عمر: إنه قد خان الله والمؤمنين، فدعني فلأضرب عنقه. فقال: أليس من أهل بدر؟ لعل الله اطلع على أهل بدر فقال: اعملوا ما شئتم فقد وجبت لكم الجنة، أو فقد غفرت لكم.\"\n(1/100)",
        "\nلقد كان الصحابة غاضبين أشد الغضب من موقف حاطب، ويريدون له عقابا ليكون عبرة لغيره، ولكن النبي بلمسته العادلة والحانية، علمهم ألا يأخذهم الغضب بعيدا عن العدل حين يعالجون الأخطاء غير المبيتة، وأن يوازنوا بين حسنات الناس وسيئاتهم، بين أعمالهم الكريمة وبين أخطائهم.\nهذا المنطق في العدل قد لا يتبينه الكثيرون في خضم الحياة، ولكن ما أحوج الناس إليه في علاقاتهم الإنسانية بشتى أنواعها، بين الزوجين، وبين الآباء و أبنائهم، بين المعلم والمتعلم.\nالعدل العام:\nكان الرسول صلى الله عليه وسلم يحث على العدل في كل مواقف الحياة، وفي كل الشؤون، ومع كل الناس، ومن ذلك دعوة النبي للعدل فيما يلي:\nالعدل مع الأبناء:\nعَن النُّعْمَانِ بْنِ بَشِيرٍ رضِيَ اللَّه عنْهُمَا أَنَّ أَبَاهُ أَتَى بِهِ رَسول اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم فَقَال: إِنِّي نَحَلْتُ ابْني هذا غُلاماً كَانَ لي، فَقَالَ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْه وسَلَّم: \" أَكُلَّ وَلَدِكَ نَحلْتَهُ مِثْلَ هَذا؟\" فَقَال: لا. فَقَالَ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم: \"فأَرْجِعْه.\" (متفقٌ عليه).\nوإذا كان النبي حريصا على أن يعلمنا العدل بين الأبناء، فهو كذلك حريص على أن يعلمنا كيف نعدل مع الناس كافة. فهاهو النبي يأمرنا بالعدل مع من يعمل تحت أيدينا. فإذا كان النبي يوصينا بالرحمة بهم في قوله: \"ولا تكلفوهم ما لا يطيقون.\"، فإنه كذلك يأمرنا بالعدل المطلق معهم حين يقول لنا: \"أعطوا الأجير أجره قبل أن يجف عرقه.\" (رواه ابن ماجة).\nإنها وصية لنا بإعطاء كل ذي حق حقه، لئلا يوجد بيننا مدخل للظلم، وبخس الناس حقوقهم.\nالرسول يحث على العدل:\nأحاديث النبي التي تحث على العدل ما أكثرها، فهي قبس من نور يوجهنا نحو الطريق المستقيم، ويدفع بنا نحو القيم السامية. فمن حاز العدل، حاز نصيبا وافرا من بقية الأخلاق.\n(1/101)\n",
        "فالعدل يدفع بالإنسان نحو صلاح القلب ويجعله يمتاز بأخلاق الرحمة والكرم واللين والحياء\nوالسخاء، والزهد فيما عند الآخرين، والشجاعة وعدم مداهنة من بيدهم مقاليد الأمور.\nوفي الحديث الذي أخبرنا به عبد اللَّهِ بنِ عمرو بن العاص رضي اللَّهُ عنهما يقول النبي صَلّى اللهُ عَلَيْهِ وسَلَّم: \"إنَّ المُقسِطينَ عِنْدَ اللَّهِ عَلى مَنابِرَ مِنْ نورٍ: الَّذِينَ يعْدِلُونَ في حُكْمِهِمْ وأَهليهِمْ وما وُلُّوا.\" (رواهُ مسلم ).\nوروى الإمام مسلم كذلك في صحيحه عن عبد الله بن عمرو قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"أهل الجنة ثلاثة: ذو سلطان مقسط موفق ورجل رحيم رقيق القلب لكل ذي قربى ومسلم وعفيف متعفف ذو عيال.\"\nوفي الصحيحين عن أبي هريرة: \"سبعة يظلهم الله في ظله يوم لا ظل إلا ظله.\" وذكر أولهم \"إمام عادل\".\nوالرسول يعلمنا أن العدل لا يقتصر على المسلمين فحسب، وأن الإنسان حين يجد العدل، عليه أن يدعمه وينضم إليه ويؤازره ويقويه. فالعدل محمود في ذاته ولو كان في حق غير المسلم.\nيقول صلى الله عليه وسلم في الحديث الصحيح: \"لقد شهدت في دار ابن جدعان حلفًا ما أحب أن لي به حمر النعم ولو أُدعى به في الإسلام لأجبت.\" (رواه البخاري).\n(1/102)\n\nهكذا كان النبي صلى الله عليه وسلم يثني على حلف الفضول. وحلف الفضول هذا هو أكرم حلف سمع به العرب وأشرفه، وكان في الجاهلية قبل مبعث النبي صلى الله عليه وسلم. وكان سببه أن رجلاً من زبيد جاء إلى مكة ببضاعة له فاشتراها منه العاص بن وائل؛ وكان ذا شرف، وذا قدر كبير في قومه قريش، فمنعه حقه، فاستعدى الزبيدي عليه الأحلاف من قريش، فأبوا أن ينجدوه وينصروه، فذهب إلى جبل أبي قبيس وعلا فوقه ثم نادى بأعلى صوته بشعر له يصف فيه ظلامته وقريش في أنديتها حول الكعبة تسمعه، فسعوا في ذلك. سعى منهم الزبير بن عبد المطلب في هذا الأمر واجتمعت هاشم وزهرة وتيم بن مرة في دار عبد الله بن جدعان، وتعاقدوا وتعاهدوا ليكونن يدًا واحدة مع المظلوم على ظالمه، حتى يأخذوا له بحقه منه.\nفسمعت قريش بهذا الحلف، فأثنت عليه وآزرته، ثم مضى هؤلاء إلى العاص بن وائل فانتزعوا منه حق هذا الزبيدى.\nوالنبي كان حكيما في قضائه يعدل بحكمة ويحكم بعدل، وهاهو مثال عملي على ذلك العدل الحكيم؛ حيث حكم بين متخاصمين بعدل جميل. فعن حرام بن محيصة عن أبيه: \"أن ناقة للبراء بن عازب دخلت حائط رجل فأفسدته، فقضى رسول الله صلى الله عليه وسلم على أهل الأموال حفظها بالنهار، وعلى أهل المواشي حفظها بالليل.\" (رواه أحمد).\nوكان صلى الله عليه وسلم لا يرضى تعطيل حدود الله، التي شرعها سبحانه لإقامة العدل بين الناس، ولو كان الجاني من أقربائه وأحبابه. ففي حادثة المرأة المخزومية التي سرقت لم يقبل شفاعة أسامة، وقال مقالته المشهورة: \"أيها الناس إنما أهلك الذين قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد.\" (رواه البخاري و مسلم).",
        "(1/103)\n\nفها هو النبي يعلمنا ألا ياخذنا حبنا لشخص ما على عدم العدل. فكم كان يحب أسامة الذي شفع لهذه المرأة السارقه! ويعلمنا كذلك أن نعدل ولو كان ذلك على حساب ذوي السلطة، طالما أن الحق مع الضعيف، وطالما أن هذا الشخص يستحق العقاب.\nهذه نماذج من عدل النبي، تضيء لنا ظلمات الظلم التي باتت البشرية تغرق فيها، وتعلمنا كيف نعدل مع أنفسنا ومع من حولنا. تعلمنا كيف نتحكم في مشاعرنا، كيلا تطغى على أحكامنا. فياليت العالم يصغي لنداء العدل الذي نادى به محمد صلى الله عليه وسلم.\nالباب الخامس\nشبهات حول شخصيته صلى الله عليه وسلم\nمن كان في السحاب، فلابد أن تتجه إليه أنظار من في الأرض بعين قاصرة حينا، وبعين معجبة حينا، وبنظرة ريب وتشكك حينا، وبتساؤولات شتى أحيانا أخرى. والنبي صلى الله عليه وسلم رجل لم تعرف البشرية مثله من قبل، فلابد وأن تثار حوله الأقاويل؛ أصابت أم أخطأت. ولقد تعرض النبي محمد إلى سيل من الاتهامات لم يتعرض له أحد من قبل. وما ذلك سوى للنجاح المبهر الذي لاقته رسالته، وبسبب القبول العجيب لشخصيته.\nونحن في هذا البحث، نريد أن نضع أيدينا على حقيقة ما يثار حول النبي صلى الله عليه وسلم من شبهات بمنطق العدل الذي علمنا النبي إياه، لا بمنطق الحب له كمسلمين، أو بمنطق العداء له ورسالته كما يفعل بعض المستشرقين غير العادلين.\nولكي نخرج من هذا البحث بنتيجة إيجابية، علينا أن نحدد الشبهات التي تثار حول حياة النبي، وقد جمعنا أشهرها هنا:\nتعدد زيجات النبي.\nالتشكيك في الوحي واختلاق القرآن.\nانتشار الإسلام بحد السيف.\nشبهة تعدد زيجات النبي:\nلقد بلغ الجدل حول تعدد زواج النبي مبلغا عجيبا، وزاد الكلام في هذا الموضوع عن الحد، واعتبر المستشرقون زواج النبي من أكثر من واحدة مأخذا يؤخذ عليه. واتهم البعض النبي بأنه كان شهوانيا يحب تعدد النساء.\n(1/104)",
        "\nويبرر هؤلاء حكمهم ذلك بأن النبي تزوج عائشة وهي بنت تسع سنين، وأنه تزوج زينب وهي زوجة ابنه بالتبني.\nوحين نرد على هؤلاء، سنجد أن ما بنوا عليه أحكامهم، كلام باطل. فلابد وأن ننظر إلى عموم زيجات النبي، لنتمكن من الحكم العادل والصائب. ويجب النظر إلى عموم حياة النبي وإلى شخصيته وأخلاقه وتعامله مع العدو قبل الصديق.\nزواجه من خديجة رضي الله عنها:\nها هو محمد صلى الله عليه وسلم، ابن الخمسة وعشرين عاما يتزوج من امراة تكبره بخمسة عشر عاما. وعلاوة على ذلك، فهي أرملة؛ سبق لها الزواج مرتين. وهو البكر الذي لم يتزوج من قبل. لم يعرف عنه أنه اتجه بقلبه أو بجسده لامرأة، كما كان حال العرب آنذاك، بل كان الطهر والعفاف شيمته. والنبي لم يتزوج على خديجة في حياتها، بل ظل معها خمسة وعشرين عاما، يحبها وتحبه، وعاش معها أجمل قصص الحب الزوجية. وكانت حاملة سره، وكانت من يبث إليها أفراحه وهمومه. وحين نزل الوحي على محمد، كانت هي أول من يلجأ إليه ويحكي له. ولما ماتت، حزن حزنا شديدا ومتواصلا، وسمي العام الذي ماتت فيه بعام الحزن لشدة حزنه علي فراقها. وظل يذكرها بالخير. وحين كانت عائشة تتكلم في حقها بأي كلمة، كان النبي يغضب لخديجة غضبا شديدا. لم يكن ليجامل عائشة على حساب زوجته التي ماتت ووراها التراب، بل ظل قلبه ينبض بحبها رغم غيابها. ولقد توفيت خديجة والنبي صلى الله عليه وسلم في عمر الخمسين. وتزوج النبي بعد ذلك بعامين. وأول ما تزوج النبي بعد خديجة، تزوج من سودة وهي الأرملة العجوز الطاعنة في السن.\nلماذا لم يتزوج من شابة صغيرة فاتنة الجمال، إذا كان كما يدعون رجلا شهوانيا يحب التعدد؟\nلماذا لم يتزوج من بكر بعدما وارى الثرى خديجة رضي الله عنها؟\nلابد وأن ما كان يدفعه للزواج من هذه المرأة، هدف أسمى من الشهوات والرغبات.\nفهل ظهرت الشهوة فجأة في هذه السن؟\nوحين تظهر الشهوة، هل تظهر تجاه امرأة عجوز؟\n(1/105)\n",
        "ونحن هنا في هذا البحث، نورد ما روته كتب السيرة عن ظروف زواجه صلى الله عليه وسلم بكل من زوجاته، لنرى أسباب ذلك، ولنرى إنسانية النبي محمد صلى الله عليه وسلم.\nزواجه من سودة رضي الله عنها:\nلقد كانت سودة أرملة تعيش وحدها بعد وفاة زوجها بعد رجوعهما من الحبشة. فأراد النبي أن يواسيها ويخفف عنها، ويؤازرها وهي أول أرملة في الإسلام. فأراد النبي أن يسن سنة حسنة ليتعلم الناس الرفق بالأرامل والاهتمام بهن. وقد كانت أما لستة صبية، فأراد النبي أن يضمهم إليه ويرعاهم. كذلك، فقد أراد النبي زوجا حنونا ترعى بناته بعد رحيل أمهن عنهن. أراد لهن زوجة ترعى شؤونهن.\nفحين سعت خولة بنت حكيم السلمية إلى تزويج النبي، قالت له: يا رسول الله كأني أراك قد دخلتك خلّة لفقد خديجة. فأجاب صلى الله عليه وسلم: \"أجل، كانت أم العيال وربة البيت.\" فقالت يا رسول الله: ألا أخطب عليك ؟\"\nفقال الرسول صلى الله عليه وسلم: \"ولكن – من بعد خديجة؟\" فذكرت له عائشة بنت أبى بكر، فقال الرسول: \"لكنها ما تزال صغيرة.\" فقالت: تخطبها اليوم ثم تنتظر حتى تنضج. فقال الرسول: \"ولكن من للبيت ومن لبنات الرسول يخدمهن؟\" فقالت خولة: \"إنها سودة بنت زمعة. فتم الزواج، ودخل بها صلى الله عليه وسلم بمكة.\nزواجه من عائشة رضي الله عنها:\nثم بعد ذلك، تزوج النبي بعائشة رضي الله عنها، تلك الزيجة التي أثارت حول زيجات النبي الكثير من الجدل. فقد كانت عائشة حين تزوجها النبي ابنة تسع سنين. ربما يقول بعض الناس: كيف لفتاة صغيرة تتزوج في مثل هذا العمر، بل كيف لرجل في هذه السن أن يتزوج بفتاة تصغره بكل هذه السنوات؟\n(1/106)\n\nوالجواب أننا يجب أن نننظر للأمر نظرة شمولية. ولننظر إلى الواقع الاجتماعي الذي كان يعيش فيه النبي في ذلك الوقت. فقد كانت طبيعة العرب أنهم يزوجون بناتهم في سن صغيرة جدا، بل إن عائشة نفسها كانت مخطوبة قبل النبي لمطعم بن عدي، ولكنه كان رجلا كافرا شديد الكراهية للإسلام، فقرر أبو بكر ألا يزوجه ابنته. لماذا لم يضع المتهمون للنبي، هذه المسألة نصب أعينهم؟ وهي أن عائشة إن لم تكن قد تزوجت النبي في هذه السن الصغيرة، فقد كانت ستتزوج غيره. فهل إذا تزوجت عائشة بغير النبي، كان سيصبح ذلك أمرا مقبولا؟!\nهناك أمر آخر لم يلتفت إليه هؤلاء المنتقدون للنبي؛ وهو أن الفتاة (كما يخبرنا أهل العلم الحديث) في البلاد الحارة تبلغ مبلغ النساء قبل مثيلاتها في البلاد الباردة. فإذا كانت النساء في الغرب يقمن العلاقات ويتزوجن في سن الحادية عشرة والثالثة عشر وأحيانا قبل ذلك، فلماذا ننكر أن تتزوج من في سن التاسعة إذا كانت قد بلغت، وإذا كانت هذه هي طبيعة بيئتها التي تحيا فيها؟!\nولو تعمقنا أكثر في تلك البيئة، لوجدنا أن مثل هذا الوضع، كان طبيعا ومنتشرا ومألوفا. فقد عرض أبو بكر ابنته حفصة على عمر ليتزوجها وهي الشابة الصغيرة، بينما كان عمر شيخا عجوزا.\nوالذي يجب أن يعرفه الناس عن هذه الزيجة، أنها كانت بوحي من السماء، ولم تكن باختيار النبي صلى الله عليه وسلم. فقد روي عن النبي صلى الله عليه وسلم أنه قال لعائشة رضي الله عنها: \"أريتك في المنام ثلاث ليالٍ. جاءني بك الملك في سرقة من حرير، فيقول: هذه امرأتك؛ فأكشف عن وجهك، فإذا أنت هي، فأقول: إن يك هذا من عند الله، يمضه.\" (رواه مسلم).\nأي أن زواج النبي بعائشة، كان بوحي من الله عز وجل، وهذا ما تقتضيه ضروريات أمر النبوة. فلابد من وجود شخص ما، يحكي ما يحدث في بيت النبوة من مواقف النبي. فالناس يعلمون ما يحدث بين أيديهم، ولكن كيف بحياة النبي الخاصة؟",
        "(1/107)\n\nفالله عز وجل أراد بزواج الرسول من السيدة عائشة وهي في هذه السن الصغيرة أن تتعلم منه أمور الدين لتنقلها إلى لأمة فيما بعد. وبالفعل، فقد عاشت عائشة رضي الله عنها بعد النبي، اثنين وأربعين عاما تنشر العلم، وتروى الأحاديث، وتعلم.\nولقد كانت عائشة أكثر من روي عن النبي صلى الله عليه وسلم.\nوالعجيب أن المغرضين يحاولون الآن النيل من النبي من خلال هذه الزيجة، ولو كان المجتمع الجاهلي رأى فيها عيبا أو نقيصة في حق النبي، لما توانى عن إظهارها، وهو المجتمع الذي عادى النبي واتهمه بكل ما ذهب إليه خياله، فقالوا عنه تارة إنه مجنون، وتارة كاهن، وتارة شاعر. لماذا لم يتهم هذا المجتمع النبي حين تزوج من عائشة؟\nزواجه من حفصة رضي الله عنها:\nبعد ذلك، تزوج النبي صلى الله عليه وسلم من حفصة بنت عمر بن الخطاب رضي الله عنه. ولزواج حفصة من النبي قصة تذكرها السيرة لنا؛ حيث توفي عنها زوجها حنيس بن حذافة في غزوة أحد، فأصبحت حفصة أرملة وهي في ريعان شبابها، فحزن عمر لحال ابنته، فعرض على أبي بكر الزواج منها ولكن أبا بكر لزم الصمت، فعرضها على عثمان، فأخبره بأنه لا حاجة له في الزواج. وهنا، حزن عمر حزنا شديدا، فذهب للنبي وأخبره بموقف أبي بكر وعثمان.\nفرد النبي صلى الله عليه وسلم عليه قائلا: \"يتزوج حفصةَ خيرٌ من عثمان ويتزوج عثمان خيرًا من حفصة.\" (رواه مسلم).\nهذه ظروف زواج النبي بحفصة، فكيف لأحد أن يقول إنه يتزوج لشهوة في نفسه، وهو الذي تزوج حفصة تطييبا لخاطر صديقه عمر رضي الله عنه!\nزواج النبي من أم سلمة:\nتوفى عنها زوجها وترملت ولديها من الأبناء من تعجز عن تلبية احتياجاتهم ومراعاة شؤونهم وحدها، فحزنت حزنا شديدا لفراق ذلك الزوج الحنون، فطلب منها النبي أن تسترجع وتطلب من الله أن يبدلها خيرا منه، ولكنها ردت بتعجب: أنى لي بمثل أبي سلمة؟\n(1/108)",
        "\nوتمر الأيام ويطلبها الرسول للزواج منه وهي الأرملة العجوز ذات الأبناء، إشفاقا عليها ورحمة بأيتامها. فقالت له: مثلي لا يصلح للزواج، فإني تجاوزت السن، فلا يولد لي، وأنا امرأة غيور، وعندي أطفال، فأرسل إليها النبي خطابا يقول فيه: أما السن فأنا أكبر منك، وأما الغيرة فيذهبها الله، وأما الأولياء فليس أحد منهم شاهد ولا غائب إلا أرضاني. فأرسلت أم سلمة ابنها عمر بن أبي سلمة ليزوجها بالرسول.\nزواج النبي من جويرية بنت الحارث الخزاعية:\nلقد كان لزواج النبي من جويرية هدف جميل حيث كان عدد كبير من قومها أسارى لدى المسلمين وهي كذلك كانت أسيرة. فكاتبها من وقعت في أسره على مال، فذهبت إلى الرسول صلى الله عليه وسلم فقال لها: \"أو خير من ذلك؟\"\nقالت: وما هو؟ قال: \"أقضى عنك كتابتك وأتزوجك.\"\nقالت: نعم يا رسول الله.\nقال: \"قد فعلت.\"\nولما علم المسلمون بهذا النبأ، أطلقوا سراح الأسرى من قومها، تبجيلا للنبي صلى الله عليه وسلم. فقد أصبح قومها بمثابة أصهار النبي، فأخذ المسلمون يطلقون من بأيديهم من الأسرى قائلين: أصهار رسول الله، فلا نبقيهم أسرى.\nلقد تزوج النبي من هذه المرأة وهي أسيرة.كان بإمكانه أن يتزوجها رغما عنها، ويعاملها معاملة مهينة، ولكنه أكرمها وأكرم قومها، وكانت سببا في دخول قومها في الإسلام.\nزواج النبي بزينب بنت جحش:\nلقد كان زواج النبي منها أحد دلائل نبوته، وإحدى فضائله عليه الصلاة والسلام. وذلك لما تضمنته آيات القرآن التي تعبر عن هذا الحدث من معاتبة للنبي صلى الله عليه وسلم لإخفائه هذا الأمر.\nلقد كان زيد من أحب الناس إلى النبي صلى الله عليه وسلم، فهو الذي تبناه ورباه، وكان له بمثابة الأب. وكانت هناك عادة في الجاهلية، وهي التبني، فيصبح المتبنى كالابن؛ له كل حقوق الابن فيما يحل ويحرم.\n(1/109)\n",
        "فأراد الله عز وجل أن يبطل هذه العادة التي تؤدي إلى اختلاط الأنساب وضياع الحقوق، فاختار رسوله لتحمل تبعات هذه المهمة، فأمره بالزواج من زينب بعد طلاقها من زيد. ولقد كانت العلاقة بينها وبين زيد قد وصلت إلى حد لا يطيقه كلاهما. فها هو زيد يأتي النبي يشكو إليه من عدم رغبته في إكمال الحياة مع زينب، فماذا يقول له النبي؟ يقول له اتق الله وأمسك عليك زوجك. هكذا في كل مرة، حتى إن الله تعالى عاتب نبيه في ذلك في قول الله عز وجل:\n\"وإذ تقول للذي أنعم الله عليه وأنعمت عليه أمسك عليك زوجك واتق الله وتخفي في نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه فلما قضى زيد منها وطرا زوجناكها لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوا منهن وطرا وكان أمر الله مفعولا.\" (سورة الأحزاب 37).\nهذه الآيات أكبر دليل على نبوة النبي وعدم تعلقه بشهوة كما يحلو للبعض أن يصفه. فلو كان كذلك، لما عاتبه الله في ذلك، ولما كان قد حاول الصلح مرارا بين زيد وزينب.\nوفي لمحة أخرى، نجد أن السيدة زينب كانت تفخر على بقية زوجات النبي بأنهن زوجهن آبائهن، وأن الله تعالى قد زوجها.\nروى البخاري في صحيحه: \"أن زيداً جاء يشكوا زوجته، فجعل النبي صلى الله عليه وسلم يقول : اتق الله وأمسك عليك زوجك . قالت عائشة: لو كان رسول الله صلى الله عليه وسلم كاتماً شيئاً، لكتم هذه، فكانت تفخر على أزواج النبي صلى الله عليه وسلم، تقول: زوجكن أهاليكن، وزوجني الله من فوق سبع سماوات.\"\n(1/110)\n\nوالبعض يذهب في أمر زواج النبي من زينب مذهبا عجيبا؛ فهم يقولون إن النبي وقع في قلبه حب زينب، وهذا ما كان يخفيه في قلبه حين قال الله له وتخفي في قلبك ما الله مبديه، ونحن نفند هذه الأراء العجيبة بهذا التساؤل البسيط: إن زينب ابنة عم النبي وهو الذي زوجها لزيد. ولقد شبت زينب وترعرعت أمامه ، فلماذا لم يتزوجها من قبل وقد كانت أمامه بكرا لن ترفضه لو قبلها، وهو النبي الذي لو طلب الزواج بأي امرأة، لفرحت وهرولت إليه؟\nوكيف للنبي أن يكون ذلك مقصده، وهو الذي كان يأمر زيدا بأن يمسك زينبب ولا يطلقها؟ لو كان الأمر كذلك، لفرح النبي واغتنم هذه الفرصة.\nثم كيف لرجل مثل النبي ينهى أن يخبب الناس رجلا على زوجته أو زوجة على زوجها ويفعل هو ذلك؟\nفعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \"من خبب زوجة امرئ أو مملوكه فليس منا.\" (رواه أبو داود).\nوسنجد من خلال هذه الحادثة وتفنيدها أن زواج النبي بزينب رضي الله عنها، كان لغرض إبطال عادة تأصلت في الجاهلية، وكانت بأمر من الله. فالذي تزوج من زينب، محمد النبي، لا محمد الرجل، بينما محمد الرجل، تزوج بقلبه خديجة فقط.\nفها هي المصالح الشرعية هي التي تجعل النبي يتزوج من زينب. وهذه المقاصد الشرعية هي التي جعلت النبي يتزوج بكل من أم حبيبة وصفية. فقد كانت كل منهما ابنة أشد أعداء الإسلام، فأراد النبي أن يؤلف قلوبهما، فتزوج من بنتيهما. وكذلك، تزوج النبي من أم حبيبة بنت أبي سفيان؛ رأس الكفر وأشد أعداء النبي من قريش، تأليفا لقلبه لدخول الإسلام.\nزواجه صلى الله عليه وسلم من صفية:\nأما صفية رضي الله عنها، فقد كانت ابنة زعيم اليهود حيي بن أخطب؛ والذي كان يكره النبي كراهية لا مثيل لها. تزوجها النبي لأغراض الدعوة ذاتها التي تزوج من أجلها أم حبيبة تأليفا لقلب أبيها، وتأليفا لقلب اليهود وتحبيبا لهم في الإسلام.",
        "(1/111)\n\nكانت صفية إحدى السبايا اللاتي وقعن في الأسر بعد هزيمة يهود بني النضير أمام المسلمين، وكانت من نصيب النبي في الأسر، فأعتقها وتزوجها.\nأي رحمة هذه! وأي معاملة كريمة يعامل بها النبي من حوله؟ فهاهو يعتقها أولا ثم يتزوجها.\nألم يكن بإمكان النبي أن يتزوجها دون إرادتها وهي الأسيرة لديه؟\nفكما رأينا أن النبي بعد خديجة، كان يتزوج أحيانا لأمور الدعوة، وأحيانا رفقا بمن يتزوج، وتارة أخرى، توثيقا لعلاقات الصداقة بينه وبين أزواجه.\nولماذا كل هذه الهجمة على النبي لأنه تزوج من عدة نساء، وقد فعل هذا كثير من الأنبياء؟ فها هم أنبياء الله: سليمان وداود وإبراهيم، كل منهم عدد الزوجات. فلماذا الهجوم على النبي محمد وحده؟\nفمن خلال هذا البحث، نجد أن النبي -صلى الله عليه وسلم - تزوج بطريقتين:\nإما لأنه محمد الرجل؛ وبهذه الطريقة تزوج خديجة، و إما لأنه محمد النبي والإنسان، والتي تزوج من خلالها بقية زوجاته.\nونجد كذلك أن النبي عدد زوجاته للأسباب التالية:\nتأصيل العلاقة بين الصحابة وتعزيزها، مما يؤدي إلى تماسك الأمة. ويظهر ذلك في زواجه بكل من عاشة بنت أبي بكر وحفصة بنت عمر.\nالرحمة بالأرامل؛ حيث تزوج الرسول - صلى الله عليه وسلم - من الأرامل: السيدة سودة وأم سلمة وأم حبيبة، رحمة بهم وعونا لهن.\nلتأليف قلوب أعداء الإسلام وتحبيبهم في الإسلام.\nشبهة اختلاق القرآن الكريم:\nزعم الزاعمون أن النبي لم يأته وحي من السماء، وأن هناك من كان يملي عليه ما يقول، وأنه ليس رسولا من عند الله.\nوهذه الدعاوى قديمة قدم الدعوة الإسلامية، فقد قال أهل مكة مثل ذلك من قبل:\n\"وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا.\" (سورة الفرقان 5).\nبل لقد اجتمعوا ليجمعوا أمرهم حول ما يقولونه عن النبي.\n(1/112)",
        "\nوتفنيدا لهذه الأقوال المجانبة للصواب، نقدم هذه السطور البسيطة؛ لتكشف لنا عن مدى صدق النبي صلى الله عليه وسلم والذي قال فيه ربه: \"وما ينطق عن الهوى إن هو إلا وحي يوحى علمه شديد القوى.\" (سورة النجم 5).\nفنقول أولا: لو كان النبي لا يوحى إليه من الله عز وجل، ولو كان كاذبا، فلماذا يعاتب نفسه في القرآن، وقد تكرر مثل هذا الأمر في آي القرآن؟! يقول الله عز وجل: \"عبس وتولى أن جاءه الأعمى.\" (سورة عبس 1-2). وفي هذا معاتبة للنبي لانشغاله عن عبد الله بن أم مكتوم أثناء محاولة دعوة صناديد قريش للإسلام.\nلو كان هذا القرآن من عند النبي نفسه، لما وجه العتاب إلى نفسه!\nهذا العتاب الذي نجده في القرآن الكريم، برهان منير على صدق رسول الله صلى الله عليه وسلم. فهل هناك مفتر يدعي النبوة ويأتي بكلام فيه نقد لذاته؟!\nوالقرآن مليء بالآيات التي تدلنا على أنه ليس من عند محمد صلى الله عليه وسلم، بل هو من عند رب العالمين.\nيقول الله عز وجل بعد تحويل القبلة من بيت المقدس إلى مكة: \"سيقول السفهاء ما ولاهم عن قبلتهم التي كانوا عليها.\" (سورة البقرة 142).\nلو كان هذا القرآن من عند غير الله ومن تأليف محمد، لما قال اليهود كلاما كثيرا حول تحويل القبلة رغم علمهم بهذه الآية؟\nألم يكن أجدر بهم أن يلزموا الصمت، نكاية في محمد، وكي لا يمنحوه الفرصة ليحقق ما يريد؟\nوقصة أصحاب الكهف التي سأل اليهود عنها النبي، فأبطأ الوحي في النزول إليه أربعين يوما. ترى لماذا لم يخبرهم النبي بعد سؤالهم مباشرة، طالما أن أنه هو الذي وضع هذا القرآن وألفه؟\nوها هو القرآن يخبرنا بمعجزة حقيقة مستقبلية، وهي فوز الروم وانتصارهم في بضع سنين رغم أنهم كانوا منهزمين.\nلو كان هذا القرآن من تأليف محمد، لماذا يدخل في الغيبيات والمستقبل وأحداث ربما لا تحدث، فيظهر كذبه وادعاؤه.\n(1/113)\n",
        "ولو كان القرآن من تأليف محمد، فلماذا يدخل نفسه في متاهات العلم الكوني والعلم الطبي وهو الرجل الأمي الذي لم يتعلم القراءة والكتابة.\nلو تأملنا بعض آيات القرآن، وما أثبته العلم الحديث حول هذه الآيات، لعلمنا أن محمدا نبي بعثه الله وأوحى إليه، وأن هذا القرآن ليس من تأليف محمد كما يزعم بعضهم.\nدلائل من العلم الحديث على صدق نزول الوحي على محمد:\nهذه النظريات العلمية التي أثبتها العلم الحديث، ما كان لرجل أمي أن يستطيع الوصول إليها، أو أن يؤلفها، كما يحلو لبعضهم أن يزعم. فمن ذا الذي يمكنه أن يزعم هذه المزاعم، بعد أن رأى إثباتات هذا العلم لنبوة محمد، وأن هذا القرآن كان يوحى إليه من عند الله عز وجل؟\nونسوق الآن عن الموقع الإلكتروني لهيئة العالمية للإعجاز العلمي في القرآن والسنة، بمكة المكرمة: \"www.nooran.org\" بعضا من هذه النظريات العلمية التي أثبتها القرآن الكريم:\nالشمس سراج والقمر نور\nقال الله تعالى: \"تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا.\" (سورة الفرقان 61).\nالحقيقة العلمية:\nطاقة الشمس (المفاعل النووي الكوني): تنتج طاقة الشمس نتيجة لاحتراق الهيدروجين وهو المكون الأساسي لها، وتحوله إلى هليوم في باطنها، حيث الكثافة والضغط العالي والحرارة التى تصل إلى 15 مليون درجة. وتعتبر الشمس نجما. وهي جسم سماوي متلألئ يشع الطاقة ذاتياً، بينما القمر كوكب؛ وهو جسم سماوي ثابت الإضاءة يعكس الأشعة التي يتلقاها من النجوم والشموس، وينطبق هذا على التوابع الطبيعية للكواكب (الأقمار).\nالإحساس بالألم:\nقال تعالى: \"إِنَّ الَّذِينَ كَفَرُوا بِآَيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا\" (سورة النساء 56).\n(1/114)\n\nوقال تعالى: \"وسقوا ماء حميما فقطَّع أمعاءهم.\" (سورة محمد 15)\nالحقيقة العلمية:\nكان الاعتقاد السائد قبل عصر الكشوف العلمية أن الجسم كله حساس للآلام، ولم يكن واضحاً لأحد أن هناك نهايات عصبية متخصصة في الجلد لنقل الأحاسيس والألم، حتى كُشف دور النهايات العصبية في الجلد، وأنه العضو الأهم لاحتوائه على العدد الأكبر منها. وينقسم الإحساس الجلدي إلى مجموعتين: إحساس دقيق يختص بتمييز حاسة اللمس الخفيف والفرق البسيط في الحرارة، وإحساس أولي يختص بالألم، ودرجة الحرارة الشديدة.\nكما أثبت علماء التشريح أن المصاب باحتراق الجلد كاملا، لا يشعر بالألم كثيرا نتيجة تلف النهايات العصبية الناقلة للألم، بخلاف الحروق الأقل درجة (الدرجة الثانية) حيث يكون الألم على أشده نتيجة لإثارة النهايات العصبية المكشوفة.\nالكرة الأرض:\nقال الله تعالى: \"وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا.\" (سورة النازعات 30-31).\nالحقيقة العلمية:\nكشف علم الأرض حديثاً أن الأرض أغني كواكب مجموعتنا الشمسية بالمياه . ويوجد على الأرض نحو 1360 مليون كيلومتر مكعب من الماء. وقد تساءل العلماء منذ زمن، من أين أتى هذا الكم الهائل من الماء؟ وحين حللوا الأبخرة والغازات المتصاعدة من فوهات البراكين، وجدوا أن غالبيتها بخار ماء، وأن بخار الماء هذا، إذا حسبت كميته ومعدل الفوران في السنة مضروباً في عمر الأرض، في كمية ما يخرج من كل بركان، نجده رقماً قريباً جداً من معدل الماء، وهو 71%. نسبة الماء لمساحة الأرض 71% ونسبة الماء في جسم الإنسان 71% ونسبة الماء في الغازات المنطلقة من فوهات البراكين 71%. وينطبق هذا أيضاً على ثاني أكثر الغازات خروجاً من فوهات البراكين وهو ثاني أكسيد الكربون.",
        "(1/115)\n\nفلا ريب بعد ذلك كله، أن من ينظر إلى هذه الأدلة العلمية بعين محايدة، سوف يتيقن من أن ما جاء به محمد صلى الله عليه وسلم، من عند الله العليم الخبير، وليس من عنده صلى الله عليه وسلم.\nشبهة نشر محمد دعوته بحد السيف:\nكثيرة هي تلك الأقاويل والافتراءات التي تدعي أن النبي نشر الإسلام بالقوة وبحد السيف، وأنه صلى الله عليه وسلم أكره الناس على الدخول في الإسلام. فهل هذه الأقاويل بها ولو شيء بسيط من الصحة؟\nإن البراهين العملية واضحة وضوح الشمس، وتدل على كيفية الطريقة التي نشر بها محمد صلى الله عليه وسلم الإسلام، وأنه نشره بالدعوة الرحيمة والحكمة والموعظة الحسنة. وهذا هو المبدأ القرآني الذي أمر الله به نبيه والمسلمين عامة: يقول الله عز وجل: \"لا إكراه في الدين قد تبين الرشد من الغي.\" (سورة البقرة 256).\nوالآيات في ذلك عديدة، يقول الله عز و جل:\n\"لكم دينكم ولي دين.\" (سورة الكافرون 6).\n\"فإنما عليك البلاغ وعلينا الحساب.\" (سورة الرعد 40).\n\"فذكر إنما أنت مذكر، لست عليهم بمسيطر.\" (سورة الغاشية 22).\nوالتاريخ أكبر شاهد على طريقة وأسلوب دعوة محمد صلى الله عليه وسلم، بل إن التاريخ أكبر مفند لهذه الافتراءات.\nفلو بدأنا برحلة بسيطة في أعماق التاريخ، حيث بدأت دعوة النبي للإسلام، لوجدناها دعوة مسالمة، سرية لا تعتمد على قوة ولا سلاح، حيث كان يدعو من حوله برفق ورحمة، مما جذب إليه قلوب عظماء قومه ووجهاءهم؛ أمثال أبي بكر، وعثمان، وطلحة، وسعد بن أبي وقاص، والزبير.\nترى ما الذي يدفع سادة القوم لاعتناق مذهب واتباع رجل لا يملك من القوة شيئا بل هو نفسه معرض للتعذيب والاضطهاد؟\nولو أمعنا النظر أكثر وأكثر، لوجدنا أن رحمة النبي وأسلوبه الحسن في الدعوة، جذبا المستضعفين من النساء والرجال نحو دينه ومعتقداته، لما وجدوا في دينه من سعة لهم وتفريجا لهمومهم واستيعابا لإنسانيتهم.\n(1/116)",
        "\nوالعجيب حقأ أن هؤلاء العبيد والفقراء والضعفاء، كانوا يُعذبون بسبب إيمانهم بمحمد، فيزداد تمسكهم بهذا الدين ويصبحون أشد التصاقا به، ولا يرضون بغيره بديلا.\nفهاهو بلال رضي الله عنه، حين يسلم، يعذبه مولاه عذابا لا طاقة له به، فيربطه في قيظ الصحراء الملتهب، ويضع فوق بطنه صخرة عظيمة، ويطلب منه أن يكفر بمحمد وبدين محمد، بينما هو يردد في قوة عجيبة: أحد، أحد.\nما الذي دفع بلالا لتحمل مثل هذه المشاق؟!\nألم يكن بلال قادرا على أن يكفر بمحمد ويتجنب عذاب سيده له، وهو الذي تعذب عذابا شديدا منذ أسلم على يد أعداء الإسلام؟!\nوما الذي يدفع برجل مثل ياسر وزوجته أن يتحملا عذاب قريش لهما، فيقتلان بعد عذاب مرير، وتعذب زوجة ياسر بإدخال الحربة في مكان عفتها، فتصر على البقاء على الإسلام، وتفيض روحها دون حزن على عمرها الذي انفلت من بين يديها بسبب إسلامها.\nألم تكن قادرة هي وزوجها على الكفر بمحمد ودينه والعيش بسلام، كما كانت تحيا من قبل إيمانها بمحمد؟!\nورجل مثل مصعب بن عمير، كان من خيرة أهل مكة، ومن أفضل شبابها، لم يُر مثله في قومه من الشباب، أسلم مع محمد، فعلمت أمه بنبأ إسلامه، فمنعت عنه الطعام والشراب والملبس الحسن، وقيدته مرارا واستخدمت معه كل الأساليب التي تستطيعها لتثنيه عما عزم عليه وعن دينه الجديد، فأبى إلا أن يصاحب محمدا ويعتنق دينه، فأصبح يمشي وعلامات الفقر الشديد تظهر عليه، حتى إن الصحابة كانوا يتأثرون من منظره حين يرونه وتذرف عيونهم بالدموع. بل عند وفاته، لم يجد المسلمون كفنا مناسبا له يغطي جسده بأكمله.\nتُرى ما الذي يدفع بمثل هذا الرجل الوسيم الثري ذي المكانة، لترك المال والجاه والعيش فقيرا في كنف دعوة محمد؟ هل كان هناك سيف يسلطه محمد على رقبته؟!\nهل قيده محمد بالسلاسل (كما فعلت أمه) وأجبره على الدخول في دينه؟!\n(1/117)\n",
        "وهاهو خباب بن الأرت تعذبه مالكته بصب الحديد المصهر فوق رأسه، فيزداد رأسه تحملا، واعتناقا للإسلام، وإيمانا بمحمد.\nلماذا لم يحم خباب نفسه من هذا الألم وهذا العذاب، وما الذي يدفعه للإيمان بمحمد؟!\nورجل مثل صهيب الرومي، حين يخرج مهاجرا إلى المدينة، فيتبعه بعض من أهل مكة، فيترك لهم كل ماله من أجل اللحاق بمحمد وركبه؟\nترى ما الذي يدفعه لبذل ماله كله، والعيش فقيرا للحاق بمحمد، وقد غاب عن مكة وهاجر إلى المدينة؟\nهل هو سيف مسلط على عنقه؟!\nهل كان هناك إكراه له من محمد على ذلك؟!\nإنها نبذة عن بعض من آمن بمحمد، وهو فرد لا يملك سلاحا، ولا يملك سوى إيمانه بفكرته. وحين يتسع الأمر قليلا، نجده يقابل الحجيج القادمين من القبائل المحيطة يدعوهم إلى الله ويحاورهم بالكلمة والموعظة الحسنة، فيدخل في دينه من شاء ويبعد عنه من أبى، والرسول سائر في طريقه، يدعو إلى سبيل ربه برفق ورحمة.\nولقد ظل النبي صلى الله عليه وسلم في مكة ثلاث عشرة سنة، ومع ذلك لم يجبر أحدا عل الدخول في الإسلام، ولم يمسك سيفا، ولم يروع إنسانا.\nوهاهو النبي يخرج مكرها من بلده مهاجرا إلى المدينة، وهاهم المسلمون يخرجون متخفين تاركين كل ما يملكون لقريش التي استولت على أموالهم وبيوتهم، ورفضت أن تمنحهم شيئا مما يملكون.\nوهاهي المدينة المنورة تزداد نورا وإشراقا حين تستقبل النبي صلى الله عليه وسلم، وهي التي عانت لسنوات من ويلات الحروب الداخلية بين الأوس والخزرج.\nما الذي يدفع بهذا المجتمع لاستقبال دعوة محمد واحتضانها؟ ما الذي يدفع بأهل هذه المدينة لتقسيم أموالهم وما يملكون مع القادمين الوافدين إليهم بكل حب ورضا وسماحة نفس؟\nبل ما الذي يدفع بمحمد إذا كان ينشر دينه بحد السيف أن يوحد بين القبيلتين ويحل ما بينهما من نزاع وحرب، ويدعوهم إلى السلام والعيش في كنف الأمن والأمان؟\nألم يكن محمد قادرا على أن يزيد هذا الخلاف بينهم عملا بمبدأ: فرّق تسد؟\n(1/118)\n\nألم يكن محمد قادرا على إشعال نار هذه الحروب حتى يتمكن من السيطرة عليهم؟!\nلماذا دخل أهل هذه البلدة في دين محمد أفواجا، وهو الذي هاجر إليهم على دابة، بلا جيش يحارب به، أو عدة، أو عتاد؟!\nلقد كان الرسول حريصا منذ بداية دعوته على هداية الناس وجذبهم إلى الإسلام، وكان يحزن حزنا شديدا حين يجد الضلال متحكما فيهم. حتى إن الله عز وجل خاطبه بقوله: \"فلعلك باخع نفسك على آثارهم إن لم يؤمنوا بهذا الحديث أسفا.\" (سورة الكهف 6).\nوباخع نفسك: أي مهلكها.\nوتخبرنا السيدة عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم بحديث يعرفنا بهذا الجانب الدعوي في حياة النبي صلى الله عليه وسلم فتقول إنها قالت للنبي صلى الله عليه وسلم: \"هل أتى عليك يوم كان أشد من يوم أحد؟ قال: لقد لقيت من قومك ما لقيت، وكان أشد ما لقيت منهم يوم العقبة؛ إذ عرضت نفسي على ابن عبد ياليل بن عبد كلال فلم يجبني إلى ما أردت، فانطلقت وأنا مهموم على وجهي، فلم أستفق إلا وأنا بقرن الثعالب، فرفعت رأسي، فإذا أنا بسحابة قد أظلتني، فنظرت فإذا فيها جبريل فناداني فقال: إن الله قد سمع قول قومك لك وما ردوا عليك وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم. فناداني ملك الجبال، فسلم علي، ثم قال: يا محمد إن شئت أن أطبق عليهم الأخشبين. فقال النبي صلى الله عليه وسلم: بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده لا يشرك به شيئا.\" (متفق عليه).\nيالها من عظمة وإنسانية أن يرفض النبي أن يدعوا على من أهانوه وعذبوه، عسى أن يخرج الله من أصلابهم من يؤمن به، وعسى أن يردهم الله إلى فطرتهم ذات يوم.\nلو قال الذين يتهمون محمدا أنه نشر الإسلام بحد السيف، نقول لهم: هل من يرفض الدعاء على من حوله، يمكنه أن يقسو عليهم ويعذبهم بسيفه؟! يا له من تناقض عجيب بين ما تقولونه وبين ما تنقله لنا أحداث التاريخ!",
        "(1/119)\n\nوإذا استعرضنا الأسباب التي دفعت النبي لغزوة بدر وهي أول غزوة في الإسلام، نجد أن الرسول صلى الله عليه وسلم لم يكن مبيتا للنية على القتال والحرب.\nكان أبو سفيان قادما من الشام بقافلة عظيمة، فأراد المسلمون استعادة حقوقهم التي سلبتها منهم قريش، فغيرت القافة طريق سيرها، ونجت القافلة، إلا أن أبا جهل أصر إصرارا شديدا على خوض الحرب، ودفع قريش إليها دفعا. وقد قيل لأبي جهل: لقد نجت العير فعد بالنفير، وارجع بالناس الى مكة، فأبى وقال: لا والله لا يكون ذلك أبدا حتي تنحر الجزور وتشرب الخمور ونقيم القينات والمعازف ببدر، فيتسامع جميع العرب بمخرجنا وأن محمدا لم يصب العير، وأنا قد هزمناه وشردنا أصحابه وخربناه بسيوفنا.\nودارت الحرب بين الفريقين دون أن يعد لها المسلمون، ودون أن يجهزوا لها، لأنهم لم يكونوا عازمين على أي حرب. لقد أرادوا أن يستعيدوا ما انتهبته قريش من حقوقهم وأموالهم. وانتهت الغزوة بانتصار مبهر للمسلمين، فأصرت قريش على ألا تدع المسلمين منتصرين، وأقسمت على أن تعيد الكرة، وتحارب المسلمين وتهزمهم، فكانت غزوة أحد التي بدأت من جانت قريش، والتي انتصر فيها المسلمون في بادئ الأمر، ثم انهزموا حين خالف الرماة أمر النبي صلى الله عليه وسلم. ورغم كل ما حدث في هذه الغزوة من تمثيل بجثث المسلمين، ومن استشهاد بعضهم وإصابة الرسول، إلا أن الرسول صلى الله عليه وسلم لم يشأ أن يدعو على قريش.\nهذه لمحات بسيطة من غزوات النبي، تعرفنا بحقيقة الوضع، وأن النبي لم يكن نبي حرب، وأنه لم ينشر دعوته بحد السيف كما زعم بعضهم.\nومن يزعم أن النبي نشر الإسلام بحد السيف وأنه كان متعصبا في دعوته، فإنه إنما يبني كلامه على أسس باطلة. فقد كانت دعوى الرسول للإسلام تعتمد على الرحمة والكلمة الحسنة مما وافق فطر الناس واحتياجاتهم، فدخلوا فيه أفواجا.\n(1/120)",
        "\nولقد كان النبي يمتثل لأمر الله عز وجل وكلماته: \"وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر.\" (سورة الكهف 29).\nومن يزعم أن النبي أخرج جيوشه لنشر الإسلام بالقوة، لم يقرأ التاريخ جيدا؛ ذلك التاريخ الذي أخبرنا أن هذه الشعوب التي توجهت إليها الجيوش الإسلامية، كانت شعوبا مضطهدة، تسعى للتحرر من أغلال العبودية والظلم الذي يكبلها.\nيقول الله عز وجل: \"وما لكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك ولياً واجعل لنا من لدنك نصيراً.\" (سورة النساء 75).\nوالرسول لم يكن ليرضى أن ينشر دعوته بالإكراه. فها هو صلى الله عليه وسلم في مشهد جميل يدل على احترامه لاختيار الإنسان لعقيدته؛ ففي الحديث أن عوف بن الحارث كان ممن قاتل المسلمين مع قومه، حتى قام على رأس رسول الله صلى الله عليه وسلم بالسيف، فقال: \"من يمنعك مني؟\" قال صلى الله عليه وسلم: \"الله\"، فسقط السيف من يده، فأخذ رسول الله صلى الله عليه وسلم السيف، فقال له: \"من يمنعك مني؟\" قال: \"كن خير آخِذ.\" قال: \"تشهد ألا إله إلا الله؟\" قال: \"لا، ولكن أعاهدك على ألا أقاتلك ولا أكون مع قوم يقاتلونك.\" فخلَّى رسول الله صلى الله عليه وسلم سبيله، فجاء إلى أصحابه، فقال: \"جئتكم من عند خير الناس.\" (رواه الإمام أحمد).\nوورد في السيرة أن هذا الرجل كان سببا في إسلام عدد كبير من عشيرته.\nألم يكن بإمكان النبي أن يخيره بين أن يسلم أو يقتل؟\nلماذا تركه النبي يختار عقيدته التي يرتضيها لنفسه؟\nإنها سماحة الرسول وعدم إكراهه أحدا على اعتناق الإسلام. فياليت من يتكلمون، يقرأون التاريخ بإمعان وتفكر قبل أن يصدروا أحكامهم.\nالباب السادس\nمحمد في عيونهم\n(1/121)\n",
        "لا ريب أن لكلام كبار العلماء والفلاسفة وزنا كبيرا، عندما يجمعون على رأي واحد في شخص واحد، وهو رسول الله صلى الله عليه وسلم. فرغم أن هؤلاء العلماء والفلاسفة لم يكونوا يدينون بدين محمد صلى الله عليه وسلم، إلا أن ذلك لم يمنعهم من إنصافه والإعجاب بشخصيته والتصديق به.\nونحن في هذا الباب، نسوق طرفا من أقوالهم:\nيقول ول ديورانت في كتابه \"قصة الحضارة\":\n\"إذا ما حكمنا على العظمة بما كان للعظيم من أثر في الناس، قلنا إن محمدًا ـ صلى الله عليه وسلم ـ كان من أعظم عظماء التاريخ، فلقد أخذ على نفسه أن يرفع المستوى الروحي والأخلاقي لشعب ألقت به في دياجير الهمجية حرارة الجو وجدب الصحراء، وقد نجح في تحقيق هذا الغرض نجاحًا لم يدانه فيه أي مصلح آخر في التاريخ كله، وقلّ أن نجد إنسانًا غيره حقق ما كان يحلم به، ولم يكن ذلك لأنه هو نفسه كان شديد التمسك بالدين وكفى، بل لأنه لم يكن ثمة قوة غير قوة الدين تدفع العرب في أيامه إلى سلوك ذلك الطريق الذي سلكوه، وكانت بلاد العربي لمّا بدأ الدعوة، صحراء جدباء، تسكنها قبائل من عبدة الأوثان قليل عددها، متفرقة كلمتها، وكانت عند وفاته، أمة موحدة متماسكة. وقد كبح جماح التعصب والخرافات، وأقام فوق اليهودية والمسيحية، ودين بلاده القديم، دينًا سهلاً واضحًا قويًا، وصرحًا خلقيًا وقوامه البسالة والعزة القومية. واستطاع في جيل واحد أن ينتصر في مائة معركة، وفي قرن واحد أن ينشئ دولة عظيمة، وأن يبقى إلى يومنا هذا قوة ذات خطر عظيم في نصف العالم... لسنا نجد في التاريخ كله مصلحًا فرض على الأغنياء من الضرائب ما فرضه عليهم محمد ـ صلى الله عليه وسلم ـ لإعانة الفقراء \".\nويقول واشنطن إيرفنج في كتابه \"حياة محمد\":\n(1/122)\n\n\"كان محمد ـ صلى الله عليه وسلم ـ خاتم النبيين وأعظم الرسل الذين بعثهم الله ليدعوا الناس إلى عبادة الله... كانت تصرفات الرسول ـ صلى الله عليه وسلم ـ في أعقاب فتح مكة، تدل على أنه نبي مرسل، لا على أنه قائد مظفر؛ فقد أبدى رحمة وشفقة على مواطنيه، برغم أنه أصبح في مركز قوي، ولكنه توّج نجاحه وانتصاره بالرحمة والعفو... لقي الرسول ـ صلى الله عليه وسلم ـ من أجل نشر الإسلام كثيرًا من العناء، وبذل عدة تضحيات؛ فقد شك الكثير في صدق دعوته، وظل عدة سنوات دون أن ينال نجاحًا كبيرًا، وتعرض خلال إبلاغ الوحي إلى الإهانات، والاعتداءات، والاضطهادات، بل اضطر إلى أن يترك وطنه ويبحث عن مكان يهاجر إليه هنا وهناك، وتخلى عن كل متع الحياة، وعن السعي وراء الثراء، من أجل نشر العقيدة... برغم انتصارات الرسول ـ صلى الله عليه وسلم ـ العسكرية، لم تثر هذه الانتصارات كبرياءه أو غروره، فقد كان يحارب من أجل الإسلام، لا من أجل مصلحة شخصية، وحتى في أوج مجده، حافظ الرسول ـ صلى الله عليه وسلم ـ على بساطته وتواضعه، فكان يكره إذا دخل حجرة على جماعة، أن يقوموا له، أو يبالغوا في الترحيب به، وإن كان قد هدف إلى تكوين دولة عظيمة، فإنها كانت دولة الإسلام، وقد حكم فيها بالعدل، ولم يفكر أن يجعل الحكم فيها وراثيًا لأسرته... كان الرسول ـ صلى الله عليه وسلم ـ ينفق ما يحصل من جزية أو ما يقع في يديه من غنائم في سبيل انتصار الإسلام، وفي معاونة فقراء المسلمين، وكثيرًا ما كان ينفق في سبيل ذلك آخر درهم في بيت المال، وهو لم يخلف وراءه دينارًا أو درهمًا أو رقيقًا، وقد خيره الله بين مفاتيح كنوز الأرض في الدنيا وبين الآخرة فاختار الآخرة...\"\nويقول هنري دي فاستري في كتابه \"الإسلام خواطر وسوانح\":",
        "(1/123)\n\n\"إن أشد ما نتطلع إليه بالنظر إلى الديانة الإسلامية ما اختص منها بشخص النبي ـ صلى الله عليه وسلم ـ ولذلك قصدت أن يكون بحثي أولاً في تحقيق شخصيته وتقرير حقيقته الأدبية، علّني أجد في هذا البحث دليلاً جديدًا على صدقه وأمانته المتفق تقريبًا عليها بين جميع مؤرخي الديانات وأكبر المتشيعين للدين المسيحي... ثبت إذن أن محمدًا ـ صلى الله عليه وسلم ـ لم يقرأ كتابًا مقدسًا ولم يسترشد في دينه بمذهب متقدم عليه... ولقد نعلم أن محمدًا ـ صلى الله عليه وسلم ـ مرّ بمتاعب كثيرة، وقاسى آلامًا نفسية كبرى، قبل أن يخبر برسالته. فقد خلقه الله ذا نفس تمحّضت للدين. ومن أجل ذلك، احتاج إلى العزلة عن الناس، لكي يهرب من عبادة الأوثان ومذهب تعدد الآلهة الذي ابتدعه المسيحيون، وكان بغضهما متمكنًا من قلبه، وكان وجود هذين المذهبين أشبه بإبرة في جسمه ـ صلى الله عليه وسلم ـ ولعمري فيم كان يفكر ذلك الرجل الذي بلغ الأربعين وهو في ريعان الذكاء ومن أولئك الشرقيين الذين امتازوا في العقل بحدة التخيّل وقوة الإدراك؟ إلا أن يقول مرارًا ويعيد تكرارًا هذه الكلمات (الله أحد الله أحد). كلمات رددها المسلمون أجمعون من بعده وغاب عنا معشر المسيحيين مغزاها لبعدنا عن فكرة التوحيد... لا يمكن أن ننكر على محمد ـ صلى الله عليه وسلم ـ في الدور الأول من حياته كمال إيمانه وإخلاص صدقه، فأما الإيمان، فلن يتزعزع مثقال ذرة من قلبه في الدور الثاني ـ الدور المدني ـ وما أُوتيه من نصر، كان من شأنه أن يقويه على الإيمان، لولا أن الاعتقاد كله قد بلغ منه مبلغًا، لا محل للزيادة فيه، وما كان يميل إلى الزخارف ولم يكن شحيحًا، وكان قنوعًا، خرج من الدنيا، ولم يشبع من خبز الشعير مرة في حياته. تجرد من الطمع، وتمكن من نوال المقام الأعلى في بلاد العرب، ولكنه لم يجنح إلى الاستبداد فيها، فلم يكن له حاشية، ولم يتخذ وزيرًا ولا حشما، وقد احتقر المال.\"\n(1/124)",
        "\nيقول مونتجمري وات في كتابه \"محمد في مكة\":\n\"منذ أن قام كارليل بدراسته عن محمد ـ صلى الله عليه وسلم ـ في كتابه \"الأبطال وعبادة البطل\" أدرك الغرب أن هناك أسبابًا وجيهة للاقتناع بصدق محمد؛ إذ إن عزيمته في تحمل الاضطهاد من أجل عقيدته، والخلق السامي للرجال الذين آمنوا به، وكان لهم بمثابة القائد، وأخيرًا عظمة عمله في منجزاته الأخيرة، كل ذلك يشهد باستقامته التي لا تتزعزع. فاتهام محمد ـ صلى الله عليه وسلم ـ بأنه دجال يثير من المشاكل أكثر مما يحلّ. ومع ذلك، فليس هناك شخصية كبيرة في التاريخ، حُطًََََّ من قدرها في الغرب كمحمد ـ صلى الله عليه وسلم. فقد أظهر الكتاب الغربيون ميلهم لتصديق أسوأ الأمور عن محمد ـ صلى الله عليه وسلم ـ كلما ظهر أي تفسير نقدي لواقعة من الوقائع ممكنًا قبوله. ولا يكفي، مع ذلك، في ذكر فضائل محمد أن نكتفي بأمانته وعزيمته إذا أردنا أن نفهم كل شيء عنه. وإذا أردنا أن نصحح الأغلاط المكتسبة من الماضي بصدده، فيجب علينا في كل حالة من الحالات - لا يقوم الدليل القاطع على ضدها- أن نتمسك بصلابة بصدقه. ويجب علينا أن لا ننسى عندئذ أيضًا أن الدليل القاطع، يتطلب لقبوله أكثر من كونه ممكنًا، وأنه في مثل هذا الموضوع، يصعب الحصول عليه... هناك ـ على العكس ـ أسباب قوية تؤكد صدق \"محمد\" ـ صلى الله عليه وسلم ـ ونستطيع في مثل هذه الحالة الخاصة أن نبلغ درجة عالية من اليقين؛ لأن النقاش حول هذه المسألة يعتمد على وقائع، ولا يمكن أن يتضمن خلافًا في التقدير حول الأخلاقية... ليس توسع العرب شيئًا محتومًا أو آليًا، وكذلك إنشاء الأمة الإسلامية. ولولا هذا المزيج الرائع من الصفات المختلفة الذي نجده عند محمد ـ صلى الله عليه وسلم ـ لكان من غير الممكن أن يتم هذا التوسع، ولاستنفدت تلك القوى الجبارة في غارات على سوريا والعراق، دون أن تؤدي إلى نتائج دائمة، ونستطيع أن نميز ثلاث هبات مهمة أُوتيها محمد ـ صلى\n(1/125)\n",
        "الله عليه وسلم ـ كانت كل واحدة منها ضرورية لإتمام عمل محمد ـ صلى الله عليه وسلم ـ بأكمله: لقد أوتي أولاً: موهبة خاصة على رؤية المستقبل، فكان للعالم العربي بفضله أو بفضل الوحي الذي ينزل عليه حسب رأي المسلمين، أساس فكري، حُلّت به الصعوبات الاجتماعية. وكان تكوين هذا الأساس الفكري، يتطلب في الوقت نفسه، حدسًا ينظر في الأسباب الأساسية للاضطراب الاجتماعي في ذلك العصر، والعبقرية الضرورية للتعبير عن هذا الحدس في صورة تستطيع إثارة العرب حتى أعمق كيانهم. وكان محمد ـ صلى الله عليه وسلم ـ ثانيًا: رجل دولة حكيمًا، ولم يكن هدف البناء الأساسي الذي نجده في القرآن، سوى دعم التدابير السياسية الملموسة والمؤسسات الواقعية. ولقد ألححنا خلال هذا الكتاب غالبًا على استراتيجية محمد ـ صلى الله عليه وسلم ـ السياسية بعيدة النظر إلى إصلاحاته الاجتماعية. ولقد دلّ على بعد نظره في هذه المسائل، الانتشار السريع الذي جعل من دولته الصغيرة إمبراطورية، وتطبيق المؤسسات الاجتماعية على الظروف المجاورة واستمرارها خلال أكثر من ثلاثة عشر قرنًا. وكان محمد ـ صلى الله عليه وسلم ـ ثالثًا: رجل إدارة بارعًا، فكان ذا بصيرة رائعة في اختيار الرجال الذين يندبهم للمسائل الإدارية. إذ لن يكون للمؤسسات المتينة والسياسة الحكيمة أثر، إذا كان التطبيق خاطئًا مترددًا. وكانت الدولة التي أسسها محمد ـ صلى الله عليه وسلم ـ عند وفاته، مؤسسة مزدهرة، تستطيع الصمود في وجه الصدمة التي أحدثها غياب مؤسسها، ثم إذا بها بعد فترة، تتلاءم مع الوضع الجديد، وتتسع بسرعة خارقة اتساعًا رائعًا... كلما فكرنا في تاريخ محمد ـ صلى الله عليه وسلم ـ وتاريخ أوائل الإسلام، تملكنا الذهول أمام عظمة مثل هذا العمل. ولا شك أن الظروف كانت مواتية لمحمد، فأتاحت له فرصًا للنجاح لم تتحها لسوى القليل من الرجال، غير أن الرجل كان على مستوى الظروف تمامًا. فلو لم يكن نبيًا ورجل\n(1/126)\n\nدولة وإدارة، ولو لم يضع ثقته بالله، ويقتنع بشكل ثابت أن الله أرسله، لما كتب فصلاً مهمًا في تاريخ الإنسانية. ولي أمل أن هذه الدراسة عن حياة محمد ـ صلى الله عليه وسلم ـ يمكنها أن تساعد على إثارة الاهتمام -من جديد- برجل هو أعظم رجال أبناء آدم.\"\nويقول \"مهاتما غاندي\" في حديث لجريدة \"ينج إنديا\":\n\"أردت أن أعرف صفات الرجل الذي يملك دون نزاع قلوب ملايين البشر. لقد أصبحت مقتنعاً كل الاقتناع بأن السيف لم يكن الوسيلة التي من خلالها اكتسب الإسلام مكانته؛ بل كان ذلك من خلال بساطة الرسول، مع دقته وصدقه في الوعود، وتفانيه وإخلاصه لأصدقائه وأتباعه، وشجاعته، مع ثقته المطلقة في ربه وفي رسالته. هذه الصفات هي التي مهّدت الطريق، وتخطت المصاعب وليس السيف. بعد انتهائي من قراءة الجزء الثاني من حياة الرسول، وجدت نفسي آسفاً لعدم وجود المزيد، للتعرف أكثر على حياته العظيمة\".\nويقول الفيلسوف الإنجليزي \"توماس كارل\" الحائز على جائزة نوبل، في كتابه \"الأبطال\":\n\"لقد أصبح من أكبر العار على أي فرد متحدث هذا العصر أن يصغي إلى ما يقال من أن دين الإسلام كذب، وأن محمدًا خدّاع مزوِّر.\nوإن لنا أن نحارب ما يشاع من مثل هذه الأقوال السخيفة المخجلة؛ فإن الرسالة التي أدَّاها ذلك الرسول ما زالت السراج المنير... أفكان أحدكم يظن أن هذه الرسالة التي عاش بها ومات عليها هذه الملايين الفائقة الحصر والإحصاء أكذوبة وخدعة؟!\".\nويقول (مايكل هارت) في كتابه \"مائة رجل في التاريخ\":\n\"إن اختياري محمدًا، ليكون الأول في أهم وأعظم رجال التاريخ، قد يدهش القراء، ولكنه الرجل الوحيد في التاريخ كله الذي نجح أعلى نجاح على المستويين: الديني والدنيوي.",
        "(1/127)\n\nفهناك رُسل وأنبياء وحكماء بدأوا رسالات عظيمة، ولكنهم ماتوا دون إتمامها، كالمسيح في المسيحية، أو شاركهم فيها غيرهم أو سبقهم إليهم سواهم، كموسى في اليهودية، ولكن محمداً هو الوحيد الذي أتم رسالته الدينية، وتحددت أحكامها، وآمنت بها شعوب بأسرها في حياته. ولأنه أقام جانب الدين دولة جديدة، فإنه في هذا المجال الدنيوي أيضًا وحّد القبائل في شعب، والشعوب في أمة، ووضع لها كل أسس حياتها، ورسم أمور دنياها، ووضعها في موضع الانطلاق إلى العالم. أيضاً في حياته، فهو الذي بدأ الرسالة الدينية والدنيوية، وأتمها\".\nهذه لمحات من كتابات غير المسلمين ممن نظروا إلى رسول الله صلى الله عليه وسلم بأعين العلماء والباحثين الموضوعيين، فهداهم بحثهم إلى الحقيقة التي تنير الكون بهداية الله للعالمين.\nالخاتمة\nما أجمل العيش مع خلق النبي الكريم صلى الله عليه وسلم. وما أجمل ذلك الشعور الذي يشعر به المرء، وقد خطت يداه طرفا من أخلاق أشرف الخلق أجمعين. وكتب قلمه منافحا عن خير خلق الله صلى الله عليه وسلم، الذي أرسله الله تعالى رحمة للعالمين.\nفلم يكن صلى الله عليه وسلم رحمة للمسلمين أو العرب فقط، بل كان رحمة للعالمين. وضع أسس الأخلاق, ونحا بذمام البشرية نحو فضائل الأخلاق، بفضل القرآن الكريم الذي كان خلقه صلى الله عليه وسلم، وبفضل سنته العاطرة، التي لم تكن مجرد أقوال بلغت من الحكمة ما يفوق حكمة البشر، بل كانت أفعالا ومواقف، عاشها صلى الله عليه وسلم في العسر واليسر، في الرضا والغضب، في الفقر والغنى، في الفرح والحزن، وفي النصر والهزيمة، وحين أدبرت عنه الدنيا، وحين كانت تقبل عليه.\nوإني إذ أكتب كتابي هذا، لأدعو المسلمين وغير المسلمين إلى الاقتداء به صلى الله عليه وسلم، وبحث سيرته الكريمة، ليعثروا على السراج المنير، في ظلمة هذا الليل البهيم، الذي بات يغلف أرجاء البشرية، ويكتنف أركانها، فلا تكاد تعرف معروفا أو تنكر منكرا.\n(1/128)",
        "\nوآخر دعوانا أن الحمد لله رب العالمين.\nالفهرس\nتمهيد………………………1\nحال الجزيرة قبل البعثة…………………3\nحال بقية العالم قبل البعثة………………5\nمقدمة………………………9\nمرحلة اليتم……………………9\nالفقر وعدم الثراء…………………9\nالأسرة العريقة……………………10\nشجرة الأسرة……………………10\nرعي الغنم……………………11\nظروف مجتمعه صلى الله عليه وسلم……………13\nالتجارة………………………14\nالباب الأول: التعريف بالنبي ومكانته……………16\nمكانة النبي في قريش…………………16\nمكانته بين الأنبياء…………………17\nمكانته عند الله……………………18\nمكانة النبي في القرآن الكريم………………19\nمكانته عند الصحابة…………………20\nمن فضائله صلى الله عليه وسلم……………21\nأنه أول من يقرع باب الجنة………………21\nأنه أول شفيع يوم القيامة ………………21\nأنه أول من يفتح له باب الجنة:………………22\nأنه أكثر الأنبياء تبعا يوم القيامة………………22\nمن فضائله صلى الله عليه وسلم أنه خليل الرحمن………22\nمن فضائله أنه شهيد وبشير………………23\nمن فضائله أنه أولى بالمؤمنين من أنفسهم…………23\nمن فضائله صلى الله عليه وسلم أنه سيد ولد بني آدم………23\nصلى الله عليه وسلم أمان لأمته………………23\nمن فضائله صلى الله عليه وسلم أنه أول من تنشق عنه الأرض……24…\nصاحب المقام المحمود…………………24\nالباب الثاني: نظرة عامة على أخلاق النبي …………25\nالحوار وقبول الاختلاف مع الآخر……………26\nتعايش النبي مع غير المسلمين………………30\nتعايش النبي مع المنافقين…………………32\nمحمد نبي الشورى…………………33\nتقدير العلم والعقل عند النبي………………36\nالنبي يحث على تعليم اللغات………………38\nالحب في حياة النبي…………………39\nحبه لزوجاته صلى الله عليه وسلم……………41\nحبه لأصحابه صلى الله عليه وسلم……………43\nالحب لمن لم يرهم بعد…………………44\nحبه للمكان الذي عاش فيه………………45\nحبه لبناته……………………46\nحبه للصلاة……………………47\nالمزاح والترويح عن النفس والآخرين في حياة النبي………51\nمزاحه مع الأطفال…………………53\nمزاحه صلى الله عليه وسلم مع زوجاته……………54\n(1/129)\n",
        "مرحه صلى الله عليه وسلم مع أصدقائه……………56\nرفع الروح المعنوية والثقة بالنفس عن طريق المزاح………57\nتقبل المزاح من الآخرين………………58\nحل المشكلات بالمزاح…………………59\nالشيء نفسه يحدث مع النبي في حل مشاكله مع زوجته أحيانا……59\nقيمة البسمة……………………60\nللترويح نصيبه في حياة النبي………………61\nالعبادة ليست حاجزا أمام اللعب والترويح…………61\nأدب المزاح عند النبي…………………62\nأخلاقه في التوجيه والإرشاد والتربية……………63\nأسلوب الإقناع العقلي…………………64\nأسلوب التوجيه غير المباشر………………65\nاستثمار المواقف والفرص………………66\nضربه الأمثال……………………68\nتحفيز الأذهان بالسؤال…………………69\nقلة الكلام وإعادته ليتمكن في قلب السامع…………71\nالتدرج من العام إلى الخاص………………71\nخلق الغضب عند النبي صلى الله عليه وسلم…………72\nخلق الحياء عند النبي صلى الله عليه وسلم…………76\nكرم بلا حدود……………………77\nيؤلف القلوب بعطائه…………………78\nيحث على الكرم والإنفاق دائما………………78\nدعوة لاتقاء النار بالكرم والجود……………79\nعنايته بالجار……………………80\nعذب اللسان……………………81\nدعوة النبي إلى مكارم الأخلاق………………82\nالباب الثالث: الرحمة والسماحة في شخصيته صلى الله عليه وسلم…85\nالرحمة مع المرأة……………………86\nرحمته بالأطفال……………………92\nمع العدو……………………95\nمشهد آخر تتجلى فيه رحمته………………96\nرحمته بقومه بعد عودته من الطائف……………97\nرحمته باليتيم……………………98\nرحمته بالحيوان……………………99\nرحمته بالأسير……………………101\nرحمته بالخدم……………………102\nرحمته بالجهلاء……………………103\nرحمته بالعصاة التائبين…………………104\nرحمته بالعابدين……………………105\nرحمته بأمته يوم القيامة…………………107\nالتواضع خلق عاش به النبي………………109\nصور للتواضع في حياة النبي………………110\nالتواضع وهو في حال النصر والقوة……………110\nالتواضع مع عامة المسلمين………………111\nتواضع النبي في بيته…………………113\nتواضعه في المجلس…………………114\nصورة للتواضع يكاد ينطق الصمت من عظمتها………115\n(1/130)\n\nالنبي يحث أصحابه وأتباعه على التواضع…………116\nالباب الرابع: العدل في شخصيته صلى الله عليه وسلم……118\nالناس سواسية……………………118\nمن مظاهر العدل في حياة النبي………………112\nالعدل مع النفس…………………123\nالعدل مع الآخرين…………………123\nالعدل في الحالات النفسية المختلفة……………124\nالحب لا ينسي العدل…………………124\nالعدل على حساب النفس………………126\nالعدل مع الأعداء…………………127\nالعدل في معالجة الأخطاء………………128\nالعدل العام……………………129\nالعدل مع الأبناء…………………129\nالرسول يحث على العدل………………130\nالباب الخامس: شبهات حول شخصيته صلى الله عليه وسلم…133\nشبهة تعدد زيجات النبي…………………134\nزواجه من خديجة رضي الله عنها……………134\nزواجه من سودة رضي الله عنها……………135\nزواجه من عائشة رضي الله عنها……………136\nزواجه من حفصة رضي الله عنها……………138\nزواج النبي من أم سلمة رضي الله عنها……………139\nزواج النبي من جويرية رضي الله عنها……………139\nزواج النبي بزينب بنت جحش رضي الله عنها…………140\nزواجه صلى الله عليه وسلم من صفية… رضي الله عنها………142\nشبهة اختلاق القرآن الكريم………………144\nدلائل من العلم الحديث على صدق نزول الوحي على محمد……146\nالشمس سراج والقمر نور………………146\nالإحساس بالألم…………………147\nالكرة الأرض……………………149\nشبهة نشر محمد دعوته بحد السيف……………151\nالباب السادس: محمد في عيونهم……………159\nول ديورانت……………………159\nواشنطن إيرفنج……………………160\nهنري دي فاستري…………………160\nمونتجمري وات…………………161\nمهاتما غاندي……………………163\nتوماس كارل……………………164\nمايكل هارت……………………164\nالخاتمة………………………165\nالفهرس……………………166\nنسألكم الدعاء",
        "(1/131)\n"
    ]
}