{
    "partText": [
        "\nبحث في (نداءات الرحمن للنبي\nالمختار في كلام العزيز الغفار)\nكتبه\nعلي بن عبد العزيز الراجحي\nalt1@maktoob.com\nالمقدمة\nالحمد لله نحمده ونستعينه ونستغفره ونستهديه ، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمد عبده ورسوله .\nقال تعالى ( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) (1)\nوقوله تعالى ( يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً) (2)\nوقوله تعالى ( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً) (3)\nأما بعد :\nفإن أصدق الحديث كتاب الله جل وعلا، وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار .\nأما بعد :\nفإن الله عز وجل قد من على هذا الأمة بأن أرسل إليها أفضل رسله، وجعله أفضل خلقه، وأنزل عليه أفضل كتبه، يقول الله جل جلاله ( لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ) (4)\n(1/1)\n",
        "لقد بعثه الله عز وجل بين يدي الساعة بشيراً ونذيراً وداعياً إليه بإذنه وسراجاً منيراً ، جعله الله رحمته المهداة ونعمته المسداة ،ففتح الله به، أعيناً عمياً، وقلوباً غلفا،ً وآذاناً صماً ، أنار به الطريق وأوضح به الحجة ، وأوجب على الأمة محبته وطاعته واتباع سنته وألا يعبد الله إلا بما شرع .\nلقد بذل عليه الصلاة والسلام جهده ووقته وجميع ما يملك في بيان أحكام الدين ونشر تعاليم الإسلام، واهتمام بدعوة الناس إليه ، حتى ترك الناس على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك .\nـــــــــــــــــــ\n(1) سورة آل عمران آية 102\n(2) سورة النساء آية 1\n(3) سورة الأحزاب آية 71،70\n(4) سورة آل عمران آية 164\nفقد رفع الله سبحانه وتعالى منزلة رسوله عليه الصلاة والسلام عنده وأعلى\nقدره ، وقد خص الله سبحانه وتعالى نبيه بخصائص عالية ، وفضائل كريمة ، وأيده بالمعجزات الباهرة والبراهين الساطعة ليغرس سبحانه وتعالى في قلوب العباد محبته والإيمان به . وأوجبه على أمته طاعته والتمسك بسنته ، والسير على طريقته وأقتفاء أثره، أتتحاكم إليه والى سنته في جميع شئون الحياة ، يقول الله تعالى (فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً) (1)\nبل جعل الله سبحانه من محبته محبة رسوله عليه الصلاة والسلام ، يقول سبحانه وتعالى (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ) (2)\nبل قرن الله سبحانه وتعالى بطاعته طاعة رسوله عليه الصلاة والسلام\nقال تعالى(قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ)(3)\nوكذلك جعل من طاعة الله طاعة الرسول عليه الصلاة والسلام ،\n(1/2)\n\nيقول سبحانه وتعالى (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً)(4)\nوفي القرآن المجيد آيات كريمات دالة على عظيم قدره عليه الصلاة والسلام وعلو منزلته عليه الصلاة والسلام عند ربه جل وعلا ،\nمن ذلك أن الله عز وجل نادى أنبياءه بأسمائهم ، أما هو فقد ناداه بوصفه الشريف (الرسول) و( بالنبي) .\nوهذا بحث متواضعا يتضمن دراسة الآيات الكريمات التي جاء في القرآن الكريم\nذكرها وما اشتملت عليه من معاني وأحكام وذكر لأسباب النزول .\nوجعلت عنوان هذا البحث\n(نداءات الرحمن للنبي المختار في كلام العزيز الغفار)\nــــــــــــــــــ\n(1) سورة النساء آية 65\n(2) سورة آل عمران آية 31\n(3) سورة آل عمران آية 32\n(4) سورة النساء آية 80\nوجعلت خطة البحث على النحو التالي:\nمقدمة\nتمهيد : فيه مبحثان:\nالمبحث الأول : عظم منزلته عليه الصلاة والسلام عند الله جل وعلا .\nالمبحث الثاني : النداء في القرآن الكريم .\nالفصل الأول :أساليب نداءات الله للرسول عليه الصلاة والسلام .\nفيه أربعة مباحث :\nالمبحث الأول : النداء بصفة النبوة .\nالمبحث الثاني : النداء بصفة الرسالة .\nالبمحث الثالث : النداء بصفات غير ما سبق .\nالمبحث الرابع : ما ذُكر إنه نداء للرسول وهو ليس نداء .\nالفصل الثاني : ما يكون بعد نداء الرسول عليه أفضل الصلاة والسلام\nوالمعاني التي تضمنها .\nفيه ثلاثة مباحث :\nالمبحث الأول : ما يكون بعد النداء في القرآن .\nالمبحث الثاني : ما يكون بعد نداء النبي عليه الصلاة والسلام في القرآن .\nالمبحث الثالث : المعاني التي تضمنت آيات النداء للنبي عليه الصلاة والسلام .\nالفصل الثالث :خصائص نداء النبي عليه الصلاة والسلام في القرآن الكريم .\nفيه ثلاثة مباحث :\nالمبحث الأول : نداء النبي عليه الصلاة والسلام بالوصف لا باسمه .\nالمبحث الثاني : تقيد نداء النبي عليه الصلاة والسلام بـ ( يَا أَيُّهَا )",
        "(1/3)\n\nالمبحث الثالث : الفرق بين نداء النبي عليه الصلاة والسلام والإخبار عنه .\nالخاتمة\nالمصادر والمراجع.\nالفهرس.\nوأسال الباري جل وعلا أن يوفقنا لكل خير وان يجعل عملنا خالصاً لوجه سبحانه وتعالى والصلاة والسلام على أشرف الأنبياء والمرسلين وعلى آله واصحابه أجمعين .\nالتمهيد : فيه مبحثان:\nالمبحث الأول :\nعظم منزلته عليه الصلاة والسلام عند الله جل وعلا :\nلقد أرسل الله سبحانه وتعالى لهذا الأمة أفضل رسله، سيد الأولين والآخرين ،\nسيد ولد آدم عليهما الصلاة والسلام ، المبعوث رحمة للعالمين والمخصوص بالشفاعة العظمى يوم القيامة ، أمام الأنبياء وخاتم الرسل عليهم الصلاة والسلام\nصاحب الحوض المورود والمقام المحمود ، أرسله الله لينقذ البشرية من ذل العبودية لغيره سبحانه ،ودعوتهم لله الواحد القهار ، والزم سبحانه جميع الخلق بالإيمان به وطاعته واتباع سنته وأثره إلى يوم الحساب .\nوقد خصه سبحانه وتعالى بخصائص انفرد بها عليه الصلاة والسلام عن غيره من الأنبياء .\nفقد جاء في القرآن الكريم ما يدل على منزلته وعظيم قدره عليه الصلاة والسلام عند ربه سبحانه وتعالى فمن ذلك :\n1 ـ إن الله جل وعلا قد أخذ العهد على جميع الأنبياء والرسل عليهم الصلاة والسلام ،إن بعث سبحانه رسول من عنده وهم أحياء أو واحد منهم أن يومنوا بهذا الرسول وان يتبعوه وأن ينصروه ، قال سبحانه وتعالى (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ) (1) .\n(1/4)",
        "\nفقد ذكر الطبري بسنده إلى علي بن أبي طالب قال لم يبعث الله عز وجل نبيا آدم فمن بعده إلا أخذ عليه العهد في محمد لئن بعث وهو حي ليؤمنن به ولينصرنه ويأمره فيأخذ العهد على قوم (2) .\nوقال السدي (لم يبعث الله عز وجل نبيا قط من لدن نوح إلا أخذ ميثاقه ليؤمنن بمحمد ولينصرنه إن خرج وهو حي وإلا أخذ على قومه أن يؤمنوا به ولينصرنه إن خرج وهم أحياء ) (3) .\nوقال بعض أهل العلم إنما أخذ الميثاق على النبيين و أممهم فاكتفى بذكر الأنبياء عن ذكر الأمم لأن في أخذ الميثاق على المتبوع دلالة على أخذه على التابع وهذا معنى قول ابن عباس و الزجاج ) (4) .\nــــــــــــــــــــ\n(1) سورة آل عمران آية 81\n(2) جامع البيان ج 3ص332\n(3) جامع البيان ج 3ص332\n(4) زاد الميسر ج1 ص415\n2 ـ كون النبي عليه الصلاة والسلام نعمة من ربه على العباد فلا هداية لهم إلا على يديه ونعمة الرسول على هذه الأمة من أكبر المنن بل هي أصلها ...الذي جمع الله به جميع المحاسن الموجودة في الرسل. ذكره ابن سعدي ( 1)\nيقول سبحانه وتعالى ( لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ) (2) .\nولاشك أن من أعظم النعم على العباد هو تحقيق العبودية لله سبحانه وتعالى ولا يتم ذلك الإ ببعث رسولا ًمن عند الله يقول قتادة رحمه الله ( من الله عليهم من غير دعوة ولا رغبة من هذه الأمة جعله الله رحمة لهم ليخرجهم من الظلمات إلى النور ويهديهم إلى صراط مستقيم ) (3) .\n(1/5)\n",
        "ويقول ابن إسحاق لقد من الله عليكم يا أهل الإيمان إذ بعث فيكم رسولا من أنفسكم يتلو عليكم آياته ويزكيكم فيما أخذتم وفيما علمتم ويعلمكم الخير والشر لتعرفوا الخير فتعملوا به والشر فتتقوه ويخبركم برضاه عنكم إذ أطعتموه لتستكثروا من طاعته وتجتنبوا ما سخط منكم من معصيته فتتخلصوا بذلك من نقمته وتدركوا بذلك ثوابه من جنته ) (4) .\n3 ـ كذلك الله قد رفع ذكره عليه الصلاة والسلام في بعض العبادات كالأذان\nوالتشهادة والخطب،والى ذلك يقول الطبري عند قوله (وَرَفَعْنَا لَكَ ذِكْرَكَ)(5)\nورفعنا لك ذكرك فلا أذكر إلا ذكرت معي وذلك قول لا إله إلا الله محمد رسول الله. .....ويذكر عن قتادة قوله ورفعنا لك ذكرك رفع الله ذكره في الدنيا والآخرة فليس خطيب ولا متشهد ولا صاحب صلاة إلا ينادي بها أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله ) . (6)\n4 ـ أنه خاتم النبيين وأول المسلمين يقول سبحانه (قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ) (7)\nوقال تعالى ( مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً) . (8)\nــــــــــــــــــــــ\n(1) القواعد الحسان ص198\n(2) سورة آل عمران آية 164\n(3) جامع البيان ج4ص163،الدرالمنثورج2ص367\n(4) جامع البيان ج4ص163\n(5) سورة الأنشراح آية 4\n(6) جامع البيان ج 30 ص235\n(7) سورة الأنعام آية 162\n(8) سورة الأحزاب آية 40\nقال ابن كثير رحمه الله هذه الآية(مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً ) نص في أنه لا نبي بعده وإذا كان لا نبي بعده فلا رسول بعده (1)\n(1/6)\n\nوثبت في الصحيحين عن أبي هريرة رضى الله عنه عن النبي صلى الله عليه وسلم قال ( إن مثلي ومثل الأنبياء من قبلي كمثل رجل بنى بيتاً فأحسنه وأجمله ، إلا موضع لبنة من زاوية ، فجعل الناس يطوفون به ويعجبون له ، ويقولون : هلاَ وضعت هذه اللبنة ، قال : فأنا اللبنة وأنا خاتم النبيين ) (2)\n5ـ أن الله جل وعلا قد قرن بطاعته طاعة رسوله عليه الصلاة والسلام في آيات كثير من ذلك :\nقوله (قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ) (3)\nوقوله (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً)(4)\n6ـ جعل اتباع الرسول عليه الصلاة والسلام موجباً لمحبته الله فقال سبحانه وتعالى( قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ) (5)\n7ـ أن الله قد جعل وجوده عليه الصلاة والسلام بين أمته آمنةً لهم من الهلاك\nيقول سبحانه (وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ) (6)\n8 ـ أن رسالة النبي عليه الصلاة والسلام ليست خاصة لقوم بل هي عامة للناس جميعاً (تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً) (7)\n9 ـ أن الله قد غفر لرسوله عليه الصلاة والسلام جميع ذنوبه ما تقدم وما تأخر\nيقول سبحانه وتعالى (إِنَّافَتَحْنَا لَكَ فَتْحاً مُبِيناً لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطاً مُسْتَقِيماً) (8)\nــــــــــــــــــــــــ\n(1) تفسير ابن كثير ج3ص494\n(2) صحيح البخاري مع فتح الباري ج 6ص 558، صحيح مسلم ج 15 ص51\n(3) تفسير آل عمران آية 32\n(4) سورة النساء آية80",
        "(1/7)\n\n(5) سورة آل عمران:31\n(6) سورة لأنفال آية 33\n(7) سورة الفرقان آية1\n(8) سورة الفتح آية 2،1\n10ـ أن الله لم ينادي نبياه باسمه كمانادى غيره من الأنبياء وإنما ناداه بوصفه\n( النبي) أو (الرسول ) ، أو ما كان مشتق من حالته التي كان عليها وهما\n( المزمل ) و( المدثر) وهذا موضوع البحث .\n11 ـ القسم بحياته عليه الصلاة والسلام ، ولا يعرف هذا لغيره من الأنبياء يقول (لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ) (1)\nوغير ذلك من الحالات التي رفع الله سبحانه وتعالى قدر رسوله عليه الصلاة والسلام .\nـــــــــــــــــــ\n(1) سورة الحجرآية72\nالمبحث الثاني : النداء في القرآن الكريم .\nالنداء هو الوسيلة للتخاطب بين الناس ، وافتتاح الخطاب بالنداء يدل على\nالاعتناء بما سيلقى على المخاطب حتى يهيه لتلقي ما يقال له .\nويعرف النداء بأنه ( هو طلب المتكلم إقبال المخاطب بواسطة أحد حروف النداء\nملفوظاً كان حرف النداء أو ملحوظاً ) (1).\nوللنداء حروف ثمانية أعمها يا فإنها تدخل على كل نداء وتتعين في نداء اسم الله تعالى ) (2).\nولهذا كان من خواص الاسم النداء نحو يا (3)\nولهذا قيل لم يأت في القرآن نداء بغير (يا) نحو يا أيها الرسول يا أيها الإنسان\n(4)\n(يا) تختص دون سواها بأنها هي التي يجوز حذفها مع المنادي عندما لا يكون\nهناك مانع من الحذف وهي دون سواها تدخل على اسم الجلال فيقال (يالله) (5) وقد ذكر محمد عضيمة أنه بعد استقراء الآيات التي ورد فيها النداء ظهر له ما يلي :\n1ـ نادى الله جميع أنبيائه ورسله بأسمائهم ، ونادى نبينا محمداً صلى الله عليه وسلم بوصفه الشريف (يَا أَيُّهَا النَّبِيُّ )، (يَا أَيُّهَا الرَّسُولُ ) ،\n2ـ المنادى المضاف هو أكثر الأنواع في القرآن الكريم ، كقوله تعالى (يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ) (6).\n(1/8)",
        "\n3ـ جاء نداء النكرة المقصودة في بضع مواضع ، كقوله تعالى (وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي )(7) وكذلك نداء التشبيه بالمضاف في موضع واحد على الاحتمال وهو قوله تعالى (يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ)(8)\nفإنه محتمل لهما ولغيرهما .\nـــــــــــــــــــ\n(1) شرح ابن عقيل ج3 ص16\n(2) أوضح المسالك ج4 ص 45 ، الإتقان 1ص527\n(3) شرح ابن عقيل ج1 ص21\n(4) شرح شذور الذهب ج1 ص198\n(5) النداء في اللغة والقرآن ص80\n(6) سورة النساء آية171\n(7) سورة هود آية 44\n(8) سورة يس آية30\n4ـ الكثير في القرآن حذف (يا ) النداء مع نداء (رب ) ، وقد ذكرت (يا )في موضعين ،\nهما قوله (وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُوراً)(1) ، وقوله (و َقِيلِهِ يَا رَبِّ إِنَّ هَؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ)0(2)\nوحذفت (يا ) في نداء الرب في خمسة وستين موضعاً .\n5ـ وقع المنادى بالياء في أثناء الجملة وفي ختامها .\nكقوله تعالى (وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ)(3)\nوكقوله تعالى (قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ)(4) (5)\nـــــــــــــــــ\n(1) سورة الفرقان آية30\n(2) سورة الزخرف آية 88\n(3) سورة النور آية 31\n(4) سورة طه آية 95\n(5) دراسات لأسلوب القرآن الكريم ج1ص624\nالفصل الأول :أساليب نداءات الله للرسول عليه الصلاة والسلام .\nفيه أربعة مباحث :\nالمبحث الأول : النداء بصفة النبوة .\nجاء النداء بصفة النبوة في ثلاث عشرة آية من القرآن:\nالآية الأولى :\nقال تعالى (يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ) (1)\nفي هذه الإية نداء للنبي صلى الله عليه وسلم بوصف النبوة وبيان منزلته\n(1/9)\n",
        "وعظيم قدره ،واعتناء بمضمون الخطاب ،وما يدل عليه من أوامر وتعاليم عظيمة ، وتخصيص النبي عليه الصلاة والسلام بهذه الكفاية تشريف مقامه بأن الله يكفي الأمة لأجله (2)\nومعنى الآية أن الله سبحانه وتعالى كافيك وحافظك ومؤيدك يا محمد ومؤيد المؤمنين معك فلا تحتاجون إلى أحد (3) .\nوهذا القول هو مقتضى كمال الإيمان ، وهو كفاية المولى سبحانه وتعالى لنبيه عليه الصلاة والسلام وللمؤمنين كذلك ، يقول سبحانه وتعالى (الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ) (4)\nفالحسبلة مقتضى التوكل ، وإنما التوكل على الله وحده ،\nكما قال سبحانه وتعالى لنبيه عليه الصلاةوالسلام ( قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ)(5)\nولهذا قيل أن سبب النزول لهذا الآية هو أسلم عمر بن الخطاب رضى الله عنه\nكما قال ذلك سعيد بن جبير قال: لما أسلم مع النبي صلى الله عليه وسلم ثلاثة وثلاثون رجلا وست نسوة ثم أسلم مع النبي صلى الله عليه وسلم عمر نزلت\n(يا أيها النبي حسبك الله ) (6)\nــــــــــــــــــــ\n(1) سورة الأنفال 64\n(2) تفسير التحرير والتنوير ج10 ص65\n(3) جامع البيان ج10 ص37 ، تفسير ابن كثير ج2 ص337 ، الجامع لأحكام القرآن القرطبي ج8 ص43، فتح القدير ج2 ص324\n(4) سورة آل عمران آية 173\n(5) سورة الزمر آية 38\n(6) الدر المنثور ج 4 ص101، لباب المنقول ج3ص113\nالآية الثانية :\nقال تعالى (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفاً مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ)(1)\nفي هذه الآية الكريمة تكرار النداء مرة أخرى لنبينا عليه الصلاة والسلام\n(1/10)\n\nتكريماً له ورفعة لقدره عليه الصلاة والسلام ولعظيم منزلتة ،\nولهذا( بعدما بين كفايته إياهم بالنصر والإمداد أمر بترتيب مبادي نصره وإمداده وتكرير الخطاب على الوجه المذكور لإظهار كمال الاعتناء بشأن المأمور به)(2)\nنداء الرب جل وعلا النبي عليه الصلاة والسلام أن يقوم بتحريض المؤمنين على القتال ، ثم وعد الله سبحانه وتعالى المؤمنين أن قاموا بذلك وصبروا في قتال الكفار أن الواحد من المؤمنين يقابل العشرة من الكفار، وذلك متى احتسبوا المؤمنين القتال في سبيل الله سبحانه وتعالى وثبتوا عند لقاء العدو.\nوقوله سبحانه (بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ) أشار لسبب انتصار المؤمنين على الكفار،\nوهو أن المؤمنين يقاتلون في سبيل الله احتسابا للأجر وامتثالاً لأمر الله تعالى وطاعته وإعلاء لكلمته سبحانه ، أما الكفار فهم يقاتلون غي سبيل الشيطان ،\nفلا يستحقون إلا القهر والخذلان ،(3).\n(وقيل أن من لا يؤمن بالله تعالى واليوم الآخر لا يؤمن بالمعاد والسعادة عنده ليست إلا هذه الحياة الدنيا فيشح بها ولا يعرضها للزوال بمزاولة الحروب وإقتحام موارد الخطوب فيميل إلى ما فيه السلامة فيفير فيغلب وأما من إعتقد أن لا سعادة في هذه الحياة الفانية وإنما السعادة هي الحياة الباقية فلا يبالي بهذه الحياة الدنيا )(4) .\nوإلى ذلك يشير الإمام الطبري فيقول (أن المشركين قوم يقاتلون على غير رجاء ثواب ولا لطلب أجر ولا احتساب لأنهم لم يفقهوا أن الله موجب لمن قاتل احتسابا وطلب موعودا لله في المعاد ما وعد المجاهدين في سبيله فهم لا يثبتون إذا صدقوا في اللقاء خشية أن يقتلوا فتذهب دنياهم ) . (5)\n( قال المفسرون لفظ هذا الكلام لفظ الخبر ومعناه الأمر والمراد يقاتلوا مائتين وكان هذا فرضا في أول الأمر ثم نسخ بقوله تعالى (الآن خفف الله عنكم ففرض على الرجل ) (6)\nــــــــــــــــــ\n(1) سورة الأنفال آية 65\n(2) تفسير أبي السعود ج4 ص34",
        "(1/11)\n\n(3) تفسير البيضاوي ج3 ص120\n(4) روح المعاني ج10 ص30\n(5) جامع البيان ج 10 ص38\n(6) نواسخ القرآن ج 1 ص168، فتح القدير ج2 ص324\nوهذا الأمر قد نسخ بالآية التي بعدها فيقول سبحانه وتعالى( الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ)(1) .\nفقد ثبت عن ابن عباس رضى الله عنه أنه قال لما نزلت (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفاً مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ)(2) (لأنفال:65)\nشق ذلك على المسلمين ، حين فرض عليهم أن لا يفر واحد من عشرة ، فجاء التخفيف ، فقال ( الآن خفف الله عنكم وعلم أن فيكم ضعفا فإن يكن منكم مئة صابرة يغلبوا مئتين ) قال فلما خفف الله عنهم من العدة نقص من الصبر بقدر ما خفف عنهم ) (3)\nولهذا قيل أن الحكمة في التنصيص على ( العشرين للمائتين والمائة للألف أن سراياه التى كان يبعثها صلى الله عليه وآله وسلم كان لا ينقص عددها عن العشرين ولا يجاوز المائة وقيل في التنصيص فيما بعد ذلك على غلب المائة للمائتين والألف للألفين على أنه بشارة للمسلمين بأن عساكر الإسلام سيجاوز عددها العشرات والمئات إلى الألوف) (4)\nــــــــــــــــــــ\n(1) سورة الأنفال آية 66\n(2) سورة الأنفال آية 65\n(3) صحيح البخاري مع الفتح ج8 ص311\n(4) فتح القدير ج2ص324\nالآية الثالثة:\n(1/12)",
        "\nقال سبحانه ( يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ) (1)(لأنفال:70)\nهذه الآية خطاب للنبي عليه الصلاة والسلام بشأن أسرى غزوة بدر أي قل يا محمد لهؤلاء الذين وقعوا في الأسر من الأعداء ، أن كان الله سبحانه تعالى\nيعلم في قلوب هؤلاء الأسر الإيمان والإخلاص ، والصدق في دعوى الإيمان .\nأن الله سبحانه سوف يعطكم أفضل مما أخد منكم من المال ويمحو عنكم ما حصل لكم من الذنوب ويدخلكم الجنة وهو سبحانه وتعالى واسع المغفرة ، ووسع الرحمة .\nوكان مما أسرى يوم بدر العباس عم النبي صلى الله عليه وسلم ، ولهذا كان سبب نزول الآية هو ما رواه عبدالله بن عباس رضى الله عنهما قال : قوله\n(يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى ) كان العباس أسر يوم بدر فافتدى نفسه بأربعين أوقية من ذهب ، فقال العباس حين نزلت هذه الآية : لقد أعطاني الله خصلتين ، ما أحب أن لي بهما الدنيا ، إني أسرت يوم بدر ففديت نفسي بأربعين أوقية فأتاني أربعين عبداً وأنا أرجو المغفرة التي وعدنا ، (2)\nويقول ابن سعدي رحمه الله تعالى ( وقد أنجز الله سبحانه وتعالى وعده للعباس وغيره ، فحصل له بعد ذلك من المال ، شيئا كثير . حتى إنه مرة ، لما قدم على النبي صلى الله عليه وسلم ، مال كثير ، أتاه العباس ، فأمره أن يأخذ منه بثوبه ، ما يطيق حمله فأخذ منه ، ما كاد أن يعجز عن حمله ) ( 3)\nوقد حقق ما وعده فقد ثبت في صحيح البخاري من حديث أنس رضي الله عنه\nقال إن النبي صلى الله عليه وسلم أتي بمال من البحرين ، فجاءه العباس فقال\nيا رسول الله أعطني ، فأني فاديت نفسي ،فأديت عقيلاً . فقال خذ فأعطاه في ثوبه)(4)\nــــــــــــــــــ\n(1) سورة الأنفال آية 70\n(1/13)\n",
        "(2) جامع البيان ج 10 ص 50،49تفسير ابن كثير ج2 ص140،تفسيرالبغوي ج 10 ص263 ، البيضاوي ج3 ص123، لباب المنقول ج1 ص114\n(3) تيسير الكريم الرحمن ج3 ص192، تفسير النسفي ج2ص74\n(4) صحيح البخاري مع الفتح ج6 ص167\nالآية الرابعة:\nقال تعالى (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ)(1)\nفي هذه الآية خطاب للنبي عليه الصلاة والسلام بصورة الأمر ، يأمر سبحانه وتعالى نبيه عليه الصلاة والسلام أن يجاهد الكفار والمنافقين مع الغلظة والشدة باليد واللسان ، وعدم اللين معهم ،لان النبي فد عرف عنه الرحمة واللين ،\nوهذه هو سبب أمر الله سبحانه وتعالى نبيه بالشدة والغلظة مع الكفار\n( وجمع في الآية جهاد هاتين الفئتين لإلقاء الرعب في قلوبهم ، فإن كل واحد\nمنهم يخشى أن يظهر أمره فيعامل معاملة الكفار والمحاربين ، فيكون ذلك\nخاضدا شوكهم ) (2)\nقاال الحسن وقتادة ( جاهد الكفار بالسيف والمنافقين بالحدود، أقم حدود الله عليهم) (3)\nوقال ابن عباس ( امره الله بجاهد الكفاروالمنافقين باللسان ، وأذهب الرفق عنهم ) (4)\nوقيل جاهد الكفار والمنافققين معا باليد واللسان وبكل ما أطاق جهادهم ) (5)\nوقال عبد الله بن مسعود في قوله ( جاهد الكفار ولمنافقين) بيده فأن لم يستطع فبلسانه فأن لم يستطع فبقلبه ، فأن لم يستطع فليكفهر في وجهه)(6)\nوهو اختيار الطبري رحمه الله .\nوقد طرح الإمام الطبري سؤال وعقب عليه بالإجابة فقال رحمه الله\n( فإن قال قائل فكيف تركهم صلى الله عليه وسلم مقيمين بين أظهر أصحابه\nمع علمه بهم ،\n(1/14)\n\nقيل إن الله تعالى ذكره إنما أمر بقتال من أظهر منهم كلمة الكفر ثم أقام على إظهاره ما أظهر من ذلك وأما من إذا اطلع عليه منهم أنه تكلم بكلمة الكفر وأخذ بها أنكرها ورجع عنها وقال إني مسلم فإن حكم الله في كل من أظهر الإسلام بلسانه أن يحقن بذلك له دمه وماله وإن كان معتقدا غير ذلك وتوكل هو جل\nـــــــــــــــــــ\n(1) سورة التوبة آية 73\n(2) تفسير التحرير والتنوير ج10 ص266، 267\n(3) جامع البيان ج 10ص184،تفسيرالبغوي ج2ص311، فتح القدير ج2ص382\n(4) جامع البيان ج10ص126،تفسير البغوي ج2ص311، تفسير ابن كثير ج2 ص372\n(5) جامع البيان ج10 ص183\n(6) جامع البيان ج10 ، 184 الدر المنثور ج4 ص239، زاد الميسر ج 2 ص4\nثناؤه بسرائرهم ولم يجعل للخلق البحث عن السرائر فلذلك كان النبي صلى الله عليه وسلم مع علمه بهم وإطلاع الله إياه على ضمائرهم واعتقاد صدورهم كان يقرهم بين أظهر الصحابة ولا يسلك بجهادهم مسلك جهاد من قد ناصبه الحرب على الشرك بالله لأن أحدهم كان إذا اطلع عليه أنه قد قال قولا كفر فيه بالله ثم أخذ به أنكره وأظهر الإسلام بلسانه فلم يكن صلى الله عليه وسلم يأخذه إلا بما أظهر له من قوله عند حضوره إياه وعزمه على إمضاء الحكم فيه دون ما سلف من قول كان نطق به قبل ذلك ودون اعتقاد ضميره الذي لم يبح الله لأحد الأخذ به في الحكم وتولى الأخذ به هو دون خلقه\nبري ) (1)\nوقال عطاء رحمه الله نسخت هذه الآية كل شيئ من العفو والصفح (2)\nــــــــــــــ\n(1) جامع البيان ج10 ص184\n(2) روح المعاني ج 10 ص138 تفسير البغوي ج2 ص311,تفسير أبي السعودج4ص84، فتح القدير ج2 ص479\nالآية الخامسة:\nقال تعالى ( يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً)(1) .",
        "(1/15)\n\nفي هذه الآية الكريمة نداء للنبي عليه الصلاة والسلام بوصف النبوة وليس بأ سمه الشريف ، وتفخيما ( قال في الكشاف إنه تعالى جعل نداءه من بين الأنبياء عليهم السلام بالوصف كرامة له عليه الصلاة والسلام وتشريفا وربا بمحله وتنويها بفضله )(2)\nوهذا هو النداء الأول في هذه السورة الكريمة ،وما بعده من النداءات الأربعة في نفس السورة أنما هي مندرجة أغراضها في هذا الغرض الأساس(3).\nهذا النداء فيه أمر ونهي للنبي عليه الصلاة والسلام ، أمر بالتقوى ، ونهي عن طاعة الكفار والمنافقين ،فإن قيل ما الفائدة في أمر الله تعالى رسوله بالتقوى وهو سيد المتقين . قيل المراد أما استدامة ما هو عليه ، أو الإكثار مما هو فيه\nأو أنه خطاب ووجه به والمراد أمته .(4)\nوأمر الله سبحانه نبيه عليه الصلاة والسلام مانع من طاعة الكفار والمنافقين\nومتابعتهم ، لأنه لا يمكن الجمع بين الأمرين .\nوفي الآية ( تنبيه بالأعلى على الأدنى فأنه تعالى إذا كان يأمر عبده ورسوله بهذا فلأن يأتمر من دونه بذلك بطريق الأولى والأحرى )0(5)\nـــــــــــــــــــــ\n(1)سورة الأحزاب آية 1\n(2) الكشاف ج3ص526\n(3) تفسير التحرير والتنوير ج21 ص249\n(4) زاد المسيرج6 ص348\n(5) تفسير ابن كثير ج3 ص466\nالآية السادسة:\nقال تعالى ( يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً)(1)\nهذا النداء هو النداء الثاني في هذه السورة ، فالنداء الأول متعلق بذاته وهنا\n(1/16)",
        "\nالنداء متعلق بأزواجه ، وسبب النداء(حين سألت نساء رسول الله ص شيئا من عرض الدنيا وآذينه بزيادة النفقة فأنزل الله سبحانه هذه الآيات وأمره أن يخيرهن بين الإقامة معه على طلب ما عند الله أو السراح إن أردن الدنيا وهو قوله إن كنتن تردن الحياة الدنيا وزينتها فتعالين أمتعكن متعة الطلاق فقرأ عليهن رسول الله ص هذه الآيات فاخترن الآخرة على الدنيا والجنة على الزينة فرفع الله سبحانه درجتهن على سائر النساء)(2)\nوجاء عن جابر قال أقبل أبو بكر يستأذن على رسول الله صلى الله عليه وآله وسلم والناس ببابه جلوس والنبى صلى الله عليه وآله وسلم جالس فلم يؤذن له ثم أقبل عمر فاستأذن فلم يؤذن له ثم أذن لأبى بكر وعمر فدخلا والنبى صلى الله عليه وآله وسلم جالس وحوله نساؤه وهو ساكت فقال عمرت لأكملن النبى صلى الله عليه وآله وسلم لعله يضحك فقال عمر يا رسول الله لو رأيت ابنة زيد امرأة عمر سألت النفقة آنفا فوجأت فى عنقها فضحك النبى صلى الله عليه وآله وسلم حتى بدت نواجذه وقال هن حولى يسألننى النفقة فقام أبو بكر إلي عائشة ليضربها وقام عمر إلى حفصة كلاهما يقولان تسألان رسول الله صلى الله عليه وآله وسلم ما ليس عنده فنهاهما رسول الله صلى الله عليه وآله وسلم فقلن نساؤه والله لا نسأل رسول الله بعد هذا المجلس ماليس عنده وأنزل الله الخيار فنادى بعائشة فقال إنى ذاكر لك أمرا ما أحب أن تعجلي فيه حتى تستأمرى أبويك قالت ما هو فتلا عليها يا أيها النبى قل لأزواجك الاية قالت عائشة أفيك أستأمر أبوى بل أختار الله رسوله وأسالك أن لا تذكر لنسائك ما اخترت فقال إن الله لن يبعثني معلما مبشرا لا تسألني امرأة منهن عما اخترت إلا أخبرتها (3)\n(1/17)\n",
        "وجاء في الصحيحين عن عائشة أن رسول الله صلى الله عليه وآله وسلم جاءها حين أمره الله أن يخير أزواجه قالت فبدأ بى فقال إنى ذاكر لك أمر فلا عليك أن لا تستعجلى حتى تستأمرى أبويك وقد علم أن أبوى لم يكونا يأمرانى بفراقه فقال إن الله قال يا أيها النبى قل لأزواجك إن كنتن تردن الحياة الدنيا إلى تمام\nالاية فقلت له ففى أى هذا أستأمر أبوى فإنى أريد الله ورسوله والدار الآخرة\nـــــــــــــ\n(1) سورة الأحزاب آية28\n(2) تفسير الوحداي ج2ص864\n(3) صحيح مسلم كتاب الطلاق ج10 ص 78\nوفعل أزواج النبى صلى الله عليه وآله وسلم مثل مافعلت) (1)\nولهذا لما أخترن زوجات النبي صلى الله عليه وسلم ، النبي عليه الصلاة والسلام حصل لهن ثلاثة أشياء أحدها التفضيل على سائر النساء بقوله لستن كأحد من النساء والثاني أن جعلهن امهات المؤمنين والثالث أن حظر عليه طلاقهن والاستبدال بهن بقوله لا يحل لك النساء من بعد الأحزاب ) (2)\nفقد خير النبي صلى الله عليه وسلم نساءه بأمر الله له أن يقول ( إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا ) أي السعة والتنعيم فيها (وَزِينَتَهَا ) أي زخرفها ومباهجها ، (فَتَعَالَيْن)َ أقبلن بإرادتكن واختياركن (أُمَتِّعْكُنَّ) أعطكن متعة الطلاق (وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً) التسريح هو الطلاق (جَمِيلاً) أي حسن كثير بأن يكون طلاق مشروع لاضرر فيه. (3)\nوفي تقديم التمتيع على التسريح مع أنه في الواقع بعده ، ما يدل على كرمه عليه الصلاة والسلام وحسن خلقه ، وفي ذلك إيناس لهن وقطع لمعاذيرهن\nمن أول الأمر ، حيث سألنه ثياب الزينة وزيادة النفقة وتوسعة الحال (4)\nوقد حصل لهن الخير الكثير عندما أخترن الرسول صلى الله عليه وسلم\nمن ذلك : إظهار رفعتهن ،وعلو درجتهن وبيان علو هممهن ، أن كان الله ورسوله ن مرادهن ومقصودهن ، دون الدنيا وحطامها .\n(1/18)\n\nوكذلك سببا لزيادة أجرهن ومضاعفته وأن يكن بمرتبة ، ليس فيها أحد من النساء (5)\nــــــــــــــــــــــــ\n(1)صحيح البخاري مع الفتح ج8ص519، مسلم كتاب الطلاق ج10 ص78 سنن الترمذي ج5ص327\n(2) زاد المسير ج 3 ص378\n(3) روح المعاني ج21 ص181، تفسير أبي السعود ج7 ص109\n(4)روح المعاني ج21 ص181، تفسير البيضاوي ج4 ص372\n(5) تفسير ابن سعدي ج6 ص216\nالآية السابعة:\nقال تعالى (يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً* وَدَاعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجاً مُنِيراً) (1)\nهذا النداء في هذه السورة الكريمة هو النداء الثالث ، حيث النداء الأول متعلق بذاته الشريفة ، والنداء الثاني متعلق بأزواجه ، والنداء هنا متعلق برسالة العظيمة ، فقد ذكر الله سبحانه وتعالى هنا خمسة أصاف لنبينه عليه الصلاة والسلام ،هي : شاهد،ومبشر ، ونذير، وداع إلى الله ، وسراج منير ، فهذه الأوصاف تنطبق على من يقوم بالرسالة ،وعليها تقوم الدعوة إلى الإسلام ،\nالوصف الأول : أنه عليه الصلاة والسلام شاهد على هذه الأمة وعلى الأمم السابقة وهو شاهد عليه الصلاة والسلام على العباد يوم الحساب وعلى ما فعلوا في الدنيا من أعمال كما قال سبحانه (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاءِ شَهِيداً)(2)\nالوصف الثاني والثالث : أنه مبشر للمؤمنين بجنات النعيم ونذير للكفار، وتركيب هذه الآية بانه مبشر ثم هو نذير تريب جميل فأن الأنسان لا يعاقب الابعد البلاغ وفيه البشارة بالجنة والنذا رة من النار وقدم التبشير على الإنذار لشرف المبشرين وعظيم أجرهم وذلك لأنه عليه الصلاة والسلام رحمة للعالمين الوصف الرابع : أنه داعية للناس الى توحيد الله وطاعته وعبادته والأخلاص\nله سبحانه وتعالى بأمر من الله والتحذر من المخالفة له سبحانه وتعالى",
        "(1/19)\n\n( وداعيا إلى توحيد الله وإفراد الألوهة له وإخلاص الطاعة لوجهه دون كل من سواه من الآلهة والأوثان ) (3)\nالوصف الخامس : أنه سراج وهذا السراج مقيد أنه منير ، أي ينير لمن أراد الضياء،وهذه النور هو ما أرسله به سبحانه من الهدى والحق ، فمن أتبعه من أمته فله الخير في الدنيا والأخرة ولهذه معناه ( وضياء لخلقه يستضيء بالنور الذي أتيتهم به من عند الله عباده منيرا ) (4)\nولهذا قال قتادة رضي الله عنه في قوله ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً) قال على أمتك بالبلاغ ( وَمُبَشِّراً) بالجنة (وَنَذِيرا) من النار(وَدَاعِياً إِلَى اللَّهِ) إلى الشهادة أن لا إله إلا الله (بِإِذْنِهِ) قال بأمره (وَسِرَاجاً مُنِيراً) قال كتاب الله يدعوهم اليه ) (5)\nــــــــــــــ\n(1) سورة الأحزاب آية 46،45\n(2) سورة النساء آية41\n(3) جامع البيان ج22 ص18\n(4) جامع البيان ج22 ص18، تفسيرالبغوي ج 3 ص535\n(5) الدر المنثور ج6 ص625\nوقيل (وَسِرَاجاً)أي هاديا من ظلم الضلالة وأنت كالمصباح المضيء ووصفه بالإنارة لأن من السرج مالايضيء إذا قل سليطه ودقت فتيلته وفي كلام بعضهم ثلاثة تضني رسول بطيء وسراج لا يضيء )(1)\nولهذا ثبت في صحيح البخاري من حديث عبدالله بن عمرو رضي الله عنهما\nقال إن هذه الآية التي في القرآن (يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً ) في التوراة يا أيها النبي إنا أرسلناك شاهداً ومبشراً ونذيراً\nوحرزاً للأميين ، أنت عبدي ورسولي ، سميتك المتوكل ، ليس بفظ ولا غليظ\nولا سخاب بالأسواق ولا يدفع السيئة بالسيئة ، ولكن يعفو ويصفح ، ولنن يقبضه الله حتى يقيم به الملة العوجاء ،بأن يقولوا لا إله إلاالله ، فيفتح به أعيناً عمياً ، وآذاناً صماً ، وقلوباً غلفاً . (2)\nــــــــــــــــــــ\n(1) الجامع لأحكام القرآن ج14 ص201\n(2) صحيح البخاري مع الفتح ج8ص585\nالآية الثامنة :\n(1/20)",
        "\nقال تعالى( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُوراً رَحِيماً)(1)\nهذا النداء الرابع في هذه السورة ، وذلك في شأن ما أحل له من الزوجات والسراري ، وبيان ما هو خاص له عليه الصلاة والسلام ، وما هو له ولأمته ،\nفقوله تعالى ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ )\nفيه بيان للنبي أن الله قد أحل له جميع النساء اللاتي تزوجهن بمهر معروف\nوهذا من الأمور المشتركة بين النبي وبين المؤمنين ، فإن المؤمنين يباح لهم من الزوجات إذ أعطهن المهر .\nوقيل أن المراد أحللنا لك أزواجك الكائنات عندك لأنهن قد اخترنك على الدنيا وزينتها وهذا الذي أختاره الشوكاني (2)\nوقوله (وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ) هذا من الأصناف التي مما أحل للنبي وهن النساء اللاتي تملكهن في الحرب ، وإنما قيدهن بطريق الغنائم لأنهن أفضل من اللاتي يملكهن بالشراء .\nوقوله تعالى (وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ) كذلك مما أحل للنبي القريبات له من بنات الأعمام والعمات ، والأخوال والخالات بشرط الهجرة معه عليه الصلاة والسلام .\n(1/21)\n",
        "وقال ابن كثير ( هذا عدل وسط بين الإفراط والتفريط فان النصارى لا يتزوجون المرأة إلا إذا كان الرجل بينه وبينها سبعة أجداد فصاعدا واليهود يتزوج أحدهم بنت أخيه وبنت أخته فجاءت هذه الشريعة الكاملة الطاهرة بهدم إفراط النصارى فأباح بنت العم والعمة وبنت الخال والخالة وتحريم مافرطت فيه اليهود من إباحة بنت الأخ والأخت وهذا شنيع فظيع )(3)\nوقوله (َ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ)كذلك مما أحل للنبي النساء المؤمنات الصالحات اللواتي وهبن أنفسهن للنبي .\nقوله تعالى (إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ)\nالمقصود أن المرآة التي قد وهبت نفسها ، ولم يعطيها النبي مهر أن هذا خاص بالنبي وليس عام للمؤمنين فلا بد في نكاح المؤمنين من المهر\nــــــــــــــ\n(1) سورة الأحزاب آية50\n(2) فتح القدير ج4 ص291\n(3) تفسير ابن كثير ج3 ص499\nوقوله تعالى( قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ )\nأي قد علمنا ما فرض على المؤمنين من مهر والنفقة والشهود في عقد النكاح وعدم التجاوز عن أربع نساء ، بخلاف النبي صلى الله عليه وسلم ،\nوقوله (أَيْمَانُهُمْ لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُوراً رَحِيماً )المراد حتى لا يحصل مشقة وتضيق على النبي ،وختمت الآية بأن الله واسع المغفرة كثير الرحمة\nوجاء في سبب نزول هذه الآية قول أم هانيء بنت أبي طالب قالت خطبني رسول الله صلى الله عليه وسلم فاعتذرت إليه فعذرني ، ثم أنزل الله تعالى (يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ...... ) الآية قالت فلم أكن أحلله لأني لم أهاجر ، كنت من الطلقاء )(1) قال الترمذي هذا حديث حسن صحيح\nــــــــــــــ\n(1) سنن الترمذي ج 5 ص331\nالآية التاسعة :\n(1/22)\n\nقال تعالى (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً) (1)\nهذا النداء الخامس والأخير في هذه السورة الكريمة ،و تسمى أية الحجاب فيه أمر من الله للنبي عليه الصلاة والسلام ، أن يأمر زوجاته وبناته وجميع نساء المؤمنين بالستر والعفاف عن الرجال ، والذي لا يحصل ذلك الإ بالحجاب .\nفقوله (يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ) أي تسدل المرآة على وجهها الحجاب\nفقوله ( ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ ) أيذلك أقرب أن يعرفن ويميزن\nلتسترهن بالحجاب والعفة ، فلا يتعرض لهن أحد ولا يلقين ما يكرهن ، لأن المرأة إذا لم يقدم عليها فاسق ، بخلاف المتبرجة ،فإنه مطموع فيها\nوقد كان من المؤمنات الامتثال والانقياد لأمر الله والاستجابة له سبحانه وتعالى ولرسوله عليه الصلاة والسلام ،فتقول عائشة رضي الله عنها ( رحم الله نساء الأنصار،لما نزلت (يَا أَيُّهَا النَّبِيُّ قُلْ ....) شققن مروطهن فاعتجرن بها ، فصلين خلف رسول الله عليه الصلاة والسلام كأ نما على رؤوسهن الغربان)(2)\nوأخرج والبخاري ومسلم عن عائشة رضي الله عنها قالت خرجت سودة رضي الله عنها بعد ما ضرب الحجاب لحاجتها وكانت امرأة جسيمة لا تخفي على من يعرفها فرآها عمر رضي الله عنه فقال يا سودة انك والله ما تخفين علينا فانظري كيف تخرجين فانكفأت راجعة ورسول الله صلى الله عليه وسلم في بيتي وانه ليتعشى وفي يده عرق فدخلت وقالت يا رسول الله اني خرجت لبعض حاجتي فقال لي عمر رضي الله عنه كذا كذا فأوحى اليه ثم رفع عنه وان العرق في يده فقال انه قد أذن لكن ان تخرجن لحاجتكن ) (3)\n)",
        "(1/23)\n\nقال السدي في قوله تعالى ( يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين) قال كان ناس من فساق أهل المدينة يخرجون بالليل حين يختلط الظلام إلى طرق المدينة فيعرضون للنساء وكانت مساكن أهل المدينة ضيقة فإذا كان الليل خرج النساء إلى الطرق يقضين حاجتهن فكان أولئك الفساق يبتغون ذلك منهن فإذا رأوا المرأة عليها جلباب قالوا هذه حرة فكفوا عنها وإذا رأو المرأة ليس عليها جلباب قالوا هذه أمة فوثبوا عليها ) (4)\nـــــــــــــــ\n(1) سورة الأحزاب آية59\n(2) الدر النثور ج 6 ص660عون المعبود شرح سنن أبي داود ج11 ص106\n(3) صحيح البخاري مع الفتح ج8 ص528 ومسلم كتاب السلام ج14 ص150\n(4) تفسير ابن كثير ج3 ص519\nالآية العاشرة :\nقال تعالى (يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرُجُلِهِنَّ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ)(1)\nهذا نداء للنبي عليه الصلاة والسلام إذا جاءه النساء المؤمنات للبيعة على هذه الأمور الستة ،وهي الإشراك بالله سبحانه وتعالى ، وعدم السرقة ، و عدم فعل الزنا ، وعدم قتل أولادهن خوف من الفقر ، ولا يدفن البنات خشية العار ، ولا تنسب إلى زوجها ولداً لقيطاً ليس منه ، ولايخالفن أمرك فيما أمرتهن به من معروف ، أو نهيتمن عنه من المنكر ، بل يسمعن ويطعن ، فأذا حصل هذه الشروط الستة ، فبايعهن وأطلب لهن من الله الصفح والغفران لما شلف من الذنوب ، وكانت هذه البيعة في ثاني يوم الفتح على جبل الصفا وذلك لما فرغ من بيعة الرجال أخد في بيعة النساء ، وبيعة النساء تكون باللسان ،\n(1/24)",
        "\nفقوله (فَبَايِعْهُنَّ) هذا جواب (إذا ) والمعنى إذا بايعنك على هذه الأمور فبايعهن\nوقد خصت هذه الأمور المذكور في هذه الآية لكثرة وقوعها في النساء .\nوالتقييد بالمعروف في هذه الآية مع أن الرسول صلى الله عليه وسلم لا يأمر إلا به تنبيه على أنه لا يجوز طاعة مخلوق في معصية الخالق.\nولهذا قال المفسرون ( لما فتح رسول الله صلى الله عليه وسلم مكة جاءته النساء يبايعنه فنزلت هذه الآية وشرط في مبايعتهن الشرائط المذكورة في الآية فبايعهن وهو على الصفا فلما قال ولا يزنين قالت هند ( بنت عتبة) أوتزني الحرة فقال ولا يقتلن أولادهن فقال ربيناهم صغارا فقتلتموهم كبارا فأنتم وهم أعل ) (2)\nولهذا جاء عن أميمة بنت رقيقة أنها قالت ( دخلت على رسول الله صلى الله عليه وسلم في نسوة ، فقلن : يارسول الله ابسط يدك نصافحك ، فقال : إني\nلا أصافح النساء ، ولكن سآخذ عليكن ، فأخذ علينا حتى بلغ (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ )فقال : فيما أطقتن واستطعتن ، فقال : الله ورسوله أرحم بنا\nمن أنفسنا ) (3))\nـــــــــــــــ\n(1) سورة الممتحنة آية12\n(2) زاد المسير ج8 ص244 ، تفسير البغوي 4 ص335\n(3) جامع البيان ج 28 ص79 ، الدرالمنثور ج8 ص138\n(1/25)\n",
        "وذكر الطبري بسنده إلى ابن عباس قال كانت محنة النساء أن رسول الله صلى الله عليه وسلم أمر عمر بن الخطاب رضي الله عنه فقال قل لهن إن رسول الله صلى الله عليه وسلم يبايعكن على أن لا تشركن بالله شيئا وكانت هند بنت عتبة بن ربيعة التي شقت بطن حمزة رحمة الله عليه متنكرة في النساء فقالت إني إن أتكلم يعرفني وإن عرفني قتلني وإنما تنكرت فرقا من رسول الله صلى الله عليه وسلم فسكت النسوة اللاتي مع هند وأبين أن يتكلمن قالت هند وهي متنكرة وكيف يقبل من النساء شيئا لم يقبله من الرجال فنظر إليها رسول الله صلى الله عليه وسلم وقال لعمر قل لهن ولا يسرقن قالت هند والله إني لأصيب من أبى سفيان الهات وما أدري أيحلهن لي أم لا قال أبو سفيان ما أصبت من شيء مضى أو قد بقي فهو لك حلال فضحك رسول الله صلى الله عليه وسلم وعرفها فدعاها فأتته فأخذت بيده فعاذت به فقال أنت هند فقالت عفا الله عما سلف فصرف عنها رسول الله صلى الله عليه وسلم فقال ولا يزنين فقالت يا رسول الله وهل تزني الحرة قال لا والله ما تزني الحرة قال ولا يقتلن أولادهن قالت هند أنت قتلتهم يوم بدر فأنت وهم أبصر قال ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف قال منعهن أن ينحن وكان أهل الجاهلية يمزقن الثياب ويخدشن الوجوه ويقطعن الشعور ويدعون بالثبور والويل )\n(1)\nوجاء عن عروة أن عائشة زوج النبي أخبرته أن رسول الله كان يمتحن من هاجر إليه من المؤمنات بهذه الآية بقول الله يا أيها النبي إذا جاءك المؤمنات يبايعنك إلى قوله غفور رحيم قال عروة قالت عائشة فمن أقر بهذا الشرط من المؤمنات قال لها رسول الله قد بايعتك كلاما ولا والله ما مست يده يد امرأة قط في المبايعة ما يبايعهن إلا بقوله قد بايعتك على ذلك )(2)\nـــــــــــــــــ\n(1) جامع البيان ج28 ص78\n(2) صحيح البخاري مع الفتح ج8 ص636، صحيح مسلم ج13 ص10\nالآية الحادية عشر :\n(1/26)\n\nقال تعالى (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً)(1)\nفي هذا الخطاب نداء للنبي عليه الصلاة والسلام ، ولأمتة في شأن الطلاق ، أي إذا أراد الإنسان أن يطلق ، أن يكون طلاقه مشروع في الإسلام ، والطلاق المشروع هو الذي يكون في حال طهر لم يجامع فيه ، أو وهي حامل ، هذا طلاق السنة ، أما الطلاق الغير مشروع فهو الطلاق البدعي وهو أن يطلقها\nوهي في حال الحيض ، أو في طهر قد جامع فيه . ثم أمر سبحانه وتعالى بإحصاء العدة وذلك إما بالأشهر أن كانت تحيض ، أو بوضع الحمل أن كانت حامل ،ثم أمر سبحانه بعدم إخراج المرآة من بيتها وقت العدة إذا كان الطلاق رجعي ، بل تمكث في بيت زوجها ، ويلزم الزوج بالنفقة عليها ، فإن لها الحق على زوجها في النفقة والسكنى ، إلا إذا حصل منها فاحشة مبينة موجب لإخراجها ، وفيه بيان أنه لا يجوز خروج المرأة من بيت الزوج في حال الطلاق الإ أذا حصل منها فاحشة ، وقد ذكر في سبب نزول هذا الآية ، ما جاء في الصحيحين (عن عبد الله بن عمر أخبره أنه طلق امرأته وهي حائض فذكر عمر لرسول الله فتغيظ فيه رسول الله ثم قال ليراجعها ثم يمسكها حتى تطهر ثم تحيض فتطهر فإن بدا له أن يطلقها فليطلقها طاهرا قبل أن يمسها فتلك العدة كما أمره الله) (2)",
        "(1/27)\n\nوقيل أن سبب نزول الآية هو ما جاء عن أنس بن مالك رضي الله عنه قال ( طلق رسول الله صلى الله عليه وسلم حفصة رضي الله عنها ، فأتت أهلها ن فانزل الله تعالى (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) فقيل له راجعها فإنها صوامة قوامة ، وهي من أزواجك ونسائك في الجنة )(3\nــــــــــــــ\n(1) سورة الطلاق آية1\n(2) صحيح البخاري مع الفتح ج8 ص653\n(3) زاد المسير ج8 ص187 ، الدر المنثور ج8ص189 ، جامع البيان ج 28 ص132، تفسير ابن كثير ج4 ص403\nالآية الثانية عشرة :\nقال تعالى ( يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ) (1)\nفي هذا النداء خطاب للنبي عليه الصلاة والسلام ، وذلك عندما حرم عليه الصلاة والسلام على نفسه زوجاته ، ولهذا كان سبب نزول هذه الآية ما جاء عن\nعائشة رضي الله عنها قالت كان رسول الله يشرب عسلا عند زينب بنت جحش ويمكث عندها فواطيت أنا وحفصة على أيتنا دخل عليها فلتقل له أكلت مغافير إني أجد منك ريح مغافير قال لا ولكني كنت أشرب عسلا عند زينب بنت جحش فلن أعود له وقد حلفت لا تخبري بذلك أحداً ) (2)\nوقد ذهب ابن كثير إلى أن هذا السبب هو الصحيح (3)\nوقيل أن سبب نزول الآية هو ما جاء من تحريم النبي صلى الله عليه وسلم\nعلى نفسه وطء جاريته مارية القطبية ورجح الثعالبي هذا القول (4) وذلك كما في حديث أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم كانت له أمة يطؤها ،فلم تزل به عائشة وحفصة حتى حرمها ، فأنزل الله عز وجل ( يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ ) (5)\n(1/28)",
        "\nوذهب الطبري إلى الجمع بين السببين فقال ( الصواب من القول في ذلك أن يقال كان الذي حرمه النبي صلى الله عليه وسلم على نفسه شيئا كان الله قد أحله له وجائز أن يكون ذلك كان جاريته وجائز أن يكون كان شرابا من الأشربة وجائز أن يكون كان غير ذلك غير أنه أي ذلك كان فإنه كان تحريم شيء كان له حلالا فعاتبه الله على تحريمه على نفسه ما كان له قد أحله وبين له تحلة يمينه كان حلف بها مع تحريمه ما حرم على نفسه )(6)\nوقال ابن حجر يحتمل أن تكون الآية نزلت في السببين معا ) (7)\nو قال النووي في شرح مسلم الصحيح أن الآية في قصة العسل لا في قصة مارية المروي في غير الصحيحين ولم تأت قصة مارية في طريق صحيح (8)\nـــــــــــــــــــ\n(1)سورة التحريم آية1\n(2) صحيح البخاري مع الفتح ج8 ص656 كتاب التفسير، مسلم كتاب الطلاق ج10 ص73\n(3) تفسير ابن كثير ج4 ص388\n(4) تفسير الثعالبي ج4 ص314\n(5) لباب المنقول ص217 ، المستدرك للحاكم كتاب التفسير ج2 ص493\n(6) جامع البيان ج18 ص158\n(7) فتح الباري مع صحيح البخاري ج8 ص657\n(8) شرح النووي على صحيح مسلم ج10 ص77\nالآية الثالثة عشرة :\nقال تعالى (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) (1)\nهذا النداء سبق عليه الكلام كما في سورة التوبة،ومناسبته للذي قبله في أول السورة ، أن هذا النداء الثاني للنبي صلى الله عليه وسلم يأمره بإقامة صلاح عموم الأمة بتطهيرها من الخبثاء والمنافقين بعد أن أمره بإفاقة من عليهما الغفلة عن شيء من واجب حسن المعاشرة مع الزوج (1)\nــــــــــــــــــــــــ\n(1) سورة التحريم آية9\n(2) تفسير التحرير والتنوير ج28 ص347\nالمبحث الثاني : النداء بصفة الرسالة .\nجاء النداء بصفة الرسالة في آيتين :\nالآية الأولى :\n(1/29)\n",
        "(يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئاً أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ)\n(1)\nفي هذه الآية نداء من الله عز وجل لنبيه عليه الصلاة والسلام بوصف الرسالة\nتشريفاً له ورفعة لمكانته وبيانا لعلو قدره ،عن الحزن والأسى على كفر هذه الطائفتين (2) ، المنافقين الذين قال فهم(لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ )المقصود هو أظهر الإيمان وأبطن الكفر ، فإن الإيمان\nإذا خالطت بشاشته القلوب لم يعدل به صاحبه غيره ،\nوقوله سبحانه وتعالى(ْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ) المقصود هنا اليهود (3)\nالمستجيبن والمقلدون لرؤسائهم في الكذب والضلال والبغي والعناء ، وهؤلاء\nالرؤساء والأئمة المتبعون الذين أعرضوا عن الرسول ، وفرحوا بما عندهم من الباطل ، الذين يحرفون الكلام ويبدلونه على غير الوجه الصحيح ، فهم يقولون\nبعضهم لبعض إن حكم لكم محمد بهذا الحكم الذي يوافق هواكم فاقبلوا الحكم ،\nوإن لم يحكم لكم به فاحذروا أن تتابعوه على ذلك .\nوسبب نزول هذه الآية هو ما روى مسلم في صحيحه عن البراء بن عازب رضي الله عنه قال ( مُرً على النبي صلى الله عليه وسلم بيهودي محمماً مجلوداً\n(1/30)\n\nفدعاهم صلى الله عليه وسلم فقال هكذا تجدون الزاني في كتابكم قالوا نعم ، فدعا رجلاً من علمائهم فقال أنشدك بالله الذي أنزل التوراة على موسى أهكذا\nتجدون حد الزاني في كتابكم قال لا ، ولولا أنك نشدتني بهذا لم أخبرك ، نجده\nالرجم ، ولكنه كثر في أشرافنا ، فكنا إذا أخذنا الشريف تركناه ، وإذا أخذنا الضعيف أقمنا الحد ، قلنا تعالوا فلنجتمع على شيء نقيمه على الشريف والوضيع فجعلنا التحميم والجلد مكان الرجم . فقال رسول الله صلى الله عليه وسلم ( اللهم إني أول من أحيا أمرك إذ أماتوه ، فأمر به فرجم )\nــــــــــــ\n(1)سورة المائدة آية 41\n(2)فتح القدير ج2ص53\n(3)الدر المنثور ج3ص74 ، جامع البيان ج6ص234\nفأنزل الله عز وجل (يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ ) إلى قوله (إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ ) يقول ائتوا محمداً صلى الله عليه وسلم فإن أمركم بالتحميم والجلد فخذوه ، وإن أفتاكم بالرجم فا حذروا\nفأنزل الله تعالى (ً وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ)(1)\n( وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ)(2)\n( وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ)(3) في الكفار كلها )(4)\nوقد ذهب ابن كثير أن سبب نزول هذه الآية هو ما جاء في الحديث السابق(5)\nـــــــــــــــــــ\n(1)سورة المائدة آية 44\n(2)سورة المائدة آية 45\n(3)سورة المائدة آية 46\n(4)صحيح مسلم كتاب الحدود حد الزنا ج11ص209\n(5)تفسير ابن كثير ج2ص59\nالآية الثانية :\nقوله تعالى (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ) (1)",
        "(1/31)\n\nفي هذه الآية نداء لنبينا عليه الصلاة والسلام بوصف الرسالة (يَا أَيُّهَا الرَّسُولُ) ثم أمره بتبليغ ما أنزل إليه ، فكان النداء بهذا الوصف في غاية المناسبة ، حيث اصطفاه الله عز وجل وشرفه وأعلى قدره ، وحمله تبليغ هذا الدين ودعوة الناس إليه ، وإذا لم يقم الرسول بهذه المهمة وهي التبليغ ، لم يكن مبلغاً عليه الصلاة والسلام ، ثم عقب سبحانه وتعالى أنه حفظ رسوله عليه الصلاة والسلام\nفقال (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) يقول ابن عاشور ولهذا الوصف في هذا الخطاب الثاني ( لأن الخطاب الأول هو قوله تعالى (يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ...) ) موقع زائد على موقعه في الخطاب الول وهو ما فيه من الإيماء إلى وجه بناء الكلام الآتي بعده وهو قوله تعالى (وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ) كما قال تعالى (مَا عَلَى الرَّسُولِ إِلَّا الْبَلاغُ )(2) فكما ثبت جنانه بالخطاب الأول أن يهتم بمكائد أعدائه ، حذر بالخطاب الثاني من ملا يئتهم في إبلاغهم قوارع القرآن ، أو من خشيته إعراضهم عنه إذا أنزل من القرآن في شانهم ، إذ لعله يزيدهم عنادا وكفرا(3)\nولهذا جاء في سبب نزول هذه الآية ما ثبت في صحيح البخاري عن عائشة قالت من حدثك أن محمدا كتم شيئا مما أنزل عليه فقد كذب والله يقول يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الآية) (4)\nوظاهر الآية يوجب تبليغ كل ما أنزل ولعل المراد به تبليغ ما يتعلق به مصالح العباد وقصد بإنزاله إطلاعهم عليه فإن من الأسرار الإلهية ما يحرم إفشاؤه )\n(5)\n(1/32)",
        "\nوقيل أن سبب نزول ألاية هو ما جاء عن عائشة رضي الله عنها قالت سهر رسول الله صلى الله عليه وسلم ذات ليلة فقلت ما شأنك قال ألا رجل صالح يحرسني الليلة فبينما نحن في ذلك إذ سمعت صوت السلاح فقال من هذا فقال سعد وحذيفة جئنا نحرسك فنام رسول الله صلى الله عليه وسلم حتى سمعت غطيطه فنزلت والله يعصمك من الناس فأخرج رسول الله صلى الله عليه وسلم رأسه من قبة أدم وقال انصرفوا أيها الناس فقد عصمني الله تعالى )(6)\nـــــــــــــــ\n(1) سورة المائدة آية 67\n(2) سورة المائدة آية 99\n(3) تفسير التحرير والتنوير ج6ص257\n(4) صحيح البخاري مع الفتح ج8ص275\n(5) تفسير البيضاوي ج2ص348\n(6)زاد المسير ج2ص396، سنن الترمذي ج2حديث3046،تفسير البغوي ج6ص52،المستدرك للحاكم ج2ص313،جامع البيان ج6ص308\nالبمحث الثالث : النداء بصفات غير ما سبق .\nجاء ذلك في آيتين من كتاب الله سبحانه وتعالى\nالآية الأولى :\nقال تعالى (يَا أَيُّهَا الْمُزَّمِّلُ) (1)\nهذا خطاب للنبي عليه الصلاة والسلام تنبيهاً له وإعلاماً بأهمية وعظم شأن ما سيوجه إليه ويكلف القيام به ، وهو أمر من الله سبحانه وتعالى لنبيه عليه الصلاة والسلام أن يترك التزمل وهو التغطي والتلفف .ولهذه قال اللغويون المزمل المتلف في ثيابه واصله المتزمل فأدغمت التاء في الزاي فثقلت وكل من التف بثوبه فقد تزمل )(2) وعلى هذا ( لم يخاطب بالنبي والرسول هنا لأنه لم يكن قد بلغ وإنما كان في بدء الوحي )(3)\nوقيل خوطب به النبي صلى الله عليه وسلم تهجينا لما كان عليه من الحالة حيث كان عليه الصلاة والسلام متلففاً بقطيفة مستعداً للنوم كما يفعله من لا يهمه أمر ولايعنيه شأن فأمر بأن يترك التزمل إلى التشمير للعبادة ) (4)\n(1/33)\n",
        "وهذا الخطاب للنبي صلى الله عليه وسلم في أول الوحي قبل تبليغ الرسالة ثم خوطب عبد بالنبي والرسول )(5) و المزمل اسم مشتق من حالته التي كان عليها حين الخطاب . ونداؤه عليه الصلاة والسلام بهذا الوصف ((يَا أَيُّهَاالْمُزَّمِّلُ) في هذا المقام يراد به تأنيسه وملاطفته والتودد إليه ، وقد يعدل عن نداء الشخص باسمه إلى صفة متلبس بها إيناساً وملاطفة له لنفسه للقيام بمهمة يكلف بها ،كقول النبي صلى الله عليه وسلم لعلي حين غاضب فاطمة رضي الله عنهما فأتاه وهو نائم وقد لصق بجنبه التراب فقال له قم ياأبا تراب(6)\nوكذلك قوله عليه السلام لحذيفة قم يا نومان (7)\nوقال السهيلي ليس المزمل باسم من أسماء النبي صلى الله عليه وسلم ولم يعرف به كما ذهب إليه بعض الناس وعدوه في أسمائه عليه السلام...... وفي خطابه بهذا الاسم فائدتان إحداهما الملاطفة فإن العرب إذا قصدت ملاطفة المخاطب وترك المعاتبة سموه باسم مشتق من حالته التي هو عليها كقول النبي صلى الله عليه وسلم لعلي حين غاضب فاطمة رضي الله عنهما فأتاه وهو نائم وقد لصق بجنبه التراب فقال له قم ياأبا تراب إشعارا له أنه غير عاتب عليه\nــــــــــــــ\nسورة المزمل آية 1\nزاد المسير ج8ص388\nزاد المسير ج8ص388\nتفسير أبي السعود ج9ص49\nتفسير البغوي ج4ص406\nصحيح البخاري مع الفتح ج7ص70\nصحيح مسلم كتاب الجهاد ج 12ص 146\nوملاطفة له وكذلك قوله عليه السلام لحذيفة قم يا نومان وكان نائما ملاطفة له وإشعارا لترك العتب والتأنيب فقول الله تعالى لمحمد صلى الله عليه وسلم يأيها المزمل قم فيه تأنيس وملاطفة ليستشعر أنه غير عاتب عليه\nوالفائدة الثانية التنبيه لكل متزمل راقد ليله ليتنبه إلى قيام الليل وذكر الله تعالى فيه لأن الاسم المشتق من الفعل يشترك فيه مع المخاطب كل من عمل ذلك العمل واتصف بتلك الصفة ) (1)\n(1/34)\n\nوقيل أن الأصل في النداء أن يكون باسم المنادى العلم إذا كان معروفاً عند المتكلم ، فلا يعدل من الاسم العلم إلى غيره من وصف أوإضافة إلا لغرض\nيقصده البلغاء ، من تعظيم أو تكريم نحو (يَا أَيُّهَا النَّبِي) ، أو تلطف وتقرب نحو يابني وياأبت ، أو قصد تهكم نحو (وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ) (2) ، .....فنداء النبي بـ (يَا أَيُّهَا الْمُزَّمِّلُ) نداء تلطف وارتفاق ) (3)\nـــــــــــــــــــ\n(1) الجامع لأحكام القرآن ج19 ص33، تفسير الثعالبي ج4ص 351\n(2) سورة الحجر آية 6\n(3) تفسير التحرير والتنوير ج29ص255\nالآية الثانية :\nقال تعالى (يَا أَيُّهَا الْمُدَّثِّرُ) (1)\nفي هذه الآية خطاب للنبي عليه الصلاة والسلام بوصف مشتق من حاله التي كان عليها ، تانيساً له وملاطفة في الخطاب معه ، ولم يناد ياسمه ليستشعر\nاللطف والتكريم من ربه جل وعلا.\nوقيل أول ما نزل للرسالة يأيها المدثر وللنبوة اقرأ باسم ربك فإن العلماء قالوا قوله تعالى اقرأ باسم ربك دال على نبوة محمد صلى الله عليه وسلم لأن النبوة عبارة عن الوحى إلى الشخص على لسان الملك بتكليف خاص وقوله تعالى يأيها المدثر قم فأنذر دليل على رسالته صلى الله عليه وسلم لأنها عبارة عن الوحى إلى الشخص على لسان الملك بتكليف عام ) (2)\nقال عكرمة (يَا أَيُّهَا الْمُدَّثِّربالنبوة وأثقالها (3)",
        "(1/35)\n\nوسبب نزول هذه الآية هو ما ثبت في الصحيحين عن يحيى بن أبي كثير سألت أبا سلمة بن عبد الرحمن عن أول ما نزل من القرآن قال يا أيها المدثر قلت يقولون اقرأ باسم ربك الذي خلق فقال أبو سلمة سألت جابر بن عبد الله عن ذلك وقلت له مثل الذي قلت فقال جابر لا أحدثك إلا ما حدثنا رسول الله قال جاورت بحراء فلما قضيت جواري هبطت فنوديت فنظرت عن يميني فلم أر شيئا ونظرت عن شمالي فلم أر شيئا ونظرت أمامي فلم أر شيئا ونظرت خلفي فلم أر شيئا فرفعت رأسي فرأيت شيئا فأتيت خديجة فقلت دثروني وصبوا علي ماء باردا قال فدثروني وصبوا علي ماء باردا قال فنزلت يا أيها المدثر قم فأنذر وربك فكبر )(4)\nفي هذه الآية نودي النبي صلى الله عليه وسلم بوصف مشتق من حاله التي كان عليها ، تأنيساً له وملاطفة له في الخطاب ، ولم يناد باسمه ليستشعر اللطف والتكريم من ربه (5)\nــــــــــــــــــــــ\n(1)سورة المدثر آية 1\n(2)البرهان في علوم القرآن ج1ص208\n(3) فتح القدير ج5ص324\n(4) صحيح البخاري ج8 ص676،صحيح مسلم ج2ص207\n(5) الجامع لأحكام القرآن ج19 ص61،تفسير التحرير والتنويرج29ص294\nالمبحث الرابع : ما ذُكر إنه نداء للنبي عليه الصلاة والسلام وهو ليس بنداء .\nذكر بعض العلماء إن هناك نداءات للنبي عليه الصلاة والسلام بغير وصف قال تعالى (طه *مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى*إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى)(1)\nحيث ذهب البعض من المفسرين(2) إلى أن (طه)اسم للنبي عليه الصلاة والسلام ويقول الطبري(والذي هو أولى بالصواب عندي من الأقوال فيه قول من قال معناه يا رجل لأنها كلمة معروفة في عك فيما بلغني وأن معناها فيهم يا رجل(3)\nوكذلك قوله تعالى ( يس) قيل المقصود هو النبي عليه الصلاة والسلام ذكره ابن الحنفية والضحاك (4)\nوقال سعيد بن جبير هو اسم من أسماء النبي عليه الصلاة والسلام(5)\n(1/36)",
        "\nوالذي يظهر من كلام المفسرين أن ( طه ) و( يس) من الحروف المقطعة (6) التي استأثر الله بعلمها وليست أسمين للنبي عليه الصلاة والسلام يقول ابن القيم\n(وأما ما يذكره العوام أن يس وطه من أسماء النبي صلى الله عليه وسلم فغير\nصحيح ، ليس ذلك في حديث صحيح ولا حسن ولامرسل ، ولاأثر عن صحابي ، وإنما هذه الحروف مثل : الم وحم والر ، ونحوها ) (7) تحفة الودود بأحكام المولود ص80 تفسير التحرير والتنوير ج16 ص183\nـــــــــــــــ\n(1)سورة طه آية 1_3\n(2)الجامع لأحكام القرآن ج11ص166،فتح القدير ج3ص355،\nتفسيرالتحرير والتنوير ج16ص183،تفسير الثعالبي ج3ص32\n(3)جامع البيان ج16 ص136\n(4)زاد المسير ج7 ص3\n(5)فتح القدير ج4ص359\n(6)جامع البيان ج16ص103،روح المعاني ج16 ص183\n(7)تحفة المودود بأحكام المولود ص80 ،تفسير التحرير والتنوير ج16ص183\nالفصل الثاني : ما يكون بعد نداء الرسول عليه أفضل الصلاة والسلام في القرآن الكريم والمعاني التي تضمنها.\nقيه ثلاثة مباحث :\nالمبحث الأول : ما يكون بعد النداء في القرآن .\nيعقب النداء في الغالب أما أمر أونهي اواستفهام لأن النداء يوقظ النفس ويلفت الذهن وينبه المشاعر ،ولهذا أكثر القرآن الكريم من مصاحبة النداء لهذه الأساليب مثل قوله تعالى(يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) (1)\nقال تعالى( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ) (2)\nقال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ)(3)\nقال تعالى(يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ) (4)\n(1/37)\n",
        "قال تعالى(يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ) 5)\nولهذا قيل أن النداء لا يكاد ينفك عن الأمر أو ما جرى مجراه من الطلب والنهى ولذلك لا يكاد يوجد في كتاب الله تعالى نداء ينفك عن أمر أو نهى ولهذا لما جاء بعده الخبر في قوله تعالى يا أيها الناس ضرب مثل شفعه الأمر في قوله فاستمعوا له)(6)\nويقول الزمخشري ( كل نداء في كتاب الله تعالى يعقبه فهم في الدين ، إما من ناحية الأوامر والنواهي التي عقدت بها سعادة الدارين ، وإما مواعظ وزواجر وقصص لهذا المعنى ، كل ذلك راجع إلى الدين الذي خلق لأجله ، وقامت السموات والأرض به ، فكان حق هذه أن تدرك بهذه الصيغة البليغة )(7)\nـــــــــــــــ\n(1)سورة آل عمران آية 102\n(2)سورة التوبة آية 119\n(3)سورة النساء آية29\n(4)سورة المنافقون آية 9\n(5)سورة الصف آية10\n(6)الأنصاف في مسائل الخلاف ج1ص103\n(7)الكشاف ج1ص122\nالمبحث الثاني : ما يكون بعد نداء النبي عليه الصلاة والسلام في القرآن .\nجاء النداء العظيم للنبي الكريم في القرآن الحكيم كما سبق في سبعة عشر موضعاً جاء غي غالبها بعد النداء الطلب ، ففي عشرة مواضع منها جاء بعد النداء الأمر وهي قوله تعالى (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ)(1)\nقال تعالى (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ)(2)\nقال تعالى (يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى )(3)\nقال تعالى (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ )(4)\nقال تعالى(يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً) (5)\n(1/38)\n\nقال تعالى(يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً) (6)\nقال تعالى(يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنّ)(7)\nقال تعالى(يَا أَيُّهَا الْمُزَّمِّلُ) (8)\nقال تعالى(يَا أَيُّهَا الْمُدَّثِّرُ) (9)\nوفي موضعين جاء عقب النداء النهي ، إما مباشرة ، وهو قوله تعالى\n(يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْر)(10)\nوإما معطوفاً على الأمر وهو قوله تعالى (يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً) (11)\nـــــــــــــــ\n(1) سورة المائدة آية 67\n(2) سورة الأنفال آية 65\n(3) سورة الأنفال آية70\n(4) سورة التوبة آية 73\n(5) سورة الأحزاب آية 1\n(6) سورة الأحزاب آية 28\n(7) سورة الأحزاب آية 59\n(8) سورة المزمل آية1\n(9) سورة المدثر آية 1\n(10) سورة المائدة آية41\n(11) سورة الأحزاب آية 1\nوفي موضع واحد جاء بعد النداء للنبي الاستفهام وذلك في قوله تعالى (يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ)(1)\nفمجموع هذه المواضع على وجه الإجمال اثنا عشر موضعاً جاءت وفق ما ذكرة\nسابقاً من أن النداء يعقبه غالباً المر وهو الأكثر والنهي والاستفهام\nأما المواضع التي جاء فيها بعد النداء الخبر فهي خمسة ،\nوهي قوله تعالى(يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ)(2)\nوقوله تعالى (يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً)(3)",
        "(1/39)\n\nوقوله تعالى (يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ)(4)\nوقوله تعالى (يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً)(5)\nوقوله تعالى (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ)(6)\nــــــــــــــــــ\n(1) سورة التحريم آية1\n(2) سورة الأنفال آية 64\n(3) سورة الأحزاب آية 45\n(4) سورة الأحزاب آية 50\n(5) سورة الممتحنة آية 12\n(6) سورة الطلاق آية 1\nالمبحث الثالث : المعاني التي تضمنت آيات النداء للنبي عليه الصلاة والسلام .\nبعد النظر في الآيات التي نادى الرب جل وعلا يمكن أن نقسم المعاني التي تضمنت هذه الآيات :\n1ـ الأمر بإبلاغ الرسالة وما يتعلق بها ،كالحذر من المعوقات مع ذكر أركان هذه الرسالة وصفات المرسل بها والبيعة عليها ، ويدل على ذلك الآيات الكريمة التالية : قال تعالى (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ )(1)\nقال تعالى (يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْر)(2)\nقال تعالى (يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً) (3)\nقال تعالى (يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ )(4) قال تعالى (يَا أَيُّهَا الْمُدَّثِّرُ) (5)\n2ـ الحث على الجهاد في سبيل الله وتأيد الله سبحانه وتعالى لرسوله عليه الصلاة والسلام ، يدل على ذلك\nقال تعالى (يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ) (6)\nقال تعالى (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ )(7)\n(1/40)",
        "\nقال تعالى (يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى)(8) تعالى(يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ)(9)\n3ـ الأمر يتقوى الله عز وجل بفعل الطاعات والبعد عن المخالفات ، يدل على ذلك الآيات الكريمات :\nقال تعالى (يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً) (10)\nقال تعالى ( يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ) (11) ،قال تعالى ( يَا أَيُّهَا الْمُزَّمِّلُ) (12)\nـــــــــــــ\nسورة المائدة آية 67\nسورة المائدة آية 41\nسورة الأحزاب آية 45\nسورة الممتحنة آية 12\nسورة المدثر آية 1\nسورة الأنفال آية 64\nسورة الأنفال آية 65\nسورة الأنفال آية 70\nسورة التوبة آية 73\nسورة الأحزاب آية 1\nسورة التحريم آية 1\nسورة المزمل آية 1\n4 ـ بيان بعض الحكام المتعلقة بالنساء ، كتخييرهن بين البقاء معه أو تخلية\nسبيلهن ، وبيان ما أحل الله له من النساء ، وبيان شيء من أحكام الطلاق ، يدل على هذه الآيات الكريمات :\nقال تعالى (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً) (1)\nقال تعالى ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ) (2)\nقال تعالى ( يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً)(3)\n(1/41)\n",
        "قال تعالى (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ )(4)\nـــــــــــــ\n(1) سورة الأحزاب آية 28\n(2) سورة الأحزاب آية50\n(3) سورة الأحزاب آية 59\n(4) سورة الطلاق آية 1\nالفصل الثالث :خصائص نداء النبي عليه الصلاة والسلام في القرآن الكريم .\nفيه ثلاثة مباحث :\nالمبحث الأول : نداء النبي عليه الصلاة والسلام بالوصف لا باسمه .\nأمر الله سبحانه وتعالى المؤمنين ألا ينادوا الرسول عليه الصلاة والسلام\nباسمه ، كما ينادي بعضهم بعضاً فلا يقولوا له يامحمد بل يقولوا يارسول الله أويانبي الله ، وحتى في هذا الأمر نفسه لم يجىء في القرآن ذكر اسمه ، بل استبدل به صفة الرسول ، قال سبحانه وتعالى (لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضاً)(1)\nوقد جاء في سبب نزول هذه الآية ما رواه ابن عباس رضي الله عنهما ، قال كانوا يقولون يامحمد ، يا أبا القاسم ، فأنزل الله (لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضاً ) فقالوا يانبي الله ، يارسول الله ) (2)\nففي هذا تعظيم وتوقيرله عليه الصلاة والسلام مع التواضع وخفض الصوت\nكما قال (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ) (3)\nقال مجاهد قوله لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قال أمرهم أن يدعوه يا رسول الله في لين وتواضع ) (4)\nوقال الزمخشري ( قال في الكشاف إنه تعالى جعل نداءه من بين الأنبياء عليهم السلام بالوصف كرامة له عليه الصلاة والسلام وتشريفا وربا بمحله وتنويها بفضله)(5)\nـــــــــــ\n(1) سورة النور آية 64\n(2) لباب المنقول ص162\n(3) سورة الحجرات آية 2\n(4) جامع البيان ج18 ص177\n(1/42)\n\n(5) الكشاف ج3 ص526\nالمبحث الثاني : تقيد نداء النبي عليه الصلاة والسلام بـ (يَا أَيُّهَا ...) .\nكثيراً ما يجيء النداء في القرآن الكريم بـ (يا ) المتلوة بـ (أيها )\nوللزمخشري كلام حول هذا الأمر ( فإن قلت لم كثر في كتلب الله النداء على هذه الطريقة ، ما لم يكثر في غيره ، قلت لاستقلاله بأوجه من التأكيد وأسباب من المبالغة لان كل ما نادى الله له عباده ن من أوامر ونواهيه وعظاته وزواجره ووعده ووعيد واقتصاص أخبار المم الدارجة عليهم وغير ذلك مما أنطلق به كتابه .... عليهم أن يتيقظوا لها ويميلوا بقلوبهم وبصائرهم إليها وهم عنها غافلون فاقتضت الحال أن ينادوا بالأكد الأبلغ ) (1)\nـــــــــــــ\n(1) الكشاف ج1 ص121، الإتقان ج2ص75\nالمبحث الثالث : الفرق بين نداء النبي عليه الصلاة والسلام والإخبار عنه .\nجاء نداء النبي عليه الصلاة والسلام بوصفه الكريم (الرسول ) أو (النبي ) تكريماً له وتنويهاً بفضله الشريف ، وهذا بخلاف الإخبار عنه ، فقد يجيء\nبهذا الوصف ، كقوله تعالى ( يَوْمَ لا يُخْزِي اللَّهُ النَّبِيّ)(1)\nوقال تعالى (النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ )(2)\nوقد يجيء الإخبار عنه باسمه العلم مع إضافة صفة الرسول إليه وذلك في آيتين\nقال تعالى (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ )(3)\nوقوله تعالى (مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ(4)\nوقد يجيء الإخبار عنه باسمه العلم مع الإشارة إلى رسالته وذلك في آيتين\nقال تعالى (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً) (5)",
        "(1/43)\n\nوقوله تعالى (وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ) (6)\nوإلى هذا يقول الزمخشري ( فإن قلت إن لم يوقع اسمه في النداء فقد أوقعه\nفي الإخبار في قوله (مُحَمَّدٌ رَسُولُ اللَّهِ) ، (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ) ، قلت ذاك\nلتعليم الناس بأنه رسول الله ، وتلقين لهم أن يسموه بذلك ويدعوه به ، فلا تفاوت بين النداء والإخبارألا ترى إلى ما لم يقصد به التعليم والتلقين من الإخبار كيف ذكره بنحو ما ذكره في النداء (لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُم)(7)(8)\nــــــــــــــ\n(1)سورة التحريم آية8\n(2)سورة الأحزاب آية 6\n(3)سورة آل عمران آية 144\n(4)سورة الفتح آية 29\n(5)سورة الأحزاب آية 40\n(6)سورة محمد آية 2\n(7)سورة التوبة آية 128\n(8)الكشاف ج3ص526، التحرير والتنوير ج21ص250\nالخاتمة\nالحمد لله الذي من علينا بالإيمان ، والصلاة والسلام على نبينا محمد عليه من الله أفضل الصلاة وأتم التسليم .\nومسك الختام لهذا البحث المتواضع الذي أسال أن يجعله خالصاً لوجهه الكريم\nوالذي كان حول نداءات الله جل وعلا لنبيه محمد صلى الله عليه وسلم ، والذي قد حصل منه ببعض الفوائد من ذلك :\n1ـ بيان منزله النبي عليه الصلاة والسلام عند ربه جل وعلا .\n2ـ أن قد خاطب نبيه بصفات متعدد بالنبوة والرسالة ، وما كان عليه الصلاة والسلام من أحوال كالمزمل والمدثر، فقد جاء نداءه بالنبوة في ثلاثة عشرة\nموضعاً، وبوصف الرسالة في موضعين ، وبوصفين مشتقين من حالته التي كان\nعليها النبي عليه الصلاة والسلام وهما المزمل والمدثر .\n3ـ بيان أن طه ويس ليسا اسمين للنبي عليه الصلاة والسلام .\n4ـ أن المعاني التي تضمنت آيات النداء ليست واحد ، بل معاني مختلفة تجتمع في أربعة أمور :\n1ـ الأمر بإبلاغ الرسالة وما يتعلق بها .\n(1/44)",
        "\n2ـ الحث على الجهاد في سبيل الله .\n3ـ الأمر بالتقوى.\n4ـ ذكر بعض الأحكام المتعلقة بالنساء .\nوقد رجعت لكثير من كتب التفسير وكتب الحديث الشريف وما يتعلق بالموضوع\nمن مراجع ومصادر .\nوفي الختام لهذا البحث أسال الله أن يوفقنا لكل خير ، وأن ينصر المسلمين في كل مكان ، وأن يجعلنا ممن ينتفع بهذا الكتاب المبارك ، وأن يجعل القرآن الكريم\nحجةً لنا لا علينا ، وصلى الله على محمد وآله وصحبه أجمعين\nالمراجع\n* القرآن الكريم\n1ـ الإتقان في علوم القرآن جلال الدين عبدالرحمن السيوطي دار ابن كثير الطبعة الرابعة 1420هـ دمشق تعليق د مصطفى ديب البغا .\n2ـ إرشاد العقل السليم إلى مزايا القرآن الكريم محمد بن محمد العمادي أبي السعود دار إحياء التراث العربي بيروت\n3ـ الإنصاف في مسائل الخلاف أبي البركات عبدالرحمن بن محمد الأنباري دار الفكر دمشق\n4ـ أوضح المسالك إلى ألفية إبن مالك أبو محمد عبدالله جمال الدين بن هشام الأنصاري دار الجيل بيروت 1979م الطبعة الخامسة\n5ـ البرهان في علوم القرآن محمد بن بهارد الزركشي دار المعرفة بيروت 1391 هـ\n6ـ تحفة المودود باحكام المولود شمس الدين محمد بن أبي بكر بن قيم لجوزية مكتبة البيان دمشق ، المؤيد الطائف الطبعة الثالثة 1412هـ\n7ـ تفسير البيضاوي دار الفكر بيروت 1416هـ المحقق عبد القادر حسونة\n8ـ تفسير التحرير والتنوير محمد الطاهر بن عاشور دار سحنون تونس\n9ـ تفسير القرآن العظيم إسماعيل بن عمر بن كثير الدمشقي دار الفكر بيروت\n1401هـ\n10ـ تفسير النسفي\n11ـ جامع البيان عن تأويل أي القرآن محمد بن جرير الطبري دار الفكر بيروت 1405هـ\n12ـ الجامع لأحكام القرآن محمد بت أحمد القرطبي دار الشعب القاهرة 1372هـ المحقق أحمد عبد العليم البردوني الطبعة الثانية\n13ـ الجواهر الحسان في تفسير القرآن عبد الرحمن بن محمد بت مخلوف الثعالبي مؤسسة الأعلمي للمطبوعات بيروت\n(1/45)\n",
        "14ـ الدر المنثور عبدالرحمن بن الكمال جلال الدين السيوطي دار الفكر بيروت 1993م\n15ـ روح المعاني في تفسير القرآن العظيم والسبع المثاني محمود الألوسي\nدار إحياء التراث بيروت\n16ـ زاد المسير في علم التفسير عبد الرحمن بن علي بن محمد الجوزي المكتب الإسلامي بيروت الطبعة الثالثة\n17ـ سنن الترمذي أبي عيسى محمد بن عيسى بن سورة دار الكتب العلمية بيروت تحقيق أحمد شاكر الطبعة الأولى 1408هـ\n18ـ شرح إبن عقيل بهاء الدين عبدالله بن عقيل الهمذاني دار الفكر دمشق الطبعة الثانية 1985م المحقق محمد محيي عبدالحميد\n19ـ شرح شذور الذهب عبدالله بن يوسف بن هشام الشركة المتحدة للتوزيع\nدمشق 1984م الطبعة الأولى المحقق عبد الغني الدقر24\n20ـ صحيح مسلم مع شرح النووي دار الكتب العلمية بيروت 1401هـ\n21ـ صحيح البخاري مع شرحه فتح الباري دار المعرفة بيروت\n22ـ عون المعبود شرح سنن أبي داود دار الكتب العلمية بيروت\n23ـ فتح القدير الجامع بين فني الرواية والدراية من علم التفسير محمد بن علي بن محمد الشوكاني دار الفكر بيروت\n24ـ القواعد الحسان عبدالرحمن بن ناصر السعدي 1411هـ مركز بن صالح عنيزة\n25ـ الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل أبي القاسم محمود بن عمر الزمخشري الخوارزمي دار إحياء التراث العربي الطبعة الأولى\n1417هـ\n26ـ لباب المنقول عبدالرحمن بن أبي بكر السيوطي دار إحياء العلوم بيروت\n27ـ ـ المستدرك عل الصحيحين أبي عبدالله الحاكم النيسابوري دار المعرفة بيروت\n28ـ ـ معالم التنزيل الحسين بن مسعود الفراء البغوي دار المعرفة 407هـ بيروت الطبعة الثانية المحقق خالد العك ، مروان سوار\n29ـ النداء في اللغة والقرآن د أحمد محمد فارس دار الفكر اللبناني الطبعة الأولى1409هـ\n30ـ نواسخ القرآن عبدالرحمن بن علي بن محمد الجوزي دار الكتب العلمية بيروت 1405هـ الطبعة الأولى\n(1/46)\n\n31ـ الوجيز في القرآن العزيز علي بن أحمد الواحدي دار القلم ، الدار الشامية\n1415هـ دمشق ، بيروت الطبعة الأولى المحقق صفوان عدنان داوودي\nمحبكم\nعلي بن عبدالعزيز الراجحي\nalt1@maktoob.com",
        "(1/47)\n"
    ]
}