{
    "partText": [
        "\nكتاب نشر العبير في منظومة قواعد التفسير\nوفيه دفاع عن الصحابة الأبرار والأئمة الأخيار\nبسم الله الرحمان الرحيم\nرسالة من خلف قضبان السجن المحلي\nبتطوان\nتحت عنوان :\nنَشْرُ الْعَبِيرْ فِي منظومة قواعد التفسير\nبقلم :\nأبي الفضل عمر بن مسعود الحدوشي\nالسجن المحلي بتطوان جمادى الأولى 10/1427\nشكر وتقدير\nأتقدم بجزيل الشكر والتقدير والاحترام لأم الفضل زوجتي المحترمة فالفضل في هذه الرسالة كله لله ثم لزوجتي الفاضلة حنان الموساوي فقد ساعدتني في كتابتها وترصيفها وترتيبها. مع ما لها من الأشغال الكثيرة من الحفظ والتدريس لبعض الأخوات. زادها الله علماً وعملاً. وأشهد الله العظيم أنني راضٍ عنها في الدنيا والآخرة. كما أتقدم بالشكر الجزيل إلى أبويها: أبو نعيمة محمد الموساوي الرجل الصالح، وأمها أم نعيمة ارحيموا محمادي فقد قاموا بالواجب تجاهي وتجاه أبنائي الأربعة: الرميصاء، وعاصم، وصهيب، وعفراء. كما أتقدم بالشكر الجزيل إلى أخي الفاضل (أبو محمد عبد الخالق) وزوجته الفاضلة (أم محمد اعشوشة) أصلحها الله وأبناءها. وأخيها (أبو محمد مصطفى). وصديقنا الصادق (أبو يحيى محمد الجزار). وأشكر كل من قدم لي يد العون والمساعدة من الشباب المسلم، من خارج السجن وأتقدم بالشكر إلى أبي العزيز الذي رباني على محبة القرآن وعلومه فجزاه الله خير الجزاء. كما أطلب منه تعالى أن يرحم والدتي العزيزة، وأن يرزقها جنة الفردوس. (آمين يا رب العالمين) كما أسأله تعالى أن يرحم شيوخي – أحياءً وأمواتاً- وأن يشفي فضيلة شيخنا علم الأدب. وعالم السنة والكتاب، أبي أويس محمد بن الأمين بوخبزة. وأن يبارك لنا في علمه وعمره. وأن يجزيه خير الجزاء رضي الله عنه وأرضاه. وهذا اجتهادي وجهدي أخي القارئ: (فما وجدت فيه من صواب وحق فاقبله، ولا تلتفت إلى قائله، بل انظر إلى ما قال، لا إلى من قال. وقد ذم الله من يرد الحق إذا جاء به من يُبغضه، ويقبله إذا قاله من يحبه،\n(1/1)\n",
        "فهذا خلق الأمة الغَضَبية). (فرحم الله امرأً قهر هواه، وأطاع الإنصاف وقواه، ولم يعتمد العنت ولا قصد من إذا رأى حسناً ستره وعيباً أظهره ونشره، وليتأمله بعين الإنصاف، لا بعين الحسد والانحراف. فمن طلب عيباً وجدَّ وجَدَ، ومن افتقد زلل أخيه بعين الرضا والإنصاف فقد فقدَ، والكمال محال لغير ذي الجلال).\nكتبه المسجون من أجل عقيدته\nأبو الفضل عمر بن مسعود الحدوشي\nبالسجن المحلي بتطوان جمادى الأولى 10/1427هـ\nبسم الله الرحمان الرحيم\nالحمد لله الذي مهد قواعد الدين بكتابه المحكم، وشيد معاقِدَ العلم بخطابه وأَحْكَمَ، وفقَّهَ في دِينه من أراد به خيراً من عباده وفهَّم، وأوقف من شاء على ما شاء من أسرار مراده وألهم، فسبحان من حكم فأحكم !وحَلَّلَ وحرم! وعرف وعلم! علَّمَ بالقلم، علم الإنسان ما لم يعلم، وأشهد أن لا إله إلا الله وحده لا شريك له شهادة تهدي إلى الطريق الأقوم، وأشهد أن محمداً عبده ورسوله المخصوص بجوامع الكلِم، وبدائع الحكم، وودائع العلم، والحلم والكرم، صلى الله عليه وعلى آله وصحبه وسلم .\n*أما بعد: فَمِمَّا لا يخفى على من شمَّ رائحة العلم الشرعي ولو من بعيد أن فائدة النظم أفضل بكثير من فائدة النثر. وهو آلة علمية قوية ومفيدة للطالب يسبر به معاني العلوم الشرعية، والنظم بَحْرٌ زاخر خاض في لججه شيوخنا الأوائل والأواخر من أهل الكتابة والخطابة، ومهرة البراعة واليراعة، وأهل المغاصات الغامصة، والأذهان السائلة، والأقلام السيالة، الذين لا يحبون فضلات الكلام، ولا نزوات الأقلام، وليس وراء أقلامهم وراء يعلم هذا من له أدنى تمييز بعد استقراء وتتبع كتبهم بعين الإنصاف وزانها بميزان علم السلف،\nولم تزل قلة الإنصاف قاطعة *** بين الرجال ولو كانوا ذوي رحم\n(1/2)\n\nإي وربي إنهم بنوا لنا قواعد غزيرة، وفوائد عزيزة، وفرائدة جميلة، وشرائد جليلة، ودقائق علمية لطيفة، وجواهر ولآلئَ وَدُرراً ثمينة، كانت مدفونة في خِضَمِّ الأمهات، ومبعثرة هنا وهناك في بطون البنات، (لا فُضَّ فُوهُمْ، ولا سعد من يجفوهم). أجادوا وأفادوا، نصوص بينة، وفصوص غالية، ومباحث عالية، وأدلة نيرة، وبراهين سامية، علم وعمل (ومن لغا فلا جمعة له). بنوا فأحكموا، وهدموا البِدَعَ فحطموا، وقالوا وأصَّلوا، وعملوا وأخلصوا، وأَلَّفُوا ووُفِّقُوا، وحققوا ودققوا، وجرحوا وعدلوا، وصححوا وعَلّلُوا، واستدركوا وأفادوا، وانتقدوا وأجادوا، وسددوا وبعبارة: (فكل الصيد في جوف الفرا) أُعطوا ذكاءً وزكاءً، نصروا وكسروا، من غير رشقٍ بالأسنة، ولا مشقٍ بالألسنة، ولا تمزيق الأديم، ولا مضع اللحوم، لا تفاصح، ولا جعجعة، ولا قعقعة، ولا ضجيج يصم الآذان، ولا تفاضح باسم التناصح بمساعدة من الشيطان، ولا إليكَ إليك.\nوَالشَّمسُ في صَادِعِ أنوارهَا ** غنية عن صفة الواصف\nعليهم فَلْيَبْكِ العلم وأهلُه. فهم كما قال الإمام أحمد عن شيخه الشافعي: (كالشمس للدنيا، وكالعافية للناس، فهل لهذين من خلفٍ؟ أوْ مِنْهما من عوض؟) و(الحر من راعى وداد لحظة، وانتمى لمن أفاده لفظة). وأبو الإفادة أقوى من أبي الولادة.\nصُحْبَةُ يومٍ نَسَبٌ قَرِيب ** وذمّة يَعْرِفها اللبِيب",
        "(1/3)\n\nولله در عثمان رضي الله عنه القائل:(فإن المعرفة بالناس بها يصاب العدل). وصدق الحافظ السخاوي حين قال: ( إنما الناس بشيوخهم، فإذا ذهب الشيوخ فمع من العيش؟) لأن العلم رَحِمٌ بين أهله. ورضاع أدبي. فهذا النووي جعل العلم مثل الرضاع الشرعي حيث يقول في (مجموعه) وهو يترجم للإمام أبي العباس بن سريج: (وهو أحد أجدادنا في سلسلة الفقه) ويقول في مقدمة (تهذيبه): (إنهم أئمتنا وأسلافنا كالوالدين). وفي الصحيح من حديث أبي هريرة قال: قال رسول الله r: (..إنما أنا لكم مثل الوالد لولده- وفي لفظ آخر: بمنزلة الْوَالِدِ أُعلمكم)، فبين الشيخ والتلميذ أُبوة علمية ولهذا صدق من قال:\nأُفَضِّلُ أُسْتَاذي على فضل والِدِي * وَإن نالني من والدي المجد والشرف\nفهذا مُربي الروحِ والروحُ جَوْهَرٌ * وذاكَ مربي الجسمِ والجسمُ كالصَّدَف\n(1/4)",
        "\nولذا تعظم المصيبة بفقدهم، وتَعُم الرزية بموتهم. قال ابن مسعود: (موت العالم ثُلْمَةٌ في الإسلام، لا يسدها شيء ما طرد الليل والنهار) . وروي مرفوعا بلفظ: (إذا مات العالم انثلم في الإسلام ثُلمة، لا يسدُّها شيء إلى يوم القيامة) قال حماد بن زيد: (كان أيوب يبلغه موت الفتى من أصحاب الحديث فيُرى ذلك فيه، ويبلغه موت الرجل يذكر بعبادة فما يرى ذلك فيه). وقال أيوب: ( إِنِّي أُخْبَرُ بموت الرجل من أهل السنة فكَأَنِّي أفقد بعض أعضائي). وقال أيضاً: (إن الذين يتمنون موت أهل السنة يريدون أن يطْفِئُوا نور الله بأفواههم، والله متم نوره ولو كره الكافرون). ولما مات زيد بن ثابت قال ابن عباس رضي الله عنهما: (يا هؤلاء من سره أن يعلم كيف ذهب العلم، فهكذا ذهاب العلم، وأيم الله لقد ذهب اليوم علمٌ كثير، يموت الرجل الذي يعلم الشيء لا يعلمه غيره، فيذهب ما كان معه -ويشير إلى قبر زيد ويقول:- لقد دفن اليوم علمٌ كثير) وقال أيضاً: (أَتَدرون ما ذهاب العلم؟ قلنا : لا، قال: ذهاب العلماء ولا يزال عالمٌ يموت،وأثر للحق يَدْرس حتى يكثر أهل الجهل وقد ذهب أهل العلم فيعْملون بالجهل ويدينون بغير الحق ويَضِلون عن سواء السبيل) . قال هلال بن خباب: سألت سعيد بن جبير قلت: (يا أبا عبد الله ما علامة هلاك الناس؟ قال: إذا هلك علماؤهم) . ولذا عظمت المصيبة بفقدهم، وعمت الرزية بموتهم\nتعلّم ما الرزية فَقْدُ مَالٍ ** ولا شاة تموت ولا بعير\nولكن الرزية فَقْدُ حُرٍّ ** يموت بموته بشر كثير\nوأرثى بيت قالته العرب. بيت عبدةَ بن الطيب:\nفما كان قيسٌ هلكُه هلكَ واحِدٍ * ولكنه بنيانُ قَومٍ تَهَدَّمَا\n(1/5)\n",
        "قال الثوري: (مات الحديث بموت شعبة) . وشعبة هو القائل:(كل من سمعت منه حدثنا فأنا له عبد) وقال يحيى بن جعفر البِيكَنْدي: (لَوْ قَدَرْتُ أن أزيِدَ من عُمُري في عمُر محمد بن إسماعيل لفعلت، فإن موتي يكون موت رجل واحد، وموت محمد بن إسماعيل فيه ذهاب العلم، وكان يقول له: لولا أنت ما استطعت العيش ببخارى) . وكتب أهل بغداد إلى محمد بن إسماعيل كتاباً فيه:\nالمسلمون بخير ما بقيت لهم ** وليس بعدك خير حين تُفْتَقَدُ\nوقال آخر:\nمنْ شَاءَ بَعْدَكَ فَلْيَمُتْ ** فعليكَ كُنت أُحَاذِرُ\nكَنْتَ السَّوَادَ لِنَاظِري ** فَعَمِيْ عَلَيْكَ النَّاظِرُ\nلَيْتَ الْمنَازِلَ والدّ ** يَارَ حَفَائرٌ وَمَقَابِرُ\nإِنِّي وغَيْرِي لا مَحَا ** لَةَ حَيْثُ صِرْتَ لَصَائِر\nقال الحسنُ البصري: (الدنيا كُلُّهَا ظُلمة إلا مَجَالس العلماء). وقال آخر: (لولا العلماء لصار الناس كالبهائم). وقال أبو بكر الآجري: (...فما ظنكم –رحمكم الله- بطريق فيه آفات كثيرة، ويحتاج الناس إلى سلوكه في ليلة ظلماء فإن لم يكن فيه ضياء وإِلاَّ تحيَّروا، فقيض الله لهم فيه مصابيح تضيء لهم، فسلكوه على السلامة والعافية، ثم جاءت طبقات من الناس، لا بد لهم من السلوك فيه فسلكوا، فبينما هم كذلك إذ طفئت المصابيح، فبقوا في الظلمة، فما ظنكم بهم؟ هكذا العلماء في الناس، لا يعلم كثير من الناس كيف أداء الفرائض، ولا كيف اجتناب المحارم، ولا كيف يعْبَدُ اللهُ في جميع ما يَعْبُدُهُ به خلقُه إلا ببقاء العلماء، فإذا مات العلماء تحيَّر الناس، ودَرَسَ العلم بموتهم وظهر الجهل) . وقال سفيان بن عيينة: (وأي عقوبة أشد على أهل الجهل أن يذهب أهل العلم؟)، (وهذا أوضح من النهار، لأولي النهى والاعتبار) .\nفهذا الحق ليس به خفاء * فدَعْنِي من بُنَيات الطريق\n(1/6)\n\nوصلى الله على نبينا القائل: (إن الله لا يقبض العلم انتزاعاً ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء حتى إذا لم يبق عالماً، اتخذ الناس رؤوساً جهالاً فسُئلوا فأفتوا بغير علم فضلوا وأضلوا) . وفي رواية من حديث أبي أمامة مرفوعاً: (خذوا العلم قبل أن يذهب، قالوا: وكيف يذهب العلم يا نبي الله وفينا كتاب الله؟ قال: فغضب، ثم قال: ثكلتكم أمهاتكم أو لم تكن التوراة والإنجيل في بني إسرائيل فلم يغنيا عنهم شيئاً؟ إن ذهاب العلم أن يذهب حملته) . وذهب ابن الوزير إلى أن (الحديث محمول على وقت مخصوص لم يأت بعدُ، وهو بعد نزول عيسى عليه السلام وموته وموت المهدي المبشر به، وذلك مبين في أحاديث صحيحة) . وصح من حديث أنس أنه r قال: (من أشراط الساعة أن يرفع العلم ويثبت الجهل) . وفي رواية من حديث عبد الله وأبي موسى مرفوعاً:(إن بين يدي الساعة لأياماً ينزل فيها الجهل ويرفع فيها العلم) .كتبت هذه الحروف (لأرفع الغبار والعِثْيَر الذي أثاره فيلقٌ وفِئَام وكُرْدُوسٌ) من الراوافض والشيوعيين تحت غطاء (النقد الحر) وتارة تحت (حرية التعبير) ومن لم يصدق فليقرأ جريدة (الأحداث) أقلام تتكلم، وإسلام يتألم، أناس اتسع بطنهم للكلام، كما اتسع بطن البعير للشعير. قصبوا الصحابة والأئمة والأعلام ودافعوا عن الأقزام، وليست أول قارورة تكسر في هذه الجريدة. إسهال فكري في أقلام كتابها. تارة يزعمون: (أن نظام الإسلام يجب أن يحصر في علاقة المرء بربه دون أن يتدخل في شؤون الحياة الأخرى)، وأخرى: (يجب إعادة النظر في جوهر الإسلام) و(أن نظام الإسلام لا يصلح تطبيقه في القرن العشرين)، وسمعنا صيحات إبليس هنا وهناك وهنالك: (المرأة ليست نصف الذكر) و(الإسلام دين جاف وجامد يريد أن يجمد نصف المجتمع)، و(إن الذين يريدون العودة للإسلام في قضية المرأة لهم عقلية متخلفة)، و(كيف تكون شهادة امرأة دكتورة عالمة الذرة نصف شهادة رجل أمي جاهل)،",
        "(1/7)\n\nو(كيف تقولون: النساء ناقصات عقل ودين، وقد بلغت شأْواً كبيراً في العلم والثقافة) حتى سمعنا من تقول:\nملعون من قال فيك من ضلع أعوج خرجت\nملعون من قال ناقصة عقل ودين أنت\nوجهلت أن الأمر خلقي من أمور الفطرة وليس فيه ما يعاب عن المرأة، ولا سيما في الحالة التي تغلب عليها العاطفة. حقاً سكوت الألكن نعمة، وكلام الأحمق نقمة لأن كلام الأشرار بعضه يأخذ برقاب بعض. يلسعون القِمَم والأعلام ثم يختبئون بدءوا بالطعن في إمام الأنبياء. وثنوا بالأخيار، وبورثته الأبرار عبثوا وخربوا واعتدوا على الإسلام باسم الحرية و(هدم القمم طريق مختصر لهدم الإسلام) كما قال ابن القيم. اسمعي أختي المسلمة إلى ما قاله أستاذ التحريريين قاسم أمين في كتابه المشؤوم (تحرير المرأة): (إن المرأة مساوية للرجل من جميع الوجوه وإن الرجل ظالمٌ لها في حقوقها) ثم بعده بكثير يقول: (لقد كنت أدعو المصريين قبل الآن إلى اقتفاء أثر الترك بل الإفرنج في تحرير نسائهم، وغاليت في هذا المعنى حتى دعوتهم إلى تمزيق ذلك الحجاب، وإلى إشراك النساء في كل أعمالهم ومآدبهم وولائمهم، ولكن، أدركت الآن خطر هذه الدعوة بما اختبرته من أخلاق الناس، فلقد تتبعت خطوات النساء في كثير من أحياء العاصمة والإسكندرية لأعرف درجة احترام الناس لهن، وماذا يكون شأنهم معهن إذا خرجن حاسرات، فرأيت من فساد أخلاق الرجال بكل أسف ما حمدت الله على ما خذل من دعوتي واستنفر الناس إلى معارضتي، رأيتهم ما مرت بهم امرأة أو فتاة إلا تطاولوا إليها بألسنة البذاءة، ثم ما وجدت زحاماً في طريق فمرت به امرأة إلا تناولتها الأيدي والألسن جميعاً) وكأن ابن القيم عناهم حين قال:\nهَرَبُوا من الرّق الذي خُلِقوا له ** فَبُلُوا برق النفس والشيطان\n(1/8)",
        "\nومن تكلم من العلماء ولغوا في عرضه، وأكلوا لحمه المسمومة كما قال الخطيب البغدادي: (لحوم العلماء مسمومة، وعادة الله في منتقصيها معلومة) وأشمل منه قول الأمام أحمد: (لحوم العلماء مسمومة ومن شمَّها مرض، ومن أكلها مات) اتقوا الله عباد الله فقد بلغ السيل الزُّبَى. واتسع الخرق على الراقع. (ومن تكلم في غير فنه أتى بهذه العجائبِ) ورحم الله امرأً عرف قدر نفسه. فلكل علم أهله، ولكل فن فرسانه. (وفاقد الشيء لا يعطيه) (ومن قل علمه كثر لغطه) اكسروا أقلامكم الغربية قلقل الله أنيابها، واستأصل عقاربها.\nيا باريَ القَوْسِ بَرْياً لستَ تُحسِنُهَا * لاَ تُفْسِدنْهَا وأعط الْقوس بَارِيها\nإذْ كيف يداوي الناس طبيبٌ وهو مريض؟ وصدق من قال:\nمَهْلاً هداك الله مَا الحديث لك * من خاض في اللجاج حتما قد هلك\nلا تحسبن أن بالكُتْب مثلنا ستصير * فللدجاجة ريش لكنها لا تطير\nوقال آخر:\nفدع عنك الكتابة لست منها * ولو سودت وجهك بالمداد\nلا تفرضوا على الناس أذواقكم الغربية، ولا صيحاتكم الأمريكية. التي تهافت في مهاوي الضلال والإضلال، والخبط في تيه الوبال. فمصائبكم لا يحصيها الرجل الفصيح في الكلام.\nمساوٍ لو قُسِمْنَ على الْغَوَاني * لما أُُمْهِرْنَ إلاَّ الطلاق\nقواصم بلا عواصم. ولسان حالكم يقول:\nوإني كنت الأخير زمانه * لآت بما لم تستطعه الأوائل\nويقول: (اسمعوا لنا حتى نضع لكم نقطاً في طريقكم). أوصياء على الإسلام!!\nأمور يضحك السفهاء منها * ويبكي من عواقبها اللبيب\n(1/9)\n",
        "وكأني بهم يقولون: (يا أرض اشتدي ما عليك أحد قدي). ركبوا عمياء، وخبطوا خبط عشواء. كل يوم ترى في جرائدنا: (زلة شنعاء، وعظيمة صلعاء، وداهية دهياء –على حد تعبير ابن كثير).أسلوب الجرح والتجريح، في أعراض علمائنا الأجلاء، وشيوخنا الألباء، وكتابنا النجباء (ومن المحال أن يجرح العدل بكلام المجروح) .نرى زلزالاً من الحماقات بل والضلالات وصدق أحمد بن خِضْرَوَيْهٍ حين قال: (القلوب جَوّالة: إما أن تجول حول العرْش، وإما أن تجول حول الحُشْ) وقال بعضهم: (نزول همة الكسَّاح، دلاَّهُ في جب العَذِرَةْ). قال ابن القيم: (الأرواح في الأشباح -الأجسام- كالأطيار في الأبراج، وليس ما أعد للاستفراخ كمن هُيِّئ للسِّباق)\nخلق الله للحروب رجالاً ** ورجالاً لقصعة وثريد\nفليس لهم همة إلا تحصيل الشهوات:\nكالعير ليس له بشيء هِمّةٌ ** إلا اقتضام الْقَضْب ِ حول المِذْوَد ِ\n(1/10)\n\nفالأنعام غافلة عن عاقبة الذبح والنحر بعد الطعام. وهؤلاء أيضاً ساهون عما في غدهم قال سعد بن معاذ: (رأيت قوماً ليس لهم فضل على أنعامهم، لا يهمهم إلا ما يجعلونه في بطونهم، وأعجب منهم: قوم يعرفون ما جهل أولئك، ويشتهون كشهواتهم)، قال أبو حازم: (رحمه الله): (صار الناس في زماننا يعيب الرجل من هو فوقه في العلم ليرى الناس أنه ليس به حاجة إليه، ولا يذاكر من هو مثله، ويزهو على من هو دونه، فذهب العلم وهلك الناس) . وقال أبو الدرداء: (ما لي أرى علماءكم يموتون وجهالكم لا يتعلمون، لقد خشيت أن يذهب الأول ولا يتعلم الآخر، ولو أن العالم طلب العلم لا زداد علماً، ولو أن الجاهل طلب العلم لوجد العلم قائماً، ما لي أراكم شباعاً من الطعام جياعاً من العلم) . قال حافظ إبراهيم: (أرى كل يوم بالجرائد مزلقا). مقالات تنهش في أحشاء الأمة، وتطعن رموز الإسلام من الخلف، (تختلف أساليبهم ولا تختلف عزائمهم ونواياهم، وتختلف ألسنتهم ولا تختلف أفئدتهم وقلوبهم ). يريدون للمرأة حرية بلا شرف ولا ضمير، ولا وازع ديني، أو أخلاقي أو حتى إنساني. وصدق من قال:(أما والله إني لأرى العالم قد حفر قبراً للمرأة ثم وأدها فيه، ثم رفع قبعته محييا لها) لكن نحن المسلمات لا نريد حرية تجعل المرأة شاذة لا هوية لها!! لا هي بالشرقية ولا هي بالغربية،ولا هي بالعربية... بل خليط عجيب من ذلك كله؟ إنها المذلة والتبعية للغرب! والمرأة نفسها –للأسف- تريد حرية تحررها من دينها، وتُعَريها في الشوارع والأسواق والشواطئ، وتدفعها إلى أحضان الشيطان دفعاً عن طرائق قِدداً: مرة باسم: (الخطة الوطنية) ومرة باسم: (حقوق النساء) إنها ألعوبة التمدن، والتحرر، والتحضر. وأصاب المِفصل من قال: (تعالت هُتافاتُهم. حرروها. تعالت هتافاتهم.أطلقوها.دعوها تمارس حق الحياة تميطي اللثام وتُلْقي الحجاب، تحطم كلَّ قيود القديم. تثور على كل شيء قديم. تعالت شعارات. أهل الفساد. لكي",
        "(1/11)\n\nيخدعوها. فباسم التقدم واسم التحرر. واسم التمدن. قالوا دعوها، دعوها تمارس ما تشتهي. دعوها تعاشر من تشتهي. دعوها تطالبكم بالحقوق، دعوها تشارككم في الحقوق. دعوها دعوها ولا تمنعوها. أفيقي أُخية، وقولي دعوني، دعوني فإني أريد حيائي، أريد إبائي. دعوني دعوني فإني أبيّة. أنا لست أُلعوبة في أيديكم. تريدون أن تعبثوا بشبابي فألقي حجابي. وأخرج أَلْقى قطيع الذئاب. وبعض الكلاب... أَفيقي أُخية يريدون هدم صروح الفضيلة.يريدون قتل المعاني الجميلة. يريدون وأْدَكِ والنَّفْسُ حية. أَهذي الحقوق كما تزعمون فأُفٍّ لكم ولما تَدَّعون. أنا لست أقبل هذا الهراء. فهيا اخرسوا أيها الأدعياء، أنا لست أقبل غير تعاليم ديني. ففيها النجاة. وفيها الحياة، وفيها السعادة حتى الممات. أفيقي أُخية، أفيقي أُخية). إنها الحرية الملغومة، إنها حرية إخراج المرأة من بيتها لتحتك بالرجال في الشوارع والأسواق، وفي الحافلات و الحفلات، وفي المدارس والشواطئ، وفي المعامل والعمل الخ . نحن المسلمات نريد حرية تعيدنا إلى ديننا الحنيف ومجدنا وعزنا، حرية تصلح آخر هذه الأمة بما صلح به أولها، نريد حرية تحرر ديننا قبل بلداننا، تحرر أفكارنا قبل أجسادنا، تحرر تصورنا قبل سلوكنا، تعيننا عن حمل سلاح العلم والفهم والوعي، تقوّم سلوكنا وتضبط عواطفنا، وتحرر رقابنا من الاستعباد: (متى استعبدتم الناس وقد ولدتهم أمهاتهم أحراراً) نريد حرية تجعلنا أحراراً أمام البشر عبيداً أمام الجبار، حرية تزرع النور والأمل في أنياط قلوبنا، حرية تنقل مجتمعنا من الرذيلة إلى الفضيلة، حرية تمنع المرأة من الترجل، والرجل من التخنث، حرية لا تعرضنا للطرد من رحمة الله. ورحم الله من قال:\nإِنْ عَجِبْنا مِن إنَاثٍ تَمَرَّدْن بكبرياء\nيطالِبْن التسَاوِي بِالرِجَال اعتدَاء\nفعجب كُلّ عَجب مِن رِجال كالنِّسَاء\nإن لِلْكَوْن نِظاماً فِي الوجُود وَفِي النمَاء\n(1/12)",
        "\nمِن ذُكور وَإنَاثٍ لَيْس عنهن عَنَاء\nفإذا تأنثَتِ الرجَال وترجَلت النِّسَاء\nفعلى الدنيَا السلاَمُ، وعلى الجنسين العفاء\nواسمعي أختي ماذا يقول حاملوا لواء التحرر من الحداثيين: (إن من تمسك بالدين، أو اللغة العربية أو التاريخ، فقد تمسك بخيط العنكبوت) هكذا يطاردنا الإلحاد والملحدون، إنها (الحداثة العربية). إنها تعاليم الشيوعية المنكودة. تطاردنا في كل مكان وزمان، تطاردنا بالليل والنهار تطاردنا في الشوارع والبيوت تطاردنا –حتى- على أمواج الإذاعة والتلفزيون. إنها تعاليم استالين اللعين تُنَفَّذ وتُتَّبع! أليس هو القائل في سنة (1928م) :(يجب أن تقوم التربية في المدارس على أساس إنكار الدين وعلى أساس إنكار فكرة الله) وفي سنة (1933) قال: (الثقافة النافعة هي الثقافة التي تحرر عقول الناس من استبداد الدين، والتعليمُ النافع هو التعليم الذي ينشر الإلحاد، والرأْيُ العام الصالح هو الرأي العام الذي لا يؤمن بأية أفكار سوى الأفكار الماركسية) وأضاف في عام (1935) قوله: (الدين هو الذي يغرس في نفوس الناس الأفكار والأخلاق المثالية التي لا وجود لها في الواقع، ولهذا نحارب الدين لأننا لا نريد أن تتغَلْغَل في نفوس النَّشء آراء مثالية زائفة) وفي عام (1937) قال: (يجب أن يكون مفهوماً أن الدين خرافة، وأن فكرة الله خرافة، وأن الإلحاد هو مذهبنا) وفي عام (1938) قال: (يجب على الشيوعي المخلص أن ينكر الدين، فالدين يمنع المؤمن به من التوسع بالكذب والخداع والغش والتضليل في نشر الدعوة التي يريد نشرها، أما الشيوعي المخلص الذي ينكر الدين، ولا يؤمن به، فإنه يستطيع أن يحرر عقله من أفكار الدين المثالية، وهكذا يستطيع أن يتوسل بكل الوسائل من كذب إلى خداع إلى تضليل إلى غش، في تحقيق الأهداف الشيوعية!! . وكلما تحررنا من نفود الدين ازدَدْنا اقتراباً من الواقع الاشتراكي!! . ولهذا يجب علينا أن نحرر عقولنا من خرافة الدين). وفي سنة\n(1/13)\n",
        "(1905) قال: (الدين أفيون الشعوب. فالدين ورجل الدين يخدران أعصاب المظلومين والفقراء، ويتسببان في خضوعهم للظلم. لماذا لا نعلن في برامجنا أننا ملحدون؟ إننا نفعل ذلك لكي لا نزود خصومنا بسلاح يهاجموننا به. فعدد المؤمنين بالله لا يزال يفوق عدد الملحدين) وفي سنة (1927) قال:(إننا نقوم بالدعوة ضد الدين الآن، لأننا أقوى من أن ينال منا خصومنا عن طريق التشهير بإلحادنا. ولقد كنا نحرص في الماضي على عدم إعلان إلحادنا لأننا لم نكن أقوياء. أما الآن، فإننا نعلن بصراحة أننا ملحدون، وأننا نرى في الأديان خطراً على الحضارة الأنسانية، فالأديان أفيون مخدر) وفي سنة (1944) قال:(نحن ملحدون، ونحن نؤمن أن فكرة الله خرافة، ونحن نؤمن بأن الإيمان بالدين يعرقل تقدمنا، ونحن لا نريد أن نجعل الدين مسيطراً علينا، لأننا لا نريد أن نكون سكارى!. إن حزبنا الثوري لا يستطيع أن يقف موقفاً سلبياً من الدين، فالدين خرافة وجهل) وفي سنة (1913) قال: (ليس صحيحاً أن الله هو الذي ينظم الأكوان، وإنما الصحيح هو أن الله فكرة خرافية اختلقها الإنسان ليبرر عجزه، ولهذا فإن كل شخص يدافع عن فكرة الله إنما هو شخص جاهل عاجز) وفي سنة (1915) قال:(الدين مرتبط بالظلم دائماً، فحيثما يوجد الظلم يوجد الإيمان بالدين، وإذا ما تخلصنا من الظلم، وجب علينا أن نتخلص من الدين، بل إن تخلُّصنا من نفود الدين يساعدنا على التخلص من الظلم، إن الطبقات الظالمة تلجأ دائماً إلى سلاحين: هما المشنقة، ورجل الدين، فالمشنقة تقضي على المعارضين، والدين نوع من المخدر الروحي الذي يتناوله الأرقاء لينسوا مشكلاتهم). وأخذ هذه النصائح والتعاليم الشيوعية الصحافيون (الأعراب) وصاغوها بأسلوب ثقافي فقالوا:(إن الحرية والديمقراطية ترى أن الدين سبب الطائفية والشقاق) . أرجو أن تكون هذه الأقوال تزيح الداء عن العليل، وتشفي الصدور والغليل. وتتبع ضلالهم أمرٌ يطول، وباب لن يغلق إلى نزول\n(1/14)\n\nعيسى عليه السلام. (ومن أعظم أسباب تأخر المسلمين: العلم الناقص، والذي هو أشد خطراً من الجهل البسيط، لأن الجاهل إذا قيض الله له مرشداً عالماً أطاعه ولم يتفلسف عليه، فأما صاحب العلم الناقص فهو لا يدري ولا يقتنع بأنه لا يدري، وكما قيل: ابتلاؤكم بمجنون خير من ابتلائكم بنصف مجنون) . وأرجو أن يكون هذا الاستطرد لمناسبة الدفاع عن الصحابة عن أبي هريرة راوية السنة، وأئمتنا الأخيار، وأعلامنا الأبرار قد قام بدوره إن شاء الله ويكفي من القلادة ما أحاط بالعنق. لأن الإعلام يجعل أتفه الناس وأجهل الناس وأحقر الناس بطلاً قومياً، أصبح ذا حد واحد، لئيما خسيسا (...). اللهم إنا نشكو إليك غلبة الأعداء، وتفشي الداء، وتحكم الأهواء، وتخاذل العلماء، وظلم الأقوياء، وتكالب الأغنياء، وغرور السفهاء، ونزول البلاء بعد البلاء، وغربة الإسلام وأهله في هذه الفترة القاتمة، وما يتناوبنا فيها من فتن مظلمة ومحن مؤلمة، لا نحن عندها بالبررة الأتقياء ولا ذوي الشكيمة الأقوياء، اللهم اردد لنا الكرة على أعدائك، ووفقنا إلى موجبات نصرك، وأنزل علينا سكينتك، وامددنا بعونك وتأييدك، واجعلنا أكثر نفيراً، اللهم أقل عثرات المسلمين من عبادك، تحقيقاً لآمالنا في إعلاء كلمتك، وقبل أن نرى فينا غضبك لانتصار الباطل على الحق، وتغلب الجور على العدالة، يا من وعده الحق وله دعوة الحق وهو شديد المحال، اللهم ومن أراد الإسلام والمسلمين بسوء فأشغله في نفسه، واردد كيده في نحره، واجعل تدميره في تدبيره، واشدد عليه وطأتَكَ واقدر له أسوأ المصائر. أطلق سراح شيخي وزوجي وسائر المظلومين آمين يا رب العلمين.",
        "(1/15)\n\nوقبل أن نضع القلم، أحب أن أقول كلمة مختصرة عن هذه الأرجوزة التي خرجت من السجن المحلي بتطوان. فقد اختصر فيها شيخنا فوائد فأفاد، وقواعد فأجاد، (بأسلوب رشيق، ومعنىً أنيق، على وجه منيف، وبيان لطيف) وطريق وجيز، من غير تطويل ممل، ولا اختصار زائد مخل، تسهيلاً على المبتدئين، وعوناً على شحذ الهمة، ودفع الذاكرة إلى الأمام، حتى تكون هذه القواعد محررة ومرتبة ومنسقه وميسورة ومنتشرة بين الطلبة، وأن لا تكون محصورة في أشخاص معدودين تموت بموتهم. فيصدق عليها ما قاله عمر بن عبد العزيز: (فإن العلم لا يهلك حتى يكون سراً) قدمها لنا شيخنا في صورة خواطر وشجون فاضت بها قريحة المسجون من وراء القضبان في عزلة تامة، وحراسة مستمرة، بعيداً عن كتب تفسير القرآن وعلومه، وكتب الحديث ومصطلحه، والفقه وأصوله، والنحو وما أشبه ذلك مما له علاقة بقواعد التفسير. وصدق شيخنا في قوله:\nفِي خلوة أنت اسْتَفِد لاَ تحزنَنْ *** من جَلْوةٍ أَنْت ابتعِد لا تطلبَنْ\nوهو القائل في قصيدة من بحر الوافر:\nأُكَابِدُ فِي العُلُومِ صبَابَةً فَلَهَا *** لَدَيَّ محبةٌ وَلَدَيَّ خَالصُها\nبناظمة مؤصَّلةٍ قواعِدُها *** أُبينُ طريقةً وضَحَتْ معالِمُها\nعلى أُسُسِ العلُوم غَدَتْ مُؤسَّسةً *** مُبَاركةً وَمِنْ ذَهَبٍ سَبائِكُهَا\nمُفَسّرَةً لآي إِلَهِنَا طَهُرَتْ *** مَوارِدهَا مُكَرَّمةً مَصَادِرُهَا\nتُعينُ على مُدَارسَةٍ مُصرفها *** وحفظِ عِبادةٍ وتفيدُ عَارفَهَا\nتَباركَ رَبُّنَا وتكاملتْ نِعَمُهْ *** تقدَّس من أَبانَ لنا منافِعَهَا\nفَيا عَضُدِي ويَا سندِي ومُعْتَمَدِي *** قبُولُك مُنْيتي فَتَوَلَّ مُؤْمِلَهَا\nوشيخنا هو القائل في قصيدة من بحر المتقارب بعنوان: (الإِمَارة وَلَو عَلى حِجَارة).\nأَخِي قَدْ عَلِمْتَ الْهُدَى وَالسَّدَادَا ***وَمِنْهاجَ رُشْدٍ يُفِيدُ الرَّشَادَا\n(1/16)",
        "\nوَمَا جَاءَ عَنْ رَبِّنَا فِي كِتَابِهْ *** لأَهْلِ التُّقَى مَنْطِقاً مُسْتَفَادَا\nلِمَنْ لاَ يَلِي بَيْنَ خَلْقِ الإِلَهْ ***عُلّوّاً بأَرْضٍ -هُنَا- أَوْ فَسَادَا\nنَعِيمٌ وَمَا لَمْ تَرَاهُ الْعُيُونُ *** وَلاَ هُوَ يَخْطُرْ بِقَلْبٍ كهَذَا\nفَنَعْآءُ خُلْدٍ أُعِدَّتْ لِقَوْمٍ *** تُقاةٍ كِرَامٍ تَعَاطَوْا جِهَاداً\nهمُ الْقَوْمُ لاَ غَيْرُهُمْ إِنْ تُفَاضِلْ *** صُنُوفَ الأَناسِي كِرَاماً شِدَادَا\nوَلَيْسُوا كَمْنْ جَالَسَ الأَرْضِ سَيْراً *** بِنَهْجِ الْمَعَاصِي بَدَا أَوْ أَعَادَا\nوَمِنْ كُلِّ ذَي فِتْنَةٍ أَوْ ضَلاَلٍ *** وَمِنْ كُلِّ ذِي جُرْمٍ قَدْ تَمَادَا\nوَمِنْ كُلِّ ذِي خِبْرَةٍ فيِ الْخِطَابِ *** وَمِنْ كلِّ مَنْ شَأْنُهُ الشَّرُّ هَذَا\nوَمِنْ حَاسِدٍ أَوْ جَحُودٍ كَفُورٍ *** وَمِنْ طَالِبٍ فِي (غُرُورِهْ) مُرَادَا\nحَرِيصٌ عَلَى كُلِّ (زَعْمٍ)زَعَامَهْ *** عَرِيٌّ عَنِ الصِّدْقِ يَبْغِي سَوَادَا\nمَلِيٌّ بِكِبْرٍ وَبَطْرٍ وَحُمْقٍ *** كأَبْقَار وَحْشٍ تَرُومُ السِّفَادَا\nوُحُوشُ الخَطَايَا تُنادِي بِنَفْسِهْ *** ضَعيفٌ حَقِيرٌ وهَالك فَماذا\nفَيَا حَسْرَتَا كَيْفَ بِالْعِلْمِ يُمْسِي *** يَتِيماً يَزِيدُ الّلآمَ ابْتِعَادَا\nأَفِقْ إِنَّمَا الْعِلْمُ تَقْوَى الإِلَهِ *** وَرُكْنَاهُ إِنْ تَذْكُرَنْ يا مُنَادَا\nفَإِخْلاَصُ فِعْلٍ وَتَحْقِيقُ سُنَّهْ *** فَبَادِرْ إِلى الْحَقِّ تُرْزَقْ سَدَادَا\nوَأَخْلاَقُ رُسْلٍ كِرَامِ السَّجَايَا *** وَفِي الآيِ وَعْظٌ جَلِيلٌ كهذا\nأَلاَ فَاتَّبِعْهُمْ وَدَعْ عَنْكَ غَيَّكَ *** فَفِي ذَاكَ عِنْدَ الْمَضِيقِ النَّفَادَا\n(1/17)\n",
        "وغيرها كثير. ونرجو أن يكون قد بذل جهده، واستفرغ وسعه، ووافق الإثمد الحدقة، وشن طبقة. (وكم ترك الأول للآخر) وقد قال ابن مالك في أول كتابه (التسهيل): (وإذا كانت العلوم منحاً إلهية، ومواهب اختصاصية، فغير مُسْتَبْعد أن يدخر لبعض المتأخرين، ما عسر على كثير من المتقدمين، نعوذ بالله من حسد يسد باب الإنصاف، ويصد عن جميل الأوصاف) وطالب علم ينبغي أن يكون فعلاً متعدياًً لا جامداً –على حد تعبير شيخنا- وكاتبة حروف هذا التمهيد (كَمُبْضِعَةِ تَمْرٍ إلى هَجَرْ)\nتُهْدى العلوم إليه وهو حقيقة *** أدرى من المهدي بهن وأعلَمُ\nلأنه لولاه –بعد توفيق من الله- ما وضعت سواداً في بياض عن العلوم الشرعية. فأنا حسنة من حسناته. (وكنت في إهدائه إلى مقامه، كمن يهدى إلى بستان أزهاره، وإلى الفلك شموسه وأقماره، وإلى البحر جدولاً، وإلى السَّيْل وشَلاً ) .وقد عشت مع هذه الأرجوزة وكتبتها مرتين لأن شيخنا بدأ نظمها بالسجن المركزي بالقنيطرة ولما رُحِّل إلى السجن المحلي بتطوان أعرض عن المنظومة الأولى كلها ما عدا خمسة أبيات، فبدأ نظمها من جديد بالسجن المحلي بأسلوب آخر مختصر أمْلى معظمها عليَّ بالهاتف، وقد صححها ثلاث مرات وكل مرة يزيد فيها وينقص شأنه في ذلك كما قال معمر: (لو عرض الكتاب مائة مرة ما كاد يسلم من أن يكون فيه سقط. أو قال: خطأ) . وعن المزني تلميذ الشافعي: (لو عرض كتاب سبعين مرة، لوجد فيه خطأ، أبى الله أن يكون كتاب صحيحاً غير كتابه) ويقول المزني: (قرأت كتاب (الرسالة)على الإمام الشافعي ثمانين مرة، فما من مرة إلا كان يقف على خطأ، فقال: الشافعي: هيه-أي حسبك واكْفُفْ- أبى الله أن يكون كتاب صحيحاً غير كتابه) وقول الشاعر:\nكم من كتابٍٍ قد تصفحتُه ** وقلت في نفسي أصلحتُه\nحتى إذا طالعتُه ثانياً ** وجدت تصحيفاً فصححتُه\n(1/18)\n\nوقد بعث القاضي الفاضل عبد الرحيم بن علي البيساني إلى العماد قائلاً له: (إني رأيت أنه لا يكتب إنسان كتاباً في يومه إلا قال في غده لو غير هذا لكان أحسن، ولو زيد كذا لكان يستحسن، ولو قدم هذا لكان أفضل، ولو ترك هذا لكان أجمل، هذا من أعظم العبر، وهو دليل على استيلاء النقص على جملة البشر) . (نداء للعلماء)\nيا مَعْشر العلمآء لَبُّوا دعوةً ** تُعْلِي مَقَامَكُمُوا على كِيوانِ\nيا معشر العلمآء هَبُّوا هَبَّةً ** قد طال نومُكُمُوا إلى ذا الآنِ\nيا معشر العلمآء قُومواُ قَوْمَةً ** لله تُعْلِي كِلْمَةَ الإيمانِ\nيا معشر العلمآء عَزْمَةَ صادقٍ ** متجرد لله غيرَ جبانِ\nيا معشر العلمآء أنتم ملتجا ** للدين عند تفاقم الحدَثانِ\nيا معشر العلمآء كونوا قدوة ** للناس في الإسلام والإحسانِ\nيا معشر العلمآء أنتم حجة ** للناس فادعوهم إلى القرآن\nيا معشر العلمآء إن سكوتكم ** من حجة الجهال كلَّ زمان\nيا معشر العلمآء لا تتخاذلوا ** وتعاونوا في الحق لا العدوان\nوتجردوا لله من أهوائكم ** ودَعُوا التنافس في الحُطام الفاني\nوتعاقدوا وتعاهَدوا أن تنصُروا ** متعاضِدين شريعةَ الرحمنِ\nكونوا بحيثُ يكونُ نصب عيونكم ** نصرُ الكتاب وسنةِ الإيمانِ\nقد فرقتنا كثرةُ الآراء إذْ ** صِرْنا نُشايعُها بلا برهان\nومن أجلها صِرْنا يعادي بعضنا ** بعضاً بلا حقٍّ ولا ميزانِ\nوغَدَتْ أُخوةُ ديننا مقطوعةً ** والظلم معروفٌ عن الإنسانِ\nواللهُ ألف بيننا في دينهِ ** وعلى التفرق عاب في القرآنِ\nعودوا بنا لسماحة الدين الذي ** كنا به في عزة وصيانِ\nعودوا لما كانت عليه من الهدى ** أسلافكم في سالف الأزمانِ\nفإليكموا تتطلعوا الأنظار في ** توحيد كلمتنا على الإيمانِ\nكتبته تلميذة وحرم المؤلف أم الفضل حنان بنت محمد المساوي بتطوان صبيحة يوم الجمعة 12ذو الحجة 1426هـ اللهم أطلق سراح زوجي وسائر المظلومين من الموحدين.\nبسم الله الرحمن الرحيم",
        "(1/19)\n\nالحمُد لله الذي قَدْ يَسَّرَا ** لِحِفْظِ دِينه حُمَاةً كُبَرَا\nفَقَدْ نَفَوْا تَحْرِيفَ غَالٍ قَدْ بَغَا ** وَأَبْطَلُوا انتحال مُبْطِلٍ طَغَا\nوَرَثَةُ الرُّسْلِ عَلَيْهِمُ السَّلاَمْ ** كَمَا بِهِ جَاءَ الحَدِيثُ بِالتَّمَامْ\nفَهُمْ عَنِ الأَرْضِ يُزيلُونَ العَمَى ** دَلاَئِلُ الهُدَى كَنَجْمٍ في السَّمَا\nثُمَّ الصَّلاَةُ وَالسَّلاَمُ السَّرْمَدِي ** عَلَى النَّبِيِّ المُصْطَفى محمدِ\nوَآلِهِ وَصَحْبِهِ وَمَنْ غَدَا ** لِنَهْجِهمْ وَ هَدْيِهِمْ قَدِ اقْتَدَا\nوبعدُ؛ فَالأُصُولُ عِلْمٌ ذُو شَرَفْ ** بِهِ اعْتَنى السَّلَفُ و العَدْل الخَلَفْ\nوَمِنْ أَهَمِّ مَا اعْتَنَى بِهِ السَّرِي ** مَعْرِفَةُ التَّفْسِيرِ خَيْرِ الخّبَرِ\nفَذِي فَوَائِدٌ لَهُ وَجِيزَهْ ** تَنْفَعُ مَنْ يَحْفَظُهَا عَزِيزَهْ\nتَجْمَعُ مِنْهُ نُبَذًا تُفِيدُ ** فَسَارِعَنْ للحفْظِ يَا سَعِيدُ\nقاعِدَةً مُفِيدَةً للطالبينْ ** وَسِيلةً للحفظِ عند الراغِبِينْ\nوَاللَّهَ أَرْجُو فِي قَبُولِ عَمَلِي ** مَعَ الرِّضَا عند انقِضَاءِ أجَلِي\n*أما بعد؛ فهذه مقدمة مختصرة لمنظومتي المسماة : (نَشر العبير في نظم قواعد التفسير) بينت فيها بعض الحدود والتعاريف تسهيلاً على المبتدئ، وتَكميلَ الانتفاع بالنّظم بعبارة واضحة وسهلة، ومن غير تعقيد ولا تنافر، ومن غير استطراد ولا تكرار، لأن الهِمَمَ تميل إلى الاختصار المفيد، والإيجاز من القواعد، رجاء أن يكون عوناً وعنواناً على شحذ الهمة، ودفع الذاكرة إلى الأمام، ولا سيما والنظم وِعاء صلب لحفظ العلوم الشرعية، وأدعى لضبطه وإتقانه، وأيضا لما فيه من سهولة العلوم، وتقريبها للأذهان، والإحاطة بأحكامه الضرورية اللازمة.\n(1/20)",
        "\nمع الأخذ بعين الاعتبار بأنني لست أديبًا ولا شاعرًا، لكن أحدو وما لي بعير!، وَأمد القوس وما له وتر، أتجشأ من غير شبع. وأخشى أن يصدق علي قول القائل: (إذا أراد الله بعبد شرًا أغلق عنه باب العمل وفتح عليه باب الجدل) ، و(الخير عادة، والشر لحاجة) ، (اللهم إنا نعوذ بك من فتنة القول، كما نعوذ بك من فتنة العمل، ونعوذ بك من التكلف لما لا نحسن، كما نعوذ بك من العجب بما نحسن، ونعوذ بك من السلاطة والهذر) .\nفالأمة تحتاج إلى فعّالين أكثر مما تحتاج إلى قوالين. وإلى فصيح السنان لا إلى فصيح اللسان. لأن كلام الألكن في العمل نقمة، وسكوته نعمة، حتى وإن سحرت بلاغته الأسماع، وإشراق ديباجته الأنظار. فقد تشبعنا من عبارات الغرور: (أنا، وإنا، ونحن، وعندنا، والذي نراه، ونحن نعتقد، وهذا عندنا جائز، وهذا عندنا غير جائز)، فأصبحنا وسرنا أمام سلفنا الراحل: (مجمع اللؤم والخسة والسفاسف والصفات الذميمة، والأفعال المرذولة، وتطاولنا عن علمائنا الكبار. مع التنطع والتقعر الزائديْن، و (إن الله عز وجل يُبغض البليغ من الرجال، الذي يتخلل بلسانه، كما تخلل الباقرة بلسانها) ، وورد بلفظ: (سيكون قوم يأكلون بألسنتهم كما تأكل البقرة من الأرض) .\nومع هذا كله؛ فلا بلاغة بليغة، ولا فصاحة واضحة، ولا بيان بيّن، ولا برهان صحيح، ولا جزالة ألفاظ، ولا رائحة إنشاء. وسنتقي –إن شاء الله– مأثور القول البذيء والجارح بعد اليوم، مرة أخرى عذرًا شيوخنا ومغفرة، وعفوًا من زلة القلم، ومن بعض عقاربه المسمومة. قلقل الله أنيابه. وما أردنا من ذلك إلا نصرة الإسلام، ولكن أخطأنا بابه، لأن السباب والحمية للإسلام –في الغالب– ساكنان لا يلتقيان، ولا أحب أن أُلاَمَ وأحاسب على الفعل الماضي، نعم على الحال والاستقبال فأهلا وسهلا.\n(1/21)\n",
        "ولا زال أهل العلم يتراجعون إلى ما هو أفضل، وللإمام الشافعي مذهبان، وللأشعري ثلاث حالات، ولابن معين وابن حنبل رأيان بل سبعة أقوال في بعض المسائل، وهكذا...ولا أظنني بهذا الاعتراف أمكنت الرامي من صفاء الثغرة، وليس بيننا وبين الحق حجاب. ورحم الله امرأً أهدى لنا عيوبنا، (ومن حذرك كمن بشرك).\nفهذا - عزيزي القارئ - جهد المقل أضعه بين يديك من وراء القضبان، من داخل زنزانتي الانفرادية، ومع الحراسة المشددة والمستمرة، فلك غنمه، وعلي غُرمه، وأنت الظافر، وأنا العاثر، فإن وُفِّقت فذلك فضل الله وإحسانه إلي، لا بحولي وقوتي: {قل بفضل الله وبرحمته فبذلك فليفرحوا} ، وإن كانت الأخرى؛ فأسأله سبحانه أن يتجاوز عني ويستر عيبي وذنبي.\nوقد اشتملت هذه المقدمة على مباحث خمسة، والله من وراء القصد.\nالمبحث الأول: في التعريفات\nوبما أن الأشياء تعرف بحقائقها. وأضدادها، وأنواعها، وأمثالها، والخطب فيها جليل، والكلام في جنسها ونوعها عسير، والخوض في لججها ليس بيسير، وراقمه أسير، وضُرب بينه وبين مكتبته بسور، والكاتب بلا كتاب قصير، وصاحب الدعوة حقير، وعند العلماء فقير، ولا سيما في أهم العُلوم، أعني علوم القرآن بفروعه المختلفة، و(التحقيق قليل، وطَرْف التنقيح في الغالب كَليل، والوهم نَسِيبٌ للأخبار وخَليل، والتقليد عريقٌ في الآدميين وسليل) . والتعريفات لا بد فيها من العلم والمعرفة حتى يمكن فهمها وأداؤها والقيام بها على الوجه المطلوب شرعاً.\n? وصف الحملة الشرسة على الإسلام والقرآن:\nأما أن تعيد مُعادا، لا شرح، ولا اختصار، ولا إتمام، ولا فتح، ولا استدراك: (فمصيبة لا لَعَا لها). ومعضلة لا أبا الحسن لها. مؤلفات ومقالات لو وزنت بالفحم أو كتبت به كان كثيراً في حقها. مقالات في جرائدنا باسم الإسلام، لا يحسن مثلها الشيطان.\nيخط في الرق خطاً *** كأنه خط شيطان\n(1/22)\n\n(لا لها عند الله عدد ولا مقدار) . لا إلى هؤلاء، ولا إلى هؤلاء. يطحنون الدقيق، ويجرحون الإسلام باسم التحقيق، صح لهم ما لم يصح لإبليس، اجتمع فيهم من الضلال ما تفرق في غيرهم و(الأحداث) شاهدة، كاتب واحد من كتابها أمة في الجهل والضلال، قطفوا الأزهار من محنة الأخيار، تكاشف في هذه الفتنة الأشرار. وكأن أيمن بن خُريم عناهم بقوله:\nإِنَّمَا يُسَعّرهَا جاهِلُهَا *** حطب النار فَدَعْها تشتعل\nأعمى البصر والبصيرة يريد أن يقودنا، إعلام فاسد، وإبليس حاسد، وفكر كاسد.\nأعمى يقود بصيراً لا أبا لكم *** قد ضل من كانت العميان تهديه\nأيام حزينة، وحضارة خليعة، وأحكام بلا جريمة، وتُهَمٌ جاهزة بلا بينة، وعدالة معطلة، وأقلام حاقدة، وتبعية خانعة، والعري (أبْكى العيون، وأنكأ القلوب، وَفَتَّ في الأعضاد، وفتت الأكباد) والصالح في البلاد من يقارع الفساد، فساد لو كتب على آماق البصر، لكان عبرة لمن اعتبر. و(من لم يعتبر فقد خسر.. من سلك الجدد أمن العثار. من مأمنه يؤتى الحذر. ويل للسجيّ من الخليّ) . أعطوا غباء لا ذكاء. وحتى لو أعطوا ذكاء فـ(لَعَنَ اللهُ الذكاءَ بلا إِيمان، ورضي الله عن البلادة مع التقوى) .\nحُزْنِي عَلى مَا قَدْ جَرَى فَتَّ الْكَبِدَ * وَالْقَلْبُ مِنْ آلامِهِ مُسْتُأْصلاَ\nيَا رَبِّ إِنِّي مُشْفِقٌ مِنْ غُرْبَتِي * يَوْمَ الِلّقَاءِ القَادِمِ أَنْ أُسْأَلاَ\nرَبّاهُ ذُو الفَضْلِ الذِي عمَّ الْوَرَى * أَنْزِلْ أَبَا الْفَضْلِ بِخَيْرٍ مِنْزِلاَ\n(لا نريد أن نرد النهر إلى مصبّه، والشمس إلى مطلعها، والطفل إلى بطن أمه، واللبن إلى الثدي، والدمعة إلى العين)، ولكن بكينا:\nحِينَ اعْتَدَى ذِئْبُ إِنْسٍ * وَاسْتَوْطَنَ الثُّعْلَبَانُ\nقَدْ عَادَ شَرْعُ الرَّجِيمِ * وَالْحَقُّ أَمْسَى يُدَانُ",
        "(1/23)\n\nومع هذا كله؛ فلا تحزن أخي بل اسعد، واصمد، واطمئن، وأبشر، وتفاءل، فكل أمر مرهون بوقته: {إن الباطل كان زهوقاً} ، وصدق العقاد حين قال: (كثيراً ما يكون الباطل أهلاً للهزيمة، لكنه لا يجد من هو أهل للانتصار عليه)، فالمفسدون (يومهم بلا غد، وأرضهم بلا سماء، وعملهم بلا خاتمة، وسعيهم بلا نتيجة)، {أعمالهم كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئاً ووجد الله عنده فوفيه حسابه والله سريع الحساب} ، قال تعالى: {وَقدمنا إلى ما عملوا من عمل فجعلناه هباءً منثوراً} ، تذللوا وخضعوا لفقه القساوسة والرهبان، فكان إسلامهم (هدماً بلا بناء، وصفة بلا معنى)، وما أكثر -فيهم- من يحب أن يدعى قساً ولم يخدم الكنيسة.\nصَعَافقة (الأحداث) – ليس عندهم علم ولا فقه، يشهدون السوق وليست لهم رؤوس أموال ولا نقد- بل هم رجْرجة الكتاب لا سَبَدٌ ولا لَبَدٌ ، ولا عافطة ولا نافطة ، أسلوبهم (ماله هِلَعٌ ولا هِلَعَة ولا سَعْنَة ولا مَعْنة ولا هَاربٌ ولا قارب وأبلغ الرد على هؤلاء الذين قلدوا الغرب بعين عوارء، وأخرى شوهاء: نشر كتب التفسير وعلومه، وكتب الحديث وعلومه، وسائر علوم الشرع الحنيف. وفكرهم مسموم بل هو مولود غير طبيعي لأنه ولد مشوهاً، ورضع ألباناً فاسدة.\nإنهم يركبون قصبة فيرونها فرساً سبوقاً، ويحملون خشبة يُلَوحُون بها في (أحداثهم) على أنها سيف صقيل، (فيا لله العجب من ذبابة تطن في أُذن فيل) ، ولسان حال القارئ يقول: ( يا عمر أبعدت النجعة، أسْرع الله بك الرَّجعة) ، (إفْعَلْ ما هو صحيح، ثم أدِرْ ظهرك لكل نقد سَخيف). فقد أحنى عليهم الدهر. حتى ولو خلطوا الغث بالسمين، والخرز بالدر الثمين. وتمثل في وُجوههم بقول الشافعي:\nوالصمت عن جاهل أو أحمق شَرفُ * وفيه أيضاً لصون العرض إصلاحُ\nأما ترى الأُسْدَ تُخْشَى وهي صامِتةٌ * والكلبَ يُخْسَى -لعمري- وهو نَبَّاحُ\nوقوله:\nأعرض عن الجاهل السفيه * فكل ما قال فهْو فيه\n(1/24)",
        "\nوما ضرَّ بَحْرَ الفُرات يوماً * أن خاص بعضُ الكلاب فيه\nوبقول القائل:\nلو كل كلب عوى القمتَه حجرا * لأصبح الصخر مثقالاً بدينار\nفإن للإسلام جنوداً من الأقلام:\nدونكها مترعة دهاقاً * كأساً زُعاقاً مُزِجَتْ زُعاقا\nيشنون حرباً شعواء على الصحابة والعلماء والأخيار في جرائدهم الساقطة، فأبوا إلا أن نتعامل معهم بلغة: (عاشر الذئاب على أن تكون فأسك في يدك)، ولغة: (إن كنت ريحاً فقد لا قيت إعصاراً)، وثقافتهم نعتبرها لوثة وافدة لبلادنا، ووعكة نازلة لأهل المغرب المجاهدين، وأسلوب الحوار عندهم مفقود نشم رائحته ولا نرى عينه، حاشا: {لئن اتخذت إلهاً غيري لأجعلنك من المسجونين} . {وما تنقم منا إلا أن آمنا بآيات ربنا} ، وجريمتنا النكراء: {أخرجوهم من قريتكم إنهم أناس يتطهرون} ، وأخرى: {وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد} ، وأخرى: {هل تنقمون منا إلا أن آمنا بالله وما أنزل إلينا وما أنزل من قبل وأن أكثركم فاسقون} .\nأمور يضحك السفهاء منها * ويبكي من عواقبها اللبيب\nوالحق أبلج والباطل لجلج، ولن يدوم بنيان الباطل مهما زخرج وبهرج في جرائدهم وإعلامهم فمصيره إلى الزهق.\nوَهَبْني قلت: إن الصبح ليل * أيعمى المبصرون عن الضياء؟\nويذكرني صنيع هؤلاء بدود القز، وذلك أن دود القز لما أخذ ينسج؛ أقبلت العنكبوت تتشبه وقالت: (لك نَسْج ولي نسج)، فقالت دودة القز: (ولكن نَسْجي أردية بنات الملوك، ونسجك شبكة الذباب وعند مس النسيجين يتبين الفرق). وبيت العنكبوت في منتدى الأخباث ومن لم يصدق فليقرأ فيه: (العلمانية الإنسية هي الحل)، ولو صدق لقال: (العلمانية الإبليسية هي الضلال) .\nمساوٍ لو قُسِمْن على الغواني * لما أُمْهِرن إلا بالطلاق\n(1/25)\n",
        "أو العنوان: (من الكلب إلى الكلب). فتحققت فيهم نبوءة نبينا محمد r: (وينطق فيها الرويبضة)، قيل: وما الرويبضة؟. قال: (الرجل التافه السفيه يتكلم في أمر العامة) ، وقوله r: (سيكون أقوام يأكلون بألسنتهم كما تأكل البقرة من الأرض) ، (ولو سكت من لا يعلم لقل الخلاف)، و(من تكلم في غير فنه أتى بهذه العجائب)، فلكل علم أهله، ولكل فن فرسانه. وفاقد الشيء لا يعطيه. طبيب يداوي الناس وهو مريض. فكيف بالذي رضع ألباناً فاسدة، وتربى في أحضان الغرب، وترعرع على موائدهم، وتشبع بأفكارهم المسمومة، وثقافتهم الملوثة (وجريدة الأحداث نموذجا) لا يرون أبعد من أرنبة أنفهم؟. فكُتّاب الغرب يقولون: (اللهم اجعلنا من الضالين المضلين)، وهؤلاء يقولون: (آمين).\nمع قصور نظرهم، وضيق أفقهم: طاش دماغهم في بحر قذورات الغرب، فظنوا أن كل سوداء تمرة، وكل بيضاء شحمة، وكل مدور رغيف، وكل كتابة علم، وظنوا أن المسك يستخرج ويستخلص من جيف الكلاب. وكل إناءٍ بما فيه ينضح أو يرشح. وحبكَ الشيء يعمي ويصم. والطيور على أشكالها تقع.\nيُزَهِّدُني في وُدِّكِ ابنُ مُسَاحِقٍ * مودتك الأراذِلَ دون ذَوِي الفضل\nومن قل علمه كثر لغطه، وارتفع نباحه على السحاب.\nوما ضر بدر السماء في الأفق * سود الكلاب وقد مشى على مَهَل\nولعلنا نعود إليكم يوماً ما لنريكم من أين تؤكل الكتف.\nهاشم جدنا فإن كنت غضبى * فاملئي الوجه الجميل خدوشا\nلكم أقلام ولنا أقلام، لكم أقزام ولنا أعلام. ومرحباً بكم في الساحة تكتبون ونكتب، وبيننا وبينكم الأيام. (وإن غداً لناظره قريب).\nحكمة المرء في سن قلمه * وقلمه فيما تخط يده\n(1/26)\n\nدون اللجوء إلى أسلوب امرأة لوط، ومهنة الزبال. أو تهديد فرعون نكيل لكم بمعيار عقولكم، ونزن لكم بميزان عقولكم. ومن أفواهكم ندينكم. ومقالاتكم وتأليفاتكم عبارة عن شقشقة وفخفخة، سرتم فيها على منوال أساتذة مدرسة: (دع ما ليقيصر لقيصر، وما لله لله). حَذْو القذة بالقذة. فإن العلمانيين: (كأسراب القَطَا، مجبولون على تشبه بعضهم ببعض) ، ولِذَلكم (أسباب تقتضيه، فمنها التشيعات للآراء والمذاهب، فإن النفس إذا كانت على حال الاعتدال في قبول الخبر أعطته حقه من التمحيص والنظر، حتى يتبين صدقه من كذبه، وإذا خامرها تشيُّع لرأي أو نحلة قبلت ما يوافقها من الأخبار لأول وهلة، وكان ذلك الميل والتشيع غطاء على عين بصيرتها عن الانتقاد والتمحيص، فتقع في قبول الكذب ونقله) وكأن القائل عناهم حين قال:\nهذي التآليف من بعض الخطيئات * فاشهد علي وأشهد كل من يأتي\nأنها شقشقات واتباع هوى * وفخفخات وعجباً بالوريقات\nليْس في القنافذ أملس. وفكرهم من (رُبْد الصدور لا من زبدها) وصدق البوصيري حين قال:\nالله أكبرُ إن دين محمدٍ * وكتابه أقوى وأقوم قيلاً\nطلعت به شمس الهداية للورى * وأبى لها وَصْفُ الكمال أُفُولاَ\nوالحق أبلج في شريعته التي * جمعت فروعاً للهدى وأُصولا\nلاتذكروا الكُتْبَ السوالف عنده * طلع الصباح فأطفئ القنديلاَ\nومصائبهم لا يحصيها الرجل الفصيح في الكلام، ومن تكلم رَعِف. (يضيق صدري ولا ينطلق لساني).\nولا جرم في فمي ماءٌ وهل * ينطق من في فيه ماء",
        "(1/27)\n\nوقد طفح كيل (الأحداث المغربية)، واتسع الخرق على الراقع، وكشف العلمانيون المائعون عن أنيابهم الوسخة والقذرة والعفنة طعناً واستهزاء بالإسلام وشريعته وحراس الحقيبة –بدل العقيدة- والعلماء الرسميون –بالفاء بدل الميم- نائمون إن لم أقل (ميتون) يخافون أن ينعتوا بالدفاع عن الأفكار الإرهابية، أو لم تعط لهم إشارة ليتكلموا، فهم بين إحراج رسمي، وواجب ديني، طبعاً الرسمي مقدم على كل شيء. تباً لكم ولمجالسكم المعمية التي تسمع برلمانياً اشتراكياً يستهزئ بشعيرة من شعائر الدين ولم تحرك ساكناً. عذراً قد سمعناهم يوجهون خطاباً إلى من خطف المغربيين فسمعنا ما قرح قلوبنا، الناطق عذب سيبويه في قبره أخطاء نحوية فاحشة، (وتكفير ولعن) حين قال ابن يَسَّفْ: (نلعنكم ونكفركم)!!. عش رجباً تسمع عجباً، أصبحوا من الهجرة والتكفير دون أن يشعروا. كل هذا لا يَهم، لكن عندما يقرأون في جريدة رسمية: (الأحداث المغربية) استهزاءً لمسئول برلماني اشتراكي استئصالي فلا رد ولا: (نلعنكم ونكفركم)، ولا، ولا.\n(1/28)",
        "\nوإليكم بعض ما قاله المدعو (عبد القادر البنة) البرلماني الاشتراكي في جريدة (الأحداث) تحت عنوان: (لحيتي عُبْوَتي): (يتهمونكِ –أي: اللحية- بالتحجر وأنت مثال في التحرر تفرضين في إثبات الزنا شروط المستحيل، وتضعين رقاب النساء في ملكية الذكور وأنت في ذلك على حق لأن المرأة خرجت من ضلع الرجل.. يفضل –أي الغرب- مشاهدة النكاح في الأفلام عوض ممارسته على الفراش، ولهذا يشكو من نقص في الإنجاب، ولولا أمة الإسلام لتعرضت البشرية إلى الانقراض، لأن شريعتكِ –أي اللحية- توصيني بالنكاح والتناسل حتى أكون مصدر افتخار يوم القيامة.. فالنساء ناقصات عقل ودين وعقولهن في فروجهن، أرى فيك هويتي، وأقرأ فيك تاريخي، تحملين ذاكرتي وتسطرين توقيتي، تذكرينني بالصلوات الخمس وبالشفع والوتر، أتحسسك عند الذكر والتسبيح، وأتمثل بك السلف الصالح، من حمزة إلى عمر مروراً بطلحة والزبير، فديني لا يكتمل إلا بك، ولا دين من السَّماء إلا دينك، وتأسياً بأسيادي (حماة الإسلام) من ابن لادن إلى الظواهري... أغسلك بماء زمزم وأرقيك ببخور قندهار).\nثم يقول –عليه بهلة الله، وفض فوه، ولا سعد من ينشر له-: (يتهمونك بالتعصب وأنت تحملين الحقيقة المطلقة التي لا جدال فيها ولا نقاش، فالله واحد والنبي واحد وأمة الإسلام واحدة وهي خير أمة أخرجت للناس، فملعون ذلك الألماني اليهودي الذي جاء بنظرية النسبية، ومصيره جهنم ولا غرابة في ذلك، فحروف الشيطان توجد كلها في إنشطاين).\n(1/29)\n",
        "ولا أنسى ما كنت قرأته في هذه الجريدة الحاقدة على الإسلام والمسلمين حول: (الاختبارات الموحدة للدورة الثانية في مادة: اللغة العربية)، في إعدادية (مولاي سليمان) نيابة أنفا-الدار البيضاء مدة الإنجاز: (ساعة ونصف): (لا أدري لماذا يكره المتطرفون الإسلاميون المرأة، ويصرون على أن تظل مجرد دمية يعبثون بها في غرف نومهم المظلمة، ويسلبون إرادتها ولا يقبلون إلا أن تكون مجرد جارية حتى ولو حملت لقب زوجة، وعند ما فكرت الدولة في إصدار القوانين الجديدة لتصون كرامتها وتحميها من القهر والظلم، هاج أصحاب الفضيلة أعداء المرأة وكأنه لدغتهم العقارب، وأشهروا في وجهها كل أسلحة التخلف والظلام، كعادتهم فتشوا في أحكام الشريعة الغراء، فسروها حسب أهوائهم واستغلوا تعاليم الدين السمحة أسوأ استغلال، وأخرجوا من جرابهم تفسيرات أشبه بالثعابين السامة، وهي أمور لا تُسِئ للنساء فقط، بل تدين المجتمعات التي تخيم عليها مثل هذه الأفكار، وتصمها بالعنصرية والتخلف، لقد أظهروا شريعة إسلامية تنكل بالمرأة وتنزل بها أشد العقاب، وأسرفوا في استنباط الأحكام، واستبدلوا بشرائع إسلامية –شرائع بالجمع يعني شريعة اليهود والنصارى، والمجوس وإبليس- غراء أخرى مستمدة من عصور الجاهلية). بدون تعليق. من جريدة (الأحداث المغربية) .\nصرح أحمد ادغيرني للجزيرة قائلاً: (ستزول العربية من المغرب، وسيزول الإسلام). من (الأسبوعية) . وقال آخر: (يجب علينا أن نقوم بإنحاء الشعبة الإسلامية من الكليات) . وفي جريدة (اتحاد اشتراكي) قال أحدهم: (يجب إعادة النظر في جوهر الإسلام)، وقال آخر: (نصوص القرآن والسنة يجب أن يعاد فيهما النظر لأنهما غير مسايرين للعصر). وقال آخر: (إن نظام الإسلام يجب أن يحصر في علاقة المرء بربه دون أن يتدخل في شؤون الحياة الأخرى...لأنه لا يصلح أن يطبق في القرن العشرين)، نترك التعليق لحماة الاسلام من المجالس العلمية. قال ابن القيم:\n(1/30)\n\nهربوا من الرق الذي خُلقوا له * فبُلوا برق النفس والشيطان\nهل قرأتم يا معشر (العلماء!!) في جرائدهم هذا الضلال: (الإسلام دين جاف وجامد يريد أن يُجَمّد نصف المجتمع وهي: المرأة. إن الذين يريدون العودة للإسلام في قضية المرأة لهم عقلية متخلفة.. المرأة ليست نصف الذكر. كيف تكون شهادة امرأة دكتورة عالمة الذرة نصف شهادة رجل أمي جاهل. كيف تقولون: النساء ناقصات عقل ودين، والمرأة قد بلغت شأواً كبيراً في العلم والثقافة والحضارة). يريدون من المرأة أن تكون مجرد دمية.\nوهاهم مُؤسسوا الحرية وصناعها يعترفون لكنها اعترافات جاءت متأخرة واحدة تقول: (أريد أن أرجع إلى أنوثتي)، وأخرى تقول: (امنعوا الاختلاط، وقيدوا حرية الفتاة)، وأخرى تقول: (قروية ساذجة في حجرها طفل، أفضل للأمة وأنفع للبلاد من ألف نائبة وألف محامية، وحكمة الله فيكن أن تكنَّ أمهات)، وأخرى تقول: (لا تأخذي من العائلة الأوروبية مثالاً لك)، وأخرى تقول: (بيوت الأزياء جعلت مني مجرد صنم متحرك، مهمته العبث بالقلوب والعقول)، وأخرى تقول: (أنا أنثى أعتز بأنوثتي، وأنا امرأة أعتز بما وهبني الله)، وأخرى تقول: (أفكر كثيراً في أن أشعل النار في جميع شهاداتي التي أنستني كل العواطف)، ثم تقول: (إنني أروي ذلك لكم للعبرة والعظة فقط، ولأقول: نعم، من أجل الحياة. من أجل الزواج لا، للعنوسة). وأخرى تقول: (خذوا شهادتي وأعطوني زوجاً). وأخرى تقول: (خذوا شهرتي وأعطوني بيتاً يضج بالأطفال). وأخرى تقول: (إني أتعس امرأة... كم كنت سافلة).\nوأول من نادى بحرية المرأة المسلمة والعربية قاسم أمين في كتابه (تحرير المرأة)، حيث قال: (إن المرأة مساوية للرجل من جميع الوجوه، وإن الرجل ظالم لها في حقوقها). ثم قال: (بلزوم رفع الحجاب، ووجوب الاختلاط، لأن حجاب المرأة وعدم اختلاطها بالرجال مما يقيد حريتها التي منحها الله إياها). إلى آخر ما يدعو إليه من المناكير.",
        "(1/31)\n\nثم رجع وقال: (لقد كنت أدعو المصريين قبل الآن إلي اقتفاء أثر الترك بل الإفرنج في (تحرير نسائهم)، وغاليت في هذا المعنى حتى دعوتهم إلى تمزيق ذلك الحجاب، وإلى إشراك النساء في كل أعمالهم ومآدبهم وولائمهم، ولكن أدركت خطر هذه الدعوة بما اختبرته من أخلاق الناس، فلقد تتبعت خطوات النساء في كثير من أحياء العاصمة والإسكندرية لأعرف درجة احترام الناس لهن، وماذا يكون شأنهم معهن إذا خرجن حاسرات، فرأيت من فساد أخلاق الرجال - بكل أسف - ما حمدت الله على ما خذل من دعوتي واستنفر الناس إلى معارضتي، رأيتهم ما مرت بهم امرأة أو فتاة إلا تطاولوا إليها بألسنة البذاءة، ثم ما وجدت زحاماً في طريق فمرت به امرأة إلا تناولتها الأيدي والألسنة جميعاً).\nوآخر يقول: (نتمنى على بعض علمائنا (الكرام) أن يبقوا في مجالات تخصصهم، وألا يزجوا بأنفسهم في بحار السياسة، وهم لا يحسنون السباحة فيها، حتى لا يغرقوا، ويغرقوا شبابنا الحائر معهم، وقديماً قال فقيه ألمعي: بين أصحابنا من أرجو بركته ولا أقبل شهادته. قلت: في أمور السياسة).\nثم قال: (إن أي فتوى مهما كان رأينا في مرجعيتها، إن أمور الشرع قابلة للنقاش، وإن الفتاوى تتغير، وليست وحياً منزلاً، وإننا نتطلع إلى مرحلة يكون كل شيء فيها قابلاً للنقاش). إنها الحداثة التي ينادون بها - يقول زعيم الحداثيين العرب عبد الصبور المصري: (والشيطان خالقنا ليجرح قدرة الله العظيم). (ديوانه ص38) تحت عنوان: (الناس في بلادي). وله كلام أخبث من هذا أيضاً في (ص29) وفي (ص47/ تحت عنوان: الإله الصغير).\n(1/32)",
        "\nوكما قالوا: (إما أن يكون المثقف حداثياً أو لا يكون مثقفاً). ثم قالوا: (لا يهمنا فهم الناس أو لم يفهموا). ويقول أستاذ الحداثيين نزار قباني في قصيدة –أو عصيدة- تحت عنوان (أصهار الله): (وهل غلاء الفول والحمص والطراشي والجرجير شأن من شؤون الله)؟. واقرأ إن شئت في (الأعمال الشعرية الكاملة) : (يا إلهي إن تكن رباً حقيقياً فدعنا عاشقينا).\nويقول بدر شاكر السيّاب : (فنحن جميعاً أموات. أنا ومحمد والله، وهذا قبرنا أنقاض مِئْذنة معفرة، عليها يكتب اسم محمد والله). ثم يقول عليه بهلة الله ولا رحم فيه مغرز إبرة: (وإن الله باقٍ في قرانا ما قتلناه ولا من جوعنا أكلناه).\nيقول أحد الحداثيين المدعو عبد الوهاب البياتي العراقي في (ديوانه): (كلمات لا تموت): (الله في مدينتي يبيعه اليهود، الله في مدينتي مشرد طريد، أرادهُ الغزاة أن يكون لهم أجيراً شاعراً قوادْ –نقلنا كلام هؤلاء الحداثيين بلحنه- يخدع قيثاره المذَهَّب العباد، لكنه أصيب بالجنون، لأنه أراد أن يصون زنابق الحقول من جرادهم أراد أن يكون).\nويقول حداثي آخر –أكرمكم الله- يدعى محمود درويش مستهزئاً بالله تعالى: (نامي فعين الله نائمة عنا).\nويقول الحداثي عبد العزيز المقالح اليمني اليساري في (شَعِيرِه): (صار الله رماداً صمتاً رعباً في كف الجلادين، حقلاً ينبت سبحات وعمائم بين الرب الأغنية الثورة والرب القادم في هوليود.. كان الله قديماً حباً كان سحابة كان نهاراً في الليل أغنية تغسل بالأمطار الخضراء تجاعيد الأرض).\nويقول أدونيس النصيري وكان اسمه: علي أحمد سعيد. ثم ترك النصيرية واعتنق الشيوعية، وتسمى باسم أحد أصنام الفينيقيين (أدونيس) وهو مرجع وقدوة لجريدة (الأحداث المغربية): (كاهنة الأجيال قولي لنا شيئاً عن الله الذي يولد قولي: أفي عينيه ما يُعبد.. مات إلهٌ كان هناك يهبط من جمجمة السماء) . وهو الذي قال: (نقد الدين شرط لكل نقد).\n(1/33)\n",
        "إنها الغارة والثورة على الإسلام، وأصحاب الفضيلة –عفواً الفضيحة- من حراس -الحقيبة- لا العقيدة نائمون. أما قرأتم أيها العلماء –عفواً العلفاء- الاستهزاء بالصحابة الكرام في جرائد الحداثيين، يقول أحدهم ساخراً من رجال الحديث: (حدثنا محبط عن محبط عن جاهل). وقال آخر: (حدثنا الشيخ إمام عن صالح بن عبد الحي عن سيد بن درويش عن أبيه عن جده). وقال آخر: (عادل إمام مثل أبي ذر الغفاري، يمشي وحده، ويموت وحده، ويبعث يوم القيامة وحده).\nوتقول أمينة السعيد –وما إخالها أمينة ولا سعيدة عليها بهلة الله- ضاحكة عن حجاب المرأة المسلمة: (عجبت لفتيات مثقفات يلبسن أكفان الموتى وهن على قيد الحياة).\nويقول العلماني الحداثي أحمد عبد المعطي حجازي: (إن للسفور مساوئ لكنها أقل -قطعاً- من مساوئ الحجاب والنقاب، وشبيه بمن يدعونا للعودة إلى الحجاب من يدعونا للعودة إلى ركوب النياق والحمير والبغال.. هذه هي عقلية عصور الانحطاط). ويسمي المحجبات العفيفات الطاهرات: (المسرحية والحراج. وقوارير سوداء، ومسرحية مدهشة). ويصفهن بأنهن (بضائع)، لو قال المتبرجات والعاريات اللائي يعرضن أجسادهن في الشوارع والشواطئ، والمحافل والحافلات بضائع رخيصة لأصاب، ولكن إبليس يقلب الحقائق.\nويقول حداثي معروف بدفاعه عن أمه أم جميل زوجة أبي لهب، محمد جبر الحربي: (والنساء سواسية منذ تَبَّتْ، وحتى ظهور القناع تشترى لتباع، وتباع، وثانية تشترى تباع).\n(1/34)\n\n(فاللحية عندهم قذارة وأوساخ، والحجاب عندهم تخلف وظلام، والتعدد عندهم سفه ورجعية، والقميص عندهم تأخر وانحطاط، والتزام الصلاة في الجماعة عندهم فراغ وبطالة، والدعوة إلى عدَم الاختلاط بين الجنسين عندهم عودة إلى أصول الظلام، والمطالبة بحفظ الأعراض عندهم انتكاس عن المدنية والتطور)، إنها ألعوبة التمدن، والتحرر، والتحضر، إنها ألعوبة: (دعوها تمارس ما تشتهي). (دعوها تعاشر من تشتهي)، (دعوها تطالبكم بالحقوق). (دعوها تشارككم في القضاء).\nوصدق من قال: (تعالت هُتافاتُهم. حرروها. تعالت هتافاتهم. أطلقوها. دعوها تمارس حق الحياة تميطي اللثام وتُلْقي الحجاب، تحطم كلَّ قيود القديم. تثور على كل شيء قديم. تعالت شعارات. أهل الفساد. لكي يخدعوها. فباسم التقدم واسم التحرر. واسم التمدن. قالوا: دعوها، دعوها تمارس ما تشتهي. دعوها تعاشر من تشتهي. دعوها تطالبكم بالحقوق، دعوها تشارككم في الحقوق. دعوها دعوها ولا تمنعوها. أفيقي أُخية، وقولي: دعوني، دعوني فإني أريد حيائي، أريد إبائي. دعوني دعوني فإني أبيّة. أنا لست أُلعوبة في أيديكم. تريدون أن تعبثوا بشبابي. فألقي حجابي. وأخرج أَلْقى قطيع الذئاب. وبعض الكلاب... أَفيقي أُخية يريدون هدم صُروح الفضيلة. يريدون قتل المعاني الجميلة. يريدون وأْدَكِ والنَّفْسُ حية. أَهذي الحقوق كما تزعمون؟. فأُفٍّ لكم ولما تَدَّعون. أنا لست أقبل هذا الهراء. فهيا اخرسوا أيها الأدعياء، أنا لست أقبل غير تعاليم ديني. ففيها النجاة. وفيها الحياة، وفيها السعادة حتى الممات. أفيقي أُخية، أفيقي أُخية) .\nوصور كثيرة من الكفر في جرائدنا أعرضنا عنها اختصاراً. وفيما ذكرنا كفاية لتجرح قلوب المسلمين الصادقين، (ويكفي من القلادة ما أحاط بالعنق)، وأستسمح على هذا الاستطراد المفيد وأعود إلى مبحث التعريفات. فأقول:\nهذا المبحث يشمل:\n1- تعريف القواعد في اللغة والاصطلاح.\n2- تعريف التفسير في اللغة والاصطلاح.",
        "(1/35)\n\n3- تعريف: (قواعد التفسير)، باعتباره عَلَماً ولقباً على نوع معين من (القواعد)، وفن معين من فنون العلم، لا بد من معرفة معاني جزأيها اللذين تركبت منهما، وهما: (قواعد) و(التفسير)، من حيث المعنى اللغوي والاصطلاحي، لأن معناها اللقبي ليس بمعزل عن معاني ما تركبت منه –وللعراقي (684هـ) وجهة نظر اعترض بها على القول بأن العلم بالمركبات متوقف على العلم بالمفردات، عند كلامه على تعريف أصول الفقه .\n1-تعريف القواعد:\nأ-معنى القواعد لغة: جمع قاعدة، قال ابن مالك في (خلاصته):\nوالألف الثاني المزيد يُجعل واواً كذا ما الأصل فيه يُجهل\nتقول: جازم جمعه جوازم، ناصب نواصب، قاعد(ة) قواعد، فاعل فواعل. قس على هذا ما لم يُذكر.\nوقد ذكرت (المعاجم) اللغوية في هذه المادة كلمات متعددة يَبْدُو من ظاهرها الخلاف، ولكنها عند تأملها، نجدها تعود: إلى معنى الاستقرار والثبات ولو بضرب من التأويل. كقعيدة الرجل – أي: امرأته، وامرأة قاعد عن الحيض والأزواج، {والقواعد من النساء اللاتي لا يرجون نكاحاً}، ملتفتاً في ذلك إلى قعودهن واستقرارهن في بيوت آبائهن أو أوليائهن. ومنه آية (58) من سورة النور السابقة. كما أن امرأة الرجل تسمى قعيدة؛ لثبوتها واستقرارها في بيت زوجها.\nوالقُعْدد: اللئيم؛ لقعوده عن المكارم، ورجلٌ قعْدِيٌّ، بالضّم والكسر: عاجز. وقعيد النَّسب، وقُعْدُدٌ وقُعْدَدٌ وأقْعَدُ وقُعُودٌ: قريب الآباء من الجد الأكبر. أو: هو الأقرب نسباً إلى الأب الأكبر، فكأنه قاعِدٌ معه. ومن ذلك ذو القَعْدة: الشهر الذي كانت العرب تقعد فيه عن الأسفار.\nوأيضا القُعْدُد: البعيد الآباء منه، ضِدٌّ، والجبان اللئيمُ القاعد عن المكارم، والخامل. ولمادة قعد معان أخرى تنظر في (المعاجم) اللغوية .\n(1/36)",
        "\nوقد لخص كلام أهل اللغة يعقوب الباحسَين في كتاب (القواعد الفقهية) بقوله: (.. وقواعد البيت أساسه، ومنه قوله تعالى: {وإذ يرفع إبراهيم القواعد من البيت وإسماعيل} ، والقواعد أيضاً جمع قاعدة، وهي: المرأة المُسِنَّة، لكونها ذات قعود. وقواعد السحاب أصولها المعترضة في آفاق السَّمَاء، شبهت بقواعد البناء. وقواعد الهودج: خشبات أربع معترضات في أسفله).\n(وبوجه عام: فإن المعنى اللغوي لهذه المادة: هو الاستقرار والثبات. وأقرب المعاني إلى المراد في معاني القاعدة هو: الأساس، نظراً لابتناء الأحكام عليها، كابتناء الجدران على الأساس).\nقال الراغب الأصبهاني في معنى القاعدة في اللغة : (الأساس، وهي تجمع على قواعد، وهي أسُسُ الشيء وأصوله، حسياً كان ذلك الشيء: كقواعد البيت، أو معنوياً: كقواعد الدين. أي: دعائمه. وقد ورد هذا اللفظ في القرآن. ثم ذكر الآيتين السابقتين فقال: فالقاعدة في الآيتين الكريمتين بمعنى الأساس، وهو ما يرفع عليه البيان) . وقال الزجّاج: (القواعد: أساطين البناء التي تعمده).\nوقد لخص ما سبق وزاد عليه الأستاذ خالد بن عثمان السبت في كتابه: (قواعد التفسير، جمعاً ودراسة) ، قال: (معنى القواعد لغة: جمع قاعدة، وهي: الأصل والأساس الذي يبنى عليه غيره ويعتمد، وكل قاعدة هي أصل التي فوقها ، ويستوي في هذا الأمور الحسية والمعنوية، فهي في كل شيء بحسبه، فقاعدة البيت: أساسه. ومنه قوله.. فذكر الآيتين السابقتين. وقواعد الهودج: هي الخشبات الأربع المعترضة في أسفله، تركب عِيدانُه فيها. وقواعد السحاب: أصولها المعترضة في آفاق السماء. وقاعدة الباب: وهي الأصل الذي تبنى عليه مسائله).\nوهذا الأخير أظنه: الأقرب في الدلالة على المطلوب دون تكلف وتمحل. وهناك تعاريف أخرى أعرضت عنها اختصاراً.\n(1/37)\n",
        "وحتى يكون التعريف جامعاً مانعاً –كما يقول المناطقةُ- ينبغي أن نراعي التعاريف التي تقرر التعريف على وجه منيف، وبيان لطيق، وطور رشيق، وطرز أنيق، بطريق الإيجاز والاختصار. كما قيل: التعريف ينبغي أن يكشف عن خبايا أستار العلم الذي يوضحه ويعرفه، ويُبين طرق الوصول إلى ذخائر كنوزه، ويرفع النقاب عن وجوه رموزه، من غير تطويل ممل ولا اختصار زائد مخل. حتى يراه الطالب مغنماً عظيماً وظفراً جسيماً.\nب- معنى القاعدة اصطلاحاً : أمَّا القاعدة من الناحية الاصطلاحية: (فهي قضية كلية منطبقة على جميع جزئياتها) .\nوعرفها أبو البقاء بقوله: (القاعدة اصطلاحاً: قضية كلية من حيث اشتمالها بالقوة على أحكام جزئيات موضوعها) .\nوقال التهانوي : (هي: في اصطلاح العلماء تطلق على معانٍ ترادف الأصل والقانون ، والمسألة والضبط والمقصد، وعرفت بأنها أمر كلي منطبق على جميع جزئياته عند تعرف أحكامها منه.. وأنه يظهر لمن تتبع موارد الاستعمالات أن القاعدة هي الكلية التي يسهل تعرف أحوال الجزئيات منها).\nوعرفها سعد الدين التفتازاني بأنها: (حكم كلي ينطبق على جزئياته ليُعرف أحكامها منه، كقولنا: كل حكم دل عليه القياس فهو ثابت).\nوبهذا عرفها الشيخ خالد الأزهري حيث قال: (القاعدة لغة: الأساس، واصطلاحاً: حكم كلي منطبق على جميع جزئياته لتُتَعَرف أحكامها منه) .\nوبتعريف سعد الدين عرفها ابن خطيب الدهشة ، لكنه نص على أن الانطباق على جميع الجزئيات، قال في تعريف القاعدة: (حكم كلي ينطبق على جميع جزئياته لتتعرف أحكامها منه) .\n(1/38)\n\nفهذه التعريفات تعطي صورة واضحة لاصطلاح عام للقاعدة، وقد جرى هذا الاصطلاح في جميع العلوم، فإن لكل علم قواعد، فهناك قواعد أصولية وقانونية ونحوية وغيرها. فالقاعدة عند الجميع هي: أمر كلي ينطبق على جميع جزئياته. مثل قول النحاة: (الفاعل مرفوع، والمفعول منصوب، والمضاف إليه مجرور). وقول الأصوليين: (الأمر للوجوب، والنهي للتحريم)، فمثل هذه القاعدة سواء في النحو أو في أصول الفقه أو ما سواهما من العلوم قاعدة تنطبق على جميع الجزئيات، بحيث لا يندّ عنها فرع من الفروع.\nوإذا كان هناك شاذ خرج عن نطاق القاعدة، فالشاذ أو النادر لا حكم له، ولا ينقض القاعدة.\nلكن الفقهاء قد عبروا عنها أحياناً بقولهم: (ينطبق عليها جزئيات كثيرة). فاكتسب الانطباق معنىً آخر وانبنى عليه.\nعرف تاج الدين السبكي القاعدة بقوله: (هي الأمر الكلي الذي ينطبق عليه جزئيات كثيرة، تفهم أحكامها منها) .\nقال أبو عبد الله المَقَّري (قواعده) (1/212): (ونعني بالقاعدة: كل كلي هو أخص من الأصول وسائر المعاني العقلية العامة، وأعم من العقود، وجملة الضوابط الفقهية الخاصة) .\nويقول الحموي : (إن القاعدة هي عند الفقهاء غيرها عند النحاة والأصوليين، إذ هي عند الفقهاء: حكم أكثري لا كلي، ينطبق على أكثر جزئياته لتُعرف أحكامها) . وذكر ذلك مصطفى بن محمد كُوزل حصارى، المرادي، الرومي النقشبندي الحنفي الملقب بخُلوص، فقيه أصولي متكلم، من آثاره: (حاشية الشرح الصغير لإبراهيم الحلبي)، وسماه: (حلية التاجي في فروع الفقه الحنفي)، و(منافع الدقائق في شرح مجامع الحقائق في أصول الفقه) للخادمي. انظر: (معجم المؤلفين) .",
        "(1/39)\n\nو(هدية العارفين) ذكر ذلك بشيء من التفصيل فقال: (وأما في الاصطلاح؛ فحكم كلي ينطبق على جميع جزئياته، ليُتعرف به أحكام الجزئيات، والتي تندرج تحتها من الحكم: كالأمر للوجوب يندرج تحته قضية الصلاة واجبة، والزكاة واجبة مثلا، ويندرج تحتها جزئيات: صلاة زيد واجبة، وزكاة زيد واجبة مثلاً. قيل: هذا عند غير الفقهاء، وأما عندهم؛ فحكم أكثر ينطبق على أكثر جزئياته، لكن المختار: كون القواعد أعم من أن تكون كلية وأكثرية كما أشار إليه المصنف) .\nقال الشيخ خالد السبت: (ذكر أهل العلم للقاعدة في الاصطلاح تعاريف متعددة –وكثيرة منها متقارب- أذكر منها ما أظنه أكثر دقة وأدل على المقصود، فأقول: هي حكم كلي يُتعرف به على أحكام جزئياته).\nذكر بعض محترزات التعريف:\n1- قولنا: (حكم كلي): لا يرِد عليه أن كثيراً من القواعد لها استثناءات ، وأحكام تندُّ عنها، لأن العبرة بالأغلب. والنادر والشاذ لا يخرم القاعدة. قال الشاطبي : (..والأمر الكلي إذا ثبت فتخلف بعض الجزئيات عن مقتضى الكلي لا يُخرجه عن كونه كلياً. وأيضاً؛ فإن الغالب الأكثري معتبر في الشريعة اعتبار العام القطعي، لأن المتخلفات الجزئية لا ينتظم منها كلي يعارض هذا الكلي الثابت. هذا شأن الكليات الاستقرائية، واعتبر ذلك بالكليات العربية؛ فإنها أقرب شيء إلى ما نحن فيه، لكون كل واحدٍ من القبيلين أمراً وضعياً لا عقلياً.\nوإنما يتصور أن يكون تخلف بعض الجزئيات قادحاً في الكليات العقلية، كما تقول: (ما ثبت للشيء ثبت لمثله عقلاً)، فهذا لا يمكن فيه التخلف البتة، إذ لو تخلف لم يصح الحكم بالقضية القائلة: (ما ثبت للشيء ثبت لمثله). فإن كان كذلك؛ فالكلية في الإستقرائيات صحيحة وإن تخلف عن مقتضاها بعض الجزئيات.\n(1/40)",
        "\nوأيضاً: فالجزئيات المختلفة قد يكون تخلفها لحِكَمٍ خارجة عن مقتضى الكلي فلا تكون داخلة تحته أصلاً، أو تكون داخلة عندنا، لكن لم يظهر لنا دخولها، أو داخلة عندنا لكن عارضها على الخصوص ما هي به أولى). وقال في (الكليات): (ص122): (وتخلف الأصل في موضع أو موضعين لا ينافي أصالته). وعليه؛ فالتعبير بـ(كلي) صحيح، ولا حاجة لاستبداله بـ(أغلبي) مثلا، لأن الأولى يتضمن هذا المعنى وزيادة، لأن القواعد التي تندرج تحتها جميع الجزئيات تسمى (كلية)، وكذلك تلك القواعد التي لها استثناءات تسمى كلية، فالكلية هنا نسبية. وهذا الأمر يشمل قواعد الفقه والأصول والنحو وسائر القواعد الاستقرائية. وأما التفريق –الذي ذهب إليه بعضهم- بين قواعد الفقه –بحيث قال: إنها أغلبية - وبين النحو والأصول –فيقال عنها (كلية) بناءاً على أنه لا يتخلف عنها شيء من أجزائها- فهذا غير صحيح والله أعلم. وإن كنا نُسَلّم أن قواعد الفقه لها من الاستثناءات أكثر من غيرها، لكن هذا لا يعني أن غيرها لا يَرِدُ عليها شيءٌ من المستثنيات.\nوبعد هذا الإيضاح أقول: إن القواعد التي نذكرها في هذا الكتاب هي قواعد كلية وإن كان كثير منها مستثنيات. هذا؛ واعلم أن القواعد لا بد من أن يتحقق فيها وصف (الكلية) بحيث تكون مشتملة على أحكام ما تحت موضوعها من جزئيات، ولا تكون قاعدة لمجرد أنها مفيدة فائدة جديدة فحسب .\n2- قولنا: (يتعرف به): هذا التعبير أدق من تعبير بعضهم بـ(ينطبق)، لأن استخراج الحكم المندرج تحت القاعدة لا يكون أمراً بدهياً، بل يحتاج إلى إعمال ذهن وشيء من التفكير والتأمل.\n3- لقولنا (على أحكام جزئياته) ولم نقل: (على جميع جزئياته) ، لأن كثيراً من القواعد أغلبية، وذلك لوجود مستثنيات خارج عنها كما سبق . هذا باختصار فيما يتعلق بالقاعدة لغة واصطلاحاً.\n(1/41)\n",
        "والنفوس... تشرئب إلى النتائج دون المقدمات، وترتاح إلى الغرض المقصود، دون التطويل في (العبارات) ، ولهذا لا أدعي الاستيعاب ولا مقاربته، إذ هذا أمر يشبه المستحيل، وإنما صورة الأمر ما ذكره الزركشي –رحمه الله- بقوله: (واعلم أنه ما من نوع من هذه الأنواع إلا ولو أراد الإنسان استقصاءه، لاستفرغ عُمره، ثم لم يُحكم أمره، ولكن اقتصرنا من كل نوع على أصوله، والرمز إلى بعض فصوله، فإن الصناعة طويلة، والعمر قصير، وماذا عسى أن يبلغ لسان التقصير؟!.\nقالوا خذ العين من كل فقلت لهم * في العين فضل ولكن ناظر العين\nوالشأن في التعاريف كما قال السبت : (.. أما المصطلحات الواردة في ضمن بعض القواعد فيكتفى بتعريفها الاصطلاحي، من غير اشتغال بشرحه، منعاً للتطويل، وهنا أمر يجب التنبه له، وهو: أني أذكر من التعريفات ما أظنه الأقرب في الدلالة على المطلوب، دون تكلف وتمحل. وقد صرح الجويني بأن الوفاء بشرائط الحدود شديد، وأن المطلب الأقصى رَسْمٌ يؤنس الناظر بمعنى المطلوب، وأن حق المسئول عن ذلك أن يقول: أقرب عبارة في البيان عندي كذا وكذا. وأن الفاضل من يذكر في كل مسلكٍ الممكن الأقصى).\nبل جاء في (الآيات البينات): (إن المناقشة في الألفاظ بعد فهم معناها ليست من شأن المحققين، وربما قالوا: المُحصِّلين، أو الفضلاء، بدل المحققين. بل شأنهم بيان محاملها الصحيحة، ولا يشتغلون بذلك إلا على سبيل التبعية، تدريباً للمتعلمين، وإرشاداً للطالبين) .\n2-تعريف التفسير:\nأ-معنى التفسير لغة : عند تتبع معنى هذه اللفظة نجد أنها تدور على: (الكشف والبيان). وسواء كان ذلك في المعاني أم المحسوسات والأعيان. فيقال: فسَّر الكلام أي: أبان معناه وأظهره، كما يقال: فَسَرَ عن ذراعه: أي: كشف عنها. (فهو إخراج الشيء من مقام الخفاء إلى مقام التجلي) .\n(1/42)\n\nقال ابن فارس : (الفاء والسين والراء كلمة واحدة تدل على بيان شيء وإيضاحه. من ذلك: الفَسْرُ، يقال: فَسَرْت الشيء وفسَّرته).\nوقد اختلف في مادة اشتقاقه على أقوال:\nالأول: أنه مأخوذ من (التَّفْسِرَة)، وهو نَظَرُ الطبيب في بول المريض لمعرفة علته. قالوا: فكذلك المفسر ينظر في الآية لاستخراج حكمها ومعناها. وممن اختار هذا القول: الزركشي ، وصديق حسن خان –رحمهما الله تعالى- والحقيقة أن نظر الطبيب هذا مأخوذ من الفَسْر كما في (الصحاح) مادة: فسر (2/781)، و(اللسان) مادة: فسر (2/1095) ، و(القاموس) مادة: الفسر/ (ص: 587)، وانظر شرحه: (تاج العروس) (3/470).\nقال ابن فاس: (وأما اشتقاقه فمن الفسر). ثم ساق بسنده إلى الخليل قال: (الفسر: البيان، واشتقاقه من فَسْر الطبيب للماء: إذا نظر إليه، ويقال لذلك: التفسرة أيضاً) . وقال في (معجم المقاييس) : (الفَسْر والتفسرة: نظر الطبيب إلى الماء وحكمه فيه). ونقل الأزهري عن الليث: (وكل شيءٍ يُعرف به تَعَرُّف تفسير الشيء ومعناه؛ فهو: تفسرته) . وأما الجوهري؛ فقد عدَّ (التفسرة) من المُوَلَّد .\nالثاني: أنه تفعيل من الفسر، الذي هو البيان والكشف ، وظاهر صنيع ابن فاس،\nالصحابي ، والأزهري ، والجوهري ، وابن منظور ، والفيروز أبادي والسيوطي ، يشعر باختيارهم هذا القول. وهو الراجح. والله أعلم الثالث: أنه مأخوذ من قول العرب: (فسرت الفرس،فسّرته).أي: أجريته وأعديته إذا كان به حُصْر ليستطلق بطنه. وكأن المفسر –على هذا المعنى- يجري فرس فكره في ميادين المعاني ليستخرج شرح الآية وَيحُل عقْد إشكالها. قال الألوسي: (ولعله يرجع لمعنى الكشف كما لا يخفى، بل كل تصاريف حروفه لا تخلو عن ذلك كما هو ظاهر لمن أمعن النظر). ولا يخفى أن هذه المعاني الثلاثة متقاربة؛ أما الأول والثاني: فظاهر أنهما يرجعان إلى معنى واحد.",
        "(1/43)\n\nو أما الثالث؛ فيقال: إنه آيل إلى معنى الظهور والانكشاف أيضا. قال أبو حيان: (التفسير في اللغة: الاستبانة والكشف. قال ابن دريد : ومنه يقال للماء الذي ينظر فيه الطبيب: تفسرة. وكأنه تسمية بالمصدر، لأن مصدر فعَّل جاء أيضاً على تفعِلة. نحو جَرَّب تجرِبة، وكرَّمه تكرمة، وإن كان القياس في الصحيح من فعَّل التفعيل، كقوله تعالى: {وأحسن تفسيراً}. وينطلق أيضاً التفسير على التعرية للانطلاق. قال ثعلب : نقول: فسرت الفرس: عريته لينطلق في حصره، وهو راجع لمعنى الكشف، فكأنه كشف ظهره لهذا الذي يريده منه من الجري) . وقال الزركشي في (البرهان في علوم القرآن) : (فالتفسير كشف المغلق من المراد بلفظه، وإطلاق للمحتبس عن الفهم به، ويقال: فسرت الشيء أفسره تفسيراً، وفسرته أفسره فسراً، والمزيد من الفعلين أكثر في الاستعمال، وبمصدر الثاني منهما سمى أبو الفتح ابن جني كتبه الشارحه (الفسر).\nالرابع: أنه مأخوذ من مقلوب لفظه، تقول العرب: (سفرت المرأة)، إذا كشفت قناعها عن وجهها، وسفرت البيت إذا كنسته. ومنه قيل للسفر: سفر؛ لأنه يسفر عن أخلاق الرجال. وعليه؛ فيكون اشتقاقه من (التسفير) على القياس: جذب وجبذ. وصعق وصقع . وهذا القول فيه ضعف لا يخفى.\nقال الألوسي في (روح المعاني): (والقول بأنه مقلوب السفر مما لا يسفر له وجه). وذهب الراغب إلى أن الفسر يستعمل لإظهار المعنى المعقول، والسفر لإبراز الأعيان للأبصار .\nوهذا التفريق فيه نظر، إلا إن قُصِد به غلبة الاستعمال، أما من حيث المعنى اللغوي؛ فلا فرق. فأنت تقول: أسْفر عما في نفسه. وهذا راجع إلى المعنى الأول. والله أعلم.\n(1/44)",
        "\nالخامس: أنه مأخوذ من فسرت النورة، إذا نضحت عليها الماء لتنحل أو أخرها، وينفصل بعضها من بعض، وكأن التفسير يفصل أجزاء معنى المفسر بعضها من بعض حتى يتأتى فهمه والانتفاع به. كما أن النورة لا يتهيأ الانتفاع بها إلا بتفصيل أجزائها بتفسيرها. وقد ذهب إلى هذا القول الطوفي . وهو أضعفها.\nب-معنى التفسير اصطلاحاً : وقد تنوعت أقوال العلماء في تعريف (التفسير) اصطلاحاً تنوعاً كبيراً، وقد بلغ عدد تعاريفهم أكثر من عشرين، منها القريب المحتمل، أو البعيد المردود.\nوأقربها وأحسنها وأجودها هو قولهم: (علمٌ يُبحث فيه عن أحوال القرآن العزيز من حيث دلالته على مراد الله تعالى بقدر الطاقة البشرية). اشتمل هذا التعريف على جنس، وثلاثة فصول أو قيود.\nوقولنا (علمٌ) جنس يشمل كل العلوم كيف ما كانت. وقولنا: (يبحث فيه عن أحوال القرآن). هذا فصل أو قيد أول خرج به العلوم الأخرى التي تبحث عن أحوال غيره. وقولنا: (من حيث دلالته على مراد الله). قيد ثانٍ يخرج به العلوم المتعلقة بالقرآن من حيثيات أخرى غير موضوع الدلالة، كعلم الرسم، فهو يبحث في القرآن من جهة كتابه. وكعلم القرءات، إذ هو يبحث فيه من جهة ضبط ألفاظه وكيفية أدائها.كما يخرج أيضاً بعض المباحث المتعلقة بالقرآن من جهة حكم قراءته بالنسبة للمحدث حدثاً أصغر أو أكبر ، وكحكم القيام للمصحف وتقبيله.. ونحو ذلك. وقولنا: (بقدر الطاقة البشرية) قيد ثالث. وهو قيد ضروري ذُكر لبيان أن عدم الإحاصة بمعاني كلام الله عز وجل لا يقدح في العلم بالتفسير.\n3- معنى قواعد التفسير باعتباره لقباً على فنّ معين من العلم: (هي الأَحْكَامُ الكُلية التي يُتوصل بها إلى استنباط معاني القرآن العظيم ومعرفة كيفية الاستفادة منها.\n1- وقولنا: (الأحكام الكلية) سبق الكلام على هذه الفقرة عند تعريف القاعدة اصطلاحاً. فراجعه إن شئت.\n(1/45)\n",
        "2- وقولنا: (التي يتوصل به إلى استنباط معنى القرآن العظيم). أي: بالقوة، بمعنى أنها قابلة لذلك، ومُعَدَّة له، وإن لم يستعملها أحد لهذا الغرض. وهذا القيد يُخرج القواعد التي لا يُتوصل بها إلى الاستنباط من القرآن، كبعض قواعد الأصول واللغة التي لا تمت لموضوعنا، كقواعد المنطق والهندسة مثلا.\n3- قولنا: (ومعرفة كيفية الاستفادة منها): يُدخل القواعد الترجيحية. وهذا القيد يذكر أيضاً في تعريف أصول الفقه ليدخل به باب: التعارض والترجيح.\n? المبحث الثاني: في الفرق بين القاعدة والضابط\n? أولا: الفرق بين القاعدة والضابط\nوبعد فإن القاعدة تختلف عن الضابط، لأن مجال الضابط أضيق من مجال القاعدة. وقد نبه على هذا بعض الأصوليين والفقهاء.\nجاء في حاشية البنَّاني ما نصه: (والقاعدة لا تختص بباب بخلاف الضابط) ، قال: (أي: في قواعده تشبه الأدلة، فناسب كونها خاتمة لبحث الأدلة، والقاعدة لا تختص بباب بخلاف الضابط). ووضح هذا الفرق تاج الدين السبكي بعد أن ذكر تعريف القاعدة في قوله: (ومنها ما لا يختص؛ كقولنا: اليقين لا يزال بالشك، ومنها ما يختص؛ كقولنا: كل كفارة سببها معصية فهي على الفور. والغالب فيما اختص بباب، قصد بها نظم صور متشابهة أن يسمى ضابطاً). وقد مال إلى هذا التفريق ابن نجيم –كما في (الأشباه والنظائر) قال في الفن الثاني: (الفرق بين الضابط والقاعدة: أن القاعدة تجمع فروعاً من أبواب شتى، والضابط يجمعها من باب واحد، هذا هو الأصل) .\n(1/46)\n\nأما السيوطي؛ فقد أبان هذا الفرق في الفن الثاني من كتابه: (الأشباه والنظائر في النحو) يقول: (مما اشتمل عليه الكتاب.. في الضوابط والاستثناءات والتقسيمات، وهو مرتب على الأبواب لاختصاص كل ضابطٍ ببابه، وهذا هو أحد الفروق بين الضابط والقاعدة، لأن القاعدة تجمع فروعاً من أبواب شتى، والضابط يجمع فروع باب واحد). وهذا ما جنح إليه أبو البقاء في (الكليات) (ص48)، قال في فصل: القاف، القسم الرابع، بعد أن عرف القاعدة: (والضابط يجمع فروعاً من باب واحد). ومنهم من لا يلاحظ هذا التدقيق والتفريق، مثل النابلسي (ت 1143هـ) في (كشف الخطائر عن الأشباه والنظائر –مخطوط 10)، إذ يقول: (قاعدة: هي في الاصطلاح بمعنى الضابط، وهي الأمر الكلي المنطبق على جميع جزئياته). وقد قام بعض العلماء بجمع الضوابط في كتاب مستقل؛ مثل ابن نجيم في كتابه: (الفرائد الزينية في فقه الحنفية)، توجد نسخة مخطوطة في (مكتبة الحرم المدني) بمكة المكرمة. وصل فيه إلى ذكر خمسمائة ضابط تتخللها أحياناً قواعد فقهية، وكلها بعنوان: (ضابط). ومن فقهاء المالكية: محمد بن عبد الله الشهير بالمكناسي (917هـ) ألف رسالة بعنوان: (الكليات في الفقه). كلها ضوابط فقهية. والرسالة مخطوطة، توجد منها نسخة بمكتبة الخزانة العامة بالرباط. برقم: (1219)، شريط مصور منه بمركز البحث العلمي، فقه مالكي رقن: (127). وكذلك أبو عبد الله محمد المقّري المالكي (758هـ) صاحب (القواعد) في الفقه، تناول في بعض كتبه هذه الضوابط بعنوان: (الكليات).\nولعل أحفل كتاب في هذا الباب مما وصل إلينا: ما ألفه الشيخ بدر الدين محمد ابن أبي بكر بعنوان: (الاستغناء في الفروق والاستثناء). وذكر فيه تقريباً ستمائة قاعدة، وجُلها ضوابط ذات شأن وقيمة في الفقه الإسلامي.\nأمثلة من الضوابط الفقهية:\nوفيما يلي أقدم نبذة يسيرة من أمثلة الضوابط الفقهية، لكي يتجلى الفرق بين المصطلحين تماماً.",
        "(1/47)\n\nومن نماذجها في مجال السنة المطهرة: ما رواه عبد الله بن عباس –رضي الله عنهما- عن رسول الله r أنه قال: (أيما إهاب دبغ فقد طهر) . فهذا الحديث يمثل ضابطاً فقهياً في موضوعه، يغطي باباً مخصوصاً.\nوفي معناه: ما رُوي عن إبراهيم النخعي (96هـ) قوله: (كل شيءٍ منع الجلد من الفساد فهو دباغ) . وفي رواية أخرى أنه قال: (مَا أصلحت به الجلد من شيء يمنعه من الفساد فهو له دباغ).\nومن باب الضوابط: ما رُوي عن مجاهد أنه قال: (كل شيء خرج من الأرض قلَّ أو كثر مما سقت السماء، أو سقي بالعيون؛ ففيه العشر) .\nومن هذا القبيل: ما شاع عن المتأخرين قولهم: (إن كل ماء لم يتغير أحد أوصافه طهور) . أو: (كل ماء مطلق لم يتغير فهو طهور) .\nوقال العلامة القدوري : (كل ما أمكن ضبط صفته ومعرفة مقداره؛ جاز السَّلَم فيه، وما لا يمكن ضبط صفته ولا يعرف مقداره؛ لا يجوز السلم فيه) . وهذا أيضاً ضابط مهم في موضوعه.\nفإطلاق (القاعدة) على الضابط أمر شائع مصدّر في المصادر الفقهية وكتب القواعد كما سبقت الإشارة إلى ذلك آنفاً، مثال ذلك ما جاء في قواعد الإمام ابن رجب الحنبلي تحت عنوان: (القاعدة): (شعر الحيوان في حكم المنفصل عنه لا في حكم المتصل) . وهكذا تناول بعض الضوابط الأخرى تحت عنوان: (القواعد) في سائر كتابه. وكذلك العلامة الكبري في كتابه (الاستغناء في الفروق والاستثناء). أما تاج الدين السبكي فيذكر الضوابط تحت عنوان: (القواعد الخاصة) ، فمعظمها ضوابط فقهية، ويعبر عما هو أعم من الضابط بعنوان: (القاعدة العامة).\n? فروق للتمييز بين القاعدة والضابط:\nففي ضوء هذه النصوص المذكورة يمكن أن نستخلص النتائج التالية:\n1- يبدو من خلال التعريفات المذكورة أنه لا يوجد هناك اتفاق بين القواعد والضوابط، فإن القواعد هي أعم وأشمل من الضوابط من حيث جمع الفروع وشمول المعاني.\n(1/48)",
        "\n2- تطور مفهوم الضابط تطوراً ملحوظاً، ومن ثم لم يلاحظ البعض الفرق والدقة بين القاعدة والضابط، ولم يتبين هنا في مجموعة التعريفات حد فاصل أو قاطع بين القاعدة والضابط، لكن أحسن الأقوال ما ذهب إليه أكثرهم؛ مثل السبكي والسيوطي وابن نجيم وغيرهم.\n3- إن القواعد أكثر شذوذاً من الضوابط، لأن الضوابط تضبط موضوعاً واحداً فلا يُتسامح فيها بشذوذٍ كثير.\n4- لا تستقر المصطلحات العلمية على نمط معين إلا بكثرة استعمالها في المواضع المختلفة وترددها على الألسنة، وهي دائماً تنتقل من طور إلى طور، وتتغير مع تعاقب العصور، فقد يكون الاصطلاح عاماً في فترة من الفترات فيتطور إلى أخص مما كان أولا – ويلاحظ هذا التطور في كثير من الكلمات اللغوية والاصطلاحية...الخ- وهذا ما جرى بالنسبة للقواعد والضوابط، فإنه لم يتميز الفرق بينهما تماماً إلا في العصور المتأخرة حتى أصبحت كلمة (الضابط) اصطلاحاً متداولاً شائعاً لدى الفقهاء والباحثين في الفقه الإسلامي، فهم يفرقون الآن بين الكلمتين في المجالات الفقهية .\nأما الأستاذ خالد السبت (1/31) فقد لخص ذلك في فروق ثلاثة وهي:\n1- القاعدة تجمع فروعاً في أبواب شتى. والضابط يجمعها من باب واحد –(شرح المجلة) سليم رستم 17 و(الأشباه والنظائر) لابن نجيم ص129- وعليه فالقاعدة أوسع من الضابط.\n2- الخلاف الواقع في الضابط من حيث قبوله أو رده أكثر من الخلاف الواقع في القاعدة. لأن القواعد يقع الخلاف غالباً في بعض تفاصيلها لا في أصلها. أما الضوابط فيقع الخلاف كثيراً في أصولها. وذلك لكونها محدودة، فهي كالأجزاء بالنسبة للقاعدة.\n3- أن المسائل التي تشذ عن القواعد وتُستثنى منها أكثر بكثير من المسائل التي تشذ عن الضوابط؛ لما مضى من سعة القواعد وضيق مجال الضوابط.\n(1/49)\n",
        "وذهب آخرون إلى عدم التفريق بين القاعدة والضابط. فَعَرَّفُوها به . وقال البركتي معلقاً على قول ابن نجيم في التفريق بينهما: (أما أنا؛ فقد أطلقت في كتابي هذا على كل من القاعدة والضابط (القاعدة) ولا مشاحة في الاصطلاح) . وقال الرهاوي : (واعلم أن القاعدة والقضية والأصل والضابط والقانون بمعنى واحد، وهو أمر كلي منطبق على جزئياته، ليعرف أحكامها منه).\nهذا ومن حيث الواقع؛ فإن الناظر في الكتب المصنفة في القواعد يجد أصحابها يذكرون كثيراً من الضوابط –حسب اصطلاح من فرق بينهما- على أنها من عداد القواعد. والحاصل أن المسألة اصطلاح، فمن رأى التفريق فلا مشاحة في الاصطلاح. لكن عليه أن يلتزم الأصل الذي اصطلح عليه ولا يخرج عنه. ومن رأى عدم التفريق فله ذلك. وعلى هذا القول سنعول في ما نذكره من قواعد. إن شاء الله تعالى\nثانياً: الفرق بين التفسير وقواعد التفسير\nقواعد التفسير: هي تلك الضوابط والكليات التي تُلتزم كي يتوصل بواسطتها إلى المعنى المراد.\nأما التفسير: فهو إيضاح المعاني وشرحها المبني على تلك الأصول والضوابط المسماة بالقواعد.\nفأصول التفسير وقواعده مع التفسير كالنحو بالنسبة للنطق العربي والكتابة العربية. فكما أن النحو ميزان يضبط القلم واللسان، ويمنع صاحبه من الخطأ في النطق والكتابة، فكذلك قواعد التفسير هي ثوابت وموازين تضبط الفهم لكلام الله عز وجل، وتمنع المفسر من الخطأ في تفسيره. وقل مثل ذلك في الفقه وقواعده.\nثالثاً: الفرق بين قواعد التفسير وبين علوم القرآن\nتعتبر قواعد التفسير جزءاً من أشرف وأهم العلوم القرآنية، والنسبة بينهما هي نسبة الجزء إلى الكل. هذا وقد تطلق (قواعد التفسير) على جملة علوم القرآن. وهذا إما أن يكون من باب إطلاق الجزء على الكل، وإما لكون علوم القرآن والكتب المصنفة في ذلك تشتمل على قواعد كثيرة من قواعد التفسير منثورة في أبوابه المختلفة.\n(1/50)\n\nوالخلاصة: إن (علوم القرآن) هي: عبارة عن جميع العلوم المتعلقة بالقرآن من وجوه شتى: أما (قواعد التفسير) فالمراد بها تلك الكليات والضوابط المخصوصة. والتي سبق تعريفها.\nرابعا: الفرق بين قواعد التفسير وبين قواعد الأصول واللغة\nيمكن أن يتبين الفرق بين هذه الأمور من خلال التعرف على الموضوعات التي يبحث عنها كل واحد من هذه الفنون:\nفقواعد التفسير: تبحث في كلام الله تعالى من حيث دلالته على مراد الله عز وجل.\nأما قواعد اللغة: فتبحث في لغة العرب من حيث أفرادها وتراكيبها وحقيقتها ومجازها –عند من يقررون المجاز- وما شاكل ذلك.\nوأما قواعد الأصول: فتبحث في دلائل الفقه الإجمالية، إضافة إلى كيفية الاستفادة منها (أي إعمال الأدلة حال التعارض والترجيح)، وحال المستفيد (الذي هو المجتهد).",
        "(1/51)\n\nوبهذا يظهر التباين الواقع بين موضوعات الفنون الثلاثة، مع وجود قدر من التداخل بينها لا ينكر، بحيث إنك تجد ضمن قواعد الأصول وقواعد التفسير قدراً من المواد المستمدة من اللغة وأصولها. كما تجد قدراً من قواعد الأصول تدخل في قواعد التفسير والعكس. ومعلوم أن علم الأصول وعلم قواعد التفسير وكذا (علوم القرآن) حسب اصطلاح المتأخر هي علوم مركبة من فنون عدة؛ فعلم الأصول مستمد من الكتاب والسنة والعقيدة (وهي راجعة إلى الكتاب والسنة)، واللغة، إضافة إلى فهم السلف الصالح وتصور الأحكام. وهي (أصول الفقه) تشرح مصادر التشريع والاستدلال سواء المتفق عليه منها أو المختلف فيه. فالكلام فيها عن الكتاب والسنة والإجماع والقياس والاستصحاب وشرع من قبلنا، وقول الصاحب، والمصالح المرسلة... وهكذا، مع الكلام على أحوال الناظرين في تلك الأدلة والمؤهلات التي يحتاجون إليها (أبواب الاجتهاد والتقليد).وعند النظر في مثل هذه الموضوعات نجد أن الذي له تعلق بقواعد التفسير: بعضها لا كلها، وأهم ما يدخل منها في قواعد التفسير: الكلام على المصدر الأول الذي هو الكتاب، مع وجود قدر من التداخل غير قليل بين القواعد في التفسير وبين ما يذكر في الأصول من عوارض الألفاظ، كالخصوص والعموم، والإجمال والبيان... الخ. إضافة إلى وجود شيء من التداخل - أيضاً - بين قواعد التفسير وأبواب التعارض والترجيح في أصول الفقه .لكن أهل الأصول يذكرون أشياء كثيرة في هذه الأبواب لا مدخل لها في القواعد، بله يُحتاج إليها في أصول الفقه أصلا . ثم إن ما يصلح أن يكون قواعد لتفسير كتاب الله منثور بين تفاصيل طويلة في تلك الأبواب .\n? المبحث الثالث: مفهوم الكليات وأثرها في التقعيد\n(1/52)",
        "\nيقرب مفهوم (الكلية) من مفهوم (الأصل) ؛ إذ يصلح كلّ منهما أن يكون عبارة عن قاعدة أو ضابط، فيمكن أن تكون الكليات في الفقه قواعد إذا اشتملت على فروع من أبواب، وإذا دارت المسائل المنطوية تحتها على باب واحد فهي ضوابط. ومن المألوف المعهود أن الكلام الذي استهل بكلمة (كل) في الفقه انسحب عليه مفهوم (الكلية) غالباً، سواء كان من قبيل القواعد أم الضوابط. ونشأ استعمال الكليات في سائر العلوم بالنظر إلى وضعها اللغوي في دلالتها على الشمول باعتبار كلمة (كل) صيغة من صيغ العموم، فلا يرجع ذلك في الأصل إلى اصطلاح المناطقة، وإن كان للذوق المنطقي لدى الفقهاء أثر في شيوع هذا التعبير، ويبدو أن العبارات التي تشكل كليات بسبب ابتدائها بـ(كل) صيغت أصالة على هذه الشاكلة بقصد الضبط والربط بين المسائل المتقاربة المتجهة إلى منزع فقهي مشترك واحد، ثم جرت مجرى العلل والقواعد أو الضوابط. وهناك أمثلة كثيرة من هذه الكلمات في جوامع كلام النبي r، ومنها الأحاديث الثلاثة الآتية:\n1- (كُلُّْ رَاعٍ مَسْئُولٌ عَنْ رَعِيَّتِهِ) .\n2- (وَكُلُّ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ) .\n3- (كُلُّ مُسْكِرٍ حَرَام) .\nثم تعاقب العلماء يستخدمونها عبر القرون، وربما جرت على ألسنتهم وأقلامهم عَفْواً، ولا يخفى ذلك على من له أدنى إلمام بروايات ومقالات منقولة عن الأئمة المجتهدين، ولعل من المناسب أن أبرهن على ذلك بتقديم نماذج من الكليات التي صاغها الفقهاء:\n1- الكليات التي تكون بمثابة قواعد:\nفمن الكليات التي يتحقق فيها مفهوم القاعدة وتتغلغل في أبواب من الفقه: ما ورد في النصوص الآتية من كتاب (الأم) للإمام الشافعي –رحمه الله:\n1- (كل ما كان على الإنسان أن يرده بعينه، ففات، رده بقيمته) .\n2- (كل أمر لا يتم إلا بأمرين لم يجز أن يملك بواحد) .\n(1/53)\n",
        "3- (كل من كان مالكاً، فماله ممنوع به محرم إلا بطيب نفسه بإباحته، فيكون مباحاً بإباحة مالكه له) .\n4- (كل ما أحل من محرم في معنى لا يحل إلا في ذلك المعنى خاصة، فإذا زايل ذلك المعنى، عاد إلى أصل التحريم) .\n5- (كل ماله مثل يرد مثله، فإن فات يرد قيمته) .\n6-(كل من جعل له شيء فهو إليه، إن شاء أخذه، وإن شاء تركه) .\n7- (كل حق وجب عليه فلا يبرئه منه إلا أداؤه) .\n8- (كل ما قسمناه حلالاً حكمنا له حكم الحلال في كل حالاته، وكل ما قسمناه حراماً حكمنا له حكم الحرام...) .\n2- الكليات التي تكون بمثابة ضوابط:\nأما الكليات التي تكون بمثابة ضوابط؛ فهي كثيرة جداً، وهنا أكتفي بسرد أمثلة منها:\n1- (كل حال قدر المصلي فيها على تأدية فرض الصلاة كما فرض الله تعالى عليه: صلاها، وصلى ما لا يقدر عليه كما يطيق) .\n2-(كل ثواب جُهل من ينسجه، أَنَسَجَه مسلم، أو مشرك، أو وثني، أو مجوسي، أو كتابي، أو لبسه واحد من هؤلاء، أو صبي، فهو على الطهارة حتى يعلم أن فيه نجاسة) .\nفإن هذين المثالين لا يسري عليهما حكم القاعدة، ولكن يمكن أن تعدَّ كلا المثالين ضابطاً في ميدان القواعد، من حيث إن المثال الأول بمثابة فرع لما تقرره القاعدة المتداولة بين الفقهاء: (الميسور لا يسقط بالمعسور)، والمثال الثاني يتضمن فروعاً تتعلق بالقاعدة الأساسية: (اليقين لا يزول بالشك).\n3- (كل صنف فيه الصدقة بعينه: لا يجزيه أن يؤدي عنه إلا ما وجب عليه بعينه لا البدل عنه إذا كان موجوداً ما يؤدي عنه) .\n4- (كل ما عرفت فيه الحياة، ثم ذبحت بعده، أكلت) .\nوكان من أثر كتاب (الأم): أن تضافرت الكليات في كتب المتأخرين من فقهاء الشافعية، ويشهد لذلك (المنثور في القواعد) للإمام الزركشي (794هـ)، بحيث ذكر في حرف (الكاف) من هذا الكتاب مجموعة من الكليات مع الإشارات إلى الاستثناءات .\n(1/54)\n\nوهكذا إذا دققت النظر في (المدونة) التي دونت فيها (آراء الأمام مالك بن أنس) وأصحابه –رحمهم الله- وجدت نصوصاً تُشعر بأن ضبط المسائل بالكليات كان محل اعتبار واعتناء عندهم جميعاً، وهُنا أُورد نبذة يسيرة منها:\n1- (كل شيء يجوز للبائع أن يشتريه لنفسه فهو جائز أن يشتريه لغيره إذا وكله) .\n2- (كل مستهلك ادعى المأمور فيه ما يمكن وادعى الآمر غيره فالقول قول المأمور..) .\n3- (كل ذي صنعة مثل الخياطة والصناعة، والصباغ وما أشبههم من الصناع فهو أحق بما في أيديهم من الغرماء في الموت والتفليس جميعاً..) .\n4- (كل شيء لا يعرف لمن هو، يدعيه رجلان: فإنه يقسم بينهما) .\nثم إن كثرة الروايات بهذه الصياغات هي التي حدت بالإمام أبي عبد الله محمد بن الحارث الخشني (حوالي 361هـ) أن يدبج كتابه: (أصول الفتيا في المذهب المالكي) الذي حوى طائفة كبيرة من الكليات الناطقة بروايات إمام المذهب وحامليه، وكذلك (الكافي) للإمام الحافظ أبي عمر بن عبد البر (463هـ) اشتمل على نصوص تعبر عن هذا الاتجاه. ثم جاء العلامة أبو عبد الله المقَّري المالكي (758هـ) صاحب (القواعد) فتناول مجموعة من الضوابط الفقهية تحت عنوان: (الكليات) في بعض كتبه. وفي أوائل عام (893هـ) ألف العلامة ابن غازي (901هـ) كتابه (الكليات)، وهذه عبارة عن جمْع مسائل وضوابط مذهبية وليس فيها شيء من القواعد الفقهية ، ومن فقهاء المالكية أيضاً: محمد بن عبد الله الشهير بالمكناسي (917هـ) صنف رسالة بعنوان (الكليات في الفقه) ، كلها ضوابط فقهية.\nأمثلة من الكليات في الفقه الإسلامي:\nولما يسر الله لي الاطلاع على مصادر من الفقه الاسلامي، وقفت فيها على عدد جم من الكليات، وأقطف منها هنا أمثلة متنوعة، أكثرها قواعد، وبعضها ضوابط، وقد تحريت في انتقائها أن تكون مفيدة وجامعة للأفراد والمعاني:\n1- (كل أحد عامل لنفسه بتصرفه حتى يقوم الدليل على أنه يعمل لغيره بإقراره) .",
        "(1/55)\n\n2-(كل أرش يؤخذ مع بقاء العقد فإنه مسحوب من الثمن، وكل ما يؤخذ مع ارتفاع العقد فهو مسحوب من القيمة) .\n3- (كل امرأتين بينهما من النسب أو الرضاع ما يمنع تناكحهما لو قدر إحداهما رجلاً والأخرى أنثى: لا يجوز الجمع بينهما بعقد ولا ملك) .\n4-(كل أمرين لا يجتمعان، يقدم الشرع أقواهما على أضعفهما) .\n5-(كل جهالة تفضي إلى المنازعة فهي مفسدة للعقد)( ).\n6-(كل جهل يمكن المكلف دفعه لا يكون حجة للجاهل) .\n7- (كل حكم مبني على عادة، إذا تغيرت: تغير، كالنقود) .\n8- (كل خبر يتعلق به اللزوم فقول الفاسق لا يكون حجة فيه) .\n9- (كل دعوى يكذبها العرف وتنفيها العادة فإنها مرفوضة غير مسموعة) .\n10- (كل سبب يفضي إلى الفساد؛ نُهي عنه، إذا لم يكن فيه مصلحة راجحة) .\n11- (كل شرط يوجب جهالة في الربح يفسده، لاختلاف مقصوده) .\n12- (كل شيء تعومل استصناعه يصح فيه الاستصناع على الإطلاق) .\n13- (كل شيء يدخل في المبيع تبعاً، لاحصة له من الثمن) .\n14- (كل طاعة لا تصل إليها إلا بمعصية، لا يجوز الإقدام عليها) .\n15- (كل عاقل يحمل على عادته في خطابه ولغته التي يتكلم بها) .\n16- (كل عقد اقتضى الضمان: لم يغيره الشرط) .\n17- (كل عقد كانت المدة ركناً فيه، لا يكون إلا مؤقتاً، كالإجازة والمساقاة والهدنة) .\n18- (كل غرر عسر اجتنابه في العقود، فإن الشرع يسمح في تحمله) .\n19- (كل لفظٍ محمول على ما هو المتعارف بين الناس في مخاطباتهم) .\n20- (كل ما أزال العين؛ رفع حكمه) .\n21- (كل ما أضر بالعامة حبسه، فهو احتكار وإن كان ذهباً أو فضة أو ثوباً) .\n22- (كل ما أضر بالمسلمين: وجب أن ينفى عنهم) .\n23- (كل ما أوجب نقصان الثمن في عادة التجار فهو عيب) .\n24- (كل ما جرى عرف البلدة على أنه من مشتملات المبيع يدخل في البيع من غير ذكر) .\n25- (كل ما دعت الحاجة إليه في الشريعة مما فيه منفعة ولم يعارضه محظور: فإنه جائز وواجب بحسب حاله). وهذا أصل بديع .\n(1/56)",
        "\n26- (كل ما صلح من المال أن يكون مهراً صلح أن يكون بدلاً للخلع) .\n27- (كل ما كان سبباً للفتنة فإنه لا يجوز) .\n28- (كل ما لا يتوصل إلى المطلوب إلا به فهو مطلوب) .\n29- (كل ما لا يختلف باختلاف المستعملين فالتقييد فيه لغو) .\n30- (كل ما لا يخطر بالبال إلا بالإخطار فإنه لا يجعل مراداً للمتكلم) .\n31- (كل ما لا يصح بيعه مفرداً لا يصح استثناؤه) .\n32- (كل ما لا يمكن الاحتراز عن ملابستة معفو عنه) .\n33- (كل مال تلف في يد أمين من غير تعد: لا ضمان فيه) .\n34- (كل مال ضائع فقد مالكه يصرف السلطان إلى المصالح).\n35- (كل مال يزكو بالعمل لا يجوز استئجاره للمنفعة المقصودة منه كالدنانير والدراهم) .\n36- (كل ما ورد به الشرع مطلقاً، ولا ضابط له فيه، ولا في اللغة: يرجع فيه إلى العرف) .\n37- (كل ما يتذرع به إلى الشبهات: حسنت حمايته) .\n38- (كل ما يكر على الأصل بالإبطال فهو باطل) .\n39- (كل معروف جاز في الجميع جاز في البعض، كالإبراء والإنظار) .\n40- (كل معصية ليس فيها حد مقدر: ففيه التعزير) .\n41- (كل من ثبت له حق فلا يسقط إلا بنصه على إسقاطه، أو فعل يقوم مقام النص) .\n42- (كل من دفع ما ليس بواجب عليه على ظن وجوبه فله استرداده قائماً أو استرداده مثله أو قيمته هالكاً) .\n43- (كل من فعل ما أمر به بحسب قدرته من غير تفريط ولا عدوان، فلا إعادة عليه) .\n44- (كل موضع تعذر فيه على المالك إقامة البينة اكتفى فيه بالصفة) .\n? المبحث الرابع: في ذكر بعض المقدمات\nويشمل:\nأولاً: أهمية معرفة القواعد عموماً وقواعد التفسير خصوصاً:\n(1/57)\n",
        "لما تشعبت العلوم، وتناثرت تفاصيلها وجزئياتها، بحيث أصبح من الصعوبة بمكان الإحاطة بجزئيات فن واحد من فنون العلم فضلاً عن الإحاطة بجزئيات الفنون المختلفة، عمد العلماء إلى استقراء وإبراز الأصول الجامعة والقضايا الكلية التي ترجع إليها تلك الجزئيات، تيسيراً للعلم، وإعانة على حفظ ما تناثر من جزئياته، مع اختصار لكثير من الجهد والوقت، وإضافة إلى تربية ملكة الفهم، وضبطه بضوابط تحجزه عن الخطأ.\nهذا؛ ولا يمكن للراغب في دراسة فن من الفنون أن يُحصل فيه تحصيلاً معتبراً إلا بمعرفة قواعده، والأصول التي تبنى عليها مسائله. وبما مضى تكون قد عرفت أهمية علم القواعد عموماً وعلو شأنها، وقبل أن أحدثك عن أهمية معرفة قواعد التفسير على وجه الخصوص، أنقل لك بعض كلام أهل العلم في معرض بيانهم لأهمية ما نحن فيه:\n1- قال شيخ الإسلام ابن تيمية رحمه الله: (لا بد أن يكون مع الإنسان أصول كلية ترد إليها الجزئيات ليتكلم بعلم وعدل، ثم يعرف الجزئيات كيف وقعت، وإلا؛ فيبقى في كذب وجهل في الجزئيات، وجهل وظلم في الكليات، فيتولد فساد عظيم) .\n2- قال الزركشي في (المنثور في القواعد) (1/65/66): (أما بعد: فإن ضبط الأمور المنتشرة المتعددة في القوانين المتحدة، هو أوعى لحفظها، وأدعى لضبطها، وهي إحدى حِكَمِ العدد التي وُضع لأجلها، والحكيم إذا أراد التعليم لا بد أن يجمع بين بيانين: إجمالي تتشوق إليه النفس، وتفصيلي تسكن إليه).\n(1/58)\n\n3- وقال السعدي في معرض كلامه على كتب شيخ الإسلام: (ومن أعظم ما فاقت به غيرها وأهمِّه وتفردت على سواها: أن مؤلفها –رحمه الله- يعتني غاية الاعتناء بالتنبيه على القواعد الكلية، والأصول الجامعة، والضوابط المحلية في كل فن من الفنون التي تكلم بها. ومعلوم أن الأصول والقواعد للعلوم بمنزلة الأساس للبنيان، والأصول للأشجار، لا ثبات لها إلا بها، والأصول تبنى عليها الفروع، والفروع تثبت وتتقوى بالأصول، وبالقواعد والأصول يثبت العلم ويقوى، وينمي نماء مطرداً، وبها تُعرف مآخذ الأصول، وبها يحصل الفرقان بين المسائل التي تشتبه كثيراً). (طريق الوصول للسعدى ص4). وقال في موضع آخر: (من محاسن الشريعة وكمالها وجمالها وجلالها: أن أحكامها الأصولية والفروعية، والعبادات والمعاملات، وأمورها كلها لها أصول وقواعد تضبط أحكامها وتجمع متفرقاتها، وتنشر فروعها، وتردها إلى أصولها. فهي مبنية على الحكمة والصلاح، والهدى والرحمة، والخير والعدل، ونفي أضداد ذلك). انظر: (الرياض الناضرة) للسعدي ضمن (المجموعة الكاملة 1/522). وبعد هذا يمكن أن يقال: إن قواعد التفسير تتبين أهميتها مما مضى من الكلام على أهمية القواعد عموماً. هذا من جهة، ومن جهة أخرى؛ فإن أهميتها تعرف من أهمية موضوعها وهو القرآن الكريم، إذْ هو أصل العلوم وفيه خير العاجل والآجل. فإذا فهمه العبد فهماً صحيحاً حاز علماً عظيماً لا يدانيه علم البتة. ولذا كان الرجل إذ حفظ سورة البقرة وآل عمران يعظم في أعين الصحابة. ومن سمات هذا القرآن الكريم: أنه يعبر فيه بالألفاظ القليلة الدالة على المعاني الكثيرة، كما أن عجائبه لا تنقضي، ولا يحيط بجميع معانيه إلا الله عز وجل. قال الزركشي رحمه الله: (ومعلوم أن تفسيرهُ يكون بعضه من قبيل بسط الألفاظ الوجيزة، وكشف معانيها، وبعضه من قبيل ترجيح بعض الاحتمالات على بعض لبلاغته ولطف معانيه، ولهذا لا يستغني عن قانون عام يُعَوَّلُ في تفسيره",
        "(1/59)\n\nعليه، ويرجع في تفسيره إليه، من معرفة مفردات ألفاظه ومركباتها، وسياقه، وظاهره وباطنه، وغير ذلك مما لا يدخل تحت الوهم ويدق عنه الفهم.\nبين أقدامهم حديث قصير * هو سحر وما سواه كلام\nوفي هذا تتفاوت الأذهان، وتتسابق في النظر إليه مسابقة، فمن سابق بفهمه وراشق كبد الرَّمِيَّة بسهمه، وآخر رمى فاشْوَى ، وخبط في النظر خبط عشوا، كما قيل: (وأين الدقيق من الركيك، وأين الزلال من الزُّعاق .\nالحاصل: إن من عرف قواعد التفسير انفتح له من المعاني القرآنية مما يحمل عن الوصف، وصار بيده آلة يتمكن بواسطتها من الاستنباط والفهم، مع ملكة ظاهرة تصيره ذَا ذَوْقٍ واختيار في الأقوال المختلفة في التفسير، فيقوى على الفهم والاستنباط والترجيح.\nثانياً: موضوع قواعد التفسير:\nموضوع هذا العلم هو القرآن الكريم، وإذا أردنا تحري الدقة فإننا نقول: موضوعه تفسير القرآن .\nثالثاً: غايته:\nفهم معاني القرآن كي تُمتثل فيحصل الفوز في الدارين .\nرابعاً: بيان شرفه:\nيمكن أن نلخص هذه القضية في ثلاثة أوجه:\n1- من جهة الموضوع، إذ موضوعه كلام الله تعالى الذي هو أجل الكتب وأعظمها وأشرفها.\n2- من جهة مقصوده وغايته، وهي الاعتصام بحبله للوصول إلى السعادتين.\n3- من جهة عظم الحاجة إليه، إذ إن كل فلاح ديني أو دنيوي مفتقر إلى العلوم الشرعية وهي متوقفة على العلم بكتاب الله تعالى إذ هو أصلها .\nخامساً: فائدته:\nوهي: تحصيل المقدرة على استنباط معاني القرآن وفَهْمِهِ على الوجه الصحيح، وضبط التفسير بقواعده الصحيحة .\nسادسا: ميزة القواعد:\nتتميز القواعد في الصياغة مع المعنى وسعة الاستيعاب، إضافة إلى جزالة اللفظ وقوته.\nسابعاً: استمداد قواعد التفسير:\nمن خلال التتبع والاستقراء نجد أن قواعد التفسير مستمدة مما يأتي:\n(1/60)",
        "\n1- القرآن الكريم: عن طريق استقراء بعض القضايا فيه. وستجد في ثنايا هذه المنظومة قواعد تدل على ما ذكرت. إضافة إلى القواعد المستنبطة من القراءات الثابتة.\n2- السنة النبوية.\n3– بعض ما أُثر عن الصحابة –رضي الله عنهم- في الكلام على التفسير، بحيث إنه يمكن أن نعرف منه بعض الأصول التي يسيرون عليها في استنباط المعاني.\n4- أصول الفقه. لأن حقيقتها: استقراء كليات الأدلة، حتى تكون عند المجتهد نصب عين، وعند الطالب سهلة الملتبس.\n5- اللغة والبيان والنحو والتصريف. لأن (علوم اللسان هادية للصواب في الكتاب والسنة، فحقيقتها إذاً: أنها فقه التعبد بالألفاظ الشرعية الدالة على معانيها كيف تؤخذ وتُؤَدَّى)، وقد بالغ الشاطبي –رحمه الله- في هذا المعنى فقال: (وغالب ما صُنِّف في أصول الفقه من الفنون إنما هو من المَطالب العربية التي تكفل المجتهد فيها بالجواب عنها –أي من نفسه، وذلك لتحققه من الأهلية اللازمة للاجتهاد، ذلك أن تلك المطالب لا بد من حذقة فيها ولا يصح أن يكون مقلداً لغيره فيه- وما سواها من المقدمات فقد يكفي فيه التقليد... بل إنه عد معرفة العربية قطب رحى الاجتهاد) .\n6- كتب علوم القرآن ومقدمات بعض كتب التفسير .\nتنبيهان:\nالأول: لم نذكر علم التوحيد؛ لأنه راجع إلى الكتاب والسنة. وإلا فهو ضروري، لأن حاصله تقرير لأدلة القرآن والسنة، أو ما ينشأ عنها في التوحيد وما يتعلق به( ).\nالثاني: لم نذكر كتب التفسير مع أنها مشحونة بالقواعد بسبب، أن وجود القواعد فيها إنما هو عبارة عن تطبيقات للقواعد، وليس المقصود من ذكرها تقريرها. كما هو الحال في الفقه مثلاً، فإن كتبه مشحونة بالقواعد الأصولية ومع ذلك لا تعتبر كتب الفقه مادة يستمد منها قواعد الأصول.\nثامناً: نشأة قواعد التفسير:\nالحديث عن نشأة قواعد التفسير يكون من وجهين:\n(1/61)\n",
        "الأول: من جهة كونها مفرقة ومتناثرة في مصادرها التي تسْتمد منها. فالكلام فيها هو الكلام عن نشأة بعض العلوم وتطورها كأصول الفقه، وعلوم القرآن، وعلوم اللغة.. وهذا بالطبع ليس هو المقصود هنا.\nالوجه الثاني: نشأتها كفن مستقل مدون (حسب المصطلح الخاص به)، وهذا بعد التتبع لم أقف فيه على القدر الذي يتناسب مع ما له من أهمية، وإنما وقفت في بعض الفهارس على ثلاثة كتب معنونة بـ:(قواعد التفسير)، أو ما يقارب هذه العبارة، وكانت سنة وفاة أحد مؤلفيها (621هـ) وتوفي الآخر سنة (777هـ). هذا مع أن موضوعاتها قد لا تكون فيما نحن فيه...\nكما توجد بعض الكتب المعاصرة ذات العناوين المشابهة أو المطابقة -ظاهراً- للموضوع بغض النظر عن مضمونها.\nالحاصل: إن هذا لم يتوفر لدينا مؤلفات مستقلة به، فلا يمكن أن نفصل الحديث عن نشأته. لكن يمكن أن نقول: إن بواكير هذا العلم قد ظهرت في العهد النبوي على يد أفضل الخلق عليه الصلاة والسلام، ثم على يد أئمة التفسير من بعد النبي r من الصحابة والتابعين –رضي الله عنهم أجمعين، فكانت نشأة قواعد التفسير مواكبة لنشأة علم التفسير، إلا أنها كانت متفرقة ومنثورة ضمن كتب التفسير، ثم ازدادت بازدياد كتب التفسير.\nوفي القرن الثاني الهجري دخلت قواعد التفسير طوراً جديداً، إذ ظهرت جملة منها مدونة في أول كتاب ظهر في أصول الفقه وهو: (الرسالة) للإمام الشافعي رحمه الله، وكذا كتاب (أحكام لقرآن) له أيضاً.\nوفي القرن الثالث والرابع اتسع نطاق التدوين لقواعد التفسير في كتب التفسير والأصول، واللغة. كـ(تأويل مشكل القرآن) لابن قتيبة، وكتاب (جامع البيان) للإمام الطبري، و(أحكام القرآن) للطحاوي، و(أحكام القرآن) للجصاص، و(الصاحبي) لابن فارس.\n(1/62)\n\nوفي القرنين الخامس والسادس ظهرت مؤلفات كثيرة في التفسير وأصول الفقه واللغة أمثال: (الإحكام) لابن حزم، و(البرهان) للجويني، و(أصول الفقه) للسرخسي، و(المستصفى) للغزالي، و(المحرر الوجيز) لابن عطية، و(فنون الأفنان) لابن الجوزي...وغيرها. وفي القرنين السابع والثامن ظهرت مؤلفات جديدة حافلة بالقواعد كمؤلفات شيخ الإسلام ابن تيمية، وتلميذه ابن القيم، و(البحر المحيط) لابن حيان، وكتفسير القرطبي، وتفسير ابن كثير، والزركشي في (البرهان في علوم القرآن)، و(المنثور في قواعد الفقه)، و(البحر المحيط في أصول الفقه)، ومؤلفات ابن رجب.\nوهكذا ظلت قواعد التفسير مبثوثة في بطون الكتب في القرون الخمسة اللاحقة ما بين كتب التفسير وأصوله، وقواعد الفقه وأصوله. وفي القرن الرابع عشر الهجري؛ وقفنا على تدوين مستقل في قواعد التفسير وهو: كتاب (القواعد الحسان لتفسير القرآن) للعلامة عبد الرحمن بن سعدي . ومن شاء أن يَعْرِف المناهج المتبعة في التأليف في القواعد عموماً، سواء على الترتيب الهجائي، أو الترتيب الموضوعي المنظور فيه إلى شمولية القاعدة وإلى الاتفاق والخلاف فيها. ويشمل هذا قواعد كلية يرجع إليها أغلب المسائل. أو قواعد كلية يرجع إليها بعض المسائل. أو قواعد خلافية. وغالباً ما تكون مبدوءة بـ(هل). أو ذكر قواعد دون ترتيب معين. أو كان الترتيب على طريقة التبويب. كالأبواب الفقهية.\nوممن سار على الترتيب الهجائي من المؤلفين: الزركشي في (المنثور)، وأبو سعيد الخادمي في (مجامع الحقائق)، والبركتي في (القواعد الفقهية).\nوممن سار على الترتيب الموضوعي: التاج السبكي في (الأشباه والنظائر)، (وإن كان ذكر في القسم الثالث: القواعد الخاصة (الضوابط))، والسيوطي في (الأشباه والنظائر)، وابن نجيم أيضاً في كتابه (الأشباه والنظائر)، إلا أنه أسقط القسم الثالث.",
        "(1/63)\n\nوممن سار على ذكر القواعد دون ترتيب معين ابن رجب في كتابه: (القواعد الفقهية)، والونشريسي في كتابه: (إيضاح المسالك إلى قواعد الإمام مالك)، وابن عبد الهادي في (مغني ذوي الأفهام)، ومن المعاصرين: عبد الرحمن السعدي في كتابيه: (القواعد والأصول الجامعة في الفقه). والكتاب الآخر: (القواعد الحسان لتفسير القرآن). وممن انتهج الترتيب على طريقة التبويب كالأبواب الفقهية: أبو عبد الله المقّري المالكي في كتابه: )القواعد)، ومحمد البقوري في (ترتيب فروق القرافي)، والشيخ عظوم في: (المسند المذهب في ضبط قواعد المذهب)، ومحمود حمزة في (الفرائد البهية في القواعد والفوائد الفقهية)، والبكري في (الاستغناء في الفروق والاستثناء)، وابن خطيب الدهشة في (مختصر من قواعد العلائي وكلام الأسنوي).\nومن أراد التوسع؛ فليرجع إلى أصل هذه المنظومة وهو: (قواعد التفسير) لخالد السبت (1/4647)، وقد ختم مقدمة كتابه بسؤال نصه: (هل تطبيق القواعد على التفسير من قبيل إعمال الرأي؟. فأجاب قائلاً: من المعلوم أن الرأي على قسمين:\n(?الأول: رأي صائب محمود وهو الرأي المستضيئ بنور الوحي، من كتاب وسنة، وأقوال سلف الأمة، وإضافة إلى الدراية بأصول التفسير واللغة والنحو والتصريف والبيان وأصول الفقه. فهذا لا إشكال في قبوله واعتباره).\n(1/64)",
        "\n(الثاني: رأي فاسد.كرأي المبتدع الذي يلوي أعناق النصوص لتوافق هواه، أو يفسر القرآن بمجرد ما يسوغ في اللغة، دون معرفة بالأحوال التي كانت وقت نزول القرآن، ودون التفات إلى عادة الشارع في مخاطباته، ومن غير اعتبار بسياق الكلام..ونحو ذلك من الأمور. فهذا مردود على صاحبه، وقائله متوعد بالعقوبة. والمقصود هنا: الإشارة إلى هذين النوعين دون بسط الكلام فيهما، فهذا له موضع آخر. وبهذا تكون قد عرفت أن إعمال القواعد الصحيحة عند تفسير كلام الله عز وجل منهج صحيح، وطريق مستقيم). (قال الكفيجي جواباً على هذه المسألة: لا نسلم أنه تكلُّم في معاني القرآن بالرأي، بل هو بيان أحوال النظم، والتكلم في هذه القاعدة –يشير إلى قاعدة ذكرها في المحكم- كالتكلم في سائر القواعد العربية، كقواعد الصرف، والاشتقاق، والنحو، والمعاني، والبيان، وغير ذلك، فكما أن التكلم فيها بيان أحوال الكلمات، والتراكيب العربية، لا بيان معاني كلمات العرب وتراكيبها بلا شك، فكذلك التكلم فيها بيان أحوال القرآن من حيث الدلالة على المراد لا بيان معاني القرآن. فلا يكون تفسيراً له بالرأي، على أن مثل هذا الرأي –لو كان- رأيا معروض على الأصول فيكون مقبولاً على ما هو المختار عند أهل التفسير) .\n? المبحث الخامس: في ذكر بعض الكتب التي اعتنت بقواعد التفسير وأصوله\n1\n(1/65)\n",
        "-(قواعد التفسير) للشيخ أبي عبد الله محمد ابن أبي القاسم الخضر بن محمد بن الخضر بن علي بن عبد الله المعروف بابن تيمية الحراني، الملقب: فخر الدين ابن الخطيب، الواعظ الفقيه الحنبلي، ولد في حران سنة (542هـ) وتوفي سنة (621هـ) والكتاب حسب علمي لم يطبع. ذكره مصطفى بن عبد الله القسطنطيني المعروف بحاجي خليفة في كتابه القيم: (كشف الظنون) طبعة دار الكتب العلمية بيروت (1413هـ)، في (2/1358) بالاسم المشار إليه. وذكره أحمد بن مصطفى طاش كبري زادة في (مفتاح السعادة ومصباح السيادة) (2/102)طبعة دار الكتب العلمية الأولى –(1405هـ)بيروت. حيث قال: (ومن التفاسير: قواعد لابن تيمية). يعني به: (قواعد التفسير). راجعه إن شئت ففيه ما يدل على ما ذكرناه. والله أعلم.\n2-(المنهج القويم في قواعد تتعلق بالقرآن الكريم) للشيخ شمس الدين ابن الصائغ، محمد بن عبد الرحمن الحنفي (ت 777هـ)، ذكره حاجي خليفة في (الكشف) (2/1883).\n3-(قواعد التفسير) للشيخ محمد بن إبراهيم المعروف بابن الوزير . وقد حقق بعض العلماء أنه عبارة عن فصل جاء في كتابه (إيثار الحق على الخلق) تحدث فيه عن طريق التفسير وبعض قواعده. بعنوان: (فصل: في الإرشاد طريق المعرفة لصحيح التفسير). لكن بعضهم جزم بأنه مؤلف خاص في (قواعد التفسير) لا زال مخطوطا. كما جاء في (فهرس الخزانة التيمورية) (1/148/رقم: 587). طبعة دار الكتب المصرية (1367هـ). والله أعلم.\n4-(التيسير في قواعد علم التفسير) للشيخ محمد بن سليمان الكافجي. (ت879هـ)حققه الشيخ ناصر بن محمد المطرودي. (دار القلم .دمشق .ط: (الأولى،1410هـ). وقد حوى أبحاثًا قيمة في (علوم القرآن). بأسلوب رائع جذاب. مع تعليق مختصر لطيف.\n5-(مقدمة في أصول التفسير) لشيخ الإسلام تقي الدين أحمد بن عبد الحليم ابن تيمية (661-ت 728 هـ):\n1- بين فيها مسألة تفسير الصحابي، ومتى يكون له حكم المرفوع؟.\n(1/66)\n\n2-وأهمية أسباب اختلاف العلماء في تفسير النّص.\n3- وأن النبي r بين لأصحابه معاني القرآن ، كما بين لهم ألفاظه.\n4-وأن خلاف السلف في التفسير، إنما هو –في غالبه– خلاف تنوع لاخلاف تضاد.\n5- أهمية معرفة أسباب النزول، وفوائده.\n6-وتحدث عن حكم الإسرائيليات.\n7-حكم ما ورد في التفسير من المراسيل.\n8- خبر الواحد إذا تلقته الأمة بالقبول يوجب العلم.\n9- وذكر المنحرفين في تفسير القرآن.\n10-بيان لأهم التفاسير بالمأثور، وبالرأي .\n11- وذكر أحسن طرق التفسير.\n12- وحكم تفسير القرآن بالرأي. وقد نقل هذه المقدمة تلميذه ابن كثير في أول تفسيره، وكذا فعل الزركشي في (برهانه) نقل كثيراً منها. وذكر معظمها السيوطي في (إتقانه) وقال في (2/1204): (وهو نفيس جداً)، والحافظ بن حجر ذكر منها كلاما طويلا، انظر (نكته) (1/374)، كما أفاده محقق (المقدمة) (ص7/8) دار ابن حزم. وقد طبعت عدة مرات بتحقيقات متنوعة، وشرحها أخيراً شيخنا محمد بن صالح العثيمين بعنوان: (شرح مقدمة في أصول التفسير). ط: مكتبة السنة. كما نقل منها كثيرا في كتابه: (شرح أصول في التفسير)، وكلاهما جمع لأيمن بن عارف الدمشقي، وصبحي محمد رمضان.\nوالطبعة التي اعتنى بها فواز أحمد زمرلي –وهي التي عندي الآن داخل السجن –غير الطبعة التي اعتنى بها أبو حذيفة إبراهيم بن محمد، وقد قرأتها ودرستها للطلبة بالسجن المركزي بالقنيطرة سنة (1425هـ)، وخير من طبعة زرزور ولعل هناك خدمات أخرى على (مقدمة في أصول التفسير) لشيخ الإسلام لم نطلع عليها، لأننا مبعدون ومحبوسون منذ ثلاث سنوات وأزيد ولا ندري ما هو الجديد في عالم الكتاب. والله المستعان.\n6-(القواعد الحسان لتفسير القرآن) تأليف الشيخ عبد الرحمن بن ناصر السعدي. فقد ذكر فيه قواعد متنوعة في عدة علوم. وشرحه شيخنا محمد بن صالح العثيمين ط: مكتبة السنة.",
        "(1/67)\n\n7-(أصول التفسير وقواعده) تأليف: خالد بن عبد الرحمن العك . دار النفائس، بيروت ط: الثانية (1406هـ). وغالبه في علوم القرآن بشكل عام. وباقيه قواعد وفوائد في التفسير.\n8- (قواعد التدبر الأمثل لكتاب الله عز وجل). تأليف: عبد الرحمن حبنَّكة الميداني. دار القلم، دمشق. ط: الثانية (1409هـ) وهو بأسلوب إنشائي –كما هي عادة مؤلفات حنبكة –قليل التوثيق. ومع ذلك لم يخل من (قواعد التفسير). التي تعين على فهم ومعرفة تفسير القرآن ومعانيه.\n9- (قواعد وفوائد لفقه كتاب الله تعالى). تأليف: عبد الله بن محمد الجوعي. دار الوطن، الرياض ط: الأولى، (1414هـ) وفيه فوائد متنوعة في علوم القرآن. وفيه يقول في (ص8): (كثير من الفوائد لم أعزُها، وذلك لأنها مما علق في الذهن مما قرأته أو سمعته من بعض العلماء فيتعذر عزوه). والكتاب يقع في (144 صفحة).\n10-(فصول في أصول التفسير) تأليف: مساعد بن سليمان الطيار. دار النشر الدولي الرياض ط: الثانية، (1413هـ) وفيه فوائد متنوعة. غالبها في علوم القرآن، ولكنه لم يخل من (قواعد التفسير).\n11-(الفوز الكبير في أصول التفسير) تأليف: أحمد بن عبد الرحيم الدهلوي. دار البشائر الإسلامية، بيروت. ط: الثانية: (1407هـ) غني بالفوائد المتنوعة القيمة في سائر علوم القرآن. ومنها قواعد التفسير.\n12-(أحكام القرآن) للإمام محمد بن إدريس الشافعي. تحقيق وتعليق: عبد الغني عبد الخالق دار الكتب العلمية، بيروت، (1400هـ) قرأت منه مواضع لم تخل من (قواعد التفسير).\n13- (الإتقان في علوم القرآن). تأليف: عبد الرحمن ابن أبي بكر السيوطي. تحقيق: محمد أبو الفضل إبراهيم. المكتبة العصرية بيروت (1407هـ) جمع فيه الغث والسمين، ومع ذلك لا يخلو من(قواعد التفسير). أو ط: ابن كثير أو ط: الأولى (1414هـ) تحقيق فواز أحمد .\n(1/68)",
        "\n14-(الإكسير في علم التفسير). تأليف سليمان بن عبد القوي الصرصري البغدادي. تحقيق: عبد القادر حسين، مكتبة الآداب، القاهرة، فيه فوائد معدودة في (قواعد التفسير).\n15-(البرهان في علوم القرآن) للزركشي، تحقيق: محمد أبو الفضل إبراهيم، دار المعرفة، بيروت. وفيه فوائد ولطائف متنوعة.\n16-(معاني القرآن وإعرابه). تأليف: أبو إسحاق إبراهيم بن السري. تحقيق: عبد الجليل شلبي . عالم الكتب، بيروت، ط: الأولى: (1408هـ).\n17-(مناهل العرفان) تأليف محمد بن عبد العظيم الزرقاني. دار إحياء الكتب العربية، مصر، وفي هذا أخطاء عقدية كثيرة، وقد علمت أن بعض العلماء قام بتحقيقه، والرد على ما جاء فيه من المخالفات، لكن للأسف النسخة التي عندي تحتاج إلى خدمة. وصدق شيخ الإسلام ابن تيمية حين قال في (الرد على البكري) ص17: (إن عامة الكتب تحتاج إلى نقد وتمييز). و(النقد) عبارة قصيرة لكنها تحتاج إلى خبرة طويلة، وقراءة كبيرة، واطلاع واسع، وتجربة عميقة، لأن (النقد) خلاصة وعصارة تجارب مرت بالناقد. وهذا يحتاج إلى مراجعة متنوعة. ولا يخفى على القارئ الكريم ما يعاني السجين من أزمات ومحن لفقدان مكتبته العامرة . ولست أبكي على حبسي وتعذيبي جسديا ونفسيا، وإنما أبكي على مكتبتي. لأن السجن هو المكان الطبيعي للرجل الحر في الأمة المستعبدة، والأمر عندي كما قال شيخ الإسلام ابن تيمية: (إن في الدنيا جنة من لم يدخلها لم يدخل جنة الآخرة . وقال: ما يصنع أعدائي بي؟. أنا جنتي وبستاني في صدري، أين رحت فهي معي لا تفارقني. أنا حبسي خلوة، وقتلي شهادة، وإخراجي من بلدي سياحة).\n(1/69)\n",
        "وكان في حبسه يقول: (لو بذلت مثل هذه القلعة ذهباً ما عدل عندي شكر هذه النعمة)، أو قال: (ما جازيتهم على ما ساقوا إلي من الخير). والمحبوس من حبس قلبه عن ربه، والمأسور من أسره هواه . انظر (الذيل على طبقات الحنابلة) (2/405) لتعلم كم بقي الشيخ في سجن القلعة. وانظر ما هَذَى به ابن بطوطة في حق شيخ الإسلام في (رحلته ص 112/113) مع الجواب عن تلك الفرية من كلام شيخ الإسلام نفسه وكلام أهل العلم وكم كذبوا على الشيخ، وبهتوه وَقَوّلُوهُ أشياء هو بريء منها، والأمر كما قال تلميذه ابن القيم :\nفالبُهْتُ عندكم رخيصٌ سِعْرُهْ * حَثُّوا بلا كيل ولا ميزان\nوبهتوا وكذبوا على تلميذه ابن القيم فسجن مع شيخه، ومرة وحده. قال ابن رجب في (الذيل على طبقات الحنابلة) (2/448): (وكان ابن القيم في مدة حبسه مشتغلاً بتلاوة القرآن بالتدبر والتفكر، ففُتح عليه من ذلك خيرٌ كثير، وحصل له جانب عظيم من الأذواق والمواجيد الصحيحة، بسبب ذلك على الكلام في علوم أهل المعارف والدخول في غوامضهم، وتصانيفه ممتلئة بذلك). وهو القائل في (فوائده (449) : (يا مخنث العزم أين أنت؟، والطريق تعب فيه آدم، وناح لأجله نوح، ورمي في النار الخليل، وأُضجع للذبح إِسماعيلُ، وبيع يوسفُ بثمن بخس، ولبث في السجن بضع سنين، ونشر بالمنشار زكرياء، وذبح السيد الحصورُ يحيي، وقاسى الضُّرَّ أيوب، وزاد على المقدار بكاءُ داودَ، وسار مع الوحش عيسى، وعالج الفقرَ وأنواعَ الأذى محمد r تُزهى أنت باللهو واللعب؟).\nثم ذكر فيه أيضاً قوله: (سأل رجل الشافعي فقال: يا أبا عبد الله؛ أيما أفضل للرجل أن يمكن أو يبتلى؟. فقال الشافعي: لا يمكن حتى يبتلى، فإن الله ابتلى نوحاً وإبراهيم وموسى وعيسى ومحمداً فلما صبروا مكنهم). إلى الله المشتكى. وصدق من قال:\nربما تجزع النفوس من الأمر * له فرجة كحل العقال\n(1/70)\n\n18-(قواعد التفسير) تأليف: خالد عثمان السبت. دار ابن عفان للنشر والتوزيع. مصر. ط: الأولى ، (1421هـ) وهو أجمع وأشمل كتاب في هذا الموضوع. وهو أصل مادة أرجوزتنا مع تقديمها المختصر. قرأته ودرَّسْتُه للطلبة بالسجن المركزي بالقنيطرة 7 رمضان (1425هـ) وقرأته مرة ثانية بزنزانتي الانفرادية بالسجن المحلي بتطوان (14صفر1427هـ)، وقمت بتجريد قواعده في كراسة، ثم بدأت إعادة نظمها وأعرضت عن النظم الأول سوى أبيات خمسة تركتها كما هي...الخ لتذكرني بالمآسي التي رأيناها بالسجن المركزي بالقنيطرة. فالله المستعان. وهناك مراجع أخرى لا تطالها يدي الآن بالسجن المحلي. ولعلنا بعد إطلاق سراحنا –إن شاء الله - نعيد النظر فيها ونزيد مراجع لا تتوفر لدينا الآن. والله أرجو أن يتقبل هذا العمل المتواضع، وأن ينصر الإسلام والمسلمين، ويفك أسرى المظلومين، إنه على كل شيء قدير.\nومن وجد في هذه الأرجوزة خيراً ونفعاً فليحمد الله –ويدعو لنا بحسن الخاتمة – ومن وجد غير ذلك فليستغفر لنا وليرشدني إلى ذلك مأجورا ومشكوراً. (والعلم مفرَّق في الأمة) وأذكر نفسي في خاتمة هذه الجريدة المختصرة لكتب قواعد التفسير بقول القائل :\nكم من كتاب قد تصفحتُه * وقلت في نفسيَ أصلحتُه\nحتى إذا طالعته ثانيا * وجدت تصحيفا فصححته\nمقدمة في كيفية الاستنباط وما يتصل به :\nبِسْمِ الإلَهِ المُسْتَعَانِ الأَكْرَمِ * ذ ِي العَرْشِ وَالمُلْكِ الكَبِيرِ الأَعْظَمِ\nحَمْداً لِرَبِّي بِامْتِنَانٍ قَدْ قَضَى * حُكْماً وَدِيناً قَيّماً ثُمَّ ارْتَضَى\nأَتْمِمْ صَلاةً ثُمَّ سَلّمْ خَالِقِي * بَارِكْ عَلَى ذَاكَ النَّبِيِّ الصَّادِقِ\nاعْلَمْ أَخِي يَا مَنْ تَعَانَى لِلطَلَبْ * لَلْعِلْمِ وَالْمَعْرُوفِ أَخْذاً بَالسَّبَبْ\nوافَهَمْ فَلِلِتَّفْسَيرِ يَا ذاَ قَاعِدَهْ * تَفْضِي إِلَى دَرْكِ الْهُدَى وَالْفَائِدَهْ",
        "(1/71)\n\nفَالْقَوْلُ فِي الأَسْبَابِ مَوْقُوفٌ عَلى * نَقْلٍ سَمَاعٍ فَاطْلُبَنْ شَأْناً عَلاَ\nوَالآيُ فِي أَسْبَابِ مَا قَدْ أُنْزِلاَ * بِالرَّفْع ِحُكْماً لاَ اجْتِهَاداً أُوِّلاَ\nتَقْرِيرُ حُكْمٍ تَارَةً تَنْزيِلُهُ * يَأْتِي مَعاً إِنْ بَعْدَهُ أَوْ قَبْلَهُ\nوَالْمَنْعُ للِتَّكْرَارِ أَصْلٌ قَائِمُ * فِيمَا جَرى، وَالْعَكْسُ قَوْلٌ سَالِمُ\nإِنْزَالُ آيَاتٍ لأَسْبَابٍ كُثُرْ * ذَا ثَابِتٌ وَ الْعَكْسُ أَيْضاً مُعْتَبَرْ\nأَمَّا الرِّوَايَةُ التِّي لَمْ يَنْفَرِدْ * مِنْ كَثْرَةٍ تَعْدَادُهَا فَالْمُعْتَمَدْ\nلَحْظُ الثُّبُوتِ السَّالِمِ ثُمَّ اقْتَصِرْ * جَزْماً عَلى مَا صَحَّ فَهْوَ المُعْتَبَرْ\nثُمَّ اعْتَمِدْ بِالضَبْطِ فِي تَعْبيرِها * لَفْظاً صَرِيحَ الحَقِّ فِي تَفْسَيرِها\nثُمَّ التِي تَأْتِي قَرِيباً يُحْمَلُ * حُكْمُ السَّبَبْ فِيهَا جَمِيعاً فَاحْمِلُوا\nإِنْ أُبْعِتدَتْ فَالْحُكْمُ بِالتَكْرَارِ أَو * تَرْجِيحُ قَوْلٍ ثَابِتٍ مِنْ غَيْرِ لَوْ\n? فصل في التمييز بين المكي والمدني\nمَكِّيُّ آيٍ وَالمَدِينِيْ يُعْرَفُ * بَالنَّقْلِ عَمَّنْ شَاهَدُوا مَا يُوصَفُ\nمَحْمُولُ فَهْمٍ لِلمَدِينِي إِذْ نَزَلْ * يُبْنَى عَلَى المَكِّيِّ، حَتْماً ذَا العَمَلْ\nقُلْ ذَاكَ فِي المَكِّيْ بِهِ الْمَكِّيْ يُرَى * مِثْلُ المَدِينِي بِالمدِينِي فُسِّرَا\n? فصل في ضوابط اعتبار القراءات\nثُمَّ القِرَاءاتُ التِي قَدْ تُنْتَخَبْ * وَفْقَ الصَّرِيحِ الْوَاصِفِ قَوْلَ العَرَبْ\nمِنْ كُلِ وَجْهٍ قَدْ أَتَتْ، أَوْ قَدْ بَدَتْ * وَجْهاً فَذِي مَقْبُولَةٌ إنْ أَوْ عَبَتْ\nمَا وَافَقَ الإِمْلاَءُ فِيهَا مُصْحَفاَ * لِلصَّحْبِ عُثْمَانِيَّةً فَالْمُصْطَفَى\nمِنْها، وَلَوْ كَان احْتِمَالاً يَتَّفِقْ * أَخْذاً بِأَصْلٍ ثَابِتٍ صِدْقاً نَطقْ\n(1/72)",
        "\nثُمَّ اسْتَوَى أَوْصَافُهَا أَمْرُ السَّنَدْ * بِصِحَّةِ العُلْيَا التِّي لا تُفتَقَدْ\nفَهْي القِرَاءَاتُ التِّي أَوْفَتْ هَدَا * شَرْط الصَّحِيحِ الصَّالِحِ لِلإقْتِدَا\nأَرْكَانُهَا إِنْ لَمْ تَكُنْ بالثَّابِتَهْ * أَوْلاَهُ أَوْ ثَانِيه مِثْلُ الثَّالِثَهْ\nأَوْصَافُها: ضَعْفٌ، شُذُوذٌ بَاطِلَةْ * ضَاعَتْ يَقِيناً ثُمَّ أَضْحَتْ عَاطِلَةْ\nتَنْزِيلُ أَنْوَاعِ القِرَاءَاتِ الّتِي * صَحَّتْ كَآيَاتٍ جَرَى بِالْعَادَةِ\nوَالْحُكْمُ فِيمَا يُخْتَلَف مَعْنَاهُمَا.. * دُونَ التَّعَارُضْ ظَاهِرٌ أَنْ تَفْهَمَا\nإِنْ عَادَتِ أَصْلاً لِذَاتٍِ وَاحِدَهْ * كَانَتْ لِتِلْكَ الذَّاتِ حُكْمٌ زَائِدَهْ\nثُمَّ القِرَاءَاتُ الَّتِي زَادَتْ عَدَدْ * بَعْضٌ بِبَعْضٍ بَيِّنَاتٍ فَاسْتَفِدْ\nمَا شَذَّ مِنْهَا إَنْ خَلاَ مَنْ عِلَّةٍ * تَجْرِي كَآحَادِ الْخَبَرْ فِي حُجَّةٍ\nوالشَّاذُّ مِنْهَا خَالَفن أَوْضَاعُهُ * نَوْعاً تَوَاتَرْ ثَابِتاً إِجْمَاعُهُ\nإِنْ لَمْ يَكُنْ بِالْجَمْعِ حَالاً حَاصِلَهْ * فَهْيَ الَّتِي بِالْقَطْعِ حُكْماً بَاطِلَهْ\nكُلُّ القِراءاتِ الَّتِي قَدْ صَحَّتِ * أَفْرَادُهَا مَتْبُوعَة فِي السُّنَّةِ\nوَالْواجِبُ -جَزْماً-لَهُ أَنْ تَقْبَلاَ * قَصْدٌ إِلَيْهَا أَنْ يُّصَارَنْ فَافْعَلاَ\nمَا يَثْبُتَنْ -إِنْ تَنْتَبِهْ-لاَ يَذْهَبُ * بِالرَّدِّ قِيَّاساً إِلَى مَا يُعْرَبُ\nحَتَّى وَإِنْ فَشَا بِهَا فِيمَا لُغِي * خُلْفٌ بَقِي لِثَابِتٍ فِيمَنْ بَقِي\n? فصل: هل البسملة من القرآن؟\nوَالْبَسْمَلَةْ فِي أَحْرُفٍ أَنْوَاعُهَا * مِنْ سَبْعَةٍ قَدْ أُنْزِلَتْ فِي بَعْضِهَا\nإِنْ يَّقْرَإِ القَارِي بِحَرْف أُنزلتْ * فِيهِ الْهُدى عُدَّتْ وَإِلاَّ مَا أَتَتْ\nإِنْ كَانَ ثِنْتَانِ بِمَا قَدْ أَثْبَتَتْ * فَالْمَنْعُ مِنْ تَرْجِيحِ إِحْدَاهَا نُعِتْ\n(1/73)\n",
        "أَلاَّ تُوَجَّهْ وِجْهَةً تَهْوِي بِهَا * فِي النَّفْسِ أُخْرى بِالحَرِي تُتْرَكْ لَهَا\nأَوْ يَخْتَلِفْ إِعْرَابُهَا وَجْهاً لَّهُ * عَنْ غَيْرِهِ لاَ يَنْبَغِي تَفْضِيلُهُ\nأَوْ قِيلَهُ ذِي أَجْوَدُ مِنْ هَذِهِ * لاَ يُقْبَلُ ذَا الْمَنْطِقُ مِنْ أَصْلِهِ\nتَرْتِيبُ آيِ الذِّكْرِ بِالتَّوْقِيفِ قُلْ * فِي الْبَابِ دُونِ السُوَّرِ، فَافْهَمْ وَسَلْ\nوَالأَصْلُ فِي التَّفْسِيرِ نَقْلٌ حَاصِلُ * أَوْ صَائِبُ رَأْيٍ سِوَاهُ البَاطِلُ\n? فصل في تفسير القرآن بالقرآن وأنواعه\nتَفْسِيرُ قُرْآنٍ بِقُرْآنٍ عَشَرْ * أَنْوَاعُهُ مَعْلُومَةٌ يَا مَنْ سَبَرْ\nفَالأَوَّلُ: تِبْيَانُ مَا قَدْ أُجْمِلاَ * أَقْسَامُهُ وَصْفٌ لَّهَا قَدْ فُصِّلاَ\nأَقْسَامُ تِبْيَانٍ وَهِيَ البَالِغَهْ * قِسْمَانِ، فَافْهَمْ قَوْلَنَا يَا نَابِغَهْ\nأُولاَهُمَا: تِبْيَانُهُ بِالْمُتَصِلْ * ثَانِيهِمَا: تِبْيَانُهُ بِالْمُنْفَصِلْ\nمَا بَعْدَهاَ أَقْسَامُ إِجْمَالٍ هُمَا * قِسْمَانِ تعدَاداً كَذَا فَاسمَعْهُمَا\nأَوْلاهُمَا في الاشْتِرَاكِ الحَاصِِل * فِي اللَّفْظِ حَدِّثْ باليَقِينِ الْفَاصِل\nأَنْوَاعُهَا فِي الاشْتِرَاكِ قَدْ غَدَتْ * اسْمٌ وَفِعْلٌ ثُمَّ حَرْفٌ قَدْ بَدَتْ\nوَالثانِ فِي الإِجْمَالِ إِبْهَامٌ ذُكِرْ * قُلْ سِتَةٌ أَنْوَاعُهَا ثُمّ اعْتَبِرْ\nفَالأَوَّلُ: الإِبْهَامُ فِيمِا يُسْمَعْ * إِبْهَامُ مَعْنَى اِسْمِ جِنْسٍ مُجْتَمَعْ\nوَالثَانِ: مَنْ فِي الابْتِدَا رَأْساً سُرِدْ * إِبْهَامُ مَعْنَى اِسْمِ جِنْسٍ مُنْفَرِدْ\nوَالثَالِثُ: المَذْكُورُ يَتْلُو مَا سَبَقْ * إِبْهَامُ مَعْنَى اِسْمِ جَمْعٍ يُلْتَحَقْ\nوَالرَابِعُ: الإبْهَامُ فِي مَعْنَى صِلَهْ * أَفْضَتْ وَلِلْمَوْصُولِ أَضْحَتْ وَاصِلِهْ\nوَالخَامِسُ: الإِبْهَامُ فِي مَعْنَى لَدَا * حَرْفٍِ بِأَوْصَافٍِ حِسَانٍ قَدْ بَدَا\n(1/74)\n\nوَالسَّادِسُ: الإِجْمَالُ فِيمَا يَعْتَرِي * تَفْسِيرَ نَصٍّ بِاحْتِمَالٍ مُضْمَرِ\nوَالثَانِ فِي التَّفْسِيرِ مِنْ أَنْواعِهِ * تَقْيِيدُ مَا قَدْ أُطْلِقُوا خُذْ ذَا عِهِ\nوَالثَالِثُ: تَخْصِيصُ نَصٍّ عُمِّمَا * فِي المَسْلَكِ المَشْهُورِ حَقاً قَدْ نَمَى\nوَالرَابِعُ: التِبْيَانُ بِالمَنْطُوقِ * أَوْ مَا وُعِيْ فِي أَرْبَعِ التَّحْقِيقِ\nابْدَأْ فَبَيِّنْ مَا نَطَقْ مِنْ مِثْلِهِ * حَتْماً وِبَيِّنْ مَا دُرِيْ مِنْ شِبْهِهِ\nتِبْيَانُ مَنْطُوقٍ بِمَفْهُومٍ يُرى * تِبْيَانُ مَفْهُومٍ بِمَنْطُوقٍ جَرَى\nتَفْسِيرُ مَعْنَى لَفْظَةٍ مِنْ لَفْظَةِ * ذَا خَامِسُ الأَنْوَاعِ نِصْفُ العَشْرَةِ\nقِسْمِانِ: قِسْمٌ هُوَ مَا يُسْتَغْرَبُ * تَفْسِيرُهُ بِالْمُشْتَهَرْ فَالأَقْرَبُ\nوَالآخَرُ تِبْيِانُ لَفْظٍ مَّا هُنَا * منْ آيِةٍ أُخْرَى بِسِيَّاقٍ عَنَا\nوِالسَادِسُ: مَعْنىً بِمَعْنىً فُسِّرَا * هُوَ الطَرِيقُ الوَاضِحُ يَا مَنْ يَرَى\nوَالسابِعُ: تَفْسِيرُ أُسْلُوبٍ مَضَى * فِي آيَةٍ مِنْ آيَةٍ فَالْمُرْتَضَى\nوَالثَامِنُ: شَيءٌ خَفِيْ فِي مَوْضِعٍ * إِيضَاحُهُ مَا فُصِّلَ فِي مَوْضِعٍ\nأَنْ يُذْكَرَ شَيءٌ وَتَجْرِي الْمَسألَهْ * ثُمَّ الجَوَابُ الوَاضِحُ مَا فَصَّلَهْ\nإخْبَارُ قُرْآنٍ بِشَيءٍ قَدْ وَقَعْ * فِي مَوْضِعٍ عَنْ كَيْفَ ذَاكُم قَدْ وَقَعْ\nإِخْبَارُ قُرْآنٍ بِأَمْرٍ فِي جِهَهْ * تَنْجِيزُ أَوْ تَعْلِيقُ حُكْمٍ فِي جِهَهْ\nأَمْرٌ مُرَادٌ فِيهِ مَطْلُوبٌ هُنَا * مَقْصُودُهُ فِي غَيْرِهِ قَدْ بُيِّنَا\nأَنْ يُذْكَرَ فِي مَوْضِعٍ شَيءٌ وَفِي * ثَانٍ بِشَيءٍ قَدْ تَعَلَّقْ فَاعْرِفِ\nذِكْرٌَ لَهُ فِي مَوضِعٍ ثُمَّ السَّبَبْ * فِي غَيْرِهِ ذَاكَ الدَّلِيلُ المُكْتَسَبْ\nأَوْ ذِكْرُ شَيءٍ يُذْكَرَنْ مَفْعُولُهُ * فِي مَوْضِعٍ أُخْرى كَذا تَأْوِيلُهُ",
        "(1/75)\n\nأَوْ ذِكْرُ شَيءٍ يُذْكَرَنْ ظَرْفاً لَهُ * فِي مَوْضِعٍ أُخْرى كَتَفْسِيرٍ لَهُ\nأَوْ ذِكْرُ شَيءٍ لَمْ يُعَلَّقْ هَاهُنَا * يُذْكَرْ بِمَا أَصْلاً تَعَلَّقْ هَاهُنَا\nأَنْ يُذْكَرنْ فِي مَوْضِعٍ بَعْضُ الحِكَمْ * لِلِشَّيءِ ثُمَّ البَعْضُ فِي أُخْرَى حُكِمْ\nذِكْرٌ لأَمْرٍ أَوْ لِنَهْيٍ قَدْ شُرِعْ * أَوْ مَا اشْتُرِطْ فِي مَوْضِعٍ هَل ذَا شُرعْ\nأَنْ يُخْبَرَنْ عَمَّا بِلاَ شَكٍ يَقَعْ * بُعْداً يَبِينُ أَنَّه فِعْلاً وَقَعْ\nأَنْ يُذْكَرَنْ فِي مَوْضِعٍ شَيءٌ وَهُو * مَذكُورَةٌ فِي غَيْرِهِ أَوْصَافُهُ\nلَفْظٌ هُنَا عَمَتْ تُفَسِّر هَذِهِ * إِدْخَالُ بَعْضٍ هُوَ مِنْ أَفْراَدِهِ\nذِكْرُ الْقَصَصْ فِي مَوْضِعٍ قَدْ يُوجَزُ * تَفْصِيلُهَا فِي غَيْرِهَا يَسْتَنْجِزُ\nوَالتَّاسِعُ: جَمْعُ القِرَاءَاتِ التِّي * صَحَّتْ لإِيضَاحِ المُرَادِ الثَابِتِ\nوَالْعَاشِرُ: جَمْعٌ لَهَا ظَناً وُهِمْ * خُلْفاً صَرِيحاً مِنْ نُصُوصٍ، فَاغْتَنِمْ\n? فصل: تفسير القرآن بالسنة وأنواعه\nأَنْوَاعُ تَفْسِيرِ الكِتَابِ المُنْزَلِ * فِي السُّنَّةِ أَعْدَادُهَا تُسْتَنْزِلِ\nتَفْسِيرُ قُرْآنٍ بِقُرْآنٍ نُقِلْ * أَوْ آيَةٍ أَوْ لَفْظَةٍ ثِنْتَانِ قُلْ\nأَنْ يُذْكَرَ التَّفْسِيرُ ثُمَّ الآيهْ * أَوْ آيَةٌ ثُمَّ المفَسِّرْ غَايَهْ\nأَوْ يُشْكِلَنْ فَهْمٌ عَلَى مَنْ يَصْحَبُهْ * يَأْتِي البَيَانُ الوَاضِحُ يَسْتَوعِبُهْ\nأَوْ أَنْ يُرَدْ مِنْ قَوْلِه مَا يُصْلِحْ * تَفْسِيرُ آيٍ مَا ذُكِرْ أَوْ يُلمَحْ\nأَوْ أَنْ يَسَلْ أَصْحَابُهُ عَنْ آيَةٍ * فِيمَا يُفَسِّرْهَا لَهُمْ فِي حِكْمَةٍ\nأَوْ مَا جَرَى فِيهِ اخْتِلاَ فٌ بَيْنَهُم * عَمَّا عَنَتْ، يَفْصِلْ بِحُكْمٍ أَمْرَهُمْ\nأَوْ يَكْتَفِي الأَحْيَانَ فِي تَفْسِيرِهِ * أَنْ يُقْرَأَنْ مَا جَاءَ فِي تَقْرِيرِهِ\n(1/76)",
        "\nأَوْ مَا تَأَوَّلْ مِنْ صَرِيحِ الآيةِ * مَقْصودُهُ أَنْ يِلْتَزِمْ بِالطَاعَةِ\nمَجْمُوعُ أَحْوَالٍ لِهَدْيِ المُصْطَفَى * سَبْعٌ لِتَفْسِيرٍ بِنَهْجٍ قَدْ صَفَى\nخَصِّصْ عُمُوماً ثُمَّ قَيِّدْ مُطْلَقاً * عَرِّفْ بِمَا أُبْهِمْ فَذَاكَ المُنْتَقَى\nتِبْيَانُ إِجْمَالٍ وَبَيِّنْ مَا لُفِظْ * فَصِّلْ قَصَصْ، تِبْيَانُ مَا نَسْخٌ حُفِظْ\nأَنْ يَشْرَحَ المَعْنَى النَّبِيُّ الصَّادِقُ * لاَ حَاجَةً فِي قَوْلِ شَخْصٍ يُلْحَقُ\n? فصل: تفسير الصحابي والتابعي والسلف\nوَالشَّارِعُ أَلْفَاظُهُ مَعْنىً عَلَى * مَا يُصْطَلَحْ فِي الشَّرْعِ يُحْمَلْ، فَافْعَلاَ\nإِنْ لَمْ تَكُنْ تُحْمَلْ عَلَى عُرْفٍ، وَإِنْ * تُحْمَلْ عَلَى عُرْفِ اللُّغَهْ فَلْتَذْكُرَنْ\nقَوْلُ الصَّحَابِيِّ المقَدَّمْ إِنْ تُشِرْ * لَوْ لَمْ يَمِلْ سِيَّاقُهُ عَمَّا ظَهَرْ\nللتَّابِعِينَ المَنْهَجُ المُسْتَنَّهْ * فِي الْبَدْءِ قُرْآنٌ وَبَعْدُ السُّنَّهْ\nوَ الصَّحْبُ فِي أَقْوالِهِمْ فَالمُسْتَنَدْ * وَالتَّابِعِي عَنْ تَابِعِيٍّ يَسْتَفِدْ\nأَوْ بِاللُّغَهْ ذَا نَوْعُ تَفْسِيرٍ حُسِبْ * أَوْ مَا لَدَى أَهْلِ الكِتَابِ المُحتَسَبْ\nنَوْعَانِ: َنوْعٌ أَنْ يُصَرِّحْ آخِذَا * وَالآخَرُ مِنْ دُونِ تَصْرِيحٍ خُذَا\nأَوْ فَهْمُ يُعْطَى وَاجْتِهَادٌ لَم يَزَلْ * أَوْ مَا وُجِدْ للنَاسِ لَمَّا أَنْ نَزَلْ\nبِضْعٌ مِنْ الأَحْوَالِ فِي تَقْدِيرِهِمْ * هِيَ الأُمُورِ السِّتُّ فِي تَفْسِيرِهِمْ\nتبْيَانُ أَلْفَاظِ بَيَانِ المُجْمَلِ * تِبْيانُ تَخْصِيصِ العُمُومِ الحَاصِل\nتِبْيَانُ نَسْخِ مَا يُوضِّحْ مُبْهَمَا * تَقْيِيدُ نَوْعِ المُطْلَقِ مَنْ تمَّمَا\nللتَّابِعيِّ المُجْتَهِدْ إِنْ فَسَّرَا * حُكْمٌ عَلَى أَنْوَاعِ تَفْسِيرٍ جَرَى\nنَوْعٌ لَهُ حُكْمٌ بِرَفْعٍ قَدْ مَضَى * مَا أَجْمَعُوا فِعْلاً عَلَيْهِ المُرْتَضَى\n(1/77)\n",
        "عَوْداً إِلَى أَهْلِ الكِتَابِ الثَّابِتِ * أَوْ فِي خِلاَفٍ مُعْتَبَرْ فَالثَّابِتِ\nأَوْ أَنْ يَرِدْ عَنْ وَاحِدٍ مِنْهُمْ بِذَا * قَوْلٌ وَلاَ يُعْلَمْ لَهُ خُلْفٌ، فَذَا\nإِنْ يَخْتَلِفْ قَوْلُ السَّلَفْ قَوْلاَنِ لاَ * يُقْبَلْ بِقَوْلٍ بَعْدَهُمْ كَلاَّ وَلاَ\nفَهْمُ السَّلَفْ ذُو الحُجَةِ وَالمُحْتَكَمْ * يُرْجَعْ إِلَيْهِمْ لاَ عَلَيْهِمْ يُحْتَكَمْ\nعِنْدَ النَّظَرْ فِيمَا يُفَسَّرْ عِنْدَهُمْ * لاَحِظْ أُمُوراً، رَاعِهَا أَلاَّ تَهِمْ\nمَا يُنْقَلُ مِنْ ذَلِكَ فَالْغَالِبُ * فِي الوَصْفِ مِنْ بَابِ التَّنَوُّعْ صَائِبُ\nأَوْ يَأْتِ تَفْسِيرَانِ بِالأَحْرَى يَجِيءْ * كُلٌّ بِتَخْرِيجٍ عَلِى حَرْفٍ قُرِئْ\n? فصل: تفسير القرآن باللغة وأنواعه\nتَفْسِيرُ قُرْآنٍ كَرِيمٍ بِاللُّغَهْ * أَنْوَاعُهُ قُلْ بَيِّنَاتٌ بَالِغَهْ\nفَالأَشْهَرُ وَالأَغْلَبُ وَالأَفْصَحُ * رَاعِهْ، وَلاَ شَاذٌّ قَلِيلٌ يَصْلُحُ\nإِمَّا تَجَاذَبْ لَفْظَةٌ مَا وَحْدَهَا * مَعْنىً وَإِعْرَاباً تَدَارَكْ عِنْدَهَا\nأَمْسِكْ بِمَعْنَى بَعْدُ أَيْضاً أَوِّلِ * لِلصِّحَةِ إِعْرَابُهُ فِي الأَوَلِ\nحَمْلاً لِنصِّ الْوَحْيِ تَفْسِيراً عَلَى * عَهْدِ الخِطَابِ الأُمِّ فَادْخُلْ مَدْخَلاَ\nمَا يُفْهَمُ مَعْنىً وَمَا يُسْتَنْبَطْ * مَا لَيْسَ قَوْلاً لِلْعَرَبْ لاَ يُبْسَطْ\nلاَ يُحْمَلَنْ لَفْظٌ لآيَاتٍ سَمَتْ * قَطْعاً عَلَى مَا يُصْطَلَحْ مِمَّا نَمَتْ\nوَالمَنْهَجُ: أن يَسْلُكَ المُسْتَنْبطُ * أَوْ يُسْتَدَلَّنْ كَالْعَرَبْ لاَ يَخْلِطُ\nوَالمَنْهَجُ فِي ذَا الكَلِمْ مَهْمَا تَلِي * أَلْحِقْ بِمَا يَتْلُو نَظِيرَهْ فَافْعَلِ\nوَالصِّيغَةُ صِنْفُ المُضَارِعْ بَعْدَهَا * كَانَ المُكَرَّرْ دَائِمَ الفِعْلِ لَهَا\nوَالجُمْلَةُ الإِسْمِيَّةُ فِيمَا ثَبَتْ * وَالجُمْلَةُ الفِعْلِيَّةُ مَا جَدَّدَتْ\n(1/78)\n\nإِنْ يَخْتَلِفْ إِعْرَابُ مَعْطُوفَيْنِ ذَا * مَا يَقْتَضِي إِثْنَانِ فِي المَعْنَى كَذَا\nمَا جَاءَ لِلِتَفْضيلِ تِلْكَ الصِيغَهْ * مَا فِي كِتَابِ اللهِ أَوْ ضِمْنَ اللُّغَهْ\nقَدْ يَقْصِدُ الإِنصَافَ لاَ تَفْضِيلَ لَهْ * شَيْئاً عَلَى شَيْءٍ وَلاَ تَقْدِيمَ لَهْ\nوَالْفَهْمُ لِلأَفْعَالِ فِيمَا قَدْ عَنَتْ * فِي ضَوْءِ مَا قَطْعَاً تَعَدَّتْ بِهْ ثَبَتْ\nتَعْقِيبُهُ بِالمَصْدَر ذَاكُمْ يُفِدْ * وَصْفاً يُعَظَّمْ أَو يُذَمَّنْ فَاسْتَفِدْ\nمَا فِي البَدَنْ إِنْ أُفْرِدَتْ أَجْزَاؤُهُ * مَا لا تَعَدَّد فِيه أَوْ أَعْضَاؤُهُ\nإِنْ ضُمَّ (فِعْلاً) ذَا إِلَيْهَا مِثْلُهَا * نَوْعُ الثَّلاَثَهْ مَنْ إِلَيْهَا يُنْتَهَى\nجَمْعٌ وَهُوَ الأَكْثَرُ وَالأَفْصَحُ * تَثْنِيَّةٌ إِفْرَادُهُ، ذَا الأَرْجَحُ\nشَأْنُ العَرَبْ أَنْ تَبْتَدِي عِنْدَ الكَلِمْ * حِيناً عَلَى وَجْهِ الخَبَرْ مِمَّا عُلِمْ\nعَنْ غَائِبٍ بَعْداً يَعُد إِخْبَارُهَا * عَمَّنْ يُخَاطِبْ عَكْسُهُ، ذَا دَورُهَا\nأَوْ تَارَةً قَدْ تَبْتَدِيْ ذَاكُمْ عَلَى * وَجْهِ الخَبَرْ عَمَّنْ تَكَلَّمْ قَائِلاَ\nإِنْ تَنْتَقِلْ صَوْبَ الخَبَرْ عَنْ غَائِبِ * وَالعَكْسُ أَيْضاً جَائِزٌ يَا صَاحِبِي\nأَوْ تَبْتَدِي قَوْلاً عَلَى وَجْهِ الخَبَرْ * عَمّنْ تَكَلَّمْ تَنْتَقِلْ فِيمَا خُبِرْ\nلِلنَّقْلِ عَنْ شَخْصِ المُخَاطَبْ ذَلِكُمْ * فِي الصِّحَّةِ مِثْلُ الذِي قَدْ جَآءَكُمْ\nأَوْ بِانْتِقَالٍ مِنْ خِطَابِ الوَاحِد * وَالثَّانِ بَعْدَ الجَمْعِ فِعْلُ العَامِدِ\nإِذْ يَقْتَفِي قَصْداً خِطَابُ الآخَر * فَاعْلَمْ بِذَا فِي المُبْتَدَا وَالآخِر\nأَوْ يَنْتَقِلْ إِخْبَارُهَا بِالفِعْلِ قَدْ * يُسْتَقْبَلُ لِلأَمْرِ فِيمَا يُجْتَهَدْ\nأَوْ مَا مَضَى فِيهِ المُضَارِعْ يَنْتَقِلْ * وَالعَكْسُ أَيْضاً مُمْكِنٌ إِنْ شِئْتَ قُلْ",
        "(1/79)\n\nسِيَّاقُ آيٍ إِنْ أَتَى مَا خُصَّ مِنْ * أَمْرٍ وَشَاءَ اللهُ فِيمَا الحُكْمُ إِنْ\nذَا الْحُكْمُ لاَ يَخْتَصُّ بَلْ يَشْمَلْ لَهَا * وَالْغَيْرُ جَاءَ الْحُكْمُ عَاماً عُدَّهَا\nأَمَّا السَّبِيلُ المُتَّبَعْ فِيمَا وَجَبْ * فَالْمَصْدَرُ المَرْفُوعُ يَأتِي بِالسَّبَبْ\nأَمَّا السَّبِيلُ المُقْتَفَى فِيمَا نُدِبْ * فَالمَصْدَرُ المَنْصُوبُ يأْتِي بِالطَّلَبْ\nتَعْلِيقُهُمْ أَمْراً بِهَا حَتْماً يَزُلْ * وَالمَقْصَدُ التَّأْبِيدُ عُرْفٌ لَمْ يَزَلْ\nوالشَّيْءُ يَأْتِي فِي خِطَابِهْ أَوْ يَرِدْ * وِفْقاً عَلَى مَا يُعْتَقَدْ لاَ مَا وَرَدْ\nتَنْكِيرُ شَيْءٍ إِنْ يَرِدْ مَقْصُودُهُ * أَنْ يَرْتَفعْ فِي الأَنْفُسِ تَمْجِيدُهُ\nشَأْنُ العَرَبْ تَعْبِيرُهُمْ عَمَّا مَضَى * ذَا بِالْمُضَارِعْ مَسْلَكاً وَالمُقْتَضَى\nقَصْداً يَرِدْ تَصْوِيرُ حَالِ الوَاقِعِ * عِنْدَ الحَدَثْ، إِذْ يَحْدُثَنْ، فاسْمَعْ وَعِي\nتَعْبِيرُهُ بِالْمَاضِي عَمَّا يُقْبِلُ * تَنْبِيهُهُمْ عَمَّا تَحَقَّقْ يُقْبَلُ\nفِي وَصْفِ شَيْءٍِ لَمْ يَجُزْ إِنْ خُوطِبُوا * إِلاَّ بِمِثْلِ الْفَهْمِ عَمَّنْ خُوطِبُوا\nإِنْ أُوْجِبَا شَيْءٌ بِنَصْ، تَقْدِيرُهُ * فِي مَوْضِعٍ يُغْنِي بِذَا تَقْدِيرُهُ\nبِالْحَقِّ وَالْمَعْرُوفِ عَنْ تَكْرِِِيرِهِ * عِنْدَ النَّظَائِرْ أَنْ يَرِدْ تَغْيِيرُهُ\nفِي عُرْفِهِمْ لاَ يَمْتَنِعْ أَنْ تَسْتَعْمِلْ * وَقْتاً يُرِيدَنْ بَعْضَهُ فَاعْلَمْ وَسَلْ\nإِنْ أَبْهَمُوا فِي عِدِّهِمْ أَيَّامَهُمْ * ثُمَّ اللَّيَالِي غَلَّبُوا فيِ عُرْفِهمْ\nجِنْسُ اللَّيَالِي ذَلِكُمْ مِنْهَاجَهُمْ * فَاسْمَعْ خَبِيراً عَارِفاً أَخْبَارَهُمْ\nإِنْ أَظهَرُوا مَعْ ذِكْرِهِمْ فِيهِ الْعَدَدْ * مَا قَدْ يُفَسَّرْ، أَسْقَطُوا فِي ذَا الْعَدَدْ\n(1/80)",
        "\nمَمَّا يٌؤَنَّثْ هاءَهُ قَدْ أَثْبَتُوا * فِي ذَا الْعَدَدْ مَا ذُكِّرَا، ذَا يَثْبُتُ\nأَوْ خَاطَبُوا الإنْسَانَ شَخْصاً حَاضِراً * ضَمُّوا إِلَيْهِ الْغَائِبَ إِنْ أُخبِرَا\nعنْهُ الْمُخَاطبْ غَلّّبُوا إِخْبَارَهُمْ * يَخْرُجْ عَلَى وَجْهِ الخِطَابِ المُفْهِمْ\nمِنْ طَبْعِهِمْ فِيمَا أَضَافُوا مِنْ فِعَلْ * عَزْواً إِلَى مَنْ يَفْعَلُهْ أَصْلاً فُصِلْ\nإِنْ كَانَ بِالأَحْرَى هُنَا مَنْ سَبّبَهْ * غَيْرَ الذَي قَدْ يُوجَدنْ لَهْ فَانْتَبِهْ\nذَا الأَمْرُ أَحْياناً وَأَحْيَاناً إِلَى * مَنْ سَبَّبَهْ إِمَّا يَكُونَنْ فَاعِلاً\nوَالْفِعْلُ حَقّاً عِنْدَهُمْ إِنْ حُوِّلاَ * عَنْ مَوْضِعِهْ إِمَّا مُرَادُهْ حُصِّلاَ\nشَأْنُ الْعَرَبْ إِنْ أَخْبَرُوا عَنْ غَيْرِ مَنْ * يَعْقِلْ بِمَا لِلْعَاقِلِ إِنْ يَنْسُبَنْ\nشَيْئاً بِذَا مِنْ فِعْلِ مَنْ يَعْقِلْ، كَذَا * يَا مُجْتَهِدْ فِي الْعِلْمِ إِنْ تَدْرِي بِذَا\nشَأْنُ الْعَرَبْ أَنْ تُدخِلنْ لاِماً أَلِفْ * ذَا فِي خَبَرْ (مَا) و(الذي) فِيمَا أُلِفْ\nحَقّاً فَإِنْ كَانَ الخَبَرْ عَمَّا عُهِدْ * عِنْدَ المُخَاطِبْ وَالمُخَاطَبْ مَا شُهِدْ\nدُونَهْ فَتَأْتِي غَيْرَ لِفْ وَاللاَّمِ لاَ * مَجْهُولُ عَيْنٍ غَيْرَ مَعْهُودٍ وَلاَ\nمَقْصُودُهُ بِعَيْنِهِ ذَا فَاسْمَعاً * فِي غَيْرِهِ أَنْ لاَ تُحاوِلْ فَاطْمَعاً\nأَوْ يُخْرِجُوا فِعْلَ الْكَلاَمِ الْمُعْتَزَى * فِي صُورَةٍ أَمْرٌ وَمَعْنَاهُ الجَزَا\nأَوْ يَأْمُرُوا مَنْ يُحْكَ لَهْ مِنْ وَاحِدٍ * مَا قِيلَ لَهْ عَنْ نَّفْسِهِ بِاْلآكَدِ\nأَنْ تُخْرِجَ الْمَأْمُورَ وَصْفاً قَوْلِهَا * فِعْلاً مُضَافاً خَالِصاً مِنْ فِعْلِهَا\nيَتْبَعْ ضَمِيرَ المُخْبِرِ عَنْ نَفْسِهِ * مِمَّنْ تَكَلَّمْ مَرَّةً مِنْ جِنْسِهِ\nوَالْمَرَّةُ الأُخْرَى مُضَافاً كَامِلاً * تَتْبَعْ ضَمِيراً لِلْمُخَاطَبْ، فَاعْقِلاَ\n(1/81)\n",
        "وَاللَّفْظُ لِلْقُرْآنِ ذَا إِنْ يَتَّصِلْ * بِالآخَرِ، المَعْنَى خِلاَفهْ قَدْ حُمِلْ\nأَوْ يَفْخَرُوا، قَدْ يُخْرِجُوا مَا أَخْبَرُوا * فِي صُورَةِ الإِخْبَارِ، قَصْداً أَظْهَرُو\nوَصْفَ الْجَمَاعَهْ، ذَانِ لَوْ كَانَ الفِعَلْ * فِي الْمَفْخَرَهْ مِنْ وَاحِدٍ مِنْهُمْ فَعَلْ\nمِنْ شَأْنهِمْ عِنْدَ الإِضَافَهْ عَدُّهُمْ * أَفْعَالَ أَسْلاَفٍ لأَبْنَاءٍ لَهُمْ\nأَوْ فِي خِطَابٍ أَوْ إِضَافَهْ رَدُّهُمْ * فِعْلاً إِلَيْهِمْ هُوَ مِنْ آبَائِهِمْ\nمَا إِنْ تَطَاوَلْ وَصْفَهَا لِلْوَاحِدِ * إِعْرَاضُهَا ذَاكُمْ كَأَمْرٍ وَارِدٍ\nبِالذَّمِّ –أَحْيَاناً- وَمَدْحاً يُتْبَعُوا * بِالنَّصبِ أَحْيَاناً كَذَا قَدْ يُرْفَعُوا\nأَوْ ذِكْرُهُمْ لِلْوَاحِدِ إِذْ يَقْصِدُوا * جَمْعاً كَذَلِكْ عَكْسَهُ مَا أَرْصَدُوا\nأَوْ مَا لُفِظْ تَثْنِيَّةً إِنْ خَاطَبَتْ * فِي الْوَاحِدِ، وَالْعَكْسُ أَيْضاً قَدْ ثَبتْ\nأَيْضاً تُخَاطِبْ وَاحِداً مَا إِنَّمَا * مَقْصُودُهَا غَيْرُهْ، فَذَا إِنْ تَفْهَمَا\nأَوْ تُخْرِجَنْ لَفْظَ الْكَلاَمِ المُخْبِرِ * عَنْ نَّفْسِهِ غَيْراً تُرِدْ، فَاسْتَخبِرِ\nأَوْ إِنْ أَفَاضُوا فِي بَيَانِ الْوَعْدِ، أَوْ * ذَاكَ الوَعِيدِ المُخْوِفِ فِيمَا قَضَوْا\nجَزْراً عَلَى فِعْلٍ مُعَيَّنْ أَخْرَجُوا * أَسْمَاءَ أَهْلِهْ قَدَ تَرَاهُمْ أَدْرَجُوا\nذِكْرَ الجَمِيعِ المَاثِلِ أَوْ وَاحِدَا * فِيمَا عَدَا الإِثْنَيْنِ فَاعْلَمْ رَاشِدَا\nإِلاَّ إِذَا ذَا الْفِعْلُ أَضْحَى وَاقِعَا * مِمَّنْ هُنَا، إِثْنَيْنِ دَوْماً فارْجِعَا\nقَدْ يَكْرَهُوا جَمْعاً لِلَفْظِ الوَاحِد ِ * ثِنْتَيْنِ فِيهِ الْقَوْلُ قَوْلُ النَّاقِدِ\nوَضْعاً لِمَا يَظْهَرْ مَكَانَ المُضْمَرِ * وَالعَكْسُ يَأْتِيَنْ لِنُكْتَهْ فَانْظُرِ\nأَو ْمَا يُعَدْ لِلظَّاهِرِ إِنْ تَأْذَنُوا * إِنْ تَأْتِ بِالْمَعْنَى، فَذَاكُمْ أَحْسَنُ\n(1/82)\n\nأَوْ يُضْمِرُوا مَا لِلْمُعَايَنْ نُكِّرَا * أَوْ عُرِّفَا هَذِ وَهَذِهْ فَاذْكُرَا\nأَفْعَالُهُ سُبْحَانَهُ إِنْ تَذْكُرَا * فِي آيَةٍ مِنْ صِحَّةٍ إِنْ يُظْهَرَا\nلَفْظُ الجَلاَلَهْ دُونَ أَنْ يُسبَقْ وَلاَ * قَبْلاً ذُكِرْ، إِذْ قَدْ تَعَيّنْ فاعقلاَ\nشَيْئَانِ إِمَّا يُسْتَدَلَّنْ فِيهِمَا * قَدْ خُصَّ تَحْقِيقاً لِوَاحِدْ مِنْهُمَا\nهَلْ يُضْمِرَنْ لِلآخِرِ فِعْلٌ بِذَا * فِيمَا يُنَاسِبْ حَالَه يُفْهَمْ كَذَا؟\nلاَ زَائِدٌ –يَا صَاحِ- فِي القُرْآنِ * كَلاَّ وَلاَ تَغْيِيرَ لِلْبُنْيَانِ\nزِيَّادَةُ المَبْنَى –لأَمْرِ- تَقْتَضِي * زِيَّادَةَ المَعْنَى، كَذَا فَلْتَرْتَضِي\nفَالْقُوَّةُ فِي اللَّفْظِ حَتْماً زَادتْ * مِنْ قُوَةِ المَعْنَى إِلَيْهِ أَدَّتْ\nمَا يَحْصُلُ مِنْهُمْ بِمَجْمُوعٍ هُمَا * إِثْنَانِ مِمَّا قد تَرَادَفْ مِنْهُمَا\nمَعْنَىً، وَلاَ يُوجَدْ هُنَا إِنْ تَسْتَفِدْ * عِنْدَ انْفِرَادِ الوَاحِدِ أَوْ إِنْ تُفِدْ\nمَا زِيدَ لِلتَّأكِيدِ مِنْ حَرْفٍ خُذَا * يَأْتِي تَفَادِّياً لِتَكْرَارٍ، فَذَا\nكَالْقَائِمِ أَصْلاً مَقَامَ الْجُمْلَهْ * لَمَّا يُعَادَنْ مَرَّةً أُخْرَى سَلهْ\nأَوْ يَحْذِفَنْ مَا قَدْ كَفَى مِمَّا ظَهَرْ * فِيمَا تَكَلَّمْ إِنْ تَشُكَّنْ فِيمَا قَرْ\nفِي الْمَعْرِفَهْ لِلسَّامِعِ إِذْ يَمْلِكُ * وَعْياً مَكَانَ الْحَذْفِ حَتْماً يُدْرِكُ\nوَالْغَالِبُ فِي آيِ قُرْآنٍ وَفِي * قَوْلِ الْعَرَبْ لَمَّا يُجِبْ إِذْ يَحْذِفِ\nأَنْ يُذْكَرَ قَبْلاً دَلِيلٌ مَا عَلَى * إِيقَاعِهِ أَثْبِتْ يَقِيناً فَاعِلاَ\n? فصل منه\nإِسْمَعْ: مَتَى جَاءَتْ \"بَلَى\" ذِي أَوْ \"نَعَمْ\" * تَتْلُو كَلاَماً عُلِّقا فَلْتَنْعَمْ\nتُشْبِهْ جَوَاباً لَيْسَ فِيمَا قَبْلَهَا * مَا يَصْلُحُ يَأْتِي جَوَاباً لَهْ بِهَا",
        "(1/83)\n\nقَدْ هَاهُنَا قُدِّرْ سُؤَالٌ لَفْظُهُ * لَفْظُ الْجَوَابِ المُمْكِنِ جَا حِفْظُهُ\nإِمَّا ثُبُوتُ الشَّيءِ ذَا أَوْ نَفْيُهُ * يَعْنِي ثُبُوتَ الآخِرِ أَوْ نَفْيهُ\nفَالْمُصْطَفَى أََنْ تَقْتَصِرْ مِنْ غَيْرِ مَا * شَكٍّ عَلَى مَا دَلَّ حَقّاً مِنْهُمَا\nأَوْ يُذْكَرُ الْوَصْفَانِ، فَالأَوْلَى هُنَا * تَأْخِيرُ مَا قَدْ دَلَّ مِمَّا هَاهُنَا\nحَذْفُ جَوَابِ الشَّرْطِ لِلتَّعْظِيمِ ذَهْ * زِدْ فِي مَقَامَاتِ الْوَعِيدِ الشَّدَّهْ\nأَوْ يُقْتَضَى ذِكْرٌ لِشَيْئَيْنِ الْكَلِمْ * أَنْ يُقْتَصَرْ مَعْنىً عَلَى مَا قَدْ عُلِمْ\nذَا أَنَّهُ الْمَقْصُودُ فِيمَا بَيْنَهُمْ * كُنْ لِلْعُلُومِ آخِذاً أَنْ لاَ تَهِمْ\nقَدْ يَقْتَضِي فِي ذَا المَقَامِ المُنْفَصِلْ * ذِكْرٌ لِشَيْئَيْنِ التَّلاَزُمْ قَدْ حَصَلْ\nثُمَّ ارْتِبَاطٌ بَيْنَهُمْ أَنْ َُيكْتَفَى * بِالْوَاحِدِ عَنْ آخَرٍ أَوْ يُعْتَفَى\nأَلاَّ يُقَدَّرْ مِنْ صُنُوفِ الْحَذْفِ فِ * بالْوَضْعِ إِلاَّ الأَفْصَحِ فَلْتَعْرِفِ\nذِي الشِّدَّةِ مِمَّا يُوَافِقْ لِلْغَرَضْ * هَذَا الذِي قَدْ يُرْتَضَى مِمَّا فُرِضْ\nتَقْلِيلُ مَا قَدْ قُدِّرَا إِنْ أَمْكَنا * تَقْلِيلُ مَا لِلأَصْلِ خَالِفْ، واركنا\nأَوْ كَانَ َوَجْهُ مَا لِكِلْمٍ يُفْهَمُ * مَعْنىً عََلَى قَدْرِ اتِّسَاقِهْ يُنْظَمُ\nشَكْلاً عَلَى نَسْقٍ كَلاَماً وَاحِداً * لاَ يُصْرَفُ قَطْعاً لَدَيْهِمْ عَامِدَا\nصَرْفاً إِلَى وَضْعِ الْكَلاَمَيْنِ الذِي * يُذكَرْ هُنَا ذُو فَائِدةْ فَلْتَحْتَذِي\nثُمَّ التَّقَدُّمْ إِنْ أَتَى فِي الذِّكْرِ مَا * يَعْنِي التَّقَدُّمْ وَاقِعاً أَوْ حُكْمَ ماَ\nشَأْنُ العَرَبْ أَلاَّ يُقَدِّمْ إلاَّ * مَا يَعْتَنُوا بِهْ غَالِباً فَلْتَعْقِلاَ\nوَالْحَرْفُ ذُو المَعْنَى المُبَادَرْ إِنْ وَمَا * يُسْتَعْمَلُ فِي غَيْرِهِ إِنْ تَعْلَمَا\n(1/84)",
        "\nلاَ يَنْسَلِخْ مِمَّا عَنَى فِي الأَوَّلْ * كُلِّيَّةً، بَلْ فِيهِ مِمَّا تَفْضُلْ\nذِي الرَّائِحَهْ أَوْ مَا يُلاَحَظْ ذَا مَعَهْ * فَلْتَنْتَبِه تِلْكُمْ طَرِيقٌ جَامِعَهْ\nأَنْ يُسْتَدلَّنْ بافْتِرَاقِ الأَحْرُفِ * قُلْ بِافْتِرَاقِ الأَجْوِبَهْ عَنْهَا تَفِي\nفِي كُلِّ حَرْفٍ مِنْ حُرُوفٍ حَامِلَهْ * وَصْفَ الْمَعَانِي مِنْهُ وَجْهٌ فِيهِ لَهْ\nأَولَى هُنَا مِنْ غَيْرِهِ ذَا لَمْ يَجُزْ * تَحْوِيلُهُ عَمَّنْ تَقَدَّمْ كَيْ يَجُزْ\nفِعْلاً إِلَى الْغَيْرِ الذِي يُخَتَارُ * إِلاَّ بِحُجَّهْ شَأْنُهَا الإِظْهَارُ\nإِنْ تَأْتِ -مِنْ-فِي الْوَضْعِ قَبْلَ الْمُبْتَدَا * أَوْ تَأْتِ قَبْلَ الْفَاعِلِ طَوْراً بَدَا\nأَوْ قَبْلَهُ الْمَفْعُولُ، فَالتَّأْثِيرُ * تَأْكِيدُ نَفْيٍ زِدْ بِهَا تَذْكِيرُ\nتَنْصِيصُ أَمْرٍ فِي الْعُمُومِ الثَّالِثُ * تِلْكَ وَظَائِفْ \"مِنْ\" هُنَا قَدْ تُبْحَثُ\n\"إِذْ\" بَعْدَ \"وَاذْكُرْ\" إِنْ تَقَعْ ذَاكُمْ يَرِدْ * لِلأَمْرِ يَأْتِي بِالنَّظَرْ إِن تَسْتَفِدْ\nمَعْنىً شَمِلْ ذَاكَ الزَّمَانُ المُفْرَدُ * يُسْتَغْرَبُ مَا قَدْ وَقَعْ فَلْتَشْهَدُوا\nثُمَّ الْمُضَارِعْ إِنْ سُبِقْ بِالْحَرْفِ \"قَدْ\" * وَالْمُسْنَدُ فِعْلُهْ إِلَى اللهِ الأَحَدْ\nقُلْ هِيَ لِلتَّحْقِيقِ فَاعْلَمْ دَائِماَ * لِلْعِلْمِ وَالْمَعْرُوفِ فَانْهَضْ قَائِماَ\nإِنْ يَدْخُلَنْ حَرْفُ الأَلِفْ وَالَّلامِ ذَا * طَوْراً عَلَى إِسْمٍ لِمَوْصُوفٍ، فَذَا\nفِي الاقْتِضَا هُوَ الأَحَقُّ الأَنْسَبُ * ذَا بِالصِّفَهْ مِنْ غَيْرِهِ وَالأَقْرَبُ\nوَالإِسْمُ مَوْصُولٌ هُنَا فِي وَصْفِهِ * ذَا كُمْ يُفِدْ عِلِّيَّةً فِي حُكْمِهِ\nإِنْ كَانَ فِي آيٍ ضَمِيرٌ يُحْمَلْ * عَوْدُهْ فَلِلْأَكْثَرْ لِمَا يُذْكَرْ؛ فَقُلْ\nإِنْ أَمْكَنَ أَنْ يُحْمَلن حَمْلاً عَلَى * مَا يَجْتَمِعْ فَلْيُحْمَلَنْ حَيَّا هَلاَ\n(1/85)\n",
        "أَوْ أَنْ يَرِدْ نَوْعٌ مُضَافُ الفِعْلِ أَوْ * نَوْعٌ مُضَافٌ –ذَا- إِلَيْهِ، الْحقُّ رَوْ\nإِنْ جَا ضَمِيرٌ فِي مَحَلٍّ بَعْدَهُمْ * فَالأَصْلُ عَوْدُهْ لِلْمُضَافِ المُعْلِمْ\nيَأْتِي الضّمِيرُ المُتَّصِلْ بِالشيْ هَدَى * لِلْغَيْرِ هُو أَوْ مُسْنَداً أَوْ عَائِداَ\nعَوْداً عَلَى نَوْعِ الْمُلاَبِسْ فَاطبَعا * مَا هُوَ لَهْ ، كُلٌّ كَسُوبٌ مَا سَعَى\nإِنْ يَجْتَمِعْ ضِمْنَ الضَّمَائِرْ هَاهُنَا * ما قَدْ يُراعِي مَا لُفِظْ مِمَّا عنى\nبِاللَّفْظِ يُبْدَأْ بَعْدَهُ الْمَعْنَى جَنَى * فَاغْنَمْ رَفِيقِي مِنْ ثِمَارِ مَا جَنَى\nقَدْ يُذْكَرُ شَيْئَآنِ ثُمَّ الْعَوْدُ فِي * فِعْلِ الضَّمِيرِ المُؤْثَرِ أَنْ يَقْتَفِي\nإِحْدَاهُمَا إِذْ يُكْتَفَى بِهْ أَنْ ذُكِرْ * عَنْ آخَرَ وَالْجَمْعُ، قَصْدٌ قَدْ حَضَرْ\nأَوْ أَنْ يُثَنَّى فِي ضمِيرِ كَائِنَا * عَوْدُهْ عَلَى أُولاَهُ لاَ مَثْنَى سَنَا\nيَرْجِعْ ضَميرُ الْغَائِبِ طَوْراً عَلَى * مَا لَيْسَ مَلْفُوظاً بِهِ إِنْ تُبْتَلَى\nمِثْلُ الذِي تَفْسِيرُهُ سِيَّاقُ * لَفْظِ الْكَلاَمِ السَّائِرِي يُسْتَاقُ\nثُمَّ التَّعَدُّدْ فِي الْجُمَلْ إِنْ جَآءَهَا * ِمنْ بَعْدِهَا جِنْسُ ضَمِيرِ الْجَمْعِ هَا..\nذَا رَاجِعٌ –فَاعْلَمْ- إِلَيْهَا كُلِّهَا * أَوْ مُفْرَداً خُصَّ أَخِيراً فَانْتَهَى\nثُمَّ التَّعَاقُبْ لِلضَّمَائِرْ حَاصِلُهْ * أَصْلَ اتِّحادِ المَرْجِعِ مَا مُجْمَلُهْ\nوالإِسْمُ إِنْ يَجْمَعْ مَعَانٍ عِدَّهْ * مَعْنىً حُمِلْ فِي كُلِّ مَوْضِعْ عُدَّهْ\nوِفْقاً عَلَى مَا يَقْتَضِي سِيَاقُهْ * يَا طَالِباً لِلْعِلْمِ خُذْ مَا سَاقَهْ\nبَعْضٌ مِنَ الأَسْمَاءِ فِي الْقُرْآنِ مَا * إِنْ أُفْرِدَ ذَاكُمْ دَلِيلٌ قَدْ نَمَا\nأَصْلاً عَلَى مَعْنَىً يَعُمَّنْ نَاسَبَهْ * أَوْ أُقرِنَ مَعْ غَيْرِهِ هَذَا فَبِهْ\n(1/86)\n\nقَدْ دَلَّ تَحْقِيقاً عَلَى مَعْنىً وَمَا * أُقْرِنْ بِهَا مَعْ هَكَذَا قَدْ عُلِّمَا\nوَاسْمَيْنِ لِلْمَعْنَيْنِ أَوْلى فِيهِ مِنْ * أَنْ يَخْلُصَا مَعْنىَ لِمَعْنىً فَلْيَكُنْ\nعَطْفُ الْعُمُومِ مَا عَلى التخْصِيصِ قُلْ * تَعْمِيمُهُ أوْلَى لِئَلاَّ يَحْتَمِلْ\nعَطْفٌ لِمَا خُصِّصْ عَلَى ما عُمِّما * يُنْبِيءْ بِفَضْلٍ وَالأَهَمُّ نَاعِمَا\nحَتَّى كَأَنْهُ لَيْسَ مِنْ جِنْسِ الذِي * قَدْ عَمَّ تَنْزِيلَ التَّغَايُرْ مُنْقِذِي\nفِي الوَصْفِ تَنْزِيلَ التَّغَايُرْ-صَاحِبِي * فِي الذَّاتِ، هَذِ القَاعِدَهْ فَاسْتَوْعِبِ\nوَصْلُ الصِّفَهْ عَطْفاً عَلَى جِنْسِ الصِّفَهْ * تُنْمَى لِمَوْصُوفٍ وَحِيدٍ مُسْعِفَهْ\nفَالأَفْصَحُ عِنْدَ العَرَبْ فِي عُرْفِهِمْ * إِلْغَا دُخُولِ الوَاوِ هَذَا شَأْنُهُمْ\nأَوْ إِنْ تُرِدْ بِالْوَصْفِ جِنْساً ثَانِي * لاَ الأَوَّلَ، فَالْوَاوُ تَدْخُلْ فَاعْتَنِي\nوَالشَّيءُ ذَاكَ الْوَاحِدُ إِنْ يُذْكَرْ * فِي وَصْفِهِ وَصْفَانِ بَيْنَ الغِيَّرْ\nأَنْ يُعْطَفَ الْوَاحِدْ عَلَى الآخِرْ يَجُزْ * أَنْ يَنْزِلاَ فِيمَا تَغَايَرْ أَنْ نَجَزْ\nفِي الْوَصْفِ تَنْزِيلَ التَّغَايُرْ مِثْلَهْ * مِثْلَ التَّغَايُرْ فِي الذَّوَاتِ كلَّهْ\nوَالْعَطْفُ يُفْضِي لِلتَّغَايُرْ بَيْنَهَا * يُعْطَفْ وَمَعْطُوفٌ عَلَيْهِ المُثْنِ مَا\nلِلإِشْتَرَاكِ البَيِّنِ حَصْراً هُمَا * فِي الْحُكْمِ نفسه جاء قَصْراً عَنْهُمَا\nعَطْفٌ يَطَالُ الجُمْلةَ الإِسْمِيَّهْ * فِعْلاً عَلَى الْفِعْلِيَّةِ الْكُلِّيَّهْ\nيَعْنِي دَوَاماً وَالثَّبَاتِ الرَّاسِخِ * فَاطْلُبْ عُلُوماً نَافِعَهْ لاَ تَرْتَخِي\nشَأْنُ العَرَبْ فَالْجَارِ عَطْفاً بِالْكَلِمْ * عَوْداً عَلَى مَعْنَى نَظِيرٍ لَهْ عُلِمْ\nمِمَّا تَقَدَّمْ عَنْهُ حَتَّى فَاحْفَظَهْ * لَوْ خَالَفَنْها لَفْظُهُ ذَا اللفْظُ لهْ",
        "(1/87)\n\nوَالأَبلَغُ فِي وَصْفِهِ: أَنْ يَبْلُغَا * مِنْ بِنْيَةِ فِعْلٍ فَهُوَ الأَبْلَغَا\nثُمَّ الصِّفَهْ فِيما يُنَكَّرْ وَاضِحَهْ * خُصَّتْ و فِي الْمَعْرِفَةِ فَالْوَاضِحَهْ\nأَوْ أَنْ يَقَعْ جِنْسُ الصِّفَهْ مَا بَعْدَا * إِثْنَيْن مِمَّا قَدْ تَضَايَفْ عُدَّا\nوَالأَوَّلُ مِنْهَا عَدَدْ تِلْكُمْ يَجُزْ * إِجْرَاؤُهَا مِنْ غَيْرِ رَيْبٍ فَلْتَجُزْ\nحَمْلاً عَلَى جِنْسِ المُضَافِ الْمُفْردِ * أَوْ فِي مُضَافٍ مَا إِلَيْهِ زَائِدِ\nأَوْصَافُ تَأْنِيثٍ فَإِنْ يُقْصَدْ بِهَا * فِعْلٌ فَحَرْفُ التَّاءِ تَلْحَقُ بِهَا\nوَالْعَكْسُ إِنْ كَانَ بِهَا بُغْيَاؤهَا * فِي نِسْبَةٍ هَذِهْ تُجَرَّدْ تَاؤُهَا\nفِي كُلِّ أَوْزَانِ الصِّفَهْ إِنْ شُبِّهَتْ * بِاسْمٍ لِفَاعِلْ إِنْ عُنِيْ فِيمَا ثَبَتْ\nمِنْهَا حُدُوثٌ وَالتَّجَدُّدْ مُرْفَقَا * جَآءَتْ عَلَى وَزْنٍ لِفَاعِلْ مُطْلَقَا\nأَمَّا فَإِنْ لَمْ يُقْصَدن ذَاكُمْ بِهَا * يَبْقَى عَلَى أَصْلِهْ، لِكُلٍّ نُبِّهَا\nأَنْ يَنْتَقِلْ فِي الْوَصْفِ مِنْ أَدْنَى لِعَلْ * وَالعَكْسُ فِي الذمِّ الذِي قَدْ يُسْتَغَلْ\nإِنْ قَامَت هَذي الصِّفَهْ أَوْ مِثْلُهَا * ضِمْنَ مَحَلٍّ عَادَ عَوْداً حُكْمُهَا\nنَحْواً لِذَلِكْ لاَ إِلَى غَيْرِهْ، نَعَمْ * وَاشْتُقَّ مِنْهَا لِلْمَحَلِّ من ذَا وَسَمْ\nإِلاَّ مَحَلاًّ لَمْ يَقُمْ ذَا الْوَصْفُ بِهْ * وَالإِسْمُ لاَ يُشْتَقُّ لَهْ إِنْ تَنْتَبِهْ\nهَذَا وَيَنْفِي هَاهُنَا التَّوْكِيدُ قُلْ * كُلُّ احْتِمَالٍ لِلْمَجَازِ المُكْتَمِلْ\nوَالإِهْتِمَامُ الْبَالِغُ إِذْ يَعْظُمُ * يَكْثُرْ هُنَا التَّوْحِيدُ سِرٌّ يُنْظمُ\nوَالأَصْلُ: تَوْكِيدُ الْكَِلمْ هَذا يُرَى * إِنْ ذَا الْمُخَاطَبْ قَدْ تَرَدَّدْ أَنْكَرَا\nثُمَّ التَّرَدُّدْ عَنْ هَذَا فِي وَصْفِهِ * مِنْ قُوَّةِ إِنْكَارِهِ أَوْ ضَعْفِهِ\n(1/88)",
        "\nثُمَّ الْمُخَاطَبْ قَدْ يُؤَكِّدْ لاَ بِعَنْ * إِنْكَارِ مَا قَدْ يَنْعَدِمْ فَلْتُمْعِنَنْ\nجَرْيُهْ عَلَى ما يَقْتَضِي إِقْرَارُهْ * فَلْيُنْزِلَنْ تَنْزِيلَ مَنْ قد أنْكَرَهْ\nأَوْ يُترَكُ التَّأْكِيدُ لِمَّا أَنْكَرَا * ذَا لِلْمُخَاطَبْ إِذْ وُجِدْ مَا قُدِّرَا\nممَّا يَدُلَّنْ ظَاهِرُهْ لَوْ أَمْعَنا * أَنْ يُتْرَكا إِنْكَارُهُ، فاسمَع لنا\nوَالآيُ إِنْ أَمْكَنْ بِهَا أَنْ يُحْمَلاَ * لَفْظُهْ عَلَى مَنْعِ التَّرَادُفْ يُفْعَلاَ\nقَدْ يَخْتَلِفْ لَفْظَانِ حَقّاً عَبَّرَا * عَنْ وَاحِدٍ يُسْتَمْلَحُ أَنْ يُذْكَرَا\nذِكْراً عَلَى وَجْهٍ مِنَ التَّأْكِيدِ * وَالْعِلْمِ فِي هَذَا لِذِي التَّجْوِيدِ\nثُمَّ الْمَعَاني الْحَاصِلَهْ بِالجَامِعِ * مَا قَدْ تَرَادَفْ مِنْهُمَا المَنْزُوعِ\nلاَ يُوجَدُ عِنْدِ انْفِرَادِ الوَاحِدِ * ذَا مِنْهُمَا، خُضْ فِي السَّبِيلِ الأَنْجَدِ\nشَأْنُ الْقَسَمْ أَلاَّ يَكُونَ إِلاَّ * بِاسْمٍ مُعَظَّمْ هَكَذَا قَدْ فُصِّلاَ\nحُكْمٌ بِتَقْدِيرِ الْقَسَمْ فِي نَصِّ * قُرْآنِنَا لاَ عَنْ قَرِينِةْ أَوْصِي\nمِمَّا ظَهَرْ لاَ عَنْ دَلِيلٍ فِيهِ * ذَاكُمْ تَزَيُّدْ فِي كَلاَمِ اللَّهِ\n? فصل في مقتضى الأمر\nوَالأمْرُ إِنْ يُطْلَقْ فَذَاكُمْ يَقْتَضِي * مَا قَدْ يَجِبْ إِلا لِصَارِفْ يُفْرَضِي\nأَمْرٌ بِشَيْءٍ هَكَذَا مِنْ طَبْعِهِ * يَسْتَلْزِمُ النَّهْيَ بِفِعْلٍ ضِدِّهِ\nوَالأَمْرُ حَتْماً يَقْتَضِي الْفَوْرَ الذِي * يَلْزَمْهُ إِلاَّ مِنْ قرِينَهْ عُدَّ ذِي\nلَوْ عُلِّق أمْرٌ عَلَى شَرطٍ صِفَهْ * ذَا يَقْتَضِي التَّكْرَارَ قَالَ الْوَاصِفَهْ\nوَالأَمْرُ بَعْدَ الحَظْرِ إِنْ جَا حُكْمُهْ * ذَا يَرْجِعَنْ لِلْحَالِ يَسْبِقْ حَظْرُهْ\nوَالأَمْرُ يَأْتِي وَارِداً لِلْمَسْأَلَهْ * عَمَّا يَجُزْ يَعْنِي الإبَاحَهْ هِيَ لَهْ\n(1/89)\n",
        "وَالأَمْرُ إِنْ عُلِّقْ عَلَى اسْمٍ هُوَ لَهْ * هَلْ يَقْتَضِي قَصْراً يَطَالَنْ أَوَّلَهْ\nأَمْرٌ بِوَاحِدْ أُبْهِمَ مِنْ عِدَّتِهْ * أَشْيَاءَ مِمَّا يَخْتَلِفْ قَدْ عُيِّنَهْ\nهَلْ يُوجِبَنْ ذَا الوَاحِدُ مِنْهَا عَلَى * وَصْفِ اسْتِوَاءٍ فَاجْتَهِدْ أَنْ تُسْأَلاَ\nأَمْرُ الجَمَاعَهْ كُلُّ فَرْدٍ مِنْهَا * يَعْنِيهِ إِلاَّ أَنْ يُنَصَّنْ عَكْسُهَا\nثُمَّ الأَوَامِرْ وَالنَّواَهِي ذِي عَلَى * ضَرْبَيْنِ –إِنْ تَعْلَمْ- فَمَا صَرَّحْ وَلاَ\nإِمَّا صَرِيحٌ فِيهِ مَثْنَى فِي النَّظَرْ * فَالْوَاحِدُ مِنْهُ الْمُجَرَّدْ إِنْ نُظِرْ\nلاَ يُعْتَبَرْ فِيهِ المََصَالِحْ عِلَّهْ * وَالثَّانِ ذَا مِنْ حَيْثُ يُفْهَمْ كُلَّهْ\nمِنْهَا الأَوَامِرْ وَالنَّوَاهِي القَصْدُ إِنْ * يُسْتَقْرَأَنْ فِيهِ الْقَرَائِنْ إِسْمَعَنْ\nتِلْكَ الَّتِي دَلَّتْ عَلَى أَعْيَانِ مِنْ * جِنْسِ المَصَالِحْ تَمَّ فِيهَا يُؤْمَرَنْ\nأَوْ فِي المَفَاسِدْ وَ المَنَاهِي بَاعِدَا * فِي أَوَّلِ الضَّرْبَيْنِ أَمْرٌ قُعِّدَا\nأَمَّا سِوَى مَا صُرِّحن جَا أَضْرُبَا * مَا جاءَ يا هَذَا عَلَى مَجْرَى النَّبا\nعَمَّا يُقَرَّرْ حُكْمُهُ إِنْ تَسْأَلِ * هَذَا لَهُ حُكْمُ الصَّرِيحِ المُنْزَلِ\nأَوْ جَا مَجِيءَ الْمَدْحِ لَهْ أَوْ فَاعِلِهْ * عِنْدَ الأَوَامِرْ أَوْ مَجِيءَ الذَّمِّ لَهْ\nأَوْ فَاعِلِهْ عِنْدَ النَّوَاهِي مُقْتَدَا * هَذَا دَلِيلٌ عَادَةً فَلْتَشْهَدَا\nأَنْ يُطْلَبَنْ ذَا الفِعْلُ فِي الْمَحْمُودِ * وَالتَّرْكِ فِي المَذْمُومِ وَالْمَرْدُودِ\nأَوْ مَا تَوَقَّفْ دَرْكُ مَطْلُوبٍ عَلَى * جِنْسِهْ، فَهَذَا يَخْتَلِفْ فِيهِ المَلاَ\nأَمْرُ الإِلهِ الْمُنْزَلِ إِمَّا وَأَنْ * يَصْدُرْ إِلَى مَنْ فِيهِ لَمْ يَدْخُلْ وَلَنْ\nذَا أَمْرُهُ أَنْ يُدْخَلَنَّ فِيهِ * أو يَصْدُرن رَأْساً لِدَاخِلْ فِيهِ\n(1/90)\n\nذَا أَمْرُهُ بِهْ أَنْ يُصَحِّحْ مَا وَجَدْ * عِنْدَهُ صَاحِي مِنْهُ أُخْرَى قَدْ يَرِدْ\nفِي السَّعْيِ فِي تَكْمِيلِ مَا لَمْ يُوجَدا * أَصْلاً، وَفِيهِ الأَمْرُ حَتْماً قُعِّدا\nجِنْسٌ لِمَأْموُرٍ بِهِ ذَا أَعْظَمْ * مِنْ جِنْسِ تَرْكٍ مَا نُهِيْ عَنْهُ الزَمْ\nجِنْسٌ لِتَرْكٍ مَا أُمِرْ بِهْ أَعْظَمْ * مِنْ جِنْسِ مَا مِنْهُ نُهِيْ عَنْهُ اعلمْ\nذَا مِثْلَمَا أَنَّ المَثُوبَهْ فِي الأَدَا * ذِي أَعْظَمُ مِنْ تَرْكِ مَا يُحْرَمْ مَدَى\nيَعْظُمْ عِقَابُهْ عِنْدَ تَرْكٍ قَدْ فَرَضْ * ضِعْفاً عِقَابُهْ عِنْدَ فِعْلٍ قَدْ رَفَضْ\n? فصل في دلالة النهي\nوَالنَّهْيُ يَقْضِي حِرْمَةً فَوْراً يَدُمْ * إِلاَّ بِفِعْلٍ مِنْ قَرِينَهْ إِنْ تَرُمْ\nوَالنَّهْيُ عَنْهُ الَّلازِمُ أَبْلَغُ فِي * فِعْلِ الدَّلاَ جَزْماً عَلَى ما يُعرفِ\nنَهْيٌ عَنِ الْمَلْزُومِ مِنْهُ النَّهْيُ * عَنْهُ ابْتِدَاءً، مَا بِعِلْمٍ نَأْيُ\nوَالشَّارِعُ إِنْ يَنْهَ عَنْ شَيْءٍ نَهَى * عَنْ بَعْضِهِ أَوْ يَأْمُرَنْ أَهْلَ النُّهَى\nبِالشَّيْءِ كَانَ الأَمْرُ فِي قُرْآنِهِ * يَعْنِي جَمِيعاً، ذَاكَ مِنْ أَرْكَانِهِ\nإِيرَادُهُ الإنْشَا مَصُوغاً كَالنَّبَا * ذاَ أَبْلغُ مِنْ أَنْ يَرِدْ كَالإِنْتشَا\nوَالنَّهْيُ حَتْماً يَقْتَضِي لْلْمَنْهِيِ * حُكْمَ الفَسَادِ الْقَاطِعِ فَلْتَنْتَهِي\nدَلَّ بِالاِسْتِقْرَاءِ فِي الْقُرْآنِ * أَنَّهْ إِذَا يَنْفِي هُنَا ذَا الشَّانِ\nعَنْ خَلْقِهِ شَيْئاً وَأَثْبِتْ ذَاكَ لَهْ * أَلاَّ مُشَارِكْ فِيهِ ذَا الإِثْبَاتُ لَهْ\nنَفْيٌ لِما قَدْ عَمَّ قَطْعاً أَحْسَنُوا * مِنْ نَفْيِ مَا قَدْ خُصَّ فَلْيُسْتَحْسَنُوا\nإِثْبَاتُ مَا قَدْ خُصَّ قَطْعاً أَفْضَلُ * مِنْ فِعْلِ إِثْبَاتٍ لِعَامٍّ أَكْمَلُ\nوَالنَّفْيُ فِيمَا عَمَّ ذَاكَ أَفْضَلْ * مِنْ نَفْيِ مَا خُصَّهْ، كَذَا الإِثْبَاتُ قُلْ",
        "(1/91)\n\nوَالنَّفْيُ لِلأَدْنَى فَذَاكَ الأَبْلَغُوا * مِنْ نَفْيِنَا الأَعْلَى كَذَاكُمْ فَابْلُغُوا\nثُمَّ الْعَرَبْ إنْ وَسَّطَتْ بَيْن الْكَلِمْ * جَحْدَانِ، إِخْبَاراً بِهِ كَانَ الْكَلِمْ\nنَفْيُ استطَاعَهْ قَدْ يُرَادَنْ يَأْتِي * نَفْيٌ لإِمْكَانٍ وَنَفيُ القُدْرَةِ\nأَوْ قَدْ يُرَادَنْ بِامْتِنَاعٍ نَفْيُهْ * أَوْ فِي وقُوعٍ مِنْ مَشَقَّهْ، كُلْفَهْ\nوَالأَمْرُ إِنْ عُلِّقْ بِمَا لَنْ يَحْصُلْ * نَفْيُهْ عَلَى أقْصَى الوُجُوهِ المُرْسَلْ\nقَدْ يَأتِ نَفْيُ الشَّيءِ قَطْعاً قُيِّدَا * وَالْقَصْدُ نَفْيُهْ مطلقاً قَدْ أُسْنِدَا\nمِمَّا يُبَالِغْ عَادَةً فِي النَّفْيِ * تَأْكِيداً أيضاً وَلَهُ فِي النَّفْيِ\nوَالنَّفْيُ لِلتَّفْضِيلِ لاَ يَسْتَلْزِمُ * نَفْيَ المُسَاوَاةِ المَدَى فَلْتَلْزَمُوا\nنَفْيُ الجُنَاحِ الْوَارِدِ لَيْسَ الَّذِي * يَعْنِي الْعَزِيمَهْ ثُمَّ لاَ يَلْزَمْ لِذِي\nشَأْنُهْ فََمِنْ نَفْيِهِ نَفْيٌ أَوْ لَوِي * هُوَ المُقَابِلْ فِي الْمَقَالِ المُسْتَوِي\nوَالنَّفْيُ لِلْحِلَِّيَّةِ فِي الآيِ * يَسْتَلْزِمُ التَّحْرِيمَ لاَ بِالرَّأْيِ\nقَدْ يُنْفَ شَيْءٌ فِي الْقُرَانِ البَتَّهْ * ذِي صُورَةٌ خَلاَّبَةٌ مَنْعُوتَهْ\nإِنْ لاِنْعِدَامٍ فِي كَمَالِ الْوَصْفِ * أَوْ لاِنْتِفَاءٍ فِي الثَّمَرْ، فَاسْتَصْفِ\nوَ النَّفْيُ لِلذَّاتِ أَتَتْ مَوْصُوفَهْ * ذَا قَدْ يَكُنْ مِنْ دُونِهَا نَفْيَ الْصِفَهْ\nأَوْ قَدْ يَكُنْ نَفْياً أَتَى للِذَّاتِ * أَيْضاً. كَذَلِكْ هَاهُنَا بِالذَّاتِ\nنَفْيٌ لِمَقْصُودٍ بِهِ مَدْحٌ، فَذَا * لاَ بُدَّ مِنْهُ أَن يَكُونَنْ هَكَذَا\nمِمَّا اشْتََمَْلْ إِثْبَاتُ مَا فِي عَدِّهْ * وَصْفَ الْكَمَالِ الْحَاصِلِ فِي ضِدِّهْ\n? فصل في دلالة الاستفهام\nحَقّاً؛ فَللاِسْتِفْهَامِ إِنْ جَا يَعْقُبْ * ذِكْرَ الْمَعَايِبْ أَبْلَغُ أَوْ يَرْقُبْ\n(1/92)",
        "\nمِنْ مَنْطِقِ لَفْظٍ صَرِيحٍ حَامِلٍ * أَمْراً بِتَرْكِ ذِي الْمَعَايِبْ شَامِلٍ\nأَوْ بَعْدَ لاسْتِفْهَامٍ إِنْكَارٌ أَتَى * ضِمْناً لِمَعْنَى النَّفْيِ يَشْمَلْ أَثْبِتَا\nإِنْ أَخْبَرَ الْبَارِي هُنَا عَنْ نَفْسِهِ * بِلفْظِ: \"كَيْفَ\" المُقْتَضَى فِي أُسِّهِ\nمُسْتَخْبِرهْ جِنْسَ المُخَاطَبْ مَنْهَجاَ * إِمَّا يُنَبِّهْ أَوْ يُوَبِّخْ فَانْهَجَا\nإِنْ يَدْخُلَنْ هَمْزٌ لِلاسْتِفْهَامِ هَلْ * تَعْلَمْ عَلَى فِعْلِ \"رَأَيْتَ\" الأَمْرَ قُلْ\nأَلاَّ تكُنْ لِلْقَلْبِ ذِي أَوْ لِلْبَصَرْ * بَلْ ذِي بِمَعْنَى أَخْبِرَنْ عَنْهُ الخَبَرْ\nحَرْفٌ لِلاسْتِفْهَامِ إِنْ يَدْخُلْ عَلَى * فِعْلِ التَّرَجِي قَدْ أَفَادَهْ، كَيْفَ لاَ؟\nتَقْرِيرُ مَا حقّاً تُوُقِّعْ أَشْعَرَا * بَعْداً بِأَنَّهْ كَائِنٌ قَدْ قُرِّرَا\nوَالأَسْئِلَهْ فِيمَا الرّبُوبِيَهْ عَنَتْ * أَنْوَاعُهَا اسْتِفْهَامُ تَقْرِيرٍ أَتَتْ\n? فصل في المعارف والنكرات وأمور أخرى\nأَنْوَاعُ أَلْفَاظِ الْمَعَارِفْ أَوْ لِمَا * قَدْ نُكِّرَا مِمَّا أَتَى فَلْتَعْلَمَا\nفَالأَوَّلُ الإِسْمُ الْمُعَرَّفْ كُلُّهُ * إِنْ كَانَ ذِي الأَفْرَادُ ذَاكم كُلُّهُ\nمِمَّا يُفِيدَنْ فِي عُمُومٍ قَدْ نُقِلْ * وَالثَّانِ لَفْظٌ نُكِّرَا أَوْ فَلْتَقُلْ\nفِي النَّفْيِ أَوْ فِي النَّهْيِ أَوْ فِي الشَّرْطِ أَوْ * قَدْ جَا لِلاسْتِفْهَامِ هَذَا مِنْهُ أَوْ\nجَا لاِمْتِنَانٍ ذَا عُمُوماً مَا يُفِدْ * إِسْماً سَوَا، أَوْ كَانَ فِعْلاً فَاسْتَفِدْ\nذَا وَاسْتَقَرَّ الْعُرْفُ عِنْدَ الشَّرْعِ * فِي حُكْمِهِ الْمَذْكُورَةِ فِي الشَّارِعِ\nصَوْغاً عَلَى مَا ذُكِّرَا إنْ أُطلِقَتْ * دُونَ اقْتِرَانٍ بِالْمُؤَنَّثْ حَقَّقَتْ\nذِي فِي التَّنَاوُلْ تَشْمَلَنْ كُلاًّ، وَمَنْ * كَانُوا رِجَالاً أَوْ نِسَاءً فَاعْلَمَنْ\n(1/93)\n",
        "أَمَّا خِطَابُهْ وَاحِداً فِي الأُمَّةِ * لِلأُمَّةِ إِلاَّ المُخَصَّصْ عُهْدَتِي\nمَفْهُومُ آيَاتٍ بِنَوْعَيْ صُوَرِهْ * يُحْمَلْ عَلَى جِنْسِ عُمُومٍ؛ سَلْ تَرَهْ\nتَعْلِيقُ حُكْمٍ مَا عَلَى ذِي الْعِلَّةِ * يَعْنِي وُجُودَ الْحُكْمِ أَنَّى جاءتِي\n? فصل في أنواع الخطاب\nصِنْفُ الخِطَابَاتِ التِي عَمَّتْ وَفِي * آيَهْ فَذِي تَشْمَلْ نَبِيّاً فَاكْتَفِي\nمِثْلَ الخِطَابَاتِ التِي لَهْ تَشْتمِلْ * مِنْ أُمَّتِهْ إِلاَّ لِنَصٍّ ذَا الْعَمَلْ\nجِنْسُ العُمُومِ المُعْقَبِ تَقْييداً * يَا صَاحِ بِاسْتِثْنَائِهِ تَحْدِيداً\nأَوْ بِالصَّفَهْ قُلْ أَوْ بِحُكْمٍ هَكَذَا * إِنْ كَانَ ذَلِكْ لاَ يَجُوزُ غير ذَا\nفِي بَعْضِ مَا يعْنِي العُمُومَ الحَاصلْ * أَوْ هَلْ يَجِبْ كَوْنُ المُرَادِ الماثِلْ\nفِي ذَا العُمُومِ المَاضِي ذَاكَ البَعضُ * بَدْأً أكِيدَنْ أَوَّلاً؟ فَلْتَمْضُوا\nثُمَّ المخصَّصُ ابتِدَاؤُهْ ذَا الْكَلِمْ * مَنْ آخِرهْ قَدْ خَصَّصن مِمَّا عُلِمْ\nأَنَّ الخصُوصَ المُبْتَدِي لاَ يَمْنَعُ * مِنْهُ العمُومُ المُنْتَهِي أَوْ يُمنَعُ\nأَنْ يَجْتَمِعْ مِنْ صِيغَةِ التَّبْعِيضِ * بِالْجَمْعِ إِنْ عُرِّفْ بِلامٍ فَاقْضِ\nأَوْ بِالإضَافَهْ أَوْ لَدَى ذِي حَصْرِ * وَصْفاً كَأَسْمَاءِ العَدَدْ بِالْحَصْرِ\nمِمَّا وَجَبْ أَنْ يُحْمَلَنْ جَمْعاً عَلَى * مَا يُدْرَ مِنْ أَنْوَاعِهِ كُنْ فَاعِلاً\nثُمَّ التَّقَابُلْ بَيْنَ جَمْعٍ تَارَة * وَالجَمْعُ مِمَّا مُقْتَضَاهُ مَرَّة\nوَصْفَ التقَابُلْ مِمَّ للآحادِ * أَوْ تَارَةً قَدْ يُقْضَ للأَفْرَادِ\nوَصْفَ التقَابُلْ بَيْنَ كلٍّ مِنْهُمُ * فَرْداً بِفَرْدٍ مِنْهُمُوا فَلْتَفْهَمُوا\nأَوْ تَارةً قَدْ يَحْتَمِلْ أَمْرَيْنِ * يُعْدَمْ دَلِيلاً أَيْنَ فيِ الإثْنَيْنِ\nوَالْغَالِبُ عِنْدَ التَّقَابُلْ يَا رَضِي * جَمْعاً بِمُفْرَدْ أَنَّهُ لاَ يَقْتَضِي\n(1/94)\n\nتَعْمِيمَ مَا أُفْرِدْ، قضته الأُخَرَى * مَا عَمَّ مِنْ جَمعٍ مقَابِلْ لَهْ يُرَى\nثُمَّ المُقَابَلْ: مُفْرَداً بِالمُفْردِ * تِلْكُم تُفِدْ تَوْزِيعهَا فِي الوَاردِ\nوَالمعْتَبَرْ مَا بِهْ عُمُومُ اللَّفْظِ، لاَ * مَا بِهْ خُصُوصٌ فِي السَّبَبْ إِنْ تَسْأَلاَ\nحَذْفُ الْمُعلَّقْ ذَا يُفِيدَنْ أعْلِنَا * حقّاً عُمُوماً نِسْبِياً بِهْ هَاهُنَا\nثُمَّ الخَبَرْ يُؤْخَذْ عُمُومُهْ حَتَّى * بَعْداً يَرِدْ مَا خَصَّصَا فَليُفْتَى\nجِنْسُ الصُّوَرهْ لِلسَّبَبِ قَطِعيَةٌ * مَا عمَّ أَنْ تَدْخلْ بِهَا مُفْضِيَّةٌ\n? فصل في العموم والخصوص\nجَزْماً عُمُومَ الوَصْفِ للأشْخَاصِ * يَسْتَلْزِمُ التَّعمِيم فِي إِشْخَاصِ\nأَحْوَالُهَا وَالأزمنَهْ وَالأمْكِنَهْ * أَوْ مَا تَعَلَّقْ مِنْ صُنُوفٍ مُمكِنَهْ\nثُمَّ العُمومُ المُعْتَبَرْ مَا استُعْملْ * وِفْقَ انْضِبَاطٍ يَقْتَضِي حَالاً فَقُلْ\nأَوْ فِي وُرُودِ الشَّرْطِ أَوْ لاِسْتِثْنَا * أَوْ ذِي الصِّفهْ أَوْ غَايَةٍ أَوْ مَا هُنَا\nوَالأَصْلُ إِبْقَاءٌ عَلَى إِطْلاَقِهْ * مَا أُطْلِقَ حَتَّى يَرِدْ تَقْيِيدُهْ\nوَالمُطْلقُ إِنْ تَسْأَلَنْ يُحْملْ عَلَى * ذَا الكَامِلِ، أَيْضاً كَذاك فَافْعَلاَ\nإِمَّا يرِدْ للمُطْلقِ قَيْدَانِ * مِمَّا اخْتَلَفْ قَدْ كَانَ فِي الإمْكَانِ\nتَرْجِيحُ إِحْدَاهَا فَمَا أُطْلقْ يَجِبْ * حَملُهْ عَلَى الرَاجحْ هُنَا لا تَسْترِب\nوَاللفْظ بِالإطْلاقِ -فاعلمْ- يَقْتَضِي * فِعْلاً –مُسَاوَاةَ المُحقَّقْ فَاحْفَظِ\nإِن رَتَّبَ الشَّارِعْ هُنَا حُكْماً عَلَى * وَصْفٍ مُنَاسِبْ ذَا يَدُلَّنْ دّالاَّ\nيُنْبِهْ بِلاَ شَكٍّ وَلاَ رَيْبٍ عَلَى * أَنَّهُ ذَا لاِجْلِهِ، فَقُلْ: بَلَى\n? فصل في تعليق الحكم\nتَعْلِيقُ حُكْمٍ ماَ عَلَى وَصْفٍ فبِهْ * يَقْوَى و يَنْقُصن بِنَقْصِهْ فَانْتَبِهْ",
        "(1/95)\n\nإِنْ كَانَ وَقْتاً ما لِشَيءٍ يُوْلَى * ذِكْرَهْ يَجِبْ ذَاكَ لَهُ بِالأوْلَى\nإِنْ رُتِّب حُكْمٌ عَلَى وَصْفٍ لِمَا * قَدْ يُعْتَبَرْ لا يُطَّرَحْ نَجْماً لمَا\nوَالشرْطُ إِنْ تَعْلَمْ بَذَا لا يَقْتَضِي * دَوْماً جَوَازاً للوُقُوعِ المُنْقَضِي\nحُكْمٌ وَشَرْطُهْ فِي تَحَقُّقْ وَاحِدُ * شّيْئَانِ مَشْرُوطٌ نقَيضُهْ فَاشْهَدُوا\nأَنْ يَنْتَقيْ فِيهَا مَعاً ثُمَّ الذِي * شَرْطُهْ تحَّقُقْ فِيهِمَا أَوْ يُنْبَذِي\nحَتْماً نَقِيضُهْ هُوَ مَشْرُوطٌ بِمَا * هُوَ انْتِفَاءُ الوَاحِدِ ذَا مِنْهُمَا\nمَا خُصَّ مِنْ نَوْعٍ بِذِكْرٍ مَدْحاً * أَوْ غَيْرِها ذَماً كَذَا قَدْ أَضْحَى\nمَفْهُومُهُ مَا يُعْتَبَرْ إِنْ كانَ لاَ * يَصْلُحْ لِمَسْكُوتٍ هُنَا عَنْهُ احْمِلاَ\nوَصْفاً كَذَا التَخْصِيصُ بِالذِّكْرِ-انْهَضِي * مَا بَعْدَ قِيَامٍ هُنَا لِلْمُقْتَضِي\nوَصْفاً عُمُومُهْ لاخْتِصَاصٍ ذَا يُفِدْ * فِي الحُكْمِ عِلْماً صَاحِبِي فَلْتَسْتَفِدْ\nنَصٌّ عَلَى شَيْءٍ فَلاَ يَلْزَمْ خُذَا * نَفْيٌ لَهُ عَمَّا عَدَاهُ الحَقُّ ذَا\nنَصٌّ عَلَى ِشَيْءٍ فَذَا لاَ يَلْزَمْ * نَفْياً هُنا عَمَّا عَدَاهُ الملْزَمْ\n? فصل في الاقتران\nوَالاقْتِرَانُ الحَاصِلُ فِي النَّظْمِ لاَ * يَقْضِي اقْتِرَاناً وَاجِباً فِي الحكْمِ لاَ\nوَالاقْتِرانُ الوَارِدُ مَا بَيْنَهَا * أَسْمَاؤُهُ الحُسْنَى بِآيٍ مِنْهَا\nيُؤْخَذْ دَلِيلاً يُثْبَتَنْ زيَادَةً * وَصْفَ الكمَالاَتِ الجَلِيلَهْ عَادَةً\nسِيَّاقُ لِلْكِلْمِ كَذَا يُرْشِدْ إِلَى * تَبْيِينِ مَا أُجْمِلْ وَ تَعْيِينٍ بَلَى\nذِي المُحْتَمَلْ قَطْعٌ بِمَنْعِ المُحْتَمَلْ * غَيْرَ المُرَادِ هِيَّ بِهْ ثُمَّ انْتَقِلْ\nتَخْصِيصُهُ مَا عَمَّ تَقْيِيدٌ لِمَا * أُطْلِقْ، تَنَوَّعْ لِلدَّلاَلَهْ فَاجْزِمَا\n? فصل في المحكم والمتشابه\n(1/96)",
        "\nوَاْلآيُ كُلُّهْ بِاعْتِبَارٍ مُحْكَمْ * مِمَّا تَشابَهْ بِاعْتِبَارٍ يُحكَمْ\nأَوْ بَعْضُهُ المحْكَمْ وَغَيْرُهْ بَاحِثْ * مِمَّا تَشابَه بِاعْتِبَار ٍثَالِثْ\nثُمَّ الْعَمَلْ بِالْمُحْكَمِ ذَلِكْ يَجِبْ * إِيمَانُ بِهْ مِمَّا تَشَابَهْ قَدْ وجَبْ\nكُلُّ الظَّوَاهِرْ فِي نُصُوصِ الآيِ * مَفْهُومُهُ عِنْدَهْ مُخَاطَبْ لاَيِِ\nأَلْفَاظُه القرآنُ فِيمَا دلَّتْ * ضِمنْاً عَلَى نَوْع المَعَانِي كَانَتْ\nإِمَّا نُصُوصاً هَاهُنَا لاَ تَحْتَمِلْ * إِلاَّ لِمَعْنىً وَاحِدٍ فَلْتَكْتَمِلْ\nذَلكْ وَإِمَّا ذِي نصُوص تَحْتَمِلْ * غَيْرَ المَعَانِي الظَاهِرَهْ مِنْهَا فَقُلْ\nهَذَا، وَلَكِنْ طَرْدهَا ما اسْتُعْمِلا وِفْقاً لِمَعْنَى الواحِد كَيْ تُجْعَلا\nتَجْرِي عَلَى مَجْرَى نُصُوصٍ مِنْهَا * لاَ تَحْتَمِلْ غَيْرَ المُسَمَّى مِنْهَا\nذِي أَوْ نُصُوصٍ مُجْمَلَهْ تحْتَاجُ فِي * عُرْفِهْ إِلَى تَبْيِينِهِ فَلتعرفِ\nيَشْمَلْ أُصُولَ الدِين وَالقرْآنِ فِي * كُلِّ الدَّلاَئِلْ وَالمَسَائِلْ ثُمَّ فِي\nتَعْرِيفِه الأحْكَامَ وَاسْمَع وَانْبئِي * ذَا أَكْثَرهْ كُلِّيْ وَلَيْسَ بالجُزي\n? فصل في الاستنباط والترجيح\nمَا يَرفع النصّ الجَليْ تَأْوِيلاً * مَا لَيْسَ مِنْهُ يُحْسَبُ تَضْلِيلاً\nوَالمبهمُ أَنْ لاَ يُرَدَّ رَأْسَا * حُكْمُهْ عَلَيْهَا فُسِّرتْ قِياساً\nتَفْسِيرُ ما بَعْداً فَلِلإِبْهَامِ * يَدْعُو لِتَّهْوِيلٍ ولِلإِعْظَامِ\nمَبْنىَ الفواصلْ قُلْ عَلَى التَّوْفِيِق * منْ غَيْرِ إِنكَارٍ وَلاَ تلفِيقِ\nآي القُرَانِ الأكرم لا تُعرَفَنْ * -جَزْماً- مَعَانِيهَا وَأَنْ تُسْتَنْبَطَنْ\nمن نصِّه إِلاَّ بِكسْبِ معرفَهْ * تَشْمَلْ عُلُوماً للِفَوَاصِلِ فَاصِلَهْ\nإِنْ تَخْتَلِفْ أَنْواعُهَا أَلفَاظهْ * وَالمرجِعُ فِيهَا لَدَى حفَّاظِهْ\n(1/97)\n",
        "فِي كُلِّ أَمْر يُعْلَمُ: لِوَاحِدِ * لَمْ يُوجِبِ ذَاكَ اخْتِلاَفاً فَاشْهَدِ\nتَنَاقُضٌ يَحْصُلُ فِي الْخُبْرَانِ * نَفْيٌ لِوَاحِدٍ وَثَبْتٌ ثَانِ\nأَوْ إِسْتَوَى فِي الْخَبَرِ وَالْمُخْبَرِ * عَنْهُ تَعَلُّقْ لَهُمَا فِي خَبَرِ\nوَفِي زَمَانٍ أَوْ مَكَانٍ مُسْتَقَرْ * حَقِيقَةٌ فِيهَا الْمَجَازُ مُنْتَصَرْ\nإِنْ أَوْهَمَ النَّصُّ تَعَارُضاً حُمِلْ * كُلٌّ عَلَى مَا قَدْ يَلِيقُ فَاحْتَمِلْ\nيُحْمَلْ عَلَى نَوْعِ الْمَقَامِ فَاسْمَعَا * إِثْبَاتُهُ أَوْ نَفْيُهُ وَعْداً سَمَا\nتَكْرَارُ بَعْضِ الآيِ أَيْضاً وَالجُمَلِ * يَأْتِي لِتَكْرَارِ الْمُعَلَّقْ مُجْمَلِ\nلَمْ يَأْتِ فِي وَحْيِ الإِلَهِ الْمُكْرَرُ * بَيْنَ الْمُجَاوِرَيْنِ حَقّاً حَرَّرُوا\nوَلاَ اخْتِلافَ بَيْنَ ألْفَاظٍ، لَكِنْ * يَأْتِي الْخِلاَفُ فِي الْمَعَانِي فَاسْتَكِنْ\nشَأْنُ الْعَرَبْ إِنْ أَبْعَدَتْ شَيْئاً أَتَتْ * بِالإِسْتِفْهَامِ ثَم وَعْداً كَرَّرَتْ\nإِعْلَمْ فَلِلتَّوْكِيدِ يَا ذَا فَائِدَهْ * مِنْهَا اعْتِنَاءٌ وَاهْتِمَامٌ شَاهِدَهْ\nإِسْمٌ مُنَكَّرْ لِلتَّعَدُّدْ مِنْهُمَا * إِسْمٌ مُعَرَّفْ عَكْسُهُ فَانْشُرْهُمَا\nوَالشَّرْطُ وَالْجَزَا إِذَا مَا اتَّحَدَا * لَفْظاً عَلَى الفَخَامَةِ لاَ تَبْعُدَا\nإِنْ أَبْهَمَ الْحَقُّ أُمُوراً مُخْبِرَا * مُسْتَأْثِراً بِالْعِلْمِ نَفْسَهْ فَاصْبِرَا\nوَالأَصْلُ فِيمَا أَبْهَمَ الفُرْقَانُ ذَا *لاَ طَائِلاً فِي بَحْثِهِ نُصْحاً خُذَا\nوَكُلُّ مُبْهَمٍ عَلَى النَّقْلِ يَقِفْ * فَالرَّأْيُ لاَ حَقَّ لَهُ فِيمَا عُرِفْ\n? فصل في الناسخ والمنسوخ\nلاَ يَثْبُتُ النَّسْخُ مَعَ احْتِمَالِنَا * إِلاَّ بِنَصٍّ ثَابِتٍ فِي شَرْعِنَا\nلاَ يُنْسَخُ لَفْظُ الْخَبَرْ، حَاشَا طَلَبْ * حَتَّى وَلَوْ لَفْظُ الْخَبَرْ جَا فَلْيَنُبْ\n(1/98)\n\nوَالنَّسْخُ مَرَّتَيْنِ حَقَّا مُمْتَنِعْ * فِي مُصْحَفٍ مِنْ حِفْظِهِ لاَ تَمْتَنِعْ\nوَالأَصْلُ فِي النَّصِّ فَلاَ نَسْخَ عُلِمْ * ذَا مُطْلَقٌ فِي وَحْيِنَا فِيمَا سَلِمْ\nزِيَّادَةٌ عَلَى النُّصُوصِ رَفَعَتْ * *حُكْماً شُرِعْ؛ فَالنَّسْخُ فِيهِ قَدْ ثَبَتْ\nأَوْ كَانَ عَقْلِيّاً فَلاَ نَسْخَ يَجِيْ * أَوْ جُزْءَ حُكْمٍ شَرْطُهُ أَصْلاً يَجِيْ\nمِنْ غَيْرِ نَسْخٍ فَاطْلُبَنْ مَا تَرْتَجِي * إِنْ كَانَ إِشْكَالٌ فَعِلْمٌ أَبْلَجِيْ\nإِنْ أَمْرُهُ قَدْ جَاءَ حَقّاً لِلسَّبَبْ * يُرْفَعْ بِهِ الأَمْرُ، فَهَذَا مُنْتَخَبْ\nلاَ يُعْتَبَرْ نَسْخاً إِذَا الْحُكْمُ انْسَلَبْ * فِي عِلَّةٍ قَدْ تَنْقَطِعْ لاَ تَنْتَحِبْ\nإِنْ جَاءَ حُكْمٌ وَالخِطَابُ مُشْعِرَا * بِالْوَقْتِ، أَوْ رَبْطٌ بِغَايَهْ لاَ تُرَى\nثُمَّ انْقَضَى مِنْهُ الْمُرَادُ الْمُرْتَضَى * لَيْسَ بِنَاسِخٍ إِذَا الْوَعْدُ انْقَضَى\n? فصل منه\nقَدْ تُخْتَمُ الآيَاتُ فِي القُرْآنِ مِنْ * إِسْمِ الْجَلاَلهْ عَلِّقاً حُكْماً قَمِنْ\nبالإِسْمِ -مَذْكُوراً بِهَا- لاَ يَشْتَبِهْ * دَلَّ بِالاِسْتِقْرَاءِ يَا مَنْ يَنْتَبِهْ\nوَالآيَتَانِ الْجُمْلتَانِ جَاوَرَا * إِمَّا بِذَلِكْ فَارْتِبَاطٌ ظَاهِرَا\nأَوْ لاَ يَكُونُ فَالْكَلامُ حَاضِرَا * إِنْ كُنْتَ مِمَنْ يَطْلُبُ فَلْتَحْضُرَا\nفَالثَّانِ إِمَّا أَنْ تَكُونَ عَاطِفَهْ * عَنْهَا بِحَرْفٍ مِنْ حُرُوفٍ جَامِعَهْ\nأَوْ لاَ تَكُونَ فَالدِّعَامَهْ مُؤْذِنَهْ * ذَا بِاتِّصَالِ الكِلْمِ أَيْضاً بَيِّنَهْ\nفَالْحُكْمُ الكُلِّيُّ مُهَيْمِنْ رَابِطَا * مَا بَيْنَ جُزْءٍ أَوْ سِوَارٍ ضَابِطَا\nوَالنَّصُّ فِي الْقُرْآنِ إِنْ قَدْ جَا عَلَى * طُرْقِ الْبَرَاهِينِ بِعَقْلِيٍّ جَلاَ\nدَلَّ عَلَى أْئتِلاَفِ وَاخْتِلاَفِ * أَمْ لاَ عَلَى حُكْمِ التَّكَالِيفْ خَائِفِ",
        "(1/99)\n\nدَلَّ عَلَى الْمُؤَالِفِ لاَ غَيْرِهِ * فَانْهَضْ إِلَيْهَا حَافِظاً بِفَهْمِهِ\nإِنْ عُلِّقَ العِلْمُ بِأَمْرٍ مَقْصَدُهْ * بَعْدَ وُجُودِهْ فَالجَزَاءَ رَتَّبَهْ\nوَالاحْتِرَازُ فِي الْقُرَانِ قَدْ وَقَعْ * إِنْ مَا إِلَيْهَا حَاجَةٌ فِي ما وُضِعْ\nكُلُّ الحِكَايَهْ فِي الْقُرَانِ وَقَعَتْ * قَدْ صَاحَبَتْ إِبْطَالَهَا أَوْ لاَ.خَلَتْ\nفَالأَوَّلُ دَلَّ عَلَى بُطْلاَنِ ذَا * المَحْكِيْ وَبِالثَّانِي خِلاَفُ ذِي خُذَا\nوَكُلُّ مَا عَلَى الْقُرُونِ الْخَالِيَّهْ * يُحْكَى بِلَفْظِ الْعُرْبِ مَعْنَى مَاضِيَهْ\nبِالإِقْتِضَاءِ لِلِدَّلِيلِ النِّسْبَهْ * إِلَى مَحَلِّهَا عَلَى الْوَجْهَيْنِ لَهْ\nعَلَى الْمَحَلِّ وَالتَّوَابِعْ جُرِّدَا * كَذَا الْمُضَافُ وَالْمَحَلُّ أُفْرِدَا\nوَالثَّانِ أَيْضاً بِاقْتِضَاءِ التَّابِعِي * وَالْبَاقِي عَكْسُ مَا مَضَى لِلأَوَّلِي\nلِطَالِبِ الدَّلِيلِ أَمْرَانِ هُمَا: * أَوْلاَهُمَا لِيَقْتَبِسْ أَحْكَامَهَا\nثَانِيهِمَا لِيُحْكِمَ زَيْغاً جَرَى * وَالآخِرُ شَأْنُ الضَّلاَلِ وَالْمِرَى\nيَجْرِي الْقُرَانُ مُرْشِداً [أَحْوَالُهُ] * مَعَ الزَّمَانِ وَالْمَكَانِ حُكْمُهُ\nكُلُّ دَلِيلٍ مُطْلَقاً مَا قُيِّدَا مِنْ غَيْرِ مَخْصُوصٍ بِشَيءٍ قَدْ بَدَا\nيَرْجِعْ بِذَا مَعْقُول مَعْنَى قَدْ وُكِلْ * إِلَى الْمُكَلَّفِ، وَهَذَا مَا وُصِلْ\nكُلُّ دَلِيلٍ قَيَّدَا مَا أُطْلِقَا * يُجْعَلْ لَهُ ضَبْطٌ وَقَانُونُ رَقَا\nيَرْجِعْ إِلَى التَّعَبُّدِي لاَ يَهْتَدِي * لَهُ الْمُكَلَّفُ إِلَيْهِ فَاقْتَدِي\nوَكُلُّ خَصْلَةٍ بِهَا النَّهْيُ أَتَى * وَالأَمْرُ أَيْضاً لاَ قُيُوداً ثَبَتَا\nلَيْسَ عَلَى أَوْزَانِ وَاحِدْ يَقْتَفِي * لِكُلِّ فَرْدٍ مِنْ أَفْرَادٍ يَنْتَفِي\nسَبْعَةُ أَشْيَاءَ بِهَا الإِشْكَالُ عَنْ * تَفْسِيرِنَا قَدْ يَنْدَفِعْ بِهَا اسْتَعِنْ\n(1/100)",
        "\nمَرْدُودُ كِلْمَةٍ لِضِدِّهَا أَتَى * ثَانِيهِمَا إِلَى نَظِيرِهَا مَتَى؟\nثَالِثُهَا: أَنْ تَنْظُرَا مَا يَتَّصِلْ * شَرْطٌ -بِهَا-إِيضَاحُ مَعْنَى يَنْفَصِلْ\nرَابِعُهَا: دَلاَلَةُ السِّيَّاقِ مَا * يُلْقَى إِلَيْكَ مِنْ نُصُوصٍ خَاتِمَا\nلاَحِظْ نُقُولاً عَنْ مَعَانٍ أَصْلِيَهْ * مَعْرِفَةُ النُّزْلِ بِهَا مَرْعِيَّهْ\nسَلاَمَةٌ مِنَ التَّدَافُعْ رَاعِهَا * هَذِ الأُمُورُ سَبْعَةٌ مَجْمُوعُهَا\nإِنْ كَانَ تَعْلِيقُ الْخِطَابِ قُدِّرَا * يُحْمَلْ عَلَيْهِ سَالِماً إِنْ حُذِّرَا\nأَوْ كَانَ لاَ تَقْدِيرَ فَالْخَطْبُ حُمِلْ * عَلَى سَبَابٍ وَاضِحٍ فِيمَا جُعِلْ\nإِنْ شَارِعٌ خَطْبٌ بِشَيءٍ مَا عُيِنْ * مِنْ جِنْسِهِ إِنْ بِالْجَمِيعِ يُمْنَعَنْ\nلِيُجْتَنَبْ ذَا الْحِرْمُ إِمَّا أَنْ يَدُلْ * عَنْ نَفْسِهِ بَعْدَ الْمُشَارِ مَا عُدِلْ\nإِنْ أَمْكَنَا حَمْلُ كَلاَمِ الشَّارِعِ * عَلَى تَشْرِيعٍ فَإِلَيْهِ مَسْمَعي\nلاَ يُحْمَلَنْ عَلَى مُجَرَّدِ الْخَبَرْ * لِوَاقِعٍ لَيْسَ لَنَا مَا يُخْتَبَرْ\nتَعَجُّبٌ يَدُلْ عَلَى مَحَبَّةٍ * لِلَّهِ لِلْفِعْلِ وَلِلْبُغْضِ أتِي\nأَوْ إِمْتِنَاعِهِ وَدُونَ حُسْنِهِ * أَنْ لاَ يَلِيقَ فِعْلُهُ أَيْضاً بِهِ\nعُمُومُ أَلْفَاظِ الْقُرَانِ دَالَّ * عَلَى مَعَانٍ أَكْثَرَ أَوْ جُلَّ\nوَالْكِلْمَةُ إِنْ أَوْجُهاً قَدْ حَمَلَتْ * لاَ يَصْرِفُ مَعْنىً إِلَى بَعْضٍ تَلَتْ\nإِلاَّ بِبُرْهَانٍ؛ فَقُلْ: يَا حَبَّذَا * فَاحْفَظْ وَلاَ تَكُنْ لَهَا مُنْتَبِذَا\nإِن عِدَّةٌ مِنْ الْمَعَانِي يَحْتَمِلْ * لَفْظٌ وَلاَ مَنْعَ لِجَمْعِهِ حُمِلْ\nوَكُلُّ مَا اللَّهُ لِنَفْسِهِ نَسَبْ * دَلَّ عَلَى تَشْرِيفِهِ فِيمَا حُسِبْ\nمَا أَثْبَتَ اللَّهُ لَنَا فِي مُصْحَفِ * إِمْتَنَعَن نَفْيُهْ، فَخُذْهَا وَاصطفي\n(1/101)\n",
        "إِنْ كَانَ مَعْنَى النَّصِّ فِيهِ وَافَقَهْ * أَوْ يُظْهِرن فَهْماً جَلِيّاً سَابِقَهْ\nتَحْكِيمُ مَعْنَاهُ بنَصٍّ خَصَّصا * لَهُ بِزَيْدٍ ذَا عَلَيْهِ أَخْلَصَا\nتَقْدِيمُ تَوْبِيخٍ عَلَى الْفِعْلِ الَّذِي * مِنْ رَبِّنَا لاَ يَقْتَضِي تَحْرِيمَ ذِي\nوَالإِمْتِنَان بِالْحَرَامِ مُمْتَنِعْ * قَدْ خَابَ مَنْ ظَنَّ خِلاَفَهْ، فَاسْتَمِعْ\nوَالأَصْلُ حَمْلٌ لِنُصُوصِ الشرع * عَنْ ظَاهِرٍ إِلاَّ لِنَصٍّ مرعي\nفِي ظَاهِرِ التَّنْزِيلِ مَعْنىً يُحْمَلُ * مَنْ رَدَّهُ مِنْ غَيْرِ نَصٍّ جَاهِلُ\nوَالْوَاجِبُ الإِيمَانُ بالمُنَزَّلِ * لاَ فِي سِوَاه عَنْ بَيَانٍ فَاقْبَلِ\nإِنْ كَانَ لَفْظٌ يَحْتَمِلْ أَمْراً فَلاَ * يُحْمَلْ عَلَى غَيْرِ الْمُرَادِ يُجْتَلَى\nقَالُوا: بَيَانُ الشَّرْعِ إِنْ جَاءَ بِذَ*ا أَوْلَى فَشَرْحُ الْمُصْطَفَى حَقّاً خُذَا\nلَنْ يُخْرَجَنْ عَنْ ظَاهِرِي الآيِ احْكُمَا * إِلاَّ لِحُجَّةٍ فَحَتْماً سَلِّمَا\nإِنْ ذَكَر الرَّحْمنُ حُكْماً مَنْهِيّاً * وَعَلَّلَ النَّهْيَ بِعِلَّةٍ هَيَّا\nأَوْ إِنْ أََبَاحَ ذَا بِشَيْئٍ عَلَّلَهْ * عَدَمُهُ بِالْعِلَّةِ مُصَادَفَهْ\nيَلْزَمُهَا تَعْلِيلُ حُكْمِ الْمُعْلَلِ * بِرَابِطٍ بَيْنَ الْقَضَا وَالْمُعَلَلِ\nوجُلُّ أَشْفَاعٍ بِهَا مَأْمُورُ فِي * قُرْآنِنَا بِالإِتِّصَال النَّفْعُ فِي\nإِنْ كَانَ سَعْيَانِ وَمِثْلُهُ صِفَهْ * فِي سَعْيِ عَامِلٍ تَكُونُ مُرْدَفَهْ\nسَعْيَانِ قَدْ يَنْفَصِلاَنِ فِي عَمَلْ نَفْـ*ــــعٌ لِواحِدٍ، فَهَذَا مَا نُقِلْ\nإِنْ كَانَ شَرْطاً فِيهِ لاَ يَنْفَعْ عَمَلْ * لِوَاحِدٍ فِيمَا عُلِمْ فَاخْشَ الْخَلَلْ\nهَذَا خِلاَفُ الشَّفْعِ فِي الذَّمِّ، فَذَا *يَعْمَلُ مُفْرَداً وَمَقْرُوناً خُذَا\nقَدْ يُعْرَفُ الحُكْمُ بِالاِسْتِدْلاَلِ *بِصِيغَةٍ أَوْ خَبَرِ الْجَلِيلِ\n(1/102)\n\nأَوْ تَارَةً رَتَبَ حُكْماً عَاجِلاَ * أَوْ آجِلاً مِنْ خَيْرٍ أَوْ شَرٍّ جَلاَ\nأَوْ ضر مَاله أَوْ النَّفع اعتَلَى * إِنْ جَاءَ تَأْخِيرٌ لأَصْلِ الشَّيْءِ لاَ\nيَمنعْ وُجُوباً أَبَداً إِنْ سَلِمَا * لاَ يَقْتَضِي التَّسْوِيَةَ التَّأْخِيرُ مَا\nإِنْ كُنْتَ سَامِعاً فَخُذْهَا مُجْمَلاَ * إِن خُيِّر العَبْدُ بِشَيْئَيْنِ فَلا\nتَخْيِيرَ شَهْوَةٍ مِنَ الخُبْثِ عَلَى * تَخْيير غَيْرِهْ، فَاجْتِهَادٌ مُجْتَلَى\nذَا لِلإِمَامِ الصَّالِحِ أَوْ مَنْ عَلاَ * إِنْ جَاءَ ذِكْرُ الطَّيِّبَاتِ مُنْزَلاَ\nفي مَعْرِضِ الأَنْعَامِ مَا لَذَّ كَذَا * فَِي مَعْرِضِ التَحلِيلِ وَالتَّحْرِيمِ ذَا\nهُوَ حَلاَلٌ وَحَرَامٌ مَوْرِدَا * لَمْ يُنْظَمِ النَّثْرُ بِسِجْنَيْنِ سُدَى\nالصفحة الموضوع\n4 شكر وتقدير واحترام\n22 مقدمة المؤلف\n25 ? المبحث الأول : في التعريفات\n25 ? وصف الحملة الشرسة على الإسلام والقرآن\n38 1 – تعريف القواعد\n46 2 – تعريف التفسير\n50 3 – معنى قواعد التفسير\n51 ? المبحث الثاني : في الفرق بين القاعدة والضابط\n51 ? أولا : الفرق بين القاعدة والضابط\n54 ? ثانيا : فروق التمييز بين القاعدة والضابط\n56 ? ثالثا : الفرق بين قواعد التفسير وبين علوم القرآن\n56 ? رابعا : الفرق بين قواعد التفسير وبين قواعد الأصول واللغة\n58 ? المبحث الثالث : مفهوم الكليات وأثرها في التقعيد\n59 1 – الكليات التي تكون بمثابة قواعد\n60 2 – الكليات التي تكون بمثابة ضوابط\n66 ? المبحث الرابع : في ذكر بعض المقدمات\n66 ? أهمية معرفة القواعد عموما وقواعد التفسير خصوصا\n68 ? موضوع قواعد التفسير / غايته / بيان شرفه\n69 ? فائدته / ميزة القواعد / استمداد قواعد التفسير\n70 ? نشأة قواعد التفسير\n74 ? المبحث الخامس : في ذكر بعض الكتب التي اعتنت بقواعد التفسير وأصوله\n80 ? منظومة القواعد\n81 ? فصل التمييز بين المكي والمدني",
        "(1/103)\n\n81 ? فصل في ضوابط اعتبار القراءات\n82 ? فصل هل البسملة من القرآن ؟\n82 ? فصل في تفسير القرآن بالقرآن وأنواعه\n85 ? فصل تفسير القرآن بالسنة وأنواعه\n85 ? فصل تفسير الصحابي والتابعي والسلف\n86 ? فصل تفسير القرآن باللغة وأنواعه\n91 ? فصل منه\n97 ? فصل في مقتضى الأمر\n98 ? فصل في دلالة النهي\n100 ? فصل في دلالة الاستفهام\n101 ? فصل في المعارف والنكرات وأمور أخرى\n101 ? فصل في أنواع الخطاب\n102 ? فصل في العموم والخصوص\n103 ? فصل في تعليق الحكم\n104 ? فصل في الاقتران\n104 ? فصل في المحكم والمتشابه\n105 ? فصل في الاستنباط والترجيح\n106 ? فصل في الناسخ والمنسوخ\n107 ? فصل منه\n111 ? خاتمة في حال الوقت\n113 الفهرسة\n(1/104)"
    ]
}