{
    "partText": [
        "\nنقض قول\nمن تبع الفلاسفة في دعواهم\nأن الله لا داخل العالم ولا خارجه\nبقلم\nد . محمد بن عبدالرحمن الخميس\nلا تنسوا طابع الكتاب من الدعاء بظهر الغيب\nahalalquran@hotmail.com\nالمقدمة\nالحمد لله رب العالمين والصلاة والسلام على خاتم الأنبياء والمرسلين وعلى آله وصحبه أجمعين والذين اتبعوهم بإحسان إلى يوم الدين .\nأما بعد :\nفلقد وقفت على كتيب للمدعو / سعيد فوده سماه ( حسن المحاججة في بان أن الله تعالى لا داخل العالم ولا خارجه ) .\nأحيا بذلك عقيدة الفلاسفة والمعطلة الجهمية المعتزلة بذل جهده في إثبات أن الله تعالى لا داخل العالم ولا خارجه ولا فوقه وحاول إبطال علو الله تعالى وإنكار هذه الصفة العظيمة فأرت نقض هذه العقيدة الجهمية بإثبات علو الله تعالى على خلقه وفوقيته على عباده واستوائه على عرشه , وبينونته عن العالم من غير تكييف ولا تمثيل ومن غير تحريف ولا تعطيل وسميت هذا النقض ( نقض قول من تبع الفلاسفة في دعواهم إن الله لا داخل العالم ولا خارجه ) .\nوهذا النقض يشتمل على المباحث الآتية :\nالمبحث الأول : في البراهين النقلية على علو الله تعالى على خلقه وأنه فوق عباده وأنه بائن عن هذا\nالعالم .\nالمبحث الثاني : في إجماع بني آدم على علو الله تعالى .\nالمبحث الثالث : في إقامة الدليل الفطري على علو الله تعالى على خلقه وفوقيته على عباده وأنه بائن من خلقه .\nالمبحث الرابع : في إبطال قول الفلاسفة والمعطلة إن الله لا داخل العالم ولا خارجه .\nالمبحث الخامس : في نقض شبهات صاحب كتاب سوء المحاججة وزعمه أن الله لا داخل العالم ولا خارجه .\nوالله المستعان وعليه التكلان والله من وراء القصد وهو حسبنا ونعم الوكيل .\nالمبحث الأول\nفي البراهين النقلية على علو الله تعالى على خلقه وأنه فوق عباده وأنه بائن عن هذا العالم .\n(1/1)\n",
        "لقد تواترت النصوص على علو الله تعالى في الكتاب والسنة وتنوعت ألفاظها وتوافقت على أنه سبحانه فوق عباده وذكرها أئمة السنة على أساس أنها عقيدة أهل السنة والجماعة الفرقة الناجية الطائفة المنصورة ولكني ههنا أذكر أهمها :\nالنوع الأول : نصوص علو الله تعالى على أن الله سبحانه وتعالى هو ( العلي )(1) , وهو ( الأعلى )(2) , وهو ( المتعال )(3) .\nولا ريب أن هذه الأسماء تدل على مطلب عظيم وهو علوه سبحانه وتعالى العلو المطلق ذاتاً ورتبة وقهراً .\nفهو سبحانه وتعالى عالٍ على خلقه فوق عباده ويلزم منه : أنه بائن عن هذا العالم , وإلا لم يكن فوقه .\nلكن التالي باطل فالمقدم مثله .\nالنوع الثاني : نصوص فوقيته سبحانه وتعالى على عباده كقوله تعالى ( وهو القاهر فوق عباده )(4) .\nأقول هذه الآية تدل على مطلبين :\nالأول : فوقية القهر والغلبة لله تعالى , دل عليه ( القاهر ) .\nوالثاني : فوقية الذات لله سبحانه , دل عليه ( فوق ) .\nفحمل \" الفوقية \" في هذه الآية على فوقية القهر باطل , لا يخفى على من يعي ما يقول(5) .\nوقوله تعالى ( يخافون ربهم من فوقهم )(6) .\nوهذه الآية لا احتمال فيها لأي مجاز وتأويل بوجه من الوجوه لوجود كلمة ( مِنْ ) المعينة للفوقية الذاتية الحقيقية(7) .\nالنوع الثالث : نصوص كونه سبحانه في السماء , والمراد في السماء العلو(8) .\nالنوع الرابع : نصوص استوائه تعالى على عشره .\nالنوع الخامس : نصوص العروج إليه سبحانه وتعالى .\nالنوع السادس : نصوص الصعود إليه تعالى .\n__________\n(1) انظر سورة البقرة 255 , والنساء 34 , والحج 62 , ولقمان 30 , وسبأ 23 , والشورى 4 , 51 .\n(2) انظر سورة الأعلى 1.\n(3) سورة الرعد 109 .\n(4) سورة الأنعام 18 .\n(5) راجع مختصر الصواعق المرسلة 2/205 .\n(6) سورة النخل الآية 50 .\n(7) راجع مختصر الصواعق المرسلة 2/205 , 207 .\n(8) انظر إبانة الأشعري 2/107 , والأسماء والصفات للبيهقي 410-411 .\n(1/2)\n\nالنوع السابع : نصوص الرفع إليه تعالى .\nالنوع الثامن : أحاديث نزول الله تعالى إلى السماء الدنيا .\nالنوع التاسع : أحاديث معراجه صلى الله عليه وسلم إلى ربه .\nالنوع العاشر : أحاديث إشارته صلى الله عليه وسلم إلى ربه , الدالة على أن الله تعالى فوق هذا الكون , ومنها حديث حجة الوادع(1) .\nالنوع الحادي عشر : سؤال النبي صلى الله عليه وسلم الجارية عن الله تعالى بقوله ( أين الله ) , وجوابها ( في السماء ) , وإقرار النبي صلى الله عليه وسلم إياها وشهادته على إيمانها(2) .\nالمبحث الثاني\nفي إجماع بني آدم على علو الله تعالى على العالم وأنه بائن عن الكون .\nلقد أجمعت رسل الله تعالى واتفقت كتبه المنزلة(3) بل العرب والعجم(4) , والآدميون عربهم وعجمهم مؤمنهم وكافرهم(5) واتفقت بذلك كلمة المسلمين والكافرين(6) على أن الله تعالى فوق العالم عالٍ على عباده(7) .\nولم يخالف في ذلك أحد من بني آدم إلا شرذمة من الفلاسفة والجهمية والمعطلة والأشعرية\nوالماتريدية(8) .\n__________\n(1) رواه مسلم 2/890 .\n(2) رواه مسلم 1/381 – 382 , ومالك 2/776 – 778 , وأبو داود 1/570-572 , 3/587 – 588 , والنسائي 3/14 – 18 وغيرهم .\n(3) غنية الطالبين 1/63 , الصواعق المرسلة 4/1279 , ومختصر الصواعق 2/205 .\n(4) تأويل مختلف الحديث 172 , والتمهيد لابن عبدالبر 7/134 .\n(5) انظر مجموع الفتاوى 5/320 , واجتماع الجيوش 284 .\n(6) رد الدلرمي على بشر المربسي 25 .\n(7) راجع درء التعارض 6/208 , ونقض المنطق 52 , ومجموع الفتاوى 4/61 و 5/275 , والرد على الجهمية للدارمي 20-21 .\n(8) انظر إثبات العلو لابن قدامة 131 , ودرء التعارض 6/209 , 266 , والحموية 24 , ومجموع الفتاوى 5/20 , 271 , وبيان تلبيس الجهمية 1/127 , وشرح الطحاوية 327 .",
        "(1/3)\n\nفكلهم يشهدون بألسنتهم وفطرهم على أن الله فوق العالم وعليه فطرة المسلمين علمائهم وجهالهم وأحرارهم ومماليكهم وذكرانهم وإناثهم وأطفالهم وكل من دعا الله تعالى(1) .\nالمبحث الثالث\nفي إقامة الدليل الفطري على أن الله فوق العالم\nلقد شهدت قلوب بني آدم أن الله تعالى فوق العالم كله , ولأجل هذه الفطرة السليمة , ولأجل هذه الضرورة التي يحسونها في قلوبهم تراهم يرفعون أيديهم عند الدعاء والتضرع إلى الفوق وهكذا تتوجه قلوبهم إلى العلو لاعتقادهم وشهادة قلوبهم بأن الله تعالى فوق العالم عال على خلقه أجمعين .\nوأول من صرح بهذا الدليل الفطري واستدل به على علو الله تعالى على خلقه وفوقيته على عباده : الإمام أبو حنيفة – رحمه الله – (2) .\nكما استدل بهذا الدليل غيره من أئمة الإسلام كالإمام يزيد بن هارون(3) , وابن كلاب(4) , وابن قتيبة(5) , والدارمي(6) , وابن خزيمة(7) , والأشعري(8) , والخطابي(9) , والباقلاني(10) , وابن فورك(11) , وابن عبدالبر(12) , وغيرهم من أئمة الإسلام قبلهم وبعدهم .\n__________\n(1) التوحيد لابن خزيمة 1/254 , وانظر الفتاوى 5/275 .\n(2) انظر الفقه الأبسط بشرح السمرقندي 16-20 , والفقه الأبسط بتحقيق الكوثري 46-52 .\n(3) روى نصه أبو داود في مسائله 262 , وعبدالله بن أحمد في السنة 119-120 .\n(4) نقل عنه شيخ الإسلام في درء التعارض 6/194 .\n(5) انظر نصه في تأويل مختلف الحديث 271-272 .\n(6) انظر الرد على الجهمية له 20-21 .\n(7) انظر كتاب التوحيد له 1/254 .\n(8) انظر الإبانة 2/107 .\n(9) انظر تلبيس الجهمية 2/436-437 عن كتاب شعار الدين للخطابي .\n(10) انظر نصه في التمهيد له 260-262 .\n(11) انظر تفسير سورة الأعلى ضمن دقائق التفسير 5/39 , وضمن مجموع الفتاوى 6/90 عن كتاب ابن فورك الذي صنفه في أصول الدين .\n(12) انظر نصه في التمهيد له 7/134/135 .\n(1/4)",
        "\nفكلهم استدلوا على علو الله تعالى وأنه فوق العالم – بأن بني آدم يرفعون أيديهم وتتجه قلوبهم إلى جهة الفوق عند الدعاء .\nفدل ذلك على أن الله تعالى فوق العالم بائن عن هذا الكون .\nالمبحث الرابع\nفي إبطال زعم مصنف كتاب حسن المحاججة وقوله إن الله لا داخل العالم ولا خارجه ولا متصل بالعالم ولا منفصل عنه ولا فوقه ولا تحته ولا يمينه ولا شماله ولا أمامه ولا خلفه .\nاعلم أرشدك الله تعالى إلى الحق : أن قول مصنف حسن المحاججة ( بأن الله تعالى لا داخل العالم ولا خارجه ولا متصل بالعالم ولا منفصل عنه ولا فوق العالم ولا تحته ولا يمين العالم ولا شماله ولا أمام العالم ولا خلفه ) .\nقول باطل من وجوه :\nالأول : أنه مصادم لنصوص الكتاب والسنة الصحيحة , فقد تقدم أن نصوص الكتاب والسنة تواترت على أن الله تعالى فوق العالم عالٍ على خلقه فوق عباده مستوٍ على عرشه .\nفول كانت هذه العقيدة من العقائد الإسلامية – لجاء النص عليها في كتاب الله أو سنة رسول الله صلى الله عليه وسلم بل نرى نصوصاً لا تعد ولا تحصى ضد هذه العقيدة فكيف تجعل هذه العقيدة هي العقيدة الصحيحة ؟! .\nولم يأت نص واحد لا في الكتب السماوية ولا في أحاديث الأنبياء والرسل عليهم الصلاة والسلام , على أن الله تعالى لا داخل العالم ولا خارجه إلى آخر هذا الهذيان .\nالوجه الثاني : أن هذه العقيدة مخالفة لعقيدة الأنبياء والمرسلين وعقيدة الصحابة والتابعين وعقيدة أئمة هذا الدين , فقد تقدم أن بني آدم كلهم أجمعوا على أن الله تعالى فوق العالم وأنه عال على عرشه وأن هذه هي عقيدة أهل السنة والجماعة الطائفة المنصورة الفرقة الناجية أصحاب الحديث في القديم والحديث ولم يخالف في ذلك إلا الفلاسفة والجهمية المعطلة فكيف تعد هذه العقيدة عقيدة لأهل السنة والجماعة , بل هي من أعظم عقائد أهل البدع والتعطيل والتحريف .\n(1/5)\n",
        "الوجه الثالث : أن قول صاحب كتاب حسن المحاججة ( إن الله لا داخل العالم ولا خارجه ولا متصل به ولا منفصل عنه , ولا فوقه ولا تحته ... ) مصادم لعقيدة جميع أئمة الإسلام ونصوص أعلام هذا الدين فقد صرح أئمة الإسلام بأن الله تعالى فوق عرشه عالٍ على خلقه بائن عن العالم .\nوفيما يلي نماذج من نصوص بعض هؤلاء الأئمة الأعلام :\nالإمام أبو حنيفة ( 150 هـ ) فقد قال - رحمه الله - ( من قال لا أعرف ربي في السماء أو في الأرض فقد كفر وكذا من قال إنه على العرش ولا أدري العرش أفي السماء أو في الأرض . والله يدعى من أعلى لا من أسفل . لأن الأسفل ليس من وصف الربوبية والألوهية في شيء وعليه ما روي في الحديث : أن رجلاً أتي النبي صلى الله عليه وسلم بأمة سوداء فقال وجب علي عتق رقبة مؤمنة أفتجزئ هذه , فقال لها النبي صلى الله عليه وسلم \" أمؤمنة أنت ؟ \" فقالت : نعم , فقال\n\" أين الله ؟ \" فأشارت إلى السماء , فقال \" أعتقها فإنها مؤمنة \" )(1) .\nأقول تدبر أيها المسلم في نص هذا الإمام نجد فيه ما يلي :\nأ – تكفير الإمام أبي حنيفة لمن شك في فوقية الله تعالى على عرشه .\nب – جواز السؤال عن الله تعالى بأين .\nج – جواز الجواب عنه بأنه في السماء .\n2 - إمام أهل الشام الأوزاعري ( 157 هـ ) لقد حكى إجماع أئمة الإسلام عن الصحابة والتابعين على أن الله فوق عرشه حيث يقول ( كنا – والتابعون متوافرون – نقول : إن الله تعالى ذكره فوق عرشه ونؤمن بما وردت السنة به في صفاته جلا وعلا )(2) .\n__________\n(1) الفقه الأبسط رواية أبي مطيع البلخي بتحقيق الكوثري 49-52 , ومع شرحه للسمرقندي 17 .\n(2) رواه اللالكائي في شرح أصول اعتقاد أهل السنة 4/401 , وذكره البخاري معلقاً في خلق أفعال العباد 24 , 5 .\n(1/6)\n\nالإمام مال إمام دار الهجرة ( 179 هـ ) فقد قال ( الله في السماء وعلمه في كل مكان )(1) .\nالإمام شيخ الإسلام أحد أعلام السنة والحديث والزهد عبدالله بن المبارك ( 181 هـ ) فقد قال رحمه الله تعالى مبيناً عقيدة أهل السنة والجماعة ( نعرف ربنا فوق سبع سماوات على العرش استوى بائن على خلقه , ولا نقول كما قالت الجهمية : إنه ههنا في الأرض , بل على العرش استوى )(2) .\nالإمام عبدالرحمن بن مهدي ( 198 هـ ) فقد قال ( إن الجهمية أرادوا أن ينفوا أن يكون قد كلم الله وأمن يكون على العرش , أرى أن يستتابوا فإن تابوا وإلا ضربت أعناقهم ).\n__________\n(1) رواه عبدالله بن أحمد في السنة 1/111 , 307 , والدرامي في الرد على الجهمية 33 , وفي الرد على المريسي 24 , 103 , والبيهقي في الأسماء والصفات 427 , ورواه الصابوني في عقيدة السلف أصحاب الحديث وابن قدامة في العلو 117-118 , والذهبي في العلو 110 وصححه , وذكره البخاري مستدلاً به على علو الله تعالى وعلى أنه في عقيدة أهل السنة والجماعة انظر خلق أفعال العباد 15 وصحح شيخ الإسلام في الحموية 56 , وضمن مجموع الفتاوى 5/184 .\n(2) رواه أبو داود في مسائله 262 , وعبدالله بن أحمد في السنة 1/119-120 , وصححه الذهبي وابن القيم والألباني في العلو 118 واجتماع الجيوش 214-215 , ومختصر العلو 169-171 , وقال شيخ الإسلام ( رواه أبي حاتم وغيره بأسانيد ثابتة ) انظر المراكشية 22 , ومجموع الفتاوى 5/184 .",
        "(1/7)\n\nعالم الري وإمام الحنفية في وقته هشام بن عبدالله الرازي ( 221 هـ ) فقد حبس رجلاً من تهمة التجهم فتاب فجيىء به إليه يمتحنه فقال له ( أتشهد أن الله على عرشه بائن من خلقه ؟ ) , فقال الجهمي المسجون ( لا أدري ما بائن من خلقه ؟ ) , فقال هشام ( ردوه إلى الجبس فإنه لم يتب )(1) .\nالإمام علي بن عبدالله المديني وشيخ البخاري ( 234 هـ ) فقد سئل هذا الإمام : ما قول أهل السنة والجماعة ؟ فأجاب – رحمه الله تعالى – قائلاً ( يؤمنون بالرؤية وبالكلام , وأن الله عز وجل فوق السماوات على عرشه استوى )(2) .\nالإمام قتيبة بن سعيد أحد أعلام الإسلام ( 240 هـ ) فقد قال – رحمه الله – مبيناً عقيدة أهل السنة ( نعرف ربنا في السماء السابعة فوق عرشه , وعلمه في كل مكان )(3) .\nأقول : هذا النص من هذا الإمام في غاية الوضوح والصراحة في بيان عقيدة أهل السنة والجماعة , وتوضيح عقيدة أن الله تعالى فوق العالم خارج عنه .\n__________\n(1) رواه ابن أبي حاتم كما في درء التعارض 6/265 , والحموية 53 , ومجموع الفتاوى 5/49 , والعلو للذهبي 123 ومختصر 181 , ورواه في ذم الكلام ( ق 120/أ ) كما في مختصر العلو للألباني 181 .\n(2) اجتماع الجبوش الإسلامية والعلو .\n(3) راجع تلبيس الجهمية 2/38 , والعلو للذهبي 128 , واجتماع الجيوش 231 .\n(1/8)",
        "\nالإمام الجليلان أبو حاتم وأبو زرعة الرازيان فقد قالا ( أجمع أئمة الإسلام في جميع الأمصار في الحجاز والعراق ومصر وغيرهما على إثبات صفات الله تعالى وأنه تعالى على عرشه بائن من خلقه وعلمه في كل مكان ومن قال غير هذا فعليه لعنة الله )(1) .\nإمام الأئمة محمد بن إسحاق بن خزيمة صاحب الصحيح والتوحيد ( 311 هـ ) فقد قال ( من لم يقر بأن الله تعالى على عرشه قد استوى فوق سبع سماواته بائن في خلقه , فهو كافر يجب أن يستتاب , فإن تاب وإلا ضربت عنقه , و ألقى على بعض المزابل حيث لا يتأذى المسلمون والمعاهدون بنتن ريح جيفته , وكان ماله فيئاً لا يرثه أحد من المسلمين , إذ المسلم يرث\nالكافر )(2) .\n__________\n(1) رواه ابن أبي حاتم في أصل السنة واعتقاد الدين 66/أ –169 مخطوط الظاهرية بدمشق رقم ( 11 ) والمطبوع في مجلة الجامعة الإسلامية ببنارس في الهند سنة 1403 هـ , وأصل السنة 37-43 ط دار الفرقان , ورواه من طريقه اللالكائي في شرح أصول اعتقاد أهل السنة 1/176-182 وعن طريقه ابن قدامة في العلو 125-126 والذهبي في العلو 137-138 , وقال شيخ الإسلام ( هذا مشهور عن الإمام عبدالرحمن ابن أبي حاتم في معتقده ) انظر تلبيس الجهمية 2/41 , وانظر تهذيب السن لابن القيم 7/144 .\n(2) رواه الحاكم في معرفة علوم الحديث 84 ومن تاريخ نيسابور كما قال الصابوني في عقيدة السلف أصحاب الحديث 20 , ورواه الصابوني عنه في عقيدة السلف أصحاب الحديث 20-21 , والهروي في ذم الكلام 6/124/2 كم قاله الألباني في مختصر العلو 226 , ورواه ابن قدامة في العلو , وصححه شيخ الإسلام في الحموية 56 , ومجموع الفتاوى 5/52 , وتنظر درء التعارض 6/264 .\n(1/9)\n",
        "الحاصل : أن كثيراً من أئمة الإسلام قد كفروا الجهمية لأجل إنكارهم علو الله تعالى على عرشه وفوقيته على عباده , وقد تبين من هذه النصوص التي سقناها عن هؤلاء الأئمة الأعلام : أن العقيدة الصحيحة الإسلامية السنية : هو أن الله تعالى عرشه فوق الخلق عال على الكون بائن عن العالم .\nالوجه الرابع : أن قول صاحب حسن المحاججة ( إن الله تعالى لا داخل العالم ولا خارجه ولا متصل بالعالم ولا منفصل عنه ولا فوق العالم ولا تحته ... )\nقول مستلزم لأن يكون الله تعالى معدوماً بل ممتنعاً , لأن بداهة العقول تشهد شهادة لا تقبل النقيض أن أي شيء يكون هذا صفته – فهو معدوم بل ممتنع البتة .\nلأن أي موجود إما أن يكون داخلاً في هذا العالم أو خارجاً عنه أو متصلاً بالعالم أو منفصلاً عنه أو فوق العالم أو تحته , ولا يمكن أن يكون شيء موجوداً لا متصلاً بالعالم ولا منفصلاً عنه ولا داخلاً في العالم ولا خارجاً عنه ولا فوق العالم ولا تحته .\nفإن يكن هذا : فلا يكون شيئاً معدوماً بل ممتنعاً , هكذا صرح كثير من أئمة الإسلام على هؤلاء الجهمية أن قولهم هذا : مستلزم لكون الله تعالى معدوماً بل ممتنعاً , وإليكم نماذج من نصوص بعض أئمة الإسلام لتكون فيها عبرة .\nقول كثير من أهل العلم في هؤلاء المعطلة والممثلة لعلو الله تعالى ولكلامه ( المعطل يعبد عدماً والمثل يعبد صنماً , والمعطل أعمى والممثل أعشى , ودين الله بين الغالي فيه والجافي عنه ) .\nالإمام محمد بن الحسن الشيباني ( 189 هـ ) فقد قال ( ... فمن قال بقول الجهم فقد فارق الجماعة , لأنه قد وصفه بصفة لاشيء )(1) .\nإمام أهل السنة أحمد بن حنبل ( 241 هـ ) فقد قال في شرح عقيدة من أنكر علو الله تعالى\n( فعند ذلك يتبين للناس أنهم لا يؤمنون بشيء )(2) .\n__________\n(1) رواه اللالكائي فيشرح أصول الاعتقاد 3/432-433 , وانظر الحموية 54 ومجموع الفتاوى 5/50 .\n(2) انظر الرد على الجهمية للإمام أحمد 105-106 .\n(1/10)\n\nالإمام عبدالعزيز الكناني ( 240 هـ ) قال ( قال لي أحد الجهمية : أقول : إن الله في كل مكان لا كالشيء في الشيء , ولا كالشيء على الشيء , ولا كالشيء خارجاً عن الشيء , ولا مبايناً للشيء , فقلت : فقد دللت بالقياس والمعقول على أنك لا تعبد شيئاً )(1) .\nأقول : لقد ذكر شيخ الإسلام هذا النص عن الكناني ثم علق عليه بقوله ( فهذا عبدالعزيز يبين أن القياس والمعقول يوجب أن ما لا يكون في الشيء ولا خارجاً عنه – فإنه لا يكون شيئاً , وأن ذلك صفة معدوم )(2) .\nوقال الإمام ابن كلاب إمام الكلابية والأشعرية جميعاً ( 240 هـ ) في الرد على المعطلة\n( وأخرج(3) من النظر والخبر قول من قال : إن الله لا في العالم ولا خارج منه , فنفاه نفياً مستوياً , لأنه لو قيل له : صفه بالعدم , ما قدر أن يقول فيه أكثر منه ... ,\nفإن قالوا لا فوق ولا تحت , أعدموه , لأن ما كان لا تحت ولا فوق فعدم ,\nفإذا قيل لهم : فهو لا مماس للعالم ولا مبائن للعالم , قيل لهم : فهو بصفة المحال ... ,\nقيل لهم فأخبرونا عن معبودكم ؟ مماس هو أم بائن ؟\nفإذا قالوا : يوصف بهما .\nقيل لهم : فصفة إثبات خالقنا كصفة عدم المخلوق , فلم لا تقولون صريحاً : إن الله\nعدم ...)(4) .\n__________\n(1) درء التعارض 6/118-119 , ومجموع الفتاوى 5/317 , وبيان تلبيس الجهمية .\n(2) درء التعارض 6/118-119 , ومجموع الفتاوى 5/317 , وبيان تلبيس الجهمية .\n(3) هكذا في الأصول , ولعل الصواب : ( وخرج ) من اللازم لا من المتعدي .\n(4) درء التعارض 6-119-121 , ومجموع الفتاوى 5/317-319 , والصواعق المرسلة 4/1241 , واجتماع الجيوش 282-283 من كتاب \" المجرد \" لابن فورك .",
        "(1/11)\n\nالسلطان العادل كاسر الأصنام محمود بن سبكتكين ( 421 هـ ) لما سمع ابن فورك الأشعري ينفي فوقية الله على خلقه قال له ( فلو أردت أن تصف المعدوم كيف تصفه بأكثر من هذا ؟ ) , وقال هذا السلطان في الرد على ابن فورك أيضاً ( فرق لي بين هذا الرب الذي تصفه وبين المعدوم )(1) .\nحافظ المغرب الإمام ابن عبدالبر ( 463 هـ ) قال ( وهم ] أي المعطلة [(2) نافون للمعبود\n]يلاشون أي يقولون : لا شيء [(3) , والحق فيما قاله القائلون ربما نطق به كتاب الله وسنة رسوله صلى الله عليه وسلم وهم أئمة الجماعة )(4) .\nشيخ الإسلام ابن تيمية ( 728 هـ ) فقد رفع إليه سؤال في حق الأشعرية و الماتريدية\nوالجهمية :\nيا منكراً أن الإله مبائن *** للخلق يا مقتون بل فاتن\nهب قد ضللت فأين أنت فإن تكن *** أنت المباين فهو أيضاً بائن\nأو قلت : لست مبائناً قلنا إذن *** بالاتحاد أو الحلو تشاحن\nأو قلت : ما هو داخل أو خارج *** هذا يدل بأن ما هو كائن\nإذ قد جمعت نقائصاً ووصفته *** عدماً بها هل أنت عنها ضاعن(5)\nفارجع وتب من قال مثلك إنه *** لمعطل والكفر فيه كامن(6)\nأن الذي يقول : إن الله لا داخل العالم ولا خارجه ولا فوق ولا تحت ولا مبائن عنه ولا متصل به – فقد جعل الله تعالى معدوماً بل ممتنعاً , وهذا اللازم ولا محيد له منه .\n__________\n(1) مجموع الفتاوى 3/37 , درء التعارض 6/253 , والصواعق المرسلة 4/1287 .\n(2) الزيادة مني للإيضاح .\n(3) الزيادة من الصواعق المرسلة 4/1289 , ولم أجدها في التمهيد المطبوع .\n(4) التمهيد لابن عبد البر 7/145 .\n(5) هكذا في الأصل ولم أجد مادة ( ضعن ) في اللغة , بالضاد المعجمة والعين المهملة ولعله ( ظاعن ) بالظاء المعجمة والعين المهملة , بمعنى ( السير ) أو ( ضاغن ) بالضاد والغين المعجمتين , بمعنى الميل راجع القاموس 1564 , 1566 .\n(6) انظر مجموع الفتاوى 5/267-320 .\n(1/12)",
        "\nالإمام الذهبي ( 748 هـ ) فقد قال ( مقالة السلف وأئمة السنة بل الصحابة والله ورسوله صلى الله عليه وسلم والمؤمنين : وأن الله فوق سماواته ... , ومقالة الجهمية الأولى أنه في جميع الأمكنة , ومقالة متأخري المتكلمين من المعتزلة والماتريدية و الأشعرية أن الله تعالى ليس في السماء ولا على العرش ولا على السماوات ولا في الأرض ولا داخل العالم ولا خارج العالم ولا هو بائن عن خلقه ولا هو متصل بهم ... , قال لهم أهل السنة والأثر : فإن هذا السلوب نعوت المعدوم تعالى الله جل جلاله عن العدم , بل هو متميز هن خلقه موصوف بما وصف به نفسه في أنه فوق العرش بلا كيف )(1) .\nأقول : أرجو أن يتدبر كلام هذا الإمام فقد ذكر في مسألة علو الله ثلاثة مذاهب :\nالأول : مذهب أهل السنة والجمعة أصحاب الحديث : وهو أن الله فوق العالم بائن من خلقه عال على العرش وأن هذا هو قول الله ورسوله صلى الله عليه وسلم وجميع المؤمنين .\nالثاني : قول أصحاب جهم بن صفوان وهو أن الله تعالى في كل مكان , وهو قول الحلولية الصوفية\nأيضاً .\nالثالث : قول المعطلة كالمعتزلة والماتريدية والأشعرية وهو : أن الله تعالى لا فوق العالم ولا تحته ولا داخل العالم ولا خارجه ولا متصل بالعالم ولا مفصل عنه وهو قول الفلاسفة أمثال ابن سينا والفارابي والطوسي وغيرهم من الملاحدة والزنادقة .\nفقول صاحب كتاب حسن المحاججة إن الله لا داخل العالم ولا خارجه ولا فوق العالم ولا تحته ولا متصل بالعالم ولا منفصل عنه بعينه قول هؤلاء الفلاسفة ومن سائرهم من المعتزلة والأشعرية والماتريدية .\nالإمام ابن القيم – رحمه الله – ( 751 هـ ) فقد قال :\nفاحكم على من قال ليس بخارج *** عنها ولا فيها بحكم بيان\nبخلافة الوجهين والإجماع والـ *** عقل الصريح وفطرة الرحمن\nفعليه أوقع حد معدوم وذا *** حد المحال بغير ما فرقان\n__________\n(1) العلو 107 , 195 , ومختصر العلو 146-147 , 287 .\n(1/13)\n",
        "يا للعقول إذا نفيتم مخبراً *** ونقيصه ؟ هل ذاك في إمكان\nإذا كان نفي دخوله وخروجه *** لا يصدقان معا لذي الإمكان\nإلا على عدم صريح نفيه *** متحقق ببداهة الإنسان(1)\n15 وهكذا نرى الإمام ابن أبي العز الحنفي ( 792 هـ ) والشوكاني ( 1250 هـ ) , ومحمود الآلوسي ( 1270 هـ ) , وحفيده محمود شكري ( 1342 هـ ) قد صرحوا بأن عقيدة هؤلاء المعطلة من قولهم : إن الله لا داخل العالم ولا خارجه , مستلزم لكون الله تعالى معدوماً بل ممتنعاً .\nالحاصل : أنه ثبت أن صاحب كتاب حسن المحاججة مخالف لعقيدة أئمة الإسلام .\nالوجه الخامس : تبين أن قول صاحب كتاب حسن المحاججة ( بأن الله لا داخل العالم ولا خارجه ) ليس قول أهل الإسلام أهل السنة والجماعة بل هو قول المعطلة والفلاسفة من الذين تفلسفوا في الإسلام ولعبوا به كما لعب بولس بالنصرانية , أمثال ابن سينا ( 428 هـ ) فقد قال ( ... , إن التحقيق الذي ينبغي أن يرجع إليه في صحة التوحيد عن الإقرار بالصانع موحداً عقد ساعي الكم والكيف والأين والمتى والوضع والتغير , حتى يعبر الاعتقاد به , به أنه ذات واحدة لا يمكن لها شريك في النوع أو يكون لها جزء وجودي كمي أو معنوي , ولا يمكن أن يكون خارجة عن العالم أو داخله فيه , ولا بحيث تصح الإشارة إليه أنه هناك . ممتنع إلقاؤه إلى الجمهور )(2) .\n__________\n(1) النوينة 55 وشرحها توضيح المقاصد 1/386-389 , وشرحها للهراس 1/176-177 , وتوضيح الكافية الشافية\nللسعدي 58 .\n(2) الرسالة الأضحوية في أمر المعاد 44-51 تحقيق سليمان دنياط , دار الفكر العربي بالقاهرة , مطبعة الاعتماد بمصر 1368هـ , 1949 الطبعة الأولى , والرسالة الأضحوية 97-103 تحقيق حسن عامي ط. الموسوعة الجامعية للدراساة – بيروت الطبعة الثانية 1407 هـ , 1987 , وانظر نص ابن سينا في درء التعارض 510-18 , والصواعق المرسلة 3/1097-1105 , ومختصر الصواعق 1/154-156 .\n(1/14)\n\nأقول الشاهد من كلام ابن سينا هذا هو قوله ( أن تكون خارجة العالم أو داخلة فيه , وبحيث تصح الإشارة إليه أنه هناك ) .\nالوجه السادس : أن قول صاحب كتاب حسن المحاججة ( إن الله لا داخل العالم ولا خارجه ولا فوقه ولا تحته ولا متصل به ولا منفصل عنه ) رفع للنقيضين , ورفع النقيضين باطل بإجماع العقلاء .\nولقد صرح كثير من أئمة الإسلام أن قول : إن الله لا داخل العالم ولا خارجه ولا فوقه ولا تحته ولا متصل به ولا منفصل عنه قول برفع النقيضين(1) .\nالوجه السابع : أن قول صاحب كتاب حسن المحاججة ( إن الله لا داخل العالم ولا خارجه ولا متصل به ولا منفصل عنه ولا فوق العالم ولا تحته ) قول مخالف لبداهة العقول , كما أنه مخالف للعقل الصحيح والفطرة السليمة والإجماع إجماع أهل السنة والجماعة أن الله تعالى لما خلق هذا العالم هل خلقه داخل ذاته أو خلقه خارجاً عنها فإن قالوا خلقها في داخل ذاته كفروا , وإن قالوا قد خلقه خارج ذاته فقد اعترفوا بالحق الذي أنكروه وهو أن الله خارج عن هذا العالم وفوقه ولأن الله تعالى موجود في الخارج , والموجود في الخارج لا بد إما أن يكون داخلاً في هذا الكون أو أن يكون خارجاً عنه وكذا إما أن يكون متصلاً بالعالم أو منفصلاً عنه .\nأما أن يكون بحيث لا يكون لا داخل في العالم ولا خارجاً عنه فهذا شيء مخالف لبداهة العقول(2) .\nولتحقيق أن قول صاحب كتاب حسن المحاججة مخالف لبداهة العقل الصريح – يقول الإمام ابن القيم :\n__________\n(1) مجموع الفتاوى 3/39-40 , 4/60-61, ونقض المنطق 51 , والقصيدة النونية 55 , وتوضيح المقاصد 1/386/389 , وتوضيح الكافية 58-59 , وشرح الهراس للنونية 1/176-177 .\n(2) انظر الصواعق المرسلة 4/1241-1422 , 1279-1309 , 339 , وانظر الرد على الجهمية للإمام أحمد 138-139 , ومجموع الفتاوى 5/267-320 , والقصيدة النونية 54-55 , 56 , 57 , وتوضيح المقاصد 1/385-386 , وشرحها للهراس\n1/173-176 .",
        "(1/15)\n\nوسل المعطل عن مسائل خمسة *** تردى قواعده من الأركان\nقل للمعطل هل الهنا الـ *** معبود حقا خارج الأذهان\nفإذا نفى هذا فذاك معطل *** للرب حقا بالغ الكفران\nوإذا أقر به فسله ثانياً *** أتراه غير جميع ذى الأكوان\nفإذا نفى هذا وقال بأنه *** هو عينها ما ههنا غيران\nفقد ارتدى بالاتحاد مصرحا *** بالكفر جاحد ربه الرحمن\nحاشا النصارى أن يكونوا مثله *** وهم الحمير وعابدوا الصلبان\nهم خصصه بالمسيح وأمه *** وأولاء ما صانوه عن حيوان\nوإذا أقر بأنه غير الورى *** عبد ومعبود هما شيئان\nفاسأله هل هذا الورى في ذاته *** أم ذاته فيه هنا أمران\nوإذا أقر بواحد من ذينك الـ *** أمرين قبل خده النصراني\nويقول أهلا بالذي هو مثلنا *** خشداشنا وحبيبنا الحقاني\nوإذا نفى الأمرين فاسأله إذا *** هل ذاته استغنت عن الأكوان\nفلذاك قام بنفسه أم قام بالـ *** أعيان كالأعراض والأكوان\nفإذا أقر وقال : بل هو قائم *** بالنفس فاسأله وقل ذاتان\nإلى آخر كلامه القيم رحمه الله تعالى(1) .\nفيقال لصاحب كتاب حسن المحاججة وأمثاله : هل الله تعالى عندكم موجود ذهني أم موجود خارجي ؟\nفإن قلتم : هو موجود وبوجود خارجي , نقول لكم : هل الله تعالى عين هذا الكون أم غيره .\nفإن قلتم : هو عين هذا الكون – فقد بحتم بعقيدة الاتحادية .\nوإن قلتم : هو غير هذه الأكوان : نقول لكم : هل الله تعالى في هذه الأكوان أم الأكوان في الله تعالى أم الله تعالى خارج عن هذه الأكوان ؟\nفإن قلتم : إن الله في هذه الأكوان , فقد قلتم بعقيدة الحلولية , الذي هم أكفر من النصارى .\nوإن قلتم : إن الأكوان في الله تعالى فقد ارتكبتم كفراً آخر حيث جعلتم الله محلاً للمخلوقات وطرفا لها .\nوإن قلتم : إن الله تعالى خارج عن هذه الأكوان فقد اعترفتم بالحق وهدمتم بنيانكم .\n__________\n(1) القصيدة النونية 56-57 , وشرحها توضيح المقاصد 1/393-396 , وشرح النونية للهراس 1/181-184 .\n(1/16)",
        "\nوإن قلتم : إن الله تعالى لا داخل العالم ولا خارجه – فقد كابرتم بداهة العقول وخالفتم العقل والنقل والإجماع والفطرة في آن واحد , والله المستعان وعليه التكلان .\nهذا وللإمام ابن أبي العز الحنفي ( 792هـ ) والمفسر الآلوسي ( 1270هـ ) , وابنه نعمان الآلوسي\n(1317هـ ) وحفيده محمود شكري الآلوسي ( 1342هـ ) كلام قيم مهم إلى الغاية في إبطال قول القائلين بأن الله لا داخل العالم ولا خارجه وقطع دابرهم وبيان أنهم مناقضون للنقل والعقل وأن قولهم هذا مخالفة لبداهة العقول الضرورية , وأنه ( قد علم العقلاء ملهم بالضرورة : أن ما كان وجوده كذلك – أي خارج الأذهان في الواقع – فهو إما داخل العالم وإما خارج عنه , وإنكار ذلك إنكار ما هو أجلى وأظهر من الأمور البديهيات الضرورية بلا ريب )(1) .\nالمبحث الخامس\nفي نقض شبهات صاحب كتاب حسن المحاججة\nالشبهة الأولى :\nلقد تمسك صاحب كتاب حسن المحاججة لإثبات زعمه أن الله لا داخل العالم ولا خارجه بقوله تعالى ( ليس كمثله شيء )(2) .\nالجواب : أن نقول :\nأولاً : إن صاحب كتاب حسن المحاججة إنما نقل هذه الشبهة عن ابن مرزوق عن أبي عبدالله بن جلال(3) مع أن ابن مرزوق رجل معطل , وأما جلال فهو من المبتدعة , والحاصل : أنهما ليسا من أئمة الإسلام ولا من أئمة التفسير والحديث فكيف يقبل تحريفهما لهذه الآية ؟\nثانياً : أنه ليس المراد في قوله تعالى ( ليس كمثله شيء ) أن الله لا داخل العالم ولا خارجه , بل المراد من هذه الآية أن الله لا تشبه ذات من ذوات خلقه كما لا تشبه صفاته صفات خلقه .\n__________\n(1) شرح الطحاوية 318-319 , 325 , روح المعاني 7/115 , وجلاء العينين 356-357 , 387-388 , وغاية الأماني 1/445 .\n(2) سورة الشورى , الآية 11 .\n(3) انظر حسن المحاججة ص 4 .\n(1/17)\n",
        "فالله له علم وقدرة وكلام ويدان ووجه وقدم ونزول , ولكن ليس كعلم خلقه ولا كقدرته ولا ككلامه ولا كيديه ولا كوجهه ولا كقدمه ولا كنزوله , ولم يفهم أحد من سلف هذه الأمة ما فهمه المعطلة : أن الله لا داخل العالم ولا خارجه , بل السلف قاطبة على أن الله تعالى فوق العالم بائن من خلقه .\nالشبهات من الثانية إلى الرابعة :\nزعم صاحب كتاب حسن المحاججة أن الله تعالى لو كان فوق العالم خارجاً عنه – لزم أن يكون محدوداً وأن يكون في جهة ومكان(1) .\nوالجواب : أن أئمة السنة قد قالوا في مثل هذه الشبهات إن هذه الشبهات شبهات المعطلة قديماً وحديثاً والجواب من وجهين :\nالأول : جواب إجمالي : وهو أن هذه الألفاظ – كلمات مجملة واصطلاحات كلامية حديثة – لا يجوز قبولها ولا ردها قبل بيان تفسيرها , ولكن إذا فسرت وعلمنا مراد قائلها , فإن كان المراد حقاً قبلناه وإلا رددناه , وهذه هي القاعدة السلفية في جميع الكلمات الكلامية والمصطلحات الإجمالية , وقد صرح بها أئمة السنة(2) .\nوالثاني : جواب تفصيلي :\nوهو أن نقول : ما المراد من قولهم ( الحد ) , و ( المحدود ) ؟\nفإن كنتم تعنون أن المراد من الحد والمحدود : أن يكون الله تعالى محبوساً محاطاً , فهذا منفي عن الله تعالى بلاريب ولكن لا يلزم من قولنا ( إن الله فوق العالم بائن عنه ) أن الله محدود محبوس محاط .\nفإن الله تعالى وهو المدبر وهو الرب الخالق للخلق والكون , على هذا المعنى يحمل قول من نفي ( الحد ) عن الله تعالى من بعض السلف(3) .\n__________\n(1) انظر حسن المحاججة ص 6 .\n(2) انظر منهاج السنة 1/249 , والتدمرية 65-66 , ومجموع الفتاوى 3/41-42 , وشرح الطحاوية 238-239 , وجلاء العينين 386 .\n(3) كالثوري والحمادين وأبي عوانة الطيالسي والطحاوي وهو رواية عن الإمام أحمد , انظر شرح الطحاوية 238-239 , ودرء التعارض 2/29-32 , والسنة لأحمد رواية الأصطخري 24 .\n(1/18)\n\nوإن كنتم تعنون بالحد والمحدود : أن الله تعالى متميز عن الخلق بائن عنه .\nفالحد بهذا المعنى صحيح , ولا يلزم عن هذا المعنى أي محذور , لأن الله فوق العالم عال على العرش , وعلى هذا المعنى يحمل قول من أثبت الحد لله تعالى من بعض السلف كعبدالله بن المبارك والدارمي , وهو رواية عن الإمام أحمد(1) .\nأما ( الجهة ) فإن كان المراد بها جهة مخلوقة – فلا شك في إبطالها – فإن الله ليس في ( جهة ) بهذا المعنى , لأن الله تعالى ليس في مخلوق ولا المخلوق في الله تعالى , بل الله تعالى فوق المخلوق كله بائن عن المخلوق .\nوإن كان المراد في ( الجهة ) جهة عدمية غير مخلوقة بمعنى أن الله تعالى فوق هذا العالم ووراء هذا الكون ليست جهة مخلوقة حتى تكون طرفاً لله تعالى ولا يكون مطروفاً فيها .\nبل المراد أن الله في العلو أي أن الله فوق هذا العالم بائن عن خلقه ,وهذا مراد من أثبت ( الجهة ) لله تعالى من السلف(2) .\nفنفي الجهة بهذا المعنى تعطيل للرب تعالى بالكلية , وليس هذا مذهب أهل السنة بل هو طريق أهل البدع مع المعطلة .\nقلت : إثبات ( الجهة ) لله تعالى بالمعنى الصحيح – وهو الفوقية والعلو - صحيح لا بد منه وهو عقيدة الصحابة والتابعين وأئمة هذا الدين من أهل السنة والجماعة وأصحاب الحديث الفرقة الناجية الطائفة المنصورة وأما إنكار ( الجهة ) بهذا المعنى – فهو مذهب المعلطة – فلقد صرح القاضي عياض\n__________\n(1) انظر التمهيد لابن عبدالبر 7/142 , ورد الدارمي على المريسي 23-25 , ودرء التعارض 2/34 .\n(2) التدمرية 66-67 , مجموع الفتاوى 3/41-42 , 4/58-59 , 5/262-263 , 6/38-40 , ونقض المنطق 50 , ودرء التعارض 1/253-254 , والتسعينية ضمن الفتاوى الكبرى 5/ 4 - 5 , 23 , 21 , 31 , 37 , ومختصر الفتاوى المصرية 585 , وشرح الطحاوية 242-244 , وروح المعاني 7/116 , وجلاء العينين 359 , وغاية الأماني 1/77 , 493 .",
        "(1/19)\n\n( 544 هـ ) والنواوي ( 676 هـ ) و الزبيدي الحنفي ( 1205 هـ ) بأن إثبات ( الجهة ) هو مذهب المحدثين والفقهاء , وأما دهاة المتكلمين فينفون ( الجهة )(1) .\nوقال ابن رشد ( 595هـ )( القول بالجهة : وأما هذه الصفة فلم يزل أهل الشريعة في أول الأمر يثبتونها لله سبحانه وتعالى حتى نفتها المعتزلة ثم تبعهم على نفيها متأخرو الأشعرية ... , وظواهر الشرع كلها تقتضي إثبات الجهة )(2) .\nوقال القرطبي ( 671 هـ ) بعدما ذكر مذهب المعطلة نفاة العلو لله تعالى ( وقد كان السلف الأول لا يقولون بنفي الجهة , ولا ينطقون بل نطقوا هم والكافة بإثباتها لله , كما نطق كتابه وأخبرت رسله , ولم ينكر أحد من السلف الصالح أنه استوى على عرشه حقيقة .... , وإنما جهلوا كيفية الاستواء )(3) .\nوأما ( المكان ) فإن قصد به أنه في شيء مخلوق وأن الله تعالى مظروف لظرف مخلوق – فهذا المعنى باطل ولكن لا يلزم من قولنا ( إن الله فوق العالم بائن على خلقه ) أنه تعالى مظروف في شيء مخلوق .\nوإن كان المراد من ( المكان ) ما فوق العالم فهذا المعنى الصحيح , لأن الله تعالى فوق العالم بائن من خلقه وهذا هو معنى علو الله تعالى على خلقه , ولكن الجهمية المعطلة يعنون بقولهم ( ولا له مكان ) أن الله تعالى لا فوق العالم ولا خارج العالم , وأنه لا فوق العالم إله يعبد ولا رب يدعى ويسأل , ولا وراء هذا الكون خالق خلق هذا الكون ولا عرج بالنبي صلى الله عليه وسلم إلى ربه أصلاً هذا هو مقصود هؤلاء المعلطة(4) .\nالشبهة الخامسة :\n__________\n(1) انظر شرح صحيح مسلم للنووي 5/24-25 , وشرح الإحياء للزبيدي 2/105 .\n(2) مناهج الأدلة 176-182 .\n(3) الجامع لأحكام القرآن 7/219-220 , وانظر درء التعارض 6/259-260 , وتلبيس الجهمية 2/37 , والعلو للذهبي 194-195 , والصواعق المرسلة 4/1293-1294 , واجتماع الجيوش 263-282 .\n(4) نقض المنطقة 50 , ومجموع الفتاوى 4/58-59 .\n(1/20)",
        "\nقول صاحب كتاب حسن المحاججة ( هل كان الله تعالى في هذا الحال – أي قبل خلق الكون – جهة وغيرها , إن قالوا نعم كفروا وتناقضوا )(1) .\nالجواب : إن الله تعالى ( علوا مطلقاً ) وهو صفة ذاتية له أزلية أبدية , فالله تعالى كان له ( العلو المطلق ) قبل خلق الكون وبعده أزلاً وأبداً .\nوليس في إثبات علو الله تعالى كفر ولا تناقض , بل عقيدة علو الله تعالى بعينها إيمان , فقد سبق أن عقيدة العلو لله تعالى وأن الله تعالى بائن من خلقه هي عقيدة أهل السنة والجماعة قاطبة , ولم يخالف في ذلك إلا المعطلة لصفات الله تعالى .\nالشبهة السادسة :\nقول صاحب كتاب حسن المحاججة ( نسألكم هل أدركتم حقيقة الله تعالى فعلمتم أنه في جهة\nالفوق ؟ )(2) .\nالجواب : أن الله تعالى أخبرنا أنه فوق العالم عالٍ على عرشه , فعلمنا أنه سبحانه فوق عباده عال على الكون بائن في خلقه .\nفقد سبق عدة نصوص في الكتاب السنة وأقوال سلف هذه الأمة على أن الله تعالى فوق العالم بائن في خلقه .\nالشبهة السابعة إلى العاشرة :\nأنه قد عرف أن قول صاحب كتاب حسن المحاججة ( إن الله لا داخل العالم ولا خارجه ولا فوق ولا تحت ) مخالف لبداهة العقول .\nلأنه لا يمكن موجودان أحدهما لا داخل في الآخر ولا خارج عنه , فأراد الخروج من هذا المضيق فزعم أن هذا يجوز عقلاً , ثم ضرب لذلك أمثلة مقنعة في زعمه :\nالأول : أن الحب والكراهية يجدهما الإنسان في نفسه وهما موجودان مع أن أحدهما ليس في جهة في الآخر .\nالثاني : أن الإنسان قبل أن ينجب لا يكون أباً فإذا أنجب يكون أباً , فالأبوة وجودية والإنسان موجود ومع ذلك ليس أحدهما في جهة من الآخر .\nالثالث : الأعداد : الواحد والاثنان والثلاث لها وجود فأين جهة الواحد مثلاً .\n__________\n(1) حسن المحاججة ص 6 .\n(2) حسن المحاججة ص 6 .\n(1/21)\n",
        "الرابع : أن الإنسان عنده علمان : علم بوجود العالم وعلم بوجود المطر , فهذا علمان موجودا مع أن أحد العلمين ليس في جهة من الآخر , فكهذا يجوز لنا أن نقول : إن الله لا داخل العالم ولا خارجه ولا متصل به ولا منفصل عنه , ولا هو في جهة ولا فوق العالم ولا تحت العالم ولا بين العالم وخلف العالم و لا شمال العالم, إلى آخر هذيانه .\nالجواب : أن نقول : هذه الأمثلة كلها مبنية على التلبيس والتدليس والمغالطة المكشوفة , لأن كلامنا في موجودين خارجين عن الذهن واقعين في الخارج عن الأذهان عينين من الأعيان , لا معنيين من المعاني والأوصاف والأعراض , فإذا وجد موجودان عينان في الخارج لا بد أن يكون أحدهما في جهة من الآخر , لأنه أن يكون أحدهما حالاً في الآخر داخلاً فيه أو خارجاً عنه ولا بد , فالله تعالى موجود وذات واجب الوجود قائم بنفسه سبحانه وتعالى .\nوالعالم موجود وذات مخلوق خلقه الله تعالى , فلا يمكن أن يكون الله تعالى داخلاً في العالم حالاً فيه جزءاً منه لأه هذا مذهب النصارى , بل لا بد أن يكون الله تعالى غيراً لهذا العالم خارجاً منه فوقه .\nوأما ما ذكره هذا المعطل من الأمثلة فكله خداع ومغالطة , وبيان ذلك ما يلي :\nأما المثال الأول : وهو الحب والكراهية , فلا شك أنهما موجودان , ولكنهما ليسا من الأعيان الموجودة في الخارج بل هما معنيان من المعاني , والصفات القائمة بالنفس فالكلام في الأعيان الموجودة في الخارج لا في المعاني ولا أعرض في الصفات .\nوأما المثال الثاني : وهو الأبوة والإنسان , فهذا أوضح في الخداع والمكر والتلبيس والمغالطة , لأن الإنسان لا شك أنه موجود خارجي وعين من الأعيان ولكن الأبوة صفة قائمة به , وليست شيئاً منفصلاً عنه إذ ليست شيئاً موجوداً في الخارج .\n(1/22)\n\nوأما المثال الثالث : وهو الأعداد الواحد والاثنان والثلاثة , فأقول : إن الأعداد مراتب للمعدودات , فليست هي من قبيل الأعيان الموجودات الخارجية الواقعة في الخارج فهي خارجة عن مسألتنا هذه لأنها صفات للمعدودات .\nوأما المثال الرابع : وهو العلمان للإنسان بوجود العالم وبوجود المطر , فهذا أوضح مكراً وخداعاً ومغالطة وتلبيساً , لأن هين العلمين من الصفات والأعراض القائمة للإنسان , وليسا من قبيل الأعيان الموجودات الخارجية حتى يكون أحدهما في جهة من الآخر .\nالشبهة الحادية عشرة :\nقول صاحب كتاب حسن المحاججة ( إنكم تقولون إن الله تعالى قائم بالنفس وكل قائم بنفسه في جهة , على أن القائم بنفسه أمر مشترك بين الله وبين الأجسام فأنتم صرتم مشبهة )(1) .\nالجواب : أن هذه مغالطة مشكوفة من هذا المعطل , فإن معنى ( القائم بنفسه ) أنه غني عن الغير غير محتاج إلى الغير , قائم بذاته , غير قائم بالغير كالأعراض والمعاني والأوصاف .\nفإن الله تعالى خالق لهذا الكون موجود خارجي ذات واجب الوجود غني عن العالمين غير محتاج إلى أحد , بل هو الحي القيوم مدبر السماوات والأرض رب العالمين فهذه الصفة صفة كمال , بل هي هذه الصفة من أعظم صفات الله تعالى , وبهذا المعنى لا شركة فيها بين الله وبين خلقه فإن غنى الله تعالى وقيوميته على ما هو لائق بجلال الله تعالى وكون بعض المخلوق أنه قائم بنفسه – هو ما هو لائق به فالمخلوق وإن كان قائماً بنفسه فهو مع ذلك يكون محتاجاً فقير إلى الله تعالى .\nوأما الله سبحانه وتعالى فهو غني عن العالمين , فأين الشركة في هذه الصفة بين الله تعالى وخلقه ؟\n__________\n(1) حسن المحاججة ص 10 .",
        "(1/23)\n\nفكيف صرنا مشبهة أيها المعطل وأزيدك إيضاحاً لتفهم ولتقلع عن ضلالك وجهلك : إن الله حيّ وبعض المخلوق حي أيضاً , إن الله تعالى عالم وبعض المخلوق أيضاً عالم , إن الله تعالى مريد وبعض المخلوق أيضاً مريد , ولكن حياة الله تعالى وعلمه وإرادته , غير حياة المخلوق وعلمه وإرادته .\nفهل يصح أن يقال : إن للمخلوق شركة مع الله تعالى في الحياة والعلم والإرادة ؟! .\nفهكذا القيام بالنفس والغنى ونحو ذلك من الصفات لأن صفة كل موصوف تناسب ذلك الموصوف , فلا شركة للمخلوق في صفات الله تعالى البتة .\nفكيف يقال إنه إذا كان الله قائماً بالنفس يلزم مشابهته للمخلوق ويلزم أنكم مشبهة ؟! .\nالشبهة الثانية عشرة\nقول صاحب كتاب حسن المحاججة ( إنهم يقولون إن الله فوق العرش , فهل العرش تحت الله تعالى ؟! مع أن السلف لم يقولوا : إننا تحت الله والله فوقنا )(1) .\nأقول : هذه مغالطة مكشوفة وذلك من وجوه :\nالأول : أننا لم نقل من عند أنفسنا : إن الله فوق العرش , بل قد قال ذلك الله تعالى والرسل والأنبياء عليهم السلام ورسوله صلى الله عليه وسلم والصحابة رضي الله عنهم والتابعون لهم بإحسان وأئمة هذا الدين , وهو قول السلف قاطبة وهو مذهب أهل السنة والجماعة أصحاب الحديث الطائفة المنصورة والفرقة الناجية .\nفكلهم قالوا : إن الله فوق العرش فوق عباده غال على خلقه بائن عن الخلق , كما سبق نصوصهم وتصريحاتهم .\nالثاني : أن القول المخالف للقول الأول , وعقيدة أن الله ليس فوق العرش , وأن الله لا داخل العالم ولا خارجه ولا متصل بالعالم ولا منفصل عنه ولا فوق العالم ولا تحته ولا كذا ولا كذا – إلى آخر ذلك الهذيان – ليس إلا قول المعطلة والفلاسفة والمعتزلة وأفراخهم من الماتريدية والأشعرية .\nفلم يقل أحد من سلف هذه الأمة : إن الله ليس فوق العرش , أو أنه ليس فوق العالم .\n__________\n(1) انظر حسن المحاججة ص 13 .\n(1/24)",
        "\nولم يقل أحد من السف أيضاً : إن الله لا داخل العالم ولا خارجه .\nولم يقل أحد من السلف أيضاً : إن الله تعالى لا متصل بالعالم ولا منفصل عنه .\nفهل قال أحد من السلف هذا الهذيان ؟ فهل قال أحد من الأنبياء والمرسلين أو أحد من الصحابة والتابعين أو أحد من أئمة هذا الدين ؟\nاسأل أبي حنفية ومالك والشافعي وأحمد , والسفياني والحمادين وعبدالرزاق الصنعاني والأوزاعي وإسحاق بن راهويه والبخاري ومسلم والترمذي وأبا داود والنسائي وابن ماجه وغيرهم من أئمة الإسلام الذين لهم لسان صدق في الآخرين والذين قام الدين بهم وقاموا بهذا الدين , بل الحقيقية أن القول بأن الله ليس فوق العرش وأنه ليس داخل العالم ولا خارجه إلى آخر هذا الهذيان .\nإنما هو قول الفلاسفة المعطلة والجهمية والمعتزلة والأشعرية والماتريدية وعلماء المتكلمين ولذلك لم يستطع صاحب كتاب حسن المحاججة أن ينقل حرفاً واحداً من هذا الهذيان عن أحد من سلف هذه الأمة , وإنما ينقل عن أمثال حامد بن مرزوق صاحب كتاب براءة الأشعريين , ذلكم المنكر المجهول , أو ابن جلال المتكلم فهو ليس إماماً من أئمة أهل الإسلام(1) أو الفاسي الذي لم يعرف العقيدة السلفية ولم يقدرها .\nفأئمة صاحب كتاب حسن المحاججة إما عوير وإما كسير أو ثالث ما فيه خير , وإننا نتحداه أن ينقل هذه العقيدة عن أمثال أحمد بن حنبل ومالك والشافعي والبخاري وأبي داود , والترمذي وغيرهم من أئمة الإسلام بما فهيم الصحابة والتابعين .\nلأن أئمة الإسلام كلهم أولهم عن آخر على عقيدة الفوقية لله تعالى وأن الله على العرش بائن من خلقه ليس كمثله شيء وهو السميع العليم .\n__________\n(1) حسن المحاججة ص 15 .\n(1/25)\n",
        "الثالث : إذا قلنا : إن الله فوق العالم فوق العرش عالٍ على خلقه , فلا شك أن الكون كله تحته خالق هذا الكون دل عليه نصوص صفة العلو لله ولا سيما حديث الرؤية ففهي أنهم يرون ربهم ومن فوقهم وحديث الفردوس وفيه فوق عرش الرحمن ولكن السلف لم يخوضوا في تفاصيل هذه الأمور فينبغي لنا أن لا نخوض أيضاً خشية الدخول في الكيف أو في الغيب ولكن إذا خاصمنا ملحد معطل وقال لنا : هب أن الله فوق العالم – فهل الكون تحت الله تعالى ؟!\nفنقول لازم الحق حق , إن لزم عن فوقية الله تعالى أن يكون الكون تحت خالق هذا الكون , فهذا اللازم حق , لأن لازم الحق حق ولكن لا ينبغي الخوض فيما لم يخض فيه السلف .\nالشبهة الثالثة عشرة :\nقول حسن المحاججة ( إذا كان الله تعالى – عندكم – فوق العالم بائناً منه خارجاً منه فهو – إذاً – إما أن يكون مماساً للعالم أو منفصلاً عنه , فإن قلتم : إنه مماس للعالم فأنتم مبتدعة مجسمة .\nوإن قلتم : إنه منفصل عن العالم – فيقال إذن توجد المسافة بين العالم وبين الله تعالى فهذه المسافة إن كانت عدمية فصار الله مماساً بالعالم , وإن كانت وجودية , فهو جزء من العالم , فيلزم أن الله منفصل عن العالم بجزء من العالم )(1) .\nالجواب : هذه الشبهة من جنس الشبهة السابقة فإن السلف قالوا : إن الله تعالى فوق العالم بائن عنه وهذا القدر كاف في العقيدة , ولم يخوضوا في المسافة , هل بين الله وبين العالم مسافة أم لا , وكم مقدار هذه المسافة وهل تلك المسافة جزء من العالم أم لا ؟ .\nوذلك لوجهين :\nالأول : خشية الدخول في الكيف , الثاني : خشية الدخول في دائرة الغيب بدون الإخبار من الله تعالى .\n__________\n(1) حسن المححاجة ص 14 .\n(1/26)\n\nفالواجب على المسلم أن يعتقد أن الله تعالى فوق العرش وقاهر فوق عباده عالٍ على الكون بائن عن خلقه , ولا يدخل في الكيف ولكن إذا خاصمنا مبتدع معطل فلا بد أن نقول له بذاته وقلعاً لشبهاته وقطعاً لدابره : إننا نعلم بالاضطرار من دين الإسلام : إن الموجود موجودان : خالق ومخلوق .\nفالله تعالى بذاته وصفاته خالق , وما سواه عالم وهو الكون – وهو مخلوق والله تعالى فوق الكون بائن عن خلقه .\nفليس وراء هذا الكون شيء موجود غير الله تعالى لا المسافة ولا غيرها , فالذي ينكر علو الله تعالى على خلقه بشبهة المسافة , فهو المشبه في الحقيقة أولاً لأنه قد شبه فوقية الله تعالى بفوقية رجل على سطح بيته , ولذلك دخل في المسافة وكيفيتها , ثم هو المعطل ثانياً لأنه عطل صفة علو الله تعالى خشية المسافة ثم هو المشبة ثانياً لأنه قد وقع في أشنع مما فر منه وهو خوف الوقوع في التشبيه , لأنه لما عطل صفة علو الله تعالى خشية التشبيه وقال : إن الله ( لا داخل العالم ولا خارجه ولا فوقه ولا تحته ) شبه الله تعالى المعدوم بل بالممتنع .\nالشبهة الرابعة عشرة :\nقول صاحب حسن المحاججة – ما حاصله – ( أن القول بأن الله تعالى لا داخل العالم ولا خارجه – قول صحيح وعقيدة صحيحة , وليس فيه رفع للنقيضين , لأن رفع النقيضين لا يجوز حينما يتصف المحل بأحدهما وأما إذا لا يتصف المحل بأحدهما – فحينئذ يجوز رفع النقيضين في ذلك المحل , فنقول : الحائط لا أعمى ولا بصير , وذلك : أن الحائط لا يقبل العمى ولا البصر , فيجوز لك أن تنفيهما عن الحائط , فهكذا يجوز لنا أن نقول : إن الله لا داخل العالم ولا خارجه , لأن الله لا يقبل الدخول في العالم ولا يقبل الخروج عن العالم ) .",
        "(1/27)\n\nالجواب : إن هذه الشبهة في غاية التلبيس و التدليس , فإن هؤلاء النعطلة – يلوكون مصطلحات أهل المنطق والكلام بأفواههم ولكن لا يفهمون ما يقولون فيهرفون بما لا يعرفون , ومع ذلك يسفهون أئمة السنة , ويطعنون فيهم بأنهم غير غواصين في هذا المجال(1) , إن عقولهم تقصر عن إدراك هذه المعاني(2) وأنهم ليسوا لهم أهلية للخوض في هذا العلم(3) هكذا تراهم مغرورين مستكبرين طاعنين في أئمة السنة , مع أنهم من أجهل خلق الله بالعلم بحقيقة هذه المصطلحات الكلامية المنطقية .\nكما ترى حالهم هاهنا , فإن العمى والبصر ليسا من النقيضين عند أهل المنطق , بل هما من قبيل العدم والملكة , فالمتباينان إذا كانا من قبيل العدم والملكة فحينئذ يجوز رفعهما عن المحل الذي لا يتصف بهما لذلك يجوز أن تقول : هذا الجدار لا أعمى ولا بصير بخلاف المتباينان تبايناً منفصلاً حقيقياً مانعاً للجمع والرفع فحينئذ لا يجوز جمعهما ولا رفعهما إطلاقاً , لعدم الواسطة بينهما كالوجود والعدم والدخول والخروج ليسا من قبيل العدم والملكة .\nبل هما متباينان تبايناً تاماً بحيث يكون بينهما انفصال حقيقي فهما من قبيل مانعة الخلو والجمع جميعاً كقولهم : العدد إما زوج أو فرد , لعدم الواسطة بين الزوج والفرد , فإذا كان زوجاً فلا يكون فردا , و بالعكس .\nفالنسبة بين الداخل والخارج انفصال حقيقي من قبل مانعة الجمع والخلو معاً , فلا يجوز جمعهما ولا رفعمها ونفيهما البتة فلا يجوز أن تقول : إن الله لا داخل العالم ولا خارجه , لأن هذا النفي من قبيل مانعة الخلو .\nفإذن لا يجوز قياس الدخول والخروج على العمى والبصر , لأن هذا القياس مع الفارق , والقياس مع الفارق من أبطل الأقيسة , فإن العمى والبصر من قبيل العدم والملكة فيجوز رفعهما عن المحل الذي لا يقبلها .\n__________\n(1) انظر حسن المحاججة ص 11 .\n(2) انظر حسن المحاججة ص 16 .\n(3) حسن المحاججة ص 18 .\n(1/28)",
        "\nوأما الخروج والدخول , فهما مثل الزوجية والفردية وغيرهما من المتباينين الذين بينهما انفصال حقيقي لا يجوز جمعها ولا نفيها .\nالشبهة الخامسة عشر\nقول صاحب حسن المحاججة – ما حاصله – ( إن الداخل والخارج ليسا من النقيضين حتى لا يجوز رفعهما بل هما من المتضادين كالحجر والشجر , المتضادان يجوز فضهما فيجوز لنا أن نقول : إن الله لا داخل العالم ولا خارجه , فنفى الدخول والخروج عن الله تعالى , كما يجوز أن نقول : الإنسان لا حجر ولا شجر , لجوزا رفع المتضادين لأنه نقيض الداخل هو اللاداخل , وليس نقيض الداخل هو الخارج , وكذا نقيض الخارج هو اللاخارج , وليس نقيض الخارج هو الداخل .\nلأن الشرط في النقيضين أن يكون أحدهما وجودياً والآخر عدمياً , نحو الإنسان واللا إنسان وأما إذا كانا وجوديين نحو الحجر والشجر فهما متضادان وليسا نقيضين ) هذا هو تقرير هذه الشبهة بعبارة واضحة وإن كان سعيد فودة لم يستطع التعبير الجيد عنها(1) .\nالجواب : أن نقول إن هذه الشبهة باطلة من أصلها وذلك من وجهين :\nالوجه الأول – وهو - جواب إنكاري : وهو أننا لا نسلم أن المتناقضين هما المتباينان , اللذان يكون أحدهما وجوداً والآخر عدمياً فإن هذا مجرد اصطلاحكم الباطل , لا نوافقكم على هذا لأنه مخالف للواقع بل المتناقضان هما المتخالفان اللذان لا يجوز اجتماعهما ولا رفعهما عند العقول السليمة سواء كانا وجوديين أم يكون أحدهما وجودياً والآخر سلبياً .\nبشرط أن لا يمكن جمعهما في محل ولا نفيهما عن محل بل لا بد من إثبات أحدهما وقاعدة ذلك أنه إذا لم يكن بينهما واسطة فحينئذ لا يجوز رفعهما ولا جمعهما نحو الزوج والفرد .\n__________\n(1) انظر حسن المحاججة 15-16 .\n(1/29)\n",
        "فهما من قبيل المتناقضين لا يجوز رفعهما ولا جمعهما , لعدم الواسطة بينهما فالعدد إما زوج وإما فرد , فلا بد من أحدهما فلا يمكن أن يكون هذا العدد زوجاً وفرداً معاً لأن هذا جمع للنقيضين , وكما أنه لا يمكن أن تقول هذا العدد لا زوج ولا فرد .\nلأن هذا رفع للنقيضين , وهكذا للحياة والموت لا واسطة بينهما فالشيء إما أن يكون حياً وإما أن يكون ميتاً حتى الجمادات وهكذا الدخول والخروج , فإنه لا واسطة بينهما فهما من المتناقضين لا يجوز جمعها , ولا نفيهما .\nفلا نقول : زيد خارج عن هذا البيت وداخل فيه , لأن هذا جمع للمتناقضين كما أنك لا يمكن لك أن تقول : زيد لا خارج عن هذا البيت ولا داخل فيه لأن هذا جمع للنقيضين .\nفالنقيضان على هذا الاصطلاح أعم منها على اصطلاحكم أيها المعطلة تبعاً للمتفلسفة المشائية ابتاع أرسطو تتذرعوا باصطلاحكم هذا إلى جواز سلب النقيضين عن خالق الكون(1) ؟! .\nالحاصل : أنه قد تحقق أن النقيضين قد يكونان كلاهما وجوديين إذا لم يكن بينهما واسطة كالدخول والخروج , فالداخل نقيض الخارج وكذا العكس , لعدم الواسطة بينهما .\nفالشيء إما داخل وإما خارج , فإذا كان داخلاً فلا يمكن أن يكون خارجاً معاً دفعة واحدة , وإذا كان خارجاً فلا يمكن أن يكون داخلاً في آن واحد في جهة واحدة .\nالوجه الثاني : وهو جواب تسلمي , وهو أن نقول : هب سلمنا أن النقيضين هما اللذان يكون أحدهما وجودياً والآخر عدمياً , وسلمنا أيضاً أن ( الداخل ) و ( الخارج ) ليسا من النقيضين بل هما من المتضادين , ولكن لا نسلم أن منع الجمع ومنع الرفع والنفي – مختصان بالنقيضين , بل منع الجمع والنفي قد يكون في غير النقيضين أيضاً .\n__________\n(1) انظر درء التعارض 5/271-274 , 6/123 , وانظر أيضاً التدمرية 61-65 , وضمن مجموع الفتاوى 3/32-40 , القصيدة النونية 55 , وتوضيح المقاصد 1/386-293 , وتوضيح الشافية للسعدي 58-59 , وشرح النونية للهراس 177-181 .\n(1/30)\n\nإذا كانا في صورة المتضادين الذين لا واسطة بينهما كالزوج والفرد , والدخول والخروج والحركة والسكون والحياة والموت , والاتصال والانفصال وهذا موافق أيضاً لاصطلاحكم في قضية مانعة الجمع والخلو معاً(1) .\nنحو قولكم : العدد إما زوج أو فرد .\nفهكذا الدخول والخروج , فالشيء إما داخل وإما خارج , أما إذا كان شيء لا خارج ولا داخل فهذا ليس شيئاً موجوداً بل هو شيء معدوم , بل ممتنع .\nفقول صاحب كتاب حسن المحاججة ( إن الله لا داخل العالم ولا خارجه ) قول باطل وهو في الحقيقية قول برفع النقيضين وهو باطل عند جميع العقلاء خلافاً للمعطلة فصاحب كتاب حسن المحاججة يعبد معبوداً معدوماً بل ممتنعاً , حيث وصفه بأنه لا داخل العالم ولا خارجه ولا متصل بالعالم ولا منفصل عنه , ولا فوق العالم ولا خلف العالم ولا أمامه ولا فوق العرش ولا فوق السماوات ولا على العرش ولا على الكون ولا يكلم الرسل وعباده المؤمنين ولم يكلم كلائكته ولا يكلم أهل الجنة ولا يسمع كلامه أحد من الإنس والجن ولا الأنبياء ولا المرسلون ولا الملائكة المقربون ولا له كلام مسموع في الآذان ولا يراه المؤمنون يوم القيامة , ولا في الجنة من فوقهم .\n__________\n(1) قضية مانعة الجمع والخلو ما فيها انفصال حقيقي في جانبي الصدق والكذب نحو العدد إما زوج أو فرد , فأما إذا كان زوجاً فليس بفرد وإما أن يكون فرداً فليس زوجاً ولا يمكن أن يكون العدد زوجاً وفرداً معاً كما لا يمكن أن يكون العدد لا زوجاً ولا فرداً . انظر إليا غوجي ضمن أمهات المتون 274-275 , وتهذيب مع المنطق الجلال والجمال 93 , وتعريفات الجرجاني .",
        "(1/31)\n\nأما الأنبياء والمرسلون والصحابة والتابعون والأئمة المتقون أهل السنة والجماعة أصحاب الحديث الطائفة المنصورة الفرقة الناجية فهم لا يعرفون معبود صاحب حسن المحاججة وأمثاله من المعطلة والفلاسفة لأنه هذا الوصف هو وصف معبود معدوم ممتنع بل أهل السنة والجماعة أصحاب الحديث الطائفة المنصورة الفرقة الناجية يعبدون المعبود الذي اسمه الله وهو الرحمن الرحيم الحي القيوم الخالق الرزاق البر العظيم الذي هو فوق هذا العالم بائن من خلقه عال على العرش ولم يزل متكلماً ولا يزال متكلماً وكلامه المسموع بالأذان سمع كلامه جبرئيل وموسى ومحمد صلى الله عليهم وسلم وكذا يسمع كلامه المؤمنون في القيامة وفي الجنة ويرونه عياناً بعيون أبصارهم من فوقهم .\n(1/32)"
    ]
}