{
    "partText": [
        "\nبسم الله الرحمن الرحيم\nوبه ثقتي\nهذه نكتة يسيرة اختصرتها من: (قواعد الإعراب) ، تسهيلا على الطلاب وتقريبا على أولي الألباب، وتنحصر في ثلاثة أبواب:\nالباب الأول\nفي الجملة\nوفيها أربع مسائل: المسألة الأولى أن اللفظ المفيد يسمى كلاما وجملة، وأن الجملة تسمى اسمية؛ إن بدئت باسم، نحو: (زيد قائم) ، وفعلية؛ إن بدئت بفعل، نحو: (قام زيد) ، وصغرى؛ إن بنيت على غيرها، ك (قام أبوه) ، من قولك: (زيد قام أبوه) ، وكبرى؛ إن كان في ضمنها جملة، كمجموع (زيد قام أبوه) .\nالمسألة الثانية في الجمل التي لها محل من الإعراب، وهي سبع: إحداها الواقعة خبرا، وموضعها رفع في بابي المبتدأ و (إنَّ) ، نحو: (زيد قام أبوه) ، و (إنّ زيدا أبوه قائم) ، ونصب في بابي (كان وكاد) ، نحو: (كان زيد أبوه قائم) ، (وكاد زيد يفعل) . الثانية والثالثة: الواقعة حالا، والواقعة مفعولا، ومحلهما النصب، نحو: (رأيت زيدا يضحك) .\nوالمفعولية تقع في أربعة مواضع: محكية بالقول، نحو: (قال: إني عبد الله) ، وقال زيد: عمرو منطلق.\nوتالية للمفعول الأول في باب (ظنّ) ، نحو: ظننت زيداً يقرأ.\nوتالية للمفعول الثاني في باب (أَعْلَمَ) ، نحو: أعلمتُ زيداً عمراً أبوه قائم.\nومعلقاً عنها العامل، نحو: (لنعلم أي الحزبين أحصى) ، (فلينظر أيُّها أزكى طعاماً) .\nوالرابعة المضاف إليها، ومحلها الجر، نحو: (يوم هم بارزون) ، (يوم ينفع الصادقين صدقهم) .\nوالخامسة: الواقعة جوابا لشرط جازم، إذا كانت مقرونة بالفاء، أو ب (إذا) الفجائية، نحو: (من يُضلل الله فلا هادي له) ، ونحو: (وإن تصبهم سيئة بما قدَّمت أيديهم إذا هم يقنطون) .\nالسادسة والسابعة: التابعة لمفرد أو لجملة لها محل من الإعراب، فالأولى نحو: (من قبل أن يأتي يومٌ لا بيعٌ فيه) . فجملة النفي صفة ليوم.\nوالثانية نحو: زيد قام أبوه وقعد أخوه.\nالمسألة الثالثة في الجمل التي لا محل لها من الإعراب، وهي أيضا سبع: إحداها: الابتدائية، وتسمى المستأنفة أيضا، نحو: (إنا أنزلناه) .\nالثانية: الواقعة صلة، نحو: جاء الذي قام أبوه.\nالثالثة: المعترضة، نحو: (فإن لم تفعلوا - ولن تفعلوا - فاتقوا النار) .\nالرابعة: التفسيرية، نحو: (ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء) .\nالخامسة: جواب القسم، نحو: (قال: فبعزتك لأغوينهم) .\nالسادسة: جواب الشرط غير الجازم، نحو: (ولو شئنا لرفعناه بها) .\nالسابعة: التابعة لما لا محل له، نحو: قام زيد وقعد عمرو.\nالمسألة الرابعة الجملة الخبرية بعد النكرات المحضة صفاتٌ، نحو: (حتى تنزل علينا كتاباً نقرؤه) .\nوبعد المعارف المحضة أحوالٌ، نحو: (ولا تمنن تستكثر) .\nوبعد غير المحضة منها محتملٌ لهما، نحو: مررت برجلٍ صالح يصلي، ونحو: (وآيةٌ لهم الليلُ نَسلَخُ منه النهار) .\n\nالباب الثاني\nفي الظرف والجار والمجرور\nوفيه أيضاً أربع مسائل: إحداها أنه لا بد من تعلقهما بفعل، أو بما في معناه، وقد اجتمعا في قوله تعالى: (أنعمت عليهم، غير المغضوب عليهم) .\nويستثنى من حروف الجر أربعة لا تتعلق بشيء، وهي: (الباء الزائدة) ، نحو: (كفى بالله شهيدا) .\nولعلّ، نحو:\n\nلعل أبي المغوار منك قريب\nولولا، كقوله:\n\nلولاك في ذا العام لم أحجج\nوكاف التشبيه، نحو: زيد كعمرو.\nالمسألة الثانية حكمهما بعد المعرفة والنكرة حكم الجملة، فيتعين كونهما صفتين، في نحو: رأيت طائرا على غصن، أو فوق غصن.\nوكونهما حالين، في نحو: (فخرج على قومه في زينته) .\nوقولك: رأيت الهلال بين السحاب.\nويحتملان الوجهين في نحو: هذا ثمر يانع على أغصانه أو فوق أغصانه.\nالمسألة الثالثة متى وقع أحدهما صفةً، أو صلةً، أو خبراً، أو حالاً، تعلق بمحذوف وجواباً، تقديره: (كائن) أو (استقرَّ) ، إلا في الصلة فيجب تقدير: (استقرَّ) .\nالمسألة الرابعة إذا وقع أحدهما صفةً، أو صلة، أو خبراً، أو حالاً، أو معتمداً على نفيٍ، أو استفهام جاز رفعه للفاعل، نحو: (أو كصيِّبٍ من السماء فيه ظلمات) . ونحو: (أفي الله شك) .\n\nالباب الثالث\nفيما يقال عند ذكر أدوات يكثر دورها في الكلام\nوهي خمسة وعشرون\n(1/1)\n",
        "يقال في (الواو) : حرف عطف؛ لمطلق الجمع.\nوفي (حتى) : حرف عطف؛ لمطلق الجمع والغاية.\nوفي (الفاء) : حرف عطف؛ للترتيب والتعقيب.\nوفي (ثم) : حرف عطف؛ للترتيب والمهلة.\nوفي (قد) : حرف تحقيق، وتوقيع، وتقليل.\nوفي (السين) و (سوف) : حرف استقبال، وهو خير من قول كثير منهم: (حرف تنفيس) .\nوفي (لم) : حرف جزم لنفي المضارع، وقلبه ماضيا، ويزاد في (لمّا) : النافية ويقال: متصل نفيه، متوقع ثبوته.\nوفي (لن) : حرف نفي، ونصب، واستقبال.\nوفي (إذن) : حرف جواب، وجزاء، ونصب.\nوفي (لو) : حرف يقتضي امتناع ما يليه، واستلزامه لتاليه، وهو خير من قول كثير منهم: (حرف امتناع لامتناع) .\nوفي (لمّا) الوجودية في نحو: (لمَّا جاء زيد أكرمته) ، حرف وجود لوجود.\nوفي (لولا) : حرف امتناع لوجود، نحو: (لولا زيد لأكرمتك) .\nوفي (نَعَمْ) : حرف تصديقٍ ووعدٍ وإعلام.\nوفي (أجل) : حرف لتصديق الخبر.\nوفي (بلى) : حرف لإيجاب النفي.\nوفي (إذ) بالسكون: ظرفٌ لما مضى من الزمان.\nوفي (إذا) : ظرفٌ مستقبلٌ خافضٌ لشرطه منصوبٌ بجوابه.\nوفي (كلا) : حرف ردعٍ وزجر، وبمعنى حقَاً.\n\nفصل\nوتكون (لا) نافية، نحو: (لا إله إلا الله) . وناهية، نحو: لا تقم. وزائدة للتوكيد، نحو: (لئلا يعلم أهل الكتاب) .\nوتكون (إن) شرطية، نحو (إن تقم أقم) ، ونافية، نحو: (إن عندكم من سلطان بهذا) . وزائدة، نحو: ما إن زيد قائم، ومخففة من الثقيلة، نحو: (إن كلا لما ليوفينهم) ، ونحو: (إن كل نفس لما عليها حافظ) ، في قراءة من خفف الميم.\nوترد (أن) حرفا مصدريا ينصب المضارع، نحو: (والذي أطمع أن يغفر لي خطيئتي) ومخففة من الثقيلة، نحو: (علم أن سيكون) . ومفسرة، وهي الواقعة بعد جملة فيها معنى القول دون حروفه، نحو: (فأوحينا إليه أن اصنع الفلك) وزائدة للتوكيد، نحو: (فلما أن جاء البشير) .\nوترد (من) شرطية، نحو: (من يعمل سوءاً يجز به) . واستفهامية، نحو: (من بعثنا؟) . وموصولة نحو: (ومن الشياطين من يغوصون) . ونكرة موصوفة، نحو: مررت بمن معجب لك.\nوترد (أيٌّ) شرطية، نحو: (أيّاً ما تدعوا فله الأسماء الحسنى) ، واستفهامية، نحو: (أيكم زادته هذه إيمانا؟) . وموصولة، نحو: (لننزعن من كل شيعة أيهم أشد) وصفة نحو: مررت برجل أي رجل. ووصلة إلى نداء ما فيه (أل) ، نحو: (يا أيها الإنسان) .\nوترد (ما) اسما موصولا، نحو: (ما عندكم ينفد) . وشرطا، نحو: (ما تفعلوا من خير يعلمه الله) . واستفهامية نحو: (ما تلك بيمينك يا موسى) . وتعجباً، نحو: ما أحسن زيداً، ونكرة موصوفة، نحو: مررت بما معجب لك، ونكرة موصوفاً بها، نحو: (مثلاً ما بعوضة) . معرفة تامة، نحو: (فنعما هي) . أي فنعم الشيء.\nوترد حرفا، فتكون نافيةً، نحو (ما هذا بشرا) . ومصدرية، نحو: (ودّوا لو عنتم) . وكافةً، نحو: (إنما الله إله واحد) . وزائدة للتوكيد، نحو: (فبما رحمةٍ من الله لنت لهم) .\nفهذا - مع التوفيق- كافٍ إن شاء الله تعالى، والحمد لله وحده، وصلى الله وسلم على من لا نبي بعده، وعلى آله وصحبه، وتابعيه وأحزابه، صلاة دائمة إلى يوم الدين. آمين.\n(1/2)\n"
    ]
}