{
    "partText": [
        "\nنماذج من الربط بضمير الفصل في القرآن الكريم - دراسة نحوية\n\nد. هاشم محمد مصطفى\nمدرس في قسم اللغة العربية/ كلية التربية للعلوم الإنسانية\nجامعة صلاح الدين/ أربيل\n\nتأريخ الإستلام ... تأريخ القبول\n//2007/ ... / ... 2007\n\nالملخص\n\nيعنى هذا البحث بالدراسة النحوية الدلالية لضمائر الفصل وذلك من خلال الاستقراء للنص القرآني الكريم لغرض تعين التراكيب اللغوية التي وردت فيها ضمائر الفصل والوجوه الإعرابية لها، وأهميتها من خلال ربط السياقات القرآنية ومن ثم عرض الآراء النحوية ومناقشتها من واقع النص القرآني من أجل التوكيد على تلك الآراء مع بيان الرأي الراجح فيها.\nويتضمن البحث مقدمة وثلاثة مباحث، يتناول المبحث الأول مفهوم الفصل في اللغة والاصطلاح ووظيفته داخل التعبير القرآني، وهذه الوظيفة تشمل الوظيفة النحوية والوظيفة الدلالية، أما المبحث الثاني فتناولت فيه موقع ضمير الفصل ومطابقته لما قبله وبيان هذه المطابقة من حيث الدلالة والتكلم والخطاب والغيبة وفي الإفراد والتثنية والجمع وفي التذكير والتأنيث.\nويدرس المبحث الثالث التراكيب التي وردت فيها ضمائر الفصل والوجوه الإعرابية لها، وختم البحث بجملة من النتائج أهمها أن لفظ (الفصل) عند البصريين له علاقة بالدلالات اللغوية، فهو للتفرقة بين شيئين: التفرقة المادية والتفرقة المعنوية، وهذا يتفق من حيث الوظيفة مع ضمائر الفصل فهي ترد من أجل التفرقة بين الخبر والنعت.\nوآمل أن يكون هذا البحث المتواضع قد زاد لبنة في اللغة العربية وخدمة لمصدر العربية الأعلى.\n(1/1)\n",
        "المحتويات\n\n- ملخص البحث\n- المقدمة\n- المبحث الأول: مفهوم الفصل في اللغة والاصطلاح ووظيفته.\n- المفهوم اللغوي والاصطلاحي لضمير الفصل.\n- وظيفة ضمير الفصل، وتشمل:\n- الوظيفة النحوية.\n- الوظيفة الدلالية.\n\n- المبحث الثاني: موقع ضمير الفصل ومطابقته لما قبله.\n- موقع ضمير الفصل.\n- مطابقة ضمير الفصل، وتشمل:\n- المطابقة الدلالية.\n- المطابقة في التكلم والخطاب والغيبة.\n- المطابقة في الإفراد والتثنية والجمع.\n- المطابقة في التذكير والتأنيث.\n\n- المبحث الثالث: التراكيب التي وردت فيها ضمائر الفصل والوجوه الإعرابية لها.\n\n- الخاتمة.\n- الهوامش.\n- ثبت المصادر والمراجع.\n- ملخص البحث باللغة الإنجليزية.\n(1/2)\n\nالمقدمة\n\nالحمد لله رب العالمين والصلاة والسلام على سيد الأنبياء والمرسلين \"محمد\" –صلى الله عليه وسلم- وعلى آله وصحبه أجمعين، أما بعد:\nفإنّ النص القرآني يُعَدُّ من أهم مصادر الدراسة النحوية، فهو أصدق وأصح مصدرٍ وصل إلينا، فقد حظي باهتمام كبير تجلّى في طريقة تدوينه وحفظه وتوثيق نصوصه، وهو أفصح أساليب العربية على الإطلاق؛ لأنه مُنَزَّهٌ ومُبَرَّأٌ من كل تكلُّف وضرورة، وغيرُ خاضعٍ لأي قيدٍ من قيود الأداء المعروفة في الشعر.\nكما نال النّص القرآني عناية العلماء، فقد كان وما يزال موضعاً للدرس والبحث في موضوعات متعددة شملت جوانب كثيرة من العلوم العربية وغير العربية، وبالرغم من ذلك الحشد الهائل من المصنفات العلمية التي خلّفها العلماء، فإنَّ الجهود ما زالت مستمرة من أجل تقديم البحوث التي تتصف بالجدة.\nوكان لهذه المبادئ العامة أثر واضح في اختيار هذا البحث الذي وسمته بـ (نماذج من الربط بضمير الفصل في القرآن الكريم ـ دراسة نحوية ـ).\nكما يعنى هذا البحث بالدراسة الاستقرائية للنص القرآني من أجل الوقوف على هذه التراكيب والصور التي ورد فيها ضمير الفصل، ومن ثم عرض الأحكام والقواعد التي وضعها النحاة لمعرفة مدى اتفاقها مع واقع النصوص القرآنية وبيان صورها نحوياً.\nويتضمن البحث ثلاثة مباحث، فالأول منها يتناول مفهوم الفصل في اللغة والاصطلاح ووظيفة الضمير من الناحية النحوية والدلالية.\nأما المبحث الثاني فيدرس موقع ضمير الفصل ومطابقته لما قبله وهذه المطابقة تشمل المطابقة الدلالية مثل (المطابقة في التكلم والخطاب والغيبة والإفراد والتثنية والجمع، والتذكير والتأنيث).\nوالمبحث الثالث يتناول التراكيب التي وردت فيها ضمائر الفصل والوجوه الإعرابية لها.\nوختم البحث بمجموعة من النتائج. آملاً بهذا البحث المتواضع الاسهام في خدمة هذه اللغة العظيمة والحفاظ عليها وإعلاء شأنها، وهو ما أتمناه، قال جلّ وعلا: {إِنْ أُرِيدُ إِلاَّ الإصْلاحَ ما اسْتَطَعْتُ، وما تَوفيقي إِلاَّ بِاللهِ عَلَيْهِ تَوَكَّلْتُ وَإليْهِ أُنِيبُ} (1) وأسأل الله العون والسداد.\n\nالمبحث الأول\nمفهوم الفصل في اللغة والاصطلاح ووظيفته",
        "(1/3)\n\n- المفهوم اللغوي والاصطلاحي لضمير الفصل:\nالفصل مصدر الفعل \"فَصَلَ يَفْصِلُ، وهو من باب فَعَلَ يَفْعِلُ، يُقال: فَصَلَ بينهما يَفْصِلُ فَصْلاً\" (2) كقوله تبارك اسمه: {إِنَّ الذينَ آمنوا والذينَ هادوا والصابئينَ والنَّصَارى والمجوسَ والذينَ أشْرَكوا إنَّ اللهَ يَفْصِلےے4837ےے9 ُ بَيْنَهُمْ يَوْمَ القِيامَةِ} (3)، وقد تأتي الصيغة مصدراً بمعنى اسم فاعل: (فاصل) كما ورد في قوله جلَّ شأنه: {إِنَّهُ لَقَوْلٌ فَصْلٌ* ومَا هُوَ بِالْهَزْلِ} (4)، واسم الفاعل (فاصل) وهي صفة من صفات الله تبارك وتعالى كقوله: {إِنِ الحُكْمُ إِلاَّ للهِ يقصُّ الحَقَّ وهُوَ خَيْرُ الفاصِلينَ} (5). والمراد به لقول فاصل بين الحق والباطل قد بلغ الغاية في ذلك حتى كأنه نفس الفصل.\nوالفصل بَوْنُ ما بين الشيئين، أو الحاجز بينهما، والفاصلة هي الخرزة التي تفصل بين الخرزتين في النظام، ويوم الفصل هو يوم القيامة (6). كقوله جلَّ اسمه: {هَذا يَوْمُ الفَصْلِ الّذي كُنْتُمْ بِهِ تُكَذِّبُونَ} (7)، أي هذا يومٌ يفصل فيه بين المحسن والمسيء، وقَوْلٌ فَصْلٌ أي حقٌّ ليس بباطِل، وفصل الخطاب هو البيِّنة على المدعي واليمين على المدعى عليه، والتفصيل التبيين (8)، كقوله جلَّ وعزَّ: {ولَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ} (9)، وقوله تبارك وتعالى: {آياتٍ مُفَصَّلاتٍ} (10)، أي مُبَيِّنات. وفي كلام الرسول صلى الله عليه وسلم: \"فَصْلٌ لا نزرٌ ولا هذرٌ\" (11)، أي بَيِّنٌ ظاهرٌ، يفصلُ بين الحقِّ والباطلِ.\nأما في المفهوم الاصطلاحي: فالفصل في اصطلاح النحاة البصريين هو صيغةُ ضميرٍ منفصلٍ مرفوعٍ يتوسط بين المبتدأ والخبر أو بين اسم كان وخبرها، أو بين اسم إنَّ وخبرها، أو بين المفعول الأول والثاني في باب ظنَّ وأخواتها، بشرط أن يكون الخبر معرفةً أو ما قاربها (12). أما عند الكوفيين فقد نسب بعض النحويين إليهم أنهم يُجيزون تقديمه في أول الكلام (13).\nويتبين من خلال ما تقدّم أن لفظ (فصل) الذي استخدمه النحويون البصريون له علاقة بما ذكرناه من دلالات لغوية، فالفصل هو التفرقة بين شيئين، وتكون على ضربين:\n1 - التفرقة المادية.\n2 - التفرقة المعنوية.\nويُعَدُّ الضربان كلاهما بياناً وايضاحاً، وهذا يتفق من حيث الوظيفةُ مع ضمائر الفصل فهي ترد في التراكيب من أجل التفرقة بين شيئين هما: الخبرُ والنعتُ.\n\n- وظيفة ضمير الفصل\nاهتمّ النحويون بالعلاقة الإسنادية بين ركني الجملة، وعَدُّوا ما سوى هذين الركنين فضلة وزائداً، والزائد\n(1/4)",
        "\nعندهم هو ما جاز حذفه دون أن تتأثر العلاقة الإسنادية في الجملة، وقد عدَّ أكثرُ النحاة ضمير الفصل زائداً يصح التركيب بسقوطه، فلا يضطرب، أو يختل شيء من الكلام (14).\nولكن مع ذلك فإنهم حريصون أشدَّ الحرص على ذكر الوظيفة التي يقوم بها هذا العنصر، ويذهب بعضهم إلى أبعد من ذلك فلا يكتفي بذكر وظيفة واحدة، وإنما يذكر له وظائف متعددة حين يرد في التركيب (15). ويبدو أن اهتمام النحاة بهذا النوع من الضمائر واضحٌ جليٌ، فقد نظروا في مسائله المتعددة فوضعوا الكثير من الأحكام التي تخصه، ويؤخذ مما ذكروه أن لهذه الضمائر وظيفتين:\n\nأولاً: الوظيفة النحوية\nذكر النحاة أن الغرض من الفصل هو الإعلام من أول وهلة بكون الخبر خبراً لا صفةً (16)، ولهذا سماه البصريون (فصلاً)؛ لأنه يفصل بين الخبر والتابع (17).\nأما الكوفيون فسموه عماداً لكونه حافظاً لما بعده حتى لا يسقط عن الخبرية كالعماد في البيت، الحافظ للسقف من السقوط (18). لذلك ذهب بعضهم إلى أنه مع ما بعده كالشيء الواحد (19). وإنَّ معنى الكلام يعتمد عليه (20)، في حين ذكر بعضهم أنه عمد الاسم الأول، وقواه بتحقيق الخبر بعده (21). قال الفرّاء (ت 207هـ): \"أدخلوا العماد ليفرقوا بين الخبر والنعت أي بين الخبر والتابع، أي النعت، فإذا قلنا: زيد العاقل، فإن الخبر يلتبس بالنعت، أما إذا قلت: زيدٌ هو العاقلُ، فإن ما بعد العماد يتعيّن للخبرية\" (22).\nذكر سيبويه (ت180 هـ) أن ضمير الفصل يجيء إعلاماً بأنه قد فصل، وأنّ المتلقي ينتظر ويتوقع ما لا بد له من الذكر (23). وأنّ مجيئه دليل على أنّ ما بعد الاسم لا يخرجه مما وجب عليه (24).\nوقال الزجاج (ت 311هـ): إن الفصل يدخل إعلاما بأنّ الكلام لم يتم (25)، وقد نسب بعضهم إليه أنه يرى أنّ الفصل يدخل إعلاما بأنّ الخبر معرفة أو ما قاربها (26).\nوقيل إِنّه سُمِّي فصلاً؛ لأنّه فصل بين المبتدأ والخبر، وهذا يُغنينا عن القول إِنّ بعض هذا الباب محمول على بعض (27).\nويرى المستشرق برجشتر آسر أنّ ضمير الفصل يدخل لربط المبتدأ بخبره، وأن هذه الوسيلة في الربط قديمة شائعة في اللغات السامية، وربما تكون هذه الوسيلة أقدم من وسيلة الربط بالأفعال التي معناها (كان) (28).\nولكن ما قاله المستشرق ليس جديداً، فهو رأي أحد علماء العربية، فقال الأشموني (ت929 هـ): \"وإذا كان الرابط من جملة الخبر ضميراً فقد يكون هذا الضمير مرفوعاً، وقد يكون منصوباً، وقد يكون مجروراً، فإذا كان مرفوعاً، فقد يكون مبتدأً، نحو قولك: محمدٌ هو القائمُ، بناءً على بعض المذاهب\" (29).\nويبدو من خلال آراء النحويين أنّ الوظيفة النحوية لضمير الفصل في أغلبها هو التفريق بين الخبر والنعت، والواقع أن هذا الضمير لا يؤدي هذه الوظيفة في جميع التراكيب التي يرد فيها، فقد جاء في تراكيب\n(1/5)\n",
        "كثيرة لا لبس بسقوطه. فقد ذكر بعض النحويين أن الأصل في ضمير الفصل هو الفرق بين الخبر والنعت، ولكنهم حملوا هذا الباب على بعضه الآخر فتوسعوا فيه، فورد في تراكيب كثيرة حيث لا لبس بسقوطه (30).\n\nثانياً: الوظيفة الدلالية:\nذكر النحويون أن التوكيد من فوائد مجيئه (31)، واستدلوا على ذلك أنه لا يجتمع مع التوكيد، فلا يقال: زيد نفسه هو العاقل (32)؛ لأنهم استغنوا عنه بالتوكيد، واستغناؤهم هذا دليل على أنه يجيء ليؤدي هذه الوظيفة (33). وقال البعض الآخر أنه يدخل لتوكيد النسبة حين يشك المخاطب فيها، او يتوهم الشركة (34).\nأما الكوفيون فإنهم لم يختلفوا مع البصريين في وظيفته الدلالية، فقد ذكر بعضهم أنه (دعامة)؛ لأنه يؤكد الكلام ويدعمه ويقويه (35)، وقال البيانيون إِنّ وظيفته هي الحصر والاختصاص وأكثرهم يقتصر على ذكر هذه الوظيفة (36).\nواستدل السهيلي (ت581هـ) على إفادته الحصر من أنّه ورد في كل موضع أُدُّعِيَ فيه نسبة ذلك المعنى إلى غير الله، ولم يرد في المواضع التي لا يشك فيها ولا يتوهم الشركة (37). كقوله تبارك وتعالى: {وأَنَّهُ أَهْلَكَ عَادَاً الأُولَى} (38). وكقوله جلّ اسمه: {وأَنَّهُ خَلَقَ الزَّوْجينِ الذَّكَرَ والأُنْثَى} (39)، فلم يرد الفصل في الآيتين إذ لا يتوهم الشركة في ذلك. أما في قوله تبارك وتعالى: {وأَنَّهُ هُوَ أَضْحَكَ وَأبْكَى وأَنَّهُ هُوَ أَمَاتَ وأَحْيا} (40)، فقد ورد ضمير الفصل (هو) لإفادة الحصر؛ لإنّ الإضحاك والإبكاء والإماتة والإحياء قد يدعيه أحد (41).\n(1/6)\n\nالمبحث الثاني\nموقع ضمير الفصل ومطابقته لما قبله\n- موقع ضمير الفصل:\nيرى البصريون ومن تبعهم أنّ ضمير الفصل يتوسط بين المبتدأ والخبر، أو ما بين ما أصله المبتدأ والخبر (42)، ولا يجوز تقديمه في أول الكلام (43).\nوقد زعم بعض النحويين أن الكوفيين جوّزوا تقديمه في أول الكلام (44)، واستدلوا على ذلك بقوله تبارك شأنه: {وتُخْرِجُونَ فَريقاً مِنْكُم مِنْ دِيارِهِم تَظاهَروُنَ عَلَيْهم بالإثْمِ والعُدْوانِ وإنْ يأْتوكُم أَسَارَى تُفَادُوهُم وَهُوَ مُحَرَّمٌ عَلَيْكُم إخْراجُهُم ... } (45).\nإذ ذكر الفَراءُ وجهين لهذه الآية الكريمة، الأول: \" ... وإن شئت جعلت (هو) عماداً ورفعت (الإخراج) بمحرم ... فإن قلت: إن العرب إنما تجعل العماد في (الظَّنّ) لأنه ناصب، وفي (كان وليس) لأنهما يرفعان، وفي (إنَّ وأخواتها) لأنهن ينصبن، ولا ينبغي للواو وهي لا تنصب، ولا ترفع، ولا تخفض أن يكون لها عماد، قلت: لم يوضع العماد على أن يكون لنصب أو لرفع أو لخفض، وإنما وضع في كل موضع يبتدأ فيه بالاسم قبل الفعل، فإذا رأيت الواو في موضع تطلب الاسم دون الفعل أصلح في ذلك العماد\" (46).\nوالثاني: \"وهو أن يكون الضمير المنفصل هو كناية عن الإخراج في قوله تعالى: {وتُخْرِجُونَ فَريقاً مِنْكُم مِنْ دِيارِهِم}، أي: وهو محرم عليكم، ثم أعاد الإخراج مرّة أخرى لطول الفصل بين الإخراج والضمير (هو)، فرفع الإخراج على التكرير، أي: على البدلية\" (47).\nويبدو مما تقدم أن الفرّاء يقصد بالعماد الضمير المجهول، وهو ما يقابل ضمير الشأن عند البصريين.\n\n- مطابقة ضمير الفصل لما قبله:\nظاهرة التطابق من الظواهر اللغوية البارزة في العربية التي تنبّه النحاة لها، قد تمكنوا من الوقوف على مواضعها في النصوص التي كانت موضعاً للدرس، مبينيين صُور العلاقات المختلفة التي تربط بين العناصر اللغوية داخل التركيب، وذكروا حالات وجوب المطابقة وجوازها، ووضعوا القواعد والأحكام.\nوالتطابق بين عناصر التركيب أمر ضروري لا مناص منه في كثير من المواضع؛ لأن مراعاة الفروق اللغوية بين تلك العناصر تُعدّ قضية أساسية في الأداء اللغوي، إذ إنّ أي إهمال لهذا الجانب يؤدي في مواضع كثيرة إلى الخروج عن النظام اللغوي، وقد يؤدي في مواضع أخرى إلى الخروج عن باب بعينه إلى آخر غيره، ومطابقته تشمل:",
        "(1/7)\n\n- المطابقة الدلالية:\nاشترط النحويون أن يكون الفصل من الضمائر المنفصلة المرفوعة الموضع؛ لأنّ فيه ضرباً من التوكيد، والتوكيد يكون بالضمير المرفوع المنفصل، وقد أشاروا إلى أنّ التوكيد هو المؤكد في المعنى (48)، وهذا يدل على أنّ ضمير الفصل هو الأول في المعنى.\nلقد أوضح سيبويه أهمية مطابقة الفصل لما قبله دلالياً فقال: \"إذا قلت: كان زيدٌ أنت خيرٌ منه، وكنت أنا يومئذٍ خيرٌ منك، فليس إلاّ الرفع؛ لأنك إنما تفصِلُ بالذي تعني به الأول، إذا كان ما بعد الفصل هو الأول، وكان خبره، ولا يكون الفصل ما تعني به غيره، ألا ترى أنك لو أخرجت (أنت) لاستحال الكلام، وتغيّر المعنى وإذا أخرجت (هو) من قولك: كان زيدٌ هو خيراً منك، لم يفسد المعنى ... \" (49).\n\n- المطابقة في التكلم والخطاب والغيبة:\nيجب أن يكون الفصل مطابقاً لما قبله في التكلم والخطاب والغيبة، وتعد هذه الصورة من التطابق أمراً لا بد منه؛ لأنّ عدم مراعاة ذلك قد يؤدي إلى الخروج عن هذا الباب إلى آخر غيره، ففي قوله تبارك اسمه: {إِنَّهُ أَنا اللهُ العَزِيزُ الحَكِيمُ} (50)، نلحظ أنّ الضمير (أنا) قد اخرج عن باب الفصل؛ لأن صورة التطابق التي اشترطها النحاة لم تتحقق في التركيب، فالضمير (أنا) للمتكلم في حين أّن (الهاء) في (إنّه) للغياب، لذا فإنّ هذا التركيب يدخل في باب آخر وهو باب ضمير الشأن والقصة؛ لأنّ (الهاء) في (إنّه) ضمير الشأن، والجملة المكونة من المبتدأ والخبر: (أنا الله) خبر (إنّ).\nأما في قول الشاعر (51):\nوكائِنٌ في الأباطِحِ مِنْ صَدِيقٍ ... يَرَاني لَوْ أُصِبْتُ هُوَ المُصَابَا\n\nفنرى أنَّ ضمير الفصل (هو) ورد بلفظ الغيبة فلم يطابق ما قبله؛ لأن المفعول الأول وهو (الياء) في: (يراني)، ضمير تكلم، فإذا حملناه على هذا الوجه لم يجز أن يكون (هو) فصلاً (52). أما إذا حملناه على حذف المضاف فيجوز الفصل، أي أن الأصل: يرى مصابي هو المصابا، فحذف المضاف الذي هو (مصاب)، ثم أقيم المضاف إليه وهو (الياء) في (يراني) مقامه (53).\nوقال بعضهم إنّ (هو) بمنزلة نفسه، فإذا أصيب في نفسه فكأن صديقه قد أصيب، فجعل ضمير الصديق مؤكداً لضميره؛ لأنّه في المعنى مجازٌ واتساعٌ (54).\nوقد ورد الفصل في التراكيب الواردة في القرآن الكريم جميعها (55) موافقاً لهذه الصورة من التطابق، فعلى سبيل المثال جاء الفصل مطابقاً لما قبله في التكلم، كقوله جلّ شأنه: {وَقُلْ إِنِّي أَنَا النَّذيرُ المُبِينُ} (56)، وكذلك جاء الفصل مطابقاً لما قبله في الخطاب، كقوله تبارك وتعالى: { ... إِنَّكَ أَنْتَ الوَهَّابُ} (57)، ومثال ما جاء فيه الفصل مطابقاً لما قبله في الغيبة، قوله جلّ وعز: { ... إِنَّهُ هُوَ التَّوابُ الرَّحِيمُ} (58).\n(1/8)",
        "\n- المطابقة في الإفراد والتثنية والجمع:\n\nأوجب النحاة أن يكون الفصل مطابقاً لما قبله في الإفراد والتثنية والجمع، فمثال ما جاء فيه الفصل مطابقاً لما قبله في الإفراد، قوله جلّ اسمه: { ... إِنَّهُ هُوَ الحَكِيمُ العَلِيمُ} (59)، ومثال ما جاء فيه الفصل مطابقاً لما قبله في الجمع، قوله تبارك وتعالى: { ... فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَالِمُونَ} (60). أما الفصل بصيغة المثنى فإنه لم يرد في القرآن الكريم.\n\n- المطابقة في التذكير والتأنيث:\nالمطابقة في التذكير والتأنيث هي الصورة الأخيرة من صور المطابقة التي أوجب النحاة العرب تحققها بين الفصل وما قبله (61).\nوقد جاء الفصل في التراكيب الواردة في القرآن الكريم جميعها (62) موافقاً لهذه الصورة من التطابق، فمثال ما جاء فيه الفصل مطابقاً لما قبله في التذكير، قوله جلّ وعلا: {إِنَّ شَانِئَكَ هُوَ الأَبْتَر} (63)، ومثال ما جاء فيه الفصل مطابقاً لما قبله في التأنيث، قوله تبارك وتعالى: { ... وَإِنَّ الآخِرَةَ هي دَارُ القَرَارِ} (64).\n(1/9)\n",
        "المبحث الثالث\nالتراكيب التي وردت فيها ضمائر الفصل والوجوه الإعرابية لها\n\nهناك تراكيب وأنماط متعددة وردت فيها ضمائر الفصل ولها وجوه إعرابية مختلفة، منها:\n\n1 - ضمير الفصل بين المبتدأ والخبر:\nذكر النحاة أنّ ضمير الرفع المنفصل إذا وقع بين المبتدأ والخبر، وكان المبتدأ اسماً ظاهراً كقوله تبارك وتعالى: {واللهُ هُوَ الغَنِيُّ الحَميدُ} (65)، فإنه يجوز أن يكون فصلاً، أو مبتدأً ثانياً، أو بدلاً من المبتدأ (66).\nوقد جوّز أبو البقاء العكبري (ت 616هـ) أن يكون هذا الضمير توكيداً للاسم الظاهر قبله، أي أنّه توكيد للمبتدأ (67).\nأما إذا كان المبتدأ ضميراً منفصلاً نحو قولك: \"أنت أنت القائمُ، فيجوز أن يكون فصلاً، أو مبتدأ ثانياً، أو بدلاً، أو توكيداً\" (68).\n\n2 - ضمير الفصل بين اسم كان وخبرها:\nأوضح النحاة أنّ اسم كان لا بد أن يكون أحد شيئين: إما اسماً ظاهراً، وإما ضميراً، فإن كان اسماً ظاهراً، والاسم الذي بعده منصوب، كقوله تبارك اسمه: {وِإِذْ قَالُوا اللّهُم إِنْ كانَ هذا هُوَ الحَقَّ مِنْ عِنْدِكَ ... } (69)، فيجوز أن يكون فصلاً (70)، أو بدلاً من اسم كان (71)، وقد جوّز الكوفيون أن يكون توكيداً للاسم الظاهر قبله (72)، خلافاً للبصريين الذين منعوا توكيد الظاهر بالمضمر (73).\nأما إذا كان ضميراً، كقوله -جلّ وعزّ-: {فلمَّا تَوَفْيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ ... } (74)، فإنه يجوز أن يكون الفصل توكيداً (75)، أو بدلاً من اسم كان (76).\n\n3 - ضمير الفصل بين اسم إنّ المكسورة الهمزة والمفتوحة وخبرها:\nصرح النحاة بأنّ اسم إنّ إذا كان اسماً ظاهراً، نحو قوله تبارك شأنه: { ... أَلَا إنّ حِزْبِ الشَّيْطَانِ هُمُ الخَاسِرُونَ} (77)، فإنّه يجوز في الضمير أن يكون فصلاً أو مبتدأً (78)، وقد جوّز أبو البقاء العكبري أن يكون توكيداً لاسم (إنّ) الظاهر (79)، خلافاً للبصريين الذين منعوا توكيد الظاهر بالمضمر (80).\nأما إذا كان اسم إنّ ضميراً، كقوله جلّ اسمه: { ... إِنَّ رَبَّكَ هَُو القَويُّ العَزِيْزُ} (81)، فإنه يجوز في ضمير الرفع المنفصل أن يكون فصلاً، أو مبتدأً، أو توكيداً (82)، والوجوه الإعرابية في باب (إنّ) المكسورة الهمزة تتفق مع الوجوه الإعرابية في باب (أنّ) المفتوحة الهمزة.\n(1/10)\n\n4 - ضمير الفصل بين مفعولي (ظنّ)، أو إحدى أخواتها:\nذكر النحاة أنّ المفعول الأول إذا كان اسماً ظاهراً، نحو قوله تبارك وتعالى: {وجَعَلْنَا ذُرِّيَتَهُ هُمُ البَاقِينَ} (83)، فإنّه يجوز في الضمير المرفوع المنفصل أن يكون فصلاً (84)، وقد جوّز أبو البقاء العكبري أن يكون توكيداً للمفعول الأول (85).\nأما إذا كان المفعول الأول ضميراً، كقوله تبارك وتعالى: { ... ومَا تُقَدِّمُوا لأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللهِ هُوَ خَيْرَاً وأَعْظَمَ أَجْرَاً ... } (86)، فإنّ النحاة جوّزوا في الضمير المنفصل أن يكون فصلاً، أو توكيداً للضمير الذي قبله (87)، أو بدلاً من المفعول الأول (88).\nويبدو مما تقدم أنّ أغلب النحاة البصريين والكوفيين ذهبوا إلى أنّ الفصل هو توكيد للاسم السابق قبله إلاّ أنّ البصريين منعوا أن يكون توكيداً في حالة واحدة، وهي الحالة التي يكون فيها الضمير مسبوقاً باسم ظاهر؛ لأنهم منعوا توكيد الظاهر بالمضمر، وإذا أخذنا برأي الكوفيين الذين أجازوا توكيد الاسم الظاهر بالمضمر فستكون لدينا قاعدة نحوية ثابتة دون أن تتغير في أي تركيب، وهي أن هذه الضمائر توكيد للاسم السابق قبلها سواء أكان هذا الاسم ظاهراً أم مضمراً، لذا يمكن القول بأنّ كل ضمير فصل هو توكيد لما قبله، فهو فصل من حيث الموقع، وتوكيد من حيث الوظيفة.",
        "(1/11)\n\nالخاتمة\n\nلقد تمخض هذا البحث المتواضع عن نتائج أهمها:\n1 - إنّ لفظ (الفصل) عند البصريين له علاقة بالدلالات اللغوية، فهو التفرقة بين شيئين، وتكون على ضربين: التفرقة المادية والتفرقة المعنوية. ويعد كلا الضربين بياناً وإيضاحاً، وهذا يتفق من حيث الوظيفة مع ضمائر الفصل.\n2 - يعد التطابق بين عناصر التركيب أمراً ضرورياً لا مناص منه؛ لأنّ مراعاة الفروق اللغوية بين تلك العناصر تُعدُّ قضية أساسية في الأداء اللغوي، إذ أنّ أي إهمال لهذا الجانب يؤدي إلى الخروج عن النظام اللغوي.\n3 - إنّ أغلب النحاة البصريين والكوفيين يتفقون على أنّ الفصل هو توكيد للاسم السابق سواء أكان هذا الاسم ظاهراً أم مضمراً، وعلى هذا الأساس يمكن القول بأنّ كل ضمير فصل هو توكيد لما قبله، فهو فصل من حيث الموقعية، وتوكيد من حيث الوظيفة.\n\nولله الحمد أولاً وآخراً.\n(1/12)",
        "\nالهوامش\n\n(1) هود 88.\n(2) ينظر: لسان العرب، مادة (ف، ص، ل)، 11/ 521 - 524.\n(3) الحج 17.\n(4) الطارق 13 - 14.\n(5) الأنعام 57.\n(6) ينظر: لسان العرب، مادة (ف، ص، ل)، 11/ 521 - 524.\n(7) الصافات 21.\n(8) ينظر: لسان العرب، مادة (ف، ص، ل)، 11/ 521 - 524.\n(9) الأعراف 52.\n(10) الأعراف 133.\n(11) النهاية في غريب الحديث والأثر 696.\n(12) ينظر: شرح جمل الزجاجي 2/ 65، وارتشاف الضرب من لسان العرب 1/ 321 - 322.\n(13) ارتشاف الضرب 1/ 322، وينظر: همع الهوامع شرح جمع الجوامع 1/ 69.\n(14) ينظر: الكتاب 2/ 391، والمقتضب 4/ 103، 104، والأصول في النحو 2/ 128، 267، ومعاني القرآن وإعرابه 1/ 38، 2/ 454.\n(15) ينظر: مغني اللبيب عن كتب الأعاريب 2/ 102.\n(16) شرح المفصل 3/ 111، وينظر: شرح جمل الزجاجي 2/ 65.\n(17) الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين م100، وينظر: اللباب في علل البناء والإعراب 416.\n(18) شرح الكافية في النحو 2/ 24، وينظر: الموفي في النحو الكوفي 93.\n(19) شرح الكافية 2/ 27.\n(20) مغني اللبيب 2/ 102.\n(21) شرح المفصل 3/ 110.\n(22) معاني القرآن 1/ 48، وينظر: الأصول في النحو 3/ 110.\n(23) الكتاب 2/ 389.\n(1/13)\n",
        "(24) الكتاب 2/ 387.\n(25) معاني القرآن وإعرابه 1/ 38.\n(26) ينظر: إعراب القرآن للنحاس 1/ 674، والأصول في النحو 2/ 128، وشرح المفصل 3/ 110.\n(27) شرح جمل الزجاجي 2/ 68.\n(28) التطور النحوي 136.\n(29) شرح الأشموني على ألفية ابن مالك 1/ 255.\n(30) ينظر: شرح المفصل 3/ 111، وشرح الكافية 2/ 24، 25.\n(31) شرح المفصل 3/ 111، وينظر: البحر المحيط 1/ 44، همع الهوامع 1/ 68.\n(32) مغني اللبيب 2/ 102.\n(33) شرح جمل الزجاجي 2/ 65، وينظر: البرهان في علوم القرآن 2/ 409.\n(34) البحر المحيط 1/ 44.\n(35) البرهان في علوم القرآن 2/ 409، وينظر: همع الهوامع 1/ 69.\n(36) معترك الأقران في إعجاز القرآن 1/ 186.\n(37) الإتقان في علوم القرآن 2/ 50.\n(38) النجم 50.\n(39) النجم 45.\n(40) النجم 43 - 44.\n(41) التفسير الكبير 2/ 34، وينظر: معاني النحو 1/ 45.\n(42) الكتاب 2/ 389، وينظر: المقتضب 4/ 104.\n(43) الأصول في النحو 2/ 129، وينظر: إعراب القرآن للنحاس 1/ 195.\n(44) إعراب القرآن للنحاس 1/ 194 - 195، وينظر: البحر المحيط 1/ 292.\n(45) البقرة 85.\n(46) معاني القرآن 1/ 51.\n(47) المصدر نفسه 1/ 50 - 51، وينظر: معاني القرآن وإعرابه 1/ 141.\n(48) شرح المفصل 3/ 110، وينظر: همع الهوامع 1/ 68.\n(49) الكتاب 2/ 394 - 395، وينظر: المقتضب: 4/ 105.\n(50) النمل 9.\n(1/14)\n\n(51) ينظر: مغني اللبيب 2/ 495، ومعجم شواهد العربية 1/ 31.\n(52) شرح المفصل 3/ 111.\n(53) شرح المفصل 3/ 111، وينظر: شرح الكافية 2/ 24.\n(54) همع الهوامع 1/ 68.\n(55) ينظلر: المائدة 17 و71، ويوسف 90، والقصص 30، والزمر 18، والتحريم 4.\n(56) الحجر 89.\n(57) آل عمران 8.\n(58) البقرة 54.\n(59) الذاريات 30.\n(60) الأنبياء 64.\n(61) شرح الكافية في النحو 2/ 24، وينظر: همع الهوامع 1/ 68.\n(62) ينظر: النحل 125، والتوبة 104، والحج 46، والسجدة 35، والمزمل 6.\n(63) الكوثر 3.\n(64) غافر 39.\n(64) فاطر15.\n(66) معاني القرآن وإعرابه 1/ 27 - 28، وينظر: المقتصد في شرح الإيضاح 1/ 414، والبيان في غريب إعراب القرآن 2/ 288.\n(67) التبيان في إعراب القرآن 1/ 129.\n(68) شرح جمل الزجاجي 2/ 67، وينظر: ارتشاف الضرب 1/ 326.\n(69) الأنفال 32.\n(70) المقتضب 4/ 103، وينظر: معاني القرآن وإعرابه 2/ 454، 455، والبيان في غريب إعراب القرآن 1/ 386.\n(71) شرح جمل الزجاجي 2/ 67، وينظر: ارتشاف الضرب 1/ 326.\n(72) الإنصاف: المسألة 100.\n(73) شرح جمل الزجاجي 2/ 66 - 68، وينظر: شرح المفصل 3/ 113.\n(74) المائدة 117.\n(75) المقتضب 4/ 104، وينظر: الأصول 2/ 129.",
        "(1/15)\n\n(76) شرح جمل الزجاجي 2/ 67، وينظر: ارتشاف الضرب 1/ 326.\n(77) المجادلة 19.\n(78) إعراب القرآن المنسوب للزجاج 2/ 67، وينظر: البيان في غريب إعراب القرآن 2/ 540.\n(79) التيبان في إعراب القرآن 1/ 111.\n(80) ينظر: شرح المفصل 3/ 113، همع الهوامع 1/ 69.\n(81) هود 66.\n(82) إعراب القرآن للنحاس 1/ 164، 176.\n(83) الصافات 77.\n(84) المقتضب 2/ 136 و4/ 51، 52، وينظر: إعراب القرآن للنحاس 2/ 755.\n(85) التبيان في إعراب القرآن 1/ 314، 315.\n(86) المزمل 20.\n(87) إعراب القرآن للنحاس 2/ 276، 277.\n(88) التبيان في إعراب القرآن 2/ 1248.\n(1/16)",
        "\nثبت المصادر والمراجع\n\n- القرآن الكريم.\n1 - الإتقان في علوم القرآن: جلال الدين عبد الرحمن السيوطي (ت 911هـ)، المكتبة الثقافية، بيروت، 1973م.\n2 - ارتشاف الضرب من لسان العرب: أبو حيان النحوي (ت 754هـ)، تحقيق وتعليق: د. مصطفى أحمد النمّاس، ط1، مطبعة المدني، القاهرة، 1978م.\n3 - الأصول في النحو: أبو بكر بن السرّاج النحوي البغدادي (ت 316هـ)، تحيق: د. عبد الحسين الفتلي، ج1، مطبعة النعمان، النجف، 1973م. والجزء الثاني، مطبعة سلمان الأعظمي –بغداد.\n4 - إعراب القرآن: أبو جعفر أحمد بن محمد بن إسماعيل النحاس (ت 338هـ)، دراسة وتحقيق: زهير غازي زاهد، مطبع العاني، بغداد، 1978م-1979م، 1980م.\n5 - إعراب القرآن المنسوب للزجاج (ت 311هـ): تحقيق ودراسة: إبراهيم الأبياري، مطابع الأميرية، القاهرة، 1963م. وهو كتاب (الجواهر): لعلي بن الحسين الأصفهاني الباقولي (ت 535هـ) المعروف بجامع العلوم.\n6 - الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين: كمال الدين أبو البركات الأنباري (ت577هـ): تحقيق: محمد محيي الدين عبد الحميد، دار الفكر للطباعة والنشر، القاهرة، 1980م.\n7 - البحر المحيط: أبو حيان النحوي (ت 754هـ)، دار الفكر، (د. ت).\n8 - البرهان في علوم القرآن: بدر الدين محمد بن عبد الله الزركشي (ت 794هـ)، تحقيق: محمد أبو الفضل إبراهيم، ط3، دار الفكر، 1980م.\n9 - البيان في غريب إعراب القرآن: كمال الدين أبو البركات الأنباري (ت 577هـ)، تحقيق: د. طه عبد الحميد طه، مراجعة: مصطفى االسقا، الهيئة المصرية العامة للكتاب، القاهرة، 1980م.\n10 - التبيان في إعراب القرآن: محب الدين أبو البقاء عبد الله بن الحسين العكبري (ت 616هـ)، تحقيق: محمد علي البجاوي، مطبعة عيسى البابي الحلبي وشركاءه، القاهرة، 1976م.\n11 - التطور النحوي للغة العربية: برجشتر آسر، أخرجه وصححه وعلق عليه: د. رمضان عبد التواب، منشورات مكتبة الخانجي، القاهرة، 1982م.\n12 - التفسير الكبير: لفخر الدين الرازي (ت 606هـ)، المطبعة البهية، القاهرة، (د. ت).\n(1/17)\n",
        "13 - شرح الأشموني على ألفية ابن مالك: نور الدين أبو الحسن علي بن محمد بن عيسى (ت 929هـ): حققه وشرح شواهده: محمد محيي الدين عبد الحميد، مطبعة مصطفى البابي الحلبي وأولاده، ط2، القاهرة، 1939م.\n14 - شرح جمل الزجاجي (الشرح الكبير): علي بن مؤمن بن محمد بن علي (ابن عصفور) (ت 669هـ)، تحقيق: د. صاحب أبو جناح، منشورات وزارة الأوقاف، مطابع مديرية دار الكتب للطباعة والنشر، الموصل، 1982م.\n15 - شرح الكافية في النحو: رضي الدين محمد بن الحسن الاستراباذي (ت 686هـ)، دار الكتب العلمية، بيروت، (د. ت).\n16 - شرح المفصل: موفق الدين بن يعيش بن علي بن يعيش (ت 643هـ)، تعليق: مشيخة الأزهر الشريف، المطبعة المنيرية، القاهرة، (د. ت).\n17 - الكتاب: سيبويه: عمرو بن عثمان بن قنبر (ت 180هـ)، تحقيق: محمد عبد السلام هارون، ط2، القاهرة، 1977م.\n18 - اللباب في علل البناء والإعراب: أبو البقاء العكبري (ت 616هـ)، تحقيق: د. خليل بنيان الحسون، مكتبة جامعة القاهرة، 1976م.\n19 - لسان العرب: ابن منظور الإفريقي (ت 711هـ)، دار لسان العرب، بيروت.\n20 - معاني القرآن: أبو زكريا يحيى بن زياد بن عبد الله الفرّاء (ت 207هـ)، تحقيق: محمد علي النجار، دار الكتب المصرية، القاهرة، 1955م. والجزء الثاني: تحقيق محمد علي النجار، وأحمد يوسف نجاتي، الدار المصرية للتأليف والترجمة والنشر.\n\n21 - معاني القرآن وإعرابه: أبو إسحاق الزجاج (ت 311هـ)، شرح وتحقيق: عبد الجليل عبده شلبي، الهيئة العامة لشؤون المطابع الأميرية، القاهرة، 1974م.\n22 - معاني النحو: د. فاضل صالح السامرائي، ط2، الناشر شركة العاتك للطباعة، 1423هـ، 2003م.\n\n23 - معترك الأقران في إعجاز القرآن: لجلال الدين السيوطي (ت 911هـ)، تحقيق: محمد علي البجاوي، دار الثقافة العربية للطباعة، (د. ت).\n24 - معجم شواهد العربية: عبد السلام محمد هارون، ط1، مكتبة الخانجي بمصر، 1392هـ، 1972م.\n25 - مغني اللبيب عن كتب الأعاريب: أبو محمد جمال الدين عبد الله بن يوسف الأنصاري (ت761هـ)، تحقيق: محمد محيي الدين عبد الحميد، مطبعة المدني، القاهرة، (د. ت).\n(1/18)\n\n26 - المقتصد في شرح الإيضاح: أبو بكر عبد القاهر بن عبد الرحمن الجرجاني (ت471هـ)، تحقيق: د. كاظم بحر المرجان، ط1، بغداد، 1980م.\n27 - المقتضب: أبو العباس محمد بن محمد بن يزيد المبرد (ت 285هـ)، تحقيق: محمد عبد الخالق عضيمة، المجلس الأعلى للشؤون الإسلامية، القاهرة، 1386هـ.\n28 - الموفى في النحو الكوفي: صدر الدين الكنغراوي الاستنابولي (ت 1349هـ)، شرحه بتعليقات توضح غوامضه ومقاصده: محمد بهجت البيطار، مطبوعات المجمع العلمي العربي بدمشق، 1370م.\n29 - النهاية في غريب الحديث والأثر: ابن الأثير (ت 637هـ)، مجد الدين أبي السعادات المبارك بن محمد الجزري، اعتنى به: رائد بن صبري ابن أبي علفة، بيت الأفكار الدولية، عمان، (د. ت).\n30 - همع الهوامع شرح جمع الجوامع في علم العربية: جلال الدين السيوطي (ت 911هـ)، عني بتصحيحه: محمد بدر الدين النعساني، ط1، مطبعة السعادة، القاهرة، 1327هـ.",
        "(1/19)\n\nAbstract\n\nThis paper is a syntactic–semantic study of disconjunction pronouns through a thorough reading of the Qur'anic texts to identify the linguistic structures used for the realization of such pronouns and their parsing features. It also tries to show the significance of these pronouns in Qur'an contexts in addition to presenting syntactic viewpoints in this respect along with the discussions to argue for these views through Qur'anic texts and then identifying the view that seems more logical.\nThe paper consists of an introduction and three sections. The first sections deals with the concept of disconjunction in language, the term and its function in the Qur'anic expression which include syntactic and semantic functions. The second section deals with the position of these pronouns and their agreement with what precedes and what follows in respect of semantics, speaker, hearer ,third person, singular , dual and plural, in feminity and masculinity. The third section is devoted to presenting the structural realizations of these pronouns and their parsing features. At the end comes a number of conclusions such as: to the Basserian Linguists disconjunction is related to linguistic denotations; it is distinguishing two things, namely abstract and concrete distinguishing. This fact agrees in function with what these pronouns are used for to distinguish complement from adjectives.\n(1/20)"
    ]
}