{
    "partText": [
        "\n\nرسالة نخبة\nالافكار في حرمان الزوجة",
        "من الأراضي والعقار\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلاة والسلام على خير خلقه واشرف بريته محمد (ص) وآله الطاهرين المعصومين الغر الميامين ، ولعنة الله على اعدائهم اجمعين الى قيام يوم الدين ( وبعد ) فأعلم انه لا خلاف معتد به بين اصحابنا الاماميه رضوان الله تعالى عليهم فى حرمان الزوجة في الجملة من بعض تركة زوجها ، بل في الانتصار انه مما انفردت به الامامية حرمان الزوجة من رباع الارض ، وفي الخلاف والسرائر الاجماع على حرمان الزوجة من الرباع والدور والارضين ( مضافا الى ما يأتي من النصوص المتواترة المصرحة بحرمانها في الجملة من تركة زوجها ( ومخالفة الاسكافي في المسئلة غير ضائرة ، اذ يكفي في رده سبقه ولحوقه بالاجماع فقوله حينئذ بعدم حرمانها من التركة متروك ، كما عن كاشف الرموز التصريح به ، وفي المحكي عن غاية المراد بعد حكاية اجماع اهل البيت على حرمان الزوجة من شيء ما من تركة زوجها ، انه لم يخالف فيه الا ابن الجنيد وقد سبقه الاجماع وتأخر عنه ( مع انه ) لاصراحة لكلام الاسكافي في المخالفة في اصل المسئلة ، فانه قال اذا دخل الروج او الزوجة على الولد والابوين كان للزوج \n\nالربع وللزوجة الثمن من جميع التركة عقارا واثاثا وصامتا ورقيقا انتهى ، فيمكن ان يكون خلافه في بعض فروع المسئلة اعني حرمان ذات الولد بان كان مقصوده بقرينة ذكر الولد ان الزوجة اذا كانت ذات ولد من الزوج ترثه من جميع تركته ، لا ان المقصود هو الخلاف في اصل المسئلة ( وعلى فرض ) ظهور كلامه في المخالفة في اصل المسئلة قد عرفت ضعفه بسبقه ولحوقه بالاجماع ( وأما ) خلو جملة من كتب الاصحاب من ذلك على ما قيل كالمقنع والمراسم والايجاز ونحوها ، فغير مؤيد لهذا القول ، فان الظاهر أن عدم تعرضهم للمسئلة لمكان وضوحها عندهم من كون حرمانها من بعض التركة مذهب اهل البيت : ( مع ) ان المتبع في المسئلة هو الدليل ، ويكفي فيه بعد الاجماع وتسالم الفتاوى النصوص الاتية التي هي فوق مرتبة التواتر ( حيث ) يخصص بها عمومات الكتاب والسنة المقتضيه لارثها من جميع تركة زوجها ( فلا يبقى ) حينئذ مستند للاسكافي الا بعض الاخبار ، كرواية ابن ابي يعفور وابان والفضل بن عبدالملك عن ابي عبدالله (ع) قال سئلته عن الرجل هل يرث من دار امرأته او أرضها من التربة شيئا او يكون ذلك بمنزلة المرئة فلا يرث من ذلك شيئا قال (ع) يرثها وترثه من كل شيء ترك وتركت ، وموثقة عبيدة بن زرارة والبقباق عن ابي عبدالله (ع) قلنا ما تقول في رجل تزوج امراة ثم مات عنها وقد فرض لها الصداق فقال (ع) لها نصف الصداق وترثه من كل شيء ( ولكنهما ) محمولان على التقية فلا يصلحان للمقاومة مع النصوص المتواترة الصريحة في حرمان الزوجة من بعض تركة زوجها ، كما يؤيده بل يشهد له ظهور الرواية الاولى في مفروغية حرمانها من الارض والدار عند الراوى من حيث جعل محط سؤاله عن الرجل في انه كالزوجة في الحرمان من الارض والدار على ما هو المسلم عند الشيعة فاجابه الامام (ع) بجواب متكفل للتقية بالنسبة الى حكم الزوجه لعدم تمكنه من الاقتصار على بيان حكم الزوج فقط لمكان وجود من ",
        "يتقيه الامام (ع) في المجلس ( لأن ) سكوته عن حكم الزوجة مع كونه غير مسؤول عنه يكون تقريراً للسائل على معتقده بنظر من في المجلس ممن يتقيه الامام (ع) ، مع امكان حملها على ذات الولد من الزوج ، او الالتزام فيها بالتخصيص بمقتضي الاجماع والنصوص الاتية ( ولكن ) الالتزام بالتخصيص بعيد جدا في الرواية الاولى فيتعين حملها على التقية ، او على ذات الولد من الزوج ( وكيفكان ) فلا اشكال في اصل المسئلة بين الامامية فتوى ونصا ( وانما ) الكلام والاشكال في مقامين ( الاول ) في الذي تحرم منه الزوجة عينا وقيمة او عينا لاقيمة ( الثاني ) في ان الحرمان مخصوص بغير ذات الولد من الزوج ، او انه عام يشمل ذات الولد من الزوج ايضا ( فنقول ) وبالله التوفيق. \n( اما المقام الاول )\nفقد اختلف فيه كلماتهم تبعا لاختلاف الاخبار على الاقوال ( احدها ) وهو المنسوب الى الشهور حرمانها من مطلق الارض عينا وقيمة خاليه كانت الارض او مشغولة ببناء او زرع ، وحرمانها عينا لاقيمة من الابنيه والاشجار ( وثانيها ) حرمانها عينا وقيمة من خصوص ارض الرباع وهي الدور والمسا كن لا من مطلق الارض كالضياع والبساتين وحرمانها عينا لاقيمة من البناء والالات والاخشاب المستدخلة فيها تقليلا للتخصيص في عمومات الكتاب والسنة المقتضية لارثها من جميع التركة وهذا القول منسوب الى المفيد في المقنعة وابن ادريس في السرائر وكاشف الرموز ، ( ونسب ) الى بعض الاجلة من المحققين من اعاظم العصر اختيار هذا القول ( وثالثها ) ما ارتضاه المرتضى 1 فيما حكى عنه من تخصيص حرمانها بخصوص اعيان الرباع ارضا وعمارة لا من قيمتها وحاصله توريثها من جميع تركة زوجها عدا الرباع فتحرم من خصوص اعيانها لا من قيمتها ( ورابعها ) حرمانها من عين الارض مطلقا لا من قيمتها \nجمعا بين ادلة الارث وادلة الحرمان بجعل الحرمان المذكور في الاخبار الحرمان من اعيان الاراضي لا من قيمتها ، وقد نسبها في الجواهر هذا القول الى المرتضى ( قده ) لا القول المتقدم ، ولم يحضرني كلامه في الحال حتي اتامل فيه ( وخامسها ) ما نسب الى الشيخ ( قده ) واتباعه ، وهو التفصيل فيما تحرم منه عينا لا قيمة بين الابنية وبين النخيل والاشجار بتوريثها من اعيان النخيل والاشجار ( ولعل ) منشأ هذه النسبة اليهم من جهه تخصيصهم الحرمان في الذكر بالارض واقتصارهم فيما تحرم منه عينا لاقيمة على ذكر الابنية والالات المعلوم عدم شمولها للاشجار ، والا فلم اجد من صرح منهم بارثها من اعيان النخيل والاشجار. ",
        "( وعلى كل حال ) فهذه اقوال خمسة في المسئلة ، ومنشئها كما قلنا اختلاف السنة اخبار الباب مع اختلاف انظارهم في فهم المراد منها من حيث اقتصار ( بعضها ) فيما تحرم منه الزوجة عينا على عنوان الرباع وهي الدور والمساكن والمنزل كصحيحة محمد بن مسلم عن ابي عبدالله (ع) ترث المرئة الطوب ولا ترث من الرباع شيئا ( وفي بعضها ) على الارض والتربة دارا او عقارا او ضيعة ( وفي ثالث ) على عنوان العقار تارة وباضافة الدور اليها اخرى ، والعقار ثالثة ( ولكن ) المختار ما هو المشهور وهو حرمانها عينا وقيمة من مطلق الارض والتربة ، من غير فرق بين الدور والمساكن وغيرهما ، وعينا لاقيمة من كل ما هو ثابت في الارض من الابنية والنخيل والاشجار « لنا على ذلك » الاخبار الكثيرة التي فيها الصحيح والموثق البالغة في الكثرة حد التواتر على اختلاف اساليبها من حيث اشتمال بعضها على عنوان الدور والعقار ، وبعضها على عنوان العقار ، وبعضها على عنوان الضيعة وبعضها على عنوان الارض والتربة. \n( فمنها ) صحيحة محمد بن مسلم عن ابي عبدالله (ع) ترث المرئة الطوب ولا ترث من الرباع شيئا قال قلت كيف ترث من الفرع ولا ترث من الفرع ولا ترث من الرباع شيئاً ... \nفقال (ع) ليس لها منه نسب ترثه به وانما هي دخيل عليهم فترت من الفرع ولا ترث من الاصل ولا يدخل عليهم داخل بسببها. \n( ومنها ) ما رواه الفضلاء الخمسة وهم زرارة ، وبكير وفضيل ، ويريد ، ومحمد ابن مسلم منهم عن ابي جعفر (ع) وابي عبدالله (ع) ، ومنهم عن ابي عبدالله (ع) ومنهم عن ابي جعفر (ع) ، ومنهم عن احدها : ان المرئة لاترث من تركة زوجها من تربة دار او ارض الا ان يقوم الطوب والخشب قيمة فتعطي ربعها او ثمنها ان كان له ولد من قيمة الطوب والخشب. ",
        "( ومنها ) صحيحة زرارة ومحمد بن مسلم عن ابي جعفر (ع) النساء لايرثن من الارض ولا من العقار شيئا. \n( ومنها ) رواية ميسرة بياع الزطي عن ابي عبدالله (ع) قال سئلته عن النساء ما لهن من لليراث. فقال (ع) قيمة الطوب والخشب والقصب ، فاما الارض والعقار فلا ميراث لهن فيه : قلت فالبنات قال (ع) البنات لهن نصيبهن قال قلت كيف صار ذا ولهذه الثمن ولهذه الربع مسمى قال (ع) لان المرئة ليس لها نسب ترث به وانما هي دخيل عليهم وانما صار هكذا لئلا يتزوج المرئة فيجيء زوجها او ولدها من قوم اخرين فيزاحم قوما في عقارهم. \n( ومنها ) صحيحة زرارة ومحمد بن مسلم عن ابي جعفر (ع) ان النساء لايرثن من الدور ولا من الضياع شيئا ، الا ان يكون قد احدث بناء فيرثن ذلك البناء. \n( ومنها ) رواية يزيد الصائغ عن ابي عبدالله (ع) قال سئلته عن النساء هل يرثن الارض ... فقال (ع) لا ولكن يرثن قيمة البناء قال قلت ان الناس لا يرضون بهذا فقال (ع) اذا وليناهم ضربناهم بالسوط فان لم يستقيموا ضربناهم بالسيف. ",
        "( ومنها ) صحيحة زرارة عن ابي جعفر (ع) ان المرأة لا ترث مما ترك زوجها \nمن القرى والدور والسلاح والدواب شيئا وترث من المال والرقيق والثياب ومتاع البيت مما ترك ويقوم النقض والجذوع والقصب فتعطى حقها منه. \n( ومنها ) صحيح الاحول لايرثن النساء من عقار شيئا ولهن من قيمة البناء والشجر والنخل يعني من البناء والدور وانما عني من النساء الزوجة. \n( ومنها ) صحيحة زرارة عن ابي جعفر (ع) ، ومحمد بن مسلم عنه (ع) قال لاترث النساء من عقار الارض. ",
        "( ومنها ) رواية حماد بن عثمان عن ابي عبدالله (ع) قال انما جعل للمرأة قيمة الخشب والطوب لئلا يتزوجن فيدخل عليهم من يفسد مواريثهم. \n( ومنها ) رواية حماد بن عثمان عن زرارة ومحمد بن مسلم عن ابي عبدالله (ع) قال لا ترث النساء من عقار الدور شيئا ولكن يقوم البناء والطوب وتعطي ثمنها او ربعها قال (ع) وانما ذلك لئلا يتزوجن فيفسدن على اهل المواريث مواريثهم. \n( ومنها ) المروي في بصائر الدرجات عن عبدالملك بن اعين قان دعي ابوجعفر (ع) بكتاب علي فجاء به جعفر (ع) مثل فخد الرجل مطويا ، فاذا فيه ان النساء ليس لهن من عقار الرجل اذا توفى عنهن شيء فقال ابوجعفر (ع) هذا والله خط علي واملاء رسول الله (ص). \n( ومنها ) رواية بن سنان فيما كتب اليه الرضا (ع) في جواب مسائله : علة ان المرأة لا ترث من العقار شيئا الا قيمة الطوب والنقض لان العقار لايمكن تغييره وقلبه والمرئة قد يجوز ان ينقطع ما بينها وبينهم من العصمة ويجوز تغييرها وتبديلها وليس الولد والوالد كذلك ، لانه لايمكن التفصى منها والمرئة يمكن الاستبدال بها فما يجوز ان يجيء ويذهب كان ميراثه فيما يجوز تبديله وتغييره اذا شبيها وكان الثابت المقيم على حاله كمن كان مثله في الثبات والقيام. \n",
        "( ومنها ) رواية عبدالملك بن اعين عن احدهما (ع) قال ليس للنساء من الدور والعقار شيئا ولهن من قيمة البناء والشجر والنخل. \n( ومنها ) رواية طربال بن رجاء عن ابي جعفر (ع) ان المرئة لاترث فيما ترك زوجها من القرى والدور والسلاح والدواب شيئا وترث من المال والرقيق والثياب ومتاع البيت مما ترك ويقوم النقض والجذوع والقصب فتعطي حقها منه. \n( ومنها ) رواية موسى بن بكير الواسطي قال قلت لزرارة ان بكيرا حدثني عن ابي جعفر (ع) ان النساء لاترث مما ترك زوجها من تربة دار ولا ارض الا ان يقوم البناء والجذوع والخشب فتعطى نصيبها من قيمة البناء واما التربة فلا تعطى شيئا من الارض ولا تربة دار قال زرارة هذا مما لا شك فيه « الى غير ذلك » من الاخبار الصريحة على اختلاف السنتها في حرمان الزوجة مطلقا من مطلق الارض والتربة عينما وقيمة فارغة كانت الارض او مشغولة ببناء او زرع او غرس ، وعينا لاقيمة من كل ما هو ثابت في الارض من البناء والالات والاشجار بعد حمل مطلقاتها على مقيداتها ( فيخصص ) بها حينئذ عموم ما دل من الكتاب والسنة على توريث الزوجة ربعا او ثمنا من تركة زوجها بما عدا الارض والتربة دورا كانت ام ضياعا « كما » انه بالنسبة الى ما يكون ثابتا في الارض كالبناء والاشجار والنخيل يقيد ايضا كيفية ارثها منها بكونه من قيمتها لا من اعيانها كل ذلك بمقتضي صنلعة الاطلاق والتقييد « ولا ينافي » ذلك ما في بعض تلك الاخبار من الاقتضار في حرمان الزوجة على عنوان الرباع وعقار الدور « لوضوح » ان حرمانها منها لا ينافي حرمانها من مطلق الارض والتربة ، اذ هو من قبيل قولك لاتضرب الرجال ولاتضرب زيدا في اتفاقهما في النفي بنحو العموم تارة والخصوص اخرى « فليس » لتلك النصوص المقتصرة على الحرمان من الرباع ورباع الارض وعقار الدور مفهوم يقتضي توريثها مما عدا الرباع \nوعقار الدور كي تصلح للمعارضة مع النصوص الاخر الدالة بالصراحة على حرمانها من مطلق الارض والتربة من الضياع وغيره ( وانما غايته سكوتها عن حرمانها مما عدا الرباع المعروف كونه بين اللغويين عبارة عن المنزل والدار والمسكن ( فتبقى ) النصوص النافيه لارثها من العقار والارض والتربة والضيعة على حالها سليمة عما يصلح للمعارضة معها ( فيخصص ) بها حينئذ عمومات الارث كتابا وسنة ، كتخصيصها بما دل على حرمانها من الرباع والدار ( وعلى ) فرض دلالتها على ارثها مما عدا الرباع فغايته كونها بالاطلاق ، فيقيد بالنصوص المصرحة بحرمانها من مطلق الارض والتربة بمثل قوله المرئة لاترث من تربة دار ولا ارض او لايرثن النساء من الارض ولا من العقار شيئا ، كما يخصص بها عمومات الارث. ",
        "( واما المناقشة ) فيها من جهة ضعف السند ، فمندفعة جدا ( اذ مضافا ) الى كون اكثرها من المعتبرة والصحاح كانت منجبرة بالشهرة وفتوى الاصحاب ( كاندفاع ) المناقشته فيها ايضا ، تارة بعموم النساء فيها الشامل للزوجة وغيرها ، واخرى بعدم صراحتها بل ولا ظهورها في المنع عن مطلق الارض والتربة ، لاحتمال كون المراد من العقار والارض والتربة في النصوص هو عقر الدار وارضها ، وثالثة باشتمالها على ما لايقول به احد وهو حرمانها من السلاح والدواب ، ورابعة غير ذلك من المناقشات. \n( اذ فيه ) اما المناقشة من جهة عموم النساء فيها وشمولها للبنات ( فلا وجه ) لتوهم العموم فيها بعد تبين المراد منها من كونه خصوص الزوجة ، كما وقع التصريح به في رواية الميسره المتقدمة في قوله قلت فالبنات قال « ع » البنات لهن نصيبهن ، وفي رواية الاحول من قول الراوي انما عنى بالنساء الزوجة ، وفي التعليل الوارد في رواية ابن سنان بقوله « ع » لان العقار لايمكن تغييره وقلبه والمرأة قد يجوز ان ينقطع ما بينها \nوبينهم من العصمة الى قوله وليس الولد والوالد كذلك الى قوله فما يجوز ان يجيء ويذهب كان ميراثه فيما يجوز تبديله وتغييره اذا شبيها وكان الثابت المقيم على حاله كمن كان مثله في الثبات والقيام ( واما المناقشة ) في دلالتها على عموم المنع عن ارثها من مطلق الارض والتربة فواهية جدا « اذ كيف » يمكن المناقشة في دلالة قوله (ع) النساء لايرثن من الارض ولا من العقار شيئا كما في صحيحة زرارة ومحمد بن مسلم ، وقوله « ع » في صحيحة الفضلاء لاترث المرئة من تربة دار او ارض ، وقوله « ع » في صحيحة اخرى لزرارة ومحمد بن مسلم لايرثن من الدور ولا من الضياع شيئا ، وقوله « ع » في رواية عبدالملك بن اعين ليس للنساء من الدور والعقار شيء ، وقوله « ع » لاتعطى من الارض شيئا. « مع وضوح » كون المراد من العقار بالفتح في غير مورد اضافته الى الدور هو الضيعة كما اعترف به في كشف اللثام وجعله الاشهر في معناه وفسره في مجمع البحرين بكل ملك ثابت له اصل كالدار والارض والنخل والضياع وفي لسان العرب العقار بالفتح المنزل والضيعة يقال ما له دار ولا عقار وفي الحديث من باع دارا او عقارا « وعلى كل حال » فلا ريب في ان المراد منه في غير مورد اضافته الى الدور هو الضيعه وارض الغلة « واما » ما اشتمل منها على ما لا يقول به الاصحاب ، فليس الا روايتا زرارة وطربال بن رجاء الكوفي من حيث تضمنها لعدم ارثها من السلاح والدواب ( ولكن ) نقول ان مجرد ذلك لايضر بصحة الاستدل بها فيما عدا السلاح والدواب ، لما قرر في محله من ان اشتمل الرواية على ما لايكون حجة لايخرجها بالمرة عن الحجية حتى بالنسبة الى غيره فهي من هذه الجهة من قبيل العام المخصص في كونه حجة في الباقي هذا ( مع امكان ) حملها على اعيان الحيوة كما قيل باراده السيف من السلاح والراحلة من لدواب كما ورد ذلك في بعض اخبار الحبوة وان كنا لانقول بكون الزاحلة من الحبوة ( مع ان ) في بقية النصوص \n\nالدالة على حرمان الزوجة من مطلق الارض غنى وكفاية في تخصيص عمومات الارث بها. ",
        "( وبذلك ) كله يظهر لك ضعف سائر الاقوال في المسئله ( اما قول ) المفيد ومن تبعه من تخصيص المنع بالدور والمساكن فظاهر ، اذ لا وجه له الا الاقتصار في تخصيص عمومات الارث بما هو المتقين من المجمع علية والمتواتر به الاخبار والرجوع فيما عداه الى العمومات لكون الشك فيها في اصل التخصيص ( ولكنك ) عرفت ضعفه من انه مع وجود هذه الاخبار الصحيحة الصريحة في حرمان الزوجة من مطلق الارض والتربة وعمل الشهور بها لا شك في تخصيص عمومات الارث بها ( نعم ) ما افاده من تخصيص الحرمان بالدور والمساكن والرباع انما يتم على القول بعدم تخصيص الكتاب بالخبر الواحد ، اذ حينئذ مع اختلاف اساليب تلك الاخبار لابد من الاقتصار في التخصيص على ما هو المجمع عليه والمتواتر به الاخبار ولا يكون ذلك الا الرباع المفسر بالدور والمساكن ( ولكن ) الشأن في اصل المبنى لما حقق في محله من جواز التخصيص الكتاب بالخبر الواحد كتخصيصه بالمتواتر. \n( واما قول السيد قده ) بانها تحرم من عين الارض دون قيمتها ، فمع تفرده به وعدم موافق له من الاصحاب لايكاد يتصور له وجه الا كونه جمعا بين أدلة الارث وأدلة الحرمان كما عن المختلف وكونه ايضا هو المتقين من الاجماع وما تواتر عليه الاخبار ( وهو ) كما ترى ، اما الاجماع فمن جهة تصريحهم بحرمانها من الارض في الجملة عينا وقيمة وان اختلفوا في ما تحرم منه من انه مطلق الارض والتربة او خصوص الدور والمساكن ( واما الاخبار ) فلما عرفت من صراحتها بقرينة المقابلة بين البناء والارض في حرمانها من الارض عينا وقيمة ( واما الجمع ) المزبور بين أدلة الارث وأدلة الحرمان ، فمع انه لاشاهد عليه ، يكون طرحاً للاخبار حقيقة ، لمنافاة بالضرورة لما هو \nالمصرح به في تلك النصوص المتواترة من حرمانها من نفس الارض عيناً وقيمة خصوصاً بملاحظة المقابلة في تلك الاخبار بين الارض والبناء والالات بالتصريح باعطاء القيمة من البناء والخشب والقصب ونحوها دون الارض ( مضافاً ) الى ان اندراج العين والقيمة في العمومات ليس من قبيل اندراج المصاديق في مفهوم العام ليكون حمل كل منها على بعض أفراده عملا بهما في الجملة فتأمل. \n( وأما ما نسب ) الى الشيخ ( قده ) واتباعه من القول بتوريثها من أعيان النخيل والاشجار تقليلا للتخصيص ، فيدفعه رواية الاحول المتقدمة القاضية بالصراحة بالمساوات بين الابنية وبين النخيل والاشجار في كون توريثها من قيمتها لا من اعيانها ( واما المناقشة ) فيها بضعف السند فضعيفة بكونها من الصحيح لان طريق الصدوق ( قده ) الى الحسن بن محبوب صحيح فكانت الرواية صحيحة ( ويمكن ) الاستدلال لذلك ايضا بالنصوص النافية لارثهن من العقار والضياع ، نظراً الى دخول الاشجار فيها كدخول الحائط والبناء ، غاية الامر بالنسبة الى الابنية والاشجار يخصص بما دل على تقويمها واعطاء القيامة اليها ربعاً او ثمناً فتأمل ( فالتحقيق ) حينئذ وفاقا للمعظم بل المشهور القول الاول وهو حرمانها من مطلق الارض عينا وقيمة داراً كانت او غيرها مشغولة بغرس أو زرع أو خالية ، وعيناً لاقيمة من مطلق ما هو ثابت في الارض كالبناء والاشجار ( هذا كله ) في المقام الاول. ",
        "واما المقام الثاني\nفي أن الحرمان يعم مطلق الزوجة ، او يختص بغير ذات الولد منها ( فنقول ) ان في المسئلة قولان متكافئان ( احدهما ) اختصاص الحرمان بغير ذات الولد من الزوج الميت ، وهو منسوب الى جماعة من اعاظم الفقهاء رضوان الله عليهم ، كالصدوق في الفقيه والشيخ في النهاية والمبسوط ، والسبزواري في الوسيلة ، والشهيد في الدروس \nواللمعة ، والمحقق في الشرايع ، والعلامة في القواعد ، وشرحها مفتاح الكرامة ( بل قيل ) انه المشهور بين المتأخرين كما في المسالك والروضة ، بل ادعى عليه الاجماع ( وثانيهما ) عموم الحرمان لمطلق الزوجة ولو كانت ذات ولد ( وهو على ما في الجواهر ) خيرة اكثر الاصحاب ، كالكليني ( قده ) ، والمفيد والمرتضى والشيخ في الاستبصار والحلبي وابن زهرة والحلي ، بل هو المشهور بين بين المتأخرين شهرة كادت تكون اجماعا ، بل هو ظاهر كل من أطلق حرمانها من الارض ، بل في محكي السرائر الاجماع عليه وفي المحكي عن المفيد في الرسالة التي رد فيها على رجل ناصي اجماع الشيعة على ذلك ( ولكن التحقيق ) هو الثاني ، اذ لم نقف للاول على دليل معتد به يقضى التفصيل المزبور ، بل ظاهر النصوص المتقدمة خلافه خصوصاً المشتمل منها على التعليل بقوله (ع) لئلا يتزوجن فيدخل عليهم يعني أهل المواريث من يفسد مواريثهم ( فان ) مقتضاها عدم الفرق في الحرمان بين ذات الولد وغيرها ، وكذا المشتمل منها على اعطاء الربع والثمن من قيمة البناء والطوب والخشب كصحيحة الفضلاء من قوله (ع) الا ان يقوم الخشب فتعطى ربعها او ثمنها انكان له الولد الشامل باطلاقه لكون الولد من الزوجة التي يعطي اليها ثمنها او من غيرها. \n( واما ) ما استدل به للقول الاول من روايتي عبيد بن زرارة وابن ابي يعفور المتقدمين من قوله (ع) يرثها وترثه من كل شيء ترك وتركت بعد حملها على ذات الولد ففيه انه لا شاهد لهذا الحمل ( نعم ) في مقطوع ابن اذنية الذي رواه الصدوق قده في الفقيه عن ابي عمير النساء اذا كان لهن ولد اعطين من الرباع ( ولكنه غير صالح ) للاستدلال به وتقيد ما دل على حرمان الزوجة من الرباع والعقار والارأضي والضياع بغير ذات الولد ( لان ) ذلك فرع احرار كونه رواية عن الامام « ع » ، وهي مشكوكة لاحتمال كونها رايا من الراوي لا رواية عن الامام (ع) « ورواية » اجلاء الرواة كابن ابن ابي عمير للحديث عنه لايدفع الاحتمال المزبور ، فان غايته كونه ",
        "مفيدا للظن بكونه رواية عن الامام (ع) « ولكن » ذلك لايقتضى حجيته ما لم يقطع بكونه رواية عن الامام « ع » ( وبذلك ) ظهر وضوح الفرق بينه وبين الرسل المجبور ضعفه بالشهرة وفتوى الاصحاب ( فان ) الشهرة انما تجبر بها الخير اذا اسند الى الامام (ع) دون ما لايكون كذلك مما شك في كونه رواية عن الامام (ع) فلا مجال حينئذ لمقايسته المقام بالمرسل المنجبر ضعفه بالشهرة بمحض رواية الاجلاء للحديث عنه بارسالهم له على نسق الرواية وتدوين مشايخ الحديث له في اصولهم المعمولة لتدوين الروايات فيها وتكرره في الجوامع الثالثه الفقيه والاستبصار والتهذيب ( فكيف ) يمكن حينئذ رفع اليد بمثله عن تلك المطلقات الكثيرة النافية لارثهن من الدور والعقار والاراضي والضياع مع ما فيها من التعليلات والتأكيدات وورودها في مقام البيان وعدم تعرض شيء منها على كثرتها واختلاف اساليبها وتفاوت أزمنة صدورها للتفصيل المزبور ( ودعوى ) كون التفصيل بين ذات الولد وغيرها جمعا بين أدلة حرمانها من جميع ما ترك من الاراضي وأدلة ارثها من الجميع وتقليلا للتخصيص فى عمومات الارث مما لا شاهد لها وكثرة افراد المخصص مما لا ضير فيه بعد قيام الدليل المعتبر عليه. \n( وأما الاستدلال ) للتفصيل المزبور بأنه قضية صناعة الاطلاق والتقييد في الاخبار المتعارضة ( بتقريب ) ان النسبة بين عمومات الارث كتابا وسنة والمطلقات النافية لارثهن من الأراضي والدور والعقار والضياع وان كانت هي العموم المطلق ( ولكن ) بعد تخصيص العمومات بالاجماع على حرمان غير ذات الولد تنقلب النسبة بينها وبين المطلقات المانعة بعكس الاول ، حيث انه تصير عمومات الارث بعد التخصيص بالاجماع اخص مطلقا من المطلقات المانعة من الارث فتخصص تلك المطلقات بها ونتيجة ذلك هي التفصيل المزبور بين ذات الولد وغيرها ولو مع قطع النظر عن المقطوعة المزبورة ( ففيه ) ما لايخفى ( أما أولا ) فبأن المسلم من فرض انقلاب \nالنسبة انما هو في التخصيص بالمتصل الموجب لقلب ظهور العام ، لا في التخصيص بالمنفصل الذي لايوجب الا قصر حجية ظهوره ببعض مدلوله لاسلب أصل ظهوره ( فان ) في مثله لا موقع لدعوى إنقلاب النسبة بين الدليلين بمحض تخصيص احدها بدليل منفصل كما في مفروض البحث المدعى فيه تخصيص عمومات الارث بالاجماع الذي هو دليل منفصل ( وتوهم ) ان النسبة في المتعارضين من الادلة انما تلاحظ بين الحجتين لا بين ظهورين بما هما مع قطع النظر عن حجيتها ، فلا بد في مقام لحاظ النسبة بين المتعارضين من ان يكون كل واحد منها في ذاته مع قطع النظر عن التعارض حجة فعلية يصح الركون اليه في استفادة الحكم الشرعي والافتاء بمضمونه ، ولا ريب في ان العام المخصص بالمتصل او المنفصل لايكون كذلك اذ هو بعد التخصيص ( ولازم ) ذلك هو لزوم لحاظ النسبة بينه وبين العام الاخر في خصوص المقدار الذي يكون حجة فعلية لولا المعارض ، ولا نعني من انقلاب النسبة بين الدليلين بعد تخصيص أحدهما بالخاص الوارد عليه الا هذا ( فمدفوع ) بان التعارض بين الادلة وان كان بين الحجتين للزوم ان يكون المتعارضين كل منها لولا التعارض حجة في نفسه يصح الركون اليه ( ولكن ) الكلام في الظهور الذي هو موضوع الحجية ( فان ) تعارض الأدلة في باب الألفاظ بعد أن يكون باعتبار كشفها النوعي عن المراد الواقعي الحاصل من القاء الظاهر في مقام الافادة والاستفادة ، لا باعتبار كشفها الفعلي المنافي مع الظن الفعلي بالخلاف ، ويكون تقديم الخاص المنفصل على العام بمناط تقديم اقوى الحجتين على الاخرى ، لا من باب تعبد مخصوص اقتضى تقديم الأخص مضمونا على الاعم ، ولا من جهة اقتضائه لقلب ظهور العام الى ظهور آخر في المقدار الباقي بعد التخصيص لا يكون الا فيما عدا عنوان الخاص وهو مقدار الباقي بعد التخصيص( فلا محالة ) يكون ظهور العام بعد التخصيص في ما عدا عنوان المخصص بعين ظهوره النوعي الثابت \nله قبل التخصيص لا بظهور آخر غيره ( فاذا فرضنا ) ان ظهور العام في مقدار حجيته بعد التخصيص بعين ظهوره النوعي ودلالته على تمام مدلوله قوة وضعفا لابظهور اخر غيره وكان هذا الظهور مساوياً او اضعف من ظهور غيره ( فكيف ) يمكن تقديم ظهوره في مقدار حجيته على ما كان مساويا او أقوى ظهورا منه بصرف اخصيته في مقدار حجيته ( نعم ) لهذا الكلام مجال لو كان المناط في تقديم الخاص في المنفصلات من باب التعبد بصرف اخصية مضمونه ( وليس ) كذلك وانما هو من باب تقديم اقوى الظهورين والحجتين ، ولذا قد يقدم العام على الخاص فيما كان ظهوره في العموم اقوى من ظهور الخاص المنفصل في الخصوص ( ولعمري ) ان المنشأ لهذا التوهم انما هو تخيل كون الخاص المنفصل كالمتصل منه موجبا لقلب ظهور العام الى ظهور اخر فيما عدا عنوان الخاص ، والا فعلى فرض عدم اقتضائه الاقصر حجيته في المقدار الباقي لامجال لدعوى انقلاب النسبة بين الظهورين بمجرد ورود مخصص لاحد العامين ، هذا. ",
        "( وثانيا ) لو بنينا على انقلاب النسبة في المخصصات المنفصلة ، نقول انه لايكاد جريانه في مثل المقام ( فانه لم يقم ) اجماع بالخصوص على حرمان غير ذات الولد بعنوانه المخصوص كي ينتهى الامر الى الدعوى الانقلاب المزبور ( ومجرد ) كونه هو القدر المتيقن من الاجماع على حرمان الزوجة لايجدى في اخذ النتيجة المزبورة لعدم اقتضاء هذا المقدار للكشف عن كونه بالخصوص رأي المعصوم ( ع ) ( لان ) من المحتمل كون رايه ( ع ) على حرمان مطلق الزوجة ذات الولد وغيرها ( ومع ) هذا الاحتمال اين يبقى المجال لدعوى كون مفاد الاجماع المستكشف منه رأي الامام اخص مطلقا من تلك الاخبار لا مبائنا معها ( فالتحقيق ) حينئذ هو عموم الحرمان لمطلق الزوجة ذات الولد وغيرهما ( ولكن ) مع ذلك فالاحوط هو التصالح في المقام حذرا من مخالفة هؤلاء الاعلام الذين هم من ائمة الفقه ، وان كان الأقوى ما عرفت \n\nمن عموم الحرمان لمطلق الزوجة. \nالتنبيه على امور\n( الامر الاول ) الظاهر أنه لا فرق في حرمان الزوجة من الأراضي عيناً وقيمة ومن البناء والاشجار عيناً لا قيمة بين أن يكون معها وارث غير الامام من الطبقات السابقة ، وبين ان لايكون معها وارث غير الامام ( فانه ) بناء على ما هو المشهور بين الاصحاب من عدم الرد عليها لايكاد يفرق بين الصورتين ، فتحرم مع الامام ايضا كما تحرم مع وجود وارث اخر غير الامام ( اذ لا وجه ) لتخصيص حرمانها بصورة كون الوارث غير الامام ، عدا توهم انصراف الاخبار المتقدمة الى صورة وجود وارث اخر معها غير الامام مؤيدا بما في بعضها من التعليل بقوله ( ع ) لئلا يتزوج المرأة فيجيء ، زوجها او ولدا فيزاحم قوما اخرين في عقارهم ( وهو ) توهم فاسد لمنع الانصراف اولا وكونه على فرض تسليمه بدوياً يزول بأدنى تأمل فيها ( والتعليل ) المزبور مع كونه حكمة لتشريع الحكم لا علة غير مجد بعد اقتضاء التدرج في طبقات الارث قيام كل لاحقه مقام سابقتها ( فان ) لازمه هو حرمانها مع الامام كحرمانها مع غيره من الطبقات السابقة كما هو ظاهر واضح. ",
        "( الامر الثاني )\n( قد عرفت ) ان ما تحرم منه الزوجة عينا وقيمة من تركة زوجها انما هو عين مطلق الارض دورا كانت او غيرها من الضياع والعقار ( واما ) بالنسبة الى الأبنية والآلات فلا تحرم منها الا من اعيانها لا من قيمتها ، بل تقوم البناء والآلات فتعطي حصتها من القيمة ربعا او ثمنا ( من غير فرق ) بين الرباع المفسر بالدور والمساكن وبين غيره كالدكاكين والخانات والحمامات ( فان الدار ) في ذلك على ما نص عليه بعض اخبار الباب انما هو على عنوان البناء والآلات فتحرم عينا لا قيمة من مطلق \n\nالأبنية داراً كانت أو غيرها كالخانات والحمامات والدكاكين والارحية ، بل وبيوت الدواب والغم ومحارز الغلة وعلف الدواب ، وبالجملة تحرم الزوجة من اعيان كل أبنية اعدت لأي مصلحة وتعطى حصتها من قيمتها ، ويدخل فيها ايضا حيطان البساطين لصدق اسم البناء عليها ( وان ) قيل بارثها من اعيان الأشجار ( اذ لا تلازم ) بين ارثها من اعيان الاشجار وارثها من عين الحيطان بها ( فان ) كل من المحيط والمحاط يتبع دليله ، فاذا صدق البناء على الحائط المحيط بالاشجار يلزمه حرمانها منه عينا ، قلنا بارثها من الاشجار او لم نقل بذلك. \n( واما الالات ) التي تعطى حصتها من قيمتها فالمراد بها كل ما يعد كونه جزءا للبناء ، فيدخل فيها الاخشاب والآجر والابواب والاعتاب والشبابيك ولو كانت من حديد وغيرهما مما هو مستدخل في البناء ويدخل فيها الاعمدة المنصوبة في الارض المعمولة للطوارم في عصرنا ولو كانت من حديد ، وكذا السلم المنصوب للصعود والنزول اذا كان ثابتا على نحو يعد كونه جزء البناء ، دون المنفصل الذي ينقل من مكان الى مكان ( وكذا ) يدخل المرآئي والزجاجات المنصوبة في سقف البيت وجدرانه للزينة كل هذه لصدق كونها جزء البناء ( من غير فرق ) بين اشراف البناء على الخراب وعدمه فما دام البناء باقيا بحاله يترتب عليه وعلى ما يتبعه من الآلات والادوات المستدخلة او المنصوبة فيه الحكم المزبور « نعم » لا يدخل فيها الآلات المنفصلة عن البناء كالاّجر والاخشاب والأعمدة والشبابيك وغيرها ، لعدم كونها جزء البناء مع فرض انفصالها عنه « من غير فرق » بين طر والانفصال عليها بهدم ونحوه وبين كونه معدة للبناء وبعد لم تبن « لأن » العبرة في الحرمان من تلك الآلات على فعلية ثباتها في البناء وكونها جزء فعليا للبناء ، لا على مجرد قابليتها لان تكون جزء البناء فلاتحرم الزوجة من اعيانها « نعم » قد يشك في الاعمدة في الارض لاجل وضع البناء والطوارم ",
        "عليها بعد ذلك بلا كونها مشغولة ببناء فعلى عليها « وكذا » في الجذوع والاخشاب الموضوعة على جدران البيت لاجل التسقيف بلا وضع بنيان عليها ولا نصب للاخشاب المزبورة بمسامير ونحوها ( وبالجملة ) مورد الشك في صورة مجرد وضع الاعمدة والاخشاب على الهيئة التي يبنى عليها الطوارم والسقف مع عدم وضع شيء عليها من بناء ونحوه ، حيث ان فيها اشكالا من صدق كونها جزء البناء بهذا المقدار من الوضع على الهيئة الخاصة ، ومن عدم وضع بناء بعد عليها « ويحتمل » الفرق بين الاعمدة المنصوبة في الأرض لاجل وضع البناء والطوارم عليها ، وبين الجذوع والأخشاب الموضوعة على جدران البيت لأجل التسقيف بلا نصبها ببناء او مسمار ، بالقول بحرمان الزوجة منها عينا في الاول لكفاية مجرد نصبها في الارض على الهيئة الخاصة في صدق كونها جزءا فعليا للبناء ، دون الثاني لعدم الصدق فيها « ومثله » في الاشكال القدور المنصوبة في بعض الدكاكين لطبخ الهريسة والرؤوس ، وكذا الظروف المنصوبة في محال صنع الحلوى ، والظروف الكبيرة والأنجانات المنصوبة في محال صبغ اللباس ( وان كان ) الأظهر عدم حرمان الزوجة منها ( لان ) مناط التقويم في الادوات والآلات انما هو بكونها جزءا للبناء ، لا انه بصرف ثباتها في الارض كي يقال باقتضائه التعدي الى كل ثابت في الارض ولو لم يصدق عليه كونه جزءا للبناء ( وحينئذ ) فاذا لم يصدق عليها كونها جزءا للبناء فلا جرم ترث منها الزوجة كسائر الا متعه ( ولا اقل ) من الشك في ذلك فالمرجع هو عمومات الارث ( وما في بعض ) الكلمات من التعبير بالآلات المثبتة وغير مثبتة تارة ، وبالمنقولة وغيرها اخرى ، فليس المراد منه مجرد ثبات الشيء في الارض ، بل المراد منه ما يكون جزء البناء لاجل ثباته في الارض ، ولذلك لم يلتزم أحد بحرمان الزوجة من الزرع ونحوه مما هو ثابت في الارض ، كما ان قولهم بحرمانها من الاشجار انما هو لأجل النص وهو صحيح الاحول ، لا أنه من جهة ثباتها في \n\nالأرض ( اذ لا أثر ) لمثل هذا العنوان في موضوع هذا الحكم ( وبالجملة ) أن الخارج من عمومات الارث بمقتضى الاجماع والنصوص المتقدمة فيما تحرم منه الزوجة عينا لا قيمة انما هو عنوان الاشجار وعنوان البناء والطوب والخشب والقصب المستدخل في البناء ، ففي ما عدا عنوان الاشجار من سائر الامور التي لها نحو ثبات يدور حرمان الزوجة منها مدار صدق عنوان البناء عليها او جزئيتها له دورا كانت ام حانوتا او غير ذلك ، فمتى لم يصدق عليها عنوان البناء ولا جزئيتها له ، او شك في الصدق المزبور كالأمثلة المزبورة في نحو القدور والأنجانات المنصوبة في الدكاكين المعدة لطبخ الرؤس والهريسة ومصانع صبغ الألبسة ونحوها يحكم عليها بارثها من اعيانها ، لعمومات الارث ( نعم ) في مثل صفرية الحمام واحجار الرحى في الارحية ومعصرة الزيت والسمسم ، فالظاهر دخولها في آلات البناء للصدق العرفي ( كما ان الظاهر ) دخول اعيان النواعير المنصوبة في البساتين لسقي الأراضي على اشكال في دولابها ( واما البيوت ) المتخذة من البواري وسعاف النخل ونحوهما مما هو المتعارف عند اهل القرى والمعدان في عصرنا هذا فلا يبعدان يقال بحرمان الزوجة منها لكونها من قبيل البيوت المتخذة من الاخشاب والالواح ، لا من قبيل الخيم والفسطاط. \n( واما ) العيون والآبار فلا ينبغي الاشكال في الحرمان منها عينا وقيمة كالأراضي بل هي هي عيناً ( نعم ) الظاهر هو ارثها من عين المياه المجتمعة في الآبار الموجودة حال موت المورث ( وتوهم ) المنع عن ارثها منها ايضا لكونها تابعة لنفس الآبار ( مدفوع ) بمنع تبعيتها حتى من حيث الحكم بالحرمان وانما هي مملوكة بملكية مستقلة في قبال الارض والعيون والآبار ( ولا أقل ) من الشك فيحكم عليها بالارث بمقتضى العمومات ( واما المياه ) المتجددة بعد الموت فلا اشكال في عدم ارثها منها لكونها ملكاً للورثة محضاً. \n\n( واما الأشجار ) فقد عرفت حرمانها منها عيناً لا قيمة لرواية الأحول المتقدمة ( من غير ) فرق بين الكبار منها والصغار والمثمرة وغيرها ، بل وما لاينتفع بها لصدق الشجر عليها ( بل وكذا ) الاشجار اليابسة على اشكال فيها ، ويدخل فيها الأغصان والسعاف المتصلة بها على اشكال في اليابسة منها مما صار حطباً ، وترث عيناً مما كان مقلوعا من النخيل والأشجار حال موت الزوج وان كانت معدة للغرس في محل اخر كما انها ترث من الثمار عينا ولو على الشجرة ، كإرثها من الزرع الموجود في الارض حال موت الزوج وان لم يستحصد ، بل وان كان بذرا لعموم ادلة الارث ، وعدم اقتضاء الحرمان من الارض والشجر حرمانها من الزرع والثمرة ( وقد يتوهم ) حرمانها من عين الزرع بلحاظ ثباته في الارض ( ولكنه ) توهم فاسد ، لما تقدم من انه ليس المدار فيما تحرم منه الزوجة عيناً لا قيمة على مجرد الثبات في الارض ( وانما ) المدار كله على العناوين المخصوصة المأخوذة في لسان الأدلة وهي لا تكون الا عنوان الشجر وعنوان البناء واجزائه من الطوب والخشب والقصب ونحوها ، ففي ما عدا هذه العناوين يحكم عليها بالارث بمقتضى عمومات الارث ( وترث ) ايضا من العريش المتخذة من الأخشاب التي توضع عليها اغصان الكرم ، وكذا من الاخشاب المربوط بها الأشجار الصغار لحفظها من الرياح العاصفة للعمومات. ",
        "( الامر الثالث )\nفي تقويم البناء والآلات التي ترث الزوجة من قيمتها لا من اعيانها كيفيته أن تقوم البناء والآلات ، على الهيئة التي هي عليها باقية في الارض بلا اجرة الى أن تفنى ، وكذلك الأشجار والنخيل فيفرض كون البناء داراً كانت او حانوطاً أو غيرهما كأنها مبنية في ملك الغير بنحو يستحق البقاء فيه بلا اجرة الى أن تقنى ، فيقوم ويعطى من القيمة ربعها او ثمنها ، لا انها تقوم نفس ذوات الاخشاب مجردة من الهيئة البنائية وعن \nملاحظة استحقاقها للبقاء في الأرض ، أو تقويمها باقية فيها بما لها من الهيئة مع الاجرة ( فان ) ذلك كل خلاف ظواهر الاخبار المتقدمة المقتضية لارثها بها هي ثابتة في الارض على ما لها من الهيئة البنائية المخصوصة ، خصوصاً المشتمل منها على ارثها من البناء كصحيح زرارة ومحمد بن مسلم ، وكذا المشتمل منها على ارثها من قيمة البناء ( اذ لا شبهة ) في ظهور هذه النصوص في ارثها من البناء والدور ولو من قيمتها من حيث البناء والعمارة ( نعم ) قد يتوهم في بدو النظر من قوله ( ع ) في بعض نصوص الباب قيمة الطوب والخشب والقصب والجذوع كون المراد تقويمها بنفسها مجردة عن البناء ( ولكن ) التأمل فيها يقتضى كون المراد تقويمها بما هي ثابتة ومعروضة للهيئة البنائية الخاصة الطارية عليها ، لا بما هي ذوات الاخشاب والاحجار مع قطع النظر عن كونها معروضة للهيئة الخاصة البنائية ( وحينئذ ) فلا ينبغي الاشكال في لزوم تقويمها على النحو الذي ذكرناه من ملاحظة هيئة البناء الخاص في مقام التقويم باقية في الارض الى ان تفنى مع كون بقائها ايضا مجانا ، لا باجرة. \n( نعم ) ربما احتمل كما عن محكى ثاني الشهيدين ( قده ) في رسالته لزوم تقويمها باقية في الارض لكن باجرة لا مجاناً ، بل عن المحقق القمي ( قده ) التصريح به في موضع من أجوبة مسائله ( ولكنه ) ضعيف جدا ( فان ) الاجرة مما تنفيه ظواهر النصوص المتقلمة في استحقاق الزوجة من قيم ما تركه الميت من الابنية والاشجار على الكيفية التي فارقها الميت وانتقلت الى الورثة ، وهي لا تكون الا كونه مستحقة للبقاء بلا اجرة ( مع انه ) لا موجب يقتضي استحقاق الورثة للاجرة على بقائها ليكون ذلك نحو جمع بين الحقين ( اذ السبب ) في ذلك ليس الا كون ملك شخص شاغلا لملك الغير بوضع ونحوه ( ومثله ) مفقود في المقام لان الزوجة على ما هو المشهور ونطق به اخبار الباب لم تملك شيئا من اعيان البناء والاشجار ، وانما استحقاقها كان من المالية القائمة بتلك ",
        "الاعيان ( فاعيان ) البناء والأشجار التي هي شاغلة للارض انما كانت ملكاً لسائر الورثة دون الزوجة ( فاين ) يتصور حينئذ وجه لدعوى استحقاق الورثة الاجرة على بقائها في الارض ( ومجرد ) كون اعيان البناء والأشجار متعلقاً لحق الزوجة باعتبار قيمتها لايقتضي استحقاق الاجرة على بقائها كما لايخفى. \n( نعم ) بناء على القول بتعلق ارث الزوجة بدواً بأعيان البناء والاشجار ، وان استحقاقها للقيمة انما هو من جهة بدليتها عن العين المملوكة لها بالارث من باب الارفاق على الورثة ، لا انه من باب الارث القهري كما هو ظاهر المحقق القمي ( قده ) في غير موضع من اجوبة مسائله ( امكن ) دعوى لزوم تقويم الأبنية والأشجار بما هي باقية في الارض مع الاجرة ، بلحاظ تحقق سبب الاستحقاق حينئذ وهو شاغلية ما لها لملك الغير ، كما هو الشأن في نظائره في من ملك الحال والمظروف دون الظرف والمحل فان في مثله لا محيص من الالتزام بلزوم دفع الاجرة لاجل الوضع الشاغل لملك الغير حتى في فرض استحقاق الشاغل للبقاء كونه بلا اجرة وعلى نحو المجان ( الا ) ان يثبت المجانية من الخارج من اجماع ونحوه ( والا ) فقاعدة احترام الاموال تقتضي الاجرة على الوضع الخارج من اجماع ونحوه ( والا ) فقاعدة احترام الاموال تقتضي الاجرة على الوضع الشاغل لملك الغير ، هذا ( ولكن ) يتوجه عليه بأنه يتم ذلك في فرض طرو الوضع الشاغل على ملك الغير ولو عن حق كما في موارد اجارة الاملاك للغرس والبناء ( لا في مثل مقام ) الذي انتقل الارض الى ملك الورثة من مورثهم مشغولة بالابنية والاشجار التي هي ملك الزوجة او متعلقة لحقها ( اذ في مثله ) لامجال لدعوى استحقاق الورثة الأجرة على تبقيتها في أرضهم ( فالمقام ) من قبيل ما اذا اشترى الشخصان بعقد واحد أو بعقدين من شخص احدهما نفس الاشجار او الزرع بما انها باقية في الارض من غير اشتراط الاجرة على بقائها فيها ، والآخر عين الارض بما هى مشغولة لا باشجار \nأو الزرع ، فانه لاشبهة في عدم استحقاق مشترى الارض بعد شرائها مشغولة بالشجر والزرع الأجرة على تبقيتها في ملكه ( ولا أقل ) من الشك في ذلك والاصل يقتضي برائة ذمتها عن وجوب دفع الأجرة ( ثم ان ذلك ) ايضا مع قطع النظر عما استظهرناه من الأدلة من لزوم تقويم الأبنية والاشجأر بما هي باقية بلا اجرة في بقائها ( والا ) فمع ملاحظة ظواهر تلك الاخبار لا يبقى مجال التشكيك في لزوم تقويمها بما هي مستحقة للبقاء مجاناً الى ان تفنى ( ولعله ) الى ما ذكرناه نظر المحقق القمى قده في موضع آخر من أجوبة مسائله في اختيار كون التقويم على نحو المجان « والا » فهو ظاهر المنافات لما افاده من المبنى الذي قرره مرارا من عدم كون استحقاق الزوجة القيمة من باب حكم اجباري ، وانما هو من باب بدليتها عن العين المملوكة لها بأصل الارث ، فكان للوارث بلحاظ الارفاق المستفاد من الاخبار دفع القيمة اليها بدلا عما ملكتها بالارث ، كما كان له دفع حصتها من العين ، بلا ان يكون لها الامتناع من قبولها والمطالبة بقيمتها ( ولكن ) الشأن في تمامية هذا المبني ، كما يأتي في التنبيه الاتي ان شاء الله. \n( ثم انه ) قد يقال في كيفية التقويم بوجه آخر ، وهو أن تقوم الأرض مجردة عن البناء والغرس ، وتقوم مبنية ومغروسة فتعطى حصتها من تفاوت القيمتين ، وقد استحسنه في الجواهر معللا بانه يمكن زيادة قيمة الأرض بملاحظة ما فيها من الغرس والشجر والنخل واستحقاقها لهذه الزيادة مناف لما دل على حرمانها من الأرض عينا وقيمة ( وفيه ) ان الارض والشجر والنخل انما كانت ملكا لمن عدا الزوجة من الورثة ، والتقويم انما كان لأجل إعطاء ما تستحقه الزوجة من قيمة الشجر والنخل والطريق فيه منحصر بما ذكرناه من تقويم نفس الشجر والنخل والبناء بما لها من الخصوصية الخاصة التي كونها في محل خاص ، والا فتقويم الارض تارة فارغة ومجردة عن البناء والغرس مع كونه أجنبياً قد يكون موجبا ",
        "لتنقيص حق الزوجة من قيمة البناء والاشجار ، فلا محيص حينئذ من الاقتصار في التقويم على النحو الذي ذكرناه. \n( الامر الرابع )\nفي ان استحقاق الزوجة للقيمة هل هو باصل الارث من باب حكم اجباري أو أن استحقاقها لها من باب بدليتها عن العين ، على معنى تعلق حقها اولا باصل الارث بالعين كغيرها من اعيان التركة وانتقالها ثانيا الى القيمة بدلا عن العين ارفاقا لحال الوارث كما هو خيره جماعة منهم المحقق القمي ( قده ) من دعوى ظهور الاخبار في كون العلة في الحرمان هو الارفاق بالوارث فيكون للوارث ولاية التبديل بدفع القيمة اليها ، نظير تعلق حق الفقير بالعين الزكوى بنحو الاشاعة او الكلى في المعين ، مع ولاية مالك النصاب على التبديل بدفع القيمة من الخارج كي يلزمه عدم اجبار الوارث على التقويم لو اراد دفع حصتها من العين ، بل اجبار الزوجة على الرضا بها ( وعلى الاول ) فهل يكون حقها متعلقا بخصوص المالية القائمة باعيان البناء والاشجار ، نظير قيم الملتفات كما هو خيرة كثير من الاصحاب ، او يكون حقها من الاول متعلقا بمطلق القيمة في ذمة الوارث ولو باعتبار تنزيل للشارع حرمانها من العين وتخصيصها بمن عداها من الورثة منزلة التألف عليها في ضمانهم لها بالقيمة ، كما هو مختار الجواهر وثاني الشهيدين وبعض ، ومال اليه ايضا السيد العلامة الاستاذ الأصبهاني دام ظله العالي ( أو أن ) وجوب دفع القيمة اليها مجرد حكم تكليفي على الوارث من دون أن يكون لها حق في ذمة الوارث فضلا عن تعلقه بأعيان البناء ( فيه وجوه ) واقوال ( أضعفها الاخير ) لكونه مخالفاً لظواهر الأخبار المتقدمة ، بل لم نجد القول به صريحاً لاحد من الأصحاب ، وانما هو مجرد احتمال احتمله بعضهم. \n( ويتلوه ) في الضعف ما افاده صاحب الجواهر وبعض اخر من تعلق حقها بقيمة البناء في ذمة الورثة وانتقال الأعيان بماليتها الى ملكهم بموت مورثهم « وذلك » لبعده ايضا عن ظواهر النصوص من نحو قوله (ع) يرثن قيمة البناء والشجر والنخل خصوصاً المتضمن منها لارثها من عين البناء « اذ لا شبهة » في ظهور تلك النصوص ، بل صراحة بعضها في ان محل القيمة التي ترثها الزوجة هو أعيان الأبنية والأشجار لا ذمة الورثة ( وبالجملة ) لا شبهة في ان المستفاد من ظواهر تلك النصوص هو كونها في مقام التفكيك في ارث الزوجة وحرمانها من الارث الزوجة وحرمانها من البناء والآلات والاشجار بين أعيانها وماليتها بها بتخصيص حرمانها من الارث من جهة خصوص اعيانها لا مطلقا حتى من حيث ماليتها القائمة بها كي يكون محل استحقاقها من القيمة ذمة الوارث تعبدا « فان » ذلك يحتاج الى قيام دليل عليه بالخصوص ( والا ) فلا يكاد استفادته من اخبار الباب كما لا يخفى. ",
        "« مضافا » الى استلزامه للقول بوجوب دفع القيمة على الوارث في فرض تلف العين بعد الموت بآفة سماوية من سيل ونحوه ، بل ومع غصب غاصب اياها بعد الموت « لان » محل القيمة على هذا المبني هو ذمة الوارث دون العين « والعين » قد انتلفت بماليتها الى ملك الوارث بلا مساس لها بالزوجة ، فكان التلف والغصب واردين على ملكه لا على ملكه لا على متعلق حقها ( فلابد ) من خروج الوارث عن عهدة ما استقر في ذمته كسائر ديونه « ولكن » الالتزام بمثله كما ترى. \n« ومن التاويل » فيما ذكرنا يظهر ضعف القول بتعليق ارث الزوجة بدوا باعيان الابنية والاشجار وأن للوارث تحويل حقها من العين بدفع القيمة اليها بدلا عنها « فلن » ذلك وان كان يوافق عمومات الارث « ولكن » مضافا الى كونه خلاف المشهور \nبين الاصحاب ، يدفعه ظواهر الأخبار المتقدمة من نحو قوله (ع) يرثن قيمة البناء والشجر والنخل ، وقوله (ع) لاترث من العقار شيئا الا قيمة الطوب والنقض ، لوضوح ظهور هذه النصوص بل صراحتها في تعلق ارثها بدواً بقيمة البناء والشجر والنخل وحرمانها من اعيانها « وكذا » ما كان منها بلسان الامر بالتقويم واعطاء بالتقويم واعطاء نصيبها ربعا او ثمنا من القيمة ، لظهوره ايضا في ان ما يعطي اليها من القيمة من باب حكم اجباري نظير سائر المواريث ، لا انه من باب كونه ارفاقا بحال الوارث بحيث كان حقها متعلقا باصل الارث بالعين وللوارث اعطاء القيمة اليها بدلا عن العين ( واما المناقشة ) في دلالتها بكونها واردة في مقام دفع توهم استحقاقها من اعيان الأبنية والاشجار بنحو يكون لها المطالبة بها ويجبر الوارث على اعطاء ارثها منها اذا لم ترض الا بها كسائر اعيان التركة من الثياب والرقيق ومتاع البيت ، فلا يستفاد منها ازيد من جواز دفع القيمة اليها ، نظير الامر الوارد عقيب توهم الحظر الذي لايفيد مثله ازيد من مجرد الاباحة والترخيص ( فمدفوعة ) مضافا الى عدم مجيء هذا الاحتمال فيما كان منها بلسان حصر الارث بالقيمة ، كقوله (ع) لا ترث المرأة لاترث من تركه زوجها من تربة دار او ارض الا ان يقوم الطوب والخشب قيمة فتعطي ربعها او ثمنها ، نظرا الى قوة ظهورها في ان استحقاقها القيمة من باب حكم اجباري ( انه ليس ) باولى من دعوى كونها في مقام دفع توهم حرمانها عينا وقيمة من البناء والآلات والاشجار نظير حرمانها من الاراضي والضياع ( لولا ) دعوى كون الثاني هو الاولى « واما التعليل » الوارد في بعض تلك الاخبار بعدم الاضرار بالورثة ، بقوله (ع) لئلا يتزوجن الخ ( ففيه ) مع ان التعليل انما هو لنفي إرثها من الأراضي والعرصات ، لا لارثهن من قيمة الأبنيه والاشجار دون اعيانها ( فغاية ) ما يستفاد منه كونه حكمة لتشريع الحكم المزبور ، لا كونه علة له كي \nيقتضى ارثها من أعيانها ، بحيث تجبر الزوجة على الرضا بالعين مع اعطاء الوارث نصيبها منها ( ولا اقل ) من الشك في ذلك بعد تصادم الاحتمالين فيحكم عليه بالحكمة ، كما هو الشأن في كل مورد شك في كون الشيء حكمة او علة فيبقى ظهور غيرها من الاخبار بحالها في نفي ارثها من عين البناء والاشجار وتخصيص حقها باصل الارث من قيمتها سليمة عن التعارض ( اذ لم يكن ) في قبالها ما يقتضي تعلق ارثها بعين البناء والاشجار ولو في ظرف رضاء الوارث بذلك حتى يعارض معها ( وبذلك ) ظهر فساد مقايسته المقام بباب الزكاة الذي ثبت ولاية مالك النصاب على تبديلها بالقيمة « اذ في باب » الزكاة ثبت تعلق حق الفقير بالعين الزكوى بمقتضي ظهور اخبارها من نحو قوله (ع) فيما سقت السماء العشر الظاهر في تعلق حق الفقير بالعين على نحو الاشاعة او الكلي في المعين ، غير انه قام الدليل على جواز اعطاء مالك النصاب القيمة بدلا عن العين « وفي المقام » لم يقم دليل على تعلق ارثها بالعين ولو برضاء الوارث عدا ظواهر عمومات الارث التي عرفت لزوم تخصيصها بتلك الاخبار الكثيرة الظاهرة بل الصريحة في تخصيص ارث الزوجة بقيمة البناء والاشجار دون اعيانها « هذا » مع احتمال تعلق حق الفقراء في الأعيان الزكوية ايضا بماليتها لا باعيانها كما لعله قضية الجمع بين ما دل بظاهره على تعلق حق الفقير بالعين الزكوى ، وبين مادل على الشاة في الابل الظاهر في كونها تقديرا لما يستحقه الفقير من مالية الابل فتأمل ( نعم ) ظاهر بعض اخبار الباب تعلق ارث الزوجة بعين البناء كقوله (ع) في رواية بن مسلم وزرارة المتقدمة الا ان أحدث البناء ، كقوله محمول على ارادة قيمة البناء بقرينه تلك الاخبار الكثيرة الشارحة لكيفية ارث الزوجة بكونه من قيمة الطوب والقصب والخشب ، وقرينة نفي ارثها في صدر الرواية من الدور ( والا ) فابقاء ذيل الرواية على ظاهره والتصرف في ظواهر تلك النصوص الكثيرة بحملها على جواز إعطاء الوارث \n",
        "نصيبها من القيمة بدلا عن العين بعيد جداً لا يكاد يساعد عليه العرف وابناء المحاورة ( فالمتجه ) حينئذ هو المسلك المشهور دون غيره من المسالك الاخر ( وكيف كان ) فيترتب على هذه المسالك ثمرات مهمة. \n« منها » كون المدار في القيمة على مبنى تعلق حق الزوجة في ذمة الوارث على قيمة وقت الموت ، لانها هي التي اعتبرها الشارع في ذمة الوارث بدلا عن العين ولو باعتبار تنزيل حرمان الشارع لها من العين وتخصيص من عداها بها منزلة الاتلاف عليها فيضمنوا لها القيمة ، فالقيمة ، تكون حقا لها تتعلق بالموت في ذمه الوارث كسائر ديونه ( فلا محيص ) من ملاحظة خصوص القيمة في ظرف الموت ولا وجه لرعاية القيمة وقت الاداء ( وامات على المبنى ) الاولين ، فيتعين القيمة بكونها قيمة وقت الاداء ( وهذا ) على مبنى تعلق ارثها بعين البناء وكون القيمة بدلا عنها فظاهر ، لبقاء حقها المتعلق بالعين على حاله وعدم تحوله الى القيمة الا بدفعها اليها او بتقويم الوارث على نفسه ( واما ) على ما هو المختار والمشهور من تعلق حقها بمالية تلك الاعيان ( فلأن ) دفع القيمة اليها خارجا انما يكون تداركا لحقها المتعلق بمالية العين ، فلابد من رعاية القيمة وقت الاداء ( وإلا ) فمع إختلاف القيمة في الوقتين بزيادة القيمة وقت الدفع عن قيمة وقت الموت لا يكون دفع قيمة وقت الموت تداركا لتمام حقها من المالية القائمة بالعين ، بحيث كان دفع القيمة خارجاً من باب كونها تداركا لما تستحقه كما انه في صورة العكس لاتستحق الزوجة تلك الزيادة ( وتوهم ) عدم اقتضاء مجرد تعلق حقها بمالية العين لاعتبار خصوص القيمة وقت الدفع ، بل هو مطلق من هذه الجهة فيمكن الاكتفاء بدفع القيمة وقت الموت ( بل لعل ) ذلك هو المتعين بلحاظ كون زمان الموت ظرفا لتعلق حقها بقيمة العين فيراعي تلك القيمة ( مدفوع ) بان مجرد ظرفية زمان الموت لاستحقاق القيمة لايقتضي إطلاق القيمة فضلا عن اقتضائه تخصيصها بخصوص وقت الموت ( بل نقول ) انها تابعة العين في جميع الازمنة \n\nفما لم يدفع القيمة اليها من الخارج تستحق من العين ماليتها الفعلية القائمة بها ( وبالجملة ) فرق واضح بين كون زمان الموت ظرفاً لتعلق حق الزوجة بمالية العين ، وبين كونه قيدا لمتعلق حقها ، وما افيد انما يتم في الثاني دون الاول ، ولا دليل ايضا يقتضى التقييد المزبور ( هذا ) اذا لم يقومها الوارث على نفسه بعد الموت الى وقت الاداء. \n( وأما لو قومها ) على نفسه بعد الموت بتصديق اهل الخبرة ولو بمحضر الحاكم فالظاهر ان المدار على القيمة وقت التقويم وان لم يدفعها بعد اليها ( فانه ) بعد ان يكون المدار في القيمة على القيمة الواقعية لا القيمة الجعلية المنوطة برضاها ، ويكون للوارث ايضا التقويم وإعطاء ما قابل حقها من مالية العين من الخارج ، فلا جرم مع تقويم الوارث العين على نفسه تكون العبرة على تلك القيمة وان أخر في ادائها اليها ( ودعوى ) انه لا تأثير لتقويم الوارث على نفسه بقيمة في ذمته في تحويل حقها من مالية العين ، وانما المؤثر في ذلك دفع القيمة اليها خارجا لكونه نظير المعاملات التي لم يحقق عنوان النقل والانتقال الا بالتعاطي الخارجي فما لم يدفع القيمة وقت الأداء ( منظور فيه ) يظهر وجه مما عرفت من ان للوارث الولاية على التقويم ودفع القيمة اليها ( فاذا ) قومها على نفسه بتصديق اهل الخبرة ومحضر الحاكم يلزمه تحويل حقها من العين الى القيمة في ذمته ، من غير فرق بين القول بتعليق حقها بنفس العين او بماليتها فتأمل. ",
        "( ومنها ) انه على مبنى تعلق حق الزوجة بالقيمة في ذمة الوارث يجوز للوارث التصرف في اعيان البناء والاشجار باتلاف او نقل او غير ذلك ولو قبل دفع القيمة اليها ، بل ومع عدم دفعها اليه الى الأبد ( لأن ) العين على هذا المبنى كانت ملكاً طلقاً للوارث فله التصرف فيها بانحاء التصرفات المتلفة والناقلة وغيرهما ( والقيمة ) انما كانت حقا لها في ذمته فكانت كسائر ديونه التي لايمنع اشتغال ذمته بها عن التصرف \nفي ماله حتى مع الامتناع عن أداء حقها ، غاية الامر يجبره الحاكم على الأداء مع الامتناع كسائر الممتنعين من اداء الحق ، ويجوز لها التقاص من ماله مع عدم امكان الاجبار ( اللهم ) الا أن يدعى أن حق الزوجة وان كان متعلقاً بالقيمة في ذمة الوارث الا ان له نحو تعلق ايضا بالعين على نحو يمنع عن تصرف الوارث فيها باتلاف او نقل لها بماليتها قبل اداء حقها اليها نظير تعلق حق الرهانة بالعين المرهونة ( ولاجل ) ذلك يكون الوارث قبل دفع القيمة اليها كالمحجور عليه في التصرفات المتلفة للعين والنافلة لها ( ولكنه ) يحتاج الى دليل عليه بالخصوص ( والا ) فلا يكون حقها في ذمته الا كسائر ديونه في عدم اقتضائه المنع عن تصرفه في الاعيان المملوكة له بالارث ( ولذلك ) التزم في الجواهر تبعا للمحكي عن ثاني الشهيدين في رسالته بانه يجوز للوارث التصرف في العين باتلاقها او نقلها حتى مع امتناعه عن دفع القيمة اليها لبقاء حقها في ذمته حقها في ذمته الى ان يتمكن الحاكم من اجباره على اعدائها او البيع عليه قهرا كغيره من اداء الحق ، او تتمكن الزوجة من تخليص حقها ولو مقاصة منها او من غيرها من اعيان ماله ( هذا ) على مبنى تعلق حقها بالقيمة في ذمة الوارث بالموت ( واما على مبنى ) تعلق إرثها بدواً بالعين وان كان للوارث تحويله عنها بدفع القيمة اليها ، فلا يجوز للوارث قبل دفع القيمة اليها التصرف فيها لكونه من التصرف في مال الغير بدون رضاه فيكون باطلا غير نافذ ( وكذا الحال ) على مبنى تعلق حقها بمالية العين اما مطلقا او منوطا بعدم رضاء الوارث على اعطاء حصتها من العين والا فيكون حقها متعلقاً بنفس العين كما هو احد المحتملات في المسئلة وضح به المحقق القمي (قده ) ( فان ) إرثها حينئذ وكلن متعلقاً بمالية العين لابخصوصية العين الا ان قضية كونها بماليتها متعلقة لحقها تمنع عن ذلك ، فيتوقف جواز تصرفه فيها باتلاف او نقل لها بماليتها على تدارك ما للزوجة من مالية العين ( والا ) فبدونه يكون حقها ثابتاً في المالية القائمة بالعين ، فيمنع عن التصرف فيها باتلاف او نقل \n\nكما في الصورة الاولى ( لأن ) نسبة تعلق حقها بمالية العين كنسبة تعلقه بنفس العين في المنع عن تصرف الوارث فيها قبل تدارك حقها بدفع القيمة اليها ( نعم ) بينهما فرق من جهة اخرى وهي اقتضاء تعلق حقها بنفس العين عموم المنع عن مطلق التصرف فيها قبل دفع البدل اليها حتى التصرفات اليسيره غير الملتفة للعين او الناقلة لها ( بخلاف ) هذا المبني ( فإن ) لازمه تخصيص المنع بالتصرفات الناقلة والمتلفة للعين او المنقصة لماليتها ولايعم مطلق التصرفات حتى السيرة غير المنقصة لماليتها ( لعدم ) اقتضاء هذا المقدار من الحق الثابت في مالية العين منع مالكها عن مطلق التصرف فيها ، كي يتوقف جوازه على تدارك مالها من المالية القائمة بها. \n( وكيف كان ) فلو باع الوارث العين قبل دفع القيمة اليها او تقويمها على نفسه بمحضر الحاكم يقع البيع فضولياً بالنسبة الى ما يخص الزوجة من حصتها ربعاً او ثمناً ( فإن ) اجازت نفذ البيع في التمام وترجع الزوجة الى الوارث في مقدار حصتها من المسمى بناء على تعلق ارثها بعين البناء والاشجار ، ومن القيمة الواقعية بناء على تعلق ارثها بمالية العين ، ولها الرجوع الى المشترى ايضا واخذ حصتها منه ، فترجع المشتري بما دفع اليها الى الوارث البايع ( وان لم تجز ) بطل البيع في مقدار نصيبها مطلقا على مبنى تعلق حقها بالعين ولو مع رد القيمة اليها بعد البيع الا على القول بصحة البيع فيمن باع شيئا ثم ملك ( ومع عدم ) دفع القيمة اليها على المبنى الآخر فتأمل فان الظاهر بنائهم على صحة البيع ونفوذه في التمام اذا دفع اليها حقها من القيمة بعد البيع حتى ممن التزام بعدم الصحة فيهن باع شيئا ثم ملك ( فإن ) ذلك يكشف عن كون البطلان مراعى بعدم اعطاء القيمة اليها. ",
        "( ومنها ) ما تقدم من وجوب دفع القيمة على الوارث مع تلف العين أو غصب غاصب اياها بعد الموت على مبنى تعلق حق الزوجة بقيمة العين في ذمة الوارث لورود \nالتلف والغصب على ملكه واستقرار القيمة لها بالموت فى ذمته فيجيب عليه الخروج عن العهدة كسائر ديونه ( واما على مبنى ) تعلق حقها بدواً بالعين فلايجيب عليه دفع القيمة اليها مع تلف العين أو مغصوبيتها ( لأن ) التلف او الغصب كما انه وارد على مال الوارث ، كذلك وارد على متعلق حق الزوجة ( وكذلك ) الامر بناءاً على ما هو المشهور من تعلق حقها بقيمة العين لا بشخصها « فان » العين حينئذ وان كانت ملسكاً للوارث الا انه من جهة ماليتها القائمة بها كانت متعلقة لحق الزوجة « فاذا » تلفت باقة سماوية من سيل ونحوه لا بتفريت من الوارث او انه غصبها غاصب كان التلف او الغصب وارداً على متعلق حقها ايضا ، ومعه لا وجه لضمان الوارث لها بالقيمة « بخلاف » المبني المتقدم « فانه » عليه يكون محل القيمة ذمة الوارث دون العين ، فلا يتصور في مثله ورود التلف على متعلق حق الزوجة « لايقال » ان محل القيمة على هذا المبني وإن كان ذمة الوارث ، إلا ان استقرار القيمة في ذمته منوط ببقاء العين وتمكنه من التصرف فيها ، وبدونه لا استقرار للقيمة في ذمته حتى يجب عليه الخروج عن العهدة بدفع القيمة اليها « فلا ثمرة » حينئذ من هذه الجهة بين تلك المسالك « فانه يقال » أنه يكفي في اخذ الثمرة المزبورة كونها مقتضى القاعدة المستفادة من الأدلة بعد إطلاق النصوص وانتفاء مايقتضي الاناطة المزبورة في استقرار القيمة في ذمته « ومجرد » قيام الاجماع في مفروض الكلام على عدم وجوب دفع القيمة على الوارث لايقتضي الكشف عن التقييد والاناطة المزبوره ، لولا دعوى كشفه عن بطلان المبني « نعم » لو ثبت منهم الاجماع على عدم وجوب شيء على الوارث في مفروض الكلام حتى على المبنى المزبور ، لكان لاستفادة الاناطة المزبورة مجال « ولكن » الشأن في هذا الاجماع فان دون اثباته خرط القتاد ( وحينئذ ) فيمكن قوياً ان يكون اتفاقهم على عدم شيء على الوارث من جهة رفضهم هذا المبنى وبنائهم في المسئلة على ما تقتضيه ظواهر الادلة \n\nمن تعلق حق الزوجة بمالية العين لا بقيمتها في ذمة الوارث « ولذا » جعلنا هذا المعنى من المحاذير والتوالي الفاسدة للمني المزبور. \n( ومنها ) إختصاص المنافع التماآت المتصلة والمنفصله المتجددة بين الموت وزمان دفع القيمة بالوارث بناءاً على مبنى تعلق حق الزوجة بالقيمة في ذمة الوارث ( وكذلك ) على مبنى تعلقه بمالية العين « لأن » المنافع والتماآت من توابع ملك العين لا ملك المالية ( واما بناءاً ) على مبنى تعلق حقها بالعين وان للوارث دفع القيمة بدلا عنها ، فتشترك الزوجة مع الوارث فيها بحصتها ربعاً أو ثمناً كما صرح به المحقق القمي وقواه في موضع من أجوبة مسائله لكونها نماءاً لما ملكتها بالارث فلا وجه لتخصيص الوارث بها دون الزوجة ( نعم ) في موضع اخر منها التزم باختصاصها بالوارث دون الزوجة معللا بان الزوجة لاتملك من العين حتى تستحق المنافع المتجددة بين الموت وزمان دفع القيمة ، وانما هي ملك لغيرها من الورثة ( ولعل ) ذلك منه ( قده ) رجوع عما اختاره اولا ( والا ) فهو مناف لما اسسه من المبني الذي قرره مرارا في كلامه. ",
        "( ومنها ) ما تقدمت الاشارة اليه سابقاً من اجبار الوارث على التقويم واعطاء القيمة اذا لم ترضى الزوجة الا بها بناءا على مبنى تعلق بمالية او بقيمتها في ذمة الوارث ( واما بناءا ) على مبنى تعلقها بالعين او بماليتها بمناط الارفاق بالوارث وعدم الاضرار به المنتفى مع رضائه باعطاء العين فلا يجب عليه دفع القيمة ولا يجبر على التقويم ، بل لو أراد الوارث اعطاء نصيب الزوجة من العين تجبر الزوجة على القبول ، كما انه لو اراد دفع القيمة اليها تجبر ايضا على القبول وليس لها الامتناع من قبولها ( وقد يتوهم ) أن الامر كذلك حتى على مبنى تعلق حقها بمالية العين بخيال ان دفع حصتها من العين دفع لعين حقها من المالية القائمة بالعين مع زيادة خصوصية \nالعين فلا وجه لامتناعها من قبولها ومطالبتها بالقيمة « ولكنه » توهم فاسد « فان العين » بعد ان كانت ملكا للوارث كان لها الامتناع من قبولها لقاعدة السلطة المقتضية لعدم دخول شيء في ملك شخص الا باذنه ورضاه ، ومجرد رضاء الوارث باعطاء العين اليها لايوجب دخولها في ملكها قهراً ولا يقتضي ايضا اجبارها على القبول كما هو ظاهر. \n( الامر الخامس )\nاذا اجتمعت ذات الولد وغيرها وقلنا باختصاص الحرمان من مطلق الارض عينا وقيمة ، ومن البناء والاشجار عيناً لا قيمة بالثانية ، فهل ترث الاولى كمال الثمن من رقبة الأرض من غير مشاركة احد من الورثة معها وكماله من أعيان البناء والآلات والاشجار ، وعليها للاخرى نصف الثمن قيمة البناء والاشجار او انها لاترث إلا نصف الثمن من رقبة الارض والبناء والاشجار ونصفه الآخر لسائر الورثة وعليهم دفع قيمة نصف الثمن من الأشجار والبناء الى غير ذات الولد ( فيه وجهان ) بل قولان ثانيها مختار المحقق القمي « قده » وبعض اخر ، نعم ما هو الموجود في موضع من اجوبة مسائله تخصيص نصف الثمن من البناء والاشجار بغير ذات الولد دون الورثة ولعل ذلك على اصله من ارث الزوجة من عين البناء والاشجار ( ولكن الاقوى ) وفاقا للمشهور الاول ( فان الزوجة ) بوجودها ترث ثمن التركة بالفريضة واحدة تكون ام متعددة غير انه مع التعدد يقسم الثمن بينهن حسب تعدد الزوجات ( فاذا حكم ) الشارع بحرمان غير ذات الولد من العرصات مطلقا ومن أعيان البناء والآلات والأشجار تصير المحرومة من هذه الجهة بحكم المعدومة ( ولازمه ) اختصاص ذات الولد بتمام الثمن من العرصات من غير مشاركة أحد من الورثة معها فيها ، وتمام الثمن من البناء والالات والاشجار كما في فرض انحصارها وعليها للاخرى نصف ثمن قيمة البناء والاشجار ، ",
        "« فلا وجه » حينئذ لدعوى رجوع نصف الثمن منها الى الورثة ( فان ) ذلك يحتاج الى دليل بالخصوص يقتضي حجبها من نصف الثمن عند اجتماعها مع غير ذات الولد ، وهو مفقود في المقام ( ولا فرق ) في الولد على التفصيل المزبور بين الذكر والانثى ، ولا بين الولد وولد الولد ، بل ولا بين الحمل وغيره ولكن مع مراعات الولادة حياً ، لا بين الخنثى وغيرها ولا بين كون الولد من نكاح دائم او متعة ، كما لو اولدها وهي متعة ثم تزوجها بعقد دائم ومات عنها ، ولا بين كون الولد من نكاح صحيح او شبهة منها بل ومن أحدهما ايضا على اشكال فيه خصوصاً اذا كانت الشبهة من طرفها كل ذلك لاطلاق المقطوعة المتقدمة المؤيدة بالعمومات ( نعم ) لايلحق بذلك ولد الزنا منها لانتفائه شرعا وكون المنصرف من المقطوعة ذات الولد الشرعي. \n( الامر السادس )\nاذا كان على الميت دين ونحوه يوزع على مجموع التركة مما ترث منه الزوجة وما تحرم منه فلا يدفع جميعه من غير الأرض ليلزم الضرر على الزوجة ، ولا من خصوص الأرض ليلزم الضرر على الورثة دونها ( فان ) ذلك هو مقتضى تعلقه بمجموع التركة من الأراضي وغيرها ، مضافاً الى كونه مقتضى قاعدة العدل والانصاف الذي هو عدم توجيه الضرر على بعض الورثة دون بعضها ( وكذلك الامر ) في كفن الميت ووصاياه فيخرجان من مجموع التركة على معنى توزيعهما على ما تحرم منه الزوجة وما ترث منه فتنقص من نصيبها ما يقابله من الدين والكفن والوصية كما هو الشأن في الحيوة ايضا حيث يوزع الدين والكفن على مجموع التركة فينقص منها شيء بازاء ما يقابله لما هو الظاهر من الآية من ان الميراث لايثبت الا بعد اداء الدين والحيوة من جملة الميراث. \n( الامر السابع )",
        "حق الزوجة حق مالي يجوز الصلح عليه لأجنبي أو لبعض الورثة وبالصلح ينتقل حقها الى المصالح له فيحب على الورثة دفع القيمة الى من انتقل اليه الحق أجنبياً كان او بعض الورثة ، من غير فرق في ذلك بين المسالك المتقدمة كما هو واضح ( نعم ) بناء على ما احتمله بعض في دفع القيمة من كونه مجرد حكم تكليفي محض بلا شائبة وضع كما اشرنا اليه سابقا يكون الصلح باطلا سواء كان الصلح لاجنبي او لبعض الورثة « ولكن » الاشكال في المبنى ، فانه مخالف لما هو المصرح به في الاخبار الباب من ارثها من القيمة مع انه لم اجد القول به صريحا لأحد من الاصحاب ( وما في البلغة ) من نسبته الى بعض معاصريه لعله كان منه لمحض ابداء الاحتمال كما هو ديدن المحققين ( وعلى فرض ) القول به فلا ريب في ضعفه. \n( الامر الثامن )\nلا فرق فيما تحرم منه الزوجة عيناً لاقيمة بين ان تكون الأرض التي فيها البناء والأشجار ملكاً للزوج الميت ، وبين ان تكون ملكاً للزوجة قد ملكتها بأحد الاسباب المملكة من بيع او ارث ونحوهما ( فان ) حكم البناء والأشجار حكمها فيما لو لم تملك شيئا من العراص فتحرم منها عينا لا قيمة من جهة الارث منها كما هو ظاهر. \n( الامر التاسع )",
        "إذا كان في الارض التي تحرم الزوجة منها مطلقاً زرع ، فلا اشكال في أنها ترث نصيبها ثمناً او ربعاً من عين الزرع وان لم يبلغ او ان حصاده ، بل ولو كان بذرا لعموم الادلة وانتفاء ما يوجب حرمانها ، عدا توهم قياسه بالبناء والأشجار ، بلحاظ ثباته في الارض ( ولقد عرفت ) فساده من انه ليس المدار فيما تحرم منه الزوجة عيناً لاقيمة على عنوان الثبات في الارض او عنوان غير المنقول كما يوهمه بعض تعابيرهم حتى يتعدى \nمن البناء والأشجار الى كل ما له ثبات في الارض ، وانما المدار فيه على العناوين المأخوذة في الأدلة من نحو عنوان البناء وما يكون جزءاً منه كالطوب والخشب ، بل لولا صحيح الاحول ، لكنا نقول بارثها من عين الاشجار بمقتضى عمومات الارث ( وحينئذ ) فبعد إقتضاء الأدلة توريثها من عين الزرع مجال لتوهم حرمانها منه عيناً بمحض ثباته في الأرض كما لايخفى ( نعم ) انما الكلام في انه هل للزوجة ابقاء الزرع في الارض الى ان يحصد بدون الاجرة او معها بحيث لم يكن للوارث الامتناع من بقائه في الارض حتى مع بذل الاجرة ( او انه ) ليس لها ذلك ، وأن لمالك الارض الذي هو الوارث امرها بقلعه وإزالته مع الأرش او بدونه ( فيه وجوه ) أوجهها بظاهر المستفاد من اخبار الباب ، الاول لعين ما ذكرناه في الاشجار والبناء من ظهور الادلة في استحقاق الزوجة ابقائها في الأرض بلا أجرة من غير ان يكون للوارث الامتناع من ذلك ولا المطالبة بالاجرة على التقية ، بلحاظ انتقال الارض اليه من مورثه مشغولة بالزرع والغرس. \n( نعم ) لو نوقش في استفادة ذلك من اخبار الباب كان المتجه بمقتضى قاعدة تسلط الناس على اموالهم وعدم حل مال المسلم الا بطيب نفسه عدم حق لها على تبقية الزرع في الارض الى وقت حصاده حتى مع الاجرة فضلا عن كونها بلا اجرة فللوارث امرها بقلعه وازالته ، ( فان ) هذه المسألة من صغريات مسئلة من ملك غرسا او زرعا في ارض لم يملك ابقائه فيها مع كون الوضع فيها بحق لعارية او مزارعة او اجارة ونحو ذلك ، كما اذا اعار ارضا او استأجرها في مدة لغرس لو زرع فمضت المدة والزرع باق ، ولولا بتفريط من المستأجر ، بل لاتفاق كثرة الامطار وتغيير الاهويه ونحوهما ( فانه ) وان اختلف فيها كلماتهم على اقوال ( ولكن ) التحقيق فيها وفاقا للمعظم انه ليس لمالك الزرع ابقائه بعد المدة ولو بالاجرة ، بل للمالك الارض الامر \nبقلعه وازالته بلا أرش لقاعده تسلط الناس على اموالهم وعدم حل التصرف في مال امرء مسلم الا بطيب نفسه ( وعدم ) اقتضاء مجرد كون الوضع بحق في مدة الاجارة لاستحقاق بقائه بعد مضى المدة كي يجب على المالك ابقائه في ارضه ( والاستدلال ) على ذلك بمفهوم قول الصادق 7 في رواية عبدالعزيز بن محمد الدراوردي او اندراوردي .. ليس لعرق ظالم حق ، اما بتنوين العرق او باضافته ، بدعوى دلالته بالمفهوم على ان لعرق المحق وغير ظالم حق ، كما ترى فان الكلام ليس في مدة الاجازة وانما الكلام فيما بعد انقضاء المدة وزوال هو الموجب لصحة التصرف ، ولا شبهة في دخول ذلك في منطوق الرواية ، لعدم حق للزارع على ابقاء زرعه في ملك الغير بعد انقضاء المدة ( وما افادة ) فخر المحققين ( قده ) من انه اجمع الاصوليون على دلالة الوصف على المفهوم في هذا الحديث وان اختلفوا في دلالة مفهوم الوصف في غيره من غرائب الكلام ، فان شأن الاصولي انما هو بيان القواعد الكلية المنطبقة على مواردها كقولهم بحجيته مفهوم الشرط ومفهوم الوصف مطلقا او بشرط خاص فلا معنى لدعوى اجماعهم على دلالة الوصف على المفهوم في مورد خاص في المسئلة الفقهية الا باعتبار كون المورد من افراد ما بنوا على دلالة الوصف على المفهوم والا فلا وجه لتخصيص دلالة المفهوم بمورد هذا الحديث الا من جهة فهمهم من الحديث ثبوت الحكم تعبدا ، ومثله غير مرتبط بدعوى الاجماع على حجية المفهوم في المورد الخاص كما لا يخفى ( مع ان ) مجرد فهمهم المفهوم من الحديث غير صالح لان يكون دليلا في المسئلة ، لعدم كشف مثله عن رأي المعصوم كما هو الظاهر. ",
        "( واما التشبث ) بقاعدة نفي الضرر لاستحقاق مالك الزرع ابقائه الى وقت حصاده ولو بالاجرة من غير ان يكون لمالك الارض ازالته ( بتقريب ) ان في قلعه قصيلا ضرر على مالكه خصوصا في المقام الذي لا يكون ذلك بتسبيب من الزوجة \nوهو أي الضرر منفي في الشريعة لعموم قوله (ص) لا ضرر ولا ضرار في الإسلام كما في بعض أخبارها بزيادة لفظ الاسلام ، فيتعين تبقيته على مالك الارض ، غاية الأمر بالاجرة لامجانا لينافي قاعدة احترام الاموال في حقه ( ففيه ) ما لايخفى ( اذ بعد ) الاغماض عن كونه معارضا مع تضرر المالك في بقاء الزرع في ملكه وعدم تسلطه على تفريغ ماله من مال الغير وتخلصه منه « نقول » انه لامجال لتطبيق عموم نفي الضرر في امثال المقام من موارد تزاحم الحقوق « فان » لازم سوق العموم المزبور مساق الامتنان على الامة اختصاص مورده بما اذا لايلزم من نفي الضرر فيه في حق شخص خلاف الامتنان في حق شخص آخر ( ولازمه ) عدم صلاحيته لرفع الاحكام الارفاقية التي منها قاعدة سلطنة الناس على اموالهم ( فلا يمكن حينئذ تطبيق ) عموم نفي الضرر على مورد البحث لرفع سلطنة مالك الارض على ملكه في تفريغ ماله من زرع الغير وتخليصه منه لكونه خلاف الامتنان في حقه ( ومعه ) يكون للمالك بمقتضى قاعدة سلطنة الناس على اموالهم الامتناع من بقاء الزرع في ملكه ولو بالاجرة فكان له الامر يقلعه بل له ازالته وتفريغ ماله منه. \n( وتوهم تعارض ) السلطنتين والضررين في المقام فيؤخذ باقلهما دفعها لكثرة الضرر الوارد في البين ( مدفوع ) بان قاعدة السلطنة على الاموال لا تقتضي الا سلطنة كل من المالكين على ما له في تفريغ ما له في تفريغ من مال الغير وتخلصه منه ( وأما السلطنة ) عليه بنحو يقتضى التصرف في مال الغير بحبسه في ماله او باشغاله ، فهي خارجة عن مقتضى هذه القاعدة ( اذ هي ) من جهة كونها من الاحكام الارفاقية قاصرة عن الشمول لمطلق انحاء تصرفات المالك في ملكه حتى المستتبع منها للتصرف في مال الغير باتلاف او حبس ونحوهما ( اذ عمومها ) من هذه الجهة ينافي الارفاق في حق الغير ، فتكون منافيه لارفاقية نفسها ( فالمالك ) انما يكون سلطانا على التصرف \nفي ماله اذا لم يكن مستلزماً للتصرف في مال الغير والا فلا يكون له السلطنة على مثله ، ومن هنا ليس لمالك المعول مطلق السلطنة على التصرف فيه حتى بما ينطق عليه عنوان الضرب على جدار الغير وبتحريبه ، بل كان لمالك الجدار السلطنة على منعه من التصرف المزبور ( وحينئذ ) نقول ان لكل من مالك الارض والزرع وان كان السلطنة على ماله بانحاء التصرفات فيه ( ولكن ) ليس لمالك الزرع وان كان السلطنة عليه بنحو يقتضي ابقائه في ملك الغير من غير اذنه وطيب نفسه كي يزاحم سلطنة ما لك الارض على تفريغ ارضه من زرعه وتخليصها منه ( كما انه ) ليس لمالك الارض ايضا مطلق السلطنة على ماله بنحو يمنع مالك الزرع عن قلع زرعه وازالته ، كي يراحم سلطنة مالك الزرع على زرعه ، لعدم سلطنته على ابقاء مال الغير في ملكه ( فاذا ) لم يكن لمالك الزرع السلطنة على اشغال ملك الغير بابقاء زرعه فيه ولا لمالك الارض السلطنة عليه بنحو يقتضى ابقاء زرع الغير في ارضه من غير اذنه وطيب نفسه ( فلا يبقى ) الا سلطنة كل منها على تفريغ ماله وتخليصه من مال الغير ( وفي هذا ) المقدار ليس للاخر منعه من ذلك « فكان » لمالك الزرع السلطنة على قلع زرعه ان يكون لمالك الارض منعه من ذلك ، كما انه لمالك الارض السلطنة على تفريغ ارضه من زرع الغير بازالته اوامر بقلعه من غير ان يكون لمالك الارض السلطنة على ابقائه في ارضه ( ومعه ) اين تقع المزاحمة بين السلطنتين كي يقال بانه مع تزاحمها وتعارض الضررين يؤخذ باقل الضررين يؤخذ باقل الضررين ( هذا ) مع ان الاخذ باقل الضررين انما يصح ويصار اليه اذا دار الامر بين احد الضررين الوارد على احد الشخصين حكم احد الضررين الوارد على شخص واحد في لزوم تقديم اقلهما ( مدفوع ) بانه لا دليل عليه بل مقتضى القاعده خلافه ( كاندفاع ) توهم لزوم التبقية بالاجرة على مالك الارض ",
        "إن أراد صاحب الزرع الابقاء ، بتخيل أن شمول لا ضرر للضرر المجبور بالاجرة في جانب مالك الأرض وتوجهه نحو الزارع أضعف ظهوراً من شموله لضررا لقلع المجبور بالأرش المتوجه نحو مالك الأرض ، فيقدم دليل نفي الضرر في جانب مالك الزرع عليه في جانب المالك ولا يتمسك بعموم دليل السلطنة بالنسبة الى مالك الارض لكونه محكوماً بدليل نفي الضرر ( وجه الاندفاع ) يظهر مما قدمناه من ان عموم نفي الضرر باعتبار كونه مسوقا في مقام الامتنان غير صالح لنفي الاحكام الامتنانية من نحو سلطنة المالك ذي الحق على ملكه وحقه « مضافاً » الى منع أضعفية شموله لضرر مالك المجبور بالاجرة من شموله لضرر مالك الزرع المجبور بالأرش وتدارك نقصان ماليته ( فالتحقيق ) هو ان لمالك الارض عدم التبقية ولو بالاجرة وجواز تفريغ ملكه من مال الغير زرعاً او غرساً بازالته بلا أرش ، من غير فرق بين ان يكون الوضع بحق او بغير حق كالغصب ونحوه ( اللهم ) إلا ان يدعى الفرق بينهما من حيث عدم ضمان الأرش في فرض كون الوضع من غصب لان الغاصب يؤخذ بأشق الاحوال فلا احترام لماله ( بخلاف ) فرض كون الوضع عن حق ( فان ) قاعدة احترام الاموال تقتضي وجوب الأرش على مالك الارض عوض نقصان مالية زرع الغير وغرسه اذا كان هو المقدم والمتولى للقلع ( لعدم ) اقتضاء تسلطه على تفريغ ارضه من زرع الغير او غرسه لسلب احترام مال الغير بحيث لايجبر نقصان ماليته بالأرش ، كاقتضائها وجوب اجرة طم حفر الارض على مالك الزرع والغرس لو كان هو المقدم والمتولى لازالته الزرع والغرس ، لضمانه النقص الوارد على مالك الأرض بقلع ماله ( نعم ) لو كان الاقدام من الطرفين فلا جيران عليهما لمكان اقدامها. \n( ثم انه ) لافرق فيما ذكرنا من تسلط مالك الأرض على الازالة وتفريغ ملكه من مال الغير بين مثل الزرع الذي له أمد قريب محدود يتربص وبين مثل \nالبناء والاشجار الذي ليس له أمد محدود متربص ( فانه ) على كل تقدير لايجب على مالك الأرض التبقية ولو بالأجرة ، بل له الازالة لتخليص ماله من مال الغير من غير أن يكون لمالك الزرع او الغرس الابقاء ( فما يظهر ) من بعضهم من التفصيل بين الزرع ونحوه ، وبين مثل البناء والشجر بوجوب التبقية على مالك الارض بالاجرة في الاول ( وعدم ) وجوبه في الثاني وجواز قلعه مع الأرش او بدونه ( منظور فيه ) اذ لا اصل لهذا التفصيل عدا توهم قاعدة نفي الضرر التي عرفت قصورها عن الجريان في امثال المقام والتحكيم على قاعدة السلطنة على الاموال التي هي من الاحكام الارفاقية لذوى الاموال والحقوق على اموالهم وحقوقهم. \n( نعم ) ربما يتمسك لوجوب التبقية في نحو الزرع بالنصوص الواردة في بيع الزرع الظاهرة في ان لصاحب الزرع التبقية الى ان يسنبل ( كقوله ) 7 في خبر حريز لا بأس ان تشتري الزرع والقصيل ثم تتركه ان شئت حتى يسنبل ثم تحصده ( وإن ) شئت ان تعلف دابتك قصيلا فلا بأس قبل ان يسنبل فاما اذا سنبل فلا تعلفه رأسا فانه فساد ( وقوله ) 7 فيما رواه ثقة الاسلام والشيخ قدس سرهما في الصحيح او الحسن عن الحلبي لا بأس أن تشترى زرعاً اخضر ثم تتركه حتى تحصده ان شئت او تعلفه قبل ان يسنبل وهو حشيشاً ( وقوله ع ) فيما رواه الشيخ في التهذيب عن سليمان بن خالد لا باس ان تشتري زرعا اخضر فان شئت تركته حتى تحصد وان شئت بعته حشيشا ( لكنها ) كما ترى لا اطلاق لها بنحو يشمل صورة اطلاق العقد من حيث اشتراط التبقية او القطع قصيلا لتكون صالحة لتخصيص عموم مادل على سلطنة المالك على ملكه ( بل المنساق ) منها انما هو صورة اشتراط التبقية على البايع ان اراد ابقاء الزرع الى ان يسنبل ويحصد او اقتضاء العادة على تبقية الزرع بنحو موجب لانصراف العقد اليه الذي هو بمنزلة اشتراطها ( ولذا ) ترى بناه ",
        "غير واحد في فرض اطلاق العقد وانتفاء العادة المقتضية للتبقية الى ان يحصد على كون البايع بالخياران شاء قطعه وإن شاء تركه لقاعدة السلطنة المقتضية لتسلط مالك الارض على تفريغ ارضه من مال الغير ( وعلى فرض ) اطلاق تلك النصوص من حيث اشتراط التبقية على البايع في بيع الزرع وعدم اشتراطها في فرض عدم اقتضاء العادة ايضاً التبقية في شراء الزرع حال كونه احضر ( فلابد ) من تقييدها في موردها بما رواه المشايخ الثلاثة في الصحيح او الموثق عن سماعة .. قال سئلته عن شراء القصيل يشتريه الرجل فلا يقصله ويبدو له في تركه حتى يخرج سنبله شعيراً او حنطة العلج وقد اشتراه من اصله على ان ما يلقاه من خراج فهو على العلج : فقال (ع) ان كان إشترط عليه إلا بقاء حين اشتراه ان شاء قطعه قصيلا وإن شاء تركه كما هو حتى يكون سنبلا والا فلاينبغي له ان يتركه حتى يكون سنبلا ، فان فعل فعليه طسقه ونفقته وله ما خرج منه ( فان ) ظاهره عدم جواز الابقاء بدون الاشتراط على البايع لكونه من التصرف في ملك الغير بغير الوجه المشروع فيقيد به اطلاق النصوص المتقدمة لو فرض اطلاقها من هذه الجهة كما هو مستند الاصحاب فيما قدمنا نقله عنهم من انه متى بيع لأجل القصل من غير اشتراط الابقاء ان شاء لايجوز التبقية بل يجب ازالته ( وما في الجواهر ) والرياض من حمل لاينبغي على الكراهة ( منظور فيه ) لظهور الرواية في كون المراد به الحرمة وكون الحكم على طبق القاعدة المقتضية لمنع التعدي والتصرف في ملك الغير من غير طيب نفسه « نعم » لا باس يحمل ذيله على الندب وهو كون الطسق عليه اذ لا معنى لوجوب كونه عليه مع فرائض اشتراط كونه على العلج « ومع الاغماض » عن ذلك كله يجب الاقتصار في مخالفة القاعدة على خصوص موردها والمصير في غير موردها الى العمومات المقتضية لسلطنة مالك الارض على تخليص ملكه من مال الغير ( ولازمه ) كما قدمناه عدم الفرق بين مثل الزرع الذي له أمد \nمتربص ، وبين غيره كالبناء والأشجار ( إلا ) ان يدعي قيام الاجماع على الفرق بينهما في التفصيل المزبور كما قيل ( ولكن ) دون اثباته خرط القتاد. \n( لا فرق ) فيما ذكرنا من عدم وجوب التبقية على مالك الارض بين ان يكون ملكية الزرع ونحوه بالإجارة او المزارعة او غيرهما ( ولكن ) يظهر من جماعة منهم العلامة ( قده ) التفصيل بين كون ملكية الزرع بالاجارة او بالمزارعة بوجوب التبقية على مالك الارض بالاجرة في الاول وعدم وجوبها في الثاني وكونه مخيرا بين التبقية بالأجرة وبين الازالة مع الأرش : قال في القواعد ما لفظه فان إستأجر كأن يزرع مايبقى بعدها فكالغاصب ، وان كان لعروض برد وشبهه فعلى الموجر التبقية وله المسمى عن المدة واجرة المثل عن الزائد ( وقال ) في باب المزارعة ، فلو ذكر مدة يظن فيها الادراك فلم يحصل فالاقرب ان للمالك الازالة مع الارش او التبقية بالاجرة ، سواء كان بسبب الزارع كالتفريط بالتأخير او من قبل الله سبحانه كتأخير الأهوية وتأخر المياه إنتهى ونحوه عبارة البلغة. \n( أقول ) ولم يعلم وجه للتفصيل المزبور بين البابين ( فان ) قاعدة نفي الضرر ان كانت جارية في امثال المقام وصالحة للحكومة على قاعدة سلطنة الناس على اموالهم فلا فرق بين البابين ( وان لم تكن ) صالحة للجريان كما في باب المزارعة حيث حكم فيه تخيير المالك بين التبقية بالاجرة والازالة مع الأرش ، فلتكن كذلك في باب الاجارة ايضا ( لأن ) المناط في امثال هذه الموارد امر واحد وهو عدم اقتضاء مجرد ملكية الحال والمظروف لشخص الاستحقاق ابقائه في محل يملكه غيره الا بدليل خارج ولم يقم دليل على استحقاق بقائه الزرع في باب الاجارة دونه في باب المزارعة ( فالتفصيل ) بين البابين مما لم نقف له على مستند ( واما افيد ) في البلغة في وجه التفرقة ",
        "المزبورة بين البابين ، من أن تخيير المالك في باب المزارعة بين الابقاء بالاجرة والازالة مع الأرش انما هو لاجل ان الزرع مشترك بينهما ولايجبر المالك على ابقاء حصته من الزرع لأن له قلعه قصيلا ، كما كان للمستأجر ذلك ، غير ان قلعه لحصته لما كان مستلزما لضرر الزارع في حصته وجب عليه تداركه بالأرش ( منظور فيه ) فان المالك وان لم يجبر على ابقاء حصته من الزرع فكان له القلع قصيلا « ولكن » مجرد ذلك لايقتضي تخييره بين الابقاء والقلع بالنسبة الى حصة الزارع ، لامكان تقسيم الزرع بينهما بنحو لايلزم من قلع حصة نفسه قصيلا اضرارا بالزارع في حصته ( وحينئذ ) فلو بيننا على جريان قاعدة نفي الضرر في امثال المقام وتحكيمها على قاعدة السلطنة على الاموال كما التزم به في باب الاجارة فلا محيص من القول به في باب المزارعة ايضا ( والا ) يلزم القول بجواز القلع في الاجارة ايضا ، فعلى كل تقدير لا وجه للتفرقة بين البابين ( بل المتعين ) بمقتضى ما ذكرناه هو القول بعدم وجوب التبقية على المالك مطلقا ما لم يثبت استحقاقه للبقاء بدليل خارج ، من غير فرق بين ان يكون ملكية الزرع او الغرس بالنحو المزبور بالاجارة أو المزارعة او الشراء او الانتقال بالارث او غيرها ( نعم ) في خصوص ما نحن فيه وهو الانتقال بالارث الى الزوجة يمكن دعوى استحقاقه للبقاء ، كما استظهرناه من اخبار الباب. \n( الامر العاشر )\nلا خلاف ظاهراً بين الاصحاب في استحقاق الزوجة في الجملة من الخيار بأنواعه لكونه من الحقوق الموروثة فترث منه الزوجة كما ترث من غيره من الحقوق والأموال ( وانما الكلام ) في الخيار المتعلق بما تحرم منه الزوجة كالاراضي والعقار في انها هل تحرم من هذا الخيار مطلقا أو لاتحرم منه كذلك ( حيث ) ان فيه وجوه بل اقوال ، ثالثها التفصيل بين كون ما تحرم منه الزوجة منتقلا الى الميت أو عنه ، \nفترث في الاول دون الثاني ( ولكن التحقيق ) عدم الحرمان مطلقا ، لعموم ادلة الارث والنبوي : ما ترك الميت من حق فهو لوارثه ( وانتفاء ) ما يقتضى حرمانها منه ( عدا ) ما افيد من اعتبار التسلط على العوضين من حيث الرد والاسترداد في حقيقة الخيار « لأنه » علاقة لصاحبه فيما انتقل عنه توجب السلطنة على استرداده في ظرف تسلطه على التصرف فيما انتقل اليه بازائه ليكون له رد ما في يده لتملك ما انتقل عنه « وهذا » المعنى لايتصور في حق الزوجة المحرومة بالنسبة الى الاراضي والعقار « اما » في صورة كون الارض منتقلة الى الميت ، فلكونها ملكا فعليا لسائر الورثة دونها ولا معنى لتسلطها على مال الغير ( وأما ) في صورة كونها منتقلة عنه ، فهي وان كانت مسلطة على ما يخصها من الثمن ، ولكن مجرد ذلك لايوجب سلطنتها على استرداد ما انتقل عن الميت ، اذ لا ينتقل اليها بازاء ما ينتقل عنها من الثمن شيء من الثمن « لأنه » يعتبر في الخيار تملك الرد والاسترداد الى نفسه ( وفيه ) ما لا يخفى ، اذ يمنع كون الخيار من تبعات السلطنة على العوضين ، بل هو حق متعلق بالعقد ، لا بما انتقل عنه او اليه ، فليس حقيقة الخيار الا مجرد السلطنة على حل العقد الذي لازمه القهري رجوع العوضين كل منها بعد الفسخ الى ملك مالكه السابق ، وفي هذا المقدار لايعتبر الملكية ، بل ولا كون صاحبه مسلطا على العوضين او احدهما حتى تحرم عنه الزوجة ، بشهادة ثبوته للوكيل في اجراء الصيغة ، وللاجنبي المجعول له الخيار ، مع وضوح عدم كونها مسلطين على العوضين ، بل على المجرد حل العقد ( ولا دليل ) على اعتبار أزيد من ذلك في حقيقة الخيار حتى في المالكين ، وكون المالك مورداً للرد عن نفسه والاسترداد الى نفسه غير مرتبط بحقيقة الخيار التي هي ملك فسخ العقد واقراره كعدم ارتباط تسلطهما الخارجي على العوضين من حيث الرد والاسترداد في حقيقته ، فان لملك فسخ العقد واقراره مقام وللسلطنة على المنتقل اليه او عنه مقام اخر. ",
        "( وحينئذ ) نقول ان اريد من السلطنة على العوضين من حيث الرد والاسترداد السلطنة عليهما اعتباراً من حيث كونه من لوازم حل العقد وفسخه ، فهو مسلم ( ولكن ) المدعى ، ثبوت ذلك للزوجة ايضا بأدلة الارث حتى في الخيار المتعلق ببيع الارض والعقار ، حيث لايمنع عن ارثها من الخيار حرمانها منها ( لان ) ثبوت الخيار لها انما كان بدليل الارث ، لا بمناط التبعية لارثها من المال حتى يقتضي حرمانها من الارض حرمانها من الخيار المتعلق بها ( ومن هنا ) تقول بثبوت الخيار للوارث في صورة كون الدين مستوعباً للتركة حتى على القول بعدم انتقال التركة الى الوارث مع استيعاب الدين لها ( وكذا ) في غير الولد الاكبر بالنسبة الى الحبوة ( وان اريد ) اعتبار ازيد من هذا المقدار في حقيقة الخيار من التسلط على استرداد ما انتقل عنه الى نفسه والتسلط على المنتقل اليه ، فهو مما يطالب بالدليل حتى في المالكين فان مجرد كونها موردين لهذين لايقتضى اعتبارهما في حقيقة الخيار. \n( وحينئذ ) فاذا لا يعتبر في الخيار الثابت للمالك الا مجرد السلطنة على حل العقد وجعله كان لم يكن بلا اعتبار امر زائد ، فلا يعتبر في ارثه ايضاً ذلك ( لان ) معنى ارث الخيار انما هو تملك الوارث ما كان للميت ، ولازمه هو ارث الزوجة من الخيار الثابت للميت ولو كان متعلقاً بما تحرم منه الزوجة ( من غير ) فرق بين أن يكون ماتحرم منه الزوجة منتقلا الى الميت او عنه ( اذ لا يعتبر ) في الخيار الذي هو حل العقد التبعية لملك المال او السلطنة عليه ولا استرداد الفاسخ الى نفسه والرد عن نفسه بشهادة ما عرفت من ثبوته للوكيل والاجنبي المجعول له الخيار ( وان ابيت ) الا من اعتبار الرد والاسترداد اما الى نفسه او الى من هو منسوب من قبله وان خيار الوكيل والاجنبي انما هو باعتبار كونها منصوبين من المالك كما افاده الشيخ قده ( نقول ) ان الزوجة باعتبار وارثيتها تكون خليفة عن الميت فيما كان له وباعمالها الخيار تسترد احد العوضين الى الميت وترد الآخر وان \nكانت هي محرومة من أصل المال « وتنقيح » الكلام بأزيد من ذلك موكول الى محل آخر « ولقد » ذكرنا شطراً وافياً من الكلام فيما يتعلق بالمقام في باب البيع في مبحث احكام الخيار « والمقصود » في المقام مجرد الاشارة الى ثبوت الخيار لها فيما يتعلق بالاراضي والعقار وانه ليس ارثها من الخيار من توابع ارثها لاصل المال ، ولا كان معني الخيار حق الرد والاسترداد الى نفسه وعنه وانما هو مجرد حق حل العقد وجعله كأن لم يكن الذي لازمه رجوع العوضين كل منهما الى مالكه السابق. \n( الامر الحادي عشر )",
        "اذا كان للميت ارض مشتراة بخيار له أو لصاحبه ، ففي استحقاق الزوجة حصتها من الثمن بعد الفسخ او حرمانها منه خلاف بين الاعلام « ولا يخفى » ان الخلاف في هذه المسئلة غير مبتنى على الخلاف في المسئلة السابقة ، لامكان القول بارثها من الثمن في هذه المسئلة مع البناء على حرمانها من الخيار في المسئلة السابقة ، كامكان القول بالعكس فبين المسئلتين تكون النسبة العموم من وجه ولا تلازم بينها. \n( ثم ان المختار ) في المسئلة هو استحقاقها مما قابلها من الثمن بعد فسخ المعاملة ، لاقتضاء الفسخ ولو من الحين تبديل عنوان التركة من الخصوصية الموجبة لحرمان الزوجة منها الى عنوان آخر غير موجب لذلك « ولازمه » ارثها في مقدار حصتها مما قابل العين من الثمن بعد الفسخ « لايقال » ان الامر كذلك اذا كان قضية الفسخ كونه حلا للعقد من الاول ( والا ) فبناءاً على كونه حلا للعقد من الحين كما هو التحقيق فلازمه رجوع العوضين كل منها بالفسخ الى المالك الفعلي للآخر دون غيره « فاذا » كان المفروض ملكية الارض المشتراة لسائر الورثة دون الزوجة ودون الميت لفرض انتقالها بالموت الى الوارث ، فلا بد من رجوع ما قابلها من الثمن الى الوارث الذي خرج الارض بالفسخ من ملكه ، فلا وجه لرجوعه الى الميت ، ولا لصيرورته بحكم \nماله كي يتجدد الارث فترث منه الزوجة ( وبهذه ) الجهة منع ايضا من ارثها من الخيار المتعلق بمعاملة الاراضي والعقار ( فانه يقال ) أن مجرد كون الفسخ للعقد من الحين لا من الاول غير مجد في منع الزوجة من ارث الثمن ، الا بضميمة مقدمة خارجية ممنوعة ( وهي ) دعوى كون مفاد العقد عبارة عن مجرد احداث العلقة البدلية بين المالين في عالم الاعتبار من دون ملاحظة اضافتهما الى طرفي العقد اعني المالكين من حيث الدفع والجذب « اذ حينئذ » يمكن منع استحقاق الزوجة نصيبها من الثمن « لان » حل العقد في كل زمان يقتضي قلب العلقة البدلية بين المالين في ذلك الزمان ( ففي ) زمان ملكية الارض للميت تكون قضيته الفسخ رجوع الثمن الى ملكه بمقتضى الملكية السابقة ( وفي زمان ) ملكيتها للوارث يكون الفسخ موجباً لرجوع الثمن الى خصوص الوارث المالك للارض ولازمه حرمان الزوجة من الثمن المسترد بالفسخ ( كما ان ) لازمه ، في فرض عكس المسئلة وهو كون الارض منتقلة عن الميت ، الالتزام باستحقاق الزوجة نصيبها من الارض المستردة بالفسخ ، لعدم كون استحقاقها منها حينئذ بعنوان الارث من الميت حتى يمنع عنه ، وانما هو بعنوان الفسخ الموجب لرجوع العوضين كل منهما الى المالك الفعلي للآخر. \n( ولكن ) الشأن في تمامية هذا المبني ( بل نقول ) ان مفاد العقد الذي اقتضى الفسخ حله عبارة عن العلقة البدلية بين المالين على نحو لو حظ ايضا اضافتهما الى المالكين ولو باعتبار اشراب حيث الدفع الى الغير والجذب منه في الالتزام العقدي من المتعاقدين في مقام المعاوضة والمبادلة « ولازمه » اقتضاء الفسخ قلب عنوان دافعية البايع للمثمن من الحين الى جاذبيته له ، وبالعكس في طرف المشتري « الملازم » في الفرض لاعتبار خروج الارض من ملك الميت ودخول الثمن في ملكه ولو حكماً المساوق لقلب عنوان التركة من الحين بعنوان آخر ينتقل مثله اليها ولازمه هو الالتزام بارث الزوجة من الثمن ( كما ان ) ",
        "لازمه في عكس المسئلة هو الالتزام بحرمان الزوجة ، لصيرورة الأرض المستردة بالقنح بحكم مال الميت الذي لاينتقل مثله الى الزوجة. \n( وان شئت ) قلت ان مقتضى كون الفسخ حلا للعقد ولو من الحين وجعله كأن لم يصدر من المتعاقدين هو رجوع كل من العوضين الى من له العقد بمقتضى الملكية السابقة ولا يكون من له العقد الا البايع الميت دون الوارث ، ولازمه استحقاق الزوجة من الثمن المقابل للعين ، لتبدل عنوان التركة من الحين الى عنوان اخر لاتحرم الزوجة من مثله. \n( وأما ) توهم عدم قابلية الميت لان ينتقل اليه المال حقيقة ولا حكما بصيرورة الثمن بحكم ماله ( فمدفوع ) بانه لو سلم عدم قابلية الميت للانتقال الجديد ، فلا مانع من صيرورته بحكم ماله ( فان ) الملك الحكمي مما لامحذور فيه ، كما في نماء ثلثه وأرش جنايته. \n( ودعوى ) ان من له العقد بعد الموت انما يكون هو الوارث ( فانه ) باعتبار كونه خليفة عن الميت الموجب لاعتبار كون العقد على مال الميت واقعاً على ماله المستتبع لرجوع الثمن بالفسخ اليه لا الى الميت حتى يرثه الوارث منه ( مدفوعة ) بأن كون الوارث خليفة عن الميت ونازلا منزلته في كون العقد الواقع على المال واقعاً على ماله انما يقتضي رجوع المال اليه في فرض عدم امكان رجوعه الى الميت ومن له العقد التحقيقي ( والا ) فعلى فرض امكان رجوعه الى الميت ولو حكماً فلا مجال لرجوعه الى من هو نازل منزلته في كونه ممن له العقد ( وحينئذ ) فاذا كان قضية الفسخ عود المال الى من له العقد التحقيقي ، يلزمه ارث الزوجة من الثمن المستردة بالفسخ ، كما ان في عكس المسئلة يلزمه حرمانها من الأرض المستردة ، من غير فرق في ذلك كله بين أن يكون الخيار للميت أو لطرفه. ",
        "« ولكن » يظهر من بعض من عاصرناه التفصيل في المسئلة بين أن يكون الخيار للمشتري الميت أو للبايع فقال بارث الزوجة من الثمن في الأول دون الثاني « ببيان » أن الزوجة وان لم ترث من العقار شيئاً ، الا أتها بارثها للخيار ملكت أن تملك بالفسخ ، فاذا فسخت ملكت بقدر نصيبها لارثها للعلقة « ولكنه » كما ترى فان الفسخ لو اقتضى رجوع ما قابل العين الى ملك الميت ولو حكمها ، فلا فرق فيه بين كون الفسخ بخيار للمشتري الميت او للبائع ، فان الزوجة في الصورتين تستحق من الثمن بقدر نصيبها ، بلحاظ تبدل عنوان التركة من الحين بعنوان آخر ينتقل مثله اليها « وان اقتضى » رجوعه الى المالك الفعلي للأرض حين الفسخ الذي هو الوارث يلزمه حرمان الزوجة من الثمن في الصورتين « ومجرد » ارثها للخيار لا يؤثر في ارثها من المال ، ولذلك اشرنا في اول المسئلة بانه لا تلازم بين ارثها للخيار وبين ارثها من المال ، لان النسبة بين المسئلتين تكون بنحو العموم من وجه « هذا » آخر ما أوردناه في هذه المسئلة والحمدالله أولاً وآخراً « وقد حصل » الفراغ من تسويدها على يد العبد الجاني على نفسه الراجي رحمة ربه محمد تقي النجفي البروجردي ابن عبدالكريم عفى الله عن \nجرائمهما بالنبي محمد 9 الطاهرين في شهر ذي القعدة الحرام \nسنة الالف وثلاث مائة واحدى وستين من الهجرة النبوية عليه وعلى \nوصيه وابن عمه وعلى الائمة المعصومين من ذريته آلاف ",
        "الثناء والتحيه\n\nفهرس ما في رسالة نخبة الأفكار\nفي حرمان الزوجة من الاراضي والعقار\nبيان عدم الخلاف بين الاصحاب في حرمان الزوجة من بعض تركة زوجها في الجملة\t2",
        "تضعيف كلام الاسكافي 1 على فرض ظهور كلامه في المخالفة في اصل المسئلة \t 3\nالمقام الاول: بيان الاقوال والاخبار الدالة على حرمان الزوجة من مطلق الارض \t 4\nدفع المناقشات في اخبار الباب \t 8\nتضعيف قول المفيد والسيد والمنسوب الى الشيخ 1 \t 11",
        "المقام الثاني : اثبات عموم الحرمان لمطلق الزوجة وهو ثاني القولين في المسئلة \t 12\nالتنبيه على بعض الامور المهمّة \t 17\nالامر الاول : عدم الفرق في حرمان الزوجة من الاراضي مطلقا ومن البناء والاشجار عيناً بين ان يكون معها وارث غير الامام ( ع ) وبين ان لا يكون معها وارث غيره \t 17\nالامر الثاني : الامور التي تحرم الزوجة من اعيانها \t 17",
        "حرمان الزوجة من اعيان الابنية \t 17\nحرمانها من اعيان آلات البناء \t 18\nحدّ حرمانها من العيون والآبار \t 20\nحرمانها من اعيان الاشجار وغصّانها \t 21",
        "الامر الثالث : في كيفيّة تقويم البناء والآلات \t 21\n\nالامر الرابع : في تحقيق ان استحقاق الزوجة للقيمة هل هو باصل الارث او من حيث بدليتها عن العين \t 25\nبيان بعض الثمرات المترتبة على الوجهين \t 29",
        "الثمرة الاولى : كون العبرة في القيمة على وقت الموت او الاداء \t 29\nالثمرة الثانية : عدم جواز تصرف الوارث في العين الا بعد دفع حق الزوجة ، وجوازه\t30\nوجوب دفع القيمة على الوارث اذا تلف العين ، وعدم وجوبه \t 32\nالثمرة الثالثة : اختصاص المنافع والنماءات الحاصلة بين الموت وزمان دفع القيمة بالوارث ، او اشتراك الزوجة معه فيها \t 34",
        "الثمرة الرابعة : وجوب دفع القيمة على الوارث واجباره على التقويم وعدمها \t 34\nالامر الخامس : في حكم اجتماع ذات الولد وغيرها \t 35\nالامر السادس : لزوم توزيع دين الميت على مجموع التركة مما ترث منه الزوجة وما تحرم منه \t 36\nالامر السابع : في ان حق الزوجة حق ما لي يجوز الصلح عليه للاجنبي او لبعض الورثة\t37",
        "الامر الثامن : في عدم الفرق فيما تحرم منه الزوجة عيناً بين أن تكون الارضي التي فيها البناء والاشجار ملكاً للزوج الميت او للزوجة \t 37\nالامر التاسع : في ان الزوجة ترث نصيبها من عين الزرع وذكر بعض ما يتعلق به \t 37\nالامر العاشر : في ارث الزوجة من الخيار المتعلق بالاراضي والعقار \t 46\nالامر الحادي عشر : في استحقاق الزوجة مما قابلها من ثمن الارض المشتراه بخيار للميت او لصاحبه بعد فسخ المعاملة \t 49"
    ]
}