{
    "partText": [
        "\n11\nرسائل سعيد بن علي بن وهف القحطاني\n\nنُورُ الإِيمان وظلمات النِّفَاق\nفي ضوء الكتاب والسنة\n\nتأليف الفقير إلى الله تعالى\nد. سعيد بن علي بن وهف القحطاني\n(/)\n",
        "بسم الله الرحمن الرحيم\n\nالمقدمة\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلّى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين، وسلم تسليماً كثيراً. أما بعد:\nفهذه رسالة مختصرة في ((نور الإِيمان وظلمات النفاق)) بيّنت فيها: مفهوم الإِيمان، وطرق تحصيله، وثمراته وفوائده، وشعبه، وصفات المؤمنين، ومفهوم النفاق، وأنواعه، وأضراره، وصفات المنافقين.\nولاشك أن الله - عز وجل - نصير المؤمنين، ويتولاهم بعونه وتوفيقه، ويخرجهم من ظلمات الكفر، والنفاق، والضلال، والجهل، إلى نور العلم، والإِيمان، والهداية، قال سبحانه وتعالى: {الله وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ} (1). وبيّن الله - عز وجل - أن الذين كفروا نصراؤهم الذين يتولونهم (الطاغوت) وهم الأنداد والأوثان الذين يعبدونهم من دون الله، وكل من عُبِدَ من دون الله وهو راضٍ، وهذه الطواغيت تخرج من عبدها من نور الإِيمان إلى ظلمات الجهل، والكفر،\n__________\n(1) سورة البقرة، الآية: 257.\n(1/3)\n\nوالنفاق، والغفلة، قال الله - عز وجل -: {وَالَّذِينَ كَفَرُواْ أَوْلِيَآؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} (1).\nوقد قسمت هذا البحث إلى مبحثين، وتحت كل مبحث مطالب على النحو الآتي:\nالمبحث الأول: نور الإِيمان:\nالمطلب الأول: مفهوم الإيمان.\nالمطلب الثاني: طرق تحصيل الإيمان وزيادته.\nالمطلب الثالث: ثمرات الإيمان وفوائده.\nالمطلب الرابع: شعب الإيمان.\nالمطلب الخامس: صفات المؤمنين.\nالمبحث الثاني: ظلمات النفاق:\nالمطلب الأول: مفهوم النفاق.\nالمطلب الثاني: أنواع النفاق.\nالمطلب الثالث: صفات المنافقين.\nالمطلب الرابع: أضرار النفاق وآثاره.\nوالله الكريم أسأل أن يجعل هذا العمل القليل مباركاً خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وينفع به كل من انتهى إليه، فإنه تعالى خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل،\n__________\n(1) سورة البقرة، جزء من الآية: 257.",
        "(1/4)\n\nوأسأله - عز وجل - أن يصلي ويسلم ويبارك على النبي الأمين، خاتم الأنبياء والمرسلين، نبينا محمد، وعلى آله وأصحابه أجمعين، ومن تبعهم بإحسان إلى يوم الدين.\n\nالمؤلف\nحرر في عصر يوم الثلاثاء 16/ 10/1419هـ\n(1/5)",
        "\nالمبحث الأول: نور الإِيمان\nالمطلب الأول: مفهوم الإِيمان\nأولاً: مفهوم الإِيمان: لغةً واصطلاحاً:\nالإِيمان لغةً: التصديق، قال إخوة يوسف لأبيهم: {وَمَا أَنتَ بِمُؤْمِنٍ لِّنَا} (1) أي بمصدّق لنا.\nوحقيقة الإِيمان: أنه مُركّب من قولٍ وعمل: قول القلب واللسان، وعمل القلب، واللسان، والجوارح. فهذه أربعة أمور جامعة لأمور دين الإسلام:\nالأول: قول القلب: وهو تصديقه، وإيقانه، واعتقاده.\nالثاني: قول اللسان: وهو النطق بالشهادتين: شهادة أن لا إله إلا الله وأن محمداً رسول الله، والإقرار بلوازمها.\nالثالث: عمل القلب: وهو النيّة، والإخلاص، والمحبّة، والانقياد، والإقبال على الله - عز وجل -، والتوكل عليه، ولوازم ذلك وتوابعه.\nالرابع: عمل اللسان والجوارح: فعمل اللسان ما لا يؤدَّى إلا به: كتلاوة القرآن، وسائر الأذكار، والدعاء، والاستغفار، وغير ذلك. وعمل الجوارح ما لا يؤدَّى إلا بها، مثل: القيام، والركوع، والسجود، والمشي في مرضاة الله، كنقل الخطا إلى المساجد، وإلى الحج، والجهاد في سبيل الله - عز وجل -، والأمر بالمعروف والنهي عن المنكر، وغير ذلك مما يشمله\n__________\n(1) سورة يوسف، الآية: 17.\n(1/6)\n",
        "حديث شعب الإِيمان (1).\nقال العلامة عبد الرحمن بن ناصر السعدي رحمه الله: ((الإِيمان ... التصديق الجازم، والاعتراف التام بجميع ما أمر الله ورسوله بالإِيمان به، والانقياد ظاهراً وباطناً، فهو تصديق القلب، واعتقاده المتضمن لأعمال القلوب، وأعمال البدن، وذلك شامل للقيام بالدين كله؛ ولهذا كان الأئمة والسلف يقولون: الإِيمان: قول القلب واللسان، وعمل القلب واللسان والجوارح، وهو: قول، وعمل، واعتقاد، يزيد بالطاعة، وينقص بالمعصية، فهو يشمل عقائد الإِيمان، وأخلاقه، وأعماله)) (2).\n\nثانياً: الفرق بين الإِيمان والإسلام:\nفي الشرع: أن الإِيمان على حالتين:\nالحالة الأولى: أن يُطلق الإِيمان على الإفراد غير مقترن بذكر الإسلام، فحينئذٍ يراد به الدين كله، كقوله - عز وجل -: {الله وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ} (3)، وهذا المعنى هو الذي قصده السلف بقولهم رحمهم الله: ((إن الإِيمان اعتقاد، وقول، وعمل، وإن الأعمال كلها داخلة\n__________\n(1) انظر: شرح العقيدة الطحاوية، لابن أبي العز، ص373، ومعارج القبول شرح سلم الوصول إلى علم الأصول في التوحيد، للشيخ حافظ الحكمي، 2/ 587 - 591، وأصول وضوابط في التكفير، للعلامة عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ، ص 34، وكتاب الإيمان لابن منده، 1/ 300، 341.\n(2) التوضيح والبيان لشجرة الإيمان، ص9، وانظر: كتاب الإيمان لابن منده، 1/ 341، وفتاوى ابن تيمية، 7/ 505.\n(3) سورة البقرة، الآية: 257.\n(1/7)\n\nفي مُسمَّى الإِيمان)).\nوالحالة الثانية: أن يطلق الإِيمان مقروناً بالإسلام، وحينئذٍ يُفَسَّر الإِيمان بالاعتقادات الباطنة: كالإِيمان بالله، وملائكته، وكتبه، ورسله، وباليوم الآخر، وبالقدر خيره وشره، كقوله - عز وجل -: {وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ} (1).\nويُفسَّر الإسلام بأعمال الجوارح الظاهرة: كالنطق بالشهادتين والصلاة، والزكاة، والصوم، والحج، وغير ذلك من الأعمال (2) , كقوله - عز وجل -: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} (3) الآية، فالإِيمان والإسلام إذا افترقا اجتمعا، وإن اجتمعا افترقا، وذلك كالفقير والمسكين، إذا أفرد أحدهما تناول الآخر، وإذا جمع بينهما كان لكل واحدٍ مسمى يخصه (4).\n\nالمطلب الثاني: طرق تحصيل الإِيمان وزيادته\nالإِيمان كمال العبد، وبه ترتفع درجاته في الدنيا والآخرة، وهو السبب والطريق لكل خيرٍ عاجلٍ وآجلٍ، ولا يحصل ولا يقوى، ولا يتمّ إلا بمعرفة ما منه يستمدّ؛ فإنه يحصل ويقوى ويزيد بأمور كثيرة، منها:\n\nأولاً: معرفة أسماء الله الحسنى، الواردة في الكتاب والسنة، والحرص على فهم معانيها، والتعبُّد لله بها، قال الله - عز وجل -: {وَلله الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ\n__________\n(1) سورة النساء، الآية:57.\n(2) انظر فتاوى ابن تيمية، 7/ 13 - 15، و551 - 555، ومعارج القبول، للشيخ حافظ الحكمي،\n2/ 597 - 608.\n(3) سورة الأحزاب، الآية: 35.\n(4) انظر فتاوى ابن تيمية، 7/ 551، 575 - 623، وجامع العلوم والحكم، لابن رجب، 1/ 104.",
        "(1/8)\n\nبِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ} (1) , وقال النبي - صلى الله عليه وسلم -: ((إن لله تسعاً وتسعين اسماً مائة إلا واحداً، من أحصاها دخل الجنة)) (2)، أي من حفظها، وفهم معانيها، واعتقدها، وتعبَّد لله بها، دخل الجنة، فَعُلِمَ أن ذلك أعظم ينبوع الإِيمان، ومادّة لحصوله، وقوته، وثباته؛ ومعرفة أسماء الله - عز وجل -: هي أصل الإِيمان، وتتضمن أنواع التوحيد الثلاثة: توحيد الربوبية، وتوحيد الإلهية، وتوحيد الأسماء والصفات، وهذه الأنواع هي روح الإِيمان، وأصله وغايته، فكلما ازداد العبد معرفة بأسماء الله وصفاته ازداد إيمانه، وقوي يقينه، فينبغي للمؤمن أن يبذل مقدوره ومُستطاعه في معرفة الأسماء والصفات، بلا تمثيلٍ، ولا تعطيلٍ، ولا تكييفٍ، ولا تحريفٍ (3).\n\nثانياً: تدبّر القرآن على وجه العموم، فإن المتدبِّر لا يزال يستفيد من علوم القرآن، ومعارفه ما يزداد به إيماناً، وكذلك إذا نظر إلى انتظامه وأحكامه، وأنه يُصدِّق بعضه بعضاً، ويوافق بعضه بعضاً، ليس فيه تناقض ولا اختلاف، إذا فعل ذلك تيقَّن أنه من عند الله، وهذا من أعظم مقويّات الإِيمان (4).\n__________\n(1) سورة الأعراف، الآية: 180.\n(2) متفق عليه من حديث أبي هريرة - رضي الله عنه -: البخاري، كتاب الشروط، باب ما يجوز في الاشتراط والثنيا في الإقرار والشروط التي يتعارفها الناس بينهم، 3/ 242، برقم 2736، ومسلم، كتاب الذكر والدعاء، باب في أسماء الله تعالى وفضل من أحصاها، 4/ 2063، واللفظ له.\n(3) انظر: التوضيح والبيان لشجرة الإيمان، للعلامة السعدي، ص40.\n(4) انظر: مدارج السالكين، لابن القيم،2/ 28،والتوضيح والتبيان لشجرة الإيمان، للسعدي، ص41.\n(1/9)",
        "\nثالثاً: معرفة أحاديث النبي - صلى الله عليه وسلم -، وما تدعو إليه من علوم الإِيمان، وأعماله، كل ذلك من مُحصِّلات الإِيمان ومقويّاته، فكلّما ازداد العبد معرفة بكتاب الله، وسنة رسوله - صلى الله عليه وسلم - ازداد إيمانه ويقينه.\nرابعاً: معرفة النبي - صلى الله عليه وسلم - ومعرفة ما هو عليه من الأخلاق العالية، والأوصاف الكاملة؛ فإن من عرفه حق المعرفة لم يَرْتَبْ في صدقه، وصدق ما جاء به من الكتاب والدين الحق.\nخامساً: التفكر في الكون: في خلق السموات والأرض وما فيهن من المخلوقات المتنوعة، والنظر في نفس الإنسان وما هو عليه من الصفات؛ فإن ذلك داعٍ قويٌّ للإيمان؛ لما في هذه الموجودات من عظمة الخلق الدالة على قدرة خالقها، وعظمته، وما فيها من الحسن والانتظام، والإحكام الذي يُحيِّر العقول، وكذلك النظر إلى فقر المخلوقات كلِّها، واضطرارها إلى ربها من كل الوجوه، وأنها لا تستغني عنه طرفة عين، وذلك يوجب للعبد كمال الخضوع، وكثرة الدعاء، والافتقار إلى الله، والتضرّع إليه في جلب ما يحتاجه من منافع دينه ودنياه، ودفع ما يضرّه في دينه ودنياه، ويوجب له قوة التوكل على ربه، وكمال الثقة بوعده، وشدّة الطّمع في برّه وإحسانه، وبهذا يتحقق الإِيمان ويقوى.\nوكذلك التفكر في كثرة نعم الله العامّة والخاصّة التي لا يخلو منها مخلوق طرفة عين.\n\nسادساً: الإِكثار من ذكر الله كل وقت، ومن الدعاء الذي هو العبادة؛ فإن الذكر يغرس شجرة الإِيمان في القلب، ويُغذِّيها، ويقوّيها، وكلّما ازداد\n(1/10)\n",
        "العبد ذكراً لله قوي إيمانه، ويكون الذكر على كلّ حال: باللسان، والقلب، والعمل، والحال؛ فنصيب العبد من الإيمان على قدر نصيبه من هذا الذكر.\n\nسابعاً: معرفة محاسن الإسلام؛ فإن الدين الإسلامي كله محاسن: عقائده أصحّ العقائد، وأصدقها، وأنفعها، وأخلاقه أجمل الأخلاق، وأعماله وأحكامه أحسن الأحكام وأعدلها، وبهذا النظر يزيّن الله الإيمان في قلب العبد، ويحبّبه إليه، فيجد حلاوة الإيمان، فيتجمّل الباطن بأصول الإيمان، وحقائقه، ويتجمّل الظاهر بأعمال الإيمان.\nثامناً: الاجتهاد في الإِحسان في عبادة الله - عز وجل -، والإِحسان إلى خلقه؛ فيجتهد الإِنسان في عبادة الله كأنه يشاهده، فإن لم يقوَ على ذلك استحضر أن الله يشاهده ويراه، فيجتهد في إكمال العمل وإتقانه، وكذلك الإِحسان إلى الخلق: بالقول، والفعل، والمال، والجاه، وأنواع المنافع، فإذا أحسن عبادة الخالق، وأحسن إلى خلقه، وواظب على ذلك قوي إيمانه، ويقينه، ويصل ذلك إلى حقِّ اليقين، الذي هو أعلى مراتب اليقين، فيذوق حلاوة الطاعات، ويجد ثمرة المعاملات، وهذا هو الإيمان الكامل.\nتاسعاً: الاتّصاف بصفات المؤمنين؛ من الخشوع في الصلاة، وحضور القلب فيها، وأداء الزكاة، والإِعراض عن اللغو الذي هو كلُّ كلامٍ لا خير فيه، وكل فعلٍ لا خير فيه، بل يقول المسلم الخير، ويفعله، ويترك الشرّ: قولاً، وفعلاً، لاشكّ أن ذلك كله يزيد الإيمان، ويقوِّيه، وكذلك العِفَّة عن الفواحش، ورعاية الأمانات والعهود، وحفظها من علامات الإيمان.\n(1/11)\n\nعاشراً: الدعوة إلى الله وإلى دينه، والتّواصي بالحقّ والتواصّي بالصّبر، والدعوة إلى أصل الدين، والتزام شرائعه بالأمر بالمعروف، والنهي عن المنكر، وبذلك يُكَمِّل العبد نفسه، ويكمِّل غيره.\nالحادي عشر: الابتعاد عن شُعَبِ الكفر والنفاق، والفسوق والعصيان؛ فإنه لابدّ في الإيمان من فعل جميع الأسباب المقويّة المنميّة له، ولابدّ مع ذلك من دفع الموانع والعوائق، وهي الإقلاع عن المعاصي، والتوبة مما يقع منها، وحفظ الجوارح كلها عن المحرمات، ومقاومة فتن الشبهات القادحة في علوم الإيمان المضعفة له، والشهوات المضعفة لإرادات الإيمان.\nالثاني عشر: التقرُّب إلى الله بالنوافل بعد الفرائض، وتقديم كل ما يحبّه الله على ما سواه عند غَلَبة الهوى.\nالثالث عشر: الخلوة بالله وقت نزوله؛ لمناجاته، وتلاوة كلامه، والوقوف بالقلب، والتأدّب بآداب العبودية بين يديه، ثم خَتْمُ ذلك بالاستغفار والتوبة.\nالرابع عشر: مجالسة العلماء الصادقين المخلصين؛ وانتقاء أطايب ثمرات كلامهم كما يُنتقى أطايب الثمر (1).\nالمطلب الثالث: ثمرات الإيمان وفوائده\nالإيمان له فوائد وثمرات لا تُعَدُّ ولا تُحصَى، فكم له من ذلك في القلب، والبدن، والراحة، والحياة الطيّبة، في الدنيا والآخرة، ومُجملها أن\n__________\n(1) انظر: مدارج السالكين، لابن القيم، 3/ 17، والتوضيح والبيان لشجرة الإيمان، للسعدي،\nص40 - 62.",
        "(1/12)\n\nخيرات الدنيا والآخرة، ودفع الشرور كلّها من ثمرات الإيمان، ومن هذه الثمرات والفوائد ما يأتي:\n\nأولاً: الاغتباط بولاية الله - عز وجل -، قال الله - عز وجل -: {أَلا إِنَّ أَوْلِيَاءَ الله لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ}، ثم وصفهم بقوله: {الَّذِينَ آمَنُواْ وَكَانُواْ\nيَتَّقُونَ} (1) , وقوله - عز وجل -: {الله وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ} (2) أي: يخرجهم من ظلمات الكفر إلى نور الإيمان، ومن ظلمات الجهل إلى نور العلم، ومن ظلمات المعاصي إلى نور الطاعات، ومن ظلمات الغفلة إلى نور اليقظة والذكر.\n\nثانياً: الفوز برضا الله، قال الله - عز وجل -: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ الله وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ * وَعَدَ الله الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِّنَ الله أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيم} (3) , فنالوا رضوان الله ورحمته، والفوز بهذه المساكن الطيبة، بإيمانهم الذي كمَّلوا به أنفسهم، وكمَّلوا غيرهم بقيامهم بطاعة الله وطاعة رسوله - صلى الله عليه وسلم -، والأمر بالمعروف والنهي عن المنكر، فحصلوا على أعظم الفوز والفلاح.\n__________\n(1) سورة يونس، الآيتان: 62 - 63.\n(2) سورة البقرة, الآية: 257.\n(3) سورة التوبة، الآيتان: 71 - 72.\n(1/13)",
        "\nثالثاً: الإيمان الكامل يمنع من دخول النار، والإيمان الضعيف يمنع من الخلود فيها، فإنّ من آمن إيماناً أدّى به جميع الواجبات، وترك جميع المحرَّمات؛ فإنه لا يدخل النار، كما أنه لا يُخلّد في النار من كان في قلبه شيء من الإيمان.\nرابعاً: إن الله يدافع عن الذين آمنوا جميع المكاره، وينجيهم من الشدائد، قال الله - عز وجل -: {إِنَّ الله يُدَافِعُ عَنِ الَّذِينَ آمَنُوا} (1) أي: يدافع عنهم كل مكروه، وشرّ شياطين الإنس والجنّ، ويدافع عنهم الأعداء، ويدافع عنهم المكاره قبل نزولها، ويرفعها أو يخفّفها بعد نزولها، قال الله - عز وجل -: {وَذَا النُّونِ إِذ ذَّهَبَ مُغَاضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَن لا إِلَهَ إلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ * فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ} (2).\nوقال - عز وجل -: {ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُواْ كَذَلِكَ حَقًّا عَلَيْنَا نُنجِ الْمُؤْمِنِينَ} (3).\nوقال - سبحانه وتعالى -: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ * إِنَّهُمْ لَهُمُ الْمَنصُورُونَ * وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ} (4).\nوقال - عز وجل -: {وَمَن يَتَّقِ الله يَجْعَل لَّه مَخْرَجًا} (5) , أي من كل ما ضاق على\n__________\n(1) سورة الحج، الآية: 38.\n(2) سورة الأنبياء، الآيتان: 87 - 88.\n(3) سورة يونس، الآية: 103.\n(4) سورة الصافات، الآيات: 171 - 173.\n(5) سورة الطلاق، الآية: 2.\n(1/14)\n",
        "الناس {وَمَن يَتَّقِ الله يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْرًا} (1)، فالمؤمن المتقي يُيسِّر الله له أموره، ويُيسِّره لليُسرَى، ويجنِّبه العُسْرَى، ويُسهِّل عليه الصعاب، ويجعل له من كل همٍّ فرجاً، ومن كل ضيقٍ مخرجاً، ويرزقه من حيث لا يحتسب، وشواهد هذا كثيرة من الكتاب والسنة.\n\nخامساً: الإيمان يثمر الحياة الطيبة في الدنيا والآخرة، قال الله - عز وجل -:\n{مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (2)، وذلك أنه من خصائص الإيمان أنه يثمر طمأنينة القلب، وراحته، وقناعته بما رزقه الله، وعدم تعلقه بغيره، وهذه هي الحياة الطيّبة، فإن أصل الحياة الطيّبة: راحة القلب وطمأنينته، وعدم تشوّشه مما يتشوّش منه الفاقد للإيمان الصحيح (3) , والحياة الطيّبة تشمل: الرِّزق الحلال الطيِّب، والقناعة، والسعادة، ولذَّة العبادة في الدنيا، والعمل بالطاعة والانشراح بها (4).\nقال الإمام ابن كثير: ((والصحيح أن الحياة الطيبة تشمل هذا كله)) (5) , قال النبي - صلى الله عليه وسلم -: ((قد أفلح من أسلم، ورُزق كفافاً، وقنَّعه الله بما آتاه)) (6) , وقال - صلى الله عليه وسلم -: ((إن الله لا يظلم المؤمن حسنةً يُعطى بها في الدنيا، ويُجزى بها في\n__________\n(1) سورة الطلاق، الآية: 4.\n(2) سورة النحل، الآية: 97.\n(3) التوضيح والبيان لشجرة الإيمان، للسعدي، ص68.\n(4) انظر: تفسير القرآن العظيم، لابن كثير، 2/ 566.\n(5) المرجع السابق، 2/ 566.\n(6) مسلم، كتاب الزكاة، باب الكفاف والقناعة, 2/ 730، برقم 1054.\n(1/15)\n\nالآخرة، وأما الكافر فيُطعم بحسناتِ ما عمل بها لله في الدنيا، حتى إذا أفضى إلى الآخرة لم يكن له حسنة يُجزى بها)) (1).\n\nسادساً: إن جميع الأعمال والأقوال إنما تصح وتكمل بحسب ما يقوم بقلب صاحبها؛ من الإيمان والإخلاص، قال الله - عز وجل -: {فَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلا كُفْرَانَ لِسَعْيِهِ} (2) , أي لا يُجحد سعيه، ولا يضيع عمله، بل يُضاعف بحسب قوة إيمانه، وقال - عز وجل -: {وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا} (3) , والسعي للآخرة، هو العمل بكل ما يقرب إليها من الأعمال التي شرعها الله على لسان نبيه محمد - صلى الله عليه وسلم -.\nسابعاً: صاحب الإيمان يهديه الله إلى الصراط المستقيم، ويهديه في الصراط المستقيم إلى علم الحقّ، والعمل به، وإلى تلقّي المحابّ والمسارّ بالشكر، وتلقّي المكاره والمصائب بالرّضا والصّبر، قال الله - عز وجل -: {إِنَّ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ} (4) , قال الإمام ابن كثير رحمه الله: ((يُحتمل أن تكون الباء هنا سببية، فتقديره: أي بحسب إيمانهم في الدنيا، يهديهم الله يوم القيامة على الصراط المستقيم، حتى يجوزوه، ويخلصوا إلى الجنة، ويُحتمل أن تكون للاستعانة))، كما قال\n__________\n(1) مسلم، كتاب صفات المنافقين وأحكامهم، باب جزاء المؤمن بحسناته في الدنيا والآخرة، وتعجيل حسنات الكافر في الدنيا، 4/ 2162، برقم 2808.\n(2) سورة الأنبياء، الآية: 94.\n(3) سورة الإسراء، الآية: 19.\n(4) سورة يونس، الآية: 9، وانظر: سورة الحج، الآية: 54، وانظر: التوضيح والبيان لشجرة الإيمان، للسعدي، ص70.",
        "(1/16)\n\nمجاهد: ((يهديهم ربهم بإيمانهم)) قال: ((يكون لهم نوراً يمشون به)) (1) , وقيل: يُمثّل له عمله في صورة حسنة وريح طيبة، إذا قام من قبره يُعارض صاحبه، ويُبشّره بكل خير، فيقول له: من أنت؟ فيقول: أنا عملك، فيجعل له نوراً من بين يديه، حتى يُدخله الجنة (2).\n\nثامناً: الإيمان يثمر محبّة الله للعبد، ويجعل محبّته في قلوب المؤمنين، ومن أحبّه الله، وأحبّه المؤمنون حصلت له السعادة، والفلاح، والفوائد الكثيرة من محبّة المؤمنين: من الثناء الحسن، والدعاء له حيّاً وميتاً، قال الله - عز وجل -: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا} (3).\nتاسعاً: حصول الإمامة في الدين، وهذا من أجمل ثمرات الإيمان، أن يجعل الله للمؤمنين الذين كملوا إيمانهم بالعلم والعمل لسان صدق، ويجعلهم أئمةً يهدون بأمره، ويُقتدى بهم، قال الله تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ} (4) , فبالصبر واليقين تُنال الإمامة في الدين؛ لأن رأس الإيمان وكماله: الصبر واليقين.\nعاشراً: حصول رفع الدرجات، قال الله - عز وجل -: {يَرْفَعِ الله الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَات} (5)، فهم أعلى الخلق درجة عند الله، وعند عباده في الدنيا والآخرة، وإنما نالوا هذه الرفعة بإيمانهم الصحيح،\n__________\n(1) تفسير القرآن العظيم، 2/ 390.\n(2) انظر: جامع البيان عن تأويل آي القرآن، للطبري، 15/ 27، وأسنده إلى قتادة.\n(3) سورة مريم، الآية: 96.\n(4) سورة السجدة، الآية: 24.\n(5) سورة المجادلة، الآية: 11.\n(1/17)",
        "\nوعلمهم ويقينهم.\n\nالحادي عشر: حصول البشارة بكرامة الله والأمن التام من جميع الوجوه، كما قال - عز وجل -: {وَبَشِّرِ الْمُؤْمِنِينَ} (1) ,فأطلقها ليعمَّ الخير العاجل والآجل، وقيّدها في مثل قوله - عز وجل -: {وَبَشِّرِ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ} (2) ,فلهم البشارة المُطلقة والمُقيّدة، ولهم الأمن المطلق في الدنيا والآخرة في مثل قوله تعالى: {الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} (3)، ولهم الأمن المقيد في مثل قوله تعالى: {فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} (4) , فنفى عنهم الخوف لما يستقبلونه، والحزن مما مضى، وبذلك يتمُّ لهم الأمن، فالمؤمن له الأمن التام في الدنيا والآخرة، وله البشارة بكلّ خير (5).\nالثاني عشر: يحصل بالإيمان الثواب المضاعف، وكمال النور الذي يمشي به العبد في حياته، ويمشي به يوم القيامة، ففي الدنيا: يسير بنور علمه وإيمانه، وإذا طفئت الأنوار يوم القيامة مشى بنوره على الصراط حتى يجوز به إلى دار الكرامة والنعيم، وكذلك رتَّب الله المغفرة على الإيمان، ومن غفر سيئاته سلم من العقاب، ونال أعظم الثواب، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا الله وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن\n__________\n(1) سورة البقرة، الآية: 223، وسورة التوبة، الآية: 112، وسورة يونس، الآية: 87، وسورة الأحزاب، الآية: 47، وسورة الصف، الآية: 13.\n(2) سورة البقرة الآية: 25.\n(3) سورة الأنعام، الآية: 82.\n(4) سورة الأنعام، الآية: 48.\n(5) انظر: التوضيح والبيان لشجرة الإيمان، للسعدي، ص77 - 88.\n(1/18)\n",
        "رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَالله غَفُورٌ رَّحِيمٌ} (1).\n\nالثالث عشر: حصول الفلاح والهدى للمؤمنين بسبب إيمانهم، قال الله - عز وجل - بعد ذكره إيمان المؤمنين بما أنزل على محمد - صلى الله عليه وسلم -، وما أنزل على من قبله، والإيمان بالغيب، وإقام الصلاة، وإيتاء الزكاة {أُوْلَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} (2) , فهذا هو الهدى التامّ، والفلاح الكامل، فلا سبيل إلى الهدى والفلاح إلا بالإيمان التامّ.\nالرابع عشر: الانتفاع بالمواعظ من ثمرات الإيمان، قال الله - عز وجل -:\n{وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ} (3) , وهذا؛ لأن الإيمان يحمل صاحبه على التزام الحق، واتباعه، علماً وعملاً، ومعه الآلة العظيمة، والاستعداد لتلقّي المواعظ النافعة، وليس عنده مانع يمنعه من قبول الحق، ولا من العمل به.\n\nالخامس عشر: الإيمان يحمل صاحبه على الشكر في حالة السرَّاء، والصبر في حالة الضرَّاء، وكسب الخير في كلّ أوقاته، قال الله - عز وجل -: {مَا أَصَابَ مِن مُّصِيبَةٍ فِي الأَرْضِ وَلا فِي أَنفُسِكُمْ إِلا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا إِنَّ ذَلِكَ عَلَى الله يَسِيرٌ * لِكَيْلا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلا تَفْرَحُوا بِمَا آتَاكُمْ وَالله لا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ} (4) , وقال - عز وجل -: {مَا أَصَابَ مِن مُّصِيبَةٍ إِلا بِإِذْنِ الله\n__________\n(1) سورة الحديد, الآية: 28، وانظر: سورة الأنفال، الآية:29.\n(2) سورة البقرة، الآية: 5.\n(3) سورة الذاريات، الآية: 55.\n(4) سورة الحديد، الآيتان: 22 - 23.\n(1/19)\n\nوَمَن يُؤْمِن بِالله يَهْدِ قَلْبَهُ} (1) , ولو لم يكن من ثمرات الإيمان إلا أنه يُسلِّي صاحبه عن المصائب والمكاره التي كلُّ أحدٍ عرضة لها في كل وقت، ومصاحبة الإيمان واليقين أعظم مسلٍّ عنها؛ قال النبي - صلى الله عليه وسلم -: ((عجباً لأمر المؤمن إن أمره كله خير، وليس ذلك لأحد إلا للمؤمن: إن أصابته سرّاءُ شكر، فكان خيراً له، وإن أصابته ضرّاءُ صبر، فكان خيراً له)) (2) , والشكر والصبر هما جماع كلّ خير، فالمؤمن مغتنم للخيرات في كل أوقاته، رابح في كل حالاته، ويجتمع له عند النّعم والسرّاء، نعمتان: نعمة حصول المحبوب، ونعمة التوفيق للشّكر الذي هو أعلى من ذلك، وبذلك تتمّ عليه النعمة، ويجتمع له عند حصول الضرّاء ثلاث نِعَمٍ: نعمة تكفير السيئات، ونعمة حصول مرتبة الصبر التي هي أعلى من ذلك، ونعمة سهولة الضراء عليه؛ لأنه متى عرف حصول الأجر، والثواب، والتمرّن على الصبر هانت عليه المصيبة (3).\n\nالسادس عشر: الإيمان الصحيح يدفع الريبة والشك، ويقاوم ويقطع جميع الشكوك التي تعرض لكثير من الناس فتضرّهم في دينهم، وليس لعلل الشكوك التي تُلْقيها شياطين الإنس والجنّ، والنّفوس الأمّارة بالسّوء دواء إلا تحقيق الإيمان، قال الله - عز وجل -: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِالله وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا} (4).\n__________\n(1) سورة التغابن، الآية: 11.\n(2) مسلم، كتاب الزهد، باب المؤمن أمره كله خير، 4/ 2295، برقم 2999.\n(3) انظر: التوضيح والبيان لشجرة الإيمان، ص71، و88.\n(4) سورة الحجرات، الآية: 15.",
        "(1/20)\n\nوعلاج هذه الوساوس بأربعة أمور:\n1 - الانتهاء عن هذه الوساوس الشيطانية.\n2 - الاستعاذة من شرّ من ألقاها، وهو الشيطان.\n3 - الاعتصام بعصمة الإيمان فيقول: ((آمنت بالله)).\n4 - الانتهاء عن التفكير فيها (1).\n\nالسابع عشر: الإيمان بالله - عز وجل - ملجأ المؤمنين في كل ما يلمُّ بهم: من سرور، وحزن، وخوفٍ، وأمنٍ، وطاعة، ومعصية، وغير ذلك من الأمور التي لابدّ لكل أحد منها، فعند المحابّ والسّرور يلجؤون إلى الإيمان، فيحمدون الله، ويُثنون عليه، ويستعملون النعم فيما يحبّ، وعند المكاره والأحزان يلجؤون إلى الإيمان من جهات عديدة: يتسلَّون بإيمانهم وحلاوته، ويتسلَّون بما يترتّب على ذلك, من الثواب، ويقابلون الأحزان والقلق براحة القلب، والرجوع إلى الحياة الطيبة المقاومة للأحزان، ويلجؤون إلى الإيمان عند الخوف، فيطمئنّون إليه ويزيدهم إيماناً، وثباتاً، وقوة، وشجاعة، ويضمحلُّ الخوف الذي أصابهم، كما قال الله تعالى عن الصحابة - رضي الله عنهم -: {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُواْ لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُواْ حَسْبُنَا الله وَنِعْمَ الْوَكِيلُ * فَانقَلَبُواْ بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُواْ رِضْوَانَ الله وَالله ذُو فَضْلٍ عَظِيمٍ} (2).\nالثامن عشر: الإيمان الصحيح يمنع العبد من الوقوع في المُوبقات المُهلكة، فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لا يزني الزاني حين يزني وهو\n__________\n(1) انظر: التوضيح والبيان لشجرة الإيمان، للسعدي، ص83.\n(2) سورة آل عمران، الآيتان: 173 - 174.\n(1/21)",
        "\nمؤمن، ولا يسرق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن ... )) (1) ,ومن وقع منه ذلك؛ فلضعف إيمانه، وذهاب نوره، وزوال الحياء من الله، وهذا معروف مُشاهد، والإيمان الصحيح الصادق، يصحبه الحياء من الله، والحبّ له، والرّجاء القويّ لثوابه، والخوف من عقابه، ورغبته في اكتساب النور، وهذه الأمور تأمر صاحبها بكل خير، وتزجره عن كل شرّ.\n\nالتاسع عشر: خير الخليقة قسمان: هم أهل الإيمان، فعن أبي موسى - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: ((مثل المؤمن الذي يقرأ القرآن مثل الأترجَّة ريحها طيّب، وطعمها طيّب، ومثل المؤمن الذي لا يقرأ القرآن مثل التمرة لا ريح لها، وطعمها حلوٌ، ومثل المنافق الذي يقرأ القرآن مثل الريحانة، ريحها طيّب وطعمها مرّ، ومثل المنافق الذي لا يقرأ القرآن كمثل الحنظلة، ليس لها ريح، وطعمها مرّ)) (2) , فالناس أربعة أقسام:\nالقسم الأول: خير في نفسه، متعدٍ خيره إلى غيره، وهو خير الأقسام، فهذا المؤمن الذي قرأ القرآن،\nوتعلّم علوم الدين، فهو نافع لنفسه، نافع لغيره، مبارك أينما كان.\n\nالقسم الثاني: طيّب في نفسه، صاحب خير، وهو المؤمن الذي ليس عنده من العلم ما يعود به على غيره، فهذان القسمان هما خير الخليقة،\n__________\n(1) متفق عليه: البخاري، كتاب المظالم، باب النهبى بغير إذن صاحبه، 3/ 146، برقم 2475، ومسلم واللفظ له، كتاب الإيمان، باب نقصان الإيمان بالمعاصي، 1/ 76، برقم 57.\n(2) مسلم، كتاب صلاة المسافرين، وقصرها، باب فضيلة حافظ القرآن، 1/ 549، برقم 797.\n(1/22)\n",
        "والخير الذي فيهم عائد إلى ما معهم من الإيمان القاصر، والمتعدي نفعه إلى الغير بحسب أحوال المؤمنين.\n\nالقسم الثالث: من هو عادم للخير، ولكنه لا يتعدَّى ضرره إلى غيره.\nالقسم الرابع: من هو صاحب شر على نفسه وعلى غيره، فهذا شرّ الأقسام.\nفعاد الخير كله إلى الإيمان وتوابعه، وعاد الشر إلى فقد الإيمان والاتّصاف بضدِّه (1).\n\nالعشرون: الإيمان يثمر الاستخلاف في الأرض، قال الله - عز وجل -: {وَعَدَ الله الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (2).\nالحادي والعشرون: الإيمان ينصر الله به العبد، قال الله - عز وجل -: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} (3).\nالثاني والعشرون: الإيمان يثمر للعبد العزّة، قال الله - عز وجل -: {وَلله الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ} (4).\nالثالث والعشرون: الإيمان يثمر عدم تسليط الأعداء على المؤمنين،\n__________\n(1) انظر: التوضيح والبيان لشجرة الإيمان، للسعدي، ص63 - 90.\n(2) سورة النور، الآية: 55.\n(3) سورة الروم، الآية: 47.\n(4) سورة المنافقين، الآية: 8.\n(1/23)\n\nقال الله - عز وجل -: {وَلَن يَجْعَلَ الله لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} (1).\n\nالرابع والعشرون: الأمن التامّ والاهتداء، قال الله - عز وجل -: {الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} (2).\nالخامس والعشرون: حفظ سعي المؤمنين؛ قال الله - عز وجل -: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً} (3).\nالسادس والعشرون: زيادة الإيمان للمؤمنين؛ قال الله - عز وجل -: {وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُواْ فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ} (4).\nالسابع والعشرون: نجاة المؤمنين، قال الله - عز وجل - في قصة يونس: {فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ} (5).\nالثامن والعشرون: الأجر العظيم لأهل الإيمان، قال الله - عز وجل -: {وَسَوْفَ يُؤْتِ الله الْمُؤْمِنِينَ أَجْرًا عَظِيمًا} (6).\nالتاسع والعشرون: معيّة الله لأهل الإيمان، وهي المعية الخاصة: معية التوفيق والإلهام والتسديد، قال الله - عز وجل -: {وَأَنَّ الله مَعَ الْمُؤْمِنِينَ} (7).\n__________\n(1) سورة النساء، الآية: 141.\n(2) سورة الأنعام، الآية: 82.\n(3) سورة الكهف، الآية: 30.\n(4) سورة التوبة، الآية: 124.\n(5) سورة الأنبياء، الآية: 88.\n(6) سورة النساء، الآية: 146.\n(7) سورة الأنفال، الآية: 19.",
        "(1/24)\n\nالثلاثون: أهل الإيمان في أمنٍ منَ الخوف والحزن، قال الله - عز وجل -:\n{فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} (1).\n\nالحادي والثلاثون: الأجر الكبير: قال الله - عز وجل -: {وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا} (2).\nالثاني والثلاثون: الأجر غير الممنون، قال الله - سبحانه وتعالى -: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} (3).\nالثالث والثلاثون: القرآن إنما هو هُدىً ورحمةٌ للمؤمنين (4) , وشفاءٌ ورحمة (5)، وهو لهم هدى وشفاء (6).\nالرابع والثلاثون: أهل الإيمان: {لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} (7).\nالمطلب الرابع: شُعَب الإيمان\nالإيمان له شُعَبٌ كثيرة، وهذا يدلّ على أن الإيمان إذا أُفرد شمل الدين كله، وقد بيّن النبي - صلى الله عليه وسلم - شُعب الإيمان إجمالاً وتفصيلاً.\n__________\n(1) سورة الأنعام، الآية: 48.\n(2) سورة الإسراء، الآية: 9.\n(3) سورة فصلت، الآية: 8.\n(4) انظر: سورة يونس، الآية: 57.\n(5) انظر سورة الإسراء، الآية: 82.\n(6) انظر سورة فصلت، الآية: 24.\n(7) سورة الأنفال، الآية: 4.\n(1/25)",
        "\nأمّا الإجمال، فقد ورد في حديث أبي هريرة - رضي الله عنه - أنه قال: قال رسول الله - صلى الله عليه وسلم -: ((الإيمان بضع وسبعون شعبة، والحياء شعبة من الإيمان))، وفي رواية: ((الإيمان بضع وسبعون، أو بضع وستّون شعبة، فأفضلها قول لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان)) (1).\nوقد ذكر الإمام أبو بكر البيهقي سبعاً وسبعين شعبة من شعب الإيمان (2)، وهذه الشعب باختصار على النحو الآتي:\n\n1 - الإيمان بالله - عز وجل -.\n2 - الإيمان بالرسل عليهم الصلاة والسلام.\n3 - الإيمان بالملائكة.\n4 - الإيمان بالقرآن الكريم، وجميع الكتب المنزلة.\n5 - الإيمان بالقدر خيره وشره من الله - عز وجل -.\n6 - الإيمان باليوم الآخر.\n7 - الإيمان بالبعث بعد الموت.\n8 - الإيمان بحشر الناس بعدما يبعثون من قبورهم إلى الموقف.\n9 - الإيمان بأن دار المؤمنين الجنة، ودار الكافرين النار.\n10 - الإيمان بوجوب محبة الله - عز وجل -.\n__________\n(1) متفق عليه، واللفظ لمسلم: البخاري، كتاب الإيمان، باب أمور الإيمان، 1/ 10، برقم 9، ومسلم، كتاب الإيمان، باب بيان عدد شعب الإيمان، وأفضلها وأدناها، وفضيلة الحياء وكونه من الإيمان، 1/ 63، برقم35.\n(2) ذكر ذلك في سبعة مجلدات، وشرحها شرحاً نفيساً بالأحاديث بسنده.\n(1/26)\n",
        "11 - الإيمان بوجوب الخوف من الله - عز وجل - (1).\n12 - الإيمان بوجوب الرجاء من الله - عز وجل -.\n13 - الإيمان بوجوب التوكل على الله - عز وجل -.\n14 - الإيمان بوجوب محبّة النبي - صلى الله عليه وسلم -.\n15 - الإيمان بوجوب تعظيم النبي - صلى الله عليه وسلم -، وتبجيله، وتوقيره بدون غلوّ.\n16 - حبّ المرء لدينه حتى يكون القذف في النار أحبّ إليه من الكفر.\n17 - طلب العلم: وهو معرفة الله، ودينه، ونبيّه - صلى الله عليه وسلم - بالأدلّة.\n18 - نشر العلم، وتعليمه للناس.\n19 - تعظيم القرآن الكريم: بتعلّمه، وتعليمه، وحفظ حدوده، وأحكامه، وعلم حلاله، وحرامه، وتبجيل أهله، وحفظه (2).\n20 - الطهارة والمحافظة على الوضوء.\n21 - المحافظة على الصلوات الخمس.\n22 - أداء الزكاة.\n23 - الصيام: الفرض والنفل.\n24 - الاعتكاف.\n25 - الحج (3).\n26 - الجهاد في سبيل الله - عز وجل -.\n27 - المرابطة في سبيل الله - عز وجل -.\n__________\n(1) هذه الشعب في المجلد الأول من شعب الإيمان للبيهقي، 1/ 103 - 463.\n(2) هذه الشعب من رقم 12 - 19، في المجلد الثاني من شعب الإيمان للبيهقي، 2/ 3 - 548.\n(3) هذه الشعب من رقم 20 - 25، في المجلد الثالث من شعب الإيمان للبيهقي، 3/ 3 - 494.\n(1/27)\n\n28 - الثبات للعدو وترك الفرار من الزّحف.\n29 - أداء الخُمس من المغنم إلى الإمام، أو نائبه على الغانمين.\n30 - العتق بوجه التقرّب إلى الله - عز وجل -.\n31 - الكفّارات الواجبة بالجنايات، وهي في الكتاب والسنة أربع: كفّارة القتل، وكفّارة الظهار، وكفّارة اليمين، وكفّارة المسيس في صوم رمضان.\n32 - الإيفاء بالعقود.\n33 - تعديد نعم الله - عز وجل -، وما يجب من شكرها.\n34 - حفظ اللسان عمّا لا يُحتاج إليه.\n35 - حفظ الأمانات، ووجوب أدائها إلى أهلها.\n36 - تحريم قتل النفس، والجنايات عليها.\n37 - تحريم الفروج وما يجب فيها من التعفّف.\n38 - قبض اليد عن الأموال المحرّمة، ويدخل فيها: تحريم السرقة، وقطع الطريق، وأكل الرّشاء، وأكل ما لا يستحقّه شرعاً (1).\n39 - وجوب التورّع في المطاعم والمشارب، واجتناب ما لا يحلّ منها.\n40 - ترك الملابس والزّيّ والأواني المحرّمة والمكروهة.\n41 - تحريم الملاعب والملاهي المخالفة للشريعة.\n42 - الاقتصاد في النفقة، وتحريم أكل المال بالباطل.\n43 - ترك الغلّ والحسد.\n44 - تحريم أعراض الناس، وما يلزم من ترك الوقوع فيها.\n45 - إخلاص العمل لله - عز وجل -، وترك الرّياء.\n__________\n(1) هذه الشعب من رقم 26 - 38، في المجلد الرابع من شعب الإيمان للبيهقي، 4/ 3 - 398.",
        "(1/28)\n\n46 - السرور بالحسنة، والاغتمام بالسيئة.\n47 - معالجة كلّ ذنبٍ بالتّوبة النصوح.\n48 - القرابين وجملتها: الهدي، والأضحية، والعقيقة (1).\n49 - طاعة أولي الأمر.\n50 - التمسك بما عليه الجماعة.\n51 - الحكم بين الناس بالعدل.\n52 - الأمر بالمعروف، والنهي عن المنكر.\n53 - التعاون على البر والتقوى.\n54 - الحياء.\n55 - برّ الوالدين.\n56 - صلة الأرحام.\n57 - حسن الخلق.\n58 - الإحسان إلى المماليك.\n59 - حقّ السّادة على المماليك.\n60 - القيام بحقوق الأولاد والأهلين.\n61 - مقاربة أهل الدين، وموادتهم، وإفشاء السلام، والمصافحة لهم.\n62 - ردّ السلام.\n63 - عيادة المريض (2).\n64 - الصلاة على من مات من أهل القبلة.\n__________\n(1) هذه الشعب من رقم 39 - 48، في المجلد الخامس من شعب الإيمان للبيهقي، 5/ 3 - 485.\n(2) هذه الشعب من رقم 49 - 63، في المجلد السادس من شعب الإيمان للبيهقي، 6/ 3 - 547.\n(1/29)",
        "\n65 - تشميت العاطس.\n66 - مباعدة الكفار والمفسدين، والغلظة عليهم.\n67 - إكرام الجار.\n68 - إكرام الضيف.\n69 - الستر على أصحاب الذّنوب.\n70 - الصبر على المصائب وعما تنزع النفس إليه من لذَّة وشهوةٍ.\n71 - الزّهد، وقصر الأمل.\n72 - الغيرة، وترك المذاء.\n73 - الإعراض عن الغلوّ.\n74 - الجود والسّخاء.\n75 - رحمة الصغير، وتوقير الكبير.\n76 - إصلاح ذات البين.\n77 - أن يحبّ المرء لأخيه المسلم ما يحبّ لنفسه، ويكره له ما يكره لنفسه، ويدخل فيه إماطة الأذى عن الطريق، المشار إليه في الحديث (1).\nالمطلب الخامس: صفات المؤمنين\nالمؤمنون لهم صفات كريمة وأعمال عظيمة، وصفهم الله بها، وأثنى عليهم، ومن هذه الصفات على سبيل المثال لا الحصر ما يلي:\n\nأولاً: قال الله - عز وجل -: {وَأَطِيعُواْ الله وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ * إِنَّمَا\n__________\n(1) هذه الشعب من رقم 64 - 77، في المجلد السابع من شعب الإيمان للبيهقي، 7/ 3 - 540.\n(1/30)\n",
        "الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ * الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ} (1).\nوقد ظهر في هذه الآيات صفات عظيمة من صفات المؤمنين وهي:\n1 - طاعة الله ورسوله - صلى الله عليه وسلم -.\n2 - خوف الله ورهبته وخشيته - عز وجل -.\n3 - زيادة الإيمان عند سماع القرآن، لتدبرهم له.\n4 - التوكل والاعتماد على الله - عز وجل - مع العمل بالأسباب.\n5 - إقام الصلاة: من فرائض ونوافل بأعمالها الظاهرة والباطنة.\n6 - الإنفاق الواجب: كالزكوات، والكفّارات، والنفقة على من تجب نفقته، والصّدقة في طريق الخير.\n\nثانياً: قول الله تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ الله وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ} (2).\nففي هذه الآية صفات عظيمة اتصف بها المؤمنون وهي:\n1 - موالاة المؤمنين، ومحبّتهم في الله تعالى، ونصرتهم.\n2 - الأمر بالمعروف، وهو اسم جامعٌ لكلّ ما عُرف حسنه: من العقائد الحسنة، والأعمال الصالحة، والأخلاق الفاضلة.\n__________\n(1) سورة الأنفال، الآيات: 1 - 3.\n(2) سورة التوبة، الآية: 71.\n(1/31)\n\n3 - النهي عن المنكر، وهو كلّ ما خالف المعروف، وناقضه: من العقائد الباطلة، والأعمال الخبيثة، والأخلاق الرذيلة.\n4 - إقام الصلاة بأعمالها الظاهرة والباطنة، من فرضٍ ونفل.\n5 - إعطاء الزكاة لأهلها بأصنافهم الثمانية.\n6 - طاعة الله ورسوله - صلى الله عليه وسلم -، وملازمة ذلك في جميع الأحوال.\n\nثالثاً: قال الله - عز وجل -: {إِنَّ الله اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ الله فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ الله فَاسْتَبْشِرُواْ بِبَيْعِكُمُ الَّذِي بَايَعْتُم بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ * التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدونَ الآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنكَرِ وَالْحَافِظُونَ لِحُدُودِ الله وَبَشِّرِ الْمُؤْمِنِينَ} (1).\nفظهر في هاتين الآيتين صفات عظيمة من صفات أهل الإيمان، وهي على النحو الآتي:\n1 - القتال في سبيل الله، وبذل الجهد والطاقة في ذلك.\n2 - التوبة من جميع الذنوب وملازمتها في جميع الأوقات.\n3 - العبودية لله - عز وجل - بالقيام بجميع الواجبات، والمستحبّات، والابتعاد عن جميع المحرّمات والمكروهات في كل وقت، فبذلك يكون العبد من العابدين.\n4 - الحمد لله في السّراء والضرّاء، والثناء عليه بنعمه، والاعتراف بالنعم\n__________\n(1) سورة التوبة، الآيتان: 111 - 112.",
        "(1/32)\n\nالظاهرة والباطنة.\n5 - السياحة في السفر بطلب العلم، والحجّ والعمرة، والجهاد، وصلة الأقارب ونحو ذلك، كصيام النفل المشروع.\n6 - الإكثار من الصلاة المشتملة على الركوع والسجود.\n7 - الأمر بالمعروف، ويدخل فيه جميع الواجبات والمستحبّات.\n8 - النهي عن المنكر: ويدخل فيه كل ما نهى عنه الله ورسوله - صلى الله عليه وسلم -.\n9 - تعلم حدود ما أنزل الله على رسوله، وما يدخل في الأوامر والنواهي والأحكام، وما لا يدخل، الملازمون لذلك فعلاً وتركاً.\n\nرابعاً: قال الله - عز وجل -: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ * وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ * وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ * وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ * وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ * وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ * أُوْلَئِكَ هُمُ الْوَارِثُونَ * الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} (1) , وهذه الصفات في هذه الآيات على النحو الآتي:\n1 - الخشوع في الصلاة، وحضور القلب بين يدي الله - عز وجل - فيها.\n2 - الإعراض عن اللغو الذي لا خير فيه؛ فإن من أعرض عن ذلك كان إعراضه عن المحرّم من بابِ أولى.\n3 - تأدية زكاة الأموال وتزكية النفوس من أدناس الأخلاق، وذلك بتركها.\n__________\n(1) سورة المؤمنون، الآيات: 1 - 11.\n(1/33)",
        "\n4 - حفظ الفروج عن الزنا، وتجنّب ما يكون وسيلة إلى ذلك: كالنظر، والخلوة، واللّمس.\n5 - حفظ الأمانات سواء كانت من حقوق الله أو حقوق العباد، والآية عامة.\n6 - حفظ العهود والمواثيق بين العبد وبين الله وبين الإنسان وبين العباد.\n7 - المحافظة على الصلاة بأركانها وشروطها وواجباتها ومستحبّاتها.\nوغير ذلك من صفات المؤمنين في كتاب الله - عز وجل -، وأسأل الله - عز وجل - أن يوفقني وجميع المسلمين للاتّصاف بهذه الصفات الكريمة.\n(1/34)\n",
        "المبحث الثاني: ظلمات النفاق\nالمطلب الأول: مفهوم النفاق\nأولاً: مفهوم النفاق لغةً وشرعاً:\nالنفاق: لغةً: النفق سرب في الأرض، مشتق إلى موضع آخر، وفي التهذيب: له مخلص إلى مكان آخر، والنفقة والنافقاء، جحر الضبّ واليربوع، وقيل: النفقة والنافقاء موضع يرققه اليربوع من جحره، فإذا أُتيَ من قبل القاصعاء ضرب النافقاء برأسه فخرج، ونفِق اليربوع ونَفق ((بالفتح)) وانتفق، ونفق: خرج منه. ونفق اليربوع تنفيقاً، ونافق، أي دخل في نافقائه، ومنه اشتقاق المنافق في الدين، والنِّفاق بالكسر، فعل النافق، والنفاق الدخول في الإسلام من وجه والخروج عنه من وجه آخر (1).\nوفي الحديث عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لتتبعُنَّ سنن الذين من قبلكم، شبراً بشبر، وذراعاً بذراع، حتى لو دخلوا في جحر ضبٍّ لاتَّبعتموهم))، قلنا: يا رسول الله، اليهود والنصارى؟ قال: ((فمَنْ؟)) (2).\nوالنفاق: شرعاً: كما قال ابن كثير رحمه الله: ((النفاق: هو إظهار الخير، وإسرار الشرّ، وهو أنواع: اعتقاديٌّ، وهو الذي يخلّد صاحبه في النار، وعمليٌّ وهو أكبر من الذنوب، قال ابن جريج: المنافق يخالف قوله فعله، وسرّه علانيته، ومدخله مخرجه، ومشهده مغيبه)) (3).\n__________\n(1) النفاق وآثاره ومفاهيمه، تأليف الشيخ عبد الرحمن الدوسري، ص105 - 106.\n(2) مسلم، كتاب العلم، باب اتباع سنن اليهود والنصارى، 4/ 2054، برقم 2669.\n(3) تفسير ابن كثير، 1/ 48 عند تفسير قوله تعالى: {وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِالله وَبِالْيَوْمِ الآخِرِ وَمَا هُم بِمُؤْمِنِينَ} [البقرة: 8]، وانظر: تفسير ابن جرير الطبري، 1/ 268 - 272.\n(1/35)\n\nوالنفاق نوعان: أكبر يُخرج من الملّة، وأصغر لا يُخرج من الملّة (1).\n\nثانياً: مفهوم الزنديق:\nالزنديق: الزنديق بالكسر من الثنوية، أو القائل بالنور والظلمة، أو من لا يؤمن بالآخرة، وبالرّبوبية، أو من يُبطن الكفر ويُظهر الإيمان (2).\nقال شيخ الإسلام ابن تيمية رحمه الله: ((الزنديق في عُرْف الفقهاء، هو المنافق الذي كان على عهد النبي - صلى الله عليه وسلم -، وهو أن يُظهر الإسلام، ويُبطن غيره، سواء أبطن ديناً من الأديان، كدين اليهود والنصارى أو غيرهم، أو كان معطِّلاً جاحداً للصانع، والمعاد، والأعمال الصالحة.\nومن الناس من يقول: الزنديق هو الجاحد المعطِّل، وهذا يُسمَّى في اصطلاح كثير من أهل الكلام والعامة، ونقلة مقالات الناس، ولكن الزنديق الذي تكلم الفقهاء في حكمه هو الأوّل؛ لأن مقصودهم هو التمييز بين الكافر، وغير الكافر، والمرتدّ وغير المرتدّ، ومن أظهر ذلك أو أسرَّه.\nوهذا الحكم يشترك فيه جميع أنواع الكفّار، والمرتدّين، وإن تفاوتت درجاتهم في الكفر والردة؛ فإن الله أخبر بزيادة الكفر، كما أخبر بزيادة الإيمان بقوله تعالى: {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ} (3) , وتارك الصلاة وغيرها من الأركان، أو مرتكبي الكبائر، كما أخبر بزيادة عذاب بعض\n__________\n(1) انظر: قضية التكفير، للمؤلف، ص68، 132 - 134.\n(2) القاموس المحيط، فصل الزاي، باب القاف، ص1151.\n(3) سورة التوبة، الآية: 37.",
        "(1/36)\n\nالكفّار على بعض في الآخرة بقوله تعالى: {الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ} (1).\nفهذا أصل ينبغي معرفته؛ فإنه مهمٌّ في هذا الباب؛ فإن كثيراً ممن تكلّم في ((مسائل الإيمان والكفر)) لتكفير أهل الأهواء لم يلحظوا هذا الباب، ولم يُميِّزوا بين الحكم الظاهر والباطن، مع أن الفرق بين هذا وهذا ثابت بالنصوص المتواترة، والإجماع المعلوم، بل هو معلوم بالاضطرار من دين الإسلام، ومن تدبَّر هذا علم أن كثيراً من أهل الأهواء والبدع قد يكون: مؤمناً مخطئاً، جاهلاً ضالاً عن بعض ما جاء به الرسول - صلى الله عليه وسلم -.\nوقد يكون منافقاً زنديقاً يظهر خلاف ما يبطن)) (2).\n\nالمطلب الثاني: أنواع النفاق\nالنفاق: نفاقان: نفاق دون نفاق، أو نفاق مُخْرِجٌ من الملّة، ونفاق لا يُخرج من الملّة (3).\n\nأولاً: النفاق الأكبر:\nوهو أن يُظهر الإنسان الإيمان بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وبالقدر خيره وشره، ويُبطن ما يُناقض ذلك كلّه أو بعضه، وهذا هو النفاق الذي كان على عهد رسول الله - صلى الله عليه وسلم -، ونزل القرآن بذمِّ أهله وتكفيرهم، وأخبر أنهم في الدرك الأسفل من النار (4).\n__________\n(1) سورة النحل، الآية: 88.\n(2) فتاوى شيخ الإسلام ابن تيمية، 7/ 471.\n(3) انظر: مدارج السالكين، لابن القيم، 1/ 347 - 359.\n(4) جامع العلوم والحكم للإمام ابن رجب رحمه الله تعالى، 2/ 480، وانظر: صفات المنافقين لابن القيم، ص4.\n(1/37)",
        "\nوذكر شيخ الإسلام ابن تيمية رحمه الله تعالى بعض صور النفاق الأكبر فقال: ((فمن النفاق ما هو أكبر يكون صاحبه في الدرك الأسفل من النار، كنفاق عبد الله بن أُبيٍّ وغيره، بأن يُظهر: تكذيب الرسول - صلى الله عليه وسلم -، أو جحود بعض ما جاء به، أو بُغضه، أو عدم اعتقاد وجوب طاعته، أو المسرّة بانخفاض دينه، أو المساءَة بظهور دينه، ونحو ذلك مما لا يكون صاحبه إلا عدواً لله ورسوله، وهذا القدر كان موجوداً في زمن رسول الله - صلى الله عليه وسلم -، ومازال بعده، بل هو بعده أكثر منه على عهده - صلى الله عليه وسلم - ... )) (1).\nوقال الإمام محمد بن عبد الوهاب رحمه الله تعالى: (( ... فأما النفاق الاعتقاديّ فهو ستة أنواع: تكذيب الرسول - صلى الله عليه وسلم -، أو تكذيب بعض ما جاء به الرسول - صلى الله عليه وسلم -، أو بغض الرسول - صلى الله عليه وسلم -، أو بغض ما جاء به الرسول - صلى الله عليه وسلم -، أو المسرّة بانخفاض دين الرسول - صلى الله عليه وسلم -، أو الكراهية بانتصار دين الرسول - صلى الله عليه وسلم -، فهذه الأنواع الستة صاحبها من أهل الدّرك الأسفل من النار)) (2).\nفيتحصل مما ذكره هذان الإمامان أنواعٌ أو صفاتٌ للنفاق الأكبر، وهي على النحو الآتي:\n\n1 - تكذيب الرسول - صلى الله عليه وسلم -.\n2 - تكذيب بعض ما جاء به الرسول - صلى الله عليه وسلم -.\n3 - بغض الرسول - صلى الله عليه وسلم -.\n4 - بغض بعض ما جاء به الرسول - صلى الله عليه وسلم -.\n__________\n(1) مجموع فتاوى شيخ الإسلام ابن تيمية رحمه الله تعالى، 28/ 434.\n(2) مجموعة التوحيد لشيخي الإسلام أحمد بن تيمية ومحمد بن عبد الوهاب، ص7.\n(1/38)\n",
        "5 - المسرَّة بانخفاض دين الرسول - صلى الله عليه وسلم -.\n6 - الكراهية لانتصار دين الرسول - صلى الله عليه وسلم -.\n7 - عدم اعتقاد وجوب تصديقه - صلى الله عليه وسلم - فيما أخبر به.\n8 - عدم اعتقاد وجوب طاعته - صلى الله عليه وسلم - فيما أمر به.\nوغير ذلك مما دلّ القرآن الكريم أو السنة المطهَّرة على أنه من النفاق الأكبر المخرج من ملّة الإسلام (1).\n\nثانياً: النفاق الأصغر:\nوهو النفاق العملي: وهو أن يظهر الإنسان علانيةً صالحةً، ويُبطن ما يُخالف ذلك وأصول هذا النفاق ترجع إلى حديث عبد الله بن عمر، وعائشة - رضي الله عنهم -، وهي خمسة أنواع:\n\n1 - أن يحدّث بحديث لمن يصُدّقه به، وهو كاذبٌ له.\n2 - إذا وعد أخلف، وهو على نوعين:\nالنوع الأول: أن يعِدَ ومن نيّته أن لا يفي بوعده، وهذا أَشرُّ الخلف، ولو قال: أفعل كذا إن شاء الله تعالى، ومن نيّته أن لا يفعل كان كذباً وخُلْفاً. قاله: الأوزاعي.\nالنوع الثاني: أن يعِدَ ومن نيته أن يفي، ثم يبدو له، فيخلف من غير عذر له في الخلف.\n\n3 - إذا خاصم فجر، ويعني بالفجور أن يخرج عن الحق عمداً حتى\n__________\n(1) انظر: نواقض الإيمان الاعتقادية وضوابط التكفير عند السلف، للدكتور محمد بن عبد الله الوهيبي،2/ 160.\n(1/39)\n\nيصير الحق باطلاً، والباطل حقاً، وهذا مما يدعو إلى الكذب.\n\n4 - إذا عاهد غدر ولم يفِ بالعهد، والغدر حرام في كل عهدٍ بين المسلمين وغيرهم، ولو كان المعاهَد كافراً.\n5 - الخيانة في الأمانة، فإذا اؤتمن المسلم أمانة، فالواجب عليه أن يؤدّيها.\nوحاصل الأمر أن النفاق الأصغر كُلّه يرجع إلى اختلاف السريرة والعلانية، واختلاف القلب واللسان، واختلاف الدخول والخروج؛ ولهذا قالت طائفة من السلف: خشوع النفاق: أن ترى الجسد خاشعاً، والقلب ليس بخاشع (1).\nوهذا النفاق لا يُخرج من الملّة، فهو ((نفاق دون نفاق))؛ لحديث عبدالله بن عمرو رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ((أربعٌ من كُنَّ فيه كان منافقاً خالصاً، ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا حدّث كذب، وإذا عاهد غدر، وإذا وعد أخلف، وإذا خاصم فجر)) (2)؛ ولحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((آية المنافق ثلاث: إذا حدَّث كذب، وإذا وعد أخلف، وإذا ائتُمن خان)) (3).\n\nثالثاً: الفروق بين النفاق الأكبر والنفاق الأصغر:\n__________\n(1) انظر: جامع العلوم والحكم لابن رجب، 2/ 480 - 495، فقد أعطى الموضوع حقه، وذكر فوائد جمة فلتراجع. وانظر: مجموعة التوحيد، ص7.\n(2) متفق عليه: البخاري، كتاب الإيمان، باب علامة المنافق، 1/ 17، برقم 34، ومسلم، كتاب الإيمان، باب بيان خصال المنافق، 1/ 78، برقم 58.\n(3) متفق عليه: البخاري، كتاب الإيمان، باب علامة المنافق، 1/ 16، برقم 33، ومسلم، كتاب الإيمان، باب بيان خصال المنافق، 1/ 78، برقم 59.",
        "(1/40)\n\n1 - النفاق الأكبر يُخرج من الملّة، والأصغر لا يُخرج من الملّة (1).\n2 - النفاق الأكبر يُحبط جميع الأعمال.\n3 - النفاق الأكبر اختلاف السرّ والعلانية في الاعتقاد، والأصغر اختلاف السرّ والعلانية في الأعمال دون الاعتقاد (2).\n4 - النفاق الأكبر يُخلّد صاحبه في النار إذا مات عليه، والأصغر لا يُخلده.\n5 - النفاق الأكبر لا يصدر من مؤمن، أما النفاق الأصغر فقد يصدر من المؤمن.\n6 - النفاق الأكبر في الغالب لا يتوب صاحبه (3)، وإذا تاب فقد اختلف في توبته في الظاهر عند الحاكم؛ لكون ذلك لا يُعلَم، إذْ هم دائماً يُظهرون الإسلام (4).\nالمطلب الثالث: صفات المنافقين\nالمنافقون لهم صفات كثيرة، بيّنها الله - عز وجل - في كتابه الكريم، وبيّنها النبي - صلى الله عليه وسلم -، ولاشك أن ذكر الله - عز وجل - لصفات المنافقين فيه فوائد عظيمة، منها:\n1 - نعمة الله - عز وجل - على المؤمنين بإخبارهم عن أحوال المنافقين وصفاتهم حتى يبتعدوا عنها.\n2 - تهديد المؤمنين من سلوك مسالك المنافقين والتحذير من الاتصاف بصفاتهم.\n3 - حض المؤمنين على الصدق مع الله، وتصفية سرائرهم، وإسلام وجوههم لله.\n__________\n(1) انظر؛ كتاب التوحيد، للدكتور، صالح الفوزان، ص18.\n(2) انظر: كتاب التوحيد، للفوزان، ص18.\n(3) انظر: كتاب التوحيد، للفوزان، ص18.\n(4) انظر: فتاوى ابن تيمية، 28/ 334.\n(1/41)",
        "\nوصفات المنافقين كثيرة، منها على سبيل المثال ما يأتي:\nأولاً: قال الله - عز وجل -: {وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِالله وَبِالْيَوْمِ الآخِرِ وَمَا هُم بِمُؤْمِنِينَ * يُخَادِعُونَ الله وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُم وَمَا يَشْعُرُونَ} إلى قوله تعالى: {إِنَّ الله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (1)، فظهر في هذه الآيات أن من صفات المنافقين هذه الخصال القبيحة الآتية:\n1 - يقولون آمَنَّا بِالله وَبِالْيَوْمِ الآخِرِ وَمَا هُم بِمُؤْمِنِينَ.\n2 - يُخَادِعُونَ الله وَالَّذِينَ آمَنُوا.\n3 - فِي قُلُوبِهِم مَّرَضٌ.\n4 - وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ قَالُواْ إِنَّمَا نَحْنُ مُصْلِحُونَ.\n5 - وَإِذَا قِيلَ لَهُمْ آمِنُواْ كَمَا آمَنَ النَّاسُ قَالُواْ أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ.\n6 - وَإِذَا لَقُواْ الَّذِينَ آمَنُواْ قَالُواْ آمَنَّا وَإِذَا خَلَوْاْ إِلَى كبرائهم ورؤسائهم قَالُواْ إِنَّا مَعَكْمْ إِنَّمَا نَحْنُ مُسْتَهْزِؤُونَ.\n7 - يشترون الضَّلاَلَةَ بِالْهُدَى فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُواْ مُهْتَدِينَ.\nثانياً: قال الله - عز وجل -: {وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ الله عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ * وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَالله لاَ يُحِبُّ الفَسَادَ * وَإِذَا قِيلَ لَهُ اتَّقِ الله أَخَذَتْهُ الْعِزَّةُ بِالإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ} (2)، فظهر من صفات المنافقين في هذه الآيات ما يأتي:\n__________\n(1) سورة البقرة، الآيات: 8 - 20.\n(2) سورة البقرة، الآيات: 204 - 206.\n(1/42)\n",
        "1 - حُسن القول المُعجب الذي يكون له وقع في القلوب.\n2 - توسيط الله بجعله شاهداً على هذا القول، وموثقاً له، وهذا من أعظم الجناية على الله - عز وجل -.\n3 - المهارة في الجدل، وقوة الإقناع؛ لقمع كل معارضة تقف أمامه.\n4 - إذا اختفى عن الناس وذهب عنهم وانصرف، اجتهد في عمل المعاصي التي هي فساد في الأرض.\n5 - إذا أُمر بتقوى الله تكبّر، وأخذته العزّة بالإثم، فجمع بين العمل بالجرائم والتكبر.\nثالثاً: قال الله - عز وجل -: {بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا * الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِندَهُمُ الْعِزَّةَ فَإِنَّ العِزَّةَ لله جَمِيعًا} (1) , فمن صفات المنافقين في هاتين الآيتين ما يأتي:\n1 - أنهم يوالون الكفار، ويحبّونهم وينصرونهم.\n2 - يعتزّون بالكفّار، ويستنصرون بهم.\nرابعاً: قال الله تعالى: {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ الله وَهُوَ خَادِعُهُمْ وَإِذَا قَامُواْ إِلَى الصَّلاَةِ قَامُواْ كُسَالَى يُرَآؤُونَ النَّاسَ وَلاَ يَذْكُرُونَ الله إِلاَّ قَلِيلاً * مُّذَبْذَبِينَ بَيْنَ ذَلِكَ لاَ إِلَى هَؤُلاءِ وَلاَ إِلَى هَؤُلاءِ وَمَن يُضْلِلِ الله فَلَن تَجِدَ لَهُ سَبِيلاً} (2) , فظهر في هاتين الآيتين أن من صفات المنافقين ما يأتي:\n1 - يخادعون الله، وهو خادعهم.\n__________\n(1) سورة النساء، الآيتان: 138 - 139.\n(2) سورة النساء، الآيتان: 142 - 143.\n(1/43)\n\n2 - إذا قاموا إلى الصلاة قاموا كسالى.\n3 - يراؤن الناس بأعمالهم.\n4 - لا يذكرون الله إلا قليلاً.\n5 - متردِّدون بين فريقٍ من المؤمنين وفريقٍ من الكافرين.\nخامساً: قال الله تعالى في شأن المنافقين: {قُلْ أَنفِقُواْ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ * وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بِالله وَبِرَسُولِهِ وَلاَ يَأْتُونَ الصَّلاَةَ إِلاَّ وَهُمْ كُسَالَى وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ} (1) , فظهر في هاتين الآيتين صفات قبيحة من صفات المنافقين، هي على النحو الآتي:\n1 - وصفهم الله بالفسق فقال: {إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ}.\n2 - كفروا بالله وبرسوله.\n3 - لا يأتون الصلاة إلا وهم كسالى.\n4 - لا ينفقون إلا وهم كارهون.\nوفي هذه الصفات غاية الذمّ للمنافقين ولمن فعل فعلهم، فينبغي لكل أحد أن يبتعد عن الفسق، ويُؤمن بالله ورسوله - صلى الله عليه وسلم -، ويأتي الصلاة وهو نشيط البدن والقلب، ويُنفق وهو مُنشرح الصدر، ثابت القلب، يرجو ذخرها وثوابها من الله وحده، ولا يتشبّه بالمنافقين.\n\nسادساً: قال الله - عز وجل -: {يَحْذَرُ الْمُنَافِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم قُلِ اسْتَهْزِؤُواْ إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُون * وَلَئِن سَأَلْتَهُمْ\n__________\n(1) سورة التوبة، الآيتان: 53 - 54.",
        "(1/44)\n\nلَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِالله وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةً بِأَنَّهُمْ كَانُواْ مُجْرِمِينَ} (1) , فالمنافقون يستهزئون بالله ورسوله، والمؤمنين، وقد فضحهم الله - عز وجل - وبيّن صفاتهم للمؤمنين.\n\nسابعاً: قال الله - عز وجل -: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُم مِّن بَعْضٍ يَأْمُرُونَ بِالْمُنكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُواْ الله فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ * وَعَدَ الله الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ الله وَلَهُمْ عَذَابٌ مُّقِيمٌ} (2) , فظهر في هاتين الآيتين بعض صفات المنافقين الآتية:\n1 - المنافقون بعضهم من بعض: يتولّى بعضهم بعضاً.\n2 - يأمرون بالمنكر وينهون عن المعروف.\n3 - يقبضون أيديهم عن الصدقة وطرق الإحسان، فهم من أبخل الناس.\n4 - نسوا الله فلا يذكرونه إلا قليلاً، فنسيهم من رحمته، فلا يوفّقهم لخير.\n5 - إن المنافقين هم الفاسقون.\nثامناً: قال الله - عز وجل -: {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لاَ يَجِدُونَ إِلاَّ جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ الله مِنْهُمْ\n__________\n(1) سورة التوبة، الآيات: 64 - 66.\n(2) سورة التوبة، الآيتان: 67 - 68.\n(1/45)",
        "\nوَلَهُمْ عَذَابٌ أَلِيمٌ * اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ الله لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُواْ بِالله وَرَسُولِهِ وَالله لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ} (1)، فالمنافقون ظهر لهم صفات في هاتين الآيتين، منها ما يأتي:\n\n1 - يلمزون المطوّعين في الصدقات: يلمزون المكثر في الصدقة فيقولون: قصد بنفقته الرياء، والسّمعة، ويلمزون المقلّ الفقير فيقولون: إن الله غنيٌّ عن صدقة هذا.\n2 - السخرية بالمؤمنين.\n3 - كفروا بالله ورسوله.\nتاسعاً: قال الله - عز وجل -: {وَإِذَا مَا أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُواْ صَرَفَ الله قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُون} (2) , فالمنافقون إذا أنزلت سورة نظر بعضهم إلى بعض جازمين على ترك العمل بها، وينتظرون الفرصة في الاختفاء عن أعين المؤمنين، ثم انصرفوا مُتسلّلين، وانقلبوا مُعرضين، فجازاهم الله بعقوبةٍ من جنس عملهم، فكما انصرفوا عن العمل صرف الله قلوبهم، وصدّها عن الحق، وخذلها بأنهم قوم لا يفقهون فقهاً ينفعهم؛ فإنهم لو فقهوا، لكانوا إذا أُنزلت سورة آمنوا بها، وانقادوا لأمرها (3) , كما قال - عز وجل -: {وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِندِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ\n__________\n(1) سورة التوبة، الآيتان: 79 - 80.\n(2) سورة التوبة، الآية: 127.\n(3) انظر: تيسير الكريم الرحمن في تفسير كلام المنان، للسعدي، ص313.\n(1/46)\n",
        "آنِفًا أُوْلَئِكَ الَّذِينَ طَبَعَ الله عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ} (1).\nوقال سبحانه: {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ الله عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ الله أَفَلا تَذَكَّرُونَ} (2).\n\nعاشراً: قال النبي - صلى الله عليه وسلم -: ((تلك صلاة المنافق يجلس يرقب الشمس حتى إذا كانت بين قرني شيطان قام فنقرها أربعاً، لا يذكر الله فيها إلا قليلاً)) (3) , فظهر في هذا الحديث صفتان من صفات المنافقين، هما:\n1 - تأخير الصلاة عن وقتها.\n2 - ينقر الصلاة، ولا يذكر الله فيها إلا قليلاً.\nالحادي عشر: قال الرسول - صلى الله عليه وسلم -: ((إنَّ أثقل الصلاة على المنافقين صلاة العشاء وصلاة الفجر، ولو يعلمون ما فيهما لأتوها ولو حبواً ... )) (4).\nفظهر أن صفات المنافقين إجمالاً على النحو الآتي:\n1 - يدَّعون الإيمان، وهم كاذبون.\n2 - يخادعون الله والذين آمنوا، وما يخدعون إلا أنفسهم.\n__________\n(1) سورة محمد، الآية: 16.\n(2) سورة الجاثية، الآية: 23.\n(3) أخرجه مسلم، كتاب المساجد ومواضع الصلاة، باب استحباب التبكير بالعصر، 1/ 434, برقم 622.\n(4) متفق عليه، من حديث أبي هريرة - رضي الله عنه -: البخاري، كتاب الأذان، باب فضل صلاة العشاء في جماعة، 1/ 181، برقم 658، ومسلم، كتاب المساجد ومواضع الصلاة، باب فضل صلاة الجماعة وبيان التشديد في التخلف عنها، 1/ 451، برقم 651.\n(1/47)\n\n3 - في قلوبهم مرض، فزادهم الله مرضاً.\n4 - يدَّعون الإصلاح، وهم المفسدون.\n5 - يرمون المؤمنين بالسَّفَه.\n6 - يستهزئون بالمؤمنين، ويسخرون منهم.\n7 - يشترون الضلالة بالهدى.\n8 - قولهم حسن، وهم ألدُّ الخصام.\n9 - يُشهدون الله على ما في قلوبهم، وهم كاذبون.\n10 - ماهرون في الجدل بالباطل.\n11 - إذا اختفوا عن الناس اجتهدوا في الباطل.\n12 - إذا قيل لهم اتّقوا الله أخذتهم العزة بالإثم.\n13 - يوالون الكفار، وينصرونهم، ويخدمونهم.\n14 - يعتزّون بالكفار، ويستنصرون بهم.\n15 - إذا قاموا إلى الصلاة قاموا كسالى.\n16 - يراؤن الناس بأعمالهم.\n17 - لا يذكرون الله إلا قليلاً.\n18 - متردِّدون بين الكفار والمؤمنين.\n19 - يكفرون بالله ورسوله - صلى الله عليه وسلم -.\n20 - المنافقون هم الفاسقون.\n21 - لا ينفقون إلا وهم كارهون.\n22 - المنافقون يتولّى بعضهم بعضاً.\n23 - يقبضون أيديهم فلا ينفقون في طرق الخير.",
        "(1/48)\n\n24 - يأمرون بالمنكر وينهون عن المعروف.\n25 - نسوا الله فنسيهم.\n26 - يلمزون المطوّعين من المؤمنين في الصدقات.\n27 - يؤخّرون الصلاة عن وقتها.\n28 - ينقرون الصلاة، ولا يذكرون الله فيها إلا قليلاً.\n29 - أثقل الصلوات عليهم العشاء والفجر.\n30 - يتأخّرون عن صلاة الجماعة.\n31 - قلوبهم قاسية، وعقولهم قاصرة.\n32 - لم يرضوا بالإسلام ديناً.\n33 - يأخذون من الدين ما وافق رغباتهم.\n34 - يقولون ما لا يفعلون.\n35 - يُظهرون الشجاعة في السلم، وجبناء في الحرب.\n36 - لا يتحاكمون إلى الله ورسوله - صلى الله عليه وسلم -.\n37 - يجدون الحرج والضيق في أنفسهم من حكم الله ورسوله - صلى الله عليه وسلم -.\n38 - يُخذِّلون المؤمنين عن الجهاد.\n39 - ييأسون من رحمة الله، وينقطع أملهم في نصره.\n40 - يقصدون بجهادهم الدنيا، وإذا يئسوا من ذلك تثاقلوا.\n41 - يفجرون في المخاصمة.\n42 - يحاربون الإسلام وأهله عن طريق الخفية والتسمِّي به.\n43 - لا يهمّهم إلا مصالحهم الذاتية.\n44 - يطعنون في العلماء المخلصين بالكذب وتغيير الحقائق.\n(1/49)",
        "\n45 - يُثيرون الشبهات حول الإسلام، ليصدّوا الناس عن الدخول فيه.\n46 - يُبغضون أنصار الدين.\n47 - يكذبون في الحديث.\n48 - يخونون الله ورسوله والمؤمنين.\n49 - يُخلفون الوعد.\n50 - لكل واحد منهم وجهان: وجه للمؤمنين، ووجه لأعداء الدين.\n51 - لا يعقلون ما ينفعهم، ولا يسمعون ما يُفيدهم، ولا ينظرون إلى آيات الله التي تدلّ على قدرته.\n52 - تسبق يمين أحدهم كلامه لعلمه أن قلوب المؤمنين لا تطمئن إليه.\n53 - قلوبهم عن الخير لاهية، وأجسادهم إليه ساعية.\n54 - أخبث الناس قلوباً، وأحسنهم أجساماً.\n55 - يُسِرُّون سرائر النفاق، فأظهرها الله على وجوههم وألسنتهم.\n56 - ينقضون العهد من أجل الدنيا.\n57 - يسخرون بالقرآن الكريم.\nفهذه صفات المنافقين، فاحذرها أيها المسلم قبل أن تنزل بك القاضية.\nوهذه الصفات من باب الأمثلة (1) , وصفات المنافقين كثيرة في كتاب الله - عز وجل - وسنة رسوله عليه الصلاة والسلام، نسأل الله العفو والعافية في الدنيا والآخرة.\n__________\n(1) وانظر: صفات المنافقين لابن القيم، ص4، والمنافقون في القرآن الكريم للدكتور عبد العزيز الحميدي، ص441.\n(1/50)\n",
        "المطلب الرابع: آثار النفاق وأضراره\nالنفاق له آثار خطيرة، وأضرار مُهلكة، منها ما يأتي:\n\n1 - النفاق الأكبر يسبّب الخوف والرّعب في القلوب، قال الله - عز وجل -:\n{يَحْذَرُ الْمُنَافِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم قُلِ اسْتَهْزِؤُواْ إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُونَ} (1).\n\n2 - النفاق الأكبر يُوجب لعنة الله تعالى، قال الله - عز وجل -: {وَعَدَ الله الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ الله وَلَهُمْ عَذَابٌ مُّقِيمٌ} (2).\nوقال سبحانه: {لَئِن لَّمْ يَنتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لا يُجَاوِرُونَكَ فِيهَا إِلا قَلِيلا * مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلا} (3).\n\n3 - النفاق الأكبر يُخرج صاحبه من الإسلام؛ لأنه إسرار الكفر، وإظهار الخير، بل هو أشدُّ من الكفر الظاهر، قال الله تعالى: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا} (4).\n4 - النفاق الأكبر لا يغفره الله إذا مات عليه صاحبه؛ لأنه أشدُّ من الكفر الظاهر الذي قال الله تعالى في أصحابه: {إِنَّ الَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمْ يَكُنِ الله لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ طَرِيقاً * إِلاَّ طَرِيقَ جَهَنَّمَ\n__________\n(1) سورة التوبة، الآية: 64.\n(2) سورة التوبة: الآية: 68.\n(3) سورة الأحزاب، الآيتان: 60 - 61.\n(4) سورة النساء، الآية: 145.\n(1/51)\n\nخَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى الله يَسِيرًا} (1).\n\n5 - النفاق الأكبر يوجب لصاحبه النار، ويُحرِّم عليه الجنة، قال الله - عز وجل -: {إِنَّ الله جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا} (2).\n6 - النفاق الأكبر يُخلِّد صاحبه في النار، فلا يخرج منها أبداً؛ لقول الله - عز وجل -: {وَعَدَ الله الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا} (3).\n7 - النفاق الأكبر يُسبّب نسيان الله لصاحبه، قال الله تعالى: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُم مِّن بَعْضٍ يَأْمُرُونَ بِالْمُنكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُواْ الله فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ} (4).\n8 - النفاق الأكبر يُحبط جميع الأعمال، قال الله - عز وجل -: {قُلْ أَنفِقُواْ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ * وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بِالله وَبِرَسُولِهِ وَلاَ يَأْتُونَ الصَّلاَةَ إِلاَّ وَهُمْ كُسَالَى وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ} (5).\n9 - النفاق الأكبر يُطفئ الله نور أصحابه يوم القيامة، قال الله - عز وجل -: {يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ\n__________\n(1) سورة النساء، الآيتان: 168 - 169.\n(2) سورة النساء، الآية: 140.\n(3) سورة التوبة، جزء من الآية: 68.\n(4) سورة التوبة، الآية: 67.\n(5) سورة التوبة، الآيتان: 53 - 54.",
        "(1/52)\n\nبَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ} (1).\n\n10 - النفاق الأكبر يَحرِمُ العبد دعاء المؤمنين والصلاة عليه عند موته، قال الله - عز وجل -: {وَلاَ تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلاَ تَقُمْ عَلَىَ قَبْرِهِ إِنَّهُمْ كَفَرُواْ بِالله وَرَسُولِهِ وَمَاتُواْ وَهُمْ فَاسِقُونَ} (2).\n11 - النفاق الأكبر يُسبّب عذاب الدنيا والآخرة, قال الله تعالى: {فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ} (3).\n12 - النفاق الأكبر إذا أظهره صاحبه وأعلنه كان مرتدّاً عن الإسلام، فيكون حلال الدم والمال، وتُطبّق عليه أحكام المرتدّ، إلا أن قبول توبته عند الحاكم فيها خلاف في الظاهر؛ لأن المنافقين يُظهرون الإسلام دائماً (4).\nأما إذا أخفى المنافق نفاقه وكفره؛ فإنه معصوم الدم والمال بما أظهر من الإيمان، والله يتولى السّرائر (5).\n\n13 - النفاق الأكبر إذا أظهر صاحبه كفره يُوجب العداوة بين صاحبه والمؤمنين، فلا يُوالونه ولو كان أقرب قريب، وأما إذا لم يُظهر كفره فيُعامل بالظاهر، والله يتولَّى السّرائر.\n14 - النفاق الأصغر، وهو النفاق العملي، ينقص الإيمان ويضعفه،\n__________\n(1) سورة الحديد، الآية: 13.\n(2) سورة التوبة، الآية: 84.\n(3) سورة التوبة، الآية: 55.\n(4) انظر: فتاوى ابن تيمية، 28/ 334.\n(5) انظر: المنافقون في القرآن، للدكتور عبد العزيز الحميدي، ص450.\n(1/53)",
        "\nويكون صاحبه على خطر من عذاب الله تعالى.\n\n15 - النفاق الأصغر صاحبه على خطر؛ لئلا يجرّه إلى النفاق الأكبر.\nونعوذ بالله من غضبه، ومن جميع أنواع النفاق صغيره وكبيره، ونسأل الله العفو والعافية في الدنيا والآخرة.\nوصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وأصحابه أجمعين.\n(1/54)\n"
    ]
}