{
    "partText": [
        "\nهذا القرآن\nفي مائة حديث نبوي\n\nللدكتور محمد زكي محمد خضر\n(1/1)\n",
        "تقديم\n\nالحمد لله رب العالمين وأفضل الصلاة وأتم التسليم على سيدنا محمد وعلى آله وصحبه أجمعين.\n\nوبعد ، فإن أصدق الحديث كتاب الله عز وجل : هو القول الفصل ، ليس بالهزل . أما وقد اتخذ عامة المسلمين هذا القرآن مهجورا ، فلا أقل من التذكير بفضائله فإن الذكرى تنفع المسلمين.\n\nفي هذا الكتاب مائة من أحاديث الرسول صلى الله عليه وسلم ، تم تبويبها في تسعة أبواب.\n\nتحوي المجموعة الأولى ثمانية أحاديث في فضائل تلاوة القرآن ومكانة قارئ القرآن عند الله في الدنيا والآخرة . وتضم المجموعة الثانية تسعة أحاديث في تعلم القرآن ، بينما تحوي المجموعة الثالثة على ثمانية أحاديث أخرى في حفظ القرآن واستظهاره والحذر من نسيانه وفضائل من يحفظ القرآن . أما لب الكتاب فهو في الباب الرابع ألا وهو العمل بالقرآن . في هذا الباب أربعة عشر حديثا في فضائل العمل بالقرآن وإحلال حلاله وتحريم حرامه والتمسك به والتحذير من ترك العمل به والإعراض عنه فهو وصية الله تعالى ورسوله في المسلمين.\n\nتحوي المجموعة الخامسة من الأحاديث اثني عشر حديثا في كيفية تلاوة القرآن والإعتناء بترتيله وتجويده والاستماع والإنصات والخشوع عند سماعه . وفي الباب السادس مجموعة من ثمانية أحاديث في أوراد القرآن وختمه وتحزيبه والدعاء عند ختمه في ما أثِرَ عن رسول الله صلى الله عليه وسلم وأفضل تلاوة القرآن في الصلاة . ففي الأحاديث من 60 – 71 بعض ما ورد عن تلاوة رسول الله صلى الله عليه وسلم في الصلوات الخمس والسنن والنوافل وعن سجود التلاوة . وقد اختصت بعض سور القرآن الكريم بفضائل على غيرها . من هذه السور الفاتحة والبقرة وآل عمران والكهف ويس والدخان والواقعة والإسراء والزمر والملك والزلزلة والإخلاص والمعوذتين والكافرون . ومن الآيات الكرسي وخواتيم سورة البقرة وخواتيم سورة الحشر . وهذه السور والآيات هي موضوع الباب الثامن الذي يضم 21 حديثا والمجموعة الأخيرة من الأحاديث تتكون من ثمانية أحاديث موضوعها الرقية بالقرآن وأخذ الأجر على تلاوته.\n\nهذا الكتاب ليس شرحا للأحاديث الواردة فيه بل هو سرد لمأثورات وتأملات توحيها هذه الأحاديث النبوية الشريفة . ومن أراد المزيد فليرجع إلى أمهات كتب الحديث وشروحها وكتب التفسير . وحسب هذا الكتاب أن يلفت الأنظار إلى أهمية تلاوة كتاب الله وتعلمه وحفظه والعمل به فمن رأى أنه لم يؤد حق كتاب الله كما أمر الله تعالى فعليه أن يعقد العزم على أن يتوب إلى الله وينيب إليه ويسعى إلى رضاه فالله أشد سعيا نحو العبد من سعي العبد نحو ربه إذا ما صدقت نيته وحسن عمله.\n\nتبلغ الأحاديث الواردة في فضائل القرآن الكريم وتفسيره المئات بل ربما الآلاف . وما اختير هنا ما هو إلا أشهرها . ولم نتطرق إلى شيء من التفسير لأن ذلك تختص به كتب التفسير وكتب الحديث المطولة . إن معظم\n(1/2)\n\nالأحاديث الواردة هنا أحاديث ثابتة الصحة ، والقليل منه الذي ضعفه بعض العلماء هو في فضائل الأعمال وما كان كذلك يعمل به وإن كان ضعيفا.\n\nلا يكاد يخلوا هذا الكتاب من هفوات ونقائص شأنه شأن كل كتاب من تأليف البشر . أما كتاب الله تعالى فهو الكتاب الوحيد الذي يخلو من نقص أو خطأ . فمن وجد في هذا الكتاب خيرا فليحمد الله تعالى ويدعوه تعالى بالقبول ومن وجد غير ذلك فليدع الله تعالى أن يغفر الزلات ويسدد العثرات ولله الأمر من قبل ومن بعد.\n\nالمؤلف",
        "(1/3)\n\nالباب الأول\nفضائل تلاوة القرآن\n\nقال الله تعالى في كتابه الكريم : { إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ } فتلاوة (1) آيات القرآن العظيم تزيد المؤمنين إيمانا.\n1- عن عبد الله بن عباس (2) رضي الله عنهما قال : قال رجل يا رسول الله : أي العمل أحب إلى الله ؟ قال : \" الحال المرتحل \" . قال وما الحال المرتحل ؟ قال : \" الذي يضرب من أول القرآن كلما حل ارتحل\".\nرواه الترمذي\nيؤكد رسول الله صلى الله عليه وسلم في هذا الحديث فضيلة الشغف بتلاوة القرآن مرة بعد أخرى كلما وجد المرء إلى ذلك سبيلا . وهو يشير فيما يشير إليه إلى فضيلة اتخاذ ورد مستمر من القرآن الكريم . قيل أن المراد بالحال المرتحل الحث على تكرار الختم ختمة بعد أخرى ، ويستحب إذا ختم القرآن وقرأ المعوذتين أن يقرأ الفاتحة وخمس آيات من أول سورة البقرة ( إلى قوله تعالى – هم المفلحون ) لكي يتم المعنى الحرفي للحديث الشريف هذا بأن لا ينهي ختمة إلا ويبدأ بالأخرى.\nإن هناك العديد من الأحاديث الشريفة التي تحدد أفضل الأعمال ، مثل أفضل الأعمال إلى الله أدومها وإن قل . وهذا الحديث يعضد حديث الحال المرتحل لأنه حديث عام عن أفضلية الأعمال المستمرة على الأعمال المتقطعة وحديث الحال المرتحل يحدد فضل استمرار تلاوة القرآن.\nكما أن هناك أحاديث أخرى تحدد أفضل الأعمال بالجهاد في سبيل الله أو بالحج المبرور وغيرها . ويمكن الجمع بين هذه الأحاديث جميعا بأن هناك أعمالا مؤقتة هي أفضل من غيرها في أوقات محددة . فإذا حضر الجهاد فهو أفضل عمل حتى من تلاوة القرآن أو الصلاة ، وإذا وجب الحج فهو أفضل الأعمال ولا يمنع أدائه من تلاوة القرآن لذلك فإن هذا الحديث حين يشير إلى فضل\n__________\n(1) سورة الأنفال الآية (2) .\n\n(2) هو عبد الله بن العباس بن عبد المطلب ، إبن عم رسول الله صلى الله عبه وسلم . ولد وبنو هاشم بالشعب قبل الهجرة بثلاث سنين ، دعا له رسول الله صلى الله عليه وسلم بأن يعلمه الله الحكمة ويفقهه في الدين ويعلمه التأويل . كان من أعلم الصحابة توفي عام 68 هـ .\n(1/4)",
        "\nالاستغراق بتلاوة القرآن لا ينفي فضل أعمال أخرى كما أن إجابات رسول الله صلى الله عليه وسلم لمن يسأل من أصحابه كانت أحيانا بحسب حال السائل . فرب سائل قد حج مرات ومرات يكون استغراقه بتلاوة القرآن أفضل ، ورب سائل عند حضور ساعة الجهاد وهو متردد في المشاركة فيه فيكون الجهاد له أفضل الأعمال . ويفهم من الحديث أن للتلاوة فضلا على غيرها من الأعمال بسبب التصاق الإنسان بكتاب الله تعالى الذي هو مفتاح كل خير . وفيه ذكر كل الأعمال الصالحة . كما أن الاستمرار بالتلاوة يجعل المرء بصيرا بنفسه ومراقبا لها لأنه دائم المرور على آيات الوعد والوعيد ومن كان كذلك فأحرى به أن يتذكر ربه ويحسن عمله بين تلاوة وأخرى.\n2- عن عبد الله بن مسعود (1) رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" من قرأ حرفا من كتاب الله فله به حسنة . والحسنة بعشر أمثالها لا أقول ألف لام ميم حرف ولكن ألف حرف ولام حرف وميم حرف\".\nرواه الترمذي (2)\nمضاعفة الحسنات بعشر أمثالها ثابتة في كتاب الله تعالى بقوله { مَن جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاءَ بِالسَّيِّئَةِ فَلاَ يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لاَ يُظْلَمُونَ } (3) .\nوهذا الحديث يثبت أن كل حرف من كتاب الله تعالى هو حسنة تضاعف بعشر أمثالها كقاعدة وفق الآية الكريمة السابق ذكرها . وهذا لا يناقض أحاديث أخرى تشير إلى أن الله تعالى يضاعف الحسنات بعشر أمثالها إلى سبعمائة ضعف أو ربما أكثر . فالحسنات تضاعف أضعافا مضاعفة إن أخلصت النية لله تعالى وإن تسببت في حسنات أخر.\nوهذا الحديث يشير في بعض ما يشير إليه خصوصا إلى الحروف من أوائل السور مثالا لا حصرا . هذه الحروف القليلة التي لا يدرك معناها أغلب الناس لهم بتلاوتها حسنات مضاعفة رغم عدم\n__________\n(1) هو عبد الله بن مسعود الهذلي أسلم قديما وهاجر الهجرتين وشهد بدرا والمشاهد بعدها ولازم النبي صلى الله عليه وسلم وحدث عنه بالكثير كان من علماء الصحابة ومن أزهدهم في الدنيا وتوفي في آخر خلافة عمر بن الخطاب .\n\n(2) وقال حسن صحيح\n\n(3) سورة الأنعام الآية 160 .\n(1/5)\n",
        "فهم معناها . وهي في الوقت نفسه تثير بالنفوس معاني وإشارات لا حصر لها فكيف بغيرها من آيات الله البينات.\nقال سهل بن عبد الله التستري (1) رضي الله عنه : لو أعطي العبد لكل حرف من القرآن ألف فهم لما بلغ نهاية ما جعل الله تعالى في آية من كتاب الله تعالى من الفهم لأنه كلا الله تعالى وصفته وكما أنه ليس لله نهاية فكذلك لا نهاية لفهم كلامه وإنما يفهمون على مقدار ما يفتح الله تعالى على قلوب أوليائه من فهم كلامه.\nولقد استنبط سلف الأمة الصالح من كتاب الله تعالى علوما جمة أولاها علوم القرآن بما فيها من أسباب النزول وعلوم القراءات والتجويد والمناسخ والمنسوخ وغريب القرآن وخطوط القرآن وإعراب القرآن وترتيب النزول وقصص القرآن وأمثال القرآن وإعجاز القرآن وأحكام القرآن وإحصاء سوره وآياته وحروفه.\nكل هذا إضافة إلى علوم التفسير وكل العلوم الشرعية الأخرى فكلها أساسها القرآن . وإن في القرآن إشارات إلى كل العلوم حتى المادية والطبيعية كالفلك والرياضيات والإحصاء والطب والهندسة وعلوم النفس والاجتماع والتأريخ ، إلا أن الكتاب الكريم ليس كتابا متخصصا في أي منها فهو كتاب لهداية البشر إلى الصراط المستقيم كما قال الله تعالى { شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ } (2) . وهو ليس لتعليمهم علما خاصا من هذه العلوم رغم عدم تفريطه في شيء كما قال تعالى : { مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ } (3) وقوله تعالى : { وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ } (4) .\n__________\n(1) أبو محمد سهل بن عبد الله التستري من أكابر علماء الإخلاص وكان يقول أصولنا سبعة : التمسك بكتاب الله والاقتداء بسنة رسول الله صلى الله عليه وسلم وأكل الحلال وكف الأذى واجتناب المعاصي والتوبة وأداء الحقوق . توفي سنة 283 هـ .\n\n(2) سورة البقرة الآية 185 .\n\n(3) سورة الأنعام الآية 38 .\n\n(4) سورة النحل الآية 89 .\n(1/6)\n\nقال بعض العلماء (1) : إن تحت كل حرف من كتاب الله كثيرا من الفهم مذخورا لأهله على مقدار ما قسم لهم من ذلك واستدلوا على ذلك بآيات من القرآن مثل قوله عز وجل : { مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ } وقوله : { وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُّبِينٍ } (2) وقوله : { وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ } (3) . وقال عبد الله بن مسعود رضي الله عنه : من أراد علم الأولين والآخرين فليتدبر القرآن.\n3- عن أبي أمامة (4) رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم:\n\" ما أذِنَ الله لعبد من شيء أفضل من ركعتين يصليهما وإن البر لَيُذَرُّ على رأس العبد ما دام في صلاته وما تقرب العباد إلى الله بمثل ما خرج منه \" ( يعني القرآن).\nرواه الترمذي\nحُكي عن الإمام أحمد رضي الله عنه (5) أنه رأى ربه في المنام عدة مرات فقال والله إن رأيته مرة أخرى لأسألنه أي شيء يقرب العبد إلى ربه فرأى ربه جل شأنه فقال : يا رب بأي شيء يتقرب العبد إليك ؟ فقال : بتلاوة كلامي يا أحمد . قال فهم المعنى أو لم يفهم يا رب ؟ قال فهم المعنى أو لم يفهم.\nإن إشارة الحديث إلى القرآن الكريم بأنه خرج من الله تعالى توحي بأن على قارئ القرآن أن يستشعر عظمة كلام الله تعالى وكأنه يسمعه منه عز وجل معترفا بعلوه وعظمته وفضله على خلقه.\nوقال بعض العلماء : هذا القرآن رسائل أتتنا من قبل ربنا عز وجل بعهوده نتدبرها في الصلوات ونقف عليها في الخلوات وننفذها في الطاعات والسنن المتبعات . هذه الآيات هي نور منزل من\n__________\n(1) الطوسي في كتاب اللمع صفحة 106 .\n\n(2) سورة يس الآية 12 .\n\n(3) سورة الحجر الآية 21 .\n\n(4) هو أبو أمامة الباهلي الصدي بن عجلان بن عمرو بن وهب .\n\n(5) رابع الأئمة الأربعة المجتهدين أحمد بن حنبل المكنَّى بالصديق الثاني كان لا يدع قيام الليل وله في كل يوم وليلة ختمة . أبتلي بفتنة خلق القرآن في زمن المأمون فصبر . توفي رحمه الله عام 241 هـ .",
        "(1/7)\n\nالله تعالى . كما قال عز وجل : { يَاأَيُّهَا النَّاسُ قَدْ جَاءَكُم بُرْهَانٌ مِّن رَّبِّكُمْ وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا} (1) .\nوقال وهيب بن الورد رضي الله عنه (2) : نظرنا في هذه الأحاديث والمواعظ فلم نجد أرق للقلوب ولا أشد استجلابا للحزن من قراءة القرآن وتفهمه وتدبره ، ويبين تسلسل الحديث أن أفضل تلاوة القرآن في الصلاة ثم في غيرها . فالركعتان من الصلاة اللتان يحبهما الله لا بد وأن يتلى فيهما كتابه.\nتلى أمير المؤمنين عمر بن الخطاب رضي الله عنه على المنبر قوله تعالى { فَأَنبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلاً وَحَدَائِقَ غُلْبًا وَفَاكِهَةً وَأَبًّا } (3) فسأل نفسه وهو العربي الأصيل ، قد علمنا الفاكهة فما الأب (4) ؟ ثم عاد لنفسه قائلا : وما يَضُرُّ ابن الخطاب أن لا يعلم ما الأب ؟ تالله إن هذا لمن التكلف (5) الذي نهينا عنه . وهكذا آمن السلف الصالح بالقرآن سواء عرفوا أم لا ما داموا قد أيقنوا أنه كلام الله تعالى وما داموا لم يهملوا تطبيق أحكامه وأوامره.\n4- عن أبي موسى (6) رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n\" مثل المؤمن الذي يقرأ القرآن مثل الأُترُجَّة ريحها طيب وطعمها طيب ومثل المؤمن الذي لا يقرأ القرآن مثل التمرة لا ريح لها وطعمها حلو ومثل المنافق الذي يقرأ القرآن مثل الريحانة ريحها طيب وطعمها مر ومثل المنافق الذي لا يقرأ القرآن مثل الحنظلة لا ريح لها وطعمها مر\".\n__________\n(1) سورة النساء الآية 174 .\n\n(2) وهيب بن الورد أبو عثمان يقال اسمه عبد الوهاب قرشي مكي وهو ثقة عابد من طبقة كبار اتباع التابعين .\n\n(3) سورة عبس الآيات 27-31 .\n\n(4) الأب هو المرعى كما يروى عن ابن عباس وهو رأي الجمهور من العلماء .\n\n(5) إشارة إلى قوله تعالى : { قُلْ مَا أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ } سورة ص – الآية 86 .\n\n(6) هو عبد الله بن قيس بن سليم بن حصار الأشعري توفي سنة 44 هـ وهو ابن نيف وستين .\n(1/8)",
        "\nرواه الخمسة (1)\nيلاحظ في هذا الحديث نوعان من التشبيه : أحدهما بالريح الطيبة والثاني بالطعم الطيب . فالريح الطيبة تنتشر إلى الغير ، أي أن قارئ القرآن سواء كان مؤمنا أم منافقا يعم نفعه إلى غيره ممن يسمع تلاوته ولا ينحصر نفعه بنفسه وحدها . وقد يعم نفعه إلى غيره بإقرائه غيره أو بأمره أو إبلاغه ما ورد في القرآن الكريم من أوامر ونواه . أما الطعم الطيب فلا يستشعر إلا من المرء بنفسه ولا يستشعر من قبل الغير . لذلك فإن الإيمان كالطعم الطيب يتحسس به المرء نفسه وينفعه باتباع أوامره واجتناب نواهيه ولا يعرفه غيره إلا بالتدقيق والمراقبة وكثرة التعامل وربما غاب عن الغير نهائيا.\nإن من يقرأ القرآن الكريم لا بد وأن تظهر على جوارحه آثاره بالعمل به أو بالأمر بما ورد فيه أو بالنهي عن زواجره أو بالاقتباس منه في كلامه أو بكثرة ترداد آياته والاستشهاد بها ولا يخفى ما في ذلك من أثر واضح على تأثير كلام الله وفضل المرء على غيره من الناس.\nكما يلاحظ أن قراءة القرآن حتى ممن لا يؤمن به من غير المسلمين مثلا تجعل الكلام سليما من الناحية اللغوية والبلاغية وحسن العبارة ودقة التعبير وسلامة اللفظ باللغة العربية.\n5- عن أسيد بن حضير (2) رضي الله عنه قال بينما هو يقرأ من الليل سورة البقرة وفرسه مربوطة عنده إذ جالت الفرس فسكت فسكنت فقرأ فجالت الفرس فسكت وسكنت الفرس ثم قرأ فجالت الفرس فانصرف وكان ابنه يحيى قريبا منها فأشفق أن تصيبه فلما اجتَرَّهُ رفع رأسه إلى السماء حتى ما يراها فلما أصبح حدث النبي صلى الله عليه وسلم فقال له : \" اقرأ يا ابن حضير اقرأ يا ابن حضير \" قال : فأشفقت يا رسول الله أن تطأ يحي وكان منها قريبا فرفعت رأسي فانصرفت إليه فرفعت رأسي إلى السماء فإذا مثل الظلة فيها أمثال المصابيح فخرجت حتى لا أراها قال : \" وتدري ما ذاك ؟ \" قلت لا قال:\n\" تلك الملائكة دنت لصوتك ولو قرأت لأصبحت يَنظُر الناس إليها لا تتوارى منهم\".\n__________\n(1) أي البخاري ومسلم والترمذي والنسائي وأبو داؤد .\n\n(2) هو أسيد بن الحضير بن سماك بن عقيل الأشهل الأنصاري . كان أبوه رئيس الأوس يوم بعاث وهو أحد النقباء يوم العقبة . أسلم على يد مصعب بن عمير قال عنه رسول الله صلى الله عليه وسلم نعم الرجل أسيد بن حضير .\n(1/9)\n",
        "رواه البخاري (1)\nقال الله تعالى : { لَوْ أَنزَلْنَا هَذَا الْقُرْءَانَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} (2) .\nإن أثر القرآن لا ينحصر على من يعقله من البشر بل إن الجبال لتخشع من كلام الله تعالى وإن الحيوانات لَتُحِس بأثره ولكن ذلك لا يظهر للناس إلا بكرامة خارقة للعادة يُظهرها الله تعالى لمن يشاء من عباده مثل ما حصل لأسيد بن حضير في هذا الحديث.\nوالكرامات لأولياء الله الصالحين حق وصدق شأنها شأن المعجزات للأنبياء والمرسلين . لكن كما هو واضح من هذا الحديث أن الله يظهرها حين يشاء لمن يشاء من غير أن يطلبها العبد الصالح فهي نعمة من الله لتثبيت المؤمنين لكي يزدادوا إيمانا لا ليغتروا أو يُعجبوا بأنفسهم وكأنهم هم الذين صنعوها.\nإن العبد الصالح إذا ظهرت على يديه كرامة من خوارق العادات تَكَتَّمَ عليها وخشي أن تظهر وتشتهر ولكن أن ظهرت واشتهرت حمد الله تعالى عليها ودعى الله أن لا يجعلها استدراجا . والفرق بين الكرامة والاستدراج أن تظهر الكرامة للعبد الصالح الملتزم بأحكام القرآن الكريم وسنة الرسول صلى الله عليه وسلم . أما الاستدراج فهو ظهور خوارق للعادات على يد من لا يزيده ذلك إلى بعدا عن أحكام كتاب الله وسنة نبيه وفي ذلك يقول بعض الصالحين : إذا رأيت العبد يطير في الهواء ويسير على الماء ويخالف سنة من سنن النبي صلى الله عليه وسلم فاعلم أنما يُسَوَّل له.\n6- عن سمرة بن جندب (3) رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n\" كل مُؤدِب يحب أن تؤتى مأدبته . ومأدبة الله القرآن فلا تهجروه\".\n__________\n(1) وكذلك مسلم والنسائي وأحمد والطبراني والحاكم بلفظ مختلف .\n\n(2) سورة الحشر الآية 21 .\n\n(3) هو سمرة بن جندب بن هلال الفزازي من خلفاء الأنصار كان غلاما رفض رسول الله إشراكه في إحدى الغزوات وقبل غيره فعرض أن يصرع ذلك الغلام فقبله رسول الله بعد صرعه . توفي عام 60 هـ .\n(1/10)\n\nرواه البيهقي\nقال الله تعالى : { وَقَالَ الرَّسُولُ يَارَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْءَانَ مَهْجُورًا } (1) . والمأدُبة هي الوليمة أو الدعوة إلى الطعام الذي هو غذاء الجسد . ومأدبة الله تعالى هنا وفق هذا الحديث هي القرآن فهو غذاء الروح والنفس والله أنزل هذا القرآن هداية للبشر : { الم * ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ } (2) . وما دام الله قد أنزله لذلك الغرض فهو يحب الاستجابة لتلك الدعوة ويكره الإعراض عنها ، وهجران القرآن إعراض من دعوة الله إلى مأدبته جل وعلا.\nإن هجران القرآن الحقيقي المذكور في سورة الفرقان هو هجران الكفار له لإعراضه عن الإيمان والتصديق لما جاب به وعن العمل . أما هجران التلاوة فهو الهجران المذكور في الحديث هذا . وقد حدد الإمام أبو حنيفة النعمان بن ثابت رضي الله عنه حدود هجران القرآن بتلاوته أقل من مرتين في العام حيث أن رسول الله صلى الله عليه وسلم راجعه جبريل القرآن في آخر رمضان صامه قبل وفاته مرتين كما سيأتي ذكر ذلك فيما بعد.\nوقد كره العلماء ترك المصحف في الدار دون أن يتلى فيه ولو تلاوة يسيرة لأنهم يخشون أن يدخل هجران المصحف دون التلاوة فيه فترة طويلة ضمن التحذير من هجران القرآن.\n7- عن أنس بن مالك (3) رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم:\n\" أن لله أهلين من الناس \" . قيل من هم يا رسول الله ؟ قال : \" أهل القرآن أهل الله وخاصته\".\nرواه الإمام أحمد وابن ماجه وأبو القاسم بن حيدر في مشيخته عن الإمام علي وصححه\nقال الله تعالى : { قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ} (4) .\n__________\n(1) سورة الفرقان الآية 30 .\n\n(2) سورة البقرة الآيتان 1-2 .\n\n(3) أنس بن مالك بن النضر الأنصاري الخزرجي خادم رسول الله صلى الله عليه وسلم خدمه عشر سنين صحابي مشهور مات سنة 92 هـ وقد جاوز المائة .\n\n(4) سورة الإخلاص الآيتان 1-4 .",
        "(1/11)\n\nفالله تعالى منزه أن يتخذ صاحبة أو ولدا . وقد كذب اليهود حين قالوا نحن أبناء الله وأحباؤه لكن العبد الصادق الذي يحب مولاه لا بد وأن يعبر عن حبه بحب كتابه الكريم.\nفمن أحب كتاب الله تلاه آناء الليل وأثناء النهار وكان خليله وصاحبه وبذلك ينعم الله تعالى عليه بأن يرفعه ليكون من خواص عباده الصالحين ومن أهل الله من بين سائر عباده ومن الذين رضي الله عنهم ورضوا عنه . قال الله تعالى : { قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} (1) .\nوعن عبد الله بن مسعود رضي الله عنه قال : لا يَسأَلُ عبد عن نفسه إلا القرآن فإن كان يحب القرآن فإنه يحب الله ورسوله ومن أحب الله ورسوله حشره الله يوم القيامة مع رسوله فقد قال عليه الصلاة والسلام : \" يحشر المرء مع من أحب \" (2) . وقيل له ( عبد الله بن مسعود ) : أنك تقل الصوم ، قال إني إذا صمت ضعفت عن القراءة . وتلاوة القرآن أحب إلي – أي أحب إليه من الصيام.\nوكان مالك بن دينار (3) رضي الله عنه يقول : ما زرع القرآن في قلوبكم يا أهل القرآن ؟ إن القرآن ربيع المؤمن كما أن الغيث ربيع الأرض.\n8- عن أبي أمامة رضي الله عنه عن النبي صلى الله عليه وسلم قال \" إقرأوا القرآن فإنه يجيء يوم القيامة شفيعا لصاحبه\".\nرواه مسلم\nقال الله تعالى : { مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلاَّ بِإِذْنِهِ } (4) . فالقرآن شافع مشفع بإذن الله تعالى والشفاعة هي الطلب من الله تعالى من قبل الشفيع أن يعفو عن سيئات المشفوع له وأن يرفع من مقامه يوم القيامة وأن يدخله الجنة ويصرف عنه عذاب النار . وما أحرى بالقرآن أن\n__________\n(1) سورة آل عمران الآية 31 .\n\n(2) حديث المرء مع من أحب وله ما اكتسب رواه الترمذي عن أنس بن مالك رضي الله عنه .\n\n(3) مالك بن دينار البصري الزاهد يكنى بأبي يحيى وهو صدوق عابد من طبقة صغار التابعين . مات سنة 130 هـ .\n\n(4) سورة البقرة الآية 255 .\n(1/12)",
        "\nيشفع لقارئه يوم القيامة جزاء قراءته له في هذه الدنيا بل أن قارئ القرآن نفسه قد يرفع الله من درجاته ويؤهله لكي يشفع لغيره كما سيأتي ذلك في حديث لاحق.\nأ) الشفيع يستأذن ربه بالشفاعة ولا يشفع أحد إلا بإذن مولاه بعد طلب ذلك أو ابتداء من عند الله بإذنه له .\nب) لا تتم الشفاعة إلا بسبب يؤهل المشفوع له أن ينال الشفاعة .\nج) الشفاعة زيادة في إثبات رحمة الله تعالى وليست وسيلة في استثناء بعض الناس من أن تنالهم عدالة الله تعالى .\nد) الشفيع ليس معبودا من دون الله أو شريكا له ولا يملك لنفسه ضرا ولا نفعا وقد يكون مخلوقا أو قد يكون كتاب الله أو عمل المرء نفسه كالصيام . والمخلوق المشفع لا يمنع أن تكون له مكانة خاصة عند الله قد وهبها له مولاه تؤهله للشفاعة .\n(1/13)\n",
        "الباب الثاني\nتعلم القرآن\n\n9- عن عثمان بن عفان رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" خيركم من تعلم القرآن وعلمه \" .\nرواه البخاري وأبو داؤد والترمذي\nهذا الحديث يعضد أحاديث أخرى مثل قوله صلى الله عليه وسلم : \" العلماء أمناء الله على خلقه \" (1) . فالعالم الذي يتعلم القرآن ثم يعلمه غيره قد أصبح خليفة لرسول الله صلى الله عليه وسلم في إبلاغ وتعليم كتاب الله بل خليفة الله في إبلاغ أوامر الله تعالى لعباده . وهو بذلك يرشدهم إلى خير الدنيا والإخرة فكان خليقا به أن يكون من خير عباد الله تعالى فإن أحب خلق الله إليه أنفعهم لعباده .\nوهذا الحديث لا يعارض غيره من الأحاديث التي تحدد خير الناس مثل : \" خير الناس أنفعهم للناس \" (2) . أو \" خيركم خيركم لأهله وأنا خيركم لأهلي \" (3) . بل إن هذه الأحاديث كلها يعضد بعضها بعضا في معانيها فخير الناس من تعدى نفعه إلى غيره وفضله على غيره بقدر زيادة فضله على الآخرين .\nوتعلم القرآن وتعليمه يحب أن يقصد به وجه الله تعالى وأن يعمل المعلم بالقرآن قبل أن يعلمه غيره لكي لا يكون من الذين يأمرون الناس بالبر وينسون أنفسهم . فمن تعلم العلم ليباري به السفهاء أو ليجاري به العلماء أو ليفتخر به ابتغاء المديح والثناء والشهرة أو اكتساب الأموال فليس ذلك من الله في شيء وأولئك حبطت أعمالهم وهم في الآخرة خاسرون . وأما من تعلمه ابتغاء وجه الله فعمل به وعلمه الناس وتلا القرآن تقربا إلى الله تعالى فذلك ممن يرجون ثواب الله والله عنده حسن الثواب .\n__________\n(1) رواه القضاعي وابن عساكر عن أنس وصححه السيوطي .\n\n(2) رواه القضاعي عن جابر وصححه السيوطي .\n\n(3) رواه الترمذي عن عائشة وابن ماجة عن ابن عباس وصححه السيوطي .\n(1/14)\n\nإن الحث على تعلم القرآن وتعليمه في هذا الحديث يزيد عليه الأمر الصريح الذي ورد في قوله صلى الله عليه وسلم \" بلغوا عني ولو آية \" (1) . فكل من تعلم آية هو عالم بها ويقع عليه إبلاغها وعلى المسلم أن لا يحتقر عمله بقلة ثواب إبلاغ الشيء اليسير فلا يجوز احتقار شيء من المعروف مهما كان يسيرا .\n10 - عن عبد الله بن عمرو (2) رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" يقال لصاحب القرآن إقرأ وارتق ورتل كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية تقرؤها \" .\nرواه الترمذي وأبو داؤد\nيدخل المؤمنون الجنة بشهادة أن لا إله إلا الله وأن محمدا رسول الله ولكن منازلهم في الجنة تتفاوت بحسب أعمالهم ومن ذلك تلاوتهم لكتاب الله وحفظهم له فكلما كان المؤمن أكثر إتقانا لكتاب الله تعالى كلما كانت منزلته أعلى ودرجته أرفع يوم القيامة . ويؤكد هذا الحديث على أهمية ترتيل كتاب الله وتجويده . وسنأتي على تفصيل ذلك فيما بعد .\n11- عن عقبة بن عامر (3) رضي الله عنه قال : خرج علينا رسول الله صلى الله عليه وسلم ونحن في الصفة فقال :\n\" أيكم يحب أن يغدو كل يوم بطحان أو العقيق فيأتي بناقتين كوماوين في غير إثم بالله ولا قطع رحم \" فقلنا يا رسول الله كلنا نحب ذلك فقال : \" فلئن يغدو أحدكم كل يوم إلى المسجد فيتعلم آيتين من كتاب الله عز وجل خير له من ناقتين وثلاث خير له من ثلاث وأربع خير له من أربع ومن أعدادهن من الإبل \" .\nرواه مسلم وأبو داؤد\nكان أهل الصفة من أفقر أهل المدينة وكانوا يسكنون في المسجد . فالمثال الذي ضربه رسول الله صلى الله عليه وسلم لهم بمقارنة تعلم آية من كتاب الله مع اكتساب ناقة وهي يومئذ شيء كثير ،\n__________\n(1) رواه الإمام أحمد والبخاري في التأريخ والترمذي وصححه عن ابن عمرو .\n\n(2) هو عبد الله بن عمرو بن العاص من زهاد الصحابة . كان أحد الصحابة القلائل الذي سمح لهم رسول الله صلى الله عليه وسلم بكتابة الحديث في حياته وقد أسلم قبل أبيه وتوفي عام 68 هـ بمكة .\n\n(3) عقبة بن عامر الجهني ولي مصر لمعاوية ثلاث سنين وكان فقيها فاضلا مات سنة 60 هـ .",
        "(1/15)\n\nربما تعدل ثمن سيارة في زمننا هذا - هذا المثال حث على تعلم القرآن وفضله على العمل الدنيوي البحت بدرجات كثيرة .\nأما اكتساب الرزق الحلال لكي يتقي المرء سؤال الناس والحاجة إليهم بما يكفيه ويكفي من يعيلهم من أفراد أسرته فهو فرض أيضا . إن تعلم أسس الإسلام وفرائضه التي لا بد منها لكل مسلم مقدم على السعي العلم الذي هو من تكميليات الشريعة كالنحو والبلاغة مثلا .\nأما إذا كان للمرء سعة في وقته بحيث يستطيع أن يتعلم دون أن يؤثر ذلك على اكتسابه للرزق فلا جدال في أفضلية طلب العلم والله يرفع الذين أوتو العلم درجات .\n12- عن أبي هريرة (1) رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" ومن سلك طريقا يلتمس فيه علما سهل الله له طريقا إلى الجنة وما اجتمع قوم في بيت يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده \" .\nرواه مسلم وأبو داؤد\nيلاحظ في هذا الحديث أن ترغيب الرسول صلى الله عليه وسلم للمؤمنين في اكتساب العلم مقترن بالثواب يوم القيامة وليس بثواب دنيوي رغم أن العلم قد يدر على صاحبه مكانة دنيوية أو أجرا ماديا ولكن أقصى درجات الرفعة والمنزلة والثواب هي أن يذكر الله تعالى العبد كما قال { فَاذْكُرُونِي أَذْكُرْكُمْ } (2) . لأن تلاوة كتاب الله ذكر لله تعالى والله يذكر من يذكره . إن الثواب والعقاب غالبا ما يكون من جنس العمل . فمن يسلك طريق العلم يسهل الله له الطريق إلى الجنة ومن يذكر الله بتلاوة كتابه يذكره الله ومن يذكر الله في ملأ يذكره الله في ملأ خير من ملأه ومن يغفل عن الله تعالى لا يأبه الله تعالى به .\nوإن تدارس القرآن منار لاستلهام كل العلوم الشرعية فقد روي عن عبد الله بن مسعود رضي الله عنه قال : من أراد العلم فليثوِّر القرآن فإن فيه علم الأولين والآخرين .\nإن للمساجد منزلة عالية عند الله فهي بيوت العبادة وهي بيوت العلم وهي بيوت الذكر . فيها كانت تعقد حلقات العلم وفيها كانت تقرر عظائم الأمور ومنا تعقد رايات الجهاد وفيها يتم\n__________\n(1) أبو هريرة الدوسي عبد الرحمن بن صخر كان من أهل الصفة وهو حافظ الصحابة مات سنة 57 هـ وهو ابن 78 سنة .\n\n(2) سورة البقرة الآية 152 .\n(1/16)",
        "\nإنصاف المظلومين ومنها توزع الزكاة وتسير منها ركائب الحجيج . وتضاعف صلاة الفريضة فيها ويتضاعف ثواب المعلمين والمتعلمين فيها كما يتضاعف ثواب الذاكرين الله كثير والذاكرات .\nويحث الإسلام المسلمين على طلب العلم والبدء بالأهم ثم المهم . فليس لهم أن يطلبوا دقائق فرعية ويتركوا الأمور الهامة من العلوم سواء كان ذلك العلم من أمور دينهم أم من أمور دنياهم . فالطب والهندسة وغيرها من العلوم الطبيعية لا تقل في فضلها وحاجة الناس إليها عن بعض أمور دينهم قهي فروض كفايات إن تركها المسلمون أثموا جميعهم وإن قام بها بعضهم رفع الإثم عن الجميع . قال الله تعالى : { وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ } (1) .\n13- عن أبي سعيد الخدري (2) رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" يقول الله تعالى : من شغله القرآن وذكري عن مسألتي أعطيته أفضل ما أعطي السائلين . وفضل كلام الله تعالى على سائر الكلام كفضل الله على خلقه \" .\nرواه الترمذي (3)\nالحديث القدسي : هو الحديث الذي يأتي بلفظ من رسول الله صلى الله عليه وسلم فيما يرويه عن ربه . وهذا حديث قدسي .\nاتصف كلام رسول الله صلى الله عليه وسلم بأنه يحوي جوامع الكلم رغم أنه بشر . فبلفظة واحدة ترى معان عديدة تجمع جوانب شتى من الحكمة . فالاشتغال بالقرآن المذكور في هذا الحديث يضم تلاوته وتعلمه وتعليمه وتطبيقه والدعوة لما جاء فيه والأمر بالمعروف والنهي عن المنكر المنهي عنه في القرآن وهكذا بلفظ موجز شملت كل تلك الأعمال .\nوللدعاء مكانة خاصة ؛ فالله يحب أن يَدعُوَه الناس لكي يستجيب لهم { وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ } (4) ومع ذلك فإن من شغله شيء متعلق بالقرآن من الأمور التي ذكرناها من\n__________\n(1) سورة آل عمران الآية 104 .\n\n(2) هو سعد بن مالك بن سنان الأنصاري الخزرجي . استصغر بأحد واستشهد أبوه فيها وغزا هو ما بعدها . روى عن النبي صلى الله عليه وسلم الكثير قال بايعت رسول الله أنا وأبو ذر وعبيدة بن الصامت ومحمد بن مسلمة أن لا تأخذنا في الله لومة لائم . توفي حوالي سنة 65 هـ .\n\n(3) وقال حديث حسن غريب .\n(4) سورة غافر الآية 60 .\n(1/17)\n",
        "تلاوة وتعلم وتعليم وتطبيق فإن ثوابه بين السائلين محفوظ فهو يحصل على أفضل ما يحصلون عليه . وهكذا الحال بالنسبة للذاكرين الله كثيرا والذاكرات .\nوثواب الدعاء يكون إما بإجابة الدعاء الذي يسأله العبد أو بأن يصرف الله عنه ضررا أو يسوق له ما يقابه من جزاء حسن في هذه الحياة الدنيا وإما أن يؤخر الله ثواب ذلك إلى يوم القيامة فيعطيه من الحسنات أو يحط عنه من السيئات .\nوأفضل الدعاء ما كان دعاء لمنفعة عامة للناس في أمر يخص آخرتهم مثل الدعاء للرسول صلى الله عليه وسلم أن يؤتيه الله الدرجة الرفيعة العالية والشفاعة يوم القيامة فإن في ذلك نفع للبشر جميعا في أشد الساعات صعوبة وشدة .\nويلي تلك المرتبة من الدعاء ما كان دعاء خاصا لأمر يخص الآخرة مثل قول العبد اللهم اغفر لي ولوالدي . ثم يلي ذلك ما كان دعاء لمنفعة عامة يخص الدنيا مثل اللهم اسقنا الغيث ولا تجعلنا من القانطين ورابع هذه الدرجات ما كان خاصا بالسائل ومتعلق بأمر دنيوي مثل قوله رب ارزقني . فلكل دعاء مرتبته من الثواب سواء أجيب كما طلب السائل أم لا . فالله يعطي المشغول بالقرآن وبذكر الله تعالى أفضل ما يعطي هؤلاء .\nويحدد هذا الحديث القدسي أمرا هاما يصلح أن يكون أساسا قويما لحياة المسلمين فإذا ما وضع المسلمون كلام الله تعالى فوق كلام الناس وفضلوه على ما سواه كانت أمور دنياهم بخير وأمور آخرتهم أفضل من ذلك ففضل كلام الله تعالى على سائر الكلام كفضل الله تعالى على خلقه . وهذه هي المنزلة التي يجب على المسلمين أن يضعوا بها القرآن الكريم وأحكامه وأوامره . قال الله تعالى : { يَاأَيُّهَا الَّذِينَ ءَامَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ } (1) .\nوقال أيضا : { إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ } (2) .\n14- عن عبد الله بن عمرو رضي الله عنهما قال : أتى رجل إلى رسول الله صلى الله عليه وسلم فقال أقرئني يا رسول الله فانتهى إلى قوله تعالى : { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ } فقال يكفيني وانصرف الرجل فقال النبي صلى الله عليه وسلم :\n__________\n(1) سورة الأنفال الآية 24 .\n\n(2) سورة النور الآية 51 .\n(1/18)\n\n\" إنصرف الرجل وهو فقيه \" .\nرواه أبو داؤد والنسائي وابن حبان والحاكم وصححه\nهذا الرجل صادق السريرة مخلص النية بفطرته السليمة . إستنتج بعد دقائق معدودة من بدء رسول الله صلى الله عليه وسلم بتعليمه القرآن أنه قد تليت عليه آية عظيمة تستحق أن تكون قاعدة أصولية يتبع نهجها ويسير على هديها . هذه الآية تحدد ماللإنسان وما عليه فإن عمل خيرا ولو كان وزن ذرة يجزى به خيرا ، لذا كان عليه أن يكثر من ذلك وإن عمل شرا ولو كان وزن ذرة يعاقب فليجتنب ذلك . أليس ذلك هو لب الفقه ؟ فاستحق أن يصفه رسول الله صلى الله عليه وسلم بأنه أصبح فقيها .\nوفي القرآن الكريم آيات بينات كثيرة كل منها تستحق أن يوقف عندها طويلا وأن تعتمد كقاعدة يتذكرها المؤمن ويجد لها تطبيقا في كل ساعة من ساعات عمره ومثل هذه الآيات يجدها المسلم الذي يحب القرآن بنفسه فيقف عندها طويلا . إسمع قوله تعالى : { وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ \" (1) وقوله تعالى : \" إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } (2) .\nوقوله تعالى : { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاؤُا } (3) وقوله : { وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ } (4) .\n__________\n(1) سورة الشورى الآية 30 .\n\n(2) سورة الحجرات الآية 10 .\n\n(3) سورة فاطر الآية 28 .\n\n(4) سورة الذاريات الآية 22 .",
        "(1/19)\n\nهذا الأعرابي . مثله مثل حاتم الأصم (1) الذي صاحب شقيق البلخي (2) ثلاثين سنة فسأله يوما إنك صاحبي منذ ثلاثين سنة فما حاصلك فيها قال حصلت ثمانية فوائد من العلم وهي تكفيني منه لأني أرجو نجاتي وخلاصي فيها . فقال شقيق ما هي ؟ قال حاتم : الفائدة الأولى : أني نظرت إلى الخلق فرأيت لكل واحد منهم محبوبا ومعشوقا يحبه ويعشقه وبعض ذلك المحبوب يصاحبه إلى مرض الموت وبعضه إلى شفير القبر ثم يرجع كله ويتركونه وحيدا فريدا ولا يدخل في قبره منهم أحد . فتفكرت وقلت أفضل محبوب المرء ما يدخل في قبره ويؤنسه فيه فما وجدت إلى الأعمال الصالحة وأخذتها محبوبا لي لتكون سراجا في قبري وتؤنسني ولا تتركني فريدا . الفائدة الثانية : أني رأيت الخلق يعبدون أهواءهم ويبادرون إلى مداراة أنفسهم فتأملت في قوله تعالى : { وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى } (3) وتيقنت أن القرآن حق صادق فبادرت إلى خلاف نفسي وتشمرت لمجاهدتها وما متعتها بهواها حتى ارتاضت في طاعة الله وانقيادها له . الفائدة الثالثة أني رأيت كل واحد من الناس يسعى في جمع حطام الدنيا ثم يمسكه قابضا يده عليه فتأملت في قوله تعالى : { مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اللَّهِ بَاقٍ } (4) فبذلت محصولي من الدنيا لوجه الله تعالى ففرقته بين المساكين ليكون ذخرا لي عند الله . الفائدة الرابعة : أني رأيت بعض الخلق يظن أن شرفه وعزه في كثرة الأقوام والعشائر فيغتر بهم وزعم آخرون أنه في ثروة المال وكثرة الأولاد فيفتخر بهم وحسب بعضهم أن العز والشرف في غصب أموال الناس وظلمهم وسفك الدماء واعتقدت طائفة أنه من إتلاف المال وإسرافه وتبذيره فتأملت قوله تعالى : { إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ } (5) فاخترت التقوى واعتقدت أن القرآن صادق وظنهم وحسابهم كلها باطلة . الفائدة الخامسة : أني رأيت الناس يذم بعضهم بعضا\n__________\n(1) أبو عبد الرحمن حاتم بن علوان الأصم من قدماء مشايخ خراسان من أهل بلخ توفي سنة 237 هـ .\n\n(2) أبو علي شقيق بن إبراهيم البلخي كان من مشايخ خراسان صحب إبراهيم بن أدهم كان يقول عملت في القرآن عشرين سنة حتى ميزت الدنيا من الآخرة فأصبته في حرفين وهما قوله تعالى { وَمَا أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِندَ اللَّهِ خَيْرٌ وَأَبْقَى } .\n\n(3) سورة النازعات الآيتان 39-40 .\n\n(4) سورة النحل الآية 96 .\n\n(5) سورة الحجرات الآية 13 .\n(1/20)",
        "\nويغتاب بعضهم بعضا فوجدت ذلك من الحسد في المال والجاه والعلم فتأملت في قوله تعالى : { نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا } (1) فعلمت أن القسمة كانت من عند الله تعالى في الأزل فما حسدت أحدا ورضيت بقسمة الله تعالى . الفائدة السادسة أني رأيت الناس يعادي بعضهم بعضا لغرض أو سبب فتأملت قوله تعالى : { إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا } (2) وعلمت أنه لا يجوز عداوة أحد غير الشيطان . الفائدة السابعة : أني رأيت كل أحد يسعى بجد ويجتهد بمبالغة لطلب القوت والمعاش بحيث يقع في شبهة أو حرام أو يذل نفسه وينقص قدره فتأملت في قوله تعالى : { وَمَا مِن دَابَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللَّهِ رِزْقُهَا } (3) فعلمت أن رزقي على الله قد ضمنه فاشتغلت بعبادته وقطعت طمعي عمن سواه . الفائدة الثامنة : أني رأيت كل أحد معتمدا على شيء مخلوق بعضهم إلى الدينار والدرهم وبعضهم إلى المال والملك وبعضهم إلى الحرفة والصناعة وبعضهم إلى مخلوق مثله فتأملت في قوله تعالى : { وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ } (4) فتوكلت على الله حسبي ونعم الوكيل هو . فقال شقيق وفقك الله إني نظرت في التوراة والإنجيل والزبور والفرقان فوجدت الكتب تدور على هذه الفوائد الثمانية فمن عمل بها كان عاملا بالكتب الأربعة .\n15- عن عبد الله بن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال :\n\" من فسر القرآن برأيه فليتبؤ مقعده من النار \" .\nأخرجه الترمذي (5) وحسنه وهو عند أبي داؤد من رواية العبد وعند النسائي في الكبرى\nالقرآن الكريم يفسر بعضه بعضا فما أجمل في آية فصل في آيات أخر . ثم يفسر القرآن بحديث رسول الله صلى الله عليه وسلم ويلي ذلك فهم الصحابة الكرام عليهم لمعاني آيات القرآن الكريم ويستند المفسرون إلى هذه الأسس وإلى اللغة العربية التي أنزل بها القرآن وما يؤتيهم الله من فهم\n__________\n(1) سورة الزخرف الآية 32 .\n\n(2) سورة فاطر الآية 6 .\n\n(3) سورة هود الآية 6 .\n\n(4) سورة الطلاق الآية 3 .\n\n(5) في رواية الترمذي : من قال في القرآن برأيه .. وقال حديث صحيح .\n(1/21)\n",
        "مستند إلى تقوى الله وحمل آيات القرآن على أفضل الوجوه . أما التفسير وفق الهوى والرأي غير المستند إلى الأسس السالفة إثبات أمر منكر أو محرم أو التحلل من أمر صريح أو نهي منصوص عليه أو لغرض أن تعرف مكانة المفسر بين العلماء ابتغاء الشهرة والجاه والسمعة فهذا ما يحذر الحديث الشريف منه ... فليبحث صاحبه عن مقعده في نار جهنم .\nقال أبو بكر الصديق رضي الله عنه : أي أرض تقلني وأي سماء تظلني إذا قلت في القرآن برأيي . وقال أبو الدرداء (1) رضي الله عنه : لايفقه الرجل حتى يجعل للقرآن وجوها ، أي يرى أن هناك علماء أكثر من تفسير واحد لآيات القرآن الكريم . وهذا ما دفع بعض العلماء أن يؤلفوا كتبا تحوي تأملات وجوانب من تفسير القرآن الكريم مثل تفسير التستري وفي ظلال القرآن . أما التفاسير المعتمدة الأخرى فكثيرة أقدمها تفسير ابن عباس رضي الله عنهما لكن لم يصلنا كاملا وبعضه غير موثق وأشمل التفاسير القديمة هو تفسير الطبري الذي أخذ عنه معظم من جاء بعده من المفسرين .\nومن أفضل التفاسير تفسيرا القرطبي وابن كثير . ومن أراد الاستزادة فليرجع إلى تفاسير الآلوسي والقاسمي والبغوي والخازن والمنار . ومن أراد الاختصار فليرجع إلى تفسير الجلالين والبيضاوي والنسفي والتسهيل .\n16- عن جندب بن عبد الله (2) رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" اقرأوا القرآن ما أتلفت عليه قلوبكم فإذا اختلفتم فقوموا عنه \" .\nرواه الشيخان (3)\nالمقصود باقرأوا - والله أعلم - تدارسوا . والاختلاف المشار إليه في الحديث هو أي اختلاف ، سواء كان حول التفسير والمعاني أو كان حول أصول التجويد وعلم القراءات أو كان حول الاستنباط وكيفية تطبيق الأحكام .\nويتبين من الحديث أن الاختلاف الذي هو مدعاة للضعف والتفرق يجب اجتنابه بل وحتى التوقف عن تلاوة القرآن أو تدارسه وتعلمه عند ظهور بوادر الاختلاف لأن بركة التلاوة والتعلم تمحق\n__________\n(1) هو عويمر وقيل عامر الأنصاري الخزرجي . أسلم يوم بدر وشهد أحدا وأبلى فيها بلاءا حسنا . قال عنه رسول الله صلى الله عليه وسلم يوم أحد نعم الفارس عويمر . تولى قضاء دمشق في خلافة عمر بن الخطاب رضي الله عنه وتوفي في خلافة عثمان رضي الله عنه .\n\n(2) جندب بن عبد الله بن سفيان البجلي ثم العلقي مات بعد سنة 60 هـ .\n\n(3) أي البخاري ومسلم .\n(1/22)\n\nنتيجة الاختلاف وتبتعد القلوب عن بعضها ويدخل الشيطان لكي يثير نوازع النفس الإنسانية من حب للظهور والعجب بالرأي والأنانية .\nقال سهل التستري رضي الله عنه : في القرآن آيتان ما أشدهما على من يجادل في القرآن وهما قوله تعالى : { مَا يُجَادِلُ فِي ءَايَاتِ اللَّهِ إِلاَّ الَّذِينَ كَفَرُوا } (1) أي يماري في آيات الله ويخاصم بهوى نفسه وطبع جبلة عقله والثانية قوله تعالى : { وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ } (2) .\nوأحد الأسباب الرئيسية للاختلاف هي الجدل وقد نهى الله عنه في الآية الكريمة السابقة أي الجدل في القرآن الكريم والجدل منهي عنه سواء كان جدلا في القرآن أم بغيره إن استند إلى التعصب للرأي والدفاع عن ذلك بأساليب الحق والباطل على السواء وقد بين الرسول صلى الله عليه وسلم جزاء من يترك المراء ( أي الجدل ) بأن يبني له بيتا في ربض الجنة إن كان مبطلا وفي أعلاها إن كان محقا (3) . أما الجدال دفاعا عن الحق ضد أهل الباطل فيجب أن يكون بالموعظة الحسنة . قال تعالى : { ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ } (4) وهو غير الجدل المنهي عنه في الحديث أعلاه والذي ينبع من نوازع النفس والهوى .\nأما اختلاف وجهات النظر المستند إلى أسس صحيحة ومبعثة الاجتهاد مع التخلق بالأدب الرفيع واحترام وجهة نظر المخالف فهو غير داخل ضمن هذا النهي لأن الله تعالى قد خلق الناس نختلفين في قابلياتهم العقلية وإطلاعهم وخبراتهم ومن ثم لا بد وأن ينعكس ذلك على فهمهم وتصوراتهم .\n17- قال ابن عباس رضي الله عنهما : توفي رسول الله صلى الله عليه وسلم وأنا ابن عشر سنين وقد قرأت المحكم فقلت له وما المحكم ؟ قال المًفَصَّل وهو من الحًجُرَات .\nرواه البخاري\nعبد الله بن عباس رضي الله عنهما حين يقول قد قرأت المحكم وأنا ابن عشر سنين فإنه يعني أنه قد حفظ الأجزاء الأخيرة من القرآن من سورة الحجرات إلى سورة الناس . وقد استحب عمر بن\n__________\n(1) سورة غافر الآية 4 .\n\n(2) سورة البقرة الآية 176 .\n\n(3) أخرجه الترمذي وابن ماجة من حديث أنس وقال الترمذي حديث حسن .\n\n(4) سورة النحل الآية 125 .",
        "(1/23)\n\nالخطاب رضي الله عنه أن يلقن الطفل خمس آيات خمس آيات وفي ذلك رواية عن أبي العالية (1) قال : تعلموا القرآن خمس آيات خمس آيات فإن النبي صلى الله عليه وسلم كان يأخذه من جبريل عليه السلام خمسا خمسا (2) . وفي رواية \" من تعلمه خمسا خمسا لم ينسه \" والمقصود بأن جبريل كان يقرئ الرسول صلى الله عليه وسلم خمس آيات غالبا حيث قد ثبت أنه نزل أحيانا بأكثر من ذلك وأحيانا بآية أو بعض آية .\nإن أحد حقوق الولد على والديه أن يعلماه القرآن ولهما بذلك الثواب الجزيل وسيأتي حديث عن بيان ثوابهما يوم القيامة .\nولقد حث الإسلام على تعليم الأطفال وأول ما يجب أن يعلموه من العلم هو إشارة القرآن . وقد قبل رسول الله صلى الله عليه وسلم الفداء من بعض أسرى بدر بأن يعلموا أعدادا من أطفال المسلمين القراءة والكتابة وفي ذلك مثل عظيم على أهمية العناية بتعليم الأطفال . كما أن تعلم القرآن في الصغر ينشئ الطفل على أساس قويم من الخلق والإتزان واتخاذ القرآن دليلا في الحياة إضافة إلى قوة قابلية الطفل على الحفظ في صغره وتأثير ذلك على نفاذ ذهنه وتقوية ذاكرته وتحسين لغته ونطقه ولذلك تأثير على كل ما يتعلم من علوم أخرى يحتاجها في حياته .\n__________\n(1) أبو العالية هو رفيع بن مهران الرياحي من التابعين ثقة مات سنة 90 هـ .\n\n(2) رواه البيهقي عن عمر بن الخطاب .\n(1/24)",
        "\nالباب الثالث\nحفظ القرآن\n\n18- عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال :\n\" إن الذي ليس في جَوفِه شيءٌ من القرآن كالبيت الخَرِب \" .\nرواه أحمد والحاكم والترمذي وصححه\nإن حفظ ما يكفي من القرآن لأداء الصلاة فرض عين على كل مسلم لأن ما لا يتم الواجب إلا به فهو واجب . أما هذا الحديث فيتحدث عما يزيد عن ذلك فهو يحث على الاستزادة من حفظ آيات كتاب الله فهي إذن سنة مؤكدة .\nاختلف العلماء أيهما أفضل : القراءة من المصحف أم القراءة عن ظهر الغيب . قال بعض العلماء : المدار في هذه المسألة على الخشوع فإن كان الخشوع أكثر عند القراءة عن ظهر قلب فهو أفضل وإن كان عند النظر في المصحف أكثر فهو أفضل فإن استويا فالقراءة نظرا أولى لأنها أثبت وتمتاز بالنظر إلى المصحف . قال الشيخ أبو زكريا النواوي رحمه الله في التبيان : والظاهر أن كلام السلف وفعلهم محمول على هذا التفصيل وكان السلف يتعاهدون أطفالهم على حفظ كتاب الله تعالى . دخل الرحالة الشهير ابن بطوطة خلال رحلته في مالي على قاض مالي يوم العيد عام 1352م فوجد أولاده في القيود فقال ألا تسرحهم فأجابه لا أفعل حتى يحفظوا القرآن كما مر ابن بطوطة في مالي بشاب حسن الصوت وعليه ثياب فاخرة وفي رجليه قيد ثقيل فسأل مرافقه عما ارتكبه هذا الشاب من جرم ، وعلم أخيرا أنه قيد حتى ينتهي من حفظ القرآن .\nورغم أن أسلوب ربط القيود مما تَعافًه أنفسنا اليوم ولا تعتبره الأساليب التربوية الحديثة صحيحا ، إلا أن هاتين القصتين توضحان مقدار حرص المسلمين في أقاصي إفريقيا وغيرها من بلاد المسلمين على تحفيظ أولادهم كتاب الله .\nومثل هذه المدارس التي يحفظ بها الأطفال القرآن منتشرة في كثير من المساجد في شتى بلاد المسلمين اليوم .\n19- عن أبي هريرة رضي الله عنه قال : بعث رسول الله صلى الله عليه وسلم بعثا وهم ذو عدد فاستقرأهم فقرأ كل رجل منهم ما معه من القرآن فأتى على رجل من أحدثهم سنا فقال : \" ما معك يا فلان \" ؟ فقال معي وكذا وسورة البقرة ، قال : \" أمعك سورة البقرة \" ؟ قال نعم .\n(1/25)\n",
        "قال : \" إذهب فأنت أميرهم \" فقال رجل من أشرفهم والله يا رسول الله ما منعني أن أتعلم سورة البقرة إلا خشية أن لا أقوم بها ، فقال رسول الله صلى الله عليه وسلم :\n\" تعلموا القرآن فاقرَئُوا وأقرِئُوا فإن مَثَلَ القرآنِ لمن تَعلَمَه فَقَرأه وقام به كمثلِ جِرَابٍ مَحشوٍ مِسكَاً يَفُوحُ بريحهِ كل مكان ومثل من تعلمه فَيَرْقُدً وهو في جَوفِه كمثل جِرَاب وُكِئَ على مسك \" .\nرواه النسائي وابن ماجه وابن حبان والترمذي وصححه\nهكذا يرفع الله تعالى الذين أوتوا العلم درجات فيفضلهم على غيرهم في الحياة الدنيا ولأجر الآخرة أكبر . وحفظ القرآن أحد الدلائل الرئيسة على علم الشخص ومن ثم تفضيله وتقليده المناصب .\nويستدل من الحديث عدم الاكتراث بخشية أن لا يقوم الرجل بالآية أو السورة أن لا يحفظها بل عليه أن يحفظ من كتاب الله ما استطاع . وقوله خشية أن لا يقوم بها يحتمل أن يقصد أن لا يقوم بأداء ما توجبه السورة من واجبات وأوامر والانتهاء عما فيها من نواهٍ ، كما يحتمل أن يقصد بالقيام بها قيام الليل . يدل على المعنى الأول المفهوم العام من قول الصحابي ويدل على المعنى الثاني إجابة الرسول صلى الله عليه وسلم إذ قارن بين من يرقد في الليل وأن مثله مثل الجراب الموكئ على مسك مما يفهم عنه أن عدم القيام بالسورة هو النوم أي عدم قيام الليل والمعنى الأول أقرب للاحتمال .\nإن للقرآن بركة وهو في جوف المؤمن . فمن كان جوفه خاليا من القرآن كان كالبيت الخرب كما مر في حديث سابق . وسواء قام به أم لا فهو محشو مسكا أو موكأ على مسك أي أن له بركة وأثرا سواء كان الأثر ظاهرا ينتقل إلى الغير أم كان غير واضح للآخرين .\nإن في هذا الحديث اقتران واضح بين قراءة القرآن وإقراءه أي تعليمه للغير فمن تعلم آية واحدة أصبح عالما به ومن ثم وجب عليه حقها من تعليم وعمل ولكن الحديث يشير إلى أنه حتى ولو قرأها فقط وتعلمها هو فعندئذ يكون كالجراب بريح طيبة تفوح منه في كل مكان .\n20- عن سهل بن سعد (1) رضي الله عنه قال : أتت النبي صلى الله عليه وسلم امرأة فقالت إنها وهبت نفسها لله ولرسوله فقال : \" مالي في النساء من حاجة \" فقال رجل : زوجنيها ، قال : \"\n__________\n(1) هو سهل بن سعد بن مالك بن خالد الخزرجي الساعدي . كان اسمه حزن فغيره رسول الله صلى الله عليه وسلم إلى سهل . عاش مائة عام أو يزيد ، مات سنة 91 هـ وكان آخر من مات من الصحابة بالمدينة .\n(1/26)\n\nأعطها ثوبا \" ، قال : لا أجد ، قال : \" أعطها ولو خاتما من حديد \" فاعتل ذلك فقال : \" ما معك من القرآن \" ؟ قال : كذا وكذا ، قال : \" قد زوجتك لما معك من القرآن \" .\nمتفق عليه\nيبين الحديث سنة قلة المهور في صدر الإسلام فكان الأمر ابتداء بثوب ثم بشيء ملموس ولو خاتم من حديد ثم كان ثالثها بما معه من القرآن أي يعلمها إياه فذلك المهر .\nوهكذا كان ثواب حفظ القرآن الدنيوي معادلته بالمهر . ولأجر الآخرة أكبر لو كانوا يعلمون .\n21- عن عمر بن الخطاب رضي الله عنه أن النبي صلى الله عليه وسلم قال :\n\" إن الله يرفع بهذا الكتاب أقواما ويضع به آخرين \" .\nرواه مسلم\nإن رفع الله تعالى لأقوام بالقرآن القرآن الكريم إنما هو بعملهم به بعد تعلمهم إياه وتعليمهم غيره . أما الذين يضعهم الله بالقرآن فهم الذين كفروا به وجحدوا أو كانوا ممن جهل أحكامه وتلاوته وفهمه أو ممن لم يحفظ منه شيئا . وقد مر بنا تأييد معنى هذا الحديث في تأمير رسول الله صلى الله عليه وسلم من كان معه سورة البقرة رغم حداثة سنه وتأخيره من هو أسن منه وأكثر شرفا لقلة حفظه .\nوكان رسول الله صلى الله عليه وسلم يجمع بين الرجلين من شهداء أحد في لحد واحد ثم يقول أيهما أكثر أخذا للقرآن ؟ فإذا أشير إلى أحدهما قدمه إلى لحده (1) ، وهذه سنة في تقديم أصحاب القرآن في كل أمر حسن إن استوت الكفاية وذلك تعظيم لفضل القرآن الكريم .\nومن يعظم شعائر الله فإنها من تقوى القلوب .\n22- عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" بئس ما لأحدكم أن يقول نَسيت آية كَيتَ وكَيتَ بل هو نُسِّي . استذكروا القرآن فَلَهُوَ أشد تَقَصُيا من صدور الرجال من النَعم \" .\nرواه الشيخان والترمذي\nنظرا لوجود تشابه في ألفاظ بعض آيات القرآن الكريم أحيانا واختلافها أحيانا أخرى فإن حفظ القرآن قابل للنسيان إن لم يستذكر ،لذلك يأمر الرسول صلى الله عليه وسلم باستذكار القرآن حفاظا عليه من النسيان .\n__________\n(1) رواه البخاري .",
        "(1/27)\n\nوهنا إشارة إلى كراهة نسبة النسيان إلى النفس نظرا لأن هناك معنا آخر للنسيان وهو تعمد إغفال العمل بأحكام الآيات وهذا والعياذ بالله من سيء الأعمال . قال الله تعالى : { وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيرًا * قَالَ كَذَلِكَ أَتَتْكَ ءَايَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى } (1) .\nوفي هذا الحديث دليل على أن النسيان أمر محتمل للإنسان وليس بنقص ولكن على الإنسان الجد والحرص على عدم النسيان بالاستذكار . قال الله تعالى : { سَنُقْرِئُكَ فَلاَ تَنسَى * إِلاَّ مَا شَاءَ اللَّهُ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَى } (2) .\nوفي الحديث إشارة إلى مراقبة اللسان من التكلم حتى بكلام يقصد غيره إن كان اللفظ الذي يستخدم يشير إلى أمر فيه إثم أو معصية . فهنا رغم أن النسيان أمر متوقع للإنسان ، إلا أن النهي عن نسبة هذا النسيان للنفس على أنه أمر قد قام به الإنسان اختيارا وتعمدا ، خشية أن يكون مشمولا بمن تعمد النسيان الذي يشير الله إيه في الآية السابقة . ويشبه ذلك قوله تعالى : { يَاأَيُّهَا الَّذِينَ ءَامَنُوا لاَ تَقُولُوا رَاعِنَا وَقُولُوا انظُرْنَا } (3) . وذلك لأن اليهود استخدموا لفظة راعنا فنهى الله عن استخدام ذلك اللفظ من قبل المسلمين .\n23- عن عبادة بن الصامت (4) رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم :\n\" ما من أمير عشرة إلا يُؤتَى به يوم القيامة مَغلُولا لا يَفُكُهُ منها إلا عَدلُه وما منْ رجل تعلم القرآن ثم نَسِيَهُ إلا لَقِيَ الله يوم القيامة أجْذَم \" .\nرواه الإمام أحمد\nكان الضحاك بن مزاحم (5) يقول : ما من أحد تعلم القرآن فنسيه إلا بذنب يُحدِثُهُ لأن الله تعالى يقول : { وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ } (6) . وإن نسيان القرآن من أعظم المصائب .\n__________\n(1) سورة طه الآيات 124-126 .\n\n(2) سورة الأعلى الآيتان 6 و 7 .\n\n(3) سورة البقرة الآية 104 .\n\n(4) هو عبادة بن الصامت بن قيس الأنصاري الخزرجي شهد بدرا وكان أحد النقباء العشرة بالعقبة توفي سنة 45 هـ .\n\n(5) الضحاك بن مزاحم الهلالي يكنى بأبي القاسم صدوق من صغار التابعين مات بعد سنة 100 هـ .\n\n(6) سورة الشورى الآية 30 .\n(1/28)",
        "\nالإمارة مهما كانت صغيرة حتى ولو كانت على عشرة أفراد تستوجب العدل فيما بينهم واتباع ما أمر الله به من أوامر فيهم . ومن لا يفعل ذلك يُؤتى به مغلولا يوم القيامة . قال الله تعالى عن عذاب جهنم وحال الكافرين فيها : { خُذُوهُ فَغُلُّوهُ * ثُمَّ الْجَحِيمَ صَلُّوهُ * ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ } (1) .\nوالنسيان هنا أيضا نسيان العمل لكن نسيان الحفظ يخشى أن يكون مشمولا بذلك والله أعلم . كما أن عقوبة النسيان يوم القيامة التي بينها الحديث هي نقص البدن بمرض الجذام الذي يشابه نقص العلم نتيجة النسيان في الدنيا ويشبه ذلك كثير من الأحاديث الواردة في عقوبات المعاصي يوم القيامة فإن العقوبات من جنس العمل ويشبه ذلك الشطر الأول من الحديث في عقوبة الأمير الذي عقوبته الاغلال التي ربما يستخدمها في الحياة الدنيا نتيجة عدم عدله .\n24- عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" عرضت علي ذنوب أمتي فلم أرَ أعظم من سورة من القرآن أو آية أُوتيها رجل ثم نسيها \" .\nرواه الترمذي وأبو داؤد\nنسيان الحفظ له أسباب : منها عدم التكرار لشغل طارئ وهذا يحدث لكل فرد وعليه أن يراجع بعد أن يفرغ من شغله .\nومنها عدم التكرار لشغل مستديم . فإن كان شغله يمنعه من تكرار القرآن وكان شغله من الأهمية بمكان فعليه أن يكابد ويحاول إيجاد الوقت للتكرار ويدعو الله بالمغفرة . أما إن كان عدم التكرار إهمالا وتكاسلا ، فهذا من التقصير الذي هو من الذنوب ويخشى أن يكون إثمه كبيرا .\nأما إذا كان النسيان نتيجة مرض يمنعه من التكرار أو ينُسيه ما حفظ فذلك مما يرجى أن لا يؤاخذه الله به بل ويكتب له ثواب يوم كان يكرر القرآن ويحفظه هذا إذا كان صابرا في مرضه محتسبا ذلك لله .\n__________\n(1) سورة المعارج الآيات 30-32 .\n(1/29)\n",
        "25- عن ابن عباس رضي الله عنهما قال : بينا نحن عند رسول الله صلى الله عليه وسلم إذ جاءه علي بن أبي طالب رضي الله عنه فقال : بأبي أنت وأمي ، تَفَلَّت هذا القرآن من صدري فما أجدني أقدر عليه فقال له رسول الله صلى الله عليه وسلم : \" يا أبا الحسن أعلمك كلمات ينفعك الله بهن ، وتنفع بهن من علمته ويَثْبُتُ ما تعلمت في صدرك ؟ \" قال أجل يا رسول الله فعلمني . قال : \" إذا كانت ليلة الجمعة فإن استطعت أن تقوم في ثلث الليل الأخر فأنها ساعة مشهودة والدعاء فيها مستجاب وقال أخي يعقوب لبنيه {سوف أستغفر لكم ربي } يقول حتى تأتي ليلة الجمعة فإن لم تستطع فقم في وسطها فإن لم تستطع فقم في أولها فصل أربع ركعات تقرأ في الأولى بفاتحة الكتاب وسورة يس وفي الركعة الثانية بفاتحة الكتاب وحم الدخان وفي الركعة الثالثة بفاتحة الكتاب وآلم تنزيل السجدة وفي الركعة الرابعة بفاتحة الكتاب وتبارك المفصل ، فإذا فرغت من التشهد فاحمد الله وأحسن الثناء على الله وصل علي وأحسن وعلى سائر النبيين واستغر للمؤمنين والمؤمنات وإخوانك الذين سبقوك بالإيمان ثم قل في آخر ذلك : اللهم ارحمني بترك المعاصي أبدا ما أبقيتني وارحمني أن أتكلف ما لا يعنيني وارزقني حسن النظر فيما يرضيك عني . اللهم بديع السماوات والأرض ذا الجلال والإكرام والعزة التي لا ترام أسألك با الله يا رحمن بجلالك ونور وجهك أن تنور بكتابك بصري وأن تطلق به لساني وأن تفرج به عن قلبي وأن تشرح به صدري وأن تُعمِلَ به بدني فإنه لا يعينني على الحق غيرك ولا يؤتيه إلا أنت ولا حول ولا قوة إلا بالله العلي العظيم . يا أبا الحسن تفعل ذلك ثلاث جمع أو خمسا أو سبعا تجاب بإذن الله والذي بعثني بالحق ما أخطأ مؤمنا قط \" . قال ابن عباس : فوالله ما لبث علي إلا خمسا أو سبعا حتى جاء رسول الله صلى الله عليه وسلم في ذلك المجلس فقال يا رسول الله والله إني كنت في ما خلا لا آخذ إلا أربع آيات أو نحوهن فإذا قرأتهن على نفسي تفلتن وأنا أتعلم اليوم أربعين آية أو نحوها فإذا قرأتها على نفسي فكأنما كتاب الله بين عيني ولقد كنت أسمع الحديث فإذا رددته نقلت وأنا اليوم أسمع الأحاديث فإذا تحدثت بها لم أخْرِم منها حرفا . فقال له رسول الله صلى الله عليه وسلم \" مؤمن ورب الكعبة يا أبا الحسن \" .\nرواه الترمذي وقال حديث حسن غريب ورواه الحاكم في مستدركه والطبراني في معجمه الكبير\nهذا الحديث الشريف يتطلب أول ما يتطلب العزم على التغلب على النسيان والتوكل على الله والاستعانة به والدعاء منه أن يعين المرء على لك فإنه لا يعين على الخير غيره .\nيقول الإمام الشافعي رضي الله عنه :\n(1/30)\n\nشكوت إلى وكيع سوء حفظي ... ... فأرشدني إلى ترك المعاصي\nوأخبرني بأن العلم نور ونور الله لا يُهدى لعاصي\nوهنا يؤكد الإمام الشافعي على أن أستاذه وكيعا ينصحه بأن يترك المعاصي بعد أن شكى له سوء حفظه . فمن أصلح ما بينه وبين الله تعالى كان حقا على الله أن يعينه على طاعته ورضاه قال تعالى : { وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ } (1) .\nوفيما يأتي بعض القواعد التي يمكن أن تساعد في تحسين الحفظ وسرعته وعدم النسيان :\n? اختيار أفضل الأوقات للحفظ وقد يختلف ذلك من فرد لآخر ولكن على الغالب فإن أفضل الأوقات للحفظ قبل النوم ولكن يفضل تكرار ما حفظ قبل النوم بعد الاستيقاظ مباشرة لكي يترسخ . والوقت الآخر المناسب للحفظ هو أول النهار أو في الأوقات التي يكون فيها المرء مرتاحا ومسترخيا .\n? على المرء أن يختار الوسيلة التي تساعده على الحفظ . فهناك من يحفظ أفضل بكتابة ما يريد حفظه ثم يتلوه بصوت منخفظ ويراعي عند نظره إلى الورق أماكن الكلمات وربما كيفية كتابتها وبذلك فإن مساعده في الحفظ هما عيناه . وهناك من يحفظ أفضل بترديد ما يحفظ بصوت مرتفع بحيث يسمع نفسه أو يسمعه من جهاز التسجيل أو الراديو . وهذا الشخص تعينه في حفظه أذناه .\n? على المرء أن يختار آيات معدودات يكررها حتى يحفظها ثم يكررها فوق الحفظ لكي تترسخ ثم يكررها بعد فترة وجيزة ثم يباعد الفترة شيئا فشيئا إلى أن يصل إلى فترة مناسبة يكررها فيه تكرارا يمنعه من النسيان .\n? على المرء أن يربط بذهنه الآيات ذات الألفاظ المتشابهة مع مواقعها في السورة أو مع آيات أخر أو مع مواقع كتابتها على الورق أو مع أسلوب تلفظها لكي يميزها عما يشابهها . كل ذلك بذهنه لكي يعرف الآية الصحيحة وما يليها إذا ما اشتبهت عليه الآيات عند قراءتها فيما بعد .\n? فهم المعنى والتفسير وأسباب النزول من الأمور المساعدة على الحفظ .\n? من صمم على حفظ كتاب الله تعالى وجد الوقت الملائم للحفظ والتكرار سواء كان ذلك أثناء راحته أو أثناء العمل لمن يناسب عمله ذلك أو في الطريق .\n__________\n(1) سورة العنكبوت الآية 69 .",
        "(1/31)\n\nعلى الشاب أو الصبي أن يغتنم شبابه في الحفظ لأن فكره أكثر استعدادا للحفظ من الكهل أو الشيخ . قال صلى الله عليه وسلم : \" إغتنم خمسا قبل خمس : شبابك قبل هرمك وصحتك قبل سقمك وفراغك قبل شغلك وحياتك قبل موتك وغتاك قبل فقرك \" (1) .\nإن في حديث تعليم النبي صلى الله عليه وسلم عليا رضي الله عنه الصلاة والدعاء لحفظ القرآن إشارة إلى ضرورة الإيقان باستجابة الدعاء كما قال عليه الصلاة والسلام \" أدعو الله وأنتم موقنون بالإجابة واعلموا أن الله لا يستجيب دعاء من قلب غافل لاه \" (2) .\n__________\n(1) رواه الحاكم والبيهقي عن ابن عباس وأحمد وأبو نعيم في الحلية عن عمرو بن ميمون .\n?\n(2) رواه الترمذي والحاكم عن أبي هريرة رضي الله عنه .\n?\n(1/32)",
        "\nالباب الرابع\nالعمل بالقرآن\n\n26- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" من قرأ القرآن وعمل بما فيه أُلبس والداه تاجا يوم القيامة ضوءه أحسن من ضوء الشمس في بيوت الدنيا لو كانت فيكم . فما ظنكم بالذي عمل بهذا \" .\nرواه أبو داؤد\nفي هذا الحديث تبيان لمكانة وثواب قارئ القرآن الذي يعمل به حتى أن ثوابه لا يقتصر عليه وحده بل يعم إلى والديه ( إن كانا مؤمنين . أما إن لم يكونا مؤمنين فلا يغني عنهما شيئا ) .\nلماذا يلبس والداه التاج يوم القيامة وهما لم يقرآ القرآن ولم يفعلا ما فعل ولدهما ؟ الجواب على ذلك أنهما تسببا في صلاح ولدهما أما عن طريق تعليمهما إياه وترتيبهما له وإما عن طريق دعائهما له أو لأنهما أنشآه نشأة صالحة عن طريق إطعامه الطعام الحلال . قال رسول الله صلى الله عليه وسلم :\n\" إذا مات الانسان انقطع عمله إلا من ثلاث : صدقة جارية أو علم يُنتَفَعُ به أو ولد صالح يدعو له \" (1) . فالمتوفى هنا تسبب في هذه الأمور الثلاثة فثوابها يلحقه في حياته وبعد وفاته . وهنا الولد الصالح الذي قرأ القرآن وعمل به هذا هو ثواب والديه فهما قد أرشداه على الخير والدال على الخير كفاعله ( إلا أن الله يضاعف الثواب لمن يشاء وليس معنى ذلك أن الله يضاعف لفاعل الخير مثل مضاعفته للدال عليه فإن المضاعفة لفاعل الخير إن أُخلصت النية لله ربما كانت أعظم من الدال عليه ) .\n27- عن النواس بن سمعان (2) رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول :\n\" يؤتى يوم القيامة بالقرآن وأهلَه الذين كانوا يعملون به في الدنيا تَقدُمُهُ سورة البقرة وآل عمران تحاجان عن صاحبهما \" .\nرواه مسلم\n__________\n(1) عن أبي هريرة رواه البخاري في الأدب ومسلم وأبو داؤد والترمذي والنسائي .\n\n(2) هو النواس بن سمعان بن خالد بن عمرو العامري الكلابي هو وأبوه صحابيان .\n(1/33)\n",
        "هذا الحديث يفسر الحديثين الذين سبقا تحت رقم 7 و 8 . فأهل القرآن أهل الله وخاصته ويأتي هذا القرآن شفيعا لصاحبه الذي كان يعمل به في الدنيا ومقدمة القرآن البقرة وآل عمران فهما يتقدمان في الشفاعة والذود عن قارئهما والعامل بهما ومن عمل بما في البقرة وآل عمران من أحكام فقد عمل بما في القرآن كله تقريبا لكثرة ما تحويان من أحكام .\nقال أبو سعيد الخراز (1) رضي الله عنه : أول الفهم لكتاب الله عز وجل العمل به لأن فيه العلم والفهم والاستنباط وأول الفهم إلقاء السمع والمشاهدة لقول الله عز وجل :\n{ إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ } (2) كما قال : { الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ } (3) والقرآن كله حسن ومعنى اتباع الأحسن مايكشف للقلوب من العجائب عند الاستماع وإلقاء السمع من طريق الفهم والاستنباط وأول إلقاء السمع لاستماع القرآن هو أن تسمعه كأن النبي صلى الله عليه وسلم يقرأه عليك ثم ترقى عن ذلك فكأنك تسمعه من جبريل عليه السلام وقراءته على النبي صلى الله عليه وسلم لقول الله تعالى { وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ } (4) ثم ترقى عن ذلك فكأنك تسمعه من الحق عز وجل .\nوأخرج الدرامي عن علي رضي الله عنه أنه قال : يا حملة العلم اعملوا به فإنما العالم من عمل بما علم ووافق علمه عمله وسيكون أقوام يحملون العلم لا يجاوز تراقيهم يخالف عملهم علمهم وتخالف سريرتهم علانيتهم يجلسون مع الخلق يباهي بعضهم بعضا حتى أن الرجل ليغضب على جلسيه أن يجلس إلى غيره ويدعه . أولئك لا تصعد أعمالهم في مجالسهم تلك إلى الله تعالى .\n28- عن عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم قال :\n\" لا حسد إلا في اثنتين : رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار ورجل آتاه الله مالا فهو ينفقه آناء الليل وآناء النهار \" .\n__________\n(1) أبو سعيد أحمد بن عيسى الخراز من أهل بغداد صحب ذا النون المصري والسري السقطي وبشر الحافي وغيرهم من المشايخ ومن المتكلمين في علم الإخلاص . توفي سنة 279 هـ ودفن في الموصل .\n\n(2) سورة ق الآية 37 .\n\n(3) سورة الزمر الآية 18 .\n\n(4) سورة الشعراء الآيات 92-94 .\n(1/34)\n\nمتفق عليه\nالحسد الممقوت هو تمني زوال نعمة الغير والحسد الممدوح هنا هو تمني الحصول على مماثلة المحسود في العلم أو في المال .\nالقيام بالقرآن آناء الليل بتلاوته وتعلمه والتجهد به ويشبه أن يكون ذلك سرا لخفاء ذلك عن الناس . أما آناء انهار فهو العمل به علنا أمام الناس لأمر الله تعالى بالعمل ولكي يكون قدرة لغيره فيصيبه ثواب من اقتدى به .\nتسلسل الحديث يبتدئ بإيضاح فضل من يؤتى القرآن ويعمل به ثم فضل من يؤتى المال ويشير ذلك إلى فضل العلم على الصدقة . قال علي بن أبي طالب رضي الله عنه لكميل (1) : يا كميل : العلم خير من المال . العلم يحرسك وأنت تحرس المال . العلم حاكم والمال محكوم عليه . والمال تنقصه الصدقة والعلم يزكو بالإنفاق ( الإشارة إلى نقصان المال بالصدقة هو النقصان الظاهري الذي يشهده الناس . أما عند الله فهو يربو ويزداد ) .\nوقد فسر رسول الله صلى الله عليه وسلم هذا الحديث يحديث يرويه أبي كبشة الأنماري (2) رضي الله عنه حيث يقول : مثل هذه الأمة مثل أربعة :\nرجل آتاه الله مالا وعلما فهو يعمل بعلمه في ماله ، ورجل آتاه الله علما ولم يؤته مالا فيقول رب لو أن لي مالا مثل مال فلان لكنت أعمل فيه بمثله فهما في الأجر سواء ( وهذا منه حب لأن يكون له مثل ما له فيعمل ما يعمل من غير حب زوال النعمة عنه ) ، ورجل آتاه الله مالا ولم يؤته علما فهو ينفقه في معاصي الله عز وجل ، ورجل لم يؤته علما ولم يؤته مالا فيقول لو أن لي مثل مال فلان لكنت أنفقته مثل ما أنفقه فيه من المعاصي فهما في الوزر سواء (3) . وهكذا ذمه رسول الله صلى الله عليه وسلم من جهة تمنيه للمعصية لا من جهة أن يتمنى أن يكون له من النعمة مثل ما له . فإذن لا حرج على من يغبط غيره في نعمة ويشتهي لنفسه مثلها طالما لم يحب زوالها عنه ولم يكره دوامها له . نعم إن كانت تلك النعمة دينية واجبة كالإيمان والصلاة والزكاة فهذه المنافسة واجبة وهو أن يحب أن يكون مثله لأنه إذا لم يكن يحب ذلك فيكون راضيا بالمعصية وذلك حرام . وإذا كانت النعمة من الفضائل كإنفاق\n__________\n(1) كميل بن زياد بن نهيل من أصحاب الإمام علي رضي الله عنه من التابعين مات سنة 82 هـ .\n\n(2) قال ابن حبان أبو كبشة هو سعيد بن عمرو وقيل عمرو بن سعيد الأنماري المذحجي .\n\n(3) رواه ابن ماجة والترمذي وقال حسن صحيح .",
        "(1/35)\n\nالأموال في المكارم والصدقات فالمنافسة فيها مندوب إليها وإذا كانت نعمة يتنعم بها على وجه مباح فالمنافسة فيها مباحة (1) .\n29- عن عبد الله بن عمرو رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال :\n\" من قرأ القرآن فكأنما استدرجت النبوة بين جنبيه غير أنه لا يوحى إليه . ومن قرأ القرآن فرأى أن أحدا أعطي أفضل مما أعطي فقد عَظَّم ما صَغَّر الله وصغر ما عظم الله . وليس ينبغي لحامل القرآن أن يَسْفِهَ فيمن يَسْفِهَ أو يغضب فيمن يغضب أو يَحْتَدَّ فيمن يَحْتَدَّ ولكن يعفو ويصفح لفضل القرآن \" .\nرواه الطبري\nلقد أوتي رسول الله صلى الله عليه وسلم وحيا بنص معين هو القرآن الكريم والسنة بلفظ رسول الله صلى الله عليه وسلم . فمن أوتي القرآن الكريم فقد حصل على ما أوحى الله تعالى إلى رسوله بنصه لكنه يفرق عن رسول الله بأنه لا يوحى إليه وهكذا فإن العلماء ورثة الأنبياء لا يرثون الدرهم والدينار ولكن يرثون العلم والعمل به ونشره بين الناس .\nإن من تعظيم المرء لله تعالى تعظيمه لكتاب الله . ومن أوتي خيرا كثيرا فعليه أن يشكر الله تعالى على تلك النعمة العظيمة وأن يشعر بكبر تلك المنة والفضل الذي آتاه الله تعالى إياه .\nقال عبد الله بن مسعود رضي الله عنه : ينبغي لحامل القرآن أن يعرف بِلَيلِه إذا الناس ينامون وبنهاره إذا الناس يفطرون وبحزنه إذا الناس يفرحون وببكائه إذا الناس يضحكون وبصمته إذا الناس يخوضون وبخشوعه إذا الناس يختالون وينبغي أن يكون مستكينا لينا ولا ينبغي أن يكون جافيا ولا حماريا ولا صياحا ولا صاخابا ولا عنيدا .\nقال بعض الصالحين : علمت أن أهل القرآن يسألون كما يسأل الأنبياء ( أي يوم القيامة ) وفي الحديث الشريف نهي لأصحاب القرآن عن السفه والغضب والحدة وأمر بالحلم والصفح وجملة الأمر أمر بحسن الخلق ومكارم الأخلاق وهكذا كان رسول الله صلى الله عليه وسلم كما وصفته أم المؤمنين عائشة رضي الله عنها \" كان خلقه القرآن \" (2) . فإن كان رسول الله صلى الله عليه وسلم خلقه القرآن فالقرآن بيننا وعلى حملة القرآن التخلق بأخلاق رسول الله صلى الله عليه وسلم ألا وهي أخلاق القرآن .\n30- عن علي بن أبي طالب رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n__________\n(1) إحياء علوم الدين للإمام الغزالي – الجزء الثالث صفحة 180 .\n\n(2) رواه مسلم وأحمد وأبو داؤد .\n(1/36)",
        "\n\" من قرأ القرآن واستظهره فأحل حلاله وحرم حرامه أدخله الله به الجنة وشفعه في عشرة من أهل بيته كلهم وجبت له النار \" .\nرواه الترمذي\nقال رسول الله صلى الله عليه وسلم تبيانا للحلال والحرام : \" الحلال بين والحرام بين وبينهما أمور مُشتبِهات لا يعلمهن كثير من الناس . فمن اتقى الشبهات فقد استبرأ لعرضه ودينه ومن وقع في الشبهات وقع في الحرام كراع يرعى حول الحمى يوشك أن يواقعه . ألا إن لكل ملك حِمى ألا وإن حِمى الله محارمه \" (1) . وهكذا فالحلال في القرآن بين والحرام كذلك بين فيه . أما الأمور المشتبهات فتعامل كما ورد في الحديث الأخير بالاجتناب خوفا من الوقوع في الحرام . وهكذا من فعل ذلك أدخله الله به الجنة وشفعه في أهل بيته .\nالشفاعة ثابتة في القرآن والسنة وهذا الذي قد قرأ القرآن وعمل بما فيه فإنه يشفع لغيره بسبب فضله ومكانته عند الله تعالى وأولى من يشفع فيهم هم والداه لاستحقاقهم ذلك نتيجة تسببهما ذلك الفعل وإن لم يكونا من أهل القرآن وهذه الشفاعة لا تتم إلا بإذن الله تعالى لمن يشاء فيمن يشاء ولا شفاعة لمن لا يؤمن بالله ورسوله . وكما أن شفاعة الولد لوالديه حق فإن شفاعة الوالد لولده هي أيضا ثابتة في كتاب الله تعالى . فكما ذكر الله تعالى الدعاء للوالدين : { رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ } (2) ، ذكر دعاء الوالد لذريته : { رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ } (3) وكذلك دعاء سيدنا إبراهيم عليه السلام : { رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِّنْهُمْ يَتْلُوا عَلَيْهِمْ ءَايَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ } (4) ، هذا الدعاء في الدنيا وكذلك الشفاعة في الآخرى حيث يكونون أحوج إليها حينئذ . فالشفاعة حق للأنبياء والمرسلين وللقرآن والصيام والأعمال الصالحة ولعباد الله الصالحين وأوليائه المتقين .\n__________\n(1) عن أبي هريرة رضي الله عنه رواه البخاري في الأدب ومسلم وأبو داؤد والترمذي والنسائي .\n\n(2) سورة إبراهيم الآية 41 .\n\n(3) سورة إبراهيم الآية 40 .\n\n(4) سورة البقرة الآية 129 .\n(1/37)\n",
        "وفي هذا الحديث زيادة على شفاعة الرجل لوالديه إلى أهل بيته ممن وجبت له النار . وذلك فضل الله يؤتيه من يشاء وجزاء قراءته للقرآن واستظهاره له وعمله به في الحياة الدنيا والله عنده حسن الثواب . وكما يشفع الصالحون للوالدين والأقربين كذلك يشقعون بإذن الله لمن علمهم أو علموه ولمن له فضل عليهم ولمن أحبهم وأحبوه في الله تعالى .\n31- عن أبي شريح الخزاعي (1) قال ، قال رسول الله صلى الله عليه وسلم :\n\" إن هذا القرآن سبب طرفه بيد الله وطرفه بأيديكم فتمسكوا به فإنكم لن تضلوا ولن تهلكوا بعده أبدا \" .\nأخرجه ابن أبي شيبة\nقال الله تعالى : { وَكَذَلِكَ أَنزَلْنَاهُ قُرْءَانًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا } (2) فما أنزل الله القرآن إلا هداية للبشر وهو كلام الله القديم المنزل الذي قاله ولم يزل يقوله فطرفه بيده . أما طرفه الآخر فهو المصحف الذي بين أيدينا فعلينا التمسك به فهو الحبل المتين الذي بيننا وبين ربنا لا يأتيه الباطل من بين يديه ولا من خلفه وقد صانه الله من التحريف والتبديل . قال الله تعالى : { إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ } (3) فإذا ما اشتد الأمر واختلف الناس واختلطت المسالك ولم يعرفوا ماذا يفعلون كانت الفرقة الناجية تلك التي تتمسك بكتاب الله تعالى ومن بعده سنة رسول الله صلى الله عليه وسلم كما سيأتي في الحديث 35 .\n32- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال :\n\" إن القرآن نزل على خمسة أوجه حلال وحرام ومحكم ومتشابه وأمثال فاعملوا بالحلال واجتنبوا الحرام واتبعوا المحكم وآمنوا بالمتشابه واعتبروا بالأمثال \" .\nرواه البيهقي\nالحلال بين في كتاب الله تعالى قال تعالى : { وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ } (4) وهو بين واضح في آيات كثيرة مثل قوله تعالى : { فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ\n__________\n(1) هو خويلد بن عمر الخزاعي ثم الكعبي أسلم قبل الفتح وكان معه لواء خزاعة يوم الفتح توفي بالمدينة عام 68 هـ .\n\n(2) سورة طه الآية 113 .\n\n(3) سورة الحجر الآية 9 .\n\n(4) سورة الأعراف الآية 157 .\n(1/38)\n\nمَثْنَى وَثُلاَثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُوا فَوَاحِدَةً } (1) ومثل قوله تعالى { أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ } (2) .\nوالحرام بين فالله تعالى قد حرم الخبائث . قال تعالى : { فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ } (3) وفي آية أخرى : { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَن تَسْتَقْسِمُوا بِالأَزْلاَمِ } (4) . والمحكم هو الثابت الحكم والذي يعطي قاعدة قانونية محكمة مثل قوله تعالى : { يُوصِيكُمُ اللَّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ } (5) ومثل قوله تعالى : { وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا } (6) فذلك مما يجب اتباعه والعمل به كما ورد في الحديث .\nوالمتشابه هو ما كان غير واضح المعنى لبعض الناس ومن أمثاله الحروف الموجودة في أوائل بعض السور مثل الم ، ص ، المص ومثله أيضا الآيات الدقيقة المعنى مثل قوله تعالى : { الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى } (7) فالاستواء معلوم لكن في حق الله تعالى لا نعلم كيف يكون ذلك فلا يشبهه استواء أحد من خلقه فليس كمثله شيء . وقد أمرنا رسول الله صلى الله عليه وسلم أن نتفكر في خلق الله ولا نتفكر في ذات الله تعالى . ورغم أن الكثير من الآيات المتشابهات لبعض الناس محكمات واضحات للراسخين في العلم وبعض الآيات المتشابهات غير الواضحات في زمن ما يتضح معناها وتكون محكمة في زمن آخر فإن على المؤمن أن يؤمن بمثل هذه الآيات ولا ينقب عن دقائقها بغير علم .\n__________\n(1) سورة النساء الآية 3 .\n\n(2) سورة البقرة الآية 187 .\n\n(3) سورة الحج الآية 30 .\n\n(4) سورة المائدة الآية 3 .\n\n(5) سورة النساء الآية 11 .\n\n(6) سورة المائدة الآية 11 .\n\n(7) سورة طه الآية 5 .",
        "(1/39)\n\nوالأمثال في القرآن الكريم للاعتبار والعظة منها أمثال عن الأمم السالفة ومنها تشبيهات بأمور محسوسة . قال الله تعالى : { مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ } (1) فالله يضاعف الحسنات . الحسنة بعشر أمثالها إلى سبعمائة ضعف كيف يشاء ولمن يشاء مثل ما يخرج من الحبة الواحدة سبعمائة حبة والله على كل شيء قدير وعلى المؤمن الاعتبار بتلك الأمثال وأخذ العظة .\n33- سئل عبد الله بن أبي أوفى (2) : أوصى النبي صلى الله عليه وسلم ؟ قال لا .\nقلت كيف كتب على الناس الوصية أمروا بها ولم يوصي ؟ قال أوصى بكتاب الله عز وجل .\nرواه الجماعة إلا أبا داؤد\nلم يكن رسول الله صلى الله عليه وسلم ليوصي أمته من بعده بأفضل من اتباع كتاب الله فهو الكتاب الذي يحوي وصية الله ورسوله لأمته بعده قال الله تعالى :\n{ أَوَ لَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ } (3) .\nأما وصايا رسول الله صلى الله عليه وسلم الأخرى فهي أحاديثه وسنته التي نقلها عنه الصحابة الكرام رضوان الله تعالى عليهم أجمعين والمقصود من سؤال الصحابي عن كتابة الوصية أن الله تعالى قال : { كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِن تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ } (4) قالله تعالى أمر الناس بالوصية كما أمر صلى الله عليه وسلم من كان عليه دين أو أمر يستحق الوصية أن يكتب وصية ولا يؤجلها فالموت أقرب لابن آدم من شراك نعله .\n34- عن جابر بن عبد الله (5) رضي الله عنه قال خطبنا رسول الله صلى الله عليه وسلم فحمد الله وأثنى عليه بما هو أهله ثم قال :\n__________\n(1) سورة البقرة الآية 261 .\n\n(2) هو علقمة بن خالد بن الحارث الأسلمي كان آخر من مات من الصحابة في الكوفة سنة 87 هـ وقد شهد مع رسول الله صلى الله عليه وسلم غزوة حنين وكان من أصحاب الشجرة .\n\n(3) سورة العنكبوت الآية 51 .\n\n(4) سورة البقرة الآية 180 .\n\n(5) هو جابر بن عبد الله بن عمرو بن حرام الأنصاري السلمي شهد 19 غزوة من غزوات رسول الله صلى الله عليه وسلم إلا غزوة بدر وأحد وقد قتل أبوه فيها . عاش 94 سنة وتوفي سنة 74 هـ .\n(1/40)",
        "\n\" أما بعد فإن أصدق الحديث كتاب الله وإن أفضل الهدي هدي محمد وشر الأمور محدثاتها وكل بدعة ضلالة \" ثم يرفع صوته وتمحر وجنتاه ويشتد غضبه إذا ذكر الساعة كأنه منذر جيش . قال ثم يقول : \" أتتكم الساعة . بعثت أنا والساعة هكذا – وأشار بإصبعيه السبابة والسطى – صبحتكم الساعة ومستكم . من ترك مالا فلأهله ومن ترك دينا أو ضياعا فإلي وعلي \" .\nرواه الإمام أحمد\nمن أسس الإيمان الرئيسة : الإيمان بكتاب الله وبأنه أصدق الحديث فمن شك في صدق شيء منه أو اتخذ كتابا آخر وفضله على كتاب الله عز وجل أو اعتقد بأنه أصدق من كتاب الله فهو كافر خارج عن ملة المسلمين . ويليه في وجوب الاتباع : سنة رسول الله صلى الله عليه وسلم .\nوالبدعة كل أمر محدث يخالف القرآن الكريم أو السنة النبوية أو أحد الأسس الواردة فيهما . ويوضح هذا التعريف حديث آخر لرسول الله صلى الله عليه وسلم : \" من أحدث في أمرنا هذا مال ليس منه فهو رد \" (1) فالأحداث في الدين ما ليس منه هو البدعة . أما إحداث أمر من الدين فهو ليس بدعة فمثلا إن دحض شبهات أعداء الإسلام بحجج جديدة هو من الدين وغير مشمول بحديث البدعة فهو أمر حسن ، وهكذا يمكن معرفة كل أمر مستحدث هل هو سنة حسنة أم بدعة سيئة . ولنأخذ مثالين على ذلك : التدخين بدعة لأنها ليست من الدين وليس هناك في الدين ما يؤيد استنشاق المرء للدخان فليس هو بطعام أو شراب مما أحل الله .\nومثال السنة الحسنة استخدام مكبرات الصوت في الأذان مثلا فهو أمر مستحدث لكنه حسن لأن من ما يدعو إليه الدين إبلاغ صوت المؤذن لأبعد مسافة ممكنة . واستخدام آلة جديدة تساعد بذلك أمر حسن . وقس على ذلك كل أمر مستحدث للتفريق بين البدعة والسنة الحسنة .\n35- -عن علي بن أبي طالب رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول :\n__________\n(1) رواه البخاري ومسلم وأبو داؤد وابن ماجة عن عائشة رضي الله عنها .\n(1/41)\n",
        "\" ألا إنها ستكون فتنة \" فقلت ما المخرج منها يا رسول الله ؟ قال : \" كتاب الله فيه نبأ ما قبلكم وخير ما بعدكم وحُكم ما بينكم هو الفَصْلُ ليس بالهزل من تركه من جبار قصمه الله ومن ابتغى الهدى في غيره أضله الله وهو حبل الله المتين وهو الذكر الحكيم وهو الصراط المستقيم هو الذي لا تزيغ به الأهواء ولا تلتبس به الألسنة ولا يشبع منه العلماء ولا يخلق على كثرة الرد ولا تنقضي عجائبه . هو الذي لم تنتهي الجن إذ سمعته حتى قالوا إنا سمعنا قرآنا عجبا يهدي إلى الرشد . من قال به صدق ومن عمل به أُجر ومن حكم به عَدَل ومن دعا إليه هُدي إلى صراط مستقيم \" .\nرواه الترمذي\nهذا الحديث الشامل لصفات كتاب الله تعالى ، حديث عظيم الشأن . ينبغي التمعن فيه فهو جواب شاف للمخرج من الفتن في أي وقت حدثت وجوابها هو العودة إلى كتاب الله تعالى فإن فيه :\n? نبأ ما قبلنا من أخبار وقصص لأمم سلفت . كذبت فمحقت أو صدقت فأثيبت .\n? وخبر ما بعدنا من أخبار إلى يوم القيامة وقيام الساعة منها نزول عيسى ابن مريم عليه السلام وغيره مما يفقهه من يفقهه ويجهله من يجهله .\n? وحكم ما بيننا من أحكام القصاص والأحوال الشخصية والمعاملات بين الأفراد والجماعات في أحوال الرخاء والشدة والسلم والحرب .\n? هو الفصل . أحكامه قاطعه وقواعده الأصولية ثابتة وواضحة كحد السيف .\n? ليس بالهزل فكله جد ليس فيه آية هزل وهو قول فصل . إما حلال وإما حرام أو محكم أو متشابه أو قصص وأمثال .\n? من تركه من جبار قصمه الله تعالى فالقرآن يأمر بالعدل والإحسان والعدل هو أساس الملك فمن ترك العدل من أولي الأمر عاقبه الله وأخذه أخذ عزيز مقتدر .\n? من ابتغى الهدى في غيره أضله الله . فليس هناك هذى في شريعة يضعها غير الله ومن أراد العزة ففيه العزة ومن ضل عن هداه إلى ما سواه أخزاه الله في الدنيا ولعذاب الآخرة أشد .\n? هو حبل الله المتين طرفه بيد الله وطرفه الثاني بأيدينا فمن استمسك به فقد استمسك بالعروة الوثقى لا انفصام لها .\n? وهو الذكر الحكيم . فمن أراد ذكر الله فلا أفضل من تلاوة كتابه فكله حكمة .\n?\n(1/42)\n\nهو الصراط المستقيم . من سار على نهجه فلن يكون من المغضوب عليهم ولا من الضالين .\nلا تزيغ به الأهواء فمن ابتغى الهوى في تفسيره وأحكامه فلن يلبث أن تنكشف حبائله لأن الله وعد بحفظه فقال : { إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ } (1) .\n? لا تلتبس به الألسنة فهو قرآن عربي مبين اللفظ متواتر النص لن يزاد فيه حرف أو ينقص منه .\n? لا يشبع منه العلماء فكل علوم الشريعة من القرآن وكل ما نهلوا فإنما من بحره ومن أراد المزيد فلن يروي غليله .\n? لا يخلق على كثرة الرد فكلما تلي القرآن مرة بعد أخرى وجد القارئ له حلاوة وكأنه يتلوه من جديد وظهرت له معاني جديدة وفهمه المؤمن فهما جديدا ولن يشعر به أحد أنه قد أصبح عتيقا إلا من قد أعمى الله بصيرته فضل عن سواء السبيل ، فقد تحدى الله تعالى أن يؤتى ولو بآية من مثله وهذا التحدي قائم إلى يوم القيامة ولن يستطيع أن يأتي بشر بآية من مثله .\n? لا تنقضي عجائبه ، فما ظهر من عجائبه بعد زمن الرسول صلى الله عليه وسلم أكثر بكثير مما ظهر في حياته وما سيظهر في المستقبل كثير وكثير .\nلم تنته الجن إذ سمعته حتى قالوا : { إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا * يَهْدِي إِلَى الرُّشْدِ } (2) فهو كتاب الله لهداية الجن والإنس وما كان عجبا للجن فهو أعجب منه للإنس وما قد هدى الجن إلى الرشد يهدي الإنس إلى ما هو أرشد .\n? من قال به صدق فكله حق وليس فيه غير الصدق .\n? ومن عمل به أجر فالعمل وفقه يضاغفه الله : الحسنة بعشر أمثالها إلى ما شاء الله .\n? من حكم به عدل سواء كان الحكم للمرء مع نفسه أو مع أسرته أو مع مجتمعه أو حكم بين الناس فليس فيه غير العدل .\n? من دعا إليه هذي إلى صراط مستقيم . فهو دليل الدعاة إلى الحق وهو الصراط المستقيم .\n__________\n(1) سورة الحجر الآية 9 .\n?\n(2) سورة الجن الآيتان 1 و 2 .\n?",
        "(1/43)\n\nأوَليس في هذا الحديث أشمل وأدق وأروع وصف للقرآن الكريم . فرسول الله صلى الله عليه وسلم قد أوتي جوامع الكلم ، قال تعالى : { وَمَا يَنطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى } (1) .\n36- عن أبي سعيد الخدري رضي الله عنه قال ، إن رسول الله صلى الله عليه وسلم عام تبوك خطب الناس وهو مسند ظهره إلى نخلة فقال :\n\" ألا أخبركم بخير الناس وشر الناس ؟ إن خير الناس رجل عمل في سبيل الله على ظهر فرسه أو على ظهر بعيره أو على قدميه حتى يأتيه الموت وإن من شر الناس رجلا فاجرا يقرأ كتاب الله لا يرعوي إلى شيء منه \" .\nرواه أحمد والنسائي والحاكم وصححه\nخير الناس المجاهدون في سبيل الله الذين يستمرون في ذلك حتى يأتيهم الموت وشر الناس الفاجر الذي يقرأ القرآن ولا يعمل بشيء منه . والفاجر هو المرتكب للمعاصي سواء كان مسلما أم غير مسلم . ويشمل ذلك في زمننا هذا المستشرقين وتلامذتهم السائرين على نهجهم من المسلمين وعلماء السوء كما سيأتي في الأحاديث الثلاثة التالية .\nقال بعض العلماء : إن العبد ليتلو القرآن فيلعن نفسه وهو لا يعلم .\nيقول : { أَلاَ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ } (2) وهو ظالم لنفسه { ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ } (3) وهو منهم .\nقال أبو سليمان الدارني : الزبانية أسرع إلى حملة القرآن الذين يعصون الله عز وجل منهم إلى عبدة الأوثان .\nوقال بعض السلف : إن العبد ليفتتح سورة فتصلي عليه الملائكة حتى يفرغ منها وإن العبد ليفتتح السورة فتلعنه حتى يفرغ منها قيل وكيف ذلك ؟ فقال : إذا أحل حلالها وحرم حرامها صلت عليه وإلا لعنته .\nوروى ابن ماجه من حديث جندب قال : كنا أصحاب رسول الله صلى الله عليه وسلم أوتينا العلم قبل القرآن وسيأتي قوم يؤتون القرآن قبل الإيمان يقيمون حروفه ويضيعون حدوده وحقوقه\n__________\n(1) سورة النجم الآيتان 3 و 4 .\n\n(2) سورة هود الآية 18 .\n\n(3) سورة آل عمران الآية 61 .\n(1/44)",
        "\nيقولون : قرأنا فمن أقرأ منا وعلمنا فمن أعلم منا فذلك حظهم وفي لفظ أولئلك شرار هذه الأمة .\nوقال قتادة : لم يجالس أحد هذا القرآن إلا قام بزيادة أو نقصان . وقال الله تعالى : { وَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إِلاَّ خَسَارًا } (1) .\n37- عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" يخرج فيكم قوم تحقرون صلاتكم مع صلاتهم وصيامكم مع صيامهم وعملكم مع عملهم ويقرأون القرآن لا يجاوز حناجرهم . يمرقون من الدين كما يمرق السهم من الرمية ينظر في النصل فلا يرى شيئا وينظر في القدح فلا يرى شيئا وينظر في الريش فلا يرى شيئا ويتمارى من الفُوَقِ \" .\nرواه الأربعة\nالمروق من الدين : أخذ ما يوافق هواه وترك ما سواه .\nوالمعنى اللغوي للمروق هو سرعة الخروج أي يخرجون من الدين بسرعة كسرعة السهم من الرمية .\nوروى مسلم وأبو داؤد والنسائي هذا الحديث بلفظ \" يأتي في آخر الزمان قوم حدثاء الأسنان سفهاء الأحلام يقولون من خير قول البرية يمرقون من الإسلام كما يمرق السهم من الرميةلا يجاوز إيمانهم حناجرهم فأين لقيتموهم فاقتلوهم فأن قتلهم أجر لمن قتلهم يوم القيامة \" .\nوينطبق هذا الحديث على من أوتي علما وسعة اطلاع في علوم الشريعة لكنه لا إيمان له كالمستشرقين وتلامذتهم يتكلمون كلاما معسولا عليه صبغة الدقة والعلمية والرغبة في الوصول إلى الحقيقة لكنه يخفي في جنباته الحقد على الإسلام ومحاولة الطعن فيه وهدمه بأساليب خبيثة .\nوينطبق أيضا على المبتدعين من أهل الأهواء الذين اقتنعوا بأفكار فاسدة وهم يريدون أن يثبتوها بالأخذ من الدين ما يوافق آراءهم وترك سائره ويسلكون في سبيل ذلك أسلوب جمع المعلومات المؤيدة لأهوائهم وبدعهم وبذا يظهرون أمام البسطاء والسذج كعلماء مدققين مقتعين في كلامهم ومصيبين في استنتاجاتهم .\n__________\n(1) سورة الإسراء الآية 82 .\n(1/45)\n",
        "قال معاذ بن جبل (1) رضي الله عنه : إن ورائكم فتنا يكثر فيها المال ويفتح فيها القرآن حتى يأخذه المؤمن والمنافق والرجل والمرأة والصغير والكبير والحر والعبد فيوشك قائل أن يقول ما للناس لا يتبعونني وقد قرأت القرآن ! ما هم بمتبعيَّ حتى أبتدع لهم غيره ! فإياكم وما يبتدع فإن من ابتدع ضلالة واحذركم زيغة الحكيم فإن الشيطان قد يقول كلمة الضلالة على لسان الحكيم وقد يقول المنافق كلمة الحق . فقيل له ما يدريني رحمك الله أن الحكيم يقول كلمة الضلالة وأن المنافق يقول كلمة الحق قال بلى . اجتنب من كلام الحكيم المستهترات التي يقال ما هذه ؟ ولا يثنينك ذلك عنه وإنه لعله برجع ويتبع الحق إذا سمعه فإن على الحق نورا .\n38- عن عبد الله بن عمرو رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم :\n\" أكثر منافقي هذه الأمة قراؤها \" .\nرواه أحمد والبيهقي وابن عدي والطبراني\nقال الله تعالى : { إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ } (2) .\nالنفاق هو إخفاء الكفر والجحود وإظهار الإيمان . وقد ظهر النفاق في المدينة زمن الرسول صلى الله عليه وسلم فأنزل الله تعالى الآيات البينات تبيانا لصفاتهم وشدد رسول الله صلى الله عليه وسلم في وعيدهم مظهرا خصالهم . قال تعالى : { وَإِذَا قَامُوا إِلَى الصَّلاَةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللَّهَ إِلاَّ قَلِيلاً } (3) فهم يظهرون حسن الكلام { وَإِن يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ } (4) ويبطنون ممالأة الكفار { وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ } (5) وصفتهم في الحديث الشريف : \" آية المنافق ثلاث إذا حدث كذب وإذا وعد أخلف وإذا اؤتمن خان \" (6) . فالمنافقون ليسوا جهلة أميين بل هم متعلمون لكن لا إيمان لهم . فأكثر المنافقون في هذه الأمة هم ممن يقرأ القرآن ويستهزئ بأحكامه لفظا أو فعلا .\n__________\n(1) معاذ بن جبل الأنصاري الخزرجي الإمام المقدم في علم الحلال والحرام شهد المشاهد كلها مع رسول الله صلى الله عليه وسلم وروى أحاديث كثيرة عنه وأمّره رسول الله على اليمن وقد دعا له رسول الله ووصفه بأنه أعلمهم ( الصحابة ) بالحلال والحرام توفي بالطاعون في الشام عام 17 هـ وعمره 34 سنة\n\n(2) سورة النساء الآية 145 .\n\n(3) سورة النساء الآية 142 .\n\n(4) سورة المنافقون الآية 4 .\n\n(5) سورة البقرة الآية 14 .\n\n(6) رواه البخاري ومسلم والترمذي والنسائي عن أنس بن مالك .\n(1/46)\n\nإن المعاصي التي يرتكبها المسلم واتباع الهوى كل ذلك قد يقوده إلى النفاق فهي تحجبه عن رؤية الحق وتمييزه عن الباطل . فهو رعم معرفته بالآيات البينات إلا أنه لا يجد الرغبة في اتباعها . قال أحد العلماء : الغريب هو القرآن في جوف الفاجر .\nوقال عبد الله بن مسعود رضي الله عنه : أنزل القرآن عليهم ليعملوا به فاتخذوا دراسته عملا . إن أحدكم ليقرأ القرآن من فاتحته إلى خاتمته لا يسقط منه حرفا وقد أسقط العمل به .\nوقال عمر بن الخطاب رضي الله عنه : إذا رأيتم العالم محبا للدنيا فاتهموه على دينكم فإن كل محب يخوض فيما أحب . وقال الحسن البصري (1) رضي الله عنه عقوبة العلماء موت القلوب وموت طلب الدنيا بعمل الآخرة .\nوقال الشعبي (2) يطلع يوم القيامة قوم من أهل الجنة على قوم من أهل النار فيقولون لهم ما أدخلكم النار وإنما دخلنا الجنة بفضل تأديبكم وتعليمكم فيقولون إنا كنا نأمر بالخير ولا نفعله وننهى عن الشر ونفعله .\n39- قال صلى الله عليه وسلم :\n\" من قرأ القرآن عند ظالم ليرفع منه لعن بكل حرف عشر لعنات \" .\nرواه البخاري في التأريخ الكبير بسند صالح\nقال سفيان الثوري (3) : في جهنم واد لا يسكنه إلا القراء الزائرون للملوك ، وقال حذيفة بن اليمان (4) رضي الله عنه : إياكم ومواقف الفتن قيل وما هي قال أبواب الأمراء يدخل أحدكم على الأمير فيصدقه بالكذب ويقول فيه ما ليس فيه .\nوقال مكحول الدمشقي (5) من تعلم القرآن وتفقه في الدين ثم صحب السلطان تملقا إليه وطمعا فيما لديه خاض في بحر من نار جهنم بعدد خطاه وقال : وعلماء زماننا شر من علماء بني\n__________\n(1) الحسن بن أبي الحسن البصري ، اسم أبيه يسار وهو فقيه فاضل مشهور وهو من أواسط التابعين توفي سنة 110 هـ وقد قارب التسعين .\n\n(2) هو عامر بن شراحيل أبو عمرو الشعبي ثقة مشهورة وفقيه فاضل من صغار التابعين . توفي بعد عام 100 هـ وله من العمر 80 سنة .\n\n(3) سفيان بن سعيد بن مسروق الثوري الكوفي يكنى بأبي عبد الله وهو ثقة حافظ فقيه عابد إمام حجة من كبار التابعين توفي سنة 161 وعمره 64 ينة .\n\n(4) هو حذيفة بن اليمان واسم أبيه حسل . أسلم هو وأبوه وأرادا شهود معركة بدر فصدهما المشركون وشهدا أحدا . توفي بالمدائن عام 36 هـ وقد روى أحاديث كثيرة وكان مؤتمن سر رسول الله صلى الله عليه وسلم .\n\n(5) مكحول أبو عبد الله الدمشقي الشامي ثقة فقيه مشهور وهو من صغار التابعين مات سنة يضعة عشر ومائة .",
        "(1/47)\n\nإسرائيل يخبرون السلطان بالرخص وبما يوافق هواه ولو أخبروه بالذي عليه وفيه نجاتهم لاستثقلهم وكره دخولهم عليه وكان ذلك نجاة لهم عند ربهم .\nوكما أن تلاوة القرآن تضاعف بكل حرف عشر حسنات كما ورد في حديث سابق ( الحديث 20 ) فكذلك من يستخدم القرآن عن الظلمة ليرفع من شأنهم فعليه بكل حرف منه عشر لعنات وهكذا كل من استهزأ بحرمات الله واستخدم الدين ابتغاء عرض من أعراض الدنيا . ومن يتعدَّ حدود الله فأولئك هم الظالمون قال تعالى : { إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلاً أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ } (1) فالقارئ الذي يكتم قول الحق ابتغاء ثمن قليل ومتاع زهيد من متاع الدنيا ، إنه إنما يأكل ما يأكل نارا وسيصلى سعيرا .\nوعن أبي الدرداء رضي الله عنه قال : أخشى عليكم زلة عالم وجدال منافق بالقرآن . والقرآن حق وعلى القرآن منار كمنار الطريق ومن لم يكن غنيا عن الدنيا فلا دنيا له .\n__________\n(1) سورة البقرة الآية 174 .\n(1/48)",
        "\nالباب الخامس\nكيفية تلاوة القرآن\n\nقال الله تعالى : { فَإِذَا قَرَأْتَ الْقُرْءَانَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ } (1) وقال في آية أخرى { وَرَتِّلِ الْقُرْءَانَ تَرْتِيلاً } (2) . لذلك يجب الاعتناء بكيفية التلاوة وأسلوبها تعظيما لكتاب الله تعالى : { وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ} (3) .\n40- عن علي بن أبي طالب رضي الله عنه قال ، قال رسول الله صلى الله عليه وسلم:\n\" إن أفواهكم طرق القرآن فطيبوها بالسواك\".\nرواه البزار بسند جيد\nالاستياك مطهر للفم مرضاة للرب . فمن أكرم القرآن بتطييب فمه فقد عظم شعائر الله تعال . لذلك فإن الوضوء لتلاوة القرآن مستحب من باب أولى.\nهذا وقد ورد أن رسول الله صلى الله عليه وسلم كان يتلو القرآن على كل حال إلا أن يكون محدثا وذلك دليل على جواز التلاوة على غير وضوء ولكن التلاوة مع الوضوء أفضل.\nولمس المصحف عن طهارة تعظيم لشعائر الله أيضا وتطبيق حرفي لقوله تعالى : { لاَّ يَمَسُّهُ إِلاَّ الْمُطَهَّرُونَ } (4) وهو المشهور عن جمهور العلماء أنه لا يجوز مس المصحف بغير وضوء.\nسئل سعيد بن المسيب (5) رضي الله عنه عن حديث من أحاديث رسول الله صلى الله عليه وسلم وكان متكئا فاستوى جالسا وقال أكره أن أحدث عن رسول الله صلى الله عليه\n__________\n(1) سورة النحل الآية 98.\n\n(2) سورة المزمل الآية 4.\n\n(3) سورة الحج الآية 32.\n\n(4) سورة الواقعة الآية 79.\n\n(5) سعيد بن المسيب بن حزن القريشي المخزومي أحد كبار التابعين ومن الفقهاء الكبار كان أوسع التابعين علما توفي بعد عام 90 هـ وقد ناهز الثمانين.\n(1/49)\n",
        "وسلم وأنا متكئ . وكلام الله تعالى أولى بالتعظيم من حديث رسوله ويستحب استقبال القبلة وإطراق الرأس وعدم التربع أو الاتكاء أو الجلوس على هيئة من هيئات التكبر . وكان الإمام مالك بن أنس (1) رضي الله عنه يتطيب ويلبس فاخر ثيابه عند تحديثه بحديث رسول الله صلى الله عليه وسلم فكيف بتلاوة كلام الله تعالى.\nوأفضل القراءة هي في الصلاة قائما مع الترتيل والبكاء في جوف الليل خاليا فإن قرأ جالسا أو مضطجعا جاز ذلك وله فضل في ذلك أيضا ولكن أقل من الأول . قال الله تعالى : { الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ } (2) وقد أثر عن رسول الله صلى الله عليه وسلم تلاوة سورة وآيات وهو مضطجع قبل نومه.\nكما أن تطهير الفم بالسواك مستحب وفق هذا الحديث فإن ترك تناول ما يعطي رائحة خبيثة للفم أمر مستحب أيضا فينبغي عدم تناول الفوم والبصل قبل تلاوة القرآن . والتدخين من الخبائث التي تعطي رائحة كريهة لفم المدخن فالإقلاع عنه مرضاة للرب مطهرة للفم وهو من هوى النفس الذي قال الله تعالى عنه : { وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} (3) .\nوالحديث الشريف هذا يدل على ضرورة الاعتناء بالظاهر وفي الوقت نفسه الاهتمام بالباطن . فما أنزل الله تعالى القرآن إلا ليعمل به لكن مقدمة العمل هي التلاوة والتدبر ومن تلى وتدبر وعظم التلاوة فقد عمل بالقرآن نفسه أول ما تلى بل وقبل التلاوة وهكذا فإن الشريعة عموما تطالب بتحسين الظاهر والباطن على حد سواء ولا صحة لمن يدعي اهتمامها بجانب واحد هو سلامة الباطن متذرعا بحديث \" إنما الأعمال بالنيات \" (4) فرغم\n__________\n(1) مالك بن أنس بن مالك الأصبحي إمام دار الهجرة وهو من تابع التابعين وأحد الإئمة الأربعة المجتهدين قال البخاري عنه أصح الأسانيد كلها مالك عن نافع عن ابن عمر ، مات سنة 179 وقد بلغ 90.\n\n(2) سورة آل عمران الآية 191.\n\n(3) سورة النازعات الآيتان 40 و 41.\n\n(4) متفق عليه.\n(1/50)\n\nصدق ذلك وان الحديث يعتبر أصلا عظيما من أصول الشريعة إلا أن الحديث لا بعطي حتى ولو إشارة إلى ترك الاعتناء بالظاهر وتركيز الاهتمام كله على الباطن . ولو كان الإسلام يعتني بتطهير الباطن فقط لما اشترط للصلاة قياما أو قعودا ولا ركوعا أو سجودا بل اكتفى بدعاء القلب فقط . وإن خير الأعمال ما اقترن فيه صدق الباطن بسلامة الظاهر.\nوإذا كان الفم هو طريق القرآن ومن السنة تطييبه بالسواك إكراما للقرآن ، أليس من الأولى إكرام القرآن بتطييب الفم بتجنيبه فحش الكلام وقول الزور والكذب والغيبة والنميمة والبهتان والهمز واللمز والاستهزاء وقهقهة الضحك والتدخل فيما لا يعني \" وهل يكب الناس في النار على مناخرهم يوم القيامة إلا حصائد ألسنتهم\" (1) .\nوقال أبو الليث السمرقندي : لا بأس أن يقرأ الجنب والحائض أقل من آية واحدة كما أنه لا بأس أن تقرأ الآية التي فيها دعاء بنية الدعاء.\nويروى عن الإمام الشافعي (2) في قوله القديم أنه كان يجيز للحائض أن تقرأ القرآن خشية النسيان .\n41- نعتت أم سلمة (3) رضي الله عنها قراءة النبي صلى الله عليه وسلم فإذا هي تنعت قراءة مفسرة حرفا حرفا.\nأخرجه أبو داؤد والنسائي والترمذي وقال حسن صحيح\nالقراءة المفسرة حرفا حرفا هي إخراج كل حرف من مخرجه الصحيح وهي أساس قواعد التجويد . روى البيهقي من حديث ابن عمر رضي الله عنهما : \" من قرأ القرآن فأعرب في\n__________\n(1) أخرجه الترمذي وصححه ابن ماجه والحاكم وقال صحيح على شرط الشيخين من حديث معاذ بن جبل رضي الله عنه سأل رسول الله صلى الله عليه وسلم أنؤاخذ بما نقول فقال ثكلتك أمك يا معاذ وهل يكب .. الحديث.\n\n(2) هو محمد بن إدريس الشافعي المطلبي أحد الأئمة الأربعة المجتهدين اعتبره أغلب العلماء المجدد على رأس المائتين بعد الهجرة توفي سنة 204 هـ وله 54 سنة.\n\n(3) أم المؤمنين هند بنت أبي أمية بن المغيرة كانت زوج ابن عمها أبو سلمة فمات عنها فتزوجها رسول الله صلى الله عليه وسلم سنة 4هـ وكانت ممن أسلم وهاجر إلى الحبشة ماتت سنة 59 هـ .",
        "(1/51)\n\nقراءته كان له بكل حرف عشرون حسنة ومن قرأه بغير إعراب كان له بكل حرف عشر حسنات\".\nوقال عبد الله بن عباس رضي الله عنهما : لئن أقرأ البقرة وآل عمران وأرتلهما وأتدبرهما أحب إلي من أن أقرأ القرآن كله هذرمة . وسُئل مجاهد (1) عن رجلين دخلا في الصلاة فكان قيامهما واحدا إلا أن أحدهما قرأ البقرة فقط والآخر قرأ القرآن كله فقال هما في الأجر سواء.\n42- عن أنس بن مالك رضي الله عنه أنه سُئِل كيف كانت قراءة النبي صلى الله عليه وسلم فقال : كانت مدا ثم قرأ بسم الله الرحمن الرحيم يمد بسم الله ويمد بالرحمن ويمد بالرحيم.\nرواه البخاري وأبو داؤد\nينبغي للمسلم أن يتعلم قواعد التجويد ويطبقها في قراءته للقرآن بل وفي لفظه للغة العربية وما قواعد التجويد سوى أسلوب للفظ الكلام العربي بصيغته المتقنة الصحيحة بإخراج كل حرف من مخرجه الصحيح وإعطاء الكلام جمال الصوت الممكن بما يضفي على التلاوة خشوعا وبهاء وتأثيرا لدى السامع وتعظيما لكلام الله تعالى.\nوحسن التلاوة والترتيل تؤكد الاهتمام بظاهر التلاوة إضافة إلى بواطنها من تطبيق للأحكام وإيمان بالقلب فالله هو الظاهر وهو الباطن ويريد أن يتخلق العبد بأخلاق الله فينظف ظاهره وباطنه ويعتني بجمال تلاوته للقرآن وفي الوقت نفسه يحسن تطبيق الأحكام.\n43- عن عائشة رضي الله عنها قالت أبطأت على رسول الله صلى الله عليه وسلم ليلة بعد العشاء ثم جئت فقال : \" أين كنت ؟ \" قلت كنت أسمع قراءة رجل من أصحابك لم أسمع مثل قراءته وصوته من أحد قالت فقام فقمت معه حتى أستمع له ثم التفت إلي فقال:\n\" هذا سالم مولى أبي حذيفة الحمد لله الذي جعل في أمتي مثل هذا\".\nرواه ابن ماجد باسناد جيد\nسالم رضي الله عنه كان عبدا لأبي حذيفة فأعتقه فما عرف إلا بسالم مولى أبي حذيفة . كان حسن الصوت ومن كبار علماء الصحابة وأتقيائهم ضوان الله تعالى عليهم . قال عنه عمر\n__________\n(1) مجاهد بن جبر أبو الحجاج المخزومي المكي كان إماما في التفسير وفي العلم من أواسط التابعين توفي سنة 101 هـ وله 83 سنة.\n(1/52)",
        "\nبن الخطاب رضي الله عنه حينما أراد أن يعهد بالخلافة من بعده لستة الشورى : لو كان سالم مولى أبي حذيفة حيا لوليته الخلافة من بعدي . وهكذا يرفع الله الموالي من العبيد بفضل كتابه إلى درجة الترشيح للخلافة . وممن ؟ من عمر بن الخطاب لولا أنه قد توفي قبله . وهكذا { يَرْفَعِ اللَّهُ الَّذِينَ ءَامَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ } (1) وكفى بتزكية رسول الله صلى الله عليه وسلم له إذ قال : الحمد لله الذي جعل في أمتي مثل هذا وما كان ذلك إلا بفهمه القرآن وحبه للقرآن وتلاوته للقرآن وعلمه بالقرآن.\nوكذلك كان رسول الله صلى الله عليه وسلم يستمع تلاوة أبي موسى الأشعري ويصفه بأنه أوتي مزمارا من مزامير آل داؤد لحسن صوته وحلاوته وكان عمر بن الخطاب رضي الله عنه يقول لأبي موسى رضي الله عنه ذكرنا ربنا فيقرأ عنده حتى يكاد وقت الصلاة أن يتوسط فيقال يا أمير المؤمنين الصلاة الصلاة فيقول أو لسنا في صلاة ؟ إشارة إلى قوله تعالى { وَلَذِكْرُ اللَّهِ أَكْبَرُ } (2) .\n44- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n\" ليس منا من لم يَتَغَنَّ بالقرآن\".\nأخرجه البخاري\nيقول الإمام الشافعي رضي الله عنه : التغني بالقرآن هو أن يتحزن ويترنم به . وسئل ابن أبي مُليكة (3) قيل له أرأيت إن لم يكن الرجل حسن الصوت فقال : يُحسنه ما استطاع وقد ورد في الصحيحين عن جبير بن مطعم (4) رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقرأ في المغرب بالطور فما سمعت أحدا أحسن صوتا أو قراءة منه فلما سمعته قرأ { أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ } (5) كاد قلبي يطير وكان جبير لما سمع هذا بَعْدُ\n__________\n(1) سورة المجادلة الآية 11.\n\n(2) سورة العنكبوت الآية 45.\n\n(3) هو عبد الله بن عبيد الله بن أبي مليكة ويقال أن اسم أبي مليكة زهير التميمي المدني.\n\n(4) هو جبير بن معطم بن عدي القريشي أسلم قبل الفتح وتوفي في خلافة معاوية وكان من أكابر قريش وأعلمها بالأنساب.\n\n(5) سورة الطور الآية 35.\n(1/53)\n",
        "مشركا على دين قومه وإنما كان قدم في فداء الأسارى بعد بدر . وقد سمع المؤلف أحد النصارى يقول : إن جلدي ليقشعر حين أسمع { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } وأشعر بأن ذلك هو أبلغ مناجاة لله.\nإن من آداب تلاوة القرآن البدء بالاستعاذة لقوله تعالى : { فَإِذَا قَرَأْتَ الْقُرْءَانَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ } (1) . وقد اختلف العلماء هل الإسرار بالقرآن أفضل أم الجهر فالإسرار أبعد عن الرياء والتصنع وعدم التشويش على الآخرين حيث ورد أن رسول الله صلى الله عليه وسلم خرج يوما على أصحابه وهم يصلون في المسجد فقال : \" يا أيها الناس كلكم يناجي ربه فلا يجهر بعضكم على بعض في القراءة \" أما الجهر بالقراءة فإنه يوقظ قلب القارئ ويجمع همه إلى الفكر ويصرف إليه سمعه ويطرد النوم ويؤثر في غيره أو يوقظهم للتهجد فإن كانت النية خالصة في ذلك كان الجهر أفضل.\n45- عن فضالة بن عبيد (2) رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n\" الله أشد أُذُنَا إلى قارئ القرآن من صاحب القَينَةِ إلى قَينَتِهِ\".\nرواه ابن ماجه وابن حبان والحاكم وصححه\nمن أقبل على الله أقبل الله عليه ومن تقرب إلى الله شبرا تقرب الله منه ذراعا ومن أتى إلى الله مشيا أتاه الله هرولة ومن قرأ كتاب الله ورتله وحسن صوته فيه خشوعا لله وإقبالا عليه وتقربا إليه فالله ينصت له ويسمع ويباهي به ملائكته . إن العبد بتقربه إلى الله تعالى لا يُقَدم نفعا لله تعالى وإنما يقدم عملا صالحا لا بد وأن يكون ثوابه تقرب الله منه وإنصاته لدعائه ورفع درجاته في الدنيا والآخرة . والله لا يشغله إصغائه لعبد عن عبيده ولا فرحه بتوية عبد عن غضبه على عصيان الآخر . فالعبد إذا قرأ كتاب الله أصغى الله لتلاوته ولله المثل الأعلى فالله أشد إصغاء لعبده من صاحب الآلة الموسيقية إلى آلته وهل إصغاء الله لقارئ القرآن\n__________\n(1) سورة النحل الآية 98.\n\n(2) صحابي من الأنصار أسلم قديما ولم يشهد بدرا وشهد أحد فما بعدها وشهد فتح مصر والشام ولاه معاوية قضاء دمشق بعد أبي الدرداء وكان ممن بايع تحت الشجرة توفي في خلافة معاوية.\n(1/54)\n\nسوى رفع الدرجات وتكثير للحسنات وتكفير للسيئات وإجابة للدعوات وبركة من الله وهداية إلى الصراط المستقيم.\n46- عن حذيفة بن اليمان رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n\" إقرأوا القرآن بلحون العرب وأصواتها وإياكم ولحون أهل الكِتابَينِ وأهل الفسق فإنه سيجيء أقوام يُرجِعونَ بالقرآن ترجيع الغناء والرهبانية لا يجاوز حناجرهم مفتونة قلوبهم وقلوب من يعجبهم شأنهم\".\nأخرجه الطبراني والبيهقي\nنُقل عن الإمام مالك تحريم القراءة بالألحان وحكى الماوردي عن الإمام الشافعي أن القراءة بالألحان إذا انتهت إلى إخراج بعض الألفاظ عن مخارجها حرمت.\nأما الأمر هنا بالتلاوة بالألحان فإن ذلك ضمن قواعد اللغة العربية وما توارثه العرب . والنهي عن الألحان المبتدعة سواء ما اقتبس من اليهود والنصارى أو ما تعارف عليه أهل الفسق والمجون من أغان وألحان متميعة فالألحان الغنائية والرهبانية للقرآن كلاهما حرام . ومن اهتم بتجميل الصوت خارج قواعد التجويد وما تعارف عليه العرب المسلمون لا بد له وأن يفقد روح التلاوة من تدبر وخشوع وحلاوة.\nإن مخالفة أهل الكتاب من اليهود والنصارى قاعدة أصولية ثابته بقوله صلى الله عليه وسلم : \" خالفوا اليهود والنصارى \" أو \" خالفوا اليهود والمجوس أُحفُوا الشوارب وَأوْفِرُوا اللِّحى \" (1) وكذلك بنهى الله تعالى المسلمين عن توليهم : { يَاأَيُّهَا الَّذِينَ ءَامَنُوا لاَ تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ } (2) .\nيحوي هذا الحديث إشارة إلى النهي حتى عن أن يعجبنا شأن المبتدعين والمخالفين لأوامر الله أو الذين يتغنون بالقرآن خارج حدود التلاوة الشرعية المحددة بقواعد التجويد والترتيل فالرسول صلى الله عليه وسلم حدد الإيمان بأن يكون الهوى تبعا للشريعة بقوله : \" لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به \" وهو بذلك يدعوا المسلمين لتحويل أهوائهم لكي تكون تبعا لما أنزل الله من كتاب وسنة ومن لا يكون هواه تبعا لذلك فإيمانه ناقص فلذلك\n__________\n(1) رواه البخاري ومسلم عن ابن عمر رضي الله عنهما ولفظ مسلم خالفوا المشركين.\n\n(2) سورة المائدة الآية 51",
        "(1/55)\n\nمن أعجبته تلاوة من يتلوا غناء أو رهبانية فإن قلبه مفتون ويُخشى أن يكون من الضالين وهكذا فإن الإسلام لا يكتفي بالأمر بالعمل بل بعمل على صقل الأهواء والرغبات لكي تكون موافقة لما يحبه الله ويرضاه.\n47- عن عبد الله بن عباس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:\n\" أقرأني جبريل على حرف فراجعته ثم لم أزل أستزيده فيزيدني حتى انتهى إلى سبعة أحرف\".\nرواه الشيخان\nأُنزل القرآن الكريم بلغة العرب وبين قبائل العرب يوم نزل القرآن اختلاف في بعض الألفاظ أو في معانيها . لذلك وتوسعة على الأمة أُنزل القرآن بلغات قبائل العرب على سبعة أحرف ويقصد بالحرف - قراءة - أي على سبعة قراءات ومنها اشتقت القراءات السبعة والحكمة في ذلك التيسير . قال تعالى : { وَلَقَدْ يَسَّرْنَا الْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ } (1) فالقراءات السبعة ثابتة بالقرآن والسنة وتجوز القراءة بأي منها وقد قام سلف الأمة من علماء القراءات بتحديد القراءات المتواترة التي أخذتها الأمة جيلا بعد جيل ومن أراد الاستزادة فليرجع إلى الكتب المعتمدة في القراءات وهذا العلم من علوم القرآن الجليلة.\n48- عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال:\n\" الماهر بالقرآن مع السفرة الكرام البررة والذي يقرأ القرآن وهو يشتد عليه له أجران\".\nرواه الأربعة\nالسفرة هم الملائكة الذين يتلون القرآن في عالم الملكوت وهم لا يعصون الله ما أمرهم ويفعلون ما يؤمرون قال الله تعالى : { فِي صُحُفٍ مُّكَرَّمَةٍ * مَّرْفُوعَةٍ مُّطَهَّرَةٍ * بِأَيْدِي سَفَرَةٍ * كِرَامٍ بَرَرَةٍ } (2) فمن سهل عليه القرآن تلاوة وحفظا وترتيلا فهو مع هؤلاء الملائكة الذين آتاهم الله القرآن فهم ماهرون به وهو سهل عليهم . أما من يقرأ القرآن ويجد صعوبة في ذلك كأن يكون سيء الحفظ أو أميا تصعب عليه القراءة أو غير عربي لا يحسن النطق الصحيح أو تصعب عليه قراءة الحروف العربية ، كل هؤلاء لهم أجران أجر التلاوة الصحيحة السليمة الميسرة وأجر الصعوبة التي يتكبدونها والأجر هنا على قدر المشقة.\n__________\n(1) سورة القمر الآيات 17 و 22 و 32 و 40.\n\n(2) سورة عبس الآيات 13- 16.\n(1/56)",
        "\nورفع الإمام الأوزاعي (1) رضي الله عنه حديثا عن رسول الله صلى الله عليه وسلم : \" إن العبد إذا قرأ فَحَرَّفَ أو أخطأ كتبه المَلَكُ كما نَزَلَ\".\nوهنا معنى حَرَّفَ أي نسي فحرف بعض التلاوة ودليل ذلك قوله تعالى : { لاَ يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا } (2) . أما إذا كان مقصرا في عدم تكرار التلاوة دون عذر فليس ممن يقرأ القرآن وهو يشتد عليه ولا يشمل بهذا الحديث بل بالأحاديث السالفة ( 22 و 23 و24).\nوهنا التفاتة ينبغي الوقوف عندها وهي أن عدل الله اقتضى المساواة بين الناس من عرب وغير عرب . وحيث أن القرآن نزل بلسان العرب فإن تلاوة العرب للقرآن أيسر وفهمهم للقرآن أقرب والاستفادة منه أسهل لذلك فإن عدالة الله اقتضت أن يعطى غير العربي امتيازا بأن خطأه في اللفظ مغفور وتكبده مشاق التلاوة والتعلم والحفظ الاضافية ، كل ذلك مجازى عليه بأجر إضافي { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} (3) .\nومن جهة أخرى فإن من سهلت عليه التلاوة قتلك نعمة أنعمها الله تعالى عليه ينبغي عليه شكرها ومن كان فهم القرآن عليه سهلا ميسورا ترتبت على ذلك نعمة يجب عليه شكرها أيضا وليس أبلغ من شكر هذه النعمة من العمل بما فهَّمه الله تعالى وازدياد خشية الله تعالى : { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاؤُا} (4) .\n49- عن عبد الله بن مسعود رضي الله عنه قال قال ، رسول الله صلى الله عليه وسلم:\n\" إقرأ علي \" قلت أقرأ عليك وعليك نزل ؟ قال : \" إني أشتهي أن أسمعه من غيري\".\nقال فقرأت النساء حتى إذا بلغت { فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا ْْْْ } (5) قال لي \" كف \" أو \" أمسك \" فإذا عيناه تذرفان.\n__________\n(1) عبد الرحمن بن عمرو بن أبي عمرو الأوزاعي يكنى بأبي عمرو فقيه جليل من أتباع التابعين مات سنة 157 هـ وقبره معروف في بيروت.\n\n(2) سورة البقرة الآية 286\n\n(3) سورة الزلزلة الآيتان 7 و8.\n\n(4) سورة فاطر الآية 28.\n\n(5) سورة النساء الآية 41.\n(1/57)\n",
        "متفق عليه\nيستدل من هذا الحديث استحباب سماع القرآن من الغير بشرط الإنصات والتدبر قال الله تعالى : وَإِذَا قُرِئَ الْقُرْءَانُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ } (1) وقال : { أَفَلاَ يَتَدَبَّرُونَ الْقُرْءَانَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلاَفًا كَثِيرًا } (2) .\nوالبكاء لقراءة القرآن سنة وهو نتيجة لتدبر القرآن وخشية الله . قال تعالى : { كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ } (3) وفي الحديث الشريف : \" عينان لا تمسهما النار : عين بكت من خشية الله وعين باتت تحرس في سبيل الله\" (4) .\nقال أبو سعيد الخراز (5) : إذا كان العبد مجموعا على الله تعالى لا ينصرف منه جارحة إلى غير الله عز وجل فعندها تقع له حقائق الفهم عند تلاوة كتاب الله عز وجل ( الذي ليس مع الخلق ) . أي أن العبد إذا ركز فكره وجميع حواسه في فهم كلام الله تعالى أعطاه الله فهما أصيلا لكلامه خاصا به دون غيره من الناس.\n50- عن سعد بن أبي وقاص (6) رضي الله عنه قال ، قال رسول الله صلى الله عليه وسلم:\n__________\n(1) سورة الأعراف الآية 204.\n\n(2) سورة النساء الآية 82.\n\n(3) سورة الزمر الآية 23.\n\n(4) رواه أبو يعلي وأشر له السيوطي بالصحة في الجامع الصغير ورواه الترمذي بلفظ مختلف.\n\n(5) مرت ترجمه في الهامش 3 الباب الرابع.\n\n(6) هو سعد بن مالك بن أهيب الزهري أحد العشرة المبشرين بالجنة كان أول من رمى بسهم في سبيل الله وأحد الستة الشورى بعد وفاة عمر كان مستجاب الدعوة كان قائد فتح العراق ومات سنة 55 هـ.\n(1/58)\n\n\" أتلُوا القرآن وابكوا فإن لم تبكوا فتباكوا\".\nأخرجه ابن ماجه بإسناد جيد\nقال صالح المرسي قرأت القرآن على رسول الله صلى الله عليه وسلم في المنام فقال لي يا صالح هذه القراءة فأين البكاء ؟ وقال ابن عباس رضي الله عنهما : إذا قرأتم سجدة سبحان (1) فلا تستعجلوا بالسجود فإن لم تبك عين أحدكم فليبك قلبه.\nوعن الحسن البصري أن عمر بن الخطاب رضي الله عنه كان يمر بالآية من ورده فتخنقه فيبقى في البيت أياما يعاد يحسبونه مريضا.\nوكان أبو الدرداء إذا سمع المتهجدين بالقرآن يقول بأبي النواحين على أنفسهم قبل يوم القيامة وتندى قلوبهم بذكر الله أو لذكر الله عز وجل ، يعني أفديهم بأبي وأطلق على من يتهجد بالقرآن ليلا اسم النواحين على أنفسهم لغلبة البكاء عليهم عند قراءة القرآن في صلاتهم.\nوالتباكي هو التحزن عند التلاوة والخشوع وتركيز الفكر واستجلاب خشية الله تعظيما لكتابه وكلامه وهذا إذا لم يكن هناك بكاء طبيعي للقارئ دون تكلف منه ويفسر هذا الحديث في التباكي الحديث التالي.\n51- عن عبد الله بن عمر رضي الله عنهما قال سُئل رسول الله صلى الله عليه وسلم : أي الناس أحسن قراءة ؟ فال:\n\" من إذا سَمِعتَهُ يقرأ رُؤيتَ أنه يخشى الله عز وجل\".\nرواه البزار\nكان عكرمة بن أبي جهل (2) رضي الله عنه إذا نشر المصحف غشي عليه وهو يقول هو كلام ربي هو كلام ربي هو كلام ربي . وقال عثمان وحذيفة رضي الله عنهما لو طُهرت القلوب لم تشبع من قراءة القرآن . وقيل ليوسف بن اسباط (3) إذا قرأت القرآن بماذا\n__________\n(1) السجدة في آخر سورة الإسراء.\n\n(2) أسلم عكرمة عام الفتح وقاتل المرتدين في زمن أبي بكر نادى في معركة اليرموك من يبايع على الموت فبايعه 400 من المسلمين فقتلوا كلهم إلا ضرار بن الأزور وذلك سنة 15 هـ.\n\n(3) يوسف بن أسباط من أتقياء اتباع التابعين وزهادهم توفي بعد سنة 190 هـ.",
        "(1/59)\n\nتدعوا ؟ قال بماذا أدعوا ؟ أستغفر الله عز وجل من تقصيري سبعين مرة فإذا رأى العبد نفسه بصورة التقصير في القراءة كانت رؤيته تلك سبب قربه من الله عز وجل . وقال ثابت البناني (1) : كابدت القرآن عشرين سنة وتنعمت به عشرين سنة.\nيقول الإمام الغزالي (2) رضي الله عنه في أحياء علوم الدين : درجات القراءة ثلاث أدناها أن يُقَدِّر العبد كأنه يقرؤه على الله عز وجل واقفا بين يديه وهو ناظر إليه ومستمع منه فيكون حاله عند هذا التقدير السؤال والتملق والتضرع والابتهال ، الثانية أن يشهد بقلبه كأن الله عز وجل يراه ويخاطبه بألطافه ويناجيه بانعامه وإحسانه فمقامه الحياء والتعظيم والإصغاء والفهم ، الثالثة أن يرى في الكلام المتكلم وفي الكلمات الصفات فلا ينظر إلى نفسه ولا إلى قراءته ولا إلى تعلق الأنعام به من حيث أنه منعم عليه بل يكون مقصورا على المتكلم موقوف الفكر عليه كأنه مستغرق بمشاهدة المتكلم عن غيره وهذه درجة المقربين وما قبله درجة أصحاب اليمين وما خرج عن ذلك درجة الغافلين.\nوعن الدرجة العليا أخبر الإمام جعفر بن محمد الصادق (3) رضي الله عنه قال والله لقد تجلى الله عز وجل لخلقه في كلامه ولكنهم لا يبصرون وقال أيضا وقد سألوه عن حالٍ لحقته في الصلاة حتى خر مغشيا عليه فلما سُرِّي عنه قيل له في ذلك فقال . ما زلت أردد الآية على قلبي حتى سمعتها من المتكلم بها فلم يثبت جسمي لمعاينة قدرته.\n\nسورة النحل الآية 98.\n__________\n(1) ثابت بن أسلم البناني تابعي ثقة عابد توفي سنة بضع وعشرين ومائة.\n\n(2) حجة الإسلام الإمام محمد بن محمد الغزالي ولد بطوس عام 450 هـ ودرس ببغداد ثم رحل إلى الحج ثم الشام وتوفي بطوس عام 505 هـ . له مصنفات كثيرة أشهرها كتاب إحياء علوم الدين الذي ربما كان أفضل كتاب استفاد منه المسلمون بعد كتاب الله وكتب الحديث.\n\n(3) هو جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب فقيه جليل وإمام صدوق وهو من أتباع التابعين توفي سنة 148 هـ.\n(1/60)",
        "\nسورة المزمل الآية 4.\nسورة الحج الآية 32.\nسورة الواقعة الآية 79.\nسعيد بن المسيب بن حزن القريشي المخزومي أحد كبار التابعين ومن الفقهاء الكبار كان أوسع التابعين علما توفي بعد عام 90 هـ وقد ناهز الثمانين.\nمالك بن أنس بن مالك الأصبحي إمام دار الهجرة وهو من تابع التابعين وأحد الإئمة الأربعة المجتهدين قال البخاري عنه أصح الأسانءد كلها مالك عن نافع عن ابن عمر مات سنة 179 وقد بلغ 90.\nسورة آل عمران الآية 191.\nسورة النازعات الآيتان 40 و 41.\nمتفق عليه.\nأخرجه الترمذي وصححه ابن ماجه والحاكم وقال صحيح على شرط الشيخين من حديث معاذ بن جبل رضي الله عنه سأل رسول الله صلى الله عليه وسلم أنؤاخذ بما نقول فقال ثكلتك أمك يا معاذ وهل يكب .. الحديث.\nهو محمد بن إدريس الشافعي المطلبي أحد الأئمة الأربعة المجتهدين اعتبره أغلب العلماء المجدد على رأس المائتين بعد الهجرة توفي سنة 204 هـ وله 54 سنة.\nأم المؤمنين هند بنت أبي أمية بن المغيرة كانت زوج ابن عمها أبو سلمة فمات عنها فتزوجها رسول الله صلى الله عليه وسلم سنة 54 وكانت ممن أسلم وهاجر إلى الحبشة ماتت سنة 59 هـ .\nمجاهد بن جبر أبو الحجاج المخزومي المكي كان إماما في التفسير وفي العلم من أواسط التابعين توفي سنة 101 هـ وله 83 سنة.\nسورة المجادلة الآية 11.\nسورة العنكبوت الآية 45.\nهو عبد الله بن عبيد الله بن أبي مليكة ويقال أن اسم أبي مليكة زهير التميمي المدني.\nهو جبير بن معطم بن عدي القريشي أسلم قبل الفتح وتوفي في خلافة معاوية وكان من أكابر قريش وأعلمها بالأنساب.\nسورة الطور الآية 35.\nسورة النحل الآية 98.\nصحابي من الأنصار أسلم قديما ولم يشهد بدرا وشهد أحد فما بعدها وشهد فتح مصر والشام ولاه معاوية قضاء دمشق بعد أبي الدرداء وكان ممن بايع تحت الشجرة توفي في خلافة معاوية.\nرواه البخاري ومسلم وعن ابن عمر رضي الله عنهما ولفظ مسلم خالفوا المشركين.\nسورة القمر الآيات 17 و 32 و 40.\nسورة عبس الآيات 13- 16.\nعبد الرحمن بن عمرو بن أبي عمرو الأوزاعي يكنى بأبي عمرو فقيه جليل من أتباع التابعين مات سنة 157 وقبره معروف في بيروت.\n(1/61)\n",
        "سورة الزلزلة الآيتان 7 و8.\nسورة فاطر الآية 28.\nسورة النساء الآية 41.\nسورة الأعراف الآية 204.\nسورة النساء الآية 82.\nسورة الزمر الآية 23.\nرواه أبو يعلي وأشر له السيوطي بالصحة في الجامع الصغير ورواه الترمذي بلفظ مختلف.\nمرت ترجمه في الهامش 3 الباب الرابع.\nهو سعد بن مالك بن أهيب الزهري أحد العشرة المبشرين بالجنة كان أول من رمى بسهم في سبيل الله وأحد الستة الشورى بعد وفاة عمر كان مستجاب الدعوة كان قائد فتح العراق ومات سنة 55 هـ.\nالسجدة في آخر سورة الإسراء.\nأسلم عكرمة عام الفتح وقاتل المرتدين في زمن أبي بكر نادى في معركة اليرموك من يبايع على الموت فبايعه 400 من المسلمين فقتلوا كلهم إلا ضرار بن الأزور وذلك سنة 15 هـ.\nيوسف بن أسباط من أتقياء اتباع التابعين وزهادهم توفي سنة بضع وعشرين ومائة.\nحجة الإسلام الإمام محمد بن محمد الغزالي ولد بطوس عام 450 هـ ودرس ببغداد ثم رحل إلى الحج ثم الشام وتوفي بطوس عام 505 هـ . له مصنفات كثيرة أشهرها كتاب إحياء علوم الدين الذي ربما كان أفضل كتاب استفاد منه المسلمون بعد كتاب الله وكتب الحديث.\nهو جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب فقيه جليل وإمام صدوق وهو من أتباع التابعين توفي سنة 148 هـ.\n(1/62)\n\nالباب السادس\nأوراد القرآن وختمه\n\n52- عن عمر بن الخطاب رضي الله عنه قال ، قال رسول الله صلى الله عليه وسلم:\n\" من نام عن حزبه أو عن شيء منه فقرأه فيما بين صلاة الفجر وصلاة الظهر كُتِب له كأنما قرأه من الليل\".\nرواه مسلم\nورد تلاوة القرآن ( كما يظهر من الحديث الشريف هذا ) في الليل أفضل من النهار لغفلة الناس ونومهم وسكونهم فمن عمل عملا بين غافلين كان أفضل ممن عمله بين من يفعل فعله . كما أن القراءة في الليل أبعد عن الرياء والسمعة.\nالأوراد ترفع من مكانة العبد عند الله تعالى وتصفي قلبه وتهيئه لكي يستقبل بركات الله والإفادة من تجلياته عز وجل . وتزداد تلك البركات في جوف الليل لكن من نعم الله تعالى أن من طرأ له طارئ يمنعه من تنفيذ ذلك الورد أحد الأيام فاستدركه في صباح اليوم التالي بين صلاة الفجر وصلاة الظهر كان كأنما قرأه في جوف الليل.\nلقد رفع الله عن المسلمين الخطأ والنسيان وما استكرهوا عليه (1) لاَ يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا (2) وما جعل الله على المسلمين في الدين من حرج ، فالورد هو ما أجبر العبد نفسه على الإتيان به من غير فريضة من الله تعالى سواء كان صلاة أو قراءة أو دعاء وذلك يزيد من رفعة المرء ومكانته عند الله وهذه الأوراد تكون فيما يطيق الإنسان ولا تتعارض مع سنن الله تعالى التي فطر الناس عليها . فإن عارضت سنة من سنن الفطرة أصبحت رهبانية تملها النفس وإن الله لا يمل حتى يمل الإنسان.\n__________\n(1) رواه الطبراني عن ثوبان وأشار له السيوطي بالصحة في الجامع الصغير.\n\n(2) سورة البقرة الآية 286.",
        "(1/63)\n\nإن من نعم الله تعالى على الأمة المحمدية أن يكتب لهم ما اعتادوا عليه إن طرأ لهم طارئ من سفر أو مرض مثل ما يفعلون في تمام صحتهم وإقامتهم ويزيد ثواب المرض والسفر لقاء ما يجدون من مشاق والآم وثواب ما يصبون عليه.\n53- عن أوس بن حذيفة (1) رضي الله عنه قال كنت في الوفد الذين أتوا على النبي صلى الله عليه وسلم فذكر حديثا أن النبي صلى الله عليه وسلم كان سحر معهم بعد العشاء فمكث عنا ليلة لم يأتنا حتى طال ذلك علينا بعد العشاء قال قلنا ما امكثك عنا يا رسول الله ؟ قال:\n\" طرأ علي حزب من القرآن فأردت أن لا أخرج حتى أقضيه \".\nقال فسألنا أصحاب رسول الله صلى الله عليه وسلم حين أصبحنا قال قلنا كيف تحزبون القرآن ؟ قالوا نحزبه ثلاث سور وخمس سور وسبع سور وتسع سور وإحدى عشرة سورة وثلاث عشرة سورة وحزب المفصل من ( ق ) حتى يحتم.\nرواه أبو داؤد وابن ماجه بإسناد حسن\nيؤخذ من هذا الحديث حرص رسول الله صلى الله عليه وسلم على إكمال ورده اليومي حتى يقدِّمه على خروجه على قوم حديثي عهد بالإسلام قدموا المدينة كي يعلمهم دينهم . ورب قائل أليس اشتغال العلماء بالعلم ودراسته وتعليمه أفضل من العبادة ؟ وتلاوة القرآن ؟ والجواب على ذلك أن العلم لا يفيد بنفسه وبقوة حجة حامله فحسب بل بما يضع الله تعالى في قلب قائله وعلى لسانه من تقوى وما يفيض بواسطته من بركات . وهذه لا طريق لها إلا المزيد من خشية الله وعبادته وتلاوة القرآن . فهذا رسول الله صلى الله عليه وسلم لم تلهه أعباء الرسالة السماوية وإبلاغها ( وما أثقل ذلك ) عن الالتزام بالأوراد وتلاوة القرآن وصلاة الليل حتى تورمت قدماه وحين يسأل عن ذلك يقول \" أفلا أكون عبدا شكورا\" (2) .\n__________\n(1) أوس بن حذيفة بن ربيعة هو والد عمرو بن أوس وَجَدُّ عثمان بن عبد الله بن أوس من علماء التابعين . توفي سنة 59 هـ.\n\n(2) أخرجه ابن حبان في صحيحه وعند مسلم مختصرا عن عائشة رضي الله عنها.\n(1/64)",
        "\nالأحزاب التي ذكرت في الشطر الثاني من الحديث والتي كان يدوام عليها عامة صحابة رسول الله صلى الله عليه وسلم هي في اليوم الأول من البقرة إلى النساء أي ثلاث سور وفي اليوم الثاني خمس سور من المائدة إلى التوبة وفي اليوم الثالث سبع سور من بداية يونس حتى نهاية النحل وفي اليوم الرابع تسع سور من بداية الإسراء حتى نهاية الفرقان وفي اليوم الخامس من بداية الشعراء حتى نهاية يس وفي اليوم السادس من بداية الصافات حتى نهاية الحجرات وفي اليوم السابع من سورة ق حتى نهاية المصحف . وربما اختلف ذلك بعض الشيء من صحابي لآخر فقد روي عن عثمان بن عفان أنه كان يفتتح ليلة الجمعة بالبقرة إلى المائدة وليلة السبت بالأنعام إلى هود وليلة الأحد بيوسف إلى مريم وليلة الإثنين بطه حتى القصص وليلة الثلاثاء بالعنكبوت إلى ص وليلة الأربعاء بالزمر إلى الرحمن ويختم ليلة الخميس.\nويتضح من ذلك حرص الصحابة رضوان الله عليهم على حتم القرآن كل أسبوع.\n54- عن عبد الله بن عمرو رضي الله عنهما قال ، قال رسول الله صلى الله عليه وسلم:\n\" إقرأ القرآن في شهر \" قلت إني لأجد قوة حتى قال : \" إقرأه في سبع ولا تزد على ذلك\".\nمتفق عليه\nكان أول أمر رسول الله صلى الله عليه وسلم لعبد الله بن عمرو مرة كل شهر . إلا أنه وجد إمكانية لأكثر من ذلك فزاده رسول الله صلى الله عليه وسلم إلى مرة في الأسبوع وقد استمر رضي الله عنه في تطبيق وصية رسول الله صلى الله عليه وسلم بشكل حريص حتى قيل أنه ندم في آخر عمره حينما ضعفت قواه انه لم يقبل أمر رسول الله الأول وفي الوقت نفسه كره أن يترك أمرا أمره رسول الله به وهو الختم كل أسبوع . وهكذا كان حرص الصحابة على كثرة تلاوة القرآن قال تعالى { فَاسْتَبِقُوا الْخَيْرَاتِ} (1) .\nكان تعليم رسول الله صلى الله عليه وسلم لأصحابه وفق ما يطيقونه وما يعرفه منهم من قابلية على التنفيذ والالتزام فهو شيخهم ومربيهم ومعلمهم وما كان يأمر به صحابيا ما كان ليأمر به صحابيا آخر . ويبدوا من أمره الأول بالختم كل شهر هو ما يجب أن يأخذ به عامة\n__________\n(1) سورة البقرة الآية 148.\n(1/65)\n",
        "المسلمين وأن الختم في سبع هو لمن يطيق ذلك أفضل وسنأتي على تفصيل أكثر من ذلك فيما بعد.\n55- عن عبد الله بن عمرو قال ، قال رسول الله صلى الله عليه وسلم:\n\" من قرأ القرآن في أقل من ثلاث لم يفقهه\".\nرواه أبو داؤد والترمذي وقال حسن صحيح\nيشير هذا الحديث إلى كراهة الاستعجال بالقراءة إلى حد يخرجها عن التلاوة السليمة ومن ثم محاولة ختم القرآن بسرعة . وليس في الحديث ما يشير إلى تحريم التلاوة في أقل من ثلاثة أيام بل إلى الإشارة إلى من يتلوه في أقل من ثلاث على الدوام ولا يهتم بالفهم بل جل اهتمامه بكثرة الختم فحسب.\nوقد سئل الإمام مالك رضي الله عنه رجل يختم القرآن كل ليلة فقال ما أحسن هذا ، القرآن إمام كل خير . وروي عن عثمان رضي الله عنه أنه كان يختمه في ليلة ولعل ذلك أحيانا حيث سبق وأن بينا أن ورده كان ختمة كل أسبوع كما روي عن سعيد بن جبير (1) رضي الله عنه أنه قال قرأت القرآن في ركعة في البيت يعني الكعبة . وقد أدركنا بعض السلف الصالح رضوان الله عليهم ممن يختم القرآن في يوم واحد وربما بدأ بختمة أخرى بحيث يختم مرة في الليل ومرة في النهار وهذا ليس على الدوام بالطبع ولكن في بعض أيام رمضان عند الاعتكاف أو بينة آونة وأخرى وعامة ختمهم بين الثلاثة أيام والسبعة.\nوذكر الإمام أحمد بن حنبل في كتاب الزهد قال دخلت على كرز فإذا عنده مصلاة قد ملأها تبنا وبسط عليها كساء من طول القيام وكان يقرأ القرآن في اليوم والليل ثلاث مرات وكان كرز إذا خرج أمر بالمعروف فيضربونه حتى يغشى عليه . وقال بعض العارفين : لي في كل جمعة ختمة وفي كل شهر ختمة وفي كل سنة ختمة ولي ختمت منذ ثلاثين سنة ما فرغت منها بعد وذلك بحسب تدبره أثناء التلاوة.\nوسيمر بنا أن الدعاء عند ختم القرآن مستجاب . لذلك فإن حضور دعاء ختم القرآن والتأمين عليه أمر حسن . كما أن التعاون على ختم القرآن بحيث يقرأ كل شخص قسما\n__________\n(1) سيد التابعين كان يخنم القرآن فيما بين المغرب والعشاء في رمضان . كان آخر من قتله الحجاج عام 95 هـ حيث دعا قبل قتله : اللهم لا تسلط الحجاج على أحد بعدي فعاش بعده 15 ليلة .\n(1/66)\n\nمن القرآن ثم دعاء الختم مجتمعين تلك سنة حسنة فالقرآن خير ما يؤلف القلوب ويقربها من بعضها ولن يبخل الله بالعطاء الجزيل على من ساهم في ختم القرآن وحضر الدعاء وأمَّنَ عليه.\n56- عن عبد الله بن عباس رضي الله عنه قال كان النبي صلى الله عليه وسلم أجود الناس بالخير وأجود ما يكون في رمضان لأن جبريل كان يلقاه في كل ليلة في شهر رمضان حتى يَنْسَلِخَ يعرض عليه رسول الله صلى الله عليه وسلم القرآن فإذا لقيه جبريل كان أجود بالخير من الريح المرسلة.\nمتفق عليه\nكان رسول الله صلى الله عليه وسلم يراجع القرآن يتلوه على جبريل في ليلالي رمضان فتسمو روحه وبذا يجود بالخير إن كان المقصود بالخير جودا ما مثله جود والجود بالخير إن كان المقصود بالخير المال فقد كان بقسم الصدقات الكثيرة التي تأتيه وما يحب أن يأتيه وعنده شيء حتى ينسى أحيانا إن يترك شيئا لأهله وقد سمى الله تعالى المال خيرا يقوله على لسام موسى عليه السلام : { رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ } (1) وإن كان الخير هو العمل الصالح فجهاد رسول الله صلى الله عليه وسلم في رمضان كان مثالا لذلك وكان ينصح الصائمين إن سابهم أحد أو شاتمهم أن يقولوا إنا صائمون (2) وكان رسول الله صلى الله عليه وسلم عامة وقته سهلا إذا باع سهلا إذا اشترى سهلا إذا قضا سهلا إذا اقتضى . وإن كان الخير هو القول الحسن فقد كان خلقه القرآن صلى الله عليه وسلم (3) والعمل الصالح يتضاعف في رمضان : النافلة فالفريضة والفريضة إلى سبعمائة ضعف والله يضاعف لمن يشاء والله ذو الفضل العظيم وأفضل تعاهد القرآن هو تعاهده في رمضان . فرمضان هو\n__________\n(1) سورة القصص الآية 24 .\n\n(2) الحديث : إذا كان يوم صوم أحدكم فلا يرفث ولا يجهل فإ، امرؤ شاتمه أو قاتله فليقل إني صائم رواه البخاري ومسلم وأبو داؤد وابن ماجه عن أبي هريرة رضي الله عنه.\n...\n(3) ا حديث كان خلقه القرآن رواه مسلم وأبو داؤد عن عائشة رضي الله عنها.",
        "(1/67)\n\nشهر القرآن : { شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ} (1) .\nفقد كرم الله رمضان بنزول القرآن { إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ * وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ * لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ} (2) .\n57- عن عائشة رضي الله عنها : أسَرَّ إلي رسول الله صلى الله عليه وسلم:\n\" إن جبريل كان يعارضني بالقرآن كل سنة وأنَّه عارضني العام مرتين ولا أراه إلا حضر أجلي\".\nرواه البخاري\nقال الإمام أبو حنيفة (3) رضي الله عنه من قرأ القرآن في كل سنة مرتين فقد أدى حقه لأن النبي صلى الله عليه وسلم عرض على جبريل في السنة التي قبض فيها القرآن مرتين.\nوقال غيره يكره تأخير ختمه أكثر من أربعين يوما بلا عذر نص على ذلك الإمام أحمد بن حنبل لأن عبد الله بن عمر سأل النبي صلى الله عليه وسلم في كم نختم القرآن ؟ قال \" في أربعين يوما\" (4) .\nقال الإمام الغزالي رضي الله عنه في كتاب إحياء علوم الدين : في الختم أربع درجات : الختم في يوم وليلة وقد كرهه جماعة والختم في كل شهر كل يوم جزءا من ثلاثين جزءا وكأنه مبالغة في الاقتصار كما أن الأول مبالغة في الاستكثار وبينهما درجتان معتدلتان : إحداهما في الأسبوع مرة والثانية في الأسبوع مرتين تقريبا من الثلاثة والأحب أن يختم ختمة بالليل وختمة بالنهار ويجعل ختمه بالنهار يوم الإثنين في ركعتي الفجر أو بعدهما ويجعل ختمه بالليل ليلة الجمعة في ركعتي المغرب أو بعدهما ليستقبل أول النهار وأول الليل بختمة فإن الملائكة عليهم السلام تصلي عليه إن كانت ختمته ليلا حتى يصبح وإن كان نهارا حتى\n__________\n(1) سورة البقرة الآية 185.\n\n(2) سورة القدر الآيات 1- 3.\n\n(3) الإمام النعمان بن ثابت أحد الأئمة الأربعة المجتهدين إمام في الفقه زاهد عابد توفي سنة 150 هـ.\n\n(4) رواه أبو داؤد.\n(1/68)",
        "\nيمسي فتشمل بركتهما جميع النهار والليل . والتفصيل في مقدار القراءة إن كان من العابدين السالكين طريق العمل فلا ينبغي أن ينقص عن ختمتين في الأسبوع وإن كان من السالكين بأعمال القلب وضروب الفكر أو المشتغلين بنشر العلم فلا بأس أن يقتصر في الأسبوع على مرة وإن كان نافذ الفكر في معاني القرآن فقد يكتفي في الشهر بمرة لكثر حاجته إلى كثرة الترديد والتأمل.\n58- عن العرباض (1) بن سارية رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n\" من ختم القرآن فله دعوة مستجابة\".\nرواه الطبراني\nقال الله تعالى في كتابه العزيز : { ادْعُونِي أَسْتَجِبْ لَكُمْ } (2) وقال صلى الله عليه وسلم : الدعاء هو العبادة (3) وقد اختص الله تعالى أوقاتا معينة بالدعوة المستجابة كالثلث الأخير من الليل ووقت نزول المطر وساعة من يوم الجمعة وعند ختم القرآن كما اختص ناسا معينين بالدعوة المستجابة كالإمام العادل بين رعيته والمظلوم إن دعى على من ظلمه والنبي لأمته.\nوللدعاء شروط منها عدم الدعاء بالويل والثبور على المسلمين وقطيعة الرحم وأن يدعوا وهو موقن بالإجابة وأن يدعوا بذل وانكسار وأن يلح في الدعاء وأن لا يكون ساعة الدعاء متلبسا بمعصية كأن يكون جوفه ممتلئ بالحرام أو كان لباسه من حرام أو في أرض مغصوبة بظلم أو أن يقول أو أن ينظر إلى ما حرم الله . وبالجملة فإن من يدعو ربه عليه أن يكون تائبا منيبا إليه متوجها نحوه بصدق وإخلاص له وحده من غير شريك تاركا للمعاصي والذنوب مجتنبا للرياء والسمعة والعجب.\nوالدعاء عند ختم القرآن مثله مثل إعطاء أجر العامل أجرته عند إكمال عمله فمن أتم عمله في التلاوة من ترتيل وتفكر وعمل جهده أن تكون تلاوته صحيحة خالصة لوجه الله تعالى فقد استحق الأجرة كاملة باستجابة دعائه كاملا ومن أنقص من ذلك شيئا فلله الحكم إن\n__________\n(1) العرباض بن سارية السلمي كان من أهل الصفة سكن الشام ومات بها سنة 75 هـ.\n\n(2) سورة المؤمن الآية 60.\n\n(3) رواه أبو داؤد والترمذي والنسائي وابن ماجه وأحمد والحاكم عن النعمان بن بشير.\n(1/69)\n",
        "شاء أعطاه وإن شاء أجله بثواب يوم القيامة أو إصلاح في أمر دنياه وإن شاء منعه وهو أحكم الحاكمين.\n59- كان رسول الله صلى الله عليه وسلم يقول عند ختم القرآن:\n\" اللهم ارحمني بالقرآن واجعله لي إماما وهدى ورحمة . اللهم ذكرني منه ما نسيت وعلمني منه ما جهلت وارزقني تلاوته آناء الليل وأطراف النهار واجعله لي حجة يا رب العالمين\".\nرواه الأرجاني وأبو بكر بن الضحاك من رواية داؤد بن قيس (1)\nوقد سبق الدعاء المأثور الذي علمه رسول الله صلى الله عليه وسلم عليا بن أبي طالب رضي الله عنه في الحديث 25 . وليس تحديد الدعاء عند ختم القرآن حتم واجب بل إن أي دعاء من الأدعية المأثورة عن رسول الله صلى الله عليه وسلم أو ما يصلح من دعاء لإصلاح أمر المرء في دينه ودنياه فهو حسن.\n__________\n(1) حديث معضل : وهو الحديث الذي سقط من سنده راويان أو أكثر بشرط أن يكونا متوالين وهو أقل درجة من المنقطع وهو الذي سقط منه راوٍ واحد أو المرسل وهو الذي سقط منه الصحابي.\n(1/70)\n\nالباب السابع\nالقرآن في الصلاة\n\n60- عن جابر بن عبد الله رضي الله عنه قال سئل رسول الله صلى الله عليه وسلم :\nأي الصلاة أفضل ؟ فقال:\n\" طول القنوت\".\nرواه مسلم\nطول القنوت أي طول القيام في الصلاة وأفضل القيام في صلاة الليل . لقد اختص الله بعض الأماكن كالبيت الحرام والمسجد النبوي واختص بعض الأفراد باختصاصات من عنده كالأنبياء وأولياء الله الصالحين واختص بعض الأوقات باختصاصات من عنده كإجابة الدعاء واختص دعوات في أوقات معينة تختلف في فضلها عن أوقات أخر . وما كان أفضل التلاوة في أوقات معينة يختلف في أوقات آخر . لذلك اختلفت الصلوات في طولها وفي أفضل ما يقرأ فيها من سور ومع أن تلاوة أي سورة من القرآن جائز في أي صلاة من الصلاوات إلا أن الله اختص سور معينة بثواب أعظم وإجابة دعوات أسرع والله أعلم.\n61- عن عبد الله بن عمر رضي الله عنهما قال صليت مع النبي صلى الله عليه وسلم ليلة فلم يزل قائما حتى هممت بأمر سوء قلنا وما هممت قال هممت أن أقعد وأذر النبي صلى الله عليه وسلم.\nرواه البخاري\nكان صلى الله عليه وسلم يطيل القيام في صلاة الليل حتى تورمت قدماه فلما سئل عن ذلك قال : \" أفلا أكون عبدا شكورا\" (1) .\nوقال تعالى { يَاأَيُّهَا الْمُزَّمِّلُ * قُمِ الَّيْلَ إِلاَّ قَلِيلاً * نِّصْفَهُ أَوِ انقُصْ مِنْهُ قَلِيلاً * أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْءَانَ تَرْتِيلاً } (2) وكان قيام الليل أول بدء دعوته صلى الله عليه وسلم فريضة ثم\n__________\n(1) الهامش 4 في الحديث 53.\n\n(2) سورة المزمل الآيات 1- 4.",
        "(1/71)\n\nخفف الله ذلك عن المسلمين بقوله { فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ } (1) وذلك أسلوب تربوي رائع في تربية الجيل الأول من الصحابة رضوان الله تعالى عليهم على تكبد مشاق العبادة في وقت هم أحوج ما يكونون فيه على الصبر في سبيل الله تجاه أذى الكفار ولا يرفع من قواهم سوى إيمانهم الذين عليهم أن يدافعوا به عن دينهم وعقيدتهم.\n62- عن حذيفة بن اليمان رضي الله عنه قال : صليت مع النبي صلى الله عليه وسلم فافتتح البقرة فقلت يركع عند المائة ثم مضى فقلت يصلي بها في ركعة فمضى فقلت يركع بها ثم افتتح النساء فقرأها ثم افتتح آل عمران فقرأها يقرأ مترسلا إذا مر بآية تسبيح سبح وإذا مر بسؤال سأل وإذا مر بتعوذ تعوذ ثم ركع فجعل يقول سبحان ربي العظيم فكان كل ركوعه نحوا من قيامه ثم قال سمع الله لمن حمده ربنا لك الحمد ثم قام طويلا قريبا مما ركع ثم سجد فقال سبحان ربي الأعلى فكان سجوده قريبا من قيامه.\nرواه مسلم\nقال أبو ذر الغفاري (2) رضي الله عنه إن كثرة السجود بالنهار أفضل وإن طول القيام بالليل أفضل وهذه الصلاة رغم عدم ذكرها صراحة كانت صلاة الليل.\n63- عن أبي ذر الغفاري رضي الله عنه قال : قام رسول الله صلى الله عليه وسلم فينا ليلة بآية يرددها وهي { إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ} (3) .\nأخرجه النسائي وابن ماجه بسند صحيح\nقال الله تعالى : { كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا ءَايَاتِهِ وَلِيَتَذَكَّرَ أُولُوا الأَلْبَابِ } (4) فإن التدبر والتفكر والتذكر لا حصول له إلا بحضور القلب لقول الله عز وجل { إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ } (5) يعني حاضر القلب.\n__________\n(1) سورة المزمل الآية 20.\n\n(2) هو جندب بن جنادة من بني غفار كان من أوائل من أسلم حين قدم على رسول الله صلى الله عليه وسلم بمكة ثم عاد إلى أهله . كان زاهدا ورعا قال عنه صلى الله عليه وسلم : ما أقلت الغبراء ولا أظلت الخضراء أصدق لهجة من أبي ذر – أخرجه أبو داؤد وأحمد عن عبد الله بن عمر – توفي بالرذة عام 31 هـ.\n\n(3) سورة المائدة الآية 118.\n\n(4) سورة ص الآية 29.\n\n(5) سورة يس الآية 37.\n(1/72)",
        "\nقال تميم الداري (1) ليلة بآية { أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَن نَّجْعَلَهُمْ كَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ } (2) وقام سعيد بن جبير رضي الله عنه ليلة يردد الآية { وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ } (3) .\n64- عن أبي برزة (4) رضي الله عنه أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الغداة بالستين إلى المائة .\nرواه النسائي\nصلاة الغداة هي صلاة الفجر أي كان يقرأ بين ستين آية إلى مائة آية فيها . وقرأ عمر بن الخطاب رضي الله عنه في صلاة الفجر بسورة النحل ثم بسورة يوسف . وبذلك فإن طول القراءة في صلاة الفجر مأثور عن رسول الله صلى الله عليه وسلم وعن أصحابه وقد قال الله تعالى : { وَقُرْءَانَ الْفَجْرِ إِنَّ قُرْءَانَ الْفَجْرِ كَانَ مَشْهُودًا} (5) .\n65- عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم كان يقرأ في صلاة الفجر يوم الجمعة تنزيل السجدة وهل أتى على الإنسان.\nرواه النسائي\nكما صح عن رسول الله صلى الله عليه وسلم أنه قرأ في صلاة العيد بسورتي ق والقمر (6) .\n__________\n(1) تميم بن أوس بن خارجة الداري صحابي مشهور . سكن بيت المقدس بعد مقتل عثمان . توفي سنة 40 هـ.\n\n(2) سورة الجاثية الآية 59.\n\n(3) سورة يس الالآية 59.\n\n(4) هو نضلة بن عبيد الأسلمي.\n\n(5) سورة الإسراء الآية 78.\n\n(6) رواه مسلم عن أبي قتادة.\n(1/73)\n",
        "66- صلى أنس بن مالك رضي الله عنه الظهر فلما فرغ قال أني صليت مع رسول الله صلى الله عليه وسلم صلاة الظهر فقرأ لنا بهاتين السورتين في الركعتين بسبح اسم ربك الأعلى وهل أتاك حديث الغاشية.\nرواه النسائي\nهاتان السورتان من أواسط المفصل وهذا ما يناسب صلاة الظهر من انشغال الناس بالكسب والعمل فلا يسن التطويل.\n67- عن سليمان بن يسار (1) عن أبي هريرة رضي الله عنه قال ما صليت وراء أحد أشبه صلاة برسول الله صلى الله عليه وسلم من فلان (2) قال سليمان : كان يطيل الركعتين من الظهر ويخفف الأخريين ويخفف العصر ويقرأ في المغرب بقصار المفصل ويقرأ في العشاء بوسط المفصل ويقرأ في الصبح بطوال المفصل.\nرواه النسائي\nالمفصل هو آخر القرآن من سورة ق إلى سورة الناس . وعلى ذلك كان رسول الله صلى الله عليه وسلم يقرأ في ركعتي الفجر السور الطوال من المفصل لكونها أول النهار والإنسان بحاجة إلى غذاء روحي كما هو بحاجة إلى غذاء مادي . فطول القيام استحضار لعظمة الله تعالى ومخالفة لأهل الباطل والغفلة . أما القراءة في الظهر والعصر فقراءة بين المتوسطة والقصيرة للسماح للناس في مزاولة الكسب والعمل ابتغاء فضل الله تعالى.\nأما القراءة في المغرب فقصيرة لقصر وقت المغرب . وفي العشاء تكون القراءة متوسطة لكونها خاتمة الصلاة وقبل وقت النوم والراحة . فإن قام الرجل الليل بعد نوم كاف كان قيامه طويلا وقت غفلة أكثر الناس افتراقا عنهم فالذاكر وقت غفلة الناس ثوابه عظيم والذاكر بين الغافلين مكانته عظيمة . أما باقي النوافل والسنن فالقراءة فيها بصورة عامة بين المتوسطة والقصيرة.\n__________\n(1) سليمان بن يسار الهلالي المدني مولى ميمونة وقيل أم سلمة وهو أحد فقهاء المدينة السبعة من علماء التابعين وفضلاتهم مات بعد سنة مائة هـ.\n\n(2) كان عمر بن عبد العزيز أشبه الناس في زمانه صلاة برسول الله صلى الله عليه وسلم.\n(1/74)\n\n68- عن عبد الله بن عمر رضي الله عنهما قال ، رَمَقْتُ رسول الله صلى الله عليه وسلم عشرين مرة يقرأ بعد المغرب وفي الركعتين قبل الفجر قل يا أيها الكافرون وقل هو الله أحد .\nرواه النسائي والترمذي عن ابن عباس وقال حديث حسن\nوكان صلى الله عليه وسلم يقرأ بركعتي الوتر قبل الأخيرة بسبح اسم ربك الأعلى وقل يا أيها الكافرون وفي الركعة الأخيرة من الوتر بسورة قل هو الله أحد وقل أعوذ برب الفلق وقل أعوذ برب الناس وبذلك عمل الشافعي ومالك وأحمد فاستحبا قراءة قل هو الله أحد في الركعة الأخيرة من الوتر وحدها.\n69- عن جابر بن عبد الله رضي الله عنهما قال كان معاذ بن جبل رضي الله عنه يصلي بالناس فقرأ البقرة فخرج رجل من الصلاة وأتم لنفسه فقالوا نافق الرجل فتشاكيا إلى رسول الله صلى الله عليه وسلم فزجر رسول الله معاذا فقال:\n\" أفتان أنت يا معاذ . إقرأ سورة سبح والشمس وضحاها\".\nمتفق عليه\nيسن أن تكون صلاة الجماعة بما يستطيعه أضعف الناس بين الجماعة فليس لله حاجة في إيذاء الضعفاء أو ملل المصلين من طول القيام قسرا ما دام فرض الصلاة يتم حتى بآيات قلائل وليس ذلك فحسب بل إن السنة النبوية تقرر فضل الصلاة الجماعة القصيرة على الطويلة مخافة الملل والسأم والضعف من قبل واحد أو أكثر من المصلين وهذا لا يتعارض مع تحديد وفعل رسول الله صلى الله عليه وسلم ففعله قد حدد حدودا لطول وقصر الآيات والسور المحبذ الالتزام بها في الصلوات ومع ذلك فإن الميل إلى للتقليل هو سنة مؤكدة متى خيف السأم والضعف.\nومعاتبة رسول الله صلى الله عليه وسلم لمعاذ تعليم له ولمن يتقدم لإمامة المسلمين بمراعاة الضعفاء من الاتباع والرعية دون إفراط أو تفريط ولا شطط ولا مغالاة . أما من أراد طول القيام ففي صلاة الليل سعة وأبعد عن الرياء وعن إيذاء الضعفاء من الناس ومن أحب طول القيام فليصل ذلك وحده فيما عدا الفريضة التي تكون أفضل ما هي عليه جماعة.\n70- عن عبد الله بن عمر رضي الله عنهما قال : كان النبي صلى الله عليه وسلم يقرأ علينا السورة فيها السجدة فيسجد ونسجد حتى ما يجد أحدنا موضع جبهته.\nرواه البخاري",
        "(1/75)\n\nسجود التلاوة سنة في أربعة عشر موضعا من القرآن الكريم ويسن السجود بعد تلاوة آيات السجود مباشرة والحديث يدل على تكرار ذلك من رسول الله صلى الله عليه وسلم وأن ذلك كان يتم أثناء تعليمه صلى الله عليه وسلم وتدريسه القرآن للصحابة الكرام وهم حوله مزدحمين حتى كان يسجد أحدهم على ظهر الآخر لعدم توفر أماكن لوضع الجبهة على الأرض وآيات السجود تحث على السجود بمدحها إياهم وتذم الكفار لامتناعهم عن السجود لله تعالى . مثل الأولى :\n{ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا * وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً}.\nومثال الثانية : { وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْءَانُ لاَ يَسْجُدُونَ}.\n71- عن أبي سعيد الخدري رضي الله عنه قال : قرأ رسول الله صلى الله عليه وسلم وهو على المنبر سورة ص فلما بلغ السجدة نزل فسجد وسجد الناس معه فلما كان يوم آخر قرأها فبلغ السجدة تَشَزَّنَ (1) الناس للسجود فقال رسول الله صلى الله عليه وسلم:\n\" إنما هي توبة نبي ولكني رأيتكم تشزنتم للسجود \" فنزل وسجد وسجدوا.\nرواه أبو داؤد\nربما دل الحديث على أن السجود في سورة ص غير مؤكد أو أن الرسول صلى الله عليه وسلم أراد أن يشير إلى أن السجود كله في القرآن هو سنة ولا بأس بتركه أحيانا لكن السجود بصورة عامة هو أفضل وذو ثواب عظيم .\n__________\n(1) أي تهيأوا واستعدوا .\n(1/76)",
        "\nالباب الثامن\nفضائل سور محددة\n\nيقول الإمام الشعراني (1) في كتابه لواقح الأنوار القدسية في بيان العهود المحمدية : وقد أخذ علينا العهد العام من رسول الله صلى الله عليه وسلم أن نواظب على قراءة ما ورد من الآيات والسور كل يوم وليلة كالفاتحة وآية الكرسي وخواتيم سورة البقرة وخواتيم سورة آل عمران وقراءة سورة يس والواقعة والدخان وتبارك ونحو ذلك . والأحاديث في ذلك مشهورة ومن واظب على ذلك كان في حرز وأمان من الآفات الظاهرة والباطنة وأكثر من يخل بهذا العهد طلبة العلم الذين حدثوا في هذا الزمان فلا تكاد تجد لأحدهم وردا من القرآن ولا من الأذكار وإن كلمهم أحد في ذلك جادلوه وقالوا نحن مشغولون بالعلم وربما جلس أحدهم يلغو ويمزح ويستغيب الناس أضعاف زمن تلك الأوراد ولا يقول لنفسه قط إن الاشتغال بالعلم أفضل أبدا بل ربما نسي بعضهم القرآن في حجة اشتغاله بالعلم وهو ذنب عظيم كل ذلك لعدم من يربيهم وقد كان السلف الصالح إذا رأوا طالب العلم لا يعتني بالعمل لا يعلمونه العلم .\n72- عن أبي سعيد بن المعلّى (2) رضي الله عنه قال : كنت أصلي فدعاني النبي صلى الله عليه وسلم فلم أُجبه قلت يا رسول الله كنت أصلي قال : \" ألم يقل الله استجيبوا لله وللرسول إذا دعاكم لما يحييكُم \" ثم قال : \" ألا أعلمك أعظم سورة في القرآن قبل أن تخرج من المسجد ؟ \" فأخذ بيدي فلما أردنا الخروج قلت يا رسول الله إنك قلت لأعلمنك أعظم سورة في القرآن قال :\n\" الحمد لله رب العالمين . هي السبع المثاني والقرآن العظيم الذي أوتيتُهُ \" .\nرواه البخاري وأبو داؤد\n__________\n(1) الإمام عبد الوهاب الشعراني من كبار علماء القرن التاسع اهجري وله مؤلفات كثيرة .\n\n(2) هو أبو سعيد الحارث بن نفيع بن المعلى الأنصاري توفي سنة 74 هـ .\n(1/77)\n",
        "73- عن ابن عباس رضي الله عنهما قال بينما جبريل عليه السلام قاعد عند النبي صلى الله عليه وسلم سمع نقيضا من فوقه فرفع رأسه فقال هذا باب في السماء فُتح اليوم ولم يُفتح قطُّ إلا اليوم فنزل منه مَلَك فقال هذا مَلَك نزل إلى الأرض لم ينزل قطُّ إلا اليوم فسلَّم وقال أبشر بنورَين أوتيتَهُما لم يُؤتَها نبي قبلك فاتحة الكتاب وخواتيم سورة البقرة لن تقرأ بحرف منها إلا أُعطيتُه .\nرواه مسلم\nروى ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" الآيتان من آخر سورة البقرة من قرأهما في ليلة كَفَتَاه \" (1) أي يمنعان عنه الأعداء والمصائب : أعداء الإنس والجن ومصائب الآخرة فيبقى في ليلته في حرز أمين قال تعال: { فَسَيَكْفِيكَهُمُ اللَّهُ } (2) وربما يقصد \" بكَفَتَاه \" عظم أجرهما أو عظم الدعاء الوارد فيهما أو بأن يكون في أمان فإن مات مات على الإيمان . وهكذا قُرِنت خواتيم سورة البقرة وهي آيتان أو ثلاث آيات قوله تعالى : لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ .. إلى آخر السورة بسورة الفاتحة التي هي السبع المثاني . ويستحب في آخر قراءة هذه الثلاث آيات قول آمين كما في سورة الفاتحة ، لأن الدعاء فيها دعاء جليل فقيه الدعاء بعدم المؤاخذة بالخطأ والنسيان وتشبه الفاتحة كذلك في احتوائها الدعاء بعدم سلوك صراط المغضوب عليهم والضالين بقوله تعالى : { رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا } .\n74- عن أبي بن كعب (3) رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" يا أبا المنذر أتدري أي آية من كتاب الله معك أعظم \" قلت الله ورسوله أعلم قال : \" يا أبا المنذر أتدري أي آية من كتاب الله معك أعظم ؟ \" قال : قلت الله لا إله إلا هو الحي القيوم قال فضرب في صدري وقال : والله ليهنك (4) العلم أبا المنذر \" .\n__________\n(1) رواه الأربعة عن عبد الله بن مسعود .\n\n(2) سورة البقرة الآية 137 .\n\n(3) أبي بن كعب الأنصاري سيد القراء كان من أصحاب العقبة الثانية وشهد بدرا والمشاهد كلها وهو أول من كتب للنبي صلى الله عليه وسلم مات سنة 20 هـ .\n\n(4) ليهنك : أي ليهنئك .\n(1/78)\n\nرواه مسلم وأبو داؤد\nانظر إلى أدب الصحابي الجليل مع رسول الله صلى الله عليه وسلم بإجابته الله ورسوله أعلم مع علمه بالجواب . وهكذا كان أدب الرجال العظام الذين تأدبوا بآدابه صلى الله عليه وسلم وربّاهم بنفسه فنعم الصحب صحبه ونعم الأدب أدبهم .\n75- عن أبي أمامة الباهلي رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" إقرأوا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه . إقرأوا الزهراوين البقرة وسورة آل عمران فإنهما يأتيان يوم القيامة كأنهما غَمامَتان أو كأنهما غيابتان أو كأنهما فرقان من طير صَواف تحاجّان عن أصحابهما إقرأوا سورة البقرة فإن أخذها بركة وتركها حسرة ولا تستطيعها البطلة \" .\nرواه مسلم والترمذي\nسورة البقرة وآل عمرات تحويان الكثير من الحكم والأمثال والعظات فمن حفظهما وأقام حدودهما وائتمر بأوامرهما وانتهى عن نواهيهما كان حقا على الله أن يشفعهما فيه يوم القيامة لتحاججان عن صاحبهما فهما بركة لمن يتلوهما وحسرة على من يتركهما يوم القيامة حين يجد ما أعد الله تعالى لمن أوتيهما في هذه الدنيا .\nوفي هذا الحديث إشارة إلى أن الله يوفق لمثل هذه الأعمال من يحب أما من لا يحب فإنه لا يمكنه من حفظهما أو أداء حقهما حتى ولو حاول ذلك ابتغاء غير وجه الله تعالى .\nغيابتان من غيابة وهي الظلة أو الغمامة والبطلة أهل الباطل .\n76- قال أبو بكر الصديق رضي الله عنه للنبي صلى الله عليه وسلم : قد شبت يا رسول الله قال :\n\" شيبتني هود وأخواتُها الواقعة والمرسلات وعمَّ يَتَسَاءَلُونَ وإِذَا الشَّمْسُ كُوِرَت \" .\nرواه الترمذي\nسورة هود احتوت على آية الأمر بالاستقامة { فَاسْتَقِمْ كَمَا أُمِرْتَ } (1) وهي حمل ثقيل بالأمر بالاستقامة كما أمر الله تعالى وهو أمر ليس خاصا به بل لمن اتبعه بقوله تعالى : { وَمَن تَابَ مَعَكَ وَلاَ تَطْغَوْا } .\n__________\n(1) سورة هود الآية 112 واللفظ مكرر في سورة الشورى كذلك الآية 15 .",
        "(1/79)\n\nوأما سور المرسلات وعم يتساءلون وإذا الشمس كورت فكلها وصف لشدائد يوم القيامة : يوما يجعل الولدان شيبا . وتنذر الناس إنذارا شديدا . ففي سورة المرسلات تكرار للويل للمكذبين عدة مرات وفي عمَّ يتساءلون وصف للقيامة بالنبأ العظيم وفي التكوير وصف للحوادث الكونية الرهيبة يوم القيامة وفي الواقعة كذلك فهي الخافضة الرافعة ووصف أحوال أصحاب أهل اليمين وأصحاب الشمال وأحوال السابقين السابقين اولئك المقربين .\n77- عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" من قرأ سورة الكهف يوم الجمعة أضاء له من النور ما بين الجُمعتين \" .\nرواه البيهقي والحاكم وصححه\n78- عن أبي الدرداء رضي الله عنه أن رسول الله صلى الله عليه وسلم قال :\n\" من حفظ عشر آيات من سورة الكهف عُصِمَ من الدجال \" .\nرواه مسلم وأحمد والنسائي وأبو داؤد\nوفي رواية من آخر سورة الكهف (1) والأفضل الجمع بينهما بحفظ عشر آيات من أولها وعشر من آخرها والأفضل من ذلك حفظ السورة كلها وترديدها أيام الجمع كما مرَّ في الحديث السابق .\n79- عن معقل بن يسار (2) رسول الله قال : قال رسول الله صلى الله عليه وسلم :\n\" قلب القرآن يس لا يَقرَؤُها رجل يريد الله والدار الآخرة إلا غُفر له . إقرأوها على موتاكم \" .\nرواه الإمام أحمد والبيهقي وصححه\n80- عن أبي أمامة الباهلي رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" من قرأ حم الدخان في ليلة جمعة أو يوم جمعة بنى الله له بيتا في الجنة \" .\nرواه الطبراني وصححه\n__________\n(1) حديث من قرأ العشر الأواخر من سورة الكهف عصم من الدجال عن أبي الدرداء رواه مسلم وأحمد والنسائي .\n\n(2) معقل بن يسار المزني أسلم بعد الحديبية وشهد بيعة الرضوان قيل هو الذي حفر نهر المعقل بالبصرة بأمر من عمر بن الخطاب رضي الله عنه فنسب إليه . مات في آخر خلافة معاوية .\n(1/80)",
        "\n81- عن عبد الله بن مغفل (1) رضي الله عنه قال رأيت رسول الله صلى الله عليه وسلم يوم الفتح وهو يقرأ على راحلته سورة الفتح .\nرواه ابن ماجه\nفي هذا الحديث جواز بل استحباب التلاوة أثناء السفر والمشي والركوب وفي الطريق وقد روي ذلك عن عمر بن عبد العزيز رضي الله عنه . كما أن الحديث يدل على ضرورة تعاهد القرآن وتلاوته سفرا وحضرا كما أن تلاوة سورة الفتح يوم الفتح كانت سورة بالمناسبة لذلك يسن تلاوة الآيات أو السور التي لها علاقة بالمناسبة التي يمر بها المرء في حياته .\n82- عن عبد الله بن مسعود رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول :\n\" من قرأ سورة الواقعة كلَّ ليلة لم تُصِبهُ الفاقَةُ أبدا \" .\nأخرجه أبو عبيد وأبو يعلى وابن مردويه والبيهقي\n83- عن العرباض بن سارية (2) رضي الله عنه أن النبي صلى الله عليه وسلم كان يقرأ المسبحات قبل أن يرقد ويقول :\n\" إن فيهن آية خير من ألف آية \" .\nالمسبحات هي خمس سور : الحديد والحشر والصف والجمعة والتغابن ، ولعل الآية المشار إليها في الحديث { لَوْ أَنزَلْنَا هَذَا الْقُرْءَانَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللهِ } (3) ... إلى آخر السورة .\nالقرآن كله خير وكله فاضل . فهل هناك آية أفضل من آية ؟ كل القرآن كتاب الله لكن موضوع الآية وما تحتوي يختلف عن آيات أخر فليس موضوع قل هو الله أحد وهو خلاصة التوحيد كموضوع \" تبت يدا أبي لهب \" وهي ذم واحد من الكفار فالموضوعان مختلفان\n__________\n(1) عبد الله بن مغفل المزني شهد بيعة الشجرة وهو أحد العشرة الذين بعثهم عمر بن الخطاب ليفقهوا أهل البصرة مات في البصرة عام 59 هـ .\n\n(2) العرباض بن سارية : صحابي مشهور من أهل الصفة وكان يقول أنا رابع الإسلام . نزل حمص ومات سنة 75 هـ .\n\n(3) سورة الحشر الآية 21 .\n(1/81)\n",
        "وبذلك فُضِّلت الآية الأولى من حيث موضوعها على الآية الثانية في موضوعها لكن كلا الآيتين سواء من حيث أنهما كلام الله تعالى .\n84- عن معقل بن يسار رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" من قال حين يصبح ثلاث مرات أعوذ بالله السميع من الشيطان الرجيم وقرأ ثلاث آيات من آخر سورة الحشر وُكِّلَ به سعين ألف مَلَك حتى يُمسي وإن مات في ذلك اليوم مات شهيدا ومن قال حين يُمسي كان بتلك المَنزِلة \" .\nرواه الترمذي\nالشهيد في الحديث هذا لعله أقل درجة من الشهيد الذي تشير إليه أحاديث أخر بأنه الذي يركب فرسه حتى يستشهد في سبيل الله فذلك شهيد في الجهاد في سبيل الله . أما الغريق فهو شهيد ومن تردى من جبل فهو شهيد ومن مات وهو يطلب العلم فهو شهيد ولعل الشهيد هو بهذه المنزلة فهو بتلاوته هذه استودع الله تعالى ما أقر في هذه الآيات من اعتراف بوحدانية الله وخضوع لسلطانه وعهد بطاعته وهؤلاء جميعا شهداء لكنهم أقل درجة من الشهيد الذي ذُكر أولا .\n85- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم :\n\" من القرآن ثلاثون آية شفعت لرجل حتى غُفِرَ له وهي تَبَارَكَ الذِي بِيَدِهِ المُلْكُ \" .\nرواه أبو داؤد والترمذي وقال حديث حسن\nروى الترمذي عن ابن عباس رضي الله عنهما قال ضرب بعض أصحاب النبي صلى الله عليه وسلم خباءَه ( أي خيمته ) على قبر وهو لا يعلم فإذا فيه إنسان يقرأ سورة تبارك الذي بيده الملك حتى ختمها فأتى النبي صلى الله عليه وسلم فقال يا رسول الله ضَرَبتُ خِبائي على قبر وأنا لا أحسب أنه قبر فإذا فيه إنسان يقرأ تبارك حتى ختمها فقال رسول الله صلى الله عليه وسلم هي المانعة هي المنجية تُنجيه من عذاب القبر .\nوعذاب القبر ثابت بالقرآن الكريم بقوله تعالى : { النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا ءَالَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ } (1) فهذه السورة تشفع لصاحبها الذي يكثر قراءتها وتمنع عنه عذاب القبر وتنجيه منه .\n__________\n(1) سورة غافر الآية 46 .\n(1/82)\n\n86- عن عائشة رضي الله عنها قالت كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ الزُمَر وبني إسرائيل .\nرواه الترمذي\n87- عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال :\n\" من قرأ والتِّينِ والزَيتُونِ فانتهى إلى آخرها فليقل بَلى وأنا على ذلك من الشاهدين ومن قرأ لا أُقْسِمُ بِيومِ القِيامُةِ فانتهى إلى أخرها أَلَيسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيِ المَوتَى فليقل بلى ومن قرأ والمرسلات فبَلَغَ بِأَيِّ حَدِيثٍ بَعدَهُ يُؤمِنُون فليقل آمنَّا بالله \" .\nرواه أبو داؤد والترمذي\nوهكذا على من يقرأ القرآن أن يكون حاضر الفكر فإذا مر بآية رحمة سأل الله أن يرحمه أو آية عذاب دعا الله أن يصرف ذلك عنه وإن مر باستفهام أجاب كما في هذه الآيات وبآية سجدة سجد وبآية دعاء رفع كفيه للدعاء وإن كان الدعاء طلبا لصرف أمر مكروه قلب كفيه ودعا وكل ذلك مأثور عن رسول الله صلى الله عليه وسلم .\n88- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم قال :\n\" من قرأ إِذا زُلزِلَتِ عَدَلَتْ له بنصف القرآن ومَن قرأ قُلْ يا أَيُها الكَافِرون عَدَلَتْ له بربع القرآن ومن قرأ قُلْ هُو الله أَحد عدلت له بِثُلُث القرآن \" .\nرواه الترمذي\nمعادلة السور بجزء من القرآن بناء على ما تحتويه من مواضيع فالقرآن ترغيب وترهيب وسورة الزلزلة ترهيب من يوم القيامة فهي نصف الموضوعين وسورة الكافرون براءة من الكفر والكافرين وسورة الإخلاص إثبات للتوحيد وإقرار بصفاته وكل هذه أركان عظيمة من أركان الإسلام وهي خلاصة لجزء عظيم من الدين لذلك فقد عودلت لما ذكر من أجزاء من القرآن .\n89- عن عائشة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم:\n\" من قرأ بعد صلاة الجمعة قُلْ هُوَ الله أَحد وقُلْ أَعوذُ بِرَبِ الفَلَق وقُلْ أَعُوذُ بِرَبِ النَّاسِ سبع مرات أَعاذَهُ الله من السوء إلى الجمعة الأخرى\".\nرواه ابن السني - حديث صحيح\nصلاة الجمعة تتكرر مرة في الأسبوع فهي صلاة مختصة بفضل عميم وتمام ذلك الفضل بانتهائها ثم الدعاء أو قراءة القرآن بعدها أو ذكر الله تعالى وما هذه السور سوى سور إقرار",
        "(1/83)\n\nبوحدانية الله تعالى والدعاء والاستعاذة رجاء أن يستمر فضل هذه السور وبركاتها إلى الجمعة الأخرى . فالمؤمن كالتاجر النهم لا يدع لحظة ولا مناسبة ولا وسيلة للربح إلا استخدمها وطلب الاستزادة من الثواب والبركات والدعاء رجاء أن يقع على لحظة يتجلى الله تعالى على خلقه فيها وينعم عليهم بالإجابة ومثل هذه المناسبات تتكرر كل صلاة وكل ليلة وكل جمعة وكل رمضان وكل حج وهكذا.\n90- بعث النبي صلى الله عليه وسلم رجلا على سرية فكان يقرأ لأصحابه في صلاتهم فيختم بقل هو الله أحد فلما رجعوا ذكروا ذلك للنبي صلى الله عليه وسلم فقال : \" سلوه لأي شيء يصنع ذلك \" فسألوه فقال لأنها صفة الرحمن فأنا أحب أن أقرأ بها فقال رسول الله صلى الله عليه وسلم:\n\" أخبروه أن الله يحبه\".\nرواه مسلم\nتشير هذه الآية إلى مدى الفهم العميق الذي كان عليه صحابة رسول الله صلى الله عليه وسلم للقرآن والشريعة . فإن إكثار الصحابي لتلاوة قل هو الله أحد حتى في كل ركعة لحبه تلك السورة كان أمرا جديدا محدثا لم يسبقه أحد بذلك لا رسول الله صلى الله عليه وسلم ولا غيره من الصحابة فهو بدعة لكن تلك البدعة كانت بدعة حسنة لا بسبب تقرير وموافقة رسول الله صلى الله عليه وسلم له لأن ذلك حدث فيما بعد ولكن بسبب أن تلك البدعة تتماشى مع روح الدين في تعظيم الله وتقديسه وحبه وحب الآيات من القرآن التي تعظم صفاته . ثم بعد ذلك جاء الحديث الشريف هذا في إقرار ما قام به الصحابي واعتبار فعله سنة يجازى بها بحب الله تعالى له وهذا مكمل لما سبق أن ذكر في الحديث 34.\n91- عن عقبة بن عامر (1) رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:\n\" ألم تر آيات أُنزلت هذه الليلة لم يُرَ مثلهن قط : قل أعوذ برب الفلق وقل أعوذ برب الناس\".\nرواه مسلم\n__________\n(1) عقبة بن عامر الجهمي كان عالما بالفرائض والفقه فصيح اللسان شاعرا وهو أحد من جمع القرآن عن عهد عثمات رضي الله عنه مات في خلافة معاوية .\n(1/84)",
        "\nحقا إن كل آية أو مجموعة من آيات في القرآن ليس لها مثيل فهاتان السورتان سورتا استعاذة ليس لهن مثيل في القرآن كله ولم يعرف العرب لهن مثيل في كلامهم وقد اختصتا بالاستعاذة والرقية وبفضل كبير.\n92- عن عبد الله بن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم:\n\" اسم الله الأعظم الذي إذا دعي به أجاب في هذه الآية : { قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ وَتُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَن تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (1) \".\nرواه الطبراني\nلله تعالى تسع وتسعون اسما من حفظها دخل الجنة وحفظ تلك الأسماء هو استظهارها والعمل بما تأمر به والتلبس بما تأمر به من تجليات وقد أخفى الله تعالى بين تلك الأسماء اسمه الأعظم وقد ورد في هذا الحديث وفي أحاديث أخر إشارات إلى مواضع الإسم الأعظم في القرآن الكريم أو بين أسمائه تعالى . وقد اختلف العلماء في الاسم الأعظم كثيرا وهو مما أخفاه الله تعالى كليلة القدر بين الليالي العشر الأواخر من رمضان وساعة الإجابة يوم الجمعة .\nوالاسم الأعظم هو الاسم الذي إذا دعي الله به أجاب . وكل أسماء الله تعالى الحسنى مذكورة هي الأخرى في القرآن أيضا .\n\nفَإِذَا قُضِيَتِ الصَّلاَةُ فَانتَشِرُوا فِي الأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ\nفقد قال الله تعالى بعد الأمر بصلاة الجمعة { فَإِذَا قُضِيَتِ الصَّلاَةُ فَانتَشِرُوا فِي الأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ } سورة الجمعة الآية 10 .\n__________\n(1) سورة آل عمران الآية 26 .\n(1/85)\n",
        "الباب التاسع\nالأجر على تلاوة القرآن والرقبة به\n\n93- عن جابر بن عبد الله رضي الله عنه قال : دخل رسول الله صلى الله عليه وسلم فإذا قوم يقرأون القرآن قال:\n\" إقرأوا القرآن وابتَغَوا به الله عز وجل من قبل أن يأتي قوم يُقيمونه إقامة القَدحِ يَتعجَلونه ولا يَتأجَّلونه\".\nرواه الإمام أحمد وأبو داؤد\nالقدح آنية للشرب فكأن من يبتغي بتلاوة القرآن غير وجه الله كمن يستخدم القرآن آنية لإشباع شهواته من طعام أو شراب أو اكتساب المال أو الشهرة والسمعة.\n94- عن عمران بن حصين (1) رضي الله عنه أنه مرَّ على قاصّ يقرأ ثم سأل فَاستَرجَعَ ثم قال سمعت رسول الله صلى الله عليه وسلم يقول:\n\" من قرأ القرآن فليسأل الله به فإنه سيجيءُ أقوام يقرأون القرآن يسألون به الناس\".\nرواه الترمذي وحسن\nفي هذا القرآن نهي واضح عن الاستجداء بالقرآن وسؤال الناس عرض الدنيا بالقرآن . فما لذلك أنزل الله كتابه بل أنزله هدىً للناس وبينات من الهدى والفرقان ونور ورحمة وعلى المسلم أن يسأل الله وحده بالقرآن والاسترجاع هو قول إنَّا لله وإنَّا إليه راجعون.\n95- عن أبي سعيد الخدري رضي الله عنه قال كنا في مسيرٍ لنا فَنَزَلنا فجاءت جارية فقالت إبن سيد الحي سليم (2) فهل معكم راقٍ ؟ فقام معها رجل فَرَقاهُ بأم القرآن فبرئَ فذكر للنبي صلى الله عليه وسلم فقال:\n\" وما يدريه أنها رُقيَة؟\".\nرواه البخاري\n__________\n(1) عمران بن حصين الخزاعي أسلم عام خيبر وكان رجلا فاضلا ، عُيِّن قاضيا بالكوفة وتوفي سنة 52 هـ بالبصرة .\n\n(2) سليم من كلمات الأضداد أي مريض وكان قد لدغته حية أو عقرب .\n(1/86)\n\nوتتمة الحديث في رواية أخرى أن القافلة قد طلبوا أن يضيفهم أصحاب الحي فأبوا لكنهم بعد أن طلب منهم أن يرقوا اللديغ طلب الصحابي على ذلك أجرا فأخذ أجره من الغنم بعد أن برئ ابن سيد الحي فلما ذكر ذلك للنبي صلى الله عليه وسلم قال : \" واضرِبوا لي منها بِسهمٍ \" أي شاركوني في ما أهدي إلى الرجل من أجر على رقيته للديغ.\nإن كتاب الله عز وجل ليس هو الذي يشفي أو يبرئ فالله هو الذي بيده كل شيء قال الله تعالى : { وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَل لِّلَّهِ الأَمْرُ جَمِيعًا } (1) . هذا في الوقت نفسه فإن الله تعالى قد أودع في هذا القرآن الكريم أسرارا وبركات جَمَّة بحيث إذا صادف تلاوة شيء منه وقت معين من قبل أشخاص مؤمنين برئ المريض وشفي السقيم كما قال تعالى : { وَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إِلاَّ خَسَارًا } (2) .\nوالرقية علاج نفسي ثبتت فائدته بالتجربة وأكَّده علماء النفس والأطباء المحدثون ولا ينحصر تأثيره على الأمراض النفسية بل يتعدى ذلك إلى الأمراض العضوية التي تعود أسبابها إلى أسباب نفسية كالرعب والخوف وما أشبهها التي تحتاج إلى طمأنينة لنفس المريض ودفع القلق والاضطراب النفسي عنه ولا غرابة في ذلك فمن أودع في الدواء أسرارا لتغلب على الأعراض المرضية ومن ثم الشفاء هو نفسه جل وعلا قد أودع أسرارا مشابهة في كتابه وكلامه ولدى الصالحين من عباده وفي الأوقات المباركة المخصوصة من الزمان ولله الأمر جميعا.\n96- عن عبد الله بن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم:\n\" إن أحق ما أخذتم عليه أجرا كتابُ الله\".\nرواه البخاري\nقال أبو الليث السمرقندي في كتاب بستان العارفين : التعليم على ثلاثة أوجه أحدها للحسبة ولا يأخذ به عوضا والثاني أن يعلِّم بالأجرة والثالث أن يعلِّم بغير شرط . فإن أُهدي إليه قبل الهدية.\nفالأول مأجور وهو عمل الأنبياء عليهم السلام.\n__________\n(1) سورة الرعد الآية 31 .\n\n(2) سورة الإسراء الآية 82 .",
        "(1/87)\n\nوالثاني مختلف فيه : قال أصحابنا المتقدمون لا يجوز لقوله صلى الله عليه وسلم:\n\" بلِّغوا عنِّي ولو آية \" وقال جماعة من المتأخرين يجوز ... وقالوا والأفضل للمعلم أن يشارط الأجرة للحفظ وتعليم الكتابة فإن شارط لتعليم القرآن أرجو أنه لا بأس له لأن المسلمين قد توارثوا ذلك واحتاجوا إليه.\nوأما الثالث فيجوز في قولهم جميعا لأن النبي صلى الله عليه وسلم كان معَلِّما للخلق وكان يقبل الهدية ولحديث اللديغ لما رقوه بالفاتحة وجعلوا له جُعلا وكان النبي صلى الله عليه وسلم \" واضربوا لي معَكُم فيها بسهمٍ\" (1) .\nلعل هذا الحديث تكملة لحديث اللديغ السابق لما قرره الصحابة في الأكل من أجر الذي رقى بالفاتحة بعد أن اتفق معهم على أن يجعلوا له جعلا . أما احتراف الرقية بالقرآن ابتغاء الكسب فهذا ما نهى عنه رسول الله صلى الله عليه وسلم في الأحاديث السابقة 93 و 94.\n97- عن عائشة رضي الله عنها قالت كان النبي صلى الله عليه وسلم إذا اشتكى يقرأ على نفسه بالمعوذتين ويَنفُثُ فلما اشتدَّ وجعه كنت أقرأ عليه وأمسح بيده رجاء بركَتِها.\nرواه الثلاثة\nفي هذا الحديث دليل على شدة الحاجة للرقية فإن كان رسول الله صلى الله عليه وسلم يرجو من الله الشفاء بقراءة المعوذتين فما بال غيره من المسلمين لا يرجون ذلك وفي الحديث دليل على جواز الرقية من المفضول لمن هو أفضل منه فكانت عائشة رضي الله عنها ترقي رسول الله صلى الله عليه وسلم وهو سيد العالمين وترجوا بذلك أن يصيبها بعض بركاته بمسح يده.\n98- عن أبي بن كعب (2) رضي الله عنه قال كنت عند النبي صلى الله عليه وسلم فجاء أعرابي فقال يا نبي الله إن لي أخ وبه وجع قال ما وجعه ؟ قال به لَمَمٌ قال فأتِني به فوضعه بين يديه فَعَوَذَه النبي صلى الله عليه وسلم بفاتحة الكتاب وأربع آيات من أول سورة البقرة (3) وهاتين الآيتين : إِلَهُكُمْ إِلَهٌ وَاحِدٌ (4) وآية الكرسي وثلاث آيات من آخر سورة البقرة\n__________\n(1) البرهان في علوم القرآن الجزء الأول صفحة 457 .\n\n(2) أبي بن كعل الأنصاري سيد القراء كان من أصحاب العقبة الثانية وشهد بدرا والمشاهد كلها .\n\n(3) الآيات : الم ذَلِكَ الْكِتَابُ .. إلى قوله يُؤْمِنُونَ .\n\n(4) الآية 163 .\n(1/88)",
        "\n(1) وآية من آل عمران (2) شَهِدَ اللَّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وآية من سورة الأعراف (3) إِنَّ رَبَّكُمُ اللَّهُ وآخر سورة المؤمنين (4) فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وآية من سورة الجن (5) وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا وعشر آيات من أول سورة الصافات (6) وثلاث آيات من آخر سورة الحشر (7) و قُلْ هُوَ اللَّهُ أَحَدٌ والمعوذتين فقام الرجل كأنه لم يشك قطُّ.\nأخرجه عبد الله بن أحمد في زوائد المسند بسند حسن\nالآيات المذكورة في هذا الحديث آيات اختارها رسول الله صلى الله عليه وسلم لتكون رقية وقد اختص الله تعالى تلك الآيات بتلك الخاصية.\nإن الرقية بالقرآن لا تتعارض مع التداوي واستعمال الدواء بل إن رسول الله صلى الله عليه وسلم أمر بالدواء وقال : \" إن لكل داء دواء فإذا وقع الدواء على الداء برئ المريض بإذن الله تعالى \" (8) ولا شفاء لداء واحد هو الداء الذي قد كتب الله عليه حلول أجل الإنسان وموته.\n__________\n(1) من قوله تعالى : لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ .. إلى آخر السورة .\n\n(2) الآية 18 .\n\n(3) الآية 54 .\n\n(4) الآيات 116 و 117 و 118 .\n\n(5) الآية 3 .\n\n(6) من قوله تعالى : وَالصَّافَّاتِ صَفًّا .. إلى قوله إِلاَّ مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ .\n\n(7) من قوله تعالى : هُوَ اللَّهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ .. إلى آخر السورة .\n\n(8) رواه مسلم وأحمد عن جابر بن عبد الله .\n(1/89)\n",
        "99- عن عائشة رضي الله عنها قالت كان النبي صلى الله عليه وسلم إذا أوى إلى فراشه كل ليلة جمعة كفيه ثم نَفَثَ فيهما فقرأ قُلْ هُوَ اللهُ أَحَد وقُلْ أَعُوذُ بِرَبِ الفَلَقِ وقُلْ أَعُوذُ بِرَبِ النَّاسِ ثم يمسح بهما ما استطاع من جسده يبدأ بهما على رأسه ووجهه وما أقبل من جسده يفعل ذلك ثلاث مرات.\nرواه البخاري\nكما أخرج الترمذي وأبو داؤد والدارمي عن عروة بن نوفل عن أبيه أنه قال يا رسول الله علمني شيئا أقوله إذا أويت إلى فراشي فقال : \" إقرأ قُلْ يَا أَيُهَا الكَافِرُون فإنها براءة من الشرك\".\nالنفث في اليدين والمسح على الجسد كناية عن جمع بركات الدعاء وتوزيعها على الجسد وليس في الدعاء ما يمسح أو يجمع باليدين لكن مثل ذلك حصر في للفكر واستجماع لأفعال الجوارح في وقت الدعاء نفسه لكي يكون الإنسان طيلة وقته مركزا بفكره وجوارحه على الدعاء كما أن بركات الدعاء تخالط نفس الإنسان وبذلك فإن نفثه ومسح الجسد توزيع لتلك البركات على الجسد كله والله أعلم.\n100- عن شداد بن أوس (1) قال ، قال رسول الله صلى الله عليه وسلم:\n\" ما من مسلم يأخذ مضجَعَهُ فيقرأ سورة من كتاب الله تعالى إلا وَكَّلَ الله به مَلَكَا يحفظه فلا يقربه شيء يؤذيه حتى يَهبَّ متى هبَّ\".\nأخرجه أحمد والترمذي\nإن لكل آية أو سورة أو كلمة بل ولكل حرف ملائكة مختصون يخدمون تلك السورة أو الآية أو الكلمة فمن تلاها تنزلت تلك الملائكة لتنفذ ما أوكل الله بها من مهام من حفظ للقارئ أو منع للشياطين عنه أو حرز من الشر أو الكفر أو يبشرونه بالوقاية من النار والموت على الإيمان إن كان قد كتب الله عليه الموت حينئذ . وهذه الخواص لا يحس بها عامة الناس فالله يودع أسراره من يشاء ومتى يشاء وهو على كل شيء قدير . فلا أحد يستطيع الجزم بسبب تفضيل سورة الكهف يوم الجمعة وعصمة قارئها من الدجال أو غيرها\n__________\n(1) شداد بن أوس بن ثابت الخزرجي ابن أخي حسان بن ثابت شهد أبوه بدرا واستشهد بأحد . سكن شداد حمص ، وتوفي بفلسطين أيام معاوية ودفن ببيت المقدس عام 58 هـ وهو ابن خمس وسبعين سنة .\n(1/90)\n\nمن الآيات والسور التي أُثرت عن رسول الله صلى الله عليه وسلم فهي أمور تردنا منه صلى الله عليه وسلم ونرجو بها الثواب من الله تعالى يوم القيامة وإصلاح أمور الدنيا .. ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار.\nوآخر دعوانا أن الحمد لله رب العالمين.\n{ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلاَ يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ } (1) .\nصدق الله العظيم\n__________\n(1) سورة الحديد الآية 15 .",
        "(1/91)\n"
    ]
}