{
    "partText": [
        "\nرسائل العقيدة\n\nالرافضة\n\nفي بلاد التوحيد\n\nناصر بن سليمان العمر\n\nالرافضة في بلاد التوحيد\n\nالفصل الأول\nكثافتهم السكانية :\nيدعي الرافضة أنهم يبلغون 25% من سكان هذه البلاد, كما في كتابهم الشيعة في السعودية ص (3)!!\nمع أنهم في الحقيقة لا يتجاوزون 5% بل لا يبلغون ذلك. وللرافضة دعوة جادة لتكثير التناسل بينهم, وللحث على الزواج المبكر, وتعدد الزوجات, ولذلك فإن من الملفت للنظر لمن دخل القطيف وتجول فيها أن يرى تلك اللوحات الكثيرة التي تحمل التهاني والتبريكات بمناسبة زواجات فلان أو علان ..\nولعل العجب يبلغ بك غايته إذا علمت أنه في ليلة واحدة في مدينة القطيف أقيم المهرجان الثاني للزواج الجماعي حيث كان عدد المتزوجين الذين تم زفافهم (26) عريساً !!, وفي سيهات أقيمت ثلاثة مهرجانات للزواج الجماعي, كان عدد المتزوجين في الأول (21) شاباً , وفي الثاني (27) شاباً, وفي الثالث (44) شاباً وفي المهرجان الرابع (مائة عريس وعروس)! وكل هذه الزواجات تكلمت عنها الصحف إشادة بها وثناءً عليه.. بغفلة متناهية وسذاجة قاتلة. (وثيقة 1).\n\nنشاطهم التعليمي :\n\nأولاً: التعليم العام:\n(1/1)\n",
        "فإنه لا يوجد قرية من قرى القطيف إلا وفيها عدد من المدارس المكتظة بالطلاب والطالبات, وهذه إحصائية عجلى لبعض القرى الرافضية المتجاورة:( أم الحمام ) يوجد بها متوسطتان وثانوية وأكثر من ابتدائية.\n( الجش )- وهي تبعد عن أم الحمام كيلاً واحداً- يوجد بها متوسطة وثانوية ومدارس ابتدائية .( الملاحة )- نفس البعد عن أم الحمام- يوجد بها متوسطة وابتدائية .( الجارودية ) يوجد بها متوسطة وثانوية وابتدائية.\nوما سبق كله خاص بالذكور؟؟ وللإناث مثل ذلك.. علماً بأن هذه القرى تعد من أصغر قراهم , وإلا ففي قرية ( العوامية ) يوجد (17) مدرسة للذكور والإناث في مختلف المراحل . وجل هذه المدارس حكومية وليست مستأجرة مما يدل على كبر مساحتها وسعتها حيث تبلغ طاقة المدارس الحكومية قرابة ( 700 ) طالب ؟؟\nثانياً: في التعليم المهني:\nفإن المعاهد الصناعية والصحية والمهنية والكليات التقنية مليئة بهم, إذ أن لديهم ميولاً عجيبة لممارسة مثل تلك الأعمال - خلافاً لكثير من أهل السنة - ولذا فإنه يوجد في القطيف مبنى خاص بمركز التدريب المهني, وآخر للمعهد الثانوي التجاري.\nثالثاً: في التعليم العالي :\nفلهم حضور كبير في الجامعات , وقد ضربوا منها بنصيب وافر وبيان ذلك ما يلي:\n* جامعة الملك فيصل, بالدمام والأحساء:\nللرافضة وجود في هذه الجامعة, ويحرصون على التخصصات القوية والعلمية, كما أنهم يدرسون في أقسام اللغة العربية, ولهم تجمعاتهم المعروفة في أروقة الجامعة وفي السكن الجامعي.. ويصلي بعضهم في أماكن محددة من مرافق الجامعة, ويقومون بإثارة الشبه مع بعض المحاضرين أو الأساتذة المتعاقدين . وقد كان بعض الروافض مسئولاً عن القبول والتسجيل في الجامعة في إحدى السنوات, فقبل الكثير من بني ملته وضيق على غيرهم.\n* جامعة الملك فهد للبترول والمعادن بالظهران:\n(1/2)\n\nحيث يوجد فيها أعداد من الرافضة , وبالذات في بعض التخصصات البترولية الحساسة . بل لقد تمكن بعضهم من الوصول إلى التدريس في تلك الجامعة ومنهم :\nالعمل الاسم التخصص\nمحاضر الشماسي لغة عربية\nدكتور المعتوق لغة عربية\nدكتور تقي الفرح إدارة عمليات إحصاء\nدكتور جمال الرامز إدارة عمليات إحصاء\nدكتور عبدالمحسن الحجي اقتصاد\nدكتور البراهيم اقتصاد\nدكتور العلي هندسة كهربائية\nدكتور الأخضر هندسة كهربائية\nدكتور البيات هندسة كهربائية\nدكتور الشخص رياضيات\n*جامعة الملك سعود بالرياض:",
        "(1/3)\n\nحيث يدرس فيها أعداد كبيرة من الرافضة القادمين من المنطقة الشرقية .. وتقوم أكثر من ( 15 ) حافلة بنقلهم كل أسبوع إلى أهاليهم وبصورة منتظمة.. وهناك مجموعة من المباني في الإسكان الجامعي توشك أن تكون خاصة بهم . ويقوم بعض الطلاب من الرافضة بتوزيع منشورات تخدم معتقداتهم, بل ووضع بعضهم إعلاناً عن زواج يقام في إحدى حسينياتهم, كما يقومون بدعوة العمال الأجانب والطلاب الوافدين إلى مذهبهم الباطل.\nومن جرأتهم في هذه الجامعة أن بعضهم قام بوضع فهرس لبعض المسائل والأبواب الموجودة في صحيح البخاري, وقد أراد واضعه إثارة الشبهة في نفوس بعض أهل السنة, حيث يستدل ببعض ما في البخاري على مذهبه أو على ذم أهل السنة, كقوله بعد حديث في البخاري – مثلاً -: من الذي يقول ويعتقد بتحريف القران؟ نحن أم هو؟. ( وثيقة 3 ).\nوأما في الجانب النسائي فالطالبات الرافضيات يدرسن في الجامعة بأعداد كبيرة.\n* جامعة الملك عبدالعزيز بجدة:\nوقد بدأوا بالتوجه إليها والالتحاق بها.. وفي فترة من الفترات قام دكتور رافضي يدعى : عبدالهادي الفضلي بالتدريس فيها - الجدير بالذكر هو أن عبدالهادي هذا هو الذي ألف رداً على كتاب التوحيد للصف الثالث الثانوي تأليف الشيخ صالح الفوزان . علماً بأن كل ما ذُكر سابقاً هو غيض من فيض وما خفي من ذلك أكثر مما علم والله المستعان.\n\nرابعاً: في جانب التربية والتعليم:\nالمدرسون : يندر أن تخلو مدرسة في المنطقة الشرقية عامة من معلم رافضي أو أكثر, قد تخصص أكثر المدرسين الرافضة في العلوم والرياضيات واللغة الإنجليزية واللغة الاجتماعية .. ويكادون أن يغطوا حاجة المنطقة الشرقية من المواد الثلاث السابقة.\n(1/4)",
        "\nوقد بلغ عدد المدرسين - من رافضة المدينة - في المدينة النبوية وقراها التابعة لها ما يزد على ( 300 ) مدرس, وهم حريصون أشد الحرص على المشاركة في الأنشطة المدرسية الداخلية - كاللوحات والإذاعة وغيرها -, والخارجية – كالرحلات -, ويحاول أولئك أن يكسبوا قلوب الطلاب ومن ثم يبثون الشبه والوساوس إليهم.\nونظراً لتركيزهم على مهنة التدريس وحرصهم على التغلغل في هذا المجال الخطير فقد وصلت أفواج منهم إلى أنحاء عديدة من هذه البلاد.\nأما الطامة الكبرى فهي أن عدداً من المدارس الابتدائية في القطيف وقراها يقوم المدرسون الرافضة بتدريس المواد الشرعية كالقرآن والفقه والتوحيد , بحكم أنه لا يشترط في مثل هذه المرحلة التخصص! ولا حول ولا قوة إلا بالله ..\nوقل الأمر نفسه عن مجال (تعليم البنات): إذ إن المدرسات الرافضيات كثيرات فمنهن من يدرس في القطيف وقراها ومنهن من يدرس في ديار أهل السنة قريبة كانت أو بعيدة, قال أحد رجال الحسبة - في حفر الباطن-: ( إن بناتنا يعدن بعد المدرسة فنفاجأ بثنائهن على مدرساتهن الرافضيات ونحس بتأثير معاملتهن عليهن ) .\nوقد بلغ عدد المدرسات - من رافضة المدينة - اللاتي يدرسن في منطقة المدينة النبوية التعليمية قريباً من ( 300 ) مدرسة.\nوبطبيعة الحال فإن المدرس أو المدرسة الرافضيين لا بدأ من أن يبجلا مذهبهما ويدعوان إليه بحسب المستطاع ولا بد أن يتجملا بالخلق الحسن بين أهل السنة ليمتلكا القلوب والأحاسيس وليصبح التأثير ممكناً ولو بالقدوة . .\nفأي خطر على معتقدات أهل الإسلام أعظم من أن يكون قدوة شبابهم الرافضة ومعلموهم المبتدعة ؟! فإلى الله المشتكى ولا حول ولا قوة إلا بالله.\n(1/5)\n",
        "الإداريون: بحسبك أن تعلم أن غالب مديري ووكلاء ومرشدوا مدارس القطيف وقراها من الرافضة, مما يحول بين الطلاب وبين المدرسين من أهل السنة, ولذا فطالما أخذت العهود والمواثيق على مدرسي التربية الإسلامية بأن لا يتطرقوا إلى موضوعات خارج المقرر المدرسي – كي لا يتحدث عن معتقداتهم -, وفي المقابل يفتح المجال للمدرس الرافضي للدعوة في صفوف الطلاب وللتنفير من أهل السنة حتى لا يأخذ الطالب عنهم علماً ولا يرعى لهم سمعاً .\n** ونتيجة لهذا الوجود المكثف من الرافضة في مجالات التعلم والتعليم فإنهم يطالبون الآن بمزيد من الخدمات التعليمية كإنشاء جامعة القطيف أو إيجاد فروع للخدمات في القطيف - كما صرح بذلك شيخهم: الخطي, في مقالة نشرت بجريدة الرياض ( وثيقة 4 ).\nبل ويطالبون بأن يكون لهم تعليمهم الخاص والمتمشي مع عقائدهم , وأن تكون لهم السيطرة على المرافق التعليمية في المناطق ذات الكثرة الرافضية.\n* كما ان لهم سعياً حثيثاً لتغيير المناهج وفق ما يتناسب مع معتقداتهم, وقد نجحوا في تغيير منهج التوحيد للصف الثالث الثانوي - بنين- نظراً لاشتماله على الحديث عن الصحابة ومنزلتهم, وعن البدع والمحدثات, وعلى رأسها بدع الرافضة .. وقد وزعت منظمه شيعيه تدعى ( هيئة شيعة الجزيرة العربية ) في ( 10 أكتوبر 1992من ) منشوراً تدعوا فيه إلى المطالبة بتغيير منهج التوحيد للصف الثاني الثانوي- بنات - والى الثورة ضد تدريس هذا الكتاب. ( وثيقة 5 ) .\n(1/6)\n\n# أسماء بعض الرافضة العاملين في إدارة التعليم بالمنطقة الشرقية:\nالاسم الوظيفة\nالسيد رضى هاشم الهاشم رئيس قسم الكمبيوتر بشئون الموظفين\nعلي السيد ابراهيم السادة سكرتير لجنة المناقصات\nميرزا سعيد جواد مدير مكتب رئيس قسم مراقبة المخزون\nزكي ناصر العمران المسئول عن مطبوعات الامتحانات\nحسين رضا آل جعفر أمين مكتبة القطيف\nإبراهيم عبدالله الشويحات نادية قطاع القطيف\nعمر محمد المرهون نادية قطاع سيهات وتاروت\nعلي السيهاتي نادية الشمال تاروت ورحيمه\n\n# أسماء بعض الرافضة الذين لهم وظائف مهمة في الدولة:\nإحسان أبو حليقة عضو مجلس الشورى وهناك رافضيان آخران\nعبدالجليل السيف وهو يشغل الآن منصب مدير الخدمات الطبية\nبوزارة الداخلية, وقد كان سابقاً مديراً لمكتب الاستقدام.\nمحمد الخنزي وهو يحتل منصب مدير قسم التخطيط بوزارة المعارف\n\nالفصل الثاني\nنشاطهم الوظيفي :\nلقد تغلغل الرافضة في كثير من القطاعات والوزارات والمؤسسات الحكومة وغير الحكومية .. وصاروا في بعضها أكثرية كاثرة .. حيث تكثر أعدادهم في وزارة الصحة, ووزارة الزراعة, ووزارة البرق والبريد والهاتف, ووزارة الإعلام, وغيرها من الوزارات, ويوجد أعداد كثيرة منهم في شركتي ( أرامكو ) و ( سمارك ), بل ومنهم عدد في أمارة المنطقة الشرقية وتحديداً في ( قسم تراخيص الأسلحة ). والعجيب أن في وزارة الحج والأوقاف أفراداً منهم.",
        "(1/7)\n\nوأما القطاعات العسكرية فيوجد في المرور والشرطة والدفاع المدني أعداد كثيرة منهم, كما أن منهم أعداداً في القوات البحرية, وقد حصلوا على رتب كبيرة في هذا المجال الخطير ..\nوأما إدارة التعليم فهم يشكلون فيها نسبة كبيرة جداً, وقد سبقت الإشارة إلا أنهم يعملون في كثير من الوظائف التعليمية كالتدريس, والإدارة, والوكالة, والإرشاد الطلابي هذا إضافةً إلى الوظائف الإدارية في إدارة التعليم نفسها والتي يشغلون كثيراً منها. ( وثيقة 2 ).\nولم يقتصر ذلك على المنطقة الشرقية فحسب !! بل تجاوزها إلى المناطق الأخرى حتى وصلوا إلى الرياض - واسطة عقد بلاد التوحيد - حيث أن منهم من يشغل وظائف هامة في وزارة المعارف, ووزارة ا لصحة, وغيرها من الوزارات , هذا سوى أعداداً أخرى يعملون كمراقبين إحصائيين, وعمال في أقسام الصيانة, وكتاب .. وغير ذلك من الوظائف. ( وثيقة 2).\nوأما في مدينة الرسول - صلى الله عليه وسلم - فلهم نفوذ واسع في الدوائر الحكومية بشكل عام وفي قطاع المرور والصحة بشكل خاص.\n\nنشاطهم التجاري والزراعي :\n(1/8)",
        "\nللرافضة نشاط تجاري بارز وملحوظ وليس ذلك على مستوى القطيف فحسب .. بل وفي الدمام والجبيل وغيرها من مدن هذه البلاد !!\nومنهم التجار الأثرياء الذين لمعت أسماء مصانعهم وشركاتهم في ميدان التجارة .. فهناك على سبيل المثال ( شركة المخابز الوطنية ) والتي تقوم بإنتاج الخبز بألوانه المختلفة إضافة إلى إنتاج الألبان ومشتقاتها, وهذه الشركة ملك لرافضي اسمه : عبدالله المطرود . كما أن هناك مخابز تسمى ( مخابز الجواد ) وهي ملك لرافضي آخر في الأحساء , ولا تقل تنوعاً في منتجاتها وانتشاراَ في سائر أنحاء المملكة عن سابقتها, وهناك شركة ( السيهاتي ) للنقل وهي شركة معروفة على مستوى المملكة وهناك ( أبو خمسين ) بتجاراته المتنوعة و ( المرهون ) للمزادات العلنية, وغير أولئك من الأثرياء الذين لهم تجارات ضاربة وأموال طائلة ..\nكما أنهم يستحوذون على تجارة الذهب في المنطقة الشرقية عموماً ( الدمام, القطيف, الأحساء ) .\nوأما أسواق الخضار بالمنطقة الشرقية فالكثير منها تحت تصرفهم ورهن أيديهم, ولذا لا عجب أن تعلم أن الفواكه والخضار يرتفع سعرها في مواسم العزاءات وبخاصة في يوم عاشوراء وما يسبقه من أيام, وذلك لأن عدداً كبيراً من الباعة الرافضة يمتنعون عن البيع في ذلك الوقت ..\nوالأمر نفسه في تجارة التمور في المنطقة الشرقية وفي المدينة النبوية, حيث أن غالب تمور منطقة الأحساء - المشهورة بجودتها - بأيديهم, كما أن كثيراً من تمر العجوة الذي ينبت بالمدينة النبوية في أيديهم كذلك. فضلاً عن أن الأحساء والقطيف من أخصب الأراضي وأوفرها مياهً, وأن أحسن تمر العجوة ينبت في منطقة العوالي التي يقطنها الرافضة.\nأضف إلى ذلك امتلاكهم شبه التام لتجارة الأسماك في المنطقة الشرقية, ومركز تلك التجارة ( سوق السمك بالقطيف ) والذي يعد من أكبر أسواق الأسماك بالمملكة.\n(1/9)\n",
        "ومع هذا كله فهم يملكون محلات تجارية وفنادق راقية ومستوصفات طبية ومجمعات تجارية ومخابز ومطابع وشركات مختلفة الأشكال والأنواع .. سواءً في المنطقة الشرقية أو في المدينة النبوية.\n\nنشاطهم العلمي والدعوي :\nإن المتأمل في حال المنطقة الشرقية ليداخله كمد وأسى لما يرى من قلة وندرة علماء أهل السنة فيها . أما بالنسبة للرافضة ففي القطيف ونواحيها يوجد كثير من علماء الرافضة الكبار ولهم طلاب وأتباع جادون في العمل بين أبناء ملتهم ومذهبهم . ولا تخلو قرية من قرى القطيف من عالم رافضي . وهذا غير من فيها من الوعاظ الذين يسمى الواحد منهم ( ملا ), ولهؤلاء قداستهم ومكانتهم عند الرافضة . وكثيراً ما يذهب أبناء الرافضة إلى خارج المملكة للدراسة في الحوزات العلمية هناك . وحتى يتبين قدر نشاطهم العلمي والدعوي فإننا نذكر الحقائق التالية:\n1- الدروس والمحاضرات:\nيكثر الإعلان عن الدروس والمحاضرات الخاصة بمذهبهم في مساجدهم وفي حسينياتهم .. بل تجد الإعلانات موضوعة في أسواقهم وعلى دكاكينهم - دونما رقيب ولا حسيب - وفي غفلة وتغافل من الجهات المعنية في حين لا يسمح لجيرانهم من أهل السنة بالمحاضرات إلا بعد الإذن من الإمارة ومركز الدعوة ؟؟؟؟؟؟؟؟؟!!!!!!!!!!!!\nمع أن الكثير من محاضرات ودروس هؤلاء تسعى لإثارة الفتنة والقلق, وتربي جمهورهم على الولاء لطهران وقم . وإليك عناوين بعض تلك المحاضرات وأسماء الملقين لها طبقاً للإعلانات المنشورة:\nأهل البيت في القرآن, للسيد علي السيد ناصر .\n* المهدي في القرآن , فضيلة الشيخ محسن المعلم .\n* التشيع والولاية , السيد عبدالله الموسوي .\n* التقية وحدودها , السيد منير الخباز .\n* وفاة الإمام علي , الشيخ مهدي المصلي .\n* صفحات مشرقة من حياة الإمام علي , الشيخ منصور حميد آل عباس.\n* الندوة العقائدية, مع الشيخ حسن الخويلدي وحاوره الأستاذ أحمد راشد.\n(1/10)\n\n* ندوة ( العمل الاجتماعي بين التشجيع والتثبيط ) , مع فضيلة الشيخ يوسف السلمان ويحاوره الشيخ حميد عباس .\n* درس تعقد فيه بعض البحوث الفقهية , مع ملاحظة آراء سائر المراجع العظام !!, وذلك بعد صلاة العشائين من كل ليلة سبت واثنين وأربعاء, يلقيه السيد ماجد السيد حسن السادة . ( وثيقة 6, 7 ) .\n2- أعيادهم ومآتمهم وموالدهم:\nيتم الإعلان عن أعيادهم ومآتمهم وموالدهم بصورة ظاهرة , ويعلقون اللوحات ويوزعون النشرات حول هذا الأمر فمن ذلك إعلانهم عن:\nأ- الاحتفال بعيد الغدير في حسينية الرسول الأعظم ( 17/8/1412هـ ) .\nب- الاحتفال بميلاد الإمام علي - رضي الله عنه - , بحسينية الزهراء ( 13/7/1413هـ )\nج- الاحتفال بميلاد الإمام المنتظر, في مسجد عمار بن ياسر 17/8/1412هـ\nد- الاحتفال بميلاد الحسن العسكري وذلك في مسجد الإمام الحسين بمدينة صفوى ( 9/4/1412هـ ) . ( وثيقة 8 ) .\n\n3- المساجد والحسينيات:\nيوجد في أماكن الرافضة كثير من الحسينيات والمساجد الرافضية, وإذا قُدر لك أن تدخل القطيف في وقت الأذان فلا تعجب إذا سمعت النداء ( أشهد أن علياً ولي الله . حي على خير العمل ) يدوي في الأرجاء, وفي تلك المساجد أوزاع من الناس يضربون الأفخاذ ويسجدون على الحصى والمسابح, ومن بين هذه المساجد - على سبيل المثال - : ( مسجد الزهراء, مسجد عمار بن ياسر, مسجد الإمام الحسين بصفوى, مسجد الإمام علي, مسجد القلعة, مسجد العباس ) .\nأما إن سألت عن مساجد أهل السنة في تلك الديار فهي قليلة جداً بل نادرة.",
        "(1/11)\n\nوتعتبر الحسينيات منبراً إعلامياً, ومجمعاً رحباً للرافضة يلتقون فيها في مناسباتهم الكثيرة كالزيجات والأفراح والعزاءات والتحاريم, حيث يثار حماسهم ويبث فيهم حب الانتقام من أهل السنة. والمدهش أن هذه الحسينيات تنتشر انتشاراً كبيراً, حيث يوجد في الحي الواحد أكثر من حسينية, توقف عليها الأوقاف, ولها طابع القداسة عندهم, ومن تلك الحسينيات على سبيل المثال لا الحصر: ( حسينية الزهراء, حسينية الإمام المنتظر بسيهات, حسينية الناصر بسيهات, حسينية الزائر بالقطيف, حسينية الإمام زين العابدين , حسينية الرسول الأعظم, حسينية الراضد بسيهات ), ولا يوجد رافضي إلا وقد دخل تلك الحسينيات وسمع ما يدور فيها , وجلس إلى وعاظِها, وحضر احتفالاتها مما يرسخ مباديء مذهبهم الفاسد في نفوس عوامهم - رجالاً ونساءً, كباراً وصغاراً - .\nأما في بلاد أهل السنة , كالدمام مثلاً , فللرافضة لقاءات داخل البيوت في مجالس يتم فيها ما يتم في الحسينيات من احتفال أو عزاء أو دعوة أو غير ذلك, كما أنهم قد أُعطوا مسجداً جامعاً في ( حي العنود ) وأصبحوا يصلون فيه ويكثر فيه سوادهم مع أن اسم وزارة الحج والأوقاف مكتوب بكل وضوح على مدخل المسجد, وقد عُلقت في ذلك المسجد المسابح, وفرشت الحصر, وأقصيت المصاحف !!! .\n4- معارض الكتاب:\nيقيم الرافضة في القطيف وتوابعها مجموعة من المعارض في كل عام, ويبيعون فيها كثيراً من كتبهم وأباطيلهم , ففي يوم الأربعاء 12/10/1412 اُفتتح معرض الكتاب السادس بالقطيف وذلك بمبنى إسكان المعهد الثانوي التجاري, بإشراف دار الخدمة الاجتماعية بالقطيف واللجنة الأهلية بالمرز, وكانت مدة المعرض ( 15 ) يوماً مقسومة بين الرجال والنساء, وفي هذا المعرض عدد من جوانب الجذب والإثارة ، فمن ذلك:\n(1/12)",
        "\nأ- مسابقة كبرى رصدت لها جوائز قيمة.\nب- قائمة الكتب المخفضة يومياً.\nج- مسابقة يومية.\nد- في كل يوم يتم السحب على أرقام تعطى للمشترين ومن خرج رقمه يأخذ كتاباً بمبلغ لا يقل عن 20 ريالاً, وغير ذلك كثير ( وثيقه رقم 9 ) .\nويلاحظ أن هذا المعرض ليس جديداً من نوعه إذ هو المعرض السادس مما يعني أنه قد سبقه في ذات الموقع خمسة معارض.\nوفي عام 1412هـ كذلك أقيم معرض آخر للكتاب بنادي الهدى الرياضي بجزيرة تاروت .\nكما أنه في بداية هذا العام 1413هـ أقيم معرض آخر للكتاب بنادي الابتسام الرياضي بقرية أم الحمام, وشارك فيه ما يزيد على عشر مكتبات, والعجيب أنه قد وُضعت اللافتات للدعوة إليه في مدينة الدمام, بل والأعجب من ذلك أن الافتتاح كان على شرف مدير عام التعليم بالمنطقة الشرقية .\nولا تخلو هذه المعارض من الكتب التي تتحدث عن آل البيت بالمدح والغلو, وعمن سواهم بالسب واللعن ومن ذلك : ( التوحيد لابن بابوية القمي, وموسعة العتبات المقدسة, مائة وخمسون حصابياً مختلق لمرتضى العسكري, الآيات البينات لمحمد حسين كاشف الغطا، وهو رد على الوهابية ! ) .\n5- الكتابة والمقابلات في الصحف ا لمحلية ونشر كتب عن القطيف وحضارتها :\nومن ذلك: لقاء مجلة ( الشرق ) الصادرة في الدمام مع شيخ الرافضة: ( عبدالحميد الخطي ) , ولقاؤها مع التاجر الرافضي ( عبدالله المطرود ) ولقاؤها مع ( علي بو خمسين ) , بل لقد نشرت جريدة الرياض في عددها الصادر في ( 15/1/1413هـ ) تحقيقاً كاملاً عن القطيف, ونشرت في ذلك العدد نفسه مقالاً لعبدالحميد الخطي طالب فيه بإقامة ناد أدبي ومطبعة لإظهار إنتاج المنطقة الفني والأدبي, وطالب بفروع للجامعات, وفتح لكليات الهندسة والطب, وإصدار صحيفة باسم القطيف, كما أنه أثنى على بعض علماء الرافضة الهالكين الذين أخرجتهم تلك المنطقة .\n(1/13)\n",
        "ومن ذلك أيضاً المشاركات المنتظمة لبعض الصحفيين الروافض, والإعلانات الدائمة عن الزواجات الجماعية التي يقيمها الرافضة .\n6- الجمعيات الخيرية :\nلا تخلو قرية من قرى الرافضة من جمعية خيرية تتبنى المشروعات, وتوصل الإعانات إلى أبناء الرافضة, وتقوم تلك الجمعيات بجهود كبيرة منها:\nأ - مساعدات الزواج .\nب- رعاية المرافق العامة في المنطقة , كأماكن العبادة, ومغاسل الموتى وإصلاح المقابر .\nج- إقامة الدورات المختلفة في الحاسب والآلة الكاتبة والخياطة .\nد- إقامة رياض الأطفال والعناية بها .\nهـ- الاهتمام بالمرضى وتوفير سبل العلاج لهم .\nوبلغت إيرادات إحدى تلك الجمعيات وهي جمعية العوامية الخيرية خلال عام 1411هـ ( 2.381.078 ) ريال سعودي ،وبلغت إيرادات جمعية المنصورة الخيرية بالأحساء خلال عام 1412ه ( 1.605.580 ) ريال سعودي. وللأسف الشديد أنها تتلقى من كثير من أهل السنة دعماً, بل ويبعث لها البعض بزكاته لتوزيعها على المستحقين !, وتتلقى معونات سنوية رسمية وهذا سوى الدعم السنوي من وزارة العمل والشؤون الاجتماعية الذي يصل أحياناً إلى ( 325.000 ) ريال .\nوإليك أمثلة على بعض الجمعيات الرافضية بالأحساء : ( جمعية العمران الخيرية , جمعية المواساة الخيرية بالقارة , جمعية البطالية ) .\n7- المحكمة :\nللرافضة محكمة خاصة وهي محكمة الأوقاف والوصايا, وهي تابعة لوزارة العدل كما يظهر من خلال اللوحة المعلقة عليها, وفيها قاض وموظفون, ويرأسها عبدالحميد الخطي, مع أن سماحة الشيخ محمد بن إبراهيم قد أفتى بعدم جواز تولية قاض منهم ولو فيهم. ( وثيقة 10 ) .\nوقد علمت أنه يوجد الآن في مدينة الطائف قاض رافضي في محكمة أهل السنة . فأصبح الروافض يقضون بيننا نحن المسلمين فلا حول ولا وقوة إلا بالله . وسأحصل على أسمه قريباً. ( هذه الفقرة إضافة ثائر الفرحان ) .\n\n8- حملات الحج والعمرة :\n(1/14)\n\nحيث تكثر الإعلانات عن حملات الحج والعمرة والزيارة لقبر الرسول - صلى الله عليه وسلم - والعتبات المقدسة في المناسبات المختلفة, مثل الرجبية , وعطلة الربيع وأشهر الحج وغيرها . ويكون الإعلان عن هذه الحملات على الطرقات, وفي الحسينيات, والمساجد بشكل ملفت للنظر . ويدعون فيها المواطن والمقيم للتسجيل, وما من حملة من تلك الحملات إلا ويرافقها بعض علمائهم وملاليهم للإرشاد الديني والتثقيف والتوجيه - كما يزعمون -, ومنها على سبيل المثال :\nأ - حملة الإيمان , في القطيف, ولجنة الإرشاد الديني والتثقيف فيها بإشراف ( السيد! منير الخباز ) , - وهو الذي قام بالرد على الشيخ صالح الفوزان في شريط متداول بينهم - .\nب - حملة الإمام زين العابدين , ويشرف عليها ( سماحة الشيخ ! حسن مكي الخويلدي ) .\nج- حملة علي أحمد العبدالعال , في القطيف- الخويلدية- ويشرف عليها ( الشيخ! حسين صالح آل صويلح ).\nد- حملة أحمد خميل آل عطية . لزيارة مسجد الرسول الأعظم !, والعتبات المقدسة!!, لمدة عشرة أيام .\nوما سبق من أسماء إنما هي للتمثيل فحسب وإلا فإن أعدادها مما يصعب حصره في مثل هذا الموضوع. ( وثيقة 11 ) .\nالفصل الثالث\nمظاهر الشرك والابتداع :\nالرافضة من عباد الأضرحة والقبور بالدرجة الأولى, ورافضة السعودية كسائر الرافضة, ومن مظاهر الشرك والابتداع المعلنة في بلاد التوحيد ما يلي:\nأ - تشييدهم القبور , وجعلهم إياها مشرفة, والبناء عليها, ووضع صورة الميت عند القبر أحياناً , وطلب قراءة الفاتحة على روحه , ووضع النصب وركز الأعلام على القبور .\nومن ذلك أنه في قرية تدعى ( الأوحام )- من قرى القطيف - يوجد قبر يزعمون أنه قبر اليسع - عليه السلام - , قد رُكزت عليه الأعلام, ووضع بجانبه مكان للصلاة , وبجواره صندوق به أوراد شركية , ومسابح, وصندوق آخر للتبرعات للقب ر. وقريب من ذلك الضريح يوجد عدد من القبور المشيدة المبني عليها.",
        "(1/15)\n\nوكل المقابر في القطيف ونواحيها على هذا النمط المبتدع .( وثيقة 12 ) .\nب- نشر وبيع صور الأضرحة والمراقد المزعومة لآل البيت , كمرقد الكاظم وعلي والباقر, ومشهد الحسين, وغيرها . وهذه الصور تُلون وتحمل وتباع في أسواقهم علانية, ويتداولون كذلك صور علمائهم ومجتهديهم كصور الخميني, والخوئي, وغيرهم , ويتفاخرون بامتلاكها وتعليقها وبيعها في أسواقهم , كما يبيعون أوراقاً فيها بيان أسماء الأئمة , ومواليدهم, ووفياتهم, وأماكن قبورهم, ونحو ذلك. ( ويثقة 13و 14 ) .\nج- وجود أوراد شركية, كأوراد زيارة القبور, والتي يبدو فيها التوسل بالأئمة والغلو فيهم ظاهراً جلياً, فمن ذلك قولهم في زيارة علي - رضي الله عنه - ( السلام ميزان الأعمال, ومقلب الأحوال... والحاكم يوم الدين.. ) وهذه الأوراد منتشرة بينهم ( وثيقة 15 ) .\nد- بناء الحسينيات ووضع مكبرات الصوت فيها, وبناء مساجدهم وإعلان آذانهم في سائر أنحاء القطيف ، كما سبق .\nهـ- تعليق الزينات, وإضاءة الأنوار, واللافتات, وتوزيع الحلوى , وعقد الندوات, والمحاضرات في كثير من حسينيات القطيف , احتفالاً ببعض شعائر دينهم, كالاحتفال بعيد الغدير, أو مولد هذا الإمام أو ذاك .\nومن ذلك أيضاً : وضع الرايات السود, وتعليق القصائد والافتات المكتوب عليها ألفاظ الحزن والبكاء على وفاة الحسين - رضي الله عنه - , أو غيره من أئمة الرافضة, ومن تلك العبارات المعلقة : ( يا حسين , الدنيا بعد فراقك مظلمة , لا شيء أكبر من الله, أحب الله من أحب حسيناً ) .\n(1/16)",
        "\nوإذا قدر لك التجول في ( القطيف ) في العشر الأول من محرم فستجد أمراً عجباً ، إذ أن الناس يكثر فيهم لبس السواد, رجالاً ونساءً, صغاراً وكباراً, بل إن غالب المحلات التجارية لا تبيع إلا تلك الملابس لكثرة المقبلين على شرائها, وقد شوهدت بعض البدل السوداء الملبوسة وقد كُتب عليها ( الحسين الشهيد ) , و ( كربلاء, لازالت كرباً وبلاء ) ورؤيت كثير من المساجد قد أُلبست السواد إلباساً, ونُصبت بالقرب منها الأعلام السوداء والحمراء, كما أن غالب أهل القطيف يجتمعون عصر يوم عاشوراء بأعداد هائلة في ساحة كبيرة في وسط القطيف, حيث تُلقى عليهم القصائد والمراثي. وهم لا يفتأون عن ضرب صدورهم, والصياح والبكاء, والترديد مع ذلك ( الملا ) بعض أبيات الشعر التي يقول , وهذا كله يقع في وضح النهار , وعلى مرأى ومسمع من كل أحد !!!\nو- إظهارهم البدع والشرك في المدينة النبوية :وذلك أن الذاهب إلى مدينة الرسول - صلى الله عليه وسلم - يرى مقدار علو شوكتهم وقوتهم في الجهر بمنكرهم , حيث يأتي الشيعة الرافضة من إيران والأحساء والقطيف إلى المدينة في شهر رجب زرافات ووحداناً, وذلك عن طريق الحملات المنظمة التي تفد إلى المدينة بشكل كبير, ويمكن إجمال الوضع في المدينة في النقاط التالية :\n1- يلاحظ التنظيم الدقيق للرافضة من حيث التنقلات من وإلى المسجد النبوي ومقبرة البقيع, وغيرها من الأماكن التي يزورونها !!!.\n2- لكل طائفة منهم قائد يتصرفون بحسب ما يمليه عليهم, وهو الذي يقوم بقراءة الموالات والأدعية التي يقولونها .\n3- لا يصلي الرافضة في المسجد النبوي على السجاد المفروش, بل يصلون على الحصر التي لا تفارق أيديهم, فإن لم تكن معهم فإنهم يتقدمون أو يتأخرون عن الصفوف ليسجدوا على البلاط .\n(1/17)\n",
        "4- تجتمع أعداداً كبيرة منهم رجالاً ونساءً في الساحات الخارجية, وعند الأبواب خارج المسجد النبوي, حيث يعلو صياحهم ونياحهم وتسمع أصواتهم من بعيد .\n5- يخرج كثير من رافضة القطيف والأحساء في وقت صلاة الظهر والعصر بالذات من المسجد بعد الأذان, بلا إنكار من أحد, فالناس يدخلون وهم يخرجون .\n6- يصلي الرافضة الظهر والعصر جمعاً كما هو معتقدهم ودينهم, ويكون ذلك قرابة الساعة الثانية ظهراً, حيث يبدأون في التوافد بكثرة على المسجد النبوي. ويراهم كل أحد, بشكل ملفت للنظر .\n7- يحمل غالبية الرافضة أثناء وجودهم في المسجد النبوي كتباً تتعلق بمذهبهم ، ويقرأون فيها ، بل وصل الحال بأحدهم أن وزع نسخاً من كتاب ( أكذوبة تحريف القرآن بين السنة والشيعة ) في المسجد النبوي, وهذا الكتاب ينفي عن الشيعة قولهم بتحريف القرآن ويرمي به أهل السنة .\n8- تدخل جموع غفيرة منهم إلى مقبرة البقيع يومياً, وبخاصة بعد الإشراق ويجتمع ملاليهم وساداتهم, ثم يبدأ الدعاء والتوسل والبكاء عند قبور بعض أهل البيت وإطلاق كلمات الشرك والغلو فيهم, وعدد أولئك الداخلين إلى المقبرة يعد بالمئات !!؟؟, بل إنهم يقومون كل مساء بالدخول إلى المقبرة ورش الطيب على قبر فاطمة, وتجتمع النساء الرافضيات عند جدران المقبرة ويقوم رجل في وسطهن ليقرأ عليهن من موالاتهم ثم يبدأون بالبكاء والصياح, ويقوم بعض الرافضة هناك بتوزيع الحلوى على أطفال أهل السنة الذين ربما راقبوهم بدهشة !!\n9- يسكن الرافضة غالباً في الفنادق القريبة من المسجد النبوي وتكون خاصة بهم تقريباً ،ولذا فإنه يوجد في هذه الفنادق وعند أبوابها بعض التهاني أو التعازي الرافضية, بل والدعوة إلى الاحتفال ببعض مناسباتهم في ( المدينة النبوية ), مع تحديد الوقت والمكان, وهذه يلاحظها كل داخل إلى الفندق !!!\n(1/18)\n\n* ملاحظة : المسجد النبوي مليء بالآيات المكتوبة على جدران المسجد وفي أروقته ! والغريب أنه قد كتبت أسماء بعض الأئمة الإثني عشر على جدران إحدى الساحات المكشوفة في المسجد حيث كتب : ( محمد المهدي رضي الله عنه ) , ( علي التقي رضي الله عنه ) , ( موسى الكاظم رضي الله عنه ), ( محمد الباقر رضي الله عنه ) , ( حسن العسكري رضي الله عنه ) !!!!!! ؟؟؟؟؟؟؟\nوبشكل عام فالوضع في مدينة الرسول - صلى الله عليه وسلم - خطير, والأمر يزداد سوءاً في كل عام, والجهر بالمنكر يتضح لكل زائر , فالله المستعان.\n\nناصر بن سليمان العمر",
        "(1/19)\n"
    ]
}