{
    "partText": [
        "\n\n\n\nمقدمة المركز",
        "الحمد لله رب العالمين ، والصلاة والسلام على أشرف الأنبياء والمرسلين ، وآله الطيّبين الطاهرين.. وبعد :\nإنّ من أكثر الاُمور وضوحاً في حياة الشعوب والأمم ، اتفاقها علىٰ جملة من المبادئ الإنسانية لا سيما ذات الصلة المباشرة بحقوق الناس ، والحفاظ علىٰ توازن المجتمع إزاء التحولات الحتمية في مستقبل تاريخه ، بصيرورة تلك المبادئ إلىٰ سلوك معتاد بعد تحقق الاستجابة الطوعية لها ، والتحرك علىٰ ضوئها ، حيث لم تترك معلقة في الفضاء ، وإنما اُنْزِلت إلى أرض الواقع ، وعاشتها البشرية كحقيقة ثابتة جيلاً بعد جيل ، حيث تناغت اصولها مع الفطرة ، وانسجمت أهدافها مع رغبة الإنسان وطموحه وتطلعاته.\nولعل من أبرز تلك المبادئ التي تحولت إلى سلوك دائم في حياة الناس جميعاً هو مبدأ الوصيّة الذي كُتب له الخلود ، وهكذا كل مبدء لا تعرف قيمته ما لم يكن سلوكاً ، فارتكاز الوصية في ضمير الإنسان وشعوره ، وانسجامها مع رغبة الإنسان في أبقاء نوع علاقة له مع الحياة القائمة بعد مغادرتها ، هي رغبة فطرية يتساوىٰ فيها السيد والمسود ؛ كل ذلك أدّى إلى انعكاس شعور الإنسان بالحاجة إلى الوصية علىٰ تنظيم شؤون حياته واستباق الموت باختيار الرجل الكفوء الذي يمكن أن تُسند إليه المهام التي لم يسمح عمر الموصي بمباشرتها بنفسه.\nولدور الوصية العظيم في حفظ الحقوق وتوازن المجتمع ، بادرت الشريعة الغراء إلىٰ تنظيمها تنظيماً واعياً ودقيقاً ، وبهذا لم تعد الوصية حاجة من حاجات الإنسان الضرورية فحسب ، بل مطلباً إسلامياً أكيداً ، لابدّ من توخي الدقة فيه ، واتخاذ السبل اللازمة لانجاره.",
        "وتبرز حيوية الوصية بإكسابها الموصي نفسه حياة معنوية بعد وفاته ، بابقاء رأيه سارياً بحيث يمكن استنطاقه كلّما دعت الحاجة إليه ، ويُعرف ثقلها من متعلقها ، وهو عادة ما يكون في تناسب طردي مع شخص الموصي وموقعه ، فالفلاح مثلاً يوصي في أرضه ، والتاجر في تجارته ، والرجل الثري في أمواله ، والملك في مملكته ، بل كل راع في رعيته ، وهكذا تخرج الوصية عن الأفق الضيق الذي تعيشه أغلب الوصايا كلما كان موقع الموصي خطيراً ومن خلال هذا المقياس يمكن تقريب صورة الوصي أيضاً ؛ لأن عهد المصلح العظيم لآخر في تنفيذ مشاريعه الكبرىٰ بعد وفاته كافٍ في تصور حجم الثقة المتبادلة بينهما ، والجزم بأنها لم تكن وليدة في ساعات احتضار المصلح ؛ إذ لابدّ\n\nوأن تكون عن مباشرة ومعاشرة وخبرة طويلة اطلع عليها ذلك العظيم الراحل علىٰ قدرات وصيه التي استوعبت جهات مشاريعه الكبرىٰ كلها ، مع وعيه الكامل بطبيعة تلك المشاريع وأهدافها.\nولما كانت مسؤوليات الأنبياء : من أجلّ المسؤوليات وأخطرها على الإطلاق ، بحيث لا يمكن تأهيل أيّ إنسان بالمقاييس البشرية كلّها إلى احتلال مركز النبوّة ؛ لحصره بالاختيار الإلهي للصفوة من عباده. لذا صار القول بأن وصايا الأنبياء : كانت عادية أو أخلاقية لا غير ، كالقول بتنصّلهم : عن رسالاتهم وتركهم اُممهم هملاً كالسوائم ! وهو كما ترى .. لا يقوله من عرف دور الأنبياء وأدرك خطورة موقعهم وثقل وجودهم في الحياة الراجح علىٰ ثقل كل شيء فيها. ناهيك عن سيدهم وأشرفهم والقيمة الكبرىٰ في هذا الوجود نبينا محمّد 9 ، فهل يعقل مع هذا أن تكون وصيته 9 عادية ؟!",
        "أليس معنى هذا اتهامهُ 9 با همال توازن المجتمع الإنساني برمته في حين أنه اُرسل لانقاذه ؟\nواتهامه 9 كذلك بعدم الحرص على مستقبل رسالته !! إذ لم يعمل علىٰ ترسيخ قناعات المؤمنين برسالته على منح الثقة للقيادة الرسالية الآتية بعده لتتمكّن بدورها من الحفاظ علىٰ القواعد الرسالية التي تنظم دور المجتمع في حركة أفراده تجاه الدين الفتي ، مع الوعي الكامل بأهداف الرسالة وعاياتها.\nثم كيف يكون ذلك ، وليس في تاريخ الأنبياء : نبي لم يوصِِ إلىٰ وصي معين ليقوم مقامه في حمل الأمانة وأدائها للناس نقية ناصعة ؟ وفي تاريخنا الإسلامي ما يدل بوضوح على أن وصية كل نبي سابق ليست كلمة مجردة عن محتواها ، وانما هي موقف ورسالة ، وعلى الأتباع وعيها والتزامها وتحمّل المسؤولية في ايجاد الأرضية الصالحة لتطبيقها لا منعها أو تحريفها.\nومع التدرّج في خطورة وصايا الأنبياء : كلّ من موقعه ، نصل بالنتيجة إلى أعظمها وأخطرها في وصية نبينا 9 باعتبار موقعه بينهم : ومنزلة رسالته بين رسالاتهم ، مع علمه 9 بأن الأنبياء الذين رحلوا إلى الله قبله لم ينقطع خبر السماء بموتهم ، ولا النبوة بمغادرتهم ، في حين كان رحيله 9 اُفولاً لشمس النبوة ، ووفاة لجميع الأنبياء ، وانقطاعاً لنزول الوحي بخبرالسماء. ولا شكّ أنه يعلم بكل هذا كما",
        "يعلم بأن الذي أرسله بالهدىٰ ودين الحق لم يقل له انك ستبقىٰ إلى يوم يُبعثون ، وإنما قال له : ( إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ ).\nفعلام لا يكون النبي الخاتم إذن من أكثر الأنبياء حرصاً علىٰ بيان مركز القيادة ـ في وصيته ـ من بعده ؟\nإن ابتداء دور الخلافة بعد وفاة الرسول 9 مباشرة ، وانطلاق وصية النبي 9 من النقطة التي تمثل انتهاء مرحلة النبوة في التاريخ لا يساعد علىٰ تصور اغفال عقل الكون كله للدور الجديد الآتي بعده ، الأمر الذي يؤكد اعطاء وصيته 9 خصوصية زائدة تختلف عن جميع وصايا الأنبياء السابقين :.\nونظرة أمينة لا خائنة في فكر أهل البيت : ـ باعتبارهم المعنيين بوصية النبي 9 دون غيرهم ـ كافية لكشف الحقيقة لمن أرادها في عدم تنازل هذا الفكر النقي عن الوصية ، ولا التخلّي عن حمايتها ، أو الاستهانة بمركزها ؛ إذ تبنّىٰ مسؤولية الدفاع عنها والدعوة إليها ، وتأكيد ثقلها في حاضر الأمة ومستقلبها ، كل هذا مع فسح المجال للتفكير بجدية معطياتها ، ودراسة أسبابها وتاريخها ، وكيف صُمّت الآذان يوم الدار عن سماعها ، وكيف منع النبي في رزية يوم الخميس من كتابتها !",
        "أمن الغرابة إذن لو أنتفضت مُثُل الإسلام وقيمه العليا ؛ لتحمي تلك الوصية ممّا لحقها ـ في تاريخها ـ من صدٍّ ، ولقلقة ، ومنع ، وتشويه ، وتزوير ، وتحرسها بأشدِّ ما يكون وفاءً للنبي 9 ، وتعبيراً عن الالتزام بخط الوصي عليّ 7 ؟\nوأمّا القول بفوات أوان الحديث عن تلك الوصية ؛ إذ قد مضى التاريخ بكل ما فيه عليها ، ولم يعد بالإمكان إعادتها إلى واقع الحياة ، ولا إعطاء صاحب الوصية حقّه وهوفي جوار ربّه. وانها قضية قد انتهت ، ولا معنى لاثارتها من جديد بما تتركه حساسيتها من تأثيرات سلبية علىٰ واقع المسلمين !! فهوخطأ عظيم ؛ لأن بحث الوصية لا يعني حصرها بإطارها التاريخي ، بل المقصود تعميمها إلى حياتنا العملية ؛ لأن ارتباطنا بالوصي هو ارتباطنا بالموصي ، والقرآن لم يؤقت زمناً للارتباط بالنبي 9 وإنما أمر بالتمسّك به في كل آنٍ وزمان ، ومن ثَمَّ فإن تمسّكنا بالوصي لا يعني تمسكنا بالفترة التي عاشها الوصي ، بل يعني ذلك تمسكنا بخط الوصي الذي لا يحده زمان دون آخر ، حيث اقتحم القرون وتجاوز العصور حتىٰ صار مقياساً للصحيح من العقيدة ، وأضحت\n\nالعقائد الإسلامية برمتها مضطرة إلىٰ ترسّم فكره وروحه باعتبار أنه فكر الإسلام وروحه.",
        "وإذا كان على المسيرة الإسلامية المعاصرة بكل فصائلها أن تستمد مقوماتها الأساسية من فكر الإسلام ومبادئه ، فكيف يمكنها أن تضبط مواقع خطواتها في مسرح الحياة ، وهي لم تعرف بعدُ قيمة وصية النبي 9 ؟\nإن الجهل بأهميتها وضرورتها في تلك المسيرة ، نذير بالابتعاد الكلي عن الخط الرسالي الواضح الذي أراده النبي 9 لأُمته في وصيته.\nوأمّا منعها أو تجميدها تمهيداً إلى إلغائها من الفكر الديني والتطبيق الواقعي بحجة فوات أوانها ! فإنما هو دعوة إلى إلغاء دور الدين من واقع الحياة ، أو شلّ حركته وتعطيله من أن يأخذ مداه الرحب في حركة الواقع ، وموقعه الكبير في صلب المسيرة الإسلامية المعاصرة. وعلى العكس تكون المحافظة عليها باستمرار وجودها محافظة على الدين فكراً وشريعة وعقيدة ، وإحياءً للحق ، وإعلاناً بالتزامه كمنهجٍٍ في الحياة ؛ باعتبار كون الوصية المعبّر الواقعي عن قوة الرسالة فاعليتها في رسم معالم الطريق. الأمر الذي يتطلب اعادة النظر في تقييم تلك المسيرة وتشخيص أخطائها باكتشاف نوع العلاقة القائمة بين تأثيرات العهدين الجاهلي والإسلامي الأول في عدم فسحهما المجال أمام وصية النبي 9 ، لتأخذ دورها كما ينبغي ، وتقف الأمة على منابع خيرها ، وتعرف مطالع نورها في حاضرها ومستقبلها ، وحينئذٍ ستُدرَك قيمة الأساليب التي استخدمها أهل البيت : ومن سار بركبهم من الجيل الطلائعي الأول في كيفية المقاومة لألوان التحدّي التي جابهتها وصية النبي في ميدان الصراع السياسي بعد وفاة الرسول 9.\nوكتاب « وصية النبي 9 » علىٰ صغر حجمه استطاع أن يضع الوصية في مكانها الفسيح من الفكر الديني ، مسلّطاً الضوء على تاريخها ، متتبعاً جذورها وحيثياتها في العهد النبوي الشريف ، وما جرىٰ مجراها على لسان النبي 9 في تأكيد وحصر الأمر بعليّ 7 دون سواه ، مع العناية في وسائل إثبات اُفقها السياسي ، ومحاولات الالتفاف حولها أو التشكيك في مضمونها وجدواها ، ونحو ذلك مما مرّ عليها ولها ، حتىٰ جاء بالحقيقة الكاملة ـ لمن أراد معرفتها ـ من القرآن ، والحديث ، والسيرة ، والتاريخ ، والأدب. آملين أن يؤدّي دوره المطلوب في وعي الأمة.",
        "والله الهادي إلى سواء السبيل.\nمركز الرسالة\nالمُقدَّمةُ\nالحمد لله ربّ العالمين ، وسلامه علىٰ عباده المصطفين محمد وآله الميامين.",
        "وبعد : أكّدت الشريعة على الوصية باعتبارها حاجة ماسّة من حاجات الإنسان والمجتمع ، وتنطوي على أهمية خاصة ، تتمثّل في سلامة تصرفات الوصي بعد وفاة الموصي بعيداً عن إثارة المشاكل والنزاعات التي قد تنشأ داخل محيط الأسرة أو القبيلة أو المجتمع نتيجة التسابق في الاستيلاء على المواريث والحقوق.\nوتسهم الوصية في نقل خبرات وتجارب السلف إلى الخلف ، وتساعد علىٰ ديمومة العلاقات الشخصية والأُسرية والاجتماعية.\nولم تكن الوصية أمراً مستحدثاً من قبل المشرّع الإسلامي ، إذ مارسها الإنسان علىٰ وفق اُسلوبه الخاص في جميع العصور ، سواء أكان قريباً من التشريع أو بعيداً عنه ، مؤمناً بالدين أو غير مؤمنٍ به ، وذلك لارتباطها بالفطرة الإنسانية وسيرة العقلاء التي تنزع إلىٰ وصية الآباء للأبناء ، والماضين للتالين ، والكبار للصغار ، والراحلين للمقيمين ... .\nوقد جرت العادة أن الإنسان إذا شعر بدنو أجله أو أراد سفراً ، فإنه يعهد لمن يخلفه في تولي شؤون من يخلفهم ، وإذا أراد رئيس قبيلة أو جماعة السفر فإنه يستخلف من ينوبه حتى يعود.",
        "وفي تاريخ النبوات منذ أبينا آدم 7 إلىٰ نبينا الخاتم 9 لم نجد أحداً من الأنبياء ( صلوات الله عليهم ) تخلف عن العهد لم يليه في الخلافة على اُمته ؛ ليكون حجةً لله على العباد ، ووريثاً للنبوة ، وحافظاً لرسالتها وهكذا فعل النبي 9 في وصيته لعلي 7.\nوعلىٰ ضوء المهمة الخطيرة الملقاة علىٰ عاتق الوصي في قيادة الأمة وديمومة حركة الرسالة ، لابدّ أن يكون نسخةً ناطقة من النبي في علمه ومنزلته وكلّ ما يحمله\nمن مقومات تميّزة عن سائر أفراد الأُمة ، وتؤهّله لمثل هذا المنصب الخطير ، فاختيار الوصي لابدّ أن يكون علىٰ ضوء الاصطفاء الإهلي كما هو الحال في النبوة ، وأن يقترن ذلك بالعناية النبوية والمؤهلات الذاتية كالعصمة والسابقة والفضل وغيرها.\nوهكذا كان شأن نبينا المصطفى 9 في تعيينه لوصيه علي بن أبي طالب 7 منذ تباشير الدعوة الإسلامية في يوم الدار وحديث الانذار ، عند نزول قوله تعالىٰ : ( وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ ) (1) ثمّ لأجل تأصيل هذا المبدأ العقائدي في وجدان الأُمة وحركتها ، بادر إلى التصريح بالنص على القائد الرسالي بعده في مناسبات عديدة ، كان آخرها في مرض موته 9 حينما أراد أن يثبت ذلك بكتابٍ لا تضلّ الأُمة بعده أبداً ، فوقع النزاع وكثر اللغط وأخيراً مُنع الكتاب.",
        "ومنذ ذلك الحين تنكر من تنكر لوصية النبي 9 ، ولم يدّخر الحاكمون وسعاً في تجنيد كل القوى لأجل طمس مفهوم الوصية وكتمانه ، حتى توارث ذلك أجيال من الناس تعرّض فيها ذلك المفهوم للتحريف والتغيير والحذف والإسقاط ، ومع هذا فقد بقي الكثير الدال على ان الوصية لعلي 7 تشمل الخلافة والمرجعية الفكرية والسياسية علىٰ حدٍّ سواء.\nوبالنظر لما يترتب علىٰ هذا الموضوع من آثار عقائدية تتجاوز اُطر الزمان والمكان فقد سلطنا الضوء عليه بحوث عدّة ضمن أربعة فصول : تناولنا في الفصل الأول معنى الوصية وبيان أركانها وأقسامها وتشريعها في الفكر الديني إسلاماً كان أو غيره. وخصصنا الثاني للأحاديث والآثار والمدونات النقلية بالوصية مع التأكيد علىٰ خصيصة الاصطفاء في شخص الولي ، وبيان شبيهه من الأوصياء السابقين :. وجاء الفصل الثالث بما اخترناه من أشعار الصحابة في الوصية ، وبيّنا في الفصل الرابع موقف الأُمّة من الوصية متمثلة في فصائلها المختلفة ، مع الاشارة إلى الأساليب المتبعة في إنكار الوصية وكتمانها والشبهات المثارة حولها.\n__________________\n(1) سورة الشعراء : 26 / 214.",
        "الفصل الأوّل\nمعني الوصية وتشريعها\nالمبحث الأوّل : معني الوصية\nالوصية في اللغة :",
        "للوصية في اللغة عدّة معانٍ نذكر منها :\n1 ـ مصدر وَصَى يصي ، بمعنى الوصل ، وسمّيت وصية لاتصالها بأمر الميت ، حيث إنّ الموصي يصل تصرّفه بعد الموت بتصرّفه حال الحياة.\nومنه يقال : وَصَى الرجلُ وصياً : وصله ، ووَصَي الشيءُ يصي : إذا اتصل ، ووَصَى الشيء بغيره وصياً : وصله ، وتواصى النبت : إذا اتّصل ، وتواصى القومُ : أوصى بعضهم بعضاً ، وتواصوا به : أوصى أولهم آخرهم ، قال تعالى : ( وَتَوَاصَوْا بِالحَقِّ وَتَوَاصَوْا بِالصَّبْرِ ) (1) ومنه أيضاً : فَلاة واصية : تتّصل بفَلاة اُخرىٰ ، وأرض واصية : متّصلة النبات.\n2 ـ اسم مصدر بمعنى العهد وما أوصيت به ، يقال : أوصى الرجل ووصّاه توصيةً : عَهِدَ إليه ، وأوصيت له وأوصيت إليه : إذا جعلته وصيك ، والاسم",
        "__________________\n(1) سورة العصر : 103 / 3.\n\nالوَصاة والوَصاية والوِصاية.",
        "والوصيّ : الذي يُوصي ، والذي يُوصى له ، وهو من الأضداد ، قال ابن سيدة : الوصي : المُوصي والمُوصى ، والاُنثى وصيّ ، وجمعها جميعاً أوصياء.\nقال ابن منظور : وقيل لعليّ 7 وصيّ ... ثم استشهد بقول كُثَيِّر في محمد بن الحنفية لمّا حبسه عبد الله بن الزبير في خمسة عشر رجلاً من أهله في سجن عارم :\nقال المبرّد : أراد ابن وصيّ النبي 9 ، والعرب تقيم المضاف إليه في هذا الباب مقام المضاف (2).\nوقال الزَّبيدي : والوصي كغني ، لقب علي رضي الله عنه (3).",
        "وقال أبو رياش أحمد بن إبراهيم القيسي ، المتوفّي سنة 339 ه‍ في شرحه لهاشميات الكميت عند قوله :\nقال أبو رياش : ووصيّ الوصيّ : يعني الحسن بن علي 8 ، والوصيّ : أمير\n__________________\n(1) لسان العرب 15 : 394 ـ وصي ـ أدب الحوزة ـ قم .",
        "(2) الكامل في اللغة والأدب 2 : 151 ـ مؤسسة المعارف ـ بيروت ـ .\nوقد روىٰ سبط ابن الجوزي ( في تذكرة الخواص : 265 ـ مؤسسة أهل البيت : بيروت ـ 1401 ه‍ ) هذا البيت بلفظ لا يحتاج إلىٰ هذا التأويل ، وهو :\n(3) تاج العروس 10 : 392 ـ وصى ـ المطبعة الخيرية ـ مصر.\nالمؤمنين علي بن أبي طالب 7(1).",
        "وكان هذا اللقب يطلق على أمير المؤمنين علي 7 إطلاق الأسماء علىٰ مسمياتها ، وقد أكثر الشعراء من ذكره منذ صدر الإسلام وإلى اليوم.\nقال المبرّد عند قول الكميت بن زيد الأسدي :\nقال : قوله الوصي ، فهذا شيء كانوا يقولونه ويكثرون فيه ، ثمّ استشهد على ذلك بعدّة أبيات ، منها أبيات كُثيّر المتقدمة ، وقول عبيداللّه بن قيس الرُّقيّات في أبيات جاء فيها :\nوقول أبي الأسود الدؤلي :",
        "وتوسّع الأستاذ محمد محمود الرافعي في شرح بيت الكميت المتقدم ( والوصي الذي أمال التجوبي .. ) حيث قال : والوصي هنا : الذي يوصى له ، ويقال للذي يوصي أيضاً ، وهو من الأضداد ، والمراد به علي كرم الله وجهه ، سمّي وصياً لأنّ رسول الله 9 وصّى له ، فمن ذلك ما روي عن أبي بريده ، عن أبيه مرفوعاً أنه قال : « لكلّ نبي وصيّ ، وإنّ علياً وصيي ووارثي ».\nثمّ أورد الأبيات التي استشهد بها المبرّد في هذا المقام.\n__________________\n(1) شرح هاشميات الكميت : 33 ـ عالم الكتب ـ بيروت ـ 1406 ه‍.",
        "(2) التَّجُوبي : يريد به عبد الرحمن ابن ملجم لعنه الله ، وهو قاتل أمير المؤمنين 7. وتجوب : بطن من حمير ، وعدادهم في مراد.\n(3) الكامل في اللغة والأدب 2 : 151 ـ 152.\nوقال عند بيت الكميت الذي يقول فيه :\nالولي : يعني وليّ العهد بعد رسول الله 9 ، والمعلم : الذي علّم مكانه في الحرب بعلامةٍ أعلمها ، والكهام : الكليل من الرجال والسيوف ، يقال : سيف كهام (1).",
        "3 ـ ووردت الوصية في القرآن الكريم بمعنى الفرض أيضاً ، ومنه قوله تعالى : ( يُوصِيكُمُ اللهُ فِي أَوْلادِكُمْ ) (2) معناه : يفرض عليكم ؛ لأنّ الوصية من الله تعالى إنّما هي فرض ، والدليل على ذلك قوله تعالى : ( وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلاَّ بِالحَقِّ ذَٰلِكُمْ وَصَّاكُم بِهِ )(3) وهذا من الفرض المحكم علينا (4).\nالوصية في الاصطلاح :\nللوصية في اصطلاح الفقهاء عدّة تعريفات ذات علاقة بالمعنى اللغوي المتقدّم ، نذكر منها :\n1 ـ تمليك عين أو منفعة أوتسليط علىٰ تصرف بعد الموت (5).",
        "__________________\n(1) شرح الهاشميات / الرافعي : 29 ـ 30 ـ القاهرة.\n(2) سورة النساء : 4 / 11.\n(3) سورة الأنعام : 6 / 151.",
        "(4) لسان العرب 15 : 395 ـ وصى ـ ، وراجع في المعنى اللغوي : معجم مقاييس اللغة / ابن فارس 6 : 166 ـ وصى ـ دار الفكر ـ بيروت ، مفردات الراغب : ص 525 المكتبة المرتضوية ، صحاح الجوهري 6 : 2525 ـ وصى ـ دار العلم للملايين ، العين / الخليل 7 : 177 ـ وصى ـ دار الهجرة ـ إيران ، القاموس المحيط / الفيروزآبادي 4 : 403 ـ وصىٰ ـ دار الجيل ـ بيروت.\n(5) الشرائع / المحقق الحلّي 2 : 189 ـ مؤسسة اسماعيليان ـ قم ، المختصر النافع / \n2 ـ تنفيذ حكم شرعي من مكلّف أو في حكمه بعد وفاته (1).\n3 ـ الأمر بالشيء والعهد به في الحياة وبعد الموت (2).",
        "4 ـ الأمر بالتصرف بعد الموت (3).\nويرىٰ بعض الفقهاء أنّ الجامع بين التعريفات المتقدمة هوالعهد وإن اختلف متعلّقه باختلاف الخصوصيات.\nقال السيد السبزواري 1 : الوصية الشائعة بين الناس على اختلاف مللهم وأديانهم ، أوضح من أن يعرّفها الفقهاء بهذه التعريفات ، فإيكال بيان مفهومها إلى مرتكزاتهم أحسن وأولىٰ ؛ لأنّهم يرون قوام الوصية بالعهد في جميع أنحائها وأقسامها ، وإن اختلف متعلّق العهد إلى اُمور وأقسام ، ففي تمليك العين والمنفعة عهدٌ من الموصي بتمليكها ، وكذا في الوصاية بالقيمومة والولاية عهد بهما ، واختلاف المتعلّق لا يوجب الاختلاف في حقيقة الوصية ، فالجامع بين تمام الأقسام هو العهد ، إلاّ أنّ متعلّقه يختلف باختلاف الخصوصيات (4).\nوبما أن الوصية تنصرف في كافة أقسامها إلىٰ معنى العهد ، فوصية النبي 9 إلى أمير المؤمنين 7 لا تخرج عن هذا الإطار ، وعليه سنسلط الضوء في هذا البحث لدراسة خصوصيات عهد النبي 9 إلىٰ وصيّه وبيان متعلّق ذلك العهد ،",
        "__________________\nالمحقق الحلّي : ص 263 مؤسسة البعثة ـ قم.\n(1) جامع المقاصد / المحقق الكركي 10 : 7 ـ 8 ـ مؤسسة آل البيت : ـ قم.\n(2) فتح القدير / الشوكاني 1 : 178 ـ عالم الكتب ـ بيروت.",
        "(3) الشرح الكبير / ابن قدامة 6 : 414 ـ دار الكتاب العربي ـ بيروت.\n(4) مهذب الأحكام 22 : 132 ـ مؤسسة المنار ـ قم.\nوبكلمة اُخرىٰ ماذا أراد النبي 9 من تعيين الوصي ، وما هي المهام الملقاة على الوصي بعد رحيل النبي 9 ، وهل هذا أمرٌ مستحدَث في الإسلام أم أن له جذوراً في الشرائع السماوية السابقة ؟\nأركان الوصية",
        "للوصية أربعة أركان إذا توفّرت تحقّقت الوصية ، وهي كما يلي :\n1 ـ الموصي : وهو الذي يوصي ، ويعتبر فيه كمال العقل والحرية والبلوغ والاختيار.\n2 ـ المُوصىٰ به : وهو متعلّق الوصية ، ويعتبر فيه الملك ، وتصحّ الوصية بكلّ ما يكون فيه غرض عقلائي محلّل من عينٍ أو منفعةٍ أو حقّ قابل للنقل.\nوسنأتي علىٰ بيان متعلّق وصية النبي 9 إلى أمير المؤمنين 7 خلال هذا البحث ونبين خصوصياته ، وعندها سيتضح لنا هل هو الخلافة والزعامة على الأُمة كما تقتضيه الأدلّة الصحيحة التي تُعنىٰ بتحديد ذلك المتعلّق عند الفريقين ، أو هو شيء آخر كما يدّعي بعض من تعرّض لبيان مفهوم وصية النبي 9 إلى أمير المؤمنين 7.",
        "3 ـ المُوصى له : ويشترط وجوده حين إنشاء الوصية ، وإلاّ فلا وصية لمعدوم.\n4 ـ الوصيّ : وهو الشخص المعهود إليه إجراء وتنفيذ وصايا الميت المختلفة وتنجيزها ، وله حقّ التصرف فيما كان الموصي متصرّفاً فيه ، من إخراج حقّ واستيفائه ، أو ولاية علىٰ طفل أو مجنون يملك الولاية عليه ، إلىٰ آخره. ويعتبر فيه البلوغ والإسلام والعقل.\n« ومن ثم يبدو واضحاً أن الوصي مما تختلف ولايته سعةً وضيقاً بحسب اختلاف ولاية الموصي سعة وضيقاً ، فأوصياء سائر الناس إنما تكون ولايتهم\nمقصورة على الأموال من الدور والعقار ونحوهما ، أو على الأطفال والمجانين ومن في حكمهم من السفهاء الذين كان للموصي ولاية عليهم.",
        "وأما أوصياء الأنبياء ، فتكون وصايتهم عامة علىٰ جميع الأمة ذكرها وأُنثاها ، حرّها وعبدها ، كبيرها وصغيرها ، وعلىٰ جميع ما في أيديهم من الأموال منقولها وغير منقولها ؛ ذلك لأنّ كلّ نبي إنما هوأولىٰ بأُمته من أنفسهم ، فيكون أولىٰ بأموالهم بالأولوية القطعية ، وإذا كان النبي أولىٰ بهم وبأموالهم ، كان الوصي كذلك.\nومن ثمّ فإن الأدلة على أن الإمام علي بن أبي طالب أنما هو وصي رسول الله 9 إنما هي من الأدلّة القوية والحجج الجليّة على أن لعليّ 7 ما كان ثابتاً للنبي 9 من الولاية العامة على المؤمنين أنفسهم وأموالهم جميعاً ، وهذا هو معنى الإمام أو الخليفة» (1).\nأقسام الوصية\nذكر الفقهاء أقساماً كثيرة للوصية نذكر منها :",
        "أولاً : تقسيمها بلحاظ متعلّقها إلىٰ قسمين :\n1 ـ وصية تمليكية : وتشمل تمليك عين أو منفعة أو تسليط علىٰ حقّ أو فكّ ملك.\n2 ـ وصية عهدية : وتشمل عهداً متعلّقاً بالغير ، أو عهداً متعلّقاً بنفسه ، كالوصية بما يتعلّق بتجهيزه.\nثانياً : وتنقسم باعتبار الأحكام التكليفية إلىٰ خمسة أنواع :",
        "__________________\n(1) منهاج الكرامة / العاملي : 167.\n1 ـ الوصية الواجبة. 2 ـ الوصية المندوبة. 3 ـ الوصية المحرمة. 4 ـ الوصية المكروهة. 5 ـ الوصية المباحة (1).\nالمبحث الثاني : تشريع الوصية",
        "1 ـ تشريعها قبل الإسلام\nلقد رافقت الوصية الشرائع الإلهية منذ أبينا آدم 7 إلىٰ سيدنا النبي المصطفى الخاتم 9 ، وأشارت آيات القرآن الكريم إلى أن الأنبياء كانوا يشدّدون على الوصية بإقامة شعائر الدين وتقوى الله وتوحيده وطاعته ، قال تعالى : ( وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ ) (2).\nوأكّدت مصادر الحديث والتاريخ والسيرة وكتب العهدين علىٰ تواتر عهود الأنبياء والأوصياء إلىٰ مَن يخلفهم في هداية الناس إلى الحقّ والعمل الصالح وحسن العبادة ، ويكون حجة على العباد وإماماً لهم ووارثاً للعلم النبوي وأميناً على رسالة ربّه التي اصطفاها لهم.\nولم يشذّ عن هذه القاعدة أحدٌ من الأنبياء والرسل ، فقد جاء في الحديث عن رسول الله 9 أنه قال : « لكلّ نبي وصيّ ووارث ، وإن عليّاً وصيي ووارثي » (3) وذلك لأن الله تعالىٰ لا يمكن أن يخلي الأرض من قائمٍ له بحجّة على",
        "__________________\n(1) راجع التفصيل في الوصية وأحكامها في الفقه الإسلامي / محمد جعفر شمس الدين : 95 ـ 112 ـ دارالتعارف ـ بيروت.\n(2) سورة البقرة : 2 / 132.\n(3) سيأتي تخريج الحديث في الفصل الثاني.",
        "الناس يعرف الحلال والحرام ويُهتدىٰ به إلىٰ سبيل الله ، كما ورد في الصحيح من الأقوال : « أنّ الأرض لا تخلو من قائمٍ لله بحجّة » (1).\nوعن أمير المؤمنين 7 أنه قال : « اللّهم بلىٰ ، لا تخلو الأرض من قائمٍ لله بحجة ، إما ظاهراً مشهوراً ، وإمّا خائفاً مغموراً ، لئلا تبطل حجج الله وبيّناته » (2).\nوعن الإمام الصادق 7 قال : « ما زالت الأرض إلاّ ولله فيها الحجة ، يعرف الحلال والحرام ، ويدعو الناس إلى سبيل الله » (3).\nويظهر من مجموع ما ذكرته كتب الحديث والتاريخ والعهدين من تاريخ أوصياء الأنبياء : ان كل واحد منهم قد استخلفه نبي زمانه وعهد إليه بأمر شريعته ورعاية اُمته من بعده ، بحيث تتسع مسؤوليته في خلافة النبوة والزعامة علىٰ جميع من تشمله دعوة تلك النبوة وتدبير شؤونهم وهدايتهم إلىٰ سواء السبيل.",
        "وصايا الأنبياء : في أسفار العهدين\nلم تكن أخبار الوصية مقصورة علىٰ مصادر التراث الإسلامي وحسب ، بل حظيت بسهمٍ وافرٍ من الأخبار في أسفار التوراة والإنجيل المتداولين في عصرنا الحاضر ، وفيما يلي إشارة إلىٰ بعضٍ منها :\n__________________\n(1) فتح الباري / ابن حجر 6 : 385 ، دار إحياء التراث العربي ـ بيروت.",
        "(2) نهج البلاغة / تحقيق صبحي الصالح : 497 / ح 147 ، شرح ابن أبي الحديد 18 : 347 ـ دار إحياء الكتب العربية ـ مصر ـ 1378 ه‍ ، المعيار والموازنة / الاسكافي : 81 ـ مؤسسة المحمودي ـ بيروت.\n(3) الكافي / الكليني 1 : 178 / 3 ـ كتاب الحجة ـ باب (5).\n1 ـ جاء ذكر الأوصياء في الاصحاح الخامس من سفر التكوين (1) مرتّبين من شيث إلىٰ نوح : وبأسماء مقاربة لما ورد في مصادر التاريخ التي سنذكر لاحقاً بإذن الله.\n2 ـ وجاء في آخر الاصحاح (27) من سفر العدد خبر تعيين يسوع ( يوشع ابن نون ) وصياً لموسى 7 وفقاً لأمر الله تعالىٰ (2).",
        "3 ـ وجاء في الاصحاح الأول من سفر الملوك الأول ذكر وصية نبي الله داود 7 إلىٰ ولده سليمان 7 بأن يكون رئيساً علىٰ بني إسرائيل ويهوذا (3).\nوذكر في الاصحاح الثاني من السفر المذكور وصية داود إلىٰ ولده سليمان 7 بأن يعمل بشريعة موسىٰ بن عمران(4).\n4 ـ جاء في الاصحاح العاشر من إنجيل متّىٰ ذكر وصية عيسي 7 إلى الحواريين ، وكان أولهم شمعون ( سمعان ) بطرس (5) ، وتكرّر ذلك أيضاً في آخر اصحاح من إنجيل يوحنا (6).\nوصايا الأنبياء : في كتب الحديث والتاريخ",
        "نقل كثير من المحدّثين والمؤرخين مزيداً من وصايا الأنبياء إلىٰ من يخلفهم في استكمال مسيرة النبوة لإقامة شعائر الدين وتدبير شؤون الخلق وهدايتهم\n__________________\n(1) الكتاب المقدس : 6 ـ العهد القديم.\n(2) الكتاب المقدس : 260 ـ العهد القديم.",
        "(3) الكتاب المقدس : 529 ـ 530 ـ العهد القديم.\n(4) الكتاب المقدس : 531 ـ العهد القديم.\n(5) الكتاب المقدس : 17 ـ العهد الجديد.\n(6) الكتاب المقدس : 188 ـ العهد الجديد.",
        "إلىٰ سواء السبيل ، كما أكدت بعض الأحاديث والأخبار علىٰ تواتر الوصية واتصالها منذ عهد آدم 7 إلىٰ نبينا الخاتم 9 وذكروا بعض التفاصيل المتعلّقة بأسماء الأوصياء والأحداث التي واكبت حياتهم.\nأولاً : وصايا الأنبياء في كتب الحديث\nنقل المحدّثون روايات مستفيضة عن عدد الأوصياء واستقصاء أخبارهم ومحتوىٰ وصاياهم ، نشير إلىٰ مضمون بعضها مختصراً محيلين إلى المصادر.\n1 ـ عن الإمام الصادق 7 عن رسول الله 9 في حديث طويل يذكر فيه الأوصياء منذ هبة الله وصي آدم 7 إلى الإمام القائم 7 (1).",
        "2 ـ وفي حديث عن سلمان 2 عن رسول الله 9 يذكر فيه الأوصياء منذ آدم 7 إلى الإمام القائم 7 (2).\n3 ـ وعن أم هاني بنت أبي طالب عن رسول الله 9 : « ... إنّ الله جعل لكلّ نبي وصياً ؛ شيث وصي آدم ، وشمعون وصي عيسىٰ ، وعلي وصيي ، وهوخير الأوصياء في الدنيا والآخرة ... » (3).\n4 ـ وفي حديث عن أبي جعفر الباقر 7 ذكر فيه اتصال الوصية منذ هبة الله\n__________________",
        "(1) الفقيه / الشيخ الصدوق 4 : 129 / 1 ـ دار الكتب الإسلامية ـ طهران ـ 1390 ه‍ ، الإمامة والتبصرة : 21 ـ 24 ، الأمالي / الصدوق : 486 / 661 ـ مؤسسة البعثة ـ قم ، إكمال الدين / الصدوق 211 / 1 ـ مؤسسة النشر الإسلامي ـ قم ـ 1405 ه‍ ، أمالي الطوسي : 442 / 991 ـ مؤسسة البعثة ـ قم.\n(2) كفاية الأثر / الخزاز : 147 ـ نشر بيدار ـ قم ـ 1401 ه‍.\n(3) المسترشد / محمّد بن جرير الإمامي : 283 / 94 ـ مؤسسه الثقافة الإسلامية لكوشانبور ـ 1415 ه‍.\nوصيّ آدم 7 إلى سام بن نوح 7 (1).",
        "5 ـ وفي حديث آخر عنه 7 جاء فيه : « فلمّا انقضت نبوة آدم 7 واستكمل أيامه ، أوصى الله تعالى إليه ، أن يا آدم قد قضيت نبوتك ، واستكملت أيامك ، فاجعل العلم الذي عندك والايمان والاسم الأعظم وميراث العلم وآثار علم النبوة في العقب من ذريتك ، عند هبة الله ابنك ، فإني لم أقطع العلم والايمان والاسم الأعظم وآثار علم النبوة في العقب من ذريتك إلىٰ يوم القيامة ، ولن أدع الأرض إلاّ وفيها عالم يُعرَف به ديني ، وتُعرَف به طاعتي ، ويكون نجاةً لمن يولد بينك وبين نوح ... » (2).\n6 ـ وفي حديث آخر عنه 7 ذكر فيه وصية موسىٰ 7 إلىٰ فتاه يوشع بن نون (3).\nوهناك أحاديث اُخرىٰ وردت في مصادر الحديث تتضمّن ذكر الأوصياء ، فقد أفرد ابن بابويه القمي ( ت / 329 ه‍ ) في كتابه ( الإمامة والتبصرة ) باباً تحت عنوان ( الوصية من لدن آدم ) ذكر فيه الأوصياء من لدن آدم 7 إلى أمير المؤمنين 7 (4).\nوذكر الطبري صاحب ( المسترشد ) المعاصر للطبري صاحب التاريخ جملة",
        "__________________\n(1) تفسير العياشي 2 : 28 / 1237 مؤسسة البعثة ـ قم ، قصص الأنبياء / الراوندي : 62 / 43 ـ مشهد 1409 ه‍.\n(2) تفسيرالعياشي 2 : 32 / 1238 ، روضة الكافي / الكليني 8 : 113 / 92 ، إكمال الدين : 213 / 2.\n(3) تفسير العياشي 3 : 98 / 2666 / إكمال الدين : 217 / 2.",
        "(4) الإمامة والتبصرة : 21 ـ 24.\nاحتجاجات في موضوع الوصية ضمّها عدة أحاديث ، وجاء فيه ذكر الأوصياء من آدم 7 إلىٰ شمعون وصي عيسىٰ 7(1).\nوعقد الشيخ الصدوق باباً في ( الفقيه ) تحت عنوان ( الوصية من لدن آدم 7 ) ذكر فيه عدة أحاديث في هذا المجال ، وجعل في ( إكمال الدين ) باباً تحت عنوان ( اتصال الوصية من لدن آدم 7 وأن الأرض لا تخلو من حجة لله عزّوجلّ علىٰ خلقه إلىٰ يوم القيامة ).\nوذكر العلاّمة المجلسي عدة أحاديث وأخبار في هذا الخصوص في الباب الثاني من كتاب الإمامة من ( بحار الأنوار ) وعنوانه ( باب في اتصال الوصية وذكر الأوصياء من لدن آدم 7 إلى آخر الدهر ) (2).",
        "ثانياً : وصايا الأنبياء في كتب التاريخ والسيرة والتفسير\nفيما يلي نذكر بعض المؤرخين والمفسرين ممن تناول أخبار الأوصياء مرتّبين حسب التسلسل التاريخي :\n1 ـ ابن سعد ( ت / 230 ه‍ ) ذكر اتصال الوصية من آدم إلىٰ نوح 7 في رواية عن ابن عباس ، جاء فيها أولاً ذكر شيث ابن آدم ( وهو هبة الله ) قال : وهو بالعربية شث ، وبالسريانية ( شاث ) ، وبالعبرانية ( شيث ) وإليه أوصى آدم صلوات الله عليه (3) ... وولد شيثُ بن آدم أنوشَ ونفراً كثيراً ، وإليه أوصى شيث ، فولد أنوشُ قينانَ ونفراً كثيراً وإليه الوصية ، فولد قينانُ مهاليلَ ونفراً\n__________________",
        "(1) المسترشد : 577 ـ 590 ـ الباب العاشر.\n(2) الفقيه 4 : 129 باب 72 ، إكمال الدين : 211 ـ 241 باب 22 ، بحار الأنوار 23 : 57 باب 2 ـ دار الكتب الإسلامية ـ طهران.\n(3) الطبقات الكبرىٰ 1 : 37 ـ دار صادر ـ بيروت.\nمعه وإليه الوصية ، فولد مهلاليلُ يرذَ ـ وهو اليارذ ـ ونفراً معه وإليه الوصية ... فولد اليارذُ خنوخَ وهو إدريس النبي 7 ونفراً معه ، وهو أول نبي بُعث في الأرض بعد آدم 7 ... فولد خنوخُ متوشلخَ ونفراً معه وإليه الوصية ، فولد متوشلخُ لمُكَ ونفراً معه وإليه الوصية ، فولد لمكُ نوحاً صلّى الله عليه وسلّم (1).",
        "2 ـ اليعقوبي ، ( ت / 292 ه‍ ) ، ذكر أسماء الأوصياء منذ عهد آدم 7 إلى الحواريين أوصياء عيسىٰ 7 ، وترجم لهم بالتفصيل وشرح الأحداث التي وقعت في أيامهم (2).\n3 ـ الطبري ، العامي ( ت / 310 ه‍ ) ، ذكر تعاقب الأوصياء منذ آدم إلىٰ نوح 8 (3).\nوروىٰ بالاسناد عن محمّد بن إسحاق ، قال : لما حضرت آدم 7 الوفاة دعا ابنه شيثاً فعهد إليه عهده ، وعلّمه ساعات الليل والنهار ، وأعلمه عبادة الخلق في كل ساعة منهنّ ... وكتب وصيته ، فكان شيث وصيّ أبيه آدم 7 ، وصارت الرياسة من بعد وفاة آدم لشيث ، فأنزل الله عليه فيما روي عن رسول الله 9 خمسين صحيفة (4).\nوجاء فيه أيضاً رواية عن ابن إسحاق ذكر فيها وصية عيسىٰ 7 إلى",
        "__________________\n(1) الطبقات الكبري 1 : 39 ـ 40.\n(2) تاريخ اليعقوبي 1 : 7 ـ 80 ـ دار صادر ـ بيروت ـ وجاء فيه مهلائيل ويرد وأخنوخ ومتوشلح بدلاً عما تقدّم في الطبقات.\n(3) تاريخ الطبري 1 : 164 ـ بيروت ـ تحقيق محمّد أبو الفضل إبراهيم.",
        "(4) تاريخ الطبري 1 : 152.\nالحواريين ، وبثّه إياهم في الأرض دعاةً إلى الله تعالىٰ (1).\n4 ـ المسعودي ( ت / 346 ه‍ ) ، ذكر أسماء الأوصياء من شيث ( هبة الله ) وصي آدم 7 إلىٰ سام وصي نوح 7 (2).\nوأفراد كتاباً في هذا الموضوع بعنوان ( إثبات الوصية ) أثبت فيه إتصال الوصية منذ آدم 7 إلى النبي المصطفى الخاتم 9 ثمّ إلى الأوصياء من بعده وصولاً إلى الإمام المنتظر القائم ( صلوات الله عليه ) واستخلص ذلك من عدة روايات وأخبار من الحديث والتاريخ(3).",
        "5 ـ الثعلبي ( ت / 427 ه‍ ) أورد عن سالم بن أبي الجعد ، قال : لما مضى من عمر آدم 7 مائة وثلاثون سنة ، وذلك بعدما قتل قابيل هابيل بخمس سنين ولد له شيث ، وتفسيره هبة الله ، يعني أنه خَلَف الله من هابيل ، وعلّمه الله ساعات الليل والنهار وعبادة الخلق في كل ساعة منها ، وأنزل الله عليه خمسين صحيفة ، وكان وصيّ آدم وولي عهده (4).\nوقال : ذكر أهل التاريخ وأصحاب الأخبار أن آدم 7 مرض قبل موته أحد عشر يوماً ، وأوصى إلى ابنه شيث ، وكتب وصيته ودفعها إلىٰ شيث ، وأمره أن يخفي ذلك عن ولد قابيل(5).\nوذكر وصية عيسىٰ 7 إلى الحواريين ، وقال : كانوا أصفياء عيسىٰ بن\n__________________",
        "(1) تاريخ الطبري 1 : 602 ـ 603.\n(2) أخبار الزمان / المسعودي : ص 75 ـ 102 ـ بيروت.\n(3) راجع : إثبات الوصية / المسعودي : ص 13 ـ 77 ـ المطبعة الحيدرية ـ النجف.\n(4) عرائس المجالس / الثعلبي : ص 40 ـ المكتبة الثقافية ـ بيروت.",
        "(5) عرائس المجالس : ص 41.\nمريم 7 وأولياءه وأرضياءه وأنصاره ووزراءه ، وكانوا اثني عشر رجلاً(1).\n6 ـ ابن عبد البرّ المالكي ( ت / 463 ه‍ ) ، ذكر وصية آدم 7 إلى ابنه شيث ( هبة الله ) (2).\n7 ـ المقدسي ( ت / 507 ه‍ ) ، ذكر وصي آدم 7 وقال : كان شيث وصي آدم وولي عهده وخليفته من بعده (3). ",
        "وقال عن يوشع بن نون : كان خليفة موسىٰ وولي عهده ، ولما مات يوشع ابن نون استخلف كالب بن يوفنا (4).\n8 ـ البغويّ ( ت / 516 ه‍ ) ، ذكر في تفسيره الآية (31) من سورة المائدة وصية آدم 7 إلى ابنه شيث ، قال : فلمّا مضىٰ من عمر آدم 7 مائة وثلاثون سنة ـ وذلك بعد قتل هابيل بخمس سنين ـ ولدت له حواء شيثاً ، واسمه عبد الله ، يعني أنه من خَلف هابيل ، وعلّمه الله سبحانه وتعالى ساعات الليل والنهار ، وعلّمه عبادة الخلق في كلّ ساعة منها ، وأنزل عليه خمسين صحيفة ، فصار وصيّ آدم ووليّ عهده (5).\n9 ـ الشهرستاني ( ت / 548 ه‍ ) ، ذكر قول اليهود في وصية موسىٰ 7 وقال : قالوا : كان موسىٰ 7 قد أفضىٰ بأسرار التوراة والألواح إلىٰ يوشع بن نون وصيه وفتاه والقائم بالأمر من بعده ، ليفضي بها إلى أولاد هارون ؛ لأن الأمر\n__________________",
        "(1) عرائس المجالس : ص 351.\n(2) التمهيد / ابن عبد البرّ 10 : 32 ـ وزارة الأوقاف ـ المغرب.\n(3) البدء والتاريخ / المقدسي 3 : 11 ـ مكتبة الثقافة الدينية.\n(4) البدء والتاريخ 3 : 96 ـ 97.",
        "(5) معالم التنزيل / البغوي 2 : 243 ـ دار الفكر ـ بيروت ـ 1405 ه‍.\nكان مشتركاً بينه وبين أخيه هارون 7 ، إذ قال تعالىٰ حكاية عن موسىٰ 7 في دعائه حين أُوحي إليه أولاً : ( وَأَشْرِكْهُ فِي أَمْرِي ) (1) وكان هو الوصي ، فلما مات هارون في حال حياة موسىٰ انتقلت الوصية إلىٰ يوشع بن نون وديعةً ليوصلها إلىٰ شبير وشبر ابني هارون قراراً ، وذلك أن الوصية والإمامة بعضها مستقرّ وبعضها مستودع (2).\n10 ـ ابن الجوزي ( ت / 597 ه‍ ) ، ذكر أسماء الأوصياء منذ عهد آدم 7 إلىٰ متوشلخ وصيّ إدريس 7 (3) وأخرج رواية محمّد بن أسحاق التي قدمناها عن الطبري ، وفيها وصية آدم 7 إلى ولده شيث ( هبة الله ) (4).\nونقل عن علماء السير أن موسىٰ 7 توفي بعد هارون بثلاث سنين ، وأوصى إلىٰ يوشع 7 (5).",
        "وعن الزهري أنه قال : لما حضرت يوشع الوفاة استخلف كالب بن يوفنّا ، وعن القرظي ، قال : فوليهم كالب زماناً يقيم فيهم من طاعة الله ما كان يقيم يوشع حتىٰ قبضه الله عزّوجلّ علىٰ منهاج يوشع (6).\nونقل في تفسير الآية (14) من سورة يس قوله تعالى : ( فَعَزَّزْنَا بِثَالِثٍ ) عن مقاتل أنه قال : واسم هذا الثالث شمعون ، وكان من الحواريين ، وهو وصي\n__________________\n(1) سورة طه : 20 / 32.",
        "(2) الملل والنحل / الشهرستاني 1 : 192 ـ مكتبة الانجلو المصرية ـ القاهرة.\n(3) المنتظم / ابن الجوزي 1 : 230 و 235 ـ دار الكتب العلمية ـ بيروت ـ 1412 ه‍.\n(4) المنتظم 1 : 226 ـ 227.\n(5) المنتظم 1 : 376.",
        "(6) المصدر السابق نفسه 1 : 379.\nعيسي 7 (1).\n11 ـ الرازي ( ت / 606 ه‍ ) ، أشار في تفسير الآيتين ( 25 و 26 ) من سورة المائدة إلىٰ كون يوشع بن نون وصي موسىٰ 7 وقال : قال قوم : إنّ هارون مات في التيه ، ثم مات موسىٰ بعده بسنة ، وبقي يوشع بن نون ، وكان ابن اخت موسىٰ ووصيه بعد موته ، وهوالذي فتح الأرض المقدسة (2).\n12 ـ ابن الأثير الجزري ( ت / 630 ه‍ ) ، ذكر تفاصيل وصية آدم 7 إلىٰ ولده شيث ، وذكر الأوصياء من عهد آدم إلى إدريس 7 ، وتوسّع في تفاصيل الأحداث التي كانت في عهدهم ، ثمّ ذكر الأوصياء من بعد إدريس إلىٰ نوح 8 وبين وصية نوح إلىٰ ولده سام (3) ووصية عيسىٰ إلى الحواريين وانه بثهم في الأرض رسلاً من الله وأمرهم أن يبلغوا عنه ما أمره الله به ، فتفرقوا حيث أمرهم (4).",
        "13 ـ ابن كثير ( ت / 774 ه‍ ) ، ذكر وفاة آدم 7 ووصيته إلى ابنه شيث وقال : ومعنىٰ شيث هبة الله ، وسمّاه بذلك لأنهما رزقاه بعد أن قتل هابيل.\nوعن محمّد بن إسحاق قال : لما حضرت آدم الوفاة عهد إلى ابنه شيث ، وعلّمه ساعات الليل والنهار ، وعلّمه عبادات تلك الساعات ، وأعلمه بوقوع الطوفان بعد ذلك.\n__________________\n(1) زاد المسير في علم التفسير / ابن الجوزي 6 : 276 ـ دار الكتب العلمية ـ بيروت.",
        "(2) تفسير الرازي 11 : 206 ـ دار الفكر ـ بيروت.\n(3) الكامل في التاريخ / ابن الأثير 1 : 43 ـ 58 ـ دار الكتب العلمية ـ بيروت.\n(4) الكامل في التاريخ 1 : 245.\nقال : ولما توفي آدم 7 وكان ذلك يوم الجمعة ، جاءته الملائكة بحنوط وكفن من عند الله عزّوجلّ ومن الجنة ، وعزّوا ابنه ووصيه شيثاً 7 (1).",
        "ثمّ قال : فلما مات آدم 7 قام بأعباء الأمر بعده ولده شيث 7 ... فلما حانت وفاته أوصى إلى ابنه أنوش فقام بالأمر بعده ، ثمّ بعده ولده قينن (2) ، ثمّ من بعده ابنه مهلاييل... فلمّا مات قام بالأمر بعده ولده يرد ، فلما حضرته الوفاة أوصى إلىٰ ولده خنوخ وهو إدريس على المشهور (3).\n14 ـ السيوطي ( ت / 911 ه‍ ) قال : ذكر أئمة التاريخ أن آدم عليه الصلاة والسلام أوصى لابنه شيث ، وكان فيه وفي بنيه النبوة والدين ، واُنزل عليه تسع وعشرون صحيفة ، وأنه جاء إلى أرض مصر ، وكانت تُدعىٰ بايلون فنزلها هو وأولاد أخيه ، فسكن شيث فوق الجبل ، وسكن أولاد قابيل أسفل الوادي ، واستخلف شيث ابنه أنوش ، واستخلف أنوش ابنه قونان ، واستخلف قونان ابنه مهلائيل ، واستخلف مهلائيل ابنه يرد ، ودفع الوصية إليه ، وعلّمه جميع العلوم ، وأخبره بما يحدث في العالم ... إلى أن قال : وولد ليرد أخنوخ ، وهو إدريس عليه الصلاة والسلام ... ودفع إليه أبوه وصية جده والعلوم التي عنده ... (4).\n__________________\n(1) قصص الأنبياء / ابن كثير : ص 60 ـ دار القلم ـ بيروت ـ 1407 ه‍ ، البداية والنهاية / ابن كثير 1 : 98 مكتبة المعارف ـ بيروت.",
        "(2) تقدّم عن أغلب المصادر : قينان.\n(3) قصص الأنبياء : 62 ، البداية والنهاية 1 : 99.\n(4) روح المعاني / الآلوسي 6 : 201 ـ دار إحياء التراث العربي 1405 ه‍ عن ( حسن المحاضرة ).\n2 ـ تشريع الوصية في الإسلام",
        "1 ـ القرآن الكريم\nجاء ذكر الوصية في العديد من آيات القرآن الكريم ، منها قوله تعالى : ( كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ المَوْتُ إِن تَرَكَ خَيْرًا الْوَصِيَّةُ ) (1).\nوقوله : ( وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لأَزْوَاجِهِم ) (2).\nوقوله : ( فَلأُمِّهِ السُّدُسُ مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا ) (3).",
        "وقوله : ( شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ المَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ) (4) وغيرها.\nوالمشهور بين العلماء أنّ الآية الاُولىٰ تدلّ علىٰ وجوب الوصية ، وأنّ لسان الآية لسان الوجوب ، ثم قالوا : انها منسوخة بآية المواريث ، وهي قوله تعالى :\n( يُوصِيكُمُ اللهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ ) (5) فانّ الأخيرة نزلت بعد الأولىٰ ، وبالسُّنّة فقد ورد في الحديث : « لا وصية لوارث » (6).\nوذكر بعضهم أنها لو كانت منسوخة فالمنسوخ إنّما هوالفرض دون الندب",
        "__________________\n(1) سورة البقرة : 2 / 180.\n(2) سورة البقرة : 2 / 240.\n(3) سورة النساء : 4 / 11.",
        "(4) سورة المائدة : 5 / 106.\n(5) سورة النساء : 4 / 11.\n(6) راجع : تفسير القرطبي 2 : 254 ـ 262 ـ دار الكتاب العربي ـ 1422 ه‍ ، تفسير الرازي 5 : 64 ـ دار الفكر ـ بيروت ـ 1415 ه‍ ، تفسير ابن كثير 1 : 223 ـ دار إحياء التراث العربي ـ 1420 ه‍.\nوأصل المحبوبية (1). وذكر بعض آخر أن الوجوب المذكور في الآية الشريفة كان في بدء الأمر وأوائل تغيير الشريعة لمواريث الجاهلية ، فالحكمة اقتضت أن يكون التغيير تدريجياً بنحو الوصية أولاً ثم بأحكام المواريث.",
        "قال السيد السبزواري ; : والحق أن الوصية غير منسوخة بشيء ، لا بآية المواريث ولا بالسنة الشريفة ، وآية الوصية تدلّ علىٰ محبوبيتها ، والكتابة يُراد بها هنا مطلق الثبوت الأعمّ من الوجوب والندب ، فقد تكون الوصية واجبة كما في الوصية بالحقوق الواجبة ، وقد تكون مندوبة كما في الوصية بالتبرعات ، وفي الأخيرة يشترط أن لا تكون أكثر من ثلث المال ، وفي الاُولىٰ لا يشترط فيها ذلك ، بل لابدّ وأن تخرج من جميع المال ، ولا ربط لآية الإرث بآية الوصية ، وهما موضوعان مختلفان ، فأين يتحقّق النسخ ؟ مع أن الإرث متأخّر عن الدين والوصية.\nوأمّا الاستدلال بالسنّة علىٰ نسخ آية الوصية ، ففيه أولاً : عدم ثبوته كما ذكر جمع من علماء الفريقين ، وثانياً : أن حديث « لا وصية لوارث » يمكن حمله على أنه لا وصية لوارث إذا كان أكثر من الثلث ... (2).\nأما فيما يتعلّق بخصوص الوصية بالخلافة فانّ الآيات المتقدمة وغيرها التي تحثّ على الوصية وتأمر بها وتحذّر من إهمالها في اُمور الدنيا وحطامها الزائل ، تدلّ علي أن النبي 6 لا يمكن أن يترك اُمته بلا وصي يبيّن لهم أحكام الدين ويقتفي أثر سيد المرسلين ، وهو السبّاق إلى التعبّد بأوامر الوحي ونواهيه وجميع ما فيه ، فكيف يترك الوصية وقد اُوحي بها إليه وجعلها الله حقّاً على المتقين ؟\n__________________",
        "(1) الميزان في تفسير القرآن / العلاّمة الطباطبائي 1 : 439 ـ مؤسسة الأعلمي ـ بيروت.\n(2) مواهب الرحمٰن / السبزواري 2 : 380 ـ 381 ـ مؤسسة المنار ـ قم.\nثمّ أنه نزل في القرآن الكريم ما يجري مجري الوصية بالخلافة الإسلامية في آية البلاغ ؛ قوله تعالى : ( يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ) (1) ، فكان تبليغ هذا الأمر بحجم تبليغ الرسالة ، فأيّ أمر خطير هذا الذي أشارت إليه الآية ؟\nروى الواحدي من طريق الأعمش باسناده إلى أبي سعيد الخدري 2 قال : نزلت هذه الآية : ( يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ) يوم غدير خمّ في علي بن أبي طالب 2 (2).",
        "واستقصى الحاكم الحسكاني طرق حدث أبي سعيد الخدري بأسانيد متصلة ، ثمّ قال : وطرق هذا الحديث مستقصاة في كتاب ( دعاء الهداة إلى أداء حق الموالاة ) من تصنيفي في عشرة أجزاء (3).\nوعن ابن مسعود ، قال : كنّا نقرأ على عهد رسول الله 9 : ( يا أيُّها الرَّسولُ بلِّغ ما أُنزِل إليك من ربِّك أن عليّاً مولى المؤمنين وإن لم تفعل فما بلَّغتَ رسالته ) (4).\nإذن فإن تنصيب علي 7 للخلافة في جانب وتبليغ الرسالة في جانب آخر متوازنان ، فإذا لم ينصب علياً 7 فلم يبلغ الرسالة ، باعتبار أنه ترك الكيان\n__________________",
        "(1) سورة المائدة : 5 / 67.\n(2) أسباب النزول / الواحدي : 115 ـ عالم الكتب ـ بيروت ، فتح القدير / الشوكاني 2 : 60 ـ دار إحياء التراث العربي ، المنار / محمد رشيد رضا 6 : 463 ـ دار المعرفة ـ بيروت.\n(3) شواهد التنزيل / الحسكاني : 181 ـ 193 ـ مؤسسة الأعلمي ـ بيروت ـ 1393 ه‍.\n(4) الدرّ المنثور / السيوطي 3 : 117 ـ دار الفكر ـ 1403 ه‍ ، فتح القدير 2 : 60.",
        "الإسلامي في مهبّ الريح ، ولم يخلّف أحداً ليرعاه أو يقويه من بعده.\n2 ـ السنّة المطهرة\nوردت أحاديث نبوية مستفيضة تدلّ على أن الوصية فريضة محكمة وسنّة ثابتة ، وتؤكد أن على كلّ مسلم أن يوصي قبل معاينة الموت ، نذكر منها :\n1 ـ قوله 9 : « الوصية حقّ علىٰ كلّ مسلم » (1).",
        "2 ـ قوله 9 : « المحروم من حُرِم الوصية » (2).\n3 ـ وقوله 9 : « ما حقّ امرئ مسلم له شيء يريد أن يوصي فيه ، يبيت ليلتين إلاّ ووصيته مكتوبة عنده » (3).\nوحاشا رسول الله 9 أن يأمر بالشيء ويؤكّده ثمّ يتركه ولا يأتمر به ، بل هو السبّاق إلى الطاعات ومرشد الأُمة ودليلها إلىٰ كلّ برّ وخير.\nقال الشوكاني : وكيف يظنّ برسول الله 9 أن يترك الحالة الفضلىٰ ـ أعني تقديم التنجيز قبل هجوم الموت ، وبلوغها الحلقوم ـ وقد أرشد إلى ذلك وكرّر وحذّر ، وهو أجدر الناس بالأخذ بما ندب إليه (4).",
        "أما من حيث وصيته بخصوص الخلافة فانه 9 عيّن وصيه منذ تباشير\n__________________\n(1) المقنعة / المفيد : 666 ـ كتاب الوصية ـ باب الوصية ووجوبها ـ جماعة المدرسين ـ قم ، وسائل الشيعة / الحرّ العاملي 13 : 352 / 24544 ـ مؤسسة آل البيت : ـ قم.\n(2) كنز العمال / المتقي الهندي 16 : 613 / 46051 ـ مؤسسة الرسالة ـ بيروت ـ 1405 ه‍.",
        "(3) صحيح مسلم 3 : 1249 / 16275 ـ أوّل كتاب الوصية ـ دار الفكر ـ بيروت ـ 1398 ه‍.\n(4) العقد الثمين / الشوكاني : 37 ـ مركز الغدير ـ قم ـ 1419 ه‍.\nالدعوة الإسلامية حين نزلت ( وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ ) (1) فكان علي ابن أبي طالب 7 دون غيره من أفراد الأمة ، ولم يزل بعد ذلك يكرّر وصيته ويؤكّدها بعهود لفطية كثيرة سنذكرها في الفصل الثاني من هذا البحث.\nوأراد 9 وهو في المحتضر أن يكتب وصيته إلىٰ علي 7 تأكيداً لعهوده اللفظية السابقة ، وتوثيقاً لنصوصه القولية عليه ، فقال 9 : « ائتوني بداوة وقرطاس أكتب لكم كتاباً ، لن تضلوا بعدي أبداً » فتنازعوا ولا ينبغي عند نبيّ تنازع فقالوا : ما شأنه أهجر ، أو إن رسول الله غلبه الوجع ، وعندها علم 9 أنه لم يبقَ بعد قولهم هذا أثر لذلك الكتاب غير الفتنة والاختلاف ، فقال لهم : « قوموا عنّي » أو « دعوني فالذي أنا فيه خير » (2) واكتفىٰ بعهوده اللفظية وبلاغاته السابقة بلفظ الوصية تارة ، والولاية اُخرىٰ ، والخلافة أو الإمامة ثالثة ، وبالنصّ الصريح على الوصية لأمير المؤمنين 7.",
        "قال الشاعر :\n3 ـ العقل\nمن الضرورات العقلية أن يحرص كلّ رسول على الرسالة التي بُعث بها ،\n__________________",
        "(1) سورة الشعراء : 26 / 214 ، وسيأتي الحديث في الفصل الثاني.\n(2) راجع : صحيح البخاري ـ 7 : 219 / 30 ـ كتاب المرضىٰ ـ باب قول المريض : قوموا عنّي ـ عالم الكتب ـ بيروت 1406 ه‍ ، صحيح مسلم 3 : 1257 ، 1259 ـ كتاب الوصية ـ باب 5 ، مسند أحمد 1 : 222 و 324 ـ دار الفكر ـ بيروت.\nفيقيم عليها وصياً وقيماً بوحي من الله سبحانه حتىٰ لا تضيع الرسالة بموته ، وإلا يلزم نقض الغرض من رسالته والجهود التي بذلها في دعوة الناس إليها ، ونقض الغرض من أي ذي عقل قبيح فكيف من سيّد العقلاء والحكماء ؟\nإن العقل يحيل علىٰ نبينا الخاتم 9 أن يترك أمر دينه واُمّته هملاً دون أن يبيّن قوله الفصل في تعيين الوصي الذي يعهد إليه بالخلافة ؛ ذلك لأنّ الدين لم يزل في تباشير دعوته غضاً طرياً ، فلو ألقى الحبل على الغارب لترتّب على ذلك ما لا يحمد عقباه بسبب ميول الأهواء ، واختلاف الآراء المؤدية إلى الوقوع في الفتنة والتنازع والفساد.",
        "يقول السيد عبد الله شبّر : إن العقل السليم يحيل على الله ورسوله الكريم 9 مع كونه المبعوث إلىٰ كافة الأنام ، وشريعته باقية إلىٰ يوم القيامة أن يهمل اُمّته ، مع نهاية رأفته وغاية شفقته بهم وعليهم ، ويترك فيهم كتاباً في غاية الاجمال ونهاية الاشكال ، له وجوه عديدة ومحامل كثيرة ، يحمله كلّ منهم علىٰ هواه ورأيه وأحاديث كثيرة عن صاحب الرسالة 9 فيها الصحيح والمكذوب ، والضعيف والموضوع ، ثم لا يعين لهذا الأمر الخطير رئيساً يرجعون إليه في هذه المشكلات ، ويركنون إليه في سائر الأمور.\nوإن العقل ليحكم باستحالة ذلك في شرع الله تعالى وحكمته ، ولقد قرّب الله سبحانه ذلك من أفهام الناس ، فأوجب الوصية علىٰ كلّ مسلم إذا حضره الموت ، لكي لا يدع أهله في اختلاف وتخاصم في إرثه ومتروكاته ، فكان لابدّ من وصية تضمن فضّ هذا النزاع إن أمكن حصوله.\nفكيف تصور الحال إذن مع اُمّة كاملة ، ونبيها آخر الأنبياء ؟\nوهل يستسيغ العقل أن يتركها الله تعالى ورسوله بلا إمام موصى إليه ،",
        "وحافظ وقيّم ووليّ من بعده 9 ؟ مع أنّ رأفة الله سبحانه بعباده ، ورأفة النبي باُمّته لا تقاسان برأفة الفرد إلى أهله وأطفاله (1).\nوأيضاً : فإن العقل يحكم بضرورة الوصيّة من النبي بالأولوية القطعية ، وذلك لأنه ( إذا كانت الوصية ثابتة في حطام زائل ، فما بالها تُنفىٰ في خلافة راشدة وشريعة خالدة متكفّلة بصلاح النفوس والنواميس والأموال والأحكام والأخلاق والصالح العام والسلام والوئام ، ومن المسلم قصور الفهم البشري العادي عن غايات تلكم الشؤون ، فلا منتدح والحالة هذه أن يعين الرسول الأمين عن ربّه خليفته من بعده ليقتصّ أثره في اُمّته ) (2).\nوأيضاً : فمن المستحيل أن يكون النبي نفسه سبباً لضلال الأمّة ووقوع الفتنة بينها ، ولا شكّ ان السكوت عن الوصية يسبّب ذلك ؛ لأنّ ترك الناس باهمال الوصية في مستقبل قيادتهم هو دليل على التفريط ومثار للفتنة والتنازع ، وهذا حكم عقلي مسلّم ورد علىٰ لسان بعض الصحابة ، ولا يمكن نسبة التفريط لكل رجل محترم فكيف ينسب إذن إلى أشرف الأنبياء والمرسلين 9 ؟!\nروي أن عائشة قالت لبعد الله بن عمر حينما أخبرها بأن أباه في المحتضر : يا بني أبلغ عمر سلامي ، وقل له : لا تدع اُمة محمّد بلا راعٍ ، استخلف عليهم ولا تدعهم بعدك هملاً ، فاني أخشىٰ عليهم الفتنة (3).",
        "وقال عبد الله بن عمر لأبيه : لو استخلفت ؟ قال : من ؟ قال : تجتهد فانك لست لهم بربّ ، أرأيت لو أنك بعثت إلى قيم أرضك ، ألم تكن تحبّ أن يستخلف\n__________________\n(1) حق اليقين / عبد الله شبّر 1 : 38 ـ مطبعة العرفان ـ صيدا ـ 1352 ه‍.\n(2) الغدير / الأميني 7 : 172 ـ دار الكتب الإسلامية ـ طهران.",
        "(3) الإمامة والسياسة / ابن قتيبة 1 : 23 ـ مكتبة مصطفى بابي الحلبي ـ مصر ـ 1388 ه‍.\nمكانه حتىٰ يرجع إلى الأرض ؟ قال : بلىٰ ، قال : أرأيت لو بعثت إلىٰ راعي غنمك ، ألم تكن تحبّ أن يستخلف رجلاً حتىٰ يرجع ؟ قال : بلى (1).\nوليت شعري كيف صارت عائشة وعبد الله بن عمر أعلم بمآل الأمور ونتائج عدم الاستخلاف من رسول الله 9 ؟ وهل هما أحرص على مصلحة الاُمّة وضمان مستقبلها من نبي الرحمة ؟! كلا وحاشا رسول الله 9 من هذه الأوهام ، فإنّه 9 قد نصّ على خليفته من بعده وبلّغ اُمّته بأنه علي بن أبي طالب 7 ، وفي ذات الوقت عهد إليه أن الأمّة ستغدر به بعده (2) ، وقال له : « أما إنك ستلقى بعدي جهداً » فقال علي 7 : « في سلامة من ديني ؟ » قال 9 : « في سلامة من دينك » (3) وأخذ بيده وقد بكىٰ فقال علي 7 : « ما يبكيك يا رسول الله ؟ » قال 7 : « ضغائن في صدور أقوام لا يبدونها إلاّ من بعدي » (4).\nولقد تحقق ما أخبر به النبي الصادق الأمين 9 ، ودُفِع الوصيّ عن حقّه ، وقد صرح 7 بذلك مراراً ، سيما في خطبته الشقشقية (5) المعروفة ، وفي غيرها أيضاً حيث قال : « فو الله ما زلت مدفوعاً عن حقّي ، مستأثراً عليَّ ، منذ قبض الله نبيه 9 حتىٰ يوم الناس هذا » (6).",
        "وقال 7 : « أما الاستبداد علينا بهذا المقام ونحن الأعلون نسباً ،\n__________________\n(1) طبقات ابن سعد 3 : 343.\n(2) مستدرك الحاكم 3 : 140 ـ حيدر آباد ـ الهند.",
        "(3) مستدرك الحاكم 3 : 140.\n(4) مستدرك الحاكم 3 : 139 ، مسند أبي يعلى 1 : 426 / 305 ـ دار المأمون ـ ط 2 ، مجمع الزوائد / الهيثمي 9 : 118 ـ 121 ـ مؤسسة المعارف ـ بيروت ـ 1406 ه‍.\n(5) الخطبة الثانية من نهج البلاغة.\n(6) نهج البلاغة / تحقيق صبحي الصالح : 53 / خ 6.",
        "والأشدون برسول الله 9 نوطاً ، فانها كانت أَثَرة ، شحّت عليها نفوس قوم ، وسخت عنها نفوس آخرين ، والحكم لله والمَعْوَد إليه القيامة » (1).\nومن الاُمور المستفادة من سيرة النبي 9 وغيرها في أثبات الوصية ، والتي لو تأمّلها المسلم فإنه سيُسلّم بمسألة الوصية دون الرجوع إلىٰ مزيد من الأدلة والبراهين ، ما يأتي :\nأولاً ـ لقد اُمِر النبي 9 أن يقتدي بالأنبياء الذين قبله ، في قوله تعالى : ( أُولَٰئِكَ الَّذِينَ هَدَى اللهُ فَبِهُدَاهُمُ اقْتَدِهْ ) (2) وقال تعالى : ( قُلْ مَا كُنتُ بِدْعًا مِّنَ الرُّسُلِ ) (3) ورأينا أن الأنبياء السابقين قد عهدوا إلىٰ من يخلفهم في تبليغ الشريعة ورعاية الأمة من بعدهم ، ولم يكن خلفاؤهم إلاّ أوصياءهم ، فكيف يخالف نبينا 9 ذلك أو يقصّر في الامتثال ، وهو أشرف الأنبياء وخاتمهم ، وقد اجتمعت فيه خصال الكمال وصفات الشرف التي تفرّقت فيهم ، ودينه أجمع الأديان ، ورسالته أشمل الرسالات وأكملها ، فكيف يتركها غضّةً طرية تتجاذبها الأهواء والنزاعات ؟!\nثانياً ـ ( قد جرت عادة الرسول 9 أنه متى سافر عن المدينة أو غاب عنها ، عيّن خليفته عليها ، فكيف يترك الاستخلاف في غيبة الوفاة ؟ مع علمه أنّه خاتم الأنبياء والرسل ، وأن التكليف لم يرتفع عن العباد بموته ، بل هو باقٍ إلىٰ يوم القيامة ) (4).",
        "__________________\n(1) نهج البلاغة / تحقيق صبحي الصالح : 231 / خ 162.\n(2) سورة الأنعام : 6 / 90.\n(3) سورة الأحقاف : 46 / 9.",
        "(4) حق اليقين 1 : 38.\nوكان من جملة الذين استخلفهم رسول الله على المدينة خلال المغازي ابن اُمّ مكتوم ، وأبو لبابة رفاعة بن عبد المنذر (1) وسعد بن عبادة ، وسعد بن معاذ ، وزيد بن حارثة ، وأبو سلمة المخزومي ، وعبد الله بن رواحة ، وأبو رهم الغفاري وغيرهم (2).\nواستخلف علياً 7 في تبوك ، وكانت آخر غزواته.\nروي البخاري ومسلم عن سعد بن أبي وقاص ، قال : خلف رسول الله 9 علي بن أبي طالب في غزوة تبوك ، فقال : « يا رسول الله ، تخلّفني في النساء والصبيان ؟ » قال 9 : « أما ترضى أنت تكون مني بمنزلة هارون من موسى غير أنه لا نبي بعدي » (3).",
        "إذن لقد كان دأب رسول الله 9 أنه لم يترك المدينة دون أن يستخلف عليها حتىٰ ولو كانت الغزوة عند أطرافها كالخندق أو على بُعد ميلٍ عنها كاُحد ، فكيف يمكن أن نتصور أنه يترك أمته أبد الدهر دون أن يستخلف عليها ؟!\nهذا ، وللشهيد الصدر 2 ثلاث تصورّات حول مستقبل الرسالة بعد الرسول 9 ، وقد ناقشها نقاشاً عقلياً مستنيراً بالواقع التاريخي ، وطبيعة الأحداث التي اكتنفت البعثة في صدرها الأول ، ومعطيات الواقع الفكري لرجالها ، ويمكن تلخيص تلك التصورات بما يلي :\n__________________\n(1) راجع : اُسد الغابة / ابن الأثير 2 : 272 ، 280 و 6 : 279 ـ دار إحيا التراث العربي ـ بيروت ـ 1417 ه‍.",
        "(2) التنبيه والاشراف / المسعودي : 202 ـ 236 ـ دار الصاوي ـ القاهرة.\n(3) صحيح البخاري 5 : 89 / 202 ـ كتاب بدء الخلق ـ باب غزوة تبوك ، صحيح مسلم 4 : 1870 / 2404 ـ كتاب فضائل الصحابة ـ باب فضل علي 7.\n1 ـ أن يقف الرسول 9 من مستقبل الرسالة موقفاً سلبياً ، ويكتفي بممارسة دوره في قيادة الأمّة والرسالة وتوجيهها فترة حياته ، ويتركها في مستقبلها للظروف والصدف ، وهذه السلبية لا يمكن افتراضها في النبي 9 لأنها انما تنشأ من أحد أمرين لا ينطبقان عليه.\nالأول : الاعتقاد بأن هذه السلبية والاهمال لا يؤثران علىٰ مستقبل الرسالة ، وأنّ الأمة التي سوف تخلف الدعوة قادرة على التصرف بالشكل الذي يحيي الدعوة ويضمن عدم الانحراف ، وهذا الاعتقاد لا مبرر له من الواقع اطلاقاً ، بل إن طبيعة الأشياء كانت تدلّ علىٰ خلافه.",
        "الثاني : انه بالرغم من شعوره بخطر هذه السلبية لا يحاول تحصين الدعوة ضد ذلك الخطر ، لأنه ينظر إليها نظرة مصلحية ، فلا يهمه إلاّ أن يحافظ عليها ما دام حياً ليستفيد منها ويستمتع بمكاسبها ولا يُعنىٰ بحماية مستقبلها بعد وفاته ، وهذا التفسير لا يمكن أن يصدق على النبي 9 لإخلاصه لرسالته وتفانيه فيها وتضحيته من أجلها حتى آخر لحظة من حياته وهو يسيّر جيش اُسامة ، فهو يعيش هموم مستقبلها ، ويشعر بالخطر المحدق بها ، ويخطط لسلامتها من الأخطار المرتقبة بعد وفاته ، فأراد أن يكتب لاُمته كتاباً يكون عصمة لها عن الضلالة ، وجنّة تدرأ عنها عوامل الفرقة والاختلاف ، فحيل بينه وبين ما أراد !!\n2 ـ أن يخطط الرسول القائد 9 للمستقبل ، ويتّخذ موقفاً إيجابياً ، فيجعل القيمومة على الدعوة وقيادة التجربة للاُمة الممثّلة على أساس نظام الشورىٰ في جيلها الأول الذي يضمّ مجموع المهاجرين والأنصار.\nوالملاحظ أن طبيعة الأشياء والوضع العام الثابت عن الرسول 9 والرسالة والصحابة يدحض هذه الفرضية ، وينفي أن يكون النبي 9 قد انتهج\nهذا الطريق ؛ لأنه يتطلب أن يقوم الرسول 9 بعملية توعية للاُمّة على نظام الشورىٰ وحدوده وتفاصيله ، وأن يعطيه طابعاً دينياً مقدساً ، وأن يعدّ المجتمع الإسلامي إعداداً فكرياً وروحياً لتقبل هذا النظام.",
        "والملاحظ أن النبي 9 لم يمارس عملية التوعية علىٰ نظام الشورىٰ وتفاصيله التشريعية أومفاهيمه الفكرية ، لأن هذه العملية لو كانت قد انجزت ، لانعكست في الأحاديث المأثورة عن النبي 9 ، ولتجسّدت في ذهنية أصحابه.\nوقد انقسم أصحابه من بعده إلىٰ فئتين :\nالفئة التي انحازت إلىٰ أهل البيت : ، ومن الواضح أنهم كانوا يؤمنون بالوصاية والأمامة ويؤكّدون على القرابة ، ولم ينعكس منهم الإيمان بفكرة الشورىٰ.\nوالفئة التي تمثّلها السقيفة والخلافة التي قامت بعد رسول الله 9 ، وهؤلاء أيضاً لم يكونوا يؤمنون بالشورىٰ ، فأبوبكر عهد بها إلى عمر ، وعمر عهد بها إلىٰ ستة أشخاص ، فلم يكن أصحاب هذا الاتجاه ممن يبني ممارسته الفعلية على أساس الشورىٰ ، ولم يكن لديه فكرة محددة عن هذا النظام فكيف يمكن أن نتصّور أن النبي 9 مارس عملية توعية علىٰ هذا النظام تشريعياً وفكرياً ، وأعدّ جيل الصحابة لتسلّم قيادة الاُمّة على أساسه ، ثمّ لا نجد تطبيقاً واقعياً له أومفهوماً محدداً عنه ؟! وعليه فإنه 9 لم يكن قد طرح الشورىٰ كنظام بديل على الاُمّة بعد وفاته.",
        "3 ـ أن يقف النبي 9 من مستقبل الرسالة بعد وفاته موقفاً إيجابياً ، فيختار بأمرٍ من الله سبحانه شخصاً معيَّناً ، فيعدّه اعداداً رسالياً وقيادياً خاصاً ، لتتمثّل فيه المرجعية الفكرية والزعامة السياسية للتجربة ، ويواصل بعده\n\nوبمساندة القاعدة الشعبية الواعية من المهاجرين والأنصار قيادة الأمة وبناءها عقائدياً وتقويتها باستمرار نحو المستوى الذي يؤهلها لتحمل المسؤوليات القيادية.\nولم يكن هذا الشخص المنصوب لتسليم مستقبل الدعوة وتزعمها فكرياً وسياسياً ، إلاّ علي بن أبي طالب 7 الذي أراده لذلك الله تعالىٰ ، ورسوله الكريم 9 ، هذا فضلاً عن عمق وجوده في كيان الدعوة ، وانه المسلم الأول والمجاهد الأول في سبيلها عبر كفاحها المرير ضد كلّ أعدائها ، وعمق وجوده في حياة القائد الرسول 9 وانه ربييه الذي فتح عينيه في حجره ، ونشأ في كنفه ، وهيّأ له من فرص التفاعل معه والاندماج بخطه ما لم يتوفر لأيّ إنسان آخر (1).",
        "* * *\n\n\n",
        "__________________\n(1) مختصر من : بحث حول الولاية / الشهيد الصدر 1 ـ دار التعارف ـ بيروت ـ 1399 ه‍.\nالفصل الثاني\nوصية النبي 9 في الحديث والأثر",
        "المبحث الأوّل : الأحاديث الصريحة بالوصية\nتمهيد :\nإن الإمامة رئاسة عامة في اُمور الدين والدنيا نيابةً عن النبي 9 (1) ، ووجوبها في كل زمان أمرٌ توافقت عليه كلمة الاُمّة بكلّ فصائلها (2) ، لكنهم اختلفوا في السبيل المؤدّي إليها ؛ فذهب أغلب الفرق إلى أن الأمر محصور في قريش ، وللمسلمين أن يختاروا من قريش ما شاءوا ، وذهب الخوارج إلى أن الأمر متروك للمسلمين في أن يختاروا من بينهم مَن يرونه أهلاً للامامة من قريش أو غيرها.\nوتعتقد الإمامية أن الإمامة منصب إلهي لا يُنال إلاّ بتعيين من السماء ، وبنصّ النبي المرسل ، وأن ذلك من صميم واجب النبي 9 ؛ لأنه بُعِث رحمةً للعالمين ، فلابدّ أن يعهد إلىٰ من يأتمنه علىٰ دين الله ورسالة ربّه ، ليقوم بأمرهم من بعده ، ويجمع كلمتهم ، وينظم أمرهم ، ويرفع أسباب الخلاف من بينهم.",
        "__________________\n(1) الإمامة في أهم الكتب الكلامية / الميلاني : 44 و 151.\n(2) الفصل في الملل والنحل / ابن حزم 4 : 87.\n",
        "وأجمعوا على أن الرسول المصطفى 9 قد بلّغ ما اُنزل إليه من ربّه تمام البلاغ ، وأنه لم يفارق الاُمّة حتىٰ أرشدهم إلىٰ وصيه من بعده ، ونصّ على أخيه عليّ بن أبي طالب 7 في مناسبات عديدة ومواضع شتىٰ ، لتعميق وعي الاُمّة في هذا الاتجاه ، وتأصيل هذا المبدأ في حركتها ووجدانها. ولهم في هذا الاتجاه أحاديث وآثار صريحة في هذا المعنىٰ ، نذكر منها :\nأولاً ـ الأحاديث النبوية\nهناك مزيد من الأحاديث النبوية المصرحة بالوصية ، وقد بلغت من الكثرة بحيث أفردها بعض الأعلام بتصنيف خاص (1).\nوفيما يلي نذكر أهم الأحاديث الصريحة بذكر الوصية لأمير المؤمنين علي 7 ونحرص على أن تكون من مصادر العامة :",
        "1 ـ روىٰ كثير من المحدثين والمؤرخين وأصحاب السير حديث الدار الشريف وهو صريح بالايصاء والاستخلاف معاً ، وقصة الحديث : أنه في بدء الدعوة الإسلامية ، وبعد نزول قوله تعالىٰ : ( وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ ) (2) دعا رسول الله 9 بني عبد المطلب إلىٰ دار عمّه أبي طالب مرّتين ، وبعد أن أطعمهم وسقاهم توجّه إليهم قائلاً : « يا بني عبد المطلب ، والله ما أعلم شاباً في العرب جاء قومه بأفضل مما قد جئتكم ، إني جئتكم بخير الدنيا والآخرة ، وقد أمرني الله تعالىٰ أن أدعوكم إليه ، فأيكم يؤازرني علىٰ هذا الأمر ، على أن يكون أخي ووصيي وخليفتي فيكم ؟ » وفي رواية : « وخليفتي من بعدي ».\n__________________\n(1) راجع الفقرة ( خامساً ) من هذا المبحث بعنوان ( مدوّنات في الوصية ).\n(2) سورة الشعراء : 26 / 214.",
        "فأحجم القوم عنها جميعاً ، فقال علي 7 وكان أحدثهم سناً : « أنا يا نبي الله أكون وزيرك عليه » فأخذ رسول الله 9 برقبته ، ثم قال : « ان هذا أخي ووصيي وخليفتي فيكم ، فاسمعوا له وأطيعوا » فقام القوم يضحكون ، ويقولون لأبي طالب : قد أمرك أن تسمع لابنك وتطيع (1) !\n2 ـ وعن أنس بن مالك ، قال : قلنا لسلمان : سل النبي 9 عن وصيه ، فقال له سلمان : يا رسول الله ، من وصيك ؟ قال : « يا سلمان من كان وصيّ موسىٰ ؟ » قال : يوشع بن نون. قال : « فان وصيي ووارثي ، يقضي ديني ، وينجز موعدي ، علي بن أبي طالب » (2).\n__________________\n(1) تاريخ الطبري 2 : 217 ، تهذيب الآثار ( مسند الإمام علي 7 ) / الطبري : 62 ـ 63 القاهرة ، الكامل في التاريخ 1 : 586 ـ 587 ، مختصر تاريخ دمشق / ابن منظور 17 : 310 ـ دار الفكر ـ بيروت ـ 1404 ه‍ ، السيرة الحلبية / برهان الدين الحلبي 1 : 461 ـ دار المعرفة ـ بيروت ـ 1400 ه‍ ، معالم التنزيل / البغوي 4 : 278 تفسيرالخازن 3 : 371 ـ 372 ـ دار المعرفة ـ بيروت ، شرح ابن أبي الحديد 13 : 210 و 244 وصححه أبو جعفر الإسكافي ، شواهد التنزيل 1 : 372 ـ 373 ، كنز العمال 13 : 131 / 36419 أخرجه عن ابن اسحاق ، وابن جرير ، وابن أبي حاتم ، وابن مردويه ، وأبي نعيم والبيهقي معاً في ( الدلائل ). وأخرجه الشيخ الأميني من عدّة مصادر اُخرىٰ في الغدير 2 : 394 ـ 408 ـ مركز الغدير ـ قم ـ 1416 ه‍.",
        "(2) فضائل الصحابة / أحمد بن حنبل 2 : 615 / 1052 ـ مركز البحث العلمي ـ مكة المكرمة ـ 1403 ه‍ ، الرياض النضرة / المحبّ الطبري 3 : 119 ـ دار المعرفة ـ بيروت ـ 1418 ه‍ ، ذخائر العقبي / المحبّ الطبري : 71 فصل ذكر اختصاصه 7 بالوصاية والإرث ـ دار المعرفة ـ بيروت ، تذكرة الخواص / سبط ابن الجوزي : 48 ، كفاية الطالب / الكنجي : 292 ـ باب (74) ـ دار إحياء تراث أهل\nوفي رواية : « إن وصيي وموضع سري ، وخير من أترك بعدي ، وينجز عدتي ، ويقضي ديني ، علي بن أبي طالب » (1).\n3 ـ وعن بريدة ، قال : قال رسول الله 9 : « لكلّ نبي وصيّ ووارث ، وإنّ علياً وصيي ووارثي » (2).\n4 ـ وعن أبي أيوب الأنصاري ، قال : إن رسول الله 9 مرض مرضةً ، فدخلت عليه فاطمة صلّى الله عليها تعوده وهو ناقه من مرضه ، فلما رأت ما برسول الله من الجهد والضعف خنقتها العبرة حتىٰ خرجت دمعتها ، فقال لها : « يا فاطمة ، إن الله عزّوجلّ اطلع إلى الأرض اطلاعةً فاختار منها أباك ، فبعثه نبياً ، ثم اطلع إليها ثانيةً فاختار منها بعلك ، فأوحى إليّ فأنكحته واتخذته وصياً ».",
        "إلى أن قال : « يا فاطمة ، إنا أهل بيت اُعطينا سبع خصال لم يعطها أحد من الأولين ولا الآخرين قبلنا : نبينا أفضل الأنبياء وهو أبوك ، ووصينا خير\n__________________\nالبيت : ـ ط 3 ـ طهران ـ 1404 ه‍ ، مجمع الزوائد / الهيثمي 9 : 113 ـ مؤسسة المعارف بيروت ـ 1406 ه‍.\n(1) المعجم الكبير / الطبراني 6 : 221 / 6063 ـ دار إحياء التراث العربي ـ 1404 ه‍ ، جامع المسانيد والسنن / ابن كثير 5 : 383 / 3633 ـ دار الفكر ـ بيروت ـ 1415 ه‍ ، مجمع الزوائد 9 : 116 ، منتخب كنز العمال بهامش مسند أحمد / المتقي الهندي 5 : 32 ـ دار الفكر ـ بيروت.",
        "(2) تاريخ دمشق / ابن عساكر 42 : 392 ـ دار الفكر ـ 1415 ه‍ ، الرياض النضرة 3 : 119 ، ذخائر العقبي : 71 مناقب علي 7 / الخوارزمي : 42 ـ مكتبة نينوىٰ المدينة ـ طهران ، مناقب علي 7 / ابن المغازلي : 201 / 238 ـ دار الأضواء ـ 1403 ه‍ ، فتح الباري ، 8 : 150 ، الفردوس / الديلمي 3 : 336 / 5009 ـ دار الكتاب العربي ـ 1407 ه‍ ، كفاية الطالب : 620 ، وسيلة المتعبدين / الملاّ 5 : 162 ـ القسم الثاني ـ حيدر آباد ـ الهند ـ 1400 ه‍.\nالأوصياء وهو بعلك ... » (1).\nوروي نحوه عن أمير المؤمنين 7 ، وابن عباس ، وأبي سعيد الخدري ، وعلي بن علي الهلالي عن أبيه ، وغيرهم (2).\n5 ـ وعن أنس بن مالك ، قال : قال لي رسول الله 9 : « يا أنس ، اسكب لي وضوءاً » ثم قام فصلّى ركعتين. ثم قال : « يا أنس ، أول من يدخل عليك من هذا الباب أمير المؤمنين ، وقائد الغرّ المحجلين ، وخاتم الوصيين ». قال أنس : قلت : اللهمّ اجعله رجلاً من الأنصار ـ وكتمته ـ إذ جاء عليّ. فقال : « من هذا يا أنس ؟ » فقلت : عليّ. فقام مستبشراً فاعتنقه ، ثم جعل يمسح عرق وجهه بوجهه ، ويمسح عرق علي بوجهه ، فقال علي : « يا رسول الله ، لقد رأيتك صنعت شيئاً ما صنعت بي من قبل ؟ » قال 9 : « وما يمنعني وأنت تؤدّي عني ، وتسمعهم صوتي ، وتبين لهم ما اختلفوا فيه بعدي ؟ » (3).",
        "__________________\n(1) المعجم الكبير / الطبراني 4 : 171 / 4046 و 4047 ، المناقب / ابن المغازلي : 101 / 144 ، المناقب / الخوارزمي : 63 ، مجمع الزوائد 8 : 253 ، كفاية الطالب : 296 ـ باب (77) ، كنز العمال 11 : 604 / 32923 ، منتخب كنز العمال ـ بهامش مسند أحمد 5 : 31.\n(2) المعجم الكبير / الطبراني 3 : 57 / 2675 ، مجمع الزوائد 8 : 253 و 9 : 165 ، المناقب / الخوارزمي : 206 ، مقتل الحسين 7 / الخوارزمي 67 ـ مكتبة المفيد ـ قم ، ذخائر العقبي : 136 ، المناقب / ابن المغازلي : 151 ، البيان في أخبار صاحب الزمان 7 / الكنجي : 502 ـ باب (90) أخرجه عن الدارقطني ـ مطبوع مع ( كفاية الطالب ) للمؤلف ـ طهران ـ 1404 ه‍.\n(3) حلية الأولياء / أبو نعيم 1 : 66 ـ 67 ـ دار إحياء التراث العربي ـ 1421 ه‍ ، شرح ابن أبي الحديد 9 : 169 ، المناقب / الخوارزمي : 42 ، كفاية الطالب : 212 ـ",
        "6 ـ وعن سلمان قال : سمعت حبيبي رسول الله 9 يقول : « كنت أنا وعلي نوراً بين يدي الله عزوجل قبل أن يخلق آدم بأربعه عشر ألف عام ، فلما خلق الله آدم قسّم ذلك النور جزءين : فجزءٌ أنا وجزء عليّ » (1).\nقال ابن أبي الحديد : رواه أحمد في ( المسند ) وفي كتاب ( فضائل علي 7 ) ، وذكره صاحب كتاب ( الفردوس ) وزاد فيه : « ثم انتقلنا حتىٰ صرنا في عبد المطلب ، فكان لي النبوة ، ولعليّ الوصية » (2).\nوفي لفظ آخر : « ففيّ النبوة ، وفي عليّ الخلافة » (3).\nدلالة الأحاديث",
        "نكتفي بهذا القدر من الأحاديث النبوية المصرحة بذكر الوصية ، ونبيّن الآن دلالتها ، ونبدأ باستدلال الفاضل المقداد السيوري علىٰ خلافة علي 7\n__________________\nباب (54) وقال : هذا حديث حسن عال ، تاريخ دمشق / ابن عساكر 42 : 386 ـ دار الفكر ، فرائد السمطين / الجويني 1 : 145 / 109 مؤسسة المحمودي ـ 1398 ه‍ ، العقد الثمين / الشوكاني : 41 ، اليقين / ابن طاوس : 478 ـ باب (188) دار الكتاب ـ قم.\n(1) فضائل الصحابة / أحمد بن حنبل 2 : 662 / 1130 ، الفردوس 3 : 332 / 4884 ، تاريخ دمشق / ابن عساكر 42 : 67 ، المناقب / الخوارزمي : 88 ، كفاية الطالب : 315 ـ باب (87) وقال : هكذا أخرجه محدث الشام في تاريخه ، في الجزء (350) قبل نصفه ، ولم يطعن في سنده ، ولم يتكلّم عليه ، وهذا يدل علىٰ ثبوته.",
        "(2) شرح ابن أبي الحديد 9 : 171 ، وأخرجه ابن المغازلي في المناقب : 89 / 132 ـ بلفظ : فأخرجني نبياً ، وأخرج علياً وصياً.\n(3) الفردوس 2 : 191 / 2952 ، المناقب / ابن المغازلي : 87 / 130 ، وفي ج 5 من نفحات الأزهار في خلاصة عبقات الأنوار للسيد علي الميلاني بحث وافٍ لسند هذا الحديث ودلالته.\nبالحديث الأول.\nقال : قوله 9 : « أنت أخي ووصيي وخليفتي من بعدي وقاضي ديني » والاستدلال به من وجهين :",
        "الأول : « أنت وصيي » وهذا لا ينكره أحد ، فأما أن يريد بذلك التصرّف في كل ما كان للنبي 9 أن يتصرّف فيه ، أو بعضه. والثاني باطل لاطلاق اللفظ وعدم تقييده وعدم قرينة دالة على التقييد. فلو اُريد لكان تلبيساً ، وهو غير جائز منه 9 ، فتعين الأول ، وهوالمطلوب ؛ لأنا لا نريد بالإمامة إلاّ ذلك.\nوالثاني : قوله « قاضي ديني » علىٰ رواية كسر الدال ، وهو صريح في خلافته 7 (1).\nوفي الأحاديث الستة المتقدمة إضاءات كثيرة تدلنا علىٰ بيان متعلق وصية النبي 9 إلى أمير المؤمنين 7 يمكن تلخيصها بالنقاط التالية :\n1 ـ في الحديث الأول دلالة على أصالة مفهوم الوصية وامتداده التاريخي إلى أول البعثة النبوية المباركة ، حينما دعا النبي 9 عشيرته الأقربين يوم الأنذار ، مما يعبّر عن أهمية هذا المفهوم وخطورته وعمقه في مسيرة الرسالة ، ويؤكد ممارسة النبي 9 للاعداد الرسالي لشخص الوصي كي يهيئه لزعامة الأمة من بعده بأمر من الله ، لما تقدّم من أن الإمامة منصب إلهي ، ويدحض",
        "__________________\n(1) اللوامع الإلهية / الفاضل المقداد : 281 ، ونحو ذلك قال العلاّمة في كشف المراد : 396 ( منشورات شكوري ـ قم ) في رواية كسر الدال ، وقال الشيخ الطوسي في تلخيص الشافي ( 2 : 166 ـ دار الكتب الإسلامية ـ قم ) : وفي بعض الروايات « وقاضي ديني » بكسر الدال ، وهذه الرواية صريحة بالإمامة ؛ لأن القاضي بمعنى الحاكم ، وإذا كان حاكماً في جميع الدين ، فهو الإمام.\nحجّة القائلين بأن متعلق الوصية لا يتجاوز رعاية الأولاد والأهل وقضاء الديون وغيرها من العهود الواردة في الوصايا العامة.\n2 ـ وفي الحديث الرابع دلالة على أن اختيار الوصي هو اختيار إلهي لا يتدخل فيه أحد ، فهو تعالىٰ يختار النبي 9 من بين أهل الأرض كافة ، ثم يختار الوصي على نسق اختيار النبي ، ثم يوحي إلى النبي بتعيينه خليفةً من بعده ، وليس ثمة خليفة للنبي غير وصيه.",
        "ويدلّ عليه أيضاً ما رواه ابن اسحاق في سيرته عن سلمان 2 أنه سأل رسول الله 9 فقال : يا رسول الله إنه ليس من نبي إلاّ وله وصيّ وسبطان ، فمن وصيك وسبطاك ؟ فلم يجبه 9 ... إلى أن قال : « سألتني عن شيء لم يأتني فيه أمر ، وقد أتاني أن الله عزّوجل قد بعث أربعة آلاف نبي ، وكان أربعة آلاف وصي ، وثمانية آلاف سبط ، فوالذي نفسي بيده لأنا خير النبيين ، وإن وصيي لخير الوصيين ، وسبطاي خير الأسباط » (1).\nوسنأتي علىٰ بيان دليل الاصطفاء الإلهي في شخص أمير المؤمنين عليّ 7 في مبحث خاص من هذا الفصل.\n3 ـ تشتمل الأحاديث المتقدمة على جملة أدلة جلية على أن المراد بلفظ الوصي هو القائد الرسالي والخليفة الذي يلي الرسول 9 في اُمته.\nمنها : اقتران لفظ الوصي الوارد في الأحاديث بألفاظ اُخرىٰ تدلّ على المضمون السياسي والقيادي ، كالخليفة والوزير وموضع السرّ وقاضي الدين ومنجز الوعد وغيرها.",
        "__________________\n(1) سيرة ابن إسحاق : 124 ـ 125 ـ دار الفكر ـ بيروت.\nومنها : التأكيد علىٰ وجوب الطاعة للوصي بقوله 9 : « اسمعوا له وأطيعوا » كما في الحديث الأول ، هذا الوجوب من مقتضيات الإمامة ، قال تعالى : ( يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنكُمْ ) (1).\nويدلّ عليه أيضاً ما رواه أبو ذر عن رسول الله 9 قال : « من أطاعني فقد أطاع الله ، ومن عصاني فقد عصى الله ، ومن أطاع علياً فقد أطاعني ، ومن عصىٰ علياً فقد عصاني » (2).",
        "ومنها : التأكيد على الوظائف القيادية للإمام مثل « تؤدي عني ، وتسمعهم صوتي ، وتبين لهم ما اختلفوا فيه بعدي ».\nويدلّ عليه ما جاء في الصحيح عن أنس : أن النبي 9 قال لعلي : « أنت تبين لأُمتي ما اختلفوا فيه بعدي» (3).\nومنها : التأكيد علي الخصال القيادية للوصي ومنها كونه موضع سرّ النبي 9 وخير من يترك بعده ، وكونه 7 خير الأوصياء وخاتمهم. وجميع ذلك من الدلالات الالتزامية على أن لفظ الوصي لا ينفك عن معنى الإمامة والخلافة.\nثانياً : أحاديث أهل البيت :",
        "جاءت أحاديث أهل البيت : لتؤكد بأن أمير المؤمنين علياً 7 هو خاتم الوصيين وسيدهم ، وأول المؤمنين بالله ، ووارث النبوة ، وتصرّح بعمق وجود الوصي في تاريخ الرسالة ، فقد كان يرى مع رسول الله 9 الضوء قبل\n__________________\n(1) سورة النساء : 4 / 59.\n(2) مستدرك الحاكم 3 : 121 و 128وصححه.",
        "(3) مستدرك الحاكم 3 : 122 ـ وصححه علىٰ شرط الشيخين.\nالرسالة ويسمع الصوت.\nكما ركّزت على بيان فضل أهل البيت : وأن لهم حق الوصية والوراثة ، ولهم خصائص حق الولاية ، ولا يقاس بهم أحد من أفراد الاُمّة ، وأنهم أهل رسول الله 9 وأولياؤه وأوصياؤه وورثته وأحقّ الناس بمقامه ، وفيما يلي بعض نصوصها :\n1 ـ عن الأصبغ بن نباتة ، قال : قال أمير المؤمنين 7 في بعض خطبه : « أيها الناس ، اسمعوا قولي واعقلوه عني ، فإن الفراق قريب ؛ أنا إمام البرية ، ووصي خير الخليقة ، وزوج سيدة نساء الاُمّة ، وأبو العترة الطاهرة والأئمة الهادية. أنا أخو رسول الله 9 ووصيه ووليه ووزيره وصاحبه وصفيه وحبيبه وخليله. أنا أمير المؤمنين ، وقائد الغرّ المحجلين ، وسيّد الوصيين » (1).",
        "2 ـ وعن عبد الله بن الحسن بن الحسن ، قال : كتب عليُّ 7 إلىٰ محمد بن أبي بكر وأهل مصر .. وذكر الكتاب ، وممّا جاء فيه موضّحاً الفرق بين نفسه المقدّسة وبين معاوية الوغد الزنيم : « وتأمّلوا واعلموا أنه لا سوى إمام الهدى وإمام الردى ، ووصيّ النبيّ وعدوّ النبي ، جعلنا الله وإياكم ممن يحبّ ويرضىٰ .. » (2).\nورواه الشيخ الطوسي بالاسناد عن أبي إسحاق الهمداني (3).\n3 ـ وعن حكيم بن جبير ، قال : خطب علي 7 فقال في أثناء خطبته : « أنا عبد الله وأخو رسوله ، لا يقولها أحد قبلي ولا بعدي إلاّ كذب ، ورثت نبي\n__________________",
        "(1) الفقيه / الصدوق 4 : 301 / 914.\n(2) شرح ابن أبي الحديد 6 : 71.\n(3) الأمالي / الطوسي : 30 / 31 ـ مؤسسة البعثة ـ قم.\n",
        "الرحمة ، ونكحت سيدة نساء هذه الاُمّة ، وأنا خاتم الوصيين » (1).\n4 ـ وحينما ناظر عبد الله بن عباس الخوارج ، كان من جملة قولهم : وزعم أنه وصيّ ، فضيّع الوصية. فأجابهم أمير المؤمنين 7 : « وأمّا قولكم : إني كنت وصياً فضيعت الوصية ، فإن الله عزّوجلّ يقول : ( وَللهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِينَ ) (2) أفرأيتم هذا البيت لو لم يحجُج إليه أحد ، كان البيت يكفر ؟ إن هذا البيت لو تركه من استطاع إليه سبيلاً كفر ، وأنتم كفرتم بترككم إياي ، لا أنا كفرتُ بتركي لكم » (3).\nوممّا يعزّز جواب أمير المؤمنين 7 قول النبي 9 له 7 : « يا علي أنت بمنزلة الكعبة تؤتىٰ ولا تأتي » (4) فواجب على الناس أن يقصدوه ولا يقصد هو أحداً ، وأن يسألوه ولا يسأل أحداً ، ويمتارون منه العلم ولا يمتار من أحد.\n5 ـ وقال 7 في خطبة له : « لا يقاس بآل محمد 9 من هذه الاُمّة أحد ، ولا يسوّي بهم من جرت نعمتهم عليه أبداً هم أساس الدين ، وعماد اليقين ، إليهم يفيء الغالي ، وبهم يلحق التالي ، ولهم خصائص حق الولاية ، وفيهم الوصية والوراثة » (5).",
        "6 ـ وعن زيد بن الحسن وعلي بن الحسين 7 ، قال : خطب الحسن 7\n__________________\n(1) شرح ابن أبي الحديد 2 : 287.\n(2) سورة آل عمران : 3 / 97.",
        "(3) تاريخ اليعقوبي 2 : 193 ـ دار صادر ـ بيروت.\n(4) اسد الغابة 4 : 122.\n(5) نهج البلاغة : 47 / الخطبة (2).\nالناس حين قُتل علي بن أبي طالب 7 ، فحمد الله وأثنىٰ عليه ، وممّا جاء في خطبته : « أيها الناس ، من عرفني فقد عرفني ، ومن لم يعرفني فأنا الحسن ابن علي ، وأنا ابن النبي ، وأنا ابن الوصي ، وأنا ابن البشير ، وأنا ابن النذير ، وأنا أبن الداعي إلى الله بإذنه ، وأنا ابن السراج المنير ... » (1).",
        "وعن أبي الطفيل ، قال : خطبنا الحسن بن علي بن أبي طالب ، فحمد الله وأثنىٰ عليه ، وذكر أمير المؤمنين علياً 2 خاتم الأوصياء ووصيّ سيد الأنبياء وأمين الصدّيقين والشهداء ... ثم ذكر الخطبة بطولها (2).\n7 ـ وخاطب الإمام الحسين الشهيد 7 في العاشر من المحرم سنة 61 ه‍ أهل الكوفة قائلاً : « أما بعد ، فانسبوني فانظروا من أنا ، ثمّ ارجعوا إلى انفسكم وعاتبوها ، فانظروا هل يحلّ لكم قتلي وانتهاك حرمتي ؟ ألست ابن بنت نبيكم 9 ، وابن وصيه ، وابن عمّه ، وأول المؤمنين بالله ، والمصدّق لرسوله بما جاء من عند ربّه ؟ » (3).\n8 ـ وعن أبي عثمان النهدي : أن الحسين 7 كتب إلىٰ رؤوس الأخماس بالبصرة وإلى الأشراف ، كتاباً وأرسله مع سليمان مولاه ، جاء فيه : « أما بعد ، فإنّ الله اصطفىٰ محمّداً 9 على خلقه ، وأكرمه بنبوته ، واختاره لرسالته ، ثمّ قبضه الله إليه وقد نصح لعباده ، وبلّغ ما أُرسِل به 9 ، وكنا أهله وأولياءه وأوصياءه وورثته ، وأحقّ الناس بمقامه في الناس ، فاستأثر علينا قومنا\n__________________",
        "(1) المستدرك / الحاكم 3 : 172 ، ذخائر العقبيٰ : 138 ، الذرية الطاهرة / الدولابي : 110 / 114 ـ جماعة المدرسين ـ قم.\n(2) مجمع الزوائد 9 : 149.\n(3) تاريخ الطبري 5 : 424 ، الكامل في التاريخ 2 : 419 حوادث سنة 61 ه‍.\nبذلك ، فرضينا وكرهنا الفرقة ، وأحببنا العافية ، ونحن نعلم أنا أحق بذلك الحق المستحقّ علينا ممَن تولاّه ... » (1).",
        "9 ـ وأخرج العلاّمة إبراهيم بن محمّد الصنعاني في كتابه ( إشراق الاصباح ) عن محمد بن علي الباقر ، عن آبائه : ، عنه 9 من حديث طويل ، وفيه : « وهو ـ يعني علياً ـ وصيي ووليي» (2).\n10 ـ وعن جعفر بن محمد الصادق 7 ، قال : « كان علي 7 يرىٰ مع رسول الله 9 قبل الرسالة الضوء ويسمع الصوت ، وقال له 9 : لولا أني خاتم الأنبياء لكنت شريكاً في النبوة ، فإن لا تكن نبياً فإنك وصيّ نبي ووارثه ، بل أنت سيّد الأوصياء وإمام الأتقياء » (3).\nثالثاً : أحاديث الصحابة\nأكّدت أحاديث وأقوال الصحابة وغيرهم على أن أمير المؤمنين 7 هو وصي سيد المرسلين وأخوه ووزيره وخليفته من بعده ، والمطّلع علىٰ سرّه ، ووراث علمه والإمامة من بعده ، وقاضي دينه ومنجز وعده ، وأوّل الناس اتباعاً له ، وأقربهم عهداً به ، وأنه وصي الأوصياء ، ووارث علم الأنبياء ، والصدّيق الأكبر الذي كملت به الفضائل والسابقة والقرابة ، وأن أولاده المعصومين هم الأوصياء بعده.",
        "وهي بمجموعها شهادات ضافية من عمق التاريخ الإسلامي تكشف عن أصالة مبدأ الوصية وشدّة ارتباطه بوجدان الأُمة منذ الرعيل الأول وحتى\n__________________\n(1) تاريخ الطبري 5 : 357.\n(2) العقد الثمين / الشوكاني : 41.",
        "(3) شرح ابن أبي الحديد 13 : 210.\nاليوم ، كما تعكس مدى اهتمام النبي 9 وحرصه علىٰ تبليغ هذا الأمر الخطير الذي يتعلّق بمستقبل الرسالة وديمومتها ، وفيما يلي نذكر بعضها :\n1 ـ عن عطاء ، قال : سألت جابر بن عبد الله ، ما كانت منزلة علي بن أبي طالب 2 فيكم ؟ قال : منزلة الوصي ... (1).\n2 ـ وكتب محمّد بن أبي بكر إلىٰ معاوية بن أبي سفيان في جواب رسالة له : فكيف ـ يا لك الويل ـ تعدل نفسك بعليّ ، وهو وارث رسول الله 9 ووصيه ، وأبو ولده ، أول الناس له اتّباعاً ، وأقربهم به عهداً ، يخبره بسرّه ، ويطلعه على أمره ، وأنت عدّوه وابن عدوّه ... (2).",
        "3 ـ وكان أبو ذرّ 2 يقعد في مسجد رسول الله 9 أيام عثمان ويخطب الناس ، وكان من جملة قوله : ( إِنَّ اللهَ اصْطَفَىٰ آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ * ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ وَاللهُ سَمِيعٌ عَلِيمٌ ) (3) محمّد 9 الصفوة من نوح ، فالأول من إبراهيم ، والسلالة من إسماعيل ، والعترة الهادية من محمّد 9 ... هم فينا كالسماء المرفوعة ، وكالكعبة المستورة ، أو كالقلبة المنصوبة ، أو كالشمس الضاحية ، أو كالقمر الساري ، أو كالنجوم الهادية ، أو كالشجر الزيتونة أضاء زيتها ، وبورك زبدها ، ومحمّد 9 وارث علم آدم وما فُضّل به النبيون ، وعلي بن أبي طالب وصيّ محمّد 9 ، ووارث\n__________________\n(1) تاريخ واسط / الرزاز / 154 ـ عالم الكتب ـ بيروت ـ 1406 ه‍.\n(2) مروج الذهب / المسعودي 3 : 12 ـ دار الهجرة ـ قم ـ ط 2 ـ 1404 ه‍ ، وقعة صفين / نصر بن مزاحم : 119 ـ المؤسسة العربية الحديثة ـ مصر ، شرح ابن أبي الحديد 3 : 189.",
        "(3) سورة آل عمران : 3 / 33 و 34.\nعلمه ، أيتها الاُمة المتحيرة بعد نبيها ، أما لو قدّمتم من قدّم الله ، وأخّرتم من أخّر الله ، وأقررتم الولاية والوراثة في أهل بيت نبيكم ، لأكلتم من فوق رؤوسكم ومن تحت أقدامكم (1) ... إلى آخر كلامه الذي يدّل على أنه لا يريد بلفظ الوصي غير الخليفة الذي يلي الأمر بعد الرسول 9.\n4 ـ وعن الفضل بن العباس بن ربيعة ، قال : كبّر معاوية لما بلغه وفاة الحسن 7 ، وكبّر أهل الخضراء ثمّ كبّر أهل المسجد ، فدخل عبد الله بن عباس على معاوية فقال له : علمت ـ يا بن عباس ـ أن الحسن توفي ؟ قال : ألذلك كبّرت ؟ قال : نعم. قال ابن عباس : أما والله ما موته بالذي يؤخّر أجلك ، ولا حفرتك بسادّة حفرته ، ولئن أُصبنا به فقد أُصبنا قبله بسيّد المرسلين وإمام المتقين ورسول ربّ العالمين ، ثمّ بعده بسيّد الأوصياء ، فجبر الله تلك المصيبة ، ورفع تلك العثرة ... (2).\n5 ـ وقال عبد الله بن عباس 2 في جوابه لكتاب معاوية : وأما قولك : إني لو بايعني الناس لأسرعت إلىٰ طاعتي ، فقد بايع الناس علياً ، وهو أخو رسول الله ، وابن عمّه ، ووصيه ، ووزيره ، وهو خير منّي ، فلم تستقم له ... (3).",
        "6 ـ وقال حجر بن عدي وجماعة ممن كان معه حين خيّروهم بين القتل أو البراءة من أمير المؤمنين 7 : إن الصبر علىٰ حدّ السيف لأيسر علينا مما تدعونا إليه ، ثمّ القدوم على الله وعلى نبيّه وعلىٰ وصيه أحبّ إلينا من دخول النار (4).\n__________________\n(1) تاريخ اليعقوبي 2 : 171.\n(2) مروج الذهب 2 : 430.",
        "(3) الفتوح / ابن أعثم ـ المجلد الثاني : 150 ـ دار الكتب العلمية ـ ط 1 ـ 1406 ه‍.\n(4) مروج الذهب 3 : 4.\n7 ـ وخرج طارق بن شهاب الأحمسي (1) يستقبل علياً 7 وقد صار بالربذة طالباً عائشة وأصحابها ، فقال : أأدعُ علياً ، وهو أول المؤمنين إيماناً بالله ، وابن عمّ رسول الله 9 ووصيه ... (2).\n8 ـ ولما جمع علي 7 الناس بالكوفة وخاطبهم بشأن المسير إلىٰ صفين لحرب معاوية ، قام عمرو بن الحمق الخزاعي (3) وخاطبه بقوله : والله ـ يا أمير المؤمنين ـ إني ما أحببتك ولا بايعتك علىٰ قرابةٍ بيني وبينك ، ولا إرادة مال تؤتينيه ولا التماس سلطان ترفع ذكري به ، ولكنني أحببتك بخصال خمس : أنك ابن عم رسول الله 9 ، ووصيه ، وأبو الذريّة التي بقيت فينا من رسول الله 9 وأسبق الناس إلى الإسلام ، وأعظم المهاجرين سهماً في الجهاد (4).",
        "9 ـ وعن أبي مخنف ، قال : لما بلغ حذيفة بن اليمان (5) أن علياً 7 قد قدم ذا قار واستنفر الناس ، دعا أصحابه فوعظهم ، وذكّرهم الله ، وزهدّهم في الدنيا ، ورغّبهم في الآخرة ، ثمّ قال : الحقوا بأمير المؤمنين ، ووصيّ سيد المرسلين ، فإنّه من الحقّ أن تنصروه (6).\n10 ـ وجاء في كتاب عمرو بن العاص إلى معاوية حين دعاه إلىٰ مؤازرته في محاربة إمام الهدىٰ علي 7 : فأمّا ما دعوتني إليه من خلع ربقة الإسلام من\n__________________\n(1) صحابي ، ترجم له ابن الأثير في اُسد الغابة 3 : 67.",
        "(2) شرح ابن أبي الحديد 1 : 226.\n(3) صحابي ، راجع : اُسد الغابة 4 : 230.\n(4) شرح ابن أبي الحديد 3 : 181.\n(5) صحابي ، راجع : اُسد الغابة 1 : 572.",
        "(6) شرح ابن أبي الحديد 2 : 188.\n\nعنقي ، والتهوّر في الضلالة معك ، وإعانتي إياك على الباطل ، واختراط السيف في وجه أمير المؤمنين علي بن أبي طالب ، وهو أخو رسول الله 9 ، ووصيه ، ووارثه ، وقاضي دينه ، ومنجز وعده ، وصهره على ابنته سيدة نساء العالمين ، وأبو السبطين الحسن والحسين سيدي شباب أهل الجنة ، فلن يكون ، أمّا ما نسبت أخا رسول الله 9 ووصيه إلى البغي والحسد لعثمان ، وسميّت الصحابة فَسقَة ، وزعمت أنه أشلاهم علىٰ قتله ، فهذا كذب وغواية (1) .\nولكن لم يلبث ابن النابغة إلاّ وقد ربط مصيره مع ابن هند في حرب الوصيّ 7.",
        "11 ـ وقال مالك بن الحارث الأشتر النخعي 2 ، في خطبةٍ له عند بيعة أمير المؤمنين 7 : أيها الناس ، هذا وصي الأوصياء ، ووارث علم الأنبياء ، العظيم البلاء ، الحسن العناء ، الذي شهد له كتاب الله بالإيمان ، ورسوله بجنة الرضوان ، من كملت فيه الفضائل ، ولم يشكّ في سابقته وعلمه وفضله الأواخر ولا الأوائل (2).\nرابعاً : الأوصياء اثنا عشر\nبيّن النبي المصطفى 9 خلفاءه من بعده في حديث متفق عليه بين كل فصائل الاُمة ، حيث قال 9 : « إني تارك فيكم الثقلين ـ أو خليفتين ـ كتاب الله ، وعترتي أهل بتي ، وانهما لن يفترقا حتىٰ يردا عليّ الحوض » (3).\n__________________",
        "(1) المناقب / الخوارزمي : 129 ، تذكرة الخواص : 86.\n(2) تاريخ اليعقوبي 2 : 179.\n(3) صحيح مسلم 4 : 1873 و1874 ـ كتاب فضائل الصحابة ، سنن الترمذي\nفهما خليفتان تجمعهما خصلتان : العصمة ، والبقاء إلىٰ قيام الساعة ، والعترة هم أئمة أهل البيت : دون سواهم ، فقد قال أمير المؤمنين 7 في أحد خطبه : « ألم أعمل فيكم بالثقل الأكبر ، وأترك فيكم الثقل الأصغر» (1).",
        "ثمّ صرّح النبي 9 بعدد خلفائه من عترته فذكر أنهم كعدّة نقباء بني إسرائيل ، وأكّد علىٰ تواصلهم مع الأُمّة إلىٰ قيام الساعة ، حيث جاء في الصحيح أنه 9 قال : « لا يزال الدين قائماً حتىٰ تقوم الساعة ، ويكون عليهم اثنا عشر خليفة ، كلهم من قريش » (2).\nكما عيّن أسماءهم ورتّبهم مراتبهم ابتداءً من أولهم ، وهو أمير المؤمنين عليّ ابن أبي طالب 7 ، وانتهاءً إلى آخرهم وهو الإمام الحجّة المنتظر صاحب الزمان ( عجل الله تعالىٰ فرجه ) في عدّة نصوص صحيحة مروية عنه 9.\nقال الشيخ الصدوق : قد وردت الأخبار الصحيحة بالأسانيد القوية أن رسول الله 9 أوصىٰ بأمر الله تعالىٰ إلىٰ علي بن أبي طالب ، وأوصىٰ علي بن أبي\n__________________",
        "5 : 662 / 3786 و 663 / 3788 ـ دار إحياء التراث العربي ـ بيروت ، مصابيح السنة / البغوي 4 : 185 / 4800 و 190 / 4816 ، فضائل الصحابة / أحمد بن حنبل 603 / 1035 ، مسند أحمد 3 : 14 و17 ، 4 : 367 و 371 و 5 : 182 و 189.\n(1) نهج البلاغة / تحقيق صبحي الصالح : 119 / خ 87.\n(2) صحيح مسلم 3 : 1453 ـ كتاب الامارة ، سنن أبي داود 4 : 106 / 4280 ـ دار إحياء السنة النبوية ، مصابيح السنة / البغوي 4 : 137 / 4680 ـ دار المعرفة ـ ط 1 ـ 1407 ه‍ ، جامع الأصول / الجزري 4 : 440 / 442 ـ دار إحياء التراث العربي ـ ط 4 ـ 1404 ه‍.\n",
        "طالب إلى الحسن ، وأوصى الحسن إلى الحسين ، وأوصى الحسين إلىٰ عليّ بن الحسين ، وأوصىٰ علي بن الحسين إلىٰ محمّد بن علي الباقر ، وأوصىٰ محمّد بن علي الباقر إلىٰ جعفر بن محمّد الصادق ، وأوصىٰ جعفر بن محمد الصادق إلىٰ موسىٰ بن جعفر ، وأوصىٰ موسىٰ بن جعفر إلى ابنه علي بن موسى الرضا ، وأوصىٰ علي بن موسى الرضا إلى ابنه محمّد بن علي ، وأوصىٰ محمّد بن علي إلى ابنه علي بن محمّد ، وأوصىٰ علي بن محمّد إلى ابنه الحسن بن علي ، وأوصى الحسن بن علي إلى ابنه حجّة الله القائم بالحق (1).\nوهكذا نصّ كل وصي على اللاحق له ضمن سلسلة متصلة متتابعة ، وقد صحّت بذلك أحاديث الإمامية وتناقلتها نفائس مصادرهم ، وهي كثيرة ، ومن أهم المصادر التي عنيت بترتيب النصوص على الأئمة : :\n1 ـ الكافي ، لثقة الإسلام الكليني ، المتوفى سنة 328 أو 329 ه‍.\n2 ـ الإمامة والتبصرة من الحيرة ، لابن بابويه القمي ، ، المتوفى سنة 329 ه‍.",
        "3 ـ إثبات الوصية ، للمسعودي ، المتوفى سنة 346 ه‍.\n4 ـ إثبات النص على الأئمة ، أو نصوص الأئمة ، للشيخ الصدوق ، المتوفى سنة 381 ه‍.\n5 ـ كفاية الأثر في النص على الأئمة الأثني عشر : ، للخزاز ، من أعلام القرن الرابع.\n6 ـ الارشاد ، للشيخ المفيد ، المتوفى سنة 413 ه‍.",
        "7 ـ الاستبصار في النص على الأئمة ألاطهار ، للكراجكي ، المتوفي سنة 449 ه‍.\n__________________\n(1) من لا يحضره الفقيه 4 : 177.\n8 ـ روضة الواعظين ، للفتال النيسابوري ، المتوفى سنة 508 ه‍.",
        "9 ـ إعلام الورى بأعلام الهدى ، لأمين الإسلام أبي علي الطبرسي ، المتوفى سنة 548 ه‍.\n10 ـ اتفاق صحاح الأثر في إمامة الأئمة الاثني عشر : ، لابن البطريق ، المتوفى سنة 600 ه‍.\n11 ـ استقصاء النظر في إمامة الأئمة الاثني عشر ، لابن ميثم البحراني ، المتوفى سنة 679 ه‍.\n12 ـ كشف الغمة في معرفة الأئمة : ، لأبي الحسن الاربلي ، المتوفى سنة 687 ه‍.",
        "13 ـ إثبات الهداة ، للحر العاملي ، المتوفى سنة 1104 ه‍.\n14 ـ الانصاف في النص على الأئمة الاثني عشر من آل محمد الأشراف ، للسيد هاشم البحراني ، المتوفي سنة 1107 ه‍.\nوغيرها كثير أظهرت الحق لسائله وأنارت الطريق لسابله.\nأهل البيت : هم الأوصياء",
        "تقدّم في كلام أمير المؤمنين 7 أنه وصف أهل البيت : بأن « فيهم الوصية والوراثة » وجاء في كلام الإمام الحسن 7 : « وكنا أهله وأولياءه وأوصياءه » ونضيف هنا : \n1 ـ روىٰ ثقة الإسلام الكليني بالاسناد عن أمير المؤمنين 7 ، قال : قال رسول الله 9 : « من سرّه أن يحيا حياتي ، ويموت مماتي ، ويدخل الجنة التي وعدنيها ربّي ، ويتمسّك بقضيب غرسه ربي بيده ، فليتولّ علي بن أبي طالب وأوصياءه من بعده ، فإنهم لا يدخلونكم في باب ضلال ، ولا يخرجونكم من باب هدىٰ ، فلا تعلموهم فإنهم أعلم منكم ، واني سألت ربّي\nألاّ يفرق بينهم وبين الكتاب حتّىٰ يردا الحوض » (1).\n2 ـ وروى الصدوق بالاسناد عن عبد الله بن عباس ، قال : قال رسول الله 9 : « أنا سيّد النبيين ، وعلي بن أبي طالب سيّد الوصيين ، وإن أوصيائي بعدي اثنا عشر ، أوّلهم علي بن أبي طالب ، وآخرهم القائم » (2).",
        "3 ـ وعن الإمام الصادق 7 ، قال : قال رسول الله 9 : « أنا سيّد النبيين ، ووصيي سيد الوصيين ، وأوصياؤه سادة الأوصياء ... » (3).\n4 ـ وعن الإمام الباقر 7 ، قال : « إن أقرب الناس إلى الله عزّوجل ، وأعلمهم به ، وأرأفهم بالناس محمد 9 والأئمة : ، فادخلوا أين دخلوا ، وفارقوا من فارقوا ـ عنى بذلك حسيناً وولده : ـ فإن الحق فيهم ، وهم الأوصياء ، ومنهم الأئمة ، فأينما رأيتموهم فاتبعوهم » (4).\n5 ـ وعن الإمام الهادي 7 في ( الزيارة الجامعة ) التي يزار بها الأئمة الاثني عشر : : « السلام علىٰ محالّ معرفة الله ، ومساكن بركة الله ، ومعادن حكمة الله ، وحَفَظة سرّ الله ، وحَمَلة كتاب الله ، وأوصياء نبي الله ، وذرية رسول\n__________________",
        "(1) الكافي 1 : 209 / 6 باب ما فرض الله ورسوله 9 من الكون مع الأئمة : ـ كتاب الحجة.\n(2) إكمال الدين : 280 / 29 ، عيون أخبار الرضا : / الشيخ الصدوق 1 : 52 / 31 ـ المطبعة الحيدرية ـ النجف ـ 1390 ه‍ ، ورواه القندوزي عن جابر ، في ينابيع المودة 3 : 105 ـ باب 77 ـ بيروت.\n(3) الفقيه 4 : 129 / 1 باب 72.\n(4) إكمال الدين : 328 / 8.",
        "الله 9 ورحمة الله وبركاته » (1).\n6 ـ وجاء عن جابر بن يزيد الجعفي ، أنه كان إذا حدّث عن الإمام محمّد بن علي الباقر 7 يقول : حدّثني وصيّ الأوصياء (2).\n7 ـ وجاء عن هارون الرشيد أنه وصف الأئمة : من أمير المؤمنين إلى الإمام الكاظم 7 بالأوصياء ، فقد دخل عليه علي بن حمزة الكسائي ، فأخبره الرشيد باختلاف الأمين والمامون ، وما يقع بينهما من سفك الدماء وهتك الستور وكثرة القتلىٰ ، فقال له الكسائي : أيكون ذلك ـ يا أمير المؤمنين ـ لأمرٍ رؤي في أصل مولدهما ، أو لأثرٍ وقع لأمير المؤمنين في أمرهما ؟ فقال : لا والله إلاّ بأثر واجب حمله العلماء عن الأوصياء عن الأنبياء (3).\nوجاء في ( الأخبار الطوال ) أن الداخل عليه كان الأصمعي ، وأنه قال للرشيد : يا أمير المؤمنين ، هذا شيء قضىٰ به المنجمون عن مولدهم ، أو شيء آثرته العلماء في أمرهما ؟ قال الرشيد : بل شيء آثرته العلماء عن الأوصياء عن الأنبياء في أمرهما.",
        "قالوا : فكان المأمون يقول في خلافته : قد كان الرشيد سمع جميع ما جرىٰ بيننا من موسىٰ بن جعفر بن محمّد ، فلذلك قال ما قال (4).\n__________________\n(1) التهذيب / الشيخ الطوسي 6 : 96 / 177 ـ دار الكتب الإسلامية ـ طهران ـ ط 4.\n(2) ميزان الاعتدال / الذهبي 1 : 383 ـ دار الفكر ـ بيروت ، تهذيب التهذيب / ابن حجر 2 : 43 ـ دار الفكر ـ ط 1 ـ 1404 ه‍.",
        "(3) مروج الذهب 3 : 351 ـ دار الهجرة ـ قم ، الفتوح / ابن أعثم ـ المجلد الرابع : 416.\n(4) الأخبار الطوال / أبو حنيفة الدينوري : 566 ـ دار الكتب العلمية ـ بيروت.\nخامساً : مدونات في الوصية\nحظيت الوصية كغيرها من المفردات والمفاهيم المهمة في ثقافتنا الإسلامية بالتأليف والتصنيف ، لتأكيد هذا المفهوم النبوي وتعميق وجوده في أذهان الاُمة عبر العصور ، وفيما يلي بعض تلك المصنفات مرتبة حسب الحروف مع بيان المصادر التي ذَكَرتْها :",
        "1 ـ إثبات الوصية ـ لمحمّد بن النعمان الأحول ، المعروف بمؤمن الطاق ، من أصحاب الإمامين الباقر والصادق 8 (1).\n2 ـ إثبات الوصية ـ منسوب إلى العلاّمة الحلي ( ت / 726 ه‍ ) ، وقد سمّاه المؤلف ( الحجج القوية في بيان الوصية ) (2).\n3 ـ إثبات الوصية لأمير المؤمنين 7 ـ لأبي سعيد أحمد بن رُميح المروزي (3).\n4 ـ إثبات الوصية لعلي 7 ـ للشيخ الصدوق ( ت / 381 ه‍ ) (4).",
        "5 ـ إثبات الوصية لعلي بن أبي طالب 7 ـ لأبي الحسن علي بن الحسين المسعودي ( ت / 346 ه‍ ) (5).\n6 ـ التحفة البهية في إثبات الوصية ـ للسيد هاشم البحراني\n__________________\n(1) معالم العلماء / ابن شهر آشوب : 95 / 658 ، الفهرست / الطوسي : 131 / 583.",
        "(2) مطبوع ، نشر دار الكتب التجارية ـ النجف ـ 1370 ه‍.\n(3) معالم العلماء / ابن شهر آشوب : 24 / 117.\n(4) رجال النجاشي : 389 / 1049.\n(5) رجال النجاشي : 254 / 665 ، مطبوع عدّة مرّات.",
        "( ت / 1107 ه‍ ) ، الذي قال عنه : ذكرت فيه ما يزيد على أربعمائة وخمسين حديثاً من طرق الخاصة والعامة ، وذكرت في مقدمة هذا الكتاب المصنفين الذين صنفوا في إثبات الوصية والأوصياء ، وهم اثنان وعشرون مصنّفاً من الرجال المعتبرين والمشايخ المشهورين ، ولكلّ رجلٍ منهم مصنف (1).\n7 ـ الرسالة في إثبات الوصاية ـ للشهيد زيد بن علي بن الحسين 7 ( ت / 122 ه‍ ) (2). ولعلّه الآتي تحت عنوان ( الوصية والإمامة ).\n8 ـ العقد الثمين في إثبات وصاية أمير المؤمنين 7 ـ للقاضي المحدث محمّد ابن علي الشوكاني ( ت / 1250 ه‍ ) (3).\n9 ـ علي 7 والوصية ـ للشيخ نجم الدين العسكري ، الذي ذكر فيه (182) حديثاً تنصّ على أن علياً 7 وصيّ رسول الله 9 وخليفته وإمام اُمته من بعده (4).",
        "10 ـ الوصيّ ـ للسيد علي نقي الحيدري ، الذي جمع فيه (100) حديث نبوي صريحة بالوصية (5).\n11 ـ الوصية ـ لأكثر من مؤلف ، منهم : أبو العباس أحمد بن يحيىٰ بن قافة\n__________________\n(1) ذكر ذلك في كتابه ( غاية المرام ) : 168 ـ الطبعة الحجرية ، وراجع : الذريعة / آقا بزرك 26 : 162 / 815 دار الأضواء ـ بيروت ـ 1403 ه‍ ، رياض العلماء / عبد الله أفندي 5 : 302 مكتبة السيد المرعشي ـ قم ـ 1401 ه‍.",
        "(2) تدوين السنة الشريفة / السيد محمّد رضا الجلالي : 158.\n(3) نشر مركز الغدير ـ قم ـ 1419 ه‍.\n(4) مطبوع في دار الزهراء ـ بيروت ـ 1398 ه‍.\n(5) الوصي : 11 ـ 96 ـ مطبعة المعارف ـ بغداد ـ 1375 ه‍. نشر مكتبة أهل البيت العامة ، 1375 ه‍.",
        "\nالكوفي ، وعيسىٰ بن المستفاد البجلي ، ومحمد بن سنان الزاهري ، والمفضل بن عمر (1).\n12 ـ الوصية في الإمامة ـ لإبراهيم بن محمّد بن سعيد بن هلال الثقفي ، ( ت / 283 ه‍ ) (2).\n13 ـ الوصية والإمامة ـ لزيد بن علي 7 الشهيد سنة 122 ه‍ (3).",
        "14 ـ الوصية والإمامة ـ لأبي الحسن علي بن رئاب الكوفي ، من أصحاب الإمامين الصادق والكاظم 8 (4).\n15 ـ الوصية والردّ على من أنكرها ـ لهشام بن الحكم ، ( ت / 199 ه‍ ) ، من أصحاب الامامين الصادق والكاظم 8 (5). وغيرما ذكرناه كثير (6).\nوأفردها جمع آخر من المصنفين في أبواب أو فصول من مصنفاتهم ، منهم : ابن شهر آشوب ، والعلاّمة المجلسي ، والسيد الهاشم البحراني ، والشهيد\n__________________",
        "(1) راجع : رجال النجاشي : 298 / 809 و 328 / 888 ـ قم ـ 1407 ه‍ ، معالم العلماء / ابن شهر آشوب : 124 / 836 ـ النجف ـ 1380 ه‍ ، الذريعة 25 : 102 ـ 103.\n(2) رجال النجاشي : 17 / 19 ، معالم العلماء : 4 / 1.\n(3) مطبوع بتحقيق الدكتور حسن محمد تقي سعيد ـ مجلة الموسم ـ العدد 2 ـ 1989 م ـ ص 671 ـ مجلة تراثنا ـ العدد 27 ـ ص 117.\n(4) رجال النجاشي : 250 / 657.",
        "(5) فهرست ابن النديم : 218 ، رجال النجاشي : 433 / 1164 ، معالم العلماء : 128 / 862.\n(6) راجع : أصل الشيعة وأصولها / كاشف الغطاء : 223 ـ 224 ـ مؤسسة الإمام علي 7 ـ قم ـ 1415 ه‍ ، مصادر نهج البلاغة / عبد الزهراء الحسيني 1 : 149 ـ 150 ـ دار الأضواء ـ بيروت ـ 1405 ه‍.\nالتستري (1) وغيرهم كثير.\nوتوسّع السيد هاشم البحراني في ذكر أحاديث الوصية ، فقد جعلها في بابين من كتابه ( غاية المرام ) كليهما تحت عنوان : في أن علياً 7 وصي رسول الله 9 وبنيه الأحد عشر هم الأوصياء والأئمة : بنص رسول الله 9.",
        "الأول : من طريق العامة ، وضمّنه سبعين حديثاً ، والثاني : من طريق الخاصة ، وفيه مائة وعشرة أحاديث (2).\nالمبحث الثاني : الأحاديث الجارية مجرى الوصية\nهناك مزيد من النصوص الصحيحة المتعاضدة التي تجري مجرى الوصية في كونها تؤكّد وتبين جملة مفاهيم تنسجم مع معنى الوصية كالخللافة والوزارة والولاية والقيادة والسيادة والإمامة والإمرة وغيرها ممّا يؤكد أن الوصية تعني المرجعية السياسية والروحية والفكرية الثابتة من الله جلّ وعلا للوصي دون غيره من أفراد الأُمة ، وفيما يلي نذكر بعض تلك المفاهيم مدعمة بالنصوص :\nأولاً : الخلافة",
        "عن ابن عباس ، قال : قال النبي 9 لعليّ 7 : « أما ترضى أن تكون منّي بمنزلة هارون من موسى إلاّ أنك لست بنبيّ ، إنه لا ينبغي ان أذهب إلاّ وأنت\n__________________\n(1) المناقب / ابن شهر آشوب 3 : 58 ـ 64 ـ دار الأضواء ـ بيروت ـ 1421 ه‍ ، بحار الأنوار 38 : 1 ـ 26 ، غاية المرام / البحراني : 152 و 168 ، إحقاق الحق / التستري 4 : 71 ـ 127 ـ مكتبة السيد المرعشي ـ قم.\n(2) راجع : غاية المرام ـ المقصد الأول ـ الباب (22) و (23) ، وسنورد قائمة بأسماء الكتب الواردة في الوصية في آخر هذا المبحث.",
        "خليفتي » (1).\nثانياً : الإمامة\n1 ـ عن زيد بن ارقم ، قال : قال رسول الله 9 : « ألا أدلكم علىٰ ما إن تسالمتم عليه لم تهلكوا ؟ إن وليكم الله ، وإن إمامكم علي بن أبي طالب ، فناصحوه وصدّقوه ، فإن جبرئيل أخبرني بذلك » (2).\n2 ـ وعن أسعد بن زرارة ، قال : قال رسول الله 9 : « اُوحي إليّ في عليّ ثلاث : إنه سيّد المسلمين ، وإمام المتقين ، وقائد الغرّ المحجّلين » (3).",
        "3 ـ وعن أنس بن مالك وأبي برزة الأسلمي : أن رسول الله 9 قال : « إن ربّ العالمين عهد إليّ عهداً في علي بن أبي طالب فقال : إنه راية الهدىٰ ، ومنار الايمان وإمام أوليائي ، ونور جميع من أطاعني » (4).\nثالثاً : الولاية\n1 ـ ما تواتر نقله عند الفريقين من قوله 9 في خطبة الغدير الشهيرة وهو أخذ بيد عليّ 7 : « ألستم تعلمون أني أولىٰ بالمؤمنين من أنفسهم ؟ » قالوا : بلىٰ. قال : « من كنت مولاه فعلي مولاه ، اللهمّ والِ من والاه ، وعادِ من عاداه ، وانصر من نصره ، واخذل من خذله » (5). واشتهر عن عمر ابن الخطاب أنه لقىٰ\n__________________",
        "(1) مسند أحمد 1 : 331 ، مستدرك الحاكم 3 : 133 ـ 134 وصححه ، مجمع الزوائد 9 : 123 ، الاصابة 2 : 509.\n(2) شرح ابن أبي الحديد 3 : 98.\n(3) المستدرك / الحاكم 3 : 137 ـ 138 ـ وقال : هذا حديث صحيح الاسناد ولم يخرجاه.\n(4) حلية الأولياء 1 : 69 ، شرح ابن أبي الحديد 9 : 168.",
        "(5) حديث الغدير كثير الطرق جداً ؛ رواه أحمد بن حنبل من أربعين طريقاً ، وابن\nعلياً 7 فقال له : هنيئاً لك يابن أبي طالب ، أصبحت مولاي ومولى كلّ مؤمن ومؤمنة (1).\nوالمراد بالمولىٰ في الحديث الأولى بالتصرّف ، وهو الذي فهمه الصحابة المعاصرون لصدور النصّ ، ومنهم حسان بن ثابت حيث أنشد :\nإلى أن يقول :",
        "__________________\nجرير الطبري من نيف وسبعين طريقاً وابن عقدة من مائة وخمس طرق ، والجزري المقرئ من ثمانين طريقاً ، وأبو سعيد السجستاني من مائة وعشرين طريقاً ، والحافظ أبو بكر الجعابي من مائة وخمسة وعشرين طريقاً ، والحافظ أبو العلاء العطار الهمداني من مائتين وخمسين طريقاً ، راجع : اقبال الأعمال / السيد ابن طاوس : 672 في دعاء ليلة الغدير ، وسنن الترمذي 5 : 633 / 3713 ، سنن ابن ماجة 1 : 45 / 121 ـ دار الفكر ـ بيروت ، مستدرك الحاكم 3 : 109 و 134 و 371 و 533 ، مصابيح السنة 4 : 172 / 4767 ، مسند أحمد 1 : 84 و 88 و 119 و 152 و 331 ، و 4 : 368 و 370 و 372 و 5 : 347 و 358 و 361 ، فضائل الصحابة / أحمد بن حنبل 2 : الحديث 947 و 959 و 967 و 1007 و 1021 و 1048 و 1167 و 1206 بطرق صحيحة ، أمالي الشجري 1 : 145 و 146 بعدة طرق ، الاحسان بترتيب صحيح ابن حبان / ابن بلبان 9 : 42 / 6891 ـ دار الكتب العلمية ـ بيروت ، المعجم الكبير / الطبراني 4 : 273 ـ دار إحياء التراث العربي ، و5 : 166 ـ 167 و 170 ، الصواعق المحرقة : 43 ـ 44 وصححه / الهيتمي ـ مكتبة القاهرة ، 1385 ه‍ ، واُنظر : الغدير / العلاّمة الأميني 1 : 313 وما بعدها وغيرها كثير.\n(1) مسند أحمد 4 : 281 ، تفسير الرازي 12 : 53 ، تذكرة الخواص : 36.\n",
        "ومنهم قيس بن سعد بن عبادة حيث قال :\nومنهم عمرو بن العاص حيث قال :\n2 ـ وعن عمران بن حصين ، قال : قال رسول الله 9 : « إنّ عليّاً منّي وأنا\n__________________",
        "(1) الجمل / المفيد : 220 ـ دار المفيد ـ 1414 ه‍ ، الارشاد / المفيد 1 : 177 ـ دار المفيد ـ 1414 ه‍ ، الفصول المختارة / السيد المرتضى 209 و 235 ـ دار الأضواء ـ بيروت ـ 1405 ه‍ ، المناقب / الخوارزمي : 80 ، مقتل الحسين / الخوارزمي 1 : 47 ، تذكرة الخواص : 39 ، المناقب / ابن شهر آشوب 3 : 37 ، كنز الفوائد / الكراجكي 1 : 268 ـ دار الأضواء ـ بيروت ، كشف الغمة / الأربلي 1 : 319 ـ تبريز ـ إيران ، كفاية الطالب : 64 ، وخرجها الأميني في الغدير 2 : 65 من (26) مصنّفاً.\n(2) الفصول المختارة : 236 ، كنز الفوائد 2 : 98 ، تذكرة الخواص : 39 ، المناقب / ابن شهر آشوب 3 : 37 ، وخرّجها الأميني في الغدير 2 : 113 من عدّة مصادر.\n(3) الغدير 2 : 173 ـ 174 عن عدّة مصادر.\nمنه ، وهو وليّ كلّ مؤمن بعدي » (1).",
        "3 ـ وعن زيد بن أرقم ، قال : قال رسول الله 9 : « من يريد أن يحيا حياتي ، ويموت موتي ، ويسكن جنّة الخلد التي وعدني ربّي ، فليتولّ علي بن أبي طالب ، فانه لن يخرجكم من هدىٰ ، ولن يدخلكم في ضلالة » (2).\nوهو صريح بأمر التمسّك بولايته.\n4 ـ وعن عمار بن ياسر ، قال : قال رسول الله 9 : « اُوصي من آمن بي وصدّقني بولاية علي بن أبي طالب ، فمن تولاّه فقد تولاّني ، ومن أحبّه فقد أحبّني ، ومن أحبّني فقد أحبّ الله ، ومن أبغضه فقد أبغضني ، ومن أبغضني فقد أبغض الله عزّوجلّ » (3).\nوهذا الحديث يدل على أن المراد بالولاية هنا أولوية التصرّف ، لا المحبّة كما قيل ، لأنه 9 ذكر الولاية أولاً ، ثمّ عطف عليها بذكر المحبة ، وذلك يقتضي المغايرة.",
        "رابعاً : الوراثة\n1 ـ عن ابن أبي أوفىٰ ـ في حديث المؤاخاة ـ قال : قال رسول الله 9 لعليّ 7 : « والذي بعثني بالحق ، ما أخّرتك إلاّ لنفسي ، وأنت منّي بمنزلة هارون من موسىٰ غير أنه لا نبي بعدي ، وأنت أخي ووارثي » قال : « ما أرث منك يا نبي الله ؟ » قال : « ما ورثت الأنبياء من قبلي » قال :\n__________________\n(1) خصائص النسائي : 23 ـ مطبعة التقدّم ـ القاهرة ، مسند أحمد 4 : 438 ، سنن الترمذي 5 : 632 / 3712.",
        "(2) مستدرك الحاكم 3 : 128 وصححه.\n(3) ترجمة عليّ 7 من تاريخ دمشق / ابن عساكر 2 : 597 و 598 ـ مؤسسة المحمودي ـ بيروت ـ 1398 ه‍ ، مجمع الزوائد 9 : 111 ، المناقب / لابن المغازلي : 230 / 277 / كنز العمال 11 : 610 / 32953.\n« وما ورثت الأنبياء من قبلك ؟ » قال : « كتاب ربّهم ، وسنّة نبيهم » الحديث (1).\n2 ـ عن أبي إسحاق ، قال : سألت قثم بن العباس : كيف ورث علي رسول الله 9 دونكم ؟ قال : لأنه كان أولنا به لحوقاً ، وأشدّنا به لزوقاً (2).",
        "وواضح أن السبق إلى الإسلام وشدّة القرب من النبيّ 9 لا يقتضيان حجب الأقرب في النسب عن حقّه في الإرث ، فلابدّ أنه يعني به الارث المتعلق بالخلافة النبوية ومقتضياتها من الكتاب والعلم كما في الحديث الأول ، والاعداد النبوي والسابقة كما في هذا الحديث ، وليس الإرث بالمدلول الفقهي المتعارف.\nومن هنا كان أمير المؤمنين 7 يقول في حياة رسول الله 9 : « ... والله إني لأخوه ووليه وابن عمّه ووارث علمه ، فمن أحقّ به منّي ؟ » (3) أي في خلافته.\nخامساً : الوزارة\n1 ـ عن أسماء بنت عميس ، قالت : قال رسول الله 9 : « اللهمّ إني أقول كما قال أخي موسىٰ : اللهم اجعل لي وزيراً من أهلي ، أخي علياً ، اشدد به أزري ، وأشركه في أمري ، كي نسبّحك كثيراً ، ونذكرك كثيراً ، إنك كنت بنا بصيراً » (4).",
        "__________________\n(1) ترجمة عليّ 7 من تاريخ دمشق 1 : 123 / 148 ، الرياض النضرة 3 : 119 ، تذكرة الخواص : 31 ، نظم درر السمطين / الزرندي : 95 ـ مطبعة القضاء ـ النجف ـ ط 1 ـ 1377 ه‍.\n(2) المستدرك / الحاكم 3 : 125 ، وصححه.\n(3) المستدرك / الحاكم 3 : 126.",
        "(4) الرياض النضرة 3 : 101 ، فضائل الصحابة / أحمد بن حنبل 2 : 678 / \nوالأمر في قوله 9 : « وأشركه في أمري » يتعلّق بالمهام التبليغية في حركة الرسالة والأداء عن النبي 9 وغير ذلك من مواقع الإمامة والقيادة.\n2 ـ وعن ابن عمر ، قال : قال رسول الله 9 لعلي 7 : « ألا اُرضيك يا علي ؟ » قال : « بلى يارسول الله » قال : « أنت أخي ووزيري ، تقضي ديني ، وتنجز موعدي ، وتبرئ ذمّتي ... » (1).\n3 ـ قال ابن أبي الحديد : ويدلّ على أنه وزير رسول الله 9 من نص الكتاب والسنة ، قول الله تعالىٰ : ( وَاجْعَل لِّي وَزِيرًا مِّنْ أَهْلِي * هَارُونَ أَخِي * اشْدُدْ بِهِ أَزْرِي * وَأَشْرِكْهُ فِي أَمْرِي ) (2) وقال النبي 9 في الخبر المجمع علىٰ روايته بين سائر فرق الإسلام : « أنت منّي بمنزلة هارون من موسىٰ ، إلاّ أنه لا نبي بعدي » (3) فأثبت له جميع مراتب هارون من موسىٰ ، فاذن هو وزير رسول الله 9 ، وشادّ أزره ، ولولا أنه خاتم النبيين لكان شريكاً في أمره (4).",
        "سادساً : الإمرة\n1 ـ عن جابر بن عبد الله ، قال : سمعت رسول الله 9 وهو أخذ بضبع علي ابن أبي طالب 2 وهو يقول : « هذا أمير ـ إمام ـ البَرَرة ، وقاتل الفَجَرة ،\n__________________\n1158 ، شواهد التنزيل 1 : 479 ـ 483 ، تذكرة الخواص : 30 ، ترجمة عليّ 7 من تاريخ دمشق 1 : 120 / 147.",
        "(1) المعجم الكبير / الطبراني 12 : 321 / 13549 ، مجمع الزوائد 9 : 124.\n(2) سورة طه : 20 / 29 ـ 32.\n(3) راجع : صحيح البخاري 5 : 89 / 202 ، صحيح مسلم 4 : 1870 / 30 ـ 32 ، مسند أحمد 1 : 170 و 177 و 179 ، سنن الترمذي 5 : 638 / 3724 ، سنن ابن ماجة 1 : 45 / 121 ـ دار الفكر ـ بيروت.\n(4) شرح ابن أبي الحديد 13 : 211.",
        "منصور من نصره ، مخذول من خذله » (1).\n2 ـ عن بريدة الأسلمي ، قال : أمرنا رسول الله 9 أن نسلّم علىٰ عليّ بإمرة المؤمنين (2). وإمرة المؤمنين لا يمكن تأويلها بغير معنى الخلافة والقيادة.\nالمبحث الثالث : مظاهر الاصطفاء\nذكرنا في دلالة أحاديث الوصية أن اختيار الوصي هو اختيار إلهي لا يتدخّل فيه أحد ، ذلك لأن الوصية امتداد لحركة النبوة والقيام بأعباء استكمال المسيرة النبوية في قيادة الأُمّة وحفظ رسالتها ، والوصي خليفة النبي ووارث علمه وحامل أسراره ، فلابدّ أن يمتلك مؤهلات ومزايا خاصة ليست في غيره من سائر الناس تؤهّله لتسنّم الخلافة ونيل شرف الوصاية ، وتلك المزايا هي مظاهر للاصطفاء الإلهي تتجسّد في شخص الوصيّ دون غيره من أفراد الأُمّة.",
        "ومن يتعمّق في دراسة خصائص أمير المؤمنين علي بن أبي طالب 7 يجد\n__________________\n(1) المستدرك / الحاكم 3 : 129 ، الصواعق المحرقة : 125 باب 9 ـ مكتبة القاهرة ـ ط 2 ـ 1385 ه‍ ، ترجمة الإمام عليّ 7 من تاريخ دمشق 2 : 476 / 1004 و 478 / 1005 ، الجامع الصغير / السيوطي 2 : 177 / 5591 ـ دار الفكر ـ بيروت.\n(2) ترجمة الإمام عليّ 7 من تاريخ دمشق 2 : 260 / 784 ، تلخيص الشافي 2 : 45 ، أمالي الطوسي : 331 / 661 ، اليقين في إمرة أمير المؤمنين 7 / ابن طاوُس : 132 ـ باب 3 ، و 1762 ـ باب 176 ، و 229 ـ باب 69 ، و 362 ـ باب 128 ـ دار الكتاب ـ قم ـ 1413 ه‍.",
        "مظاهر الاصطفاء والعناية الإلهية واضحة فيه معدومة في غيره ، وكلّها تشهد له بالخلافة والولاية بعد ابن عمّه المصطفى 9 ، وفيما يلي نذكر بعضها :\nأولاً ـ الولادة في البيت\nفقد تواترت الأخبار أن فاطمة بنت أسد ـ رضي الله عنها ـ ولدت أمير المؤمنين 7 في جوف الكعبة (1). وتلك فضيلة باهرة ومنقبة عظيمة اختصّ بها دون سواه ، ونال بها شرف الاصطفاء في خصوصية الزمان ، والتفرّد في شرف المكان. أما من حيث تجليات الاصطفاء في زمان الولادة ، فقد شاءت الارادة الإلهية أن يطلّ الوصيّ على الدنيا في وقت ارهاصات النبوة ، وتباشير الرحمة ، حيث كان المصطفىٰ 9 يسمع الهتاف من السماء ، ويسلّم عليه الحجر والشجر ، وهو في ربيعه الثلاثين ، وكان منقطعاً إلىٰ عبادة ربه ( ففي خارج البيت العتيق كانت الارادة الإلهية تهيء للناس رسولاً كريماً يتحدّىٰ عالم الأوثان ، وفي داخل البيت كانت الارادة الإلهية قد هيأت للمصطفىٰ خليلاً أدار ظهره للأصنام منذ\n__________________",
        "(1) راجع : مستدرك الحاكم 3 : 483 ، مناقب ابن الغازلي : 6 / 3 ، الفصول المهمة / ابن الصباغ المالكي : 30 ـ دار الكتب التجارية ـ النجف ، تذكرة الخواص : 10 ، كفاية الطالب : 405 ـ 406 ، روضة الواعظين / الفتال النيسابوري : 81 ـ منشورات الرضي ـ قم ، كشف الغمة 1 : 59 ، العمدة / ابن البطريق : 27 / 8 ـ جماعة المدرسين ـ قم ـ 1407 ه‍ ، أمالي الطوسي 706 / 1511 ، علل الشرائع / الصدوق : 1 135 / 3 ـ المكتبة الحيدرية ـ النجف ـ 1385ه‍ ، معاني الأخبار / الصدوق : 62 / 10 ـ جماعة المدرسين ـ قم ، أمالي الصدوق 194 / 206 ، إرشاد القلوب / الديلمي : 211 ـ منشورات الشريف الرضي ـ قم ، كشف اليقين / العلاّمة الحلي : 17 ـ وزارة الثقافة والارشاد ـ إيران ـ 1416 ه‍ ، نهج الحق / العلاّمة الحلي : 233 ـ دار الهجرة ـ قم ـ 1407 ه‍.\nاللحظة الأولىٰ للولادة ) (1).\nأما تجليات الاصطفاء في اختيار الكعبة المشرفة مكاناً لولادة الوصيّ 7 ، فلا ريب أن الله تعالىٰ قد طهره بأن جعل مولده في أعظم بيوت عبادته ، ومعلوم أن ولادته 7 في بيت العبادة بما يكتنفها من ظواهر إعجازية خارجة عن المألوف وعن موارد المصادفة ، كانشقاق جدار البيت ، وخروج الوليد شاخصاً بوجهه إلى السماء ، مستقبلاً الأرض بكفيه ، ناطقاً باسم الله ، مديراً ظهره للأصنام ، كل ذلك دليل على أن تلك الولادة في مكانها وكيفيتها وزمانها ، كانت اصطفاءً تتجلّىٰ فيه المشيئة الإلهية ، وأن الوصي كان محل العناية الربانية منذ يوم ولادته ( وَاللهُ يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ ) (2).\nثانياً ـ التربية النبوية",
        "ومن مظاهر الاصطفاء في شخص علي 7 هو حصوله علىٰ شرف التربية النبوية منذ نعومة أظفاره حتىٰ رحيل المصطفىٰ 9 إلىٰ رحمة ربّه حيث كان آخر الناس عهداً به.\nتربّىٰ عليّ في حجر النبي 9 بعيداً عن أباطيل الجاهلية ، ودون أن تُلبسه من مدلهمات ثيابها ، أو تنجسه بأنجاسها ، فقد ولد في الجاهلية مسلماً وأحزر قصب السبق إلى الإيمان بالإسلام ، مكرماً وجهه عن الشرك وعبادة الأوثان ، وتلقّته يد النبوة لتحنو عليه منذ الصغر ، فكان النبي 9 يلي تربيته ويراعيه في نومه ويقظته ويحمله علىٰ صدره وعاتقه ، ويحبوه بألطافه وتحفه ،\n__________________\n(1) علي بن أبي طالب سلطة الحق / عزيز السيد جاسم : 15 ـ مؤسسة سينا للنشر ـ مصر ـ ومؤسسة الانتشار العربي ـ بيروت ـ 1997 م.",
        "(2) سورة البقرة : 2 / 105.\nويقول : « هذا أخي وناصري ، وصفيي وصيي ، وذخيرتي وكهفي » (1).\nوكان علي 7 يتبعه اتباع الظلّ ، مقتدياً بمكارم أخلاق معلّمه العظيم ، وعظمة نفسه ، وطهره ونقائه ، وحسن سيرته ، وبذلك تهيّأت له فرص التفاعل مع النبي 9 والاندماج بخط رسالته ما لم يتهيأ لغيره ، قال 7 : « قد علمتم موضعي من رسول الله 9 بالقرابة القريبة والمنزلة الخصيصة ، وضعني في حجره وأنا وليد ، يضمني إلىٰ صدره ، ويكنفني في فراشه ، ويُمسني جسده ، ويُشمني عرفه ، وكان يمضغ الشيء ثم يلقمنيه ، ... ولقد كنت أتّبعه اتّباع الفصيل أثر أُمّه ، يرفع لي في كلّ يوم من أخلاقه علماً ، ويأمرني بالاقتداء به ... » (2).\nومن مظاهر شرف الاصطفاء ، هو أنتقال الوصي منذ السادسة من عمره إلىٰ بيت النبي 9 ، ذكر البلاذري وعلي بن الحسين الأصفهاني : أن قريشاً أصابها أزمة وقحط ، فقال رسول الله 9 لعمّيه حمزة والعباس « ألا نحمل ثقل أبي طالب في هذا المَحْل ؟ » فجاءوا إليه ، وسألوه أن يدفع إليهم ولده ليكفوه أمرهم ، فقال : دعوا لي عقيلاً ، وخذوا من شئتم ، فأخذ العباس طالباً ، وأخذ حمزة جعفراً ، وأخذ محمّد 9 علياً 7 وقال لهم : « قد أخذت ـ من اختاره الله لي عليكم ـ علياً » (3).",
        "إذن فقد شاءت عناية الربّ أن يعيش الوصيّ 7 في كنف النبي 9 ، وأن يمتاز من دون سائر أفراد الأُمّة بعمق وجوده في حياة النبيّ القائد 9 ، فهو\n__________________\n(1) اثبات الوصية : 121 ، كنز الفوائد 1 : 255.\n(2) نهج البلاغة / تحقيق صبحي الصالح : 300 / خ 192.",
        "(3) شرح ابن أبي الحديد 1 : 15.\n\nربيبه ، تأدّب علىٰ يديه ، وتعلّم خصال نفسه الزكية ، وكان من ثمار تلك العناية الإلهية والتربية النبوية إن صارت شخصية الوصي 7 نسخة ناطقة بشمائل النبي 9 وسيرته وعبادته وعلمه وشجاعته وكرمه وزهده وصبره وهديه ، وأن ينال الذروة العليا من مبادئ الاستقامة والشرف والعظمة والسيادة ، وأن يتحلّىٰ بخصائص فريدة ومناقب فذّة ومزايا عجيبة. قال 9 لعلي 7 : « أنت مني ، وأنا منك » (1) وقال 9 : « ما من نبيّ إلاّ وله نظير في أُمته ، وعلي نظيري ». (2).\nثالثاً ـ السبق إلى الإسلام والتقدّم إلى الإيمان",
        "ليس في حياة علي 7 يوم للشرك أو الوثنية ، بل ولد في الإسلام دفعة واحدة وإلى الأبد ، فكان مثار أُعجوبة ودهشة أبدية ، أن يولد علي 7 مسلماً في زمن الجاهلية ، وذلك شرف عظيم لا يدانىٰ ، ومظهر من مظاهر الاصطفاء لا يضاهىٰ.\nوحينما بلغ علي 7 العاشرة ، كان الوحي قد أمر الرسول 9 بالدعوة ، فكان عليّ 7 ربيب الوحي وغرسة النبوة ، يرىٰ نور الوحي والرسالة : ويشمّ عبق النبوة ، ويسبق الناس إلى الإيمان بالواحد الأحد ، والتصديق بالنبي الخاتم 9 ، والتقدّم إلىٰ محراب الصلاة مع ابن عمّه المبعوث رحمةً للعالمين.\nقال أمير المؤمنين 7 : « ولقد كان يجاور في كلّ سنة بحراء ، فأراه ولا يراه غيري ، ولم يجمع بيت واحد يومئذٍ في الإسلام غير رسول الله 9\n__________________",
        "(1) صحيح البخاري 4 : 22 و 5 : 87 ، سنن الترمذي : 635 / 3716 ، مصابيح السنة / البغوي 4 : 172 / 4765.\n(2) الرياض النضرة 3 : 103 ، ذخائر العقبىٰ : 64.\nوخديجة ، وأنا ثالثهما ، أرىٰ نور الوحي والرسالة ، وأشمّ ريح النبوه ، ولقد سمعت رنة الشيطان حين نزل الوحي عليه 9 ، فقلت : يا رسول الله ، ما هذه الرنة ؟ فقال : هذا الشيطان قد أيس من عبادته ، إنك تسمع ما أسمع ، وترىٰ ما أرىٰ ، إلاّ أنك لست بنبي ، ولكنك لوزير ، وإنّك لعلىٰ خير ... » (1).\nوقال 7 : « أنا عبد الله وأخو رسول الله ، وأنا الصديق الأكبر ، لا يقولها بعدي إلاّ كاذب ، صلّيت قبل الناس بسبع سنين قبل أن يعبده أحدٌ من هذه الأُمة » (2).",
        "رابعاً ـ السبق في العلم\nومن مظاهر الاصطفاء سبق عليّ 7 لكلّ من عاصره من الصحابة وغيرهم في العلم ، فلقد أودع رسول الله 9 عليّاً 7 سنَّتَه كاملةً وكان أعلم الناس بها ، كما في حديث عائشة (3) ، وعلّمه ألف بابٍ من العلم ، يُفتح له من كل باب ألف باب (4) ، وكان يخصّه بمفاهيم الرسالة وخصائصها ، ويختلي به ويناجيه لساعات طويلة من الليل والنهار ، فكان له من رسول الله 9 مدخلان : مدخل بالليل ومدخل بالنهار (5) ، ويأتيه كل سحر وكلّ غداة (6) ، وكان 7 يقول : « إذا سألت رسول الله أنبأني ـ أو أعطاني ـ وإذا سكّت\n__________________\n(1) نهج البلاغة / تحقيق صبحي الصالح : 301 / خ 192.",
        "(2) المستدرك / الحاكم 3 : 111 ـ 112.\n(3) الصواعق المحرقة : 127.\n(4) ترجمة الإمام علي 7 من تاريخ دمشق 2 : 485 / 1012.\n(5) مسند أحمد 1 : 80 ، سنن ابن ماجة 2 : 1222 / 3708.",
        "(6) مسند أحمد 1 : 85 و 107.\n\nابتدأني » (1).\nوفي كلّ ذلك كان 9 يمارس دور الاعداد الفكري والقيادي لأمير المؤمنين 7 ، ويبلغ أصحابه في هذا الاتجاه ، حيث قال 9 : « أنا مدينة العلم وعلي بابها ، فمن أراد المدينة فليأت الباب » (2).",
        "وقال 9 : « قسمت الحكمة عشرة أجزاء ، فاُعطي علي تسعة أجزاء ، والناس جزءاً واحداً » (3).\nوقال ابن عباس 2 : والله لقد اُعطي علي بن أبي طالب تسعة أعشار العلم ، وأيم الله لقد شارككم في العشر العاشر (4).\nومن هنا تميّز من بين الصحابة بقوله 7 على المنبر : « سلوني قبل أن تفقدوني ، فلأنا بطرق السماء أعلم مني بطرق الأرض » (5). قال سعيد بن المسيب وابن شبرمة وغيرهما : لم يكن أحد من أصحاب النبي 9 يقول سلوني إلاّ علي (6) ، وذلك لأنه لا يجترئ علىٰ هذه الدعوىٰ إلاّ من يثق بنفسه بأن عنده\n__________________",
        "(1) مستدرك الحاكم 3 : 125 وصححه علىٰ شرط الشيخين : الصواعق المحرقة : 123 ، ترجمة الإمام علي 7 من تاريخ دمشق 2 : 486 / 1013.\n(2) المستدرك / الحاكم 3 : 126 و 127 وصححه ، جامع الأصول 9 : 473 / 6489 ، الصواعق المحرقة : 122 ، اُسد الغابة 4 : 22 ، تاريخ بغداد / الخطيب 11 : 49 و 50 ـ مطبعة السعادة ـ مصر ـ 1349 ه‍ ، البداية والنهاية 7 : 372 وغيرها كثير.\n(3) حلية الأولياء 1 : 68 ، مناقب ابن المغازلي : 287 / 328 ، كنز العمال 11 : 615 / 32982.\n(4) الاستيعاب بهامش الإصابة / ابن عبد البر 3 : 40 ـ مكتب السعادة بمصر.",
        "(5) نهج البلاغة / تحقيق صبحي الصالح : الخطبة (189).\n(6) الصواعق المحرقة : 127 ، شرح ابن أبي الحديد 7 : 46 ، ترجمة الإمام علي 7\nجواباً لكلّ ما يُسأل عنه ، وفي ذلك كفاية في الدلالة علىٰ سبقة وأرجحيّته في العلم.\nومن هنا أيضاً صار علي 7 ملجأً ومفزعاً لكل من يعضل عليه شيء من شؤون العلم ، ولم يرجع هو ولا مرة واحدة إلى أحدٍ منهم ، حتى أن عمر قال : لا أبقاني الله لمعضلة ليس لها أبو الحسن . وقال : لولا علي لهلك عمر (1).",
        "قال العقاد : كانت فتاواه مرجعاً للخلفاء والصحابة في عهود أبي بكر وعمر وعثمان ، وندرت مسألة من مسائل الشريعة لم يكن له رأي فيها يُؤخذ به ، أو تنهض له الحجة بين أفضل الآراء ، إلى أن قال : وقيل لابن عباس : أين علمك من علم ابن عمك ؟ فقال : كنسبة قطرة من المطر إلى البحر المحيط (2).\nخامساً ـ العصمة\nومن مظاهر الاصطفاء في شخص عليّ 7 هوأنه نظير النبي 9 في الطهارة والعصمة ، وذلك أمر اختصّ به أهل البيت : دون أفراد الأُمّة ، قال تعالىٰ : ( إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا ) (3) والمراد بأهل البيت الذين نزلت فيهم هذه الآية هم : النبي 9 وعلي والحسن والحسين وفاطمة الزهراء : (4).\n__________________",
        "من تاريخ دمشق 3 : 31 / 1054.\n(1) الاستيعاب / ابن عبد البر 3 : 39 بهامش الاصابة ، الاصابة / ابن حجر 2 : 509 ـ مكتب السعادة بمصر ، اُسد الغابة 4 : 23.\n(2) عبقرية الإمام علي 7 : 47 ـ دار الكتاب ـ ط 1.\n(3) سورة الأحزاب : 33 / 33.",
        "(4) راجع : صحيح مسلم 4 : 1883 / 2424 ، تفسير الرازي 8 : 80 ، سنن\nوإنما جعل الله سبحانه هذه المَلَكَة في الأوصياء مثلما جعلها في الأنبياء ، لأنه جعل مقامهم في الأُمّة مقام الأنبياء في وجوب الاقتداء بأفعالهم وأقوالهم ، وبما أن الحكيم لا يجوز منه أن يوجب علىٰ عباده الاقتداء بما هو قبيح أو غير مأمون منه فعل القبيح ، فلا بدّ أن يكون الوصي معصوماً كالنبي من جميع القبائح ، منزّهاً من الخطايا والآثام ، مسدّداً من الله ، مصوناً من هفوات الآراء وخطرات الأهواء ، ولذلك نفىٰ تعالىٰ أن ينال هذا العهد من كان ظالماً ، قال تعالىٰ : ( لا يَنَالُ عَهْدِي الظَّالِمِينَ ) (1) ومن مصاديق الظلم عبادة الأصنام ، قال تعالى : ( إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ) (2).\nقال الإمام الصادق 7 في الآية الاُولىٰ : « أبطلت هذه الآية إمامة كلّ ظالم إلىٰ يوم القيامة ، فصارت في الصفوة » (3).\nوقال أمير المؤمنين 7 : « لمّا علم إبراهيم 7 أن عهد الله ـ تبارك وتعالى اسمه ـ بالإمامة لا ينال عَبَدة الأصنام قال : ( وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ ) » (4).",
        "وعن عبد الله بن مسعود في حديث عن رسول الله 9 قال : « أنا دعوة أبي إبراهيم ، وكان من دعاء إبراهيم 7 (وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ\n__________________\nالترمذي 5 : 351 / 3205 و 5 : 663 / 3787 وغيرها كثير.\n(1) سورة البقرة : 2 / 124.",
        "(2) سورة لقمان : 31 / 13.\n(3) عيون أخبار الرضا 7 1 : 216 / 1.\n(4) الاحتجاج / الطبرسي : 251 ـ منشورات المرتضى ، مشهد ، والآية من سورة إبراهيم : 14 / 35.\nالأَصْنَامَ ) ... فانتهت الدعوة إليّ وإلى أخي علي ، لم يسجد أحدٌ منّا لصنم قطّ ، فاتخذني نبياً ، وعلياً وصياً » (1).",
        "سادساً ـ مزايا فريدة\nخصّ رسول الله 9 علياً 7 بمزايا جمّة لم تكن في غيره ، والنبي 9 ( مَا يَنطِقُ عَنِ الهَوَىٰ * إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَىٰ ) (2) فلا يمكن تفسير تلك المزايا والخصائص إلاّ بكونها من مظاهر الاصطفاء الإلهي والعناية الربانية ، وفيما يلي نذكر بعضها :\n1 ـ خصّه النبي 9 ليلة الهجرة بالمبيت علىٰ فراشه ليؤدي الأمانات عنه 9. ويتجشم الهجرة بمن بقي من نساء بني هاشم والمستضعفين من المؤمنين.\n2 ـ وخصّه بالمصاهرة من سيدة نساء العالمين فاطمة 3 ، بعد أن تقدّم لخطبتها غيره فردّهم ، ومنهم أبو بكر وعمر (3) ، وقال 9 : « إنّ الله تبارك وتعالى أمرني أن أزوّج فاطمة من علي » (4).",
        "3 ـ واختص علي 7 بكون ذرية النبي 9 من صلبه ، وقال 9 : « إن الله عزّوجلّ جعل ذرية كلّ نبي في صلبه ، وإن الله عزّوجلّ جعل ذريتي في صلب علي بن أبي طالب » (5).\n__________________\n(1) مناقب علي 7 / ابن المغازلي : 276 / 322 ، أمالي الطوسي : 379 / 811.\n(2) سورة النجم : 53 / 3 ـ 4.",
        "(3) راجع : المعجم الكبير / الطبراني 22 : 409 / 1021.\n(4) المعجم الكبير 22 : 407 / 1020 / الصواعق المحرقة : 124.\n(5) المعجم الكبير 3 : 44 / 2630 ، الصواعق المحرقة : 124.\n",
        "4 ـ وخصّه النبي 9 بالمؤاخاة ، وقال له : « أنت أخي في الدنيا والآخرة » (1).\n5 ـ وخصّه بالراية في ساحة الجهاد ، فدفع إليه رايته في بدر وهو ابن عشرين سنة (2) ، وكان علي 7 صاحب راية المهاجرين في المواطن كلّها (3).\nودفع إليه رايتين ، تطلّع إليهما كل من حضر من الصحابة ، فكان لعلي 7 شرف الاختصاص بهما دون غيره ، وهما : راية الفتح في مكة ، وراية الفتح في خيبر.\nوفي راية خيبر بعث 9 أبا بكر ، فعاد ولم يصنع شيئاً ، وبعث بعده عمر ، فعاد يجبّن أصحابه ويحبّنونه (4). فقال رسول الله 9 : « لأُعطين الراية غداً رجلاً يفتح الله علىٰ يديه ، يحبّ الله ورسوله ، ويحبه الله ورسوله ، كراراً غير فرار » فبات الناس يدوكون (5) ليلتهم أيّهم يعطاها ، فلما أصبح الناس غدوا علىٰ رسول الله 9 ، كلّهم يرجو أن يعطاها ، فأعطاها علياً 7 (6).",
        "6 ـ وخصّه بالتبليغ عنه 9 ، فقد أرسل أبو بكر ليبلّغ براءة في الموسم ،\n__________________\n(1) سنن الترمذي 5 : 636 / 3720 ، الصواعق المحرقة : 122.\n(2) مستدرك الحاكم 3 : 111.",
        "(3) الاصابة 2 : 30.\n(4) مستدرك الحاكم 3 : 27 وصححه ، تاريخ الطبري 3 : 93.\n(5) داك القوم : ماجوا واختلفوا.\n(6) الصواعق المحرقة : 121 ، والحديث صحيح وقد ورد بألفاظ متعددة ، راجع : صحيح البخاري 5 : 87 / 197 و198 ـ كتاب الفضائل ، و 5 : 279 / 231 ، كتاب المغازي ، صحيح مسلم 4 : 1871 / 32 ـ 34 ـ كتاب الفضائل ، سنن الترمذي 5 : 638 / 3724 وغيرها.",
        "فسار بها ثلاثاً ، ثم أردفه بعلي 7 ، فأخذها منه وسار ، ورجع أبو بكر وهو يقول : يا رسول الله ، أحدث فيّ شيء ؟ قال 9 : « لا ، ولكن أُمرت أن لا يبلغها إلاّ أنا أو رجل مني » وفي رواية : « لا يبلّغ عنّي إلاّ أنا أو رجل مني » (1).\n7 ـ وخصّه بفتح بابه إلى المسجد بعد أن أمر بسدّ الأبواب الشارعة إلى المسجد ، فكان يحلّ له 7 ولأهل بيته ما يحلّ النبي 9 دون أفراد الأُمّة.\nوتكلّم بذلك الناس ، فقال 9 : « أما بعد ، فاني اُمرت بسدّ هذه الأبواب إلاّ باب علي ، وقال فيه قائلكم ، وإنّي والله ما سددت شيئاً ولا فتحته ، ولكني اُمرت بشيء فاتبعته » (2).\n8 ـ وخصّه بالمناجاة يوم الطائف بأمر الله تعالىٰ ، فقال الناس : لقد طال نجواه مع ابن عمه ! فقال 9 : « ما أنا انتجيته ، ولكن الله انتجاه » (3).",
        "9 ـ وفي فتح مكّة اختصه رسول الله 9 بأن أصعده علىٰ منكبيه ، وألقىٰ صنم قريش الأكبر ، والنبي 9 يقول : « جاء الحق وزهق الباطل ، إن الباطل كان زهوقاً » (4).\n10 ـ وفي مناظرة النبي 9 لنصارىٰ نجران اختصّ النبي 9 علياً وفاطمة والحسن والحسين 8 بالمباهلة ، فكانوا المعنيين بقوله تعالىٰ : ( فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ) (5) فجعل\n__________________\n(1) مسند أحمد 1 : 3 و 331 ، 3 : 212 و 283 ، سنن الترمذي 5 : 636 / 3719.",
        "(2) مستدرك الحاكم 3 : 125 وصححه ، الصواعق المحرقة : 124.\n(3) سنن الترمذي 5 : 639 / 3726 ، مصابيح السنة 4 : 175 / 4773.\n(4) مستدرك الحاكم 2 : 367 ، مسند أحمد 1 : 84 و 151.\n(5) سورة آل عمران : 3 / 61.",
        "علياً كنفسه 9 (1) ، فكان أمير المؤمنين 7 هو الذي تفرّد من بين رجال الأُمة بشرف الاصطفاء الإلهي لهذه المنزلة العظيمة.\n11 ـ وخصّه بالقتال علىٰ تأويل القرآن ، وقال 9 : « إن منكم من يقاتل علىٰ تأويل القرآن كما قاتلت علىٰ تنزيله » فاستشرف لها القوم وفيهم أبو بكر وعمر ، فقال أبو بكر : أنا هو ؟ قال 9 : « لا » . قال عمر : أنا هو ؟ قال 9 : « لا ، ولكن خاصف النعل » (2) يعني علياً 7 وكان يخصف نعل رسول الله 9.\n12 ـ وخصّه بكونه الهادي للأُمّة من بعده ، قال علي 7 في قوله تعالىٰ : ( إِنَّمَا أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ )(3) : رسول الله 9 المنذر ، وأنا الهادي (4).\nوعن ابن عباس : وضع رسول الله 9 يده علىٰ صدره فقال : « أنا المنذر » ثم أومأ إلىٰ منكب علي 7 وقال : « أنت الهادي يا علي ، بك يهتدي المهتدون من بعدي » (5).",
        "13 ـ واختص 7 بكونه أحبّ الخلق إلى الله تعالىٰ وإلىٰ رسوله 9 ، كما\n__________________\n(1) معالم التنزيل / البغوي 1 : 480 ، وراجع أيضاً : صحيح مسلم 4 : 1871 ، سنن الترمذي 5 : 225 / 2999 ، مصابيح السنة 4 : 183 / 4795 ، الصواعق المحرقة : 121 وغيرها.\n(2) مستدرك الحاكم 3 : 123 ـ وصححه علىٰ شرط الشيخين ، مسند أحمد 3 : 82.",
        "(3) سورة الرعد : 13 / 7.\n(4) مستدرك الحاكم 3 : 129 ـ 130 وصححه علىٰ شرط الشيخين.\n(5) تفسير الرازي 19 : 20 ، تفسير الطبري 13 : 130 ـ دار إحياء التراث العربي ـ 1421 ه‍ ، تفسير النيسابوري بهامش تفسير الطبري 14 : 68 ـ دار المعرفة ـ 1403 ه‍ ، روح المعاني / الآلوسي 13 : 108.\nفي حديث الطائر المشوي وغيره (1).",
        "14 ـ واختص 7 بكونه قسيم الجنة والنار يوم القيامة (2).\n15 ـ واختص 7 بكون حبّه حباً لله تعالىٰ ورسوله 9 ، فقد جاء في الصحيح عنه 9 أنه قال : « من أحبّ علياً فقد أحبني ، ومن أبغض علياً فقد أبغضني » (3).\nوقال 9 « حبيبك حبيبي ، وحبيبي حبيب الله ، وعدوّك عدوّي ، وعدوي عدوّ الله ، والويل لمن أبغضك بعدي » (4).\n16 ـ وعهد إليه النبي 9 بأُمورٍ لم يعهدها إلىٰ غيره ، وهذا هو معنى الوصية علىٰ ما تقدّم في أوّل البحث ، قال ابن عباس : كنا نتحدّث أن رسول الله 9 عهد إلىٰ علي سبعين عهداً لم يعهدها إلىٰ غيره (5).",
        "17 ـ وجعله مع القرآن في كفّة واحدة حيث قال 9 : « علي مع القرآن ، والقرآن مع علي ، لا يفترقان حتىٰ يردا على الحوض » (6).\nإلىٰ غير ذلك من المزايا الفريدة التي لو أتينا عليها جميعاً لطال بنا المقام ، وكلّها تحكي أن الوصية ليست المظهر الوحيد الذي اختص الله تعالىٰ به وليه ، بل له 7 خصائص اُخرىٰ كانت مثار إعجاب وغبطة المؤمنين وحسد المنافقين\n__________________\n(1) مستدرك الحاكم 3 : 130 ـ 131 وصححه على شرط الشيخين.",
        "(2) الصواعق المحرقة : 126.\n(3) مستدرك الحاكم 3 : 130 ـ وصححه.\n(4) مستدرك الحاكم 3 : 128 ـ وصححه.\n(5) حلية الأولياء 1 : 71 ، مجمع الزوائد 9 : 116.",
        "(6) مستدرك الحاكم 3 : 124 وصححه ، الصواعق المحرقة : 124.\nوالذين في قلوبهم مرض له 7 ، بل وتمنّىٰ بعضهم ولو واحدة منها ، لتكون أحبّ إليه من حمر النعم ، أو من الدنيا وما فيها.\nقال عمر بن الخطاب : لقد أُعطي علي بن أبي طالب ثلاث خصال ، لأن تكون لي خصلة منها أحب إليّ من أن أُعطي حمر النعم. قيل : وما هنّ ؟ قال : تزويجه فاطمة بنت رسول الله 9 ، وسكناه المسجد مع رسول الله 9 يحلّ له ما يحلّ له ، والراية يوم خيبر (1).\nوقال معاوية لسعد بن أبي وقاص : ما يمنعك أن تسبّ ابن أبي طالب ؟ فقال : لا أسبّه ما ذكرت ثلاثاً قالهنّ له رسول الله 9 ، لأن تكون لي واحدة أحبّ إليّ من حمر النعم ، وذكر حديث الكساء ، وحديث المنزلة ، والراية يوم خيبر (2).",
        "وقال سعد في حديث آخر : إن علي بن أبي طالب أُعطي ثلاثة لأن أكون اُعطيت إحداهنّ أحبّ إليّ من الدنيا وما فيها ، ثم ذكر حديث الغدير ، والراية يوم خيبر ، وسدّ الأبواب دون بابه (3). ( وَاللهُ يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ ) (4).\n* * *\n\n",
        "\n\n__________________\n(1) مستدرك الحاكم 3 : 125 ـ وصححه ، الصواعق المحرقة : 127.",
        "(2) مستدرك الحاكم 3 : 108 و 109.\n(3) مستدرك الحاكم 3 : 116 ـ 117.\n(4) سورة البقرة : 2 / 105.\nالمبحث الرابع : أوجه التشابه",
        "بين وصي موسىٰ 7 ووصي محمّد 9\nتقدّم في أحاديث الوصية أنه حينما سأل سلمان 2 رسول الله 9 عن وصيه ، قال له 9 : « من كان وصي موسىٰ ؟ » فأجاب سلمان : يوشع بن نون ، ثمّ عقّب 9 بذكر وصيه علي بن أبي طالب 7.\nولم تكن هذه المقارنة عبثاً ، بل إنها تحكي عن مزيدٍ من أوجه التشابه والتماثل بين وصيّ موسىٰ 7 ووصي محمّد 9 ، وفيما يلي نذكر بعض الأوجه المستقاة من الحديث والسنّة :\n1 ـ السبق إلى الإيمان",
        "يتميّز أمير المؤمنين 7 من بين سائر أفراد الاُمّة بعمق وجوده في كيان الرسالة ، فهو المسلم الأول ، والمصلّى الأول ، والمجاهد الأول في تاريخ الإسلام ، وهكذا كان يوشع 7 ، فقد جاء في الحديث عن ابن عباس : قال : قال رسول الله 9 : « السبّاق ـ أو السُّبّق ـ ثلاثة : فالسابق إلىٰ موسىٰ يوشع بن نون ، والسابق إلىٰ عيسىٰ ياسين ، والسابق إلىٰ محمّد 9 علي ابن أبي طالب » (1).\n__________________\n(1) المعجم الكبير / الطبراني 11 : 77 / 11152 ، الصواعق المحرقة : 125 ، شرح ابن أبي الحديد 13 : 225 ، الآحاد والمثاني / أبو بكر الشيباني 1 : 150. دار الراية ـ الرياض ، ذخائر العقبى : 58 ، كنز العمال 11 : 601 / 32896.\n",
        "وقال المفجّع البصري في هذه الخصلة من التشابه :\n2 ـ ردّ الشمس\nردّت الشمس لأمير المؤمنين 7 مرتين ؛ مرة في حياة النبي 9 ، وذلك حينما تغشى الوحي رسول الله 9 ، فتوسّد فخذ أمير المؤمنين 7 ، ففاتته صلاة العصر (2). ومرّة اُخرىٰ في زمان خلافته ، لمّا أراد أن يعبر الفرات ببابل حينما عاد من قتال الخوارج ، فاشتغل كثير من أصحابه بتعبير دوابّهم ورحالهم ، ففاتتهم الصلاة معه 7 ، فشكوا ذلك إليه ، فسأل الله تعالىٰ أن يردّ الشمس ، فأجابه الله تعالىٰ إلىٰ ذلك (3).\nورُدّت الشمس ليوشع بن نون وصي موسى 7 حينما فاتته الصلاة في وقتها (4) ، وقيل : بل ردّت له حينما خرج لقتال الجبّارين في مدائن الشام ، فأدركه",
        "__________________\n(1) ديوان المفجع : 137 ـ دار الزهراء ـ بيروت ـ 1405 ه‍ ، بحار الأنوار 39 : 63.\n(2) راجع : الصواعق المحرقة : 128 ، ترجمة عليّ 7 من تاريخ دمشق 2 : 283 ، المناقب / ابن المغازلي : 96 ـ 98 ، المناقب / الخوارزمي : 217 ، الرياض النضرة 3 : 121 ، البداية والنهاية 6 : 86 و 282 ، الارشاد / المفيد : 345 ، الفقيه 1 : 130 / 610 ، تاج العروس ـ مادة يشع ـ.\n(3) الفقيه 1 : 130 / 661 ، الارشاد / المفيد 1 : 346 ، بحار الأنوار 41 : 171 / 8 و 174.",
        "(4) الفقيه 1 : 130 / 608.\nالمساء وقد بقيت منهم بقية ، فدعا الله تعالىٰ ، فردّ عليه الشمس ، وزاد في النهار ساعة حتى استأصلهم ودخل مدينتهم وجمع غنائمهم (1).\nوذكر كثير من الشعراء هذه الفضيلة مقارنين بين عليّ ويوشع 8 ، منهم : السيد الحميري حيث قال :\nوقال ابن أبي الحديد :",
        "3 ـ قتال الجبّارين\nعهد موسىٰ 7 إلىٰ يوشع بأنه يقاتل الجبارين في بلاد الشام ، فقاتلهم في\n__________________\n(1) راجع : الكامل في التاريخ 1 : 154 ـ 155 ، البداية والنهاية 6 : 281 ، قصص الأنبياء ( عرائس المجالس ) / الثعلبي : 220 ـ منشورات المكتبة الثقافية ـ بيروت ، قصص الأنبياء / ابن كثير : 441 ، وفيات الأعيان / ابن خلكان 7 : 227 ـ منشورات الشريف الرضي ـ 1364 ه‍ ، البدء والتاريخ 3 : 96 ، بحار الأنوار 13 : 375 و 58 : 256 / 47.",
        "(2) قال السيد المرتضى ; في شرحه لبائية السيد الحميري : معنى ( أو ) هاهنا معنى الواو ، فكأنّه قال : إلاّ ليوشع وله ، كما قال الله تعالىٰ : ( فَهِيَ كَالحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ) ( سورة البقرة : 2 / 74 ) على أحد التأويلات في الآية. بحار الأنوار 41 : 190.\n(3) الإرشاد / المفيد 1 : 347.\n(4) القصائد العلويات / ابن أبي الحديد : 140 ـ مؤسسة الأعلمي ـ بيروت.\nبيت المقدس وأريحا والبلقاء حتىٰ مكّنه الله منهم (1) ، وعهد رسول الله 9 لأمير المؤمنين 7 بأنه يقاتل المارقين والناكثين والقاسطين (2) ، فقاتل الجبّارين وأئمّة الضلال من هذه الأمّة.",
        "وجاء في الرواية عن أمير المؤمنين 7 أنه قرأ هذه الآية في يوم الجمل ( وَإِن نَّكَثُوا أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ ) (3) ثمّ قال : « والذي فلق الحبّة وبرأ النسمة واصطفىٰ محمّداً 9 بالنبوة إنهم لأصحاب هذه الآية ، وما قوتلوا مذ نزلت » (4).\n4 ـ خروج الصفراء علىٰ يوشع ، والحميراء علىٰ عليّ 7 !\nحينما قام يوشع بالأمر بعد موسىٰ 7 خرجت عليه صفراء ـ أو صفوراء ـ بنت شعيب ، زوجه موسى 7 فقالت : أنا أحقّ منك بالأمر ، وتبعها بعض منافقي بني إسرائيل ، فقاتلهم يوشع ، وظفر بهم ، وقتل مقاتليهم وهزم الباقين ، وأسر صفراء وعفا عنها ، وأحسن صونها حتى أوصلها مع حرسٍ من النساء إلىٰ قومها (5) ، وهكذا كان الأمر مع عائشة حينما خرجت على أمير المؤمنين عليّ 7.\n__________________",
        "(1) راجع المصادر المتقدّمة في ردّ الشمس ليوشع 7.\n(2) المستدرك / الحاكم 3 : 139 ـ 140.\n(3) سورة التوبة : 9 / 12.\n(4) قرب الاسناد / السيد الحميري : 96 / 327 ـ مؤسسة آل البيت : ـ قم ، تفسير العياشي 2 : 219 / 1790.",
        "(5) راجع : إكمال الدين : 27 : و 154 ، إثبات الوصية / المسعودي : 52 ، بحار الأنوار 13 : 366 / 8 و 369 / 15.\nوإذا كانت بنت شعيب الخارجة على إمام زمانها صفراء ، فإن بنت أبي بكر التي خرجت على إمام زمانها كانت حمراء ، فانظر كيف أصبح اللون علامة لهما ، وهو وجه من التشابه العجيب بينهما ! وهذا من مصاديق قوله 9 : « يكون في هذه الاُمة كل ما كان في بني إسرائيل حذو النعل بالنعل وحذوالقذّة بالقذّة » (1).\n5 ـ الفتوّة\nكان يوشع فتىٰ موسىٰ 7 ، وقد جاء في الذكر العزيز ( وَإِذْ قَالَ مُوسَىٰ لِفَتَاهُ ) (2) وجاء أيضاً ( فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ ) (3) قيل : إن المراد به يوشع بن نون وصي موسىٰ 7 ، وبه وردت الرواية ، وقيل : سمّي فتىً لأنه كان يلازمه سفراً وحضراً ، أو لأنه كان يخدمه (4).",
        "وهكذا كان أمير المؤمنين 7 فتىٰ محمّد المصطفىٰ 9 ، وقد جاء في الرواية أن جبرئيل نادىٰ يوم اُحد مراراً :\nوذلك حينما قتل علي 7 أصحاب الألوية يوم فرّ الجمع عن رسول الله 9 ، فقال جبرئيل لرسول الله 9 : « إنّ هذه للمواساة » ، فقال 9 : « وما يمنعه وهو منّي وأنا منه » فقال جبرئيل : وأنا منكما (5).\n__________________\n(1) الفقيه 1 : 130 / 609.",
        "(2) سورة الكهف : 18 / 60.\n(3) سورة الكهف : 18 / 62.\n(4) تفسير الميزان 13 : 338.\n(5) شرح ابن أبي الحديد 14 : 251 ، تاريخ الطبري 2 : 514 ، الإرشاد / المفيد 1 : 87 ،",
        "6 ـ السبق في العلم\nورد في الحديث أن موسىٰ 7 أوصى إلىٰ يوشع ؛ لأنه كان أعلم اُمّته بعده ، وأن النبي 9 أوصىٰ إلىٰ علي 7 لأنه أعلم اُمته بعده.\nفقد روي الطبراني عن سلمان 2 قال : قلت يا رسول الله ، لكل نبي وصيّ ، فمن وصيك ، فسكت عنّي ، فلما كان بعدُ رآني ، فقال : « يا سلمان » فأسرعت إليه ، قلت : لبيك. قال : « تعلم من وصي موسى ؟ » قلت : نعم ، يوشع ابن نون. قال : « لِم ؟ » قلت : لأنه كان أعلمهم. قال : « فإن وصيي وموضع سري وخير من أترك بعدي وينجز عدتي ويقضي ديني علي بن أبي طالب » (1).\nوقد ثبت أن علياً 7 أعلم الأُمّة وأقضاها بعد رسول الله 9 ، ولم يسبقه أحد في هذا المضمار ، وقد قدّمنا ذلك في المبحث الثالث ( مظاهر الاصطفاء ).",
        "7 ـ أتباعه هُم الفرقة الناجية\nورد في الحديث عن علي 7 : « افترقت اليهود على احدى وسبعين فرقة ، سبعون منها في النار وواحدة ناجية في الجنة ، وهي التي اتبعت يوشع بن نون وصي موسىٰ 7 ... وتفترق هذه الأمة علىٰ ثلاث وسبعين فرقة ، اثنتان وسبعون فرقة في النار وواحدة في الجنة ، وهي التي اتبعت وصي محمّد 9 وضرب بيده علىٰ صدره » (2).\n__________________\nالأغاني / أبو الفرج الأصفهاني 15 : 192 ـ دار إحياء التراث العربي ، المناقب / ابن المغازلي : 197 / 234.",
        "(1) المعجم الكبير / الطبراني 6 : 221 / 6063 ، أمالي الصدوق : 63 / 25.\n(2) كتاب سليم : 175 / 39 مؤسسة البعثة ـ طهران ، أمالي الطوسي : 523 / 1159 ، الاحتجاج / الطبرسي : 263.\n8 ـ ليلة الشهادة وأحداثها\nقام الحسن 7 خطيباً في الليلة التي قتل بها أمير المؤمنين 7 ، فكان مما قال : « لقد قبض في هذه الليلة رجل لم يسبقه الأولون ولا يدركه الآخرون ، ولقد توفي في الليلة التي عرج فيها بعيسىٰ بن مريم ، والتي توفي فيها يوشع ابن نون .. » (1).",
        "ومن حوادث ليلة الشهادة ما رواه ابو بصير عن أبي عبد الله عن أبيه الباقر 8 ، قال : « لما كانت الليلة التي قتل فيها علي 7 لم يرفع عن وجه الأرض حجر إلاّ وجد تحته دم عبيط حتىٰ طلع الفجر ، وكذلك كانت الليلة التي قتل فيها يوشع بن نون » (2).\nوروي ابن شهاب عن عبد الملك : أنه لم يرفع حجر من بيت المقدس إلاّ وجد تحته دم ، وذلك في الصبيحة التي قُتِل فيها علي 7 (3).\n9 ـ مدّة بقائه بعد النبي 9\nروي الشيخ الصدوق بالاسناد عن عبد الله بن مسعود ، قال : قلت للنبي 9 : يا رسول الله ، من يغسّلك إذا متّ ؟ قال : « يغسّل كل نبي وصيه » قلت : فمن وصيك يا رسول الله ؟ قال : « علي بن أبي طالب » قلت : كم يعيش بعدك يا رسول الله ؟ قال : « ثلاثين سنة ، فإن يوشع بن نون وصي موسىٰ عاش بعد موسى ثلاثين سنة ... » (4).",
        "__________________\n(1) شرح ابن أبي الحديد 13 : 225 و 16 : 30 ، البداية والنهاية 7 : 333 ، الذرية الطاهرة : الدولابي : 115 / 124 ـ جماعة المدرسين ـ قم ـ 1407 ه‍ ، الكامل في التاريخ 3 : 265.\n(2) بحار الأنوار 13 : 368 / 12 و42 : 302 / 2.\n(3) المستدرك / الحاكم 3 : 113.",
        "(4) إكمال الدين : 27 ، بحار الأنوار 13 : 367 / 10 و 22 : 512 / 12 و 32 : 280 / 227.\n10 ـ عدد الأئمة بعده\nروى الشيخ الصدوق بالاسناد عن الإمام الصادق 7 ـ في حديث ـ قال : « استتر الأئمة بعد يوشع بن نون إلى زمان داود 7 أربعمائة سنة ، وكانوا أحد عشر ، وكان قوم كلّ واحد منهم يختلفون إليه في وقته ، ويأخذون عنه معالم دينهم حتى انتهى الأمر إلى آخرهم ، فغاب عنهم ، ثم ظهر لهم فبشّرهم بداود 7 ، وأخبرهم أن داود 7 هو الذي يطهّر الأرض من جالوت وجنوده ، ويكون فرجهم في ظهوره » (1).\nوكذلك كان عدد الأئمة بعد أمير المؤمنين 7 أحد عشر إماماً ، وقد مارست الأُمّة في شأنهم شتى أنواع التغييب القسري عن ممارسة دورهم القيادي الذي جعله الله لهم ، فكان نصيبهم السجن أو القتل أو السمّ ، لكن مع ذلك فرضوا مرجعيتهم الفكرية حتى على فقهاء البلاطات في كثير من الحالات المدونة في مصادر الحديث والتاريخ ، وتربّى على أيديهم أجيالاً من أصحابهم المتقين الذين كانوا يختلفون إليهم. ويأخذون عنهم معالم دينهم حتى انتهى الأمر إلى اخرهم ، وهو الإمام الحجة بن الحسن 7. المنتظر لإقامة دولة الحق والعدل والسلام ، ومحق اُسس الجور والظلم والباطل ، و ( للهِ الأَمْرُ مِن قَبْلُ وَمِن بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ المُؤْمِنُونَ ) (2).",
        "11 ـ مظاهر اُخرىٰ من التشابه بينهما 8\nجاء في الرواية عن الصادق 7 أن يوشع بن نون اُتي بقوم بعد وفاة موسىٰ 7 ، شهدوا أن لا إله إلاّ الله ولم يقرّوا أن موسىٰ رسول الله ، فجعلهم في\n__________________\n(1) إكمال الدين : 154 / 17 ، بحار الأنوار 13 : 445 / 10.",
        "(2) سورة الروم : 30 / 4.\n\nحفيرة وأوقد لهم في حفيرة ثانية ، ثم استتابهم مرّة بعد اُخرىٰ ، فلم يتوبوا فقتلهم بالدخان ، وهكذا فعل بمثلهم أمير المؤمنين 7 في الكوفة (1).\nفهذه بعض أوجه التشابه بين يوشع وأمير المؤمنين 8 ، ويستطيع المتتبّع أن يجد المزيد ، ولو لم يكن ثمة دليل آخر على الوصية لأمير المؤمنين 7 غير هذه الأوجه التي ذكرناها لكانت كافية في إثبات المراد.",
        "( إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) (2).\n* * *\n\n",
        "\n__________________\n(1) راجع متن الرواية مفصلاً في الكافي 4 : 181 / 7 ـ باب النوادر ـ كتاب الصيام ، وسائل الشيعة 10 : 249 / 13336.\n(2) سورة ق : 50 / 37.",
        "الفصل الثالث :\nالوصية في الشعر العربي\nإنّ الشعر العربي يعدّ ديوان العرب وسجّل مآثرهم وأيامهم ، وقد دوّن الرعيل الأول من شعراء صدر الإسلام الأحداث الكبرىٰ والوقائع العظمى التي مرت بها الدعوة الإسلامية منذ تباشير نشأتها الاُولى ، وعكسوا في أشعارهم مفاهيم الإسلام ومصطلحاته التي ألفوها من خلال صحبتهم للنبي المصطفى 9 وسماعهم كلام الوحي على لسانه.\nوكانت الوصية من المفاهيم المهمة التي حظيت بنصيب وافر في ديوان الشعر العربي منذ فجر الرسالة وإلى اليوم ، وقد تسالم على نقلها أهل العلم ورواة الأخبار على الاتفاق والتواطؤ جيلاً بعد جيل بشكل لا يمكن لأحدٍ إنكاره أو دفعه إلاّ مكابرة أو عناداً.",
        "وقد عبّر أبو العباس المبرّد عن كثرة النصوص الشعرية الواردة في الوصية بقوله : فهذا شيء كانوا يقولونه ويكثرون فيه (1).\nوذكر ابن أبي الحديد في معرض شرحه لقول أمير المؤمنين 7 عن أهل البيت : : « وفيهم الوصية والوراثة » اثنين وعشرين نصاً من الشعر المقول في\n__________________\n(1) الكامل في اللغة والأدب 2 : 151.",
        "\nصدر الإسلام ، المتضمن كونه 7 وصي رسول الله 9 ، وقد نقلها جميعاً عن كتابين (1) فقط ، ثم قال في آخرها : والأشعار التي تتضمن هذه اللفظة كثيرة جداً ولكنّا ذكرنا منها هاهنا بعض ما قيل في هذين الحزبين ، فأما ما عداهما فانه يجلّ عن الحصر ، ويعظم عن الإحصاء والعدّ ، ولولا خوف الملالة والإضجار لذكرنا من ذلك ما يملأ أوراقاً كثيرة (2).\nوقد اقتصرت في هذا الفصل على الأشعار التي أنشدها الصحابة دون غيرهم لتكون شواهد تاريخية دامغة ، بالغة في الحجة ، قاطعة لذرائع المتذرّعين والمؤوّلين ، لما تضمّنته من نصوص صريحة في الدلالة على أن الوصية أمرٌ معروف في صدر الإسلام ، وأنها تعني الاستخلاف وولاية الأمر بعد الرسول 9 ، وقد رتّبت أسماء الشعراء على حروف الهجاء :\n1 ـ الأشعث بن قيس الكندي (3)",
        "مما قيل على لسان الأشعث في صفّين :\n__________________\n(1) وهما كتاب ( وقعة الجمل ) لأبي مخنف لوط بن يحيى ، وقال فيه ابن أبي الحديد : وأبو مخنف من المحدثين وممن يرى صحة الإمامة بالاختيار ، وليس من الشيعة ولا معدوداً من رجالها. والكتاب الثاني ( صفين ) لنصر بن مزاحم بن يسار المنقري ، قال : وهو من رجال الحديث ، شرح ابن أبي الحديد 1 : 147.\n(2) شرح ابن أبي الحديد 1 : 150.",
        "(3) صحابي ، أسلم سنة 16 ه‍ ، وارتدّ بعد النبي 9 ، واُخذ أسيراً ، ثم أطلقه أبو بكر ، وشهد اليرموك ، واستعمله عثمان على أذربيجان ، وشهد صفين مع علي 7 ، وكان ممن ألزمه بالتحكيم ، وتوفي سنة 40 ه‍ ، وقيل : 42 ه‍. اُسد الغابة 1 : 151 / 185.\n\nومما قيل على لسانه أيضاً :\n2 ـ جرير بن عبد الله البجلي (3)",
        "قال حينما ورده كتاب علي 7 بعد البيعة :\n__________________\n(1) وقعة صفّين : 24 ، شرح ابن أبي الحديد 1 : 148 ، المناقب / لابن شهر آشوب 3 : 61.\n(2) وقعة صفّين : 23 ، شرح ابن أبي الحديد 1 : 147.",
        "(3) من أعيان الصحابة ، سكن الكوفة ، وقدم الشام برسالة أمير المؤمنين 7 إلىٰ معاوية ، والتحق بمعاوية الطليق ، وتوفي سنة 54 ه‍. الاصابة 1 : 232 / 1136 ، سير أعلام النبلاء / الذهبي 2 : 530 / 108 ـ مؤسسة الرسالة ـ بيروت ـ 1405 ه‍ ، معجم رجال الحديث / السيد الخوئي 4 : 41 ـ بيروت ـ ط 3 ـ 1403 ه‍.\n(4) الفتوح / أبن اعثم 2 : 305 ، وقعة صفين : 18 ، مناقب ابن شهر آشوب 3 : 63 ، الفصول المختارة : 218 و 235 ، وفي شرح نهج البلاغة 1 : 147 منسوب إلىٰ زحر ابن قيس.\nوكان فيما كتب إلىٰ شرحبيل بن السمط الكندي رئيس اليمانية ، وكان من أصحاب معاوية :\nإلى أن يقول :",
        "3 ـ حجر بن عدي الكندي (2)\nأنشد في يوم الجمل :\nوفي البيت الأخير دلالة واضحة على أن معنى الوصية الخلافة ولا يمكن\n__________________",
        "(1) وقعة صفين : 48 ـ 49 ، شرح ابن أبي الحديد 1 : 149.\n(2) كان من خيار الصحابة ، ويسمّي حجر الخير ، وفد على رسول الله 9 ، وشهد القادسية ، وكان رئيساً قائداً شجاعاً ، عابداً زاهداً مستجاب الدعوة ، عارفاً بالله ، مطيعاً له ، مجاهراً بالحق ، مقاوماً للظلم ، شهد الجمل وصفين مع أمر المؤمنين 7 ، وقتله معاوية الوغد اللئيم صبراً في مرج عذراء مع أصحابٍ له سنة 51 ه‍. اُسد الغابة 1 : 565 / 1093 ، أعيان الشيعة / السيد محسن الأمين 7 : 302 ـ دار التعارف ـ بيروت ـ 1420ه‍ ، الأعلام / الزركلي 2 : 169 ـ دار العلم للملايين ـ بيروت.\n(3) وقعة صفين : 381 ، الفتوح / ابن أعثم 3 : 145 ، شرح ابن أبي الحديد 1 : 145.\nصرفه أوتأويله إلى معنى آخر.",
        "4 ـ حسان بن ثابت الأنصاري (1)\nقال يمدح علياً 7 على لسان الأنصار :\n5 ـ خزيمة بن ثابت الأنصاري (3)\nقال في أمير المؤمنين 7 :",
        "وقال في بيعة أمير المؤمنين 7 :\n__________________\n(1) من أعيان الصحابة ، شاعر النبي 9 ، توفي قبل الأربعين للهجرة ، وقيل غير ذلك. راجع : اُسد الغابة 1 : 7 / 1153.\n(2) الأخبار الموفقيات / الزبير بن بكار : 598 ـ منشورات الشريف الرضي ـ قم ـ 1416ه‍ ، شرح ابن أبي الحديد 6 : 35 ، تاريخ اليعقوبي 2 : 128.",
        "(3) صحابي جليل ، معروف بذي الشهادتين ، شهد بدراً والمشاهد كلها ، وشهد الجمل وصفين مع أمير المؤمنين عليّ 7 واستشهد في صفين سنة 37 ه‍. اُسد الغابة 2 : 164 / 1446.\n(4) أخبار شعراء الشيعة / المرزباني : 42 الطبعة (2) 1413 ه‍ ـ شركة الكتبي ـ بيروت ، المناقب / لابن شهر آشوب 3 : 9.\n\nوقال في أبيات يخاطب بها عائشة يوم الجمل :",
        "وقال في يوم الجمل أيضاً :\n6 ـ زحر بن قيس بن مالك الجعفي (4)\n__________________\n(1) المستدرك / الحاكم 3 : 124 / 4595 ، الفتوح / لابن أعثم 2 : 275 ، شرح ابن أبي الحديد 13 : 231.",
        "(2) شرح ابن أبي الحديد 1 : 146 ، والبيت شاهد علىٰ مستوىٰ عائشة من الحقّ والدين.\n(3) شرح ابن أبي الحديد 1 : 146.\n(4) له إدراك ، وكان من الفرسان ، وكان مع أمير المؤمنين عليّ 7 ، فاذا نظر إليه قال : من سرّه أن ينظر الى الشهيد الحيّ فلينظر إلىٰ هذا ، واستعمله أمير المؤمنين عليّ 7 على المدائن. الإصابة 1 : 576 / 2966.\n(5) شرح ابن أبي الحديد 1 : 147.",
        "7 ـ زُفَر بن زيد الأسدي (1)\nوقال حينما رأىٰ تنكّب الناس عن وصية النبي 9 :\n8 ـ زياد بن لبيد الأنصاري (3)\nقال يوم الجمل وقد شهدها مع علي 7 :",
        "يعني : علىٰ عائشة وطلحة والزبير وجندهم الكذّابين الناكثين.\n9 ـ عبادة بن الصامت الأنصاري (5)\n__________________\n(1) صحابي ، كان سيد بني أسد في وقته ، وثبت على إسلامه حين ظهر طليحة وادّعى النبوة ، اُسد الغابة 2 : 306 / 1754.",
        "(2) شرح ابن أبي الحديد 13 : 232 ، الفصول المختارة : 218.\n(3) صحابي ، خرج إلى رسول الله 9 ، وأقام معه بمكّة ، حتى هاجر معه إلى المدينة ، شهد بدراً والمشاهد كلّها مع رسول الله 9 ، واستعمله النبيّ 9 على حضرموت. توفّي في أوّل أيام معاوية الوغد اللئيم. اُسد الغابة 2 : 325 / 1809.\n(4) شرح ابن أبي الحديد 1 : 145.\n(5) من فضلاء الصحابة ، وأحد النقباء الاثني عشر ، شهد العقبة الأولىٰ والثانية ، وشهد بدراً واُحداً والمشاهد كلّها مع النبيّ 9 ، توفّي سنة 34 بالرملة. اُسد الغابة 3 : 158 / 2789.",
        "\nوفي الشطر الأخير يحتج الشاعر على الذين أخّروا عليّاً 7 عن رتبته في الخلافة التي ارتضاها له الله تعالىٰ ورسوله 9 ، بكونه وصياً من دونهم ، والوصية تقتضي التقديم ؛ لأنها لا تعني شيئاً غير الخلافة.\n10 ـ عبد الرحمن بن حنبل (2)\n11 ـ عبد الله بن أبي سفيان الهاشمي (4)",
        "قال في جواب الوليد بن عقبة بن أبي مُعيط :\n__________________\n(1) المسلك في أصول الدين / المحقق الحلي : 197 ـ استانه قدس ـ ط 1 ـ ت 1414 ه‍ ، المجموع الرائق / هبة الله الموسوي 2 : 51 ـ ط 1 طهران ـ 1417 ، بيت الأحزان / عباس القمّي : 68 ـ دار الحكمة ـ قم ـ ط 1 ـ 1412ه‍.\n(2) صحابي ، شاعر ، أصله من اليمن ، ومولده بمكّة ، شهد وقعة أجنادين ، شهد مع أمير المؤمنين عليّ 7 الجمل وصفّين ، واستُشهد في صفّين سنة 37 ه‍ ، الإصابة 2 : 395 / 5107 ، الأعلام / الزركلي 3 : 305.",
        "(3) الفصول المختارة : 218 ، الفتوح / لابن أعثم 2 : 277 ، كفاية الطالب : 127 باب 25 ، شرح ابن أبي الحديد 1 : 143.\n(4) هو عبد الله بن أبي سفيان بن الحارث بن عبد المطلب بن هاشم ، أبو الهياج ، ذكره البغوي في الصحابة ، وقال الواقدي في مقتل الإمام الحسين 7 : إن أبا الهياج قتل معه 7 ، وكان شاعراً مجيداً ، وقد ورد مع أمير المؤمنين عليّ 7 إلى المدائن. اُسد الغابة 3 : 267 / 2980 ، الاصابة 3 : 320. \n\nوله أيضاً ولعلّه من نفس القصيدة :",
        "12 ـ عبد الله بن بديل بن ورقاء الخزاعي (3)\nقال في يوم الجمل :\n13 ـ عبد الله بن عباس بن عبد المطلب\nقال في صفّين يصف أمير المؤمنين عليّاً 7 :",
        "__________________\n(1) الفصول المختارة : 217 و 235 ، شرح ابن أبي الحديد 13 : 231 ، وفي كفاية الطالب : 127 ومناقب ابن شهر آشوب 3 : 64 نُسِب البيتان إلى الفضل بن العباس.\n(2) شرح ابن أبي الحديد 1 : 143.\n(3) صحابي جليل ، وكان سيد قومه ، أسلم قبل الفتح ، وشهد الفتح وحنيناً والطائف وتبوك مع رسول الله 9 ، وصحب أمير المؤمنين عليّاً 7 فكان من أفاضل أصحابه وأعيانهم ، شهد الجمل معه 7 ، وقُتل مع أخيه عبدالرحمٰن في صفّين سنة 37 ه‍. اُسد الغابة 3 : 184 ، 2832.",
        "(4) شرح ابن أبي الحديد 1 : 146.\n(5) شرح ابن أبي الحديد 1 : 150 ، وقعة صفين : 416 من قصيدة طويلة منسوبة\n14 ـ أمير المؤمنين علي بن أبي طالب صلوات الله وسلامه عليه\nأنشد 7 في صفين جواباً لعمرو بن العاص ومعاوية من قصيدة طويلة جاء فيها :",
        "15 ـ عمرو بن العاص السهمي\nمن قصيدة له طويلة كتبها إلى معاوية حينما امتنع عن إرسال خراج مصر :\n16 ـ قيس بن سعد بن عبادة (3)\nأنشد في الكوفة لمّا نزل الإمام الحسن 7 وعمار 2 يستحثّان أهل الكوفة علىٰ نصرة أمير المؤمنين 7 في حرب الجمل :",
        "__________________\nإلى الفضل بن العباس.\n(1) الفتوح / ابن أعثم 3 : 133 ، وقعة صفين : 43 ، شرح ابن أبي الحديد 1 : 148 و 2 : 69.\n(2) الغدير 2 : 173 عن عدّة مصادر.",
        "(3) صحابي جليل ، كان سيد الأنصار غير مدافع ، ويحمل رايتهم في مغازي رسول الله 9 ، وصحب أمير المؤمنين عليّاً 7 في خلافته فولاه مصر سنة 36 ـ 37 ، وشاركه في حروبه ، وتوفي سنة 60 ه‍ بعد أن صحب الإمام الحسن 7. اُسد الغابة 4 : 450 / 4348 ، اعلام الزركلي 5 : 206.\n\n17 ـ المغيرة بن الحارث بن عبد المطلب (2)\n18 ـ المنذر بن أبي حميصة الوادعي (4)",
        "قال في قصيدة أنشدها أمير المؤمنين 7 :\n19 ـ النعمان بن عجلان الأنصاري (6)\nقال في أمر السقيفة رادّاً علىٰ عمرو بن العاص :\n__________________",
        "(1) الجمل / المفيد : 246 ـ 247 ، الغدير 2 : 126 ـ 127 والهدّ : الجبان.\n(2) صحابي جليل ، ابن عمّ النبيّ 9 ، اُسد الغابة 5 : 259 ، الإصابة 3 : 452.\n(3) وقعة صفين : 385 ، شرح ابن أبي الحديد 1 : 149.\n(4) صحابي ، أدرك النبي 9 ، وهو أول من جعل سهم البراذين دون سهم العراب ، فبلغ عمر فاعجبه ، وشهد صفين مع علي 7. الإصابة 3 : 503 / 8465.",
        "(5) وقعة صفين : 436 ، شرح ابن أبي الحديد 8 : 77.\n(6) صحابي جليل ، كان شاعر الأنصار وأحد ساداتهم ، اُسد الغابة 5 : 349 / 5247 ، الإصابة 3 : 562 / 8746.\n(7) الأخبار الموفقيات : 593 ، شرح ابن أبي الحديد 6 : 31.\nوأنشد في صفين : ",
        "20 ـ أبو الهيثم بن التيّهان (2)\nقال حين مسير أمير المؤمنين 7 لحرب البصرة :\nوأنشد في الجمل قصيدة منها :\nفهذه عشرون شهادة على الوصية من عمق تاريخ الإسلام ، وكلّها علىٰ لسان الصحابة ، وقد رأينا في جملة منها ربط مفهوم الوصية بالخلافة والإمامة وولاية الأمر بعد الرسول 9 ، بلا فصل ، ولا يمكن اتهامهم بقلّة الفهم أو",
        "__________________\n(1) وقعة صفين : 365 ، شرح ابن أبي الحديد 1 : 149.\n(2) وهو مالك بن التيهان الأنصاري الأوسي ، صحابي جليل ، كان يقول بالتوحيد في الجاهلية ، وأحد النقباء الاثني عشر ، شهد بدراً واُحداً والمشاهد كلها مع رسول الله 9 ، وكان شاعراً مجيداً ، شهد صفين مع أمير المؤمنين عليّ 9 ، واستشهد هو وأخوه عبيد فيها سنة 37 ه‍. صفة الصفوة / ابن الجوزي 1 : 212 / 34 ـ دار المعرفة ـ بيروت ـ 1420 ه‍ ، اُسد الغابة 5 : 15 و 6 : 341 ، المحبّر / ابن حبيب : 268 ـ دار الآفاق الجديدة ـ بيروت ، الاستيعاب 3 : 369.\n(3) الأمالي / المفيد : 155 ـ دار المفيد ـ بيروت ـ 1414 ه‍.",
        "(4) الفتوح / ابن أعثم 2 : 307 ، شرح ابن أبي الحديد 1 : 143.\nالسذاجة ، سيّما وقد عاصروا الرسول 9 فكانوا أولىٰ من غيرهم في فهم مراده 9.\nولقد كان من بين الذين ذكروا الوصية في أشعارهم من أعداء علي 9 الذين شهروا السيف في وجهه ، والفضل ما شهدت به الأعداء ، ومنهم : عاصم ابن الدلف الذي أنشد في حرب البصرة وهو أخذ بخطام جمل عائشة :\nوهو يشير إلى قدم هذا المصطلح وعمق وجوده في تاريخ علي 7 المشرق.",
        "وفيهم أيضاً ممّن صار فيما بعد في صفّ أعداء علي 7 كالأشعث بن قيس وعمرو بن العاص ، فكانت تلك الأشعار حجة لأمير المؤمنين 7 يوم يلقاهما على الحوض فيذودهما عنه.\nوللمتأخرين عن عصر الصحابة أشعار كثيرة في الوصية ، نذكر منهم مرتّبين علي الحروف : أبو الأسود الدؤلي ، بديع الزمان الهمذاني ، القاضي التنوخي ، الحسن بن الحجاج ، الحسن بن النضر الفهري ، ابن حماد ، الحماني ، الخطيب الخوارزمي ، ابن دريد ، دعبل بن علي الخزاعي ، ابن الرومي ، سعيد بن قيس الهمداني ، سفيان بن مصعب العبدي ، السيد الحميري ، الشريف الرضي ، الشريف المرتضىٰ ، الصاحب بن عباد ، أبو العباسي الضبي ، عبد الرحمن بن ذؤيب ، عبيد الله بن قيس الرقيات ، عثمان بن أمير المؤمنين عليّ 7 ، عمر بن حارثة الأنصاري ، عمرو بن اُحيحة ، أبو فراس الحمداني ، أبو الفضل الصنوبري ، الفضل بن العباس بن ربيعة اللهبي ، أبو القاسم الزاهي ، قطب الدين\n__________________\n(1) الفتوح 1 : 481 ، وفي الفتوح 2 : 321 وشرح ابن أبي الحديد 1 : 144 منسوب إلىٰ غلام من بني ضبّة.",
        "\nالراوندي ، كثير عزّة ، كشاجم ، الكميت الأسدي ، المأمون العباسي ، المفجع البصري ، مهيار الديلمي ، ابن منير الطرابلسي ، النجاشي ، قاضي القضاة يحيي ابن أبي المعالي محمد القرشي الأموي الشافعي (1) ، وغيرهم كثير.\n* * *\n",
        "\n\n\n__________________",
        "(1) راجع : البداية والنهاية / ابن كثير 13 : 258 حوادث سنة 668 ، تاريخ الطبري 4 : 426 ، ديوان أبي فراس : 313 ـ المستشارية الثقافية ـ سورية ـ 1408 ه‍ ، ديوان دعبل : 129 ، 225 ، 231 ، 248 و 262 ـ نشر الشريف الرضي ـ قم ، ديوان الصاحب بن عباد : 96 ، 301 ـ مؤسسة قائم آل محمّد 9 ـ 1412 ه‍ ، ديوان المفجع البصري : 134 ، شذرات الذهب / ابن العماد 5 : 328 ـ حوادث سنة 668 ـ دار إحياء التراث العربي ـ بيروت ، شرح ابن أبي الحديد 1 : 144 و 149 و 6 : 54 ، شرح الهاشميات / أبو رياش القيسي : 33 ، الفتوح / ابن أعثم 3 : 226 و 5 : 129 ، القصائد الهاشميات : 18 ـ مؤسسة الأعلمي ـ بيروت ، الكامل في اللغة والأدب / المبرد 2 : 151 ـ 152 ، مصادر نهج البلاغة / عبد الزهراء الحسيني 1 : 138 ـ 149 ، مقتل الحسين 7 / الخوارزمي : 170 ، المناقب / ابن شهر آشوب 3 : 62 ـ 64 ، وقعة صفين : 137 و 146 و 365 و 382 و 416.\nالفصل الرابع :\nموقف الأُمّة من الوصية\nلما كانت الوصية تعني ولاية العهد والقيام بالأمر بعد الرسول 9 علىٰ ما بيّناه في الفصول المتقدّمة ، وخالفها جمهور الصّحابة ... فقد أصبحت الاُمّة متفرقةً بشأنها إلىٰ ثلاث فرق :",
        "فالفرقة الأولىٰ : هم الذين آمنوا بالوصيّة وسلّموا لأمرها ودافعوا عنها ، وحكموا بعدم شرعية السقيفة لتناسي رموزها تلك الوصية ، وهؤلاء يمثلون خطاً أصيلاً يؤمن بمرجعية الكتاب وعترة النبي 9 إلىٰ قيام يوم الدين ، تمسّكاً بوصية النبي 9 في آخر حياته حيث قال : « ألا أيها الناس ، إنما أنا بشر يوشك أن يأتي رسول ربّي فاُجيب ، وأنا تارك فيكم الثقلين : أولهما كتاب الله ، فيه الهدىٰ والنور ، فخذوا بكتاب الله واستمسكوا به ... وأهل بيتي ، أُذكّركم الله في أهل بيتي ، أُذكركم الله في أهل بيتي » (1).\nوفي لفظ آخر : « ... ولن يفترقا حتىٰ يردا عليّ الحوض ، فانظروا كيف تخلّفوني فيهما » (2). وفي آخر : « فلا تقدموهما فتهلكوا ، ولا تقصروا عنهما فتهلكوا ، ولا تعلموهما فإنهما أعلم منكم » (3).\n__________________\n(1) صحيح مسلم 4 : 1873 / 2408 ، كتاب فضائل الصحابة ـ بعدة طرق.",
        "(2) سنن الترمذي 5 : 663 / 3786 و 3788 ، مستدرك الحاكم 3 : 148 وصححه.\n(3) المعجم الكبير / الطبراني 3 : 66 / 3681 و 5 : 167 / 4971 ، الصواعق\n\nوهو واضح الدلالة على إيجاب طاعة أهل البيت : وعدم التقصير عنهم أو التقدّم عليهم ، وجعلهم مع القرآن في كفّة واحدة من حيث العصمة والعلم وبقاء المرجعية إلىٰ يوم الدين.",
        "وهؤلاء هم الشيعة الإمامية في تاريخهم الممتد منذ فجر الرسالة وإلى اليوم ، وتابعهم بعض أعلام العامة ممن عرفوا الحقّ وساروا تحت لوائه وكل ما مرّ في الفصول السابقة من مثبتات الوصية ، من القرآن والسنّة والعقل ، والأدب والتاريخ وغير ذلك يرسم الصورة الواضحة لهذا الاتجاه.\nوالفرقة الثانية : هم الذين اتّبعوا أهل السقيفة وجعلوا يبرّرون عملهم ، وهؤلاء قد اختلفوا فيما بينهم في كيفيّة التبرير ورفع اليد عن أحاديث الوصيّة والتخلّي عن مضامينها المتواترة.\nفمنهم من لم يجد بدّاً من الاعتراف بصحّة الأحاديث وثبوتها وبمفادها ، وهو العهد إلى الإمام 7 ، فزعم أنه عهدٌ لا بالإمامة والولاية ، ويأتي علىٰ رأس هؤلاء غالب المعتزلة وبعض العامة الذين صحّت عندهم الطرق في رواية أحاديث الوصية ، فاضطروا إلىٰ تأويلها علىٰ ما سيأتي بيانه.\nقال ابن أبي الحديد المعتزلي عند شرحه لقول أمير المؤمنين 7 في أهل البيت : : « وفيهم الوصية والوارثة » قال : أما الوصية فلا ريب عندنا أن عليّاً 7 كان وصي رسول الله 9 ، وإن خالف في ذلك من هو منسوب عندنا إلى العناد ، ولسنا نعني بالوصية النصّ والخلافة ، ولكن اُموراً اُخرىٰ لعلّها إذا",
        "__________________\nالمحرقة : 150 ـ باب 11 ـ فصل 1 ـ ، الدر المنثور / السيوطي 2 : 285 عند تفسير الآية 203.\nلمحث أشرف وأجلّ (1).\nوممّا لا شكّ فيه أنه ليس ثمة معنى أشرف وأجلّ من العهد بالمرجعية السياسية والفكرية والروحية له 7 ، ولو وجد لذكره ابن أبي الحديد في معرض شرحه.",
        "ومنهم جماعة حاولوا تحريف معنىٰ « الوصية » عن « العهد » ثمّ تحيّروا في تأويلها بما يتناسب وعقيدتهم في الخلافة بعد رسول الله 6.\nلقد اضطرّ هذا الصنف من الناس إلى التمحّل في التأويل وصرف معنى الوصية إلىٰ غير العهد والإمرة والخلافة ، وذلك حين خانتهم محاولات التضعيف والتشكيك التي اعتمدها آخرون كما سيأتي ، حتىٰ ولو كان التأويل باهتاً ومخالفاً لاعتبارات اللغة والتاريخ والواقع ، وفيما يلي نذكر بعض تأويلاتهم :\n1 ـ في تأويل المعنى اللغوي للوصي ، فحينما وجد اللغويون أن عليّاً 7 موصوفٌ بالوصي ، راحوا يتأولون هذا اللفظ بعيداً عن معنى العهد ، حيث قالوا : والوصي كغني ، لقب علي 2 ، سمّي به لاتصال سببه ونسبه وسمته بنسب رسول الله 9 وسببه وسمته (2) ، وذلك أمر معلوم لا يحتاج معه إلى أن ، يلقب بالوصي بسبب ذلك الاتصال.\nهذا مع أن الصحابة لم يفهموا من معني الوصي إلاّ العهد بالخلافة والإمامة بعد النبي 9 ، حيث قال حجر بن عدي 2.",
        "__________________\n(1) شرح ابن أبي الحديد 1 : 139 ـ 140.\n(2) تاج العروس 10 : 392 مادة ـ وصىٰ ـ ، لسان العرب 15 : 394 مادة ـ وصىٰ ـ.\n(3) وقعة صفين : 381 ، الفتوح / ابن أعثم 3 : 145 ، شرح ابن أبي الحديد 1 : 145.",
        "2 ـ أوّل الطبراني مفهوم الوصية في حديث سلمان الذي رواه عن النبي 9 وفيه : « فإن وصيي وموضع سري وخير من أترك بعدي وينجز عدتي ويقتضي ديني علي بن أبي طالب ».\nقال الطبراني : قوله « وصيي » يعني أنه أوصاه في أهله لا بالخلافة ، وقوله « خير من أترك بعدي » يعني من أهل بيته 9 (1).\nولا دليل في الحديث على اختصاص الوصية في أهله ، بل إن كونه موضع سرّه وخير من يترك بعده 9 من الدلالات الالتزامة على أن الوصية بالإمامة والخلافة.\nولا دليل أيضاً على اختصاص أفضليته على أهل بيته دون سواهم من الأُمّة ، وقد ثبت أنه 7 أفضل البرية بعد رسول الله 9 في أحاديث صحيحة لا مجال للشك والترديد فيها ، منها حديث المنزلة وحديث الطير وقوله 9 : علي خير البرية » (2) وقوله 9 « علي خير البشر » (3) فضلاً عن آية المباهلة في قوله تعالى : ( وَأَنفُسَنَا وَأَنفُسَكُمْ ) (4) حيث دعا النبي 9 علياً 7 فحكم له بأنه نفسه (5) ، وغير ذلك كثير (6).",
        "على أنه لو قلنا ـ كما زعموا ـ باختصاص أفضليته 7 في أهل البيت : فسيكون فضل أمير المؤمنين علىٰ سائر الخلق بعد رسول الله 9 أوضح وأتمّ ،\n__________________\n(1) المعجم الكبير 6 : 221 / 6063.\n(2) ترجمة علي 7 من تاريخ دمشق 2 : 443 / 959 ، مناقب الخوارزمي : 62.",
        "(3) ترجمة علي 7 من تاريخ دمشق 2 : 444 / 962 ـ 966 ، تاريخ بغداد 7 : 421.\n(4) سورة آل عمران : 3 / 61.\n(5) راجع : صحيح مسلم 4 : 1871 / 32 ، سنن الترمذي 5 : 638 / 3724 ، مسند أحمد 1 : 185 ، مستدرك الحاكم 3 : 150 وغيرها.\n(6) راجع : رسالة ( التفضيل ) للشيخ المفيد ، ضمن الجزء السابع من سلسلة مؤلفاته.",
        "بلحاظ أفضلية أهل البيت : على الناس أجمعين ، ولو لم يكن فيهم إلاّ حديث الثقلين ، والسقيفة ، وباب حطّة ، لكفىٰ.\nوخلاصة ما نقوله بشأن الطبراني وغيره ممن سيأتي : اننا نقبل منكم روايتكم ، ولا كرامة بتأويلكم.\n3 ـ أوّل المحب الطبري حديث بريدة عن النبي 9 : « لكل نبي وصي ووارث ، وإن علياً وصيي ووارثي » قال : أخرجه الحافظ أبو القاسم البغوي في معجم الصحابة ، وإن صحّ هذا الحديث ، فالتوريث محمول علىٰ ما رواه معاذ بن جبل 2 قال : قال علي 2 : « يا رسول الله : وما أرث منك ؟ » قال : « ما يرث النبيون بعضهم من بعض ؛ كتاب الله وسنة نبيه » حملاً للمطلق على المقيد ، وهذا توريث غير التوريث المتعارف ، فيحمل الايصاء علىٰ نحو من ذلك ؛ كالنظر في مصالح المسلمين على أي حال كان خليفة أو غير خليفة ، ومساعدة اُولي الأمر ، وذَكَر أحاديث أخرىٰ حمل عليها معنى الوصية (1).\nولا شك أن وراثة الكتاب والسنة هما من أهم لوازم الخلافة والإمامة ، فكيف يمكن أن يكونا دليلاً علىٰ عدم وراثتها ؟ وقد كان علي 7 يقول : « ... والله إني لأخوه ووليه وابن عمّه ووارث علمه ، فمن أحقّ به منّي » (2) أي في خلافته ، حيث جعل الارث العلمي واحداً من لوازم الخلافة.",
        "أما حمل الوصية على النظر في مصالح المسلمين ومساعدة اُولي الأمر ، فإنّ الأول لا يتمكن منه إلاّ إذا كان مطلق اليد ، والثاني أمر يشترك فيه كافة المسلمين.\n__________________\n(1) ذخائر العقبي : 71 ، الرياض النضرة 3 : 119.\n(2) المتسدرك / الحاكم 3 : 126.",
        "على أن القول بمساعدته 7 أولي الأمر بموجب الوصية باطل بالضرورة إذ الثابت أن عليّاً 7 هو ولي الأمر بحديث الغدير المتواتر ، وحاشا لرسول الله 9 من هذا التناقض ، إذ كيف ينصبه وليّاً وخليفة على أبي بكر وعمر وسائر المسلمين ثمّ يوصّيه بمساعدة مَنْ بيعتهم فلتة إلى أبد الآبدين ؟!\nقال الشوكاني في معرض ردّه علىٰ تأويل المحب الطبري : والحامل له علىٰ هذا الحمل حديث عائشة السابق ، والواجب علينا الايمان بأن علياً 7 وصي رسول الله 9 ، ولا يلزمنا التعرض للتفاصيل الموصىٰ بها ، فقد ثبت أنه أمره بقتال الناكثين والقاسطين والمارقين ، وعينّ له علاماتهم ، وأودعه جملاً من العلوم ، وأمره باُمور خاصة ، فجَعْل الموصى بها فرداً منها ليس من دأب المنصفين (1).\n4 ـ وحذا المتأخرون حذو المتقدمين في التأويل ، ففي رواية الطبري لحديث الدار في ( تهذيب الآثار ) : « فأيكم يؤازرني على أن يكون أخي ووصيي وخليفتي فيكم » ثم قوله 9 لعلي 7 : « إن هذا أخي ووصيي وخليفتي فيكم ... ».\nقال محقق الكتاب : ولفظ الوصي في هذه الأخبار بمعزل عمّا تقوله الشيعة من أن علياً هو الوصي ، بمعنىٰ وصايته على المؤمنين بعد رسول الله 9 ، بل هو بالمعنى العام في الوصية المعروفة عند المسلمين ، وسياق كلام أبي جعفر دال علىٰ ذلك في فقه هذه الأخبار ، فمن أخرجه من معناه إلىٰ معنىٰ ما تقوله الشيعة فقد أعظم الفرية (2).",
        "__________________\n(1) العقد الثمين : 42.\n(2) تهذيب الآثار : هامش صفحة 63 مسند علي 7.\nولقد خانه التضعيف والتشكيك بالحديث ، وتصورّ أنه أحسن صنعاً حينما فسّر الوصية بالمعنى العام ، ناسياً أن وصي النبي العام هو خليفته ، ولا فصل في المقام بين الأمرين ، إذ ليس في تاريخ الأنبياء : وصي عام ووصي خاص ، ونبينا 9 ليس بدعاً من الرسل. الأمر الذي يتّضح معه مَن أعظم الفرية حقاً حقاَ.",
        "والفرقة الثالثة : هم الذين كذبوا بأحاديث الوصية من الأساس ، لأنّهم علموا أنَّ شيئاً من تلك التأويلات لا يجدي نفعاً ، ولأن التصديق بها أو تصحيح طرقها يزلزل شرعية الخلافة ، ويضع مزيداً من علامات الاستفهام أمام مشروعية جميع الحكومات التي تلت عصر الرسالة سواء أكانت سقيفيّة أم أُموية أم عباسية ، ومن هنا فقد اجتمع هؤلاء على الإنكار والكتمان والتضعيف وغيرها من الأساليب.\nروي الطبري في حوادث سنة 169 من تاريخه بالاسناد عن أبي الخطاب قال : لما حضرت القاسم بن مجاشع التميمي (1) الوفاة ، أوصى إلى المهدي ، فكتب ( شَهِدَ اللهُ أَنَّهُ لا إِلَٰهَ إِلاَّ هُوَ ) إلى آخر الآيتين 18 و 19 من سورة آل عمران ، ثم كتب : والقاسم بن مجاشع يشهد بذلك ، ويشهد أن محمّداً عبده ورسوله 9 وأن علي بن أبي طالب وصي رسول الله 9 ووارث الإمامة بعده.\nقال : فعرضت الوصية على المهدي ، فلما بلغ هذا الموضع رمىٰ بها ولم ينظر\n__________________",
        "(1) قائد عباسي معروف ، كان من النقباء الذين اختارهم محمّد بن علي صاحب الثورة في أول الدعوة العباسية ، ونصبه أبو مسلم قاضياً وإماماً للصلاة منذ سنة 100 ه‍ وشارك في حروب بني العباس سنة 129 وما بعدها ، وكان علىٰ ميسرة أبي مسلم في فتوحاته ، وبقي وفياً لهم حتىٰ وفاته سنة 169. راجع : تاريخ الطبري ـ حوادث سنة 100 و 129 وما بعدها.\nفيها (1). وذلك لأن التسليم بها يعني تسليم العرش الذي يجلس عليه ، هذا مع أن العباسين قد جاءوا بشعارات علوية ، كان علىٰ رأسها : الرضا من آل محمّد 9 ، فكيف بغيرهم ؟\nويميل أصحاب هذا الاتجاه إلىٰ رفض الوصية بالكلية ، وإثارة المزيد من الشبهات حولها ، واستخدام مختلف أساليب الكتمان والتحريف والتأويل ، وتكذيب الأحاديث والأخبار الواردة فيها ، ونسبة رواتها إلى الضعف والكذب والرفض ، لإسقاطها من الاعتبار ، إيغالاً منهم في تكذيب الصحيح الثابت عن رسول الله 9 ، وكذباً على الأُمّة بتزييف أقوال الرسول 9 ونسبة أشياء موضوعة إليه في الوقت الذي يعلمون فيه قوله 9 المتواتر : « من كذب عليّ متعمّداً فليتبوّأ مقعده من النار » وفيما يلي نذكر بعض أساليبهم :\nأساليب هذا الاتجاه :",
        "1 ـ أسلوب التكتّم والإنكار\nويأتي علىٰ رأس الذين تبنّوا هذا الاتجاه وحرّكوا عجلته عائشة في حديثٍ رواه البخاري وغيره مفاده إنكار الوصية لعلي 7 ، وهذا نصّه :\nعن الأسود ، قال : ذكروا عند عائشة أن عليّاً 2 كان وصياً ، فقالت : متى أوصى إليه ، وقد كنت مسندته إلىٰ صدري ؟ أو قالت : حجري ، فدعا بالطست ، فلقد انخنث في حجري ، فما شعرتُ أنه قد مات ، فمتى أوصى إليه ؟ (2)\n__________________",
        "(1) تاريخ الطبري 4 : 176.\n(2) صحيح البخاري 4 : 47 / 4 ـ الباب الأول من كتاب الوصايا ، و5 : 37 / 442 ـ كتاب المغازلي ـ باب مرض النبي 9 ووفاته. وأخرجه مسلم في الصحيح 3 : 1257 / 1636 ـ كتاب الوصية ـ باب ترك الوصية لمن ليس له شيء يوصي فيه.\nوقد ادّعت تلك المرأة الحاقدة علىٰ وصيّ النبيّ 9 في خبر ( الصحيحين ) ! أمرين :\nأحدهما : أنها آخر الناس عهداً برسول الله ، وقد أكّدته بأخبار اُخرىٰ تفرّدت بها ، منها قولها : مات النبي 9 وإنه لبين حاقنتي وذاقنتي (1) ، وقولها : توفّي النبي 9 في بيتي وفي يومي وبين سحري ونحري (2).",
        "وهذا الادعاء معارض بعدّة أحاديث عن أمير المؤمنين علي 7 ، والإمام علي بن الحسين 7 ، واُمّ سلمة ، وابن عباس ، وعمر بن الخطاب ، وعائشة نفسها ، وعبد الله بن عمرو ، وحذيفة بن اليمان ، والشعبي وغيرهم ، وكلّها تصرّح بأن عليّاً 7 هو آخر الناس عهداً برسول الله 9 وأنه 9 قال : « ادعوا لي حبيبي » أو « أخي » فدعوا عليّاً 7 ، فجعل يسارّه ويناجيه وهو مسنده إلىٰ صدره ، وقال 7 : « علّمني ألف باب من العلم ، يفتح لي كل باب ألف باب » ولم يزل يحتضنه حتىٰ قُبض في حجره ، وهو الذي تولّى غسله وكفنه ودفنه (3).\nقال أمير المؤمنين 7 : « ولقد قبض رسول الله 9 وإن رأسه لعلىٰ صدري ، ولقد سالت نفسه في كفّي ، فأمررتها علىٰ وجهي ، ولقد وليت\n__________________\n(1) صحيح البخاري 5 : 33 / 433 ـ كتاب المغازي ـ باب مرض النبي 9 ووفاته.",
        "(2) صحيح البخاري 5 : 36 / 438 ـ نفس الكتاب والباب المتقدم.\n(3) راجع : الطبقات الكبرىٰ / ابن سعد 2 : 262 ذكر من قال توفي رسول الله 9 في حجر علي بن أبي طالب 7 ، البداية والنهاية / ابن كثير 7 : 359 ، ترجمة علي 7 من تاريخ دمشق 2 : 484 / 1012 و3 : 17 / 1036 ـ 1040 ، ذخائر العقبى : 72 ، كنز العمال 7 : 252 و 253 و 255 و 16 : 228.\nغسله والملائكة أعواني » (1).\nوفي الصحيح عن اُمّ سلمة ، قالت : والذي أحلف به ، إن كان علي 2 لأقرب الناس عهداً برسول الله 9 ، عدنا رسول الله 9 غداةً ، وهو يقول : « جاء علي ، جاء علي ؟» مراراً ، فقالت فاطمة رضي الله عنها : « كأنك بعثته في حاجة ؟ » قالت : فجاء بعدُ ، قالت اُم سلمة : فظننت أن له إليه حاجة ، فخرجنا من البيت ، فقعدنا عند الباب ، وكنت من أدناهم إلى الباب ، فأكبّ عليه رسول الله 9 وجعل يسارّه ويناجيه ، ثمّ قبض رسول الله 9 من يومه ذلك ، فكان علي أقرب الناس به عهداً (2).",
        "قال سبط ابن الجوزي : هذا الحديث رواه أحمد بن حنبل في ( الفضائل ) (3) ولم يطعن فيه أحد ، وهوحديث صحيح ، ولو كان معلولاً لتكلموا فيه ... .\nثم قال : : قول اُمّ سلمة مثبت ، وقول عائشة نافي ، ومتىٰ اجتمع المثبت والنافي قدّم المثبت باجماع الأُمّة (4). مضافاً إلى أن حديث اُمّ سلمة رضي الله عنها مقدّم علىٰ حديث عائشة عند التعارض ، لما ثبت عن اُمّ سلمة من وفور العقل وصواب الرأي وسموّ المقام والفضيلة (5). بينما ثبت عن عائشة أنها أحدثت بعد رسول الله 9 ، فقد قيل لها : ندفنك مع رسول الله 9 ؟ فقالت : إني قد أحدثت\n__________________\n(1) نهج البلاغة : 311 / خ 197.",
        "(2) المستدرك / الحاكم 3 : 39 وقال : هذا حديث صحيح الاسناد ولم يخرجاه. وقال الذهبي في التلخيص : صحيح. وراجع أيضاً : مسند أحمد 6 : 300 ، ترجمة علي 7 من تاريخ دمشق 3 : 18 / 1038 ، مجمع الزوائد 9 : 115 وصححه.\n(3) فضائل الصحابة 3 : 686 / 1171.\n(4) تذكرة الخواص : 48.\n(5) راجع : المراجعات / عبد الحسين شرف الدين : المراجعة ( 75 ـ 78 ).",
        "بعده ، فادفنوني مع أخواتي ، فدفنت بالبقيع (1).\nوالآخر : أن النبي 9 لم يوصِ لأمير المؤمنين علي 7 وفيه :\n1 ـ إن الذين ذكروا عند عائشة أن علياً 7 وصيّ ، لابدّ أنهم من جيل الصحابة أو من الذين أدركوهم ، وأنهم سمعوا بهذا الأمر ، فجاءوا متسائلين ، ربما للاحتجاج عليها بسبب خروجها على أمير المؤمنين 7 ، ولم يبيّن الراوي ظروف صدور الحديث ، المهم إن التساؤل بهذا الموضوع يدلّ علىٰ كون الوصية أمراً متداولاً منذ عصر الرسالة ، وهو جزء لا يتجزّأ من الثقافة الإسلامية والفكر النبوي الأصيل.\n2 ـ إن الوصية المسؤول عنها في هذا الخبر هي الخلافة ، لهذا جابهت السؤال بالرفض والانكار الشديدين ؛ لأن الجواب بالايجاب يفضي إلى القول بخلافة أهل البيت : ، والتي كانت عائشة في صدد التصدّي لها ، ولو كانت الوصية عامة ، أو في اُمور شخصية كالأهل والديون والأولاد ـ كما يقال ـ لما أنكرتها عائشة.",
        "ويدلّ علىٰ ذلك ما نقله ابن حجر عن الزهري فيما رواه جماعة منهم عروة بن الزبير قال : كأنّ عائشة أشارت إلى ما أشاعته الرافضة أن النبي 9 أوصى إلىٰ علي بالخلافة (2).\n3 ـ إن هذه الدعوىٰ معارضة بالأحاديث والأخبار الصحيحة المصرحة بالوصية لأمير المؤمنين 7 ، وقد ذكرناها في الفصلين المتقدمين ، ولو صحّ خبرها هذا فهو يعني نفي الوصية حال الوفاة ، ولا يمنع ذلك من أن تكون قبل\n__________________\n(1) المعارف / ابن قتيبة : 134 ـ نشر الشريف الرضي ـ قم ـ 1415ه‍.",
        "(2) فتح الباري في شرح صحيح البخاري / ابن حجر 8 : 122.\nالوفاة.\nقال سبط ابن الجوزي : إن قول عائشة « ما قبض إلاّ بين سحري ونحري » لا ينافي الوصية ؛ لأن في تلك الحالة لا يقدر الإنسان على الكلام ، وإنما يكون قبيل ذلك ، فيحمل على أنه أوصى إليه في ذلك الوقت ، فلما ثقل قبض بين سحرها ونحرها توفيقاً بين الأقوال (1).\nوعلّق الإمام السندي على الحديث في حاشيته علىٰ سنن النسائي بالقول : لا يخفىٰ أن هذا لا يمنع الوصية قبل ذلك ، ولا يقتضي أنه مات فجأة بحيث لا تمكن منه الوصية ولا تتصور ، فكيف وقد عُلِم أنه 9 عَلِم بقرب أجله قبل المرض ، ثمّ مرض أياماً .. (2).",
        "4 ـ وتتساءل عائشة : ( متى أوصى إليه ؟ ) فنقول لها : منذ تباشير الدعوة الإسلامية في حديث الدار حيث لم تكوني بعد نطفة في رحم اُمّك يا عائشة ، وحتىٰ مرض موته 9 حيث أراد أن يكتب الوصية ، ليؤكّد عهده اللفظي بكتاب لا تضلّ الأُمّة بعده ، فمنع عمر بن الخطاب ذلك الكتاب بزعم أن النبي 9 يهجر أو غلبه الوجع (3).\nوقد أكّد عمر أنه 9 أراد أن يوصي إلىٰ علي 7 بالخلافة في حواره مع ابن عباس وفيه : قال عمر لابن عباس : هل بقي في نفس علي شيء من أمر الخلافة ؟ فقال ابن عباس : نعم. فقال عمر : ... ولقد أراد رسول الله في مرضه أن يصرّح\n__________________\n(1) تذكرة الخواص : 48.",
        "(2) سنن النسائي 6 : هامش ص 241 ـ دار الكتاب العربي ـ بيروت.\n(3) راجع : صحيح البخاري 7 : 219 / 30 ـ كتاب المرضىٰ ، صحيح مسلم 3 : 1257 و 1259 ـ كتاب الوصية ، مسند أحمد 1 : 222 ، 324.\nباسمه ، فمنعت من ذلك إشفاقاً وحيطةً على الإسلام ... (1).\nومن سخرية الأقدار أن يكون ابن الخطاب أشفق من النبيّ 9 وأكثر حيطة منه على الإسلام !!",
        "5 ـ إن المنقول عن عائشة في إنكار الوصية لعلي 7 لا يمكن الوثوق به ، لما ثبت من أنها حاربت علياً 7 لما بويع بالخلافة ، وشهرت في وجهه السيف بالبصرة ، فكيف إذن تذكر ما يثبت خلافته وهي أشدّ الأُمّة تأليباً عليه.\nقال ابن عباس : إن عائشة لا تطيب له نفساً بخير (2).\nوفي الخبر المشهور : أنه لما جاءها نعي أمير المؤمنين 7 استبشرت وتمثّلت بقول الشاعر :\nفقالت لها زينب بنت اُمّ سلمة : ألعليّ تقولين هذا ؟ فقالت : إن أنسى !! فإذا نسيت فذكّروني ، ثم خرّت ساجدة شكراً على ما بلغها من قتله 7 ورفعت رأسها وهي تقول :",
        "هذا فضلاً عن ثبوت تلوّنها وتقلّبها فمرّة تقول : اقتلوا نعثلاً فقد كفر ، ومرّة تصيح يا لثارات عثمان ! ، ولعلّ هذا ونظائره من سيرتها هو الذي حمل زياد بن\n__________________\n(1) شرح ابن أبي الحديد 12 : 20 ـ 21.\n(2) الطبقات / ابن سعد 2 : 232.",
        "(3) الجمل / المفيد : 159 ، الشافي 4 : 355 ـ مؤسسة الصادق ـ طهران ، تلخيص الشافي 4 : 157 ، وراجع : تاريخ الطبري 5 : 150 ، مقاتل الطالبيين : 26 ـ النجف ـ 1385 ه‍ ، الطبقات الكبري 3 : 40 ، تذكرة الخواص : 165.\nلبيد الأنصاري علىٰ اتّهامها بالكذب كما مرّ في أبياته في الوصية ، فراجع.\n2 ـ اسلوب إبعاد الوصية عن العهد النبوي\nرغم اُسلوب التكتم الذي اتبعه أصحاب هذا الاتجاه ، فقد ترشحت بعض الأخبار والأشعار المصرحة بالوصية ، فتصدّوا لها بالانكار ، وشادوا إنكارهم على أساس كون الوصية أمراً محدثاً ومفهوماً طارئاً لا ينتمي إلى زمان النبوة ، ولا يمت بصلة إلى الفكر الإسلامي ، وذلك من خلال ادّعاءين باطلين :",
        "الادعاء الأوّل : أن الوصية من إبدعات عبد الله بن سبأ.\nوأقدم من نقل هذا الادعاء علىٰ ما وجدنا هو الطبري في تاريخه ، وقد رواه عن السري ؛ عن شعيب ، عن سيف بن عمر ، عن عطية ، عن يزيد الفقعسي ، وذكر فيه أنّ ابن سبأ كان يهودياً من أهل صنعاء ، فأسلم أيام عثمان ، ثم تنقل في حواضر الإسلام يحاول إضلالهم ، فبثّ عقيدة الرجعة والوصية ، وكان من جملة أقواله في الوصية : إنه كان ألف نبي ، ولكلّ نبي وصي ، وكان علي وصي محمّد ، ومحمّد خاتم الأنبياء ، وعلي خاتم الأوصياء ، .. الخ (1).\nوجاء بعد الطبري أقوام وكأنهم وجدوا في هذه الرواية خير وسيلةٍ لتبرير عمل أهل السقيفة وأقوىٰ ذريعة للتنصّل عمّا أراده الله وحكم به وأعلن عنه رسوله وأوصىٰ به ...!!! منهم : ابن كثير ، وابن الأثير ، وابن خلدون ، والمقريزي (2) ،\n__________________",
        "(1) تاريخ الطبري 4 : 340 ـ حوادث سنة 35 ه‍.\n(2) البداية والنهاية 7 : 167 ، الكامل في التاريخ 3 : 46 ، تاريخ ابن خلدون 3 : 215 ـ دار الفكر ـ بيروت ـ 1408 ه‍ ، الخطط / المقريزي 2 : 352 ـ دار صادر ـ بيروت.\nوكثير من المتأخرين (1) ، الذين ربطوا بين الفكر الإمامي الأصيل والمزاعم اليهودية ، وزادوا علىٰ من تقدّم أنّ الوصية من صنع اليهود ، ومنهم انتقلت إلى المسلمين !! وغير ذلك من الترهّات بل السخافات التي روّجتها النفوس المريضة وحاولت بشتّى الطرق الملتوية صرف الناس عن مبدأ الوصية وجديّتها.\nوخلاصة القول في هذا الهراء :",
        "1 ـ إن رواية الطبري التي يستند إليها المروّجون لهذا الادعاء لا قيمة لها من الناحية العلمية ؛ لأنها موضوعة لا أصل لها ، وتخالف الواقع التاريخي ومسلّمات التاريخ ، فضلاً عن أنّ الطبري قد تفرّد بنقلها.\nوقد رواها الطبري عن السري ، وهو إما السري بن إسماعيل ، وهو كذّاب متروك ليس بشيء ، أو السري بن عاصم ، وهو كذاب وضّاع يسرق الحديث (2) ، ورواها السري عن شعيب بن إبراهيم ، وهو\n__________________\n(1) منهم : د. حسن إبراهيم حسن في ( تاريخ الإسلام السياسي : 347 ـ مكتبة النهضة المصرية ـ 1964 م ) ، و ( تاريخ الدولة الفاطمية : 22 و 25 ) ، ود. سليمان العودة في ( عبد الله بن سبأ وأثره في أحداث الفتنة في صدر الإسلام : 232 ) ، ود. عبد العزيز محمد نور ولي في ( أثر التشيع على الروايات التاريخية : 19 ـ دار الخضيري ـ المدينة ـ 1417 ه‍ ) ، وعلي مصطفى الغرابي في ( تاريخ الفرق الإسلامية : 17 ـ القاهرة ـ 1378 ه‍ ) ، ومحمّد أبو زهرة في ( تاريخ المذاهب الإسلامية : 46 ـ دار الفكر العربي ـ 1976 م ) ، الشيخ محمّد الخضري في ( تاريخ الدولة الأموية : 359 ـ دار القلم ـ بيروت ـ 1406 ه‍ ) ، ومحمّد رشيد رضا في ( السنة والشيعة : في عدة صفحات ) ومحمّد فريد وجدي في ( دائرة معارف القرن العشرين 5 : 18 ـ 19 ـ دار الفكر ـ بيروت ) ود. مصطفىٰ حلمي في ( نظام الخلافة بين أهل السنة والشيعة : 157 ـ دار الدعوة ـ ط 1 ـ 1408ه‍ ) وغيرهم كثير.",
        "(2) ميزان الاعتدال 2 : 117 ، لسان الميزان / ابن حجر 3 : 12 ـ مؤسسة الأعلمي\nمجهول (1) ، ورواها شعيب عن سيف بن عمر ، وهو ضعيف ، ليس بشيء ، متروك الحديث ، متهم بالزندقة ، عامة أحاديثه منكرة لا يتابع عليها ، وضّاع ، وساقط الرواية (2) ، ورواها سيف عن عطية ، عن يزيد الفقعسي ، وكلاهما مجهولان.\nترىٰ فهل رأيت حياتك كلّها مثل هذا الاسناد المضحك ، بل التحفة في التفاهة ؟!\n2 ـ إن هذه الرواية هي من مبتدعات المتزلفين إلىٰ سلاطين بني اُمية ، دسّوها في التاريخ لخدمة أغراض السياسة الاموية في تشييد السقيفة ومواجهة فكر أهل البيت : الأصيل.",
        "قال د. طه حسين : إن خصوم الشيعة أيام الأُمويين والعباسيين قد بالغوا في أمر عبد الله بن سبأ هذا ، ليشكّكوا في بعض ما نسب من الأحداث إلىٰ عثمان وولاته من ناحية ، وليشنّعوا علىٰ علي وشيعته من ناحية اُخرىٰ ، فيردّوا بعض أُمور الشيعة إلىٰ يهودي أسلم كيداً للمسلمين ، وما أكثر ما شنّع خصوم الشيعة على الشيعة ! (3).\nوذكر في موضع آخر أن ابن سبأ قد اختُرع بأَخَرةَ حين كان الجدال بين الشيعة وغيرهم من الفرق الإسلامية ، فأراد خصوم الشيعة أن يُدخلوا في اُصول هذا المذهب عنصراً يهودياً إمعاناً في الكيد لهم والنيل منهم.\n__________________\nـ بيروت ـ 1406 ه‍.",
        "(1) ميزان الاعتدال 2 : 275 ، لسان الميزان 3 : 145.\n(2) ميزان الاعتدال 2 : 256 ، تهذيب التهذيب 4 : 259 ـ دار الفكر ـ بيروت ـ 1404 ه‍.\n(3) الفتنة الكبرى / طه حسين : 134.\nثم استنتج من خلال عدّة أدلة أن ابن سبأ مجرد وهم لا حقيقة له ، وأنه شخص أدخره خصوم الشيعة للشيعة ، ولا وجود له في الخارج (1) ، وقد تابعه غير واحد من المستشرقين والباحثين (2) ممن شككوا في شخصية ابن سبأ ، واعتبروا قصته خرافة لا وجود لها في التاريخ الإسلامي ، ولا يصلح على إثباتها دليل علمي قاطع ، وقد أفرد السيد مرتضى العسكري دراسة موسعة خاصة بهذا الموضوع تحت عنوان ( عبد الله بن سبأ وأساطير اُخرىٰ ) انتهىٰ فيها إلى القول بأسطورة هذه الشخصية واختلاقها !",
        "3 ـ إن إنكار وجود ابن سبأ وإن كان غير صحيح كما ترىٰ ، الا أن الدور الذي أعطي له دور خيالي ، في حين أنه من رؤوس الغلاة الذين ادعوا الأُلوهية لعلي 7 ، وادعىٰ هو النبوة لنفسه ، وقد استتابه أمير المؤمنين 7 فلم يتب ، فقتله وأصحابه حرقاً بالنار ، وقد لعنه أهل البيت : وشيعتهم (3) ، وقد ذكر بعض المؤرخين ما يؤيد هذا أيضاً (4).\nوالادعاء الثاني : إن الوصية من صنع متكلمي الشيعة في القرن الثاني.\nقالوا : أول من ابتدعها هشام بن الحكم ( 191 ه‍ ) ولم تكن معروفة قبله لا من ابن سبأ ولا من غيره ، وإن كلمة الوصي الواردة في قوله 9 : « أنت أخي\n__________________",
        "(1) عليّ وبنوه : المجموعة الكاملة / طه حسين 4 : 518 ـ 519.\n(2) راجع : نظرية الإمامة لدى الشيعة الاثني عشرية / د. أحمد محمود صبحي : 37 ـ دار المعارف ـ مصر.\n(3) لاحظ : رجال الكشي : 106 / 170 ـ 174 ـ كلية الإلهيات ـ جامعة مشهد.\n(4) راجع : البدء والتاريخ / المقدسي 5 : 125 / المعارف / ابن قتيبة : 622 ، الفصل في الملل والنحل / ابن حزم 4 : 186 ـ مكتبة المثنىٰ ـ بغداد.",
        "ووصيي » في حديث الدار ، هي من صنع الشيعة الذين وضعوها بدلاً من كلمة وزيري (1).\nوهو أيغال في التجنّي على التاريخ الذي حفظ لنا الوصية منذ فجر الرسالة ، بل وحتى علي أُولئك الذين ادعوا أن التشيع ينتمي إلىٰ عبد الله بن سبأ.\nثمّ إن الرواية العامية للحديث جاءت بلفظ « أنت أخي ووصيي » من مصادر معتبرة وأسانيد لا غبار عليها (2).\nولم يكن هذا الادعاء وليد اليوم ، كما يتبين من ردّ الشوكاني ( 1250 ه‍ ) عليه بقوله : اعلم أن جماعة من المبغضين للشيعة عدّوا قولهم أنّ علياً وصي لرسول الله 9 من خرافاتهم ، وهذا إفراط وتعنّت يأباه الإنصاف ، وكيف يكون الأمر كذلك وقد قال بذلك جماعة من الصحابة ، كما ثبت في الصحيحين أن جماعة ذكروا عند عائشة أن علياً وصيّ ، وكما في غيرهما (3).",
        "وتلقّف هذا الادعاء المتهافت بعض المتأثّرين بفُتات الفكر السلفي فردّدوه\n__________________\n(1) الخلافة ونشأة الأحزاب الإسلامية / د. محمّد عمارة : 155 ـ 158 ـ المؤسسة العربية للدراسات والنشر ـ ط 1 ـ 1977 م.\n(2) راجع : تاريخ الطبري 2 : 217 ، معالم التنزيل / البغوي 4 : 278 ، شرح ابن أبي الحديد 13 : 210 و244 ، الكامل في التاريخ 1 : 586 ـ 587 ، تفسير الخازن 3 : 371 ـ 372 ، وصححه الشيخ أبو جعفر الاسكافي في نقض العثمانية : 303 ، وشهاب الدين الخفاجي في نسيم الرياض في شرح الشفا للقاضي عياض 3 : 35 ، وحكى السيوطي في جمع الجوامع ، كما في ترتيبه ( 6 / 396 ) تصحيح ابن جرير له. راجع : الغدير 2 : 395 ـ 396.",
        "(3) العقد الثمين في إثبات وصاية أمير المؤمنين 7 : 45.\nونسجوا علىٰ منواله لأغراض فاسدة (1).\n3 ـ اُسلوب الحذف والتحريف\nومن الأساليب المتبعة من قبل أصحاب هذا الاتجاه هو حذف ما لم يرق لهم من الأحاديث والأخبار أو تحريفها ومحو آثارها ، وهو أسلوب يجافي أمانة العلم والتاريخ ، ويبعد الباحث عن فهم الواقع التاريخي علىٰ حقيقته ، وإليك أمثلة حول موضوع الوصية :",
        "1 ـ جاء في حديث الدار أنّ النبي 9 قال مشيراً إلىٰ علي 7 : « إن هذا أخي ووصيي وخليفتي فيكم ، فاسمعوا له وأطيعوا » وقد أخرجه الخازن في تفسيره والطبري في تاريخه عن ابن إسحاق (2) ، وليس له عين ولا أثر في سيرة ابن هشام مع أنها تهذيب لسيرة ابن إسحاق ، مما يعني حذف الحديث في سيرة ابن هشام إمّا منه وإمّا من غيره ، والله العالم.\n2 ـ والحديث المتقدم ذكره محمّد حسين هيكل في كتاب ( حياة محمّد ) في الطبعة الأُولىٰ وحذفه في الطبعة الثانية (3).\n3 ـ وحذف الطبري في تفسيره وابن كثير ألفاظ الحديث الدالة على الخلافة والوصية وأثبتا بدلها ( كذا وكذا ) فجاء اللفظ بهذه الصورة المحرّفة :\n__________________",
        "(1) راجع : الشعية والتصحيح / موسى الموسوي : 15 ـ 16 ـ لوس أنجلس ـ 1987 م ـ تطور الفكر السياسي الشيعي من الشورى إلىٰ ولاية الفقيه / أحمد الكاتب : 56 ـ دار الشورىٰ ـ ط 1 ـ 1997 م.\n(2) تفسير الخازن 3 : 371 ، تاريخ الطبري 2 : 217.\n(3) تفسير الكاشف / مغنية 5 : 522 ـ دار العلم للملايين ـ بيروت ـ ط 3 ـ 1981 م ، الغدير 2 : 396 و 406 ـ 407.\n« أيّكم يؤازرني علىٰ هذا الأمر على أن يكون كذا وكذا ؟ » فقال : « إن هذا أخي وكذا وكذا ، فاسمعوا له وأطيعوا » (1) وكذا فعل غير الطبري وابن كثير دون أن يضع ( وكذا ) (2).",
        "4 ـ والحديث ذكره الخازن في تفسيره ، وأسقطه محمّد علي قطب من مختصر تفسير الخازن (3).\n5 ـ وتعرّض طنطاوي إلىٰ ذكر قصة حديث الدار ، ولكنه لم يذكر لفظ الحديث كاملاً ، بل اكتفىٰ بوضع ( الخ ) (4).\n6 ـ حديث سلمان 2 الذي جاء فيه : يا رسول الله ، إنه ليس من نبي إلاّ وله وصي وسبطان ... الخ ، وقد قدّمناه في الفصل الثاني ، هذا الحديث مثبت في القسم المطبوع من سيرة ابن إسحاق (5) ، وليس له أثر في سيرة ابن هشام.\n7 ـ حديث سلمان 2 الذي جاء فيه : « كنت أنا وعلي نوراً بين يدي الله ... الخ » قال ابن أبي الحديد : رواه أحمد في ( المسند ) وفي كتاب ( فضائل علي 7 ) ، وذكره صاحب كتاب ( الفردوس ) وزاد فيه : « ثم انتقلنا حتىٰ صرنا في عبد المطلب ، فكان لي النبوة ، ولعلي الوصية » (6) ولم نجد هذه الزيادة في",
        "__________________\n(1) تفسيرالطبري 19 : 140 ، تفسير ابن كثير 3 : 356 ، البداية والنهاية 3 : 40.\n(2) الدر المنثور / السيوطي 6 : 328.\n(3) مختصر تفسير الخازن 2 : 899 ـ دار المسيرة ـ بيروت.",
        "(4) الجواهر 13 : 103 ـ مصطفى البابي الحلبي ـ مصر ـ 1347 ه‍.\n(5) سيرة ابن إسحاق : 125.\n(6) شرح ابن أبي الحديد 9 : 171.\nطبعتين من ( الفردوس ) (1).",
        "8 ـ خطبة الإمام الحسين 7 في عاشوراء نقلها الطبري وغيره بهذا اللفظ : « أما بعد ، فانسبوني فانظروا من أنا ، ثم ارجعوا إلى أنفسكم وعاتبوها ، فانظروا هل يحلّ لكم قتلي وانتهاك حرمتي ؟ ألست ابن بنت نبيّكم 9 وابن وصيّه وابن عمّه ... الخ » (2) هذه الخطبة أوردها ابن كثير بعد أن حذف منها وحرفها أسوأ تحريف « راجعوا أنفسكم وحاسبوها ، هل يصلح لكم قتال مثلي ، وأنا ابن بنت نبيكم ، وليس علىٰ وجه الأرض ابن بنت نبي غيري ، وعلي أبي ، وجعفر ذو الجناحين عمي ... الخ » (3).\n9 ـ وتعرّض شعر الوصية للحذف والتحريف أيضاً بهدف إسقاط هذا المفهوم من ديوان الشعر العربي ، فقد حُذِف بيتان من أكثر طبعات ديوان المتنبي ، وهما قوله حين عُوتب علىٰ ترك مدح علي أمير المؤمنين 7 :\nحتى أن الأستاذ عبد الرحمٰن البرقوقي ذكر البيتين في الطبعة ذات الجزءين ج 2 ص 546 ، وحذفهما في الطبعة ذات الأربعة أجزاء (4).\nفانظر أي يد تلك التي أوتمنت علىٰ ودائع التراث ؟!",
        "__________________\n(1) الفردوس 3 : 283 / 4451 ـ دار الكتب العلمية ـ 1406 ه‍ ، و3 : 332 / 4884 ـ دار الكتاب العربي ـ 1407 ه‍.\n(2) تاريخ الطبري 5 : 424 ، الكامل في التاريخ 2 : 419 ، حوادث سنة 61 ه‍.\n(3) البداية والنهاية 8 : 179.",
        "(4) مصادر نهج البلاغة / عبد الزهراء الحسيني 1 : 146.\n10 ـ وحذف بيت يصرّح بالوصية من قصيدة الصحابي النعمان بن عجلان مع أبيات اُخر في رواية ابن عبد البر وابن حجر وابن الأثير (1) وغيرهم ، وورد البيت في رواية ابن بكار وابن أبي الحديد (2) في نفس القصيدة ، والبيت هو :\n4 ـ اُسلوب تضعيف الروايات والطعن بالرواة\nتضعيف الروايات :",
        "تعرّضت أحاديث الوصية ورواتها لموجة من التشكيك والطعن حتىٰ لا يكاد يسلم منها إلاّ النزر اليسير من قبل من ضاقت بهم السبل وأعجزتهم الحيل في الإنكار والكتمان فوصفوها بكونها موضوعة أو باطلة أو في إسنادها ظلمات (3) ، وما إلىٰ ذلك من الأوصاف التي لا تليق بروح البحث العلمي ، وذلك لأجل تنفير الباحث وإبعاده عن الحقيقة ، وفيما يلي نورد جملة من أقوال أصحاب هذا الاتجاه :\n1 ـ أحمد بن عمر القرطبي الأنصاري ( 656 ه‍ ) ذكر أن الأحاديث التي تساق في أن الرسول 9 أوصىٰ من وضع الشيعة (4) ، وقد مرّ في الفصل الثاني\n__________________\n(1) الاستيعاب بهامش الاصابة 3 : 549 ، اسد الغابة 5 : 349 ، الإصابة 3 : 562.",
        "(2) الأخبار الموفقيات : 593 ، شرح ابن أبي الحديد 6 : 31.\n(3) راجع : الموضوعات / ابن الجوزي 1 : 374 ـ 377 ، الفوائد المجموعة في الأحاديث الموضوعة / الشوكاني : 386 ـ 387 و 402 ـ دار الكتاب العربي ـ 1406 ه‍.\n(4) فتح الباري 5 : 361.\nأن جميع الأحاديث التي ذكرناها هي من طرق العامة ، وقد أكد الأستاذ عبد الفتاح عبد المقصود صحّة الروايات الواردة في الوصية ، ووصفها بالكثرة في كتب أهل السنة (1).",
        "2 ـ ابن تيمية الحراني ( 728 ه‍ ) قال في حديث الانذار : وحديث الانذار إذا كان في بعض كتب التفسير التي يُنقل فيها الصحيح والضعيف مثل : تفسير الثعلبي ، والواحدي ، والبغوي ، بل وابن جرير ، وابن أبي حاتم ، لم يكن مجرّد رواية واحد من هؤلاء دليلاً علىٰ صحّته (2).\nوقد مرّ من أورد الحديث من المحدثين ومن صححه في الفصل الثاني ، وفيهم من ذكره ابن تيمية ، ثم ان ابن تيمة وصف ابن جرير في موضع آخر بأنه لا يروي الأحاديث الموضوعة ولا الضعيفة ، وقال عن البغوي : لما كان البغوي عالماً بالحديث لم يذكر في تفسيره شيئاً من هذه الأحاديث الموضوعة التي يرويها الثعلبي ، ولا ذكر تفاسير أهل البدع التي ذكرها الثعلبي (3). فما بال رواية ابن جرير والبغوي وغيرهما هنا ليست دليلاً علىٰ صحة حديث الدار ؟ بالتأكيد لأنها تفضي إلىٰ تصحيح قوله 9 في علي 7 : « وصيي وخليفتي من بعدي ».\n3 ـ ابن كثير الدمشقي ( 774 ه‍ ) قال : أما ما يفتريه كثير من جهلة الشيعة والقصّاص الأغبياء من أنه 9 أوصى إلىٰ علي بالخلافة ، فكذب وبهت وافتراء عظيم ، يلزم منه خطأ كبير من تخوين الصحابة وممالأتهم بعده علىٰ ترك إنفاذ\n__________________",
        "(1) السقيفة والخلافة : 142 ـ دار غريب ، القاهرة ـ 1977 م.\n(2) منهاج السنة 4 : 80 ـ المكتبة العلمية ـ بيروت.\n(3) منهاج السنة 2 : 90.\nوصيته وإيصالها إلىٰ من أوصى إليه ، وصرفهم إياها إلىٰ غيره ، لا لمعنىٰ ولا لسبب (1) ... إلى آخر كلامه الذي أوضح فيه سبب تكذيبه حديث الوصية وغيره من الأحاديث الدالة على أفضلية أمير المؤمنين 7 وإمامته بعد رسول الله 9 ، وهو ما يلزم منه من تخوين الصحابة وتركهم إنفاذ وصيته 9 ، وقد تبيّن في الصحيحين أن عمر بن الخطاب منع رسول الله 9 أن يكتب وصيته التي توخّىٰ فيه الهدىٰ وإنقاذ الاُمة من الضلال ، فما المانع من الممالأة علىٰ وصيه بعد وفاته 9 ، سيما وأنه 9 قد عهد إلىٰ علي 7 بأن الأمة ستغدر به بعده (2) ، وأخبره بضغائن في صدور أقوام لا يبدونها إلا بعده 9 (3).",
        "كما أخبر 9 باعتراف أصحابه من بعده فيما يسمّونه بالصحيحين وأنّه لا ينجو منهم يوم القيامة إلاّ كهمل النعم كنايةً عن القلّة القليلة جدّاً.\nوقد صرّح أمير المؤمنين عليّ 7 بممالأة القوم على اهتضام حقّه الذي جعله الله له في عدّة مواضع من كلامه وخطبه وكتبه ، منها قوله 7 : « اللهمّ إني استعديك على قريش ومن أعانهم ، فإنّهم قطعوا رحمي ، وصغّروا عظيم منزلتي ، وأجمعوا على منازعتي أمراً هو لي ، ثم قالوا : ألا إن في الحق أن تأخذه ، وفي الحق أن تتركه ! » (4).\n__________________\n(1) البداية والنهاية 7 : 225.",
        "(2) مستدرك الحاكم 3 : 140 وصححه ، تذكرة الحفاظ 3 : 995 ، تاريخ بغداد 11 : 216 ، شرح ابن أبي الحديد 6 : 45 ، الخصائص الكبرى 2 : 235 ـ دار الكتب العلمية ـ بيروت ـ 1405 ه‍.\n(3) مستدرك الحاكم 3 : 139 ، مسند أبي يعلى 1 : 426 / 305.\n(4) نهج البلاغة / تحقيق صبحي الصالح : 246 / خ 172.\nوفي الخطبة الشقشقية (1) التي تشتمل علىٰ شكوى أمير المؤمنين 7 من تظاهر القوم عليه ، كفاية لمن التمس الحقّ واهتدىٰ به.",
        "وعقّب ابن كثير علىٰ حديث الوصية الذي رواه الطبراني عن سلمان 2 عن رسول الله 9 وفيه : « فإن وصيي وموضع سري وخير من أترك بعدي وينجز عدتي ويقضي ديني علي بن أبي طالب ».\nقال ابن كثير بعد ذكر تأويل الطبراني الذي قدّمناه : إن هذا الحديث منكر جداً ، ولا يصحّ سنده قولاً واحداً ، وأمراً واكداً ، ففي رجاله من لا يعرف رأساً ، وفيهم المتكلّم فيه بأساً ، وفي تأويل الطبراني ـ يبدو صحة الحديث ، وإن كان غير صحيح ـ نظر ، والله أعلم (2).\nوهذا الحديث رواه أحمد بن حنبل في ( الفضائل ) بلفظ « إن وصيي ووارثي ومنجز وعدي علي بن أبي طالب 7 » (3).\nوقال سبط ابن الجوزي : فإن قيل : قد ضعّفوا حديث الوصية ؟",
        "فالجواب : إن الحديث الذي ضعفوه في إسناده إسماعيل بن زياد ، تكلّم فيه الدارقطني ، وإنما تكلّم فيه لأنه روىٰ في الحديث زيادة بعد قوله : منجز وعدي « وهو خير من أترك بعدي » والحديث الذي ذكرناه رواه أحمد في ( الفضائل ) ، وليس في إسناده ابن زياد ، ولا هذه الزيادة ، فذاك حديث ، وهذا آخر (4).\nوهكذا اتضح لك من هو الغبي المعاند وللحقّ جاحد.\n__________________\n(1) وهي الخطبة الثالثة من نهج البلاغة.",
        "(2) جامع المسانيد والسنن / ابن كثير 5 : 383 / 3633.\n(3) فضائل الصحابة 2 : 615 / 1052.\n(4) تذكرة الخواص : 48.\n4 ـ ابن خلدون ( 808 ه‍ ) . قال في الفصل الثلاثين من مقدمته : والأمر الثاني هو شأن العهد مع النبي 9 وما تدعيه الشيعة من وصيته لعلي 2 وهو أمر لم يصحّ ولا نقله أحد من أئمة النقل.",
        "ثم قال : والذي وقع في الصحيح من طلب الدواة والقرطاس ليكتب الوصية ، وأن عمر منع من ذلك ، فدليل واضح على أنه لم يقع ، وكذا قول عمر حين طعن وسئل في العهد ، فقال : إن أعهد فقد عهد من هو خير مني ، يعني أبا بكر ، وإن أترك فقد ترك من هو خير مني ، يعني النبي 9 لم يعهد (1).\nوقال في تاريخه : ذهب كثير من الشيعة إلى أن النبي 9 أوصىٰ في مرضه لعلي ، ولم يصح ذلك من وجه يعوّل عليه ، وقد أنكرت هذه الوصية عائشة ، وكفىٰ بأنكارها (2).\nأما قوله : « أمر لم يصح ولا نقله أحد » وقوله : « لم يصح ذلك من وجه » فهو افتراء ، وتجاهل لصحيح السنة ، وعناد للحق.\nوأما قوله : « والذي وقع في الصحيح من طلب الدواة » فانه جعل منع عمر عن كتابة الوصية دليلاً علىٰ عدم وقوع العهد ، ولم يتعرض إلى أن إرادة النبي 9 كانت الكتابة ، وهي دليل على العهد لولا منع عمر ، وقد اعترف عمر بأن النبي 9 أراد أن يصرح باسم علي 7 في الوصية ، فمنع هو من ذلك (3). ثم إن العهد بالخلافة إذا لم يقع كتابةً فقد وقع لفظاً في مناسبات عديدة استغرقت جميع مراحل تاريخ النبوة.",
        "__________________\n(1) المقدمة / ابن خلدون : 212 ـ دار إحياء التراث العربي ـ بيروت ـ 1419 ه‍.\n(2) تاريخ ابن خلدون 3 : 215.\n(3) راجع جداله مع ابن عباس في شرح ابن أبي الحديد 12 : 20 ـ 21.",
        "وأما قول عمر : « إن أترك فقد ترك من هو خير مني » فهو مغالطة سافرة ، لأنه مانع من أن يقع العهد ، لا أن النبي 9 قد ترك فاستنّ عمر بسنته. ويكفي في المقام أنه اعترف علىٰ نفسه بمنع النبي الأعظم 9 من كتابة وصيته ، الأمر الذي يكشف عن عدم صحّة الاحتجاج بكلامه ، لا سيّما وهو في تلك الحال ، ومن يدري فلعلّه كان يهجر هجراً ؟\nوأما قوله : « وقد أنكرت هذه الوصية عائشة ، وكفىٰ بإنكارها » ! فهو من مضحكات ابن خلدون حقّاً ، إذ كان عليه أن يثبت صدق عائشة أوّلاً ، وعدم وجود ما ينير في تاريخها إلى اختلاف هذه الأكذوبة ثانياً ، مع مقارنة هذا الإنكار بأدلّة الوصية ومثبتاتها ثالثاً ، ولكن من ينكر أحاديث الإمام المهدي 7 حتىٰ صار سخرية عند محدّثي أهل السنة (1) لا جرم عليه في تمسّكه بإنكار من ركبت لقتال الوصي وسبط النبي 9 جملاً وبغلاً !\nتخبط وتناقض\nلقد أوقع التشكيك والتضعيف كثيراً من الباحثين المتأخرين بالتهافت والاضطراب ، لأنهم ساروا علىٰ خطى الأولين وسلكوا نهجهم في الشكّ والرفض لمبدأ الوصية دون أدنىٰ تدبّر وتعمّق ، وبعيداً عن متطلّبات البحث العلمي النزيه ، ففي الوقت الذي تجد بعضهم يشكّك في نسبة نهج البلاغة لأمير المؤمنين 7 لما ذُكِر فيه من الوصية والوصي (2) ، تجد الآخر يقول : إننا لا نجد في",
        "__________________\n(1) راجع كتاب : المهدي المنتظر في الفكر الإسلامي للسيّد ثامر العميدي ، وهو الإصدار الأوّل من إصدارات مركز الرسالة ، ستجد فيه سخرية أعلام أهل السنّة من ابن خلدون في إنكاره أحاديث المهدي 7.\n(2) أثر التشيع في الأدب العربي / محمّد سيد گيلاني : 66 ـ القاهره.\nخطب علي وكلامه ومراسلاته التي ضمّها نهج البلاغة وصفه بهذا اللفظ ، أي ( الوصيّ ) (1).",
        "وفي ذلك دلالة على التخبّط الأعمىٰ والتناقض المفضوح ، وأنّهم لم يخضعوا القضية لميزان النقد الصحيح ، وإنّما تناولوها على أساس متبنّياتهم المذهبية المقيتة.\nطعن الرواة\nوتكلّموا في غالب رواة الوصية ونبزوهم بعدم الثقة والضعف والجهالة والكذب والوضع والرفض والترك وغيرها (2) ، وجعلوا رواية حديث الوصية من علامات غلو الراوي في مذهبه (3) ، ودليلاً على رفضه وكذبه (4). وإن كان من أهل الثقة والصدق والجلالة ، ونذكر علىٰ سبيل المثال :\n1 ـ إبراهيم بن محمد بن ميمون",
        "روىٰ عنه أبو بكر بن أبي شيبة وغيره ، وذكره ابن حبان في الثقات (5).\nوقال إبراهيم بن أبي بكر بن شيبة : سمعت عمّي عثمان بن أبي شيبة يقول : لولا رجلان من الشيعة ما صحّ لكم حديث. فقلت له : من هما يا عمّ ؟ قال :\n__________________\n(1) الخلافة ونشأة الأحزاب الإسلامية / د. محمد عمارة : 33.",
        "(2) راجع : اللآلئ المصنوعة / السيوطي 1 : 358 ، 362 ـ دار المعرفة ـ بيروت ، الموضوعات / ابن الجوزي 1 : 374 ـ 377.\n(3) تهذيب الكمال / المزي 5 : هامش صفحة 48 ـ مؤسسة الرسالة ـ بيروت ـ ط 4 ـ 1406 ه‍.\n(4) ميزان الاعتدال 1 : 521 / 1943.\n(5) الثقات / ابن حبان 8 : 74 ـ مؤسسة الكتب الثقافية ـ بيروت.",
        "إبراهيم بن محمد بن ميمون ، وعباد بن يعقوب (1).\nومع ذلك قال الذهبي : لا أعرفه ، روىٰ حديثاً موضوعاً فاسمعه : روىٰ محمّد ابن عثمان بن أبي شيبة عنه ، عن علي بن عابس ، عن الحارث بن حصيرة ، عن القاسم بن جندب ، عن أنس أن النبي 9 قال لي : « أول من يدخل عليك من هذا الباب أمير المؤمنين وسيد المسلمين ، وقائد الغرّ المحجّلين ، وخاتم الوصيين ... » (2) فكان هذا الحديث سبباً في تضعيفه وعدم معرفة الذهبي له.\n2 ـ جابر بن يزيد الجعفي\nقال سفيان : ما رأيت أورع منه في الحديث ، وقال شعبة : جابر الجعفي صدوق في الحديث. وقال وكيع : مهما شككتم في شيء فلا تشكوا في أن جابراً ثقة. ووصفه الذهبي بأنه أحد أوعية العلم (3). وروىٰ له أبو داود والترمذي وابن ماجة ، ومع ذلك فقد ضعفوه ، وتركوا حديثه (4) ونهوا عن كتابته ، واتهموه بالكذب في الحديث تارة ، وبالرفض اُخرىٰ (5).",
        "والسبب في ذلك لأنه كان إذا حدث عن الإمام الباقر 7 يقول : حدثني\n__________________\n(1) لسان الميزان 1 : 107 / 318.\n(2) ميزان الاعتدال 1 : 64 / 211.",
        "(3) راجع : تاريخ الإسلام / الذهبي وفيات سنة 121 ـ 140 : 59 ، تهذيب الكمال 4 : 467 ـ 468 ، تهذيب التهذيب2 : 47 ، ميزان الاعتدال 1 : 379.\n(4) راجع : صحيح مسلم 1 : 25 من المقدمة.\n(5) راجع : ضعفاء العقيلي 1 : 192 ـ دار الكتب العلمية ـ بيروت ـ 1404 ه‍ ، تهذيب الكمال 4 : 469 ، ميزان الاعتدال 1 : 380 ، تاريخ الإسلام / الذهبي : 60 ، تهذيب التهذيب 2 : 47 ـ 49.\nوصي الأوصياء. قال ابن عيينة : سمعت من جابر ستين حديثاً ، ما أستحلّ أن أروي عنه شيئاً ، يقول حدثني وصي الأوصياء.",
        "وقال الحميدي : سمعت ابن أكثم الخراساني يسأل سفيان : أرأيت يا أبا محمّد الذي عابوا علىٰ جابر الجعفي ؛ قوله : حدثني وصي الأوصياء ... (1).\n3 ـ خالد بن عبيد العتكي ، أبو عاصم البصري\nقال الذهبي : كان ذا وقار وجلالة. وقال أحمد بن سيار : كان شيخاً نبيلاً ، وكان العلماء يعظمونه ، وكان ابن المبارك ربما سوّىٰ عليه ثيابه إذا ركب. وقال العلاء بن عمران : كانوا لا ينكرون روايته عن أنس ، وقال ابن عدي : ليس في أحاديثه حديث منكر جداً. وروىٰ له ابن ماجة.\nومع ذلك فقد جعله ابن حبان في الضعفاء ، وقال : يروي عن أنس نسخة موضوعة ما لها اُصول ... منها : عن أنس ، عن سلمان ، قال : رسول الله 9 لعلي : « هذا وصيي وموضع سري وخير من أترك بعدي » (2).",
        "4 ـ عبد الغفار بن القاسم ، أبو مريم الأنصاري\nوصفوه بالاعتناء بالعلم وبالرجال ، وقال شعبة : لم أرَ أحفظ منه ، وقال ابن عدي : سمعت ابن عقدة يثني على أبي مريم ويطريه ، وتجاوز الحدّ في مدحه حتىٰ قال : لو ظُهر على أبي مريم ما اجتمع الناس إلى شعبة (3).\nقال ابن كثير بعد إيراده حديث الدار : تفرّد به عبد الغفار بن القاسم ، أبو\n__________________",
        "(1) ميزان الاعتدال 1 : 383 ، تهذيب التهذيب 2 : 43 ، ضعفاء العقيلي 1 : 194 ، تهذيب الكمال 4 : 470 ـ الهامش.\n(2) ميزان الاعتدال 1 : 634 / 2443 ، تهذيب التهذيب 3 : 91 / 194.\n(3) لسان الميزان 4 : 42 / 123.\nمريم ، وهو كذّاب شيعي ، اتهمه علي بن المديني وغيره بوضع الحديث ، وضعّفه الباقون (1).",
        "ولو سلّمنا بقول ابن كثير ، فإن حديث الدار روي من طرق اُخرىٰ صحيحة ليس فيها عبد الغفار بن القاسم (2) ، لكنه أغمض عنها وادّعىٰ تفرّد أبي مريم برواية الحديث.\n5 ـ علي بن هاشم بن البريد\nوصفه الذهبي : بالإمام الحافظ الصدوق ، ووثّقه ابن معين ، ويعقوب السدوسي ، وعلي بن المديني وطائفة. وقال أبو زرعة : صدوق ، وجعله ابن حبان في الثقات. وأخرج له مسلم في صحيحه والأربعة في سننهم ، والبخاري في الأدب المفرد ، وذكره في تاريخه الكبير. وقال أحمد بن حنبل والنسائي : ليس به بأس (3).\nومع ذلك فقد جعله العقيلي في الضعفاء. ونقل عن عيسىٰ بن يونس ، قال : هم أهل بيت تشيّع وليس ثمّ كذب ... ثم قال : روىٰ عن سلمان : « إن أفضل الأنبياء نبينا ، وإن أفضل الأوصياء وصينا ، وإن أفضل الأسباط سبطانا » (4)",
        "__________________\n(1) البداية والنهاية 3 : 40.\n(2) راجع : ترجمة الإمام علي 7 من تاريخ دمشق 1 : 99 / 137 ، تاريخ الطبري 2 : 219 ، خصائص النسائي : 18 ، مسند أحمد 1 : 159 ، شواهد التنزيل 1 : 420 / 580 وغيرهم.\n(3) سير أعلام النبلاء 8 : 342 / 92 ، تهذيب التهذيب 7 : 342 / 634 ، ضعفاء العقيلي 3 : 255 ـ الهامش.",
        "(4) ضعفاء العقيلي 3 : 255 / 1260.\nومن هنا جاء تضعيفه.\n6 ـ عمارة بن جوين ، أبو هارون العبدي\nروى له البخاري في كتاب أفعال العباد ، وكذلك الترمذي وابن ماجة. وقد ضعفوه واتهموه بالكذب لأنه كانت عنده صحيفة يقول : هذه صحيفة الوصي (1).",
        "قال ابن عبد البر : قد تحامل بعضهم فنسبه إلى الكذب ، روي ذلك عن حماد ابن زيد ، وكان فيه تشيّع ، وأهل البصرة يفرطون فيمن يتشيّع بين أظهرهم لأنهم عثمانيون (2).\n7 ـ محمّد بن الحسين الأزدي\nقال ابن حجر : محلّة الصدق. ونقل الخطيب عن محمّد بن جعفر بن علان أنه ذكره بالحفظ وحسن المعرفة بالحديث وأثنىٰ عليه.\nورموه بالضعف لما نُقِل في تاريخ حلب لابن العديم أنه قدم علىٰ سيف الدولة ابن حمدان ، فأهدىٰ له كتاباً في مناقب أمير المؤمنين عليّ 7 ، قال ابن العديم : وفيه أحاديث منكرة ... منها : « يوشع وصي موسىٰ ، وعلي وصي محمّد ، ومحمّد أفضل من موسىٰ ، فوصيه أفضل من وصيه » (3).",
        "8 ـ الحاكم أبو عبد الله محمّد بن عبد الله النيسابوري صاحب ( المستدرك )\nوصفه علماء الجرح والتعديل بأنّه شيخ المحدّثين وصاحب التصانيف ، وأنه\n__________________\n(1) تهذيب التهذيب 7 : 361 / 671 ، ميزان الاعتدال 3 : 174 / 6018 ، تهذيب الكمال 21 : 234.",
        "(2) تهذيب التهذيب 7 : 362.\n(3) لسان الميزان 5 : 139 / 465.\nإمام صدوق ، ثقة في الحديث (1).\nومع ذلك فقد اتّهموه بالتشيّع تارة وبالرفض اُخرىٰ لتصحيحه أحاديث في فضل أهل البيت : وإمامتهم. قال الذهبي : ومن شقاشقه ... قوله : إن عليّاً وصي (2).",
        "9 ـ ناصح بن عبد الله الكوفي\nقال الذهبي : وكان من العابدين ، ذكره الحسن بن صالح ، فقال : رجل صالح ، نعم الرجل. وأخرج حديثه الترمذي وابن ماجة.\nوقد وصفوه بالضعف وعدم الثقة وتركوا حديثه لما رواه عن سماك بن حرب ، عن أبي سعيد الخدري ، عن سلمان ، قال : قلت : يا رسول الله لكل نبي وصيّ ، فمن وصيك ؟ فسكت عنّي ، فلما كان بعدُ قال : « يا سلمان ، إنّ وصيي ، وموضع سرّي ، وخير من أترك بعدي ، ينجز موعدي ، ويقتضي ديني ؛ علي ابن أبي طالب » (3).\n5 ـ اُسلوب إثارة الشبهات",
        "تعرّضنا في هذا الفصل لبعض الشبهات المثارة حول الوصية ، وقد ذكرنا جوابها ، وهناك شبهة قديمة ذكرها الخوارج وكثير من المتأخرين مفادها : لو كان علي 7 وصياً لما حكّم الحكمين.\nروى الذهبي عن أبي عمرو الأوزاعي : أنه لما قدم عبد الله بن علي على السفاح الشام وقتل بني اُمية ، بعث إليّ وقال : ويحك ، أوليس الأمر لنا ديانةً ؟\n__________________\n(1) راجع : سير أعلام النبلاء 17 : 162.",
        "(2) ميزان الاعتدال 3 : 608.\n(3) ميزان الاعتدال 4 : 240 / 8988 ، تهذيب التهذيب 10 : 258 / 721.\nقلت : كيف ذاك ؟ قال : أليس كان رسول الله 9 أوصى لعلي ؟ قلت : لو أوصى إليه لما حكّم الحكمين ، فسكت وقد اجتمع غضباً ، فجعلت أتوقع رأسي يسقط بين يدي ، فقال بيده هكذا : أومأ أن أخرجوه ، فخرجت (1).\nوقبل الجواب يتّضح من هذا الخبر أن عبد الله بن علي قائد العباسيين كغيره من رجال الأُمّة يفهم أن الوصيّ هو الذي يقوم بالأمر بعد النبي 9 ديانةً لا شورىٰ ولا اختياراً. هذا مع أن الوصية لأمير المؤمنين عليّ 7 لا تصحّح شرعية الخلافة العباسية بأي شكل من الأشكال كما أراد عبد الله بن علي ، لأنّ أمير المؤمنين عليّاً 7 لم يوصِ إليهم ، ولا هم ورّاثه الشرعيون.",
        "أما الجواب فبامكان الخوارج والأوزاعي أن يقولوا : لو كان وصياً لما بايع الشيخين ولما حضر الشورىٰ ، ولكل ذلك جواب يثبته واقع التاريخ الذي فرض على الوصي العمل بوصية أخيه وعهده إليه بالصبر عند خذلان الأمّة ، فكان 7 يقول : « وصبرت على أخذ الكظم وعلى أمرّ من طعم العلقم » (2).\nوقال 7 : « وطفقت أرتئي بين أن أصول بيدٍ جذّاء ، أو أصبر علىٰ طخية عمياء ، يهرم فيها الكبير ، ويشيب فيها الصغير ، ويكدح فيها مؤمن حتىٰ يلقىٰ ربّه ، فرأيت أن الصبر علىٰ هاتا أحجىٰ ، فصبرتُ وفي العين قذىً ، وفي الحلق شجىً ، أرىٰ تراثي نهباً ... » (3).\nوذلك لأنه 7 آثر بقاء الإسلام الذي نذر حياته وخاض الغمرات لأجله ، فتراه في أحرج المواقف التي واجهته بعد البيعة يقول : « سلامة الدين\n__________________",
        "(1) تذكرة الحفّاظ / الذهبي 1 : 181 ـ دار إحياء التراث العربي.\n(2) نهج البلاغة / صبحي الصالح : 68 الخطبة 26.\n(3) نهج البلاغة / صبحي الصالح : 48 الخطبة 3.\nأحبّ إلينا من غيره » (1).",
        "وثبت عنه 7 بخصوص مسألة التحكيم أنه نصح أصحابه من الدخول في هذه الحكومة ، وأمرهم بالمناجزة والثبات في الحرب ، وبيّن لهم أن رفع المصاحف خدعة ومناورة لجأ إليها معاوية حين بان في أصحابه الفشل والوهن ، وأحسّ فيهم الجزع من الحرب.\nقال 7 : « عباد الله ، إني أحقّ من أجاب إلىٰ كتاب الله ، ولكن معاوية وعمرو بن العاص وابن أبي معيط وحبيب بن مسلمة وابن أبي سرح ، ليسوا بأصحاب دين ولا قرآن ، إني أعرفُ بهم منكم ، صحبتهم أطفالاً وصحبتهم رجالاً ، فكانوا شرّ أطفال وشرّ رجال ، إنها كلمة حقّ يُراد بها باطل ، وما رفعوا لكم إلاّ خديعة ومكيدة » (2).\nولكن السواد الأعظم من أصحابه 7 وكانوا زهاء عشرين ألفاً ، أبوا إلاّ التحكيم ، وخرجوا عن الطاعة « ولا رأي لمن لا يطاع » (3) فوافقهم 7 تسكيناً لشغبهم لا استصلاحاً لرأيهم ، فالوصي 7 لم يحكّم الحكمين ، بل إن غالبية جيشه الذين صاروا خوارج فيما بعد ، هم الذين أصروا على التحكيم.\nثم أنّهم ندموا علىٰ خطل الرأي ، ولكنّهم ارتكبوا حماقة اُخرىٰ حيث جعلوا التحكيم ذنباً اقترفه علي 7 ، فذكّرهم 7 نهيه لهم عن قبول التحكيم قائلاً : « وقد كنت نهيتكم عن هذه الحكومة ، فأبيتم عليّ إباء المخالفين ، حتىٰ",
        "__________________\n(1) الأخبار الموفقيات : 581 عن محمّد بن إسحاق ، شرح ابن أبي الحديد 6 : 21.\n(2) وقعة صفين : 489 ، راجع الهامش أيضاً.\n(3) نهج البلاغة / صبحي الصالح : 71 ـ الخطبة 27.",
        "\nصرفت رأيي إلىٰ هواكم ، وأنتم معاشر أخفّاء الهام ، سُفهاء الأحام » (1).\nولمّا أراد 7 أن يبعث أبا موسى إلى الحكومة ، أتاه رجلان من الخوارج ، وهما زُرعة بن البُرج الطائي ، وحُرقوص بن زهير السعدي ، فدخلا عليه ، فقالا له : لا حكم إلاّ لله ، فقال عليّ : لا حكم إلاّ لله ، فقال له حُرْقوص : تُبْ من خطيئتك ، وارجع عن قضيّتك ، واخرج بنا إلى عدوّنا نقاتلهم حتىٰ نلقىٰ ربّنا. فقال لهم عليّ : قد أردتكم علىٰ ذلك فعصيتموني ، وقد كتبنا بيننا وبينهم كتاباً ، وشرطنا شروطاً ، وأعطينا عليها عهودَنا ومواثيقنا ، وقد قال الله عزّوجلّ : ( وَأَوْفُوا بِعَهْدِ اللهِ إِذَا عَاهَدتُّمْ وَلا تَنقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللهَ عَلَيْكُمْ كَفِيلاً إِنَّ اللهَ يَعْلَمُ مَا تَفْعَلُونَ ) (2). فقال له حُرقوص : ذلك ذنب ينبغي أن تتوب منه ؛ فقال عليّ : ما هو ذنب ولكنه عَجْز من الرأي ، وضعفٌ من الفعل ، وقد تقدّمت إليكم فيما كان منه ، ونهيتُكم عنه (3).\nوبهذا يتبيّن مقدار ما يمتلكه الأوزاعي من علم بشأن التحكيم ، ومن يدري فلعلّه كان علىٰ رأي الخوارج المارقين.",
        "\n\n\n__________________",
        "(1) نهج البلاغة / صبحي الصالح : 80 / الخطبة 36.\n(2) سورة النحل : 16 / 91.\n(3) تاريخ الطبري 5 : 72.\n",
        "المحتويات\nمقدمة المركز \t 5\nمقدمة المؤلِّف \t 9\nالفصل الأوّل : معنى الوصية وتشريعها \t 11",
        "المبحث الأوّل : معنى الوصية \t 11\nالوصية في اللغة \t 11\nالوصية في الاصطلاح \t 14\nأركان الوصية \t 16",
        "أقسام الوصية \t 17\nالمبحث الثاني : تشريع الوصية \t 18\n1 ـ تشريعها قبل الإسلام \t 18\nوصايا الأنبياء : : في أسفار العهدين \t 19",
        "وصايا الأنبياء : : في كتب الحديث والتاريخ \t 20\nأولاً : وصايا الأنبياء في كتب الحديث \t 21\nثانياً وصايا الأنبياء في كتب التاريخ والسيرة والتفسير \t 23\n2 ـ تشريعها في الإسلام \t 30",
        "1 ـ القرآن الكريم \t 30\n2 ـ السنّة المطهرة \t 33\n3 ـ العقل \t 34\nالفصل الثاني : وصية النبيّ 9 في الحديث والأثر \t 43",
        "المبحث الأوّل : الأحاديث الصريحة بالوصية \t 43\nتمهيد \t 43\nأولاً ـ الأحاديث النبوية \t 44\nدلالة الأحاديث \t 48",
        "ثانياً : أحاديث أهل البيت : \t 51\nثالثاً : أحاديث الصحابة \t 55\nرابعاً : الأوصياء اثنا عشر \t 59\nأهل البيت : هم الأوصياء \t 62",
        "خامساً : مدونات في الوصية \t 65\nالمبحث الثاني : الأحاديث الجارية مجرى الوصية \t 68\nأولاً : الخلافة \t 68\nثانياً : الإمامة \t 69",
        "ثالثاً : الولاية \t 69\nرابعاً : الوراثة \t 72\nخامساً : الوزارة \t 73\nسادساً : الإمرة \t 74",
        "المبحث الثالث : مظاهر الاصطفاء \t 75\nأولاً ـ الولادة في البيت \t 76\nثانياً ـ التربية النبوية \t 77\nثالثاً ـ السبق إلى الإسلام والتقدّم إلى الإيمان \t 79",
        "رابعاً ـ السبق في العلم \t 80\nخامساً ـ العصمة \t 82\nسادساً ـ مزايا فريدة \t 84\nالمبحث الرابع : أوجه التشابه بين وصي موسىٰ 7 ووصي محمّد 9 \t 90",
        "1 ـ السبق إلى الإيمان \t 90\n2 ـ ردّ الشمس \t 91\n3 ـ قتال الجبّارين \t 93\n4 ـ خروج الصفراء علىٰ يوشع ، والحميراء علىٰ عليّ 7 ! \t 93",
        "5 ـ الفتوّة \t 94\n6 ـ السبق في العلم \t 95\n\n7 ـ أتباعه هُم الفرقة الناجية \t 95",
        "8 ـ ليلة الشهادة وأحداثها \t 96\n9 ـ مدّة بقائه بعد النبي 9 \t 97\n10 ـ عدد الأئمة بعده \t 97\n11 ـ مظاهر اُخرىٰ من التشابه بينهما 8 \t 97",
        "الفصل الثالث : الوصية في الشعر العربي \t 99\n1 ـ الأشعث بن قيس الكندي \t 100\n2 ـ جرير بن عبد الله البجلي \t 101\n3 ـ حجر بن عدي الكندي \t 102",
        "4 ـ حسان بن ثابت الأنصاري \t 103\n5 ـ خزيمة بن ثابت الأنصاري \t 103\n6 ـ زحر بن قيس بن مالك الجعفي \t 104\n7 ـ زُفَر بن زيد الأسدي \t 105",
        "8 ـ زياد بن لبيد الأنصاري \t 105\n9 ـ عبادة بن الصامت الأنصاري \t 105\n10 ـ عبد الرحمن بن حنبل \t 106\n11 ـ عبد الله بن أبي سفيان الهاشمي \t 106",
        "12 ـ عبد الله بن بديل بن ورقاء الخزاعي \t 107\n13 ـ عبد الله بن عباس بن عبد المطلب \t 107\n14 ـ أمير المؤمنين علي بن أبي طالب \t 108\n15 ـ عمرو بن العاص السهمي \t 108",
        "16 ـ قيس بن سعد بن عبادة \t 108\n17 ـ المغيرة بن الحارث بن عبد المطلب \t 109\n18 ـ المنذر بن أبي حميصة الوادعي \t 109\n19 ـ النعمان بن عجلان الأنصاري \t 109",
        "20 ـ أبو الهيثم بن التيّهان \t 110\nالفصل الرابع : موقف الأُمة من الوصية \t 113\nفالفرقة الأُولىٰ ـ المؤمنون بالوصية \t 113\nفالفرقة الثانية ـ المؤوّلون لها \t 113",
        "فالفرقة الثالثة ـ المنكرون لها \t 114\nأساليب هذا الاتجاه \t 120\n1 ـ اُسلوب التكتّم والإنكار \t 120\n2 ـ اُسلوب إبعاد الوصية عن العهد النبوي \t 126",
        "الادعاء الأوّل : إن الوصية من إبداعات عبد الله بن سبأ \t 126\nوالادعاء الثاني : إن الوصية من صنع متكلمي الشيعة في القرن الثاني \t 129\n3 ـ اُسلوب الحذف والتحريف \t 131\n4 ـ اُسلوب تضعيف الروايات والطعن بالرواة \t 134",
        "تضعيف الروايات \t 134\nتخبط وتناقض \t 139\nطعن الرواة \t 140\n1 ـ إبراهيم بن محمد بن ميمون \t 140",
        "2 ـ جابر بن يزيد الجعفي \t 141\n3 ـ خالد بن عبيد العتكي ، أبو عاصم البصري \t 142\n4 ـ عبد الغفار بن القاسم ، أبو مريم الأنصاري \t 142\n5 ـ علي بن هاشم بن البريد \t 143",
        "6 ـ عمارة بن جوين ، أبو هارون العبدي \t 144\n7 ـ محمّد بن الحسين الأزدي \t 144\n8 ـ الحاكم أبو عبد الله محمّد بن عبد الله النيسابوري \t 144\n9 ـ ناصح بن عبد الله الكوفي \t 145",
        "5 ـ اُسلوب إثارة الشبهات\t145\nالمحتويات \t 149"
    ]
}