{
    "partText": [
        "\nيا رسول الله !\nلماذا أحبك ؟\nولماذا أصلي عليك ؟\nإعداد\nحسن بن عبيد باحبيشي\n1428هـ\nقال عز وجل :\nإن الله وملآئكته يصلون على النبي ،\nيآ أيها الذين آمنوا صلوا عليه وسلموا تسليما\nقال صلى الله عليه وآله وسلم :\nإن أولى الناس بي يوم القيامة أكثرهم علي صلاة\nالمقدمة\nحبه .. والصلاة والسلام عليه .. ونسبه الشريف\nصلى الله عليه وعلى آله وسلم\nلم يحب الناس أحداً من البشر كما أحبوا الحبيب المصطفى صلى الله عليه وعلى آله وسلم . ولكن لماذا ؟ لقد جبلت النفوس على حب من أحسن إليها ، وعلى قدر الإحسان تكون المحبة . ولذلك كانت المحبة هنا لامتناهية وليس لها حد ، لأن الإحسان الذي تلقته من الهادي البشير صلى الله عليه وسلم إحسان إليها في كامل دنياها ودينها ، أحبته أكثر مما أحبت نفسها وأولادها ، افتدته بأرواحها وبذلت أنفسها رخيصة دفاعاً من أجل مجرد كلمة سمعتها عنه . ويحق لها ذلك ، فإن الإحسان الذي أحسنه إليها ليس أحسان بشر عادي ، صحيح أنه بشر ولكن ليس كالبشر إنه قمة القمم حيث حاز الكمال في كل الفضائل ، كما أن الشيء الذي جاء به إليها ليس إحسانا بشرياً بل سعادة الدنيا والآخرة . لذلك أحبه المسلمون ، لقد كان أفضل نبي ورسول ، وكان أفضل أب وأفضل مولود وأفضل حاكم وأفضل معلم وخير زوج وخير صهر وخير جار ، كان صلى الله عليه وسلم خير الأخيار .\nإن المؤلفين عندما يكتبون عن أحد العظماء فإنهم يزيدونه عظمة ، إلا عندما تكون الكتابة عن النبي محمد صلى الله عليه وسلم فهنا يختلف الأمر وينعكس حيث أننا بالكتابة عن عظمته صلى الله عليه وسلم نتشرب ونقتبس جزءا قليلاً من أي عظمة من جوانب عظمته التي نكتب عنها . يصبح الكلام جميلا عندما نتكلم عن جماله الشريف ، ويصبح الكلام عذباً عندما نتكلم عن أخلاقه الطاهرة ، أما عندما نتكلم عن عبادته وعلاقته بربه فهنا يكون أعظم الكلام .\n(1/1)\n",
        "لقد استحق محمد بن عبدالله صلى الله عليه وسلم بجدارة المنزلة العالية الرفيعة فأحب الله فاستحق حب الله سبحانه له ، وكان عبداً شكوراً ، وهذه هي السبيل لكل مسلم أن يسلكها .\nونحن المسلمين علينا أن نحمد الله سبحانه ونشكره أن جعلنا من أمة محمد صلى الله عليه وسلم ، فالله عز وجل أرسل خير رسول لخير أمة . فعلينا بالحب الصادق له والإيمان به وطاعته واتباعه ، علينا بالشوق إليه والذكر الدائم له ، لكي يرزقنا الله جواره ورؤيته ومرافقته في الجنة ، بل إن من أعظم أمانينا أن نحلم برؤيته في المنام في الدنيا . إن حب محمد صلى الله عليه وآله وسلم من حب رب محمد عز وجل .\nأما الصلاة والسلام عليه فهي من أجمل أنواع ذكره فمع أنها عبادة لله ومع فضائلها في الدين والدنيا إلا أنها لون جميل رائع من ألوان حبه ، حيث تحلو الصلاة والسلام عليه دائماً وأبدا ، في كل حين وفي كل مكان ، وإن كان في أزمنة وأمكنة معينة أكثر فضلاً . الصلاة والسلام عليه يحلو تكرارها وتردادها حتى وكأنها قد أصبحت مثل التنفس أو أعظم . صلى عليه المسلمون نثراً وشعراً ، صلوا عليه لتعطير مجلسهم ، صلوا عليه ليجلي الله همومهم وغمومهم ، صلى عليه التجار والباعة حيث لم يجدوا لترويج بضائعهم أجمل منها . صلى عليه المسلمون عند أفراحهم وأعراسهم إذ لم يجدوا أجمل ولا أحلى ولا أجلب للسعادة في ليلة العرس من التلذذ بذكره والصلاة عليه ، صلت عليه الأمهات عند ملاعبة أطفالهم ، حيث لم تجد الأم شيئاً أفضل لرضيعها ليدخل أذنه وقلبه من الصلاة والسلام على هذا الحبيب . إن الصلاة والسلام عليه هي خير ما ترنمنا وتعطرنا واحتفينا به .\n(1/2)\n\nأما نسبه الطاهر الشريف فخير وأعز نسب ، لم يكتب الله سبحانه لأحد من طهر النسب والعفاف ما كتب له ، وذلك ليجمع الله سبحانه له خير ما جمع لأحد من مخلوقاته من الفضل والأخلاق ومن الجمال ومن النسب . فجمع الله تعالى له جمال الباطن وجمال الظاهر وجمال النسب .\nاللهم ارزقنا في الدنيا حبه ، وبلغنا زيارته ، وارزقنا في المحشر شفاعته ، وفي جنتك جواره ومرافقته . اللهم آمين .\nحسن بن عبيد باحبيشي\nجدة\nالفهرس\nالمقدمة .. حبه . . والصلاة عليه . . ونسبه الشريف\nصلى الله عليه وآله وسلم …………\nالآيات الكريمات في فضل سيد الكائنات\nالأحاديث الأربعون النبوية في فضائل خير البرية\nالنداء وأهدافه …\nيا رسول الله لماذا أحبك ؟…………\nيا رسول الله لماذا أصلي عليك ؟\nنسب النبي صلى الله عليه وآله وسلم\nالمعاني الأربعة المهمة\n( الله ، محمد ، الصلاة ، السلام ) ………\nولكن كيف تكون صلاتي عليه؟ ………\nيا رسول الله كيف أتأدب معك ؟\nيا رسول الله يا سيد الأنام كيف أراك في المنام ؟……\nاللهم .. يا الله …………\nوأخيراً …………\nيا الله .. اللهم\nالآيات الكريمات في فضل سيد الكائنات\nصلى الله عليه وعلى آله وسلم\nهذه آيات عطرة من كتابه عز وجل في المدح والثناء على خاتم الأنبياء ، عليه أفضل الصلوات وأتم التساليم والثناء . إنه سبحانه أعلم بنبيه ، وهو أحب إليه . إن كلامه عز وجل معجز في كل شيء ، ومعجز أيضاً في وصف سيد الأولين والآخرين ، صلى الله عليه وآله وسلم . إن كلامه هو الأول والآخر ، ولن نجد أي كلام آخر مهما بلغ سيوفي الحبيب المصطفى حقه من الفضل صلى الله عليه وآله وسلم .\n1- ربنا وابعث فيهم رسولاً منهم يتلوا عليهم آياتك ويعلمهم الكتاب والحكمة ويزكيهم إنك أنت العزيز الحكيم البقرة 129\n2- قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم آل عمران 31",
        "(1/3)\n\n3- فبما رحمة من الله لنت لهم ولو كنت فظاً غليظ القلب لا نفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الأمر فإذا عزمت فتوكل على الله إن الله يحب المتوكلين آل عمران 129\n4- لقد من الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم يتلوا عليهم ءاياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين آل عمران 164\n5- فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيداً النساء 41\n6- فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً النساء 65\n7- من يطع الرسول فقد أطاع الله النساء 80\n8- وأنزل الله عليك الكتاب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيماً النساء 105\n9- وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون الأنفال 33\n10- لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم التوبة 128\n11- ولقد ءاتيناك سبعاً من المثاني والقرءان العظيم الحجر 87\n12- سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصا الذي باركنا حوله لنريه من ءاياتنا إنه هو السميع البصير الإسراء 1\n13- عسى أن يبعثك ربك مقاماً محموداً الإسراء 79\n14- طه ما أنزلنا عليك القرءان لتشقى طه2\n15- وما أرسلناك إلا رحمة للعالمين الأنبياء 107\n16- النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم الأحزاب 6\n17- إن الله وملآئكته يصلون على النبي يأيها الذين ءامنوا صلوا عليه وسلموا تسليماً الأحزاب 56\n18- يس والقرءان الحكيم إنك لمن المرسلين على صراط مستقيم يس 4\n19- إنا فتحنا لك فتحاً مبيناً ليغفر لك الله ما تقدم من ذنبك وما تأخر ويتم نعمته\nعليك ويهديك صراطاً مستقيماً وينصرك الله نصراً عزيزاً الفتح 3\n20- إنا أرسلناك شاهداً ومبشراً ونذيراً لتؤمنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه بكرة وأصيلاً الفتح 9\n(1/4)",
        "\n21- إن الذين يبايعونك إنما يبايعون الله يد الله فوق أيديهم الفتح 10\n22- محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعاً سجداً يبتغون فضلاً من الله ورضواناً سيماهم في وجوههم من أثر السجود الفتح 29\n23- يأيها الذين ءامنوا لا تقدموا بين يدي الله ورسوله واتقوا الله إن الله سميع عليم يأيها الذين ءامنوا لا ترفعوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض أن تحبط أعمالكم وأنتم لا تشعرون الحجرات 2\n24- والنجم إذا هوى ما ضل صاحبكم وما غوى وما ينطق عن الهوى إن هو إلا وحي يوحى النجم 4\n25- يا أيها الذين ءامنوا إذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة ذلك خير لكم وأطهر المجادلة 12\n26- وما ءاتاكم الرسول فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد العقاب الحشر 7\n27- هو الذي بعث في الأميين رسولاً منهم يتلوا عليهم ءاياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين الجمعة 2\n28- ن والقلم وما يسطرون ما أنت بنعمة ربك بمجنون وإن لك لأجراً غير ممنون وإنك لعلى خلق عظيم القلم 4\n29- إنه لقول رسول كريم ذي قوة عند ذي العرش مكين مطاع ثم أمين وما صاحبكم بمجنون التكوير 22\n30- والضحى والليل إذا سجى ما ودعك ربك وما قلى وللآخرة خير لك من الأولى ، ألم نشرح لك صدرك ورفعنا لك ذكرك ، إنا أعطيناك الكوثر .\nالأحاديث الأربعون النبوية في فضائل خير البرية\nصلى الله عليه وعلى آله وسلم\n(1/5)\n",
        "هذه أحاديث شريفة في معرفة فضله ورفعة قدره ، أعظم صلوات الله وأفضل سلامه عليه وعلى آله ، هي أكثر من أربعين . وقد جمعتها تأسياً بالسلف الصالح من أئمة الحديث الشريف ، ولكي ينضر الله سبحانه وجهي ، ولما روي عنه صلى الله عليه وسلم في فضل ذلك . هو صلى الله عليه وسلم أعرف منا بنفسه فلقد آتاه الله عز وجل القرآن الكريم والحديث الشريف . وقد ختمتها بحديثين عن رؤية وجه الله في الجنة وعن فضل ذكر الله سبحانه ، اللهم إنا نسألك النظر إلى وجهك الكريم .\n1- عن عبد الله بن عمرو بن العاص رضي الله عنهما أنه سمع رسول الله صلى الله عليه وسلم يقول : إذا سمعتم المؤذن فقولوا مثل ما يقول ، ثم صلوا علي ، فإنه من صلى علي صلاة صلى الله عليه بها عشراً ، ثم سلوا الله لي الوسيلة ، فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله وأرجو أن أكون أنا هو ، فمن سأل الله لي الوسيلة حلت له الشفاعة . رواه مسلم .\n2-عن أبي طلحة رضي الله عنه قال : دخلت على رسول الله صلى الله عليه وسلم وأسارير وجهه تبرق ، فقلت يا رسول الله ! ما رأيت أطيب نفساً ولا أظهر بشراً منك في يومك هذا ! فقال : وما لي لا تطيب نفسي ويظهر بشري وإنما فارقني جبريل الساعة ، فقال : يا محمد من صلى عليك من أمتك صلاة كتب الله له بها عشر حسنات ، ومحا عنه عشر سيئات ، ورفعه بها عشر درجات ، وقال له الملك : مثل ما قال لك ، قلت : يا جبريل وما ذاك الملك ؟ قال : إن الله وكل بك ملكاً من لدن خلقك إلى أن بعثك ، لا يصلي عليك أحد من أمتك إلا قال : وأنت صلى الله عليك . خرجه الطبراني في المعجم الكبير .\n3- عن ابن مسعود رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إن أولى الناس بي يوم القيامة أكثرهم علي صلاة . أخرجه الترمذي .\n(1/6)\n\n4- عن أبي بن كعب رضي الله عنه قال : قلت يا رسول الله ، إني أكثر الصلاة عليك فكم أجعل لك من صلاتي ؟ قال : ما شئت ، قلت : الربع ؟ قال : ما شئت ، وإن زدت فهو خير لك ، قلت : النصف ؟ قال : ما شئت وإن زدت فهو خير لك ، قلت : الثلثين ؟ قال: ما شئت وإن زدت فهو خير لك ، قلت : أجعل لك صلاتي كلها ؟ قال : إذاً تكفى همك ويغفر لك ذنبك . رواه الترمذي .\n5- عن أوس بن أوس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : من أفضل أيامكم يوم الجمعة ، فيه خلق آدم ، وفيه قبض ، وفيه الصعقة ، فأكثروا علي من الصلاة فيه فإن صلاتكم معروضة علي ، قال : قالوا : يا رسول الله وكيف تعرض صلاتنا عليك وقد أرمت ؟ قال : يقولون : بليت ، قال : إن الله حرم على الأرض أن تأكل أجساد الأنبياء . رواه أبو داوود .\n6- عن علي رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : البخيل من ذكرت عنده فلم يصل علي . رواه الترمذي . وفي رواية الحسين رضي الله عنه : قال : قال رسول الله صلى الله عليه وسلم : من ذكرت عنده فخطئ الصلاة علي خطئ طريق الجنة . رواه الطبراني .\n7- عن عبد الله بن مسعود رضي الله عنه قال : كنت أصلي والنبي صلى لله عليه وسلم وأبو بكر وعمر معه رضي الله عنهما ، فلما جلست بدأت بالثناء على الله تعالى ثم الصلاة على النبي صلى الله عليه وسلم ثم دعوت لنفسي ، فقال صلى الله عليه وسلم : سل تعطه ، سل تعطه . أخرجه الترمذي .\n8- عن أبي مسعود الأنصاري رضي الله عنه قال : أتانا رسول الله صلى الله عليه وسلم ونحن في مجلس سعد بن عبادة ، فقال له بشير بن سعد : قد أمرنا الله أن نصلي عليك ، فكيف نصلي عليك ؟ قال : قولوا : اللهم صل على محمد وعلى آل محمد كما صليت على آل إبراهيم ، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم ، والسلام كما علمتم . رواه مسلم .",
        "(1/7)\n\n9- عن أبي مسعود الأنصاري رضي الله عنه قال : أقبل رجل حتى جلس بين يدي النبي صلى الله عليه وسلم ونحن عنده فقال : يا رسول الله أما السلام عليك فقد عرفناه فكيف نصلي عليك إذا نحن صلينا في صلاتنا صلى الله عليك ؟ قال : فصمت رسول الله صلى الله عليه وسلم حتى أحببنا أن الرجل لم يسأله . فقال : إذا أنتم صليتم علي فقولوا : اللهم صل على محمد النبي الأمي وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم ، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم في العالمين إنك حميد مجيد والسلام كما علمتم . رواه أحمد .\n10- عن أنس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : آتي باب الجنة فأستفتح فيقول الخازن من أنت ؟ فأقول : محمد ، فيقول : بك أمرت أن لا أفتح لأحد قبلك . رواه مسلم .\n11- عن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : إبراهيم خليل الله ، وموسى نجي الله ، وعيسى روحه وكلمته ، ألا وأنا حبيب الله ولا فخر ، وأنا حامل لواء الحمد يوم القيامة ولا فخر ، وأنا أول شافع وأول مشفع يوم القيامة ولا فخر ، وأنا أول من يحرك حلق الجنة فيفتح الله لي فيدخلنيها ومعي فقراء المؤمنين ولا فخر ، وأنا أكرم الأولين والآخرين ولا فخر . أخرجه الترمذي .\n12- عن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال : إن الله قد رفع لي الدنيا فأنا أنظر إليها وإلى ما هو كائن فيها إلى يوم القيامة كأني أنظر إلى كفي هذه . أخرجه مسلم .\n13- عن العرباض بن سارية رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أني عند الله في أم الكتاب لخاتم النبيين ، وإن آدم لمنجدل في طينته وسأخبركم في تأويل ذلك ، أنا دعوة أبي إبراهيم ، وبشارة عيسى بي ، ورؤيا أمي التي رأت حين ولدتني أنه خرج منها نور أضاءت له قصور الشام ، وكذلك أمهات النبيين يرين . أخرجه أحمد .\n(1/8)",
        "\n14- عن عبادة بن الصامت رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إني لسيد الناس يوم القيامة غير فخر ولا رياء ، وما من الناس من أحد إلا وهو تحت لوائي يوم القيامة ينتظر الفرج ، وإن بيدي للواء الحمد فأمشي ويمشي الناس معي حتى آتي باب الجنة ، فأستفتح فيقال : من هذا؟ فأقول : محمد ، فيقال : مرحباً بمحمد ، فإذا رأيت ربي عز وجل خررت له ساجداً شكراً له ، فيقال : ارفع رأسك ، وقل تطاع ، واشفع تشفع ، فيخرج من النار من قد احترق برحمة الله وبشفاعتي . أخرجه الحاكم .\n15- عن مالك بن صعصعة قال : قال رسول الله صلى الله عليه وسلم : بينما أنا نائم في الحطيم مضطجعاً ، إذ أتاني آت فقد قال وسمعته يقول : فشق ما بين هذه إلى هذه ( قال الراوي : من ثغرة نحره إلى شعرته ) فاستخرج قلبي ، ثم أتيت بطست من ذهب مملوءة إيماناً فغسل قلبي ثم حشي ثم أعيد ، ثم أتيت بدابة دون البغل وفوق الحمار أبيض ( قال الراوي وهو البراق ) يضع خطوه عند أقصى طرفه ، فحملت عليه ، فانطلق بي جبريل حتى أتى السماء الدنيا فاستفتح ، فقيل من هذا ؟ قال جبريل . قيل ومن معك ؟ قال : محمد ، قيل وقد أرسل إليه ؟ قال : نعم ، قيل مرحباً به فنعم المجيء جاء ففتح ... إلخ . رواه البخاري .\n16- عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : فضلت على الأنبياء بستة ، أعطيت جوامع الكلم ، ونصرت بالرعب ، وأحلت لي الغنائم ، وجعلت لي الأرض مسجداً وطهوراً ، وأرسلت إلى الخلق كافة ، وختم بي النبيون . أخرجه مسلم .\n17- عن عائشة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم : قال لي جبريل : قلبت مشارق الأرض ومغاربها فلم أجد رجلاً أفضل من محمد ، وقلبت مشارق الأرض ومغاربها فلم أجد بني أب أفضل من بني هاشم . أخرجه الحاكم في الكنى .\n(1/9)\n",
        "18- عن عمر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : كل سبب ونسب ينقطع يوم القيامة إلا سببي ونسبي . أخرجه الطبراني . وفي رواية المسور رضي الله عنه : فاطمة بضعة مني ، يقبضني ما يقبضها ، ويبسطني ما يبسطها ، وإن الأنساب تنقطع يوم القيامة ، غير نسبي وسببي وصهري . رواه أحمد .\n19- عن أبي رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : مثلي في النبيين كمثل رجل بنى داراً فأحصنها وأكملها وأجملها ، وترك فيها موضع لبنة لم يضعها ، فجعل الناس يطوفون بالبنيان ويعجبون منه ، ويقولون لو ثم موضع هذه اللبنة ، فأنا في النبيين موضع تلك اللبنة . أخرجه مسلم .\n20- عن أبي ذر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : يا أبا ذر أتاني ملكان وأنا ببعض بطحاء مكة فوقع أحدهما إلى الأرض ، وكان الآخر بين السماء والأرض ، فقال أحدهما لصاحبه : أهو هو ؟ قال : نعم فزنه برجل فوزنت به فوزنته ، ثم قال : زنه بعشرة فوزنت بهم فرجحتهم ، ثم قال زنه بمائة فوزنت بهم فرجحتهم ، ثم قال زنه بألف فوزنت بهم فرجحتهم ، كأني أنظر إليهم ينتثرون من خفة الميزان ، فقال أحدهما لصاحبه لو وزنته بأمته لرجحها . أخرجه الدارمي .\n21- عن عمر بن الخطاب رضي الله عنه أنه قال للنبي صلى الله عليه وسلم : لأنت أحب إلي من كل شيء إلا من نفسي التي بين جنبي ، فقال له النبي صلى الله تعالى عليه وسلم : لن يؤمن أحدكم حتى أكون أحب إليه من نفسه ، قال عمر : والذي أنزل عليك الكتاب لأنت أحب إلي من نفسي التي بين جنبي ، فقال له النبي صلى الله عليه وسلم : الآن يا عمر . رواه البخاري .\n22- عن أنس رضي الله عنه : أن رجلاً أتى النبي صلى الله عليه وسلم فقال : متى الساعة يا رسول الله ؟ قال : ما أعددت لها ؟ قال : ما أعددت لها من كثير صوم ولا صلاة ، ولكني أحب الله ورسوله ، قال : أنت مع من أحببت . رواه البخاري .\n(1/10)\n\n23- عن عائشة رضي الله عتها : أن رجلاً ( هو ثوبان رضي الله عنه ) أتى النبي صلى الله عليه وسلم فقال يا رسول الله : لأنت أحب إلي من أهلي ومالي ، وإني لأذكرك فما أصبر حتى أجيء فأنظر إليك ، وإني ذكرت موتي وموتك فعرفت أنك إذا دخلت الجنة رفعت مع النبيين ، وإن دخلتها لا أراك ، فأنزل الله تعالى : ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً ، فدعا به فقرأها عليه . رواه الطبراني .\n24- عن أنس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ثلاث من كن فيه وجد حلاوة الإيمان : أن يكون الله تعالى ورسوله أحب إليه مما سواهما ، وأن يحب المرء لا يحبه إلا لله تعالى ، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار . متفق عليه .\n25- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : من أشد أمتي لي حباً ناس يكونون بعدي يود أحدهم لو رآني بأهله وماله . رواه مسلم\n26- عن زيد بن أرقم رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أنشدكم الله في أهل بيتي ، أنشدكم الله في أهل بيتي ، أنشدكم الله في أهل بيتي ، بالإحسان إليهم والشفقة عليهم . رواه مسلم .\n27- وعن زيد بن أرقم رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إني تارك فيكم ما إن تمسكتم به لن تضلوا بعدي ، أحدهما أعظم من الآخر ، كتاب الله حبل ممدود من السماء إلى الأرض ، وعترتي أهل بيتي ، ولن يتفرقا حتى يردا علي الحوض ، فانظروا كيف تخلفوني فيهما . رواه الترمذي .",
        "(1/11)\n\n28- عن فضالة بن عبيد رضي الله عنه قال : سمع رسول الله صلى الله عليه وسلم رجلاً يدعو في صلاته لم يمجد الله تعالى ، ولم يصل على النبي صلى الله عليه وسلم ، فقال رسول الله صلى الله عليه وسلم : عجل هذا ثم دعاه فقال له أو لغيره : إذا صلى أحدكم فليبدأ بتحميد ربه سبحانه والثناء عليه ، ثم يصلي على النبي صلى الله عليه وسلم ، ثم يدع بعد بما شاء . رواه أبو داود .\n29- عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أيما قوم جلسوا فأطالوا الجلوس ، ثم تفرقوا قبل أن يذكروا الله تعالى ، أو يصلوا على نبيه ، كانت عليهم ترة ( حسرة وندامة ) من الله ، إن شاء عذبهم ، وإن شاء غفر لهم . رواه الحاكم .\n30- عن أبي بكر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أكثروا الصلاة علي ، فإن الله وكل بي ملكاً عند قبري ، فإذا صلى علي رجل من أمتي قال لي ذلك الملك : يا محمد إن فلان بن فلان صلى عليك الساعة . رواه الديلمي في مسنده .\n31- عن أبي بن كعب رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إذا كان يوم القيامة كنت خطيب النبيين وإمامهم . رواه أحمد .\n32- عن ابن عمر رضي الله عنهما قال : كان رسول الله صلى الله عليه وسلم يبعث إلى المطاهر فيؤتى بالماء فيشربه ، يرجو بركة أيدي المسلمين . رواه الطبراني في الأوسط . وفي رواية أنس رضي الله عنه قال : كان رسول الله صلى الله عليه وسلم إذا صلى الغداة ( الفجر) جاءه أهل المدينة بآنيتهم فيها الماء ، فما يؤتى بإناء إلا غمس يده فيه . رواه مسلم .\n33- عن أبي بكر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أعطيت سبعين ألفاً من أمتي يدخلون الجنة بغير حساب وجوههم كالقمر ليلة البدر ، قلوبهم على قلب رجل واحد ، فاستزدت ربي عز وجل ، فزادني مع كل واحد سبعين ألفاً . رواه أحمد .\n(1/12)",
        "\n34- عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أسعد الناس بشفاعتي يوم القيامة من قال لا إله إلا الله خالصاً مخلصاً من قلبه . رواه البخاري . وفي رواية أنس رضي الله عنه : أنا أول الناس يشفع يوم القيامة ، وأنا أكثر الأنبياء تبعاً . رواه مسلم .\n35- عن المطلب بن أبي وداعة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أنا محمد بن عبد الله بن عبد المطلب ، إن الله تعالى خلق الخلق فجعلني في خيرهم ، ثم جعلهم فرقتين ، فجعلني في خيرهم فرقة ، ثم جعلهم قبائل ، فجعلني في خيرهم قبيلة ، ثم جعلهم بيوتاً ، فجعلني في خيرهم بيتاً ، فأنا خيركم بيتاً ، وأنا خيركم نفساً . رواه أحمد .\n36- عن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : إذا أصاب أحدكم مصيبة فليذكر مصيبته بي ، فإنها من أعظم المصائب . رواه ابن عدي في الكامل . وفي رواية : قال رسول الله صلى الله عليه وسلم : ليعز المسلمين في مصائبهم المصيبة في .\n37- عن سمرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إن الأنبياء يتباهون أيهم أكثر أصحاباً من أمته ، فأرجو أن أكون يومئذ أكثرهم كلهم واردة ، وإن كل رجل منهم يومئذ قائم على حوض ملآن معه عصا يدعو من عرف من أمته ، ولكل أمة سيما يعرفهم بها نبيهم . رواه الطبراني .\n38- عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : من رآني في المنام فسيراني في اليقظة ، ولا يتمثل الشيطان بي . متفق عليه . وفي رواية أبي قتادة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : من رآني فقد رأى الحق ، فإن الشيطان لا يتزايا بي . متفق عليه .\n(1/13)\n",
        "39- عن أبي أمامة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ألا أدلك على ما هو أكثر من ذكرك الله الليل مع النهار ؟ تقول : الحمد لله عدد ما خلق ، الحمد لله ملء ما خلق ، الحمد لله عدد ما في السموات وما في الأرض ، الحمد لله عدد ما أحصى كتابه ، والحمد لله على ما أحصى كتابه ، والحمد لله عدد كل شيء ، والحمد لله ملء كل شيء ، وتسبح الله مثلهن ، تعلمهن وعلمهن عقبك من بعدك . رواه الطبراني في الكبير .\n40- عن صهيب رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إذا دخل أهل الجنة الجنة ، وأهل النار النار ، نادى مناد ، يا أهل الجنة إن لكم عند الله موعداً يريد أن ينجزكموه ، فيقولون : وما هو ؟ ألم يثقل موازيننا ، ويبيض وجوهنا ، ويدخلنا الجنة ، وينجنا من النار ؟ فيكشف الحجاب ، فينظرون إليه فوالله ما أعطاهم الله شيئاً أحب إليهم من النظر إليه ولا أقر لأعينهم . رواه أحمد .\nقل\nإن كنتم تحبون الله\nفاتبعوني يحببكم الله\nويغفر لكم ذنوبكم\nآل عمران 31\nالنداء وأهدافه\nكل مؤمن ينادي الله سبحانه وتعالى داعياً متعبداً متوسلاً ، يناديه حباً وخوفاً واستغاثة به واستعانة به لأمور دينه ودنياه ، فليس له سواه . أما الحبيب المصطفى صلوات الله وسلامه عليه فنناديه نداء حب له وشوق إليه واعترافا بقدره وفضله عند الله عز وجل الذي ناداه في كتابه الكريم بأجمل وأفضل نداء وأحبه إليه ، عليه من ربه سبحانه أفضل الصلوات وأتم التساليم .\nوقد جاء النداء في القرآن الكريم : للعاقل ، لغير العاقل ، لمشاهد الطبيعة ، للنفس ، للحي ، للميت ، للسماء ، الأرض ، للويل ...\nأهداف النداء :\nللطلب ، للرفعة ، للتعظيم ، للتحقير، للتعجب ، للتحسر، للاستغاثة ، للاختصاص ، للإغراء ، للزجر، للتوجع ، للرثاء ، للندب ...\nوالنداء هنا لرسول الله صلى الله عليه وآله وصحبه وسلم نداء محبة وإجلال ، نداء شوق إليه ، نداء تعظيم له .\n(1/14)\n\nوقد سبقنا إلى هذا الفضل صحابته رضوان الله تعالى عليهم ، فنادوا رسول الله صلى الله عليه وسلم بعد موته .\nفهذا أبو بكر رضي الله تعالى عنه يرثي رسول الله صلى الله عليه وسلم بعد موته منادياً وهو يبكي ويقبل جبينه : وانبياه واخليلاه واصفياه يا رسول الله بأبي أنت وأمي طبت حياً وميتا ، اذكرنا يا محمد عند ربك ، ولنكن من بالك ، اللهم أبلغ نبيك عنا واحفظه فينا .\nوترثيه السيدة فاطمة رضي الله تعالى عنها منادية له صلى الله عليه وسلم : يا أبتاه أجاب رباً دعاه ، يا أبتاه إلى جبريل ننعاه ، يا أبتاه جنة الفردوس مأواه ، يا أبتاه من ربه ما أدناه .\nوترثيه رضي الله عنها منادية له صلى الله عليه وسلم :\nيا خاتم الرسل المبارك ضوؤه صلى عليك منزل الفرقان\nوترثيه كذلك عمته السيدة أروى بنت عبد المطلب رضي الله تعالى عنها قائلة :\nألا يارسول الله كنت رجاءنا وكنت بنا براً ولم تك جافياً\nويرثيه حسان بن ثابت رضي الله عنه قائلاً :\nفبوركت ياقبر الرسول وبوركت بلاد ثوى فيها الرشيد المسدد\nويرثيه كذلك رضي الله تعالى عنه منادياً :\nيابكر آمنة المبارك بكرها ولدته محصنة بسعد الأسعد\nفالنداء هنا لرسول الله صلى الله عليه وآله وسلم ، كله نداء رثاء وندب وشوق وحب وتوجع وتفجع .\nيا رسول الله ! لماذا أحبك ؟\n( 30 سبباً )\nقال عز وجل : يا أيها الذين آمنوا ! إذا ناجيتم الرسول ، فقدموا بين يدي نجواكم صدقة ، ذلك خير لكم وأطهر .\nقالَ صلى الله عليه وسلم: أَلاَ إِنّ كُلّكُمْ مُنَاجٍ رَبّهُ ، فَلاَ يَرفَعُ بَعضُكُم عَلَى بَعْضٍ في الْقِرَاءَةِ .\nيا رسول الله ! هذه مناجاة ، هذا سؤال من كل مسلم ومسلمة إليك ، ياخيرة خلق الله .\nالنجوى : هي أن تسر وتبث بما في فؤادك من العواطف لمن تحب . صلى الله وسلم وبارك عليك وعلى آلك وصحبك .\n1- أحبك يا رسول الله لأن الله تعالى يحبك ، فأنا أحبك كذلك .",
        "(1/15)\n\n2- أحبك يا رسول الله لأن حبك قربة إلى الله تعالى وعبادة لله من أفضل العبادات .\n3- أحبك يا رسول الله حباً فيك واشتياقاً إليك وقرباً منك وإحساساً بك وعاطفةً مؤججةً تجاهك .\n4- أحبك يا رسول الله لأني أدعو الله تعالى أن أراك في منامي.\n5- أحبك يا رسول الله لكي يجمع الله تعالى بيني وبينك في الفردوس الأعلى من الجنة .\n6- أحبك يا رسول الله لأن سيرتك تطبيق عملي لأحكام الدين .\n7- أحبك يا رسول الله لأن سيرتك تفصيل لآيات وأحكام كتاب الله الكريم .\n8- أحبك يا رسول الله لأن حياتك دين وأخلاق ، فمن تبعك أعزه الله ، ومن خالفك خذله الله .\n9- أحبك يا رسول الله لأن أقوالك وأفعالك مليئة بالهدى والخير وبالنور .\n10- أحبك يا رسول الله لأن أقوالك وأفعالك خير لنا في دنيانا أيضاً .\n11- أحبك يا رسول الله لأنك أجهدت نفسك وتحملت كل المشاق والتعب لكي نرتاح نحن ، فإليك يرجع كل فضل علينا بعد فضل الله ، فقد بلغت الرسالة وأديت الأمانة ونصحت الأمة وكشف الله بك الغمة .\n12- أحبك يا رسول الله لأن سيرتك كلها عبر وعظات وحكم لنا نتدبرها فنستفيد منها .\n13- أحبك يا رسول الله لأن الله تعالى قال لنا بأنك أسوة لنا ، وأمرنا بالصلاة والسلام عليك .\n14- أحبك يا رسول الله لأن الله تعالى جعلك لنا نوراً ، وبنا رؤوفاً رحيماً .\n15- أحبك يا رسول الله لأنك شافع لنا وشاهد ومبشر ونذير وداع إلى الله بإذنه وسراج منير .\n16- أحبك يا رسول الله لأن حياتك وسيرتك أجمل وأحلى وأغلى قصة في الوجود .\n17- أحبك يا رسول الله لأن حياتك وسيرتك تاريخ وسجل حافل بأعظم أحداث الدنيا .\n18- أحبك يا رسول الله لأن حبك وفاء وإكرام وتقدير لأعظم عظماء الأمة والتاريخ .\n19- أحبك يا رسول الله لأن حبك وفاء وإكرام وتقدير للعظماء من بعدك أيضاً .\n20- أحبك يا رسول الله لأن حبك فيه معرفة بمكانتك وبقدرك وبفضلك وبجاهك عند الله تعالى .\n(1/16)",
        "\n21- أحبك يا رسول الله لأن حبك فيه بيان ومعرفة فضلك على باقي الأنبياء صلوات الله وسلامه عليك وعليهم ، حيث اشتق الله سبحانه اسمك من اسمه ، وقرن اسمك الشريف مع اسمه عز وجل .\n22- أحبك يا رسول الله لأنك سيد ولد آدم يوم القيامة أمام الله تعالى ، فضلاً عن هذه الدنيا الفانية .\n23- أحبك يا رسول الله لأن حياتك خير لنا ، ولأن مماتك خير لنا،ولأن ذكرك والصلاة عليك خير لنا .\n24- أحبك يا رسول الله لأن حياتك وسيرتك تعيننا على فهم الكتاب والسنة ، فكثير من الآيات .\nوالأحاديث تفسرها وتجليها الأحداث التي مرت بك يا رسول الله صلى الله عليك وعلى آلك وسلم .\n25- أحبك يا رسول الله لأنك لم تترك خيراً إلا ودللتنا عليه ، ولم تترك شراً إلا وحذرتنا منه .\n26- أحبك يا رسول الله لأنك أرفع وأرقى وأسمى نموذج حي ، وأجمل وأكمل صورة ، للطفل ، للشاب المسلم ، للمعلم المربي ، للزوج المثالي ، للحاكم العادل ، للقائد المحنك ، وللأب الحاني ، ... بل إنك أنت المثل لكل إنسان في كل صورك وحالاتك ، صلى الله عليك وعلى آلك وسلم وبارك .\n27- أحبك يا رسول الله لكي أستطيع أن فهم شخصيتك النبوية يارسول الله ، صلى الله عليك وسلم من خلال حياتك وظروفك ، وأنك لست مجرد عبقري ، أو بطل الأبطال ، بل أنت نبي الله ورسول الله .\n28- أحبك يا رسول الله لأن الحديث عن أخلاقك يعلمني الأخلاق ، ولأن الحديث عن عبادتك يعلمني كيف أعبد الله تعالى ، ولأن الحديث عن شجاعتك يحتاج إلى شجاعة ، ويعلمني الشجاعة ويزيل من عندي الخوف إلا من الله تعالى ، ولأن الحديث عن كرمك يعلمني الكرم ، ولأن الحديث عن كل صفة فيك يرزقني الله تعالى منها ويعلمني خيراً كثيراً .\n29- أحبك يا رسول الله لأنك قمة القمم ، في كل شيء ، ولكل أحد ، وفي كل زمن .\n(1/17)\n",
        "30- أحبك يا رسول الله لكي أشرب من يدك الشريفة شربةً هنيئةً مريئةً لا أظمأ بعدها أبداً ، ولكي أنظر إلى وجهك الأنور وإلى جبينك الأزهر ، ولكي أجلس بجوارك وأنت الطاهر الأطهر، في جنات ونهر، عند مليك مقتدر .\nاللهم آمين اللهم آمين اللهم آمين .\nيا رسول الله ! لماذا أصلي عليك ؟\n( 50 فائدة )\nالفوائد الخمسون لصلاتي وسلامي على سيد الخلق أجمعين\nإن الله وملائكته يصلون على النبي ، يا أيها الذين آمنوا صلوا عليه وسلموا تسليما\nمن صلى علي واحدة ، صلى الله عليه عشر صلوات ، وحط عنه عشر خطيئات ، ورفع له عشر درجات\nيا رسول الله ! هذه مناجاة ، هذا سؤال من كل مسلم ومسلمة إليك ، ياخيرة خلق الله .\nالنجوى : هي أن تسر وتبث بما في فؤادك من العواطف لمن تحب .\nصلى الله وسلم وبارك عليك وعلى آلك وصحبك وأتباعك .\n1- لأني بصلاتي وسلامي عليك يارسول الله ! أدعو وأتعبد الله سبحانه وتعالى بعبادة من خير العبادات .\n2- لأني بصلاتي وسلامي عليك يارسول الله ! أطعت وامتثلت أمر الله سبحانه وتعالى0\n3- لأني بصلاتي وسلامي عليك يارسول الله ! أعمل عملا موافقا لعمل الله سبحانه في الصلاة عليك0\n4- لأني بصلاتي وسلامي عليك يارسول الله ! أيضا أوافق ملائكة الله في ذلك 0\n5- لأني بصلاتي وسلامي عليك يارسول الله ! أحصل على عشر صلوات من الله تعالى 0\n6- لأني بصلاتي وسلامي عليك يارسول الله ! يرفع الله لي عشر درجات ، ويكتب الله لي بها عشر حسنات0\n7- لأني بصلاتي وسلامي عليه يارسول الله ! يمحو الله بها لي عشر سيئات ، وبصلاتي وسلامي عليك ، يغفر الله لي بها ذنوبي .\n8- لأني بصلاتي وسلامي عليك يارسول الله ! يكون ذلك حافزا ودافعا لي في زيادة الطاعات والعبادات .\n9- لأني بصلاتي وسلامي عليك يارسول الله ! تستغفر لي الملائكة .\n10- لأني بصلاتي وسلامي عليك يارسول الله ! أرجو إجابة الله لدعائي إذا ذكرتها قبله ، ولا يبقى دعائي معلقا بين السماء والأرض0\n(1/18)\n\n11- لأني بصلاتي وسلامي عليك يارسول الله ! وجبت وحقت لي شفاعتك وشهادتك .\n12- لأني بصلاتي وسلامي عليك يارسول الله ! سبب لقربي منك صلى الله عليك وسلم يوم القيامه0\n13- لأني بصلاتي وسلامي عليك يارسول الله ! تقوم صلاتي مقام تصدقي لصاحب الحاجة0\n14- لأني بصلاتي وسلامي عليك يارسول الله! تكون صلاتي سببا لقضاء حوائجي 0\n15- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي سببا لصلاة الملائكة علي0\n16- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك زكاة وطهارة وسكنا لي .\n17- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سبباٌ لتبشيري بالجنة قبل موتي0\n18- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي سببا للنجاة من أهوال يوم القيامة0\n19- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي سببا لردك الصلاة والسلام علي0\n20- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي سببا لتذكري ما نسيته .\n21- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي سببا لنفي الفقرعني .\n22- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي سببا لطيب المجلس ، فلا يعود حسرة علي يوم القيامة0\n23- لأني بصلاتي وسلامي عليك يارسول الله ! تنفي صلاتي عليك اسم البخل عني ، إذا صليت عليك عند ذكرك صلى الله عليك وسلم0\n24- لأني بصلاتي وسلامي عليك يارسول الله ! أنجو من دعائك صلى الله عليك وسلم علي برغم أنفي إذا تركتها عند ذكرك .\n25- لأني بصلاتي وسلامي عليك يارسول الله ! تهديني الصلاة عليك إلى طريق الجنة ، وإذا تركت الصلاة عليك أخطئ طريقها0\n26- لأني بصلاتي وسلامي عليك يارسول الله ! تنجيني الصلاة عليك من نتن المجلس الذي لا يذكر فيه الله ورسوله0\n27- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لتمام الكلام ، الذي ابتدئ بحمد الله والصلاة عليك0",
        "(1/19)\n\n28- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لزيادة نوري على الصراط 0\n29- لأني بصلاتي وسلامي عليك يارسول الله ! لا أعتبر جافيا لك .\n30- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لإبقاء الله سبحانه الثناء الحسن لي بين أهل السماء والأرض0\n31- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا للبركة في ذاتي وعملي وعمري وأسباب مصالحي0\n32- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لأنال رحمة الله تعالى0\n33- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لهدايتي ولحياة قلبي0\n34- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي سببا لدوام محبتي لك ، صلى الله عليك وسلم وزيادتها وتضاعفها0\n35- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لمحبتك لي0\n36- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لعرض اسمي عليك صلى الله عليك وسلم ، وذكري عندك0\n37- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك سببا لتثبيت قدمي على الصراط ، ومروري عليه0\n38- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك أداءٌ مني لأقل القليل من حقوقك علي .\n39- لأني بصلاتي وسلامي عليك يارسول الله ! تكون صلاتي عليك متضمنة لذكري لله وشكره ومعرفة إنعامه علي بإرسالك0\n40- لأني بصلاتي وسلامي عليك يارسول الله ! يكفيني الله بها هموم وغموم الدنيا والآخرة0\n41- لأني بصلاتي وسلامي عليك يارسول الله ! يرضى الله سبحانه عني ، وأدخل في ظل العرش .\n42- لأني بصلاتي وسلامي عليك يارسول الله ! يثقل ويرجح ميزاني يوم القيامة .\n43- لأني بصلاتي وسلامي عليك يارسول الله ! أرد على حوضك ، وأشرب منه شربة هنيئة مريئة وآمن من العطش .\n44- لأني بصلاتي وسلامي عليك يارسول الله ! أكون من أولى الناس بك وأحقهم بك .\n(1/20)",
        "\n45- لأني بصلاتي وسلامي عليك يارسول الله ! أتقرب إلى الله سبحانه .\n46- لأني بصلاتي وسلامي عليك يارسول الله ! يطهر قلبي من النفاق ويزول عنه الصدأ .\n47- لأني بصلاتي وسلامي عليك يارسول الله ! تجب محبة الناس لي .\n48- لأني بصلاتي وسلامي عليك يارسول الله ! تكون سبباٌ في أن أراك في منامي .\n49- لأني بصلاتي وسلامي عليك يارسول الله ! يعتقني الله سبحانه من النار .\n50- لأن الصلاة والسلام عليك يارسول الله ! من أبرك الأعمال وأفضلها وأكثرها نفعاٌ في الدين والدنيا .\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nملاحظة : هذه الفوائد أصلاٌ للإمامين ابن القيم والسخاوي رحمهما الله تعالى ولكني تصرفت فيها .\nلقد من الله على المؤمنين\nإذ بعث فيهم رسولاً من أنفسهم\nآل عمران 164\nنسب النبي\nعليه وعلى آله وصحبه أفضل الصلاة وأتم السلام\nإن حب الله تبارك وتعالى لنبيه صلى الله عليه وآله وسلم لم يكن مثل حب أي نبي أو بشر آخر ، بل أعظم منهم أجمعين ، ولذا جمع الله سبحانه له أفضلية الباطن والظاهر وأفضلية النسب الشريف ، لكي تكتمل له كل الفضائل .\nالاسم : محمد ، أحمد (المصطفى ، المختار ، الحبيب ، الهادي) . اسم الأب : عبدالله ( الذبيح) . اسم الجد : عبد المطلب (شيبة الحمد) .\nاسم العائلة : بنو هاشم (عمروالعلا) .\nاسم جدته : فاطمة بنت عمر . اسم عائلتها : مخزوم .\nالكنية (3) : أبو القاسم ، أبو الزهراء ، أبو إبراهيم .\nاللقب : الصادق الأمين . الصفة : رؤوف رحيم .\nاسم الأم : آمنة (أفضل امرأة في قريش) .\nاسم والدها : وهب . اسم والدتها : برة بنت عبدالعزى .\nاسم عائلتها : بنو زهرة . اسم القبيلة : قريش(فهر) .\nالجد الأعلى : اسماعيل(الذبيح) ابن ابراهيم (خليل الرحمن) .\nاسم القابلة : الشفاء الزهرية(أم عبدالرحمن بن عوف) .\nالحاضنة : أم أيمن(بركة الحبشية)(أم أسامة بن زيد) .\n(1/21)\n",
        "اسم المرضعة (3) : (1) ثويبة الأسلمية (2) : حليمة السعدية (أم كبشة) (3) أم أيمن (بركة الحبشية) .\nالأب من الرضاعة : الحارث السعدي(أبو كبشة) .\nاللون : أبيض مشرب بحمرة . العينان : سوداء .\nالشعر : أسود ، متوسط النعومة ، قليل التموج .\nالعلامة الفارقة (3) : خاتم النبوة (قطعة لحم بارزة في ظهره) ، لحية كبيرة ، أثر خيوط عملية قلب في صدره . يوم الميلاد : فجر يوم الاثنين .\nتاريخ الميلاد (هـ) : 12 ربيع الأول في عام الفيل 53 ق هـ .\nتاريخ الميلاد (م) : 20/4/570م .\nمدينة الميلاد : مكة المكرمة .\nبلد الميلاد : الحجاز . مدينة الوفاة : المدينة المنورة .\nبلد الوفاة : الحجاز . يوم الوفاة : ضحى يوم الاثنين .\nشهر الوفاة : 12 ربيع الأول .\nعام الوفاة : 11 للهجرة ، 64من عام الفيل .632م الديانة : مسلم . المهنة : نبي الله ورسوله . بلد الإقامة : المدينة المنورة .\nمكان العمل : مكة المكرمة والكرة الأرضية .\nالجنسية : عربي . المؤهل الدراسي : أمي (لا يقرأ ولا يكتب) .\nالزوجات (13) : 1- خديجة بنت خويلد(الطاهرة)(أول مسلمة)(أولى الزوجات)(خير الزوجات)(أحب الزوجات)(سيدة نساء العالمين)(أم أولاده) ، 2- سودة بنت زمعة(المهاجرة الأرملة) ، 3- عائشة بنت عبدالله الصديق(حبيبة المصطفى) ، 4- حفصة بنت الفاروق(المحافظة على المصحف) ، 5- زينب بنت خزيمة(أم المساكين)(أولهن وفاة) ، 6- أم سلمة المخزومية(هند)(صاحبة الهجرتين)(آخرهن موتاً) ، 7- زينب بنت جحش(أكرمهن)(بنت عمته)(برة) ، 8- جويرية بنت الحارث(برة)(بركة قومها) ، 9- أم حبيبة بنت أبي سفيان(هند)(رملة)(المهاجرة الصابرة) ، 10- صفية بنت حيي(عقيلة بني النضير) ، 11- ميمونة بنت الحارث(برة)(آخرهن) ، 12- مارية القبطية(أم إبراهيم) ، 13- ريحانة بنت شمعون .\nالأبناء (3) : القاسم ، عبدالله(الطاهر)( الطيب) ، ابراهيم .\n(1/22)\n\nالبنات (4) : زينب(الكبرى) ، رقية(ذات الهجرتين) ، أم كلثوم ، فاطمة(الزهراء)(البتول)(أم أبيها)(سيدة نساء العالمين) .\nأصهاره (3) : عثمان ، علي ، أبو العاص بن الربيع(لقيط )(القاسم) .\nأحفاده (أسباطه) (6) : الحسن ، الحسين ، محسن(ابناء فاطمة) ، علي(ابن زينب) ، عبدالله(ابن رقية) .\nحفيداته (4) : رقية ، زينب ، أم كلثوم(بنات فاطمة) ، أمامة(بنت زينب) .\nأعمامه (12) : العباس ، حمزة ، أبو طالب(عبدمناف) ، أبو لهب(عبدالعزى) ، ضرار ، المقوم(عبد الكعبة) ، الزبير ، الحارث ، قثم ، حجل(المغيرة) ، الغيداق(نوفل) .\nعماته (6) : عاتكة ، أميمة ، برة ، صفية ، أم حكيم(أم الحكم)(البيضاء) ، أروى\nأخواله : عبد يغوث بن وهب . خالاته : لا يوجد .\nإخوانه من الرضاعة (5) : حمزة بن عبد المطلب(عمه)(سيد الشهداء)(أسد الله ورسوله) ، أبوسفيان بن الحارث بن عبدالمطلب(ابن عمه) ، مسروح ابن ثويبة ، أبو سلمة المخزومي ، عبد الله بن الحارث السعدي(ابن حليمة السعدية) .\nأخواته من الرضاعة (2) : الشيماء بنت الحارث (حذافة)(خدامة)(جذامة) ، أنيسة بنت الحارث ( بنات حليمة السعدية .\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nالمصادر : السيرة لابن كثير ، الشجرة النبوية للمقدسي (ابن المبرد) ، جوامع السيرة لابن حزم ، شرح الشفاء للآلاني ، نور العيون لابن سيد الناس .\nالنبي أولى بالمؤمنين\nمن أنفسهم\nوأزواجه أمهاتهم\nالأحزاب 6\nالمعاني الأربعة المهمة\nهذه الأربع الكلمات التي ينبغي لكل مسلم أن يحفرها في قلبه ، وأن يرددها في كل حين وان يعرف معانيها ، لارتباطها بالله سبحانه وتعالى ولارتباطها بنيه ورسوله محمد صلى الله عليه وآله وسلم .\nمعاني كلمة الله ( سبحانه وتعالى ) الستة :\n1- الإله . 2- المعبود . 3- المحبوب . 4- المحير .\n5- المحتجب . 6- المعتمد عليه .\nمعاني كلمة محمد ( صلى الله عليه وسلم ) التسعة :",
        "(1/23)\n\n1- صاحب الثناء الكثير . 2- صاحب الفضائل الكثيرة . 3- الممدوح كثيرا . 4- صاحب الخصال المحمودة .\n5- المشكور كثيرا . 6- الذي يكرر ويعاد شكره .\n7- الذي يبالغ في شكره . 8- الممجد . 9- المعظم .\nمعاني كلمة الصلاة الأربعة عشر :\n1- الرحمة . 2- الدعاء . 3- التزكية . 4- الغفران . 5- التمجيد . 6- التبريك . 7- الثناء . 8- الحمد . 9- العبادة عموما . 10- بيت الصلاة .11- عبادة مخصوصة . 12- دخول النار . 13- إشعال النار . 14- الدخول .\nمعاني كلمة السلام الستة عشر :\n1- اسم من اسماء الله تعالى . 2- السلامة من الآفات . 3- الاستسلام . 4- التحية . 5- الثناء . 6- الصلح . 7- الرضا . 8- السبب . 9- الطاعة والانقياد . 10- الهدوء والطمأنينة . 11- الإخراج والإعطاء . 12- الاعتراف . 13- شجر عظيم . 14- الحجارة الصلبة . 15- الدين والإخلاص . 16- الخير .\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nالمراجع : المفردات وقاموس القرآن ، للراغب الأصفهاني وللفقيه الدامغاني رحمهما الله .\nقال رسول الله صلى الله عليه وعلى آله وسلم : إبراهيم خليل الله ، وموسى نجي الله ، وعيسى روحه وكلمته ، ألا وأنا حبيب الله ولا فخر .\nولكن كيف تكون صلاتي عليه ؟(مقياس الحب)\nالأسئلة الأربعة عشر لمقياس الحب لسيد البشر\nإن كل مسلم يتمنى صادقاً أن يبلغ أعلى درجات حب النبي المصطفى صلى الله عليه وآله وسلم ، وعليه أن يستعين بالله سبحانه في ذلك . فقد قال صلى الله عليه وآله وسلم المرء مع من أحب . رزقنا الله حبه .\nصلى الله عليه وعلى آله وسلم\n1- هل أشتاق إلى الصلاة عليه؟\n2- هل أتلذذ عندما أصلي عليه؟\n3- هل أصلي عليه في كل مجلس؟\n4- هل أصلي عليه بتأن وروية؟\n5- هل أصلي عليه بأدب وخشوع؟\n6- هل أصلي عليه بحب وشوق؟\n7- هل دمعت عيني مرة وأنا أصلي عليه؟\n8- هل أشعر بأن الصلاة عليه أحب إلي وأهم من نفسي وتنفسي؟\n(1/24)",
        "\n9- هل شعرت وأنا أصلي عليه أني قريب إليه؟\n10- هل أحس بأني مقصر في حقه مهما أكثرت من الصلاة عليه؟\n11- هل شعرت بأن الصلاة عليه تطيب وتعطر لساني ومجلسي؟\n12- هل أتلفت أو أتحرك أو ينشغل فكري بشيء آخر أثناء الصلاة عليه ؟\n13- هل أكثر من الصلاة عليه ليرزقني الله رؤيته في الفردوس الأعلى؟\n14- هل أكثر الصلاة عليه مساءً ليرزقني الله عز وجل رؤيته في المنام؟\nأخي أيها المحب للحبيب المصطفى صلى الله عليه وآله وسلم !\nهذه التساؤلات لا تحتاج منك إلى إجابات ، بل تحتاج إلى أن تستعين بالله لكي تحققها .\nيا رسول الله ! كيف أتأدب معك ؟\nالأدب معه ، عليه وعلى آله وصحبه أفضل الصلاة وأتم السلام ( 33 طريقة )\nقال عز وجل : النبي أولى بالمؤمنين من أنفسهم .\nعن صفوان رضي الله عنه قال يا رسول الله إني أحبك ، فقال عليه الصلاة والسلام : المرء مع من أحب متفق عليه .\nالحمد لله رب العالمين ، والصلاة والسلام الأتمان الأكملان على سيد ولد آدم أجمعين ، وعلى آله الطاهرين وصحابته الغر الميامين وعلى من تبعهم ووالاهم بإحسان إلى يوم الدين وبعد : التأدب وحسن الخلق واجب وحق لأدنى مسلم على أخيه المسلم ، وهي من أهم ما نتعبد الله تعالى به ، فما بالك إن كان هذا المسلم هو سيد المسلمين وأعظم الأنبياء والمرسلين ، وأحب الخلائق أجمعين إلى رب العالمين .\nوهذه أهم النقاط التي ندعو الله سبحانه وتعالى أن يوفقنا لها :\nأكثر من الصلاة والسلام عليه صلى الله عليه وآله وسلم ، تعظيماً لشأنه ومعرفة بقدره وجاهه عند الله تعالى ، وحباً فيه وشوقاً إليه .\nأذكر الصلاة والسلام عليه كاملة ، ولا أختصرها نطقا ولا كتابة .\nأحفظ وأنتقي أفضل الصلوات والتساليم لعظم الأجر من الله تعالى .\nأنتقي أجمل الألفاظ والأساليب في مخاطبته والتحدث عنه صلى الله عليه وآله وسلم .\nأن أحمد الله تعالى على نعمة التأدب العظيمة معه صلى الله عليه وآله وسلم .\n(1/25)\n",
        "تخطئة نفسي أنا عند عدم فهم أي قول أو فعل له صلى الله عليه وآله وسلم .\nأحمل أي قول أو فعل له صلى الله عليه وآله وسلم ، على أفضل وأكرم معنى .\nعدم الإكثار من النظر إليه صلى الله عليه وآله وسلم إجلالاً له .\nعدم دعائه ومناداته صلى الله عليه وآله وسلم ، مثلما ننادي بعضنا بعضاً .\n10- إكرام أهل بيته والإحسان إليهم وإجلالهم ففي ذلك إكرام له صلى الله عليه وآله وسلم .\n11- إكرام زواره وجيرانه صلى الله عليه وآله وسلم من أهل المدينة المنورة .\n12- إكرام زوجاته الطاهرات وصحبه ومحبتهم إكراماً له صلى الله عليه وآله وسلم .\n13- التسمي باسمه وأسماء أهل بيته صلى الله عليه وآله وسلم حباً فيهم .\n14- التلذذ بالصلاة والسلام عليه صلى الله عليه وآله وسلم .\n15- الخشوع والخضوع والتوقير عند ذكره صلى الله عليه وآله وسلم .\n16- استشعار عظمته وأن يمتلأ قلبي بحبه وهيبته كأني أراه ، لتكثر طاعاتي وتقل مخالفاتي .\n17- أن أتأسف على فوات رؤيتي له في الدنيا صلى الله عليه وآله وسلم .\n18- أن أتمنى أن يعوضني الله سبحانه وتعالى عن ذلك في الآخرة .\n19- أن يكون حزني على فراقه في الدنيا أعظم من فراق أبوي وجميع أحبابي .\n20- الطهارة عند قراءة حديثه وسيرته صلى الله عليه وآله وسلم .\n21- لا نذكر المتخاصمين والمتنازعين بالصلاة عليه أثناء نزاعهم .\n22- عدم الاتكاء على الكتب التي فيها سيرته العطرة صلى الله عليه وآله وسلم وتبجيلها .\n23- عدم رفع الصوت على صوته الشريف صلى الله عليه وآله وسلم ، بل أخفضه عنه .\n24- عدم رفع الصوت في مسجده الشريف وقرب قبره صلى الله عليه وآله وسلم .\n25- عدم رفع الصوت عند قراءة أحديثه الشريفة أو سيرته .\n26- عدم الإكثار عليه بالأسئلة صلى الله عليه وآله وسلم .\n27- التشبه به في أحواله وأفعاله وأقواله صلى الله عليه وآله وسلم .\n28- احترام وتبجيل كل كلمة منه صلى الله عليه وآله وسلم .\n(1/26)\n\n29- زيارته مسجده الشريف وقبره المنيف صلى الله عليه وآله وسلم ، وعدم إضاعة الوقت في غير الزيارات المشروعة .\n30-أدعو الله تعالى وأتضرع إليه أن يرزقني الأدب معه صلى الله عليه وآله وسلم .\n31- الاهتمام بنظافة مسجده الشريف ومدينته المنورة صلى الله عليه وآله وسلم .\n32- أن أجدد التوبة وأن أسأل الله سبحانه أن يجعلها توبة نصوحاً ، وأكثر من والاستغفار ، وألا يكون هذا آخر العهد به صلى الله عليه وآله وسلم .\n33- أن أكثر من الدعاء لله سبحانه وأن أتوسل إليه بأسمائه الحسنى وصفاته العلى بأن يرزقني شفاعته ورؤيته ، وأن يميتني على سنته ومحبته ، وأن يحشرني في زمرته وأن يسقيني بيده الشريفة من حوضه .\nندعوه عز وجل وهو القائل سبحانه وما أرسلناك إلا رحمة للعالمين ، أن يرزقنا التأدب وحسن الخلق مع كل المسلمين عامة ، ومع الحبيب المصطفى الهادي الشفيع صلى الله عليه وآله وسلم خاصة . اللهم آمين اللهم آمين .\nيا رسول الله ! يا سيد الأنام ! كيف أراك في المنام ؟\n( 20طريقة )\nكيفية رؤيته صلى الله عليه وآله وسلم\nقال صلى الله عليه وآله وسلم :1- من رآني في المنام فسيراني في اليقظة ، ولا يتمثل الشيطان بي .2- وفي رواية : من رآني فقد رأى الحق . 3- وفي رواية : من رآني في المنام فقد رآني .4- وفي رواية : فَكَأَنَّمَا رَآنِي فِي الْيَقَظَة . 5- وفي رواية : فَقَدْ رَآنِي فِي الْيَقَظَة . (في فتح الباري) . 6- وفي رواية الترمذي الصحيحة : من رآني فإني أنا هو .\nاللهم لك الحمد يا من وفقتنا لأن نكون من المسلمين ، وصل اللهم وسلم على خير خلقك أجمعين ، وعلى آله وصحبه وأتباعه إلى يوم الدين وبعد :",
        "(1/27)\n\nمن أهم ما يجلب السعادة والسرور ويثلج القلوب والصدور ، ومن أهم ما يزيح الغموم ويبعد الهموم ، أن يرى الإنسان من يحب ويعيش كل حياته هانئاً سعيداً منشرح الصدر مرتاح البال بقربه ، فكيف إن كان هذا الإنسان هو مصدر كل سعادة وخير وبركة في الدين والدنيا ، فإن لم نتمكن من رؤيته الآن بأعيننا فلنستعن بالله سبحانه لكي نراه في المنام أولاً ثم ندعوه عز وجل أن نراه ونرافقه ونجاوره في الفردوس الأعلى . إنه جواد كريم .\nوهذه أهم النقاط التي ندعو الله أن يوفقنا لها :\nالنية والإخلاص لله في ذلك .\nمعرفة أهمية وفضل رؤيته صلى الله عليه وآله وسلم .\nأن أحمد الله سبحانه على هذه النعمة .\nالطهارة الدائمة ، وأن أصلي صلاة الحاجة عدة مرات ، وأتحرى الأمكنة والأزمنة والأوقات الفاضلة .\nأنام نوم السنة .\nالتمني والدعاء والتضرع إلى الله تعالى والاستغفار الكثير .\nقراءة الآيات الكريمات والأحاديث الشريفة والأذكار بنية ذلك ، وخاصة ما يتعلق منها بالصلاة عليه وفضائله .\nأن أطلب الدعاء من الغير .\n9- إكثار الصلاة عليه نطقاً وكتابة ، وانتقاء أفضل الصلوات صلى الله عليه وآله وسلم .\n10- الصدقة بنية ذلك .\n11- زيارة الأماكن التي يوجد بها شيء من أشيائه صلى الله عليه وآله وسلم .\n12- زيارة مسجده النبوي وقبره الشريف والبقيع .\n13- نصح الناس بالإكثار من الصلاة عليه صلى الله عليه وآله وسلم .\n14- أن أزور من رآه صلى الله عليه وآله وسلم .\n15- أن أتشبه به في كل أحواله صلى الله عليه وآله وسلم .\n16- الإحسان إلى آل بيته صلى الله عليه وآله وسلم وإكرامهم ومعرفة حقهم .\n17- قراءة سيرته صلى الله عليه وآله وسلم .\n18- ألا أستعجل رؤيته في المنام مهما تأخرت .\n19- أن أحب رؤيته من أعماق قلبي صلى الله عليه وآله وسلم .\n20- أن أتعلم كيفية ذلك ، وأقرأ صفة خلقته الشريفة .\n(1/28)",
        "\nفإذا فعلت كل ذلك فقد يكرمني الله سبحانه وتعالى ويمن علي برؤية المصطفى المختار في المنام ، ويا لها من سعادة ما بعدها سعادة .\nأما إذا لم أحظ برؤية وجه الحبيب صلى الله عليه وآله وسلم ، فيكفيني فضلاً علي من الله تعالى أنه :\n1- وفقني إلى ذكره وتلك الأعمال الصالحة .\n2- إلى تلاوة كتابه الكريم .\n3- إلى الإكثار من الصلاة والسلام عليه صلى الله عليه وآله وسلم .\n4- إلى الشوق إلى رسوله صلى الله عليه وآله وسلم .\n5- إلى العمل بالأسباب التي تؤدي إلى رؤيته صلى الله عليه وآله وسلم .\nوعلي بأن أحمد الله على كل تلك الخيرات ، فهو فضل عظيم اختصني الله سبحانه به ، وعلي اللجوء مرة أخرى إلى الله عز وجل ولكن بعزم أصدق وبابتهال إليه سبحانه . إنه سبحانه وتعالى جواد كريم رؤوف رحيم سميع عليم .\nاللهم . . يا الله\n- اللهم إنا نتوسل إليك بحبنا لرسول الله صلى الله عليه وسلم أن ترزقنا النظر إلى وجهك الكريم .\n- اللهم إنا نتوسل إليك بحبنا لرسول الله صلى الله عليه وسلم أن تغفر لنا وترحمنا ووالدينا وكل مسلم ومسلمة .\n- اللهم إنا نتوسل إليك بحبنا لرسول الله صلى الله عليه وسلم أن ترزقنا جواره في جنات النعيم .\n- اللهم إنا نتوسل إليك بحبنا لرسول الله صلى الله عليه وسلم أن نشرب من يده الشريفة من حوض الكوثر شربة لا نظمأ بعدها أبداً .\nرحم الله حسان بن ثابت ورضي عنه وهو القائل :\nأغر عليه للنبوة خاتم\nمن الله من نور يلوح ويشهد\nوضم الإله اسم النبي إلى اسمه\nإذا قال في الخمس المؤذن أشهد\nوشق له من اسمه ليجله\nفذو العرش محمود وهذا محمد\nوقال رضي الله عنه\nوأفضل منك لم تر قط عين\nوأجمل منك لم تلد النساء\nخلقت مبرأ من كل عيب\nكأنك قد خلقت كما تشاء\nوقال رضي الله عنه\nأطالت وقوفا تذرف العين جهدها\nعلى طلل القبر الذي فيه أحمد\nفبوركت يا قبر الرسول وبوركت\nبلاد ثوى فيها الرشيد المسدد\nوبورك لحد منك ضمن طيبا\nعليه بناء من صفيح منضد\n(1/29)\n",
        "ورحم الله ورضي عمن قال :\nبلغ العلا بكماله كشف الدجى بجماله\nحسنت جميع خصاله صلوا عليه وآله\nوغفر الله لي ورضي عني حيث أقول :\nرسول الله قد أعطاك ربي\nشمائل تحتوي خير المزايا\nحباك الله كل الفضل يا من\nعلوت وسدت يا خير البرايا\nعلا بك فضله فسموت قدرا\nفجاءتك المحبة والعطايا\nوأرسلك الإله بخير هدي\nفهدي محمد خير الهدايا\nقال رسول الله صلى الله عليه وآله وسلم :\nإني تارك فيكم ما إن تمسكتم به لن تضلوا بعدي ،\nأحدهما أعظم من الآخر ،\nكتاب الله حبل ممدود من السماء إلى الأرض\nوعترتي أهل بيتي ،\nولن يتفرقا حتى يردا علي الحوض ، فانظروا كيف تخلفوني فيهما .\nوأخيراً\nفصلاتي وسلامي على الحبيب المصطفى صلوات الله وسلامه عليه وعلى آله هي : عبادة جليلة لله وطاعة له ، هي محبة ورفعة لي عنده سبحانه، وأجر وغفران وجنة عدن ، وأمن وأمان في الدنيا والآخرة ، هي قرب منه صلى الله عليه وسلم ، وشوق إليه وحنين إليه ولهج دائم بذكره .\nإن الصلاة والسلام على الهادي البشير ، على السراج المنير ، على الرحمة المهداة والنعمة المسداة ، على صاحب الجبين الأزهر والوجه الأنور ، فيها خير الدنيا والآخرة . فيها صفاء القلب وبرد اليقين وطمأنينة النفس وراحة البال ، فيها حب له وسبيل لرؤيته في الدنيا ومجاورته في الآخرة .\nولئن فاتنا لذة العيش والحياة معه حياً ونصرته ، فإن زيارته ، والإكثار من الصلاة والسلام عليه ، والإكثار من قراءة سيرته العطرة ، لهي حياة كاملة معه ورؤية لخلقته الشريفة ولأخلاقه الطاهرة .\nوالحذر الشديد ثم الحذر الشديد من عدم اللهج بالصلاة والسلام عليه عند ذكره صلوات الله وسلامه عليه وعلى آله ، أو اختصار الصلاة والسلام عليه بالرمز بالحروف بدلاً من كتابتها كاملة ، حيث أن ذلك بخل ونقص في محبته وتوقيره وتكريمه صلى الله عليه وسلم ، وحرمان للعبد من ذكر الله تعالى له .\n(1/30)\n\nإنه ليس جميلاً أبداً أن تفعل ذلك مع أحبابك أو مسؤوليك ، فمن باب أولى ألا تفعله مع سيد الأحباب وسيد المسؤولين ، أفضل صلوات الله تعالى وأتم تسليماته عليه ، عدد خلقه وزنة عرشه ورضا نفسه ومداد كلماته .\nيا الله\nاللهم صل وسلم وبارك عليه وعلى آله عدد خلقك ورضا نفسك وزنة عرشك ومداد كلماتك .\nاللهم صل عليه صلاة تسعد بها قلبه في مثواه ، وترضي بها روحه في علاه ، وتكرم بها آله ومن والاه .\nاللهم اجعل أفضل صلواتك وخير بركاتك وأجمل تحياتك على سيد المرسلين وإمام المتقين وخاتم النبيين .\nاللهم صل وسلم وبارك عليه كلما ذكره الذاكرون ، وصل وسلم وبارك عليه كلما غفل عن ذكره الغافلون .\nاللهم\nاللهم تقبل شفاعته ، وارفع درجته ، وأعل رايته ، واجزه اللهم عنا خير ما جزيت نبياً عن أمته . فنحن نشهد أنه بلغ الرسالة وأدى الأمانة ونصح الأمة وكشفت به الغمة . يا أرحم الراحمين يا رب العالمين يا الله .\nحسن بن عبيد باحبيشي\nأمين جمعية القرآن الكريم بمنطقة مكة المكرمة\nمشرف تربية إسلامية - تعليم جدة\nخريج كلية الشريعة الإسلامية بمكة المكرمة 1397هـ\nعضو في جمعية القرآن الكريم بجدة منذ1398هـ\nجميع الحقوق محفوظة ، إلا لمن أراد توزيعها لوجه الله تعالى",
        "(1/31)\n\nلم يحب الناس أحداً من البشر كما أحبوا الحبيب المصطفى صلى الله عليه وعلى آله وسلم . ولكن لماذا ؟ لقد جبلت النفوس على حب من أحسن إليها ، وعلى قدر الإحسان تكون المحبة . ولذلك كانت المحبة هنا لامتناهية وليس لها حد ، لأن الإحسان الذي تلقته من الهادي البشير صلى الله عليه وسلم إحسان إليها في كامل دنياها ودينها ، أحبته أكثر مما أحبت نفسها وأولادها ، افتدته بأرواحها وبذلت أنفسها رخيصة دفاعاً من أجل مجرد كلمة سمعتها عنه . ويحق لها ذلك ، إنه قمة القمم حيث حاز الكمال في كل الفضائل ، لقد كان أفضل نبي ورسول ، وكان أفضل أب وأفضل مولود وأفضل حاكم وأفضل معلم وخير زوج وخير صهر وخير جار ، كان صلى الله عليه وسلم خير الأخيار ، وكان قمة القمم في كل خير وخلق .\nأما الصلاة والسلام عليه فهي من أجمل أنواع ذكره ، فمع أنها عبادة لله ومع فضائلها في الدين والدنيا إلا أنها لون جميل رائع من ألوان حبه ، حيث تحلو الصلاة والسلام عليه دائماً وأبدا .\nأما نسبه الطاهر الشريف فخير وأعز نسب ، فجمع الله تعالى له على العالمين جمال الباطن وجمال الظاهر وجمال النسب .\nاللهم ارزقنا في الدنيا حبه ، وبلغنا زيارته ، وارزقنا في المحشر شفاعته ، وفي جنتك جواره ومرافقته . اللهم آمين .\nحسن بن عبيد باحبيشي\nجدة\n(1/32)"
    ]
}