{
    "partText": [
        "\nيلزم الرافضة\nإعداد\nعبدالرحمن دمشقية\nنشر\nموقع الفرقان\nwww.frqan.com\nيلزم الرافضة\nلا تكذبوا فترووا عن النبي الرواية البتراء\nيكثر الرافضة من ذكر هذا الحديث والاحتجاج به ولا وجود له في الكتب الصحيحة المعتمدة عندنا. وقد ذكره ابن حجر الهيتمي بصيغة التمريض فقال (ويرُوى) (الصواعق المحرقة2/430).\nولكن المفاجاة أنني عدت إلى أمهات مصادر كتب الشيعة وأطلت التنقيب عنها بالسند فوجدت أنهم يحكونها حكاية من دون سند.\nأليس من أعجب العجيب أن تكون هذه الرواية من جملة رأسمال مذهبهم وينتقدون السنة من خلالها دائما ويلزمونهم بها بينما لا يوجد لها إسناد في كتب القوم؟؟؟\nوالرافضة هم الذين يجعلون صلاتهم بتراء حين يخرجون أزواج النبي من (أهل البيت) مع أن القرآن خاطب أزواج الأنبياء ووصفهن بأهل البيت.\nفمفاهيمهم للفظ أهل البيت مفاهيم بتراء. فليقرأوا هذه الآيات من القرآن الكريم:\nالأولى : (قالوا أتعجبين من أمر الله رحمة الله وبركاته عليكم أهل البيت) قالوها لامرأة إبراهيم.\nالثانية: (هل أدلكم على أهل بيت يكفلونه لكم) وعنى بذلك أم موسى.\nالثانية: (إنما يريد الله ليذهب عنكم الرجس أهل البيت) وسياق الخطاب في أبناء النبي.\nلا تركبوا سفينة بلا قائد\nالمهدي مسئول عن كل جريمة تكون في ظل إمامته\nقالوا: يزيد قتل الحسين.\nفقلنا أين الدليل على أنه أصدر الأمر بقتل الحسين؟\nقالوا: ألم يقتل الحسين في ظل خلافته؟ قلنا نعم. قالوا فهذا هو الدليل.\nقلنا: أليس المهدي إماما عندكم وإمامته نافذة؟ قالوا نعم.\nقلنا: إذن يلزمكم ما التزمتموه في يزيد.\nفقد احتل التتار العراق في عهد المهدي.\nبل هذا يلزم أن يخرج منذ احتلال التتار لأنهم أنهوا الدولة العباسية.\nقرآننا ومصحف فاطمة\n(1/1)\n",
        "لقد أورد المحرف الكليني لفظ (مصحف فاطمة تحت باب (أنه لم يجمع القرآن كله إلا الأئمة). (الكافي 1/178 كتاب الحجة – باب أنه لم يجمع القرآن كله إلا الأئمة) راوياً عن جعفر الصادق رضي الله عنه أنه قال:« وإن عندنا لمصحف فاطمة، والله ما فيه من قرآنكم حرف واحد » (الكافي 1/184 كتاب الحجة : باب فيه ذكر الصحيفة والجفر والجامعة ومصحف فاطمة).\nمما يؤكد أن القوم يتكلمون عن مصحف فاطمة كبديل عن المصحف الذي جمعه الصحابة. ولا تنفع هذه التقية التي يزعمون فيها أن كلمة مصحف فاطمة « لا تعني بالضرورة قرآنا بل إنه كتاب يحتوي على مصاحف» (الانتصار1/362).\nولزيادة التأكيد على أنهم يعنون بذلك قرآن فاطمة. فقد روى الكليني عن جعفر الصادق أنه قرأ هذه الآية هكذا: { سأل سائل بعذاب واقع للكافرين ( بولاية علي ) ليس له دافع من الله ذي المعارج } فقيل له: إنا لا نقرؤها هكذا، فقال: هكذا والله نزل بها جبرئيل على محمد ( صلى الله عليه وآله ) وهكذا هو والله مثبت في مصحف فاطمة» (الكافي8/57-58 بحار الأنوار(بحار الأنوار35/324 و37/176 التفسير الصافي للكاشاني5/224 تفسير نور الثقلين2/531 و5/412 مدينة المعاجز لهاشم البحراني2/266).\nوروى المجلسي أيضا أنه قرأ قوله تعالى ( يا ويلتى ليتني لم اتخذ فلانا خليلا ) وإنما هي في مصحف فاطمة يا ويلتي ليتني لم اتخذ الثاني خليلا» (بحار الأنوار - العلامة المجلسي30/245).\nفهذا يؤكد أن المصحف المقصود عند الرافضة هو القرآن لا مجرد صحيفة.\n(1/2)\n\nعن سالم بن سلمة قال: قرأ رجل على أبي عبد الله وأنا أستمع حروفا من القرآن ليس على ما يقرؤها الناس. فقال أبو عبد الله: كف عن هذه القراءة . إقرأ كما يقرأ الناس حتى يقوم القائم، فإذا قام القائم قرأ كتاب الله عز وجل على حده. وأخرج المصحف الذي كتبه علي. وقال: أخرجه علي إلى الناس حسن فرغ منه وكتبه فقال لهم: هذا كتاب الله عز وجل كما أنزله الله على محمد صلى الله عليه وسلم. وقد جمعته من اللوحين. فقالوا: هوذا عندنا مصحف جماع فيه القرآن لا حاجة لنا فيه. فقال: أما والله ما ترونه بعد يومكم هذا أبدا. إنما كان علي أن أخبركم حين جمعته لتقرؤوه« (الكافي 2/463 كتاب فضل القرآن بدون باب وسائل الشيعة6/162 الحدائق الناضرة8/100 مستند الشيعة5/74 للمحقق النراقي).\nعن عدة من أصحابنا عن سهل بن زياد عن محمد بن سليمان عن بعض أصحابه عن أبي الحسن عليه السلام قال قلت له : جعلت فداك إنا نسمع الآيات من القرآن ليس هي عندنا كما نسمعها ، ولا نحسن أن نقرأها كما بلغنا عندكم. فهل نأثم؟\nوينافح الشيعة عن هذه الطامة بقولهم بأن العديد من الصحابة كانت عندهم مصاحف كمصحف عائشة ومصحف عبد الله بن مسعود.. فلماذا تنكرون على فاطمة أن يكون عندها مصحف.\nوالجواب: أن العبارة واضحة في إجراء المقارنة بين مصحفنا وبين مصحفهم. ونحن لا نستنكر أن يكون لفاطمة مصحفا، وإنما نستنكر أن يقال بأن قرآننا يخالف قرآنها تماما.\nموقف الخوئي من هذه الرواية\nوطريقة الخوئي المراوغة والتطويل في المسائل مما يشعر القارئ بالغثيان والدواخ. فإنه صرح « بتردد الرواية الأخير (سالم بن أبي سلمة) بين الثقة والمجهول والضعيف فتسقط الرواية عن الاستدلال» غير أن محقق المعجم قال « ولكنه دام ظله رجح في المعجم8/25-24 نسخة صاحب الوسائل ووقوع التحريف في غيرها وبذلك تصبح الرواية معتبرة» (كتاب الصلاة3/476).",
        "(1/3)\n\nفهذا يؤكد أن المقصود بمصحف فاطمة المذكور عند الكليني إنما هو القرآن الذي جمعه علي وأقسم أن يراه الناس إلى يوم القيامة أو عند ظهور المهدي المنتظر، لا سيما وأن الكليني قد صرح بأنه لم يجمع القرآن كله إلا الأئمة. ويتضمن أسماء منافقين لا توجد الآن في القرآن الآن.\nتناقض صارخ يشبه النصارى\nالأئمة عندهم أصحاب قوى خارقة. يعلمون الغيب. الكون تحت سيطرتهم، جميع ذرات الكون تخضع لسيطرتهم. لهم معجزات وكرامات عظيمة. منها أن يخلقوا. ويمكن لعلي وهو بالكوفة أن ينتف لحية معاوية وهو بالشام.\nولكن: بلغ الضعف بعلي بن أبي طالب القوي إلي أن يبايع أبا بكر وعمر وعثمان مكرها وتعرضت زوجته للضرب وكسر الضلع وسقوط الجنين. وتكون كثير من فتاويهم على التقية.\nوهذا شيء يشابهون به النصارى الذين جعلون للمسيح طبيعة إلهية ثم يكثرون من التباكي عليه واظهاره بمظهر الضعف وانعدام الحيلة وهذا الحزن والبكاء على المظلومية صار شعارا لمذهبهم..\nهل يصلح علي لولاية المسلمين؟\nمن سكت عن كسر بيته وإحراقه وضرب زوجته وإسقاط جنينها.\nثم يغصب فرج ابنته قائلا له: زوجنيها. فلا يزيد على أن يقول: ‘نها صغيرة.\nماذا؟ أوقد عجز عن أن يقول له: إنك لست أهلا لأن تصاهرنا لأنك غادر خائن آثم كاذب؟؟؟\nمن لم يكن أهلا في الإمامة الخاصة الصغرى أعني ولاية أهله وحمايتهم والدفاع عن ابنة رسول الله صلى الله عليه وسلم:\nكيف يطالبنا الشيعة الذين رووا روايات الجبن هذه أن نوافقهم على أن يكون علي بن أبي طالب أولى بالإمامة العامة الكبرى؟\nأين الذي قتل ثمانين ألف جني\nأين الذي رويتم عنه أنه كان يفاخر قائلا : \" أنا الذي وضعت سيفي في الجن وقتلت منهم ثمانين ألفا\". (نوادر المعجزات للطبري الرافضي ص55).\n(1/4)",
        "\nأين الذي قلع باب خيبر الذي عجز عن قلعه خمسون رجلا (الأمالي للصدوق483 الارشاد للمفيد1/138) ثم قال « والله ما قلعت باب خيبر بقوة جسدسة بل بقدرة ربانية» (الأمالي للصدوق 604 شرح أصول الكافي للمازندراني 3/307 دلائل الإمامة 70 محمد بن جرير الطبري عبد الله الجزائري التحفة السنية87 مخطوط.).\nأين سيف الله أين ذو الفقار؟ أين الذي خرق سيفه الأرضين السبع حتى صعد جبريل إلى الله وقال\nأين الذي كانت تهابه صناديد قريش تغتصب ابنته ويرضى مع العلم بأن الزواج بالغصب لا ينعقد به النكاح.\nألستم معاشر الرافضة تزعمون عن أبي الحسن علي بن موسى الرضا أنه قال « للإمام علامات: يكون أعلم الناس وأشجع الناس، ولا يرى له بول ولا غائط لأن الله قد وكل الأرض بابتلاع ما خرج منه ويكون رائحته أطيب من ريح المسك ويكون دعاؤه مستجابا حتى أنه لو دعا على صخرة لانشقت نصفين» (الأنوار النعمانية1/34).\nفكيف تصورون عليا بهذه الصورة المتناقضة بين الذلة والخوف وبين الشجاعة.\nأين الذي قلع باب خيبر الذي عجز عن قلعه خمسون رجلا (الأمالي للصدوق483 الارشاد للمفيد1/138) ثم قال « والله ما قلعت باب خيبر بقوة جسدسة بل بقدرة ربانية» (الأمالي للصدوق 604 شرح أصول الكافي للمازندراني 3/307 دلائل الإمامة 70 محمد بن جرير الطبري عبد الله الجزائري التحفة السنية87 مخطوط.).\nأين سيف الله أين ذو الفقار؟ أين الذي خرق سيفه الأرضين السبع حتى صعد جبريل إلى الله وقال\nأين الذي كانت تهابه صناديد قريش تغتصب ابنته ويرضى مع العلم بأن الزواج بالغصب لا ينعقد به النكاح.\nاجابة الدعاء من علامات الإمام\n(1/5)\n",
        "ألستم معاشر الرافضة تزعمون عن أبي الحسن علي بن موسى الرضا أنه قال « للإمام علامات: يكون أعلم الناس وأشجع الناس، ولا يرى له بول ولا غائط لأن الله قد وكل الأرض بابتلاع ما خرج منه ويكون رائحته أطيب من ريح المسك ويكون دعاؤه مستجابا حتى أنه لو دعا على صخرة لانشقت نصفين» (الأنوار النعمانية1/34).\nفكيف تصورون عليا بهذه الصورة المتناقضة بين الذلة والخوف وبين الشجاعة\nالمهدي إخباري وليس بأصولي\nلأنه عرض عليه الكافي فقال هذا كاف لشيعتنا\nسفاهة الكوراني حول سيدنا عمر\nقال الكوراني: « كان عمر معجباً بثقافة اليهود ، وكان يحضر دروسهم كل سبت ! وله علاقات حسنة مع يهود بني قريظة، وقد عربوا التوراة وأعطوه إياها ليعرضها على النبي صلى الله عليه وآله ليعترف بها» (الانتصار2/358). وزعم أن عمر كان مرتبطا باليهود» (الانتصار3/440).\nوهذا يلزم منه دخول اليهود في النسب النبوي. فإن عمر بن الخطاب هو زوج أم كلثوم بنت فاطمة بنت محمد صلى الله عليه وآله.\nألم يتفق السنة والشيعة على أن النبي رفض أن يتزوج علي ابنة أبي جهل؟\nفكيف ينهى عليا عن مثل هذا ويتزوج بنت يهودي يتآمر مع اليهود كل سبت للكيد للإسلام وأهله؟\nالأئمة هم الله عند الكوراني\nوالآن أتقدم بالسؤال الذي كان يطرحه الكوراني دائما على مخالفيه قائلا: « صف لي معبودك اللي بتعبدو».\nمن هو معبودك يا شيخ علي الكوراني؟\nلفتة صغيرة ومهمة تكفي لكشف المعبود الحقيقي عند الكوراني.\nقال الكوراني « يعتقد الشيعة إجماعا أن صفات الله هي عين ذاته» (الانتصار 2/144 للكوراني).\nإذن يعتقد الشيعة أيضا أن الأئمة هم أسماء الله وصفاته. فيصير الأئمة هم عين ذات الله.\nوالكافي عند الكوراني هو أحد الكتب الأربعة التي يفيق بسندها الذهبي الناصع كل مجنون.\nوقد ورد في الكافي عن الأئمة أنهم قالوا:\n« نحن والله الأسماء الحسنى» (الكافي1/144).\n(1/6)\n\nوقال المجلسي عند إيراده دعاء (اللهم إني أسألك باسمك المكنون المخزون الحي القيوم) باحتمال أن يكون المراد بذلك نور الأئمة فقد ورد في الأخبار أن الأئمة عليهم السلام هم أسماء الله الحسنى\" (بحار الأنوار83/221 وانظر88/178).\nفهذا تشبيه كلي بالله حيث لم يقولوا أنهم بعض أسماء الله. قال تعالى { وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ } 180 [الأعراف].\nويلزم منه أن يكون الأئمة هم عين الله وذاته. لأن أسماء الله وصفاته هي عين ذاته.\nالكوراني يقع في فخ شبهة البسملة\nنقل الكوراني عن الصدوق « وعندنا أن الضحى وألم نشرح سورة واحدة ، ولإيلاف وألم تر كيف سورة واحدة» (تدوين القرآن41).\nيعني الكوراني أنه لا بسملة بين هذه السور أنها عند الرافضة باعتبار السورة الواحدة.\nوبهذا يلزم الكوراني بمثل التحريف الذي ألزمنا به في كون البسملة آية في كل سورة من القرآن ام لا\nفنقول له: إذا كانت البسملة جزءا من كل سورة فلماذا اختلفتم حول كون سورة الانشراح والضحى والفيل سورة واحدة: بينما النسخة الأبي بكرية العمرية العثمانية الزيدية المسعودية تتضمن هذه السورة مستقلة؟\nهل حقا قرآننا هو قرآنك يا كوراني؟\nفبينما يدعي الروافض أن عندهم نفس القرآن الذي عندنا. لو أننا فتحنا معهم البسملة من كل سورة لوجدنا أن البسملة ليست آية من القرآن إلا في سورة الحمد. فيلزمهم أن هذا الذي بأيدينا – وهو بأيديهم - محرف.\nبينما يصرحون بانعقاد إجماعهم على أن البسملة جزء من القرآن (البيان في تفسير القرآن ص516 للخوئي جواهر الكلام10/24 للجواهري).",
        "(1/7)\n\nوكل علماء الشيعة يقولون بأن « البسملة جزء من كل سورة فيجب قراءتها ما عدا سورة براءه (كتاب الصلاة3/352 و538 ومنهاج الصالحين1/163 تحرير الوسيلة1/165 للخميني، هداية العباد1/151 للكلبايكاني، منهاج الصاالحين1/177 والمسائل المنتخبة ص 106 كلاهما لمحمد الروحاني، العروة الوثقى1/646 و2/502 و6/174).\nونقل المجلسي عن الشهيد في الذكرى الإجماع الشيعي على أن البسملة جزء من القرآن (بحار الأنوار82/21).\nوأن هذا مما تواتر عن أهل البيت عليهم السلام كما قال الخوئي (البيان في تفسير القرآن ص446 تفسير الحمد ص141 لمحمد باقر الحكيم). وصرح الخوئي بأن المخالف لذلك ليس إلا سوى شرذمة من الناس (البيان في تفسير القرآن ص446).\nوصرح المحقق البحراني أن البسملة آية من كل سورة تجب قراءتها مع كل سورة (الحدائق الناضرة8/107).\nوأنا أتساءل: لماذا تتمسكون بقرآننا والبسملة فيه ليست جزءا من كل سورة إلا في الفاتحة؟\nبينما تجمعون على أن البسملة جزء من كل سورة إلا التوبة؟\nإذهبوا ونقبوا عن القرآن الكامل مع المهدي وأخرجوه للناس؟ لا يجوز أن يبقى الناس محرومين منه مضطرين أن يأخذوا بهذا الذي جمعه أبو بكر وعمر!!!\nرواية التحريف عن الأئمة حجة شرعية عند الكوراني\nقال الكوراني « وحينئذ فكل ما ثبت عنهم – يعني الأئمة - بسند صحيح فهو حجة شرعية» (الانتصار1/60).\nقلت: يلزمك أن تعتبر قول جعفر الصادق حجة شرعية. « إن القرآن الذي جاء به جبرئيل إلى محمد- صلى الله عليه وسلم - سبعة عشر ألف آية» حجة شرعية لأنه ثابت عنه.\nرواه الكليني في (الكافي 2/463). وصحح إسناده المجلسي وقال » موثقة« (مرآة العقول الجزء الثاني عشر ص 525).\nفهل الزيادة على الستة آلاف آية بما يقارب إحدى عشر ألف آية حجة شرعية أيها الكوراني؟\nفيلزم تكفير إمامكم جعفر حيث صححتم نسبة تحريف القرآن إليه.\n(1/8)",
        "\nأو قبول هذا الكفر لأن قائله إمام معصوم عندكم، والراد على الإمام كالراد على الله وهو كفر عندكم.\nوإما ترك المذهب.\nوالقول بتحريف القرآن هو الحجة الشرعية عند الكوراني.\nأليس هو القائل بأن عمر كان يكذب عليا في أن عنده القرآن الكامل؟ (تدوين القرآن 60)\nأليس هو القائل: « السلطة بعد النبي صلى الله عليه وآله أسقطت آيات من القرآن ورفضت نسخة القرآن التى كتبها علي عليه السلام بإملاء النبي صلى الله عليه وآله ، والتي ذكرت بعض الروايات أن فيها زيادات في مدح أهل البيت عليهم السلام، قد تكون تفسيرا ، وقد تكون آيات منزلة» (تدوين القرآن51-52).\nتكفير الكوراني لمعتقد التحريف: فليكفر نفسه\nقال الكوراني « هل توافق يا ( سعودي ) على أن كل من قال بتحريف القرآن ، ولو آية واحدة منه فهو كافر؟» (الانتصار3/248)\nوبناء على ما نقلناه من تصريحات الكوراني يتبين لنا أنه يعتقد وقوع التحريف في القرآن. بل قد حكاه عن مذهب الشيعة بعموم. منهم من يقول نقص منه آيات ومنهم من يقول تم تبديل آياته.\nوهنا يلزمه تكفير نفسه وتكفير مذهبه.\nكلام جميل للكوراني عن تحريف القرآن\nسئل العاملي: « عقيدة أهل السنة والجماعة في القرآن كما يلي :\nمن يعتقد أن هناك مصحفاً آخر غير الذي بأيدينا فهو كافر . هل توافقون على ذلك ؟ نعم أو لا ؟\nفقال الكوراني « إن الشيعة يؤمنون بهذا القرآن وحده ، ومن يؤمن بقرآن آخر بدله أو معه فهو كافر. أما نسخته الثانية التي روت مصادركم ومصادرنا أنها توجد عند أهل البيت وعند الامام المهدي عليهم السلام، فهي ليست قرآنا آخر، وهي من مسؤولية الامام المهدي الموعود، ولم نرها حتى نعرف فرقها عن هذه النسخة، ولا نقبل ادعاء أحد يدعى نسخة أخرى للقرآن غير الامام المهدي عليه السلام، ونحكم ببطلان نسخته، وبكفره ان كان يعتقد بها» (الانتصار3/190).\nوهنا التناقض\n(1/9)\n",
        "وسوف نقارن هذا القول بقول الكوراني « نعم توجد هذه الرواية وروايات أخرى في الكافي وغيره ، تدل على أن القرآن الفعلي فيه نقص عن قرآن علي عليه السلام.\nقال « نعم توجد هذه الرواية وروايات أخرى في الكافي وغيره، تدل على أن القرآن الفعلي فيه نقص عن قرآن علي عليه السلام. وموقف غالبية علمائنا أنه لا بد من تأويل كل رواية تدل على وجود نقص أو زيادة في القرآن، فإن صح سندها ولم يمكن تأويلها وجب ردها، لمخالفتها للمجمع عليه عند كافة الأمة من سلامة القرآن من التحريف.. ويمكن تأويل هذه الرواية بأن مصحف علي عليه السلام كان فيه القرآن وتفسيره الذي سمعه من النبي صلى الله عليه وآله، وقد كان من عادتهم أن يكتبوا تفسير الآية مع الآية أو تحتها، كما صح عن مصحف ابن عباس وابن مسعود» (الانتصار3/241).\nقلت: يلزمكم أحد اثنين: إما أن تردوا على أئمتكم.\nولكن: كيف يصح سندها الى الامام ثم تردونها؟\nأليس الراد على الامام راد على الله؟ فيلزمكم عدم ردها بما أنه قد ثبت صحة إسنادها اليهم.\nأو التزام التحريف.\nأو تكفير الإمام لثبوت سند التحريف إليه.\nأو يلزم بطلان مذهبكم ويثبت حينئذ أنكم تطعنون بالدين والأئمة.\nيلزمهم ترك التأويل لأنه محتمل\nالرافضة يتركون خبر الواحد لأنه لا يفيد القطع ولأنه محتمل فيلزمهم ترك التأويل لأنه محتمل أيضا. ولا يمكن أن يقولوا بأن تأويلاتنا مقطوع بها. فيلزمهم التناقض.\nتفضيل الإمام على النبي\nيلزم من تفضيل الإمام على النبي تفضيل منزلة الإمامة على منزلة النبوة. وهذا يلزم منه تفضيل علي على محمد وإعطاء مهمة الإمامة دورا ومنزلة أهم من منزلة النبوة.\nيلزم من قولهم أن الدين لا يكمل إلا بالإمامة أن الدين لا يكتمل بالنبوة. فتكون منزلة النبوة أنقص من منزلة الامامة. وهذا يلزم منه تفضيل علي على النبي. لأن الدين لم يكتمل بنبوة محمد وإناما بإمامة علي.\n(1/10)\n\nيلزم من تصحيح الرافضة لحديث (علي خير البشر ومن أبى فقد كفر) أن يحكموا على كل من فضل أنبياء الله على علي بن أبي طالب بالكفر. وهل حقا مفضل الأنبياء على علي وفاطمة وحسن وحسين قد كفر بدين الله؟\nإكتمال الدين بالإمامة\nهذا طعن بمهمة نبينا محمد. فإن نبوته لا تكمل الدين وإنما بإمامة علي.\nوأين هذا من كتاب الله القائل: { (لَقَدْ مَنَّ اللّهُ عَلَى الْمُؤمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِّنْ أَنفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُواْ مِن قَبْلُ لَفِي ضَلالٍ مُّبِينٍ 164 } . وقوله { وَاذْكُرُواْ نِعْمَةَ اللّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاء فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا وَكُنتُمْ عَلَىَ شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُم مِّنْهَا } . فلماذا يخلو القرآن من ذكر نعمة الإمامة؟؟؟\nوقول الرافضة: بأن الدين لم يكتمل إلا بالإمامة يلزم منه أن دين الله بقي ناقصا لم يكتمل طيلة فترة إمامة أبي بكر وعمر وعثمان. وأن علي بن أبي طالب قد ساعد على نقص الدين لأنه قال (دعوني والتمسوا غيري) فأعرض عن المنصب الإمامي الذي كمل به دين الله.\nنحن نعلم أن الله ذكر بني إسرائيل بنعمة النبوة ونعمة الملك التي تعترضون على معاوية من أجلها. { وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُواْ نِعْمَةَ اللّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاء وَجَعَلَكُم مُّلُوكًا وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّن الْعَالَمِينَ 20 } فأين نعمة الإمامة: هل يذكر الله عبادة بنعمة الملك ولا يذكرهم بنعمة الإمامة؟\nيلزمكم أن تتبنوا نظام الملكية",
        "(1/11)\n\nتقولون بأن معاوية قد قلب نظام الحكم من خلافة إلى ملك. ونظام الملكية ينبني على ميراث الابن أو الأخ أو ابن العم الملك. فكيف تشنعون على معاوية ذلك وأنتم في نفس الوقت تطالبوننا بميراث الابن المعصوم لملك أبيه المعصوم.\nيلزمكم التناقض.\nمن مات ولم يعرف إمام زمانه مات ميتة جاهلية\nيلزم من جهل زرارة بإمام زمانه أنه مات ميتة جاهلية. وكذلك كل الشيعة الذين انقسموا إلى ما يزيد على أربع عشرة فرقة بعد موت الإمام الحادي عشر.\nلا يخلو زمان من إمام ومن لا يبايعه فهو ميت ميتة جاهلية. وهم يولدون ويموتون ولا يبايعون المهدي.\nمن بايع إماما باطل كان كافرا\nيلزم مبايعة علي للخلفاء الثلاثة وتسمية أبنائهم بأسمائهم وتزويج ابنته لأحدهم إما مبالغة علي في الجبن وهو غير صحيح. أو أنه راض عنهم ويبطل به مذهب الرفض.\nيلزم مبايعة الحسن والحسين لمعاوية أنهما كافرين لأنهما بايعا من ليس إماما معصوما.\nقول علي (إنما الشورى للمهاجرينت والأنصار إبطال عقيدة الإمامة والوصاية.\nتكفير علي لأنه رفض الإمامة. حيث قال للناس (دعوني والتمسوا غيري) لما انتخبوه للإمامة. السؤال: ماذا لو قال إبراهيم (دعني يا الله والتمس غيري) أيليق به أن يقول ذلك؟ الجواب كلا. وكذلك قول علي هذا لا يليق به أبدا بل يلزم كفره.\nمنع عمر كتابة الوصية\nويلزم من زعمهم أن عمر منع النبي من كتابة وصيته قبل موته عندما قال « إيتوني بكتف ودواة أكتب لكم وصية لن تضلوا بعدها. فقال عمر: إن رسول الله قد غلبه الوجع وإن حسبنا كتاب الله.\nيلزم من زعمكم هذا أن عمر غلب الله وغلب رسوله.\nفإن الله وعد نبيه أن يعصمه من الناس أي يعصمه من أن يمنعه أحد من تبليغ وحي الله له. قال تعالى (والله يعصمك من الناس).\nهذه الآية ترد على من زعموا أن عمر منع الرسول - صلى الله عليه وسلم - من كتابة الوصية لأنه قال « إن رسول الله قد غلبه الوجع حسبنا كتاب الله».\n(1/12)",
        "\nوالآية نص على أنه لا أحد يستطيع ان يمنع رسول الله من تبليغ ما يريد. وفسر الشيعة الآية بمعنى أن الله يمنعك أن ينالوك بسوء (تفسير التبيان3/587 للطوسي تفسير مجمع البيان الطبرسي3/383). حتى اعترفوا بأن النبي كان له حرس فلما نزلت هذه الآية ترك الحرس (تفسير فرات الكوفي ص131).\nفإما عجز الله وإما إخلاف وعده وإما بطلان مذهبكم. إختاروا واحدة.\nأي قوة هذه بلغت بعمر أن يحرق بيت الشجاع ذي الفقار علي بن أبي طالب ويضرب زوجته فاطمة بنت رسول الله. فيكسر ضلعها ويقتل جنينها ثم لا يزيد علي على أن يقول لعمر:\nهه سوف أنتقم منك يا عمر: هه زوجتك ابنتي أم كلثوم. هه بايعتك. هه سميت أولادي باسمك وايم أبي بكر واسم عثمان.\nفيغلب عمر رسول الله فيعجز الرسول عن كتابة الوصية ويعجز علي مخالفة عمر!!!\nإما أن يكون الرسول عاجزا وعلي خائفا وإما بطلان مذهبكم.\nكلام المعصوم هو كلام الله\nقالوا: إن كلام المعصوم هو كلام الله. فيلزم أن يتكلم الله على التقية. لأنهم يقولون قول هذا الامام: محمول على التقية. فيلزم أن يكون هذا الكلام الذي هو كلام الله محمول على التقية: فهل يتكلم ربنا على التقية؟\nوكلام المعصوم منذ ولادته هو كلام الله عندهم فيلزم أن يكون قول الامام (واع واع) هو كلام الله.\nانقسام الشيعة إلى أصوليين وإخباريين\nينقسم الشيعة الى إخباريين وأصوليين. الإخباريون لم يكونوا يفرقون بين الصحيح وبين الضعيف. ولا يزالون يرون هذا التفريق بدعة في الدين كما صرح به النائيني وغيره. ويلزم من ذلك ضلال الإخباريين لأنهم يؤمنون بروايات التحريف التي ملأت كتاب الكافي وغيره والتي رفعت الإمام إلى مرتبة الألوهية من غير تمييز لها بين الصحيح وبين الضعيف. فيلزم الإخباريين اعتقاد التحريف والغلو. وهي روايات من اعتقدها فقد كفر.\n(1/13)\n",
        "فاختلاف شيوخ الإمامية المتقدمين عن متأخريهم في هذا الباب يلزم منه أن أحدهما على ضلال، وعليه « لزم ضرورة أن شيوخ الإمامية ضلوا في التوحيد إما متقدموهم وإما متأخروهم »\nعبد الله وعبد الحسين\nاذا كان العبد هو الخادم فيلزمهم أن يسموا خادم الكعبة والمسجد عبد الكعبة وعبد المسجد.\nاذا اقترنت العبودية بالاستعانة والتضرع والتذلل لزم منها عبادة الوثنية لا عبادة الخدمة. فإننا نقول في صلاتنا (إياك نعبد وإياك نستعين). والرافضة يقبلون لفظ عبد علي عبد الحسين ويطلبون منهم الاستعانة تماما كما نفعل نحن في صلواتنا لله.\nالعصمة\nقولهم بأن موسى نسي بمعنى ترك يلزم منه اتهام موسى بالكذب حيث قال ليوشع آتنا غداءنا. فكيف يقول له آتنا غداءنا وهو يعلم أن يوشع قد نسي الحوت حيث أووا إلىالصخرة.\nقولهم بالعصمة يلزمهم القول على الله بالبداء. وقد التزموا ذلك فطعنوا بعلم الله إكراما لعقيدة العصمة. ويلزمهم بذلك الكفر. فكيف نتعجب حين نراهم يطعنون بالقرآن ويصرحون بوقوع التحريف إكراما لعقيدة الإمامية التي زعموا أن الله نص عليها لأهل البيت في القرآن الكريم؟؟؟\nعقيدة التحريف\nيلزم الخوئي تكفير علي بن أبي طاالب. لأن النسخ عنده تحريف. وقد قال علي (وأن القرآن معلوم في السنة نسخه. ويلزم منه اتهام سيدنا علي بالتحريف لأنه أقر بنسخ السنة للقرآن والنسخ تحريف عند الخوئي.\nويلزم منه اتهام سلف الخوئي بالتحريف لأنهم صرحوا بمشروعية نسخ القرآن بالسنة ونسخ التلاوة. قال المفيد « اتفق العلماء على جواز نسخ التلاوة دون الحكم وبالعكس ونسخهما معا خلافا لطائفة شاذة من المعتزلة» (أوائل المقالات ص219).\nتوثيق الشيعة لمعتقدي تحريف القرآن\n(1/14)\n\nوثق الشيعة بالإجماع علي بن ابراهيم القمي والكليني وجابر الجعفي والنوري الطبرسي وكل هؤلاء معتقدين بتحريف القرآن. ويلزم من ذلك الإقرار بصحة عقيدتهم في التحريف. ونحن كنا نطالبهم بتكفير من يعتقد تحريف القرآن فرفضوا. واليوم نطالبهم على الأقل أن يحكموا ببطلان الرواية التي يروونها. وهم لن يحكموا بكفرهم في ذلك ولن يتراجعوا عن توثيق رواياتهم في ذلك.\nتواتر التحريف عن الائمة يلزم كفرهم\nروى الكليني في (كتاب الكافي) عن علي بن الحكم عن هشام بن سالم عن أبي عبد الله عليه السلام قال « إن القرآن الذي جاء به جبرئيل عليه السلام إلى محمد صلى الله عليه وسلم سبعة عشر ألف آية» (الكافي2/634).\nقال المجلسي تعليقا على هذه الرواية » موثقة« أي صحيحة السند. [مرآة العقول 12/525]. علماً بأن الآيات التي بين أيدينا في المصحف المتداول تبلغ ستة آلاف ومئتي وبضع آية فقط.\nفيلزم من تصحيح روايات التحريف القطع والجزم بأنه قول الأئمة وعقيدتهم. وهكذا يعرض مراجع الشيعة الأئمة إلى الكفر. لأن اعتقاد وقع التحريف في القرآن كفر وقد حكى مراجع الشيعة تواتر الروايات فيه عن الأئمة. فأي حب هذا يلزم معه اتهام الأئمة الكفر؟\nفيلزمكم واحدة من اثنتين لا مهرب منهما:\nإما كفر الأئمة وإما كذبكم عليهم.\nإذا كان وليكم إمامكم\nيلزم من تفسير قوله تعالى (إنما وليكم الله) بمعنى إنما إمامكم أن نصف الله بأنه إمام. فهل حقا الآية معناها إنما إمامكم الله ورسوله وعلي بن أبي طالب؟\nيلزم من تفسير قوله تعالى (إني جاعلك للناس إماما) أي خليفة وحاكما: أن يتناقض كتاب الله حيث إننا لم نعلم عن إبراهيم أنه حكم الناس. ويلزم التناقض أيضا حيث إن الله لم يجعل عشرة من الأئمة أئمة فلم يملكوا ولم يحكموا اللهم إلا علي والحسن فقط لا غير..\nيلزم من اعتقاد أن علي بن أبي كان يزكي وهو راكع أن يقيم الصلاة وهو راكع.\nعقيدة الكتمان",
        "(1/15)\n\nيلزم كتمان علي للقرآن وبقاءه مكتوما عند المهدي طيلة الف ومائتي سنة أن نسأل ما هو هذا العلم الذي أخذتموه عن أهل البيت؟ أخذتم عنهم قرآنا غائبا وفتاوى على التقية؟ هل هذا إلا مذهب اليهود الذين وصفهم الله بأنهم يلبسون الحق بالباطل ويكتمون الحق؟؟؟ وهذا طعن بأهل البيت. قال تعالى { إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلعَنُهُمُ اللّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ 159 } .\nففتاوى التقية هي لبس الحق بالباطل. وكتم الحق متمثل في قولهم القرآن الكامل مع الإمام المهدي وأن الأئمة كانوا يقرأون القرآن على خلاف ما كان الناس يقرأونه.\nمن كان ينازع الله عرشه حتى استولى عليه منه؟\nيلزم من اعتقادهم أن الله استولى إثبات امتلاك بعد فقدانه. جردوا الله من ملكية العرش وكأنه كان في ملكية إله آخر ثم استولى الله على العرش منه. كل ذلك لينزهوا الله عما لا يليق به بزعمهم مما وصف نفسه به. فتنزيههم زخرف القول غرور من وحي الشيطان.\nصحح السيستاني رواية جابر وفيها أن الأئمة من ولد فاطمة اثنا عشر ويلزم منها إما أن يكون علي بن أبي طالب من أولاد فاطمة أو يلزمهم أن يضيفوه مع أولاد فاطمة الاثني عشر فيلزمهم تصحيح رقم اسم المذهب فيقولوا: نحن إمامية ثلاث عشرية.\nيلزم من اعتقاد الرافضة بعصمة الأئمة مشاركة الأنبياء في وصف العصمة. والسبب في عصمة الأنبياء نزول الوحي وعدم الخطأ في تبليغه. وهذا الوحي لا علاقة للأئمة به.\nالخميني يطعن في عقيدة غيبة المهدي\n(1/16)",
        "\nقال الخميني \" قد مر على الغيبة الكبرى لإمامنا المهدي أكثر من ألف عام، وقد تمر ألوف السنين قبل أن تقتضي المصلحة قدوم الإمام المنتظر في طول هذه المدة المديدة، هل تبقى أحكام الإسلام معطلة؟ يعمل الناي من خلالها ما يشاؤون ؟ ألا يلزم من ذلك الهرج والمرج؛ القوانين التي صدع بها نبي الإسلام - صلى الله عليه وسلم - وجهد في نشرها، وبيانها وتنفيذها طيلة ثلاثة وعشرين عاماً، هل كان كل ذلك لمدة محدودة ؟ هل حدد الله عمر الشريعة بمائتي عام مثلاً ؟ الذهاب إلى هذا الرأي أسوأ في نظري من الاعتقاد بأن الإسلام منسوخ \" هذا القول من الخميني يلزم منه أن الدين معطل بغياب هذا المهدي. فكيف تدعوننا إلى مبايعة إمام يعترف الخميني بأن أحكام الاسلام معطلة بسبب غيابه؟\nالجهل بالإمامة جاهلية؟\nلزم اعتقاد الرافضة بأن الصحابة حرفوا القرآن وحذفوا منه الآيات الدالة على ولاية أهل البيت أن الله لم يجفظ كتابه. ويلزم منه رفع الثقة بكتاب الله. وهنا مدخل خطير فتحه الرافضة لكل عدو للمسلمين.\nعقيدة صنمي قريش\nيلزم من اعتقاد أن أبا بكر وعمر صنمي قريش: أن النبي صاهر الأصنام وقربهم منه وأنه الآن يرقد مع الأصنام. وأن عليا بايع الأصنام وأطاعهم وكان مستشارا للجبت والطاغوت ناصحا أمينا وزيرا مطيعا للأصنام زوج إحدى بناته لأحد الصنمين. وأن أبا جعفر الصادق هو صنم وهو الجبت. فما هذا المذهب الذي يدعي حب جعفر ولعن أبيه في نفس الوقت؟\nيلزم من قولكم صنما قريش أن يكون علي عابدا للأصنام فإن الطاعة عندكم هي معنى العبادة. وإذا كانت طاعة علي للأصنام تقية فماذا من هذه الشجاعة التي تعترفون بها وتأتون بما يناقضها. وكيف تقولون إن عليا لم يسجد لصنم قط بينما تعترفون بأنه كان يعبد الأصنام؟\nلوازم الطعن في الصحابة\n(1/17)\n",
        "يلزم من الطعن بالصحابة الطعن بالقرآن لأنهم سند القرآن. فكيف تدعون التصارى إلى الثقة بالقرآن وتفضيله على توراتهم وإنجيلهم المحرف وأنتم تطعنون فيمن جمعوه وبهم حفظه الله.\nيلزم الطعن بأبي بكر الطعن في جعفر عليه السلام. ويلزم من الطعن بعمر الطعن بزيد عليه السلام. فإن أبا بكر هو جد جعفر باعتراف الشيعة.\nلوازم استعمال الأئمة للتقية\nيلزم من كثرة استعمال الأئمة التقية حتى في فتاويهم وصفهم بالجبن والخسة وخداع الناس وترك النصيحة وتبرئة الذمة. لا سيما وأن الفتاوى على التقية لم يثبت معها إكراه أحد من الناس لهم عليها. بدليل قول فقهاء الشيعة في فتاوى التقية: هذا محمول على التقية. وهذا يعني أن الإكراه محتمل وليس بمتيقن. هذه الفتاوى التي تخدع الناس فيظنون حرمة الحلال وحل الحرام لمجرد حرص الإمام على نفسه. ألم يروي الرافضة عن جعفر أنه كان يذكر وصية أبيه له قائلا « قم بالحق ولا تعرض لما نابك» (وسائل الشيعة8/430 الاختصاص ص230 بحار الأنوار71/296)؟ إن التقية من أضعف الإيمان، وأنتم تصفون الإئمة بأعلى الإيمان وأقواه. ونسبة أضعف الإيمان لهم دائما بما جعل يصدرون آلاف الفتاوى على خلاف الحق يجعلهم في أضعف مراتب الإيمان. فهل يمدح الرافضة أئمتهم أم يطعنون بهم.\nهل مصلحة الإمام الشخصية أهم من مصالح الملايين في معرفة الحلال والحرام بدون تقية. أين مجاهدة الباطل والتبرؤ منه وعدم مجاراته والصراع من أجل الحق والحرص على الثبات عليه؟\nهل يجوز استعمال الإمام للتقية؟\n(1/18)\n\nيلزم من تصحيح الشيعة لحديث (أعظم الشهداء كلمة حق عند سلطان جائر) وحديث (الساكت عن الحق شيطان أخرس) وصف الأئمة بأنهم أسوأ من الشيطان الأخرس. فإذا كان الساكت عن الحق شيطان أخرس: فما بالك بمن يدعو الناس إلى الباطل؟ ولهذا نجد الشيعة يتساءلون هذه التساؤل: كيف يمكن الجمع بين هذا الحديث وبين أحوال الأئمة على التقية. ويوجهون مثل هذه الأسئلة إلى مشايخهم كما في السؤال رقم 1560 من كتاب صراط النجاة وكان موجها إلى شيخهم جواد التبريزي.\nيلزم من مبايعة الكافر الكفر.\nإمام يترك عقيدة الإمامة!!!\nيلزم من قول علي (دعوني والتمسوا غيري) الكفر. فإنه رفض ما أوجبه الله عليه.\nتأليه علي\nزعم ابن شهر آشوب: أن الله أضاف عليا إلى نفسه حين قال (وهو العلي العظيم) (مناقب آل أبي طالب3/35). وهذا كفر بالله ويلزم منه أن يكون عليا هو الله لأن الله تعالى يقول { وأن الله هو العلي الكبير } ويقول { إن الله كان عليا كبيرا } .\nألم يقولوا بأن عليا هو لاهوت الأبد. ويصلون باسمه ركعتين. وأنه متحد بالله كما قاله الخميني؟ وفسروا الآيات المتكلمة عن الإله بأنها تعني الإمام؟\nقال الرافضة في قوله تعالى { وقال الله لا تتخذوا إلهين اثنين إنما هو إله واحد } أي لا تتخذوا إمامين اثنين إنما هو إمام واحد» (تفسير العياشي2/261 بحار الأنوار23/357 و27/33 مستدرك سفينة البحار1/171). فانظر كيف بلغ بهم الغلو حتى صار معنى الإله هو الإمام.\nوفي قوله تعالى { أإله مع الله } قال النمازي نقلا عن كنز جامع الفوائد « أي: إمام هدى مع إمام ضلال» (بحار الأنوار23/361 مستدرك سفينة البحار1/171).\nوفي قوله { ومن يقل منهم إني إله من دونه فذلك نجزيه جهنم } قالوا « أي من زعم أنه بإمام وليس بإمام» (مستدرك سفينة البحار1/171علي النمازي).\nيلزم وصف أبي جهل بالصديق",
        "(1/19)\n\nوزعم الشيعة أن النبي - صلى الله عليه وسلم - هو الذي وصف أبا بكر بالصديق لأنه كان يصدق بأن النبي ساحر (بصائر الدرجات الكبرى للصفار 444 تفسير القمي 1/290 والاختصاص للمفيد 19 الكافي الروضة 8/263 تفسير الصافي 1/702 والبرهان للبحراني 2/125). ويلزم من هذا أن يصف النبي أبا جهل بالصديق لما قال عنه بأنه ساحر!!\nكربلاء أفضل من علي\nفرووا أن النبي قال لعلي: أنت بمنزلة الكعبة تؤتى ولا تأتي. وهو موضوع كما نبه عليه في كتاب تنزيه الشريعة المرفوعة عن الأحاديث الموضوعة (1/399). وزعموا أنه مشهور بل متواتر كما نص عليه أحمد المحمودي (المسترشد ص394 قاله المحمودي في هامش الكتاب). وهذا تناقض منهم فإن كربلاء عندهم أفضل من الكعبة. وهذا يلزم منه أن تصير كربلاء أفضل من علي. فإذا كانت كربلاء أفضل من مكة صارت أفضل من علي بن أبي طالب.\nعقيدة كسر الضلع\nيلزم من تزوج النبي من ابنة عمر أن يتناقض وهو الذي رفض أن يتزوج علي من ابنة أبي جهل. يلزم من النبي من مصاهرة عمر أن يقر ضرب عمر لابنته بما أنه يعلم بعلم الغيب أن عمر سوف يكون ضارب ابنته فاطمة؟ فكيف يتزوج من ابنة عمر؟\nلوازم الطعن في عائشة\nيلزم من تزوج النبي من عائشة وقد كانت في سن التاسعة ولم تكن قد كفرت بعد أن يرتضي الكفر في بيته. وهل تزوح النبي من عائشة تقية وهو يعلم بما عنده من علم الغيب بزعمكم أنها سوف تكون كافرة. من يقبل بالزواج من الكافرة وهو يعلم أنها سوف تكون كافرة فهل يصح أن يكون نبيا؟\nالنبي متناقض وهو يعلم الغيب وقد تزوج من كذبت عليه وخانته. فالتناقض حيث أمرنا أن تختار الزوجة الصالحة مع عدم علمنا بالغيب. بينما اختار غير الصالحة مع علمه بالغيب.\nالعبادة والاستعانة تعني الشرك لا الخدمة.\nيلزم منه أيضا التناقض حيث أمرنا أن نختار الزوجة الصالحة ثم يختار هو الكافرة.\nهل يبيت نبينا في رأس الكفر\n(1/20)",
        "\nيلزم الرافضة قولهم بأن رأس الكفر هو بيت عائشة أن يكون مستقر النبي هو رأس الكفر. فيقول النصراني للرافضي: أين يرقد نبيكم؟ فيقول له الرافضي في بيت عائشة. فيقول النصراني: يعني يبيت في رأس الكفر؟\nماذا يلزم من علم الغيب\nيلزم من موت علي على يد ابن ملجم ان يكون منتحرا. لأنه يعلم الغيب وما سوف يكون في المستقبل ومع ذلك جاء طائعا مختار ملبيا لطلب ابن ملجم أن يمكنه من رقبته.\nويلزم من موت الحسين في كربلاء أن يكون قد تعمد المجيء من اجل ان يموت منتحرا ورضي أن يسلمهم رقبته.\nاتهام النبي بأنه أموي\nالنبي أموي. لأنه تزوج أم حبيبة بنت أبي سفيان وزوج ابنتيه لعثمان وهو أموي.\nلوازم فاطمة وأرض فدك\nفاطمة طالبت بأرض فدك مع علمها بأن الأرض لا تحق لها للأنه لا يخفى عليها شيء. ومن جملة ما لا يخفى عليها حديث (الأنبياء لم يورثوا درهما ولا دينارا).\nروى الشيعة عن جعفر الصادق رضي الله عنه أنه قال:« وإن عندنا لمصحف فاطمة، والله ما فيه من قرآنكم حرف واحد » (الكافي 1/184 كتاب الحجة) وهو طعن في فاطمة بأنها كان عندها قرآن عند مقارنته بقرآننا لا نجد فيه ما يشبهه ولا حرف واحد. وهذا هو المفهوم من نبرة التحدي في هذه العبارة. ويلزم منه اتهام إما لفاطمة بأنها كانت تقرأ غير قرآننا وإما أن قرآننا خلاف الصحيح.\nمنع عمر كتابة الوصية\nويلزم من زعمهم أن عمر منع النبي من كتابة وصيته قبل موته عندما قال « إيتوني بكتف ودواة أكتب لكم وصية لن تضلوا بعدها. فقال عمر: إن رسول الله قد غلبه الوجع وإن حسبنا كتاب الله.\nيلزم من زعمكم هذا أن عمر غلب الله وغلب رسوله.\nفإن الله وعد نبيه أن يعصمه من الناس أي يعصمه من أن يمنعه أحد من تبليغ وحي الله له. قال تعالى (والله يعصمك من الناس).\nهذه الآية ترد على من زعموا أن عمر منع الرسول - صلى الله عليه وسلم - من كتابة الوصية لأنه قال « إن رسول الله قد غلبه الوجع حسبنا كتاب الله».\n(1/21)\n",
        "والآية نص على أنه لا أحد يستطيع ان يمنع رسول الله من تبليغ ما يريد. وفسر الشيعة الآية بمعنى أن الله يمنعك أن ينالوك بسوء (تفسير التبيان3/587 للطوسي تفسير مجمع البيان الطبرسي3/383). حتى اعترفوا بأن النبي كان له حرس فلما نزلت هذه الآية ترك الحرس (تفسير فرات الكوفي ص131).\nفإما عجز الله وإما إخلاف وعده وإما بطلان مذهبكم. إختاروا واحدة.\nأي قوة هذه بلغت بعمر أن يحرق بيت الشجاع ذي الفقار علي بن أبي طالب ويضرب زوجته فاطمة بنت رسول الله. فيكسر ضلعها ويقتل جنينها ثم لا يزيد علي على أن يقول لعمر:\nهه سوف أنتقم منك يا عمر: هه زوجتك ابنتي أم كلثوم. هه بايعتك. هه سميت أولادي باسمك وايم أبي بكر واسم عثمان.\nفيغلب عمر رسول الله فيعجز الرسول عن كتابة الوصية ويعجز علي مخالفة عمر!!!\nإما أن يكون الرسول عاجزا وعلي خائفا وإما بطلان مذهبكم.\nيلعنون أبا جعفر الصادق\nلعنوا أبا بكر مع اعترافهم بأنه جد جعفر الصادق. والجد أب قد علا فهم يلعنون أبا جعفر. فقد اتفقوا على أن أبا بكر هو جد لجعفر الصادق.\nلوازمهم الفاسدة بشأن الصفات\nقالوا بأن علي بن أبي طالب هو وجه الله يد الله. ويلزم منه وصف يد الله بالضعف. لأنه يقال لهم: ماذا فعلت يد الله عندما ضربت فاطمة؟\nالحسين متكبر\nيلزم من وصف الأئمة بأنهم أسماء الله الحسنى بأن يكون الحسين متكبرا لأن المتكبر من أسماء الله. فهل وصفهم بأنهم أسماء الله الحسنى فيه مدح لهم أم فيه طعن فيهم؟\nالله هو الخالق فيلزم منه أن يكون الإمام هو الخالق.\nالله هو الإله فيلزم أن يكون الإمام هو الإله. وقد قالوها:\nقال الرافضة في قوله تعالى { وقال الله لا تتخذوا إلهين اثنين إنما هو إله واحد } أي لا تتخذوا إمامين اثنين إنما هو إمام واحد» (تفسير العياشي2/261 بحار الأنوار23/357 و27/33 مستدرك سفينة البحار1/171). فانظر كيف بلغ بهم الغلو حتى صار معنى الإله هو الإمام.\n(1/22)\n\nوفي قوله تعالى { أإله مع الله } قال النمازي نقلا عن كنز جامع الفوائد « أي: إمام هدى مع إمام ضلال» (بحار الأنوار23/361 مستدرك سفينة البحار1/171).\nوفي قوله { ومن يقل منهم إني إله من دونه فذلك نجزيه جهنم } قالوا « أي من زعم أنه بإمام وليس بإمام» (مستدرك سفينة البحار1/171علي النمازي).",
        "(1/23)\n"
    ]
}