{
    "1": [
        "الإيمان لابن أبي شيبة\nالإيمان لابن أبي شيبة\nأبو بكر بن أبي شيبة\nالكتاب:\nكتاب الإيمان\nالمؤلف:\nأبو بكر بن أبي شيبة، عبد الله بن محمد بن إبراهيم بن عثمان بن خواستي العبسي (المتوفى: 235هـ)\nالمحقق:\nمحمد ناصر الدين الألباني\nالناشر:\nالمكتب الإسلامي\nالطبعة:\nالثانية، 1983م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]\n",
        "مَا ذُكِرَ فِي الْإِيمَانِ\nالجزء: 1 ¦ الصفحة: 15\n",
        "أَخْبَرَنَا الْإِمَامُ الزَّاهِدُ وَالْوَرِعُ أَبُو عَلِيٍّ حَسَنُ بْنُ أَحْمَدَ بْنِ يُوْسُفَ الْأُوقِيُّ الصُّوفِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ فِي يَوْمِ الْأَرْبِعَاءِ سَادِسَ عَشْرَ رَبِيعٍ الْأَوَّل سَنَةَ ثَلاثٍ وَعِشْرِينَ وَسِتِّمِائَةٍ قِيْلَ لَهُ: أَخْبَرَكُمْ الْإِمَامُ الصَّالِحُ أَبُو عُبَيْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيٍّ بْنِ مُحَمَّدٍ الرَّحَبِيُّ قِرَاءَةً عَلَيْهِ وَأَنْتَ تَسْمَعُ، وَذَلِكَ فِي الثَّامِنِ مِنْ رَجَبٍ سَنَةَ خَمْسٍ وَسَبْعِينَ وَخَمْسِمِائَةٍ بِـ فُسْطَاطِ مِصْرَ فَأَقَرَّ بِهِ وَقَالَ: نَعَمْ قِيلَ لَهُ: أَخْبَرَكُمْ الشَّيْخُ أَبُو صَادِقٍ مُرْشِدُ بْنُ يَحْيَى بْنِ قَاسِمِ بْنِ عَلِيٍّ الْبَزَّازُ الْمَدَنِيُّ بِـ فُسْطَاطٍ فِي شَهْرِ رَبِيعٍ الآخرِ سَنَةَ خَمْسَةَ عَشْرَةَ وَخَمْسِمِائَةٍ فَأَقَرَّ بِهِ وِقَالَ: نَعَمْ أَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَحْمَدَ بْنِ عِيسَى الْفَارِسِيُّ الْفَسَوِيُّ قِرَاءَةً عَلَيْهِ يَوْمَ الْجُمُعَةِ فِي التَّاسِعِ عَشَرَ مِنْ شَوَّالٍ مِنْ سَنَةِ إِحْدَى وَأَرْبَعِينَ وَأَرْبَعِمِائَةٍ أَنَا أَبُو مُحَمَّدٍ الْحَسَنِ بْنُ رَشِيقٍ الْعَسْكَرِيُّ قِرَاءَةً عَلَيْهِ نَا أَبُو الْعَلاءِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ جَعْفَرٍ الْوَكِيعِيُّ الْكُوفِيُّ قِرَاءَةً عَلَيْهِ وَذَلِكَ فِي يَوْمِ السَّبْتِ لِسَبْعِ لَيَالٍ بَقِينَ مِنْ صَفَرِ سَنَةَ سَبْعٍ وَتِسْعِينَ وَمِائَتَيْنِ نَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ الْكُوفِيُّ قَالَ\nالجزء: 1 ¦ الصفحة: 15\n",
        "1 -\nحَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، قَالَ: سَمِعْتُ عُرْوَةَ بْنَ النَّزَّالِ يُحَدِّثُ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ: أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَةِ تَبُوكَ، فَلَمَّا رَأَيْتُهُ خَالِيًا قُلْتُ: يَا رَسُولَ اللَّهِ، أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ، قَالَ: «بَخْ، لَقَدْ سَأَلْتَ عَنْ عَظِيمٍ، وَهُوَ يَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللَّه\nُ، تُقِيمُ الصَّلَاةَ الْمَكْتُوبَةَ، وَتُؤْتِي الزَّكَاةَ الْمَفْرُوضَةَ، وَتَلْقَى اللَّهَ لَا تُشْرِكُ بِهِ شَيْئًا، أَوَلَا أَدُلُّكَ عَلَى\nرَأْسِ الْأَمْرِ وَعَمُودِهِ وَذُرْوَةِ سِنَامِهِ؟ وَأَمَّا رَأْسُ الْأَمْرِ فَالْإِسْلَامُ مَنْ أَسْلَمَ سَلِمَ، وَأَمَّا عَمُودُهُ فَالصَّلَاةُ، وَأَمَّا ذُرْوَةُ سِنَامِهِ فَالْجِهَادُ فِي سَبِيلِ اللَّهِ»\n2 -\nحَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنِ الْأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ مُعَاذٍ، قَالَ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ، ثُمَّ ذَكَرَ نَحْوَهُ\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 16\n",
        "3 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيٍّ، عَنْ رَجُلٍ، مِنْ بَنِي أَسَدٍ، عَنْ عَلِيٍّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: \" أَرْبَعٌ لَنْ يَجِدَ رَجُلٌ طَعْمَ الْإِيمَانِ حَتَّى يُؤْمِنَ بِهِنَّ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، وَأَنِّي رَسُولُ اللَّهِ بَعَثَنِي\nبِالْحَقِّ، وَبِأَنَّهُ مَيِّتٌ ثُمَّ مَبْعُوثٌ مِنْ بَعْدِ الْمَوْتِ، وَيُؤْمِنُ بِالْقَدَرِ كُلِّهِ \"\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 16\n",
        "4 -\nحَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنِ ابْنِ\n[ص: 17]\nعَبَّاسٍ، قَالَ: جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: السَّلَامُ عَلَيْكَ يَا غُلَامَ بَنِي عَبْدِ الْمُطَّلِبِ فَقَالَ: «وَعَلَيْكَ» قَالَ: إِنِّي رَجُلٌ مِنْ أَخْوَالِكَ مِنْ بَنِي سَعْدِ بْنِ بَكْرٍ، وَأَنَا رَسُولُ قَوْمِي إِلَيْكَ وَوَافِدُهُمْ، وَأَنَا سَائِلُكَ فَمُشِيدُ مَسْأَلَتِي إِيَّاكَ، وَمُنَاشِدُكَ فَمُشِيدُ مُنَاشَدَتِي إِيَّاكَ، قَالَ: «خُذْ عَلَيْكَ يَا أَخَا بَنِي سَعْدٍ» قَالَ: مَنْ خَلَقَكَ، وَمَنْ هُوَ خَالِقُ مَنْ قَبْلَكَ، وَمَنْ هُوَ خَالِقُ مَنْ بَعْدَكَ؟ قَالَ: «اللَّهُ» ، قَالَ: فَنَشَدْتُكَ بِاللَّهِ أَهُوَ أَرْسَلَكَ؟ قَالَ: «نَعَمْ» قَالَ: مَنْ خَلَقَ السَّمَوَاتِ السَّبْعَ وَالْأَرَضِينَ السَّبْعَ، وَأَجْرَى بَيْنَهُمَا الرِّزْقَ؟ قَالَ: «اللَّهُ» قَالَ: فَأَنْشَدْتُكَ بِاللَّهِ أَهُوَ أَرْسَلَكَ؟ قَالَ: «نَعَمْ» قَالَ: فَإِنَّا وَجَدْنَا فِي كِتَابِكَ، وَأَمَرَتْنَا رُسُلُكَ، أَنْ نُصَلِّيَ فِي الْيَوْمِ وَاللَّيْلَةِ خَمْسَ صَلَوَاتٍ لِمَوَاقِيتِهَا، فَنَشَدْتُكَ بِاللَّهِ أَهُوَ أَمَرَكَ؟ قَالَ: «نَعَمْ» قَالَ: فَإِنَّا وَجَدْنَا فِي كِتَابِكَ، وَأَمَرَتْنَا رُسُلُكَ، أَنْ نَأْخُذَ مِنْ حَوَاشِي أَمْوَالِنَا فَنَرُدَّهُ عَلَى فُقَرَائِنَا، فَنَشَدْتُكَ بِاللَّهِ أَهُوَ أَمَرَكَ؟ قَالَ: «نَعَمْ» ، قَالَ: ثُمَّ قَالَ: أَمَّا الْخَامِسَةُ فَلَسْتُ بِسَائِلِكَ عَنْهَا وَلَا إِرْبَ لِي فيها، قَالَ: ثُمَّ قَالَ: أَمَا وَالَّذِي بَعَثَكَ بِالْحَقِّ، لَأَعْمَلَنَّ بِهَا، وَمَنْ أَطَاعَنِي مِنْ قَوْمِي، ثُمَّ رَجَعَ، فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذُهُ وَقَال\nَ: «وَالَّذِي نَفْسِي بِيَدِهِ، لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ»\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 16\n",
        "5 -\nحَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، نا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ: \" كُنَّا قَدْ نُهِينَا أَنْ نَسْأَلَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ شَيْءٍ وَكَانَ يُعْجِبُنَا أَنْ يَجِيءَ\n[ص: 18]\nالرَّجُلُ مِنْ أَهْلِ الْبَادِيَةِ الْعَاقِلُ فَيَسْأَلُهُ وَنَحْنُ نَسْمَعُ، فَجَاءَهُ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ فَقَالَ: يَا مُحَمَّدُ، أَتَى رَسُولُكَ فَزَعَمَ أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ أَرْسَلَكَ، فَقَالَ: «صَدَقَ» قَالَ: فَمَنْ خَلَقَ السَّمَاءَ؟ قَالَ: «اللَّهُ» قَالَ: فَمَنْ خَلَقَ الْأَرْضَ؟ قَالَ: «اللَّهُ» قَالَ: فَمَنْ نَصَبَ هَذِهِ الْجِبَالَ؟ قَالَ: «اللَّهُ» قَالَ: فَبِالَّذِي خَلَقَ السَّمَاءَ، وَخَلَقَ الْأَرْضَ، وَنَصَبَ الْجِبَالَ، آللَّهُ أَرْسَلَكَ؟ قَالَ: «نَعَمْ» قَالَ: زَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي يَوْمِنَا، قَالَ: «صَدَقَ» . قَالَ: فَبِالَّذِي خَلَقَ السَّمَوَاتِ، وَخَلَقَ الْأَرْضَ، وَنَصَبَ الْجِبَالَ آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ» . قَالَ: زَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا صَوْمَ شَهْرٍ فِي سَنَتِنَا، قَالَ: «صَدَقَ» . قَالَ: فَبِالَّذِي خَلَقَ السَّمَاءَ، وَخَلَقَ الْأَرْضَ، وَنَصَبَ الْجِبَالَ آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ» . قَالَ: زَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا الْحَجَّ مِنَ اسْتَطَاعَ إِلَيْهِ سَبِيلًا، قَالَ: «صَدَقَ» . قَالَ: فَبِالَّذِي خَلَقَ السَّمَاءَ، وَخَلَقَ الْأَرْضَ، وَنَصَبَ الْجِبَالَ آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ» . فَقَالَ: وَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَزِيدُ عَلَيْهِ شَيْئًا، وَلَا أُنْقِصُ مِنْهُ شَيْئًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «إِنْ صَدَقَ دَخَلَ الْجَنَّةَ»\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "6 -\nحَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عَلِيِّ بْنِ مَسْعَدَةَ، نا قَتَادَةُ، نا أَنَسُ بْنُ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «الْإِسْلَامُ عَلَانِيَةٌ، وَالْإِيمَانُ فِي الْقَلْبِ» ثُمَّ يُشِيرُ بِيَدِهِ إِلَى صَدْرِهِ: «التَّقْوَى هَاهُنَا، التَّقْوَى\nهَاهُنَا»\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 18\n",
        "7 -\nحَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، نا أَبُو هِلَالٍ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا إِيمَانَ لِمَنْ لَا أَمَانَةَ لَهُ»\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 18\n",
        "8 -\nحَدَّثَنَا أَبُو أُسَامَةَ، نا عَوْفٌ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ هِنْدٍ الْجَمَلِيِّ، قَالَ: قَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْه\nُ: «الْإِيمَانُ يَبْدَأُ لُمْظَةٌ بَيْضَاءُ فِي الْقَلْبِ، كُلَّمَا ازْدَادَ الْإِيمَانُ ازْدَادَتْ بَيَاضًا حَتَّى يَبْيَضَّ الْقَلْبُ كُلُّهُ، وَإِنَّ\nالنِّفَاقَ يَبْدَأُ لُمْظَةٌ سَوْدَاءُ فِي الْقَلْبِ فَكُلَّمَا ازْدَادَ النِّفَاقُ ازْدَادَتْ حَتَّى يَسْوَدَّ الْقَلْبُ كُلُّهُ، وَالَّذِي نَفْسِي بِيَدِهِ لَوْ شَقَقْتُمْ عَنْ قَلْبِ مُؤْمِنٍ وَجَدْتُمُوهُ أَبْيَضَ الْقَلْبِ، وَلَوْ شَقَقْتُمْ عَنْ قَلْبِ مُنَافِقٍ وَجَدْتُمُوهُ أَسْوَدَ الْقَلْبِ»\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "9 -\nحَدَّثَنَا وَكِيعٌ، نا الْأَعْمَشُ، عَنْ سُلَيْمَانَ بْنِ مَسِيرَةَ، عَنْ طَارِقِ بْنِ شِهَابٍ، قَالَ: قَالَ عَبْدُ اللَّه\nِ: «إِنَّ الرَّجُلَ لَيُذْنِبُ الذَّنْبَ فَيُنْكَتُ فِي قَلْبِهِ نُكْتَةٌ سَوْدَاءُ، ثُمَّ يُذْنِبُ الذَّنْبَ فَتُنْكَتُ أُخْرَى حَتَّى يَصِيرَ لَوْنَ قَلْبِهِ\nلَوْنَ الشَّاةِ الرَّبْدَاءِ»\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "10 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، قَالَ: قَالَ هِشَامٌ، عَنْ أَبِيهِ، قَال\nَ: «مَا نَقَصَتْ أَمَانَةُ عَبْدٍ قَطُّ إِلَّا نَقَصَ إِيمَانُهُ»\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "11 -\nحَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَال\nَ: «الْإِيمَانُ هَيُوبٌ»\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "12 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ نَافِعِ بْنِ جُبَيْرٍ\n[ص: 20]\n،: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ بِشْرَ بْنَ سُحَيْمٍ الْغِفَارِيَّ يَوْمَ النَّحْرِ يُنَادِي فِي مِنًى\n: أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ إِلَّا نَفْسٌ مُؤْمِنَةٌ \"\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "13 -\nحَدَّثَنَا وَكِيعٌ، نا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ قَال\nَ: «لَا يَغُرَّنَّكُمْ صَلَاةُ امْرِئٍ وَلَا صِيَامُهُ، مَنْ شَاءَ صَامَ، وَمَنْ شَاءَ صَلَّى، لَا دِينَ لِمَنْ لَا أَمَانَةَ\nلَهُ»\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "14 -\nحَدَّثَنَا عَفَّانُ، نا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي جَعْفَرٍ الْخَطْمِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عُمَيْرِ بْنِ حَبِيبِ بْنِ خُمَاشَةَ أَنَّهُ قَال\nَ: \" الْإِيمَانُ يَزِيدُ وَيَنْقُصُ، فَقِيلَ: فَمَا زِيَادَتُهُ؟ وَمَا نُقْصَانُهُ؟ قَالَ: إِذَا ذَكَرْنَا رَبَّنَا وَخَشَيْنَاهُ فَذَلِكَ\nزِيَادَتُهُ، وَإِذَا غَفَلْنَا وَنَسِينَا وَضَيَّعْنَا فَذَلِكَ نُقْصَانُهُ \"\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "15 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ سُفْيَانَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ يَقُول\nُ: «اللَّهُمَّ لَا تَنْزِعْ مِنِّي الْإِيمَانَ كَمَا أَعْطَيْتَنِيهِ»\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "16 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنِ الْعَوَّامِ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَال\nَ: «الْإِيمَانُ نَزِهٌ، فَمَنْ زَنَا فَارَقَهُ الْإِيمَانُ، فَمَنْ لَامَ نَفْسَهُ وَرَاجَعَ رَاجَعَهُ الْإِيمَانُ»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "17 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا»\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "18 -\nحَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، نا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا»\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "19 -\nحَدَّثَنَا حَفْصٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلَابَةَ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا»\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "20 -\nحَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنِ ابْنِ عَجْلَانَ، عَنِ الْقَعْقَاعِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا»\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "21 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنْ يَعْلَى بْنِ حَكِيمٍ، قَالَ: أَكْبَرُ ظَنِّي أَنَّهُ قَالَ: عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: قَالَ ابْنُ عُمَر\nَ: «إِنَّ الْحَيَاءَ وَالْإِيمَانَ قُرِنَا جَمِيعًا، فَإِذَا رُفِعَ أَحَدُهُمَا رُفِعَ الْآخَرُ»\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "22 -\nحَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ سَلَمَةَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ: قَالَ رَجُلٌ عِنْدَ عَبْدِ اللَّه\nِ: إِنِّي مُؤْمِنٌ، قَالَ: \" قُلْ: إِنِّي فِي الْجَنَّةِ وَلَكِنَّا نُؤْمِنُ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ \"\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "23 -\nحَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ: جَاءَ رَجُلٌ إِلَى عَبْدِ اللَّهِ فَقَالَ: إِنِّي لَقِيتُ رَكْبًا فَقُلْتُ: مَنْ أَنْتُمْ؟ قَالُوا\n: \" نَحْنُ الْمُؤْمِنُونَ قَالَ: فَقَالَ: أَلَا قَالُوا نَحْنُ مِنْ أَهْلِ الْجَنَّةِ \"\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "24 -\nحَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَال\nَ: \" قِيلَ لَهُ: أَمُؤْمِنٌ أَنْتَ؟ قَالَ: أَرْجُو \"\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "25 -\nحَدَّثَنَا جَرِيرٌ، عَنْ مُغِيرَةَ، عَنْ سِمَاكِ بْنِ سَلَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ\n[ص: 22]\nعِصْمَةَ، أَنَّ عَائِشَةَ قَالَت\nْ: «أَنْتُمُ الْمُؤْمِنُونَ إِنْ شَاءَ اللَّهُ»\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "26 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنْ مِسْعَرٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، قَال\nَ: «إِذَا سُئِلَ أَحَدُكُمْ أَمُؤْمِنٌ أَنْتَ؟ فَلَا يَشُكَّنَّ»\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "27 -\nحَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ زِيَادِ بْنِ عِلَاقَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زِيَادٍ، قَال\nَ: «إِذَا سُئِلَ أَحَدُكُمْ أَمُؤْمِنٌ أَنْتَ؟ فَلَا يَشُكُّ فِي إِيمَانِهِ»\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "28 -\nحَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ مُوسَى بْنِ أَبِي كَثِيرٍ، عَنْ رَجُلٍ، لَمْ يُسَمِّهِ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ ابْنَ مَسْعُودٍ، يَقُول\nُ: «أَنَا مُؤْمِنٌ»\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "29 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَعْمَرٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، وَعَنْ مُحَمَّدٍ، عَنْ إِبْرَاهِيمَ، أَنَّهُمَا كَانَا\nإِذَا سُئِلَا قَالَا: «آمَنَّا بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ»\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "30 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الشَّيْبَانِيِّ، قَالَ: لَقِيتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ قَالَ: فَقُلْتُ إِنَّ أُنَاسًا مِنْ أَهْلِ الصَّلَاحِ يَعِيبُونَ عَلَيَّ أَنْ أَقُولَ: أَنَا مُؤْمِنٌ قَالَ: فَقَالَ عَبْدُ اللَّهِ بْنُ مُغَفَّل\nٍ: «لَقَدْ خِبْتَ وَخَسِرْتَ إِنْ لَمْ تَكُنْ مُؤْمِنًا»\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "31 -\nحَدَّثَنَا وَكِيعٌ، عَنْ عُمَرَ بْنِ مُنَبِّهٍ، عَنْ سَوَّارِ بْنِ شَبِيبٍ، قَالَ: جَاءَ رَجُلٌ إِلَى ابْنِ عُمَرَ فَقَالَ: إِن\nَّ هَاهُنَا قَوْمًا يَشْهَدُونَ عَلَيَّ بِالْكُفْرِ قَالَ: فَقَالَ: أَلَا تَقُولُ لَا إِلَهَ إِلَّا اللَّهُ\nفَتُكَذِّبَهُمْ \"\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "32 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الشَّيْبَانِيِّ، عَنِ ابْنِ عِلَاقَةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْأَنْصَارِيِّ، قَال\nَ: «تَسَمَّوْا بِاسْمِكُمُ الَّذِي سَمَّاكُمُ اللَّهُ بِالْحَنِيفِيَّةِ، وَالْإِسْلَامِ، وَالْإِيمَانِ»\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "33 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ الْأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ سَلَمَةَ بْنِ سَبْرَةَ، قَالَ: خَطَبَنَا مُعَاذُ بْنُ جَبَلٍ فَقَال\nَ: «أَنْتُمُ الْمُؤْمِنُونَ وَأَنْتُمْ أَهْلُ الْجَنَّةِ»\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "34 -\nحَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، قَالَ: كَتَبَ إِلَيْنَا عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: أَمَّا بَعْدُ فَإِن\nَّ عُرَى الدِّينِ، وَقَوَائِمَ الْإِسْلَامِ: الْإِيمَانُ بِاللَّهِ، وَإِقَامُ الصَّلَاةِ، وَإِيتَاءُ الزَّكَاةِ، فَصَلُّوا الصَّلَاةَ\nلِوَقْتِهَا \"\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "35 -\nحَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، نا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: \" يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ، وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ شَعِيرَةً \" ثُمَّ قَالَ: \" يَخْرُجُ مِنَ\nالنَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ بُرَّةً ثُمَّ قَالَ: يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَكَانَ فَي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ ذَرَّةً \"\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "36 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أنا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ: أَنَّ نَفَرًا أَتَوْا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلُوهُ، فَأَعْطَاهُمْ إِلَّا رَجُلًا مِنْهُمْ، فَقَالَ\n[ص: 24]\nسَعْد\nٌ: يَا رَسُولَ اللَّهِ أَعْطَيْتَهُمْ وَتَرَكْتَ فُلَانًا وَاللَّهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ\nوَسَلَّمَ: «أَوْ مُسْلِمًا» فَقَالَ سَعْدٌ: وَاللَّهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَوْ مُسْلِمًا» فَقَالَ ذَلِكَ ثَلَاثًا، وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ ثَلَاثًا \"\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "37 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ أَبِي عُثْمَانَ، عَنْ سَلْمَانَ، قَالَ: يُقَالُ لَه\nُ: سَلْ تُعْطَهُ يَعْنِي النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاشْفَعْ تُشَفَّعْ، وَادْعُ تُجَبْ، قَالَ: فَيَرْفَعُ رَأْسَهُ فَيَقُولُ: «رَبِّ\nأُمَّتِي» مَرَّتَيْنِ أَوْ ثَلَاثًا \" قَالَ سَلْمَانُ: فَيَشْفَعُ فِي كُلِّ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ حِنْطَةٍ مِنْ إِيمَانٍ، أَوْ قَالَ: مِثْقَالُ شَعِيرَةٍ مِنَ الْإِيمَانِ، أَوْ قَالَ: مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ. فَقَالَ سَلْمَانُ: فَذَلِكُمُ الْمَقَامُ الْمَحْمُودُ \"\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "38 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أنا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا يَزْنِي الزَّانِي وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُ وَهُوَ مُؤْمِنٌ، وَلَا يَنْتَهِبُ نُهْبَةً يَرْفَعُ النَّاسُ فِيهَا\nأَبْصَارَهُمْ وَهُوَ مُؤْمِنٌ»\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "39 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أنا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ يَحْيَى بْنِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُول\nُ: «لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ يَعْنِي الْخَمْرَ حِينَ\nيَشْرَبُهَا وَهُوَ مُؤْمِنٌ، فَإِيَّاكُمْ إِيَّاكُمْ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "40 -\nحَدَّثَنَا ابْنُ عُلَيَّةَ، عَنِ اللَّيْثِ، عَنْ مُدْرِكٍ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الْخَمْرَ حِينَ\nيَشْرَبُهَا وَهُوَ مُؤْمِنٌ، وَلَا يَنْتَهِبُ نُهْبَةً ذَاتَ شَرَفٍ يَرْفَعُ الْمُسْلِمُونَ إِلَيْهَا رُءُسَهُمْ وَهُوَ مُؤْمِنٌ»\n41 -\nحَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، نا شُعْبَةُ، عَنْ فِرَاسٍ، عَنْ مُدْرِكٍ، عَنِ ابْنِ أَبِي أَوْفَى، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "42 -\nحَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، نا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «الْحَيَاءُ مِنَ الْإِيمَانِ، وَالْإِيمَانُ فِي الْجَنَّةِ، وَالْبَذَاءُ مِنَ الْجَفَاءِ، وَالْجَفَاءُ فِي\nالنَّارِ»\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "43 -\nحَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ قَالَ: قِيلَ: يَا رَسُولَ اللَّهِ أَيُّ الْإِيمَانِ أَفْضَلُ؟ قَال\nَ: «الصَّبْرُ وَالسَّمَاحَةُ» قِيلَ: فَأَيُّ الْمُؤْمِنِينَ أَكْمَلُ إِيمَانًا؟ قَالَ: «أَحْسَنُهُمْ خُلُقًا»\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "44 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 26]\n: «بَيْنَ الْعَبْدِ وَالْكُفْرِ تَرْكُ الصَّلَاةِ»\n45 -\nحَدَّثَنَا عَبِيدَةُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "46 -\nحَدَّثَنَا يَحْيَى بْنُ وَاضِحٍ، عَنْ حُسَيْنِ بْنِ وَاقِدٍ، قَالَ: سَمِعْتُ ابْنَ بُرَيْدَةَ، يَقُولُ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُول\nُ: «الْعَهْدُ الَّذِي بَيْنَنَا وَبَيْنَهُمْ تَرْكُ الصَّلَاةِ، فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ»\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "47 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَال\nَ: «مَنْ لَمْ يُصَلِّ فَلَا دِينَ لَهُ»\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "48 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ هِشَامٍ الدَّسْتُوَائِيِّ، عَنْ يَحْيَى، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمَلِيحِ، عَنْ بُرَيْدَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: «مَنْ تَرَكَ الْعَصْرَ فَقَدْ حَبِطَ عَمَلُهُ»\n49 -\nحَدَّثَنَا عِيسَى، وَوَكِيعٌ، عَنِ الْأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمُهَاجِرِ، عَنْ بُرَيْدَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَ حَدِيثِ يَزِيدَ بْنِ هِشَامٍ الدَّسْتُوَائِيِّ\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "50 -\nحَدَّثَنَا هُشَيْمٌ، أنا عَبَّادُ بْنُ مَيْسَرَةَ الْمِنْقَرِيُّ، عَنْ أَبِي قِلَابَةَ، وَالْحَسَنُ، أَنَّهُمَا كَانَا جَالِسَيْنِ فَقَالَ أَبُو قِلَابَةَ: قَالَ أَبُو الدَّرْدَاء\nِ: «مَنْ تَرَكَ الْعَصْرَ حَتَّى تَفُوتَهُ مِنْ غَيْرِ عُذْرٍ فَقَدْ حَبِطَ عَمَلُهُ»\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "قَالَ: وَقَالَ الْحَسَنُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 27]\n: «مَنْ تَرَكَ صَلَاةً مَكْتُوبَةً حَتَّى تَفُوتَهُ مِنْ غَيْرِ عُذْرٍ فَقَدْ حَبِطَ عَمَلُهُ»\nالجزء: 1 ¦ الصفحة: 26\n",
        "51 -\nحَدَّثَنَا هَوْذَةُ بْنُ خَلِيفَةَ، نا عَوْفٌ، عَنْ قَسَامَةَ بْنِ زُهَيْرٍ، قَال\nَ: «لَا إِيمَانَ لِمَنْ لَا أَمَانَةَ لَهُ، وَلَا دِينَ لِمَنْ لَا عَهْدَ لَهُ»\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "52 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ مُجَاهِدٍ، قَال\nَ: «إِنَّ أَفْضَلَ الْعِبَادَةِ الرَّأْيُ الْحَسَنُ»\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "53 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ يُوسُفَ بْنِ مَيْمُونٍ، قَالَ: قُلْتُ لِعَطَاءٍ: إِنَّ قَبْلَنَا قَوْمًا نَعُدُّهُمْ مِنْ أَهْلِ الصَّلَاحِ إِنْ قُلْنَا: نَحْنُ مُؤْمِنُونَ عَابُوا ذَلِكَ عَلَيْنَا، قَالَ: فَقَالَ عَطَاء\nٌ: «نَحْنُ الْمُسْلِمُونَ الْمُؤْمِنُونِ، وَكَذَلِكَ أَدْرَكْنَا أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\nيَقُولُونَ»\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "-\n54 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنْ حُذَيْفَةَ، قَال\nَ: \" الْقُلُوبُ أَرْبَعَةٌ: قَلْبٌ مُصْفَحٌ فَذَلِكَ قَلْبُ الْمُنَافِقِ، وَقَلْبٌ أَغْلَقُ فَذَاكَ قَلْبُ الْكَافِرِ، وَقَلْبٌ أَجْرَدُ كَأَنَّ فِيهِ\nسِرَاجٌ يَزْهَرُ فَذَلِكَ قَلْبُ الْمُؤْمِنِ، وَقَلْبٌ فِيهِ نِفَاقٌ وَإِيمَانٌ فَمِثْلُهُ مِثْلُ قَرْحَةٍ يَمُدُّهَا قَيْحٌ وَدَمٌ، وَمِثْلُهُ مِثْلُ شَجَرَةٍ يَسْقِيهَا مَاءٌ خَبِيثٌ وَطَيِّبٌ، فَأَيُّمَا غَلَبَ عَلَيْهَا غَلَبَ \"\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "55 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ أَنَسٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُكْثِرُ أَنْ يَقُول\nَ: «يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ» قَالُوا: يَا رَسُولَ اللَّهِ، آمَنَّا بِكَ وَبِمَا جِئْتَ بِهِ، فَهَلْ تَخَافُ\nعَلَيْنَا؟ قَالَ: «نَعَمْ، إِنَّ الْقُلُوبَ بَيْنَ إِصْبَعَيْنِ مِنْ أَصَابِعِ اللَّهِ يُقَلِّبُهَا»\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "56 -\nحَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، نا أَبُو كَعْبٍ، صَاحِبُ الْحَرِيرِ، نا شَهْرُ بْنُ حَوْشَبٍ، قَالَ: قُلْتُ لِأُمِّ سَلَمَةَ: يَا أُمَّ الْمُؤْمِنِينَ مَا كَانَ دُعَاءُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ عِنْدَكِ؟ فَقَالَتْ: كَانَ أَكْثَرُ دُعَائِه\nِ: «يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ» . قُلْتُ: يَا رَسُولَ اللَّهِ، مَا أَكْثَرَ دُعَاءَكَ يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ\nقَلْبِي عَلَى دِينِكَ؟ قَالَ: «يَا أُمَّ سَلَمَةَ لَيْسَ مِنْ آدَمِيٍّ إِلَّا وَقَلْبُهُ بَيْنَ إِصْبَعَيْنِ مِنْ أَصَابِعِ اللَّهِ، مَا شَاءَ أَقَامَ، وَمَا شَاءَ أَزَاغَ»\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "57 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أنا هَمَّامُ بْنُ يَحْيَى، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ أُمِّ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُول\nُ: «يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ» قُلْتُ: يَا رَسُولَ اللَّهِ، إِنَّكَ لَتَدْعُو بِهَذَا الدُّعَاءِ؟ قَالَ: «يَا عَائِشَةُ،\nأَوَمَا عَلِمْتِ أَنَّ قَلْبَ ابْنِ آدَمَ بَيْنَ إِصْبَعَيِ اللَّهِ إِذَا شَاءَ أَنْ يَقْلِبَهُ إِلَى هُدًى قَلَبَهُ، وَإِنْ شَاءَ أَنْ يَقْلِبَهُ إِلَى ضَلَالَةٍ قَلَبَهُ»\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "58 -\nحَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، قَالَ: سَمِعْتُ ابْنَ أَبِي لَيْلَى، يُحَدِّثُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 29]\nأَنَّه\nُ كَانَ يُدْعُو بِهَذَا الدُّعَاءِ: يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ \"\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "59 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ ذَرٍّ، عَنْ وَائِلِ بْنِ مَهَانَةَ، قَالَ: قَالَ عَبْدُ اللَّه\nِ: مَا رَأَيْتُ مِنَ نَاقِصِ الدِّينِ وَالرَّأْيِ أَغْلَبُ لِلرِّجَالِ ذَوِي الْأَمْرِ عَلَى أَمْرِهِمْ مِنَ النِّسَاءِ. قَالُوا: يَا أَبَا عَبْدِ\nالرَّحْمَنِ وَمَا نُقْصَانُ دِينِهَا؟ قَالَ: تَرْكُهَا الصَّلَاةَ أَيَّامَ حَيْضِهَا. قَالُوا: فَمَا نُقْصَانُ عَقْلِهَا؟ قَالَ: لَا تَجُوزُ شَهَادَةُ امْرَأَتَيْنِ إِلَّا بِشَهَادَةِ رَجُلٍ وَاحِدٍ \"\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "60 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْحَسَنِ بْنِ عَيَّاشٍ، عَنْ مُغِيرَةَ، قَالَ: \" سُئِلَ إِبْرَاهِيمُ عَنِ الرَّجُلِ يَقُولُ لِلرَّجُلِ أَمُؤْمِنٌ أَنْتَ؟ قَال\nَ: الْجَوَّابُ فِيهِ بِدْعَةٌ، وَمَا يَسُرُّنِي أَنِّي شَكَكْتُ \"\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "61 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ، قَال\nَ: «لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الْخَمْرَ وَهُوَ\nمُؤْمِنٌ»\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "62 -\nحَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ الْأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ أَبِي عَمَّارٍ، عَنْ حُذَيْفَةَ، قَال\nَ: وَاللَّهِ إِنَّ الرَّجُلَ لَيُصْبِحُ بَصِيرًا، ثُمَّ يُمْسِي مَا يَنْظُرُ بِشُفْرٍ \"\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "63 -\nحَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ سَعِيدِ بْنِ يَسَارٍ، قَالَ: بَلَغَ عُمَرُ أَنَّ رَجُلًا بِالشَّامِ يَزْعُمُ أَنَّهُ مُؤْمِنٌ قَالَ: فَكَتَبَ عُمَرُ أَنِ اجْلِبُوهُ عَلَيَّ فَقَدِمَ عَلَى عُمَرَ فَقَال\nَ: أَنْتَ الَّذِي تَزْعُمُ أَنَّكَ مُؤْمِنٌ؟ فَقَالَ: هَلْ كَانَ النَّاسُ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا عَلَى ثَلَاثَةِ\nمَنَازِلٍ: مُؤْمِنٌ، وَكَافِرٌ، وَمُنَافِقٌ، وَمَا أَنَا بِكَافِرٍ، وَلَا مُنَافِقٍ قَالَ: فَقَالَ عُمَرُ\n[ص: 30]\n: ابْسُطْ يَدَكَ \" قَالَ ابْنُ إِدْرِيسَ: رَضِيَ بِمَا قَالَ\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "64 -\nحَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، نا لَيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ، عَنْ سَعْدِ بْنِ سِنَانٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: «تَكُونُ بَيْنَ يَدَيِ السَّاعَةِ فِتَنٌ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ، يُصْبِحُ الرَّجُلُ فِيهَا مُؤْمِنًا، وَيُمْسِي كَافِرًا، وَيُصْبِحُ\nكَافِرًا، وَيُمْسِي مُؤْمِنًا»\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "65 -\nحَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الْأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ، قَالَ: قَالَ حُذَيْفَة\nُ: \" إِنِّي لَأَعْلَمُ أَهْلَ دِينَيْنِ، أَهْلُ ذَيْنِكَ الدِّينَيْنِ فِي النَّارِ: أَهْلُ دِينٍ يَقُولُونَ الْإِيِمَانُ كَلَامٌ وَلَا عَمَلَ وَإِنْ\nقَتَلَ وَإِنْ زَنَا، وَأَهْلُ دِينٍ يَقُولُونَ: كَانَ أَوَّلُونَا - أَرَاهُ ذَكَرَ كَلِمَةً سَقَطَتْ عَنِّي - لَتَأْمُرُنَا بِخَمْسِ صَلَوَاتٍ كُلَّ يَوْمٍ، وَإِنَّمَا هُمَا صَلَاتَانِ صَلَاةُ الْعِشَاءِ، وَصَلَاةُ الْفَجْرِ \"\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "66 -\nحَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ ابْنِ عَجْلَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «الْإِيمَانُ سِتُّونَ أَوْ سَبْعُونَ أَوْ أَحَدُ الْعَدَدَيْنِ، أَعْلَاهَا شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَدْنَاهَا إِمَاطَةُ\nالْأَذَى عَنِ الطَّرِيقِ، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ»\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "67 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «الْحَيَاءُ مِنَ الْإِيمَانِ»\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "68 -\nحَدَّثَنَا وَكِيعٌ، نا الْأَعْمَشُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ حَبَّةَ الْعُرَنِيِّ، قَالَ: كُنَّا مَعَ سَلْمَانَ وَقَدْ صَافَفْنَا الْعَدُوَّ فَقَال\nَ: هَؤُلَاءِ الْمُؤْمِنُونَ، وَهَؤُلَاءِ الْمُنَافِقُونَ، وَهَؤُلَاءِ الْمُشْرِكُونَ، فَيَنْصُرُ اللَّهَ الْمُنَافِقِينَ بِدَعْوَةِ الْمُؤْمِنِينَ،\nوَيُؤَيِّدُ اللَّهُ الْمُؤْمِنِينَ بِقُوَّةِ الْمُنَافِقِينَ \"\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "69 -\nحَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي قُرَّةَ، قَالَ: قَالَ سَلْمَانُ لِرَجُل\nٍ: «لَوْ قُطِّعْتَ أَعْضَاءً مَا بَلَغْتَ الْإِيمَانَ. أَوْ كَمَا قَالَ»\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "70 -\nحَدَّثَنَا حَمَّادُ بْنُ مَعْقِلٍ، عَنْ غَالِبٍ، عَنْ بَكْرٍ قَالَ: لَوْ سُئِلْتُ عَنْ أَفْضَلَ أَهْلِ الْمَسْجِدِ فَقَالُوا\n: تَشْهَدُ أَنَّهُ مُؤْمِنٌ مُسْتَكْمِلُ الْإِيمَانِ بَرِيءٌ مِنَ النِّفَاقِ؟ لَمْ أَشْهَدْ، وَلَوْ شَهِدْتُ لَشَهِدْتُ أَنَّهُ فِي الْجَنَّةِ، وَلَوْ\nسُئِلْتُ عَنْ شَرِّ - أَوْ أَخْبَثِ، الشَّكُّ مِنْ أَبِي الْعَلَاءِ - رَجُلٍ فَقَالُوا: تَشْهَدُ أَنَّهُ مُنَافِقٌ مُسْتَكْمِلُ النِّفَاقِ بَرِيءٌ مِنَ الْإِيمَانِ؟ لَمْ أَشْهَدْ، وَلَوْ شَهِدْتُ لَشَهِدْتُ أَنَّهُ فِي النَّارِ \"\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "71 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، نا فُضَيْلُ بْنُ غَزْوَانَ، نا عُثْمَانُ بْنُ أَبِي صَفِيَّةَ الْأَنْصَارِيُّ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ لِغِلْمَانِهِ يَدْعُو غُلَامًا غُلَامًا يَقُولُ\n[ص: 32]\n: «أَلَا أُزَوِّجُكَ؟ مَا مِنْ عَبْدٍ يَزْنِي إِلَّا نَزَعَ اللَّهُ مِنْهُ نُورَ الْإِيمَانِ»\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "72 -\nحَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: «لَا يَزْنِي الزَّانِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ»\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "73 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الشَّيْبَانِيِّ، عَنْ ثَعْلَبَةَ، عَنْ أَبِي قِلَابَةَ، حَدَّثَنِي الرَّسُولُ الَّذِي سَأَلَ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَقَالَ: \" أُنْشِدُكَ بِاللَّهِ أَتَعْلَمُ أَنَّ النَّاسَ كَانُوا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى ثَلَاثَةِ أَصْنَافٍ: مُؤْمِنُ السَّرِيرَةِ مُؤْمِنُ الْعَلَانِيَةِ، وكَافِرُ السَّرِيرَةِ كَافِرُ الْعَلَانِيَةِ، مُؤْمِنُ الْعَلَانِيَةِ كَافِرُ السَّرِيرَةِ؟ قَالَ: فَقَالَ عَبْدُ اللَّهِ: اللَّهُمَّ نَعَمْ. قَالَ: فَأُنْشِدُكَ بِاللَّهِ مِنْ أَيِّهِمْ كُنْتَ؟ قَالَ: فَقَال\nَ: «اللَّهُمَّ كُنْتُ مُؤْمِنُ السَّرِيرَةِ، مُؤْمِنُ الْعَلَانِيَةِ، أَنَا مُؤْمِنٌ» قَالَ أَبُو إِسْحَاقَ: فَلَقِيتُ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ\nفَقُلْتُ: إِنَّ أُنَاسًا مِنْ أَهْلِ الصَّلَاحِ يَعِيبُونَ عَلَيَّ أَنْ أَقُولَ أَنَا مُؤْمِنٌ. قَالَ: فَقَالَ عَبْدُ اللَّهِ بْنُ مُغَفَّلٍ: لَقَدْ خِبْتَ وَخَسِرْتَ إِنْ لَمْ تَكُنْ مُؤْمِنًا\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "74 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ مُوسَى بْنِ مُسْلِمٍ الشَّيْبَانِيِّ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، قَالَ: وَمَا عَلَى أَحَدِهِمْ أَنْ يَقُولَ أَنَا مُؤْمِنٌ؟ فَوَاللَّهِ إِنْ كَانَ صَادِقًا لَا يُعَذِّبْهُ اللَّهُ\n[ص: 33]\nعَلَى صِدْقِهِ، وَلَئِنْ كَانَ كَاذِبًا لَمَا دَخَلَ عَلَيْهِ مِنَ الْكُفْرِ أَشَدُّ مِنَ الْكَذِبِ \"\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "75 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ: قِيلَ لَه\nُ: أَمُؤْمِنٌ أَنْتَ؟ قَالَ: أَرْجُو \"\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "76 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنِ الْحَارِثِ بْنِ عَمِيرَةَ الزُّبَيْرِيِّ، قَال\nَ: وَقَعَ الطَّاعُونُ بِالشَّامِ، فَقَامَ مُعَاذٌ بِحِمْصَ فَخَطَبَهُمْ فَقَالَ: إِنَّ هَذَا الطَّاعُونَ رَحْمَةُ رَبِّكُمْ، وَدَعْوَةُ نَبِيِّكُمْ صَلَّى\nاللهُ عَلَيْهِ وَسَلَّمَ، وَمَوْتُ الصَّالِحِينَ قَبْلَكُمْ، اللَّهُمَّ اقْسِمْ لِآلِ مُعَاذٍ نَصِيبَهُمُ الْأَوْفَى مِنْهُ. فَلَمَّا نَزَلَ عَنِ الْمِنْبَرِ أَتَاهُ آتٍ فَقَالَ: إِنَّ عَبْدَ الرَّحْمَنِ بْنَ مُعَاذٍ قَدْ أُصِيبَ، فَقَالَ: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، ثُمَّ انْطَلَقَ نَحْوَهُ فَلَمَّا رَآهُ عَبْدُ الرَّحْمَنِ مُقْبِلًا قَالَ: يَا أَبَةِ {الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} [البقرة: 147] ، قَالَ: يَا بُنَيَّ {سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ} [الصافات: 102] ، قَالَ: فَمَاتَ آلُ مُعَاذٍ إِنْسَانٌ إِنْسَانٌ، حَتَّى كَانَ مُعَاذٌ آخِرَهُمْ، فَأُصِيبَ، فَأَتَاهُ الْحَارِثُ بْنُ عَمِيرَةَ الزُّبَيْدِيُّ يَعُودُهُ، قَالَ: وَغُشِيَ عَلَى مُعَاذٌ غَشْيَةً، فَأَفَاقَ مُعَاذٌ وَالْحَارِثُ يَبْكِي، فَقَالَ مُعَاذٌ: مَا يُبْكِيكَ؟ فَقَالَ: أَبْكِي عَلَى الْعِلْمِ الَّذِي يُدْفَنُ مَعَكَ، فَقَالَ: إِنْ كُنْتَ طَالِبَ الْعِلْمِ لَا مَحَالَةَ فَاطْلُبْهُ مِنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، وَمِنْ عُوَيْمِرٍ أَبِي الدَّرْدَاءِ، وَمِنْ سَلْمَانَ الْفَارِسِيِّ، وَإِيَّاكَ وَزَلَّةُ الْعَالِمِ، فَقُلْتُ: وَكَيْفَ لِي أَصْلَحَكَ اللَّهُ أَنْ أَعْرِفَهَا؟ قَالَ: لِلْحَقِّ نُورٌ يُعْرَفُ بِهِ. قَالَ: فَمَاتَ مُعَاذٌ رَحْمَةُ اللَّهِ عَلَيْهِ، وَخَرَجَ الْحَارِثُ يُرِيدُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ بِالْكُوفَةِ، فَانْتَهَى إِلَى بَابِهِ، فَإِذَا عَلَى الْبَابِ نَفَرٌ مِنْ أَصْحَابِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ يَتَحَدَّثُونَ، فَجَرَى بَيْنَهُمُ الْحَدِيثُ حَتَّى قَالُوا: يَا شَامِيُّ، أَمُؤْمِنٌ أَنْتَ؟ فَقَالَ: نَعَمْ، قَالَ: فَقَالُوا: مِنْ أَهْلِ الْجَنَّةِ؟ قَالَ: إِنَّ لِي ذَنُوبًا وَمَا أَدْرِي مَا يَصْنَعُ اللَّهُ فِيهَا، وَلَوْ أَعْلَمُ أَنَّهَا غُفِرَتْ لِي لَأَنْبَأْتُكُمْ أَنِّي مِنْ أَهْلِ الْجَنَّةِ، قَالَ: فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ خَرَجَ عَلَيْهِمْ عَبْدُ اللَّهِ، فَقَالُوا: أَلَا تَعْجَبُ مِنْ أَخِينَا هَذَا الشَّامِيِّ؟ يَزْعُمُ أَنَّهُ مُؤْمِنٌ، وَلَا يَزْعُمُ أَنَّهُ مِنْ أَهْلِ الْجَنَّةِ، فَقَالَ عَبْدُ اللَّهِ: لَوْ قُلْتُ إِحْدَاهُمَا لَأَتْبَعْتُهَا الْأُخْرَى، فَقَالَ الْحَارِثُ: إِنَّا لِلَّهِ وَإِنَّا\n[ص: 34]\nإِلَيْهِ رَاجِعُونَ، صَلَّى اللَّهُ عَلَى مُعَاذٍ، قَالَ: وَيْحَكَ، وَمَنْ مُعَاذٌ؟ قَالَ: مُعَاذُ بْنُ جَبَلٍ، قَالَ: وَمَا ذَاكَ؟ قَالَ: قَالَ: إِيَّاكَ وَزَلَّةَ الْعَالِمِ، فَأَحْلِفُ بِاللَّهِ أَنَّهَا مِنْكَ لَزَلَّةٌ يَا ابْنَ مَسْعُودٍ، وَمَا الْإِيمَانُ إِلَّا أَنَّا نُؤْمِنُ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَالْجَنَّةِ وَالنَّارِ، وَالْبَعْثِ، وَالْمِيزَانِ، وَلَنَا ذُنُوبٌ مَا نَدْرِي مَا يَصْنَعُ اللَّهُ فِيهَا، فَلَوْ أَنَّا نَعْلَمُ أَنَّهَا غُفِرَتْ لَقُلْنَا: إِنَّا مِنْ أَهْلِ الْجَنَّةِ. قَالَ: فَقَالَ عَبْدُ اللَّهِ: صَدَقْتَ، وَاللَّهِ إِنْ كَانَتْ مِنِّي لَزَلَّةٌ، صَدَقْتَ وَاللَّهِ إِنْ كَانَتْ مِنِّي لَزَلَّةٌ \"\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "77 -\nحَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، نا عِكْرِمَةُ بْنُ عَمَّارٍ، نا أَبُو زُمَيْلٍ، عَنْ مَالِكِ بْنِ مَرْثَدٍ الزِّمَّانِيِّ، عَنْ أَبِيهِ، قَالَ: قَالَ أَبُو ذَرٍّ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَاذَا يُنَجِّي الْعَبْدَ مِنَ النَّارِ؟ قَالَ: «الْإِيمَانُ بِاللَّهِ» قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ، إِنَّ مَعَ الْإِيمَانِ عَمَلًا قَال\nَ: «تَرْضَخُ مِمَّا رَزَقَكَ اللَّهُ، أَوْ يَرْضَخُ مِمَّا رَزَقَهُ اللَّهُ»\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "78 -\nحَدَّثَنَا عَفَّانُ، نا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ أُمِّ مُحَمَّدٍ أَنَّ رَجُلًا قَالَ لِعَائِشَةَ: مَا الْإِيمَانُ؟ فَقَالَتْ: «أُفَسِّرُ أَوْ أُجْمِلُ؟» قَالَ: أَجْمِلِي، فَقَالَت\nْ: «مَنْ سَرَّتْهُ حَسَنَتُهُ، وَسَاءَتْهُ سَيِّئَتُهُ فَهُوَ مُؤْمِنٌ»\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "79 -\nحَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، نا إِسْرَائِيلُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَيْسَ الْمُؤْمِنُ بِالطَّعَّانِ، وَلَا بِاللَّعَّانِ، وَلَا بِالْفَاحِشِ، وَلَا بِالْبَذِيءِ»\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "-\n80 -\nحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، قَال\nَ: «الْمُؤْمِنُ يُطْبَعُ عَلَى الْخِلَالِ كُلِّهَا إِلَّا الْخِيَانَةَ وَالْكَذِبَ»\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "81 -\nحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ سَعْدٍ، قَال\nَ: «الْمُؤْمِنُ يُطْبَعُ عَلَى الْخِلَالِ كُلِّهَا إِلَّا الْخِيَانَةَ وَالْكَذِبَ»\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "82 -\nحَدَّثَنَا وَكِيعٌ، نا الْأَعْمَشُ، قَالَ: حُدِّثْتُ عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «يُطْوَى الْمُؤْمِنُ عَلَى كُلِّ شَيْءٍ إِلَّا الْخِيَانَةَ وَالْكَذِبَ»\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "83 -\nحَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: «يَكُونُ فِي آخِرِ الزَّمَانِ فِتَنٌ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ يُصْبِحُ الرَّجُلُ مُؤْمِنًا وَيُمْسِي كَافِرًا، وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ\nكَافِرًا»\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "84 -\nحَدَّثَنَا ابْنُ عُلَيَّةَ، عَنِ الْحَجَّاجِ بْنِ أَبِي عُثْمَانَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ هِلَالِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءٍ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ، قَالَ\n[ص: 36]\n: كَانَتْ لِي جَارِيَةٌ تَرْعَى غَنَمًا لِي قَبْلَ أُحُدٍ وَالْجُوَّانِيَّةِ، فَأَطْلَعْتُهَا ذَاتَ يَوْمٍ وَإِذَا ذِئْبٌ قَدْ ذَهَبَ بِشَاةٍ مِنْ غَنَمِهَا قَالَ: وَأَنَا رَجُلٌ مِنْ بَنِي آدَمَ آسَفُ كَمَا يَأْسَفُونَ لَكِنِّي صَكَكْتُهَا صَكَّةً، فَأَتَيْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَظَّمَ ذَلِكَ عَلَيَّ فَقُلْتُ: يَا رَسُولَ اللَّهِ أَلَا أُعْتِقُهَا؟ قَالَ: «ائْتِنِي بِهَا»\nفَقَالَ لَهَا: «أَيْنَ اللَّهَ؟» قَالَتْ: فِي السَّمَاءِ. قَالَ: «مَنْ أَنَا؟» قَالَتْ: أَنْتَ رَسُولُ اللَّهِ. قَالَ: «فَأَعْتِقْهَا فَإِنَّهَا\nمُؤْمِنَةٌ»\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "85 -\nحَدَّثَنَا عَلِيُّ بْنُ هِشَامٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنِ الْمِنْهَالِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، وَعَنِ الْحَكَمِ، يَرْفَعُهُ: أَنَّ رَجُلًا، أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنَّ عَلَى أُمِّي رَقَبَةً مُؤْمِنَةً، وَعِنْدِي رَقَبَةٌ سَوْدَاءُ أَعْجَمِيَّةٌ قَالَ: «ائْتِ بِهَا» قَال\nَ: «أَتَشْهَدِينَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ؟» قَالَتْ: نَعَمْ. قَالَ: «فَأَعْتِقْهَا»\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "86 -\nحَدَّثَنَا عَبْدُ الْأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 37]\n: «مَثَلُ الْمُؤْمِنِ مَثَلُ الزَّرْعِ، لَا تَزَالُ الرِّيحُ تُمِيلُهُ، وَلَا يَزَالُ الْمُؤْمِنُ يُصِيبُهُ بَلَاءٌ، وَمَثَلُ الْكَافِرِ مَثَلُ\nشَجَرَةِ الْأُرْزِ لَا تَهْتَزُّ حَتَّى تُسْتَحْصَدَ»\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "-\n87 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ، نا زَكَرِيَّا، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، حَدَّثَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ كَعْبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «مَثَلُ الْمُؤْمِنِ كَمَثَلِ الْخَامَةِ مِنَ الزَّرْعِ تُفِيئُهَا الرِّيحُ تَصْرَعُهَا مَرَّةً وَتَعْدِلُهَا أُخْرَى حَتَّى تَهِيجَ، وَمَثَلُ\nالْكَافِرِ كَمَثَلِ الْأَرْزَةِ الْمُجَذَّبَةِ عَلَى أَصْلِهَا، لَا يُفِيئُهَا شَيْءٌ حَتَّى يَكُونَ انْجِعَافُهَا مَرَّةً وَاحِدَةً»\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "88 -\nحَدَّثَنَا وَكِيعُ، عِنْ عِمْرَانَ بْنِ حُدَيْرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، قَال\nَ: \" مَثَلُ الْمُؤْمِنِ الضَّعِيفِ كَمَثَلِ الْخَامَةِ مِنَ الزَّرْعِ، تُمِيلُهَا الرِّيحُ وَتُقِيمُهَا مَرَّةً أُخْرَى، قَالَ: قُلْتُ: يَا أَبَا\nالشَّعْثَاءِ فَالْمُؤْمِنُ الْقَوِيُّ؟ قَالَ: مِثْلُ النَّخْلَةِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ فِي ظِلِّهَا ذَلِكَ، وَلَا تُقَلِّبُهَا الرِّيحُ \"\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "89 -\nحَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ يَعْلَى، عَنْ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَال\nَ: «مَثَلُ الْمُؤْمِنُ مَثَلُ النَّخْلَةِ، تَأْكُلُ طَيِّبًا وَتَضَعُ طَيِّبًا»\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "90 -\nأَخْبَرَنَا ابْنُ إِدْرِيسَ، عَنْ بُرَيْدَةَ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ، يَشُدُّ بَعْضُهُ بَعْضًا»\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "91 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي عَمَّارٍ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «إِنَّ عَمَّارًا مَلِيءٌ إِيمَانًا إِلَى مُشَاشِهِ»\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "92 -\nأَخْبَرَنَا عَثَّامُ بْنُ عَلِيٍّ، عَنِ الْأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ هَانِئِ بْنِ هَانِئٍ، قَالَ: كُنَّا جُلُوسًا عِنْدَ عَلِيٍّ عَلَيْهِ السَّلَامُ فَدَخَلَ عَمَّارٌ فَقَالَ: مَرْحَبًا بِالطَّيِّبِ الْمُطَيَّبِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُول\nُ: «إِنَّ عَمَّارًا مَلِيءٌ إِيمَانًا إِلَى مُشَاشِهِ»\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "93 -\nحَدَّثَنَا عَفَّانُ، نا جَعْفَرُ بْنُ سُلَيْمَانَ، نا زَكَرِيَّا، قَالَ: سَمِعْتُ الْحَسَنَ، يَقُول\nُ: «إِنَّ الْإِيمَانَ لَيْسَ بِالتَّحَلِّي وَلَا بِالتَّمَنِّي، إِنَّمَا الْإِيمَانُ مَا وَقَرَ فِي الْقَلْبِ وَصَدَّقَهُ\nالْعَمَلُ»\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "94 -\nأَخْبَرَنَا ابْنُ مُسْهِرٍ، عَنْ سُفْيَانَ، عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ لِغِلْمَانِه\nِ: «مَنْ أَرَادَ مِنْكُمُ الْبَاءَةَ زَوَّجْنَاهُ، لَا يَزْنِي مِنْكُمْ زَانٍ إِلَّا نَزَعَ اللَّهُ مِنْهُ نُورَ الْإِيمَانِ، فَإِنْ شَاءَ رَدَّهُ،\nوَإِنْ شَاءَ أَنْ يَمْنَعُهُ مَنَعَهُ»\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "95 -\nأَخْبَرَنَا قَبِيصَةُ، عَنْ سُفْيَانَ، عَنْ مَعْمَرٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، قَال\nَ: عَجَبًا لِإِخْوَانِنَا مِنْ أَهْلِ الْعِرَاقِ يُسَمَّوْنَ الْحَجَّاجَ مُؤْمِنًا\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "96 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ،: أَنَّهُ كَان\nَ إِذَا ذُكِرَ الْحَجَّاجُ قَالَ: {أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} [هود: 18]\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "97 -\nحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الْأَجْلَحِ، عَنِ الشَّعْبِيِّ، قَال\nَ: «أَشْهَدُ أَنَّهُ مُؤْمِنٌ بِالطَّاغُوتِ كَافِرٌ بِاللَّهِ، يَعْنِي الْحَجَّاجَ»\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "98 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ قَال\nَ: «كَفَى بِمَنْ يَشُكُّ فِي أَمْرِ الْحَجَّاجِ لَحَاهُ اللَّهُ»\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "99 -\nأَخْبَرَنَا يَحْيَى بْنُ آدَمَ، عَنْ سُفْيَانَ، عَنْ عَاصِمٍ، قَالَ: قُلْنَا لِطَلْقِ بْنِ حَبِيبٍ: صِفْ لَنَا التَّقْوَى فَقَال\nَ: «التَّقْوَى عَمَلٌ بِطَاعَةِ اللَّهِ رَجَاءَ رَحْمَةِ اللَّهِ عَلَى نُورٍ مِنَ اللَّهِ، وَالتَّقْوَى تَرْكُ مَعْصِيَةِ اللَّهِ مَخَافَةَ اللَّهِ\nعَلَى نُورٍ مِنَ اللَّهِ»\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "100 -\nأَخْبَرَنَا وَكِيعٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَشِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ\n[ص: 40]\nمُسَاوِرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «مَا هُوَ بِمُؤْمِنٍ مَنْ بَاتَ شَبْعَانَ، وَجَارُهُ طَاوٍ إِلَى جَانِبِهِ»\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "101 -\nأَخْبَرَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنِ الْأَعْمَشِ، عَنْ خَيْثَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَال\nَ: «يَأْتِي عَلَى النَّاسِ زَمَانٌ يَجْتَمِعُونَ وَيُصَلُّونَ فِي الْمَسَاجِدِ وَلَيْسَ فِيهِمْ مُؤْمِنٌ»\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "102 -\nحَدَّثَنَا يَحْيَى بْنُ يَعْلَى التَّيْمِيُّ، عَنْ مَنْصُورٍ، عَنْ طَلْقِ بْنِ حَبِيبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَال\nَ: \" ثَلَاثٌ مَنْ كُنَّ فِيهِ وَجَدَ طَعْمَ الْإِيمَانِ وَحَلَاوَتَهُ: أَنْ يَكُونَ اللَّهُ تَبَارَكَ وَتَعَالَى وَرَسُولُهُ أَحَبُّ إِلَيْهِ مِمَّا\nسِوَاهُمَا، وَأَنْ يُحِبَّ فِي اللَّهِ، وَأَنْ يُبْغِضَ فِي اللَّهِ \" وَذَكَرَ الْمُشْرِكَ\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "103 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، وَابْنِ عَبَّاسٍ: أَنَّهُمَا دَخَلَا عَلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ حِينَ طُعِنَ فَقَالَ: الصَّلَاةُ. فَقَال\nَ: «إِنَّهُ لَا حَظَّ لِأَحَدٍ فِي الْإِسْلَامِ أَضَاعَ الصَّلَاةَ، فَصَلَّى وَجُرْحُهُ يَثْعَبُ دَمًا رَضِيَ اللَّهُ\nعَنْهُ»\nالحديث: 103 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "104 -\nحَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ سِمَاكٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، أَنَّهُ كَانَ يَقُولُ لِأَصْحَابِه\nِ: «امْشُوا بِنَا نَزْدَادُ إِيمَانًا»\nالحديث: 104 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "105 -\nحَدَّثَنَا وَكِيعٌ، نا الْأَعْمَشُ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنِ الْأَسْوَدِ بْنِ هِلَالِ الْمُحَارِبِيِّ، قَالَ: قَالَ مُعَاذ\nٌ: «اجْلِسُوا بِنَا نُؤْمِنُ سَاعَةً يَعْنِي نَذْكُرُ اللَّهَ تَعَالَى»\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "106 -\nأَخْبَرَنَا أَبُو أُسَامَةَ، عَنْ مَهْدِيِّ بْنِ مَيْمُونٍ، عَنْ عِمْرَانَ الْقَصِيرِ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، قَالَ: كَانَ أَبُو الدَّرْدَاءِ يَقُول\nُ: \" اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمَانًا دَائِمًا، وَعِلْمًا نَافِعًا، وَهَدْيًا قَيِّمًا. قَالَ مُعَاوِيَةُ: فَنَرَى أَنَّ مِنَ الْإِيمَانِ\nإِيمَانًا لَيْسَ بِدَائِمٍ، وَمِنَ الْعِلْمِ عِلْمًا لَا يَنْفَعُ، وَمِنَ الْهَدْي هَدْيًا لَيْسَ بِقَيِّمٍ \"\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "107 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْأَعْمَشِ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنِ الْأَسْوَدِ بْنِ هِلَالِ، قَالَ: كَانَ مُعَاذٌ يَقُولُ لِلرَّجُلِ مِنْ إِخْوَانِه\nِ: «اجْلِسْ بِنَا فَلْنُؤْمِنُ سَاعَةً، فَيَجْلِسَانِ فَيَذْكُرَانِ اللَّهَ وَيَحْمِدَانِهِ»\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "108 -\nأَخْبَرَنَا أَبُو أُسَامَةَ، عَنْ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ زُبَيْدٍ، عَنْ ذَرٍّ، فَقَالَ: كَانَ عُمَرُ رُبَّمَا\nيَأْخُذُ بِيَدِ الرَّجُلِ وَالرِّجْلَيْنِ مِنْ أَصْحَابِهِ فَيَقُولُ: قُمْ بِنَا نَزْدَادَ إِيمَانًا \"\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "109 -\nحَدَّثَنَا وَكِيعٌ، نا الْأَعْمَشُ، عَنْ سُلَيْمَانَ بْنِ مَيْسَرَةَ، وَالْمُغِيرَةُ بْنُ شِبْلٍ، عَنْ طَارِقِ بْنِ شِهَابٍ الْأَحْمَسِيِّ، عَنْ سُلَيْمَانَ، قَالَ: \" إِن\nَّ مَثَلَ الصَّلَوَاتِ الْخَمْسِ كَمَثَلِ سِهَامِ الْغَنِيمَةِ، فَمَنْ يَضْرِبُ بِأَرْبَعٍ خَيْرٌ مِمَّنْ يَضْرِبُ فِيْهَا بِثَلَاثَةٍ، وَمَنْ يَضْرِبُ\nفِيهَا بِثَلَاثَةٍ خَيْرٌ مِمَّنْ يَضْرِبُ فِيهَا بِسَهْمَيْنِ، وَمَنْ يَضْرِبُ فِيهَا بِسَهْمَيْنِ خَيْرٌ مِمَّنْ يَضْرِبُ فِيهَا بِوَاحِدٍ، وَمَا يَجْعَلُ اللَّهُ مَنْ لَهُ سَهْمٌ فِي الْإِسْلَامِ كَمَنْ لَا سَهْمَ لَهُ\nالحديث: 109 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "110 -\nأَخْبَرَنَا ابْنُ فُضَيْلٍ، عَنْ لَيْثٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ الْبَرَاءِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «أَوْثَقُ عُرَى الْإِسْلَامِ الْحَبُّ فِي اللَّهِ، وَالْبُغْضُ فِي اللَّهِ»\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "111 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنْ زُبَيْدٍ، عَنْ مُجَاهِدٍ، قَال\nَ: «أَوْثَقُ عُرَى الْإِيمَانِ الْحَبُّ فِي اللَّهِ، وَالْبُغْضُ فِي اللَّهِ»\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "112 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، نا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ زُرَارَةَ بْنِ أَوفَى، عَنْ تَمِيمٍ الدَّارِيِّ، قَال\nَ: \" أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَّلَاةُ الْمَكْتُوبَةُ، فَإِنْ أَتَمَّهَا وَإِلَّا قِيلَ: انْظُرُوا هَلْ لَهُ مِنْ\nتَطَوَّعٍ؟ فَأُكْمِلَتِ الْفَرِيضَةُ مِنْ تَطَوُّعِهِ، فَإِنْ لَمْ تَكْمُلِ الْفَرِيضَةُ وَلَمْ يَكُنْ لَهُ تَطَوَّعٌ أُخِذَ بِطَرَفَيْهِ فَقُذِفَ بِهِ فِي النَّارِ \"\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "113 -\nأَخْبَرَنَا هُشَيْمٌ، أنا دَاوُدُ، عَنْ زُرَارَةَ، عَنْ تَمِيمٍ، بِمِثْلِ حَدِيثِ يَزِيدَ إِلَّا أَنَّهُ لَمْ يَذْكُر\nْ: «يُؤْخَذُ بِطَرَفَيْهِ فَيَقْذِفُ بِهِ فِي النَّارِ»\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "114 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أنا أَبُو مَعْشَرٍ، عَنْ مُحَمَّدٍ صَالِحٍ الْأَنْصَارِيِّ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَقِيَ عَوْفُ بْنُ مَالِكٍ فَقَالَ: «كَيْفَ أَصْبَحْتَ يَا عَوْفَ بْنَ مَالِكٍ؟» قَالَ: أَصْبَحْتُ مُؤْمِنًا حَقًّا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «إِنَّ لِكُلِّ قَوْلٍ حَقِيقَةٌ، فَمَا حَقِيقَةُ ذَلِكَ؟» قَالَ: يَا رَسُولُ اللَّهِ، أَطْلَقْتُ نَفْسِي عَنِ الدُّنْيَا، فَأَسْهَرْتُ لَيْلِي،\nوَأَظْمَأْتُ هَوَاجِرِي، وَكَأَنِّي أَنْظُرُ إِلَى عَرْشِ رَبِي، وَكَأَنِّي أَنْظُرُ إِلَى أَهْلِ الْجَنَّةِ يَتَزَاوَرُونَ فِيهَا، وَكَأَنِّي أَنْظُرُ إِلَى أَهْلِ النَّارِ يَتَضَاغَوْنَ فِيهَا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «عَرَفْتَ» أَوْ «لَقِنْتَ فَالْزَمْ»\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "115 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ، نا مَالِكُ بْنُ مِغْوَلٍ، عَنْ زُبَيْدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَيْفَ أَصْبَحْتَ يَا حَارِثَ بْنَ مَالِكٍ؟» قَالَ: أَصْبَحْتُ مُؤْمِنًا. قَال\nَ: «إِنَّ لِكُلِّ حَقٍّ حَقِيقَةً» قَالَ: أَصْبَحْتُ قَدْ عَزَفَتْ نَفْسِي عَنِ الدُّنْيَا، فَأَسْهَرْتُ لَيْلِي، وَأَظْمَأْتُ نَهَارِي، وَلَكَأَنَّمَا\nأَنْظُرُ إِلَى عَرْشِ رَبِّي قَدْ أُبْرِزَ لِلْحِسَابِ، وَلَكَأَنِّي أَنْظُرُ إِلَى أَهْلِ الْجَنَّةِ يَتَزَاوَرُونَ فِي الْجَنَّةِ، وَلَكَأَنِّي أَسْمَعُ عُوَاءَ أَهْلِ النَّارِ. قَالَ: فَقَالَ لَهُ: «عَبْدٌ نَوَّرَ اللَّهُ الْإِيمَانَ فِي قَلْبِهِ» أَوْ «عَرَفْتَ فَالْزَمْ»\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "116 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنْ مُوسَى بْنِ مُسْلِمٍ، نا ابْنُ سَابِطٍ، قَالَ\n[ص: 44]\n: كَانَ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ يَأْخُذُ بِيَدِ النَّفْرِ مِنْ أَصْحَابِهِ فَيَقُول\nُ: «تَعَالَوْا فَلْنُؤْمِنُ سَاعَةً، تَعَالَوْا فَلْنَذْكُرُ اللَّهَ وَلْتَزْدَادُوا إِيمَانًا، تَعَالَوْا نَذْكُرُ اللَّهَ بِطَاعَتِهِ، لَعَلَّهُ\nيُذْكُرُنَا بِمَغْفِرَتِهِ»\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "117 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، نا الْعَوَّامُ بْنُ حَوْشَبٍ، عَنْ أَبِي صَادِقٍ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَال\nَ: \" إِنَّ الْإِيمَانَ ثَلَاثُ أَثَافِي: الْإِيمَانُ، وَالصَّلَاةُ، وَالْجَمَاعَةُ، فَلَا تُقْبَلُ صَلَاةٌ إِلَّا فِي الْإِيمَانِ، فَمَنْ آمَنَ\nصَلَّى، وَمَنْ صَلَّى جَامَعَ، وَمَنْ فَارَقَ الْجَمَاعَةَ قَيْدَ شِبْرٍ خَلَعَ رَقَبَةَ الْإِسْلَامِ عَنْ عُنُقِهِ \"\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "118 -\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، نا مُحَمَّدُ بْنُ مُطَرِّفٍ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «الْحَيَاءُ وَالْعِيُّ شُعْبَتَانِ مِنَ الْإِيمَانِ»\nالحديث: 118 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "119 -\nحَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ مُحَارِبٍ، عَنِ ابْنِ بُرَيْدَةَ، قَالَ: وَرَدْنَا الْمَدِينَةَ فَأَتَيْنَا عَبْدَ اللَّهِ بْنَ عُمَرَ فَقُلْنَا: يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّا نُمْعِنَ فِي الْأَرْضِ، فَنَلْقَى قَوْمًا يَزْعُمُونَ أَنْ لَا قَدَرَ، فَقَالَ: مِنَ الْمُسْلِمِينَ مِمَّنْ يُصَلِّي لِلْقِبْلَةِ؟ فَقَالَ: نَعَمْ، مِمَّنْ يُصَلِّي لِلْقِبْلَةِ. قَالَ: فَغَضِبَ، حَتَّى وَدِدْتُ أَنِّي لَمْ أَكُنْ سَأَلْتُهُ، ثُمَّ قَالَ\n[ص: 45]\n: إِذَا لَقِيتَ أُولَئِكَ فَأَخْبِرْهُمْ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ مِنْهُمْ بَرِيءٌ، وَأَنَّهُمْ مِنْهُ بَرَاءٌ، ثُمَّ قَالَ: إِنْ شِئْتَ حَدَّثْتُكَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَقَالَ: أَجَلْ قَالَ: كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَتَى رَجُلٌ جَيِّدُ الثِّيَابِ، طَيِّبُ الرِّيحِ، حَسَنُ الْوَجْهِ فَقَالَ: يَا رَسُولَ اللَّهِ مَا الْإِسْلَامُ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «تُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ، وَتَغْتَسِلُ مِنَ الْجَنَابَةِ» قَالَ: صَدَقْتَ ثُمَّ قَالَ:\nيَا رَسُولَ اللَّهِ مَا الْإِيمَانُ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «تُؤْمِنُ بِاللَّهِ، وَالْيَوْمِ الْآخِرِ، وَالْمَلَائِكَةِ، وَالْكِتَابِ، وَالنَّبِيِّينَ، وَبِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، وَحُلْوِهِ وَمُرِّهِ» . قَالَ: صَدَقْتَ. ثُمَّ انْصَرَفَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «عَلَيَّ بِالرَّجُلِ» قَالَ: فَقُمْنَا بِأَجْمَعِنَا فَطَلَبْنَاهُ، فَلَمْ نَقْدِرْ عَلَيْهِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَذَا جِبْرِيلُ عَلَيْهِ السَّلَامُ، جَاءَكُمْ يُعَلِّمُكُمْ أَمْرَ دِينِكُمْ»\nالحديث: 119 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "120 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي لَيْلَى الْكِنْدِيِّ، عَنْ حُجْرِ بْنِ عَدِيٍّ، قَالَ: نا عَلِي\nٌّ،: «إِنَّ الطُّهُورَ شَطْرُ الْإِيمَانِ»\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "121 -\nحَدَّثَنَا عَفَّانُ، نا أَبَانُ الْعَطَّارُ، نا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ زَيْدٍ أَبِي سَلَّامٍ، عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُول\nُ: «الطُّهُورُ نِصْفُ الْإِيمَانِ»\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "122 -\nحَدَّثَنَا وَكِيعٌ، نا الْأَوْزَاعِيُّ، عَنْ حَسَّانَ، عَنْ عِكْرِمَةَ، قَال\nَ: «الْوُضُوءُ شَطْرُ الْإِيمَانِ»\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "123 -\nأَخْبَرَنَا وَكِيعٌ، نا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ ابْنِ أَبِي لَيْلَى الْكِنْدِيِّ، عَنْ غُلَامٍ، لِلْحُجْرِ أَنَّ حُجْرًا، رَأَى ابْنًا لَهُ خَرَجَ مِنَ الْغَائِطِ فَقَالَ: يَا غُلَامُ، نَاوِلْنِي الصَّحِيفَةَ مِنَ الْكُوَّةِ سَمِعْتُ عَلِيًّا يَقُول\nُ: «الطُّهُورُ نِصْفُ الْإِيمَانِ»\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "124 -\nحَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، نا زَكَرِيَّا الْحَوَارِيُّ، أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو قَال\nَ: «إِنَّ عُرَى الدِّينِ وَقَوَائِمَهُ الصَّلَاةُ وَالزَّكَاةُ لَا يُفَرَّقُ بَيْنَهُمَا، وَحَجُّ الْبَيْتِ، وَصَوْمُ رَمَضَانَ. وَإِنَّ مِنْ أَصْلَحِ\nالْأَعْمَالِ الصَّدَقَةَ وَالْجِهَادَ» ، ثُمَّ قَامَ فَانْطَلَقَ\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "125 -\nأَخْبَرَنَا ابْنُ عُلَيَّةَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «إِنَّ أَكْمَلَ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا»\nالحديث: 125 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "126 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ، نا مُحَمَّدُ بْنُ أَبِي إِسْمَاعِيلَ، عَنْ مَعْقِلٍ الْخَثْعَمِيِّ، قَالَ: أَتَى عَلِيًّا رَجُلٌ وَهُوَ فِي الرَّحْبَةِ فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ مَا تَرَى فِي الْمَرْأَةِ لَا تُصَلِّي؟ فَقَال\nَ: «مَنْ لَمْ يُصَلِّ فَهُوَ كَافِرٌ»\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "127 -\nأَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ ضُمَيْرَةَ، عَنْ كَعْبٍ قَال\nَ: «مَنْ أَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ فَقَدْ تَوَسَّطَ الْإِيمَانَ»\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "128 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ ضَمْرَةَ، عَنْ كَعْبٍ، قَال\nَ: «مَنْ أَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ، وَأَطَاعَ مُحَمَّدًا، فَقَدْ تَوَسَّطَ الْإِيمَانَ، وَمَنْ أَحَبَّ لِلَّهِ، وَأَبْغَضَ لِلَّهِ، وَمَنَعَ\nلِلَّهِ، فَقَدِ اسْتَكْمَلَ الْإِيمَانَ»\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "129 -\nحَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُبَيْدٍ الْكَلَاعِيِّ قَالَ: أَخَذَ بِيَدِي مَكْحُولٌ فَقَالَ: يَا أَبَا وَهْبٍ، كَيْفَ تَقُولُ فِي رَجُلٍ تَرَكَ صَلَاةً مَكْتُوبَةً مُتَعَمِّدًا؟ فَقُلْت\nُ: مُؤْمِنٌ عَاصٍ، فَشَدَّ بِقَبْضَتِهِ عَلَى يَدَيَّ، ثُمَّ قَالَ: يَا أَبَا وَهْبٍ لِيَعْظُمَ شَأْنُ الْإِيمَانِ فِي نَفْسِكَ مَنْ تَرَكَ صَلَاةً\nمَكْتُوبَةً مُتَعَمِّدًا فَقَدْ بَرِئَتْ مِنْهُ ذِمَّةُ اللَّهِ، وَمَنْ بَرِئَتْ مِنْهُ ذِمَّةُ اللَّهِ فَقَدْ كَفَرَ \"\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "130 -\nحَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنْ أَبِي إِسْحَاقَ، قَالَ: قَالَ عَلِيٌّ رَحْمَةُ اللَّهِ عَلَيْهِ\n[ص: 48]\n: «الصَّبْرُ مِنَ الْإِيمَانِ بِمَنْزِلَةِ الرَّأْسِ مِنَ الْجَسَدِ، فَإِذَا ذَهَبَ الصَّبْرُ ذَهَبَ الْإِيمَانُ»\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "131 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ صِلَةَ، عَنْ عَمَّارٍ - رَضِيَ اللَّهُ عَنْهُ - قَال\nَ: \" ثَلَاثٌ مَنْ جَمَعَهُنَّ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَالْإِنْفَاقُ مِنَ الْإِقْتَارِ، وَبَذْلُ السَّلَامِ\nلِلْعَالِمِ \"\nالحديث: 131 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "132 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ صِلَةَ، عَنْ عَمَّارٍ فِي قَوْلِه\nِ: {إِنَّهُمْ لَا أَيْمَانَ لَهُمْ} [التوبة: 12] فَقَالَ: «لَا عَهْدَ لَهُمْ»\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "133 -\nحَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانَ يَقُول\nُ: «لَا يَدْخُلُ النَّارَ إِنْسَانٌ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ»\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "134 -\nحَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنِ الصَّعْقِ بْنِ حَزْنِ الْبَكْرِيِّ، قَالَ: قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: \" أَوْثَقُ عُرَى الْإِيمَانِ: الْحُبُّ فِي اللَّهِ، وَالْبُغْضُ فِي اللَّهِ \"\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "135 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنْ جَرِيرِ بْنِ حَازِمٍ، حَدَّثّنِي عِيسَى بْنُ عَاصِمٍ، حَدَّثَنِي عَدِيُّ بْنُ عَدِيٍّ، قَالَ: كَتَبَ إِلَيَّ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: أَمَّا بَعْدُ، فَإِن\nَّ الْإِيمَانَ فَرَائِضُ، وَشَرَائِعُ، وَحُدُودٌ، وَسُنَنٌ، فَمَنِ اسْتَكْمَلَهَا اسْتَكْمَلَ الْإِيمَانَ، وَمَنْ لَمْ يَسْتَكْمِلْهَا لَمْ\nيَسْتَكْمِلِ الْإِيمَانَ، فَإِنْ أَعِشْ فَسَأُبَيِّنُهَا لَكُمْ حَتَّى تَعْمَلُوا بِهَا، وَإِنْ أَنَا مِتُّ قَبْلَ ذَلِكَ فَمَا أَنَا عَلَى صُحْبَتِكُمْ بِحَرِيصٍ \"\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "136 -\nحَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، نا هِشَامُ بْنُ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، قَال\nَ: \" لَابُدَّ لِأَهْلِ هَذَا الدِّينِ مِنْ أَرْبَعٍ: دُخُولٌ فِي دَعْوَةِ الْإِسْلَامِ وَلَابُدَّ مِنَ الْإِيمَانِ، وَتَصْدِيقٌ بِاللَّهِ\nوَالْمُرْسَلِينَ أَوَّلُهُمْ وَآخِرُهُمْ، وَبِالْجَنَّةِ وَالنَّارِ، وَالْبَعْثِ بَعْدَ الْمَوْتِ، وَلَابُدَّ مِنْ أَنْ تَعْمَلَ عَمَلًا تُصَدِّقُ بِهِ إِيمَانَكَ، وَلَابُدَّ مِنْ أَنْ تَعْلَمَ عِلْمًا تُحَسِّنُ بِهِ عَمَلَكَ، ثُمَّ قَرَأَ: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} [طه: 82]\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "137 -\nحَدَّثَنَا عَبْدُ الْأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَال\nَ: \" مَا كَانُوا يَقُولُونَ لِعَمَلٍ تَرَكَهُ رَجُلٌ كُفْرٌ غَيْرَ الصَّلَاةِ، فَقَدْ كَانُوا يَقُولُونَ: تَرْكُهَا\nكُفْرٌ \"\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "138 -\nحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ مُغِيرَةَ، قَالَ: سَمِعْتُ شَقِيقًا، وَسَأَلَهُ رَجُلٌ: سَمِعْتُ ابْنَ مَسْعُودٍ يَقُول\nُ: مَنْ شَهِدَ أَنَّهُ مُؤْمِنٌ فَلْيَشْهَدْ أَنَّهُ فِي الْجَنَّةِ؟ قَالَ: «نَعَمْ»\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "139 -\nحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، قَالَ: قِيلَ لِأَبِي وَائِلٍ: إِن\nَّ نَاسًا يَزْعُمُونَ أَنَّ الْمُؤْمِنِينَ لَا يَدْخُلُونَ النَّارَ قَالَ: لَعَمْرُكَ وَاللَّهِ إِنَّ حَشْوُهَا غَيْرُ الْمُؤْمِنِينَ \" قَالَ أَبُو\nبَكْرٍ: الْإِيمَانُ عِنْدَنَا قَوْلٌ وَعَمَلٌ، وَيَزِيدُ وَيَنْقُصُ\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        ""
    ]
}