{
    "1": [
        "البحث الأدبي بين النظر والتطبيق\nالبحث الأدبي بين النظر والتطبيق\nعلي علي صبح\nالكتاب:\nالبحث الأدبي بين النظر والتطبيق\nالمؤلف:\nعلي علي صبح\nالناشر:\n-\nالطبعة:\n-\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "المقدمات\nمقدمة الطبعة الأولى\n...\nبسم الله الرحمن الرحيم\nمقدمة الطبعة الأولى:\nالحمد لله رب العالمين، والصلاة والسلام على أفصح الخلق أجمعين، في هذه المحاضرات تناولت بالتحليل موضوعًا يهم طالب العلم، ولا يستغني عنه باحث، مهما كان بحثه في العلوم والآداب، وهو: \"معالم البحث الأدبي\" فذكرت فيه معنى البحث، وأهميته في نمو الفكر الإنساني، وشروطه وطبيعته وأنواعه، وعقباته، وجميع المراحل التي يجتازها الباحث، حتى يصل إلى نهاية بحثه، ويحقق فيه النتائج الجديدة، التي ينشدها كل باحث من عمله، ليؤدي دوره في بناء الفكر الإنساني، ويسمو بأمجاد ماضيه، ويسجل للأجيال من بعده واجبه المقدس في الحياة، نحو العلم والإنسانية.\nوتوخيت الحديث في البحث الأدبي بخاصة لسببين:\nأولا: هذه الدراسة وثيقة الصلة بلغتنا العربية وقواعدها وعلومها وآدابها وبلاغتها.\nثانيا: قواعد البحث وأسسه ومنهجه عامة وشاملة، يصح تطبيقها على الفنون والآداب، واللغات والعلوم، يلتقي فيها غالبا فن الأدب، وعلم النحو، والبلاغة، والتاريخ والفلسفة، وسائر العلوم سواء بسواء.\nوبهذا الجهد المتواضع أسأل الله عز وجل أن ينفع به والله تبارك وتعالى ولي التوفيق.\nعلي علي صبح\nالجزء: 1 ¦ الصفحة: 3\n",
        "بسم الله الرحمن الرحيم\nمقدمة الطبعة الثانية\n:\nالحمد لله الذي هذب النفوس بمبادئ الإسلام، وطهر القلوب بنور القرآن، وشرح الصدور بعقيدة الإيمان، وهدى العقول بمنهج الشريعة الإسلامية.\n{أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ} ، {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا} ، {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} ، {وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ، وَلَا الظُّلُمَاتُ وَلَا النُّورُ} .\nوالصلاة والسلام على سيدنا محمد صلى الله عليه وسلم أدبه ربه فأحسن تأديبه {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا} ، {إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا، وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا} ، اللهم صلي وسلم وبارك على سيدنا محمد وعلى آله الأطهار وأصحابه الأبرار، الذين انتهجوا نهجه وسلكوا طريقه {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ} .\nهذا هو منهج الإسلام في التعليم والبحث والدراسة يعتمد على أسس علمية مستقيمة جاء بها التشريع الإسلامي، تقوم على الملاحظة والمتابعة والاستقراء والتأمل والتدبر والعقل ثم المعرفة والعلم والاعتقاد، ثم العمل والسلوك، ثم الشكر لله عز وجل\nالجزء: 1 ¦ الصفحة: 5\n",
        "الذي أسبغ عليه هذه النعم ظاهرة وباطنة قال تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ، وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ} {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ}\n...\n{فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ، أَنَّا صَبَبْنَا الْمَاءَ صَبًّا، ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا، فَأَنْبَتْنَا فِيهَا حَبًّا، وَعِنَبًا وَقَضْبًا، وَزَيْتُونًا وَنَخْلًا، وَحَدَائِقَ غُلْبًا، وَفَاكِهَةً وَأَبًّا، مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ}\n...\n{أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ، وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ، وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ، وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ}\n...\n{أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ}\n....\n{أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ، وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ، تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ، وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ، رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ}\n...\n{وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ}\n...\n{وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ}\n...\n{سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} .\nالجزء: 1 ¦ الصفحة: 6\n",
        "وغيرها من الآيات الكريمة والأحاديث الشريفة التي لا تزال تحث الإنسان على أن يرى وينظر، ويتأمل ويعقل، ويتابع ويتدبر ويدرس ويناظر، ويبحث ويعلم، ليصل إلى الحقيقة عن طريق مسلماتها ومقدماتها.\nهذا هو منهج الباحث والعالم في دراسته وبحثه، يتخذ الأسس والمعالم في الاستقراء والتحصيل والبحث في قضية علمية أو أدبية، يعالج مشاكلها ومتاهاتها حتى يصل إلى نتائج علمية نابعة من الدراسة والنظر، وإلى حقائق أدبية ناتجة عن المتابعة والتحليل، وبذلك يقدم عملا علميا جادا ودقيقا.\nوتقتضي المعرفة والدراسة أن يميز الباحث بصفة عامة بين التحقيق والتوثيق، وبين البحث والرسالة والمقال، وبين الكتاب والموسوعة وبين التلخيص والتقرير.\nوتقتضي أيضا أن يتعامل الباحث مع المصادر والمراجع في جمع المادة العلمية على أسس ينبغي تحقيقها في شخصيته العلمية؛ ليسير في دراسته على منهج علمي في اختيار الموضوع، وتحديد الخطة والمنهج، والتعرف على المصادر والمراجع والدوريات وكيفية القراءة والاطلاع، وطرق جمع المادة وتدوينها، والحنكة في الصياغة والأسلوب والدقة في عرض الأصول والهوامش والحواشي والفهارس، وغير ذلك مما يتصل بمعالم البحث الأدبي، ليكون العمل العلمي جديدا وجادا، يضيف إلى المكتبة العلمية والأدبية نتائج جديدة يؤدي بها الباحث واجبه نحو الفكر الإنساني والحضارة الإسلامية\nالجزء: 1 ¦ الصفحة: 7\n",
        "العربية؛ فيحيا به عصره حين يأخذ دوره في مراحل الرقي والتقدم، ويعد طورا من أطوار التاريخ الإنساني والأدبي والعلمي والله سبحانه وتعالى ولي التوفيق.\nعلي علي صبح\nالجزء: 1 ¦ الصفحة: 8\n",
        "الفصل الأول: البحث\nمدخل\n...\nالفصل الأول: \"البحث\"\nالبحث عن الشيء هو الوقوف على مفهومه والوصول إلى حقيقته والتعرف على جوانبه المختلفة، تقول: بحث الشيء إذا نقب فيه ومحص أجزاءه، لينتهي فيه الباحث إلى حقيقته يوضح جوهره ويسبر أغواره، ويجلي عناصره وأفكاره.\nثم أطلق البحث على كل عمل أدبي أو علم يقوم به الباحث ليكشف عن الحقيقة في قضية أدبية أو فكرة علمية أو ظاهرة شعرية، ولذلك يعد البحث أو الرسالة من باب الدراسات الدقيقة التي تعرض تقريرا علميا متأنيا، يوضح الحقيقة لظاهرة أدبية أو نظرية علمية، كما يعد من الأعمال الجادة التي تنتهي إلى حكم دقيق في قضية شعرية، وقد انتهى الباحث إلى نتيجة طبيعية لفكرة علمية، أو مشكلة اجتماعية، أو ظاهرة أدبية، أو قضية شعرية.\nوقد يكون البحث كتابا يتسع لمئات الصفحات فيقسمه صاحبه إلى أفكار، يضع لكل فكرة فصلا حتى آخره، أو يقسمه إلى أبواب، كل باب يحتوي على فكرة عامة تندرج تحتها معان جزئية كثيرة، يصلح كل معنى لبناء فصل مستقل ينبع من الفصل السابق ويمهد للاحق، وجميع الفصول تدور حول فكرة الباب، وكل باب في الكتاب يلتقي مع موضوع البحث.\nالجزء: 1 ¦ الصفحة: 9\n",
        "وكذلك الأمر لو كان البحث رسالة يتقدم بها طالب للحصول على درجة علمية مثل درجة التخصص \"الماجستير\" أو درجة العالمية \"الدكتوراه\" فالطالب يقسم موضوع رسالته إلى فصل فقط، أو إلى أبواب تضم من خلالها فصولا تتلائم مع فكرة كل باب فيها.\nوقد يكون البحث مقالة، وعلى الكاتب هنا أن يلتزم التركيز والإيجاز والدقة والإشارة، بلا تقسيم للمقالة إلى أبواب أو إلى فصول، وإن قسمها إلى أفكار وعناصر من خلال مقدمة وعرض ونتيجة مرتبة على أفكار نامية؛ لينتهي إلى الحقيقة التي ينشدها في مقاله، ويوضح مكنونها لقرائه.\nوقد يكون البحث موسوعة، وعلى الباحث هنا أن يتناول موضوعه في أجزاء كثيرة تتسع له، وقد تربو أجزاء الموسوعة فوق العشرين جزءا، وكل جزء بدوره يعتمد على فصول فقط، أو على أبواب تندرج تحتها فصول، على النحو السابق في الكتاب.\nوتعد الموسوعة دائرة معارف لتنوع أفكارها وشمول تراكيبها، فالبحث الدقيق يعتمد على فكرة جزئية أو يقوم على موضوع محدد يسبره الباحث، ويكشف جوانبه، أما الموسوعة فإنها تشمل موضوعات غزيرة متألفة لأدنى ملابسة، وتضم قضايا شتى موصولة بأسباب واهية قريبة أو بعيدة.\nوقد يكون البحث تحقيقا لنص أدبي أو لمخطوط من كتب التراث العربي القديم، فيكون الباحث على بصيرة تامة ووعي دقيق بكيفية التحقيق ووسائله المختلفة، وعلى خبرة واسعة بالخطوط والمؤلفات القديمة ومناهج الكتاب والمعاجم والتراجم، وتاريخ الأدب ومراحله، والعصور الأدبية ورجالها وأعلامها، ودور الكتب والنشر وخزائن المخطوطات، ودورها في جميع أنحاء العالم، وتلك مهمة شاقة، تحتاج إلى وقت طويل وجهد متواصل، في صبر ودأب حتى يتسم العمل بالجدة والأمانة، والبحث العلمي الدقيق.\nالجزء: 1 ¦ الصفحة: 10\n",
        "مادة البحث\n:\nوتختلف مادة البحث باختلاف موضوعه؛ فقد تكون في علم من العلوم، مثل علم الفلسفة أو الاجتماع، أو مثل علم الفقه أو التوحيد، وقد تكون في فن من الفنون مثل فن الأدب أو فن الشعر أو في قضية من قضايا النقد الأدبي.\nوعلى ذلك فالموضوع العلمي له مادته المستقلة التي تخضع له، والموضوع الأدبي له مادته الأدبية المتميزة التي تحمل خصائصه وسماته، وإن كان الحديث هنا سيكون عن مادة البحث الأدبي في اللغة العربية على سبيل المثال؛ ليكون صالحا للتطبيق على أي مادة في بحث العلوم الأخرى والفقه والبلاغة والتاريخ.\nومادة البحث الأدبي تعتمد على جملتها على الأدب شعرا كان أو نثرا، ونحن نعلم أن للشعر فنونه من الشعر الغنائي والشعر الموضوعي والشعر التمثيلي والمسرحي، وله أغراضه من مدح ووصف وغزل ورثاء وغير ذلك، وللنثر الأدبي ألوانه وأنواعه من مقال\nالجزء: 1 ¦ الصفحة: 11\n",
        "أدبي، ورسالة، وخطبة، وقصة، وأقصوصة، ومسرحية نثرية وفن السيرة الأدبي وغيرها.\nوالأدب فن إنساني رفيع يصور مشاعر الإنسان وعواطفه ويجسد خواطر النفس وأحاسيسها؛ فيخرج في صورة جذابة ولوحة فنانة تشد الانتباه وتوقظ المشاعر، وتحرك العواطف وتثير الانفعالات، لأن الأدب وبخاصة الشعر تحمل الكلمة فيه إيحاءات نثرية فوق معناها اللغوي، ويفيض عليها بمدلول شعوري ينبع من شعور الأديب التي يجيش بالعواطف الحارة ومن نفسه المفعمة بالخواطر والأحاسيس.\nفالعقل حينما يسجل حقائق التاريخ، أو يقرر قضية في المنطق، أو يحدد معنى لغويا في اللفظ، فإنه يجرد اللفظ من كل الملابسات الحسية والتخييلية، التي أفادها اللفظ من كثرة الاستعمال، وما أفاضت عليه المشاهد والأحداث في الحياة من إيحاءات وإشارات، فكلمة \"تضرم\" و\"تطفئ\" في صورة ابن الرومي \"للأخرق\" التي يقول فيها:\nوأخرق تضرمه نفخة\n...\nسقاها وتطفئه تفلة\nفأخلاقه تارة وعرة\n...\nوأخلاقه تارة سهلة\nفالكلمة الأولى \"تضرم\" عند المؤرخين والمناطقة واللغويين تفيد الزيادة في الاشتعال، والكلمة الثانية عندهم \"تطفئ\" تفيد خمود النار وانطفاءها، وحين اختارهما ابن الرومي في الصورة الأدبية، أضاف إلى معناهما المجرد معان كثيرة، وإيحاءات متعددة من مشاهدهما الحسية، التي وضعت من أجلها هاتان\nالجزء: 1 ¦ الصفحة: 12\n",
        "الكلمتان، ثم ما اكتسبه كل منهما منذ نشأته، حتى أخذ مكانه من التصوير عند الشاعر، فإن الكلمة في هذه الفترة اكتسبت كثيرا من الملابسات والمشاعر المختلفة، وبقدر استيعاب الشاعر والناقد الأدبي لهذه المشاهد والملابسات يكون غناء الكلمة وثراؤها الشعوري والتاريخي.\nفابن الرومي بهذين اللفظين وحدهما يصور حقيقة الأخرق وطبيعته المتوفرة: هو نار في خلاء مترام سواء أكان وعرا أو سهلا، إن تنسمت رياحه قليلا اضطرمت هذه النار وعم اشتعالها، واتسع ضررها، وجلبت المخاوف والآلام، وخيم الموت على المؤمل منهما النفع؛ لأنه لا حاجز في الخلاء، ولا ساتر يصد عن النار الرياح إن نشطت، ومع ذلك تنطفئ النار بالرذاذ الذي يتطاير من الأفواء، إن سكتت عنها النسيم، ثم نتخيل بعد ذلك ألفاظ البيتين وهي: \"تضرم، نفخة، سقاها، تطفئه، تفلة، وعرة، سهلة\" متنوعة الملابسات والخيالات، فقد انتقل بناء ابن الرومي فعلا بهذه الألفاظ إلى الواقع المحسوس في صحراء اجتمعت فيها تلك المشاهد في البيتين؛ لتتجلى فيهما صورة الأخرق؛ فهو إنسان يتراءى لبني جنسه بالخير الذي يعود على المجتمع، ولكنه إذا استثير لأتفه الأسباب كان هو الشر المستطير، فلا بيقي ولا يذر كما تراه متفتح الأوداج، سريع الحركات مدمر الضربات، طائش اللب، لا ينطوي إلا على شر خبيث لنفسه ولمجتمعه.\nهذه هي صورة الأخرق في مدلولها الشعوري، كما جسمها\nالجزء: 1 ¦ الصفحة: 13\n",
        "اللفظ المحسوس، وما يتميز به في الشعر من مدلول شعوري عنه في التاريخ والمنطق واللغة وسائر العلوم.\nوالأدب أيضا لا يعتمد على العقل وحده كالشأن في غيره من العلوم، ولكنه يعتمد على العقل والخيال معا، لأن الخيال لغة العاطفة الحارة، ولسان الشعور الحي الفياض، كما أن الحقيقة لغة العقل والفكر، والخيال والعقل غير متناقضين، بل هما يسيران معا جنبا إلى جنب في الكشف عن جوهر الحقائق، والخيال الحيوي المنتج هو المرحلة القوية النابضة للوصول إلى الحقائق، والوسيلة الجيدة في الكشف عن أسرارها، لأنه هو الصلة القوية في الإنسان العاجز عن إدراك الحقيقة، يهتك به أستارها المحجبة التي تند عن الأفهام؛ فهو يعمل ليحقق ما يصبو إليه المتخيل من آمال حرم منها في واقعه الذي يعيشه، وما لا يستطيع الواقع أن يحققه له.\nوالخيال ملكة في نفس الأديب تحقق التوازن بين الأشياء وتؤلف بين المتناقضات وتوفق بين المتعارضات، وتمزج بين الإحساس الجديد الطارئ، وبين القديم المخزون في النفس، وتركب بين الواقع المرئي المشاهد، وبين الواقع المذاب في الذهن، وتنظم بين الانفعال العادي، وبين الدرجة العالية منه؛ ليتم من وراء ذلك تأليف الصور المختلفة للخيال، التي يؤمها الأديب في بناء جديد، نتج عن علاقات جديدة من الأشياء المأخوذة من الواقع بالتغيير في أحجامها وأشكالها\nالجزء: 1 ¦ الصفحة: 14\n",
        "وعناصرها وتراكيبها، فالأديب لا يقنع بالعلاقات بين الأشياء المصورة كما هي في الواقع، ولا يقتصر على فهمها وبيانها فقط كالشأن في الخواطر العقلية، ولكنه يغيرها ويقيم غيرها أو يبدل في بعضها، أو يضيف علاقات جديدة، يبث فيها من روحه وتنبض بحيوية من قلبه، وتنتظم من شعوره الذاتي وإحساسه المفرد.\nوبملكة الخيال يحس الشاعر بالحياة والحركة والروح في كل شيء، ويتردد أصداء ذلك في نفسه، وتشف عن روحه؛ فيشعر بوشوشة الأغصان التي تكشف عن أسرار الجمال بمقدم الربيع، فالأديب الحق هو الذي يؤثر في النفس بخياله الرائع؛ فيستخدم الأشكال والألوان، في نسق عجيب، وتصوير بديع، ليظهر الأدب في صور أزهى من الواقع، وأقوى من الطبيعة في ألوانها وأشكالها المنثورة هنا وهناك.\nوالأدب أيضا يعتمد على عنصر آخر لا يوجد في العلوم، وهو الموسيقى، إذ بها يتميز عن العلوم في باب التعبير بالكلمة، والموسيقى تعبير رمزي عن شعور أو عاطفة أو انفعال نبع اللحن فيه من أوتار خاصة، وعلى نحو خاص، وهي في ذاتها فن مستقل له أصوله، ولكن الإيقاع فيه ليس مقصورا عليه، بل لقد نالت الفنون الأخرى حظا منه، يختلف كل فن فيها من حيث الشكل والنوع، والدرجة، والوضوح.\nفشكل الإيقاع في الرقص تعتمد على حركات الجسد وتوقيعاته المختلفة، وفي الرسم رقعة وألوان وأضواء وظلال، وفي التمثال\nالجزء: 1 ¦ الصفحة: 15\n",
        "تمايز بين أجزائه المختلفة، وفي الأدب صوت ينبع من كلمات تستقبله أذن الناقد، ويحكم عليها بذوقه الأدبي وحسه اللغوي.\nومن حيث النوع؛ فنرى الإيقاع في الرقص حركات وتوقيعات مختلفة، وفي الرسم وثبة تدل على حيوية اللوحة، وفي التمثال توفز ولو في بريق عينيه أو فغر فاه، وفي الأدب حركات وإيقاعات تفيض بوحي ومخزون شعوري، تتمثل في حروف صائتة، أو علاقات صامتة.\nومن حيث درجة الإيقاع فقد تعنف الدرجة في الرقص وتنساب حسب اللون المعروض، ولكنها تنتهي بانتهاء الموقف أو المشهد، وفي الرسم والتمثال تقدر درجة الحركة فيهما بلمحة أو لحظة من الزمن، وفي الأدب تختلف فيه درجة الإيقاع حسب الغرض، وتبقى ما بقي النص متداولا بين الناس.\nومن حيث وضوح الإيقاع فتراه في الرسم والتمثال، يكاد يكون الإيقاع غامضا فيهما، مما يحتاج إلى دقة ملاحظة للوقوف عليه، والرقص أكثر وضوحا منهما، وإن كان دون الأدب في الوضوح بحكم أن لذته لا يستغني عنها إنسان، فيها يتعامل ويعيش بين مجتمعه، فالإنسان اجتماعي بطبعه؛ فغير المتعلم من عوام الناس يدرك مدى خفة إيقاع الكلمة وثقلها على سمعه، وقبول ذوقه لها ونفرته منها.\nوالموسيقى بأنواعها في الأدب عنصر أساسي كبير فيه، وركن أصيل تعتمد عليه، فلو تجرد منها الشعر فقد قيمته، وخرج من دائرة الأدب إلى دائرة\nالجزء: 1 ¦ الصفحة: 16\n",
        "أخرى تهتم بتوصيل الحقيقة على أي وجه، من غير إثارة للمشاعر، وبالإيقاع في الشعر يكتمل الشكل الفني له، بحيث يعد من عيوب الأدب الذي يأخذ بتلابيب النفس، ويكون موطن الدراسة والتحليل والنقد.\nوالنفس بطبيعتها متألفة الأجزاء، منسقة الأعضاء وفي صورتها الجميلة التي هيأها الله لها، قال تعالى: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ} وقال تعالى: {يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ، الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ، فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ} لهذا الانسجام التام فيها، واستواء الخلق المتكامل لها تستجيب النفس لنظائرها في الحياة، والتي تتشابه معها في الوجود، يقول الرسول الكريم -صلى الله عليه وسلم: \"الأرواح جنود مجندة، ما تعارف منها ائتلف، وما تناكر منها اختلف\".\nوعلى ذلك تكون النفس أشد استجابة للأشياء المنسقة التي تقوم على نظام رتيب، وإيقاع موزع في تناسب وتناسق، لأن الإيقاع والموسيقى من أقوى الظواهر التي تستجيب إليها النفس من غير وعي ولا شعور، كالشأن في الخيال وهو ظاهرة غامضة أيضا نوعا ما؛ فإنه يجذب النفس إليه لسحر كامن فيه، وسيظل كل من الخيال والموسيقى لغزا غامضا محيرا، يكتفي الناقد في توضيحه بالتعرف على إيحائه وإشارته، والإيحاء والإشارة من أقوى عوامل التأثير في النفس، بل هما من الوسائل الحية التي تنقل ما في النفس من المعاني والمشاعر والعواطف.\nالجزء: 1 ¦ الصفحة: 17\n",
        "والأدب أيضا يعتمد على العاطفة مثل اعتماده على الخيال والموسيقى؛ فالعاطفة في الأدب تقف إزاء العقل، وتمتزج بألوان الفكر فيه، وتقوم المشاعر أيضا بتعميق الأفكار وإثرائها، وإضفاء الحيوية والقوة في جزئياتها، وعلى ذلك فلا يستطيع الأديب أن يثير العاطفة في الآخرين، إلا بعمل مشحون بالعاطفة والمشاعر، وكل منهما في نفسه وثيق الصلة بالإيقاع، ووثيق الصلة أيضا بالخيال للغموض الذي يلفها جميعا.\nوالمادة في البحث الأدبي تختلف باختلاف ذوق الباحث وبميوله الذاتية والأدبية، وإيثاره لاتجاه معين ولون خاص من مواد الأدب التي يجيد الكتابة فيه، ويسبر أغواره، ليصل في دأب إلى الحقيقة التي ينشدها في بحثه، ولا تخرج المادة المختارة في البحوث الأدبية غالبا عن هذه الموضوعات، التي قد تكون صالحة للدراسة والبحث؛ وهي:\n1-\nعصر أدبي معين: مثل العصر الجاهلي أو عصر صدر الإسلام أو العصر المملوكي وهكذا. ومثل هذا الموضوع له خطورته وعقباته التي تقف دون الباحث لتحقيق المراد؛ بسبب سعته وشموله لقضايا تصلح كل قضية منها لأن تكون بحثا مستقلا.\n2-\nالبحث عن \"شاعر\" معين من الشعراء في أي عصر من العصور الأدبية، فيختار الباحث مثلا البحتري أو ابن الرومي أو أحمد شوقي، أو إبراهيم ناجي وغير ذلك، ولا يخلو هذا النوع من الاعتساف أحيانا؛ لأن الشاعر المترجم له قد يكون مكثرا\nالجزء: 1 ¦ الصفحة: 18\n",
        "وعبقرية فذة في إنتاجه الأدبي، وقيمه الفنية الغنية بالدراسة مثل أبي الطيب المتنبي، وحينئذ يختار الباحث جانبا واحدا من قيمه الفنية الكثيرة، وهذا أقرب إلى الأصالة في البحوث والجد في تناولها.\n3-\nالبحث في \"موضوع\" خاص من موضوعات الأدب مثل غرض من الأغراض الشعرية، وفن من فنونها كالشعر السياسي في العصر الأموي، أو النقائض الشعرية فيها، أو الشعوبية وأثرها في الشعر العباسي، أو أدب الكدية وأثره في اللغة العربية، أو ظاهرة التكسب عند شاعر، أو الوطنية، أو التيار الإسلامي أو الحب العذري، أو الجانب القصصي، وما شابه ذلك.\n4-\nالبحث عن ميلاد نظرية جديدة في الأدب العربي، مثل الصنعة في الشعر العباسي، أو التصوير عند ابن الرومي أو الالتزام عند الشاعر عبد الحميد، أو نظرية \"الفن للفن\" أو \"الفن للحياة\" في الشعر العربي وهكذا.\n5-\nتحقيق \"مخطوطة\" في الأدب من التراث العربي القديم فيقوم بتوثيقها، والموازنة بين نسخها المختلفة، ويتعرف على أقدمها وأقربها إلى صاحبها، ويجمع الأخبار الخاصة بها من خلال كتب التراجم والموسوعات الأدبية، التي تحدثت عنها، وقد يكون التحقيق لنص أدبي في العصر الجاهلي والعباسي، فيقوم الباحث بتوثيقه ونسبته إلى قائله، وشرحه وتفصيله وتحليله ونقده، وتوضيح قيمه الفنية، ويربط بين خصائصه الدقيقة وبين\nالجزء: 1 ¦ الصفحة: 19\n",
        "خصائص الأدب في زمنه.\n6-\nالبحث عن فن من فنون النثر الأدبي مثل فن المقالة ونشأته في الأدب العربي، أو فن القصة أو المسرحية النثرية، وفن السيرة الأدبي، وقد يكون البحث عن جنس أدبي في فن الشعر مثل المسرحية الشعرية عند شوقي، أو الشعر القصصي عند عمر بن أبي ربيعة، وغير ذلك، وقد يكون عن اتجاه أدبي كالقصة الواقعية أو التاريخية أو التحليلية، أو البناء الفني في القصة عند نجيب محفوظ، أو عند المازني، أو تيمور.\n7-\nالبحث عن \"مدرسة\" من مدارس الشعر أو النثر الأدبي مثل مدرسة المحافظين في الشعر الحديث في العصر الحديث، أو \"مدرسة الديوان\"، أو \"مدرسة أبولو\"، وغير ذلك، أو في أدب الرحلات وسواها.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الأسس التي ينبغي تواجدها عند الباحث\n:\nالباحث الدقيق في دراسته والدارس المجيد في بحثه ينبغي أن تتحقق فيه أسس تعين على الدقة، وتجتمع في نفسه دعائم تكشف عن أصالته، وتتميز بها شخصيته عن غيره، فيما لو كتب هو وغيره في موضوع واحد، وهذه الأسس هي:\n1-\nأن يكون الباحث واسع الاطلاع موفور الثقافة، جم المعارف، خاض غمار المصادر والمراجع التي تتصل بموضوع بحثه ولو لأدنى ملابسة، وقرأها قراءة شاملة، ووقف طويلا عند كل فكرة\nالجزء: 1 ¦ الصفحة: 20\n",
        "من أفكاره وأطال النظر متأنيا في كل فكرة، وهو يقوم آنذاك بالتحقيق والتحليل والتطبيق والاستنتاج، فإذا كان موضوع البحث في العصر الأموي \"النقائض في الشعر الأموي\"، فينبغي على الباحث فيه أن يتناول كل الأصول القديمة التي عاصرت الموضوع، والأصول التي جاءت بعد ذلك طوال العصر العباسي من مصادر كثيرة مثل \"النقائض بين جرير والفرزدق\" لأبي عبيدة، وكذلك \"النقائض بين جرير والأخطل\"، ومن الموسوعات \"الأغاني لأبي الفرج الأصفهاني\" وسوى ذلك، وينبغي على الباحث استقراء المراجع الحديثة التي كتبت عن الموضوع مثل تاريخ النقائض في الشعر العربي، لأحمد الشايب وغيرها.\n2-\nاليقظة التامة، والحذر الشديد من آراء الآخرين، وتجنب التقليد فيها، فلا يسلم الباحث بها كحقيقة واقعة، بل ينبغي أن يكون شديد الحذر من كل رأي، يقظا في كل اتجاه، وعلى وعي تام بالآراء التي قيلت حول الموضوع، وعلى بصيرة نافذة لفهم الحقائق، والبعد عن التزييف والتقليد.\n3-\nأن يشفع الباحث آراءهم في البحث بالأدلة القوية والبراهين الساطعة التي ترد الخصم، ويذكر العلل والأسباب التي تقف دون المعارضين لرأيه، وذلك في أسلوب قوي يملك عليهم مشاعرهم، وتصوير بارع ينفذ إليهم من كل منافذ الإدراك من عقل وحس وعاطفة ووجدان.\n4-\nأن يقف الباحث على النتائج وأصالتها وعناصر الجدة فيها\nالجزء: 1 ¦ الصفحة: 21\n",
        "التي انتهى إليها الباحث قبله في موضوعه، ويتأكد من صدق هذه النتائج وفاعليتها وقتها وصلتها الوثيقة بالموضوع، ثم يبدأ من حيث انتهى إليه الغير، ليصل إلى نتائج جديدة، فيكون عملا علميا جديدا من نوعه، خلع عليه ثوب الجدة والابتكار، وإلا اتصف بحثه بالتكرار والتقليد، والمعاودة والتزييف.\n5-\nأن تبرز شخصية الباحث من خلال عرضه لموضوعه، وأن تظهر بصماته في كل فصل من فصوله، فالبحث الدقيق والرسالة الجيدة هي التي تحمل القارئ لكي يتعرف على شخصية صاحبها من خلال جزئياتها وأفكارها وأسلوبها ونتائجها وغير ذلك، مما يدل على أصالة الباحث وقدرته على الكتابة وعلى موهبته الفنية في التفسير والتدليل، وأصالة الباحث وظهور شخصيته هما من العوامل الأولى في نجاح البحث وجودته.\n6-\nأن تكون لديه ملكة لتذوق الشعر والأدب حتى يكون حكمه صادقا وصحيحا؛ إذا حكم على قيمة فنية من القيم الشعرية، وهذه الملكة تتكون في النفس من كثرة المران والمتابعة في دراسة النصوص الأدبية، والوقوف التام على النظرات النقدية في كل عصر من العصور الأدبية، ثم التعرف على المذاهب النقدية الحديثة واتجاهاتها لفهم التصوير الأدبي، هذا إلى جانب حفظه لكثير من النصوص الأدبية جاهلية وإسلامية وأموية وعباسية ونصوص من الشعر الحديث، ويكون الأساس الأول \"وهو سعة الاطلاع\" له أثره الكبير في تعميق ذوقه وثرائه الفكري، كما يساعد حفظ النصوص الشعرية وفهمها على ذوقه المفعم بالعواطف والمشاعر، وبهما يحدد العواطف والمشاعر في النصوص الأدبية الذي هو موضوع الدراسة والبحث.\nالجزء: 1 ¦ الصفحة: 22\n",
        "أغراض البحث\n:\nالدراسات الجديدة هي أساس النهضة الفكرية وركائز الحضارة، والبحوث المبتكرة من دعائم التقدم العلمي والرقي الأدبي، ولولا ذلك لتبلد الإحساس والشعور، وعجز العقل واللسان، ودارت كل أمة حول نفسها ونظرت تحت أقدامها، وفي هذا قتل للمعرفة التي عن طريقها يسخر العقل الكائنات لخدمة البشر على أحدث أشكالها، وفي هذا موت للمشاعر التي بها يهذب الأدب إحساس الجماهير، ويعمق إدراكهم ويدخل إلى عقولهم من منافذ الوجدان والعاطفة والشعور، وجميعها يخضع لها العقل ويستجيب لها الفكر، وفي هذا أيضا دعوة إلى العجز والتبلد، والكسل والتنطع، فيتوقف سير التقدم، ويتقيد الانطلاق الحضاري والرقي الفكري.\nلذلك كله، كان الغرض من الدراسات العلمية نهوض الأمم وشحذ الهم، وكان الهدف من البحوث الأدبية والرسائل العلمية الحركة الدائبة للعقل البشري؛ فيحل مشكلة، ويضع نظرية، توفر على الإنسان جهدا ومالا ووقتا؛ أو تحريك العاطفة والشعور ليهذب الأديب عواطف الآخرين ومشاعرهم، ويسمو بأصحابها إلى درجة من\nالجزء: 1 ¦ الصفحة: 23\n",
        "الرقي البشري والتهذيب الأخلاقي؛ حتى يكون مواطنا صالحا وإنسانا مهيئا لخدمة نفسه وأهله ووطنه والإنسانية كلها.\nومن هنا نرى الباحث حين يدرس يختار موضوعا من تراثه الأدبي والعلمي القديم فيعمل على تحقيقه وبعثه من جديد، وهو بهذا العمل يحيي أمجاد أمته ويزيل الغبار عن حضارة ماضيه، ويسمى هذا العمل في ميدان البحث بالتحقيق، وعلى الباحث أن يوضح بالدراسة القيم التي اشتمل عليها السفر المحقق ورأيه القوي المدعم بالبراهين في ذلك.\nوقد يتجه الباحث إلى حل مشكلة أدبية قديمة عجز دونها النقاد القدامى لتوفر الدواعي والأسباب لديه، أو دراسة قضية نقدية لم تتضح قبله، وعليه حينئذ أن يعرض القضية كما هي، يضع لها الحلول المدعمة بالأدلة والأقيسة العقلية، ثم يوضح العوامل التي استعان بها في حل القضية، وهل هذه العوامل نبعت من عصر الباحث ولم تتيسر للنقاد القدامى؛ أو كانت موجودة عندهم ولكنهم لم يفطنوا إليها، وهكذا حتى يصل إلى جوهر القضية ويقف القارئ على حقيقتها.\nوقد يتناول الباحث موضوعا جديدا لم يسبقه إليه أحد؛ فيوضح نشأته ونموه وقيمته ونتائجه الفعالة؛ التي أسهمت في الرقي الأدبي والعلمي، ويؤيد هذا بقوة الإقناع وروعة التأثير.\nوقد يعرض الباحث مدرسة أدبية جديدة أو مذهبا نقديا جديدا، فيبين أصوله ورواده وأثره، وغير ذلك من الدراسات\nالدقيقة التي تكشف عن أصالة المدرسة وعراقة المذهب وشخصية الباحث.\nوقد يضيف البحث والدرس إلى الأدب والنقد فنا أدبيا جديدا لم يكن موجودا من قبل ذلك، مثل فن المسرحية الشعرية على يد إمامها شوقي، ومن سار على دربه مثل عزيز أباظة وغيره، فيقف هذا الفن الشعري بجوار الفنون القديمة، كالغزل والمديح وغيرها.\nالجزء: 1 ¦ الصفحة: 24\n",
        "الفرق بين\nالكتاب\nوالرسالة والمقالة والتقرير والتلخيص والتحقيق\nمدخل\n...\nالفرق بين الكتاب والرسالة والمقالة والتقرير والتلخيص والتحقيق:\nيشمل البحث والدراسة هذه الأنواع وهي \"الكتاب\" والرسالة و\"المقالة\" و\"التقرير\" و\"التلخيص\" و\"التحقيق\" لأن المؤلف للكتاب، والباحث للرسالة الجامعية، والكاتب \"للمقالة\" وغيرها، كل هؤلاء يتخذ كل الوسائل العلمية للبحث والتنقيب، حتى يتحقق لموضوعه أو فكرته تفوقا وتأثيرا في النفوس، وأثرا قويا في التوجيه والإصلاح أو التهذيب والبناء أو الإضافة والجدة والابتكار.\nوهذا هو ما نحسه في الظاهر، ولكن هذه الدراسات وإن اتفقت فيما تقدم إلا أن لكل واحد منها سمات تميزها عن الآخر، وخصائص تنفرد بها عما سواها؛ لتكون حدا فاصلا بينها وبين غيرها.\nالجزء: 1 ¦ الصفحة: 25\n",
        "الكتاب\n:\nقد يختار الباحث موضوعا واسعا يشمل أكثر من قضية أدبية، أو يمتد فيشمل عصرا أدبيا كله أو عصرين، مثل الكتب الدراسية المقررة في تاريخ الأدب أو النصوص الأدبية؛ فنرى كتابا يشمل العصر الجاهلي والعصر الإسلامي، وآخر يشمل العصر الأموي والعباسي الأول، والعصر الواحد في جانب الرسائل الجامعية يصلح لرسائل علمية كثيرة تتجاوز المئات أو تزيد مثل العصر الأموي أو العصر العباسي الأول.\nوهذا ما لا يجوز في عرف الرسالة وإن جاز في سوق الكتاب الذي يجمع ما تفرق؛ ليقارن ويوازن، ويحدد الخصائص والسمات للمضمون والشكل بكل عناصرهما.\nوليس من الضروري لمؤلف الكتاب أن يقف عند جزئية من جزئياته قاضيا عادلا يحكم في كل أمر، ويستخدم ذوقه وفكره، بل يكتفي أحيانا بحشد الآراء وسوق المقولات حول موضوعه، مع تعقيبات لا تكشف عن جرأة أو كشف جديد غالبا إلا في القليل النادر لبعض القضايا العارضة.\nالجزء: 1 ¦ الصفحة: 26\n",
        "الرسائل الجامعة والبحث العلمي\n:\nوالأمر في الرسالة الجامعية يختلف كثيرا عن الكتاب؛ إذ الباحث هنا يناقش كل فكرة ويدلي فيها برأيه وذوقه، وينصب نفسه حكما في كل نتيجة يصل إليها مقدرا في نفسه أنها ستكون موضع النقد والتجريح؛ لذلك يعمل جاهدا على أن يكون حكمه ورأيه مدعما بالأدلة التي تقنع الآخرين، ويعرضه في إطار علمي وتصوير أدبي يملك مشاعر المعارضين ويقنعهم، وبذلك يضيف جديدا إلى التراث القومي، ويرسي لبنة في بناء الفكر الإنساني الذي يعمل كل باحث\nعلى أن يشارك في نهضته ورقيه.\nوالنتائج التي يصل إليها الباحث في رسالته الجامعية تعد قسما مشتركة بينه وبين المشرف؛ إذ هما معا يتحملان مسئولية كل النتائج، بينما مؤلف الكتاب هو وحده الذي يتحمل مسئولية كل فكرة فيه، لأن المؤلف يرجع إليه الأمر وحده فيما كتب.\nوالرسالة الجامعية لا يجوز نشرها قبل إجازتها عن طريق تشكيل لجنة علمية من بينها الأستاذ المشرف، تناقش الباحث في محفل عام، فإن أجازت اللجنة رسالته واستحق عليها درجة علمية كان من حقه أن ينشرها للقراء.\nوأما\nالمقالة\nفلها خصائص كثيرة التي تميزها عن أختيها السابقتين الرسالة والكتاب، وستتضح سماتها من خلال فكرة موجزة عنها وعرض سريع لمفهومها ونشأتها وأنواعها وأهميتها وخصائصها.\nالجزء: 1 ¦ الصفحة: 27\n",
        "المقالة\n:\nاختلف النقاد في تحديد مفهوم المقالة، فقد وضعوا لها تعاريف تدل على مدى فهم الناقد لها ودرجة شموله لجزئياتها. فقد وردت تعريفات لها مختلفة؛ فنراهم يقولون أنها قطعة مؤلفة متوسطة الطول، وتكون عادة منشورة في أسلوب يمتاز بالسهولة والاستطراد، وتعالج موضوعا من الموضوعات وكأنها تعالجه -على وجه الخصوص- من ناحية تأثر الكاتب به1 وجاء في فنون الأدب2: أنها في صميمها قصيدة وجدانية سيقت نثرا، لتتسع لما لا يتسع له الشعر المنظوم.. وأن الأسلوب الجيد في المقالة يجب أن يكون ذاتيا لا ينبني على أساس عقلي ولا يبسط حقائق موضوعية.\nوغير ذلك من مفاهيم لها، ونقادنا المحدثون يصفونها بقولهم: إنها قطعة نثرية محدودة الطول والموضوع، تكتب بطريقة عفوية سريعة، خالية من التكلف والرهق، وشرطها الأول أن تكون تعبيرا صادقا عن شخصية الكاتب3.\nويرى العقاد أنها تكتب على نمط المناجاة والأسمار وأحاديث الطرق بين الكاتب وقرائه، وأن يكون فيها لون من ألوان الثرثرة أو الإفضاء بالتجارب الخاصة والأذواق الشخصية4.\nأو أنها كلام ليس المقصود به التعمق والتركيز، وهي في مدلولها الحديث ثرثرة بليغة محببة، يبدأ صاحبها ولا يعرف كيف ينتهي5، أو أنها لا تستوفي الحقائق كلها وإنما يختار\n1 محاضرات عن فن المقالة الأدبية، د. محمد عوض محمد.\n2 ترجمة الدكتور زكي نجيب محمود.\n3 فن المقالة د. محمد يوسف نجم.\n4 فرنيس باكون: عباس محمود العقاد.\n5 أدب المازني د. نعمان أحمد فؤاد.\nالجزء: 1 ¦ الصفحة: 28\n",
        "كاتب المقال جوانب من الموضوع الذي يطرقه للبحث والنظر ويسلط عليه أضواء فكرة، ويلونها بلون شخصيته، وهو في هذا العرض يكشف عن مدى قدرته الفنية\n...\nبل يستلزم كذلك القدرة على انتقاء المواد المناسبة، وإنماء فكرة وتحديد الهدف، والمقالة قبل كل شيء عمل فني يستدعي إتقانه والتبريز فيه اقتران الموهبة بالممارسة والتجربة، فتلتقي حينئذ في كاتب المقال الصفات العقلية بالمزايا الشخصية، لأنها -أي المقالة- تعبير عن وجهة نظر خاصة1.\nوغير ذلك من التعريفات التي تحدد عناصرها وتوضح أفكارها، وأرى أن المقالة نمط تعبيري حي، يتجاوب مع أحداث الحياة، وبها نتعرف على ملامح كل جديد، وخصائص كل محدث من سياسة وأدب ونقد واجتماع وعلوم، في أقرب وقت وبأقل جهد يبذله، وعناصر المقالة هي:\nأ- تجنب المقدمات الطويلة.\nب- وضوح الفكرة وطرافتها.\nج- حسن العرض وجمال النسق.\nد- الاستدلال عليها والانقياد لها طوعا.\nهـ- الاعتماد على عناصر التشويق التي تتفتح لها مغالق النفس.\n1 دراسات في الأدب العربي الحديث ومذاهبه، د. محمد عبد المنعم خفاجي.\nالجزء: 1 ¦ الصفحة: 29\n",
        "و ألا يظهر الكاتب في المقالة متحيزا لرأي أو مذهب أو منساقا لهوى.\nس- أنها فن نثري تقف بجوار القصة والأقصوصة والمسرحية والرسالة والخطبة.\nنشأتها وأطوارها:\nوالمقالة بمفهومها الفني الحديث السابق تكاد لا توجد في أدبنا العربي القديم إن صح أن يقال: إنها تمثل بهذا المفهوم البناء الفني لها الأخير والحديث معا.\nوكانت قديما توجد على هيئة رسائل تكتب في شتى النواحي الأدبية والإخوانية والفكاهية، في الجوانب السياسية والاجتماعية والعلمية وفي الغزل والمديح والوصف وغير ذلك، وتتمثل في الرسائل الإخوانية والعلمية والنقدية كرسالة عبد الحميد الكاتب، التي يضع فيها الأسس والقواعد للكتابة الديوانية، فهي شبيهة بالمقالة السياسية، ورسائل الجاحظ في فصول كتابه \"البخلاء\" وهي مقالات فكاهية تنم عن روح الجاحظ الخفيفة العذبة، وصحيفة بشر بن المعتمر المشهورة.\nوكذلك الأمر عند أبي حيان التوحيدي في \"مقابساته\" أو \"الإمتاع والمؤانسة\" فعبرت مقالاته فيهما عن غريزة الفكر، وهي جميلة العرض دقيقة الموضوع.\nالجزء: 1 ¦ الصفحة: 30\n",
        "ولما كان العصر الحديث قد دخلت فيه الصحافة النشاط الإنساني، وأصبح الفن الصحيفي قوي التأثير واسع الانتشار سريع الإفادة -اهتم بالمقالة، ونمت في ظلاله، وتحدد مفهومها الفني الشامل في أرقى درجة عرفت من يوم ميلاده في أدبنا العربي القديم، وكان للصحافة أثر كبير في المقالة:\nأ- قربت الصحافة لغة المقالة من الجماهير فطوعت أسلوبها وآلات تراكبيها.\nب- أصبح لها رواد يحددون خصائصها، ويهذبون متونها وإمامهم في ذلك الشيخ محمد عبده.\nج- أصبحت المقالة هي المسايرة الحية في نقل التشريعات والأوامر والتوجيهات من الحكومة إلى الرعية.\nد- تعدد الصحف والمجلات التي اشتملت على المقالة السياسية والأدبية والاجتماعية والعلمية مثل \"الوقائع المصرية، وادي النيل، الوطن، مرآة الشرق، روضة الأخيار\" ومن كتابها رفاعة رافع الطهطاوي وعبد الله أبو السعود.\nثم صحف الأهرام، مصر، التجارة، الفلاح، الحقوق ومن كتابها الشيخ محمد عبده، ومحمد المويلحي، وسعد البستاني، ومحمد عثمان جلال، وعبد الرحمن الكواكبي وغيرهم.\nثم صحف السفور، اللواء، الاستقلال، السياسة، البلاغ، الأخبار، الأسبوع، المصري، الأساس، الدستور\" ومن روادها\nالجزء: 1 ¦ الصفحة: 31\n",
        "عبد الحميد حمدي ومحمد فريد وجدي، ومحمود عزمي ومحمد حسين هيكل، وعبد القادر حمزة وأمين الرافعي والمازني وغيرهم، هذا بالإضافة إلى المجلات الأدبية والعلمية التي انتشرت في جميع العالم الإسلامي والعربي.\nوفي هذه الصحف وعلى أيدي هؤلاء الرواد تحددت خصائص المقالة، وأصبحت فنا أدبيا له رونقه وسحره في النفوس، وأصبحت رائجة كرواج الأقصوصة والقصة، بل أكثر رواجا منهما، لأنها لا يخلو منها موضوع يقال، سواء أكان موضوعا في النقد أو الأدب أو الاجتماع أو السياسة أو العلم؟\nوانتهت المقالة في أطوارها المختلفة بتحديد ملامحها التي سبق أن ذكرتها والتي ستظهر أكثر حينما نعرض أنواعها وخصائص كل نوع.\nأنواعها:\nوتتنوع المقالة إلى نوعين: وهي المقالة الذاتية والمقالة الموضوعية ولكل منها أقسام سأوضحها بالتفصيل:\n1-\nالمقالة الذاتية:\nوهي التي تعتمد على عاطفة الكاتب وشعوره فهو يتحدث عن ذات نفسه أمام خاطرة أو مشهد أو حدث؛ ليصور انطباعه الذاتي لهذه الأمور.\nالجزء: 1 ¦ الصفحة: 32\n",
        "وأن يسير الكاتب فيها على غير النسق المنطقي، وإن كان في تسلسل ونمو بالفكرة حتى ينتهي إلى آخرها، وألا يثير الجدل والنقاش في التصوير، وألا يعتمد على التوجيه والإرشاد وإلا دخلت في إطار المقالة الموضوعية، وتتركب المقالة الذاتية من:\nأ- المضمون: وهو الفكرة والمشهد أو الحدث الذي أثاره الكاتب وجعلها موضوع حديث في المقالة.\nب- القالب: وينبني فيها على أمرين:\n1-\nالتصميم: وهو التصوير التركيبي لها والتخطيط البنائي الذي يضعه الكاتب نصب عينيه بين حين وآخر حتى ينتهي إلى الخاتمة.\n2-\nالأسلوب: ويتحدد في انتقاء الكلمة واختيار العبارة والتنسيق بين التركيب، وملائمة الإيقاع للموضوع.\nأقسام المقالة الذاتية:\n1-\nالمقالة الشخصية: وهي التي تعبر عن ذات الشخص وعواطفه ومشاعره.\n2-\nفي النقد الاجتماعي: وهي التي تقوم بنقد العادات والتقاليد في المجتمع.\n3-\nالمقالة الوصفية: وتعتمد على دقة الملاحظة، فيتعاطف فيها الكاتب مع عناصر الطبيعة، ويبعث الحياة فيها من روحه فيحبها وتحبه ويشعر بها وتشعر به.\nالجزء: 1 ¦ الصفحة: 33\n",
        "4-\nفي وصف الرحلات: وهي المقالة التي تسجل العالم الجديد والاكتشافات الجديدة.\n5-\nمقالة السيرة: وهي ترجمة للإنسان الحي أو صوره له كما هو في الواقع بين الناس مثل مقالات \"المازني، العقاد، طه حسين، البشري\".\n6-\nالمقالة التأملية: وهي التي تصور مشكلات الحياة الدقيقة وأسرار الكون الخفية، ونوازع النفس البشرية مثل أحمد أمين في مقاله \"الحظ\".\n2-\nالمقالة الموضوعية:\nوهي العمل الذي تختفي فيه شخصية الكاتب وتبرز المادة فيها مدروسة لها عناصرها التي لا دخل للعاطفة فيها، وتخضع لخطة منهجية تتسم بالدقة والوضوح والاستنتاج، والترقيم والتدليل.\nتركيبها: وتتركب من:\n1-\nالمقدمة التي تبنى على مسلمات ومعارف لدى القراء لا تحتمل منهم إنكارا، أو تصادف اعتراضا، مع مراعاة صلتها الوثيقة بالموضوع وقربها للأفهام.\n2-\nالعرض ويشتمل على العناصر الرئيسية للموضوع سواء أدت إلى نتيجة واحدة، أو تعددت نتائجها، لا يضير شيئا ما دامت العناصر خاضعة للفكرة الرئيسية والغرض منطقيا أو واقعيا ومؤيدا بالبراهين.\nالجزء: 1 ¦ الصفحة: 34\n",
        "3-\nالخاتمة: وهي نتيجة المقالة وثمرتها، ولا بد أن تكون النتيجة طبيعية فيها، مقتنعة واضحة، صريحة.\nأقسامها:\n1-\nالمقالة النقدية: وهي التي تناولت موضوعات النقد الأدبي والإصلاح الاجتماعي، وكانت تظهر في مجلة \"البيان\" لعبد الرحمن البرقوقي و\"الرسالة\" للزيات، ومن أشهر رجالها العقاد وطه حسين، والمازني وشكري وغيرهم.\n2-\nالمقالة الفلسفية: وهي التي تعرض شئون الفلسفة، وتقوم بالتحليل والتفسير والقضايا الغامضة، مثل مقالات أحمد لطفي السيد، وزكي نجيب محمود.\n3-\nالمقالة التاريخية: وتعتمد على الروايات والأخبار، والحقائق لتحصيلها وتنسيقها وتفسيرها وعرضها عرضا تاريخيا دقيقا.\n4-\nالمقالة العلمية: وتتناول نظرية علمية أو مشكلة تحتاج إلى التعرف عليها وعرضها عرضا علميا موضوعيا مثل مقالات دكتور أحمد زكي.\n5-\nمقالة العلوم الاجتماعية: وهي التي تعرض شئون السياسة ومسائل الاجتماع، ومشكلات الاقتصاد عرضا موضوعيا يعتمد على الأرقام والإحصائيات الدقيقة والموازنات، بالتحليل والتعليل والوضوح والبعد عن الخيال والتصوير البياني وترك المحسنات المتكلفة\nالجزء: 1 ¦ الصفحة: 35\n",
        "التقرير\n:\nيتعرض الباحث في حياته العلمية لمواقف تقتضي منه أن يرفع تقريرا عن عمل علمي أو أدبي أو إحصائي أو عمل ميداني، أو غير ذلك؛ ليعطي صورة كاملة ودقيقة في إيجاز عن أحد هذه المجالات المختلفة لأهداف يقتضيها البحث العلمي أو الحياة العلمية في المجال الميداني، وعلى ذلك ينبغي رعاية ما يأتي:\nأولا: الخصائص الفنية للتقرير\n1-\nاختيار الألفاظ الدقيقة التي تعبر عن المعنى بوضوح فلا يحتاج من القارئ إلى تأمل أو روية.\n2-\nينبغي أن تكون الجمل قصيرة الفقرات، ولا يعتمد على الجمل الطويلة الممتدة، مع التنسيق بينها بعلامات الترقيم.\n3-\nألا تطغى العواطف الحارة والمشاعر المتدفقة على عرض الحقائق في التقرير، بل ينبغي أن يتجرد من العواطف الشخصية والمشاعر الذاتية، حتى تتصف الحقائق فيه بالموضوعية.\n4-\nألا يفسح للخيال طريقا للتعبيرات بصوره البيانية كالاستعارة والتشبيه والكناية والمجاز، فإن هذه الصور، تخفي الحقيقة وتجعلها غامضة غير واضحة؛ فتحتاج إلى وقت طويل للتعرف عليها، وهذا لا يتلاءم مع منطق الوضوح في عرض التقرير.\n5-\nعرض الحقائق كما هي في الواقع بلا زيادة أو نقصان ليكون العمل جادا ومثمرا.\nالجزء: 1 ¦ الصفحة: 36\n",
        "6-\nينبغي أن يعرض التقرير في إطار محدد، يحتوي على فقرات منسقة حسب اختلاف الموضوعات؛ لينفرد كل موضوع بفقرة متميزة ومستقلة.\n7-\nينبغي أن يستخدم الأرقام والإحصائيات الدقيقة بعد الاستقراء الشامل والدقيق.\n8-\nلا بديل عن الإيجاز والتركيز في عرض حقائق التقرير، بحيث تؤدي الجملة ما يراد منها في أضيق الحدود، ومن أقرب الطرق من غير تكرار أو إطناب أو تفصيل أو تعليق أو اهتمام بالحواشي والهوامش.\n9-\nأن تكون له مقدمة تشتمل على موضوع التقرير في لمحة سريعة لا تتجاوز عدة أسطر.\n10-\nألا يغيب عن خاطر الباحث لحظة أنه مسئول عما يحتويه التقرير من حقائق تطابق الواقع في مجال البحث.\nثانيا: شخصية الباحث في التقرير\n1-\nعرض النتائج التي توصل إليها الباحث بإيجاز في نهاية التقرير، وذلك من خلال الحقائق المعروضة في موضوعه.\n2-\nحصر الملاحظات العامة التي تعبر عن وجهة نظره في مجال البحث بإيجاز.\n3-\nعرض المقترحات التي تجعل عمله جادا ودقيقا ومثمرا بحيث يصحح فيها الأخطاء ويحدد المقتضيات والأهداف.\nالجزء: 1 ¦ الصفحة: 37\n",
        "التلخيص\n:\nلا يستغني الباحث في أعماله العلمية والأدبية عن تلخيص مقال أو بحث أو كتاب، لكي يعرضه في صورة موجزة وسريعة يحدد فيها منهج الآخرين في مؤلفاتهم والنتائج التي انتهوا إليها، ولهذا ينبغي أن يسير الباحث مترسما الخطوات التالية:\n1-\nعرض موجز ودقيق عن المؤلف وعصره لبيان مكانته العلمية والأدبية مما يكون له أثر واضح في كتابه.\n2-\nعرض موضوع الكتاب وأهداف المؤلف من معالجة هذا الموضوع وطريقة نشره وتوزيعه وطبعته وتاريخها.\n3-\nمنهج صاحب الكتاب في تناول بحثه فمثلا في الأدب هل سار على المنهج التاريخي؟ أو المنهج النفسي أو المنهج الفني أو المنهج التكاملي؟ أو غير ذلك؟\n4-\nخطة الكتاب، وما سار عليه المؤلف من تقسيمه إلى فصول فقط أو أبواب يتفرع من كل باب فصول متعددة.\nثم يعرض الباحث ما يتضمنه كل فصل من حقائق في إيجاز بأسلوب بعيد عن المبالغة والعواطف الذاتية والمشاعر المتدفقة وعن صور الخيال والأساليب الفضفاضة الواسعة.\n5-\nتحديد نوع المصادر والمراجع التي اعتمد عليها المؤلف وهل\nالجزء: 1 ¦ الصفحة: 38\n",
        "كان متفقا معها؟ متتبعا خطواتها، وعلى ذلك لم ينته المؤلف إلى نتائج جديدة، لا لأنه أعاد وكرر لما في المصادر والمراجع السابقة عليه، أو سار المؤلف في عمله على نحو جاد وبناء، لأنه اتخذ هذه المراجع والمصادر أساسا ومنطلقا لتحقيق فكرة جديدة توصل إلى نتائج لم تكن موجودة من قبل.\n6-\nشخصية المؤلف داخل البحث: هل كان موضوعيا في تناول القضايا؟ أم كان يعبر عن تجربته الذاتية؟ فتحدث عن شخصه لا عن موضوع الكتاب؟ كذلك يحدد الباحث اتجاه المؤلف فقد يلتزم التحليل والنقد والموازنة، وقد يتجه إلى إثارة القضايا والمشاكل؛ لكي يشغل محتوى الكتاب بالرد، والنقاش والجدل.\n7-\nعلى الباحث في النهاية أن يعرض النتائج بإيجاز وبأمانة التي توصل إليها صاحب الكتاب، وأهمية هذه النتائج في مجال البحوث العلمية المعاصرة، ومدى ما أحدثته من آثار -في هذا الجانب العلمي.\n8-\nينبغي على الباحث ألا تظهر شخصيته في عرض التلخيص ولا يعبر عن وجهة نظره نحو الكتاب الذي يقوم بتلخيصه إلا حينما يتخذ هذا المؤلف منطلقا وأساسا لبحثه الجديد؛ لكي ينطلق منه إلى آفاق جديدة لم تكن موجودة فيه.\n9-\nولا يصح أن يتعرض الباحث حين ينقد الكتاب الملخص إلى شخص المؤلف، وإنما ينقد قضايا الكتاب مجردة عن صاحبها.\nالجزء: 1 ¦ الصفحة: 39\n",
        "10-\nأن يكون نقد الباحث بناء وجادا ومثمرا ليثري الحياة العلمية بما هو نافع وجديد.\nالجزء: 1 ¦ الصفحة: 40\n",
        "التحقيق\n:\nومجال آخر في البحوث وهو التحقيقات لمخطوطات من كتب التراث العربي لإخراجها في مجال البحث والدراسة، وتيسر الاطلاع عليها بالتوضيح والطبع والنشر، وذلك في عمل شاق وجاد يحتاج إلى جهد كبير ودقة علمية في تحرير النصوص المخطوطة وتوثيقها في أمانة وتحقيق.\nفالأصول الأولى التي يتناولها الباحث في بحثه، ينبغي أن تكون صحيحة في نسبتها إلى صاحبها وفي متنها موثقة برواة ثقاة اشتهروا في التراث بالنزاهة والصدق والدقة والتحري، أمثال الأصمعي البصري، والمفضل الكوفي، وابن سلام الجمحي، وابن الأعرابي، وغيرهم، كما ينبغي أن يعرف الباحث الرواة الذين اهتزت فيهم هذه الثقة وطعنهم القدماء، أمثال حماد الراوية وخلف الأحمر، ومحمد بن إسحاق بن يسار، وغيرهم.\nيقول المفضل الضبي: \"قد سلط على الشعر من حماد الراوية ما أفسده، فلا يصلح أبدا، فقيل له: وكيف ذلك؟ أيخطئ في روايته أم يلحن؟\nقال: ليته كان كذلك، فإن أهل العلم يردون من أخطأ إلى الصواب، لا ولكنه رجل عالم بلغات العرب وأشعارها، ومذاهب الشعراء ومعانيهم، فلا يزال يقول الشعر يشبه مذهب الرجل، ويدخله في شعره، ويحمل ذلك عنه في الآفاق؛ فتختلط أشعار\nالجزء: 1 ¦ الصفحة: 41\n",
        "القدماء، ولا يتميز الصحيح منها إلا عند عالم ناقد، وأين ذلك؟\nوسلط حماد على الكوفة، كما ابتليت البصرة بخلف الأحمر وكذلك ما فعله علماء السير، مثل ابن إسحاق، الذي ذكره ابن سلام في قوله:\nوكان ممن أفسد الشعر وهجنه وحمل كل غثاء منه محمد بن إسحاق بن يسار مولى آل مخرمة بن عبد المطلب بن عبد مناف، وكان من علماء الناس بالسير.. فقبل الناس الأشعار وكان يعتذر منها ويقول:\nلا علم لي بالشعر، أوتى به فأحمله، ولم يكن ذلك له عذرا فكتب في السير أشعار الرجال الذين لم يقولوا شعرا قط، وأشعار النساء فضلا عن الرجال، ثم جاوز ذلك إلى عاد وثمود؛ فكتب لهم أشعارا كثيرة وليس بشعر، وإنما هو كلام مؤلف معقود بقواف.\nولذلك كان على الباحث أن يوثق الأصول بكل ملابساتها أثناء التحقيق، وحين يستشهد بها في بحثه العلمي، والتوثيق عندي ركن من أركان التحقيق؛ لأن توثيق الكلمة المحققة هو ذكرها كما وردت في الكتاب المحقق بخطئها كما هي، فالباحث بهذا يوثقها فيجمع بين التحقيق والتوثيق ليكون أمينا في عمله العلمي.\nالأصول الأولى في التحقيق:\nأولى النصوص بالتحقيق هي الأولى المنسوبة إلى صاحبها، التي كتبها بنفسه، أو أملاها على تلاميذه، أو أجازها بعد\nالجزء: 1 ¦ الصفحة: 42\n",
        "أن أملاها، أو قرأها، مع إثبات ما يفيد ذلك في النسخة أو في غيرها من كتب التراث، وهذه النسخة تعد \"النسخة الأم\" أما النسخ التي أخذت عن الأم فتسمى \"بالفروع\" وتقدم النسخة الفرع عن أختها، إذا كانت أقدم في الزمن تاريخا، وأسبق في الكتابة والنسخ، وتعد هذه \"الفروع\" أصول ثانوية مع النسخة \"الأم\" اللهم إن فقدت \"الأم\" فتقدم أقدم النسخ الفرعية وأدقها في النسخ والإحاطة والتوثيق، وتصير هي النسخة \"الأصل\" وما عداها من \"الفروع\" تعد ثانوية.\nهذا إذا كانت الأصول والفروع منسوبة إلى كاتبها المعروف الثقة، فإن جهلت النسبة يكون ترتيبها على النحو الآتي:\nأولا: الأقدم تأريخا:\nثانيا: إن انعدم التاريخ فيكون بالخط، فإن لكل عصر خطا يتميز به عن العصر الآخر، وهذا يحتاج إلى مهارة وحذق في معرفة الخطوط.\nثالثا: فإن لم يتيسر التمييز بالخط، فالأمر يرجع إلى قدم الورق ونوعه فإن لكل عصر اتجاها عاما في استعمال نوع من الورق اشتهر في الكتابة أثناء العصر.\nملحقات بالأصول الأولى:\nيلحق بالأصول الأولى ما نقله المؤلف في كتابه من المخطوطة سواء أتى على جميع المخطوطة أو على بعضها، فيعد هذا\nالجزء: 1 ¦ الصفحة: 43\n",
        "المنقول أصلا في التحقيق إن لم توجد النسخة الأم، أو فرعا في التحقيق إن وجدت.\nأما النسخة المصورة عن المخطوطة فتكون كالأصل تماما الذي أخذت عنه الصورة، سواء أكان أما أو فرعا، وكذلك يلحق بالأصول النسخة المطبوعة التي فقد أصلها، ولم يستطع الباحث الوصول إليها، فتعد هذه النسخة المطبوعة أصل المخطوطة.\nوكذلك المسودات المكتوبة بخط المؤلف تكون نسخة ملحقة بالنسخة المبيضة للمؤلف، فهي الأصل، لأنها من حيث العرف هي النسخة التي يغلب عليها النضج والكمال، فالمبيضات في الغالب تعد عملا تاما في الإخراج.\nوإذا تكررت المبيضات، فتصدر عن صاحبها أكثر من مبيضة كما هو معروف في العصر الحديث بالطبعة الأولى والطبعة الثانية والثالثة وهكذا، فإن لم ينص المؤلف على التمييز بينها، فتعد المبيضات كلها نسخة أصلية واحدة، وإن نص على أحدها بأنها هي التي اعتمدها؛ لأنها اشتملت على تحقيقات ومراجعات وزيادات، مما جعلها كاملة دقيقة، فيؤخذ بقوله هذا، وتعد في نظرنا هي \"الأصل\" المقدم على غيره، وما عداه فهو ثانوي.\nوتكرار المبيضات أمر مشهور في كتب التراث، أشار إلى ذلك ابن النديم في الفهرست، وابن أبي الحديد في شرح نهج البلاغة، وكذلك الخطيب البغدادي في تاريخ بغداد، وياقوت الحموي في\nالجزء: 1 ¦ الصفحة: 44\n",
        "معجم الأدباء وغيرهم.\nتوثيق العنوان:\nمن العقبات التي تكابد المحقق تحقيق العنوان وتوثيقه، فهذا أمر شاق يحتاج منه إلى حذر وذكاء وخبرة في فن التحقيق؛ لأن الجهل بالعنوان يتخذ أشكالا تمويهية متنوعة، فتارة تسقط الأوراق التي تنص على العنوان، وتارة تظل كما هي، ولكن العنوان يكون مطموسا فيها، قد تآكلت حروفه، أو عبثت به الأيادي قصدا، فغيرته بعنوان آخر.\nفأما الحالة الأولى:\nحين تكون الأوراق التي تحمل العنوان مفقودة، سواء أكانت الورقة الأولى، أو كانت الأوراق التي تشتمل على مقدمة الكتاب، وغالبا ما يشير فيها المؤلف إلى عنوان كتابه، ومضمونه أو كانت الأوراق الأخيرة، التي تشير إلى انتهاء الكتاب المعنون بعنوان كذا، ويذكر المؤلف عنوانه، أو كانت في بعض الأوراق المفقودة داخل الكتاب، والتي قد تضطر المؤلف إلى أن يشير فيها إلى عنوان الكتاب.\nوعلى المحقق حينئذ أن يراجع هذه المواطن كلها في الكتاب بدقة وبحذر، مستخدما عمق تجربته في التحقيق، فإن لم يعثر على العنوان فيها، اتجه للبحث عنه في مظانه الأخرى، مثل كتب التراجم وكتب المؤلفات القديمة والحديثة للحموي، وابن النديم\nالجزء: 1 ¦ الصفحة: 45\n",
        "وابن خلكان، والزركلي، وبروكلمان، وفؤاد سيزكين وغيرهم، وقد يتجه المحقق بخبرته وسعة اطلاعه إلى محتويات المؤلفات الأخرى، التي تكون مظنة الحديث عن هذا الكتاب ومؤلفه، وعنوانه ومضمونه ومحتوياته، وخاصة إذا كان صاحب الأصل المحقق مشهورا، فلا تخلو المصادر والمراجع من ذكره، وذكر مؤلفاته التي اشتهر بها.\nوأما الحالة الثانية:\nوهي طمس الحروف من العنوان، فالتحقيق له يكون أيسر من الحالة الأولى، فيستخدم المحقق النسخ المخطوطة الاخرى الأصلية والثانوية، ليجمع حروف العنوان الناقصة من كل النسخ، فإما عن طريق التحقيق في كل حرف ظاهر من كل النسخ، ليضعه في مكانه ويرتبه حسب موقعه، الذي أخذ منه، حتى يستكمل كل الحروف، فيبرز له العنوان واضحا.\nوأما عن طريق سد الخروم في العنوان، فتعينه النسخ الأخرى على سد الخروم في العنوان، حتى إذا ما تكاملت سد الثغرات، أخذت الحروف مكانها من العنوان، فيبرز واضحا أيضا، لأن كثرة النسخ المخرومة تعين على سد الثقوب، التي أذهبت ببعض الحروف للنسخ الموفورة.\nوأما الحالة الثالثة:\nوهي عبث الأيادي في تغيير العنوان وتبديله عن طريق التزييف\nالجزء: 1 ¦ الصفحة: 46\n",
        "له فهذا أخطر من الحالة الثانية، لأن المزيف قد يستخدم وسائل التضليل والتمويه، بأن يناسب بين الخط والشكل والمداد حتى يزج بالباحث في متاهات الغموض، فيضل الوصول إلى حقيقة العنوان.\nوفي هذه الحالة يرجع المحقق إلى المظان المختلفة والمتنوعة التي ذكرتها في الحالة الأولى، حتى يصل إلى توثيق العنوان الحقيقي للكتاب، وهذا أيضا يحتاج إلى حذر ويقظة، وذكاء وخبرة بالتحقيق.\nتوثيق المؤلف \"صاحب الكتاب\":\nمن العقبات التي تقف دون الحقيقة أمام المحقق هي توثيق اسم المؤلف، والتحقيق من نسبة الكتاب إليه، فهذا أمر حدث فيه خلط كبير في كتب التراث القديم.\nفأما الحالة الأولى:\nوهي توثيق اسم صاحب الكتاب، فلابد من بذل الجهود العلمية والمحاولات الدقيقة بحذر وذكاء للوصول إلى صحة اسم صاحب الكتاب، وخاصة أن بعض عناوين الكتب قد تكون مشتركة بين كثير من المؤلفين، وللتحقيق من هذا يتخذ المحقق الخطوات التالية:\n1-\nالتحقيق من معرفة عنوان الكتاب يساعده كثيرا على معرفة\nالجزء: 1 ¦ الصفحة: 47\n",
        "صاحب الكتاب، وذلك بمراجعة فهرست المكتبات والمؤلفات وكتب التراجم قديما وحديثا.\n2-\nفإن لم يصل إلى حقيقة الاسم عن الطريق السابق، فإنه يغوص في أعماق الكتب الأخرى، فقد يجد نصوصا متفرقة في بطونها منسوبة إلى هذا الكتاب المذكور، وقد تفرقت بعض نصوص في مصادر أخرى.\n3-\nالتحقق من داخل الكتاب نفسه، فقد يرد فيه من النصوص والمصطلحات ما يدل على تعيين العصر، الذي كان يعيشه صاحب الكتاب، فإن لكل عصر طابعه ومصطلحاته، التي يتميز بها عن العصور الأخرى، ويعين هذا أيضا على التحقيق من اسم المؤلف.\n4-\nفي أثناء تحقيق الاسم قد يصادف المحقق التصحيف والتحريف في حروفه مثل: الجوزي والحوزي، ومثل السكري والبكري، ولا مناص من البحث العلمي الشامل في مظانه، ولأدنى ملابسة.\nوأما الحالة الثانية:\nوهي تحقيق نسبة الكتاب إلى صاحبه فلا تقل في الجهد والذكاء والحذر والبحث العلمي الواسع عن الحالة الأولى، بل هنا أخطر، لأن الخطأ فيه يترتب عليه نسبة العمل العلمي إلى غير صاحبه، كما أخطأ بعض المحققين حين نسب كتاب\nالجزء: 1 ¦ الصفحة: 48\n",
        "\"شرح الأبيات المشكلة الإعراب\" إلى علي بن عيسى الرماني \"المتوفى سنة 386\"، فتبين أنه أخطأ في العنوان وأخطأ في هذه النسبة، ثم ثبت له أن اسم صاحب الكتاب هو أبو نصر الحسن بن أسد الفارقي المتوفى بعد الرماني بنحو قرن في سنة \"487هـ\"1.\nوحدث مثل هذا في كتاب \"العين\" فقد تسرب الشك في نسبة الكتاب إلى صاحبه الخليل بن أحمد، هل هو صاحب الكتاب أم أحد تلامذته، أم غير ذلك، وإن كان الراجح نسبة الكتاب إليه، ومع ذلك لا يخلو \"العين\" من زيادات زيدت عليه بعد موت الخليل من تلامذته، أو من غيرهم وهذه الزيادات هي التي أدت إلى الشك في النسبة إليه، والذين رجحوا هذه النسبة، اعتمدوا على قدره العلمي، الذي اشتهر به في عصره مما يرجح نسبة هذا الكتاب إليه.\nكما ينبغي للمحقق أن يوثق النسبة عن طريق فهرست المكتبات، وكتب المؤلفين وكتب التراجم القديمة والحديثة فإنها كثيرا ما تنص على نسبة الكتاب إلى صاحبه.\nوكذلك مما يعين على التحقيق في نسبة الكتاب التناقض الذي يقع في نصوص الكتاب، أو التزييف أو المغالطات التاريخية؛ فالكتاب\n1 البحث الأدبي، د. شوقي ضيف ص171.\nالجزء: 1 ¦ الصفحة: 49\n",
        "الذي يتعرض لحوادث تاريخية، وقعت بعد موت صاحب الكتاب ينفي قطعا نسبة الكتاب إليه، مثل الخطأ في نسبة كتاب \"تنبيه الملوك والمكايد\" زيفا إلى الجاحظ، والدليل على التزييف أنه ورد به خطأ تاريخي في بعض أبوابه، حيث ذكر فيه باب \"نكت من مكايد كافور الإخشيدي\" وكذلك ذكر فيه \"مكيدة توزون بالمتقى بالله\" فهذه الأحداث وقعت بعد وفاة الجاحظ بعشرات السنين، فقد توفي عام \"255هـ\" بينما عاش كافور الإخشيدي ما بين \"292-357هـ\" وعاش المتقي لله ما بين \"297-357\".\nتحقيق نصوص الكتاب:\nأولا: ترتيب النسخ المخطوطة:\nبعد أن تتجمع لدى المحقق جميع النسخ الأولى والمنقولة عن الأولى لا بد أن يمر بمرحلة دقيقة في تحقيق النصوص، وهي التمييز بين النسخ التالية المنقولة عن الأصل ويوازن بينها جميعا من حيث الدقة والتوثيق للنصوص، فربما تكون بعض النسخ التالية أدق من الأولى، وخاصة إذا كانت الأولى مسودات أو تكون النسخة الأولى الدقيقة قد اختفت وبقيت النسخة التالية التي نقلت عنها، وعند ذلك تكون هذه النسخة هي الأصل للنسخ كلها.\nوكذلك لا بد من فصل المسودات عن المبيضات، وإلغاء المسودة إذا كانت قاصرة دون المبيضة، فقد جرى في عرف\nالجزء: 1 ¦ الصفحة: 50\n",
        "الباحثين والعلماء أن المبيضة هي العمل النهائي الذي يرضى عنه صاحبه، فإن تعددت المبيضات، فلا ينبغي أن تخدعنا المبيضة الوافية والمزيدة وإنما نجد البحث عن شيء آخر أهم في التوثيق والأمانة، وهي المبيضة المنسوبة إلى المؤلف، ولو كانت قاصرة وذلك عن طريق الروايات، التي تؤكد ذلك من خلال كتب التراجم وكتب الأخبار، وعن طريق التعرف على خط المؤلف حين يقارنه بخطه في كتب له أخرى، فإن تشابهت الخطوط، أو كاد الخط أن يتقارب فيهما أصبحت هذه المبيضة هي الأصل الأولى الذي يعتمد عليه المحقق.\nوقديما كان العلماء يدركون التمييز بين الخطوط، فهذا أبو حيان التوحيدي يقول حين ينقل من الجاحظ بعض نصوصه: ومن خطه الذي لا أرتاب فيه نقلت1.\nوفي هذه المرحلة أيضا لا بد من معرفة بعض المصطلحات والرموز التي استعملت عند القدماء إذا زادوا، أو نقصوا، أو سقطوا وذلك مثل \"اللحق\"، وكلمة \"صح\"، ومصطلح \"التضبيب\" أو \"التمريض\" أو \"التصحيح\".\n\"فاللحق\" زيادة في يمين الصفحة أو يسارها يشار إليه بخط معقوف من جانب واحد فقط مثل ثم يلحق بالزيادة كلمة \"صح\".\n1 البحث الأدبي د. شوقي ضيف.\nالجزء: 1 ¦ الصفحة: 51\n",
        "أما \"التضبيب\" فيستعمله القدماء في التنبيه على الأخطاء ويرمزون إليه بحرف \"ص\" وقد تنوب عنها كلمة التمريض أو التصحيح.\nوأحيانا يستعمل القدماء في الخطأ والسقوط المحو، أو الحك أو الضرب بخط1.\nوفي هذه المرحلة ليقيم المحقق النص الدقيق لا بد من معرفة دقيقة ومحيطة بالخط الإملائي، وخاصة في العصر الذي نسبت إليه المخطوطة، وهذا يحتاج منه إلى ترويض وممارسة طويلة لمعرفة الخطوط الإملائية، ورسمها الخاص بالنسخة المحققة، لأن الرسم للحروف والكلمات يختلف بين الكتابة الشرقية والمغربية.\nوعلى سبيل المثال فالحروف المهملة مثل \"السين\" لتتميز عن \"الشين\" فبعضهم يضع أسفلها ثلاث نقط، أو يكتب سينا صغيرة تحتها، وفي حالة جواز الإهمال والإعجام ينقط الحرف من أعلى ومن أسفل للتنبيه على جواز القراءتين، مثل وضع النقطة على \"الصاد\" ووضعها أسفلها في قولهم \"المضمضة\" فتقرأ على الوجهين.\nومثل الشدة التي ترسم على الحرف كرأس \"السين\" هكذا \"س\" فقد يضعها البعض أعلى الحرف، والبعض الآخر يضعها أسفل الحرف.\n1 تدريب الراوي السيوطي مطبعة الحرية سنة 1317هـ.\nالجزء: 1 ¦ الصفحة: 52\n",
        "وفي الكتابة المغربية القديمة تكتب الشدة كالعدد \"7\" أو العدد \"8\" حينا آخر.\nوكان أبو الأسود الدؤلي يضع النقط على الحروف أو أسفلها بدل الفتحة والضمة والكسرة؛ فالفتحة عنده تكتب نقطة أعلى الحرف، والضمة تكتب بين يدي الحرف، والكسرة ترسم بنقطة أسفل الحرف1 ولهذا يشير الجاحظ إلى المسئولية الضخمة في التحقيق فيقول:\n\"ولربما أراد مؤلف الكتاب أن يصلح تصحيفا أو كلمة ساقطة فيكون إنشاء عشر ورقات من حر اللفظ، وشريف المعاني أيسر عليه من إتمام ذلك النقص، حتى يرده إلى موضعه من اتصال الكلام\"2.\nثانيا: بين التحقيق والتوثيق\nكل من التحقيق والتوثيق أمانة وأخلاق، وحذر وصير؛ لأن لكل عصر حرماته ومقدساته العلمية والأدبية والتاريخية، والكتاب يعطي صورا دقيقة لعصره بأمانة وصدق، لهذا كان على المحقق أن يحفظ للعصر حرماته ومقدساته، ولو كانت الحرمات والمقدسات تخالف الحقيقة، وتبتعد عن الصواب، لأنها بهذه السلبيات\n1 راجع في ذلك المطالع النصرية نصر الهوريني، وكذلك قواعد التحديث للقاسمي.\n2 الحيوان الجاحظ ج1، ص79.\nالجزء: 1 ¦ الصفحة: 53\n",
        "تعطينا بأمانة حالة العصر وما انتهى إليه، فهو يمثل مرحلة تاريخية لها مكانها المتميز في أطوار التاريخ.\nفالتحقيق تعالج فيه النصوص معالجة دقيقة كما وضعها صاحبها، ويكتب في صدق وأمانة كما كتبها بلا زيادة ولا حذف، ولا إصلاح ولا تغيير، ولا تبديل، ولا خطأ، ولا تصحيح، فلا يصح أن ينزل بأسلوب المؤلف، ولا يأتي بأسلوب أعلى منه، لأن الغاية من التحقيق هو أداؤه بأمانة تقتضيها حقائق التاريخ، ولس التحقق تحسينا للنص ولا تصحيحا لأخطائه، لأنه حكم على عصر المؤلف، وتأريخ للحياة التي كان يعيشها آنذاك؛ فحين تحقق الكلمة تكون بنقلها كما هي؛ فيكون المحقق قد نسبها إلى صاحبها ووثقها، وهذا هو معنى التوثيق، فهو من أركان التحقيق.\nوعلى ذلك فالنص لا بد أن ينقل كما هو بأمانة وصدق في متن التحقيق، ويعالج المحقق الغموض والأخطاء بعيدا عن متن المخطوطة، وذلك في الحاشية أو الهامش، أو في آخر الكتاب مفصولا عن متنه.\nفأما معالجة الغموض فيرجع إلى الشكل في كتابة الكلمة، وإلى اتجاه الخط الإملائي فيها كما سبق أن وضحنا؛ فينص في غير المتن على شكل الحركات في الكلمة، كأن يقول: إن النقطة أسفل هذه الكلمة يراد بها الكسرة، وتلك طريقة المؤلف للكتابة في هذا العصر وهكذا.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وقد يرجع الغموض إلى إيهام كلمة أو تعسرها على الإدراك فيكشف المحقق عن ذلك في غير المتن، وقد ينتج الغموض عن بعض المصطلحات التي اشتهرت في عصر المؤلف، لكنها ظهرت بغموضها للقارئ، وحينئذ فلا بد من توضيحها في الهامش.\nوأما تصحيح الأخطاء في الإعراب وفي تصحيح الأساليب التي وردت في المتن؛ فيتم ذلك في الحاشية، أو الهامش، ويكون المحقق دقيقا في تصحيحها بدون تعرض لشخص المؤلف، وكذلك الأمر في توضيح الأسلوب والكشف عن حقيقته، وبيان الغرض منه ليرفع من مستوى أسلوب المخطوطة ما يسمو إليه الباحث المحقق، كل ذلك جائز في الحاشية أو الهامش مراعاة للأمانة العلمية، وإن استعمل ذلك في متن المخطوطة تكون من الخيانة العلمية التي تتنافى مع روح البحث العلمي والتحقيق الأمين.\nوأما التوثيق في متن المخطوطة فله مجال آخر أيضا، حيث يكون له دوره في تحقيق الخطأ الذي يقع في شواهد القرآن الكريم، فيلزم التصحيح في متن التحقيق مع التنبيه في الهامش على الخطأ وعلى الآية وعلى السورة، كما ورد في القرآن الكريم لأن له من القداسة ما لا تقبل فيه المجاملة، لنحافظ بأمانة على الخطأ في المتن، فترك الخطأ هنا يكون مزلقة، وعدوانا على قداسة القرآن.\nوإن رأي البعض أن يؤدي الشاهد القرآني بخطئه، وهذا رأي مرجوح وبعيد عن الصواب، ذكر ذلك الخلاف ابن كثير:\nالجزء: 1 ¦ الصفحة: 55\n",
        "وأما إذا لحن الشيخ فالصواب أن يرويه للسامع على الصواب وهو محكي عن الأوزاعي، وابن المبارك، والجمهور، وحكي عن محمد بن سيرين، وأبي معمر عبد الله بن سخيرة أنهما قالا: يرويه كما سمعه من الشيخ ملحونا، قال ابن الصلاح: وهذا غلو في مذهب اتباع اللفظ. وعن القاضي عياض أن الذي استمر عليه عمل أكثر الأشياخ أن ينقلوا الرواية كما وصلت إليهم، ولا يغيروها في كتبهم، حتى في أحرف من القرآن استمرت الرواية فيها على خلاف التلاوة، ومن غير أن يجيء ذلك في الشواذ كما وقع في الصحيحين والموطأ، لكن أهل المعرفة منهم ينبهون على ذلك عند السماع وفي الحواشي.. ثم قال: وعن عبد الله بن أحمد بن حنبل أن أباه كان يصلح اللحن الفاحش، ويسكت عن الخفي السهل\"1.\nوعلى المحقق مراعاة القراءات القرآنية، التي اشتهرت، وهي أربع عشرة قراءة مشهورة، لأن المؤلف قد يختار قراءة معينة هي محل الاعتبار والاستشهاد بالآية، فتبقى كما هي في المتن كما ذكرها المؤلف.\nوإن وقع الخطأ في متن الحديث، فيقتضي التوثيق أن تبقى الرواية كما هي، حين وضعها المؤلف في المتن، فهو وحده هو الذي يتحمل أمانة روايته، وعلى المحقق أن يقوم بتخريج\n1 الباعث الحثيث في شرح اختصار علوم الحديث ابن كثير شرحه الشيخ أحمد شاكر، مطبعة صبيح.\nالجزء: 1 ¦ الصفحة: 56\n",
        "الحديث، لتوضيح مكانته من القوة أو الضعف، وذلك في الحاشية والهامش لا في متن الكتاب المحقق، على أن ابن كثير رأى أن يلحق المحقق في نص الحديث ما هو معلوم فقط، حتى يستقيم النص، وذلك في المتن، لا في الهامش، قال ما نصه:\nوإذا سقط من السند أو المتن ما هو معلوم، فلا بأس بإلحاقه، وكذا إذا اندرس بعض الكتاب، فلا بأس بتجديده على الصواب1.\nمثل قول النبي -صلى الله عليه وسلم: \"وأن يحب المرء لا يحبه لله\"، فيكتب الصواب في المتن هكذا \"وأن يحب المرء لا يحبه إلا الله\" كما ورد صحيحا، وهكذا.\nوأما توثيق الأشعار والحكم والأمثال والأعلام والبلدان وسواها فيجب أن تبقى في المتن كما هي، ثم يقوم المحقق بتخريجها على الوجه الصحيح، ونسبتها إلى قائلها، أو تحديد موقع البلد من الإقليم المعلوم في التاريخ، وينص على المصدر الذي اعتمد عليه في ذلك والصفحة التي استقى منها، ويكون موطنه في الهامش والحاشية لا في متن التحقيق.\nثالثا: سعة الاطلاع\nينبغي على المحقق أن يكون واسع الاطلاع، تمرس على الأسلوب\n1 المرجع السابق ص163.\nالجزء: 1 ¦ الصفحة: 57\n",
        "الذي شاع في عصر المؤلف، صاحب الكتاب المحقق، وقرأ كثيرا عن طريقة التعبير الذي غلب على تأليفه؛ فهذا يعيينه على الوصول إلى الحقيقة والصواب في تحقيق المتن.\nوكذلك ينبغي أن تشمل اطلاعاته على معالجة الموضوعات التي تتصل بموضوع الكتاب، أو القريبة من موضوعاته؛ فهي تعينه على أداء التحقيق بدقة وأمانة، وعلى ذلك فلا بد من الاطلاع على هذه المصادر والاعتماد عليها، ومن أهمها كتب المؤلف المخطوطة والمطبوعة، والمختصرات والشروح والتهذيبات، التي ترتبط بالنسخة المحققة أدنى ارتباط.\nوكذلك الكتب التي اعتمدت عليها هذه المخطوطة، فهي تحتفظ بالنصوص الأصلية، التي استعانت بها، والمصادر التي استمد منها صاحب المخطوطة أفكاره وقضاياه ونصوصه، فإن ذلك يلقي الضوء على مضمون النسخة واتجاهها، والقضايا التي عالجها ومنهجه فيها والجديد الذي وصل إليه.\nوكذلك ينبغي قراءة الكتب التي عاصرت صاحب المخطوطة وتناولت موضوعها، وما يتصل بهذا الموضوع.\nثم يعتمد أيضا على المعاجم اللغوية مثل معاجم الألفاظ، لسان العرب لابن منظور، وتاج العروس للزبيدي، والتذكرة لداود الأنطاكي، والمفردات لابن البيطار، ومن المعاجم الحديثة معجم الحيوان للمعلوف، ومعجم النبات لأحمد عيسى\nالجزء: 1 ¦ الصفحة: 58\n",
        "والمصطلحات العلمية، مثل مفاتيح العلوم للخوارزمي.\nومنها معاجم المعاني مثل المخصص لابن سيده، وفقه اللغة للثعالبي.\nومنها معاجم الأساليب، مثل جواهر الألفاظ لقدامة بن جعفر، والألفاظ الكتابية للهمذاني.\nومنها كتب المعربات، مثل المعرب للجواليقي، وشفاء الغليل للخفاجي، ومنها المراجع النحوية، مثل همع الهوامع للسيوطي وحاشية الصبان على الأشموني وغيرها.\nومنها المراجع العلمية وهي تختلف باختلاف المخطوطة، فإن كانت في الأدب؛ فيعتمد الباحث على كتب الأدب في القديم وفي الحديث، وإن كانت في النحو، فيستوعب المحقق كتب النحو في القديم والحديث وكذلك بقية العلوم.\nوسعة الاطلاع تقتضي من الباحث أن يكون على إلمام ومعرفة بآفات التصحيف والتحريف في المخطوطات القديمة؛ فيستوعب كتاب \"التصحيف والتحريف\" للحسن بن عبد الله بن سعيد العسكري \"293-382هـ\" وهو من أقدم المؤلفات في هذا الميدان، وكذلك \"الجمهرة\" لابن دريد، وكتاب \"المزهر\" للسيوطي، وكتاب \"نخبة الفكر في مصطلح أهل الأثر\" لابن حجر، وكتاب البيان والتبيين \"للجاحظ، وكتاب \"التنبيهات على أغاليط الرواة\" لعلي بن حمزة البصري المتوفى سنة \"375هـ\".\nالجزء: 1 ¦ الصفحة: 59\n",
        "وجمهرة العلماء لا تفرق بين التصحيف والتحريف؛ فهما معا بمعنى واحد؛ فيطلق كل منهما على كل تغيير في الكلام ينشأ من تشابه صور الخط، سواء أكان هذا التشابه في الحروف مثل الدال والراء، أو في النقط التي على الحروف مثل الجيم والحاء والخاء، فيعد كل ذلك تصحيفا وتحريفا.\nلكن ابن حجر في نخبة الفكر يفصل بينهما؛ فالتصحيف عنده يكون في الخلط بين نقط الحروف المتشابهة في الشكل كالسين والشين، والباء والتاء والثاء، فهذه الحروف واحدة لا يفصل بينها إلا النقط، والالتباس فيها يسمى تصحيفا.\nوأما التحريف فيرجع إلى الالتباس في شكل الحروف مثل الميم والقاف والفاء، والدال والراء، فتحرف كتابة الراء مثلا وتكتب على صورة الدال، وهكذا وهو ما يسمى عند ابن حجر بالتحريف1.\nوينبغي على المحقق أيضا أن يكون على دراية واستقراء بالكتب التي تبحث في \"المؤتلف والمختلف\" فمنها ما يبحث في أسماء الرجال مثل ما كتبه الدارقطني \"المتوفى في 285هـ\" والخطيب البغدادي \"المتوفى 463هـ\" وابن ماكولا \"المتوفى 477هـ\" وغيرهم، ومنها ما يبحث في أسماء الشعراء كصنيع الآمدي \"المتوفى 307\"، ومنها ما يبحث في القبائل كصنيع محمد بن حبيب \"المتوفى 315هـ\" وغيرهم.\n1 نخبة الفكر في مصطلح أهل الأثر: ابن حجر ص22.\nالجزء: 1 ¦ الصفحة: 60\n",
        "الفصل الثاني: اختيار موضوع البحث الأدبي\nاستقراء الموضوعات السابقة\n...\nالفصل الثاني: اختيار موضوع البحث الأدبي\nمن المراحل الصعبة التي تمر بالباحث هي مرحلة اختيار الموضوع للدراسة؛ لأن الاختيار سيبنى عليه نتائج خطيرة؛ فإما أن ينزل الباحث بالموضوع ويعد لاغيا لا وزن له ولا قيمة في الوسط العلمي والأدبي، وإما أن يرتفع بصاحبه إلى سماء المجد ويحلق في الآفاق مع المجددين والعباقرة من الباحثين، المبتكرين.\nلذلك كان على الباحث أن يتريث كثيرا في اختيار موضوعه حتى يتجنب مواطن الزلل، وها هي الصعوبات التي سيواجهها وقت الاختيار.\nاستقراء الموضوعات السابقة:\nقبل أن يختار الباحث موضوع الدراسة يتجه أولا إلى الجامعات والمعاهد ومراكز البحوث، جامعة جامعة ومعهدا معهدا ومركزا مركزا، ثم يقوم باستقراء كامل للموضوعات التي سجلت في الأدب ونقده، مع الدقة في بيان الموضوع المسجل لأن الخطأ في كلمة واحدة تغير الموضوع تغييرا تاما، وكذلك مراعاة تاريخ التسجيل واسم صاحبه وتاريخ إجازته ودرجته العلمية.\nيقوم بهذا العمل الدقيق في كلية آداب الإسكندرية، وكلية\nالجزء: 1 ¦ الصفحة: 61\n",
        "آداب جامعة القاهرة، وكلية آداب جامعة عين شمس، وكلية دار العلوم، ومعهد الدراسات العربية، وكليات اللغة العربية بجامعة الأزهر، وفي غيرها من الجامعات الأخرى، وفي مراكز البحوث المختلفة، ومراكز الدراسات الأدبية ودور النشر وغيرها.\nفإذا اطمأن الباحث إلى حصر الموضوعات المسجلة والمنشورة والتي قتلها الباحثون دراسة، ينبغي عليه أن يفكر في موضوع جديد، أو يستنبط من نتيجة لأحدى الموضوعات المسجلة موضوعا يتناوله بالبحث والدراسة.\nوقد يكون في بعض الموضوعات المسجلة قصور لم يستطع صاحبها أن يوفيها حقها من الدراسة؛ فهل يجوز الكتابة في مثل هذه الموضوعات؟\nنعم يجوز إذا وثق الباحث من نفسه ومن قدرته على إبراز خصائص جديدة والوصول بها إلى نتائج جديدة للموضوع، كأن عليه أن يختاره ويضع له الخطة التي يسير عليها لتحقيق هذه النتائج.\nأما إذا لم يستطع، فالأولى له أن يتركه ويبحث عن موضوع آخر، يحقق فيه نتائج جديدة؛ ليسهم بها في بناء الفكر الإنساني، وينبغي أن يضع نصب عينيه أثناء الاختيار هذه الأمور:\nأولا: أن يحدد اتجاهه في الأدب من استعداد لدراسة النصوص الأدبية، وتحليلها، والتعرف على القيم الفنية فيها أو استعداد للدراسات النقدية، وفهم لمقاييسه وقواعده، واستعداد\nالجزء: 1 ¦ الصفحة: 62\n",
        "لدراسة الناحية التاريخية في الأدب، التي تحتاج منه إلى اتساع وعمق بثقافة العصر واتجاهاته وحضارته وتراثه، أو استعداد للدراسات المقارنة في الأدب، وعليه أن يتسلح ببعض اللغات الأجنبية، ويكون مجيدا لها، لكي يسهل عليه معرفة مواطن التأثر والتأثير بين الآداب بعضها بالبعض الآخر بلغتها القومية والعالمية.\nثانيا: وإذا استطاع الباحث أن يحدد ميله واتجاهه، أخذ يقرأ الكثير من المصادر والمراجع التي تخدم موضوعه وتدور حوله ولو لأدنى ملابسة، حتى يكون نفسه تكوينا أدبيا شاملا ويهذب ذوقه؛ فيكون حكمه صادقا، ويرهف شعوره ويثري خواطره وتصبح قراءاته هذه كأنها قبس من روحه وقطعة من لحمه ودمه، كل هذا لكي يسير في بحثه على بصيرة وهدى، ويأمن مزالق التيه والضلال.\nثالثا: أن يختار موضوعه من عصر أدبي معين كالعصر الجاهلي أو العصر العباسي أو العصر الحديث، ولا يصح بحال أن يجعل العصر الأموي كله مثلا موضوعا لدراسته، فهذا ما لا يقره عقل، ولا تجدي نتائجه مهما كانت لوجود ثغرات كثيرة تفوت الباحث، ولضعف التحليل للقضايا الأدبية ولغزارة الإنتاج الأدبي، بل ينبغي على الباحث أن يختار جانبا واحدا لشاعر واحد، مثل جرير أو عمر بن أبي ربيعة، أو التشبيه والتصوير عند الشاعر ذي الرمة، أو يختار\nالجزء: 1 ¦ الصفحة: 63\n",
        "فن رثاء الحضارات عند البحتري، أو الموسيقى في شعره أو التزامه بعمود الشعر، أو يختار من ابن الرومي القصص الشعري عنده -أو الفكرة- أو الوحدة الفنية في نتاجه الشعري، وهكذا ترى أن الشاعر الواحد قد يكون نتاجه الأدبي صالحا لعدة موضوعات.\nرابعا: وعلى الباحث أن يختار موضوعه من مكان معين وإقليم محدد، فنرى بعض الباحثين يختار الغزل في عصر بني أمية، ودولة بني أمية واسعة ممتدة الأطراف، تشمل الحجاز والشام والعراق ومصر، ولم يكن الغزل يتصف بسمات واحدة، بل كان للحجاز غزل يختلف عن غزل العراق، وعن غزل أهل الشام، وهكذا\n...\nولذلك ينبغي على الباحث أن يختار الغزل لإقليم واحد مثل إقليم الحجاز، بل يضيق بموضوعه أكثر من هذا؛ فيختار الغزل عند شاعر واحد فقط مثل الغزل عند عمر بن أبي ربيعة، بل ينزل في التحديد أكثر؛ فيحدد نوع الغزل: الغزل الماجن مثلا، أو الغزل العذري أو غير ذلك؛ لأن الموضوع كلما ضاق وانحسر كان أكثر صلاحية للبحث وطواعية للدراسة، وإفادة للغير، وإثراء للإنتاج الأدبي.\nخامسا: أن يراعى الباحث وفرة المراجع والمصادر للموضوع الذي يختاره، بحيث تعينه على تكوين رسالة علمية لها قيمتها من حيث الكيف، والوصول إلى نتائج قوية لا من حيث الكم وعدد الصفحات.\nالجزء: 1 ¦ الصفحة: 64\n",
        "التجاوب الفكري والنفسي مع الموضوع المختار\n:\nسبق القول بأن اختيار الموضوع ليس أمرا سهلا، بل على العكس مما يتصوره الكثير؛ فهذه المرحلة من أشق المراحل وأخطرها على الباحث؛ فهي تحتاج منه إدمان القراءة، والاستغراق في الاطلاع، ويتردد إلى الموضوع الذي يبحث عنه، ويبحث عن مدى حبه له وميوله الشديد لاستيعابه، وشغفه بجوانبه المختلفة، بل يشعر كلما قرأ أن ميوله إليه تزداد، وعاطفته فيه تتضاعف وخواطره في الموضوع تغني وتتسع، ويحس أيضا في نفسه أنه يملك عقلا يرد به كل معترض، ويدفع به كل رأي مضاد، وسوف يكون هو في بحثه الفارس المجلى الذي يقف دون بحثه مدافعا بحق، ومناقشا بصدق ودقة، ومدللا ومبرهنا على كل ما يدور في الأذهان والعقول.\nوهذا التجاوب الفكري والنفسي مع الموضوع المختار الذي تحدث عنه يدفع الباحث بالضرورة إلى:\nأولا: أن الاستغراق في القراءة عن الموضوع تكشف للباحث مدى حبه له، وتجاوب عاطفته حتى يشعر بأن موضوعه أصبح بينه وبينه صلة وثيقة، ونسب قديم يتجاوب معه ويدافع عنه ويتصدى دونه.\nثانيا: أن الاستغراق في الاطلاع وتعميق الموضوع تكشف له مدى استعداده الفكري له، فالباحث المتعجل قد يختار موضوعا\nالجزء: 1 ¦ الصفحة: 65\n",
        "لا يتفق مع استعداده الفكري؛ فيختار مثلا موضوعا في الأدب المقارن وهو في نفس الوقت لا يجيد إلا اللغة العربية فقط، ويعد الباحث فاشلا في اختياره هذا الموضوع؛ لأن مثل هذه الموضوعات تحتاج من الباحث إلى إتقان عدة لغات مع العربية؛ فلا بد له من تعميق فكره بالآداب الأخرى بلغتها التي يجيدها بنفسه، حتى يتعرف على جوانبه المختلفة فيستطيع أن يحدد مواطن التأثر والتأثير، وينبغي ألا يخدع الباحث نفسه في الاكتفاء بتراجم الآداب الأخرى؛ لأن الترجمة تكون في الغالب تجربة شخصية قد تخضع للهوى والزيف أو الإسراف والطيش، ودقة البحوث العلمية تعتمد على الترجمة الذاتية التي ترجع إلى الباحث ذاته لا إلى النقل عن الآخرين الذين ترجموا عن الأدب الأجنبي.\nوقد يتعجل الباحث فيختار موضوعا في بعض القيم الفنية في النقد وخاصة الموضوعات التي لا تزال لغزا قد حام حولها النقاد، ولم يصلوا إلى جوهرها الحقيقي مثل موضوع الصورة الأدبية، فالباحث سيعيش في متاهات وتشويش فلسفي، يخرج منه بغير فائدة ما لم يكن مقتنعا فكريا ونفسيا بهذا الموضوع، ويشعر من خلال قراءاته وتجاربه في البحث عنه أن لديه القدرة على أن يقف ثابتا ومحققا أمام هذه التيارات الغامضة في الموضوع، وإذا لم يستطع أن يتبين ذلك في نفسه؛ فعليه أن يختار قيما نقدية أخرى تكون واضحة ومحددة، أو يختار بحثه في تاريخ الأدب أو دراسة غرض من أغراض الشعر وما شاكل ذلك، مما يكون له صدى قوي في نفسه وفكره.\nالجزء: 1 ¦ الصفحة: 66\n",
        "ثالثا: أن كثرة التأمل والاستغراق الطويل للتعرف على الموضوع في جوانب نفس الباحث يمنعه من التردي في التقليد للآخرين لفكرة ما، ويتخلص من المتابعة والانقياد لآراء الغير، ويأمن الباحث من الانخداع ببريق الموضوعات من بعيد، ويصبح ذا رأي مستقل يعبر عن شعوره وفكره لا عن عاطفة الآخرين وأفكارهم؛ فيتمكن من الموهبة التي تناقش وتضيف في مناقشتها أفكارا جديدة، ومن الملكة التي تصوغ من صاحبها شخصية مستقلة لها اتجاهات الحر، ورأيها الفريد ومحاولاتها الجادة، ونتائجها الطريفة.\nوهذا ما يجعل شخصية الباحث بعيدة عن التبعية تتجنب العول على الآخرين، وجدير بهذا أن يتصف بالباحث المبتكر والعالم الحر، والمدقق الأصيل في بحوثه وكتاباته.\nرابعا: أن التأمل الطويل في اختيار الموضوع الناشئ عن كثرة القراءة يعطي الباحث القدرة على تحديد الموضوع الذي يتناسب مع الوقت المحدد له، ومثل ذلك لو كان مبتعثا في الخارج أو لظروفه الصحية أو العائلية، وغير ذلك مما يقتضي الوقت الوجيز المتعارف عليه في الدراسات العليا وهو مدة سنتين على الأقل.\nوهذه الحالة تدفع الباحث إلى اختيار الموضوع الذي يتناسب مع قصر الوقت أو امتداده، حتى لا تقصر همته في منتصف الطريق، أو يعرض موضوعه عرضا سيئا في عجلة، مما يجعله\nالجزء: 1 ¦ الصفحة: 67\n",
        "هدفا للطعن والخلل والنقد الذي يذهب به في طيات الزمن ويختفي وراء التاريخ.\nخامسا: إن كثرة القراءة ودأب الباحث في التعرف على موضوع يتفق مع مزاجه ونوع ثقافته قد تكشف للباحث أن الموضوع المعنى فقير المادة، قليل المصادر، هزيل المراجع بحيث لا تفيد أصوله شيئا في الموضوع، وهنا يرجع الباحث منذ البداية عنه؛ ليختار موضوعا آخر، حتى لا يضيع الوقت سدى، لهذا كله نرى أهمية الاستغراق في الاطلاع والتأمل في القراءة أثناء الاختيار والمعايشة للموضوع، حتى تتكشف للباحث حقيقة نفسه وفكره، ويتعرف على درجة تجاوبه الفكري والنفسي مع الموضوع ونوعية هذا التجاوب؛ ليسلم في النهاية من المزالق والعقبات التي تصادف الباحث كثيرا في طريقه الطويل.\nوليس معنى ذلك أن يستقل الباحث كل الاستقلال باختيار الموضوع والتعرف عليه من خلال القراءة، بل على الباحث أن يشرك أستاذه المشرف معه في كل خطوة من الخطوات السابقة، وهذا ما يدفعني أن أكشف عن صلة الأستاذ المشرف بالباحث.\nالجزء: 1 ¦ الصفحة: 68\n",
        "موقف المشرف على البحث\n:\nرأينا أن التقليد للآخرين في اختيار الموضوع يعد خطيرا في باب البحوث، وأن الانقياد للغير والاستسلام له بموضوع مفروض عليه، يعوق الباحث الجاد عن الوصول إلى الحقيقة، ويمنعه من الوصول إلى نتائج علمية أصيلة وجادة مبتكرة.\nلذلك ينبغي الحذر كل الحذر من أن يفرض الأستاذ المشرف على الباحث موضوعا يعيشه منذ البداية ولأول وهلة وبمجرد لقاء معه أو لقاءين، ومناظرة أو مناظرتين، حتى لا يتصف هذا العمل بالعجلة والتسرع، وبخاصة للناشئة من الباحثين الذين يغريهم هذا الصنيع، لأنه سيعفيهم من القراءة ويريحهم من عقبات البحث عن الموضوع، ومرارة التحصيل في سبيله، ليأخذه الناشئ على عجل فرحا، فقد وفر عليه أستاذه المشرف جهدا ووقتا، حتى إذا جاء، لم يجد شيئا، ووجد الله عنده فوفاه حسابه، وهنا يعود ثانية بعد ضياع الوقت ليكشف عن الموضوع بنفسه ونشاطه العلمي في البحث والقراءة والدراسة.\nولكن مهمة الأستاذ المشرف لا أصفها بالسلبية على هذا النحو بل عندي أنه سيتقلد مهمة صعبة شاقة هو نفسه سيحاسب عليها مثل الباحث تماما في ميزان الدقة من القضايا العلمية وعند العلماء والباحثين بعد إجازة الباحث.\nولذلك ينبغي على الأستاذ المشرف أن يكون دقيقا مستوجبا\nالجزء: 1 ¦ الصفحة: 69\n",
        "لهذه المهمة ومقدرا حجمها وخطورتها، يتابع الباحث متابعة طويلة وعميقة في حركاته وتصرفاته، واطلاعاته وقراءاته، ثم يعقد معه مناظرات حول الموضوع الذي اختاره الباحث ويناقشه فيه مناقشة دقيقة يتعرف من خلالها على مدى استعداده ودرجة استيعابه واقتناعه، وقوة حجته وفصاحة بيانه، وبراهينه التي تدل على حبه للموضوع، وتعلقه به، وينبغي على الأستاذ المشرف، أن يعقد له فوق ما سبق اختبارات عديدة، بحيث يكلف الطالب بالبحث عن جزئية في الموضوع يتكلف الباحث فيها مشقة، ويركب أمرا صعبا وذلك في فترة وجيزة، وذلك لعدة اختبارات، فإن نجح الباحث فيها، واجتازها عن حب واقتناع وعمق، وتحصيل مأمول، كلفه الأستاذ المشرف في النهاية بعمل خطة لبحثه، لكي يتعرف من خلالها أيضا على صلاحية هذا الموضوع له وعلى قدرة الباحث للسير فيه، وعلى درجة تحصيله لأن الخطة للبحث إذا قام بها الباحث تكون بشير خير، وتدل نوعا ما على هيامه بموضوعه واقتناعه الفكري به وإلمامه بالموضوع بصفة عامة.\nهذا الاتجاه أفضل من فرض موضوع على الباحث، وأدق من توقيعه على خطة موضوعة تمر على عجل يقبلها الباحث في استسلام وتبعية من غير معايشة لموضوعه، ولا اقتناع فكري ونفسي كما وضحت ذلك بالتفصيل.\nوإذا تبين للأستاذ المشرف الاستعداد القوي للباحث بما\nالجزء: 1 ¦ الصفحة: 70\n",
        "سبق من لقاءات ومناظرات، واختبارات، وتدريبه في متاهات البحث والدراسة وهو يتابعه ويسدد خطاه ويوجهه إلى مصادر البحث ومواطنه؛ وبذلك يقع على الأستاذ المشرف مهمة صعبة بعد ذلك، وهي المتابعة في إصرار لكل خطوة يخطوها الباحث، وأن يتعرف عليها قبل أن يدونها ثم على الطريقة التي صاغها فيها، ثم على النتائج التي انتهى إليها الباحث في كل خطوة، وفي النهاية يتابع الباحث ظهور كل جديد يطرأ على الموضوع، ويوجه الباحث إليه؛ لأن الخطأ في البحث بعد هذه المعاناة لا تنسب إلى الباحث فحسب، بل يشاركه فيه الأستاذ المشرف، لأن هذا دوره الحقيقي والجاد، والمنتج.\nالجزء: 1 ¦ الصفحة: 71\n",
        "بين العنوان والخطة والمنهج\n:\nبعد اقتناع كل من الأستاذ المشرف والباحث بالموضوع على النحو السابق يلزم علينا أن تتعرف على الطريقة المثلى في إعداد العنوان للموضوع، ثم الخطة له والمنهج الذي سيتبعه الباحث في طريقه الطويل حين يعرض الموضوع، ومن خلال ذلك نتعرف على الفرق بين الخطة والمنهج، وخاصة بعد أن ظهر الخلط بينهما كثيرا في التعبير.\n1-\nفأما العنوان فيقوم الباحث بإعداده على النحو التالي؛ فيكتسب أولا اسم الجامعة التي ينتسب إليها، مثل جامعة الأزهر وثانيا يكتب اسم الكلية التي يتبعها مثل كلية اللغة العربية\nالجزء: 1 ¦ الصفحة: 71\n",
        "وثالثا القسم الذي ينضم إليه الباحث، والذي يتصل بموضوعه مثل قسم الأدب والنقد، ورابعا أن يكتب الموضوع الذي اختاره مثل الموسيقى في شعر البحتري، وخامسا يكتب الدرجة العلمية التي سيحصل عليها بهذا الموضوع مثل درجة الماجستير أو درجة الدكتوراه، وسادسا العام الجامعي الذي سيحصل فيه على الدرجة العلمية مثل عام \"1393-1394هـ\" و\"1974-1975\" وسابعا اسم صاحب الرسالة، وثامنا يكتب اسم الأستاذ المشرف على الرسالة إذا كان واحدا أو أكثر من واحد، فيكتب الباحث أسماءهم أيضا للمشاركة في هذه المسئولية العلمية.\n2-\nوأما الخطة: فهي تلك الأبواب والفصول التي تخضع لطبيعة الموضوع والأفكار التي تدخل في كل فصل، ويقوم الأستاذ المشرف بتوجيه الباحث فيها والتقديم والتأخير حسب تجربته العملية الطويلة.\nوليس معنى ذلك أن الباحث ملتزم بهذه الخطة؛ فقد يكون من الجائز تعديلها والتقديم والتأخير بل الحذف والزيادة، وذلك يرجع إلى عدة أسباب:\nأ- التعمق في الموضوع والتعرف الحقيقي عليه، وهذا يؤدي بدوره إلى التقديم أو التأخير والحذف والزيادة.\nب- ظهور بحوث جديدة في الموضوع مما يضطر الباحث إلى الحذف أو التعديل.\nج- ظهور مناهج جديدة في الدراسة، وهذا له أثره في\nالجزء: 1 ¦ الصفحة: 72\n",
        "تعديل الخطة حسب نوعية هذا المنهج الذي سيسير عليه الباحث.\n3-\nوأما المنهج في البحث فإنه يختلف عن الخطة كثيرا بل يغايرها كل المغايرة، ولئلا يتكرر الخلط بينهما ويتورط الباحث في التلبس بالخطأ فيهما، وفي الفصل بينهما فإني سأوضح الفرق بينهما.\nفالخطة في البحث كما عرفنا مما سبق؛ وهي تختلف عن المنهج؛ لأن الأخير هو الطريقة والقواعد العامة التي يسير عليها الباحث في كل الأفكار والفصول والأبواب، وعلى الباحث في منهجه أن يسير في اتجاه واحد، ويضع أمام بصره بين الحين والآخر هذا الاتجاه الذي اختاره الباحث؛ ليطبقه في كل خطوة من خطوات البحث لئلا يحيد عنه قيد أنملة حتى نهاية المطاف في البحث.\nوالمنهج في القديم بمعنى البحث أو المعرفة أو النظر وليس هذا هو المقصود منه، ولكن معناه قد اتضح كثيرا في عصر النهضة الفكرية والأدبية الحديثة، فصار المعنى للمنهج هو الطريق المؤدي إلى الغرض المطلوب، على الرغم من تخطي الكثير من المصاعب والعقبات، أو بمعنى أوضح هو مجموعة من القواعد العامة المصوغة من أجل الوصول إلى الحقيقة، أو هو فن التنظيم الصحيح لسلسلة من الأفكار العديدة، أما من أجل الكشف عن الحقيقة، حين نكون جاهلين بها، أو من أجل البرهنة عليها\nالجزء: 1 ¦ الصفحة: 73\n",
        "للآخرين حين نكون عارفين لها، والأول يسمى منهج التحليل أو الاختراع، والثاني يسمى بالتركيب أو منهج التأليف أو منهج المذهب1.\nونظرا إلى هذا المفهوم للمنهج فقد تعددت أنواعه في مختلف العصور بين القديم والحديث تبعا للثورات الفكرية والابتكارات العلمية الحديثة، والنهضات الفلسفية، وتعدد المذاهب الأدبية والنقدية في كل عصر، وبخاصة في العصر الحديث.\nوعلى ذلك فإنني أكتفي بلمحة سريعة لأنواع المناهج في البحث والدراسة وبخاصة في البحث الأدبي بالذات:\nأولا: المنهج المنطقي الذي يقوم على الاستدلال وإقامة البراهين الناتجة عن تقديم مقدمات مسلمة تنتهي إلى نتيجة منطقية يقطع بها العقل ويسلم عندها.\nوهذا المنهج لحرفيته وجفافه لا يستطيع الباحث أن يلتزم بنصه في بحثه، بل يستعين بروحه واتجاهه حتى يسلم من ذلك الجفاف الذي يلحق المقدمات والمسلمات والبراهين المنطقية، كما هو المألوف في علم المنطق، ولهذا السبب اتجه علماء المناهج إلى ابتكار مناهج جديدة تخضع لعلوم حديثة طرأت على العصر تبعا للنهضات العلمية والأدبية الحديثة.\n1 مناهج البحث العلمي، د. عبد الرحمن بدوي ص4، 5.\nالجزء: 1 ¦ الصفحة: 74\n",
        "ثانيا: منهج العلوم الطبيعية ويتحدد هذا المنهج عند علماء الطبيعة بعد النهضة الحديثة في العلوم الطبيعية، ويريدون بذلك تطبيق قوانين هذه العلوم على الدراسات الفلسفية والبحوث الأدبية، لأنهم لا يسلمون بالحكم الذي يرجع إلى الذوق فهو يختلف من شخص لآخر بدون ضابط دقيق، وعلى ذلك فالناقد والأديب عليه أن يطبق في بحوثه قوانين ثابتة لا تخضع لذوق ولا لهوى؛ ولهذا فقد طبقوا على الأدب منهج علم الأجناس والأنواع، فالفنون الأدبية كالأنواع البشرية تنمو وتأخذ أطوارا في تدرج ورقي كالإنسان تماما، وأن كل طائفة من الشعراء تدخل في نوع معين لاتفاقهم جميعا في منابع واحدة في الجنس والعصر والبيئة المشتركة.\nثالثا: منهج العلوم الاجتماعية وهو الذي يعتمد على ربط الأدب بالمجتمع، لأن الأدب في حقيقته إنما هو تعبير عن المجتمع وتصوير لقضاياه ومشاكله، وإيجاد للحلول المناسبة التي يساعد الأدب على حلها، أو يعمل على إسعاد المجتمع في أسلوب أدبي مشوق، وتصوير بارع يستولي على النفس.\nوالعزلة في الأدب تجعله لا قيمة له ولا وزن، فالأدب يوزن بقدر صلته بالمجتمع وتصويره للواقع الذي يعيش فيه الشاعر، ويسمى بالأدب \"الملتزم\" وليس معنى ذلك أن يتحول الشاعر إلى عالم أو واعظ لا شخصية له في فنه\nالجزء: 1 ¦ الصفحة: 75\n",
        "ولا ذاتية له في شعره، ولكن الشاعر ينبغي أن تكون له شخصيته وفرديته بحيث تذوب قضايا المجتمع في نفسه، وتتحول لاقتناعه بها وإيمانه من أجلها تتحول إلى قطعة من لحمه، وفورة من دمه، ولهيبا من عاطفته، وحرارة من شعوره ونبعا من خواطره وأفكاره، وبهذا يصور المجتمع من خلال شخصيته الشعرية وذاتيته المنتجة.\nرابعا: المنهج النفسي، ويستخدم فيه النقاد منهج علم النفس الحديث، إذ يطبقون العلل النفسية والعقد الشخصية والأمراض الوراثية والجسدية على الفن الشعري والأدب العربي؛ فيربطون بين الشعر وبين نفسية صاحبه ربطا يكشفون به عن أمراض الشاعر، وعن علله النفسية وذلك مثل صنيع بعض المحدثين في كتاباتهم كالعقاد في كتابه المشهور \"ابن الرمي حياته من شعره\" والمازني في كتابه \"حصاد الهشيم\" حين درس ابن الرومي وشعره.\nخامسا: المنهج الفني ويتناول فيه الباحث التعرف على مصادر الجمال في البحث الأدبي، وهل هذا الجمال يرجع إلى المعنى أو إلى اللفظ المفرد أو إلى النظم أو إلى الصورة الكلية للقصيدة بأكملها، ثم يحدد خصائص الجمال في كل ما تقدم، أو أنه يكتفي في الإحساس بالجمال فقط من غير أن يتعرف أسبابه ودواعيه، كما وصف ذلك اثنان من كبار النقاد العرب القدامى وهما القاضي ابن عبد العزيز الجرجاني والآمدي، حينما عرضا هذه الأبيات التي يهتز لها السامع\nالجزء: 1 ¦ الصفحة: 76\n",
        "وإذا أراد أن يتعرف على أسباب الجمال والحلاوة فيها لا يستطيع ذلك والأبيات هي:\nأقول لصاحبي والعين تهوى\n...\nبنابين المنيفة فالضمار\nتمتع من شميم عرار نجد\n...\nفما بعد العشية من عرار\nألا حبذا نفحات نجد\n...\nويا روضة غب القطار\nوعيشك إذ يحمل القوم نجدا\n...\nوأنت على زمانك غير زار\nشهور ينقصين وما شعرنا\n...\nبإنصاف لهن ولا سرار\nفأما ليلهن فخير ليلى\n...\nوأقصر ما يكون من النهار\nيقول القاضي الجرجاني فيها: ولكنني ما أظنك تجد لها من سورة الطرب وارتياح النفس ما تجده هنا، ثم يقول: وهو كما تراه بعيد الصنعة فارغ الألفاظ سهل المأخذ، قريب التناول1.\nوالمنهج الفني سواء قام على الإحساس بالجمال أو التعرف على خصائص اللفظ والنظم والصورة الكلية للقصيدة، فكلاهما يرجع إلى قواعد معينة ترسبت في الذوق من كثرة المران، ومتابعة النقد للنصوص الأدبية من خلال الدراسات الكثيرة لنقادنا القدامى مثل القاضي الجرجاني والآمدي وعبد القاهر الجرجاني وابن رشيق وغيرهم، ومن خلال الدراسات الكثيرة لنقادنا المحدثين في مذاهبهم النقدية والأدبية الحديثة.\nوهو منهج فني أصيل يرجع إلى طبيعة اللغة في الأدب والتعرف على منابع الجمال فيها.\n1 الوساطة بين المتنبي وخصومه للقاضي ابن عبد العزيز الجرجاني.\nالجزء: 1 ¦ الصفحة: 77\n",
        "سادسا: المنهج العام\nوهو الذي يجمع فيه الباحث بين المناهج السابقة كلها ويعتمد عليها جميعها في دراسة النصوص وفي موضوعه الذي اختاره، وعليه حينئذ أن يطبق روح المنهج الطبيعي، والمنهج الفلسفي والمنهج الاجتماعي والمنهج النفسي والمنهج الفني والمنهج التاريخي؛ لكي يكشف القيم الفنية الكثيرة في دراسته، ويتعرف عليها، ويوضح خصائصها واتجاهاتها في ذلك الموضوع، وهو منهج فني بموضوعاته يحتاج من الباحث إلى جهد كبير، ومتابعة ودقة، وقبل ذلك كله يحتاج إلى سعة الاطلاع فيه والتعمق في جوانبه والتعرف على أصوله.\nوهذه المشقة يرجع السبب فيها إلى التقاء كل المناهج في منهج واحد وهو المنهج التكاملي الذي يحتاج منه إلى جهد ومعاناة شديدين، بينما لو سار الباحث على منهج واحد غير هذا المنهج كالمنهج النفسي مثلا؛ فإنه لا يعاني معه مثل هذه المشقة والجهد.\nوهذه إشارة سريعة للمناهج التي يتبع أحدها الباحث في دراسته لموضوعه، ولعل الفرق قد ظهر واضحا بين الخطة في البحث وبين المنهج للباحث الذي سوف يسير عليه في الخطة التي رسمها لموضوعه في البحث الأدبي.\nالجزء: 1 ¦ الصفحة: 78\n",
        "الفصل الثالث: القراءة والاطلاع\nبين المصادر والمراجع والدوريات\n:\nبعد أن يتم اختيار البحث بالمتابعة في القراءة العامة حتى يقتنع الباحث والأستاذ المشرف معا بالموضوع يبدأ الباحث مرحلة جديدة وهي مرحلة جمع المصادر والمراجع والدوريات؛ استعدادا للقراءة الخاصة والدقيقة والاطلاع الشامل لما يتصل بموضوعه اتصالا وثيقا مباشرا، وقد أعانته المرحلة السابقة في اختيار البحث من قراءة عامة مستوعبة، لكل ما يتصل بالموضوع، ولو لأدنى ملابسة، أما في هذه المرحلة فالنية تخلص وتتركز في القراءة الوثيقة الصلة بالموضوع صراحة، وعن قريب.\nوأول عمل يقوم به الباحث في هذه المرحلة هو تحديد المصادر والمراجع والدوريات وحصرها حصرا تاما وشاملا، ثم التمييز بين هذه الأنواع كلها، لما ينبني عليه التمييز من تفضيل بعضها على بعض وأسبقية بعضها عن البعض، وحسب هذا التفضيل وتلك الأسبقية ترجع الأهمية في القراءة؛ فتقدم منها الأهم ثم المهم والمصدر الأصلي ثم المصدر الثانوي ثم المرجع، وهكذا بالترتيب حين القراءة.\nالجزء: 1 ¦ الصفحة: 79\n",
        "وواضح مما سبق أن هناك فرقا بين المصادر والمراجع والدوريات، والغالبية من العلماء والنقاد على التمايز والاختلاف بينها، وإن كان البعض لا يميز بين الأنواع الثلاثة.\nوالصواب أو ما يقرب منه هو أن نفرق بينها؛ لأن ما جرت به العادة في كل شيء أن له عناصر تقوم على أهمية كبيرة يعتمد عليه الشيء اعتمادا أوليا وكليا، وعوامل خارجية تكون على درجة ما من الأهمية تساعد على تكوين الشيء وإتمامه، وكذلك الأمر في البحوث الأدبية؛ فالبحث الأدبي في موضوع مثل \"د. طه حسين وأدبه\" فالأصول التي تمد هذا الموضوع تكون على النحو التالي:\n1-\nمصادر أصلية وهي التي كتبها الدكتور طه حسين بنفسه وأملاها على كتبه، سواء ظهرت في ميدان الصحافة، ولم يجمعها هو في كتب مستقلة، بل ظلت في الصحف في حياته كجريدة \"الأهرام\" و\"الأخبار\" و\"المصري\" و\"الجمهورية\" وغيرها من الصحف اليومية، أو ظلت في المجلات الأدبية في حياته مثل مجلة \"الرسالة\" و\"الثقافة\" و\"المقتطف\" و\"الأديب\" وغيرها.\nأو ظهرت في صورة مؤلفات وكتب صدرت في حياته مثل مؤلفاته الكثيرة وعلى سبيل المثال \"في الشعر الجاهلي\" و\"من حديث الشعر والنثر\" و\"حديث الأربعاء\" و\"فصول في النقد\" وغير ذلك.\nأو كانت محاضرات له ألقيت في الجامعة أو من وسائل الإعلام\nالجزء: 1 ¦ الصفحة: 80\n",
        "المختلفة، ووثقها طلابه من بعده للباحث، ويقوم الشيوع والانتشار مقام التوثيق.\nب- مصادر ثانوية: وهي الكتب التي صدرت له بعد وفاته وكان قد كتبها وأملاها، ولكنه لم يتمكن من طبعها، أو مقالات كتبها في حياته ولكنها لم تنشر إلا بعد وفاته في الدوريات من الصحف والمجلات، ويدخل في هذا النوع ما أنشأه الغير عن الدكتور طه حسين في حياته من كتب أو مقالات في الدوريات، فإن ذلك أعده من المصادر الثانوية، فهي تعد من المصادر لأنها كانت في حياة الدكتور طه، وحياته توثقها ولو بالسكوت عنها، وتعد ثانوية لأن من كتبها شخص آخر غير المصدر الأصلي وهو الدكتور طه حسين.\nج- المراجع: وأعني بها تلك الكتب والمؤلفات والمقالات التي كتبت في الدوريات عن الدكتور طه حسين بعد وفاته، ولم يشهد منها أحدا، وعلى سبيل المثال كتاب كمال الملاخ الذي صدر أخيرا وهو \"قاهر الظلام\" وغيره.\nهذا بالإضافة إلى أن كل من المصادر الأولى والثانوية والمراجع الموثقة جميعا تتنوع إلى قسمين، قسم مقدم وهو المخطوط بخط اليد لصاحبه، ويليه القسم الثاني وهو المطبوع والمنشور.\nوعلى هذا النحو يسير الباحث في كل موضوع يختاره، وهو يفرق بين هذه الأنواع ويوثقها ويقدم بعضها على بعض\nالجزء: 1 ¦ الصفحة: 81\n",
        "حسب الأهمية كما تبين لنا مما قدمته من مثال حددت فيه الأهم ثم المهم، وفرقت بين المصادر الأولى والمصادر الثانية، ثم بين المراجع والدوريات، ثم قدمت المخطوط منها على المطبوع ونحدد ذلك في إيجاز على الترتيب الآتي:\nأولا: أن يوثق الباحث الأصول بأنواعها المختلفة بنسبتها إلى صاحبها عن طريق خط يده وشهادة العدول على ذلك وإقراره بنشرها في حياته، وشيوع المصدر بين الكثرة من الناس مما يدل على صحة نسبته إلى صاحبة، والتواتر من المحدثين والرواة والمؤلفين على صحة نسبة الأصول إلى صاحبها، ولعل دراسة الرواية في الحديث الشريف وهو ما يسمى قديما بعلم \"الرجال\" أو الجرح والعدول وحديثا بعلم \"مصطلح الحديث\" أفادت علماء الأدب كثيرا في التوثيق والتحقيق في صحة نسبة الأصول إلى صاحبها.\nثانيا: تقديم المخطوطات من المصادر الأولى ثم الثانوية على المطبوعات منها والتي نشرت مطبوعه بين الناس.\nثالثا: تقديم المصادر الأولى وهي التي كتبها صاحبها بيده، أو أملاها على غيره وصدرت له في حياته، ونشرت له وتلقى أنباء النشر عنها، وراجعها بعد النشر سواء صدرت له في صورة كتب ومؤلفات، أو في صورة مقالات ومحاضرات، نشرت له في الصحف والمجلات، ووسائل الإعلام المختلفة.\nالجزء: 1 ¦ الصفحة: 82\n",
        "رابعا: ثم يلي ذلك في الأهمية المصادر الثانوية وهي المؤلفات والمقالات التي كتبها صاحبها، ولم يتمكن من نشرها وطبعها وإذاعتها على الناس في حياته، وإنما تم ذلك بعد وفاته، لأن هذا النوع من المصادر أقل في التوثيق من النوع السابق لاحتمال العبث فيه أثناء الطبع والنشر.\nخامسا: ثم يأتي بعد ذلك دور المخطوطات من المراجع، وهي ما خطه كاتب ما عن صاحب المصادر الأولى، وفي موضوع البحث ولم يطبعه المؤلف بل تركه من بعده مخطوطا سواء أكان كتابا أو مقالة.\nسادسا: وأخيرا يتناول المراجع المطبوعة لمؤلف آخر من المصادر الأولى، والتي نشرت في حياته أو بعد وفاته، والمراجع هو النتاج العلمي والأدبي لشخص ما يكتب فيها عن الموضوع الذي اختاره الباحث، فالمرجع يضم بين دفتيه آراء المؤلف في الأصول الأولى للموضوع، ودراسته ونقده للمصادر الأولى عن البحث المختار، وذلك مثل كتاب \"قاهر الظلام\" عن طه حسين للكاتب كمال الملاخ.\nالجزء: 1 ¦ الصفحة: 83\n",
        "استقصاء كل المصادر والمراجع والدوريات التي تناولت البحث\n:\nبعد أن رأينا الفرق بين الأصول التي يعتمد عليها الباحث حسب درجة أهميتها وأوثقها صلة بالموضوع، بقي أن أوضح كيف يستقصي الباحث هذه الأصول ويجمعها بأسهل الطرق الممكنة وأوفرها عليه وقتا وجهدا.\nوينبغي على الباحث أثناء جمعه الأصول التي تتصل بالبحث أن يستقصيها بكل ما يملك، بحيث لا يند عنه مصدر ولا مرجع، سواء أكان مخطوطا أو طبوعا، كتابا أو مقالة، ويحتاج في هذا إلى من يرشده ويوجهه، وأفضل الوسائل التوجيهية وأهمها هي:\n1-\nالأستاذ المشرف الذي قطع شوطا كبيرا في الدراسة والبحث، وقضى عمره في القراءة والاطلاع، ينبغي ألا يضن بوقت ولا جهد على الباحث؛ فيعطيه كل ما يتصل بموضوعه من المصادر والمراجع، بل يرشده إلى كل جديد يصدر عنه الموضوع ويضع يدي الباحث على كل وسيلة تضيف إليه ما كان خافيا عليه من أصول.\n2-\nعلى الباحث أن يبحث في فهارس المصادر والمراجع للكتب التي نشرت عن الموضوع أو التي تتصل به ولو لأدنى ملابسة؛ فإنه سيجد في هذه الفهارس الكثير من الأصول التي تمت إلى بحثه بصلة وعند ذلك يسجلها، ثم يستعرض فهرست موضوعاتها فإن عثر على أفكار تتصل بموضوعه فقد أصبحت من الأصول التي يعتمد عليها.\nالجزء: 1 ¦ الصفحة: 84\n",
        "3-\nعلى الباحث أن يستقصي فهارس دور الكتب العربية مهما كلفته من مشقة وبالأخص:\nأ- فهارس مكتبة الجامع الأزهر الشريف.\nب- فهارس مكتبة دار الكتب المصرية.\nج- فهارس مكتبة البلدية بالإسكندرية.\nد- فهارس مكتبة معهد المخطوطات العربية بالجامعة العربية بالقاهرة.\nهـ- فهارس المكتبة الظاهرية بدمشق في سوريا.\nو فهارس بعض دور الكتب الصغيرة مثل مكتبة كلية اللغة العربية، وكليات الآداب بالقاهرة وعين شمس والإسكندرية ثم دار العلوم وغيرها.\nس- فهارس بعض المكتبات المشهورة ودور التوزيع والنشر وهي فهارس مطبوعة للإعلان عما لديها من كتب.\n4-\nعلى الباحث أن يستقصي فهارس الرسائل الجامعية التي تتصل بموضوعه سواء أكانت مخطوطة أو مطبوعة قد نشرت.\n5-\nوينبغي على الباحث استقراء كل الكتب في التراجم، وفي مؤلفات مصادر البحوث الأدبية \"وفي\" دوائر المعارف المختلفة، وعلى سبيل المثال: فالتراجم مثل \"معجم الأدباء\" و\"معجم البلدان\" وكلاهما لياقوت الحموي، \"والفهرست\" لابن النديم وإحصاء العلوم للفارابي و\"مفاتيح العلوم\" للخوارزمي و\"كشف الظنون\" لحاجي خليفة، و\"مفتاح السعادة\" لطاش كبرى\nالجزء: 1 ¦ الصفحة: 85\n",
        "زادة و\"الأعلام\" للزركلي و\"تراجم الأدباء\" لإبراهيم العلوي و\"معجم المطبوعات العربية والمعربة\" لسركيس، وكتاب \"الذريعة\" لأغا بزرك الظهراني و\"هدية العارفين في أسماء المؤلفين\" لإسماعيل باشا البغدادي.\nوأما مؤلفات مصادر البحوث الأدبية؛ فمنها على سبيل المثال \"تاريخ الأدب العربي\" للمستشرق بروكلمان، وقد عربه الدكتور عبد الحليم النجار، وكتاب \"تاريخ الأدب العربي\" لأحمد حسن الزيات، وكتاب \"تاريخ آداب اللغة العربية\" لجورجي زيدان، وكتاب \"مصادر البحوث الأدبية\" للدكتور محمد عبد المنعم خفاجي، وكتاب \"مصادر الدراسة الأدبية\" ليوسف أسعد داغر، وغير ذلك.\nوأما عن دوائر المعارف فمنها الموسوعة الكبيرة، دائرة المعارف الإسلامية، لبعض المستشرقين وقد ترجمت إلى العربية.\n6-\nويهتم الباحث بالتعرف على المجلات الأدبية، لأنها لازمت عصر النهضة الحديثة، فلا تخلو من موضوعات تتصل ببحثه قد تتخطاها دوائر المعارف وكتب المصادر للبحوث الأدبية، ولكي يلتزم الدقة، فعليه أن يرجع إلى المجلات نفسها وأشهرها:\n1-\nمجلة المقتطف.\n2-\nمجلة الرسالة.\n3-\nمجلة الثقافة.\n4-\nمجلة الهلال.\n5-\nمجلة الأزهر.\nالجزء: 1 ¦ الصفحة: 86\n",
        "6-\nمجلة الأديب في بيروت.\n7-\nمجلة معهد إحياء المخطوطات العربية وسواها من المجلات والصحف.\nوبعد أن يستقصي كل المصادر والمراجع والدوريات ويسجلها عنده، فسيكون من العسير على الباحث أن يقتني هذه كلها، وخاصة إذا كان بعضها من المخطوطات التي تختص بها الدولة، فعليه في هذه الحالة أن يقتني ما يدخل تحت طاقته بقدر ما يمكن، وهذا أفضل ولعدم ضياع الوقت في الذهاب والعودة والانتظار في دور الكتب العامة، أما إذا لم يتيسر له اقتناؤها وشراؤها فعلى الباحث أن يطلع في دور الكتب العامة وأهمها هي:\n1-\nدار الكتب المصرية، وفروعها المختلفة في أحياء القاهرة.\n2-\nمكتبة الأزهر الشريف.\n3-\nمكتبة معهد إحياء المخطوطات العربية بالجامعة العربية في القاهرة.\n4-\nمكتبة البلدية بالإسكندرية.\n5-\nمكتبة كلية اللغة العربية بجامعة الأزهر.\n6-\nمكتبة جامعة القاهرة وكلية الآداب فيها.\n7-\nمكتبة دار العلوم بالقاهرة.\n8-\nمكتبة كلية الآداب بجامعة عين شمس.\n9-\nمكتبة كلية الآداب بجامعة الإسكندرية.\n10-\nمكتبة معهد الدراسات العربية بالقاهرة.\nالجزء: 1 ¦ الصفحة: 87\n",
        "11-\nمكتبة جامعة استامبول.\n12-\nمكتبة با زيد باستامبول.\n13-\nمكتبة نور عثمانية بتركيا.\n14-\nالمكتبة الأهلية بمدريد.\n15-\nمكتبة الأسكوريال بالأندلس.\n16-\nمكتبة جامعة القرويين بفارس.\n17-\nمكتبة الزيتونة بتونس.\n18-\nمكتبة الصادقين بتونس.\n19-\nالمكتبة الأهلية بباريس.\n20-\nمكتبة جامعة برنستون بأمريكا.\n21-\nمكتبة معهد المتحف الأسيوي بلينجراد.\n22-\nمكتبة جامعة لندن.\n23-\nالمكتبة الشرقية لجامعة القديس يوسف ببيروت.\n24-\nالمكتبة الظاهرية بدمشق.\n25-\nمكتبة الفاتيكان.\n26-\nالمتحف البريطاني بلندن.\n27-\nمكتبة الحرم المكي الشريف بمكة المكرمة.\n28-\nمكتبة دار الكتب الوطنية بالرياض.\n29-\nمكتبة شيخ الإسلام عارف حكمت بالمدينة المنورة.\n30-\nمكتبة جامعة بغداد.\nالجزء: 1 ¦ الصفحة: 88\n",
        "ومعلوم أن الباحث ليس في قدرته أن يملك كل الأصول التي يعتمد عليها الباحث في دراسته؛ لذلك فهو في إمكانه أن يستعين بدور المكتبات العامة.\nولكي يهتدي إلى المرجع بسرعة ويسر عليه أن يتبع الطرق الآتية:\nأولا: فهرست المؤلف، وضعت في دور الكتب فهارس بأسماء المؤلفين مرتبة حسب ترتيب حروف المعجم؛ فيراعي في هذا الحرف الأول ثم الحرف الثاني من الاسم الأول؛ فمثلا عباس محمود العقاد، يقوم الباحث بالبحث عن حرف \"العين\" واضعا في اعتباره الحرف الثاني وهو \"الباء\" في عباس، وتجرد الأسماء من أداة التعريف الألف واللام، فلا تدخل في ترتيب حروف الهجاء، وحينئذ تبدأ دور الكتب بالألف ثم الباء ثم يلي ذلك \"أبو ثم ابن\" ثم التاء إلى آخر الحروف الأبجدية حسب الترتيب المعروف.\nثانيا: فهرست الموضوعات والكتب: وهذه الفهارس موزعة حسب الموضوعات والفنون فإذا أردنا أن نحصل على كتاب \"دلائل الإعجاز\" فنبحث عن حرف الدال مع اللام على النحو السابق، وذلك في موضوع وفن البلاغة؛ لأن الفهارس وزعت حسب الفنون والعلوم مثل فهرست علم التاريخ، أو علم الفقه أو فن الأدب وهكذا، فإن كان أول الاسم \"ال\" للتعريف حذفت واعتبر ما بعدها.\nثالثا: إذا حصل الطالب على المطلوب من فهرست المؤلف أو فهرست الكتاب دون الرقم المكتوب ثم الرمز أو نوع العلم أو الفن الذي بجوار الرقم، ثم يكتب ذلك في بطاقة استعارة، وبها يطلب الكتاب من الموظف المختص.\nرابعا: من المكتبات من يفرد المخطوطات بفهرست والمطبوعات بفهرست والدوريات -وهي المجلات والصحف- بفهرست ولكل مكانه، وطريقة الحصول عليه كما سبق أن أوضحت.\nالجزء: 1 ¦ الصفحة: 89\n",
        "القراءة الشاملة للأصول وتحديد ما يتصل بالموضوع مباشرة\n:\nوبعد أن تعرف الباحث على الأصول، ووضع يديه عليها يتجه:\nأولا: إلى استعراض فهرست الموضوعات للمصدر الذي تحت يديه بدقة، ويقرأ موضوعاته بإمعان، ويسجل الأفكار التي تتصل بموضوعه مباشرة حفاظا على وقته وجهده، ويتتبع هذه الأفكار الفكرة السابقة واللاحقة لها؛ حتى يتبين له ذلك من خلال ما كتب فيها داخل المصدر، لأن المؤلف من الجائز أن يكون قد قدم للفكرة المعنية، وربطها بما بعدها في الفكرة اللاحقة، وقد لا يصنع ذلك، ودفعا لهذا اللبس وتبعا للدقة العلمية على الباحث ألا يترك شيئا يتصل بالفكرة خلال المصدر، وهكذا يستعرض كل الأصول كما سبق.\nثانيا: أن يقرأ الباحث الموضوعات التي اختارها من الأصول مرة على الأقل إن لم يكن مرتين.\nالجزء: 1 ¦ الصفحة: 90\n",
        "ثالثا: في المرة الثالثة تكون القراءة على مهل وحينئذ ينبغي عليه أن ينتبه للحشو الذي قد يتورط فيه بعض الكتاب، والزيادة التي لا صلة لها بالفكرة المعينة، ويضع عليها علامات تميزها لإبعادها عن القراءة في المرحلة التالية التي يبدأ فيها تدوين الأفكار الوثيقة الاتصال بموضوعه.\nرابعا: يعيش في أوقات فراغه مع قراءاته السابقة ويفكر فيها ويعمقها وينميها، استعدادا لآرائه حولها وتعليقاته عليها ونقداته الإيجابية، التي سوف تكشف عن شخصيته العلمية في بحثه الأدبي.\nوإلى هنا يستعد لمرحلة جديدة وهي مرحلة تدوين ملاحظاته وآرائه في بطاقات، وهذا ما يتصل بجمع المادة العلمية وهو ما سنوضحه في الفصل التالي.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الفصل الرابع: مادة البحث وعناصره\nقراءة الموضوعات الوثيقة الصلة بالبحث\n:\nكان لا بد للقراءة أن تكون شاملة أثناء تحديد الأصول لكل الموضوعات التي تتصل بالموضوع ولو لأدنى ملابسة، لأن الشأن في تحديد الأصول قراءة المصدر أو المرجع كله، حتى يتمكن الباحث من الحكم عليها، ويقطع بدخولها ضمن الأصول أو عدم صلاحيتها للدخول.\nأما القراءة والاستيعاب لجمع المادة، وتكوين عناصر البحث، فينبغي أن تكون وثيقة الصلة بالأفكار، والقضايا التي تتصل بالبحث مباشرة، فالباحث هنا يستوعب ليدون المادة والفقرة في بطاقة أو ورقة، وما يقتضيه التدوين هو ما يتصل بموضوع بحثه مباشرة، بينما القراءة هناك كانت لتعميق نظرة الباحث في موضوعه وتخصيب خواطره وأفكاره وارتباطه بعاطفته ومشاعره بها، لذلك كان عليه أن يقرأ كل ما يتصل بالموضوع ولو لأدنى ملابسة.\nوالقراءة في البحوث بخاصة لها أصولها وقواعدها، وليست كالقراءة العادية في صحيفة أو مجلة أو للاطلاع والتثقيف، بل لها أوقاتها وخصائصها التي تجعلها تتسم بالتنظيم والتوقيت والدقة\nالجزء: 1 ¦ الصفحة: 92\n",
        "والعمق، والاستيعاب والتحصيل، والفهم والاستنتاج.\nفالباحث عليه أن يقرأ أولا مقدمة الكتاب، ليعرف منهج الكاتب وموضوعه، وأغراضه منه، ومصادره الأولى التي استفاد منها، ومن اشتركوا معه في توضيح الطريق له، أو قرظوا له كتابه وعمله العلمي ويعرف أسباب المدح والثناء عليه.\nكل ذلك يفيد الباحث في سرعة الاستيعاب أو التحصيل والفهم لموضوع الكتاب بغير عناء، لأنه في كل خطوة من خطوات القراءة قد وضع الأمور السابقة نصب عينيه، وهذا يساعده بدوره على الاستنتاج والنقد والتحليل في أقل وقت وبأوفر جهد.\nوعلى الباحث كذلك أن يقرأ خاتمة الكتاب؛ ليتعرف على النتائج الجديدة التي وصل إليها صاحبه، والوقوف على أهمية موضوعه، والباحث بهذا العمل يقوم على وجه السرعة باكتشاف منهج الكتاب ونتائجه الطريفة ودرجة أهمية النتائج؛ لتفيده في قراءة الكتاب والإفادة منه إفادة إيجابية تامة.\nوعلى الباحث كذلك أن يختار الوقت المناسب للقراءة، فلا يصح أن يكون بعد الأكل مباشرة لأن النفس تظل في حالة خمول وفتور، وبذل أي نشاط في هذا الوقت يزيد الجسد ضعفا وإنهاكا، وبالتالي تكون مراكز الوعي والاستيعاب في النفس بطيئة، بل عاجزة أحيانا على التحصيل والدقة في الفهم، ولا ينبغي على الباحث أن يقرأ بعد النوم مباشرة بل لا بد من أن تمضي\nالجزء: 1 ¦ الصفحة: 93\n",
        "فترة تكون النفس والجسم والعقل قد أخذت كل منها مرحلة النشاط الشامل، ليقرأ الباحث بعد أن تنبهت فيه كل منافذ الإدراك ومعاير الوعي والتحصيل والاستنتاج.\nلذلك كله يتعين على الباحث اختيار الوقت الذي تكون فيه النفس موفورة النشاط العقلي، ويكون الجسم جم النشاط العضلي، وقد تنبه إلى ذلك الناقد العربي بشر بن المعتمر في صحيفته المشهورة في النقد العربي القديم، يقول بشر في ذلك:\nخذ من نفسك ساعة نشاطك، وفراغ بالك وإجابتها إياك؛ فإن قليل تلك الساعة أكرم جوهرا، وأشرف حسبا، وأحسن في الأسماع وأحلى في الصدور، وأسلم من فاحش الخطأ، وأجلب لكل عين وفرة من لفظ شريف ومعنى بديع، واعلم أن ذلك أجدى عليك مما يعطيك يومك الأطول بالكد والمطاولة والمجاهدة وبالتكلف والمعاودة، ومهما أخطأك أن يكون مقبولا قصدا، وخفيفا على اللسان سهلا، وقد خرج من ينبوعه ونجم عن معدنه\n...\nفإن كانت المنزلة الأولى لا تواتيك ولا تسنح لك عند أول نظرك، وفي أول تكلفك وتجد اللفظة لم تقع موقعها، ولم تصر إلى قرارها وإلى حقها من أماكنها المخصوصة لها\n...\nولم تسمح لك الطباع في أول وهلة وتعصي عليك بعد إحالة الفكرة، فلا تعجل ولا تضجر، ودعه بياض يومك أو سواد ليلك، وعاوده عند نشاطك وفراغ بالك؛ فإنك لا تعدم الإجابة والمواناة، إن هناك طبيعة أو جريت من الصناعة على عرق.\nالجزء: 1 ¦ الصفحة: 94\n",
        "وبشر بن المعتمر في هذه الفقرة التي اقتبستها من صحيفته المشهورة، يشير فيها إلى تخير وقت القراءة والكتابة، واختاره حين تكون النفس في غاية نشاطها، وعند خلو بالها، لتلبي صاحبها، وتستجيب له إذا طالبها، وهي على هذه الحالة من الحيوية والنشاط تفيد من الوقت اليسير، ويتضاعف عملها في الزمن الوجيز، فإن استعصى العمل العلمي عليها، ولم تثمر عندها القراءة والكتابة فقد طالب صاحب هذه الصناعة بالانصراف عنها سواد ليله أو بياض نهاره حتى يعود إليه النشاط ويفرع منه البال، وحينئذ تواتيه الملكة ولا يحرم التجاوب الفعال في هذا الفن ما دام الإنسان في طبيعته هذه الموهبة من التحصيل، وعلى خبرة بالدراسة والبحث.\nوقد فطن لمثل هذا من نقادنا القدامى الإمام عبد القاهر الجرجاني، ونبه إليه في أكثر من موطن في كتابه دلائل الإعجاز.\nالجزء: 1 ¦ الصفحة: 95\n",
        "جمع الأفكار والنصوص الأساسية\n:\nقبل أن يبدأ الباحث جمع المادة في موضوعه، ويستوعب كل عناصر بحثه، ينبغي عليه من أجل توفير جهده ووقته بمقدار ما يمكن أن يختار لتدوين مواد البحث إحدى هاتين الطريقتين:\nأ- البطاقات: وهي ورق مقوى متوسط الحجم متساو 10× 14سم، يقوم الباحث بتحصيل أعداد كبيرة منها تستوفي مادة بحثه ويكتب الفكرة التي يجمعها أو النص الذي يختاره على وجه واحد من البطاقة، وفي أسفلها يشير إلى المصدر الذي أخذ منه الفكرة أو النص الواحد، ويكتب اسم المصدر واسم صاحبه والطبعة \"الطبعة الثالثة مثلا\" وعام الطبع والمطبعة ودار النشر التي تكفلت بنشره، وإذا كان المصدر مخطوطا فيشير الباحث أسفل البطاقة أيضا إلى المخطوطة وإلى صاحبها، وإلى كاتبها وإلى سنة الكتابة، وإلى المكتبة التي بها، والرقم التي حفلت به والرمز الذي بجانب الرقم، وإذا تكرر المأخوذ في أكثر من مصدر أو من مخطوطة فينص كتابة على ذلك أيضا.\nثم يحصل الباحث على ظروف يضع فيها البطاقات ويكتب على كل ظرف موضوع كل فصل، حتى يستوفيها، ويصبح لكل فصل ظرف مستقل، بحيث توضع فيه البطاقات التي دون فيها الباحث المادة العلمية التي تتصل بموضوع كل فصل، ويخص ظرفا للمراجع والمصادر.\nوبهذا الصنيع يسهل التمايز بين الموضوعات والفصول، ويكون من اليسير على الباحث أن يستخرج أية فكرة مدونة في البطاقة في أسرع وقت، وأيسر جهد، ومن غير أن تختلط البطاقات بعضها بالبعض.\nب- الدوسيه: وهو غلاف كبير مقوى من الكرتون، له كعب عريض يتناسب مع حجم الغلاف، وفي داخل الغلاف توجد حلقتان\nالجزء: 1 ¦ الصفحة: 96\n",
        "من الحديد يكون من الممكن إقفالها وفتحها حينما تضاف إليها أوراق مخرومة في أي مكان من الدوسيه.\nوعلى الباحث أن يقسم الدوسيه إلى فصول حسب فصول البحث، كل فصل له موضوعه الذي يخص له ورقة مقواة، يجعل لها لسانا، يكتب عليه نوع الفصل وموضوعه، فتتكون من مجموع الألسنة لكل ورقة مقواة سلسلة متوالية الحلقات، فإذا أراد الباحث فصلا معينا -والدوسيه مغلق- فعليه أن ينظر في هذه الألسنة البارزة ويضع يده على الفصل المطلوب وباليد الأخرى يفصل اللسان المقابل له فينفتح الدوسيه ويحقق الباحث غرضه من هذا الفصل.\nوحين يجمع الباحث مادة موضوعه، وعناصر بحثه يكتب الفكرة أو النص الذي يحصل عليه في ورقة ما، ثم يشير إلى المصدر وصاحبه إلى آخر ما سبق في الطريقة الأولى، لكنه هنا قد يضيف الباحث في هذه الورقة اقتباسات أخرى تتصل بفكرة واحدة، ما دام هناك فراغ في الورقة على خلاف طريقة البطاقة، فإنها لا تتسع إلا لاقتباس واحد لفكرة واحدة أو نص واحد، ثم يثقب الباحث هذه الورقة بالمثقب الخاص ويضعها في مكانها من الدوسيه من الفصل الخاص بها، وهكذا في كل المواد والعناصر التي يجمعها، يضع كل ورقة مع موضوع الفصل التي يتصل بها حتى ينتهي من هذه المرحلة.\nويخص الباحث مكانا في الدوسيه وفي نهايته بالذات؛ لوضع الأوراق التي قد دون فيها أسماء المصادر والمراجع والدوريات\nالجزء: 1 ¦ الصفحة: 97\n",
        "خوفا من ضياعها أو تشتيتها، ولكي يضم الدوسيه كل ما يتصل بالبحث، حتى يوفر هذا العمل على الباحث الكثير من الوقت والجهد. ويتعود الدقة والتنظيم والعناية وحسن التصرف والوصول إلى الغاية من غير مشقة.\nولو احتاج الباحث إلى دوسيه آخر أعاد توزيع الفصول بالترتيب بينهما بحيث يخص كل واحد منهما بنصف الفصول على الترتيب السابق، وبذلك يخف الضغط على الدوسيه الواحد، أو يجعل لكل باب \"دوسيها\" واحدا، أو لكل فصل \"دوسيها\" مستقلا.\nولا فرق عندي بين الطريقتين على نحو ما بينت، فأي طريقة يختارها الباحث لا تقل عن أختها في توفير الجهد والوقت، وكلتاهما تحفظ له مادته العلمية في وضع منظم وعلى هيئة منسقة، وخاصة إذا رتبت الظروف في صندوق مناسب من الورق لحفظها، فإنها في هذه الحالة لا تقل في الحفظ عن الطريقة الثانية.\nوما هو جدير بالباحث أثناء جمع المادة أن يكتب ما يتصل بموضوعه مباشرة وما يعتقد فيه، إن له لصلة وثيقة به، لأنه إذا لم يصنع ذلك، جمع أكواما من المواد والعناصر لا حصر لها، وعند الكتابة والصياغة سيجد مشقة طاغية في فصل المواد، التي تهمه عن المواد الأخرى التي هي دونها بكثير في الأهمية.\nلذلك كان على الباحث أن يختار المادة التي ترتبط بالفكرة ارتباطا وثيقا وأن يفحص بدقة دائما، كل ما هو قابل للتدوين\nالجزء: 1 ¦ الصفحة: 98\n",
        "ويأخذ منه ويدع، ويذكر منه ما يتلاحم، ويحذف ما لا علاقة له بالموضوع، أو له علاقة واهية، ولو عمد الباحث إلى جمع كل ما له صلة لأدنى ملابسة لتضخم البحث وشاع فيه الفوضى وانفصلت حلقاته المتتابعة، وضعف التسلسل المطرد الذي يربط بين فقرات البحث، ويشد موضوعاته المترابطة وأفكاره الوثيقة الاتصال فيه.\nوإذا أراد الباحث أن ينقل نصا يتصل بالموضوع، فعليه أن يكون دقيقا في النقل، وأن يكتب النص كاملا، بشرط ألا يطول، فإن طال -وكان من الضروري نقله- اكتفى الباحث بإعطاء فكرة موجزة عن مضمونه ثم يذكر جزءا يسيرا منه بنصه، ويشير إلى الباقي في مصدره حتى يتمكن القارئ من الرجوع إليه إن أراد، وفي بعض الأحيان ينقل الباحث النص بتصرف، وعليه حينئذ أن يشير إلى ذلك، وينص على أنه نقله \"بتصرف\".\nوقبل أن يدون الباحث الفكرة، يتمهل في قراءتها المرة بعد المرة، ويراعي الدقة في فهمها والوصول إلى ما وراءها، فإن لكل عبارة ظاهرا أو معنى خفيا، ولا بد من التفريق بين المعنيين لكي يتعرف الباحث على غرض صاحب الفكرة قبل أن يدونها، أو يكتب رأيه فيها.\nوبعد المعاودة والتكرار للفكرة والمراجعة والتفسير للعبارة يعمل على تذوقها، وتظل تعايش خواطره ومشاعره التي اكتسبها من\nالجزء: 1 ¦ الصفحة: 99\n",
        "خلال القراءة الواسعة في المراحل السابقة لكي يصل بعد ذلك إلى مرحلة التفسير والموازنة، والنقد والتوجيه، ويصل إلى استنتاجه الشخصي وينتهي إلى حكمه المستقل، من غير هوى أو ميل، وبلا تحيز أو تقصير.\nبهذا العمل تظهر شخصية الباحث العلمية، ويكون له كيانه المستقل، ويأخذ بحثه مكانه بين البحوث الجديدة التي شاركت في بناء الحضارة الإنسانية وفي بناء الفكر الإنساني.\nالجزء: 1 ¦ الصفحة: 100\n",
        "الفصل الخامس: الصياغة\nمدخل\n...\nالفصل الخامس: الصياعة\nخصائص الأسلوب:\nعلى الباحث أن يبدأ بمقدمة قصيرة قبل كل فصل ليربط بين الفصل السابق ويوضح النهج الذي سوف يسير عليه في هذا الفصل والأفكار التي يعتمد عليها في الدراسة، ثم في نهاية الفصل يقوم بتلخيص النتائج التي وصل إليها، وذلك أيضا في إيجاز وصراحة ووضوح.\nويتجنب الباحث الإطناب الذي لا محل له في الموضوع والاستطراد فهذا يخل بالبحث سواء أكان الاستطراد في الأسلوب والتعبير أو الاستطراد في زيادة باب أو فصل في البحث، أو غير ذلك مما يعمل على إشاعة الفوضى، وعدم الترابط بين فقرات البحث وفصوله وأفكاره.\nويرتب الباحث الكتابة ترتيبا ناميا، فيذكر المقدمات أولا ثم ينتهي بذكر النتائج ليظهر الترتيب بين العبارات والتسلسل بين الفقرات والترابط بين الفصول.\nويرتب في الذكر الأعلام الواردة في الجمل ترتيبا زمنيا وتاريخيا فيقدم السابق منهم حسب تاريخ وفاته وهكذا على الترتيب؛ فيقول\nالجزء: 1 ¦ الصفحة: 101\n",
        "مثلا المازني والعقاد وطه حسين.\nوأن يكتب على صفحة ويترك أخرى، ويكتب على سطر ويتر Results\nمدخل\nمثلا المازني والعقاد وطه حسين.\nوأن يكتب على صفحة ويترك أخرى، ويكتب على سطر ويترك آخر، ويخصص هامشا أسفل الصفحة، لكي يكتب عليه أسماء المصادر وأصحابها وصفحاتها إلى آخر ما سبق، وإذا نسي جملة أو سطرا كتبه بين السطرين، مع وضع علامة \"×\" في المكان المطلوب فيه الإضافة الجديدة، أما إذا كانت الزيادة فوق السطرين فيسحب سهما \" \" هكذا يشير إلى ظهر الصفحة ليكتب ما شاء خلفها ولو بلغ ذلك صفحة كاملة، أو يكتب ورقة خارجية ويلحقها برقم الصفحة السابقة مكررة بحروف الهجاء حسب الترتيب الهجائي.\nعلى الباحث أن يهتم بجمال الأسلوب وروعته بعيدا عن الزخرف والتكلف في بحثه الأدبي، على خلاف ذلك لو كان بحثا علميا كالطب والهندسة، فإنه يراعى فيه الوضوح فقط، فالبحث الأدبي يختار فيه الكلمة الفصيحة، ويسلكها في نظم دقيق مترابط، ويشد العبارات بعضها بالبعض في تلاؤم واتساق، مع تجنب التكرار والتعقيد وكثرة الصور البيانية وغزارة المحسنات البديعية التي تؤدي إلى خفاء المعنى وغموض الفكرة، بل يكتفي بالصورة التي تأتي عفوا والمحسن البديعي الذي ينساق مع الطبع المستقيم في جمل متساوية، وفقرات قصيرة، ومزاوجة بين العبارات وغيرها من خصائص الأسلوب التي توقظ المشاعر وتشد الانتباه.\nالجزء: 1 ¦ الصفحة: 102\n",
        "التزام القواعد\n:\nالقواعد في علم النحو والاشتقاق:\nعلى الباحث أن يلتزم في بحثه الكلمة الفصيحة، والنظم الجميل والتصوير الرائع، والعبارة المشرقة، وغير ذلك من وسائل التعبير الأدبي الذي يصور المعنى بوضوح، كل ذلك ضروري في البحث الأدبي، وكذلك لا بد من مراعاة قواعد اللغة وضوابط علم الاشتقاق في الألفاظ، وغيرها مما يخص مادة \"الصرف\" وعلم \"الاشتقاق اللغوي\" فيسلم الباحث من الوقوع في الأخطاء كأن يخطئ في مشتقات العمل؛ فيصوغ اسم الفاعل من الفعل الرباعي على وزن \"فاعل\" مثلا، والصواب أن وزن \"فاعل\" مشتق من الفعل الثلاثي لا الرباعي، فإن مثل هذا الخطأ يؤدي إلى فساد المعنى وغموض الفكرة.\nوعلى الباحث أيضا ألا يخطئ في إعراب الكلمات، وأن يلتزم في أسلوبه قواعد النحو، فلا يأتي بالحال مجرورا أو مرفوعا ولا يرفع المجرور بالحرف أو الإضافة، ولا ينصب جمع المذكر السالم بالياء إذا وقع فاعلا في الجملة، وهكذا مما يعد أساسا في صحة العبارة، وسلامة الإعراب، ومصدرا لوضوح المعنى واستقامة الفكرة.\nوكذلك على الباحث أن يقيم العبارة في تركيب واضح محكم\nالجزء: 1 ¦ الصفحة: 103\n",
        "وأن ينسق بين الألفاظ في صياغة مشرقة مألوفة، حتى لا يتصف أسلوبه بالقلق أو التعقيد، الذي يقوم على سوء الترتيب بين الألفاظ والعبارات، وحينئذ يختفي المعنى، وتضل الفكرة طريقها الواضح، الذي ينبغي أن يكون.\nوليس من منهجنا هنا أن يتعلم الباحث قواعد اللغة وعلم الاشتقاق وعلم النحو، ونعرض علوم البلاغة وغير ذلك، وإنما ينبغي أن نذكر الباحث قبل أن يخوض التجربة العلمية والأدبية أن يكون قد درس هذه العلوم وروض نفسه عليها مرارا، وتسلح بوسائلها المختلفة حتى تصير هذه العلوم سليقة وطبيعة في نفسه كاللعاب الذي يسيل في فمه، وكالأنفاس التي تتردد في صدره، وإلا عليه منذ البداية أن ينصرف عن البحث العلمي إلى طريق آخر يجيد صنعته.\nوهذه العلوم لها مصادرها المعروفة والمشهورة في تراثنا العربي لا يستغني الباحث عنها في مكتبته التي تلازمه كالماء والهواء.\nأما القواعد التي يحتاجها الباحث في كتابنا هذا يرجع إلى تحرير الكلمة أثناء الكتابة لكي تكون صحيحة في صورتها الخطية كما نطق بها البحث، فتقرأ كما نطقها، حتى لا يختلط المراد ولا تحتجب الفكرة عن القارئ، وتحرير الكلمة أثناء الكتابة هو الضوابط العامة لرسم الحروف على أساس مستمد من قواعد الرسم الإملائي وأحكامه، التي اشتهرت عند العلماء، وأصبحت موضوع اتفاق بينهم، أو تسير على الرأي الراجح حين تعدد الآراء\nالجزء: 1 ¦ الصفحة: 104\n",
        "وهذه الضوابط المتفق عليها أو الراجحة، هي التي ستكون مجال عنايتنا في الدراسة هنا.\nأولا تحرير الهمزة:\n1-\nهمزة القطع: تكتب الألف مهموزة سواء أكانت مفتوحة أو مرفوعة أو مكسورة، في أول الكلمة أو في وسطها أو في آخرها مثل: يقرأ أحمد عن الإقدام، ولها مواضع:\n- ماضي الفعل الثلاثي المهموز، مثل: أحل، أخذ، أوى.\n- ماضي الفعل الرباعي، مثل: أكرم، أحسن، أسرع.\n- أمر الفعل الرباعي، مثل: أسرع، أحسن، أكرم.\n- همزة المضارعة، مثل: أكتب، أسافر، أستخرج.\n- مصدر الفعل الثلاثي والرباعي، مثل: أخذ أخذا، أسرع.\n- الضمائر: سواء أكانت للرفع أو للنصب، مثل: أنت، أنا، إياكم.\n- إذ الظرفية أو الشرطية إذ، إذا.\n- الأسماء والأعلام، مثل: أب، أخ، إبراهيم، أحوال.\n2-\nهمزة الوصل: وترسم ألفا مجردة من الهمزة مثل:\nانطلق العرب في اتحاد إسلامي، ولها مواضع:\n- الأسماء الآتية: اثنان، اثنتان، ايم الله.\n- الأسماء الآتية: ابن، ابنة، اينم، اسم، امرؤ، امرأة.\n- مصدر الفعل الخماسي: اتفق اتفاقا، انتظر انتظارا.\nالجزء: 1 ¦ الصفحة: 105\n",
        "- مصدر الفعل السداسي: استعد استعدادا، استقبل استقبالا.\nملحوظة: ما عدا هذه الأسماء، فهمزته همزة قطع.\nالهمزة في الحرف كلها همزة قطع ما عدا \"ال\" للتعريف فهي همزة وصل، مثل أن، إن، إلى، أو، وغيرها.\n3-\nالهمزة في وسط الكلمة:\nوحكم تحرير هذه الهمزة في الكتابة يأخذ أربع حالات:\nأ- الهمزة الساكنة المتوسطة: وتكتب على حرف يتلائم مع حركة الحرف السابق على النحو التالي:\n- إذا كان ما قبلها مفتوحا تكتب على الألف، مثل: رأفة، يأكلان، رأس، وأمر، مأوى.\n-إذا كان ما قبلها مضموما تكتب على الواو، مثل: يؤدي، مؤلم، مؤمن، يؤتى.\n- إذا كان ما قبلها مكسورا تكتب على الياء، مثل: جئت، بئر، استئناف، شئنا.\nب- الهمزة المفتوحة المتوسطة:\nولها أحوال كثيرة في تحرير كتابتها على النحو الآتي:\nإذا كان ما قبلها مفتوحا ترسم على الألف، مثل:\nوأد، سأل، يتأخر، يتأذى، يقرآن، يبدآن، مكافآت، منشآت، الأصل، يقرأ، مكافأات، فتحولت\nالجزء: 1 ¦ الصفحة: 106\n",
        "الهمزة مع الألف إلى مدة آ.\n- إذا كان ما قبلها مضموما، فتكتب على الواو، مثل: مؤرخ، مؤاخاه، يؤمن، يؤثرون، رؤساء.\n- إذا كان ما قبلها مكسورا، فتكتب على الياء، مثل: مئات فئات، لئلا، رئتان، يستهزئان.\n- إذا ما قبلها حرفا ساكنا صحيحا وليس بعدها ألف، فتكتب على الألف، مثل: يرأس، فسأله، فجأة، يدأب.\n- إذا كان ما قبلها حرفا ساكنا صحيحا وبعدها ألف، تكتب الهمزة والألف معا مدة على ألف، مثل: القرآن، مرآة، ظمآن، إلا إذا كانت الألف متطرفة فترسم ياء، مثل: ظمأى، ينأى، أو كانت هذه الألف ألف الاثنين كتبت هذه الهمزة مفردة على السطر، مثل: جزءان، براءان، رزءان، كلها مثنى.\n- إذا كان ما قبلها ألفا ساكنا، فتكتب الهمزة مفردة على السطر، مثل: تضاءل، قراءة، عباءة، جزءان.\n- إذا كان ما قبلها واوا ساكنة، أو مشددة مضمومه فتكتب الهمزة حينئذ مفردة على السطر، مثل: السموءل، سوءة، ضوءان، موبوءة، وكذلك المشددة مثل تبوءك.\n- إذا كان ما قبلها ياء ساكنة فتكتب الهمزة حينئذ على نبرة مثل: شيئان، فيئة، خطيئات، بريئان.\n- إذا كان ما قبلها ياء ساكنة فتكتب الهمزة حينئذ على نبرة مثل:\nالجزء: 1 ¦ الصفحة: 107\n",
        "شيئان، فيئة، خطيئات، بريئان.\nج- الهمزة المضمومة المتوسطة: ولها أحوال كثيرة هي:\n- إذا كان ما قبلها مفتوحا وليس بعدها واو المد فتكتب الهمزة على واو، مثل: يلكؤك، يؤم، منشؤه.\n- إذا كان ما قبلها مفتوحا وبعد الهمزة واو المد، غير متصلة بما بعدها فتكتب الهمزة مفردة، مثل: تبوءوا، دءوب، رءوف، رءوم.\nفإن كانت الهمزة متصلة بما قبلها وبعدها تكتب على نبرة، مثل: أخطئوا، لجئوا، ينشئون، يئول.\n- إذا كان ما قبلها مضموما، وليس بعدها واو المد فتكتب الهمزة على الواو، مثل: نؤم جمع نئوم.\nفإن كان بعدها واو المد، وغير متصلة بما بعدها فتكتب الهمزة مفردة على السطر، مثل: دءوب.\nفإن اتصلت بما بعدها كتبت على نبرة، مثل: شئون، كئوس، فئوس.\n- إذا كان ما قبلها مكسورا فتكتب على ياء ولو كان بعدها واو، مثل: فيادئكم، ناشئكم، ظمئوا، يستهزئون.\n- إذا كان ما قبلها ساكنا، وليس بعد الهمزة واو فتكتب الهمزة على الواو، مثل: أرؤس، التشاؤم، التفاؤل.\nالجزء: 1 ¦ الصفحة: 108\n",
        "فإن كان بعد الهمزة واو، ولم تتصل بما بعدها كتبت الهمزة مفردة، مثل: أشاءوا، جاءوا.\nفإن اتصلت الهمزة بما بعدها كتبت على نبرة مثل: مسئول، مشئوم.\n- إذا كان ما قبلها واوا ساكنة أو مشددة مضمومة فتكتب الهمزة مفردة ولو بعدها واو، مثل: ضوء، يسوء، تبوءك.\n- إذا كان ما قبلها ياء ساكنة فتكتب الهمزة على ياء، مثل: ميئوس، فيئها.\nد- الهمزة المكسورة المتوسطة:\nوتكتب هذه الهمزة على الياء في جميع الأحوال، مهما كان الحرف الذي قبلها، والحرف الذي بعدها مثل: سئم، هوائها، وقائي، ضوئها، يئن، هيئى، ابدئي، يكتئب، جزئي وهكذا.\n4-\nالهمزة في آخر الكلمة:\nيتحرر كتابتها بمقتضى ضبط الحرف الذي قبلها وذلك على النحو الآتي:\nأ- إذا كان ما قبلها ساكنا، كتبت الهمزة مفردة، سواء أكان الحرف الساكن صحيحا مثل: عبء، كفء، ملء.\nأو كان حرف علة ألفا، مثل: جزاء، بناء، هواء.\nأو كان حرف علة واوا، مثل: هدوء، وضوء، يبوء.\nأو كان حرف علة ياء، مثل: رديء، بريء، يضيء.\nالجزء: 1 ¦ الصفحة: 109\n",
        "ب- إذا كانت الهمزة مفتوحة في آخر الاسم المنصوب المنون فتكتب كما يلي:\n- إذا كان الساكن قبلها حرفا صحيحا مفصولا عما بعده كتبت مفردة وبعدها ألف مثل:\nجزءا، برءا.\n- إذا كان الساكن قبلها حرفا صحيحا موصولا بما بعده كتبت على نبرة وبعدها ألف مثل:\nبطئا، كفئا، عبئا.\n- إذا كان الساكن قبلها ألفا كتبت مفردة، وليس بعدها ألف مثل:\nهواء، ماء، سماء.\n- إذا كان الساكن قبلها واوا كتبت مفردة وبعدها الألف مثل:\nسوءا، وضوءا، هدوءا.\n- إذا كان ما قبل الهمزة متحركا كتبت على حرف يناسب الحركة التي قبلها على النحو الآتي:\n- إن كان قبلها مفتوحا كتبت على ألف في جميع الأحوال مثل: بدأ، قرأ، نبأ، يبدأ، يقرأ، خطأ، مبدأ، لم يبدأ، لم يقرأ.\n- إذا كان ما قبلها مضموما كتبت على الواو في جميع الأحوال مثل:\nالجزء: 1 ¦ الصفحة: 110\n",
        "التكافؤ، لن يجرؤ، يجرؤ، التكافؤ، على التكافؤ، لم يجرؤ.\nيستثنى حالة واحدة فيما لو كان الحرف السابق مشددا فتكتب الهمزة مفردة مثل: التبوء.\nد- إذا كان ما قبلها مكسورا كتبت على ياء في جميع الأحوال مثل: ظمئ، قرئ، برئ، شاطئا، قارئا، يخطئ، يبدئ، على شاطئ، في منشئ، لم ينشئ، لم يجئ، لم يهنئ.\nثانيا: تحرير كتابة الألف اللينة:\nوهي ألف ساكنة مفتوحة ما قبلها وتكون في وسط الكلمة وفي آخرها ولكل منهما أحوال في تحرير كتابتها:\n1-\nالألف المتوسطة:\nتكتب ألفا مطلقا، سواء أكان توسطها أصليا أو عارضا فالأولى مثل: قال، شارع، باشع، والثانية مثل: فتاه، هداهم، ينساك، يخشاني، علام.\n2-\nالألف اللينة المتطرفة:\nأ- في الأفعال:\n- تكتب ألفا إذا كانت الألف منقلبة عن واو في آخر الفعل الثلاثي مثل: نجا، غزا، كسا، دنا، جفا، صفا، علا، غدا، عدا، ذكا، سما، سطا، قسا.\nالجزء: 1 ¦ الصفحة: 111\n",
        "- وتكتب ياء فيما عدا ذلك.\nإذا كانت منقلبة من ياء في آخر الفعل الثلاثي مثل:\nبكى، جرى، حكى، روى، حوى، شوى، شقى، قضى، قلى، سعى، مشى، هدى، ثوى، بنى، برى، أبى، وإذا كانت الألف رابعة فصاعدا، مثل:\nأولى، أمضى، أكدى، أفى، أعفى، أضفى، أسدى، أدمى، أجرى، أصلى، عادى، اهتدى، اصطفى، استوى، استرضى، استعلى، فلو كان قبل الألف ياء هنا كتبت الألف المتطرفة ياء مثل:\nيتزيا، أعيا، أحيا.\nب- في الأسماء:\n- الأسماء الأعجمية: تكتب ألفا، مثل: فرنسا، روسيا، طنطا، أمريكا، حيفا، اسنا، قنا ما عدا هذه الأسماء: بخارى، كسرى، عيسى، موسى.\n- الأسماء المبنية: تكتب ألفا، مثل الضمائر: أنا، أنتما، هما، وأسماء الإشارة مثل: هذا، هنا، والأدوات مثل:\nإذا، مهما، كيفما، حيثما.\nما عدا هذه الأسماء مثل: أولى، الأولى، لدى، أنى.\nالأسماء المصرية العربية:\nتكتب ألفا إذا كان الاسم ثلاثيا، وكانت الألف عن واوه، مثل:\nالجزء: 1 ¦ الصفحة: 112\n",
        "الرضا، العصا، القفا، الربا، الحظ، العلا، الذرا، الحجا، الضحا.\nتكتب ياء في غير ذلك بأن كانت الألف منقلبة عن ياء في اسم ثلاثي، مثل:\nالسرى، نوى، منى، فتى، أذى، دمى، نوى، القلى، هدى، الهوى، قرى.\nأو كانت الألف رابعة فصاعدا مثل: ليلى، قتلى، صفوى، سعدى، جرحى، تترى، بشرى، مربى، مسمى، مستشفى، منتدى، القهقرى.\nفلو كانت قبل الألف ياء كتبت الألف المتطرفة ألفا، مثل:\nسجايا، منايا، هدايا، ذوايا، قضايا، ثريا، دنيا، ما عدا: يحيى اسما للتفرقة بينها وبين الفعل يحيا.\nج- في الحروف:\nتكتب ألفا كلها مثل: إذا ما، أما، حاشا، خلا، عدا، لولا وهكذا ما عدا أربعة أحرف وهي: على، حتى، بلى، إلى.\nالأعلام وشخصية الباحث:\nينبغي على الباحث ألا يتعرض في صلب البحث أثناء الكتابة إلى ذكر الألقاب العلمية وهي \"الدكتور، أو الأستاذ\" للأعلام الواردة في\nالجزء: 1 ¦ الصفحة: 113\n",
        "صلب البحث، بل الأولى أن تقتصر على اسمه المشهور به مجردا من لقبه العلمي.\nوإن كان لا بد من ذكر اللقب العلمي فيجوز للباحث أن يكتبه في الهوامش، عندما يسجل له مؤلفاته أو حينما يتخذ كتابه مرجعا أو مصدرا، أو حينما يكتب عنه ترجمة موجزة في الهامش إن استدعى المقام ذلك.\nأما شخصية الباحث فلا ينبغي أن يعبر عنها بألفاظ تفيد التعظيم والفخر والاعتزاز بالرأي مثل أن يقول:\n\"أنا قلت، ونحن، والباحث قال كذا، ولم أسبق إلى هذه النتائج، تفردت وحدي بكذا، وأول من ذكر هذا على الإطلاق، وتلك حقيقتة لم يصل إليها أحد\" بل الأولى أن يقول \"واتجه إلى كذا، وأغلب الظن، أو أميل، أو رأيى كذا وعسى، ولعل وأرجو\" وهكذا.\nالجزء: 1 ¦ الصفحة: 114\n",
        "أصالة الترقيم: بين دعوى المستشرقين.. وعراقة التراث العربي القديم:\nتراثنا العربي الأصيل كالبحر الزاخر، من يغوص في أعماقه يجد كل يوم جديدا فيه، يرد به كل دعوى باطلة، توجه إليه عن قصد أو غير قصد: جاء في النقد الغربي الحديث أن \"بندتو كروتشيه 1866-1952م\" عالم الفلسفة الجمالية في النقد الإيطالي، هو مبتكر نظرية العلاقات \"النظم\" في التعبير الجمالي، وثبت أن عبد القاهر الجرجاني \"وهو من نقاد القرن الخامس\" الهجري \"المتوفى عام 471هـ\"، قد اكتملت على يديه نظرية العلاقات بين الألفاظ والمعاني1.\nونسبوا إلى المستشرقين أيضا ابتداع الترقيم، ولا حَظَّ للعرب في هذا الفن الجميل\n...\nواليوم نعلنها صريحة: بأن الترقيم فن أصيل في تراثنا العربي القديم.\nدعوى المستشرقين؟!!\nاشتهر بين الكتاب والمحققين2 في العصر الحديث أن علامات الترقيم والفواصل حسنة من حسنات العصر، كان للمطابع\n1 أسرار البلاغة، دلائل الإعجاز: عبد القاهر الجرجاني.\n2 مثل أحمد تيمور باشا، وأحمد زكي باشا، ومحمود الشنقيطي وغيرهم.\nالجزء: 1 ¦ الصفحة: 115\n",
        "دور كبير في ظهور هذا الفن الجميل، وتردد على ألسنتهم جميعا أن هذا الفن هو من ابتداع المستشرقين، فهم الذين وضعوا قواعده، وحددوا أصوله، ورسموا أشكاله كلها، ولهذا فهم أصحاب الفضل الأول، قال المحقق الكبير:\n\"وقد كان لجمهرة العلماء المستشرقين فضل عظيم في تأسيس \"المدرسة الطباعية الأولى\" للتحقيق والنشر، وقلت الطباعية لأني أعلم أن تحقيق النصوص ليس فنا غربيا مستحدثا، وإنما هو عربي أصيل قديم.. ثم كان أكبر وسيط عربي في نقل هذا الفن عن المستشرقين هو المرحوم العلامة \"أحمد زكي باشا\" الذي لم يقتصر جهده على أن ينقل هذا الفن فحسب، بل أشاع معه كذلك استعمال علامات الترقيم الحديثة، التي كان لها أثر بعيد في توضيح النصوص..\"1.\nفهو يرى أن فن التحقيق عربي أصيل، أما فن الترقيم فقد نقله العلامة أحمد زكي باشا عن المستشرقين، حيث أشاع استعمال علامات الترقيم الحديثة، وإنصافا للحق أن هذا العالم المحقق قر بعد ذلك -كما سنرى- أن المستشرقين أخذوا النقطة من علم الحديث الشريف2، ولكنه أغفل علامات الترقيم التي جاءت\n1 تحقيق النصوص ونشرها: عبد السلام هارون ص77.\n2 المرجع السابق ص79.\nالجزء: 1 ¦ الصفحة: 116\n",
        "قواعدها وأصولها في علم البلاغة، وعلم النحو العربي.\nأهداف الترقيم:\nعلامات الترقيم لها دور كبير في ضبط الكتابة، وتنسيق العمل الأدبي، ولها تأثير بالغ في إتقان البحث وتنسيقه، فهي تعين القارئ على تنظيم الفكرة، وعلى السرعة في فهمها، وعلى ملاحقتها في تراسل وانثيال، فلا يتوقف للتأمل وطول النظر ليبحث عنها، فيقطع القراءة لاختلاطها وغموضها، وذلك لسوء التنظيم والترتيب، فيضطر إلى التوقف والمطاولة والمعاودة، حتى تنضج الفكرة، لتتصل بحلقات الفهم التي تتابعت من قبل.\nوالترقيم له دور كبير في استرواح النفس عند القارئ؛ فيتوقف عند الفقرات والجمل، وتنتظم عمليتي الشهيق والزفير، كما هي العادة في وقت القراءة لئلا يطول تعاقب الشهيق والزفير لطول الفقرة الخالية من علامات الترقيم، مما يؤدي إلى ضيق النفس عند القارئ؛ فيمل القراءة بعد وقت وجيز ويضطر إلى التوقف ليستريح فترة، حتى تنتظم عملية التنفس المعتادة، ليستعيد القراءة من جديد، ومن هنا يتضح أن الترقيم يعين كثيرا على عملية انتظام التنفس المعتاد.\nوالترقيم يعين القارئ كذلك على وصل الفكرة، وارتباط بعضها ببعض عن طريق \"الفصلة\" أو \"الفصلة المنقوطة\"، ثم يقف القارئ عند تكامل الفكرة الواحدة حينما يجد النقطة؛ ليبدأ بفكرة\nالجزء: 1 ¦ الصفحة: 117\n",
        "أخرى وهكذا، والترقيم أيضا يعين على التوقف والتأمل في الفكرة أمام علامة \"الاستفهام\" أو \"التعجب\" أو علامة \"التأثر\" أو \"الحزن والتأسف\" ليشارك القارئ في عواطفه وانفعالاته للمواطن التي تحتاج إلى ذلك.\nوالترقيم يعين القارئ على التحديد للفكرة، ونسبتها إلى قائلها، فعلامات التنصيص تحدد النص، وتنسبه إلى صاحبه ومرجعه، سواء أكان ما بين العلامتين قرآنا، أو حديثا أو اقتباسا أو نصا لمؤلف\n...\nوعلامات الترقيم أيضا تعين الكاتب على الإيجاز في المواطن التي لا تحتاج إلى التفصيل لوضوحها عند القارئ، ولأمن اللبس في فهمها، ويظهر في رموز \"التاريخ الهجري\" و\"التاريخ الميلادي\" ورمز \"الصفحة\"، \"الجزء\" وغيرها.\nدور المطابع الحديثة:\nوعلامات الترقيم في بنائها المتكامل حديثا من حسنات العصر؛ فقد اهتمت دور الطبع والنشر بالإخراج الطباعي، فعالجت الطباعة معالجة واضحة ودقيقة.\nوالنهضة في فن الطباعة، والتطور في وسائلها من الدوافع الكثيرة لاكتمال هذا الفن الجميل، وانعدام الطباعة قديما هو الذي جعل تراثنا لا يهتم بكتابتها كثيرا إلا نادرا في الكتابة، وإن اهتم\nالجزء: 1 ¦ الصفحة: 118\n",
        "بها التراث العربي القديم من حيث التقدير والمعرفة، وعقد لها الفصول لتحديد القواعد والضوابط لبعض علامات الترقيم، وذلك في علوم البلاغة، والحديث الشريف، والنحو العربي.\nالترقيم في البلاغة العربية:\nأما علماء البلاغة فقد اهتموا بها في علم \"البلاغة\" منذ أن نشطت فيه حركة التأليف، وخاصة في علم المعاني، فعقد العلماء فيه بابا، أطلقوا عليه باب \"الفصل والوصل\" وضحوا فيه بلاغة القول في الكلام؛ فالكلام البليغ هو الذي يصل إلى قلب القارئ وعقله، ولا يتم ذلك إلا إذا راعى مواطن الانفصال والاتصال، ولهذا عالجوا مواقع الانفصال؛ ليقف البليغ والقارئ على معرفة القواعد، التي تفصل بين الجمل والفقرات بعضها عن بعض، وهو ما اصطلح عليه العصر الحديث بالفصلة أو بالسكون والتوقف، وذلك في كمال الانفصال وكمال الانقطاع، مثل قولهم \"لا شفاك الله\"، فيلزم السكوت والتوقف بين الفقرتين، أي بين \"لا\" وبين \"شفاك الله\"، وإلا دل الكلام على غير المقصود، فصار دعاء على الإنسان لا دعاء له، وأعتقد أن السكوت والتوقف لا يراد به إلا \"النقطة\" من علامات الترقيم، التي يقف القارئ عندها.\nوعالج علماء البلاغة أيضا مواقع الاتصال، فلا يصح فصل الكلمة أو الجملة عن سابقتها، حتى لا يفسد المعنى، أو يكون غامضا، ولذلك كان لا بد من وصل الكلام والجمل بعضها ببعض، وهو ما\nالجزء: 1 ¦ الصفحة: 119\n",
        "يسمى عندهم \"بكمال الاتصال\" وكذلك وضحوا شبه كمال الاتصال، ومن يحتاج إلى مزيد من التفصيل فليرجع إلى باب \"الفصل والوصل\" في علم المعاني1.\nومثل هذه الجهود من علماء البلاغة تدل على أن أصالة هذا الفن في تراثنا العربي، وتؤكد أيضا أن المستشرقين، ومن تبعهم من المحدثين العرب أخذوا جميعا كلمة \"الفصلة\" من علم البلاغة، مما جعل هذا الفن موصولا بجذوره العميقة في تراثنا العربي الأصيل.\nالترقيم في الحديث الشريف:\nوفي علم \"الحديث الشريف\" كانت تستعمل النقطة بالفعل كتابة في القديم، للفصل بين الأحاديث النبوية الشريفة، وكانت ترسم مجوفة كالدائرة \" \" وحينا آخر توضع داخلها نقطة مصمتة مثل \" \"2.\nقال ابن الخطيب البغدادي: \"ينبغي أن يترك الدائرة غفلا، فإذا قابلها نقط فيها نقطة \"وقال ابن الصلاح: \"ينبغي أن يجعل بين كل حديثين دائرة، وممن بلغنا عنه أبو الزناد وأحمد بن حنبل، وإبراهيم الحربي وابن جرير الطبري، وقال ابن كثير: قد رأيته في خط الإمام أحمد بن حنبل رحمه الله\"3.\n1 باب الفصل والوصل موجود في كل التراث البلاغي مثل المفتاح للسكاكي، وشروح المفتاح، ومثل الإيضاح للخطيب القزويني، وشروح التلخيص، والسعد وغيرها من كتب البلاغة التي اشتهرت في تراثنا الأصيل.\n2 تحقيق النصوص ونشرها عبد السلام هارون، ص79.\n3 الباعث الحثيث، شرح اختصار علوم الحديث للشيخ أحمد شاكر، مطبعة صبيح بالقاهرة عام 1370هـ.\nالجزء: 1 ¦ الصفحة: 120\n",
        "وهذه الجهود أيضا التي قام بها علماء الحديث في تحديد مواطن النقطة وشكلها كتابة تدل على أصالة هذا الفن في تراثنا العربي، كما يدل على أن المستشرقين أخذوا قاعدة النقطة وشكلها من علماء الحديث الشريف، كما دلت النصوص السابقة على ذلك، وقد أشار إلى هذا العالم المحقق الكبير الأستاذ عبد السلام هارون.\nالترقيم في النحو العربي:\nومثل هذه العراقة العربية في علامات الترقيم، قام بها علماء النحو في باب \"الوقف\"، حين حددوا في هذا الباب مواطن الوقف أثناء النطق -وهو موطن الاعتبار في الإعراب- وهذا ما يشغل جهود النحويين لا أن يكتبوا علامة من علامات الترقيم ويحددوا شكلها، ولذلك وضحوا القواعد في بعضها وإن لم يكتبوها، لأن علم النحو يهتم بالإعراب، وهو ما يتعلق بالنطق لا بالكتابة.\nومن المواطن التي وضحوها في باب الوقف: أن يلتزم الناطق التوقف عند نهاية الجملة، فلا يصلها بما بعدها، بل يجب أن يتوقف اللسان عندها؛ لصعوبة اتصال الجملتين في منطق واحد لعدم التتابع في قراءتها، وغير ذلك مما انتهوا إليه من قواعد الفصل بين الجمل، وإن لم يكتبوها ويتحدثوا عنها، مع أنهم وضعوا التوقف عندها.\nالجزء: 1 ¦ الصفحة: 121\n",
        "وعلى سبيل المثال قول النحاة:\nمن خصائص الوقف اجتلاب هاء السكت، ولها ثلاثة مواضع \"أحدها\" الفعل المعل بحذف آخره.. مثل قوله تعالى: {فَبِهُدَاهُمُ اقْتَدِهِ قُلْ} .\n\"الثاني\" \"ما\" الاستفهامة المجرورة، فيجب حذف ألفها إذا جرت، قال تعالى: {عَمَّ يَتَسَاءَلُونَ} .\n\"الثالث\" كل مبني على حركة بناء دائما، ولم يشبه المعرب وذلك كياء المتكلم، وكهي، وهو، فيمن فتحهن، وفي التنزيل {يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ، وَلَمْ أَدْرِ مَا حِسَابِيَهْ، يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ، مَا أَغْنَى عَنِّي مَالِيَهْ، هَلَكَ عَنِّي سُلْطَانِيَهْ} 1.\nهكذا كان صنيع النحويين أيضا منطلقا للمستشرقين، ومن تبعهم من المحدثين، فقد استعانوا جميعا بقواعد \"الوقف\" في النحو العربي لكي يحددوا على أساسها بعض علامات الترقيم في هذا الفن الذي تكامل في العصر الحديث.\nتلك علامات على الطريق، لكي تؤكد للباحثين في العصر الحديث، أن تراثنا العربي الأصيل كان له دوره العريق -ولا زال- في إرساء هذا الفن الدقيق وهو \"علامات الترقيم\".\n1 منار السالك إلى أوضح المسالك لابن هشام الأنصاري، شرح وتعليق محمد عبد العزيز النجار ج1، ص256-258 وكذلك \"الكتاب\" لسيبويه، وشرح ابن عقيل، وغيرها من كتب النحو العربي في تراثنا القديم.\nالجزء: 1 ¦ الصفحة: 122\n",
        "ووضع قواعده في علم البلاغة وعلم الحديث الشريف وعلم النحو العربي، وإن لم يستعمل بعضها العلماء في كتاباتهم واستعملوا البعض الآخر، لأن الوسائل المتطورة في فن الطباعة والنشر لم تكن آنذاك موجودة لتدفعهم إلى كتابة أشكال الترقيم لكنها تيسرت في العصر الحديث، مما جعل المحدثين يستخدمونها من هذا المنطلق التراثي القديم في جذوره العميقة؛ ليقيموا منه فنا له أصوله ومعالمه المحددة في شكل محدد، وفي نسق واضح، وتنسيق وترتيب.\nالجزء: 1 ¦ الصفحة: 123\n",
        "الفواصل والعلامات:\nأولا الفصلة \"،\":\nوهذه العلامة تفصل بين الجمل ليستريح القارئ قليلا بوقفة خفيفة ولها مواطن:\n1-\nتكتب بعد لفظ المنادى مثل: أيها الطالب، ذاكر تنجح.\n2-\nتكتب بين أنواع الشيء وأقسامه، مثل: المساجد التي تشد إليها الرحال ثلاثة: المسجد الحرام، والمسجد النبوي الشريف، والمسجد الأقصى.\n3-\nتكتب بين الشرط والجزاء مثل: {مَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا، وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} ومثل: من طلب العلا، سهر الليالي.\n4-\nتكتب بين الجمل المرتبطة معنى وإعرابا، مثل: قول الرسول -صلى الله عليه وسلم: \"ثلاث من كن فيه وجد حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار\" رواه البخاري وغيره.\n5-\nتكتب بين الكلمات المتعاطفة بعضها على بعض مثل:\nكل فرد في الكلية لا بد أن يعمل: العميد في مكتبه والأستاذ في محاضراته، والطالب في درسه، والمهندس في حديقته والموظف في ديوانه.\nالجزء: 1 ¦ الصفحة: 124\n",
        "ثانيا: الفصلة المنقوطة \"؛\" ولها مواطن أشهرها.\n1-\nتكتب بين جملتين الثانية فيهما سبب في الجملة الأولى مثل: ترتيبك الأول هذا العام؛ لأنك أخلصت العمل في الدراسة والتحصيل.\n2-\nتكتب بين جملتين تكون الجملة الثانية مسببة عن الأولى، مثل: نجح المهندس في تخطيط المشاريع للمدينة؛ فنال منزلة عالية بين الناس.\n3-\nتكتب بين الجمل الطويلة التي تحقق غرضا واحدا في الكلام؛ ليتمكن القارئ من استرواح التنفس بين الجمل الطويلة مثل: ينبغي مواجهة ما غرسه أعداء الإسلام من عراقيل أمام المثقفين بالثقافة الإسلامية؛ لصرف الشباب عن هذه الثقافة بأقصى طاقة ممكنة؛ من كتابات المستشرقين الذين يحاولون تمزيق المسلمين؛ بتشويه قضايا الإسلام وتعاليمه.\nثالثا: النقطة \".\":\nوتكتب عند استكمال الفكرة ونهايتها، لتبدأ بعدها فكرة جديدة أخرى، وإن كانت هذه الأفكار جميعها تدور حول موضوع واحد، مثل: أول ما تكلم به عمر بن الخطاب -رضي الله عنه- بعد توليه الخلافة فقال:\n\"ثلاث دعوات إذا دعوت بها فأمنوا عليها:\nاللهم إني ضعيف فقوني. اللهم إني غليظ فليني.\nالجزء: 1 ¦ الصفحة: 125\n",
        "اللهم إني بخيل فسخني1.\nوتكتب أيضا عند استكمال الموضوع أو في نهايته للدلالة على الفراغ منه.\nرابعا: النقطتان \":\":\nوهما رأسيتان تكتب إحدى النقطتين فوق الأخرى بغرض التفسير والتوضيح، ومن أشهر مواضعها:\n1-\nتكتب بين لفظ القول ومقوله، مثل: قال النبي -صلى الله عليه وسلم: $\"إنما بعثت لأتمم مكارم الأخلاق\".\n2-\nتكتب بين الشيء وأقسامه، مثل الكلمة ثلاثة: اسم، وفعل، وحرف، وبين الحكم وأنواعه مثل: أحكام الإعراب: الرفع، والنصب، والخفض والجزم.\n3-\nتكتب النقطتان لتفسير ما سبق ذكره وتوضيحه، مثل: حقيقة الصدق: الإخلاص في القول والعمل إنصافا للحق وإزهاقا للباطل.\n4-\nتكتب قبل الأمثلة التي تفسر الحكم والقاعدة، مثل: يعرب المضارع بالرفع إذا لم يسبقه جازم ولا ناصب، مثل: يعالج الطبيب المرضى.\nخامسا: الشرطة \"-\":\nوتسمى الوصلة أيضا، ومن أشهر مواطنها:\n1 طبقات ابن سعد \"1/ 197\".\nالجزء: 1 ¦ الصفحة: 126\n",
        "1-\nتكتب بين العدد سواء أكان رقما أو لفظا، وبين المعدود مثل: أركان الإسلام خمسة:\nأولا- الشهادتان. ثانيا- الصلاة. ثالثا- الزكاة.\nرابعا- الصوم، خامسا- الحج. هذا بالحروف والألفاظ، أو بالأرقام مثل 1- الشهادتان. 2- الصلاة. 3- الزكاة. 4- الصوم. 5- الحج.\n2-\nتكتب بين ركني الجملة حين تطول الجملة الأولى؛ فتكتب الشرطة بعد تمامها للتنصيص على تحديد موقع الركن الثاني من الجملة، مثل الفصل بين الشرط والجزاء في قولك: من يذاكر في الفصل الأول والفصل الثاني والفصل الصيفي في جميع سنوات الدراسة الجامعية المقررة -يحصل على شهادة البكالوريوس في مدة قصيرة، ومثل الفصل بين المبتدأ وخبره: العلماء العاملون بكتاب الله وسنة رسوله لا يخرجون من إجماع السلف الصالح -هم حجة الله على الناس يوم القيامة في كل عصر وجيل.\n3-\nتكتب بين الفعل وفاعله، مثل: تحدث إلينا في الليلة البارحة على مسرح الكلية أمام جمع كبير يحب العلم -رئيس الجامعة.\nسادسا: الشرطتان \"- -\":\nوتقع بينهما الجملة المعترضة بين الكلام التي يعبر عن فكرة واحدة، مثل: قال عمر بن الخطاب -رضي الله عنه- \"بينما نحن\nالجزء: 1 ¦ الصفحة: 127\n",
        "جلوس مع رسول الله -صلى الله عليه وسلم- إذ دخل علينا رجل -شديد بياض الثياب شديد سواد الشعر- حتى جلس بين يدي رسول الله\n...\n\".\nسابعا: علامة الاستفهام \"؟ \":\nوتكتب بعد الجملة الاستفهامية سواء أكانت أداة الاستفهام مذكورة أو مقدرة مثل: أين قضيت الأجازة؟ وتسافر إلى مكة المكرمة ولا تخبرني؟ والتقدير أتسافر؟.\nثامنا: علامة التأثر \"! \":\nوتكتب بعد الجملة التي تصور العواطف الإنسانية والانفعالات النفسية كالفرح والحزن، والتعجب والدهشة، والدعاء والاستغاثة مثل: ما أروع الخمائل في الحدائق!، وما أقسى الظلم!، اللهم دمر أعداء الإسلام!.\nتاسعا: علامة الحذف \"..\":\nوتكتب للدلالة على جمل محذوفة مستغنى عنها في الكلام؛ قصدا للإيجاز من غير إخلال بالكلام المنقول أو المطلوب مثل \"والشهوات والشبهات توقع أصحابها في الذنوب\n...\nوبذلك يظلم القلب وتقسو النفس، وتغطيها الحجب فلا تبصر الحق ولا تهتدي إلى الخير، في الترمذي عن القعقاع بن حكيم عن أبي صالح عن أبي هريرة عن النبي -صلى الله عليه وسلم- أنه قال:\nالجزء: 1 ¦ الصفحة: 128\n",
        "\"إذا أذنب العبد نكتت في قلبه نكتة سوداء، فإن تاب ونزع واستغفر صقل قلبه، وإن زاد.. زيد فيها حتى تعلو قلبه، فذلك الرين الذي قال الله فيه: {كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} \".\nوالمحذوف من هذه الفقرة هو \"واقترف الآثام\" والحذف لا يخل المراد، ومثل: المحاضرات في الجامعة تقتضي من الطالب أن يكون سريع البديهة، موفور النشاط، جم الاستيعاب\n...\nوغير ذلك مما يتصف به الطالب الجامعي.\nوتكتب علامة الحذف للدلالة على أن المحذوف يقبح ذكره في الكلام، مثل: ألفاظ السباب والقبح وغيرها، حيث يضع الكاتب مكانها علامة الحذف.\nعاشرا: علامة التنصيص \"\" \"\":\nيكتب بين القوسين المزدوجين ما ينقله الكاتب من نصوص لغيره ملتزما ما في النص من علامات الترقيم، مثل الاستشهاد بآية من القرآن الكريم قال تعالي: \"رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ\" أو الاستشهاد بالحديث الشريف: \"اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن\" أو الاستشهاد بكلام الغير، قال الأحنف بن قيس: \"ما عاداني أحد قط إلا أخذت في أمره بإحدى ثلاث خصال: إن كان أعلى مني عرفت له قدره، وإن كان دوني رفعت قدري عنه، وإن كان نظيري تفضلت عليه\".\nالجزء: 1 ¦ الصفحة: 129\n",
        "وكما تكون علامة التنصيص في النثر تكون في الشعر أيضا للدلالة على أن الشعر ليس للكاتب، وخاصة إذا كان البيت يتفق مع الأبيات المذكورة في الوزن والقافية.\nالحادي عشر: القوسان - () -:\nويكتب بين القوسين الكلمات الاعتراضية التي تدل على الدعاء مثل: قال رسول الله (صلى الله عليه وسلم) \"المؤمن للمؤمن كالبنيان يشد بعضه بعضا\".\nأو التي تدل على التفسير مثل: \"وأقبل أبو بكر رضي الله عنه وكان غائبا في السنح (أي في عوالي المدينة) حتى دخل على رسول الله في بيت عائشة وهو مسجى في ناحية البيت عليه برد حبرة (وهو برد من اليمن) فأقبل حتى كشف عن وجهه ثم أقبل عليه فقبله ثم قال: \"بأبي أنت وأمي\"1.\nأو التي تدل على الاحتراس مثل: أصيب القوم (وقانا الله من المكروه) بعاصفة شعواء.\nواستعملت الشرطتان \"- -\" مكان القوسين في المواطن التي سبق ذكرها، وهذا مشهور وجائز في الاستعمال أيضا، فاختر أيهما شئت فكلاهما يحقق الغرض من الدقة والتنسيق.\n1 ابن هشام 2/ 372، والبخاري 4/ 193 وغيرهما.\nالجزء: 1 ¦ الصفحة: 130\n",
        "الثاني عشر: الأقواس المعقوفة []\nوتكتب بينهما الإضافات من خارج النص المعروض مثل: وتدافع الناس كالعاصفة الهوجاء [وكان ينبغي أن يكون بانتظام] نحو السفر إلى الخارج.\nالرموز:\nوهي كثيرة لا حصر لها، وسنكتفي بالإشارة إلى ما شاع منها في الاستعمال مثل:\nهـ: التاريخ الهجري.\nم: التاريخ الميلادي.\nق. م: للتاريخ قبل الميلاد.\nج: للدلالة على الجزء.\nص: للدلالة على الصفحة.\nصلعم أو ص: أيضا للدلالة على \"صلى الله عليه وسلم\" والفقهاء يكرهون استعمالها بهذا الرمز وهو الصحيح.\nثنا: حدثنا.\nثني: حدثني.\nح: تحويل السند في الحديث.\nرضي: رضي الله عنه.\nالجزء: 1 ¦ الصفحة: 131\n",
        "المص: المصنف.\nش: الشرح.\nالش: الشارع.\nس: سيبويه.\nالظ: الظاهر.\nإلخ: إلى آخره.\nاهـ: انتهى.\nوغير ذلك من الإشارات التي اشتهرت كثيرا في علم الحديث وغيره من العلوم الأخرى، ولا يستغني عنها القارئ وخاصة في كتب حديث رسول الله -صلى الله عليه وسلم.\nالجزء: 1 ¦ الصفحة: 132\n",
        "الحواشي \"الهوامش\":\nوفي أسفل الصفحات تكتب الحواشي، وهي إما إشارة إلى مرجع أو مصدر أو مخطوطة استعان بها الباحث، أو ذكر ترجمة لعلم من الأعلام الذي قد ورد ذكره في صلب الرسالة أو لشرح ألفاظ غريبة غامضة، أو لشرح موجز ورد في صلب الرسالة أو لإضافة فكرة نسيها الباحث أخيرا.\nوينبغي على الباحث أن يكون دقيقا في توضيح المصدر أو المرجع في الحاشية \"الهامش\" حين يذكر لأول مرة، فيذكر موضوعه وعنوانه وصاحبه ورقم الصفحة والجزء -إن وجد- وسنة الطبع الهجرية والميلادية والمطبعة، والطبعة الأولى أو الثانية أو غيرها، والمحقق إن كان المصدر تحقيقا، وإن سقط شيء من هذه أشار إلى ذلك أيضا ونص عليه.\nالخاتمة:\nوفي نهاية البحث يكتب الباحث خاتمة في أقل من عشر صفحات يعرض فيها بإيجاز القضايا التي ناقشها فيه، والموضوعات الجديدة التي تناولها والأدلة والبراهين التي ساقها، ثم يوجز النتائج الجديد فيه، وأهمية هذه النتائج من الفكر الإنساني، ليقف القارئ على الدعائم الرئيسية في البحث، ولتكون منارة يهتدي بها القارئ أثناء عرضه لتفاصيل الموضوع، وهذه أيضا تدل على قدرة الباحث في الإيجاز والتركيز، كما دلت قدرته على التفصيل، وتعميق الجزئيات في صلب البحث، ويعد هذا تقريرا دقيقا عن قضايا البحث وأهميته ونتائجه.\nالجزء: 1 ¦ الصفحة: 133\n",
        "الفصل السادس: ثبت البحث \"الفهارس\"\nثبت المصادر والمراجع \"الفهرست\":\nيرتب الباحث فهرست المراجع على النحو التالي:\nأولا: ذكر المخطوطات التي تخص الموضوع.\nثانيا: ذكر المخطوطات التي تناولت الموضوع وغيره.\nثالثا: ذكر المصادر المطبوعة التي تختص بالموضوع.\nرابعا: ذكر المصادر المطبوعة التي تناولت الموضوع وغيره.\nخامسا: ذكر المراجع المطبوعة التي اختصت بالموضوع وحده.\nسادسا: ذكر المراجع المطبوعة التي تناولت الموضوع وغيره.\nسابعا: ذكر الدوريات حسب تاريخ نشأتها الزمني بالترتيب.\nثامنا: في كل ما سبق يقدم اللقب للكاتب، ثم يذكر اسمه بالكامل وتاريخ وفاته بين قوسين، ثم اسم الكتاب، ونوع طبعته \"الطبعة الثانية\" وعام الطبع، ثم المطبعة أو دار النشر، مثل: ابن قتيبة \"أبو محمد عبد الله بن قتيبة الدينوري المتوفى 276هـ\" أدب الكاتب، تحقيق الشيخ محمد محي الدين عبد الحميد، الطبعة الرابعة القاهرة 1963، المكتبة التجارية، وحينما يقدم اسم الكتاب، ثم يلي ذلك البيان الشامل عن صاحبه كما سبق.\nالجزء: 1 ¦ الصفحة: 134\n",
        "تاسعا: أن ترتب الألقاب حسب ترتيب الحروف الهجائية الألف فالباء\n...\nإلخ.\nثبت الأعلام \"الفهرست\":\nيقوم الباحث بعمل فهرست للأعلام بأسمائها كاملة التي وردت في صلب البحث ويرتبها هجائيا، ثم يذكر أمام كل اسم عدد المرات التي ذكرها مع ذكر رقم الصفحة في كل مرة.\nثبت البلدان \"الفهرست\":\nويقوم الباحث أيضا كما صنع في فهرست الأعلام، يصنع بفهرست البلدان فيرتبها ترتيبا هجائيا، ثم يذكر عدد المرات التي وردت في البحث مع ذكر رقم الصفحة في كل مرة.\nثبت القوافي \"الفهرست\":\nويقوم الباحث بعمل فهرست لقوافي الشعر الذي ورد في البحث ويرتبها على الحروف الهجائية حسب حروف الروي في القافية إذ تشتمل القافية على أكثر من حرف.\nثبت الموضوعات \"الفهرست\":\nويختم الباحث هذا العمل بعمل فهرست للموضوعات الرئيسية\nالجزء: 1 ¦ الصفحة: 135\n",
        "التي وردت في البحث فيكتب الموضوع ويذكر أمامه رقم الصفحة التي وقع فيها، وهكذا إلى نهاية البحث بالتفصيل فلا يترك عنوانا ولا موضوعا ولو كان جانبيا، حتى يكون العمل العلمي واضحا في جزئياته للقارئ أو للباحثين من بعده؛ لتوفير الوقت والجهد على الغير للوصول إلى المراد منه بيسر وسهولة وبلا معاناة، ولا يتأت هذا التنظيم لثبت الموضوعات إلا بعد الانتهاء من الطباعة أو النسخ، حيث تستقر بعدها تحديد أرقام الصفحات.\nالجزء: 1 ¦ الصفحة: 136\n",
        "بسم الله الرحمن الرحيم\nخاتمة الكتاب\n:\nالحمد لله رب العالمين وصلاة وسلاما على خاتم النبيين والمرسلين وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين وبعد،، فهذه معالم البحث الأدبي، وأسسه التي ينبغي تواجدها عند الباحث، فقد فطره الله عز وجل على التدبر والتأمل والنظر في ملكوت الله تعالى وآياته؛ لما فضله على سائر المخلوقات بالعقل والمعرفة والعلم والتصديق والاعتقاد {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} .. {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} .\nفالغاية من البحث والدراسة هي جلاء الحقيقة وتوضيح ماهيتها على أسس علمية مستقيمة، وقيم أخلاقية نبيلة، تسمو بالدراسة إلى نور الحقيقة وشرف الغاية، وبذلك تأخذ البحوث العلمية والأدبية دورها التاريخي على أساس من العلم واليقين لتحقيق القيم الأخلاقية الفاضلة في بناء الأمة الإسلامية.\nرابطة الأدب الإسلامي العالمي،\nعلي صبح\nالجزء: 1 ¦ الصفحة: 137\n",
        "المصادر والمراجع\n:\n1-\nالحسن بن بشر الآمدي: الموازنة بين أبي تمام والبحتري.\n2-\nعلي بن عبد العزيز الجرجاني: الوساطة بين المتنبي وخصومه.\n3-\nعبد القاهر الجرجاني: دلائل الإعجاز.\n4-\nأبو عثمان عمرو الجاحظ: البيان والتبيين.\n5-\nد. أحمد شلبي: كيف تكتب بحثا أو رسالة.\n6-\nحسن عباس إبراهيم: استخدام المصادر وطرق البحث في التاريخ المصري الحديث.\n7-\nد. حسن عثمان: منهج البحث التاريخي.\n8-\nد. شوقي ضيف: البحث الأدبي.\n9-\nد. شوقي ضيف: الأدب العربي المعاصر في مصر.\n10-\nد. عبد الرحمن بدوي: مناهج التفكير العلمي.\n11-\nد. عبد اللطيف حمزة: أدب المقالة الصحفية في مصر.\n12-\nد. محمد عبد المنعم خفاجي: مصادر البحوث الأدبية.\n13-\nد. محمد عبد المنعم خفاجي: دراسات في الأدب العربي الحديث ومدارسه.\n14-\nد. محمد غنيمي هلال: النقد الأدبي الحديث.\n15-\nمحمد غنيمي هلال: الرومانيكية.\nالجزء: 1 ¦ الصفحة: 138\n",
        "16-\nاختصار علوم الحديث ابن كثير.\n17-\nالأغاني للأصفهاني.\n18-\nالحيوان للجاحظ.\n19-\nالأنساب للسمعاني.\n20-\nالتصحيف والتحريف للعسكري.\n21-\nتاريخ بغداد للبغدادي.\n22-\nبغية الوعاة للسيوطي.\n23-\nتدريب الراوي للسيوطي.\n24-\nالباعث الحثيث في شرح اختصار علوم الحديث أحمد شاكر.\n25-\nتاج العروس للزبيدي.\n26-\nلسان العرب لابن منظور.\n27-\nتهذيب اللغة للأزهري.\n28-\nعيون الأخبار ابن قتيبة.\n29-\nطبقات الشعراء لابن سلام الجمحي.\n30-\nالمفضليات للضبي.\n31-\nالأصمعيات للأصمعي.\n32-\nشرح الحماسة للمرزوقي.\n33-\nشرح الحماسة للتبريزي.\n34-\nنخبة الفكر لابن حجر.\n35-\nالجمهرة لابن دريد.\n36-\nمعجم الأدباء للحموي.\nالجزء: 1 ¦ الصفحة: 139\n",
        "37-\nالفهرست لابن النديم.\n38-\nوفيات الأعيان لابن خلكان.\n39-\nمقاييس اللغة لابن فارس.\n40-\nالمطالع النصرية لنصر الهوريني.\n41-\nمجالس ثعلب تحقيق د. عبد السلام هارون.\n42-\nتحقيق النصوص ونشرها د. عبد السلام هارون.\n43-\nالمزهر للسيوطي.\n44-\nمعجم ما استعجم للبكري.\n45-\nقواعد التحديث للقاسمي.\n46-\nكتابة البحث العلمي د. عبد الوهاب أبو سليمان.\n47-\nمناهج العلماء المسلمين في البحث العلمي/ ترجمة أنيس فريحة.\n48-\nمنهج البحوث العلمية للطلاب الجامعيين/ ثريا عبد الفتاح ملحق.\n49-\nالمصادر العربية والمعرفة محمد ماهر حمادة.\n50-\nمصادر التراث العربي في اللغة والمعاجم والأدب والتراجم عمر الدقاق.\n51-\nمصادر التاريخ الإسلامي ومناهج البحث فيه سيدة إسماعيل كاشف.\n52-\nمناهج التأليف عند العلماء العرب مصطفى الشكمة.\n53-\nأصول الحديث، علومه ومصطلحاته محمد عجاج الخطيب.\n54-\nهدية المعارفين أسماء المؤلفين والمصنفين/ إسماعيل باشا البغدادي.\nالجزء: 1 ¦ الصفحة: 140\n",
        "55-\nتاريخ الأدب العربي بروكلمان.\n56-\nتاريخ آداب اللغة العربية جورجي زيدان.\n57-\nتاريخ الأدب العربي أحمد حسن الزيات.\n58-\nالأعلام للزركلي.\nالجزء: 1 ¦ الصفحة: 141\n",
        "ثبت الموضوعات \"الفهرست\"\n:\nرقم الصفحة الموضوع\n4 مقدمة الطبعة الأولى.\n5 مقدمة الطبعة الثانية.\n9 الفصل الأول: البحث.\n11 مادة البحث.\n20 الأسس التي ينبغي تواجدها عند الباحث.\n23 أغراض البحث.\n25 الفرق بين الكتاب والرسالة والمقالة والتقرير والتلخيص والتحقيق.\n25 الكتاب.\n26 الرسالة الجامعية والبحث العلمي.\n27 المقالة: تعريفها، عناصرها، نشأتها وأطوارها.\n32 أنواع المقالة: المقالة الذاتية والمقالة الموضوعية وأقسامها.\n36 التقرير وشخصية الباحث في التقرير.\n38 التلخيص.\n41 التحقيق: الأصول الأولى في التحقيق، وملحقاتها.\n45 توثيق العنوان.\n47 توثيق المؤلف \"صاحب الكتاب المخطوط\".\n50 تحقيق نصوص الكتاب:\n50 أولا: ترتيب النسخ المخطوطة.\n53 ثانيا: بين التحقيق والتوثيق.\nالجزء: 1 ¦ الصفحة: 142\n",
        "57 ثالثا: سعة الاطلاع.\n61 الفصل الثاني: اختيار موضوع البحث الأدبي.\n65 التجاوب الفكري والنفسي مع الموضوع المختار.\n69 موقف المشرف على البحث.\n71 بين العنوان والخطة والمنهج.\n79 الفصل الثالث: القراءة والاطلاع، بين المصادر والمراجع والدوريات.\n87 دور الكتب العامة والفهارس.\n90 القراءة الشاملة للأصول وتحديد ما يتصل بالموضوع مباشرة.\n92 الفصل الرابع: مادة البحث وعناصره، قراءة الموضوعات الوثيقة بالبحث.\n95 جمع الأفكار والنصوص الأساسية.\n101 الفصل الخامس: الصياغة وخصائص الأسلوب.\n103 التزام القواعد في علوم النحو والاشتقاق والبلاغة.\n104 تحرير الكلمة كتابة وخطًّا.\n105 تحرير الهمزة.\n111 تحرير كتابة الألف اللينة.\n113 الأعلام وشخصية الباحث.\n114 أصالة الترقيم بين دعوى المستشرقين وعراقة التراث العربي.\n- أهداف الترقيم، دور المطابع الحديثة.\n- الترقيم في علوم البلاغة العربية.\nالجزء: 1 ¦ الصفحة: 143\n",
        "- الترقيم في علم الحديث الشريف.\n- الترقيم في علم النحو العربي.\n- الفواصل والعلامات والنقط.\n- الرموز.\n- الحواشي \"الهوامش\" والخاتمة.\nالفصل السادس: ثبت البح \"الفهارس\".\nالجزء: 1 ¦ الصفحة: 144\n",
        ""
    ]
}