{
    "1": [
        "البردة شرحا وإعرابا وبلاغة لطلاب المعاهد والجامعات\nالبردة شرحا وإعرابا وبلاغة لطلاب المعاهد والجامعات\nمحمد يحيى حلو\nالكتاب:\nالبردة شرحا وإعرابا وبلاغة لطلاب المعاهد والجامعات\nالمؤلف:\nمحمد يحيى حلو\nمراجعة:\nمحمد علي حميد الله\nالناشر:\nدار البيروتي - دمشق\nالطبعة:\nالثالثة - 1426 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الإهداء\nإلى أستاذي الجليل الشيخ أحمد فهد التيناوي تقدمة حب\n...\nوعرفان\n...\nووفاء\n...\nالجزء: 1 ¦ الصفحة: 3\n",
        "بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\nالجزء: 1 ¦ الصفحة: 4\n",
        "مقدمة الطبعة الأولى\nالحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين، وعلى اله وصحبه أجمعين، وبعد:\nلم تزل (البردة) غرة المدائح النبوية التي ذاع في الافاق صيتها، وترنمت المجالس والمحافل بأبياتها، وقد كنت من زمن بعيد متشوفا لشرح أدبي يبسط معاني أبياتها، ويجعلها واضحة لكل قارئ، حتى شاء الله تعالى فشرفني بهذا العمل.\nوقد سار عملي في هذا الكتاب وفق المنهج التالي:\n1 -\nشرح المفردات الغريبة في البيت.\n2 -\nشرح المعنى العام للبيت. وكنت حريصا على شرح كل بيت على حدة وان كان مرتبطا ارتباطا وثيقا بالذي قبله.\n3 -\nإتباع شرح البيت عند الحاجة حديثا شريفا يدعم المعنى ويبين مقصود الشاعر.\n4 -\nإعراب البيت مفردات وجملا.\n5 -\nاستخراج ما في البيت من صور بيانية إن وجدت.\nهذا، وسيجد الأخوة الطلبة في هذا الكتاب ما يغنيهم من الناحية التطبيقية، إذ لم يزل طلابنا في الجامعات والمعاهد بحاجة إلى النماذج الإعرابية التي تزيدهم دربة على الإعراب، لتقوي فيهم القدرة الإعرابية.. ولعل الشيء الجديد هنا هو هذه الوقفات البلاغية العملية التي تعين الطالب على فهم فنون: التشبيه والاستعارة والكناية.\nالجزء: 1 ¦ الصفحة: 5\n",
        "أخيرا لا أنسى أن أتقدم بالشكر الخالص لأستاذنا الكبير محمد علي حمد الله، الذي رفع قيمة الكتاب العلمية بما أدخل عليه من تعديلات وإضافات علمية غير قليلة، وبما أغنى به القصيدة من إعرابات دقيقة ولطائف بلاغية. فله الشكر الجزيل على هذه الجهود وجزاه الله كل خير.\nوالله أسأل أن يجني الطالب من كتابي هذا الفائدة المرجوة، وأن يجعل عملي خالصا لوجهه الكريم، إنه أكرم مسؤول\n...\nوالحمد لله رب العالمين.\nهذا والمعروف أن (البردة) من أشهر ما قيل في الرسول صلى الله عليه وسلم، ولهذا عارضها كثيرون، منهم أحمد شوقي في (نهج البردة) .\nو (البردة) أيضا ثم (الهمزية) أشهر قصائد البوصيري (المنسوب إلى بوصير في مصر) .\nوهو محمد بن سعيد المتوفى في الإسكندرية سنة 696 هـ رحمه الله.\nولا شك أن التدريب على الشرح والإعراب والبلاغة من خلال قصائد عالية تستحق أن يحفظ المرء شيئا منها هو الأجدر بنا.\nمحمد يحيى الحلو\n12 ربيع الأول 1420 هـ\nالموافق ل 25 حزيران 1999 م\nالجزء: 1 ¦ الصفحة: 6\n",
        "مقدمة الطبعة الثالثة\nالحمد لله الذي علّم بالقلم، علّم الإنسان ما لم يعلم، ونصلي ونسلّم على المبعوث رحمة للعالمين، وعلى اله وصحبه الطيبين وبعد..\nفقد كان نفاد الطبعة الأولى ثم الثانية باعث غبطة وفأل حسن، يدلّ على إقبال شريحة لا بأس بها من طلاب العربية على قراءة مثل هذا الكتاب للتفقه في الإعراب وأساليب البيان البلاغية.\nوانطلاقا من رغبتنا في إفادة أكبر للقارئ، أعدنا النّظر في الكتاب وأدخلنا عليه تحسينات جديدة، تجعله أقرب إلى الكمال، منها:\nبيان معنى الحرف مع إعرابه في كثير من الأحيان. مثل: من: بيانية حرف جر. الفاء:\nاستئنافية تعليلية.\nإرداف إعراب حرف العطف بقولنا: (حرف عطف للجمل) إذا كان للجمل.\nذكر المقدّر المحذوف وتوضيحه بما يناسب معنى الجملة.\nالتنويه في إعراب البيت (4) و (15) وأمثالهما إلى أن المصدر المؤول لا يسدّ مسدّ مفعولين، لأن الاسم الواحد لا يسدّ مسدّ اسمين، لذا ندعو للتحوّل إلى الصيغة التي ارتضيناها.\nالجزء: 1 ¦ الصفحة: 7\n",
        "- إغفال تعليق الجار والمجرور بما يضعف تعليقه به، والاعتماد في تعليقهما على الوجه الأقوى، والأنسب للمعنى.\nإغفال وجوه الإعراب الضعيفة، والإبقاء على الوجه الأقوى والأقرب إلى مراد الشاعر من معنى البيت.\nإعادة صوغ شرح بعض الأبيات لتكون أوضح للقارئ وأقرب إلى مراد الشاعر.\nإعادة إجراء بعض الصور البيانية المعقّدة وعرضها للقارئ بأسلوب سهل.\nولا ريب أن إعادة النظر في الكتاب تجعله أحكم وأوثق مادة. املين أن يكون موضع انتفاع لدى كل قارئ، وأن يكون خطوة مبرورة على طريق خدمة لغة القران الكريم.\nدمشق الشام\n21 رجب 1426 هـ\nالموافق ل 26 اب 2005 م\nالجزء: 1 ¦ الصفحة: 8\n",
        "قال البوصيري:\n1 -\nأمن تذكّر جيران بذي سلم\n...\nمزجت دمعا جرى من مقلة بدم\nاللغة:\nذي سلم: موضع بين مكة والمدينة.\nالمعنى:\nجرّد الشاعر من نفسه شخصا اخر فقال له: ما بال دمعك قد أصبح غزيرا حتى مال إلى حمرة الدم؟ ألأجل تذكّرك الأحباب القاطنين بذي سلم؟\nالإعراب:\nأمن: الهمزة: حرف استفهام، من: حرف جر.\nتذكّر: اسم مجرور ب (من) . وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (مزجت) .\nجيران: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة. وهو من إضافة المصدر إلى مفعوله بعد حذف فاعله، والأصل تذكرك جيرانا.\nبذي: الباء: حرف جر، ذي: اسم مجرور بالباء. وعلامة جره الياء لأنه من الأسماء الخمسة، وهو مضاف. والجار والمجرور متعلقان بصفة محذوفة ل (جيران) ، تقديرها: مقيمين.\nسلم: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nمزجت: فعل ماض مبني على السكون الظاهر، لاتصاله بضمير رفع متحرك. والتاء:\nضمير متصل مبنى على الفتح، في محل رفع فاعل.\nالجزء: 1 ¦ الصفحة: 9\n",
        "دمعا: مفعول به منصوب ل (مزجت) ، وعلامة نصبه الفتحة الظاهرة.\nجرى: فعل ماض مبني على الفتح المقدر على الألف، للتعذر. والفاعل ضمير مستتر جوازا تقديره هو، يعود إلى (دمعا) .\nمن مقلة: من: حرف جر، مقلة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة، والجار والمجرور متعلقان ب (جرى) .\nبدم: الباء: حرف جر، دم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة والجار والمجرور متعلقان ب (مزجت) .\nجملة مزجت: ابتدائية، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة جرى: في محل نصب، صفة ل (دمعا) ، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (مزجت دمعا) كناية عن صفة، وهي كثرة البكاء.\n2 -\nأم هبّت الرّيح من تلقاء كاظمة\n...\nوأومض البرق في الظّلماء من إضم\nاللغة:\nتلقاء: جهة. كاظمة وإضم: موضعان. أومض: لمع.\nالمعنى:\nيتابع كلامه فيقول: أم إن هذا البكاء قد هيجه هبوب الرياح من جهة مساكنهم في موضع كاظمة، ولمع البرق من جهتهم في إضم، فتحركت لأجل ذلك أشجانك وأحزانك!.\nالجزء: 1 ¦ الصفحة: 10\n",
        "الإعراب:\nأم: حرف عطف هنا للمفردات.\nهبت: فعل ماض مبني على الفتح الظاهر. والتاء: حرف تأنيث، وحرّك بالكسر لالتقاء الساكنين. والفعل مؤول بمصدر مجرور معطوف ب (أم) على (تذكر) والتقدير: أم من هبوب الريح. والأصل: أم من أن هبّت.\nالريح: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن تلقاء: من: حرف جر، تلقاء: اسم مجرور ب (من) . وعلامة جره الكسرة الظاهرة والجار والمجرور متعلقان ب (هبت) ، وهو مضاف.\nكاظمة: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.\nوأومض: الواو: حرف عطف هنا للجمل. أومض: فعل ماض مبني على الفتح الظاهر. والفعل مؤول بمصدر مجرور معطوف على (هبوب) ، تقديره: من هبوب وإيماض.\nالبرق: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nفي الظلماء: في: حرف جر، والظلماء: اسم مجرور ب (في) وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (أومض) .\nمن إضم: من: حرف جر، إضم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (أومض) .\nجملة هبت الريح: صلة الحرف المصدري المحذوف بالقاعدة (العطف والبدل على نية تكرار العامل) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أومض البرق: معطوفة على جملة هبت الريح، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 11\n",
        "3 -\nفما لعينيك إن قلت اكففا همتا\n...\nوما لقلبك إن قلت استفق يهم\nاللغة:\nهمتا: سالتا بالدمع. يهم: الهيام كالجنون من العشق، ورجل هيمان: شديد الحب.\nالمعنى:\nلما حاول المسؤول الإنكار قال له: إذا كنت صادقا في إنكار الحب، فما بال عينيك كلما أمرتهما بأن تجسا دمعهما امتنعتا؟ وما بال قلبك كلما زجرته عن غمرة العشق هام فيه؟.\nالإعراب:\nفما: الفاء: الفصيحة، أي تفصح عن شرط مقدّر قبلها، ما: اسم استفهام مبني على السكون، في محل رفع مبتدأ.\nلعينيك: اللام: حرف جر، عينيك: اسم مجرور باللام، وعلامة جره الياء لأنه مثنى، وهو مضاف. والكاف: ضمير متصل مبني على الفتح، في محل جر بالإضافة.\nوالجار والمجرور متعلقان بخبر محذوف ل (ما) ، والتقدير: ما حادث لعينيك.\nإن: حرف شرط جازم.\nقلت: فعل ماض، مبني على السكون لاتصاله بضمير رفع متحرك، في محل جزم ب (إن) . والتاء: ضمير متصل مبني على الفتح في محل رفع فاعل.\nاكففا: فعل أمر مبني على حذف النون لاتصاله بألف الاثنين. والألف: ضمير متصل مبني على السكون، في محل رفع فاعل.\nهمتا: فعل ماض مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين قبل دخول الألف، والتاء حرف تأنيث، ثم حركت تاء التأنيث لمناسبة الألف\nالجزء: 1 ¦ الصفحة: 12\n",
        "بعدها، والفعل في محل جزم جواب الشرط. والألف ضمير متصل مبني في محل رفع فاعل.\nوما: الواو: حرف عطف هنا للجمل. ما: اسم استفهام مبني على السكون في محل رفع مبتدأ.\nلقلبك: اللام: حرف جر. قلبك: اسم مجرور باللام وعلامة جره الكسرة. والجار والمجرور متعلقان بخبر محذوف ل (ما) . والتقدير: ما حادث لقلبك؟\nيهم: فعل مضارع مجزوم لأنه جواب الشرط، وعلامة جزمه السكون، ثم حرك بالكسر للقافية. والفاعل ضمير مستتر جوازا تقديره (هو) .\nجملة ما حادث لعينيك: واقعة في جواب شرط غير جازم (إذا) لأنه أقرب إلى اليقين، مقدر قبل الفاء الفصيحة، وهي جملة اسمية.\nجملة إن قلت اكففا همتا: استئناف بياني؛ أي جواب سؤال مقدّر هو: ماذا يريبك من عينيّ؟ ولا تصح الحالية في قول الشاعر، كما تصحّ في قولنا (ما لعينيك هاميتين؟) لأن الشرط استقبالي، والاستقبال مخالف للحال، ولهذا لا تكون الحال شرطا ولا العكس.\nجملة قلت: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة اكففا: في محل نصب، مقول القول، وهي جملة فعلية.\nجملة همتا: جواب شرط جازم غير مقترن بالفاء، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ما حادث لقلبك: معطوفة على (ما لعينيك) وهي جملة اسمية.\nجملة إن قلت استفق يهم: كأختها في صدر البيت.\nجملة قلت: ابتدائية لا محل لها من الإعراب، وهي جملة فعلية.\nجملة استفق: في محل نصب، مقول القول، وهي جملة فعلية.\nجملة يهم: جواب شرط جازم غير مقترن بالفاء، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 13\n",
        "4 -\nأيحسب الصّبّ أنّ الحبّ منكتم\n...\nما بين منسجم منه ومضطّرم\nاللغة:\nالصب: العاشق. منسجم: منصبّ. مضطرم: ملتهب.\nالمعنى:\nيتابع الشاعر مخاطبة المنكر للحب فيقول: لا يظننّ العاشق أنه سينجح في ستر حبه وكتمانه عن الناس وهو يتقلب بين دمع منهمر وقلب يحترق.\nالإعراب:\nأيحسب: الهمزة: حرف استفهام، يحسب: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة.\nالصب: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nأن: حرف مشبه بالفعل.\nالحب: اسم (أن) منصوب، وعلامة نصبه الفتحة الظاهرة.\nمنكتم: خبر (أن) مرفوع، وعلامة رفعه الضمة الظاهرة. و (أنّ) وما بعدها في موضع مفعولي (يحسب) .\nما بين: ما: زائدة، بين: مفعول فيه ظرف مكان منصوب، وعلامة نصبه الفتحة الظاهرة، متعلق باسم الفاعل (منكتم) . وهو مضاف.\nمنسجم: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nويجوز أن نقول:\nما: اسم موصول بمعنى الذي، مبني على السكون، في محل نصب، صفة ل (الحب) أو بدل منه. وتكون (بين) متعلقة بالصلة المحذوفة وتقديرها: يتبدّى.\nالجزء: 1 ¦ الصفحة: 14\n",
        "منه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) .\nوالجار والمجرور متعلقان باسم الفاعل (منسجم) .\nومضطرم: الواو: حرف عطف، مضطرم: اسم معطوف على منسجم، مجرور، وعلامة جره الكسرة الظاهرة. وكل من (منسجم ومضطرم) صفة لموصوف محذوف، والتقدير: ما بين دمع منسجم وقلب مضطرم.\nجملة يحسب الصب: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (مضطرم) استعارة شبّه شدة خفقان القلب باضطرام النار، بجامع الاضطراب في كلّ، ثم اشتق من الاضطرام بمعنى الخفقان مضطرم، فالاستعارة تصريحيّة تبعية.\n5 -\nلولا الهوى لم ترق دمعا على طلل\n...\nولا أرقت لذكر البان والعلم\nاللغة:\nالطلل: ما شخص من اثار الديار وارتفع. البان والعلم: موضعان بالحجاز.\nالمعنى:\nويأتي الشاعر بأدلة على إنكار الحب فيقول: لولا أنك عاشق ومحب، لما سالت دموعك الحارة على اثار ديار الأحباب، ولا أسهر جفنك ذكر أماكنهم عند البان والعلم.\nالإعراب:\nلولا: حرف شرط غير جازم أو حرف امتناع لوجود.\nالجزء: 1 ¦ الصفحة: 15\n",
        "الهوى: مبتدأ مرفوع، وعلامة رفعه الضمة المقدرة على الألف للتعذر. والخبر محذوف وجوبا، لأنه كون عام، والتقدير: لولا الهوى موجود.\nلم: حرف جازم.\nترق: فعل مضارع مجزوم ب (لم) ، وعلامة جزمه السكون الظاهر، والفاعل ضمير مستتر وجوبا تقديره أنت.\nدمعا: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nعلى طلل: على: حرف جر، طلل: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (ترق) .\nولا: الواو: حرف عطف هنا للجمل. لا: حرف نفي.\nأرقت: فعل ماض، مبني على السكون، لاتصاله بضمير رفع متحرك. والتاء: ضمير متصل مبني على الفتح، في محل رفع فاعل.\nلذكر: اللام: حرف جر. ذكر: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (أرقت) . وهو مضاف.\nالبان: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nوالعلم: الواو: حرف عطف. العلم: اسم معطوف على البان مجرور، وعلامة جره الكسرة الظاهرة.\nجملة لولا الهوى لم ترق: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة الهوى (موجود) : ابتدائية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة لم ترق: جواب شرط غير جازم، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لا أرقت: معطوفة على جملة (لم ترق) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 16\n",
        "6 -\nفكيف تنكر حبّا بعد ما شهدت\n...\nبه عليك عدول الدّمع والسّقم\nاللغة:\nعدول: جمع عدل بمعنى عادل. السقم: المرض.\nالمعنى:\nيتابع الشاعر مخاطبة المسؤول فيقول: كيف لك أن تجحد الحب ولا تعترف به، بعد أن شهد عليك به شاهدا عدل من الدموع الهاطلة والضعف الظاهر عليك؟\nالإعراب:\nفكيف: الفاء: الفصيحة، والتقدير: إذا قامت عليك الأدلة فكيف تنكر حبا. كيف:\nاسم استفهام، مبني على الفتح، في محل نصب، حال من فاعل (تنكر) .\nتنكر: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة. والفاعل ضمير مستتر وجوبا تقديره أنت.\nحبا: مفعول به منصوب وعلامة نصبه الفتحة الظاهرة على اخره.\nبعد: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة، متعلق ب (تنكر) . وهو مضاف.\nما: مصدرية.\nشهدت: فعل ماض، مبني على الفتح الظاهر. والتاء: حرف تأنيث. والمصدر المؤول من (ما) و (شهدت) مجرور بالإضافة، والتقدير: بعد شهادة الدمع والسقم.\nويجوز أن نعرب (ما) اسما موصولا بمعنى الذي في محل جر بالإضافة.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء. والجار والمجرور متعلقان ب (شهدت) .\nالجزء: 1 ¦ الصفحة: 17\n",
        "عليك: على: حرف جر. والكاف: ضمير متصل مبني على الفتح، في محل جر ب (على) . والجار والمجرور متعلقان ب (شهدت) .\nعدول: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nالدمع: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nوالسقم: الواو: حرف عطف، السقم: اسم معطوف على (الدمع) ، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة تنكر: واقعة في جواب شرط مقدر غير جازم، وهي جملة فعلية.\nجملة شهدت عدول: صلة الموصول الحرفي أو الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (شهدت) استعارة. شبه الدلالة الواضحة على عشقه بالشهادة، بجامع الوضوح في كل، ثم اشتق من الشهادة بمعنى الدلالة (شهدت) ، فالاستعارة تصريحية تبعيّة.\nويجوز أن نقول: شبه الدمع والسقم بشاهدين أمام قاض، بجامع الإبانة في كل، ثم حذف المشبه به وكنى عنه بشيء من لوازمه وهو (شهدت) ، فالاستعارة مكنية.\n7 -\nوأثبت الوجد خطّي عبرة وضنى\n...\nمثل البهار على خدّيك والعنم\nاللغة:\nالوجد: الحزن. العبرة: الدمعة. الضنى: المرض. البهار: ورد أصفر طيب الرائحة.\nالعنم: ثمر أحمر لا يؤكل.\nالجزء: 1 ¦ الصفحة: 18\n",
        "المعنى:\nيتابع الشاعر فيقول: وكيف تنكر الحب بعد أن طبع الحزن الناشئ عنه علامتين بارزتين على خديك، كل من راهما يعرف الحب من وجهك. إحداهما الدموع الممزوجة بالدماء وكأنها ثمر العنم الأحمر، وثانيتهما صفرة الخدود الناشئة عن الضعف والهزال وكأنها ورد البهار الأصفر؟!.\nالإعراب:\nوأثبت: الواو: حرف عطف هنا للجمل. أثبت: فعل ماض، مبني على الفتح الظاهر.\nالوجد: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nخطّي: مفعول به منصوب، وعلامة نصبه الياء لأنه مثنى. وهو مضاف.\nعبرة: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nوضنى: الواو: حرف عطف. ضنى: اسم معطوف على (عبرة) مجرور، وعلامة جره الكسرة المقدرة على الألف المحذوفة لفظا، المثبتة كتابة لالتقاء الساكنين.\nمثل: صفة أو حال من (خطي) منصوبة، وعلامة نصبها الفتحة الظاهرة. وهو مضاف.\nالبهار: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nعلى خديك: على: حرف جر، خديك: اسم مجرور ب (على) ، وعلامة جره الياء لأنه مثنى. وهو مضاف. والكاف: ضمير متصل مبني على الفتح، في محل جر بالإضافة. والجار والمجرور متعلقان ب (أثبت) ، أو بصفة محذوفة ل (خطي عبرة وضنى) .\nوالعنم: الواو: حرف عطف، العنم: اسم معطوف على (البهار) مجرور، وعلامة جره الكسرة الظاهرة.\nجملة أثبت الوجد: معطوفة على جملة (شهدت عدول) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 19\n",
        "الصور البيانية:\nفي قوله (أثبت الوجد) مجاز عقلي، لأن إسناد الإثبات إلى الوجد غير حقيقي. وهو من إسناد الفعل إلى سببه.\nفي قوله (خطي عبرة.. الخ) تشبيهان: كل منهما تشبيه مرسل مجمل، شبه العبرة بالعنم وحذف وجه الشبه وهو الحمرة. وشبه الضنى الظاهر على الوجه بالبهار، وحذف وجه الشبه وهو الصفرة. وذكر أداة التشبيه وهي (مثل) .\n8 -\nنعم سرى طيف من أهوى فأرّقني\n...\nوالحبّ يعترض الّلذّات بالألم\nاللغة:\nالطيف: الخيال.\nالمعنى:\nلما اتضح حال المنكر، اعترف بحبه وذكر سبب تذكره لهم فقال: صدقت فيما نسبته إلي من الحب، ولقد مر بي خيال من أحب ليلا، فأسهر جفني وأبعد النوم عن عيني، وهذا شأن الحب، ينغص على المحب ملذاته ويحول بينه وبينها بما يهيّجهه فيه من أوجاع وأحزان.\nالإعراب:\nنعم: حرف جواب.\nسرى: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر.\nطيف: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nمن: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالإضافة.\nالجزء: 1 ¦ الصفحة: 20\n",
        "أهوى: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الألف للتعذر، والفاعل ضمير مستتر وجوبا تقديره أنا.\nفأرقني: الفاء: حرف عطف هنا للجمل، أرقني: فعل ماض، مبني على الفتح الظاهر.\nوالنون: للوقاية. والياء: ضمير متصل مبني على السكون، في محل نصب، مفعول به.\nوالحب: الواو: حالية، والحب: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nيعترض: فعل مضارع مرفوع وعلامة رفعه الضمة الظاهرة والفاعل ضمير مستتر جوازا تقديره هو.\nاللذات: مفعول به منصوب، وعلامة نصبه الكسرة نيابة عن الفتحة، لأنه جمع مؤنث سالم.\nبالألم: الباء: حرف جر، الألم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان ب (يعترض) .\nجملة سرى طيف: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أهوى: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أرقني: معطوفة على جملة (سرى) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة الحب يعترض: في محل نصب، حال من الياء في (أرقني) ، وهي جملة اسمية كبرى ذات وجهين.\nجملة يعترض: في محل رفع، خبر (الحب) ، وهي جملة فعلية صغرى.\n9 -\nيا لائمي في الهوى العذريّ معذرة\n...\nمنّي إليك ولو أنصفت لم تلم\nاللغة:\nالعذري: نسبة إلى بني عذرة، وهي قبيلة اشتهر رجالها بالعشق، ونساؤها بفرط العفاف.\nالجزء: 1 ¦ الصفحة: 21\n",
        "المعنى:\nلما لام السائل المحب، رد عليه لومه فقال: يا من تلومني في حبي العذري العفيف، لو كنت عادلا في حكمك لما لمتني وعذلتني.\nالإعراب:\nيا لائمي: يا: أداة نداء، لائمي: منادى مضاف، منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم، منع من ظهورها اشتغال المحل بالحركة المناسبة للياء، وهو مضاف. والياء: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nفي الهوى: في: حرف جر، الهوى: اسم مجرور ب (في) ، وعلامة جره الكسرة المقدرة على الألف للتعذر. والجار والمجرور متعلقان باسم الفاعل (لائمي) .\nالعذري: صفة ل (الهوى) مجرورة، وعلامة جرها الكسرة الظاهرة.\nمعذرة: مفعول مطلق نائب عن فعله، منصوب، وعلامة نصبه الفتحة الظاهرة.\nوالتقدير: أعذرك.\nمني: من: حرف جر، والنون الثانية: حرف وقاية. والياء: ضمير متصل مبني على السكون، في محل جر ب (من) . والجار والمجرور متعلقان بصفة محذوفة ل (معذرة) .\nإليك: إلى: حرف جر. والكاف: ضمير متصل مبني على الفتح، في محل جر ب (إلى) والجار والمجرور متعلقان بصفة محذوفة ل (معذرة) .\nولو: الواو: استئنافية، لو: حرف شرط غير جازم، أو حرف امتناع لامتناع.\nأنصفت: فعل ماض، مبني على السكون، لاتصاله بضمير رفع متحرك. والتاء: ضمير متصل مبني على الفتح، في محل رفع فاعل.\nلم تلم: لم: حرف جازم، تلم: فعل مضارع مجزوم ب (لم) ، وعلامة جزمه السكون، وحرك بالكسر للقافية.\nجملة (أعذرك) معذرة: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أنصفت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم تلم: جواب شرط غير جازم، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 22\n",
        "10 -\nعدتك حالي لا سرّي بمستتر\n...\nعن الوشاة، ولا دائي بمنحسم\nاللغة:\nعدتك: بلغتك وجاوزتك، من عدوته أي تجاوزته إلى غيره. الوشاة: جمع واش، وهو الذي يشي الكذب بين الناس، أي يزينه ويزخرفه للإفساد بينهم، منحسم: منقطع.\nالمعنى:\nقد بلغتك حالي، وتعرّفت لوعتي وغرامي، وبات ما خفي مني مكشوفا للوشاة، ولم تنقطع معاناتي وأسقامي بوصل الحبيب ومؤانسته.\nالإعراب:\nعدتك: فعل ماض، مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين.\nوالتاء: حرف تأنيث. والكاف: ضمير متصل مبني على الفتح، في محل نصب، مفعول به.\nحالي: فاعل مرفوع. وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم، منع من ظهورها اشتغال المحل بالحركة المناسبة للياء قبل بنائها على الفتح من أجل الوزن الشعري. وهو مضاف. والياء: ضمير متصل مبني على الفتح، في محل جر بالإضافة.\nلا: نافية تعمل عمل ليس، بدليل زيادة الباء في خبرها.\nسري: اسم (لا) مرفوع، وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم، منع من ظهورها اشتغال المحل بالحركة المناسبة للياء، وهو مضاف. والياء: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nالجزء: 1 ¦ الصفحة: 23\n",
        "بمستتر: الباء: حرف جر زائد، مستتر: اسم مجرور لفظا بالباء، منصوب تقديرا، خبر (لا) .\nعن الوشاة: عن: حرف جر، والوشاة: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم الفاعل (مستتر) .\nولا: الواو: حرف عطف هنا للجمل، لا: نافية تعمل عمل ليس.\nجملة عدتك حالي: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة لا سري بمستتر: في محل نصب، حال من الياء في (حالي) ، وهي جملة اسمية. أو استئنافية للتعليل، لا محل لها من الإعراب.\nجملة لا دائي بمنحسم: معطوفة على جملة (لا سري بمستتر) ، وهي جملة اسمية.\nالصورة البيانية:\nفي قوله (لا سري بمستتر) استعارة. شبّه انكتام السر بالاستتار، بجامع الخفاء في كل، ثم اشتق من الاستتار بمعنى الانكتام مستتر بمعنى منكتم، فالاستعارة تصريحيه تبعية.\n11 -\nمحضتني النّصح لكن لست أسمعه\n...\nإنّ المحبّ عن العذّال في صمم\nاللغة:\nمحضتني: المحض: الخالص الذي لم يخالطه غيره. العذّال: جمع عاذل وهو اللائم.\nالمعنى:\nقد أسديت إلي النصح الخالص عن الأغراض والشوائب، ولكن هيهات أن أسمعه وأقبله، فالمحب أصم عن لوم كل اللائمين.\nالجزء: 1 ¦ الصفحة: 24\n",
        "الإعراب:\nمحضتني: فعل ماض، مبني على السكون الظاهر، لاتصاله بضمير رفع متحرك. والتاء:\nضمير متصل مبني على الفتح، في محل رفع فاعل. والنون: حرف وقاية.\nوالياء: ضمير متصل مبني على السكون، في محل نصب، مفعول به.\nالنصح: مفعول به ثان، منصوب، وعلامة نصبه الفتحة الظاهرة.\nلكن: حرف استدراك.\nلست: فعل ماض ناقص، مبني على السكون الظاهر، لاتصاله بضمير رفع متحرك.\nوالتاء: ضمير متصل مبني على الضم، في محل رفع، اسم (ليس) .\nإن: حرف مشبه بالفعل.\nالمحب: اسم (إن) منصوب، وعلامة نصبه الفتحة الظاهرة.\nعن العذال: عن: حرف جر. العذال: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالمصدر (صمم) .\nفي صمم: في: حرف جر، صمم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بخبر محذوف ل (إن) .\nجملة محضتني: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لست أسمعه: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أسمعه: في محل نصب، خبر (ليس) ، وهي جملة فعلية.\nجملة إن المحب في صمم: استئنافية تعليلية، لا محل لها من الإعراب، وهي جملة اسمية.\nالصورة البيانية:\nفي قوله (لست أسمعه) استعارة. شبه عدم القبول بعدم السماع، بجامع عدم الاستجابة في كل. ثم اشتق من السماع بمعنى القبول أسمعه، فالاستعارة تصريحيه تبعية. والشطر الثاني ترشيح ل (لست أسمعه) ، لأن الصمم تأكيد لهذه الاستعارة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "12 -\nإنّي اتّهمت نصيح الشّيب في عذل\n...\nوالشّيب أبعد في نصح عن التّهم\nالمعنى:\nوالحق أني أشك في كل ما ينصحني به شيبي من التزام الوقار رغم أنه أبعد النصحاء عن التهمة والريبة.\nالإعراب:\nإني: إن: حرف مشبه بالفعل، والياء: ضمير متصل مبني على السكون، في محل نصب، اسمها.\nنصيح: مفعول به، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nالشيب: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nفي عذل: في: حرف جر، عذل: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (اتهمت) وتنوين (عذل) عوض عن مضاف إليه محذوف وأصل المعنى: في عذله إياي.\nوالشيب: الواو: حالية، الشيب: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nأبعد: خبر مرفوع، وعلامة رفعه الضمة الظاهرة.\nفي نصح: في: حرف جر، نصح: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان ب (التهم) لأنه جمع تهمة وهي اسم مصدر.\nعن التهم: عن حرف جر. التهم: اسم مجرور ب (عن) وعلامة جره الكسرة الظاهرة، والجار والمجرور متعلقان باسم التفضيل (أبعد) .\nجملة إني اتهمت: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nالجزء: 1 ¦ الصفحة: 26\n",
        "جملة اتهمت: في محل رفع، خبر (إن) ، وهي جملة فعلية صغرى.\nجملة الشيب أبعد: في محل نصب، حال من (الشيب) الأولى، وهي جملة اسمية.\nالصورة البيانية:\nفي قوله (نصيح الشيب) استعارة. شبه الشيب بإنسان ينصح، بجامع الإنذار في كل، وحذف المشبه به وكنى عنه بشيء من لوازمه وهو النصح، فالاستعارة مكنية.\n13 -\nفإنّ أمّارتي بالسّوء ما اتّعظت\n...\nمن جهلها بنذير الشّيب والهرم\nالمعنى:\nوإنما وصلت إلى حالة اتهام الشيب فيما مضى، لأن نفسي الأمارة بالسوء قد غلبت عليّ، فباتت لا تتعظ بتخويف الشيب وإنذار الشيخوخة بقرب الأجل.\nالإعراب:\nفإنّ: الفاء: استئنافية تعليلية، إن: حرف مشبه بالفعل.\nأمّارتي: اسم (إن) منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم، منع من ظهورها اشتغال المحل بالحركة المناسبة للياء. وهو مضاف. والياء:\nضمير متصل مبني على السكون، في محل جر مضاف إليه.\nبالسوء: الباء: حرف جر، السوء: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (أمّارتي)\nما اتّعظت: ما: حرف نفي. اتعظ: فعل ماض، مبني على الفتح الظاهر. والتاء:\nحرف تأنيث. والفاعل: ضمير مستتر جوازا تقديره هي.\nالجزء: 1 ¦ الصفحة: 27\n",
        "من جهلها: من: حرف جر، جهل: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. وها: ضمير متصل مبني على السكون، في محل جر، مضاف إليه. والجار والمجرور في موضع المفعول لأجله غير الصريح.\nبنذير: الباء حرف جر، نذير: اسم مجرور بالباء وعلامة جره الكسرة الظاهرة.\nوالجار المجرور متعلقان ب (اتعظت) وهو مضاف.\nالشيب: مضاف إليه، مجرور، وعلامة جره الكسرة الظاهرة. وهو من إضافة المصدر إلى فاعله. والتقدير: بإنذار الشيب والهرم.\nوالهرم: الواو: حرف عطف، الهرم: اسم معطوف على (الشيب) ، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة إن أمّارتي ما اتّعظت: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة اتعظت: في محل رفع، خبر (إن) ، وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي قوله (نذير الشيب والهرم) استعارة. شبه الشيب والهرم بإنسان ينذر ويحذر، بجامع التحذير في كل، ثم حذف المشبه به وكنى عنه بشيء من لوازمه وهو الإنذار، فالاستعارة مكنية.\n14 -\nولا أعدّت من الفعل الجميل قرى\n...\nضيف ألمّ برأسي غير محتشم\nاللغة:\nقرى: قرى الضيف قرى أضافه وأحسن إليه. ألمّ: نزل.\nالجزء: 1 ¦ الصفحة: 28\n",
        "المعنى:\nولم تهيّئ نفسي- لفرط جهلها- من الأعمال الصالحة ما يكون إكراما لهذا الضيف الذي حل برأسي واتسع فيه رويدا رويدا من غير استحياء.\nالإعراب:\nولا: الواو: حرف عطف على (ما اتعظت) ، لا: نافية.\nمن الفعل: من: حرف جر، والفعل: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (قرى) .\nالجميل: صفة مجرورة، وعلامة جرها الكسرة الظاهرة.\nقرى: مفعول به منصوب، وعلامة نصبه الفتحة المقدرة على الألف للتعذر. وهو مضاف.\nضيف: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nألمّ: فعل ماض، مبني على الفتح الظاهر. والفاعل ضمير مستتر جوازا تقديره هو.\nبرأسي: الباء: حرف جر. رأسي: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على ما قبل ياء المتكلم، منع من ظهورها اشتغال المحل بالحركة المناسبة للياء.\nوهو مضاف. والياء: ضمير متصل مبني على السكون، في محل جر بالإضافة. والجار والمجرور متعلقان ب (ألمّ) .\nغير: حال من فاعل (ألم) منصوبة، وعلامة نصبها الفتحة الظاهرة.\nوهو مضاف.\nمحتشم: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nجملة أعدت: معطوفة على جملة (اتعظت) في محل رفع، وهي جملة فعلية.\nجملة ألمّ: في محل جر، صفة (ضيف) ، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 29\n",
        "الصورة البيانية:\nشبّه الشيب بالضيف، فقلنا: تشبيه.\nثم حذف المشبّه (الشيب) وصرّح بالمشبّه به (الضيف) فقلنا: استعارة تصريحية.\nثم أضاف إليها تشبيها اخر هو تشبيه العمل الصالح بقرى الضيف، بجامع الإحسان فيهما، فزادت العناصر فيها فقلنا: صارت التصريحية (استعارة تمثيليّة) .\n15 -\nلو كنت أعلم أنّي ما أوقّره\n...\nكتمت سرّا بدا لي منه بالكتم\nاللغة:\nأوقّره: أعظّمه. سرّا: المراد به هنا الشيب الذي يظهر أولا. الكتم: نبت يخضب به كالحنّاء.\nالمعنى:\nلو كنت أعرف أنني لن أحسن وفادة هذا الضيف، ولن أعطيه حقه من الاحترام بترك القبائح وفعل الجميل، لسترت بواكيره بالحناء فلا يلومني أحد على أفعالي وسيرتي.\nالإعراب:\nلو: حرف شرط غير جازم. أو حرف امتناع لامتناع.\nكنت: فعل ماض ناقص، مبني على السكون الظاهر. والتاء: ضمير متصل مبني على الضم، في محل رفع اسمها.\nأني: أن: حرف مشبه بالفعل، والياء: ضمير متصل مبني على السكون، في محل نصب اسمها.\nالجزء: 1 ¦ الصفحة: 30\n",
        "ما: حرف نفي، يصلح للماضي والحاضر دون المستقبل.\nأوقّره: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة. والفاعل ضمير مستتر وجوبا تقديره أنا. والهاء: ضمير متصل مبني على الضم، في محل نصب، مفعول به. و (أني ما أوقّره) في موضع «1» مفعولي (أعلم) لأنه من أفعال القلوب.\nلي: اللام: حرف جر، والياء: ضمير متصل مبني على السكون في محل جر باللام. والجار والمجرور متعلقان ب (بدا) .\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) . والجار والمجرور متعلقان ب (بدا) .\nبالكتم: الباء: حرف جر، الكتم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (كتمت) .\nجملة لو كنت.. كتمت: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية كبرى.\nجملة أعلم: في محل نصب خبر (كان) ، وهي جملة فعلية صغرى.\nجملة أوقره: في محل رفع، خبر (أن) .\nجملة كتمت: جواب شرط غير جازم، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة بدا: في محل نصب، صفة (سرا) ، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (كتمت سرا) استعارة. شبه إخفاء الشيب بكتمان السر، بجامع الإخفاء في كل، ثم اشتق من الكتمان بمعنى الإخفاء كتمت، فالاستعارة تصريحية تبعية.\n(1) ولا نقول: إنّه (مصدر مؤول سدّ مسد مفعولين) لأنّ المصدر المؤول اسم واحد؛ أي مفعول واحد، ولا يسدّ الاسم الواحد مسدّ اثنين.\nالجزء: 1 ¦ الصفحة: 31\n",
        "16 -\nمن لي بردّ جماح من غوايتها\n...\nكما يردّ جماح الخيل باللّجم\nاللغة:\nجماح: الجموح هو الذي يركب هواه فلا يمكن رده. الغواية: الضلالة وعدم الرشد. اللجم: جمع لجام وهو ما يوضع في فم الفرس.\nالمعنى:\nلما لم تتعظ نفسه بواعظ الشيب استعطف فقال: من يتكفل لي بصرف نفسي عما هي عليه من الاندفاع في الغواية والضلالة، ويضبطها كما يضبط الحصان الهائج باللجام الذي يشد في فمه.\nالإعراب:\nمن: اسم استفهام، مبني على السكون، في محل رفع مبتدأ.\nلي: اللام: حرف جر، الياء: ضمير متصل مبني على السكون، في محل جر باللام.\nوالجار والمجرور متعلقان بخبر محذوف ل (من) ، والتقدير: من متكفل لي.\nبرد: الباء: حرف جر، ردّ: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة، وهو مضاف. والجار والمجرور متعلقان بخبر (من) المحذوف والتقدير (متكفّل) .\nجماح: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة «1» .\n(1) إذا قرأنا (جماح) بفتح الجيم وبناء الحاء على الكسر تصبح كلمة (جماح) عندئذ صفة ذم لنفسه الجامحة. والصفة تنوب عن الموصوف كثيرا، فنستغني عندئذ عن التكلف القبيح في تقدير كلمة (نفس) الّتي أعدنا إليها الهاء في (غوايتها) فإن قيل: (فعال) خاص بالنداء ولا نداء هنا، قلنا: نقيسه على بيت الحطيئة: (\n...\nالى بيت قعيدته لكاع) وليس فيه نداء. والحطيئة قديم يحتج به شعرا. ونرجح أن هذا مراد البوصيري، فضلا عن الجناس في جماح وجماح. (المراجع)\nالجزء: 1 ¦ الصفحة: 32\n",
        "من غوايتها: من: حرف جر، غوايتها: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. وها: - العائد إلى كلمة (نفس) المحذوفة- ضمير متصل مبني على السكون في محل جر بالإضافة. والجار والمجرور متعلقان بصفة محذوفة ل (جماح) والتقدير: جماح نفس ناشئ من غوايتها.\nكما: الكاف: اسم بمعنى مثل، مبني على الفتح، في محل نصب، مفعول مطلق نائب عن المصدر. والتقدير: من لي برد جماح ردا مثل رد.. ما: مصدرية.\nيرد: فعل مضارع مبني للمجهول، مرفوع وعلامة رفعه الضمة الظاهرة. والمصدر المؤول من (ما) والفعل مجرور بالإضافة.\nجماح: نائب فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nالخيل: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nباللجم: الباء: حرف جر، اللجم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (يرد) .\nجملة من لي: استئنافية لا محل لها من الإعراب، وهي جملة اسمية.\nجملة يرد جماح: صلة الموصول الحرفي، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. طلب الشاعر من يدله على طريقة يرد بها جماح نفسه ردا محكما، مثل رد جماح الخيل باللجام، فذكر الأداة وحذف وجه الشبه، فالتشبيه مرسل مجمل. والتقدير: من يرد جماحها ردا مثل رد جماح الخيل؟!.\nالجزء: 1 ¦ الصفحة: 33\n",
        "17 -\nفلا ترم بالمعاصي كسر شهوتها\n...\nإنّ الطّعام يقوّي شهوة النهّم\nاللغة:\nلا ترم: لا تطلب. النهم: الشديد الشهوة إلى الطعام.\nالمعنى:\nلما طرح سؤاله السابق، استشعر قائلا يقول له: لا تأمل أن تصرف شهوة نفسك وتدفعها ما دمت مقيما على الشهوات والمعاصي، فإن ذلك يزيدها غواية وضلالة كما يزداد الشره إلى الطعام شرها كلما وضعنا الطعام أمامه.\nالإعراب:\nفلا: الفاء: الفصيحة، والتقدير: إذا أردت رد جماح نفسك فلا ترم ذلك مع الاستمرار في المعاصي. لا: ناهية جازمة.\nترم: فعل مضارع مجزوم ب (لا) ، وعلامة جزمه السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت.\nبالمعاصي: الباء: حرف جر، المعاصي: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على الياء، للثقل. والجار والمجرور متعلقان بالمصدر (كسر) .\nكسر: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nشهوتها: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة. وها: ضمير متصل مبني على السكون، في محل جر، مضاف إليه.\nإن: حرف مشبه بالفعل.\nالجزء: 1 ¦ الصفحة: 34\n",
        "الطعام: اسم (إن) منصوب، وعلامة نصبه الفتحة الظاهرة.\nيقوّي: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء للثقل.\nوالفاعل ضمير مستتر جوازا تقديره هو، يعود إلى (الطعام) .\nجملة لا ترم: واقعة في جواب شرط مقدر، وهي جملة فعلية.\nجملة إن الطعام يقوي: استئناف بياني (جواب سؤال محذوف) لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة يقوي: في محل رفع خبر (إن) ، وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي البيت تشبيه ضمني، شبه النفس تقوى شهوتها بالمعاصي، بالنهم تقوى شهوته بكثرة الطعام.\n18 -\nوالنّفس كالطّفل إن تهمله شبّ على\n...\nحبّ الرّضاع، وإن تفطمه ينفطم\nالمعنى:\nوالنفس في تعلقها بالأشياء كالطفل الرضيع؛ إن تركته على ما ألفه من الرضاع بلغ أوان الشباب وهو محب له، وإن تمنعه منه يمتنع. وكذلك النفس إن تركتها على ما ألفته من المعاصي دامت عليه، وإن منعتها امتنعت.\nالإعراب:\nوالنفس: الواو: استئنافية، والنفس: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nكالطفل: الكاف: حرف جر. الطفل: اسم مجرور بالكاف، وعلامة جره الكسرة\nالجزء: 1 ¦ الصفحة: 35\n",
        "الظاهرة. والجار والمجرور متعلقان بخبر محذوف ل (النفس) .\nإن: حرف شرط جازم لفعلين.\nتهمله: فعل مضارع مجزوم ب (إن) ، وعلامة جزمه السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت. والهاء: ضمير متصل مبني على الضم في محل نصب، مفعول به.\nشب: فعل ماض مبني على الفتح الظاهر، في محل جزم جواب الشرط. والفاعل ضمير مستتر جوازا تقديره هو.\nعلى حب: على: حرف جر، حب: اسم مجرور ب (على) وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بفعل (شبّ) .\nوإن: الواو: حرف عطف هنا للجمل، إن: حرف شرط جازم لفعلين.\nتفطمه: فعل مضارع مجزوم (بإن) وعلامة جزمه السكون الظاهر، والفاعل أنت، والهاء مفعول به.\nينفطم: فعل مضارع مجزوم لأنه جواب الشرط، ثم حرك بالكسر للقافية. والفاعل ضمير مستتر جوازا تقديره هو.\nجملة والنفس كالطفل: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة إن تهمله شبّ: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية، ولذلك كانت استئنافية لا حاليّة.\nجملة تهمله: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة شب: جواب شرط جازم غير مقترن بالفاء، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة إن تفطمه ينفطم: معطوفة على جملة (إن تهمله شب) ، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة تفطمه: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 36\n",
        "جملة ينفطم: جواب شرط جازم غير مقترن بالفاء، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه مرسل مفصل، ذكرت فيه الأداة ووجه الشبه. شبه النفس بالطفل بجامع أن كلا ينشأ على ما تعوده.\n19 -\nفاصرف هواها وحاذر أن تولّيه\n...\nإنّ الهوى ما تولّى يصم أو يصم\nاللغة:\nتوليه: تجعل له الولاية عليك. يصم: من أصمى الصيد إذا رماه فقتله. يصم: من الوصم وهو العيب والعار.\nالمعنى:\nيتمم كلامه السابق فيقول: إذا علمت ذلك، فاعمل جاهدا على إبعاد هوى النفس وصرفها عما تطلبه من الملذات والشهوات، وإياك أن تجعل هواها امرا لك، فإن الهوى إذا تولى المرء فإما أن يقتله وإما أن يعيبه.\nالإعراب:\nفاصرف: الفاء: الفصيحة. اصرف: فعل أمر، مبني على السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت.\nأن: حرف مصدريّ ناصب.\nتوليه: فعل مضارع منصوب ب (أن) وعلامة نصبه الفتحة الظاهرة. والفاعل ضمير مستتر\nالجزء: 1 ¦ الصفحة: 37\n",
        "وجوبا تقديره أنت، والهاء: ضمير متصل مبني على الضم، في محل نصب، مفعول به. والمصدر المؤول من (أن) والفعل منصوب لأنه مفعول به.\nإنّ: حرف مشبه بالفعل.\nما: اسم شرط جازم، مبني على السكون، في محل نصب مفعول به ل (تولى) .\nتولى: فعل ماض، مبني على الفتح المقدر على الألف للتعذر. والفاعل ضمير مستتر جوازا تقديره هو.\nيصم: فعل مضارع مجزوم لأنه جواب الشرط، وعلامة جزمه حذف حرف العلة. والفاعل ضمير مستتر جوازا تقديره هو.\nأو: حرف عطف هنا للجمل.\nيصم: فعل مضارع مجزوم لعطفه على مجزوم، وعلامة جزمه السكون، وحرك بالكسر للقافية، والفاعل ضمير مستتر جوازا تقديره هو.\nجملة اصرف: واقعة في جواب شرط مقدر، وهي جملة فعلية.\nجملة حاذر: معطوفة على جملة (اصرف) ، وهي جملة فعلية.\nجملة توليه: صلة الموصول الحرفي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة إن الهوى..: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة ما تولى يصم: في محل رفع، خبر (إن) ، وهي جملة شرطية صغرى.\nجملة تولى: ابتدائية لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يصم: جواب شرط جازم غير مقترن بالفاء، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يصم: معطوفة على جملة (يصم) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي الشطر الثاني مجاز، أسند القتل والوصم إلى الهوى، فالمجاز عقلي، من إسناد الفعل إلى سببه.\nالجزء: 1 ¦ الصفحة: 38\n",
        "20 -\nوراعها وهي في الأعمال سائمة\n...\nوإن هي استحلت المرعى فلا تسم\nاللغة:\nراعها: لاحظها. سائمة: سامت الماشية رعت حيث شاءت.\nالمعنى:\nعلى المرء أن يمسك نفسه وهواها في كل عمل صالح تتوجه إليه، فكيف إذا كان العمل غير صالح؟ كالراعي تماما، إذا استحلت أغنامه بقعة خضراء يحسن به أن يتحول بها إلى أخرى ليضمن بقاء زمام أمرها بيده.\nالإعراب:\nوراعها: الواو: حرف عطف هنا للجمل، راعها: فعل أمر مبني على حذف حرف العلة. والفاعل ضمير مستتر وجوبا تقديره أنت. وها: ضمير متصل مبني على السكون في محل نصب، مفعول به.\nوهي: الواو: حالية. هي: ضمير رفع منفصل، مبني على الفتح، في محل رفع مبتدأ.\nفي الأعمال: في: حرف جر. الأعمال: اسم مجرور ب (في) وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم الفاعل (سائمة) .\nوإن: الواو: استئنافية، إن: حرف شرط جازم.\nهي: ضمير رفع منفصل، مبني على الفتح، في محل رفع فاعل لفعل محذوف يفسره المذكور بعده.\nالجزء: 1 ¦ الصفحة: 39\n",
        "استحلت: فعل ماض، مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين.\nوالفاعل ضمير مستتر جوازا تقديره هي. والتاء: حرف تأنيث حرك بالكسر لالتقاء الساكنين.\nفلا: الفاء: رابطة للجواب. لا: ناهية جازمة.\nتسم: فعل مضارع مجزوم ب (لا) ، وعلامة جزمه السكون وحرك بالكسر للقافية.\nجملة راعها: معطوفة على جملة اصرف، وهي جملة فعلية.\nجملة وهي سائمة: في محل نصب، حال من الضمير في (راعها) ، وهي جملة اسمية.\nجملة إن هي استحلت المرعى فلا تسم: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة (استحلت) المرعى المحذوفة: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة استحلت المذكورة: تفسيرية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة تسم: جواب شرط جازم مقترن بالفاء، في محل جزم، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (سائمة) استعارة: شبه إقبال النفس على ما تحب بسوم البهيمة في الفلاة، بجامع الانهماك مع عدم معرفة الأصلح، ثم اشتق من السوم بمعنى الاشتغال في العمل سائمة، فالاستعارة تصريحية تبعية.\nويجوز أن نجري الاستعارة في قرينتها فنقول: شبه النفس بالبهيمة، بجامع عدم معرفة الأصلح في كل، ثم حذف المشبه به وكنّى عنه بشيء من لوازمه وهو السوم، فالاستعارة مكنية.\nوقوله (استحلت المرعى فلا تسم) ترشيح.\nالجزء: 1 ¦ الصفحة: 40\n",
        "21 -\nكم حسّنت لذّة للمرء قاتلة\n...\nمن حيث لم يدر أنّ السّمّ في الدّسم\nالمعنى:\nولا تدع نفسك تتسلط عليك بأهوائها فتخدعك، فكثيرا ما تزين للإنسان الأعمال وتزخرفها له، من دون أن يشعر أن من ورائها الهلاك والموت.\nالإعراب:\nكم: خبرية، مبنية على السكون، في محل نصب، مفعول مطلق. والتقدير: كم تحسين حسنت.\nللمرء: اللام: حرف جر. المرء: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان ب (حسنت) أو باسم الفاعل (قاتلة) ، والأوّل أولى.\nقاتلة: صفة ل (لذة) منصوبة، وعلامة نصبها الفتحة الظاهرة.\nمن حيث: من: حرف جر، حيث: ظرف مبني على الضم، في محل جر ب (من) .\nوالجار والمجرور متعلقان ب (قاتلة) قياسا على إعراب (من مأمنه يؤتى الحذر) .\nلم: حرف جازم.\nيدر: فعل مضارع مجزوم ب (لم) ، وعلامة جزمه حذف حرف العلة. والفاعل ضمير مستتر جوازا تقديره هو.\nأن: حرف مشبه بالفعل.\nالسم: اسم (أن) منصوب، وعلامة نصبه الفتحة الظاهرة.\nفي الدسم: في: حرف جر، الدسم: اسم مجرور ب (في) وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بخبر محذوف ل (أن) . و (أنّ) وما بعدها في موضع مفعولي (يدر) لأنه من أفعال القلوب.\nالجزء: 1 ¦ الصفحة: 41\n",
        "جملة حسنت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يدر: في محل جر بالإضافة، وهي جملة فعلية.\n22 -\nواخش الدّسائس من جوع ومن شبع\n...\nفربّ مخمصة شرّ من التّخم\nاللغة:\nالدسائس: جمع دسيسة وهي المكر الخفي. المخمصة: المجاعة. التخم: الواحدة منها تخمة، ما يصيبك من الطعام إذا استوخمته، واستوخم الطعام: لم يستمرئه ولم يحمد مغبته.\nالمعنى:\nواحذر ما قد تغريك به النفس من إيثار للجوع تقشفا، أو إيثار للشبع تلذذا، فليست المخمصة شرا كلها، ولا التخمة كذلك.\nالإعراب:\nواخش: الواو: حرف عطف هنا للجمل. واخش: فعل أمر مبني على حذف حرف العلة. والفاعل ضمير مستتر وجوبا تقديره أنت.\nمن جوع: من: حرف جر، جوع: اسم مجرور ب (من) وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (الدسائس) تقديرها اتية.\nومن شبع: الواو: حرف عطف. من: حرف جر. شبع: اسم مجرور ب من، وعلامة جره الكسرة الظاهرة. والجار والمجرور معطوفان على (من جوع) .\nفرب: الفاء: استئنافية تعليليّة، رب: حرف جر شبيه بالزائد.\nالجزء: 1 ¦ الصفحة: 42\n",
        "مخمصة: اسم مجرور لفظا ب (رب) مرفوع تقديرا، مبتدأ.\nشر: خبر مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن التخم: من: حرف جر، التخم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم التفضيل (شر) .\nجملة اخش: معطوفة على جملة (اصرف) في البيت (19) ، وهي جملة فعلية.\nجملة رب مخمصة شر: استئنافية تعليلية، لا محل لها من الإعراب، وهي جملة اسمية.\n23 -\nواستفرغ الدّمع من عين قد امتلأت\n...\nمن المحارم والزم حمية النّدم\nالمعنى:\nابك حتى تفرغ من الدمع عينك التي ملأتها إثما بالنظر إلى المحارم، واحرص على التوبة مما بدر منك وعلى الندم الذي يعصمك من المعاصي.\nالإعراب:\nواستفرغ: الواو: حرف عطف هنا للجمل، استفرغ: فعل أمر، مبني على السكون الظاهر والفاعل ضمير مستتر وجوبا تقديره أنت.\nمن عين: من: حرف جر. عين: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (استفرغ) .\nقد: حرف تحقيق.\nمن المحارم: من: حرف جر، المحارم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (امتلأت) .\nجملة واستفرغ الدمع: معطوفة على جملة (اصرف) ، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 43\n",
        "جملة امتلأت: في محل جر، صفة ل (عين) ، وهي جملة فعلية.\nجملة الزم حمية: معطوفة على جملة (استفرغ) ، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (امتلأت من المحارم) استعارة. شبه كثرة صور المحرمات في العين بالامتلاء، لأن الامتلاء غاية الكثرة، ثم اشتق من الامتلاء امتلأت، فالاستعارة تصريحية تبعية.\nفي قوله (حمية الندم) تشبيه. شبه الندم بالحمية، بجامع أن كلا يعصم صاحبه ويردعه، فالتشبيه بليغ، من إضافة المشبه به إلى المشبه.\n24 -\nوخالف النّفس والشّيطان واعصهما\n...\nوإن هما محضاك النّصح فاتّهم\nاللغة:\nمحضاك: أخلصا لك النصح.\nالمعنى:\nولا تطع نفسك ولا الشيطان في شيء مما يأمرانك به أو ينهيانك عنه، ولا تمش وفق مرادهما، فإن زعما أنهما قد أخلصا لك النصح فانسبهما إلى الخيانة والخداع ولا تصدق قولهما، فإنهما عدوان مبينان لك.\nالإعراب:\nوخالف: الواو: حرف عطف، خالف: فعل أمر، مبني على السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت.\nالجزء: 1 ¦ الصفحة: 44\n",
        "واعصهما: الواو: حرف عطف هنا للجمل، اعصهما: فعل أمر مبني على حذف حرف العلة. وهما: ضمير متصل مبني على السكون، في محل نصب، مفعول به.\nوإن: الواو: استئنافية. إن: حرف شرط جازم.\nهما: ضمير رفع منفصل، مبني على السكون، في محل رفع فاعل لفعل محذوف يفسره المذكور بعده.\nمحضاك: فعل ماض، مبني على الفتح الظاهر. والألف: ضمير متصل مبني في محل رفع، فاعل. والكاف: ضمير متصل مبني في محل نصب، مفعول به.\nالنصح: مفعول به ثان، منصوب، وعلامة نصبه الفتحة الظاهرة.\nفاتهم: الفاء: رابطة للجواب، اتهم: فعل أمر مبني على السكون، وحرك بالكسر للقافية.\nجملة خالف: معطوفة على جملة (اصرف هواها) ، وهي جملة فعلية.\nجملة اعصهما: معطوفة على جملة (خالف) في محل جزم، وهي جملة فعلية\nجملة إن هما.. فاتهم: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة شرطية.\nجملة (محضاك) المحذوفة: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة محضاك: تفسيرية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة اتهم: جواب شرط جازم مقترن بالفاء، في محل جزم، وهي جملة فعلية.\n25 -\nولا تطع منهما خصما ولا حكما\n...\nفأنت تعرف كيد الخصم والحكم\nالمعنى:\nولا تطع من وضحت خصومته منهما ولا من ادّعى الحياد في الحكم، فمثلك لا يخفى عليه مكر الخصم ولا ممالأة الحكم، وكيد النفس والشيطان أشدّ.\nالجزء: 1 ¦ الصفحة: 45\n",
        "الإعراب:\nولا: الواو: حرف عطف هنا للجمل، لا: حرف نهي وجزم.\nتطع: فعل مضارع مجزوم ب (لا) ، وعلامة جزمه السكون الظاهر، والفاعل ضمير مستتر وجوبا تقديره أنت.\nمنهما: من: حرف جر، هما: ضمير متصل مبني على السكون، في محل جر ب (من) ، والجار والمجرور متعلقان بحال محذوفة من (خصما) .\nخصما: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nولا: الواو حرف عطف، لا: حرف نفي.\nحكما: اسم معطوف على (خصما) ، منصوب، وعلامة نصبه الفتحة الظاهرة.\nفأنت: الفاء: استئنافية تعليليّة، أنت: ضمير رفع منفصل، مبني على الفتح، في محل رفع مبتدأ.\nجملة لا تطع: معطوفة على جملة (خالف) ، وهي جملة فعلية.\nجملة أنت تعرف: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة تعرف: في محل رفع، خبر (أنت) ، وهي جملة فعلية صغرى.\n26 -\nأستغفر الله من قول بلا عمل\n...\nلقد نسبت به نسلا لذي عقم\nالمعنى:\nولما أحسّ أنّه لا يعمل بما نصح به غيره استغفر الله من ذنبه معترفا أنّ من دعا إلى خلق ولم يعمل به كان كمن ينسب ذرية لمن لا يولد له.\nالجزء: 1 ¦ الصفحة: 46\n",
        "الإعراب:\nمن قول: من: حرف جر، قول: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (أستغفر) .\nبلا عمل: الباء: حرف جر، لا: حرف نفي، عمل: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (قول) والتقدير: حاصل.\nلقد: اللام: واقعة في جواب قسم مقدر، قد: حرف تحقيق.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء.\nوالجار والمجرور متعلقان بالفعل (نسبت) .\nنسلا: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nلذي: اللام: حرف جر، ذي: اسم مجرور باللام، وعلامة جره الياء لأنه من الأسماء الخمسة، وهو مضاف. والجار والمجرور متعلقان ب (نسبت) .\nجملة أستغفر: استئنافية لا محل لها من الإعراب، وهي جملة فعلية.\nجملة نسبت: واقعة في جواب قسم مقدر، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبه نفسه إذ ينصح غيره بما لا يفعله- والقول يقتضي عمل القائل بما يدعو إليه- بمن ينسب ذرية لمن لا يولد له، فالتشبيه ضمني.\n27 -\nأمرتك الخير لكن ما ائتمرت به\n...\nوما استقمت، فما قولي لك استقم؟\nالمعنى:\nأمرتك بالأعمال الصالحة، ولكني لم أعمل بما أمرتك، ولم أستقم على الطاعة، فما معنى أمري إياك بالاستقامة إذا لم أستقم؟\nالجزء: 1 ¦ الصفحة: 47\n",
        "الإعراب:\nالخير: اسم منصوب بنزع الخافض لأن (أمر) يتعدى إلى الأول بنفسه وإلى الثاني بالباء «1»\nلكن: حرف استدراك.\nما: حرف نفي.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء.\nوالجار والمجرور متعلقان بالفعل (ائتمرت) .\nفما: الفاء: استئنافية، ما: اسم استفهام، مبني على السكون، في محل رفع، خبر مقدم.\nقولي: مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم، منع من ظهورها اشتغال المحل بالحركة المناسبة للياء، وهو مضاف. والياء: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nلك: اللام: حرف جر، الكاف: ضمير متصل مبني على الفتح، في محل جر باللام.\nوالجار والمجرور متعلقان بالمصدر (قولي) .\nاستقم: فعل أمر، مبني على السكون، وحرك بالكسر للقافية. والفاعل ضمير مستتر وجوبا تقديره أنت.\nجملة أمرتك: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ائتمرت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة استقمت: معطوفة على جملة (ائتمرت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ما قولي: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة استقم: في محل نصب، مقول القول، وهي جملة فعلية.\n(1) نظيره قول الشاعر:\nأمرتك الخير فافعل ما أمرت به\n...\nفقد تركتك ذا مال وذا نشب\nشرح أبيات مغني اللبيب للبغدادي 5/ 299.\nالجزء: 1 ¦ الصفحة: 48\n",
        "28 -\nولا تزوّدت قبل الموت نافلة\n...\nولم أصلّ سوى فرض ولم أصم\nالمعنى:\nولم أحصّل من الطاعات والنوافل ما يكون زادا لي قبل نزول الموت، بل اقتصرت على الفرض من الصلاة والصوم.\nالإعراب:\nولا: الواو: حرف عطف هنا للجمل، لا: حرف نفي.\nقبل: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة، متعلق بالفعل (تزودت) وهو مضاف.\nنافلة: مفعول به، منصوب، وعلامة نصبه الفتحة الظاهرة.\nولم: الواو: حرف عطف هنا للجمل، لم: حرف جزم ونفي.\nأصل: فعل مضارع مجزوم ب (لم) ، وعلامة جزمه حذف حرف العلة. والفاعل ضمير مستتر وجوبا تقديره أنا.\nسوى: مفعول به منصوب، وعلامة نصبه الفتحة المقدرة على الألف، للتعذر. وهو مضاف. ولم ينصب على الاستثناء لغياب المستثنى منه.\nجملة تزودت: معطوفة على جملة (ائتمرت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم أصل: معطوفة على جملة (ما ائتمرت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم أصم: معطوفة على جملة (لم أصل) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 49\n",
        "الصورة البيانية:\nفي قوله (ولا تزودت نافلة) استعارة. شبه النافلة بالزاد، بجامع النفع في كل، ثم حذف المشبه به (الزاد) وكنى عنه بشيء من لوازمه (التزوّد) ، فالاستعارة مكنية.\n29 -\nظلمات سنّة من أحيا الظّلام إلى\n...\nأن اشتكت قدماه الضّرّ من ورم\nالمعنى:\nلما أخبر عن نفسه بكثرة التفريط وبتركه للنوافل قال: لقد أسرفت على نفسي وتركت الاقتداء بسيرة رسول الله صلى الله عليه وسلم والطريقة التي كان يحياها، فقد كان يكثر من العبادة والصلاة في الليالي المظلمة حتى تتنفخ قدماه من طول القيام.\nعن عائشة رضي الله عنها قالت: «كان النبي صلى الله عليه وسلم يقوم من الليل حتى تنفطر «1» قدماه، فقلت له: لم تصنع هذا يا رسول الله وقد غفر لك ما تقدم من ذنبك وما تأخر؟ قال: أفلا أكون عبدا شكورا» [رواه الشيخان- اللؤلؤ والمرجان 3/ 372 وجامع الأصول لعبد القادر الأرناؤوط 6/ 64] .\nالإعراب:\nمن: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالإضافة.\nأحيا: فعل ماض، مبني على الفتح المقدر على الألف للتعذر. والفاعل ضمير مستتر جوازا تقديره هو.\nإلى أن: إلى: حرف جر. أن: حرف مصدري.\n(1) تنفطر: تتشقق.\nالجزء: 1 ¦ الصفحة: 50\n",
        "اشتكت: فعل ماض، مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين، والتاء: حرف تأنيث، والمصدر المؤول من (أن) واشتكت مجرور ب (إلى) ، وهما متعلقان ب (أحيا) .\nقدماه: فاعل مرفوع، وعلامة رفعه الألف لأنه مثنى. وهو مضاف. والهاء: ضمير متصل مبني على الضم، في محل جر بالإضافة.\nالضر: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nمن ورم: من: حرف جر، ورم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بحال محذوفة من (الضر) والتقدير: اتيا أو كائنا. أو (من ورم) في موضع التمييز.\nجملة ظلمات: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أحيا: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة اشتكت قدماه: صلة الموصول الحرفي (أن) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (أحيا الظلام) استعارة. الظلام كناية عن الليالي لأنه صفة غالبة لها، فيكون قوله (أحيا الظلام) مقابلا ل (أحيا ليله في الصلاة) . إذن شبه سهر الليالي بالإحياء أو الحياة، بجامع الفاعلية في كل [وهذا يقابل تشبيه النوم بالموت] فنشأت في البيت استعارة تصريحية تبعية.\nفي قوله (اشتكت قدماه) مجاز. أسند الشكوى إلى القدمين فالمجاز عقلي من إسناد الفعل إلى مكان حدوثه.\nالجزء: 1 ¦ الصفحة: 51\n",
        "30 -\nوشدّ من سغب أحشاءه وطوى\n...\nتحت الحجارة كشحا مترف الادم\nاللغة:\nالسغب: الجوع. الكشح: الخاصرة. المترف: الناعم. الادم: الجلد.\nالمعنى:\nكان عليه الصلاة والسلام يعصب بطنه الشريف من ألم الجوع، ويشد على خصره الناعم الحجر والحجرين تخفيفا لهذا الألم.\nروى البخاري عن جابر رضي الله عنه قال: «إنا كنا يوم الخندق نحفر، فعرضت كدية «1» شديدة، فجاؤوا إلى النبي صلى الله عليه وسلم فقالوا: هذه كدية عرضت في الخندق. فقال:\nأنا نازل، ثم قام وبطنه معصوب بحجر، ولبثنا ثلاثة أيام لا نذوق ذواقا» «2» .\nالإعراب:\nمن سغب: من: حرف جر، سغب: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة، والجار والمجرور في موضع المفعول لأجله غير الصريح، وهذا إعرابهما فلا يتعلّقان.\nتحت: مفعول فيه ظرف مكان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق ب (طوى) . وهو مضاف.\nكشحا: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\n(1) كدية: قطعة غليظة صلبة من الأرض لا تعمل فيها الفأس.\n(2) ذواقا: طعاما.\nالجزء: 1 ¦ الصفحة: 52\n",
        "مترف: صفة ل (كشحا) ، منصوبة، وعلامة نصبها الفتحة الظاهرة. وهو مضاف.\nجملة شد: معطوفة على جملة (أحيا) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة طوى: معطوفة على جملة (شد) ، لا محل لها من الإعراب، وهي جملة فعلية.\n31 -\nوراودته الجبال الشّمّ من ذهب\n...\nعن نفسه فأراها أيّما شمم\nاللغة:\nراودته على الأمر مراودة تلطّفت إليه كي يفعله. الشمم: ارتفاع الأنف، وهو كناية عن الرفعة وعلو النفس.\nالمعنى:\nورغم جوعه هذا، عرضت عليه الجبال العظيمة العالية لتكون ذهبا خالصا له، فترفع عنها غاية الترفع، وزهد فيها زهدا شديدا.\nعن أبي أمامة الباهلي رضي الله عنه، أن النبي صلى الله عليه وسلم قال: «عرض عليّ ربي ليجعل لي بطحاء مكة ذهبا، فقلت: لا يا رب، ولكن أشبع يوما، وأجوع يوما، فإذا جعت تضرعت إليك وذكرتك وإذا شبعت حمدتك وشكرتك» - رواه الترمذي وقال: هذا حديث حسن.\nالإعراب:\nوراودته: الواو: حرف عطف، راودته: فعل ماض، مبني على الفتح الظاهر. والتاء: حرف التأنيث. والهاء: ضمير متصل مبني على الضم، في محل نصب، مفعول به.\nالجزء: 1 ¦ الصفحة: 53\n",
        "الجبال: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nالشم: صفة ل (الجبال) ، مرفوعة، وعلامة رفعها الضمة الظاهرة.\nمن ذهب: من: حرف جر، ذهب: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة ل (الجبال) .\nعن نفسه: عن: حرف جر، نفسه: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والهاء: ضمير متصل مبني على الكسر، في محل جر بالإضافة.\nوالجار والمجرور متعلقان بالفعل (راودته) .\nفأراها: الفاء: حرف عطف هنا للجمل، أراها: فعل ماض، مبني على الفتح المقدر على الألف للتعذر. والفاعل ضمير مستتر جوازا تقديره هو. وها: ضمير متصل مبني على السكون، في محل نصب، مفعول به.\nأيما: أي: مفعول مطلق نائب عن المصدر، منصوب بمصدر محذوف منصوب لأنه مفعول ثان ل (أراها) ، وعلامة نصبه الفتحة الظاهرة. والتقدير: فأراها شمما أيّ شمم. وهي أيّ الكمالية. ما: زائدة.\nشمم: مضاف إليه، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة راودته الجبال: معطوفة على جملة (أحيا) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أراها: معطوفة على جملة (راودته) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (راودته الجبال) استعارة. شبه الجبال الذهبية بإنسان يراود الرسول صلى الله عليه وسلم ويتلطف إليه كي يترك دعوته، ثم حذف المشبه به وكنى عنه بشيء من لوازمه وهو المراودة، فالاستعارة مكنية.\nالجزء: 1 ¦ الصفحة: 54\n",
        "32 -\nوأكّدت زهده فيها ضرورته\n...\nإنّ الضّرورة لا تعدو على العصم\nاللغة:\nالضرورة: الفقر والحاجة. لا تعدو عليه: لا تظلمه ولا تجاوز الحد. العصم:\nجمع عصمة وهي الحفظ والمنع، والمعنى ذوي العصم.\nالمعنى:\nولا أدل على صدق زهده في الدنيا وعزوفه عنها من رفضه الثراء الوفير وهو في أمسّ الحاجة والعوز، ولا غرو في ذلك، فالمعصوم لا يليّن الفقر عوده.\nالإعراب:\nوأكدت: الواو: حرف عطف هنا للجمل، أكدت: فعل ماض مبني على الفتح الظاهر. والتاء: حرف تأنيث.\nزهده: مفعول به مقدم، منصوب، وعلامة نصبه الفتحة الظاهرة. والهاء:\nضمير متصل مبني على الضم، في محل جر بالإضافة.\nفيها: في: حرف جر، ها: ضمير متصل مبني على السكون في محل جر ب (في) . والجار والمجرور متعلقان بالمصدر (زهده) .\nضرورته: فاعل مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. الهاء: ضمير متصل مبني على الضم، في محل جر بالإضافة.\nإن: حرف مشبه بالفعل.\nالضرورة: اسم (إن) منصوب، وعلامة نصبه الفتحة الظاهرة.\nالجزء: 1 ¦ الصفحة: 55\n",
        "لا تعدو: لا: حرف نفي، تعدو: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الواو، للثقل. والفاعل ضمير مستتر جوازا تقديره هي.\nعلى العصم: على: حرف جر، العصم: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تعدو) .\nجملة أكدت ضرورته: معطوفة على جملة (أراها) ، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة إن الضرورة لا تعدو: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة تعدو: في محل رفع، خبر (إن) ، وهي جملة فعلية صغرى.\n33 -\nوكيف تدعو إلى الدّنيا ضرورة من\n...\nلولاه لم تخرج الدّنيا من العدم\nالمعنى:\nوكيف يمكن لفقره أن يغريه بشيء من زخارف الدنيا وزينتها، وهو الذي لم تخلق الدنيا بما فيها إلا لأجله.\nروى الحاكم عن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لما اقترف ادم الخطيئة قال: يا رب أسألك بحق محمد لمّا غفرت لي، فقال الله: يا ادم وكيف عرفت محمدا ولم أخلقه؟ قال: يا رب لأنك لما خلقتني ونفخت فيّ من روحك، رفعت رأسي فرأيت على قوائم العرش مكتوبا لا إله إلا الله محمد رسول الله، فعلمت أنك لم تضف إلى اسمك إلا أحب الخلق إليك، فقال الله: صدقت يا ادم، إنه لأحب الخلق إلي، ادعني بحقه فقد غفرت لك، ولولا محمد ما خلقتك» قال الحاكم: هذا حديث صحيح الإسناد.\nالجزء: 1 ¦ الصفحة: 56\n",
        "الإعراب:\nوكيف: الواو: استئنافية، كيف: اسم استفهام، مبني على الفتح، في محل نصب حال من فاعل (تدعو) .\nتدعو: فعل مضارع مرفوع، وعلامة رفعة الضمة المقدرة على الواو، للثقل.\nإلى الدنيا: إلى حرف جر، الدنيا: اسم مجرور ب (إلى) ، وعلامة جره الكسرة المقدرة على الألف، للتعذر. والجار والمجرور متعلقان بالفعل (تدعو) .\nضرورة: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nمن: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالإضافة.\nلولاه: لولا: حرف شرط غير جازم، والهاء: ضمير متصل نائب عن الضمير المنفصل، مبني في محل رفع مبتدأ. وخبره محذوف وجوبا.\nمن العدم: من: حرف جر، العدم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تخرج) .\nجملة تدعو ضرورة: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لولاه لم تخرج الدنيا: صلة الموصول الاسمي (من) ، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة لم تخرج الدنيا: جواب شرط غير جازم، لا محل لها من الإعراب، وهي جملة فعلية.\n34 -\nمحمّد سيّد الكونين والثّقلي\n...\nن والفريقين من عرب ومن عجم\nاللغة:\nالكونين: الدنيا والاخرة. الثقلين: الجن والإنس.\nالجزء: 1 ¦ الصفحة: 57\n",
        "المعنى:\nوكيف لا تخلق الدنيا من أجله، وهو سيد الناس في الدنيا والاخرة وسيد الجن والإنس، وهو سيد العرب والعجم.\nالإعراب:\nمحمد: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nسيد: خبر مرفوع، وعلامة رفعه الضمة الظاهرة وهو مضاف.\nالكونين: مضاف إليه، مجرور، وعلامة جره الياء لأنه مثنى.\nمن عرب: من: حرف جر، عرب: اسم مجرور، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (الفريقين) . أو هما في موضع التمييز.\nومن عجم: الواو: حرف عطف. من: حرف جر، عجم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور معطوفان على (من عرب) .\nجملة محمد سيد: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\n35 -\nنبيّنا الامر النّاهي فلا أحد\n...\nأبرّ في قول لا منه ولا نعم\nالمعنى:\nوهو رسول الله إلينا، امرنا بالخير والمعروف، ناهينا عن الشرور والمنكرات، وهو في كلا الحالين أصدق الناس في ما نهى عنه وفي ما أمر.\nالإعراب:\nنبينا: خبر لمبتدأ محذوف أو خبر ثان ل (محمد) ، مرفوع وعلامة رفعه الضمة الظاهرة.\nوهو مضاف. نا: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nالجزء: 1 ¦ الصفحة: 58\n",
        "الامر: خبر ثان، أو صفة، مرفوع، وعلامة رفعه الضمة الظاهرة.\nالناهي: خبر ثالث، أو صفة ثانية، مرفوع، وعلامة رفعه الضمة المقدرة على الياء للثقل.\nفلا: الفاء: استئنافية، لا: نافية تعمل عمل ليس.\nأحد: اسمها، مرفوع، وعلامة رفعه الضمة الظاهرة.\nأبر: خبرها، منصوب، وعلامة نصبه الفتحة الظاهرة.\nفي قول: في: حرف جر، قول: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم التفضيل (أبر) . وهو مضاف.\nلا: في موضع المضاف إليه على الحكاية، لأن المراد لفظها.\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) .\nوالجار والمجرور متعلقان باسم التفضيل (أبر) .\nولا: الواو: حرف عطف. لا: حرف نفي.\nنعم: معطوفة على (لا) المضاف إليه، في موضع جر على الحكاية، لأن المراد لفظها.\nجملة (هو) نبينا: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية. وليست جملة إذا أعربنا (نبينا) خبرا ثانيا ل (محمد) .\nجملة لا أحد أبر: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\n36 -\nهو الحبيب الّذي ترجى شفاعته\n...\nلكلّ هول من الأهوال مقتحم\nاللغة:\nالهول: الأمر الشديد المفزع. مقتحم: اقتحم الرجل الأمر: رمى بنفسه فيه من غير رويّة.\nالجزء: 1 ¦ الصفحة: 59\n",
        "المعنى:\nوهو النبي المحبوب في أمته، والمحب لها، والذي تؤمل شفاعته يوم القيامة للخلاص من الأهوال الشديدة التي يواجهها الناس كرها.\nالإعراب:\nهو: ضمير رفع منفصل، مبني على الفتح، في محل رفع مبتدأ.\nالحبيب: خبر مرفوع، وعلامة رفعه الضمة الظاهرة.\nالذي: اسم موصول، مبني على السكون، في محل رفع صفة ل (الحبيب) .\nلكل: اللام: حرف جر، كل: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بالفعل (ترجى) .\nمن الأهوال: من: حرف جر، الأهوال: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (هول) .\nمقتحم: صفة ثانية ل (هول) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة هو الحبيب: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة ترجى شفاعته: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\n37 -\nدعا إلى الله فالمستمسكون به\n...\nمستمسكون بحبل غير منفصم\nاللغة:\nالمنفصم: المنقطع.\nالجزء: 1 ¦ الصفحة: 60\n",
        "المعنى:\nدعا هذا النبي الناس إلى الإيمان بدين الإسلام، فمن امن به وعمل بما جاء فقد اعتصم وتعلق بسبب متين لا ينقطع.\nالإعراب:\nدعا: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر. والفاعل ضمير مستتر جوازا تقديره هو.\nإلى الله: إلى: حرف جر، الله: اسم مجرور ب (إلى) ، وعلامة جره الكسرة.\nوالجار والمجرور متعلقان بالفعل (دعا) .\nفالمستمسكون: الفاء: استئنافية. المستمسكون: مبتدأ مرفوع، وعلامة رفعه الواو لأنه جمع مذكر سالم.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني في محل جر بالباء. والجار والمجرور متعلقان باسم الفاعل (المستمسكون) .\nمستمسكون: خبر مرفوع، وعلامة رفعه الواو لأنه جمع مذكر سالم.\nبحبل: الباء: حرف جر. حبل: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم الفاعل (مستمسكون) .\nغير: صفة ل (حبل) ، مجرورة، وعلامة جرها الكسرة الظاهرة، وهي مضاف.\nمنفصم: مضاف إليه، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة دعا: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة فالمستمسكون به مستمسكون: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nالصورة البيانية:\nفي قوله (مستمسكون بحبل) استعارة. شبه الدين بحبل متين، بجامع أن كلا منهما منقذ متين، ثم حذف المشبه وصرّح بالمشبه به، فالاستعارة تصريحية أصلية.\nالجزء: 1 ¦ الصفحة: 61\n",
        "38 -\nفاق النّبيّين في خلق وفي خلق\n...\nولم يدانوه في علم ولا كرم\nاللغة:\nيدانوه: يقاربوه.\nالمعنى:\nإنه عليه الصلاة والسلام قد سما على جميع الأنبياء في حسن صورته، وزاد عليهم في أخلاقه العالية، فلم يقاربه أحد منهم في علمه الواسع ولا في سخاء يديه.\nالإعراب:\nالنبيين: مفعول به منصوب، وعلامة نصبه الياء لأنه جمع مذكر سالم.\nفي خلق: في: حرف جر. خلق: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (فاق) .\nوفي خلق: الواو: حرف عطف، في: حرف جر، خلق: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور معطوفان على (في خلق) .\nولم: الواو: حرف عطف هنا للجمل. لم: حرف جازم.\nيدانوه: فعل مضارع مجزوم ب (لم) وعلامة جزمه حذف النون لأنه من الأفعال الخمسة. والواو: ضمير متصل مبني على السكون، في محل رفع فاعل.\nوالهاء: ضمير متصل مبني على الضم، في محل نصب، مفعول به.\nفي علم: في: حرف جر، علم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (يدانوه) .\nولا: الواو: حرف عطف، لا: حرف نفي.\nالجزء: 1 ¦ الصفحة: 62\n",
        "كرم: اسم معطوف على (علم) ، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة فاق: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يدانوه: معطوفة على جملة (فاق) ، لا محل لها من الإعراب، وهي جملة فعلية.\n39 -\nوكلّهم من رسول الله ملتمس\n...\nغرفا من البحر أو رشفا من الدّيم\nاللغة:\nملتمس: اخذ بتلطف. رشفا: مصّا. الديم: جمع ديمة: المطر الدائم بلا برق ولا رعد.\nالمعنى:\nوما من نبي إلا وهو ملتمس من علم رسول الله صلى الله عليه وسلم وكماله، مقدار غرفة من بحره أو رشفة من غيثه الغزير.\nالإعراب:\nوكلهم: الواو: حرف عطف هنا للجمل. كلهم: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة. وهم: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nمن رسول: من: حرف جر، رسول: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بالخبر (ملتمس) .\nملتمس: خبر مرفوع، وعلامة رفعه الضمة الظاهرة. وقد جاء مفردا لأن كلمة (كلهم) مفردة لفظا جمع في المعنى.\nغرفا: مفعول به لاسم الفاعل (ملتمس) ، منصوب، وعلامة نصبه الفتحة الظاهرة.\nمن البحر: من: حرف جر، البحر: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالمصدر (غرفا) .\nالجزء: 1 ¦ الصفحة: 63\n",
        "أو رشفا: أو: حرف عطف، رشفا: اسم معطوف على (غرفا) ، منصوب، وعلامة نصبه الفتحة الظاهرة.\nمن الديم: من: حرف جر، الديم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالمصدر (رشفا) .\nجملة كلهم ملتمس: معطوفة على جملة (لم يدانوه) ، لا محل لها من الإعراب، وهي جملة اسمية. ولم نجعلها حالا كي لا تكون شرطا في عدم مداناتهم له.\n40 -\nوواقفون لديه عند حدّهم\n...\nمن نقطة العلم أو من شكلة الحكم\nالمعنى:\nوهؤلاء الأنبياء ثابتون عند حدهم الذي هو كالنقطة من علم الرسول أو كالشكلة من حكمه صلى الله عليه وسلم.\nالإعراب:\nوواقفون: الواو: حرف عطف، واقفون: اسم معطوف على (ملتمس) ، مرفوع مثله، وعلامة رفعه الواو لأنه جمع مذكر سالم.\nلديه: لدى: مفعول فيه ظرف مكان، مبني «1» على السكون في محل نصب وهو مضاف، متعلق باسم الفاعل (واقفون) . والهاء: ضمير متصل مبني على الكسر، في محل جر بالإضافة.\n(1) هذا الظرف معرب عند كل من الرضي في شرح كافية ابن الحاجب (2/ 123 سطر أخير) . والعليمي في حاشيته على شرح التصريح للأزهري (2/ 46 س 17) . وابن هشام في المغني (ص 208 س 9) ومبني عند ابن يعيش في شرح المفصّل (4/ 100 س 7) . ونحن نفضل البناء فرارا من الإشكال في إعرابه عند إضافته إلى ضمير كما في البيت، فلو كان معربا لوجب فتح الياء\n...\n(المراجع) .\nالجزء: 1 ¦ الصفحة: 64\n",
        "عند: مفعول فيه ظرف مكان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق باسم الفاعل (واقفون) . وهو مضاف.\nمن نقطة: من: تبيينية حرف جر، نقطة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بحال محذوفة من (حدهم) ، أي: حدهم الذي هو كنقطة حرف من علمه الجم. والتقدير النحوي: كائنا من علمه.\nالعلم: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nأو: حرف عطف.\nمن شكلة: من: حرف جر، شكلة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور معطوفان على (من نقطة) .\nالصورة البيانية:\nفي البيت استعارة. شبه علم الأنبياء وحكمتهم قياسا على علم الرسول صلى الله عليه وسلم وحكمه بنقطة الحرف وشكلة الكلمة، فالاستعارة تصريحية أصلية.\n41 -\nفهو الّذي تمّ معناه وصورته\n...\nثمّ اصطفاه حبيبا بارئ النّسم\nاللغة:\nاصطفاه: اختاره. بارئ: خالق. النسم: جمع نسمة وهي الإنسان.\nالمعنى:\nلما قال انفا إنه فاق النبيين في خلق وفي خلق، علل ذلك بقوله: هو الذي بلغ الكمال روحا وشكلا، واختاره خالق الناس حبيبا له من دونهم.\nالجزء: 1 ¦ الصفحة: 65\n",
        "الإعراب:\nفهو: الفاء: استئنافية. هو: ضمير رفع منفصل، مبني على الفتح في محل رفع مبتدأ.\nالذي: اسم موصول، مبني على السكون، في محل رفع خبر.\nمعناه: فاعل مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر. وهو مضاف.\nوالهاء: ضمير متصل مبني على الضم في محل جر بالإضافة.\nثم: حرف عطف هنا للجمل.\nحبيبا: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة. يؤكد ذلك أن معناه (من حيث هو حبيب) . ولم نقل (حال) لأن الأصل في الحال ألا تكون ثابتة.\nبارئ: فاعل مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nجملة هو الذي: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة تم معناه: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة اصطفاه بارئ: معطوفة على جملة (تم) ، لا محل لها من الإعراب، وهي جملة فعلية.\n42 -\nمنزّه عن شريك في محاسنه\n...\nفجوهر الحسن فيه غير منقسم\nالمعنى:\nللرسول صلى الله عليه وسلم من المحاسن والصفات المعنوية والظاهرة ما جعل كل إنسان بعيدا عن أن يشاركه فيها، فمعدن الحسن فيه كامل لا يقبل الجزئية.\nالإعراب:\nمنزه: خبر لمبتدأ محذوف، مرفوع، وعلامة رفعه الضمة الظاهرة.\nالجزء: 1 ¦ الصفحة: 66\n",
        "عن شريك: عن: حرف جر، شريك: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم المفعول (منزه) .\nفي محاسنه: في: حرف جر، محاسنه: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بالصفة المشبهة (شريك) .\nوالهاء: ضمير متصل مبني في محل جر بالإضافة.\nفجوهر: الفاء: استئنافية، جوهر: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nوهو مضاف.\nفيه: في: حرف جر، الهاء: ضمير متصل مبني على الكسر، في محل جر ب (في) . والجار والمجرور متعلقان بحال محذوفة من (الحسن) . أو ب (منقسم) على معنى: غير جزئي.\nغير: خبر مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nجملة هو منزه: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة اسمية.\nجملة جوهر الحسن غير منقسم: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\n43 -\nدع ما ادّعته النّصارى في نبيّهم\n...\nواحكم بما شئت مدحا فيه واحتكم\nالمعنى:\nاترك ما زعمته النصارى في نبيهم افتراء من أنه إله أو ابن الله، ثم اقض له بعد ذلك مدحا لا تأليها- بما أردت من صفات الكمال الدالة على علو شأنه وجلال قدره وشرفه العظيم، وخاصم في إثبات هذه الفضائل من شئت من الخصماء فلن يستطيع ردها أو إنكارها.\nالجزء: 1 ¦ الصفحة: 67\n",
        "الإعراب:\nما: اسم موصول بمعنى الذي، مبني على السكون في محل نصب، مفعول به.\nفي نبيهم: في: حرف جر، نبيهم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. هم: ضمير متصل مبني على السكون في محل جر بالإضافة.\nوالجار والمجرور متعلقان بحال محذوفة من هاء (ادعته) . أو بالمفعول الثاني المحذوف ل (ادعته) إذا ضمّن معنى (زعم) والتقدير: قائما في نبيهم.\nبما: الباء: حرف جر، ما: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (احكم) .\nمدحا: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة. أو حال على تأويلها بمشتق، والتقدير: مادحا.\nفيه: في: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر ب (في) .\nوالجار والمجرور متعلقان بالفعل (احكم) .\nجملة دع: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ادعته النصارى: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة احكم: معطوفة على جملة (دع) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة شئت: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة احتكم: معطوفة على جملة (احكم) ، لا محل لها من الإعراب، وهي جملة فعلية.\n44 -\nوانسب إلى ذاته ما شئت من شرف\n...\nوانسب إلى قدره ما شئت من عظم\nالمعنى:\nوامدح هذا الرسول الكريم صلى الله عليه وسلم بكل ما أحببت من صفات الحسن\nالجزء: 1 ¦ الصفحة: 68\n",
        "والكمال في شخصه، واعز إلى مكانته العالية ما شئت من سمات الرفعة والتعظيم فلن تكون مبالغا في ذلك.\nالإعراب:\nإلى ذاته: إلى: حرف جر. ذاته: اسم مجرور ب (إلى) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والهاء: ضمير متصل، مبني على الكسر، في محل جر بالإضافة. والجار والمجرور متعلقان بالفعل (انسب) .\nما: اسم موصول بمعنى الذي، مبني على السكون، في محل نصب، مفعول به.\nمن شرف: من: البيانية (نسبة إلى علم البيان) حرف جر، شرف: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة، والجار والمجرور متعلقان بحال محذوفة من (ما) .\nإلى قدره: إلى: حرف جر، قدره: اسم مجرور ب (إلى) ، وعلامة جره الكسرة الظاهرة، وهو مضاف. والجار والمجرور متعلقان بالفعل (انسب) الثاني.\nوالهاء: ضمير متصل مبني على الكسر في محل جر بالإضافة.\nمن عظم: من: حرف جر، عظم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (ما) الثانية.\nجملة انسب: معطوفة على جملة (دع) لا محل لها من الإعراب، وهي جملة فعلية.\nجملة شئت: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة انسب: معطوفة على جملة (انسب) الأولى، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة شئت: صلة الموصول الاسمي (ما) الثانية، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 69\n",
        "45 -\nفإنّ فضل رسول الله ليس له\n...\nحدّ فيعرب عنه ناطق بفم\nالمعنى:\nأثن على النبي صلى الله عليه وسلم ما استطعت، فإن فضائله ليس لها نهاية يوقف عندها فيستطيع متكلم وصفها وبيانها.\nالإعراب:\nفإن: الفاء: استئنافية تعليلية، إن: حرف مشبه بالفعل.\nليس: فعل ماض ناقص، مبني على الفتح الظاهر.\nله: اللام: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر باللام. والجار والمجرور متعلقان بخبر (ليس) المحذوف.\nحد: اسم (ليس) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nفيعرب: الفاء سببية، يعرب: فعل مضارع منصوب بأن المضمرة بعد الفاء، وعلامة نصبه الفتحة الظاهرة. وأن المضمرة والفعل في تأويل مصدر معطوف على (حد) ، والتقدير: ليس له حد فإعراب عنه.\nعنه: عن: حرف جر، والهاء: ضمير متصل، مبني على الضم، في محل جر ب (عن) . والجار والمجرور متعلقان بالفعل (يعرب) .\nناطق: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nبفم: الباء: حرف جر، فم: اسم مجرور ب (الباء) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم الفاعل (ناطق) .\nجملة إن فضل.. ليس له: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nالجزء: 1 ¦ الصفحة: 70\n",
        "جملة ليس له حد: في محل رفع، خبر (إن) ، وهي جملة فعلية صغرى.\nجملة يعرب ناطق: صلة الموصول الحرفي المحذوف (أن) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (ناطق بفم) كناية عن كل متكلم شاعرا كان أو خطيبا، وهي كناية عن موصوف.\n46 -\nلو ناسبت قدره آياته عظاما\n...\nأحيا اسمه حين يدعى دارس الرّمم «1»\nاللغة:\nايات النبي: معجزاته. دارس: درس الأثر ودرسته الريح: محته، ودرست الثوب:\nأبليته. الرمم جمع رمّة وهي العظام البالية.\nالمعنى:\nلو كانت معجزاته ترقى إلى سمو قدره وقربه من الله لكان من جملتها أن يتوسل الداعي باسمه لإحياء الميت فيحيا وإن كان عظاما بالية في قبر قديم، ولكن هذه العلامة ليست مكافئة لقدره العظيم، بل قدره أعظم من هذه الاية فضلا عن غيرها.\nالإعراب:\nلو: حرف شرط غير جازم. أو حرف امتناع لامتناع.\nقدره: مفعول به مقدم، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nوالهاء: ضمير متصل مبني على الضم، في محل جر بالإضافة.\nآياته: فاعل مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف. والهاء:\n(1) تنبيه: في الصفحة 220 تعليق على جواز مضمون هذا البيت وأمثاله، أو عدم جوازه فارجع إليه.\nالجزء: 1 ¦ الصفحة: 71\n",
        "ضمير متصل مبني على الضم، في محل جر بالإضافة.\nعظاما: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة.\nأحيا: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر.\nاسمه: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة، وهو مضاف. والهاء: ضمير متصل مبني على الضم، في محل جر بالإضافة.\nحين: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق بالفعل (أحيا) .\nيدعى: فعل مضارع مبني للمجهول، مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر. والتقدير: حين يدعى به.\nدارس: نائب فاعل، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nويمكن على رواية النصب أن تكون مفعولا به ل (أحيا) منصوبا. ويكون نائب فاعل (يدعى) مستترا.\nالرمم: مضاف إليه، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة لو ناسبت\n...\nأحيا: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية كبرى.\nجملة ناسبت آياته: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أحيا اسمه: جواب شرط غير جازم، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يدعى: في محل جر بالإضافة، وهي جملة فعلية.\n47 -\nلم يمتحنّا بما تعيا العقول به\n...\nحرصا علينا، فلم نرتب ولم نهم\nاللغة:\nيمتحنا: يختبرنا. تعيا: تعجز. نرتب: نشك. نهم: نتحير.\nالجزء: 1 ¦ الصفحة: 72\n",
        "المعنى:\nلم ينقل إلينا من التعاليم والأحكام شيئا تعجز عقولنا عن فهمه وإدراكه، بل دعانا إلى الحنيفية الواضحة لهدايتنا، لذلك أخذنا ما جاءنا به باليقين والاطمئنان دون شك في صحته أو حيرة في معناه.\nالإعراب:\nلم: حرف جازم\nيمتحنا: فعل مضارع، مجزوم ب (لم) ، وعلامة جزمه السكون الظاهر. والفاعل ضمير مستتر جوازا تقديره هو. ونا: ضمير متصل مبني على السكون، في محل نصب، مفعول به.\nبما: الباء: حرف جر، ما: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (يمتحنا) .\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء.\nوالجار والمجرور متعلقان بالفعل (تعيا) .\nحرصا: مفعول لأجله، منصوب، وعلامة نصبه الفتحة الظاهرة.\nعلينا: على: حرف جر، ونا: ضمير متصل مبني على السكون، في محل جر ب (على) . والجار والمجرور متعلقان بالمصدر (حرصا) .\nفلم: الفاء: حرف عطف هنا للجمل، لم: حرف جازم.\nنهم: فعل مضارع، مجزوم، وعلامة جزمه السكون وحرك بالكسر للقافية. والفاعل ضمير مستتر وجوبا تقديره نحن.\nجملة لم يمتحنا: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة تعيا العقول: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم نرتب: معطوفة على جملة (لم يمتحنا) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم نهم: معطوفة على جملة (لم نرتب) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 73\n",
        "48 -\nأعيا الورى فهم معناه فليس يرى\n...\nفي القرب والبعد فيه غير منفحم\nاللغة:\nأعيا: أعجز. الورى: الخلق. منفحم: عاجز أو مبهوت.\nالمعنى:\nأعجز فهم حقيقته وأسراره الناس جميعهم، فما من إنسان بعيد عنه أو قريب إلا كان عاجزا عن إدراك خصوصية هذه الذات النبوية واستيعاب سجاياها.\nالإعراب:\nالورى: مفعول به مقدم، منصوب وعلامة نصبه الفتحة المقدرة على الألف، للتعذر.\nفهم: فاعل مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nفليس: الفاء: حرف عطف هنا للجمل، ليس: حرف بمعنى (ما) ، لغياب ما يصلح اسما ل (ليس) .\nفي القرب: في: حرف جر، القرب: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (يرى) .\nفيه: في: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر ب (في) .\nوالجار والمجرور متعلقان باسم الفاعل (منفحم) . والهاء عائدة إلى (فهم معناه) .\nغير: نائب فاعل، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nجملة أعيا فهم: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ليس يرى غير: معطوفة على جملة (أعيا) ، لا محل لها من الإعراب وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 74\n",
        "49 -\nكالشّمس تظهر للعينين من بعد\n...\nصغيرة، وتكلّ الطّرف من أمم\nاللغة:\nتكل: تتعب. الطرف: العين. أمم: قرب.\nالمعنى:\nإنه عليه الصلاة والسلام كالشمس، عالية جدا، ولذلك يراها المرء صغيرة، ولو قدّر لها أن تكون أدنى لعجز المرء عن النظر إليها لقوة شعاعها.\nالإعراب:\nكالشمس: الكاف: حرف جر، الشمس: اسم مجرور بالكاف، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (معناه) في البيت السابق.\nأو بخبر لمبتدأ محذوف، والتقدير: هو كالشمس.\nللعينين: اللام: حرف جر. العينين: اسم مجرور باللام، وعلامة جره الياء والنون لأنه مثنى. والجار والمجرور متعلقان بالفعل (تظهر) .\nمن بعد: من: حرف جر، بعد: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (تظهر) .\nصغيرة: حال من فاعل (تظهر) ، منصوبة، وعلامة نصبها الفتحة الظاهرة.\nمن أمم: من: حرف جر، أمم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (تكل) .\nجملة تظهر: في محل نصب، حال من (الشمس) . وهي جملة فعلية.\nجملة تكل: معطوفة على جملة (تظهر) ، في محل نصب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 75\n",
        "الصورة البيانية:\nفي قوله (كالشمس) تشبيه. والمشبه هو (معناه) على الإعراب الأول أو هو (النبي) على الإعراب الأخير، وهو تشبيه مرسل مفصّل في الإعرابين.\n50 -\nوكيف يدرك في الدّنيا حقيقته\n...\nقوم نيام تسلّوا عنه بالحلم\nالمعنى:\nوأنى لأناس أن يعرفوا حقيقته وهم يعيشون في هذه الدنيا بمدارك قاصرة عن فهم الحقائق، لاهية بتوافه الأحلام.\nالإعراب:\nوكيف: الواو: استئنافية، كيف: اسم استفهام، مبني على الفتح، في محل نصب، حال من (قوم نيام) .\nفي الدنيا: في: حرف جر، الدنيا: اسم مجرور ب (في) ، وعلامة جره الكسرة المقدرة على الألف، للتعذر. والجار والمجرور متعلقان بالفعل (تسلوا) .\nقوم: فاعل (يدرك) مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة.\nنيام: صفة مرفوعة، وعلامة رفعها الضمة الظاهرة.\nتسلوا: فعل ماض، مبني على الضم المقدر على الألف المحذوفة لالتقاء الساكنين. والواو:\nضمير متصل مبني على السكون، في محل رفع، فاعل، والألف للتفريق.\nعنه: عن: حرف جر، الهاء: ضمير متصل مبني على الضم، في محل جر ب (عن) . والجار والمجرور متعلقان بالفعل (تسلوا) .\nالجزء: 1 ¦ الصفحة: 76\n",
        "بالحلم: الباء حرف جر، الحلم: اسم مجرور وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تسلوا) .\nجملة يدرك قوم: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة تسلوا: في محل رفع، صفة ثانية ل (قوم) ، أو نصب حال بعد وصف النكرة. وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (قوم نيام) استعارة. شبه الغافلة والتلهي بالنوم، بجامع عدم الإدراك في كل، ثم اشتق من النوم بمعنى الغافلة نيام، فالاستعارة تصريحية تبعية.\n51 -\nفمبلغ العلم فيه أنّه بشر\n...\nوأنّه خير خلق الله كلّهم\nالمعنى:\nوغاية ما يبلغه علم الناس فيه صلى الله عليه وسلم أنه بشر من حيث ذاته، وأنه خير خلق الله أجمعين من حيث صفاته.\nالإعراب:\nفمبلغ: الفاء: استئنافية، مبلغ: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nفيه: في: حرف جر وهو هنا بمعنى الباء، والهاء: ضمير متصل مبني على الكسر، في محل جر ب (في) ، والجار والمجرور متعلقان بالمصدر (العلم) .\nأنه: أن: حرف مشبه بالفعل، والهاء: ضمير متصل مبني على الضم، في محل نصب، اسمها.\nالجزء: 1 ¦ الصفحة: 77\n",
        "بشر: خبر (أن) ، مرفوع، وعلامة رفعه الضمة الظاهرة. و (أن) واسمها وخبرها في تأويل مصدر مرفوع، تقديره: (كونه بشرا) وهو خبر (مبلغ) .\nوأنه: الواو: حرف عطف هنا للمفردات، أن: حرف مشبه بالفعل. والهاء: ضمير متصل مبني على الضم، في محل نصب، اسمها.\nخير: خبر (أن) ، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف. والمصدر المؤول من (أنه خير) معطوف على المصدر السابق، وتقديره (وكونه خير\n...\n) مرفوع مثله.\nكلهم: توكيد ل (خلق) ، مجرور، وعلامة جره الكسرة الظاهرة، وهو مضاف.\nوهم: ضمير متصل مبني في محل جر بالإضافة.\nجملة فمبلغ.. أنه بشر: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\n52 -\nوكلّ اي أتى الرّسل الكرام بها\n...\nفإنّما اتّصلت من نوره بهم\nاللغة:\nاي: جمع اية وهي المعجزة.\nالمعنى:\nخلق الله رسوله ليكون نورا وهدى للعالمين. فكانت كتب الأنبياء ومعجزاتهم مستمدة من نوره وهداه «1» ، ممهدة لرسالته الختامية التامة.\nالإعراب:\nوكل: الواو: حرف عطف هنا للجمل، كل: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nاي: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة. وكان عليه أن يقول (اية) لولا الوزن.\n(1) وهذا من مبالغات البوصيري.\nالجزء: 1 ¦ الصفحة: 78\n",
        "الكرام: صفة ل (الرسل) ، مرفوعة، وعلامة رفعها الضمة الظاهرة.\nبها: الباء: حرف جر، وها: ضمير متصل مبني على السكون، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (أتى) .\nفإنما: الفاء: مقحمة، لشبه الكلام بالجملة الشرطية من حيث العموم المستفاد من (كل) . إنما: كافة ومكفوفة تفيد الحصر.\nمن نوره: من: حرف جر. نوره: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والهاء: ضمير متصل مبني على الكسر، في محل جر بالإضافة. والجار والمجرور متعلقان بالفعل (اتصلت) .\nبهم: الباء: حرف جر، هم: ضمير متصل مبني في محل جر بالباء. والجار والمجرور متعلقان بالفعل (اتصلت) .\nجملة كل.. اتصلت: معطوفة على جملة (مبلغ العلم..) في البيت السابق، لا محل لها من\nالإعراب\nوهي جملة اسمية كبرى ذات وجهين.\nجملة أتى الرّسل: في محل جر، صفة ل (اي) ، وهي جملة فعلية.\nجملة اتصلت: في محل رفع خبر ل (كل) .\n53 -\nفإنّه شمس فضل هم كواكبها\n...\nيظهرن أنوارها للنّاس في الظّلم\nالمعنى:\nويوضح الصورة السابقة فيقول: إنه عليه الصلاة والسلام في الفضل وعلو الشرف والمنزلة كالشمس الساطعة، والرسل من قبله كالكواكب المنيرة التي تستقبل نورها من ضوء الشمس، فالرسل إنما كانوا يهدون الناس في ظلمات كفرهم بأنوار شرعته.\nالجزء: 1 ¦ الصفحة: 79\n",
        "الإعراب:\nفإنه: الفاء: استئنافية تعليلية، إن: حرف مشبه بالفعل، والهاء: ضمير متصل مبني على الضم، في محل نصب، اسمها.\nشمس: خبر مرفوع وعلامة رفعه الضمة الظاهرة، وهو مضاف.\nهم: ضمير رفع منفصل، مبني على السكون، في محل رفع مبتدأ.\nكواكبها: خبر (هم) ، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف. ها: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nيظهرن: فعل مضارع، مبني على السكون، لاتصاله بنون النسوة، وهو هنا بمعنى يعكسن، والنون: ضمير متصل، مبني على الفتح، في محل رفع، فاعل.\nللناس: اللام: حرف جر، الناس: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (يظهرن) .\nفي الظلم: في: حرف جر، الظلم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة، والجار والمجرور متعلقان بالفعل (يظهرن) أو بحال ل (الناس) والتقدير: غارقين في الظلم.\nجملة إنه شمس فضل: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة هم كواكبها: في محل رفع صفة ل (شمس) وهي جملة اسمية. ويجوز أن تكون في محل نصب حال من (شمس) . لأنها نكرة مخصصة بالإضافة.\nجملة يظهرن: في محل نصب، حال من (كواكب) ، وهي جملة فعلية. والتقدير:\nمظهرة أنوار الشمس.\nالصورة البيانية:\nفي البيت تشبيه: شبه استمداد الأنبياء من نور النبي صلى الله عليه وسلم باستمداد الكواكب نورها من ضوء الشمس، فالتشبيه تمثيلي. والشطر الثاني ترشيح للصورة السابقة.\nالجزء: 1 ¦ الصفحة: 80\n",
        "54 -\nأكرم بخلق نبيّ زانه خلق\n...\nبالحسن مشتمل بالبشر متّسم\nاللغة:\nزانه: حسّنه وزاده حسنا. مشتمل: مرتد. البشر: طلاقة الوجه. متسم: متصف، من السمة وهي العلامة.\nالمعنى:\nما أكرم هذا النبي الذي ازداد حسنا بالأخلاق العالية، واتّسم بالجمال والبهاء، وطلاقة المحيّا.\nوقد وردت في صفاته أحاديث كثيرة منها ما رواه البخاري؛ سئل البراء رضي الله عنه: أكان وجه النبي صلى الله عليه وسلم مثل السيف؟ قال: لا بل مثل القمر. ومنها ما رواه الشيخان عن البراء قال: كان رسول الله صلى الله عليه وسلم أحسن الناس وجها وأحسنهم خلقا، ليس بالطويل البائن ولا بالقصير. ومنها ما رواه الترمذي عن عبد الله بن الحارث رضي الله عنه قال: ما رأيت أحدا أكثر تبسما من رسول الله صلى الله عليه وسلم. [اللؤلؤ والمرجان 3/ 140- البخاري كتاب 61 باب 23- مسلم كتاب 43 باب 25]\nالإعراب:\nأكرم: فعل ماض جامد جاء على صيغة الأمر لإنشاء التعجب، مبني على الفتح المقدر، منع من ظهوره السكون الذي اقتضته صيغة الأمر.\nبخلق: الباء: حرف جر زائد، خلق: فاعل مرفوع تقديرا، مجرور لفظا. وهو مضاف.\nنبي: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nزانه: فعل ماض مبني على الفتح الظاهر. والهاء: ضمير متصل مبني، في محل نصب مفعول به مقدم.\nالجزء: 1 ¦ الصفحة: 81\n",
        "خلق: فاعل مرفوع وعلامة رفعه الضمة الظاهرة.\nبالحسن: الباء: حرف جر، الحسن: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم الفاعل (مشتمل) .\nمشتمل: صفة ثانية ل (نبي) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nبالبشر: الباء: حرف جر، البشر: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم الفاعل (متسم) .\nمتسم: صفة ثالثة ل (نبي) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة أكرم بخلق: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة زانه خلق: صفة أولى ل (نبي) ، في محل جر، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (بالحسن مشتمل) استعارة. شبه الحسن في كل شيء في الرسول بالثوب يشتمل به الإنسان ويرتديه، ثم حذف المشبه به وكنى عنه بشيء من لوازمه وهو الاشتمال به، فالاستعارة مكنية.\n55 -\nكالزّهر في ترف والبدر في شرف\n...\nوالبحر في كرم والدّهر في همم\nاللغة:\nالترف: التنعم. الشرف: الرفعة وعلو المنزلة.\nالمعنى:\nكان عليه الصلاة والسلام في نضارته كالزهر الناعم، وفي شرفه وعلو منزلته كالبدر المنير ليلة التمام، وأما جوده فإنه فياض واسع كالبحر، وأما همته فمثل الدهر لا تعيا ولا تفتر.\nالجزء: 1 ¦ الصفحة: 82\n",
        "الإعراب:\nكالزهر: الكاف: حرف جر. الزهر: اسم مجرور بالكاف، وعلامة جره الكسرة الظاهرة، والجار والمجرور متعلقان بصفة رابعة محذوفة ل (نبي) أو بخبر لمبتدأ محذوف تقديره هو.\nفي ترف: في: حرف جر، ترف: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بما في الكاف من معنى الفعل، والتقدير: يشبه الزهر في ترفه. أو متعلقان بحال محذوفة من (الزهر) ، والتقدير: باديا في ترف.\nفي شرف: في: حرف جر، شرف: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بما تعلق به (في ترف) . أو بحال محذوفة من (البدر) والتقدير: متساميا. والتنوين في (ترف- شرف- كرم) تنوين عوض عن الضمير المحذوف والتقدير: ترفه- شرفه- كرمه.\nالصورة البيانية:\nفي البيت أربعة تشبيهات. شبه النبيّ صلى الله عليه وسلم بالزهر في نعومته وبالبدر في شرفه وعلو منزلته وبالبحر في جوده الواسع وبالدهر في همته التي لا تفتر. فالتشبيهات مرسلة مفصلة.\n56 -\nكأنّه وهو فرد من جلالته\n...\nفي عسكر حين تلقاه وفي حشم\nالمعنى:\nوهو عليه الصلاة والسلام ذو هيبة تعلوه ووقار يحيط به، فكأنه- حين تراه منفردا- وسط جيش عرمرم أو وسط خدم يحومون حوله.\nالجزء: 1 ¦ الصفحة: 83\n",
        "الإعراب:\nكأنه: كأن: حرف مشبه بالفعل، والهاء: ضمير متصل مبني على الضم، في محل نصب، اسمها.\nوهو: الواو: حالية، هو: ضمير رفع منفصل مبني على الفتح، في محل رفع، مبتدأ.\nفرد: خبر (هو) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن جلالته: من: حرف جر، جلالته: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة، وهو مضاف. والهاء: ضمير متصل مبني على الكسر، في محل جر بالإضافة. والجار والمجرور في موضع مفعول لأجله غير صريح.\nفي عسكر: في: حرف جر، عسكر: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بخبر محذوف ل (كأن) .\nحين: مفعول فيه ظرف زمان منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق بما في (كأن) من معنى الفعل.\nوفي حشم: الواو: حرف عطف، في: حرف جر، حشم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة، والجار والمجرور معطوفان على (في عسكر) .\nجملة كأنه.. في عسكر: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة هو فرد: في محل نصب، حال من الضمير في (كأنه) ، وهي جملة اسمية.\nجملة تلقاه: في محل جر بالإضافة، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبه النبيّ صلى الله عليه وسلم مفردا بالملك في عسكره وحشمه من حيث الجلالة والهيبة، فالتشبيه مرسل مفصل.\nالجزء: 1 ¦ الصفحة: 84\n",
        "57 -\nكأنّما اللّؤلؤ المكنون في صدف\n...\nمن معدني منطق منه ومبتسم\nاللغة:\nالمكنون: المصون والمحفوظ. الصدف: المحار. المعدن: معدن كل شيء أصله ومنبته.\nالمعنى:\nكأن الدّر المصون في محاره مخلوق من جنس كلامه وابتسامه عليه الصلاة والسلام.\nالإعراب:\nكأنما: كافة ومكفوفة.\nاللؤلؤ: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nالمكنون: صفة ل (اللؤلؤ) ، مرفوعة، وعلامة رفعها الضمة الظاهرة.\nفي صدف: في: حرف جر، صدف: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم المفعول (المكنون) .\nمن معدني: من: حرف جر، معدني: اسم مجرور ب (من) ، وعلامة جره الياء لأنه مثنى. وهو مضاف. والجار والمجرور متعلقان بخبر محذوف ل (اللؤلؤ) .\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) . والجار والمجرور متعلقان بصفة محذوفة ل (منطق) .\nومبتسم: الواو: حرف عطف. مبتسم: اسم معطوف على (منطق) ، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة (اللؤلؤ.. من معدني) : استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nالجزء: 1 ¦ الصفحة: 85\n",
        "الصورة البيانية:\nفي البيت تشبيه. شبه جنس اللؤلؤ في محاره بجنس كلامه في مبسمه صلى الله عليه وسلم، فالتشبيه تمثيلي مقلوب. ومثله قول البحتري في وصف بركة المتوكّل:\nكأنّها حين لجّت في تدفقها\n...\nيد الخليفة لمّا سال واديها\n58 -\nلا طيب يعدل تربا ضمّ أعظمه\n...\nطوبى لمنتشق منه وملتثم\nاللغة:\nالأعظم: جمع عظم. الانتشاق: الشم. اللثم: التقبيل.\nالمعنى:\nلا شيء من أنواع الطيب يماثل طيب التراب الذي حوى جسده الشريف عليه الصلاة والسلام. فطوبى لمن حظي بشرف شم هذا التراب وشرف تقبيله.\nالإعراب:\nلا: نافية للجنس.\nطيب: اسمها مبني على الفتح الظاهر، لأنه غير مضاف، في محل نصب.\nتربا: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nأعظمه: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. والهاء:\nضمير متصل مبني على الضم، في محل جر بالإضافة.\nطوبى: مبتدأ مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر. وهو مؤنث (أطيب) .\nلمنتشق: اللام: حرف جر، منتشق: اسم مجرور ب (اللام) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بخبر محذوف ل (طوبى) .\nالجزء: 1 ¦ الصفحة: 86\n",
        "منه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) .\nوالجار والمجرور متعلقان باسم الفاعل (منتشق) .\nوملتثم: الواو: حرف عطف، ملتثم: اسم معطوف على (منتشق) مجرور، وعلامة جره الكسرة الظاهرة.\nجملة لا طيب يعدل: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة يعدل: في محل رفع خبر (لا) . أو صفة ل (طيب) ، ويكون خبر (لا) محذوفا.\nوهي جملة فعلية صغرى.\nجملة ضم: في محل نصب، صفة ل (تربا) ، وهي جملة فعلية.\nجملة (طوبى لمنتشق) : استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\n59 -\nأبان مولده عن طيب عنصره\n...\nيا طيب مبتدأ منه ومختتم\nالمعنى:\nينتقل الان إلى موضوع جديد في إطار المدح، وهو الحديث عن ايات ولادته فيقول: أظهر يوم ولادته من الايات الباهرة ما دل على حقيقته الطاهرة الخالصة من الدنايا ونقاء ابائه منها، وعلى كمال عناية الله به، فأكرم به مولدا وأكرم به خاتما.\nالإعراب:\nعن طيب: عن: حرف جر، طيب: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بالفعل (أبان) .\nالجزء: 1 ¦ الصفحة: 87\n",
        "يا طيب: يا: أداة نداء وتعجب، طيب: منادى متعجب منه، مضاف، منصوب وعلامة نصبه الفتحة الظاهرة.\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) . والجار والمجرور متعلقان بالمصدر الميمي (مبتدأ) .\nجملة أبان مولده: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\n60 -\nيوم تفرّس فيه الفرس أنّهم\n...\nقد أنذروا بحلول البؤس والنّقم\nالمعنى:\nفي يوم ولادته ظهر للفرس من العلامات والأمارات ما جعلهم يفطنون بسببها إلى قرب نزول الشدة والعقوبة بهم وبدولتهم.\nالإعراب:\nيوم: خبر لمبتدأ محذوف، مرفوع، وعلامة رفعه الضمة الظاهرة. والتقدير: يوم ولادته يوم\n...\nفيه: في: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر ب (في) .\nوالجار والمجرور متعلقان بالفعل (تفرس) .\nالفرس: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nأنهم: أن: حرف مشبه بالفعل، وهم: ضمير متصل مبني، في محل نصب، اسم (أن) .\nأنذروا: فعل ماض مبني للمجهول، مبني على الضم لاتصاله بواو الجماعة. والواو:\nضمير متصل مبني في محل رفع، نائب فاعل. والألف للتفريق. والمصدر المؤول من (أن) ومعموليها مفعول به ل (تفرس) .\nالجزء: 1 ¦ الصفحة: 88\n",
        "بحلول: الباء: حرف جر، حلول: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (أنذروا) .\nجملة يوم ولادته يوم: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة تفرس الفرس: في محل رفع، صفة ل (يوم) . وهي جملة فعلية.\nجملة قد أنذروا: في محل رفع، خبر (أن) . وهي جملة فعلية.\n61 -\nوبات إيوان كسرى وهو منصدع\n...\nكشمل أصحاب كسرى غير ملتئم\nالمعنى:\nوقد حدث في إيوان كسرى ومكان جلوسه شق بيّن أشرف به على السقوط ليكون ذلك اية بيّنة على ولادته صلى الله عليه وسلم وعلى قرب نزول الهلاك بالفرس، الذين لم يكونوا أحسن حالا إذ أشبهوا الإيوان في التصدع وازدادوا تفرقا وانقساما.\nالإعراب:\nوبات: الواو: حرف عطف هنا للجمل، بات: فعل ماض ناقص، مبني على الفتح الظاهر.\nإيوان: اسم (بات) ، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nكسرى: مضاف إليه، مجرور، وعلامة جره الفتحة المقدرة على الألف للتعذر، نيابة عن الكسرة لأنه ممنوع من الصرف للعلميّة والعجمة.\nوهو: الواو: حالية، هو: ضمير رفع منفصل، مبني على الفتح، في محل رفع، مبتدأ.\nمنصدع: خبر (هو) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nالجزء: 1 ¦ الصفحة: 89\n",
        "كشمل: الكاف: حرف جر، شمل: اسم مجرور بالكاف. والجار والمجرور متعلقان باسم الفاعل (منصدع) .\nغير: خبر بات، منصوب، وعلامة نصبه الفتحة الظاهرة. أو نقول (كشمل) متعلقان بخبر محذوف ل (بات) و (غير) حال قيّدت الخبر (كشمل) .\nجملة بات إيوان.. غير: معطوفة على جملة (تفرس) ، في محل رفع، وهي جملة فعلية.\nجملة هو منصدع: في محل نصب، حال من (إيوان) ، وهي جملة اسمية.\nالصورة البيانية:\nفي البيت تشبيه. شبه إيوان كسرى بشمل أصحاب كسرى. بجامع انصداع كل منهما وعدم التئامه، فالتشبيه مرسل مفصل.\n62 -\nوالنّار خامدة الأنفاس من أسف\n...\nعليه والنّهر ساهي العين من سدم\nاللغة:\nخامدة: ساكنة. ساهي العين: مغمضها. السدم: الحزن.\nالمعنى:\nوحدث أن سكنت فجأة نار فارس التي كانت تعبدها وخمدت ألسنتها عن الاشتعال، أسفا على ما حل بالكفر بعد ولادته صلى الله عليه وسلم، وجفت الينابيع حزنا على الكفر وأهله.\nالجزء: 1 ¦ الصفحة: 90\n",
        "الإعراب:\nوالنار: الواو: حرف عطف هنا للجمل، النار: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nخامدة: خبر (النار) ، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nمن أسف: من: حرف جر، أسف: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور في موضع المفعول لأجله غير الصريح.\nعليه: على: حرف جر، والهاء: ضمير متصل مبني على الكسر في محل جر ب (على) ، والجار والمجرور متعلقان بالمصدر (أسف) . والهاء عائدة إلى (الإيوان) .\nمن سدم: جار ومجرور في موضع المفعول لأجله غير الصريح.\nجملة النار خامدة: معطوفة على جملة (بات) ، في محل رفع، وهي جملة اسمية.\nجملة النهر ساهي: معطوفة على جملة (بات) ، في محل رفع، وهي جملة اسمية.\nالصورة البيانية:\nفي قوله: (خامدة الأنفاس) استعارة. شبه انطفاء النار بخمود النّفس بجامع السكون فيهما، ثم حذف المشبه (الانطفاء) وصرح بذكر الخمود (اي الموت) ، فالاستعارة تصريحية.\nفي قوله: (النهر ساهي العين من سدم) استعارة. فقد شبّه (عين النهر) بالعين (الباصرة) بجامع التذراف منهما ماء ودمعا، ثم حذف الباصرة وكنّى عنها بشيئين من خصائصها هما السهو والحزن، فالاستعارة مكنية.\nوالجميل من الشاعر أنّه نقل فيها خصيصتي (العين الباصرة) إلى (عين النهر) فجعلها (تسهو) أي (تغمض) عن تذراف الماء، و (تحزن) بمرارة إلى أن تجفّ.\nالجزء: 1 ¦ الصفحة: 91\n",
        "63 -\nوساء ساوة أن غاضت بحيرتها\n...\nوردّ واردها بالغيظ حين ظمي\nاللغة:\nساوة: مدينة فارسية بين الرّي وهمذان. غاض الماء: ذهب في الأرض. ورد الماء:\nبلغه ووافاه. الغيظ: الغضب.\nالمعنى:\nوأحزن أهل مدينة ساوة ما حل ببحيرتهم، إذ غار ماؤها في الأرض ونضب حتى صارت يبسا، ورجع من كان يقصدها للشرب، غضبان عطشا.\nالإعراب:\nساوة: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. ولم ينون لامتناع الصرف للعمليّة والتأنيث.\nأن: حرف مصدري.\nغاضت: فعل ماض، مبني على الفتح الظاهر. والتاء: حرف تأنيث. والمصدر المؤول من (أن) والفعل بعدها فاعل (ساء) .\nبالغيظ: الباء: حرف جر، الغيظ: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (واردها) والتقدير: مفعما. أو متعلقان ب (رد) .\nحين: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق ب (واردها) . ولم نعلّقه ب (ردّ) أو ب (الغيظ) لأنّه ظمئ قبل ذلك.\nظمي: فعل ماض، مبني على الفتح، وسهلت همزته إلى ياء ساكنة للقافية. والفاعل ضمير مستتر جوازا تقديره هو.\nالجزء: 1 ¦ الصفحة: 92\n",
        "جملة ساء ساوة أن غاضت: معطوفة على جملة (بات) ، في محل رفع، وهي جملة فعلية.\nجملة غاضت بحيرتها: صلة الموصول الحرفي، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة رد واردها: معطوفة على جملة (ساء) في محل رفع، وهي جملة فعلية.\nجملة ظمي: في محل جر بالإضافة، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (غاضت بحيرتها) مجاز. أسند الغيض إلى البحيرة وأراد ماءها، فالمجاز عقلي، من إسناد الفعل إلى مكانه.\nفي قوله (ساء ساوة) مجاز، لأنه ذكر مدينة ساوة وأراد أهلها، فالمجاز مرسل علاقته المحلية.\n64 -\nكأنّ بالنّار ما بالماء من بلل\n...\nحزنا، وبالماء ما بالنّار من ضرم\nاللغة:\nالضرم: الالتهاب.\nالمعنى:\nلقد خمدت نار المجوس ليلة مولده صلى الله عليه وسلم وكأنها اتصفت بما اتصف به الماء من البلل. وجف ماء بحيرة ساوة وكأنها اتصفت بما اتصفت به النار من اللهب لما حل بها من الجفاف واليبس. فكأن كلا من نار المجوس وماء بحيرة ساوة انتقل إلى الاخر حزنا على ما حل بأهل ذاك البلد.\nالجزء: 1 ¦ الصفحة: 93\n",
        "الإعراب:\nكأن: حرف مشبه بالفعل.\nبالنار: الباء: حرف جر، النار: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بمحذوف خبر ل (كأن) .\nما: اسم موصول بمعنى الذي، مبني على السكون، في محل نصب، اسم (كأن) .\nبالماء: الباء: حرف جر، الماء: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بصلة (ما) المحذوفة.\nمن بلل: من: بيانيّة حرف جر، بلل: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (ما) الأولى.\nحزنا: مفعول لأجله، منصوب، وعلامة نصبه الفتحة الظاهرة، والتأويل: انطفأت النار حزنا.\nوبالماء: الواو: حرف عطف، بالماء: جار ومجرور معطوفان على (بالنار) .\nما: اسم موصول بمعنى الذي، مبني على السكون، في محل نصب، عطفا على (ما) الموصولة الأولى. وهذا العطف على نية تكرار العامل وهو (كأن) .\nبالنّار: الباء: حرف جر. النار: اسم مجرور بالباء. متعلقان بصلة (ما) المحذوفة.\nمن ضرم: من: بيانيّة حرف جر، ضرم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (ما) الثانية.\nالبيت كلّه في محل نصب، حال من (النار، والنهر، والبحيرة) . وذلك لأن هذا البيت تصوير لما الت إليه حال النار والماء.\nالجزء: 1 ¦ الصفحة: 94\n",
        "65 -\nوالجنّ تهتف والأنوار ساطعة\n...\nوالحقّ يظهر من معنى ومن كلم\nالمعنى:\nيتابع الشاعر الحديث عن ايات ولادته صلى الله عليه وسلم فيقول: وصارت الجن تتصايح في كل مكان متحدثة عن الحدث الجديد. وأشرقت بولادته أنوار لامعة ظاهرة ضاءت لها قصور الشام. ولا غرابة فالحقّ تؤيده المعاني المتحققة والأخبار الصادقة.\nالإعراب:\nوالجن: الواو: حرف عطف هنا للجمل، الجن: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن معنى: من: حرف جر، معنى: اسم مجرور ب (من) ، وعلامة جره الكسرة المقدرة على الألف المثبتة كتابة المحذوفة نطقا لالتقاء الساكنين. والجار والمجرور متعلقان بالفعل (يظهر) .\nومن كلم: الواو: حرف عطف، والجار والمجرور معطوفان على (من معنى) إعرابا وتعليقا.\nجملة الجن تهتف: معطوفة على جملة (بات) في محل رفع، وهي جملة اسمية كبرى ذات وجهين.\nجملة تهتف: في محل رفع، خبر (الجن) ، وهي جملة فعلية صغرى.\nجملة الأنوار ساطعة: معطوفة على جملة (بات) ، وهي جملة اسمية. والحالية هنا ضعيفة جدا.\nجملة الحق يظهر: معطوفة على جملة (بات) ، في محل رفع، وهي جملة اسمية كبرى ذات وجهين.\nجملة يظهر: في محل رفع، خبر (الحق) ، وهي جملة فعلية صغرى.\nالجزء: 1 ¦ الصفحة: 95\n",
        "66 -\nعموا وصمّوا، فإعلان البشائر لم\n...\nيسمع، وبارقة الإنذار لم تشم\nاللغة:\nلم تشم: لم تشاهد.\nالمعنى:\nورغم ما ظهر من الايات المشاهدة والمسموعة عند ولادته صلى الله عليه وسلم، جحد الكفار بها فأعموا أبصارهم عنها وأصموا اذانهم عن سماع تلك الإنذارات ببعثته عليه الصلاة والسلام.\nالإعراب:\nعموا: فعل ماض، مبني على الضم، لاتصاله بواو الجماعة، والواو: ضمير متصل مبني على السكون، في محل رفع فاعل. والألف للتفريق.\nفإعلان: الفاء: استئنافية، إعلان: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nجملة عموا: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة صموا: معطوفة على جملة (عموا) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة إعلان.. لم يسمع: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة لم يسمع: في محل رفع، خبر (إعلان) ، وهي جملة فعلية صغرى.\nجملة بارقة.. لم تشم: معطوفة على جملة (إعلان البشائر لم يسمع) ، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين. وفيها بيان ل (عموا) كما كان في سابقتها بيان ل (صموا) .\nجملة لم تشم: في محل رفع، خبر (بارقة) ، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 96\n",
        "الصورة البيانية:\nفي قوله (عموا وصموا) استعارتان. شبه عزوفهم عن سماع صوت الحق بالصمم، وعن رؤية الايات الواضحات بالعمى، بجامع عدم الانتفاع في كل، ثم اشتق من الصمم والعمى بمعنى العزوف والإعراض عموا وصموا. فالاستعارتان تصريحيتان تبعيتان.\n67 -\nمن بعد ما أخبر الأقوام كاهنهم\n...\nبأنّ دينهم المعوجّ لم يقم\nالمعنى:\nوقد جحد هؤلاء الكفار وأنكروا حتى بعد أن أخبرهم كهانهم الموثوقون عندهم ببعثته صلى الله عليه وسلم وبأنه لن تقوم لدينهم المجانف للحق قائمة بعد اليوم.\nالإعراب:\nمن بعد: من: حرف جر. بعد: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة، وهو مضاف. والجار والمجرور متعلقان ب (عموا وصموا) .\nما: مصدرية.\nأخبر: فعل ماض، مبني على الفتح الظاهر. والمصدر المؤول من (ما) وما بعدها مجرور بالإضافة.\nالأقوام: مفعول به مقدم، منصوب، وعلامة نصبه الفتحة الظاهرة.\nكاهنهم: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهم: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nبأن: الباء: حرف جر، أن: حرف مشبه بالفعل.\nالمعوج: صفة ل (دينهم) ، منصوبة، وعلامة نصبها الفتحة الظاهرة.\nالجزء: 1 ¦ الصفحة: 97\n",
        "لم يقم: لم: حرف جازم، وكان عليه أن يقول (لن يقوم) لولا الوزن. يقم: فعل مضارع مجزوم ب (لم) ، وعلامة جزمه السكون، وحرك بالكسر للقافية.\nوالمصدر المؤول من (أن) وما بعدها مجرور بالباء، والتقدير: بعدم قيام دينهم، على تضمين أخبر معنى أشعر «1» .\nجملة أخبر كاهنهم: صلة الموصول الحرفي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم يقم: في محل رفع، خبر (أن) ، وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي قوله (دينهم المعوج) استعارة. شبه ديانتهم الضالة المضلة برمح أعوج، بجامع عدم الصلاح في كل، ثم حذف المشبه به وكنى عنه بشيء من لوازمه وهو الاعوجاج، فالاستعارة مكنية.\n68 -\nوبعد ما عاينوا في الأفق من شهب\n...\nمنقضّة وفق ما في الأرض من صنم\nالمعنى:\nواستمروا في جحودهم بعثته صلى الله عليه وسلم حتى بعد أن رأوا بأعينهم شعل النار تتساقط من السماء على الشياطين كتساقط أصنامهم في الأرض.\nالإعراب:\nوبعد: الواو: حرف عطف هنا للمفردات، بعد: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف، معطوف على (من بعد) السابقة.\n(1) لأن الفعل (أخبر) يتعدى إلى ثلاثة مفاعيل بنفسه، وفعل (أشعر) يتعدى بالباء إلى مفعوله الثاني مثل: أشعرتك بالموافقة.\nالجزء: 1 ¦ الصفحة: 98\n",
        "ما: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالإضافة.\nفي الأفق: في: حرف جر، الأفق: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة، والجار والمجرور متعلقان بالفعل (عاينوا) .\nمن شهب: من: حرف جر، شهب: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (ما) الأولى.\nمنقضة: صفة ل (شهب) مجرورة، وعلامة جرها الكسرة الظاهرة.\nوفق: مفعول مطلق نائب عن المصدر، منصوب، وعلامة نصبه الفتحة الظاهرة.\nوالتقدير: منقضة انقضاضا وفق انقضاض ما..\nما: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالإضافة.\nفي الأرض: في: حرف جر، الأرض: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصلة (ما) الثانية المحذوفة وتقديرها:\nانقضّ.\nمن صنم: من: حرف جر، صنم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (ما) الثانية.\nجملة عاينوا: صلة الموصول الاسمي (ما) الأولى، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة (انقض) في الأرض: صلة الموصول الاسمي (ما) الثانية، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 99\n",
        "69 -\nحتّى غدا عن طريق الوحي منهزم\n...\nمن الشّياطين يقفو إثر منهزم\nالمعنى:\nولم تزل الشهب تنقض على الشياطين المسترقة للسمع حتى ابتعدوا هاربين عن أبواب السماء، وكل هارب منهم يتبع أثر الاخر.\nالإعراب:\nحتى: حرف غاية ثم ابتداء لدخولها على الماضي.\nغدا: فعل ماض ناقص، مبني على الفتح المقدر على الألف، للتعذر.\nعن طريق: عن: حرف جر، طريق: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان باسم الفاعل (منهزم) .\nمنهزم: اسم (غدا) مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن الشياطين: من: حرف جر، الشياطين: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (منهزم) تقديرها: معدود.\nيقفو: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الواو، للثقل. والفاعل ضمير مستتر جوازا تقديره هو.\nإثر: مفعول فيه، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف، متعلق بالفعل (يقفو) .\nجملة غدا واسمها وخبرها: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية كبرى ذات وجه واحد.\nجملة يقفو: في محل نصب، خبر (غدا) ، وهي جملة فعلية صغرى.\nالجزء: 1 ¦ الصفحة: 100\n",
        "70 -\nكأنّهم هربا أبطال أبرهة\n...\nأو عسكر بالحصى من راحتيه رمي\nالمعنى:\nكأن هؤلاء الشياطين وهم يفرون هربا من الشهب التي تتبعهم كأنهم شجعان جيش أبرهة وهم يهربون في كل مهرب من جماعات الطيور التي كانت تتبعهم وتحصبهم بحجارة ترديهم صرعى بكل طريق. أو كأنهم جيش كبير رمي بالحصى من بطن كفيه صلى الله عليه وسلم فانهزم على إثر ذلك ممزقا بين قتيل وجريح كالتمزق الذي حدث في غزوتي بدر وحنين.\nالإعراب:\nهربا: وهي بمعنى هاربين، حال من الضمير في (كأنهم) وهم: الشياطين لا أبطال أبرهة، منصوبة، وعلامة نصبها الفتحة الظاهرة.\nأبطال: خبر (كأن) ، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nأو: حرف عطف.\nعسكر: اسم معطوف على (أبطال) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nبالحصى: الباء: حرف جر، الحصى: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على الألف، للتعذر. والجار والمجرور متعلقان بالفعل (رمي) .\nمن راحتيه: من: حرف جر، راحتيه: اسم مجرور ب (من) ، وعلامة جره الياء لأنه مثنى. وهو مضاف. والهاء: ضمير متصل مبني على الكسر، في محل جر بالإضافة. والجار والمجرور متعلقان بالفعل (رمي) أو بحال ل (الحصى) ، والتقدير الأول: رمي من راحتيه بالحصى، والتقدير الثاني: رمي بالحصى مقذوفا من راحتيه.\nالجزء: 1 ¦ الصفحة: 101\n",
        "رمي: فعل ماض، مبني للمجهول، مبني على الفتح، ثم سكن للقافية. ونائب الفاعل ضمير مستتر جوازا تقديره هو، يعود إلى (العسكر) .\nجملة كأنهم أبطال أبرهة: في محل نصب، حال من (المنهزمين) في البيت السابق، وهي جملة اسمية. ويضعف إعرابها استئنافية الضمير في (كأنّهم) .\nجملة رمي: في محل رفع، صفة ل (عسكر) .\nالصورة البيانية:\nفي الشطر الأول تشبيه. شبه حال الشياطين هاربة والشهب تتبعها، بحال أبطال أبرهة منهزمين والحجارة تتساقط عليهم من أبابيل الطيور، فالتشبيه تمثيلي.\nفي الشطر الثاني تشبيه. شبه حال الشياطين هاربة والشهب تتبعها من كل طرف، بحال عسكر المشركين وقد رموا بالحصى من راحتي النبي حتى انهزموا. فالتشبيه تمثيلي.\n71 -\nنبذا به بعد تسبيح ببطنهما\n...\nنبذ المسبّح من أحشاء ملتقم\nالمعنى:\nيقول: وكان رميه صلى الله عليه وسلم العسكر بالحصى بعد أن سبّح داخل كفيه شبيها برمي الله تعالى نبيّه يونس من بطن الحوت بعد أن سبّح فيه مدة من الزمن، إذ كان الحوت قد التقمه بعد أن فرّ من قومه.\nالإعراب:\nنبذا: مفعول مطلق نائب عن مصدر الفعل (رمي) في البيت السابق، على شاكلة:\nجلست قعودا. وهو هنا نائب عن فعل محذوف وجوبا تقديره: نبذ.\nالجزء: 1 ¦ الصفحة: 102\n",
        "به: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء، والجار والمجرور متعلقان بالمصدر (نبذا) . وعائد الضمير هو (الحصى) .\nبعد: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف متعلق ب (نبذا) .\nببطنهما: الباء: حرف جر. بطنهما: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. وهما (أي راحتيه) : ضمير متصل مبني على السكون، في محل جر بالإضافة. والجار والمجرور متعلقان بالمصدر (تسبيح) .\nنبذ: مفعول مطلق للمصدر (نبذا) الأول النائب عن فعله (لأنّ المفعول المطلق الأصلي لا ينصب مفعولا مطلقا) «1» ، منصوب وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nمن أحشاء: من: حرف جر، أحشاء: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالمصدر (نبذ) . وهو مضاف.\nالصورة البيانية:\nفي البيت تشبيه. شبه الحصى المقذوف من كفيه صلى الله عليه وسلم بيونس عليه الصلاة والسلام وهو يقذف من بطن الحوت، فالتشبيه تمثيلي.\n72 -\nجاءت لدعوته الأشجار ساجدة\n...\nتمشي إليه على ساق بلا قدم\nالمعنى:\nيتحدث الان عن بعض المعجزات التي وقعت له تكريما من ربّه فيقول: استجابت الشجرة لطلبه عليه الصلاة والسلام عندما طلب منها المجيء، فجاءته ملبية تشق الأرض بساقها حتى استوت أمامه.\n(1) أما النائب عن الفعل فيقوم مقامه وينصب كما في البيت (المراجع) .\nالجزء: 1 ¦ الصفحة: 103\n",
        "عن بريدة قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: أرني اية، قال:\nاذهب إلى تلك الشجرة فادعها، فذهب إليها فقال: إن رسول الله صلى الله عليه وسلم يدعوك، فمالت على كل جانب منها حتى قلعت عروقها، ثم أقبلت حتى جاءت إلى رسول الله صلى الله عليه وسلم، فأمرها رسول الله صلى الله عليه وسلم أن ترجع، فقام الرجل فقبل رأسه ويديه ورجليه وأسلم. رواه البزار في كتاب كشف الأستار وقال الهيثمي: إسناده حسن.\nالإعراب:\nلدعوته: اللام: حرف جر، دعوته: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. وهو مضاف. والهاء: ضمير متصل مبني على الكسر في محل جر بالإضافة. والجار والمجرور متعلقان بالفعل (جاءت) .\nساجدة: حال من (الأشجار) ، منصوبة، وعلامة نصبها الفتحة الظاهرة.\nتمشي: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء، للثقل.\nوالفاعل ضمير مستتر جوازا تقديره: هي.\nإليه: إلى: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر ب (إلى) . والجار والمجرور متعلقان بالفعل (تمشي) .\nعلى ساق: جار ومجرور متعلقان بالفعل (تمشي) . أو بحال محذوفة تقديرها:\nمعتمدة.\nبلا قدم: الباء: حرف جر. لا: حرف نفي. قدم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تمشي) أو بصفة محذوفة ل (ساق) .\nجملة جاءت الأشجار: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة تمشي: في محل نصب، حال ثانية من (الأشجار) ، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 104\n",
        "73 -\nكأنّما سطرت سطرا لما كتبت\n...\nفروعها من بديع الخطّ باللّقم\nاللغة:\nاللقم: الطريق الواضح.\nالمعنى:\nعندما جاءت الشجرة إليه خطت في طريقها خطّا مستقيما، وكأنها سطرت في مجيئها ذاك سطرا لتكتب عليه فروعها بخط جميل.\nالإعراب:\nكأنما: كافة ومكفوفة.\nلما: اللام: حرف جر، ما: اسم موصول بمعنى الذي، مبني على السكون، في محل جر باللام. والجار والمجرور متعلقان بالفعل (سطرت) . أو بصفة محذوفة ل (سطرا) .\nمن بديع: من: حرف جر، بديع: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بحال محذوفة من (ما) .\nباللقم: الباء: حرف جر، اللقم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (كتبت) .\nجملة سطرت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية. أو في محل نصب، حال ثالثة من (الأشجار) .\nجملة كتبت فروعها: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية، والعائد محذوف والأصل: كتبته.\nالجزء: 1 ¦ الصفحة: 105\n",
        "الصورة البيانية:\nشبه ما أحدثته الشجرة من شق في الأرض، وما أحدثته فروعها من رسوم على طرفي الشق، بسطر كتبت عليه كلمات بخط جميل، فالتشبيه تمثيلي.\n74 -\nمثل الغمامة أنّى سار سائرة\n...\nتقيه حرّ وطيس للهجير حمي\nاللغة:\nالوطيس: التنور. الهجير: منتصف النهار إذا كان حارا.\nالمعنى:\nوحال الأشجار في انقيادها له عليه الصلاة والسلام كحال الغمامة التي كانت تظلله في كل مكان يسير فيه وتحفظه من لظى الشمس في وسط النهار القائظ «1» .\nالإعراب:\nمثل: حال من فاعل تمشي في البيت (72) ، منصوبة، وعلامة نصبها الفتحة الظاهرة. أي: تمشي مشبهة الغمامة في الانقياد له صلى الله عليه وسلم.\nأنى: اسم شرط جازم، مبني، في محل نصب على الظرفية. متعلق بالفعل (سار) .\nوالتقدير: (في أي موضع) سار (تابعته) سائرة تقيه الحر.\nسار: فعل ماض مبني على الفتح الظاهر في محل جزم فعل الشرط. والفاعل ضمير مستتر تقديره هو يعود إلى النبي عليه الصلاة والسلام. وجواب الشرط محذوف لدلالة الكلام عليه. تقديره: (تابعته) سائرة من فوقه تقيه\n....\n(1) يشير في ذلك إلى الركب الذي كان متوجها إلى الشام والنبي فيه حتى إذا دنوا من صومعة الراهب بحيرا رأى بحيرا غمامة تظلل النبي صلى الله عليه وسلم من بين القوم، فدعاه هذا إلى أن يستضيف الركب كله ليتثبت من نبوة النبي صلى الله عليه وسلم. وانظر هذا الخبر في تهذيب سيرة ابن هشام ص 40.\nالجزء: 1 ¦ الصفحة: 106\n",
        "سائرة: حال أولى من فاعل جواب الشرط المحذوف (تابعته) منصوبة، وعلامة نصبها الفتحة الظاهرة.\nتقيه: فعل مضارع، مرفوع، وعلامة رفعه الضمة المقدرة على الياء، للثقل.\nوالفاعل ضمير مستتر جوازا تقديره: هي يعود إلى الغمامة. والهاء: ضمير متصل مبني على الكسر في محل نصب، مفعول به أول.\nحرّ: مفعول به ثان ل (تقيه) ، منصوب وعلامة نصبه الفتحة الظاهرة وهو مضاف.\nوطيس: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة.\nللهجير: اللام: حرف جر، والهجير: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (حر) . أو اللام هنا بمعنى عند فنعلقها ب (تقيه) أو (حمي) .\nحمي: فعل ماض، مبني على الفتح، وسكن للقافية. والفاعل ضمير مستتر جوازا تقديره: هو.\nجملة أنّى سار تابعته: جملة شرطية كبرى وهي استئنافية لا محل لها من الإعراب.\nجملة سار: جملة فعلية صغرى وهي ابتدائية لا محل لها من الإعراب.\nجملة (تابعته) المحذوفة: لا محل لها من الإعراب لأنها جواب شرط جازم غير مقترن بالفاء.\nجملة تقيه: في محل نصب، حال ثانية من فاعل جواب الشرط، وهي جملة فعلية.\nجملة حمي: في محل جر، صفة ل (وطيس) ، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (مثل الغمامة) تشبيه. شبه الشجرة بالغمامة في انقياد كل منهما للنبي صلى الله عليه وسلم، فالتشبيه مرسل مجمل.\nفي قوله (وطيس) استعارة. شبه الشمس بالوطيس بجامع شدة الحرفي كل، ثم صرح بذكر المشبه به، فالاستعارة تصريحية أصلية.\nالجزء: 1 ¦ الصفحة: 107\n",
        "75 -\nأقسمت بالقمر المنشقّ إنّ له\n...\nمن قلبه نسبة مبرورة القسم\nاللغة:\nالنسبة: المناسبة والمشابهة. مبرورة: صادقة.\nالمعنى:\nحلفت بخالق القمر يمينا صادقة أن للقمر شبها بقلبه صلى الله عليه وسلم، وانشقاق كليهما من معجزاته عليه الصلاة والسلام.\nروى الشيخان عن ابن مسعود رضي الله عنه قال: «انشق القمر على عهد رسول الله صلى الله عليه وسلم شقتين، فقال النبي صلى الله عليه وسلم: اشهدوا» . [اللؤلؤ والمرجان 3/ 365] . وحادثة شق الصدر وهو في ديار حليمة السعدية معروفة.\nالإعراب:\nبالقمر: الباء: حرف جر، القمر: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان ب (أقسمت) .\nالمنشق: صفة ل (القمر) مجرورة، وعلامة جرها الكسرة الظاهرة.\nإنّ: حرف مشبه بالفعل.\nله: اللام. حرف جر. والهاء (العائدة إلى القمر) : ضمير متصل مبني على الضم في محل جر باللام. والجار والمجرور متعلقان بخبر مقدم محذوف ل (إنّ) .\nمن قلبه: من: حرف جر، قلبه: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والهاء: ضمير متصل مبني في محل جر بالإضافة. والجار والمجرور\nالجزء: 1 ¦ الصفحة: 108\n",
        "متعلقان بالمصدر (نسبة) ، والتقدير: إن للقمر شبها بالنبي من جهة قلبه الذي شقّ أيضا وهو صغير.\nمبرورة: صفة لموصوف محذوف، والتقدير: أقسمت يمينا مبرورة. أو صفة ل (نسبة) والتقدير: نسبة أي مشابهة تجعل يميني مبرورة.\nجملة أقسمت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة إن واسمها وخبرها: جواب القسم، لا محل لها من الإعراب، وهي جملة اسمية.\n76 -\nوما حوى الغار من خير ومن كرم\n...\nوكلّ طرف من الكفّار عنه عمي\nالمعنى:\nواذكر خبره عليه الصلاة والسلام حين دخل غار ثور هو وأبو بكر واختبأا فيه ولمّا تتبع الكفار أثرهما ووقفوا على باب الغار أعمى الله أبصارهم فلم يروهما.\nالإعراب:\nوما: الواو: حرف استئناف. ما: اسم موصول بمعنى الذي، مبني على السكون، في محل نصب مفعول به لفعل (اذكر) المحذوف، على سنن قوله تعالى وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي\n...\n[البقرة 2/ 30] وانظر الكشاف 1/ 93. والعكبري 16.\nأو (ما) مبتدأ، والخبر مقدّم محذوف تقديره: من معجزاته ما..\nمن خير: من: حرف جر، خير: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (ما) .\nالجزء: 1 ¦ الصفحة: 109\n",
        "ومن كرم: الواو: حرف عطف، من كرم: جار ومجرور معطوفان على (من خير) .\nوكل: الواو: حالية، وكل: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nمن الكفار: من: حرف جر، والكفار: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (طرف) .\nعنه: عن: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (عن) . والجار والمجرور متعلقان ب (عمي) .\nعمي: خبر (كل) مرفوع، وعلامة رفعه الضمة المقدرة على الياء المحذوفة، لأنه اسم منقوص، ثم أثبتت الياء الأصلية لتحل محل ياء الإشباع. ويجوز جعله فعلا.\nجملة (واذكر) ما حوى الغار: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية. أو (من المعجزات ما حوى) جملة اسمية استئنافية.\nجملة حوى الغار: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة كل طرف.. عمي: في محل نصب، حال من (الغار) ، وهي جملة اسمية.\nجملة عمي: على إعراب (عمي) فعلا، في محل رفع، خبر (كل) ، وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي قوله (من خير ومن كرم) مجاز مرسل علاقته الحالّية. فالغار لا يحوي الخير والكرم لأنهما من المعاني، وإنما يحوي من تحل فيه هذه المعاني، ومحلّهما هنا النبي صلى الله عليه وسلم وأبو بكر رضي الله تعالى عنه.\nفي قوله (عمي عنه) استعارة. شبّه نفي الرؤية بالعمى، ثم حذف المشبه وصرح بالمشبه به فالاستعارة تصريحية تبعية.\nالجزء: 1 ¦ الصفحة: 110\n",
        "77 -\nفالصّدق في الغار والصّدّيق لم يرما\n...\nوهم يقولون: ما بالغار من أرم\nاللغة:\nلم يرما: لم يبرحا. أرم: أحد، وهو ملازم للنفي.\nالمعنى:\nفرسول الله صلى الله عليه وسلم وأبو بكر رضي الله تعالى عنه ما زالا في الغار لم يبرحاه، والكفار لعدم رؤيتهما يقولون: ليس في هذا الغار أحد.\nالإعراب:\nفالصدق: الفاء: استئنافية، الصدق: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nفي الغار: في: حرف جر، الغار: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور بالرأي الأول متعلقان بحال ل (الصدق) فتكون جملة (لم يرما) خبر الصدق. والرأي الثاني (في الغار) خبر، فتكون (لم يرما) حالا.\nوالصديق: الواو: حرف عطف. الصديق: اسم معطوف على الصدق، مرفوع وعلامة رفعه الضمة الظاهرة.\nلم: حرف جازم.\nيرما: فعل مضارع مجزوم ب (لم) ، وعلامة جزمه حذف النون، لأنه من الأفعال الخمسة. والألف: ضمير متصل مبني في محل رفع فاعل.\nوهم: الواو: حالية، هم: ضمير رفع منفصل مبني على السكون، في محل رفع، مبتدأ.\nيقولون: فعل مضارع مرفوع، وعلامة رفعه ثبوت النون، لأنه من الأفعال الخمسة.\nوالواو: ضمير متصل، مبني في محل رفع فاعل.\nالجزء: 1 ¦ الصفحة: 111\n",
        "ما بالغار: ما: حرف نفي، بالغار: الباء: حرف جر، الغار: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بخبر مقدم ل (أرم) .\nمن أرم: من: حرف جر زائد. أرم: مبتدأ مؤخر، مرفوع تقديرا، مجرور لفظا.\nجملة الصدق والصديق لم يرما: على الرأي الأول استئنافية، و (لم يرما) خبر. وعلى الرأي الثاني: (الصدق والصدّيق في الغار) استئنافية. وجملة لم يرما: في محل نصب حال.\nجملة هم يقولون: في محل نصب، حال من عائد الضمير (هم) ، أو معطوفة على الشطر الأول، وهي جملة اسمية كبرى ذات وجهين.\nجملة يقولون: في محل رفع، خبر (هم) ، وهي جملة فعلية صغرى.\nجملة ما بالغار من أرم: في محل نصب، مقول القول، وهي جملة اسمية.\nالصورة البيانية:\nفي قوله (فالصدق في الغار) مجاز مرسل علاقته الحالّية. فالغار لا يحوي الصدق لأنه معنى من المعاني، وإنما يحوي من يحل فيه الصدق وهو النبي صلى الله عليه وسلم وصاحبه.\n78 -\nظنّوا الحمام وظنّوا العنكبوت على\n...\nخير البريّة لم تنسج ولم تحم\nالمعنى:\nوإنما استبعد الكفار وجودهما في الغار لأنهم رأوا نسج العنكبوت قد سد بابه، فضلا عن عش حمامة كانت تحوم عند مدخله، إكراما لخير الخليقة عليه الصلاة والسلام وتعمية للأبصار عنهما.\nالجزء: 1 ¦ الصفحة: 112\n",
        "الإعراب:\nعلى خير: على: حرف جر، خير: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (تنسج) . والأصل في البيت: ظنوا الحمام لم يحم على خير البرية وظنوا العنكبوت لم تنسج على خير البرية.\nجملة ظنوا الأولى: فعلية استئنافية، لا محل لها من الإعراب، أو حال من الضمير في (يقولون) .\nجملة ظنوا الثانية: فعلية معطوفة على جملة (ظنوا) الأولى.\nجملة لم تنسج: في محل نصب، مفعول به ثان ل (ظنوا الثانية) ، وهي جملة فعلية.\nجملة لم تحم: في محل نصب، مفعول به ثان ل (ظنوا الأولى) ، وهي جملة فعلية. وقد عطف ظنّا على ظن ثم نفيا على نفي لإبطال الظنين.\n79 -\nوقاية الله أغنت عن مضاعفة\n...\nمن الدّروع وعن عال من الأطم\nاللغة:\nالأطم: الحصن، والجمع اطام وأطوم.\nالمعنى:\nإنّ حفظ الله لرسوله صلى الله عليه وسلم ولصاحبه أبي بكر من العدوّ بالحمام والعنكبوت في هذا الغار الصغير قد أغناهما عما يتحصن به الناس من الدروع المتينة المضاعفة، ومن الحصون العالية المنيعة، وهذه حال من يستجير بربّه.\nالجزء: 1 ¦ الصفحة: 113\n",
        "الإعراب:\nعن مضاعفة: عن: حرف جر، مضاعفة: اسم مجرور ب (عن) وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (أغنت) .\nمن الدروع: من: حرف جر، الدروع: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة ثانية محذوفة لموصوف محذوف والتقدير: عن درع مضاعفة كائنة من الدّروع.\nوعن عال: الواو: حرف عطف، عن عال: جار ومجرور معطوفان على (عن مضاعفة) .\nمن الأطم: من: حرف جر، الأطم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة ثانية محذوفة لموصوف محذوف والتقدير: عن أطم عال كائن من الأطم.\nجملة وقاية الله أغنت: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة أغنت: في محل رفع، خبر (وقاية) ، وهي جملة فعلية صغرى.\n80 -\nما سامني الدّهر ضيما واستجرت به\n...\nإلّا ونلت جوارا منه لم يضم\nاللغة:\nسامه ضيما: أولاه ظلما، وأكثر ما يستعمل في العذاب والظلم.\nالمعنى:\nما أصابني ظلم من الزمان وأهله مرة من المرات ثم استشفعت به صلى الله عليه وسلم إلا حباني الله بالإجارة والحفظ الذي لا يخرق.\nالجزء: 1 ¦ الصفحة: 114\n",
        "الإعراب:\nما: حرف نفي.\nواستجرت: الواو: حرف عطف والتقدير: (وما استجرت) . استجرت: فعل ماض مبني على السكون، وحذفت ألف (استجار) لالتقاء الساكنين. والتاء:\nضمير متصل في محل رفع فاعل.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (استجرت) .\nإلا: أداة حصر.\nونلت: الواو: حالية. نال: فعل ماض مبني على السكون لاتصاله بتاء الفاعل وحذفت ألفه لالتقاء الساكنين.\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) . والجار والمجرور متعلقان بصفة محذوفة ل (جوارا) ، تقديرها اتيا.\nأو متعلقان بفعل (نلت) .\nجملة سامني الدهر: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة استجرت: في محل نصب، حال من الياء في (سامني) على تقدير (قد) محذوفة قبلها للضرورة. أو معطوفة على جملة (سامني) ، وهي جملة فعلية.\nجملة نلت: في محل نصب، حال من الياء في (سامني) ، على تقدير (قد) محذوفة قبلها للضرورة، وهي جملة فعلية.\nجملة لم يضم: في محل نصب، صفة ثانية ل (جوارا) إذا قدّرنا (جوارا اتيا منه لا يضام) ، وهي صفة وحيدة إذا قدّرنا (نلت منه جوارا لا يضام) .\nالصورة البيانية:\nفي قوله (ما سامني الدهر) مجاز عقلي، لأن الدهر لا يسوم الضيم وإنما يقع فيه ذلك، فهو من إسناد الفعل إلى زمنه.\nالجزء: 1 ¦ الصفحة: 115\n",
        "81 -\nولا التمست غنى الدّارين من يده\n...\nإلا استلمت النّدى من خير مستلم\nالمعنى:\nولم أطلب من فضله سعادة الدنيا وثواب الاخرة، إلا حظيت بالخير من خير معط لا يرد سائله. والأصل (مستلم منه) ثم حذف (منه) .\nالإعراب:\nولا: الواو: حرف عطف هنا للجمل، لا: حرف نفي.\nمن يده: من: حرف جر، يده: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والهاء: ضمير متصل مبني على الكسر، في محل جر بالإضافة.\nوالجار والمجرور متعلقان بالفعل (التمست) .\nإلا: أداة حصر.\nمن خير: من: حرف جر، خير: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (استلمت) .\nجملة التمست: معطوفة على جملة (سامني) السابقة، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة استلمت: في محل نصب، حال من الضمير في (التمست) . وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (غنى الدارين) مجاز، أراد بالغنى السعادة لأنه من أسبابها أحيانا- وكذلك الندى وهو الجود والكرم- وهذا ما يسمى في علم البيان: (المجاز المرسل) . ولا بد فيه من علاقة ما بين اللفظين- عدا المشابهة- وهي هنا: السببية.\nالجزء: 1 ¦ الصفحة: 116\n",
        "82 -\nلا تنكر الوحي من رؤياه إنّ له\n...\nقلبا إذا نامت العينان لم ينم\nالمعنى:\nلا تجحد أيها المعاند حقيقة الوحي في حياته النبويّة عليه الصلاة والسلام، ذاك الوحي الذي بدأ بالرؤيا الصالحة التي كان يراها في نومه في بداية نبوته، فإن له قلبا دائم اليقظة، لا ينام وإن نامت عيناه.\nروى الشيخان عن عائشة رضي الله عنها قالت: قلت يا رسول الله أتنام قبل أن توتر؟\nفقال: «إن عينيّ تنامان ولا ينام قلبي» . [اللؤلؤ والمرجان 1/ 159]\nالإعراب:\nلا تنكر: لا: ناهية جازمة، تنكر: فعل مضارع مجزوم ب (لا) ، وعلامة جزمه السكون، وحرك بالكسر لالتقاء الساكنين. والفاعل ضمير مستتر وجوبا تقديره أنت.\nمن رؤياه: من: حرف جر، رؤياه: اسم مجرور ب (من) ، وعلامة جره الكسرة المقدرة على الألف، للتعذر. وهو مضاف. والهاء: ضمير متصل مبني في محل جر بالإضافة.\nوالجار والمجرور متعلقان بالفعل (تنكر) . بتقدير: لا تنكر من مشاهد رؤياه الوحي.\nأو متعلقان بحال محذوفة من (الوحي) أي بوصفه مشهدا من مشاهد رؤياه.\nإن: حرف مشبه بالفعل.\nله: اللام: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر باللام. والجار والمجرور متعلقان بخبر (إن) المقدم المحذوف.\nقلبا: اسم (إن) ، منصوب، وعلامة نصبه الفتحة الظاهرة.\nإذا: اسم شرط غير جازم، مبني في محل نصب على الظرفية، متعلق بالفعل (لم ينم) .\nالعينان: فاعل مرفوع، وعلامة رفعه الألف لأنه مثنى.\nالجزء: 1 ¦ الصفحة: 117\n",
        "جملة لا تنكر: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة إن له قلبا\n...\n: استئناف بياني، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة إذا نامت العينان لم ينم: في محل نصب، صفة ل (قلبا) . وهي جملة شرطية.\nجملة نامت العينان: في محل جر بالإضافة، وهي جملة فعلية.\nجملة لم ينم: جواب شرط غير جازم، لا محل لها من الإعراب، وهي جملة فعلية.\n83 -\nوذاك حين بلوغ من نبوّته\n...\nفليس ينكر فيه حال محتلم\nاللغة:\nالمحتلم: البالغ العاقل.\nالمعنى:\nوكانت رؤيته للوحي في النوم في ابتداء نبوته حين بلغ الأربعين، وهذا زمان لا يستبعد أن يرى النائم فيه الوحي في نومه.\nالإعراب:\nوذاك: الواو: استئنافية، ذا: اسم إشارة يعود إلى رؤية الوحي في النوم، مبني على السكون، في محل رفع، مبتدأ. والكاف: حرف خطاب.\nحين: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق بخبر محذوف ل (ذاك) . والتقدير: والوحي حاصل حين بلوغه النبوة على رأس الأربعين.\nمن نبوته: من: حرف جر، نبوته: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والهاء: ضمير متصل مبني في محل جر بالإضافة. والجار والمجرور متعلقان بصفة محذوفة لمضاف إليه محذوف والتقدير: بلوغ درجة من نبوته.\nالجزء: 1 ¦ الصفحة: 118\n",
        "فليس: الفاء: استئنافية، ليس: فعل ماض ناقص. واسمه (حال) . أو: ليس:\nحرف نفي لدخوله على مضارع.\nينكر: فعل مضارع مبني للمجهول، مرفوع، وعلامة رفعه الضمة الظاهرة. ونائب الفاعل ضمير مستتر جوازا تقديره هو يعود إلى اسم (ليس) المؤخر لفظا المتقدم رتبة.\nفيه: في: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر ب (في) .\nوالجار والمجرور متعلقان بالفعل (ينكر) . والضمير في (فيه) للبلوغ.\nحال: اسم ليس مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وعلى\nالإعراب\nالثاني ل (ليس) هو نائب فاعل (ينكر) . وهو مضاف.\nجملة ذاك حاصل حين: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة ليس ينكر حال: فعلية استئنافية، لا محل لها من الإعراب، وهي جملة كبرى إذا لم نقل بحرفية (ليس) .\nجملة ينكر: في محل نصب، خبر (ليس) إذا لم نقل بحرفيتها. وهي جملة فعلية صغرى. وهي فعلية استئنافية مع حرفيّة (ليس) ولكن لا صغرى ولا كبرى.\n84 -\nتبارك الله ما وحي بمكتسب\n...\nولا نبيّ على غيب بمتّهم\nالمعنى:\nتباركت مشيئة الله، ما كان لا مرئ أن يوحى إليه بقصده وسعيه، وإنما هو فضل الله يؤتيه من يشاء. وما كان لنبي أن يكذب فيما يخبر به من الأمور الغيبية؛ لأن الأنبياء معصومون من الكذب وسائر المعاصي.\nالجزء: 1 ¦ الصفحة: 119\n",
        "الإعراب:\nما: نافية تعمل عمل ليس، لدخول الباء على خبرها.\nوحي: اسم (ما) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nبمكتسب: الباء: حرف جر زائد، ومكتسب: خبر (ما) مجرور لفظا منصوب تقديرا.\nولا: الواو: حرف عطف هنا للجمل، لا: نافية تعمل عمل ليس.\nعلى غيب: على: حرف جر، غيب: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة والجار والمجرور متعلقان باسم المفعول (متهم) . وقد استخدم (على) مكان (في) للوزن. وتخريج ذلك أن (متهم) بمعنى غير مؤتمن على\n...\nجملة تبارك الله: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ما وحي بمكتسب: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لا نبي بمتهم: معطوفة على جملة (ما وحي بمكتسب) ، لا محل لها من الإعراب وهي جملة فعلية.\n85 -\nكم أبرأت وصبا باللّمس راحته\n...\nوأطلقت أربا من ربقة اللّمم\nاللغة:\nوصبا: مريضا. راحة الكف: بطنها. الأرب: صاحب الحاجة. الرّبقة: الحبل الموثق. اللّمم: الجنون. أبرأت: شفت.\nالجزء: 1 ¦ الصفحة: 120\n",
        "المعنى:\nيتابع الحديث عن معجزاته صلى الله عليه وسلم فيقول: كم مرة مسحت يده الشريفة عاهة امرئ فعوفي من ساعته، وخلّصت من كان يعاني من أسر الجنون فعوفي منه «1» .\nالإعراب:\nكم: خبرية، مبنية على السكون، في محل نصب، مفعول مطلق. نائب عن المصدر.\nباللمس: الباء: حرف جر، اللمس: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (أبرأت) .\nراحته: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف. والهاء: ضمير متصل مبني على الضم، في محل جر بالإضافة.\nمن ربقة: من: حرف جر، ربقة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (أطلقت) .\nجملة أبرأت راحته: استئنافية، لا محل من الإعراب، وهي جملة فعلية.\nجملة أطلقت: معطوفة على جملة (أبرأت) ، لا محل لها من الإعراب. وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (ربقة اللمم) هذا من إضافة المشبّه به إلى المشبّه، فالتشبيه بليغ.\n(1) وردت في ذلك أحاديث كثيرة منها ما رواه البيهقي في دلائل النبوة [6/ 187] عن ابن عباس «أن امرأة جاءت بابن لها فقالت يا رسول الله إن بابني هذا جنونا، وإنه ليأخذه عند غدائنا وعند عشائنا فيفسد علينا، قال: فمسح رسول الله صلى الله عليه وسلم رأسه ودعا، فثعّ ثعة فخرج من جوفه مثل الجر والأسود، فسعى» . ومن ذلك ما ذكره القاضي عياض في الشفا [1/ 455] قال: «وكانت في كف شرحبيل الجعفيّ سلعة [زيادة بين الجلد واللحم كالغدة] تمنعه القبض على السيف وعنان الدابة، فشكاها إلى النبي صلى الله عليه وسلم فما زال يطحنها بكفه حتى رفعها [أزالها من كفه] ولم يبق لها أثر» . وفي الشفا أيضا [1/ 454] : «وانكفأت القدر على ذراع محمد بن حاطب وهو طفل، فمسح عليه ودعا له وتفل فيه فبرأ لحينه» .\nالجزء: 1 ¦ الصفحة: 121\n",
        "86 -\nوأحيت السّنة الشّهباء دعوته\n...\nحتّى حكت غرّة في الأعصر الدّهم\nاللغة:\nالسنة الشهباء: المجدبة التي لا محصول زراعيا فيها ونقيضها: السنة الخضراء.\nحكت: شابهت. الغرة: البياض في جبهة الفرس. الدهم: السود.\nالمعنى:\nومن معجزاته عليه الصلاة والسلام أنه دعا الله تعالى في السنة المجدبة، فنزل الغيث وعم الخصب، حتى كانت تلك السنة المخصبة كالغرة البيضاء في سني القحط المظلمة.\nروى الشيخان وغيرهما عن أنس رضي الله عنه قال: أصاب أهل المدينة قحط على عهد رسول الله صلى الله عليه وسلم فبينا هو يخطب يوم جمعة قام رجل فقال: يا رسول الله هلكت الكراع «1» هلكت الشاء «2» فادع الله يسقينا. فمد يديه ودعا. قال أنس: وإن السماء كمثل الزجاجة «3» ، فهاجت ريح أنشأت سحابا ثم اجتمع ثم أرسلت السماء عزاليها «4» فخرجنا نخوض الماء حتى أتينا منازلنا فلم نزل نمطر إلى الجمعة الاخرى فقام إليه ذلك الرجل أو غيره فقال: يا رسول الله تهدمت البيوت فادع الله يحبسه، فتبسم النبي صلى الله عليه وسلم ثم قال:\nحوالينا لا علينا. فنظرت إلى السحاب تصدع حول المدينة كأنه إكليل.\nالإعراب:\nوأحيت: الواو: حرف عطف هنا للجمل، أحيت: فعل ماض، مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين. والتاء: حرف تأنيث.\n(1) أي الخيل.\n(2) أي الغنم.\n(3) أي في الصفاء لخلوها من السحاب.\n(4) جمع عزلاء، وهي فم القربة الأسفل والمراد نزول المطر كأفواه القرب.\nالجزء: 1 ¦ الصفحة: 122\n",
        "الشهباء: صفة ل (السنة) ، منصوبة، وعلامة نصبها الفتحة الظاهرة.\nدعوته: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة، وهو مضاف. والهاء: ضمير متصل مبني على الضم، في محل جر بالإضافة.\nحتى: حرف غاية ثم ابتداء لدخولها على ماض.\nحكت: فعل ماض، مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين. والتاء:\nحرف تأنيث. والفاعل ضمير مستتر جوازا تقديره (هي) يعود إلى (السنة) .\nغرة: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nفي الأعصر: في: حرف جر، الأعصر: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (غرة) تقديرها: مضيئة.\nالدهم: صفة ل (الأعصر) ، مجرورة، وعلامة جرها الكسرة.\nجملة أحيت دعوته: معطوفة على جملة (أبرأت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة حكت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (أحيت) استعارة. شبه الإخصاب بالإحياء، بجامع النفع في كل، ثم اشتق من الإحياء بمعنى الإخصاب أحيا، فالاستعارة تصريحية تبعية.\nويجوز أن نجري الاستعارة في قرينتها فنقول شبه الجدب بالموت، بجامع عدم النفع في كل ثم حذف المشبه به وكنى عنه بشيء من لوازمه وهو الإحياء، فالاستعارة مكنية.\nفي قوله (أحيت دعوته) مجاز عقلي بالإسناد إلى السبب. فدعوته لم تخصب الأرض وإنما كانت السبب في نزول المطر الذي أخصبها.\nفي (السنة الشهباء) كناية، لأنه ذكر لون الأرض وقصد اتصافها بالقحط، فهي كناية عن صفة.\nالجزء: 1 ¦ الصفحة: 123\n",
        "- في قوله (حكت غرة) تشبيه. شبه السنة التي أخصبتها دعوته بغرة بيضاء في جبين الزمان، فالتشبيه مرسل مجمل.\nفي قوله (الأعصر الدهم) استعارة. شبه قحط السنين بالسواد (الدّهمة) بجامع الإيحاش في كل، ثم صرح بذكر المشبه به، فالاستعارة تصريحية أصلية.\n87 -\nبعارض جاد أو خلت البطاح بها\n...\nسيب من اليمّ أو سيل من العرم\nاللغة:\nالعارض: السحاب. خلت: ظننت. البطاح: الأودية المتسعة ذات الحصى. السّيب:\nالعطاء، والجري. العرم: السيل الشديد، والسد الذي يعترض به الوادي لحبس الماء.\nالمعنى:\nوقد أخصبت دعوته تلك السنة المجدبة بسحاب غزير المطر عم الأرض، حتى ظننت أن الوادي المتسع قد اجتاحه ماء من البحر، أو أن سيل العرم قد عاد.\nالإعراب:\nبعارض: الباء: حرف جر للسببية، عارض: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (حكت) في البيت السابق.\nأو: حرف عطف بمعنى (حتى) التي بمعنى (إلى أن) . والمصدر المؤول من (أن خلت) معطوف ب (أو) على مصدر متوهّم من فعل (جاد) والتأويل التقريبي: بسحاب كان منه الجود وتخيّل البطاح يمّا. و (أو) هنا بمعنى (حتى) أو (إلى أن) «1» .\n(1) انظر شرح التصريح 2/ 237 س 1 و 24، وسبب الضعف في عبارة الشاعر هنا هو صيغة الماضي وفقدان معنى الطلب قبل (أو) التي بمعنى (إلى أن) لكي تنصب مضارعا بعدها.\nالجزء: 1 ¦ الصفحة: 124\n",
        "البطاح: مفعول به أول ل (خلت) ، منصوب، وعلامة نصبه الفتحة الظاهرة.\nبها: الباء: حرف جر. وها: ضمير متصل مبني على السكون في محل جر بالباء والجار والمجرور متعلقان بخبر مقدم محذوف للمبتدأ (سيب) .\nسيب: مبتدأ مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن اليم: من: حرف جر، اليم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بصفة محذوفة ل (سيب) .\nسيل: اسم معطوف على (سيب) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن العرم: من: حرف جر، العرم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (سيل) .\nجملة جاد: في محل جر، صفة ل (عارض) ، وهي جملة فعلية.\nجملة خلت: صلة الموصول الحرفي (أن) المقدر بعد (أو) لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة بها سيب: في محل نصب، مفعول به ثان للفعل (خلت) ، وهي جملة اسمية.\n88 -\nدعني ووصفي ايات له ظهرت\n...\nظهور نار القرى ليلا على علم\nاللغة:\nالقرى: إكرام الضيف. العلم: الجبل.\nالمعنى:\nاتركني أصف لك بعض هذه المعجزات الدالة على نبوته صلى الله عليه وسلم، فقد كانت من الوضوح كالنار الموقدة ليلا فوق جبل ليهتدي بها الضيفان إلى المنازل.\nالجزء: 1 ¦ الصفحة: 125\n",
        "الإعراب:\nدعني: فعل أمر مبني على السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت.\nوالنون: للوقاية. والياء: ضمير متصل مبني في محل نصب، مفعول به.\nووصفي: الواو: للمعية. وصفي: مفعول معه منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل الياء. والياء ضمير متصل، مبني في محل جر بالإضافة.\nايات: مفعول به للمصدر (وصفي) ، منصوب، وعلامة نصبه الكسرة نيابة عن الفتحة لأنه جمع مؤنث سالم.\nله: اللام: حرف جر، والهاء: ضمير متصل مبني في محل جر باللام. والجار والمجرور متعلقان بصفة محذوفة ل (ايات) .\nظهور: مفعول مطلق، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nليلا: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق بالمصدر (ظهور) .\nعلى علم: حرف جر، علم: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالمصدر (ظهور) .\nجملة دعني: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ظهرت: في محل نصب، صفة ثانية ل (ايات) ، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبه ظهور المعجزات الدالة على نبوته صلى الله عليه وسلم بظهور نار الضيافة الموقدة على جبل، بجامع الظهور في كل، فالتشبيه بليغ.\nالجزء: 1 ¦ الصفحة: 126\n",
        "89 -\nفالدّرّ يزداد حسنا وهو منتظم\n...\nوليس ينقص قدرا غير منتظم\nالمعنى:\nإن نظمي لهذه العلامات يزيدها حسنا وجمالا، وإن كان قدرها لا ينقص دون نظم.\nفهي كاللؤلؤ الثمين يزداد حسنا إذا انتظم في سلكه، ولا ينقص قدره إذا لم ينظم.\nالإعراب:\nفالدر: الفاء: استئنافية تعليلية، الدر: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nحسنا: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة.\nوهو: الواو: حالية، هو: ضمير رفع منفصل، مبني على الفتح، في محل رفع، مبتدأ.\nوليس: الواو: حرف عطف هنا للجمل، ليس: فعل ماض ناقص، مبني على الفتح الظاهر. واسمها ضمير مستتر جوازا تقديره هو يعود إلى (الدر) . أو: ليس:\nحرف نفي لدخولها على مضارع.\nقدرا: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة.\nغير: حال من الضمير في (ينقص) ، منصوب وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nجملة الدر يزداد: استئنافية لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة يزداد: في محل رفع خبر (الدر) ، وهي جملة فعلية صغرى.\nجملة هو منتظم: في محل نصب، حال من الضمير في (يزداد) ، وهي جملة اسمية.\nجملة (ليس مع اسمها وخبرها) : معطوفة على جملة (يزداد) في محل رفع، وهي جملة فعلية.\nجملة ينقص: في محل نصب، خبر (ليس) ، وهي جملة فعلية. وإذا قلنا بحرفية (ليس) فجملة (لا ينقص) عندئذ هي المعطوفة على جملة (يزداد) .\nالجزء: 1 ¦ الصفحة: 127\n",
        "الصورة البيانية:\nفي البيت تشبيه. شبه ايات نبوته صلى الله عليه وسلم منظومة في شعره هذا باللؤلؤ الثمين منظوما في سلكه، فالتشبيه ضمني.\n90 -\nفما تطاول امال المديح إلى\n...\nما فيه من كرم الأخلاق والشّيم\nالمعنى:\nأخلاق الرسول وشيمه الكريمة كثيرة جدا، وامال الشاعر في استيفائها عند مديحه كبيرة جدا، فأيّ تطاول هذا إلى نيل المطلب الصعب؟!\nالإعراب:\nفما: الفاء: استئنافية، ما: اسم استفهام، مبني على السكون، في محل رفع خبر مقدم.\nتطاول: مبتدأ مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nإلى ما: إلى: حرف جر، ما: اسم موصول بمعنى الذي، مبني على السكون، في محل جر ب (إلى) . والجار والمجرور متعلقان بالمصدر (تطاول) .\nفيه: في: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر ب (في) ، والجار والمجرور متعلقان بصلة (ما) المحذوفة وتقديرها استقر.\nمن كرم: من: حرف جر، كرم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بحال محذوفة من (ما) .\nجملة ما تطاول: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية إنشائية.\nجملة (استقر) فيه: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية خبرية.\nالجزء: 1 ¦ الصفحة: 128\n",
        "الصورة البيانية:\nفي قوله (تطاول امال المديح) استعارة. شبه الامال بذي عنق يتطاول إلى ما يريد إدراكه، بجامع التشوف في كل، ثم حذف المشبه به وكنّى عنه بشيء من لوازمه، وهو التطاول، فالاستعارة مكنية.\n91 -\nايات حقّ من الرّحمن محدثة\n...\nقديمة صفة الموصوف بالقدم\nالمعنى:\nومن معجزاته عليه الصلاة والسلام هذه الايات البينات المنزلة عليه من الرحمن، الموصوفة بالحدوث لحدوث نزولها، والمتصفة بالقدم: لقدم معانيها، ولأن الله هو الذي أنزلها وهو متصف بالقدم.\nالإعراب:\nايات: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة. وخبره محذوف تقديره:\nومن معجزاته ايات حق. وهو مضاف.\nمن الرحمن: من: حرف جر، الرحمن: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (ايات) تقديرها منزّلة.\nمحدثة: صفة ثانية ل (ايات) ، مرفوعة، وعلامة رفعها الضمة الظاهرة.\nقديمة: صفة ثالثة ل (ايات) ، مرفوعة، وعلامة رفعها الضمة الظاهرة.\nصفة: صفة رابعة ل (ايات) ، مرفوعة. والمراد قديمة مشابهة صفة الموصوف بالقدم. ثم حذف لفظ المشابهة رغم ضعف هذا الحذف.\nبالقدم: الباء: حرف جر، القدم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم المفعول (الموصوف) .\nالجزء: 1 ¦ الصفحة: 129\n",
        "جملة (من معجزاته) ايات: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nالصور البيانية:\nشبه قدم الايات بقدم الخالق لأنها بعض كلامه الذي لا ينفد، ثم حذف أداة التشبيه ضرورة، فالتشبيه بليغ.\n92 -\nلم تقترن بزمان وهي تخبرنا\n...\nعن المعاد وعن عاد وعن إرم\nالمعنى:\nوهذه الايات لم تقتصر على الحديث عن زمان دون اخر، بل اشتمل حديثها على أخبار الأمم السابقة كقبيلة عاد وأهل إرم، وعلى المستقبل الاتي من أخبار البعث وإحياء الناس بعد موتهم وأحداث يوم القيامة.\nالإعراب:\nبزمان: الباء: حرف جر، زمان: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (تقترن) .\nوهي: الواو: حالية، هي: ضمير رفع منفصل، مبني على الفتح، في محل رفع مبتدأ.\nعن المعاد: عن: حرف جر، المعاد: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تخبرنا) .\nوعن عاد: الواو: حرف عطف، عن عاد: جار ومجرور معطوفان على (عن المعاد) .\nوعن إرم: الواو: حرف عطف، عن إرم: جار ومجرور معطوفان على (عن عاد) لا (عن المعاد) لأن المعاد اخرة، و (عاد وإرم) دنيا.\nجملة لم تقترن: في محل رفع، صفة خامسة ل (ايات) ، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 130\n",
        "جملة هي تخبرنا: في محل نصب، حال من الضمير في (تقترن) ، وهي جملة اسمية كبرى ذات وجهين.\nجملة تخبرنا: في محل رفع، خبر (هي) ، وهي جملة فعلية صغرى.\n93 -\nدامت لدينا ففاقت كلّ معجزة\n...\nمن النّبيّين إذ جاءت ولم تدم\nالمعنى:\nوقد غلبت هذه الايات القرانية كل معجزات الأنبياء السابقة، لأن تلك المعجزات انتهت بوفاة أصحابها من الرسل، أما ايات القران فإنها معجزة باقية مدى الدهر.\nالإعراب:\nدامت: فعل ماض تام بمعنى استمرت، والتاء حرف تأنيث يعود إلى (ايات) .\nلدينا: لدى: مفعول فيه ظرف مكان، مبني على السكون «1» في محل نصب، متعلق بالفعل (دامت) . ونا: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nمن النبيين: من: حرف جر، النبيين: اسم مجرور ب (من) ، وعلامة جره الياء لأنه جمع مذكر سالم. والجار والمجرور متعلقان بصفة محذوفة ل (معجزة) والتقدير:\nصادرة من النبيين.\nإذ: ظرف لما مضى من الزمان، مبني على السكون، في محل نصب. متعلق بما علقنا به (من النبيين) . ويجوز أن تعرب: حرف تعليل.\nولم: الواو: حرف عطف هنا للجمل، لم: حرف جازم.\nتدم: فعل مضارع تام، مجزوم ب (لم) ، وعلامة جزمه السكون وحرك بالكسر للقافية.\n(1) ارجع إلى حاشيتنا على كلمة (لديه) في البيت 40.\nالجزء: 1 ¦ الصفحة: 131\n",
        "جملة دامت: في محل رفع، صفة سادسة ل (ايات) ، وهي جملة فعلية.\nجملة فاقت: معطوفة على جملة (دامت) ، في محل رفع، وهي جملة فعلية.\nجملة جاءت: في محل جر بالإضافة بعد (إذ) الظرفية. أو استئنافية لا محل لها من الإعراب، على الإعراب الثاني ل (إذ) ، وهي جملة فعلية.\nجملة لم تدم: معطوفة على جملة (جاءت) وهي جملة فعلية.\n94 -\nمحكّمات فما يبقين من شبه\n...\nلذي شقاق وما يبغين من حكم\nالمعنى:\nقد أتقنت هذه الايات نظما وفصاحة ومعنى، فما تترك للمعاند شبهة يلبّس فيها على الحق إلا وتدحضها ببراهينها وحكمها، دون أن تحتاج إلى حكم يحكم لها بالحق، لوضوحها وظهور حجتها.\nالإعراب:\nمحكمات: صفة سابعة ل (ايات) ، مرفوعة، وعلامة رفعها الضمة الظاهرة.\nفما: الفاء: استئنافية، ما: حرف نفي.\nيبقين: فعل مضارع مبني على السكون لاتصاله بنون النسوة. والنون: ضمير متصل مبني على الفتح، في محل رفع، فاعل.\nمن شبه: من: حرف جر زائد، شبه: مفعول به مجرور لفظا، منصوب تقديرا.\nلذي: اللام: حرف جر، ذي: اسم مجرور باللام، وعلامة جره الياء لأنه من الأسماء الخمسة. وهو مضاف. والجار والمجرور متعلقان بالفعل (يبقين) .\nمن حكم: من: حرف جر زائد. حكم: مفعول به مجرور لفظا، منصوب تقديرا.\nالجزء: 1 ¦ الصفحة: 132\n",
        "جملة يبقين: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يبغين: معطوفة على جملة (يبقين) ، لا محل لها من الإعراب، وهي جملة فعلية.\n95 -\nما حوربت قطّ إلّا عاد من حرب\n...\nأعدى الأعادي إليها ملقي السّلم\nالمعنى:\nولم يعارض هذه الايات المعادون لها إلا رجع أشدهم عداوة لها- بعد شدة وعناد- مستسلما معترفا بعجزه وقصوره.\nالإعراب:\nما: حرف نفي.\nحوربت: فعل ماض مبني للمجهول، مبني على الفتح الظاهر. ونائب الفاعل ضمير مستتر جوازا تقديره هي يعود إلى (الايات) . والتاء: حرف تأنيث.\nقط: ظرف لما مضى من الزمان، مبني على الضم، في محل نصب مفعول فيه متعلق بالفعل (ما حوربت) .\nإلا: أداة حصر.\nمن حرب: من: حرف جر، حرب: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (عاد) .\nأعدى: فاعل مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر. وهو اسم تفضيل مضاف.\nإليها: إلى: حرف جر، وها: ضمير متصل مبني على السكون، في محل جر ب (إلى) .\nوالجار والمجرور متعلقان بالفعل (عاد) .\nالجزء: 1 ¦ الصفحة: 133\n",
        "ملقي: حال من (أعدى) ، منصوبة، وعلامة نصبها الفتحة الظاهرة. وهي مضاف.\nجملة حوربت: في محل رفع، صفة ثامنة ل (ايات) .\nجملة عاد أعدى: في محل نصب، حال من (ايات) .\nالصورة البيانية:\nفي قوله (حوربت) استعارة. شبه المعارضة بالمحاربة، بجامع عدم الانقياد في كل، ثم اشتق من المحاربة حورب، فالاستعارة تصريحية تبعية.\n96 -\nردّت بلاغتها دعوى معارضها\n...\nردّ الغيور يد الجاني عن الحرم\nالمعنى:\nوقد أبطلت هذه الايات ببلاغتها وفصاحتها قول كل من يدعي الإتيان بمثلها، ودفعت قوله دفعا شديدا كما يدفع الرجل ذو الغيرة عن محارمه أذى المعتدين.\nالإعراب:\nدعوى: مفعول به منصوب، وعلامة نصبه الفتحة المقدرة على الألف، للتعذر. وهو مضاف.\nرد: مفعول مطلق، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nيد: مفعول به للمصدر (رد) ، منصوب، وعلامة نصبه الفتحة الظاهرة وهو مضاف.\nالجاني: مضاف إليه مجرور، وعلامة جره الكسرة المقدرة على الياء للثقل.\nعن الحرم: عن: حرف جر، الحرم: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالمصدر (رد) .\nجملة ردت بلاغتها: في محل رفع، صفة تاسعة ل (ايات) ، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 134\n",
        "الصورة البيانية:\nفي البيت تشبيه. شبه ردّ الايات في بلاغتها، برد الرجل الغيور عن محارمه كل معتد عليها، ووجه الشبه الردّ بقوة في كل، فالتشبيه بليغ.\n97 -\nلها معان كموج البحر في مدد\n...\nوفوق جوهره في الحسن والقيم\nالمعنى:\nولتلك الايات معان كثيرة تتدفق مثل موج البحر يمدّ بعضه بعضا، وهي في الحسن والقدر فوق درره وجواهره.\nالإعراب:\nلها: اللام: حرف جر، وها: ضمير متصل مبني على السكون، في محل جر باللام. والجار والمجرور متعلقان بالخبر المقدم المحذوف.\nمعان: مبتدأ مؤخر مرفوع، وعلامة رفعه الضمة المقدرة على الياء المحذوفة لالتقاء الساكنين؛ الياء وتنوين العوض عن حركتها.\nكموج: الكاف: حرف جر، موج: اسم مجرور بالكاف، وعلامة جره الكسرة الظاهرة والجار والمجرور متعلقان بصفة محذوفة ل (معان) . وهو مضاف. ولا نجيز تعليقهما بالخبر المحذوف ل (معان) لأنهما لا يشكلان مع المبتدأ (معان) جملة مفيدة.\nفي مدد: في: حرف جر، مدد: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (موج) والمعنى (كموج البحر متتابعا) . أو متعلقان بما في الكاف من معنى الفعل. انظر إعراب البيت (55) .\nالجزء: 1 ¦ الصفحة: 135\n",
        "وفوق: الواو: حرف عطف هنا للجمل، فوق: مفعول فيه ظرف مكان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. متعلق «1» بخبر مبتدأ محذوف تقديره (هي) أي المعاني. وهو مضاف.\nفي الحسن: في: حرف جر، الحسن: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (جوهره) .\nجملة لها معان: في محل رفع، صفة عاشرة ل (ايات) ، وهي جملة اسمية.\nجملة هي فوق\n...\n: معطوفة على جملة (لها معان) .\nالصورة البيانية:\nفي الشطر الأول تشبيه. شبه معاني الايات بموج البحر في مد بعضه بعضا، فالتشبيه مرسل مفصل.\n98 -\nفما تعدّ ولا تحصى عجائبها\n...\nولا تسام على الإكثار بالسّأم\nاللغة:\nتسام: فيها قولان. الأول: أنها مخففة من تسأم أي تملّ. والثاني: بمعنى لا تنتقص قيمتها بادعاء السأم منها عند تكرير تلاوتها أو تكرار بعض معانيها.\nالمعنى:\nوهذه الايات لا يمكن أن يحصي معانيها العجيبة محص لأنها لا تتناهى، ومهما أكثر المرء من قراءتها وإعادة تردادها لا يملّ من عجائبها في الأسلوب والمعنى.\n(1) لم نعطف (فوق) على (كموج) لأن لكل منهما متعلّقا مختلفا عن الاخر. فمتعلّق (كموج) هو صفة (معان) المحذوفة، وهي تعني المشابهة والتقدير: أشبهت، أما (فوق) فمتعلقة ب (استقر) المحذوف الدالّ على المكانيّة كدلالة (فوق) . إذن لا يجوز أن يكون المتعلّق واحدا هنا، واختلاف المتعلّق يمنع عطف المفردات.\nالجزء: 1 ¦ الصفحة: 136\n",
        "الإعراب:\nفما: الفاء: استئنافية، ما: حرف نفي.\nتعد: فعل مضارع مبني للمجهول، مرفوع، وعلامة رفعه الضمة الظاهرة.\nولا: الواو: حرف عطف هنا للجمل، لا: نافية.\nتحصى: فعل مضارع مبني للمجهول، ونائب الفاعل ضمير مستتر يعود إلى (عجائبها) المتقدم رتبة، المتأخر ذكرا لضرورة الوزن الشعري.\nعجائبها: نائب فاعل (تعدّ) مرفوع وعلامة رفعه الضمة الظاهرة، وهو مضاف.\nوها: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nتسام: فعل مضارع مبني للمجهول، مرفوع، وعلامة رفعه الضمة الظاهرة.\nونائب الفاعل ضمير مستتر جوازا تقديره هي يعود إلى (المعاني) في البيت السابق.\nعلى الإكثار: على: حرف جر، الإكثار: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تسام) .\nبالسأم: الباء: حرف جر، السأم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (لا تسام) إذا فهم بمعنى: لا تنعت بالسامة.\nوإلّا\n...\nفالباء مقحمة والأصل (لا تسأم سأما) ، والتركيب ضعيف.\nجملة فما تعد عجائبها: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية. وهي تعلل تشبيه المعاني بالبحر ولالئه.\nجملة لا تحصى: معطوفة على جملة (فما تعد) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لا تسام: معطوفة على جملة (فما تعد) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 137\n",
        "99 -\nقرّت بها عين قاريها فقلت له\n...\nلقد ظفرت بحبل الله فاعتصم\nالمعنى:\nماتلا هذه الايات قارئ إلا استراحت نفسه لها وقيل له: لقد فزت بما يصلك بالله تعالى، فاستمسك بما ظفرت فإنه مصدر سعادتك.\nالإعراب:\nبها: الباء: حرف جر، وها: ضمير متصل مبني على السكون، في محل جر بالباء، والجار والمجرور متعلقان بالفعل (قرت) .\nقاريها: مضاف إليه، مجرور، وعلامة جره الكسرة، ثم سهلت الهمزة لضرورة الشعر. وها: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nله: اللام: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر باللام. والجار والمجرور متعلقان بالفعل (قلت) .\nلقد: اللام: واقعة في جواب قسم مقدر. قد: حرف تحقيق.\nبحبل: الباء: حرف جر، حبل: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (ظفرت) .\nفاعتصم: الفاء: الفصيحة أي تفصح عن شرط محذوف، والتقدير: فإن أردت دوام الظفر فاعتصم. اعتصم: فعل أمر مبني على السكون، وحرك بالكسر للقافية. والفاعل ضمير مستتر وجوبا تقديره (أنت) .\nجملة قرت عين: في محل رفع، لأنها الصفة الحادية عشرة ل (ايات) ، وهي جملة فعلية.\nجملة قلت: معطوفة على جملة (قرت) ، في محل رفع، وهي جملة فعلية.\nجملة لقد ظفرت: جواب قسم مقدر، لا محل لها من الإعراب، وهي جملة فعلية.\nوجملة القسم وجوابه في محل نصب، مقول القول.\nالجزء: 1 ¦ الصفحة: 138\n",
        "جملة اعتصم: واقعة في جواب شرط مقدر، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (قرت عين قاريها) مجاز مرسل علاقته اللازمية لأن المراد (سكنت نفسه) .\nوالعين من لوازم النفس.\nفي قوله (بحبل الله) استعارة. شبه القران بالحبل، بجامع أن كلا منهما سبب، إذ القران سبب إلى ثواب الله وجنته. ثم حذف المشبه وصرح بالمشبه به، فالاستعارة تصريحية أصلية.\n100 -\nإن تتلها خيفة من حرّ نار لظى\n...\nأطفأت حرّ لظى من وردها الشّبم\nاللغة:\nالورد: مورد الماء الذي يقصده الناس. الشبم: البارد.\nالمعنى:\nإن تقرأ هذه الايات خوفا من أن يصيبك حر جهنم، فقد أفلحت وأبعدت عنك حرها، لأن اللائذ بالقران كالملتجيء إلى الماء يطفىء به نارا تلظى يخشاها.\nالإعراب:\nإن: حرف شرط جازم.\nتتلها: فعل مضارع مجزوم ب (إن) ، وعلامة جزمه حذف حرف العلة. والفاعل ضمير مستتر وجوبا تقديره أنت. وها: ضمير متصل مبني على السكون، في محل نصب، مفعول به.\nخيفة: مفعول لأجله، منصوب، وعلامة نصبه الفتحة الظاهرة.\nمن حر: من: حرف جر، حر: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالمصدر (خيفة) .\nالجزء: 1 ¦ الصفحة: 139\n",
        "نار: مضاف إليه مجرور وعلامة جره الكسرة الظاهرة. وهو مضاف.\nلظى: مضاف إليه مجرور، وعلامة جره الفتحة المقدرة على الألف نيابة عن الكسرة لأنه ممنوع من الصرف للعلمية والتأنيث، ولهذا لم ينون. ومثلها (لظى) الثانية.\nأطفأت: فعل ماض مبني على السكون لاتصاله بتاء الفاعل، في محل جزم جواب الشرط، وهذا من إعراب المفردات لا الجمل. والتاء: ضمير متصل في محل رفع فاعل.\nمن وردها: من: حرف جر، وردها: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. وها: ضمير متصل يعود إلى (الايات) ، مبني على السكون، في محل جر بالإضافة. والجار والمجرور متعلقان بالفعل (أطفأت) .\nوالتقدير: أطفأت النار بماء من ورد آياته.\nالشبم: صفة ل (وردها) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة إن تتلها\n...\nأطفأت الشرطية: في محل رفع، لأنها الصفة الثانية عشرة ل (ايات)\nجملة تتلها: ابتدائية لا محل لها من الإعراب وهي جملة فعلية.\nجملة أطفأت المؤلفة من الفعل والفاعل معا: واقعة «1» في جواب شرط جازم ولكنه غير مقترن بالفاء، فلا محل لها من الإعراب.\nالصورة البيانية:\nفي قوله (وردها) شبّه ايات القران الكريم بالمورد الشّبم، ثم أضاف المشبّه به (ورد) إلى المشبّه (ها) العائد إلى الايات، فكان له منهما تشبيه بليغ هو (وردها) .\nثم شبّه تلاوة الايات بإطفاء جهنم بالإقبال على ذاك المورد، فكانت له منهما استعارة تصريحية تبعية مستفيدة من ذاك التشبيه.\n(1) إذا جاء في صدر جواب الشرط فعل، ماض أو مضارع، فالفعل هو الجواب كما أسلفنا في إعرابه، لا الجملة. ولهذا قلنا (واقعة في) جواب الشرط [أي ليست هي الجواب] . لأن الأصل في جواب الشرط أن يكون فعلا، لا جملة، فإذا تصدّرت الفاء جواب الشرط صارت الجملة هي الجواب لا الفعل منفردا.\nالجزء: 1 ¦ الصفحة: 140\n",
        "101 -\nكأنّها الحوض تبيضّ الوجوه به\n...\nمن العصاة وقد جاؤوه كالحمم\nالمعنى:\nهذه الايات تشفع لقارئها حتى يبيض وجهه ويدخل الجنة، كما تبيض وجوه العصاة بنهر الحياة بعد خروجهم من النار سودا كالفحم، فيدخلون الجنة «1» .\nالإعراب:\nكأنها: كأن: حرف مشبه بالفعل، وها: ضمير متصل مبني على السكون، في محل نصب، اسمها.\nالحوض: خبر (كأن) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (تبيضّ) .\nمن العصاة: من: حرف جر، والعصاة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (الوجوه) .\nوقد: الواو: حالية. قد: حرف تحقيق.\nجاؤوه: فعل ماض مبني على الضم لاتصاله بواو الجماعة، والواو: ضمير متصل مبني على السكون، في محل رفع فاعل. والهاء: ضمير متصل مبني على الضم، في محل نصب، مفعول به.\n(1) روى البخاري ومسلم عن أبي سعيد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «ويدخل الله أهل الجنة الجنة، ويدخل أهل النار النار ثم يقول: انظروا من وجدتم في قلبه مثقال حبة من خردل من إيمان فأخرجوه، فيخرجون منها حمّما فيلقون في نهر الحياة فينبتون فيه كما تنبت الحبة إلى جانب السيل، ألم تروها كيف تخرج صفراء ملتوية» [انظر البخاري في الكتاب الثاني، الباب: 15، ومسلم: في الكتاب (1) الحديث (148 و 299) ] .\nالجزء: 1 ¦ الصفحة: 141\n",
        "كالحمم: جار ومجرور متعلقان بحال محذوفة من الضمير في (جاؤوه) .\nجملة كأنها الحوض: في محل رفع، لأنها الصفة الثالثة عشرة ل (ايات) ، وهي جملة اسمية.\nجملة تبيض الوجوه: في محل نصب، حال من (الحوض) ، وهي جملة فعلية.\nجملة وقد جاؤوه: في محل نصب، حال من (العصاة،) وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (تبيض الوجوه) استعارة. شبه محو الذنوب بتبييض الوجوه بجامع النقاء في كل، ثم حذف المشبه وصرح بالمشبه به فالاستعارة تصريحية\nفي البيت تشبيه. شبه الايات بحوض الحياة، بجامع التطهير فيهما فالتشبيه مرسل مفصل.\nفي قوله (جاؤوه كالحّمم) تشبيه. شبه العصاة الخارجين من النار بالحمم، ووجه الشبه السواد في كل، فالتشبيه مرسل مجمل.\n102 -\nوكالصّراط وكالميزان معدلة\n...\nفالقسط من غيرها في النّاس لم يقم\nالمعنى:\nوهذه الايات ايات حق لا زيغ فيها، فهي مستقيمة كالصراط المستقيم، وهي في العدل كالميزان، وكل عدل استمدّه الناس من غير هذه الايات باطل لا يدوم.\nالإعراب:\nوكالصراط: الواو: حرف عطف هنا للجمل، كالصراط: الكاف: حرف جر، الصراط: اسم مجرور بالكاف، وعلامة جره الكسرة الظاهرة. والجار\nالجزء: 1 ¦ الصفحة: 142\n",
        "والمجرور متعلقان بخبر محذوف، والتقدير: هي كالصراط.\nوكالميزان: الواو: حرف عطف، كالميزان: جار ومجرور معطوفان على (كالصراط) .\nمعدلة: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة.\nفالقسط: الفاء: استئنافية، القسط: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن غيرها: من: حرف جر، غير: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. وها: ضمير متصل يعود إلى الايات أي إلى المبتدأ في (هي كالصراط) مبني في محل جر بالإضافة. والجار والمجرور متعلقان بحال محذوفة من (القسط) ، والتقدير: مستمدا.\nفي الناس: في: حرف جر، الناس: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (يقم) .\nجملة (هي) كالصراط: معطوفة على جملة (كأنها الحوض) في محل رفع، وهي جملة اسمية.\nجملة فالقسط لم يقم: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة لم يقم: في محل رفع، خبر (القسط) وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي قوله (هي كالصراط) تشبيه، شبه الايات بالطريق المستقيم، بجامع وضوح الغاية في كل، فالتشبيه مرسل مجمل.\nفي قوله (كالميزان معدلة) تشبيه، شبه الايات بالميزان، ووجه الشبه هو المعدلة، فالتشبيه مرسل مفصل.\nالجزء: 1 ¦ الصفحة: 143\n",
        "103 -\nلا تعجبن لحسود راح ينكرها\n...\nتجاهلا، وهو عين الحاذق الفهم\nالمعنى:\nلا تعجب أيها المؤمن أن ينكر الكافر هذه الايات متجاهلا إعجازها ورسوخ أسسها وهو الذكي الفهم، فإنما حمله على ذلك نزعة الحسد.\nالإعراب:\nلا تعجبن: لا: ناهية جازمة، تعجبن: فعل مضارع، مبني على الفتح، لاتصاله بنون التوكيد الخفيفة. والفاعل ضمير مستتر وجوبا تقديره أنت. والنون: حرف توكيد لا محل له من الإعراب. والفعل في محل جزم ب (لا) .\nلحسود: اللام: حرف جر، حسود: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تعجبن) .\nراح: فعل ماض تام بمعنى مضى أو استمر. مبني على الفتح الظاهر. والفاعل ضمير مستتر جوازا تقديره (هو) أي الحسود.\nتجاهلا: مفعول لأجله، منصوب، وعلامة نصبه الفتحة الظاهرة. أو: حال، بمعنى: متجاهلا.\nوهو: الواو: حالية. هو: ضمير رفع منفصل، مبني على الفتح، مبتدأ.\nعين: خبر مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nالفهم: صفة ل (الحاذق) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة لا تعجبن: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة راح: في محل جر، صفة ل (حسود) ، وهي جملة فعلية.\nجملة ينكرها: في محل نصب، حال من الضمير في (راح) «1» ، وهي جملة فعلية.\n(1) قال ابن مالك: غدا وراح: لا يكونان إلا تامّين. وإن جاء بعد مرفوعهما منصوب فهو حال [عن الاسترابادي 2/ 292]\nالجزء: 1 ¦ الصفحة: 144\n",
        "جملة هو عين: في محل نصب حال من الضمير في (ينكر) ، وهي جملة اسمية.\n104 -\nقد تنكر العين ضوء الشّمس من رمد\n...\nوينكر الفم طعم الماء من سقم\nالمعنى:\nليس عجبا أن ينكر الحسود الأمور الثابتة، فإن العين الباصرة قد تجحد نور الشمس لرمد فيها، كما قد يجحد الفم طعم الماء العذب لا لعلة في الماء بل لمرارة في فمه.\nالإعراب:\nقد: حرف تقليل لدخوله على المضارع.\nمن رمد: من: حرف جر، رمد: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة والجار والمجرور في موضع نصب، مفعول لأجله غير صريح، وهذا إعرابهما فلا يتعلقان.\nمن سقم: من: حرف جر، سقم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور كالسابقين.\nجملة تنكر العين: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ينكر الفم: معطوفة على جملة (تنكر) السابقة، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيهان ضمنيان. إذ شبّه الكافر مرة بالعين التي تجحد نور الشمس لرمد فيها، ومرة بالفم الذي يجحد طعم الماء العذب لعلة فيه.\nالجزء: 1 ¦ الصفحة: 145\n",
        "105 -\nيا خير من يمّم العافون ساحته\n...\nسعيا وفوق متون الأينق الرّسم\nاللغة:\nيمم: قصد، العافون: طالبو المعروف. متون: ظهور. الأينق: جمع ناقة وهي الأنثى من الإبل. الرسم: جمع رسوم وهي الناقة التي تؤثر في الأرض من شدة الوطء فترسم خفّها.\nالمعنى:\nيا أكرم من قصد الطالبون فضله، مشيا على أقدامهم أو ركبانا على ظهور النوق الثقيلة.\nالإعراب:\nيا خير: يا: أداة نداء. خير: منادى مضاف، منصوب، وعلامة نصبه الفتحة الظاهرة.\nمن: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالإضافة.\nالعافون: فاعل مرفوع، وعلامة رفعه الواو والنون لأنه جمع مذكر سالم.\nساحته: مفعول به، منصوب وعلامة نصبه الفتحة الظاهرة. وهو مضاف. والهاء:\nضمير متصل مبني على الضم، في محل جر بالإضافة.\nسعيا: حال من (العافون) ، منصوبة، وعلامة نصبها الفتحة الظاهرة وتأويله: ساعين.\nوفوق: الواو: حرف عطف هنا للمفردات، فوق: مفعول فيه ظرف مكان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. متعلق بحال محذوفة من (العافون) . وهذه الحال المقدرة معطوفة على الحال (سعيا) . أي سعيا وركوبا.\nالرسم: صفة ل (الأينق) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة يمم العافون: صلة الموصول الاسمي لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 146\n",
        "106 -\nومن هو الاية الكبرى لمعتبر\n...\nومن هو النّعمة العظمى لمغتنم\nالمعنى:\nويا من هو الحجّة العظمى للمتأمل المتفكر في حكمة الخالق. ومن هو أعظم نعمة لمن أراد أن يفوز بالسعادة الأبدية.\nالإعراب:\nومن: الواو: حرف عطف هنا للمفردات، ومن: اسم موصول بمعنى الذي، مبني على السكون، في محل جر عطفا على (من) الأولى.\nهو: ضمير رفع منفصل، مبني على الفتح، في محل رفع، مبتدأ.\nالاية: خبر (هو) ، مرفوع، وعلامة رفعه الضمة الظاهرة.\nالكبرى: صفة ل (الاية) ، مرفوعة، وعلامة رفعها الضمة المقدرة على الألف، للتعذر.\nلمعتبر: اللام: حرف جر، معتبر: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة ثانية محذوفة ل (الاية) .\nإعراب الشطر الثاني مثل إعراب الشطر الأول.\nجملة هو الاية: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة هو النعمة: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة اسمية.\nالجزء: 1 ¦ الصفحة: 147\n",
        "107 -\nسريت من حرم ليلا إلى حرم\n...\nكما سرى البدر في داج من الظّلم\nالمعنى:\nسريت يا رسول الله صلى الله عليك وسلم من المسجد الحرام إلى المسجد الأقصى ليلا مثلما يسري البدر المنير في الليلة الظلماء.\nالإعراب:\nسريت: فعل ماض، مبني على السكون لاتصاله بتاء الفاعل. والتاء: ضمير متصل مبني على الفتح، في محل رفع، فاعل.\nمن حرم: من: حرف جر، حرم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (سريت) .\nليلا: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق بالفعل (سريت) .\nإلى حرم: إلى: حرف جر، حرم: اسم مجرور ب (إلى) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (سريت) .\nكما: الكاف: حرف جر، ما: مصدرية.\nسرى: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر. والمصدر المؤول من (ما) والفعل مجرور بالكاف، والتقدير: كسرى. والجار والمجرور متعلقان بصفة للمفعول المطلق المحذوف ل (سريت) . والتقدير: سريت سرى كسرى.\nفي داج: في: حرف جر، داج: اسم مجرور ب (في) ، وعلامة جره الكسرة المقدرة على الياء المحذوفة لالتقاء الساكنين؛ سكون الياء من (داجي) وسكوت التنوين لأن النكرة غير مضافة. والجار والمجرور متعلقان بالفعل (سرى) .\nالجزء: 1 ¦ الصفحة: 148\n",
        "من الظلم: من: حرف جر، الظلم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (داج) .\nجملة سريت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة سرى البدر: صلة الموصول الحرفي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبه النبي صلى الله عليه وسلم في سراه من حرم إلى حرم بسرى البدر من شرق إلى غرب، فالتشبيه تمثيلي؛ لأنه تشبيه صورة بصورة.\n108 -\nوبتّ ترقى إلى أن نلت منزلة\n...\nمن قاب قوسين لم تدرك ولم ترم\nاللغة:\nقاب قوسين: مسافة قوسين. لم ترم: لم تطلب.\nالمعنى:\nوما زلت في صعود دائم عبر السموات حتى بلغت منزلة لم يصل إليها أحد من الأنبياء ولم يطلبها.\nالإعراب:\nوبت: الواو: حرف عطف هنا للجمل، بت: فعل ماض ناقص، مبني على السكون لاتصاله بضمير رفع متحرك. والتاء: ضمير متصل مبني في محل رفع، اسمها. ويجوز أن تعرب فعلا تاما من المبيت.\nإلى أن: إلى: حرف جر، أن: حرف مصدري ناصب.\nالجزء: 1 ¦ الصفحة: 149\n",
        "نلت: فعل ماض، مبني على السكون لاتصاله بضمير رفع متحرك. والتاء: ضمير متصل مبني على الفتح، في محل رفع فاعل.\nوالمصدر المؤول من (أن) والفعل مجرور ب (إلى) . والجار والمجرور متعلقان بالفعل (ترقى) .\nمن قاب: من: حرف جر، قاب: اسم مجرور ب (من) ، والجار والمجرور متعلقان بصفة أولى محذوفة ل (منزلة) والتقدير: منزلة قريبة من\n...\nجملة بت: معطوفة على جملة (سريت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ترقى: في محل نصب خبر ل (بت) . أو في محل نصب حال على تمام (بت) ، وهي جملة فعلية.\nجملة نلت: صلة الموصول الحرفي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم تدرك: في محل نصب، صفة ثانية ل (منزلة) ، وهي جملة فعلية.\nجملة لم ترم: معطوفة على جملة (لم تدرك) في محل نصب، وهي جملة فعلية.\n109 -\nوقدّمتك جميع الأنبياء بها\n...\nوالرّسل تقديم مخدوم على خدم\nالمعنى:\nوقد كانت الأنبياء والرسل في تلك الليلة تثني عليك وتفضلك على أنفسها مثل تفضيل الناس للمخدوم على الخادم.\nالإعراب:\nجميع: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nبها: (أي المنزلة) الباء: حرف جر، وها: ضمير متصل مبني على السكون، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (قدمتك) .\nالجزء: 1 ¦ الصفحة: 150\n",
        "والرسل: الواو: حرف عطف. الرسل: اسم معطوف على (الأنبياء) ، مجرور، وعلامة جره الكسرة الظاهرة.\nتقديم: مفعول مطلق، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nعلى خدم: على: حرف جر، خدم: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالمصدر (تقديم) .\nجملة قدمتك جميع: معطوفة على جملة (سريت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبه تفضيل الرسل النبي صلى الله عليه وسلم على نفسها بتفضيل الناس المخدوم على الخادم، ووجه الشبه التفضيل في كل بسبب السيادة فالتشبيه بليغ.\n110 -\nوأنت تخترق السّبع الطّباق بهم\n...\nفي موكب كنت فيه صاحب العلم\nالمعنى:\nأجل قدموك وأنت مار بهم من سماء إلى سماء في موكب عظيم كنت صاحب الرياسة فيه.\nالإعراب:\nوأنت: الواو: حالية. أنت: ضمير رفع منفصل، مبني على الفتح، في محل رفع، مبتدأ.\nالسبع: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nالطباق: صفة ل (السبع) ، منصوبة، وعلامة نصبها الفتحة الظاهرة.\nالجزء: 1 ¦ الصفحة: 151\n",
        "بهم: الباء: حرف جر، هم: ضمير متصل مبني على السكون، في محل جر بالباء. والجار والمجرور متعلقان بحال محذوفة من فاعل (تخترق) . والتقدير:\nمارا بهم كلّ في سمائه.\nفي موكب: جار ومجرور متعلقان بمتعلّق (بهم) ؛ لأن كلا الجارّين والمجرورين جواب:\nكيف تخترق؟\nكنت: فعل ماض ناقص، مبني على السكون. والتاء: ضمير متصل مبني في محل رفع اسم (كان) .\nفيه: في: حرف جر، والها: ضمير متصل مبني على الكسر في محل جر ب (في) .\nوالجار والمجرور متعلقان ب (صاحب) .\nصاحب: خبر (كان) ، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nجملة أنت تخترق: في محل نصب، حال من الضمير في (قدمتك) . وهي جملة اسمية كبرى ذات وجهين.\nجملة تخترق: في محل رفع، خبر (أنت) ، وهي جملة فعلية صغرى.\nجملة كنت صاحب العلم: في محل جر، صفة ل (موكب) . وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (صاحب العلم) كناية عن صفة، وهي الرياسة.\n111 -\nحتّى إذا لم تدع شأوا لمستبق\n...\nمن الدّنوّ ولا مرقى لمستنم\nاللغة:\nشأوا: غاية. المستنم: من يطلب ركوب السّنام ومعناها المجازي طلب الرفعة.\nالجزء: 1 ¦ الصفحة: 152\n",
        "المعنى:\nولم تزل ترقى حتى بلغت غاية في القرب سبقت إليها كل ساع، ونلت درجة من الرفعة لا يصل إليها طالب.\nالإعراب:\nحتى: حرف غاية ثم ابتداء.\nإذا: اسم شرط غير جازم، مبني على السكون، في محل نصب على الظرفية.\nمتعلق بالفعل (خفضت) في البيت التالي.\nشأوا: مفعول به ل (لم تدع) منصوب.\nلمستبق: اللام: حرف جر، مستبق: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (شأوا) «1» .\nمن الدنو: من: حرف جر، الدنو: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (شأوا) .\nولا: الواو: حرف عطف هنا للمفردات، لا: حرف نفي.\nمرقى: اسم معطوف على (شأوا) منصوب، وعلامة نصبه الفتحة المقدرة على الألف المثبتة كتابة المحذوفة لفظا لالتقاء الساكنين.\nلمستنم: اللام: حرف جر، مستنم: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة، والجار والمجرور متعلقان بصفة محذوفة ل (مرقى) .\nجملة لم تدع: في محل جر بالإضافة، وهي جملة فعلية.\nالصورة البيانية:\nشبه طالب الرفعة بطالب ركوب السنام، ثم اشتق من الاسم الجامد (سنام) مستنم، فالاستعارة تصريحية تبعية.\n(1) لم نعلقهما ب (تدع) لأن (لمستنم) متعلقان بصفة ل (مرقى) ، والتناظر واضح بين (شأوا لمستبق) و (مرقى لمستنم) .\nالجزء: 1 ¦ الصفحة: 153\n",
        "112 -\nخفضت كلّ مقام بالإضافة إذ\n...\nنوديت بالرّفع مثل المفرد العلم\nالمعنى:\nولما بلغت تلك المرتبة، تدنّت دون مقامك المقامات، وناداك الله تعالى نداء مخصوصا لرفع شأنك بين الأنبياء كما خصّ المفرد العلم بالرفع من دون أقسام المنادى.\nالإعراب:\nكل: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nبالإضافة: الباء: حرف جر، الإضافة: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (خفضت) .\nإذ: ظرف لما مضى من الزمان، مبني في محل نصب، متعلق بالفعل (خفضت) .\nبالرفع: الباء: حرف جر، الرفع: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (نوديت) .\nمثل: حال من الضمير في (نوديت) ، أي حال كونك مماثلا للمفرد العلم من حيث كونه مصحوبا برفع لفظه. وهو مضاف. أو هو مفعول مطلق نائب عن المصدر والتقدير: ارتفعت بنداء ربك ارتفاعا مثل ارتفاع المفرد العلم.\nالعلم: صفة ل (المفرد) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة خفضت: جواب شرط غير جازم وهو (إذا) في البيت السابق، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة نوديت: في محل جر بالإضافة، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 154\n",
        "الصورة البيانية:\nفي الشطر الثاني تشبيه. شبّه رفع الله عزّ وجل لمقام النبي صلى الله عليه وسلم برفع المنادى المفرد العلم. أو شبّه نداء الله لنبيّه بنداء المفرد العلم، فالتشبيه مرسل مفصّل «1» .\nويؤيد الرأي الأول أن مغزى الكلام هنا (رفعة المقام) لا النداء الصوتي ولا النداء النحوي.\n113 -\nكيما تفوز بوصل أيّ مستتر\n...\nعن العيون وسرّ أيّ مكتتم\nالمعنى:\nوقد حباك الله بالإسراء والمعراج فظفرت بسر عظيم وصلة خاصة بك من ربّك.\nالإعراب:\nكيما: كي: حرف مصدري ناصب لا يجر. ما: زائدة.\nتفوز: فعل مضارع منصوب ب (كي) ، وعلامة نصبه الفتحة الظاهرة. والفاعل ضمير مستتر وجوبا تقديره أنت. والمصدر المؤول من (كي) والفعل بعدها مجرور باللام المقدرة قبلها، والتقدير: رفع الله مقامك للفوز. والجار والمجرور متعلقان ب (رفع) .\nبوصل: الباء: حرف جر، وصل: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تفوز) .\nأيّ: صفة ل (وصل) ، مجرورة، وعلامة جرها الكسرة الظاهرة. وهي أيّ الكمالية، أي وصل كامل في الاستتار. وهي مضاف.\n(1) وفي البيت كله تورية وهي من فنون البديع لا البيان وذلك لأن (الخفض والإضافة والنداء والرفع والمفرد العلم) مصطلحات نحوية فصار للبيت معنيان أحدهما قريب غير مقصود [وهو النحوي] والثاني بعيد وهو المقصود.\nالجزء: 1 ¦ الصفحة: 155\n",
        "مستتر: مضاف إليه، مجرور، وعلامة جره الكسرة الظاهرة.\nعن العيون: عن: حرف جر، العيون: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم الفاعل (مستتر) .\nوسر: الواو: حرف عطف، سر: اسم معطوف على (وصل) ، مجرور، وعلامة جره الكسرة الظاهرة.\nأيّ: صفة ل (سر) ، مجرورة، وعلامة جرها الكسرة الظاهرة. وهي أي الكمالية، أي وسر كامل في الاكتتام. وهي مضاف.\nجملة (رفع الله) المقدرة: استئنافية لا محل لها من الإعراب، وهي جملة فعلية.\nجملة تفوز: صلة الموصول الحرفي (كي) ، لا محل لها من الإعراب، وهي جملة فعلية.\n114 -\nفحزت كلّ فخار غير مشترك\n...\nوجزت كلّ مقام غير مزدحم\nالمعنى:\nوبنزولك تلك المنزلة عند ربّك أحرزت شرفا لا يشاركك فيه أحد، وتجاوزت كل مقام مما قلّ القادرون على بلوغه.\nالإعراب:\nكل: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nغير: صفة ل (كل) ، منصوبة وعلامة نصبها الفتحة. وعلى رواية الجر: صفة ل (فخار) .\nجملة حزت: معطوفة على جملة (رفع) المقدّرة في البيت السابق. أو على جملة (خفضت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة جزت: معطوفة على جملة (حزت) لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 156\n",
        "115 -\nوجلّ مقدار ما ولّيت من رتب\n...\nوعزّ مقدار ما أوليت من نعم\nالمعنى:\nوهكذا عظم مبلغ ما أعطيت من المراتب الشريفة، وعلا شأن ما منحت من النعم العظيمة.\nالإعراب:\nوجلّ: الواو: حرف عطف هنا للجمل، جلّ: فعل ماض مبني على الفتح الظاهر.\nما: اسم موصول بمعنى الذي، مبني على السكون، في محل جر بالإضافة.\nولّيت: فعل ماض مبني للمجهول، مبني على السكون لاتصاله بضمير رفع متحرك. والتاء: ضمير متصل مبني في محل رفع، نائب فاعل.\nمن رتب: من: حرف جر، رتب: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (ما) .\nجملة جلّ مقدار: معطوفة على جملة (حزت) الاستئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ولّيت: صلة الموصول الاسمي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة عزّ مقدار: معطوفة على جملة (جلّ) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أوليت: صلة الموصول الاسمي (ما) الثانية، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 157\n",
        "116 -\nبشرى لنا معشر الإسلام إنّ لنا\n...\nمن العناية ركنا غير منهدم\nالمعنى:\nما أسعدنا نحن المسلمين فقد حبانا الله دينا ثابت الأركان لا يزول على مر الزمن ولا يتغير.\nالإعراب:\nبشرى: مبتدأ مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر، وجاز مجيئه نكرة لأنها مفيدة، والتقدير: بشرى عظيمة.\nلنا: اللام: حرف جر، ونا: ضمير متصل مبني على السكون، في محل جر باللام. والجار والمجرور متعلقان بخبر محذوف ل (بشرى) .\nمعشر: اسم منصوب على الاختصاص، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nإن: حرف مشبه بالفعل.\nلنا: اللام: حرف جر، ونا: ضمير متصل مبني على السكون، في محل جر باللام.\nوالجار والمجرور متعلقان بخبر (إنّ) المحذوف.\nمن العناية: من: حرف جر، والعناية: اسم مجرور ب (من) وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بحال محذوفة من (ركنا) ، لتقدمها عليه.\nركنا: اسم (إن) ، منصوب وعلامة نصبه الفتحة الظاهرة.\nغير: صفة ل (ركنا) ، منصوبة، وعلامة نصبها الفتحة الظاهرة. وهي مضاف.\nجملة بشرى لنا: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة إن لنا ركنا: استئنافية تعليلية للجملة السابقة، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة (أخص) معشر: اعتراضية، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 158\n",
        "الصورة البيانية:\nفي قوله (ركنا) استعارة. شبه دين الإسلام وشريعته بالركن الوطيد، بجامع الثبات في كل، ثم حذف المشبه وصرّح بالمشبه به، فالاستعارة تصريحية أصلية.\n117 -\nلمّا دعا الله داعينا لطاعته\n...\nبأكرم الرّسل كنّا أكرم الأمم\nالمعنى:\nلما وصف الله تعالى نبينا الذي دعانا لطاعة الله، ب (أكرم الأنبياء) استجبنا فكنا أكرم الأمم.\nالإعراب:\nلما: ظرف بمعنى حين، متضمن معنى الشرط، مبني على السكون، في محل نصب متعلق بالفعل (كنا) لأنه جواب الشرط (لما) .\nداعينا: مفعول به منصوب ل (دعا) ، وعلامة نصبه الفتحة، وسكنت الياء لضرورة الشعر.\nوهو مضاف. ونا: ضمير متصل مبني على السكون في محل جر بالإضافة.\nلطاعته: اللام: حرف جر، طاعته: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. وهو مضاف. والهاء: ضمير متصل (يعود إلى الله) مبني على الكسر، في محل جر بالإضافة. والجار والمجرور متعلقان باسم الفاعل (داعينا) .\nبأكرم: الباء: حرف جر، أكرم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (دعا) لأنه بمعنى وصف، ولو كان بمعنى طلب لما كان ل (بأكرم الرسل) معنى.\nالجزء: 1 ¦ الصفحة: 159\n",
        "كنا: فعل ماض تام، مبني على السكون لاتصاله ب (نا) الدالة على الفاعلين. ونا:\nضمير متصل مبني على السكون في محل رفع فاعل (كان) التامة. واخترناها تامة لنعلق بها الظرف (لمّا) الذي يتعلق دائما بجوابه.\nأكرم: حال منصوبة، وعلامة نصبها الفتحة الظاهرة، وهي مضاف.\nجملة لما دعا.. كنا: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة دعا الله: في محل جر، مضاف إليه، وهي جملة فعلية.\nجملة كنا: جواب شرط غير جازم، لا محل لها من الإعراب، وهي جملة فعلية.\n118 -\nراعت قلوب العدا أنباء بعثته\n...\nكنبأة أجفلت غفلا من الغنم\nاللغة:\nراعت: أفزعت. النبأة: الصرخة. أجفله: جعله يجفل.\nالمعنى:\nأفزعت أخبار رسالته صلى الله عليه وسلم الكفار حين سمعوا بانتشارها ونجاحها، فهزتهم كما تهز الصيحة قطيعا لاهيا من الغنم فتفزعه.\nالإعراب:\nقلوب: مفعول به مقدم، منصوب، وعلامة نصبه الفتحة الظاهرة، وهو مضاف.\nأنباء: فاعل مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nكنبأة: الكاف: حرف جر، نبأة: اسم مجرور بالكاف، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (راعت) . أو: متعلقان بصفة نائبة عن\nالجزء: 1 ¦ الصفحة: 160\n",
        "مصدر (راعت) . والتقدير: روّعت القلوب ترويعا كترويع صرخة\nمن الغنم: من: حرف جر، الغنم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (غفلا) .\nجملة راعت: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة أجفلت: في محل جر، صفة ل (نبأة) ، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبّه ارتياع جماعة الكفار من أنباء بعثته، بارتياع جماعة من الغنم اللاهي من صيحة مخيفة، فالتشبيه تمثيلي، لقيامه على تشبيه صورة بصورة.\n119 -\nما زال يلقاهم في كلّ معترك\n...\nحتّى حكوا بالقنا لحما على وضم\nاللغة:\nحكوا: شابهوا. الوضم: خشبة اللحام.\nالمعنى:\nلم ينفك عليه الصلاة والسلام يقاتلهم في كل موقعة، حتى تركهم أشلاء كاللحم على الوضم. والباء في قوله (بالقنا) للسببية.\nويحتمل أن يقصد تشبيه أجسامهم وهي على رؤوس القنا باللحم على الوضم.\nفالباء فيها للمصاحبة أو للاستعلاء.\nالجزء: 1 ¦ الصفحة: 161\n",
        "الإعراب:\nما زال: فعل ماض ناقص، مبني على الفتح الظاهر. واسمه ضمير مستتر جوازا تقديره هو، عائد إلى النبي صلى الله عليه وسلم.\nفي كل: في: حرف جر، كل: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (يلقاهم) .\nحتى: حرف غاية ثم ابتداء لدخولها على الماضي.\nحكوا: فعل ماض، مبني على الضم المقدر على الألف المحذوفة لالتقاء الساكنين.\nوالواو: ضمير متصل مبني على السكون، في محل رفع، فاعل.\nبالقنا: الباء: حرف جر، القنا: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على الألف، للتعذر. والجار والمجرور متعلقان بالفعل (حكوا) .\nلحما: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nعلى وضم: على: حرف جر، وضم: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (لحما) .\nجملة ما زال يلقاهم: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية كبرى ذات وجه واحد.\nجملة يلقاهم: في محل نصب، خبر (ما زال) ، وهي جملة فعلية صغرى.\nجملة حكوا: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي الشطر الثاني تشبيه. شبه قتلى المشركين على أرض المعركة باللحم على خشبة الجزار، فالتشبيه مرسل مجمل.\nالجزء: 1 ¦ الصفحة: 162\n",
        "120 -\nودّوا الفرار فكادوا يغبطون به\n...\nأشلاء شالت مع العقبان والرّخم\nاللغة:\nأشلاء: أعضاء. شالت: ارتفعت. العقبان والرخم: جمع عقاب ورخمة، نوعان من لواحم الطير.\nالمعنى:\nوقد لاقوا من جيشه صلى الله عليه وسلم القتل الشديد، حتى صار هربهم من ساحة القتال أمنية لهم، فكادوا يحسدون قطع اللحم التي ترتفع بعيدا عن المعركة بين مخالب العقبان والرّخم.\nالإعراب:\nفكادوا: الفاء: حرف عطف هنا للجمل، كادوا: فعل ماض ناقص، مبني على الضم لاتصاله بواو الجماعة. والواو: ضمير متصل مبني على السكون في محل رفع اسمها.\nيغبطون: فعل مضارع مرفوع، وعلامة رفعه ثبوت النون، لأنه من الأفعال الخمسة.\nوالواو: ضمير متصل مبني في محل رفع فاعل.\nبه: الباء: حرف جر يدل على السبب، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (يغبطون) .\nأشلاء: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nمع: مفعول فيه ظرف مكان، منصوب [وليس مبنيا] ، وعلامة نصبه الفتحة الظاهرة. متعلق بالفعل (شالت) . وهو مضاف.\nجملة ودوا: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 163\n",
        "جملة كادوا يغبطون: معطوفة على جملة (ودوا) ، لا محل لها من الإعراب، وهي جملة فعلية كبرى ذات وجه واحد.\nجملة يغبطون: في محل نصب، خبر (كاد) وهي جملة فعلية صغرى.\nجملة شالت: في محل نصب، صفة ل (أشلاء) ، وهي جملة فعلية.\n121 -\nتمضي اللّيالي ولا يدرون عدّتها\n...\nما لم تكن من ليالي الأشهر الحرم\nالمعنى:\nوكانت الأيام تمرّ بهم ولا يعلمون عددها خوفا وفزعا من قتال المؤمنين لهم، فإذا أمسك المؤمنون عنهم في الأشهر الحرم رجعت إليهم عقولهم وأحصوا أيامهم.\nالإعراب:\nتمضي: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء، للثقل.\nولا: الواو: حرف عطف «1» هنا للجمل، لا: حرف نفي.\nما لم: ما: مصدرية ظرفية، لم: حرف جازم.\nتكن: فعل مضارع ناقص، مجزوم ب (لم) ، وعلامة جزمه السكون الظاهر، واسمه ضمير مستتر جوازا تقديره هي. والمصدر المؤول من (ما) والفعل منصوب على الظرفية، وتأويله: مدّة كونها من غير الأشهر الحرم.\nمن ليالي: من: حرف جر، ليالي: اسم مجرور ب (من) ، وعلامة جره الكسرة المقدرة على الياء، للثقل. وهو مضاف. والجار والمجرور متعلقان بخبر محذوف ل (تكن) .\nالحرم: صفة ل (الأشهر) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\n(1) الحالية ممتنعة هنا لأن الجملة مضارعية منفية ب (لا) . انظر بحث الحال في جامع الدروس العربية.\nالجزء: 1 ¦ الصفحة: 164\n",
        "جملة تمضي الليالي: استئنافية، لا محل لها من الإعراب وهي جملة فعلية.\nجملة لا يدرون: معطوفة على الجملة السابقة، وهي جملة فعلية.\nجملة لم تكن من ليالي: صلة الموصول الحرفي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\n122 -\nكأنّما الدّين ضيف حلّ ساحتهم\n...\nبكلّ قرم إلى لحم العدا قرم\nاللغة:\nالقرم: السيد. القرم: شديد الشهوة إلى اللحم.\nالمعنى:\nوقد كثر القتل في صفوف الكفار؛ حتى كأن الدين ضيف تنحر له الذبائح في ساحتهم ومعه كل شجاع فارس شديد الإقدام على الجهاد.\nالإعراب:\nكأنما: كافة ومكفوفة.\nالدين: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nضيف: خبر مرفوع، وعلامة رفعه الضمة الظاهرة.\nبكل: الباء: حرف جر للمصاحبة، كل: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بحال محذوفة من فاعل (حل) أي: حل مقرونا بكل قرم.\nإلى لحم: إلى: حرف جر، لحم: اسم مجرور ب (إلى) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بالصفة المشبهة (قرم) .\nالجزء: 1 ¦ الصفحة: 165\n",
        "قرم: صفة ل (قرم) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة الدين ضيف: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة حل: في محل رفع، صفة ل (ضيف) ، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبّه المقبلين على نصرة هذا الدين على أعدائه بضيف طارئ أضناه الجوع وقد أقبل على من يجزل له من القرى، ففي البيت تشبيه تمثيلي تمازجت فيه عناصر الصوريتن.\n123 -\nيجرّ بحر خميس فوق سابحة\n...\nيرمي بموج من الأبطال ملتطم\nاللغة:\nالخميس: الجيش، لأنه يتألف من خمسة أقسام: المقدمة والمؤخرة والقلب والجناحين. حصان سابح: أي يلقي قائمتيه الأماميتين معا ثم الخلفيتين معا.\nالمعنى:\nوتقدّمت جيوش المواحدين كبحر هائج، أمواجه الهادرة فرسان أبطال يرمون تباعا إلى المعركة.\nالإعراب:\nفوق: مفعول فيه ظرف مكان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. متعلق بصفة محذوفة ل (خميس) تقديرها: منطلق.\nبموج: الباء: حرف جر، موج: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (يرمي) .\nالجزء: 1 ¦ الصفحة: 166\n",
        "من الأبطال: من: حرف جر، الأبطال: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (موج) . أي: موج مؤلّف من الأبطال.\nملتطم: صفة ثانية ل (موج) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة يجر: في محل رفع، صفة ثانية ل (ضيف) في البيت السابق، وهي جملة فعلية.\nجملة يرمي: في محل نصب، صفة أولى ل (بحر) .\nالصورة البيانية:\nفي قوله (بحر خميس) تشبيه. شبه الخميس- وهو الجيش العظيم- بالبحر، ووجه الشبه العظم والتماوج في كل، فالتشبيه بليغ.\nفي قوله (سابحة) كناية عن موصوف وهو الخيل؛ لأن السّبح نوع من عدوها.\nفي قوله (موج من الأبطال) تشبيه. شبه أفواج المقاتلين بأمواج البحر، ووجه الشبه التتابع والتدافع في كل، فالتشبيه بليغ.\n124 -\nمن كلّ منتدب لله محتسب\n...\nيسطو بمستأصل للكفر مصطلم\nاللغة:\nمنتدب: مجيب. محتسب: مدّخر ثواب عمله عند الله. يسطو: يصول. مستأصل:\nبسيف مستأصل، يقال: استأصله إذا أزاله من أصله. مصطلم: اصطلم الشيء: استأصله.\nالمعنى:\nيرمي هذا الجيش الكفار بكل بطل يدعو إلى دين الله، مدخرا ثواب جهاده عنده، يصول بسلاحه ليزيل الكفر وأهله.\nالجزء: 1 ¦ الصفحة: 167\n",
        "الإعراب:\nمن كل: من: حرف جر، كل: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور بدل من (من الأبطال) . متعلقان بما تعلقا به.\nلله: اللام: حرف جر، الله: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم الفاعل (منتدب) .\nمحتسب: صفة ل (منتدب) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nبمستأصل: الباء: حرف جر، مستأصل: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (يسطو) .\nللكفر: اللام: حرف جر، الكفر: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم الفاعل (مستأصل) .\nمصطلم: صفة ل (مستأصل) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة يسطو: في محل جر، صفة ثانية ل (منتدب) ، وهي جملة فعلية.\nالصورة البيانية:\nفي الشطر الثاني استعارة. شبّه الكفر بشوك ضارب الجذور، ثم حذف المشبه به وكنّى عنه بلازمه وهو الاستئصال والاصطلام، فالاستعارة مكنية تبعية.\n125 -\nحتّى غدت ملّة الإسلام وهي بهم\n...\nمن بعد غربتها موصولة الرّحم\nالمعنى:\nما زال هؤلاء الأبطال المجاهدون يقضون على الكفر وأهله حتى أزالوا عن دين الإسلام غربته، فصار بهؤلاء الصحابة معروفا يحميه الالاف من أبنائه.\nالجزء: 1 ¦ الصفحة: 168\n",
        "الإعراب:\nحتى: حرف غاية ثم ابتداء.\nغدت: فعل ماض ناقص، مبني على الفتح المقدر على الألف المحذوفة لالتقاء الساكنين. والتاء: حرف تأنيث.\nملة: اسم (غدا) ، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nوهي: الواو: حالية. هي: ضمير رفع منفصل مبني على الفتح، في محل رفع مبتدأ.\nبهم: الباء: حرف جر، وهم: ضمير متصل مبني على السكون، في محل جر بالباء. والجار والمجرور متعلقان بخبر محذوف ل (هي) والتقدير: قائمة بهم.\nمن بعد: من: حرف جر، بعد: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان باسم المفعول (موصولة) .\nموصولة: خبر (غدا) ، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nجملة غدت ملة الإسلام موصولة: استئنافية بعد (حتى) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة هي بهم: في محل نصب، حال من (ملة الإسلام) ، وهي جملة اسمية.\nالصور البيانية:\nفي قوله (غربتها) استعارة. شبه ملّة الإسلام في أول أمرها برجل غريب بجامع ضعف النصير في كلّ، ثم حذف المشبه به وكنى عنه بشيء من لوازمه وهو الغربة، فالاستعارة مكنية.\nفي قوله (موصولة الرحم) استعارة. شبه تعاضد المسلمين جميعا بصلة الرحم، بجامع الاتحاد في كل، ثم اشتق من الصلة (موصولة) ، فالاستعارة تصريحية تبعية.\nالجزء: 1 ¦ الصفحة: 169\n",
        "126 -\nمكفولة أبدا منهم بخير أب\n...\nوخير بعل، فلم تيتم ولم تئم\nاللغة:\nتيتم: من يتم الصبي إذا فقد أباه. تئم: امت المرأة فقدت زوجها فهي أيّم.\nالمعنى:\nوصارت ملة الإسلام محفوظة بهؤلاء الصحابة الأبطال، فكانوا في رعايتها كخير أب وكخير زوج فلم تفقد من ينصرها.\nالإعراب:\nمكفولة: خبر ثان ل (غدت) ، منصوب، وعلامة نصبه الفتحة الظاهرة.\nأبدا: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق باسم المفعول (مكفولة) .\nمنهم «1» : من: حرف جر، هم: ضمير متصل مبني على السكون، في محل جر ب (من) . والجار والمجرور متعلقان بخبر محذوف لمبتدأ محذوف والتقدير: وكفالتها حاصلة منهم.\nبخير: الباء حرف جر، خير: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان باسم المفعول (مكفولة) .\nوخير: الواو: حرف عطف، خير: اسم معطوف على (خير) ، مجرور، وعلامة جره الكسرة الظاهرة. وهو مضاف.\nفلم: الفاء: استئنافية، ولم: حرف جازم.\n(1) في قوله: (مكفولة منهم) تركيب عامي، ومعناه بعبارة فصيحة: والملة مكفولة وكفالتها (حاصلة) منهم. وعبارة الشاعر عامية لأن التقدير عندئذ: مكفولة من قبلهم، أي: إنه كفل منهم، وبذلك نكون قد بنينا الفعل للمجهول وغيّبنا الفاعل، ثم جئنا بالفاعل مجرورا بمن في قوله (منهم) . ولو حذفنا كلمة (منهم) لاستقامت العبارة فصيحة.\nالجزء: 1 ¦ الصفحة: 170\n",
        "جملة لم تيتم: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة لم تئم: معطوفة على جملة (لم تيتم) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (مكفولة) استعارة. شبه حماية الصحابة للإسلام بالكفالة، بجامع الرعاية في كل، ثم اشتق من الكفالة (مكفولة) ، فالاستعارة تصريحية تبعية.\nفي قوله (بخير أب وخير بعل) استعارة. شبه رعاية النبي صلى الله عليه وسلم وصحابته للملة برعاية الأب والزوج لرعيّة كلّ منهما، ثم حذف المشبه وصرح بالمشبه به، فالاستعارة تصريحية أصلية.\nفي قوله (لم تيتم ولم تئم) ترشيح للاستعارة السابقة.\n127 -\nهم الجبال فسل عنهم مصادمهم\n...\nماذا رأى منهم في كلّ مصطدم\nالمعنى:\nكيف لا يكون الإسلام بهؤلاء الصحابة في أحسن حال، وهم رجال أشداء، كالجبال في الصبر والشدة؟ وإن كنت في ريب من ذلك فاسأل الذين واجهوهم عن الأهوال التي لقوها منهم في تلك المعارك.\nالإعراب:\nهم: ضمير رفع منفصل، مبني في محل رفع، مبتدأ.\nالجبال: خبر مرفوع، وعلامة رفعه الضمة الظاهرة.\nفسل: الفاء: استئنافية بيانية [نسبة إلى علم البيان] ، أو هي الفصيحة هنا. سل:\nفعل أمر مبني على السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت.\nالجزء: 1 ¦ الصفحة: 171\n",
        "عنهم: عن: حرف جر، هم: ضمير متصل مبني على السكون، في محل جر ب (عن) . والجار والمجرور متعلقان بالفعل (سل) .\nمصادمهم: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. وهم:\nضمير متصل مبني على السكون، في محل جر بالإضافة.\nماذا (كلها) : اسم استفهام في محل نصب مفعول به مقدّم على العامل (رأى) لحقّه في الصدارة. أو: ما: اسم استفهام مبني على السكون، في محل رفع خبر مقدم.\nذا: اسم موصول بمعنى الذي مبني على السكون، في محل رفع مبتدأ مؤخر.\nوالعائد محذوف والتقدير: مالذي راه، أي الهاء في (راه) .\nرأى: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر. والفاعل: ضمير مستتر جوازا تقديره هو يعود إلى (المصادم) .\nمنهم: من: حرف جر، هم: ضمير متصل مبني في محل جر ب (من) ، والجار والمجرور متعلقان بحال محذوفة من (ماذا) على الإعراب الأول، أو من العائد المحذوف على الإعراب الثاني.\nفي كل: في: حرف جر، كل: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان بالفعل (رأى) .\nجملة هم الجبال: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة سل: استئنافية بيانية؛ لوقوعها جواب سؤال مقدّر: وكيف أصدّق ذلك؟ وعلى الإعراب الثاني ل (الفاء) هي جواب شرط غير جازم، والتقدير: إذا لم تصدّق فسل. لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ماذا: على الإعراب الأول- وهو الأفضل عندنا- ليست جملة. وعلى الإعراب الثاني جملة في محل نصب، لأنها سدت مسد المفعول الثاني للفعل (سل) المعلّق بالاستفهام عن العمل لفظا. وهي جملة اسمية.\nجملة رأى: صلة الموصول الاسمي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 172\n",
        "الصورة البيانية:\nفي قوله (هم الجبال) تشبيه. شبه الصحابة الكرام بالجبال، ووجه الشبه الصلابة في كلّ، فالتشبيه بليغ.\n128 -\nوسل حنينا وسل بدرا وسل أحدا\n...\nفصول حتف لهم أدهى من الوخم\nاللغة:\nالحتف: الموت. فصول: مواسم. الوخم: الوباء.\nالمعنى:\nواسأل عن شجاعة هؤلاء الفرسان مواقع حنين وبدر وأحد، فقد كانت أزمنة قتل أشدّ على الكفار من الوباء، لكثرة ما أصابهم على يد المسلمين من القتل.\nالإعراب:\nوسل: الواو: حرف عطف هنا للجمل، سل: فعل أمر مبني على السكون الظاهر.\nوالفاعل ضمير مستتر وجوبا تقديره أنت.\nحنينا: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nفصول: حال منصوبة «1» وهو مضاف. أو تمييز على تقدير: من حيث كونها فصول\n...\nلهم: اللام: حرف جر، هم: ضمير متصل مبني على السكون، في محل جر باللام. والجار والمجرور متعلقان بصفة محذوفة ل (حتف) .\n(1) على تقدير: حالة كونها فصول\n...\nومثلها حينئذ قولنا: يعجبني زيد خطيبا ووالدا وطبيبا، فإذا عددت الخطابة الصفة المميزة له ف (خطيبا) تمييز، وإذا عددت الخطابة حالة من أحواله المختلفة في المجتمع كانت حالا. وقد تحدث بعض النحاة عن التباس التمييز بالحال أحيانا.\nالجزء: 1 ¦ الصفحة: 173\n",
        "أدهى: صفة ل (فصول) ، تابعة في إعرابها لها.\nمن الوخم: من: حرف جر، الوخم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم التفضيل (أدهى) .\nجملة سل حنينا: معطوفة على جملة (سل مصادمهم) في البيت السابق، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة سل بدرا: معطوفة على جملة (سل حنينا) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة سل أحدا: معطوفة على جملة (سل حنينا) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي الشطر الأول مجاز، ذكر الأمكنة الثلاثة أو الأزمنة الثلاثة وأراد الحالّ فيها فالمجاز مرسل علاقته المحلية.\n129 -\nالمصدري البيض حمرا بعدما وردت\n...\nمن العدا كلّ مسودّ من الّلمم\nاللغة:\nالمصدري البيض: العائدين بها. البيض: السيوف. وردت: وافت وردها. اللمم:\nجمع لمّة وهي شعر الرأس إذا ألمّ بالأذن..\nالمعنى:\nفامدح هؤلاء الفرسان الذين إن وردوا المعركة بسيوف بيض لم يرجعوا حتى تصطبغ سيوفهم بدماء رؤوس الكفار.\nالجزء: 1 ¦ الصفحة: 174\n",
        "الإعراب:\nالمصدري: صفة لأهل حنين وبدر وأحد، أو مفعول به لفعل محذوف تقديره: أمدح.\nمنصوب، وعلامة نصبه الياء لأنه جمع مذكر سالم. وحذفت النون للإضافة.\nالبيض: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة. وهو من إضافة اسم الفاعل إلى مفعوله.\nحمرا: حال من (البيض) ، منصوبة، وعلامة نصبها الفتحة الظاهرة.\nبعدما: بعد: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. متعلق باسم الفاعل (المصدري) . ما: مصدرية.\nوردت: فعل ماض، مبني على الفتح الظاهر. والفاعل ضمير مستتر جوازا تقديره هي أي (البيض) . والتاء: حرف تأنيث.\nوالمصدر المؤول من (ما) والفعل مجرور بالإضافة. والتقدير: بعد ورودها.\nمن العدا: من: حرف جر، العدا: اسم مجرور ب (من) ، وعلامة جره الكسرة المقدرة على الألف، للتعذر. والجار والمجرور متعلقان بحال محذوفة من (كل) .\nكل: مفعول به منصوب ل (وردت) ، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nمن اللمم: من: حرف جر، اللمم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بصفة محذوفة ل (مسودّ) .\nجملة وردت: صلة الموصول الحرفي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة (امدح) المصدري: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية. وعلى إعراب (المصدري) الأول لسنا أمام جملة.\nالصورة البيانية:\nفي قوله (كل مسودّ من اللمم) كناية. كنى بهذا القول عن رقاب فرسان الأعداء الشباب، الذين لم تتقدم بهم السن فيبيض شعرهم فالكلام كناية عن موصوف.\nالجزء: 1 ¦ الصفحة: 175\n",
        "- في قوله (البيض) كناية عن السيوف البرّاقة قبل المعركة، ثم كنى بعودتها حمرا عن القتال بها حتى النصر. فالكناية الأولى عن موصوف (السيوف) والكناية الثانية عن صفة (القتال) .\n130 -\nوالكاتبين بسمر الخطّ ما تركت\n...\nأقلامهم حرف جسم غير منعجم\nاللغة:\nسمر الخط: الرماح الخطية، نسبة إلى مرفأ (خطّ) في البحرين تباع فيه الرماح السمهرية. منعجم: أعجم الكتاب أزال استعجامه بالنّقط وعلامات الإعراب فوضح.\nالمعنى:\nوامدح أولئك الطاعنين بالرماح الخطية الذين لم تترك أسنة رماحهم طرف جسم من أجسام الكفار إلا تركت فيه علامات طعن واضحة.\nالإعراب:\nوالكاتبين: الواو: حرف عطف. والكاتبين: اسم معطوف على (المصدري) ، منصوب، وعلامة نصبه الياء لأنه جمع مذكر سالم.\nبسمر: الباء: حرف جر، سمر: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. والجار والمجرور متعلقان باسم الفاعل (الكاتبين) .\nحرف: مفعول به ل (تركت) منصوب، وعلامة نصبه الفتحة الظاهرة. وفيه تورية طرف الجسم بالحرف الهجائي.\nغير: حال من (حرف) منصوبة، وعلامة نصبها الفتحة الظاهرة.\nجملة تركت أقلامهم: في محل نصب، حال من (الكاتبين) ، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 176\n",
        "الصورة البيانية:\nفي البيت استعارة. شبّه المجاهدين بالكتبة، ورماحهم بالأقلام، وطعن الرماح بتنقيط الأقلام، فتشكّلت لديه صورتان: صورة مجاهدين برماح تطعن فتقطر دما.\nوصورة كتبة بأقلام تكتب فتقطر مدادا. وهذه استعارة تمثيلية.\nقال الباجوري في هذا البيت: (وفي هذا البيت لطائف: منها تشبيه الصحابة بالكتبة، وأسنّة رماحهم بالأقلام، وذلك دليل على غاية إحكامهم للطعن بها، حتى إنها في أيديهم كالأقلام في أيدي الكتبة وليس عليهم كبير مشقة في التصرف بها. ومنها الإشارة إلى أنهم لا يطعنون طعنة إلا في محلها، كما لا ينقط الكتبة نقطة إلا في محلها. ومنها الإشارة إلى أنهم أعجموا حروف أجسام الكفار، ليتميزوا من المسلمين) . اهـ.\nفي قوله (بسمر) كناية عن موصوف وهو الرماح.\nفي قوله (حرف) تورية. ورّى بالحرف الهجائي عن جانب الجسم.\n131 -\nشاكي السّلاح، لهم سيما تميّزهم\n...\nوالورد يمتاز بالسّيما عن السّلم\nاللغة:\nشاكي السلاح: ذوي سلاح تام وحاد. سيما: علامة. السلم: شجر ذو شوك.\nالمعنى:\nوهؤلاء الصحابة مدججون بالسلاح كخصومهم، ولكنهم يتميزون باثار السجود على جباههم. ولا عجب في ذلك، فالورد والسلم كلاهما شجر مورق ذو شوك، ولكن الورد يتميز من السلم برائحته الطيبة ومنظره الحسن.\nالجزء: 1 ¦ الصفحة: 177\n",
        "الإعراب:\nشاكي: حال من (المصدري) منصوبة، وعلامة نصبها الياء لأنه جمع مذكر سالم.\nوهو مضاف ولهذا حذفت نون الجمع (شاكين) .\nالسلاح: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة. وهو من إضافة اسم الفاعل إلى فاعله.\nلهم: اللام: حرف جر، هم: ضمير متصل مبني على السكون، في محل جر باللام. والجار والمجرور متعلقان بخبر مقدم محذوف.\nسيما: مبتدأ مؤخر، مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر.\nوالورد: الواو استئنافية، الورد: مبتدأ مرفوع، وعلامة رفعه الضمة الظاهرة.\nبالسيما: الباء: حرف جر، السيما: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على الألف، للتعذر. والجار والمجرور متعلقان بالفعل (يمتاز) .\nعن السلم: عن: حرف جر، السلم: اسم مجرور ب (عن) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (يمتاز) .\nجملة لهم سيما: في محل نصب، حال ثانية من (المصدري) ، وهي جملة اسمية.\nجملة تميزهم: في محل رفع، صفة ل (سيما) ، وهي جملة فعلية.\nجملة الورد يمتاز: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة يمتاز: في محل رفع، خبر (الورد) ، وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي البيت تشبيه. شبه الصحابة وقد تميزوا من غيرهم بسيماهم، بالورد الذي يمتاز من السلم. فالتشبيه ضمني.\nالجزء: 1 ¦ الصفحة: 178\n",
        "132 -\nتهدي إليك رياح النّصر نشرهم\n...\nفتحسب الزّهر في الأكمام كلّ كمي\nاللغة:\nالكميّ: اللابس السلاح، والشجاع.\nالمعنى:\nإذا قاربت أرض إحدى معاركهم، حملت إليك النسمات عبقا زكيا، ولاحت لناظريك صور الأبطال العائدين من النصر وقد اصطبغت أوشحتهم بدماء أعدائهم حتى بدوا كالزهر في أكمامه.\nالإعراب:\nتهدي: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء، للثقل.\nإليك: إلى: حرف جر، والكاف: ضمير متصل مبني على الفتح، في محل جر ب (إلى) ، والجار والمجرور متعلقان بالفعل (تهدي) .\nرياح: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nنشرهم: مفعول به منصوب، وعلامة نصبها الفتحة الظاهرة. هم: ضمير متصل مبني، في محل جر بالإضافة.\nفي الأكمام: في: حرف جر، الأكمام: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (الزهر) .\nالزهر: مفعول به ثان مقدم ل (تحسب) ، منصوب، وعلامة نصبه الفتحة الظاهرة.\nكل: مفعول به أول، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nكمي: مضاف إليه مجرور، وعلامة جره الكسرة، وخفّفت الياء للقافية.\nالجزء: 1 ¦ الصفحة: 179\n",
        "جملة تهدي: في محل نصب، حال ثالثة، من (المصدري) ، وهي جملة فعلية.\nجملة تحسب: معطوفة على جملة (تهدي) ، في محل نصب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (تهدي رياح النصر) إسناد الإهداء إلى الرياح، وهذا مجاز عقلي.\nشبّه (النصر) بالعرس و (أخباره) بالهدايا التي هي من لوازم العرس، وكنّى عن الهدايا بالفعل (تهدي) ، فالاستعارة مكنية تبعية، مرشحة بذكر (النشر) وهو من لوازم العرس والهدايا.\nفي الشطر الثاني تشبيه. شبّه المقاتلين في ثيابهم الملطخة بالدماء بالزهر في أكمامه الحمراء، فالتشبيه مرسل مجمل، وقام الفعل (تحسب) مقام أداة التشبيه.\nأما إذا فسرنا البيت بقولنا: وتشيع أخبار النصر المبين في كل أرض، حاملة البشرى كما تحمل النسمات عبق المروج التي مرّت بها، فتكون الصورة كما يلي:\n- شبه انتقال أخبار بشرى نصر\n...\nالمقاتلين ذوي الثياب الحمر\nبإهداء الرياح لنشر\n...\nالزهر ذي الأكمام الحمر.\nفهو تشبيه خمسة عناصر بخمسة عناصر، أي تشبيه تمثيلي (صورة بصورة) . ويقوم الفعل (تحسب) فيه مقام أداة التشبيه.\n133 -\nكأنّهم في ظهور الخيل نبت ربا\n...\nمن شدّة الحزم لا من شدّة الحزم\nالمعنى:\nوهؤلاء الصحابة في ثباتهم ورسوخهم على ظهور الخيل، مع تمايلهم فوقها لطعنة رمح أو ضربة سيف، مثل نبات الربا في رسوخه في الأرض مع تمايله مع الرياح حيث\nالجزء: 1 ¦ الصفحة: 180\n",
        "مالت. ولكن ثباتهم على ظهور خيولهم ليس من إحكام ربط السرج على ظهورها بل بسبب جودة رأيهم وقوة تدبيرهم.\nالإعراب:\nكأنهم: كأن: حرف مشبه بالفعل، هم: ضمير متصل مبني، في محل نصب، اسمها.\nفي ظهور: في: حرف جر بمعنى على، ظهور: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة، وهو مضاف. والجار والمجرور متعلقان بحال محذوفة من (هم) .\nنبت: خبر (كأن) ، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nربا: مضاف إليه مجرور، وعلامة جره الكسرة المقدرة على الألف المثبتة كتابة المحذوفة لفظا، لالتقاء الساكنين؛ سكون الألف وسكون التنوين.\nمن شدة: من: حرف جر لمعنى السببية، شدة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. متعلقان ب (كأن) لما فيها من معنى الفعل، والتقدير: من شدّة حزمهم أشبهوا نبت الربا. وهو مضاف.\nلا من شدة: لا: حرف نفي وعطف، من: حرف جر، شدة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور معطوفان على (من شدة) .\nجملة كأنهم نبت: في محل نصب، حال رابعة من (المصدري) ، وهي جملة اسمية.\nالصورة البيانية:\nفي الشطر الأول تشبيه. شبه المجاهدين وهم على ظهور خيولهم بنبت الروابي، ووجه الشبه الثبات مع الليونة في كل، فالتشبيه مرسل مجمل.\nالجزء: 1 ¦ الصفحة: 181\n",
        "134 -\nطارت قلوب العدا من بأسهم فرقا\n...\nفما تفرّق بين البهم والبهم\nاللغة:\nفرقا: خوفا. البهم: أولاد الغنم والبقر وغيرها، واحدها بهمة. البهم: الشجعان، جمع بهمة.\nالمعنى:\nوقد أفزع الأعداء قتال أؤلئك المجاهدين وشدتهم في الحرب، حتى اضطربت قلوبهم هلعا، فباتت غير قادرة في المعركة على التمييز بين البهائم من الضأن والشجعان من الناس لما أصابها من الدهشة والحيرة. أو لنقل: باتت تتخيل كل البهائم أفراسا.\nويجوز أن يكون الضمير في (تفرق) للمخاطب، ويكون معنى (البهم) الجبناء مجازا. فيصير المعنى: لقد أرهب قتال المسلمين هؤلاء الكفار جميعا على حدّ سواء حتى إنك لو رأيتهم لا تفرّق بين شجاعهم وجبانهم.\nالإعراب:\nمن بأسهم: من: حرف جر، بأسهم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. وهم: ضمير متصل مبني في محل جر بالإضافة.\nوالجار والمجرور متعلقان بالفعل (طارت) . أو بالمصدر (فرقا) .\nفرقا: مفعول لأجله منصوب، وعلامة نصبه الفتحة الظاهرة.\nفما: الفاء: حرف عطف هنا للجمل، ما: حرف نفي.\nبين: مفعول فيه ظرف مكان منصوب، وعلامة نصبه الفتحة. وهو مضاف، متعلق بالفعل (تفرّق) .\nالجزء: 1 ¦ الصفحة: 182\n",
        "جملة طارت قلوب: استئنافية، لا محل لها من الإعراب وهي جملة فعلية.\nجملة تفرق: معطوفة على جملة (طارت قلوب) ، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (طارت) استعارة. شبّه اضطراب قلوب الأعداء بالطيران، بجامع عدم الهدوء والاستقرار في كل، ثم اشتق من الطيران بمعنى الاضطراب طارت بمعنى اضطربت فالاستعارة تصريحية تبعية.\nفي قوله (البهم) استعارة إن حمّلناها المعنى الثاني. ويكون قد شبه الجبناء بالبهم بجامع الضعف في كل، ثم صرح بالمشبه به، فالاستعارة تصريحية أصلية.\n135 -\nومن تكن برسول الله نصرته\n...\nإن تلقه الأسد في اجامها تجم\nاللغة:\nالاجام: جمع أجمة، وهي الشجر الكثير الملتف. تجم: من الوجوم وهو السكون.\nالمعنى:\nوكيف لا يهاب الكفار هؤلاء الأبطال وهم مستنصرون بدعاء النبي صلى الله عليه وسلم، ومن كان كذلك فلن يخيفه شيء، حتى الأسود إن واجهته وهي في مرابضها تسكن من هيبته.\nالإعراب:\nومن: الواو: استئنافية، من: اسم شرط جازم مبني على السكون، في محل رفع مبتدأ.\nالجزء: 1 ¦ الصفحة: 183\n",
        "تكن: فعل مضارع ناقص، مجزوم لأنه فعل الشرط، وعلامة جزمه السكون الظاهر.\nبرسول: الباء: حرف جر، رسول: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بخبر مقدم محذوف ل (تكن) تقديره: مقرونة بدعاء الرسول.\nنصرته: اسم (تكن) ، مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nوالهاء: ضمير متصل مبني في محل جر بالإضافة.\nإن: حرف شرط جازم.\nتلقه: فعل مضارع مجزوم ب (إن) ، وعلامة جزمه حذف حرف العلة والأصل تلقاه. والهاء: ضمير متصل مبني على الضم، في محل نصب، مفعول به.\nالأسد: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nفي اجامها: في: حرف جر، اجامها: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. وها: ضمير متصل مبني على السكون، في محل جر بالإضافة.\nوالجار والمجرور متعلقان بالفعل (تلقه) . أو بحال محذوفة من (الأسد) . أو: بحال محذوفة من الضمير في (تلقه) . بتقدير: موغلا في اجامها.\nتجم: فعل مضارع مجزوم لأنه جواب الشرط، وعلامة جزمه السكون، وحرك بالكسر للقافية. والفاعل ضمير مستتر جوازا تقديره هي أي (الأسد) .\nجملة من تكن\n...\nتجم: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة تكن نصرته برسول الله: في محل رفع، خبر (من) ، وهي جملة فعلية.\nجملة (إن تلقه\n...\nتجم) : جواب الشرط الجازم (من) غير مقترن بالفاء، لا محل لها من الإعراب. وهي جملة شرطية، أو هي جملة صغرى أغنت عن جواب شرط الجملة الكبرى (ومن تكن\n...\n) .\nجملة تلقه الأسد: ابتدائية، لا محل لها من الإعراب، لأنها صدر شرط جديد لم يبدأ باسم شرط مبتدأ وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 184\n",
        "جملة تجم: جواب الشرط الجازم الثاني (إن) لا محل له لأنه غير مقترن بالفاء، وهي جملة فعلية.\n136 -\nولن ترى من وليّ غير منتصر\n...\nبه ولا من عدوّ غير منقصم\nاللغة:\nالولي: الصديق والنصير. منقصم: منكسر.\nالمعنى:\nومهما بحثت فلن تجد المؤمن به والمصدق بشريعته إلا منتصرا ظاهرا على غيره، ولن تجد الجاحد به والمنكر لشريعته إلا خائبا خاسرا.\nالإعراب:\nولن: الواو: استئنافية، لن: حرف ناصب.\nترى: فعل مضارع منصوب وعلامة نصبه الفتحة المقدرة على الألف، للتعذر.\nوالفاعل ضمير مستتر وجوبا تقديره أنت.\nمن ولي: من: حرف جر زائد. ولي: اسم مجرور لفظا منصوب تقديرا، مفعول به ل (ترى) .\nغير: صفة ل (ولي) ، مجرورة على لفظها. أو: مفعول به ثان، على جعل (ترى) قلبية، على رواية النصب. وهي مضاف.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء.\nوالجار والمجرور متعلقان باسم الفاعل (منتصر) .\nوأصل الكلام قبل الحذف: لن ترى من وليّ لنا غير منتصر بموالاته، ولا عدوّ لنا غير منقصم بمعاداته. والباء فيهما سببية.\nالجزء: 1 ¦ الصفحة: 185\n",
        "ولا: الواو: حرف عطف، لا: حرف نفي.\nمن عدو: جار ومجرور معطوفان على (من ولي) .\nجملة لن ترى من ولي: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\n137 -\nأحلّ أمّته في حرز ملّته\n...\nكاللّيث حلّ مع الأشبال في أجم\nاللغة:\nالحرز: الموضع الحصين. الليث: الأسد. الأشبال: جمع شبل وهو ولد الأسد إذا أدرك الصيد.\nالمعنى:\nعلى يديّ هذا النبي حفظ الله هذه الأمة، وعلى يديه جاء هذا الدين، فكان في الحالتين كالليث يحمي أشباله في حماه.\nالإعراب:\nفي حرز: في: حرف جر، حرز: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (أحل) ، وهو مضاف.\nكالليث: الكاف: حرف جر، الليث: اسم مجرور بالكاف، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من ضمير الفاعل في (أحل) .\nمع: مفعول فيه ظرف مكان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. متعلق بالفعل (حل) .\nفي أجم: في: حرف جر، أجم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (حل) .\nالجزء: 1 ¦ الصفحة: 186\n",
        "جملة أحل: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة حل: في محل نصب، حال من (الليث) ، وهي جملة فعلية.\nالصورة البيانية:\nفي البيت تشبيه. شبه الشاعر النبي صلى الله عليه وسلم مع أصحابه في حمى الدين الإسلامي، بالأسد مع أشباله في عرينه، ففي الكلام تشبيه صورة بصورة، فالتشبيه تمثيلي.\n138 -\nكم جدّلت كلمات الله من جدل\n...\nفيه، وكم خصم البرهان من خصم\nاللغة:\nجدّله: ألقاه على الجدالة وهي الأرض. الجدل: المجادل. خصم: غلب بالحجة.\nالخصم: المخاصم.\nالمعنى:\nما أكثر ما غلبت ايات القران الكريم جدل المجادل في نبوته صلى الله عليه وسلم وردّت عليه كلامه، وما أكثر ما قام الدليل الواضح على دحض حجة مخاصم النبي عليه الصلاة والسلام.\nالإعراب:\nكم: خبرية، مبنية على السكون، في محل نصب، مفعول به لدخولها على فعل متعدّ (جدّلت) . ولا تعرب مفعولا مطلقا نائبا عن المصدر، لأن المعنى ليس:\nكم تجديل، بل: كم مجادل؛ بدليل التمييز الاتي (من جدل) .\nالجزء: 1 ¦ الصفحة: 187\n",
        "من جدل: من: حرف جر، جدل: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور في موضع تمييز «1» (كم) الخبرية.\nفيه: (أي في نبوته) في: حرف جر، والهاء ضمير متصل مبني في محل جر ب (في) ، والجار والمجرور متعلقان بالصفة المشبهة (جدل) .\nجملة جدلت كلمات: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة خصم البرهان: معطوفة على جملة (جدّلت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي صدر البيت استعارة. إذ شبه (الغلبة بالحجة) بالإلقاء على الأرض، بجامع القهر في كل، ثم صرح بالمشبه به واشتق من المصدر الفعل جدلت، فالاستعارة تصريحية تبعية.\n139 -\nكفاك بالعلم في الأمّيّ معجزة\n...\nفي الجاهليّة والتّأديب في اليتم\nالمعنى:\nحسبك من معجزاته الخارقة صلى الله عليه وسلم ما عنده من العلم مع أنه أميّ.\nويكفيك من معجزاته ما اشتمل عليه من الاداب والأخلاق العالية مما لم يبلغه أحد مع أنه يتيم لم يتلق ذلك عن أب ولا أم.\n(1) قالوا (من) بعد (كم) الخبرية زائدة، وقالوا أصلية تجر ولو حذفت. وقالوا هي ومجرورها في موضع نصب على التمييز بغير تعليق. ونختار الأخير قياسا على (اشتريت رطلا من قمح) و (لله دره من فارس) لأن كلا المثالين يطلب تمييزا.\nالجزء: 1 ¦ الصفحة: 188\n",
        "الإعراب:\nكفاك: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر. والكاف: ضمير متصل مبني على الفتح، في محل نصب، مفعول به.\nبالعلم: الباء: حرف جر زائد، العلم: اسم مجرور لفظا مرفوع تقديرا، فاعل (كفى) .\nفي الأمي: في: حرف جر، الأمي: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بحال محذوفة من (العلم) تقديرها: راسخا.\nمعجزة: تمييز منصوب، وعلامة نصبه الفتحة الظاهرة.\nفي الجاهلية: في: حرف جر، الجاهلية: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بحال محذوفة من (العلم) .\nوالتأديب: الواو: حرف عطف، التأديب: اسم معطوف على (العلم)\nفي اليتم: في حرف جر، اليتم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بحال محذوفة من (التأديب) .\nجملة كفاك: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\n140 -\nخدمته بمديح أستقيل به\n...\nذنوب عمر مضى في الشّعر والخدم\nاللغة:\nاستقال الرجل ذنوبه بفعل الخير: طلب أن ترفع عنه.\nالمعنى:\nمدحت رسول الله صلى الله عليه وسلم بما مضى من الشعر راجيا أن يغفر الله به أوزار حياتي التي قضيتها في إنشاد الشعر وخدمة الناس.\nالجزء: 1 ¦ الصفحة: 189\n",
        "الإعراب:\nبمديح: الباء: حرف جر، مديح: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (خدمته) .\nأستقيل: فعل مضارع مرفوع، وعلامة رفعه الضمة الظاهرة. والفاعل ضمير مستتر وجوبا تقديره أنا.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (أستقيل) .\nذنوب: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة، وهو مضاف.\nفي الشعر: في: حرف جر، الشعر: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (مضى) .\nوالخدم: الواو: حرف عطف، الخدم: اسم معطوف على (الشعر) ، مجرور، وعلامة جره الكسرة الظاهرة.\nجملة خدمته: استئنافية لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أستقيل: في محل جر، صفة ل (مديح) ، وهي جملة فعلية.\nجملة مضى: في محل جر، صفة ل (عمر) ، وهي جملة فعلية.\n141\n-\nإذ قلّداني ما تخشى عواقبه\n...\nكأنّني بهما «1» هدي من النّعم\nاللغة:\nقلداني: قلّده الأمر: جعله كالقلادة في عنقه. الهدي: ما يهدى إلى الحرم من الإبل وغيرها، ومن شأنها أن تقلد بشيء في عنقها ليعلم أنها هدي. النّعم: الإبل والغنم والبقر.\n(1) أي الشعر والخدم. والباء سببية.\nالجزء: 1 ¦ الصفحة: 190\n",
        "المعنى والإعراب:\n1) في صدر البيت: (إذ) :\nأ- إمّا حرف تعليل لطلب محو الذنوب في البيت السابق، والجملة عندئذ استئنافية.\nب- وإما ظرف بمعنى (حين أوقعاني في ما تخشى عواقبه) وهو متعلق ب (مضى) في البيت السابق، والجملة عندئذ مضاف إليه. ومعنى هذا الصدر واضح في الإعرابين.\n2) عجز البيت:\nأ- إما أن يكون المعنى: (الشعر والخدم أخذا بي إلى أمور تخشى مغبّتها يوم القيامة، لأني كنت بدفعهما أساق إلى ما صرت ضحيّة له، كما يساق الهدي إلى مذبحه) .\nوعلى هذا المعنى تكون جملة العجز حالا لياء (قلداني) .\nب- وإما أن يكون المعنى: (الشعر والخدم أخذا بي إلى أمور تخشى مغبتها يوم القيامة، حتى بتّ اليوم كبش الفداء لما قصّرت فيه بسبب انشغالي بذينك الأمرين) .\nوعلى هذا المعنى تكون جملة العجز مخالفة في زمانها لزمان الصدر ونتيجة له؛ فتسقط الحاليّة، ويعلو الاستئناف البياني؛ أي وكأنّ سائلا سأل: بماذا تشبّه حالك اليوم؟ فأجاب: أشبّهها بحال هديّ من بقر أو شاء أو إبل لا يعرف مصيره.\nقلداني: فعل ماض، مبني على الفتح الظاهر، والألف: ضمير متصل مبني في محل رفع، فاعل. والنون: حرف وقاية. والياء: ضمير متصل مبني على الفتح، في محل نصب، مفعول به أول.\nما: نكرة موصوفة. مبنية على السكون، في محل نصب مفعول به ثان. أي:\nأمرا تخشى عواقبه (بتنكير كلمة أمرا) .\nكأنني: كأن: حرف مشبه بالفعل. والنون: حرف وقاية. والياء: ضمير متصل مبني على السكون، في محل نصب، اسمها.\nبهما: الباء: حرف جر للسببية، هما: ضمير متصل مبني في محل جر بالباء.\nوالجار والمجرور متعلقان بما في (كأن) من معنى الفعل، أي أشبهت بسببهما.\nالجزء: 1 ¦ الصفحة: 191\n",
        "ولم نعلّقهما بحال محذوفة من اسم (كأن) على تقدير: كأنني متصفا بهما هدي؛ لأن وصف الحال غير أسبابه.\nهدي: خبر (كأن) مرفوع، وعلامة رفعه الضمة الظاهرة.\nمن النعم: من: حرف جر، النعم: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بصفة محذوفة ل (هدي)\nجملة قلداني: هي استئنافية على التعليل ب (إذ) . ومضاف إليه على ظرفية (إذ) .\nجملة تخشى عواقبه: في محل نصب، صفة ل (ما) ، وهي جملة فعلية.\nجملة كأنني هدي: في محل نصب، حال من الياء في (قلداني) ، وهي جملة اسمية.\nالصورة البيانية:\nفي صدر البيت استعارة. شبه اثام الإنسان بقلادة العنق، بجامع الملازمة في كل، ثم اشتق من القلادة قلد، فهي استعارة تصريحية تبعية، والعنق هنا مثله في الاية: وَكُلَّ إِنسانٍ أَلْزَمْناهُ طائِرَهُ فِي عُنُقِهِ [الإسراء 17/ 13] .\nشبّه نفسه منساقا إلى ما يرديه في النهاية بالهدي يساق إلى مذبحه، فالتشبيه تمثيلي.\n142 -\nأطعت غيّ الصّبا في الحالتين وما\n...\nحصلت إلّا على الاثام والنّدم\nالمعنى:\nامتثلت ما سولت لي نفسي من الضلالة في ما مضى من العمر عندما كنت مشتغلا بالشعر وخدمة الناس، فلم أجن من ذلك إلا الاثام والحسرة والندامة.\nالجزء: 1 ¦ الصفحة: 192\n",
        "الإعراب:\nفي الحالتين: في: حرف جر، الحالتين اسم مجرور ب (في) ، وعلامة جره الياء لأنه مثنى، والجار والمجرور متعلقان بالفعل (أطعت) .\nوما: الواو: حرف عطف. ما: حرف نفي.\nإلا: أداة حصر.\nعلى الاثام: على: حرف جر. الاثام: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة والجار والمجرور متعلقان بالفعل (حصلت) .\nوالندم: الواو: حرف عطف، الندم: اسم معطوف على (الاثام) مجرور، وعلامة جره الكسرة الظاهرة.\nجملة أطعت: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة حصلت: معطوفة على جملة (أطعت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (أطعت غي الصبا) استعارة. شبه غي الصبا بامر يأمر أن يطاع، بجامع السيطرة في كلّ، ثم حذف المشبه به وكنى عنه بشيء من لوازمه، فالاستعارة مكنية.\n143 -\nفيا خسارة نفس في تجارتها\n...\nلم تشتر الدّين بالدّنيا ولم تسم\nاللغة:\nلم تسم: لم ترد الشراء ولم تبادره.\nالجزء: 1 ¦ الصفحة: 193\n",
        "المعنى:\nفيا ويح نفسي ما أعظم خسرانها إذا هي لم تفضل الدين على الدنيا وتشتر الاخرة بدلا منها.\nالإعراب:\nفيا: الفاء: استئنافية. يا: أداة نداء وتعجب.\nخسارة: منادى مضاف، منصوب، وعلامة نصبه الفتحة الظاهرة.\nفي تجارتها: في: حرف جر، تجارتها: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوهو مضاف. وها: ضمير متصل مبني على السكون في محل جر بالإضافة.\nوالجار والمجرور متعلقان بالمصدر (خسارة) .\nلم: حرف جازم.\nتشتر: فعل مضارع مجزوم ب (لم) ، وعلامة جزمه حذف حرف العلة. والفاعل ضمير مستتر جوازا تقديره هي أي النفس.\nالدين: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nبالدنيا: الباء: حرف جر، الدنيا: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على الألف، للتعذر. والجار والمجرور متعلقان بالفعل (تشتر) .\nجملة لم تشتر: في محل جر، صفة ل (نفس) ، وهي جملة فعلية.\nجملة لم تسم: معطوفة على جملة (لم تشتر) ، في محل جر، وهي جملة فعلية.\nالصورة البيانية:\nشبّه طلب المثوبات بالتجارة وحذف المشبّه، ثم شبّه الاحتياز بالشراء وحذف المشبّه، ثم شبّه احتياز الدين بالرّبح وحذف المشبّه به، ثم شبّه احتياز الدنيا بالخسارة ولم يحذف. وبالتركيب اجتمعت للشاعر صورة متعددة العناصر، فشكّلت استعارة تمثيلية.\nالجزء: 1 ¦ الصفحة: 194\n",
        "144 -\nومن يبع اجلا منه بعاجله\n...\nيبن له الغبن في بيع وفي سلم\nاللغة:\nالغبن: النقص والخداع في البيع. السّلم: بيع اجل بثمن عاجل.\nالمعنى:\nومن يؤثر بيع اخرته الباقية مستبدلا بها دنياه العاجلة فسيتضح له الخسران المبين في بيعه وتجارته.\nالإعراب:\nومن: الواو: استئنافية، من: اسم شرط جازم، مبني على السكون في محل رفع، مبتدأ.\nاجلا: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nمنه: من: حرف جر، والهاء: ضمير متصل، مبني على الضم، في محل جر ب (من) ، والجار والمجرور متعلقان بصفة محذوفة ل (اجلا) .\nبعاجله: الباء: حرف جر، عاجله: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالهاء: ضمير متصل مبني في محل جر بالإضافة يعود إلى فاعل (يبع) . والجار والمجرور متعلقان بالفعل (يبع) .\nيبن: فعل مضارع مجزوم لأنه جواب الشرط، وعلامة جزمه السكون الظاهر.\nله: اللام: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر باللام. والجار والمجرور متعلقان بالفعل (يبن) .\nالغبن: فاعل (يبن) مرفوع، وعلامة رفعه الضمة الظاهرة.\nالجزء: 1 ¦ الصفحة: 195\n",
        "في بيع: في: حرف جر، بيع: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالمصدر (الغبن) .\nوفي سلم: الواو: حرف عطف، في سلم: جار ومجرور معطوفان على (في بيع) .\nجملة من يبع.. يبن الاسمية المؤلفة من المبتدأ (من) وخبره الاتي إعرابه: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة شرطية.\nجملة يبع: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يبن: جواب شرط جازم غير مقترن بالفاء، لا محل لها من الإعراب، وهي جملة فعلية.\nجملتا الشرط والجواب: في محل رفع، خبر (من) .\nالصورة البيانية:\nفي البيت استعارة. شبه التخلي عن دار الاخرة بالبيع، بجامع الاستغناء عن الشيء في كل، ثم اشتق من البيع بمعنى التخلي يبع، فالاستعارة تصريحية تبعية.\n145 -\nإن ات ذنبا فما عهدي بمنتقض\n...\nمن النبيّ ولا حبلي بمنصرم\nاللغة:\nمنصرم: منقطع.\nالمعنى\nإذا اقترفت ذنبا فإني لأرجو أن يغفره الله لي، لأن بيني وبين رسول الله صلى الله عليه وسلم ميثاقا لا يخلف، وسببا يصلني به لا ينقطع.\nالجزء: 1 ¦ الصفحة: 196\n",
        "الإعراب:\nإن: حرف شرط جازم.\nات: فعل مضارع مجزوم، وعلامة جزمه حذف حرف العلة. والفاعل ضمير مستتر وجوبا تقديره أنا.\nفما: الفاء: رابطة لجواب الشرط. وما: نافية تعمل عمل ليس بدليل الباء في خبرها.\nعهدي: اسم (ما) مرفوع، وعلامة رفعه الضمة المقدرة على ما قبل ياء المتكلم لاشتغال المحل بالحركة المناسبة للياء. وهو مضاف. والياء: ضمير متصل مبني على السكون في محل جر بالإضافة.\nبمنتقض: الباء: حرف جر زائد. منتقض: اسم مجرور بالباء لفظا، منصوب تقديرا لأنه خبر (ما) .\nمن النبي: من: حرف جر، والنبي: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان باسم الفاعل (منتقض)\nولا: الواو: حرف عطف هنا للجمل، لا: نافية تعمل عمل ليس.\nجملة إن ات.. فما عهدي..: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة ات: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ما عهدي بمنتقض: جواب شرط جازم مقترن بالفاء، في محل جزم. وهي جملة اسمية. وهو جواب الشرط على إنابة سبب الجواب مكان الجواب الحقيقي، والأصل: إن ات ذنبا فإني أرجو ستره وغفرانه لأن عهدي ثابت. ولا يصح جعلها جوابا أصالة لفساد المعنى؛ فإن مفهومه أنه إذا لم يأت ذنبا فإنه ينتقض عهده وليس المراد كذلك، لأن عهده ثابت على كل حال سواء أتى ذنبا أم لا.\nالجزء: 1 ¦ الصفحة: 197\n",
        "جملة لا حبلي بمنصرم: معطوفة على جملة (ما عهدي بمنتقض) ، في محل جزم، وهي جملة اسمية.\nالصورة البيانية:\nفي قوله (ما حبلي بمنصرم) استعارة. شبه الصلة بينه وبين النبي صلى الله عليه وسلم بالحبل، بجامع أن كلا سبب رابط، ثم صرح بالمشبه به، فالاستعارة تصريحية أصلية.\n146 -\nفإنّ لي ذمّة منه بتسميتي\n...\nمحمّدا وهو أوفى الخلق بالذّمم\nاللغة:\nالذمم: جمع ذمّة: وهي العهد والأمان والضمان.\nالمعنى:\nوكيف لا أطمع أن يغفر الله ذنبي، وبيني وبين رسول الله صلى الله عليه وسلم عهد وأمان ألا يعذب الله من كان اسمه محمدا؟ ورسول الله صلى الله عليه وسلم أشد الناس وفاء بالعهد.\nولعله في هذا المعنى يشير إلى الحديث الذي رواه ابن بكير عن أبي أمامة مرفوعا: «من ولد له مولود فسمّاه محمدا تبركا به، كان هو ومولوده في الجنة» . وهو حديث ذكره الألباني في (سلسلة الأحاديث الضعيفة والموضوعة) وقال عنه: موضوع. انظر [1/ 319] .\nالإعراب:\nفإن: الفاء: استئنافية تعليلية لما سبق، إن: حرف مشبه بالفعل.\nالجزء: 1 ¦ الصفحة: 198\n",
        "لي: اللام: حرف جر، والياء: ضمير متصل مبني على السكون، في محل جر باللام، والجار والمجرور متعلقان بخبر مقدم محذوف.\nذمة: اسم (إن) منصوب، وعلامة نصبه الفتحة الظاهرة.\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) .\nوالجار والمجرور متعلقان بصفة محذوفة ل (ذمة) تقديرها: مسموعة [بزعم البوصيري] .\nبتسميتي: الباء حرف جر، تسميتي: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على ما قبل ياء المتكلم، لاشتغال المحل بالحركة المناسبة للياء. وهو مضاف.\nوالياء: ضمير متصل مبني على السكون، في محل جر بالإضافة، وهذا من إضافة المصدر إلى مفعوله الأول. والجار والمجرور متعلقان بصفة محذوفة ل (ذمة) تقديرها: متعلقة. أو متعلقان بالخبر الذي تعلق به الجار والمجرور (لي) . وتقدير الكلام: إن الذمة النبوية حاصلة لي بسبب تسميتي محمدا.\nمحمدا: مفعول به ثان للمصدر (تسميتي) منصوب، وعلامة نصبه الفتحة الظاهرة.\nوهو: الواو: حرف عطف هنا للجمل، وهو: ضمير رفع منفصل مبني على الفتح، في محل رفع مبتدأ.\nأوفى: خبر (هو) مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر. وهو مضاف.\nبالذمم: الباء: حرف جر، الذمم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم التفضيل (أوفى) .\nجملة إن لي ذمة: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة هو أوفى: معطوفة على (إن لي ذمة) ، وهي جملة اسمية.\nالجزء: 1 ¦ الصفحة: 199\n",
        "147 -\nإن لم يكن في معادي اخذا بيدي\n...\nفضلا، وإلّا فقل يا زلّة القدم\nالمعنى:\nإن لم يكن رسول الله صلى الله عليه وسلم معينا لي يوم القيامة على الشدائد وشافعا لي من ذنوبي، تفضلا منه وإحسانا، فما أشد موقفي وما أسوأ حالي.\nالإعراب:\nإن: حرف شرط جازم.\nلم: حرف جازم.\nيكن: فعل مضارع ناقص، مجزوم ب (لم) ، وعلامة جزمه السكون الظاهر، وهو فعل الشرط. واسمه ضمير مستتر جوازا تقديره هو (أي النبي) . والفعل المجزوم مع جازمه في موضع جزم ب (إن) ، لأن (الانتفاء) جزء من معنى فعل الشرط والمعنى: إن انتفى.. فقل. ولهذا لا يصح القول هنا بتنازع الجازمين.\nفي معادي: في: حرف جر، معادي: اسم مجرور ب (في) ، وعلامة جره الكسرة المقدرة على ما قبل ياء المتكلم، لاشتغال المحل بالحركة المناسبة للياء. وهو مضاف.\nوالياء: ضمير متصل مبني في محل جر بالإضافة. والجار والمجرور متعلقان باسم الفاعل (اخذا) .\nاخذا: خبر (يكن) منصوب، وعلامة نصبه الفتحة الظاهرة.\nبيدي: الباء: حرف جر، يدي: اسم مجرور بالباء، وعلامة جره الكسرة المقدرة على ما قبل ياء المتكلم، لاشتغال المحل بالحركة المناسبة للياء. وهو مضاف.\nالجزء: 1 ¦ الصفحة: 200\n",
        "والياء: ضمير متصل مبني على السكون، في محل جر بالإضافة. والجار والمجرور متعلقان باسم الفاعل (اخذا) .\nفضلا: مفعول لأجله- بمعنى تفضّلا- منصوب، وعلامة نصبه الفتحة الظاهرة.\nوإلا: الواو: عاطفة على جملة فعل الشرط. إلّا: المؤلفة من (إن لا) مدغمتين:\nإن: حرف شرط جازم، لا: حرف نفي. وفعل الشرط محذوف. أي: وإلّا يشفع لي.\nفقل: الفاء: رابطة لجواب الشرط الأول. قل: فعل أمر مبني على السكون.\nوالفاعل ضمير مستتر وجوبا تقديره أنت.\nيا زلة: يا: أداة نداء وتحسّر. زلة: منادى مضاف منصوب، وعلامة نصبه الفتحة الظاهرة.\nجملة إن لم يكن.. فقل: استئنافية، لا محل لها من الإعراب، وهي جملة شرطية.\nجملة لم يكن اخذا: ابتدائية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة وإلا يشفع لي: معطوفة على جملة (إن لم يكن\n...\n) ، لا محل لها من الإعراب.\nجملة فقل: جواب الشرط الجازم الأول وما عطف عليه، وهو مقترن بالفاء، في محل جزم، وهي جملة فعلية.\nجملة يا زلة القدم: المقصود لفظها، في محل نصب، مقول القول.\nالصورة البيانية:\nقوله (يا زلة القدم) كناية عن صفة وهي السقوط في النار.\nالجزء: 1 ¦ الصفحة: 201\n",
        "148 -\nحاشاه أن يحرم الرّاجي مكارمه\n...\nأو يرجع الجار منه غير محترم\nالمعنى:\nحاشى جنابه الرفيع أن يمنع عطاءه وشفاعته عن سائله المحتاج، وأن يعود من التجأ إلى جواره غير موقّر مكرّم.\nالإعراب:\nحاشاه: حاشى: فعل ماض بمعنى تحاشاه أو تجاوزه أو تحاماه، مبني على الفتح المقدر على الألف، للتعذر. والهاء: ضمير متصل في محل نصب، مفعول به مقدم.\nأن: حرف مصدري ناصب.\nالراجي: مفعول به منصوب ل (يحرم) ، وعلامة نصبه الفتحة، وخففت الياء للوزن.\nمكارمه: مفعول به ثان، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nوالهاء: ضمير متصل مبني على الضم في محل جر بالإضافة. والمصدر المؤول من (أن) وما بعدها مرفوع، فاعل (حاشى) . ويجوز إعراب (مكارمه) مفعولا به لاسم الفاعل المعرّف بأل (الراجي) ، والتأويل: أن يحرم من يرجو مكارمه.\nأو: حرف عطف للمفردات والجمل معا.\nيرجع: فعل مضارع منصوب عطفا على (يحرم) ، وعلامة نصبه الفتحة الظاهرة.\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) . والجار والمجرور متعلقان باسم المفعول (محترم) . والتركيب ضعيف لأنه نظير: (اختبر الطالب من قبل المدير) أي بالبناء للمجهول رغم ذكر الفاعل.\nغير: حال من (الجار) ، منصوبة، وعلامة نصبها الفتحة الظاهرة. وهي مضاف.\nجملة حاشاه أن يحرم: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nالجزء: 1 ¦ الصفحة: 202\n",
        "جملة يحرم: صلة الموصول الحرفي (أن) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة يرجع الجار: معطوفة على جملة (يحرم) ، لا محل لها من الإعراب، وهي جملة فعلية.\n149 -\nومنذ ألزمت أفكاري مدائحه\n...\nوجدته لخلاصي خير ملتزم\nالمعنى:\nوخير دليل على كرمه أنني منذ توجه فكري إلى مديحه، كان خير منجى أو منج لي من الشدائد والمكاره.\nالإعراب:\nومنذ: الواو: استئنافية. منذ: مفعول فيه ظرف زمان مبني على الضم، في محل نصب. متعلق بالفعل (وجدت) .\nأفكاري: مفعول به أول، منصوب لفعل (ألزمت) ، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم، لاشتغال المحل بالحركة المناسبة للياء. وهو مضاف. والياء:\nضمير متصل مبني على السكون، في محل جر بالإضافة.\nمدائحه: مفعول به ثان منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف. والهاء:\nضمير متصل مبني على الضم، في محل جر بالإضافة.\nلخلاصي: اللام: حرف جر، خلاصي: اسم مجرور باللام، وعلامة جره الكسرة المقدرة على ما قبل ياء المتكلم، لاشتغال المحل بالحركة المناسبة للياء. وهو مضاف. والياء ضمير متصل مبني على السكون، في محل جر بالإضافة.\nوالجار والمجرور متعلقان بحال محذوفة لاسم المكان (ملتزم) ، والأصل: ملتزم مضمون لخلاصي، ثم قدّمت الصفة فانقلبت حالا. أو متعلقان باسم الفاعل (ملتزم) على رواية الكسر.\nالجزء: 1 ¦ الصفحة: 203\n",
        "خير: مفعول به ثان للفعل (وجدته) ، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nجملة ألزمت: في محل جر بالاضافة، وهي جملة فعلية.\nجملة وجدته: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\n150 -\nولن يفوت الغنى منه يدا تربت\n...\nإنّ الحيا ينبت الأزهار في الأكم\nاللغة:\nتربت: لصقت بالتراب، وهذا كناية عن الفقر. الحيا: الغيث. الأكم: اسم جنس جمعي، والواحدة أكمة: وهي الربوة، أي المرتفع من الأرض.\nالمعنى:\nومهما بلغت حالة سائله صلى الله عليه وسلم من الفقر والحاجة وعدم الصلاح، فلن يعدم إحسانه وفضله، وكيف لا وهو كالغيث؛ إذا نزل على الأرض عم الصالح منها وغير الصالح، وأنبت الأزهار حتى في الروابي المرتفعة التي لا ينبت فيها الزهر.\nالإعراب:\nولن: الواو: حرف استئناف، لن: حرف ناصب.\nالغنى: فاعل مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر.\nمنه: من: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر ب (من) ، والجار والمجرور متعلقان بحال محذوفة من (الغنى) .\nيدا: مفعول به منصوب، وعلامة نصبه الفتحة الظاهرة.\nالجزء: 1 ¦ الصفحة: 204\n",
        "إن: حرف مشبه بالفعل.\nالحيا: اسم (إن) منصوب، وعلامة نصبه الفتحة المقدرة على الألف، للتعذر.\nفي الأكم: في: حرف جر، الأكم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (ينبت) .\nجملة يفوت الغنى: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة تربت: في محل نصب، صفة ل (يدا) ، وهي جملة فعلية.\nجملة إن الحيا ينبت: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية كبرى ذات وجهين.\nجملة ينبت: في محل رفع، خبر (إن) ، وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي البيت تشبيه ضمني. فقد عبّر بكلمة (الغنى) عن البركة النبوية ثم شبّهها بالغيث لا ينزل في أرض ولو رابية لا تمسك الماء إلا أنبت فيها الزهر والعشب.\nفي قوله (يدا تربت) كناية. يعني أنها لا تجد ما تقبض عليه إلا التراب. وهذا كناية عن صفة هي الفقر، مع أنه في البيت فقر معنوي بدليل البيت التالي.\n151 -\nولم أرد زهرة الدّنيا التي اقتطفت\n...\nيدا زهير بما أثنى على هرم\nالمعنى:\nيقول: لا أطلب بثنائي على النبي صلى الله عليه وسلم شيئا من نعيم الدنيا كالذي كان يجنيه زهير بن أبي سلمى بثنائه على هرم بن سنان، إنما غرضي الشفاعة يوم القيامة.\nالجزء: 1 ¦ الصفحة: 205\n",
        "الإعراب:\nولم: الواو: استئنافية، لم: حرف جازم.\nالتي: اسم موصول مبني على السكون، في محل نصب صفة ل (زهرة) .\nاقتطفت: فعل ماض، مبني على الفتح الظاهر. والتاء: حرف تأنيث. والعائد محذوف تقديره: اقتطفتها.\nيدا: فاعل مرفوع، وعلامة رفعه الألف، لأنه مثنى، وحذفت نونه للإضافة.\nبما: الباء: حرف جر، ما: مصدرية.\nأثنى: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر. والفاعل ضمير مستتر جوازا تقديره هو. والمصدر المؤول من (ما) والفعل مجرور بالباء والتقدير: بثنائه. والجار والمجرور متعلقان بالفعل (اقتطفت) .\nعلى هرم: على: حرف جر، هرم: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (أثنى) .\nجملة لم أرد: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة اقتطفت يدا زهير: صلة الموصول الاسمي، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أثنى: صلة الموصول الحرفي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (زهرة الدنيا) تشبيه. شبه الدنيا بالزهرة ثم أضاف المشبه به إلى المشبه فالتشبيه بليغ. هذا هو الشائع، والأحسن أنه شبّه مباهج الحياة الدنيا فقط بالزهر فالكلام استعارة تصريحية، وذكر (القطف) ترشيح للاستعارة وتقوية.\nالجزء: 1 ¦ الصفحة: 206\n",
        "152 -\nيا أكرم الخلق مالي من ألوذ به\n...\nسواك عند حلول الحادث العمم\nاللغة:\nالعمم: العامّ.\nالمعنى:\nيا رسول الله، ليس لي يوم القيامة من ألجأ إليه إذا نزل بالناس الخطب العميم فشملهم بهوله العظيم إلا أنت، وكيف لا وأنت أعظم المرسلين جاها عند الله.\nالإعراب:\nيا أكرم: يا: أداة نداء. أكرم: منادى مضاف، منصوب، وعلامة نصبه الفتحة الظاهرة.\nالخلق: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nمالي: ما: أداة نفي، ولا تعمل هنا عمل (ليس) لعدم توافر الشروط الأربعة. لي:\nاللام: حرف جر، والياء: ضمير متصل مبني على السكون، في محل جر باللام. والجار والمجرور متعلقان بخبر مقدم محذوف.\nمن: نكرة موصوفة بمعنى أحد، مبنية على السكون، في محل رفع مبتدأ مؤخر.\nبه: الباء: حرف جر، والهاء: ضمير متصل مبني على الكسر، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (ألوذ) .\nسواك: بدل من (من) أو صفة ثانية لها، مرفوع، وعلامة رفعه الضمة المقدرة على الألف، للتعذر. والكاف: ضمير متصل مبني، في محل جر بالإضافة. ويجوز نصب (سوى) على الاستثناء لأن المستثنى منه مذكور وهو (من) .\nعند: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق بالفعل (ألوذ) ، وهو مضاف.\nالجزء: 1 ¦ الصفحة: 207\n",
        "العمم: صفة ل (الحادث) ، مجرورة، وعلامة جرها الكسرة الظاهرة.\nجملة مالي من: استئنافية، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة ألوذ: في محل رفع، صفة أولى ل (من) ، وهي جملة فعلية.\n153 -\nولن يضيق رسول الله جاهك بي\n...\nإذا الكريم تحلّى باسم منتقم\nالمعنى:\nولن يكون مثلي يا رسول الله عبئا عليك، فإنّ قدرك ومنزلتك العظيمة تسعني وتسع كل عاص لتشفع لهم، إذا اشتد الخطب على العباد يوم القيامة وانتقم الله تعالى ممن عصاه.\nالإعراب:\nولن: الواو: حرف عطف على جملة (مالي من ألوذ به) في البيت السابق. لن:\nحرف ناصب.\nرسول: منادى مضاف بأداة نداء محذوفة، منصوب، وعلامة نصبه الفتحة الظاهرة.\nالله: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nجاهك: فاعل مرفوع ل (يضيق) ، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nوالكاف: ضمير متصل مبني على الفتح، في محل جر بالإضافة.\nبي: الباء: حرف جر بمعنى (عن) ، والياء: ضمير متصل مبني على السكون، في محل جر بالباء. والجار والمجرور متعلقان بالفعل (يضيق) .\nإذا: ظرف زمان مبني على السكون، في محل نصب، متعلق بالفعل (يضيق) .\nولم نقل بشرطية (إذا) هنا لأن الله تحلى منذ القدم باسم المنتقم. أما على رواية تجلى- بالجيم- فالشرطية مقبولة.\nالجزء: 1 ¦ الصفحة: 208\n",
        "الكريم: فاعل لفعل محذوف يفسره ما بعده، مرفوع، وعلامة رفعه الضمة الظاهرة.\nتحلى: فعل ماض، مبني على الفتح المقدر على الألف، للتعذر. والفاعل ضمير مستتر جوازا تقديره هو أي الكريم.\nباسم: الباء: حرف جر، اسم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (تحلى) . وهو مضاف.\nجملة لن يضيق جاهك: معطوفة على جملة (ما لي من ألوذ به) ، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nجملة (تحلى) الكريم: في محل جر، بالإضافة بعد (إذا) ، وهي جملة فعلية.\nجملة تحلى: تفسيرية لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nشبّه الجاه (الذي هو القدر والمنزلة) بالمكان الرحيب جدا، ثم حذف المشبّه به وكنّى عنه بالضيق، فالاستعارة مكنية.\n154 -\nفإنّ من جودك الدّنيا وضرّتها\n...\nومن علومك علم اللّوح والقلم «1»\nاللغة:\nضرة الحياة الدنيا على التشبيه هي الحياة الاخرة.\nالمعنى:\nوكيف يضيق جاهك بي وأنت ذو جاه عظيم عند الله، وخير الدنيا والاخرة رهن جودك بالشفاعة، وعلما اللوح والقلم بعض علمك.\n(1) تنبيه: في الصفحة 220 تعليق على جواز مضمون هذا البيت وأمثاله، أو عدم جوازه فارجع إليه.\nالجزء: 1 ¦ الصفحة: 209\n",
        "الإعراب:\nفإن: الفاء: استئنافية تعليلية لما سبق، إن: حرف مشبه بالفعل.\nمن جودك: من: حرف جر، جودك: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والكاف: ضمير متصل مبني في محل جر بالإضافة.\nوالجار والمجرور متعلقان بخبر مقدم محذوف ل (إنّ) .\nالدنيا: اسم (إنّ) مؤخر منصوب بفتحة مقدرة، وهو على تقدير مضاف محذوف قبله. والتقدير: فإن هداية الدنيا وشفاعة الاخرة من جودك.\nوضرتها: الواو: حرف عطف، ضرتها: اسم معطوف على (الدنيا) منصوب، وعلامة نصبه الفتحة الظاهرة. وها: ضمير متصل مبني على السكون في محل جر بالإضافة.\nومن علومك: الواو: حرف عطف، من: حرف جر، علومك: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. وهو مضاف. والكاف: ضمير متصل مبني على الفتح في محل جر بالإضافة. والجار والمجرور معطوفان على (من جودك) .\nعلم: اسم معطوف بالنصب على (الدنيا) ، من عطف الاسم على الاسم والخبر على الخبر. ويحتمل أن يقرأ مرفوعا على الابتداء، تقدم خبره قبله، فتكون الواو عندئذ قبل (من علومك) عاطفة على جمل.\nجملة إن من جودك الدنيا: استئنافية لا محل لها من الإعراب، وهي جملة اسمية.\nوعلى قراءة رفع (علم) يكون العجز جملة معطوفة على الصدر.\nالصورة البيانية:\nشبه الدنيا والاخرة بالضرتين ثم حذف لفظ المشبه الثاني أي (الاخرة) وصرح بالمشبه به (الضرة) فالاستعارة تصريحية.\nالجزء: 1 ¦ الصفحة: 210\n",
        "155 -\nيا نفس لا تقنطي من زلّة عظمت\n...\nإنّ الكبائر في الغفران كاللّمم\nاللغة:\nلا تقنطي: لا تيئسي. زلة: ذنب. الكبائر: الذنوب العظام. اللمم: صغار الذنوب.\nالمعنى:\nلما رأى الناظم من نفسه شدة الخوف، أقبل عليها يؤنسها برحمة الله بقوله: لا يحملنك الخوف من عذاب الله بسبب ما جنيته من الذنوب على اليأس من رحمته وغفرانه، فما الذنوب الكبار إلى جانب غفرانه إلا كصغار الذنوب والله أعلم.\nالإعراب:\nيا نفس: يا: أداة نداء. نفس: منادى نكرة مقصودة، مبني على الضم، في محل نصب.\nلا تقنطي: لا: ناهية جازمة. تقنطي: فعل مضارع مجزوم ب (لا) ، وعلامة جزمه حذف النون لأنه من الأفعال الخمسة. والياء: ضمير متصل مبني على السكون، في محل رفع فاعل.\nمن زلة: من: حرف جر، زلة: اسم مجرور ب (من) ، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بالفعل (تقنطي) . ومعنى (من) هنا أحد اثنين: إما السببية فالعبارة تامة، وإما الابتداء فيكون أصل العبارة عندئذ: لا تقنطي من غفران زلة.. والذي سوّغ ذلك ذكر الغفران في العجز.\nإن: حرف مشبه بالفعل.\nفي الغفران: في: حرف جر، والغفران: اسم مجرور ب (في) ، وعلامة جره الكسرة\nالجزء: 1 ¦ الصفحة: 211\n",
        "الظاهرة. والجار والمجرور متعلقان بما في الكاف في (كاللمم) من معنى المشابهة.\nكاللمم: الكاف: حرف جر. اللمم: اسم مجرور بالكاف، وعلامة جره الكسرة الظاهرة. والجار والمجرور متعلقان بخبر (إنّ) المحذوف.\nجملة لا تقنطي: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة عظمت: في محل جر صفة ل (زلة) وهي جملة فعلية.\nجملة إن الكبائر كاللمم: استئنافية بيانية أي واقعة في جواب سؤال مقدّر، لا محل لها من الإعراب، وهي جملة اسمية.\n156 -\nلعلّ رحمة ربّي حين يقسمها\n...\nتأتي على حسب العصيان في القسم\nالمعنى:\nوإني لأرجو أن تكون رحمة الله واسعة على قدر عصيان العباد.\nالإعراب:\nلعل: حرف مشبه بالفعل.\nرحمة: اسمها منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nحين: مفعول فيه ظرف زمان، منصوب، وعلامة نصبه الفتحة الظاهرة. متعلق بالفعل (تأتي) .\nتأتي: فعل مضارع مرفوع، وعلامة رفعه الضمة المقدرة على الياء، للثقل، والفاعل ضمير مستتر جوازا تقديره هي.\nعلى حسب: على: حرف جر، حسب: اسم مجرور ب (على) ، وعلامة جره الكسرة\nالجزء: 1 ¦ الصفحة: 212\n",
        "الظاهرة وهو مضاف. والجار والمجرور متعلقان بحال محذوفة من فاعل (تأتي) والتقدير: مقدّرة على قدر الذنوب.\nالعصيان: مضاف إليه مجرور، وعلامة جره الكسرة الظاهرة.\nفي القسم: في: حرف جر، القسم: اسم مجرور ب (في) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (تأتي) .\nجملة لعل رحمة\n...\nتأتي: استئنافية، لا محل لها من\nالإعراب،\nوهي جملة اسمية كبرى ذات وجهين.\nجملة يقسمها: في محل جر بالإضافة، وهي جملة فعلية.\nجملة تأتي: في محل رفع، خبر (لعل) ، وهي جملة فعلية صغرى.\n157 -\nيا ربّ واجعل رجائي غير منعكس\n...\nلديك، واجعل حسابي غير منخرم\nاللغة:\nحسابي هنا: ظني، والصواب حسباني. منخرم: منقطع.\nالمعنى:\nاللهم حقق ما أملته فيك من المغفرة والعفو ولا تجعله خائبا، واجعل ما رجوته من الجميل والإحسان غير ناقص أو مقطوع.\nروى الشيخان عن النبي صلى الله عليه وسلم عن ربه: «أنا عند ظن عبدي بي» [حديث قدسي في البخاري: كتاب التوحيد، الباب 15، وفي مسلم: كتاب الذكر، الباب 1 و 6] .\nالجزء: 1 ¦ الصفحة: 213\n",
        "الإعراب:\nيا رب: يا: أداة نداء. رب: منادى مضاف إلى ياء المتكلم المحذوفة تخفيفا، منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم المحذوفة لاشتغال المحل بالحركة المناسبة للياء. وكسر الباء دليل على حذف الياء، وحذفها مطّرد في المصحف في حالة النداء فقط.\nواجعل: الواو: حرف عطف للجمل. اجعل: فعل أمر مبني على السكون الظاهر.\nوالفاعل ضمير مستتر وجوبا تقديره أنت. والواو عاطفة على جملة مقدرة قبلها والتقدير: يا رب استجب واجعل رجائي..\nرجائي: مفعول به أول منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم لاشتغال المحل بالحركة المناسبة للياء. والياء: ضمير متصل مبني في محل جر بالإضافة.\nغير: مفعول به ثان ل (اجعل) ، منصوب، وعلامة نصبه الفتحة الظاهرة. وهو مضاف.\nلديك: مفعول فيه ظرف مكان مبني على السكون في محل نصب، وهو مضاف.\nوالكاف: ضمير متصل مبني على الفتح، في محل جر بالإضافة. متعلق باسم الفاعل (منعكس) . انظر حاشيتنا على البيت (40) .\nجملة (استجب) المحذوفة: استئنافية، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة واجعل: معطوفة على جملة (استجب) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة واجعل الثانية: معطوفة على جملة (استجب) لا محل لها من الإعراب، وهي جملة فعلية.\nالصورة البيانية:\nفي قوله (منخرم) استعارة. شبه خيبة الأمل بالخرم، ثم اشتق من هذا المصدر كلمة منخرم، فالاستعارة تصريحية تبعية.\nالجزء: 1 ¦ الصفحة: 214\n",
        "158 -\nوالطف بعبدك في الدّارين إنّ له\n...\nصبرا، متى تدعه الأهوال ينهزم\nالمعنى:\nوأكرمني يا رب بلطفك وإحسانك في دنياي واخرتي، فصبري ضعيف متى واجهته الشدائد ولّى وانهزم.\nالإعراب:\nوالطف: الواو: حرف عطف هنا للجمل. الطف: فعل أمر مبني على السكون الظاهر. والفاعل ضمير مستتر وجوبا تقديره أنت.\nبعبدك: الباء: حرف جر، عبدك، اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة. وهو مضاف. والكاف: ضمير متصل مبني على الفتح في محل جر بالإضافة. والجار والمجرور متعلقان بالفعل (الطف) .\nفي الدارين: في: حرف جر، الدارين: اسم مجرور ب (في) ، وعلامة جره الياء لأنه مثنى.\nوالجار والمجرور متعلقان بالفعل (الطف) .\nإنّ: حرف مشبه بالفعل.\nله: اللام: حرف جر، والهاء: ضمير متصل مبني على الضم، في محل جر باللام. والجار والمجرور متعلقان. بخبر مقدم محذوف ل (إنّ) .\nصبرا: اسم (إنّ) مؤخر، منصوب، وعلامة نصبه الفتحة الظاهرة.\nمتى: اسم شرط جازم لفعلين، مبني على السكون، في محل نصب على الظرفية الزمانية، متعلق بفعل الشرط (تدعه) .\nالجزء: 1 ¦ الصفحة: 215\n",
        "تدعه: فعل مضارع مجزوم، لأنه فعل الشرط، وعلامة جزمه حذف حرف العلة.\nوالهاء: ضمير متصل مبني على الضم في محل نصب مفعول به.\nالأهوال: فاعل مرفوع، وعلامة رفعه الضمة الظاهرة.\nينهزم: فعل مضارع مجزوم لأنه جواب الشرط، وعلامة جزمه السكون، وحرّك بالكسر للقافية. والفاعل ضمير مستتر جوازا تقديره هو يعود إلى (الصبر) .\nجملة الطف: معطوفة على جملة (استجب) المقدّرة، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة إن له صبرا: استئنافية بيانية لأنها جواب سؤال مقدّر، لا محل لها من الإعراب، وهي جملة اسمية.\nجملة متى تدعه الأهوال ينهزم: في محل نصب صفة ل (صبرا) ، وهي جملة شرطية كبرى.\nجملة تدعه الأهوال: استئنافية واقعة في ابتداء جملة شرطية كبرى، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة ينهزم: جواب شرط جازم غير مقترن بالفاء، لا محل لها من الإعراب، وهي جملة فعلية صغرى.\nالصورة البيانية:\nفي قوله (في الدارين) استعارة. شبه الدنيا والاخرة بدارين للإنسان لأنهما ليستا دارين إلا بقرينة كالإضافة مثلا، فالاستعارة تصريحية أصلية.\nفي قوله (تدعه) استعارة. شبه الأهوال بفارس يطلب المبارزة. بجامع الشدة في كلا الموقفين. ثم حذف المشبه به وكنّى عنه بشيء من لوازمه وهو (تدعه) فالاستعارة مكنية.\nفي قوله (ينهزم) استعارة. شبه صبره بالجبان بجامع التخلي وقت الشدة، ثم حذف الجبان وكنّى عنه بلازمه وهو الانهزام، فالاستعارة مكنية.\nالجزء: 1 ¦ الصفحة: 216\n",
        "159 -\nوأذن لسحب صلاة منك دائمة\n...\nعلى النّبيّ بمنهلّ ومنسجم\nاللغة:\nالسحب: جمع سحاب وهو الغيم. بمنهلّ: أي بغيث منهلّ. منسجم: منصبّ.\nالمعنى:\nجد يا رب على نبيك المصطفى بصلوات دائمة تنهلّ عليه صباح مساء.\nالإعراب:\nوأذن: الواو: حرف عطف هنا للجمل، ائذن: فعل أمر مبني على السكون الظاهر والفاعل ضمير مستتر وجوبا تقديره أنت.\nلسحب: اللام: حرف جر، سحب: اسم مجرور باللام، وعلامة جره الكسرة الظاهرة. وهو مضاف. والجار والمجرور متعلقان بالفعل (ائذن) .\nمنك: من: حرف جر، والكاف: ضمير متصل مبني على الفتح، في محل جر ب (من) . والجار والمجرور متعلقان بصفة محذوفة ل (صلاة) .\nدائمة: صفة ثانية ل (صلاة) مجرورة، وعلامة جرها الكسرة الظاهرة.\nعلى النبي: على: حرف جر، النبي: اسم مجرور ب (على) ، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان باسم المصدر (صلاة) . لأننا نقول: صلى الله على النبي.\nبمنهل: الباء: حرف جر، منهل: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بصفة محذوفة ل (سحب) . والتقدير: سحب مقرونة بغيث منهلّ.\nومنسجم: الواو: حرف عطف، منسجم: اسم معطوف على (منهل) ، مجرور وعلامة جره الكسرة الظاهرة.\nالجزء: 1 ¦ الصفحة: 217\n",
        "جملة ائذن: معطوفة على جملة (استجب) المقدرة في البيت (157) ، لا محل لها من\nالإعراب،\nوهي جملة فعلية.\nالصورة البيانية:\nفي قوله (لسحب صلاة) تشبيه. شبه الصلاة بالسحب، ووجه الشبه كون كل منهما رحمة. والتشبيه بليغ من إضافة المشبه به إلى المشبه. وقوله (بمنهلّ ومنسجم) ترشيح للسحب وتقوية للتشبيه.\nويجوز القول: انطلاقا من (اللهم صلّ وسلّم وبارك) شبّه الشاعر (بركات) الصلاة الدائمة من الله على النبي ب (السّحب) تنهلّ غيثا، بجامع النفع في كلّ، ثم حذف المشبّه (بركات) وكنى عنه بذكر: الصلاة الدائمة على النبي من الله (أي منك) فالاستعارة تصريحية. وقولنا: تنهلّ غيثا من (بمنهلّ ومنسجم) ترشيح للاستعارة وتأكيد للمشبّه به.\n160 -\nمارنّحت عذبات البان ريح صبا\n...\nوأطرب العيس حادي العيس بالنّغم\nاللغة:\nرنّحت: أمالت. عذبات: أطراف الأغصان. البان: ضرب من الشجر اللين. الصّبا:\nريح منعشة تهب من الشرق. العيس: الإبل. حادي العيس: الذي يشدو ليحثّها على السير.\nالمعنى:\nوأدم يا ربّ على نبيك صلاتك وسلامك ما دامت ريح الصبا تميل أفنان شجر البان، وما دامت الإبل تسمع الحداء فتطرب.\nالجزء: 1 ¦ الصفحة: 218\n",
        "الإعراب:\nما: مصدرية ظرفية.\nرنّحت: فعل ماض مبني على الفتح الظاهر. والتاء: حرف تأنيث، والمصدر المؤول من (ما) والفعل منصوب على الظرفية الزمانية متعلق ب (ائذن) والتقدير: مدة ترنّح.\nعذبات: مفعول به مقدم، منصوب، وعلامة نصبه الكسرة نيابة عن الفتحة لأنه جمع مؤنث سالم. وهو مضاف.\nريح: فاعل (رنّحت) مؤخر، مرفوع، وعلامة رفعه الضمة الظاهرة. وهو مضاف.\nصبا: مضاف إليه مجرور، وعلامة جره الكسرة المقدرة على الألف المحذوفة نطقا المثبتة كتابة، لالتقاء الساكنين.\nحادي: فاعل مرفوع ل (أطرب) وعلامة رفعه الضمة المقدرة على الياء، للثقل. وهو مضاف.\nبالنغم: الباء: حرف جر، النغم: اسم مجرور بالباء، وعلامة جره الكسرة الظاهرة.\nوالجار والمجرور متعلقان بالفعل (أطرب) .\nجملة رنحت ريح: صلة الموصول الحرفي (ما) ، لا محل لها من الإعراب، وهي جملة فعلية.\nجملة أطرب حادي العيس: معطوفة على جملة (رنّحت) ، لا محل لها من الإعراب، وهي جملة فعلية.\nهذه هي بردة البوصيري (160) بيتا. ولكن بعض المراجع أوردت بيتين أخيرين هما:\nثم الرضا عن أبي بكر وعن عمر\n...\nوعن عليّ وعن عثمان ذي الكرم\nوالال والصحب ثم التابعين فهم\n...\nأهل التقى والنّقا والحلم والكرم\nوالحمد لله رب العالمين\nالجزء: 1 ¦ الصفحة: 219\n",
        "تنبيه\nيعترض بعض الأفاضل على مضمون بعض أبيات البردة [ذات الأرقام 46 و 80 و 81 و 152 و 154] وغيرها\n...\nويقبلها أفاضل اخرون على أنها من التوسل الجائز:\nكالتوسل الجائز بالصدقة الجارية، وبعلم ينتفع به، وبالولد الصالح، بل بدعاء الصالحين عموما بعضهم لبعض\n...\nوكتوسل المريض بالصدقة، والمولود له بالعقيقة، وباني الدار بالوكيرة\n...\nوكارتياد المواضع المباركة للدعاء فيها، كالمساجد عموما، والثلاثة خصوصا، والله هو القائل لنوح عليه السّلام: وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبارَكاً [المؤمنون 23/ 29] .\nوكترقب المضطر لأيام مباركة وساعات حميدة، تيمنا وتوسلا بها لاستجابة الخالق\n...\nكل هذا صحيح مع أن المتوسّل به فيها جميعا هو المال والعلم والإطعام والمواضع والأزمان، وكلها من متاع الحياة الدنيا، مباركة كانت أو غير مباركة، وبكل ذلك توسّل المؤمنون.\nإذن\n...\nأفلا يكون التوسل بشفاعة النبي صلى الله عليه وسلم أولى منها جميعا؟؟\nنعم أولى\n...\nولكن كان على البوصيري في ألفاظه أن يتخيّر ما هو أولى للمعنى، لا للوزن أو غلبة العاطفة.\nالجزء: 1 ¦ الصفحة: 220\n",
        "هذا، مع إقرارنا التام أن الفاعل الحقيقي هو الله تعالى، وأنه هو المعطي والمانع، والنافع والضار، وأنه هو القائل في سورة النساء 4/ 112 وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ\n[وبعض الغيب جزء من هذا العلم] ، وأنه عزّ وجلّ كرّمه ومنحه ما لم يمنح غيره من الأنبياء، ولا سيّما الشفاعة.\nقلت:\n...\nمع إقرارنا التام بكل ذلك\n...\nنقرّ أن الدعاء الذي لا يجوز إلى غير الخالق يختلف تماما عن التوسل، وأنّ على المسلم الفطن أن يميّز ما في الأبيات من دعاء ومن توسل.\nنقول (توسّل) ولا نقول (توسّط) لأن (الوسيلة) والتوسّل: سبب وتسبّب، وليست (وسيطا) بين العبد وربه ليضمن له ما يريد! وهيهات هيهات ذاك الضمان.\nعفا الله عنّا وعمّن خانته الأحرف أحيانا، والقلب سليم إن شاء الله.\n[المراجع]\nالجزء: 1 ¦ الصفحة: 221\n",
        "(البردة) 1-\nأمن تذكّر جيران بذي سلم\n...\nمزجت دمعا جرى من مقلة بدم\n2 -\nأم هبّت الرّيح من تلقاء كاظمة\n...\nوأومض البرق في الظّلماء من إضم\n3 -\nفما لعينيك إن قلت اكففا همتا\n...\nوما لقلبك إن قلت استفق يهم\n4 -\nأيحسب الصّبّ أنّ الحبّ منكتم\n...\nما بين منسجم منه ومضطّرم\n5 -\nلولا الهوى لم ترق دمعا على طلل\n...\nولا أرقت لذكر البان والعلم\n6 -\nفكيف تنكر حبّا بعد ما شهدت\n...\nبه عليك عدول الدّمع والسّقم\n7 -\nوأثبت الوجد خطّي عبرة وضنى\n...\nمثل البهار على خدّيك والعنم\n8 -\nنعم سرى طيف من أهوى فأرّقني\n...\nوالحبّ يعترض الّلذّات بالألم\nالجزء: 1 ¦ الصفحة: 222\n",
        "9 -\nيالائمي في الهويا لعذريّ معذرة\n...\nمنّي إليك ولو أنصفت لم تلم\n10 -\nعدتك حالي لا سرّي بمستتر\n...\nعن الوشاة، ولا دائي بمنحسم\n11 -\nمحضتني النّصح لكن لست أسمعه\n...\nإنّ المحبّ عن العذّال في صمم\n12 -\nإنّي اتّهمت نصيح الشّيب في عذل\n...\nوالشّيب أبعد في نصح عن التّهم\n13 -\nفإنّ أمّارتي بالسّوء ما اتّعظت\n...\nمن جهلها بنذير الشّيب والهرم\n14 -\nولا أعدّت من الفعل الجميل قرى\n...\nضيف ألمّ برأسي غير محتشم\n15 -\nلو كنت أعلم أنّي ما أوقّره\n...\nكتمت سرّا بدا لي منه بالكتم\n16 -\nمن لي بردّ جماح من غوايتها\n...\nكما يردّ جماح الخيل باللّجم\n17 -\nفلا ترم بالمعاصي كسر شهوتها\n...\nإنّ الطّعام يقوّي شهوة النهّم\nالجزء: 1 ¦ الصفحة: 223\n",
        "18 -\nوالنّفس كالطّفل إن تهمله شبّ على\n...\nحبّ الرّضاع، وإن تفطمه ينفطم\n19 -\nفاصرف هواها وحاذر أن تولّيه\n...\nإنّ الهوى ما تولّى يصم أو يصم\n20 -\nوراعها وهي في الأعمال سائمة\n...\nوإن هي استحلت المرعى فلا تسم\n21 -\nكم حسّنت لذّة للمرء قاتلة\n...\nمن حيث لم يدر أنّ السّمّ في الدّسم\n22 -\nواخش الدّسائس من جوع ومن شبع\n...\nفربّ مخمصة شرّ من التّخم\n23 -\nواستفرغ الدّمع من عين قد امتلأت\n...\nمن المحارم والزم حمية النّدم\n24 -\nوخالف النّفس والشّيطان واعصهما\n...\nوإن هما محضاك النّصح فاتّهم\n25 -\nولا تطع منهما خصما ولا حكما\n...\nفأنت تعرف كيد الخصم والحكم\n26 -\nأستغفر الله من قول بلا عمل\n...\nلقد نسبت به نسلا لذي عقم\nالجزء: 1 ¦ الصفحة: 224\n",
        "27 -\nأمرتك الخير لكن ما ائتمرت به\n...\nوما استقمت، فما قولي لك استقم؟\n28 -\nولا تزوّدت قبل الموت نافلة\n...\nولم أصلّ سوى فرض ولم أصم\n29 -\nظلمات سنّة من أحيا الظّلام إلى\n...\nأن اشتكت قدماه الضّرّ من ورم\n30 -\nوشدّ من سغب أحشاءه وطوى\n...\nتحت الحجارة كشحا مترف الادم\n31 -\nوراودته الجبال الشّمّ من ذهب\n...\nعن نفسه فأراها أيّما شمم\n32 -\nوأكّدت زهده فيها ضرورته\n...\nإنّ الضّرورة لا تعدو على العصم\n33 -\nوكيف تدعو إلى الدّنيا ضرورة من\n...\nلولاه لم تخرج الدّنيا من العدم\n34 -\nمحمّد سيّد الكونين والثّقلي\n...\nن والفريقين من عرب ومن عجم\n35 -\nنبيّنا الامر النّاهي فلا أحد\n...\nأبرّ في قول لا منه ولا نعم\nالجزء: 1 ¦ الصفحة: 225\n",
        "36 -\nهو الحبيب الّذي ترجى شفاعته\n...\nلكلّ هول من الأهوال مقتحم\n37 -\nدعا إلى الله فالمستمسكون به\n...\nمستمسكون بحبل غير منفصم\n38 -\nفاق النّبيّين في خلق وفي خلق\n...\nولم يدانوه في علم ولا كرم\n39 -\nوكلّهم من رسول الله ملتمس\n...\nغرفا من البحر أو رشفا من الدّيم\n40 -\nوواقفون لديه عند حدّهم\n...\nمن نقطة العلم أو من شكلة الحكم\n41 -\nفهو الّذي تمّ معناه وصورته\n...\nثمّ اصطفاه حبيبا بارئ النّسم\n42 -\nمنزّه عن شريك في محاسنه\n...\nفجوهر الحسن فيه غير منقسم\n43 -\nدع ما ادّعته النّصارى في نبيّهم\n...\nواحكم بما شئت مدحا فيه واحتكم\n44 -\nوانسب إلى ذاته ما شئت من شرف\n...\nوانسب إلى قدره ما شئت من عظم\nالجزء: 1 ¦ الصفحة: 226\n",
        "45 -\nفإنّ فضل رسول الله ليس له\n...\nحدّ فيعرب عنه ناطق بفم\n46 -\nلو ناسبت قدره آياته عظاما\n...\nأحيا اسمه حين يدعى دارس الرّمم\n47 -\nلم يمتحنّا بما تعيا العقول به\n...\nحرصا علينا، فلم نرتب ولم نهم\n48 -\nأعيا الورى فهم معناه فليس يرى\n...\nفي القرب والبعد فيه غير منفحم\n49 -\nكالشّمس تظهر للعينين من بعد\n...\nصغيرة، وتكلّ الطّرف من أمم\n50 -\nوكيف يدرك في الدّنيا حقيقته\n...\nقوم نيام تسلّوا عنه بالحلم\n51 -\nفمبلغ العلم فيه أنّه بشر\n...\nوأنّه خير خلق الله كلّهم\n52 -\nوكلّ اي أتى الرّسل الكرام بها\n...\nفإنّما اتّصلت من نوره بهم\n53 -\nفإنّه شمس فضل هم كواكبها\n...\nيظهرن أنوارها للنّاس في الظّلم\nالجزء: 1 ¦ الصفحة: 227\n",
        "54 -\nأكرم بخلق نبيّ زانه خلق\n...\nبالحسن مشتمل بالبشر متّسم\n55 -\nكالزّهر في ترف والبدر في شرف\n...\nوالبحر في كرم والدّهر في همم\n56 -\nكأنّه وهو فرد من جلالته\n...\nفي عسكر حين تلقاه وفي حشم\n57 -\nكأنّما الّلؤلؤ المكنون في صدف\n...\nمن معدني منطق منه ومبتسم\n58 -\nلا طيب يعدل تربا ضمّ أعظمه\n...\nطوبى لمنتشق منه وملتثم\n59 -\nأبان مولده عن طيب عنصره\n...\nيا طيب مبتدأ منه ومختتم\n60 -\nيوم تفرّس فيه الفرس أنّهم\n...\nقد أنذروا بحلول البؤس والنّقم\n61 -\nوبات إيوان كسرى وهو منصدع\n...\nكشمل أصحاب كسرى غير ملتئم\n62 -\nوالنّار خامدة الأنفاس من أسف\n...\nعليه والنّهر ساهي العين من سدم\nالجزء: 1 ¦ الصفحة: 228\n",
        "63 -\nوساء ساوة أن غاضت بحيرتها\n...\nوردّ واردها بالغيظ حين ظمي\n64 -\nكأنّ بالنّار ما بالماء من بلل\n...\nحزنا، وبالماء ما بالنّار من ضرم\n65 -\nوالجنّ تهتف والأنوار ساطعة\n...\nوالحقّ يظهر من معنى ومن كلم\n66 -\nعموا وصمّوا، فإعلان البشائر لم\n...\nيسمع، وبارقة الإنذار لم تشم\n67 -\nمن بعد ما أخبر الأقوام كاهنهم\n...\nبأنّ دينهم المعوجّ لم يقم\n68 -\nوبعد ما عاينوا في الأفق من شهب\n...\nمنقضّة وفق ما في الأرض من صنم\n69 -\nحتّى غدا عن طريق الوحي منهزم\n...\nمن الشّياطين يقفو إثر منهزم\n70 -\nكأنّهم هربا أبطال أبرهة\n...\nأو عسكر بالحصى من راحتيه رمي\n71 -\nنبذا به بعد تسبيح ببطنهما\n...\nنبذ المسبّح من أحشاء ملتقم\nالجزء: 1 ¦ الصفحة: 229\n",
        "72 -\nجاءت لدعوته الأشجار ساجدة\n...\nتمشي إليه على ساق بلا قدم\n73 -\nكأنّما سطرت سطرا لما كتبت\n...\nفروعها من بديع الخطّ باللّقم\n74 -\nمثل الغمامة أنّى سار سائرة\n...\nتقيه حرّ وطيس للهجير حمي\n75 -\nأقسمت بالقمر المنشقّ إنّ له\n...\nمن قلبه نسبة مبرورة القسم\n76 -\nوما حوى الغار من خير ومن كرم\n...\nوكلّ طرف من الكفّار عنه عمي\n77 -\nفالصّدق في الغار والصّدّيق لم يرما\n...\nوهم يقولون: ما بالغار من أرم\n78 -\nظنّوا الحمام وظنّوا العنكبوت على\n...\nخير البريّة لم تنسج ولم تحم\n79 -\nوقاية الله أغنت عن مضاعفة\n...\nمن الدّروع وعن عال من الأطم\n80 -\nما سامني الدّهر ضيما واستجرت به\n...\nإلّا ونلت جوارا منه لم يضم\nالجزء: 1 ¦ الصفحة: 230\n",
        "81 -\nولا التمست غنى الدّارين من يده\n...\nإلا استلمت النّدى من خير مستلم\n82 -\nلا تنكر الوحي من رؤياه إنّ له\n...\nقلبا إذا نامت العينان لم ينم\n83 -\nوذاك حين بلوغ من نبوّته\n...\nفليس ينكر فيه حال محتلم\n84 -\nتبارك الله ما وحي بمكتسب\n...\nولا نبيّ على غيب بمتّهم\n85 -\nكم أبرأت وصبا باللّمس راحته\n...\nوأطلقت أربا من ربقة اللّمم\n86 -\nوأحيت السّنة الشّهباء دعوته\n...\nحتّى حكت غرّة في الأعصر الدّهم\n87 -\nبعارض جاد أو خلت البطاح بها\n...\nسيب من اليمّ أو سيل من العرم\n88 -\nدعني ووصفي ايات له ظهرت\n...\nظهور نار القرى ليلا على علم\n89 -\nفالدّرّ يزداد حسنا وهو منتظم\n...\nوليس ينقص قدرا غير منتظم\nالجزء: 1 ¦ الصفحة: 231\n",
        "90 -\nفما تطاول امال المديح إلى\n...\nما فيه من كرم الأخلاق والشّيم\n91 -\nايات حقّ من الرّحمن محدثة\n...\nقديمة صفة الموصوف بالقدم\n92 -\nلم تقترن بزمان وهي تخبرنا\n...\nعن المعاد وعن عاد وعن إرم\n93 -\nدامت لدينا ففاقت كلّ معجزة\n...\nمن النّبيّين إذ جاءت ولم تدم\n94 -\nمحكّمات فما يبقين من شبه\n...\nلذي شقاق وما يبغين من حكم\n95 -\nما حوربت قطّ إلا عاد من حرب\n...\nأعدى الأعادي إليها ملقي السّلم\n96 -\nردّت بلاغتها دعوى معارضها\n...\nردّ الغيور يد الجاني عن الحرم\n97 -\nلها معان كموج البحر في مدد\n...\nوفوق جوهره في الحسن والقيم\n98 -\nفما تعدّ ولا تحصى عجائبها\n...\nولا تسام على الإكثار بالسّأم\nالجزء: 1 ¦ الصفحة: 232\n",
        "99 -\nقرّت بها عين قاريها فقلت له\n...\nلقد ظفرت بحبل الله فاعتصم\n100 -\nإن تتلها خيفة من حرّ نار لظى\n...\nأطفأت حرّ لظى من وردها الشّبم\n101 -\nكأنّها الحوض تبيضّ الوجوه به\n...\nمن العصاة وقد جاؤوه كالحمم\n102 -\nوكالصّراط وكالميزان معدلة\n...\nفالقسط من غيرها من النّاس لم يقم\n103 -\nلا تعجبن لحسود راح ينكرها\n...\nتجاهلا، وهو عين الحاذق الفهم\n104 -\nقد تنكر العين ضوء الشّمس من رمد\n...\nوينكر الفم طعم الماء من سقم\n105 -\nيا خير من يمّم العافون ساحته\n...\nسعيا وفوق متون الأينق الرّسم\n106 -\nومن هو الاية الكبرى لمعتبر\n...\nومن هو النّعمة العظمى لمغتنم\n107 -\nسريت من حرم ليلا إلى حرم\n...\nكما سرى البدر في داج من الظّلم\nالجزء: 1 ¦ الصفحة: 233\n",
        "108 -\nوبتّ ترقى إلى أن نلت منزلة\n...\nمن قاب قوسين لم تدرك ولم ترم\n109 -\nوقدّمتك جميع الأنبياء بها\n...\nوالرّسل تقديم مخدوم على خدم\n110 -\nوأنت تخترق السّبع الطّباق بهم\n...\nفي موكب كنت فيه صاحب العلم\n111 -\nحتّى إذا لم تدع شأوا لمستبق\n...\nمن الدّنوّ ولا مرقى لمستنم\n112 -\nخفضت كلّ مقام بالإضافة إذ\n...\nنوديت بالرّفع مثل المفرد العلم\n113 -\nكيما تفوز بوصل أيّ مستتر\n...\nعن العيون وسرّ أيّ مكتتم\n114 -\nفحزت كلّ فخار غير مشترك\n...\nوجزت كلّ مقام غير مزدحم\n115 -\nوجلّ مقدار ما ولّيت من رتب\n...\nوعزّ مقدار ما أوليت من نعم\n116 -\nبشرى لنا معشر الإسلام إنّ لنا\n...\nمن العناية ركنا غير منهدم\nالجزء: 1 ¦ الصفحة: 234\n",
        "117 -\nلمّا دعا الله داعينا لطاعته\n...\nبأكرم الرّسل كنّا أكرم الأمم\n118 -\nراعت قلوب العدا أنباء بعثته\n...\nكنبأة أجفلت غفلا من الغنم\n119 -\nما زال يلقاهم في كلّ معترك\n...\nحتّى حكوا بالقنا لحما على وضم\n120 -\nودّوا الفرار فكادوا يغبطون به\n...\nأشلاء شالت مع العقبان والرّخم\n121 -\nتمضي اللّيالي ولا يدرون عدّتها\n...\nما لم تكن من ليالي الأشهر الحرم\n122 -\nكأنّما الدّين ضيف حلّ ساحتهم\n...\nبكلّ قرم إلى لحم العدا قرم\n123 -\nيجرّ بحر خميس فوق سابحة\n...\nيرمي بموج من الأبطال ملتطم\n124 -\nمن كلّ منتدب لله محتسب\n...\nيسطو بمستأصل للكفر مصطلم\n125 -\nحتّى غدت ملّة الإسلام وهي بهم\n...\nمن بعد غربتها موصولة الرّحم\nالجزء: 1 ¦ الصفحة: 235\n",
        "126 -\nمكفولة أبدا منهم بخير أب\n...\nوخير بعل، فلم تيتم ولم تئم\n127 -\nهم الجبال فسل عنهم مصادمهم\n...\nماذا رأى منهم في كلّ مصطدم\n128 -\nوسل حنينا وسل بدرا وسل أحدا\n...\nفصول حتف لهم أدهى من الوخم\n129 -\nالمصدري البيض حمرا بعد ما وردت\n...\nمن العدا كلّ مسودّ من اللّمم\n130 -\nوالكاتبين بسمر الخطّ ما تركت\n...\nأقلامهم حرف جسم غير منعجم\n131 -\nشاكي السّلاح، لهم سيما تميّزهم\n...\nوالورد يمتاز بالسّيما عن السّلم\n132 -\nتهدي إليك رياح النّصر نشرهم\n...\nفتحسب الزّهر في الأكمام كلّ كمي\n133 -\nكأنّهم في ظهور الخيل نبت ربا\n...\nمن شدّة الحزم لا من شدّة الحزم\n134 -\nطارت قلوب العدا من بأسهم فرقا\n...\nفما تفرّق بين البهم والبهم\nالجزء: 1 ¦ الصفحة: 236\n",
        "135 -\nومن تكن برسول الله نصرته\n...\nإن تلقه الأسد في اجامها تجم\n136 -\nولن ترى من وليّ غير منتصر\n...\nبه ولا من عدوّ غير منقصم\n137 -\nأحلّ أمته في حرز ملّته\n...\nكاللّيث حلّ مع الأشبال في أجم\n138 -\nكم جدّلت كلمات الله من جدل\n...\nفيه، وكم خصم البرهان من خصم\n139 -\nكفاك بالعلم في الأمّيّ معجزة\n...\nفي الجاهليّة والتّأديب في اليتم\n140 -\nخدمته بمديح أستقيل به\n...\nذنوب عمر مضى في الشّعر والخدم\n141 -\nإذ قلّداني ما تخشى عواقبه\n...\nكأنّني بهما هدي من النّعم\n142 -\nأطعت غيّ الصّبا في الحالتين وما\n...\nحصلت إلّا على الاثام والنّدم\n143 -\nفيا خسارة نفس في تجارتها\n...\nلم تشتر الدّين بالدّنيا ولم تسم\nالجزء: 1 ¦ الصفحة: 237\n",
        "144 -\nومن يبع اجلا منه بعاجله\n...\nيبن له الغبن في بيع وفي سلم\n145 -\nإن ات ذنبا فما عهدي بمنتقض\n...\nمن النبيّ ولا حبلي بمنصرم\n146 -\nفإنّ لي ذمّة منه بتسميتي\n...\nمحمّدا وهو أوفى الخلق بالذّمم\n147 -\nإن لم يكن في معادي اخذا بيدي\n...\nفضلا، وإلّا فقل يا زلّة القدم\n148 -\nحاشاه أن يحرم الرّاجي مكارمه\n...\nأو يرجع الجار منه غير محترم\n149 -\nومنذ ألزمت أفكاري مدائحه\n...\nوجدته لخلاصي خير ملتزم\n150 -\nولن يفوت الغنى منه يدا تربت\n...\nإنّ الحيا ينبت الأزهار في الأكم\n151 -\nولم أرد زهرة الدّنيا التي اقتطفت\n...\nيدا زهير بما أثنى على هرم\n152 -\nيا أكرم الخلق مالي من ألوذ به\n...\nسواك عند حلول الحادث العمم\nالجزء: 1 ¦ الصفحة: 238\n",
        "153 -\nولن يضيق رسول الله جاهك بي\n...\nإذا الكريم تحلّى باسم منتقم\n154 -\nفإنّ من جودك الدّنيا وضرّتها\n...\nومن علومك علم اللّوح والقلم\n155 -\nيا نفس لا تقنطي من زلّة عظمت\n...\nإنّ الكبائر في الغفران كاللّمم\n156 -\nلعلّ رحمة ربّي حين يقسمها\n...\nتأتي على حسب العصيان في القسم\n157 -\nيا ربّ واجعل رجائي غير منعكس\n...\nلديك، واجعل حسابي غير منخرم\n158 -\nوالطف بعبدك في الدّارين إنّ له\n...\nصبرا، متى تدعه الأهوال ينهزم\n159 -\nوأذن لسحب صلاة منك دائمة\n...\nعلى النّبيّ بمنهلّ ومنسجم\n160 -\nما رنّحت عذبات البان ريح صبا\n...\nوأطرب العيس حادي العيس بالنّغم\nوالحمد لله رب العالمين\nالجزء: 1 ¦ الصفحة: 239\n",
        ""
    ]
}