{
    "1": [
        "البيزرة\nالبيزرة\nبازيار العزيز الفاطمي\nالكتاب:\nالبيزرة\nالمؤلف:\nبازيار العزيز بالله نزار الفاطمي، يظن أنه أبو عبد الله الحسن بن الحسين (المتوفى: ق 4هـ)\nنظر فيه وعلق عليه:\nمحمد كرد علي\nالناشر:\nمطبوعات المجمع العلمي العربي بدمشق\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "مقدمة\nبسم الله الرحمن الرحيم\nالحمد لله الذي له في كل لطيف من قدرته معجز يتفكر فيه، وخفي من صنعه يتنبه (له) ويدل عليه، ونعم تقتضي مواصلة حمده، ومنن تحثّ على متابعة شكره، والذي ميز كل نوع من حيوان خلقه على حدته، وأبانه بشكله وصورته، وجعل له من الآلة ما يلائم طبعه مركبه؛ ويسُّره للأمر الذي خلق له، ويؤديه إلى مصلحته وقوام جسمه، وجعلنا من أشرف ذلك كله نوعاً، وأتمه معرفة، وجمع فينا بالقوة ما فرقه في تلك الأصناف بالآلة، فليس منها شيء مخصوص بحال له فيها مصلحة إلا ونحن قادرون على مثلها، كذوات الأوبار التي جعلت لها وقاء وكسوة، تلزمها ولا تعدمها، فإنا بفضل حيلة العقل نستعمل مثل ذلك إذا احتجنا إليه، ونفارقه إذا استغنينا عنه، وكذوات الحد والشوكة من صدف ومخلب، فأن لنا مكان ذلك ما نستعمله من السيوف والرماح وسائر الأسلحة، وكذوات الحافر والخف والظلف، فأن لنا أمثال ذلك مما ننتعله ونتقي أذى الأرض به، وجعل لنا خدماً وأعواناً، وزينةً وجمالاً، وأكلاً وأقواتاً، فبعض نمتطيه، وبعض نقتنيه، وبعض نغتذيه، وأحل لنا صيد البر والبحر والهواء، نقتنص الوحش من كناسها، ونحطها من معاقلها، ونستنزل الطير من الهواء، ونستخرج الحوت من الماء. ولم يكلنا في ذلك إلى مبلغ حيلتنا حتى عضدنا عليه، وسهل السبيل إليه، بأن خلق لنا من تلك الأنواع أشخاصاً أغراها بغيرها من سائر أجناسها، ووصلها من آلة الخلقة، وسلاح البنية، وقبول التأديب والتضرية، والانطباع على الأكف والاستجابة، فدلنا على موضع الصنع فيها،\nالجزء: 1 ¦ الصفحة: 17\n",
        "وموقع الانتفاع بها، كل الفهد والكلب وسائر الضواري، والبازي والشاهين والصقر وسائر الجوارح كل ما يحويه من ذلك لنا كاسب، وعلينا كادح. وبمصلحتنا عائد، نستوزعه جل جلاله الشكر على ما منحناه من هذه الموهبة، وفضلنا به من هذه التكرمة، إلى ما نقصر عن تعداده، ونعجز عن الإحاطة به، من عوائد كرمه، وفوائد قسمه، ونرغب إليه جل جلال في العون على طاعته ومقابلة إحسانه باستحقاقه. وصلى الله على محمد نبيه الصادق الأمين البشير النذير، وعلى آله الطيبين الأخيار، وسلم تسليماً، وعلى الأئمة من ولد الحسين بن علي بن أبي طالب حتى تنتهي إلى العزيز بالله أمير المؤمنين فتشمله ونسله إلى يوم الدين.\nإن للصيد فضائل جمة، وملاذ ممتعة، ومحاسن بيّنة، وخصائص في ظلف النفس ونزاهتها، وجلالة المكاسب وطيبها كثيرة، به يستفاد في النشاط والأريحية، والمنافع الظاهرة والباطنة، والمران والرياضة والخفوف والحركة، وانبعاث الشهوة، واتساع الخطوة، وخفة الركاب، وأمن من الأوصاب مع ما فيه من الآداب البارعة، والأمثال السائرة، ومسائل الفقه الدقيقة، والأخبار المأثورة، ما نحن مجتهدون في شرحه وتلخيصه، وتفصيله وتبويبه، في هذا الكتاب المترجم بكتاب البيزرة، على مبلغ حفظنا، ومنتهى وسعنا، وبحسب ما يحضرنا، وينتظم لنا، اتباعاً فيما لا يجوز الابتداع فيه، وابتداعاً فيما أغفله من تقدمنا ممن يدعيه، ونحن مقدّمون ذكر الأبواب التي تشتمل على ذلك، ليأتي كل باب منها في معناه، وبالله الحول والقوة ومنه عز وجل التوفيق والمعونة.\nالجزء: 1 ¦ الصفحة: 18\n",
        "باب من كانت له رغبة في الصيد وعنده شيء من آلته من الأنبياء صلوات الله عليهم، وأصحاب رسول الله صلى الله عليه ومن الأشراف.\nباب تمرين الخيل بالصيد والضراءة وجرأة الفارس على ركوبها باقتحام العقاب، وتسنم الهضاب، والحدور والانصباب.\nباب ما قيل في طرد كل صنف من وحش وطير.\nباب فضائل الصيد وأنه لا يكاد يحب الصيد ويؤثره إلا رجلان متباينان في الحال، متقاربان في علو الهمة، إما ملك ذو ثروة، أو زهد ذو قناعة، وكلاهما يرمي إليه من طريق الهمة، إما لما تداوله الملوك من الطلب، وحب الغلبة والظفر، وموقع ذلك من نفوسهم، أو للطرب واللذة والابتهاج بظاهر العتاد والعدة. والفقير الزاهد لظلف نفسه عن دنيّ المكاسب، ورغبتها عن مصرع المطالب وحقنه ماء وجهه عن غضاضة المهن، وتقاضي أجرة العمل، فمن هذه الطبقة من يقتات من صيده ما يكفيه، ويتصدق بما يفضل عنه، توقياً من المعاملة والمبايعة، ومنهم من يبيع ما فضل عن قوته، ويعود بثمنه في سائر مصلحته. وكانت هذه حال الخليل بن أحمد الفرهودي مع فضله وأدبه وكمال علمه وآلاته، في بازي كان يقتنص به، ويوسد خده لبنةً، وكان جلة الناس في عصره يجتذبونه، ويعرضون عليه المشاركة في أحوالهم فلا يثنيه ذلك من مذهبه، فأحد من كاتبه سليمان بن علي الهاشمي فكتب الخليل بن أحمد إليه:\nأبلغ سليمانَ أني عنه في سَعةٍ\n...\nوفي غنىً غير أني لستُ ذا مالِ\nشحا بنفسي أني لا أرى أحداً\n...\nيموت هُزلاً ولا يبقى على حالِ\nالجزء: 1 ¦ الصفحة: 19\n",
        "وقلما رأيت صائداً إلا تبينت فيه من سيما القناعة، وعلامة الزهد والصيانة، ما لا تتبينه في غيره من سائر المخالطين للناس، ولا تكاد تسمع منه ولا عنه ما تسمعه من سائرهم وعنهم.\nوعن سعيد بن جبير عن ابن عباس في التفسير قال: إنما سمي أصحاب المسيح الحواريين لبياض ثيابهم وكانوا صيادين.\nوقال أرسطا طاليس: أول الصناعات الضرورية الصيد ثم البناء ثم الفلاحة، وذلك لو أن رجلاً سقط إلى بلدة ليس بها أنيس ولا زرع لم تكن له همة إلا حفظ جسمه ونفسه بالغذاء الذي به قوامه، فليس يفكر إلا فيما يصيده، فإذا صاد واغتذى فليس يفكر بعد ذلك إلا فيما يستظل به ويستكن فيه وهو البناء، فإذا تم له فكر حينئذ فيما يزرعه ويغرسه.\nويغدو للصيد اثنان متفاوتان، صعلوك منسحق الأطمار، وملك جبار، فينكفئ الصعلوك غانماً، وينكفئ الملك غارماً، وإنما يشتركان في لذة الظفر. ولا مؤونة أغلظ على ذي المروءة من تكلف آلات الصيد لأنها خيل وفهود وكلاب وآلات تحتاج في كل قليل إلى تجديد. ومن ههنا قيل إنه لا يشغف بالصيد إلا سخيّ.\nقال أبو العباس السفاح لأبي دلامة: سل؟ فقال: كلباً، قال: ويلك، وماذا تصنع بالكلب؟ قال: قلت: سل، والكلب حاجتي، قال: هو لك، قال: ودابة تكون للصيد، قال: ودابة، قال: وغلام يركبها ويتصيد عليها، قال: وغلام، قال: وجارية تصلح لنا صيدنا وتعالج طعامنا، قال: وجارية، قال أبو دلامة: كلب ودابة وغلام وجارية هؤلاء عيال لا بد من دار، قال: ودار، قال: ولا بد من غلة وضيعة لهؤلاء، قال: قد أقطعناك مائة جريب عامرة ومائة جريب غامرة، قال: وما\nالجزء: 1 ¦ الصفحة: 20\n",
        "الغامرة؟ قال: لا نبات فيها، قال: أنا أُقطعك خمس مائة جريب في فيافي بني أسد، قال: فقد جعلنا لك المائتين عامرة، بقي لك شيء؟ قال: أقبل يدك، قال: أما هذه فدعها، قال: ما منعت عيالي شيئاً أهون من فقداً من هذا.\nوقيل لبعض من كان مدمناً على الصيد من حكماء الملوك، أنك قد أدمنت هذا وهو خير الملاهي وفيه مشغلة عن مهم الأمور ومراعاة الملك. فقال: إن للملك في مداومة الصيد حظوظاً كثيرة أقلها تبينه في أصحابه مواقع العمارة من بلاده في النقصان والزيادة فيه، فأن رأى من ذلك ما يسره بعثه الاغتباط على الزيادة فيه وأن رأى ما ينكره جرد عنايته له ووفرها على تلافيه، فلم يستتر منه خلل، ورأس الملك العمارة، ولم يخرج ملك لصيد فرجع بغير فائدة، أما دوابه فيمرنها ويكف من غرب جماحها، وأما شهوته فينسئها، وأما فضول بدنه فيذيبها، وأما مراود مفاصله فيسلسها، وأما أن يكون قد طويت عنه حال مظلوم فيتمكن من لقائه، ويبوح إليه بظلامته، فيسلم من مأثمه. وأما أن ينكفئ بصيد يتفاءل بالظفر به إلى خصال كثيرة لا يخيل ما فيها من الربح.\nوقيل للزاهد المشغوف بالصيد: لو التمست معاشاً غير هذا، فقال: ادن لا أحد مثله، أن هذا معاش يجدي عليَّ من حيث لا أعامل فيه أحداً وأنفرد به من الجملة وأسلم فيه من الفتنة، وألتمسه في الخلوات والفلوات، وهي مواضع أهل السياحة ومظان أولي العبادة، وقلمَّا خلوت من حيوان عجيب في خلقه، لطيف فيما يلهمه الله من احتيال رزقه، يحدث لي فكره في عظيم قدرة الله جل وعزّ على تصاريف الصور،\nالجزء: 1 ¦ الصفحة: 21\n",
        "واختلاف التراكيب، تعجباً من مذاهب الوحش والطير، في مساعيها لمعاشها، وتمحلها لأقواتها وما يلحقها حين تقع في الأشراك، وترتبك في الحبائل، من الحتوف التي تنصبها لها الأطماع، ويسوقها إليها الحرص، فأنا من ذلك بين متبلّغ للدنيا، ومتأهب للآخرة.\nوهذا كتاب كليلة ودمنة المتعارف عليه بين الحكماء فضله، المشتملة على الآداب جمله وفصوله، ذكر واضعه أنه حكمة ألفها، وجعلها على ألسنة الطير والوحش، للطف مواقعها من النفوس، بمقارنة الشكل الحيواني، وإذا كانت كذلك كانت بالقلوب أمس، من الحفظ أقرب، وإذا كان لذكرها والحكاية عنها هذا الموضع، فما ظنك بمشاهدتها ومطاردتها والظفر بما امتنع على الطالب منها.\nوكانت ملوك الأعاجم تجمع أصنافها، (من الحيوان في حظائر) وتدخل أصاغر أولادها عليها وتعرّفها صنفاً صنفاً منها، كي لا (ينسبوا إلى الجهل) إذا كبروا ولم يكونوا رأوها في صغرهم، فرأوا شيئاً منها غريباً سألوا عنه.\nوأشرف الغذاء الذي تحفظ به الأعضاء وما شاكلها، وليس شيء أشبه بها، وأسرع استحالة إليها من اللحم، وأفضل اللُّحمان ما استدعته الشهوة، وتقبلته الطبيعة بقوة عليه، ولا لحم أسرع انهضاماً، وأخص بالشهوة موقعاً، من لحم الصيد المطرود المكدود، لأن ذلك ينضجه ويهريه ويسقط عن الطبيعة بعض المؤونة في طبخه، وقد قام في النفس من العشق له، والتهالك عليه، والتشوف إليه، ما لم يقم فيها لغيره من المطاعم، فإذا وافى الأعضاء وقد تقدمت له هذه المقدمات، أحالته ذ\nالجزء: 1 ¦ الصفحة: 22\n",
        "بالقبول في أسرع زمان. وإن كان الحيوان غليظاً عكست هذه الأسباب طبعه، ونفت ضرره، وقمعت كيموسه، وربما أُكل اللطيف الخفيف على تعنف وتكره، فكان إلى أن يأخذ من الأعضاء أقرب من أن تأخذ منه الأعضاء، وتأول الرواة معنى امرئ القيس في قوله:\nربّ رامٍ من بني ثُعَلٍ\n...\nمخرجٍ كفيَّه من ستره\nفأتته الوحش واردةً\n...\nفتمتَّى النزعَ من يسره\nفرماها في فرائصها\n...\nمن إزاء الحوض أو عقره\nمطعَمٌ للصيد ليس له\n...\nغيرها كسبٌ على كبره\nعلى المدح بادمان الصيد، ويمن الطائر فيه، واستثناؤه بقوله على كبره زائد عندهم في المدح لوصفه أنه يتكلف من ذلك مع قدح السن وأخذها منه شيئاً لا يعجزه مع هذه الحال، ولا يلحقه فيها ما يعرض للمسن من الفتور والكلال، وبنو ثعل بنو عمه لأنهم فخذ من طيء، وكندة فخذ من مُرة، ومرة أخو طيء، فلم يرد غير المدح. وهذا الرامي عمرو الثعلي، وكان من أرمى الناس وفيه قيل:\nليت الغراب رمى حمامة قلبه\n...\nعمرو بأسهمه التي لم تلغب\nوفي أبيات امرئ القيس هذه أدب من أدب الصيد ولطائف حيله، وهو قوله: فتمتى النزع من يسره، وتمتى وتمطى واحد، أبدلت التاء من الطاء وفي تمتى معنيان: أحدهما الاعتماد والتوسط من قولهم حصلته في متي كمى فتمتاه بمعنى تعمد متاه، والآخر بمعنى إبدال التاء من الطاء يريد التمطي، وهو\nالجزء: 1 ¦ الصفحة: 23\n",
        "أن مريدي الصيد بالرمي يتمطى بيساره نحو الأرض مرات حتى يؤنس الطريدة، فتألف ذلك منه ولا تذعر له، ثم حينئذ يستغرق نزعه، ويمضي سهمه. ولا يزال امرؤ القيس في كثير من شعره يفخر بالصيد وأكل لحمه، كقوله مع عراقته في الملك:\nتظلُّ طهاةُ اللحم من بين منضج\n...\nصفيف شواء أو قدير معجّلِ\nوسماه لذة واكتفى بذلك من أن يذكر الصيد لعلمهم بذلك واشتهاره فيهم وقدره عندهم فقال:\nكأني لم أركب جواداً للذة\n...\nولم أتبطن كاعباً ذات خلخالِ\nومن فضائله ما فيه من التبرز على ركوب الخيل صعوداً وحدوراً وكرّاً وانكفاءً وتعطفاً وانثناءً، وذلك كما قدمنا زائد في الفروسية، ملين من المعاطف، مسلس من المراود، محلل لكوامن الفضول، مثبت للركبة، منسيء للشهوة، مؤمن من العلل المزمنة.\nوقال بعض الحكماء: قلما يعمش ناظر زهرة، أو يزمن مريغ طريدة، يعني بذلك من أدمن الحركة في الصيد، ونظر البساتين، فاستمتع طرفه بنضرتها، وأنيق منظرها، وليس يكبر الملك الرئيس العظيم الوقور إذا أثيرت الطريدة أن يستخف نفسه في ارغتها، ويستحضر فرسه في أثرها، ويترجل عنه في المواضع التي لا يقتحم الفرس مثلها.\nوحكي عن عظماء الأكاسرة من ذلك ما هو مشهور في سيرهم، وعن الخلفاء الراشدين ما نذكره في باب من أغري به منهم، ومنها ما يسنح فيه من النشاط والأريحية، لا سيما مع الظفر، ودرك البغية، فأن المرء\nالجزء: 1 ¦ الصفحة: 24\n",
        "يكون في تلك الحال أطرب منه عند سماع شائق الألحان، وتشاجي النغم من ذوي الإحسان، وربما قويت النفس حينئذ، وانبسطت الحرارة الغريزية فعملت في كوامن العلل.\nأخبرني غير واحد ممن شاهد مثل ذلك أنه رأى من غدا إلى الصيد، وهو يجد صداعاً مزمناً، فطفر فعرض له رعاف حلَّل ما كان في رأسه، وآخر كانت به سلعة يجبن عن بطِّها، قويت عليها الطبيعة فانبطت. وآخر كان في بدنه جرح مندمل على نصل سهم، فبدر ذلك النصل، في وقت احداد حركته وتكامل أريحيته، وربما عكس ما يعرض له من ذلك ذميم حالاته، فآلت إلى ضدها من الخيرية، حتى يتشجع، وإن كان جباناً، ويجود وإن كان بخيلاً، وينطلق وجهه وإن كان عبوساً.\nأخبرني بعض الأدباء عن رجل من الشعراء قصد بعض الكبراء. فتعذر عليه ما أمله عنده، وحال بينه وبينه الحجاب، وكان آلفاً للصيد مغرىً به، فعمد الشاعر إلى رقاع لطاف، فكتب فيها ما قاله من الشعر في مديحه، وصاد عدة من الظباء والأرانب والثعالب، وشد تلك الرقاع في أذناب بعضها، وآذان بعض، وراعى خروجه إلى الصيد، فلما خرج كمن له في مظانه ثم أطلقها، فلما ظفر بها واستبشر، ورأى تلك الرقاع، ووقف عليها، زاد في طربه، واستطرف الرجل واستلطفه، وتنبه على رعي ذمامه، وأمر بطلبه فأحضر، ونال منه خيراً كثيراً.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ومن شأن النفس أن تتبع ما عزها، وبعد من إدراكها، فإذا ظفرت بما هذه سبيله بعد إعمالها الحيلة فيه، كان استمتاعها بالظفر به أكثر منه بما وقع عليها فتيسر، وانقياد لها متسمحاً.\nوهذا شبيه بما تأوله يحيى بن خالد البرمكي في توصيته ولده، بتقديم العدات أمام الهبات، فأنه قال لهم: إن الموعد إذا تخيل فصدق، وانتظر فطرق، وأستنجح فأنجح، أمتع من مفاجأة البرّ.\nولو أن محاول حرب، أو مقارع جيش، هلك عدوه قبل مكافحته إياه حتف أنفه، أو انفلَّ جيشه من سوء تدبيره فانصرف، أو جاءه ضاعاً طالباً لأمانه، لما كان مقدار السرور بذلك كمقداره لو نازله فقهره، أو بارزه فأسره. وهذا بين في الملاعب بالشطرنج فأن أحذق الاثنين بها وأعلمهما بتدبيرها إذا تبين التفاوت بينه وبين الآخر، ورآه متتابع الخطأ، عميّاً عن الاحتراز، متورطاً في الاغترار، مفرقاً عدده، مستهيناً لفنائه وتناقصه، محتملاً للطرح، لم يلتذ بملاعبته، ولم يحل له قمره.\nولو أن ملكاً يهدى له في كل يوم عدد كثير من أصناف الوحش والطير، لم يبلغ فرحه بذلك جزءاً واحداً من اغتباطه بقنبرة ضئيلة يدأب في صيدها، أو عكرشة هزيلة يظفر بها، وكم من جواد رائع يضن بظهره على أحب أولاده إليه قد قتله بازياره، ولو أن الصيد أمكن مريغه في أول إثارته لنقص ذلك من لذته، وقدح في موقعه.\nوقال بعض المحدثين:\nلولا طراد الصيد لم يك لذة\n...\nفتَطاردي لي بالوصال قليلا\nهذا الشراب أخو الحياة وما له\n...\nمن لذة حتى يصيب غليلا\nوأخذ هذا محمد بن الوزير الحافظ الغساني فكساه لفظاً حسناً في كلمة له يعتذر فيها من تأخير هدية:\nالجزء: 1 ¦ الصفحة: 26\n",
        "يفَديك خلٌّ إذا هتف به\n...\nجرت مجاري لسانه يدُهُ\nأخَّر ما عنده لتطلبه\n...\nولذة الصيد حين تطرده\nوقال بعض الكتاب يستعفي رئيساً من برٍّ بعث إليه:\nقد جاءت الورق التي وقرتها\n...\nوالريم والسرج المُحَّلى والفرس\nوالبغلة السفواء والخلع التي\n...\nكانت كعرض2ك ليس فيه من دنس\nفي ريحها أرج يضوع كأنه\n...\nمن عود مَحْتِدِكَ الكريمِ المغترس\nوالضوء يلمع في الظلام كأنه\n...\nمن نور وجهك أو ذكائك يُقْتَبس\nلكن أبت لي أن أروح واغتدي\n...\nكلاً على الأخوان أخلاقي الشُّمس\nلا أستلذ العيش لم أدأب له\n...\nطلباً وسعياً في الهواجر والغلس\nوأرى حراماً أن يواتيني الغنى\n...\nحتى يحاوَل بالعناء ويُلتمَس\nفاحبس نوالك عن أخيك موفراً\n...\nفالليث ليس يُسيغ إلا ما افترس\nومن فضل العلم بالصيد والعادة له ما حكاه لي أبي عن اسحق (بن) إبراهيم بن السندي، عن عبد الملك بن صالح الهاشمي، عن خالد بن برمك، أنه كان نظر، وهو مع صالح الهاشمي صاحب المصلَّى وغيره من رجال الدعوة، وهو على سطح قرية نازل مع قحطبة حين فصلوا من خرسان، وبينهم وبين عدوهم مسيرة أيام إلى أقاطيع ظباء مقبلة من البر، حتى كادت تخالط العسكر، فقال لقحطبة: ناد في\nالجزء: 1 ¦ الصفحة: 27\n",
        "الناس بالإسراج والإلجام، وأخذ الأهبة، فتشوف قحطبة فلم ير شيئاً يروعه. فقال لخالد: ما هذا الرأي؟ فقال: أما ترى الوحش قد أقبلت؟ إن وراءها لجمعاً يكشفها فما تمالك الناس أن يتأهبوا حتى رأوا الطليعة، ولولا علم خالد بالصيد لكان ذلك العسكر قد اصطلم.\nوعذل بعض أبناء الملوك في الاستهتار بالصيد، والشغف به، وقيل له أنه هزل وكان أديباً فقال:\nربما أغندو إلى الصيد معي\n...\nفتية هزلُهمُ في الصيد جِدْ\nألفوا الحرب فلما ظفروا\n...\nفتحامَلوا أن يعاديهم أحد\nواستقام الناس طراً لهمُ\n...\nفغدوا ليس يرى فيهم أود\nوتقاضت عادة الحرب وما\n...\nجمعوه من عتاد وعُدد\nوجدوا في الصيد منها شبهاً\n...\nفابتغوها في معاناة الطرد\nلترى عادتهم جارية\n...\nلهم باقية لا تفتقد\nولما شهد أبو علقمة المُريّ عن د سوار أو غيره من القضاة وقف في قبول شهادته، فقال له أبو علقمة: لم وقفت في إجازة شهادتي؟ قال: بلغني أنك تلعب بالكلاب والصقور، قال: من خبرك أني ألعب بها فقد أبطل، وإن كان بلغك أني أصطاد بها فقد صدق من أبلغك، وأني أخبرك أني جاد في الاصطياد بها، غير هازل ولا لاعب، فهل وقف مبلغك على الفرق بين الجد واللعب؟ قال: ما وقف ولا أوقفته عليه، وأجاز شهادته.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ومن فضائل الصيد أنه كان الملك من ملوك فارس إذا حمل على ركوب الصيد دفع أصحابه ركابه سوطه إلى بطانته وهم خاصته، ودفعته الخاصة إلى الخدم وأدخله الخدم إلى موضع نسائه، فناولته إياه امرأة ثيب، وخرج من عندها وهو بيده، فأما في أوقات ركوبه إلى سائر المواضع غير الصيد والحرب، فيتناول السوط من حيث يركب منه.\nوكانت الجوارح تنتصب على كنادرها من ناحية وساده نحو رأسه، والضواري وهي الكلاب والفهود وبنات عرس من ناحية ممد رجليه، والخيل أمامه أو عن يمينه، وكل من شهد معه الصيد حاش عليه العانة والسرب حتى يكون المكل يتصيدها، ويتصيدوا هم سائر الوحش والسباع، ما لم ينهوا عن ذلك، ولم يكن يرى أن يخلو سمعه من زقاء جارح ونباح صار وصهيل الخيل، والحان القيان، وطنين الأوثار.\nوكانت لبهرام شوبين حظية مفتنة في جميع الآداب، فاقترحت عليه حضور الصيد معه، شغفاً منها به، ونزاعاً إلى مشاهدة الطرد، فأجابها إلى ذلك، فبينا هي معه إذ عن لهما سرب ظباء، وكان بهرام شوبين من جودة الرمي على ما لم يكن عليه سائر الملوك، فقال لها: أراك مشغوفة بالصيد، مرتاحة إليه، فكيف تحبين أن أرمي هذه الظباء، فقالت أريد أن تجعل ذكورها إناثاً وإناثها ذكوراً، ففهم كلامها، وقدر أنها توهمت عليه العجز عما التمسته منه، وأنها حاولت أن تبين من نقصه\nالجزء: 1 ¦ الصفحة: 29\n",
        "فتفت في عضده عند من حضره من أهل مملكته، فقال: ما سألت شططاً، ثم رمى التيوس من الظباء فألقى قرونها فصارت كالإناث، وجعل يرمي كل واحدة من الإناث بسهمين، فيثبتهما في موضع القرنين، فتعود كأنها تيس، فلما تم له ذلك على ما طلبته منه عطف عليها فقتلها، خوفاً من أن تسومه بعد ذلك بفضل همتها وقريحتها، خطةً يقصر عنها فتفضحه.\nوذكر الأصمعي عن الحرث بن مصرف قال: ساب رجلاً بحضرة بعض الملوك، فقال: أيها الملك أنه قتال ظباء، طلاب إماء، مشاء بإقراء، أقعر الآليتين، مقبل النعلين، أفحج الفخذين، مفجح الساقين، فقال له أردت أن تذمه فمدحته.\nالإقراء جمع قري وهو مسيل نهر، وأقعر الآليتين ممتلئهما، مفجح الفخذين متباعد هذه من هذه، وهذا المصرف يضرب مثلاً في طلاب الأمر عليه، وتقسم رأيه في مناجزتهم، فيجعل نفسه كلب صيد، ويجعلهم ظباء فيقول:\nتفرقت الظباء على خراش\n...\nفما يدري خراش ما يصيد\nفيقال إنه من شعره ويقال إنه تمثل به.\nووقف بعض الملوك بصومعة حكيم من الرهبان فناداه فاستجاب له فقال له: ما اللذة؟ فقال له: كبائر اللذات أربع، فعن أيها تسأل؟ فقال: صفهن لي، قال: هل تصيدت قط؟ قال: لا، قال فهل لك حظ في السماع والشرب؟ قال: لا، قال: فهل فاخرت ففخرت أو كاثرت فكثرت؟ قال: لا، قال: فما بقي لك من اللذات؟\nالجزء: 1 ¦ الصفحة: 30\n",
        "وللصيد لذة مشتركة موجودة في طباع الأمم، وكأنها في سكان البدو والأطراف أقوى لمصاقبتهم الوحش ومنازلتهم إياها، فلا تزال تراهم لها ذاكرين، وبها متمثلين، ومنها طاعمين، حتى أن نساءهم ليتصيدن على الخيل، ذكر ذلك بعض الرواة فقال: أتيت مكة فجلست في حلقة فيها عمر بن عبد الله بن أبي ربيعة المخزومي، وإذا هم يتذاكرون العُذريين وعشقهم وصبابتهم فقال عمر: أحدثكم بعض ذلك، أنه كان لي خليل من بني عُذرة وكان مستهتراً بحديث النساء والصبوة إليهن وينشد فيهن، على أنه كان لا عاهر الخلوة ولا سريع السلوة، وكان يوافي الموسم في كل سنة فإذا أبطأ ترجمت له الأخبار وتوكفت له السُّفار حتى يقدم، فذا قدم تحدثنا حديث عاشقين صبين محزونين، وأنه التاث عليّ ذات سنة خبره، حتى قدم وافد عذرة، فأتيت القوم انشد عن صاحبي، فإذا غلام يتنفس الصعداء ثم قال: اعن أبي المسهر تسأل؟ قلت عنه نشدت، وإياه أردت، قال: هيهات هيهات، أصبح والله أبو المسهر لا مأيوساً منه فيهمل ولا مرجواً فيعلل، أصبح والله كما قال الشاعر:\nلعمرك ما حبي لأسماء تاركي\n...\nصحيحاً ولا اقضي بها فأموت\nقلت: وما الذي به؟ قال: مثل الذي بك من تهالككما في الضلال، وجركما أذيال الخسار كأنكما لم تسمعا بجنة ولا نار، قلت: من أنت يا ابن أخي؟ قال: أنا أخوه، قلت: أما والله ما يمنعك أن تركب\nالجزء: 1 ¦ الصفحة: 31\n",
        "طريق أخيك، وتسلك مسلكه إلا أنك وإياه كالواشي والنجاد لا يرقعك ولا ترقعه ثم انطلقت وأنا أقول:\nارائحةُ حجّاجُ عذرةُ غُدوةً\n...\nولما يرح في القوم جعد بن مهجع\nخليلان نشكو ما نلاقي من الهوى\n...\nمتى ما يقل اسمع وأن نقلت يسمع\nألا ليت شعري أي شيء أصابه\n...\nفبي زفرات هجن من بين أضلعي\nفلا يبعدنك الله خلاً فأنني\n...\nسألقى كما لاقيت في الحب مصرعي\nفلما حججت وقفت في الموضع الذي كنت أنا وهو نقف فيه من عرفات، فإذا إنسان قد اقبل، وقد تغير لونه وساءت هيئته، فما عرفته إلا بناقته، فأقبل حتى خلف بين اعناقهما واعتنقني، وجعل يبكي، فقلت ما الذي دهاك؟ فقال: برح العذل، طول المطل، ثم أنشأ يقول:\nلئن كانت غديَّة ذات لب\n...\nلقد علمت بأن الحب داء\nألم تر ويحها تغيير جسمي\n...\nوأني لا يزايلني البكاء\nوأني لو تكلفت الذي بي\n...\nلعف الكَلمْ وأنكشف الغطاء\nفإن معاشري ورجال قومي\n...\nحتوفهم الصبابة واللقاء\nإذا العذريُّ مات بحتف انف\n...\nفذاك العبد يبكيه الرشاء\nالجزء: 1 ¦ الصفحة: 32\n",
        "فقلت: أبا المهر أنها لساعة عظيمة، وأنك في جميع من أقطار الأرض فلو دعوت كنت قَمِناً أن تظفر بحاجتك، وأن تنصر على عدوك، فدعا حتى إذا دنت الشمس للغروب وهم الناس بالإفاضة همهم بشيءٍ وأصخت له مستمعاً فجعل يقول:\nيا رب كل غدوة وروحهْ\n...\nمن مُحرم يشكو الضحى وللوحه\nأنت حسيب الخطب يوم الدوحه\nقلت: وما (يوم) الدوحة؟ قال لي أخبرك إن شاء الله. إني برجل ذو مال ونعم وشاءٍ، وأني خشيت على إبلي التلف، فأتيت أخوالي كلباً، فأوسعوا لي عن صدر المجلس، وسقوني جمة الماء، وكنت فيهم خير أخوال حتى هممت بموافقة مالي بماء لهم يقال له الحرارات. فركبت فرسي، وعلقت معي شراباً كان أهداه إلي بعض الكلبيين فانطلقت حتى إذا كنت بين الحي ومرعى النعم، رفعت لي دوحة عظيمة فقلت: لو نزلت فقعت تحت الشجرة، ثم تروحت مبرداً فنزلت، وشددت\nالجزء: 1 ¦ الصفحة: 33\n",
        "فرسي بغصن من أغصانها، ثم جلست تحتها، إذا رجل يطرد مسحلاً واتاناً، فلما قرب مني إذا عليه درع صفراء، وعمامة خز سوداء، وإذا شعرته تنال فروع كتفيه، فقلت في نفسي غلام حديث عهد بعرس، اعجلته لذة الصيد، فنسي ثوبه وأخذ ثوب امرأته، فما لبث أن لحق المسحل فصرعه ثم ثنى طعنة للأتان، وأقبل وهو يقول:\nنطعنهم سُلكى ومخلوجة\n...\nكَرّك لامَيْنِ على نابل\nفقلت له: إنك قد تعبت وأتعبت فلو نزلت، فثنى رجله ونزل، فشد فرسه بغصن من أغصان الشجرة، ثم جلس معي فجعل يحدثني حديثاً ذكرت قول الشاعر:\nوإن حديثاً منك لو تبذلينه\n...\nجَنى النحل في إعجاز عوذ مطافل\nفبينا هو كذاك إذ نكت بالسوط على ثنيتيه فما ملكت نفسي أن قبضت على السوط وقلت: مه فقال: ولم؟ قلت أخاف أن تكسرهما أنهما رقيقتان قال: وهل عذبتان ثم رفع عقيرته يتغنى:\nإذا قَبَّل الإنسان آخر يشتهي\n...\nثناياه لم يأثم وكان له أجرا\nفإن زاد زاد الله في حسناته\n...\nمثاقيل يمحو الله عنه بها الوِزرا\nالجزء: 1 ¦ الصفحة: 34\n",
        "ثم قال ما هذا الذي تعلقته؟ قلت: شراب هل لك فيه؟ قال: ما أكره منه شيئاً. ثم نظرت إلى عينيه كأنهما مهاة قد أضلت ولداً، وذعرها قانص، فعلم نظري فرفع عقيرته يتغنى:\nإن العيون التي في طرفها مرض\n...\nقتلننا ثم لم يحيين قتلانا\nفقلت: من أين لك هذا الشعر؟ فقال: وقع رجل منا نحو اليمامة فهو الذي أنشدنيه، ثم ملت لأصلح شيئاً من أمر فرسي فرجعت وقد حسر العمامة عن رأسه فإذا هو أحسن الناس وجهاً، فقلت: سبحانك اللهم! ما أعظم قدرتك، وأحسن صنعتك، قال: وكيف قلت ذلك؟ قلت: لما راعني من نور وجهك، وبهرني من جمالك، قال: وما الذي يروعك من زرق الدواب، وحبيس التراب، ثم لا يدري أينعم بعد ذلك أو يبتئس. قلت: بل لا يصنع الله بك إلا خيراً إن شاء الله، ثم قام إلى فرسه، فلما أقبل برقت لي بارقة من الدرع فإذا ثدي كأنه حق فقلت: نشدتك الله أنت رجل أو امرأة؟ فقال أني والله امرأة تكره العهر وتحب العزل، قلت: وأنا والله كذلك، فجلست تحدثني ما أفقد من أنسها شيئاً، حتى مالت على الدوحة سكراً، فاستحسنت والله يا ابن أبي ربيعة الغدر، وزُين في عيني، ثم أن الله عصمني فجلست منها حجرة فما لبثت أن انتبهت مذعورة، فلاثت عمامتها رأسها وأخذت الرمح، وحالت في متن فرسها، فقلت لها: ولما تزوديني منك زاداً، فأعطتني بنانها فشممت منها والله كالسياب الممطور ثم قلت: أين الموعد؟\nالجزء: 1 ¦ الصفحة: 35\n",
        "قالت إن لي أخوة شرساً، وأباً غيوراً، ولأن أسرك أحب إلي من أن أضرك، ثم مضت فكان والله آخر العهد منها إلى يومي هذا. فهي والله التي بلغتني هذا المبلغ. قلت: والله يا أبا مسهر ما استحسن الغدر إلا بك، فاخضلت لحيته بدموعه باكياً، قلت: والله ما قلت لك إلا مازحاً، ودخلتني له رقة فما انقضى الموسم، شددت على ناقتي، وحملت غلاماً على بعير وجعلت عليه قبة آدم حمراء، كانت لأبي عبد الله، وأخذت معي ألف دينار ومطرف خز ثم خرجنا حتى أتينا كلباً، فإذا الشيخ أبو الجارية في نادي قومه، فأتيته فسلمت عليه، فقال: وعليك السلام من أنت؟ فانتسبت له فقال: المعروف غير المنكر، ما الذي جاء بك! قلت: جئتك خاطباً؟ قال: أنت الكفي لا يرغب عن حسبه، والرجل لا يرد عن حاجته. قلت: إني لم آتك في نفسي، وإن كنت موضع الرغبة ولكن لابن أختكم العذري، فقال: والله أنه لكفيّ الحسب، كريم المنصب. غير أن بناتي لا يقعن إلا في هذا الحي من قريش، قال: فعرف الجزع في وجهي، فقال: أما أنا فأصنع بك ما لا أصنعه بغيرك، أخيرها فهي وما اختارت، فقلت: والله ما أنصفتني، فقال: وكيف ذلك؟ قلت: تختار لغيري. ووليت الخيار لي غيرك، فأومى إليّ صاحبي أن دعه يخيرها، فأرسل إليها بالخيار، وقال: رأيك؟ فقالت ما كنت لأستبد برأي دون رأي القرشي وما أختار، قال: قد صيرت إليك الأمر قال: فحمدت الله جل ذكره، وصليت على محمد صلى الله عليه وقلت: قد زوجتها الجعد بن مهجع، وأصدقتها هذا الألف دينار، وجعلت\nالجزء: 1 ¦ الصفحة: 36\n",
        "تكرمتها العبد والبعير والقبة، وكسوت الشيخ المطرف الخزّ، ولم أبرح حتى بنى عليها وانصرفت أقول:\nكفيتُ أخي العذري ما كان نابه\n...\nومثلي لأثقال النوائب يحمل\nوربما ألث السحاب وجرت الأودية، وتتابع السيل، وثلجت الصحراء حتى يعم ذلك معاقل الأروى. وكناس الظباء، ومرابض المها، ومفاحص القطا، ومساالك الطير من الهواء، فتلجأ الصوار والسرب والعانة والرعيل والرف إلى العمارة فتؤخذ قبضاً وتكون حالها في استملامها وضعف من يقدر عليها في تلك الصورة كقول علي بن الجهم في وصف غيث:\nوحتى رأينا الطير في جنباتها\n...\nتكاد أكف الغانيات تصيدها\nولا يكون لصيدها ذلك الموقع، على أن ناساً قد أمكنهم مثل ذلك فرأوا تركه، وقالوا إنما لجأت إلينا، وعادت بجوارنا فنؤمنها ولا نروعها، ولا نجور عليها، وفعل مثل ذلك مجير الجراد، وأسمه حارثة بن حنبل من طيء، وكان الجراد قد وقع في أرضه فبدأ بالوقوع حول خبائه، فخرج أهل الحي ليصيدوه، فركب فرسه وأشرع إليهم صدر قناته،\nالجزء: 1 ¦ الصفحة: 37\n",
        "وقال ما كنت لأمكّنكم من جاري، وفخر بذلك قومه، فقال هلال بن معاوية التَّغلبي:\nومنا الكريم أبو حنبل\n...\nأجار من الناس رِجْل الجراد\nوزيد لنا والنا حاتم\n...\nغياث الورى في السنين الشداد\nوفعل مثله رجل من بني عبد الله بن كلاب يقال له همَّام وبات بأرض خلاء ليس معه أحد، فأوقد ناراً وكان صاد صيداً، فلما رأى الذئب النار أتاها، وذلك من شأنه إذا رأى النار، فلما قرب الذئب منه وهو غَرْثان أقبل يتقرش ما يرميه همَّام من العظام ولا يراه، فلما تبينه رمى إليه بقية صيده ولم يرعه، وأنشأ يقول:\nيا رب ذئب باسل مقدامِ\n...\nمنجرد في الليل والإظلامِ\nعاود أكل الشاء والأنعامِ\n...\nقد ضافني في الليل ذي التمامِ\nفي ليلة دانية الارزامِ\n...\nيقرش ما ألقي من العظامِ\nفبات في أمني وفي ذمامي\n...\nمستدفئاً من لهب الضرامِ\nآثرته بالقسم من طعامي\n...\nولا يخف نبلي ولا سهامي\nولو أتى غيري من الأقوامِ\n...\nمن اللئام لا من الكرامِ\nإذن للاقى عاجل اِلحمام\nوأخبرني من وثقت بصدقه عن رجل من جلَّة أهل همذان، أن الثلج كثر في ضياعه حتى لجأت إليها عانات كثيرة، فأخذها وكلاؤها ولم يحدثوا فيها حدثاً، وكتبوا إليه بخبرها، فكتب إليهم أن أقيموا لها قضيماً\nالجزء: 1 ¦ الصفحة: 38\n",
        "وعلفاً إلى أن ينحسر الثلج، فإذا انحسر الثلج فخلوا سبيلها، واحموها حتى تصل إلى ابعد موضع من العمارة ففعلوا ذلك.\nوتلجأ أيضاً إلى الأنس والعمارة إذا أجدبت السنة وعدمت الكلأ، وذكر هذا المعنى إبراهيم الموصلي في قوله يرثي أخاه إسماعيل بن جامع المغني فقال:\nوإني وإسماعيل يوم فراقهِ\n...\nلِكالغمد يوم الروع فارقه النصلُ\nفإن اغْشَ قوماً بعده أو ازُرْهُم\n...\nفكالوحشِ يدنيها من الأنُسِ المحلُ\nيذكرُنيك الخيرُ والشرُّ والتقى\n...\nوقول الخنا والحلمُ والعلمُ والجهلُ\nفألقاك عن مذمومها متنزهاً\n...\nوألقاك في محمودها ولك الفضلُ\nوقد زعم قوم أن هذا الشعر لمسلم بن الوليد الأنصاري. ومثله لآخر:\nتخرّم الدهرُ إشكالي فأفردني\n...\nمنهم وكنتُ أراهم خيرَ جُلاّسِ\nوصرتُ اصحبُ قوماً لا إشاكلهم\n...\nوالوحشُ تأنسُ عند المحل بالناسِ\nوأخبرني مخبر عن أبي العباس بن الداية عن المعتصم أنه أوغل يوماً في الصيد وحده، فبصر بقانص يصيد ظباءً فاستدناه وقال: حدثني اعجب ما رأيت في صيدك فقال: خربقت المشارع التي تردها الظباء، فلما شمت الخربق صدرت عطاشاً، ثم عات من غدٍ، فانصرفت أيضاً عطاشاً، ثم عادت في اليوم الثالث بأجمعها، فلما جهدها العطش رفعت رؤوسها إلى السماء فأتاها الغيث فما انصرفت حتى رويت وخاضت في الماء.\nوذكرت العلماء بطبائع الحيوان أن الوحش ربما انحازت إلى العمران عن مواضعها من الجبال والبر في الفصل الذي يتصل بفصل الشتاء فيستدل بذلك أهل البلدان على قوة شتاء تلك السنة وشدة برده وثلجه، لأنها تحس في الجبال بتغير الهواء، وبردٍ شديدٍ، فتستدل بذلك على ما بعده من قوة البرد، وتخاف الهلاك فتلجأ إلى العمارة.\nالجزء: 1 ¦ الصفحة: 39\n",
        "باب من كان مستهتراً بالصيد من الأشراف\nإسماعيل بن إبراهيم النبي صلى الله عليهما قال رسول الله صلى الله عليه وعلى آله وقد رتب الأنصار فنصب خمسين رجلاً منهم في وادٍ وقال ارموا يا بني إسماعيل فقد كان أبوكم رامياً، وكان إسماعيل عليه السلام مولعاً بالقنص محباً له، متعباً نفسه فيه، مباشراً لعمل آلات الرمي، ولقد قصده أبوه إبراهيم عليه السلام زائراً لينظر إليه فلم يجده بمحله لشغله بالقنص.\nوحمزة بن عبد المطلب رضوان الله عليه، وكان من النجدة على ما خصه الله عز وجل به، حتى قيل له أسد الله، وكان إسلامه عند منصرفه من صيد، وعلى يده صقر، وجاء في الحديث أن حمزة كان صاحب قنص فرجع يوماً من صيده فقالت له امرأة كانت رأت ما نال رسول الله صلى الله عليه وعلى آله من أذى أبي جهل: يا أبا عُمارة لو رأيت ما صنع أبو الحكم اليوم بابن أخيك، فمضى على حاله، وهو متعلق قوسه في عنقه، حتى دخل المسجد، فألفى أبا جهل فعلا رأسه بقوسه فشجه، ثم قال حمزة: ديني دين محمد أشهد أنه رسول الله صلى الله عليه وسلم.\nوعدي بن حاتم طيء وعنه الأحاديث المأثورة في محرم الصيد ومحلله لأنه كان يكثر مسألة النبي صلى الله عليه عما يعانيه من ذلك.\nوقال بعض من عُذل في مداومة الصيد:\nعذلتني على الطراد وقبلي\n...\nحمزة من اراغة الصيد راحا\nكاسراً صقرُه عليه ظباءً\n...\nسانحاتٍ كفى عليها الجناحا\nفابتغى ملة النبي وقد كا\n...\nن رأى فيه قبل ذلك جِماحا\nالجزء: 1 ¦ الصفحة: 40\n",
        "ورمى هامة اللعين أبي جه\n...\nل بقوس فشجه إيضاحا\nوعدي بن حاتم اسمح الخل\n...\nق إلى الصيد لم يزل مرتاحا\nإنما الصيد همة ونشاطٌ\n...\nيُعقب الجسمَ صحة وصلاحا\nورجاء ينال فيه سروراً\n...\nحين يلقى إصابة ونجاحا\nومن خلفاء بني العباس كان أبو العباس السفاح شديد اللهج بالصيد، ناشئاً ومكتهلا، ومن أخباره أنه خرج يوماً متنزهاً نحو الخورنق في يوم من أيام الربيع، ومعه دهم من أهل بيته، وجماعة من خاصته ومواليه فبسط هناك ودعا بغدائه وحضر مائدته عمومته وأبو جعفر المنصور. فبينما هم كذلك يتضاحكون ويأكلون، إذ طلع عليهم أعرابي فوقف بازائهم فسلَّم عليهم بإشارة، فأشار إليه أبو العباس فاستدناه فدنا وقرب منه، فقال له: ادن فأصب من طعامنا فجثا على ركبتيه بعد أن سلم فأكل أكل جائع منهوم مقرور، فلما انتهى اقبل على أبي العباس فقال: بأبي أنت وأمي يا حسن الوجه، انتسب إليّ أعرفك، فتبسم، ثم قال: رجل من اليمن من عبد المدان، قال: أنت والله شريف، ولكني أشرف منك، قال أبو العباس: فانتسب إليه أعرفك، قال: بيت قيس من بني عامر. قال أبو العباس: شريف إلا أنني اشرف منك، قال: كلاّ ما بنو الحرث أشرف من بني عامر إلا أن تكون عارضتني في نسبك، قال: ما عارضتك وأنهم لأحد طرفيّ، قال: فممَّنْ أنت؟ قال: من بني هاشم، قال: رهط رسول الله صلى الله عليه، قال: نعم قال: شريفٌ والله الذي لا إله إلا هو، فما قرابة ما بينك وبين هذا الملك، يعني أبا العباس،\nالجزء: 1 ¦ الصفحة: 41\n",
        "قال: قريبه. قال: بأبي أنت وأمي أهو الحُمَيْمي؟ قال: هو هو قال: فاكتم عليّ حديثاً أحدّث به عنه، قال: أكتم عليك، قال: رأيته وهو غليّم يقعد يرمي في غرض بالحُميْمَة، فيجمع بين نبله في مثل راحتي هذه، ثم ينصرف عن غرضه، فيمر بالطائر فيصرعه بسهمه فما يملك حتى يذبحه بسيفه، ويقطعه ويضرم ناراً أو يستعير نار مَلَّة قد أأضرمرميهما أضرمها أهلها لغدائهم فيرمي بصيده عليها، ويرمي بطرفه إليها لئلا يغلبه أحد على ما فيها، ثم يأكله نتفاً بريشه، مع شظية من لحمه، حتى يأتي على ما فيه ما يشركه فيه عشير ولا خليل. فصاح به داود بن علي: اسكت فض الله ناجذك، إنما تخاطب أمير المؤمنين. فقال أبو العباس لداود: يا عم ما هذه المعاشرة؟ رجل تكلم عن الأنس والانبساط، وقد تحرم بنا، ولزمنا ذمامه، فأرعبته، وأوهنت متنه، وقطعت حديثه، تكلم يا فتى! فلما سمع ما قال داود قال: وكنت أرى في هذا الفتى أمارات خير تدل على أنه سيملك ما بين لابتيها قال وما هي قال: لينُ الجانب، والصفح عن الجاهل، والبذل للنائل، مع مركبّه الكريم، وموضعه من النبوة، فضحك أبو العباس حتى فحص الأرض برجليه وضحك أهل بيته وأمر له بألف دينار وكساه وحمله.\nوركب المنصور يوماً في صدره مُشَهّرَة مشمراً من ذيله، وعلى يده بازي حتى عبر الجسر بادياً، وانكفى فعبر الآخر راجعاً، وتبينه الناس فلما عاد واستقر به مجلسه قال للربيع: ما الناس في ركوب\nالجزء: 1 ¦ الصفحة: 42\n",
        "أمير المؤمنين على هذه الحال، قال: عجبوا منها قال: إنه كان لأمير المؤمنين في ذلك مذهب، وهو أنه سيأتي من أبنائنا من يحب الصيد ويتبذل فيه، فأحببت أن يكون مني ما رأيت فمتى فعل مثله منا فاعل بعدي قال الناس: قد ركب المنصور على مثل هذه الصورة.\nوكان المهدي محمد بن عبد الله مع ما كان فيه من الحذر والتحفظ والبعد من التبذل مشغوفاً بالصيد لا يكاد يُغِبُّه، وكان مع ذلك مجدوداً فيه لا يحرم، ذكَر ذلك بعض شعرائه في كلمة قال فيها:\nيغدو الإمام إذا غدا\n...\nللصيد ميمون النقيبهْ\nفتؤوب ظافرة جوا\n...\nرحه واكلبُه الأريبه\nبمخالب وبراثن\n...\nبدماء ما اقتنصت خضيبه\nوسهامه لوحوشه\n...\nوالطير قاصدة مصيبه\nوكأنما عرفته فانق\n...\nادت لدعوته مجيبه\nوكان للرشيد حظ من الصيد لا كمداومة المهدي له، واستهتاره به، وكان يرتاح له إذا حضره ارتياحاً شديداً، حتى تحمله الأريحية على ركض فرسه، والشد في أثر الطريدة.\nأخبرني بعض ولد عبد الملك صالح الهاشمي عن أبيه عن جده عن عبد الملك قال: كنت احضر مع الرشيد الطرد كثيراً، فحضرت معه يوماً ومعنا حسين الخادم، وكانت الحال بيني وبينه منفرجة، ولا يزال يتتبع هفواتي، ويغري بي الرشيد، فأراغت الكلاب طريدة وأطلقت عليها، وأعطى الرشيد فرسه عنانه ومرّ يشتد في طلبها ولم أتبعه، ولا زدت في عنان فرسي، فرأى ذلك حسين مني فاهتبله وأسرع إلى الرشيد\nالجزء: 1 ¦ الصفحة: 43\n",
        "فقال: لو زاد عبد الملك بن صالح في عنان فرسه حتى يلحق بأمير المؤمنين لم يكن بذلك من بأس فقال الرشيد: استجهلنا أبو عبد الرحمن، ولم ير مساعدتنا على ما نحن فيه، قال: قد فعل ذلك فأمسك الرشيد فضل عنانه متوقفاً عليّ حتى قربت منه، فعاتبني على ما أنكره، فقلت: يا أمير المؤمنين العذر واضح. قال: وما هو؟ قلت: أنا على فرس لا أثق به قال: عذر، وأمر لي بجنيبة فركبتها وتسايرنا غير بعيد، إلى أن أثيرت طريدة أخرى ففعل كفعله الأول، ولزمت حالي الأولى، فأشتد إنكاره وتلوّمعليّ فلحقته، فقال: أقلنا العلة فما استقيلت الزلة، فقلت: يا أمير المؤمنين إذا كنت لا أثق بفرسي وقد بلوته، فأنا بما لم ابْلُه أقل ثقة، فقال: لا ولكن السكينة والوقار افرطا على أبي عبد الرحمن، وكان هذا بعض ما احفظه عليّ. وتوخّى أبو نؤاس في تشبيب قصيدته التي أولها:\nخَلق الزمان وشرّتي لم تَخلقِِ\n...\nورُميت عن غرض الشباب بأفوقِ\nولقد غدوتُ بدستبان مُعلُمٍ\n...\nصخب الجلاجل في الوظيف مسبّق\nحرّ صنعناه لتُحكَم كفُّه\n...\nعمل الرفيقةِ واستلاب الأخرق\nالجزء: 1 ¦ الصفحة: 44\n",
        "يجلو القذى بعقيقتين اكتنّتا\n...\nبذرى سليم الجفن غير مخرّق\nألقى زآبره وأخلف بزة\n...\nكانت ذخيرة صانع متنوق\nفكأنه متدرع ديباجةً\n...\nعن قالص التبّان غير مسوّق\nفترى الأوز قريب خطوِ مشيعٍ\n...\nغرثانَ منبسط الشواكل بورق\nيعتام جلتها ويقصر شأوها\n...\nبمؤنّف شاكي الشباه مذلق\nالجزء: 1 ¦ الصفحة: 45\n",
        "حتى رفعنا قدرنا برغامها\n...\nواللحم بين مردَّم وموشق\nفأفتتحها بذكر الصيد وصفة الجارح، هزاً منه بذلك، وبعثاً من أريحيته لما يعلمه من رأيه في الصيد، وموقعه من قلبه. والرغام التراب بالفتح ومنه أرغم الله أنفه أي ألصقه بالتراب.\nوكان محمد الأمين أشد انهماكاً في الصيد وأحرص عليه من كل من تقدمه. وأكثر طرد أبي نواس معمول في جوارح محمد وضواريه مثل قوله:\nفأمتع الله به الأميرا\n...\nربي ولا زال به مسرورا\nثم كان المعتصم أكثرهم محالفة للصيد، وأخفهم فيه ركاباً لتوفر همته على الفروسية وما شاكلها، ودخل في بابها، وأكثر مباشرة ذلك بنفسه.\nثم كان المعتضد كالمعتصم في أكثر أموره ومآربه، وأشبه به من سائر (أهل) بيته وبنيه من الخلفاء لمباشرة الحرب والصيد وما أشبههما، ولم يكن ينفك من حرب إلا إلى صيد، ولا من صيد إلا إلى حرب، وكان يخرج لصيد الأسد، فيخيم عليها حتى لا يبقى منها باقية، أخبر عنه نجبة ابن علي نديمه قال: كان يقول كثيراً لما بني (الثريا) أتعلم أن بناءً من ابنية الخلفاء يشبه هذا البناء أو يعادله في محل أو موقع؟ أما تراني قاعداً على سريري، يعرض عليّ وزيري، ويُصاد بين يدي صيد البر\nالجزء: 1 ¦ الصفحة: 46\n",
        "والبحر، وكأني في وسط المتصيد. وما أشبّه ما وقع له من ذلك إلا بقول القائل:\nيا حبذا السفح سفح المرج والوادي\n...\nوحبذا أهله من رائح غادي\nتزقي فرافيره والعيس واقفة\n...\nوالضب والنون والملاح والحادي\nولي في نحو هذا المعنى، وكنا نخرج للصيد بمصر في موضع يعرف بدير القُصير، منيف على ذروة جبل المقطم، مطل على النيل، فهو سهلي جبلي بحري:\nسلام على دير القُصَير وسفحه\n...\nفجنَّات حلوان إلى النّخَلاتِ\nمنازل كانت لي بهن مآرب\n...\nوكن مواخيري ومنتزهاتي\nإذا جئتها كان الجياد مراكبي\n...\nومنصرفي في السفن منحدرات\nفأقنص بالأسحار وحشيّ عينها\n...\nواقتنص الأنسي في الظلمات\nمعي كل بسام أغر مهذب\n...\nعلى كل ما يهوى النديم مؤاتي\nولُحمان مما امسكته كلابنا\n...\nعلينا ومما صيد بالشبكات\nوكأس وابريق ونادي ومزهر\n...\nوساق غرير فاتر اللحظات\nكأن قضيب البان عند اهتزازه\n...\nتعلم من أعطافه الحركات\nهنالك تصفو لي مشارب لذتي\n...\nوتصحب أيام السرور حياتي\nالجزء: 1 ¦ الصفحة: 47\n",
        "ولم يتأخر المكتفي عن (مثل) مذهبه في الصيد، إلا أنه كان أكثر ما يدمنه الصيد بالفهد والعُقاب، هما سَبُعا الضواري والجوارح، ويباشر ذلك بنفسه، ويمتهنها فيه، لشدة الشغف به والارتياح إليه، أخبرني بذلك شهرام وكان خصيصاً به لمعرفته وحسن أدبه. وأخبرني بمثله أبو بكر محمد بن يحيى الصولي. وأخبرني من رآه بظاهر إنطاكية منصرفة مع المعتضد عند أخذه وصيفاً الخادمَ والفهدُ رديفه، وقد التمسه أهلها، للسلام عليه بعد تسليمهم على أبيه، فوجدوه على تلك الحال غير محتشم (منها وانصرفت عنايته إلى الخيل) وكان جمعها واقتناؤها (ومداومة ركوبها) أكبر همة ولذته، ولم يشغف بالصيد ذلك الشغف.\nالجزء: 1 ¦ الصفحة: 48\n",
        "صفة البواشق\nوذكر ألوانها وشياتها وأوزانها وصفة الفاره منها\nفالأحمر الأسود الظهر جيد صبور على الكد، والأحمر الظهر والبطن رخو ماله جلَد، والأخضر العريض القطب صلب على المواكب. ومنها الأخضر المبرديّ الشية والاسبهرج الذي يشبه لون البزاة، ومنها الأصفر. وأكثر ما رأيناه من أوزانها مائة وثلاثون درهماً وأقله خمسة وتسعون درهماً، وما رأينا منها كبيراً فارهاً والفاره منها الأوسط، وهو افره ما رأيناه ولعبنا به، ولم نصف ما للناس، وإنما ما عندنا وفي ملكنا وصدنا به.\nالجزء: 1 ¦ الصفحة: 49\n",
        "باب في ضراءة الباشق وفراهته\nوما يصيد من الطرائد المعجزة التي هي من صيد البازي، وذكر علاجات البواشق وعللها وما خلص منها من العلل وأنجب، وذكر القرنصة وذكر ما عاش عندي منها بالقاهرة حرسها الله، وذكر ما تحتاج إليه في القرنصة من الخدمة، وذكر السبب الذي استحقت عندي به التقدمية على البزاة إذ كان مؤلفو الكتب يقدمون البازي على سائر الجوارح\nصفة ضراءة الباشق وهو وحشي\nيحتاج الباشق إلى أن يكون على يد رفيق من البيازرة يعرف ما يعمل به، وهو أن يخيط عينيه إلى أن يكلب على الطعم، ومقدار ذلك سبعة أيام، ومنها ما يكون كلَبه على الطعم في أكثر من هذه المدة وأقل منها، لأنها ليست بطبع واحد، ولتكن حمولته في موضع منفرد حتى يهدي فإذا هدي على اليد، وكلِب كلَباً تاماً كاملاً على الطعم، فأفتحه وأطعمه في بيت خال، فإذا كان وقت تعبيره وعبّر، فاجعله في قباء واتركه في قبضت، واقعد به بين الناس، وأقمه على يدك ساعة، فإذا وثب ثوباً خشيت أن ينخلع منه، فأردده إلى القباء، والزم به الرفق، كما\nالجزء: 1 ¦ الصفحة: 50\n",
        "وصيناك، فأنك تأمن عليه أن ينخلع، وأن تخرج فخذاه، ثم لا تزال على ذلك إلى أن تجرّده، فإذا بلغ التجريد فأركب به الدابة واستجِبْه إليها مراراً كثيرة من النخل والأرض وسائر المواضع، فإذا لم يبق عليك من أجابته شيء على ما وصفنا، فخذ له من طير الماء الفرافير ولقفه إياها، فإذا لقفها فخذ واحدة وخِطْ عينها بريشة من جناحها وطِيّها، فإذا أخذها وعرفها، فأقعِد غلاماً في خليج، ومعه فرفورة. وليكن الغلام مستتراً عنك وأنت على حافة الخليج راكب، والباشق على يدك، والطبل بين يديك، وتقدم إلى من معه الفرفورة أن يطيرها عند نقرك الطبل، ثم أنقر الطبل فإذا طيرها وأخذها الباشق فاذبحها في كفه، وأشبعه عليها، فإذا عملت به ذلك مراراً وأخذها، ولم يقف عنها، فأركب إلى الصحراء ومعك الباشق، ولتكن معك طيرة ماء، وأنظر موضعاً فيه طير ماء، فأرسل الباشق عليها، فإذا صاد فأشبعه، وإن لم يحسن عليها فأخرج له طيرة الماء التي معك، وارمها له وأذبحها في رجله، وأشبعه عليها، فأنك إذا عملت به ذلك مرة أو مرتين، صاد بمشيئته الله، فإذا صاد فأشبعه، فإذا أشبعته أربعاً أو خمس مرار، فصر به إلى الماء، وأطلب ما توسط من طير الماء، فأن صاد فأشبعه وعد به في اليوم الثاني، وانتظر به العشية، واطلب به ما كبر من طير الماء مثل الأخضر وأنثاه، ومثل المذنّب وأنثاه، والدراج وأنثاه، فأنه يصيد بعون الله، فإذا بلغت به إلى ذلك فما بقي عليك من ضراءته شيء. وهذه صفة الضراءة على طير الماء. فإذا فرغ طير الماء وكان آخر السنة، وكان الباشق فرخاً، وأحببت قرنصته، فأفعل، وأن أحببت أن تطلب به الحمام ويصيده تسليقاً\nالجزء: 1 ¦ الصفحة: 51\n",
        "فأعمد إلى حمام فأشدد رجله بطُوالة وأقمه على حائط قصير وكن تحت الحائط، وعلى يدك الباشق، وأمر غلامك بجر الخيط الذي في رجل الحمام ليتحرك فيراه الباشق، فإذا نظره الباشق فأرسله عليه، فإذا أخذه فأشبعه عليه، ثم نقّله من ذلك الحائط إلى ما هو أعلى منه قليلاً، ونقله من حائط إلى آخر، وكلما أخذ حماماً فأذبحه في كفه وأشبعه منه، فإنك إذا فعلت ذلك به ورأى حماماً على حائط واثبه، ولا ترسله على حمام واقع في الأرض، فأن ذلك يفسده ولا سيما إذا كان للتسليق مفرّداً وقرنصه وإن كان مقرنصاً واردت أن تنقله إلى الغربان السود فأطلب منها واحداً وأكسره له، وبادر بقصّ مخاليبه، وخزم منقاره، لئلا ينقر الباشق وأشبعه عليه وأطلب به الغربان، وليكن معك غراب في الخريطة، فأن صاد شيئاً فأشبعه عليه، وأن أحسن عليه فأذبح الغراب الذي معك في رجليه، واعمل على ما وصفناه، فأنه يصيد إن شاء الله.\nوزعم اللعاب أن الباشق ما يصيد الغراب بكسيرة وقد كسرنا له مراراً كثيرة، وصاد الغربان بالكسائر، ولم نصف إلا ما صدنا به على أيدينا مراراً كثيرة، وكان لمولانا صلى الله عليه وعلى آبائه الطاهرين وأبنائه الاكرمين.\nولقد رأيت له وأنا معه صلى الله عليه في الموكب في سنة ثمان وسبعين وثلاثمائة ثلاثة عشر باشقاً تصيد كلها الغربان السود والبقع والبيضانيات والمكاحل، وهذا عظيم لم يسمع بمثله.\nالجزء: 1 ¦ الصفحة: 52\n",
        "ذكر الضراءة على البيضاني والمكحَّل\nإذا أردت أن يصيد الباشق البيضاني والمحكل فأعمد إلى بيضاني أو مكحل وأشبعه عليه، فأن أعوزك البيضاني فأكسر له على حمام أبيض فإذا أخذه أخذاً جيداً، وأحكم ذلك مراراً، فأخرج به إلى الصحراء. وليكن معك في الخريطة بيضاني أو مكحل، فأن صاد شيئاً فأشبعه عليه، وأن أحسن فأرم له الذي معك وأشبعه عليه، فأنه يصيد بعد أن تطوّل روحك عليه قليلاً إن شاء الله.\nوقد رأيت من فراهة البواشق ما لم أرَ مثله قط، فمنها باشق أحمر كبير ما رأيت مثله قط، ولا مثل ما جمع من الطرائد، وذلك أنه صاد في سنته ما لم يكن من صيد البواشق، ولا صاده قبله باشق، وبعيد أن يصيده باشق بعده، لأنه صاد أول سنته أنثى الأخضر، وما كان خرج قبل ذلك إلى الصحراء، وثنّى بالأخضر الذكر، ووزناه بعد إخراج قلبه فوجدنا فيه ثلاثة أرطال ونصف، وهو أكبر أخضر رأيناه، وفيها ما يكون أقل من ذلك، ولم يبق من طير الماء شيء إلا صاده ثم صاد في سنته بعد ذلك الموكب بيضانياً وكان يتجاوز الصفة في حسنه،\nالجزء: 1 ¦ الصفحة: 53\n",
        "وصاد الغربان السود وصاد بعد ذلك طلقاً لم ير مثله قط ولا سُمع به.\nوذلك أنا ركبنا إلى الجيزة فانتهينا إلى موضع يعرف بكُوَم الدب، وفيه بركة كبيرة، وفيها غُرٌّ كثير، فأرسلت عليها الشواهين، وتكنّى بعض من كان معنا، وكان على يده شاهين له، فزّعق علينا صاحب الشاهين فأمرت أن تُطير الغُرّ، فجازت بي واحدة عراضاً في السماء، فرميته عليها وزعقت حتى أبصره كل من حضر الموكب فصادها، وكان بين المكان الذي أرسل عليها، والمكان الذي ذبحت في كفه نحو أربعمائة ذراع، فأشبع وقُرنِصَ وعلا أمره على الغُرّ وغيرها من الطرائد المقدم ذكرها في كتابنا هذا.\nومن فُرْه البواشق ثلاثة لم يسمع بمثلها قط ولا رؤي، قُرنصَت عند مولانا صلى الله عليه، فواحد له أربع سنين، واثنان لهما من المدة دون ذلك، فمنها واد يصيد الخضر والغربان السود والبُقع ما تغير عن فراهة على ما وصفنا من ذكره، واثنان يصيدان الغربان السود والبقع في الشتاء والصيف جميعاً، وهذا عظيم لأن الغراب إنما يصاد آخر السنة عند هياجه وهو وقت الراجع، والمصريون يسمون ذلك الشهر أمشير، وهذا ما لم يسمع بمثله في صيد البواشق، لا في كتاب ولا من إنسان.\nوكان لنا باشق وحشي فكسرنا له الغراب إلى أن أتجه عليه، وخرجنا به إلى الصحراء، فكان أول طلقه غراباً أبقع فوق حائط، وهذا عظيم من باشق يصيد ابتداءً غراباً فوق حائط، ولم ارَ مثله إلا باشقاً كان لمولانا صلوات الله عليه، فأنه أمرني في بعض الليالي أن أشبعه وشغل هو صلى الله عليه بطير الماء عنه، فأخذته ورجعت، لأطلب به\nالجزء: 1 ¦ الصفحة: 54\n",
        "الغربان البقع، فأصبت واحداً بستان قائماً، فرميته عليه فصاده، بعد أن عمل عليه ما لا تعلمه الاجلام بالفقاق من المراوغة وحسن الطلق. وما رأيت قط افره منه على الغربان البقع، وكان ذلك عند مغيب الشمس وقد ذكرنا كيف يُضري من أول الوقت الذي يؤخذ فيه إلى أن يبلغ هذا المبلغ.\nوإنه كان لنا باشق يعرف بباشق ابن حوفيه، وكان يكون على يد أمير المؤمنين صلى الله عليه، وهو يتحدث في موكبه، فكان بعض البيازرة يصيح وقد طار طير الماء، اعني الفرافير، فيرمي بالباشق، وما هو مستو للإرسال، فيصعد معها أبداً في السماء حتى يحملها، وهذا ما لم ير مثله قط على الفرافير.\nومن إطلاقه المعجزة أن مولانا صلى الله عليه رأى ليلةً فرافير في بركة فأراها للباشق ثم ستره عنها، وأنزله بعد ذلك فجاء الباشق فوقف على الأرض لما ضلت منه، فقال صلى الله عليه أريكم شيئاً مليحاً، وضربنا الطبول فقلع الباشق رجله من الأرض، وصاد منها واحدة، وهذا ما لم أرَ مثله من باشق كان لي يصيد البيضانيات، بعد أن حكم اللُعَّاب أنه لا يجيء منه شيء، فلما كان في بعض الأيام تعذّر عليّ البيضاني فأرسلته على طير الماء فلم يصيد منها شيئاً، ووقف على نخلة تحتها بركة فيها ماء، فتنحينا عن البركة وبقي بازياره يدعوه ليأخذه إلى يده، فجاز به طير ماء من السماء، ليقع في البركة مدلاّة الأرجل، فلما رآها الباشق تطلب الماء على هذه الحال طمع فيها، وقلع رجله فصاد أنثاه أبلق قبل أن تصل إلى الأرض. وهذا ما لم أرَ مثله ولا سمعت.\nالجزء: 1 ¦ الصفحة: 55\n",
        "ونحن نذكر ما يكون من التياثها وعلاجاتها وكل ما يعرض من أسقامها ونشرحه مبيّناً حتى نأتي مثل الأول من أخبار صحتها وأيام سلامتها.\nوقد كان عندي باشق حوّام، أي وقت أخطأ حام فلّقِب بالحوّم، وكان على الحذف فارهاً وعلى البلق، ثم آل أمره إلى أن خرجت به يوماً إلى الصيد وكان في بركة شاهمرك لطيف، فأريته إياه وسترته عنه ورميت به عليه، وضربت له الطبل فقام إلى السماء فحمله، فذبحته في كفه ودمت على الصيد به، فصاد في ذلك اليوم إلى آخر النهار أربع بيضانيّات ومكحّلا وأبلق من طير الماء، فأنسيته ما كان قد ألفه من الحومان حتى أنه كان إذا أخطأ أستقر في الأرض. وذلك أنني بطلته سنة كاملة حتى أنسي ذلك، وكان إذا أخطأ وقعد في الأرض أشبعته. فألف ذلك ونسي عادته الأولى. ومن ههنا قدمت البواشق على البزاة.\nوكان عندي باشق يصيد العجّاج وهو من صيد الشاهين، فما كانت هذه منزلته في الصيد على لطافته، كيف يتقدم عليه شيء من الجوارح.\nولقد رأيت باشقاً أحمر صاد جنطة (كذا) ولم ارَ غيره صادها ولا رأيته صاد غيرها، وهذه منزلة للباشق عظيمة. وكان عندي باشق أسمه مدلل، قرنصته عندي سنة فلم يخرج نقياً، وصاد في السنة صيداً ليس بالطائل، ودخل القرنصة. وكاد أن يكون في السنة الثانية مثل\nالجزء: 1 ¦ الصفحة: 56\n",
        "المقدم ذكرها حتى ليّنت عليه بدهن المعقود والشيرج الطرَي، فلما أطعم ما وصفنا من العلاج ولأن عليه بدنه نُتف منه بدنه وذنبه، وأطعم العصافير والمخاليف الطرية، ومن البشتمازك ومعه شيء من الدهن المذكور، فخرج نقياً حسناً، وكان افره من كل باشق قُرنص معه في بيته، وكان من الفراهة على طير الماء بما لم يكن غيره. وصاد الغربان السود وكان تضرب له الطبول كما يعمل به على طير الماء، فلا يرجع عنها، ولم أره قط رجع عن طريدة يرسل عليها وأقام على ما ذكرناه سنين مبقي الفراهة ونحن نذكر ما نعرفه من البواشق الفره وما جرى مجراها إن شاء الله.\nولقد كان عندي باشق فاره على كل طريدة، وذلك أنه كان يصيد من البحريات أحمر، وتسمى السقرون، ثلاثة وما أصاب من قليل وكثير على مقدار ما يستوي له صاده، وكان موكباً من فراهته وأول ما صاد عندي الغراب الأسود بكسيرة، ثم بعد ذلك كنت أقف على كوم عين شمس وتُطيّر من بركة الكوم الغرّ، فأرسله عليها فلا يرجع عنها، وأقام على ذلك سنين لم يتغير من فراهته شيء، حتى دخل بعد أربع سنين القرنصة، فأصابته في السنة الخامسة في وسط القرنصة على لا يعرف لها علاج تسمى الذّبّاح، في حلقة تمنع ما يدخل فيه وما يخرج منه، ولا يقدر على إلقاء الرمج حتى يموت ولم يلبث الطير أكثر من بكرة إلى عشية أو من بكرة، ثم أنه مات في المدة التي ذكرناها فشققنا حلقه فوجدنا فيه غدّة مفترشة بقدر الترمسة أو أصغر منها بيسير\nالجزء: 1 ¦ الصفحة: 57\n",
        "فإذا دخلت إلى جارحك في القرصنة، ورأيت وجهه محولا إلى الحائط وأدرته إليك، وخلّيته فرجع إلى الحائط، وعملت به ذلك مراراً، فلم يزدك على هروبه من وجهك إلى الحائط، فما فيه شيء من العلاج فلا تشغل نفسك به.\nولقد أصاب عندي كثيراً من الجوارح هذه العلة، فما عرف لها علاج، ولقد أصابت هذه العلة عندنا باشقاً أحمر فرجونا أن يكون له في شق حلقه البر، فشققناه من خارجه برأس مِبْضع عند الاياس منه فلم ينفعه ذلك، ولم يلبث حتى مات، وما رأينا هذه العلة في غير القرنصة قط، ثم انقطعت منذ سنين، ولم نرها بعد ما قدمنا ذكره، ولا سمعنا من يقول أنه رأى مثلها قط، ولا سمع بها، ولا يدري أي شيء هي.\nوأصعب ما رأيناه من علل القرنصة قد شرحناه، ونحن نشرح ما يحتاج إليه الجارح من الرفق في القرنصة ونذكر علاجه السالم 1والقاتل.\nالجزء: 1 ¦ الصفحة: 58\n",
        "صفة علاج القرنصة وذكر ما يحتاج إليه من آلتها\nإذا كان الباشق فرخاً وخرج عند طير الماء وأردت أن تصيد به السماني فأفعل، فإذا فرغ من السماني فأطلب به الأبرجة وصد به الحمام وأن كنت تقدر على الخروج إلى موضع الدُرّاج فأطلب به فراخ الدراج. والكسيرةُ التي تكسرها له حتى يصيد فراخ الدُرّاج أن تأخذ ثلاثة شفانين أو أربعة وتخيط أعينها وتطيرها له وتشبعه عليها، تفعل ذلك ثلاث مرار أو أربعاً. وأطلب به بعد ذلك فراخ الدراج، ولا يفارقك البَرود، وصفته أن تأخذ، وزن درهم طباشير، ودرهم بزر قثاء، ودرهم بزر خيار، ودرهم بزر قرع، ودرهم ورد يابس، ودرهم طين روي، ودانق كافور، وقشّير ما يصلح أن يقشر ودقه دقاً ناعماً، وأنخله في خرقة حرير، وأستخرج لعاب السفرجل، وأعجن به الجميع، وأصلحه فُتُلا صغاراً، وتكون معك في الصيف في سفرك، فإذا خشيت على جرحك الحرّ فخذ نصف فتيلة وأطعمه إياها، فإذا بقي باشقك على خمسة وخمسة فأجعله في بيت نظيف مكنوس مرشوش وأشدده بعد أن تبرّد عنه بعد رجوعك من المقام، ولا تنس ما ذكرناه لك فإذا مضت له جمعة فأطعمه العصفور والمخلف الصغير والبشتمازك جمعة. وأجعل الماء عنده في كل يومين مرة، وأرفق به، فإذا بقي على ثلاثة وثلاثة فأمسكه وأنتف بدنه وذنبه، ولا تمَس جناحيه، فإذا فرغت من نتفه فأنفخ عليه الماء من فيك حتى يبتل، وأشدده وأجعل طُعمه\nالجزء: 1 ¦ الصفحة: 59\n",
        "ذلك اليوم نصف طعم من بشتمازك، بسبب التعب الذي لحقه مع شيء من دهن المعقود. بعد أن يكون في بيتك عُميل. فأنه يبرأ بعد أثني عشر يوماً ويكون سالماً في نفسه إن شاء الله.\nوهذا باب مجرّب سالم في خدمة القرنصة ونحن نصف غيره من أبواب السلامة مما لا يعرفه الناس ونَصفُ ما تعلمه المتسوّقة الذين يريدون به السوق. وهو من السمائم القاتلة للجوارح، وما فيها خير فتوصف ولكن لا بد من صفتها حتى يعلم إنا قد عرفناها ولم تخف علينا، ونُشكر بعد ذلك على تحذيرنا من استعمالها ونحن نذكرها، وينبغي إلا يكون نتف الباشق إلا للفرخ وحده والمقرنص ينتف ذنبه.\nوقد أطعم الناسُ لحم القنفذ للمقرنصات، على شريطة نحن نذكرها، وهو أن تعمد إلى القنفذ فتذبحه وتخلص شحمه من اللحم، فإذا خلص لك اللحم الأحمر، فأعمد إلى الباشق وأطعمه منه أقل من نصف طعمه، ولا تلزمه إياه دائماً، بل ليكن مرة في عشرة أيام. ومن طعم القرنصة أيضاً اليربوع في كل جمعة مرتين فأنه سالم مجرّب وهو مع الرفق مبارك سالم.\nوالذي هو سم في القرنصة على الباشق إذا هو أكله دهن القرطم ودهن الجوز، والغدد التي تكون في رقبة الشاة إذا ذبحت فأنها تؤخذ وتجفف وتدق وتطعم للباشق، وهذا إذا أطعم الباشق منه شيئاً خرج في غاية الحسن، وعند التحريك يندم صاحبه. ودهن القرطم والجوز أصلح من الغدد، والكل رديء على من يريد أن يلعب بباشقه، وأما الصعلوك فهو جيد له وحده.\nومتى رأيت الباشق نقياً ما عليه غريبة فأحذر منه. وقد ذكرنا ما فيه كفاية.\nالجزء: 1 ¦ الصفحة: 60\n",
        "والزنبور الأحمر اليابس رديء على الباشق، وهو يدق ويطعم له على ما ذكرناه، وكذلك السمك الطويل الذي يسمى الانكليس، يقطع من ناحية الذنب أربع أصابع ومن ناحية رأسه مثل ذلك، ويجفف باقيه ويدق ناعماً وينخل في خرقة حرير، ثم يجعل في قارورة ويطعم منه الباشق في كل جمعة وزن خمس حبات فأن صاحبه يسبق حد الجوارح بخروجه من القرنصة، ومن ثم يسبق إلى الموت، فتلك فرحة لم تتم لصاحبها. وقد ذكرنا الجيد والرديء في كتابنا هذا ولم نُبَقّ شيئاً حتى ذكرناه وربما قرّح الباشق في القرنصة وذلك من دم رديء في جناح الباشق يحتاج أن يُخرج منه ولا يضرّ عصبه منه شيء ونحن نذكره إن شاء الله.\nالجزء: 1 ¦ الصفحة: 61\n",
        "ذكر علاج القرح\nفي جناح الباشق وكيف يخرج\nتُعدّ له سُكُرُّجة فيها خلّ جيد وملح جريش، وتخرج له دهن البيض، وأطلب من خشب الداذين ما يكون كثير الدهن، وحنّاءً مدقوقاً وأنحت له من الخشب أوتاداً دقاقاً صغاراً وأعمد إلى سكرجة فأجعل ذلك فيها، وأجلس أنت ومن يمسكه معك وأنظر مكان الاختناق في جناحه فأضربه بإبرة. في المكان بعينه، حتى يخرج منه الدم الرديء، وإن كان فوق الجناح أو تحته فما يضره شيء، فإذا خرج لك ذلك الدم فحكه بالملح والخل حتى يصير أبيض، وأغرز مكان كل ريشة وتداً من الخشب الذي في دهن البيض، وكبِسّ في مكان ضربته بالإبرة الحناء وتفقّده كل خمسة أيام، فإن كان قد وقع من الأوتاد شيء فأغمسه في دهن البيض، واردده في مكانه، وسقّ ما كان قديماً به، فأنه نافع مجرب، فإذا كان بعد أربعين يوماً بأذن الله.\nوإن كان قد عمي عليك في ذنبه شيء من ريشه، فأعمد إلى المنقاش وأقلع ما كان مكسوراً من ذنبه، وأعمل وتداً في المكان، فأنه يخرج ولا يبقى عليه شيء، ومتى بقيت عليه إلى أن يتم اثنا عشر يوماً ورمى بها ففتشه فأنك تجد الريشة قد خرجت واستغنى عن المعالجة.\nوهذا علاج البواشق للقرح ونحن نشرح في قرح البزاة غير هذا العلاج والجميع نافع لسائر الجوارح.\nالجزء: 1 ¦ الصفحة: 62\n",
        "وقد رأينا ما يكون في القرنصة سميناً يلقي ريشه، وهذا شيء مليح ما يقف عليه كل أحد، وقد رأينا باشقاً ناقصاً لا يلقي ريشه وفيه سبب مليح، ونحن نذكر ذلك أجمع في كتابنا هذا، فأما السمين فأنك إذا نقصته ألقي، وذلك أنه يكون شحاً منه على ريشه ومنها ما إذا كان سميناً ولم يلق فأحمله في السحر عشرة أيام وأطرحه فأنه يلقي إن شاء الله.\nوأما الناقص الذي ذكرناه في القرنصة لم يلق ريشه فأسمنه، فأنه يلقي ريشه ولا يبقي عليه غريبة. وقد رأيت ما يصيبه في القرنصة الحَر فلا يلقي ريشه، ودواؤه قريب مجرب، وهو أن تأخذ من البطيخ البُرُليّسي واحدة، فتقوّر رأسها ثم تقبضه وتملأ زهركه ثلاثة أيام ولا تبالي أن يرده وأمسك عليه طُعمه إلى إلا يبقى عليه شيء منه وأطعمه عند الظهر، وليكن نصف طعمه من بشتمازك خروف، ولا يكن من ماعز، فأنه يردّه والسبب في رده أنه زفِر.\nومما نعالجه به في الحر أيضاً وهو باب لطيف أن تمنعه الماء ثلاثة أيام ثم تأخذ بطيخة فتعصر ماءَها وتصفيه بغربال شعر، وتأخذ من البَرود المقدم ذكره في هذا الكتاب خمس فتائل، فتدقها وتطرحها في ذلك الماء وتقدمه إليه، فأنه ساعة يرى الماء ينزل إليه ويشرب منه فأعمل به ذلك ثلاثة أيام فأنه كلما مر به يوم من شرب الماء نقص من شربه، فإذا مضى له عشرة أيام فأجعل له في سُكُرّجَة لبن ضأن، مع قليل من سكر مصري مدقوق، وأجعل عليه يسيراً من دهن البنفسج، وأطعمه البشتمازك سخناً يومين، فأنه نافع مبارك، فإذا صلح فأعمد إلى العصفور الطري فأطعمه منه عشرين يوماً، فأن صلح على العصفور فالزَمْه وإن لم ينجب عليه فأنقله إلى ما نقوله من الطعم وهو الشفنين عشرة أيام فأنه يصلُح عليه. وقد علمنا أن الشفنين ضار ولكنه لا يضره لما قد تقدم من البرود. وقد بلغنا عن طبيب أنه عالج من إسهال بما يسهل فقطع الإسهال. وقد وصفنا جميع ما أمكن. وهو مجرّب\nالجزء: 1 ¦ الصفحة: 63\n",
        "صفة علاج الدود\nيؤخذ عود آس فيلفّ عليه قطن جديد ويقبض الباشق ويدخل في زهركه ويلف عليه قليلا ويرفق به، فأنه إذا كان من فوق خرج، ويؤخذ أيضاً ريشه فتلطخ عسلا وتدخل في زهركه فأنه نافع مبارك، وهذا العلاج ينفع إذا كان في أعلاه، فأن كان من أسفل فقد ذكرناه في علاج البزاة، وهما مختلفان، ذاك ينفع من أسفل، وهذا ينفع من فوق، وما نبقي شيئاً مما جربناه إلا ونذكره. ولسنا ممن يحشو كتابه ما ليس بصحيح ولا يحتاج إليه، ولا نريد الكثرة. ونحن ذاكرون باقي العلاجات التي لم نذكرها في هذا الباب في علاج البازي وقرنصته التي تأتي بعد هذا. وما نفع البازي من العلاج فاليسير منه علاج الباشق. وما بينهما خلفٌ غير القلة والكثرة، لأن البازي يحتمل الكثير لكبره، والباشق يكفيه القليل لصغره. وأما السبب الذي لأجله قدمنا الباشق على البازي فهو لأن البازي ثلاثة أرطال ونصف بالبغدادي وأقله ثلاثة أرطال، ووزن الباشق خمسة وتسعون درهماً وقليل من البواشق وهو أكبر ما رأيناه وزنه مائة وثلاثون درهماً وهو يصيد من الطرائد ما هو بقدر البازي وهو الأخضر ووزنه ثلاثة أرطال ونصف، ويصيد الغراب الأبقع، ووزنه رطل ونصف وله سلاح أعظم من سلاح الباشق وأطول، وهو أطول فخذين من الباشق وأشد بدناً ولولا أنه يشتغل بالهروب إذا أرسل عليه الباشق لما صاده باشق أبداً، وإنما بهربه يتمكن منه الباشق لأنه خبيث ملعون.\nوقد حكي عن الغراب أن أباه قال له: إذا رأيت إنساناً يتطامن إلى الأرض فأعلم أنه يريد أن يأخذ حجراً فيرميك به فَطِر، فقال له ابنه: فإن كان الحجر في كمه كيف نعمل؟ ولم يقل الغراب هذا، ولكنه مثلٌ يُضرب لخبث الغراب ولعنته.\nووزن الغراب الأسود رطل وربع وربما زاد ونقص وهذه الأوزان من هذه الطرائد إنما هي بعد ذبحها وإخراج قلوبها.\nالجزء: 1 ¦ الصفحة: 64\n",
        "باب في صفة البزاة\nوذكر شياتها وألوانها وأوزانها وضراءتها والحوادث التي تحدث لها وعلاجاتها وما تحتاج إليه من الخدمة في قرنصتها صفة شياتها الأسبهرج، والأصفر، والأحمر الديز (؟) ومنها ما يكون أخضر عريض القصب مثل شٍيات البواشق، ومنها الأبيض الشديد البياض، ولم نر ببلدنا منها غير أثنين أهداهما ملك الروم إلى مولان أمير المؤمنين صلوات الله عليه.\nذكر أوزانها\nثلاثة أرطال ونصف وثلاثة أرطال بالبغدادي وفيها ما يزيد وينقص على ما ذكرناه لكبره وصغره.\nالجزء: 1 ¦ الصفحة: 65\n",
        "صفة ضراءة البازي\nإذا وقع البازي إلى الصياد فسبيله أن يخيط عينيه، ويأخذه البازيار فيسبّقه ويغسل جناحه ويحمله على يده ستة أيام إلى أن يكلب على الطُّعم فإذا كلب على الطعم شرّقه، وقعد به في السوّق عند العشاء، وليُطل القعود ليسمع وقع الحافر إلى أن يمضي من الليل ثلاث ساعات أو نحوها ثم يرده إلى بيته ويعود به مع الأذان الأول إلى السوق، فيجلس به وهو مشرّق فإذا تكامل كلَبه، فأعمد إلى عينيه عند العِشاء فأفتحهما، ولا تُزله عن يدك إلى أن يمضي من الليل ست ساعات، فحينئذ تقوم به إلى البيت وتشدّه، فإذا كان الأذان الأول فأحمله على يدك إلى أن تصبح ولا تتراءى لك الوجوه، فأنه إذا رأى المارّ والجائي قبل أن يأنس أضطرب على يدك، وخذ شقة من حمام فأطعمه منها ما أكل، فإذا تم كلبه على الطعم فخذ له الحمام وأجعله في طوالة وأرمه له، فإذا أخذه فأذبحه في كفه، وأطعمه منه ما أكل، فإذا عملت به ما رسمناه وأخذ، فأركب الدابة، وليكن معك آخر راكباً، ومعه حمام وطِوالة، وأشدد البازي في الطوالة، وأمدده إلى قدام وأدعه إليك، فأن جاءك فأذبح في كفه وأشبعه مكانه، فإذا عملت به ذلك ثلاثة أيام وجاءك كما تريد، فلقفه في اليوم الرابع الحمام، فإذا أخذه فأذبحه في كفه، وشق منه شقة وأركب الدابة، وصح به إليك مرة ومرتين، فإذا جاءك فأشبعه، وأفعل ذلك به مراراً، فإذا صار يجيئك ولا يتأخر فجرده من سباقيه ولقفه، فإذا جاءك فأشبعه، ولا ترد منه غير ما عمله إلى غد، فاستجبه إلى الدابة فإذا جاءك من النخل وغير النخل (كذا)\nالجزء: 1 ¦ الصفحة: 66\n",
        "ووثقت به فألزمه الركوب في السحر، والطعم في الغيط، وما شاكل ذلك وكن ماراً وراجعاً بين الناس فإذا هدأ وأردت ضراءته على طير الماء فأعمد إلى طيرة ماء من البلق فخذها معك في الخريطة، وأخرج إلى الصحراء، وأشددها في الطوالة وحركها، ليراها البازي ودعه ينتفها، ثم خذها وأسترها عنه، فإذا كلب على طلبها فأرمها له، فإذا أخذها وذبحها في كفه، وخلّه ينتفها، فإذا شبع من نتفها فأخرج له قلبها، ومن الحمام ما يكفيه، فإذا كان غد ذلك اليوم، فأخرج به ولتكن معك طبرة ماء وأره إياها، فإذا رآها في يدك فخذ جناحيها وأرمها إلى فوق، فإذا أخذها فأعمل به في غد ذلك اليوم مثل عملك به في أمسه، فإذا أخذها فكن من غد في سترةِ، وأعط إنساناً طيرة ماءٍ، ومُرْه أن يقف في خليجٍ فيه ماء، وليكن مستتراً عنك، وليكن الطبل معك، وأجعل العلامة بينك وبينه أن يُطير ما معه إذا كنت سعلت، فإذا فعل فأنقر في إثره الطبل، فإذا أخذها أخذاً جيداً، وكلما أخذ أشبعته فأخرج إلى الغيط به، وأطلب ساقية لطيفة وأرسله على طير الماء فأنه يصيد إن شاء الله. فإن صاد فأشبعه وأن أخطأ فأرم في كفه وأذبح في رجليه وأشبعه، فأنه يصيد غد يومه فإذا صاد وشبع خمساً أو ست شبعات فأنه يبدأ بالكبار من الأرانب والغربان والكروان والحُباري والأوز والنحام وبوقير والمطرّفات والملاعقي والعُبّال، وأن خرج إلى موضع فيه الدراج ووقع بهم لم يرجع عنهم لأن الدراج من صيده، فمتى كنت في بلد فيه الدراج والحجل فلا ترسل على غيرهما فأن طير الماء يفسد البازي إلا أن لا تصيب (؟) غير طير الماء فصده.\nالجزء: 1 ¦ الصفحة: 67\n",
        "ولقد كان لي بازي وكان غطرافاً لا يساوي عند لاعب عشرة دراهم، مكسّر الريش، وكان آخر السنة فأوصلته، وكنت أصيد به الغربان البقع، ثم جاء قصال القرط فصاد العبابلة، ودخل القرنصة. وهو فرخ أحمر وخرج خيراً مما كان، وكان مولانا صلى الله عليه وعلى آبائه سماه صوفة البحر. ثم طيّرت له طير الماء فصادها.\nولقد ركبنا إلى الصيد يوماً فنحن بشبرنمنت بعد العصر، إذ رأينا في الغيط مكاحل وبلشوناً، ورهطتين وكان البازي جائعاً، فدرت عليهم واستقبلت الريح وأرسلته، فدخل إلى الرهطي الواحد فحمله، وكان رأسه محلّى، فلما جاء به إلى الأرض نجله في عينه تحت السواد في الصفرة، فأطبق عينه ولم يفتحها ساعة طويلة، حتى ظننت أن عينه تلفت ثم فتحها بعد ذلك، وقد نفذ إلى الحبة وأشبع، وانصرفنا ونحن على غاية من الغم به، فبعد ثلاثة أيام ركب عينه بياض فبطّلناه إلى أن زال ما كان على عينه، وكان دواؤه العَذِرة اليابسة المسحوقة، تنفخ في عينه بأنبوبة، وأخرج بعد ذلك إلى الصحراء فصاد أخضر وبيضانيين، ثم عبرنا على خليج فرأينا فيه بلشوناً فدرت عليه ومن معي يقولون أما تخاف الله؟ فلم أجبهم، واستخرت الله جل وعز ثم رميته عليه فصاده، وأخذ رأسه، فعدوت إليه فذبحته، وأشبعته عليه وانصرفنا، وقد قام في نفوس البيازرة ما مثله يقوم.\nالجزء: 1 ¦ الصفحة: 68\n",
        "ثم أنا بعد ذلك ركبنا إلى الصيد وكان معنا فصاد أخضر وديرجاً ودخل إلى الرمل فصاد كروانة وصاد الباشق كروانين ونزلنا إلى الابليز فرأينا قطعة كراكي فذكرت اسم الله تعالى ورميته عليها. فدخل إلى الأقرع منها فحمله، وجاء به إلى الأرض فغدوت إليه وأشبعته عليه، ولم أر في المدة التي لزمت فيها الصيد، ومبلغها عشرون سنة، إلى أن صنفت كتابي هذا في علم البيزرة، مثل هذا البازي على كثرة ما رأيت منها إلا خمسة بزاة كانت تصيد الكراكي وهذا سادسها.\nولقد وصل إلينا في ليلة واحدة مائة باز من الشرق والغرب وكم تُراه أن يصل في كل سنة منها ومن غيرها محمولاً إلى مولانا أمير المؤمنين صلوات الله عليه. مما لم يحمل إلى ملك قبله كثرة وجَوْده وكل ذلك أتولى تدبيره وأمارس تضريته والاصطياد به، وإذا كان هذا الفعل مستكثراً من بازي في طول هذه المدة حتى صار مستطرفاً غريباً في جنسه عند من شاهد منها الكثير فحسبك.\nوقد ذكرنا أن البواشق تفعل مثل هذا دائماً (وهو) غير مستكثر منها ولا نادر فيها لأنها تصيد الغربان السود والبقع والمكاحل والبيضانيات والخضر والغُرّ، والبازي أشد من الباشق شوكة، وأقوى جسماً، وإذا كان الباشق يصيد ما يصيده البازي فقد وجبت له الفضيلة على البازي، ووضحت حجتنا في تقديم البواشق لما شاهدناه منها ولا شبهة على متأمل في صحة ما ذكرناه.\nولقد كان لنا باشق مقرنص جُبِلَ له من الفراهة على طير الماء ما يجوز الوصف، وذلك أنه يكون على يد مولانا صلى الله عليه فيمر به إناث الخضر من طير الماء، مدلاّة الأرجل لتقع في الماء، فيرميه صلى الله عليه عليها عراضاً، ويضع له الطبول فيدخل إليها فيصيدها، وهذا\nالجزء: 1 ¦ الصفحة: 69\n",
        "من أحسن ما يكون، فبهذا الفعل وأشباهه وجب أن نقدمه على البازي إذ كان في الصحراء لا يصيد إلا العصافير فإذا نقل إلى هذه الطرائد العظيمة أتى فيها بالبدع.\nوقد كان سبيل البازي وهو ملك الجارح أن يتزايد صيده أضعافاً، ليكون بالفضيلة أخص، لأن الفضيلة في هذا الحيوان لا تكون إلا بأفعاله وخواصه. وقد كان يجب إلا تخرج السنة أو يتقرنص من البزاة على التقليل خمسة على الكركي. وقد ذكرنا كيف تُضرى مذ تكون وحشية إلى أن تصيد وتبلغ النهاية، ونحن نذكر ما تحتاج إليه في القرنصة مبيناً إن شاء الله.\nولقد كان عندي بازي طريف، ومن طرافته أنه كان بَطّال المطعمة، فأصلحت له مطعمة من ذهب يُشَد عليها بخيط إلى ساقه، فكان يصيد كل يوم ثلاث إوَزّات، وما أصاب من النحام، وكان من الفُرْه الذين سبيلهم أن يوصَفوا، وكان يسمى الأقطع، وكان أخضر يضرب إلى الشهبة، وما رأيت مثله بفرد كف أفره منه، ولسنا نبقي ما تتعلق به الفراهة إلا ونذكره، ولقد كان عندي بازي أصفر مدبج الظهر وكان فرخاً فارهاً على طير الماء، ولم ار افره منه على الغربان لأنه كان يصيدها طائرة وواقعة، وما علمت أن شيئاً من صيده أفلت منه.\nوكان عندي بازي حمل إلينا من دمشق، وقيل أنه من بعلبك، أصفر اللون وكان من الفراهة على حال مشكورة، لا سيما على طير الماء، وما علمت أني رأيت مثله، وصاد البلشون من على يدي، وخرجت به إلى الريف فصاد الدراج، حتى أنه لم تكن تسقط له دراجة إلى الأرض، وأقام سنين لا تتغير فراهته، ثم أنه بعد ذلك أصابه بَشَم ووقع في السلّ،\nالجزء: 1 ¦ الصفحة: 70\n",
        "وهو من العلل التي لا دواء لها، وما رأيت بازياً قط خلص منها ولا سمع به، ولقد عالجناه منها فبريء ونحن نذكر الدواء.\nفمن نظر في كتابنا هذا وعالج به السل فنفعه علم أنه قد أتفق لنا دواء صحيح غريب. وكان على ثقة منه، وإن لم ينفع فغير منكر أن يكون البرء في ذلك البازي، أتفق لنا لا على أنه دواء له في الحقيقة، لأنا لم نجربه في غيره، ولم يجز لنا كتمانه، فذكرناه لا تفاق السلامة به، واعتذرنا لأنا لم نرجع منه إلى ثقة بطول التجربة.\nوأعلم أن أهل العراق لم يقدموا البازي حتى خبروه، فلذلك قدموه في كتبهم وهو أهل لذلك لحسنه، ولما يحدث من فراهته عندهم في العراق، وهي عندنا أقل فراهة منها عندهم.\nوقد ذكرنا ما رأيناه من الفره وصدفنا عنها. ولم يبق شيء من الجوارح كلها كبيرها وصغيرها حتى لعبنا به. ولم نضع هذا الكتاب إلا بعد الاختبار لسائرها والمشاهدة لها، فنحن نرجع منه إلى ثقة، وكذلك الناظر فيه يرجع إلى ثقة فيما يلتمسه من أول أحوال الجارح في توحشه، إلى حال أنسه وفراهته، ولم نقتصر على ما ذكره من تقدمنا حتى زدنا عليه أشياء لم ينته إليها علمه ولا تجربته.\nوقُصارى من جاء بعدنا أن يقف حيث وقفنا متى أتفق له من ممارسة الجوارح ما اتفق لنا بمولانا صلى الله عليه في مثل المدة الطويلة التي ذكرناها، وبعيد أن يتفق لمن يكون بعدنا ذلك، وحتى تخرجه الدربة والممارسة إلى ما أخرجتنا إليه حتى إنا نخير من طاعمنا (؟) ونعطيه من عدّة بزاة افرهها ونأخذ الأدون منها، فنلحقهم في صيدهم بالأدون، وأن سبقونا في خيارهم للأفضل الأفره.\nولقد بلغنا في صيد البازي خبر عجيب لم نسمع بمثله، وذلك أن مسلماً دخل إلى بلد الروم، فسمع من الروم رجلاً يدعو البازي، وأنه وقف لينظر ما يصيده، فخرج إليه بازي كبير فأخذه وذبحه، ثم أنه دعا\nالجزء: 1 ¦ الصفحة: 71\n",
        "فخرج إليه آخر أحسن من الأول فذبحه، قال المسلم: فصعب ذلك من فعله علّي، وجعلت على نفسي أن أقتله أن ظفرت به، بعد أن اسأله عما أوجب ذبح البازيين، قال: ثم أن الرومي دعا له بازي دقيق الشية دون الأولين في الكبر والحسن، فأخذه وسُرّ وغَنى ورقص، وأخرج إداوة مملوءة نبيذاً قال: فشرب حتى نام سكراً فأوثقت كتافه فأستيقظ وقال لي بلسانه، وكنت أعرف الرومية، بحق نبيك لا تقتلني، فقلت: أمش وإلا قتلتك، فمشى معي مكتوفاً وأخذت شباكه وآلة صيده. فلما وصلت به إلى منزلي قلت حدثني لم ذبحت البازيين؟ فقال: أحدثك بعد أن تحلف لي بنبيك إلا تقتلني، وأن تطلقني، فلما توثق مني باليمين، قال: حملني على ذبح البازيين أنهما لم يكونا خالصين، وكان قد ضرب فيهما الصرر (؟) وهذا البازي اللطيف خالص وهو يصيد الكركي. فقلت أرني كيف يصيده فقال: نعم، وعزم إلا يخيطه، فلم أفعل شفقة عليه، فبعد أن مضت له جمعة شَرقَه فهو على يده إذ رأى كراكي طائرة فواثبها، ثم أنه بعد ذلك فتحه وقال: سر لترى منه ما وعدتك من صيده، فخرجت معه فرأى الكراكي، فأرسله عليها، فدخل فصاد منها واحداً، ثم قال لي: هذا هو الخالص من البزاة فأعبقته. وهذا حسن إن كان صحيحاً لأنني لم أره بل حُدّثت به بمحضر من جماعة فاستحسنته وأثبته في كتابي هذا، ومن أسند فقد برئ من عهدة الحكاية.\nالجزء: 1 ¦ الصفحة: 72\n",
        "ذكر ما يحتاج إليه البازي في القرنصة\nإذا أردت قرنصة البازي فأتبعه قبل ذلك في الصيد أياماً كثيرة أتعاباً جيداً، إلى أن تراه قد ألقى ثلاث ريشات من كل جناح أو أربعاً فإذا عزمت على طرحه وقطعته عن الصيد، وأردت نتف ذنبه، فلا تضعن يدك عليه حتى تريحه، وتسمنه بعض السمن، فحينئذ فانتف ذنبه في زيادة الشهر يوم السبت، وإنما أردنا بيوم السبت لخبر يروى عن النبي صلى الله عليه وعلى آله أنه قال: لو زال حجر عن حجر وجبل عن جبل في يوم سبت لكان حقيقاً على الله تبارك وتعالى أن يرده إلى موضعه، فتأولنا بذلك أن يعود عوضاً من كل ريشة تنتف في يوم سبت ريشه جديدة، ولا تتخلف بعون الله. وقد عملنا ذلك في عدة بزاة ولم نر فيها إلا خيراً، فإذا أردت نتف ذنبه فقنصه تقنيصاً رقيقاً، ثم ضع يدك في أصل ذنبه وأقلع الريشة قلعاً رفيقاً، لئلا تزعجه وتوجع ظهره، وانتف نيفقه وهو ما حول زمكاته من داخل، ليخرج بخروج الذنب، وإن لم تنتف ذنب بازيك وتركته يلقي كما يحب، كان أصلح له وأسلم، وإنما ينتف من يريد يسبق بخروج بازيه من القرنصة، ثم أعمد إلى خشبة ملساء مستوية مقدارها خمسة أشبار فابنها في الحائط مما يلي صدر البيت في زاوية، وأجعل طرفها في الحائط وتوثق منها، ولتكن من الأرض على أقل من ذراع، ولا تجعل الخشبة غليظة فتنبسط كفاه عليها ولا دقيقة فلا يمكنه\nالجزء: 1 ¦ الصفحة: 73\n",
        "الثبات عليها بل متوسطة تجمع كفيه، وليكن البيت الذي تلقيه فيه واسعاً بارداً، فأنك تلقيه في استقبال الحر أو في شدته، ولا تُغفل الرش في البيت كل يوم، وأجعل له تحت الخشبة رملاً لئلا تقع كفه إذا أضطرب على الأرض، فتوجعه ويضرّ لك مخالبه، وأجعل عن يمينه إجَّانة من خزف واسعة لطيفة السّمْك فيها ماء، وغَيّره في كل يوم، ليدخلها ويشرب منها ويغتسل فيها، وأطرح له في ذلك الرمل كفا من شعير فأنه ينبت سريعاً ولا سيما في الموضع الندي، فأن البازي يفرح به وينام عليه ويستريح إلى برده، وينشط إذا رأى الخضرة، ومتى انكسر من الريش الذي خرج في سنته ريشة فأقلعها فأنها تنبت بعون الله. ولا تدع بيته مفتوحاً، وتوخّ أن يكون مفرداً، وإلا يكون عليه جواز، لأنه لا يؤمن عليه أن سمع جرياً أو حركة أو جرّ بساط أو حصير أو غير ذلك مما يذعره من أن يضرب بنفسه الحائط فيهلك، وإذا كثر الجواز عليه شُغّل عن القاء ريشه، وتأخر خروجه من القرنصة، ولم يَرْمِ من ريشه الكبار شيئاً، وإذا أمن من الجواز عليه خلا بنفسه وتفرّغ لإلقاء ريشه وأسرع، ولم يمتنع كل يوم من الأغتسال، ولم يتأخر خروجه من القرنصة، ويدلك على ذلك حسن قرنصة البازي الذي لا يصيبه أذى في حال قرنصته، وإذا ألقيته فلا تكثرنّ عليه من الطعم في ابتداء الأمر تريد بذلك إسمانه، فأنه بالمتوسط من الطعم يسمن ما لا يسمن بالكثير منه، ولا تحرص على إسمانه حتى ترى ريش ذنبه قد طلع، لأنه إذا سمن قبل طلوع ريشه لم يؤمن أن يسدّ الشحم مطالع الريش، فَيعمى موضع الريش ولا يخرج إلا بعلاج، وربما عمي فلم يخرج إلا بعلاج نذكره. وقد عالجنا به عدة بزاة وأنجح، وهو أن تأخذ من دهن البيض الطري، ومن خشب الداذين ما كان طرياً، وتصلحه أوتاداً على قدر أنابيب\nالجزء: 1 ¦ الصفحة: 74\n",
        "الريش، وتجعله في الدهن وتقبض البازي وتقبيه حتى تأمن عليه من الاضطراب، وليكن مع منقاش، ثم فتش عن الريشة التي عميت ونبت عليها اللحم فأقلعها وأجعل موضعها وتداً فأنها تخرج.\nوأعلم أن البازي وجميع الجوارح حتى الفهد طبعها البلغم، وهو آفتها والغالب عليها، وبغلبته يقل لذلك دماؤها، والدليل على ذلك أنك لو ذبحت بازياً لما وجدت فيه من الدم ما تجده في فرخ حمام، ولو ذبحت باشقاً لوجدته أقل دماً من عصفور. وسبيل ما كان هذا طبعه أن يكون غذاؤه اللحم الحار والدم اللذين لم يزالا غذاءه في حدّ بشكاريته، فلا تؤثرن على ذلك شيئاً، واجعل طعمه في قرنصته مخاليف الحمام السمان النواهض التي قد طارت، ولا تطعمه الفراخ التي لم تطر فأنها تثقله إذا أكلها وتصلب في زهركه ولا يسيغها بسرعة، وتضره غاية الضرر، وأطعمه الحذف السمان والقنابر والعصافير الطرية البقلية وما أشبه ذلك. ولا تدم على شيء مما ذكرنا لك، بل غيّر عليه هذه اللحوم، فهو أصلح له من أن تدوم به على لحم واحد، ولا تطعمه لحماً بارداً، وأنت تقدر على حار، أعني ما وصفته لك (ولا) سيما في القرنصة، وأن أطعمته ذلك في القرنصة فليكن في الأيام من بشتمازك حَمَل سمين بدهن حار مثل دهن الجوز، أو الزنبق، والأجود أن يكون بشيرج على جهته، فأنه أقلها ضرراً، والبشتمازك هو الذي يكون في آخر الأضلاع من داخل الحمل، لا ما يكون على ظهره، ويسمى الكمازك، فتَعاهدْه في القرنصة بما ذكرناه، ودع ما ذكر في الكتب من إطعامه في القرنصة الغدد وجراء الكلاب ومخاليف الخطاطيف والفار والجرذان، وجلود الحيات اليابسة، والزنابير الحمر اليابسة، ولحوم العجاجيل وأشباه ذلك، فأنك تعلم أنه لم يتغذ في وحشيته\nالجزء: 1 ¦ الصفحة: 75\n",
        "بشيء من ذلك وإنه لم يكن له غذاء إلا اللحم الحار والدم، وقد رأينا من غذّى بازيه، واستعمل في علاجه ما وجده في الكتب الموضوعة التي أكثرُ ما ضُمّنته على غير أصل وبغير تجربة، فلم يكن لبازيه بقاءٌ وكيف يكون لجارح يُطعم البنج والخربق بقاء، وهما سان قاتلان، ويخلطان مع غيرهما من العقاقير الحادة الحارة فتحرق أكباد الإبل فضلاً عن أكباد الجوارح، وذلك موجود في الكتب المحتفظ بها في خزائن الملوك، فلا تُطعم بازيك في قرنصته وغيرها سوى لحم ما وصفناه لك أو لحم ما يصيده مما يجوز أن تطعمه إياه، ونحن نذكر ما يجنَّبه من لحوم صيده إذا انتهينا إليه.\nوإذا رأيت بازيك قد ألقى بعض ريشه الصغار، وطلع شيء من ذنبه، فأحسن إليه بما ذكرنا لك، وتعاهده بالأدهان، واجعل في طعمه دهن الخروع في الاحايين، أو دهن الشهدانج فأنه مع دسومته شديد الحرارة، وإذا أكل منه ألقي ريشه سريعاً إن شاء الله، ولا تكثر عليه من الادهان فتبشمه وتؤذيه ويملها، وليكن ذلك بقدر، وشحومُ ما تطعمه لحمه من المخاليف النواهض، والعصافير البقلية أحفظ لجوفه، وأنفع له وأحمد عاقبة، فتعاهده بها، ولا تكثر عليه منها فتثقله، وكلما وجدت ريشاً من بدنه حواليه، فأرم به ولا تدعه عنده، ليِبَيِن لك ما يلقيه كل يوم فإذا تمّ ريشه وذنبه وجناحه وأردت حمله، فأنقصه قبل ذلك بأيام، ليمكنك حمله ويذوب بعض شحمه، وليكن حملك له في زيادة الشهر، وكن عليه أشد حذراً، وأكثر توقياً، منك في حال توحشه، لأن الوحشي تصيده، وهو كالفرس المصنوع، يطير كل يوم ويتعب نفسه ويصيد ما يأكله فلست تخشى من اضطرابه على يدك علة تحدث له، وهذا تحمله من كندرته\nالجزء: 1 ¦ الصفحة: 76\n",
        "وقد ألقيته عليها مائة يوم أو نحوها لا يتحرك منها إلا إلى يدك وقت طعمه فهو سمين لا يؤمن عليه إذا أضطرب بفزعٍ أن ينقطع، وليكن حملك له أولاً بالليل، ليلتين أو ثلاثاً في السراج فأنه أسلم له، فإذا أنس فأحمله على الدابة، وسِرْ به في برد السحر، وطف به الصحراء أن رأيته يشتهي ذلك، فأنه مما يجيعه، وإلا فأردده إلى البيت، وأحمله حتى يذوب شحمه، ثم جوّعه وأخرجه، وليكن ما ترسله عليه أولاً الدُرّاج أو طير الماء أو ما شاكلهما، وجُرّه على ذلك وأرفقه فيه، وأن أردت به طائراً كبيراً لم يكن صاده في فروخيته، فأقصد به الجبل في أول النهار، وأرسله على الكروان ليطير عليه، ويكدّ نفسه ويصيد طلقين أو ثلاثة، ولا تذقه من كل طلق إلا القليل، فأن ذلك يزيد في جوعه، وأطلب به بعد ذلك الأرنب، فأنه يصيده، وأقطعه عنها وألقه على الماء، فأن شربه فهو يزيد في جوعه أيضاً، وأدخل به الصحراء بعد ذلك، وأرسله على ما تريد من كبار الطير، فأنه لا يرجع عنه وأجعل له شبعة في كل يومين أو ثلاثة على الإجابة، بعد أن يصيد لك ما تريد، فأنك إن لم تفعل ذلك فسدت أجابته وتعذّبتَ وكدّر عليك صيده. وتفقد سباقيه عند إرسالك له فأنه إذا كان قصيراً من جانب وطويلا من جانب واضطرب على يدك، ضَرّه ذلك وأوجع إحدى فخذيه، ولم يخرج من يدك، إذا أرسلته على الصيد كما تحبّ، وربما عرج من ذلك، فليكن السباق قصيراً فأنه أسلم له من العقاب وغيرها والأسباب كثيرة، وتفقد دستبانك لئلا يكون وجه الأديم خارجاً، وإن كان من غير الأديم وكان وجهه خارجاً تزلّق تحت البازي، ولم يتمكن من الثبات على يدك فأقلبه، وأجعل المبشور خارجاً ليتمكن البازي من قعوده على يدك، ولا تحمله وأنت سكران فأنه ينكرك ويخافك، ولا تمسه ولا تطعمه وأنت جنب، فأنه لا يحتمل ذلك.\nالجزء: 1 ¦ الصفحة: 77\n",
        "وقد خبرني من جرب ذلك وزعم أنه لم يمْسَسْ جارحاً وهو جنب إلا تبين فيه التغير من يومه، ولا تحمله وقد أكلت بصلاً ولا ثوماً، ولا ما يتغير له الفم فأنك تؤذيه بذلك، ويحوّل وجهه عنك، ولا تنهره ولا تصح في وجهه، فأنه يعرف، وتباعده من نفسك بل تحبب إليه بمداراتك له ورفقك به، عند حمله، ولقمه اللقمة الصغيرة في غير أوقات طعمه وصيده، وفي الليل إذا علمت أن ليس عليه طعم ولا ريمجة وليكن تلقيمك له من فيك، ليألف ذلك منك، ومتى صحت به طلب صياحك للعادة، وإنما جعل مضغ اللحْم للبازي لهذا السبب. وكثير من البيازرة لا يعرف ذلك، وإنما يطعم للعرف والعادة، وإذا أردت أن يحبك بازيك ويألفك، ويسرع الإجابة إليك، فخذ من شحم سرة الدابة وأجعله في أناء، فإذا كان الليل فأحمل البازي في السراج، وخذ من ذلك الشحم مثل الحمصة، فأجعله بين سبابتك وإبهامك، فإذا ذاب فأمسح منه منسره، فأنه يجد طعمه ورائحته وتبين لك الزيادة في أنسه، ثم لا يصبر عنك. وهذا مما أحدثته الترك على ما بلغنا. وجنبه لحم العقعق والزاغ والغُداف ودم الريحاني أعني الحذف، وما علمته سَهَكاً من سائر طير الماء، والحمامة العتيقة فأنها علقم.\nولقد خبرني بعض الناس أنه ذبح حمامة عتيقة ضخمة، وأنه أطعم منها ستة بواشق، وكانت فراخاً فلم تبت ليلتها حتى قذفت كلها دوداً، وماتت عن آخرها، وجنبه ريش الطيهوج والغرّ وإلهام وما كان ريشه ليناً،\nالجزء: 1 ¦ الصفحة: 78\n",
        "فأنه يصعب عليه أن يرمي به ونعم الشيء الريمجة للجارح، لأنه لا بّد له منها في حل وحشيته، فقد اعتادها وألفها، ثم مع ذلك تنشف الرطوبة، وتتعلق بها الفضول فتخرج معها، ولا تمتنع من إطعامك البازي العظم الذي فيه المخ مثل عظم الفخذ الأعلى ودعه يبتلعه صحيحاً، والعنَق فأنه يدسم جوفه ويلينه، ويوسع مذرقه والذي لا مخّ فيه يخرج أمعاءه.\nذكر سياسية الزُّرَّق\nأعلم أن سياسة الزرّق كسياسة البازي وطبعه كطبعه، وصيده كصيده، وتضريته كتضريته، وداءه كدائه، وعلاجه كعلاجه، لا فرق بينهما إلا أن البازي أضخم، ويصيد ما يعجز عنه الزرّق، وقد قرأنا في بعض الكتب أنه كان لإنسان زرّق غطراف يصيد الكراكي فما دونها، وقد أبطل في هذا القول ولم يصدق فيه.\nذكر الأدوية والعلاجات\nوما يستدل به من الذرق على كل علة\nأعلم أن الذرق للجارح بمنزلة البول للإنسان ويستدل البصير على علة الجارح بذرقه، كما يستدل الطبيب الحاذق على علة الإنسان بالقارورة، بل الذرق أصدق وأصح لأن الجارح لا يتعدّى طعمه، وهو اللحم الذي هو غذاؤه، فأن وافقه وجد ذلك في ذره وإن لم يوافقه لم يخف في ذرقه.\nالجزء: 1 ¦ الصفحة: 79\n",
        "والإنسان ربما أشتكى علة من حرارة شديدة أو من دم فتوجب العلة أن تكون قارورته حمراء، فيشرب في الليل شربة ماء، أو يأكل رماناً فيغير ذلك المقدار ماءه، ويحيله حتى يدل على غير علته، ويشكل على الطبيب أمره.\nويحتاج من كان عارفاً بالجوارح، كثير الملازمة لها، والتجربة لعللها، إلا يخفى عليه كل جارح، وأن يعرف ذلك ظاهراً وباطناً، بذرق الجارح، ويجعل ذلك شاهداً على العلة. كما يجعل الطبيب الماء شاهداً على العلة، ويحتاج مع ذلك إلا يخالف فعل الطبيب العالم، ولا يحكم على الذرق ويدع ما سواه من الشواهد، لأن الطبيب العالم لا يحكم على الماء دون المجسّة، وما يبين له من حالات العليل، وأن حكم بغير معرفة فقد ضل الطريق، وكذا ينبغي لمن عرف الذرق إلا يحكم عليه ون غيره من الشاهد كالبازي الذي يتزنجر ذرقه وذلك يدل على الاسطارم وهي علة لا دواء لها، وتراه صافي العين، ممتلئ الصدر، حسن الحال، ولا يكون اسطارمي صافي العين أبداً، ولا سميناً لأن هذه العلة في الجارح بمنزلة وجع السل من الإنسان، فمتى يوجدَ من به السل من الناس سميناً أو حسن الحال؟ فيحتاج إذا وقف على الذرق ورأى به منه شيئاً، أن يتفقد حال البازي وينظر إلى عينيه ولحمه، وحسن استمرائه للطعم، وإلى ما أطعمه بالأمس، فأنه ربما أطعمه ما يتغير منه ذرقه، وليس ذلك بضائر له، فإذا وقف على ذرقه عالجه بما يعالج به العليل من ذلك الداء الذي دلّ عليه ذلك الذرق، كالبازي يصيد طائراً فيجب أن تطعمه من دمه، لأن الدم في الاحايين مما ينتفع به إذا غذاءه، ويسهله وينظف جوفه ويجيعه، فإذا أكله تغير ذرقه، لأن الدم يغير ذرق الجارح، وليس عليه من ذلك التغير خوف، فيقدّر من رأى ذلك الذرق أنه من تعبٍ لحق\nالجزء: 1 ¦ الصفحة: 80\n",
        "البازي، أو من بَشَمٍ فيقتله لذلك جوعاً، ويعالجه بما يعالج به البشَم\nوإنما ذكرنا هذا ليتبين الناظر من ذرق البازي، ومن حالاته وطعمه بالأمس، ما يكون عوناً له فيعمل بحسبه، وربما سحق الريمجة فأخرجها في ذرقه، ولم يرمها من فوق وليس ذلك بمحمود، وهي مما تغيّر ذرقه، إذا خرجت من أسفله، ذلك يذهب على أكثر اللُّعَّاب، والعلة فيه أن الريش الذي يبتلعه البازي يكون قليلاً، فلا يمكنه أن يجمعه ويرمي به، وربما ضعف عن جمعه فيذيب الريمجة لذلك، وإذا ألقي البازي الريمجة يابسة مجتمعة فذلك من علامات الصحة وأن ألقاها خضلة مبتلة فعلى قدر بللها ورطوبتها يكون فضول جوفه، ومن علامات الذرق الدالة على العلل أن تراه مخالفاً لما ذكرناه من ذرق الصحة، فإذا رأيت الذرقة بيضاء شديدة البياض قليلة السواد، خشنة شعثة مقطعة، عسرة في خروجها فأنها تدل على الجص، وعلى حسب ما يظهر لك من الزيادة في بياضها وعسر خروجها يكون الجص، وإذا رأيت الذرقة قد اختلط سوادها ببياضها والسواد يغلب على البياض فأن يدل على تعبٍ لحقه بالأمس وأن رأيتها مختلطة فيها صفرة وهي كَدِرة مقطعة فأن ذلك يدل على بشَم حديث، وأن رأيتها مدورة على هذه الصفة ولم يمددها، فأنها تدل على تخمة عنيفة، وهو قريب من البشم، وأن رأيتها مزنجرة مدورة، وفيها بعض البياض وشبيه بالبزاق، فأن ذلك يحمل من لا يعلم، على أن يشهد بأنه ذرق جارح به الاسطارم، وليس ذلك مما يخشى عليه منه، وإنما تغيَّر ذرقه من أكله لحم طائر قد رعى ما يخالف طبعه، ولم يوافقه فيتغير لذلك ذرقه يومَه ذلك، ثم يرجع الذرق إلى ما كان عليه، وربما تغير ذرقه إذا بات خالياً من الطعم، فتكون تلك الذرقة من فضول جوفه، إذا كان غير خالٍ من الطبائع الأربع وهي دليلة على المِرّة لا غير.\nالجزء: 1 ¦ الصفحة: 81\n",
        "وإذا رأيت الذرقة مزنجرة قد خالطها يسير من السواد والبياض، وأعادها البازي في غده حين تحمله، فأن ذلك يدل على الاسطارم. وإذا أرابك من البازي أمر وتوهمت به علة فأصرف همتك إلى الرفق به والإحسان إليه، وأسمنه فأن السمن ربما ذهب بالداء من غير علاج، وإن لم تستغن على العلاج فلأن تعالجه وهو سمين يقوى على التقبيض واساغة ما تطعمه خير من أن تعالجه مهزولاً فيضعف.\nولقد مرت بي حكاية عن رجل كان لاعباً بالجوارح أنه قال: سألت رجلاً يلعب بالجوارح عن بازي كنت أعرفه له فذكر أنه بمنزلة الميت، وأن الاسطارم مع كثرة العلل أنهكه وأذاب لحمه حتى أنه ليس فيه من القوة نما يقعد على اليد، وأعلمني أنه أمر برميه فبعث من جاء به، فرأيته على ما حكاه من الهزل والضعف حتى لقد كان يحرك رجله فتسمع صوتَ عظامه من جوفه تتقعقع، فسقيته ماء لأني رأيت عينيه عيني عطشان. وشددته في موضع بارد كثير الهواء، فكان مطروحاً على الكندرة لا أشك أنه ميت فتركته ساعة ثم لقَّمته صدر عصفور مُخْلِف، وعيناه منطبقتان، فلما حصل ذلك المقدار في زهركه فتحهما بعد ساعة، وانتظرت به إساغة ما أطعمته، ثم أني أطعمته شقة أخرى، فعبَّرها وتبينت الزيادة فيه، وفي نظره ولم أزل يومي ذلك كلما عبَّر أطعمه أخرى إلى العَتَمة، فبات وعليه شقة، فلما أصبح نظرت إليه وقد فتح عينه وصفت بعض الصفاء، ورأيت ذرقه حسناً جيداً، فأطعمته شقتين من عصفور فعبَّرهما بعد ساعة، وتركته حتى نقي وصفا ذرقه وصح، وطلب الطعم فأطعمته عصفوراً سميناً، منظفاً من ريشه وعظامه، فلما عبَّره قوي وصلب صياحه\nالجزء: 1 ¦ الصفحة: 82\n",
        "فألقيت إليه فأرة فأكلها، ووضعت عنده الماء فشرب وأكثر، لملوحة لحم الفأرة، فجوّعه ذلك وحرّضه على الطعم، فكنت أخفف طعمه وأغيّر عليه اللحوم، فما وافقه ألزمته إياه، وما ثقل في زهركه وأبطأ تعبيره جَنَّبْتُه إياه، ولم يزل ذلك فعلي به مع الرفق، وكنت على سفر فلم ينجع رفقي به، بل كان يمسك رمقه حتى استقررت وأحممت البازي، وكان وقت قرنصنته فألقيته في القرنصة، وجعلت أداريه ولا أستعمل معه ما أستعمله مع غيره من البزاة لعلمي بما في جوفه من الداء إلى أن خرج من القرنصة ينشق شحماً، وخرج ريشه أجمع فحملته فصدت به حتى الكراكي، وكان لا يقصر في صيده، ويسيغ طعمه، ولا ينكر منه شيئاً، ولقد أرسلته يوماً على التم وكانت في ماء فلم تنقلع له بسرعة، فأخذ منها واحدة، فأجتمع عليه الباقي فضربوه وغطُّوه في الماء، وهو لا يُخلي التي صادها، وكان ذلك في يوم بارد فأدركته وحملته، وهو لما به من ألم الضرب وشدة البرد، فرددته وشددته في موضع كنين فلما زال عنه ذلك حملته وأطعمته وخفَّفت عنه، فلما كان في غد ذلك اليوم رأيته وقد صار على النصف مما كان عليه، ولم تمض له إلا عشرة أيام حتى عاد إلى ما كان إلى كان عليه أولاً من الهزال وسوء الحال، فدفعته إلى من يقوم بعلاجه ومداراته، فلم يزل يتعذب به إلى وقت القرنصة فلما ألقاه وأحمَّه رجع في السمن إلى ما عهدته وألقى ريشه وخرج حسناً، وصدنا به كل طير، ولم تزل تلك حاله إلى أن توالى عليه التعب فأرسلناه في بعض خرجاتنا إلى الصيد ثلاثة أيام، فعاد إلى الهزال والضعف،\nالجزء: 1 ¦ الصفحة: 83\n",
        "فلم تزل حاله معنا يُلقي في القرنصة وهو لا يُرجى، ويسمن عند احمامنا إياه، ويحمل وهو سمين فيصيد كل طير، إلى أن مضت له سبع سنين ما من سنة إلا ويرجع فيها إلى حاله الأولى، ثم أنه ذهب منا فلم نعرف له خبراً، وإنما ذكرنا قصة هذا البازي ووصفناه علته وما عملنا به لأنه لا داء للبزاة أقتل من الأسطارم، وكان الشحم يقوّي البازي، ونحن لا نشعر بعلته وهو على تلك الحال، ولو لم نسمِنه ونرفق به لمات في أول مرة، ولا تؤٍثرن على إسمان بازك شيئاً متى رأيت منه ما يَريبك. وحدثنا من نثق به أنه رأى البازي وقد صاد التم بالمغرب.\nذكر ما يحدث الجص وصفة علاجه\nأعلم أن الجص يحدثه الحمام واللحم البارد إذا أكثرت على البازي منه، وربما حدث من غبار وتدٍ اوُتِد في بيت مجصص، ويحدث أيضاً من شم رائحة الجص النديّ وربما حدث من ترك ذرق البازي في موضعه فيشمّ رائحته، وعلاجُه إذا بدا به أن تلقمه الزبد أولاً حتى يحصل في زهركه، ثم تلقمه السكر، فأن الزبد يليّن جوفه، والسكر يسهله، فأن نفعه ذلك وإلا فأحقنه بزبد، أو بمخّ من ساق شاة، تجمده في الماء البارد وتجعله مثل النواة للبازي، وكذلك تجعل للزرّق والباشق إذا أصابهما الجص بقدر ما يحتملانه، ولبن الأتن ينفع أيضاً فأن أمكن وإلا فأطعمه لبن الضأن بسكَّر ثلاثة أيام، مع بشتمازك الماعز، وتفقَّد ذرقه فأنه يرمي بالجص مثل الحمصة، وإن كان البازي صيوداً فليس له دواء أنفع من الطرَد، وأكل اللحم الحار، أعني القبج والطيهوج والدراج\nالجزء: 1 ¦ الصفحة: 84\n",
        "ولا سيما أن كانت سماناً، فأن طيرانه وأكله هذه اللحوم مما يذيب الجص ويذهب به، وإن لم يمكن ذلك فأطعمه لحم مخاليف الحمام السمان ودماءها وشحومها فأنها صالحة له ولا بأس بلحم الأرنب حاراً، ولحمُ الخنزير وشحمهُ أبلغُ ما عولج به الجص، فأطعمه منه طعماً أو طعمين وإذا ابيضت عبنا البازي من شدة الجص فأعلم أنه قد صعد إلى رأسه، فمن الناس من يكون وسط رأسه، ومنهم من يكوي حنكه الأعلى بعود آس أو بمسلة، وأصل هذا العلاج التُرك، وأظنهم يفعلون ذلك بالبازي وليس به جص ليأمنوا عليه، وقلّ من رأيناه كوى بازياً في حال علته فنفعه ذلك، والأصلح ما ذكرناه ولا تَقْرَبه النار، ومن الناس من يعالج الجص بأشياء كثيرة وأدوية حارة حادة، يقتل اليسير منها الرجل فضلاً عن الجارح، فتركنا ذكرها، إذ كان العقل لا يوجب قبولها، ولأنني ما امتحنتها فأحمدها، ولا رأيت من امتحنها يحمدها.\nوقد حدثني من أثق بقوله أنه عالج بازياً له من الجص بمرارة عنزٍ مع يسيرٍ من فانيذ فأنتفع به، وذلك أنه أخذ مرارة عنز فصبّ نصفها وجعل في النصف الآخر من الفانيذ السكري المدقوق مقدار ما تحمله وشد رأسها بخيط وأدخلها في حلق البازي، وجرّ الخيط منها فأنتفع بذلك، وذرَقَ الداء، فمتى عالجت بهذا الدواء فأكثر عرض الماء على البازي فأنه يشرب ويرمي بما في جوفه من الجص، ولم نجرب ذلك غير أن من حدثنا به بصير ثقة، وقد شرحنا ما علمناه من علاج الناس.\nوقد كان عندنا بازي لمولانا صلى الله عليه وعلى آبائه الطاهرين، به ورم في رأسه، وجص في جوفه، وكنا نعالجه بمذبح التيس، وذلك\nالجزء: 1 ¦ الصفحة: 85\n",
        "أن تشدّ يداه ورجلاه ويذبح، فيجعل البازي على مذبحه يأكل منه شبعه فيدفع ما في رأسه، وحلل الجص الذي في جوفه، وكنا نعالجه بلك يومين في الجمعة وهو الذي جربناه ولم نرَ إنساناً قبل مولانا صلى الله عليه عمل ذلك. ولو شرحنا ما عندنا في علاجه لأطلنا ولم نضمّن كتابنا إلا ما جرّبناه.\nولحم الغزال محِلّل للبلغم الكائن في أجوافها، وينفع من الرياح التي تعرض لها من الجص.\nذكر علاج النَّفَس\nوهو نفَسان، فمنه ما يكون بالطول ومنه ما يكون بالعرض، فأما الذي بالطول فيرجئ له البرءُ، وأما الذي بالعرض فقلما يسلم منه البازي، فإذا أصاب البازي النفس بالعرض، وكان سميناً تاراً في بدنه، فأجعله في بيت كنين مظلم، وخِط عينيه، فإن كان النفس أصابه من صدمةٍ أو ضغطة فأذب له المومياء الخالص بدهن السوسن، وأطعمه إياه مع بشتمازك الضأن، فأنه ينفع الوهن ويجبر الكسر، وإذا رأيت البازي قد استدّ نفسه ويبس لسانه في فيه، فهو من الحر، فخذ له مقدار عدستين من الكافور، وأذبهما في الماء وأسقه إياه، وانتظر بطعمه خمس ساعات لم تخش ضعفه، ثم أطعمه بشتمازك ضأن، فإذا كان من الغد فخذ له\nالجزء: 1 ¦ الصفحة: 86\n",
        "بشتمازك ضأن ذبيحة وقته، وشرّحه وقطّعِه صغاراً، وألقه في اللبن، وأطعمه إياه، وإن كان لبن أتان فهو أنفع له، وقلما رأيناه من البزاة خلص من النفس إذا أصابه، وله علاج غير هذا سنذكره إن شاء الله.\nوكذلك إذا أنقطع البازي لا يجيء منه شيء، لأنه عرْق ينقطع في قلبه، وربما لحقه الانقطاع في القرنصة لشحمه إذا وثب، وربما أصابه ذلك من ردة سوء من بازياره، وعلاجه كثير وما بنا حاجة إلى أن نذكر ما لا فائدة فيه، بل نذكر ما عالجنا به وجربناه، وأخذناه من الثقات، وما سوى ذلك فقد حكيناه عن قائليه، وتبرأنا من الكذب فيه، واعتمدنا الحق فيما نقوله ونحكيه، وكذا سبيل من وضع كتاباً ألا يكذب فيه، وأن يتعمد الحق فيما يحكيه، فأنه متى اختُبر من كتابه شيء ولم يصح، كُذّب في الباقي أجمع، وما بإنسان حاجة إلى أن يهجّن نفسه، وكفى بالكذب خزياً واسقاطاً وضعة واحباطاً.\nذكر علاج البَشَم\nإذا تبينت في البازي بشماً فأطل جوعه، وأجعله في بيت مظلم، لئلا يقتل نفسه بكثرة الاضطراب، وقتّر عليه الطعم، وليكن أول شيء تطعمه ثلاث قطع من لحم مشرّح واذرر عليه من الزنجبيل أقل من حبة، فأن ذلك يمريه ويشهّيه الطعم، ويعقد ذره حتى تراه قد صفا، وأن لقمته لقماً بنبيذ مطبوخ طيّب كان نافعاً، فإذا حَسُن استمراؤه للطعم، وتبيَّنت صلاح حاله، فأعمد إلى قطعة طين حارة محترقة مما يكون تحت القدر، وانحت ما عليها من الدخان واسحقها وألقها في الماء ودعها قليلاً،\nالجزء: 1 ¦ الصفحة: 87\n",
        "ثم صَفّ ذلك الماء عنها، وقطّع اللحم الذي تريد تطعمه للبازي، واجعله فيه لحظة وأطعمه إياه وهو سخن. ولقد عالجنا به باشقاً عندنا أصابه بشَم فأفاق، وركبنا إلى الصيد فأخطأ عليه البازيار فزاده، ولم يكن يحتمل زيادة، فرجعنا من الصيد عند العشاء الآخرة، فحبس الطعم إلى أن مضى من الليل خمس ساعات، وردّه، وأصبح فلم يأكل الطعم، فمات عند الظهر، ولو لم يزده لكان سالكاً، وأن كان ما للحيّ قاتل، ولا للميت من يحييه.\nذكر علاج البياض إذا أصاب عين البازي\nإذا أصاب عين البازي بياض فخذ ديكاً فأذبحه وقطّر في عينه من مرارته فأنه نافع إن شاء الله.\nذكر ما يوِلّد القمل في البازي وصفة علاجه\nأعلم أن القمل يتولد في البازي لسبب نذكره، وذلك أن البازيار إذا أطعمه ربما يخلّي على منسره شيئاً من الطعم به البازي، ولا بد له من أن يطوي، فإذا جعل رأسه تحت جناحه أكسبه ذلك القمل الصغار والكبار، وإذا أصابه فما يهنيه أكل ولا نوم ولا صيد. وقد حُدثنا أن الكبار تأكل الصغار وهو مذيب للجارح، ويمصه حتى يتركه جلداً على عظم، وعلاجه أن تأخذ من الزرنيخ الأحمر سَجْل الماء مقدار ما تعلم أنه يكفيه، وتقبض البازي إذا طلعت الشمس.\nالجزء: 1 ¦ الصفحة: 88\n",
        "وللقمل أمكنة معروفة يكون فيها، فمنه ما يكون في عنقه، وفي أصول الريش من تحت جناحيه، وفي عكوته وفي نَيْفَقه، ولم نرَ أبلغ من الزرنيخ في قعله. وقد وصف المتقدمون في كتبهم زبيب الجبل والمسك والذي ذكرناه أبلغ وأنفع.\nووصف للقمل أيضاً أن يُلَفّ البازي بخرقة جديدة، ويدخل به الحمام ويصبر به ساعة، فأنه لا يبقى عليه شيء من القمل.\nووصف له أيضاً أن يجعل في عنقه طوق صوف ويدخل به الحمَّام، فأن القمل يخرج في الصوف.\nوالسالم الذي عملناه وجرّبناه هو الزرنيخ. ومن رَسْم الجارح إذا زرنخ أن يراح ثلاثة أيام ثم يشدّ، فأن ذلك نافع له.\nوقد وصفنا الجيد والرديء وذكرنا حاليهما ومبلغ فعلهما، والانتفاع بهما، فأعمل على أيهما شئت.\nذكر علاج المسمار إذا أصاب كف الجارح\nإذا أصاب المسمار كفّ البازي فعلاجه بعِلك البُطم. وقال بعض البصراء ليس يقلعه شيء إلا الكّي، وهو مجرب وهو أنفع ما عولج به المسمار، ثم يعالج بعلك البطم والمرهم، وتُلبَّد كندرته بعد ذلك، ومن الناس من يلبّدها قبل ذلك، ويبللها بالماء والملح، وذلك مما يقلع المسامير من أصلها وقد جربنا ذلك وصح.\nوأكثر ما يصيبه المسمار الصقور والشواهين.\nالجزء: 1 ¦ الصفحة: 89\n",
        "ذكر ما يُحدث الورمَ في الكفين وصفة علاجه\nأعلم أن الورم في الكفين يحدث من جهات، فمنها ما يكون من التخمة، ومنها ما يكون من مادة تنصب إلى الموضع حادة، والفرق بين ورم التخمة وورم المادة أن تجسّ الموضع، فأن وجدته بارداً فالورم من التخمة، وأن وجدته حاراً فالورم من المادة الحادة، وقد يحدث الورم أيضاً من فتلة أصابعه فترم لذلك كفه، فأن كان من التخمة فليس غير البطّ، والأدوية التي تجذب ما في كفه من الفضل، وأن كان الورم من دمٍ أخذت له القاقيا والمغاث والمرّ ودقيق الشعير وبياض البيض وطليته به، وأن جعلت معه شيئاً من ماء الهندبا وماء الكزبرة الرطبة كان أصلح، وهو يصلح للمادة والفتلة التي ذكرنا وينفع منها وقد يكون ورم أعلى الكف من الدود، وقد بيَّنَّا علاجه في باب الدود، وإذا أردت أن تبطّ كفه فالفف عليه خرقة كتان مبلولة وخلها ساعة طويلة ثم أقلعها وأقشر موضع الورم بسكين، حتى يتبين لك، وأشرطه طولاً لا عرضاً بمبضع، وأحذر أن يصيب عروقه وعصبه شيء، وأغسل عنه الدم، وأدهنه بدهن وردٍ، وضع عليه لوقته صفرة بيض نيء، وأشدده بخرقةٍ، فأنه يبرأ بأذن الله، ولم تصب هذه العلة عندنا غير شاهين واحد فعالجناه بما ذكرناه فبرئ.\nالجزء: 1 ¦ الصفحة: 90\n",
        "ذكر علاج القُلاّع\nإذا أصاب البازي القلاّع فحِنّكه بالصبر والعسل، فأنهما نافعان، وأتن نزلا في جوفه خرطاه ونفعاه، وأن شئت أن تشق موضع القلاع بمبضع وتحشوه بحصاة كافور فأفعل، فأنه نافع إن شاء الله.\nذكر ما يتبين به كون الدود في البازي وصفة علاجه\nإذا رأيت البازي ينتف ريشه فأعلم أن ذلك من دود يكون في جوفه، وربما نتف من نَيْفَقه، ودواؤه أن تأخذ من قشر الرمان الحامض فتدقه ناعماً، وتذرّه على البشتمازك من ماعزٍ، وتطعمه للبازي ثلاثة أيام، فأنه يبرأ بأذن الله، ومن صفاته أيضاً أن تأخذ رمانة حلوة فتعصر ماءها ثم تقطع البشتمازك صغاراً وتلقيه فيه، وتطعمه البازي فهو نافع له.\nومن صفاته أيضاً أن تأخذ من الحمص الأبيض جزءاً فتقليه قلياً خفيفاً، ثم تقشره وتنعم دقَّه، وتأخذ ثلاث قطع لحم فتلطخها بيسير من عسل، ثم تذر عليها ذلك الحمص، وتطعمها للبازي، فأنه يرمي ما في جوفه من الدود بأذن الله.\nومن صفاته أيضاً أن تأخذ لِفْتَةً فتقورّها ثم تملؤها ماء، وتسخنها على النار، وتطرح فيها من بشتمازك مقدار نصف طعمه فأنه نافع إن شاء الله.\nصفة علاج الحَرّ\nإذا أصاب البازي الحر فأجعل له في طعمه دهن ورد وماء ورد يومين فأنه نافع وقد جربناه، ولم نر عليه إلا خيراً.\nالجزء: 1 ¦ الصفحة: 91\n",
        "صفة علاج مخاليب الجارح إذا تقلَّعت\nإذ رأيت مخلب البازي قد أنقلع فأعمد إليه ودمه يسيل واردده وهو طري، والفف عليه طاقةً دقيقة من مشاقة وسَقّه بدهن البزر الحارّ فأنه نافع مجرب.\nومن صفاته أيضاً أن تَلُف عليه المشاقة وتدهنه بدهن الأركاع. ومن صفاته أيضاً العنزروت ودم الأخوين.\nصفة علاج البرد\nإذا أصاب البازي البرد فعالجه بالأشياء المسخنة التي تدفعه، فمما تبتدئ به إذا كان في الصيد أن تتقدم بكنس بيته وتنظيفه، وإذا كان عند عشاء المغرب ملئ له كانون ناراً، وجُعل في بيته، فإذا رجع من الصيد نُحّيَت النار من بيته وأدخل فيه، وشُدّ على كندرته، فأن ذلك نافع له، فإذا أصبح فبكّر عليه بطعمه، وليكن من مخلف رطب قد مججته في الليل خمراً عتيقاً فأنه نافع له ولا سيما إن كان قد عرق في يوم الصيد وما مثله وقد جربناه. وإذا خرجت به إلى الصيد فليكن معك في الخريطة حمام قد مججته خمراً، فإذا كان عند عَرقة البازي، وأردت أن تشبعه فأذبح الحمام وأطعمه منه فأنه نافع إن شاء الله.\nصفة علاج اعوجاج ريش الجناح\nإذا رأيت ريش البازي قد تعوّج وكاد أن ينكسر فأغْلِ له ماء حاراً\nالجزء: 1 ¦ الصفحة: 92\n",
        "مع شبت أو خطمى وصفّ الماء وأغمز ريشه فيه وقوّمه، فأنه يستوي إذا جفّ، وإنما يصيبه ذلك من اضطرابه مع طير كبير، أو من على يد أو من تقبيض، فأعمل ما وصفنا لك فأنه نافع بأذن الله.\nصفة علاج العَقْر إذا أصاب كف البازي\nأعلم أن سبب العقر في كف البازي أنه يجد الدم فيعبث بها حتى يدميها، وعلاجه أن تدق دم الأخوين ناعماً وبلّ موضع العقر، وتنثره عليه، وتلصق عليه جلداً مالحاً قد طليته بيسير من صبر مبلول فأنه لا يعاود العبث بها بمنسره إن شاء الله.\nذكر ما يحدث السُّدّة في المنخرين وصفة علاجها\nأعلم أن السدة يحدثها الدخان والغبار، وعلاجها أن تقبض البازي، وتقطّر في منخريه دهن ورد أو بنفسج، وتنظفهما بأسفل ريشه، وإذا أطعمته فليكن معك جناح حمام عليه بعض اللحم، ودعه ينتفه فأنه لا بد أن يسيل من منخريه الماء فيعطس لذلك، ويخرج ما في رأسه من الداء في عطاسه فيزول ما في منخريه.\nوقد يحنَّك لذلك أيضاً بالصبر فينتفخ منه رأسه وتنفتح السدد، ويجعل قبل التحنيك فيه يسيرٌ من دهن ليسهل ذلك عليه.\nومن صفاته أيضاً أن تأخذ رأس ثوم فيدقّ بخل كرم عتيق، وتقطّر في منخريه منه، وتمسكه على يدك ساعة، فأنه ينفض ما في رأسه ثم تشده في الشمس، وتضع عنده ماء يغتسل فيه فأنه يبرأ وأن تعذر عليه\nالجزء: 1 ¦ الصفحة: 93\n",
        "أمر السدة فخذ له سلقاً فأسلقه، وكمّدْ به الموضع ثلاثة أيام أو أربعة فهو خير ما أستعمل له إن شاء الله.\nتم علاج البزاة والحمد لله رب العالمين\nذكر من يصلح أن يستخدم من الكنادر\nإذا أردت أن تمتحن الكُندرة فقل له ادخل إلى البيت وأخرج البازي، فإذا دخل ومعه أصل جناح، وقدّم يده على سائر جسده، ولقي البازي وحَلَّه من على الكُندرة، وقدّم يده على سائر جسده، إذا أراد أن يخرج من الباب، وكذلك إذا أراد أن يركب عمل ببازيه مثل العمل الذي أخذه به من الكُندرة، وإذا أراد أن يدخل البيت قدّم يده على سائر بدنه فأعلم أنه فاره فلا تفرّط فيه، واستأجره بما أحب فلست تصيب مثله. وإن قلت للكُندرة أخرج البازي من بيته فدخل وما معه شيء فأعلم أنه ما يحسن شيئاً، ولا يصلح إلا للصقور، وليس يصلح للشواهين. وتسوى أجرة الأول دينارين في الشهر على اللعب وزيادة، والثاني تسوى أجرته ديناراً ونصفاً إلا أن يكون من البَرَلُّسيين الذين يباشرون صيد البلشون بأنفسهم فأنه يسوي كل الأجرة. وهذه أجرة ذكرناها للمكان الذي نحن بسبيله، فليجعله من شاء مثالاً له، والزيادة والنقصان بحسب اختلاف الأسعار في البلدان، وعلى قدر صلاحها وثِقل المؤونة فيها والأجرة تزيد وتنقص فإذا حصل النشيط فما مثله، وكسلهم به يضرب المثل، وما كل الكنادر يحسنون تخليص البازي من على طريدة، ومن شرطه إذا صاد الطريدة أو الطير أن يذبح في كفه، ويخرج له القلب، ويترك حتى يشبع من النتف، ثم يخرج له فخذ من الطريدة يدُعى به إلى اليد، فإذا رآه صعد على اليد ولمُ يتعِب إن شاء الله.\nالجزء: 1 ¦ الصفحة: 94\n",
        "باب تفضيل الصقور على الشواهين\nلما فيها من الفراهة وهو السبب الموجب لتقديمها و\nذكر ألوانها\nوأوزانها وصفة ضراءتها\nإنما وجب ذكر هذا الباب لأن سائر العلماء واللًّعَّاب قدّموا الشواهين وقدمنا نحن الصقور لما رأيناه فيها ولم يكن بدّ من ذكر السبب الموجب لذلك، ونحن نشرح حالها ونذكر صيدها، بعد أن تأتي على ذكر ألونها ومبلغ أوزانها، وصفة ضراءتها، ونحكِمّ من يقع كتابنا هذا في يده علينا وعلى من قدّم الشواهين على الصقور، ببصيرة العلم لا بغلبة الشهوة والتعصب، فهو أشبه بكل عالم وألزم لكل حاكم.\nذكر ألوانها\nالأشهب الكثير البياض وهو الحصاوي وموطنه الجبال والبراري. والأحمر ومأواه الأرياف والسهول. والأسود البحري وهو الذي يشتُو في الجزائر على شاطئ البحر. والأصفر والأخضر وهو الذي يضرب ظهره إلى الخضرة وقلّ من يعرف هذا اللون.\nذكر أوزانها\nفمنها ما يكون وزنه رطلين ونصفاً بالبغدادي، ومنها ما يكون وزنه على الصيد رطلين وثلثاً. ومنها ما يكون وزنه رطلين.\nالجزء: 1 ¦ الصفحة: 95\n",
        "صفة ضراءَتها\nإذا صيد الصقر من الكوخ فيجب أن تخاط عيناه ولا يزال كذلك إلى أن يمضي له أسبوع ويهدأ على يد البازيار، وبيازرة المغرب لا يخيطونه وهو أقلّ لعمره والله أعلم بذلك وأحكم. فإذا هدأ فأفتحه وأجلس به بين الناس ليأنس. وله دليل يعرف به هدوّه، وذلك أنه يملأ زهركه طعماً ولا تكثر عليه من رش الماء، وهو وحشي فأن ذلك يورثه السورنك فإذا أخذ الحَمام في الطوالة وجاءك من البعد ووثقت باجابته فأجعله في السباق وحده، فإذا جاءك من كل مكان ولم يبق في دَعْوِه شيء فإذا أضريت منها عدة على ما رسمنا لك فأدعها اثنين أثنين على الحمام أعني الصقور، فما كان منها مشابكاً فأفرده، وما اتفق منها على الدعو فأعْزله، فإذا أردت أن تكسر على الكسيرة فمنها ما يصلح للوبر ومنها ما يصلح للريش. فالجافي من الصقور للوبر، واللطيف الخفيف للريش، وهو لميح على البلشون لأنه يحتاج إلى أن يرقى في السماء وهو أملح ما يكون، وما يعرف في العراق هو طلق حسن نحن نذكره في كتابنا هذا إن شاء الله.\nوهو أن تعمد إلى بلوشن فتخيط عينيه وتوصّي الكندرة إذا رأى بلشوناً وحشياً فليطلب مكانه ولتكن معه شبكة ينصبها في موضع ذلك البلشون بعد أن يطرده، ويجعل ذلك البلشون المخيط في موضع البلشون الوحشيّ، فأنه إذا رآه في موضعه جاء إليه ليحمي مكانه، فيقع في الشبكة\nالجزء: 1 ¦ الصفحة: 96\n",
        "فخذه، وما أردت منها على هذه الصفة فأنت تأخذه. ولم أرَ أحكم من البَرَلُّسبين بذلك وهم يسمون البلشون البو (قردان) وإذا حصَّلته فأرجع إلى البيت، وأخرج من غد إلى الغيط، وليكن معك من يحمل البلشون وخط عينيه، وأشدد على صلبه قطعة لحم من الخريطة، فأن الصقر إذ رآه على تلك الحال نزل عليه، فإذا عملت به ذلك وأخذه الصقر فأنقص من الطعم الذي على صلبه في كل يوم، حتى يصير يخرج إليه بلا طعم، فإذ فعلت به ما رسمناه وصار يخرج إليه من كل ناحية فأخرج إلى الغيط وليكن معك بلشون مشرّق، وأستتر في خليج، وطيّره من يدك فأن كنت قد آخيت بين صقرين فأرسلهما عليه، فإذا أخذاه فأذبحه وأشبعهما عليه. ثم أغبّ الخروج إلى الصحراء غد ذلك اليوم، وأخرج بعد غده وليكن معك واحد مفتوح طري، وأستتر وطيّره، وأرسل عليه الصقور، فإذا صادته فأذبحه، وأشبعها عليه شبعاً جيداً، ثم أغِبَّها غد ذلك اليوم، وأخرج إلى الغيط وأطلب نقعة ماء عليها بلشون فطيّره وأرسل عليه، فأن صادت فأشبع عليه، وأن أحسنت فأشبعها فأنها تصيده وتكون فُرْهاً، ما بعدها شيء طول الشتاء، فإذا كان الصيف فأعمد إلى إوَزّة بيتية زرقاء فخط على عنقها لبداً أحمر، وخِطْ عينيها وأشدد على صلبها اللحم كما عملت في البلشون وأكتفها وثيقاً لئلا تضرب الصقر إذا جاءَها، فإذا خرج إليها من كل ناحية فأخرج إلى الغيط، وأوقفها في حلفاء وأجلس ناحية، وأكشف رأسك لئلا يعرفك الصقر، فأنه خبيث إذا عرف الخريطة لم يجيء منه شيء، وكل أسود العين كذلك فإذا فعلت ما رسمناه لك وخرج إلى الأوزّة على بعد، وصار كما يخرج يجلّي على يدك الغيط كله، فأقلع اللبد من عنق الاوزة\nالجزء: 1 ¦ الصفحة: 97\n",
        "وأذبح في كف الصقر كل ثلاثة أيام، ولا تنس لأن تذبح في كفه أولاً، وأفعل ذلك ثلاث مرات فإذا انتهيت إلى ما رسمناه من ذلك فأطلب مكاناً فيه حُبرُج كبير وطيء، فبكر إليه قبل طلوع الشمس، فأن الصقر كما يدخل الحلفاءَ يجليه، فأمض معه حتى تحقّ أنه جبرج، ثم أرسله عليه، فأن صاده فأذبحه في كفه وأشبعه، وأن أحسن فأذبح في كفه حماماً وأشبعه وأغبّ الخروج غدَ ذلك اليوم، واخرج بعد غده وأطلب به حبرجاً وطيئاً، فأنه يصيده إن شاء الله فإذا صاده فأشبعه من لحمه فأنه حلو طيب، وأن أحسن فأشبعه أربعاً أو خمس مرات، ثم نقله من واحد إلى أثنين، لتفره صقورك عليه، والذكر من الحبرج يسمى الخرَبَ والانثى فداده، ولقد شبرنا جناحي الخرب فكان طولهما ثمانية عشر شبراً والأنثى دون ذلك، وله لحية ومذبحه تحتها، وما كل من صاد الحُبرج عرف أن يذبحه، وهذا مما تفرد به البرَلُّسيون دون غيرهم، وما يحسن بيازرة العراق من هذا شيئاً، وقد ذكرنا ما هو من صيدهم وصيد غيرهم ونحن نصف كيف يضرى الصقر على الغزال وبعد ذلك نذكر كيف يضرى على الكركي، وبه يفخر في العراق. وقد رأينا بيازرة من أهل العراق ممن يدعي صيد الكركي بالصقر ولم نرهم يصيدونه، ورأينا أهل مصر يصيدون به الكركي والحُبْرُج جميعاً، غير أنهم بصيد الحبرج أقعد.\nولقد بلغنا عن رجل كان في أيام الأخشيد يعرف بابن سعد الهائم أنه صاد الكركي بالصقر، وكان ذلك أعجوبة عندهم. وبعد فراغنا من ذكر الصيد نصف ما تحتاج إليه من آلة القرنصة ونذكر ما هو نافع من عللها إن شاء الله.\nالجزء: 1 ¦ الصفحة: 98\n",
        "صفة ضراءة الصقر على الغزال وذكر ما يحتاج إليه من الآلة\nوكيف يضريه المغاربة وهم أقدر على الغزال من أهل المشرق ونبين ما نأتي به من ذلك ونبدأ بذكر ضراءة المشارقة وأي وقت تكون من السنة\nأعلم أن أهل المشرق يبتدئون الضراءة على الغزال وقت الجدي، وذلك في الربيع، فأول ما يُعمل أن يُؤخذ جلد غزال صحيح فيحشى تبناً حتى يقوم ويجعل له في موضع القوائم عيدان ويخيَّط كل فتق منه ويشد بين قرنيه اللحم شداً وثيقاً، ويطعم عله الصقر إلى أن يخرج إليه، وكلما جاد خروجه نقص من اللحم، حتى يصير يخرج إليه بغير لحم، فإذا عمل ذلك بعدة من الصقور وصارت تخرج إليه، خرج الإنسان بها إلى الصحراء وأخذ معه من يعرقب لها الغزال ويجرّيه، وذلك أنه يأخذ حبل قنَّب يكون طويلاً، فيشده في رجل الغزال فوق العرقوب بأنشوطة وتجعل الصقور في موضع لا ترى منه الغزال، ويتوارى الإنسان الذي في يده حبل الغزال، وليكن مستقبلاً للريح، ثم تُخرج الصقور فإذا رأت الغزال فلترسل عليه، فإذا رآها الإنسان الذي حبل الغزال بيده خرج وصاح على الغزال، حتى يجري ويجري معه لتعمل عليه الصقور فإذا علقت به جرّه إلى الأرض وذبحه في أرجلها، وأشبعها عليه شبعاً جيداً، وروّحها يوماً في البيت وأعادها، وأخذ معه غزالاً، وعمل به مثل عمله بالغزال الذي قبله في غير ذلك المكان، وأجراه أكثر من\nالجزء: 1 ¦ الصفحة: 99\n",
        "الجري الأول فإذا علقت به الصقور ذبحه وأشبعها عليه، وأراحها يوماً وجعل طعمها ذلك اليوم من قلب خروف أو من لحم حارّ وزن خمسة دراهم لكل واحد منها، ولا يطعمها عنقاً ولا رشأً فأنها تمسك إلى آخر النهار. ولقد كان عندي صقور قد تدهقنت فكان يصيبني معها ما ذكرته.\nوحدثني شيخ من لعَّاب الغزال أنه كان يأخذ من صوف فروٍ عليه فيجعله في الدم ويطعم منه الصقور يوم اللَّعِب وفيها الكريم والنذل. فإذا أرحتها وعزمت على الخروج فليكن معك غزال، وبكّر إلى الصحراء وأبعد بها إلى أن تيأس من العادة، وأعط الغزال لمن يخبأ في مخلاة وأقطع فرد عرقوبه، أو فشقّ بعض أظلافه بالسكين شقاً جيداً وخلّه في الصحراء، ولا يكن معه أحد، وأخرج الصقور، فإذا رأته واشتهته فأرسلها عليه، وصح على الغزال ليجري ولا يقف، وليكن مع غلام كلب مفرد، فأن عملت عليه وصادته، فأذبحه وأشبعها عليه شبعاً جيداً، وأن خشيتَ أن يسبق الغزال الصقور فأرسل عليه الكلب وأشبعها عليه، وأرحها كما رسمنا لك، فإذا عملت ذلك ثلاث مرات فأخرج إلى الصحراء وأطلب جدياً صغيراً فأرسلها عليه، فأنها تصيده ولا ترجع عنه إن شاء الله. ولا تزال تصيد به الجِداء وكلما صادت أشبعتها حتى تزيد فراهتها على الجدي فحينئذ فأطلب بها شاة على ما رسمنا لك. ثم تدخل القرنصة وقد بقيت على ثلاث ريشات من كل جناح، ثم تطرح في القرنصة، وليس تطرح عندنا بمصر إلى أن يجيء الصقر الجديد وهو الفرخ، وذلك يكون قبل النوروز أو بعده.\nالجزء: 1 ¦ الصفحة: 100\n",
        "وقد رأينا في سنة من السنين صقراً صيدّ ببلبيس قبل النوروز بثمانية عشر يوماً، وما يحتاج الصقر إذا طرحته إلى علاج غير التقوية والطعم الحار والشيرج المقشَّر مع اللحم الحارّ في كل جمعة ثلاثة أيام، فإذا استراح وبردت عنه من البرود المقدم ذكره في كتابنا هذا، ومضى له عشرون يوماً سللت ذنبه فأنه يخرج بعد أربعين يوماً بمشيئة الله، وإن كنت عوّدته الماء فلا تقطعه عنه في كل جمعة وإن لم تكن عودته الماء فليس يشربه.\nوقد شرحنا ما عندنا في الضراءة على الغزال وهو فعل أهل الشرق.\nصفة ضراءة المغاربة\nأعلم أن ضراءة المغاربة كضراءة أهل الشرق وما بينهما غير اختلاف الأوقات، وأول ما يضرّون الصقور يصيدون بها التيوس من أول السنة إلى آخرها ما يعرفون غير التيس والشاة، وقد رأيت من فراهة طيورهم أمراً عجيباً لأنها كانت تجيء من الغرب وبَرْقَة ومن عند ابن بابان، وما من الصقور شيء أقول أنني أضريته على الغزال، بل كنت ألعب بها فرهاً من الغرب.\nولقد وصل من عند ابن بابان عدة صقور ومعها شاهين وكان من الفراهة على حالٍ تجوز الوصف. وإن مولانا أمير المؤمنين صلوات الله عليه وعلى آبائه الطاهرين وأبنائه الأكرمين ركب ليلة إلى الجبل فرأى قطعة غزلان فأرسل عليها الصقور فانفردت منها شاة، فأخذ ذلك الشاهين من يدي وأرسله عليها ومضينا على الصقور وقد صادت، ونسينا الشاهين فرجعت أطلبه فما رأيته مع الطيور. وجاء البيازرة فسلمت الطيور إليهم، وقلت قد تلف شاهيني وركبت فلقيت مولانا صلى الله عليه صاحب العصر\nالجزء: 1 ¦ الصفحة: 101\n",
        "والزمان فقال: أين شاهينك؟ قلت: أحسبه تلف فقال: ما قصَّرت. وكان ذلك غاية ما عنده إذا حرد مضاهياً لأخلاق جدّه رسول الله صلى الله عليه إذ يقول الله تعالى فيه عليه السلام لحسن خلقه: وإنك لعلى خُلُقٍ عظيم. وأخْلِق بمن كان ابن محمد بمن كان ابن محمد وعلي وفاطمة أن يكون خُلقُه كخلقهم صلوات الله عليهم أجمعين.\nفرجعت وقد لحقني غمّ عظيم وكان تحتي فرس من جياد الخيل، ومعي جماعة من عبيدي. وتمادى صلوات الله عليه في الصيد، ولم أزل أطوف في الصحراء إلى قبل المغيب، فرأيت شيئاً عن بعد فقربت منه فنفر بي الفرس، فتماديت فإذا بالشاهين على الشاة قد قطع أذنيها وتلطخ بدمها، وهو وحده بغير كلب معه ولا معين، فركضت إليها فلما أحسَّت بي قامت فعدت طالعه في الجبل، وقلع الشاهين رجله عليها وتبعه فلحقها فأمسكها فَنفضَته وعَدَتْ فلحقها فصادها، ثم أحست بي فقامت فَعَدت إلى أن جاءت إلى سترة فرقدت فيها، وقلع الشاهين رجله عليها، ونزلت فكبَّرت وذبحتها وأشبعت الشاهين عليها.\nورجعت لأعرّف مولانا صلى الله عليه فلقيني عمي رضي الله عنه فقال: يا مولاي وجدتَ الطير؟ قلت: نعم فقال: قد شغلت قلب مولانا صلى الله عليه وجئنا جميعاً إلى مولانا صلى الله عليه فقبَّلنا الأرض فقال: وجدتَ الطير؟ قلت: نعم فقال: كيف كانت الصورة؟ فحكيتها له صلى الله عليه فقال: ما سمعت قط نظيراً لهذا، ولا سمع به سامع، ثم عاد إلى قصره المعظم المعمور بالعز الدائم وما رأيت قط مثله ولا احسبني أرى.\nوقد رأيت من الصقور ما لم يسمع بمثله كثرةً تصيد الغزلان، ولكن يرسل ثلاثة على التيس واثنان وهذا ما لا يعرفه أهل الشرق إذ كانوا بعد\nالجزء: 1 ¦ الصفحة: 102\n",
        "سنتين أو ثلاث سنين يصيدون التيس والمغاربة يصيدونه من أول سنة، فلذلك كثر التعجب منهم.\nولقد استأذنت مولانا صلى الله عليه سنة من السنين في الخروج إلى ترْنُوط، وانحدرتُ في البحر قبل العشاء، وكان ذلك في أشد ما يكون من الحر فبلغناها الصبح، ومعنا ثمانية أطيار ففرقتها فرقتين، فأخذت أنا أربعة ولم تكن من إصلاحي، وكان فيها واحد يسمى أبا غلبون، ونزلت إلى الابليز وطلعت الفرقة الأخرى فوق، فصادوا أربعة اطلاق، وصدنا نحن أيضاً أربعة اطلاق ثلاثة تيوس وشاة بفرد كلب، فصار الجميع ثمانية اطلاق، واشتد الحر، وأشبعت الطيور، وما رأيت قط من صاد ذلك بمصر، ولا تصاد أبداً بمثل العِدة التي كانت معنا.\nوقد رأينا من علل الطيور التي تأتي بها المغاربة ما لم نعرفه، فمن ذلك علةٌ تأخذ الطير في حنكة الأعلى مما يلي رأسه، وهم يسمونها الدكرارة، ومتى أصابت جارحاً قتله، ورأيت لهم في الحفا (كذا) شيئاً مليحاً، وذلك أنهم يعملون للجارح سفرة من أدم، ويجعلون فيها ثقباً يخرج مخاليبه منها، وهي تجمع بخيط مثل السفرة وتشد تحت السباق ولا تضره ويصاد به.\nالجزء: 1 ¦ الصفحة: 103\n",
        "باب صفة الشواهين\nوذكر ألوانها وأوزانها وصفة ضراءتها\nفمن ألوانها الاسبهرج وهو الذي يغلب عليه البياض والأحمر والأسود وهو البحري الخالص. وأوزانها من رطلين ونصف بالبغدادي إلى ثلاثة أرطال وربما زاد ذلك ونقص.\nصفة ضراءتها\nإذا صدت الشاهين من الكوخ، فخيط عينيه ليهدأ على اليد أياماً، ثم افتحه وشرّقه فأنه مثل الباشق وهو أرق من الزجاجة التي تنكسر من أدنى شيء. والصقر أصبر منه على الكد، فإذا أنس فادعه في الطوالة على الحمام، فإذا جاء فأشبعه عليه ثم صبّيح به غد يومه فادعه، فإذا جاء وقرب من الحمام فاستره عنه، وصح في وجهه فإذا ولى والطوالة فيه فهو يلتفت، فإذا ردّ وجهه فارم له الحمام، فإذا أخذه فأشبعه عليه وصبح به أيضاً فاجعله في سبقه وخذه على يدك، وأراه الحمام وخله من يدك، فإذا دار عليك دورتين أو ثلاثاً فارم له الحمام وأشبعه منه، فإذا عملت به ذلك وسكن طبقة جيدة، فاجعل في الخريطة طيرة ماء وخذ الشاهين فارفعه فإذا سكن الجو فأخرج الطيرة من الخريطة وطيرّها له، فإذا أخذها فاذبحها وأشبعه عليها واردده إلى البيت واشدده، فإذا كان بعد ثلاثة أيام فاخرج به إلى الغَيْط، وخذ معك طيرة ماء، واطلب به ساقية فيها طير ماء، وارفعه حتى يأخذ طبقته في الدور، فأنه كلما علا كان\nالجزء: 1 ¦ الصفحة: 104\n",
        "خيراً له على طير الماء، وطيًر له إذا كان فوق الريح وطير الماء تحت الريح فأن ذلك خير له، ولا تطيرّ له إذا كان تحت الريح، فأن ذرّق فأشبعه، وأن احسن فأشبعه فأنه يصيد، وأحفظه في الاجَّانة فأنه متى كان مستغنياً مرّ، ومتى كان ناقصاً لم يصعد، لأن الدوران من رقته (كذا) فمتى حصل في تيك الطبقة صعب عليه النزول إليك، ومن طبعه الهرب، ومتى بات ليلة لم ينتفع وكان متعوداً للهرب، ومتى اشتهى شيئاً لم يرجع عنه. ومن طبعه أنك تضريه على كسيرة فيصيدها يوماً واثنين ويرى ما لم تكسره له فيصيدها وأن لم تطعمه عليها وذلك من جوهره وهو سريع التوبة عنها، وذلك أنه يصيد اليوم طريدة وإذا رآها في غدٍ حوّل وجهه عنها، وذلك من رقته، ولو كان شجاعاً لما رجع عنها. وقد رأينا الصقر يرجع عن طريدة وإذا رآها بعد ذلك لم يرجع عنها، وكان عليها أفره منه في الأول، وذلك لأنه أفره من الشاهين من حيث كان، وهو يصيد ما يصيد الشاهين، لأن الشاهين يصيد طير الماء، والصقر يصيد طير الماء، ومن صيد الشاهين الاوز، ومن صيد الصقر الاوز، ومن صيد الشاهين البلشون، ومن صيد الصقر البلشون، والصقر افره من الشاهين، وأصبر منه على الكد، وأبقى على الفراهة، وهو مطبخ الصعلوك (؟) لأنه يصيد من الغزال إلى الكركي وهو أكبر ما في الريش والغزال أكبر ما في الوبر والشواهين والصقور تصيد ذلك ولا ترجع عنه.\nولقد قرأت حديثاً في الشواهين أن إنساناً كان له شاهين، وأنه كان يصيد الكراكي فهو في بعض الأيام على يده إذ رأى كركياً على بعد فوثب، فأرسله عليه فصاده، وأنه حرك ليلحقه فعارضه في الطريق ما شغله عن الشاهين، وأنه التفت فرأى الشاهين مرخي الجناح، مفتوح الفم، فجاء ليأخذ فهرب منه، ولم يكن له عادة بذلك، وكلما جاء ليأخذه\nالجزء: 1 ¦ الصفحة: 105\n",
        "هرب منه ولم يزل كذلك أن جاء إلى خراث (كذا) وأنه ذهب ليأخذه فإذا حذاءه كساً (؟) والكركي تحته فأخذه وأشبعه عليه. وما أقرب هذا من الكذب، ولكني حكيته كما وجدته، وعهدة الصدق والكذب على قائله دون حاكيه.\nوذكر لي عن إنسان، كان يلعب بالشاهين، أنه أرسل شاهينه يوماً على غداف فراقاه حتى غاب معه في السماء، فلما أيس منه وضجر من طلبته، عاود إلى المكان الذي عوّده أن يشبعه فيه، فرأى فيه غدفاناً فطارت، وأن الشاهين انقلب عليها فصاد منها واحداً، وأنه كان بين موضع تلف منه وبين موضع صاده أميال، وأنا أصدقه في هذه الحكاية لأنه كانت لي جَلَمة وكانت فارهة على القُبَّر تصيد من خمسة اطلاق إلى ستة مراقاة في السماء فلما كان آخر النهار تلفت، فعدنا وتركناها وخرجنا غد ذلك اليوم فدعوناها في موضع عوّدت فيه الدعو، فلم نشعر إلا بها على رؤوسنا فأخذناها، فمن ههنا صدّقنا الحكاية عن الشاهين، ولهذا سمي الشاهين غدّاراً.\nولا بد لمن صنف كتاباً أن يذكر فيه ما يصدّقه ويصح في العقل وما لا يصح في العقل ولا يقبله، ليتصفح الناظر في كتابه عقول من يقبل الكذب ويصدّقه وعقول من نفاه واستقبحه.\nومتى بات الشاهين عنك لم تنتفع به، واحتجت أن تتعب به تعباً مستأنفاً، ثم إذا أضجرته مرّ، ومتى اعتاد الهرب كان أبداً هارباً ولذلك سمي آبقاً.\nولقد كان لنا شاهين مقرنص، بخلاف الشواهين في الهرب، لأنا مذ لعبنا به وإلى أن مات ما هرب منا، وكان يصيد من طير الماء ما كُبر\nالجزء: 1 ¦ الصفحة: 106\n",
        "وصغر، ولم نر مقرنصاً قط أفره منه، وقرنص عندنا سنَئة ولم يتغيَّر عن فراهته. ومتى التاث عليك جارح ورأيته قد صلح على طعم فلا تنقله إلى غيره وألزمه إياه، وقد شرحنا ما عندنا في ذلك. والشواهين ينقسم على قسمين فمنها ما يقال لها البحرية وهي التي تفرخ في ناحية البحر لعظمها، وبياض ما اعتمَت به رؤوسها من ريشها، وكثرة ما بها، ورقة ألوانها، والكوستانيات فبضد ذلك من لطافتها وحُمرة ما اعتمت به رؤوسها من ريشها، وقلة ما بها وغلظ ألوانها، فهذه الأصناف التي ذكرناها المنتفع بها، فما صيد منها في أوكارها قيل لها الغطاريف الوكرية، وما صيد منها حين تطير قيل لها المنتقلة، وما صيد منها وقد استحكم وصاد قيل لها البدرية، وما صيد منها وقد أمطرت قيل لها الممطورة، وما صيد منها آخر السنة قيل لها (المسدرة؟) وما صيد منها وقت الهياج قيل لها الرواجع وأشد ما يكون هياجها من أول يوم في نيسان إلى أول يوم في آذار.\nوما لطف من الجوارح فهي ذكور، وما ضخم منها فهي إناث، وإذا أردت أن تعلم جسارة الجوارح من جُبنها فأدخل بيتاً مظلماً وضع يدك عليها فأن وثبت ثم رجعت قبضت على اليد فهو الدليل على جرأتها، وصيدها لكبار الطير وإن لم تفعل ذلك فليست جريئة.\nالجزء: 1 ¦ الصفحة: 107\n",
        "باب السقاوات\nوذكر ألوانها وأوزانها وضراءتها وما تصيده من الوبر والريش وذكر ما يستدل به على جيّدها ورديئها\nفمن ألوانها الأحمر والأسود ومنها الأسقع الرأس النقي البياض وهو الجيد ومنها ما يكون بلون الحدأة وهو الرديء. وأوزانها من رطلين بالبغدادي إلى رطلين إلا أوقية وقد يكون أقل من ذلك وأكثر.\nذكر ضراءتها\nأعلم أن السقاوات مثل الصقر يعمل بها وهي وحشية كما يعمل به سواء. ومن بيازرة المغرب تعلّم المشارقة الصيد بها على الأرنب والكروان والحُبارى والغراب. وذكروا أنهم يصيدون بها الحُبْرج والحجل. وبالمغرب تكون فرهاً عليها. وقد صدنا بها الأرنب سنين بغير كلب، ورأيناها فرهاً ما تبقى شيئاً إلا وتصيده إذا أضريت عليه، وهي صبورة على الحرّ، وقد رأينا منها ما يصيد الغزلان والتيوس وهذا ما لا تعرفه المشارقة بالصقور، فكيف بالسقاوات. وهذا عجيب من السقوى وإقدام. وقد قرنصنا منها عدة على ما وصفنا في كتابنا، ولم نعلم أحداً من اللعاب ذكرها في كتاب ولا خبَّر بفراهتها، وأكثر ما يُلعب في المغرب بها وبالشواهين، لفراهتها وصلابتها، ويصاد بها أول السنة قبل أن تخرج الصقور من القرنصة ومعها تجيء القطمان وهي ملاح على الهدهد. وقد شرحنا صيدها أول الكتاب مع الاجلام.\nالجزء: 1 ¦ الصفحة: 108\n",
        "والكوبج الذي يصفه أهل المشرق فهو دون الصقر في القد وهو أحمر الرأس وإذا اجتمع اثنان على غراب أو على أرنب فما بعدهما شيء، وما تحتاج إلى كلب معها لأنه يفسدها بل تريد من يعينها على صيدها، وقد رأينا منها ما يصيد الاوز القرْطي، وما مثلها عليه حسناً وملاحة، وكنا إذا صدنا بها الإوز نعجب من إمساكها لها، لأنها لا تخليّها أو تجيء البيازرة، وهو مليح عجيب ما مثله. وقد ذكرنا في كتابنا ما لم يذكره غيرنا وذلك لكثرة التجارب ومخالطة أهل البصيرة.\nالجزء: 1 ¦ الصفحة: 109\n",
        "باب العقبان\nوألوانها وذكر أوزانها وصفة ضراءتها\nفمن ألوان العقبان الأشقر والأحمر والأسود والكامخي، وأوزانها أربعة عشر رطلاً بالبغدادي واثنا عشر رطلاً وعشرة أرطال وليس فيها ما يزيد على لوزن الأول شيئاً.\nصفة ضراءتها\nإذا كانت العقاب وحشية فيحتاج أن تفرس تفريساً جيداً ويرفق بها إلى أن تجرّد. وإنما قدمنا العقاب على الزمَّج لفراهتها ووثاقتها وصيدها للغزال وما شاكله من الوحش. ونحن نذكر عقبان كل مكان والفره منها، والغالب من حال اللُّعَّاب بها وما يصاد بها من الوحش.\nأعلم أن عقبان المغرب كعقبان المشرق في ألوانها وأوزانها، والصنعة في العمل بهما واحدة، غير أنها أصلب وجهاً، وأصدق نية في الصيد من عقبان المشرق. ولما اشتهى صيدها مونا أمير المؤمنين صلى الله عليه وعلى آبائه الطاهرين أمر بطلبها، وجعل لمن جاءه بعقاب ألف درهم، فُحمل إليه عليه السلام كثير، فأمرنا بحملها وتجريدها فانتهينا إلى أمره صلى الله عليه، واستأذناه في تجريدها، فتقدم إلينا أن نكسر لها الكراكي فكسرنا لها، إلى أن صارت تخرج إليها خروجاً جيداً، فذبحنا في أرجلها\nالجزء: 1 ¦ الصفحة: 110\n",
        "الكراكي، وغيَّرنا عليها المواضع لئلا تألف واحداً، وأول ما أطعمناها على جيفته حتى عرفت الريشة، وصارت من أي جهة رأته أثبتته، فاستأذناه صلى الله عليه فأمرنا أن نقنصها للصيد ففعلنا، وركب صلى الله عليه للصيد، وخرجنا فجاز بكراكي، فأخذ العقاب على يده وتقدم بها إلى الكراكي، واستوفى الريح وذلك حق إرسالها، ثم أرسلها صلى الله عليه فصادت كركياً فأشبعناها عليه، وأمر بردها وتصيَّد عليه السلام بسائر الجوارح ذلك اليوم وكان يخرج بهذه العقاب يوماً ويريحها يوماً إلى أن تبطرقت. ثم أمر صلى الله عليه في السنة الأخرى بطلبها شرقاً وغرباً، فحمل منها إليه ما لا يحصى كثرة، فأمرنا بإصلاحها وضراءتها على الكراكي فخرج منها عدة كثيرة فرهاً بطارقة.\nولقد ركب صلى الله عليه وعلى آبائه الطاهرين يوماً إلى ضيعة تعرف بخراب مقاتل، فصاد بواحدة من العقبان تسمى جليمة ثمانية كراكي، لم تخطِ مذ أرسلها إلى أن أشبعها طلقاً واحداً، وكانت من الفراهة على حالٍ تجوز الوصف، وكان معها عدّة مثلها في الفراهة، وصاد ذلك اليوم صلى الله عليه وسلم صيداً لم يسمع بمثله ولا رؤي أحسن منه، وهو عليه السلام الذي عرّفنا أن نصيد بالعقبان الكراكي، لأنا لم نسمع بذلك في الشرق ولا في الغرب، ثم صرنا نطلبها أكثر من طلبنا للزمامجة لفراهتها، وكان صيدنا بها لما فيها من الوثاقة والفراهة، وأنها إذا علقت بالكركي لم يفلت منها، واجتمع عندنا منها نحو المائة وما رأينا من حملها عندنا بدشاخ (؟) مع كثرة الركوب بها في المواكب، من أول النهار إلى آخره،\nالجزء: 1 ¦ الصفحة: 111\n",
        "وكنا إذا صعدنا بها الجبل صادت الغزلان والأرانب والثعالب وما شاكل ذلك، وإذا نزلنا بها إلى الابليز صادت الكراكي والبلاّرجات وما شاكل ذلك من الطيور الكبار والحواصل، ولما أكملت هذه الصفات كلها وجب أن نقدمها على الزمج إذ ليس لها فراهتها ولا تجمع ما تجمعه العقاب.\nوهذا باب انفردنا بذكره لم يسبقنا أحد إليه فمتى ذكر أحد بعدنا شيئاً منه فقد حصل لنا حق السبق، وعساه أن يكون منا استفاده أو من كتابنا نقله. وكذلك ما ذكرناه من فراهة البواشق وعظم ما صيد بها مما لم يسبقنا إليه غيرنا.\nوقصارى من يكون بعدنا أن يلحقنا في ذلك، إذ قد فتحنا له طريق الصيد بها، ودللناه على الضراءة لها، فمتى وقع كتابنا إليه وعمل به رجونا له معرفة ذلك وتسهيله، وإلا كان بمنزلة من تقدّم في التقصير عنا. وقد شرحنا في كتابنا ما يُحتاج إليه من الكسائر وغيرها من الأسباب التي يقوى بها الإنسان على إصلاح الجوارح، ولم نكن نحن نعرف هذه الطرائد المعجزة، وإنما الفضيلة لمن أحبها وأمرنا أن نضري عليها، فبإقباله صلى الله عليه ظفرنا بما أفدناه من معرفتها، ولو ذهبنا إلى ذكر ما يبذله من الصلات ويتفضل به من الأرزاق والهبات لم يحط به وصفنا ولا بلغه كنهنا.\nالجزء: 1 ¦ الصفحة: 112\n",
        "باب الزمامجة\nوذكر ألوانها وأوزانها وضراءتها\nفألوانها أربعة: الأحمر والحداوي والأسبهرج والأصفر، وفيها ما يضرب إلى السواد. وأجودها الأحمر الأسود العين وأوزانها ستة أرطال بالبغدادي وفيها ما وزنه خمسة أرطال ونصف وخمسة أرطال.\nوضراءتها كضراءة العقاب وهي أرق من العقاب، وسبيلها الرفق إلى أن تجرّد، وهي ملاح خفيفة الأرواح، ولها مع ذلك على الكركي لا غير، والمتوسط أفره ما رأيناه منها، ولم نر كبيراً منها فارهاً. وصيدها محكم كصيد البازي إذا أمكنتها الكراكي، وهي خفيفة المحمل وتستجيب كما يستجيب الباشق إلى يد الفارس، ومنذ لعبنا بها وإلى حيث انتهينا ما خلّينا عنها، وما يخلو موكبنا في كل سنة من خمسة أو ستةٍ فرهٍ، والناس كلهم يقدرون أن يصيدوا بها الكركي، غير أنه لم يتَّجه لهم في العقبان ما اتجه لنا. وهي تلتاث كسائر الجوارح، ويصيبها الجصّ والاسطارم، وربما أصابها الحرّ والبرد، ويلحقها في أجنحتها علة ترمي ريشها تسمى القرض، وربما أصابتها على أخرى في أجنحتها فرمت ريشها، وهي تسمى القرح، وربما عمي الريش في أجنحتها واستدّ مكانه، فلا يخرج حتى تقبض ويفتح المكان ويعالج.\nولم نبق من سائر علاج الجوارح شيئاً إلا وقد شرحناه في باب البازي وغنينا بذكره هناك عن إعادته، لأن ما ينفع الصغير ينفع الكبير من الجوارح خاصة، غير أن كلاً يحتاج العلاج على قدر جسمه، فأن كان صغيراً فالقليل بكفيه، وأن كان كبيراً كان بحسبه وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 113\n",
        "باب ما قيل في العقاب من الشعر المستحسن\nقال امرؤ القيس:\nكأنها حين فاض الماء واختلفت\n...\nصقعاء لاح لها بالصراحة الذيبُ\nفأقبلت نحوه في الجو كاسرة\n...\nيحتثُّها من هواء الجو تصويبُ\nصُبَّت عليه ولم تنصبّ من أمم\n...\nأن الشقاء على الأشقين مصبوبُ\nكالدلو بُتَّت عراها وهي مثقلة\n...\nإذ خانها وذم منها وتكريبُ\nوقال آخر:\nأمير يأكل الأسلاب منا\n...\nألا قبحاً لذلك من أمير\nوينهى أن نُغير فأن أغرانا\n...\nعلى جيّ أغار على المغيرِ\nكلقوة مرقب ترعى صقوراً\n...\nلتأخذ ما حوت أيدي الصقورِ\nوقال آخر:\nقليلاً ما تريث إذا استفادت\n...\nغريضَ اللحم عن ضرمٍ جزوعِ\nالجزء: 1 ¦ الصفحة: 114\n",
        "فما تنفك بين عُويرضاتٍ\n...\nتجرّ برأس عكرشة زَموعِ\nتعوذ ثعالب الشرقين منها\n...\nكما لاذ الغريم من التبيعِ\nوأول من سبق إلى هذا المعنى امرؤ القيس فبلغ منه غايةً كل أحد يرومها بعده يقصر عنها وذلك قوله:\nكأني بفتخاء الجناحين نِضوةٍ\n...\nعلى عجل منها اطأطئ شملالِ\nوذكر حالها ثم قال:\nكأن قلوب الطير رطباً ويابساً\n...\nلدى وكرها العنَّاب والحشف البالي\nفجمع بين تشبيهين في بيت ثم أتعبه الناس.\nوقال الهُذَليّ:\nولله فتخاء الجناحين لِقوةٌ\n...\nتوسّدُ فرخيها لحوم الأرانبِ\nكأن قلوب الطير في جوف وكرها\n...\nنوى القسب يلقى عند بعض المآدبِ\nالجزء: 1 ¦ الصفحة: 115\n",
        "فخاتت غزالاً جاثماً بصُرت به\n...\nلدى سمُرات عند ادماءَ ساربِ\nفمرت على ريْدٍ فأعنتَ بعضَها\n...\nفخرت على الرجلين أخيب خائِبِ\nوقال آخر وهو امرؤ القيس:\nفأدركته فنالته مخالبها\n...\nفأنسل من تحتها والدف مثقوبُ\nلا مثلها في ذوات الجو طالبة\n...\nولا كهذا الذي في الأرض مطلوبُ\nيلوذ بالصخر منها بعد ما فترت\n...\nمنها ومنه على العقب الشآبيبُ\nثم أستعان بدحلٍ وهي تحفره\n...\nوباللسان وبالشدقين تتريبُ\nفظلَ منجحراً منها يراصدها\n...\nويرقب الليل إن العيش محبوبُ\nوقال آخر:\nيا ربما أغدو مع الأذانِ\n...\nوالنجم قد رنَّق كالوسنانِ\nالجزء: 1 ¦ الصفحة: 116\n",
        "والصبح مثل الأشمط العريانِ\n...\nوالليل كالمنهزم الجبانِ\nبلقوةٍ موثقة الأركان\n...\nغرثى وكم تُشبع من غرثانِ\nكأنما تضمر للرهانِ\n...\nكريمة النجر من العقبانِ\nبمخلب يهتك دستبانيِ\n...\nيفلّ حد السيف والسنانِ\nأشبه معطوف بصولجانِ\n...\nومنسر من الدماء قانِ\nكأنه في رؤية العيانِ\n...\nسبَّابة من قيمةٍ هجانِ\nمخضوبة تُلوى على دستانِ\n...\nومقلة طحّارة الأجفانِ\nكأنما صيغت من العقيانِ\n...\nتضمن صيد الجأب والأتانِ\nوالطير في ربقتها عوانِ\n...\nلم تأل أن صادت بلا زمانِ\nالجزء: 1 ¦ الصفحة: 117\n",
        "باب صيد الفهد وصفة ضراءته\nمن أحب أن يصيد الفهد فليعلم كيف يصاد ويُطلب، وكيف يشد إذا صيد، وإلا فلو وقع يوماً على عشرة ولم يحسن طردها وصيدها ومداراتها إلى أن يصل بها إلى منزله لم يلحق منها شيئاً، والفهد لا يًقدر عليه إلا في يبَس، ويحتاج من يطرده أن يحفظ أثره لأنه متى خفي عنه أثره لم يجده، فإذا صاده فليشدد زوائده بخرقة، بعد أن يطرح عليه كساء ويكمّمِه، ويجعله في غرارة، وليكن رأسه خارجاً من الغرارة لئلا يموت من الحر، وعندنا بنو قُرّة متعوّدة لصيده فإذ صار به إلى منزله فليعرض عليه الماء فأن شربه وإلا رشه على رأسه وأكتافه وخواصره وجوفه، ويعمل له قلادة فيها مِدْوَر لئلا يدور فتلتوي على عنقه ويكون فيها مجرّ جيد، ويضرب له سكة في مكلان بارد ويشدّه فيها إلى آخر النهار ثم يأخذ من لحم خروف ثلاثة أرطال، فيقطعه صغاراً ويرميه في قصعة الفهد، ويحلّ الكمامة عن فمه، ويكون في جنبه، ويقدّم له القصعة، فأنه يأكل ولا يزال يمسحه، فإذا كان وقت العشاء فليدخل به البيت برفق، ويجعل له قنديلاً في سقف البيت ليضيء عليه، ويسهر معه أكثر الليل بالتمسيح ليألفه، فإذا عمل به ذلك لياليَ، وأنس ووقف على قوائمه ودار حواليه فعند ذلك يحل مجره عند إطعامه ويستجيبه بالقصعة، فكلما لحقه رمى له في القصة قليلاً من طعمه إلى أن يفرغ الطعم، ويعمل به ذلك أياماً، حتى يتبعه مثل الكلب السلوقي، ثم يعمد بعد ذلك فيبني له مثالاً في البيت على قدر الدابة ويطرح عليه الطنفسة التي يطرحها على\nالجزء: 1 ¦ الصفحة: 118\n",
        "الدابة، وإذا أراد أن يطعمه جعل طعمه على المثال واستجابة إليه، فإذا صعد رمى له في القصعة قليلاً من اللحم، فإذا أكله أنزل القصعة إلى الأرض فإذا نزل إليها رمى له فيها قليلاً من اللحم، فإذا أكله شال القصعة إلى ذلك المثال المبني أيضاً وصاح به، فإذا صعد إليه أشبعه ولا يزال يعمل به كذلك مراراً حتى يثق بإجابته، فحينئذ فليقدّم له الدابة، وليكن فرساً هادئاً لا نفوراً، ويستجبْه إليه، فإذا طلع على الفرس ولم ينفر، وصار محكماً، فيخرجه إلى الصحراء ويجعل طعمه فيها، ويحكم إجابته إلى الدابة، حتى أنه يجري الفرس جرياً شديداً، والفهد يجري يطلبه، فإذا رآه كذلك فقد أحكم إجابته، ثم يطعمه يوماً ويُغبّه يوماً، وليكن حول قصعته حَلْق لتكون له علامةً، إذا سمعها جاء إليها ولم يتأخر، فإذا أحكم ذلك فلم يبق عليه في تعليمه شيء فليخرج به إلى الصحراء ويأخذ معه غزالاً ويخلّه له، فإذا أخذه ذبحه وقدّم القصعة، وفيها طعمه من اللحم الطري وجعل فيها من دم الغزال، وإن كان اللحم بائتاً ردّه كما يرد البازي، فإذا أشبعه ركب الدابة وأخذه، فإذا عمل به ذلك مراراً فليطلب به غزالاً وطيّاً فأنه يصيده فإذا شبع وتمهَّد عليه طلب به عجول بقر الوحش، فأنه يصيدها إن شاء الله، وهذه صفة الضراءة وما عندنا فيها.\nذكر الصيد بالفهد وما يستحسن منه\nأعلم أن الصيد بالفهد ثلاثة أصناف، فمنها أن يُنزل إلى الوحش ولا تعلم به، ومنها ما يكون مُجاودة، ومنها ما يُخلَّى وتطرد له الوحش، وهي ثلاثة أبواب ملاح، وأحسنها ما كان مجاودة. وزعم أرسطاطاليس أن الفهد تولَّد من سبعٍ ونمرٍ، ومن شأنه إذا وثب على طريدة لم يتنفس حتى يأخذها، فيحمي لذلك وتمتلئ رئته من الهواء الذي حبسته.\nالجزء: 1 ¦ الصفحة: 119\n",
        "وسبيله أن يراح ريثما يخرج ذلك النفس، وتبرد تلك الغُلَّة، ويُشقّ له عن قلب الطريدة بعد تذكيتها، ويطعمه ويسقى ريه من الماء إن كان الزمان حاراً، ودون الري إن لم يكن الحر شديداً، ثم يُبتغى به طريدة أخرى، ولا يُكلَّف في يومه أكثر من خمسة اطلاق، وقد يصاد به في اليوم نحو عشرة اطلاق، وإن لم يُرَح لم يُفلح بعد ذلك. ومن طباعه الحياء وكثرة النوم والغضب. ولا يعلم أنه عاظل أنثى وهو في يد الأنس، وقد عني بمراعاة ذلك واجتُهد فيه فلم يُعرف منه، والأسد كثيراً يفعله.\nوذكر بعض الفهادين العلماء بصيدها وطباعها، أنه يمسح الفهد والفهدة ويمر يده على جميع أعضائها فتسكن لذلك حتى تصيب يده موضع بعرها، فتقلق لذلك وتنعطف عليه لتعض يده. ونومه يضرب به المثل. قال بعض الشعراء يصف نومه:\nفأما نومه في كل حين\n...\nفعين الفهد لا تقضي كراها\nوقال المكتفي ووصف يوم صيد بكثرة وحشه وضراءة فهوده:\nفمضى يومنا بين فهود لا تشبع، وظباء لا تجزع. أخبر بذلك عنه أبو بكر محمد بن يحيى الصولي. وقال بعض الكتَّاب وعابة قوم بكثرة النوم ونُسِب إلى الإخلال بأعماله والتقصير في تنفيذ أموره:\nرقدت مقلتي وقلبيَ يقظا\n...\nنُ يجسّ الأمور جسّاً شديداً\nيُحمَدُ النومُ في الجواد كما لا\n...\nيمنع الفهد نومه أن يصيدا\nوفي طباع الفهد مشاكلة لطباع الكلب حتى في ادوائه ودوائه، والنوم الذي يعتريه شبيه بنعاس الكلب. ومن قول الأعشى في صفة بخيل مماطل:\nلاقى مطالا كنعاس الكلبِ\nورجع بنا القول إلى استتمام شرح الصيد بالدسيس وسبيله في صيده\nالجزء: 1 ¦ الصفحة: 120\n",
        "غير سبيل المصحر وهو ابله جداً، لما يظهر منه في تعمُّله لستر شخصه وخفاء سره، ويرسل على بعد من الطريدة بعد أن يتشوّفها، ويتلطف لإرساله من غير قلق، فتراه يمر مثل عَناق الأرض رافعاً يداً وواضعاً أخرى، على وزن وقدرٍ متناسب، ما دامت الظباء ناكسة رؤوسها ترتعي، فإذا شالتها وخاف منها التنبه عليه أمسك على الصورة التي تنتهي به الحال إليها، لا يقدم ولا يؤخَّر، ولا يرفع الموضوعة ولا يضع المرفوعة فإذا طأطأت رؤوسها سلك سبيله الأولى، حتى تقول إنه في تلك الحال كحال القانص الذي وصفه رؤبة فقال:\nفبات لو يمضغ شرياً ما بصقْ\nوهذه المشية يقال لها الدألان والدأل والدألى يقال دأل له يدأل إذا مشى مشية الختل وأدى له يأدو له ودأيت أدأى وفي المثل والذئب يأدو الغزال ليأكله. وفي اللفظ الأول يقول الراجز:\nاهدموا بيتك لا أبا لكا\n...\nوزعموا أنه لا أخا لكا\nوأنا أمشي الدألى حوالكا\nوقال آخر:\nأدَوتُ له لآكله\n...\nوهيهات الفتى حَذِرُ\nوقد قال المحدثون في طرد الفهد شيئاً كثيراً نحن نذكر ما استحسناه إلا صيد الدسيس، فما وصفه واصف على حق صفة سوى بعض الكتَّاب فقال:\nقد أسبق الأخوان بالتغليسِ\n...\nقبل غناء القَسّ والناقوسِ\nوالروض مثل حلة الطاوسِ\n...\nوالريح مثل نكهة الكؤوسِ\nأو مثل ما أنثوه عن جليسي\n...\nبطالعٍ مصحَّحٍ مَقيسِ\nالجزء: 1 ¦ الصفحة: 121\n",
        "مبرّأٍ من نظر النحوسِ\n...\nأسعد بالنثليث والتسديسِ\nبذي دهاء مضحك عبوسِ\n...\nجهم كُسي من صنعة القدوسِ\nديباجةً من أحسن اللَّبوسِ\n...\nكأنما يُبتزّ من عروسِ\nإبليسَ أو أمكر من إبليسِ\n...\nختَّالٍ أظبٍ مخبِتِ الحسيسِ\nطبّ بصيد عفرِها والعيسِ\n...\nلا مصحرٍ للوحش بل دسيسِ\nلًطا لطوّ الحاملِ الحسيسِ\n...\nوالسطو سطو القادر الارّيسِ\nله دبيبٌ ليسَ بالمحسوسِ\n...\nمثل دبيب الماء في الغُروسِ\nفعلٌ كمتن الجحفل الخميسِ\n...\nوحشٌ يضاهي حيلة الأنيسِ\nحتى إذا أفضى من التأنيسِ\n...\nإلى سكون النافر الشَّموسِ\nوحمّتِ الآجالُ للنفوسِ\n...\nأبدلها من نعمةٍ ببوسِ\nأسرع من عين إلى نفيسٍ\n...\nلاهٍ عن الخشفان بالتيوسِ\nمبتدئاً منهن بالرؤوسِ\n...\nوجِدّة العيش إلى دروسِ\nوما من الأيام من محروسِ\nوقال آخر في صفة الفهد والطريدة:\nبذلك أبغي الصيد طوراً وتارةً\n...\nبمُخطفَة الاكفال رُحبِ الترائبِ\nالجزء: 1 ¦ الصفحة: 122\n",
        "مرقّقةِ الأذناب نمرٍ ظهورها\n...\nمخططة الآذان غُلب الغواربِ\nمدرّبةٍ زرقٍ كأن عيونها\n...\nحواجل تستذري متون المراكبِ\nالحوجلة القارورة، وتستذري يصف مكانها خلف الراكب، وأن ظهره يذريها أي يسترها والذرى الستر ومنه:\nإذ قلَّبتها في العجاج حسبتها\n...\nسنا ضرَمٍ في ظلمة الليل ثاقبِ\nمولعة فُطْس الجباه عوابس\n...\nتخال على أشداقها خط كاتبِ\nنواصب آذان لطاف كأنها\n...\nمَداهِنُ للأجراس من كل جانبِ\nذوات أشافٍ رُكَّبت في أكفها\n...\nنوافذَ في صم الصخور نواشبِ\nفوارس ما لم تلق حرباً ورَجْلة\n...\nإذا آنست بالبيد شهب الكتائبِ\nتضاءلُ حتى ما تكاد تُبينها\n...\nعيونٌ لدى الصيران غيرُ كواذبِ\nالجزء: 1 ¦ الصفحة: 123\n",
        "حراص يفوت البرق أمكث جريها\n...\nضراء مِبَلاّت بطول التجاربِ\nتوسّد أجياد الفرائس أذرعاً\n...\nمرمَّلةً تحكي عناق الحبائبِ\nوهذه تشتمل على معانٍ كثيرة وقد سرقها عبد الصمد بن المعذّل فقال يصف الفهد:\nقد أغتدي والشمس في أوراقها\n...\nلم تأذن السَّدفة في اشراقها\nوصحبتي الأمجاد في أعراقها\n...\nعلى عتاق الخيل من عناقها\nنُمر بنات القفر من أرزاقها\n...\nتغدو منايا الوحش في أطواقها\nقد واثقتنا وهي في ميثاقها\n...\nوفيَّة ما الغدر من أخلاقها\nمذمجةٌ هيِفٌ على أحناقها\n...\nباعدها التنهيم من أشباقها\nترى بأيديها لدى اتساقها\n...\nوصيدها بالقاع واتفاقها\nمثل أشافي القين في انزلاقها\n...\nتقدّ ما تحبط باعتلاقها\nقد التجار العصب من شقاقها\n...\nكأنها والخزر من حداقها\nوالخطط السود على أشداقها\n...\nتركٌ جرى الأثمد من آماقها\nباتت إلى الصيد من اشتياقها\n...\nوجذبها الأعناق من ارباقها\nكأسر العجم في أوهاقها\n...\nتضرم في العزاء من تنزاقها\nتلهُّب النيران في احتراقها\n...\nحتى إذا آلت إلى متاقها\nبالسهلة الوعساء من براقها\n...\nفي مأمن الصيران من طرّاقها\nورعيها الناضر من طبَّاقها\n...\nوآنست بالطرف واستنشاقها\nالجزء: 1 ¦ الصفحة: 124\n",
        "وجعلت تأشير من إقلاقها\n...\nحُلَّت وسمَّينا على إطلاقها\nوقد حدرنا الوحش من آفاقها\n...\nيسوقها الحَينُ إلى مساقها\nإدناءك الحور إلى عشاقها\n...\nوهي على الغبراء في التزاقها\nحدافة تخفى على رمَّاقها\n...\nمن ختلها للوحش من اسفاقها\nكأنها الحيَّات في اطراقها\n...\nأما رأيت الريح في انخراقها\nولمعة البارق في ائتلاقها\n...\nوغيبة الشؤبوب في انبعاقها\nوطيرة الأقداح في انمراقها\n...\nتهوي هويّ الدلو في أرشاقها\nما أدرك الطرف سوى لحاقها\n...\nوهصرها الآرام واعتناقها\nوخصفها الأيدي إلى أعناقها\n...\nشرك الضباع النعل في طراقها\nشاصية تنشج في آماقها\n...\nتفحص في التامور من مهراقها\nبطح الغواة الوفذ من زقاقها\n...\nلا نصطفي منها سوى حُذاقها\nبورك للأمير في رفاقها\nوقال عبد الله بن المعتز يصف فهدة:\nولا صيد إلا بوثَّابةٍ\n...\nتطير على أربع كالعذَبْ\nفإن أطلقت من قلاداتها\n...\nوطار الغبار وجدّ الطلبْ\nفزوبعة من بنات الرياح\n...\nتريك على الأرض شيئاً عجبْ\nالجزء: 1 ¦ الصفحة: 125\n",
        "تضم الطريد إلى نحرها\n...\nكضم المحبة من لا يحب\nقوله من لا يحب مبالغة في وصف تشبثها لأن ضم المحب من يعلم أنه لا يساعده على المحبة أشد توثقاً ولزاماً. وأخذ هذا من قول العرجي:\nفتلازما عند الوداع صبابة\n...\nأخْذَ الغريمِ ببعض ثوب المعسِرِ\nوالمعسر كاره لتعلق الغريم به، وكان الصواب أن يوقع تشبيهاً يدل على أن كل واحد منهما مضاهٍ لصاحبه بالملازمة، كما قال القائل وهو الجيد:\nثم اعتنقنا عناقاً ليس يبلغه\n...\nتلاصق الطلع في طي الكوافير\nوتشبيه ابن المعتز في هذا حسن لأن الفهد مجتهد في التشبث بالظبي (والظبي مجتهد في التشبث بالظبي) والظبي مجتهد في مغالبته وكذلك ضمّ المحب من لا يحبه:\nإذا ما رأى عدوها خلفه\n...\nتناجت ضمائره بالعطبْ\nألا رب يومٍ لها لا يُذَمّ\n...\nأراقت دماً وأغاثت سَغِبْ\nلها مجلس في مكان الرديف\n...\nكتركية قد سبتها العربْ\nومقلتها سائلٌ كحلُها\n...\nوقد حُلّيت سُبَجاً في ذهبْ\nغدت وهي واثقة أنها\n...\nتفوز بزاد الخميس الجِبْ\nفظلت لحوم ظباء الفلاة\n...\nعلى الجمر معجلة تُنتهبْ\nكأن سكاكينهم نَشَّرتْ\n...\nمعصفرةً فوق جزل الحطبْ\nالجزء: 1 ¦ الصفحة: 126\n",
        "والبيتان اللذان فيهما المعنى مأخوذان من قول عبد الصمد وهما:\nكأنها والحُزرْ من حداقها\n...\nتُركٌ جرى الأثمد من آماقها\nوزاد ابن المعتز عليه في ذكر الرديف. وقال الرقاشي في صفته:\nلما غدا للصيد آل جعفرِ\n...\nرهطُ رسول الله آل المفخرِ\nبفهدة ذاتِ شوىً مضبّرِ\n...\nوكاهل ناتٍ وعنق أزبرِ\nومقلة سال سوادُ المحجرِ\n...\nمنها إلى شدق رُحاب المفغر\nوذنَبٍ طال وجلد أنمرِ\n...\nوأيطلَيْ مستأسدٍ عضنفرِ\nوأذن مكسورة لم تجبرِ\n...\nفطساء فيها رحب في المنخرِ\nمثل وَجار التتفُل المغوّرِ\n...\nأدبها اسحق في تقدّرِ\nبالنقل والأشلاء غير ممترِ\n...\nكأن فوق الأعوجيّ الأشقرِ\nمَلْكاً ترقى عتبات منبرِ\n...\nطرّاحة بالطرف ذي التسعرِ\nالجزء: 1 ¦ الصفحة: 127\n",
        "بين الصوى والصحصان الأغبرِ\n...\nحتى إذا ما آنست كالأصورِ\nسرب ظباء بكثيب أعفرِ\n...\nجاذبت المقود في تأمّرِ\nوعلم العبدُ وإن لم يُخبَرِ\n...\nبحالها أطلقها كالقسورِ\nتنساب كالحية في تستّرِ\n...\nفمرّ بين مقبل ومدبرِ\nمَرّاً كلمع البرق لم يُفَتَّرِ\n...\nكأن نضج الأرجوان الأحمرِ\nمنها على الخدين والمعذّر\nوالمسنّ منها إذا صيد كان أسرع انساً وأقبل للتأديب من الجرو الذي يربى ويؤدب، لأن الجرو يخرج خِبّاً والمسنّ يخرج على التأديب صيوداً غير خِب، وليس شيء في مثل جسم الفهد إلا والفهد أثقل منه وأحطم لظهر الدابة التي يحمل على مؤخرها والأنثى أصيد وكذلك عامة إناث الجوارح وهو من الحداد الأسنان، ويدخل بعضها في بعض، وكذلك الأسد والكلب.\nذكر ما قيل في ابتذال الملك نفسه في الصيد بهذا الضاري\nومباشرته له وقد ذكر ذلك عن كثير من الجلة والملوك\nونحن نذكره في موضعه من الكتاب إن شاء الله وقد قال بعضهم في ذلك:\nومن شغفي بالصيد والصيد شاغفٌ\n...\nمطاردتي للوحش والفهدُ لي ردفُ\nالجزء: 1 ¦ الصفحة: 128\n",
        "إذا شئت بأن أعدو عليها ذَعرتها\n...\nبسيفين مغوارين تحتهما طرف\nوأجعل كفي للجوارح منبراً\n...\nوليس بها ثقل عليها ولا عنف\nمآرب نفس لا تليها لغيرها\n...\nوعزم قوي ليس في عزمه ضعف\nإذا صاد غيري الصيد ثم أكلته\n...\nفلذة ذاك الصيد لي قلما تصفو\nوما عاب لبس الدستبان أناملاً\n...\nتليق بها الأقلام والسيف والصحف\nفللباز منها موضع ولموضع\n...\nمصافحة الأشراف واللثم والرشف\nوإني لممدوح المذاهب جمهّا\n...\nإذا لم يحاول غير مذهبه الطرفِ\nوما الظَّرف إلا جمعُ كل لطيفةٍ\n...\nبذلك من تفسيره سمي الظرف\nوقال الناشي:\nوأنمرَ موْشي القميص ملمَّعِ\n...\nكأن عليه منه رقماً موشما\nيلوح على خديه خطان عُرّجاً\n...\nقليلاً وردّا هابطَين فَقُومّا\nمفتَّل عضدي ساعديه كأنما\n...\nأعيرا بِقِدّ ثم شُدّا فأبرما\nفنيطت فضول الساعدين وأحكمت\n...\nبرُصغين لزّا بالوصول فألحما\nتضمَّن أظفاراً كأن حجونها\n...\nحجون الصيامي أعجزت أن تقلما\nله هامة لو أن كفاً رهيشة\n...\nدحتها على صم الصفا لنهدّما\nالجزء: 1 ¦ الصفحة: 129\n",
        "وعينان لو تدني إلى قبسيهما\n...\nذابلاً تذكَّى منهما وتضرّما\nونابان لو يسطو الزمان على الورى\n...\nبحدّيهما كان الحمام مقدّما\nووجه يجيل الخير في صفحاته\n...\nأبى كيده للخلق أن يبتسَّما\nوجفنان يغتال الردى لحظاتها (؟)\n...\nفلا يمكنان النفس أن تتلوّما\nوشدقان كالغارين يلتهمان ما\n...\nمن الربد والحمش الأوابد الهما\nأجَدتُ له التقويم حتى كففته\n...\nعن الشيم اللاتي أبت أن تقوّما\nوعلَّمته الامساك للصيد بعد ما\n...\nيئست لطبع الجهل أن يتعلما\nفجاء على ما شئته ووجدته\n...\nمُحلاً لما قد كان من قبل حرّما\nإذا ما غدونا نبتغي الصيد أسمحت\n...\nلنا نفسه ألا تريق له دما\nوما يتولى منه إرهاق نفسه\n...\nولكن يؤديه صحيحاً مسلَّما\nإذا لا حطت عيناه خشفاً يرومه\n...\nتنمَّر في اكفهراره وتزغَّما\nفيكفيه من إحضاره وثباته\n...\nومن روغان الصيد أن يتجهَّما\nوقال ابن المعتز:\nأنعت أمثالاً قذذن قذا\n...\nيشحذها الشوط البطيء شحذا\nنوازياً خلف الظباء جُذّا\n...\nكأنما تجبذهن جبذا\nالجزء: 1 ¦ الصفحة: 130\n",
        "تجذّ غيطان الفلاة حبذّا\n...\nكالنبل هذّتها القسي هذّا\nلم أدر ذا أسرع شدّاً أم ذا\nوقال أيضاً:\nقد أغتدي قبل غدوّ بغلسْ\n...\nوللرياض في دجى الليل نفسْ\nحتى إذا النجم تدلى كالقبس\n...\nقام النهار في ظلام قد جلس\nبلاحقِ الوثبة ممتدّ النفس\n...\nمحملَجٍ أمِرّ امرار المرس\nنعم الرديف راكباً فوق الفرس\n...\nينفي القذى عن مقلة فيها شوَس\nكالزّلم الأصغر صُكّ فانملس\n...\nعليه تلويحات وشم ما دوس\nلما خرطناه تدلى وانغمس\n...\nوخادعِ الموت ابن وثاب خُلس\nإذا عدا لم يُرَ حتى يفترس\nوقال:\nانعتُها تفري الفضاء عَدْوا\n...\nنوزاياً خلف الطريد نزوا\nلا تحسن القدرة منها عفوا\n...\nقد وجدتْ طعم الدماء حلوا\nوقال أبو الحسين الحافظ:\nقد أسبق العصم وغير العصمِ\n...\nيجيد القلب بعيد الهّمِ\nمدنَّر الجلد خفيف النجم\n...\nكأنه في ثوب خزّ رقم\nالجزء: 1 ¦ الصفحة: 131\n",
        "تخاله بعض نجوم الرجم\n...\nمركَّب من عَصَب وعظم\nما فيه وزن درهمٍ من لحم\n...\nفكم دمٍ أراقه من قرم\nمعصفر يشبه ماء الكرم\n...\nأنفعَ لي من شاهدٍ لخصم\nقال ودمه إذا خُلط بورسٍ وخل عُنصلٍ ولُطخ به قدم المنقرس سكن ألمها. وتَعرض له من العلل الخام والجر والحفا. فالخام يعرض له من اعوجاج الرّجل ودواؤه أن يطعم اللحم غباً بشيء من سمن البقر وعسل أو يؤخذ قرطم فيدق ويطبخ حتى تخرج رغوته ويصفى ويداف فيه ثلاث أوراق عسل، ويلقى عليه وزن خمسة دراهم فانيات ويحقن به.\nوالجرب يعرض له من بوله، وسبيله أن يبسط تحته رمل يبول فيه، لئلا يترشش عليه شيء من بوله، والرمل يصفى شعرته، ودواؤه أن يسحق له الكبريت الأبيض ويخلط بزيت ويُغلى على النار ويطلى به موضع الجرب.\nودواء الحفا قد وصفناه في باب الكلب وهو نافع للفهد إن شاء الله.\nالجزء: 1 ¦ الصفحة: 132\n",
        "باب صفة الظباء\nوذكر مواضعها التي تأويها وأسنانها وصيدها وما فيها من المنافع وما قيل في ذلك من الشعر\nأعلم أن الظباء أصناف تختلف لاختلاف مواضعها، فالبيض منها يقال لها الآرام وهي تسكن الرمل وهي أشد الظباء حُضراً، والحمر تسكن القفاف وهي المواضع العالية، ومنها العصم والوعول وهي التي في أكرُعها بياض. والفائدة في تمييزنا إياها علم المتصيد بهذه المواضع حتى أنه إذا رأى من هذه الأصناف شيئاً علم مَن أين أقتنص فينسبه إلى مكانه، والظبي أول ما يولد طِلّ ثم خِشف ثم شادنٌ إذا طلع قَرْنه، فإذا تمت قرونه فهو شقر، ثم جذع ثم ثنيّ وجمعها ثُنيان. لا تزيد على ذلك حتى تموت.\nقال الشاعر:\nفجاءت كسنّ الظبي لم نر مثلها\n...\nشفاء قتيل أو حلوبة جائع\nوسأل جعفر بن محمد صلوات الله عليهما أبا حنيفة فقال: ما على محرم كسر رباعية ظبي؟ قال؛ يا ابن رسول الله ما أعلم ما فيه. فقال عليه السلام: أنت فقيه زمانك، ولا تعلم أن الظبي لا تكون له رباعية، وهو ثني أبداً.\nوعدوُها يقال من الظبي يهقق ويدرق ويطفر وينقز إذا\nالجزء: 1 ¦ الصفحة: 133\n",
        "جمع قوائمه ووثب، إذا تخلف من القطيع قيل خذل، وطمر إذا وثب من عال إلى أسفل، إذا طلعت الجوزاء من حمارة القيظ قالت الظباء في كناسها، ولها نومتان في مكنسين مكنس الضحى ومكنس العشي.\nويقال نقلت الظباء إذا انتقلت من مكانس الضحى إلى مكانس العشي، وإنما رعيها في ناجر وهو صفر في الليل، وفي برد الغدوات أحياناً وتلزم الرمل وهو ما استطال، ومن الجبال ما ارتفع، وترعى في ذلك الحزن والقف لشدة حرهما. قال ذو الرمة في انتقالها:\nإذا ذابت الشمسُ اتَّقى صقَراتها\n...\nبأفنان مربوع الصريمة مُعبِلِ\nإلى ظل بهوٍ ذي أخٍ يستعده\n...\nإذا هجَّرت أيامه للتحولِ\nالمعبل ما ظهرت خوصبته من الأرطاب. والبهو كناس واسع له أخ إلى جنبه بالغداة والعشي قال وهو ظلف الظبي لمل يطأ عليه. وإبرة روقه قرنه أول ما يطلع، ومنه قول الشاعر وهو عدي بن الرقاع:\nتزجي أغنّ كأن إبرة روقه\n...\nقلم أصاب من الدواة مدادها\nوقال آخر في حجم القرن:\nكأنهما فَصّان من فوق فضةٍ\n...\nمن الجزء أوزرّانِ بالأمس سُوداّ\nالجزء: 1 ¦ الصفحة: 134\n",
        "ويستدل عليها بآثارها في الرمل والخبار من الأرض وبأبعارها فيما سوى ذلك من الصلابة، وظلفها شديد الأثر فيما تطأ عليه، وشبهه بعض المجان بالهن فقال فيه:\nوتكشف عن كظلف الظبي لطفاً\n...\nوقعر البحر عمقاً واتساعا\nوقال أعرابي:\nكأن هَنْها عند لمس اللامس\n...\nكوطأة ظبي في مكان يابس\nوإذا مدح هذا الموضع يكون كما قالت أعربية:\nإن هني لحسن كما ترى\n...\nكوطأة الثور الثنيّ في الثرى\nويستدل على صيد الأرض بشكلها وموضعها من السهل والحزن والرمل والصفا والانخفاض والارتفاع والآثار والأبعار، وكذلك يقال لكل ذي خف وظلف غير البقر. فأما بعر الغزال فيفرك ويستدل عليه بريحه ولطفه وتدويره قال ذو الرمة:\nترى بعر الغزلان فيه وفرقه\n...\nحديثاً وعلميّاً كحب القَر نَفْلُ\nويستدل على الظبي الكبير بنباحه، وإذا أسن الظبي نبح قال الشاعر:\nوينبح بين الشعب نبحاً كأنه\n...\nكلاب سلوق أبصرت ما يَريبها\nوالظبي يبيض إذا تهزل ويحكى أنه من أملح الحيوان سكراً من الشراب ولا يدخل كناسه إلا مستدبراً، يستقبل بعينه ما يخافه على نفسه وخشفه، وليس يحضر في الجبال،\nالجزء: 1 ¦ الصفحة: 135\n",
        "قال الشاعر:\nوالظبي في رأس اليفاع تخاله\n...\nعند الهضاب مقيّداً مشكولا\nويصاد بالشرك والحبالة وايقاد النار بازائه، فأنه لا يزال يتأملها ويدمن النظر إليه، فيعشي بصره ويذهل عقله، وربما أضيف إلى النار تحريك أجراسٍ فيذهل لذلك ويؤخذ.\nقال الشاعر:\nسوى نار بيض أو غزال بقفرة (؟)\n...\nأغنّ من الخُنس المناخر توأم\nويصاد بالناقة وهو أن تُتّخذ له ناقة تسمى الدرية، ويتوغلون بها في المرعى حتى تكثر الظباء النظرَ إليها، ويخفي صاحبها نفسه ويكمن ويستتر، ويأتي متخفياً يمشي إلى جنبها، حتى إذا دنا من الظبي قبض عليه أو رماه من كشب.\nقال أبو الطمحان:\nحنتني حانيات الدهر حتى\n...\nكأني قانص أدنو لصيد\nقريب الخطو يحسب من يراني\n...\nولست مقيّداً أمشي بقيد\nويصيده الأعراب الشديدو العدو بالجري حتى يقبض على قرنه، وربما حيل بينه وبين المياه، ونُصب له حذاء الحبالة ماء فيهمّ بوروده، فيقع في الحبالة والاشراك، ويصيده الطير والعقاب وقال الشافعي أن ما صيد بالحديد الذي يكون في الحبالة إذا قتله ذلك الحديد لم يكن ذكياً، لأنه لا يقوم مقام السهم الذي يرمى به فيقتله، لأن فعل ذلك الحديد لم يتصل\nالجزء: 1 ¦ الصفحة: 136\n",
        "بيده في فعل واحد، وإذا رماه بسهم وهو على رابيةٍ فتردّى فوقع فمات فهو متردّ لا يجوز أكله، وليست هذه حال الطائر لأن الطائر مما لا سبيل له إليه إلا بعد وقوعه، وليس يموت من السقوط كما يموت الظبي وما أشبهه مّما تردّى ولم يصبه سهم.\nولحم الظبي يُوَلّدِ دماً قريباً من السواد وهو أقل ضرراً من لحم البقر والأيّل، وطبخه بالماء والملح أحمد، والكشتابية منه عجيبة جداً وهو الكوشت وهو ماء البصل بالمر، وتفسيره بالفارسية لحم هذا العضو. والقديد المبزّر منه أكثر ضرراً وأكثر لتحريك السوداء لأنه يزداد يبساً ويجود فعله ويقوى.\nوكتب بعضهم إلى أخ له يقول:\nلنا جَدي إلى التربيع ما هو (؟)\n...\nكأن القطن يُنْدَف تحت جلده\nعنينا بالرضاع له زماناً\n...\nنُسَمِنّه فجاء نسيج وحده\nوكشتابية من لحم ظبي\n...\nأتتك به الجوارح بعد كدّه\nإذا شئنا نضحناه براحٍ\n...\nكنكهة شادنٍ وكَلَون خدّه\nفإن لم تأتنا عجِلاً حثيثاً\n...\nفعاقبَك الحبيب بطول صدّه\nوأطيب ما في الظبي كبده (مشوية) وشحوم الظباء تغذو غذاء كثيراً منافعه.\nوزعم الحكماء أن دم التيس منها ومن كل ماعزٍ مانعٌ من السموم وأنه إذا صُبّ حاراً على الحجر الذي يُضرب عليه النحاس فتّته.\nالجزء: 1 ¦ الصفحة: 137\n",
        "وإذا خلط مع الزنجفر صبغ الياقوت، ويُخلط معه وهو يابس قرطاس محروق، ويعجن بشيرج ويُضمّد به البواسير فأنه ينفع منها. ومرارته تنفع من العشا في العين، وكبده إذا شُويت واكتحل بمائها نفعت، وكذلك كبد كل ماعز.\nوإذا دهن إنسان مذاكيره بشحم خصية التيس مع شيء من عسل وجامَعَ وجد له لذة.\nوإذا عجن بعره بخلّ ودقيق شعير وضمد به الطحال نفع منه.\nوإذا أحرق بعره وسحق بالخل نفع من داء الثعلب.\nوإذا شرب مع الخل أيضاً نفع من لدغ الهوام.\nوإذا خلط دمه يابساً بلادنٍ ودُهن به الشعر غلّظه وطوّله.\nوالغزال يصادق من الحيوان الحجل.\nوقال بعضهم في صيده بالحبالة:\nلما غدا القانص في غداتهِ\n...\nغدوّ مغوار إلى غاراتهِ\nيحمل ما يحمل من أداته\n...\nمن شركٍ أوثق أنشوطاته\nوناط أوتاداً إلى حافاته\n...\nتأنُّقَ الكاتب في واواته\nإذا لوهنّ على مشقاته\n...\nيغتال والغيلة من عاداته\nظبي فلاه القفر في فلاته\n...\nمبتغياً للصيد من مَبْغاته\nوقفت أستمع من مرآته\n...\nإذ لَذَتي في الصيد من لذاته\nوإن علا همي على هِمّاته\n...\nفي ساعةٍ غراء من ساعاته\nوفّى بماء السعد أعطياته\n...\nما كاد أن يلبث في مرياته\nالجزء: 1 ¦ الصفحة: 138\n",
        "حتى رأيت العفر من عُناته\n...\nمحمومة الحين مقدّراته\nمشدودة الاسار موثَقاته\n...\nوقلّ من طفت بأفنِياته\nأو من رأى شخصي في حاجاته\n...\nإلا انكفا بنيل أمنياته\nقال وللحبالة خشبة يقال لها الجرة تعلق فيها لتُثقلها إذا جذبها الظبي ومن الأمثال: فاوض الجرة ثم سالمها. يضرب للرجل يحاول الأمر ثم يسالم.\nتم باب الظباء.\nالجزء: 1 ¦ الصفحة: 139\n",
        "باب كلاب سلوق\nوخصائصها وصيدها وعللها ودوائها وما قيل فيها من الشعر\nأعلم أن كلاب سلوق تنسب إلى سلوق قرية باليمن، والعرب تنسبها كما تنسب الخيل، وقد ذكرها أبو بكر الوقيشي للشماخ، ووصف مزرّد بن ضرار الفقعسي عدة منها بأسمائها وأنسابها فقال:\nسخام ومقلاء القنيص وسلهب\n...\nوحدلاء والسرحان والمتناوِل\nبنات سلوقيين كانا حياته\n...\nفماتا فأدوى شخصه فهو وحائل\nوأيقن إذ ماتا بجوعٍ وخيبة\n...\nوقال له الشيطان أنك عائل\nيطوّف في أصحابه يستثيبهم\n...\nفآب وقد أكّدت عليه الوسائل\nوسأل زيد الخيل حين وفد على رسول الله صلى الله عليه وعلى آله وسماه زيد الخيل فقال: فينا رجلان يقال لاحدهما زرع والآخر أبو جداية لهما أكلب خمسة تصيد الظباء فما ترى في صيدهن؟ فأنزل الله عز وجل في لك: يسألونك ماذا أحلَّ لهم.\nالجزء: 1 ¦ الصفحة: 140\n",
        "وروى هشام عن ابن عباس أن أسماء تلك الكلاب المخْتَلِسُ وغلابُ، والقنيص وسلهب وسرحان والمتعاطس، وإناثها أسرع تعلماً من الذكور وأطول أعماراً، وتعيش عشرين سنة، وليس كذلك غيرها من الكلاب، وأكثر ما تضع ثمانية أجْرٍ، وربما وضعت واحداً وحَملها ستون يوماً وإذا وضعت الجِرْوَ كان أعمى اثني عشر يوماً ومنه قول الشاعر:\nكمثل جرو الكلب لم يفقّحِ\n...\nأقبحْ به من ولدٍ وأشقحِ\nوتسفد بعد وضعها في اليوم الثاني ولا تسفد قبل ذلك، وتحيض في كل أسبوع، وعلامة ذلك ورم ثفرها، ولا تقبل السفاد في حيضها ويعتريها هزال عند وضعها، ويظهر لبنها بعد حملها بثلاثين يوماً، ويكون أول ما تضع غليظاً والأنثى تبول مقعية، ومنها ما يشغَر، والشُغور رفع الرِجل للبول، يقال قَزَح ببوله وشَغَر، والأنثى تكون أول نتاجها أصغر جثة، وكذلك الحِجْر والمرأة والبَيض إذا كانا بكراً، والذكور تهيج قبل الاناث في السنة وهي صارف إذا هاجت ومستحرمة إذا منعت، ومعاظّلةُ الكلاب سِفادُها والكلب يطرح مقاديم اسنانه ويخلفها، ويخفي ذلك عن كثير من الناس، لأنه لا يلقي منها شيئاً قبل أن ينبت في مكانه آخر، وكذلك سائر السباع إلا الأنياب فأن كل ذي ناب ومخلب من الضواري يلقيها إلقاء بَيّناً متعالماً، وسبيل الغريب منها\nالجزء: 1 ¦ الصفحة: 141\n",
        "أن يؤنّس حتى يوثَق به فمما يؤنّسه أن يُطعم كسرة بعسل، وما دام ذنبه ذاهباً بين فخذيه إلى بطنه فهو غير مستأنس، فإذا شاله فقد أنس وإذا مضغ له صاحبه وتفل في فيه أنس أيضاً.\nومن خصائصه أن رأسه كله من عظم واحدٍ وإذا عاين الظباء، بعيدة كانت أو قريبة، عرف المعتلّ وغير المعتلّ منها، وعرف العنز من التي، وإذا أبصر القطيع لم يقصد إلا التيس، وأن علم أنه أشد حُضراً، وأبعد وثبة، ويدع العنز وهو يرى ما فيها من نقصان حضرها وقصر خطوها، ولكنه يعلم أن التيس إذا عدا شوطاً أو شوطين حَقِب ببوله، وكل حيوان يعرض له مع شدة الفزع إما سلس البول والتقطير، وإما اليسر والحُقب، وإذا حقب التيس لم يستطع البول مع شدة الحضر، ووضع القوائم معاً ورفعهما معاً، فيثقل عدوه ويقصر مدى خطوه، ويعتريه البُهر حتى يلحقه الكلب. والعنز إذا اعتراها البول لم تجمعه، وحذفت به لسعة المسيل يُعرف ذلك في الكلب طبعاً لا بتجربة، ولا يحتاج فيه إلى معاناة، ولا يعلَم ولا يدرب، وتخرجه إلى الصيد في يوم الجليد والثلج وهما متراكمان على الأرض حتى لا يثبت عليها قدم ولا خف ولا حافر ولا ظلف فيمضي الكلب، ومعه الإنسان العاقل، والصياد المجرّب، فلا يدري أين موضع الأرنب من جميع بسيط الأرض، ولا موضع كناس ظبي ولا مكو ثعلب ولا غير ذلك من موالج وحوش الأرض فيتلفَّت الكلب بين يديه وخلفه وعن يمينه وشماله، ويتنسم ويتبصَّر\nالجزء: 1 ¦ الصفحة: 142\n",
        "حتى يقف على أفواه تلك الجِحرة فيثير ما فيها، وذلك أن أنفاس الوحش المستكنَّة فيها، وبخار أجوافها وأبدانها، وما يخرج من الحرارة المستكنة فيها في عمق الأرض، تذيب ما لاقاها من فم الجحر من الثلج، حتى يرقّ ذلك، وهو خفي غامض لا يقع عليه قانص ولا راعٍ ولا قائف ولا فلاح، وله أيضاً في ملبح (كذا) الدراج والإصعاد خلف الأرانب في الجبل الشاهق من الرفق وحسن الاهتداء ما لا خفاء به، ومن دهائه أنه لا يخفى عليه الميت والمتماوت في تشممه، ويقال أن المجوس لا يدفنون ميتاً لهم حتى يدنوا منه كلباً فيتشمَّمه وتظهر لهم منه في تشممه (إياه) علامة يستدلُّون بها على حياته أو موته، وكذلك لا تجوز (عليه) حيلة الثعلب المتماوت، وأن كان لا يفعل الثعلب ذلك مع الكلب، بل يتماوت للغراب وغيره، وينفخ بطنه فإذا دنا منه قبض عليه. ومن خصائصه أن الأنثى تؤدي في جرائها لون الذكر لا تخرم منه شيئاً.\nوقال أبو بكر الوقيشي إن القاسم بن مجمع سأله عن المعنى في اعتبار الناس المسير على الأنهار الجامدة بالكلب، فذكر أنه لصلابة وطأته وثقلها، فقال: لا إنما هو لقوة حسه وسمعه وبصره، وأنه أن سمع للماء خريراً من تحت لم يجُز منه، وأنشدت في قوة بصر الكلب لعبد ربه:\nوأشرف بالقُور اليَفاع علني\n...\nأرى نار ليلى أو يراني بصيرها\nأي كلبها. وكل الجوارح تعمل لأنفسها غير الكلاب فإنها تجري على خلق في الاكتساب لأصحابها.\nالجزء: 1 ¦ الصفحة: 143\n",
        "ما يعرف به هرم الكلب من فنائه\nإذا كانت أسنانه سواداً كليلة دلّ ذلك على الكبر، وإذا كانت بيضاً حادة دلّ لك على الشباب، وأسنان الذكر أكبر، وهو شديد المضغ والخطم والاستمراء، وإذا ألقيت إليه بضعة اللحم وتوخى أكلها حيث لا يُرى، ويًكثر التلفت، ويعض على العظم ليرضَّه، فإذا امتنع عليه وكان مما يسيغه أبتلعه واثقاً بأنه يستمريه وليس في الأرض من جميع أجناس الحيوان ما بِذَكَرِه حجم ظاهر إلا الإنسان والكلب، ولا متسافدان أشدّ ملاءمة في طباع بعضهما لبعض من الكلبين.\nما يعرف به فراهته\nمن ذلك طول ما بين اليدين والرجلين، وقصر الظهر وصغر الرأس، وطول العنق، وغضف الأذنين، وبعد ما بينهما كأنما انضمَّتا على العنق، وزرقة العينين، وضخامة المقلتين، ونتوء الحدقة، وطول الخضم ودقته، وسعة الشدق، ونتوء الجبهة وعرضها، وشدة المنازعة للمقود والسلسلة.\nومن أمارات النجابة أن يكون تحت حنكه طاقة شعر واحدة غليظة وكذلك الشعر الذي على خدّيه ويستحب فيه قصر اليدين، وطول الرجلين لأن ذلك صالح له في الصعود، ومشاكل للأرنب في هذه الصفة، ولا يلحقها في الجبال إلا ما كان كذلك، وطول الصدر وغلظه، وقربه من الأرض، ونتوء الزّور، وغلظ العضدين، واستقامة اليدين، وانضمام الأظفار، حتى لا يدخل بينها تراب ولا طين، وعرض ما بين مفاصل\nالجزء: 1 ¦ الصفحة: 144\n",
        "الأعطاف، وعرض ما بين (عطفي) أصل الفخذ (وطولهما وشدة لحمهما ورزانة المحمل ودقة الوسط وطول الجلدة التي بين أصل الفخذين) والصدر، واستقامة الرجلين من غير أن تنحني الركبتان، وقصر الساقين وقصر الذّنَب ودقته، حتى يكون كأنه خشبة من صلابته. وليس يكره أن يطول ذنب الأنثى، ولين الشعر، وهو يستحب على الجملة في ذوات الجناح والقوائم.\nوقال المأمون لبعض أصحابه: أمض إلى بادية كذا وكذا فأبتع منها خيلاً تستجيدها، فقال: يا أمير المؤمنين، لست بصيراً بالخيل، قال أفَلست بصيراً بالكلاب؟ قال: نعم، قال: فأبصر كل ما تتوخاه في الكلب الفاره المنجب، فالتمس مثله في الفرس وصفة النجابة فهي بمخلب تكون على رأس الذنب أو الساق والصواب فيه أن تقطع. والسود أقل صبراً على الحر والبرد، والبيض أفره إذا كنّ سودَ العيون، وقد قال قوم أن السود تصبر على البرد، وزعموا أنها أقوى وأن كل اسود من الحيوان أقوى من غيره. فأما تخُّير الجراء والفراسة فيها، فإذا ولدت الكلبة واحداً، كان افره من أبويه، وأن ولدت أثنين، فالذكر افره من الأنثى، وأن ولدت ثلاثة فيها أنثى في شية الأم فهي افره من الثلاثة وأن كان في الثلاثة ذكر واحد فهو افرهها، وتؤخذ الجراء كلها وهي صغار لم تقم قوائمها فتلقى في مكان ندٍ فأيها مشى على أربع ولم يكثر سقوطه فهو الأفره.\nالجزء: 1 ¦ الصفحة: 145\n",
        "أدوائها وصفة دوائها\nفمن ذلك الكَلَب والذُبْحَةُ والجرب والنقْرس والفلج. فأما الكلب فيقال فيه على مذهب من المذاهب أنه جنون، ويقول فيه أصحاب الطبائع أنه كيموسٌ سوداوي يفعل في الاعداء والمخالطة للَحم المعضوض فعل السِمّام، وهو موجود عياناً، يُحيل مزاجَ الإنسان إلى مزاج الكلب حتى يحيل الذكَرَ فيخرج من إحليله مثال اكلبٍ صغار وقلما رأيت هذا الداء يعتري كلاب سلوق، وإذا عَضّ برأ هو، وانتقل الداء إلى المعضوض. وللمعضوض ضروب من الأدوية في أوقاتٍ، فأن فاتت لم ينجع الدواء.\nوزعمت العرب أن دماء الملوك تشفي من الكلب، وقد أكثرت من ذلك في أشعارها، واختلف الناس في معناه فذهب قوم إلى أن الشعراء إنما خبَّرت بذلك على سفك دماء الملوك. وقال قوم: إنما المعنى أن قتل الملوك يشفى من التأثر، لأن الإنسان إذا كان له في قوم ثأر لم يكن يشفي صدره أن يقتل به إلا الأكفاء، أو من هو أعلى من قبيله ومنه قول زهير:\nوإن يُقتلوا فيشتفي بدمائهم\n...\nوكانوا قديماً من مناياهم القتل\nوهذا الوجه أشبه بالمعنى في هذا الداء. واخبر رجل لا أشك في ثقته وصدقه أن رجلاً اعترضه كَلْب كَلْب فأومى ليعضَّه فتلقَّى فمه بكمّه، فأصابه من أسنانه ولعابه. ومضى لشأنه وشمّر كمّه وأقام مشمّراً له ساعات، ثم أنه نشره فتساقط منه جراءٌ صغار.\nوأما الذّبحة فقد زعمت الأطباء أن من أجود ما يُستعمل للذبحة\nالجزء: 1 ¦ الصفحة: 146\n",
        "العارضة للإنسان أن يُنفخ في خلقه من سحيق ما جفّ من رجيع الكلب الأبيض، أو يَتَغَرغَر به وهو أبلغ، وربما طلي به جسد المحموم، وأجوده ما أشتد بياضه. ودواؤها دواء الجرب. ودواء الجرب كبريت أبيض يُسحق ويُخلط بزيت ويُغلى على النار ويُطلى به موضع الجرب.\nوأما النقرس فهو يعرض لها من الحفا لأن الأعضاء بالحفا تضعف فتنصب إليها الموادّ، ودواؤه دواء الحفا هو أن تلطخ يداه ورجلاه وعجانه بدهن خلّ وزيت. وله أيضاً أن يُجعل على يديه ورجليه قطران. وله أيضاً أن يؤخذ عفص وزاج أخضر من كل واحد منهما جزء فيُدقا ويصبّ عليهما من الخمر ما يغمرهما، ويُجعلا في الشمس أو على نار لينةٍ حتى يغلظا، ثم تُغمس كفّ الكلب في ذلك وهو فاتر.\nوأما الفلج فأمارته أن يعدو الكلب يوماً ويقصّر في آخر، فيُستدل بذلك على داء في جوفه. ودواؤه ماء الشبِتّ يُعجن بدقيق الدُّخْن ويُطعَمُه الكلب سخناً. أو يُطعم كسرة خبزٍ مع صوفِ شاه معجونٍ بسمنٍ فأنه يلقي ما في جوفه من الداء. ويقال لنصيبه من صيده الحرجُ (؟) .\nقال الطرمّاح:\nنوازرة حرصى على الصيد همّها\n...\nتفارط احراج الضراء الرواجز (؟)\nيمرّ إذا ما حل مَرّ مقزّعٍ\n...\nعتيقٍ حداه ابهر القوس جارز (؟)\nالجارز الّيِن الأملس، وهو يصف سهماً شبَّه الكلب به في مضائه وسرعته. وقال أبو بكر: الجارز الخشن ويقال لما يُطعم في غير الصيد\nالجزء: 1 ¦ الصفحة: 147\n",
        "لُحْمة الكلب وطُعمة الكلب، وكذلك يقال للفهد والبازي وكل جارح وضارٍ. فأما في الثوب فيقال لَحْمة.\nصيد الكلب\nإذا كسر الكلب مفرداً الأرنبَ فهو نهاية، وهو يطيق ما فوق ذلك، والفُره منها تكسر الظباء، وقد ذكرنا من حال الظباء ما فيه كفاية، وتتجاوز الظباء إلى اليحمور فتكسره، فأن زادت تعلّقت بالأيّل، ولا يطيقه منها إلا ذو الخَلق الشديد، والبنية الوثيقة والفخامة، وبعد أن يجتمع عليه الاثنان والثلاثة من كلابٍ هذه صفتها، وليس يفوتها ويقهرها بحُضره، ولكنه ذو سلاحٍ وهي ترهب قرونه يُنحي عليها إنحاءً شديداً.\nوأما الأرنب والثعلب فالواحد من الكلاب يصيدهما كثيراً ما لم يتعلق الأرنب بالجبل، وعلى أن الثعلب روّاغ مَكِرٌ، وإذا صار إلى المجاودة ولم يستتر بخَمَر ولا غيره فهو في يده، وربما التفت إلى الكلب وقد أخرج لسانه من شدة الحضر فعضَّه فيرجع عنه. وقد يصيد الكلب الدرّاجَ كما أن الصقر والبازي يصيدان الأرنب، وقال بعض الأدباء:\nومصدّرين بكل مجلس حكمة\n...\nمتقدّمين بكلّ يومِ برازِ\nسبقوا إلى غُرر الفخار وأحرزوا\n...\nخَصْل الفضائل أيما إحراز\nلا تستفيق من الطراد جيادُهم\n...\nفتراهمُ أبداً على أوفاز\nفبزاتهم تصطاد صيد كلابهم\n...\nوكلابهم تصطاد صيد البازي\nألفوا الوغي فتعلّلوا بمصايد\n...\nعن شنّ غارات وبُعد مغازِ\nالجزء: 1 ¦ الصفحة: 148\n",
        "ونحن نذكر من الشعر في طرد الكلب، ونوفي بما وعدنا به من شرح حال الطريدة باباً باباً، ونبدأ بالأيل لأنه أعظم ما يصيده الكلب.\nقال بعض المحدثين في ذلك:\nأنعت كلباً للقلوب مُجَذلاً\n...\nآلى إذا أمسك ألاّ يقتلا\nمؤمّلاً لأهله مموّلا\n...\nيزيد ذا الوفر ويُغني المُرمِلا\nذا همَّةٍ في الصيد في أعلى العلا\n...\nيستصغر الظبي فيبغي الأيّلا\nلا يجد الأيّل منه موئلا\n...\nتخاله من خوفه معقّلا\nيعول من كان عليه عوّلا\nولم نثبت صفات الكلب إلى أن لعبنا منها بما لا يُحصى كثرة من الشرق والغرب، وأفره ما رأيناه منها ما يجيء من المغرب، وخير ما فيها البُلق وهي حِسان فره على كل ما أرسلت عليه من الطرائد. وخير كلاب الشرق ما جاء من عند الأكراد. وقد ذكرنا من ذلك ما شاهدناه واختبرناه.\nولقد ركب مولانا أمير المؤمنين صلوات الله عليه وعلى آبائه وأبنائه الطاهرين المنتخبين ذات مرة فأصاب من البقر ما لم يُحص كثرة، ورجع من الصيد ومعه عشرون جملاً عليها محامل فيها كلها كلاب الصيد، فرؤيت بمصر ظاهرة.\nوقال الحسن بن هانيء يصف الكلب:\nأنعت كلباً أهله في كدّه\n...\nقد سعدت جدودهم بجدّه\nالجزء: 1 ¦ الصفحة: 149\n",
        "فكل خير عندهم من عنده\n...\nيظلّ مولاه له كعبده\nيبيت أدنى صاحبٍ من مهده\n...\nوإن عدا جلَّله ببرده\nذا غُرّةٍ محجلاً بزنده\n...\nتلذّ منه العينُ حسنَ قدّه\nتأخير شدقيه وطول خدّه\n...\nتلقى الظباء عنتاً من طرده\nتشرب كأس حتفها من شدّه\n...\n(يصيدنا عشرين في مُرْقدّه)\nيا لك من كلب نسيجٍ وحده\nوقال فيه أيضاً:\nأنعت كلباً للطراد سَلْطا\n...\nمقلَدّاً قلائداً ومَقْطا\nفهو الجميل والحسيب رهطا\n...\nترى له شدقين خُطّا خَطّا\nوملطماً سهلاً ولحياً سبطا\n...\nذاك ومتنين إذا تمطى\nقلت شرا كان أُجيدا قَطا\n...\nيَمري إذا كان الجراء عَبطا\nبراثناً سحمَ الأثافي مُلطا\n...\nينشط أذنيه بهن نشطا\nالجزء: 1 ¦ الصفحة: 150\n",
        "تخال ما دُمّين منه شرطا\n...\nما أن يقعن الأرض إلا فرطا\nكأنما يعجل شيئاً لَقطا\n...\nأسرع من قول قطاةٍ قطّا\nتخاله الصقر إذا ما انحطا\n...\nأو لهب النار أعيرت نفطا\nيعتاج خزان الصحارى الرقطا\n...\nيلقين منه حاكماً مشتطا\nللعظم حطماً والأديم عَطّا\nوقال فيه:\nيا رب بيت بفضاء سبسبِ\n...\nبعيدِ بين السَّمك والمطنّبِ\nلفتيةٍ قد بكَّروا بأكلُبِ\n...\nقد أدبوها أحسن التأدبِ\nمن كل أدفى مستبان المنكِبِ\n...\nيشُبُّ في القَوْد شُبوب المِقرب\nيُلجق أذنيه بحدّ المخلب\n...\nفما ثنى وشيقة من أرنَبِ\nالجزء: 1 ¦ الصفحة: 151\n",
        "عندهم أو تيس رمل علهب\n...\nوعينِ عانات وأمّ تولب\nوجلدة مسلوبة من ثعلب\n...\nمقلوبة الفروة أو لم تُقلب\nومِرجلٍ يهدر هدر المغضب\n...\nيقذف حالاه بجوز القَرْهَب\nوقال فيه:\nقد أغتدي والطير في مثواتها\n...\nلم تعرِب الأفواهُ عن لغاتها\nبأكلبٍ تمرح في قِدّاتها\n...\nتعدّ عِينَ الوحش من أقواتها\nقد لوّح التقديح وارياتها\n...\nوأشفق القانص من حُفاتها\nوقلتُ قد أحكمتَها فهاتها\n...\nوأدنِ للصيد معلَّماتها\nوارفع لنا نسبة أمهاتها\n...\nفجاء يزجيها على شياتها\nشمّ العراقيب مؤنّفاتها\n...\nسوداً وصفراً وخَلَنْجيّاتها\nكأن أقماراً على لبّاتها\n...\nترى على أفخاذها سماتها\nالجزء: 1 ¦ الصفحة: 152\n",
        "قُودَ الخراطيمُ مخَرْطَمِاتها\n...\nمن نَهَم البهم ومن حُواتها\nزَلّ المواخير عملساتِها\n...\nمشرفةَ الأكتاف مِوزَراتها\nمفروشة الأيدي شر نبثاتها\n...\nمفدّياتٍ ومحمّياتها\nمسمّنات ومفدياتها\n...\nأن حياة الكلب في وفاتها\nتقذف حالاها بجوزيْ شاتها\nوقال فيه:\nإذا الشياطين رأت زُنبورا\n...\nقد قُلِدّ الحلْقة والسيورا\nبكت الخزّان القرى ثبورا\n...\nأدفى ترى في شدقه تأخيرا\nترى إذا عارضْتَه مَفْرُورا\n...\nخناجراً قد بيّنت سطورا\nالجزء: 1 ¦ الصفحة: 153\n",
        "مُشتبكات تَنْظِم السُّحورا\n...\nاُحسِنَ في تأديبه صغيرا\nحتى توفيَّ الستة الشهورا\n...\nمن سنه وبلغ الشُّغورا\nوعرف الايحاء والصفيرا\n...\nوالكفّ أن تومئ أو تشيرا\nيعطيك أقصى حُضْره المذخورا\n...\nشدّاً ترى من همْزِه الاظفورا\nمنتشطاً من أذنه سيورا\n...\nفما يزال والغاً تأمورا\nمن ثعلب غادره عفيرا\n...\nأو أرنب جوّرها تجويرا\nفأمتع الله به الأميرا\n...\nربي ولا زال به مسرورا\nوقال فيه:\nلما تَبدّى من حجابه\n...\nكطلعة الأشط من جلبابه\nهجنا بكلب طالما هجنا به\n...\nينتسف المِقْوَد من جِذابه\nكأن متنيه لدى انسلابه\n...\nمتَنا شجاع لجّ في انسيابه\nكأنما الأظفور من قِنابه\n...\nموسى صَناعٍ رُدّ في نصابه\nالجزء: 1 ¦ الصفحة: 154\n",
        "تراه في الحضر إذا هاها به\n...\nيكاد أن يخرج من اهابه\nيعفو على ما جرّ من ثيابه\n...\nإلا الذي أثر من هُدابه\nترى سوامَ الوحش تحتوي به\n...\nيرُحْنَ أسرى ظفره ونابه\nوقال فيه:\nقد طالما أفلتّ يا ثعالا\n...\nوطالما وطالما وطالا\nجلتُ بكلبٍ نحوك الأجوالا\n...\nما طلت من لا يسأم المطالا\nوله أيضاً:\nوثعلب بات قرير العينِ\n...\nلاقى مع الصبح غراب البينِ\nوقد غدا مُجْرَمِزَّ الشخصين\n...\nفاستَقبلتْه لحضور الحَيْن\nطلعةُ كلبٍ أغْضَفِ الأذنين\n...\nفمرّ يهوي ثابت السَّدْوَيْن\nإلى وِجارٍ بين صخرتين\n...\nوالكلب منه راكب المتنين\nفلم يرعه غير روعتين\n...\nحتى أراني شلوَه شلوين\nمقطَّعاً أحسن قطعتين\n...\nفرُحتُ إذ رُحتُ به نصفَيْن\nكأنما رحت بأرنبين\n...\nلأنه ماطلني بدَيْن\nثم قضانيه أبو الحصين\n...\nبعد خداعٍ شابَهُ بَميْنِ\nالجزء: 1 ¦ الصفحة: 155\n",
        "وقال أبو فراس الحارث بن سعيد بن حمدان يصف الطَرَد:\nما العمر ما طالت به الدهورُ\n...\nالعمرُ ما تم به السرورُ\nأيام عزي ونفاذِ أمري\n...\nهي التي أحسِبُها من عمري\nلو شئتُ مما قد قلَلْن جِدّا\n...\nعددتُ أيام السرورِ عَدّا\nأنعت يوماً مرّ لي بالشامِ\n...\nألذّ ما مرّ من الأيامِ\nدعوتُ بالصقَّار ذات يومِ\n...\nعند انتباهي سحراً من نومي\nقلت له اختر سبعةً كبارا\n...\nكلّ نجيبٍ يَرِدُ الغُبارا\nيكون للأرنب منها اثنانِ\n...\nوخمسةُ تُفْردُ للغزلانِ\nواجعل كلاب الصيد نوبتَين\n...\nتُرسِل منها اثنين بعد اثنين\nولا تؤخر أكلبَ العِراضِ\n...\nفهنّ حتف للظباء قاضِ\nثم تقدمتُ إلى الفَهَّادِ\n...\nوالبازياريّين باستعدادِ\nوقلت: إن خمسةً لتُقنعُ\n...\nوالزُّرّقان الفرخ والملمَّع\nوأنت يا طبّاخ لا تباطا\n...\nعجّل لنا اللبّاتِ والأوساطا\nويا شرابيّ البلسْقياتِ (؟)\n...\nتكون بالراح مُيَسَّراتِ\nبالله لا تستصحبوا ثقيلا\n...\nواجتنبوا الكثرة والفضولا\nردّوا فلاناً وخذوا فلانا\n...\nوضمنوني صيدكم ضَمانا\nفاخترت لما وقفوا طويلا\n...\nعشرين أو فُوَيْقها قليلا\nالجزء: 1 ¦ الصفحة: 156\n",
        "عصابة أكرمْ بها عصابَهْ\n...\nشرطك في الفضل وفي النجابْه\nثم قصدنا صيد (عينِ قاصرِ)\n...\nمَظِنَّةَ الصيد لكل خابرِ\nجئناه والأرض قبيل المغرب\n...\nتختال في ثوب الأصيل المُذهب\nوأخذ الدرّاجُ في الصياح\n...\nمكتنفاً من سائر النواحي\nفي غفلةٍ عنا وفي ضلال\n...\nونحن قد زرناه بالآجالِ\nيطرب للصبح وليس يدري\n...\nأن المنايا في طلوع الفجر\nحتى إذا أحسستُ بالصباح\n...\nناديتهم: حيّ على الفلاح\nنحن نصلي والبزاة تُخرج\n...\nمجرّداتٍ والخيولُ تُسرَج\nوقلتُ للفهَّاد امضِ فأنفرد\n...\nوصح بنا إن عنّ ظبيٌ واجتهِدْ\nفلم يزل غير بعيدٍ عنا\n...\nإليه يمضي ما يفرّ منا\nوسرت في صف من الرجال\n...\nكأنما نزحف للقتال\nفما أستوينا حسناً حتى وقف\n...\nغُلَيّم كان قريباً من شرف\nثم أتاني عجلاً قال: السّبَقْ\n...\nفقلت: إن كان العيان قد صدق\nسرتُ إليه فأراني جاثمه\n...\nظننتها يقظي وكانت نائمه\nثم أخذت نبلةً كانت معي\n...\nودرت دورين ولم أوسّع\nحتى تمكنت فلم أخطِ الطلب\n...\nلكل جتف سبب من السبب\nالجزء: 1 ¦ الصفحة: 157\n",
        "وضَجّت الكلاب في المقاود\n...\nتطلبها وهي بجهدٍ جاهدِ\nوصحتُ بالأسودِ كالخطّاف\n...\nليس ببيضيّ ولا غِطراف\nثم دعوت القوم هذا بازي\n...\nفأيكم بنشط للبرازِ\nفقال منهم رشأ: أنا أنا\n...\nولو درى ما بيدي لأذعنا\nفقلت: قابلني وراء النهر\n...\nأنت لشطرٍ وأنا لشطر\nطارت له درّاجة فأرسلا\n...\nأحسن فيها بازُه وأجملا\nعلّقها فعطعطوا وصاحوا\n...\nوالصيد من آيينه الصياحُ\nفقلت ما هذا الصياح والقلقْ\n...\nأكلّ هذا فرح بذا الطلق\nوقال كلاّبيَ: سوّ البازا\n...\nقد حُرّر الكلب فجز وجازا\nفلم يزل يزعق بي مولائي\n...\nوهو كمثل النار في الحلفاء\nطارت فأرسلتُ فصارت شلوا\n...\nحلّت بها قبل العلوّ البلوى\nفما رفعت الباز حتى طارا\n...\nآخر عوداً يحسن الفرارا\nالجزء: 1 ¦ الصفحة: 158\n",
        "اسوَدُ صياحٌ عظيم كرّز\n...\nمطرّزٌ محلّك ملزّزُ\nعليه ألوان من الثياب\n...\nمن حلل الديباج والعتّابي\nفلم يزل يعلو وبازٍ يَسفُل\n...\nيحرز فضل السبق ليس يغفل\nيرقبه من تحته بعينه\n...\nوإنما قد زاره لِحَينه\nحتى إذا قارب فيما يحسَب\n...\nمعلقه والموت منه أقرب\nأرخى إلى بُنّجِه رجليه\n...\nوالموت قد سابقه إليه\nصحتُ وصاح القوم بالتكبير\n...\nوغيرنا يضمر في الصدور\nثم تسايرنا فطارت واحده\n...\nشيطانة من الطيور ما رده\n(من قُرُبٍ فأرسلوا إليها\n...\nولم تزل أعينهم عليها)\nفلم يعلّق بازُه وادّى\n...\nمن بعد ما قاربها وشدّا\nفصحت هذا الباز أم دجاجه\n...\nليت جناحيه على دُرّاجه\nفاحمرّت الأوجه والعيون\n...\nوقال: هذا موضع ملعون\nإن لزّها الباز اصابت بنَّجا (؟)\n...\nأو سقطت لم تلق إلا مَدْرجا\nالجزء: 1 ¦ الصفحة: 159\n",
        "اعدل بنا للبنّج الخفيف\n...\nوالموضع المنفرد المكشوف\nفقلت هذي حجة ضعيفة\n...\nوغِرّة ظاهرة معروفة\nنحن جميعاً في مكان واحد\n...\nفلا تَعَلّل بالكلام البارد\nقصّ جناحيه يكن في الدار\n...\nمع الدباسي ومع القَماري\nواعمد إلى جلجله البديع\n...\nفأجعله في عنز من القطيع\nحتى إذا أبصرته وقد خجل\n...\nقلت أراه فارهاً على الحجل\nدعه وهذا الباز فاطّرد به\n...\nتفادياً من غمه وعتبه\nوقلت للخيل التي حولَيْنا\n...\nتشاهَدُوا كلكم علينا\nبأنه عارية مضمونه\n...\nيقيم فيها جاهه ودينه\nجئت ببازٍ حسنٍ مُبَهرج\n...\nدون العقاب وفويق الزُّمج\nزَينٍ لرائيه وفوق الزّيْن\n...\nينظر من نارين في غارين\nكأن فوق صدره والهادي\n...\nآثارَ مشي الذرّ في الرّماد\nالجزء: 1 ¦ الصفحة: 160\n",
        "ذي مِنسرٍ فخم وعين غائره\n...\nوفخِذٍ ملءَ اليمين وافره\nضخم قريب الدستبان جدا\n...\nيلقى الذي يحمل منه كدّا\nوراحة تغمر كَفّي سبطه\n...\nزاد على قدر البزاة بسطه\nسُرّ وقال: هات، قلت: مهلا\n...\nاحلف على الردّ فقال كلا\nأمّا يميني فهي عندي غاليه\n...\nوكلمتي مثل يميني وافيه\nقلت فخذه هبةً بقُبُله\n...\nفصدّ عني وعلته خجله\n(ثم ندمت غاية الندامه\n...\nولمت نفسي أكثر الملامه\nعلى مزاحي والرجال خُطَّر\n...\nوهو يزيد خجلاً ويحضر)\nفلم أزل أمسحه حتى انبسط\n...\nوهشّ للصيد قليلاًَ ونَشِط\nصاح به اركب فاستقلّ عن يدي\n...\nمبادراً أسرع من قول قدِ\nضم سباقيه وقال قد حصل\n...\nقلت له الغرة من شر المعمل\nسرتُ وسار الغادر العيَّار\n...\nليس لطيرٍ معنا مطار\nثم عدلنا نحو نهر الوادي\n...\nوالطير فيه عددُ الجراد\nأدرت شاهينين في مكان\n...\nلكثرة الصيد مع الامكان\nدارا علينا دورة وحلَّقا\n...\nكلاهما حتى إذا تعلَّقا\nتوازيا واطَّردا اطّرِادا\n...\nكالفارسين التقيا أو كادا\nثَمَّت شدّا فأصادا أربعاً\n...\nثلاثة خضراً وطيراً أبقعا\nثم ذبحناها وخلصناهما\n...\nوأمكن الصيد فأرسلناهما\nفجدّلا خمساً من الطيور\n...\nفزاد والرحمنِ في سروري\nالجزء: 1 ¦ الصفحة: 161\n",
        "أربعةً منها انَيْسيان\n...\nوطائراً يُعرف بالبيضاني\nخيل تناجيهن حيث شيناً\n...\nطيّعة ولُجمها ايدينا\nفهي إذا ما رُفعت للعاده\n...\nصَرّفها الجوع على الإراده\nوكلَّما شدّا عليها في طَلَق\n...\nتساقطت ما بيننا من الفرق\nحتى أخذنا ما أردنا منها\n...\nثم انصرفنا راغبين عنها\nإلى كَراكيّ بقرب النهر\n...\nعشر أراها أو دُوَين العشر\nلما رآها الباز من بعدٍ لصق\n...\nوحدّد الطرف إليها وذرق\nفقلت صدناها ورب الكعبه\n...\nوكن في واد بقربٍ جَنْبه\nفدرتُ حتى مَكَّنتْ ثم نزل\n...\nفحطّ منها اقرعاً مثل الجمل\nما انحط إلا وأنا إليه\n...\nممكّناً كفي من رجليه\nنزلت كي أشبعه إذا هيه\n...\nقد نزلت من عن يمين الرابيه\nفَشِلْتُه ارغب في الزياده\n...\nوتلك للطراد شرّ عاده\nلم اجزه بأحسن البلاء\n...\nأطعتُ حرصي وعصيت رائي\nفلم أزل اختلها وتنختل\n...\nوإنما نختلها إلى الأجل\nعمدتُ منها لكبيرٍ مفرد\n...\nيمشي بعنق كالرشاء المُحصد\nطار، وما طار ليأتيه القدر\n...\nوهل لما قد حان سمعٌ أو بصر؟\nحتى إذا جدّله كالعندلِ\n...\nأيقنت أن العظم غير الفصل\nذاك على ما نلتُ منه أمر\n...\nعثرت فيه واقال الدهر\nخير من النجاح للإنسان\n...\nإصابة الرأي مع الحرمان\nصحت إلى الطبَّاخ ماذا تنتظر\n...\nانزل على النهر وهات ما حضر\nالجزء: 1 ¦ الصفحة: 162\n",
        "جاء بأوساط وجُرْدِتاجِ\n...\nمن حَجَلِ الصيد ومن درّاجِ\nفما تنازلنا عن الخيول\n...\nيمنعنا الحرص عن النزول\nوجئ بالكأس وبالشراب\n...\nفقلت وَفّرها على أصحابي\nأشْبَعني اليوم ورَوّابي الفرح\n...\nفقد كفاني بعض وسط وقدح\nثم عدلنا نطلب الصحراء\n...\nنلتمس الوحوش والظباء\nعنّ لنا سربٌ يبطن وادٍ\n...\nيقدمه اقرن عَبْل الهادي\nقد صدرت عن منهل رويّ\n...\nمن غُبَّر الوسميّ والوليّ\nليس بمطروق ولا بَكِيّ\n...\nومرتعٍ مقتبل جنيّ\nرَغبن فيه غير مذعوراتِ\n...\nبقاع وادٍ وافر النبات\nمرّ عليه غَدِق السحاب\n...\nبواكف متصل الرباب\nلما رآنا مال بالأعناق\n...\n(نظرةً) لا صب ولا مشتاق\nما زال في خفض وحسن حال\n...\nحتى أصابته بنا الليالي\nسرب حماه الدهر ما حماه\n...\nلما رآنا ارتدّ ما أعطاه\nبادرت بالصقَّار والفهَّاد\n...\nحتى سبقناه إلى الميعاد\nفجدّل الفهد الكبير الأقرنا\n...\nشدّ على مذبحه واستبطنا\nوجدّل الآخر عنزاً حاملا\n...\nرعت حمى الغورَيْن حولاً كاملا\nثم رميناهن بالصقور\n...\nفجئنها بالقدَر المقدور\nافردن منها في القراح واحدة\n...\nقد ثَقُلَتْ بالحَصر وهي جاهده\nمرت بنا والصقر في قذالها\n...\nيؤذنها بسيّء من حالها\nثم ثناها واتاها الكلب\n...\nهُما عليها والزمان الب\nالجزء: 1 ¦ الصفحة: 163\n",
        "فلم نزل نَصيدُها وتصرع\n...\nحتى تبقَّى في القطيع أربع\nثم عدلنا عدلةً إلى الجبل\n...\nإلى الأراوي والكباش والحجل\nفلم نزل بالخيل والكلاب\n...\nنحوزها حوزاً إلى الغياب\nثم نزلنا والبغال موقره\n...\nفي ليلةٍ مثل الصباح مسفره\nحتى أتينا رحلنا بليلٍ\n...\nوقد سبقنا بجياد الخيل\nثم نزلنا وطرحنا الصيدا\n...\nحتى عددنا مائة وزَيْدا\nفلم نزل نشوي ونقلي ونُصِب\n...\nحتى طلبت صاحياً فلم نُصِب\nشَرْباً كما عنّ من الزّقِاق\n...\nبغير ترتيب وغير ساق\nفلم نزل سبع ليالٍ عددا\n...\nأسعد من راح أحظى من غدا\nتمت وأهدي إلى بعض الملوك صيد وكتبت معه هذه الأبيات:\nأزال الله شكواك\n...\nوأهدي لك افراقا\nخرجنا أمس للصيد\n...\nوكنا فيه سباقا\nفسمينا وارسلنا\n...\nعلى بختك اطلاقا\nفجاد الله بالرزق\n...\nوكان الله رزاقا\nوأحرزنا من الدراج\n...\nما الرحل به ضاقا\nفأطعمت وأهديت\n...\nإلى المطبخ أوساقا\nوخير اللحم ما أقل\n...\nقه الجارح اقلاقا\nوذو العادة للصيد\n...\nإذا أبصره تاقا\nفيغذوه بما كان\n...\nإليه الدهر مشتاقا\nفكلْ منه شفاك الل\n...\nهـ مشوياً وأمراقا\nفهذه الحفظ للق\n...\nوة لا تدبير اسحاقا\nالجزء: 1 ¦ الصفحة: 164\n",
        "ما قيل في الجوارح من الشعر\nما قيل في الجوارح ووصف به من الشعر المستحسن لمتقدم ومتأخر\nفمن ذلك ما قال أبو نؤاس في صفة البازي:\nقد أسبق القاريّة الجونا\n...\nمن قبل تثويب المنادينا\nبكل منسوب بأعراقه\n...\nعلى عيون الارمينيينا\nربيب بيت وانيسٍ ولم\n...\nيرب بريش الأم محضونا\nلم ينكه جرح حياص ولم\n...\nيبغ له بالتفل تسكينا\nكُرّز عام صاغه صانع\n...\nلم يدّخر عنه التحاسينا\nألبسه التكريز من حوكه\n...\nوشياً على الجؤجؤ موضونا\nله جراب فوق منقاره\n...\nجمعن تأنيقاً وتسنينا\nكل سنان عيج من متنه\n...\nتخال مَحْني عطفه نونا\nالجزء: 1 ¦ الصفحة: 165\n",
        "ومنسر أكلف فيه شفا\n...\nكأنه عقد ثمانينا\nوهامة كأنما قّنعت\n...\nسبّ حياك السابريينا\nومقلة أشرب آماقها\n...\nتبراً يروق الصيرفيينا\nيرسل منه عند إطلاقه\n...\nعلى الكراكيّ دُرَخْمينا\nداهية تخبط اعجازها\n...\nخبطاً تحسَّيها الأمرّينا\nقد مشقته في الحشا مشقة\n...\nألقت من الجوف المصارينا\nيحمي عليها الجو من فوقها\n...\nحيناً ويُغريعها أحايينا\nفمُقْعصٌ أثبت في نحره\n...\nوخاضب من دمه الطينا\nأعطى البزاة الله من فضله\n...\nما لم يخوّله الشواهينا\nوقال أيضاً:\nحشوتُ كفي دستباناً مُشْعَرا\n...\nفروة سنجاب لؤاماً اوبرا\nالجزء: 1 ¦ الصفحة: 166\n",
        "بقي بنان الكف ألا تَخصرا\n...\nوغمزة البازي إذا ما ظفّرا\nفشمتُ فيها الكف إلا الخنصرا\n...\nأعددت للبغثان حتفاً ممقرا\nأبرش بطنان الجناح أقمرا\n...\nأرقط ضاحي الدفتين أنمرا\n(كأن شدقيه إذا تضورا\n...\nصدغان من عرعرة تفطرا)\nكأن عينيه إذا ما أتأرا\n...\nفُصّان قُدّا من عقيق أحمرا\nفي هامة علباء تهدي منسرا\n...\nكعطفة الجيم بكفّ أعسرا\nفالطير يلقين مُدّقّاً مِكسرا\n...\nمشقاً هذاذيه ونهساً نهسرا\nالجزء: 1 ¦ الصفحة: 167\n",
        "وقال غيره في صفته:\nمكان سواد العين منه عقيقة\n...\nوتبر على خط البياض يدور\nتمور إذا مارنّقت في مآقها\n...\nكما مار من ماء الزجاجة نور\nله قَرْطقٌ ضافي البنائِق أنمر\n...\nمفوّف ضاحي الشقتين طرير\nومن تحته درع كأن رقومه\n...\nتعاريج وشي أرضهن حرير\nكأن اندراج الريش منه حبائك\n...\nبعقب سحابات لهنّ نشور\nله هامة ملساء أما قذالها\n...\nفمُوفٍ وأما جيدها فقصير\nململمة فرعاء لولا شكيرها\n...\nلقلت مَذاكٍ ضُمَّنته صخور\nمعصَّبة بالقِدّ ذات نواشر\n...\nلها من خطاطيف الحديد ظفور\nله مِنسر يحكي من الظبي روقه\n...\nإذا تم للتحجيز منه طرور (؟)\nله فُوَفٌ فوق القذال كأنها\n...\nولم يَعْلُه وخط القتير قتير\nتخّيره القنّاص من بين عصبة\n...\nلهم عند فخر القانصين فخور\nوهذّبه حتى كأن ضميره\n...\nله دون ما تهوى النفوس ضمير\nأتانا به من رأس خلقاء حزنه\n...\nلها فوق أرآد الشفاف ذرور\nالجزء: 1 ¦ الصفحة: 168\n",
        "مُؤللةٍ جَلسٍ إذا الطرف رامها\n...\nأعادت إليه الجفن وهو حسير\nكآدٍ تحاماها الأنوق فما لها\n...\nبأحضانها دون الرؤوس وكور\nسباه صغيراً فأستمرّ لحزمه\n...\nوردّ إليه العزم وهو كبير\nيُقطّع أسحار البغاث كأنما\n...\nله في نحور البائسات ثؤور\nتبوأ أيدي مالكيه كأنه\n...\nعلى آمريهِ في الجلالِ أمير\nومما قيل في صفته:\nكأنها ألواح بازٍ نهضل\n...\nكُرّز يلقي ريشهٍ ويغتلي\nأكلف ملتفّ بريش دغفل\n...\nتلفَّف الشيخ التوى في المَشْمَل\nإذا غدا والطير لم تُصلصل\n...\nغدا بضيق العينين لم يكلل\nبحدِ أطراف شباً مؤسل\n...\nفانحطّ يهوي من بعيد المحتل (؟)\nإن طِرن ساماهنّ سامٍ من عل\n...\nوإن تطأطأن انحنى لأسفل\nأوْدّين بعد النفض والتحفل\n...\nمن لطم ذي معمعةٍ مولول\nوقال بعض المحدثين يصفه:\nقد أغتدي في نفس الصباح\n...\nبمقرم للصيد ذي ارتياح\nمعلّق الأشباح بالأشباح\n...\nيركض في الهواء بالجناح\nالجزء: 1 ¦ الصفحة: 169\n",
        "كركض طرف السبق في البراح\n...\nذي جلجلٍ كالصرصر الصيّاح\nقُمّصٍ وشياً حسن الاوضاح\n...\nتخاله منه حباب الرّاح\nحتفٍ لطير اللّجَّة السَّبَّاح\n...\nذي الطوق منهن وذي الوشاح\nيسبحن في الماء وفي الرياح\nلما خَبا ضوء الصباح ومشى\n...\nغدوت في غرته منكمشاً\nأنتاب بالدير غديراً مرعشاً\n...\nبكرَّزي كالرخام أبرشا\nتخال في الجؤجؤ منه نمشا\n...\nأو بُردَ وشّاءٍ أجاد النّقشا\nأو وحي حِبرٍ في أديم رقشا\n...\nوتحسب الريش إذا ما نهشا\nقطناً على منسره منفّشا\nأخطأ في قوله نهشاً كان يجب أن يقول:\nونحسب الريش إذا ما نهسا\nبالسين غير معجمة في الجوارح فأما النهش بالإعجام فللحيّة.\nوقال:\nغدوت للصيد بفتيان نُجب\n...\nوسبب للرزق من خير سبب\nغداً تلاقي الطير حتفا من كثب\n...\nوهي على ماء خليج تصطخب\nتطلب ديناً في النفوس قد وجب\n...\nبمقلة تهتك أستار الحجب\nكأنها في الرأس مسمار ذهب\n...\nكانت له وسيلة فلم تخب\nذي منسرٍ مثل السنان مختضب\n...\nوذَنَب كالذيل ريّان القصب\nاسُبِلَ فوق عطبة من العُطُب\n...\nكأن فوق رأسه إذا انتصب\nمن حلل الكتان راناً ذا هُدَب\n...\nقد وثق القوم له بما طلب\nفهو إذا خُليّ لصيدٍ واضطرب\n...\nعرّوا سكاكينَهُم مِن القرب\nالجزء: 1 ¦ الصفحة: 170\n",
        "وقال عبد الله بن محمد الناشي يصفه:\nلما تفرّى الليل عِن اثباجه\n...\nوارتاح ضوء الصبح لانبلاجه\nغدوت أبني الصيد في منهاجه\n...\nبأقْمَرِ أبدع في نتاجه\nألبسه الخالقُ من ديباجه\n...\nثوباً كفى الصانع من نِساجِه\nحالٍ من السُّوق إلى أوداجه\n...\nوشياً يحار الطرف في اندراجه\nفي نسقٍ منه وفي انعراجه\n...\nوزانَ فَوْدَيْه إلى حِجاجِه\nبزينةٍ كفته نظم تاجه\n...\nمنسره ينبئ عن خِلاجِه\nوظفره يخبر عن علاجه\n...\nلو استضاء المرء في ادلاجه\nبعينه كفته من سراجه\nوقال:\nأيا صاح بازيّ بازيّ أنه\n...\nمن البؤس والفقر في الدهر جُنّه\nألست ترى ظبيات يردن\n...\nمياهاً يضيء تلألؤهنّه\nصوارينا شأنكنّ النهودَ\n...\nلهن فهن أولياؤكنه\nقياماً أقبحكن الغداة\n...\nأن لم تجئن إلينا بهنّه\nفيَهْياه يَهياهُ أين المفر\n...\nلهن إذا ما شاء أو تيَهنّه\nويا خيل ويهأ دراكِ دراكِ\n...\nعساكن تمنحننا صيدهنّه\nفنأخذ منهنن ثاراتنا\n...\nبحق جناية أشباههنّه\nالجزء: 1 ¦ الصفحة: 171\n",
        "(فكم من قتيل لنا هالك\n...\nبإحداقهن وأجفانهنّه)\nيمكنّ منْ شائمات القلو\n...\nب ضواري العيون فيصدْ نهنه.\nوقال محمود بن الحسين السندي الكاتب يصفه:\nلما أجدّ الليل في انحيازه\n...\nولاح ضوء الصبح في أعجازه\nدعوت سعداً فأتى ببازه\n...\nيحمل يسراه على قفازه\nضامن زادٍ جدّ في احرازه\n...\nندباً هوانُ الطير في اعزازه\nأقرانه تنكل عن برازه\n...\nيبادر الفرصة في انتهازه\nكأنما راح إلى بزّازه\n...\nفابتزّه المُوْشيّ من طرازه\nفصاد قبل الشدّ في اجتيازه\n...\nخمسين حزناً هن باحتيازه\nما أسلف البرّ فلم يجازه\n...\nولا خلا في الوعد من إنجازه\nوله فيه:\nقد أغتدي والليل مهتوك الحمى\n...\nوالصبح يسْتنفِض أسرار الدجى\nمبتسماً عن ساطع من الضيا\n...\nضحك الفتاة الخود في وجه الفتى\nأو مثل وجهي يستهّل للِقرى\n...\nبكاسرٍ من البزاة مجتبى\nأبيض إلاّ لمعاً فوق الفرا\n...\nكأنها رش عبيرٍ في مُلا\nكأنما ناظره إذا سما\n...\nيا قوتة تهدى إلى بعض الدُّمى\nكأنما المنسر من حيث انحنى\n...\nعطفة صدغ خُطّ في خدّ رشا\nكأنما نيطت بكفيه مُدى\n...\nأوحى من النجم إذا النجم هوى\nأو رجعة الطرف سما ثم انثنى\n...\nتستأسر الطير له إذا بدا\nالجزء: 1 ¦ الصفحة: 172\n",
        "موقنة منه بحتفٍ وردي\n...\nأجزل بما كافأته وما جزى\nأقرضتُه تأميل ربحٍ فَوَفى\n...\nبواحدٍ ألفاً وأربى في العطا\nوليس بين العبد والمولى ربا\nقال: وكنت إلى صديق لي من الكتّاب أصف بازياً له حضرت معه الصيدَ به\nقد أغتدي أو باكراً بأسحار\n...\nونحن في جلباب ليل كالقار\nشُدّ علينا بعري وأزرار\n...\nكأنه جلدة نوبيّ عار\nحتى إذا ما عرف الصيد الضاري\n...\nوأذن الصبح له في الإبصار\nخلى لكل شيخ نائي الدار\n...\nفارس كفٍّ ماثلٌ كالأسوار\nذو جؤجؤ مثل الرخام المرمار (؟)\n...\nأو مصحف منمنم ذي أسطار\nومقلة صفراء مثل الدينار\n...\nيرفع جفناً مثل جوف الزنار\nومخلب كمثل عطف المسمار\n...\nآنَسَ طيراً في خليج هدّار\nمضطرب اللجنة صافي الأقطار\n...\nسوابحاً تغري جباب التيّار\nمن كل صدّاح العشيّ صفّار\n...\nكأنه مرجّع في مزمار\nوذات طوق أخضر ومنقار\n...\nكنصف مضراب برى منه الباري\nفصاد قبل فترةٍ وإضجار\n...\nخمسين فيهن سمات الأظفار\nيخبطها خبط مليك جبار\n...\nمظفراً يطلبها بالأوتار\nقد حُكّمت سيوفه في الأعمار\n...\nكأنه فيها شواظ من نار\nالجزء: 1 ¦ الصفحة: 173\n",
        "ما قيل في الباشق من الشعر\nمما ضمَّناه كتابنا هذا فمن ذلك قول محمود بن الحسين الكاتب:\nوكان جؤجؤه وريش جناحه\n...\nترجيع نقش يد الفتاة العاتق\nيسمو فيَخْفى في الهواء وتارة\n...\nيهفو فينقض انقضاض الطارق\nما حام عن طلب الحمام ولم يُفِق\n...\nمذ كان من صيد الاوز الفائق\nيشفي إذا نعب الغراب بفرقة\n...\nقلب المحب من الغراب الناعق\nوإذا القطاة تخلفت من خوفه\n...\nلم يعدُ أن يهوى بها من حالق\nله هامة كُلّلت باللجين\n...\nفسال اللجين على المَفْرِق\nيقلّب عينين في رأسه\n...\nكأنهما نقطتا زئبقِ\nوشُرّب لوناً له مُذْهباً\n...\nكلون الغزالة في المشرق\nهُنَيْدَة كاملة وزنه\n...\nوسرعته سرعة البيدق\nحِمام الحَمام وحتف القطا\n...\nوصاعقة القَبْج والعَقْعَق\nالجزء: 1 ¦ الصفحة: 174\n",
        "وأحنى عليك إلى أن يعود\n...\nإليك من الوالد المشفق\nوإن غاب عنك لصيدٍ نحاه\n...\nبأسنان مستأسدٍ موثق\nسمعت الفصيح كأن الخلي\n...\nل يطارحه علل المنطق\nفأكرم به وبكف الأمير\n...\nوبالدستبان إذا تلتقي\nوقال بعض شعراء بني هاشم يصفه:\nلما انجلى ضوء الصباح فانفتق\n...\nغدوتُ في ثوبٍ من الليل خَلَق\nبطامح النظرة في كل أفق\n...\nبمقلةٍ تصدقه إذا رمق\nكأنها نرجسة بلا ورق\n...\nمباركٍ إذا رأى فقد رُزِق\nوقد قيل في الباشق من الشعر ما لو أتينا به لأطلنا ولكنا اقتصرنا في ذلك على ما ضمناه كتابنا.\nما قيل في الشواهين من الشعر\nقال أبو نؤاس:\nقد اغتدي قبل الصباح الأبلج\n...\nوقبل يفتان الدجاج الدُّحج\nأو سبهردار اللون اسبهرج\n...\nيوفي على الكفّ انتصاب الرمج\nمشمر ثيابه عن موزج\n...\nكأنما عُلّ بصبغ النيلج\nكأن لون ريشه المدرّج\n...\nمن قائم منه ومن معرّج\nالجزء: 1 ¦ الصفحة: 175\n",
        "باقي حروف السطر المخرفج\n...\nأبرش أوتاد الجناح الخرجّ\nبين خوافيه إلى الدّهِيرَج\n...\nينهس سير المقود المحملج\nمن نهم الحرص وأن لم يلمج\n...\nينحاز جولان القذى المنمنج\nعند امتداد النظر المحمج\n...\nمن مقلة واسعة المحمج\nكأنما يطرق عن فيروزج\n...\nمن الشواهين كلاف كنفج\nفي هامة مثل الصلا المدمَّج\n...\nومنسر أقنى رحاب المفرج\nحتى قضينا كال حاج محتج\n...\nمن ديرج اللون وغير الديرج\nيظل أصحابي بعيش سجسج\n...\nمن رَهَم الصيد وشرب البُختج\nتراهم من معجل ومنضج\n...\nوقادح أورى ولم يؤجج\nوأنشِدتُ لبعضهم في صفته:\nهل لك يا قناص في شاهين\n...\nسَوْدَانقٍ مؤدّبٍ أمين\nالجزء: 1 ¦ الصفحة: 176\n",
        "جاء به سابيه من دَرِين\n...\nضرّاه بالتخشين والتليين\nحتى لأغناه عن التلقين\n...\nفكاد للتثقيف والتمرين\nيعرف معنى الوحي بالجفون\n...\nيظلّ من جناحه المَزين\nفي قُرْطَق من خزّه الثمين\n...\nمفوّق في نعمة ولين\nيشبه في طرازه المصون\n...\nبُرد أنوشروان أو شيرين\nوشِكَةٍ كَزَرَدٍ موضون\n...\nمضاعف بالنسج ذي غضون\nكدرع يزدجر أو شروين\n...\nأحوى مجاري الدمع والشؤون\nذي مِنْسرٍ مؤيدٍ مسنون\n...\nوافٍ كشطر الحاجب المقرون\nمنعطف مثل انعطاف نون\n...\nيبدي اسمُهُ معناه للعيون\nما قيل في الصقر من الشعر\nقال رؤبة بن العجّاج:\nقد أغتدي والصبح ذو بَنيق\n...\nبملحمٍ أكلف سَوْذَينق\nالجزء: 1 ¦ الصفحة: 177\n",
        "يرمى إلينا نظر الموموق\n...\nعجلان منها عن غدير النوق\nعلى شمال مطعم مرزوق\n...\nبكف بسطام على توفيق\nآنس سرباً لايح التبريق\n...\nفانقضّ ضارٍ كعب التمزيق\nكأنه حطَّان منجنيق\n...\nإذا انتحى بمخلبٍ علوق\nطأطأ منهنّ عن التحليق\n...\nقد وثقوا من وقعة الموثوق\nبوقعِ لا وان ولا مسبوق\n...\nيدير عيني وعلٍ موروق\nيصكّ كل خُرّبٍ بطريق\n...\nبين فضاء الأرض والمضيق\nيعطيه بعد النفض والتعريق\n...\nعنقاً ورأساً كقفا الإبريق\nأوراق إلا جدّة التطويق\n...\nأدمج بالحناء والخلوق\nمما يُشَفّى من دم العروق\n...\nكان صوت ريشه المطروق\nلما تدلى من أعالي النيق\n...\nقصباء حَتّ في ضيا حريق\nوأنشدني بعض أهل العلم:\nيا رب صقر يفرس الصقورا\n...\nويكسر العيقان والنسورا\nيجتاب برداً فاخراً مطرورا\n...\nمسّيراً بكتفه تسييرا\nوقد تقبَّى تحته حريرا\n...\nمشّمرا عن ساقه تشميرا\nيضاعف الوشي به التنميرا\n...\nمعرّجاً فيه ومستديرا\nكما يضمُّ الكاتب السطورا\n...\nكأنه قد ملك التصويرا\nلنفسه فأحسن التقديرا\n...\nيروم منه أسداً هصورا\nمشزرّاً ألحاظه تشزيرا\n...\nكأنّ في مقلته سعيرا\nالجزء: 1 ¦ الصفحة: 178\n",
        "تخاله من قلق مذعورا\n...\nذا حذرٍ قد جرب الأمورا\nسباه من شاهقةٍ صغيرا\n...\nقد طار أو ناهز أن يطيرا\nمن كان بالرفق له جديرا\n...\nينذر في ابقائه النذورا\nكأن ساقيه إذا استثيرا\n...\nساقا ظليم أحكما تضبيرا\nذا هامة ترى لها تدويرا\n...\nكما أدرت جندلاً نقيرا\nتسمع من داخلها صفيرا\n...\nيحكي من اليراعة الزميرا\nترى الاوزّ منه مستجيرا\n...\nيباكر الضحضاح والغديرا\nيثبت في أحشائها الاظفورا\n...\nينتظم الأسحار والنحورا\nوله أيضاً:\nغدونا وطرفُ الليل وسنان غابر\n...\nوقد نزل الاصباح والليل سائر\nبأجدلَ من حُمْر الصقور مؤدّب\n...\nوأكرمُ ما جرّبتَ منها الاحامر\nجريء على قتل الظباء وإنني\n...\nليعجبني أن يقتل الوحش طائرُ\nقصير الذُّنابي والقُدامى كأنها\n...\nقوادم نسرٍ أو سيوف بواتر\nورُقِشّ منه جؤجؤ فكأنما\n...\nأعارته أعجامَ الحروف الدفاتر\nوما زالتَ بالاضمار حتى صنعتُه\n...\nوليس يحوز السبق إلا الضوامر\nوتحمله منا أكف كريمة\n...\nكما زُهِيت بالخاطبين المنابر\nالجزء: 1 ¦ الصفحة: 179\n",
        "فعنً لنا من جانب السفح ربرب\n...\nعلى سَنن تستنّ فيه الجآذر\nفَجَلَّي وُحلت عقدة السير فانتحى\n...\nلأولها إذ أمكنته الأواخر\nيحث جناحيه على حرّ وجهه\n...\nكما فُصّلت فوق الخدود المغافر\nفما تمّ رجع الطّرف حتى رأيُتها\n...\nمصرّعة تهوي إليها الخناجر\nكذلك لذاتي وما نال لذة\n...\nكطالب صيدٍ ينكفي وهو ظافر\nوقال فيه:\nألفت صقراً جلّ باريه وَعزْ\n...\nندباً إذا قدّم ميعاداً نجز\nمجتمع الخلق شديداً مكتنز\n...\nأحمر رحب الجوف مخطوف العجز\nكأنما الريش عليه حمل خز\n...\nكأنما حملاقه زّنار قز\nكأنما بنظر من بعض الخرز\n...\nأنمر من عَزّ به في الصيد بز\nفي مثله يسعد اطرار الرجز\n...\nيعدو على الظبي ويغتال الخزز\nويقتل الفز فما يُخطبه فز\n...\nويحتوي على الحمام والاوز\nيعبرها حتى إذا جاز همز\n...\nأمضى من العضب إذا ما العضب هُز\nوإن رأى الفرصة منهن انتهز\n...\nحاز على أشكاله ما لم تحز\nترى به شخص حمامٍ أن برز\n...\nما أخطأ المفصلَ منها حين حز\nالجزء: 1 ¦ الصفحة: 180\n",
        "كلا ولا أحرزها منه حَرَز\n...\nصُل بالقطاميّ إذا شئت تفز\nوأفخر به فالصقر أعلا وأعز\n...\nوساير الطير سداد من عوز\nوقال آخر يصفه:\nمثل القطاميّ أناف قتبه\n...\nمختضباً معظمه ومخلُبه\nيغتصب الطير وما تغتصبه\n...\nتظلّ في الاخمار مما ترهبه\nجانحة من خوفه ترقبه\n...\nلا يأمن الضربة منه أرنبه\nولا يدب بالفضاء ثعلبه\n...\nمثرٍ من الكسب قليل نشبه\nيكتسب اللحم وما يكتسبه\n...\nبات وطلّ من سماءٍ يضربه\nحتى إذا الصبح تجلّت جوبه\n...\nعن طرفِ لِمّاحٍ شديدٍ كَلَبه\nمن أضم الجوع الذي تَلّهبُه\n...\nيكاد أن عاين شخصاً بمثقبه\nبقوة الطرف الذي يقلبه\n...\nاسنان عين صادق لا تكذبه\nلاح له قبل الذُرور خُرَبه\n...\nوليّ ولا يؤيل منه هربه\nواحتثَه من جوه تصوّبه\n...\nبه رشاش من دمٍ يخضبه\nكأنه طالب ذحْلٍ يطلبه\n...\nأعسر مسحور شديد كَلَبُه\nذو ماقةٍ كدّرها تغضُّبه\n...\nما أن يرى أن عدوّاً يغلبه\nكأنه في الُلح إذ يقطبه\n...\nإن طار عنه ريشه وزغبه\nوانفضَّ من بعد اجتماع سلبه\n...\nعفرية صُبّ عليه كوكبه\nفي مستجير اللون داج غيهبه\n...\nأو قِشعُ فَروٍ لم يُجمّعُ هدَبُه\nالجزء: 1 ¦ الصفحة: 181\n",
        "باب صيد طير الماء في القمر\nبالبازي والباشق وهو باب تفردنا به دون غيرنا ولم نعلم أحداً سبقنا إليه من مؤلفي كتب البيزرة من المتقدمين\nإذا أردت أن تصيد بالبازي أو الباشق طير الماء في القمر فأعمد إلى أفره ما عنك من بازي أو باشق فعوّده التلقيف بالعشيّ على حمام أبيض\nوكلما جاءك فأشبعه حتى يألف ذلك ولا يتأخر عنه، ثم اجعل تلقيفه مع صلاة المغرب ليلتين أو ثلاثاً حتى تثق بمجيئه على الصياح من وسط النخل، فإذا جاءك من النخل على الصياح فأشبعه على التلقيف فقط ليلتين أو ثلاثاً ثم أجعل تلقيفه مع صلاة العشاء الآخرة ولا تطعمه نهاره شيئاً، وليكن ذلك في الليلة التي تريد الصيد فيها، وإن لم ترد الصيد به فيها، فأجعل طعمه بالغداة كسائر الجوارح وإذا هو جاءك العَتَمة، ولم يتأخر عنك إذا سمع صياحك فأشبعه ليلتين أو ثلاثاً، ليألف الشبع في الليل، فإذا فعلت به ذلك وألفه وأردت الصيد به فعَيّن على خليج يكون فيه طير الماء، فأن كان بازياً فأجتهد أن يكون طير الماء كبيراً، وإن كان باشقاً فليكن طير الماء صغيراً وهي تسمَّى الحذف، فإذا عزمت على الصيد به وكانت بينك وبين خصم مبايعة على الصيد في الليل، فخذ خصمك واركب، فإذا رأيت الطير الذي عيَّنت عليه في الخليج، فلا تعجل بالإرسال\nالجزء: 1 ¦ الصفحة: 182\n",
        "وأمسك يدك وأضرب الطبل، فأن الطير إذا علت رآها البازي فحينئذ أرسله، فأنه يصيد بأذن الله، ومتى أرسلته قبل أن تضرب له الطبل مرَّ على وجهه لأنه لا يتأمل طير الماء، وما يحتمل إرسال الليل يحتمله إرسال النهار، لأن الجارح يبصر الطير بالنهار عن بعدٍ ولا يمكنه النظر في الليل فلذلك وجب أن تَتَثبَّتَ في الإرسال فإذا صاد فأشبعه.\nوربما أخطأ وقعد في النخل فأدعه فأنه يجيئك للتلقيف فإذا جاءك فأشبعه وقد يجوز أن يبيت على بعض النخل فإذا يئست من مجيئه فبيّت علاماً تحته فأنه يأخذه بالغداة، ولا تطعمه شيئاً، وعد به في الليلة الثانية، وليكن معك طيرة ماء مخيطة فأن هو صاد فأشبعه وإن لم تجد من طير الماء شيئاً فطيّر له التي معك وأشبعه عليها فأنه يصيد بأذن الله.\nوقد حُدّثنا أن الاخشيد كان له بازي يصيد به في القمر، ولم نر ذلك ولا علمنا أن أحداً سبقنا إليه، وربما زاد الناس في الكلام ونقصوا.\nوأما الشاهين والصقر فمن طبعهما الصيد بالأسحار، وكثرة صيد الشاهين في الأسحار الواقات والقُبَيسات وهي الصدوات لقلة مراوغتها في الليل.\nوكذلك طير الماء ليس له مراوغة في الليل عند ضرب الطبل ولذلك يقدر على صيده.\nالجزء: 1 ¦ الصفحة: 183\n",
        "باب شد الجوارح على الكنادر\nقد ذكرنا في كتابنا هذا ما لم يذكره الناس في كتبهم من شدّ الجوارح على الكنادر من البزاة والبواشق، لأنها تُشدّ على العوارض، ومتى كان شدها ضيقاً لم يؤمن عليها من الانقطاع، لأنه متى وثب الجارح على غفلة وهو قصير الشدّ لم يؤمن عليه أن ينقطع، والأجود أن يكون في شدّه فضل فأنه أسلم له، ويجب على من تكون له جوارح ألاّ يبيت أو يفتقدها فإن كانت وجوهها إلى الحائط حوّلها عنه ليأمن عليها.\nوحُدّثنا عن شيخ من اللعَّاب أنه كانت له عدة بواشق في بيت، وأنها كانت موجهة إلى الحائط وأن واحداً منها عارضه شيء في الليل فوثب فلقيه الحائط بشدة بدنه فمات، وأن كل ما كان معه من البواشق لما أحسَّت بوثبته وثَبَت كلها فأصبحت تحت الكنادر أمواتاً عن آخرها، ولم يُعرف لها سبب غير ما ذكرناه، فأحببنا أن نجعله باباً مفرداً وقد وصينا بما فيه الصلاح لمن انتهى إليه وعمل به وبالله نستعين وعليه نتوكل.\nتم الكتاب والحمد لله رب العالمين كما هو أهله ومستحقه وصلى الله على نبيه محمد خاتم النبيين وعلى الأئمة من عترته الطاهرين الأخيار وسلم تسليما.\nالجزء: 1 ¦ الصفحة: 184\n",
        ""
    ]
}