{
    "1": [
        "أحاديث الموطأ وذكر اتفاق الرواة عن مالك\nأحاديث الموطأ وذكر اتفاق الرواة عن مالك\nالدارقطني\nالكتاب:\nأحاديث الموطأ وذكر اتفاق الرواة عن مالك واختلافهم فيه وزيادتهم ونقصانهم\nالمؤلف:\nأبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي الدارقطني (المتوفى: 385هـ)\nالمحقق:\nأبو الوليد هشام بن علي\nالناشر:\nمكتبة أهل الحديث - الشارقة / الإمارات\nالطبعة:\nلا يوجد\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\nرب يسر وَلَا تعسر\nذكر مَا أسْند أَبُو عبد الله مَالك بن أنس بن مَالك بن أبي عَامر بن عَمْرو بن الْحَارِث بن عُثْمَان بن جثيل بن عَمْرو بن الْحَارِث وَهُوَ ذُو أصبح بن عَوْف بن مَالك بن زيد بن شَدَّاد بن زرْعَة وَهُوَ حمير الْأَصْغَر.\nوَأمه الْعَالِيَة بنت شريك بن عبد الرَّحْمَن بن شريك الْأَزْدِيَّة.\nوعمومته أَبُو سُهَيْل نَافِع وأويس وَالربيع وَالنضْر بَنو أبي عَامر.\nروى عَن عَمه الرّبيع أَبُو أويس.\nوروى الزُّهْرِيّ عَن أَبِيه أنس وَعَن عميه أويس وَنَافِع وَقَالَ مولى التيميين.\nوَمَات مَالك بِالْمَدِينَةِ سنة تسع وَسبعين وَدفن بِالبَقِيعِ فِي خلَافَة هَارُون وَكَانَ مولده سنة ثَلَاث وَتِسْعين وَتُوفِّي وَله من السن سِتّ وَثَمَانُونَ سنة.\nالجزء: 1 ¦ الصفحة: 41\n",
        "روى عَنهُ جمَاعَة من الْأَئِمَّة مِمَّن مَاتَ قبله، مِنْهُم: الزُّهْرِيّ وَيحيى ابْن سعيد الْأنْصَارِيّ وَيزِيد بن الْهَاد وَزيد بن أبي أنيسَة وَابْن جريج وَمعمر وَعَمْرو بن الْحَارِث وَالْأَوْزَاعِيّ وَالثَّوْري وَشعْبَة وَعمر بن مُحَمَّد بن زيد وَغَيرهم.\nوَمن نظرائه: جوَيْرِية بن أَسمَاء ووهيب وَاللَّيْث بن سعد وَحَمَّاد بن زيد وَسَعِيد بن عبد الرَّحْمَن الجُمَحِي وَيحيى بن أَيُّوب.\nالجزء: 1 ¦ الصفحة: 42\n",
        "ذكر مَا أسْند مَالك مِمَّا رُوِيَ عَنهُ فِيهِ الْمُوَطَّأ على اخْتِلَاف الروَاة عَنهُ فِي بِذكر اخْتلَافهمْ واتفاقهم وانفراد بَعضهم بالرواية عَنهُ فِيهِ على بعض دون غير الْمُوَطَّأ من حَدِيثه\nالجزء: 1 ¦ الصفحة: 43\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 44\n",
        "1 -\nذكر مَا أسْند فِي الْمُوَطَّأ عَن الزُّهْرِيّ عَن أنس بن مَالك\nخَمْسَة أَحَادِيث:\n1 -\nركب فرسا فصرع (22 / أ) عَنهُ فجحش.\n2 -\nكُنَّا نصلي الْعَصْر.\n3 -\nحَدِيث من المغفر.\nالجزء: 1 ¦ الصفحة: 45\n",
        "4 -\nلَا تَحَاسَدُوا وَلَا تباغضوا.\n5 -\nأُتِي بِلَبن قد شيب بِمَاء.\nالزُّهْرِيّ عَن سهل بن سعد\nحَدِيث وَاحِد:\nقصَّة المتلاعنين بِطُولِهِ.\nأَبُو أُمَامَة بن سهل\nثَلَاثَة:\n1 -\nمَا رَأَيْت كَالْيَوْمِ وَلَا جلد مخبأة.\n2 -\nوَعَن ابْن عَبَّاس عَن خَالِد، وَقيل: وخَالِد، وَحَدِيث الضَّب.\nالجزء: 1 ¦ الصفحة: 46\n",
        "وَقَالَ ابْن وهب والقعنبي ومعن: عَن خَالِد، وَقَالَ ابْن بكير وَابْن الْقَاسِم وَابْن يُوسُف وَابْن عفير: وخَالِد.\n3 -\nبن أبي مسكينة مَرضت.\nالسَّائِب بن يزِيد\nوَاحِد:\nعَن الْمطلب عَن حَفْصَة: يُصَلِّي فِي سبحته.\nمُحَمَّد بن جُبَير بن مطعم\nاثْنَان:\nالجزء: 1 ¦ الصفحة: 47\n",
        "1 -\nقَرَأَ فِي الْمغرب بِالطورِ.\n2 -\nلي خَمْسَة أَسمَاء.\nوَصله معن فِي موطئِهِ وَتَابعه إِبْرَاهِيم بن طهْمَان وَابْن مبارك الصُّورِي وَابْن شروس وَابْن نَافِع، وأرسله القعْنبِي وَابْن يُوسُف وَابْن بكير، وَلم يذكرهُ ابْن وهب وَابْن الْقَاسِم وَابْن عفير.\nحَدثنَا النَّيْسَابُورِي: ثَنَا يُونُس: ثَنَا ابْن وهب مُرْسلا.\nعبد الله بن عَامر بن ربيعَة\nوَاحِد:\nعَن عبد الرَّحْمَن بن عَوْف فِي الطَّاعُون.\nالجزء: 1 ¦ الصفحة: 48\n",
        "مَحْمُود بن الرّبيع\nوَاحِد:\nصلى فِي بَيْتِي مَكَانا أتخذه مصلى.\nعَليّ بن الْحُسَيْن\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 49\n",
        "عَن عمر بن عُثْمَان عَن أُسَامَة: لَا يَرث الْمُسلم الْكَافِر، فَرَائض ومراسيل.\nعبد الله وَالْحسن ابْني مُحَمَّد\nعَن أَبِيهِمَا عَن عَليّ: الْمُتْعَة وَلُحُوم الْحمر.\nمُحَمَّد بن عبد الله بن الْحَارِث بن نَوْفَل\nوَاحِد:\nعَن سعد فِي التَّمَتُّع بِالْعُمْرَةِ إِلَى الْحَج.\nالجزء: 1 ¦ الصفحة: 50\n",
        "صَفْوَان بن عبد الله بن صَفْوَان\nوَاحِد: (22 / ب)\nأَن صَفْوَان قيل لَهُ من لم يُهَاجر هلك. فِي الْحُدُود.\nالزُّهْرِيّ عَن عِيسَى بن طَلْحَة بن عبيد الله\nوَاحِد:\nعَن عبد الله بن عَمْرو: لَا حرج لَا حرج.\nعَامر بن سعد\nوَاحِد:\nفِي الْوَصَايَا: عادني النَّبِي [\n] .\nالجزء: 1 ¦ الصفحة: 51\n",
        "أَبُو بكر بن عبيد الله\nوَاحِد:\nإِذا أكل فَليَأْكُل بِيَمِينِهِ.\nعباد بن زِيَاد عَن الْمُغيرَة\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 52\n",
        "الْمسْح على الْخُفَّيْنِ.\nابْن أكيمَة عَن أبي هُرَيْرَة\nوَاحِد:\nمَالِي أنازع الْقُرْآن.\nعباد بن تَمِيم عَن عَمه\nوَاحِد:\nمُسْتَلْقِيا فِي الْمَسْجِد.\nالجزء: 1 ¦ الصفحة: 53\n",
        "أَبُو بكر بن عبد الرَّحْمَن عَن أبي مَسْعُود\nوَاحِد:\nثمن الْكَلْب وَمهر الْبَغي.\nمَالك بن أَوْس\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 54\n",
        "عَن عمر فِي الرِّبَا.\nعبد الرَّحْمَن بن كَعْب\nوَاحِد:\nعَن أَبِيه: نسمَة الْمُؤمن.\nسُلَيْمَان بن يسَار\nوَاحِد:\nعَن ابْن عَبَّاس: كَانَ الْفضل رَدِيف النَّبِي [\n] فِي الْحَج.\nإِسْمَاعِيل بن مُحَمَّد بن ثَابت\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 55\n",
        "عَن ثَابت: تعيش حميدا.\nابْن عفير وَابْن أبي أويس دون غَيرهمَا من أَصْحَاب الْمُوَطَّأ، وتابعهما غير وَاحِد فِي غير الْمُوَطَّأ.\nعبد الحميد بن عبد الرَّحْمَن\nوَاحِد:\nعَن ابْن نَوْفَل عَن ابْن عَبَّاس عَن ابْن عَوْف فِي الطَّاعُون.\nالجزء: 1 ¦ الصفحة: 56\n",
        "عُثْمَان بن إِسْحَاق بن خَرشَة\nوَاحِد:\nعَن قبيصَة: جَاءَت الْجدّة إِلَى أبي بكر، فِي الْفَرَائِض عَن مُحَمَّد والمغيرة.\nعبد الرَّحْمَن الْأَعْرَج\nثَلَاثَة مِنْهَا:\n1 -\nعَن ابْن بُحَيْنَة فِي السَّهْو.\n2 -\nوَعَن أبي هُرَيْرَة: من سَأَلَهُ جَاره.\n3 -\nوَشر الطَّعَام الْوَلِيمَة.\nأَبُو إِدْرِيس الْخَولَانِيّ\nاثْنَان:\nالجزء: 1 ¦ الصفحة: 57\n",
        "1 -\nعَن أبي هُرَيْرَة: من استجمر فليوتر.\n2 -\nوَعَن أبي ثَعْلَبَة: نهى (23 / أ) عَن أكل كل ذِي نَاب من السبَاع فِي الضَّحَايَا وَالصَّيْد.\nحرَام بن سعيد بن محيصة\nاثْنَان:\n1 -\nعَن أَبِيه: فِي كسب الْحجام.\nالجزء: 1 ¦ الصفحة: 58\n",
        "2 -\nوَإِن نَاقَة للبراء فِي الْأَقْضِيَة.\nأَبُو عبيد مولى ابْن أَزْهَر\nاثْنَان:\n1 -\nعَن عمر فِي الْعِيدَيْنِ.\n2 -\nوَعَن عُثْمَان وَعَن أبي هُرَيْرَة: يُسْتَجَاب لأحدكم مَا لم يعجل.\nالجزء: 1 ¦ الصفحة: 59\n",
        "عَطاء بن يزِيد\nأَرْبَعَة:\n1 -\nعَن أبي سعيد: إِذا سَمِعْتُمْ الْمُؤَذّن.\n2 -\nوَعَن عبيد الله بن عدي: يَسْتَأْذِنهُ فِي قتل رجل من الْمُنَافِقين.\n3 -\nوَعَن أبي أَيُّوب: لَا يحل لمُسلم أَن يهجر.\n4 -\nوَعَن أبي سعيد: من يتصبر يصبره الله.\nسَالم بن عبد الله\nثَمَانِيَة:\nالجزء: 1 ¦ الصفحة: 60\n",
        "1 -\nرفع الْيَدَيْنِ.\nوَاخْتلفُوا فِي لَفظه.\n2 -\nصَلَاة الْمغرب وَالْعشَاء بِالْمُزْدَلِفَةِ.\n3 -\nالْحيَاء من الْإِيمَان.\nوَصله ابْن وهب وَابْن بكير وَابْن الْقَاسِم وَابْن يُوسُف ومعن وَابْن\nالجزء: 1 ¦ الصفحة: 61\n",
        "عفير وَمُحَمّد بن حَرْب وَمَنْصُور بن أبي مُزَاحم وَعُثْمَان بن عمر، والقعنبي فِي غير الْمُوَطَّأ، وأرسله القعْنبِي فِي الْمُوَطَّأ وَأَبُو مُصعب.\n4 -\nإِن بِلَالًا لَا يُنَادي بلَيْل.\nأسْندهُ القعْنبِي دون أَصْحَاب الْمُوَطَّأ وَتَابعه أَبُو قُرَّة وروح وكامل وَعبد الرَّزَّاق وَعَمْرو بن مَرْزُوق وأرسله أَصْحَاب الْمُوَطَّأ.\n5 -\nوَعَن سَالم وَحَمْزَة عَن أَبِيهِمَا: الشؤم فِي ثَلَاث.\nالجزء: 1 ¦ الصفحة: 62\n",
        "6 -\nوَعَن سَالم عَن أَبِيه وَعَن عبد الله بن مُحَمَّد بن أبي بكر: عَن عَائِشَة فِي بِنَاء الْكَعْبَة.\n7 -\nفَإِن كنت مُرِيد السّنة.\n8 -\nوَعَن ابْن عَوْف فِي الطَّاعُون.\nسعيد بن الْمسيب\nثَمَانِيَة:\nالجزء: 1 ¦ الصفحة: 63\n",
        "1 -\nعَن أبي هُرَيْرَة: تفضل صَلَاة الْجَمَاعَة.\n2 -\nالصَّلَاة فِي ثوب وَاحِد.\n3 -\nإِذا قلت لصاحبك: أنصت.\nالجزء: 1 ¦ الصفحة: 64\n",
        "4 -\nنعى النَّجَاشِيّ.\n5 -\nمَا بَين لابتيها حرَام.\n6 -\nلَيْسَ الشَّديد بالصرعة.\n7 -\nفَتَمَسهُ النَّار إِلَّا تَحِلَّة الْقسم.\n8 -\nإِن امْرَأَتي ولدت غُلَاما أسود.\nأَبُو مُصعب وَحده (23 / ب) فِي الْمُوَطَّأ، وَتَابعه جمَاعَة رَوَوْهُ فِي غير الْمُوَطَّأ مِنْهُم: جوَيْرِية وَإِبْرَاهِيم بن طهْمَان وَابْن وهب وَابْن الْقَاسِم وَمُحَمّد بن مُصعب وَابْن أبي أويس والقعنبي.\nسعيد وَأَبُو سَلمَة\nثَلَاثَة:\n1 -\nعَن أبي هُرَيْرَة: إِذا أَمن الإِمَام.\nالجزء: 1 ¦ الصفحة: 65\n",
        "2 -\nفِي الرِّكَاز الْخمس.\nوَقَالَ ابْن عفير عَن سعيد وَحده، وَلم يذكرهُ القعْنبِي.\n3 -\nالعجماء جَبَّار والمعدن جَبَّار والبئر والركاز.\nاخْتلف فِيهِ عَن القعْنبِي، وَذكره أَصْحَاب الْمُوَطَّأ.\nالزُّهْرِيّ عَن أبي سَلمَة\nتِسْعَة:\nالجزء: 1 ¦ الصفحة: 66\n",
        "1 -\nعَن أبي هُرَيْرَة: من أدْرك رَكْعَة من الصَّلَاة.\n2 -\nإِذا قَامَ يُصَلِّي جَاءَهُ الشَّيْطَان؛ فليسجد سَجْدَتَيْنِ.\n3 -\nلكل نَبِي دَعْوَة.\nابْن وهب ومعن دون أَصْحَاب الْمُوَطَّأ.\n4 -\nأَن امْرَأتَيْنِ من هُذَيْل رمت إحديهما الْأُخْرَى، فِي الْعُقُول.\n5 -\nأَنِّي لأشبهكم صَلَاة برَسُول الله: يكبر كلما خفض وَرفع.\n6 -\nكَانَ يرغب فِي قيام رَمَضَان.\nابْن بكير وَابْن عفير وَابْن يُوسُف مُتَّصِلا، وَتَابعه جوَيْرِية، وأرسله أَصْحَاب الْمُوَطَّأ، وأسنده أَيْضا عُثْمَان بن عمر وَعبد الرَّزَّاق.\nالجزء: 1 ¦ الصفحة: 67\n",
        "7 -\nوَعَن جَابر فِي الْعُمْرَى فِي الْأَقْضِيَة.\n8 -\nوَعَن عَائِشَة: سُئِلَ عَن البتع.\n9 -\nوَعَن مُعَاوِيَة بن الحكم فِي الطَّيرَة والكهان.\nابْن وهب وَابْن الْقَاسِم وَابْن عفير وَابْن يُوسُف، وَتَابعه إِبْرَاهِيم بن طهْمَان والأويسي، وَلم يذكرهُ معن والقعنبي وَابْن بكير وَأَبُو مُصعب.\nحميد بن عبد الرَّحْمَن\nسَبْعَة:\nالجزء: 1 ¦ الصفحة: 68\n",
        "1 -\nعَن أبي هُرَيْرَة: من قَامَ رَمَضَان.\nزَاد جوَيْرِية وَابْن وهب: وَأَبُو سَلمَة.\n2 -\nلَوْلَا أَن يشق على أمته.\nوأسنده ابْن الْقَاسِم وَابْن عفير، وتابعهما ابْن عَثْمَة وَابْن مهْدي. وَبشر بن عمر مدرار وروح وطاهر بن مدرار (24 / أ) وَأَيوب ابْن صَالح وَابْن أبي أويس.\nالجزء: 1 ¦ الصفحة: 69\n",
        "3 -\nحَدِيث الْمُفطر فِي رَمَضَان.\n4 -\nمن أنْفق زَوْجَيْنِ.\nأرْسلهُ ابْن بكير وَحده. .\n5 -\nوَعَن مُعَاوِيَة: قصَّة عَاشُورَاء.\n6 -\nوقصة الشّعْر وَهَلَكت بَنو إِسْرَائِيل.\n7 -\nوَعَن النُّعْمَان بن بشير فِي النَّحْل.\nالجزء: 1 ¦ الصفحة: 70\n",
        "عبيد الله بن عبد الله\nعشرَة:\n1 -\nعَن ابْن عَبَّاس: أَقبلت رَاكِبًا على حمَار وَقد ناهزت.\n2 -\nخرج عَام الْفَتْح فِي رَمَضَان حَتَّى بلغ الكديد.\n3 -\nوَعَن ابْن عَبَّاس عَن عمر: لَا تطروني.\nتفرد بِهِ القعْنبِي من بَينهم.\n4 -\nسُئِلَ عَن فَأْرَة وَقعت فِي سمن.\n\" عَن ابْن عَبَّاس \": القعْنبِي [و] أَبُو قُرَّة وَمُحَمّد بن الْحسن،\nالجزء: 1 ¦ الصفحة: 71\n",
        "وأرسله ابْن بكير وَأَبُو مُصعب، وَلم يذكرهُ معن وَابْن عفير وَابْن الْقَاسِم.\nوَقَالَ ابْن مهْدي وَإِبْرَاهِيم بن طهْمَان وَزيد بن يحيى وَزِيَاد بن يُونُس وَابْن الطباع والفروي والزبيري وَابْن أبي أويس: \" عَن ابْن عَبَّاس عَن مَيْمُونَة \".\nوَقَالَ جوَيْرِية ومعن وَابْن وهب: \" عبيد الله عَن مَيْمُونَة \".\nالجزء: 1 ¦ الصفحة: 72\n",
        "5 -\nفِي الدّباغ: ابْن عَبَّاس مر بِشَاة لميمونة.\nابْن وهب وَابْن الْقَاسِم وَالشَّافِعِيّ وَابْن يُوسُف وَابْن عفير، وأرسله الْبَاقُونَ.\n6 -\nأَن سعد بن عبَادَة استفتى فِي نذر على أمه.\n7 -\nوَعَن أمه أم الْفضل: {والمرسلات} فِي الْمغرب.\n8 -\nوَعَن الصعب بن جثامة: إِنَّا حرم.\n9 -\nوَعَن أبي هُرَيْرَة وَزيد بن خَالِد: اقْضِ بَيْننَا بِكِتَاب الله، فِي الرَّجْم.\n10 -\nوعنهما فِي الْأمة إِذا زنت وَلم تحصن، فِي الْحُدُود.\nالجزء: 1 ¦ الصفحة: 73\n",
        "11 -\nوَعَن أم قيس بنت مُحصن: أُتِي بصبي فَبَال.\nأَبُو عبد الله سلمَان الْأَغَر\nوَاحِد:\nعَن أبي هُرَيْرَة: ينزل إِلَى السَّمَاء الدُّنْيَا. مَعَ أبي سَلمَة، وأفرده القعْنبِي: الْأَغَر.\nعُرْوَة بن الزبير\nسَبْعَة عشر:\nالجزء: 1 ¦ الصفحة: 74\n",
        "1 -\nكَانَ يغْتَسل من إِنَاء هُوَ الْفرق.\n2 -\nأَن أم سليم قَالَت (24 / ب) الْمَرْأَة ترى فِي الْمَنَام.\nوَصله ابْن أبي الْوَزير وحباب وَعبد الْملك الْمَاجشون فِي غير الْمُوَطَّأ.\n3 -\nصلى فِي الْمَسْجِد فصلى نَاس بِصَلَاتِهِ.\n4 -\nكَانَ يُصَلِّي إِحْدَى عشرَة رَكْعَة يُوتر بِوَاحِدَة.\n5 -\nمَا سبح الضُّحَى قطّ وَإِن كَانَ ليترك الْعَمَل.\n6 -\nكنت أرجل رَأسه وَأَنا حَائِض.\nالجزء: 1 ¦ الصفحة: 75\n",
        "7 -\nخرجنَا فِي حجَّة الْوَدَاع بطولة.\n8 -\nأَفْلح أَخُو أبي قعيس جَاءَ إِلَيْهَا وَهُوَ عَمها.\n9 -\nإِن أَبَا حُذَيْفَة بن عتبَة، فِي رضاعة سَالم، مُرْسل.\nالجزء: 1 ¦ الصفحة: 76\n",
        "10 -\nمَا خير بَين أَمريْن.\n11 -\nلَا نورث، مَا تركنَا صَدَقَة.\n12 -\nيقْرَأ على نَفسه بالمعوذات.\n13 -\nكَانَ عتبَة بن أبي وَقاص، وَفِيه: الْوَلَد للْفراش وللعاهر الْحجر.\n14 -\nكَانَ يُصَلِّي الْعَصْر وَالشَّمْس فِي حُجْرَتهَا.\n15 -\nوَعَن عُرْوَة عَن عمْرَة عَن عَائِشَة فِي الِاعْتِكَاف والترجيل.\nالجزء: 1 ¦ الصفحة: 77\n",
        "16 -\nوَعَن بشير بن أبي مَسْعُود عَن أَبِيه فِي الصَّلَوَات الْخمس.\n17 -\nوَعَن عبد الرَّحْمَن بن عبد عَن عمر قصَّة هِشَام بن حَكِيم وَنزل الْقُرْآن على سَبْعَة.\nابْن السباق\nوَاحِد:\nمُرْسل؛ فِي الْجُمُعَة وَالطّيب.\nالجزء: 1 ¦ الصفحة: 78\n",
        "وَعَن عبد الله بن عَمْرو\nمُرْسل؛ صَلَاة الْقَاعِد.\nرجل من آل خَالِد بن أسيد\nعَن ابْن عمر: صَلَاة السّفر.\nالجزء: 1 ¦ الصفحة: 79\n",
        "2 -\nمَالك عَن مُحَمَّد بن الْمُنْكَدر.\nأَرْبَعَة:\n1 -\nعَن جَابر: أَن أَعْرَابِيًا بَايع؛ الْمَدِينَة كالكير.\n2 -\nوَعَن أُمَيْمَة فِي بيعَة النِّسَاء.\n3 -\nوَعَن عَامر بن سعد عَن أُسَامَة فِي الطَّاعُون.\nالجزء: 1 ¦ الصفحة: 80\n",
        "4 -\nوَعَن سعيد بن جُبَير عَن رجل رضَا عَن عَائِشَة فِي صَلَاة اللَّيْل.\n3 -\nمُحَمَّد بن عمَارَة بن عَمْرو بن حزم\nوَاحِد:\nعَن مُحَمَّد بن إِبْرَاهِيم عَن أم ولد لإِبْرَاهِيم بن عبد الرَّحْمَن عَن أم سَلمَة يطهره مَا بعده.\n4 -\nمُحَمَّد بن أبي أُمَامَة\nوَاحِد:\nعَن أَبِيه قصَّة سهل وعامر فِي الْعين.\nالجزء: 1 ¦ الصفحة: 81\n",
        "5 -\nمُحَمَّد بن عبد الله بن عبد الرَّحْمَن (25 / أ) بن أبي صعصعة\nاثْنَان:\n1 -\nعَن أَبِيه عَن أبي سعيد: لَيْسَ فِيمَا دون خَمْسَة.\n2 -\nوَعَن أبي الْحباب عَن أبي هُرَيْرَة: من يرد الله بِهِ خيرا يصب مِنْهُ.\n6 -\nمُحَمَّد بن أبي بكر الثَّقَفِيّ\nوَاحِد:\nعَن أنس: يهل الْمهل وَيكبر المكبر.\n7 -\nمُحَمَّد بن عَمْرو بن حلحلة\nاثْنَان:\nالجزء: 1 ¦ الصفحة: 82\n",
        "1 -\nعَن مُحَمَّد بن عمرَان الْأنْصَارِيّ عَن أَبِيه عَن ابْن عمر سرحة سر تحتهَا سَبْعُونَ نَبيا.\n2 -\nوَعَن مُحَمَّد بن كَعْب عَن أبي قَتَادَة: مستريح ومستراح مِنْهُ.\n8 -\nمُحَمَّد بن عَمْرو بن عَلْقَمَة\nعَن أَبِيه عَن بِلَال بن الْحَارِث: يتَكَلَّم بِالْكَلِمَةِ.\n9 -\nمُحَمَّد بن يحيى بن حبَان\nأَرْبَعَة:\n1 -\nعَن الْأَعْرَج عَن أبي هُرَيْرَة: نهى عَن صَلَاتَيْنِ.\nالجزء: 1 ¦ الصفحة: 83\n",
        "2 -\nوَنهى عَن صِيَام يَوْمَيْنِ.\n3 -\nلَا يخْطب على خطْبَة أَخِيه. 4 - وَنهى عَن الْمُلَامسَة والمنايذة، مَعَ أبي الزِّنَاد.\n10 -\nمُحَمَّد بن عبد الرَّحْمَن أَبُو الْأسود\nأَرْبَعَة: 1 - خرجنَا عَام حجَّة الْوَدَاع فمنا وَمنا وَمنا. 2 - أَن النَّبِي\nأفرد الْحَج. 3 - وَعَن عُرْوَة عَن زَيْنَب عَن أمهَا: طوفي وَأَنت راكبة، وَقَرَأَ بِالطورِ. 4 - وَعَن عَائِشَة عَن جذامة.\nالجزء: 1 ¦ الصفحة: 84\n",
        "11 -\nمُحَمَّد بن مُسلم أَبُو الزبير\nثَمَانِيَة: 1 - عَن أبي الطُّفَيْل عَن معَاذ: خرجنَا عَام تَبُوك بِطُولِهِ وَالْجمع بَين الصَّلَاتَيْنِ فِيهِ. 2 - وَعَن سعيد بن جُبَير عَن ابْن عَبَّاس: جمع بَين الظّهْر. 3 - وَعَن طَاوس عَن ابْن عَبَّاس: كَانَ يعلمهُمْ هَذَا الدُّعَاء كالسورة من الْقُرْآن.\n4 -\nوبإسناده كَانَ إِذا قَامَ من اللَّيْل قَالَ: اللَّهُمَّ لَك الْحَمد أَنْت نور السَّمَاوَات وَالْأَرْض.\n5 -\nوَعَن جَابر: نحرنا عَام الْحُدَيْبِيَة الْبَدنَة عَن سَبْعَة وَالْبَقَرَة. 6 - وَنهى أَن يَأْكُل الرجل بِشمَالِهِ أَو يمشي فِي نعل وَاحِدَة أَو يشْتَمل أَو يحتبي كاشفا عَن فرجه.\nالجزء: 1 ¦ الصفحة: 85\n",
        "7 -\nوأوكئوا (25 / ب) السقاء وَأَغْلقُوا وأكفئوا.\n8 -\nوَنهى عَن أكل الضَّحَايَا بعد ثَلَاث وَقَالَ: كلوا وتزودوا.\n12 -\nمُحَمَّد بن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم\nوَاحِد:\nعَن أَبِيه عَن أبي النَّضر السّلمِيّ: لَا يَمُوت لأحد ثَلَاثَة من الْوَلَد إِلَّا كَانُوا جنَّة من النَّار.\n13 -\nأَبُو الرِّجَال مُحَمَّد بن عبد الرَّحْمَن بن عبد الله بن حَارِثَة بن النُّعْمَان\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 86\n",
        "مُرْسل: عَن عمْرَة مُرْسل: لَا يمْنَع نقع الْبِئْر.\n14 -\nإِبْرَاهِيم بن عقبَة\nوَاحِد:\nعَن كريب عَن ابْن عَبَّاس: رفعت امْرَأَة صَبيا لَهَا.\nأسْندهُ ابْن وهب وَابْن الْقَاسِم وَأَبُو مُصعب، وأرسله معن وَالْبَاقُونَ، وَأسْندَ ابْن عَثْمَة ومطرف.\nالجزء: 1 ¦ الصفحة: 87\n",
        "15 -\nإِسْمَاعِيل بن مُحَمَّد بن سعد\nوَاحِد:\nعَن مولى لعَمْرو عَن عبد الله بن عَمْرو: صَلَاة الْقَاعِد.\n16 -\nإِسْمَاعِيل بن أبي حَكِيم\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 88\n",
        "عَن عُبَيْدَة بن سُفْيَان عَن أبي هُرَيْرَة: أكل كل ذِي نَاب من السبَاع حرَام، فِي الصَّيْد.\n17 -\nإِسْحَاق بن عبد الله بن أبي طَلْحَة\nثَمَانِيَة عشرَة:\n1 -\nعَن حميدة بنت عبيد عَن كَبْشَة عَن أبي قَتَادَة: إِنَّهَا لَيست بِنَجس.\nالجزء: 1 ¦ الصفحة: 89\n",
        "2 -\nعَن أنس: حانت الْعَصْر وَالْتمس النَّاس الْوضُوء فَلم يجدوه، آخِره: من عِنْد آخِرهم.\n3 -\nأَن جدته مليكَة.\n4 -\nكُنَّا نصلي الْعَصْر.\n5 -\nكَانَ يدْخل على أم حرَام.\n6 -\nبَارك لَهُم فِي مكيالهم وصاعهم ومدهم.\n7 -\nالرُّؤْيَا الْحَسَنَة جُزْء من سِتَّة وَأَرْبَعين.\n8 -\nأَن خياطا دَعَا رَسُول الله [\n] إِلَى طَعَام.\n9 -\nقَالَ أَبُو طَلْحَة لأم سليم لقد سَمِعت، حَدِيث القرص.\nالجزء: 1 ¦ الصفحة: 90\n",
        "10 -\nكَانَ أَبُو طَلْحَة، حَدِيث بيرحاء.\n11 -\nكنت مَعَ النَّبِي [\n] وَعَلِيهِ برد نجراني غليظ الْحَاشِيَة.\nمعن وَابْن بكير دون غَيرهمَا، وتابعهما القعْنبِي فِي غير الْمُوَطَّأ.\n12 -\nدَعَا على الَّذين قتلوا ببئر مَعُونَة أَصْحَابه (26 / أ) ثَلَاثِينَ صباحا.\nمعن وَابْن بكير وَأَبُو مُصعب دون غَيرهم، والقعنبي فِي سَمَاعه.\n13 -\nمَتى السَّاعَة إِنِّي لقَلِيل الصَّلَاة قَلِيل الصّيام.\nمعن فِي الْمُوَطَّأ دون غَيره، وَتَابعه القعْنبِي فِي سَمَاعه، وَابْن\nالجزء: 1 ¦ الصفحة: 91\n",
        "وهب وَابْن أبي أويس وَابْن شُعَيْب وَعبد الْعَزِيز بن يحيى.\n14 -\nكنت أَسْقِي أَبَا عُبَيْدَة أشربة.\n15 -\nعَن رَافع بن إِسْحَاق عَن أبي أَيُّوب: إِذا ذهب الْغَائِط فَلَا تسْتَقْبل.\n16 -\nوَعَن زفر بن صعصعة بن مَالك عَن أَبِيه عَن أبي هُرَيْرَة: أَن رَسُول الله [\n] كَانَ إِذا انْصَرف من صَلَاة الْغَدَاة قَالَ: هَل رأى أحد مِنْكُم.\n17 -\nوَعَن أبي مرّة مولى عقيل عَن أبي وَاقد: أقبل ثَلَاثَة نفر.\n18 -\nعَن رَافع بن إِسْحَاق عَن أبي سعيد: فِي التماثيل والصور.\nالجزء: 1 ¦ الصفحة: 92\n",
        "18 -\nأَيُّوب السّخْتِيَانِيّ\nأَرْبَعَة:\n1 -\nعَن مُحَمَّد عَن أبي هُرَيْرَة: السَّهْو.\n2 -\nعَن مُحَمَّد عَن رجل عَن ابْن عَبَّاس: أَن أُمِّي عَجُوز أفأحج عَنْهَا؟\nقَالَ: نعم؟\nوَاخْتلفُوا فِي ابْن عَبَّاس.\n3 -\nعَن مُحَمَّد عَن أم عَطِيَّة: توفيت ابنت النَّبِي [\n] .\nالجزء: 1 ¦ الصفحة: 93\n",
        "4 -\nعَن ابْن سِيرِين مُرْسل: فِي الْمَنَاسِك.\n19 -\nأَيُّوب بن حبيب بن أَيُّوب بن عَلْقَمَة بن الْأَعْوَر الْجُهَنِيّ مولى سعد بن مَالك\nوَاحِد:\nعَن أبي الْمثنى عَن أبي سعيد: نهى عَن النفخ فِي الشَّرَاب.\n20 -\nثَوْر بن زيد الديلِي\nالجزء: 1 ¦ الصفحة: 94\n",
        "عَن ابْن عَبَّاس مُرْسل: لَا تَصُومُوا حَتَّى تروه.\nوَاثْنَانِ:\n1 -\nعَن أبي الْغَيْث عَن أبي هُرَيْرَة قصَّة: مدعم وَيَوْم خَيْبَر، فِي الْجِهَاد.\n2 -\nوالساعي على الأرملة.\nالجزء: 1 ¦ الصفحة: 95\n",
        "معن وَابْن بكير وَابْن يُوسُف ومطرف دون غَيرهم، وَرَوَاهُ القعْنبِي فِي السماع.\n21 -\nجَعْفَر بن مُحَمَّد بن عَليّ\nسَبْعَة:\n1 -\nعَن أَبِيه عَن جَابر: رمل من الْحجر.\n2 -\nنبدأ بِمَا بَدَأَ الله.\nالجزء: 1 ¦ الصفحة: 96\n",
        "3 -\nإِذا وقف على الصَّفَا يكبر ثَلَاثًا وَيَقُول: لَا إِلَه إِلَّا الله وَحده.\n4 -\nإِذا انصبت قدماه سعى.\n5 -\nنحر (26 / ب) بعض هَدْيه وَنحر غَيره بعضه.\n6 -\nعَن أَبِيه: شهد عبد الرَّحْمَن، فِي جِزْيَة الْمَجُوس.\n7 -\nعَن أَبِيه عَن عَائِشَة أَن النَّبِي [\n] غسل فِي قَمِيص.\nابْن عفير وَحده، وَالْبَاقُونَ مُرْسل.\nالجزء: 1 ¦ الصفحة: 97\n",
        "22 -\nحميد الطَّوِيل\nسِتَّة:\n1 -\nعَن أنس: سافرنا فِي رَمَضَان فَلم يعب الصَّائِم وَلَا الْمُفطر.\n2 -\nخرج فَقَالَ: إِنِّي رَأَيْت لَيْلَة الْقدر.\n3 -\nخرج إِلَى خَيْبَر فَقَالَ: مُحَمَّد وَالْخَمِيس، فسَاء صباح الْمُنْذرين.\n4 -\nأَن عبد الرَّحْمَن بن عَوْف: أولم وَلَو بِشَاة.\nالجزء: 1 ¦ الصفحة: 98\n",
        "5 -\nحجمة أَبُو طيبَة.\n6 -\nنهى عَن بيع الثِّمَار.\n23 -\nحميد بن قيس الْأَعْرَج\nاثْنَان:\n1 -\nعَن مُجَاهِد عَن ابْن أبي ليلى عَن كَعْب، حَدِيث الْفِدْيَة.\nالجزء: 1 ¦ الصفحة: 99\n",
        "2 -\nعَن مُجَاهِد عَن ابْن عمر: هَذَا عهد نَبينَا إِلَيْنَا وعهدنا إِلَيْكُم.\n24 -\nخبيب بن عبد الرَّحْمَن\nاثْنَان:\n1 -\nعَن حَفْص عَن أبي هُرَيْرَة: مَا بَين بَيْتِي ومنبري رَوْضَة.\nالجزء: 1 ¦ الصفحة: 100\n",
        "2 -\nسَبْعَة يظلهم الله فِي ظله.\n25 -\nدَاوُد بن الْحصين\nأَرْبَعَة:\nالجزء: 1 ¦ الصفحة: 101\n",
        "1 -\nعَن أبي سُفْيَان عَن أبي هُرَيْرَة أَو الْخُدْرِيّ: السَّهْو فِي الصَّلَاة.\nالجزء: 1 ¦ الصفحة: 102\n",
        "2 -\nوأرخص فِي بيع الْعَرَايَا.\n3 -\nوَعَن أبي سعيد: نهى عَن الْمُزَابَنَة والمحاقلة.\n4 -\nوَعَن دَاوُد عَن أبي هُرَيْرَة مُرْسل عَن النَّبِي [\n] : لَا سبق إِلَّا فِي خف أَو حافر.\nابْن الْقَاسِم وَحده، وَقَالَ فِيهِ قَائِل عَن أبي سُفْيَان وَلَا يَصح، وأرسله ابْن يُوسُف وَوَقفه، وَلم يذكرهُ غَيرهمَا.\n26 -\nدَاوُد أَبُو ليلى بن عبد الله بن عبد الرَّحْمَن ابْن سهل وَقيل: هُوَ عبد الله\nوَاحِد:\nعَن سهل بن أبي خَيْثَمَة، فِي الْقسَامَة.\nالجزء: 1 ¦ الصفحة: 103\n",
        "27 -\nربيعَة بن أبي عبد الرَّحْمَن\nخَمْسَة:\n1 -\nعَن أنس: صفة النَّبِي [\n] .\n2 -\nوَعَن الْقَاسِم عَن عَائِشَة، قصَّة بَرِيرَة.\n3 -\nعَن مُحَمَّد بن يحيى بن حبَان عَن ابْن محيريز عَن أبي سعيد: فِي الْعَزْل.\nالجزء: 1 ¦ الصفحة: 104\n",
        "4 -\nعَن حَنْظَلَة بن قيس عَن رَافع: فِي كري الأَرْض.\n5 -\nوَعَن يزِيد مولى المنبعث عَن زيد بن خَالِد: فِي (27 / أ) اللّقطَة.\n28 -\nزيد بن أسلم\nالجزء: 1 ¦ الصفحة: 105\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 106\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 107\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 108\n",
        "سِتَّة وَعِشْرُونَ:\n1 -\nعَن عَطاء وَبسر والأعرج عَن أبي هُرَيْرَة: من أدْرك من الصُّبْح وَمن الْعَصْر.\n2 -\nوَعَن عَطاء عَن عبد الله الصنَابحِي: الشَّمْس تطلع وَمَعَهَا قرن شَيْطَان.\n3 -\nوَإِذا تَوَضَّأ العَبْد الْمُؤمن.\n4 -\nوَعَن عَطاء عَن ابْن عَبَّاس: أكل كتف شَاة.\n5 -\nوَعَن بسر بن محجن عَن أَبِيه: أَلَسْت بِرَجُل مُسلم.\n6 -\nوَعَن الْقَعْقَاع بن حَكِيم عَن أبي يُونُس عَن عَائِشَة: حَافظُوا على الصَّلَوَات.\n7 -\nعَن عبد الرَّحْمَن بن أبي سعيد عَن أَبِيه: إِذا كَانَ أحدكُم يُصَلِّي فَلَا يدع أحدا يمر.\nالجزء: 1 ¦ الصفحة: 109\n",
        "8 -\nعَن عَطاء بن يسَار عَن ابْن عَبَّاس: فِي الْكُسُوف.\n9 -\nعَن أبي مرّة مولى عقيل: سَأَلَ أَبَا هُرَيْرَة كَيفَ كَانَ رَسُول الله [\n] يُوتر.\n10 -\nعَن أبي صَالح عَن أبي هُرَيْرَة: الْخَيل ثَلَاثَة.\n11 -\nعَن أَبِيه عَن عمر: حملت على فرس.\n12 -\nعَن عَطاء بن يسَار: أَن رجلا قبل امْرَأَته، عَن أم سَلمَة مَرْفُوع.\n13 -\nعَن عَطاء بن يسَار أَن مُعَاوِيَة بَاعَ سِقَايَة، عَن أبي الدَّرْدَاء مَرْفُوع: فِي الرِّبَا.\nالجزء: 1 ¦ الصفحة: 110\n",
        "14 -\nعَن عَطاء عَن أبي رَافع: استسلف بكرا: أحْسنهم قَضَاء.\n15 -\nعَن ابْن وَعلة عَن ابْن عَبَّاس: قصَّة الْعصير وَالْخمر وتحريمها.\n16 -\nوَأَيّمَا إهَاب دبغ فقد طهر.\n17 -\nعَن رجل من بني ضَمرَة عَن أَبِيه: لَا أحب العقوق.\n18 -\nعَن إِبْرَاهِيم بن عبيد الله بن حنين عَن أَبِيه عَن أبي أَيُّوب فِي غسل الْجَنَابَة.\nالجزء: 1 ¦ الصفحة: 111\n",
        "19 -\nعَن عَطاء بن يسَار عَن أبي قَتَادَة، فِي الْحمار الوحشي، مثل حَدِيث أبي النَّضر عَن نَافِع مولى أبي قَتَادَة.\n20 -\nزيد عَن جَابر: خرجنَا فِي غَزْوَة بني أَنْمَار فَقَالَ: مَاله ضرب الله عُنُقه.\n21 -\nزيد عَن ابْن بجيد عَن جدته: ردوا الْمِسْكِين وَلَو بظلف مخرف.\n22 -\nزيد عَن معَاذ بن سعد بن معَاذ عَن جدته: لَا تحقرن جَارة لجارتها وَلَو كرَاع (27 / ب) شَاة محرق.\n23 -\nعَن عَطاء عَن رجل من بني أَسد: من سَأَلَ وَعِنْده أُوقِيَّة، بِطُولِهِ.\n24 -\nعَن ابْن عمر: إِن من الْبَيَان سحرًا.\nالجزء: 1 ¦ الصفحة: 112\n",
        "25 -\nعَن أَبِيه أَن عمر كَانَ يسير مَعَ النَّبِي [\n] نزرت رَسُول الله [\n] .\nوَتَابعه مُحَمَّد بن حَرْب وَابْن عَثْمَة وقراد أسندوه، وأرسله أَصْحَاب الْمُوَطَّأ.\n29 -\nزيد بن رَبَاح مولى الأدرم بن غَالب بن فهر\nوَاحِد:\nعَن أبي عبد الله الْأَغَر عَن أبي هُرَيْرَة: صَلَاة فِي مَسْجِدي.\nالجزء: 1 ¦ الصفحة: 113\n",
        "30 -\nزِيَاد بن سعد\nوَاحِد:\nعَن عَمْرو بن مُسلم عَن طَاوس عَن ابْن عمر عَن النَّبِي [\n] : كل شَيْء بِقدر.\nالجزء: 1 ¦ الصفحة: 114\n",
        "31 -\nزيد بن أبي أنيسَة\nوَاحِد:\nعَن عبد الحميد بن عبد الرَّحْمَن عَن مُسلم بن يسَار عَن عمر: فِي الْعين، مُرْسل.\n32 -\nسَالم بن أبي أُميَّة أَبُو النَّضر\nثَلَاثَة عشر:\nالجزء: 1 ¦ الصفحة: 115\n",
        "1 -\nعَن سُلَيْمَان بن يسَار عَن الْمِقْدَاد: أَن عليا أمره، فِي الْمَذْي.\n2 -\nعَن أبي سَلمَة عَن عَائِشَة: كنت أَنَام ورجلاي فِي قبلته.\nالجزء: 1 ¦ الصفحة: 116\n",
        "3 -\nعَن عبد الله بن يزِيد وَأبي النَّضر عَن أبي سَلمَة عَن عَائِشَة أَن رَسُول الله [\n] كَانَ يُصَلِّي فَيقْرَأ وَهُوَ جَالس ثمَّ يفعل فِي الثَّانِيَة مثل ذَلِك.\n4 -\nوَعَن أبي النَّضر عَن أبي مرّة عَن أم هَانِئ: فِي الضُّحَى وَفِي الْجوَار.\n5 -\nعَن بسر بن سعيد عَن أبي جهيم فِي الْمَار بَين يَدي الْمُصَلِّي ,\n6 -\nعَن عُمَيْر عَن أم الْفضل فِي صِيَام عَرَفَة فَأرْسلت إِلَيْهِ بقدح لبن فشربه.\n7 -\nوَعَن أبي سَلمَة عَن عَائِشَة كَانَ يَصُوم حَتَّى نقُول لَا يفْطر، وَيفْطر.\n8 -\nعَن نَافِع مولى أبي قَتَادَة عَن أبي قَتَادَة قصَّة الْحمار الوحشي بِطُولِهِ.\n9 -\nأَن عبد الله بن أنيس فِي لَيْلَة ثَلَاث وَعشْرين مُرْسل.\nالجزء: 1 ¦ الصفحة: 117\n",
        "10 -\nعَن عبيد الله عَن أبي طَلْحَة وَسَهل بن حنيف (28 / أ) فِي التصاوير.\n11 -\nعَن عَامر بن سعد عَن أُسَامَة، فِي الطَّاعُون، وَمُحَمّد بن الْمُنْكَدر عَن عَامر.\nوَلَيْسَ عِنْد القعْنبِي حَدِيث أبي النَّضر.\n12 -\nوَعَن عَائِشَة: مَا صلى على سُهَيْل بن بَيْضَاء إِلَّا فِي الْمَسْجِد، مُرْسل.\n13 -\nعَن زرْعَة بن عبد الرَّحْمَن بن جرهد عَن أَبِيه عَن النَّبِي [\n] .\nمعن وَابْن بكير وَابْن أبي أويس وَابْن يُوسُف، وَلم يذكرهُ ابْن الْقَاسِم وَابْن وهب وَابْن عفير وَأَبُو مُصعب، وَرَوَاهُ ابْن وهب فِي غير الْمُوَطَّأ والقعنبي.\nالجزء: 1 ¦ الصفحة: 118\n",
        "33 -\nسعيد بن أبي سعيد المَقْبُري\nأَرْبَعَة:\n1 -\nعَن أبي سَلمَة عَن عَائِشَة: كَانَ لَا يزِيد على إِحْدَى عشرَة رَكْعَة،\nفَقلت: أتنام عَن الْوتر، فَقَالَ: إِن عَيْني تنام.\n2 -\nعَن عبيد بن جريج عَن ابْن عمر، بِطُولِهِ.\n3 -\nوَعَن سعيد عَن أبي هُرَيْرَة: لَا يحل لامْرَأَة تُسَافِر يَوْمًا وَلَيْلَة.\n4 -\nوَعَن سعيد عَن أبي شُرَيْح: من كَانَ يُؤمن من كَانَ.\nلَيْسَ هُوَ عِنْد القعْنبِي وَحده، الْبَاقُونَ جَاءُوا بِهِ.\nالجزء: 1 ¦ الصفحة: 119\n",
        "34 -\nسمي مولى أبي بكر\nثَلَاثَة عشر:\n1 -\nلَو تعلمُونَ مَا فِي النداء والصف، وَمَا فِي التهجير، وَمَا فِي الْعَتَمَة وَالصُّبْح.\n2 -\nإِذا قَالَ الإِمَام غير المغضوب.\n3 -\nإِذا قَالَ الإِمَام سمع الله لمن حَمده.\nالجزء: 1 ¦ الصفحة: 120\n",
        "4 -\nبَيْنَمَا رجل بطرِيق وجد غُصْن شوك.\n5 -\nوَالشُّهَدَاء خَمْسَة.\n6 -\nمن اغْتسل يَوْم الْجُمُعَة.\n7 -\nمن قَالَ: لَا إِلَه إِلَّا الله وَحده.\n8 -\nمن قَالَ: سُبْحَانَ الله فِي يَوْم (28 / ب) مائَة مرّة حطت خطاياه.\n9 -\nالسّفر قِطْعَة من الْعَذَاب.\nالجزء: 1 ¦ الصفحة: 121\n",
        "10 -\nعَن أبي بكر عَن عَائِشَة وَأم سَلمَة بِطُولِهِ، وقصة أبي هُرَيْرَة قَالَ: أخبرنيه مخبر.\nوَمن اخْتَصَرَهُ.\n11 -\nوَعَن سمي عَن أبي بكر عَن بعض أَصْحَاب النَّبِي [\n] أَنه قَالَ: تقووا لعدوكم، وَصَامَ رَسُول الله [\n] قَالَ: لقد رَأَيْته يصب على رَأسه المَاء من الْعَطش، ثمَّ قيل: إِن طَائِفَة صَامُوا فَلَمَّا كَانَ بالكديد دَعَا بقدح فَشرب فَأفْطر النَّاس.\n12 -\nعَن أبي صَالح عَن أبي هُرَيْرَة: الْعمرَة إِلَى الْعمرَة كَفَّارَة وَالْحج المبرور.\n13 -\nوبينما رجل يمشي اشْتَدَّ عَلَيْهِ الْعَطش فَوجدَ بِئْرا فَنزل فَشرب، إِلَى: فِي كل ذَات كبد رطبه أجر.\n35 -\nأَبُو حَازِم سَلمَة بن دِينَار الْأَعْرَج\nثَمَانِيَة:\nالجزء: 1 ¦ الصفحة: 122\n",
        "1 -\nعَن سهل بن سعد: ذهب إِلَى بني عَمْرو بن عَوْف يصلح بَينهم، وَفِيه: التصفيح للنِّسَاء.\n2 -\nلَا يزَال النَّاس بِخَير مَا عجلوا الْفطر.\n3 -\nأَن يضع الرجل يَده الْيُمْنَى على ذراعه الْيُسْرَى، لَا أعلمهُ إِلَّا ينمي ذَلِك.\nزَاد ابْن عفير: إِلَى النَّبِي [\n] .\n4 -\nجَاءَت امْرَأَة فَقَالَت: وهبت نَفسِي لَك.\n5 -\nأُتِي بشراب وَعَن يَمِينه أَعْرَابِي.\n6 -\nإِن كَانَ فَفِي الْفرس وَالْمَرْأَة والمسكن.\nالجزء: 1 ¦ الصفحة: 123\n",
        "7 -\nعَن أبي إِدْرِيس عَن معَاذ: وَجَبت محبتي للمتحابين فِي.\n8 -\nعَن سهل بن سعد مَا رَأَيْت منخلا حَتَّى توفّي النَّبِي [\n] (29 / أ) .\nمعن دون غَيره، وَتَابعه الْفَروِي.\n36 -\nسُهَيْل بن أبي صَالح\nإِحْدَى عشرَة:\n1 -\nعَن أَبِيه عَن أبي هُرَيْرَة: إِذا تَوَضَّأ الْمُسلم فَغسل وَجهه خرجت خطاياه.\nالجزء: 1 ¦ الصفحة: 124\n",
        "2 -\nكَانَ النَّاس إِذا رَأَوْا أول الثَّمَرَة، الدُّعَاء، وَيُعْطِيه أَصْغَر وليد يرَاهُ.\n3 -\nتفتح أَبْوَاب الْجنَّة يَوْم الِاثْنَيْنِ وَالْخَمِيس، أنظروا هذَيْن حَتَّى يصطلحا.\n4 -\nالْمُسلم يَأْكُل فِي معى وَاحِد بِطُولِهِ.\n5 -\nإِذا أحب الله عبدا.\n6 -\nقَالَ رجل: مَا نمت لدغتني عقرب.\n7 -\nإِن الله يرضى لكم ثَلَاثًا.\nأرْسلهُ القعْنبِي وأسنده ابْن وهب وَابْن الْقَاسِم وَابْن عفير وَابْن يُوسُف وَابْن بكير وَأَبُو مُصعب والحنيني ومعن وَابْن عبد الحكم.\nالجزء: 1 ¦ الصفحة: 125\n",
        "8 -\nإِذا سافرتم فِي الخصب فأعطوا الْإِبِل حظها.\nابْن عفير وَحده دون الْجَمَاعَة، وَتَابعه خَالِد بن مخلد وَابْن نَافِع.\n9 -\nمن حلف على يَمِين.\n10 -\nوَأَن سعد بن عبَادَة قَالَ: أَرَأَيْت لَو وجدت مَعَ امْرَأَتي رجلا أمهله.\n11 -\nإِذا سَمِعْتُمْ الرجل يَقُول: هلك النَّاس فَهُوَ أهلكهم.\n37 -\nسَلمَة بن صَفْوَان بن سَلمَة الزرقي\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 126\n",
        "عَن يزِيد بن طَلْحَة بن ركَانَة عَن النَّبِي [\n] ، مُرْسل: لكل دين خلق وَخلق الْإِسْلَام الْحيَاء.\n38 -\nسعد بن إِسْحَاق بن كَعْب بن عجْرَة\nوَاحِد (29 / ب) :\nعَن عمته زَيْنَب عَن فريعة: امكثي فِي بَيْتك حَتَّى يبلغ الْكتاب أَجله.\n39 -\nسعيد بن عَمْرو بن شُرَحْبِيل بن سعيد بن سعد بن عبَادَة\nوَاحِد:\nعَن أَبِيه عَن جده: خرج سعد مَعَ النَّبِي [\n] فَحَضَرت أمه الْوَفَاة، بِطُولِهِ.\nالجزء: 1 ¦ الصفحة: 127\n",
        "40 -\nشريك بن عبد الله بن أبي نمر\nوَاحِد:\nعَن أنس فِي الاسْتِسْقَاء.\n41 -\nصَالح بن كيسَان أَبُو الْحَارِث مولى أبي معيقيب وَقيل: مولى أبي عَامر\nاثْنَان:\n1 -\nعَن عبيد الله عَن زيد بن خَالِد: أصبح مُؤمن بِي وَكَافِر، الحَدِيث.\nالجزء: 1 ¦ الصفحة: 128\n",
        "2 -\nوَعَن عُرْوَة عَن عَائِشَة: فرضت الصَّلَاة رَكْعَتَيْنِ.\n42 -\nصَفْوَان بن سليم\nاثْنَان:\n1 -\nعَن سعيد بن سَلمَة من آل ابْن الْأَزْرَق عَن الْمُغيرَة بن أبي بردة عَن أبي هُرَيْرَة: فِي الْوضُوء بِمَاء الْبَحْر.\nالجزء: 1 ¦ الصفحة: 129\n",
        "2 -\nوَعَن عَطاء عَن أبي سعيد غسل الْجُمُعَة وَاجِب على كل محتلم.\n43 -\nصَيْفِي مولى ابْن أَفْلح\nعَن أبي السَّائِب عَن أبي سعيد: إِن بِالْمَدِينَةِ جنا، الحَدِيث بِطُولِهِ.\n44 -\nضَمرَة بن سعيد\nاثْنَان:\n1 -\nعَن عبيد الله بن عبد الله أَن الضَّحَّاك بن قيس سَأَلَ النُّعْمَان بن بشير: مَا كَانَ يقْرَأ رَسُول الله [\n] يَوْم الْجُمُعَة على إِثْر سُورَة الْجُمُعَة؟ قَالَ: {هَل أَتَاك حَدِيث الغاشية} .\n2 -\nوَعَن عبيد الله أَن عمر سَأَلَ أَبَا وَاقد مَا كَانَ يقْرَأ فِي الْفطر والأضحى قَالَ يقْرَأ ب {ق} و {اقْتَرَبت} .\nالجزء: 1 ¦ الصفحة: 130\n",
        "45 -\nطَلْحَة بن عبد الْملك الْأَيْلِي\nوَاحِد:\nعَن الْقَاسِم عَن عَائِشَة: من نذر أَن يُطِيع الله فليطعه، وَمن نذر أَن يَعْصِي الله فَلَا يَعْصِهِ.\n46 -\nعَامر بن عبد الله بن الزبير (30 / أ)\nاثْنَان:\n1 -\nعَن عَمْرو بن سليم عَن أبي قَتَادَة: إِذا دخل الْمَسْجِد فليركع قبل أَن يجلس.\n2 -\nكَانَ يُصَلِّي وَهُوَ حَامِل بنت زَيْنَب.\nالجزء: 1 ¦ الصفحة: 131\n",
        "47 -\nعبد الله بن الْفضل\nوَاحِد:\nعَن نَافِع بن جُبَير، عَن ابْن عَبَّاس: الأيم أَحَق بِنَفسِهَا.\n48 -\nعبد الله بن عبد الله بن جَابر بن عتِيك\nاثْنَان:\n1 -\nجَاءَنَا ابْن عمر فَقَالَ: هَل تَدْرِي مَا الثَّلَاث الَّتِي دَعَا بِهن رَسُول الله [\n] حِين صلى فِي مَسْجِدكُمْ؟\nالجزء: 1 ¦ الصفحة: 132\n",
        "2 -\nوَعَن عتِيك بن الْحَارِث عَن جَابر بن عتِيك جَاءَ يعود عبد الله بن ثَابت.\n49 -\nعبد الله بن أبي بكر بن عَمْرو بن حزم\nثَمَانِيَة عشر:\nالجزء: 1 ¦ الصفحة: 133\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 134\n",
        "1 -\nعَن عُرْوَة عَن مَرْوَان عَن بسرة.\n2 -\nوَعَن أَبِيه عَن عبد الله بن قيس بن مخرمَة عَن زيد بن خَالِد: لأرمقن صلَاته.\nالجزء: 1 ¦ الصفحة: 135\n",
        "3 -\nوَعَن أَبِيه عَن عَمْرو بن سليم عَن أبي حميد: كَيفَ نصلي عَلَيْك؟\n4 -\nوَعَن عباد بن تَمِيم عَن عَمه: مَا بَين منبري وبيتي رَوْضَة.\n5 -\nخرج فَاسْتَسْقَى وحول رِدَاءَهُ.\n6 -\nوَعَن عبد الْملك بن أبي بكر عَن خَلاد بن السَّائِب عَن أَبِيه: فِي التَّلْبِيَة وَرفع الصَّوْت بهَا.\n7 -\nعَن عمْرَة عَن عَائِشَة: فتلت قلائد هدي النَّبِي.\n8 -\nوَعَن أَبِيه عَن أبي البداح عَن أَبِيه: رخص للرعاء يرْمونَ يَوْم النَّحْر.\n9 -\nوَعَن أَبِيه عَن عمْرَة عَن عَائِشَة: إِن صَفِيَّة حَائِض فَقَالَ: لَعَلَّهَا حابستنا.\n10 -\nعَن أَبِيه عَن أم سَلمَة أَن أم سليم استفتت وحاضت بعد مَا أفاضت (30 / ب) .\nالجزء: 1 ¦ الصفحة: 136\n",
        "11 -\nوَعَن عبد الله بن عَمْرو بن عُثْمَان عَن أبي عمْرَة عَن زيد بن خَالِد: خير الشُّهَدَاء.\n12 -\nوَعَن أَبِيه عَن عمْرَة عَن عَائِشَة: يغْفر الله لأبي عبد الرَّحْمَن، فِي الْبكاء على الْمَيِّت.\n13 -\nعَن عمْرَة عَن عَائِشَة دف نَاس من أهل الْبَادِيَة، فِي الضَّحَايَا.\n14 -\nعَن حميد بن نَافِع عَن زَيْنَب أخْبرته هَذِه الثَّلَاثَة الْأَحَادِيث: عَن أم حَبِيبَة وَعَن زَيْنَب بنت جحش وَعَن أم سَلمَة.\n15 -\nعَن عمْرَة عَن عَائِشَة: سمع صَوت رجل يسْتَأْذن فِي بَيت حَفْصَة، آخِره: يحرم من الرَّضَاع مَا يحرم من الْولادَة.\nالجزء: 1 ¦ الصفحة: 137\n",
        "16 -\nوَعَن عمْرَة عَن عَائِشَة: كَانَ فِيمَا أنزل عشر رَضعَات مَعْلُومَات يحرمن، ثمَّ نسخن بِخمْس.\n17 -\nعَن عباد بن تَمِيم عَن أبي بشير: لَا تبقين فِي رَقَبَة بعير قلادة.\n18 -\nعَن عمْرَة عَن عَائِشَة: مَا زَالَ جِبْرِيل يوصيني بالجار.\nتفرد بِهِ ابْن بكير، وَخَالفهُ معن فِي الْمُوَطَّأ عَن مَالك عَن يحيى بن أبي بكر بن مُحَمَّد، وَتَابعه مطرف وَأَشْهَب وقتيبة وَابْن أبي أويس وَغَيرهم، وَرَوَاهُ ابْن وهب فِي غير الْمُوَطَّأ عَن يحيى عَن عمْرَة ,\n50 -\nعبد الله بن يزِيد مولى الْأسود بن سُفْيَان\nخَمْسَة:\n1 -\nعَن أبي سَلمَة وَابْن ثَوْبَان عَن أبي هُرَيْرَة: إِذا كَانَ الْحر فأبردوا، وَإِن النَّار اشتكت إِلَى رَبهَا.\n2 -\nوَعَن أبي سَلمَة عَن أبي هُرَيْرَة: سجد فِي {إِذا السَّمَاء انشقت} .\nالجزء: 1 ¦ الصفحة: 138\n",
        "3 -\nوَعَن أبي سَلمَة عَن عَائِشَة: كَانَ يُصَلِّي فَيقْرَأ وَهُوَ جَالس، فَإِذا يقدر قدر ثَلَاثِينَ أَو أَرْبَعِينَ آيَة. مَعَ أبي النَّضر.\n4 -\nعَن أبي سَلمَة عَن فَاطِمَة بنت قيس: قصَّة الطَّلَاق وتزويجها أُسَامَة (31 / أ) .\n5 -\nوَعَن زيد أبي عَيَّاش عَن سعد: أينقص الرطب إِذا يبس.\n51 -\nعبد الله بن دِينَار مولى ابْن عمر\nوَاحِد وَثَلَاثِينَ:\nالجزء: 1 ¦ الصفحة: 139\n",
        "1 -\nعَن ابْن عمر: ذكر عمر أَنه تصيبه الْجَنَابَة من اللَّيْل.\n2 -\nإِن بِلَالًا يُنَادي بلَيْل.\n3 -\nصَلَاة اللَّيْل مثنى مثنى.\n4 -\nيُصَلِّي على رَاحِلَته حَيْثُ تَوَجَّهت بِهِ.\n5 -\nبَيْنَمَا النَّاس بقباء فِي الصُّبْح، تَحْويل الْقبْلَة.\nالجزء: 1 ¦ الصفحة: 140\n",
        "6 -\nكَانَ يَأْتِي قبَاء.\n7 -\nالشَّهْر تسع وَعِشْرُونَ: فَلَا تَصُومُوا حَتَّى تروه، فاقدروا لَهُ.\n8 -\nتحروا لَيْلَة الْقدر فِي السَّبع.\n9 -\nنهى أَن يلبس الْمحرم ثوبا مصبغا بزعفران أَو ورس وَمن لم يجد نَعْلَيْنِ فليلبس خُفَّيْنِ.\n10 -\nيهل أهل الْمَدِينَة وَأهل الشَّام وَأهل نجد.\n11 -\nخمس من الدَّوَابّ يقتلهن الْمحرم.\n12 -\nالَّذِي يجر ثَوْبه من الْخُيَلَاء.\n13 -\nإِن الْيَهُود إِذا سلم عَلَيْكُم أحدهم.\n14 -\nمَا ترى فِي الضَّب.\nالجزء: 1 ¦ الصفحة: 141\n",
        "15 -\nكَانَ يلبس خَاتمًا من ذهب.\n16 -\nيُشِير إِلَى الْمشرق وَيَقُول: هَا إِن الْفِتْنَة هُنَا.\n17 -\nكُنَّا إِذا بَايعنَا على السّمع وَالطَّاعَة يَقُول: فِيمَا اسْتَطَعْتُم.\n18 -\nوَأَيّمَا رجل قَالَ لِأَخِيهِ: كَافِر، فقد بَاء بهَا أَحدهمَا.\n19 -\nلَا يَتَنَاجَى اثْنَان دون الثَّالِث.\n20 -\nمن الشّجر شَجَرَة لَا يسْقط وَرقهَا.\nابْن الْقَاسِم وَابْن عفير وَابْن يُوسُف وَابْن بكير ومعن، وَلم يذكرهُ ابْن وهب وَأَبُو مُصعب والقعنبي.\nالجزء: 1 ¦ الصفحة: 142\n",
        "21 -\nالغادر ينصب لَهُ لِوَاء.\nمعن وَابْن بكير دون غَيرهمَا، وَرَوَاهُ القعْنبِي فِي سَمَاعه (31 / ب) .\n22 -\nلَا تدْخلُوا على هَؤُلَاءِ الْمُعَذَّبين.\nالقعْنبِي وَابْن بكير دون غَيرهمَا، وَرَوَاهُ معن فِي غير الْمُوَطَّأ.\n23 -\nكلكُمْ رَاع وكلكم مسئول.\nمعن والقعنبي وَابْن بكير دون غَيرهم، لم يذكرهُ ابْن الْقَاسِم وَابْن وهب وَابْن عفير وَأَبُو مُصعب.\nالجزء: 1 ¦ الصفحة: 143\n",
        "24 -\nمن اقتنى كَلْبا.\nقَالَ معن وقتيبة: وَنَافِع وَابْن دِينَار جَمِيعًا.\n25 -\nمن ابْتَاعَ طَعَاما فَلَا يَبِيعهُ حَتَّى يقبضهُ.\n26 -\nكَانَ رجل يخدع فِي البيع فَقَالَ: قل: لَا خلابة.\n27 -\nنهى عَن بيع الْوَلَاء.\n28 -\nعَن سُلَيْمَان بن يسَار عَن عُرْوَة عَن عَائِشَة: يحرم من الرَّضَاع.\n29 -\nعَن سُلَيْمَان عَن عرَاك عَن أبي هُرَيْرَة: لَيْسَ على الْمُسلم فِي عَبده وَلَا فِي فرسه.\nالجزء: 1 ¦ الصفحة: 144\n",
        "30 -\nكتب إِلَى عبد الْملك أقرّ بِالسَّمْعِ وَالطَّاعَة على كتاب الله وَسنة رَسُول الله [\n] .\n31 -\nعَن ابْن عمر.\n52 -\nعبد الله بن ذكْوَان أَبُو الزِّنَاد\nأَرْبَعَة وَسِتُّونَ:\n1 -\nعَن الْأَعْرَج عَن أبي هُرَيْرَة: إِذا اشْتَدَّ الْحر فأبردوا.\nالجزء: 1 ¦ الصفحة: 145\n",
        "2 -\nإِذا تَوَضَّأ أحدكُم فليجعل فِي أَنفه مَاء ثمَّ لينتثر وَمن استجمر فليوتر.\n3 -\nإِذا اسْتَيْقَظَ أحدكُم من نَومه.\n4 -\nلَوْلَا أَن أشق لأمرتهم بِالسِّوَاكِ.\n5 -\nإِذا شرب الْكَلْب.\n6 -\nإِذا نُودي بِالصَّلَاةِ أدبر الشَّيْطَان وَله ضراط.\n7 -\nإِذا قَالَ أحدكُم: آمين.\nالجزء: 1 ¦ الصفحة: 146\n",
        "8 -\nلقد هَمَمْت أَن آمُر بحطب ثمَّ آمُر بِالصَّلَاةِ.\n9 -\nإِذا صلى للنَّاس فليخفف فَإِن فيهم السقيم.\n10 -\nإِذا قلت لصاحبك: أنصت، فقد لغوت (32 / أ) .\n11 -\nإِنَّمَا جعل الإِمَام ليؤتم بِهِ.\n12 -\nذكر الْجُمُعَة فَقَالَ: فِيهِ سَاعَة.\n13 -\nالْمَلَائِكَة تصلي على أحدكُم مَا دَامَ فِي مُصَلَّاهُ.\n14 -\nلَا يزَال أحدكُم فِي الصَّلَاة.\nالجزء: 1 ¦ الصفحة: 147\n",
        "15 -\nيعْقد الشَّيْطَان على قافية.\n16 -\nهَل ترَوْنَ قِبْلَتِي هَا هُنَا.\n17 -\nمن أدْرك رَكْعَة من الصُّبْح وَمن الْعَصْر.\nمعن وَحده وَلم يذكر غَيره، وَتَابعه حباب بن جبلة وَعِيسَى ابْن خَالِد.\n18 -\nيتعاقبون فِيكُم مَلَائِكَة.\n19 -\nلكل نَبِي دَعْوَة.\n20 -\nلَا يَقُولَن أحدكُم: اغْفِر لي إِن شِئْت.\n21 -\nإيَّاكُمْ والوصال.\n22 -\nلخلوف فَم الصَّائِم، وَالصِّيَام لي.\nالجزء: 1 ¦ الصفحة: 148\n",
        "23 -\nالصّيام جنَّة فَإِذا كَانَ صَائِما فَلَا يرْفث وَلَا يجهل.\n24 -\nرأى رجلا يَسُوق بدنه.\n25 -\nمثل الْمُجَاهِد فِي سَبِيل الله.\n26 -\nتكفل الله لمن جَاهد.\n27 -\nوَالَّذِي نَفسِي بِيَدِهِ وددت أَنِّي أقَاتل فِي سَبِيل الله.\n28 -\nيضْحك الله إِلَى رجلَيْنِ يقتل أَحدهمَا الآخر.\n29 -\nلَا يكلم أحد فِي سَبِيل الله وَالله أعلم بِمن يكلم.\n30 -\nلَا يخْطب على خطْبَة أَخِيه.\n31 -\nلَا يجمع بَين الْمَرْأَة وعمتها.\nالجزء: 1 ¦ الصفحة: 149\n",
        "32 -\nنهى عَن بيع الْمُلَامسَة والمنابذة.\n33 -\nمطل الْغَنِيّ ظلم وَإِذا أتبع أحدكُم على مَلِيء.\n34 -\nلَا تلقوا الركْبَان وَلَا يبع بَعْضكُم على بيع بعض وَلَا تناجشوا وَلَا يبع حَاضر لباد وَلَا تصروا الْإِبِل وَالْغنم.\n35 -\nلَا يمْنَع فضل المَاء ليمنع بِهِ الْكلأ.\n36 -\nالعجماء جَبَّار والبئر والمعدن وَفِي الرِّكَاز.\nابْن وهب وَابْن عفير (32 / ب) وَابْن الْقَاسِم دون غَيرهم، وَقد رَوَاهُ الشَّافِعِي وَشُعَيْب بن يحيى.\nالجزء: 1 ¦ الصفحة: 150\n",
        "37 -\nكل ابْن آدم يَأْكُلهُ التُّرَاب.\n38 -\nإِذا أحب عَبدِي لقائي.\n39 -\nقَالَ رجل لم يعْمل حَسَنَة قطّ لأَهله: إِذا مت فاحرقوني.\n40 -\nكل مَوْلُود يُولد على الْفطْرَة.\n41 -\nلَا تقوم السَّاعَة حَتَّى يمر الرجل بِقَبْر الرجل.\n42 -\nتحاج آدم ومُوسَى.\n43 -\nلَا تسْأَل الْمَرْأَة طَلَاق أُخْتهَا لتستفرغ.\n44 -\nإيَّاكُمْ وَالظَّن وَلَا تنافسوا وَلَا وَلَا.\n45 -\nلَا ينظر الله إِلَى من جر إزَاره بطرا.\nالجزء: 1 ¦ الصفحة: 151\n",
        "46 -\nلَا يمش فِي النَّعْل الْوَاحِدَة.\n47 -\nإِذا انتعل أحدكُم.\n48 -\nنهى عَن لبستين وبيعتين.\n49 -\nالْمُسلم يَأْكُل فِي معى وَاحِد.\n50 -\nلَيْسَ الْمِسْكِين بِالطّوافِ.\n51 -\nطَعَام الِاثْنَيْنِ كَافِي الثَّلَاثَة.\n52 -\nرَأس الْكفْر نَحْو الْمشرق.\n53 -\nلَا يَقُولَن أحدكُم: يَا خيبة الدَّهْر.\n54 -\nشَرّ النَّاس ذُو الْوَجْهَيْنِ.\nالجزء: 1 ¦ الصفحة: 152\n",
        "55 -\nنعم الصَّدَقَة اللقحة الصفي.\n56 -\nلَا يقسم ورثتي دِينَارا.\n57 -\nلِأَن يَأْخُذ أحدكُم حبله فيحتطب على ظَهره.\n58 -\nالرُّؤْيَا الْحَسَنَة جُزْء من سِتَّة وَأَرْبَعين جُزْءا.\nإِلَّا القعْنبِي.\n59 -\nنَار بني آدم الَّتِي يوقدون جُزْء من السّبْعين.\n60 -\nنَحن الْآخرُونَ السَّابِقُونَ.\nابْن يُوسُف وَابْن الْقَاسِم وَابْن عفير دون غَيرهم، وتابعهم ابْن\nالجزء: 1 ¦ الصفحة: 153\n",
        "وهب فِي غير الْمُوَطَّأ، لَيْسَ عِنْد معن وَابْن بكير وَأبي مُصعب والقعنبي.\n61 -\nلَيْسَ الْغنى عَن كَثْرَة الْعرض.\nمعن وَابْن بكير دون غَيرهمَا (33 / أ) ، وتابعهم ابْن وهب فِي غير الْمُوَطَّأ وَابْن أبي أويس ومطرف وَابْن نَافِع.\n62 -\nعذبت امْرَأَة فِي هزة.\nابْن بكير وَحده، وَذكره معن عَن نَافِع عَن ابْن عمر.\n63 -\nكَانَ يَدْعُو: أعوذ بك من عَذَاب جَهَنَّم وَمن وَمن.\nالجزء: 1 ¦ الصفحة: 154\n",
        "ابْن وهب وَابْن الْقَاسِم فِي الْفَرَائِض دون غَيرهمَا.\n64 -\nأمرت أَن أقَاتل النَّاس حَتَّى يَقُولُوا.\nابْن الْقَاسِم وَابْن وهب دون غَيرهمَا فِي الْفَرَائِض.\n53 -\nعبد الرَّحْمَن بن الْقَاسِم بن مُحَمَّد\nثَمَانِيَة:\nالجزء: 1 ¦ الصفحة: 155\n",
        "1 -\nعَن أَبِيه عَن عَائِشَة: خرجنَا حَتَّى إِذا كُنَّا بِالْبَيْدَاءِ انْقَطع عقد لي، التَّيَمُّم.\n2 -\nطيبت النَّبِي [\n] .\n3 -\nأفرد الْحَج.\n4 -\nقدمت وَأَنا حَائِض فَقَالَ: افعلي مَا يفعل الْحَاج.\n5 -\nأَن صَفِيَّة حَاضَت.\nإِلَّا ابْن عفير.\n6 -\nعَن أَبِيه عَن أَسمَاء أَنَّهَا ولدت مُحَمَّد بن أبي بكر.\nالجزء: 1 ¦ الصفحة: 156\n",
        "7 -\nعَن أَبِيه عَن عبد الرَّحْمَن وَمجمع عَن خنساء.\n8 -\nعَن عبد الله بن عبيد الله بن عمر عَن أَبِيه فِي سنة الصَّلَاة.\n54 -\nعبد الرَّحْمَن بن عبد الله بن عبد الرَّحْمَن ابْن أبي صعصعة\nثَلَاثَة:\nالجزء: 1 ¦ الصفحة: 157\n",
        "1 -\nعَن أَبِيه عَن أبي سعيد: أَرَاك تحب الْغنم فَإِذا أَذِنت فارفع صَوْتك.\n2 -\n{قل هُوَ الله أحد} إِنَّهَا لتعدل.\n3 -\nخير مَال الْمُسلم غنم.\n55 -\nعبد الله بن عبد الرَّحْمَن أَبُو طوالة\nاثْنَان:\n1 -\nعَن أبي الْحباب عَن أبي هُرَيْرَة أَيْن المتحابين بجلالي.\n2 -\nعَن أبي أويس عَن عَائِشَة إِنِّي أصبح جنبا.\nالجزء: 1 ¦ الصفحة: 158\n",
        "56 -\nعبيد الله بن سلمَان الْأَغَر\nوَاحِد:\nعَن أَبِيه عَن أبي هُرَيْرَة: صَلَاة فِي مَسْجِدي.\n57 -\nعبيد الله بن عبد الرَّحْمَن\nوَاحِد:\nعَن عبيد بن حنين عَن أبي هُرَيْرَة: {قل هُوَ الله أحد} وَجَبت.\nالجزء: 1 ¦ الصفحة: 159\n",
        "58 -\nعبد الرَّحْمَن بن حَرْمَلَة\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 160\n",
        "عَن عَمْرو بن شُعَيْب عَن أَبِيه (33 / ب) عَن جده: الرَّاكِب شَيْطَان.\n59 -\nعبد الرَّحْمَن بن أبي عمْرَة\nوَاحِد:\nعَن الْقَاسِم أَن سعد بن عبَادَة: أعتق عَن أُمِّي.\n60 -\nعبد الْمجِيد بن سُهَيْل\nوَاحِد:\nعَن ابْن الْمسيب عَن أبي هُرَيْرَة: فِي الصَّاع بالصاعين والربا.\nالجزء: 1 ¦ الصفحة: 161\n",
        "61 -\nعبد ربه بن سعيد\nاثْنَان:\n1 -\nعَن أبي بكر بن عبد الرَّحْمَن عَن عَائِشَة وَأم سَلمَة كَانَ يصبح جنبا من جماع.\n2 -\nعَن أبي سَلمَة عَن أم سَلمَة قصَّة سبيعة.\n62 -\nعبد الْكَرِيم بن مَالك الْجَزرِي\nوَاحِد:\nعَن ابْن أبي ليلى عَن كَعْب بن عجْرَة، فِي الْفِدْيَة.\nالقعْنبِي وَالشَّافِعِيّ وَأَشْهَب وَابْن عفير وَأَبُو مُصعب وَابْن يُوسُف وَابْن بكير.\nوَقَالَ ابْن وهب وَابْن الْقَاسِم فِيهِ: عَن مُجَاهِد، وتابعهما إِبْرَاهِيم بن طهْمَان وَابْن مهْدي والوليد بن مُسلم وحسين بن الْوَلِيد ومطرف\nالجزء: 1 ¦ الصفحة: 162\n",
        "وَمُحَمّد بن الْحُسَيْن ومكي بن إِبْرَاهِيم وَإِسْحَاق بن سُلَيْمَان الرَّازِيّ وَبشر بن عمر.\n63 -\nعَطاء الْخُرَاسَانِي\nوَاحِد:\nعَن شيخ عَن كَعْب بن عجْرَة، فِي الْفِدْيَة.\nالجزء: 1 ¦ الصفحة: 163\n",
        "64 -\nعَمْرو بن الْحَارِث\nوَاحِد:\nعَن عبيد بن فَيْرُوز عَن الْبَراء، فِي الْأَضَاحِي.\n65 -\nعَمْرو بن أبي عَمْرو\nوَاحِد:\nأحد جبل يحبنا، إِن إِبْرَاهِيم حرم مَكَّة.\n66 -\nعَمْرو بن يحيى بن عمَارَة\nثَلَاثَة:\n1 -\nعَن أَبِيه عَن عبد الله بن زيد، فِي الْوضُوء.\n2 -\nعَن أبي الْحباب عَن ابْن عمر يُصَلِّي على حمَار.\nالجزء: 1 ¦ الصفحة: 164\n",
        "3 -\nوَعَن أَبِيه عَن أبي سعيد: لَيْسَ فِيمَا دون خَمْسَة.\n67 -\nعَلْقَمَة بن أبي عَلْقَمَة\nاثْنَان:\n1 -\nعَن أمه عَن عَائِشَة أهْدى أَبُو جهم خميصة (34 / أ) .\n2 -\nخرج إِلَى أهل البقيع فَدَعَا لَهُم.\n68 -\nالْعَلَاء بن عبد الرَّحْمَن\nعشرَة:\nالجزء: 1 ¦ الصفحة: 165\n",
        "1 -\nعَن أنس بن مَالك تِلْكَ صَلَاة الْمُنَافِقين.\n2 -\nعَن أَبِيه عَن أبي هُرَيْرَة خرج إِلَى الْمقْبرَة، بِطُولِهِ.\n3 -\nأَلا أخْبركُم بِمَا يمحوا الله بِهِ الْخَطَايَا.\nالجزء: 1 ¦ الصفحة: 166\n",
        "4 -\nإِذا ثوب بِالصَّلَاةِ فَلَا تأتوها تسعون وَأتوا وَعَلَيْكُم السكينَة، مَعَ إِسْحَاق أبي عبد الله.\n5 -\nوَعَن أبي السَّائِب عَن أبي هُرَيْرَة: قسمت الصَّلَاة.\n6 -\nوَعَن أَبِيه عَن أبي هُرَيْرَة نهى أَن ينْبذ فِي الدُّبَّاء والمزفت.\n7 -\nوَعَن معبد عَن أَخِيه عَن أبي امامة: من اقتطع حق مُسلم بِيَمِينِهِ.\n8 -\nوَعَن أَبِيه عَن أبي سعيد إزرة الْمُسلم.\n9 -\nوَعَن أَبِيه عَن أبي هُرَيْرَة: التثاؤب، فَإِذا تثاءب أحدكُم.\nابْن وهب وَابْن الْقَاسِم وَابْن يُوسُف وَابْن عفير، وَلَيْسَ عِنْد معن والقعنبي وَابْن بكير وَأبي مُصعب.\n10 -\nمن عمل لي عملا أشرك فِيهِ غَيْرِي.\nالجزء: 1 ¦ الصفحة: 167\n",
        "ابْن عفير وَحده، وَتَابعه ابْن وهب فِي غير الْمُوَطَّأ وَابْن أبي أويس وحبِيب.\n69 -\nفُضَيْل بن أبي عبد الله\nوَاحِد:\nعَن ابْن نيار عَن عُرْوَة عَن عَائِشَة، بِطُولِهِ: لَا نستعين بمشرك.\nابْن عفير وَابْن يُوسُف دون غَيرهمَا، وتابعهما يحيى الْقطَّان وَابْن مهْدي ومعن فِي غير الْمُوَطَّأ وَابْن أبي أويس (34 / ب) .\n70 -\nقطن بن وهب بن عُوَيْمِر\nعَن يحنس عَن ابْن عمر: من صَبر على لأوائها وَحده.\nالجزء: 1 ¦ الصفحة: 168\n",
        "71 -\nمُوسَى بن عقبَة\nاثْنَان:\n1 -\nعَن كريب عَن أُسَامَة: دفع من عَرَفَة.\n2 -\nعَن سَالم عَن أَبِيه بيداؤكم هَذِه، مَا أهل إِلَّا من الْمَسْجِد؟\n72 -\nمُوسَى بن ميسرَة\nاثْنَان:\n1 -\nعَن أبي مرّة عَن أم هَانِئ: صلى ثَمَان رَكْعَات.\n2 -\nعَن سعيد بن أبي هِنْد عَن أبي مُوسَى: من لعب بالنرد.\nالجزء: 1 ¦ الصفحة: 169\n",
        "73 -\nمُوسَى بن أبي تَمِيم\nوَاحِد:\nعَن سعيد بن يسَار عَن أبي هُرَيْرَة: الدِّينَار بالدينار.\n74 -\nمخرمَة بن سُلَيْمَان\nوَاحِد:\nعَن كريب عَن ابْن عَبَّاس: بَات عِنْد مَيْمُونَة.\n75 -\nمُسلم بن أبي مَرْيَم\nاثْنَان:\nالجزء: 1 ¦ الصفحة: 170\n",
        "1 -\nعَن عَليّ المعاوي عَن ابْن عمر: وضع كَفه على فَخذه، فِي الصَّلَاة.\n2 -\nعَن أبي صَالح عَن أبي هُرَيْرَة: تعرض الْأَعْمَال.\nأسْندهُ ابْن وهب وَحده، وَوَقفه الْبَاقُونَ.\n76 -\nالْمسور بن رِفَاعَة\nوَاحِد:\nعَن الزبير بن عبد الرَّحْمَن بن الزبير، قَالَ ابْن وهب: عَن أَبِيه، دون غَيره: حَتَّى تذوق الْعسيلَة.\nالجزء: 1 ¦ الصفحة: 171\n",
        "وَتَابعه إِبْرَاهِيم بن طهْمَان.\n77 -\nنَافِع مولى ابْن عمر\nالجزء: 1 ¦ الصفحة: 172\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 173\n",
        "خَمْسَة وَثَمَانُونَ:\n1 -\nعَن ابْن عمر: الَّذِي تفوته الْعَصْر.\n2 -\nلَا يتحَرَّى أحدكُم طُلُوع الشَّمْس.\n3 -\nكَانُوا يَتَوَضَّئُونَ الرِّجَال وَالنِّسَاء.\n4 -\nمثل أَصْحَاب الْقُرْآن مثل الْإِبِل.\n5 -\nصَلَاة اللَّيْل مثنى.\n6 -\nوَعَن حَفْصَة إِذا سكت الْمُؤَذّن صلى رَكْعَتَيْنِ.\n7 -\nصَلَاة الْجَمَاعَة تفضل الْفَذ.\n8 -\nصلوا فِي الرّحال.\nالجزء: 1 ¦ الصفحة: 174\n",
        "9 -\nإِذا عجل بِهِ السّير يجمع.\n10 -\nإِذا جَاءَ الْجُمُعَة فليغتسل.\n11 -\nرأى بصاقا فِي الْقبْلَة (35 / أ) .\n12 -\nكَانَ يُصَلِّي قبل الظّهْر وَبعدهَا وَبعد الْمغرب وَالْعشَاء.\n13 -\nصَلَاة الْخَوْف.\n14 -\nكَانَ يَأْتِي قبَاء.\nالقعْنبِي وَتَابعه إِسْحَاق الطباع، وَأحمد بن صَالح عَن ابْن وهب.\nالجزء: 1 ¦ الصفحة: 175\n",
        "15 -\nفرض زَكَاة الْفطر.\n16 -\nلَا تَصُومُوا حَتَّى تروه.\n17 -\nنهى عَن الْوِصَال.\n18 -\nأروا لَيْلَة الْقدر فِي السَّبع الْأَوَاخِر.\n19 -\nمَا يلبس الْمحرم.\n20 -\nيهل أهل الْمَدِينَة.\n21 -\nلبيْك اللَّهُمَّ لبيْك.\n22 -\nخمس لَيْسَ على الْمحرم جنَاح.\nالجزء: 1 ¦ الصفحة: 176\n",
        "23 -\nدخل الْكَعْبَة وَأُسَامَة وبلال.\n24 -\nأَنَاخَ بِذِي الحليفة وَصلى بهَا.\n25 -\nإِن صددت صنعت كَمَا صنع النَّبِي [\n] .\n26 -\nعَن حَفْصَة: مَا شَأْن النَّاس حلوا؟\n27 -\nعَن نبيه عَن أبان عَن عُثْمَان: لَا ينْكح الْمحرم.\n28 -\nرحم الله المحلقين.\n29 -\nكَانَ إِذا قفل من غَزْو أَو حج أَو عمْرَة.\n30 -\nنهى أَن يُسَافر بِالْقُرْآنِ.\n31 -\nبعث سَرِيَّة قبل نجد فغنموا.\nالجزء: 1 ¦ الصفحة: 177\n",
        "32 -\nأَن عمر حمل على فرس.\n33 -\nمن حمل علينا السِّلَاح.\nلَيْسَ عِنْد ابْن مُصعب وَابْن الْقَاسِم.\n34 -\nالْخَيل مَعْقُود فِي نَوَاصِيهَا.\n35 -\nسَابق بَين الْخَيل.\n36 -\nنهى عَن قتل النِّسَاء وَالصبيان.\nأسْندهُ أَبُو مُصعب بِخِلَاف عَنهُ دون غَيره، وأسنده الْوَلِيد وَابْن الْمُبَارك وَإِسْحَاق الرَّازِيّ وَابْن مهْدي وَإِبْرَاهِيم بن حَمَّاد وَمُحَمّد\nالجزء: 1 ¦ الصفحة: 178\n",
        "ابْن الْحسن، وَابْن خَلاد عَن معن، وَسَلام بن وَاقد وَأَبُو إِسْمَاعِيل الأبلي وَيحيى بن صَالح وعتيق بن يَعْقُوب (35 / ب) .\n37 -\nلَا يخْطب على خطْبَة أَخِيه.\nلَيْسَ عِنْد القعْنبِي.\n38 -\nنهى عَن الشّغَار.\n39 -\nأَن رجلا لَاعن فَفرق بَينهمَا وَألْحق الْوَلَد بِأُمِّهِ.\n40 -\nأَنه طلق امْرَأَته وَهِي حَائِض.\n41 -\nمن بَاعَ نخلا قد أبرت.\nالجزء: 1 ¦ الصفحة: 179\n",
        "42 -\nنهى عَن بيع الثِّمَار حَتَّى يبدوا صَلَاحهَا.\n43 -\nعَن زيد بن ثَابت: رخص لصَاحب الْعرية.\n44 -\nعَن ابْن عمر نهى عَن الْمُزَابَنَة.\n45 -\nمن ابْتَاعَ طَعَاما فَلَا يَبِعْهُ حَتَّى يَسْتَوْفِيه.\n46 -\nكُنَّا نبتاع الطَّعَام فيبعث من يَأْمُرنَا بانتقاله.\n47 -\nنهى عَن بيع حَبل الحبلة.\n48 -\nالْمُتَبَايعَانِ كل وَاحِد مِنْهَا بِالْخِيَارِ.\n49 -\nلَا يبع بَعْضكُم على بيع بعض.\n50 -\nنهى عَن النجش.\nالجزء: 1 ¦ الصفحة: 180\n",
        "51 -\nنهى عَن تلقي السّلع حَتَّى تهبط الْأَسْوَاق.\nابْن عفير ومعن، وَلم يذكرهُ أَبُو مُصعب وَابْن الْقَاسِم وَابْن وهب وَابْن بكير، وَرَوَاهُ القعْنبِي والوليد بن مُسلم.\n52 -\nمن شرب الْخمر فِي الدُّنْيَا ثمَّ لم يتب مِنْهَا حرمهَا.\n53 -\nخطب فَقَالَ: نهى عَن الدُّبَّاء والمزفت.\n54 -\nأدْرك عمر يحلف بِأَبِيهِ.\n55 -\nإِذا مَاتَ عرض على مَقْعَده.\nالجزء: 1 ¦ الصفحة: 181\n",
        "56 -\nمَا حق امْرِئ لَهُ شَيْء يُوصي فِيهِ يبيت لَيْلَتَيْنِ.\n57 -\nمن أعتق شركا لَهُ فِي عبد.\n58 -\nأَن عَائِشَة، قصَّة بَرِيرَة وَالْوَلَاء لمن أعتق.\n59 -\nأَن الْيَهُود جَاءُوا، قصَّة الرَّجْم بِطُولِهِ.\nالجزء: 1 ¦ الصفحة: 182\n",
        "60 -\nقطع فِي مجن.\n61 -\nلَا ينظر الله إِلَى من جر ثَوْبه خُيَلَاء (36 / أ) .\n62 -\nأَن عمر رأى حلَّة سيراء.\n63 -\nأَرَانِي عِنْد الْكَعْبَة، قصَّة الدَّجَّال وَعِيسَى.\n64 -\nالْمُؤمن يَأْكُل فِي معى وَاحِد وَالْكَافِر فِي سَبْعَة أمعاء.\nابْن بكير وَابْن وهب دون غَيرهمَا من أَصْحَاب الْمُوَطَّأ.\n65 -\nالْحمى من فيح جَهَنَّم فأطفئوها.\nابْن وهب وَابْن الْقَاسِم وَابْن عفير وَالشَّافِعِيّ وَلم يذكرهُ معن والقعنبي وَابْن بكير وَأَبُو مُصعب وَابْن يُوسُف.\nالجزء: 1 ¦ الصفحة: 183\n",
        "66 -\nمن اقتنى كَلْبا.\n67 -\nأَمر بقتل الْكلاب.\n68 -\nلَا يحتلبن أحد مَاشِيَة أحد.\n69 -\nمَا ترى فِي الضَّب.\nابْن بكير وَأَبُو مُصعب وَجمعه مَعَ ابْن دِينَار، وَغَيرهمَا يذكرهُ عَن عبد الله بن دِينَار وَحده، وَابْن بكير أفرده عَن نَافِع وَتَابعه خَالِد بن مخلد، وقتيبة تَابع أَبَا مُصعب.\n70 -\nإِذا نصح العَبْد لسَيِّده.\nالجزء: 1 ¦ الصفحة: 184\n",
        "71 -\nلَا يَتَنَاجَى اثْنَان.\n72 -\nالْيَد الْعليا خير من الْيَد السُّفْلى، والعليا المنفقة.\n73 -\nإِذا دعِي إِلَى وَلِيمَة فليأتها.\n74 -\nعذبت امْرَأَة فِي هرة.\nمعن وَحده دون أَصْحَابه وَتَابعه القعْنبِي فِي سَمَاعه وَابْن وهب وَابْن أبي أويس ومطرف.\n75 -\nعَن ابْن عمر عَن أبي لبَابَة وَفِي الْجنان.\nابْن وهب، وَأسْقط ابْن الْقَاسِم وَابْن عفير والقعنبي: ابْن عمر، وَزَاد فِيهِ القعْنبِي ألفاظا لم يَأْتِ بهَا غَيره، وَلَيْسَ هُوَ عِنْد (36 / ب) معن وَأبي مُصعب وَابْن بكير بِوَجْه.\nالجزء: 1 ¦ الصفحة: 185\n",
        "76 -\nعَن أبي سعيد: لَا تَبِيعُوا الذَّهَب بِالذَّهَب.\n77 -\nعَن رَافع: نهى عَن كرى الْمزَارِع.\nابْن عفير وَحده دون أَصْحَابه وَتَابعه روح وَبشر بن عمر وَابْن أبي مَرْيَم وَعَمْرو بن مَرْزُوق.\n78 -\nوَعَن سُلَيْمَان بن يسَار عَن أم سَلمَة فِي الْمُسْتَحَاضَة.\n79 -\nوَعَن إِبْرَاهِيم بن حنين عَن أَبِيه عَن عَليّ: نهاني عَن لبس القسي، الحَدِيث.\n80 -\nعَن الْقَاسِم عَن عَائِشَة فِي التصاوير وَإِن أَصْحَاب هَذِه الصُّور يُعَذبُونَ.\n81 -\nوَعَن سَالم عَن أبي الْجراح عَن أم حَبِيبَة.\nمعن وَابْن عفير وَابْن يُوسُف، وتابعهم ابْن وهب فِي غير الْمُوَطَّأ، وَلم يذكرهُ ابْن الْقَاسِم وَأَصْحَاب الْمُوَطَّأ الْبَاقُونَ.\nالجزء: 1 ¦ الصفحة: 186\n",
        "82 -\nوَعَن زيد بن عبد الله بن عمر عَن عبد الله بن عبد الرَّحْمَن بن أبي بكر عَن أم سَلمَة: فَإِنَّمَا يجرجر فِي بَطْنه نَار جَهَنَّم.\n83 -\nوَعَن نبيه عَن أبان عَن عُثْمَان: لَا ينْكح الْمحرم.\n84 -\nوَعَن صَفِيَّة عَن عَائِشَة أَو حَفْصَة: لَا يحل لامْرَأَة تحد.\n85 -\nعَن رجل من الْأَنْصَار عَن أَبِيه نهى أَن تسْتَقْبل الْقبْلَة لغائط.\nالجزء: 1 ¦ الصفحة: 187\n",
        "86 -\nعَن رجل من الْأَنْصَار عَن معَاذ بن سعد أَو سعد بن معَاذ أَن جَارِيَة لكعب كَانَت ترعى.\n78 -\nنَافِع بن مَالك أَبُو سُهَيْل\nوَاحِد:\nعَن أَبِيه عَن طَلْحَة: جَاءَ رجل يسْأَل عَن الْإِسْلَام ثَائِر الرَّأْس (37 / أ) .\n79 -\nنعيم بن عبد الله المجمر\nثَلَاثَة:\nالجزء: 1 ¦ الصفحة: 188\n",
        "1 -\nعَن مُحَمَّد بن عبد الله بن زيد عَن أبي مَسْعُود، فِي الصَّلَاة على النَّبِي [\n] .\n2 -\nوَعَن عَليّ بن يحيى بن خَلاد عَن أَبِيه عَن رِفَاعَة بن رَافع، فِي الدُّعَاء: رَبنَا لَك الْحَمد.\n3 -\nعَن أبي هُرَيْرَة: لَا يدخلهَا الدَّجَّال وَلَا الطَّاعُون.\n80 -\nوهب بن كيسَان\nوَاحِد:\nالجزء: 1 ¦ الصفحة: 189\n",
        "عَن جَابر بعث بعثا وَأمر عَلَيْهِم أَبَا عُبَيْدَة.\n81 -\nهَاشم بن هَاشم بن هَاشم\nوَاحِد:\nعَن ابْن نسطاس عَن جَابر: من حلف على منبري بِيَمِين آثمة.\n82 -\nهِلَال بن أبي مَيْمُونَة\nوَاحِد:\nعَن عَطاء بن يسَار عَن عمر بن الحكم قصَّة\nالجزء: 1 ¦ الصفحة: 190\n",
        "الْجَاهِلِيَّة وَأمره بِعتْقِهَا حِين لطمها والكهان والطيرة.\n83 -\nهِشَام بن عُرْوَة\nاثْنَان وَأَرْبَعُونَ:\nالجزء: 1 ¦ الصفحة: 191\n",
        "1 -\nعَن أَبِيه عَن عَائِشَة كنت اغْتسل أَنا وَالنَّبِيّ [\n] من إِنَاء وَاحِد نغترف جَمِيعًا.\nالجزء: 1 ¦ الصفحة: 192\n",
        "2 -\nكنت أرجله وَأَنا حَائِض.\n3 -\nجَاءَت فَاطِمَة بنت أبي حُبَيْش، فِي الِاسْتِحَاضَة.\n4 -\nأَن الْحَارِث بن هِشَام سَأَلَ كَيفَ يَأْتِيك الْوَحْي.\n5 -\nإِذا نعس أحدكُم فِي الصَّلَاة فليرقد.\n6 -\nكَانَ يُصَلِّي بِاللَّيْلِ ثَلَاث عشرَة رَكْعَة ثمَّ إِذا سمع النداء صلى رَكْعَتَيْنِ خفيفتين.\nهَذَا وَالَّذِي قبله ليسَا عِنْد ابْن عفير.\n7 -\nصلى وَهُوَ شَاك فصلى وَرَاءه قوم قيَاما فَأَشَارَ أَن اجلسوا.\n8 -\nكَانَ إِذا اغْتسل من الْجَنَابَة (37 / ب) بَدْء فَغسل يَدَيْهِ.\nإِلَّا ابْن عفير.\n9 -\nلم تَرَ النَّبِي [\n] يُصَلِّي قَاعِدا حَتَّى أسن.\n10 -\nعَن عمر بن أبي سَلمَة يُصَلِّي فِي ثوب وَاحِد.\nالجزء: 1 ¦ الصفحة: 193\n",
        "11 -\nوَعَن ابْن الأرقم: فليبدأ بالخلاء.\n12 -\nعَن عَائِشَة أُتِي بصبي فَبَال على ثَوْبه.\n13 -\nرأى فِي الْقبْلَة بصاقا أَو مخاطا.\n14 -\nمروا أَبَا بكر يُصَلِّي بِالنَّاسِ.\n15 -\nخسفت الشَّمْس، بِطُولِهِ.\n16 -\nأحب الْعَمَل إِلَى الله الَّذِي يَدُوم عَلَيْهِ صَاحبه.\n17 -\nعَن حمْرَان عَن عُثْمَان: من تَوَضَّأ فَأحْسن وضوءه.\n18 -\nعَن زَيْنَب عَن أم سَلمَة: جَاءَت أم سليم فَقَالَت: إِن الله لَا يستحي من الْحق؛ هَل على الْمَرْأَة غسل إِذا هِيَ احتملت.\n19 -\nعَن عَائِشَة: كَانَ يقبل وَهُوَ صَائِم.\nالجزء: 1 ¦ الصفحة: 194\n",
        "إِلَّا ابْن عفير.\n20 -\nأَن حَمْزَة الْأَسْلَمِيّ قَالَ: أَصوم فِي السّفر.\n21 -\nكَانَ يَوْم عَاشُورَاء.\n22 -\nذكر صَفِيَّة قَالُوا: حَاضَت، قَالَ: لَعَلَّهَا حابستنا.\n23 -\nإِن الصَّفَا والمروة من شَعَائِر الله.\n24 -\nعَن أُسَامَة: كَانَ يسير الْعُنُق.\n25 -\nأَن عمر قبل الْحجر، وَرَفعه مُرْسلا.\n26 -\nأَن صَاحب بدن رَسُول الله [\n] قَالَ: كَيفَ أصنع بِمَا عطب.\nقَالَ ابْن عفير فِيهِ: عَن عاشة، وَلَا يَصح.\n27 -\nعَن الْمسور أَن سبيعة نفست.\nالجزء: 1 ¦ الصفحة: 195\n",
        "28 -\nعَن عَائِشَة: جَاءَ عمي من الرضَاعَة.\n29 -\nكفن فِي ثَلَاثَة أَثوَاب.\n30 -\nإِن أُمِّي افتلتت نَفسهَا.\n31 -\nوَعَن زَيْنَب عَن أم سَلمَة: إِنَّكُم تختصمون إِلَيّ.\n32 -\nعَن عَائِشَة: أَي الرّقاب أفضل.\nأَبُو مُصعب دون غَيره، وَتَابعه مطرف (38 / أ) وروح وَعبد الله ابْن عبد الحكم، وأرسله الْبَاقُونَ وَقَالَ: حدثت عَن مَالك عَن هِشَام عَن أَبِيه عَن أبي مرواح عَن أبي ذَر.\nالجزء: 1 ¦ الصفحة: 196\n",
        "33 -\nعَن أَبِيه أَن مخثنا كَانَ عِنْد أم سَلمَة، مُرْسل.\n34 -\nجَاءَت بَرِيرَة، الحَدِيث بِطُولِهِ.\n35 -\nعَن أَبِيه عَن ابْن الزبير عَن سُفْيَان بن أبي زُهَيْر: يَأْتِي قوم يبسون.\n36 -\nعَن عَائِشَة: وعك أَبُو بكر وبلال.\nالجزء: 1 ¦ الصفحة: 197\n",
        "37 -\nذكر بعض نِسَائِهِ كَنِيسَة بِأَرْض الْحَبَشَة.\nمعن وَأَبُو مُصعب وَابْن بكير دون غَيرهم.\n38 -\nعَن عبد الله بن عَمْرو: لَا يقبض الْعلم.\nمعن وَحده، وَتَابعه ابْن أبي أويس والطباع وَأَبُو قُرَّة وَابْن شروس، وَلم يذكرهُ أَصْحَاب الْمُوَطَّأ غير معن.\n39 -\nعَن فَاطِمَة بنت الْمُنْذر عَن أَسمَاء فِي دم الْحَيْضَة تقرصه.\nالجزء: 1 ¦ الصفحة: 198\n",
        "40 -\nيَأْمُرنَا ان نبردها بِالْمَاءِ.\n41 -\nالْكُسُوف.\n42 -\nعَن عباد بن عبد الله بن الزبير عَن عَائِشَة: اللَّهُمَّ اغْفِر لي وارحمني وألحقني بالرفيق.\n84 -\nيحيى بن سعيد الْأنْصَارِيّ\nأَرْبَعُونَ:\nالجزء: 1 ¦ الصفحة: 199\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 200\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 201\n",
        "1 -\nعَن عمْرَة أَنه كَانَ ليُصَلِّي الصُّبْح فتنصرف النِّسَاء متلفعات.\n2 -\nلَو أدْرك مَا أحدث النِّسَاء بعده لمنعهن الْمَسَاجِد.\n3 -\nحَدِيث الْكُسُوف.\nالجزء: 1 ¦ الصفحة: 202\n",
        "4 -\nخرجنَا لَا نرى إِلَّا أَنه الْحَج.\n5 -\nقصَّة بَرِيرَة.\n6 -\nمَا طَال عَليّ وَمَا نسيت.\n7 -\nعَن حَبِيبَة (38 / ب) بنت سهل كَانَت تَحت ثَابت بن قيس.\n8 -\nعَن مُحَمَّد بن إِبْرَاهِيم عَن أبي حَازِم عَن البياضي: لَا يجْهر بَعْضكُم على بعض بِالْقُرْآنِ.\n9 -\nعَن مُحَمَّد عَن أبي سَلمَة عَن أبي سعيد: تحقرون صَلَاتكُمْ مَعَ صلَاتهم.\n10 -\nعَن مُحَمَّد أَن عَائِشَة: كنت نَائِمَة إِلَى جنبه فَفَقَدته فلمسته بيَدي، الدُّعَاء.\nالجزء: 1 ¦ الصفحة: 203\n",
        "11 -\nعَن مُحَمَّد عَن عِيسَى بن طَلْحَة عَن عُمَيْر عَن الْبَهْزِي، قصَّة الْحمار.\n12 -\nعَن مُحَمَّد بن يحيى بن حبَان عَن ابْن محيريز أَن رجلا يدعى المخدجي عَن عبَادَة، قصَّة الْوتر.\n13 -\nعَن مُحَمَّد عَن عَمه عَن ابْن عمر: رَأَيْته على لبينتين مُسْتَقْبل بَيت الْمُقَدّس لِحَاجَتِهِ.\n14 -\nعَن مُحَمَّد بن يحيى عَن أبي عمْرَة عَن زيد بن خَالِد: صلوا على صَاحبكُم.\nالجزء: 1 ¦ الصفحة: 204\n",
        "15 -\nعَن مُحَمَّد بن يحيى عَن رَافع: لَا قطع فِي ثَمَر وَلَا كثر.\n16 -\nعَن بشير بن يسَار أَن سُوَيْد بن النُّعْمَان: فَأتي بسويق فثري.\n17 -\nعَن بشير أَن أَبَا بردة بن نيار ذبح.\n18 -\nعَن بشير أَن عبد الله بن سُهَيْل ومحيصة خرجا إِلَى خَيْبَر.\n19 -\nعَن بشير أَن الْحصين بن مُحصن أخبرهُ أَن عمَّة لَهُ أَتَت النَّبِي [\n] فَقَالَ: هُوَ جنتك ونارك.\nتفرد بِهِ ابْن عفير دون أَصْحَاب الْمُوَطَّأ وَقد رَوَاهُ جمَاعَة فِي غير الْمُوَطَّأ.\n20 -\nعَن عدي بن ثَابت عَن الْبَراء: فَقَرَأَ ب {والتين وَالزَّيْتُون} .\n21 -\nعَن عدي عَن عبد الله بن زيد عَن أبي أَيُّوب، الْجمع بِالْمُزْدَلِفَةِ.\n22 -\nعَن أبي سَلمَة (39 / أ) : سمع أَبَا قَتَادَة: الرُّؤْيَا من الله.\nالجزء: 1 ¦ الصفحة: 205\n",
        "23 -\nعَن سعيد بن الْمسيب: صدر من منى فَأَنَاخَ بِالْأَبْطح، بِطُولِهِ، فقد رجم رَسُول الله [\n] .\n24 -\nعَن سعيد أَن رجلا جَاءَ إِلَى أبي بكر فَقَالَ: إِن الْأُخَر زنى ثمَّ إِلَى عمر ثمَّ إِلَى رَسُول الله [\n] فَأمر بِهِ فرجم ,\n25 -\nعَن الْأَعْرَج ن ابْن بُحَيْنَة فِي السَّهْو.\n26 -\nعَن الْقَاسِم عَن صَالح بن خَوات عَن سهل بن أبي حثْمَة، صَلَاة الْخَوْف.\n27 -\nعَن أبي صَالح عَن أبي هُرَيْرَة: لَوْلَا أَن أشق على الْمُؤمنِينَ مَا تخلفت عَن سَرِيَّة.\n28 -\nعَن سعيد المَقْبُري عَن ابْن أبي قَتَادَة عَن أَبِيه: إِلَّا الدّين كَذَلِك قَالَ جِبْرِيل.\nالجزء: 1 ¦ الصفحة: 206\n",
        "29 -\nعَن عمر بن كثير بن أَفْلح عَن أبي مُحَمَّد عَن أبي قَتَادَة، فِي السَّلب.\n30 -\nعَن عبد الله بن عَامر بن ربيعَة عَن عَائِشَة: لَيْت رجلا صَالحا يَحْرُسنِي اللَّيْلَة.\nالقعْنبِي وَمصْعَب دون غَيرهمَا.\n31 -\nعَن سُلَيْمَان بن يسَار عَن كريب عَن أم سَلمَة قصَّة سبيعة.\nلَيْسَ هُوَ عِنْد القعْنبِي وَابْن بكير.\nالجزء: 1 ¦ الصفحة: 207\n",
        "32 -\nعَن أبي بكر بن حزم عَن عمر بن عبد الْعَزِيز عَن أبي بكر عَن أبي هُرَيْرَة: أَيّمَا رجل أفلس.\n33 -\nعَن أبي بكر عَن عمْرَة عَن عَائِشَة: مَا زَالَ جِبْرِيل يُوصي بالجار.\nمعن بن عِيسَى دون أَصْحَابه، وَابْن بكير قَالَ: عَن مَالك عَن عبد الله بن أبي بكر عَن عمْرَة وَلم يذكرهُ غَيرهمَا فِي الْمُوَطَّأ.\n34 -\nعَن عباد بن تَمِيم أَن عُوَيْمِر ذبح أضحيته.\n35 -\nعَن وَاقد بن عَمْرو عَن نَافِع بن جُبَير عَن مَسْعُود (39 / ب) بن الحكم عَن عَليّ كَانَ يقوم فِي الْجِنَازَة.\nالجزء: 1 ¦ الصفحة: 208\n",
        "36 -\nعَن أبي الْحباب عَن أبي هُرَيْرَة أمرت بقرية تَأْكُل الْقرى.\n37 -\nعَن عبَادَة بن الْوَلِيد عَن أَبِيه عَن عبَادَة: بَايعنَا النَّبِي [\n] على السّمع وَالطَّاعَة.\nابْن وهب وَابْن الْقَاسِم وَابْن بكير وَابْن عفير وَابْن أبي أويس وَابْن يُوسُف ومعافى الظهري، وأرسله أَبُو مُصعب والقعنبي، وَقَالَ أَبُو قُرَّة: عَن مَالك عَن يحيى عَن الْوَلِيد بن عبَادَة عَن أَبِيه.\n38 -\nعَن يحيى عَن عَطاء عَن مولى أَسمَاء: كُنَّا نصْنَع هَذَا مَعَ من هُوَ خير مِنْك.\n39 -\nيحيى أَن أَبَا قَتَادَة قَالَ: إِن لي جمة.\nالجزء: 1 ¦ الصفحة: 209\n",
        "40 -\nيحيى عَن معَاذ بن جبل: آخر مَا أَوْصَانِي: حسن خلقك.\nمعن وَابْن بكير وَابْن الْقَاسِم وَأَبُو مُصعب، وَقَالَ ابْن وهب والقعنبي: عَن مَالك بلغَة عَن معَاذ، وَقَالَ عمر بن نعيم عَن مَالك عَن يحيى عَن ابْن الْمسيب عَن معَاذ.\n85 -\nيزِيد بن خصيفَة\nثَلَاثَة:\n1 -\nعَن رعروة عَن عَائِشَة: لَا يُصِيب الْمُؤمن شَوْكَة.\n2 -\nعَن عَمْرو بن عبد الله بن كَعْب عَن نَافِع بن جُبَير عَن عُثْمَان بن أبي الْعَاصِ، فِي الوجع وَالدُّعَاء.\nالجزء: 1 ¦ الصفحة: 210\n",
        "3 -\nعَن السَّائِب عَن سُفْيَان بن أبي زُهَيْر: من اقتنى كَلْبا.\n86 -\nيزِيد بن زِيَاد\nوَاحِد:\nعَن مُحَمَّد بن كَعْب: قَالَ مُعَاوِيَة: لَا مَانع لما أعْطى، وَمن يرد الله بِهِ خيرا.\n87 -\nيزِيد بن المهاد\nثَلَاثَة:\n1 -\nعَن مُحَمَّد بن إِبْرَاهِيم عَن أبي سَلمَة عَن أبي هُرَيْرَة: خرجت إِلَى الطّور فَلَقِيت كَعْبًا ثمَّ لقِيت بصرة بن أبي بصرة فَقَالَ سَمِعت رَسُول الله [\n] (40 / أ) ثمَّ لقِيت عبد الله.\nالجزء: 1 ¦ الصفحة: 211\n",
        "2 -\nوَعَن مُحَمَّد عَن أبي سَلمَة عَن أبي سعيد: كَانَ يعْتَكف الْعشْر الْأَوْسَط.\n3 -\nوَعَن أبي مرّة قَالَ عَمْرو: كل فَهَذِهِ الْأَيَّام الَّتِي كَانَ رَسُول الله [\n] يَأْمُرنَا بإفطار وَينْهى عَن صيامها.\nالجزء: 1 ¦ الصفحة: 212\n",
        "88 -\nيزِيد بن رُومَان\nوَاحِد:\nعَن صَالح بن خَوات عَمَّن صلى مَعَ النَّبِي [\n] صَلَاة الْخَوْف.\n89 -\nيزِيد بن عبد الله بن قسيط\nوَاحِد:\nعَن مُحَمَّد بن عبد الرَّحْمَن بن ثَوْبَان عَن أمه عَن عَائِشَة: استنفع بجلود الْميتَة إِذا دبغت.\n90 -\nيُوسُف بن يُونُس بن حماس\nاثْنَان:\n1 -\nعَن عَمه عَن أبي هُرَيْرَة تتْرك الْمَدِينَة على أحسن مَا كَانَت حَتَّى يدْخل الْكَلْب فيغذي.\nالجزء: 1 ¦ الصفحة: 213\n",
        "وَقَالَ أَبُو مُصعب ومعن: وَيُونُس بن يُوسُف، وَقَالَ القعْنبِي: عَن مَالك بلغَة عَن أبي هُرَيْرَة.\n2 -\nعَن عَطاء بن يسَار عَن أبي أَيُّوب وجد غلمانا ألجئوا ثعلبا فَقَالَ: فِي حرم رَسُول الله [\n] ؟ !\n91 -\nأَبُو بكر بن عمر بن عبد الرَّحْمَن بن عبد الله بن عمر\nالجزء: 1 ¦ الصفحة: 214\n",
        "عَن سعيد بن يسَار عَن ابْن عمر: كَانَ يُوتر على الْبَعِير.\n92 -\nأَبُو بكر بن نَافِع\nاثْنَان:\n1 -\nعَن أَبِيه عَن صَفِيَّة عَن أم سَلمَة ذكر الْإِزَار: يرخى شبْرًا.\n2 -\nعَن أَبِيه عَن ابْن عمر: أَمر بإخفاء الشَّارِب.\n93 -\nالثِّقَة عِنْده\nعَن بكير عَن عبد الرَّحْمَن بن الْحباب عَن أبي قَتَادَة: أَن يشرب التَّمْر وَالزَّبِيب والزهو وَالرّطب (40 / ب) .\n94 -\nأَنه بلغه\nعَن يَعْقُوب بن الْأَشَج عَن بسر بن سعيد عَن سعد عَن خَوْلَة: من نزل منزلا فَلْيقل أعوذ.\nالجزء: 1 ¦ الصفحة: 215\n",
        "95 -\nالثِّقَة عِنْده\nعَن بكير عَن بسر عَن أبي سعيد عَن أبي مُوسَى، الاسْتِئْذَان.\n96 -\nأَنه بلغه\nعَن عَمْرو بن شُعَيْب عَن أَبِيه عَن جده نهى عَن بيع العربان.\n97 -\nأَنه بَلَغَه\nعَن جده مَالك بن أبي عَامر أَن عُثْمَان قَالَ: قَالَ رَسُول الله [\n] : لَا تَبِيعُوا الدِّينَار بِالدِّينَارَيْنِ وَلَا الدِّرْهَم.\nالجزء: 1 ¦ الصفحة: 216\n",
        "عدد الْأَحَادِيث\n1 -\nمَالك عَن الزُّهْرِيّ فِي الْمُوَطَّأ: مائَة وَثَمَانِية، مِنْهَا خَمْسَة وَتسْعُونَ مجمع عَلَيْهَا وَثَلَاثَة عشر اخْتِلَاف بَينهم زِيَادَة ونقصان ومتصل ومنقطع. 2 - نَافِع: خَمْسَة وَثَمَانُونَ، مِنْهَا خَمْسَة وَسَبْعُونَ مُتَّفق عَلَيْهَا وَعشرَة اخْتِلَاف.\n3 -\nأَبُو الزِّنَاد: ثَلَاثَة وَسِتُّونَ، مِنْهَا عشرَة اخْتِلَاف.\n4 -\nهِشَام بن عُرْوَة: اثْنَان وَأَرْبَعُونَ، ثَمَانِيَة فِيهَا اخْتِلَاف.\n5 -\nعبد الله بن دِينَار: أحد وَثَلَاثُونَ، خَمْسَة فِيهَا خلاف.\nالجزء: 1 ¦ الصفحة: 217\n",
        "6 -\nيحيى بن سعيد: تِسْعَة وَثَلَاثُونَ، خَمْسَة مِنْهَا خلاف.\n7 -\nزيد بن أسلم: سِتَّة وَعِشْرُونَ، اثْنَان فيهمَا اخْتِلَاف.\n8 -\nعبد الله بن أبي بكر: ثَمَانِيَة عشر، اثْنَان فِيهَا خلاف.\n9 -\nإِسْحَاق بن عبد الله بن أبي طَلْحَة: ثَمَانِيَة عشر، أَرْبَعَة خلاف.\n10 -\nسمي: ثَلَاثَة عشر صِحَاح.\n11 -\nسُهَيْل: إِحْدَى عشرَة، مِنْهَا اثْنَان خلاف.\n12 -\nأَبُو النَّضر: ثَلَاثَة عشر، (41 / أ) اثْنَان فيهمَا خلاف.\n13 -\nأَبُو حَازِم: ثَمَانِيَة، وَاحِد مِنْهَا تفرد بِهِ معن.\n14 -\nعبد الرَّحْمَن بن الْقَاسِم: سَبْعَة، أسقط ابْن عفير مِنْهَا وَاحِدًا.\n15 -\nربيعَة: خَمْسَة.\nالجزء: 1 ¦ الصفحة: 218\n",
        "16 -\nجَعْفَر بن مُحَمَّد: سَبْعَة، اثْنَان فيهمَا خلاف.\n17 -\nحميد الطَّوِيل: سِتَّة.\n18 -\nعبد الله بن يزِيد مولى الْأسود: خَمْسَة.\n19 -\nالمَقْبُري: أَرْبَعَة.\n20 -\nابْن الْمُنْكَدر: خَمْسَة.\n21 -\nأَبُو الْأسود: أَرْبَعَة.\n22 -\nابْن الْهَاد: ثَلَاثَة.\n23 -\nابْن خصيفَة: ثَلَاثَة.\n24 -\nمُحَمَّد بن يحيى بن حبَان: أَرْبَعَة.\n25 -\nدَاوُد بن الْحصين: أَرْبَعَة، وَاحِد فِيهِ خلاف.\nالجزء: 1 ¦ الصفحة: 219\n",
        "26 -\nعبد الرَّحْمَن بن عبد الله بن أبي صعصعة: ثَلَاثَة.\n27 -\nعَمْرو بن يحيى: ثَلَاثَة.\n28 -\nنعيم المجمر: ثَلَاثَة.\n29 -\nثَوْر بن زيد: ثَلَاثَة، فِي وَاحِد خلاف.\n30 -\nأَيُّوب السّخْتِيَانِيّ: ثَلَاثَة، وَآخر مَقْطُوع.\n31 -\nيُوسُف بن يُونُس: اثْنَان، فِي وَاحِد خلاف.\n32 -\nحميد بن قيس: اثْنَان.\n33 -\nخبيب بن عبد الرَّحْمَن: اثْنَان.\n34 -\nصَالح بن كيسَان: اثْنَان.\n35 -\nصَفْوَان بن سليم: اثْنَان.\nالجزء: 1 ¦ الصفحة: 220\n",
        "36 -\nأَبُو بكر بن نَافِع: اثْنَان.\n37 -\nضَمرَة بن سعيد: اثْنَان.\n38 -\nمُحَمَّد بن عبد الله بن أبي صعصعة: اثْنَان.\n39 -\nابْن حلحلة: اثْنَان.\n40 -\nمُوسَى بن عقبَة: اثْنَان.\n41 -\nمُوسَى بن ميسرَة: اثْنَان.\n42 -\nعبد الله بن جَابر بن عتِيك: اثْنَان.\n43 -\nأَبُو طوالة: اثْنَان.\n44 -\nعبد ربه بن سعيد: اثْنَان (41 / ب) .\n45 -\nعَامر بن عبد الله بن الزبير: اثْنَان.\n46 -\nعَلْقَمَة بن أبي عَلْقَمَة: اثْنَان.\nالجزء: 1 ¦ الصفحة: 221\n",
        "47 -\nمُسلم بن أبي مَرْيَم: حديثان، فِي وَاحِد خلاف.\nوَمِمَّنْ روى عَنهُ وَاحِدًا وَاحِدًا\n48 -\nيزِيد بن عبد الله بن قسيط.\n49 -\nيزِيد بن زِيَاد.\n50 -\nيزِيد بن رُومَان.\n51 -\nقطن بن وهب.\n52 -\nوهب بن كيسَان.\n53 -\nهِلَال بن أُسَامَة.\n54 -\nهَاشم بن هَاشم.\n55 -\nسعد بن إِسْحَاق.\n56 -\nشريك بن أبي نمر.\nالجزء: 1 ¦ الصفحة: 222\n",
        "57 -\nإِسْمَاعِيل بن أبي حَكِيم.\n58 -\nإِسْمَاعِيل بن مُحَمَّد بن سعد.\n59 -\nأَيُّوب بن حبيب.\n60 -\nطَلْحَة بن عبد الْملك.\n61 -\nأَبُو بكر بن عمر.\n62 -\nأَبُو سُهَيْل عَمه.\n63 -\nأَبُو ليلى بن عبد الله.\n64 -\nزِيَاد بن سعد.\n65 -\nزيد بن رَبَاح.\n66 -\nزيد بن أبي أنيسَة.\n67 -\nصَيْفِي مولى ابْن أَفْلح.\nالجزء: 1 ¦ الصفحة: 223\n",
        "68 -\nمُحَمَّد بن عَمْرو بن عَلْقَمَة.\n69 -\nمُحَمَّد بن عمَارَة.\n70 -\nمُحَمَّد بن أبي أُمَامَة.\n71 -\nمُحَمَّد بن أبي بكر الثَّقَفِيّ.\n72 -\nمُحَمَّد بن أبي بكر بن حزم.\n73 -\nمخرمَة بن سُلَيْمَان.\n74 -\nمُوسَى بن أبي تَمِيم.\n75 -\nمسور بن رِفَاعَة.\n76 -\nعبد الله بن الْفضل.\n77 -\nعبد الله بن عبد الرَّحْمَن.\nالجزء: 1 ¦ الصفحة: 224\n",
        "78 -\nعبيد الله بن سلمَان الْأَغَر.\n79 -\nعبد الرَّحْمَن بن حَرْمَلَة.\n80 -\nعَمْرو بن أبي عَمْرو.\n81 -\nعَمْرو بن الْحَارِث.\n82 -\nعبد الرَّحْمَن بن أبي عمْرَة.\n83 -\nسعيد بن عَمْرو بن شُرَحْبِيل.\n84 -\nأَبُو الرِّجَال.\n85 -\nعَطاء الْخُرَاسَانِي.\n86 -\nسَلمَة بن صَفْوَان.\n87 -\nصَدَقَة بن يسَار.\nالجزء: 1 ¦ الصفحة: 225\n",
        "فَذَلِك جملَته كُله: سِتّمائَة وَثَلَاثُونَ حَدِيثا.\nوَمن لم يسمه: سِتَّة.\nالْمُتَّفق عَلَيْهِ من ذَلِك: خَمْسمِائَة وَخَمْسَة وَسِتُّونَ حَدِيثا.\nوالمختلف فِيهِ: أحد وَسَبْعُونَ حَدِيثا سوى السِّتَّة الَّذين لم يسمهم فِي الْأَحَادِيث.\nالجزء: 1 ¦ الصفحة: 226\n",
        "بَقِيَّة شُيُوخ مَالك الَّذين روى عَنْهُم فِي الْمُوَطَّأ وَغَيره وَلم يسند عَنْهُم\n1 -\nعبد الْكَرِيم بن أبي الْمخَارِق.\n2 -\nمُحَمَّد بن عقبَة.\n3 -\nعمر بن حُسَيْن.\nالجزء: 1 ¦ الصفحة: 227\n",
        "4 -\nكثير بن فرقد.\n5 -\nمُحَمَّد بن عبد الله بن أبي مَرْيَم (42 / أ) .\n6 -\nعُثْمَان بن حَفْص بن عمر بن خلدَة.\nالجزء: 1 ¦ الصفحة: 228\n",
        "7 -\nمُحَمَّد بن عبد الرَّحْمَن بن سعد بن زُرَارَة.\n8 -\nيَعْقُوب بن زيد بن طَلْحَة.\nالجزء: 1 ¦ الصفحة: 229\n",
        "9 -\nيحيى بن مُحَمَّد بن طحلاء.\n10 -\nسعيد بن عبد الرَّحْمَن بن رُقَيْش.\n11 -\nعبد الرَّحْمَن بن الْمُجبر.\n12 -\nالصَّلْت بن زييد.\nالجزء: 1 ¦ الصفحة: 230\n",
        "13 -\nأَبُو عبيد مولى سُلَيْمَان بن عبد الْملك.\n14 -\nمُحَمَّد بن يُوسُف.\n15 -\nعفيف بن عَمْرو.\nالجزء: 1 ¦ الصفحة: 231\n",
        "16 -\nمُحَمَّد بن زيد بن قنفذ.\n17 -\nأَبُو جَعْفَر الْقَارئ.\n18 -\nعمر بن مُحَمَّد بن زيد.\n19 -\nصَدَقَة بن يسَار الْمَكِّيّ.\nالجزء: 1 ¦ الصفحة: 232\n",
        "20 -\nزِيَاد بن أبي زِيَاد.\n21 -\nعمَارَة بن صياد.\nالجزء: 1 ¦ الصفحة: 233\n",
        "22 -\nسعيد بن سُلَيْمَان بن زيد بن ثَابت.\n23 -\nسعيد بن عَمْرو بن سليم.\n24 -\nعُرْوَة بن أذينة.\n25 -\nأَيُّوب بن مُوسَى.\nالجزء: 1 ¦ الصفحة: 234\n",
        "26 -\nمُحَمَّد بن أبي حَرْمَلَة.\n27 -\nأَبُو بكر بن عُثْمَان.\n28 -\nجميل بن عبد الرَّحْمَن الْمُؤَذّن.\n29 -\nعبد الرَّحْمَن بن مُحَمَّد بن عبد الله بن عبد الْقَارئ.\n30 -\nعَمْرو بن عبيد الله الْأنْصَارِيّ.\nالجزء: 1 ¦ الصفحة: 235\n",
        "31 -\nإِبْرَاهِيم بن أبي عبلة.\n32 -\nعبد الله بن سعيد بن أبي هِنْد.\nالجزء: 1 ¦ الصفحة: 236\n",
        "33 -\nيزِيد بن حَفْص.\n34 -\nعَاصِم بن عبيد الله.\n35 -\nثَابت الْأَحْنَف.\n36 -\nعبد الرَّحْمَن بن أبي خبيب.\nالجزء: 1 ¦ الصفحة: 237\n",
        "37 -\nعمر بن عبد الرَّحْمَن بن دلاف.\n38 -\nعبد الْملك بن قرير.\n39 -\nالْوَلِيد بن عبد الله بن صياد.\nالجزء: 1 ¦ الصفحة: 238\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 239\n",
        "صفحة فارغة\nالجزء: 1 ¦ الصفحة: 240\n",
        "مَا فِي الْمُوَطَّأ من الْمَرَاسِيل وَالْمَوْقُوف سوى مَا حصل فِي أَوله\n- الزُّهْرِيّ.\nالجزء: 1 ¦ الصفحة: 241\n",
        "- عَن سعيد عَن النَّبِي [\n] نهى عَن المحاقلة والمزابنة. - حِين قفل من خَيْبَر، {وأقم الصَّلَاة لذكرى} . - من أكل من هَذِه الشَّجَرَة. - قضى فِي الْجَنِين. - سعيد وَأَبُو سَلمَة الشُّفْعَة. - وَحَدِيث السَّهْو مثل حَدِيث أبي بكر. - حميد بن عبد الرَّحْمَن مُرْسل: عَلمنِي كَلِمَات: قَالَ: لَا تغْضب.\nالجزء: 1 ¦ الصفحة: 242\n",
        "- عُرْوَة عَن عَائِشَة: نَحَلَنِي أبي جدَاد. - عَن عبد الرَّحْمَن بن عبد عَن عمر: التَّشَهُّد. - الزُّهْرِيّ أَن عَائِشَة وَحَفْصَة صامتا. - الزُّهْرِيّ عَن سَالم أَن رجلا من أَصْحَاب النَّبِي [\n] دخل وَعمر يخْطب يَوْم الْجُمُعَة، الْغسْل. - الزُّهْرِيّ كَانَ النَّبِي [\n] يمشي أَمَام الْجِنَازَة (42 / ب) . - عَن سَالم عَن أَبِيه مَوْقُوف.\nالجزء: 1 ¦ الصفحة: 243\n",
        "- الزُّهْرِيّ أَنه بلغه أَن غيلَان بن سَلمَة أسلم. - عبيد الله عَن ابْن عَبَّاس عَن عمر أَن الرَّجْم حق فِي كتاب الله على من زنى إِذا أحصن من الرِّجَال وَالنِّسَاء. - عَن عبيد أَن رجلا جَاءَهُ بِجَارِيَة سَوْدَاء فَقَالَ: إِن عَليّ رَقَبَة. _ الْأَعْرَج عَن أبي هُرَيْرَة أَن عمر سجد، على اخْتِلَاف فِي أبي هُرَيْرَة. - عَليّ بن حُسَيْن: من حسن إِسْلَام الْمَرْء. - كَانَ يكبر كلما خفض وَرفع. - ورث أَبَا طَالب عقيل وطالب.\nالجزء: 1 ¦ الصفحة: 244\n",
        "- عبد الرَّحْمَن بن كَعْب: نهى الَّذين خَرجُوا لقتل ابْن أبي الْحقيق. - أَبُو بكر بن عبد الرَّحْمَن: أَيّمَا رجل أفلس. - رجل من آل خَالِد بن أسيد، فِي قصر صَلَاة السّفر. - سُلَيْمَان بن يسَار كَانَ النَّبِي [\n] لَا يَأْكُل الثوم وَلَا البصل وَلَا الكراث. - وَكَانَ يبْعَث عبد الله بن رَوَاحَة فيخرص. - أَبُو بكر بن سُلَيْمَان بن أبي حثْمَة عَن النَّبِي [\n] فِي السَّهْو. - الزُّهْرِيّ أَن عمر نَشد النَّاس فَقَامَ الضَّحَّاك بن سُفْيَان، فِي امْرَأَة أَشْيَم. - الزُّهْرِيّ عَن عبد الله بن عَمْرو، صَلَاة الْقَاعِد.\nالجزء: 1 ¦ الصفحة: 245\n",
        "- الزُّهْرِيّ أَن رَسُول الله [\n] وَسلم بعث عبد الله بن حذاقة يَقُول: إِنَّهَا أَيَّام أكل وَشرب. - عَن عمْرَة عَن عَائِشَة كَانَت إِذا اعتكفت لَا تسْأَل عَن الْمَرِيض إِلَّا وَهِي مارة. - ربيعَة بن أبي عبد الرَّحْمَن عَن أبي سعيد الْخُدْرِيّ، فِي لُحُوم الْأَضَاحِي. _ وَعَن سُلَيْمَان بن يسَار أَن النَّبِي [\n] بعث أَبَا رَافع. - أَن رَسُول الله [\n] أقطع بِلَال بن الْحَارِث. - وَأَن أَبَا مُوسَى اسْتَأْذن على عمر. - وَعَن أم سَلمَة قَالَ النَّبِي [\n] من أُصِيب بمصيبة (43 / أ) . - يحيى بن سعيد الْأنْصَارِيّ: رَأَيْت أنسا يُصَلِّي على حمَار مُتَوَجها إِلَى غير الْقبْلَة. - وَيحيى بن سعيد أَن أَعْرَابِيًا بَال فِي الْمَسْجِد، مُرْسل.\nالجزء: 1 ¦ الصفحة: 246\n",
        "- عَن سعيد بن الْمسيب عَن أبي مُوسَى عَن عَائِشَة إِذا جَاوز الْخِتَان. - عَن سعيد عَن عَائِشَة رَأَيْت ثَلَاثَة أقمار. - عَن سعيد أَن النَّبِي [\n] قَالَ لرجل من أسلم يُقَال لَهُ: هزال. - عَن سعيد جَاءَ رجل إِلَى أبي بكر فَقَالَ: الْأُخَر زنى. - عَن سعيد صلى رَسُول الله [\n] نَحْو بَيت الْمُقَدّس ثمَّ حولت الْقبْلَة. - عَن سعيد مَا صلى رَسُول الله [\n] الظّهْر وَالْعصر يَوْم الخَنْدَق حَتَّى غربت الشَّمْس. - يحيى عَن أبي الْحباب: من تصدق بصدقه من كسب طيب. مُرْسل، أسْندهُ ابْن بكير فِي الْمُوَطَّأ.\nالجزء: 1 ¦ الصفحة: 247\n",
        "- عَن أبي سَلمَة عَن عَائِشَة إِن كَانَ ليَكُون عَليّ الْأَيَّام من رَمَضَان فَمَا أقضيها إِلَّا فِي شعْبَان. - عَن سُلَيْمَان بن يسَار عَن عُرْوَة أَن النَّبِي [\n] دخل على أم سَلمَة فَقَالَ: استرقوا من الْعين. - وَعَن سُلَيْمَان بن يسَار: احْتجم النَّبِي [\n] وَهُوَ محرم بِلحي جمل. - عَن سُلَيْمَان أَن النَّبِي [\n] كَانَ يرفع يَدَيْهِ. - عَن يحيى عَن عَمْرو بن شُعَيْب أَن رجلا من بني مُدْلِج يُقَال لَهُ: قَتَادَة فَذكر عَن عمر عَن النَّبِي [\n] : لَيْسَ لقَاتل شَيْء. - يحيى عَن النُّعْمَان بن مرّة أَن النَّبِي [\n] قَالَ: مَا ترَوْنَ فِي السَّارِق والشارب وَالزَّانِي.\nالجزء: 1 ¦ الصفحة: 248\n",
        "- يحيى عَن عَمْرو بن شُعَيْب عَن النَّبِي [\n] فِي الاستقساء. - يحيى قَالَ أَبُو قَتَادَة: إِن لي جمة. - يحيى أَن عَائِشَة قَالَت: إِن كَانَ النَّبِي [\n] ليخفف الرَّكْعَتَيْنِ (43 / ب) . - يحيى بَلغنِي أَن خَالِد بن الْوَلِيد قَالَ: إِنِّي أروع فِي مَنَامِي. - يحيى لما أسرِي بِالنَّبِيِّ [\n] قَالَ: إِن عفريتا من الْجِنّ يَطْلُبهُ بشعله من نَار. - يحيى أَنه بلغه أَن النَّبِي [\n] كَانَ يَقُول: اللَّهُمَّ إِنِّي أَسأَلك فعل الْخيرَات. - يحيى أَنه بلغه أَن رَسُول الله [\n] كَانَ يَدْعُو اللَّهُمَّ فالق الإصباح.\nالجزء: 1 ¦ الصفحة: 249\n",
        "- يحيى عَن ابْن شهَاب أَن النَّبِي [\n] قَامَ من اللَّيْل فَقَالَ مَاذَا فتح من الخزائن. - يحيى أَن رَسُول الله [\n] أَرَادَ أَن يعْتَكف فَرَأى أخبية فَسَأَلَ فَقيل: خباء عَائِشَة وَحَفْصَة وَزَيْنَب. - يحيى أَمر رَسُول الله [\n] السعدين أَن يبيعا أنية فَقَالَ: أربيتما.\nالجزء: 1 ¦ الصفحة: 250\n",
        "- يحيى أَن رجلا مَاتَ فِي عهد النَّبِي [\n] وَلم يبتلى بِمَرَض فَقَالَ رجل: هَنِيئًا، فَقَالَ النَّبِي [\n] : فِي الْمَرَض كَفَّارَة. - يحيى جَاءَت امْرَأَة إِلَى النَّبِي [\n] فَقَالَت: سكنا دَارا وَالْعدَد كثير. - يحيى أَن النَّبِي [\n] مسح وَجه فرسه بردائه وَقَالَ: عوتبت فِي الْخَيل. - يحيى كَانَ النَّبِي [\n] أَرَادَ أَن يتَّخذ خشبتين فَرَأى عبد الله بن زيد الْأَذَان. - يحيى أَنه بلغه أَن أَبَا بكر قَالَ لعَائِشَة فِي كم كفن النَّبِي [\n] ؟ - يحيى عَن عَطاء بن أبي رَبَاح أَن مولى أَسمَاء أخبرهُ قَالَ: جِئْنَا منى بِغَلَس فَقَالَت: قد كُنَّا نصْنَع هَذَا مَعَ من هُوَ خير مِنْك. - يحيى عَن سعيد بن يسَار عَن أبي هُرَيْرَة مَوْقُوف: مَا من أَمِير عشرَة.\nالجزء: 1 ¦ الصفحة: 251\n",
        "- عبد ربه بن سعيد عَن عَمْرو بن شُعَيْب أَن النَّبِي [\n] (44 / أ) صدر من حنين سَأَلَهُ النَّاس فعلقت شَجَرَة بردائه. - هِشَام بن عُرْوَة عَن أَبِيه أَن النَّبِي [\n] خرج فِي مَرضه فَرَأى أَبَا بكر قَائِما يُصَلِّي بِالنَّاسِ فَأَشَارَ إِلَيْهِ كَمَا أَنْت، الحَدِيث. - عَن عَائِشَة قَالَت: لَغْو الْيَمين لَا وَالله وبلى وَالله. - وَعَن عَائِشَة قَالَت وَنحن نذْكر أَمر صَفِيَّة: فَلم يقدم النَّاس نِسَاءَهُمْ إِن كَانَ ذَلِك لَا يَنْفَعهُمْ وَلَو كَانَ الَّذِي يَقُولُونَ لأصبح بمنى أَكثر من سِتَّة ألف امْرَأَة حَائِض كُلهنَّ قد أفضن.\nهَذَا بعد حَدِيث الزُّهْرِيّ. - هِشَام عَن أَبِيه إِن نَاسا يأْتونَ بلحمان لَا نَدْرِي أسموا عَلَيْهَا. - وَعَن أَبِيه أَن النَّبِي [\n] صلى فِي خميصة لَهَا أَعْلَام.\nالجزء: 1 ¦ الصفحة: 252\n",
        "- وَعَن أَبِيه تحروا لَيْلَة الْقدر. - عَن أَبِيه أَن النَّبِي [\n] صلى بمنى رَكْعَتَيْنِ وَأَبُو بكر وَعمر. - وَعَن أَبِيه عَن النَّبِي [\n] خمس من الدَّوَابّ يقتلن. - وَعَن أَبِيه طلع لَهُ أحد فَقَالَ: جبل يحبنا ونحبه. - وَعَن أَبِيه أَن النَّبِي [\n] صلى فِي مَسْجِد ذِي الحليفة فَلَمَّا اسْتَوَت بِهِ رَاحِلَته أهل. - وَعَن أَبِيه أَن النَّبِي [\n] أعتمر ثَلَاثًا إحدهن فِي شَوَّال وَفِي ذِي الْقعدَة. - وَعَن أَبِيه كَانَ بِالْمَدِينَةِ رجلَانِ أَحدهمَا يلْحد. - وَعَن أَبِيه أَن النَّبِي [\n] سُئِلَ عَن الاستطابة.\nالجزء: 1 ¦ الصفحة: 253\n",
        "- وَعَن أَبِيه نزلت {عبس} فِي ابْن أم مَكْتُوم. - وَعَن أَبِيه عَن النَّبِي [\n] لَا تحروا بصلاتكم. - وَعَن أَبِيه إِذا بدا حَاجِب الشَّمْس. - وَعَن أَبِيه: اجعلوا من صَلَاتكُمْ فِي بُيُوتكُمْ. - وَعَن أَبِيه أَن النَّبِي [\n] قَالَ لعبد الرَّحْمَن بن عَوْف: كَيفَ صنعت.\nكلهَا مَرَاسِيل. _ سُئِلَ أَي الرّقاب أفضل.\nكلهَا مَرَاسِيل.\nالجزء: 1 ¦ الصفحة: 254\n",
        "- عَن أَبِيه أَن عمر قَالَ إِنَّمَا أَنْت حجر لَوْلَا أَنِّي رَأَيْت رَسُول الله قبلك.\nآخِره وَالْحَمْد لله وَصلى الله على مُحَمَّد وَآله وَسلم.\nالجزء: 1 ¦ الصفحة: 255\n",
        ""
    ]
}