{
    "1": [
        "أحاديث عوال من مسموعات ابن هامل\nأحاديث عوال من مسموعات ابن هامل\nابن هامل\nالكتاب:\nجزء فيه أحاديث عوال من مسموعات محمد بن عبد المنعم بن عمار بن هامل\nالمؤلف:\nمحمد بن عبد المنعم ابن عمار بن هامل الحراني الحنبلي (المتوفى: 671هـ)\nالمحقق:\nأبي عبد الله حمزة الجزائري\nالناشر:\nالدار الأثرية [ضمن مجموع كتاب سلوك طريق السلف وستة أجزاء أخرى]\nالطبعة:\nالأولى 2009 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nأحمد الخضري (نسخ)، ويا باغي الخير أقبل (مقابلة)\n",
        "جزء فيه أحاديث عوالٍ من مسموعات محمد بن عبد المنعم ابن عمار بن هامل رحمه الله\nالجزء: 1 ¦ الصفحة: 35\n",
        "1-\nأخبرنا الإمام العالم علم الدين أبو الحسن علي بن أبي الفتح محمود بن أحمد المحمودي بقراءتي عليه وذلك في ذي القعدة سنة أربع وثلاثين وستمائة قال: أنبأنا الإمام الحافظ تقي الدين أبو موسى محمد بن أبي بكر بن أبي عيسى المديني قال أنا أبو علي الحسن بن أحمد الحداد نا أبو نعيم، نا أبو حامد بن جبلة ثنا محمد بن إسحاق ثنا عبد الله بن محمد الأموي نا إبراهيم بن المنذر الحزامي نا إبراهيم بن محمد بن عبد العزيز الزهري عن أبيه قال سمعت الزهري يتمثل:\nذهب الشباب فلا يعود جمانا\n...\nوكأن ما قد كان لم يك كانا\nوطويت كفي يا جمان على الغضا\n...\nوكفى جمان بطيها حدثانا\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "2-\nنا ابن الصابوني قال أنبأنا أبو موسى قال أنا أبو منصور بن زريق قال: أنا أبو بكر بن ثابت أخبرني أبو القاسم الأزهري نا طالب بن عثمان قال: سمعت ابن مقسم يقول: كنت عند أبي العباس أحمد بن يحيى إذ جاءه إدريس الحداد فأكرمه وحادثه ساعة وكان إدريس قد أسن، فقام من مجلسه وهو يتساند، فلحظه أبو العباس بعينه وأنشأ يقول:\nأرى بصري في كل يومٍ وليلةٍ\n...\nيكل وطرفي عن مداهن يقصر\nومن يصحب الأيام تسعين حجة\n...\nيغيرنه والدهر لا يتغير\nلعمري لئن أصبحت أمشي مقيداً\n...\nلما كنت أمشي مطلق القيد أكثر\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "3-\nأخبرنا ابن الصابوني قال أنبانا الحافظ أبو موسى أخبرنا أبو منصور محمد بن عبد الله الشروطي إذناً قال أنا أحمد بن عبد الله بن أحمد قال نا أبو بكر محمد بن جعفر غندر قال أنشدنا أبو بكر بن دريد في الشيب:\n[ص: 39]\nأرى الشيب إن جاوزت خمسين حجة\n...\nيدب دبيب الصبح في غسق الظلم\nهو السقم إلا أنه غير مؤلمٍ\n...\nولم أر مثل الشيب سقماً بلا ألم\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "4-\nأخبرنا أبو الحسن بن الصابوني قال: أنبأنا أبو موسى الأصبهاني قال: أنا أبو منصور عبد الرحمن بن محمد بن عبد الواحد القزاز ببغداد قال: أنا أبو بكر أحمد بن علي بن ثابت قال: أنبا أبو بكر البرقاني قال: أنا إبراهيم بن محمد المزكي أنا محمد بن إسحاق الثقفي قال: أنشدني أبو النضر العجلي لنفسه:\nتخبرني الآمال أني معمر\n...\nوأن الذي أخشاه عني مؤخر\nفكيف (ومر) الأربعين قضية\n...\nفإنه علي بحكم قاطعٍ لا يغير\nإذا المرء جاز الأربعين فإنه\n...\nأسيرٌ لأسباب المنايا ومعثر\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "5-\nأخبرنا أبو الحسن علي قال: أنا الحافظ أبو موسى قال: أنا أبو الفتح محمد بن عبد الله الخرقي إذناً عن كتاب أبي نعيم نا محمد بن علي بن حبيس نا\n[ص: 40]\nمحمد بن عبدوس بن كامل نا أبو بكر الأعين نا خلف بن تميم قال سمعت مالكاً ابن مغول يقول:\nأين أباؤنا وأين أباء\n...\nأبائنا وأين أباء الجدود\nوردوا منهل المنايا فبادوا\n...\nوأرانا قد حان منا ورود\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "6-\nوقال أبو نعيم أنشدني أحمد بن محمد بن مقسم قال أنشدني أبي:\nتجد الليالي بالفتى وهو يلعب\n...\nوتصدقه الأيام والنفس تكذب\nوفي كل يومٍ يفقد المرء بعضه\n...\nولا شك أن الكل منه سيذهب\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "7-\nوقال أبو نعيم أنشدنا أبو محمد أحمد بن محمد بن محمد بن يوسف الجرجاني صاحب كتاب البخاري أنشدنا أبو بكر الأنباري قال: أنشدني محمد ابن المرزبان لأبي العتاهية:\nمن يعش يكبر ومن يكبر يمت\n...\nوالمنايا لا تبالي من أنت\nكم وكم قد دوخت من قبلنا\n...\nمن قرونٍ وقرون قد خلت\nنحن في دار بلاءٍ وأذى\n...\nوعناءٍ وشقاءٍ وعنت\nمنزل لا يلبث المرء به\n...\nسالماً إلا قليلاً إن ثبت\nبينما الإنسان في الدنيا له\n...\nحركات مسمعات إن خفت\nأيها المغرور ما هذا العمى\n...\nلو نهيت النفس عنه لانتهت\nأنست القبر جهلاً والبلى\n...\nوسلت نفسك عنه فلهت\nإن أولى ما تأهبت له\n...\nلملمٌ ليس عنه منفلت\nرحم الله امرءاً انصف من نفسه\n...\nأو قال خيراً أو صمت\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "8-\nوقال أبو نعيم أنشدنا أحمد بن محمد بن مقسم قال: أنشدنا العباس ابن يوسف الشكلي:\nوما الدنيا بباقيةٍ لخلقٍ\n...\nولا خلقٍ على الدنيا بباقي\nوما الأيام والساعات\n...\nإلا مذاق طعمه مر المذاق\nوليس لنا من الأقوات\n...\nبد وآخر حظنا منها الفراق\nفيا أسفي على عمرٍ يقضي\n...\nويا حزناً على وقت الفراق\nلقد فاز المجد إلى جنانٍ وحث\n...\nالنفس تقصد للسباق\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "9-\nأنشدنا الإمام العالم عز الدين محمد بن عمر عرف بابن البغدادي الفارقي وقد حبس في مدينة القاهرة مع الروميين:\nلما رأتني بالحديد مقيداً أجرت\n...\nعلى الورق للجين العسجدا\nوغدت تقول وقد رأتني عارياً\n...\nورأت وقد ألصقت بالكبد اليدا\nما إن نهيتك قبلها عن مثلها\n...\nوتنهدت فأجبتها منتهدا\nلا تقنطي فالله يعقب رحمةً\n...\nمن بعد هذا البؤس عيشاً أرغدا\n[ص: 42]\nلا عار في عريي فديتك فاكففي\n...\nفالسيف أحسن ما يرى متجردا\nإن سرت في خلق الثياب فإنني\n...\nما زال صدري في الخطوب مجددا\nفقد ارتدت بالقار وهي حياتنا\n...\nفي حبسها الصهباء ثوباً أسودا\nصبرت فأعقبها رداءً أبيضا\n...\nحسناً وخولها الموالي أعبدا\nبرزت فأضحى ساجداً لكؤوسها\n...\nمن كان يكبر وجهه أن يسجدا\nفتثبتي يا هذه لا تجزعي\n...\nفلأركبن إلى مأربك العدا\nلا أشتكي شكوى الجزوع زمانه\n...\nما إن جنى زمني علي ولا اعتدا\nلكنه لما رآني قاطعاً كالسيف\n...\nصيرني بحبسي مغمدا\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "10-\nأخبرنا الشيخ الإمام العالم قطب الدين أبو الفضل محمد ابن الشيخ الإمام رفيع الدين أبي محمد إسحاق بن المؤيد الهمداني بقراءتي عليه بمدينة (فوة) بجامعها وذلك في شوال سنة أربع وثلاثين وستمائة قال: أنا الشيخ الصالح أبو محمد إسماعيل بن الحسين بن عمر الحمامي فيما قرأ عليه في صفر سنة تسع وستمائة بهمدان وأنا أسمع قيل له أخبركم الشيخ أبو المحاسن نصر بن المظفر بن الحسين الرملي قراءة عليه وأنت تسمع في سنة سبع وأربعين وخمس مائة فأقر به قال: أنا الشيخ أبو الحسين أحمد بن محمد بن أحمد بن محمد بن عبد الله بن النقور قراءة عليه وأنا أسمع في شهور سنة ست وستين وأربعمائة قال: أنا أبو القاسم عبيد الله بن محمد بن إسحاق بن حبابة قال: أنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ابن بنت منيع في سنة خمس عشرة\n[ص: 43]\nوثلاثمائة نا أبو عثمان طالوت بن عباد الصيرفي من كتابه نا فضال بن جبير قال: سمعت أبا أمامة الباهلي يقول: سمعت رسول الله صلى الله عليه وسلم يقول: ((اكفلوا لي بستٍ أكفل لكم بالجنة، إذا حدث أحدكم، فلا يكذب وإذا ائتمن فلا يخن، وإذا وعد فلا يخلف، غضوا أبصاركم، وكفوا أيديكم، واحفظوا فروجكم)) .\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "11-\nوبه قال نا طالوت بن عباد بن كنانة نا فضال بن جبير نا أبو أمامة الباهلي قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((ثلاثٌ من كن فيه وجد حلاوة\n[ص: 45]\nالإيمان، أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب العبد لا يحبه إلا لله، وأن يكره أن يرجع في الكفر بعد إذ أنقذه الله منه، كما يكره أن يلقى في النار)) .\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "12-\nوبه نا طالوت بن عباد نا فضال بن جبير نا أبو أمامة الباهلي قال: سمعت رسول الله صلى الله عليه وسلم يقول: ((إن أول الآيات طلوع الشمس من مغربها)) .\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "13-\nوبه نا طالوت نا سالم بن عبد الله العتكي قال: ((رأيت أنس بن مالكٍ\n[ص: 46]\nعليه جبة خز دكناء، ومطرف خز أدكن، وعمامةٌ سوداء، لها ذؤابةٌ من خلفه، يخضب بالصفرة)) .\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "14-\nوبه نا طالوت نا محمد بن أعين أبو العلانية قال: سمعت عبد الله بن أبي أوفى يلبي بالكوفة بأعلى صوته في غير أيام التشريق فسألت بعضهم فقالوا: إنه يلبي من السنة إلى السنة وكان يأتي الصيارفة فيقول: ((أبشروا، أبشروا فيقولون: بشرك الله، فيقول: أبشروا بالنار)) .\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "15-\nوبه نا طالوت نا عاصم بن عبد الواحد الوزان قال: رأيت أنس بن مالك يخضب بالحمرة فسأله أبان فقال: يا أبا حمزة ما تقول في كسب الحجام؟\n[ص: 47]\nفقال: احتجم رسول الله صلى الله عليه وسلم فلما فرغ أعطاه كراه فقال له: ((أخذت كراك؟)) قال: نعم قال: ((فلا تأكله وأطعمه)) .\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "16-\nوأخبرنا الإمام العالم أبو الفضل ذاكر بن إسحاق الأبرقوهي بقراءتي عليه وذلك بمدينة (دمنهور) في شوال سنة أربع وثلاثين وستمائة قال: أنا الشيخ الجليل أبو الفرج الفتح بن عبد الله بن محمد بن علي وذلك في السابع من جمادى الآخرة سنة عشرين وستمائة بباب (الأرخ) قال: أنبا الشيخ\n[ص: 48]\nأبو القاسم هبة الله بن الحسين بن الحاسب وذلك في حادي عشر ربيع الآخر من سنة سبع وأربعين وخمس مائة قال: أنا أبو الحسين أحمد بن محمد بن أحمد بن عبد الله النقور البزاز، قال: أنا أبو القاسم عيسى بن علي بن عيسى بن داود بن الجراح يوم الاثنين الخامس والعشرين من شوال سنة سبع وثمانين وثلاثمائة قراءة عليه قال: نا أبي أبو الحسن علي بن عيسى بن داود الجراح الوزير ثنا أبو زيد عمر ابن شبة النميري ثنا أبو عاصم النبيل الضحاك بن مخلد عن شبيب بن بشر عن عكرمة عن ابن عباس في قوله عز وجل: {لم تقولون ما لا تفعلون} ، قال: كان الرجل يجيء إلى النبي صلى الله عليه وسلم فيقول: فعلت كذا، وفعلت كذا، فأنزل الله عز وجل: {لم تقولون ما لا تفعلون} .\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "17-\nوبه نا قال أبو القاسم عيسى بن علي بن عيسى نا أبو القاسم عبد الله بن عبد العزيز بن المرزبان بن شابور بن شاهنشاه البغوي نا مصعب بن عبد الله الزبيري إملاءً في شعبان سنة ثمان وعشرين ومائتين قال: حدثني هشام بن عبد الله ابن عكرمة المخزومي عن هشام بن عروة عن أبيه عن عائشة أن رسول الله صلى الله عليه وسلم قال: ((التمسوا الرزق في خبايا الأرض)) .\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "18-\nوبه قال أبو القاسم بن الجراح نا أبو القاسم أيضاً نا محمد بن جعفر الوركاني نا سعيد بن ميسرة البكري عن أنس بن مالك قال: كان النبي صلى الله عليه وسلم إذا صلى على جنازةٍ كبر عليها أربعاً، وإنه كبر على حمزة سبعين تكبيرة.\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "19-\nوبه قال أبو القاسم نا أبو القاسم البغوي نا مصعب بن عبد الله قال حدثني مالك عن نافع عن ابن عمر عن عائشة أن رسول الله صلى الله عليه وسلم قال: ((الولاء لمن أعتق)) .\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "20-\nوبه قال أبو القاسم نا عبد الله بن المرزبان البغوي ثنا منصور بن أبي مزاحم نا إبراهيم بن سعد عن الزهري عن ابن المسيب عن أبي هريرة قال سئل رسول الله: أي الإيمان أفضل؟ قال: ((إيمانٌ بالله)) ، قيل: ثم ماذا؟ قال: ((ثم الجهادٌ في سبيل الله)) ، قيل: ثم ماذا؟ قال: ((حجٌ مبرور)) .\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "21-\nوأخبرنا الإمام العالم أبو الفضل ذاكر الهمداني ثم المصري بقراءتي عليه وذلك في شوال سنة أربع وثلاثين وستمائة بالقطف، قال: أنا الشيخ الصالح أبو القاسم بن أبي الحسن بن أبي القاسم بن أبي الجود بقراءة والدي أبي محمد إسحاق عليه وذلك في سلخ جمادى الأولى من سنة عشرين وستمائة بالجانب الغربي من بغداد، قال: أنبا الشيخ الزاهد الورع أبو العباس أحمد بن أبي غالب ابن الطلاية الوراق، قال: أنبا الشيخ أبو القاسم عبد العزيز بن علي ابن أحمد بن الحسين الأنماطي قراءة عليه وأنت تسمع في شعبان من سنة ثمان وستين وأربع مائة أبنا أبو طاهر محمد بن عبد الرحمن بن العباس المخلص قراءة عليه في شهر ربيع الأول من سنة ثلاث وتسعين وثلاثمائة، قال: ثنا محمد بن هارون نا إسحاق بن أبي إسرائيل ثنا كثير بن عبد الله الأيلي ثنا أنس قال: قال رسول الله صلى الله عليه وسلم: ((من كذب علي متعمداً فليتبوأ مقعده من النار)) .\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "22-\nوبه قال الذهبي أبو طاهر محمد نا محمد بن هارون ثنا عيسى بن مساور نا يغنم بن سالم بن قنبر خادم علي بن أبي طالب قال: قال لي أنس بن مالك قال لي رسول الله صلى الله عليه وسلم: ((من قاد أعمى أربعين خطوةً لم تمس وجهه النار)) .\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "23-\nوبه قال أبو طاهر محمد المخلص نا محمد بن هارون نا عيسى ثنا يغنم ابن سالم نا أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: ((طوبى لمن رآني وآمن بي، ومن رأى من رآني، ومن رأى من رأى من رآني)) .\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "24-\nأخبرنا الشيخ الصالح أبو عبد الله محمد بن إبراهيم بن مسلم بن سلمان الإربلي قراءة عليه وأنا أسمع يوم الأربعاء في العشر الوسط من شهر الله رجب سنة سبع وعشرين وستمائة بإربل قال: أخبرتنا الكاتبة شهدة ابنة أحمد الإبري في سلخ صفر سنة ثمان وستين وخمس مائة قالت أنبا النقيب الكامل أبو الفوارس طراد بن محمد بن علي بن الحسن الزينبي قراءة عليه في شعبان سنة إحدى وتسعين وأربعمائة قال أنبا أبو الفتح هلال بن محمد بن جعفر الحفار قراءة عليه في ذي القعدة سنة إحدى عشرة وأربعمائة أنا أبو عبد الله الحسين بن يحيى بن عياش القطان نا أبو الأشعث ثنا حماد بن زيد عن عاصم بن سليمان عن عبد الله بن سرجس قال: أتيت رسول الله صلى الله عليه وسلم وهو جالسٌ في أصحابه فدرت من خلفه فعرف الذي أريد، فألقى الرداء عن ظهره فرأيت موضع الخاتم على نغض كتفه مثل الجمع حوله خيلانٌ كأنها الثآليل، فرجعت حتى استقبلته، فقلت: غفر الله لك يا رسول الله. فقال: ((ولك)) . فقال القوم: استغفر لك رسول الله صلى الله عليه وسلم؟ قال: نعم، ولكم، ثم تلا هذه الآية: {وللمؤمنين والمؤمنات} .\n[ص: 55]\nأخرجه الترمذي في الشمائل عن أبي الأشعث هذا.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "25-\nوبه قال ثنا هلال بن محمد بن جعفر نا الحسين بن يحيى بن عياش نا علي بن إشكاب [عن أبي معاوية عن الأعمش] عن مسلم بن صبيح عن مسروق عن عبد الله قال: قال رسول الله صلى الله عليه وسلم: ((إن الله تعالى إذا تكلم بالوحي سمع أهل السماء صلصلةً كجر السلسلة على الصفا فيصعقون فلا يزالون كذلك حتى يأتيهم جبريل فإذا جاءهم جبريل فزع عن قلوبهم، فيقولون: يا جبريل ماذا قال ربك؟ فيقول: الحق، فينادون: الحق، الحق)) .\n[ص: 56]\nهذا حديث أخرجه أبو داود عن علي بن الحسين بن إشكاب هذا.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "26-\nوبه ثنا قال هلال ثنا أبو الأشعث ثنا حماد بن زيد عن جميل بن مرة عن أبي الوضي عن أبي برزة الأسلمي قال: قال رسول الله صلى الله عليه وسلم: ((البيعان بالخيار ما لم يتفرقا)) .\n[ص: 57]\nأخرجه ابن ماجة عن أبي الأشعث هذا.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "27-\nوبه قال ثنا أبو الفتح هلال بن حفار ثنا أبو الأشعث ثنا حماد بن زيد عن ثابت عن أنس قال: ((ما مسست بيدي ديباجاً، ولا حريراً، ولا شيئاً ألين من كف رسول الله صلى الله عليه وسلم، ولا شممت رائحةً قط أطيب من ريح رسول الله صلى الله عليه وسلم، ولقد خدمت رسول الله صلى الله عليه وسلم عشر سنين، فوالله ما قال لي: أف قط، ولا قال لي لشيء فعلته: لم فعلت كذا؟، أو لا لشيء لم أفعله: ألا فعلت كذا؟)) .\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "28-\nأخبرنا الشيخ أبو المنجا عبد الله بن عمر بن علي ابن اللتي قراءة عليه وأنا أسمع وذلك في شوال سنة ثلاث وثلاثين وستمائة قال: أنبا الوقت عبد الأول بن عيسى بن شعيب السجزي قال: أخبرتنا أم عزى بيبي بنت عبد الصمد الهرثمية قالت: أنا أبو محمد عبد الرحمن بن أحمد بن محمد الأنصاري ثنا يحيى ابن محمد بن صاعد نا الحسن بن الصباح البزاز نا شبابة عن ورقاء عن عبد الله بن عبد الرحمن قال سمعت أنساً يقول: قال رسول الله صلى الله عليه وسلم: ((لن يبرح الناس يسألون حتى يقولوا هذا الله خلق كل شيء.. ..)) وذكر كلامه.\nهذا حديث صحيح أخرجه البخاري عن الحسن بن الصباح البزاز هذا.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "29-\nوبه قال أبو محمد عبد الرحمن بن أحمد ثنا يحيى بن محمد ثنا إسحاق ابن شاهين ثنا خالد بن عبد الله عن خالد يعني الحذاء عن عكرمة عن عائشة أن النبي صلى الله عليه وسلم اعتكف واعتكف معه بعض نسائه وهي مستحاضةٌ ترى الدم، فربما وضعت الطست معها من الدم، وزعم أن عائشة رأت مثل العصفر، قالت: كان هذا شيء كانت فلانة تجده.\nهذا حديث صحيح أخرجه البخاري عن إسحاق بن شاهين.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        ""
    ]
}