{
    "1": [
        "التصغير في ألقاب الأسر\nالتصغير في ألقاب الأُسَر\nالنشرة الثانية ـ مزيدة ومصححة ـ\n(25/ 7/ 1438 هـ)\nالجزء: 1 - الصفحة: 1\n",
        "بسم الله الرحمن الرحيم\nالحمد لله، والصلاة والسلام على رسول الله، وعلى آل وأصحابه ومن اهتدى بهداه، واتبع سبيله إلى يوم الدين،\nأما بعد\nفهذه ورقات يسيرة في مسألة لطيفة: «التصغير في ألقَابِ الأُسَر»\nباعثُها:\nما طُرح في مجالس متعددة (1) من مجالس اثنينية معالي الشيخ: محمد بن ناصر العبودي ــ حفظه الله وبارك في علمه، ومتَّعَهُ بالعافية ـ، حيث تحدث عن تصغير ألقاب أسر بلدة: «ضارج القصيم= الشقة»\n...\n...\nوفي بعض المجالس سأل د. عبدالله بن صالح الوشمي (2) معالي الشيخ قائلاً: لماذا يكثر تصغير الأسماء والحاجيَّات عندنا في «نجد»؟ !\n(1) منها بتاريخ: (26/ 6/ 1434 هـ)، وتاريخ (15/ 7/ 1436 هـ)، وتاريخ: (21/ 3/ 1438 هـ)، وتواريخ أخر.\n(2) أمين مركز الملك عبدالله الدولي لخدمة اللغة العربية، وهو أستاذ جامعي، وأديب معروف ـ وفقه الله ـ.\nالجزء: 1 - الصفحة: 4\n",
        "مثل: شغِيله، قِهِيوَه، حليبه، عِشي، دريهمات، مصيخِين\n...\nقال الشيخ ـ رعاه الله ـ: للتصغير أغراض: التمليح أو التحقير، وغالباً ما يراد منه عندنا التمليح\nوذكر قول الحريري:\nوَإِن تُرِدْ تصغيرَ الاسمِ المُحتَقَرْ\n...\nإِمَّا لتِهْوانٍ (1) وَإِمَّا لصِغَرْ\nفضُمَّ مبدَاهُ لهذي الحَادِثَهْ\n...\nوزِدهُ يَاءً تبْتديها (2) ثَالِثَهْ\nتقولُ فِي فَلْسٍ فُلَيْسٌ يَا فتَى\n...\nوَهَكَذَا كلُّ ثُلاثيٍّ أَتَى (3)\nثم قال الشيخ: العجيب ما يقصد الناس بقولهم للشايب: شويِّب! !\nوتعجب الشيخ من ذلك! ! أهو تمليح أو تصغير أو تحقير.\nفقال الأستاذ الشاعر: أبو قُصي إبراهيم التركي ـ على سبيل الطرفة ـ: عندنا صغِير، وصغيِّر، وصغنطوط! !\n(1) كذا في متن الملحة، وفي «شرح الملحة» للحريري الناظم ـ تحقيق: فائز فارس ـ (ص 166)، و «اللمحة في شرح الملحة» لابن الصائغ (2/ 653): لإهْوانٍ.\n(2) في «اللمحة في شرح الملحة» لابن الصائغ: تبتدي.\n(3) «ملحة الإعراب» (ص 30)، «اللمحة في شرح الملحة» لابن الصائغ (ت 720 هـ) ـ ط. الجامعة الإسلامية ـ (2/ 653).\nالجزء: 1 - الصفحة: 5\n",
        "قال معالي الشيخ: ديرة «الشقة» معروف أُسَرُها بالتصغير: المديهش، والشويهي، والقصَيِّر، والسديس\n...\nانتهى\nوقد أبديت رأيي للشيخ مراراً بأن تصغير ألقاب الأسر ليس خاصاً\n...\nـ أو ميزة ـ بأسر ضارج =الشقة، بل هي صفة غالبة في «نجد» ـ كما سيأتي ـ.\nولأني لم أجد من تحدث عن هذه المسألة (1)، عزمت على الكتابة فيها\n...\nلنفسي أولاً، ولمن يمتعه الحديث حول مواضيع الملح التي يتخفف ويستروح المرءُ بها وفيها من ثِقَل العلم والعمل.\n(1) لم أقف على من تكلم في هذا الموضوع إلا الأستاذ د. أبو أوس الشمسان ـ وفقه الله ـ في كتابه الجميل: «أسماء الناس» ـ سيأتي النقل منه ـ.\nوللأستاذ: محمد الرشيد ـ وفقه الله ـ كتاب مطبوع في مجلد بعنوان «ألقاب الأُسَر» فيه فوائد عزيزة منوعة، ولم أجد فيه هذه المسألة.\nوللأستاذ: إبراهيم الخالدي ـ وفقه الله ـ كتاب «الجامع المختصر للألقاب والعزاوي عند البدو والحضر» غلاف طبع في الكويت 1423 هـ، وهو كتاب جميل، استبعد فيه الألقاب المصغَّرة، والألقاب التي تحمل رائحة المعايير كما ذكر في المقدمة (ص 16)، ومن المعلوم أن العزاوي مبنية على التفخيم لا التصغير.\nالجزء: 1 - الصفحة: 6\n",
        "تمهيد في بيان أغراض التصغير عند أئمة اللغة\n:\nذكر اللغويون أن للتصغير أغراضاً: التحقير، والتقليل، والتقريب، واللطافة، والرحمة، والإشفاق، والمحبة والعطف\n...\nوذكروا أن الكوفيين أضافوا معنى آخر، وهو: التعظيم\n....\nواستدلوا بأدلة، منها:\nقول عمر عن ابن مسعود - رضي الله عنهما - كُنيِّف مُلئ عِلماً. (1)\nوقول الأنصاري في البَيْعة: (\n...\nأَنَا جُذَيْلُهَا المُحَكَّكُ، وَعُذَيْقُهَا المُرَجَّبُ، مِنَّا أَمِيرٌ، وَمِنْكُمْ أَمِيرٌ\n...\n). (2)\nوغير ذلك من الأمثلة التي أوردوها\n...\nمن ذلك ما ورد في «أمالي» ابن الشجري: (وقد جاء التحقير فى كلامهم للتعظيم كقوله:\nوكلّ أناس سوف تدخل بينهم * دويهية تصفرّ منها الأنامل\nأراد بالدُّويهية الموت، ولا داهية أعظم منها،\n(1) كما في «الموطأ» لمالك ـ رواية محمد بن الحسن ـ رقم (607)، و «مصنف عبدالرزاق» (10/ 13) رقم (18187).\n(2) كما في «صحيح البخاري» رقم (6830).\nالجزء: 1 - الصفحة: 7\n",
        "وكقول أوس بن حجر:\nفويق جبيل شامخ الرأس لم تكن\n...\nلتبلغه حتى تكلَّ وتعملا\nأي: لم تكن لتبلغ رأسه.\nفتحقير اللُّتيّا هاهنا إنما هو تعظيم، ويبعد أن يكون أراد باللُّتيَّا الفعلة الهيِّنَة لقوله: «وكفيت جانيها اللّتيّا»، والفعلة الهيِّنة لا يكاد فاعلها يُسمَّى جانياً). (1)\nقال أبو علي الفارسي (ت 377 هـ): (. . . دُوهِيَةٌ تصفَرُّ منها الأناملُ.\nفاصفرارُ الأنامل يكون من أكبر الدواهي؛ لأنه يحدث عند الموت، وهذا يدل على أنَّ التحقيرَ قد يُعنى به تعظيم الأمر). (2)\nذكر أبو حيان (ت 745 هـ) أنه يقال: باب التصغير، وباب التحقير. (3)\n(1) «أمالي ابن الشجري» (1/ 36).\n(2) «كتاب الشعر أو شرح الأبيات المشكلة الإعراب» للفارسي (2/ 391).\n(3) «ارتشاب الضرَب» (1/ 351).\nالجزء: 1 - الصفحة: 8\n",
        "قال ابن يعيش (ت 643 هـ): (اعلم أنَّ التصغير والتحقير واحدٌ، وهو خلافُ التكبير والتعظيم.\nوتصغيرُ الاسم دليلٌ على صِغَر مسمَّاه، فهو حِلْيَةٌ وصفةٌ للاسم؛ لأنك تريد بقولك: «رُجَيْلٌ» رجلاً صغيرَاً، وإنّما اختصرتَ بحذف الصفة، وجعلتَ تغييرَ الاسم والزيادةَ عليه عَلَمَاً على ذلك المعنى\n...\n). (1)\nوذكر أبو حيَّان أن التصغير يأتي لتحقير شأن الشئ، نحو: زُييد ورُجيل، تضع من شأنه.\nولتقليل ذاته، نحو: كُليب. أو كمِّيتِه، نحو: دريهمات.\nأو لتقريب زمانه، نحو: قُبيل وبُعيد. أو مسافته، نحو: فويق وتُحيت. أو منزلته: كأُخيَّ وصُدَيِّقِيَّ.\nوزاد الكوفيون لتعظيم الشئ، نحو: دُويْهيِيَة، للمنِيَّة، وزعموا أنَّ من ذلك أُخَيَّ، وصُدَيِّقِيَّ. (2)\n(1) «شرح المفصل» (3/ 394).\n(2) «ارتشاف الضرَب» (1/ 389)، وانظر: «شرح الشافية» للرضى (1/ 283)، «شرح المفصل» (3/ 396).\nالجزء: 1 - الصفحة: 9\n",
        "ذكر ابن الأثير (ت 606 هـ): أن التصغير من خواصِّ الأسماء\n....\nثم أورد أغراضه فقال:\nوالنّحاة يسمُّونه «باب التصغير»، وباب «التحقير»؛ تسمية للشئ ببعضه، فإنَّه يقع في الكلام على أضرب:\nالضرب الأول: التصغير، ويختصُّ بالجثث؛ لأنه ضد الكبير، نحو: جمل وجميل، وجبل وجبيل.\nالضرب الثانى: التحقير، ويختصُّ بما يظنُّ عظيماً؛ لأنه ضد التعظيم، نحو: ملك ومليك، ورجل ورجيل إذا أريد الشجاعة.\nالضرب الثالث: التقريب، ويختصُّ بما يظنُّ بعيداً، نحو: فويق السطح، ودوين السقف، وقبيل الشهر.\nالضرب الرابع: التقليل، ويختصُّ بالمقادير، نحو: مويل، ودريهمات، وحنيطة، وأجيمال.\nالضرب الخامس: التعظيم وفيه خلاف، كقول النّبيِّ - صلى الله عليه وسلم - لابن مسعود: «كنيف ملئ علماً»، وكقوله ـ عليه السلام ـ لعائشة: «يا حميراء». وكقولهم: «هو دويهية» إذا وصفوه بالدّهاء العظيم، قال الشاعر:\nوكلّ أناس سوف تدخل بينهم\n...\nدويهية تصفرّ منها الأنامل.\nومنه قولهم: يا أخيَّ، ويا بُنىَّ، ويا صُدَيِّقىَّ إذا أرادوا به المبالغة.\nالجزء: 1 - الصفحة: 10\n",
        "وقد يصغَّر الشئ لدنوه من الشئ وليس مثله، كقولك: هو أصيغر منك ودُوين هذا، وفُويق ذاك، يريد تقليل الذى بينهما، وتقول: هو أسيِّد أي قد قارب السَّواد، فأما قولهم: هو مُثيل ذاك، وأميثال ذاك، فإنَّما يريدون أن يخبروا أن المشبَّه به حقيرٌ). ا. هـ (1)\nوقال ابن منظور: (والتصغير يجيء بمعان شتى:\nمنها: ما يجيء على التعظيم لها، وهو معنى قوله: فأصابتها سُنَيَّةٌ حمراء، وكذلك قول الأنصاري: أنا جُذيلها المحكك وعذيقها المرجب، ومنه الحديث: أتتكم الدهيماء، يعني الفتنة المظلمة فصغرها تهويلا لها.\nومنها: أن يصغر الشيء في ذاته كقولهم: دويرة وجحيرة.\nومنها: ما يجيء للتحقير في غير المخاطب، وليس له نقص في ذاته، كقولهم: هلك القوم إلا أهل بييت، وذهبت الدراهم إلا دريهما.\nومنها: ما يجيء للذم كقولهم: يا فويسق.\nومنها: ما يجيء للعطف والشفقة نحو: يا بني ويا أخي؛ ومنه قول عمر: أخاف على هذا السبب. وهو صُدَيّقِيُّ، أي: أخص أصدقائي.\nومنها: ما يجيء بمعنى التقريب كقولهم: دوين الحائط وقبيل الصبح.\n(1) «البديع» لابن الأثير (2/ 156 ـ 158).\nالجزء: 1 - الصفحة: 11\n",
        "ومنها: ما يجيء للمدح، من ذلك قول عمر لعبد الله: كنيف ملئ علماً). (1)\nقال خالد الأزهري (ت 905 هـ): (أما فوائده فسِتٌّ:\n1. تقليلُ ذات الشيء، نحو: كُليب.\n2. وتحقير شأنه، نحو: رُجَيل.\n3. وتقليل كمِّيتِه، نحو: دُريهمات.\n4. وتقريب زمانه، نحو: قُبَيل العصر، وبُعَيد المغرب.\n5. وتقريب مسافته، نحو: فُوَيْق المرحلة، وتُحَيْت البريد.\n6. وتقريب منزلته، نحو: صُدَيِّقِي.\nوزاد الكوفيون معنى آخر، وهو:\n7. التعظيم، نحو: دُوَيْهِيَة.\nوخرَّجها البصريون على التقليل؛ لأن الداهية إذا عَظُمَت؛ قلَّتْ مُدَّتُها.\nوزاد بعضهم معنى آخر، وهو:\n(1) «لسان العرب» (4/ 458 ـ 459).\nالجزء: 1 - الصفحة: 12\n",
        "8. التحبُّبْ، نحو: بُنَيَّة). انتهى. (1)\nوقد نفى البصريون وروده للتعظيم لأنه ينافي التصغير، وتأولوا ما ورد في ذلك\n...\nوناقش ذلك المبرِّد (2) ـ فيما ذكره الخفاجي ـ وأنكر وروده للتعظيم\n...\n(3)\n(1) «التصريح بمضمون التوضيح» (5/ 143).\n(2) لم أجده في «كامل المبرد» و «المقتضب» بعد مراجعة يسيرة عجلى ..\n(3) ينظر: «الأضداد» لابن الأنباري (ص 291)، و «الزاهر» له أيضاً (2/ 301)،\n...\n«شرح كتاب سيبويه» للسيرافي (4/ 164)، «الوساطة بين المتنبي وخصومه» للجرجاني (ص 459)، «سر الفصاحة» للخفاجي (ص 91)، «الفائق» للزمخشري (1/ 449)، «أمالي ابن الشجري» (2/ 383)، «شرح الشافية» للرضي (4/ 87)،\n...\n«شمس العلوم» للحميري (2/ 1027) و (9/ 5906)، «ارتشاف الضرب» لأبي حيان (1/ 351 ـ 400)، «شرح المفصل» لابن يعيش (3/ 394)، و «همع الهوامع» (6/ 130)، «خزانة الأدب» للبغدادي (6/ 159).\nوللدكتور: عليان بن محمد الحازمي ـ الأستاذ في كلية اللغة العربية، جامعة أم القرى ـ بحث عن التصغير في اللغة، نشره في «مجلة جامعة أم القرى» 19 ـ 24.\nووقفت على بحث عميق بعنوان: «التصغير في أسماء الأعلام العربية دراسة تأصيلية في علم اللغات السامية المقارن» لعمر صابر عبدالجليل، يقع في (113) صفحة، نشر عام 1998 م، أفادني به د. عبدالله الوشمي ـ جزاه الله خيراً ـ.\nالجزء: 1 - الصفحة: 13\n",
        "فائدة: ذكر أبو حيان - رحمه الله - أن العرب نطقت بأسماء مُصغَّرة، ولم تنطق بها مكبَّرة\nمثل: كُميت، وجُميل، والثُّرَيَّا، والقُطيعاء، وسُكيْت\n....\n(1)\n(1) والهوينى، ومسيطر، ولُجَين، والسويداء، وقد جمعها السيوطي في «المزهر» (2/ 253 ـ 275) نقلاً من «الجمهرة» لابن دريد (3/ 1271) وغيره.\nوقد ذكر ابن دريد أن (هذه الأسماء نحو: مهيمن، ومجيمر، ومبيطر، أسماء لفظها لفظ التصغير وهي مكبرة؛ لأنه لا تكبير لها من لفظها). ونقل عن ابن دريد: الجوهريُّ في\n...\n«الصحاح»، والزجاجيُّ في «تفسير رسالة أدب الكاتب» (ص 87)، وذكر أنها أربعون اسماً، وأشار محققه ـ د. عبدالفتاح سليم ـ إلى أنها تصل إلى ستين اسماً، كما في\n...\n«المخصص» لابن سيدة.\nقلت: ذكرها في «المخصص» (4/ 265) معنوناً لها: (هَذَا بابُ مَا يَجْري فِي الأعْلام مُصَغَّراً وتُرِك تكبيرهُ لِأَنَّهُ عِندهم مُستصغرٌ، فاستُغني بتصغيره عَن تَكْبيره).\nقال ابن قتيبة في «أدب الكتاب» (ص 595): (قال أبو عبيدة: ولم يأت «مفيعل» في غير التصغير، إلا في حرفين: مسيطر، ومبيطر، وزاد غيره: مهيمن).\nالجزء: 1 - الصفحة: 14\n",
        "وبأسماء فاعلين على صورة المصغَّر نحو: مُبيطر، ومسيطر، ومُبيقر، ومهيمن\n...\nوقال أيضاً: (وكثر مجئ المصغَّر دون المكبَّر في الأعلام ك: قُريظة، وجُهينة، ووطُهية، وهُذيل، وسُليم. (1)\nهذا، وإن للألقاب شأنَاً كبيراً عند أهل العلم، حتى أفردت بمصنفات عديدة، منها:\n«الألقاب» لابن الفرضي (ت 403 هـ)، و «كشف النقاب عن الأسماء والألقاب» لابن الجوزي (ت 597 هـ)، و «مجمع الآداب في معجم الألقاب» لابن الفوطي (ت 723 هـ)، «نزهة الألباب في الألقاب» لابن حجر (ت 852 هـ)، وغيرها كثير ضمن مسمى الألقاب أو الأنساب أو مشتبه النسبة، ك «الإكمال» لابن ماكولا، و «تكملته» لابن نقطه، و\n...\n«الفيصل في مشتبه النسبة» لأبي بكر الحازمي (ت 584 هـ)، و «تحفة ذوي\n(1) «ارتشاف الضرب» (1/ 389 ـ 390).\nالجزء: 1 - الصفحة: 15\n",
        "الألباب» لابن خطيب الدهشة (ت في القرن 8 هـ)، و «تبصير المشتبه» لابن حجر، وغيرها، ولأحد المعاصرين «ألقاب المحدِّثين»، وغيرها كثير.\nوفي مقيَّدات ابن خلكان في «وفيات الأعيان» بيان لعدد من الألقاب. (1)\nومع كثرة الألقاب، وتعدد الكتب المؤلفة فيها إلا أنها ـ أو غالبها ـ ألقاب أشخاص لم تنزل على أعقابهم، بخلاف زماننا فإن غالب الألقاب أصبحت أسراً كبيرة، ينتسب إليها مئات من الأشخاص وبعضها بالآلاف\n...\nوالألقاب في سابق الدهور على ألوان شتى\n(2)، منها:\n1. لقَبٌ منسوب إلى قبيلة، مثل: الوائلي = العنَزِي، القحطاني، التميمي، الدوسري، المطيري، الحربي، الشمري، الزهراني، الغامدي،\n(1) جمعها العلامة: عبدالسلام هارون في كتابه «معجم مقيدات ابن خلكان».\nوفي «المزهر» للسيوطي (2/ 426 ـ 447) بيان عدد من ألقاب أهل اللغة.\n(2) أفدته من: «ألقاب الأسر» لمحمد بن عبدالله الرشيد (ص 26)، مع اختصار وزيادة، وانظر: «أحكام الأسماء والكنى والألقاب» د. عمر بن طالب (ص 37 ـ 39).\nالجزء: 1 - الصفحة: 16\n",
        "العجمي، الحربي، وهكذا.\n2. منسوب إلى بلد: كالمكي، والمدني، والقاهري، والدمشقي، والبغدادي، والموصلي، والكوفي، والصنعاني، والحبشي، والأصبهاني، والجرجاني، والسجستاني، والسمرقندي، والبخاري، وهكذا.\n3. منسوب إلى صنعة: كالحداد، والنجار، والنحاس، والصباغ، والدباغ، والسقاف، والوراق، والحطاب، والدقاق، والخراز، والهراس، والعطار، وهذه النسبة تغلب في بلاد الشام. ومنها: النسبة إلى المهنة: كالفوال، والخباز، والطباخ\n....\n4. منسوب إلى وظيفة: كالكاتب، والوزير، والقاضي، والحاجب، و «الشاويش، والخزندار، والعلم دار\n...\nوغالب ذلك كان في العهد العثماني.\n5. منسوب إلى عاهات خَلقية: كالأعمش، والضرير، والأكوع، والأعرج، والأخرس، والأعشى، والأصقه\n...\n6. منسوب إلى لون: كالأشقر، والأسمر، والأحمر، والأصفر، والأسود\n...\nالجزء: 1 - الصفحة: 17\n",
        "7. منسوب إلى أسماء الحيوانات: كالجربوع، والنملة، والباز، والعصفور، والشاهين، والذيب، والنمر، والكلب = الكليب، والسبع، والجراد، والأسد، والصقير، والفهد، والفهيد، والنمير\n...\n8. منسوب إلى طرق صوفية ــ نسأل الله السلامة والعافية والثبات على منهج السنة والجماعة في اقتفاء أثر السلف الصالح ــ، مثال النسبة الطرقية البدعية الخلفية: كالشاذلي، والقادري، والنقشبندي، والرفاعي، والتيجاني، والجشتي، والسهروردي، والخلوتي\n...\n9. منسوب إلى المذهب العقدي الخلَفي: كالزيدي، والأشعري، والماتريدي، والأباظي، والدرزي، والنصيري، والمعتزلي، والجعفري الرافضي، والإسماعيلي الباطني، ـ نسأل الله التوحيد الخالص والسنة النبوية بفهم سلف الأمة، ونسأله السلامة من الزيغ والضلالة ـ.\n10. منسوب إلى المذهب الفقهي: كالحنفي، والمالكي، والشافعي، والحنبلي، والظاهري، والأثري.\n11. منسوب إلى المدرسة العلمية: كالأزهري، والندْوي ـ ندوة العلماء في الهند ـ والمظاهري ـ وهذا يغلب في الأعاجم ـ\nالجزء: 1 - الصفحة: 18\n",
        "12. النسبة إلى الأجداد، وهذه غلبت في القبائل العربية، الحاضرة منهم خاصة، أما البادية فالنسبة للفخذ أو القبيلة\n...\nوفي الحاضرة تكون نسبة الأسرة إلى اسم الجد ـ خاصة إن كان غريباً أو مميزاً ـ أو لقبه\n...\nوغالب الأسر النجدية ـ في وقتنا هذا ـ تنتسب إلى الجد: من (9) إلى\n...\n(17) وأكثرها: (11 ـ 12 ـ 13) تقريباً\n...\nفإن حفظ الله الأسرة من لقب جديد ــ لغرابته، أو عيارة (1)\nأطلقها المجتمع على أحدهم ـ فإن الاسم سيستمر في أعقابهم، وإلا تفرعت إلى أسر أخرى، وهكذا تتشظى عدد من الأسر بسبب المعايير غالباً\n(1) أصل العارُ: السبَّة والعيب. يُقال: عاره، إذ عابَه، فهو عائر، وعيار، تعايروا: تعايبوا، وعيَّر بعضهم بعضاً. والمَعايِرُ: المَعايِبُ.\nوفي «التاج»: (العار: السبة والعيب. وقيل: هو كل شيء لزم به سبة أو عيب، والجمع أعيار. ويقال: فلان ظاهر الأعيار، أي العيوب.\nوقد عيره الأمر، ولا تقل: عيره بالأمر، فإنه قول العامة هكذا صوبه الحريري في درة الغواص. وقد صرح المرزوقي في شرح الحماسة بأنه يتعدى بالباء، قال: والمختار تعديته بنفسه، قاله شيخنا.\nوأنشد الأزهري للنابغة: =\nالجزء: 1 - الصفحة: 19\n",
        "من أسر «ضارج القصيم = الشقة»\n= وعيرتني بنو ذبيان خشيته\n...\nوهل علي بأن أخشاك من عار\nوتعايروا: عير بعضهم بعضاً قال أبو زيد: يقال: هما يتعايبان، ويتعايران، فالتعاير: التساب، والتعايب دون التعاير، إذا عاب بعضهم بعضاً).\nقال ابن الأعرابي: (والعرب تمدح بالعيار وتذم به. يقال: غلام عيَّار: نشيط في المعاصي، وغلام عيار: نشيط في طاعة الله تعالى، وفرس عيار وعيال: نشيط. ويقال عار الرجل يعير عيرانا، وهو تردده في ذهابه ومجيئه. ومنه قيل: كلب عيار وعائر).\nويُقال: عارَ الرجُل إذَا انْهَمَكَ في الخلاعة، ورجل عَيَّارٌ.\nذكر ابن فارس: (عيرت فلاناً لا يكون إلا في التعيير والذم).\nومن معاني العيَّار: الذي يُخَلِّي نفْسَه وهواها، لا يزجرها.\nوالرجل الكثير المجئ والذهاب في الأرض. وقيل: هو الذكي الكثير التطواف والحركة، حكاه الأزهري عن الفراء.\nوربما سُمِّى الأسد بالعيار؛ لتردده ومجيئه وذهابه في طلب الصيد.\nينظر: «تهذيب اللغة» للأزهري (3/ 104)، «مجمل اللغة» لابن فارس (ص 639)، «غريب الحديث» للخطابي (1/ 480)، «الزاهر في معاني كلمات الناس» (1/ 153)، «الصحاح» (2/ 764)، «تصحيح التصحيف» للصفدي (ص 389)، «تاج العروس» (13/ 177 ـ 178)، «المعجم الوسيط» (2/ 639).\nالجزء: 1 - الصفحة: 20\n",
        "مثلاً: جدِّي الثامن هو: (الحميدي بن حمد، من آل هويمل، من آل «أبو رباع»، من الحسني، من السلقا، من بشر، من بني وائل» توفي أواخر\n...\n(القرن 11 هـ) في «ضارج القصيم = الشقة» له خمسة أولاد: ــ وهو الجد السابع أو الثامن ــ لخمس وعشرين أسرة تفرعَّت منه! ! غالبها بسبب المعايير: منها:\n1. المديهش نسبة لجدي: مديهش «اسمٌ لا لقب» (1) بن محمد بن إبراهيم بن سالم الحميدي.\nومن أتى بعده يكتفي به ولا يرفع النسب، لتفرد الاسم وعدم وقوع الاشتراك.\nومن الأسر المتفرعة من الحميدي أيضاً:\n2. القصيِّر ــ لقِصَرِه ـ\n3. والجُوعي ــ قيل: لعدم قدرته وقت جوع وفقر على إطعام الضيوف من البادية بغير اللبن؛ فأطلقوا عليه: الجوعي،\n(1) حسب السجلات التي يُدوَّن فيها تجاراته في النصف الأول من القرن (13 هـ).\nالجزء: 1 - الصفحة: 21\n",
        "وقيل: لإطعامه الجوعى ومناداته بذلك: ياجوعان تفضَّل، وردَّ ذلك العبودي. (1)\n4. الشويهي ـ نسبة للشاهي ـ.\n5. الخَضِيري ـ لِلَونه ـ.\n6. السديس ـ لمطالبته بسدسه من الميراث واستعجاله الارتحال عن «ضارج» إلى «البكيرية».\n7. العقيل نسبة لجدهم: عقيل\n8. الحُضَيف: الحِضف ذكَر الحيات، وهي من أشدها، وكانوا ـ أحياناً ـ يمدحون به الحاكم الجيِّد ـ كالملك عبدالعزيز، فقد قيل: هو حِضف. قاله الشيخ: العبودي. (2)\n(1) «معجم أسر بريدة» (3/ 533).\n(2) في مهاتفته ـ حفظه الله ـ للحديث حول هذا البحث (9/ 4/ 1438 هـ).\nثم وجدته في «معجم الحيوان عند العامة» للعبودي (1/ 245 ـ 246) تحدث عن الحضف، وذكر أن أكثر شعراء العامية يمدح الشجاع بأنه كالحِضف الذي لايسلم مَن مسَّه نابه\n...\nونقل عن الزبيدي في «التاج» (23/ 164) أن الجوهري وابن منظور أهملا ذكر الحضف\n...\nوقال الصاغاني: الحية، كالحضب، بالباء، قال العبودي: (فإما أن تكونا لغتين صحيحتين، وإما أن يكون مرجع ذلك إلى كون الفاء والباء تتعاقبان في النطق).\nالجزء: 1 - الصفحة: 22\n",
        "وأيضاً من أسر الحمادَى: الرعوجي، والصبحاوي، والسعود، والكلية، والبعيمي، والغازي، والرشيد، والطعيسان، والفهدي، والخويلدي، والفايزي، والحواس.\nكل هذه التفرعات بدأت من الثلث الأول من (القرن 13 هـ) تقريباً، بينما نجد في مناطق أخرى غير «القصيم» بقاء الاسم من الجد (15، أو 12) واعتبر ذلك بمن تعرف، ستجد مصداقه، وأثر المعايير والألقاب الجديدة في تشظي الأسر\n...\nومن الأمثلة الكثيرة جداً: أسرة الرقيبة في «بريدة»، نسبة إلى: راشد بن سليمان السبيهين ذُكر أنه رأى «القرَع = الدباء» في السوق فسأل عنها قائلاً: وهذه أم رقيبة بكم؟\nوكان في السوق بعض معارفه فالتقط الكلمة الغريبة، وأطلقها عليه،\nالجزء: 1 - الصفحة: 23\n",
        "فأصبحت لقباً (1) عليه، ثم أسرة لأحفاده وأحفادهم حتى الآن\n...\nكأن تلك الأجيال تفتح آذانها وأعينها لالتقاط أي كلمة غريبة، ليقتصر عليها؛ عيارةً إن كانت معيبة، أو تمييزاً إن كان الاسم غريباً، فيميز به عن الأسماء الأخرى المشابهة.\nومن نعمة الله علينا بالحضارة الحديثة أن ثبتت الأسماء في سجلات مدَنية، فلا مجال لذهاب أولادك وأحفادك باسم آخر بسبب عيارة أو لقب يطلق عليك أو عليهم\n...\nولو استمر الأمر ـ على ما كان ـ لزاد التحفظ عند الناس، فإن المسلم يتحفظ من كلمة حرام، أو من كلمة جارحة، أو معيبة\n...\nفيجد معاناة يجاهد نفسه عليها، فكيف الجهد حينما يضطر إلى التحفظ من كلمة غريبة ولو كانت عربية فصيحة مليحة؟ ! لاشك أنه سيتركها فلا يقولها جاداً ولا\n(1) كذا في «ألقاب الأسر» لمحمد بن عبدالله الرشيد (ص 313 ـ 314).\nقلت: وذكر العبودي في «معجم أسر بريدة» (8/ 45) أنه لُقِّب بذلك لميل يسير في رقبته.\nومهما يكن فإن اللقب غلب، ثم أصبحت أسرة كريمة، وأمثال ذلك كثير.\nالجزء: 1 - الصفحة: 24\n",
        "هازلاً؛ لئلاً تؤخذ عليه «عيارة» فتكون لقباً، وتلتصق به لتنسخ اسمه الأصلي الذي سماه به والداه! !\nسمعتُ أن إمام مسجد في بعض مدن القصيم كان يحدِّث على جماعة مسجده من كتاب يرد فيه كثيراً ذكر المحدِّث: القَعْنَبِيِّ عن الإمام مالك - رحمه الله - (ت 179 هـ)\n...\nوأهلُ العلم يعرفون القعنبي\n...\nلكن أحد الحضور ـ كبير السن ـ استغرب هذا الاسم، ولما تكرر عليه سماعه، أطلقه على إمام المسجد: جاء القعنبي، ذهب القعنبي، أين القعنبي؟ مرحباً بالقعنبي! !\nفإذا كانت هذه المعايير تطلق سابقاً ــ من مناطق معروفة بعاداتها كنجد ـ فإن العيارة أو اللقب التمييزي يأتي منها غالباً بالتصغير للتقليل أو التحقير. ومما يدل على غلبة ذلك تصغير كثير من حاجياتها وكلامها\n...\nـ للتقليل والتقريب ـ، فليس الأمر مقتصراً على تصغير أسماء الرجال، التي أصبحت ـ فيما بعد ـ ألقاب أسر.\nإنما المشكلة حينما يكون اللقب مصغراً، أطلق على الرجل لا على صبي، عيارة له، لا مدحة ..\nالجزء: 1 - الصفحة: 25\n",
        "ومن هنا أرى أن التصغير في ألقاب الأسر غلب على الأسر النجدية عامة، والقصيمية خاصة\n...\nلهذا يُقال: كنُّوا أبناءكم قبل أن تلحقهم الألقاب. (1)\n(1) المراد الألقاب السيئة، ويروى هذا مرفوعاً ـ وهو ضعيف ـ والصواب أنه موقوفٌ من كلام عبدالله بن عمر - رضي الله عنهما - بلفظ: «بادروا أبناءكم بالكنى قبل أن تغلب عليهم الألقاب».\nأخرجه مرفوعاً: ابن حبان في «المجروحين» (1/ 272)، وابن عدي في «الكامل»\n...\n(1/ 15)، والدارقطني في «أطراف الغرائب» (3/ 370) رقم (2950).\nقال ابن حجر في «نزهة الألباب» (1/ 41): (إسناده ضعيف، والصحيح عن ابن عمر قوله).\nقال ابن حجر في «فتح الباري» (10/ 582): (قال العلماء كانوا يكنون الصبي تفاؤلاً بأنه سيعيش حتى يُولد له، وللأمن من التلقيب؛ لأن الغالب أن من يذكر شخصاً فيعظمه أن لا يذكره باسمه الخاص به، فإذا كانت له كنية أمِنَ مِنْ تلقيبه، ولهذا قال قائلهم: «بادروا أبناءكم بالكنى قبل أن تغلب عليها الألقاب». وقالوا: الكنية للعرب كاللقب للعجم، ومِن ثَمَّ كُرِهَ للشخص أن يكنِّي نفسه إلا إن قصدَ التعريف).\nوأخرج الدولابي في «الكنى» (3/ 1028) من طريق أبي جعفر الباقر قوله: (إنا لنكني أولادنا في الصغر؛ مخافة اللقب أن يلحق بهم).\nأفاد ما سبق: د. عمر بن طالب في كتابه: «أحكام الأسماء والكنى والألقاب»\n...\n(ص 30 و 316 ـ 317).\nالجزء: 1 - الصفحة: 26\n",
        "فائدة: قد يطلق اللقب غير المقبول أو المستحسن، فلا يجد الملقَّب حرجاً، فينتشر اللقب، ويكون الملقَّب شريفاً جواداً ممدَّحاً فيُشَرِّف لقبَه، ويرفَعُه\n...\n(1)\nقال الأستاذ: محمد بن عبدالله الرشيد ــ من رشيد حائل، وفقه الله ـ في أوائل كتابه: (ظهر لي بعد جمع مادة هذا الكتاب أنه لا يمكن للباحث مهما بلغ من العلم أن يجتهد في بيان سبب اللقب أو يفسِّرْه اعتماداً على مجرَد كتب اللغة، أو العُرف والعادة الجارية؛ بل لا بد من التحقق في معرفة اللقب بالسبب الذي لأجله حصل اللقب في الواقع\n....\nوذكر أمثلة). (2)\nوذكر (ص 45) فصلاً في أن غالب الألقاب ليست على ظاهرها\n...\n(1) ينظر: «ألقاب الأسر» لمحمد بن عبدالله الرشيد (ص 36).\n(2) المصدر السابق (ص 38 ـ 44).\nالجزء: 1 - الصفحة: 27\n",
        "وفصلاً آخر جميلاً في (ص 76 ـ 85) عن عناية أهل العلم بمعرفة أسباب الألقاب والنِّسَب.\nوأجدها فرصة لإعادة الاقتراح الذي ذكرتُه في بعض المقالات المنشورة أن يستدرك على كتاب «ألقاب الأسر» للأستاذ: محمد الرشيد\n...\nـ وفقه الله ـ، من: «معاجم الأسر» للعبودي وغيرها\n...\nلأني تعجبت من قلة الأسر السعودية المبيَّنة فيه، مع أنها قريبة من المؤلف، خاصة أنه صدر قبل كتابِه، كتابُ: «معجم أسر بريدة» في (23) مجلداً، ثم بعد كتابه صدر «معجم أسر عنيزة» (17) مجلداً، وغيرها من كتب الأسر السعودية المجموعة على منطقة أو المفردة.\nوليت المؤلف ـ وفقه الله ـ يستدرك ذلك؛ ليكون كتابه جامعاً لأسر جزيرة العرب، فإني رأيت الأسر السعودية في الكتاب، كأنها في الشواهد والمتابعات لا الأصول، والأقربون أولى بالمعروف.\nعَودٌ على كلام العلامة العبودي في تصغير أسر الشقة\nأقول: الأسر المنسوبة للحمادَى في «ضارج القصيم= الشقة» (25) أسرة، منها: 15 أسرة بالتصغير، و 10 غير مصغرة ــ كما سبق بيانه ـ\nالجزء: 1 - الصفحة: 28\n",
        "ومن الأسر المصغرة في «الشقة» ــ من غير أسر الحمادى ـ: السحيمان، الجريش، الزميع، الحصيني، والسويد، والوسيدي، والخْضِيري من تميم، والصويلحي، والمحيميد، والشعيبي، وغيرهم\n...\nوهم تقريباً 35 % من أسر الشقة.\nفلم تتميز «ضارج القصيم = الشقة» بالتصغير، بل هي سمة عامة في البلدان النجدية.\nوالظاهر ـ والله أعلم ـ أن غالب هذه الأسر المصغرة ألقاب أطلقت\n...\n«عيارة» على الجد الأول ـ في حال الكبر ـ وليس من باب: التقليل أو التمليح، أو التعطف\n...\nومنطقة «نجد» عامة شغوفة بالتصغير للأسماء\n(1)، ولكثير من حاجيات الإنسان ـ وقد أصبح بعض الأسماء المصغرة أسراً شهيرة ــ،\n(1) قال د. عمر صابر عبدالجليل: (في الهجات العربية المعاصرة نلحظ ميل الناس إلى التصغير في صوغ أسماء الأعلام، حتى أنه يقل أن يرد اسم علم مكبَّر على لسان العامة دون مصغّر له، وذلك لأسباب أهمهما: التلطيف في صوغ المصغر من الثلاثي أو غيره\n...\n). انظر: «التصغير في أسماء الأعلام العربية دراسة تأصيلية في علم اللغات السامية المقارن» (ص 24).\nالجزء: 1 - الصفحة: 29\n",
        "وللأسر القصيمية زيادة درجة أو درجتين؛ لحرصهم على المعايير أكثر من غيرهم ـ في رأيي ـ، ولا يمكن أن يكون غرض التصغير في ذلك: التمليح أو التعظيم ـ على رأي الكوفيين ــ! !\nومما سبق في ذكر أغراض التصغير أجد صعوبة في تنزيلها على سبب تصغير الرجال الذين أصبحت أسماؤهم أو معاييرهم لقباً لأسرة ممتدة الأطراف\n...\nوالذي أميل إليه ـ بعد التأمل في طبائع وعادات المجتمعات ـ أن التقليل= التحقير = الاستهانة مبدأ التصغير (1) في غالب هذه الأسماء، ويليه: التمليح والتعطف ـ وهو نادر في ظني ـ، ومثله في الندرة: التصغير للتمييز بين رجلين متشابهين في الاسم في أسرة أو قبيلة أو بلد، مثل: حمد وحميد، أو محمد ومحيميد، (2)؛ لأن غالب الألقاب ــ المشار إلى أمثلة منها ـ\n(1) قال د. عمر صابر عبدالجليل: (الأصل في التصغير هو التحقير كمعنى أساسي، تتفرع منه معانٍ ثانوية أخرى، هي في حقيقتها تمثِّل تضييقاً له\n...\n). انظر: «التصغير في أسماء الأعلام العربية دراسة تأصيلية في علم اللغات السامية المقارن» (ص 18 و 97).\n(2) من الأمثلة: جاسر الماضي من «الربيعية» في القصيم من بني تميم، حينما انتقلوا إلى «بريدة» وفيها أسرة شهيرة ثرية: الجاسر الذين منهم الشيخ المحدث: إبراهيم الجاسر - رحمه الله -، أطلق أهل بريدة على جاسر الربيعية «الجويسر» للتمييز بينهم وبين جاسر =\nالجزء: 1 - الصفحة: 30\n",
        "ـ «عيارة» لا يتصور فيها التمليح والتعطف بل هي ألصق بالتحقير والتقليل من شأن الرجل.\nهذا، ومن أمثلة التسمية بأسماء من جذر واحد، وتصغير أحدهما: حمد وحميد، ومحمد ومحيميد وأحمد وأحيمد\n...\nما روي في حديث أن النبي - صلى الله عليه وسلم - سمَّى أولاد فاطمة: حسن، وحُسين، ومحسِّن، وقال:\n...\n«سميتهم بأسماء ولد هارون: شبَّر وشبير، ومشبِّر». (1)\n= بريدة، ولم يستمر اللقب المصغر طويلاً، ثم غيروه إلى «الجاسر»، ذكر ذلك شيخنا العلامة: محمد بن ناصر العبودي ـ حفظه الله ومتعه بالعافية ـ في «معجم أسر بريدة» (3/ 542).\n(1) أخرجه: ابن سعد في «الطبقات الكبرى» ـ متمم الصحابة ـ (1/ 240)، وأحمد في «المسند» (2/ 159) (769)، وفي «فضائل الصحابة» (2/ 773) (1365)، والطيالسي في «مسنده» (1/ 118) (131)، والبخاري في «الأدب المفرد» رقم (823)، والدولابي في «الذرية الطاهرة» (ص 67) (98)، وابن حبان في «صحيحه» (15/ 409) (6958)، والطبراني في «الكبير» (3/ 96) رقم (2773، و 2774)، والحاكم في «المستدرك» (3/ 180) (4773)، والبيهقي في «السنن الكبرى» (6/ 166) كلهم من طريق أبي إسحاق السبيعي، عن هانئ بن هانئ، عن علي - رضي الله عنه -، به. =\nالجزء: 1 - الصفحة: 31\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= وفيه عنعنة أبي إسحاق وهومدلِّس، وجهالة هانئ بن هانئ.\nوللحديث عن عليٍّ طرقٌ أخرى ضعيفة، تنظر في تخريج «مسند أحمد» ـ ط. الرسالة ـ، و «الأحاديث الواردة في السبطين الحسن والحسين» د. عثمان الخميس (ص 217 ـ 224).\nوقد ضعَّف الحديثَ الألبانيُّ في «السلسلة الضعيفة» (8/ 181) رقم (3706).\nوورد من حديث سلمان الفارسي - رضي الله عنه - مختصراً، فيه أنه - صلى الله عليه وسلم - سمَّى الحسن والحسين باسم ابني هارون: شبراً وشبيراً. ولم يذكر مشبِّراً.\nأخرجه: ابن سعد في «الطبقات الكبرى» ـ متمم الصحابة ـ (1/ 242)، ومن طريقه: [ابن عساكر في «تاريخ دمشق» (13/ 171)]، والبخاري في «التاريخ الكبير» (2/ 147)، والبغوي في «معجم الصحابة» (2/ 9) (395)، و (3/ 169) (1083)، والطبراني في «المعجم الكبير» (3/ 97) (2778)، و (6/ 263) (6168)، وابن شاهين في «شرح مذاهب أهل السنة» رقم (176)، وأبو نعيم في «فضائل الخلفاء» رقم (133)، وفي «معرفة الصحابة» (2/ 665) (1772)، وعنه: [الخطيب البغدادي في «المتفق والمفترق» (3/ 1693)]، وابن عساكر في\n...\n«تاريخ دمشق» (14/ 118) من طريق يحيى الحماني: حدثنا عمرو بن حريث، عن برذعة بن عبد الرحمن، عن أبي الخليل، عن سلمان الفارسي - رضي الله عنه -.\nعمرو بن حريث، مجهول. «لسان الميزان» (6/ 198)\nوبرذعة ضعيف. «وليس له غير هذا الحديث» قاله ابن حجر. «لسان الميزان» (2/ 270) =\nالجزء: 1 - الصفحة: 32\n",
        "عدد الأسر المصغرة\nلا يوجد إحصاء دقيق ـ حسب علمي ـ، لذا أجريت فحصاً سريعاً على:\n1. المجلد: (3) و (7) و (14) و (21) من «معجم أسر بريدة» للشيخ: العبودي.\n2. والمجلد (3) و (7) و (14) من «معجم أسر عنيزة» للشيخ: العبودي أيضاً.\n3. وكتاب «أسر الزلفي» لفهد بن عبدالعزيز الكليب.\n= وقال البخاري بعد إيراد الحديث في ترجمة برذعة: إسناده مجهول.\nوالحديث ضعفه الألباني في «السلسلة الضعيفة» (8/ 181) (3706).\nوجاء عن أبي سعيد الخدري - رضي الله عنه - قال: قال علي - رضي الله عنه -: (أما حسن وحسين ومحسِّن، فإنما سمَّاهم رسول الله - صلى الله عليه وسلم -، وعقَّ عنهم، وحلق رؤوسهم، وتصدق بوزنها، وأمر بهم فسُرُّوا، وختنوا).\nوهو ضعيف جداً.\nانظر: «الأحاديث الواردة في السبطين الحسن والحسين» د. عثمان الخميس (ص 217 ـ 224).\nالجزء: 1 - الصفحة: 33\n",
        "ولو كان ثمة معاجم أسر لبقية مناطق نجد على منوال معاجم العبودي، لنظرت فيها، وقارنت\n...\nلأعلم عدد الأسر المصغرة، وهل تصغير الألقاب تميز به أسر منطقة «ضارج = الشقة»، أم هو سمة عامة في أسر «نجد»، و «القصيم» خاصةً.\n(1) من «معجم أسر بريدة» للعبودي (23) مجلداً\nالرقم\n...\nالمجلد\n...\nعدد الأسرة إجمالاً\n...\nعدد الأسرة المصغَّرة\n...\nأمثلة من هذه الأسر\n1\n...\n3\n...\n51\n...\nالجريد، والجريش، والجطيلي، والجعيثن، والجميعة، والجميل، والجنيدلي، والجوير، والجهيمي، والجويعد\n2\n...\n7\n...\n19\n...\nالرسيني، والربيعان، والربيعي، والرجيعي والرديني، والربيش\n3\n...\n14\n...\n48\n...\nالعُبيد، العُتيق، العبيدي، العبيلان،\nالجزء: 1 - الصفحة: 34\n",
        "العثيمين، العبيدي، العثيم\n4\n...\n21\n...\n53\n...\nالمقيذل، المقيرشة، المقيطيب، المكيرش، المنيصير، المنيعي، المهيلب.\n(2) من «معجم أسر عنيزة» للعبودي (17) مجلداً:\nالرقم\n...\nالمجلد\n...\nعدد الأسرة إجمالاً\n...\nعدد الأسرة المصغَّرة\n...\nأمثلة من هذه الأسر\n1\n...\n3\n...\nالبعيجان، البقيشي، البكيري، الجبيلان، الجديعي، الجريجير، الجخيدب، الجبيري، الجريس، الجليدان، الجميعة، الجنيدلي، الجنيفي، الجويسر، الجهيم ..\nالجزء: 1 - الصفحة: 35\n",
        "2\n...\n7\n...\nالسحيمي، السعيد، السديس، السديري، السبيت، السحيباني، السكيت، السليم، السنيدي، السويداني، السويلم.\n3\n...\n14\n...\nالقبيسي، القريشي، القصيِّر، القرينيس، القضيبي، القطيمي، القعيس، القنيبط، القويفلي، الكبيدة، الكريشان، الكليب، الكوير، الكعيد\n...\nالجزء: 1 - الصفحة: 36\n",
        "(3) من كتاب «أسر الزلفي» للأستاذ: فهد الكليب (غلاف)\nالرقم\n...\nالمجلد\n...\nعدد الأسرة إجمالاً\n...\nعدد الأسرة المصغَّرة\n...\nأمثلة من هذه الأسر\n1\n...\nهو غلاف واحد يقع في (200) صفحة\n...\n379\n...\n140\n...\nالجديع، الجريس، الحبيشي، الحميدي، الخليفي، الخنيصر، الدريويش، الدويش، الرويشد، الصغيِّر، الصويلح، الطريري، العُبيد، العُبيِّد، العقيلي، الغنيم، الفهيد، القصيبي، المحيسن، المليفي، المعيجل، الهميجان، الهويشل، الوليعي\n...\nالجزء: 1 - الصفحة: 37\n",
        "يُلحظ مما سبق ـ في الجدول ـ أن (40 %) تقريباً من الأسر ألقابها مصغرة، والمسألة ـ في نظري ـ تحتاج إلى حصر شامل من خلال: «جمهرة الأسر المتحضرة في نجد» للجاسر، و «معاجم العبودي: بريدة، وعنيزة، ـ والرس قريباً ـ»، وبحث أوسع في معاجم القبائل: كبني وائل، وتميم، وبني خالد، وعتيبة، وحرب، والدواسر، وقحطان، وألقاب بلاد غامد وزهران وقبائل عسير، وغيرها، وكذا الكتب المتضمنة أسماء الأسر السعودية\n...\nولعلي أُقَرِّبُ لك التأمُّل بذكر عدد من الأسر المصغرة؛ لتجد سبباً ندَّ عن كاتب هذه الأوراق: المديهش، الدهيش، الدهيشي، الدهيمش، المديهيم، المديميغ، العثيم، العثيمين، الحميد، الحميِّد، الحميدي، الحميدان، المحيميد، السبيِّل، العُبَيْد، العُبيِّد، العُبيدي، الخليف، الخليفي، الشريم، الشريمي، البدير، البديري، البديوي، التويجري، الدخيِّل، الربيش، السميح، السحيم، الصبيح، الصبيحي، المصيبيح، المحيسن، المشيطي، الرديعان، الربيعان، الثُّنيَّان، الخُنيزان، الحسينان، الغنيمان، الرضيمان، الرميزان، الحجيلان، العنيزان، العبيدان، الحميدان، السعيدان،\nالجزء: 1 - الصفحة: 38\n",
        "القهيدان، (1)\nالطُّريفي، العُريفي، العريني، الفهيد، الصقير، البخيِّت، السُويْد، السويِّد، السويدان، البليهي، البليهد، الغليقة، العميريني، الضبيعي، الثميري، الجريِّد، الخريِّف، الخريدلي، الفطيماني، السويلم، الذهيبي، المزيرعي، الرويشد، الشبيلي، الشعيبي، السُليم، السليِّم، الهويدي، الهليِّل، السبيهين، السليطين، السنيدي، السديري، السعيري، العضيب، الرقيبة، الدبيخي، الحليسي، الحميضي، المخيلب، الدريهم، الرسيني، الرويتع، الحصيِّن، السريِّح، الشديِّد، الجبير، الجطيلي، الشقير،\n(1) يلحظ في الألقاب الأخيرة إضافة الألف والنون، وقد ذكر د. عمر صابر عبدالجليل أنه استخدمت لاحقة الألف والنون في كثير من اللغات السامية للتصغير على وزن: فِعْلان فَعَلان فُعْلان فِعْلان، وذكر انتشارها في مواضع منها: منطقة نجد، وذكر أنها مبالغة في التصغير، للتدليل والتمليح والتحبب. ينظر: «التصغير في أسماء الأعلام العربية دراسة تأصيلية في علم اللغات السامية المقارن» (ص 53 ـ 61 و 68 و 84 و 99).\nوذكر أيضاً (ص 71 وما بعدها و 101) أن مثلها لاحقة الواو والنون: حمدون، زيدون، عبدون، سحنون، وهي في المغرب أشهر، وأطال الحديث والمناقشة حولها.\nوذكر في (ص 39) مثلها الأسماء على وزن فعُّول، مثل: عبُّود، وحمُّود، وحسُّون، وسلُّوم، وذكر أنه شائع في مصر وتونس والجزائر، وبعض دول الخليج العربي.\nالجزء: 1 - الصفحة: 39\n",
        "الشويعر، العويِّد، الزعيبر، الغفيص، الغفيلي، القديري، القريري، النُّمَي، النمير، العبيسي، الشنيفي، الشميسي، المهيدب، المصيريعي، القريشي، الحسيكة، النفيسة، الهويمل، النقير، الوهيبي، المسيعد، المغيصيب، المغيليث، الرويشد، الزعير، الزعيبر، الجُهيمي، الجريوي، الجويسر، الجويعد، الدُّوَيْسِرِي، العُبيكي، والعُبيكان، الحفير، الجفير، الحزيمي، الحديثي، المشيقح\n....\nإلخ\nثم وجدت للدكتور أبي أوس إبراهيم الشمسان ـ وفقه الله وسدده وبارك في عملِه ـ رأياً جيداً، ذكر أن الحاجة والفقر وقلة العيش في الجزيرة العربية ـ في وقت سابق ـ أثرَّت على لغتهم خاصة في وسط الجزيرة\n...\nقال: (وتجلى هذا في شيوع ظاهرة التصغير في لغتهم، حتى تجدهم يكادون يُصغِّرون كل الأسماء، لأن كل شئ كان شحيحياً صغيراً ضئيلاً، وما يوجد تتشبث به النفوس، فيكون إليها حبيباً لصيقاً، وشمل هذا التصغير أسماء الأبناء، فتكاد كل الأسماء تصغر في وقت الصغر، ومنها ما يستمر مصغَّراً، فيعرف به الشخص كبيراً، وينسى اسمه الأصلي، لغلبة هذا الاسم المصغر عليه، ولذلك نجد طائفة من أسماء الأسر مصغَّرة، لغلبة الاسم المصغر على اسم الجد، ومن الأسماء المصغرة ما يُترك بعد أن يكبر المسمى به، ويحس نفوراً من الاسم المصغَّر، ومن الأسماء ما يسمى به وهو على هيئة التصغير\nالجزء: 1 - الصفحة: 40\n",
        "ولا يشعر المسمَّى به بضير؛ لأنه وضع له ابتداءً، والتسمية بالأسماء المصغرة هو استثمار للامكانات التصريفية للغة الانتاج، أنواع من الأسماء، وقد ذكرنا أن من أسباب التسمية: السبب اللغوي، إذْ نجد بعض الأسر تحرص على خلق رابطة لغوية بين مجموعة أسماء أسرتها، فتشتق من الجذر اللغوي الواحد كل ما يمكن اشتقاقه، ويأتي التصغير ليكون رافداً تصريفياً إلى جانب الاشتقاق، لِيُلبِّي الحاجة إلى التسمية المرتبطة بجذر لغوي واحد، يوحي برابطة اجتماعية قوية\n...\nثم ذكر المؤلف نماذج من الأسماء المصغرة، منها:\nأحيمد، بدير، خليف، بدير، جويعد، خليوي، حجيلان، خنيفر، ثويني، حسين، خويلد، حصيني، حميدان، دويلان، دغيثر، دهيش، رميح، رديني، فهيد، طويرش، سحيمان، فريحان، شتيوي، طريقي، نويفع، هويدي، صويلح، هويشل\n...\n) انتهى المراد نقله. (1)\n(1) «أسماء الناس في المملكة العربية السعودية» (ص 136 ـ 138).\nثم صدر للمؤلف د. الشمسان ـ وفقه الله ـ كتاب بعنوان: «معجم أسماء الناس في المملكة العربية السعودية»، نُشِر في منتصف عام 1438 هـ، يقع مجلد (950 صفحة) ط. مجمع اللغة العربية الافتراضي في مكة، وقد أجاد المؤلف في عرض كثير من الأسماء الشهيرة في بلادنا.\nفائدة: لإبراهيم ونوس كتاب بعنوان: «معجم الأسماء العربية في التراث» طبع في مجلدين، في مركز الملك فيصل للبحوث، عام 1431 هـ، وهو كتاب ماتع جميل.\nالجزء: 1 - الصفحة: 41\n",
        "والظاهر لي ـ دون جزم بالأمر ـ أن كثيراً من ألقاب الأسر المصغرة عيارة أطلقت على جدِّهم ـ وهو كبيرـ، فالتصقت به، وربما ذُكر اللقب تفريقاً وتمييزاً له بين أقاربه وقبيلته ـ كما سبق ـ، فاستمر حتى أصبحت ذريته تحمل الاسم الجديد.\nولا ينكر وجود غرض التمليح فيها، لكني أراه قليلاً؛ لأمور:\n1. كثير ممن أطلق عليهم لقب مصغر، التصق به عند الكبر، عيارة عليه لا تمليحاً.\n2. حرص أهل نجد على التصغير في كثير من أمورهم.\n3. أن طبائع المناطق الصحراوية = الجافة: جفاف المشاعر، فمن أين أتت هذه المئات من الألقاب اللينة المليئة بالحنان والتمليح؟ ! (1)\n(1) للفائدة انظر كتاب: «فَقْرُ المشَاعِر» للشيخ د. محمد الحمد، فهو جميل وفريد في موضوعه، جامع أطرافه، وليته يضم معه في طبعات تالية: جفاف المشاعر داخل =\nالجزء: 1 - الصفحة: 42\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= الأسرة الواحدة أعني «الأسرة» لا «العائلة» فبينهما فرق، الثانية: البيت الواحد ضمن عائل واحد، والأولى: العشيرة = الأسرة (الكبيرة) التي تنتسب إليها\n...\nتظهر بوادر هذا الجفاف في انتشار قطيعة الرحم، وقد رُوي في حديثٍ أن من أشراط الساعة: قطيعة الرحم.\nوللشيخ أ. د. زيد الزيد كتاب طيب جامع بعنوان: «الأقارب ـ من هم ـ ما منزلتهم ـ ما حقوقهم» ط. دار التدمرية.\nفائدة أخرى: ذكر لي الدكتور الفاضل: عبدالله بن صالح الوشمي ـ حفظه الله ـ أن باحثاً كتب عن بعض اللهجات لأهل الطائف كالحذف، وقد أرجع ذلك لتأثير البيئة الجغرافية.\nأقول: انظر قضايا الحذف في كتاب: «أسماء الناس في المملكة العربية السعودية» د. الشمسان (ص 105 ـ 108).\nولا شك أن لطبيعة المنطقة الجغرافية تأثيراً على أخلاق وطبائع ساكنيها، كما أفاد ذلك ابن خلدون، فمنطقة السواحل البحرية تختلف عن المناطق الصحراوية، والجبلية، وهكذا. والطبائع أعلى ثباتاً من اللهجات، فالتأثير على اللهجات من باب أولى ـ والله أعلم ـ.\nوأيضاً فإنَّ الصنائع والتخصصات العلمية المنتشرة في قُطر مَّا تؤثر على لهجة تلك المنطقة، وإني أجد ـ مثلاً ـ في حديث أهل العلم والثقافة من الشناقطة ترسلاً وترتيلاً، وكأنه لغلبة حفظهم المنظومات حتى من أشباه العوام عندهم.\nالجزء: 1 - الصفحة: 43\n",
        "وبعيداً عن التهمة، فإنَّ لكل مجتمعٍ، ومنطقةٍ، وبلدٍ، ومدينةٍ، وقبيلةٍ محاسنَ ظاهرةٍ، ومعايبَ؛ وكثيرٌ من مأثورات الطبائع تأخذ إلى الاضمحلال مع المدنِيَّةِ والحضارة، واختلاط الأجناس المتعددة في مدينة واحدة\n...\nوالحديث هنا عن ألقاب التصقت منذ مئتي سنة أو أكثر\n...\nوما على الأبناء من هذه الألقاب من شئ!\nإذن حملُ تصغير ألقاب الأسر كلِّها أو غالبِها على التمليح غيرُ صحيح ـ في نظري ـ، وكذا التقليل، والتمييز بين فردين أو أخوين قريبين في الاسم.\nفليس تخريج د. الشمسان ـ حفظه الله ـ واقعاً على غالب هذه الأسر، بأن الاسم أطلق عليه تمليحاً وهو صغير، ثم استمر عليه\n...\nبل الواقع يشهد غلبته بالمعايير على الكبار.\nوأما غرض التعظيم الذي زاده الكوفيون فسواء صحَّ ذلك أم لا، فإن الأسر المصغرة لا تدخل ضمن التصغير للتعظيم، لما علم من كثير من\nالجزء: 1 - الصفحة: 44\n",
        "أسباب التلقيب، ومن غلبة الاستخدام في غير الأعلام، ومن معرفة طبائع بعض المناطق، فالتعظيم له مجال آخر.\nولا يخفاك أن (العيارة = التقليل = الاحتقار = الاستهانة) ليست من الأدب في شئ، فلا يمكن أن يكون منشؤها التمييز وحده، ولمَ الحرج من الاعتراف بصفة غالبة في منطقة ما في زمن ما؟ !\nعلى كلٍّ، نَجِدُ بعض الأسر تود التغيير لولا شيوع لقبها وانتشاره، والاختلاف بين كبار الأسرة في الإقدام على التغيير، وما يصحب ذلك من صعوبة بالغة، خاصة الأسر الكثيرة أفرادها\n...\nفائدة:\nقال الشيخ: بكر أبو زيد - رحمه الله - عن لفظة: (يا رُبَيْبِي)\n[ساق ياقوت في حرف (الزاي) من «معجم البلدان» (3/ 143) حديث الجساسة، عند ذكر عين: «زُغر» من أرض الشام، وفيه أنه في بعض الأعوام هاج بهم وباء، فماتوا سوى رجل منهم، قال داعياً: (يا رُبَيْبِي، وعزتك، لئن استمررت على هذا لتفنين العالم في مدة يسيرة، ولتقعدن على عرشك وحدك، وقيل: قال: لتقعدن على عرشك وُحيْدك).\nهكذا قال بالتصغير، في: «ربي» و «وحدك»؛ لأن من عادة تلك البلاد إذا أحبُّوا شيئاً خاطبوه بالتصغير، على سبيل التَّحنُّنِ والتَّلَطُّف). انتهى.\nالجزء: 1 - الصفحة: 45\n",
        "نعم، وإن كان هذا من أغراض التصغير، ومن أغراضه أيضاً التصغير للتمليح، لكن كل هذا من مخلوق لمخلوق، أما في حق الله ـ سبحانه وتعالى ـ فلا؛ ولهذا لا تراه في لسان السلف، ولا تخطه أقلامهم، فَلْنَقْفُ أثرَهُم، والعادةُ المقبولةُ ما كانت جاريةً على رسْمِ الشرع المطهَّرِ، فلا تقل: يا رُبيْبِي، وإِن جرَتْ بها عادةٌ فأَقْلِعْ عنها]. (1)\nأخيرا\nً:\nمهما قيل في سبب غلبة التصغير، سواء كان السبب حسناً أم سيئاً، فإن العبرة من ذلك، أنه ينبغي على المرء:\n1. إحسان اسم المولود.\n2. أن يكنى الصغير إذا خشي عليه المعايير. (2)\n3. دفن المعايير قبل ولادتها أو انتشارها.\n(1) «معجم المناهي اللفظية» للشيخ د. بكر أبو زيد - رحمه الله - (ص 559).\n(2) في «صحيح البخاري» حديث رقم (رقم 6203) قول النبي - صلى الله عليه وسلم - لأخي أنس بن مالك ـ وكان صغيراً ـ - رضي الله عنهما -: «يا أبا عُمير ما فعل النُّغَير».\nبوَّب عليه البخاري - رحمه الله - بقوله: (باب الكنية للصبي، وقبل أن يُولد للرجل).\nالجزء: 1 - الصفحة: 46\n",
        "4. إمكانية تغيير اللقب إن كان يحمل معنى سيئاً ـ وقد حصل التغيير لبعض الأسر ـ.\n5. الأسرة هي التي تحسِّن لقبها: باعتنائها بأفرادها، ومنجزاتهم، والقيام بمناشط متعددة لجمع الأسرة، وتطوير مواهب أبنائها وبناتها، ونشر محاسنها عند أقاربها في مواقع الكترونية، وبرامج تدريبية خاصة، ومسابقات علمية، وتكريم للفائزين والمتفوقين، وإبراز مناشط الأسرة وبرامجها في مجلة سنوية، وتأليف كتاب يجمع تاريخ الأسرة، ووثائقها، ومنجزاتها العلمية والثقافية والعملية\n...\nإلخ\nأما أن يكون لقب الأسرة من أجمل الألقاب، مكبراً، أو مصغراً بقصد التعظيم ـ على رأي الكوفيين! ـ والأسرة لا تحمل ما تفخر به، ولم يظهر منها ما يدعو للقرب منها، فهذه لم تنتفع بنفسها ولم تنفع، ولم تستفد من حسن لقبها، ولا من نسبها إن وُجِد.\n6. مهما قيل في تفسير ظاهرة التصغير، فإنها تحمل معنى ينبغي أن يجعل عبرة، إن كان حسناً ــ بتفسير ذلك لضعف المعيشة ـ، فالعبرة أن يحمد الله ويشكر على النعم المتوالية والرخاء ..\nالجزء: 1 - الصفحة: 47\n",
        "وإن كان السبب ذلك المعنى الدال على التحقير أو التقليل من شأن المذكور، فيراعى ذلك في تربيتنا لأولادنا، بأن يُسلك طريقٌ مختلف وعادات مختلفة ليُرفع الصبي أو الرجل لا أن يهان ويحقَّر، ولو كان مخطئاً فالمخطئ يؤوب\n...\nوالغلطة في التحقير تزيد مع الأيام ويصعب زوالها!\nوما أجمل الكتب الحديثة المؤلفة في تربية الأولاد، وكذا الدورات التدريبية، فلها أثر بالغ في تغيير بعض الطباع، والفائدة تظهر أكثر في الأجيال القادمة.\n7. جمال الأسرة وحُسنها بحسن أفرادها وتميزهم، وأما جمال اللقب فلا يصنع لهم شيئاً ـــ سوى التفاؤل به ــ، فعلى رسلْك لا تفخر، ولا تحزن.\nالجزء: 1 - الصفحة: 48\n",
        "وفي الختام: قلت ما قلت على سبيل الرؤية التقريبية، لا أبلغ بها فوق مبلغها إلى اليقين، فغاية ما عندي المحاولة للتغليب، دون الجزم والتأكيد. (1)\nإنْ صواباً فمِن الله وحده، وإن خطأً فمن نفسي والشيطان، وأستغفر الله إن ربي كان غفوراً رحيماً.\nكتبه:\nإبراهيم بن عبدالله بن عبدالرحمن المديهش\nالرياض 10/ 4/ 1438 هـ\nثم أضفت عليه وصححته في\n(25/ 7 /1438 هـ)\n(1) وشكر الله للأديب الفاضل د. إبراهيم بن محمد أبانمي ـ حفظه الله ووفقه ـ ما أبداه من ملحوظات على البحث استفدت منها ـ جزاه الله خيراً ـ.\nالجزء: 1 - الصفحة: 49\n",
        ""
    ]
}