{
    "1": [
        "التصنيف في السنة النبوية\nالتصنيف في السنة النبوية\nخلدون الأحدب\nالكتاب:\nالتصنيف في السنة النبوية\nالمؤلف:\nخلدون بن محمد سليم الأحدب\nالناشر:\nمجمع الملك فهد لطباعة المصحف الشريف\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "ال\nمقدمة\n:\nالحمد لله رب العالمين، وأفضل الصلاة وأتم التسليم على سيدنا محمد المبعوث رحمة للعالمين، وعلى آله وصحبه أجمعين، وسلّم تسليماً كثيراً.\nوبعد: فإنّ هذه الدراسة تؤرِّخ للسنة النبوية وعلومها في جانب من أبرز جوانبها، وهو: \"التصنيف\"، في فترة زمنية معاصرة تمتد \"أربعة وسبعين\" عاماً، تبدأ من سنة (1351 هـ) وتنتهي في العام الهجري (1424هـ) .\nومحور الدراسة وقاعدتها: أوجه التصنيف وجوانبه في السنة المطهرة وعلومها في هذه الفترة الزمنية، وذِكْر أهم ما صُنِّف في كلّ جانب - طوال هذه الفترة – على امتداد رقعة العالم الإسلامي.\nوتمّ حصر أوجه التصنيف هذه في خمسة عشر وجهاً، هي:\nالأول: حجية السنة ومكانتها، ودفع الشُّبَه عنها.\nالثاني: تاريخ السنة وعلومها.\nالثالث: علوم الحديث.\nالرابع: دراسات في أئمة الحديث وآثارهم، وبيان أثرهم في الحديث وعلومه.\nالخامس: المجاميع الحديثية.\nالسادس: كتب التخريج.\nالسابع: كتب الزوائد.\nالثامن: ترتيب كتب الحديث.\nالتاسع: الفهرسة.\nالعاشر: شروح الحديث النبوي.\nالجزء: 1 ¦ الصفحة: 1\n",
        "الحادي عشر: فقه السنة النبوية.\nالثاني عشر: الدراسة المعرفية والحضارية في السنة النبوية.\nالثالث عشر: الدراسة اللغوية والأدبية في الحديث النبوي.\nالرابع عشر: الإعجاز العلمي في السنة النبوية.\nالخامس عشر: الجمع والتهذيب والاختصار.\nوقد قُدِّم للدراسة بمبحثين:\nالأول: في معنى التصنيف في اللغة والاصطلاح.\nالثاني: في دواعي التصنيف في هذه الفترة الزمنية.\nالجزء: 1 ¦ الصفحة: 2\n",
        "التصنيف في السُّنَّة النبوية من بداية المنتصف الثاني للقرن الرابع عشر الهجري إلى الوقت الحاضر عَرْض تاريخي\nالدكتور خلدون محمد سليم الأحدب\nبسم الله الرحمن الرحيم\nالمبحث الأول:\nالتصنيف في اللغة\nوالاصطلاح\nالتصنيف في اللغة:\n\"الصِّنْف والصَّنْف: النوع والضرب من الشيء\nيقال: صَنْف وصِنْف من المتاع - لغتان -، والجمع أصناف وصنوف.\nوالتصنيف: تمييز الأشياء بعضها من بعض.\nوصنَّف الشيء: مَيَّزَ بعضه من بعض.\nوتصنيف الشيء: جعله أصنافاً\" (1) .\n\"ومنه تصنيف الكتب \" كما قال الإمام الزمخشري (2) -محمود بن عمر (ت 538هـ) -.\nوقد جلَّى الإمام ابن فارس - أحمد بن فارس الرازي (ت395هـ) -المعنى اللغوي للتصنيف بما لا مزيد عليه، فقال رحمه الله في \" معجم مقاييس اللغة\" (3) :\n\" الصاد والنون والفاء أصل صحيح مطرد في معنيين، أحدهما: الطائفة من الشيء، والآخر: تمييز الأشياء، بعضها عن بعض.\nفالأول الصِّنْفُ، قال الخليل: الصِّنْفُ طائفة من كُلَّ شيء. وهذا صِنف من الأصناف أي نوع\n...\nوالأصل الآخر، قال الخليل: التصنيف: تمييز الأشياء بعضها عن بعض.\n1 \" لسان العرب \" لابن منظور (9 / 198\" مادة (صنف\". وقوله: \"بعضها مِنْ بعض \" و \" ميّز بعضه مِنْ بعض \"، على الجادة في استعمال \"مِنْ\". انظر: \" الأخطاء الشائعة في استعمالات حروف الجر\" للدكتور محمود عمار ص 101 -102.\n2 في \" أساس البلاغة \" (2/29\".\n(3/ 313 -314\".\nالجزء: 1 ¦ الصفحة: 3\n",
        "ولعل تصنيف الكتاب من هذا. والغريب المصنَّف من هذا، كأنه مُيِّزت أبوابه فجُعل لكلّ باب حَيِّزُه.\nفأمّا أصله في لغة العرب فمن قولهم: صَنَّفتِ الشجرةُ، إذا أخرجت ورقها.\nقال ابن قيس الرُّقَيَّات (1) :\nسَقْياً لِحُلْوَان ذي الكُروم وما\n...\nصَنَّفَ مِنْ تِيْنِه ومِنْ عِنَبِهْ\nوبيت الشَّعْر هذا أنشده الفَرَّاء: صُنَّفَ (2) ، ورواه غيره صَنَّفَ \" (3) .\n(1) ديوان عبيد الله بن قيس الرقيات \" ص 13.\n(2) هكذا على بناء المجهول، بمعنى (مُيَّزَ) . ورواية غيره: (صَنَّفَ) على بناء الفاعل، بمعنى خرج ورقه. وكلتاهما صحيحة. انظر) تاج العروس) للزَّبِيْدِي (12 /0 33) فقد فَصَّلَ في ذلك.\n(3) \" لسان العرب \" (9 / 199\".\nالجزء: 1 ¦ الصفحة: 4\n",
        "التصنيف في الاصطلاح\n:\nقال العلاّمة المُنَاوي - محمد عبد الرؤوف (ت 1031هـ) – في \" التوقيف على مهمات التعاريف\" (4) :\n\" التصنيف: تمييز الأشياء بعضها عن بعض.\nومنه تصنيف الكتب. وصَنَّفَ الأمر تصنيفاً: أدركَ بعضه دون بعضٍ، ولوَّن بعضه دون بعض \".\nومِنْ قَبْلُ قد عرَّف الشريف الجُرْجَاني-علي بن محمد (ت 816 هـ) - اللفظ المرادف لـ \"التصنيف\" وهو \"التأليف\"، فقال (5) :\n\" التألف والتأليف: هو جعل الأشياء الكثيرة بحيث يطلق عليها اسم الواحد، سواء كان لبعض أجزائه نسبة إلى البعض بالتقدم والتأخر أم لا، فعلى\n(4) ص 180.\n(5) في كتابه \"التعريفات\" ص 50. وانظر: \"الكليات\" لأبي البقاء الكَفَوي ص 288.\nالجزء: 1 ¦ الصفحة: 4\n",
        "هذا يكون التأليف أعمّ من الترتيب \".\nوجاء تعريف \" التصنيف \" في \" الصحاح في اللغة والعلوم \" (1) - وهو معجم معاصر – بأنه:\n\" تقسيم الأشياء أو المعاني وترتيبها في نظام خاص وعلى أساس معين، بحيث تبدو صلة بعضها ببعض \".\nوبعد ذِكْرِ ما سبق، يمكن أن أُقَدَّم التعريف التالي لـ \"التصنيف\"، فأقول:\n\"هو جمع المادة العلمية المتناسبة في موضوع بذاته، ثم تقسيمها وترتيبها في نظام خاص ووفق أساس معيَّن، والربط فيما بينها برابطٍ مناسبٍ، بحيث تبدو صلة بعضها ببعض \".\nفيُلْحَظُ في أمر التصنيف:\nأولاً: الربط المنطقي بين الأفكار والمعاني، وبين جزئيات الموضوعات وكلياته.\nثانياً: مراعاة التسلسل التاريخي في عرض الأفكار والمعاني ما أمكن، ليعرف صاحب الفكرة الأول، ويتبين تطورها عند الآخرين، ومقدار ما أضافه اللاحق إلى السابق.\n(1) ص 738.\nالجزء: 1 ¦ الصفحة: 5\n",
        "المبحث الثاني: دواعي التصنيف في هذه الفترة الزمنية\nإنّ موقع التصنيف والاشتغال به من أجل النهضة والعمران، والإحياء والتجديد، في المحل الذي لا يُجْهَل؛ ومن ثَمَّ فإنَّ الأمم والشعوب - وعلى مدار التاريخ الإنساني -، قد أَوْلَت هذا الجانب بالغ اهتمامها وعنايتها وتوجهها.\nحيث إنَّ البناء والدفع والتميز الحضاري - في بعض أصوله ومعالمه - يرتبط بموقع التصنيف ونوعه وتطبيقاتها منها.\nومن نظر في دواعي التصنيف ومقاصده بعامة، يجد أنها في أصولها واحدة، ثم إنها تصطبغ بصبغة المصنَّفين الزمانية والمكانية والتخصصية بأبعادها النفسية والثقافية والتاريخية.\nوقد ذكر الإمام ابن حزم الأندلسي – علي بن محمد (ت456هـ) – في كتابه: \" التقريب لِحَدَّ المنطق\" (1) دواعي التصنيف ومقاصده، وحصرها في رؤوس سبعة، جاء على بسطها ومَدَّ أطنابها العلامة ابن خلدون - عبد الرحمن بن محمد (ت 808هـ) - في \" مقدمته\" (2) ، فقال رحمه الله:\n\" إنَّ النَّاس حصروا مقاصد التأليف التي ينبغي اعتمادها وإلغاء ما سواها فعدوها سبعة:\nأولها: استنباط العلم بموضوعه، وتقويم أبوابه وفصوله، وتتبع مسائله، أو\n(1) (4 / 103) . والكتاب مطبوع ضمن\"رسائل ابن حزم الأندلسي\"بتحقيق الدكتور إحسان عباس.\n(2) (3 / 1237 - 1239) بتحقيق الدكتور علي عبد الواحد وافي رحمه الله.\nالجزء: 1 ¦ الصفحة: 6\n",
        "استنباط مسائل ومباحث تعرض للعالم المحقق يحرص على إيصالها لغيره لتعمَّ المنفعة به، فيودع ذلك بالكتاب في الصحف، لعل المتأخر يظهر على تلك الفائدة. كما وقع في الأصول في الفقه، تكلَّم الشافعي أوَّلاً في الأدلة الشرعية اللفظية ولخصها، ثم جاء الحنفية فاستنبطوا مسائل القياس واستوعبوها، وانتفع بذلك من بعدهم إلى الأبد.\nوثانيها: أن يقف على كلام الأولين وتواليفهم، فيجدها مستغلقةً على الأفهام، ويفتح الله له في فهمها. فيحرص على إبانة ذلك لغيره ممن عساه يستغلق عليه، لتصل الفائدة لمستحقها. وهذه طريقة البيان لكتب المعقول والمنقول، وهو فصل شريف.\nوثالثها: أن يعثر المتأخر على غلط أو خطأ في كلام المتقدمين ممن اشتهر فضله، وبَعُدَ في الإفادة صيته، ويستوثق من ذلك بالبرهان الواضح الذي لا مدخل للشك فيه، ويحرص على إيصال ذلك لمن بعده، إذ قد تعذَّر محوه ونزعه بانتشار التأليف في الآفاق والأعصار وشهرة المؤلف ووثوق الناس بمعارفه؛ فيودع ذلك الكتاب ليقف الناظر على بيان ذلك.\nورابعها: أن يكون الفن الواحد قد نقصت منه مسائل أو فصول بحسب انقسام موضوعه، فيقصد المطلع على ذلك أن يتمم ما نقص من تلك المسائل؛ ليكمل الفن بكمال مسائله وفصوله، ولا يبقى للنقص فيه مجال.\nوخامسها: أن تكون مسائل العلم قد وقعت غير مرتبة في أبوابها ولا منتظمة؛ فيقصد المطلع على ذلك أن يرتبها ويهذبها، ويجعل كل مسألة في بابها، كما وقع في \" المدونة \" من رواية سحنون عن أبي\nالجزء: 1 ¦ الصفحة: 7\n",
        "القاسم، وفي \" العُتْبِيَّة \" من رواية العُتْبِيّ عن أصحاب مالك.\nفإن مسائل كثيرة من أبواب الفقه منها قد وقعت في غير بابها، فهذَّب ابن أبي زيد \" المدونة \"، وبقيت \" العُتْبِيَّة \" غير مهذَّبة، فنجد في كل باب مسائل من غيره، واستغنوا بـ \" المدونة \" وما فعله ابن أبي زيد فيها والبَرَادِعي (1) من بعده.\nوسادسها: أن تكون مسائل العلم مفرقة في أبوابها من علوم أخرى، فيتنبه بعض الفضلاء لموضوع ذلك الفن وجمع مسائله، فيفعل ذلك، ويظهر به فن ينظمه في جملة العلوم التي ينتحلها البشر بأفكارهم، كما وقع في \"علم البيان\"، فإنَّ عبد القاهر الجُرْجَاني وأبا يوسف السَّكَّاكي وجدا مسائله متفرقة في كتب \"النحو\"، وقد جمع منها الجاحظ في كتاب \"البيان والتبيين\" مسائل كثيرة تنبه الناس فيها لموضوع ذلك العلم وانفراده عن سائر العلوم، فَكُتبت في ذلك تواليفهم المشهورة، وصارت أصولاً لفن \"البيان\"، ولقنها المتأخرون فأربوا فيها على كلّ متقدَّم.\nوسابعها: أن يكون الشيء من التواليف التي هي أمهات للفنون مطوَّلاً مسهباً، فيقصد بالتأليف تلخيص ذلك بالاختصار والإيجاز وحذف المتكرر إن وقع، مع الحذر من حذف الضروري لئلا يخلّ بمقصد المؤلَّف الأول \" انتهى.\nوهذه المقاصد السبعة التي انتهت إلى العقلاء والحكماء الأقدمين، قد\n(1) ويقال: \"البراذعي\" بالذال المعجمة، وهو أبو سعيد خلف بن أبي القاسم (من علماء القرن الرابع الهجري) ، وقد طبع المجلد الأول من كتابه \" التهذيب في اختصار المدونة \" بتحقيق محمد الأمين ولد محمد، عام (1420هـ) ، وصدر عن دار البحوث للدراسات الإسلامية وإحياء التراث في دبي.\nالجزء: 1 ¦ الصفحة: 8\n",
        "لخصها القاضي أبوبكر بن العربي-محمد بن عبد الله (ت543هـ) -، في غرضين اثنين، فقال في استفتاحه لكتابه \" عارضة الأحوذي بشرح صحيح الترمذي\" (1) :\n\"ولا ينبغي لحصيف أن يتصدى إلى تصنيف، أن يعدل عن غرضين:\nإمَّا يخترع معنى.\nأو يبتدع وضعاً ومبنى\n....\nوما سوى هذين الوجهين، فهو تسويد الورق، والتحلَّي بحلية السرق\".\nوللإمام النووي - محيي الدين يحيى بن شرف (ت676هـ) - رحمه الله تعالى كلام متين في فائدة التصنيف وما يتطلب، حيث يقول في مقدَّمات كتابه \" المجموع شرح المهذَّب\" (2) :\n\"ينبغي أن يعتني بالتصنيف إذا تأهل له، فبه يطلع على حقائق العلم ودقائقه ويثبت معه، لأنه يضطره إلى كثرة التفتيش والمطالعة والتحقيق والمراجعة، والاطلاع على مختلِف كلام الأئمة ومُتَّفِقِه، وواضحه من مُشْكِلِه، وصحيحه من ضعيفه، وجزله من ركيكه، وما لا اعتراض عليه من غيره، وبه يتصف المحقق بصفة المجتهد.\nوليحذر كل الحذر أن يشرع في تصنيف ما لم يتأهل له، فإن ذلك يضره في دينه وعلمه وعِرْضِهِ.\nوليحذر أيضاً من إخراج تصنيفه من يده إلاّ بعد تهذيبه وترداد نظره فيه وتكريره.\nوليحرص على إيضاح العبارة وإيجازها، فلا يوضح إيضاحاً ينتهي إلى\n(1) (1 / 4) مصحَّحاً ما وقع فيه من تصحيف وتحريف.\n(2) (1 / 29 - 30) .\nالجزء: 1 ¦ الصفحة: 9\n",
        "الركاكة، ولا يوجز إيجازاً يفضي إلى المحق والاستغلاق.\nوينبغي أن يكون اعتناؤه من التصنيف بما لم يُسْبَق إليه أكثر.\nوالمراد بهذا ألا يكون هناك مصنَّف يغني عن مُصَنَّفِه في جميع أساليبه، فإنْ أغنى عن بعضها فليصنَّف مِنْ جنسه ما يزيد زيادات يحتفل بها، مع ضم ما فاته من الأساليب، وليكن تصنيفه فيما يعمّ الانتفاع به، ويكثر الاحتياج إليه\". انتهى.\nوإذا أتينا إلى دواعي التصنيف ومقاصده في السنة النبوية وعلومها في الفترة الزمنية للدراسة، نجد أنها لا تخرج - في جملتها - عمّا ذُكِرَ، مع تفاوت في مراتب هذه الدواعي والمقاصد يقتضيها اختلاف الزمان والمكان\nوالعِلْم المصنَّف فيه وموضوعاته.\nوكُلِّيات هذه الدواعي في هذه الفترة الزمنية لا تخرج عن:\nأولاً: تأكيد مكانة السنة النبوية وإثبات حجيتها، ودفع الشُّبَه عنها.\nثانياً: الاهتمام بالدراسات النقدية والمقارنة التي تتناول السنة النبوية: تاريخاً، وعلوماًَ، ومناهج، ومصنَّفين.\nثالثاً: التيسير والتقريب للسنة النبوية وعلومها: عَرْضاً، واختصاراً، وجمعاً، وترتيباً، وتصنيفاً، وفهرسةً.\nرابعاً: تخريج الأحاديث النبوية ونقدها وتمييزها، والتقعيد لعلم التخريج.\nخامساً: بيان معالم وضوابط التعامل مع السنة النبوية فهماً وتنزيلاً.\nسادساً: ربط المعارف والعلوم الإنسانية والاجتماعية بالسنة النبوية، وتأكيد دورها في إعادة بناء الحضارة الإسلامية.\nسابعاً: إبراز دور السنة النبوية في معالجة مشكلات الأُمَّة.\nثامناً: العناية بـ \"الشرح الموضوعي\" للحديث النبوي.\nالجزء: 1 ¦ الصفحة: 10\n",
        "المبحث الثالث: جوانب التصنيف في السُّنَّة النبوية وعلومها في الفترة الزمنية (1351 -1424هـ) وذِكْرُ أهمِّ ما صُنِّف في كلِّ جانبٍ منها\nمدخل\n...\nالمبحث الثالث: جوانب التصنيف في السُّنَّة النبوية وعلومها في الفترة الزمنية (1351 -1424هـ) وذِكْرُ أهمِّ ما صُنِّف في كلِّ جانبٍ منها\nقبل الخوض في بيان أوجه وجوانب التصنيف في السنة النبوية وعلومها وذِكْر أهم ما صُنَّفَ في كلّ جانبٍ منها طوال \"أربعة وسبعين\" عاماً، لابد من ذكر أمرين اثنين:\nالأمر الأول: إنّ مساهمة الكثير من العلماء والباحثين في السنة وعلومها، كان متجهاً صوب تحقيق كتب الحديث الشريف وعلومه والتعليق عليها، وهو جانب لا يقل أهمية - عندما يستوفي شروطه وضوابطه - عن التصنيف إن لم يربو أحياناً.\nوهذا التحقيق وتلك العناية، مَهَّدَت ووطَّأَت وأغنت جوانب التصنيف في هذه الفترة الزمنية، مما يجب التذكير به، وإبراز أثره، والامتنان لأهله: مؤسسات ومجامع وأفرادًا.\nولعل أثر مثل: دائرة المعارف العثمانية في حيدر آباد الدَّكَن في الهند، بما أخرجته من عيون كتب الحديث الشريف وعلومه من مثل: \"السنن الكبرى\" للبيهقي، و \"المستدرك\" للحاكم، و \" مسند أبي داود الطيالسي\"، و\"تذكرة الحفاظ\" للذهبي، و\"التاريخ الكبير\" للبخاري، و \"الإكمال\" لابن ماكولا، و\"معرفة علوم الحديث\" للحاكم، وغيرها كثير، مما لا يغيب عن البال.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وقد نوَّه العلاّمة أبو الحسن علي الحسني الندوي رحمه الله (ت 1420 هـ) بدائرة المعارف العثمانية هذه وأثرها، فقال: (1)\n\"ومن المؤسسات العلمية الكبيرة التي كان لها فضل كبير في إحياء الكتب الدينية والعلمية، وبعثها من مدافنها في المكتبات العتيقة، ونشرها بتصحيح وتحقيق في العالم الإسلامي: \"دائرة المعارف العثمانية\" في حيدر آباد التي تأسست عام (1306هـ= 1888م) بتوجيه العلاّمة السيد حسين البلكرامي، ومولانا عبد القيوم، ومولانا أنوار الله خان أستاذ سمو \"النظام\".\nوقد نشرت أكثر من مئة وخمسين كتاباً قيماً من كتب الحديث وأسماء الرجال والتاريخ والعلوم الرياضية والحكمية، حرمها العالم الإسلامي والأوساط العلمية من عهد بعيد، وتسامع بها العلماء والمدرسون، فكانت خدمةً جليلةً للعلم والدين\n....\n\".\nولا ريب أنَّ العطاء الفردي في هذه الفترة الزمنية في خدمة كتب الحديث الشريف وعلومه: نشراً وتحقيقاً وتعليقاً، كان هو الغالب، ويتميز الكثير منه بأنه خرج على أعدل المناهج في التحقيق وأقومها.\nويأتي في مقدَّمة هؤلاء المحققين: أحمد محمد شاكر (1309-1377هـ) ، وعبد الرحمن المُعَلَِّمي اليماني (1313-1386هـ) ، والسيد أحمد صقر (1334-1410هـ) ، وحبيب الرحمن الأعظمي (1319-1412هـ) ، وعبد الفتاح أبو غُدَّة (1336 – 1417هـ) ، ومحمد ناصر الدين الألباني (1333-1420هـ) ، رحمهم المولى تعالى.\nأمّا الأمر الثاني: فهو أنَّ مثل هذه الدراسة لا تتسع لذكر جميع\n(1) في كتابه \" الإسلاميات بين كتابات المستشرقين والباحثين المسلمين \" ص66-67.\nالجزء: 1 ¦ الصفحة: 12\n",
        "ماصُنَّفَ في جوانب السنة النبوية وعلومها في هذه الفترة الزمنية على امتداد رقعة العالم الإسلامي، ولذا فإن ما ذُكِرَ من المصنفات، روعي فيه - ما أمكن-:\nأولاً: التقدم الزماني للمصنَّف، وسبقه وريادته وجِدّته وتجديده وإتقانه فيما صنَّف بشكلٍ أغلبي.\nثانياً: التنوع الجغرافي للمصنَّفين، لأهمية ذلك في إبراز الوحدة الفكرية والعلمية للعلماء والباحثين المسلمين.\nثالثاً: استيفاء المصنفات في بعض الجوانب لقلتها وافتقاد غيرها في موضوعاتها.\nرابعاً: مراعاة الترتيب التاريخي لِسِني نشر هذه المصنفات (1) ، إلاّ في مواطن قليلة جداً ترتبط بتأخر نشر هذه المصنفات لظروف مختلفة مع تقدم تأليفها، وريادة أصحابها فيها.\nولابد من التذكير بأنَّ الدراسات الحديثية التي قُدَّمت للجامعات رسائل علمية، ولماّ تُنشر بعد، لا تدخل بين المصنفات المذكورة.\nوكذا المنشور من الدراسات في المجلات العلمية.\nوكذا المباحث الحديثية التي قُدَّم بها لتحقيق كتب السنة النبوية وعلومها.\nوسألتزم بذكر وفيات من تُوفي من المصنَّفين رحمهم المولى تعالى، وكذا تاريخ ولاداتهم، إلاّ في قلة قليلة منهم، لم أتمكن من الوصول إلى معرفة ذلك. وأهمية هذا في التأريخ والدراسة والنقد والتقويم في المحلّ الذي لا يخفى.\n(1) بعض المصنفات لم أقف على طبعاتها الأولى، فوصفت الطبعات التي وقفت عليها، وجاء ترتيبها وفق سنة نشرها.\nالجزء: 1 ¦ الصفحة: 13\n",
        "الجانب الأول: حجيَّة السنة النبوية ومكانتها، ودفع الشبه عنها\nتوطئة:\nإنَّ محاولات تشكيك المسلمين في \"السنة النبوية\" التي هي الأصل الثاني لهذا الدين في مجموع بنيته: عقيدةً وشريعةً وأخلاقاً، قد أخذ أساليب متعددة ومسارب مختلفة، منذ عهد مبكر من تاريخ المسلمين.\n- فتارةً عن طريق التشكيك في ثبوتها، وأنها آحادية وليست متواترة.\n- وتارةً أخرى عن طريق اختلاف الروايات التي تُظهر الأحاديث بمظهر السطحية والسذاجة في التفكير، ومخالفة الواقع المحسوس، أو العقل الصريح، أو النقل الصحيح، أو التجربة المسلَّمة.\n- وتارةً بالطعن في حملتها الأولين ورواتها الأقدمين من الصحابة والتابعين، وما طَعْنُ النَّظَّام المعتزلي- إبراهيم بن سيار بن هانئ البصري\n(ت 231هـ) -، في عبد الله بن مسعود وأبي هريرة رضي الله عنهما، وتكذيبه لهما، وكذا شتمه لزيد بن ثابت رضي الله عنه، بمجهول (1) .\nثم جاء جماعة من المستشرقين، فأخذوا هذه الطعون والشبهات، فنفخوا فيها وزادوا.\n- فمنهم من طعن في حجية السنة النبوية وقيمتها التشريعية.\n- ومنهم من أثار الارتياب في الأسانيد وقيمتها العلمية.\nومنهم من ادَّعى تأخر كتابة الأحاديث إلى قرن أو أكثر، ومن ثم فإنه\n(1) انظر \" تأويل مختلف الحديث \" لابن قتيبة ص 66-73.\nالجزء: 1 ¦ الصفحة: 14\n",
        "لا يمكن الاعتماد عليها، لأن الذاكرة -بضعفها الطبيعي - لابد أن تكون قد\nخانت في نقلها الأحاديث شفاهاً، وقصرت في الحفاظ عليها خلال هذه المدة الطويلة.\n- ومنهم من ادَّعى أنَّ الأحاديث الفقهية - على وجه الخصوص -، كانت من وضع الفقهاء في القرنين الثاني والثالث ليدعموا مذاهبهم الفقهية!!\n- وجاء آخرون ليقرروا أنَّ السنة كانت أحكاماً مؤقتةً لعصر النبي صلى الله عليه وسلم، وأصبحت الآن عديمة الجدوى، وتسربت هذه الفكرة إلى البلاد الإسلامية، وأخذت شكلاً منظماً، فظهر في شبه القارة الهندية منذ أوائل القرن الرابع عشر الهجري، جماعة تنادي بعدم الاحتجاج بالسنة، وسَمَّوا أنفسهم بـ \"أهل القرآن\" لاكتفائهم بأخذ الأحكام من القرآن وحده دون السنة، وأَلَّفوا كتباً ورسائل كثيرة لنشر أفكارهم ومعتقداتهم.\nوفي مقدمة من أثار هذه الطعون، وعرض لها بالبحث والدراسة، المستشرق \"اجْنَتْس جولْد تسيهر- ت1921م -) ، حيث أصدر عام (1890 م) ، كتابه \"دراسات إسلامية \" باللغة الألمانية.\nوأصبح كتابه في دائرة الاستشراق منذ ذلك الوقت وحتى الآن \"كتاباً مقدساً\"، يهتدي به الباحثون.\nوبعد مضي ستين عاماً على نشر الكتاب السابق، نشط المستشرق \"جوزيف شاخت - ت 1969م -) ، فأصدر في \"أكسفورد\" عام (1950م) ، كتابه \" بداية الفقه الإسلامي \".\nوأصبح هذا الكتاب كصنوه السابق، مقدساً في عالم الاستشراق، وفاق \"شاخت\" سلفه \"جولد تسيهر\"، حيث غيَّر من نظرته التشكيكية في صحة\nالجزء: 1 ¦ الصفحة: 15\n",
        "الأحاديث إلى نظرة متيقنة في عدم صحتها (1) .\nوممَّا يؤسف له غاية الأسف، أنَّ سياسة \"التدجين والتفريغ\"، التي عمل عليها الاستشراق - في بعض مدارسه- في العالم الإسلامي، أفضت إلى وجود بعض المتغربين من المسلمين المعاصرين الذين رددوا تلك الشبهات والمقولات والطعون، بصيغ وطروحات وأشكال مختلفة، وتتباين كذلك في جهارتها وخفائها، ومِنْ هؤلاء مَنْ تلقَّف هذه الشبهات والطعون ونسبها إلى نفسه زوراً وبهتاناً، فكان كلابس ثوبيْ زُور، وبعض الناس من الجهلة المتعالمين لم ينتحلها لنفسه، ولكنه تبناها وارتضاها، ومَكَّنَ لها ودافع عنها.\nوقد واجه علماء المسلمين ومفكروهم، هذه الطروحات المشكَّكة والطاعنة منذ بدايات ظهورها، فناقشوها ودفعوها بحجة وعلم وبرهان، وكشفوا زيفها، ووهن بنائها، مع بيانهم للدوافع والمقاصد التي كانت وراءها.\nومن أبرز المصنَّفات التي اهتمت بهذا الجانب في هذه الفترة الزمنية (1351-1424هـ) :\n1 ـ \"حجية السُّنَّة\".\nعبد الغني عبد الخالق رحمه الله تعالى (1326- 1403هـ) .\nوتاريخ مقدمته عام (1361هـ) ، وقد صدر في طبعته الأولى عام (1407هـ) ،عن المعهد العالمي للفكر الإسلامي في أمريكا، في (598) ص.\nويعد هذا الكتاب بحق من أوفى الكتب في موضوعه، وأكثرها جِدَّةً ومنهجيةً وإحكاماً ورسوخاً.\n(1) انظر بخصوص كتابي (جولد تسيهر) و (شاخت) : \"دراسات في الحديث النبوي وتاريخ تدوينه\" للدكتور محمد مصطفى الأعظمي ص: (ي) .\nالجزء: 1 ¦ الصفحة: 16\n",
        "وقد أحسن الدكتور محمد مصطفى الأعظمي عندما قال في حقَّه - كما في تقدمة المعهد للكتاب ص17-:\n\" إنَّه كتاب عظيم لو قُدَّرَ له أن يُنشر في وقته وبعد إعداده مباشرة لكان له أعظم الأثر على دراسات السنة والحديث وعلومه في سائر أنحاء الدنيا، وهو لا يزال قادراً على تغيير مجرى الدراسات المعاصرة والمنتظرة في السنة، وردَّ الكثير من الشبهات المثارة حولها.\n2-\n\"دفاع عن السنة وردَّ شُبَه المستشرقين والكُتَّاب المعاصرين\".\nمحمد بن محمد أبو شهبة رحمه الله تعالى (1332-1403هـ) .\nوكان تأليفه له عام (1365هـ) ، وقد صدرت له طبعات عدة، منها: طبعة صدرت عام (1409هـ) ، عن مكتبة السنة في القاهرة وعدد صفحاته (250) صفحة، وقد ضُمَّ إليه كتابه الآخر الذي لم ينُشر من قبل.\n3 -\n\"بيان الشُّبَه الواردة على السنة قديماً وحديثا وردّها ردّاً علمياً صحيحاً\".\nوقد وصف رحمه الله تعالى كتابه الثاني هذا بقوله في ص 329 منه:\n\" هذا الكتاب الذي يعتبر عُصارة ذهني وعقلي وقلبي وخلاصة عمرٍ طويلٍ في دراسة السنة النبوية المطهرة والردود على ما يثار حولها من شُبَهٍ وتجنياتٍ وأباطيل، ما يزيد عن ثلث قرن من الزمان، ولله الحمد والمنة\".\nوكتابه هذا يقع في (144) صفحة.\n4 – \"السنة ومكانتها في التشريع الإسلامي\".\nمصطفى حسني السباعي رحمه الله تعالى (1333-1384هـ) .\nوتاريخ مقدمته له كان عام (1368هـ) . وصدر له طبعات عدة، الثانية منها\nالجزء: 1 ¦ الصفحة: 17\n",
        "عن المكتب الإسلامي في بيروت، عام (1396هـ) ، في (448) ص.\nوممّا جاء في تقدمة الدكتور محمد أديب الصالح له ص: (هـ) :\n\"وبطريقة منهجية جامعة فَنَّدَ آراء المخالفين قديماً وحديثاً، وعرض لمواقف بعض المستشرقين والمستغربين، وكشف بالروح العلمية المنصفة مواقعهم وما وراء اتجاهاتهم من جهل وتزوير \".\nوكان لهذا الكتاب على مدار الأعوام الأربعين السالفة - وما يزال -، بالغ الأثر في التمكين للسنة المشرفة، والذود عنها، ودحض الشبهات القديمة المتجددة حولها.\n5 – \"الأنوار الكاشفة لما في كتاب \" أضواء على السنة \" من الزلل والتضليل والمجازفة\".\nعبد الرحمن بن يحيى المُعَلِّمي اليماني رحمه الله تعالى (1313-1386هـ) .\nوقد صدر عن المكتبة السلفية في القاهرة عام (1378هـ) في (320) ص.\nقال في مقدمته:\" فإنَّه وقع إليَّ كتاب جمعه الأستاذ محمود أبو رية وسمَّاه \" أضواء على السنة النبوية \" فطالعته وتدبرته، فوجدت تهجماً وترتيباً وتكميلاً للمطاعن في السنة النبوية\n.......\nورأيت من الحق عليَّ أن أضع رسالة أسوق فيها القضايا التي ذكرها أبو رية، وأعقب كل قضية ببيان الحق فيها متحرياً إن شاء الله تعالى الحق\n....\n\" (1) .\n(1) ما بعد هذا الكتاب، سأكتفي بذكر المعلومات التالية حول كل كتاب: 1- عنوانه 2- مؤلفه 3- ناشره 4- مكان النشر 5- سنة النشر 6- عدد صفحاته؛ إلاّ إذا كان هناك ما يقتضي التعليق. وما ذكرته آنفاً بخصوص الكتب الخمسة المتقدمة، إنما كان لأسبقيتها وعظيم محلها وبالغ أثرها.\nالجزء: 1 ¦ الصفحة: 18\n",
        "6-\n\"تحقيق معنى السنة وبيان الحاجة إليها\".\nسليمان النَّدْوي رحمه الله تعالى (ت 1373هـ) .\nالمكتبة السلفية، القاهرة، (1377هـ) ، (51) ص.\n7-\n\"ظلمات أبي رية أمام أضواء السنة المحمدية\".\nمحمد عبد الرازق حمزة رحمه الله تعالى (1311-1392هـ) .\nالمكتبة السلفية، القاهرة، (1378هـ) ، (333) ص.\n8-\n\"دفاع عن أبي هريرة\".\nعبد المنعم صالح العلي.\nدار الشروق في بيروت، ومكتبة النهضة في بغداد، ط 1، (1393هـ) ، (515) ص.\n9-\n\"منزلة السنة في الإسلام وبيان أنه لا يُستغنى عنها بالقرآن\".\nمحمد ناصر الدين الألباني رحمه الله تعالى (1333- 1420 هـ) .\nالدار السلفية، الكويت، ط 4، (1404هـ) ، (23) ص.\nوكانت الطبعة الأولى عام (1394هـ) .\n10-\n\"اهتمام المحدثين بنقد الحديث سنداً ومتناً ودحض مزاعم المستشرقين وأتباعهم\".\nمحمد لقمان السلفي.\nالناشر: خاص، الرياض، (1408هـ) ، (584) ص.\n11-\n\"القرآنيون وشبهاتهم حول السنة\".\nخادم حسين إلهي بخش.\nمكتبة الصديق، الطائف – السعودية -، (1409هـ) ، (482) ص.\nالجزء: 1 ¦ الصفحة: 19\n",
        "12-\n\"موقف المدرسة العقلية من السنة النبوية\".\nالأمين الصادق الأمين.\nمكتبة الرشد، الرياض، (1418هـ) ، (2) مج.\n13-\n\"مكانة السنة في التشريع الإسلامي ودحض مزاعم المنكرين والملحدين\".\nمحمد لقمان السلفي.\nدار الداعي، الرياض، ط2، (1420 هـ) (372) ص.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الجانب الثاني: تاريخ السُّنَّة النبوية وعلومها\nمدخل\n...\nالجانب الثاني: تاريخ السُّنَّة النبوية وعلومها\nتوطئة:\nمن الموضوعات التي اهتم بها العلماء والباحثون في هذه الفترة الزمنية المعاصرة، وأولوها عنايتهم، موضوع \"تاريخ السنة النبوية وعلوم الحديث\"، حيث عرضوا لمراحل كتابة الحديث النبوي، ثم جمعه وتدوينه ثم تصنيفه، ومناقشة ما أثير حول ذلك تفصيلاً - وبخاصة من قبل المستشرقين -، وذكر الأدوار التاريخية التي مر بها.\nكما عرضوا للمراحل التي مر فيها فَنُّ \"علوم الحديث\"،منذ نشأته في عصر الصحابة رضوان الله عليهم، وما كان فيه من ظهور أصول قوانين الرواية وتوثيق الحديث سنداً ومتناً، إلى وقتنا الحاضر.\nكما بحثوا طويلاً في مسألة ظهور الوضع في الحديث، وأطواره، وبيان أسبابه، ووسائل مواجهته، وجهود العلماء في مقاومته.\nكما اتجه بعضهم للتأريخ للسنة النبوية وعلومها في رقعة جغرافية من رقاع العالم الإسلامي بخصوصها، وضمن فترة زمانية محددة.\nواتجه آخرون إلى التأريخ لجهود المرأة في خدمة الحديث النبوي في فترات زمانية محددة.\nوينبغي أن نكون على ذُكْرٍ هنا أنَّ جانب التأريخ للسنة وعلومها في أدوارها المختلفة، كان رصيفاً للجانب الأول السابق والمتعلق بحجية السنة المطهرة ومكانتها والثقة بها ودفع الشُّبَه عنها، ومتمماً له.\nفكان كلُّ جانبٍ يكمل الجانب الآخر، ويظهره، ويمكَّن له.\nوسيتم تقسيم المصنفات في الجانب الثاني هذا إلى ثلاثة أقسام:\nالجزء: 1 ¦ الصفحة: 21\n",
        "الأول: مصنفات تاريخ السنة وعلومها العامة.\nالثاني: مصنفات تاريخ السنة وعلومها الخاصة ببلدان مخصوصة.\nالثالث: المصنفات الخاصة بتاريخ جهود المرأة في السنة النبوية.\nالجزء: 1 ¦ الصفحة: 22\n",
        "القسم الأول: مصنَّفات تاريخ السُّنَّة وعلومها العامّة.\n- \"السير الحثيث في تاريخ تدوين الحديث\" (1) .\nمحمد زبير الصديقي رحمه الله تعالى.\nمجلس دائرة المعارف العثمانية، حيدر آباد الدكن - الهند -، (1358هـ) ، (55) ص.\n2-\n\"الحديث والمحدَّثون-أو عناية الأمة الإسلامية بالسنة النبوية-\".\nمحمد محمد أبو زهو رحمه الله تعالى (ت 1403هـ) .\nمطبعة مصر، القاهرة، (1378هـ) ، (495) ص.\nوالكتاب تأريخ للسنة المشرفة في أدوارها المختلفة وحتى وقتنا المعاصر.\n3-\n\"السنة قبل التدوين\".\nمحمد عجاج الخطيب.\nمكتبة وهبة، القاهرة، (1383هـ) ، (652) ص.\nوهو من الدراسات الأولى في موضوعه.\n(1) من المناسب هنا، الإشارة إلى محاولة مبكرة لتأريخ فنون الحديث، قام بها الأستاذ محمد عبد العزيز الخولي رحمه الله تعالى (1310- 1349هـ) ، حيث أصدر سنة (1339هـ) في القاهرة كتابه \" مفتاح السنة أو تاريخ فنون الحديث \"، في (173) ص. وهو خارج عن نطاق الفترة الزمنية للدراسة.\nالجزء: 1 ¦ الصفحة: 22\n",
        "4-\n\"بحوث في تاريخ السنة المشرفة\".\nأكرم ضياء العمري.\nمطبعة الإرشاد، بغداد، (1387هـ) ، (174) ص.\nوقد طُبِعَ بَعْدُ طبعات عدّة بزيادات كثيرة مفيدة.\n5-\n\"دراسات في الحديث النبوي وتاريخ تدوينه\".\nمحمد مصطفى الأعظمي.\nجامعة الرياض، (1396هـ) ، (712) ص.\nوهذه الدراسة من الدراسات الأصيلة والمتميزة في موضوعها، وهي في أصلها أطروحة علمية كتبت باللغة الإنكليزية، وقُدَّمت إلى \"جامعة كمبردج\" في بريطانيا عام (1386هـ) .\n6-\n\"لمحات من تاريخ السنة وعلوم الحديث\".\nعبد الفتاح أبو غدة رحمه الله تعالى (1336-1417هـ) .\nمكتب المطبوعات الإسلامية في حلب-سوريا-،ط1، (1404هـ) ، (170) ص.\nوصدر عن ذات المكتب عام (1417هـ) في (314) ص.\nوصُلْب هذه الدراسة: التأريخ للوضع في الحديث، وذكر أطواره، وبيان أسبابه ونتائجه، وبحث أهم الأسس التي أقامها النقاد من علماء الحديث لصيانة السنة النبوية.\n7-\n\"دلائل التوثيق المُبَكِّر للسنة والحديث\".\nامتياز أحمد.\nنُشر ضمن سلسلة منشورات جامعة الدراسات الإسلامية في كراتشي - باكستان -، وطبع في القاهرة عام (1410هـ) في (629) ص.\nالجزء: 1 ¦ الصفحة: 23\n",
        "وهذه الدراسة أصيلة جيدة، وهي في أصلها أطروحة علمية كتبت باللغة الإنكليزية، وقُدَّمت إلى\"جامعة أدنبره\" في اسكتلندا عام (1394هـ) .\n8-\n\"صحائف الصحابة رضي الله عنهم وتدوين السنة النبوية المشرفة\".\nأحمد عبد الرحمن الصويَّان.\nالناشر: خاص، دون ذكر مكان النشر، ط1، (1410هـ) ، (276) ص.\n9-\n\"تدوين السنة النبوية، نشأته وتطوره من القرن الأول إلى نهاية القرن التاسع الهجري\".\nمحمد بن مطر الزهراني.\nدار الهجرة، الثقبة - السعودية -، (1417هـ) ، (278) ص.\n10-\n\"منهجية جمع السنة وجمع الأناجيل - دراسة مقارنة -\".\nعزيَّة علي طه - مؤلِّفة -.\nالناشر: خاص، دون ذكر مكان النشر، ط2، (1417هـ) ، (582) ص.\n11-\n\"تاريخ تدوين السنة وشبهات المستشرقين\".\nحاكم عبيسان المطيري.\nجامعة الكويت، مجلس النشر العلمي، (1423هـ) ، (154) ص.\nالجزء: 1 ¦ الصفحة: 24\n",
        "القسم الثاني: مصنَّفات تاريخ السُّنَّة وعلومها الخاصة ببلدان مخصوصة.\n1-\n\"مدرسة الحديث في مصر منذ سقوط بغداد (1) إلى نهاية القرن العاشر الهجري\".\nمحمد رشاد خليفة.\n(1) عام (656 هـ) .\nالجزء: 1 ¦ الصفحة: 24\n",
        "الهيئة العامة لشئون المطابع الأميرية، القاهرة، (1403هـ) ، (527) ص.\n2 -\n\"مدرسة الحديث في القَيْرَوان من الفتح الإسلامي (1) إلى منتصف القرن الخامس الهجري\".\nالحسين بن محمد شواط.\nالدار العالمية للكتاب الإسلامي، الرياض، ط1، (1411هـ) ، (2) مج في (1072) ص.\n3 -\n\"مدرسة الحديث في البصرة حتى القرن الثالث الهجري\".\nأمين القضاة.\nدار ابن حزم، بيروت، (1419هـ) ، (672) ص.\n4 -\n\"علم الحديث في مكَّة خلال العصر المملوكي\".\nصالح يوسف معتوق.\nمؤسسة الريان، بيروت، (1421هـ) ، (643) ص.\n5 -\n\"الحديث والمحدَّثون في اليمن في عصر الصحابة\".\nعبد الله الحميري.\nمكتبة الرشد، الرياض، ط1، (1421هـ) ، (3) مج في (2036) ص.\n6 -\n\"مدرسة الحديث في بلاد الشام خلال القرن الثامن الهجري\".\nمحمد بن عزوز.\nدار البشائر الإسلامية، بيروت، ط1، (1421هـ) ، (696) ص.\n(1) عام (50) للهجرة. وتقع (القيروان) الآن في تونس، على بعد (180) كلم من العاصمة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "القسم الثالث: المصنَّفات الخاصة بتاريخ جهود المرأة في السنة النبوية.\n1-\n\"عناية النساء بالحديث النبوي – صفحات مضيئة من حياة المحدَّثات حتى القرن الثالث عشر الهجري\".\nمشهور آل سلمان.\nدار ابن عفان، الخبر- السعودية -،ط1، (1414هـ) ، (160) ص.\n2 -\n\"جهود المرأة في رواية الحديث - القرن الثامن الهجري -\".\nصالح يوسف معتوق.\nدار البشائر الإسلامية، بيروت، ط1، (1418هـ) ، (376) ص.\n3 -\n\"دور المرأة في خدمة الحديث في القرون الثلاثة الأولى\".\nآمال حسين.\nسلسلة كتاب الأمة في قطر، ط1، (1420 هـ) ، (203) ص.\n4 -\n\"صفحات مشرقة من عناية المرأة بصحيح الإمام البخاري - رواية ودراية -\".\nمحمد بن عزوز.\nدار ابن حزم، بيروت، ط 1، (1423هـ) ، (387) ص.\nالجزء: 1 ¦ الصفحة: 26\n",
        "الجانب الثالث: علوم الحديث\n(1)\nتوطئة:\nإذا كان \"علم أصول الفقه\" هو ميزان المعقول، فإنَّ \"علم أصول الحديث\" هو ميزان المنقول.\nوكلا العلمين يمثل إضافة حقيقية هامة ومتفردة في التأصيل للفكر المنهجي، والتحصين الثقافي، والتميز الحضاري للمسلمين.\nففيهما وقع الردّ على تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين.\nو\"علم أصول الحديث\"، بما اشتمل عليه من القواعد والقوانين المعرَّفة مجال الراوي والمروي من حيث القبول والرد؛ يمثل منهجاً نقدياً محكماً في شمولية وتوازن، تمّ به حفظ الدين الإسلامي من التحريف والتبديل من خلال حفظ \"الحديث النبوي\" من الخلط فيه، أو الدس والافتراء عليه.\nفهو يحقق ولاء المسلم وانتماءه إلى دينه في المآل.\nلقد عمل هذا العلم - ومازال، وسيبقى بمشيئة الله تعالى -، على الحيلولة دون تسلل الخرافة وتفشي البدعة في الحياة الإسلامية.\nومن ثَمَّ جاءت عناية العلماء في هذه الفترة الزمنية - في التصنيف في \"علوم الحديث\"، امتداداً للجهود الأصيلة لعلماء الحديث وأئمته في هذا الجانب على مدار القرون السالفة، تمكيناً وتأكيداً لتلك الغايات مجتمعة.\nوإلى جانب ما تميزت به بعض المؤلفات المعاصرة في \"علوم الحديث\"، من تجديد في العرض أو الصياغة أو النقد أو الإضافة أو التطبيق؛\n(1) يطلق على (علوم الحديث) أيضاً اسم: (علم أصول الحديث) و (علم مصطلح الحديث)\nالجزء: 1 ¦ الصفحة: 27\n",
        "فإنَّ ربط \"علوم الحديث\" بحجية السنة ومكانتها وتاريخها ودفع الشُّبَه عنها، كان من السمات الرئيسة التي تميزت بها تلك المصنفات المعاصرة، وهو مما اقتضته طبيعة المرحلة - في هذه الفترة الزمنية - بطروحاتها الفكرية والعلمية، والمختلفة في بواعثها وأهدافها.\nولكثرة \"أنواع علوم الحديث\" التي وقفت عند الحافظ السيوطي - عبد الرحمن بن أبي بكر ت (911هـ) - في كتابه \" تدريب الراوي\"، عند \"النوع الثالث والتسعين\"- وهي قابلة للمَدََّ -، ولكثرة المصنفات في ذلك، فإنه سيتم تقسيم المصنفات في \"علوم الحديث\"- ضمن هذه الفترة الزمنية – إلى ستة أقسام:\nالقسم الأول: المصنفات الجامعة في علوم الحديث.\nالقسم الثاني: المعاجم الحديثية.\nالقسم الثالث: المصنفات المفردة في أنواع علوم الحديث. وهو أوسعها.\nالقسم الرابع: الجرح والتعديل وعلم الرجال.\nالقسم الخامس: دراسات في المنهج النقدي عند المحدَّثين.\nالقسم السادس: دراسات حديثية متنوعة.\nالقسم الأول: المصنَّفات الجامعة في علوم الحديث\n1 -\n\"شرح قصيدة \"غرامي صحيح (1) \" في أنواع الحديث\".\nبدر الدين الحسني رحمه الله تعالى (1267-1354هـ) .\nالطبعة الأولى في بولاق في مصر عام (1286هـ) .\n(1) وهي للإمام شهاب الدين أحمد بن فَرْح الإشبيلي (625-699هـ) ، وهي في (عشرين) بيتاً.\nالجزء: 1 ¦ الصفحة: 28\n",
        "والثانية في دار البصائر، دمشق، (1401هـ) ، (55) ص.\n2 -\n\"شرح ألفية السيوطي في علم الحديث\".\nأحمد محمد شاكر رحمه الله تعالى (1309 -1377هـ) .\nعيس البابي الحلبي، القاهرة -أتم كتابتها كما في آخر الشرح عام (1353هـ) -، (291) ص.\n3-\n\"الباعث الحثيث شرح اختصار علوم الحديث لابن كثير\".\nأحمد محمد شاكر رحمه الله تعالى (1309-1377هـ) .\nمطبعة حجازي، القاهرة، (1356هـ) ، (315) ص.\nوطبع عام (1415هـ) في دار العاصمة في الرياض في (2) مج في (784) ص، بتحقيق علي بن حسن الحلبي.\n4 – \"علوم الحديث ومصطلحه\".\nصبحي إبراهيم الصالح رحمه الله تعالى (1345-1407هـ) .\nدار العلم للملايين، بيروت، ط1، (1378هـ) . والطبعة \"الرابعة عشر ة\" عام (1403هـ) ، (448) ص.\nوهو من المؤلفات المتقدمة والرائدة في هذه الفترة الزمنية، ومن مباحثه المتميزة: \"تاريخ الحديث\"، و\"الحديث بين الشكل والمضمون\"، و \"مكانة الحديث في التشريع واللغة والأدب\".\n5-\n\"المنهج الحديث في علوم الحديث\".\nمحمد محمد السَّمَاحي رحمه الله تعالى (1325 – 1404 هـ) .\nوالمطبوع منه:\nالقسم الأول: \"قسم مصطلح الحديث\"، دار الأنوار، القاهرة، ط1،\nالجزء: 1 ¦ الصفحة: 29\n",
        "(1382هـ) ، (311) ص.\nالقسم الثاني: \"قسم الرواية\"، دار الأنوار، القاهرة، ط1، (1385هـ) ، (319) ص.\nالقسم الثالث: \"قسم الرواة\"، دار العهد الجديد، القاهرة، ط1، (1391هـ) ، (296) ص.\nوهذا المصنَّف قصد به مؤلفه رحمه الله تعالى إلى إعداد موسوعة جامعة في علوم الحديث، وقد امتاز بحسن التقسيم والتفصيل، وخالف الطريقة الموروثة في تناول علوم الحديث وعرضها. والقارئ للكتاب بتأنٍ يلمح تناول مؤلفه لبعض مباحثه بِنَفَس الأصولي أكثر منه بِنَفَس المحدَّث.\nوقد أشار رحمه الله تعالى في خاتمة القسم الثالث \"الرواة\"، في قائمة مؤلفاته، إلى كتابه: \"المنهج الحديث في تاريخ الحديث\".\nالقسم الأول: الحديث في عصر الرسول وصحابته.\nالقسم الثاني: الحديث في عصر التابعين وأتباعهم.\nالقسم الثالث: تدوين الحديث والمدونون.\nوذكر أنها تحت الطبع، ولم أقف عليها، والله سبحانه وتعالى أعلم.\n6 -\n\"المبتكر الجامع لكتابي \" المختصر والمعتصر \" في علوم الأثر\".\nعبد الوهاب عبد اللطيف رحمه الله تعالى (ت 1390هـ) .\nدار الكتب الحديثة، القاهرة، الطبعة الثامنة، (1386هـ) .\n7 -\n\"أصول الحديث علومه ومصطلحه\".\nمحمد عجاج الخطيب.\nأُرَّخت طبعته الأولى عام (1387هـ) .\nوكانت الطبعة السادسة منه عام (1414هـ) ،عن دار المنارة في جدة،\nالجزء: 1 ¦ الصفحة: 30\n",
        "في (522) ص.\nويمتاز في بابه الأول: \"مدخل إلى السنة\" ص (21-228) ، حيث عرض لتاريخ الحديث الشريف والمراحل التي مر فيها.\n8 -\n\"منهج النقد في علوم الحديث\".\nنور الدين عِتْر.\nدار الفكر، دمشق، ط1، (1392هـ) ، (503) ص.\nوهو من الكتب المتميزة في \"علوم الحديث\"- في هذه الفترة الزمنية-، حيث صاغ مؤلفه \"علوم الحديث\" في نظرية علمية كاملة تُبرز كمال هذا العلم ودقته. وقد استفاد في تقسيمه وترتيبه وعرضه من كتاب شيخه السَّمَاحي السابق \"المنهج الحديث في علوم الحديث\".\n9-\n\"تيسير مصطلح الحديث\".\nمحمود الطحان.\nمطبعة المدينة، الرياض، (01396هـ) ، (240) ص.\n10-\n\"الوسيط في علوم ومصطلح الحديث\".\nمحمد بن محمد أبو شهبة رحمه الله تعالى (1332-1403هـ) .\nعالم المعرفة، جدة - السعودية - ط1، (1403هـ) ، (799) ص.\n11-\n\"التقريرات السنية في شرح المنظومة البيقونية\".\nحسن محمد المشَّاط رحمه الله تعالى (1317-1399هـ) .\nمكتبة طيبة، المدينة المنورة، (1404هـ) ، (32) ص.\n12-\n\"شرح المنظومة البيقونية في مصطلح الحديث\".\nعبد الله سراج الدين رحمه الله تعالى (ت1422هـ) .\nدار الفلاح،- حلب - سورية -، دون تاريخ الطبع، (223) ص.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وممّا يلتحق بالقسم الأول: \"المصنفات الجامعة في علوم الحديث\".\n13-\n\"قواعد في علوم الحديث\".\nظَفَر أحمد العثماني التهانوي رحمه الله تعالى (1310-1394هـ) .\nالطبعة الأولى في الهند عام (1348هـ) .والثالثة عام (1392هـ) عن مكتب المطبوعات الإسلامية في حلب – سورية – بتحقيق وتعليق عبد الفتاح أبو غدة رحمه الله تعالى، في (553) ص.\n14-\n\"نظرات جديدة في علوم الحديث – دراسة نقدية مقارنة بين الجانب التطبيقي لدى المتقدمين والجانب النظري عند المتأخرين-\".\nحمزة عبد الله المليباري.\nالمكتبة المكية في مكة المكرمة، ودار ابن حزم في بيروت، ط1، (1416 هـ) ، (106) ص.\n15-\n\"المنهج المقترح لفهم المصطلح-دراسة تأريخية تأصيلية لمصطلح الحديث-\".\nالشريف حاتم بن عارف العوني.\nدار الهجرة، الرياض، ط1، (1416هـ) ، (310) ص.\nالجزء: 1 ¦ الصفحة: 32\n",
        "القسم الثاني: المعاجم الحديثية\n1-\n\"معجم المصطلحات الحديثية\".\nنور الدين عِتْر.\nمجمع اللغة العربية، دمشق، (1397هـ) ، (127) ص.\nوقد ترجمه وصاغه بالفرنسية: عبد اللطيف الصباغ، وداود عبد الله كريل.\n2 -\n\"معجم مصطلحات توثيق الحديث\".\nعلي زوين.\nعالم الكتب، ومكتبة النهضة العربية، بيروت، ط1، (1407هـ) ، (96) ص.\n3 -\n\"قاموس مصطلحات الحديث النبوي\".\nمحمد صديق المنشاوي.\nدار الفضيلة، القاهرة، (1416هـ) ، (144) ص.\n4-\n\"معجم مصطلحات الحديث\".\nسليمان الحرش، وحسين الجمل.\nمكتبة العبيكان، الرياض، ط1، (1417هـ) ، (171) ص.\n5-\n\"معجم مصطلحات الحديث ولطائف الأسانيد\".\nمحمد ضياء الرحمن الأعظمي.\nأضواء السلف، الرياض- السعودية -،ط1، (1420 هـ) ، (563) ص.\n6-\n\"معجم علوم الحديث النبوي\".\nعبد الرحمن الخميسي.\nدار الأندلس الخضراء، جدة - السعودية -،ط1، (1421هـ) ، (284) ص.\nالجزء: 1 ¦ الصفحة: 33\n",
        "القسم الثالث: المصنَّفات المفردة في أنواع علوم الحديث.\nوتنقسم إلى الأنواع التالية:\nالأول: العلوم المعرَّفة بحال الراوي.\nالثاني: العلوم التي تبين شخص الراوي.\nالثالث: علوم رواية الحديث.\nالرابع: علوم الحديث من حيث القبول والرد.\nالخامس: علوم المتن.\nالسادس: علوم السند من حيث الاتصال والانقطاع.\nالسابع: العلوم المشتركة بين السند والمتن.\nالنوع الأول: العلوم المعرَّفة بحال الراوي.\nأولاً: \"تعريف الرواة وألقابهم العلمية\".\n1-\n\"هدية المغيث في أمراء المؤمنين في الحديث\".\nمحمد حبيب الله الشنقيطي رحمه الله تعالى (1295ـ 1363هـ) .\nدار البشائر الإسلامية، بيروت، (1410هـ) ، (44) ص.\n2-\n\"أمراء المؤمنين في الحديث\".\nعبد الفتاح أبو غُدَّة رحمه الله تعالى (1336-1417هـ) .\nمكتب المطبوعات الإسلامية، حلب - سورية -،ط1، (1411هـ) .\nطُبع مع كتاب جواب \"الحافظ أبي عبد الله العظيم المنذري عن أسئلة الجرح والتعديل\" بتحقيق المؤلف، وهو فيه من صفحة (100 – 156) .\n3-\n\"السراج المنير في ألقاب المحدَّثين\".\nالجزء: 1 ¦ الصفحة: 34\n",
        "سعد فهمي أحمد بلال.\nمكتبة التوبة، الرياض - السعودية -،ط1، (1417هـ) ، (460) ص.\nثانياً: \"الصحابة\".\n1-\n\"صحابة رسول الله صلي الله عليه وسلم في الكتاب والسنة\".\nعيادة أيوب الكبيسي.\nدار القلم، دمشق، ط1، (1407هـ) ، (399) ص.\nثالثاً: \"من اختلط في آخر عمره\".\n1 – \"نهاية الاغتباط بمن رمي من الرواة بالاختلاط\".\nعلاء الدين علي رضا.\nدار المعرفة، بيروت، (1408 هـ) ، (400) ص.\nرابعاً: \"المُدَلِّسُون\".\n1-\n\"التأنيس بشرح منظومة الذهبي في أهل التدليس\".\nعبد العزيز بن محمد بن الصَّدَّيق الغُمَاري رحمه الله تعالى (1338- 1418هـ) .\nمؤسسة الرسالة، بيروت، (1404هـ) ، (122) ص.\n2-\n\"إتحاف ذوي الرسوخ بمن رمي بالتدليس من الشيوخ\".\nحمَّاد بن محمد الأنصاري رحمه الله تعالى (1343ـ 1418هـ) .\nمكتبة المعلا، الكويت، (1416هـ) ، (63) ص.\nالنوع الثاني: \"العلوم التي تُبَيَّن شخص الراوي\".\nأولاً: \"طبقات الرواة\".\n1-\n\"طبقات النساء المحدَّثات من الطبقة الأولى إلى الطبقة السادسة\".\nالجزء: 1 ¦ الصفحة: 35\n",
        "عبد العزيز سيد الأهل.\nالناشر: خاص، دون ذكر مكان الطبع، (1401هـ) ، (207) ص.\nدار الثقافة للطباعة، مكة المكرمة، ط2، (1410هـ) ، (108) ص.\n2-\n\"علم طبقات المحدَّثين - أهميته وفائدته-\".\nأسعد سالم تميم.\nمكتبة الرشد، الرياض، ط1، (1415هـ) ، (224) ص.\nثانياً: \"ألقاب الرواة\".\n1-\n\"فتح الوهاب فيمن اشتهر من المحدَّثين بالألقاب\".\nحماد بن محمد الأنصاري رحمه الله تعالى (1343- 1418هـ) .\nمؤسسة الرسالة، بيروت، (1406هـ) ، (151) ص.\n2-\n\"تسمية من لُقَّب بالطويل\".\nيحيى بن عبد الله الشهري.\nأضواء السلف، الرياض - السعودية -، (1419هـ) ، (152) ص.\nالنوع الثالث: علوم رواية الحديث.\nأولاً: \"آداب المحدَّث وآداب طالب الحديث\".\n1-\n\"من أدب المحدَّثين في التربية والتعليم\".\nأحمد محمد نور سيف.\nدار البحوث للدراسات الإسلامية وإحياء التراث، دبي - الإمارات العربية المتحدة -،ط2، (1418هـ) ، (338) ص.\nالجزء: 1 ¦ الصفحة: 36\n",
        "ثانياً: \"صفة رواية الحديث\".\n1-\n\"مناهج المحدَّثين في رواية الحديث بالمعنى\".\nعبد الرزاق الشايجي، والسيد محمد نوح.\nدار بن حزم، بيروت، ط1، (1419هـ) ، (93) ص.\nالنوع الرابع: علوم الحديث من حيث القبول والرد.\nأ- أنواع الحديث المقبول.\nأولاً: \"الحديث الصحيح\".\n1-\n\"الحديث الصحيح ومنهج علماء المسلمين في التصحيح\".\nعبد الكريم إسماعيل صبَّاح.\nمكتبة الرشد، الرياض، ط1، (1419هـ) ، (408) ص.\n2-\n\"الحديث الصحيح ـ تعريفه، أقسامه، مراتبه، مظانه -\".\nأحمد خليل عبد العال محمود.\nمطبعة نادر، أسوان - مصر –، (1420هـ) ، (293) ص.\n3-\n\"مسألة التصحيح والتحسين في الأعصار المتأخرة في علوم الحديث -دراسة نظرية تطبيقية -\".\nعبد الرزاق الشايجي.\nدار بن حزم، بيروت، ط1، (1420هـ) ، (138) ص.\nثانياً: الحديث الحسن.\n1-\n\"مناهج المحدَّثين في تقوية الأحاديث الحسنة والضعيفة\".\nالمرتضى الزين أحمد.\nالجزء: 1 ¦ الصفحة: 37\n",
        "مكتبة الرشد، الرياض –السعودية-، ط1، (1415هـ) ، (477) ص.\n2-\n\"الحسن بمجموع الطرق في ميزان الاحتجاج بين المتقدمين والمتأخرين\".\nعمرو عبد المنعم سليم.\nدار الضياء، طنطا - مصر -،صدر عام (1424هـ) ، (213) ص.\nب: أنواع الحديث المردود.\nأولاً: الحديث الضعيف.\n1-\n\"الانشراح لبيان بعض علوم الحديث والاصطلاح- الضعيف وأنواعه -\".\nأحمد خليل عبد العال محمود.\nالناشر: خاص، مصر، (1415هـ) ، (470) ص.\n2-\n\"الحديث الضعيف وحكم الاحتجاج به\".\nعبد الكريم بن عبد الله الخضير.\nدار المسلم، الرياض، ط1، (1417هـ) ، (490) ص.\nثانياً: \"الحديث الموضوع\".\n1-\n\"الوضع في الحديث\".\nعمر بن حسن عثمان فَلاَّتة.\nمكتبة الغزالي، دمشق، ط1، (1401هـ) ، (3) مج.\n2-\n\"الوضع والوضاعون في الحديث النبوي\".\nعبد الصمد بن بكر عابد.\nدار الفضيلة، القاهرة، تاريخ المقدمة: (1410هـ) ، (192) ص.\nالجزء: 1 ¦ الصفحة: 38\n",
        "3-\n\"مسألة الإمامة والوضع في الحديث عند الفرق الإسلامية\".\nمحسن عبد الناظر.\nالدار العربية للكتاب، ليبيا، تونس، (1403هـ) ، (578) ص.\nالنوع الخامس: علوم المتن.\nأولاً: \"الحديث القدسي\".\n1-\n\"الأحاديث القدسية في دائرة الجرح والتعديل ومصادرها، وأدوار تدوينها\".\nعبد الغفور البلوشي.\nدار البشائر الإسلامية، بيروت، ط1، (1414هـ) ، (76) ص.\n2 – \"الأحاديث القدسية ومنزلتها في التشريع\".\nشعبان محمد إسماعيل.\nدار المريخ، الرياض - السعودية -، (1402 هـ) ، (187) ص.\n3-\n\"جامع الأحاديث القدسية – موسوعة جامعة مشروحة ومحققة\".\nعصام الدين بن سيد الصبابطي.\nدار الريان للتراث، القاهرة، (1409هـ) ، (3) مج في (6) ج.\nواشتمل على (1150) حديثاً.\n4-\n\"معجم الأحاديث القدسية الصحيحة\".\nكمال بن بسيوني الأبياني المصري.\nمكتبة السنة، القاهرة، (1412 هـ) ، (438) ص.\n5-\n\"الأحاديث القدسية الضعيفة والموضوعة\".\nأحمد بن أحمد العيسوي.\nدار الصحابة للتراث، طنطا - مصر -، (1413 هـ) ، (163) ص.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ثانياً: \"الحديث المرفوع\".\n1-\n\"ماله حكم الرفع من أقوال الصحابة وأفعالهم\".\nمحمد بن مطر الزهراني.\nدار الخضيري، المدينة المنورة، (1418هـ) ، (93) ص.\n2-\n\"المرفوع وصيغ الرفع\".\nعبد الله أبو السعود بدر.\nدار ابن حزم، بيروت، (1421هـ) ، (161) ص.\nثالثاً \"أسباب ورود الحديث \"\n1 -\n\"أسباب ورود الحديث - تحليل وتأسيس -\".\nمحمد رأفت سعيد.\nسلسلة كتاب الأمة، قطر، ط1، (1414هـ) ، (158) ص.\n2-\n\"علم أسباب ورود الحديث وتطبيقاته عند المحدثين والأصوليين، وجمع طائفة مما لم يصنَّف من أسباب الحديث\".\nطارق أسعد الأسعد.\nدار ابن حزم، بيروت، ط1، (1422هـ) ، (545) ص.\nرابعاً: \"مختلف ومشكل الحديث\".\n1-\n\"التأليف بين مختلف الحديث\".\nمحمد رشاد خليفة.\nالهيئة العامة لشؤون المطابع الأميرية، القاهرة، ط 2، (1405هـ) ، (348) ص.\nالجزء: 1 ¦ الصفحة: 40\n",
        "2-\n\"مختلف الحديث وموقف النقاد والمحدثين منه\".\nأسامة عبد الله الخياط.\nمطابع الصفا، مكة المكرمة، ط1، (1406هـ) ، (486) ص.\n3-\n\"منهج التوفيق والترجيح بين مختلف الحديث وأثره في الفقه الإسلامي\".\nعبد المجيد السُّوسوة.\nدار النفائس، عمان - الأردن -، ط1، (1418هـ) ، (615) ص.\nخامساً: \"ناسخ الحديث ومنسوخه\".\n1-\n\"النسخ في السنة بين النظرية والتطبيق\".\nسيد أحمد عبد الحميد كشك.\nمكتبة الزهراء، القاهرة، (1418هـ) ، (198) ص.\nالنوع السادس: علوم السند من حيث الاتصال والانقطاع.\nالقسم الأول: علوم السند من حيث الاتصال.\nأولاً: \"الحديث المعنعن\".\n1-\n\"موقف الإمامين البخاري ومسلم من اشتراط اللقيا والسماع في السند المعنعن بين المتعاصرين\".\nخالد منصور الدريس.\nمكتبة الرشد وشركة الرياض، الرياض- السعودية -،ط1، (1416هـ) ، (614) ص.\n2-\n\"إجماع المحدِّثين على عدم اشتراط العلم بالسماع في الحديث المعنعن\nالجزء: 1 ¦ الصفحة: 41\n",
        "بين المتعاصرين\".\nالشريف حاتم بن عارف العوني.\nدار عالم الفوائد، مكة المكرمة، ط1، (1421هـ) ، (179) ص.\nثانياً: \"الحديث المسلسل\".\n1-\n\"الآيات البينات في شرح وتخريج الأحاديث المسلسلات\".\nعبد الحفيظ بن محمد الفِهْري الفاسي رحمه الله تعالى (1296-1383هـ) .\nالمطبعة الوطنية، الرباط - المغرب -، (1352هـ) ، (300) ص.\n2-\n\"المناهل السَّلْسَلَة في الأحاديث المسلسلة\".\nعبد الباقي بن علي الأيوبي الأنصاري رحمه الله تعالى (1286ـ1364هـ) .\nمكتبة القدسي، القاهرة، ط1، (1357هـ) ، (230) ص.\nثم طبع في دار الكتب العلمية، بيروت، (1403هـ) ، في (414) ص.\n3-\n\"العجالة في الأحاديث المسلسلة\".\nمحمد ياسين الفاداني المكي رحمه الله تعالى (1335-1410هـ) .\nدار البصائر، دمشق، ط2، (1405هـ) ، (128) ص.\nالقسم الثاني: علوم السند من حيث الانقطاع.\nأولاً: \"الحديث المرسل\".\n1-\n\"المرسل من الحديث وآراء الأئمة فيه\".\nمحمد بن مصطفى الغدامسي.\nدارف المحدودة، لندن - بريطانيا-، دون تاريخ الطبع، (201) ص.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وهو رسالة علمية قدَّمت إلى دار الحديث الحسنية في الرباط-المغرب-، عام (1396هـ) .\n2-\n\"الحديث المرسل مفهومه وحجيته\".\nخلدون محمد سليم الأحدب.\nدار البيان العربي، جدة- السعودية -،ط1، (1404هـ) ، (103) ص.\n3-\n\"الحديث المرسل بين القبول والرد\".\nحصة بنت عبد العزيز الصغير.\nدار الأندلس الخضراء، جدة- السعودية-، ط1، (1420هـ) ، (2) مج (796) ص.\nثانياً: \"الحديث المدلَّس\".\n1-\n\"التدليس في الحديث - حقيقته وأقسامه وأحكامه ومراتبه\nوالموصوفون به-\".\nمسفر بن غرم الله الدميني.\nالناشر: خاص، السعودية، ط1، (1412هـ) ، (483) ص.\n2-\n\"منهج المتقدمين في التدليس\".\nناصر بن حمد الفهد.\nأضواء السلف، الرياض- السعودية -،ط1، (1422هـ) ، (257) ص.\n3-\n\"ضوابط قبول عنعنة المدلَّس -دراسة نظرية تطبيقية-\".\nعبد الرزاق الشايجي.\nجامعة الكويت، مجلس النشر العلمي، ط1، (1423هـ) ، (350) ص.\nالجزء: 1 ¦ الصفحة: 43\n",
        "رابعاً: \"المرسل الخفي\".\n1-\n\"المرسل الخفي وعلاقته بالتدليس - دراسة نظرية وتطبيقية على مرويات الحسن البصري -\".\nالشريف حاتم بن عارف العوني.\nدار الهجرة، الرياض– السعودية –، ط1، (1418هـ) ، (4) مج (1968) ص.\nالنوع السابع: العلوم المشتركة بين السند والمتن.\nأولاً: \"الحديث المتواتر\".\n1-\n\"الحديث المتواتر\".\nخليل إبراهيم مُلاّ خاطر.\nدار الوفاء، جدة - السعودية -،ط1، (1404هـ) ، (93) ص.\n2 -\n\"عيون الآثار فيما تواتر من الأحاديث والأخبار\".\nمحمد الناصر الكَتَّاني رحمه الله تعالى (1334-1394هـ) .\nمطابع النجاح، الدار البيضاء - المغرب -، (1417هـ) ، (445) ص.\nثانياً: \"حديث الآحاد\".\n1-\n\"وجوب الأخذ بحديث الآحاد\".\nمحمد ناصر الدين الألباني رحمه الله تعالى (1333ـ1420هـ) .\nالدار السلفية، الكويت، (1401هـ) ، (50) ص.\n2 -\n\"حديث الآحاد - المشهور، العزيز، الغريب-\".\nخليل إبراهيم مُلاّ خاطر.\nدار الوفاء، جدة - السعودية-، ط1، (1407هـ) ، (129) ص.\nالجزء: 1 ¦ الصفحة: 44\n",
        "3-\n\"أخبار الآحاد في الحديث النبوي-حجيتها، مفادها، العمل بموجبها-\".\nعبد الله بن عبد الرحمن الجبرين.\nدار طيبة، الرياض- السعودية -، ط1، (1408هـ) ، (154) ص.\n4-\n\"خبر الواحد وحجيته\".\nأحمد محمود عبد الوهاب الشنقيطي.\nالجامعة الإسلامية في المدينة المنورة، المجلس العلمي، (1413هـ) ، (216) ص.\nثالثاً: \"الحديث المضطرب\".\n1-\n\"المقترب في بيان المضطرب – تعريفه، قواعده، أمثلته، والرجال الموصوفون بالاضطراب-\".\nأحمد بن عمر بازمُول.\nدار الخراز في جدة، ودار بن حزم في بيروت، ط1، (1422هـ) ، (489) ص.\nرابعاً: \"الحديث المعلَّل\".\n1-\n\"العلل في الحديث - دراسة منهجية في ضوء شرح علل الترمذي لابن رجب-\".\nهمَّام عبد الرحيم سعيد.\nدار العدوي، عمان - الأردن -،ط1، (1400هـ) ، (319) ص.\n2-\n\"الحديث المعلل\".\nخليل إبراهيم مُلاّ خاطر.\nدار الوفاء، جدة - السعودية -، ط1، (1406هـ) ، (74) ص.\n3-\n\"الحديث المعلول - قواعد وضوابط -\".\nحمزة عبد الله المليباري.\nالجزء: 1 ¦ الصفحة: 45\n",
        "المكتبة المكية في مكة المكرمة، ودار ابن حزم في بيروت، ط1، (1416هـ) ، (104) ص.\nخامساً: \"المصحَّف\".\n1 -\n\"التصحيف وأثره في الحديث والفقه وجهود المحدثين في مكافحته\".\nأسطيري جمال.\nدار طيبة، الرياض - السعودية -،ط1، (1415هـ) ، (550) ص.\nسادساً: \"زيادة الثقة\".\n1-\n\"زيادة الثقة وما يتعلق بها من أحكام\".\nمحمد رأفت سعيد.\nدار المنار، القاهرة، (1411هـ) ، (57) ص.\n2-\n\"هداية الحديثي إلى فني المزيد في متصل الأسانيد والمرسل الخفي\".\nرضا زكريا حميدة.\nالناشر: خاص، مصر، (1416هـ) ، (243) ص.\nسابعاً: \"التابع والشاهد\".\n1-\n\"الإرشادات في تقوية الأحاديث بالشواهد والمتابعات\".\nطارق بن عوض الله.\nمكتبة ابن تيمية، القاهرة، ط1، (1417هـ) ، (494) ص.\nالقسم الرابع: الجرح والتعديل وعلم الرجال.\nويشتمل هذا القسم على خمسة أنواع:\nالأول: المصنفات في أصول الجرح والتعديل وعلم الرجال.\nالجزء: 1 ¦ الصفحة: 46\n",
        "الثاني: المصنفات في ألفاظ ومصطلحات الجرح والتعديل.\nالثالث: المصنفات في مناهج الجرح والتعديل الخاصة بأفراد أئمة الجرح والتعديل.\nالرابع: المصنفات في الدراسات المختلفة في الجرح والتعديل وعلم الرجال.\nالخامس: المصنفات في الرواة.\nالنوع الأول: المصنفات في أصول الجرح والتعديل وعلم الرجال (1) .\n1-\n\"علم الرجال وأهميته\".\nعبد الرحمن المعلِّمي اليماني رحمه الله تعالى (1313-1386هـ) .\nدار البصائر، دمشق، ط2، (1401هـ) ، (64) ص.\n2-\n\"دراسات في الجرح والتعديل\".\nمحمد ضياء الرحمن الأعظمي.\nمكتبة الغرباء الأثرية، المدينة المنورة، ط1، (1415هـ) ، (543) ص.\n3-\n\"علم الرجال-نشأته وتطوره من القرن الأول إلى نهاية القرن التاسع-\".\nمحمد بن مطر الزهراني.\nدار الهجرة، الرياض، ط1، (1417هـ) ، (624) ص.\n4-\n\"نظرية نقد الرجال ومكانتها في ضوء البحث العلمي – دراسة تأصيلية تطبيقية في علم الجرح والتعديل-\".\n(1) من المناسب أن يشار هنا إلى كتاب الإمام أبي الحسنات محمد عبد الحي اللكنوي رحمه الله تعالى (1264 – 1304 هـ) : \" الرفع والتكميل في الجرح والتعديل \"، فهو مع التعليقات الحافلة عليه للشيخ عبد الفتاح أبو غدة رحمه الله تعالى (1336 – 1417 هـ) ، من أوائل وأبرز المصنفات في موضوع (أصول الجرح والتعديل) . وقد طبع طبعته الثالثة في بيروت عام (1407 هـ) عن مكتب المطبوعات الإسلامية في حلب – سورية -، ويقع في (564) ص.\nالجزء: 1 ¦ الصفحة: 47\n",
        "عماد الدين محمد الرشيد.\nدار الشهاب، دمشق، ط1، (1420هـ) ، (451) ص.\n5 – \"أصول الجرح والتعديل وعلم الرجال\".\nنور الدين عِتْر.\nدار اليمامة، دمشق، (1422 هـ) ، (206) ص.\n-ويلتحق بالنوع الأول هذا\"أصول الجرح والتعديل وعلم الرجال\": المصنفات \"في فن دراسة الأسانيد\"، ومنها:\n6-\n\"منهج دراسة الأسانيد والحكم عليها\".\nوليد بن حسن العاني رحمه الله تعالى (1375ـ1416هـ) .\nدار النفائس، عمان - الأردن -، ط1، (1418هـ) ، (215) ص.\n7-\n\"دراسة الأسانيد\".\nعبد العزيز بن عبد الرحمن العثيم رحمه الله تعالى (1367ـ1412هـ) ، وعطا الله بن عبد الغفار السندي.\nأضواء السلف، الرياض، ط1، (1419هـ) ، (494) ص.\n8-\n\"ضوابط الجرح والتعديل\"\nللدكتور عبد العزيز بن محمد العبد اللطيف (ت 1421هـ) .\n9-\n\"التأسيس في فن دراسة الأسانيد\".\nعمر إيمان أبو بكر.\nمكتبة المعارف، الرياض–السعودية-،ط1، (1422هـ) ، (494) ص.\nالنوع الثاني: المصنفات في ألفاظ ومصطلحات الجرح والتعديل.\nالجزء: 1 ¦ الصفحة: 48\n",
        "1-\n\"شرح ألفاظ التجريح النادرة أو قليلة الاستعمال\".\nسعدي الهاشمي.\nطبع الجزء الأول في المطبعة السلفية في القاهرة في (143) ص، من دون تاريخ.\nوطبع الجزء الثاني في مطابع الصفا في مكة المكرمة، وتاريخ مقدمته: (1408هـ) ، في (346) ص.\n2 – \"شفاء العليل بألفاظ وقواعد الجرح والتعديل\".\nمصطفى بن إسماعيل.\nمكتبة ابن تيمية، القاهرة، ط1، (1411 هـ) ، (550) ص.\n3-\n\"قول البخاري سكتوا عنه\".\nمسفر بن غرم الله الدميني.\nالناشر: خاص، الرياض، ط1، (1412هـ) ، (225) ص.\nالنوع الثالث: المصنفات في مناهج الجرح والتعديل الخاصة بأفراد أئمة الجرح والتعديل.\n1-\n\"الإمام علي بن المديني ومنهجه في نقد الرجال\".\nإكرام الله إمداد الحق.\nدار البشائر الإسلامية، بيروت، ط1، (1413هـ) ، (775) ص.\n2-\n\"الفَلاَّس (1) منهجه وأقواله في الرواة\".\nمحمد فاضل أحمد معلوم.\nمطبعة المحمودية، المدينة المنورة، ط1، (1413هـ) ، (365) ص.\n(1) هو الإمام الناقد أبو حفص عمرو بن علي بن بَحْر الفَلاَّس – (ت 294 هـ) -. قال الحافظ الذهبي عنه في رسالته: \" ذكر من يعتمد قوله في الجرح والتعديل \" ص 174: \" وكان يُنَظَّرُ بابن المديني \".\nالجزء: 1 ¦ الصفحة: 49\n",
        "3-\n\"ضوابط الجرح والتعديل عند الحافظ الذهبي رحمه الله-جمعاً ودراسةً -\".\nمحمد الثاني بن عمر بن موسى.\nسلسلة إصدارات الحكمة في بريطانيا، ط1، (1421هـ) ، (2) مج (1030) ص.\n4-\n\"منهج الإمام أبي عبد الرحمن النَّسَائي في الجرح والتعديل وجمع أقواله في الرجال\".\nقاسم علي سعد.\nدار البحوث للدراسات الإسلامية وإحياء التراث، دبي - الإمارات العربية المتحدة -، ط1، (1422هـ) ، (5) مج، (2420) ص.\nالنوع الرابع: المصنفات في الدراسات المختلفة في الجرح والتعديل وعلم الرجال.\n1-\n\"مباحث في علم الجرح والتعديل\".\nقاسم علي سعد.\nدار البشائر الإسلامية، بيروت، ط1، (1408هـ) ، (181) ص.\n2-\n\"الاستبصار في نقد الأخبار\".\nعبد الرحمن المعلِّمي اليماني رحمه الله تعالى (1313 – 1386هـ) .\nدار أطلس، الرياض - السعودية -، (1417هـ) ، (63) ص.\n3-\n\"المُزَكُّون لرواة الأخبار عند الإمام ابن أبي حاتم\".\nهشام بن عبد العزيز الحَلاّف.\nدار عالم الفوائد، مكة المكرمة، ط1، (1419هـ) ، (166) ص.\n4-\n\"الجرح والتعديل في المدرسة المغربية الحديثة\".\nإبراهيم بن الصَّدَّيق الغُمَاري.\nسلسلة دعوة الحق في المغرب، (1422هـ) ، (409) ص.\nالجزء: 1 ¦ الصفحة: 50\n",
        "النوع الخامس: المصنفات في الرواة.\n1 -\n\"تراجم الأحبار من رجال شرح معاني الآثار\".\nمحمد أيوب المظاهري.\nمكتبة إشاعة العلوم، سهارنفور – الهند -،فرغ من المسودة عام (1317هـ) كما في مقدمته، (4) مج.\n2 -\n\"الرواة الذين وثقهم الذهبي في ميزان الاعتدال وقد تكلم فيهم بعض النقاد من حيث البدعة\".\nمحمد إبراهيم شحاذة الموصلي.\nدار القبلة، جدة - السعودية-، تاريخ المقدمة: (1406هـ) ، (210) ص.\n3-\n\"رواة الحديث الذين سكت عليهم أئمة الجرح والتعديل بين التوثيق\nوالتجهيل\".\nعداب محمود الحمش.\nدار حسان، ودار الأماني، الرياض – السعودية -،ط2، (1407هـ) ، (262) ص.\n4 – \"معجم الجرح والتعديل لرجال السنن الكبرى - مع دراسة إضافية لمنهج البيهقي في نقد الرواة في ضوء السنن الكبرى\".\nنجم عبد الرحمن خلف.\nدار الراية، الرياض - السعودية -، ط1، (1409هـ) ، (271) ص.\n5-\n\"السلسبيل فيمن ذكرهم الترمذي بجرح أو تعديل\".\nمحمد عبد الله الشنقيطي.\nمؤسسة المؤتمن، الرياض- السعودية -، ط1، (1415هـ) ، (272) ص.\nالجزء: 1 ¦ الصفحة: 51\n",
        "6-\n\"بلغة القاصي والداني في تراجم شيوخ الطبراني\".\nحماد بن محمد الأنصاري رحمه الله تعالى (1343هـ – 1418هـ) .\nمكتبة الغرباء الأثرية، المدينة المنورة، (1415 هـ) ، (394) ص.\n7 – \"تحرير تقريب التهذيب\".\nشعيب الأرنؤوط، وبشار عواد معروف.\nمؤسسة الرسالة، بيروت، ط1، (1417 هـ) ، (4) مج.\n8-\n\"الثقات الذين ضُعَّفُوا في بعض شيوخهم\".\nصالح بن حامد الرفاعي.\nدار الخضيري، المدينة المنورة، ط2، (1418هـ) ، (319) ص.\n9 – \"ذيل لسان الميزان\".\nالشريف حاتم بن عارف العوني.\nدار عالم الفوائد، مكة المكرمة، ط1، (1418 هـ) ، (270) ص.\n10 – \"رجال الحاكم في المستدرك\".\nمقبل بن هادي الوادعي.\nدار الحرمين، القاهرة، ط1، (1419 هـ) ، (2) مج.\nوترجم في لـ (1937) راوياً.\n11 – \"تراجم رجال الدارقطني في \"سننه\" الذين لم يُترجم لهم في \"التقريب\" ولا في \"رجال الحاكم\"\".\nمقبل بن هادي الوادعي.\nدار الآثار، صنعاء - اليمن -، ط1، (1420 هـ) ، (564) ص.\nوترجم فيه لـ (1385) راوياً.\nالجزء: 1 ¦ الصفحة: 52\n",
        "12 – \"الرواة الذين ترجم لهم ابن حِبَّان في المجروحين وأعادهم في الثقات\n- جمع ودراسة وتحليل –\".\nمبارك سيف الهاجري.\nجامعة الكويت، مجلس النشر العلمي، ط1، (1421هـ) ، (396) ص.\nوقد بلغوا (159) راوياً.\n- وقد صُنِّفَ في (زوائد الرجال\":\n13-\n\"زوائد التهذيب على التقريب\".\nإبراهيم بن عبد الله الحازمي.\nدار الشريف، الرياض - السعودية -، (1422هـ) ، (187) ص.\n14-\n\"زبدة تعجيل المنفعة لمن يريد زوائد رجال الأئمة الأربعة\".\nأحمد شاغف.\nدار الوطن، الرياض - السعودية -، (1420هـ) ، (215) ص.\nوالمراد بـ \"الأئمة الأربعة\": أبو حنيفة ومالك والشافعي وأحمد، رحمهم المولى تعالى.\n15-\n\"زوائد رجال صحيح ابن حِبَّان على الكتب الستة\".\nيحيى بن عبد الله الشهري.\nمكتبة الرشد، الرياض- السعودية-،ط1، (1422هـ) ، (6) مج (3434) ص.\nويشتمل على (748) ترجمة.\nالجزء: 1 ¦ الصفحة: 53\n",
        "القسم الخامس: دراسات في المنهج النقدي عند المحدَّثين.\n1-\n\"منهج النقد عند المحدثين نشأته وتاريخه-ويليه كتاب التمييز للإمام مسلم\".\nمحمد مصطفى الأعظمي.\nشركة الطباعة العربية السعودية، الرياض، ط 2، (1402هـ) ، (149) ص.\nويليه كتاب \" التمييز \" في (80) ص.\n2-\n\"منهج نقد المتن عند علماء الحديث النبوي\".\nصلاح الدين الإدلبي.\nدار الآفاق الجديدة، بيروت، ط1، (1403هـ) ، (375) ص.\n3-\n\"مقاييس نقد متون السنة\".\nمسفر بن غرم الله الدميني.\nالناشر: خاص، الرياض- السعودية -، ط1، (1404هـ) ، (565) ص.\n4-\n\"أسباب اختلاف المحدَّثين - دراسة نقدية مقارنة حول أسباب الاختلاف في قبول الأحاديث وردّها -\".\nخلدون محمد سليم الأحدب.\nالدار السعودية، جدة، ط1، (1405هـ) ، (2) مج (753) ص.\n5-\n\"دراسات في مناهج المحدَّثين - دراسة تحليلية لمناهج مشاهير المحدَّثين من العهد النبوي إلى وقتنا الحاضر\".\nمحمد محمود أحمد هاشم.\nمكتب مهيب للطباعة، المنصورة – مصر-، (1413هـ) ، (321) ص.\nالجزء: 1 ¦ الصفحة: 54\n",
        "6-\n\"الموازنة بين المتقدمين والمتأخرين في تصحيح الأحاديث وتعليلها\".\nحمزة عبد الله المليباري.\nالمكتبة المكية في مكة المكرمة، ودار بن حزم في بيروت، ط1، (1416هـ) ، (102) ص.\n7-\n\"منهج النقد عند المحدَّثين مقارناً بالمنهج النقدي الغربي\".\nأكرم ضياء العمري.\nدار إشبيليا، الرياض – السعودية-، (1417هـ) ، (58) ص.\n8-\n\"دراسات في منهج النقد عند المحدَّثين\".\nمحمد علي قاسم العمري.\nدار النفائس، عمان - الأردن-، ط 1، (1420هـ) ، (471) ص.\n9-\n\"مناهج المحدَّثين\".\nسعد بن عبد الله آل حميد.\nدار علوم السنة، الرياض- السعودية -، ط 1، (1420هـ) ، (276) ص.\n10-\n\"القواعد والمسائل الحديثية المختلف فيها بين المحدَّثين وبعض الأصوليين وأثر ذلك في قبول الأحاديث أو ردها\".\nأميرة بنت علي الصاعدي.\nمكتبة الرشد، الرياض – السعودية-، ط1، (1421هـ) ، (488) ص.\nالقسم السادس: دراسات حديثية متنوعة.\n1-\n\"أثر الحديث الشريف في اختلاف الأئمة الفقهاء رضي الله عنهم\".\nمحمد عَوَّامة.\nمطبعة محمد هاشم الكتبي، دمشق، ط1، (1398هـ) ، (141) ص.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وصدرت ط4،عن دار البشائر الإسلامية في بيروت، عام (1418هـ) في (236) ص.\n2-\n\"عناية المحدَّثين بتوثيق المرويات وأثر ذلك في تحقيق المخطوطات\".\nأحمد محمد نور سيف.\nدار المأمون للتراث، دمشق، ط 1، (1407هـ) ، (97) ص.\n3-\n\"الإسناد من الدين، وصفحة مشرفة من تاريخ سماع الحديث\nعند المحدَّثين\".\nعبد الفتاح أبو غُدَّة رحمه الله تعالى (1336- 1417هـ) .\nمكتب المطبوعات الإسلامية، حلب- سورية -،ط1، (1412هـ) ، (225) ص.\n4-\n\"الإضافة - دراسات حديثية -\".\nمحمد بن عمر بازمُول.\nدار الهجرة، الرياض - السعودية-،ط1، (1415هـ) ، (448) ص.\nالجزء: 1 ¦ الصفحة: 56\n",
        "الجانب الرابع: دراسات في أئمة الحديث وآثارهم، وبيان أثرهم في الحديث وعلومه\nتوطئة:\nمن الجوانب التي استأثرت باهتمام كثيرٍ من الدارسين المعاصرين في السنة المطهرة وعلومها، جانب إفراد أئمة الحديث بالدراسة التاريخية التحليلية النقدية، وبيان جهودهم وأثرهم في الحديث الشريف.\nوقد حققت هذه الدراسات عدّة أغراض لعلّ من أهمها:\nأولاً: إنها أوفت ببعض حق هؤلاء الأئمة: قُوَّام الشريعة، وحُفَّاظ الدين، وورَّاث الأنبياء، بذكر أخبارهم، ونشر مآثرهم، والوقوف على آثارهم، وبيان منازلهم.\nوفي هذا الإبراز أيضاً: نُصْحٌ للأمّة لتقتدي بسيرهم، وتقتفي أثرهم، في إقامة هذا الدين في الأرض والتمكين له، والمحافظة عليه من خلال نشر حقائقه، وإظهار محاسنه، وتيسير موارده.\nفهذه السَّيَرُ: قوادحُ للعزائم، مشَاحِذُ للهمم، فيها التعشق للعِلْم، والإخلاص فيه، والصبر عليه، والنبوغ فيه، والتخلق بأخلاقه، والوقوف عند حدوده.\nثانياً: إنها تأريخ منهجي نقدي مُفصَّلٌ للسنة النبوية وعلومها من خلال أعلامها وآثارهم في فترات زمانية ومكانية محدودة، يمكن جمعه ورصفه متسلسلاً ليكون تاريخاً نقدياً جامعاً فيما بعد للسنة المطهرة وعلومها.\nثالثاً: التمكين للنظر النقدي والمقارن الذي يحتاج إلى رسوخ، وسعة\nالجزء: 1 ¦ الصفحة: 57\n",
        "اطلاع، ومَلَكة ودراية وأدب وإنصاف.\nوتنقسم هذه الدراسات إلى قسمين:\nالأول: مصنفات شاملة تتناول سيرة المترجَم له، مع دراسة آثاره في الحديث وعلومه جميعاً، والتعرف على منهاجه، وبيان أثره في علم الحديث.\nمع ملاحظة أنَّ بعض المصنَّفين لم ينصّوا في عناوين دراساتهم على الأمر الأخير المتعلق ببيان الأثر، وإنْ جاء متضمناً فيما عرضوا له من موضوعات ومباحث غالباً.\nالثاني: مصنفات مختصة في دراسة منهج إمامٍ من أئمة الحديث في كتابٍ من كتبه المشهورة في هذا العلم، إلى جانب الترجمة له ابتداء.\nالقسم الأول: المصنفات الشاملة.\n1-\n\"أبو جعفر الطحاوي وأثره في الحديث\".\nعبد المجيد محمود.\nالهيئة المصرية العامة للكتاب، القاهرة، (1395هـ) ، (372) ص.\n2-\n\"الحافظ الخطيب البغدادي وأثره في علوم الحديث\".\nمحمود الطحان.\nدار القرآن الكريم، بيروت، ط1، (1401هـ) ، (508) ص.\n3-\n\"بدر الدين العَيْنِي وأثره في علم الحديث\".\nصالح يوسف معتوق.\nدار البشائر الإسلامية، بيروت، ط1، (1407هـ) ، (336) ص.\n4-\n\"الإمام علي القاري وأثره في علم الحديث\".\nخليل إبراهيم قوتلاي.\nالجزء: 1 ¦ الصفحة: 58\n",
        "دار البشائر الإسلامية، بيروت، ط1، (1408هـ) ، (495) ص.\n5-\n\"الحافظ ابن حجر العسقلاني - أمير المؤمنين في الحديث-\".\nعبد الستار الشيخ.\nدار القلم، دمشق، ط1، (1412هـ) ، (637) ص.\n6-\n\"الإمام النووي وأثره في الحديث وعلومه\".\nأحمد عبد العزيز قاسم الحداد.\nدار البشائر الإسلامية، بيروت، ط 1، (1413هـ) ، (791) ص.\n7-\n\"ابن أبي حاتم الرازي وأثره في علوم الحديث\".\nرفعت فوزي عبد المطلب.\nمكتبة الخانجي، القاهرة، ط 1، (1415هـ) ، (369) ص.\n8-\n\"الإمام الحافظ جلال الدين السيوطي وجهوده في الحديث وعلومه\".\nبديع السيد اللحام.\nدار قتيبة، دمشق، ط1، (1415هـ) ، (553) ص.\n9-\n\"شيخ الإسلام بن تيمية وجهوده في الحديث وعلومه\".\nعبد الرحمن الفريوائي.\nدار العاصمة، الرياض- السعودية-،ط 1، (1416هـ) ، (4) مج.\n10-\n\"الحافظ السخاوي وجهوده في الحديث وعلومه\".\nبدر بن محمد العَمَّاش.\nمكتبة الرشد، الرياض -السعودية -، (1421هـ) ، (2) مج (926) ص.\nالقسم الثاني: المصنفات المختصة بدراسة كتابٍ من كتب\nالجزء: 1 ¦ الصفحة: 59\n",
        "السنة المشهورة.\n1-\n\"الإمام الترمذي والموازنة بين جامعه وبين الصحيحين\".\nنور الدين عِتْر.\nمطبعة لجنة التأليف والترجمة والنشر، القاهرة، (1390هـ) ، (512) ص.\n2-\n\"الإمام ابن الجوزي وكتابه الموضوعات\".\nمحمود أحمد القيسية.\nشركة أبو ظبي للطباعة-الإمارات العربية المتحدة -، (1403هـ) ، (434) ص.\n3-\n\"الصناعة الحديثية في السنن الكبرى للإمام البيهقي\".\nنجم عبد الرحمن خلف.\nدار الوفاء، المنصورة – مصر-،ط1، (1412هـ) ، (718) ص.\n4-\n\"المدخل إلى شرح السنة للإمام البغوي\".\nعلي بن عمر با دحدح.\nدار الأندلس الخضراء، جدة - السعودية -، ط1، (1415هـ) ، (2مج) (985) ص.\nوالكتاب دراسة عن الإمام البغوي ومنهجه في كتابه\" شرح السنة\".\n5-\n\"الإمام مسلم بن الحجاج ومنهجه في الصحيح وأثره في علم الحديث\".\nمشهور بن حسن آل سلمان.\nدار الصميعي، الرياض - السعودية-،ط1، (1417هـ) ، (2مج) .\n6-\n\"الإمام ابن ماجه وكتابه السنن\".\nمحمد عبد الرشيد النعماني رحمه الله تعالى (1333- 1420هـ) .\nمكتب المطبوعات الإسلامية، حلب- سورية-، (1419 هـ) ،\nالجزء: 1 ¦ الصفحة: 60\n",
        "(392) ص.\n7-\n\"منهج الإمام البخاري في تصحيح الأحاديث وتعليلها من خلال الجامع الصحيح\".\nأبو بكر كافي.\nدار ابن حزم، بيروت، ط1، (1421 هـ) ، (395) ص.\n8-\n) ابن عدي ومنهجه في كتاب الكامل في ضعفاء الرجال\".\nزهير عثمان علي نور.\nمكتبة الرشد، الرياض - السعودية -، ط1، (1422 هـ) ، (2) مج.\n9-\n) الإمام الترمذي ومنهجه في كتابه الجامع- دراسة نقدية تطبيقية-\".\nعداب محمود الحمش.\nدار الفتح، عمان- الأردن -،ط1، (1423 هـ) ، (3) مج (1451) ص.\nالجزء: 1 ¦ الصفحة: 61\n",
        "الجانب الخامس: المجاميع الحديثية\nتوطئة:\nإنَّ التصنيف في هذا الجانب المتمثل في الجمع بين بعض كتب الحديث النبوي وفق طرائق من التنظيم والترتيب والتخريج - والشرح أحياناً-، في هذه الفترة الزمنية، كان امتداداً لجهود كبيرة سبقت في هذا المضمار (1) ، لجمع السنة النبوية وتقريبها وتيسيرها وتذليل صعابها.\nوكان لبعض تلك \"المجاميع الحديثية\"، من مثل \" جامع الأصول (2) \" لابن الأثير الجَزَري - المبارك بن محمد (ت 606هـ) -، و\"جامع المسانيد والسُّنَن الهادي لأقوم سَنَن (3) \" لابن كثير الدمشقي- إسماعيل بن عمر (ت774هـ) -،و\" الجامع الكبير \"، و \" الجامع الصغير \" للسيوطي (4) - عبد الرحمن بن أبي بكر (ت 911هـ) -، وما زال، من النفع والحظوة والاهتمام والاشتغال، ما هو معلوم مشهود.\nوممّا صُنِّفَ من \"المجاميع\" في هذه الفترة الزمنية:\n1-\n\"التاج الجامع للأصول في أحاديث الرسول صلى الله عليه وسلم\"- جمع\n(1) انظرها في: \" كشف الظنون \" (1/639) وما بعد، و \" الرسالة المستطرفة \" ص 173 وما بعد.\n(2) الذي قال فيه ياقوت الحموي في \" معجم الأدباء \" (5/2271) : \" أقطع قطعاً، أنه لم يُصَنَّف مثله قطّ، ولا يُصَنَّف \".\n(3) والذي قال فيه تلميذ مؤلِّفه الحافظ ابن الجَزَري في \" المصعد الأحمد في ختم مسند الإمام أحمد\" ص 40: \" أجهد نفسه كثيراً، وتعب فيه تعباً عظيماً، فجاء لا نظير له في العالم \".\n(4) قال العلامة عبد الحي الكَتَّاني في \"فهرس الفهارس والأثبات \" (2/1017) وهو يتحدث عن كتب السيوطي: \"ومن أهمها وأعظمها، وهو من أكبر مِنَنِه على المسلمين كتابه \"الجامع الصغير \"\n...\nوأكبر منه وأوسع وأعظم: \" الجامع الكبير\"،جمع فيهما عدة آلاف من الأحاديث النبوية مرتبة على حروف المعجم\n...\n\".\nالجزء: 1 ¦ الصفحة: 62\n",
        "فيه أحاديث الأصول الستة -.\nمنصور علي ناصف رحمه الله تعالى- توفي بعد عام (1371هـ) -.\nمطبعة عيسى البابي الحلبي، القاهرة، (1354هـ) ، (5) مج.\nومعه للمصنِّف: \"غاية المأمول شرح التاج الجامع للأصول\".\n2-\n\"اللؤلؤ والمرجان فيما اتفق عليه الشيخان\".\nمحمد فؤاد عبد الباقي رحمه الله تعالى (1299 – 1388هـ) .\nدار إحياء الكتب العربية، القاهرة، (1368هـ) ، (2) مج.\nوقد تضمن (1906) أحاديث.\n3-\n\"موسوعة الحديث النبوي\".\nجمع وتصنيف: عبد الملك بن بكر قاضي.\nوقد تم منها: \"أحاديث الزكاة\" وصدر عام (1406هـ) ، و\"أحاديث الصيام\" (1407هـ) ، و\"أحاديث الحرمين الشريفين والأقصى المبارك\" (1408هـ) ، و\"أحاديث الحج والعمرة\" (1409هـ) ، و \"أحاديث الجمعة\" (1410هـ) ، و \"أحاديث الهدي والأضاحي\" (1412هـ) ، و\"أحاديث النكاح والأولاد والمعاشرة بالمعروف والطلاق والعِدَّة\" (1416هـ) .\nوقد طبعت هذه الأجزاء في السعودية، ومصر، والأردن، برعاية ونفقة مبرة بكر بن عبد الله قاضي، في مكة المكرمة.\n4-\n\"المسند الجامع\".\n- وهو لأحاديث الكتب الستة، ومؤلفات أصحابها الأخرى، وموطأ مالك، ومسانيد: أحمد والحميدي وعبد بن حميد، وسنن الدارمي، وصحيح\nالجزء: 1 ¦ الصفحة: 63\n",
        "ابن خزيمة.\nحققه ورتبه وضبط نصه: بشار معروف، والسيد أبو المعاطي النوري، وأحمد عيد، وأيمن الزاملي، ومحمود خليل.\nدار الجيل في بيروت، والشركة المتحدة في الكويت، ط1، (1413 هـ) ، (20) مج.\nوعدد أحاديثه (17802) مرتبةً حسب مسانيد الصحابة، كما رُتبت أحاديث مسند كل صحابي على حسب الموضوعات. وهو مشتمل على الأسانيد والمتون معاً.\n5-\n\"الجامع بين الصحيحين للإمامين البخاري ومسلم\".\nصالح أحمد الشامي.\nدار القلم، دمشق، ط1، (1415 هـ) ، (4) مج.\nواشتمل على (3896) حديثاً.\n6-\n\"جواهر البحار في الأحاديث الصحيحة القصار\".\nجمع وشرح وتخريج: عبد الله بن عبد القادر التليدي.\nدار البشائر الإسلامية، بيروت، ط1، (1419 هـ) ، (2) مج (974) ص.\nوقد تضمن (1938) حديثاً.\n7-\n\"موسوعة الأحاديث والآثار الضعيفة والموضوعة\".\nعلي الحلبي، وإبراهيم القيسي، وحمدي مراد.\nمكتبة المعارف، الرياض -السعودية-،ط1، (1419 هـ) ، (15) مج.\n8-\n\"المتعة في بيان الأحاديث التي اتفق عليها السبعة\"\n- الستة وأحمد -.\nإبراهيم بن عبد الله الحازمي.\nدار الشريف، الرياض - السعودية -، ط1، (1419 هـ) ، (2) مج (721) ص.\nالجزء: 1 ¦ الصفحة: 64\n",
        "9-\n\"صحيح الحُفَّاظ ممّا اتفق عليه الأئمة الستة\".\nعواد الخلف.\nدار البشائر الإسلامية، بيروت، (1422 هـ) ، (215) ص.\nواشتمل على (408) أحاديث.\n10-\n\"صفوة الأحاديث النبوية الشريفة - الأحاديث التي اتفق على صحتها عدد من أئمة الحديث -\".\nأعدَّها وبوَّبها وشرح غريبها: عبد القادر محمد المكي الكَتَّاني.\nدار الفارابي، دمشق، ط1، (1423 هـ) ، (663) ص.\nواشتمل على (4370) حديثاً.\nالجزء: 1 ¦ الصفحة: 65\n",
        "الجانب السادس: كتب التخريج\nتوطئة:\nاختلف المعاصرون في تعريف \"التخريج\"، والأكثر منهم لا يخرج في تعريفه عن:\n\"عزو الحديث للمصادر التي ترويه بسنده، وبيان مرتبته من القبول والردّ \".\nوهذا الجانب من التصنيف سأتناوله في أقسام سبعة، هي:\nالأول: المصنفات في علم التخريج وتأصيله.\nالثاني: المصنفات في تخريج أحاديث كتب مخصوصة.\nالثالث: المصنفات في تخريج أحاديث موضوعات مخصوصة.\nالرابع: المصنفات التي جمعت مرويات صحابي واحد أو راو واحد وتخريجها.\nالخامس: المصنفات في تخريج حديث واحد.\nالسادس: المصنفات في تخريج الأحاديث غير المقيدة بكتب مخصوصة.\nالسابع: المصنفات التي فَرَّقت بين صحيح وضعيف أحاديث كتب مخصوصة.\nالقسم الأول: المصنفات في علم التخريج وتأصيله.\n1-\n\"أصول التخريج ودراسة الأسانيد\".\nمحمود الطحان.\nالمطبعة العربية، حلب - سورية-،ط1، (1398 هـ) ، (255) ص.\n2-\n\"المدخل إلى تخريج الأحاديث والآثار والحكم عليها\".\nعبد الصمد بن بكر عابد.\nدار الفضيلة في القاهرة، ودار البخاري في المدينة المنورة، تاريخ المقدمة:\nالجزء: 1 ¦ الصفحة: 66\n",
        "(1410 هـ) ، (143) ص.\n3-\n\"التأصيل لأصول التخريج وقواعد الجرح والتعديل\".\nبكر بن عبد الله أبو زيد.\nدار العاصمة، الرياض-السعودية-،ط1، (1413 هـ) ، (254) ص.\n4-\n\"حصول التفريج بأصول التخريج\".\nأحمد بن محمد بن الصِّدِّيق الغُمَاري رحمه الله تعالى (1320-1380هـ) .\nمكتبة طبرية، الرياض -السعودية-،ط1، (1414 هـ) ، (94) ص.\n5-\n\"كيف ندرس علم تخريج الحديث\".\nحمزة المليباري، وسلطان العكايلة.\nدار الرازي، عمان - الأردن -، ط1، (1419 هـ) ، (237) ص.\n6-\n\"علم تخريج الحديث ونقده - تأصيل وتطبيق-\".\nعداب محمود الحمش.\nدار الفرقان، عمان – الأردن-،ط1، (1420 هـ) ، (383) ص.\nالقسم الثاني: المصنفات في تخريج أحاديث كتب مخصوصة.\n1-\n\"إرواء الغليل في تخريج أحاديث منار السبيل (1) \".\nمحمد ناصر الدين الألباني رحمه الله تعالى (1332 – 1420هـ) .\nالمكتب الإسلامي، بيروت، ط1، (1399هـ) ، (8) مج.\nوقد تضمن تخريج (2707) حديث وأثر.\n(1) وتمام اسمه: \"منار السبيل في شرح الدليل على مذهب الإمام المبجل أحمد بن حنبل \" من تأليف العلامة ابن ضُوَيَّان - إبراهيم بن محمد (ت 1353هـ) -.\nالجزء: 1 ¦ الصفحة: 67\n",
        "2-\n\"تخريج أحاديث اللُّمَع في أصول الفقه (1) \".\nعبد الله بن محمد بن الصِّدِّيق الغُمَاري رحمه الله تعالى (1328-1413هـ) .\nعالم الكتب، بيروت، ط 1، (1405هـ) ، (439) ص.\nوقد تضمن تخريج (118) حديثاً.\n3-\n\"تخريج الأحاديث النبوية الواردة في مدونة الإمام مالك بن أنس\".\nالطاهر محمد الدرديري.\nجامعة أم القرى - مركز البحث العلمي وإحياء التراث الإسلامي-، مكة المكرمة، ط1، (1406هـ) ، (3) مج (1361) ص.\nوقد تضمن تخريج (551) حديثاً.\n4-\n\"الهداية في تخريج أحاديث البداية (2) \".\nأحمد بن محمد بن الصِّدِّيق الغُمَاري رحمه الله تعالى (1320- 1380هـ) .\nعالم الكتب، بيروت، ط1، (1407هـ) ، (8) مج.\nوقد تضمن تخريج (1799) حديثاً وأثراً.\n5-\n\"الدر النضيد في تخريج كتاب التوحيد (3) \".\nصالح بن عبد الله العصيمي.\nدار ابن خزيمة، الرياض – السعودية-، (1413هـ) ، (200) ص.\n6-\n\"الروض البسام بترتيب فوائد تمام (4) \".\nجاسم بن سليمان الدوسري.\n(1) وكتاب \"اللمع في أصول الفقه\" للإمام أبي إسحاق الشيرازي- إبراهيم بن علي (ت 476هـ) -.\n(2) هو \" بداية المجتهد ونهاية المقتصد \" للقاضي ابن رشد الحفيد - محمد بن أحمد (ت 595هـ) -.\n(3) للإمام محمد بن عبد الوهاب رحمه الله تعالى (ت 1206 هـ) .\n(4) هو كتاب \" الفوائد \" للحافظ تمام بن محمد الرازي رحمه الله تعالى (ت 414 هـ) .\nالجزء: 1 ¦ الصفحة: 68\n",
        "دار البشائر الإسلامية، بيروت، ط1، (1414هـ) ، (5) مج.\nوقد تضمن تخريج (1796) حديثاً.\n7-\n\"الإتحاف بتخريج أحاديث الإشراف (1) \".\nبدوي عبد الصمد الطاهر صالح.\nدار البحوث للدراسات الإسلامية وإحياء التراث، دبي - الإمارات العربية المتحدة-، ط1، (1420هـ) ، (4) مج، (2151) ص.\nوقد تضمن تخريج (1632) حديثاً وأثراً.\nالقسم الثالث: المصنفات في تخريج أحاديث موضوعات مخصوصة.\n1-\n\"مرويات غزوة بدر\".\nأحمد محمد العليمي باوزير.\nمكتبة طيبة، المدينة المنورة، ط1، (1400هـ) ، (495) ص.\n2-\n\"أحاديث ذم الغناء والمعازف في الميزان\".\nعبد الله بن يوسف الجديع.\nمكتبة دار الأقصى، الكويت، ط1، (1406هـ) ، (185) ص.\n3-\n\"أحاديث الهجرة - جمع وتحقيق ودراسة-\".\nسليمان بن علي السعود.\nمركز الدراسات الإسلامية، بريطانيا، ط1، (1411هـ) ، (318) ص.\n4-\n\"الأحاديث الواردة في فضائل المدينة - جمعاً ودراسةً-\".\n(1) وتمام اسمه: \" الإشراف على مسائل الخلاف\" للقاضي عبد الوهاب البغدادي المالكي (ت 422هـ\".\nالجزء: 1 ¦ الصفحة: 69\n",
        "صالح بن حامد الرفاعي.\nوزارة الشؤون الإسلامية في السعودية، ط2، (1415هـ) ، (753) ص.\n5-\n\"الأحاديث الواردة في المهدي في ميزان الجرح والتعديل\".\nعبد العليم عبد العظيم البستوي.\nالمكتبة المكية في مكة المكرمة، ودار ابن حزم في بيروت، ط1، (1420هـ) ، (2) مج.\nوقد طبع المجلد الأول تحت عنوان: \"المهدي المنتظر في ضوء الأحاديث والآثار الصحيحة\".\nوالثاني تحت عنوان: \"الموسوعة في أحاديث المهدي الضعيفة والموضوعة\".\n6-\n\"المهدي المنتظر في روايات أهل السنة والشيعة الإمامية -دراسة حديثية نقدية -\".\nعداب محمود الحمش.\nدار الفتح، عمان - الأردن -، ط1، (1422هـ) ، (553) ص.\nالقسم الرابع: المصنفات التي جمعت مرويات صحابي واحد، أو راو واحد، وتخريجها.\n1-\n\"مرويات الصحابي سلمة بن الأكوع رضي الله عنه في الكتب الستة وموطأ مالك ومسند أحمد\".\nحكمت بشير ياسين.\nعالم المعرفة، جدة – السعودية-،ط 1، (1404هـ) ، (476) ص.\n2-\n\"مرويات ابن مسعود رضي الله عنه في الكتب الستة وموطأ مالك\nالجزء: 1 ¦ الصفحة: 70\n",
        "ومسند أحمد\".\nالشريف منصور بن عون العبدلي رحمه الله تعالى (1365 – 1419هـ) .\nدار الشروق، جدة - السعودية-، ط 1، (1406هـ) ، (2) مج.\n3-\n\"مرويات عبد الله بن وهب المصري في السنن الأربع-جمعاً ودراسةً-\".\nأحمد ذو النورين الجكني.\nدار عالم الكتب، الرياض- السعودية-، (1416هـ) ، (2) مج (1299) ص.\nالقسم الخامس: المصنفات في تخريج حديث واحد.\n- \"التحقيق الجلي لحديث لانكاح إلابولي\".\nمفلح بن سليمان الرشيدي.\nمؤسسة قرطبة، القاهرة، تاريخ المقدمة: (1402هـ) ، (237) ص.\n2-\n\"تصحيح حديث إفطار الصائم قبل سفره بعد الفجر والرد على\nمن ضَعَّفَه\".\nمحمد ناصر الدين الألباني رحمه الله تعالى (1333- 1420هـ) .\nالمكتب الإسلامي، بيروت، ط3، (1403هـ) ، (47) ص.\n3-\n\"كشف اللثام عن طريق حديث غربة الإسلام\".\nعبد الله بن يوسف الجديع.\nمكتبة الرشد، الرياض - السعودية -، (1409هـ) ، (56) ص.\n4-\n\"إقامة البرهان على ضعف حديث \"استعينوا على إنجاح الحوائج بالكتمان\"\".\nخالد بن أحمد المؤذن.\nالجزء: 1 ¦ الصفحة: 71\n",
        "مطابع الفرزدق، الرياض- السعودية-، (1411هـ) ، (197) ص.\n5-\n\"جزء حديث أبي حُمَيد الساعدي في صفة صلاة النبي صلى الله عليه وسلم، وجزء حديث المسيء صلاته، بتجميع طرقه وزياداته\".\nمحمد عمر بازمُول.\nدار الهجرة، الرياض– السعودية-،ط 1، (1411هـ) ، (71) ص+ (84) ص.\n6-\n\"تفصيل المقال على حديث \" كل أمر ذي بال \"\".\nعبد الغفور عبد الحق البلوشي.\nدار البشائر الإسلامية، بيروت، (1416هـ) ، (104) ص.\nالقسم السادس: المصنفات في تخريج الأحاديث غير المقيدة بكتب مخصوصة.\n1-\n\"سلسلة الأحاديث الصحيحة\".\nمحمد ناصر الدين الألباني رحمه الله تعالى (1333-1420هـ) .\nصدر الجزء الأول عن المكتب الإسلامي في بيروت عام (1392هـ) ،وتتابع صدور الأجزاء بعد.\nوالطبعة الأخيرة التامة صدرت عن دار المعارف في الرياض (1415- 1422هـ) في (11) مج.\nوقد تضمنت تخريج (4035) حديثاً، وهو آخر ما خرَّجه الشيخ رحمه الله تعالى.\n2-\n\"سلسلة الأحاديث الضعيفة والموضوعة\".\nصدر الجزء الأول عن المكتب الإسلامي في بيروت عام (1379هـ) ، وتتابع صدور الأجزاء بعد.\nالجزء: 1 ¦ الصفحة: 72\n",
        "والطبعة الأخيرة صدرت عن دار المعارف في الرياض (1412-1422هـ) في (13) مج.\nوقد تضمنت تخريج (5500) حديث.\n3-\n\"الصحيح المسند مماليس في الصحيحين\".\nمقبل بن هادي الوادعي رحمه الله تعالى (ت 1422هـ) .\nمكتبة دار القدس في صنعاء، ودار ابن حزم في بيروت، (1415هـ) ، (2) مج.\nالقسم السابع: المصنفات التي فَرَّقت بين صحيح وضعيف أحاديث كتب مخصوصة.\nوكلّ المصنفات في هذا القسم من عمل الشيخ محمد ناصر الدين الألباني رحمه الله تعالى (1333-1420هـ) ، إلا ما سيذكر آخراً:\n1-\n\"صحيح الجامع الصغير وزيادته\".\nالمكتب الإسلامي، بيروت، ط1، (1388هـ) ، (3) مج في (6) ج.\nوتضمن (8058) حديثاً.\n2 -\n\"ضعيف الجامع الصغير وزيادته\".\nالمكتب الإسلامي، بيروت، ط2، (1399هـ) ، (3) مج في (6) ج.\nوتضمن (6469) حديثاً.\n3 -\n\"صحيح سنن ابن ماجه\".\nمكتب التربية العربي لدول الخليج، الرياض - السعودية -، ط1، (1407هـ) ، (2) مج.\nوتضمن (3503) أحاديث.\nالجزء: 1 ¦ الصفحة: 73\n",
        "4 -\n\"ضعيف سنن ابن ماجه\".\nمكتب التربية\n...\n، ط1، (1408هـ) ، (356) ص.\nوتضمن (948) حديثاً.\n5 -\n\"صحيح سنن الترمذي\".\nمكتب التربية\n...\n، ط1، (1408هـ) ، (3) مج.\nوعدد أحاديثه (3101) .\n6 -\n\"ضعيف سنن الترمذي\".\nمكتب التربية\n...\n، ط1، (1411هـ) ، (706) ص.\nوتضمن (832) حديثاً.\n7 -\n\"صحيح سنن أبي داود\".\nمكتب التربية\n...\n، ط 1، (1409هـ) ، (3) مج.\nوتضمن (4393) حديثاً.\n8 -\n\"ضعيف سنن أبي داود\".\nمكتب التربية\n...\nط1، (1412هـ) ، (672) ص.\nوتضمن (1127) حديثاً.\n9 -\n\"صحيح سنن النسائي\".\nمكتب التربية\n...\n، ط1، (1409هـ) ، (3) مج.\nوتضمن (5314) حديثاً.\n10 -\n\"ضعيف سنن النسائي\".\nمكتب التربية\n...\nط1، (1411هـ) ، (321) ص.\nوتضمن (447) حديثاً.\nالجزء: 1 ¦ الصفحة: 74\n",
        "11 -\n\"صحيح كتاب الأذكار وضعيفه للإمام النووي\".\nسليم بن عيد الهلالي.\nمكتبة الغرباء الأثرية، المدينة المنورة، (1413هـ) ، (2) مج.\n12 -\n\"صحيح \"المتجر الرابح في ثواب العمل الصالح \" للدمياطي\".\nزكريا بن غلام الباكستاني.\nدار الخراز في جدة، ودار ابن حزم في بيروت، (1422هـ) ، (534) ص.\n13 -\n\"ضعيف \"المتجر الرابح في ثواب العمل الصالح \" للدمياطي \"\".\nزكريا بن غلام الباكستاني.\nذات الناشر، (1422هـ) ، (415) ص.\nالجزء: 1 ¦ الصفحة: 75\n",
        "الجانب السابع: كتب الزوائد\nتوطئة:\nعلم زوائد الحديث هو: \"علم يتناول إفراد الأحاديث الزائدة في مصنَّف رُويت فيه الأحاديث بأسانيد مؤلِّفه، على أحاديث كتب الأصول الستة أو بعضها، من حديثٍ بتمامه لا يوجد في الكتب المزيد عليها، أو هو فيها عن صحابي آخر، أو من حديثٍ شارك فيه أصحاب الكتب المزيد عليها أو بعضهم، وفيه زيادة مؤثرة عنده \" (1) .\nوغاية هذا العلم وفائدته: هي تقريب السنة النبوية وتيسيرها للمسلمين بعامة، ولعلمائهم بمختلف تخصصاتهم بخاصة (2) .\nورائد \"فن الزوائد\" غير منازَع، هو الإمام نور الدين علي بن أبي بكر الهيثمي رحمه الله تعالى (ت 807هـ) ، ومؤلَّفه الأشهر: \"مجمع الزوائد ومنبع الفوائد\"،موسوعة حديثية قلّ نظيرها بين موسوعات السنة النبوية، وقد ضمت (18776) حديثاً.\nوأكمل الإمام شهاب الدين البُوصيري - أحمد بن أبي بكر الكِنَاني\n(ت 840هـ) -، المسيرة مِنْ بَعْدُ، وكان مؤلَّفه الأشهر:\"إتحاف الخيرة المهرة بزوائد المسانيد العشرة \"،والذي ضم (7968) حديثاً، الموسوعة المتممة لموسوعة الإمام الهيثمي الأولى.\nوصنو موسوعة البُوصيري، موسوعة الحافظ ابن حجر العسقلاني ـ أحمد بن\n(1) \"علم زوائد الحديث \" للدكتور خلدون محمد سليم الأحدب ص 12.\n(2) انظر أوجه التقريب والتيسير هذه مفصلة في المصدر السابق ص 35-44.\nالجزء: 1 ¦ الصفحة: 76\n",
        "علي (ت 852هـ) -:\"المطالب العالية بزوائد المسانيد الثمانية\" (1) .\nوجاءت جهود العلماء في هذا الفن - في الفترة الزمنية هذه -، امتداداً لجهود السابقين وتتميماً لها.\n1 -\nفصدر كتاب \"علم زوائد الحديث\" لخلدون محمد سليم الأحدب، كأول دراسة تأصيلية لهذا العلم، ونشرته دار القلم في دمشق، عام (1413هـ) في (94) ص.\n2 -\nومِنْ بَعْدُ صدر كتاب \"علم زوائد الحديث-دراسة ومنهج ومصنفات-\" لعبد السلام علوش، عن دار ابن حزم في بيروت، عام (1415هـ) في (328) ص.\n- أما مصنفات الزوائد - في هذه الفترة الزمنية – فما طبع منها فقليل، ومن بعض هذا القليل:\n1 -\n\"زوائد تاريخ بغداد على الكتب الستة\".\nخلدون محمد سليم الأحدب.\nدار القلم، دمشق، ط1، (1417هـ) ، (10) مج (6006) ص.\nوقد تضمن (2223) حديثاً.\n2 -\n\"زوائد السنن (2) على الصحيحين\".\nصالح أحمد الشامي.\nدار القلم، دمشق، ط1، (1418هـ) ، (7) مج.\nوتضمن (7688) حديثاً.\n(1) انظر ما صنفه الأئمة في هذا الفن، المصدر السابق ص 49-64.\n(2) الأربعة مع \" سنن الدارمي \".\nالجزء: 1 ¦ الصفحة: 77\n",
        "3 -\n\"تشنيف الآذان بسماع الزائد على الستة عند ابن حِبَّان\".\nعبد السلام علوش.\nالمكتب الإسلامي، بيروت، ط1، (1416هـ) ، (2) مج.\nوتضمن (1267) حديثاً.\nالجزء: 1 ¦ الصفحة: 78\n",
        "الجانب الثامن: ترتيب كتب الحديث\nتوطئة:\nتوجهت بعض أنظار أهل العلم - في هذه الفترة الزمنية -، إلى ترتيب أحاديث بعض كتب الحديث الشريف على الكتب والأبواب بعد أن كانت مرتبة في جُلِّها على حسب المسانيد، مما يصعب معه الوصول إلى المطلوب منها، فقرَّبت البعيد، وسَهَّلَت تناول المقصود لكل طالب ومريد.\nوكان هناك مقصد آخر، هو حذف المكرر من الحديث فيها.\nولا يظن ظان أنّ هذا الترتيب أمر سهل ميسور لكل أحد، فإنه يحتاج إلى جانب اليقظة والتأني والصبر، إلى فقه ودقة نظر.\nوكان رائد هذا اللون من التصنيف - في هذه الفترة الزمنية - الشيخ أحمد عبد الرحمن البنا الساعاتي رحمه الله تعالى، المتوفى عام (1358هـ) ، حيث صنَّف ثلاثة كتب (1) هي:\n1 -\n\"الفتح الرباني بترتيب مسند أحمد بن حنبل الشيباني\".\nوصدر عن دار الشهاب في القاهرة، دون تاريخ النشر، (12) مج في (24) ج.\n2 -\n\"بدائع المنن في جمع وترتيب مسند الشافعي والسنن\".\nمطبعة الأنوار، القاهرة، (1369هـ) ، (2) مج.\nوقد تضمن (1135) حديثاً.\n(1) وقد قَسَّمَ رحمه الله تعالى موضوعات أحاديث كل كتاب إلى سبعة أقسام كلية هي:1- التوحيد وأصول الدين،2- الفقه،3- التفسير،4- الترغيب،5- الترهيب،6- التاريخ، 7- علامات الساعة. وجعل تحت كل قسم منها ما يناسبه من الكتب والأبواب.\nالجزء: 1 ¦ الصفحة: 79\n",
        "3 -\n\"منحة المعبود في ترتيب مسند الطيالسي أبي داود\".\nالمطبعة المنيرية، القاهرة، (1372هـ) ، (2) ج في مجلد واحد.\nوتضمن (2842) حديثاً.\n4 – \"هداية الباري إلى ترتيب أحاديث البخاري\".\nعبد الرحيم بن عنبر الطَّهْطَاوي رحمه الله تعالى (ت1365هـ) .\nمطبعة السعادة، القاهرة، (1329هـ) ، (2) مج.\nوقد علَّق المؤلف رحمه الله على الأحاديث تعليقات حسنة.\n5 -\n\"ترتيب أحاديث صحيح الجامع وزيادته على الأبواب الفقهية\".\nرتبه وبوبه: عوني نعيم الشريف، وشرح غريب ألفاظه: علي حسن عبد الحميد.\nمكتبة المعارف، الرياض - السعودية -، ط1، (1406هـ) ، (4) مج.\n6 -\n\"الروض البسام بترتيب وتخريج فوائد تَمَّام\".\nجاسم بن سليمان الدوسري.\nدار البشائر الإسلامية، بيروت، ط1، (1414هـ) ، (5) مج.\nوتضمن (1796) حديثاً. وقد سبق في قسم التخريج.\nالجزء: 1 ¦ الصفحة: 80\n",
        "الجانب التاسع: الفهرسة\nتوطئة:\nممّا سبق به المسلمون الغرب: العناية بوضع الفهارس والتفنن فيها. وإنّ التنظيم المعجمي بدأ مبكراً جداً، حيث نجد الإمام البخاري - محمد بن إسماعيل (ت256هـ) - في كتابيه: \" التاريخ الكبير \"، و\"الضعفاء الصغير\"، والإمام النسائي - أحمد بن شعيب (ت 303هـ) - في كتابه \"الضعفاء\" والمتروكين، قد رَتَّبا كتبهم هذه على حروف المعجم.\nبل إنَّ الإمام البخاري في \" صحيحه (1) \"، في كتاب المغازي، باب تسمية مَنْ سُمِّيَ مِنْ أهل بَدْرٍ، قد ذكر أسماء الصحابة على حروف المعجم.\nوما عَمَلُ \"أطراف الحديث\" في نهاية القرن الهجري الأول من قِبَل بعض المحدِّثين (2) ليستذكر به الأحاديث، إلاّ أحد ألوان الفهارس؛ حيث غدا هذا العمل في القرن الرابع الهجري وما بعده من القرون المتأخرة عِلْماً قائماً بنفسه، وأُلِّفَت فيه تآليف كثيرة (3) ، كـ \"أطراف الصحيحين \" لأبي مسعود إبراهيم الدمشقي (ت 401هـ) ، و\"أطراف الكتب الستة \" لمحمد بن طاهر المقدسي (ت 507هـ) .\nومن شاء أن يقف على مبلغ علماء المسلمين السابقين في التفنن في وضع الفهارس، فلينظر إلى مثل صنيع الإمام ابن الأثير الجَزَري - مبارك بن محمد\n(1) (4/1476 ـ 1477\"\n(2) انظر أسماءهم في مقدمة: \" فهارس سنن النسائي \" للشيخ عبد الفتاح أبوغدة رحمه الله تعالى ص 24-25.\n(3) انظرها في: \" الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة \" للكتاني ص 167- 170.\nالجزء: 1 ¦ الصفحة: 81\n",
        "(ت 606هـ) - في الفهارس التي صنعها لكتابه: \"جامع الأصول في أحاديث الرسول صلى الله عليه وسلم \"، فإنه بعد أن رَتَّبَ أحاديث الكتاب على الكتب والأبواب، ورتب الكتب على حروف المعجم؛ صنع فهارس متعددة متميزة لكتابه، منها:\"فهرس للأحاديث على الألفاظ المشهورة فيها\"، و\"فهرس للأعلام بتراجمهم\"، و\"فهرس الكتب والحروف والأبواب والفصول والفروع والأنواع\n...\n\".\nوقد بلغ الاهتمام بالفهرسة - في هذه الفترة الزمنية - مبلغاً أنك قلّما تجد كتاباً من كتب الحديث إلاّ وفُهرس، وجُلُّ تلك الفهارس كانت متجهة صوب فهرس \"أطراف أحاديث\" هذه الكتب، وأقلّها ما كانت فهارسه متنوعة تخدم الكتاب المفهرَس الخدمة العلمية المرتجاة.\nومما كُتب في \"علم فهرست الحديث\":\n1 -\n\"علم فهرست الحديث، نشأته، تطوره، أشهر ما ورد فيه\".\nيوسف عبد الرحمن المرعشلي.\nمكتبة المعارف، الرياض- السعودية- ط1، (1406هـ) ، (152) ص.\nوقد ذكر في كتابه هذا أسماء (267) فهرساً مطبوعاً.\n2 -\n\"الفهارس ومكانتها عند المحدِّثين\".\nسعد المَرْصَفي (1) .\nذات السلاسل، الكويت، (1409هـ) ، (363) ص.\n(1) للمؤلف الفاضل عمل يجب التنويه به لأهميته وضرورته، وهو كتابه: \"أضواء على أخطاء المستشرقين في المعجم المفهرس لألفاظ الحديث النبوي \". وقد صدر عن دار القلم في الكويت عام (1408هـ\" في (210) ص.\nالجزء: 1 ¦ الصفحة: 82\n",
        "وسأكتفي هنا بذكر أميز بعض تلك الفهارس:\n1 – \"مفتاح المنهل العذب المورود شرح سنن الإمام أبي داود\".\nمصطفى علي بيومي\"المولود سنة 1308 هـ والمتوفى بعد 1369هـ) .\nمطبعة الاستقامة، القاهرة، (1356 هـ) ، (291) ص.\n2 -\n\"فهارس صحيح مسلم\".\nمحمد فؤاد عبد الباقي رحمه الله تعالى (1299 – 1388هـ) .\nمطبوع في جزء مستقل في نهاية الطبعة التي حققها المؤلف، وصدرت عن دار إحياء الكتب العربية في القاهرة، عام (1374 هـ) ، (608) ص.\n3 -\n\"المرشد إلى أحاديث سنن الترمذي\".\nصدقي البيك.\nمطبعة الفجر، حمص - سورية -، (1398هـ) ، (677) ص.\nوهو يفهرس لألفاظ الحديث على طريقة \"المعجم المفهرس لألفاظ الحديث \".\n4 -\n\"دليل القاري إلى مواضع الحديث في صحيح البخاري\".\nعبد الله بن محمد الغنيمان.\nالجامعة الإسلامية في المدينة المنورة، (1393هـ) ، (606) ص.\n5 -\n\"فهارس سنن النسائي\".\nعبد الفتاح أبو غُدَّة رحمه الله تعالى (1336 - 1417هـ) .\nوهو الجزء \"التاسع\" والأخير من \" سنن النسائي\" التي اعتنى بها الشيخ رحمه الله، وصدرت عن مكتب المطبوعات الإسلامية في حلب -سورية- عام (1406هـ) ،في (364) ص.\nوقد تضمن \"ثمانية أنواع\" من الفهارس الدقيقة.\nالجزء: 1 ¦ الصفحة: 83\n",
        "6 -\n\"موسوعة أطراف الحديث النبوي\".\nأبو هاجر محمد السعيد بن بسيوني زغلول.\nعالم التراث، بيروت، ط1، (1410هـ) ، (11) مج.\nوهي تشمل فهرس أطراف أحاديث (150) كتاباً ذكرها في مقدمة كتابه.\nوقد أتبعها بـ \"الذيل على موسوعة أطراف الحديث النبوي الشريف \" في أربعة مجلدات، صدرت عن مكتبة الغرباء الأثرية في المدينة المنورة عام (1414هـ) ، وتضمن فهرس أطراف أحاديث (105) كتب أخرى ذكرها في مقدمة \"الذيل\".\nالجزء: 1 ¦ الصفحة: 84\n",
        "الجانب العاشر: شروح الحديث النبوي\nتوطئة:\nمن دقق النظر في شروح كتب السنة المطهرة مُذْ كانت وإلى زمننا هذا، يجد أن هذه الشروح، توجهت صوب أحسن كتب الحديث الشريف تصنيفاً، وأجودها تأليفاً، وأكثرها صواباً، وأقلها غلطاً، وأعمها نفعاً، وأعودها فائدة.\nوفي صدارة هذه الكتب: الموطأ، والكتب الستة، وسنن الدارمي، ومسند أحمد، حيث أصبحت كنزاً للدين، وركازاً للعلوم.\nوينطبق عليها قول الإمام ابن الأثير الجَزَري (1) - مجد الدين مبارك بن محمد (ت 606 هـ) ـ:\n\" هي أُمُّ كتب الحديث، وأشهرها في أيدي الناس، بأحاديثها أخذ العلماء، واستدل الفقهاء، وأثبتوا الأحكام، وشادوا مباني الإسلام، ومصنِّفوها أشهر علماء الحديث، وأكثرهم حفظاً، وأعرفهم بمواضع الخطأ والصواب، وإليهم المنتهى، وعندهم الموقف \".\nوجاءت بعض هذه الشروح، ليكون الواحد منها \"مَعْلَمَة\" مستقلة برأسها في كافة العلوم والفنون: اللغوية، والشرعية، والتاريخية، والدعوية، والتربوية، مع التحقيق والنقد، والتأصيل والترجيح، ودونك شروح الأئمة: الخطابي - حَمْد بن محمد (ت388 هـ) -، وابن عبد البر - يوسف\nابن عبد الله (ت463 هـ) -، والمازَري - محمد بن علي (ت536 هـ) والنووي – محيي الدين يحيى بن شرف (ت 676 هـ) -،\nوالطِّيْيبي - حسين بن محمد (ت 743 هـ) -، وابن حجر العسقلاني\n(1) في مقدمة كتابه \" جامع الأصول \" (1 / 49)\nالجزء: 1 ¦ الصفحة: 85\n",
        "- أحمد بن علي (ت 852 هـ) ،- والعَيْني- بدر الدين محمود بن أحمد (ت 855 هـ) -، والقاري - علي بن سلطان (ت1014 هـ) -، والشوكاني- محمد بن علي (ت1250هـ) -، لكتب الحديث المختلفة لترى مصداق ذلك.\nوسأذكر بعض شروح السنة النبوية في هذه الفترة الزمنية مقسمةً إلى قسمين:\nالأول: شروح كتب الحديث المشهورة.\nالثاني: الشروح غير المقيدة بكتب مخصوصة.\nالقسم الأول: شروح كتب الحديث المشهورة.\nأولاً: \"شروح صحيح البخاري\".\n1-\n\"فيض الباري على صحيح البخاري\".\nمحمد أنور شاه الكشميري رحمه الله تعالى (1292 – 1352هـ) .\nنشر المجلس العالمي في الهند، وقد طبع في مصر عام (1357 هـ) ، (4 مج) .\n2-\n\"كوثر المعاني الدراري في كشف خبايا صحيح البخاري\".\nمحمد الخضر بن عبد الله ما يأبى الجكني الشنقيطي رحمه الله تعالى (ت1353 هـ) .\nمكتبة المؤيد في الرياض، ومؤسسة الرسالة في بيروت، (1415هـ) ، (14) مج.\nوصل فيه إلى نهاية كتاب الحج، ثم توفاه المولى تعالى.\nثانياً: \"شروح صحيح مسلم\".\nالجزء: 1 ¦ الصفحة: 86\n",
        "1 -\n\"فتح المُلْهِم بشرح صحيح مسلم\".\nشَبِّيْر أحمد العثماني رحمه الله تعالى (1305 – 1369 هـ) .\nالمطبعة الشهيرة، بهاندة - الهند -، ط1، (1350 هـ) .\nثم طبعته المكتبة الرشيدية في كراتشي – باكستان -، (1405 هـ) ، (3) مج.\n2 -\n\"تكملة فتح المُلْهِم بشرح صحيح مسلم\".\nمحمد تقي العثماني.\nمكتبة دار العلوم، كراتشي - باكستان -، ط 4، (1414 هـ) ، (6) مج.\nثالثاً: \"شروح سنن أبي داود\".\n1 – \"المنهل العذب المورود شرح سنن الإمام أبي داود\".\nمحمود محمد خطاب السُّبْكي رحمه الله تعالى (1274 – 1352 هـ) .\nمطبعة الاستقامة، القاهرة، (1353 هـ) ، (10) مج.\n2 – \"فتح الملك المعبود تكملة المنهل العذب المورود شرح سنن الإمام\nأبي داود\".\nأمين محمود خطاب السُّبْكي رحمه الله تعالى (ت 1387 هـ) .\nمطبعة الاستقامة، القاهرة، (1359 هـ) ، (4) مج.\nرابعاً: \"شروح سنن الترمذي\".\n1 – \"تحفة الأحوذي بشرح جامع الترمذي\".\nمحمد عبد الرحمن المباركفوري رحمه الله تعالى (1283 - 1353 هـ) .\nالمكتبة السلفية، المدينة المنورة، (1383 هـ) ، (12) مج.\n2 – \"معارف السنن شرح سنن الترمذي\".\nمحمد يوسف البَنُّوري رحمه الله تعالى (1326 – 1397 هـ) .\nالجزء: 1 ¦ الصفحة: 87\n",
        "المكتبة البنورية، كراتشي - باكستان -، (1383 هـ) ، (6) مج، - ولم يكمل -.\nخامساً: \"شروح سنن النسائي\".\n1 – \"شرح سنن النسائي، المسمَّى: ذخيرة العقبى في شرح المجتبى\".\nمحمد بن علي بن آدم الأثيوبي الولوي.\nدار آل بروم، مكة المكرمة، (1424 هـ) ، (26) مج في (40) ج – وهو تام -.\nوالمجلدات الخمسة الأولى منه نُشرت في دار المعراج الدولية في الرياض.\nسادساً: \"شروح سنن ابن ماجه\".\n1 – \"إهداء الديباجة بشرح سنن ابن ماجه\".\nصفاء الضوي أحمد العدوي.\nمكتبة دار اليقين، البحرين، ط1، (1422 هـ) ، (5) مج-وهو تام -.\nسابعاً: \"شروح سنن الدارمي\".\n1 – \"فتح المنان شرح وتحقيق كتاب الدارمي أبي محمد عبد الله بن عبد الرحمن\".\nنبيل بن هاشم الغمري.\nالمكتبة المكية في مكة المكرمة، ودار البشائر الإسلامية في بيروت، ط1، (1419 هـ) ، (10) مج – وهو تام -.\nثامناً: \"شروح الموطأ\".\n1 – \"أوجز المسالك إلى موطأ مالك\".\nمحمد زكريا بن يحيى الكاندهلوي رحمه الله تعالى (1315 – 1402هـ) .\nالمكتبة الإمدادية في مكة المكرمة، والمكتبة اليحيوية في الهند،\nالجزء: 1 ¦ الصفحة: 88\n",
        "(1400 هـ) ، (15) مج – وهو تام -.\nتاسعاً: \"شروح مشكاة المصابيح\".\n1 -\n\"التعليق الصبيح على مشكاة المصابيح\".\nمحمد إدريس بن محمد الكاندهلوي رحمه الله تعالى (1317- 1394هـ) .\nالمكتبة الفخرية، ديو بند – الهند -، (1354هـ) ، (4) مج.\nوطبع بعد في المكتبة العثمانية في لاهور – باكستان – في (7) مج.\nعاشراً: \"شروح رياض الصالحين\".\n1 -\n\"منهل الواردين شرح رياض الصالحين\".\nصبحي إبراهيم الصالح رحمه الله تعالى (1345-1407هـ) .\nدار العلم للملايين، بيروت، (1390هـ) ، (2) مج.\n2 -\n\"نزهة المتقين شرح رياض الصالحين\".\nمصطفى الخن، ومصطفى البغا، ومحيي الدين مستو، وعلي الشربجي، ومحمد أمين لطفي.\nمؤسسة الرسالة، بيروت، ط1، (1397 هـ) ، (2) مج.\n3 -\n\"شرح رياض الصالحين\".\nمحمد بن صالح العثيمين رحمه الله تعالى (1347-1421هـ) .\nدار الوطن، الرياض - السعودية -، (1415هـ) ، (7) مج-ولم يكمل بعد -.\nالجزء: 1 ¦ الصفحة: 89\n",
        "القسم الثاني: الشروح غير المقيدة بكتب مخصوصة.\nوهي كثيرة جداً، أذكر بعضاً من أهمها:\n1-\n\"بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار\".\nعبد الرحمن بن ناصر السعدي رحمه الله تعالى (1307 –1376هـ) .\nمطبعة السنة المحمدية، القاهرة، (1372هـ) ، (257) ص.\n2-\n\"من هدي السنة\".\nعلي حسب الله رحمه الله تعالى (1313- 1398هـ) ، ومصطفى زيد رحمه الله تعالى (ت 1398هـ) .\nدار الفكر العربي، ط3، (1382 هـ) ، (229) ص.\n3-\n\"المختار من كنوز السنة\".\nمحمد بن عبد الله دراز رحمه الله تعالى (1312- 1377 هـ) .\nدار الأنصار، القاهرة، ط2، (1398هـ) ، (414) ص.\n4-\n\"توجيه الرسول صلى الله عليه وسلم للحياة والأحياء\".\nأحمد الشرباصي رحمه الله تعالى (1336 – 1400 هـ) .\nدار الجيل، بيروت، (1399هـ) ، (400) ص.\n5-\n\"كما تحدث الرسول صلى الله عليه وسلم\".\nخالد محمد خالد رحمه الله تعالى (1339 – 1416هـ) .\nدار العلم للملايين، بيروت، (1400هـ) ، (508) ص.\n6 -\n\"المجتمع والحياة. دراسة على ضوء الكلم الطيب\".\nعلي عبد المنعم عبد الحميد.\nدار القلم، الكويت، ط2، (1400هـ) ، (2) مج.\nالجزء: 1 ¦ الصفحة: 90\n",
        "7 -\n\"مجالس التذكير من حديث البشير النذير-صلى الله عليه وسلم -\".\nعبد الحميد بن باديس رحمه الله تعالى (1305- 1359هـ) .\nوزارة الشئون الدينية في الجزائر، (1403هـ) ، (348) ص.\n8-\n\"المنهل الحديث في شرح الحديث\".\nعبد العال أحمد عبد العال، وموسى شاهين لاشين.\nعالم الكتب، بيروت، (1418هـ) ، (4) ج في (2) مج.\n9-\n\"قضايا في الدين والحياة والمجتمع-تأملات في عدد من جوامع الكلم-\".\nمحمد بن لطفي الصباغ.\nالمكتب الإسلامي، بيروت، ط1، (1411هـ) ، (320) ص.\n10 -\n\"خلاصة الكلام في الأحاديث التي عليها مدار الإسلام\".\nعلي الشربجي.\nدار القلم، دمشق، (1418هـ) ، (182) ص.\n11 -\n\"من توجيهات الرسول –صلى الله عليه وسلم -\".\nأحمد عمر هاشم.\nدار الشروق، القاهرة، ط1، (1418هـ) ، (254) ص.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الجانب الحادي عشر: فقه السنة النبوية\nتوطئة:\nإنَّ أشرف العلم كما يقول الإمام علي بن المديني رحمه الله تعالى (ت234هـ) : \" الفقه في متون الأحاديث ومعرفة أحوال الرجال\" (1) .\nوإنَّ من مفاريد الإمام الحاكم النيسابوري - محمد بن عبد الله (ت405هـ) – في ذكره \"لأنواع علوم الحديث\"، عَدَّه:\"فقه السنة\"، نوعاً مستقلاً برأسه من أنواعه، حيث وضعه في حَاقِّ (2) موضعه منها، دالاًّ بذلك على منهجية عنده وتأصيل، وجِدَّة وتجديد.\nفيقول رحمه الله تعالى في كتابه \" معرفة علوم الحديث\" (3) تحت عنوان: \"ذكر النوع العشرين من عِلْم الحديث \":\n\" النوع العشرون من هذا العلم بعد معرفة ما قدَّمنا من صحة الحديث إتقاناً ومعرفةً لا تقليدا ًوظناً: معرفة \"فقه الحديث\"، إذ هو ثمرة هذه العلوم، وبه قوام الشريعة\n...\nونحن ذاكرون بمشيئة الله في هذا الموضع \"فقه الحديث\" عن أهله، ليستدل بذلك على أنَّ أهل هذه الصنعة من تبحر فيها لا يجهل فقه الحديث، إذ هو نوع من أنواع هذا العلم \".\nثم شرع رحمه الله، بذكر أخبار أعلام فقهاء المحدثين وأقوالهم في ذلك إلى وقته، في فصل استغرق أكثر من عشرين صفحة.\n(1) \" منهاج السنة النبوية \" لابن تيمية (4 / 115) وانظر: \" المحدث الفاصل\" للرامهرمزي ص 320.\n(2) حاقّ كل شيء: وسطه.\n(3) ص 63.\nالجزء: 1 ¦ الصفحة: 92\n",
        "وللعلماء – في هذه الفترة الزمنية – في جانب \"فقه السنة النبوية\"، عطاء تعددت جوانبه بين شروح لبعض كتب \"أحاديث الأحكام\" المشهورة، أو تآليف مستقلة تنوعت مناهج أصحابها فيها وطرائقهم.\nوسأذكر أولاً بعض ما صنِّف في \"مناهج التفقه والتعامل مع السنة النبوية\"، ثم أُثَنِّي بذكر المصنَّفات في \"فقه السنة\":\n1-\n\"كيف نتعامل مع السنة النبوية معالم وضوابط\".\nيوسف القرضاوي.\nدار الوفاء للطباعة والنشر، المنصورة- مصر-،ط2، (1411هـ) ، (185) ص.\n2-\n\"العقل والفقه في فهم الحديث النبوي\".\nمصطفى أحمد الزرقا رحمه الله تعالى (1325-1420هـ) .\nدار القلم، دمشق، (1417هـ) ، (127) ص.\n3-\n\"دعوة إلى السنة في تطبيق السنة منهجاً وأسلوباً\".\nعبد الله بن ضيف الله الرحيلي.\nمطبعة سفير، الرياض – السعودية –ط2، (1419هـ) ، (200) ص.\nالقسم الأول: شروح كتب \"أحاديث الأحكام\" المشهورة.\nأولاً: بعض شروح \"عمدة الأحكام من كلام خير الأنام صلى الله عليه وسلم\" لعبد الغني المقدسي (ت 600هـ) .\n1 -\n\"تيسير العلاَّم شرح عمدة الأحكام\".\nعبد الله بن عبد الرحمن آل بسام رحمه الله تعالى (ت 1423هـ) .\nمطبعة المدني، القاهرة، (1380هـ) ، (2) مج.\nالجزء: 1 ¦ الصفحة: 93\n",
        "2 -\n\"نيل المرام شرح عمدة الأحكام\".\nحسن سليمان النوري، وعلوي عباس المالكي.\nمكتبة الاقتصاد، مكة المكرمة، ط2، (1381 هـ) ، (417) ص.\nثانياً: شروح \"بلوغ المرام من أدلة الأحكام\" لابن حجر العسقلاني -أحمد بن علي (ت 852 هـ) -.\n1-\n\"فقه الإسلام شرح بلوغ المرام من جمع أدلة الأحكام\".\nعبد القادر شيبة الحمد.\nمطابع الرشيد، المدينة المنورة، (1401هـ) ، (10) مج.\n2 -\n\"توضيح الأحكام من بلوغ المرام\".\nعبد الله بن عبد الرحمن البسام رحمه الله تعالى (ت 1423هـ) .\nمكتبة النهضة الحديثة، مكة المكرمة، ط2، (1414هـ) ، (6) مج.\n3-\n\"إعلام الأنام شرح بلوغ المرام من أحاديث الأحكام\".\nنور الدين عِتْر.\nالناشر: خاص، دمشق، (1419هـ) ، (3) مج.\nالقسم الثاني: التآليف المستقلة في فقه السنة النبوية.\n1 -\n\"فقه السنة\".\nالسيد سابق رحمه الله تعالى (1333-1420هـ) .\nطبع أولاً عام (1365هـ) ، ثم تتالت طبعاته الكثيرة جداً، ومن آخرها طبعة الفتح للإعلام العربي في القاهرة، ودار التربية والتراث في مكة المكرمة، (1418هـ) ، (4) مج.\n2 -\n\"الإحكام شرح أصول الأحكام\".\nالجزء: 1 ¦ الصفحة: 94\n",
        "عبد الرحمن بن محمد بن قاسم النجدي رحمه الله تعالى (ت 1392هـ) .\nمطبعة الترقي، دمشق، (1375هـ) ، (4) مج.\nو\"أصول الأحكام\" للشارح أيضاً.\n3 -\n\"إعلاء السنن\".\nظَفَر أحمد العثماني التهانوي رحمه الله تعالى (1310-1394 هـ) .\nإدارة القرآن والعلوم الإسلامية، كراتشي–باكستان -، (1396 هـ) ، (18) ج في (12) مج.\nومعه مقدمة \"إعلاء السنن\" في مجلد مستقل من غير ما سبق، وتشمل ثلاثة كتب، هي: 1- \"قواعد في علوم الحديث\"، 2- \"قواعد في علوم الفقه\"، 3- \"أبو حنيفة وأصحابه المحدِّثون\".\n4-\n\"من فقه السنة –دراسة فقهية لبعض الأحاديث في الشفعة-\".\nحمد بن حماد الحماد.\nمكتبة الدار، المدينة المنورة، ط1، (1411هـ) ، (51) ص.\n5 -\n\"أحاديث حد السرقة في ضوء أصول التحديث رواية ودراية\".\nسعد المَرْصَفي.\nمكتبة المنار الإسلامية في الكويت، ومؤسسة الريان في بيروت، (1416 هـ) ، (128) ص.\n6-\n\"فقه الحديث عند أئمة السلف برواية الإمام الترمذي\".\nمحمد بن أحمد كنعان.\nمؤسسة المعارف، بيروت، (1419 هـ) ، (2) مج (824) ص.\n7-\n\"إتمام المنة بشرح منهاج الجنة في فقه السنة\".\nالجزء: 1 ¦ الصفحة: 95\n",
        "عبد الله بن عبد القادر التليدي.\nدار البشائر الإسلامية، بيروت، ط1، (1420هـ) ، (574) ص.\nو\"منهاج الجنة\" للشارح أيضاً.\n8-\n\"الثمر المستطاب في فقه السنة والكتاب\".\nمحمد ناصر الدين الألباني رحمه الله تعالى (1333-1420هـ) .\nغراس للنشر والتوزيع، الكويت، ط1، (1422هـ) ، (2) مج، (1049) ص.\n9-\n\"حديث عبد الله بن عمرو بن العاص رضي الله عنهما في البيوع المنهي عنها – دراسة حديثية فقهية نقدية -\".\nخلدون محمد سليم الأحدب.\nدار الأندلس الخضراء، جدة - السعودية -، (1422هـ) ، (120) ص.\nوهو الحلقة الأولى من سلسلة \"دراسات في أصول أحاديث الأحكام\".\n10-\n\"من فقه السنة\".\nفالح بن محمد الصغير.\nدار إشبيليا، الرياض– السعودية -،ط1، (1422 هـ) ، (2) مج، (767) ص.\n11-\n\"حديث أم حبيبة رضي الله عنها في صلاة التطوع -دراسة حديثية فقهية نقدية-\".\nخلدون محمد سليم الأحدب.\nدار الأندلس الخضراء، جدة – السعودية، ط1، (1424هـ) ، (461) ص.\nوهو الحلقة الثانية من سلسلة \"دراسات في أصول أحاديث الأحكام\".\nالجزء: 1 ¦ الصفحة: 96\n",
        "الجانب الثاني عشر: الدراسة المعرفية والحضارية في السنة النبوية\nتوطئة:\nإنَّ الله تعالى ذكر وظائف \"الرسالة المحمدية\" في أربع آيات من كتابه، في كُلٍّ منها {وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} [البقرة:129، وآل عمران:164، والجمعة:2] ، وفي واحدة منها زيادة {وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} [البقرة: 151] ، فالجانب المعرفي التعليمي هو جزء من المهمة النبوية.\nوتعليم \"الكتاب\" أخصّ من تلاوة الآيات، فهو يعني الشرح النظري والتطبيق العملي للقرآن، وهو البيان الذي وُكِّلَ إلى النبي صلى الله عليه وسلم {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [النحل:44] . و\"الحكمة\": المراد بها هنا: السُّنَّة.\nكما أنَّ الله بعث رسوله الكريم، ليصنع به أمةً ربانيةً متميزةً، سمَّاها الله {أُمَّةً وَسَطاً} [البقرة:143] ، {خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران:110] : وهي أمة \"الصراط المستقيم\"، صراط التوازن والتكامل بين المادة والروح، بين الدنيا والآخرة، بين العقل والوحي، بين المثالية والواقعية، بين الفردية والجماعية، بين الحرية والمسؤولية، بين الإبداع المادي والالتزام الإيماني، فقامت على أساس هذه التعاليم حضارة عالمية فَذَّة، جمعت بين الربانية والإنسانية، بين العلم والإيمان، بين الرقي والأخلاق، هي الحضارة الإسلامية التي سادت العالم قروناً، واقتبست من حضارات الأقدمين،\nالجزء: 1 ¦ الصفحة: 97\n",
        "وَهذَّبتها وأضافت إليها، وابتكرت الجديد المفيد في علوم الدين ومعارف الدنيا.\nفلا عجب أن يجد الباحث المدقق في مصادر السنة الكثير الطيب، مما يشبع نهمه، ويلهب حماسه، في مجال البحث عن السنة مصدراً للمعرفة والحضارة\" (1) .\nوهذا اللون من الدراسة:\" أمر جديد على العقل المسلم، وإن كان له جذوره في تراثنا، ولكنها جذور غائرة في الأعماق، تحتاج إلى نبش وكشف عنها، حتى تظهر للعيان، وتتبين للناظرين\" (2) .\nوقد صدر عن \"المجمع الملكي لبحوث الحضارة الإسلامية\" في عمَّان، عام (1411هـ) ، كتاب:\n1 -\n\"السنة النبوية ومنهجها في بناء المعرفة والحضارة\".\nفي مجلدين في (1033) صفحة.\nواشتمل على الأبحاث التي قدمت إلى الندوة التي عقدت في عمَّان\n- الأردن – عام (1409هـ) ،تحت هذا العنوان، بدعوة من المجمع الملكي لبحوث الحضارة الإسلامية والمعهد العالمي للفكر الإسلامي في واشنطن.\nثم صدر الكتاب الماتع للدكتور يوسف القرضاوي:\n2-\n\"السنة مصدراً للمعرفة والحضارة\".\nعن دار الشروق في القاهرة، عام (1417هـ) في (311) ص.\nولابد من الإشارة ابتداءًً، إلى أنَّ المقصود بـ \"الجانب المعرفي في السنة\n(1) \"السنة مصدراً للمعرفة والحضارة \" للدكتور يوسف القرضاوي ص 8.\n(2) المصدر السابق ص 7.\nالجزء: 1 ¦ الصفحة: 98\n",
        "النبوية\" هنا: المعرفة المتعلقة بالجوانب الإنسانية على وجه الخصوص، وأبرزها: التربية والتعليم، والصحة، والاقتصاد.\nأمَّا \"الجانب الحضاري في السنة النبوية\"، فإنه يتجه إلى موضوعين اثنين، الأول: البناء والفقه الحضاري، والثاني: السلوك الحضاري.\nوسأعرض أولاً للمصنفات في \"الجانب المعرفي\"، ثم في \"الجانب\nالحضاري\" ثانياً.\nأولاً: \"الجانب المعرفي في السنة النبوية\".\nويتضمن الجوانب التالية:\nالأول: الجانب التربوي والتعليمي والنفسي.\n1 -\n\"فلسفة التربية الإسلامية في الحديث النبوي\".\nعبد الجواد سيد بكر.\nدار الفكر العربي، القاهرة، (1403 هـ) ، (443) ص.\n2 -\n\"الحديث النبوي وعلم النفس\".\nمحمد عثمان نجاتي.\nدار الشروق، القاهرة، (1409هـ) ، (360) ص.\n3 -\n\"أسس التربية الإسلامية في السنة النبوية\".\nعبد الحميد الزنتاني.\nالدار العربية للكتاب، ليبيا، (1413هـ) ، (917) ص.\n4 -\n\"تربية الأطفال في الحديث الشريف\".\nخالد أحمد الشنتوت.\nمطابع الرشيد، المدينة المنورة، (1417هـ) ، (128) ص.\n5-\n\"الرسول المعلِّم صلى الله عليه وسلم وأساليبه في التعليم\".\nالجزء: 1 ¦ الصفحة: 99\n",
        "عبد الفتاح أبو غُدَّة رحمه الله تعالى (1336- 1417هـ) .\nمكتب المطبوعات الإسلامية، حلب –سورية – ط1، (1417هـ) ، (226) ص.\n6 -\n\"العِلْم وأهله في الحديث النبوي الشريف\".\nمحسن عبد الناظر.\nمؤسسة الريان، بيروت، ط1، (1419 هـ) ، (219) ص.\n7 -\n\"استخدام الرسول صلى الله عليه وسلم الوسائل التعليمية\".\nحسن بن علي البشاري.\nوزارة الأوقاف والشؤون الإسلامية في قطر – سلسلة كتاب الأمة -، (1421هـ) ، (170) ص.\n8 -\n\"التوجيه والإرشاد النفسي من القرآن الكريم والسنة النبوية\".\nمسفر بن سعيد الزهراني.\nالمكتبة المكية، مكة المكرمة، (1421 هـ) ، (534) ص.\nالثاني: الجانب الصحي.\n1 -\n\"في رحاب الطب النبوي\".\nنجيب الكيلاني رحمه الله تعالى (ت 1415هـ) .\nمؤسسة الرسالة، بيروت، (1408هـ) ، (104) ص.\n2 -\n\"الوقاية الصحية على ضوء الكتاب والسنة\".\nلؤلؤة بنت صالح آل علي.\nدار ابن القيم، الدمام - السعودية -، (1409 هـ) ، (768) ص.\n3 -\n\"سنن الفطرة: الخِتَان\" -من سلسلة \"قبسات من الطب النبوي الوقائي\"-.\nالجزء: 1 ¦ الصفحة: 100\n",
        "محمد على البار.\nدار المنارة، جدة - السعودية -، (1414هـ) ، (123) ص.\n4 – \"الطب الوقائي من القرآن والسنة\".\nعبد الباسط محمد السيد.\nألفا للنشر والتوزيع، القاهرة، (1423 هـ) ، (166) ص.\nالثالث: الجانب الاقتصادي.\n1-\n\"الكشاف الاقتصادي للأحاديث النبوية الشريفة\".\nمحيي الدين عطية.\nدار البحوث العلمية في الكويت، ومؤسسة الرسالة في بيروت، ط1، (1408هـ) ، (128) ص.\n2-\n\"المختار من أحاديث المصطفى عليه الصلاة والسلام في التنظيم الاقتصادي والمالي والاجتماعي\".\nمحمد بن عبد الله الشباني.\nدار عالم الكتب، الرياض،- السعودية -، (1411هـ) ، (2) مج.\n3 -\n\"المال ملكيته واستثماره وإنفاقه - دراسة موضوعية في الأحاديث النبوية الشريفة-\".\nمحمد رأفت سعيد.\nمكتبة المدارس، قطر، (1412هـ) ، (287) ص.\n4 -\n\"النصوص الاقتصادية في القرآن والسنة\".\nمنذر قحف.\nجامعة الملك عبد العزيز في جدة – مركز النشر العلمي-،\nالجزء: 1 ¦ الصفحة: 101\n",
        "(1415هـ) ، (1023) ص.\n5 -\n\"الأنشطة المصرفية وكمالها في السنة النبوية\".\nحسن صالح العناني.\nالمعهد الدولي للبنوك والاقتصاد الإسلامي، دون ذكر سنة النشر، (181) ص.\nثانياً: الجانب الحضاري في السنة النبوية.\nويشتمل على موضوعين:\nالأول: البناء والفقه الحضاري.\n1-\n\"الجانب الإعلامي في خطب الرسول صلى الله عليه وسلم\".\nمحمد إبراهيم محمد إبراهيم.\nالمكتب الإسلامي في بيروت، ومكتبة فرقد الخاني في الرياض، (1406هـ) ، (456) ص.\n2 -\n\"المظهرية الجوفاء وأثرها في دمار الأمة\" – في سلسلة نظرات في أحاديث الرسول صلى الله عليه وسلم -.\nحسين بن عودة العوايشة.\nدار الهجرة، الرياض – السعودية -، (1411هـ) ، (112) ص.\n3 -\n\"صورة الإنسان في الحديث النبوي الشريف\".\nكامل حمود.\nدار الفكر اللبناني، بيروت، (1413 هـ) ، (238) ص.\n4 -\n\"المنهج النبوي والتغيير الحضاري\".\nبرغوث عبد العزيز بن مبارك.\nوزارة الأوقاف والشؤون الإسلامية في قطر – سلسلة كتاب الأمة -،\nالجزء: 1 ¦ الصفحة: 102\n",
        "(1415هـ) ، (157) ص.\n5 -\n\"السنة ودورها في الحفاظ على الوحدة الفكرية للأمة\".\nعبد الله شعبان علي.\nالمكتب العلمي الحديث للطباعة، الزقازيق – مصر-، (1415 هـ) ، (218) ص.\n6-\n\"الغُلُوُّ في الدين في ضوء السنة النبوية\".\nعاطف أحمد أمان.\nدار الطباعة المحمدية، القاهرة، (1416هـ) ، (86) ص.\n7-\n\"الإحصاء والحديث النبوي\".\nمصطفى زيد.\nمؤسسة هجر، القاهرة، (1419هـ) ، (385) ص.\n8-\n\"من فقه الفتن في ضوء السنة\".\nعبد الله شعبان.\nدار البشير للثقافة والعلوم، طنطا -مصر-، (1419هـ) ، (255) ص.\n9 -\n\"الحوار في السنة وأثره في تكوين المجتمع\".\nتيسير محجوب الفتياني.\nمركز الكتاب الأكاديمي، عمان- الأردن -، (1420هـ) ، (249) ص.\n10 – \"أسلوب الحوار النبوي بين إقناع العقل وإثارة الوجدان\".\nهاشم عبد الرحيم.\nالناشر: خاص، مصر، (1420هـ) ، (95) ص.\n11 – \"السنة وموقفها من الإرهاب\".\nموسى فرحات الزين.\nالجزء: 1 ¦ الصفحة: 103\n",
        "دار الكلمة للنشر، مصر، (1420 هـ) ، (226) ص.\n12 -\n\"في ظلال السنة- قراءة فكرية أدبية تستشرف الفقه الحضاري للسنة النبوية في مختلف جوانب الحياة الإنسانية وقضاياها الاستراتيجية-\".\nمحمد رفعت زنجير.\nدار التوفيق ودار اقرأ، دمشق، ط1، (1423 هـ) ، (207) ص.\nالثاني: السلوك الحضاري.\n1 – \"توجيهات من السنة في مجال الأخلاق والأسرة\".\nمحمد رشاد خليفة.\nالهيئة العامة لشؤون المطابع الأميرية، القاهرة، (1405هـ) ، (365) ص.\n2-\n\"اللباس والزينة من السنة المطهرة\".\nمحمد عبد الحكيم القاضي.\nالناشر: خاص، مصر، (1410هـ) ، (799) ص.\n3-\n\"الضوابط المنهجية للمداراة في الحديث النبوي\".\nساجدة حلمي سمارة.\nدار البشير في عمَّان، ومؤسسة الرسالة في بيروت، (1418هـ) ، (272) ص.\n4-\n\"الاستقامة في مائة حديث نبوي\".\nمحمد زكي خضر.\nدار الفرقان، عمان – الأردن -، (1419هـ) ، (183) ص.\n5-\n\"المرحومون في السنة النبوية\".\nمحمد بن محمود الإسكندري.\nدار ابن حزم، بيروت، (1422هـ) ، (280) ص.\nالجزء: 1 ¦ الصفحة: 104\n",
        "الجانب الثالث عشر: الدراسة اللغوية والأدبية في الحديث النبوي\nتوطئة:\nإنَّ القرآن الكريم هو المصدر الأول لـ \"اللغة العربية وآدابها\"، والحديث النبوي هو المصدر الثاني لها.\nفقد منح الله سبحانه وتعالى نبينا محمَّداً صلى الله عليه وسلم من كمالات الدنيا والآخرة ما لم يمنحه غيره من قبله أو بعده، فمن ذلك كلامه المعتاد، وفصاحته المعلومة.\nوكلام النبوة دون كلام الخالق، وفوق كلام فصحاء المخلوقين، فيه جوامع الكلام، ومعجزات البلاغة والفصاحة.\nوهو كثير مستفيض، وحصر البليغ من كلام النبوة ممتنعٌ مُعْجِزٌ، لأنَّه كلَّه بليغ فصيح (1) .\nقال القاضي عياض بن موسى اليَحْصُبِيّ (2) رحمه الله تعالى - (ت 544هـ) -:\n\"وأمَّا فصاحة اللسان، وبلاغة القول، فقد كان - صلى الله عليه وسلم - من ذلك بالمحل الأفضل، والموضع الذي لا يُجْهَلُ، سلاسة طبع، وبراعة مَنْزَعٍ، وإيجاز مقطعٍ، ونصاعة لفظٍ، وجزالة قولٍ، وصحة معان، وقلَّة تكلُّف، أُوتي جوامع الكَلِمِ، وخُصَّ ببدائع الحِكَم، وعُلِّمَ ألسنة العرب، فكان يخاطب كُلَّ أُمَّةٍ منها بلسانها، ويحاورها بلغتها، ويباريها في مَنْزِعِ\n(1) انظر: \" لباب الآداب \" لأسامة بن منقذ ص 330 – 334.\n(2) في \"الشفا بتعريف حقوق المصطفى – صلى الله عليه وسلم- \" (1/70 – 80) .\nالجزء: 1 ¦ الصفحة: 105\n",
        "بلاغتها، حتى كان كثير من أصحابه يسألونه في غير موطنٍ عن شرح كلامه، وتفسير قوله\n…\nوأمَّا كلامه المعتاد وفصاحته المعلومة، وجوامع كَلِمِه وحِكَمِه المأثورة، فقد أَلَّفَ الناس فيها الدواوين، وجُمعت في ألفاظها ومعانيها الكتب، ومنها ما لا يُوازى فصاحةً، ولا يُبَارَى بلاغةً\n…\nإلى ماروته الكافة عن الكافة من مقاماته، ومحاضراته، وخطبه، ومخاطباته، وعهوده مما لا خلاف أنه نزل من ذلك مرتبةً لا يُقاس بها غيره، وحاز فيها سبقاً لا يُقْدَرُ قَدْرُهُ.\nوقد جُمعت من كلماته التي لم يُسبق إليها، ولا قَدَرَ أحد أن يُفرغ في قالَبه عليها\n...\nما يدرك الناظر العجب في مُضَمَّنِها، ويذهب به الفكر في أداني حِكَمِهَا\n…\nفَجُمِعَ له بذلك صلى الله عليه وسلم قوةُ عارضة البادية وجزالتها، ونصاعةُ ألفاظ الحاضرة، ورونقُ كلامها، إلى التأييد الإلهي الذي مدده الوحي الذي لا يحيط بعلمه بَشَريٌّ \". انتهى.\nوسأتناول هذا الجانب في قسمين:\nالقسم الأول: الجانب اللغوي في الحديث النبوي.\n1 -\n\"موقف النحاة من الاحتجاج بالحديث الشريف\".\nخديجة الحديثي.\nدار الرشيد، بغداد، (1402هـ) ، (444) ص.\n2 -\n\"الحديث النبوي في النحو العربي\".\nمحمود فجَّال.\nالجزء: 1 ¦ الصفحة: 106\n",
        "نادي أبها الأدبي – السعودية -، طـ1، (1404هـ) ، (384) ص.\n3 -\n\"الألفاظ الأعجمية في روايات غريب الحديث والأثر\".\nأبو السعود أحمد الفخراني.\nالناشر: خاص، القاهرة، (1416هـ) ، (241) ص.\n4-\n\"أثر الحديث النبوي في التصويب اللغوي\".\nعبد الهادي أحمد محمد السلمون.\nالناشر: خاص، مصر، (1417هـ) ، (296) ص.\n5 -\n\"إعراب الأربعين حديثاً النووية\".\nحسين عبد الجليل يوسف.\nمؤسسة المختار، القاهرة، طـ 1، (1422هـ) ، (260) ص.\n6 -\n\"اللؤلؤ النثير في التعليق على \" النهاية \" لابن الأثير\".\nإبراهيم السامرائي رحمه الله تعالى (1341- 1422هـ) .\nدار القلم، دمشق، طـ 1، (1423هـ) ، (328) ص.\nالقسم الثاني: الجانب الأدبي في الحديث النبوي.\n1 -\n\"إعجاز القرآن والبلاغة النبوية\".\nمصطفى صادق الرافعي رحمه الله تعالى (1298 – 1356هـ) .\nمطبعة الاستقامة، القاهرة، طـ4، (1359هـ) ، (274) ص.\n2-\n\"روائع من أقوال الرسول صلى الله عليه وسلم - دراسات لغوية وفكرية وأدبية-\".\nعبد الرحمن حبنكة الميداني.\nكانت طبعته الأولى (1391هـ) ،وصدرت الطبعة السابعة له عن دار\nالجزء: 1 ¦ الصفحة: 107\n",
        "القلم في دمشق عام (1419هـ) ،في (576) ص.\n3 -\n\"الحديث النبوي من الوجهة البلاغية\".\nعز الدين علي السيد.\nدار الطباعة المحمدية، القاهرة، (1392هـ) ، (519) ص.\n4-\n\"القصص في الحديث النبوي - دراسة فنية وموضوعية-\".\nمحمد بن حسن الزير.\nالمطبعة السلفية، القاهرة، (1398هـ) ، (448) ص.\n5-\n\"التصوير الفني في الحديث النبوي\".\nمحمد بن لطفي الصباغ.\nالمكتب الإسلامي، بيروت، طـ1، (1403هـ) ، (607) ص.\n6-\n\"البيان النبوي\".\nمحمد رجب البيومي.\nدار الوفاء، القاهرة، (1407هـ) ، (350) ص.\n7-\n\"أثر التشبيه في تصوير المعنى - قراءة في صحيح مسلم -\".\nعبد الباري طه سعيد.\nالناشر: خاص، القاهرة، (1412هـ) ، (351) ص.\n8-\n\"التشويق في الحديث النبوي - طرقه وأغراضه -\".\nبسيوني عبد الفتاح فيود.\nمطبعة الحسين الإسلامية، القاهرة، (1414هـ) ، (142) ص.\n9-\n\"الأمثال في الحديث النبوي الشريف\".\nمحمد جابر فياض العلواني.\nالجزء: 1 ¦ الصفحة: 108\n",
        "مكتبة المؤيد، الرياض – السعودية -، طـ1، (1414هـ) ، (580) ص.\n10 – \"الخصائص الفنية في الأدب النبوي\".\nمحمد بن سعد الدبل.\nمكتبة العبيكان، الرياض – السعودية -،ط2، (1418هـ) ، (293) ص.\n11 -\n\"الروائع والبدائع في البيان النبوي\".\nمحمد نعمان الدين الندوي.\nدار الشهاب، بيروت، طـ1، (1420هـ) ، (203) ص.\n12-\n\"الحديث النبوي - رؤية فنية جمالية -\".\nصابر عبد الدايم.\nدار الوفاء، الإسكندية – مصر -، (1420هـ) ، (168) ص.\nالجزء: 1 ¦ الصفحة: 109\n",
        "الجانب الرابع عشر: الإعجاز العلمي في السنة النبوية\nتوطئة:\nالإعجاز العلمي في السنة النبوية، هو: \" إخبار السنة النبوية بحقيقة أثبتها العلم التجريبي، وثبت عدم إمكانية إدراكها بالوسائل البشرية في زمن الرسول صلى الله عليه وسلم\" (1) .\nوإذا كان الكثير ممن عاصر النبي صلى الله عليه وسلم قد شاهدوا بأعينهم بعضاً من معجزاته التي أيده الله تعالى بها، فكانت شاهد صدقٍ على نبوته ورسالته صلى الله عيه وسلم، فإنَّ أهل هذا العصر رأوا لوناً آخر من المعجزات له صلى الله عليه وسلم تتناسب مع عصرهم بما حفل من تقدم متسارع في العلوم كافة، والتجريبي منها بخاصة؛ فكانت ناطقةً بأنه رسول الله حقاً وصدقاً، وكانت من أوضح الحجاج وألزمها لمن أراد الحق وسعى إليه، وأنصف من نفسه، من سائر بني البشر.\nوهذا اللون الجديد من الدراسات يحتاج إلى حَيْطَة وحذر، حيث إن بعضاً من الكاتبين المتعجلين كان منهم افتعال وتمحل لاستخراج معنى من حديث يدخل في الإعجاز العلمي، وهو معنى مقحم على الحديث متكلَّف.\nوبعضهم: أدخل \"الفروض العلمية\" التي لم تزل موضع أخذ ورد بين أهل الاختصاص من العلماء.\nومنهم: من جعل فهمه مبطلاً للأفهام السابقة بالكلية. وهكذا\n...\nومن \"المصنفات في الإعجاز العلمي في السنة النبوية\":\n(1) \"تأصيل الإعجاز العلمي في القرآن والسنة \" – رابطة العالم الإسلامي في مكة المكرمة – ص14.\nالجزء: 1 ¦ الصفحة: 110\n",
        "1 -\n\"العدوى بين الطب وحديث المصطفى صلى الله عليه وسلم\".\nمحمد علي البار.\nدار الشروق، جدة - السعودية-، (1398هـ) ، (85) ص.\n2 -\n\"تأصيل الإعجاز العلمي في القرآن والسنة\".\nمن أبحاث المؤتمر العالمي الأول للإعجاز العلمي في القرآن والسنة المنعقد في إسلام آباد - باكستان – (1408هـ) .\nرابطة العالم الإسلامي، مكة المكرمة، (77) ص.\n3 -\n\"الإعجاز العلمي في الإسلام: السنة النبوية\".\nمحمد كامل عبد الصمد.\nالدار المصرية اللبنانية، القاهرة، (1410هـ) ، (237) ص.\n4 -\n\"الطب النبوي والعلم الحديث\".\nمحمود ناظم النسيمي.\nمؤسسة الرسالة، بيروت، طـ2، (1412هـ) ، (397) ص.\n5 -\n\"من إعجاز السنة المشرفة\".\nمحمد فؤاد شاكر.\nمصر، دون اسم الناشر، (1415هـ) ، (75) ص.\n6 -\n\"الإعجاز العلمي في القرآن والسنة - تاريخه وضوابطه-\".\nعبد الله بن عبد العزيز المصلح.\nرابطة العالم الإسلامي، مكة المكرمة، (1417هـ) ، (61) ص.\nالجزء: 1 ¦ الصفحة: 111\n",
        "7 -\n\"الإعجاز العلمي في السنة النبوية\".\nرزق عامر حسن.\nمطبعة رشوان، مصر، (1418هـ) ، (199) ص.\n8 -\n\"الإعجاز العلمي في السنة النبوية\".\nصالح أحمد رضا.\nمكتبة العبيكان، الرياض- السعودية-، طـ1، (1422هـ) ، (2) مج (1560) ص.\nالجزء: 1 ¦ الصفحة: 112\n",
        "الجانب الخامس عشر: الجمع والتهذيب والاختصار\nتوطئة:\nهذا اللون عُرِفَ في القرون المتأخرة، واستمر إلى وقتنا هذا، و\"المصلحة\" هي عنوان من قام بذلك.\nوإذا كان \"الجمع\" مفيداً محقِّقَاً للمصلحة، فإنَّ \"التهذيب\" و\"الاختصار\"، يكتنفهما محاذير كثيرة، منها (1) :\n1-\nإنَّ الاختصار تقليد، يُعَزِّز ارتفاع العلم.\n2-\nاعتماد المختصرات مراجع!\n3-\nالخطر على الأصول عند أهل العلم.\n4-\nوعلى طباعة الأصول ونشرها أيضاً.\nولا شك أنَّ تفاوتاً كبيراً ملحوظاً بين أنواع \"المهذَّبات\" و\"المختصرات\"، فمنها - وهو الأقل -، من وُفِّقَ أصحابها فيها، ومنها\n– وهو الأكثر – من أساء أصحابها فيها، وكثرت مفاسد عملهم.\nومن الأعمال في جانب \"التهذيب\" و \"الانتقاء\" و\"الاختصار\":\n1 -\n\"المنتخب من السنة\".\nانتخاب لجنة من العلماء في المجلس الأعلى للشؤون الإسلامية في مصر.\nالمجلس الأعلى للشؤون الإسلامية، مصر، (1381هـ) ، (8) مج.\n2 -\n\"مختصر مشكاة المصابيح للتبريزي\".\nعبد البديع صقر رحمه الله تعالى (1335 – 1407هـ) .\n(1) انظر: \" أخطار على المراجع العلمية لأئمة السلف \" لعثمان عبد القادر الصافي ص 73-86.\nالجزء: 1 ¦ الصفحة: 113\n",
        "دار العربية للطباعة، بيروت، (1388هـ) ، (344) ص.\n3 -\n\"مختصر صحيح الإمام البخاري – أول مختصر علمي دقيق-\".\nمحمد ناصر الدين الألباني رحمه الله تعالى (1333 – 1420هـ) .\nالمكتب الإسلامي، بيروت، طـ1، (1394هـ) ، المجلد الأول (477) ص + (141) ص فهارس.\n4-\n\"مختصر رياض الصالحين للنووي\".\nمحمد خير محمد حمصي.\nدار الألباب، دمشق، (1406هـ) ، (257) ص.\n5-\n\"مختصر صحيح مسلم\".\nمحمد بن ياسين بن عبد الله.\nالمكتبة التجارية، مكة المكرمة، (1411هـ) ، (2) مج.\n6-\n\"تهذيب الترغيب والترهيب\".\nعوني نعيم الشريف.\nدار الجيل، بيروت، (1412هـ) ، (2) مج.\n7-\n\"المنتقى من كتاب الترغيب والترهيب للمنذري\".\nيوسف القرضاوي.\nدار الوفاء، المنصورة – مصر -، ط2، (1413هـ) ، (2) مج (1057) ص.\n8-\n\"مختصر كتاب الأذكار للإمام النووي\".\nعلي الشربجي، ومحيي الدين نجيب.\nاليمامة للطباعة والنشر، دمشق، (1414هـ) ، (320) ص.\nش\nالجزء: 1 ¦ الصفحة: 114\n",
        "9-\n\"تهذيب \" الترغيب والترهيب \" من الأحاديث الصحاح\".\nمحيي الدين مستو، وسمير العطار، ويوسف البديوي.\nدار ابن كثير، دمشق، (1416هـ) ، (648) ص.\n10-\n\"مختصر سنن أبي داود\".\nمصطفى ديب البُغَا.\nاليمامة للطباعة والنشر، (1417هـ) ، (788) ص.\nوللمُخْتَصِر، وعن ذات الدار الناشرة:\n1 -\n\"مختصر سنن النسائي\"، (1417هـ) ، (752) ص.\n2 -\n\"مختصر سنن الترمذي\"، (1418هـ) ، (708) ص.\n3 -\n\"مختصر سنن ابن ماجه\"، (1418هـ) ، (662) ص.\n11-\n\"مختصر صحيح مسلم\".\nأحمد شمس الدين.\nدار الكتب العلمية، بيروت، (1419هـ) ، (686) ص.\nومن أعمال \"الجمع\":\n1 -\n\"مسند خليفة بن خياط\" – أحاديث مجموعة -.\nأكرم ضياء العمري.\nالناشر: خاص، بيروت، ط1، (1405هـ) ، (115) ص.\nوعدد أحاديثه (101) .\n2 -\n\"بذل المساعي في جمع ما رواه الإمام الأوزاعي\".\nخضر محمد شيخو.\nدار البشائر الإسلامية، بيروت، ط1، (1414هـ) ، (607) ص.\nالجزء: 1 ¦ الصفحة: 115\n",
        "وتضمن (781) حديثاً.\n3 -\n\"الدراري المكنونة في الأماكن المنثورة – فوائد وقواعد حديثية من كتب الإمام الذهبي -\".\nجمع وترتيب: محمد بن عبد الله الهبدان.\nدار العاصمة، الرياض - السعودية -، ط1، (1416هـ) ، (80) ص.\n4 -\n\"القواعد والفوائد الحديثية من منهاج السنة النبوية لشيخ الإسلام\nابن تيمية\".\nعلي بن محمد العمران.\nدار عالم الفوائد، الرياض – السعودية -، ط1، (1417هـ) ، (220) ص.\nوآخر دعوانا أن الحمد لله رب العالمين.\nالجزء: 1 ¦ الصفحة: 116\n",
        "مصادر ومراجع\n...\nثَبتُ المصادر\n1 -\nالأخطاء الشائعة في استعمالات حروف الجر.\nد. محمود إسماعيل عمار.\nدار عالم الكتب، الرياض، ط1، (1419هـ) .\n2 -\nأخطار على المراجع العلمية لأئمة السلف.\nعثمان بن عبد القادر الصافي.\nدار الفاروق، الطائف – السعودية -، ط1، (1410هـ) .\n3 -\nأساس البلاغة.\nللزمخشري – محمود بن عمر (ت 538هـ) -.\nالهيئة المصرية العامة للكتاب، القاهرة، ط3، (1985م) .\n4 -\nالإسلاميات بين كتابات المستشرقين والباحثين المسلمين.\nأبو الحسن الندوي (ت 1420هـ) .\nمؤسسة الرسالة، بيروت، ط2، (1403هـ) .\n5 -\nالأنوار الكاشفة لما في كتاب \"أضواء على السنة\" من الزلل والتضليل والمجازفة.\nعبد الرحمن بن يحيى المعلِّمي اليماني (ت 1386هـ) .\nالمكتب الإسلامي، بيروت، ط2، (1405هـ) .\n6 -\nتاج العروس من جواهر القاموس.\nللزبيدي – محمد مرتضى (1205هـ) -.\nتحقيق علي شيري. دار الفكر، بيروت، (1414هـ) .\nالجزء: 1 ¦ الصفحة: 117\n",
        "7 -\nتأصيل الإعجاز العلمي في الكتاب والسنة.\nمن أبحاث المؤتمر العالمي الأول للإعجاز العلمي في القرآن والسنة المنعقد في إسلام آباد – باكستان – عام (1408هـ) .\nرابطة العالم الإسلامي في مكة المكرمة، دون تاريخ.\n8 -\nتأويل مختلف الحديث.\nلابن قتيبة – عبد الله بن مسلم (ت 276هـ) -.\nتحقيق محمد محيي الدين الأصفر. المكتب الإسلامي في بيروت، ودار الإشراق في الدوحة، ط3، (1419هـ) .\n9 -\nالتعريفات.\nللشريف الجرجاني – علي بن محمد (ت 816هـ) -.\nدار الكتب العلمية، بيروت، (1403هـ) .\n10 -\nتقريب التهذيب.\nلابن حجر العسقلاني – أحمد بن علي (852هـ) -.\nتحقيق محمد عوامة. دار ابن حزم، بيروت، (1420هـ) .\n11 -\nالتقريب لحد المنطق.\nلابن حزم الأندلسي - علي بن محمد (ت 456هـ) -.\nمطبوع ضمن \" رسائل ابن حزم الأندلسي \" بتحقيق د. إحسان عباس.\nالمؤسسة العربية للدراسات والنشر، بيروت، ط1، (1983م) .\n12 -\nتكملة فتح الملهم بشرح صحيح مسلم.\nمحمد تقي العثماني.\nمكتبة دار العلوم، كراتشي – باكستان -، ط4، (1414هـ) .\nالجزء: 1 ¦ الصفحة: 118\n",
        "13 -\nالتوقيف على مهمات التعاريف.\nللمناوي – محمد عبد الرؤوف (1031هـ) -.\nتحقيق د. محمد رضوان الداية. دار الفكر المعاصر في بيروت، ودار الفكر في دمشق، ط1، (1410هـ) .\n14 -\nجامع الأصول في أحاديث الرسول صلى الله عليه وسلم.\nلابن الأثير الجزري – مجد الدين مبارك بن محمد (ت 606هـ) -.\nتحقيق عبد القادر الأرناؤوط. مكتبة الحلواني ودار البيان ومطبعة الملاح، دمشق، ط1، (1389هـ) .\n15 -\nحجية السنة.\nعبد الغني عبد الخالق (ت1403هـ) .\nالمعهد العالمي للفكر الإسلامي في أمريكا، ط1، (1407هـ) .\n16 -\nدراسات في الحديث النبوي وتاريخ تدوينه.\nد. محمد مصطفى الأعظمي.\nمطابع جامعة الرياض، (1396هـ) .\n17 -\nدفاع عن السنة.\nمحمد أبو شهبة (ت1403هـ) .\nمكتبة السنة، القاهرة، ط1، (1409هـ) .\n18 -\nديوان عبيد الله بن قيس الرقيات.\nتحقيق د. محمد يوسف نجم.\nدار صادر في بيروت، ودار بيروت، (1378هـ) .\nالجزء: 1 ¦ الصفحة: 119\n",
        "19 -\nذكر من يعتمد قوله في الجرح والتعديل.\nللذهبي – محمد أحمد (ت748هـ) -.\nتحقيق عبد الفتاح أبو غدة. دار القرآن الكريم، بيروت، ط3، (1400هـ) .\n20 -\nالرسالة المستطرفة لبيان مشهور كتب السنة المشرفة.\nللكتاني – محمد بن جعفر (ت1345هـ) -.\nدار البشائر الإسلامية، بيروت، ط4، (1406هـ) .\n21-\nالسنة مصدراً للمعرفة والحضارة.\nد. يوسف القرضاوي.\nدار الشروق، القاهرة، ط1، (1417هـ) .\n22 -\nالسنة ومكانتها في التشريع الإسلامي.\nد. مصطفى السباعي.\nالمكتب الإسلامي، بيروت، ط3، (1402هـ) .\n23 -\nسنن الترمذي.\nلأبي عيسى محمد بن سورة – ت 279هـ -.\nتحقيق أحمد شاكر. دار الكتب العلمية، بيروت، (1408هـ) .\n24 -\nالشفا بتعريف حقوق المصطفى صلى الله عليه وسلم.\nللقاضي عياض بن موسى اليحصبي (ت544هـ) .\nالمكتبة التجارية الكبرى، القاهرة، دون تاريخ الطبع.\n25 -\nالصحاح في اللغة والعلوم.\nنديم وأسامة مرعشلي.\nالجزء: 1 ¦ الصفحة: 120\n",
        "دار الحضارة العربية، بيروت، ط1، (1974م) .\n26 -\nصحيح البخاري.\nلأبي عبد الله محمد بن إسماعيل (ت256هـ) .\nتحقيق د. مصطفى ديب البغا. دار ابن كثير ودار اليمامة – دمشق-، ط4، (1410هـ) .\n27 -\nعارضة الأحوذي بشرح صحيح الترمذي.\nلأبي بكر بن العربي – محمد بن عبد الله (ت 543هـ) -.\nدار أم القرى، القاهرة، دون تاريخ الطبع.\n28 -\nعلم زوائد الحديث.\nد. خلدون محمد سليم الأحدب.\nدار القلم، دمشق، ط1، (1413هـ) .\n29 -\nفهارس سنن النسائي. - مطبوع مع \" سنن النسائي \" -.\nعبد الفتاح أبوغدة (ت1417هـ) .\nمكتب المطبوعات الإسلامية، حلب – سورية -،ط2، (1406هـ) .\n30 -\nفهرس الفهارس والأثبات ومعجم المعاجم والمشيخات والمسلسلات.\nللكتاني – محمد بن عبد الحي بن عبد الكبير (ت1382هـ) -.\nبعناية د. إحسان عباس. دار الغرب الإسلامي، بيروت، ط2، (1402هـ) .\n31 -\nكشف الظنون عن أسامي الكتب والفنون.\nلحاجي خليفة – مصطفى بن عبد الله (ت1067هـ) -.\nمصورة دار الفكر، بيروت، (1402هـ) .\nالجزء: 1 ¦ الصفحة: 121\n",
        "32 -\nالكليات.\nلأبي البقاء الكفوي – أيوب بن موسى (1094هـ) -.\nتحقيق د. عدنان درويش، ومحمد المصري.\nمؤسسة الرسالة، بيروت، ط2، (1413هـ) .\n33 -\nلسان العرب.\nلابن منظور الإفريقي – محمد بن مكرم (ت711هـ) -.\nدار صادر، بيروت، دون تاريخ الطبع.\n34 -\nلباب الآداب.\nأسامة بن منقذ – (ت584هـ) -.\nتحقيق أحمد شاكر. مكتبة لويس كركيس، القاهرة، (1354هـ) .\n35 -\nالمجموع شرح المهذََّّب.\nللنووي – محيي الدين يحيى بن شرف (ت676هـ) -.\nمصورة دار الفكر، بيروت، دون تاريخ الطبع.\n36 -\nالمحدث الفاصل بين الراوي والواعي.\nللرامهرمزي – الحسن بن عبد الرحمن (ت360هـ) -.\nتحقيق د. محمد عجاج الخطيب. دار الفكر، بيروت، ط3، (1404هـ) .\n37 -\nالمصعد الأحمد في ختم مسند الإمام أحمد.\nلابن الجزري – شمس الدين محمد بن محمد (ت833هـ) -.\nتحقيق أحمد شاكر. مطبوع في أول \" المسند \" دار المعارف، القاهرة، ط4، (1373هـ) .\nالجزء: 1 ¦ الصفحة: 122\n",
        "38 -\nمعجم الأدباء.\nلياقوت الحموي – أبو عبد الله ياقوت بن عبد الله (ت626هـ) -.\nتحقيق د. إحسان عباس. دار الغرب الإسلامي، بيروت، ط1، (1993م) .\n39 -\nمعجم مقاييس اللغة.\nلأبي الحسين أحمد بن فارس الرازي – (ت 395هـ) -.\nتحقيق عبد السلام هارون. دار الكتب العلمية، إيران، دون تاريخ الطبع.\n40 -\nمعرفة علوم الحديث.\nللحاكم النيسابوري – محمد بن عبد الله (ت 405هـ) -.\nتحقيق د. معظم حسين. مصورة المكتبة العلمية في المدينة المنورة، ط2، (1397هـ) .\n41 -\nمقدمة ابن خلدون.\nابن خلدون – عبد الرحمن بن محمد (ت 808هـ) -.\nتحقيق د. علي عبد الواحد وافي. دار نهضة مصر، القاهرة، ط3، دون تاريخ الطبع.\n42 -\nمنهاج السنة النبوية في نقض كلام الشيعة والقدرية.\nلابن تيمية - تقي الدين أحمد بن عبد الحليم (ت728هـ) -.\nمكتبة الرياض الحديثة، الرياض، دون تاريخ الطبع.\n43 -\nوفيات الأعيان وأنباء أبناء الزمان.\nلابن خَلِّكِان – أحمد بن محمد (ت681هـ) -.\nتحقيق د. إحسان عباس. دار صادر، بيروت، (1397هـ) .\nالجزء: 1 ¦ الصفحة: 123\n",
        ""
    ]
}