{
    "1": [
        "التكملة والذيل على درة الغواص  التكملة فيما يلحن فيه العامة\nالتكملة والذيل على درة الغواص\nللشيخ العلامة أبي منصور موهوب بن أحمد\nابن محمد بن الخضر\nالجواليقي\nرحمه الله تعالى آمين\nتحقيق وتعليق\nعبد الحفيظ فرغلي علي القرني\nالجزء: 1 - الصفحة: 835\n",
        "الجواليقي\nهو أبو منصور موهوب بن أبي طاهر أحمد بن محمد بن الخضر الجواليقي البغدادي.\nولد عام 466 هـ من أسرة بغدادية - في مدينة بغداد - وفيها شب ونشأ وتتلمذ على علمائها، ومن أبرزهم - في ذلك الوقت - أبو زكريا يحيى بن علي التبريزي، الإمام المشهور، شارح ديوان الحماسة بثلاثة شروح، وشارح ديوان المتنبي والمفضليات وقصيدة \"بانت سعاد\" ومقصورة ابن دريد، وقصيدة اللمع في النحو لابن جني، وشارح كتاب نهاية الوصول إلى علم الأصول، كما فسر القرآن الكريم، وغير ذلك من الأعمال الجليلة التي تدل على علم واسع ومعرفة شاملة ونبوغ فريد.\nفمن حس الحظ الجواليقي أن تتلمذ على التبريزي.\nوكان الجواليقي عند حسن ظن أستاذه، فآثره الأستاذ وفضله على غيره من التلاميذ لما عرف فيه من طموح وتوق إلى العلم وإقبال عليه بشغف.\nودأب الجواليقي على تلقي العلم حتى نبغ فيه، وخلف أستاذ على كرسي فقه اللغة بالمدرسة النظامية بعد موته.\nوطارت شهرة الجواليقي كما طارت شهرة أستاذه من قبله، وتحلق حوله التلاميذ من كل مكان، يجنون شهي الثمر من علمه وأدبه.\nوكان الجواليقي أثيرا لدى الخلفاء والأمراء، حتى لقد أصبح إماما للخليفة المقتفي بالله يصلي به الصلوات الخمس، وألف له كتابا في العروض.\nالجزء: 1 - الصفحة: 837\n",
        "وله مع علمه وأدبه شجاعة يقمع بها الخصوم، فمما ذكره ابن خلطان في ذلك أن التلميذ الطبيب وكان ملازما للخليفة أراد أن يفحم الجواليقي ففحمه الجواليقي، ذلك أن الجواليقي حين حضر وقت الصلاة دخل على الخليفة كالعادة وكان معه ابن التلميذ، فقال الجواليقي: السلام على أمير المؤمنين ورحمة الله تعالى.\nفقال ابن التلميذ - وكان نصرانيا-: .. ما هكذا يسلم على أمير المؤمنين يا شيخ. فلم يلتفت إليه الجواليقي وقال للمقتفي بالله: يا أمير المؤمنين، سلامي هو ما جاءت به السنة النبوية، وروى خبرا في صورة السلام، اقتنع به الخليفة، وانكسر له ابن التلميذ.\nوكانت للجواليقي همة في العلم لت تعرف الكلل، وإذا سئل عن شيء يجهله لا يتوانى عن البحث عنه حتى يعرف. سأله سائل مرة قائلا: سمعت بيتين من الشعر ولم أفهم معناهما، وأريد أن تعرفني معناهما وأنشد:\n(وصل الحبيب جنان الخلد أسكنها\n...\nوهجره النار يصليني بها النارا)\n(فالشمس بالقوس أمست وهي نازلة\n...\nإن لم يزرني وبالجوزاء إن زارا)\nفقال له: هذا شيء من معرفة علم النجوم وسيرها لا من صنعة أهل الأدبي.\nوبعد انصراف الشاب آلى على نفسه ألا يجلس في حلقته حتى ينظر في علم النجوم ويعرف تسيير الشمس والقمر. ولم يزل الجواليقي جادا في ذلك حتى أتقنه.\nومضى الجواليقي في طريق العلم قارئا ومعلما ومؤلفا حتى ترك من بعده ثروة علمية طائلة منها: شرح أدب الكاتب لابن قتيبة، وكتاب أسماء الخيل وفرسانها عند العرب، وكتاب المعرب من الكلام الأعجمي على حروف المعجم، وهو تفسير للكلمات الأعجمية في اللغة العربية.\nوهذا الكتاب الذي بين أيدينا .. ذيل درة الغواص .. الذي أتم به عمل الحريري في درته .. وقد سمي بكتاب التكملة فيما يلحن فيه العامة.\nوله تلاميذ نجباء منهم أبو البركات الأنباري العالم الجليل صاحب الكتاب الجليل نزهة الألباء في طبقات الأدباء.\nالجزء: 1 - الصفحة: 838\n",
        "وترك من أولاده العلماء ابنه إسحاق بن موهوب، وأخاه إسماعيل بن موهوب، وكلاهما عالم جليل وأديب خطير ترجم لهما ياقوت الحموي في معجم الأدباء، كما ترجم لهما صاحب كتاب إنباه الرواة بإنباه النحاة.\nوقد توفي الجواليقي سنة تسع وثلاثين وخمسمائة ببغداد.\nالجزء: 1 - الصفحة: 839\n",
        "المقدمة\nبسم الله الرحمن الرحيم، ومن يتوكل على الله فهو حسبه، توكلت على الله.\nقال الشيخ الإمام \"أبو منصور موهوب بن أحمد بن محمد بن الخضر الجواليقي\" - رحمه الله\":\nهذا تكملة ما تغلط فيه العامة، وهي حروف ألفيت العامة تخطى فيها، فأحببت التنبيه عليها، لأني لم أرها أو أكثرها في الكتب المؤلفة فيما تلحن فيه العامة.\nفمنها ما يضعه الناس غير موضعه، أو يقصرونه على مخصوص وهو شائع.\nومنها ما يقلبونه ويزيلونه عن جهته.\nومنها ما ينقص منه ويزاد فيه وتبدل بعض حركاته أو بعض حروفه بغيره.\nواعتمدت الفصيح من اللغات دون غيره، فإن ورد شيء مما منعته في بعض النوادر فمطروح لقلته زرداءته.\nفقد أخبرت عن \"الفراء\" أنه قال: واعلم أن كثيرا مما نهيتك عن الكلام به من شاذ اللغات ومستنكر الكلام لو توسعت بإجازته لرخصت لك أن تقول: رأيت رجلان، ولقلت: أردت عن تقول ذاك، ولكن وضعنا ما يتكلم به أهل الحجاز وفصحاء أهل الأمصار، فلا يلتفت إلى أن قال: يجوز فإنا قد سمعناه،\nالجزء: 1 - الصفحة: 843\n",
        "إلا أنا نجيز للأعراب الذي لا يتخير، ولا نجيز لأهل الحضر والفصاحة أن يقولوا: السلم عليكم، ولا جيت من عندك وأشباهه مما لا تحصيه من القبيح المرفوض وما توفيقي إلا بالله.\nأولا: مما يضعه الناس في غير موضعه\n:\n1 -\nمتى يقال البارحة ومتى يقال الليلة؟ .\nفمما تضعه العامة غير موضعه قولهم - فيما بين صلاة الفجر إلى الظهر: فعلت البارحة كذا وكذا، وذلك غلط، والصواب أن تقول فعلت الليلة كذا إلى الظهر، وتقول بعد ذلك: فعلته البارحة إلى آخر اليوم.\nوالصباح عند العرب من نصف الليل الآخر إلى الزوال، ثم المساء إلى آخر نصف الليل، وكذا روي عن \"ثعلب\" رحمه الله.\nومما يشهد بصحة ذلك ما روي عن النبي صلى الله عليه وسلم أنه قال: \"من فاته شيء من ورده أو قال جزئه من الليل فقرأه ما بين صلاة الفجر فكأنما قرأه من ليلته\". وقال صلى الله عليه وسلم ذات ليلة في دعائه: فحمى أو طاعون، فلما أصبح قال له إنسان من أهله: يا رسول الله لقد سمعتك الليلة تدعو بدعاء. وعنه صلى الله عليه وسلم أنه كان إذا قعد بصلاة الغداء يقول: \"هل رأى أجد منكم الليلة رؤيا؟ \". وقال \"لبلال\" عند صلاة الفجر: \"يا بلال، خبرني بأزجى عمل عملته منفعة في الإسلام، فإني سمعت الليلة خشف نعليك بين يدي في الجنة\".\nالجزء: 1 - الصفحة: 844\n",
        "2 -\nلا يقال بعد الغروب: فعلت اليوم كذا.\nومن ذلك قولهم في الغروب: فعلت اليوم كذا وكذا، ولك غلط، والصواب أن يقال: فعلته أمس الأحدث، لأن مقدار اليوم طول الشمس إلى غروبها، فإذا غربت الشمس فقد ذهب اليوم ومضى.\n3 -\nمدى صحة وصف الأيام بالبيض.\nومن ذلك قولهم: الأيام البيض، فيجعلون البيض وصفا للأيام كلها، والأيام كلها بيض، والصواب أن يقال: أيام الليالي البيض، لأن البيض وصف لها دون الأيام، فيحذف الموصوف وهو الليالي ويقيم الصفة مقامها وهو البيض، ويضيف الأيام إليها.\nوالليالي البيض الثلاثة عشرة والرابعة عشرة والخامسة عشرة، وسميت بيضا لطلوع الشمس من أولها إلى آخرها.\nأسماء الليالي عند العرب\nوالعرب تسمي كل ثلاث من ليالي الشهر باسم، فتقول: ثلاث غرر، وغرة\nالجزء: 1 - الصفحة: 845\n",
        "كل شيء أوله: وثلاث نفل لأنها زيادة على الغرر، وثلاث تسع لأن آخر أيامها التاسع: وثلاث عشر لأن أو أيامها العاشر وثلاث بيض لأنها تبيض بطلوع القمر من أولها إلى آخرها، وثلاث درع لاسوداد أوائلها وابيضاض سائرها، وثلاث ظلم لإظلامها، وثلاث حنادس لسوادها، وثلاث دآدى لأنها بقايا، وثلاث محاق لإمحاق القمر أو الشهر.\n4 -\nالفرق بين الطوارق والجوارح\nومن ذلك قولهم في الدعاء: نعوذ بك من طوارق الليل وطوارق النهار، وهو غلط، لأن الطروق الإتيان بالليل خاصة، ولهذا سمي النجم طارقا. قال الله تعالى: {والسماء والطارق} [الطارق: 1].\nوالصواب أن يقال: نعوذ بالله من طوارق الليل وجوارح النهار؛ لأن \"أبا زيد\" حكى عن العرب: جرحته نهارا وطرقته ليلا. قال الله تعالى: {وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار} [الأنعام: 60].\nالجزء: 1 - الصفحة: 846\n",
        "5 -\nالفرق بين العام والسنة.\nومن ذلك العام والسنة لا يفرق عوام الناس بينهما، ويضعون أحدهما موضع الآخر، فيقلوون لمن سافر في وقت من السنة إلى مثله أي وقت كان: سافر عاما، وذلك غلط.\nوالصواب ما أخبرت به عن \"أحمد بن يحيى\" - رحمه الله - أنه قال: السنة من أي يوم عددتها فهي سنة، والعام لا يكون إلا شتاء وصيفا، وليس السنة والعام مشتقين من شيء، فإذا عددنا من اليوم إلى مثله فهو سنة، يدخل فيه نصف الشتاء ونصف الصيف، والعام لا يكون إلا صيفا وشتاء، ومن الأول يقع الربع والربع والنصف والنصف، إذ حلف لا يكلمه عاما لا يدخل بعضه في بعض، إنما هو الشتاء والصيف، فالعام أخص من السنة، فعلى هذا نقول: كل عام سنة وليس سنة عاما.\n6 -\nمعنى التوتر.\nومن ذلك قولهم: تواترت كتبي إليك، يعنون اتصلت من غير انقطاع، فيضعون التواتر في معنى الاتصال، وذلك غلط.\nوإنما التواتر مجيء الشيء ثم انقطاعه ثم مجيئه، وهو تفاعل من الوتر وهو الفرد يقال: واترت الخبر أتبعت بعضه بعضا وبين الخبرين هنيهة. قال الله تعالى:\nالجزء: 1 - الصفحة: 847\n",
        "{ثم أرسلنا رسلنا تترا} [المؤمنون: 44]. أصبها وترى من المواترة، فأبدلت التاء من الواو، ومعانه منقطعة متفاوتة لأن بين كل نبيين دهرا طويلا، وقال \"أبو هريرة\": لا بأس بقضاء رمضان تترى أي متقطعا، فإذا قيل: واتر فلان كتبه فالمعنى تابعها وبين كل كتابين فترة.\n7 -\nالقدوم والبرام.\nومن ذلك قولهم: هذه قدور برام، يعنون بالبرام الحجارة، وذلك غلط. إنما البرام جمع برمة، وهي القدر من الحجارة، كما تقول: جلة وجلال، وعلبة وعلاب، والصواب أن تقول: برام الجحارة، أو تقول: برام فيعلم أنها من الحجارة، لأن البرمة لا تكون إلا من غير الحجر، وتجمع البرمة على البرام والبُرم والبَرم قال \"طرفة\":\n(ألقت إليك بكل أرملة\n...\nشعثا تحمل منقع البرم)\nوقال آخر:\nالجزء: 1 - الصفحة: 848\n",
        "(والبايعات بشطي نخلة البرما)\n8 -\nمعنى كلمة ظريف.\nومن ذلك قولهم: فلان طريف، يعنون به أنه حسن اللباس لبقه، ويخصونه به، وليس كذلك، إنما الظرف في اللسان والجسم. أخبرت عن \"الحسن بن علي\" عن \"الخزاز\" عن \"أبي عمر\" عن \"ثعلب\" قال: الظريف يكون حسن الوجه وحسن اللسان. الظرف في المنطق والجسم ولا يكون في اللباس.\nقال \"ابن الأعرابي\": فلان عفيف الطرف نقي الظرف. قوله: نقي الظرف يعني البدن، وقال \"عمر\" رضي الله عنه: إذا كان اللص ظريفا لم يقطع. معناه إذا كان بليغا جيد الكلام أحتج عنن نفسه مما يسقط الحد.\nالجزء: 1 - الصفحة: 849\n",
        "والفعل من هذه الكلمة ظرف يظرف طرفا، فهو ظريف، والجمع ظرفاء، ولا يوصف بذلك السيد ولا الشيخ، إنما يوصف به الفتيان الأزوال والفتيات الزولات.\nوقال \"ابن الأعرابي\": الظرف في اللسان والحلاوة في العينين والملاحة في الفم والجمال في الأنف.\nوقال \"محمد بن يزيد\": الظريف مشتق من الظرف وهو الوعاء، كأنه جعل الظريف وعاء للأدب ومكارم الأخلاق.\n9 -\nعلام تطلق كلمة العصارة؟ .\nومن ذلك قولهم للخمر: عصارة، وإنما العصارة ما تحلب من الشيء المعصور، وكل شيء عصر ماؤه فهو عصير، والماء عصارة. قال \"امرؤ القيس\":\n(كأن دماء الهاديات بنحره\n...\nعصارة حناء بشيب مرجل)\nوقال الآخر:\n(إن العذارى قد خلطن للمتي\n...\nعصارة جناء معا وصبيب)\nوقال آخر - أنشدنيه \"أبن بندار\" عن \"ابن رزمة\" عن \"أبي سعيد\" عن \"ابن دريد\" [قال \"ابن بري\" لأبي القيس بن الأسلت]:\nالجزء: 1 - الصفحة: 850\n",
        "(والعود يعصر ماؤه\n...\nولكل عيدان عصارة)\nوقال \"جرير\":\n(أنت ابن برزة منسوبٌ إلى لجأٍ\n...\nعند العصارة والعيدان تعتصر)\nوقال أيضاً يهجو \"الفرزدق\":\n(لحا الله ماءً من عروقٍ خبيثةٍ\n...\nسقت سابياء جار فيها مخمرا)\n(فما كان من فحلين شر عصارة\n...\nوالألم من خوض الحمار وكميرا)\nحوض الحمار لقبٌ كان \"الغالب وكميرا اشتقه من الكمرة.\nوقال أيضاً يهجو \"التيم\":\n(يا تيم خالط خبث ماء أبيكم\n...\nيا تيم خبث عصارة الأرحام)\nولا يلتفت إلى ما سواه.\nالجزء: 1 - الصفحة: 851\n",
        "10 -\nمعنى كلمة السوقة\nومن ذلك السوقة. يذهب عوام الناس إلى أنهم أهل السوق، وذلك خطأ، إنما السوقة عند العرب من ليس بملك، تاجراً كان أو غير تاجر بمنزلة الرعية التي يسوسها الملوك، وسموا سوقةً لأن الملك يسوقهم فينساقون له ويصرفهم على مراده، يقال للواحد: سوقة ولاثنين: سوقة، وربما جمع: سوقاً. قال \"زهير\":\n(يطلب شأو امرأين قدما حسناً\n...\nنال الملوك وبذا هذه السوقا)\nوقال أيضاً:\n(يا جار لا أرمين منكم بداهيةٍ\n...\nلم يلقها سوقةٌ قبلي ولا ملك)\nوقالت \"حرقة بنت النعمان\":\n(بينا نسوس الناس والأمر أمرنا\n...\nإذا نحن فيهم سوقةٌ نتنصف)\nفأما هل السوقة فالواحدة منهم سوقيٌّ، والجماعة سوقيون.\n11 -\n[مطلب اليقطين]\nومن ذلك اليقطين. تذهب العامة إلى أنه القرع خاصةً، وليس كذلك. إنما\nالجزء: 1 - الصفحة: 852\n",
        "اليقطين كل شجرٍ انبسط على وجه الارض ولا يقوم على ساق، مثل القرع والقثا والبطيخ ونحو ذلك.\n12 -\nالقول في ذات\nومن ذلك قول المتكلمين في صفة الله تعالى: الذات، قال \"ابن برهان\": وذلك جهلٌ منهم لا يصلح إطلاقاً هذا في اسم الله تعالى لأن أسماءه - جلت عظمته - لا يصح فيها إلحاق تاء التأنيث، ولهذا امتنع أن يقال فيه: علامة - وإن كان أعلم العالمين. فذات بمعنى صاحبة تأنيث قولك \"ذو\" كما أن النسب إلى ذو ذووي. أخبرنا بذلك \"أبو زكريا\" \"عنه\".\n13 -\nمحسات لا محسوسات\nوكذلك قولهم: المحسوسات أي المعلومات خطأ أيضاً، والصواب أن يقال: المحسات؛ لأنه يقال: أحسست الشيء وحسست به، فأما المحسوسات فمعناها\nالجزء: 1 - الصفحة: 853\n",
        "في اللغة المقتولات، يقال: حسه إذا قتله.\nوكذلك قول العامة: حس في معنى سمع ووجد غلط. تقول: أحسن إذا وجد، فأما حس فقتل، وحس الدابة بالمحسة، وحس النار إذا ردها بالغضا على جبز الملة، وحس اللحم إذا وضعه على الجمر.\n14 -\nمعنى الخروع\nومن ذلك الخروع تذهب العامة إلى أنه نبتٌ بعينه، ويفتحون خاءه فيخطئون في لفظه ومعناه، وإنما الخروع كل نبت يتثنى، أي نبتٍ كان، ولهذا قيل للمرأة اللينة الجسد: خريع. ومنه حديث \"أبي سعيد الخدري\" رحمة الله عليه: \"لو سمع أحدكم ضغطة القبر لخرع\" أي انكسر وضعف.\nوليس في كلام العرب شيءٌ على فعول بكسر الفاء إلا حرفان: خروع وعتود، وهو اسم واد وموضع.\n15 -\nمعنى البقل\nومن ذلك البقل. تذهب العامة إلى أن ما يأكله الناس خاصةً دون البهائم من\nالجزء: 1 - الصفحة: 854\n",
        "النبات الناجم الذي لا يحتاج في أكله إلى طبخ، وليس كذلك.\nإنما البقل العشب، وما ينبت الربيع مما تأكله البهائم والناس.\nقال الشاعر:\n(فلا مزنةٌ ودقت ودقها\n...\nولا أرض أبقل أبقالها)\nوقال آخر:\n(قومٌ إذا نبت الربيع لهم\n...\nنبتت عداوتهم مع البقل)\nوقال \"زهير\":\n(رأيت ذوي الحاجات حول بيوتهم\n...\nقطيناً لهم حتى إذا أنبتت البقل)\nوقال أبو \"دؤاد\":\n(مثل عير الفلاة صعلكة البقل\n...\nمشيحٌ بأربع عسرات)\nيقال منه بقلت الأرض وأبقلت، لغتان فصيحتان، إذا أنبت البقل وابتقلت الإبل وتبقلت إذا أرعته.\nقال \"أبو النجم\" يصف الإبل:\nالجزء: 1 - الصفحة: 855\n",
        "(تبقلت في أول التبقل\n...\nبين رماحي مالك ونهشل)\nوالفرق بين البقل ودق الشجر أن البقل إذا أرعي لم يبق له ساق، والشجر يبقى له سوق وإن دقت، وكذلك يجعلون الحشيش ضرباً من رطب العشب، وإنما الحشيش يابس العشب كله ولا يقع على شيءٍ من الرطب، ورطب العشب يدعى الرطب بضم الراء والخلا جميعاً والكلأ يجمعهما.\n16 -\nمعنى الصلف\nومن ذلك الصلف، تذهب العامة إلى أنه التيه، والذي حكاه أهل اللغة في الصلف أنه قلة الخير. يقال: امرأةٌ صلفة: قليلة الخير لا تحظى عند زوجها، وقد صلفت صلفاً إذا لم تحظ عنده، ورجلٌ صلف أي قليل الخير، ومن أمثالهم: \"رب صلف تحت الراعدة\".\n17 -\nمعنى البهنانة\nومن ذلك البهنانة، تذهب العامة إلى أنها ذم، ويعنون بها المرأة البلهاء، وليس كذلك، إنما البهنانة صفة تمدح بها المرأة، يقال: امرأةٌ بهنانة إذا كانت ضاحكةً متهللة، وقيل: هي الطيبة الرائحة الحسنة الخلق السمحة لزوجها، وقال \"ابن الأعرابي\" في قول \"الشاعر\":\n(ألا قالت بهان ولم تأبق\n...\nنعمت ولا يليق بك النعيم)\nالجزء: 1 - الصفحة: 856\n",
        "أراد بهانة، وتأبق: تأثم.\n18 -\nمعنى المتفتية\nومن ذلك المتفتية، تذهب العامة إلى أنها الفاجرة، وليس الأمر كذلك، إنما المتفتية الفتاة المراهقة. يقال: تفتت الجارية إذا راهقت فخدرت ومنعت من اللعب مع الصبيان، وقد فتيت تفتية. يقال: لفلانة بنت قد تفتت أي تشبهت بالفتيان وهي أصغرهن.\nويقال للحدثة: فتاة، وللغلام فتى. قال \"القتيبي\": ليس الفتى بمعنى الشاب والحدث وإنما هو بمعنى الكامل الجزل من الرجال.\n19 -\nراب لا مربوب\nومن ذلك قولهم للكثير الأشعال: مربوب، وذلك قلب للكلام، والوجه أن يقال: رابٌّ، فأما المربوب فهو المصلح المربي، قال الشاعر:\nالجزء: 1 - الصفحة: 857\n",
        "(يعطى دواء قفي السكن مربوب)\nويقال: سقاء مربوب إذا متن بالرب، يقال: رب فلان ولده يربه، ورب صنيعته يربها رباً إذا أتمها وأصلحها، فهو رب ورابٌّ، قال الشاعر:\n(يرب الذي يأتي من العرب إنه\n...\nإذا سئل المعروف زاد وتمما)\nوالرب ينقسم ثلاثة أقسام:\nمالك، يقال: هو رب الدابة ورب الدار، وكل من ملك شيئاً فهو ربه.\nوربُّ، سيد مطاع، قال تعالى: {فيسقي ربه خمراً} أي سيده.\nوربُّ [أي]، يقال: رب الشيء إذا أصلحه ..\nولا يقال بالألف واللام لغير الله تعالى.\n20 -\nالساقي والمسقي\nوكذلك قولهم لساقي الماء: شارب، وهو قلبٌ للكلام، إنما المسقي الشارب وصاحب الماء الساقي، ومثله قولهم لضرب من المشموم: الشمام والشمامة، فيجعلونه للمفعول، وإنما الشمام والشمامة بناء للفاعل للمبالغة ولا يكون للمفعول.\nالجزء: 1 - الصفحة: 858\n",
        "21 -\nمعنى الغلام والجارية\nومن ذلك الغلام والجارية، ويذهب عوام الناس إلى أنهما العبد والأمة خاصة، وليس كذلك، إنما الغلام والجارية الصغيران، وقيل: الغلام الطار الشارب، ويقال للجارية: غلامة أيضاً. قال الشاعر:\n(بهان بها الغلامة والغلام)\nوقد يقال للكهل: غلام، قالت \"ليلى الأخيليلة\" تمدح \"الحجاج\":\n(غلام إذا هز القناة سقاها)\nوكان قولهم للطفل غلام على معنى التفاؤل [أي سيصير غلاماً].\nالجزء: 1 - الصفحة: 859\n",
        "[وقولهم للكهل: غلام أي الذي كان مرة غلاماً] وهو فعال من الغلمة وهي شدة شهوة النكاح، وقالت امرأة ترقص بناتها:\n(وما علي أن تكون جارية\n...\nحتى إذا ما بلغت ثمانية)\n(زوجتها عتبة أو معاوية\n...\nأختان صدقٍ ومهورٌ عالية)\nوقال آخر:\n(جاريةٌ أعظمها أجمها\n...\nقد سمنتها بالسويق أمها)\nوقال الشاعر:\n(جوارٍ تحلين اللطاط يزينها\n...\nشرايح أحواف من الأدم الصرف)\nاللطاط: جمع لط وهو قلادة من حنظل، والأحواف جمع حوف وهو شبيه بالمئزر، يتخذ للصبيان، من أدم يشقُّ من أسافله ليمكن المشي فيه.\n22 -\nمعنى الدُّبر\nومن ذلك الدبر. تذهب العامة إلى الاست خاصة، وليس كذلك، دبر كل شيءٍ خلاف قبله، بضم الدال، ما خلا قولهم: جعل فلان قولك دبر أذنه أي خلف أذنه، فإنه بفتح الدال. قال الله تعالى: {سيهزم الجمع ويولون الدبر}. وقال عز اسمه: {وأدبار السجود}. وقال: {والليل إذا أدبر}.\nالجزء: 1 - الصفحة: 860\n",
        "23 -\nالحجر لأي حيوان\nوكذلك يجعلون الجحر اسماً لها خاصة، وإنما الحجر كل ما يحتفره في الأرض من الدواب، ما لم يكن من عظام الخلق، نحو جحر اليربوع والثعلب والأرنب وشبه ذلك.\n24 -\nالفرق بين الذميم والدميم\nومن ذلك الذميم بالذال المعجمة، يضعه الناس موضع الدميم بالدال غير المعجمة فيقولون: فلان ذميم أي قميءٌ حقير.\nوالصواب أن يقال: دميم بالدال غير المعجمة، فإن كان سيء الخلق قيل: ذميم.\nيقال من الأول: رجل دميم وامرأة دميمة من نساء دمايم ودمام، وما كنت يا رجل دميماً، ولقد دممت بعدي تدم دمامةً، واشتقاقه من الدمة وهي النملة والقملة الصغيرة.\nفالدمامة بالدال مهملة في الخلق، والذمامة بالذال معجمة في الخلق. يقال: ذم الرجل يذم ذماً وهو اللؤم في الإساءة.\n25 -\nالفرق بين الانتفاخ والانتفاج\nومن ذلك الانتفاخ بالخاء، ويضعه الناس موضع الانتفاج بالجيم، ولكل واحد منهما موضع يوضع فيه.\nفأما الانتفاخ بالخاء فعظم الجنبين الحادث من علة أو أكل أو شرب.\nوالانتفاج بالجيم ع ظم الجنبين خلقةً من غير علة. يقال: رجل منتفج الجنبين. وفرسٌ منتفج الجنبين. قال الشاعر:\nالجزء: 1 - الصفحة: 861\n",
        "(منتفج الجنب عظيم كلكله)\nفمدحه بذلك، ولو قاله بالخاء لكان ذما، ويقال: انتفجت الأرنب إذا اقشعرت، وكل شيءٍ احتال فقد تنفج.\n26 -\nمعنى التحليق\nومن ذلك التحليق. تذهب العامة إلى انه رمي الشيء من علوٍّ إلى أسفل، فيقولون: حلقت الشيء إذا ألقيته، وذلك غلط. وإنما التحليق عند العرب الارتفاع في الهواء، يقال: حلق الطائر في كبد السماء إذا اشتد وارتفع في طيرانه، وحلق النجم إذا ارتفع. قال \"ابن الزبير الأسدي\".\n(رب منهل طاوٍ وردت وقد خوى\n...\nنجم وحلق في السماء نجوم)\nوفي الحديث \"فحلق ببصره إلى السماء\" رفع البصر إلى السماء كما يحلق الطائر إذا ارتفع في الهواء.\nومنه الحالق: الجبل المشرف، وقال \"النابغة\" في حلق الطائر:\n(إذا ما التقى الجمعان حلق فوقهم\n...\nعصائب طير تهتدي بعصائب)\nوإنما سمي تحليقاً لأن الطائر يطلع فيدور في طلوعه كما تستدير الحلقة.\n27 -\nمن اليتيم؟\nومن ذلك اليتيم. تذهب العامة إلى أنه الصبي الذي مات أبوه أو أمه، وليس\nالجزء: 1 - الصفحة: 862\n",
        "كذلك، وإنما اليتيم من الناس الذي مات أبوه خاصة، ومن البهائم الذي ماتت أمه. فاليتيم في الناس من قبل الأب وفي البهائم من قبل الأم.\nفإذا بلغ الصبي زال عنه اسم اليتم. يقال منه: يتم ييتم يتُماً ويَتماً، وأيتمه الله.\nوجمع اليتيم يتامى وأيتام، وكل منفرد عند العرب يتيم ويتيمة.\nوقيل: أصل اليتم الغفلة، وبه سمي اليتيم يتيماً لأنه يتغافل عن بره، والمرأة تدعى يتيمة ما لم تزوج، فإذا تزوجت زال عنها اسم اليتم، وقيل: المرأة لا يزول عنها اسم اليتم أبداً.\nوقال \"أبو عمرو\": اليتم الإبطاء، ومنه أخذ اليتيم لأن البريبطى عنه.\n28 -\nمعنى المثقال\nومعنى ذلك المثقال، يظنه الناس وزن دينار، وليس كما يظنون.\nمثقال كل شيء وزنه، وكل وزن يسمى مثقالاً وإن كان وزن ألف. قال الله تعالى: {وإن كان مثقال حبة من خردل}. قال \"أبو حاتم\": وسألت \"الأصمعي\" عن صنجة الميزان فقال: فارسي، ولا أدري كيف أقول ولكني أقول: مثقال. فإذا قلت للرجل: ناولني مثقالاً، فأعطاك صنجة ألف أو صنجة حبةٍ كان ممتثلاً.\n29 -\nالفرق بين تنهس وتنحس\nومن ذلك قولهم: تنهس النصارى إذا أكلوا اللحم قبيل صومهم، وذلك غلط\nالجزء: 1 - الصفحة: 863\n",
        "في اللفظ، وقلب للمعنى إلى ضده. أما اللفظ فإنه يقال: تنحس النصارى بالحاء، وأما المعنى فإنهم يقال لهم ذلك إذا تركوا أكل اللحم، ولا يقال لهم ذلك إذا أكلوه. قال \"ابن دريد\": هو عربي معروف لتركهم أكل الحيوان، قال: ولا أدري ما أصله. ويقال: تنحس إذا تجوع كما يقال: توحش. قال الشيخ: وكأنه مأخوذ منه كأنهم تجوعوا من اللحم.\n30 -\nالمفهوم الصحيح للشمائل\nومن ذلك قولهم: فلان حسن الشمائل، إذا كان حسن التثني والتعطف في المشي. وإنما الشمائل الخلائق عند العرب، وأحدها شمال.\nوالنحويون يذهبون إلى أن شمالاً يكون واحداً وجميعاً. قال الشاعر:\n(الم تعلما أن الملامة نفعها\n...\nقليل، وما لومي أخي من شماليا)\nيريد من خلقي.\n31 -\nما أذفره وما أزفره\nومن ذلك قولهم للشيء إذا كرهوا يرحه: ما أزفره! ، وإنما الكلام أن يقال: ما أذفره! بالذال المعجمة، والذفر حدة ريح الشيء الطيب والشيء الخبيث. قال الشاعر في خبث الريح:\n(ومأولقٍ أنضجت كية رأسه\n...\nوكرته ذفراً كريح الجورب)\nالجزء: 1 - الصفحة: 864\n",
        "قال \"الراعي\" وذكر إبلاً قد رعت العشب وزهره، فلما صدرت عن الماء نديت جلودها ففاحت منها رائحة طيبة، فيقال لتلك فأرة الإبل:\n(لها فأرة ذفراء كل عشية\n...\nكما فتق الكافور بالمسك فاتقه)\nفأما الزفر فهو الحَمل والزفر الحِمل، وليس من هذا في شيء.\nوالزفر والزفير أن يملأ الرجل صدره غماً ثم يزفر به، وهو من شديد الأنين وقبيحه.\n32 -\nالحليل معناه الزوج\nومن ذلك الحليل تضعه العامة موضع الإحليل، ويعنون به الذكر وهو غلط إنما الحليل الزوج، والحليلة المرأة وسميا بذلك إما لأنهما يحلان في موضع واحد، أو لأن كل واحد منهما يحال صاحبه أي ينازله، أو لأن كل واحد منهما يحل إزار صاحبه.\nوأما الإحليل فهو ثقب الذكر الذي يخرج منه البول وجمعه الأحاليل، والأحاليل أيضاً مخرج اللبن من ظبي الناقة وغيرها.\n33 -\nمعنى يتحنث\nومن ذلك قول الناس: فلانٌ يتأثم ويتحنث، يذهبون إلى أن معناه: يقع في الإثم والحنث، وليس كما ذهبوا إليه، وإنما\nمعنى يتحنث\nأي يفعل فعلاً يخرج منه الحنث والاثم، يقال: هو فلان يتنجس إذا فعل فعلاً يخرج به من النجاسة، وكذلك يتأثم ويتحرج إذا فعل فعلاً يخرج من الاثم والحرج.\nالجزء: 1 - الصفحة: 865\n",
        "34 -\nمعنى الخنان\nومن ذلك الخنان يضعه الناس موضع الحنكة، فيقولون: خننه إذا ضرب حنكه، كما يقولون: حنَّكه وإنما الخنان داء يأخذ الإبل في مناخرها تموت منه، وهو في الإبل مثل الزكام في الناس، والخنان أيضاً داؤٌ يأخذ الناس. قال الشاعر:\n(وأشفى من تخلجٍ كل جن\n...\nوأكوى الناظرين من الخنان)\nوالخنان أيضاً داء يأخذ الطير في رءوسها: يقال: إنه طائر مخنون.\n35 -\nاستعمال كل من أمَّا وإمَّا\nومن ذلك أما وإما، لا يفرقون بينهما، وفرق بينهما أن التي تفضل بها الجمل وتجاب بالفاء مفتوحة الهمزة. يقول: أما زيدٌ فعاقل وأما عمروٌ فعالم.\nوالتي تكون للشك أو التخيير مكسورة الهمزة. تقول: لقيت إما زيداً وغما عمراً، وخذ إما هذا وإما ذاك.\n36 -\nمعنى العضروط\nومن ذلك العضروط. تذهب العامة إلى أنه الذي يحدث إذا جامع، وليس كذلك. إنما الغضروط الذي يخدمك بطعام بطنه، وهم العضاريط والعضارطة. وقال \"الأصمعي\": هم الأجراء، وأنشد:\n(أذاك خيرٌ أيها العضارط)\nالجزء: 1 - الصفحة: 866\n",
        "وقال \"طفيل\":\n(وراحلة وصيت عضروط ربها\n...\nبها والذي تحتي ليدفع أنكب)\nيريد أنه كان على راحلة بجنب فرسه، فلما دنا من القتال ركب الفرس، ووصى التابع بالراحلة.\nوأنكب: يعني الفرس الذي تحته قد تحرف للعدو لما لحقه من الزمع، فأما الذي يحدث عند الجماع فهو العذيوط.\n37 -\nلا فرق بين التابل والأبزار\nومن ذلك التابل والأبزار، يفرق عوام بينهما. والعرب لا تفرق بينهما. التابل والأبزار [والقرح] والقزح والفَحا والفِحا كله بمعنى واحد، يقال: توبلت القدر وفحيتها وقزحتها إذا ألقيت فيها الأبزار. والأبزار بفتح الهمزة وليست بجمع. وهو فارسي معرَّب وبعضهم يكسر بالهمزة.\n38 -\nما يقال للخارج من الحمام\nويقولون للخارج من الحمام: طاب حمامك، وليس لذلك معنى، وإنما الكلام: طاب حميمك وإن شئت قلت: طابت حمَّتك أي طاب عرقك، لأن عروق الصحيح طيب وعرق السقيم خبيث.\n39 -\nالفرق بين ركَّ ورقَّ\nويقولون: اقطعه من حيث رق بالقاف، وكلام العرب: اقطعه من حيث رك أي من حيث ضعف.\nالجزء: 1 - الصفحة: 867\n",
        "40 -\nأزف لا زاف\nومن ذلك قولهم: قد زاف الوقت إذا قرب وهو خطأ. والصواب أن يقال قد أزف الوقت. وكل شيء اقترب فقد أزف أزفاً. قال الله تعالى: {أزفت الآزفة}، أي دنت القيامة، فأما زاف فيستعمل في الحماية، يقال: زافت الحمامة إذا نشرت جناحيها وذنبها على الأرض، وزافت المرأة في مشيها كأنها تستدير، وزاف الجمل في مشيه زيفاً وهو سرعة في تمايل.\n41 -\nالعروض للمرأة والرجل\nومن ذلك العروس. تذهب العامة إلى أنه يقع على المرأة خاصة دونه الرجل.\nوليس كذلك، يقال: رجل عروس وامرأة عروس، ولا يسميان عروسين إلا أيام البناء. قال الشاعر:\n(وهذا عروساً باليمامة خالد)\nومن أمثالهم \"كاد العروس يكون أميراً\" ويقال لهما أيضاً: عرسان في كل وقت. قال الراجز:\n(أنجب عرس جمعاً وعرس)\nالجزء: 1 - الصفحة: 868\n",
        "ثانياً: ومما ينقص منه ويزداد منه وتبدل بعض حركاته وبعض حروفه بغير.\n1 -\nقولهم: قرأت الحواميم\nيقولون: قرأت الحواميم، وذلك خطأ ليس من كلام العرب. والصواب: أن يقال: قرأت آل حم. وفي حديث \"عبد الله بن مسعود\": \"إذا وقت في آل حم وقعت في روضات دمثات\" ومر رجلٌ بأبي الدرداء وهو يبني مسجداً، فقال: ابنه لآل حم وقال \"الكميت\":\n(وجدنا لكم في آل حم آية\n...\nتأولها منا تقي ومعرب)\n2 -\nقولهم: أمر مهول\nويقولون: أمر مهول، وإنما هو هايل. يقال: هالني الشيء يهولني هولاً إذا\nالجزء: 1 - الصفحة: 869\n",
        "أفزعك، فهو هايل، والهول المخافة على الأمر لا يدري ما يهجم عليه.\n3 -\nاستعمال كلمة أفّ\nوتقول: أفَّ منه وأفٍّ منه وأفًّا منه وأفٍّ مضافاً وأفة وافا بالأف. ولا تقل افي بالياء فإنه خطأ. ومعنى أف الأنين والتضجر. وأصلها نفخك الشيء سقط عليك من تراب أو رماد، وللمكان تريد إماطة الأذى عنه، فقيلت لكل مستثقل.\n4 -\nهوش لا شوش\nوتقول: هوشت الشيء إذا خلطته ومنه أخذ اسم \"أبي المهوش الشاعر\".\nولا تقل: شوشه، فقد أجمع أهل اللغة أو التشويش لا أصل له في العربية، وأنه من كلام المولدين، وخطأوا \"الليث\" فيه.\n5 -\nأبو رياح وليس: بُرياح\nوهو أبو رياح لهذا يلعب به الصبيان، وتديره الريح ولا تقل: بُرياح.\nالجزء: 1 - الصفحة: 870\n",
        "6 -\nأبو زناء وليس: بوزنَّة\nوكذلك يقولون للقرد: بوزنَّة وإنما هو أبو زنَّاء، وهي كنيته.\n7 -\nزجَّال وليس زجان\nوتقول لمرسل الحمام: زجال باللام، والزجل إرسال الحمام الهادي من مزجل بعيد، وقد زجل به يزجل، ولا تقل: زجَّار فإنه خطأ.\n8 -\nسبطانة ولا زربطانة\nويقال للقناة الجوفاء المضروبة بالعقب يرمي فيها سهام صغار تنفخ نفخاً فلا تكاد تخطي: سبطانة، ولا يقال: زربطانة كما تقول العامة.\n9 -\nوهي السميرية لا السمارية\nوهي السمرية من السفن بالياء وهي منسوبةٌ إلى رجل يقال له: سمير أظنه كان يعمل بالبصرة، وهو أول من عملها فنسبت إليه، ولا تقل: سمارية فإنه خطأ.\n10 -\nالضبغطى لا الضبغطع\nوالضبغطى شيءٌ يفزع به الصبيان، ولا تقل: الضبغطع. قال الراجز:\n(وزوجها زوترك زونزا\n...\nسيفزع إن قُزِّع بالضبغطى)\nالجزء: 1 - الصفحة: 871\n",
        "11 -\nبرجان لا برجاص\nويقولون لمن ينسبونه إلى السرقة، هو \"برجاص\" اللص، وإنما هو \"برجان\" بالنون وهو \"فضيل بن برجان\" ويقال \"فضل\" أحد بني عطارد ومن بني سعد، وقال مولى لبني \"امرئ القيس\" وكان له صاحبان يقال لهما \"سهم\" و\"بسام\" فقتلهم \"مالك بن المنذر بن الجارود\" وصلب \"ابن برجان\" بعدما قتله في مقبرة \"العتيك\" وكان الذي تولى ذلك \"شعيب بن الجحاب\" وأخذ اللصوص المشهورين بالبصرة فقتلهم، فقال \"خلق بن خليفة\":\n(إن كنت لم تسألي سهماً وصاحبه\n...\nعن مالكٍ فسلي فضل بن برجان)\n(يخبرك عن الذي وفى على شرف\n...\nحتى أناف على دورٍ وبنيان)\n12 -\nجئت من عندك، لا إلى عندك\nويقولون: قد جئت إلى عندك، وهو خطأ. يقال: جئت من عنده، ولا يقال: جئت إلى عنده، لأن عند لا يدخل عليها من حروف الجر غير من وحدها.\n13 -\nالجبولا لا الكبولة\nويقولون الكبولة، وإنما هي الجبولا بالجيم والمد، واشتقاقها من الجبل.\n14 -\nلبكت لا كبلت\nويقولون: كبلت الشيء إذا خلطته، والمعروف: لبكت وبكلت وربكت إذا\nالجزء: 1 - الصفحة: 872\n",
        "خلطت. فأما كبلت فمعناه قيدت. يقال: كبلته كبلاً، والكبل: القيد.\n15 -\nافعل كذا إما لا\nويقولون: افعل كذا أُمالي. والصواب: إما لا، وأصله إن لا يكن ذلك الأمر فافعل هذا، وما زايدة، وأنشدني \"أبو زكريا\" رحمه الله:\n(أمرعت الأرض لو أن ما لا\n...\nلو أن نوقاً لك أو جمالاً)\n(أوثلة من غنم إما لا)\n16 -\nسيدتي لا ستي\nويقولون: فعلت ستي وقالت ستي، والصواب أن يقال: سيدتي؛ لأنه تأنيث السيد. وقرأت بخط \"أبي الحسن علي بن محمد الكوفي\": حدثني \"عبد الله بن عمار الطحني\" قال حدثني \"الزغل\" قال: رأيت \"ابن الأعرابي\" في منزلنا، فقالت عجوزٌ لنا: ستي تقول كذا وكذا، قال: فقال \"ابن الأعرابي\": إن كان من السؤدد فسيدتي، وإن كان من العدد فستتي، لا أعرف في اللغة لستي معنى.\nوقد تأوله \"ابن الأنباري\" فقال: يريدون يا ست جهاتي، وهو تأول بعيدٌ مخالف للمراد.\n17 -\nحطب جزل لا زجل\nويقولون: حطب زجل، وإنما هو جزل، وهو الغليظ من الحطب، وقيل اليابس قال الشاعر:\n(ولكن بها ذاك اليفاع فأوقدي\n...\nبجزلٍ إذا أوقدت لا بصرام)\nالجزء: 1 - الصفحة: 873\n",
        "والضرام والشخت ضده. ثم كثر الجزل في كلامهم حتى صار كل ما كثر جزلاً، فقالوا: أعطاه عطاءٌ جزلاً، وأجزلت للرجل وجزل لي من ماله.\n18 -\nصحة جمع مكوك\nويقولون في جمع المكوك: مكاك، وإنما المكاك جمع مكاء، وهو طائر يسقط في الرياض ويمكو أي يصفر، والصواب أن يقال في جمع المكوك: مكاكيك.\n19 -\nصاخرة لا صاغرة\n[ويقولون لهذا الإناء من الخزف الذي يتطهر فيه: صاغرة بالغين وإنما هو صاخرة].\n20 -\nأرش لا هرش\nويقولون لما يدفع بين السلامة والعيب في السلعة: هرس وقد هرس السلعة. وإنما هو أرشٌ، وقد أرشت الثوب، وسمي أرشاً لأن المبتاع للثوب على أنه صحيح إذا وقفت منه على خرق أو عيب وقت بينه وبين البائع أرش أي خصومة، من قولك: أرشت بينهما إذا أغريت أحدهما بالآخر، فسمي ما نقص العيب الثوب أرشاً إذ كان سبباً للأرش.\nالجزء: 1 - الصفحة: 874\n",
        "21 -\nمؤيس صوابها يائس\nويقولون: أنا مؤيس من خيرك، والصواب أن يقال: أنا يائس من خيرك. يقال: يئست وأيست. لغتان.\n22 -\nورن، وورل\nويقولون لدويبة أصغر من الضب: الورن بالنون، وإنما هي الورس باللام، وجمعها الورلان، وهي إحدى الأحرف التي اجتمعت فيها الراء واللام. ولم تجتمع الراء واللام في شيء من لغة العرب إلا في أحرف يسيرة، هذا أحدها، وأرل - وهو جبل معروف - وغرله - وهي القلفة - وجرل - وهي الحجارة المجتمعة.\n23 -\nالأسكرجة لا السكرجة\nويقولون: السكرجة بفتح الكاف والراء، وإنما هي الأسكرجة بضمها والهمزة وهي أعجمية معربة، ومعناها بالفارسية مقرب الخل.\n24 -\nالهاون صوابها الهاوون\nويقولون: الهاون والصواب أن يقال: الهاوون بواوين، على مثال فاعول، لأنه ليس في كلام العرب كلمة على فاعل - وهي اسم موضع - العين منها واو.\nالجزء: 1 - الصفحة: 875\n",
        "25 -\nالدستك صحتها الدستج\nويقولون: الدستك وإنما هي الدستج، وهما أعجميتان معربان أريضاً.\n26 -\nتثوب ممطر لا منطر\nويقولون لضرب من الثياب يتخذ من صوف: منطر، والصواب: ممطر، وهو مفعل من المطر كأنهم أرادوا أنه يلبس فيه.\n27 -\nأمَّلت لا ومّلت: ويقولون: ما وقلت فيك كذا، وإنما الكلام ما أمَّلت\n28 -\nالميضأة لا الميضة\nويقولون: الميضة لموضع الطهارة [وإنما هي الميضأة] وهو ما يتوضأ منه.\n29 -\nزمكى لا زكاة\nويقولون لأصل ذنب الطائر: زمكاة، والصواب أن يقال: الزمكي والزمجي.\n30 -\nاسم منذر الأسد\nويقولون لما ينذر بين الناس يدي الأسد: فروانك، وإنما هو فرانق، وهو سبع يصيح بين يديه كأنه ينذر الناس، ويقال: إنه سبيهٌ بابن آوى، يقال له: فرانق الأسد، ويقال له: الوعوع وهو أعجمي معرَّب.\nالجزء: 1 - الصفحة: 876\n",
        "31 -\nالحلواء المعقدة لا المعقودة\nويقولون لضرب من الحلواء: المعقودة، والصواب أن يقال: المعقدة.\n32 -\nجمع قريبة\nويقولون في جمع قرية: قرايا، وإنما جمع قرية: قرى لا غير، وهو جمع نادر، لأنه جمع فعلة من الياء والواو يجيء على فعال، فيكون ممدوداً مثل: ركوة وركاء، وشكوة وشكاء، وقشوة وقشاء، ولم يسمع في شيء من جمع هذا القصر إلا كوة وكوى، وقرية وقرى، وقال بعضهم: هو جمع قرية بكسر القاف لغة يمانية ككسوة وكُسى، وقد رد عليه، وقالوا: القرية بفتح القاف لا غير، والنسبة إلى القرى قرويّ.\n33 -\nجمع أنبوبة\nويقولون: الأنبوبة، والأنبايب في جمعها، وهذا لفظ بشع وبناء منكر، وإنما الكلام الأنبوبة والأنابيب كالأعجوبة والأعاجيب.\n34 -\nكلمات جاءت ممدودة وقد تقصر\nويقولون لهذا النبات الأصفر المجتث الذي يتعلق بطرف الشوك: الأكشوث، وإنما هو الكشوث والكشوثا، وجاء على فعولاء ممدوداً: الدبوقاء [العذرة] قال \"رؤبة\":\n(لولا دبوقاء استه لم يبطخ)\nأي لم يتلطخ.\nالجزء: 1 - الصفحة: 877\n",
        "وجلولاء وحروراء، وهما بالمد بلدان.\nوكشوثاء وبرز قطوناء بالمد وقد يقصران. كما قال الشاعر:\n(هو الكشوث فلا أصل ولا ورق\n...\nولا نسيم ولا ظل ولا شجر)\n35 -\nالعزلاء لا العزلة\nويقولون لفم المزادة: العزلة وإنما هي العزلاء.\n36 -\nزرمانقة لا زرنبانقة\nويقولون للجنة من الصوف: زرنبانقة، وإنما هي: زرمانقة. وهي عبرانية وقد تكلمت بها العرب وهي في الحديث عن \"عبد الله بن مسعود\": \"أن موسى\" عليه السلام لما أتى \"فرعون\" أتاه وعليه زرمانقة\".\n37 -\nالعذق لا العثق\nويقولون: العثق والصواب: العذق.\nالجزء: 1 - الصفحة: 878\n",
        "38 -\nالجيم بدل الكاف فيما يأتي\nويقولون للخيوط المعقدة: كداد وكلام العرب: جداد. قال الأعشى [يصف الخمار].\n(أضاء مظلته بالسراج\n...\nوالليل وعامر جدادها)\nويقولون لبثرة تخرج من جفن العين: كدكد، وذلك غلط، والصواب: الجدجد بجيمين. هذه لغة بني تيم. وربيعة تسميه القمع. قال \"سويد بن أبي كاهل\":\n(صافي اللون وطرفاً ساجياً\n...\nأكحل العينين ما فيه قمع)\nوقال الأعشى:\n(وطرفاً لم يكن قمعاً)\nالجزء: 1 - الصفحة: 879\n",
        "39 -\nمنوار لا منيار\nويقولون للذي يستصبح به على أبواب الملوك: منيار بالياء، والصواب أن يقال: منوار، لأنه مأخوذ من النور أو من النار، وكلاهما من الواو، ولو بنيت مفعالاً من النول والقول لقلت: منوال ومقوال بالواو، ولم تقله بالياء.\n40 -\nأحلاس لا حلاس\nويقولون: على فلان حِلاس، والكلام أحلاس كأخلاق، وهو جمع حلس، وهو ما بسط تحت حر الثياب. وفي الحديث: \"كن لس بيتك\"، والحلس للبعير كساء رقيق يكون تحت البرذعة.\n41 -\nشحاذ لا شحات\nويقولون للسائل: شحات بالتاء، وإنما هو شحاذ بالذال، وهو السائل الملح في المسألة. من قولك: شحذ الصيقل السيف، إذا ألح عليه بالتحديد، وشفرة مشحوذة. قالت \"عائشة بنت عبد المدان:\n(حدثت بسراً وما صدقت ما زعموا\n...\nمن قولهم ومن الإفك الذي اقترفوا)\n(أنحى على ودجى ابنيَّ مرهفةً\n...\nمشحوذة وكذاك الأمر يقترف)\nالجزء: 1 - الصفحة: 880\n",
        "والصيقل شاحذ وشحاذ، والمُلحُّ في المسألة مشبه به.\n42 -\nيتنطع لا يتطلع\nويقولون: فلان يتطلع علينا باللام، والصواب يتنطع بالنون، والمتنطع: المتعمق في كلامه، ومنه حديث \"ابن مسعود\" رحمة الله عليه: \"وإياكم والتنطع\"، واشتقاقه من نطع الفم وهو أعلاه حيث يحنك الصبي.\n43 -\nهو بدل لا بدن\nويقولون: فلان بدنٌ من الأبدان، وليس للبدن هاهنا موضع، وإنما هو بدل من الأبدال وهم المبرزون في الصلاح، وسموا أبدالاً لأنه إذا مات منهم واحدٌ أبدل الله مكانه آخر، والواحد بدلٌ وبذل وبديلٌ.\n44 -\nقرفصة لا قرفشة\nويقولون: قد قرفشة إذا أخذه، وإنما هو قد قرفصه، ومعناه قد شدَّ يديه إلى رجليه، ثم أخذه بسرعة كما يفعل اللصوص وهم القرافصة.\n45 -\nالكنعد للسمك\nويقولون لضرب من السمك: الكنعت بالتاء، وهو الكنعد بالدال. قال \"جرير\" يهجو \"المهلب\":\n(كانوا إذا جعلوا في صيرهم\n...\nثم استووا مالحاً من كنعدٍ جدثوا)\nالجزء: 1 - الصفحة: 881\n",
        "46 -\nقولهم للصغار نشو، ولموضع التمر مشطاح\nويقولونه للصغار: نشو وإنما هم: النشا والنشء بالهمز.\nويقولون للموضع الذي يجفف فيه التمر ونحوه من الثمر: مشطاح - بشين معجمة زيادة ألف - وهو خطأ فاحش.\nوالصواب: مسطح بسين غير معجمة على وزن مفعل، ومثله: المربد والجرين، وهما لأهل نجد، ومثله للطعام: البيدر لأهل العراق، والأندر لأهل الشام، وأهل البصرة يسمون المربد: الجوخان، والجوخان فارسيِّ معرَّب.\n47 -\nالبوتقة للصاغة صوابها البوطة\nويقولون للشيء الذي يذيب فيه الصاغة ونحوهم من الصناع: البوتقة، وقال \"الخيل\": هي البوطة.\n48 -\nمن اللكنات القبيحة\nويقولون: نحنا فعلنا ذاك، يريدون: نحن فعلنا ذاك وهي لكنة قبيحة.\nويقولون لرءوس الحلي وما تكسر منه: خشر بالراء، وهو خطأ والصواب: خشل باللام، ثال \"ذو الرمة\":\n(وساقت يبيس القلقلان كأنما\n...\nهو الخشل أعراف الرياح الزعازع)\nالجزء: 1 - الصفحة: 882\n",
        "49 -\nبصل العنصل لا العنصر\nويقولون: بصل العنصر بالراء، وإنما هو بصل العنصل باللام، وهو بصلٌ بري، يعمل منه \"خل عنصلان\" وهو شديد الحموضة. قال \"امرؤ القيس\":\n(كأن السباع فيه غرقاً عشية\n...\nبأرحابه القصوى أنابيش عنصل)\nويقولون: جاء فلان يطحل وإنما هو يطحر إذا تنفس نفساً عالياً.\n50 -\nتصويب كلمات معرَّبة\nويقولون: المرزنكوش، وهو خطأ، والصواب: المرزجوش.\nوالشهدانك: والصواب: الشهدانج، وجلست هونا والصواب: هاهنا.\n51 -\nخمش لا خرمش\nويقولون: خرمش وجهه، وإنما هو خمشه [ويقولون: قرصة وإنما هو قرص].\n52 -\nجدف لا كدف\nويقولون للمتأفف: قد كدَّف وهو يكدف، وإنما يقال [قد] جدَّف الرجل، وهو يجدف تجديفاً بالجيم إذا استقل ما أعطاه الله وكفر النعمة، يقال: لا تجدِّف بأيام الله، وفي الحديث \"شر الحديث التجديف\" وقال الشاعر - أنشده \"أبو عبيد\":\nالجزء: 1 - الصفحة: 883\n",
        "(ولكني مضيت ولم أجدف\n...\nوكان الصبر عادة أولينا)\n53 -\nفي الإشارة إلى الجمع\nويقولون: هولى ذاك، وإنما هو هولاء بالمد وإن شئت قصرت.\n54 -\nاسم مدق القصار\nويقولون لمدق القصا ر: الكوذين، والكلام: الكذنيق. قال الشاعر:\n(قامة القصعل الضئيل وكف\n...\nخنصراها كذنيقا قصار)\n55 -\nما يقال للغبار\nويقولون للريح زيقاً، وكلام العرب: الصيق، وهو الغبار، قال الشاعر:\n(من رأي يومنا ويوم بني التيم\n...\nإذا التف صيقه بدمه)\n56 -\nمفلطح لا مبرطح\nويقولون: هذا الشيء مبرطح والكلام مفلطح، يقال درهم مفلطح ونصل مفلطحة، وكذلك قرص مفلطح إذا بسط، ومر \"الحسن البصري\" على باب \"ابن هبيرة\" وعليه القراء، فسلم وقال: ما لكم جلوساً قد أحفيتم شواربكم وحلقتم رءوسكم وقصرتم أكمامكم وفلطحتم نعالكم، أما والله لو زهدتم فيما عند الملوك\nالجزء: 1 - الصفحة: 884\n",
        "لرغبوا فيما عندكم، ولكنكم رغبتم فيما عندهم فزهدوا فيما عندكم، فضحتم القرآن فضحكم الله\". وقال رجل من بني \"الحارث بن كعب\" يصف حيَّة:\n(جُعلت لهازمه عزين ورأسه\n...\nكالقرص فلطح من طحين شعير)\n57 -\nجمع خيشوم\nويقولون في\nجمع خيشوم -\nوهو الأنف - مخاشيم، والصواب: خياشيم، وخياشيم الجبال أنوفها.\n58 -\nالقصل لا القسل\nويقولون: القسيل - بالسين - وإنما هو بالصاد، وسمي قصيلاً، [من] القصل وهو القطع، فعيل في معنى مفعول، يقال قصلت الشيء قصلاً إذا قطعته، ويقال: سيف مقصل وقصّال إذا كان قطاعاً.\n59 -\nمن أسماء الدواب\nويقولون لدابة كثيرة الأرجل: دخان الأذن - بالنون - ويذهبون إلى تشبيهه بالدخان، ولا معنى لذلك، وإنما هو دخّال: فعّال من الدخول، أي أنه يدخل في الأذن كثيراً، وتسمي العرب هذه الدابة: الحريش بالياء على وزن حريص.\n60 -\nمن أسماء النبات\nويقولون لضرب من النبت: الشابانك وهو بالقاف، ويقولون.\nالجزء: 1 - الصفحة: 885\n",
        "ويقولون: البتونك، وهو البتونج، وهذان معربان، والفونتج، بالعربية يسمى: الحبق.\n61 -\nهذه سلعة غالية لا غالة\nويقولون: سلعة غ الة والصواب غالية، ومنه سمي هذا الضرب من الطيب غالية، فيما حكى \"المفضل بن سلمة\" أن \"معاوية عنها فوصفها له، فقال: هذه غالية، فسميت غالية. وهذه الحكاية ضعيفة، لما روي عن \"عائشة\" رضي الله عنها غ الية، فسميت غالية. وهذه الحكاية ضعيفة، لما روي عن \"عائشة\" رضي الله عنها أنها كانت تطيب النبي صلى الله عليه وسلم بالغالية إذا أراد أن يحرم، وعنها أنها قالت: \"كنت أغلل لحية رسول الله صلى الله عليه وسلم بالغالية ثم يحرم\" فدل على أن الغالية ك انت معروفة قبل ذلك.\n62 -\nكلمات أبدلت فيها حروف وزيدت أخرى\nويقولون للخشبة التي في رأسها حجنة: عرقافة، وقد عرقفت الشيء، وإنما هي عقافة، وقد أعقفت الشيء أعقفه عقفاً، بمعنى عطفته بانعقف أي انعطف.\nويقولون: فلان مغرى بكذا والصواب: مغري بكذا.\nولا يقال: مغرى. وقد أغري به وعسك به وعشق وسدك به، ولكى به\nالجزء: 1 - الصفحة: 886\n",
        "ولذم به وألزم به، ولكد به وأغرم به وأولع به إذا لم يفارقه.\n63 -\nمن أسماء السفرة\nويقولون: نبية، وإنما هي، نفية - بالفاء - وهي سفرة تعمل من الخوص. وعن \"زيد بن أسلم\": يصنع لنا نفيتين ننشر عليهما الأقط\".\n64 -\nعرَّن لا تدرَّم\nويقولون: تدرمت على كذا، وهو خطأ، والصواب: تمرن على كذا إذا اعتاده واستمر عليه، وقد مرنت الجلد إذا لينته.\n65 -\nكنية الثعلب\nويقولون في\nكنية الثعلب:\nأبو الحسين. وإنما هو أبو الحصين.\n66 -\nما يقال للنحيف\nويقولون: فلان قذيف الجسم، والصواب: قضيف الجسم، وجارية قضيفة، وقد قضف قضفاً وقضفاً وقضافةً، وهو النحيف خلقةً، لا من هزال.\nالجزء: 1 - الصفحة: 887\n",
        "67 -\nطلس، لا لطلس\nويقولون: لطس الكتاب إذا محاه، وإنما يقال: طلسته إذا محوته لتفسد خطه، فإذا أنعمت محوه قلت: طرسته، ويقال للصحيفة إذا محيت: طلسٌ وطرس، وفي الحديث: \"أن النبي صلى الله عليه وسلم أمر بطلس الصور التي في الكعبة\" أي بطمسها.\n68 -\nالفرق بين الحساسة والخصاصة\nويقولون ما بفلان خساسة، يذهبون إلى الخسة، وإنما الكلام: ما به خصاصةٌ أي حاجة، وأصله من الخصاص وهو الفُرَج، وكل خللٍ أو خرق يكون في منخلٍ أو بابٍ أو سحاب أو برقع فهو خصاص، والوالحدة خصاصة.\n69 -\nضبط الإبط\nويقول بعض المتحذلقين: الإبط بكسر الباء، والصواب الإبط بسكون الباء، ولم يأت في الكلام شيء على فعل إلا إبل وإطل وحبر، وهي صفرة الأسنان، وفي الصفات امرأةٌ بلز وهي السمينة، وأتان إبد تلد كل عام وقيل: التي أتى عليها الدهر.\n70 -\nالقومس لا القمُّس\nويقولون للأمير من الروم: القمس، والصواب القومس. كذا تكلمت به العرب وهي رومية معربة قال الشاعر: [قال ابن بري رحمه الله هو المتلمس]:\nالجزء: 1 - الصفحة: 888\n",
        "(فعلمت أني قد رميت بنيطلٍ\n...\nأن قيل صار من أهل دوفن قومس)\nويقال: إن القومس يكون تحت يده نيفٌ وثلاثون رجلاً.\n71 -\nالمهندس بالسين لا بالزاي\nويقولون: المهندز بالزاي، وهو المهندس بالسين لا غير، وهو مشتق من الهنداز فصيرت الزاي سيناً، ليس في كلام العرب زاي بعد الدال، والاسم: الهندسة.\n72 -\nقولهم: خشب النشخ\nويقولون لما يلقى من الشجر: خشب النشيخ، والجيد أن يقال: خشب التشديخ يقال: شدخت الغصن ونحوه إذا كسرته، ويقال له أيضاً: الشذابة. وقد حكي عن \"أبي عمرو\" أنه قال: سنخ نخلة إذا نزع سلاه.\n73 -\nممجج لا ممزوج\nويقولون: قد مزج العنب إذا بلغ، والصواب مجج بجيمين، والمجج بلوغ العنب، وفي الحديث: \"لا تبع العنب حتى يظهر مججه\" وقال \"ابن عباس\": لا يباع العنب حتى يمجج.\n74 -\nالصدى والصدق\nويقولون الصدى في الصدق، وهو عبد للفرس يوقدون فيه النار ليلاً.\nالجزء: 1 - الصفحة: 889\n",
        "75 -\nمن معاني الديُّوث\nويقولون للذي لا غيرة له على أهله: القرطبان، وهو مغيرٌ عن وجهه، وإنما هو: الكلتبان.\nوروى \"ثعلب\" عن \"أبي نصر\" عن \"الأصمعي\" قال: الكلتبان مأخوذ من الكلب، وهي القيادة والتاء والنون زائدتان. قال: وهذه اللفظة هي القديمة عند العرب، وغيرتها العامة الأولى، فقالت: القلطبان. قال: وجاءت عامة سفلى، فغيرت على الأولى فقالت: القرطبان.\n76 -\nمن التصحيفات\n- ويقولون: قد هجز بقلبي كذا وكذا. وهو بالسين.\n- ويقولون: شممت راحة الشيء، والصواب: رائحته. فأما الراحة فراحة اليد والرفاهية.\n- ويقولون: لولاك، والجيد: لولا أنت. قال الله تعالى: {لولا أنتم لكنا مؤمنين}.\n- ويقولون: الحارص والحرص بالصاد، وهما بالسين.\n-[ويقولون: قرنس الديك إذا فر من ديك آخرن ولا تقل قرنص].\n- وقانصة الطائر، وهم يقولونها بالسين.\n- ويقولون: سيان السكين بفتح السين والياء، والصواب: السيلان بكسر\nالجزء: 1 - الصفحة: 890\n",
        "السين وإسكان الياء، وأنشد \"أبو عمرو\":\n(ولن أصالحكم ما دام في فرسٌ\n...\nواشتد قبضاً على السيلان إبهامي)\n- ويقولون في الدعاء للمريض: مسح الله بك. وكان \"النضر\" يقول: الصواب مصح الله بك، أي أذهبه. وغيره يجيز مسح، وروى \"ابن الكوفي\" في قراءته بخطه عن \"محمد بن حاتم\" المؤدب قال: مرض \"النضر بن شميل\" فدخل الناس عليه يعودونه، فقال له رجلٌ من القوم: مسح الله ما بك.\nفقال له \"النضر بن شميل\" لا تقل: مسح الله، وقل: مصح الله ما بك، ألم تسمع قول \"الأعشى\" في قصيدته الحائية:\n(وإذا الحمرة فيها أزبدت\n...\nأفل الإزباد فيها فمصح؟ )\nفقال له الرجل: لا بأس، السين قد تعاقب الصاد فتقوم مقامها. فقام النضر: فينبغي أن نقول لمن كان اسمه سليمان: يا صليمان، ونقول: قال رصول الله، ثم قال النضر: لا تكون الصاد مع السين إلا في أربعة مواضع، إذا كانت مع الطاء والخاء والقاف والغين. تقول في الطاء: سطر وصطر. وفي الخاء: صخر وسخر، وفي القاف: صقب وسقب، وفي الغين: صدغ وسدغ.\nقال الشيخ - رحمه الله: فإذا تقدمت هذه الأربعة لم يجز ذلك. لا يجوز أن تقول: خصر وخسر، ولا قسب وقصب، ولا طرس وطرص، ولا غسل وغصل.\n- ويقولون: الحْلِي وإنما هو الحَلَى، وجمعه الحُلي كثدي وثُدِي. فأما\nالجزء: 1 - الصفحة: 891\n",
        "الحلي فهيو يبيس النصي وجمعه أحلية.\n- ويقولون: رجلٌ أشطُّ، وإنما هو ثط. قال الشاعر:\n(كلحية الشيخ اليماني الثَّط)\n- ويقولون: ديار براقع للخالية، وإنما البراقع جمع برقع، وهو ما تجعله المرأة على وجهها، والصواب: بلاقع، وفي الحديث، \"اليمين الفاجرة تدع الديار بلاقع\".\nوقال \"رؤبة\": (فأصبحت ديارهم بلاقعاً)\n- ويقولون للجوالق الصغير: كرزكَّة، وإنما هو الكرز، ومنه المثل:\nالجزء: 1 - الصفحة: 892\n",
        "يا رب شد في الكرز.\n- ويقولون: التعار، وإنما هو التيعار بالياء على وزن تفعال، مثل تِجفاف، كذا أملاه عليّ \"أبو زكريا\" عند \"أبي العلاء\" في باب تفعال.\n- ويقولون: القشمش بالقاف وهو الكشمش. قال الشاعر:\n(كأن الثآليل في وجهها\n...\nإذا سفرت بدد الكشمش)\n- ويقولون في اللغة العبرانية: العمراينة، وإنما يقال بالباء قال الشاعر:\n(كما اختط عبرانية يمنية\n...\nبتيماء خبرٌ ثم عرَّض أسطرا)\nوالعبرانية معدولة عن السريانية [كما عدلت النبطية عن العربية، كأن العبرانية بدوية السريانية].\n- ويقولون للأمر الفظيع: هذه ردّة، والصواب هذه إدة أي داهية.\n- ويقولون للجاسوس: ذو العويفتين، وإنما يجب أن يقال: ذو العينيتين.\n- ويقولون: الشاة تشتر، والصواب تجترُّ بالجيم، واسم ما تدفعه من كرشها\nالجزء: 1 - الصفحة: 893\n",
        "إلى ما فيها الجزة. وفي المثل: \"ما اختلفت الجرة والدرة\" واختلافهما أن الدرة تسفل والجرة تعلو.\n- ويقولون: حي الشاة، والكلام حياؤها ممدود.\n- ويقولون في موضع وي التي تكنى بها عن الويل: وشت، وهو خلفٌ من الكلام، ومثله من كلامهم المحال الغث قولم: جئت تا ألقاك، يريدون: حتى ألقاك. وجبه يريدون: جيء به.\n- وقولهم: مدريك، يريدون: ما يدريك.\n- وقولهم: المسيد يريدون المسجد.\n-[وقولهم: نحنا فعلنا يريدون نحن].\n- وقولهم: ضربه بالعصي يريدون العصي.\n- وقولوهم في موضع أيضاً: هم، وفي موصع حسب: بس. وغير ذلك من الكلام الظاهر الفساد الذي يرغب عن ذكره.\n- ويقولون: هي تستر بالتاء، وإذربيجان، وهي الشأم بوزن رأس مهموز، والبراشتق، والجلنار، والفروند للبربند، وهي الفاختة، وهو\nالجزء: 1 - الصفحة: 894\n",
        "ظل القمر، وهو الوعل، والنمر، والأعرابي وهي المنطقة، ولا تقل: المنتقة.\n- ويقولون: إيشٍ فعلت بالتنوين، وأصله أي شيءٍ فعلت؟\nثالثاً: مما يكسر والعامَّة تفتحه أو تضمه\nومما يكسر والعامة تفتحه أو تضمه:\n- هو الشطرنج بكسر الشين على فعلل كجردحل، وليس في كلام العرب شيءٌ على فعلل بفتح الفاء.\n- وهو المريخ للنجم بكسر الميم ولا تفتح، والتنين بكسر أوله، والخنزير كذلك، والجراحات بالكسر، وكذلك الشفار وهو الذي نهي عنه، والوتد بكسر التاء، وهي القنينة بكسر القاف.\n- ويقولون: سألتك بالله إلا فعلت، وهي السنون بكسر السين، وفلان تلميذ فلان، وهي الغرارة، والبرو بكسر الباء وفتح اللام، وهو المربد بكسر الميم وفتح الباء، وهي الشقوة، وجرم الشمس، وسلخ الحية، وهي الوقاية، وهو\nالجزء: 1 - الصفحة: 895\n",
        "الشحنة بكسر الشين ولا تفتح - وهو اسم للرابطة من الخيل في البلد لضبط أهله من أولياء السلطان، وليس باسم للأمير أو القائد كما تذهب إلى العامة - والنسبة إليه شحني وشحنية، ولا تقل: شحكية ولا شحنهية، وهذه الكلمة عربية صحيحة، واشتقاقها من شحنت البلد بالخيل إذا ملأته، والفلك المشحون أي المملوء.\nوهي السقاية، والبرطيل للرشوة بكسر الباء، وكذلك كل ما كان على فعليل نحو [سلتين] وزحليل وهو آثار ترجح الصبيان، وشمليل، وهو أخوة زيد - بكسر الهمزة، وهو الزرنيخ بكسر الزاي، وشراع السفينة، وهم في خصب، وهو المأصر بكسر الصاد - وفتحها خطأ - ومعنى المأصر في اللغة الموضع الحابس من قولهم: أصرت فلاناً على الشيء أأصره أصراً إذا حسبته عليه وعطفته.\nرابعاً: ما تكسره العامة وهو المفتوح\nومما يفتح والعامة تكسره:\nهو الريحان، والأمن، والأكار، وبيرم النجار، وهو الخلخال، وهي السعة والضيقة، وهو الديزج بفتح الدال.\nوالعناق بالفتح، فأما العناق فمصدر عانق، وهو الوداع، والعسول، وهو الحمض بفتح الميم وقد تكسر، وهو الكثير والكبير بالفتح، ولا تكسر، وإنما يكسر إذا كان ثانيه من حروف الحلق نحو شعير ورغيف بهيمة وسعيد، وما أشبه ذلك.\nالجزء: 1 - الصفحة: 896\n",
        "والقيروان بفتح القاف.\nوهو السكران والجناح والغضارة والنجدة.\nوفي عين فلانٍ حور، وهي الأنبار، وهو اللحاق، وكرمان - بفتح الكاف -\nوهو الخشخاش لهذا الحب المعروف - بالفتح - وهو عربي صحيح.\nوهو الجنين، وهي القصبة.\nوتقول للمرأة: تعالي بفتح اللام، وفلان يشتهي كذا بفتح الفاء.\nوهي المنارة بفتح الميم - وهذا نادر لأنه من الآلة ومثله في الشذوذ المنقل:\nالخف - بفتح الميم، والمنقبة: حديدة ينقب بها البيطار، وهي المكنسة - بفتح النون ولا تكسر، وهو كسلان ولا تقل: كِسلان.\nوهي الشجر - بفتح الشين - وهي تكريب، وهي السبي، وهي الكمأة، وهي اللهاة، والأربعون - بفتح الباء ولا تكسر، والمجلس - بفتح الميم - وليس في كلام العرب مِفْعِل - بكسر الميم والعين - إلا منخر ومنتن ومغير.\nوالشنُّ: القربة الخلق اليابسة وكل وعاء أخلق من أدم وحف فهو شن - بالفتح ولا تقل: سنٌّ، فليس بشيء.\nخامساً: ما جاء مفتوحاً والعامة تضمه\nومما جاء مفتوحاً والعامة تضمه:\nالجزء: 1 - الصفحة: 897\n",
        "هو الكولان والمصطكى بفتح الميم. وهي سروج - بفتح السين ولا تضم. وقتله صبراً. وهو السفرجل - بفتح السين ولا تضم.\nوهي الزرافة - بفتح الزاي - لهذه الدابة التي جمعت فيها خلقٌ شتى، مأخوذة من قولهم للجمع من الناس: زرافة.\nوهو الوجه - بفتح الواو - والعامة تضمها. وهو الجواذب.\nوتقول: هو مرمي ومطوي ومقضي ومسي، وكذلك كل ما أشبهه بفتح الميم، وضمها خطأ.\nوإذا نسبت إلى حي من الأنصار يقال لهم بنو الحبلى قلت: حبلي ولا تقل: حبلي. وفلان التملي إذا نسبته إلى تيم اللات، كما تقول عبدري في النسب إلى عبد الدار وعبشمي في النسب إلى عبد شمس.\nوهو النفوع والبخور، والزعفران بفتح الفاء. وهي التور للخادم،\nالجزء: 1 - الصفحة: 898\n",
        "والعامة تقول تور بالضم وهو خطأ، والزوش: العبد اللئيم، والعامة تقول: زوش، وهي سوراء لهذه القرية.\nوهي الجنوب - بفتح الجيم - للريح، ولا تقل: الجنوب، إنما الجنوب جمع جنب. وهي السموم، ولا تقل السموم إلا في جمع سم.\nوهو \"ابو دلف\" عي مثال فعل كعمر، ولا تقل: دلف.\nوهي \"المزون\" لعمان. وفلان مزوني، ولا تقل: المزوني.\nوهذه يهود ومجوس بفتح أولهما ولا تضم، وهو البورق لهذا الذي يلقى في العجين، ولا يقال بورق بضمها، لأنه ليس في الكلام فوعل بضم الفاء، وكل ما جاء على فوعل فهو مفتوح الفاء نحو جورب وروشن وكوسج وروثة، وما أشبه ذلك.\nسادساً: ما جاء مضموماً والعامة تفتحه أو تكسره\nومما جاء مضموماً والعامة تفتحه أو تكسره.\nهو المشان بضم الميم، وحواقة القوم بالضم ولا تفتح، ومعاوية تضم الميم ولا تفتح.\nالجزء: 1 - الصفحة: 899\n",
        "وهو البهار بالضم. وقال الشاعر:\n(كعير يحملن البهارا)\nوهو المطبق بضم الميم للسجن لأنه أطبق على من فيه.\nولون من الصبغ يقال له: حماحيم بالضم، والنسبة إليه حماحمي بالضم، ولا تقل: حمامي.\nوتقول: قرأن السبع الطول ولا تقل: الطول. إنما الطول الحبل. قال الشاعر:\n(سكنته بعد ما طارت نعامته\n...\nبسورة الطور لما فاتني الطول)\nوهو كلثوم - بضم الكاف - والمصران - بضم الميم ولا تكسر - وهو جمع مصير وليس بواحد كما تذهب إليه العامة.\nوهو الجوالق - بضم الجيم ولا تفتح في الواحد - وإنما تفتح في الجيم، ومثله: حُلاحل وحَلاحل وقُلاقِل وقَلاقل.\nوالكمنة بالضم وهو ورم في الأجفان وغلظ وقيل: قرح في المآقي، وقيل: جربٌ وجُمرة تبقى في العين من رمدٍ يساء علاجه.\nالجزء: 1 - الصفحة: 900\n",
        "وهي الأسطوانة بضم الهمزة والطاء ولا تكسران، ووزنها أُفعوالة، وكان \"الأخفش\" يقول: هي فعلوانة، وقيقل: أفعلانة.\nوتقول: أصابه ذُباح وهو تحرز وتشقق بين أصابع الصبيان من التراب بالضم ولا تفتح.\nسابعاً: ما يشدد والعامة تخففه\nومما يشدد والعامة تخففه:\nويقولون: مائة ونيف، وإنما هو ونيِّف بالتشديد، ولا يجوز تخفيفه، كما يخفف ميّت لأمرين: أحدهما أنه قل استعماله. والآخر أن هذا لا يقاس.\nوهي المرقِّية - بفتح الميم وتشديد القاف - لأنها منسوبة إلى المرقِّ، واحد مراقِّ البطن ولا تقل: مراقِية.\nوهو الشبتُّ - بتشديد التاء - ولا يجوز تخفيفها.\nوهو الجانُّ لضرب من الحيات.\nوأنطكيَّة - بتشديد الياء والخطمىّ - بالتشديد - والدوات - بتشديد الباء ولا تخفف - وكذل وديِّبة.\nوهو هوامُّ الأرض - بتشديد الميم - الواحدة هامَّة، وسميت بذلك من الهميم وهو الدبيب.\nوالسلاّق عيد للنصارى بتشديد اللام ولا تقل: السلاق.\nثامناً: ما يخفف والعامة تشدده\nومما يخفف والعامة تشدده:\nالجزء: 1 - الصفحة: 901\n",
        "هو الهَنُ ولا يشدد، وهي مَلَطية وسلّمية وقسطنطينية بتخفيف الياء فيهن.\nوهي دِّيَة بتخفيف الياء، والخرافات بتخفيف الياء.\nوهي المحارة بتخفيف الحاء ولا تشدد، وقريسيات - بتخفيف الياء.\nوهو \"أبو نُواس\" - بضم النون وتخفيف الواو، ولا تقل: نُوَّاس، و\"ذو نواس\" أيضاً ملك من ملوك حِمْيَر.\nوهو الحر بالتخفيف وأصله حَرِج وجمعه أحراج. قال \"الفرزدق\":\n(إني أقود جملاً ممراحاً\n...\nذا قبَّةٍ مملوءةٍ. أحراجاً)\nوهي قُوَارَة القميص - بضم القاف والتخفيف - ولا تقل: قُوَّارة، وكذلك قياس كل ما كان فضلةً كالقُقصاصة والنُّحاتة.\nوتقول: هذه عقدةٌ مستخية، وفلانٌ مجدور وقد جُدِر بالتخفيف ولا تقل: جدر بالتشديد ولا هو مُجَدَّر - وهذا إجماع منهم.\nوهي الماية ولا تقل: ميَّة، وفراشة القفل بالتخفيف ولا تقل: فرَّاشة - يقال لكل رقيق من عظم أو حديد: فراشة ومنه فَرَاش الرأس: عظام رفاق الواحد فراشة. قال النابغة:\nالجزء: 1 - الصفحة: 902\n",
        "(ويتبعها منهم فراش الحواجب)\nوالفراشة: الماء القليل.\nوالسُلامَيَات - بفتح الميم وتخفيف الياء - الواحد سلامى، ولا تقل: السلاميَّات.\nووالقُلاع من أدواء الفم بالتخفيف ولا يشدَّد. وعلى هذا البناء جميع الأدواء كالصُّداع والسعال والزكام.\nتاسعاً: ما جاء ساكناً والعامة تحركه\nمما جاء ساكناً والعامة تحركه:\nهي البكرة للتي يستقى عليها بالإسكان، وهو الأثل بسكون الثاء.\nوهي الحدية، وهي الإبط، والقي والمري، وهو \"عامر الشعبي\".\nالجزء: 1 - الصفحة: 903\n",
        "عاشراً: ما جاء محركاً والعامة تسكنه\nومما جاء محركاً والعامة تسكنه.\nهو النُّعَرَة لواحدة النُّعَر - وهو الذباب الذي يدخل أنف الحمار - ولا تقل: نُعْرَة.\nوتقول: قد ردَّها جَذَعة بالفتح ولا تقل: جَذْعَة، ومعناه أنه ردها إلى أول ما ابتدء بها.\nوهي الضَّبُعُ ولا تقل: الضَّبْع، إنما الضّبع العضد، وهم نخبة القوم، \"وكلب بن وبَرَة\".\nحادي عشر: ما تصحف فيه العوام\nومما تصحف فيه العوام.\nويقولون للرجل إذا نسبوه إلى الجهل والبلادة: عليه لحية التيتل بتاءين، وإنما هو التيثل بتاء وثاء - وهو الوَعِل ..\nويقولون - عند الوجع: أخ بالخاء، وليس الخاء من كلام العرب، وإنما هي لغة العجم.\nولما اشتد أمر \"شبيب\" وحصره في القصر، أمر غلاماً شجاعاً، فلبس ثياب \"الحجاج\" وسلاحه وركب فرسه، وسار في الجند فجمعهم وخرج، فقال\nالجزء: 1 - الصفحة: 904\n",
        "الناس: قد خرج \"الحجاج\" فأقبل \"شبيب\" ثم قال: أين \"الحجاج\"؟\nفأومئوا إليه فحمل عليه، حتى خلص إليه فضربه بالعمود، فلما أحس بوقعه قال: أخ - بالخاء - فانصرف \"شبيب\" وقال: قبحك الله يابن أم \"الحجاج\" اتتقي الموت بالعبيد؟ وقتل العبد.\nويقولون: فلان ممشقع بالشين وهو خطأ، وإنما هو ممسقع بالسين غير معجمة، من قولهم: خطيب مسقع لتبجحه وكثرة كلامه.\nوتقول: قد تفل عليه يتفل بالتاء، ولا تقل: ثفل.\nويقولون لقوس السحاب: قوس قُدح، وهو ت صحيف قبيح، والصواب قوس قزح.\nواختلف العلماء في تفسيره، فروى \"ابن عباس\" أنه قال: لا تقولوا قوس قزح فإن قزح شيطان، ولكن قولوا قوس الله.\nوقيل: القزح الطرايق التي فيه، الوادة قزحة، فمن جعله اسم شيطان لم يصرفه لأنه كعمر، ومن قال: إنه جمع قزحة - وهي خطوط من صفرة وحمرة وخضرة - صرف ويقال: قزح اسم ملك موكَّل به.\nوقيقل: قُزَح اسم جبل بالمزدلفة رُؤي عليه فنسب إليه. قال \"السكري\": كان يظهر من وراء الجبل فيرى نصفه كأنه قوس، فسموه قوس قزح.\nالجزء: 1 - الصفحة: 905\n",
        "وهو الجنين في بطن أمه، ولا تقل: الجني.\nوتقول: لعب الصبيان حدبدبى وهي لعبة لهم، والعامة تجعل مكان الباء الأولى نوناً ومكان الثانية لاماً وهو خطأ. قال الراجز:\n(حبدبدى حبدبدى صبيان\n...\nإن بني فزارة بن ذبيان)\n(قد طرقت ناقتهم بإنسان\n...\nمُشَيَّأٍ أعجب بخلق الرحمن)\nثاني عشر: ما جاء بالسين وهم ويقولونه بالشين\nومما جاء بالسين وهم يقولونه بالشين:\nهو سجَّار التنور، وقد سجرته بالسين ولا يقال بالشين.\nوهو السلجم - بالسين - ولا تقل: شلجم ولا ثلجم. وفي المثل: \"تسألني برامتين سلجماً\".\nالجزء: 1 - الصفحة: 906\n",
        "وهي السحبة بالسين.\nوتقول لأصحاب المتاع: الاستيام بالسين والعامة تقول الاشتيام [فأمَّا الاشتيام فهو رئيس المركب البحري].\nوتقول: هو الكردوس والجمع كراديس بالسين المهملة لا غير والعامة يقولونها بالشين، وهو خطأ. وكراديس رءوس العظام، وقيل: كل عظم تام ضخم كردوس. وفي صفة النبي صلى الله عليه وسلم \"أنه كان ضخم الكراديس\".\nوتقول للجبل: مَرَسَ - بفتح السين وفتح الراء - ولا تقل: مرش إنما المرش كالخدش.\nثالث عشر: ما جاء بالذال وهم ويقولونه بالدال\nومما جاء بالذال وهم ويقولونه بالدال.\nهو الجرذ بالذال المعجمة، ولا يقال الجرد.\nوالذقن بفتح الذال والقاف، ولا يقال: دِقْن، كما يقوله العامة.\nوالناجذ أقصى الأضراس، يقال فلان منجذ إذا أكم الأمور ولا يقال بالدار.\nوالإذاذ لضرب من التمر ولا يقال بالدال.\nالجزء: 1 - الصفحة: 907\n",
        "والزمرذ بالذال، والشرذمة الطائفة من الناس والقطعة من الشيء بالذال ولا تقل: شردمة ولا شردة فإنه خطأ.\nوبين الرجلين ذحل، أي حقد وعداوة بالذال، والعامة تقول: دحل بالدال.\nوهو الطبرذذ بالذال ولا يقال بالدال.\nرابع عشر: ما جاء بالدال ويقولونه بالذال\nومما جاء بالدال وهم ويقولونه بالذال.\nهم الدُّعَّار للخبثاء المتلصصين بالدال مأخوذ من العود الدعر، وهو الذي يؤذي بكثرة دخانه. قال \"ابن مقبل\":\n(بانت حواطب ليلى يلتمس لها\n...\nجزل الجذا غير خوَّارٍ ولا دَعِر)\nفإنه ذهب بهم إلى معنى الفزع جاز أن يقال بالذال.\nوتقول: كذب العادلون بالله بالدال أي المشركون الذين يعدلون بالله تعالى غيره، ولا تقل: العاذلون. يقال: عدل الكافر بربه عدولاً قال الله عز وجل: {وهم بربهم يعدلون}.\nوهو جردان الفرس لقضيبه بلا دال ولا تقل: جرذان.\nخامس عشر: ما جاء ممدوداً والعامة تقصره\nومما جاء ممدوداً والعامة تقصره:\nكِداء وحِراء جبلان بمكة ممدوادن، والقباء ممدود، وهو عربي صحيح.\nالجزء: 1 - الصفحة: 908\n",
        "ويسمى قباء لاجتماع أطرافه، وكل شيء جمعته بأصابعك فقد قبوته قبواً.\nوالملحاء من البعير ما تحت سنامه بالمد.\nوإيلياء بيت المقدس، ولا تقل: إيليَّا قال الفرزدق:\n(وبيت بأعلى إيلياء مشرف)\nواللوبياء بالمد، والصحناء والصحناءة ممدودان، وبرزقطوناء بالمد قد يقصر.\nوالصنعاء للقصب الشامي مفتوح الصاد ممدود ومن (م): والصحناءة وفي الأصل: والصحناة.\nوالنشاء، والكروياء، وعاشوراء، ولم يجيء على فاعولاء في كلام العرب إلا عاشوراء والضاروراء: الضراء، والساروراء: السراء، والدالولاء: الدالة، وخابوراء: موضع.\nوهي القوباء وكربلاء، وسلاء النخل شوكة، الواحدة سلاة. كل ذلك ممدود.\nالجزء: 1 - الصفحة: 909\n",
        "وهي الصحراء ولا تقل: الصحراة بالهاء.\nوقريسياء، وسميراء: موضع، والرهاء: مدينة.\nسادس عشر: الأفعال التي غيرت العامة ماضيها أو مضارعها\nومن الأفعال التي غيرت العامة ماضيها أو مستقبلها:\nفعلت: عقل الغلام بعقل، ورجع الشيء يرجع، وجهد الرجل يجهد، وردى أي علم يدري، وفرق بين المشتبهين بفرق، ورجف الشيء يرجف، وشخص البصر يشخص، وقبض الشيء يقبضه، وبهرني الأمر يبهرني فهو باهر - إذا غلبك - وسمحت أسمح، وسفل الشيء يسفل، ونزع الميت ينزع، وعناني الشيء يعنيني، وسلم يسلم، ولا تقل: سلم، إنما يقال: سُلِمَ الرجل بمعنى لدغ، وقد ردمت الباب والشيء إذا سددته فهو مردوم، لا تقل: مردم، ولا أردمته، وسبق الفرس يسبق، وبذل الشيء يبذله، ولهث يلهث، وشهق يشهق، وغربت الشمس تغرب، ومرن على العمل يمرن، وخلص الشيء يخلص، وسهوت عن كذا ولا تقل: سهيت، وقرض الفأر يقرض.\n- قال \"ابن دريد\": وليس في الكلام يقرض البتة -، ونحل جسمه ينحل، وما شعرت بكذا، وهوى الشيء يهوى، وعرض يعرض، وضبط الشيء بضبطه.\nومن فعل تقول: صلب الشيء، وضعف، وسهل، وقرب، وحسن، وقبح، وعتق، وكثر، ورخص السعر، وحمض الخل، وظرف الرجل.\nكل هذا الباب تخطئ فيه العامة فتتكلم فيه على ما لم يسم فاعله ولا تكاد تلفظ به.\nفعل - ويقولون أيضاً في ضرس وفي وسع: ضُرس ووسع، وفي سمن، سمن.\nالجزء: 1 - الصفحة: 910\n",
        "وما جاء على أفعل: تقول: أروحت الجيفة، ولا تقل: راحت، وقد أعوزني الشيء ولا تقل: عازني، وأشفقت من كذا، ولا تقل: شفقت، وأباد الله الشيء ولا تقل: باده، وأخزاه ولا تقل: خزاه إلا بمعنى ساسه وقد أحسنت الشيء ولا تقل: حسنتُه، وقد أريته كذا أريه ولا تقل: أريته أوريه، وأمسكن الشيء لا تقل: مسكته، وأصح الله بدنك، ولا تقل: صخ الله بدنك، وأثبت الشيء فهو مثبت ولا تقل: مثبوت، وأفسدته فهو مفسد، وأنقعته فهو منقع، وأصلحته فهو مصلح، وقد أردت ذاك. ولا تقل: ردت. وقد أفاق من علته.\nفهذا ما تيسر من مغفل خطئهم وبالله التوفيق.\nتم هذا الكتاب بحمد الله وعونه وحسن توفيقه.\nغفر الله لمصنفه وولديه ومشايخه وتلاميذه وغفر لنا ولولدينا ومشايخنا ولمالكه وكاتبه ولمن طالع فيه ولكل المسلمين. آمين آمين.\nالجزء: 1 - الصفحة: 911\n",
        ""
    ]
}