{
    "1": [
        "التكميل لما فات تخريجه من إرواء الغليل\nالتكميل لما فات تخريجه من إرواء الغليل\nصالح آل الشيخ\nالكتاب:\nالتكميل لما فات تخريجه من إرواء الغليل\nالمؤلف:\nصالح بن عبد العزيز بن محمد بن إبراهيم آل الشيخ\nالناشر:\nدار العاصمة للنشر والتوزيع، الرياض\nالطبعة:\nالأولى، 1417 هـ - 1996 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "التَّكْمِيْل لِمَا فَاتَ تَخْرِيْجه مِنْ إِرْوَاءِ الغَلِيْل\nتأليف\nصالح بن عبد العزيز بن محمد آل الشيخ\n",
        "بسم الله الرحمن الرحيم\nالحمد لله حَمْداً لا يَنْفد، أفضل ماينبغي أن يُحْمَد، وصلى الله وسلم على أفضل المصطَفَيْن محمد، وعلى آله وأصحابه ومن تَعَبَّد.\nأما بعد\nفهذا كتابٌ في التخريج وجيزٌ سميتُه: \" التكميل لما فات تخريجه من إرواء الغليل \".\nخرجت فيه جملةً من الأحاديث والآثار التي جاءت في كتاب: \" منار السبيل شرح الدليل \" للشيخ الفقيه إبراهيم بن ضويان رحمه الله تعالى، مما لم يقفْ على مَخْرَجِها العلامةُ الشيخُ محمد ناصر الدين نوح نجاتي الأرنؤوط الألباني في كتابه: \" إرواء الغليل\".\nوشرطي فيه أن أخرج ما لم يخرجه الألباني بأن ذكر الحديث وجعله غفلاً من التخريج، أو قال في تخريجه: \" لم أقف عليه\" أو \" لم أجده\" ونحوهما من العبارات المفيدة أنه لم يَعْثُر على مخرج الحديث أو الأثر، وكذا ماعزاه في \" منار السبيل\" لأحد الأئمة ولم يخرجُه الألباني من ذلك المصدر، ونحو ذلك مما ستراه، إلا قليلاً خرج عن ذلك.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وتركتُ فيه التطويلَ في \" التراجم\"، وذكرَ أقوال أهل الجرح والتعديل في الرواة، ولو نقلت الكلام عليهم لصار الكتاب أضعاف حجمه كما هو معلوم عند المشتغلين بالحديث وعلومه.\nومرادي بقولي: \"قال المصنف\" ابن ضويان رحمه الله، وبـ \"قال مخرجه\" الألباني ختم الله لي وله براه، وبـ \"\nقال مقيده \" نفسي.\nوالله أسأل أن ينفع به كما نفع بأصله. وصلى الله على سيد ولد آدم والآل والصحب أجمعين.\nصالح بن عبد العزيز بن محمد آل الشيخ\nالجزء: 1 ¦ الصفحة: 8\n",
        "قال المصنف (1/14) :\n\" النبي صلى الله عليه وسلم ـ اغتسل من جفنة، وتوضأ من تور من صفر، وتور من حجارة\n...\n\".\nقال المُخَرّجْ (1/65) :\n29 -\n\"\nتوضأ من تور من حجارة\n\" لم أقف عليه الآن وإنما رأيت المسند (6/379) عن سليمان بن عمرو بن الأحوص الأزدي قال: حدثتني أمي أنها رأت رسول الله صلى الله عليه وسلم ـ أتته امرأة بابن لها فقالت: يا رسول الله، إن ابني هذا ذاهب العقل فادع الله له، قال لها: ائتيني بماء، فأتته بماء في تور من حجارة فتفل فيه وغسل وجهه ثم دعا فيه، ثم قال: \" اذهبي فاغسليه \".\nوساق الحديث، ثم قال:\n(قلت: وسنده فيه يزيد بن عطاء، وهو لين الحديث كما في \" التقريب\"، وروى ابن ماجه: رقم: 473 عن أبي هريرة \" أن النبي صلى الله عليه وسلم توضأ في تور\". وفيه شريك وهو ابن عبد الله القاضي ضعيف الحفظ) انتهى.\nقال مقَيّدُه:\nأقرب مما ساقه المخرج ما رواه البخاري (1/301ـ فتح) عن أنس قال: \" حضرت الصلاة، فقام من كان قريب الدار إلى أهله، وبقي قوم، فأُتي رسول الله ـ صلى الله عليه وسلم ـ بمخضب من حجارة فيه ماء، فصغر المخضب أن يبسط فيه كفه، فتوضأ القوم كلهم\n...\n\".\nالجزء: 1 ¦ الصفحة: 9\n",
        "وأما ماساقه من رواية ابن ماجه فقد رواه أبو بكر بن أبي شيبة في \" مسنده \" عن عائشة أن النبي صلى الله عليه وسلم ـ توضأ في تور، هكذا في النسخة المختصرة من \" المطالب العالية \" وفي نسخة من المسندة \" كوز\"، قال الحافظ ابن حجر بعد سياقه (ص4) : \" إسناده حسن\".\nقال ابن أبي شيبة: حدثنا الفضل بن دكين، ثنا محمد بن أبي حفص العطار عن البرسي (كذا) عن عائشة به.\nوما في المسندة خطأ من الناسخ، فقد رواه ابن أبي شيبة في \"المصنف\" (1/67) ، والبزار (1/135 ـ زوائده) من طريق الفضل ثنا محمد بن أبي حفص عن السدي عن البهي عن عائشة به.\nفتبين بهذا أنه سقط من الإسناد السُّدّيُّ، وتحرف اسمُ البَهِيّ إلى البرسي.\nوالبَهِيُّ هو عبد الله مولى مصعب بن الزبير، له في مسلمٍ روايةٌ عن عائشة.\nوالسُّدِيُّ هو الكبير معروف، وقال الهيثميُّ في \" مجمع الزوائد\" (1/219) :\n(فيه محمد بن أبي حفص العطار، قال الأزدي: يتكلمون فيه) اهـ.\nالجزء: 1 ¦ الصفحة: 10\n",
        "قال المصنف (1/14ـ15) :\n\"\nتوضأ من مزادة مشركة\n\" يعني النبي ـ صلى الله عليه وسلم ـ\nقال المُخَرّجُ (1/72) :\n36 -\n(لم أجده، والمؤلف تبع فيه مجد الدين بن تيمية فإنه قال في \"المنتقى\": \" وقد صح عن النبي ـ صلى الله عليه وسلم ـ الوضوء من مزادة مشركة\".\nومر عليه الشوكاني في \" نيل الأوطار\" (1/70) فلم يخرجه ولم يتكلم عليه من حيث ثبوته بشيء! وأنا أظن أن المجد يعني به حديث عمران بن حصين الطويل، في نوم الصحابة عن صلاة الفجر، لكن ليس فيه أن النبي صلى الله عليه وسلم ـ توضأ من المزادة) اهـ.\nقال مُقَيّدُه:\nقال الحافظ ابن عبد الهادي في \" المحرر\" (ص7) :\n(وعن عمران بن حصين ـ رضي الله عنهما ـ \" أن النبي صلى الله عليه وسلم ـ وأصحابه توضأوا من مزادة امرأة مشركة\" متفق عليه، وهو مختصر من حديث طويل) اهـ، ووافقه عليه الحافظ ابن حجر في \" بلوغ المرام\") حديث 25) .\nففي قول الحافظ ابن عبد الهادي ببيان لما ظهر للمخرج، وجزمه بأن النبي صلى الله عليه وسلم ـ توضأ قد يكون أخذه من بعض الطرق، أو من المعنى فإن سياق القصة يقتضيه، وهو الظاهر كما قال النووي في \" المجموع \" (1/263) .\nالجزء: 1 ¦ الصفحة: 11\n",
        "قال المصنف (1/15) :\n\"\nتوضأ عمر ـ رضي الله عنه ـ من جرة نصرانية\n\" اهـ.\nقال مُقَيّدُه:\nسكت عنه المخرج، ولم يخرجه.\nوقد أخرجه الشافعي في \" الأم \" ك (1/7 ـ ط. بولاق) ، ومن طريقه ابن المنذر في \" الأوسط \": (1/314) ، والبيهقي في \" معرفة السنن والآثار \" (1/252) ، وفي \" السنن الكبرى \": (1/32) ، قال الشافعي: \" أخبرنا سفيان بن عيينة عن زيد بن أسلم عن أبيه أن عمر بن الخطاب توضأ من ماء نصرانية في جرة نصرانية \". وإسناده صحيح على شرطهما في الظاهر. فقد خرج البخاري بهذا الإسناد في \" الجهاد\" (6/123) ، ومسلم في \" الهبات \" (3/1239) ط. عبد الباقي.\nلكن قال الحافظ في \" فتح الباري \" (1/299) : \" لم يسمعه ابن عيينة من زيد بن أسلم، فقد رواه البيهقي من طريق سعدان بن نصر عنه قال: حَدَّثونا عن زيد بن أسلم [ولم أسمعه منه] فذكره مطولاً. ورواه الإسماعيلي من وجه آخر عنه بإثبات الواسطة، فقال: عن ابن زيد بن أسلم عن أبيه به. وأولاد زيد هم: عبد الله وأسامة، وعبد الرحمن، وأوثقهم وأكبرهم عبد الله وأظنه هو الذي سمع ابن عيينة منه ذلك \" اهـ.\nفعلى هذا هو صحيح الإسناد، ولذا جزم البخاري بأصله معلقاً (1/298) .\nالجزء: 1 ¦ الصفحة: 12\n",
        "قال المصنف (1/19) :\n\" رُوي أن سعد بن عبادة بال في جحر بالشام ثم استلقى ميتاً \"\nاهـ\nقال المُخَرِجُ (1/94ـ95) :\n56 -\n(لا يصح على أنه مشهور عند المؤرخين، حتى قال ابن عبد البر في \" الاستيعاب\" (2/37) : \" ولم يختلفوا أنه وجد ميتاً في مغتسله قد اخضر جسده \" ولكني لم أجد له إسناداً صحيحاً على طريقة المحدثين، فقد أخرجه ابن عساكر (ج7/63/2) عن ابن سيرين مرسلاً، ورجاله ثقات، وعن محمد بن عائذ، ثنا عبد الأعلى به، وهذا مع إعضاله فعبد الأعلى لم أعرفه) اهـ.\nقال مُقيّدُه:\nروى القصة عبد الرزاق في \" المصنف \": (3/597) ، ومن طريقه الطبراني في \" الكبير \": (6/19) ، والحاكم في \" المستدرك \": (3/253) عن معمر عن قتادة قال: قام سعد بن عبادة يبول، ثم رجع فقال: إني لأجد في ظهري شيئاً، فلم يلبث أن مات، فناحته الجن فقالوا: قتلنا سيد الخزرج سعد بن عبادة بسهمين فلم نخطئ فؤاده.\nوروى ابن سعد: (3/617) ، و (7/319) مثله عن ابن أبي عروبة عن ابن سيرين، ورواه الحارث في \"مسنده\" كما في \" المطالب العالية \": ص7، ورواه الطبراني: (6/19) والحاكم: (3/253) عن ابن عون عن ابن سيرين، ورواه الأصمعي حدثنا سلمة بن بلال عن أبي رجاء بنحوه.\nالجزء: 1 ¦ الصفحة: 13\n",
        "ذكره الذهبي في \" السير\": (1/278) .\nوروى ابن سعد عن الواقدي مايقرب من اللفظ المذكور في الكتاب.\nوهذه المراسيل إذا اجتمعت قوت القصة، وحكم لها بالحسن.\nوأما عبد الأعلى الذي لم يعرفه المخرج فهو أبو مسهر الدمشقي ثقة مشهور.\nالجزء: 1 ¦ الصفحة: 14\n",
        "قال المصنف (1/34) :\n(وفي حديث أبي أيوب وأم حبيبة: \"\nمن مس فرجه فليتوضأ\n\" قال أحمد: \" حديث أم حبيبة صحيح \") اهـ.\nقال مُخرّجُه (1/151) :\n117 -\n.. (أما رواية أم حبيبة: فأخرجها ابن ماجه: (رقم 481) ، والطحاوي: (1/45) ، والبيهقي (1/130) .\nوأما حديث أبي أيوب: فلم أقف على غسناده، وقد خرج الحافظ في \" التلخيص \" هذا الحديث عن جماعة من الصحابة وليس فيهم أبو أيوب..) انتهى.\nقال مُقَيّدُه:\nحديث أبي أيوب: رواه ابن ماجه: (رقم 482) بعد حديث أم حبيبة السابق الذي خرجه الشيخ.\nوإسناده ضعيف فيه سفيان بن وكيع، وإسحاق بن أبي فروة، لكن المتن صحيح لطرقه الكثيرة، ولذا أورده المخرج في \" صحيح ابن ماجه \" (1/79) .\nالجزء: 1 ¦ الصفحة: 15\n",
        "قال المصنف (1/101) :\n(لقول ابن عباس: \"\nمن نفخ في صلاته فقد تكلم\n\" رواه سعيد، وعن أبي هريرة نحوه، وقال ابن المنذر: \" لا يثبت عنهما \") اهـ.\nقال مُخَرّجُه (2/123) :\n395 -\n(موقوف، ولم أقف على سنده) اهـ.\nقال مُقَيّدُه:\nأما أثر ابن عباس: فرواه عبد الرزاق في \" المصنف\": (2/189) عن الثوري عن منصور عمن سمع ابن عباس يقول: \" من نفخ في الصلاة فقد تكلم \" وفي إسناده جهالة، لكنه صح بما روى عبد الرزاق وابن أبي شيبة في \" المصنف\" (2/264) عن أبي الضحى مسلم بن صبيح عن ابن عباس قال: \" النفخ في الصلاة كلام \".\nوأما أثر أبي هريرة: فرواه عبد الرزاق في \" المصنف\" (2/189) ، عن قيس بن الربيع عن أبي حصين عن أبي صالح عن أبي هريرة قال: \" النفخ في الصلاة كلام\".\nوقيس بن الربيع أثنى عليه جماعة بالحفظ، منهم: شعبة وسفيان، وضعفه طائفة: كابن معين، وأحمد. وقال ابن عدي: عامة رواياته مستقيمة.\nالجزء: 1 ¦ الصفحة: 16\n",
        "قال المصنف (1/107) :\n(روى الأثرم عن ابن مسعود أنه\nكان يقنت في الوتر، وكان إذا فرغ من القراءة كبر، ورفع يديه، ثم قنت)\nاهـ.\nقال مُخَرِّجُه (2/169 ـ 170) :\n427 -\n(لم أقف على سنده عند الأثرم، لأنني لم أقف على كتابه، وإنما وجدت قطعة منه في الطهارة في مجموع محفوظ في المكتبة الظاهرية بدمشق، وغالب الظن أنه لا يصح، فقد أخرجه ابن أبي شيبة: (2/58/1) ، والطبراني (3/34/1) ، والبيهقي: 03/41) من طريق ليث عن عبد الرحمن بن الأسود عن أبيه عن عبد الله أنه كان يرفع يديه في قنوت الوتر.\nوليث هو ابن أبي سليم، وهو ضعيف لاختلاطه.\nوالمؤلف ساقه للاستدلال به على القنوت قبل الركوع، وهو بهذا الدر صحيح) اهـ.\nقال مُقَيّدُه:\nالأظهر أن المؤلف ساقه للاستدلال به على التكبير ورفع اليدين قبل القنوت إذا قنت قبل الركوع، ولذا فأمثل مما ساقه المخرج مارواه ابن أبي شيبة (2/307) :\nثنا عبد السلام بن حرب عن ليث عن عبد الرحمن بن الأسود عن أبيه أن عبد الله بن مسعود كان إذا فرغ من القراءة كبر ثم قنت.\nالجزء: 1 ¦ الصفحة: 17\n",
        "وروى البخاري في \" جزء رفع اليدين\": (ص173، ط. بديع الدين شاه) قال: حدثنا عبد الرحيم المحاذي ثنا زائدة عن ليث عن عبد الرحمن بن الأسود عن أبيه عن عبد الله أنه كان يقرأ في آخر ركعة من الوتر: (قل هو الله أ؛ د) ثم يرفع يديه، فيقنت قبل الركعة.\nوروى البيهقي في \" الكبرى \" (3/41) من طريق شريك عن الليث نحوه.\nورواه ابن نصر في \" قيام الليل \" (ص123) \" مختصره\".\nومن طريق عبد السلام به رواه الطبراني في \" المعجم الكبير \": (9/278) .\nوطرقه كلها فيها ليث وهو ابن أبي سليم وهو ضعيف عند أكثر المحدثين، وفي بعض الطرق علل أخرى.\nوقد رُوي التكبير عن علي والبراء ـ رضي الله عنهما ـ عند عبد الرزاق في \" المصنف \": (3/109) وعن عمر عنده: (3/115) .\nوقد أخرجه آخرون وليس وليس هذا محله بسطه.\nالجزء: 1 ¦ الصفحة: 18\n",
        "قال المصنف (1/113) :\n(\nوصلاها ستا\nً كما في حديث جابر بن عبد الله، رواه البخاري في \" تاريخه\".) اهـ.\nقال مُخَرّجُهُ (2/216) :\n463 -\n(صحيح، لم أتمكن من استخراجه من التاريخ\n...\nوقد أخرجه الطبراني في \" المعجم الأوسط \": (1/59/1 ـ من الجمع بينه وبين الصغير) بسندين عن محمد بن قيس عن جابر بن عبد الله قال: \" أتيت النبي صلى الله عليه وسلم ـ أعرض عليه بعيراً لي، فرأيته صلى الضحى ست ركعات \"، وإسناده محتمل للتحسين، فإن محمد بن قيس هذا أورده ابن أبي حاتم في \" الجرح والتعديل\": (4/1/64) وقال: \" روى عنه حميد الطويل، وحماد بن سلمة \"، ولم يذكر فيه جرحاً ولا تعديلاً، وقد ذكره ابن حبان في \" الثقات \" كما قال الهيثمي في \" المجمع \": (2/238) ، ولم أجده في نسخة الظاهرية من الثقات، والله أعلم) اهـ.\nقال مُقَيّدُه:\nالحديث رواه البخاري في \" تاريخه \": (1/1/212) في ترجمة محمد بن قيس عن جابر به.\nومحمد بن قيس هو المدني قاص عمر بن عبد العزيز، من رجال التهذيب، وكلام المخرج في ترجمته لا يخفى مافيه، ولهذا ظن أنه لم يعدله إلا ابن حبان، وقد نقل في \" التهذيب \" توثيقه عن أبي داود ويعقوب\nالجزء: 1 ¦ الصفحة: 19\n",
        "ابن سفيان وغيرهما، وقال في أول ترجمته: \" روى عن أبي هريرة وجابر يقال: مرسل \" اهـ.\nوقال ابن أبي حاتم في \" الجرح والتعديل \": (4/1/63) :\n\" عن جابر: مرسل \" اهـ.\nوهو غير م حمد بن قيس الذي ذكر المخرج ترجمته عن الجرح والتعديل، فإن ذاك بصري، وذكره في \" التهذيب\" للتمييز.\nوالبخاري وصفه بأنه قاص عمر بن عبد العزيز، وهو الذي ساق الخبر في ترجمته، فليس هو الذي ترجم له المخرج بيقين، مع أن محمداً البصري نقل في \" التهذيب\" توثيقه عن ابن المديني ونعته بأنه مكي. والله أعلم.\nوالمقصود أن قول المخرج: (إسناده محتمل للتحسين) مبني على خفاء أمر محمد بن قيس، ومحمد ثقة كما قدمت، فتبقى علة الإرسال.\nوبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 20\n",
        "قال المصنف (1/120) :\n(\nكان عمر يضرب على الصلاة بعد الإقامة\n) .\nقال مُخَرِجُه (2/267) :\n498 -\n(لم أقف عليه بهذا اللفظ، وقد روى ابن أبي شيبة (1/195/1) عن ابن أبي فروة عن أبي فروة عن أبي بكر بن المنكدر عن سعيد بن المسيب: \"أن عمر رأى رجلاً يصلي ركعتين والمؤذن يقيم فانتهره، وقال: لا صلاة والمؤذن يقيم إلا الصلاة التي تقام لها \".\nوهذا سند ضعيف جداً، لأن ابن أبي فروة واسمه إسحاق بن عبد الله متروك) اهـ كلامه.\nقال مُقَيّدُه:\nأثر عمر رواه عبد الرزاق في \"مصنفه\": (2/436) ومن طريقه ابن حزم في \" المحلى \": (\n3/110، ط. منيرية) عن الثوري عن جابر عن الحسن بن مسافر عن سويد بن غفلة قال: \" كان عمر بن الخطاب يضرب على الصلاة بعد الإقامة \".\nوالحسن هذا ينظر من هو؟ فإني لم أعرفه الآن.\nالجزء: 1 ¦ الصفحة: 21\n",
        "قال المصنف (1/125) :\n525 -\n(\nكان ابن عمر يصلي خلف الحجاج\n) اهـ.\nقال مُخرِجُه (2/303) :\n(صحيح، قال الحافظ في \" التلخيص\" (128) :\n\" رواه البخاري في حديث \".\nقلت: ولم أجده عنده حتى الآن..) اهـ.\nقال مُقَيّدُه:\nهو في حديث في \" الحج\" كما أفاده الحافظ ابن حجر، فانظر: \" الصحيح\") 3/511، و513، و514 ـ ط. السلفية مع الفتح) .\nالجزء: 1 ¦ الصفحة: 22\n",
        "قال المصنف: (1/127) :\n(قال ابن مسعود: \"\nلا يؤمن الغلام حتى تجب عليه الحدود\n\" وقال ابن عباس: \"\nلا يؤمن الغلام حتى يحتلم\n\".\nرواهما الأثرم، ولم ينقل عن غيرهما من الصحابة خلافه) .\nقال مُخرجُه (2/313) :\n532 -\n(لم أقف على إسنادهما، فإن كتاب الأثرم لم نطلع عليه، اللهم إلا قطعة من كتاب الطهارة منه في المكتبة الظاهرية. ولاوجدت من تكلم عليهما. إلا أثر ابن عباس رواه عبد الرزاق مرفوعاً بإسناد ضعيف كما في \" الفتح\": (2/156)\n...\n) اهـ.\nقال مُقَيّدُه:\nأما أثر ابن مسعود: فينظر.\nوأما أثر ابن عباس: ففي \" مصنف عبد الرزاق \": (1/487) ، و (2/398) ، و\"السنن الكبرى \" للبيهقي: (3/225) موقوفاً على ابن عباس. وفي إسناده إبراهيم بن محمد بن أبي يحيى الأسلمي، وهو متروك الحديث.\nالجزء: 1 ¦ الصفحة: 23\n",
        "قال المصنف (1/127) :\n(روى عن عمر \" أنه صلّى بالناس الصبح، ثم خرج إلى الجرف فأهراق الماء فوجد في ثوبه احتلاماً فأعاد الصلاة ولم يعد الناس\" وروى الأثرم نحو هذا عن عثمان وعلي) اهـ.\nقال مُقَيّدُه:\nلم يتكلم عليه المخرج بشيء. (2/314)\n533 -\nوأثر عمر: أخرجه عبد الرزاق في \" مصنفه \": (2/348) بإسناد صحيح عن عروة عن عمر، ورواه من طرق أخرى بعضها مطول وبعضها مختصر. وانظر: \"مصنف ابن أبي شيبة\": (2/44) .\nوقد رواه مالك في \" الموطأ\": (1/49) من طرق عن عمر، وليس فيها التصريح بأن الناس لم يعيدوا، لكنها تفهم من السياق.\nورواه الدارقطني: (1/364) بإسناد رجاله ثقات.\nورواه ابن الجعد في \" مسنده\": (رقم 193) مرسلاً بنحوه.\nوأما أثر عثمان: فرواية الأثرم عنه ساقها ابن عبد البر في \" التمهيد \": (1/182) ، قال الأثرم: سمعت أبا عبد الله ـ يعني أحمد بن حنبل ـ يقول: حدثنا هشيم عن خالد بن سلمة قال: أخبرني محمد بن عمرو بن المصطلق \" أن عثمان بن عفان صلى بالناس صلاة الفجر فلما أصبح وارتفع النهار فإذا هو بأثر الجنابة فقال: كبرت والله، كبرت والله، فأعاد الصلاة ولم يأمرهم أن يعيدوا \".\nالجزء: 1 ¦ الصفحة: 24\n",
        "ورواه الدارقطني في \" سننه \": (1/364) من طريق ابن مهدي عن هشيم به.\nومحمد بن عمرو ذكره البخاري وابن أبي حاتم ولم يذكرا فيه جرحاً ولا تعديلاً، وذكره ابن حبان في الثقات \": (7/368) والظاهر أن روايته عن عثمان مرسلة.\nوأما أثر علي: فرواه ابن أبي شيبة في \" المصنف\": (2/45) ومن طريقه الأثرم في \" سننه \" كما في \" التمهيد \": (1/182) من طريق حجاج عن أبي إسحاق عن الحارث عن علي في الجنب يصلي بالقوم، قال: يعيد ولا يعيدون (لفظ الأثرم) .\nوهذا إسنادٌ ضعيف، ورُوي عن علي خلافه. أخرجه عبد الرزاق في \" المصنف\": (2/350 ـ 351) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "قال المصنف (1/143) :\n(قال ابن جريج: قلت لعطاء\n: أكان بأمر النبي صلى الله عليه وسلم؟ قال: نعم)\nاهـ. يعني التجميع بالمدينة.\nقال مُخَرِجُه (3/68) :\n601 -\n(ضعيف. لأنه مرسل، ولم أقف على إسناده إلى ابن جريج) انتهى.\nقال مُقَيّدُه:\nوقفتُ على إسناده في \" مصنف عبد الرزاق \": (3/160) قال: عن ابن جريج قال: قلت لعطاء: \" من أول من جمع؟ قال: رجل من بني عبد الدار، زعموا قلت: أبأمر النبي صلى الله عليه وسلم؟ قال: فمه \".\nالجزء: 1 ¦ الصفحة: 26\n",
        "قال المصنف (1/153) :\n(عن علي رضي الله عنه أنه\nكان يكبر حتى يسمع أهل الطريق\n) انتهى.\nقال مُخَرِجُه (3/121) :\n649 -\n(لم أقف عليه) اهـ.\nقال مُقَيّدُه:\nروى ابن المنذر في الأوسط\": (1/216/1) و (4/250 ـ مطبوع) نحوه فقال:\nحدثنا محمد بن علي، قال: ثنا سعيد، قال: ثنا سويد بن عبد العزيز، قال: ثنا حصين عن أبي جميلة، قال: رأيت علياً خرج من منزله يوم العيد فلم يزل يكبر حتى انتهى إلى الجبانة.\nوهذا إسناد ضعيف.\nورواه الدارقطني في \" سننه \": (2/44) من طريق الحجاج عن سعيد ابن أشوع عن حنش بن المعتمر قال: رأيت علياً يوم أضحى لم يزل يكبر حتى أتى الجبانة.\nالجزء: 1 ¦ الصفحة: 27\n",
        "قال المصنف (1/154) :\n(قول ابن مسعود:\nإنما التكبير على من صلى في جماعة\nرواه ابن المنذر) اهـ.\nقال مُخَرِجُه (3/124) :\n652 -\n(لم أقف على إسناده) اهـ.\nقال مُقَيّده:\nوقفت عليه، رواه ابن المنذر في \" الأوسط\" (1/225/1) و (4/305 ـ 306مطبوع) قال:\nوحدثونا عن إسحاق بن إبراهيم قال: أخبرنا محمد بن سلمة الحراني عن زيد بن أبي أنيسة عن حماد عن إبراهيم عن علقمة عن ابن مسعود قال: ليس على الواحد والاثنين تكبير أيام التشريق، إنما التكبير على من صلى في جماعة.\nوإسناده جيد، إن كان مشايخ ابن المنذر الذين حدثوه ثقات، وهو الأظهر.\nالجزء: 1 ¦ الصفحة: 28\n",
        "قال المصنف (1/159) :\n(وروى الطبراني في \" معجمه\" بإسناده عن الزهري أن\nسليمان عليه السلام خرج هو وأصحابه يستسقون فرأى نملة قائمة رافعة قوائمها تستسقي، فقال لأصحابه، ارجعوا فقد سقيتم بدعوة غيركم،\nوروى الطحاوي وأحمد ونحوه عن أبي الصديق الناجي..) اهـ.\nقال مُخَرِجُه (3/138) :\n670 -\n.. (وأما رواية الطبراني عن الزهري، والطحاوي، وأحمد عن أبي سعيد \" كذا \" الناجي فلم أقف عليهما، مع كونهما مقطوعتين \" اهـ.\nقال مُقَيّده:\nأما رواية الطبراني عن الزهري: فقد وقفت عليها في كتاب \" الدعاء\" للطبراني (رقم 967) ، رواها عن الزهري عبد الرزاق في \" المصنف\" (3/95ـ96) ومن طريقه أخرجها الطبراني.\nوأما رواية الطحاوي وأحمد عن أبي الصديق الناجي:\nفقد وقفت عليها في كتاب \" الزهد \"لأحمد (ص87) في أخبار يوسف عليه السلام من الطبعة المكية وفيها خلل في الترتيب.\nورواها عن أبي الصديق ابن أبي شيبة في \" المصنف \": 10/312) و (13/207) وابن أبي حاتم في \" تفسيره \" والطبراني في \" الدعاء \": (رقم 968) ، وأبو نعيم في \" الحلية \": 3/101) وابن حبان في\nالجزء: 1 ¦ الصفحة: 29\n",
        "\"الثقات\": (8/414) كلهم عن زيد العمي عن أبي الصديق الناجي به نحوه.\nوزيد العمي ضعيف، وأبو الصديق الناجي تابعي.\nتتمة:\nذكر رواية الطحاوي ابن القيم في \" شفاء العليل\": (ص151) قال: (ورواه الطحاوي في \" التهذيب\" وغيره) اهـ ولم يتبين لي المراد منه.\nالجزء: 1 ¦ الصفحة: 30\n",
        "قال المصنف (1/164) :\n(قول ابن عمر:\nلا يغسل موتاكم إلا المأمونون\n) اهـ.\nقال مُخَرِجُه (3/158) :\n695 -\n(لم أجده) اهـ.\nقال مُقَيِدُه:\nوجدته من حديث ابن عمر مرفوعاً، رواه ابن ماجه في \" سننه\" (1461) وابن عدي في \" الكامل \": (6/2411) من طريق بقية عن مبشر بن عبيد عن زيد بن أسلم عن ابن عمر مرفوعاً بلفظ: \" ليغسل موتاكم المأمونون\".\nومبشر بن عبيد يضع الحديث وبقية يدلس تدليس التسوية، وعند ابن عدي قال: ثنا مبشر\n...\nالجزء: 1 ¦ الصفحة: 31\n",
        "قال المصنف (1/165) :\n(قال حذيفة:\nوجهوني إلى القبلة\n) اهـ.\nقال مُخَرِجُه (3/152) :\n689 -\n(لم أجده عن حذيفة وإنما رُوي عن البراء بن معرور) اهـ.\nقال مُقَيّده:\nوجدته عن حذيفة. رواه ابن أبي الدنيا في \" المحتضرين \"، ومن طريقه ابن عساكر في \" تاريخ دمشق\": (4/156/1) ترجمة حذيفة منه، من طريق داود بن رشيد نبأنا عباد بن العوام، نبأنا أبو مالك الأشجعي، عن ربعي بن حِراش أنه حدثهم أن [أخته] امرأة حذيفة قالت:\n...\nفذكره أثناء خبر.\nوإسناده صحيح عن ربعي بن حراش.\nالجزء: 1 ¦ الصفحة: 32\n",
        "قال المصنف (1/165) :\n(وأوصى أنس أن\nيغسله محمد بن سيرين ففعل\n) اهـ.\nقال مُخَرِجُه (3/159) :\n697 -\n(لم أقف على إسناده) اهـ.\nقال مُقَيّدُه:\nوقفت على إسناده في \" الطبقات \" لابن سعد (7/25) قال: أخبرنا محمد بن عبد الله الأنصاري، قال: حدثنا هشام بن حسان عن محمد أن أنس بن مالك توُفي، ومحمد بن سيرين محبوس في دين عليه، قال: وأوصى أنس أن يغسله محمد.. فأخرج من السجن فغسله.\nوهذا إسناد صحيح، رجاله معروفون بالثقة وبرواية بعضهم عن بعض.\nالجزء: 1 ¦ الصفحة: 33\n",
        "قال المصنف (1/190) :\n(روى الأثرم بإسناده عن سفيان بن عبد الله الثقفي أنه كتب إلى عمر ـ وكان عاملاً له على الطائف ـ أن\nقبله حيطاناً فيها من الفرسك \" هو الخوخ \" والرمان ما هو أكثر غلة من الكروم أضعافاً. فكتب يستأمر في العشر، فكتب إليه عمر أن: ليس عليها عشر، هي من العضاة كلها فليس عليها عشر)\nاهـ.\nقال مُخَرِجُه (3/279) :\n802 -\n(لم أقف على إسناده) اهـ.\nقال مُقَيّدُه:\nوقفت على إسناد له، رواه يحيى بن آدم في \" الخراج \": (رقم 548، ط. أحمد شاكر) وعنه البلاذري في \" فتوح البلدان \": (1/69) ، والبيهقي في \" السنن الكبرى \": (4/125) قال يحيى: حدثنا عبد الرحمن بن حميد الرؤاسي عن جعفر بن نجيح السعدي المدني عن بشر بن عاصم وعثمان بن عبد الله بن أوس، أن سفيان بن عبد الله الثقفي فذكره.\nوجعفر بن نجيح هو جد علي بن المديني، ذكره ابن حبان في \"الثقات\" (6/140) وذكره البخاري: 01/2/201) وابن أبي حاتم: (1/1/491ـ 492) ولم يذكرا فيه جرحاً ولا تعديلاً.\nورواية بشر بن عاصم عن جده سفيان الظاهر أنها مرسلة، فهو يروي عن أبيه عاصم وأبوه يروي عن سفيان، لكنه مقرون بعثمان والأظهر أن روايته أيضاً مرسلة.\nالجزء: 1 ¦ الصفحة: 34\n",
        "قال المصنف (1/192) :\n(حديث ابن عمر:\nالقبالات ربا\n) انتهى.\nقال مُخَرِّجُه (3/283) :\n808 -\n(لم أقف على سنده) اهـ.\nقال مُقَيّده:\nوقفت على سنده، رواه أبو عبيد في \" الأموال\": (ص70، ط. حامد الفقي) وابن زنجويه في \" الأموال \": (1/215) من طريق شعبة، ثنا جبلة بن سحيم قال: سمعت ابن عمر يقول:\n\" القبالات ربا \".\nوهذا إسناد صحيح رجاله شموس لا تخفى.\nورواه حرب في \" مسائله \" وساق إسناده شيخ الإسلام في \" الفتاوى المصرية\": (3/295) من طريق شعبة عن جبلة سمع ابن عمر به.\nورواه الأثرم من طريق شعبة به نحوه، كما أفاده ابن رجب في \" الاستخراج لأحكام الخراج \" (ص53) .\nالجزء: 1 ¦ الصفحة: 35\n",
        "قال المصنف (1/192) :\n(وعن ابن عباس\n: إياكم والربا، ألا وهي القبالات، ألا وهي الذل والصغار)\nانتهى.\nقال مُخَرِّجُه (3/283، 284) :\n809 -\n(لم أجده، وقد أورده ابن الأثير في مادة \" قبل \") اهـ.\nقال مُقَيّدُه:\nوجدته في كتاب \" الأموال \" لابن زنجويه (1/215) : أنا محمد بن يوسف أنا يونس بن أبي إسحاق عن أبي هلال التغلبي عمير بن قميم قال: سمعت عبد الله بن عباس وهو يقول: إياكم والربا..، ألا وهي القبالات، ألا وهي الذلة والصغار.\nوذكره الدولابي في \" الكنى \": (2/145) في ترجمة أبي هلال.\nوفي إسناده أبو هلال عمير بن قميم قال الذهبي: لا يعرف. ونقل في \" الميزان \": (4/582) عن البخاري قوله: لا يتابع على حديثه وترجم له في \" الجرح والتعديل \": (3/1/378) ولم يذكر جرحاً ولا تعديلاً.\nوروى أبو عبيد (ص70) عن أبي هلال عن ابن عباس قال: القبالات حرام.\nتنبيه: قميم بالقاف مصغراً، ويحرف إلى تميم ويريم، انظر لضبطه \" تكملة الإكمال \" لابن نقطة \" (1/469) و \" تبصير المنتبه \": (1/203) .\nالجزء: 1 ¦ الصفحة: 36\n",
        "قال المصنف (1/196) :\n(لأن\nعمر كان له سيف فيه سبائك من ذهب. وعثمان بن حنيف كان في سيفه مسمار من ذهب.\nذكرهما أحمد) اهـ.\nقال مُخَرّجه (3/306، 307) :\n823 -\n(لم أقف على إسنادهما، والمعروف أن سيف عمر كان محلى بالفضة.. إلخ) انتهى.\nقال مُقَيّده:\nذكرهما أحمد أي في رواية الأثرم كما في \" المغني\" (3/15) وقال عن أثر عمر من حديث إسماعيل بن أمية عن نافع.\nقال مُخَرّجُه (3/308) :\n823 -\n(وروى الطحاوي\n...\nعن هشام بن عروة قال: رأيت سيف الزبير بن العوام محلى بفضة وسنده جيد) انتهى.\nقال مُقَيّده:\nاثر الزبير هذا رواه البخاري في \" المغازي \" من \" صحيحه \": (7/299ـ فتح) ، فيعلق على هذا الموضع من \" الإرواء \" أنه في البخاري.\nوكذلك ذكر أثر الزبير ابن قدامة في \" المغني \": (3/14) وعزاه إلى الأثرم.\nالجزء: 1 ¦ الصفحة: 37\n",
        "قال المصنف (1/242) :\n(عن أنس أنه\nكان يحرم من العقيق\n) .\nقال مُخَرّجُه (4/180) :\n1001 -\n(لم أقف على سنده، والمصنف كأنه نقله عن ابن المنذر، وقد نقله عنه الزيلعي في \" نصب الراية \": 3/13\n...\n) انتهى.\nقال مُقَيّدُه:\nوقفت على سنده، رواه مسدد بن مسرهد في \" المسند \" فقال: حدثنا حماد عن هشام بن حسان عن حفصة بنت سيرين عن يحيى بن سيرين أنه حج مع أنس بن مالك فحدث أنه أحرم من العقيق.\nكذا ساقه الحافظ ابن حجر في \" المطالب العالية \": (ص81، النسخة الخطية المسندة) .\nقلت: إسناده صحيح، رجاله ثقات معروفون.\nالجزء: 1 ¦ الصفحة: 38\n",
        "قال المصنف (1/249) :\n1032 -\n(وعنه:\nهو من صيد البحر\nلا جزاء فيه\n) انتهى.\nقال مُخَرّجُه (4/220) :\n(لم أقف عليه بهذا اللفظ، وهو في المعنى كالذي قبله) انتهى.\nقال مُقَيّدُه:\nقول المصنف: وعنه أي عن الإمام أحمد رواية، وليس هو بأثر ولا حديث، فالضمير في \" عنه \" لا يرجع إلى أبي هريرة راوي الحديث قبله وإنما هو للإمام أحمد، كما جرت عادة علماء الحنابلة رحمهم الله بهذا في كتبهم إذا حكوا الروايات.\nالجزء: 1 ¦ الصفحة: 39\n",
        "قال المصنف (1/249)\n(قال ابن المنذر: قال ابن عباس:\nهو من صيد البحر\n) انتهى.\nقال مُخَرّجُه (4/220) :\n1033 -\n(لم أقف على إسناده، والمصنف نقله عن ابن المنذر معلقاً..) انتهى.\nقال مُقَيّدُه:\nوقفت على إسناده رواه ابن أبي حاتم في \" تفسيره \": (الأثر رقم 706 من سورة المائدة) ، قال: حدثنا أبي، حدثنا أبو نعيم، حدثنا أبو خلدة، حدثنا ميمون الكردي، أن ابن عباس كان راكباً فمر عليه جراد فضربه، فقيل له: قتلت صيداً وأنت محرم؟ فقال: \" إنما هو من صيد البحر \".\nقلت: إسناده حسن، أبو خلدة هو خالد بن دينار، روى له البخاري وقال الحافظ: صدوق.\nوميمون الكردي وثقه أبو داود، وابن حبان، وقال ابن معين: لا بأس به، وفي رواية عنه: صالح.\nوقد رُوي عن كعب مثله، رواه مسدد في \" المسند \"، قال:\nحدثنا يحيى، ثنا سالم بن هلال، حدثني أبو الصديق، عن أبي سعيد أنه حج وكعب فجاء جراد فجعل كعب يضرب بسوطه، قال: \" بلى إنه من صيد البحر وإنما خرج أوله من منخر حوت \".\nالجزء: 1 ¦ الصفحة: 40\n",
        "ورجال إسناده ثقات إلاّ سالم بن هلال فإنه عند أبي حاتم مجهول، وذكره ابن حبان في \" الثقات \": (6/409) ، ق ال: 0 سالم بن هلال الناجي يروي عن أبي الصديق الناجي روى عنه يحيى بن سعيد القطان) انتهى.\nقال الحافظ في \" لسان الميزان\" _ (3/6) إثر ذلك: (تكيفه روايته عنه في توثيقه) انتهى.\nوقد رُوي مرفوعاً عن أبي هريرة كما في \" سنن أبي داود \"، و \" سنن البيهقي \" وغيرهما، وإسناده ضعيف.\nالجزء: 1 ¦ الصفحة: 41\n",
        "قال المصنف (1/254) :\n(\"\nوفي الغزال شاة\n\" قضى بها عمر وعلي\n...\n) انتهى.\nقال مُخَرّجُه (4/245) :\n1052 -\n.. (أما أثر علي، فلم أقف عليه الآن) انتهى.\nقال مُقَيّدُه:\nأثر علي رواه الشافعي في \" الأم\": (2/164) ، ومن طريقه البيهقي في \" معرفة السنن والآثار \": (2/335) ـ نسخة أحمد الثالث) ، باب في الغزال، قال:\n(أخبرنا سعيد بن سالم عن إسرائيل بن يونس عن سماك عن عكرمة أن رجلاً بالطائف أصاب ظبياً وهو محرم، فأتى علياً فقال: اهد كبشاً، أو قال تيساً من الغنم. قال سعيد: ولا أراه إلا قال تيساً.\nقال الشافعي: وبهذا نأخذ لما وصفت قبله مما يثبت، فأما هذا فلا يثبته أهل الحديث) انتهى.\nقال البيهقي في \" المعرفة \" بعد نقله من بيان سبب عدم إثباته:\n(لانقطاعه فإن عكرمة لم يدرك علياً) انتهى.\nالجزء: 1 ¦ الصفحة: 42\n",
        "قال المصنف (1/254) :\n(\nوفي الحمام وهو كل ما عب الماء وهدر كالقطا والورش والفواخت شاة\n، نص عليه، وقضى به عمر، وعثمان، وابن عمر، وابن عباس، ونافع بن عبد الحارث في حمام الحرم) . انتهى.\nقال مُخَرِجُه (4/247) :\n1055 -\n(لم أقف على إسناده عنهم) انتهى.\nقال مُقيّدُه:\nأما أثر عمر:\nفمروي من طرق في عدة حوادث، رواه الشافعي في \" الأم \": (2/166 ـ ط بولاق) ، وعبد الرزاق في \" مصنفه \": (4/414) ـ ومابعدها) ، وابن أبي شيبة: (4/1/155) وابن جرير في \" تهذيب الآثار\": (1/19 ـ مسند ابن عباس) والفاكهي في \" أخبار مكة \": (3/384) والأزرقي: (2/114 ـ ط الأولى) .\nوأما أثر عثمان:\nفرواه الشافعي: 02/166) ، وعبد الرزاق: (4/418) ، وابن أبي شيبة: 04/1/155) والأزرقي: 02/114) ، والفاكهي: (3/386، 388) ، والبيهقي: (5/205) .\nالجزء: 1 ¦ الصفحة: 43\n",
        "وأما أثر ابن عمر:\nفرواه عبد الرزاق، وابن أبي شيبة، والفاكهي، والبيهقي: (5/206) .\nوأما أثر ابن عباس:\nفرواه الشافعي في \" الأم \": (2/166) ، وعبد الرزاق: (4/414، 417، 418) ، وابن أبي شيبة: 047/1/155) والأزرقي، والفاكهي، والبيهقي، وغيرهم.\nوأما أثر نافع بن عبد الحارث:\nفمخرجه مخرج أثر عثمان لأنهما حكما بالشاة في قضية واحدة.\nالجزء: 1 ¦ الصفحة: 44\n",
        "قال المصنف (1/255) :\n(ورُوي عن ابن عباس وجابر أنهما قالا\nفي الحجلة والقطاة والحبارى شاة شاة\nقاله في \" الكافي \") انتهى.\nقال مُخَرّجُه (4/248) :\n1056 / 1 -\n(لم أقف عليه عن جابر، وأما عن ابن عباس فرواه البيهقي معلقاً دون الحبارى كما تقدم قبل حديث\n...\n) انتهى.\nقال مُقَيّدُه:\nأما حديث ابن عباس فرُوي موصولاً عند ابن أبي شيبة، والفاكهي في \" أخبار مكة \": (3/383) وغيرهما، وقد تقدم، وفيه محمد بن عبد الرحمن بن أبي ليلى.\nالجزء: 1 ¦ الصفحة: 45\n",
        "قال المصنف (1/266) :\n(لأنَّه صلى الله عليه وسلم والى بينه)\nانتهى. يعني بين السعي.\nقال مُخرّجُه (4/314) :\n1116 -\n(لم أجده) .\nقال مُقَيّدُه:\nالمصنف أراد حكاية فعل النبي صلى الله عليه وسلم في حجته وعمره، فإنه صلى الله عليه وسلم ما فرق السعي بل والى بينه، كما يفهم من حديث جابر وغيره.\nالجزء: 1 ¦ الصفحة: 46\n",
        "قال المصنف (1/267) :\n(قالت عائشة: \"\nإذا طافت المرأة بالبيت ثم صلت ركعتين ثم حاضت فلتطف بالصفا والمروة\n\") انتهى.\nقال مُخرِّجُه (4/319) :\n1122 -\n(لم أقف عليه الآن) انتهى.\nقال مُقَيّدُه:\nوقفت عليه في \" المصنف \" لابن أبي شيبة: (4/1/329) من طريق أبي الأحوص عن طارق عن امرأة عن عائشة وأم سلمة به. والمرأة هذه لم تسم.\nثم ساق بإسنادٍ صحيح عن ابن عمر مثله.\nالجزء: 1 ¦ الصفحة: 47\n",
        "قال المصنف (1/268) :\n(عن أبي الدرداء مرفوعاً\n: \" الصلاة في المسجد الحرام بمائة ألف صلاة، والصلاة في مسجدي بألف صلاة والصلاة في بيت المقدس بخمس مائة صلاة \"\nرواه الطبراني في \" الكبير \"، وابن خزيمة في \" صحيحه \") انتهى.\nقال مُخَرّجُه (4/342) :\n1130 -\n(لم أقف على سنده لنرى رأينا فيه\n...\n) انتهى.\nقال مُقَيّدُه:\nرواه البزار في \" مسنده \": (1/212 ـ كشف الأستار) ، ومن طريقه ابن عبد البر في \" التمهيد \": (6/30) ورواه ابن عدي: (3/1234) ، والبيهقي في \" الشعب \": 03/484 ـ 485) من طريق سعيد بن سالم القداح، ثنا سعيد بن بشير عن إسماعيل بن عبيد الله، عن أم الدرداء، عن أبي الدرداء به مرفوعاً.\nونقل ابن عبد البر عن البزار أنه قال: هذا إسناد حسن، وكذا نقله عن البزار الحافظ في \" الفتح \": (3/67) ، ولم يتعقبه بشئ.\nوذكره الهيثمي في \" مجمع الزوائد \" (4/7) بلفظ الكتاب، وقال: (رواه الطبراني في \" الكبير \" ورجاله ثقات، وفي بعضهم كلام، وهو حديث حسن) انتهى.\nوتحسين إسناده مشكل عندي، لأن سعيد بن بشير ليس ممن يحتج\nالجزء: 1 ¦ الصفحة: 48\n",
        "بحديثه، سيما وقد تفرد به، قال البزار: (لا نعلمه يُروى بهذا اللفظ مرفوعاً إلا بهذا الإسناد) انتهى.\nوقال ابن عبد البر بعد سياقه الحديث:\n(وقد رُوي من حديث عثمان بن الأسود عن مجاهد عن جابر مثله سواء) انتهى.\nقلت: رواه الفاكهي: (2/90) ، وابن عدي في \" الكامل\": (7/2670) ، ومن طريق الفاكهي أخرجه البيهقي في \" شعب الإيمان \": (3/486) .\nالجزء: 1 ¦ الصفحة: 49\n",
        "قال المصنف (1/274) :\n(وللبخاري [يعني عن أنس] :\nومن ذبح بعد الصلاة فقد تم نسكه وأصاب سنة المسلمين\n) انتهى.\nقال مُخَرّجُه (4/366) :\n1154 -\n(صحيح، وليس هو من حديث أنس كما يوهمه صنيع المؤلِّف رحمه الله، وإنما هو من حديث البراء بن عازب، ثم هو ليس من أفراد البخاري بل متفق عليه) انتهى.\nقال مُقَيّدُه:\nبل هو من حديث أنس، فقد رواه البخاري في أول كتاب الأضاحي من \" صحيحه \": (10/3) بلفظه بعد حديث البراء مباشرة.\nوحديث أنس بهذا اللفظ من أفراد البخاري كما قال المصنف، وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 50\n",
        "قال المصنف (1/277) :\n(ولا يعطى الجازر بأجرته منها شيئاً\n...\nوله إعطاؤه صدقة أو هدية لدخوله في العموم، ولأنه باشرها وتاقت إليها نفسه ولمفهوم حديث: \" لا تعط في جزارتها شيئاً منها \" قال أحمد: إسناده جيد) انتهى.\nقال مُخَرّجُه (4/375) :\n1162 -\n(صحيح. وتقدم في الحديث السابق، لكن من كلام علي بلفظ: \" وأن لا أعطى الجازر منها شيئاً \" وأما من قوله صلى الله عليه وسلم فلم أره إلا في \" زوائد المسند \" (1/112) بلفظ: \" لا تعط الجازر منها شيئاً \") انتهى.\nقال مُقَيّدُه:\nالاستدلال للفظ الجزارة، أي: أجرة الجازر.\nلهذا، فأقرب مما ذكره المخرج: ماأخرج أحمد في \" مسنده \": (2/249 ـ ط شاكر) عن علي قال: \" أمرني رسول الله صلى الله عليه وسلم أن لا أعطي الجازر منها على جزارتها شيئاً \".\nورواه البخاري: (3/555، 556) ، ومسلم: (4/87) عن علي بن أبي طالب \" أن نبي الله صلى الله عليه وسلم أمره أن لا يعطي في جزارتها منها شيئاً \" انتهى من صحيح مسلم مختصراً.\nالجزء: 1 ¦ الصفحة: 51\n",
        "قال المصنف (1/289) :\n(ولايصح بيع مسترق منهم لكافر، نص عليه، لما رُوي أن عمر ابن الخطاب رضي الله عنه كتب إلى أمراء الأمصار ينهاهم عنه)\nانتهى.\nقال مُخَرّجُه (5/49) :\n1219 -\n(لم أقف على سنده الآن) انتهى.\nقال مُقَيّدُه:\nفي \" مسائل عبد الله \" (2/826) : روى إسماعيل بن عياش بإسنادٍ له: \" أن عمر كتب ينهى عنه \" انتهى.\nوفي \" أحكام أهل الملل \" من جامع الخلال (ص109) :\n(أخبرني محمد بن علي قال: حدثنا صالح أن أباه قال: لا يباع الرقيق من يهودي ولانصراني ولا مجوسي من كان منهم، وذلك لأنه إذا باعه أقام على الشرك، وكتب فيه عمر رضي الله عنه ينهى عنه أمراء الأمصار) وقال في موضع آخر: (ويقال إن عمر رضي الله عنه في عهده لأهل الشام نهى أن يباعوا من أهل الذمة) انتهى.\nثم قال الخلال (ص110) عن عبد الملك عن أحمد: (هكذا حكى أهل الشام\n...\nيزعمون أن في أيديهم كتاباً من عمر بهذا قلت: عمر بن الخطاب، قال: نعم، وليس له ذلك الإسناد. والحسن يقول ذلك) اهـ.\nونَقْلُ الخلال الأول عن صالح موجود في \" مسائله \": (2/458) .\nالجزء: 1 ¦ الصفحة: 52\n",
        "قال المصنف (1/290) :\n(وبارز البراء مرزبان الزارة فقتله، فبلغ سواره ومنطقته ثلاثين ألفاً فخمَّسه عمر، ودفعه إليه.\nرواه سعيد) انتهى.\nقال مُخَرِّجُه (5/57) :\n1224 -\n(صحيح أخرجه الطحاوي في \" شرح المعاني \": 2/132.. إلخ) انتهى.\nقال مُقيدُه:\nالخبر في \" سنن سعيد \": (3/2/308، 309) ، وكأن المصنف أخذه بالمعنى فساق معنى روايتين عند سعيد.\nالجزء: 1 ¦ الصفحة: 53\n",
        "قال المصنف (1/291) :\n(عن ابن عمر \" أن رسول الله صلى الله عليه وسلم\nأسهم يوم خيبر للفارس ثلاثة أسهم، سهمان لفرسه، وسهم له \"\nمتفق عليه) اهـ.\nقال مُخرّجُه ـ بعد تخريجه مطولاً ـ (5/60 -63) :\n1226 -\n(تنبيه: تبين من تخريجنا لهذا الحديث أنه ليس عند مسلم باللفظ الذي أورده المصنف، ولابمعناه، وإنما هو عند البخاري وحده، فعزوه للمتفق عليه لا يخفى ما فيه، وقد سبقه إلى مثله الحافظ في \" التلخيص \" 3/106) انتهى.\nقال مُقَيّدُه:\nقول الحافظ والمصنف صواب، فالحديث رواه مسلم: (5/165) بمعناه كما أورده المخرج (5/165) بلفظ: \" أن رسول الله صلى الله عليه وسلم قسم في النفل للفرس سهمين وللرجل سهماً \".\nفقوله هنا: للرجل أي للراكب على الفرس، وهو صاحب الفرس وليس الرجل هنا الراجل أي الماشي على رجله. وكأنه المخرج ظن ذلك فلما ساق لفظه البخاري: \" أسهم رسول الله صلى الله عليه وسلم للفرس سهمين ولصاحبه سهماً \" قال:\n(وخالفهما ـ أي خالف أبا معاوية وأبا أسامة ـ سليم بن أخضر عن عبيد الله، فقال: \" قسم في النفل للفرس سهمين والرجل سهماً \" أخرجه مسلم: 5/156\n...\n) إلخ.\nالجزء: 1 ¦ الصفحة: 54\n",
        "فبهذا يتبين أن سليم بن أخضر تابع أبا معاوية وأبا أسامة ولم يخالفهما.\nفما ذكره المصنف والحافظ ابن حجر من عزوه للمتفق عليه ظاهر الصحة. والله أعلم.\nالجزء: 1 ¦ الصفحة: 55\n",
        "قال المصنف (1/291) :\n(لحديث ابن الأقمر (1) قال\n: أغارت الخيل على الشام فأدركت العراب من يومها وأدركت الكودان حى الغد، وعلى الخيل رجل من همدان يقال له: المنذر بن أبي حميضة (2) ، فقال: لا أجعل التي أدركت من يومها مثل التي لم تدرك، ففصل الخيل، فقال عمر: هبلت الوادعيَّ أمُه أمضوها على ما قال.\nرواه سعيد) انتهى.\nقال مُخَرّجُه (5/64) :\n1228 -\n(ضعيف. أخرجه البيهقي: (6/328) من طريق الأسود بن قيس عن ابن الأقمر قال: فذكره. وقال: \" قال الشافعي: هذا خبر مرسل لم يشهد ـ يعني ابن الأقمر.. إلخ) انتهى.\nقال مُقيّدُه:\nالخبر رواه سعيد: (3/2/326 ـ 327) كما قال المصنف، والفزاري في \" السير\": (ص180 ـ 181) ، وعبد الرزاق: (5/183) ، وابن أبي شيبة: (12/403) وابن ووضاحي القرطبي في \" زياداته على\n(1) في الأصل: \" أبو الأقمر \" وصححه المخرج من كتب الرجال.\n(2) في هامش الإراواء: كذا الأصل، وفي البيهقي: \" ابن أبي حمصة \"، وعلى هامشه \" صوابه ابن حمصة \".\nالجزء: 1 ¦ الصفحة: 56\n",
        "السير للفزاري \" كلهم من طريق سفيان بن عيينة، قال: سمعته من إبراهيم بن محمد بن المنتشر عن أبيه أو عند ابن الأقمر، قال: وسمعته من الأسود بن قيس عن ابن الأقمر قال: فذكره\n...\nوهذا إسناد ضعيف، لكن للخبر شواهد:\nمنها: مارواه ابن أبي شيبة: (12/403) قال: حدثنا وكيع قال: ثنا الصباح بن ثابت البجلي قال: سمعت الشعبي يقول: فذكر نحوه.\nقلت: إسناده صحيح إلى الشعبي، الصباح بن ثابت وثقه ابن معين.\nومنها: مراسيل أُخر مرفوعة تأتي في الحديث بعده.\nومنها: مارواه عبد الرزاق: (5/187) عن عبد القدوس قال: حدثنا الحسن قال: كتب أبو موسى إلى عمر بن الخطاب أنه كان في الخيل العراب موت وشدة، ثم كان بعدها أشياء ليست تبلغ مبلغ العراب براذين وأشباهها، فأحب أن ترى فيها رأيك.\nفكتب إليه عمر: أن يسهم للفرس العربي سهمان، وللمقرف سهم، وللبغل سهم.\nالجزء: 1 ¦ الصفحة: 57\n",
        "قال المصنف (1/291) :\n(وعن مكحول \" أن النبي صلى الله عليه وسلم\nأعطى الفرس العربي سهمين، وأعطى الهجين سهماً \"\nأخرجه سعيد) انتهى.\nقال مخرجُه (5/65) :\n1229 -\n(ضعيف\n...\nإلخ) انتهى. ولم يذكر إسناد سعيد.\nقال مُقيّدُه:\nرواه سعيد (2/ل93/أ) (1) ثنا عبد العزيز بن محمد قال: ثنا أسامة بن زيد عن مكحول فذكره.\nوهذا إسناد لا بأس به إلى مكحول، أسامة بن زيد هو الليثي فيه كلام من قبل حفظه، وثقه العجلي وابن معين في رواية، وضعفه آخرون، وقال غير واحد ليس بحديثه بأس. يعني إن لم يخالف أو يتفرد وقد أخرج له مسلم في الشواهد.\nوروى عبد الرزاق (5/185) عن معمر عن يزيد بن يزيد بن جابر أحسبه عن مكحول قال: جعل رسول الله صلى الله عليه وسلم للفرس العربي سهمين\n...\nوإسناده صحيح إلى مكحول إن كان أخُذَ عنه.\nوله إسناد ثالث عن مكحول رواه أبو داود في \" المراسيل \": (ص227) من طريق أبي بشر عن مكحول، ورواه الشافعي، وساق\nالجزء: 1 ¦ الصفحة: 58\n",
        "كلامه وإسناده البيهقي ونقله العلامة الألباني في تخريجه وأغفل أبا بشر وجعل مكانه العلاء ابن الحارث، ولم أدر وجه هذا فليس العلاء يكنى أبا بشر فيما ذكره أصحاب التراجم.\nوله شاهد من مراسيل خالد بن معدان:\nأخرجه أبو داود في \" المراسيل \": (ص226) وابن أبي شيبة في \" المصنف \": (12/402) من طريق وكيع، حدثنا محمد بن عبد الله الشيعثي عن خالد بن معدان قال: أسهم رسول الله صلى الله عليه وسلم للعربي سهمين وللهجين سهماً.\nقلت: الشعيثي وثقه دحيم ولينه أبو حاتم، وقال النسائي: ليس به بأس، ولكن يشبه عندي أن يكون خالد بن معدان سمعه من مكحول والله أعلم.\nوقد ذكر المخرج مرسل خالد هذا ونقل عن البيهقي قوله: (هو منقطع لا تقوم به حجة) انتهى.\nالجزء: 1 ¦ الصفحة: 59\n",
        "قال المصنف (1/92) :\n(وعن أزهر بن عبد الله \" أن عمر كتب إلى أبي عبيدة بن الجراح أن\nأسهم للفرس سهمين وللفرسين أربعة أسهم، ولصاحبهما سهماً، فذلك خمسة أسهم \"\nرواه سعيد) اهـ.\nقال مُخَرجُه (5/67) :\n1231 -\n(ضعيف، أزهر بن عبد الله وهو الحرازي الحمصي تابعي صدوق، تكلموا فيه للنصب كما في \" التقريب\" وفي \" التهذيب \" أنه روى عن تميم الداري مرسلاً قلت: فهو عن عمر منقطع بلا ريب) انتهى.\nقال مقيّدُه:\nرواه سعيد (3/2/328) قال: ثنا فرج بن فضالة عن أزهر بن عبد الله به ثم رواه قال: ثنا فرج بن فضالة قال: ثنا محمد بن الوليد الزبيدي عن الزهري أن عمر بن الخطاب كتب إلى أبي عبيدة بذلك.\nقلت: فآفته فرج بن فضالة ضعيف الحديث، منكره، يجيئ بأشياء ليست عند الثقات من الشاميين وغيرهم، وبعض الأئمة كأحمد قصرها على غير الشاميين، وأما حديث الشاميين عنده فلا بأس به.\nوأما محمد بن الوليد الزبيدي في الإسناد الثاني فهو من الثقات المشاهير من أصحاب الزهري.\nفأسانيده ضعيفة على كل حال، لكن الشاهد وموضع الاستدلال مشهور عند التابعين حكماً والله الموفق.\nالجزء: 1 ¦ الصفحة: 60\n",
        "قال المصنف (1/292) :\n(وقال تميمُ بنُ فِرَعَ المَهْري\n: كنت في الجيش الذي فتحو الاسكندرية في المرة الآخرة، فلم يقسم لي عمرو شيئاً، وقال: غلام لم يحتلم، فسألوا أبا بصرة الغفاري، وعقبة بن عامر فقالا: انظروا فإن كان قد أشعر فاقسموا له، فنظر إليَّ بعض القوم فإذا أنا قد أنبت، فقسم لي.\nقال الجوزجاني: هذا من مشاهير حديث مصر وجيده) اهـ.\nقال مُخَرّجه (5/68) :\n1233 -\n(لم أقف على إسناده) انتهى.\nقال مُقيده:\nقد وقفت على إسناده في \" فتوح مصر \" لابن عبد الحكم.\nقال ابن عبد الحكم في \" فتوح مصر \" (ص178 ـ ط ليدن بهولندا) : حدثنا عبد الله بن يزيد المقرئ، حدثنا حرملة بن عمران عن تميم بن فرع المهري قال: فساقه.\nقلت: هذا إسناد مصري صحيح إلى تميم، وقد ذكر القصة ابن أبي حاتم في ترجمة تميم بن فرع من \" الجرح والتعديل \": (1/1/141) ولم يذكر فيه جرحاً ولا تعديلاً، وكذلك ذكره البخاري في \" تاريخه \" وأشار إلى الرواية، وذكره ابن حبان في \" الثقات\" (4/87) وعلى كلٍ فهو من كبار التابعين، ومروياته قليلة.\nالجزء: 1 ¦ الصفحة: 61\n",
        "قال المصنف (1/293) :\n(وخبر:\nأسهم أبو موسى يوم غزوة تستر لنسوة معه على الرضخ\n) انتهى.\nقال مُخرجُه (5/73) :\n(لم أقف على سنده، وأورده ابن قدامة أيضاً (8/411) كما أورده المؤلف دون تخريج) نتهى.\nقال مقيده:\nوقفت على سنده في \" المصنف\" لابن أبي شيبة، و\" التاريخ الكبير\" للبخاري. فقد رواه البخاري في \" تاريخه \") /1/153) ، وابن أبي شيبة: (12/409) ، ومن طريقه ابن حزم في \" المحلى \": (7/542ـ ط الثانية) عن وكيع عن شعبة عن العوام بن مراجم (1) عن خالد بن سيحان قال: \" شهدت مع أبي موسى أربع نسوة أو خمسة منهن أم مجزأة ابن ثور، فكن يسقين الماء، ويداوين الجرحى، فأسهم لهنّ \" هذا لفظ ابن أبي شيبة. ولفظ البخاري قريب مما أورده المصنف.\nقلت: العوام بصري وثقه ابن معين، وقال أبو حاتم: صالح.\nوخالد ذكره ابن أبي حاتم والبخاري وسكتا، وفي \" التاريخ \" للبخاري: قال العوام بن مراجم سمعت شيخاً منا يقال له خالد.\n(1) راجم بالراء والجيم، هكذا ضبطه عبد الغني في \" المؤتلف \": ص120 وفي \" المصنف \" المطبوع تحرفت إلى \" مزاحم \" على الجادة في الرسم وهكذا تحرفت في ترجمة خالد بن سيحان من \" الجرح والتعديل \" والتاريخ الكبير , \" والثقات \" لابن حبان، وعلق عليها الطابع بقوله: \" في م: مراجم مصحفاً \".\nالجزء: 1 ¦ الصفحة: 62\n",
        "قال المصنف (1/298) :\n(روى أنه قيل لابن عمر أن راهباً يشتم رسول الله صلى الله عليه وسلم فقال\n: لو سمعته لقتلته، إنا لم نعط الأمان على هذا)\nانتهى.\nقال مخرجُه (5/91) :\n1251 -\n(لم أقف على سنده) انتهى.\nقال مُقيدّه:\nوقفت على سنده في كتاب \" أحكام أهل الملل\" من جامع الخلا (ص114) وعنه نقل شيخ الإسلام ابن تيمية في \" الصارم المسلول\": (ص203 ـ ط محي عبد الحميد) حيث قال) من ذلك ما استدل به الإمام أحمد ورواه عن هشيم، ثنا حصين عمن حدثه عن ابن عمر قال: \" مر به راهب فقيل له: هذا يسب النبي صلى الله عليه وسلم فقال ابن عمر: لو سمعته لقتلته، إنا لم نعطهم الذمة على أن يسبوا نبينا صلى الله عليه وسلم \".\nورواه أيضاً من حديث الثوري عن حصين عن شيخ \" أن ابن عمر أصلت على راهب سب النبي صلى الله عليه وسلم بالسيف، وقال: إنا لم نصالحهم على سب النبي صلى الله عليه وسلم \".\nوالجمع بين الروايتين أن يكون ابن عمر أصلت عليه السيف لعله يكون مقراً بذلك، فلما أنكر كف عنه، وقال: \" لو سمعته لقتلته \".\nوقد ذكر حديث ابن عمر غير واحد) انتهى كلام شيخ الإسلام.\nوقوله: ورواه أيضاً من حديث الثوري، هو في \" أحكام أهل الملل \" قال أحمد: حدثنا وكيع قال: حدثنا سفيان عن حصين\n...\nفساقه.\nالجزء: 1 ¦ الصفحة: 63\n",
        "قال المصنف (1/299) :\n(خبر أسلم: \" أن عمر رضي الله عنه كتب إلى أمراء الأجناد:\nلا تضربوا الجزية على النساء والصبيان ولا تضربوها إلا على من جرت عليه المواسي\n\" رواه سعيد) انتهى.\nقال مخرجه (5/95) :\n1255 -\n(صحيح. أخرجه أبو عبيد في \" كتاب الأموال\": رقم 93..، وأخرجه البيهقي: 9/195، 198..) انتهى.\nقال مُقيده:\nرأيت الأثر في \" سنن سعيد \": (3/2/282) .\nورواه زيادة على من ذكر المخرج: ابن أبي شيبة في \" المصنف\" (12/239) وعبد الرزاق في \" المصنف \": (6/88) وأبو يوسف في \" الخراج \": (ص73 ـ ط. بولاق) ، وابن زنجويه في \" الأموال \": (1/151، 157) ويحيى بن آدم في \" الخراج\": (ص73، رقم 231 ـ ط شاكر) وغيرهم، وهو قطعة من خبر أسلم المشهور.\nوقد رواه بنحوه سفيان الثوري عن عبيد الله بن عمر عن نافع عن ابن عمر قال: كتب عمر إلى أمراء الأجناد: ألا يأخذوا الجزية إلا ممن جرت عليه المواسي. ذكره ابن أبي حاتم في \" العلل \": (1/310 ـ 311) ، قال: (قلت لأبي: فأيهما الصحيح، قال: الثوري حافظ، وأهل المدينة أعلم بحديث نافع من أهل الكوفة) انتهى.\nالجزء: 1 ¦ الصفحة: 64\n",
        "قال المصنف (1/299) :\n(لما رُوي عن عمر أنه قال: \"\nلا جزية على مملوك\n\") اهـ\nقال مخرجه (5/96) :\n1256 -\n(لا أصل له، وقد ذكره ابن قدامة في \" المغني \": (8/510) مرفوعاً إلى النبي صلى الله عليه وسلم وليس له أصل أيضاً قال الحافظ في \" التلخيص \" (4/123) \" رُوي مرفوعاً، ورُوي موقوفاً على عمر. ليس له أصل، بل المروي عنهما خلافه.. إلخ \") انتهى.\nقال مُقيده:\nقال ابن القيم في \" أحكام أهل الذمة \" (1/55) :\n(رُوي عن النبي صلى الله عليه وسلم أنه قال: \" لا جزية على عبد \"، وفي رفعه نظر، وهو ثابت عن ابن عمر..) انتهى.\nوفي \" أحكام أهل الملل \" (ص46) :\n(عن أحمد: ليس على العبد صدقة، لنصراني كان أو لمسلم، كما قال ابن عمر، رضي الله عنه) انتهى.\nالجزء: 1 ¦ الصفحة: 65\n",
        "قال المصنف (1/300) :\n(قال أحمد: قد رُوي عن عمر أنه قال: \"\nإن أخذها في كفه ثم أسلم ردها\n\" انتهى.\nقال مخرجه (5/99)\n1258 -\n(لم أقف عليه. وقد ذكره ابن قدامة في \" المغني \" (8/511) عن أحمد هكذا: \" قال أحمد: وقد رُوي عن عمر أنه قال\n...\n\" فذكره) انتهى.\nقال مقيده:\nمانقله الموفق في \" المغني \" منقول عن جامع الخلال: (ص43) من \" كتاب أحكام أهل الملل \" وقول عمر فيه بلا إسناد.\nالجزء: 1 ¦ الصفحة: 66\n",
        "قال المصنف (1/300) :\n(روى الأحنف بن قيس \" أن عمر\nشرط على أهل الذمة ضيافة يوم وليلة وأن يصلحوا القناطر وإن قُتل رجل من المسلمين بأرضهم فعليهم ديته \"\nرواه أحمد) انتهى.\nقال مخرجه (5/102) :\n1262 -\n(حسن، ولم أره في المسند للإمام أحمد، وهو المراد عند إطلاق العزو إلى أحمد، وقد عزاه إليه ابن قدامة أيضاً (8/505) وقد أخرجه البيهقي في \" سننه \": (9/196) .. إلخ) انتهى.\nقال مقيده:\nوقفت على إسناد أحمد، رواه الخلال في \" جامعه \" قال: (قال عبد الله بن أحمد: حدثني أبي قال: حدثني وكيع: ثنا هشام عن قتادة عن الحسن عن الأحنف بن قيس أن عمر رضي الله عنه شرط على أهل الذمة ضيافة يوم وليلة وأن يصلحوا القواطن. وإن قتل رجل من المسلمين بأرضهم فعليهم ديته.\nقال: وحدثني أبي حدثنا وكيع عن أبي إسحاق عن حارثة بن مضرب أن عمر رضي الله عنه اشترط على أهل الذمة ضيافة يوم وليلة.. إلخ) انتهى.\nنقل ذلك عن الخلال العلامة ابن القيم في \" أحكام أهل الذمة \": (2/782) .\nالجزء: 1 ¦ الصفحة: 67\n",
        "قلت: والطريقان هذان ذكرهما المخرج بأسانيد البيهقي، وقد روى الأثرين زيادة عمن ذكرنا ابن أبي شيبة في \" المصنف\" (12/477) ، وابن عساكر (1/140) وغيرهما.\nالجزء: 1 ¦ الصفحة: 68\n",
        "قال المصنف (1/300) :\n(وروى أسلم أن أهل الجزية من أهل الشام أتوا عمر رضي الله عنه فقالوا\n: إن المسلمين إذا مروا بنا كلفونا ذبح الغنم والدجاج في ضيافتهم، فقال: أطعموهم مما تأكلون ولا تزيدوهم على ذلك)\nانتهى.\nقال مُقيّدُه:\nلم يتكلم عليه المخرج بشيء (5/103)\n1263 -\nوهو قطعة من خبر أسلم المشهور في كتاب عمر في الجزية.\nرواه عبد الرزاق في \" المصنف \": (6/87، 88) ، و (10/329 ـ 330) وحميد بن زنجويه في \" الأموال) : (1/158) ومن طريقه ابن عساكر في \" التاريخ\": (1/140 ـ من نسختي المصورة عن الظاهرة) ، وغيرهم وهو خبر صحيح، من أسانيده ماهو على شرط الشيخين.\nالجزء: 1 ¦ الصفحة: 69\n",
        "قال المصنف (1/301 ـ 302) :\n(لما روى إسماعيل بن عياش عن غير واحد من أهل العلم قالوا\n: كتب أهل الجزيرة إلى عبد الرحمن بن غنم، إنا شرطنا على أنفسنا أن لا نتشبه بالمسلمين في لبس قلنسوة ولا عمامة ولا نعلين ولا فرق شعر ولا في مراكبهم\n...\n) وساق الخبر ثم قال المصنف (رواه الخلال بإسناده، وذكر في آخره: فكتب بذلك عبد الرحمن بن غنم إلى عمر بن الخطاب رضي الله عنه فكتب إليه عمر: أن أمض لهم ماسألوا) انتهى.\nقال مُخرجُه (5/103) :\n1265 -\n(لم أره من طريق إسماعيل بن عياش، وإنما أخرجه البيهقي: (9/202) من طريق يحيى بن عقبة بن أبي البزار (1) ..) إلخ. انتهى.\nقال مقيده:\nرأيته من طريق إسماعيل، رواه الخلال في \" كتاب أحكام أهل الملل \" من \" جامعة\" قال: أخبرنا عبد الله بن الإمام أحمد حدثني أبو شرحبيل الحمصي عيسى بن خالد قال: حدثني عمر أبو اليمان وأبو المغيرة قالا: أخبرنا إسماعيل بن عياش قال: حدثنا غير واحد من أهل\n(1) كذا في طبعة \" الإرواء \"، وصوابه: ابن أبي العزيار، بعين مهملة بعدها ياء مثناة.\nالجزء: 1 ¦ الصفحة: 70\n",
        "العلم قالوا: كتب أهل الجزيرة إلى عبد الرحمن بن غنم.. فساقه بتمامه. نقله عن الخلال العلامة ابن القيم في \" أحكام أهل الذمة \": (2/657 ـ 661) ثم قال:\n(وذكره سفيان الثوري عن مسروق عن عبد الرحمن بن غنم قال: كتب لعمر\n...\n) فذكر نحوه.\nثم قال ابن القيم:\n(وقال الربيع بن ثعلب: حدثنا يحيى بن عقبة بن أبي العيزار عن سفيان الثوري..) فذكر نحو ماساقه المخرج.\nثم قال ابن القيم:\n(فذكر نحوه) فأفهم أن طريق ابن أبي العيزار عن سفيان غير طريق سفيان الأولى، والله أعلم.\nثم قال ابن القيم خاتماً (2/663 ـ 664) :\n(وشهرة هذه الشروط تغني عن إسنادها: فإن الأئمة تلقوها بالقبول، وذكروها في كتبهم واحتجوا بها، ولم يزل ذكر الشروط العمرية على ألسنتهم وفي كتبهم، وقد أنفذها بعده الخلفاء وعملوا بموجبها) انتهى كلامه.\nالجزء: 1 ¦ الصفحة: 71\n",
        "قال المصنف (1/302) :\n(وعن ابن عباس\n: \" أيما مصر مصرته العرب فليس للعجم أن يبنوا فيه بيعة، ولا أن يضربوا فيه ناقوساً، ولا يشربوا فيه خمراً، ولا يتخذوا فيه خنزيراً \"\nرواه أحمد واحتج به) اهـ.\nقال مُخرجه (5/105) :\n1266 -\n(ضعيف. ولم أره في \" مسند أحمد \" فالظاهر أنه في بعض كتبه الأخرى وقد أخرجه أبو علي الرحبي: حنش عن عكرمة عن ابن عباس قال: فذكره موقوفاً عليه.\nقلت: وحنش هذا اسمه الحسين بن قيس، وهو متروك) انتهى.\nقال مقيده:\nساق إسناد أحمد ابن القيم في \" أحكام أهل الذمة \": (2/674) ، فقال (قال الإمام أحمد: حدثنا معتمر بن سليمان التيمي عن أبيه عن حنش عن عكرمة قال: سئل ابن عباس عن أمصار العرب أو دار العرب هل للعجم أن يحدثوا فيها شيئاً؟ فقال: أيما مصر\n...\nفذكره) .\nورواه من طريق سليمان عن حنش به أبو يوسف في \" الخراج \": (ص 88 ـ ط ـ بولاق) .\nوذكر ابن القيم (2/676) احتجاج أحمد بهذا الأثر، وقد ذكره الإمام أحمد غير مرة، محتجاً به في جملة من المسائل، كما هو معروف\nالجزء: 1 ¦ الصفحة: 72\n",
        "عند أصحابه.\nوحنش هذا قال أحمد فيه: متروك الحديث، ضعيف الحديث وضعفه كثيرون.\nلكن رأيت في \" العلل \" لعبد الله بن أحمد (2/33) :\n(حسين بن قيس يقال له حنش، متروك الحديث، له حديث واحد حسن، وروى عنه التيمي في قصة \" البيع \" أو نحو ذلك الذي استحسنه أبي) انتهى.\nوقوله \" البيع \" لعلها جمع بيعة، فيعني هذا الأثر عن ابن عباس وقد ذكر في \" التهذيب \" للمزي \" قصة الشؤم \"، وفي \" مختصره \" لابن حجر \" الشبرم\" فالله أعلم.\nوعلى كلٍ فإن لم يكن مراد عبد الله بـ \" البيع \" أثر ابن عباس هذا الذي رواه سليمان التيمي عن حنش فاحتجاج أحمد به مشكل، لأن الروايات عنه متفقة على تضعيف حنش جداً وتركه، بل قال أحمد: لا أروي عنه شيئاً.\nويجاب عن الإشكال بأنه احتج به لأن العمل عليه، ولأنه ليس ثمّ مايدفعه، وهذه قاعدة أحمد.\nالجزء: 1 ¦ الصفحة: 73\n",
        "قال المصنف (1/302) :\n(\"و\nأمر عمر بجز نواصي أهل الذمة، وأن يشدوا المناطق وأن يركبوا الأكف بالعر\nض \" رواه الخلال) انتهى.\nقال مُخرجه (5/105) :\n1267 -\n(لم أقف على سنده\n...\n) انتهى.\nقال مُقيده:\nرواه الخلال فقال: حدثنا يحيى بن جعفر بن أبي عبد الله بن الزبرقان (1) ثنا يحيى بن الكسر، ثنا عبيد الله بن عمر عن نافع عن ابن عمر رضي الله عنهما قال: أمر عمر رضي الله عنه أن تجز نواصي أهلش الذمة وأن يشدوا المناطق وأن يركبوا الأكف (2) بالعرض.\nهكذا ساقه العلامة ابن القيم في \" أحكام أهل الذمة \": (2/744) ، وشيخ الخلال محدث مشهور وثقه الدارقطني، وأما يحيى بن الكسر فهكذا رسم، ولم أعرفه، إلا أن يكون محرفاً عن السكن، فإن يحيى بن السكن يروي عن طبقة عبيد الله بن عمر، ويروي عنه طبقة يحيى بن جعفر المعروف بابن أبي طالب شيخ الخلال السالف ذكره.\nثم وقفت على إسناده في \" أحكام أهل الملل\" (ص157) من جامع الخلال فوجدته كما استظهرت: يحيى بن السكن، إلا أن فيه\n(1) في مطبوعة \" الأحكام \": الزمرقات بالميم والتاء في آخره.\n(2) الأكف بضمتين جمع إكاف كوطاء، وهي مايوضع على ظهر الحمار للركوب عليه.\nالجزء: 1 ¦ الصفحة: 74\n",
        "عبد الله بن عمر بدل عبيد الله، وهو تحريف من الناسخ.\nوقد رواه عبد الرازق: (10/331) قال: أخبرنا عبد الله بن عمر عن نافع عن أسلم به، وانظر بقية كلام المخرج على الأثر..\nوبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 75\n",
        "قال المصنف (1/312) :\n(لأن\nعمر رضي الله عنه أنكر على عبد الرحمن بن عوف حين باع جارية له كان يطؤها قبل استبرائها، وقال: ما كنت لهذا بخليق\n...\nوفيه قصة. رواه عبد الله بن عبيد بن عمير) انتهى.\nقال مُخرّجُه (7/215) :\n2140 -\n(لم أقف عليه الآن) انتهى.\nوفي (5/139) أغفله ولم يتكلم عليه بشيء.\nقال مقيدُه:\nوقد وقفت عليه، رواه ابن أبي شيبة في \" المصنف \" (4/228، 378) ومن طريقه البيهقي في \" السنن الكبرى\" (10/263) في الدعاوي والبينات، قال ابن أبي شيبة: حدثنا أبو بكر بن عياش عن أسلم المنقري عن عبد الله (1) بن عبيد بن عمير قال: باع عبد الرحمن بن عوف جارية كان وقع عليها قبل أن يستبرئها، فظهر بها حمل عند الذي اشتراها، فخاصمه إلى عمر، فقال عمر: هل كنت تقع عليها؟ قال: نعم! قال: فبعتها قبل أن تستبرئها؟ قال: نعم! قال: ماكنت لذلك بخليق.\nقلت: هذا إسناد قوي إلا أن ظاهره الإرسال، فإن عبد الله بن عبيد بن عمير لم يدرك ابن عوف.\n(1) وفي طبعة المصنف لابن أبي شيبة: عبيد الله مصغراً في الموضعين وهو غلط.\nالجزء: 1 ¦ الصفحة: 76\n",
        "قال المصنف (1/341) :\n(وقال ابن عمر\n: \" إن من الربا أبواباً لا تخفى، وإن منها السلم في السن \"\nرواه الجوزجاني) انتهى.\nقال مُقيّدُه:\nأغفله المخرج (5/215)\n1373 -\nولم يتكلم عليه.\nوقد وقع هنا ابن عمر، والذي في كتب أصحاب أحمد: وقال عمر، كما في \" المغني \": (4/278) وغيره.\nوأثر عمر رواه عبد الرزاق: (8/26) ، وابن أبي شيبة: (6:470) ، وأبو عبيد في \" غريب الحديث \": (3/283) ، والبيهقي: (6/470) ، وأبو عبيد في \"غريب الحديث \": (3/283) ، والبيهقي: (6/23) من طريق المسعودي عن القاسم بن محمد (وفي ابن أبي شيبة وأبي عبيد والبيهقي بن عبد الرحمن) قال: قال عمر\n...\nفذكر نحوه، ولفظ أبي عبيد مثل ماساقه المصنف.\nوالمسعودي يروي عن ابن عم أبيه القاسم بن عبد الرحمن، ورجال الإسناد ثقات إلا أنه مرسل.\nالجزء: 1 ¦ الصفحة: 77\n",
        "قال المصنف (1/341) :\n(قال الشعبي\n: إنما كره ابن مسعود السلف في الحيوان، لأنهم اشترطوا إنتاج فحل بني فلان - فحل معلوم -\nرواه سعيد) انتهى.\nقال مقيده:\nسكت عن المخرج (5/215)\n1374 -\nولم يتكلم عليه بشيء.\nوقد أخرجه عبد الرزاق في \" مصنفه\": (8/24) ، قال: أخبرنا معمر عن أيوب وقتادة عن الشعبي، قال: إنما كرهه عبد الله لأنه شرط من نتاج أبي فلان ومن فحل أبي فلان.\nقلت: هذا إسناد صحيح.\nالجزء: 1 ¦ الصفحة: 78\n",
        "قال المصنف (1/343) :\n(وعن ابن عمر رضي الله عنهما أنه\nكان يبايع إلى العطاء\n) اهـ.\nقال مُخرجُه (5/217) :\n1378 -\n(لم أقف عليه) انتهى.\nقال مُقيدُه:\nوقفت عليه، رواه ابن أبي شيبة في \" المصنف\": (6/71) ، قال: ثنا حفص بن غياث عن حجاج عن عطاء أن ابن عمر كان يشتري إلى العطاء.\nوحجاج هو ابن أرطاة، والكلام فيه معروف.\nوقد روى عبد الرزاق في \" مصنفه \" باب السيف المحلى والخاتم والمنطقة (8/69) ، وابن أبي شيبة (6/71 ـ 72) عن علي نحوه، وفي إسناده الحجاج أيضاً.\nوروى ابن الجعد في \" مسنده \": 0رقم 516) قال: حدثني أبو سعيد الأشج، ثنا توبة بن سيحان الجعفي وكان لحاماً، قال:\nكان سلمة بن كهيل وطلحة بن مصرف وزبيد وعلقمة بن مرثد يشترون مني اللحم إلى العطاء، فإذا أخذوا العطاء أعطوني ذلك.\nالجزء: 1 ¦ الصفحة: 79\n",
        "قال المصنف (1/347) :\n(ثبت عن ابن عباس، قال\n: إذا أسلمت في شيء إلى أجل فإن أخذت ما أسلفت فيه وإلا فخذ عرضاً أنقص منه، ولا تربح مرتين.\nرواه سعيد) انتهى.\nقال مُخرجُه (5/223) :\n1387 -\n(لم أقف على سنده) انتهى.\nقال مُقيدُه:\nوقفت على سنده، قال سعيد بن منصور: ثنا سفيان عن عمرو بن دينار عن طاووس عن ابن عباس، قال: إذا أسلفت في شيء إلى أجل مسمى فجاء ذلك الأجل ولم تجد الذي أسلفت فيه فخذ عرضاً بأنقص ولا تربح مرتين.\nرواه عن سعيد ابن حزم في \" المحلى \": (9/4 ـ 5، ط. منيرية) وساق ماذكرته.\nورواه عبد الرزاق في \" المصنف \": (8/16 ـ 17) قال: أخبرنا ابن عيينة به.\nقلت: هذا إسناد صحيح على شرط الشيخين، قد خرجا بهذا الإسناد في مواضع من كتابيهما.\nالجزء: 1 ¦ الصفحة: 80\n",
        "قال المصنف (1/350) :\n(رُوي أن ابن الزبير\nكان يأخذ من قوم بمكة دراهم ثم يكتب لهم بها إلى مصعب بن الزبير بالعراق فيأخذونها منه، فسئل عن ذلك ابن عباس فلم ير به بأسا\nً) انتهى.\nقال مُخرّجُه (5/238) :\n1402 -\n(ضعيف. أخرجه البيهقي من طريق سعيد بن منصور\n...\nحدثنا هشيم: انا حجاج بن أرطاة عن عطاء بن أبي رباح أن عبد الله بن الزبير كان\n...\nإلخ.\nقلت: ورجاله ثقات، غير أن ابن أرطاة مدلس، وقد عنعنه) انتهى.\nقال مُقيّدُه:\nرواه ابن جريج عن عطاء بنحوه، رواه عبد الرزاق: (8/14) ، وابن أبي شيبة) 6/279) ، ومن طريق عبد الرزاق رواه ابن حزم: (8/78) .\nوهذا إسناد صحيح على شرط مسلم، فإنه أخرج بهذا الإسناد عن ابن الزبير في أحاديث صلاة العيدين: (3/19 ـ استانبول) وابن جريج عن عطاء مسموع، كما هو معلوم، طالع ترجمة ابن جريج، و \" الإرواء \": (5/202) .\nالجزء: 1 ¦ الصفحة: 81\n",
        "قال المصنف (1/350) :\n(ورُوي\nعن علي أنه سئل عن مثل ذلك فلم ير به بأسا\nً) اهـ.\nقال مُخرّجُه (5/238) :\n1403 -\n(ضعيف، ولم أر إسناده، وإنما علقه البيهقي عقب الأثر السابق) انتهى.\nقال مُقيده:\nرأيت إسناده في \" المصنف \" لابن أبي شيبة: (6/276 ـ 277) ، قال: حدثنا حفص بن غياث عن عبيد الله بن عبد الرحمن بن موهب عن حفص بن المعتمر عن أبيه أن علياً قال: لا بأس أن يعطي المال بالمدينة ويأخذ بأفريقية.\nثم رواه قال: حدثنا عيسى بن يونس عن عبيد الله بن عبد الرحمن بن موهب عن حفص بن المعتمر عن أبيه عن علي بنحوه.\nقلت: حفص بن المعتمر وأبوه مجهولان، ترجم البخاري وابن أبي حاتم لحفص، وماذكرا جرحاً ولا تعديلاً، ومدار الأثر عند ابن أبي شيبة عليهما، وبه يتضح مااستظهره المخرج من كلام البيهقي.\nوالله أعلم.\nالجزء: 1 ¦ الصفحة: 82\n",
        "قال المصنف (1/391) :\n(رُوي أن علياً وكل عقيلاً عند أبي بكر، وقال\n: ماقضي عليه فهو علي، وماقضي له فلي)\nانتهى.\nقال مُخرجُه (5/287) :\n1465 -\n(ضعيف، ولم أره الآن بهذا اللفظ، وإنما أخرجه البيهقي: (6/81) من طريق محمد بن إسحاق عن جهم بن أبي الجهم عن عبد الله بن جعفر قال: كان علي بن أبي طالب يكره الخصومة، فكان إذا كانت له خصومة كل فيها عقيل بن أبي طالب، فلما كبر عقيل وكلني.. إلخ) انتهى.\nقال مُقيده:\nورواه ابن أبي شيبة) 7/299) من طريق محمد بن إسحاق عن جهم، قال: حدثني من سمع عبد الله بن جعفر يحدث.. فذكره بنحو ماساق المخرج عن البيهقي، وزاد:\n\" فكان علي يقول: ماقضي لوكيلي فلي، وماقضي على وكيلي فعلي \" انتهى.\nوإسناده ضعيف كما ذكره المخرج عقب مانقلته آنفاً عنه.\nورواه زيد بن علي في \" مسنده \": (4/77، من الروض النضير) عن أبيه عن جده عن علي رضي الله عنه به.\nوزيد ثقة إمام، لكن في ثبوت نسبة المسند إليه نظر، وكذا مافيه من الأحاديث.\nالجزء: 1 ¦ الصفحة: 83\n",
        "قال المصنف (1/391) :\n(ووكل ـ يعني علياً ـ عبد الله بن جعفر عند عثمان، وقال\n: إن للخصومة قمحاً ـ أي مهالك ـ وإن الشيطان يحضرها وإني أكره أن أحضرها.\nنقله حرب) انتهى.\nقال مُخرجُه (5/287) :\n1466 -\n(ضعيف. ولم أقف على سنده بهذا التمام، وإنما أخرجه البيهقي بسند ضعيف، دون قوله: \" وإن الشيطان\n...\n\" وقد سبق بيان ضعفه في الذي قبله) انتهى.\nقال مقيده:\nماعزاه للبيهقي رواه أبو عبيد في \" غريب الحديث\": (3/451) ، وهو بالزيادة عند ابن أبي شيبة في \" المصنف\": (7/299) وهو جملة من الأثر قبله، ولفظه: عن عبد الله بن جعفر يحدث أن علياً:\n\" كان لا يحضر الخصومة، وكان يقول: إن لها قمحاً يحضرها الشيطان فجعل خصومته إلى عقيل، فلما كبر ورقّ حولها إلي، فكان علي يقول: ماقضي لوكيلي فلي، وماقضي على وكيلي فعلي: انتهى.\nالجزء: 1 ¦ الصفحة: 84\n",
        "قال المصنف (1/396 ـ 397) :\n(إن قال: بع هذا بعشرة فما زاد فهو لك صح البيع، وله الزيادة، نص عليه فقال: هل هذا إلا كالمضاربة. وهو قول إسحاق وغيره. لأن\nابن عباس كان لا يرى بذلك بأسا\nً.\nقال في \" الشرح \": ولا يعرف له مخالف) انتهى.\nقال مخَرّجُه (5/288) :\n1467 -\n(لم أقف عليه الآن) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه عبد الرزاق في \" مصنفه \": (8/234) وأبو عبيد في \" عريب الحديث \": (4/232) وابن أبي شيبة في \" المصنف \": (6/105) ومن طريقه ابن حزم في \" المحلى \": (8/429) ، ط منيرية) ، والبيهقي في \" السنن الكبرى \": (6/121) كلهم من طريق هشيم قال: سمعت عمرو بن دينار يحدث عن عطاء عن ابن عباس أنه لم ير به بأساً.\nقلت: وهذا إسناد صحيح رجاله ثقات معروفون.\nالجزء: 1 ¦ الصفحة: 85\n",
        "قال المصنف (1/405) :\n(نقل أن النبي صلى الله عليه وسلم قال\n: من أخذ شيئاً فهو له)\nانتهى.\nقال مُخرّجُه (5/295) :\n1474/ 1 (لم أعرفه الآن) انتهى.\nقال مُقيده:\nوقفت عليه، رواه أحمد في \" مسنده \": (1/178، ط. الميمنية، ورقم 1539، ط شاكر) وابن أبي شيبة في \" المصنف \": (14/ 351 ـ 352) والدورقي في: مسند سعد:: (ص216، ط. البشائر) والبيهقي في \" دلائل النبوة\": (3/14) وغيرهم من طريق عن مجالد عن زياد بن علاقة عن سعد بن أبي وقاص قال:\nلما قدم رسول الله صلى الله عليه وسلم المدينة جاءته جهينة فقالوا: إنك قد نزلت بين أظهرنا، فأوثق لنا حتى نأتيك وتؤمنا فأوثق لهم فأسلموا، قال: فبعثنا رسول الله صلى الله عليه وسلم في رجب ولا نكون مائة وأمرنا أن نغير على حي من بني كنانة إلى جنب جهينة، فأغرنا عليهم، وكانوا كثيراً\n...\nإلا أن قال: \" وكان الفيء إذ ذاك: من أخذ شيئاً فهو له، فانطلقنا إلى العير\n...\n\" انتهى.\nوسياق الرواية يدل على أن \" من أخذ شيئاً فهو له \" توقيف من النبي صلى الله عليه وسلم ولأنه تشريع ولا يستقل بالتشريع إلا صاحب الشريعة.\nقلت: وإسناده ضعيف لضعف مجالد وهو ابن سعيد، وقد رواه عنه الكبار لكن هذا إنما يسوغ تقويته به من ضَعّف مجالداً لاختلاطه بآخره\nالجزء: 1 ¦ الصفحة: 86\n",
        "لك الصواب ضعف حفظه مطلقاً، وقد وثق مجالداً بعضهم كالنسائي في رواية، وقال مرة: ليس بالقوي، وإليه استروح الحافظ في \" التقريب \" لكن من استقرأ أحاديثه علم نفرده بكثير من الحديث عن غيرة وإتيانه بأشياء لا يعرفها الأشياخ، فهو ممن يكتب حديثه وينظر فيه ويصلح للاعتبار، والله أعلم.\nالجزء: 1 ¦ الصفحة: 87\n",
        "قال المصنف (1/422) :\n(رُوي أن عمر:\nقضى في طفلة ماتت من الختان بديتها على عاقلة خاتنتها\n) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج\n1497 -\nفأغفله من التخريج.\nوقد رواه ابن أبي شيبة في \" المصنف \": (9/323) ، قال: حدثنا الثقفي عن أيوب عن أبي قلابة عن أبي المليح أن ختانة بالمدينة ختنت جارية فماتت، فقال لها عمر: ألا أبقيت كذا، وجعل ديتها على عاقلتها.\nقلت: وهذا إسناد مرسل، أبو المليح لم يدرك عمر.\nالجزء: 1 ¦ الصفحة: 88\n",
        "قال المصنف (1/425) :\n(مر النبي صلى الله عليه وسلم بقوم يرفعون حجراً ليعلموا الشديد منهم فلم ينكر عليهم) .\nقال مُخرجُه (5/332) :\n1505 -\n(لم أقف عليه مرفوعاً، وإنما موقوفاً على ابن عباس، يرويه محمد ابن أبي السري: نا عبد الرزاق قال: نا معمر عن ابن طاووس عن أبيه قال: مر ابن عباس ـ بعد ماذهب بصره ـ بقوم يجرون حجراً، فقال: ماشأنهم؟ قال: يرفعون حجراً ينظرون أيهم أقوى، فقال ابن عباس: \" عمال الله أقوى من هؤلاء \" أخرجه أبو نعيم في \" رياضة الأبدان \": (ق/40/1) .\nقلت: وهذا سند ضعيف، من أجل محمد بن أبي السري، أورده الذهبي في \" الضعفاء\"، وقال: \" ثقة له مناكير \"، وقال الحافظ في \"التقريب\" صدوق له أوهام كثيرة) انتهى.\nقال مُقيدُه:\nوقفت عليه مرفوعاً، وموقوفاً بإسناد صحيح. وتخريج العلامة الألباني للموقوف فيه نزول، وبسببه ضعف الإسناد، فالموقوف على ابن عباس رواه معمر بن راشد في \" الجامع\": (11/444، ملحق مصنف عبد الرزاق) ، ومن طريقه ابن المبارك في \" الزهد \": (ص9) قال معمر: عن ابن طاوس عن أبيه عن ابن عباس به، فساقه بمثل ماساقه المخرج.\nقلت: وهذا إسناد صحيح على شرط البخاري ومسلم.\nالجزء: 1 ¦ الصفحة: 89\n",
        "وأما المرفوع: فقد رواه ابنُ المبارك في \" الزهد \": (ص256) ، قال: أخبرنا الليث بن سعد وأبو عبيد في \" غريب الحديث\" (1/16 ـ 17) قال: حدثنا أبو النضر عن الليث بن سعد عن بكير بن عبد الله الأشج عن عامر بن سعد عن النبي صلى الله عليه وسلم أنه مر بقوم يتجاذون (1) مهراساً ـ المهراس حجر ـ فقال: \" أتحسون الشدة في حمل الحجارة، إنما الشدة أن يمتلئ أحدكم غيظاً ثم يغلبه \" انتهى.\nقلت: وإسناده صحيح إلا أنه مرسل، عامر بن سعد هو ابن أبي وقاص.\nورواه البزار في \" مسنده \": (2/438 ـ زوائده) قال: حدثنا إبراهيم بن المستمر العروقي، ثنا شعيب بن بيان: ثنا عمران عن قتادة عن أنس عن النبي صلى الله عليه وسلم مر بقوم يرفعون حجراً، فقال: \" مايصنع هؤلاء؟ \" فقالوا: يرفعون حجراً يريدون الشدة. فقال النبي صلى الله عليه وسلم \" أفلا أدلكم على من هو أشد منه؟ ـ أو كلمة نحوها ـ الذي يملك نفسه عند الغضب \".\nقال البزار: قلت: علته شعيب.\nقال مقيده: شعيب له مناكير، قاله الجوزجاني، وقال العقيلي: يحدث عن الثقات بالمناكير كاد أن يغلب على حديثه الوهم، وقال الذهبي: صدوق، وفي \" التقريب\": صدوق يخطئ. انتهى.\nوعمران: هو ابن داور القطان، لابأس به صدوق، وضعفه النسائي، قال في \" المجمع \": (8/68) : (فيه شعيب بن بيان وعمران القطان وثقهما ابن حبان وضعفهما غيره، وبقية رجالهما رجال الصحيح) انتهى.\n(1) في نسخة للزهد: يتجاذبون.\nالجزء: 1 ¦ الصفحة: 90\n",
        "قال المصنف (1/458) :\n(عن سلمى بنت كعب قالت\n: وجدت خاتماً من ذهب في طريق مكة، فسألت عائشة فقالت: تمتعي به)\nانتهى.\nقال مُخرجه (6/15-16) :\n1560 -\n(لم أقف عليه الآن) انتهى.\nقال مقيده:\nقد وقفت عليه، رواه علي بن الجعد في \" مسنده \": (2/461) كلاهما من طريق شريك عن زهير بن أبي ثابت عن سلمى بنت كعب به، إلا أنه ليس عندهما \" من ذهب \".\nقلت: في إسناده شريك وهو ابن عبد الله القاضي لين الحفظ، وسلمى بنت كعب هذه ذكرها ابن سعد في \" الطبقات \": (8/495) وقال: روت عن عائشة أم المؤمنين حديثاً في اللقطة من حديث عبيد الله ابن موسى (1) عن إسرائيل. انتهى.\nوحديث عبيد الله بن موسى عن إسرائيل الأشبه أنه حديث شريك الذي سقناه لأن إسرائيل من الرواة عن شريك.\nوالله أعلم.\n(1) في مطبوعة \" الطبقات\": \" عبيد الله بن موسى بن إسرائيل \" وهو غلط صوابه عن إسرائيل.\nالجزء: 1 ¦ الصفحة: 91\n",
        "وقد تابع شريكاً أبو عوانة، رواه ابن حبان في \" الثقات \" (4/351) قال: ثنا الحميدي قال: ثنا قتيبة بن سعيد قال حدثنا: أبو عوانة عن زهير بن أبي ثابت عن سلمى بنت كعب فذكر نحوه، وفيه: \" فوجدت خاتماً من ذهب \".\nالجزء: 1 ¦ الصفحة: 92\n",
        "قال المصنف (1/460) :\n(لقول عمر لرجل وجد بعيراً: \"\nأرسله حيث وجدته\n\"، رواه الأثرم) انتهى.\nقال مُقيده:\nسقط هذا الأثر من أحاديث \" الإرواء \" فلم يذكر، ولم يخرج.\nوقد أخرجه مالك في \" الموطأ\": (2/759) وعبد الرزاق في \" مصنفه \" (10/133) وابن أبي شيبة في \" المصنف\": (6/466) ، والبيهقي في \" السنن الكبرى\": (6/191) وغيرهم من طريق يحيى بن سعيد عن سليمان بن يسار أن ثابت بن الضحاك الأنصاري أخبره أنه وجد بعيراً بالحرة فعقله. ثم ذكره لعمر بن الخطاب فأمره عمر أن يعرفه ثلاث مرات، فقال له ثابت: إنه قد شغلني عن ضيعتي، فقال له عمر: أرسله حيث وجدته. هذا لفظ مالك في \" الموطأ \".\nوإسناده صحيح.\nوتابع أيوب يحيى بن سعيد عن سليمان بمثله، رواه عبد الرزاق (10/133) وغيره.\nالجزء: 1 ¦ الصفحة: 93\n",
        "قال المصنف (1/460) :\n(لحديث:\nفي الضالة المكتومة غرامتها ومثلها معها\n(1) قال ابو بكر في \" التنبيه \": \" وهذا حكم رسول الله صلى الله عليه وسلم فلا يرد \") .\nانتهى.\nقال مُخرجه (6/19) :\n1565 -\n(لم أقف عليه) انتهى.\nقال مُقيده:\nرواه أبو داود في \" السنن \" (رقم1718) ، من طريق عبد الرزاق وهذا في \" المصنف\": (10/129) والبيهقي في \" السنن الكبرى \": (6/191) ، وغيرهم من طريق معمر عن عمرو بن مسلم عن عكرمة أحسبه ـ عن أبي هريرة أن النبي صلى الله عليه وسلم قال: \" ضالة الإبل المكتومة غرامتها ومثلها معها \".\nقلت: عمرو بن مسلم هو الجندي اليماني قال الإمام أحمد: ضعيف، وقال مرة: ليس بذاك، وقال ابن معين في رواية: لا بأس به، وقال النسائي وابن معين في رواية أخرى: ليس بالقوي، وذكره ابن حبان في \" الثقات \" وقال ابن عدي: ليس له حديث منكر جداً.\n(1) وقع خلط في نسخ أحاديث منار السبيل فجعل آخر هذا الحديث رواه الأثرم، وهكذا ذكره المخرج في \" الإرواء\" وجملة رواه الأثرم إنما هي لأثر عمر السالف قبل هذا.\nالجزء: 1 ¦ الصفحة: 94\n",
        "قلت: وكأن قول أحسبه عن أبي هريرة من كلام معمر، لأن ابن جريج رواه فقال: أخبرني عمرو بن مسلم عن طاووس وعكرمة أنه سمعهما يقولان قال رسول الله صلى الله عليه وسلم فذكر نحوه.\nرواه عبد الرزاق في \" العقول \" من \" مصنفه \": (9/302) وكونه مرسلاً أشبه.\nوفي آثار بعض الصحابة مايقوي الأخذ بما دل عليه.\nوالله أعلم.\nالجزء: 1 ¦ الصفحة: 95\n",
        "قال المصنف (2/6) :\n(روى الخلال عن نافع أن\nحفصة ابتاعت حلياً بعشرين ألفاً حبستها على نساء آل الخطاب، فكانت لا تخرج زكاته)\nاهـ.\nقال مُخرجُه (6/33-34) :\n1588 -\n(لم أقف على إسناده) انتهى.\nقال مُقيّدُه:\nوقفت عليه في كتاب \" الوقوف \" للخلال: (2/502 ـ 503) قال: أخبرنا طالب بن قرة الأذني، حدثنا محمد بن عيسى: حدثني سعيد بن مسلمة القرشي، حدثنا إسماعيل بن أمية عن نافع قال:\nابتاعت حفصة زوج النبي صلى الله عليه وسلم حلياً بعشرين ألفاً فحبسته على نساء آل الخطاب، فكانت لا تخرج زكاته.\nوإسناده ضعيف، لضعف سعيد بن مسلمة، قال ابن معين: ليس بشيء، وقال البخاري: منكر الحديث، فيه نظر، وقال الدارقطني: ضعيف يعتبر به.\nوقد ذكر الخلال أيضاً أن مؤملاً الحراني روى نحوه عن الوليد بن مسلم عن زهير بن محمد عن إسماعيل بن أمية عن نافع أن حفصة أوقفت حلياً على قرم.\nقال الخلال (2/498) : (أنكره أبو عبد الله، وعجب منه\n...\nثم قال: يروون عن زهير بن محمد أحاديث مناكير هؤلاء.\nالجزء: 1 ¦ الصفحة: 96\n",
        "ترى هذا زهير بن محمد ذاك الذي يروي عنه أصحابنا، ثم قال: أما رواية أصحابنا عنه فمستقيمة: عبد الرحمن بن مهدي، وأبو عامر مستقيمة صحاح\n...\n) انتهى.\nالجزء: 1 ¦ الصفحة: 97\n",
        "قال المصنف (2/706) :\n(لما رُوي أن صفية بنت حيي زوج النبي صلى الله عليه وسلم\nوقفت على أخ لها يهودي\n) انتهى.\nقال مُخرجُه (6/38) :\n1590 -\n(لم أقف على سنده) انتهى.\nقال مقيده:\nوقفت له على طرق، بلفظ الوصية لا الوقف.\nفرواه الدارمي في \" سننه \": (2/427) وعبد الرزاق في \" مصنفه \": (10/353) وغيرهما عن ليث عن نافع عن ابن عمر أن صفية أوصت لنسيب لها يهودي. لفظ الدارمي.\nوليث هو ابن أبي سليم ضعيف الحديث.\nلكن رُوي من وجه آخر:\nرواه سعيد بن منصور في \" سننه \": (3/1/152) وعبد الرزاق: (10/349) ، والبيهقي في \" السنن الكبرى \": (6/381) من طريق سفيان عن أيوب عن عكرمة أن صفية بنت حيي باعت حجرتها من معاوية بمائة ألف، وكان لها أخ يهودي فعرضت عليه أن يسلم فيرث أبي، فأوصت له بثلت المائة. هذا لفظ سعيد.\nوعكرمة لم يأخذ عن صفية.\nوله وجه ثالث:\nالجزء: 1 ¦ الصفحة: 98\n",
        "رواه البيهقي: (6/281) من طريق ابن وهب أخبرني ابن لهيعة عن بكير بن عبد الله أن أم علقمة مولاة عائشة زوج النبي صلى الله عليه وسلم حدثته أن صفية بنت حيي بن أخطب رضي الله عنها أوصت لابن أخ لها يهودي\n...\nالحديث.\nوإسناده جيد إلا أن أم علقمة مستورة، وليس في النساء متهمة ولا من تركت.\nوله أوجه أخرى، وبالجملة فالأثر حسن ثابت يصلح للاحتجاج به.\nالجزء: 1 ¦ الصفحة: 99\n",
        "قال المصنف (2/7) :\n(احتج أحمد بما رُوي عن حجر المدري أن في صدقة رسول الله صلى الله عليه وسلم أن\nيأكل أهلها منها بالمعروف غير المنكر\n) انتهى.\nقال مُقيدُه:\nأغفله المخرج (6/38)\n1591 -\nولم يتكلم عليه بشيء.\nوقد رواه الأثرم في \" سننه \" ومن طريقه الخلال في \" جامعه \"، كتاب الوقوف: (1/253 ـ 254) .\nقال الأثرم: (احتج [أحمد] بحديث ابن طاووس عن أبيه عن حجر المدري أن في صدقة رسول الله صلى الله عليه وسلم أن يأكل أهلها منها بالمعروف غير المنكر.\nقيل له: من رواه؟ قال: سمعته من ابن عيينة) انتهى. هكذا ساقه الخلال في \" كتاب الوقوف\".\nوقد رواه من طريق سفيان بن عيينة به مثله ابن أبي شيبة في \" المصنف \": (6/253) ، و (14/167) والخصاف في كتابه \" أحكام الأوقاف \": 0ص3، ط الأوقاف المصرية، سنة 1322هـ) .\nوحجر المدري تابعي، وكأن ماذكره عن صدقة رسول الله صلى الله عليه وسلم وجده مكتوباً.\nالجزء: 1 ¦ الصفحة: 100\n",
        "قال المصنف (2/24) :\n(لحديث\n: المستغزر (1) يثاب من هبة)\nانتهى.\nقال مُخرجُه (6/59) :\n1615 -\n(لم أقف عليه) انتهى.\nقال مُقيدُه:\nوقفت عليه من كلام شريح القاضي.\nرواه عبد الرزاق في \" مصنفه \": (9/106) وابن أبي شيبة في \" مصنفه \": (6/475) وسعيد بن منصور في \" سننه \"، ومن طريقه ابن حزم في \" المحلى \": (9/130) ط منيرية) ووكيع بن خلف في \" أخبار القضاة \": (2/357 ـ 358) بإسناد صحيح عن شريح القاضي رحمه الله قال:\n(من أعطى في صلة أو قرابة أو حق أو معروف أجزنا عطيته، والجانب المستغزر تُردُ إليه هبتُه أو يثاب منها) انتهى من \" المصنف\" لعبد الرزاق.\nولعلَّ قول المصنف: (لحديث) يعني الخبر أو الحديث المقطوع.\n(1) جاء في الأصل: \" المستعذر\" بالذال المعجمة، وهكذا أُثبت في \" الإرواء \" وصوابه: \" المستغزر \" بالعين المعجمة بعدها زاي، من الغزارة.\nالجزء: 1 ¦ الصفحة: 101\n",
        "قال المصنف (2/25) :\n(رُوي عن علي وابن مسعود أنهما قالا:\nالهبة إذا كانت معلومة فهي جائزة قبضت أو لم تقبض\n) انتهى.\nقال مُخرجه (6/61) :\n1618 -\n(لم أقف على إسناده) انتهى.\nقال مُقيّدُه:\nوقفت عليه بلفظ الصدقة.\nروى عبد الرزاق: (9/122) ، ومن طريقه ابن حزم: (10/83، ط الثانية) عن سفيان الثوري عن جابر الجعفي عن القاسم بن عبد الرحمن قال: كان علي بن أبي طالب وابن مسعود يجيزان الصدقة وإن لم تقبض.\nوروى ابن حزم من طريق الحجاج بن المنهال: ثنا المعتمر بن سليمان التيمي قال: سمعت عيسى بن المسيب يحدث أنه سمع القاسم بن عبد الرحمن بن عبد الله بن مسعود يحدث عن أبيه عن جده عبد الله بن مسعود قال: الصدقة جائزة، قبضت أو لم تقبض. ورواه الدارقطني في \" سننه \": (4/200) ومن طريقه البيهقي: (6/162) عن المعتمر بن سليمان به ولفظه.\n\" فرغ من أربع من الخلق والخُلق والرزق والأجل فليس أحد أكسب من أحد. والصدقة جائزة قبضت أو لم تقبض \".\nالجزء: 1 ¦ الصفحة: 102\n",
        "قلت: في الأثر الأول جابر الجعفي، والانقطاع. وفي الثاني عيسى ابن المسيب ضعيف.\nتنبيه: لفظ الصدقة والهبة يتواردان بجامع أن كلاً منهما تمليك بغير عوض، وهما من أقسام عقود التبرعات.\nالجزء: 1 ¦ الصفحة: 103\n",
        "قال المصنف (2/29) :\n(عن ابن عباس مرفوعا\nً: سووا بين أولادكم ولو كنت مؤثراً لآثرت النساء.\nالصحيح أنه مرسل، ذكره في الشرح) اهـ.\nقال مُخرجُه (6/67) بعد تخريج المرفوع وتضعيفه:\n1628 -\n...\n(وأما ماذكره المصنف رحمه الله عقب الحديث: \" الصحيح أنه مرسل. ذكره في الشرح \" فلم أر أحداً من أهل العلم ذكر ذلك. والله أعلم) . انتهى.\nقال مُقيده:\nوقفت عليه مرسلاً بإسناد صحيح إلى المرسل. رواه سعيد في \" سننه \": (3/1/119) قال: ثنا المبارك قال: أنا الأوزاعي عن يحييى بن أبي كثير قال: قال رسول الله صلى الله عليه وسلم.\n\" ساووا بين أولادكم في العطية، ولو كنت مؤثراً أحداً لآثرت النساء على الرجال \".\nوهذا إسناد صحيح مرسل. والطريق المرفوعة ضعيفة، فقوله في \" الشرح \" \" الصحيح أنه مرسل \" ظاهر وصواب.\nالجزء: 1 ¦ الصفحة: 104\n",
        "قال المصنف (2/33) :\n(لقوله صلى الله عليه وسلم: \"\nإن الله تصدق عليكم عند وفاتكم بثلث أموالكم زيادة في أعمالكم\n\" رواه ابن ماجه.\n\" للأجنبي فقط \" لحديث: \" لا وصية لوارث \" رواه أحمد وأبو داود والترمذي وحسنه) .\nقال مُخرجُه (6/ 76-77) على الحديث الأول:\n1641 -\n.. (حسن. ولم يخرجه أبو داود والترمذي..) إلخ.\nقال مُقيده:\nأخطأ ناسخ أحاديث \" منار السبيل \" فجعل تخريج حديث: \" لا وصية لوارث \" لحديث: \"إن الله تصدق عليكم\n...\n\" الذي رواه ابن ماجه، فساق الناسخ الحديث هكذا كما جاء في \" الإرواء \" (6/76) :\n(قوله صلى الله عليه وسلم: \" إن الله تصدق عليكم عند وفاتكم بثلث أموالكم زيادة في أعمالكم \" رواه أحمد وأبو داود والترمذي وحسنه) انتهى.\nوبمقارنتها بما جاء في كلام المصنف يعلم الصواب والخلط، وقد نبهت على ذلك ـ وإن لم يكن التنبيه على مثله من شرط هذا الكتاب ـ ليستدرك على الناسخ في موضعه من \" الإرواء \" وبالله التوفيق.\nوأما حديث \" لا وصية لوارث \" فقد خرجه في \" الإرواء \": (6/87) .\nالجزء: 1 ¦ الصفحة: 105\n",
        "قال المصنف (2/45) :\n(رُوي عن أبي عبيدة أنه\nلما عبر الفرات أوصى إلى عمر، وأوصى إلى الزبير ستة من الصحابة)\nانتهى.\nقال مُخرّجُه (6/101) :\n1661 -\n(لم أقف عليه) انتهى.\nقال مُقيّدُه:\nفأما الأول: فوصية أبي عبيدة إلى عمر، رواها ابن أبي شيبة في \" المصنف\": (11/199) قال: حدثنا أبو أسامة عن إسماعيل عن قيس قال: كان أبو عبيدة عبر الفرات (1) فأوصى إلى عمر بن الخطاب، وإسناده صحيح.\nوأما وصية ستة من الصحابة إلى الزبير، فروى ابن أبي شيبة _ (11/198) قال: ثنا أبو أسامة قال: حدثنا هشام أن عبد الله بن مسعود، وعثمان، والمقداد بن الأسود، وعبد الرحمن بن عوف، ومطيع بن الأسود، أوصوا إلى الزبير بن العوام.\nورواه ابن أبي عاصم في \" الآحاد والمثاني \": (1/174) من طريق ابن أبي شيبة نا أبو أسامة عن هشام بن عروة عن أبيه.\nوقال الحافظ بن حجر في \" الإصابة \" ـ ترجمة الزبير ـ:\n(1) تحرفت في مطبوعة \" المصنف \" إلى: عند القراء.\nالجزء: 1 ¦ الصفحة: 106\n",
        "(روى الحميدي في \" النوادر \" أنه أوصى إليه [يعني إلى الزبير] عثمان، والمقداد، وابن مسعود، وابن عوف، وغيرهم، فكان يحفظ أموالهم وينفق على أولادهم من ماله. وزاد الزبير بن بكار: ومطيع بن الأسود، وأبو العاص بن الربيع) انتهى كلام الحافظ.\nالجزء: 1 ¦ الصفحة: 107\n",
        "قال المصنف (2/46) :\n(رُوي أن ابن مسعود كتب في وصيته أن\nمرجع وصيتي إلى الله ثم إلى الزبير وابنه عبد الله\n) انتهى.\nقال مُخرجُه (6/101) :\n1663 -\n(ضعيف. أخرجه البيهقي: 6/228 من طريق عامر بن عبد الله بن الزبير قال: أوصى عبد الله بن مسعود فكتب\n...\nإن وصيتي إلى الله وإلى الزبير بن العوام وإلى ابنه عبد الله بن الزبير\n...\nقلت: وإسناده رجاله ثقات، لكنه منقطع، لأن عامر بن عبد الله لم يدرك عمر بن الخطاب بين وفاتيهما نحومائة سنة، ولم يذكروا له رواية إلا عن صغار الصحابة مثل أبيه عبد الله بن الزبير ونحوه، فقول الحافظ في \" التلخيص \": 3/96: \" إسناده حسن \" وهم منه ـ رحمه الله تعالى ـ وهو نفسه قد ذكر في \" التقريب \" أن عامراً هذا من الطبقة الرابعة يعني الذين جل روايتهم عن كبار التابعين كالزهري وقتادة) انتهى كلامه.\nقال مُقيدُه:\nوماعزاه للبيهقي رواه ابن سعد في \" الطبقات \": (3/159) من طريق عامر بن عبد الله بن الزبير به، ولم أدر ماوجه قول المخرج: (عامر بن عبد الله لم يدرك عمر بن الخطاب) لأن عمر ليس له ذكر في هذا الأثر، فلعله سبق قلم.\nوقد رواه أبو عبيد في \" غريب الحديث \": (4/111) عن عامر بن\nالجزء: 1 ¦ الصفحة: 108\n",
        "عبد الله بن الزبير عن أبيه به. وفي إسناده ضعف.\nوله طريق أخرى عند البلاذري في \" فتوح البلدان\": (3/565) من طريق يزيد بن هارون قال: أنبأ إسماعيل بن أبي خالد عن قيس بن أبي حازم قال: قال الزبير بن العوام لعثمان بن عفان رضي الله عنهما بعد موت عبد الله بن مسعود: أعطني عطاء عبد الله، فعياله أحق به من بيت المال، فأعطاه خمسة عشر ألفاً.\nقال يزيد: قال إسماعيل: وكان الزبير وصيّ ابن مسعود.\nووقفت له على طريق أخرى مختصرة:\nفروى ابن سعد في \" الطبقات\": (3/161) قال: أخبرنا الفضل بن دكين قال: أخبرنا حفص بن غياث عن هشام بن عروة عن أبيه أن عبد الله بن مسعود أوصى إلى الزبير..\nقلت: وإسناده صحيح متصل، عروة بن الزبير يأخذ مثل هذا عن الزبير والده، لأنه الموصى له في هذا الأثر، أو عن أخيه عبد الله بن الزبير.\nوالوصية كتاب، مع أن عروة وقت وفاة ابن مسعود في سن التحمل، ولهذا المعنى حسن الحافظ إسناد رواية البيهقي، لأن عامر بن عبد الله بن الزبير ينقل مثل هذا عن والده عن عبد الله، أو عن رؤية الوصية المكتوبة، وقد ذكر عن أبيه في رواية أبي عبيد. والله أعلم.\nالجزء: 1 ¦ الصفحة: 109\n",
        "قال المصنف (2/90) :\n(رُوي أنه صلى الله عليه وسلم أُتي بخنثى من الأنصار، فقال: \"\nورثوه من أول ما يبول منه\n\") انتهى.\nقال مُخرّجُه (6/152) :\n1711 -\n(لم أقف على إسناده) انتهى.\nقال مُقيّدُه:\nروى ابن عدي في \" الكامل \": (6/2131) ، والبيهقي في \" السنن الكبرى \": (6/261) من طريق أبي يوسف القاضي قال: ثنا محمد بن السائب عن أبي صالح عن ابن عباس أن رسول الله صلى الله عليه وسلم سُئل عن مولود وُلِد له قبل وذكر من أين يورث، فقال النبي صلى الله عليه وسلم:\n\" يورث من حيث يبول \".\nقال البيهقي (محمد بن السائب الكلبي لا يحتج به) .\nالجزء: 1 ¦ الصفحة: 110\n",
        "قال المصنف (2/93) :\n(قال الشعبي: وقع الطاعون بالشام عام عمواس فجعل أهل البيت يموتون عن آخرهم، فكتب في ذلك إلى عمر، فكتب عمر أن\nورثوا بعضهم من بعض\n) انتهى.\nقال مُخرّجُه (6/153-154) :\n1712 -\n(ضعيف. ولم أقف على سنده إلى الشعبي بهذا اللفظ، وقد أخرجه الدارمي: (2/379) وسعيد بن منصور: (3/1/232) (1) من طريق ابن أبي ليلى عن الشعبي بلفظ: أن بيتاً في الشام وقع على قوم، فورث عمر بعضهم من بعض) انتهى.\nقال مُقيّدُه:\nاللفظ الذي ساقه المخرج هو لفظ الدارمي في \" سننه \"، وأما لفظ سعيد في \" سننه \" فهو اللفظ الذي ساقه المصنف، وقد جعل المخرج لفظ سعيد هو لفظ الدارمي، وليس كذلك.\nفالمخرج وقف على سنده إلى الشعبي باللفظ نفسه عند سعيد وبالله التوفيق.\n(1) هذا من الطبعة الأولى للسنن، ومن الطبعة الثانية (ص106) .\nالجزء: 1 ¦ الصفحة: 111\n",
        "قال المصنف (2/94) :\n(حدث عبد الله بن أرقم عثمان: أن عمر قضى: أنه\nمن أسلم على ميراث قبل أن يقسم فله نصيبه\n(1) فقضى به عثمان. رواه ابن عبد البر في \" التمهيد \" بإسناده) انتهى.\nقال مُخرجُه (6/158) :\n1718 -\n(لم أقف على إسناده) انتهى.\nقال مُقيّدُه:\nهو في \" التمهيد \" لابن عبد البر) 2/56 ـ 57) باب \" ثور بن يزيد \" قال: حدثنا أحمد بن فتح، قال: حدثنا ابن أبي رافع، قال: حدثنا إسماعيل بن إسحاق، قال: حدثنا حجاج، قال: حدثنا حماد بن زيد عن أيوب عن أبي قلابة عن حسان بن بلال المزني عن يزيد بن قتادة به في قصة.\nورواه الطبراني في \" المعجم الكبير \": (22/243) في ترجمة يزيد بن قتادة من طرق عن حماد بن زيد به.\nورواه الشيرازي في \" المصابيح في الصحابة\" من طريق أيوب عن أبي قلابة، كما في \" الإصابة\"، ترجمة قتادة: (5/419 ـ 420) ، وزاد ابن حجر نسبته إلى: المستغفري وأبو مسلم الكشي.\n(1) في مطبوعة التمهيد \" فإنه يصيبه.\nالجزء: 1 ¦ الصفحة: 112\n",
        "ورواه عبد الرزاق في \" المصنف \": (10/ 345 ـ 346) عن معمر عن أيوب عن أبي قلابة عن رجل عن يزيد بن قتادة.\nوالمبهم في إسناد عبد الرزاق هو حسان بن بلال.\nقال الهيثمي في \" مجمع الزوائد \" (4/226) :\n(رجاله رجال الصحيح، خلا حسان بن بلال وهو ثقة) انتهى.\nقلت: وثق حساناً ابن المديني، ويزيد بن قتادة الراجح أنه صحابي، ذكر ذلك ابن حجر في ترجمته من \" الإصابة\".\nوقد نقل ابن عبد البر في \" التمهيد \" عن إسماعيل بن إسحاق القاضي أنه قال:\n(هذا حكم لا يحتمل فيه على مثل حسان بن بلال ويزيد بن قتادة لأن فقهاء الأمصار من أهل المدينة والكوفة علىخلافه، ولأن ظاهر القرآن بدل على أن الميراث يجب لأهله فيحين موت الميت) انتهى.\nقال مقيده: حسان ثقة، ويزيد الراجح صحبته، فالحكم الذي في روايتهما يحتمل عنهما. والله الموفق.\nالجزء: 1 ¦ الصفحة: 113\n",
        "قال المصنف (2/96) :\n(لأنه صلى الله عليه وسلم\nلم يأخذ من تركة المنافقين شيئاً، ولا جعله فيئاً)\nانتهى.\nقال مُخرجُه (6/158-159) :\n1720 -\n(لم أقف عليه) انتهى.\nقال مُقيّدُه:\nهذا من كلام شيخ الإسلام ابن تيمية ذكره في \" الاختيارات \": (ص196) ، ونقله عنه العلامة ابن مفلح تلميذه في \" الفروع\" (5/53، ط الثانية) وهومأخوذ بالاستقراء فيما يظهر.\nونص كلام شيخ الإسلام ابن تيمية:\n(والزنديق منافق، يرث ويورث، لأنه عليه الصلاة والسلام لم يخذ من تركة منافق شيئاً ولا جعله فيئاً. فعلم أن التوارث مداره على النظرة الظاهرة، واسم الإسلام يجري عليه في الظاهر إجماعاً) انتهى. والله أعلم.\nالجزء: 1 ¦ الصفحة: 114\n",
        "قال المصنف (2/98) :\n(وروى عروة أن عثمان قال لعبد الرحمن:\nلئن مت لأورثنها منك\n، قال: قد علمت ذلك) انتهى.\nقال مُخرجُه (6/161) :\n1723 -\n(لم أقف عليه الآن بهذا اللفظ، وقد سبق آنفاً بنحوه) انتهى.\nقال مُقيّدُه:\nقال ابن شبه في \" أخبار المدينة \": (3/966) : حدثنا محمد بن الفضل عارم قال: حدثنا حماد بن زيد عن كثير بن شنطير عن عطاء: أن امرأة عبد الرحمن بن عوف كانت عنده على تطليقة فأبانها، فأتاه عثمان رضي الله عنه فقال: اعلم أنك إن مت قبل أن تنقضي عدتها ورثتها منك\n...\nوإسناده جيد إلى عطاء، والظاهر إرساله.\nتنبيه: قول المخرج: وقد سبق آنفاً بنحوه، فيه تجوز ومسامحة.\nالجزء: 1 ¦ الصفحة: 115\n",
        "قال المصنف (2/103) :\n(روى سعيد عن الحسن مرفوعاً\n: الميراث للعصبة، فإن لم يكن عصبة فللمولى)\nانتهى.\nقال مُخرجُه (6/163) :\n1729 -\n(ضعيف. لأن الحسن هو البصري وهو تابعي معروف، فهو مرسل. وهذا إذا صح السند إليه به، فإني لم أقف عليه) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه سعيد في \" سننه \": (3/1/117/281) بإسناد صحيح إلى الحسن.\nالجزء: 1 ¦ الصفحة: 116\n",
        "قال المصنف (2/104) :\n(عن إبراهيم قال: اختصم علي والزبير في مولى صفية فقال علي\n: مولى عمتي وأنا أعقل عنه. وقال الزبير: مولى أمي وأنا أرثه.\nفقضى عمر على علي بالعقل، وقضى للزبير بالميراث رواه سعيد واحتج به أحمد) انتهى.\nقال مُخرّجُه (6/165) :\n1736 -\n(ضعيف. لانقطاعه بين إبراهيم وعمر. ولم أقف على سنده إليه) انتهى.\nقال مُقيّدُه:\nوقفت على سنده في \" سنن سعيد \" (3/1/116/274) قال: ثنا أبو معاوية قال: ثنا عبيدة الضبي عن إبراهيم به.\nإلا أن فيه: قضى عمر للزبير بالميراث، وقى على علي بالميراث، وكذا جاء في المخطوطة النجدية من \" سنن سعيد \": (2/11/1) وكأنه سبق نظر، ومافي نقل المصنف أصوب. وإسناده إلى إبراهيم ضعيف، عبيدة هو ابن معتب الضبي ضعيف، ترك الأئمة حديثه.\nالجزء: 1 ¦ الصفحة: 117\n",
        "قال المصنف (2/117) :\n(وعن محمد بن قيس بن الأحنف عن أبيه عن جده أنه أعتق غلاماً له عن دبر وكاتبه، فأدى بعضاً وبقي بعض ومات مولاه فأتوا ابن مسعود فقال\n: ما أخذ فهو له، ومابقي فلا شيء لكم.\nرواه البخاري في \" تاريخه \") انتهى.\nقال مُخرجُه (6/176) :\n1755 -\n(ضعيف، فإن محمد بن قيس بن الأحنف لم أر من ترجمه، وإنما ذكره ابن أبي حاتم فيمن روى عن أبيه وهما اثنان هو أحدهما\n...\n) إلخ.\nقال مقيّدُه:\nوقفت عليه في \" التاريخ الكبير \" للبخاري: (1/1/210) ، قال: (حدثنا عمرو الناقد عن هشيم عن محمد بن قيس عن أبيه عن جده..) فذكره، ثم قال البخاري (وقال بعضهم: عن هشيم عن حجاج عن محمد بن قيس) انتهى.\nالجزء: 1 ¦ الصفحة: 118\n",
        "قال المصنف (2/129 ـ 130) :\n(قال عمر\n: أبعد ما اختلطت دماؤكم ودماؤهن، ولحومكم ولحومهن بعتموهن؟)\nانتهى.\nقال مُخرجُه (6/187) :\n1773 -\n(لم أقف على إسناده) انتهى.\nقال مُقيّدُه:\nوقفت عليه، أخرجه سعيد في \" سننه \": 03/2/88) ، وعبد الرزاق في \" المصنف \": (7/297) ، وابن أبي شيبة: (6/406) وعمر بن شبه في \" أخبار المدينة \": 02/728) وغيرهم.\nقال سعيد: نا هشيم أنا عمر بن ذر عن محمد بن عبد الله بن قارب الثقفي عن أبيه به بلفظه. ورواه الباقون من طريق عمر بن ذر به.\nوعبد الله بن قارب ذكره ابن أبي حاتم، وذكر قصته هذه مع عمر، ولم يذكر جرحاً ولا تعديلاً، وابنه مستور، والله أعلم.\nالجزء: 1 ¦ الصفحة: 119\n",
        "قال المصنف (2/131) :\n(روى سعيد بإسناده عن عبيدة قال: خطب علي رضي الله عنه عن الناس، فقال\n: شاورني عمر في أمهات الأولاد، فرأيت أنا وعمر أن أعتقهن فقضى به عمر حياته وعثمان حياته، فلما وليت رأيت أن أرقهن.\nقال عبيدة: فرأيُ عمر وعلي في الجماعة أحب إلينا من رأي علي وحده) انتهى.\nقال مُخرجه (6/189-190) :\n1778 -\n(صحيح رواه ابن الجوزي في \" التحقيق \": (3/197/2) من طريق سعيد بن منصور قال: ثنا أبو عوانة عن مغيرة عن الشعبي عن عبيدة به.\nقلت: وهذا سند صحيح على شرط الشيخين) انتهى.\nقال مقيده:\nرواه سعيد بن منصور في \" سننه \" (3/2/86 ـ 87) من طرق عن عبيدة عن علي.\nورواه زيادة عمن ذكر عبد الرزاق: (7/291) وابن أبي شيبة: (6/436 ـ 437) وابن شبة في \" أخبار المدينة\": (2/729 ـ 730) من عدة أوجه، وغيرهم، وله طرق أغفلت ذكرها لأنها ليست من شرط هذا الكتاب.\nالجزء: 1 ¦ الصفحة: 120\n",
        "قال المصنف (2/139) :\n(لأمره صلى الله عليه وسلم ب\nالكشف عن مؤتزر بني قريظة\n) انتهى.\nقال مُقيدُه:\nسكت عنه المخرج (6/206)\n1801 -\nولم يخرجه. وهو حديث صحيح، أخرجه الإمام أحمد في \"المسند \": (4/310، 383) ، وأبو داود في \" السنن \": (4/561، رقم 4404، 4405) والترمذي في \" الجامع \": (1584) ، والنسائي في \" المجتبي \" (6/155) وابن ماجه في \" السنن \" (رقم 2541) والدارمي في \" السنن \" (2/223) والحميدي في \" المسند \" (2/394) وعبد الرزاق في \" المصنف \" (10/ 179) وابن أبي شيبة: (12/384، 539) وابن إسحاق في \" السيرة \" (2/244، مع ابن هشام) وابن سعد: (2/76 ـ 77) وأبو عبيد في \" الأموال \" (350) ، والحاكم: (2/123) والبيهقي في \" السنن الكبرى \" (6/58) وآخرون غيرهم، من طرق عن عبد الملك بن عمير عن عطية القرظي بألفاظ متقاربة.\nقال عطية: عرضت على رسول الله صلى الله عليه وسلم يوم قريظة فشكوا في فأمر بي النبي صلى الله عليه وسلم أن ينظروا إليّ هل أنبت بعد، فنظروا فلم يجدوني أنبتُّ فخلى عني وألحقني بالسبي.\nوهذا اللفظ لأحمد: (4/383) .\nوقال الحاكم بعد أن ساق مثل لفظ أحمد:\nالجزء: 1 ¦ الصفحة: 121\n",
        "(حديث رواه جماعة من أئمة المسلمين عن عبد الملك بن عمير ولم يخرجاه، وكأنهما لم يتأملا متابعة مجاهد بن جبر عبد الملك على روايته عن عطية القرظي) .\nثم ساق بإسناده من طريق ابن وهب أخبرني ابن جريج وابن عيينة عن ابن أبي نجيح عن مجاهد عن عطية، فذكر نحوه وتابعه كثير بن السائب عند النسائي: (6/155) .\nالجزء: 1 ¦ الصفحة: 122\n",
        "قال المصنف (2/139) :\n(وعن عثمان أنه أتي بغلام قد سرق، فقال:\nانظروا إلى مؤتزره فلم يجدوه أنبت الشعر فلم يقطعه\n) انتهى.\nقال مقيده: (6/207)\nأغفله المخرج\n1802 -\nولم يتكلم عليه بشيء.\nوقد رواه ابن أبي شيبة (9/485، 486) وعبد الرزاق: (7/338) ، و (10/177 ـ 178) ، والبيهقي: (6/58) من طريق أبي الحصين عن عبد الله بن عبيد بن عمير عن عثمان به.\nوعبد الله بن عبيد بن عمير لم يدرك زمن عثمان.\nورواه ابن شبة في \" أخبار المدينة \" (3/980) من طريق شعبة عن أبي الحصين عن عبد الله بن عبيد بن عمير أظنه عن أبيه أن عثمان فذكره.\nالجزء: 1 ¦ الصفحة: 123\n",
        "قال المصنف (2/147ـ148) :\n(رُوي أن ابن عمر\nزوج ابنه وهو صغير، فاختصموا إلى زيد فأجازاه جميعاً.\nرواه الاثرم) انتهى.\nقال مُخرجُه (6/228) :\n1827 -\n(لم أقف على سنده، وقد أخرجه البيهقي: (7/143) باختصار من طريق سليمان بن يسار أن ابن عمر زوج ابنا له ابنة أخيه، وابنه صغير يومئذ. وإسناده صحيح) انتهى.\nقال مُقيّدُه:\nوقفت عليه: أخرجه مالك في \" الموطأ \": (2/527 / 10) ، والشافعي: (رقم 1563 من البدائع) ومن طريقه البيهقي (7/246) .\nوأخرجه سعيد بن منصور في \" سننه \" (928) وعبد الرزاق في \" مصنفه\" (6/292، 478) وابن أبي شيبة في \" المصنف \": (4/301، 302) من طرق عن نافع عن ابن عمر بمعنى القصة بعضهم أطول من بعض.\nورواه سعيد: (925) ومن طريقه البيهقي: (7/246) عن سليمان بن يسار عن ابن عمر به بنحوه.\nوماأورده المخرج ليس فيه اتفاق ابن عمر وزيد وإجازتهما النكاح.\nالجزء: 1 ¦ الصفحة: 124\n",
        "قال المصنف (2/149) :\n(روى الأثرم أن قدامة بن مظعون تزوج ابنة الزبير حين نفست فقيل له: فقال\n: ابنة الذبح، إن مت ورثتني، وإن عشت كانت إمرأتي)\nانتهى.\nقال مُخرّجُه (6/231) :\n1832 -\n(لم أقف على إسناده) انتهى.\nقال مُقيّدُه:\nوقفت عليه:\nرواه سعيد بن منصور في \" سننه \" (3/1/204 / 639) قال: نا أبو معاوية: نا هشام بن عروة عن أبيه قال:\nدخل الزبير بن العوام على قدامة يعوده فبُشّر زبير بجارية وهو عنده فقال له قدامة: زوجنيها، فقال له الزبير بن العوام: ماتصنع بجارية صغيرة وأنت على هذه الحال؟ قال: بلى إن عشت فابنة الزبير، وإن مت فأحب من ورثني، قال: فزوجها إياه.\nوهذا إسناد رجاله رجال الصحيح ثقات مشاهير، وقد أعرض الشيخان عن تخريج حديث أبي معاوية عن هشام بن عروة، وقد قال أبو داود في \" مسائله \" (ص301) (قلت لأحمد: كيف حديث أبي معاوية عن هشام بن عروة؟ قال: فيها أحاديث مضطربة، يرفع منها أحاديث إلى النبي صلى الله عليه وسلم) انتهى.\nالجزء: 1 ¦ الصفحة: 125\n",
        "قال مقيده: فإن كان اضطرابه في رفع الموقوفات ـ كما هو ظاهر عبارة أحمد ـ فإسناد قصة الزبير مع قدامة صحيح، وإلا فمعلول، فتنظر روايات أبي معاوية عن هشام وتُستقرأ. مع أني لم أقف على قول أحد أعل رواياته عن هشام خاصة إلا أحمد رحمه الله، وقد قال غيره: إنه يضطرب في غير حديث الأعمش، وبالجملة فروايات أبي معاوية عن هشام تحتاج إلى تحرير الكلام فيها.\nالجزء: 1 ¦ الصفحة: 126\n",
        "قال المصنف (2/153) :\n(لقول علي:\nإذا بلغ النساء نص الحقائق فالعصبة أولى\n. يعني إذا أدركن. رواه أبو عبيد في الغريب) انتهى.\nقال مُخرجُه (6/251-252) :\n1847 -\n(لم أقف على إسناده) انتهى.\nقال مقيده:\nرواه أبو عبيد في \" غريب الحديث \": (3/456 ـ 457) فقال: (في حديث علي رحمه الله: إذا بلغ النساء نص الحقائق ـ وبعضهم يقول: الحقاق ـ فالعصبة أولى.\nحدثنيه ابن مهدي عن سفيان عن سلمة بن كهيل عن معاوية بن سويد بن مقرن قال: وجدت في كتاب أبي عن علي ذلك. ورواه البيهقي في \" السنن الكبرى \" (7/121) من طريق سفيان به مثله.\nقال أبو عبيد: يقول عبد الرحمن: معاوية بن سويد بن مقرن، ويقول أبو نعيم غير ذلك. وأظن المحفوظ قول أبي نعيم ليس فيه ابن مقرن) انتهى.\nقلت: وإسناده صحيح، سويد بن مقرن صحابي معروف ورواية ابنه معاوية عنه مشتهرة وهي هاهنا وجادة مقبولة. وفي \" صحيح مسلم \": (5/90 ـ 91) حديث رواه من طريق سفيان عن سلمة بن كهيل عن معاوية بن سويد عن سويد بن مقرن مرفوعاً.\nالجزء: 1 ¦ الصفحة: 127\n",
        "قال المصنف (2/155) :\n(رُوي أن رجلاً من العرب ترك ابنته عند عمر، وقال\n: إذا وجدت كفئاً فزوجه ولو بشراك نعله،\nفزوجها عثمان بن عفان، فهي أم عمرو بن عثمان) انتهى.\nقال مُخرجه (6/254) :\n1851 -\n(لم أقف عليه) انتهى.\nقال مُقيدُه:\nوقفت عليه، رواه ابن شبة في \" أخبار المدينة \" (3/982 ـ 984) ، والبلاذري في \" أنساب الأشراف\" (5/13) .\nالجزء: 1 ¦ الصفحة: 128\n",
        "قال المصنف (2/158 ـ 159) :\n(قال ابن مسعود لأخته\n: أنشدك الله ألا تنكحي إلا مسلماً وإن كان أحمر رومياً أو أسود حبشياً)\nانتهى.\nقال مقيّدُه:\nسكت عنه المخرج (6/264)\n1865 -\nولم يتكلم عليه بشيء.\nوقد رواه سعيد بن منصور في \" سننه \": (3/1/188 / 584) قال: نا هشيم أنا العوام بن حوشب قال: حدثني إبراهيم التيمي قال: قال ابن مسعود\n...\nفذكره.\nورجال إسناده ثقات كبار معروفون، إلا أن إبراهيم التيمي إنما وُلد بعد وفاة ابن مسعود بسنة أو نحو ذلك فهو منقطع.\nالجزء: 1 ¦ الصفحة: 129\n",
        "قال المصنف (2/164) :\n(رُوي عن عمر وعلي أنهما\nرخصا فيها إذا لم تكن في حجره\n) انتهى ـ يعني الربيبة ـ\nقال مُخرجه (6/287) :\n1880 -\n(صحيح عن علي.. وأما عن عمر فلم أقف عليه الآن) انتهى.\nقال مُقيدهُ:\nوقفت عليه عن عمر، رواه عبد الرزاق في \" المصنف \": (6/279) ، وأبو عبيد، ومن طريقه ابن حزم في \" المحلى \": (9/530 \" منيرية) من طريق ابن جريج قال: أخبرني إبراهيم بن ميسرة أن رجلاً من سواءة يقال له: عبيد الله بن معية، أثنى عليه خيراً، أخبره أن أباه أو جده كان نكح امرأة، فساق قصة وفيها ترخيص عمر.\nقلت: إسناده ظاهر الصحة، فإن عبيد الله بن معية له رواية عن رسول الله صلى الله عليه وسلم فهو صحابي كما ذكره الحافظ في \" الإصابة\" وغيره، وترجم له ابن أبي حاتم في \" الجرح والتعديل\" وذكر روايته عن النبي صلى الله عليه وسلم وقال: روى عنه إبراهيم بن ميسرة وأثنى عليه خيراً، ونقل عن أحمد وأبيه قولهما: ليس بمشهور العلم، يعني أن مانقل من العلم قليل.\nتنبيه: جاء في طبعة \" مصنف \" عبد الرزاق: عبد الله بن مكية، وفي \" المحلى \": ابن معبد والصواب ماذكرناه أنه ابن معية.\nالجزء: 1 ¦ الصفحة: 130\n",
        "قال المصنف (2/173) :\n(وجاء رجل إلى ابن عباس فقال: إن عمي طلق امرأته ثلاثاً أيحلها له رجل؟ قال:\nمن يخادع الله يخدعه\n) انتهى.\nقال مُقيّده:\nسكت عنه المخرج (6/312)\n1899 -\nولم يتكلم عليه بشيء.\nوقد رواه عبد الرزاق في \" المصنف \": (6/266) ومن طريقه ابن حزم في \" المحلى \": (10/ 281) وسعيد بن منصور في \" سننه \" (3/1/300/1065) والطحاوي في \" شرح المعاني \" (3/57، ط الأنوار) وغيرهم عن الأعمش عن مالك بن الحارث عن ابن عباس به.\nووقع في \" سنن \" سعيد: هشيم نا الأعمش عن عمران بن الحارث السلمي، وفي \" مصنف \" عبد الرزاق مالك بن الحويرث، وفي نقل ابن حزم عنه: مالك بن الحارث.\nقلت: ومالك بن الحارث، وعمران كلاهما ثقة، فالإسناد صحيح، فإما أن يكون الأثر عند الأعمش عنهما جميعاً، وإما أن يكون هشيم غلط في اسمه، وقد يكون تحريفاً من الناسخ إلا أني رأيته كذلك في نسخة \" سنن \" سعيد الخطية: (2/35/1) والله أعلم.\nالجزء: 1 ¦ الصفحة: 131\n",
        "قال المصنف (2/178) :\n(روى أبو عبيد بإسناده عن سليمان بن يسار أن ابن سند \" كذا، وصوابه ابن سندر\" تزوج امرأة وهو خصي، فقال له عمر: أعلمتها؟ قال: لا، قال\n: أعلمها، ثم خيرها)\nانتهى.\nقال مُخرجُه (6/322) :\n1910 -\n(لم أقف على إسناده. وقد رواه ابن أبي شيبة: 7/70/ 2 عن سليمان \" أن عمر بن الخطاب رفع إليه خصي تزوج امرأة ولم يعلمها ففرق بينهما \" وإسناده هكذا: نا زيد بن الحباب قال: حدثني يحيى بن أيوب المصري قال: حدثني يزيد بن أبي حبيب عن بكير بن عبد الله بن الأشج عن سليمان بن يسار.\nقلت: وهذا سند صحيح على شرط مسلم، لو كان سليمان سمع من عمر، فقد وُلد بعد وفاته بسنة أو أكثر) انتهى.\nقال مُقيّدُه:\nوأقرب مما أورده المخرج: ماروى سعيد: (3/2/81/202) ومن طريقه ابن حزم في \" المحلى \": (10/61) وعبد الرزاق في \" المصنف \": (6/162) من طرق عن ابن سيرين أن عمر بن الخطاب بعث رجلاً على بعض السعاية فتموج امرأة وكان عقيماً، فلما قدم على عمر ذكر له ذلك. فقال: هل أعلمتها أنك عقيم؟ قال: لا قال: فانطلق فأعلمها ثم خيرها.\nالجزء: 1 ¦ الصفحة: 132\n",
        "هذا لفظ سعيد، وإسناده منقطع فيما بين ابن سيرين وعمر، إلا أن ابن حزم رواه عن سعيد عن ابن عوف عن ابن سيرين عن أنس عن عمر، فإن يكن هذا محفوظاً فإسناده صحيح.\nتنبيه: ذكر في كلام المصنف: ابن سند، وهو تحريف، صوابه: ابن سندر وهو المعروف بذلك في زمن النبي صلى الله عليه وسلم وما بعده، وقد ترجم لابن سندر ابن سعد في \" الطبقات \" (7/505 ـ 507) وانظر كتب تراجم الصحابة.\nالجزء: 1 ¦ الصفحة: 133\n",
        "قال المصنف (2/182) :\n(فإن عمر كتب أن:\nفرقوا بين كل ذي رحم من المجوس\n) اهـ.\nقال مقيّدُه:\nسكت عنه المخرج (6/336)\n1917 -\nوجعله غفلاً من التخريج.\nوقد أخرجه البخاري في \" صحيحه\": (6/257، مع الفتح) قال: حدثنا علي بن عبد الله قال: حدثنا سفيان قال: سمعت عمراً قال: كنت جالساً مع جابر بن زيد وعمرو بن أوس فحدثهما بجالة سنة سبعين عام حج مصعب بن الزبير بأهل البصرة عند درج زمزم، قال: كنت كاتباً لجزء ابن معاوية عم الأحنف، فأتانا كتاب عمر بن الخطاب قبل موته بسنة فرقوا بين كل ذي محرم من المجوس.\nوأخرجه أبو داود في \" سننه \" (3043) والترمذي: (1587) ولم يذكر لفظه وسعيد في \" سننه \" (رقم 2180 ـ 2181) وابن أبي شيبة: (2/244، 245) وغيرهم كثير كمسدد وأبي يعلى. عن بجالة به، بعضهم مطولاً، وبعضهم مختصراً.\nالجزء: 1 ¦ الصفحة: 134\n",
        "قال المصنف (2/211) :\n(ولم يصحح الإمام أحمد حديث\nأكله صلى الله عليه وسلم بكفه كلها\n) اهـ.\nقال مُقيّدُه:\nسكت عنه المخرج (7/38)\n1979 -\nولم يخرجه.\nوقد أخرجه ابن أبي شيبة في \" المصنف \" (8/299) قال: حدثنا معن بن عيسى عن محمد بن عبد الله بن أخي الزهري قال: أخبرتني أختي أنها رأت الزهري يأكل بخمس. فسألته عن ذلك؟ فقال: كان النبي صلى الله عليه وسلم يأكل بالخمس.\nوأخرجه العقيلي في \" الضعفاء\" (4/90) وابن الجوزي في \" الموضوعات \" (3/35 ـ 36) وغيرهما وقد خرجه وتكلم عليه العلامة الألباني في \" السلسلة الضعيفة \" (3/347) فانظره، وقد حكم عليه بالوضع، وفيه نظر، والحديث ضعيف فيه الجهالة والإرسال، وتفصيل ذلك في \" الضعيفة \".\nالجزء: 1 ¦ الصفحة: 135\n",
        "قال المصنف (2/211 ـ 212) :\n(وعن سمرة بن جندب أنه قيل له: إن ابنك بات البارحة بشماً؛ فقال:\nأما لو مات لم أصل عليه\n) انتهى.\nقال مخَرّجُه: (7/43) :\n1984 -\n(لم أقف عليه) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه الإمام أحمد في \" الزهد \" (ص199) فقال: حدثنا عبد الملك بن عمير حدثنا عباد عن الحسن قال: قيل لسمرة إن ابنك لم ينم الليلة، قال: أبشماً؟ قيل: بشماً، قال: لومات لم أصل عليه.\nوقد وقع تحريف في الإسناد في طبعة \" الزهد \" في اسم شيخ الإمام أحمد، فجعل عبد الملك بن عمير، وهو ليس من شيوخ أحمد، إنما هو متقدم من متوسطي التابعين، يروي عنه مشايخ أحمد كهشيم ونحوه.\nوصحة الاسم: عبد الملك بن عمرو، وهو أبو عامر العقدي، وعباد هو ابن راشد ثقة عند أحمد وغيره، وضعفه آخرون.\nوهل سمع الحسن من سمرة هذا؟ محل نظر.\nالجزء: 1 ¦ الصفحة: 136\n",
        "قال المصنف (2/213) :\n(حديث\nمن صنع إليكم معروفاً فكافئوه)\nانتهى.\nقال مُقيّدُه:\nلم يتكلم عليه المخرج في (7/49)\n1191 -\nوقد تقدم تخريجه في \" الإرواء \" (رقم 1617) .\nالجزء: 1 ¦ الصفحة: 137\n",
        "قال المصنف (2/220 ـ 221) :\n(وروى الشعبي أن\nكعب بن سور كان جالساً عند عمر بن الخطاب، فجاءت امرأة\nفقالت: يا أمير المؤمنين، ما رأيت رجلاً قط أفضل من زوجي، والله إنه ليبيت ليله قائماً، ويظل نهاره صائماً، فاستغفر لها وأثنى عليها واستحيت المرأة وقامت راجعة.\nفقال كعب: يا أمير المؤمنين: هلا أعديت المرأة على زوجها، فلقد أبلغت إليك في الشكوى.\nفقال لكعب: اقض بينهما، فإنك فهمت من أمرها ما لم أفهم.\nقال: فإني أرى كأنها امرأة عليها ثلاث نسوة هي رابعتهن، فأقضي بثلاثة أيام ولياليهن يتعبد فيهن، ولها يوم وليلة.\nفقال عمر: والله ما رأيك الأول بأعجب من الآخر، اذهب فأنت قاض على البصرة، وفي لفظٍ: نٍعم القاضي أنت. رواه سعيد) انتهى.\nقال مُخرّجُه (7/80) :\n2016 -\n(صحيح. أورده الحافظ في \" الإصابة\" في ترجمة كعب هذا، وذكر عن ابن عبد البر أنه خبر عجيب مشهور. وأنه قال: رواه أبو بكر ابن أبي شيبة في \" مصنفه \" من طريق محمد بن سيرين، ورواه الشعبي أيضاً.\nالجزء: 1 ¦ الصفحة: 138\n",
        "قال الحافظ: وأورده ابن دريد في \" الأخبار المنثورة\" عن أبي حاتم السجستاني عن أبي عبيدة وله طرق) انتهى.\nقال مُقيّدُه:\nفكأن المخرج لم يقف على شيء من مخارج الخبر، وقد وقفت عليه، رواه ابن سعد في \" الطبقات\" (7/92) وعبد الرزاق في \" المصنف\" (7/149) ووكيع في \" أخبار القضاة\": (1/275 ـ 276) من طرق عن الشعبي بألفاظ متقاربة.\nورواه عبد الرزاق عن قتادة، ووكيع عن ابن سيرين.\nوبالجملة فأوجه الخبر مرسلة، بعضد بعضها بعضاً، وبعض من أرسله أدرك كعب بن سور القاضي. والله أعلم.\nالجزء: 1 ¦ الصفحة: 139\n",
        "قال المصنف (2/234) :\n(وعن علي في رجل جعل أمر امرأته بيدها، قال:\nهو لها حتى تنكل\n) انتهى.\nقال مُخرجُه (7/117) :\n2050 -\n(لم أقف عليه الآن) انتهى.\nقال مُقيّدُه:\nقد وقفت عليه، رواه ابن أبي شيبة في \" مصنفه \": (5/63) قال: نا جرير بن عبد الحميد عن منصور عن الحكم عن علي في رجل جعل أمر امرأته بيدها قال: هو لها حتى تتكلم.\nورواه عبد الرزاق: (6/526) من طريق منصور به.\nوروى عبد الرزاق: (6/519) ، وسعيد بن منصور: (رقم 1656) عن الحكم عن علي قال: إذا جعل أمرها بيدها فالقضاء ماقضت هي وغيرها سواء لفظ عبد الرزاق.\nقلت: والحكم عن علي مرسل، لم يدرك الحكم بن عتيبة زمن علي، فإنه ولد في حدود الخمسين، والله أعلم.\nالجزء: 1 ¦ الصفحة: 140\n",
        "قال المصنف (2/251) :\n(وقال ابن عباس:\nإذا قال الرجل لامرأته أنت طالق إن شاء الله فهي طالق\n) انتهى.\nقال مُخرّجُه (7/154) :\n2071 -\n(لم أره عن ابن عباس من قوله، وإنما أخرجه ابن أبي شيبة في \" المصنف\" 7/88/1 عن الحسن وهو البصري) انتهى.\nقال مُقيّدُه:\nوقفت عليه عن ابن عباس، رواه أبو عبيد القاسم بن سلام، ومن طريقه ابن حزم في \" المحلي \" (10/217) .\nقال أبو عبيد: نا سعيد بن عفير: حدثني الفضل بن المختار عن أبي حمزة قال: سمعت ابن عباس يقول:\n\" إذا قال لامرأته أنت طالق إن شاء الله فهي طالق \".\nقلت: وهذا منكر، وإسناده ضعيف جداً من أجل الفضل بن المختار، قال أبو حاتم الرازي: هو مجهول، وأحاديثه منكرة يحدث بالأباطيل، نقله عنه ابنه أبو محمد في \" الجرح والتعديل \" (3/2/69) .\nوقال ابن عدي في \" الكامل \" (6/2042) بعد أن ساق أحاديث له: (وللفضل بن المختار غير ماذكرت من الحديث، وعامته مما لا يتابع عليه إما إسناداً وإما متناً) انتهى.\nالجزء: 1 ¦ الصفحة: 141\n",
        "ونقل في \" الميزان\" (3/358) أن الأزدي قال: منكر الحديث جداً.\nوقال الحافظ في \" التلخيص\" (1/118) على حديث: \" الوضوء مما يدخل وليس مما يخرج\" (في إسناده الفضل بن المختار، وهو ضعيف جداً) انتهى.\nوأبو حمزة هو عمران بن أبي عطاء له في مسلم رواية عن ابن عباس قال أحمد: ليس به بأس صالح الحديث.\nوأما شيخ أبي عبيد فمعروف من شيوخ البخاري ومسلم في \" صحيحيهما \".\nالجزء: 1 ¦ الصفحة: 142\n",
        "قال المصنف (2/256) :\n(روى أبو بكر في \" الشافي \"، بسنده إلى خلاس قال: طلق رجل امرأته علانية وراجعها سراً وأمر الشاهدين بكتمانها ـ أي الرجعة ـ فاختصموا إلى علي، ف\nجلد الشاهدين واتهمهما\n) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج (7/160)\n2079 -\nولم يتكلم عليه بشيء.\nوقد رواه ابن حزم في \" المحلى \" (10/255) قال: نا محمد بن سعيد بن نبات: نا عياش (1) بن أصبغ: نا محمد بن قاسم بن محمد: نا محمد بن عبد السلام الخشني: نا محمد بن المثنى: نا عبد الأعلى: نا سعيد ـ وهو ابن أبي عروبة ـ عن قتادة عن خلاس بن عمرو أن رجلاً طلق امرأته وأعلمها، وأرجعها وأشهد شاهدين وقال: أكتما علي. فكتما حتى انقضت عدتها، فارتفعوا إلى علي بن أبي طالب، فأجاز الطلاق وجلد الشاهدين واتهمهما.\nقلت: وإسناده صحيح إلا أن قتادة مدلس، وخلاس بن عمرو حديثه عن علي من كتابه فإنه لم يسمع منه، ويشبه أن تكون روايته هذه\n(1) هكذا في طبعة \" المحلى \" وصوابه: عباس بن أصبغ كما في \" تاريخ العلماء والرواة للعلم بالأندلس \" لابن الفرضي: (1/342) ط العطار، نبه على هذا الأخ الفاضل عبد الله البراك جزاه الله خيراً.\nالجزء: 1 ¦ الصفحة: 143\n",
        "مرسلة، وسعيد بن أبي عروبة ثقة ثبت في قتادة، وعبد الأعلى سمع منه قبل اختلاطه.\nوقد روى عبد الرزاق:06/326) عن معمر عن قتادة نحوه، لم يذكر خلاساً.\nورواه أيضاً عن عبد الله بن عبيد بن عمير أن علياً فذكر نحوه.\nالجزء: 1 ¦ الصفحة: 144\n",
        "قال المصنف (2/264) :\n(روى الأثرم بإسناده عن عائشة بنت طلحة أنها قالت: إن تزوجت مصعب بن الزبير فهو عليَّ كظهر أبي، فسألت أهل المدينة فرأوا أن عليها الكفارة.\nوروى سعيد أنها استفتت أصحاب رسول الله صلى الله عليه وسلم وهم يومئذ كثير، فأمروها أن تعتق رقبة وتتزوجه، فتزوجته وأعتقت عبداً) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج (7/175 - 176)\n2089 -\nولم يتكلم عليه.\nوقد وقفت على إسناد الأثرم، رواه من طريقه ابن حزم في \" المحلى \" (10/54) قال الأثرم: نا أحمد بن حنبل: نا هشيم: أنا المغيرة ـ وهو ابن مقسم ـ عن إبراهيم النخعي أن عائشة بنت طلحة بن عبيد الله قالت:\nإن تزوجت مصعب بن الزبير فهو علي كظهر أبي\n(1) .\nفسألت أهل المدينة فرأوا أن عليها الكفارة.\nقلت: ورواه سعيد: (3/2/43/1848) عن هشيم به نحوه.\nورواه عبد الرزاق في \" مصنفه \" (6/444) ووكيع في \" مصنفه\"، ومن طريقه ابن حزم: (10/54) من طريق الثوري عن المغيرة عن إبراهيم\n(1) في طبعة \" المحلى \": أمي، ولي بجيد، وفي رواية سعيد عن هشيم مثله.\nالجزء: 1 ¦ الصفحة: 145\n",
        "أن عائشة ظاهرت فذكر نحوه.\nقلت: وهذا إسناد صحيح، وللخبر أوجه أخرى عن عائشة، طالعها في مصنف عبد الرزاق، ومحلى ابن حزم، وسنن سعيد، وغيرها.\nالجزء: 1 ¦ الصفحة: 146\n",
        "قال المصنف (2/268) :\n(روى أحمد عن أبي يزيد المدني قال: جاءت امرأة من بني بياضة بنصف وسق شعير، فقال رسول الله صلى الله عليه وسلم للمظاهر:\nأطعم هذا فإن مدي شعير مكان مد بر\n) انتهى.\nقال مُخرّجُه (7/181) :\n2096 -\n(ضعيف، وإن كنت لم أقف على إسناده، فإنه ليس في \" مسنده \" فلينظر في أي كتاب أخرجه هو ضعيف لأن أبا يزيد المدني تابعي فحديثه مرسل) انتهى.\nقال مُقيّدُه:\nوقفت على إسناده، رواه الإمام أحمد قال: حدثنا إسماعيل حدثنا أيوب عن أبي زيد المدني قال فذكره بحروفه.\nذكر الإسناد ابن قدامة في الصيام من \" المغني \" (3/130) ط المنار الثالثة.\nوعزاه السيوطي بنحوه في \" الدر المنثور\" (6/181) إلى عبد بن حميد، وقال عن أبي زيد المدني رضي الله عنه، فظاهر ذلك أن أبا زيد صحابي.\nولكني لم أجد في الصحابة أبا زيد المدني، وإنما يعرف من التابعين أبو يزيد المدني روى له البخاري والنسائي، روى عنه أيوب، وثقه يحيى بن معين وأحمد.\nالجزء: 1 ¦ الصفحة: 147\n",
        "قال المصنف (2/171) :\n(روى الجوزجاني عن ابن عباس في خبر المتلاعنين، ثم أمر به فأمسك على فيه ووعظه إلى أن قال:\nثم أمر بها فأمسك على فمها ووعظها\n.. الحديث) انتهى.\nقال مُخرجُه (7/186) :\n2101 / 1 -\n(أخرجه أبو داود: (2255) ، والنسائي (2/106) والبيهقي: (7/405) والحميدي: (518) عن سفيان عن عاصم بن كليب عن أبيه عن ابن عباس: \" أن النبي صلى الله عليه وسلم أمر رجلاً حين أمر المتلاعنين أن يتلاعنا أن يضع يده عند الخامسة على فيه، وقال: إنها موجبة\" وهذا سند صحيح.\nوأما في المرأة فلم أقف عليه وذكر الحافظ (3/230) نحوه) . انتهى.\nقال مُقيّدُه:\nوقفت عليه في المرأة، وهو مراد المصنف من إيراده من طريق الجوزجاني.\nرواه ابن أبي حاتم في \" تفسيره \" كما ساق إسناده ابن كثير في \" التفسير \" (3/226ط. التجارية) .\nقال ابن أبي حاتم: حدثنا أحمد بن منصور الرمادي (1) حدثنا\n(1) في طبعة ابن كثير المذكورة: الزيادي، تحريف.\nالجزء: 1 ¦ الصفحة: 148\n",
        "يونس بن محمد: حدثنا صالح ـ وهو ابن عمر ـ حدثنا عاصم ـ يعني ابن كليب ـ عن أبيه: حدثني ابن عباس قال: (فذكر القصة وفيها) :\nثم دعاها ـ يعني رسول الله صلى الله عليه وسلم ـ فقرأ عليها فشهدت أربع شهادات بالله إنه لمن الكاذبين.\nثم أمر بها فأمسك على فيها، فوعظها،.. الحديث.\nقلت: وإسناده صحيح، رجاله إلى عاصم حفاظ أثبات، فتكون الزيادة بذكر المسك على في المرأة من زيادات صالح بن عمر على سفيان، وصالح ثقة، وزيادته صحيحة.\nولهذا لما ساق الحافظ ابن حجر في \" الفتح \" (9/451) الرواية قال: (وفي حديث ابن عباس من طريق عاصم بن كليب عن أبيه عنه عند أبي داود والنسائي وابن أبي حاتم: فدعا الرجل فشهد أربع شهادات بالله إنه لمن الصادقين، فأمر به فأمسك على فيه فوعظه. فقال: كل شيء أهون عليك من لعنة الله ثم أرسله، فقال: لعنة الله عليه إن كان من الكاذبين.\nوقال في المرأة نحو ذلك) انتهى كلام الحافظ.\nفهذا يشعر أن سفيان عند الحافظ اختصر الرواية، فنسب رواية صالح ابن عمر التي فيها الزيادة إلى أبي داود والنسائي. وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 149\n",
        "قال المصنف (2/280) :\n(عن أُبي بن كعب، قلت: يارسول الله، وأولات الأحمال أجلهنَّ أن يضعن حملهنَّ، للمطلقة ثلاثاً أو للمتوفي عنها؟ فقال\n: \" هي للمطلقة ثلاثاً، وللمتوفى عنها \"\nرواه أحمد والدارقطني) انتهى.\nقال مُخرّجُه (7/196 - 197) :\n2116 -\n...\n(تنبيه: عزا المصنف الحديث لأحمد وإنما هو عند ابنه عبد الله كما رأيت وعزاه للدار قطني أيضاً، وكذلك عزاه إليه السيوطي في \" الدُّر\": (6/235) ولابن مردويه أيضاً) انتهى.\nقال مُقيّدُه:\nوقفت عليه في \" سنن الدارقطني \" (4/49) رواه من طريق عبد الله بن أحمد، وكلام المخرج يشعر بأنه لم يقف عليه عند الدارقطني.\nالجزء: 1 ¦ الصفحة: 150\n",
        "قال المصنف (2/283 ـ 284) :\n(قد رُوي أن علياً قال\n: إذا انقضت عدتها فهو خاطب من الخُطّاب\nيعني: الزوج الثاني. فقال عمر:\nردوا الجهالات إلى السنة\n، ورجع إلى قول علي) انتهى.\nقال مُخرجُه (7/204) :\n2126 -\n(لم أره هكذا، والشطر الأول منه قد صحّ عن عمر نفسه كما سبق في الذي قبله..) إلخ.\nقال مقيّدُه:\nقول عمر رضي الله عنه: \" ردوا الجهالات إلى السنة \" رواه سعيد بن منصور في \" سننه \" (3/1/355) قال: نا سفيان عن داود بن أبي هند وعاصم الأحول عن الشعبي عن مسروق قال: قال عمر بن الخطاب رضي الله عنه: \" ردوا الجهالات إلى السنة \".\nورواه البيهقي في \" السنن الكبرى \" (7/442) من طريق أسباط بن محمد ثنا أشعث عن الشعبي عن عمر فذكره في خبر.\nوإسناده الأول صحيح إلى مسروق، ومسروق عن عمر منقطع.\nوإسناد الثاني ضعيف لضعف أشعث وهو ابن سوّار، مع إرساله.\nالجزء: 1 ¦ الصفحة: 151\n",
        "قال المصنف (2/287) :\n(وعن سعيد بن المسيب قال\n: تُوُفِّي أزواج نساؤهم حاجّات أو معتمرات، فردهن عمر من ذي الحليفة حتى يعتددن في بيوتهن.\nرواه سعيد) انتهى.\nقال مُخرجُه (7/207- 208) :\n2132 -\n(أخرجه مالك: (2/591 / 88) ، وعنه البيهقي: (7/435) عن حميد بن قيس المكي عن عمرو بن شعيب عن سعيد بن المسيب: \" أن عمر بن الخطاب كان يرد المتوفى عنهن أزواجهن من البيداء يمنعهن الحج \".\nقلت: وهذا إسناد رجاله ثقات على الخلاف في سماع سعيد من عمر) انتهى.\nقال مُقيّدُه:\nاللفظ الذي ساقه المصنف عند سعيد بن منصور في \" سننه \": (3/1/358/1343) .\nوروى عبد الرزاق: (7/33) وابن أبي شيبة: (4/1/365) عن مجاهد عن سعيد قريباً منه.\nوأخرجه عبد الرزاق: (7/33) وابن أبي شيبة: (4/1/366) ، عن مجاهد عن عمر نحوه.\nوأخرج سعيد: 0رقم 1344) عن عطاء عن عمر نحوه.\nالجزء: 1 ¦ الصفحة: 152\n",
        "قال المصنف (2/289) :\n(لأن عمر رضي الله عنه أنكر على عبد الرحمن بن عوف حين باع جارية له كان يطؤها قبل استبرائها قال:\nما كنت لذلك بخليق\n) انتهى.\nقال مُخرّجُه (7/215) :\n2140 -\n(لم أقف عليه الآن) انتهى.\nقال مقيّدُه:\nوقفت عليه، رواه ابن أبي شيبة في \" المصنف\" (4/228) ، 378) ومن طريقه البيهقي: (10/363) من طريق عبد الله بن عبيد بن عمير فذكره.\nوقد سبق تخريجه والكلام عليه.\nالجزء: 1 ¦ الصفحة: 153\n",
        "قال المصنف (2/290) :\n(قال [أحمد] : ألا تسمع قول ابن مسعود\n: \" إن النطفة أربعون يوماً، ثم علقة أربعون يوماً، ثم مضغة بعد ذلك \"، فإذا خرجت الثمانون صار بعدها مضغة، وهي لحمة، فيتبين حينئذ)\nانتهى.\nقال مُخرجُه (7/216) :\n2143 -\n(لم أقف عليه موقوفاً، وهو معروف مرفوعاً من حديث ابن مسعود) انتهى.\nقال مُقيدُه:\nأخرج ابن جرير في \" تفسيره \": (6/167، ط شاكر) عن ابن مسعود قال: إذا وقعت النطفة في الأرحام طارت في الجسد أربعين، ثم تكون علقة أربعين يوماً، ثم تكون مضغة أربعين يوماً.. الأثر.\nوقوله: \" فإذا خرجت الثمانون صار بعدها مضغة وهي لحمة فيتبين حينئذ\" الظاهر أنه من كلام أحمد، إذ السياق يقتضيه.\nالجزء: 1 ¦ الصفحة: 154\n",
        "قال المصنف (2/311) :\n(قد قضى أبو بكر على عمر رضي الله عنهما أن\nيدفع ابنه إلى جدته وهي بقباء، وعمر بالمدينة،\nقاله أحمد) انتهى.\nقال مُخرّجُه (7/245) :\n2189 -\n(لم أقف الآن على إسناده) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه مالك في \" الموطأ \" (2/767 ـ 768) قال: عن يحيى بن سعيد أنه قال: سمعت القاسم بن محمد يقول: كانت عند عمر ابن الخطاب امرأة من الأنصار، فولدت له عاصم بن عمر، ثم أنه فارقها، فجاء عمر قباء فوجد ابنه عاصماً يلعب بفناء المسجد، فأخذ بعضده، فوضعه بين يديه على الدابة، فأدركته جدة الغلام، فنازعته إياه. حتى أتيا أبا بكر الصديق فقال عمر: ابني، وقالت المرأة: ابني، فقال أبو بكر: خل بينها وبينه قال: فما راجعه عمر الكلام.\nقلت: وإسناده مرسل، ورواه البيهقي (8/5) من طريق مالك، ورواه من طريق يحيى بن سعيد عبد الرزاق في \" المصنف \": (7/155) ، وابن أبي شيبة (5/238) وسعيد بن منصور (3/2/139/2269) وغيرهم.\nوقد رُوي عن عدة من التابعين بذكر الجدة، وقد روى البيهقي: (8/5) عن عبد الرحمن بن أبي الزناد عن أبيه عن الفقهاء الذين ينتهى إلى\nالجزء: 1 ¦ الصفحة: 155\n",
        "قولهم من أهل المدينة أنهم كانوا يقولون قضى أبو بكر على عمر بن الخطاب رضي الله عنهما لجدة ابنه عاصم بن عمر بحضانته حتى يبلغ، وأم عاصم يومئذ حية متزوجة.\nتنبيه: ذكر المخرج رواية مالك هذه عند تخريج قضاء أبي بكر بعاصم لأمه، وقد عزاه لابن أبي شيبة أيضاً والرواية بذكر الجدة هي التي عند مالك كما تبين لك، وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 156\n",
        "قال المصنف (2/323) :\n(رُوي عن عمر أنه كان يوماً يتغدى إذ جاءه رجل يعدو وفي يده سيف ملطخ بالدم، ووراءه قوم يعدون خلفه، فجاءه حتى جلس مع عمر فجاء الآخرون فقالوا: يا أمير المؤمنين إن هذا قتل صاحبنا فقال له عمر: ما تقول؟ فقال: يا أمير المؤمنين إني ضربت فخذي امرأتي، فإن كان بينهما أحد فقد قتلته. فقال عمر: ما تقولون؟ قالوا: يا أمير المؤمنين إنه ضرب بالسيف فوقع في وسط الرجل وفخذي المرأة، فأخذ عمر سيفه فهزه، ثم دفعه إليه، وقال:\nإن عاد فعد\n. رواه سعيد) انتهى.\nقال مقيّدُه:\nسكت عنه المخرج (7/274 - 275)\n2217 -\nولم يتكلم عليه بشيء.\nوقد رواه سعيد في \" سننه \" عن هشيم عن مغيرة عن إبراهيم عن عمر مرسلاً.\nذكر إسناد سعيد الموفق في \" المغني \": (8/332) .\nالجزء: 1 ¦ الصفحة: 157\n",
        "قال المصنف (2/324) :\n(لأن الحسن رضي الله عنه\nقتل ابن ملجم، وفي الورثة صغار\nفلم ينكر (1) وقيل: قتله لكفره، وقيل: لسعيه في الأرض بالفساد) انتهى.\nقال مُخرّجُه (7/276) :\n2219 -\n(لم أره) انتهى.\nقال مُقيّدُه:\nقال ابن أبي شيبة في \" المصنف \" (9/368) : حدثنا ابن مهدي عن حسن عن زيد القباني عن بعض أهله أن الحسن بن علي قتل ابن ملجم الذي قتل علياً، وله ولد صغار.\nوذكر البيهقي:08/58) عن الشافعي قال: قال أبو يوسف عن رجل عن أبي جعفر أن الحسن بن علي رضي الله عنهما قتل ابن ملجم بعلي رضي الله عنه. قال أبو يوسف: وكان لعلي رضي الله عنه أولاد صغار.\nوروى ابن جرير في \" تهذيب الآثار\" (مسند علي، 76ـ 77) خبراً عن علي فيه: \" انظر ياحسن إن أنا مت من ضربته هذه فاضربه ضربة لا تمثل بالرجل فلما قبض علي رضوان الله عليه بعث الحسن إلى ابن ملجم\".\n(1) ذكر ذلك ابن قدامة في \" المغني \" (7/739) ط المنار الثالثة.\nالجزء: 1 ¦ الصفحة: 158\n",
        "ورواه الطبراني في \" المعجم الكبير \" (1/58) في خبر طويل، قال الهيثمي في \" مجمع الزوائد\" (9/145) :\n(رواه الطبراني، وهو مرسل، وإسناده حسن) انتهى.\nوقال في (6/249) : (إسناده منقطع) انتهى.\nورواه ابن سعد في \" الطبقات \" (3/39 ـ 40) قال: أخبرنا أسباط ابن محمد عن مطرف عن أبي إسحاق عن عمرو بن الأصم قال: دخلت على الحسن فذكر خبراً في قتل الحسن ابن ملجم، وفيه (والعباس بن علي يومئذ صغير فلم يستأذن به بلوغه) .\nقال ابن جرير في \" تهذيب الآثار\" (ص71 من مسند علي) (أهل السير لا تدافع بينهم أن علياً رضوان الله عليه إنما أمر بقتل قاتله قصاصاً، ونهى عن أن يمثل به) انتهى.\nقلت: وكذلك لا تدافع بينهم أن الذي قتله الحسن بن علي فهو ولي علي، وكان للحسن إذا ذاك إخوة صغار، هذا مجمع عليه بين أهل العلم، لا أعلم فيه خلافاً.\nوقول المصنف: وقيل: قتله لكفره: وقيل: لسعيه في الأرض بالفساد. هذه حكاية لأقوال الفقهاء واختلافهم، والصحيح أنه قتله قصاصاً. والله الموفق.\nالجزء: 1 ¦ الصفحة: 159\n",
        "قال المصنف (2/335) :\n(رُوي عن علي رضي الله عنه في مسألة القارصة والقامصة والواقصة. قال الشعبي: وذلك أن\nثلاث جوار اجتمعن فركبت إحداهن على عنق الأخرى\n، وقرصت الثالثة المركوبة، فقمصت فسقطت الراكبة، فوقصت عنقها، فماتت، فرفعت إلى علي، فقضى بالدية أثلاثاً على عواقلهن، وألقى الثلث الذي قابل فعل الواقصة لأنها أعانت على نفسها) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج (7/300)\n2240 -\nولم يتكلم عليه.\nوقد روى أبو عبيد في \" غريب الحديث \" (1/96) ومن طريقه البيهقي في \" السنن الكبرى \" (8/112) عن مجالد بن سعيد عن الشعبي عن علي رضي الله عنه أنه قضى في القارصة والقامصة والواقصة بالدية ثلاثاً.\nقال ابن أبي زائدة ـ وهو شيخ أبي عبيد: وتفسيره أن ثلاث جوار كن يلعبن فركبت إحداهن صاحبتها، فقرصت الثالثة المركوبة فقمصت فسقطت الراكبة، فوقصت عنقها، فجعل علي رضي الله عنه على القارصة ثلث الدية وعلى القامصة الثلث وأسقط الثلث، يقول: لأنه حصة الراكبة لأنها أعانت على نفسها.\nالجزء: 1 ¦ الصفحة: 160\n",
        "قلت: وإسناده ضعيف، مجالد بن سعيد ضعيف عندهم، وقال الحفاظ في \" التقريب \": \" ليس بالقوي \" وهذا اعتماد منه لقول النسائي والأكثرون على خلافه، وقد تقدم الكلام على مجالد.\nالجزء: 1 ¦ الصفحة: 161\n",
        "قال المصنف (2/337 ـ 338) :\n(رُوي أن عمر\nبعث إلى امرأة مغيبة كان رجل يدخل عليها\n، فقالت: يا وليها، مالها ولعمر، فبينما هي في الطريق إذ فزعت فضربها الطلق فألقت ولداً، فصاح الصبي صيحتين، ثم مات، فاستشار عمر أصحاب النبي صلى الله عليه وسلم فأشار بعضهم أن ليس عليك شيء إنما أنت وال ومؤدب.\nوصمت علي، فأقبل عليه عمر، فقال: ماتقول يا أبا الحسن. فقال\n: إن كانوا قالوا برأيهم فقد أخطأ رأيهم، وإن كانوا قالوا في هواك فلم ينصحوا لك، إن ديته عليك، لأنك أفزعتها فألقته.\nفقال عمر:\nأقسمت عليك لا تبرح حتى تقسمها على قومك\n) انتهى.\nقال مُخرّجُه (7/301) :\n2241 -\n(لم أره) انتهى.\nقال مُقيّدُه:\nرأيته في \" المصنف \" لعبد الرزاق: (9/458 ـ 459) ومن طريقه رواه ابن حزم: (11/24) عن معمر عن مطر الوراق وغيره عن الحسن قال: أرسل عمر إلى امرأة مغيبة\n...\nفذكره. وإسناده مرسل، ومطر الوراق في حفظه سوء لكنه هنا مقرون بغيره.\nالجزء: 1 ¦ الصفحة: 162\n",
        "قال المصنف (2/342) :\n(روى ابن أبي نجيح أن\nامرأة وطئت في الطواف، فقضى عثمان فيها بستة آلاف وألفين تغليظاً للحرم)\nانتهى.\nقال مُخرّجُه (7/310) :\n2258 -\n(صحيح أخرجه ابن أبي شيبة (11/32/2) والبيهقي: (8/71) من طريق ابن عيينة عن ابن أبي نجيح عن أبيه.\n\" أن عثمان قضى في امرأة قتلت في الحرام بدية وثلث دية \".\nهذا لفظ ابن أبي شيبة، ولفظ البيهقي: \" أن رجلاً وطئ امرأة بمكة في ذي القعدة فقتلها , فقضى فيها عثمان رضي الله عنه بدية وثلث \") انتهى.\nقال مُقيّدُه:\nأقرب إلى اللفظ الذي أورده المصنف مارواه عبد الرزاق: (9/298) عن معمر عن ابن أبي نجيح عن أبيه قال: أوطأ رجل امرأة فرساً في الموسم، فكسر ضلعاً من أضلاعها فماتت، فقضى عثمان فيها بثمانية آلاف درهم، لأنها كانت في الحرم، جعلها الدية وثلث الدية.\nوقال عبد الله بن أحمد في \" المسائل \" (ص423) (قرأت على أبي: وكيع قال: حدثنا سفيان عن ابن أبي نجيح عن أبيه أن امرأة قتلت في الحرم، فى فيها عثمان بدية وثلث دية، ثمانية آلاف) .\nالجزء: 1 ¦ الصفحة: 163\n",
        "قال المصنف (2/342) :\n(عن ابن عمر أنه قال:\nمن قتل في الحرم أو ذا رحم أو في الشهر الحرام فعليه دية وثلث\n) انتهى.\nقال مُخرّجُه (7/310) :\n2259 -\n(لم أره عن ابن عمر، وإنما عن أبيه، أخرجه البيهقي: (8/71) من طريق ليث عن مجاهد أن عمر بن الخطاب\n...\nإلخ) انتهى.\nقال مُقيّدُه:\nرأيته عن ابن عمر كما أورده المصنف، رواه الفاكهي في \" أخبار مكة \" (3/355) قال:\nحدثنا حسين قال أنا المعتمر بن سليمان قال: ثنا ليث عن مجاهد عن ابن عمر رضي الله عنهما قال: إذا قتل الرجل المحرم أوفي الحرم أو في الشهر الحرام فدية وثلث.\nوليث هو ابن أبي سليم ضعيف الحديث.\nوكأن الاختلاف منه، فإن معمراً رواه عن ليث عن مجاهد عن عمر كما رواه عبد الرزاق: (9/301) والبيهقي.\nورواه معتمر عن ليث عن مجاهد عن ابن عمر.\nواضطراب ليث علة أخرى، لأن مثله لا يحتمل أن يكون عنده عن عمر وابنه. والله أعلم.\nالجزء: 1 ¦ الصفحة: 164\n",
        "قال المصنف (2/348) :\n(رُوي أن\nعثمان قضى به ـ يعني بثلث الدية ـ فيمن ضرب إنساناً حتى أحدث.\nقال أحمد: لا أعرف شيئاً يدفعه) اهـ.\nقال مُخرّجُه (7/323) :\n2282 -\n(لم أره) انتهى.\nقال مُقيّدُه:\nرأيته، رواه عبد الرزاق: (10/24، 25) وابن أبي شيبة (9/338) ومن طريقه ابن حزم: (10/459، ط منيرية) من طرق عن سعيد بن المسيب به.\nوهو عندهم في قصة، وإحدى روايات عبد الرزاق مختصرة قال فيها: عن الثوري عن يحيى بن سعيد عن ابن المسيب أن عثمان قضى في الذي يضرب حتى يحدث بثلث الدية.\nقلت: وهذا إسناد صحيح.\nالجزء: 1 ¦ الصفحة: 165\n",
        "قال المصنف (2/349 ـ 350) :\n(قال مكحول: قضى رسول الله صلى الله عليه وسلم\nفي الموضحة بخمس من الإبل، ولم يقض فيما دونها\nقاله في \" الكافي\") اهـ.\nقال مُخرّجُه (7/324) :\n2283 -\n(ضعيف. أخرجه ابن أبي شيبة (11/3/2) عن محمد بن إسحاق عن مكحول: \" أن رسول الله صلى الله عليه وسلم قضى في الموضحة فصاعداً، فجعل في الموضحة خمساً من الإبل \".\nإلى أن قال:\nومن هذا التخريج يتبين أنه ليس في حديث مكحول: \" ولم يقض فيما دونها \" وإنما هذه الزيادة في حديث عمر بن عبد العزيز.\nوقد أورده الرافعي من حديث مكحول مرسلاً نحو لفظ الكتاب وفيه الزيادة، فقال الحافظ في \" التلخيص \" (4/26) : رواه ابن أبي شيبة والبيهقي من طريق ابن إسحاق عنه به، وأتم منه.\nكذا قال: ولم أره عند ابن أبي شيبة إلا باللفظ المتقدم) انتهى.\nقال مُقيّدُه:\nرواه ابن أبي شيبة) 9/141) عن مكحول بالزيادة ولفظها: \" ولم يقض فيما سوى ذلك \" كما هي في رواية عمر بن عبد العزيز، ومنه يعلم صحة تخريج الحافظ للحديث.\nالجزء: 1 ¦ الصفحة: 166\n",
        "قال المصنف (2/352) :\n(رُويَ عن علي وزيد بن ثابت:\nفي الشعر الدية\n) اهـ.\nقال مُخرّجُه (7/329) :\n2295 -\n(ضعيف. قال ابن المنذر: في الشعر يجنى عليه فلا ينبت: روينا عن علي وزيد بن ثابت رضي الله عنهما أنهما قالا: فيه الدية.\nقال: ولا يثبت عن علي وزيد مارُوي عنهما) انتهى.\nقال مُقيّدُه:\nلم يخرج العلامة الألباني مارُوي عن علي وزيد رضي الله عنهما، كأنه لم يجد مارُوي عنهما فلذا اكتفى بما نقل عن ابن المنذر.\nوقد وقفت عليهما:\nفأما عن علي: فرواه عبد الرزاق في \" مصنفه \" (9/319) ، وابن أبي شيبة في \" مصنفه \" (9/163) ، وابن حزم في \" المحلى \" (10/433، ط منير) من طريق منهال بن خليفة عن سلمة بن ثمام الشقري، قال: مر رجل بقدر فوقعت على رأس رجل فأحرقت شعره، فرفع إلى علي، فأجله سنة، فلم ينبت، فقضى فيه علي بالدية.\nهذا لفظ ابن أبي شيبة، ووقع في \" مصنف \" عبد الرزاق: ثميم بن سلمة، بدل سلمة بن ثمام.\nالجزء: 1 ¦ الصفحة: 167\n",
        "قلت: وإسناده ضعيف، لضعف منهال بن خليفة، والأختلاف في اسم شيخه هل هو ثميم بن سلمة أم سلمة بن ثمام مرده إليه في ظاهر الأمر لأن الرواة عن منهال ثقات، فالأشبه أن الاختلاف منه، وثميم بن سلمة من ثقات الكوفيين معروف له حديث إلى الكثرة ماهو، وأما سلمة ابن ثمام فدونه وهو قليل الحديث.\nوأما مارُوي عن زيد بن ثابت:\nفرواه ابن أبي شيبة (9/163) وسعيد بن منصور في \" سننه \" ومن طريقه البيهقي في \" الكبرى \" (8/98) وابن حزم في \" المحلى \" (10/433) من طريق أبي معاوية عن حجاج عن مكحول عن زيد بن ثابت، قال: في الشعر الدية، إذا لم ينبت.\nقال البيهقي: هذا منقطع، والحجاج بن أرطاة لا يحتج به.\nوقال ابن حزم: جاء ههنا عن علي بن أبي طالب وزيد بن ثابت مالا يعرف عن أحد من الصحابة ولا من التابعين مخالف.\nوقال في موضع آخر (10/454) عند الكلام على دية الترقوة:\n(وأما الرواية عن زيد فواهية، لأنه نقل الحجاج بن أرطاة وهو ضعيف ثم عن مكحول عن زيد، ومكحول لم يدرك زيداً) انتهى.\nالجزء: 1 ¦ الصفحة: 168\n",
        "قال المصنف (2/355) :\n(رُويَ عن عمر رضي الله عنه أنه قضى في الدية أن\nلا تحمل منها العاقلة شيئاً حتى تبلغ عقل المأمومة)\nانتهى.\nقال مُخرّجُه (7/337) :\n2307 -\n(لم أقف عليه) انتهى.\nقال مقيّدُه:\nذكر ابن حزم في \" المحلى \" (11/51) إسناداً له عن ابن وهب، قال ابن وهب: أخبرني ابن سمعان قال: سمعت رجالاً من علمائنا يقولون قضى عمر ابن الخطاب في الدية أن لا يحمل منها شيئ على العاقلة حتى تبلغ ثلث الدية، فإنها على العاقلة عقل المأمومة.\nالجزء: 1 ¦ الصفحة: 169\n",
        "قال المصنف (2/361) :\n(رُويَ عن عمر وعلي أنهما قالا:\nلا حد إلا على من علمه\n) اهـ.\nقال مُخرّجُه (7/342) :\n2314 -\n(ضعيف عن عمر وعثمان، ولم أقف عليه عن علي.\nقال الشافعي (1495) أخبرنا مسلم بن خالد عن ابن جريج عن هشام بن عروة عن أبيه أن يحيى بن حاطب حدثه قال: \" فذكر قصة وفيها الشاهد \".\nومن طريق الشافعي أخرجه البيهقي (8/238) .\nقلت: وهذا إسناد ضعيف، مسلم بن خالد هو الزنجي وفيه ضعف، وابن جريج مدلس وقد عنعنه) انتهى.\nقال مُقيّدُه:\nوقفت عليه بنحوه عن علي، وهو صحيح عن عمر وعثمان كما سيأتي.\nفأما الرواية عن عمر وعثمان: فالقصة التي أوردها المخرج رواها عبد الرزاق في \" مصنفه \" (7/304) قال: عن ابن جريج قال: أخبرني هشام بن عروة عن أبيه أن يحيى بن عبد الرحمن بن حاطب حدثه قال: فذكر القصة والشاهد كما أوردها المخرج.\nوروها عبد الرزاق (7/404) من طريق معمر عن هشام بن عروة عن أبيه أن يحيى بن حاطب.. فذكره.\nالجزء: 1 ¦ الصفحة: 170\n",
        "وهذه أسانيد صحيحة، ومسلم بن خالد شيخ الشافعي الذي أعل به الأثر توبع كما ترى، تابعه عبد الرزاق عن ابن جريج، وابن جريج صرح بالتحديث، وقد تابعه أيضاً معمر بن راشد، فهو ثابت عن عمر وعثمان بلا ريب.\nوأما عن علي: فقد روى عبد الرزاق في \" مصنفه\" (7/405) وابن أبي شيبة (10/16) والبيهقي (8/241) عن الثوري عن مغيرة عن الهيثم بن بدر عن حرقوص قال: أتت امرأة إلى علي فقالت: إن زوجي زنا بجاريتي فقال: صدقت هي ومالها حل لي.\nقال: اذهب ولا تعد. كأنه درأ عنه بالجهالة.\nهذا لفظ عبد الرزاق، وإسناده ضعيف.\nوقد رواه أبو يوسف القاضي في \" الخراج \" (ص108) قال: حدثنا المغيرة عن الهيثم بن بدر عن حرقوص عن علي رضي الله عنه أن رجلاً وقع على جارية امرأته فدرأ عنه الحدّ.\nالجزء: 1 ¦ الصفحة: 171\n",
        "قال المصنف (2/362) :\n(وقال [صلى الله عليه وسلم] في سارق أُتي به:\nاذهبوا به فاقطعوه\n) اهـ.\nقال مُخرّجُه (7/359) :\n2323 -\n(لم أقف عليه) انتهى.\nقال مُقيّدُه:\nوقفت عليه، من حديث أبي أُمية المخزومي، وأبي هريرة رضي الله عنهما.\nأما حديث أبي أُمية: فرواه النسائي في \" سننه الصغرى \" (8/67) ، ومن طريقه الدولابي في \" الكنى \" (1/14) قال النسائي: أخبرنا سويد بن نصر قال: حدثنا عبد الله بن المبارك عن حماد بن سلمة عن إسحاق بن عبد الله بن أبي طلحة عن أبي المنذر مولى أبي ذر عن أبي أُمية المخزومي أن رسول الله صلى الله عليه وسلم أُتي بلص اعترف اعترافاً ولم يوجد معه متاع، فقال له رسول الله صلى الله عليه وسلم: \" ماأخالك سرقت \" قال: بلى قال: \" اذهبوا به فاقطعوه \" الحديث.\nورواه أبو داوة (4/543) وابن ماجه (2597) وغيرهما من حديث حماد بن سلمة به، لكن ليس فيه موضع الشاهد.\nوفي إسناده أبو المنذر مولى أبي ذر لا يُعرف حاله، وباقي الإسناد ثقات معروفون حفاظ.\nولذا قال الخطابي في \" معالم السنن \" (3/301) :\nالجزء: 1 ¦ الصفحة: 172\n",
        "(في إسناد هذا الحديث مقال) انتهى.\nوأما حديث أبي هريرة.\nفرُوي موصولاً، ورُوي مرسلاً دون ذكر أبي هريرة:\nفأما الموصول:\nفرواه الدارقطني في \" سننه \" (3/102) ، والحاكم في \" المستدرك \" (4/381) ، والبيهقي في \" السنن الكبرى \" (8/276) ورواه الطحاوبي في \" شرح المعاني \" (3/168، ط الأنوار) من طرق عن الدراوردي أخبرني يزيد بن خصيفة عن محمد بن عبد الرحمن بن ثوبان عن أبي هريرة أن رسول الله صلى الله عليه وسلم أُتي بسارق سرق شملة فقالوا: يارسول الله إن هذا قد سرق.\nفقال رسول الله صلى الله عليه وسلم \" اذهبوا به فاقطعوه ثم احسموه \".\nورجال إسناده ثقات، إلا أن الدراوردي عنده أوهام، وقد خولف فرواه غيره مرسلاً.\nفخاله سفيان الثوري فرواه عن يزيد بن خصيفة عن محمد بن عبد الرحمن بن ثوبان عن النبي صلى الله عليه وسلم.\nأخرجه أبو داود في \" المراسيل \" (ص204) وعبد الرزاق في \" المصنف \" (10/225) وابن أبي شيبة (10/30) والدارقطني: (3/103) .\nوخالفه ابن عيينة عن يزيد عن ابن ثوبان به، رواه ابن أبي شيبة: (10/31) .\nالجزء: 1 ¦ الصفحة: 173\n",
        "وخالفه ابن جريج عن يزيد عن ابن ثوبان به نحوه أخرجه عبد الرزاق (10/225) .\nوخالفه إسماعيل بن جعفر فرواه عن يزيد بن خصيفة عن ابن ثوبان مرسلاً أخرجه أبو عبيد في \" غريب الحديث\" (2/258) .\nقلت: فهؤلاء أربعة من الحفاظ: الثوري، وابن عيينة، وابن جريج، وإسماعيل بن جعفر الزرقي، وكلهم أثبات خالفوا الدراوردي في وصله، فالحكم لهم، والصحيح أنه مرسل، ومن صحح وصله فقد غلط.\nولذا قال الحافظ في \" التلخيص الحبير\" (4/66) (ورجح ابن خزيمة وابن المديني وغير واحد إرساله) انتهى.\nوقال البيهقي في \" معرفة السنن والآثار\" (12 / 420) (وأرسله أيضاً سفيان بن عيينة وعبد العزيز بن أبي حازم عن يزيد بن خصيفة، وهو المحفوظ) انتهى.\nالجزء: 1 ¦ الصفحة: 174\n",
        "قال المصنف (2/371) :\n(عن علي وابن عباس:\nإذا كان في الحد لعل وعسى فهو معطل\n) انتهى.\nقال مقيّدُه:\nسكت عنه المخرج (8/31)\n2363 -\nولم يتكلم عليه بشيء.\nفأما أثر علي: فرواه عبد الرزاق في \" المصنف \" (7/425) قال: عن إبراهيم بن محمد عن صاحب له عن الضحاك بن مزاحم عن علي قال: (إذا بلغ في الحدود لعل وعسى فالحد معطل) .\nقلت: هذا إسناد ضعيف جداً، إبراهيم بن محمد هو ابن أبي يحيى متروك، وكثيراً ما يروي عنه عبد الرزاق في المصنف، وصاحبه مجهول.\nوأما أثر ابن عباس: فينظر.\nالجزء: 1 ¦ الصفحة: 175\n",
        "قال المصنف (2/379) :\n(ثبت عن عمر أنه قال:\nلا حد إلا على من علمه\n) اهـ.\nقال مُخرّجُه: (8/49) :\n2383 -\n(ضعيف. وتقدم (2314) بيان علته هناك، وتثبيت المصنف إياه مما لا وجه له) انتهى.\nقال مُقيّدُه:\nبل هو صحيح، وتثبيت المصنف له وجيه إذ رُوي بإسناد صحيح كما تقدم (ص170 ـ 171) . وتضعيف المخرج له بناء على الطريق التي وقفت عليها وفيها راو ضعيف، وفاتته الروايات الصحيحة فطالعها فيما مضى.\nالجزء: 1 ¦ الصفحة: 176\n",
        "قال المصنف (2/380) :\n(وعن ابن عمر في العصير\n: اشربه ما لم يأخذه شيطانه، قيل: وفي كم يأخذه شيطانه؟ قال: ثلاثة.\nحكاه أحمد وغيره) انتهى.\nقال مُخرّجُه (8/50) .\n2387 -\n(لم أقف عليه عن ابن عمر) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه عبد الرزاق في \" المصنف \" (9/217) عن الثوري وابن أبي شيبة في \" المصنف \" (8/138) عن أبي معاوية كلاهما عن الأعمش عن عبد الله بن مرة عن ابن عمر فذكره.\nقلت: هذا إسناد صحيح، وعنعنة الأعمش لا تضيره فراوياه أبو معاوية والثوري. والله الموفق.\nالجزء: 1 ¦ الصفحة: 177\n",
        "قال المصنف (2/382) :\n(روى سعيد بن المسيب عن عمر في\nأمة بين رجلين وطئها أحدهما يجلد الحد إلا سوطا\nً رواه الأثرم، واحتج به أحمد) انتهى.\nقال مُخرّجُه (8/56) :\n2398 -\n(لم أقف على إسناده) انتهى.\nقال مُقيّدُه:\nروى عبد الرزاق في \" المصنف \" (7/358) عن ابن جريج، قال: رفع إلى عمر بن الخطاب أن رجلاً وقع على جارية له فيها شرك فأصابها فجلده عمر مائة سوطاً إلا سوطاً.\nوأما رواية سعيد عن عمر فتنظر.\nالجزء: 1 ¦ الصفحة: 178\n",
        "قال المصنف (2/388) :\n(لقول عائشة رضي الله عنها:\nسارق أمواتنا كسارق أحيائنا\n) انتهى.\nقال مُخرّجُه (8/74) :\n2416 -\n(لم أقف عليه) انتهى.\nقال مقيدُه:\nوقفت عليه، رواه البيهقي في \" معرفة السنن والآثار \" (12/409) من طريق سويد بن عبد العزيز عن يحيى بن سعيد عن عمرة عن عائشة قالت: سارق أمواتنا كسارق أحيائنا.\nوسويد ضعيف، وأورده من رواية البيهقي الزيلعي في \" نصب الراية \" (3/367) .\nوقال الحافظ في \" التلخيص الحبير \" (4/70) (الدارقطني من حديث عمرة عنها) انتهى.\nالجزء: 1 ¦ الصفحة: 179\n",
        "قال المصنف (2/392) :\n(وعن سعيد المقبري قال: حضرت علي بن أبي طالب أُتي برجل مقطوع اليد والرجل قد سرق فقال لأصحابه: ماترون في هذا؟ قالوا: اقطعه يا أمير المؤمنين. قال\n: قتلته إذاّ، وما عليه القتل، بأي شيء يأكل الطعام؟\nبأي شيء يتوضأ للصلاة؟ بأي شيء يغتسل من جنابته؟ بأي شيء يقوم لحاجته؟\nفرده إلى السجن أياماً، ثم أخرجه فاستشار أصحابه فقالوا مثل قولهم الأول، وقال لهم مثل ما قال أولاً. فجلده جلداً شديداً، ثم أرسله. رواه سعيد) انتهى.\nقال مُخرّجُه (8/90) :\n2437 -\n(لم أقف على سنده إلى المقبري، وقد توبع.. إلخ) انتهى.\nقال مُقيّدُه:\nوقفت على سند سعيد، قال في \" سننه \":\nحدثنا أبو معشر عن سعيد بن أبي سعيد المقبري عن أبيه به.\nساق إسناد الموفق في \" المغ ني \" (8/265) وابن عبد الهادي في \" التنقيح \" (281 / 2 نسخة أحمد الثالث) والزيلعي في \" نصب الراية \" (3/375) ناقلاً عن \" التنقيح \".\nالجزء: 1 ¦ الصفحة: 180\n",
        "قال المصنف (2/394) :\n(وحكي عن ابن عمر أنها\nنزلت في المرتدين\n) انتهى.\nقال مُخرجُه (8/93) :\n2441 -\n(لم أقف على سنده\n...\nوالمعروف عن ابن عمر أنها نزلت في العرنيين) انتهى.\nقال مُقيّدُه:\nوالعرنيون هم المرتدون، كما صرح به في حديث ابن عمر الذي ساقه المخرج فقال:\n(أخرج أبو داود (4369) والنسائي (2/168) من طريق سعيد بن أبي هلال عن أبي الزناد عن عبد الله بن عبيد الله عنه: أن أناساً أغاروا على إبل النبي صلى الله عليه وسلم فاستاقوها، وارتدوا عن الإسلام\n...\nونزلت فيهم آية المحاربة\n...\n) انتهى.\nالجزء: 1 ¦ الصفحة: 181\n",
        "قال المصنف (2/394 ـ 395) :\n(روى أبو داود بإسناده عن ابن عباس قال:\nوادع رسول الله أبا برزة الأسلمي فجاء ناس يريدون الإسلام فقطع عليهم أصحابه\n، فنزل جبريل عليه السلام بالحد منهم أن من قتل وأخذ المال قتل وصلب، ومن قتل ولم يأخذ المال قتل، ومن أخذ المال ولم يقتل قطعت يده ورجله من خلاف) انتهى.\nقال مُخرّجُه (8/94) :\n2444 -\n(لم أقف عليه لا في أبي داود ولا في غيره، وليس له ذكر في \" الدر\" ولا في غيره) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه أبو يوسف القاضي في كتاب \" الخراج \" (ص108، ط بولاق) قال القاضي أبو يوسف:\n(إذا قتل ولم يأخذ المال قلت: وإذا أخذ المال ولم يقتل قطعت يده ورجله من خلاف حدثنا بذلك الحجاج بن أرطأة عن عطية العوفي عن ابن عباس) انتهى.\nقلت: وهذا إسناد ضعيف.\nقال في \" التلخيص \" (4/72) (رواه أحمد بن حنبل في \" تفسيره\".\nالجزء: 1 ¦ الصفحة: 182\n",
        "تنبيه: تابع المصنف صاحب \" الشرح الكبير \" في عزوه لأبي داود، وأما شيخه الموفق ابن قدامة فقد دون عزو، ثم قال في \" المغني \": _8/290) (وقيل: إنه رواه أبو داود) انتهى.\nالجزء: 1 ¦ الصفحة: 183\n",
        "قال المصنف (2/400) :\n(لأن علياً رضي الله عنه قال:\nإياكم وصاحب البرنس\n، يعني: محمد بن طلحة السجاد) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج (8/113)\n2460 -\nوجعله غفلاً من التخريج.\nوقد رواه الحاكم في \" المستدرك \" (3/375) من طريق الحسين ابن الفرج: ثنا محمد بن عمر: حدثني محمد بن الضحاك بن عثمان الحزامي عن أبيه كان هو ومحمد بن طلحة مع علي بن أبي طالب رضي الله عنهما ونهى علي عن قتله، وقال: من رأى صاحب البرنس الأسود فلا يقتله.\nقلت: هذا إسناد واه، الحسين بن فرج متروك، وكذبه بعضهم وشيخه هو الواقدي، ومحمد بن الضحاك لا تعرف حاله.\nورواه عمر بن شبة في كتاب \" الجمل\" بلفظ: \" لا تقتلوا صاحب العمامة السوداء \" ذكره في \" الفتح \" (8/554) .\nوقود ذكره ابن عبد البر في \" الاستيعاب \" (3/1372) وابن الأثير في \" أسد الغابة \" (5/98، ط الشعب) بلفظ الكتاب، ولم يسنداه.\nالجزء: 1 ¦ الصفحة: 184\n",
        "قال المصنف (2/401) :\n(لقول مروان: صرخ صارخ لعلي يوم الجمل\n: لا يقتلن مدبر، ولا يذفف على جريح، ولا يهتك ستر، ومن أغلف بابه فهو آمن، ومن ألقى السلاح فهو آمن.\nرواه سعيد) انتهى.\nقال مُخرّجُه (8/113) :\n2461 -\n(ضعيف. أخرجه البيهقي: (8/181) من طريق الشافعي وأظنه عن إبراهيم بن محمد عن جعفر بن محمد عن أبيه عن جده علي بن الحسين قال:\n(دخلت على مروان بن الحكم فقال: مارأيت أحداً أكرم غلبة من أبيك، ماهو إلا أن ولينا يوم الجمل فنادى مناديه: لا يقتل مدبر، ولا يذفف على جريح) .\nقال الشافعي رحمه الله: ذكرت هذا الحديث للدراوردي فقال: ما أحفظه، تعجب لحفظه، هكذا ذكره جعفر بهذا الإسناد. قال الدراوردي: أخبرنا جعفر عن أبيه أن علياً رضي الله عنه كان لا يأخذ سلباً، وأنه كان يباشر القتال بنفسه، وأنه كان لا يذفف على جريح، ولايقتل مدبراً.\nقلت: وإسناده ضعيف من الوجهين.\nالأول: موصول فيه إبراهيم بن محمد وهو ابن أبي يحيى الأسلمي متروك.\nوالآخر: مرسل، رجاله ثقات) انتهى.\nالجزء: 1 ¦ الصفحة: 185\n",
        "قال مقيّدُه:\nلم يقف المخرج على سند سعيد، فقد رواه في \" سننه \": (3/2389 ـ 390) قال: نا عبد العزيز ابن محمد عن جعفر بن محمد عن أبيه عن علي بن الحسين أن مروان\n...\nفساق الخبر وفيه: (فصرخ صارخ لعلي: لا يقتل مدبر، ولا يذفف على جريح\n...\nألخ) .\nقلت: وهذا إسناد موصول صحيح، وعبد العزيز هو الدراوردي، وقد وصله في هذه الرواية المطولة وليست بمرسلة.\nوقد رُوي مختصراً مرسلاً كما ذكر المخرج رواية الشافعي، وقد رواه سعيد (3/2/390) عن الدراوردي كذلك، وتابع الدراوردي: حفص ابن غياث عن جعفر عن أبيه مرسلاً، رواه ابن أبي شيبة: (15/280 ـ 281) والبيهقي: (18/181) .\nوتابعه ابن جريج قال: أخبرني جعفر عن أبيه فذكره، رواه عبد الرزاق (10/123 ـ 124) وعنه ابن حزم: (11/101) .\nلكن هذه الرواية مختصرة، فلا تعل الطريق الموصولة.\nوللأثر طرق عن علي:\nمنها مارواه ابن سعد في \" الطبقات \" (5/92 ـ 93) قال: أخبرنا الفضل بن دكين قال: حدثنا فطر بن خليفة عن منذر الثوري قال: سمعت محمد بن الحنفية يقول\n...\nقال علي: لا تجهزوا على جريح، ولا تتبعوا مدبراً\n...\nقلت: إسناده جيد حسن.\nالجزء: 1 ¦ الصفحة: 186\n",
        "وله شاهد رواه ابن سعد في \" الطبقات \" (7/411) قال: أخبرنا كثير بن هشام قال: حدثنا جعفر بن برقان قال: حدثنا ميمون يعني ابن مهران عن أبي أُمامة قال: شهدت صفين فكانوا لا يجهزون على جريح ولا يطلبون مُوَلّياً، ولا يسلبون قتيلاً.\nالجزء: 1 ¦ الصفحة: 187\n",
        "قال المصنف (2/407) :\n(لأن علياً رضي الله عنه\nأسلم وهو ابن ثمان سنين\n. رواه البخاري في \" تاريخه \" انتهى.\nقال مُخرّجُه (8/132) :\n2478 -\n(لم أقف على إسناده) انتهى. ثم أطال في تخريجه من غير تاريخ البخاري مما أفاد به.\nقال مُقيّدُه:\nوقفت عليه، رواه البخاري معلقاً في ترجمة علي بن أبي طالب من \" التاريخ \": (3/2/259) قال:\n(قال يحيى بن بكير عن ليث عن أبي الأسود عن عروة قال: أسلم علي رضي الله عنه وهو ابن ثمان سنين) انتهى.\nالجزء: 1 ¦ الصفحة: 188\n",
        "قال المصنف (2/414 ـ 415) :\n(وقال ابو سعيد: كنا معشر أصحاب رسول الله صلى الله عليه وسلم\nلأن يهدى إلى أحدثنا ضب أحب إليه من دجاجة\n) انتهى.\nقال مُخرّجُه (8/147) :\n2497 -\n(لم أقف عليه) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه عبد الرزاق في \" المصنف \" (4/512) عن معمر، وابن جرير في \" تهذيب الآثار \" (1/175، مسند عمر) من طريق سفيان كلاهما عن أبي هارون العبدي عن أبي سعيد الخدري قال: سمعته يقول: كنا معشر أصحاب محمد صلى الله عليه وسلم لأن يهدى إلى أحدنا ضب مشوي أحب إلينا من دجاجة. هذا لفظ عبد الرزاق.\nقلت: هذا إسناد واه، أبو هارون العبدي هو عمارة بن جوين متروك الحديث ضعيف جداً، وقد قال ابن حبان في \" المجروحين \" (2/177) : (كان رافضياً، يروي عن أبي سعيد ماليس من حديثه، لا يحل كتابة حديثه إلا على جهة التعجب) انتهى.\nثم نقل ابن حبان بإسناد صحيح عن الإمام أحمد أنه قال: أبو هارون العبدي متروك.\nوروى ابن أبي شيبة في \" المصنف \" (8/272) وابن جرير في \" تهذيب الآثار\" (1/171، مسند عمر) من طريق وكيع عن شعبة عن\nالجزء: 1 ¦ الصفحة: 189\n",
        "قتادة عن سعيد بن المسيب قال: قال عمر:\n\" لضب أحب إليّ من دجاجة \".\nورواه ابن جرير أيضاً من طريقين أخريين عن شعبة به نحوه، وهذا إسناد رجاله ثقات أثبات معروفون، إلا أن سعيد بن المسب اختلف في سماعه من عمر، ومراسيله مقبولة عند جمع من أهل العلم، وقتادة مدلس وقد ضعف أحاديثه عن سعيد بن المديني قال إسماعيل القاضي في \" أحكام القرآن \".\n(سمعت علي بن المديني يضعف أحاديث قتادة عن سعيد بن المسيب تضعيفاً شديداً، وقال: أحسب أن أكثرها بين قتادة وسعيد فيها رجال) انتهى نقله من \" التهذيب \".\nالجزء: 1 ¦ الصفحة: 190\n",
        "قال المصنف (2/417) :\n(\nكره النبي صلى الله عليه وسلم أكل الغدة\n) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج (8/152)\n2508 -\nولم يتكلم عليه بشيء.\nوقد رواه أبو داود في \" المراسيل \" (رقم 465) ، وعبد الرزاق في \" المصنف \" (4/535) والبيهقي في \" السنن الكبرى \" (10/7) من طرق عن الأوزاعي عن واصل بن أبي جميل عن مجاهد:\nأن النبي صلى الله عليه وسلم كره من الشاة سبعاً: المثانة والمرارة والغدة والذكر والحياء والنثيين لفظ أبي داود، وزاد عبد الرزاق \" الدم \".\nوفي إسناده علتان: الإرسال، وجهالة واصل، نقل ابن الأعرابي في \" معجمه \" عن الإمام أحمد أنه قال: واصل مجهول، ماروى عنه غير الأوزاعي. انتهى.\nوقال البيهقي: منقطع.\nوانظر: \" مسائل عبد الله \" (ص272، ط المكتب) .\nوقد روى الحديث عمر بن موسى بن وجيه عن واصل عن مجاهد عن ابن عباس به مرفوعاً. أخرجه ابن عدي في \" الكامل \" (5/1672) ، والبيهقي: (10/8) وغيرهما، وعمر بن موسى متروك الحديث، وقال ابن عدي في آخر ترجمته من \" الكامل \" (هو بين الأمر في الضعفاء، وهو في عداد من يضع الحديث متناً وإسناداً) انتهى.\nالجزء: 1 ¦ الصفحة: 191\n",
        "وفي \" الأوسط \" للطبراني عن عبد الله بن محمد مثل مرسل مجاهد قال الهيثمي في \" مجمع الزوائد \" (5/36) :\n(فيه يحيى الحماني وهو ضعيف) انتهى.\nقلت: ويحيى هذا مع حفظه كان يسرق الأحاديث وربما ركب الأسانيد بنفسه فاتهم بالكذب.\nالجزء: 1 ¦ الصفحة: 192\n",
        "قال المصنف (2/419) :\n(لقول أبي زينب التميمي: سافرت مع أنس بن مالك وعبد الرحمن بن سمرة وأبي برزة ف\nكانوا يمرون بالثمار فيأكلون في أفواههم\n) انتهى.\nقال مُخرّجُه (8/157- 158) :\n2516 -\n(لم أقف عليه، ولا عرفت أبا زينب هذا) انتهى.\nقال مُقيّدُه:\nرواه ابن سعد في \" الطبقات \" (7/130) ، وابن أبي شيبة في \" المصنف \" (6/85) عن شعبة عن عاصم قال: سمعت أبا زينب وك ان قد غزا على عهد عمر قال: غزونا ومعنا أبو بكرة وأبو برزة وعبد الرحمن بن سمرة فكنا نأكل من الثمار.\nوهذا لفظ ابن سعد، وأما عند ابن أبي شيبة فقال: سافرت في جيش مع أبي بكرة.. إلخ.\nقلت: أبو زينب على ماقال عاصم تابعي والأثر له شواهد كثيرة، انظرها في \" الإرواء \" وغيره.\nالجزء: 1 ¦ الصفحة: 193\n",
        "قال المصنف (2/420) :\n(قال ابن عباس:\nإن كان عليه حائط فهو حريم فلا تأكل\n) انتهى.\nقال مُخرّجُه (8/160) :\n2520 -\n(لم أقف على سنده) انتهى.\nقال مُقيّدُه:\nروى ابن أبي شيبة في \" المصنف \" (6/88) عن سعيد بن أبي عروبة عن قتادة عن ابن عباس قال: إذا مررت بنخل أو نحوه وقد أحيط عليه حائط فلا تدخله إلا بإذن صاحبه، وإذا مررت به في فضاء الأرض فكل ولا تحمل.\nالجزء: 1 ¦ الصفحة: 194\n",
        "قال المصنف (2/423) :\n(رُويَ عن عمر أنه نادى\nإن النحر في اللبة أو الحلق لمن قدر\nأخرجه سعيد، ورواه الدارقطني مرفوعاً بنحوه) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج (8/166) :\n2530 -\nولم يتكلم عليه.\nوقد رواه عن عمر عبد الرزاق في \" المصنف \" (4/495) ومن طريقه ابن حزم (7/398) قال عبد الرزاق:\nأخبرنا معمر عن يحيى بن أبي كثير عن رجل عن ابن الفرافصة الحنفي عن أبيه قال: قال عمر: الذكاة في الحلق واللبة لمن قدر، وذر الأنفس حتى تزهق.\nورواه البيهقي (9/278) عن يحيى عن فرافصة الحنفي به نحوه.\nورواه وكيع في \" مصنفه \" ومن طريقه ابن حزم (7/444) نا هشام الدستوائي عن يحيى بن أبي كثير عن المعرور عن ابن الفرافصة عن أبيه أنه شهد عمر بن الخطاب أمر منادياً فنادى: ألا إن الذكاة في الحلق واللبة، وأقروا الأنفس حتى تزهق.\nقلت: وإسناده ضعيف، يحيى مدلس، والمعرور هو الكلبي مستور وكذا من فوقه، وقد ذكرهم ابن حبان في \" الثقات \".\nوأما المرفوع: فرواه الدارقطني في \" سننه \" (4/283) من طريق سعيد بن سلام العطار: نا عبد الله بن بديل الخزاعي عن الزهري عن سعيد\nالجزء: 1 ¦ الصفحة: 195\n",
        "بن المسيب عن أبي هريرة قال: بعث رسول الله صلى الله عليه وسلم بديل بن ورقاء الخزاعي على جمل أورق يصيح في فجاج منى: ألا إن الذكاة في الحلق واللبة، ألا ولا تعجلوا الأنفس أن تزهق، وأيام منى أيام أكل وشرب وبعال.\nقلت: هذا موضوع، سعيد بن سلام العطار متهم بالوضع، قال الحافظ ابن عبد الهادي في \" تنقيح التحقيق \" (هذا إسناد ضعيف بمرة، وسعيد بن سلام أجمع الأئمة على ترك الاحتجاج به، وكذبه ابن نمير، وقال البخاري: يذكر بوضع الحديث، وقال الدارقطني: يحدث بالأباطيل متروك) نقله عن الحافظ ابن عبد الهادي الزيلعي في \" نصب الراية \" (4/185) .\nالجزء: 1 ¦ الصفحة: 196\n",
        "قال المصنف (2/423 ـ 424) .\n(قال ابن عباس في ذئب عدا على شاة فوضع قصبها بالأرض فأركها فذبحها بحجر قال:\nيلقي ما أصاب الأرض منها ويأكل سائرها\n) انتهى.\nقال مُخرّجُه (8/167) :\n2533 -\n(لم أقف عليه) انتهى.\nقال مُقيّدُه:\nوقفت عليه، رواه عبد الرزاق في \" مصنفه \" (4/494) عن ابن عيينة.\nورواه سعيد بن منصور في \" سننه \" ومن طريقه ابن حزم في \" المحلى \" (7/458 ـ 459) عن جرير بن عبد الحميد كلاهما عن ركين بن ربيع عن أبي طلحة به.\nقلت: رجاله ثقات إلا أن أبا طلحة لم أر من وثقه غير ابن حبان. وقد روى له أبو داود حديثاً في البناء وذمه، فينظر كلام الأئمة عليه.\nالجزء: 1 ¦ الصفحة: 197\n",
        "قال المصنف (2/430) :\n(لقول ابن عباس\n: إذا أكل الكلب فلا تأكل، وإن أكل الصقر فكل.\nرواه الخلال.\nوقال أيضاً لأنك\nتستطيع أن تضرب الكلب، ولا تستطيع أن تضرب الصقر)\nانتهى.\nقال مُخرّجُه (8/183) :\n2552 -\n(علقه البيهقي (9/238) باللفظ الثاني، قال: \" ويذكر عن سعيد بن جبير عن ابن عباس به \" وأما اللفظ الأول فلم أقف عليه) انتهى.\nقال مُقيّدُه:\nرواه عبد الرزاق في \" المصنف \" (4/473) عن أبي حنيفة عن حماد عن سعيد بن جبير عن ابن عباس قال: إذا أكل الكلب المعلم فلا تأكل، أما الصقر والبازي فإنه إذا أكل أُكِل.\nورواه أبو يوسف في \" كتاب الآثار\" (ص241، ط مصر) ومحمد بن الحسن في \" الآثار \" (ص182، ط باكستان) عن أبي حنيفة عن حماد عن سعيد بن جبير عن ابن عباس رضي الله عنهما أنه قال: كل ماأمسك الكلب إذا كان عالماً ولا تأكل مما أكل وكل مما أمسك البازي وإن أكل. فإن تعليم البازي أن تدعوه فيجيبك ولا تستطيع أن تضربه فيدع الأكل كما تضرب الكلب فيدع الأكل.\nالجزء: 1 ¦ الصفحة: 198\n",
        "قلت: وعلقه البيهقي (9/238) باللفظين معاً قال:\n(ويذكر عن سعيد بن جبير عن ابن عباس رضي الله عنهما: إذا أكل الكلب فلا تأكل، وإذا أكل الصقر فكل، لأن الكلب تستطيع أن تضربه والصقر لا تستطيع) .\nوأما قول المخرج: (علقه البيهقي باللفظ الثاني) فلم أدر ماوجهه، والله أعلم.\nوقد رواه عبد بن حميد بتمامه، كذا في \" الدر المنثور \" للسيوطي: (2/261، ط. الميمنية) .\nالجزء: 1 ¦ الصفحة: 199\n",
        "قال المصنف (2/442) :\n(وفي الحديث:\nثم يخرج إلى بيت من بيوت الله\n) انتهى.\nقال مخرجه (8/205) :\n2581 -\n(لم أعرفه) انتهى.\nقال مُقيّدُه:\nروى مسلم في \" صحيحه \" (2/131) عن أبي حازم الأشجعي عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" من تطهر في بيته ثم مشى إلى بيت من بيوت الله ليقضي فريضة من فرائض الله كانت خطوتاه إحداهما تحط خطيئة والأخرى ترفع درجة \".\nورواه ابن حبان في \" صحيحه \" (3/245) وأبو يعلى في \" مسنده \" (11/65) .\nالجزء: 1 ¦ الصفحة: 200\n",
        "قال المصنف (2/450) :\n(وروى سعيد أن\nعائشة اعتكفت عن أخيها عبد الرحمن بعد ما مات\n) انتهى.\nقال مُقيّدُه:\nسكت عنه المخرج (8/222) :\n2595 -\nولم يتكلم عليه.\nوقد رواه سعيد في \" سننه \" (3/1/149) (1) ومن طريقه ابن حزم في \" المحلى\" (5/197) قال: نا أبو الأحوص عن إبراهيم بن مهاجر عن عامر بن مصعب أن عائشة اعتكفت عن أخيها عبد الرحمن بعدما مات.\nقلت: إسناد ضعيف، إبراهيم لين الحفظ، وعامر بن مصعب لا يعرف توثيقه إلا عن ابن حبان، والأظهر أنه لم يسمع عائشة، فهو منقطع، والله أعلم.\n(1) من الطبعة الثانية، وهو في (3/1/107) من الطبعة الأولى.\nالجزء: 1 ¦ الصفحة: 201\n",
        "قال المصنف (2/452) :\n(\nمن نذر صلاة في المسجد الأقصى يجزئه في المسجد الحرام ومسجد النبي صلى الله عليه وسلم\nلحديث جابر، رواه أحمد وأبو داود) انتهى.\nقال مُخرّجُه (8/222) بعد أن ساق إسناده ولفظه:\n2597 -\n(هذا إسناد صحيح على شرط مسلم، وصححه أيضاً ابن دقيق العيد في \" الاقتراح \" كما في \" التلخيص \" وعزاه للحاكم أيضاً، ولم أره في \" مستدركه \" وكذلك لم أره عند أحمد وقد عزاه إليه المصنف) انتهى.\nقال مُقيّدُه:\nرأيته في \" مسند أحمد \" (3/363) وفي \" مستدرك الحاكم \" (4/304) في \" النذور \" وعدة أحاديث النذور في \" المستدرك \" سبعة.\nالجزء: 1 ¦ الصفحة: 202\n",
        "قال المصنف (2/457) :\n(بعث عمر إلى الكوفة عمار بن ياسر والياً، وابن مسعود قاضياً وعثمان بن حنيف ماسحاً و\nفرض لهم كل يوم شاة: نصفها لعمار، والنصف الآخر بين عبد الله وعثمان)\nانتهى.\nقال مُخرّجُه (8/233) :\n2609 -\n(أخرجه ابن سعد (3/182) أخبرنا وكيع بن الجراح عن سفيان عن أبي إسحاق عن حارثة بن مضرب قال (فرئ علينا كتاب عمر بن الخطاب: أما بعد فإني بعثت إليكم عمار بن ياسر أميراً وابن مسعود معلماً ووزيراً، وقد جعلت ابن مسعود على بيت مالكم، وإنهما لمن النجباء من أصحاب محمد من أهل بدر، فاسمعوا لهما وأطيعوا واقتدوا بهما. وقد آثرتكم بابن أم عبد على نفسي، وبعثت عثمان بن حنيف على السواد، ورزقتهم كل يوم شاة، فاجعل شطرها وبطنها لعمار، والشطر الثاني بين هؤلاء الثلاثة) وإسناده ضعيف\n...\nإلخ) انتهى.\nقال مُقيّده:\nأقرب مما ذكره المخرج ماأخرجه عبد الرزاق (6/100) و (10/333) قال: أخبرنا معمر عن قتادة عن أبي مجلز أن عمر بن الخطاب بعث عمار بن ياسر وعبد الله بن مسعود وعثمان بن حنيف إلى الكوفة فجعل عماراً على الصلاة والقتال، وجعل عبد الله على القضاء وبيت المال، وجعل عثمان بن حنيف على مساحة الأرض\nالجزء: 1 ¦ الصفحة: 203\n",
        "وجعل لهم كل يوم شاة، نصفها وسواقطها لعمار، وربعها لابن مسعود وربعها لابن حنيف.\nورواه أبو عبيد في \" الأموال \" (ص 68) ومن طريقه ابن حزم في \" المحلى \" (6/116) قال: ثنا الأنصاري محمد بن عبد الله قال أبو عبيد ولا أعلم إسماعيل بن إبراهيم إلا قد حدثناه أيضاً عن سعيد بن أبي عروبة عن قتادة به.\nوروى أبو يوسف في \" الخراج \" 0ص20، ط بولاق) نحوه عن سعيد بن أبي عروبة به.\nالجزء: 1 ¦ الصفحة: 204\n",
        "قال المصنف (2/456) :\n(و\nتحاكم عمر وأُبي إلى زيد بن ثابت، وتحاكم عثمان وطلحة إلى جبير بن مطعم، ولم يكن أحد منهما قاضياً)\nاهـ.\nقال مُخرجُه (8/238 ـ 239) :\n2616 -\n(أما التحاكم إلى زيد فأخرجه البيهقي: 10/145) من طريق محمد ابن الجهم السمري، ثنا يعلى بن عبيد عن إسماعيل عن عامر قال\n...\nإلخ. ثم قال: ومحمد بن الجهم لم أعرفه) (1) .\nثم قال:0وأما التحاكم إلى جبير بن مطعم فلم أقف عليه) اهـ.\nقال مقيدُه:\nأما التحاكم إلى زيد فقد أخرجه علي بن الجعد في \" مسنده \" (رقم 1802) ومن طريقه البيهقي (10/144) ووكيع بن خلف في \" أخبار القضاة \" (1/108) من طريق شعبة عن سيار قال: سمعت الشعبي قال: كان بين عمر وأبي خصومة فقال عمر: اجعل بيني وبينك\n(1) هو محمد بن الجهم بن هارون بن عبد الله السِّمَّري سمع يعلى بن عبيد وعنه أبو بكر الشافعي.\nقال الدارقطني: ثقة صدوق، وفي \" سؤالات الحاكم \" صدوق.\nوقال عبد الله بن أحمد: صدوق، ما أعلم إلا خيراً.\n\" سؤالات الحاكم \" (ص136) \" تاريخ بغداد \" (2/161) \" معجم الشعراء \": (ص450، ط القدسي) \" الإكمال لابن ماكولا \" (4/529) و \" المحمدون من الشعراء \" (1/209) أفاد بهذه الحاشية الأخ عبد الله البراك\nالجزء: 1 ¦ الصفحة: 205\n",
        "رجلاً، فجعلا بينهما زيداً.\nتابعه هشيم عن سيار، رواه سعيد بن منصور (1) ، ومن طريقه البيهقي (10/136) عنه به، ورواه وكيع في \" أخبار القضاة\" عن عبد الله بن أحمد عن أبيه به.\nقلت: وهذا صحيح عن الشعبي، والطريق إليه صحيحة، والطريق التي ذكرها المخرج أخرجها وكيع في \" مصنفه \" ومن طريقه ابن حزم في \" المحلى \" (9/381) قال وكيع: نا إسماعيل بن أبي خالد عن الشعبي.. فذكره. وإسناده صحيح أيضاً إلى الشعبي.\nوأما التحاكم إلى جبير بن مطعم فقد وقفت عليه.\nرواه البيهقي في البيوع من \" السنن الكبرى \" (5/268) قال: أخبرنا أبو القاسم هبة الله بن الحسن: أنا عبد الله ـ وفي نسخة عبيد الله ـ بن محمد بن أحمد: أنا عثمان بن أحمد: ثنا أبو قلابة: ثنا عبيد الله بن عبد المجيد: ثنا رباح بن أبي معروف عن ابن أبي مليكة أن عثمان ابتاع من طلحة بن عبيد الله أرضاً بالمدينة ناقله بأرض له بالكوفة، فلما تباينا ندم عثمان، ثم قال: بايعتك مالم أره، فقال طلحة: إنما النظر لي إنما ابتعت مغيباً، وأما أنت فقد رأيت ماابتعت، فجعلا بينهما حكماً، فحكما جبير بن مطعم\n...\nالحديث.\nقلت: إسناده لين، وتحسينه قريب.\n(1) ساق الخبر بإسناد سعيد في \" سننه \" الموفق في \" المغني \" (9/80) قال سعيد: ثنا هشيم ثنا سيّار ثنا الشعبي قال: فذكره مطولاً وفيه قصة.\nالجزء: 1 ¦ الصفحة: 206\n",
        "قال المصنف (2/461) :\n(روى إبراهيم التيمي أن علياً رضي الله عنه حاكم يهودياً إلى شريح فقام شريح من مجلسه، وأجلس علياً فيه، فقال علي رضي الله عنه: لو كان خصمي مسلماً لجلست معه بين يديك، ولكني سمعت رسول الله صلى الله عليه وسلم يقول: \"\nلا تساووهم في المجالس\n\") انتهى.\nقال مُخرّجُه (8/242 ـ 243) :\n2620 -\n(ضعيف. أخرجه أبو أحمد الحاكم في \" الكنى \" في ترجمة أبي سُمير عن الأعمش عن إبراهيم التيمي به مطولاً، وقال: منكر.\nوأورده ابن الجوزي في \" العلل \" من هذا الوجه، وقال: لا يصح، تفرد به أبو سمير.\nكذا في \" التلخيص \" (4/193) .. إلخ) .\nقال مقيده:\nاعتماد المخرج على التلخيص في التخريج يشير إلى أنه لم يقف على إسناده.\nوقد وقفت عليه: أخرجه ابن القاص في \" أدب القاضي \" (1/167 ـ 168) ، وأبو نعيم الأصبهاني في \" حلية الأولياء \" (4/139 ـ 140) ، وأبو أحمد الحاكم في \" الكنى \" (1/130 ـ الأزهرية) وغيرهم من طريق أبي سُميرٍ حكيم بن خِذَام حدثنا الأعمش عن إبراهيم التيمي به.\nالجزء: 1 ¦ الصفحة: 207\n",
        "وأبو سُمَير ضعيف، طالع \" ميزان الاعتدال \" (1/585) و\" لسان الميزان\" (2/342 ـ 343) والقصة مسوقة في ترجمته هناك.\nوقال أبو نعيم في \" الحلية\":\n(غريب من حديث الأعمش عن إبراهيم، تفرد به حكيم) انتهى.\nقلت: ومثله لا يحتمل تفرده، فهو منكر.\nتنبيه: قد أعل المخرج الخبر بعلتين فذكر الأولى وهي الإرسال، ثم قال:\n(والأخرى: أبو سمير حكيم بن حزام كما في الكنى للدولابي قال في \" الميزان \" قال أبو حاتم: متروك الحديث، وقال البخاري: منكر الحديث\n...\nإلخ) انتهى.\nقال مقيده: تحرف اسم والد حكيم في \" الكنى \" و\" الميزان \" في المطبوعتين اللتين نقل عنهما المخرج وتبعهما المخرج في نقل مافي المطبوعتين، وحكيم هو ابن خذام بخاء ثم ذال معجمتين وليس ابن حزام طالع: \" المؤتلف والمختلف\" للدار قطني (2/898) وغيره من كتب المتشابه والمؤتلف والمختلف، وقد ضبط على الصحة في طبعة الحلبي للميزان، وأبو سُمير مصغر بضم أوله وفتح ثانيه.\nالجزء: 1 ¦ الصفحة: 208\n",
        "قال المصنف (2/462) :\n(قال شريح: شرط عليّ عمر حين ولاني القضاء أن\nلا أبيع ولا أبتاع، ولا أرتشي، ولا أقي وأنا غضبان)\nانتهى.\nقال مُخرّجُه (8/250) :\n2624 -\n(لم أقف عليه الآن) انتهى.\nوكذلك قال الحافظ ابن حجر في \" التلخيص\" (4/195) \" (لم أجده) .\nقال مُقيّدُه:\nروى وكيع في \" أخبار القضاة \" (2/190) نحوه، قال: أخبرني عبد الله بن الحسن المؤدب عن النميري عن حاتم بن قبيصة المهلبي عن شيخ من كنانة قال:\nقال عمر لشريح حين استقضاه: لا تشار ولا تضار ولا تشتر ولا تبع ولا ترتش.\nقلت: هذا منقطع ضعيف.\nوروى عبد الرزاق في \" المصنف \" (8/300) قال: أخبرني محمد بن عبيد الله عن أبي حريز ـ كان بسجستان ـ قال: كتب عمر إلى أبي موسى الأشعري:\nلا تبيعن ولا تبتاعن ولا تشارن ولا تضارن ولا ترتش في الحكم، ولا تحكم بين اثنين وأنت غضبان.\nالجزء: 1 ¦ الصفحة: 209\n",
        ""
    ]
}