{
    "1": [
        "التلقين في الفقة المالكي\nالتلقين في الفقة المالكي\nالقاضي عبد الوهاب\nالكتاب:\nالتلقين في الفقة المالكي\nالمؤلف:\nأبو محمد عبد الوهاب بن علي بن نصر الثعلبي البغدادي المالكي (المتوفى: 422هـ)\nالمحقق:\nابي أويس محمد بو خبزة الحسني التطواني\nالناشر:\nدار الكتب العلمية\nالطبعة:\nالأولى 1425هـ-2004م\nعدد الأجزاء:\n2\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الجزء الأول\nمقدمة\n...\nبسم الله الرحمن الرحيم\nوصلى الله على سيدنا محمد وآله وصحبه وسلم\nقال القاضي الجليل أبو محمد عبد الوهاب بن علي بن نصر البغدادي المالكي رحمه الله: الحمد لله نشكره ونستعينه ونستغفره ونعبده ونذكره\nالجزء: 1 ¦ الصفحة: 15\n",
        "ونؤمن به ولا نكفره ونسأله الصلاة على خيرته من خلقه محمد نبيه صلى الله عليه وسلم وعلى آله وأصحابه وأزواجه وذريته صلاة تامة نحظى بفضيلتها ونسعد بمزيتها آمين.\nالجزء: 1 ¦ الصفحة: 16\n",
        "كتاب الطهارة\nمدخل\n...\nكتاب الطهارة\nالطهارة من الحدث فريضة واجبة على كل من لزمته الصلاة وهي ثلاثة أنواع وضوء وغسل وبدل منها عند تعذرهما وهو التيمم.\nفأما الوضوء ففي ثمانية مواضع وهي الوجه وداخل الفم وداخل الأنف وما بين الصدغ والأذن واليدان إلى آخر المرفقين والرأس والأذنان ظاهرهما وباطنهما والرجلان إلى آخر الكعبين.\nوطهارته نوعان: غسل ومسح فالمسح بالرأس والأذنين والغسل فيما عداها وأحكامه ثلاثة أنواع: فرض وسنة وفضيلة.\nففروضه ستة وهي النية وغسل الوجه كله وغسل اليدين إلى آخر المرفقين والمسح بالرأس كله وغسل الرجلين إلى الكعبين وما به يفعل ذلك وهو الماء المطلق وسننه سبع وهي غسل اليدين قبل إدخالهما في الإناء والمضمضة والاستنشاق وغسل البياض الذي بين الصدغ والأذن ومسح داخل\nالجزء: 1 ¦ الصفحة: 17\n",
        "الأذنين وفي ظاهرهما خلاف وتجديد الماء لهما والترتيب. وفضائله ثلاث وهي السواك قبله والتسمية عند بعض أصحابنا وتكرار مغسوله مرتين أو ثلاثاً هذا ذكر جملة ونحن نبين تفصيله.\nفصل\nأما النية فقد بينا أنها من فروضه وهي قصده به ما لزمه والذي يلزمه أن ينوي بوضوئه رفع الحدث أو استباحة فعل معين يتضمن رفع الحدث ومعنى رفع الحدث استباحة كل فعل كان الحدث مانعاً منه ومعنى تعيين ما يتضمن ذلك هو أن ينوي به استباحة فعل بعينه لا يستباح إلا بعد التطهر من الحدث وذلك كالصلوات كلها على اختلاف أنواعها من الصلوات المعهودة وصلاة الكسوف والجنازة وسجود القرآن على اختلاف أحكامها من فرض على الأعيان أو على كفاية وسنة ونفل وكالطواف بالبيت كل هذا لا يجزئ إلا بعد التطهر من الحدث فقصده استباحة واحدة كقصده استباحة جميعه.\nالجزء: 1 ¦ الصفحة: 18\n",
        "وأما الوجه فالفرض \"إيعاب جميعه\" وحده ما انحدر من منابت شعر الرأس إلى آخر الذقن للأمرد وآخر اللحية للملتحي طولاً وما دار عليه من العذارير عرضاً فإن كان عليه شعر لزم إمرار الماء عليه ثم ينظر فإن كان كثيفاً قد ستر البشرة ستراً لا تتبين معه انتقل الفرض إليه وسقط فرض إيصال الماء إلى البشرة وإن كان خفيفاً تبين منه البشرة لزم إمرار الماء عليه وعلى البشرة وسواء في ذلك أن يكون على خد أو شفة أو حاجب أو عذار أو عنفقة ويلزم فيما انسدل عن البشرة كلزومه فيما تحت بشرة.\nوأما اليدان ففرض غسلهما إلى استيفاء المرفقين على تخليل أصابعهما وأما الرأس فهو ما صعد عن الجبهة إلى آخر القفا طولاً وإلى الأذنين عرضاً واختلف في الأذنين هل هما منه حقيقة أو حكماً فمن\nأوجب مسحهما عدهما منه ومن لم يوجبه عدهما زائدتين عليه والاختيار في صفة مسح الرأس أن يبدأ بيديه من مقدمه ثم يمر بهما إلى مؤخره ثم يردهما إلى حيث بدأ.\nوالفرض في تطهير القدمين غسلهما إلى الكعبين والكعبان هما اللعظمان اللذان عند معقد الشراك وقيل الناتئان في طرف الساق وهما داخلان في الوجوب وعلى أقطعهما غسل ما بقي له منهما بخلاف المرفقين.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ومن شيوخنا من يعد الموالاة فرضا مع الذكر والذي يجب أن يقال أن التفريق يفسده مع التعمد أو التفريط ومع الطول المتفاحش الخارج عن الموالاة ولا يفسد قليله ولا على وجه السهو هذا الكلام في تفصيل فروضه وبيان الماء المطلق يأتي في موضعه إن شاء الله.\nفصل\nفأما بيان سننه فمنها غسل اليدين قبل إدخالهما في الإناء وذلك من سنة الوضوء لكل طاهر اليد مريد للوضوء بأي نوع كان انتقاض وضوئه من الأحداث وأسبابها من بول أو غائط أو ريح أو نوم من ليل أو نهار أو لمس أو مس فرج أو كان مجدداً للوضوء.\nوأما تطهير داخل الفم فإنه سنة وهو المضمضة وصفتها أن يوصل الماء إلى فيه ثم يخضخضه ويمجه. وأما تطهير داخل الأنف فإنه سنة وصفته أن يجذب الماء إلى خياشيمه وهو الاستنشاق ويستحب له المبالغة فيه إلا في الصوم.\nالجزء: 1 ¦ الصفحة: 20\n",
        "وأما غسل البياض الذي بين الصدغ والأذن فسنة ويستوفى جميعه بالغسل وأما الأذنان فيستحب استيفاؤهما بالمسح ظاهرهما وباطنهما وإدخال الأصابع إلى الصماخين وقد بينا القول في الرجلين.\nوأما بيان الترتيب المسنون فهو أن يبدأ بعد النية فيسمي الله ويغسل يديه قبل إدخالهما في الإناء ثم يتمضمض ثم يستنشق ثم لينتشر ثم يغسل وجهه يبدأ من أعلاه ثم يمني يديه ثم يسراهما من أطراف الأصابع إلى المرافق ثم يمسح الرأس على الصفة التي ذكرنا ثم المسح بالأذنين ثم يغسل يمني رجليه ثم يسراهما.\nفصل\nفأما فضائله فالسواك بعود يابس أو رطب إلا أن يكون صائماً فيكره له الأخضر خيفة أن يصل طعمه إلى الحلق فيفطره فإن لم يجد شيئاً فإن أصبعه يجزيه.\nوأما التكرار ففضيلة في المغسول دون الممسوح فيكرره مرتين أو ثلاثا الثلاث أفضل من الاثنين وما زاد على الثلاث سرف ممنوح والمرة هي الفرض ولا فضيلة في تكرار مسح الرأس والأذنين.\nالجزء: 1 ¦ الصفحة: 21\n",
        "باب مايوجب الوضوء وما ينقضه بعد صحته\n...\nباب ما يوجب الوضوء وما ينقصه بعد صحته\nيوجب الوضوء شيئان أحداث وأسباب للأحداث فأما الأحداث الموجبة للوضوء فهي ما خرج من السبيلين من المعتاد دون النادر الخارج على وجه المرض والسلس من غائط أو ريح أو بول أو مذي أو ودي إذا كان ذلك على غير وجه السلس والاستنكاح وإن كان البول والمذي خارجين على وجه السلس والاستنكاح فلا وضوء فيهما واجب وكذلك ما خرج من السبيلين من غير المعتاد كالحصى والدم والدود فلا وضوء فيه ويفسد الوضوء الردة ولا يوجب الوضوء ما خرج من البدن من غير السبيلين من قيئ ولا قلس ولا بلغم ولا رعاف ولا حجامة ولا فساد ولا غير ذلك.\nوأما أسباب الأحداث فهي ما أدت إلى خروج الأحداث غالباً وذلك نوعان أحدهما: زوال العقل بالنوم والسكر والجنون والإغماء.\nفأما النوم المستثقل فيجب منه الوضوء على أي حال كان النائم من اضطجاع أو سجود أو جلوس أو غير ذلك وما دون الاستثقال يجب منه الوضوء في الاضطجاع والسجود ولا يجب في الجلوس.\nوأما السكر والجنون والإغماء فيجب الوضوء بقليله وكثيره.\nوالنوع الآخر: وهو ضربان لمس النساء ومس الذكر.\nفأما لمس النساء فيجب منه الوضوء إذا كان للذة قليلاً كان أو كثيراً مباشراً أو من وراء حائل رقيق لا يمنع اللذة وإن كان صفيقاً لم يوجب الوضوء لمنعه اللذة ولا فرق بين اللمس باليد أو الفم أو بغيرهما من الأعضاء إذا وجد اللذة ولا بين\nالجزء: 1 ¦ الصفحة: 22\n",
        "لمس الأعضاء أو الشعر إذا كان هناك لذة ولا فرق بين الزوجة والأجنبية وذات المحرم.\nوأما مس الذكر فالمراعاة فيه اللذة عند بعض أصحابنا البغداديين كلمس النساء وعند المغاربة وبعض البغداديين ببطن الكف أو الأصابع فقط ومس المرأة فرجها مختلف فيه.\nولا وضوء من مس الأنثيين ولا الدبر ولا شيء من أرفاغ البدن وهي مغابنة الباطنة كتحت الابطين وما بين الفخدين وما أشبه ذلك ولا من أكل شيئاً أو شربه كان مما مسته النار أو مما لم تمسه ولا من قهقهة في صلاة أو غيرها ولا من ذبح بهيمة أو غيرها.\nالجزء: 1 ¦ الصفحة: 23\n",
        "باب ما يوجب الغسل\nيجب الغسل على الرجل بشيئين:\nإنزال الماء الدافق عن اللذة في نوم أو يقظة فإن عري عن اللذة فلا غسل فيه والإيلاج بالحشفة في قبل أودبر وعلى المرأة بهذين وبشيئين آخرين وهما الحيض والنفاس وهو خروج الولد وعليهما بإسلام الكافر منهما.\nالجزء: 1 ¦ الصفحة: 23\n",
        "باب صفة الاغتسال\nقد بينا أن الغسل من الجنابة وسائر ما ذكرناه معها فريضة وهو مشتمل على مفروض ومسنون وفضيلة فمفروضات ثلاث وهي النية وتعميم ظاهر البدن وإمرار اليد على البدن مع الماء \"وهذا عندنا من شرط كونه غسلاً\" فيستوي فيه الغسل والوضوء إلا أن العادة قد جرت بذكره مع الغسل ويفعل الغسل بما يفعل به الوضوء من الماء المطلق فأما مسنوناته فهي المضمضة والاستنشاق وفي تخليل اللحية روايتان أحداهما: الوجوب والآخر: أنه سنة.\nوأما الفضيلة فهي أن يبدأ بغسل يديه ثم يتنظف من أذى إن كان عليه ثم يتوضأ وضوء للصلاة ثم يخلل أصول شعر رأسه بالماء ثم يغرف عليه ثلاثاً ثم\nالجزء: 1 ¦ الصفحة: 23\n",
        "يفيض الماء على بدنه كله ومن له شعر معقوص من رجل أو امرأة لم ينقضه وأجرى الماء ثم ضغثه بيده.\nالجزء: 1 ¦ الصفحة: 24\n",
        "باب المياه وأحكامها\nالأصل في المياه كلها الطهارة والتطهير على اختلاف صفاتها ومواضعها من سماء أو أرض أو بحر أو نهر أو عين أو بئر ملح أو عذب أو راكد كان باقياً على أصل مياعته أو ذائباً بعد جموده إلا ما تغيرت أوصافه التي هي اللون والطعم والريح أو أحدها من مخالطة ما ينفك عنه غالباً أو بما ليس بقرار له ولا متولد عنه فما تغير بذلك فإنه خارج عن أصله ثم المخالط له على ضربين طاهر ونجس فالطاهر يسلبه التطهير فقط فيصير طاهرا غير مطهر كسائر المائعات والنجس يسلبه الصفتين جميعاً الطهارة والتطهير ويصير به نجساً من غير حد في ذلك مضروب ولا مقدار موقوت سوى أنه يكره استعمال القليل منه الذي لا مادة له ولا أصل إذا خالطته نجاسة ولم تغيره \"كماء الحب\" والجرة وسائر الأواني وآبار الدور الصغار.\nولا يكره في الكثير كالحياض والغدر والآبار الكبار ويجمع أوصافه أن يقال الماء على ضربين مطلق ومضاف فالمتطهير هو المطلق دون المضاف\nالجزء: 1 ¦ الصفحة: 24\n",
        "فالمطلق ما لم يتغير أحدا أوصافه بما ينفك عنه غالباً مما ليس بقرار له ولا متولد عنه فيدخل في ذلك الماء القراح وما تغير بالطين لأنه قراره وكذلك ما يجري على الكبريت وما تغير بطول المكث لأنه متولد عن مكثه وما تغير \"بالطحلب\" لأنه من باب مكثه وما انقلب عن العذوبة إلى الملح لأنه من أرضه وطول إقامته.\nويدخل فيه الماء المستعمل على كراهة استعماله وكذلك القليل الذي لم تغيره النجاسة والمضاف نقيض المطلق وهو ما تغير أوصافه أو أحدها من مخالط له مما ينفك عنه غالباً وهو على ضربين مضاف نجس ومصاف طاهر وذلك بحسب المخالط له وما تغير بزعفران أو عصفر أو كافور أو غير ذلك من الطيب أو بلبن أو خل أو بشيء من المائعات أو الجامدات لأنه مما خالطه ما ينفك عنه غالبا فشبه بماء الباقا فهو طاهر غير مطهر.\nفصل\nوالحيوان كله طاهر العين طاهر \"السؤر\" إلا ما لا يتوقي النجاسات غالباً كالكلب والخنزير والمشركين فأسئارهم مكروهة وفي الحكم طاهرة إلا ما تغير منها عند إصابتهم النجاسة أكل الكلب الميتة وأكل النصراني الخنزير وشربه الخمر فإنه نجس.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ويغسل الإناء من \"ولوغ الكلب\" في الماء سبعاً ويراق الماء استحباباً ولا يراق ما ولغ فيه الكلب من سائر المائعات وفي غسل الإناء منه روايتان وأسار البغال والحمير وسائر الدواب والسباع والطير طاهرة الا يكون شيء منها يأكل النجاسة على ما بيناه وفي غسل الإناء من ولوغ الخنزير روايتان ثم الحيوان بعد ذلك على ضربين بري وبحري فالبحري طاهر العين حياً وميتاً كان سمكاً أو غيره كان مما له شبه في البر أو مما لا شبه له ينجس في نفسه ولا ينجس ما مات فيه من مائع ويجوز التطهر بما مات فيه على الإطلاق إلا أن تغيره فيصير مضافاً لا نجساً.\nوالبري ضربان منه ما له نفس سائلة كسائر ما ذكرناه من الدواب وغيرها من الطير والفأرة والسنانير فمات مات من ذلك نجس في نفسه وينجس ما مات فيه من مائع غيره أو لم يغيره ولا ينجس الماء إلا أن تغيره النجاسة إلا أنه يستحب نزح البئر التي تموت فيها بحسب كبر الدابة وصغرها وكثرة ماء البئر وقلته وذلك توق واستحباب وما تغير وجب نزح جميعه إلى أن يزول التغير.\nوالضرب الآخر ما لا نفس له سائلة كالزنبور والعقرب والخنفساء والصرار وبنات وردان وشبه ذلك فحكم هذا حكم دواب البحر لا ينجس في نفسه إذا مات ولا ينجس ما مات فيه من مائع أو ماء وكذلك ذباب العسل والباقلاء ودود الخل.\nولا يجوز التطهر من حدث ولا نجس ولا بشيء من المسنونات والمفروضات والقربات بمائع سوى الماء المطلق.\nونبيذ التمر المسكر نجس كالخمر ولا يجوز شربه ولا التطهر به للحدث ولا للنجس.\nالجزء: 1 ¦ الصفحة: 26\n",
        "باب في الاستنجاء وآداب الأحداث\nويختار لمريد الغائط والبول أن يبعد بموضع لا يقرب منه أحد ولا يتسقبل القبلة ولا يستدبرها إلا أن يكون في منزله أو بين البنيان فيجوز ذلك\nولا ينبغي له قضاء الحاجة على \"قارعة الطريق\" ولا شاطئ نهر ولا في ماء دائم إلا أن يكون كثيراً جداً \"كالمستبحر\" ولا يكلم أحداً في حال جلوسه للحدث وإذا أراد الاستنجاء فبشماله إلا أن يكون له عذر ويفرغ الماء على يديه قبل أن يلاقي بها الأذى والأفضل له أن يجمع بين الماء والأحجار ويبدأ بالأحجار فإن اقتصر على أحدهما أجزأه والماء أفضل وإن اقتصر على الأحجار جاز ما لم يعد المخرج أو ما يقاربه فإن انتشر على ذلك الموضع لم يجزه إلا الماء.\nويستحب له أن يأتي بالثلاثة وأن أنقى بدونها أجزأه وكل جامد يحصل به الإنقاء فهو كالحجر في الإجزاء وقد يخالفه في إباحة الابتداء إذا كان مما له حرمة ويكره له العظم والبعر وإن وقع بهما الإنقاء جاز ومن ترك الاستنجاء \"والاستجمار\" وصلي بالنجاسة، فإن كان لعذر من سهو أو عدم ما يزيلها به\nالجزء: 1 ¦ الصفحة: 27\n",
        "أجزاه وأعاد إن وجد الماء في الوقت وإن كان عامداً قادراً على الإزالة لم يجزه وأعاد أبداً وليس على من بال أن يقوم أو يقعد أو يزيد في التنحنح ولكن \"ينتثر\" ذكره ويستفرغ جهده على ما يرى أن حاله يقتضيه من طالة أو إقصار ويكره البول قائماً في موضع صلب لا يأمن تطايره عليه أو مقابلة الريح ويجوز في الرمل والمواضع التي يأمن ذلك فيها.\nالجزء: 1 ¦ الصفحة: 28\n",
        "باب منه آخر\nكل مائع خرج من أحد السبيلين نجس وذلك هو البول والغائط والمذي والودي والمني ودم الحيض والنفاس والاستحاضة وغير ذلك من أنواع البلل والدماء كلها نجسة من إنسان أو حيوان له نفس سائلة تجوز الصلاة بقليلها ولا تجوز بكثيرها إلا دم الحيض ففيه روايتان.\nوالأبوال على ثلاثة أضرب: بل حيوان محرم الأكل فهو نجس وبول حيوان مكروه الأكل فهو مكروه وبول حيوان مباح الأكل فهو طاهر مباح إلا أن يعرض ما يمنعه مثل أن يكون غذاء ذلك الحيوان النجاسة أوغالبه.\nوأجزاء الميتة كلها نجسة إلا ما لا حياة فيه كالشعر والصوف والوبر وكل حيوان في ذلك واحد وجلود الميتة كلها نجسة لا يطهرها الدباغ غير أنه يجوز استعمالها في اليابسات وعظم الميتة وقرنها نجس.\nالجزء: 1 ¦ الصفحة: 28\n",
        "باب التيمم\nوفصوله خمسة: من يجوز له التيمم من المحدثين وشروط جوازه وصفة التيمم وما يتيمم به والصلوات التي يتيمم لها وتؤدي به فأما من يجوز له التيمم فكل محدث حدثاً أعلى أو أدنى ممن يلزمه الوضوء أو الغسل.\nوأما شروط جوازه فشرطان: عدم الماء الذي يتطهر به أو عدم بعضه فإن وجد دون الكفاية لم يلزمه استعماله والشرط الآخر تعذر استعمال الماء مع وجوده وكل واحد من هذين الشرطين متعلق بشروط منها ما يعم ومنها ما يخص فأما ما يعم فهو أن يكون محتاجاً إلى التيمم وذلك بأن يدخل الوقت ويتوجه عليه فرض الصلاة فإن قدمه على ذلك فلا يجزئه.\nوأما ما يخص فهو عادم الماء لا يجوز له التيمم إلا بعد طلب الماء \"واعوازه\" وإن وجده بثمن مثله أو غالباً غير \"متفاحش\" لزمه شراؤه إلا أن \"يجحف به\" وهذه الشروط منتفية في القسم الآخر وهو تعذر استعماله وأما جوازه لتعذر الاستعمال فيعتبر فيه أربعة شياء خوف تلف أو زيادة مرض أو تأخر برء أو حدوث مرض يخاف معه ما ذكرناه.\nوالثاني: أن يجد الماء ويخاف لخروجه إليه لصوصاً أو سباعاً فيجوز له التيمم.\nوالثالث: أن يخاف متى تشاغل باستعماله فوات الوقت لضيقه أو تأخر المجيء به أو لبعد المسافة في الوصول إليه أو لعدم الآلة التي توصله إليه كالدلو \"والرشاء\".\nوالرابع: أن يخاف على نفسه أو إنسان يراه التلف من شدة العطس أو يخاف ذلك في ثاني حال أو يغلب على ظنه أنه لا يجده وأما المحبوس فكعادم\nالجزء: 1 ¦ الصفحة: 29\n",
        "الماء وكذلك المريض الذي عنده ماء ولا يجد من يناوله إياه فهو كعادم الآلة وليس من شرطه ألا يكون حاضراً بل يجوز للحاضر والمسافر على الشروط التي ذكرناه.\nوأما صفة التيمم فهي أن يضع يديه على الصعيد ثم يمسح بها وجهه كله ويديه إلى المرفقين وقيل إن اقتصر على الكوعين أجزأه.\nوالاختيار ضربان وإن اقتصر على واحدة جاز.\nفأما ما يتيمم به فالأرض نفسها وما تصاعد عليها من أنواعها كالتراب \"والجص\" والنورة والرمل والزرنيخ وغير ذلك مما في بابه وليس من شروطه \"علوق\" شيء بالكف بل يجوز بالحجر الصلد الذي لا يتعلق باليد شيء منه فأما ما يتيمم له فكل قربة لزم التطهر لها بالماء كالصلوات كلها ومس المصحف وغسل الميت ولا يكاد يتصور في الطواف إلا للمريض ولا يجوز التيمم لجنازة في الحضر إلا أن يتعين الفرض عليه ولا يجوز الجمع بالتيمم بين صلوات فروض على وجه ويجوز بين نوافل عدة ويجوز الجمع بين الفرض والنفل إذا قدم الفرض قبل النفل ويجوز التنفل بتيمم الفرض ولا يجوز الفرض يتيمم النفل والجنب ينوى بتيممه الحدث الأصغر ناسياً لجنابته ففيه روايتان ولا يخلو مريد التيمم من ثلاثة أحوال إما أن يغلب على ظنه اليأس من وجود الماء في الوقت أو يغلب على ظنه وجوده ويقوي رجاؤه أو يتساوي عنده الأمران فالأول يتيمم أول الوقت والثاني آخره والثالث وسطه. هذا هو الاختيار ومن تيمم ثم وجد الماء فله ثلاثة أحوال إما أن يجده قبل الدخول في الصلاة أو بعد الشروع فيها أو بعد الفراغ منها فالأول يلزمه استعماله ويبطل تيممه إلا أن يكون الوقت من الضيق بحيث يخشى معه فوات الصلاة إن تشاغل به والثاني يمضى على صلاته ولا يؤثر وجود الماء شيئاً وكذلك الثالث والتيمم لا يرفع الحدث وفائدة ذلك شيئان منع الجمع بين الفرضين بتيمم واحد وأنه إذا وجد الماء بعد تيممه تطهر للحدث المتقدم.\nالجزء: 1 ¦ الصفحة: 30\n",
        "باب المسح على الخفين وما يتعلق به\nالمسح على الخفين جائز في السفر والحضر للرجال والنساء إذا أدخل رجليه في الخفين بعد كمال وضوئه من غير توقيت بمدة من الزمان لا يقطعه إلا الخلع,\nالجزء: 1 ¦ الصفحة: 30\n",
        "أو حدوث ما يوجب الغسل كان الخف صحيحاً أو فيه خرق يسير لا يمنع متابعة المشى ويستحب للمقيم خلعه كل جمعة للغسل وإذا خلعهما غسل رجليه وبطل حكم المسح ولا يجوز المسح على \"جوربين\" غير مجلدين وفي المجلدين والجرموقين روايتان والمختار مسح أعلاهما وأسفلهما فإن اقتصر على أعلاهما أجزأه وإن اقتصر على أسفلهما لم يجزه ولا يجوز المسح على عمامة ولا على خمار ولا على حائل دون عضو سوى الرجلين إلا لضرورة كسر أو جرح فيمسح على الجبائر والعصائب شدهما محدثاً أو متطهراً بخلاف الخفين.\nالجزء: 1 ¦ الصفحة: 31\n",
        "باب في الحيض والنفاس وما يتصل بهما\nوالدماء التي \"ترخيها\" الرحم ثلاثة دم حيض ودم نفاس ودم علة وفساد وهو الاستحاضة. فأما دم الحيض فهو الخارج من الفرج على وجه الصحة بغير ولادة والنفاس ما كان عقيب الولادة والفساد ما خرج عن صفتيهما \"ودم الحيض والنفاس يمنعان أحد عشر شيئا\".\nالجزء: 1 ¦ الصفحة: 31\n",
        "وهي وجوب الصلاة وصحة فعلها وفعل الصوم دون وجوبه وفائدة الفرق لزوم القضاء للصوم ونفيه للصلاة والجماع في الفرج وما دونه والعدة والطلاق والطواف ومس المصحف ودخول المسجد والاعتكاف وفي قراءة القرآن روايتان ويمنع الجنب من القرآن إلا الآيات اليسيرة للتعوذ.\nوأقل الحيض والنفاس لا حد له وأكثر الحيض خمسة عشر يوماً وأكثر النفاس ستون يوماً ولا حد لأقل الاستحاضة ولا أكثرها ولا بد من طهر يفصل بين الحيضتين وأقله خمسة عشر يوماً على الظاهر من المذهب ولا حد لأكثره والحائض ضربان مبتدئة ومعتادة فالمبتدئة تترك الصلاة برؤية أول دم تراه إلى انقطاعه وذلك إلى تمام خمسة عشر يوماً أو مدة أيام لذاتها على اختلاف الرواية فإن زاد على ذلك فإن اعتبرنا الخمسة عشر يوماً اغتسلت وصلت وصامت وكانت مستحاضة وإذا اعتبرنا أيام لذاتها استظهرت بثلاثة أيام ما لم تجاوز خمسة عشر يوماً.\nوفي المعتادة روايتان إحداهما بناؤها علي عادتها وزيادة ثلاثة أيام والأخري جلوسها إلى آخر الحيض ثم يعملان فيما بعد على التمييز إن كانت من أهله فإن عدمتا التمييز صلتا أبداً ولم تعتبرأبعاده وإذا انقطعت أيام الحيض والنفاس وجب التلفيق إلى أن تكمل الأيام المعتبرة في الجلوس مالم\nالجزء: 1 ¦ الصفحة: 32\n",
        "يتخللها طهر كامل فيكون ما بعده حيضاً مؤتنفاً والصفرة والكدرة كالدم الأحمر والأسود.\nوالحامل تحيض ولا تمنع الاستحاضة شيئاً يمنعه الحيض وللطهر علامتان الجفوف والقصة البيضاء وإذا طهرت الحائض لم توطأ إلا بعد الغسل.\nالجزء: 1 ¦ الصفحة: 33\n",
        "كتاب الصلاة\nمدخل\n...\nكتاب الصلاة\n...........................................................................................\nالجزء: 1 ¦ الصفحة: 34\n",
        "..........................................................................................\nالجزء: 1 ¦ الصفحة: 35\n",
        "الصلاة ركن من أركان الدين ومعالمه ومما بني الإسلام عليه وهي في الشرع على خمسة أقسام فرض على الأعيان وفرض على الكفاية وسنة وفضيلة ونافلة فالفرض على الأعيان الصلوات الخمس وهي الظهر والعصر والمغرب والعشاء الآخرة والفجر ووجوب الجمعة داخل في وجوب الظهر لأنها بدل منها إذ لا يجتمع وجوبهما لأنهما يتعاقبان.\nوالفرض على الكفاية الصلاة على الجنازة والسنة على ضربين سنة مبتدأة إما لأوقات وإما لأسباب تفعل عندها وسنة مشترطة في عبادة غيرها فالأول هي السنة المفردة وهي خمس صلاة الوتر وصلاة العيدين وصلاة كسوف الشمس والاستسقاء واختلف في ركعتي الفجر فقيل إنها سنة وقيل من الرغائب والضرب الثاني ركعتا الطواف والركوع عند الإحرام والفضيلة تحية المسجد وصلاة خسوف القمر وقيام شهر رمضان وقيام الليل وسجود القرآن والنافلة ركعتان بعد الظهر وقبل العصر ووقت الضحى وسائر ما يتنفل به ابتداء غير متعلق بسبب يقتضيه ولا وقت بعينه.\nفإذا ثبت هذا فالصلوات الخمس التي هي فرض على الأعيان من جحد وجوبها فهو كافر ومن تركها أو واحدة منها معترفاً بوجوبها غير جاحداً لهذا فليس\nالجزء: 1 ¦ الصفحة: 36\n",
        "بكافر ويؤخذ بفعلها ولا يرخص له في تأخيرها عن وقتها فإن أتى بها وإلا قتل ولها أوقات مختلفة الأحكام منها أوقات لا يجوز تقديمها عليها ولا تأخيرها عنها.\nوتنقسم إلى أوقات توسعة وتضييق ومنها ما يتعلق به الفوات ومنها ما لا يتعلق به ونحن نبين ذلك إن شاء الله.\nفصل\nالأوقات وقتان وقت أداء ووقت قضاء فأما القضاء فيذكر فيما بعد وأما وقت الأداء فعلى خمسة أضرب وقت اختيار وفضيلة ووقت إباحة وتوسعة ووقت عذر ورخصة ووقت سنة يأخذ شبهاً من وقت الفضيلة والعذر ووقت تضييق من ضرورة.\nوفائدة الفرق بين وقت الاختيار والفضيلة وبين الإباحة والتوسعة أن وقت الاختيار والفضيلة يتعلق به من الثواب والفضل أكثر مما يتعلق بوقت الإباحة والتوسعة من غير مأثم يلحق بتأخير العبادة إلى وقت التوسعة وذلك كفضيلة أول الوقت على وسطه وفضيلة وسطه على آخره.\nوفائدة الفرق بين وقت العذر والرخصة وبين وقت الإباحة والتوسعة أن له تأخير الصلاة عن وقت الفضيلة إلى وقت الإباحة والتوسعة ابتداء من غير عذر لولاه لم يكن له تأخيرها إما حظراً وإما ندباً كتأخير الصلاة عن أول الوقت إلى آخره وليس كذلك في العذر والرخصة لأنه إنما أبيح لوجد العذر أو لتوقعه على طريق الرفق مع صحة أدائه في الوقت المختار وإمكانه كترخيصنا للمسافر إذا أراد الرحيل وخاف أن يجد به السير أن يجمع بين الظهر والعصر عقيب الزوال وإذا كان راكباً أن يؤخر المغرب الميل ونحوه وكرخصة الجمع بين الصلاتين في المطر.\nوأما الوقت الآخذ شبهاً من وقت الفضيلة والعذر فهو وقت سنة وفضيلة يؤتى بها في وقت العذر والرخصة وذلك كالجمع بين الصلاتين بعرفة والمزدلفة لأن هذا في صورة وقت العذر والتوسعة وهو مع ذلك فضيلة وسنة.\nوأما وقت التضييق والضرورة فهو تقدم العبادة على الوقت المتعلق بالفضيلة الذي لا يجوز قبله لولا الضرورة لم تقدم عليه أو تأخيره إلى الوقت الذي يتعقبه الفوات لولا الضرورة لم يؤخر إليه وهذا الوقت لخمسة: للحائض تطهر،\nالجزء: 1 ¦ الصفحة: 37\n",
        "والمغلوب يفيق، والكافر يسلم، والصبي يبلغ، والمسافر يقدم، والحاضر يسافر، ومن قد نسي صلاة. وكل قسم من هذه الأقسام يرد بيانه في موضعه إن شاء الله إلا أن البداية ها هنا بأوقات الوجوب التي يتعلق الإجزاء بها وفي امتدادها وضيقها ثم نعقب ذلك بفروض الصلاة وسننها ثم ما يقتضيه الحال من ترتيب الأبواب.\nفصل في أوقات الصلاة\nأما وقت الظهر الذي لا تجب قبله ولا يجوز تقديمها عليه فهو زوال الشمس ومعرفة ذلك في غالب الأحوال هو بأن تقيم عوداً مستوياً فترى ظله في أول النهار طويلاً ممتداً ثم لا يزال في نقصان مع اتساع النهار كلما قرب من الزوال إلى أن ينتهي إلى حد يقف عنده ثم يعود في الطول فذلك هو الزوال ويستحب تأخيرها في مساجد الجماعات إلى أن يكون الفيء ذراعاً والإبراد بها في الحر أفضل ثم لا يزال وقتها ممتداً إلى أن يكون زيادة الظل مثله ويعتبر ذلك وقت تناهي نقصانه وأخذه في الزيادة لا من أصله فإذا بلغ مثله فهو آخر وقت الظهر وهو بعينه أول وقت العصر وتكون وقتاً لهما ممتزجاً بينهما فإذا زاد على المثل زيادة بينة خرج وقت الظهر واختص الوقت بالعصر فلا يزال ممتدا إلى أن يصير كل شيء مثليه فذلك آخر وقت العصر.\nويستحب في العصر تأخيرها قليلاً في مساجد الجماعات كنحو ما يستحب في الظهر لا زيادة على ذلك بل تعجيلها بعد هذا التأخير أفضل وتأخيرها زيادة على ذلك مكروه.\nالجزء: 1 ¦ الصفحة: 38\n",
        "ووقت المغرب الذي لا تحل قبله غروب الشمس وهو وقت واحد مضيق غير ممتد يقدر آخره بالفراغ منها في حق كل مكلف ويرخص للمسافر أن يمد الميل ونحوه ثم يصلي وذلك داخل في باب الأعذار والرخص وهو خارج عن هذا الباب.\nووقت العشاء الآخرة مغيب الشفق وهو الحمرة لا البياض وآخر وقتها ثلث الليل الأول ويتسحب في مساجد الجماعات تأخيرها قليلاً قدراً لا يضرب الناس ثم لا يزال وقتها ممتداً إلى أن ينقضي الثلث الأول ووقت صلاة الفجر طلوع الفجر الثاني ويسمى الصادق وهو الضياء المعترض في الأفق\nالذاهب فيه عرضاً يبتديء من المشرق ومعترضاً حتى يعم الأفق ثم لا يزال ممتداً ما لم تطلع الشمس وهي الصلاة الوسطى.\nوالتغليس بها أفضل فهذه أوقات الوجوب المبتدأة وهي على ضربين منها ما يكون ابتداؤها علماً على الإجزاء في كل حال عموماً لا خصوصاً وذلك لثلاث صلوات وهي الزوال في الظهر وغروب الشمس في المغرب وطلوع الفجر في صلاة الفجر فهذه الأوقات هي أوقات الوجوب والإجزاء فلا يجوز تقديم هذه الصلوات عليها بوجه لا في حال عذره ولا غيره.\nوأما المثل في العصر ومغيب الشفق في العشاء الآخرة فهو في الرفاهية والاختيار لأن الإجزاء والرخصة قد يتعلقان بتقديمهما على هذه الأوقات في حال ضرورة على ما نبينه إن شاء الله.\nفصل\nفأما أوقات الضرورة والتضييق فهي لخمسة للحائض تطهر والمغلوب يفيق والصبي يبلغ والكافر يسلم والناسي يذكر ويتصور في اثنين من هؤلاء العكس وهو أن يكون في حق الطاهر تحيض والمفيق يغلب ولا يتصور في الصبي يبلغ لأنه لا يعود إلى الصغر.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ولا الكافر يسلم لأنه إذا ارتد ثم عاد إلى الإسلام لم يؤخذ بقضاء ما فات وأخذ في حال التضييق بما يؤخذ به الكافر الأصلي إذا أسلم ويمكن تصويره في الناسي يذكر وبسط ذلك يطول.\nوبيان هذه الأوقات هو أن ابتداء الزوال وقت للظهر مختص به لا تشاركها فيه العصر بوجه ومنتهى هذا الاختصاص قدر أربع ركعات للحاضر وركعتين للمسافر ثم يصير الوقت مشتركاً بينهما وبين العصر فلا يزال الاشتراك قائماً إلى أن يصير قبل الغروب بقدر أربع ركعات للحاضر أو ركعتين للمسافر فيزول الاشتراك ويختص الوقت بالعصر وتفوت الظهر حينئذ على كل وجه وإدراك وقت الصلاة المعتد به هو إدراك ركعة منها وما قصر عن ذلك فليس بإدراك.\nفإذا طهرت حائض أو أفاق مغمى عليه أو بلغ صبي أو أسلم كافر وقد بقي من النهار بعد فراغهم ما يمكنهم به أداء الصلاة من طهارة وستر عورة وغير ذلك قدر خمس ركعات في الحضر أو ثلاث في السفر فعليهم الظهر والعصر لإدراكهم وقتهما وذلك لقاء ركعة من وقت الظهر المشترك وإدراك جميع وقت العصر وإن كان الباقي أربعاً أو أقل من الخمس فقد فات وقت الظهر فسقط عنهم ويخاطبون في بالعصر فقط لإدراكهم وقتها ولو أدركوا من وقت العصر قدر ركعة فقط كانوا مدركين لوقتها فإن أدركوا دون ذلك لم يدركوا ما يلزمهم به وكذلك لو أخرت امرأة الظهر والعصر إلى أن طرأ عليها الحيض وقد بقي من النهار قدر خمس ركعات أو ثلاثاً على التفصيل الذي ذكرناه فلا قضاء عليها إذا طهرت لأنها حاضت في وقتهما وإن كان الباقي دون ذلك كان عليها قضاء الظهر لإدراك وقتها ولم يلزمها قضاء العصر لأنها حاضت في وقتها وكذلك الحكم في المغلوب وغيره ومثل ذلك في المغرب والعشاء وهو أن تطهر حائض أو يفيق مغلوب وقد بقي للفجر قدر خمس ركعات فتلزمه الصلاتان لإدراكه وقتهما فإن أدرك قدر ثلاث ركعات سقطت المغرب لفوات وقتها وأنه لو صلاها لم يبق للعشاء وقت وإن أدراك قدر أربع ركعات فقيل يصليهما لأنه تبقى ركعة لعشاء وقيل يصلي العشاء فقط لأنه لم يدرك شيئاً من وقت المغرب.\nوابن القاسم يرى في الكافر يسلم أن يعتبر الوقت من وقت إسلامه دون فراغه من أمره ويفرق بينه وبين غيره من أهل الضرورات لأنه لم يكن معذوراً بتأخير الصلاة وغيره من أصحابنا يسوي بينهم وهو النظر لأن بالإسلام قد سقط عنه التغليظ.\nالجزء: 1 ¦ الصفحة: 40\n",
        "فأما المسافر ينسى في سفره الظهر والعصر فيذكرهما بعد دخوله الحضر فإن كان قدومه بقدر خمس ركعات فأكثر صلاهما تامتين وإن كان دون ذلك صلى الظهر مقصورة لفوات وقتها والعصر تامة لبقاء وقتها وإن سافر وقد نسى الظهر والعصر وكان عليه وقت أن فارق الحضر من النهار قدر ثلاث ركعات صلاهما مقصورتين لإدراكه وقتها وهو مسافر فإن كان دون ذلك صلى الظهر تامة قضاء وصلى العصر مقصورة لبقاء وقتها وكذلك القول في المغرب والعشاء.\nالجزء: 1 ¦ الصفحة: 41\n",
        "باب في ذكر الآذان والإقامة\nهما سنتان غير واجبتين وسنة الآذان في الجماعة الراتبة دون الانفراد والإقامة أهبة للصلاة في الجماعة والانفراد والآذان في الصبح تسع عشرة كلمة وغيرها سبع عشرة كلمة وحكاية لفظ في غير الصبح الله أكبر الله أكبر أشهد أن لا إله إلا الله أشهد أن محمداً رسول الله أشهد أن محمداً رسول الله حي على الصلاة حي على الصلاة حي على الفلاح حي على الفلاح الله أكبر الله أكبر لا إله إلا الله وفي الصبح يزيد بعد حي على الفلاح الصلاة خير من النوم الصلاة خير من النوم ولفظ الإقامة الله أكبرالله أكبر أشهد أن لا إله إلا الله أشهد أن محمداً رسول الله حي على الصلاة حي على الفلاح قد قامت الصلاة الله أكبر الله أكبر لا إله إلا الله ولا يؤذن لصلاة قبل وقتها إلا الصبح والتوجه إلى القبلة في الأذان حسن والأفضل أن يوذن متطهراً ولا يؤذن لنافلة ويستحب لسامع الأذان أن يحكيه إلى آخر التشهدين وإن أتمه جاز.\nالجزء: 1 ¦ الصفحة: 41\n",
        "باب العمل في الصلاة\nوالصلاة مشتملة على فروض وسنن وفضائل فالفروض ضربان منفصلة ومتصلة فالمنفصلة نوعان متقدم ومصاحب فمن فروضها الطهارة من الحدث وإزالة النجاسة وستر العورة فهذه هي المنفصلة وأما المتصلة فاستقبال القبلة والنية والترتيب في الأداء ونريد بالانفصال جواز تقديم فعلها وأنها مكتفية بنفسها وذلك يتم في الطهارة وستر العورة.\nوأما استقبال القبلة والنية فمصاحبان لا حكم لهما إلا بإضافتهما إلى الصلاة ومن هذه الفروض ما هو مفروض على الإطلاق ولا تصح الصلاة مع تركه على وجه وهو الطهارة من الحدث والصحيح من مذهبنا أنه إذا عدم الماء والصعيد لم يصل حتى يجد أحدهما وقد قيل: أنه يصلي إذا لم يجدهما.\nثم إذا وجده بعد انقضاء الوقت فهل يلزمه القضاء أو لا يلزمه نظر آخر.\nالجزء: 1 ¦ الصفحة: 41\n",
        "والنية أيضاً فرض مطلق لا تصح الصلاة مع تركها على وجه وأما إزالة النجاسة فاختلف فيه هل هو من شروط الصحة أو ليس من شرطها فإذا قيل ليس من شرطها فلا نقول إنه ليس بفرض ولكن ليس كل الفروض من شرط الصحة وإذا قيل إنه من شرط الصحة فذلك مع الذكر والقدرة ونريد بذلك ما على البدن فأما ما كان على الثوب فلا يتوجه عليه فرض إلا في ترك محله أو فعل الإزالة إن اختار المحل أو وجب وحكم ستر العورة حكم إزالة النجاسة إلا أنه لا يتصور فيه الترك.\nوأما استقبال القبلة ففرض بشرط القدرة فإن كان معايناً لزمه استقبالها إلا مع عدم القدرة وهو في حال المسايفة وأما مع الغيبة فالفرض فيه الاجتهاد مع القدرة فإن كان مسايفاً لم يلزمه وصلى كيف أمكنه وكذلك المتنفل على دابته في سفر القصر.\nفأما في السفينة فمع التعذر يسقط عنه وإذا اجتهد مع القدرة فصلى ثم بان له غلطه فالإجزاء حاصل ويستحب له الإعادة في الوقت فأما أركان الصلاة التي هي منها فتسعة وهي التحريم والقراءة والقيام والركوع والسجود والرفع والفصل بين السجدتين والجلوس والتسليم.\nوقد بينا وجوب النية واستقبال القبلة والواجب المعتد به من النية ما قارن تكبيرة الإحرام سواء ابتدأ به في حال واحد أو تقدمت النية واستصحب ذكراً إلى التكبير ولفظ التكبير متعين وهو أن يقول الله أكبر لا يجزئ غيره من قوله الأكبر أو أجل أو أعظم والواجب من القراءة متعين وهو فاتحة الكتاب لا يجزئ غيرها في كل ركعة هذا هو الصحيح من المذهب وقول آخر الاكتفاء بأكثر الصلاة أو نصفها أو بعضها وهي ضعيفة في المذهب والاعتدال في الركوع والسجود واجب منه ويجزئ منه أدني لبث ولم نعده فرضاً زائداً على\nالجزء: 1 ¦ الصفحة: 42\n",
        "الركوع والسجود لأن اسمها قد تضمنه ويسجد على جبهته وأنفه فإن ترك الجبهة فلا يجزئه وإن اقتصر عليها أجزأه.\nوالاعتدال في القيام للفصل بينهما مختلف فيه والأولى أن يجب منه ما كان إلى القيام أقرب وكذلك في الجلسة بين السجدتين والواجب من التسليم مرة ولفظة متعين وهو أن يقول السلام عليكم لا يجزئ غيره وقدر القيام الواجب ما يكبر فيه تكبيرة الإحرام ويقرأ أم الكتاب وما زاد على ذلك مسنون.\nفصل في سنن الصلاة\nوسنن الصلاة اثنتا عشرة وهي قراءة سورة مع أم القرأن والجهر بالقراءة في موضع الجهر والإسرار بها في موضع الإسرار والاعتدال في الفصل بين الأركان والتشهد الأول والجلوس له والتشهد الثاني. والمختار من ألفاظ التشهد تشهد عمر بن الخطاب رضي الله عنه ولفظه التحيات لله الزاكيات لله الطيبات الصلوات لله السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله فأما الجلوس فالواجب منه قدر ما يسلم فيه وما يوقع فيه التشهد مسنون وكذلك القيام الذي يقرأ فيه الزيادة على أم القرآن مسنون غير مفروض والتكبير في كل خفض ورفع وقوله سمع الله لمن حمده في الرفع من الركوع والصلاة على النبي صلى الله عليه وسلم ولم نذكر سجود السهو لأنه يتنوع إلى واجب وسنة على ما نبينه\nالجزء: 1 ¦ الصفحة: 43\n",
        "وفضائلها سبع: وهي رفع اليدين عند تكبيرة الإحرام إلى المنكبين لا إلى الأذنين وعنه في رفعهما عند الركوع والرفع منه روايتان وإطالة القراءة في الصبح على ما سنذكره والتأمين بعد أم الكتاب والتسبيح في الركوع والسجود والقنوت في الصبح وقول المأموم ربنا ولك الحمد وسجود التلاوة وصفة الجلوس كله صفة واحدة وهي أن يفضي إهام رجله إلى الأرض بيسرى وركبيه ويضع رجله اليسرى تحت يمنى ساقيه وينصب رجله اليمنى ويضع كفيه على فخذيه ويقبض يمناهما ويشير بسبابته\nمنها ويبسط يسراهما والسنن والفضائل كثيراً ما تتداخل وقد بينا جملها ونحن نبين تفصيلها في تضاعيف ما نورده من المسائل إن شاء الله.\nوالمختار له بعد تكبيرة الإحرام أن يعقبها بقراءة أم القرآن من غير أن يفصل بينهما بتسبيح أو توجيه أو قراءة بسم الله الرحمن الرحيم سراً أو جهراً أو استعاذة لا عند قراءة أم القرآن ولا في السورة التي بعدها إلا الذي يصلي التراويح أو يقوم الليل أو يعرض القرآن فإن شاء فصل بين السور بالبسملة والمختار من قدر القراءة في الصلاة مختلف باختلاف أعيانها وهو على ثلاثة أضرب إطالة وقصر وبينهما فالإطالة في الصبح والظهر ويستحب أن يقرأ في الصبح بطوال المفصل أو ما زاد عليهما بقدر ما يحتمله التغليس ولا يبلغ به الإسفار في الصبح بطوال المفصل أو ما زاد عليهما بقدر ما يحتمله التغليس ولا يبلغ به الإسفار والظهر تليها في ذلك أو تقاربها ويستحب التخفيف في العصر والمغرب ويستحب في العشاء الآخرة بين القراءتين.\nوالصلوات في الجهر والإسرار على ثلاثة أضرب منها ما يجهر في جميعها وهي الفجر والجمعة ومنها ما يسر في جميعها وهي الظهر والعصر ومنها ما\nالجزء: 1 ¦ الصفحة: 44\n",
        "يجمع الأمرين وهي المغرب والعشاء وهذا حكم الفرائض فأما النوافل فتذكر فيما بعد.\nوالمصلون ثلاثة إمام ومأموم ومنفرد وهم في أداء الصلاة على ثلاثة أضرب.\nأحدها يشتركون في الخطاب بفعله والآخر يختص به الإمام والمنفرد والآخر يختص به المأموم دونهما وليس في ذلك ما يختص به الإمام دون المنفرد إلا في مواضع لا يتصور مقصودها في الانفراد على ما نبينه فمما يخاطب به الجميع النية والإحرام والركوع والسجود والفصل بينهما والجلوس والتسليم المفروض وجميع الهيئات والذي ينفرد به الإمام والمنفرد وجوب القراءة والجهر بها وسجود السهو وفعل التسليم الواحد والذي ينفرد به المأموم سقوط فرض القراءة والجهر بها وسجود السهو وفعل التسليمة الثانية ونحن نذكر صفة أداء الصلاة كلها على سياقه وإن طال يتضح به ما ذكرناه.\nفنقول والله الموفق: إن وجوب استقبال القبلة واعتقاد نية الفريضة يستوي فيه الصلوات كلها والمصلون كلهم وينفرد المأموم باعتقاد نية الائتمام ولا يلزم الإمام أن ينوي الإمامة إلا في الجمعة وصلاة الخوف ولا يجوز للمأموم أن يخالف الإمام في اعتقاد نية الفرض ولا في النفل ولا في عين الصلاة التي يأتم به فيها إلا أن يكون المأموم متنفلاً فله أن يأتم بمفترض.\nومن أحرم لصلاة الصبح يرفع يديه حذو منكبيه والإمام والمنفرد يعقبان التكبير بقراءة أم القرآن وسورة من الطوال جهراً على ما قدمناه في كلتي الركعتين والمأموم سنته بعد التكبير الإنصات والاستماع ومن لا يحسن أم القرآن صلى خلف من يحسنها فإن لم يقدر كبر واعتدل وسبح إن أحسن ثم ركع ولا يجزئه أن يقوم من يحسنها وعليه أن يأتم به إلا ألا يصلح للإمامة ويجوز أن يؤم مثله ومن فرغ منهم من قراءة أم القرآن أمن المنفرد والمأموم والأفضل للإمام الإجزاء\nالجزء: 1 ¦ الصفحة: 45\n",
        "بتأمين المأموم والاختيار إخفاء التأمين وإذا فرغ من القراءة كبروا والركوع واعتدلوا فيه ورفع جميعهم منه.\nفأما الإمام فيقول إذا رفع رأسه سمع الله لمن حمده ولا يقول ربنا ولك الحمد والمأموم لا يقول سمع الله لمن حمده ويقول اللهم ربنا ولك الحمد والمنفرد يجمع الأمرين ثم يكبر للسجود ويجلس منه ثم يسجد الثانية فإذا هوى للسجود فإن شاء وضع يديه قبل ركبتيه أو ركبتيه قبل يديه إلا أن وضع اليدين ابتداء أحسن وينهض من السجود قائماً لا يقعد ثم يقوم إلا أن يضطر إلى ذلك لمرض أو ضعف ويفعل في الثانية من القراءة ما يفعل في الأولى إلا أنه يقنت إن شاء قبل الركوع وإن شاء بعده واختار مالك رحمه الله قبله من غير تضييق.\nودعاء القنوت على نحو ما ورد في الحديث:\n\"اللهم إنا نستعينك ونستغفرك ونؤمن بك ونتوكل عليك ونخنع لك ونترك من يكفرك اللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى ونحفذ نرجو رحمتك ونخاف عذابك الجد إن عذابك بالكافرين ملحق\".\n\"اللهم اهدنا فيمن هديت وعافنا فيمن عافيت وقنا شر ما قضيت إنك تقضي ولا يقضى عليك ولا يذل من واليت ولا يعز من عاديت تباركت وتعاليت\".\nهذه الألفاظ وما يقاربها وإن كانت في نفسه حاجة دعا الله تعالى بها وكل ذلك سر ثم يركع ويسجد ويجلس على ما بيناه.\nفإذا فرغ من تشهده سلم الإمام والمنفرد واحدة والمأموم اثنتين ينوي بالأولى التحليل وبالثانية الرد على الإمام وإن كان على يساره من يسلم عليه نوى الرد عليه.\nالجزء: 1 ¦ الصفحة: 46\n",
        "فأما الظهر فليست تفارق الصبح في الأداء إلا في الإسرار والاختيار للمأموم أن يقرأ إذا أسر إمامه ويؤمن الإمام فيما يسر فيه ويكبر القائم من اثنتين بعد اعتداله في القيام بخلاف التكبير في سائر أفعال الصلاة التي يأتي بها مع الشروع في الفعل.\nوالسنة الجهر في المغرب والعشاء في الركعتين الأوليين منهما وكل صلاة تزيد على الركعتين فالسنة فيها قراءة سورة مع أم الكتاب في الركعتين الأوليين منها والاقتصار على أم الكتاب في الأخيرتين.\nوعورة الرجل المخاطب يسترها في الصلاة مع سرته إلى ركبتيه.\nوكذلك الأمة وعورة الحرة جميع بدنها إلا الوجه والكفين وتجزيء الصلاة في ثوب واحد إلا أنه يكره له أن يعري كتفيه من رداء أو ما يقوم مقامه في الجماعة وله أن يتقى بثوبه الحر والبرد وأذى الأرض وليس له كفت ثوبه ولا شعره عند الصلاة إلا أن يكون في صنعة صادفته الصلاة عليها فلا يكره له ويكره له التلثم والإقناع وزيادة الانحناء عن التعديل في الركوع.\nالجزء: 1 ¦ الصفحة: 47\n",
        "باب السهو وما يفسد الصلاة وما يتصل بذلك\nالسهو يقع على وجهين: بنقصان وبزيادة وله سجدتان كثر أم قل كان من أحد الوجهين أو كليهما ويؤخر سجوده إلى آخر الصلاة فيؤتي بهما في\nالجزء: 1 ¦ الصفحة: 47\n",
        "النقصان قبل السلام وفي الزيادة بعده وفي اجتماعهما يغلب النقصان فيسجد قبل السلام ويكبر لهما في ابتدائهما والرفع منهما ويتشهد للتين بعد السلام ويسلم وأما اللتان قبل السلام فإن السلام من الصلاة يكفى منهما وفي التشهد لهما روايتان فإن سها عنهما سجد اللتين بعد السلام متى ما ذكر وأما اللتان قبله فيسجدهما ما لم يطل أو ينتقض وضوؤه وإن كان ذلك أعاد الصلاة.\nفصل\nوالمتروك بالسهو أربعة أنواع فريضة وسنة وفضيلة وهيئة ولا يسجد لشيء من ذلك إلا للسنة وحدها فأما الفريضة فلا يجزئ منها إلا الإتيان بها وقد بينا السنن فيما تقدم ومن لم يدر كم صلى بنى على يقينه وسجد بعد السلام إلا أن يكون ممن لا يقين له لاستنكاح الشكوك له وغلبتها عليه فلا يلزمه إلا غالب الظن ويستحب له السجود بعد السلام ولا يسجد المأموم لسهوه والإمام يحمله ويسجد هو مع الإمام في سهو الإمام أدركه أو سبقه به فإن سبقه به سجد معه إن كان قبل السلام وإن كان بعده انتظر إلى أن يفرغ من القضاء ثم يسلم ويسجد.\nومن قام من اثنتين قبل الجلوس رجع ما لم يعتدل قائماً فإن اعتدل قائماً مضى وسجد قبل السلام لأنه نقص فإن أخطأ فرجع جالساً سجد بعد السلام لأنه زاد وقيل قبله لأنه زاد ونقص.\nفصل\nويفسد الصلاة اثنتا عشرة خصلة قطع النية عنها جملة فأما تغييرها ونقلها فله تفصيل والردة وطروء الحدث على أي وجه كان من سهو أو عمد أو غلبة أو تعمد الكلام من غير إصلاحها ولا يفسدها سهو ولا عمده المقصود به إصلاحها ويفسدها ترك ركن من أركانها والعمل الكثير فيها من غير جنسها والقهقهة سهواً أو عمداً، وذكر صلاة يجب عليه ترتيبها وفساد صلاة الإمام لغير سهو وطروء النجاسة المقدور على إزالتها وانكشاف العورة المقدور على تغطيتها إذا تعمد ترك الإزالة أو لتغطيته في المجتمع عليه من ذلك فإن كان قدراً مختلفا فيه سهل الأمر.\nالجزء: 1 ¦ الصفحة: 48\n",
        "باب الإمامة والجماعة وقضاء الفوائت والنوافل وأوقات النهي ومواضعه والجمع وما يتصل بذلك\nويقدم في الإمامة كل من كان أفضل والفقيه أولى من القاريء ولا تجوز إمامة الفاسق ولا المرأة ولا الصبي إلا في نافلة فتجوز دون المرأة ولا العبد\nالجزء: 1 ¦ الصفحة: 48\n",
        "في الجمعة ومقامات المأموم مع الإمام أربعة أحدها عن يمين الإمام وذك الرجل وحده والثاني خلفه وذلك للرجلين فأكثر وللرجل والصبي العاقل يثبت والمرأة وحدها وجماعة النساء إذا لم يكن معهن رجل والثالث صفوف خلفه لا صف واحد وذلك للرجلين فأكثر وإن كان معها امرأة أو نساء فإن الرجال يقومون صفاً واحداً خلف الإمام والنساء خلفهم والرابعة إلى جنبه أو خلفه وذلك لرجل واحد والمرأة أو جماعة النساء فإن الرجل يكون عن يمين الإمام والنساء خلفه.\nفصل\nوالجماعة في غير الجمعة مندوب إليها متأكد الفضيلة ويستحب للمنفرد إعادة ما عدا المغرب في الجماعة والترتيب في الفوائت واجب بالذكر في الخمس فدون وهي أولى عند ضيق الوقت من الحاضرة ويقضيها على صفة أدائها ومن فاته بعض الصلاة قضى أولها كما فعل الإمام والنوافل ضربان منها ما له وقت مرتب وهو ما لا سبب له سوى وقته ومنها ما يتعلق بسبب فهو تابع له ولا يتعلق بالوقت ومنها مبتدأ لا سبب له.\nالمتعلق بالأوقات منها صلاة العيدين والوتر وركعتي الفجر والمتعلق بسبب فصلاة الكسوف والاستسقاء وسجود القرآن وتحية المسجد والركوع عند الإحرام وركوع الطواف ويلحق بالأول قيام رمضان وقيام الليل والركوع قبل العصر وبعد المغرب.\nفصل\nفأما صلاة العيدين والكسوف والاستسقاء فتذكر في مواضعها وأما الوتر فسنته بعد العشاء الآخرة وهو ركعة بعد شفع منفصلة عنه وأما سجود القرآن فعزائمه إحدى عشرة سجدة أولها خاتمة الأعراف وثانيها في الرعد عند قوله: {بِالْغُدُوِّ وَالْآصَالِ} [الأعراف: 15] وثالثها في النحل عند قوله: {وَيَفْعَلُونَ مَايُؤْمَرُونَ} [الرعد:50] ورابعها في بني إسرائيل عند قوله: {وَيَزِيدُهُمْ خُشُوعاً} [الاسراء: الآية\nالجزء: 1 ¦ الصفحة: 49\n",
        "109] وخامسها في مريم عند قوله: {خَرُّوا سُجَّداً وَبُكِيّاً} [مريم الآية: 58] وسادسها في الحج عند قوله: {إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ} [الحج الآية: 18] وسابعها في الفرقان عند قوله: {وَزَادَهُمْ نُفُوراً} [الفقان الآية: 60] وثامنها في النمل عند قوله: {رَبُّ الْعَرْشِ الْعَظِيمِ} [النمل الآية: 26] وتاسعها في ألم تنزيل عند قوله: {وَهُمْ لا يَسْتَكْبِرُونَ} [السجدة الاية: 15] وعاشرها في سورة ص عند قوله: {وَخَرَّ رَاكِعاً وَأَنَابَ} [ص الآية: 24] والحادية عشر في فصلت عند قوله: {إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [فصلت الآية: 37] وقيل: {وَهُمْ لا يَسْأَمُونَ} [فصلت الآية: 38] وليس في المفصل منها شيء ويسجدها من قرأها في صلاة فرض أو نفل واختلف عنه في فعلها في الأوقات المنهي عنها.\nوالأوقات التي نهي عن التنفل فيها وقتان بعد العصر حتى تغرب الشمس وبعد الصبح حتى تطلع فأما الأحوال التي نهي عن التنفل فيها فنخص ولا نعم كحال خطبة الإمام وشروعه في الصلاة وغير ذلك والاختيار في التنفل مثنى مثنى والجهر بالقراءة فيها جائز ليلا ونهارا.\nفصل\nوتكره الصلاة في معاطن الإبل وفي البيع والكنائس والفرض داخل البيت عند مالك وعلى ظهره وتجوز الصلاة في مراح البقر والغنم ويجوز الجمع بين الصلاتين في السفر في وقت أيتهما شاء إذا جد به السير والاستحباب في آخر وقت الأولى وأول وقت الثانية، وذلك في الظهر والعصر وفي المغرب والعشاء ولا يتنفل بينهما ويجوز في الحضر لعذر المطر في المغرب والعشاء دون الظهر والعصر.\nفصل\nومن رعف في صلاته فإن كان يسيرا فتله وتمادى وإن كان كثيراً نظر فإن كان قبل تمام الركعة بسجدتيها قطع ومضى فغسل الدم واستأنف وإن كان بعد\nالجزء: 1 ¦ الصفحة: 50\n",
        "عقد ركعة واحدة بسجدتيها فهو مخير إن شاء قطع وإن شاء مضي فغسل الدم في أقرب موضع اليد وبنى وهذا للمأموم واختلف في المنفرد.\nفصل\nوصلاة المريض بحسب إمكانه ولا يسقط عنه ما يقدر عليه لعجزه عن غيره ويختار له أن يجلس متربعاً ويثني رجليه في السجود فإن لم يقدر على السجود أومأ وجعله أخفض من الركوع فإن عجز عن الجلوس اضطجع على جنبه الأيمن مستقبل القبلة فإن لم يتمكن من ذلك فعلى ظهره ويقف المصلي خلف الصفوف وحده إذا لم يجد في الصف موضعاً ولا يجبذ إليه أحد من الصف ولا ينتظر الإمام لمن سمع حسه ولا يقطع الصلاة مرور شيء بين يدي المصلي.\nفصل\nويستحب للمصلي في الفضاء أن تكون بين يديه لديه سترة تحول بينه وبين المارين وقدرها عظم الذراع في غلظ الرمح.\nالجزء: 1 ¦ الصفحة: 51\n",
        "باب في قصر الصلاة في السفر\nالقصر في الصلاة الرباعية، لأن المغرب لا تنصف والفجر لو قصرت لكانت ركعة وذلك ممنوع وأداؤها على صفة أداء التامة إلا في الإتمام وحد سفر القصر ثمانية وأربعون ميلاً وفي البحر يوم تام.\nوالأظهر من المذهب أن القصر سنة والإتمام مكروه فإن كان خلف مقيم فليتسبقه وإن كان خلف مسافر فأتم فلا يتبعه ويستمر المسافر على القصر وإن عرضت له إقامة ما لم يبلغ بعزيمته أربعة أيام بلياليهن فإن بلغته أتم ولا يقصر حتى يفارق بلده ويخلفه وراء ظهره وفي عوده حتي ينتهي إلى الموضع الذي بدأ منه ولا يقصر العاصي بالسفر وإذا فرغ من صلاة مقصورة ثم عزم على الإقامة لم تلزمه إعادة وإن عزم على ذلك في الصلاة جعلها نافلة وابتدأها تامة.\nالجزء: 1 ¦ الصفحة: 51\n",
        "باب الجمعة\nوهي فرض على الأعيان وشروط وجوبها ستة: البلوغ والعقل والذكورية والحرية والإقامة وموضع يستوطن فيه ويكون محلاً للإقامة به يمكن\nالجزء: 1 ¦ الصفحة: 51\n",
        "الثواء فيه بلداً كان أو قرية وشروط أدائها ستة الإسلام وما يعتبر في سائر الصلوات من الطهارة والستر وإمام وجماعة ولا حد لهذه الجماعة إلا أن يكونوا عدداً تتقرى بهم قرية ومسجد وخطبة وليس من شرطها أن يقيمها سلطان ولا أن يكون العدد أربعين ويجب على من كان خارج المصر المجيء إليها من ثلاثة أميال أو ما يقاربها ووقتها وقت الظهر ولها أذانان عند الزوال وعند جلوس الإمام على المنبر ويؤذن لها على المنارة لا جمعاً بين يدي الإمام والخطبة فيها قبل الصلاة يجلس أولها وبعد الفراغ من الأولى ويخطب متوكئا على قوس أو عصا ولا يسلم.\nوالأفضل أن يكون متطهراً وينصت له ولا يركع من دخل والإمام يخطب ثم يقام لها عند الفراغ من الخطبة الثانية وعدد ركعاتها ركعتان بجهرة كلتيهما ويقرأ في الأولى بالجمعة وفي الثانية بالأعلى أو بالمنافقين وتدرك بقدر ركعة من فعلها أو وقتها ويكره السفر قبل الزوال من يومها ويحرم بعد البيع، ومن سننها المؤكدة الغسل متصلاً بالرواح ولا يجمع إلا في موضع واحد، ولا يصلى الظهر من فاتته في جماعة إلا أن يظهر عذره.\nالجزء: 1 ¦ الصفحة: 52\n",
        "باب صلاة الخوف\nقولنا: صلاو الخوف عبارة عن صفة أداء الصلاة في حال الخوف، وهي الصلاة تحضر والمسلمون منصدون لحرب العدو فيقسم الإمام المعسكر فريقين فريق يصلي معه والآخر بإزاء العدو فيصليها بأذان وإقامة ويصلي بالطائفة التي معه نصف الصلاة فإن كان في حضر وكانت ظهراً أو عصراً أو عشاء صلى بهم ركعتين فإذا فرغ من تشهده قام إلى الثالثة وفي رواية أخرى\nالجزء: 1 ¦ الصفحة: 52\n",
        "يشير إليهم فيتمون لأنفسهم ما بقي عليهم من الصلاة وإن كان في سفر فإذا رفع رأسه من سجود الركعة الأولى وقام إلى الثانية أخذوا في إتمام صلاتهم فإذا فرغوا مضوا وكانوا مقام الفرقة الأخرى ثم جاءت تلك فيصلي بهم ما بقي في تلك الصلاة من ركعة أو ركعتين ثم يسلم ثم يتمون بقية صلاتهم وفي المغرب يصلي بالأولى ركعتين ثم يشير إليهم بعد فراغه من تشهده في إحدى الروايتين وفي الرواية الأخري يقوم إلى الثالثة ويصليها على حسب ما كان يصليها قبل ذلك من جهل أو أسرار وهذا مع التمكن.\nوأما إن اشتد خوفهم ولم يمكنهم العدو أو كانوا في حال المسايفة صلوا بحسب الإمكان.\nالجزء: 1 ¦ الصفحة: 53\n",
        "باب صلاة العيدين\nوصلاة العيدين سنة واجبة وقتها إذا أشرقت الشمس وسنتها المصلى دون المسجد إلا في حالة العذر ووقت الغدو إليها بحسب قرب المسافة من المصلي وبعدها.\nويستحب في الفطر الأكل قبل الغدو إلى المصلى وفي الأضحى تأخيره إلى الرجوع من المصلي ومن سننها الغسل والطيب والزينة وإظهار التكبير في المشي والجلوس والتكبير بتكبير الإمام والرجوع من غير الطريق الذي مضي فيه.\nوهي ركعتان يزاد في الأولى ست تكبيرات بعد الإحرام وفي الثانية خمس بعد تكبيرة القيام وهي فيما عدا ذلك ركعتان كسائر الصلوات يجهر فيهما بالقراءة بسبح والغاشية ونحوهما ولا أذان فيهما ولا إقامة والخطبة فيهما بعد الصلاة خطبتان كخطبتي الجمعة إلا أنه يكبر في تضاعيفهما ثم صفتهما في الأداء كصفة خطبتي الجمعة من جلوس متقدم ومتوسط وما يتوكأ عليه ويكبر خلف الصلوات يبدأ بالظهر من يوم النحر ويقطع إذا كبر عقيب الصبح من رابعه وهي خمس عشرة صلاة ولفظه الله أكبر الله أكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر ولله الحمد وإن شاء قال الله أكبر الله أكبر ثلاثاً نسقاً.\nالجزء: 1 ¦ الصفحة: 53\n",
        "باب صلاة الكسوف\nوصلاة كسوف الشمس سنة مؤكدة وصفتها أن يدخل المسجد بغير أذان ولا إقامة فيكبر للإحرام ثم يقرأ سراً بأم القرآن وسورة ويستحب له إطالتها ما لم يضر بمن خلفه إن كان إماماً ثم يركع ويطيل ركوعه نحو من قراءته ثم يرفع رأسه قائلاً سمع الله لمن حمده ثم يقرأ بأم القرآن وسورة طويلة دون ما تقدم في الطول ثم يركع بقدر قراءته ثم يرفع قائلاً سمع الله لمن حمده ثم يسجد سجدتين كسائر الصلوات ثم يأتي بمثل ما أتي به في الأولى ثم يتشهد ويسلم فيذكر ويعظ ويخوف من غير خطبة مرتبة ولا اجتماع لخسوف القمر ويصلي له الناس أفذاذاً ركعتين كسائر النوافل.\nالجزء: 1 ¦ الصفحة: 54\n",
        "باب صلاة الاستسقاء\nوصلاة الاستسقاء سنة تفعل عند تأخير المطر والحاجة إليه ومن سننها المصلى والخطبة ويخرج الإمام والناس معه متخشعين متواضعين غير مظهري زينة ويقدم الصلاة على الخطبة ويؤذن لها ولا يقام وهي ركعتان كسائر الصلوات يكبر فيها التكبير المعهود ويجهر بالقراءة بسبح ونحوها إذا فرغ صعد المنبر متوكئاً على قوس أو عصى فيجلس فإذا أخذ الناس مجالسهم قام فخطب وأكثر من الاستغفار ثم يجلس ثم يقوم فيخطب الثانية فإذا فرغ استقبل القبلة وحول رداءه فيجعل ما على يمينه على شماله وما على شمال على يمينه ولا ينكسه ثم يدعو الله تعالى بما تيسر له وهو قائم والناس جلوس وإن احتج إلى تكرار الخروج لصلاة الاستسقاء لتأخير المطر جاز وفعل في كل مرة مثل ما ذكرناه وليس من سننها تقديم صوم أو صدقة على فعلها ولا يمنع من تطوع به.\nالجزء: 1 ¦ الصفحة: 54\n",
        "كتاب الجنائز\nمدخل\n...\nكتاب الجنائز\nوغسل الميت المسلم واجب وصفته كصفة غسل الجنابة ويجتهد في تنظيفه وإزالة الأذي عنه على الميسور ويستحب الوتر على قدر ما يحتاج إليه بماء وسدر ويجعل في الآخرة كافور وتنزع ثيابه وتستر عورته وإن احتج إلى مباشرتها فبخرقة إلا أن يضطر إلى إخراج شيء بيده فيجوز ويعصر بطنه عصراً خفيفاً ليخرج ما هناك من أذي ويرفق به في كل ذلك ولا يزال عنه شيء من خلقته من ظفر أو شعر من عانة أو غيرها ويغسل كل واحد من الزوجين صاحبه ولا يغسل من لا رجعة له عليها وفي الرجعية روايتان ويغسل الرجل أمته التي يحل له وطئها ومدبرته وأم ولده وكل من مكان يستبيحه إلى موته ويغسل ذوو المحارم بعضهم بعضاً من الرجال والنساء الرجل للرجل وكذلك المرأة للمرأة.\nوالرجل إذا لم يكن من يلي ذلك من الأجانب يغسل الرجل المرأة منهن في ثيابها ولا يغسل الرجل الأجنبية ولا المرأة الأجنبي فإن كانوا في سفر ولم يجدوا من يغسل يمم الرجل وجهه ويداه إلى المرفقين والمرأة إلى كفيها\nالجزء: 1 ¦ الصفحة: 55\n",
        "ويستحب الاغتسال من غسل الميت ومن مات له نسيب كافر خلا بينه وبين أهل ذمته فإن لم يجد من يكفنه لفه في شيء وواراه ولا يغسله ولا يصلي عليه.\nفصل\nوالكفن والحنوط من رأس المال ويستحب في الكفن الوتر والبياض ويجوز فيه اللبيس ويجوز في الحنوط المسك والكافور وكل الطيب وتعتمد به مفاصله ومواضع سجوده.\nفصل\nوالصلاة على الميت المسلم واجبة وهي من فروض الكفايات لا تجزيء إلا بطهارة كسائر الصلوات يكبر فيها أربعاً يدعو بين التكبيرات من غير قراءة بأم القرآن ولا غيرها وليس فيها إلا الاجتهاد بالدعاء وهي جائزة في كل الأوقات وبعد العصر ما لم تصفر الشمس وإلا تصلي عند طلوع الشمس ولا عند غروبها إلا أن يخاف تغييرها ولا تترك الصلاة على مسلم إلا أن أهل الفضل يجتنبون الصلاة على المبتدعة والبغاة ويجتنب الإمام خاصة الصلاة على من قتله في حد من لم يعلم حياته من الأجنة بصراخ أو ما يقوم مقامه من طول مكثه لم يغسل ولم يصل عليه ولا اعتبار بحركته إذا لم يقارنها طول إقامة ولا يغسل الشهيد في المعترك ولا يصلي عليه ويدفن في ثيابه وكذلك إن حمل جريحاً ثم مات في العمرة ويصلي على كل الشهداء سواه.\nفصل\nوالصلاة إلى الأئمة ثم العصبة ولا ولاية فيها للزواج ولذي رحم غير عصبته وأولادهم الابن ثم ابنه ثم الأب ثم الأخ الشقيق ثم الأخ للأب ثم أبناءهم على هذا الترتيب ثم الجد ثم العمومة ثم بنوهم على ترتيب الإخوة ولا تعاد الصلاة\nالجزء: 1 ¦ الصفحة: 56\n",
        "على ميت إذا سقط فرضها لا قبل الدفن ولا بعده وإذا اجتمعت جنائز رجال ونساء وصلى عليها صلاة واحدة وقدم إلى الإمام الرجل وبعده إلى القبلة المرأة وإن كان معها صبي جعل بعد الرجل والمرأة بعد الصبي واللحد أفضل من الشق مع القدرة عليه ويجعل الميت على جنبه الأيمن مستقبل القبلة فإن تعذر ذلك جعلت رجلاه في القبلة واستقبلها بوجهه وليس لعدد من يتولا ذلك حد سوى الكفاية.\nالجزء: 1 ¦ الصفحة: 57\n",
        "كتاب الزكاة\nمدخل\n...\nكتاب الزكاة الزكاة\nمن فروض الدين وأركانه وهي من حقوق الأموال تتعلق بثلاثة أشياء بمالك وملك ومملوك فصفة المالك أن يكون من أهل الطهرة وهم المسلمون كانوا كباراً أو صغاراً ذكوراً وإناثاً وصفة الملك أن يكون تاماً غير ناقص وفائدة ذلك ألا يكون لغير مالكه انتزاعه من مالكه في أصله وأن يكون مالكه حراً لا رق فيه.\nوأما صفة المملوك فكل عين جاز بيعها جاز تعلق الزكاة بها فإذا ثبت هذا فالزكاة تتعلق بالمال على وجهين زكاة عين وزكاة قيمة فزكاة العين في ثلاثة أنواع وهي الذهب والورق والمواشي والحرث ولا تجب فيما سوى ذلك\nالجزء: 1 ¦ الصفحة: 58\n",
        "من لؤلؤ أو جوهر أو طيب ولا في خيل ولا رقيق ولا عسل ولا في لبن ولا في شيء سوى ما ذكرناه إلا أن يكون للتجارة فتجب فيه زكاة القيمة دون زكاة العين على ما نذكره.\nفصل\nفأما زكاة العين التي من الذهب والفضة فلها شرطان نصاب وحول فالنصاب شرط في جميع أنواعها والحول يخص ما سوى المعدن منها على ما نذكره ونصاب الذهب عشرون ديناراً وازنة وما يجوز جوازها من النقصان الذي لا يتشاح الناس في مثله عادة ونصاب الورق مئتا درهم وازنة أو ناقصة على سبيل ما قدمناه وفي كل واحد ربع عشر وهو نصف دينار من الذهب أو خمسة دراهم من الورق وما زاد عليه فبحسابه في كل ممكن وتجب في أنواع كل جنس من غير اعتبار بصفته من جودة أو ردأة أو تبر أو مضروب أو غلة أو صحاح الإأن يكون مصوغاً.\nوالمصوغ على خمسة أوجه منها الأواني المنهى عن أستعمالها واتخاذها ومنها الحلبي للتجارة ومنها المصوغ لإحراز المال وحفظه ومنها الحلي الملبوس على الوجه المباح ومنها المتخذ للكراء وفي جميعها الزكاة إلا في الملبوس وفي حلي الكراء خلاف.\nالجزء: 1 ¦ الصفحة: 59\n",
        "ويجمع بين الذهب والفضة على تعديل المثقال بعشرة دراهم ويخرج عن كل جنس منه وله أن يخرج من أحد الجنسين عن الآخر بالقيمة إلا أن ينقص عن التعديل ولا يجوز تقديم زكاة قبل وجوبها. والفوائد نوعان: نماء من نفس المال وفائدة بوجه غير النماء فما كان من نماء المال فحكمه حكم أصله يزكى لحوله كان الأصل نصاباً أو دونه إذا أتم نصاباً بربحه وما سوى النماء كالميراث والهبة لا يضم إلى النصاب الذي ليس منه فإن كان الأول أقل من نصاب وإن ضم إلى الثاني كان نصاباً أو كان الثاني نصاباً ضم الأول إلى الثاني واستقبل بهما الحول.\nوإذا وجبت الزكاة فلم يخرجها حتى تلف المال لم يضمن إلا أن يكون أخرها مع الإمكان والدين مسقط للزكاة على قدرها ما يقابله من العين إلا أن يكون هناك عروض تباح فيه فتجعل بإزائه ولا يسقطها في الحرث والماشية.\nفصل\nفأما زكاة القيمة فهي عرض ابتيع بنية التجارة والعرض هو ما لا زكاة في عينه من الأمتعة والعقار والمأكول والحيوان وغير ذلك فما ابتيع بذلك\nالجزء: 1 ¦ الصفحة: 60\n",
        "بنية القنية أو بغير نية التجارة فلا شيء فيه ولا في ثمنه إبيع وما اشتري بنية التجارة ففيه الزكاة إذا بيع فإن أقام أعواما فلا شيء فيه ما دام عرضاً ولا يقوم في كل سنة فإذا بيع زكى ثمنه لسنة واحدة ومن ملك عرضاً بميراث أو بهبة أو بمعاضة بعرض مثله لقنية فلا زكاة فيه ويستقبل بثمنة حولا.\nفصل\nوالديون على ثلاثة أضرب دين مدين يذكر فيما بعد ودين غير مدين فلا زكاة فيه ما دام ديناً فإذا قبض فهو على ضربين منه ما يكون أصله عيناً فذلك يزكي لسنة واحدة وإن أقام أعواماً ومنه ما ملك ديناً من غير أن يكون أصله عيناً مثل الميراث والهبة وابتياعه بغرض قنية فلا زكاة فيه ويستقبل به حولاً ولا زكاة فيما يقبض إلا أن يكون نصاباً أو يكون عنده مما حال عليه الحول مما يتم مع ما قبضه نصاباً أو يكون مما يتم نصاباً من معدن ثم يزكي عما قبض من بعد قل أو كثر.\nفصل\nوالمزكون ضربان عارف بحول أمواله وقد ذكرنا حكمه ومدير لا يعرف حول ماله ولا ينضبط له كسائر التجار الذين يريدون البيع والشراء فلا يتحصل لهم حول يعولون عليه فالوجه في زكاة من هذه صفته أن يكون له شهر من السنة يعرف فيه ما معه من العين ويقوم ما عنده من العروض بحسب ماله من دين يرتجيه فإذا عرف ذلك نظر فإن كان عليه دين أسقط مقابله ثم زكى عما فضل عنه إن كان نصابا.\nفصل\nوتجب الزكاة في معادن الذهب والفضة فقط ومن شرطها النصاب وليس من شرطها الحول ويبني فيها ما خرج من النيل الواحد بعضه على بعض ولكل نيل حكمه وما خرج بغير كلفة ولا كبير مؤنة كالندرة ففيه الخمس\nالجزء: 1 ¦ الصفحة: 61\n",
        "ولا زكاة في الركاز وفيه الخمس في عينه وعروضه في قليله وكثيره وهو دفن الجاهلية.\nالجزء: 1 ¦ الصفحة: 62\n",
        "باب زكاة المواشي\nوتجب زكاة الماشية بثلاثة شروط وهي الحول والنصاب أو مجيء الساعي ولا زكاة في الإبل حتي يبلغ خمس ذود ففيها شاة فإذا بلغت عشرين ففيها أربع شياه والغنم المأخوذة فيها من غالب أغنام البلد ثم يزول فرض الغنم ويؤخذ عنهما من جنسها ففي خمس وعشرين بنت مخاض وهي التي قد دخلت في السنة الثانية إلى استكمالها فإن لم تكن فيها فابن لبون ذكر فإن عدما لم يجزأه إلا بنت مخاض فإذا بلغت ستاً وثلاثين ففيها بنت لبون أو ولد اللبون هو الذي قد دخل في السنة الثالثة إلى استكمالها.\nالجزء: 1 ¦ الصفحة: 62\n",
        "فإذا بلغت ستاً وأربعين ففيها حقة وهي التي قد دخلت في السنة الرابعة إلى استكمالها وسميت بذلك لاستحقاقها أن يطرقها الفحل وصلحت للحمل فإذا بلغت إحدى وستين ففيها جذعة وهي بنت خمس سنين إلى تمامها وهي آخر سن تجب في الزكاة فإذا بلغت ستاً وسبعين ففيها ابنتا لبون إلى تسعين فإذا بلغت إحدى وتسعين ففيها حقتان إلى مائة وعشرين فما زاد ففي كل خمسين حقة وفي كل أربعين بنت لبون ويتغير الفرض بزيادة عشر وفي تغييره بما دونها خلاف فإذا قيل يتغير فالتخيير للساعي بين حقتين وبين ثلاث بنات مالك رحمه الله وإلى ثلاث بنات لبون قطعاً عند ابن القاسم ثم هي على هذا الحساب إلى مائتين فيخير الساعي في السنين.\nفصل\nولا زكاة في البقر حتى تبلغ ثلاثين فيكون فيها تبيع جدع أو جذعة وسنه سنتان إلى أربعين فيكون فيها مسنة ولا يؤخذ إلى الأنثى وسننها أربع سنين ثم ما زاد ففي كل ثلاثين تبيع وفي كل أربعين مسنة إلى مائة وعشرين فيكون الساعي مخيراً في السنين.\nالجزء: 1 ¦ الصفحة: 63\n",
        "فصل\nولا زكاة في الغنم حتى تبلغ أربعين ففيها شاة جذعة أو ثنية من غالبها فإن تساوت فمن واحدة منهما ثم لا شيء فيها حتى تبلغ مائة وإحدى وعشرين ففيها شاتان إلى مائتين وشاة ففيها ثلاث شياه إلى ثلاثمائة وتسعة وتسعين فيؤخذ منها فيما بعد عى حساب كل مائة شاة.\nويضم أنواع كل جنس من الماشية بعضها إلى بعض كالبخت والعراب من الإبل والجواميس إلى البقر والضأن والمعز في الغنم والعاملة والسائمة سواء وتضم فصلان الإبل إلى أمهاتها وكذلك عجاجيل البقر وسخال الغنم كانت الأمهات نصاباً أو دونه فإذا كملت بالسخال نصاباً فتزكي بحول الأمهات بقيت الأمهات أو ماتت جميعها أو بعضها إذا كان الباقي منها نصاباً من أيها كان.\nويضم ما استفاد إليها من غير نمائها إلى نصاب إن كان عنده منها فيزكى بحوله ولا شيء في الأوقاص والوقص ما بين النصابين ولا يؤخذ في زكاة الماشية كرائمها إلا أن يتطوع بها أربابها وهي المواخض واللوابن والأكولة والفحولة المعدة للضراب ولا يؤخذ ألائمها وهي التيس\nالجزء: 1 ¦ الصفحة: 64\n",
        "والمريضة وذات العيب إلا أن يكون نظراً ومن لم يكن عنده السن الوسط كلف شراؤها.\nفصل\nوللخلطة في الماشية ثأثير في الزكاة وتأثيرها هو أن المالكين يزكيان زكاة المالك الواحد إذا كان لكل واحد نصاب كامل اختلطا في جميع الحول أو في بعضه إذا بقيا على الخلطة إلى آخره وصفة تأثيرها أن يكون للاثنين ثمانون شاة لكل واحدة أربعون فيأخذ الساعي منها شاتين وإن كانت مائة وعشرين لثلاثة فثلاث شياة هذا إذا كانوا مفترقين فإن اختلطوا أخذ عن الثمانين شاة واحدة وكذلك عن المائة والعشرين وتأثيرها في هاذين الموضعين التخفيف وقد تؤثر التثقيل وهو أن يكون للاثنين مائتان وشاة وفيؤخذ منها ثلاث شياه ولا يجوز للمختلطين أن ينفردا ولا للمنفردين أن يختلطا خيفة ذلك فإن علم ذلك منهما أخذاً بما كان عليه قبل ذلك.\nوما به يكونان مختلطين هو أن يجتمعا في الراعي والمرعي والفحل والدلو والمسرح والمبيت فقيل يراعي اجتماعها في أكثرها وقيل في وصفين منها وقيل في الراعي واحد وقيل في الراعي والمرعى ولا خلطة في غير المواشي ومن أبدل جنساً من أموال الزكاة بجنسه لم تسقط الزكاة عليه كان بنوعه أو بخلافه وفي العين خاصة إبداله الذهب بالورق والورق بالذهب كإبداله بجنسه ولا يخرج في الزكاة قيمة ولا يجوز إلا العين الواجبة.\nالجزء: 1 ¦ الصفحة: 65\n",
        "باب زكاة الحرث\nوشرطها النصاب دون الحول وهي واجبة في المقتات والمدخر للعيش غالباً وما يجري مجراه وهو نوعان حبوب وثمار فالحبوب البر ولاشعير والأرز والذرة والدخن\nالجزء: 1 ¦ الصفحة: 65\n",
        "والسلت وسائر القطاني وهي الحمص واللوبيا والعدس والفول والسمسم والترمس والجلبان والبسلة وحب الفجل وما قارب ذلك والثمار ثلاثة أنواع التمر والزبيب والزيتون وتجب الزكاة بطيب الثمر ويبسي الزرع وفي كل جنس منفرد بنفسه لا يضم إليه إلا أنواعه دون جنس غيره إلا شيئين الحنطة يضم إليها الشعير والسلت وضم بعض القطاني إلى بعض مختلف فيه والمذهب وجوبه وإذا كانت الثمرة نوعاً واحداً أخذت الزكاة منها جيداً كان أو رديئاً وإن كانت نوعين أخذ من كل واحد بقدره فإن كانت ثلاثة أنواع أخذ الوسط منها وقيل من كل واحد بقدره والنصاب خمسة أوسق والوسق ستون صاعاً والصاع أربعة أمداد والمد رطل وثلث بالعراقي ويعرف جملة ذلك من ضم فصيله بعضه إلى بعض والواجب فيه معتبر بسقيه فإن كان شربه سيحاً أو بعلاً أو ماء السماء أو العيون ففيه العشر وإن كان نضحاً أو بدالية فنصف العشر وإن كان بهما فبأكثرها فإن استويا فثلاثة أرباع العشر.\nالجزء: 1 ¦ الصفحة: 66\n",
        "فصل\nويخرص الرطب والعنب فما بلغ نصاباً ثمره وزبيبه ففيه الزكاة وما قصر عن ذلك فلا شيء فيه ولا تضر مخالفة الوجود للخرص وما لا يثمر من الرطب أو لا يزبب من العنب فيخرص على تقدير لو تأتي فيه ويخرج عنه من مثله ويجزئ من ثمنه ولا زكاة فيما أنبتت الأرض من المقتات كالبقول والخضروات وما لا يدخر من الفواكه وغيرها وإذا لم تجب في غير المقتات فوجوبها في غير المأكول أبعد.\nالجزء: 1 ¦ الصفحة: 67\n",
        "باب زكاة الفطر\nتلزم الرجل عن نفسه وعن من تلزمه نفقته من المسلمين من ولد صغير لا مال له أو كبير زمن فقير أو زوجته أو عبده وعن والديه إذا لزمته نفقاتهما ويلزم إخراجها عن العبد المشترك بقدر الحصص وعن من بعضه حر وعلى من له فيه بقية رق بقدرة ولا شيء على العبد في نصيبه الحر وقيل عليه بقدره وقدرها صاع من غالب قوت البلد من الأقوات العامة من الحبوب والثمار كالحنطة والشعير والسلت والدخن والذرة والأرز وما أشبه ذلك كالتمر والزبيب ولا ينقص عن صاع من أيها أخرجت وتجب بغروب الشمس من آخر يوم من رمضان وقيل بطلوع الفجر من يوم الفطر ووقت استحبابها قبل الغدو إلى المصلى وتجب على من فضل عن قوته وقوت عياله بقدرها.\nالجزء: 1 ¦ الصفحة: 67\n",
        "باب في قسم الصدقات\nمصرفها في الأصناف الثمانية وهم الفقراء والمساكين والعاملون عليها والمؤلفة قلوبهم وفي الرقاب والغارمون وفي سبيل الله وابن السبيل فالفقير من له بلغة لا تكفيه لعيشه والمسكين أحوج منه وهو الذي لا شيء له جملة والعاملون عليها جباتها وسعاتها والمؤلفة قلوبهم قوم كانوا في صدر الإسلام يتألفون بدفع سهم من الصدقات إليهم ينكف بإسلامهم غيرهم وقد أغنانا الله بحمده في هذا الوقت عنهم وفي الرقاب وهو أن\nالجزء: 1 ¦ الصفحة: 67\n",
        "يبتاع الإمام من أموال الصدقات رقاباً فيعتقهم عن المسلمين ويكون ولاؤهم للمسلمين.\nوالغارمون من أدان في غير سفه وفي سبيل الله الجهاد دون الحج وابن السبيل الغريب المنقطع عن ماله وإن كان غنياً في بلده قسمها على الاجتهاد وعلى قدر الحاجة ويعطي العامل منها بقدر عمله ولا يجوز نقلها عن موضع وجوبها الإأن يكون بأهل البلد حاجة فادحة فإن نقلت مع الغناء عنها كره وجاز ويجوز أخذ الفقير منها وإن كان صانعاً بيده إلا أنه فقير في الحال ولا يجوز صرفها إلا إلى المسلمين ولا غير الأصناف المذكورة.\nفصل\nويعشر أهل الذمة إذا اتجروا إلى غير بلادهم بعد أن يحصل لهم غرضهم من بيع وشراء أو أكثر في كل مدة ولا يقتصر على مرة في السنة والقدر المأخوذ منهم العشر إلا فيما حملوا من الزيت والحنطة إلى مكة والمدينة فيخفف عنهم بأخذ نصف العشر ليكثروا حملهم إليها وعبيدهم كأحرارهم وتجار أهل الحرب كتجار أهل الذمة وقيل ليس العشر لهم بمقدار.\nالجزء: 1 ¦ الصفحة: 68\n",
        "كتاب الصيام\nمدخل\n...\nكتاب الصيام\nالصوم الشرعي هو إمساك عن الأكل في جميع أجزاء النهار بنية قبل الفجر أو معه إن أمكن فيما عدا أزمان الحيض والنفاس وأيام الأعياد والذي يجب الإمساك عنه في الصوم نوعان أحدهما إيصال شيء إلى داخل البدن والآخر إخراج شيء عنه فأما الذي يوصل إلى داخل البدن فما يصل إلى الحلق مما يساغ ويقع الاغتذاء به أو لايساغ أو يتطعم أو لا يتطعم وذلك كالطعام والشراب المغذين وكالدراهم والحصى وببلعهما وسائر الجامدات التي لا يتطعم ولا يساغ ولا يقع بها غذاء ومثلها الكحل والدهن والشموم وغير ذلك من المائعات والجامدات الواصلة إلى الحلق وصلت من مدخل الطعام والشراب أومن غير مدخلها من المنافذ كالعين والأنف والأذن وما ينحدر من الدماغ بعد وصوله من بعض هذه المنافذ.\nوالنوع الآخر إيلاج الذكر في قبل أو دبر قارنه أو إنزال أو لم يقارنه فأما ما يخرج من داخل البدن فنوعان إنزال الماء الدافق عن تلذذ ولا يحتاج أن نقول مما يمكن التحرز منه لأن ما لا يمكن ذلك فيه لا يصح الإمساك عنه والنوع\nالجزء: 1 ¦ الصفحة: 69\n",
        "الآخر عمد الاستقاء وإجهاد النفس فيه.\nفصل\nفأما ما يفسد الصوم فثلاثة أنواع أحدها إعراؤه مما اشترط فعله فيه من النية والإمساك من غير مراعاة لصفة تركه من عمد أو سهو أو تفريط أو عذر أو تقصر في اجتهاد وذلك كترك النية عمداً أو سهواً أو خطأ أو حرم الإمساك عن شيء مما ذكرناه عمداً أو سهواً أو خطأ كالمجتهد في دخول الليل أو طلوع الفجر يتبين له أنه أكل في الوقت الذي كان يلزمه الإمساك فيه.\nوالنوع الثاني ما يكون عن غلبة وهو ينقسم إلى ضربين ضرب منه لا يكون إلا كذلك فلا يصح وجوده إلا مفسداً للصوم وذلك كالحيض والنفاس المانعين من ابتدائه وقد يمنعان من استصحابه على وجه والضرب الآخر يتصور وقوعه عن غلبة وعن اختيار وذلك كالأكل والشرب وغيرهما مما عددناه فيصح وقوعه اختياراً وعمداً.\nوغلبته ضربان ضرب يكون غلبته تنافي الاختيار وذلك كالمكره على الأكل فيأكل خوفاً من القتل أو من الضرب المهدد به وضرب يكون غلبته مبتدأة بالإيقاع دون فعل من المكلف كإيجار الطعام والشراب في الحلق\nالجزء: 1 ¦ الصفحة: 70\n",
        "وكذرع القيء ويقرب من الضربين سبق الماء إلى الحلق عند المبالغة في الاستنشاق\nوالنوع الثالث لا يتصور وقوعه إلا عن اختياره وقصد وهو فعل ما ينافي القربة وذلك نوعان أحداهما الردة والآخر اعتقاد قطع النية وترك استدامتها فهذا جميع ما يفسد الصوم.\nفصل\nفأما ما يتعلق على ذلك من الأحكام فأربعة أضرب قضاء وكفارة وقطع متتابع وقطع نية وتفصيل ذلك يذكر فيما بعد.\nفصل\nوالصوم ضربان: واجب ونفل والنية مستحقة في جميع أنواعهما يوقعها المكلف لكل يوم من كل نوع من ليلة ويستديمها إلى آخره حكماً وليس عليه أن يستديم ذكرها فإن قطعها بطل صومه وأي وقت نوى من الليل جاز ولا يضره أن نام بعدها أو أكل أو جامع ذاكراً لها أو ساهياً عنها فإن طلع الفجر ولم ينو لم يصح منه صوم ذلك اليوم بنية يوقعها بعد الفجر وله في شهر رمضان أن يجمعه بنية واحدة ما لم يقطعه فيلزمه استئناف النية وجوز ذلك في شهري التتابع ولمن شأنه سرد الصوم استحساناً والقياس منعه وصوم شهر رمضان واجب مفروض على أعيان وللعلم بدخوله ثلاث طرق رؤية الهلال أو الشهادة بها من رجلين عدلين والجنس والعدد مستحقان والعدد فيه فلا يقبل النساء ولا الواحد من الرجال فيه كانت السماء مصحية أو مغيمة\nالجزء: 1 ¦ الصفحة: 71\n",
        "وإكمال عدة شعبان ثلاثين عند تعذر ما ذكرناه وليس من جهات العلم بدخوله قول منجم أو حاسب.\nوإذا ترآى الناس الهلال فلم يروه فإن كانت السماء مصحية جاز أن يصام الغد أي أنواع الصوم كان ما عدا اعتقاد رمضان وجاز أن يفطر بدلاً من صومه وإن كانت السماء متغيبة وبات الناس على الشك فالاختيار إمساكه وترك صومه والأكل فيه من غير حظر كما يجوز مع الأصحاء ثم إن ثبت بعد طلوع فجره أن الهلال رئي في أمسه فلا يخلو المكلف من أحواله إما أن يكون أصبح ناوياً لصومه من رمضان قطعاً أو على الشك لينظر فإن ثبت من رمضان كان أداء وإلا كان تطوعاً أو أن يكون أصبح ناوياً غير ذلك من أنواع الصوم أو غير ناو لصوم أصلاً فأما من نوى صومه عن رمضان قطعا فإنه لا يجزئه وعليه قضاءه وأما من نواه من غير فلا يخلو أن يكون نواه عن واجب في الذمة أو عن واجب متعين أو عن تطوع فإن نواه عن واجب في الذمة كالقضاء والكفارة والنذر غير المعين فلا يجزئة عما كان نواه ولا ينقلب عن رمضان وعليه قضاؤه لرمضان وإعادته عن ما كان نواه من غيره وأما الناوي به واجبا متعينا كنادر صوم يوم الخميس أو غد الليلة التي يقدم فيها فلان أو غيره فيوافق ذلك اليوم تعين نذره فإنه لا يجزئه عنه ولا عن فرض يومه وعليه قضاؤه عن رمضان ولا قضاء عيله لفواته عن نذره.\nوأما من أصبح غير ناو لصوم فلا يخلو أن يكون أكل أو لم يأكل فإن كان أكل كف بقية يومه وإن كان لم يأكل استدام الإمساك إلى انقضائه وعليه في الحالين قضاؤه على ما ذكرناه.\nوتعين النية واجب لكل صوم واجب فإن أطلق النية لم يجزه فإن عينها عن نوع منه لم يخل أن يكون في رمضان أو في غيره فإن كان في رمضان لم يجزئه إلا أن يعينه عن الشهر نفسه فإن عين غيره لم يجزه عن رمضان ولا عن ما نواه وإن كان في غيره أجزأه عن ما عينه وإن جمع في بنيته بين وجهين مما يصح صوم اليوم عليه كان كمن لم ينو فلا يجزئه عن واحد منهما.\nالجزء: 1 ¦ الصفحة: 72\n",
        "فصل\nوإذا لم ير هلال رمضان ليلة الثلاثين من شعبان ثم رؤي من الغد كان الغد يوم رؤيته سواء رؤي قبل الزوال أو بعده ولم يكف الناس عن الأكل هذا هو الظاهر من المذهب.\nويلزم المنفرد برؤية الهلال ما يلزم من شورك في رؤيته من لزوم صومه ومنع فطره ووجوب الكفارة بتعمد إفساده أو ترك صومه من غير اعتبار بثبوته عند الإمام إلا أن عليه إعلامه برؤيته إن كان ممن يرى أنه تقبل شهادته ويلزم في الشهادة على هلال آخره ما يلزم في أوله فإن رؤي ثبت كون الغد من شوال وإن لم ير كان من رمضان ولزم صومه.\nفإن ثبت رؤيته بعد الفجر أفطر الناس عند علمهم بذلك أي وقت من اليوم وصلوا العيد إن كان قبل الزوال وإن كان بعده لم يصلوا في بقية اليوم ولا في غده.\nفصل\nالأيام على خمسة أضرب منها ما لايصح صومه بوجه وهي يوما العيدين ومنها ما يصح صومه على وجه مخصوص وهي أيام التشريق للمتمتع دون غيره ومنها ما يصح أن يصام ويكره على وجه وهو ثالثها ومنها مستحق العين لصوم مخصوص لا يصح صومه عن غيره وهو زمان رمضان ومنها ما يصح صومه على كل وجه من أنواع الصيام سوي رمضان وهو ما عدا رمضان وأيام أعياد.\nفأما زمان الحيض والنفاس فإن امتناع الصوم فيه ليس براجع إلى عينه وإنما يرجع إلى الصفة يكون المكلف عليها فيمتنع فيه ويصح في غيره.\nفصل\nولا يفسد الصوم ذرع قيء ولا حجامة وإنما كرهت خوف التغرير ولا إصباح على جنابة في الليل وانقطاع دم حيض أو نفاس إذا نوى\nالجزء: 1 ¦ الصفحة: 73\n",
        "الصيام قبل الفجر وتأخر الغسل ولا ركوب مأثم لا يخرجه عن اعتقاد وجوبه ومضيه على نيته أو إمساكه كالغيبة والقذف ولا يكره للصائم السواك في أي أوقات اليوم كان إلا ما يرجع إلى نوع ما يستاك به دون الوقت كالرطب المتطعم خيفة وصول طعمه إلى الحلق ويكره له ذوق قدر ومحو مداد ومضغ علك فإن سلم من وصول شيء من ذلك إلى الحلق فلا شيء عليه.\nفصل\nوالأحكام المتعلقة بإفساد الصوم أربعة وقد ذكرناها وهي القضاء والكفارة وقطع التتابع وقطع النية فأما القضاء فيختلف بحسب اختلاف أنواع الصوم ووجوه إفساده ولا يخلو الصوم المتروك أو المفسد من ثلاثة أقسام أما أن يكون واجباً متعيناً أو واجباً غير متعين أو تطوعاً والواجب المتعين ضربان ضرب متعين بتعين من الله تعالى وهو رمضان وقضاؤه ما بينه وبين رمضان ثان ومتعين بتعيين المكلف كنذر صوم يوم بعينه يتكرر أولا يتكرر واليوم الذي يقدم فيه فلان وما أشبه ذلك. فأما رمضان فيلزم قضاؤه بإفساده أو تركه على أي وجه كان جملة بغير تفصيل إلا على المنفذ الذي لا يستطيع صومه إلا بخوف التلف وأما المتعين سوي رمضان فيلزم قضاؤه مع عدم العذر في فطره ولا يلزم مع العذر الفاطر بالمرض والإكراه والإغماء والحيض والنفاس فإن لم يفعل لزمه قضاؤه وليس منه السفر.\nوأما الواجب غير المتعين كالقضاؤه والكفارة والنذر المطلق فحكمه حكم رمضان نفسه وفي وجوب القضاء بما يوجب قضاءه بغير تفصيل.\nوأما التطوع فواجب على الداخل فيه إتمامه وليس له قطعة إلا عذر ومع الأعذار التي ذكرناها لا يلزم قضاؤه ويلزم مع عدمها وفي السفر الطاريء عليه والمبتدأ فيه روايتان.\nفصل\nفأما الكفارة فضربان: كبرى وصغرى فأما الكبرى فلا تجب إلا في رمضان دون غيره من أنواع الصوم وتجب بالخروج عن صومه على وجه الهتك من كل معتقد لوجوبه من رجل أو امرأة لكل يوم كفارة ولا يسقطها عن يوم وجوبها في آخر من غير اعتبار بالأنواع التي يخرج عن الصوم بها من أكل أو اجماع أو غيره ولا بالوجه الذي يخرج عن الصوم من اعتقاد تركه أو بعد عقده بقطع\nالجزء: 1 ¦ الصفحة: 74\n",
        "نية أو إمساك ولا بطروء عذر بعد ذلك أو عدمه كمعتمد الفطر بمرض أو تحيض أو يسافر أو يجن.\nفصل\nوالكفارة الكبرى لثلاثة أنواع إعتاق رقبة كاملة غير ملفقة مؤمنة محررة وتحريرها أن يبتديء إعتاقها من غير أن يكون مستحقاً بوجه سابق والصوم هو صوم شهرين متتابعين والإطعام هو لستين مسكيناً مداً بمد النبي صلى الله عليه وسلم وهي على التخيير دون الترتيب.\nوأما الصغرى فهي إطعام مد عن كل يوم ولا تجب إلا على مؤخر قضاء رمضان إلى مجييء آخر من غير عذر دون مؤخرة لعذر متصل.\nولا تجب أيضاً على من أفطر في رمضان لعذر يسوغ له الفطر من أجل نفسه أو من أجل غيره سوى أنها تستحب للمرضع والهرم وأما قطع التتابع فهو أن يفطر لغير عذر أولعذر يمكنه دفعه كالسفر وأما ما لايمكنه دفعه من سهو أو مرض أو خطأ عد أو حيض أو نفاس فله البناء معه وأما قطع النية فهو إفساد الصوم أو تركه على الأطلاق لغذر أو لغير عذر أو بحصول الوجه الذي يسقط معه الانحتام وأن أثر الصوم معه كالسفر والمرض ولا يقطع استدامتها وإنما يقطع استصحاب ابتدائها.\nفصل\nوكل مسافر يجوز له قصر الصلاة فيه فإن انحتام صوم رمضان ساقط عنه في ذلك السفر وهو مخير بين صومه فيه أو فطره وقضائه وصومه أفضل ولا ينحتم عليه إلا بأن يقيم بعزيمته في موضع لا أهل له به أربعة أيام بلياليها.\nفإن أقام هذا القدر أو طول مدة الشهر غير عازم على هذه المدة أو عازم على ما دونها فإنه على أصل التخيير والأعذار التي يسوغ معها الفطر في رمضان ضربان منها ما يجب الكف عن الطعام بزواله في بقية اليوم ومنها ما لا يجب ذلك فيه ويعتبر بأن تكون إباحة الفطر مطلقة مع العلم بكون اليوم من الشهر أو بشرط عدمه ففي الأولى لا يلزمه الكف كالمسافر والمريض والمرضع يموت ولدها والثاني يلزمه كالناسي ومخطيء الوقت أو العدة.\nالجزء: 1 ¦ الصفحة: 75\n",
        "باب الاعتكاف\nالاعتكاف قربة ومن نوافل الخير ويلزم بالنذر ومعناه في الشرع ملازمة المسجد بنية تخصة مع صوم وأما لغيره والمرأة والرجل سواء فيه.\nولا يجوز للمعتكف الخروج من المسجد إلا لأربعة أمور:\nأحدها: حاجة الإنسان\nوالثاني: طرؤ حيض أو نفاس\nوالثالث: شراء طعام إن اضطر إليه\nوالرابع: مرض لا يمكنه المقام معه ويلزمه من حكم الاعتكاف في حال خروجه ما يلزمه في حال مقامه فإذا زال عذره عاد إلى المسجد حين زواله ولا يجوز له الخروج لغير ما ذكرناه من عيادة مريض أو صلاة على جنازة وإن كانت لأهله ولا غيرها من الصلوات ولا كتبه علماً أو غير ذلك ولا أن يشترط أن له ذلك حين دخوله والمساجد كلها سواء إلا لمريد اعتكاف أيام تتخللها الجمعة فينبغي له أن يعتكف في الجامع دون غيره لئلا يفسد اعتكافه لخروجه لصلاة الجمعة أو يترك به فرضها ويجتنب المعتكف الوطء وجميع أنواع المباشرة والاستمتاع من القبلة واللمس وذلك كله مفسد للاعتكاف إن وقع فيه.\nوكذلك ركوب شيء من الكبائر كشرب الخمر أو القذف وله أن يتطيب أو يعقد النكاح لنفسه ولغيره وليل المعتكف ونهاره سواء فيما يلزمه ويجتنبه إلا الصوم وينبغي له التشاغل بالذكر والعبادة والصلاة والدعاء وقراءة القرآن دون التصدي لغير ذلك من أفعال القرب كالانتصاب للأقراء وتدريس العلم والمشي لعيادة مريض أو صلاة على جنازة إلا أن يقرب ذلك من موضعه أو تكلم في يسير مما يسأل عنه من العلم ويختار له أن يدخل إلى معتكفه قبل غروب الشمس من ليلة اليوم الذي هو مبتدأ اعتكافه.\nوالاختيار فيه إلا ينقص عن عشرة أيام وأقله يوم وليلة وفي حقيقة الواجب أن يدخل قبل طلوع الفجر بما يأمن معه أن يطلع قبل دخوله ويخرج\nالجزء: 1 ¦ الصفحة: 76\n",
        "عقيب مغيب الشمس فإن وافق اعتكافه آخر شهر رمضان استحب له ألا ينصرف إلى بيته إلا بعد شهود العيد وإن تخلف يوم الفطر زمان اعتكافه شهده ثم عاد إلى معتكفه كزمن الليل والاعتكاف مقتض بإطلاقه التتابع بخلاف نذر مطلق الصوم فمن قطع تتابعه عمدا أو جهلا أو يتفريط استأنفه وإن كان لعذر بني عليه إن شاء الله.\nالجزء: 1 ¦ الصفحة: 77\n",
        "كتاب المناسك\nالحج فرض واجب على مستطيعه من أحرار المكلفين الرجال والنساء، مرة في العمر وشرط وجوبه أربعة: البلوغ والعقل والحرية والاستطاعة.\nوشروط أدائه شيئان: الإسلام مع القول بأن الكفار مخاطبون بفروع الشريعة وإمكان المسير وذلك يختلف باختلاف العادة في الطرق من الأمن والخوف فأما الاستطاعة فمعتبرة بحال المستطيع فمن قدر على الوصول إلى البيت من غير تكلف بذلة يخرج بها عن عادته لزمه ذلك.\nفان كان ممن لات يمكنه الحج إلا بزاد وراحلة لم يلزمه إلا بحصولهما له وإن وجد الزاد وعدم الراحلة لم يلزمه إلا أن تكون عادته المشي كالفيوج ومن جرى مجراهم فيلزمه وإن وجد راحلة وعدم الزاد لم يلزمه إلا أن تكون عادته المسألة.\nالجزء: 1 ¦ الصفحة: 78\n",
        "وليس المحرم للمرأة من الاستطاعة فإن وجد رفقة مأمونة لزمها الحج رجالاً كانوا أو نساء ويلزم الأعمى إذا وجد قائداً والبحر لا يمنع الوجوب إذا كان يركب وغالبه السلامة.\nوفرض الحج ساقط عن المعضوب الذي لا يستمسك على الراحلة ولا يلزمه أن يحج غيره عنه.\nوفرض الحج على الفور لا يجوز للقادر عليه تأخيره وقد قيل السنة والسنتين وذلك استحسان ورفق لصعوبته وموضع الاجتهاد في استطاعته.\nومن مات قبل أن يحج لم يلزم الحج عنه في رأس ماله ولا في ثلثه إلا أن يوصى به فيكون في ثلثه ويلزم النائب في الحج عن غيره أن ينوي به من ينوب عنه ويكره لمن لم يؤد فرض نفسه أن ينوب عن غيره وإن فعل جاز ولم ينقب إحرامه به إلى نفسه ويكره التنقل بالحج قبل أداء فرضه ويصح إن وقع ولا ينقلب إلى الفرض والنيابة في الحج بأجر أو بغير أجر سواء والإجازة للحج صحيحة وهي على ضربين إجارة بعوض يكون ثمناً للمنافع كسائر الإجارات فذلك يكون ملكاً للمستأجر فما عجز عن كفايته لزمه إتمامه من ماله وما فضل عن كفاية كان له والوجه الآخر يسميه أصحابنا البلاغ وهو أن يدفع اليه ما لايحج به فهذا لا يجوز له صرفه في غير الحج فإن احتاج إلى زيادة رجع بها وإن فضل شيء رده\nالجزء: 1 ¦ الصفحة: 79\n",
        "والعمرة سنة مؤكدة مرة في العمر ويكره تكرارها في السنة مراراً وحكمها في الاستطاعة والنيابة والإجازة حكم الحج.\nفصل\nوللحج ميقاتان ميقات زمان وميقات مكان فميقات الزمان شهور الحج وهي شوال وذو القعدة وذو الحجة قيل جمعية وقيل العشرة الأول منه وفائدة الفرق تعلق الدم بتأخير طواف الإفاضة عن أشهر الحج ويكره الإحرام به قبل أشهره ويصح إن وقع ولا ينقب عمرة ولا ميقات للعمرة من الزمان ويصح الإحرام بها في كل وقت من السنة من غير كراهة إلا في أيام منى لمن حج.\nوميقات المكان خمسة مواقيت منقسمة على جهات الحرم وهي ذو الحليفة وقرن لأهل نجد والجحفة لأهل الشام ومصر والمغرب ويلملم لأهل اليمن وذات عرق لأهل العراق وخراسان والمشرق.\nوالأفضل الإحرام بالحج من ميقاته زماناً ومكاناً ويكره تقديمه عليه ويلزم إن فعل وميقات العمرة من مواقيت الحج التي ذكرناها إلا لمن كان في الحرم فالاختيار له أن يحرم من الجعرانة أو التنعيم ولا يجوز لأحد يريد دخول مكة أن يدخلها إلا محرماً إلا لمن كان يكثر الترداد إليها كالحنطابين ومن يحمل الفاكهة أو من يخرج عنها من أهلها لحاجة ثم يعود ومن سوي هؤلاء فلا يدخلها إلا محرما فإن خالف ذك فقيل عليه الدم وقيل أساء ولا دم عليه ولا يجوز لمريد الإحرام إذا مر على بعض هذه المواقيت أن يتجاوزه فيحرم بعده لا إلى ميقات سواه ولا إلى غير ميقات إلا أن يتعداه إلى ميقات له كشامي يمر بذي الحليفة فأخر الإحرام إلى الجحفة والمار على ميقات من هذه المواقيت لا يخلو من ثلاثة أحوال.\nأحدها: أن يكون مر عليها لحاجة دون مكة فهذا ليس عليه أن يحرم فإن تجددت له نية في الإحرام بعد تجاوزه أحرم من حيث هو ولم يلزمه عود إلى الميقات فإن تجاوز موضعه ثم أحرم لزمه الدم. والثاني: أن يريد دخول مكة فهذا يلزمه الإحرام.\nالجزء: 1 ¦ الصفحة: 80\n",
        "والثالث: أن يمر عليها مريد الإحرام فيلزمه الإحرام منها ولا يجوز له تأخيره إلى ما بعدها فإن تجاوزها رجع ما لم يحرم ولا دم عليه فإن أحرم مضى ولزمه الدم ولا ينفعه رجوعه ومن منزله بعد المواقيت إلى مكة فيمقاته منزله فإن أحرم بعده فعليه دم.\nوالإحرام من الحرم جائز لمريد الحج ولا يجوز لمريد العمرة أن يحرم إلا من الحل فإن أحرم من الحرم كان عليه أن يخرج إلى الحل ليجمع في إحرامه بين الحل والحرم وفي إحرام القارن من مكة خلاف.\nفصل\nوأركان الحج أربعة وهي: الإحرام والطواف والسعي والوقوف بعرفة وزاد عبد الملك رمي جمرة العقبة والقاطع للحج شيئان فوات وإفساد فالفوات متعلق بالوقوف والفساد متعلق بالإحرام وذلك يذكر فيما بعد.\nوالإحرام هو اعتقاد دخوله في الحج وبذلك يصير محرماً وله الشروط من السنن والفروض.\nفأما السنن والمندوبات فأن يحرم من الميقات نفسه إن كان منزله منه أو قبله أو مر عليه وأن يغتسل له وأن يتجرد الرجل من مخيط الثياب والخفاف وأن يكشف وجهه ورأسه وأن يصلي نفلاً ثم يحرم عقبيه فإن كان في وقت يمنع فيه النفل أقام إلى الوقت الذي يجوز فيه النفل إلا أن تمنعه ضرورة وإن أحرم\nالجزء: 1 ¦ الصفحة: 81\n",
        "عقيب مكتوبة جاز وعقيب النفل أفضل منه بغير صلاة جملة فإذا فرغ من صلاته ركب راحلته فإذا استوت به أحرم ولا ينتظر أن تنبعث به وإن كان ماشياً فحين يأخذ في المشي ويهلل للتلبية حين اعتقاده للإحرام رافعاً بها صوته إلا النساء فيكره لهن رفع الصوت.\nفأما واجباته فإن يحرم من الميقات ولا يتجاوزه وأن يتجرد من مخيط الثياب وقت إرادته الإحرام ومن كل ما يمنع في الإحرام مما يفسده إذا طرأ عليه والتلبية سنة مؤكدة يبتدئها عند الإحرام ثم في أدبار الصلوات وعند كل شرف ويقطعها بعد الزوال من يوم عرفة وقيل عند الرواح إلى الموقف ويكف عنها في الطواف والسعي ويتشاغل بالدعاء ولا يكثر منها إكثاراً يخرجه إلى الإسراف فإن قلل منها ولو مرة فلا دم عليه.\nفإن لم يأت بها جملة فعلية الدم والاختيار أن يقتصر في إحرامه على النية في تعيين ما ينويه دون التلفظ به.\nوصفة الإحرام بالعمرة صفته بالحج إلا وقت قطع التلبية فالمستحب للمحرم بها من بعض المواقيت أن يقطعها إذا انتهى إلى الحرم وللمحرم بها من الجعرانة إلى دخول مكة ومن التنعيم إلى رؤية البيت.\nفصل\nالإحرام يمنع الرجل عشرة أشياء: لبس المخيط كله وتغطية رأسه ووجهه ولبس الخفين والشمشكين مع القدرة على النعلين وحلق شعر رأسه وغيره من جميع بدنه والطيب وقص الأظفار وقتل القمل وقتل الصيد وعقد النكاح والوطء في الفرج وإنزال الماء الدافق والاستمتاع بما دون الوطء مكروه إلا أن يقارنه الإنزال فيفسده وذلك يذكر فيما بعد والمرأة مساوية للرجل في ذلك كله إلا في اللباس فإن عليها كشف وجهها ما فوق الدقن منه وكفيها فإن\nالجزء: 1 ¦ الصفحة: 82\n",
        "غطت بعض ذلك فانتفعت بترفيه فعليها الفدية وكذلك إن لبست القفازين.\nويلزم الرجل الفدية بتغطية رأسه أو بعضه ولا يلزمه بتغطية وجهه وتلزمه بلبس المخيط والخفين وبفعل كل ما ذكرناه من محظورات الإحرام من إماطة الأذى وللمرأة لبس الخفين والمخيط كله والأحسن الإحرام في البياض ولا بأس به في غيره من الألوان إلا المعصفر فيكره له وللمحرم حك رأسه وجلده ويرفق فيما لا يراه من جسده خيفة قتل الدواب وكذلك يكره له غسل رأسه بما لا يأمن معه ذلك وله أكل ما طبخ بطيب واختلف فيا خلط به الطيب من الطعام من غير طبخ. وللرجل أن يكتحل بما لاطيب فيه ولا فدية عليه وعلى المرأة في الكحل\nالفدية بما فيه طيب وبما لا طيب فيه وما يوجب الفدية من ذلك فيوجبها عمداً وسهواً أو اضطراراً وجهلاً والفدية الواجبة به ثلاثة أنواع صيام وصدقة ونسك مخير فيها غير مرتبة فالصيام ثلاثة أيام يستحب تتابعها والإطعام ستة مساكين مدين والنسك شاة وليس لشىء منها مكان مخصوص.\nفصل\nويحرم على المحرم في الحل والحرم وعلى الحلال في الحرم الاصطياد وإتلا صيد البر كله ما أكل لحمه وما لم يؤكل مما لا يبتدىء بالضرر ويلزم الجزاء بقتله أو بتعريضه للقتل إلا أن يتبين سلامته مما عرض له وعلى المشارك من إكمال الجزاء ما على المنفر ويستوي في ذلك عمده وسهوه وخطأوه وجهله وضرورته واختياره ولا يسقط إلا في صولة إذا قصد دفعه فأدى إلى تلفه وأكل الصيد للمحرم جائز إذا لم يصد لأجله أو المحرم سواه فإن أكل مما صيد له دون غيره فعليه الجزاء.\nالجزء: 1 ¦ الصفحة: 83\n",
        "ومن قتل صيداً فأكله فعليه جزاء واحد لقتله دون أكله ولا يجوز أن يدل أحداً محرماً على صيد ومن فعل ذلك أثم وكان الجزاء على القاتل دون الدال وللحلال أن يذبح صيداً مملوكاً في الحرم وينهي عن قطع شجر الحرم ولا جزاء فيه والجزاء الواجب بإتلاف الصيد مثل المقتول أو مقارية في الخلقة والصورة إن كان له مثل كالنعامة المشبهة للبدنة وحمار الوحش والإبل المشبهين للبقرة وحمار مكة المشبهة للشاة يخرجه هدياً وما لا مثله فيه حكومة وذلك كالأرنب واليربوع وحمام الحل.\nواختلف في حمام الحرم سوى مكة فقيل كحمام مكة وقيل كحمام الحل وصفة الجزاء فيما له مثل أن يحكم قاتل الصيد حكمين سواه فيخبرا له بين إخراج مثل الصيد المتلف من بهيمة الأنعام وبين قيمته طعام من غالب أنواعه بموضع الإتلاف أو بدلاً من الإطعام صياماً عن كل مد يوماً أو كسوة ثوباً بالغاً ما بلغ وفي صغير الصيد مثل ما في كبيرة من الجنس والصفة وأما لا مثل له فقيمة لحمه دون ما يراد له من الأعراض.\nوللمحرم قتل السباع العادية المبتدئة بالضرر ولا جزاء عليه فيها وذلك كالأسد والذئب والنمر والفهد.\nومن الطير الغراب والحدأة فأما الكلب العقور والحية والفأرة والزنبور والعقرب فله قتل ذلك بغير معني الصيد وليس من ذلك الصقر\nالجزء: 1 ¦ الصفحة: 84\n",
        "والبازي ولا القرد والخنزير إلا أن يتبدئ شيء من ذلك بالضرر وقتل صغار ما يجوز قتل كباره من الصيد كالسباع والطير مكروه ولا جزاء فيه فأما صغار الحيات والعقارب والزنانبير فغير مكروه ولا يجوز إخراج شيء من جزاء الصيد بغير الحرم إلا الصيام ولا تصح تذكية المحرم الصيد ومن لم يجد من المحرمين إلا صيداً وميتة أكل الميتة ولم يذبح الصيد.\nفصل\nوالإحرام على ثلاثة أوجه إفراد وتمتع وقران والإفراد أفضلها ثم التمتع فأما القران فصفته اشتراك العمرة والحج في إحرام واحد وذلك على ضربين ابتداء وإردافاً فالابتداء أن يحرم بهما في حال واحدة معتقداً ذلك في نيته دون لفظه والإرداف أن يبتديء الإحرام بالعمرة وحدها ثم يردف الحج عليها فقيل ما لم يشرع في الطواف وقيل ما بقي عليه شيء من عملها وفعل القارن كفعل المنفرد فيما يصفه وما يلزمه من فدية أو جزاء ويكفيه طواف وسعي واحد وللصيد جزاء وإنما يختلفان في النية.\nوأما المتمتع فله ستة شروط يجمعها أن يقال هو أن يأتي غير الملكي إلى أفقه أو ما كان في حكمه من مسافة ومتي انخرم بعض هذه الأوصاف خرج عن المتمع الموجب للدم وتفصيلها أن له ستة شروط أحدهما الجمع بين العمرة والحج في عام واحد والثاني في سفر واحد والثالث تقديم العمرة على الحج والرابع أن يأتي بها أو ببعضها في أشهر الحج والخامس أن يحرم بعد الإحلال منها بالحج والسادس أن يكون المتمع مقيماً بغير مكة فأما الإفراد فما عري من صفة التمتع والقران ولا يكون القران إلا بين عمرة وحجة ولا يكون بين عمرتين ولا حجتين.\nولا يصح إرداف عمرة على حجة فمن أحرم بحجتين أو بعمرتين لزمته واحدة ولا قضاء عليه للأخرى ومن أردف عمرة على حج لم يلزمه شيء بالإرداف ولا دم على المكي في قرانه إفا عند عبد الملك والواجب بكل واحد من التمتع والقران هدي ينحره بمنى ولا يجوز تقديمه قبل فجر يوم النحر فمن\nالجزء: 1 ¦ الصفحة: 85\n",
        "لم يجده صيام ثلاثة أيام في الحج وهي من وقت إخراجه إلى يوم عرفة فإن فاته ذلك فأيام التشريق وسبعة أيام يصومها في أهله ويجزئه إن صامها راجعاً في طريقه ولا يجزئ الصوم ما دام متمكناً من الهدي.\nفصل\nويستحب لمن دخل مكة محرماً أن يدخل من كداء الثنية التي بأعلا مكة فيبدأ بالمسجد فيستلم الحجر بغيه إن قدر فإن لم يقدر وضع يده عليه ثم وضعها على فيه من غير تقبيل ثم يبدأ بطواف القدوم وسنته لغير المكي وصفة الطواف كله صفة واحدة وهي أن يبدأ بعد استلامه فيجعل البيت.\nأشواط الثلاثة الأولى خببا والأربعة مشياص فيستلم الحجر كلما مر به فإذا أتمه صلى عند المقام ركعتين ثم عاد فاستلم الحجر ثم مضى للسعي فيصعد على الصفا حتي يرى البيت فيكبر ويهل ويدعو بما يريده ثم ينحدر ماشياً إلى المروة فإذا ظهر عليها فعل مثل ذلك فإذا أكمل سبعة أشواط يبتدأ بالصفا ويختم بالمروة فقد كمل سبعة ويستحب له أن يسعى في الوادي بين الشعبين فإذا فرغ من ذلك فإن كان في وقته فضل خرج إلى منى\nالجزء: 1 ¦ الصفحة: 86\n",
        "يوم التروية فصلى بها الظهر والعصر وبات بها ثم راح إلى عرفة ليقف بها بعد الزوال وقطع التلبية حينئذ فجمع بها بين الظهر والعصر مع الإمام ثم يقف حيث يقف الناس فالاختيار أن يقف راكباً وأي موضع جاز ويتنكب عن بطن عرفة ثم يستديم الوقوف إلى غروب الشمس فإذا غربت وهو بها دفع المزدلفة فيجمع بها بين المغرب والعشاء وبات بها في أي موضع شاء ما عدا بطن محسر ويحرك دابته إذا انتهى إليه فإذا صلى الفجر أتى المشعر الحرام فوقف عنده وكبر الله راكباً ثم نحر هدياً إن كان معه ثم حلق أو قصر والحلاق للرجال أفضل ثم عاد إلى مكة فطاف طواف الإفاضة ثم رجع إلى منى فبات بها ليالي أيام التشريق يرمي في كل يوم الجمار الثلاثة كل جمرة بسبع حصيات.\nوينصرف نهار أيامها في حوائجه فإذا خرجت أيامها وفرغ من رميه عاد إلى مكة فطاف طواف الوداع ثم انصرف هذا جملة أفعال الحج والمكي وغيره فيه سواء إلا في شيئين طواف القدوم وطواف الوداع فإن المكي غير مخاطب بهما ويقتصر على طواف الإفاضة إلا ما يتنقل به ويكون سعيه عقيب طواف الإفاضة والأفضل في أفعال الحج كلها أن تكون بطهارة فإن أتى بها محدثاً جاز إلا الطواف فلا يجوز إلا بطهارة ولا يجزئ منكسا ولا يجزئ إلا باستيفاء أشواطه فمن ترك شوطاً أو بعضاً منه أو من السعي عاد على إحرامه من بلاده لإتمامه وفي ترك ركعتي\nالجزء: 1 ¦ الصفحة: 87\n",
        "الطواف لمن رجع إلى بلده دم وفي ترك طواف القدوم لغير المراهق دم وفي ترك المبيت بالمزدلفه لغير العذر دم وللإمام تقديم ضعفة أهله ليلة المزدلفة إلى منى بشرط الدم وقيل إنها رخصت له خصوصاً والحلاق نسك يثاب فاعله وما يفعل بمنى من رمي ونحر وحلاق فلا شيء في تقديم بعض منه على بعض إلا تقديم الحلاق على الرمي ففيه دم ولحج تحللان تحلل أصغر وهو رمي جمرة العقبة بمنى يوم النحر وهذا التحيسل يبيح لبس المخيط وإماطة الأذى وغير ذلك ما عدا قتل الصيد والنساء ويكره الطيب ولا شيء فيه والتحلل الأكبر هو طواف الإفاضة يباح معه الصيد والنساء وجميع محظورات الإحرام.\nويفسد الحج الوطء في الفرج كان معه إنزال أم لا وكل أنزال عن استمتاع بقلبة أو جسة أو استدامة نظر أو فكر ما لم يكن أحد التحللين وإكان بعد الرمي وقبل الطواف فعليه العمرة والهدي على الظاهر من المذهب.\nويجب على مفسد الحج والعمرة المقضي فيهما واستيفاء أفعالهما وعليه قضاء فرضهما وتطوعهما ويتفرق الزوجان إذا أراد القضاء حين يحرمان ويلزم بفساد الحج بدنة تكون هدياً ولا يكون الهدي إلا من بهيمة الأنعام يسوقه من الحل إلى الحرم وينحره في الحج بمنى ويلزم مريد نحره بمنى أن يقفه بعرفة فإن فاته ذلك نحره بمكة والمنحر في الحج منى وفي العمرة مكة.\nوتقلد البدن وتشعر وكذلك البقر إن كان لها أسنة\nالجزء: 1 ¦ الصفحة: 88\n",
        "ولا تقلد الغنم ولا تشعر ويؤكل من الهدايا كلها إلا جزاء الصيد ونسك الأذى ونذر المساكين وهدي التطوع إذا عطب قبل محله.\nفصل\nومن أحصر بعدو فله التحليل بغير هدي ولا قضاء عليه إلا أن يكون ضرورة فيأتي بفرضه الذي عليه في الأصل والمحصر بمرض أو بما سوي العدو فلا رخصة له في التحليل وكذلك ضال الطريق ومن فاته الوقت لم يتحلل إلا بعمل العمرة وعلى جميعهم الهدي ولا رمي عليهم ولا شيء من أفعال المناسك.\nوللصغير حج يحرم به وليه وإن كان لا يعقل والزائد على نفقته في مقامه من حال وليه ومن بلغ من الصبيان أو عتق من العبيد بعد تلبسه بالإحرام أتمه ولم يجزئه عن حجة الإسلام.\nوليس لامرأة أن تحرم بغير الفريضة إلا بإذن زوجها فإن فعلت فله أن يحللها ولا لعبد أن يحرم بغير إذن سيده فإن فعل فلسيده أن يحله.\nالجزء: 1 ¦ الصفحة: 89\n",
        "فصل\nجملة ما يرميه الحاج سبعون حصاة منها في يوم النحر جمرة العقبة بسبع وفي كل يوم الثلاث الجمار بإحدى وعشرين حصاة ولا يرمي إلا بعد الزوال إلا في يوم النحر وله أن يتعجل بأن يرمي ثاني النحر وثالثه ثم ينفر ولمن كان من رعاة الإبل ترك الرمي ثاني النحر ويرمي ثالثه ليومه ولأمسه وينفر ويسقط عنه رمي الغد ما لم يبت أحد من الفريقين فيلزمه الوقوف إلى أن يرمي وطواف الوداع مستحب لا دم على تاركه.\nالجزء: 1 ¦ الصفحة: 90\n",
        "كتاب الجهاد\nالجهاد من فروض الكفاية وقد يتعين في بعض الأوقات على من يفاجئه العدو ولا يجوز تركه إلى الهدنة إلا من عذر ولا يكف عنهم إلا بأن يسلموا أو يدخلوا في ذمتنا ويؤدوا الجزية في دارنا وينبغي أن يدعوا قبل قتالهم إلا أن يعاجلونا وتجوز النكاية في العدو بكل ما يقدر عليه من إحراق الأراضي الزروع والعلوفات وقطع النخل والشجر وعقر الدواب وإخراب البلاد ولا تمس النحل إلا أن تكون من الكثرة والاجتماع يؤثر إتلافها وتخمس الغنيمة كلها عنها وعرضها سواء إلا الأراضي فإنها تترك وقفاً والسلب وغيره سواء لا يختص به القاتل إلا بإذن الإمام إذا رأى ذلك ويأخذ الإمام من الغنيمة خمسها ويقسم بين الجيش أربعة أخماسها ولا يجوز الغلول ويؤدب فاعله ولا يحرق رحله ولا يحارم سهمه وللعسكر أكل\nالجزء: 1 ¦ الصفحة: 91\n",
        "الطعام وذبح الماشية وأخذ العلوفات بغير إذن الإمام ولا يحتسب له في الغنيمة وما حصل في أيد العدو من أموال المسلمين فإن أسلموا عليه كان لهم فإن عاد شيء من ذلك إلى الغنيمة فهو لمن كان يملكه من المسلمين يأخذه قبل القسم بغير ثمن وهو أحق به بعده بالثمن.\nولا يجوز قسمه إن علم به والنفل كله من الخمس ويستحق الإسهام بثلاثة شروط:\nأحدها: أن تغنم الغنيمة بقتال أو إيجاف عليها بخيل أو ركاب فأما ما سوى ذلك ما ينجلي عنه أهله بغير قتال بل رهبة وفزعاً فإنه في غير المقسوم يصرفه الإمام في مصالح المسلمين.\nوالثاني: ما قوتل عليه فالإسهام مستحق فيه بشهود الواقفة عليه ولا يسهم لمن مات قبلها ولا لمدد إن جاء بعدها وليس من شروط من يسهم له أن يكون منه قتال ولا يكون صحيحاً غير مريض ولا أن يبقى إلى انقضائها بل يسهم لمن حضر من صحيح ومريض قاتل أو لم يقاتل قاتل في أولها أو بقى إلى انقضائها.\nالجزء: 1 ¦ الصفحة: 92\n",
        "كان مقيما مع المعسكر أو متشاغلاً بكمين أو تجسيس ومثل ذلك السرية المنفصلة من جملة العسكر برأي الإمام فإن غنم العسكر شاركوهم في الغنيمة وإن غنمت السرية فالغنائم بينها وبين باقي العسكر خرجت بإذن الإمام أو غيره إذنه فإن خرجت ابتداء من البلد فالغنيمة لها خاصة\nوالثالث: أن يكون المسهم له من جيش يلزمه القتال وذلك بأربعة أوصاف العقل والحرية والذكورية وإطاقة القتال للبالغ والمراهق ومن سوى هؤلاء من العبيد والمرأة ومن دون المرأهق يرضخ لهم ولا يسهم وكذلك الإجراء والصناع والمسهم لهم ضربان فرسان وأراجل فللفارس ثلاثة أسهم سهم باسمه وسهمان باسم فرسه وللراجل سهم.\nولا يسهم إلا لفرس واحد وإذا أجاز الإمام الهجن والبراذين أسهم لها ولا يسهم بغل ولا حمار ولا لما سوى الخيل.\nولا يقتل النساء والصبيان ولا الشيخ الفاني ولا أهل الصوامع والديارات إلا أن يخاف منهم أذى أو تدبير وترد لهم أموالهم إلا أن يكون كثيراً فيؤخذ ويترك لهم اليسير.\nالجزء: 1 ¦ الصفحة: 93\n",
        "وأمان الأمراء نافذ وأمان غيرهم من سائر الناس عند مالك رحمه الله عليهم نافذ لا يجوز نقضه وقال غيره إليهم إجازته ورد فإذا أجيز فسواء كان من رجل أو امرأة أو عبد أو حر بالغ أو مراهق إذا عقل الأمان.\nوالإمام في الأسرى مخير في خصال خمس وهي القتل والاسترقاق والمن والفداء وعقد الذمة وفي الجاسوس الاجتهاد وترد الرهائن وإن أسلموا ومن أسلم صلحاً فأرضه ملكاً له ومن أسلم من\nالجزء: 1 ¦ الصفحة: 94\n",
        "فتحت أرضهم عنوة فهي مغنومة لا ترجع إليهم بإسلامهم يسكنها الإمام من يراه ويأخذ خراجها ممن هي في يده وحكم الفيء والخمس والخراج والجزية واحد يأخذ الإمام حاجته منه بغير تقدير ويصرف الباقي في مصالح المسلمين ويعطي القرابة منه بالاجتهاد.\nالجزء: 1 ¦ الصفحة: 95\n",
        "كتاب الأيمان والنذور\nالأيمان على ضربين يمين جائزة ويمين ممنوعة فالجائزة هي اليمين بالله تعالى وبجميع أسمائه كالرحمان والرحيم والسميع والعليم وغير ذلك من أسمائه وبصفات ذاته كعلمه وقدرته وعزته وكلامه وعهده وميثاقه وكفالته وأمانته والممنوعة الحلف بما عدا ذلك ثم هي بعد هذا على قسمين منها ما يصح رفعه فيسقط حكمه وهو القسم الأول الجائز ومنها ما لا يصح ذلك فيه وهو الحلف بغير الله وصفاته.\nورفع اليمين بوجهين: بالاستثناء وبالكفارة.\nالجزء: 1 ¦ الصفحة: 96\n",
        "أما الاستثناء فإن يقرن بيمينه قوله إن شاء الله وإصلابها غير قاطع ناوياً بها الاستنثاء فإن قطعها عنه أو أطلق لم تكن شيئاً إلا أن يكون قطعها بغير اختيار من سعال أو عطاس أو ما أشبه ذلك.\nوأما الكفارة فتذكر فيما بعد وأما النوع الآخر وهو ما لا يصح رفعه فضربان أحدهما لا يتعلق به حكم كقوله والنبي والكعبة وكقوله هو يهودي أو نصراني أو بربيء من الله أو من النبي أو من الإسلام أو أشرك بالله أو أكفر أو ما أشبه ذلك وكقوله لعمري أو عيشي أو عيشك كل هذا لا يتعلق به حكم ولا يتصور فيه رفع.\nالجزء: 1 ¦ الصفحة: 97\n",
        "والآخر أن يكون يمينا بإيقاع شيء معين أو بنذر معين فيلزم به تنفيذ ما حلف به كالطلاق والعتاق والمشي وغيره من نذر الطاعات ولا يرفع شيئاً من ذلك استثناء ولا كفارة.\nوالألفاظ التي يحلف بها في القسم الأول قسمان أحدهما تجريد الاسم المحلوف به كقوله والله لا فعلت والآخر زيادة عليه وهي ضربان زيادة متصلة وزيادة منفصلة.\nوالمتصلة هي الحروف نحو والله وبالله وتالله وايم الله ولعمر الله والمنفصلة هي الكلمة نحو أحلف وأشهد وأقسم فهذه إن قرنها بالله أو بصفات ذاته نطقاً أو نية كانت أيماناً.\nوإن أراد بها غير ذلك أو أعراها من نية لم تكن أيماناً يلزم بها حكم ولفظ ماضيها كمستقبلها وليس من الأيمان لا من ألفاظها ولا من معانيها تحريم محلل أو حظره كالمأكل والمشارب وغيرها إلا في الزوجة فإنه يكون طلاقاً وفي العبد والأمة إن أراد به العتق لزمه وإن أراد التحريم من غير عتق لم يلزمه شئ.\nالجزء: 1 ¦ الصفحة: 98\n",
        "فصل\nوالأيمان على ثلاثة أوجه: لغو وغموس وعقد.\nفاللغو والغموس لا كفارة فيهما والعقد هو الذي يتعلق به الكفارة.\nواللغو هو أن يحلف علي شئ يظنه غلي ما حلف عليه ثم يتبين له خلافه وقيل: هو القول والله وبلى والله الجاري على اللسان من غير قصد والغموس هو الكذب فهذا أعظم من أن تكون فيه كفارة.\nوالمنعقد هو اليمين على مترقب يمكن إتمامها وحلها كان متعلقها من فعله أو من غير فعله ثم لا بد فيه من أحد أمرين بر أو حنث فالبر الموافقة والحنث المخالفة.\nوالكفارة تجب بالحنث دون البر وصفة البر والحنث راجعة إلى لفظ اليمين فإن كانت اليمين على نفي فالحالف في الحال على بر وحنثه بإيقاع ما حلف على نفيه وإن كانت على إثبات كان في الحال على حنث وكان بره بالإيقاع ومجموع ذلك أربعة ألفاظ للنفي لفظان وهما لا فعلت وإن فعلت فالحالف بذلك على بر لأنه بالانتفاء ما حلف عليه موافق وللإثبات\nالجزء: 1 ¦ الصفحة: 99\n",
        "لفظان وهما لأفعلن وإن لم أفعل فالحالف بذلك في الحال على الحنث لأنه بانتفاء ما حلف عليه مخالف وبره بأن يفعل إلا أن الكفارة لا تلزمه إلا أن ييئس من البر فيتحقق الحنث.\nوتجب بالمخالفة سهواً أو عمداً أو خطأ أو قصداً إلا أن يكره على اليمين أو يكون أمراً مضطراً إليه لا يمكنه الانفكاك منه فلا يحنث في ذلك القدر دون ما زاد عليه كالحالف لا ألبس ثوباً هو لابسه ولا أدخل داراً هو فيها ولا أركب دابة هو عليها فيلزمه النزع في أول أوقات الإمكان فإن زاد على ذلك مع الإمكان حنث.\nوأعداد الكفارة معتبرة بالأيمان دون متناولها فإذا حلف يميناً واحدة على عدة أشياء حنث بفعل واحد منها ولزمته الكفارة بذلك ثم لا شيء عليه في باقيها وإن حلف على شيء واحد بأيمان عدة قاصداً بها الاستثناء دون التأكيد والتكرار فإذا حنث كان عليه من الكفارات بأعداد أيمانه.\nفصل\nويعتبر في اليمين ثلاثة أشياء أولها النية فيحمل عليها إذا كانت مما يصلح أن يراد اللفظ بها كانت مطابقة له أو زائدة فيه أو ناقصة عنه بتقييد مطلقة أو بتخصيص عامه فإن عدم الحالف تحصيلها نظراً لسبب المثير لليمين ليعرف منه فإن عدم أجرى اللفظ على ما يقتضيه إطلاقه في عرف اللغة وعادة التخاطب دون عادة الفعل وذلك كالحالف لا آكل رؤوساً أو\nالجزء: 1 ¦ الصفحة: 100\n",
        "بيضاً أو لا أسبح في نهر أو غدير فإن قصد معنى عاماً وعبر عنه بلفظ خاص أو معنى خاصاً وعبر عنه بلفظ عام حكم بنيته إذا قارنها عرف التخاطب كالحالف لا أشرب لفلان ماء يقصد قطع المن دون عين المحلوف عليه وقد قال ابن القاسم يؤخذ الناس في الطلاق بألفاظهم.\nفصل\nوالكفارة أربعة أنواع إعتاق وإطعام وكسوة وصوم.\nفالإطعام والكسوة والإعتاق مخير فيهما أيهما شاء أن يخرج جاز مع القدرة على ما معه ولا يجزئه الصوم مع القدرة على واحد منها والإطعام والكسوة لعشرة مساكين والعدد فيهما مستحق ولا يجوز النقصان منه ولا زيادة عليه وهو بالمدينة مد بالأصفر وبالأمصار وسط مع الشبع وهو رطلان بالبغدادي وشيء من الأدام والكسوة أقل ما تجزيء به الصلاة ولا يجوز صرفها إلا إلى الأحرار من المسلمين الفقراء ويعطي الصغير المتغذي بالطعام ما يعطى الكبير.\nوأما الإعتاق فتحرير رقبة مؤمنة سليمة من العيوب والكبيرة أحب إلينا من الصغيرة وخالية من شركة أو عقد عتق أو استحقاقه ويجمعه خمسة شروط:\nأحدها: أن تكون مؤمنة.\nوالثاني: أن تكون سليمة.\nوالثالث: أن تكون كلها ملكاً للمكفر.\nوالرابع: ألا يكون فيها عقد من عقود العتق.\nوالخامس: ألا يستحق إعتاقها حين ملكها بجهة غير الكفارة من نذر أو قرابة.\nوأما الصوم فثلاثة أيام يستحب متابعتها ويجزئ تفريقها وفي تقديم الكفارة ى الحنث روايتان ويستوي في ذلك أنواعها.\nالجزء: 1 ¦ الصفحة: 101\n",
        "فصل\nالنذور على وجهين مطلق ومقيد فالمطلق ما استقل بنفسه عن شىء يتعلقبه به\nوالمقيد ما تعلق بما ذكرناه لقوله عقيب النذر إن شفى الله مرضى أوقدم غائبي فالأول يلزم أطلاقه والثاني عند وجود شرطه وسواء كان شرطه مباحاً أو محظوراً أو قربة أو معصية كان فعلاً للنادر أو لغيرة من العباد أو من الله تعالى.\nوالنذور نوعان: وجهين مجهول ومعلوم فالمجهول ما لا يتبين نوعه مثل أن يقول لله علي نذر ولا يبين ما هو فهذا فيه كفارة يمين.\nوالمعلوم ما يبين مخرجه لفظاً أو نية ثم لا يعدوا ما يبين من ذلك أحد أربعة أنواع إما طاعة أو معصية أو مكروهاً أو مباحاً ولا يلزم منها إلا الطاعة ويسقط ما عداها.\nولا نذر في غير الملك إلا بشريطته ولا اعتبار بخلاف الوجوه التي يقع النذور عليها من لجاج أو تبرم أو غضب أو غير ذلك ومن حلف بصدقة ماله كله أو نذره لزمه ثلثه يوم حلف لا يوم حنث ويلزم نذرالمشي\nالجزء: 1 ¦ الصفحة: 102\n",
        "إلى بيت الله في حج أو عمرة معيناً إن عينه أو مطلقاً إن أطلقه ويلزم المشي في الحج إلى آخر طواف الإفاضة وفي العمرة إلى انقضاء السعي وإن ركب في بعضه لعذر عاد قابلاً فلفق المشي وأهدى إلا أن يكون من الكبر أو المرض بحيث لا يطيق الرجوع فيجزئه الهدي إلا أن يكون الذي ركب يسيراً فيغنيه الهدي عن العودة.\nومن نذر المشي إلى مسجد الرسول أو الأقصى لصلاة فيهما لزمه ومن نذر المشي إلى مسجد الرسول أو الأقصى لصلاة فيهما لزمه ومن نذر ذبح ابنه في يمين أو على وجه القربة فدى عنه هدياً وإن نذره مجرداً لم يلزمه ومن نذر هدياً من مال غيره فلا شيء عليه ويلزمه نذر ماله فيهديه إن كان يهدي مثله أو يبيعه إن كان مما لا يهدي مثله ويصرف ثمنه في هدي.\nالجزء: 1 ¦ الصفحة: 103\n",
        "كتاب الضحايا والعقيقة\nمدخل\n...\nكتاب الضحايا والعقيقة\nوالأضحية سنة مؤكدة يخاطب بها كل قادر عليها إلا الحاج بمنى وهي إراقة دم كامل لكل مضح منفرد به غير مشارك في ثمنه وإن ضحى رجل بأضحية واحدة عنه وعن أهل بيته بغير عوض جاز ولا يكون إلا من بهيمة الأنعام.\nوأفضل الأجناس منها: الغنم ثم البقر ثم الإبل والعجول من كل جنس أفضل من الإناث.\nوسنها من الضأن الجذع ومما سواه الثني ويتقي فيها كل عيب ينقص اللحم أو مرض الحيوان وكذلك كالأعمى وبين العور والعجفاء والظلع وقطع بعض الأعضاء المأكورة أو نقصانه في أصل الخلقة وكذلك الشديدة المرض والمكسورة القرن إن كان يدمى.\nومحلها الأيام المعلومات وهي ثلاثة أياما يوم النحر وثانيه وثالثه فأما رابعه فليس من المعلومات وتعجيلها يوم النحر أفضل.\nويستحب أن يلي ذبحها إن كان ممن يحسن الذبح وإن استناب فيها من هو من أهل القربة أجزأه.\nوذلك المسلم العاقل فقط حراً كان أو عبداً رجلاً أو امرأة بالغاً أو مراهقاً ووقتها بعد الصلاة والخطبة وبعد ذبح الإمام إن كان ممن يظهر النحر وذلك الأولى به وإلا فليتحر الناس وقت ذبحه أو ذبح أقرب أئمة البلد إليهم ثم إن بان لهم الغلط في تحريهم فلا شيء عليهم ويسمى عند ذبحها ويكبر ولا يباع شيء منها ولا يعاوض به لجار ولا يصرف في ماعون ولا غيره ويجوز أن يطعم الغني والفقير ويأكل منها المضحى ويدخر القدر الذي يجوز أكله.\nالجزء: 1 ¦ الصفحة: 104\n",
        "فصل\nوالعقيقة سنة مستحبة غير واجبة وهي شاة كاملة عن كل مولود ذكراً كان أو أنثى ووقتها سابع يوم الولادة فإن فات فاتت بفواته وقيل السابع الثاني.\nويحسب السابع إذا سبقت الولادة فجره وإن تأخرت عنه ألغى وحسب غده وسنتها في الجنس والسن واتقاء العيب ووقت الذبح من اليوم وجواز الأكل سنة الأضحية وكسر عظامها مباح غير ممنوع ولا مندوب وحلاق رأس المولود والتصدق بوزنه جائز لمن أراده وتلطيخه بالدم ممنوع وإبداله بالخلوق جائز والختان واجب بالسنة في الذكور ومثله الخفاض في الإناث وليس بواجب وجوب فرض.\nالجزء: 1 ¦ الصفحة: 105\n",
        "باب الذبائح\nيتعلق بالذكاة خمسة أشياء: أنواع التذكية وشرط كل نوع منها وصفة الذابح وصفة المذكي وصفة الآلة المذكى بها.\nالجزء: 1 ¦ الصفحة: 105\n",
        "فأما أنواع التذكية فهي ثلاثة: الذبح والنحر والعقر فأما العقر فإنه في غير المقدور عليه وهو في المتوحش طبعاً ما لم يقدر عليه وذلك يبين في بابه.\nوأما النحر والذبح ففي المقدور عليه إنسياً كان أصله أو وحشياً فتأنس أو قدر عليه مع استيحاشه أو كان غير مقدور عليه لتوحشه بعد أنسه ولا تبيح الضرورة فيما ذكاته النحر أن يذكى بالعقر كالبعير يقع في بئر فلا يوصل إلى تذكية في حلقه ولبته.\nفأما شروط الذكاة فشرط الذبح هو استيفاء قطع الحلقوم والودجين في قطع واحد.\nوأما النحر ففي اللبة والنحر سنة ذكاة الإبل ويجوز ذبحها للضرورة والذبح سنة ذكاة الغنم ويجوز نحرها للضرورة وسنة البقر الذبح والنحر جائز فيها من غير ضرورة وما ذكى من ذلك بغير سنته لغير ضرورة فقيل لا يؤكل تحريماً وقيل كراهة.\nفأما سننه ومندوباته فأربعة: إحداد الآلة والتسمية واستقبال القبلة والصبر عليها إلى أن تبرد فإن ترك ذلك كله أو بعضه سهواً أو عمداً كره له ولم تحرم الذبيحة إلا في ترك التسمية فإن تعمد تركها يحرمها عند جمهور أهل المذهب إلا أن يتأول.\nفأما صفة الذابح فأن يكون مسلماً أو كتابياً عاقلاً عارفاً بالذبح قاصداً به التذكية فإن قصد اللعب أو إتلاف البهيمة أو دفعها عن نفسه أو تجريب السيف.\nالجزء: 1 ¦ الصفحة: 106\n",
        "ولم يقصد التذكية لم يكن ذلك ذكاة وإن أصاب صورتها وليس من شرطه الذكورية ولا البلوغ إذا كان مراهقاً يتأتى منه الذبح ويعرف شروطه.\nولا يجوز ذبح الكافر غير الكتابي ولا المجنون ولا السكران.\nفأما صفة المذكي فأن يكون حياً غير ميئوس من بقاءه مثل أن يكون قد أصابه من وقذ أو نطح أو ترد أو عرقاً أو حرقاً أو عقر سبع أو غير ذلك مما يعلم معه أنه لا يعيش بمستقر العادة فمتى أصابه بعد ذلك لم تصح تذكيته.\nوأما الآلة المذكى بها فأن تكون مما ينهر الدم ويحصل به القطع جرحاً كالمنحدد من السيف والسكين والرمح والحرية والزجاج والحجر والقطب الذي له حد يصنع ما يصنعه بحد السلاح ولا يجوز التذكية بسن ولا ظفر متصل بالمذكي ولا منفصل ولا بمثقل.\nالجزء: 1 ¦ الصفحة: 107\n",
        "باب الصيد\nكل حيوان مأكول اللحم طبعه التوحش والامتناع لا يقدر عليه إلا بالاصطياد فتذكيته بالعقر في أي موضع كان منه من مقتل أو غيره من جارح أو محدد سلاح إذا تلف عنده في حال امتناعه وانتفاء القدرة على تذكيته بالذبح من غير تفريط كأن فوت نفسه مشاهداً لصائده أو غائباً عنه ما لم يفرط في طلبه إلا أن يبيت عنه ففيه تفصيل نذكره إن شاء الله.\nوالآلة المصيد بها نوعان جوارح وسلاح فأما الجوارح فلجواز أكل ما صيد به شرطان أحدهما أن يكون معلماً والآخر أن يكون بإرسال من صاحبه من أي أصناف الجوارح كان من كلب أو باز أو صقر أو شاهين أو غيره من سباع الوحش والطير التي تفقه التعليم.\nوتعليمه أن يفقه عن مرسله فيأتمر إذا أمره وينزجر إذا زجره وليس من شرطه ترك الأكل من كلب أو غيره.\nوأما الإرسال فأن يبتديء صاحبه بعثه من يده ناوياً إرساله للاصطياد والتذكية مسمياً لله تعالى عند ذلك.\nثم قتله الصيد بنوعين بعقر وبغير عقر فأما العقر فبجرح من تنبيب\nالجزء: 1 ¦ الصفحة: 108\n",
        "أو تخليب فذكاة له وغير العقر ضربان أحدهما فعل فيه كالصدم والنطح وما أشبه ذلك مما لا يبلغ فيه الجرح وهذا فيه خلاف والآخر أن يتلف عند مشاهدة الجارح طالباً له فزعاً أو دهشاً فلا يجوز أكله.\nوأما السلاح فكل ما جرى فالاصطياد به جائز من سيف ورمح وسكين وسهم ومعراض أصاب بحده دون عرضه فإن بات الصيد عنه بعد إرسال الجارح أو السهم فوجده من الغد مقتولاً لم يؤكل من الجارح وفي السهم خلاف.\nالجزء: 1 ¦ الصفحة: 109\n",
        "وشركة الجارح غير المعلم أو مرسل المجوسي مانعة من أكل من شركا فيه جارح المسلم أو سهمه وإذا بان من الصيد عضو أو بضعة يعيش مع مفارقتها لم يؤكل البائن وأكل سائره وإن ساوى البائن ما بقى أكل جميعه ولا يؤكل ما قتلته الحبالة لأنه مقدور عليه ولا ما قتله السهم المسموم لشركة السم في قتله ولا صيد المجوس لأنه كذبه ويكره صيد الكتابي من غير\nتحريم ولا يؤكل ما أدركه والجوارح تنهشه فلم يخلصه وهو قادر على ذلك أو طالبا لما يذبحه به للتفريط بذلك كله.\nالجزء: 1 ¦ الصفحة: 110\n",
        "باب الأطعمة والأشربة\nالأطعمة ضربان حيوان يحتاج إلى ذكاة ونبات وغيره من الجامدات والمائعات لا يحتاج إلى ذكاة.\nفما لا يحتاج إلى ذكاة من جميع الأطعمة المعتادة فأكله جائز ما لم يكن نجساً بنفسه أو مخالطة نجس. وأما الحيوان فنوعان بري وبحري فأما البحري فيؤكل جميعه كان مما له شبه في البر أو مما لا شبه له من غير حاجة إلى ذكاة تلف بنفسه أو بسبب أتلفه مسلم أو مجوسي طفا أو لم يطف.\nفأما البري فمحتاج إلى ذكاة وهي مختلفة باختلاف أنواعه على ما بيناه فبهيمة الأنعام والوحش كله مباح ما عدا الخنزير ولا تؤكل فإنه حرام والسباع فإنها مكروهة.\nفأما الإنسي من ذوات الحوافر فالخيل مكروهة دون كراهة السباع والبغال والحمير مغلظة الكراهية جداً وقيل محرمة بالسنة دون تحريم الخنزير.\nالجزء: 1 ¦ الصفحة: 110\n",
        "ولا تؤكل الجراد عند مالك رحمه الله إلا أن يتلف بسبب ومن أصحابه من لا يرى فيه السبب. والطير كله مباح ذو المخلب وغيره وما عدا ذلك فمكروه مستقذر غير مقطوع على تحريمه.\nوأما الأشربة فلا يحرم منها إلا ما أسكر فيحرم جميعه من أي نوع كان من عنب أو زبيب أو تمر أو رطب أو بسر نياً كان أو مطبوخاً قليله وكثيره وشرب الخليطين مما ذكرناه.\nوانتباذهما مكروه والانتباذ فيما عدا الدباء والمزفة جائز وفيهما مكروه وشرب العصير جائز وكذلك العقيد إذا ذهب منه بالطبخ الأكثر الثلثان وشبهها.\nالجزء: 1 ¦ الصفحة: 111\n",
        "كتاب النكاح وما يتصل به\nوالنكاح مندوب إليه للقادر عليه من غير إيجاب والمنكوحات ضربان حرائر وإماء فالحرائر يجوز نكاحهن على الإطلاق والإماء لا يجوز للحر نكاحهن إلا بشرطين عدم الطول وخشية العنت وذلك سيذكر فيما بعد والحرائر نوعان أبكار وثيب وكل واحد من النوعين ينقسم إلى قسمين أصاغر وبوالغ.\nولا نكاح إلا بولي ذكر ولا يجوز لامرأة أن تنكح نفسها ولا غيرها بوجه وذلك باطل متى وقع لا يجوز بوجه ثم الأولياء ضربان آباء وغير آباء فأما صغار النساء فلا يزوجهن أحد من الأولياء سوى الآباء وللآباء إنكاحهن أبكاراً وثيباً.\nوأما الإبكار البوالغ فلآباء إنكاحهن بغير إذنهن ويستحب استئذانهن من غير إيجاب وينقطع الإجبار عن المعنسة وهي التي برزت وجهها وباشرت الأمور بنفسها وعرفت مصالحها وقيل إنه باق عليها ببقاء البكارة.\nالجزء: 1 ¦ الصفحة: 112\n",
        "وأما الثيب من البوالغ فلا إجبار عليها ولا تنكح إلا بإذنها.\nوالثيوبة المسقطة للإجبار هي الوطء بنكاح أو ملك أو بشبهتهما.\nوأما الحرام المحض فلا يقطع الإجبار كان طوعاً أو اغتصاباً.\nوالولاية ولايتان خاصة وعامة فالخاصة في أربعة أوجه نسب أو خلافة نسب أو ولاء أو سلطان فأما ولاية النسب فمستحقة بالتعصيب لا مدخل فيها لذوي الأرحام الذين لا تعصيب لهم كالأخ للأم والخال وغيرهما ثم ما يملك بهما نوعان إجبار وإنكاح بإذن فأما الإجبار فلا يملكه إلا الأب وحده على صغار بناته وأبكار بوالغهن على ما قدمناه والسيد في أمته.\nوأما الإنكاح بالاستئذان فيستوي الأب وسائر الأولياء وترتيب العصابات فيه بحسب قوة تعصيبهم فأولاهم البنون ثم بنوهم وإن سفلوا ثم الأب\nثم الإخوة للأب والأم ثم للأب ثم بنو الإخوة للأب والأم ثم بنو الإخوة للأب ثم الأجداد للأب وإن علوا ثم العمومة على ترتيب الإخوة ثم بنوهم على ترتيب بني الإخوة وإن سفلوا ثم الموالى ثم السلطان.\nوإن أنكح الأبعد مع وجود الأقرب فيمن تستأذن جاز فأما خلافة النسب فوصى الأب خاصة في البكر هو أولى من سائر الأولياء بإذنها وهو في الثيب واحد منهم.\nوالمستأذنان أبكار وثيب فإذن الثيب بالقول وإذن البكر بالقول أو بالصمات ويستحب أن تعلم البكر بأن صماتها محمول منها على الإذن.\nوأما الولاية العامة فولاية الدين وهو جائز مع تعذر الولاية الخاصة.\nفأما مع وجودها فقيل: إنه جائز في الدنية التي لا خطر لها وكل واحد كفؤلها ولا يجوز في ذات القدر والشرف وقيل لا يجوز بحال مع القدرة.\nوإذا تقدم العقد على الإذن فالصحيح أن لا يجوز وإن تعقبته الإجازة.\nوللولي إنكاح صغار الذكور كان أباً أوصى أباً أو حاكماً وإذا أنكح الأب ابنه الصغير فإن سمي الصداق عليه أو على الابن الذي له المال جاز وإن سكتا\nالجزء: 1 ¦ الصفحة: 113\n",
        "عنه فهو على الابن إن كان له مال وعلى الأب إن لم يكن للابن مال ثم لا ينتقل إليه بيسره.\nويجوز خلع الأب عن ولده الصغير الذكر والأنثي وكذلك إنكاحه البكر بأقل من صداق مثلها إذا رءاه حظا والعفو عن نصف صداقها بطلاقها قبل الدخول وللولي أن يلي إنكاح نفسه من وليته التي يجوز له نكاحها بنفسه بأي شيء كانت ولايته.\nوإذا زوج الوليان فالداخل من الزوجين أولى ولا ولاية لعبد ولا لمن فيه بقية رق ولا لكافر على مسلمة ولا لمسلم على كافرة إلا بالرق وللسيد إجبار عبيده وإمائه وعبيد من يلي عليه من ولده أو بوصية على النكاح ولا يجوز لعبد ولا لأمة أن ينكحا إلا بإذن سيدهما والسيد في العبد بالخيار إذا نكح بغير إذنه بين أن يجيز أو يرد إلا أن يعتق قبل علمه بالنكاح فيمضي ولا رد له ولا خيار له في الأمة بخلاف العبد.\nوللعبد أن ينكح أربعاً كالحر وله أن ينكح الأمة مع القدرة على الحرة بخلاف الحر.\nوالإشهاد من شروط كمال النكاح وفضيلته دون نفوذه وصحته وكذلك الإعلان والتراضي بكتمان العقد يفسده.\nولا يجوز لولي عضل وليته إذا دعته إلى كفء في الدين والحال والمروءة ويزوجها عليه الإمام وإن اتفقا على غير كفء جاز وليس كمال مهر المثل من الكفاءة والمتوك في عقد النكاح جائز.\nفصل\nالصداق مستحق في عقد النكاح ولا يجوز التراضي على إسقاطه ولا النكاح المشترط فيه سقوطه ولا حد لأكثره وأقله محدود وهو ربع دينار من الذهب أو ثلاثة دراهم فضة أو ما يساوي أحداهما من العروض ويجوز أن يكون أعيانا ومنافع والأعيان أحب إلينا.\nولا يجوز الصداق ما لا يجوز بيعه لتحريم عينه أو لغرره كالخمر والخنزير وكالآبق والشارد وفي فسخ النكاح به روايتان إحداهما أنه يفسخ قبل الدخول\nالجزء: 1 ¦ الصفحة: 114\n",
        "وبعده والأخرى أنه يفسخ قبله ويثبت بعده ويجب صداق المثل ويجوز على وصف أو عبد مطلق أو جهاز بيت ويرجع إلى العرف والوسط من ذلك ويجوز تعجيل المهر وتأجيله ويستحب تقديم ربع دينار قبل الدخول والصداق واجب بالعقد والتسمية ويستقر وجوبه بالدخول فيؤمن سقوطه وما لم يكن دخول فهو معرض لأن يسقط نصفه بطلاق أو جميعه بما يكون من جهة المرأة مثل أن ترتد أو تختار نفسها إذا أعتقت أو يبيعها سيدها من زوجها وعلى المرأة أن تتجهز لزوجها من صداقها وغيره بما يجري العرف في موضعها وله إن طلقها قبل الدخول نصف ما ابتاعته إلا أن يكون صرفته في شيء تختص به فتغرمه عيناً.\nونكاح الشغار باطل وهو أن يزوجه وليته على أن يزوجه الآخر وليته ولا مهر بينهما فإن سميا مهرا لهما أو لأحدهما صح النكاح المسمى فيه المهر ووجب صداق المثل.\nونكاح المتعة باطل وهو العقد المشروط فيه الأجل والخطبة على خطبة الغير جائزة على وجه وممنوعة على آخر فجوازها ما لم يكن بينهما إنعام وركون وتقدير صداق وما أشبهه ومنعها مع وجود ذلك وإذا اشترط المنكح في\nالجزء: 1 ¦ الصفحة: 115\n",
        "العقد حباءاً لنفسه والصداق للزوجة فهو لها حق بصداقها وما دفعه الزوج إليه بعد العقد فهو له. ونكاح التفويض جائز وصفته أن يعقدا ولا يسميا صداقاً أو على أن يفرضاه بعد أعقد ومن فرض منهما فرضية الآخر جاز وكان هو الصداق ومن كره لم يلزمه ونظر فإن كانت المرأة لزمها مما يفرضه صداق المثل دون ما قصر عنه وإن كان الزوج كان خير بين أمور ثلاثة إما أن يبذل لها صداق المثل أو يرضي بفرضها أو يطلق ولا يلزمه شيء بفرضها فإن طلق استحب له أن يمتع والمتعة هي أن يعطيها شيئاً يجري مجرى الهبة بحسب ما يحسن من مثله على قدر حاله من يسره وعسره ومن مات من الزوجين قبل الفرض فبينهما الميراث ولا صداق في من لم يفرض والموت في استقرار الصداق به كالدخول.\nوصداق المثل معتبر بحالها وما هي عليه من جمال وحال وأبوه فيكون لها بحسب ذلك وما يكون مثله لأقرانها في السن ومن كان في مثل حالها ولا اعتبار بنساء عصبتها ومن أعتق أمته على أن يتزوجها نفذ العتق ولم يلزمها ذلك وإن شرط عتقها صداقها لم يصح ولزمه الصداق وللمرأة منع نفسها حتى تقبض صداقها وليس لها ذلك بعد طوعها بالتسليم. وإذا اختلفا في مقدار الصداق فإن كان قبل الدخول تحالفا وتفاسخا وبدئت باليمين ومن نكل منهما قضى عليه مع يمين صاحبه.\nالجزء: 1 ¦ الصفحة: 116\n",
        "وإن اختلفا بعد الدخول فالقول قول الزوج مع يمينه وإن كان الاختلاف في القبض فالقول قولها قبل الدخول فإن دخل رجع إلى الموضع الذي هما فيه فعمل على غالب أحوالهم وعرفهم فإن عدم ذلك فالقول قولها وإن كان هناك عرف يصدق الزوج ومعها كتاب ذكر الحق فالقول قولها.\nفصل\nويثبت الخيار للزوجين بعيوب توجد فيهما أو في أحدهما فيكون الخيار لمن لم توجد به وذلك على ضربين منها ما يختص به الزوج ومنها ما تختص به المرأة ومنها ما يشتركان فيه.\nفالذي يختص بالزوج هو ما يمنع الوطء وذلك أربعة عيوب الجب والخصي والعنة والاعتراض فالمجبوب هو المقطوع ذكره وأنثياه والخصي هو المقطوع أحدهما والعنين هو الذي له الذكر لا يتأتى الجماع مثله لصغره وامتناع تأتي إيلاجه والمعترض هو الذي لا يقدر على الوطء لعارض وهو بصفة من يمكنه وربما كان بعد وطء قد تقدم منه وربما كان عن امرأة دون أخرى ففي الجب والخصي والعنة لها الخيار وكذلك إذا كان الخصي قائم الذكر يمكنه الوطء إلا أنه لا ينزل فالخيار لها.\nفأما المعترض فيضرب له الأجل سنة من يوم توقفه ويخلي بينه وبينها والقول قوله إن ادعى الوطء في السنة فإن مضت وتقارا على عدم الوطء فالخيار لها وذلك إذا لم يكن منه وطء قبل الاعتراض فلا يقبل قولها في دعوى ذلك به إلا بتصديقه إياها.\nوالفسخ إذا اختار الفرقة بطلاق وفي تكميل الصداق روايتان إحداهما إثباته على الإطلاق والأخرى بشرط طول إقامتها وتلذذه بها واستمتاعه بقدر تمكنه ثم إن تزوجته ثانية كان لها الخيار أيضاً بخلاف المجبوب والخصي لأن هذين لا يتوقع زوال ما بهما ويكمل الصداق في حقهما.\nالجزء: 1 ¦ الصفحة: 117\n",
        "وأما العيوب المختصة بالمرأة فهي داء الفرج المانع من وطئها.\nوهو الرتق والقرن فذلك يوجب الخيار إن شاء أقام واستمتع بقدر ممكنة وإن شاء طلق ولا شيء عليه.\nوأما المشتركة فالجنون والجذام والبرص فإذا وجد بالزوج فالمرأة بالخيار فإن اختارت الفسخ قبل الدخول فلا مهر لها وإن وجد ذلك الرجل بالمرأة فهو بالخيار إن شاء دخل ولزمه الصداق كاملاً وإن شاء طلق ولا شيء عليه فإن كان دفعه استرده وإن لم يعلم إلا بعد الدخول ترك لها ربع دينار وأخذ ما زاد عليه إن كانت هي الغارة وإن كان الغار وليها رجع الزوج بما دفعه إليها على الولي فلم يترك لها ربع دينار.\nوكل هذه إذا كانت العيوب موجودة بمن وجد به منهما في حال العقد ولا خيار إن سلم في حال العقد ثم طرأت عليه.\nولا خيار فيما سوى ذلك من العيوب كالقطع والعمى والعور والحد في الزنا أو كونها ولد زنا أو ما أشبه ذلك.\nويستحب المتعة لكل مطلقة ومن جرى مجراها كانت مدخولاً بها أو غير مدخول بها إلا المطلقة المسمى لها قبل الدخول والمختلعة والملاعنة ولا يجبر عليها من أباها.\nالجزء: 1 ¦ الصفحة: 118\n",
        "فصل\nوتجب النفقة للزوجة بالعقد والتمكين من الاستمتاع مع بلوغ الزوج وكونها ممن يستمتع بمثلها إلا أن تنشز والاعتبار في تقديرها بحالهما فيلزمه لها كفايتها على قدر حالها ويخدمها كفايتها إلا أن تتزوجه عالمة بفقره وأنه متكفف لا مال له فلا قول لها ولها في غير ذلك أن تفارق مع الإعسار بعد\nضرب الأجل ليتضح إعساره وطلاقه رجعي وله الرجعة إن أيسر في العدة والخيار لها في الإعسار بالصداق بعد ضرب الأجل على ما يرجى لمثله.\nفصل\nونكاح المريض المخوف عليه المحجور عليه في ماله غير جائز ويفسخ إن وقع صح أو لم يصح وقيل يثبت إن صح وطلاقه ثلاثاً لا يقطع الميراث جملة بغير تفصيل إلا أن يصح من ذلك المرض ولا نكاح لمولى عليه إلا بإذن وليه.\nفصل\nولا يجوز استباحة الفرج في الشرع إلا بأحد وجهين إما عقد النكاح أو ملك يمين فكل امرأة فجائز في الجملة العقد عليها ما لم يكن فيها ما يقتضي تحريمها والتحريم ضربان مؤبد وغير مؤبد فالمؤبد يرجع إلى عين المرأة فلا تحل بوجه وذلك بوجهين أحدهما أصل والأخرى معنى طاريء على العين يحظرها بعد إباحتها وجملته خمسة أشياء نسب ورضاع وصهر ولعان ووطء في العدة.\nفالأصل هو النسب والفرع ما عددناه معه فالتحريم بالنسب هو في الأعيان السبعة وهي الأمهات والبنات والأخوات والعمات والخالات وبنات الأخ وبنات الأخت فالأم اسم لكل أنثى لها عليك ولادة فتدخل في ذلك الأم دنية وأمهاتها وجداتها وأم الأب وجداتها وإن علون والبنت اسم لكل أنثى لك عليها ولادة أو على من له عليها ولادة فتدخل في ذلك بنت الصلب وبناتها وبنات\nالجزء: 1 ¦ الصفحة: 119\n",
        "الأبناء وإن نزلن والأخت اسم لكل أنثى جاورتك في أصليك أو في أحدهما.\nوالعمة اسم لكل أنثى شاركت أباك أو جدك في أصليه أو في أحدهما والخالة اسم لكل أنثى شاركت أمك في أصليها أو في أحدهما وبنت الأخ اسم لكل أنثى لأخيك عليها ولادة بواسطة أو مباشرة وبنت الأخت اسم لكل أنثى لأختك عليها ولادة بمباشرة أو واسطة.\nوأما الرضاع فإنه يكسب من وجد به من الاسم ما يكسبه النسب فإذا أرضعت المرأة طفلاً حرمت عليه لأنه أمه وبنتها لأنها أخته وأختها لأنها خالته وأمها لأنها جدته وبنت زوجها صاحب اللبن لأنها أخته وأخته لأنها عمته وأمه لأنها جدته وبنات بنيها وبناتهما لأنهن بنات أخوته وأخواته.\nوأما الصهير فأربع أم المرأة وابنتها وزوجة الأب وزوجة الابن.\nفالأم تحرم بمجرد العقد الصحيح على ابنتها والبنت تحرم بشرط الاستمتاع بالأم لمن الدخول فما دونه استمتاعا مباحا أو شبهه وفي محض الزنا روايتان وسواء كانت الربيبة في حجر المتزوج بأمها أم لا.\nوأما اللعان فيحرم على التأبيد وكذلك وطء المتزوجة في عدة بنكاح أو ملك فهذه جملة التحريم المتأبد.\nوأما التحريم غير المؤبد فهو الذي يكون لعارض يزول بزواله وذلك يرجع إلى أمرين أحدهما صفة لأحد المتزوجين يزول التحريم بزوالها.\nوالآخر صفة في العقد وجملة ذلك أشياء وهي \"ستة عشر وجها\":\nأحداها\" أن تكون المرأة ذات زوج.\nوالثاني: أن تكون في عدة من زوج رجعية أو بائنة.\nوالثالث: أن تكون مستبرأة من غير الناكح أو حاملاً حملاً لا يلحق به كان لاحقاً بالواطء أو غير لاحق.\nوالرابع: أن يكون أحدهما مرتداً.\nوالخامس: أن تكون المرأة كافرة غير كتابية.\nوالسادس: أن يكون الرجل كافرا أي أنواع الكفر كان.\nوالسابع: أن تكون أمة كافرة.\nوالثامن: أن يكون في حال إحرام.\nالجزء: 1 ¦ الصفحة: 120\n",
        "والتاسع: أن تكون المرأة أمته أو أمة ولده.\nوالعاشر: أن يكون الرجل عبداً للمرأة أو لوالدها.\nوالحادي عشر: نكاح الأمة المسلمة للحر الذي يجد الطول ولا يخشى العنت.\nوالثاني عشر: أن يكون جامعاً بين أكثر من أربع.\nوالثالث عشر: أن يكون عنده من ذوات محارمها من لا يجوز له الجمع بينه وبينها.\nوالرابع عشر: أن يكون أحدهما مريضاً مرضاً يحجر عليه فيه ويشتد الخوف عليه على ما ذكرناه. والخامس عشر: أن تكون قد ركنت إلى غيره وتمهد الأمر بينهما ولم يبق إلا العقد أو شبيه به. والسادس عشر: فيخ خلاف وهو أن يكون العقد يوم الجمعة والإمام يخطب على المنبر وربما أغفلنا شيئا يرد في التفصيل.\nفصل\nولا يجوز العقد على معتدة من غيره وأن يصرح بخطبتها في العدة ويجوز التعريض لها نحو القول إني فيك لراغب والمقرب منك لمؤثر وما أشبه ذلك ويجوز لمن زنا بامرأة أن يتزوجها إذا استبرأها وأن يزوج زانيته بغيره ويكره تزويج المعروفة بالزنا والكتابيات ولا يفسخ نكاح المرأة بزناها عند زوجها ولا يطؤها إلا بعد استبرائها ونكاح حرائر الكتابيات جائز.\nووطء أمهاتهن بالملك دون النكاح جائز وللرجل أن ينكح أمة أبيه وأمه بخلاف أمة ابنه والأم في عبد ابنها.\nوإذا أسلم الكافر وتحته من لو ابتدأ العقد عليها في الإسلام جاز ثبت عليها وإن كانت ممن لو أراد ابتداء العقد عليها في الإسلام لم يجز له ذلك لم يثبت عليها كذات المحرم والمرضعة وغيرهما قبل الدخول وبعده وإذا أسلم الكتابي وتحته كتابية ثبت عليها وإن كانت مجوسية عرض عليها الإسلام فإن أسلمت ثبتت معه وإن أبت انفسخ النكاح في الحال كان قبل الدخول أو بعده وكذلك إن كانا مجوسيين أو صابئين أو غير ذلك من أنواع الشرك وإن أسلمت هي\nالجزء: 1 ¦ الصفحة: 121\n",
        "فإن كان قبل الدخول بانت منه وإن كان بعده وقف على انقضاء العدة فإن أسلم قبل خروجها تمسك بها وإلا بانت منه.\nفصل\nومن أنواع التحريم تحريم الجمع وهو التحريم الراجع إلى صفة العقد وذلك ينقسم إلى ضربين أحدهما راجع إلى الأعيان والآخر راجع إلى عدد دون الأعيان.\nفالراجع إلى الأعيان كالجمع بين الختين وبين المرأة وعمتها وخالتها وحصر ذلك أن كل امرأتين لو كانت كل واحدة منهما ذكراً لم يجز له أن يتزوج الأخرى لم يجز الجمع بينهما وما عدا ذلك فجائز وطريق الجواز في الأول أن يحرم الأولى فيخرج عن الجمع ولا يجوز الجمع في الوطء بملك اليمين بين ما يحرم جمعه بالنكاح فتحريمها إن كانت زوجة بأن تبين منه وإن كانت أمة فبإخراجها عن ملكه ببيع أو هبة لمن لا يعتصرها منه أو بأن يزوجها أو يكاتبها أو يقنعها منجزاً أو مؤجلاً أو غير ذلك.\nوأما الراجع إلى العدد دون الأعيان فهو الجمع بين أكثر من أربع نسوة وليس في ملك اليمين حد ومن بانت منه زوجته فله أن يتزوج من كان يمنع الجمع بينه وبينها وإن كانت البائن في عدتها.\nوإذا أسلم المشرك وعنده من لا يجوز الجمع بينهن في الإسلام اختار منه أربعاً أو واحدة من الأختين وفارق البواقي وله اختيار الأوائل والأواخر كان نكاحهن في عقد واحد أو في عقود متفرقة والعدل بين الزوجات واجب في القسم وغيره من حقوق النكاح.\nومن تزوج بكراً وله زوجة غيرها أقام عندها سبعاً وإن كانت ثيباً أقام ثلاثاً ثم استأنف التسوية ولم يقض والأمة والحرة في القسم سواء وكذلك المسلمة والكتابية ويقرع بينهن إذا أراد السفر.\nفصل\nومن غاب عن امرأته فعمي خبره وانقطع أثره ولم يعلم حياته من موته وأضر ذلك بزوجته فإنها ترفع أمرها إلى السلطان فيبحث عن خبره ويسأل عنه ويجتهد فإن وقف له على خبر حياته فليس بمفقود ويكاتبه بالعود أو الطلاق فإن أقام على الإضرار طلق عليه وإن لم يوقف له على خبر ولم يتميز له حياة ضرب لها حينئذ\nالجزء: 1 ¦ الصفحة: 122\n",
        "أجل أربع سنين ثم اعتدت بعدها عدة الوفاة ثم نكحت فإن جاء في الأجل أو في العدة أو بعدها وقبل أن تتزوج فهي امرأته.\nفإن جاء بعد أن تزوجت فإن كان الثاني دخل بها فهي له دون الأول وإن كان لم يدخل بها ففي رجوعه عليها بنصف الصداق روايتان وإن جاء قبل دخول الثاني بها ففيها روايتان والأسير بخلافه فلا يضرب لآمرته أجل وتبقى إلى أن ينكشف أمره.\nولا يقسم مال المفقود بين ورثته إلا أن يأتي عليه ما لا يعيش إلى مثله غالباً وحده سبعون سنة وقيل ثمانون وقيل تسعون وقيل مائة والمفقود في المع يجتهد فيه من غير ضرب أجل فإذا لم يوقف له على حياة اعتدت امرأته وتزوجت.\nالجزء: 1 ¦ الصفحة: 123\n",
        "كتاب الطلاق وأقسامة ومايتصل به\nمدخل\n...\nكتاب الطلاق وأقسامه وما يتصل به\nالطلاق ضربان كامل وناقص فالكامل طلاق الحر وهو ثلاث والناقص طلاق العبد وهو طلقتان.\nوالطلاق معتبر بالرجال دون النساء فإن أعتق العبد قبل إيقاع شيء منه كمل له وإن أعتق وقد أوقع بعضه لم يكمل له وبقى له بحساب طلاق العبد ثم كل واحد من كل الطلاقين نوعان رجعي وبائن فالرجعي ما دون الثلاث للحر والواحدة للعبد.\nوالبائن ضربان بائن مطلق وبائن في مقابلة الرجعي.\nفالبائن المطلق طلاق غير المدخول بها وطلاق العنين والخلع والفسوخ كلها بائنة كالفسخ بالردة والملك والرضاع وغير ذلك.\nوالبائن في مقابلة الرجعي هو طلاق المدخول بها من غير عوض وهي ثلاثة للحر واثنتان للعبد مجتمعا كان أو متفرقا والرجعة ثابتة في الرجعي وفي الثلاثة يحرم العقد فلا تحل بنكاح ولا بملك إلا بثلاثة شروط أحدها أن تنكح زوجاً غيره نكاحاً جائزاً والثاني أن يطأها وطئاً مباحاً في غير حيض ولا إحرام ولا صوم ولا غير ذلك ونكاح المحلل باطل وهو الذي يتزوجها لا لغرض إلا قصده إحلالها لمطلقها ولا اعتبار بقصدها والثالث أن تبين منه بطلاق أو فسح أو موت.\nوينقسم الطلاق من وجه آخر إلى ضربين طلاق السنة وطلاق بدعة ويتفرعان إلى قسم ثالث وهو أن يعري بوصفه عن واحد منهما.\nفطلاق السنة هو الواقع على الوجه الذي أباح الشرع إيقاعه عليه والسنة والبدعة يرجعان إلى أمرين إلى الوقت والعدد.\nولطلاق السنة ستة شروط:\nأحدها: أن تكون المطلقة ممن تحيض مثلها.\nوالثاني أن تكون طاهراً غير حائض ولا نفساء.\nالجزء: 1 ¦ الصفحة: 124\n",
        "والثالث: أن تكون في طهر لم تمس فيه.\nوالرابع: أن يكون الطهر تالياً لحيض لم تطلق فيه.\nوالخامس: أن يطلق واحدة.\nوالسادس: أن تترك ولا يتبعها طلاقاً ومتى انخرم بعض هذه الأوصاف خرج الطلاق عن السنة ثم قد يكون للبدعة وهو أن يكون في حيض أو طهر مس فيه ثم طلق أو اثنتين أو ثلاثاً أو واحدة مبتدأة ثم يتبع بتمام الثلاث فكل ذلك البدعة.\nوأما من يتساوى أوقاتها في جواز طلاقها فثلاث الصغيرة واليائسة والحامل البين حملها فطلاق هؤلاء لا يوصف بأنه للسنة ولا للبدعة من حيث الوقت ويوصف بذلك من حيث العدد.\nوطلاق الحائض والنفساء محرم ويلزم إن وقع ويجبر المطلق على الرجعة فيما كان منه رجعياً ثم ليس له أن يطلق إلا أن تطهر من الحيضة الثانية التالية للحيضة التي طلق فيها فإن طلق في الطهر الذي يلي الحيضة التي طلق فيها كره له ذلك ولم يجبر على الارتجاع إن غفل عنه فإن اطلع عليه أجبر ما بقي شيء من العدة وقيل إلى الطهر الثاني وفي طلاق غير المدخول بها حائضاً خلاف.\nوالمستحاضة كالطاهر ولا يلزم طلاق غير مكلف من صبي أو مجنون أو نائم أو مبرسم أو هاد في غمرة المرض أو مكره يخاف شدة\nالجزء: 1 ¦ الصفحة: 125\n",
        "الضرب وسواء أكره على إيقاعه أو على الإقرار به والسكران خارج من هؤلاء فيلزم طلاقه.\nوعقد الطلاق والعتق بشرط التزويج والملك يلزم على وجه ولا يلزم على آخر والوجه الذي يلزم عليه أن يبقي لنفسه معه بعض الجنس وذلك بثلاثة أوجه:\nأحدها: أن يعين صفة من الجنس من نسب أو خلقة أو ما أشبه ذلك.\nوالثاني: أن يعين بلداً بعينه.\nوالثالث: أن يضرب أجلاً يبلغه عمره.\nوالوجه الذي لا يلزم عليه أن نعم الجنس كله فلا يبقى لنفسه شيئاً منه والطلاق على ضربين معجل ومؤجل.\nفالمعجل هو المطلق الذي لا يناط به شرط أو صفة يقف وقوعه على حصولهما والآخر ما يتعلق على ذلك ثم ما يتعلق به خمسة أضرب.\nالأول: صفة أو شرط يتوصل إلى حصولهما.\nوالثاني: أجل لا بد أن يأتي أو صفة لا بد أن تأتي.\nوالرابع: صفة يجوز مجيئها وامتناعها فيعلق الطلاق على أحد الجائزين فيها على وجه الحلف مع كونها غائباً.\nوالخامس: صفة لا يقصدها العقلاء كالهزل.\nفأما الأول فمثل أن يقول إن دخلت الدار أو كلمت زيداً أو قدم غائبي أو ما أشبه ذلك فهذا تعليق الطلاق بوصف صحيح يمكن أن يكون ويمكن أن لا يكون فيقف الطلاق عليه.\nوالثاني هو ما لابد أن يأتي فينجز الطلاق معه في الحال كمجيء الشهر أو موت زيد غير أن هذا النوع على ضربين منها ما يمكن بقاء الحالف إلى مجيئه فيلزم كالشهر والسنة ومنه ما يعلم أنه يبلغه كقوله خمسمائة سنة وما أشبه ذلك ففيه خلاف فقيل لا يلزم وقيل يلزم في الحال.\nوأما إن صرح بتعليق الطلاق بعد موته كقوله أنت طالق إن مت أو إذا مت فلا يلزمه ويتخرج فيها وجه آخر أنه يلزمه من طريق الهزل.\nوأما الثالث فهو ما يغلب مجيئه كقوله: إذا حضت أو طهرت أو وضعت حملك ففيه روايتان إحداهما التنجيز في الحال والآخر الوقوف على مجيئ الصفة.\nالجزء: 1 ¦ الصفحة: 126\n",
        "وأما الرابع فهو قوله أنت طالق إن لم تكون حاملاً أو إن لم تمطر السماء غداً أو إن لم تكن في هذه اللوزة توأم فالظاهر أن الطلاق يقع وإن وجد ما حلف عليه.\nوأما الخامسة فهو صفات الهزل كقوله إن لم يكن هذا الإنسان إنساناً وإن لم تكن الساعة نهاراً أو ما أشبه ذلك فيقع الطلاق لأنه هزل.\nوأما تعليق الطلاق بالمشيئة فإنه ينقسم إلى ثلاثة أقسام هي داخلة فيما قدمناه.\nأحدها: الاستثناء بمشيئة الله تعالى واشتراطها.\nوالآخر: اشتراط مشيئة زيد أو غيره.\nوالثالث: تعليقه بمشيئة من لا تصح مشيئته كالحجر والحمار والمجنون والطفل فأما مشيئة الله تعالى فإن الطلاق لا يقف عليها ويقع الطلاق في الحال سواء أطلق أو كان في يمين وهذا إذا أعاد الاستثناء إلى الطلاق فإن عاد إلى الفعل المحلوف عليه فيه خلاف وأما مشيئة زيد فإن الطلاق يقف عليها ولا يقع دون حصولها وأما مشيئة من لا تصح مشيئة كالشاة والبقر والحمار والحجر فعند ابن القاسم لا يلزمه الطلاق ويلزمه عند سحنون وغيره.\nويجوز استثناء العدد من الطلاق من غير اعتبار لكون الاستثناء أكثر من المبقى أو أقل ويلزمه المبقى وإن لم يبق شيئاً كان رجوعاً ولزم طلاقه وفي وقوع الطلاق بمجرد عقد القلب خلاف.\nالجزء: 1 ¦ الصفحة: 127\n",
        "فصل في صيغ الطلاق\nوألفاظ الطلاق أربعة:\nأحدها: صريح وهو ما تضمن ذكر الطلاق مثل قوله: أنت طالق أو أنت الطلاق أو مطلقة أو طلقتك أو ما أشبه ذلك.\nوكنايات ظاهرة كقوله: أنت خلية أو برية وبتة وبائن وحرام وحبلك على غاربك فهذه جارية مجرى الصريح لا يقبل منه أنه لم يرد الطلاق وهي في المدخول بها ثلاث لا يقبل منه أنه أراد دونها إلا أن يكون على وجه الخلع ويقبل دعواه في غير المدخول بها وفي ألبتة خلاف قيل أنها ثلاث لا يقبل دعواه دونها بوجه.\nالجزء: 1 ¦ الصفحة: 128\n",
        "وأما اعتدى فيقبل منه ما أراده من أعداد الطلاق وإن قال لم أرد طلاقاً فإن كان قد تقدم كلام يجوز صرفه إليه قبل منه وإن كان ابتداء كان طلاقاً.\nوأما خليتك وفارقتك وسرحتك فدعواه ما دون الثلاث مختلف فيه والصحيح أنه لا يقبل منه. والثالث: هو الكناية المحتملة كقوله اذهبي وانطلقي وانصرفي وأغربي وما أشبه ذلك فيقبل منه ما يدعيه من إرادة الطلاق أو غيره أو الثلاث فدونها.\nوالرابع: هو الطلاق بغير ألفاظه كقوله اسقي ماء أو أشبه ذلك ففي وقوع الطلاق به خلاف. وتبعيض الطلاق كتكميله وكذلك المطلقة بعضها جزءاً أو عضواً.\nوإذا كتب الطلاق بيده قاصداً التطليق به لزمه وإن كتبه مروياً لم يلزمه وإذا قال أنت طالق قبل قوله فيما أراد به فإن لم يرد شيئاً كان واحدة.\nولا يهدم الزوج الثاني ما دون الثلاث وإذا شك في مراده بلفظ الطلاق وفي أعداده كان ثلاثاً فإن خرجت من العدة وهو على شكه فأي وقت تزوجها ثم طلقها واحدة لم تحل له إلا بعد زوج وفي تحليلها له بعد ثلاث أنكحة خلاف وإذا حلف بالطلاق على شيء فطلقها ثم تزوجها عادت اليمين عليه ما بقى من الطلاق المحلوق به شيء.\nالجزء: 1 ¦ الصفحة: 129\n",
        "والرجعة بوجهين بالقول وبالاستمتاع بالوطء فما دونه مع القصد به الارتجاع وفسخ النكاح ضربان بطلاق وبغير طلاق ويتصور فائدة الفرق في نقصان عدد الطلاق إذا عد طلاقاً وفي تعليل الفرق روايتان:\nإحداهما أن الطلاق معتبر فيما فيه خلاف ولا يعتبر فيما لا خلاف فيه.\nوالثانية: اعتبار الغلبة وعدمها ففي الغلبة يكون الفسخ بغير طلاق كالرضاع والملك والردة وفي غير الغلبة وهي ما لو شاء الزوجان المقام مع الحال الموجبة للفسخ لكان لهما ذلك فإن الفسخ يكون بطلاق وذلك كالفسخ بالعنة وبإيلاء وبإعسار المهر والنفقة وخيار المعتقة وما أشبه ذلك.\nولا يقبل في الشهادة على الإطلاق إلا الرجال وإذا اختلفا في الزمان أو المكان وكانت الشهادة على قول لزم الطلاق وإن كانت على فعل في يمين حلف بها لم يلزمه دون أن يتفقا على صفته ولا يجب كمال المهر بالخلوة دون المسيس والقول قولها عند التداعي على ظاهر المذهب.\nوإذا أعتقت الأمة تحت العبد فلها الخيار في أن تثبت معه أو تفارقه ولا خيار لها تحت الحر.\nفصل\nوالخلع جائز\nوهو طلاق وصفته أن يوقع الطلاق بعوض يأخذه من الزوجة أو مس يبذله عنها ثم له ثلاثة أحوال حال يحرم معها العوض وحال يكره وحال يباح ولا يكره.\nفأما الحال التي يحرم معه فيرجع إلى أمرين: أحدهما: يرجع إليه والآخر: إلى العوض فأما الراجع إليه فأن يكون مضراً بها مؤذياً لها مسيئاً إليها فتبذل له العوض للتخلص من ظلمه وتطلب الراحة من أذيته فهذا ينفذ طلاقه ويرد العوض.\nالجزء: 1 ¦ الصفحة: 130\n",
        "والآخر أن يكون العوض خمراً أو خنزيراً أو ما لا يصلح تملكه فإن الطلاق يلزمه ولا شيء له عليه. وأما الحال التي تكره فأن يقطع منها ما يعلم أنه تستضر به إلا أنه لا يلزمه ولا يمكنها المقام معه فيكره له.\nوأما المباح فأن يكون إيثار الفرقة من قبلها أو باختيارها دون الزوج وطلاق الخلع بائن لا رجعة فيه ولا يلحقه إرداف إلا أن يكون متصلاً به من غير تراخ فيكون كلفظ الواحد وله أن ينكحها في العدة ولا نفقة لها ولا توارث بينهما.\nالجزء: 1 ¦ الصفحة: 131\n",
        "باب الحكمين\nوإذا قبح ما بين الزوجين وظهر الشقاق فإن علم الإضرار من أحدهما أمر بإزالته وإن انغلق الأمر فيه بعث الحاكم حكمين ويختار أحدهما من أهل الرجل والآخر من أهل المرأة فقيهين عدلين ينظران ويجتهدان ويعملان على ما يريانه صلاحاً للفريقين من إصلاح أو تفريق من غير اعتبار برضا الزوجين ولا بموافقة حاكم البلد أو مخالفته.\nفصل\nوللرجل أن يجعل إلى المرأة طلاقها وذلك على والجهين:\nأحدهما: أن يوكلها.\nوالآخر أن يملكها ففي التوكيل له أن يرجع ما لم تطلق نفسها وفي التمليك ليس له ذلك إلا أن تبطل تملكها.\nوالتمليك على وجهين: تمليك تفويض وتمليك تخيير وهو الخيار على ما ذكره فأما تمليك التفويض فهو أن يقول قد ملكت أمرك أو أمرك بيدك أو طلاقك بيدك أو ما أشبه ذلك ثم لا يخلو حالها من خمسة أقسام أما أن تجيب بصريح يفهم عنها مرادها منه أو أن تجيب بلفظ مبهم يحتمل الإيقاع وغيره أو أن تفعل ما يدل على مرادها أو أن ترد فتقول قد اخترتك ولا حاجة لي إلى التمليك أو أن تمسك ولا يظهر منها جواب ولا ما يدل على مرادها.\nفأما الأول فهو أن تجيب بصريح فإنه يعمل عليه ثم لا يخلو من أمرين: إما أن تطلق واحدة أو زيادة عليها ففي الواحدة لا مناكرة له فيها وفيما زاد عليها\nالجزء: 1 ¦ الصفحة: 131\n",
        "له المناكرة وذلك بأربعة شروط:\nأحدها: أن ينكر حين سماعه من غير سكوت ولا إمهال وإن سكت عن ذلك ثم أنكر من بعد لم يقبل منه.\nوالآخر: أن يقر بأنه أراد بتمليكه الطلاق وتكون مناكرته في عدده فإن نفى أن يكون أراد طلاقاً لم يقبل منه ويقع ما أوقعته ثم إن ادعى بعد ذلك أنه أراد دون ما قضت به قبل منه عند مالك مع يمينه وقال غيره من أصحابه لا يقبل منه لاعترافه بأنه لم تكن له نية طلاق.\nوالثالث: أن يدعي أنه نوى واحدة أو اثنتين في حال تمليكه إياها فإن قال لم تكن لي نية لم تكن له مناكرة.\nوالرابع: أن يكون تمليكه طوعاً فإن كان بشرط شرط عليه لم تكن له المناكرة.\nفأما القسم الثاني وهو أن تجيب بلفظ مبهم كقولها قبلت أمري أو قبلت ما ملكتني أو قبلت بهما فإنها تسأل عن مرادها فإن قالت أردت البقاء على الزوجية قبل منها وبطل تمليكها وإن قالت أردت طلاقاً قبل منها وكان على ما تقدم وإن قالت أردت بالقبول تقبل ما ملكنيه دون رده وإسقاطه وتأخير إنجازه لأنظر وأرى قبل منها وأخذت الآن بالتخيير من إيقاع أو رد.\nوأما الثالث: فهو أن تفعل ما يدل على مرادها مثل أن تنتقل وتنقل قماشها وتنفرد عنه ويظهر من فعلها ما يدل على سرورها بالبعد منه وزوال سلطانه عنها فيحمل ذلك منها على الطلاق ولا يقبل منها إن قالت لم أرده.\nالجزء: 1 ¦ الصفحة: 132\n",
        "وأما الرابع: وهو أن ترد وتصرح باختيارها لزوجها فيقبل منها ويسقط تمليكها وتعود إلى ما كانت.\nوأما الخامس: فهو أن تمسك عن جواب أو فعل يقوم مقامه حتى يفترقا أو يطول بهما المجلس طولاً يخرج عن أن يكون ما يأتي به جواباً ففيه روايتان:\nإحداهما: إبطال حقها من التملك والأخرى: بقاؤه وأخذها بموجبه من تطليق أورد فإن فعلت وإلا رفعت إلى الحاكم ليحكم عليها بسقوط التمليك واختلاف القول فيه لاختلاف ما بني عليه فعلى الأول يكون حكمه حكم العقود التي تبطل بتراخي الجواب وعلى الثانية حكمه حكم التمليكات كخيار العتق وفي طول المجلس بها أيضاً خلاف بين أصحابنا.\nوأما تمليك التخيير فهو على ضربين: تخيير مطلق وتخيير مقيد فأما المقيد فهو أن يخيرها في عدد بعينه من أعداد الطلاق فيقول لهل اختاريني أو اختاري طلقة أو طلقتين فليس لها أن تختار زيادة على ما جعل لها.\nوالمطلق هو التخيير في النفس وهو أن يقول لها اختاريني أو اختاري نفسك فهذا يقتضي اختيار ما تنقطع به العصمة وهو الثلاث وإن قالت اخترت واحدة أو اثنتين لم يكن ذلك لها وبطل خيارها فإن قالت اخترت نفسي كانت ثلاثاً ولا يقبل منها إن يكون فسرته بما دونه.\nفصل\nوالمولى مخاطب بأحد أمرين إما بالفيء أو بالطلاق.\nوالإيلاء الشرعي هو الذي يلزم فيه الوقف وهو أن يحلف بيمين يلزم بالحنث فيها حكم على ترك وطء زوجته أو ما يتضمن ترك الوطء زيادة على أربعة أشهر أو بمدة مؤثرة حرة كانت أو أمة مسلمة كانت أو كتابية فإن انحرم بعض ذلك لم يكن إيلاء يلزم به الوقف ويضرب له أجل أربعة أشهر من يوم حلف ويمكن منها فإن فاء فيها سقط عنه حكم الإيلاء وإن مضت ولم يفيء أوقف فإما\nالجزء: 1 ¦ الصفحة: 133\n",
        "فاء وإما طلق ولا يلزمه طلاق بنفس مضى الأجل وهذا إذا قصد الحلف على ترك الوطء.\nفأما إن حلف على غيره مما يمنع الوطء إلا بعد بره أو فعل موجبه فإنه يصير مولياً بالحكم ويضرب له الأجل حين يحكم عليه ومن ترك الوطء مضاراً وعرف ذلك منه وطالبت به المرأة كان حكمه حكم المولي بيمين وأجله حين الحكم.\nفصل\nوالظهار محرم وقول زور ومنكر وحقيقته تشبيه محللة له بنكاح أو ملك بمحرمة عليه تحريماً مؤبداً بنسب أو رضاع أو صهر والشبيه على أربعة أضرب تشبيه جملة بجملة كقوله أنت علي كأمي وتشبيه جملة ببعض كقوله أنت على كظهر أمي وتشبيه بعض جملة بجملة كقوله فرجك علي كأمي وتشبيه بعض ببعض مثل أن يشبه بعض زوجته ببعض أمه وفي التشبيه بمحرمة عليه على غير التأبيد خلاف قيل هو ظهار وقيل هو طلاق.\nويحرم بالظهار الوطء وجميع أنواع الاستمتاع.\nولا تجب الكفارة فيه إلا بالعود وهو العزم على الوطء والكفارة ثلاثة أنواع مرتبة إعتاق ثم صيام ثم إطعامز\nفالإعتاق تحرير رقبة مؤمنة سليمة من العيوب والصوم صيام شهرين متتابعين والإطعام أن يطعم ستين مسكينا مسكيننا مداً لكل مسكين بمد هشام.\nولا يجوز أن يطأ قبل التكفير ولا في خلال الكفارة ويكفر العبد بما سوى الإعتاق.\nفصل\nواللعان بين كل زوجين حرين أو عبدين عدلين أو فاسقين وهو موضوع لشيئين رفع النسب وسقوط حد في القذف ويجب بثلاثة أوجه:\nأحدها: أن يدعي أنه رأى امرأته زنت ويصف ذلك كما يصف الشهود على الزنا وفي اللعان بمجرد قذفها خلاف ومن شروط الالتعان بغير الرؤية ألا يطأ بعدها.\nوالثاني: أن يستبري ثم لا يطأ حتى يظهر الحمل:\nوالثالث أن يقول لم أطأها أصلاً.\nالجزء: 1 ¦ الصفحة: 134\n",
        "ويتعلق باللعان أربعة أحكام سقوط الحد ونفي السبب وقطع النكاح وتأبيد التحريم فأما سقوط الحد عن الزوج فمتعلق بالتعانه وحده وكذلك نفي النسب وأما سقوط الحد عن المرأة فمتعلق بالتعانها وأما الفرقة فمتعلقة بالتعانهما معاً.\nوتأبيد التحريم يتبع الفرقة وهي واقفة بنفس فراغهما من اللعان من غير حاجة إلى حكم حاكم. ويلتعن في النكاح الفاسد ولا يرتفع التحريم بإكذابه نفسه.\nوصفة اللعان أن يشهد الرجل أربع شهادات بالله لقد زنت ولقد رآها تزنى على الصفة المشترطة ويخمس بأن يقول وإلا فلعنة الله عليه إن كان من الكاذبين ثم تلتعن هي فتشهد أربع شهادات بالله بنقيض ما شهد به وتخمس بأن تقول وإلا فغضب الله عليها إن كان من الصادقين.\nفإن استلحق النسب بعد الالتعان حد ولحق به الولد ويلاعن الأخرس منها بما يفهم عنه من إشارة أو كتابة ويلاعن الأعمى في نفي النسب وفي القذف خلاف وإذا تصادقا على نفي النسب أو الزنا ففي الاكتفاء بذلك من اللعان خلاف.\nالجزء: 1 ¦ الصفحة: 135\n",
        "باب العدة والاستبراء وما يتعلق بهما\nيوجب العدة شيئان طلاق وما في معناه من فسخ والآخر الموت والعدة في غير الموت لا تكون إلا في مدخول بها وأنواع العدة ثلاثة أضرب أقراء ووضع حمل وشهور ثم هي على ضربين منها ما يشترط فيه الطلاق والموت وهو وضع الحمل ومنها ما يشتركان في جنسه دون تعينه وهو الأقراء والشهور على ما نبين تفصيله.\nوالأقراء ثلاثة هي الأطهار وإذا طلقت في آخر الطهر مخاصت عقيب الطلاق بجزء من الطهر كان ذلك قرءاً كاملاً وتحل المطلقة بالدخول في دم الحيض الثالثه وعقدة الأمة قرءان وتحل بالدخول في دم الحيض الثانية وأما وضع الحمل فيستوي فيه جميع المعتدات من الحرائر والإماء المسلمات والكتابيات وفي الأسباب الموجبة له من الطلاق والفسخ والشبهة والموت.\nالجزء: 1 ¦ الصفحة: 135\n",
        "ولا تنقضي العدة إلا بوضع جميعه وسواء كان علقة أو مضغة من غير مراعاة لتمام الخلق أو لتخطيطه فأما العدة بالشهور ففي الطلاق والفسخ بثلاثة أشهر فإن ابتدأت من أول الشهر فعلى ما يكون عليه من تمام أو نقصان وإن ابتدأت من بعضه كمل أوله بالحساب فتجلس بقيته من يوم وجبت العدة وجبت العدة ثم تعتد الشهرين بعده ثم تتم باقي الأول بالعدد المكمل وإن طلقت في بعض يوم حسبت العدة من ذلك الوقت إليه وقيل تلغيه وتحسبه من غده وهذا النوع من الاعتداد في المدخول بها المطيقة للوطء إلا أنها لم تحض لصغر أو ليأس منه من كبر ويستوي فيه الإماء والحرائر المسلمات والكوافر.\nوأما عدة الوفاة لغير الحامل فللحرة أربعة أشهر وعشر ليال صغيرة كانت أو كبيرة مدخولة بها أو غير مدخول بها لا يفترقان إلا في الحاجة إلى الحيض\nالجزء: 1 ¦ الصفحة: 136\n",
        "فالمدخول بها لا بد لها من حيضة أما في أثناء العدة أو بعدها إلى غالب مدة الحمل وغير المدخول بها لا تحتاج إلى حيض.\nوعدة الأمة شهران وخمس ليال وفي عدة الكتابية من الوفاة روايتان:\nإحداهما: أنها كالمسلمة.\nوالأخرى: استبرأ رحمها.\nوالمرتابة هي التي ترتفع حيضتها من غير إيياس ولا يخلو ذلك أن يكون لعارض يعلم بالعادة تأثيره في رفعة كالرضاع والمرض أو لغير عارض فإن كان لرضاع فلا يبرئها إلا الحيض طال بها الوقت أم قصر وفي المرض خلاف.\nوأما إن كان لغير عارض معلوم فإنها تنتظر تسعة أشهر فإن حاضت في خلالها حسبت ما مضى قرءاً ثم تنتظر القرء الثاني فإن حاضت وإلا انتظرت تمام تسعة أشهر فإن مضت تسعة أشهر ولم تحض اعتدت بثلاثة أشهر فيكون الكل سنة.\nفإن حاضت قبل انقضاء السنة ولو بساعة استقبلت الحيض فإن مضت السنة انقضت عدتها ولا تنظر إلى حيضتها بعدها ولو بساعة.\nوفي عدة المستحاضة من الطلاق روايتان إحداهما سنة والآخر العمل على التمييز.\nوفي الوفاة روايتان: إحداهما تسعة أشهر والأخرى أربعة أشهر وعشراً كغير المستحاضة وعدة أم الولد من وفاة سيدها حيضة أو ثلاثة أشهر إن كانت يائسة والحيضة استبراء في الحقيقة لا عدة وإذا مات عن الرجعية انتقلت إلى عدة الوفاة والبائن تمضي على عدتها.\nوالمعتقة في العدة تمضي في عدتها ولا تنتقل إلى عدة الحرة إلا أن يموت عنها بعد أن تعتق من طلاق رجعي فتنتقل إلى عدة الوفاة وكل رجعة تهدم العدة إلا رجعة المولى والمعسر بالنفقة فإنهما يقفان على الفيء واليسار وإذا تزوجت في العدة ووطئها الثاني ففي تداخل العدتين روايتان ولا إحداد على مطلقة والإحداد على كل زوجة مات زوجها عنها.\nوالإحداد هو الامتناع من الزينة والحلي كله والطيب ولباس المصبغ ومن الكحل والحناء والامتشاط بما يختمر في الرأس إلا للضرورة.\nولا إحداد على ملك اليمين ولا يجوز لمعتدة من وفاة أو طلاق أن تنتقل عن بيتها الذي كانت فيه حتى تنقضي عدتها إلا من ضرورة.\nالجزء: 1 ¦ الصفحة: 137\n",
        "فصل\nوللرجعية النفقة والسكنى حاملاً أو حائلاً حتى تنقضي عدتها وللمبتوتة السكنى ولا نفقة لها إلا أن تكون حاملاً ولا نفقة للملاعنة حاملاً كانت أو حائلاً ولا للمعتدة من وفاة ولها السكنى إن كانت الدار للميت يملك رقبتها أو سكناها.\nوعلى المرأة إرضاع ولدها ما دامت زوجة لأبيه الإأن يكون مثلها لا ترضع إما لشرف أو علو قدر أو لسقم أو قلة لبن فيكون على الأب أن يسترضع له من ماله وليس ذلك عليه إذا طلقت إلا بأجرة والمتوفي عنها إذا وضعت فرضاعها من مال الصبي.\nفصل\nوعلى الرجل نفقة ولده الصغير إذا كان فقيراً وإذا بلغ الابن سقطت نفقته إلا أن يكون مجنوناً أو زمناً لا مال له فإن وجوب النفقة مستدام على الأب ولا تسقط نفقة البنت وإن بلغت حتى يدخل بها زوجها ولا نفقة على الأم لولدها وعلى الولد الموسر أن ينفق على أبويه المعسرين ولا نفقة لجد ولا لجدة ولا عليهما لولد ولدهما ولا على سوى من ذكرنا من الأقارب.\nوإذا طلق امرأته فالحضانة للأم فإن تزوجت ودخل بها زوجها انقطع حقها من الحضانة وانتقل إلى أمها إن كانت لا زوج لها إلا أن يكون زوجها جد الطفل ثم بعد الجدة إلى الخالة فإن لم يوجد من جهة الأم أحد انتقلت إلى جهة الأب أمه وأخته.\nوالحضانة للغلام إلى البلوغ وللجارية إلى أن تنكح ويدخل بها زوجها وليس للأب أن يسافر بولده الصغير إلا أن يكون خروج انتقال.\nالجزء: 1 ¦ الصفحة: 138\n",
        "فصل\nومن ملك أمة حاملاً لم يكن له وطئها ولا التلذذ بها حتى تضع فإن كانت حائلاً فحتى تحيض حيضة أو يمر بها ثلاثة أشهر إن كانت ممن لا تحيض أو تسعة أشهر إن ارتابت وإن كانت معتدة فحتى تخرج من عدتها وليس عليه استبراء فيمن لا يوطء مثلها ولا فيمن يعلم براءة رحمها ولا يجوز لمن وطء أمة أن يبيعها قبل أن يستبرئها ولا يجوز للمشتري أيضاً وطئها حتى يستبرئها وإن اتفقا على استبراء واحد جاز.\nالجزء: 1 ¦ الصفحة: 139\n",
        "باب الرضاع\nوالرضاع يوجب التحريم وينشر حرمة بين المرضع والمرضعة وبين زوجها الذي له اللبن وللتحريم الرضاع ستة شروط:\nأحدها: وصول اللبن من المرضعة إلى حلق الرضيع أو جوفه من أي المنافذ كان من فم أو سعوط كان بإرضاع أو وجور قليلاً أو كثيراً.\nوالثاني: أن يكون من أنثى بكراً كانت أو ثيباً موطوءة أو غير موطوءة فأما لو در لبن فأرضع به طفلاً لم يحرم به تحريم الرضاع.\nوالثالث: أن ذلك مقصور على الأدميات لو ارتضع طفلان من لبن بهيمة لم يثبت بينهما إخوة الرضاع.\nوالرابع: أن يكون في الحولين أو زيادة عليها بالأيام اليسيرة دون ما زاد على ذلك.\nالجزء: 1 ¦ الصفحة: 139\n",
        "والخامس: أن يكون المرضع محتاجاً إلى اللبن فأما لو فصل قبل الحولين واستغنى بالطعام مدة بينة ثم أرضع لم يحرم وإن كان في الحولين.\nوالسادس: أن يكون إما منفردا بنفسه وإما مختلطا بما لم يستهلك فيه فأما إن خاطها ما أستهلك فيه من طبيخ أو دواء أو غير ذلك فلا يحرم عند أصحابنا وليس من شرطه أن تكون المرضعة حية ويحرم لبن الفحل كالذى له امرأتان ترضع إحداهما صبياً والأخرى صبية وتسافر المرأة مع مرضعها وكل من حرم بالولادة حرم بالرضاع.\nتم الجزء الأول ويليه الجزء الثاني\nوأوله كتاب البيوع\nالجزء: 1 ¦ الصفحة: 140\n",
        "الجزء الثاني\nكتاب البيوع\n...\nكتاب البيوع\nكل بيع فالأصل فيه الجوار إلا ما تعلق به ضرب من ضروب المنع.\nوفساد البيع يكون بوجوه:\nمنها: ما يرجع إلى المبيع.\nومنها: ما يرجع إلى الثمن.\nومنها: ما يرجع إلى المتعاقدين.\nومنها: ما يرجع إلى صفة العقد.\nومنها: ما يرجع إلى الحال التي وقع فيه العقد وربما انفرد بعض هذه الأقسام بنفسه وربما تداخلت أما ما يرجع إلى المبيع فبكونه مما لا يصح بيعه وذلك كبيع الحر والخمر والخنزير في حق المسلم وبيع النجاسات وما لا منفعة فيه كخشاش الأرض والكلاب واختلف فيما يجوز الانتفاع به منها.\nالجزء: 2 ¦ الصفحة: 141\n",
        "وأما ما يرجع إلى الثمن فبكونه مما لا تصح المعاوضة بجنسه ويرجع ذلك إلى أنه لا يصح بيعه.\nوأما ما يرجع إلى المتعاقدين فمثل أن يكونا أو إحداهما ممن لا يصح عقده كالصغير والمجنون أو غير عالم بالبيع أو محجور عليه والحجر يؤثر في منع البيع تارة وفي وقفه أخرى وأما ما يرجع إلى صفة العقد فضروب منها الربا ووجوهه ومنها الغرر وأبوابه ومنها المزابنة والبيع والسلف وغير ذلك مما نذكره مفصلا.\nفصل\nالمبيعات ثلاثة أنواع عين حاضرة مرئية وعين غائبة عن المتعاقدين فيجوز بيعها بالصفة ويجب أن تحصر بالصفات المقصودة التي تختلف الأثمان باختلافها وثقل الرغبة وتكثر لأجلها ولا يكتفي بذكر الجنس والنوع فقط ولا يجوز بيعها بغير صفة إلا أن يكون على رؤية متقدمة من وقت لا تتغير في مثله إلى وقت العقد ولا خيار للمبتاع إذا جاءت على الصفة أو على ما يعرف من الرؤية إلا أن يشترطه وله الخيار إن جاءت على دون الصفة وضمانها من البائع إلا أن يشترطه على المشتري في ظاهر المذهب ويجوز النقد فيه بغير شرط فإن كان بشرط فسد البيع إلا في المأمون كالعقار ونحو ذلك كبيع الأعدال على البرنامج فإنه جائز إذا تبين ما تضمنه برنامجه فإن وافق الصفة لزم.\nوالنوع الثالث هو السلم في الذمة وهو جائز في كل ما تحصره الصفة على ما نذكره.\nفصل\nوالبيع جائز منجزاً أو بشرط الخيار والخيار يثبت في البيع بأمرين أحدهما بمقتضى العقد والآخر بالشرط.\nفالأول ضربان أحدهما أن يخرج المبيع علي خلاف ما دخل عليه وذلك بأن يخالف ما شرطه من الصفة أو بأن يوجد به عيب.\nوالآخر مختلف فيه وهو أن تكون فيه مغابنة خارجة عن حد ما يتغابن الناس بمثله فقيل أن البيع لازم ولا خيار وقيل للمغبون الخيار إذا دخل على بيع الناس المعتاد.\nالجزء: 2 ¦ الصفحة: 142\n",
        "فأما خيار الشرط فلا يثبت بمقتضى العقد وإنما يثبت بالشرط وليس خيار المجلس من مقتضى العقد ومجرد القول المطلق كاف في لزومه ويجوز شرط الخيار لمن شرطه من المتعاقدين أولهما ثم لمن ثبت له أن يمضي أو يفسخ ولا حد في مدته إلا قدر ما يختبر المبيع في مثله وذلك يختلف باختلاف أنواع المبيعات فإن عينا مدة تحتمل ذلك جاز وإن أطلقا ضرب خيار المثل وإذا اختلفا في الرد والإمضاء فالقول قول مختار الرد ويقوم الوارث فيه مقام الموروث.\nويحكم بالإمضاء في كل تصرف يفعله المالك في ملك لا يحتاج في اختيار المبيع إليه وذلك كالوطء والاستمتاع بما دونه والإعتاق والتدبير والكتابة وتزويج الأمة والعبد وغير ذلك مما في معناه وتلفه من البائع إن كان في يده أو في يد غيرهما ومن المشتري إن كان في يده وكان مما يغاب عليه.\nفصل\nبيع الربا غير جائز والربا ضربان تفاضل ونساء فالتفاضل على وجهين تفاضل في العين وتفاضل في القيمة فالتفاضل في العين يحرم في جنسين أحدهما الجنس الواحد من المقتات المدخر وما في معناه مما يصلح للأقوات وذلك في المسميات الأربع التي نص عليها الرسول عليه السلام وهي الحنطة والشعير والتمر والملح ويلحق بها ما في معناها كالأرز والدخن والذرة والسمسم والقطاني كالفول واللوبيا والعدس والحمص وكذلك اللحوم والألبان والخلول والزيوت وأثمار كالعنب والزبيب والزيتون واختلف في التين ويلحق بها العسل والسكر ولا يحرم التفاضل في الماء كله ولا في رطب الفواكه التي لا تبقى كالتفاح والبطيخ والرمان والكمثرى\nالجزء: 2 ¦ الصفحة: 143\n",
        "والقثاء والخيار والباذنجان وغير ذلك من الخضروات ولا فيما يدخر من الفواكه للأدوية كالمشمش والإجاص أو على وجه الخصوص والندور كالخوخ وغيره.\nوكل مسمى مما يحرم التفاضل فيه فإنه صنف منفرد بنفسه لا يضم إليه سوى أنواعه إلا الحنطة والشعير والسلت فإنها كصنف واحد واختلف قوله في القطنية واللحوم ثلاثة أصناف لحوم ذوات الأربع من الأنعام والوحش صنف ولحوم الطير كلها صنف ولحوم دواب الماء صنف وقيل الجراد صنف رابع والجنس الآخر مما يحرم التفاضل في عينه هو الذهب والفضة على اختلاف صفاتها من تبر ومضروب ومهمل ومصوغ فلا يجوز التفاضل في الجنس الواحد منه بجنسه وما غيرته الصنعة من المأكول صار كجنس آخر فيجوز التفاضل بينه وبين ما بقى على صفته وذلك كالحنطة والدقيق والعجين بخبزها واللحم النيئ بمطبوخه والرطب والتمر والزبيب بخلها.\nوأما التفاضل في المعنى فمثل صاع معقلي وصاع دقل بصاعين برني لأن المعقلي أعلى من البرني والدقل أدون منه والبرني وسط بينهما وكل ما حرم التفاضل فيه جاز البيع فيه مع التماثل والجهل بالتماثل في المنع كتحقق التفاضل.\nالجزء: 2 ¦ الصفحة: 144\n",
        "فأما النساء فهو على ضربين أحدهما معلل بتفاضل في جنس واحد فكل جنس من أجناس المملوكات المتمولات فإن التفاضل فيه حرام لا يجوز بوجه كان مما يحوز التفاضل في نقده أو يحرم والجنسية المعتبرة فيما لا يحرم التفاضل في نقده اختلاف الأغراض والمنافع دون الخلق والألوان.\nوالضرب الآخر: المطعومات والنقود فلا يجوز مطعوم بمطعوم نساء على وجه لا متفاضلاً ولا متماثلاً لا من جنسه ولا من خلافه وكذلك النقود لا يجوز ذهب بذهب ولا فضة بفضة ولا أحدهما بالآخر نساء على الوجه الذي لا يجوز نقداً ولا على خلافه.\nفصل\nوالمزابنة يجمعها بيع معلوم بمجهول من جنسه كالرطب بالتمر والعنب بالزبيب ورطب كل ثمرة بيابسها أو حب كالحنطة المبلولة بيابسها والدقيق\nالجزء: 2 ¦ الصفحة: 145\n",
        "بالعجين والحي الذي يراد للحم كالكبير باللحم من جنسه والمشوي بالنيئ والمالح بالطري والسمسم بالشيرج وما أشبه ذلك وهذا فيما نقده الربا.\nومنها بيع مجهول بمجهول من جنسه كصبرة بصبرة وجزاف بجزاف وثمرة نخلة بثمرة نخلة أخرى.\nفأما فيما يجوز التفاضل في نقده فإن تحققت الزيادة جاز وإن لم تتحقق دخله الحظر ويجوز الرطب بالرطب متماثلاً وكذلك اللبن باللبن وقسمة اللحم والبيض على التحري جائز.\nفصل\nوالأعيان المبيعة ضربان طعام وغير طعام فغير طعام والشراب من سائر المبيعات من العروض والعبيد والحيوان والعقار وما ينقل ويحول أو لا ينقل ولا يحول فبيعه جائز قبل قبضه في الجملة ما لم يعرض فيه ما يمنع منه.\nوأما الطعام فلا يجوز فيما تعلق به حق توفية من كيل أو وزن أو عدد أن يباع قبل قبضة أو يعاوض عليه إلا أن يكون على غير وجه المعاوضة كالهبة والصدقة أو على وجه المعروف كالقروض والبدل فيجوز ثم لا يجوز لمن صار إليه ذلك أن يعاوض عليه قبل قبضه ويجوز فيه إلا حالة والشركة والتولية قبل قبضه وما أبيح منه جزافاً أو مصبراً فبيعه جائز قبل نقه إذا خلى البائع بينه وبينه وكل مبيع هلك قبل قبضه فهو من المشتري إن كان متعيناً متميزاً وإن كان مما يجب فيه حق توفية فهو من البائع وبيع الطعام وسائر المكيلات جزافاً جائز في الغرائز وصبر على الأرض وكذلك العروض المكيلة والموزونة كالجص والنورة والقطن وغير ذلك.\nالجزء: 2 ¦ الصفحة: 146\n",
        "ولا يجوز فيما يعظم الغرر فيه كالعبيد والحيوان والثياب والجواهر ومن شرط جواز بيع الجزاف تساوى المتعاقدين في الجهل بمقداره ولا يجوز مع علم بائعه به ويكون للمشتري الخيار ولو دخل على الرضى بذلك لم يجز ويجوز تصديق المشتري للبائع في كيله إن كان بنقد ويكره في النساء.\nفصل\nبيع الثمار بعد بدو صلاحها جائز مطلقاً وبشرط التبقية والقطع وإطلاقها يقتضي التبقية فأما قبل البدو فيجوز بشرط القطع ولا يجوز مطلقا ولا بشرط التبقية وبدو الصلاح يختلف باختلاف أنواعها ففي النخل باحمرار البسر أو اصفراره وفي العنب بأن يسود أو تدور الحلاوة فيه وفي الفواكة كلها والبقول بإطعامها وتمام بناتها وكل صنف يعتبر طيبه بنفسه لا بغيره وبيع المقاثي والمباطخ جائز يبدو صلاح أوله وإن لم يظهر ما بعده وكذلك الأصول المغيبة في الأرض كالبصل والجزر والفجل وكذلك الورد والياسمين إذا انتفع به ويكون للمشتري إلى آخر إبانة وكذلك الموز إذا ضرب فيه أجلاً.\nولا يجوز شراء الكتان إذا استثنى البائع حبه ولا القرط واستثنى برسيمه إلا حال يبسه ولا يجوز بيع الحنطة في سنبلها ويجوز بيع السنبل على حدته ويجوز بيع الجوز والباقلا في قشره الأعلى ومن باع أصل نخل\nالجزء: 2 ¦ الصفحة: 147\n",
        "وفيها ثمر مؤبرة فالثمر للبائع إلا أن يشترطه المبتاع فإن كان غير مؤبرة فهو للمبتاع بالعقد من غير شرط فإن كان بعضه مؤبراً وبعضه غير مؤبر فإن كانا متساويين فالمؤبر للبائع وغير المؤبر للمشتري.\nفإن كانا متزايدين فقيل هما كالمتساويين وقيل الأقل تبع الأكثر وفي سائر الشجر بانعقاد الثمر ويبسها يجري مجري الإبار في النخل والزرع الصغير إذا لم يظهر إذا بيعت الأرض وسكت عنه فقيل للبائع وقيل للمبتاع وبيع الثمار على رؤوس النخل جائز فإن استثنى بعضها فعلى وجهين إن كان جزافاً جاز على الإطلاق في القليل والكثير وإن كان كيلاً جاز في الثلث فدونه.\nواستثناء الجلد والسواقط في الشاة المبيعة جائز حيث تقل قيمتها ويخف خطرها ولا يجوز إذا كان لقيمتها بال.\nفصل\nوالعرية جائزة وهي هبة ثمرة نخلة أو نخلات ولا يجوز لمن أعريها بيعها حتى يبدو صلاحها ثم له بيعها لمن شاء بالذهب والورق ومن معريها خاصة بخرصها تمراً وذلك بثلاثة شروط:\nأحدها: أن يدفعها إليه عند الجذاذ فإن شرط أنها حالة لم يجز.\nوالثاني: أن يكون في خمسة أوسق فدون فإن زاد على ذلك لم يجز.\nوالثالث: أنه مقصور على معريها دون غيره وهي في كل ثمرة تيبس وتدخر.\nالجزء: 2 ¦ الصفحة: 148\n",
        "فصل\nوالجوائح موضوع إذا أتت على ثلث مكيلة الثمرة فصاعداً ولا توضع فيما قصر عنه وتكون من مشتريها وذلك مع الحاجة إلى تبقيتها في رؤوس النخل والشجر والبرد والثلج والريح والجراد والعفن والترتيب كل ذلك جائحة واختلف في العسكر والصحيح في البقول أنها كالثمرة.\nفصل\nوقد بينا تحريم التفاضل في الجنس الواحد من الذهب والفضة بجنسه وأن اختلاف الصفات غير مؤثر في ذلك.\nوالتقابض في بيع الذهب بالذهب والفضة بالفضة وفي أحد الجنسين بالآخر مستحق عقيب العقد ولا يجوز فيه نظرة ولا حمالة ولا حوالة فإن تراخى القبض على العقد أفسده وإن كانا في المجلس ولا يراعى في ذلك التفرق فإن تقابضا فوجد أحدهما رديئاً أو زائفاً فأراد رده بطل الصرف وله أن يمسكه ولا يبطل العقد.\nويجوز اقتضاء الذهب من الورق والورث من الذهب إذا حلا وتطارحا صرفاً ولا يجوز في الذهب بالذهب ولا الفضة بالفضة أن يكون مع أحدهما غيره قليلاً كان أو كثيراً.\nوكذلك كل جنس فيه الربا فلا يجوز إذا بيع بجنسه أن يكون مع الجنسين أو مع أحدهما غيره كان ذلك الغير مما فيه الربا أو مما لا ربا فيه ولا يجوز دينار ذهب عال ودينار دون بدينارين ويجوز وسط بدل الدينار الناقص بالوازن على وجه المعروف والرفق يداً بيد.\nالجزء: 2 ¦ الصفحة: 149\n",
        "وتجوز المراطلة وهي الذهب بالذهب متماثلة في الميزان بغير صنجة ولا يجوز أن ينضم إلى الصرف عقد بيع إلا في يسير يكون تبعاً مثل أن يعجز عن ثمن الدينار نصف درهم فيدفع إليه عرضاً بقيمته.\nومن باع بنقد أو اقتراض ثم بطل التعامل به لم يكن له عليه غيره إن وجد وإلا فقيمته إن فقد.\nومن اقترض ذهباً وقدره بقيمته فضة أو اقترض فضة وقدرها بقيمتها ذهباً لم يجز ولزمه دفع مثل ما قبض.\nوالتفاضل في الفلوس إذا حصل التعامل بها ممنوع وهو في الحقيقة منع كراهة لا نص التحريم وشراء تراب المعادن من الذهب والفضة جائز من الجنس بخلافه وشراء تراب الصاغة غير جائز.\nفصل\nيجمع بيع الغرر ثلاثة أوصاف.\nأحدهما: تعذر التسليم غالباً.\nوالثاني: الجهل\nوالثالث: الخطر والقمار.\nفأما ما يرجع إلى تعذر التسليم فكالآبق والضالة والشارد والمغصوب والطير في الهواء والسمك في الماء وبيع الأجنة واستثنائها وحبل الحبلة وهو نتاج ما تنتج الناقة\nالجزء: 2 ¦ الصفحة: 150\n",
        "والمضامين وهي ما في ظهور الفحول.\nوأما ما يرجع إلى الجهل فيتنوع فمنه الجهل بجنس المبيع كقوله بعتك ما في كمي أو ما في صندوقي أو في يدي ومنه ما يرجع إلى الجهل بصفاته كقولك بعتك ثوباً في بيتي أو فرساً في أصطبلي ومنه الجهل بالثمن في جنسه أو مقداره أو أجله مثل أن يقول بعتك بما يخرج به سعر اليوم أو بما يبيع به فلان متاعه أو بما يحكم به زيد ومنه البيعتان في بيعه وهو قوله بعتك هذا الثوب بعشرة نقداً أو بخمسة عشر إلى أجل على أنه قد وجب بأحد الثمنين ومنه بيع اللحم في جلده والحنطة في تبنها ومنه شرط الخيار الممتد والأجل المجهول نحو قدوم زيد وموت فلان وما أشبه ذلك.\nوأما الخطر فبيع مالا ترجى سلامته كالمريض في السياق وما لا يدري أيسلم أم يتلف ولا ظاهر ولا أمارة تغلب على الظن معهما سلامته كبيع الثمرة قبل دو صلاحها.\nوأما القمار فكبيع الملامسة وهو أن يلمس الرجل الثوب فيلزمه البيع بلمسه ولم يبينه.\nوبيع المنابذة وهو أن ينبذ أحدهما ثوباً إلى الآخر وينبذ الآخر ثوبه إليه فيجب البيع بذلك ومنه بيع الحصاة وصفته أن تكون بيده حصاة فيقول إذا\nالجزء: 2 ¦ الصفحة: 151\n",
        "سقطت من يدي فقد وجب البيع وقيل تكون ثياب عدة فيقول على أيهما سقطت عليه الحصاة فقد وجب البيع ومنه المزابنة وقد ذكرناها وهذه كلها بيوع الجاهلية وكثير منها يتداخل فيجتمع الجهل وتعذر التسليم كالآبق والشارد فإن انضم إلى ذلك جهل بالثمن أو بالأجل تأكد الغرر لكثرة أسبابه.\nفصل\nوأما ما يرجع إلى الحال فبيع الإنسان على بيع أخيه إذا ركن إليه وقرب اتفاقهما فإن العقد يفسخ على نحو ما ذكرناه في النكاح ومنه بيع النجش وهو أن يزيد التاجر في ثمن السلعة ليغر غيره لا لحاجة منه إليها ومنه تلقى السلع قبل أن تورد للأسواق فهذا ممنوع إلا أنه لا يفسخ ويخير بقية أهل السوق في أن يشاركوا من ابتاع بالتلقي أو يتركوا له ومنه بيع الحاضر للبادي ومنه البيع يوم الجمعة بعد النداء من تلزمها أو أحدهما فرض الجمعة فيفسخ إن وقع.\nفصل\nوبيع الأعمى وشراؤه جائز والتسعير على أهل الأسواق غير جائز ومن زاد في سعر أخرج من سوق المسلمين إلا أن يلحق بالناس.\nالجزء: 2 ¦ الصفحة: 152\n",
        "والحكرة ممنوعة إذا أضرت بأهل البلد في كل ما بهم حاجة إليه من طعام أو غيره ولا تمنع إذا لم تعد بالضيق والضرر.\nومن جلب طعاماً خلى بينه وبينه ولم يجبر على بيعه.\nوبيع العربان على وجهين أحدهما ممنوع وهو أن يشتري سلعة بثمن معلوم أو يكثري دابة بأجرة معلومة ويعربن شيئاً على أنه إن رضي كان ذلك العربون من الثمن أو الأجرة وإن كره لم يعد إليه فهذا من أكل المال بالباطل.\nوالآخر جائز وهو الاحتساب له به إذا أمضى ورده عليه إذا كره فذلك جائز والدين بالدين ممنوع إذا كان من الطرفين.\nوالوضع على التعجيل ممنوع وهو أن يكون له عليه كراء حنطة جيدة إلى سنة فيعطيه قبل الأجل دون صفته فلا يجوز لأنه وضع الصفة التي له ليتعجل القبض وما كان خارجاً عن أصله للرفق والمعروف فلا يقاس عليه.\nوالإقالة والشركة والتوليه في بيع الطعام مستثناة من بيع الرطب بالتمر والسلم مستثنى من بيع ما ليس عندك.\nوإذا باع ملك غيره أو اشترى له لم يبطل ووقف على إذنه.\nوإذا كان للنصراني عبد نصراني فأسلم بيع عليه وإذا اشترى نصراني عبداً مسلماً لم يجز وفسخ العقد وقيل: يصح ويجبر على بيع.\nفصل\nومن ابتاع سلعة على السلامة فظهر بها عيب يوجب الرد فهو بالخيار بين أن يرد ويرجع بالثمن شاء البائع أو أبى أو يمسك ولا شيء له من أرش ولا غيره\nالجزء: 2 ¦ الصفحة: 153\n",
        "إلا أن يبذل له البائع الأرش هو ما لا يمكن الرد ولا يلزم بذل الأرش ولا أخذه إلا بالتراضي مادام رد العين ممكناً فإن فات ذلك لم يكن له إلا الأرش والفوت هو ما لا يمكن معه أما للتلف في المبيع كالموت والزمانة والهرم الذي لا يبقى معه انتفاع به أو لتلف الملك كالعتق والتدبير والاستيلاد والكتابة وفي بيعه خلاف والصحيح أنه فوت يوجب الأرض والإباق فوت.\nوحدوث عيب عند المشتري ليس بفوت يمنع الرد وهو بالخيار إن شاء رده وما نقصه العيب عنده وإن شاء تمسك به أخذ الأرش إلا أن يكون البائع دلس بالعيب فيكون للمشتري رده من غير أن يؤخذ بما نقصه إلا أن يكون بتصرفه فيه قد أتلفه بوجه لا يتصرف الناس بمثله فليس له إلا الأرش وكذلك إن تلف العبد من العيب الذى دلس به البائع لم يضمنه المشتري ورجع بالثمن ووطء الثيب لا يمنع الرد ولا يوجب على المشتري شيئاً ووطء البكر عيب يردها وما نقص وإذا رضى المبتاع بالعيب لم يكن له رده به وكذلك إن تصرف في المبيع أو استعمله\nالجزء: 2 ¦ الصفحة: 154\n",
        "بعد علمه بالعيب كان ذلك رضا منه به ولم يكن له الرد إن تصرف مضطراً ففيه روايتان.\nوإن ابتاع رجلان عبداً فوجدا به عيباً فأراد أحدهما الرد والآخر الإمساك ففيه روايتان إحداهما أن لمن شاء منهما الرد أن يرده والأخرى أن عليهما الرد.\nوإذا نما المبيع عند المشتري ثم أراد رده بعيب فلا يخلو النماء أن يكون منفعة أو غلة أو عيناً فإن كان منفعة أو غلة كان له رده ولا يلزمه شيء لأجله لأن له الخراج بالضمان وإن كان عيناً فلا يخلو أن يكون ولادة أو نتاجاً أو غيره ففي الولادة والنتاج يردهما مع الأمهات وأما غير ذلك فيختلف.\nفأما ثمرة النخل فلا يردها مع الأصل إذا حدثت عنده فإن كان ابتاع الأصل وفيه ثمر فإن كانت لم تؤبر لم يردها وإن كانت مأبورة ففيها خلاف وكذلك في صوف الغنم فأما الألبان والسمون فلا يرد شيئاً منها.\nولا يجوز لبائع السلعة المعيبة أن يكتم عيبها لأن ذلك غش.\nولا يقبل دعوى المبتاع أن بالسلعة عيباً دون أن يبينه بالمشاهدة إن كان مشاهداً أو بالبينة إن كان غير مشاهد ثم لا يخلو أن يكون مما لا يحدث عند المشتري أو أن يكون مما يعلم أنه لم يكن عند البائع والقول في الموضعين قول من قوى سببه منهما مع يمينه أو أن يكون محتملاً فالقول قول البائع مع يمينه إلا أن ينكل فيحلف المشتري.\nوالعيوب الموجبة للرد هي ما أثرت نقصاً في المبيع أو في الثمن أو في التصرف أو خوفاً في العاقبة ومن ذلك نقصان الأعضاء كالعمى والعور والقطع والضلع الزمانة والخصى والإفضاء ونقصان الأحكام كالجنون والجذام والبرص والتعسر والزعر وبياض الشعر والإباق والزنا والبخر والسرقة والزوج والولد في العبد والأمة والحمل والدين.\nومن هذه العيوب ما يعم ومنها ما يخص الرائعة المنتخذه للوطء وذلك بحسب ما يعلم في العادة وزواله قبل الرد مسقط للرد إلا أن يكون مما تبقى علاقته كالزوجة والزوج والاستدامة في سفه وما أشبه ذلك أو مما لا يؤمن عوده.\nوعهدة الثلاث لازمة في الرقيق ثم عهدة السنة بعدها من الأدواء الثلاثة الجنون والجذام والبرص في كل بلد جرت عادتهم باشتراطها أو استأنفوها ولا يلزم في الموضع التي لم يتعارفوها إلا بأن يستأنفوا اشتراطها.\nالجزء: 2 ¦ الصفحة: 155\n",
        "ويجوز البيع بشرط البراءة في الرقيق دون غيره ويبرأ من كل عيب لم يعلمه ولا يبرأ مما علمه فكتمه.\nوالعبد يملك ملكاً ناقصاً ينتزعه سيده إذا شاء وماله في البيع لسيده وفي العتق يتبع العبد إلا أن يستثنيه السيد وفي هبته والوصية وإسلامه بجنايته خلاف.\nولا يجوز التفرقة بين الأم وولدها الصغير في البيع وحدها ويجوز في الأدب والتصرية عيب وإذا علم المبتاع بعد أن حلبها فله الخيار في إمساكها أو ردها مع صاع من تمر وإذا فات المبيع في البيع الفاسد ضمنه المبتاع بالقيمة يوم القبض وبالمثل فيما له مثل ورد الثمن عليه وإن تلف في يد البائع فتلفه منه.\nفصل\nوالبيع جائز مساومة ومرابحة فالمساومة أن يبيعها بما يتقرر بينه وبين المبتاع من الثمن من غير أن يخبره برأس ماله والمرابحة أن يذكر رأس ماله ويتقرر الربح بينهما إما مجملاً كقوله شراء هذه السلعة عشرون ديناراً فيربحه ديناراً أو نصفه وإما مفصلاً كقوله قد ابتعتها منك على أن أربحك في كل عشرة ديناراً أو اثنين.\nويحتاج في بيع المرابحة إلى بيان ما ينضم إلى السلعة فيكون له قسط من رأس المال والربح أو من رأس المال وحده وذلك على ضربين:\nأحدهما: أن ينضم إلى السلعة ماله تأثير في عينها أو ينضم إليها ما لا تأثير له في عينها.\nفالأول: كالقصارة والخياطة والصبغ والطرز.\nوالثاني: مثل الطي والشد والسمسرة والدلالة وكراء حمل المتاع وما أشبه ذلك.\nالجزء: 2 ¦ الصفحة: 156\n",
        "ولا يخلو البائع إذا أخبر برأس مال المتاع أن يخبر بما لزمه من هذه التوابع ويشترط ضمه إلى رأس المال أن يكون له قسط من الربح أو أن يسكت عن اشتراط ضم هذه التوابع إلى رأس المال وعن اشتراط ربح لها ففي الأول له شرطه وفي الثاني يضم إلى رأس المال منها ماله عين قائمة في المتاع ويكون له قسط من الربح ولا يضم إليه مالا تأثير له في عين المتاع مما يمكن توليه بنفسه لا في رأس المال ولا في ربحه وما لا يمكن توليه بنفسه مثل كراء المتاع ونقله من بلد إلى بلد والسمسرة فيما جرت العادة بأنه لا يباع إلا بوسيط فيضم ما لزمه عليه إلى رأس المال ولا يكون له قسط في الربح.\nوإذا اختلفا المتبايعان فلا يخلو اختلافهما أن يكون فيما يؤدي إلى فساد العقد أو إلى نفي لزومه أو إلى سقوط بعض حقوقه فإن كان اختلافهما فيما يؤدي إلى فساد العقد مثل أن يقول بعتك هذه السلعة ولم ترها ولم أصفها لك أو بثمن إلى أجل مجهول أو ما أشبه ذلك ويدعى الآخر أنه قد رآها أو وصفها له وأن الأجل في الثمن معلوم فالقول قول مدعي الصحة الصحة منهما مع يمينه وإن كان اختلافهما فيما ينفي اللزوم مثل أن يدعى أحدهما أنه شرط الخيار لنفسه وينكر الآخر ذلك فالقول قول من ينكر وعلى مدعى اشتراطه البينة.\nوإن كان ذلك في حق من حقوق العقد فإن كان في عين الثمن أو جنسه تخالفا وتفاسخا وإن كان في مقداره فالأظهر من المذهب أنه إن كان قبل القبض تخالفا وتفاسخا.\nوإن كان بعده فالقول قول المشتري مع يمينه وإن كان الاختلاف في قبض الثمن رجع إلى العرف في موضعهما وحلف من شهد له العرف منهما فإن لم يكن عرف فالقول قول البائع مع يمينه.\nفصل: في استبراء الأمة\nولا يجوز لمن وطء أمة ثم أراد بيعها أن يبيعها إلا أن يستبرئها بحيضة ولا يجوز للمشتري أن يطأها حتى يستبرئها إلا أن يكون عالماً ببراءة رحمها فلا يلزمه ذلك ويجوز أن يتفق هو والبائع على استبراء واحد فإن باعها قبل أن يستبرئها ووطئها المبتاع قبل أن يستبرئها فأتت بولد لأكثر من ستة أشهر من وطء الأول والثاني دعى له القافة فلحق بمن يلحقونه به منهما وإن أتت به لأقل من ستة أشهر من وطء الثاني ولستة من وطء الأول فهو للأول دون الثاني ولا يحكم بالقافة في ولد الزوجة.\nالجزء: 2 ¦ الصفحة: 157\n",
        "كتاب الإجارة\nمدخل\n...\nكتاب الإجارة\nالإجارة جائزة وهي معاوضة على منافع الأعيان ولا تصح إلا أن تكون المنافع المعقود عليها معلومة وللعلم بها طريقا:\nأحدهما: أن يكون جنسها معلوماً كركوب الدابة وبناء الحائط وما أشبه ذلك.\nوالآخر: أن يكون جنسها غير معلوم فيعلم بالعرف فيحتاج فيه إلى ضرب الأجل ينحصر به ذلك كأجير الخدمة وفي الأول لا يحتاج إلى ضرب الأجل.\nوكل عين لها منفعة يجوز تناولها بغير أجرة فإجارتها لتلك المنفعة جائزة.\nوإجارة الأعيان مدة معلومة على ثلاثة أوجه:\nأحدها: أن يبين ابتداءها وانتهاؤها فيقول استأجرت منك هذه الدار أو العبد شهراً أو له كذا وآخره كذا أو كذا وكذا يوماً أولها كذا وآخرها كذا.\nوالثاني: أن يذكر المدة ولا يحدها فيقول استأجرت منك هذه الدار شهراً أو سنة فتصح ويكون من وقت العقد.\nوالثالث أن يستأجرها مشاهرة وهو على حساب الشهر بكذا فيصح وإن لم يعين مدة ما يعقد عليها ويكون لكل واحد منهما الترك إذا شاء ويلزمه من الإجارة بحساب ما سكن وقيل يلزمه أجرة واحدة مما جعلا علماً على حساب الأجرة من شهر أو سنة.\nوعقد الإجارة لازم من الطرفين ليس لأحدهما فسخة مع إمكان استيفاء\nالمنافع فإن طرأ ما يمنع ذلك كاحتراق الدار وانهدامها أو غصبها أو مرض العبد أو الدابة فإن العقد ينفسخ معه.\nوتسليم الأجرة غير مستحقة بمجرد العقد إلا أن تكون هناك عادة أو شرط أو يقارن العقد ما يوجب التقديم مثل أن تكون الأجرة عرضاً معيناً أو طعاماً رطباً وما أشبه ذلك وما عرى من هذا فلا يستحق تقديم جزء من الأجرة إلا بالتمكين من استيفاء ما يقابله من المنفعة وإذا حصل التمكين فالأجرة مستحقة استوفيت المنفعة أولا.\nالجزء: 2 ¦ الصفحة: 158\n",
        "والإجارة ضربان إجارة عين وإجارة في الذمة.\nفالعين يتعلق الحق بها وينفسخ العقد بتلف العين قبل استيفاء المنفعة وتقع المحاسبة.\nوأما التي في الذمة فتجوز حالة ومؤجلة ولابد أن تكون معلومة إما بمسافة كركوب الدابة أو الحمل عليها أو اكتراء رسول إلى بلد بعينه أو يكون الفعل متعذرا بنفسه كخياطة القميص أو بضرب مدة ويجب فيها تعجيل أحد الطرفين من الأجرة أو الشروع في الاستيفاء فيخرج عن الدين بالدين.\nوموت أحد المتعاقدين لا يوجب فسخ الإجارة ما دام استيفاء المنافع ممكنا.\nفصل\nوإذا استأجر أرضاً للزرع فغرقت سقط كراؤها ولا يسقط بأن لا ينبت زرعها أو بأن لا يسلم من جائحة أو ما عدا الشرب ولا يتعين ما يستوفي به المنافع وإن عين.\nوإذا استأجر دابة ليركبها جاز أن يركبها مثله وكذلك إذا استأجرها ليحمل عليها بزافله أن يحمل عليها مافي معناه.\nوكذلك ليزرع في الأرض نوعاً من الزرع وله أن يزرع ما ضرره كضرره فإن زاد على ذلك ضمن قيمة الزيادة.\nوفي الدابة يزيد عليها في المسافة فربها مخير بين كراء الزيادة وبين تضمينه قيمتها يوم التعدي والأجرة الأولى لازمة على كل حال.\nوالأجرة كالثمن في وجوب انتفاء الجهالة والغرر عنها إلا أنه رخص في الظئر وللأجير أن يستأجر بطعامه وكسوته ويكون له الوسط مما لمثله.\nالجزء: 2 ¦ الصفحة: 159\n",
        "ويجوز أن تكون الأجرة عيناً أو منفعة من جنس الشيء المستأجر وغيره مثل أن يستأجر داراً للسكنى دار أخرى أو بخدمة عبداً أو بخياطة ثوب.\nوإجارة المشاع جائز منم الشريك وغيره ويجب باستيفاء المنافع في الإجارة الفاسدة أجرة المثل ولا يضمن أجير ما تلف على يده مما سوى الطعام إلا بتفريط.\nولا يضمن الراعي ما هلك من الغنم ولا صاحب الحمام ولا صاحب السفينة إذا غرقت واختلف في كرائه على الراكب إذا عطبت الدابة وقد ضربها أو ساقها على ما يعرف الناس من غير خرق.\nويضمن الصناع الموثرون بصناعتهم كالصائغ والقصار وغيرهما ما سلم إليهم وغابوا عليه عملوه بأجر أو بغير أجر والقول قول الصانع إذا خالفه رب السلعة فيما استأجره عليه.\nفصل\nوالجعل جائز وليس بلازم إلا أن يشرع في العمل ومن شروطه تقدير الأجرة دون العمل ومن ذلك الجعل في المجييء بالآبق والشارد.\nفأما مشارطة الطبيب على برء العليل والمعلم على تعليم القرآن فتردد بين الجعل والإجارة.\nوكذلك الجعل على استخراج المياه من الآبار والعيون على صفة معلومة من شدة الأرض ولينها وقرب الماء وبعده.\nالجزء: 2 ¦ الصفحة: 160\n",
        "باب القراض\nوالقراض جائز وصفته أن يدفع الرجل ما لا يتجر به ويبتغي من فضل الله سبحانه ويكون الربح بينهما على ما يتفقان عليه وإن عقده على أن جميع الربح لأحدهما جاز.\nولا يكون رأس المال فيه عرضاً ولا غيره سوى الدراهم والدنانير وفي التبر والنقار خلاف.\nوالقراض عقد خارج عن الأصول وهو مستثنى من أصول ممنوعة وهي الغرر والإجارة المجهولة\nوموضوعة الجواز دون اللزوم ولا يجوز التأجيل فيه ولكل واحد منهما تركه إلا أن يتعلق للآخر فيه حق.\nالجزء: 2 ¦ الصفحة: 160\n",
        "ولا يجوز أن ينضم إليه عقد غيره إلا أن يشترط أحدهما الزيادة على صاحبه وله أن يسافر بالمال إلا أن يشترط عليه ترك السفر وليس له أن يبيع بدين إلا أن يؤذن له.\nوإذا سافر بالمال فله النفقة الزائدة على نفقة الحضر من المال والخسران على رب المال دون العامل وكذلك ضياع المال إلا أن يكون من العامل تفريط.\nوإذا قبض المال ببينة ثم ادعى رفعه لم يقبل منه إلا ببينة وإذا قال قراض وقال ربه سلف فالقول قوله دون العامل وإذا طرأ ربح بعد الخسران فإن لم يكونا تفاصلا لم يكن للعامل شيء إلا بعد إكمال رأس المال وإن كان بعد أن تفاصلا لم يجبر الخسران من هذا الربح وكان له حكم نفسه.\nولا يفسخ العقد بموت أحد المتقارضين ولورثة العامل أن يعملوا بالمال إن كانوا أمناء أو يأتوا بأمين وإن عجزوا أسلموه ولا مقال لربه.\nوفي المستحق بالقراض الفاسد روايتان قيل أجرة المثل وقيل قراض المثل وفرق بينهما بأن أجر المثل متعلق بذمة رب المال وقراض المثل يؤخذ من ربح إن كان.\nوزكاة رأس المال على رب المال وزكاة الربح تابعة لأصله وتلزم\nالعامل في حصته بحلول الحول على رأس المال كان ما ناله نصاباً أو أقل وأنهما شرط زكاة الربح وحده على صاحبه فإن شرط رب المال على العامل زكاة رأس المال وربح لم يجز.\nالجزء: 2 ¦ الصفحة: 161\n",
        "باب المساقاة وكراء الأرض والمزارعة وما يتبع ذلك\nالمساقات جائزة في الأصول كلها من النخل والكرم وجميع الشجر وفي الزرع يعجز عنه صاحبه ويجوز في الثمر بعد ظهورها وقبل طيبها واختلف فيها بعد الطيب.\nوهي عقد لازم وصفتها أن يدفع الرجل حائطه إلى من يعمل في نخله وشجره ما يصلحه من سقي وإبار وجذاذ وعلوفة دواب وغير ذلك وجميع الكلف والنفعة فيما يحتاج في الثمر على العامل ويكون له جزء من الثمرة يتفقان عليه.\nولا يلزمه عمل ما يبقى بعده كبناء جدار وحفر بئر أو ما أشبه ذلك وانتهاؤها إلى الجذاذ.\nالجزء: 2 ¦ الصفحة: 161\n",
        "والمساقاة على كل أنواع الشجر جائزة وإذا أخرج الحائط خمسة أوسق بين العامل ورب المال ففيه الزكاة وليس لأحدهما زيادة شرط على الآخر كالقراض واشتراط أحدهما الزكاة على الآخر جائز.\nوإذا كان في الحائط بياض جاز أن يشترطه العامل لنفسه إن كان قيمة أجرته بقدر ثلث ثمن لثمرة بعد وضع قيمة ما يلزم العامل عليها.\nوشرط رب الأرض جزءاً مما يخرج منها جائز وكذلك من اكثرى داراً يسكنها أو أرضاً يزرعها وفيها نخلة أو شجرة فاستثنى ثمرها جاز إن كانت قيمة ثمرتها الثلث فدون ولا يجوز إن زاد على ذلك.\nوكراء الأرض للزرع بما عدا الطعام جائز ولا يجوز بالطعام كله كان مما تنبته الأرض أو مما لا تنبته كالسعل واللحم واللبن وغيره ولا ببعض ما تنبته الأرض من غير الطعام كالقطن والكتان والزعفران والمعصفر والجون بالخشب والقصب.\nولا يجوز اشتراط النقد إلا في المأمون منها.\nوالشركة في الزرع جائزة إذا أمن أن تؤدي إلى ما ذكرناه من المنع أو انتفاء التساوي فإذا تكافأ في العمل والمؤنة والأرض والبذر جاز.\nالجزء: 2 ¦ الصفحة: 162\n",
        "باب في الشركة\nالشركة ضربان بمال أو بدون وضرب آخر غير جائز وهو شركة الوجوه مثل أن يشتركا على الذمم بغير مال ولا صنعة حتى إذا اشتريا شيئاً كان في ذمتهما فإذا باعاه اقتسما ربحه فذلك غير جائز.\nوشركة المال ضربان عنان ومفاوضة.\nالجزء: 2 ¦ الصفحة: 162\n",
        "فالعنان أن يخرج كل واحد منهما رأس مال ويشترط الربح بقدره ثم يخلطاه مشاهدة أو حكماً بأن يكونا في صندوق واحد أو تابوت واحد ويعملان جميعاً فيه.\nوالمفاوضة أن يفوض كل واحد منهما إلى الآخر التصرف مع حضوره وغيبته وتكون يده كيده ولا يكون شركة إلا بما يعقد أن الشركة عليه وكل ذلك جائز.\nفأما شركة الأبدان فجائزة ولها شرطان اتفاق الصناعتين والمكان ولا تجوز مع اختلاف الصناعتين كقصار وحداد وإسكاف وخياط ولا أن يكون في صفة واحدة منفردين في مكانين.\nوتجوز في الاحتطاب والاصطياد ويجوز أن يكون رأس المال فيها عيناً وعرضاً وتنعقد على قيمته دون ثمنه كان العرض مما يتميز عينه كالرقيق والحيوان أو مما لا يتميز عينه كالحنطة والشعير.\nالجزء: 2 ¦ الصفحة: 163\n",
        "باب الرهون\nمعنى الرهن احتباس العين وثيقة بالحق ليستوفي الحق من ثمنه أو ثمن منافعها عند تعذر أخذه من الغريم مفردة كانت أو مشاعة.\nوهو جائز بكل دين لازم أمكن استيفاءه من ثمنه كان الدين من قرض أو بيع أو قيمة متلف أو غير ذلك.\nويصح عقده قبل وجوب الحق وبعده ومقارناً له ويلزم بمجرد القول والقبض شرط في صحته واستدامته وليس بشرط في انعقاده وإذا عقداه قولاً لزم وأجبر الراهن على إقباضه للمرتهن.\nالجزء: 2 ¦ الصفحة: 163\n",
        "وإذا تراخى المرتهن في المطالبة به أو رضى بتركه في يده بطل الرهن وإن قبضه ثم رده إلى الراهن بعارية أو وديعة أو استخدام أو ركوب بطل الرهن ويجوز أن يجعلاه على يد أمين يرضيان به.\nوضمان الرهن من مرتهنه إن كان مما يغاب عليه إلا أن يقوم بهلاكه بينة وإن كان مما لا يغاب عليه كالعقار والحيوان فضمانه من راهنه وكذلك إن كان على يد أمين.\nونماء الرهن داخل معه إن كان مما لا يتميز عنه كالسمن أو كان نسلاً كالولادة والنتاج وما في معناه كغسيل النخل وما عدا ذلك من غلة أو ثمرة أو لبن أو صوف وما أشبه ذلك فلا يدخل فيه إلا أن يشترطه ونفقته على راهنه ومال العبد ليس برهن معه ويثبت رهناً بتقاريرهما ما لم يفلس الراهن.\nولا يقبل إقراره بالإقباض دون معاينة البينة وإذا كان فيه فضل جاز أخذ حق آخر عليه من مرتهنه وكان رهناً بهما ويجوز من غيره بإذن المرتهن الأول واختلف فيه إن لم يأذن.\nوالرهن متعلق بجملة الحق وبأبعاضه فما بقي جزء منه فهو رهن به.\nولا يجوز غلق الرهن وهو أن يشترط المرتهن أنه يستحقه إن لم يأت به عند أجله وإذا حل الحق وتعذر أخذه من الغريم باعه الوكيل على الراهن واستوفى المرتهن حقه في ثمنه من غير حاجة إلى إذن الحاكم.\nالجزء: 2 ¦ الصفحة: 164\n",
        "ويجوز أن يكون المرتهن وكيلاً في بيعه وليس للراهن فسخ والوكالة وإن لم يكن له وكيل فإن المرتهن يثبت حقه عند الحاكم ويرهنه أو يبيعه الحاكم عليه.\nوإذا اختلف المراهنات في عين الرهن فالقول قول المرتهن مع يمينه وإذا اختلفا في قدر الحق فلا يخلو الرهن أن يكون باقياً أو تالفاً فإن كان باقياً فلا يخلو أن يكون في يد المرتهن أو في يد أمين فإن كان في يد المرتهن حلف على ماادعاه وكان القول قوله في قدر قيمة الرهن ثم حلف الراهن على ما زاد على ذلك ويسقط عنه وإن كان في يد أمين فالقول قول المدعى عليه مع يمينه.\nوإذا كان الرهن تالفاً فلا يخلو أن يكون اختلافهما في قيمته أو في مقدار الحق أو الأمرين فإن اختلافا في قيمته وتصادقا على مقدار الحق قيل لهما صفا الرهن فإذا وصفاه قوم على تلك الصفة وكان المرتهن قيمتها يقاص بها من دينه ويترادان الفضل.\nوإن اختلفا في الصفة فالقول قول المرتهن مع يمينه فإن تصادقا على الصفة واختلفا في قدر الحق كان على ما تقدم من الحكم للمرتهن بقدر قيمته الرهن والتحالف فيما زاد على ذلك.\nوإن اختلفا في الأمرين وصفه المرتهن وحلف على صفته وضمنه بقيمة تلك الصفقة.\nومن رهن عبداً ثم أعتقه نفذ عتقه إن كان موسرا وعجل للمرتهن حقه وغن كان معسراً لم ينفذ عتقه وبقى رهناً.\nومن رهن أمة لم يجز له وطؤها وإن وطئها بإذن المرتهن بطل الرهن وإن كان بغير إذنه فإن لم تحمل فهي رهن بحالها وإن حملت كانت أم ولد وعجل\nالجزء: 2 ¦ الصفحة: 165\n",
        "للمرتهن حقه وإن كان معسراً بيعت عليه وقضى الحق من ثمنها وإن وطئها فهو زان ويحد ولا يلحق به الولد ويكون رهناً معها يباح بيعها.\nوإذا باع الراهن الرهن بغير إذن المرتهن فللمرتهن إجارته وفسخه فإن أجازه بطل حقه في الرهن فإن زعم أن إجازته ليتعجل حقه من الرهن حلف على ذلك وكان له ذلك.\nالجزء: 2 ¦ الصفحة: 166\n",
        "كتاب الحجر والتفليس وما يتصل بهما\nمدخل\n...\nكتاب الحجر والتفليس وما يتصل بهما\nالمستحق عليهم الحجر ضربان ضرب يستحق عليهم لحقوقهم والضرب الآخر لحقوق غيرهم فالمستحق عليهم لحقوقهم ضربان صغار وكبار.\nفالصغار ذكور وإناث وهم نوعان عقلاء وغير عقلاء فمن له أب فحق الحجر عليه لأبيه فإن عدم فوصيه ثم وصى وصيه فإن لم يكن وصى فالحاكم.\nثم هم نوعان عقلاء وغير عقلاء فغير العقلاء يستدام الحجر عليهم إلى أن يعقلوا والعقلاء ضربان أصاغر وأكابر فالأصاغر يستدام الحجر عليهم حتى يبلغوا ويؤنس منهم الرشد فحينئذ ينفك عنهم الحج وذلك في الغلام بأن يعرف منه إصلاح ماله وحفظه وتأتيه لتنميته والتحرز من تبذيره وإضاعته وإنفاقه في وجوهه ولا تراعى عدالته في دينه أو فسقه إذا كان مصلحاً لماله.\nالجزء: 2 ¦ الصفحة: 167\n",
        "وأما في الصغيرة فيراعى مع البلوغ وإصلاح المال أن تتزوج ويدخل بها زوجها.\nوحد البلوغ في الذكور ثلاث علامات وفي النساء خمس. فالثلاثة التي يجتمعون فيها الاحتلام والإنبات والانتهاء من السن إلى ما يعلم بالعادة بلوغ من انتهاء إلى مثله وقال أصحابنا مثل ثمانية عشر سنة وما قاربها وما يزيد به الإناث على الذكور شيئان: الحيض والحمل وأما الأكابر فمن كان منهم مبذراً لماله مضيعاً له ابتدى الحجر عليه كان ذلك منه لعجز عن إصلاحه أو لتعمد لإضاعته في شهواته فلا يحجر عليه إلا الحاكم ولا ينفك عنه إلا بحكم حاكم.\nوأما المحجور عليهم لحق غيرهم فأربعة زوجات ومرضى وعبيد ومفلسون فأما الزوجات فكل امرأة ذات زوج فليس لها أن تتصرف في مالها فيما زاد على ثلثه بهبة أو صدقة أو عتق وكل ما ليس بمعاوضة إلا بإذن الزوج فإن فعلت فالأمر للزوج إن أجازه جاز وإن رده فسخ جميعه وقيل ما زاد على الثلث ثم ليس لها التصرف في بقية المال الذي أخرجت ثلثه ولها ذلك في مال آخر إن طرأ لها.\nوأما المريض فمحجور عليه لحقوق ورثته إذا كان مرضه مخوفاً عليه منه ويلحق بالمريض من كان في حكمه من حصوله في حال يعظم الخوف عليه فيها كالزاحف في الصف والمحبوس للقتل والحامل إذا بلغت ستة أشهر وذلك مذكور في كتاب الوصايا.\nوأما العبيد فلساداتهم الحجر عليهم ومنعهم من التصرف في قليل أموالهم وكثيرها بمعأوضة وغيرها كانوا ممن يحفظها أو يضيعها ولسيد العبد أن يأذن له في التجارة ويمنع السيد من انتزاع ماله ويكون دينه في ذمته وفي ماله الذي في يده دون قيمته.\nومن استدان من المحجور عليهم ديناً بغير إذن وليه ثم فك حجره لم يلزمه ذلك فيمن حجر عليه لحق نفسه كالسفيه والصغير ولزم فيمن حجر عليه لحق غيره كالعبد يعتق إلا أن يفسخه عنه سيده قبل عتقه.\nالجزء: 2 ¦ الصفحة: 168\n",
        "ولولي المحجور عليه لسفه أو صغر أن يأذن له في التجارة في يسير من ماله يختبره به ويصدق الوصي على ما يذكر من الإنفاق على اليتيم فيما يشبه فإن كان له أم أو حاضنة تمسكه فإن الوصي يدفع إليها نفقته على ما يرى من شهر بشهر أو غير ذلك ويلزمه إقامة البينة على ما يدفعه من ذلك بخلاف ما يتولي إنفاقه بنفسه.\nونفقة الأيتام مختلفة باختلاف أحوالهم وأموالهم فيوسع على من ألف السعة وكان ماله محتملاً لذلك في إدامه وكسوته وينفق على أمه إن كانت محتاجة ومن دونه ينفق عليه بالمعروف على قدر ما يحتمله ماله ولا بأس بتأديب اليتيم وضربه إذا احتيج إلى ذلك بالمعروف.\nوللولي أن يتجر بماله إذا رأى ذلك حظاً له وللناظر في ماله من وصي أو أمين أن يأكل منه بقدر أجرة مثله ولا يقبل قوله في دفع المال إليه بعد بلوغه إلا ببينة بخلاف النفقة.\nفصل\nفأما المفلس فإذا طلب غرماؤه أو بعضهم الحجر عليه فإن الحاكم يحجر عليه ويمنعه التصرف في ماله وتحل الديون المؤجلة عليه بفلسه ولا يحل ماله من دين مؤجل.\nوالميت كالمفلس في ذلك كله وتعلق حقوق الغرماء بمال المفلس يختلف فمنهم من يتعلق حقه بمال معين ومنهم من يتعلق حقه مشاعاً في جميع أمواله فالأول كالبائع يجد عين سلعته على حالها لم تفت فله الخيار بين أخذها بالثمن الذي باعها به أو تركها والحصاص فإن كان قبض بعض الثمن رده وأخذها وفي الموت لا رجوع له بخلاف الفلس وهو والغرماء أسوة.\nوالثاني: هو مع سائر الغرماء الذين لا يعرفون أعيان أموالهم فيتسون في المحاصة.\nوإذا جمع الحاكم مال المفلس ليبيعه فتلف قبل بيعه فتلفه من المفلس فإن باعه فتلف ثمنه فالتلف من الغرماء وقيل من المفلس وإذا ادعى المديان الفلس.\nولم يعلم صدقة ولا ظهرت أمارة لصدقه لم يقبل منه ويحبس إلى أن ينكشف أمره ومدة الحبس غير مقدرة وهي موكولة إلى اجتهاد\nالجزء: 2 ¦ الصفحة: 169\n",
        "الحاكم فإذا ثبتت عسرته خلى سبيله ولم تكن للغرماء مطالبته ولا إجارته ولا أخذه بعمل صنعة يكتسب منها ولا استئناف بملك إلى أن يوسر وكل دين ثابت في الذمة يستحق المطالبة فإنه يحبس فيه والصناع إذا أقبضوا السلع وأفلس أربابها بأجرتهم فهم أحق بها في الموت والفلس وكذلك مستأجر الأرض للزرع يكون ربها أحق بالزرع والسكنى يكون ربها أحق بما بقى من مدة السكنى.\nالجزء: 2 ¦ الصفحة: 170\n",
        "باب في الصلح والمرافق وإحياء الموات\n.\nوالصلح ضربان معاوضة كالبيع فحكمه حكم البيع فيما يجوز فيه ويمتنع وإسقاط وإبراء ويجوز على الإقرار والإنكار\nوافتداء اليمين بشيء يبذله من لزمته جائز وإن علم المبذول له أنه مطالب بغير حق لم يحل له أخذه.\nوإحياء الموات على ضربين منهما ما يفتقر إلى إذن الإمام وهو ما كان بقرب العمران بحيث تقع المشاحة ولا تؤمن الخصومة فيها ومنها ما لا يفتقر إلى ذلك وهو ما كان في فيافي الأرض وفلوائها وإحياؤها ما يعلم بالعادة أنه إحياء لمثله من بناء وغراس وحفر بئر وإجراء ماء وغير ذلك من أنواع العمارة وذلك فيما لم يتقدم عليه ملك.\nوفيما أحيي ثم خرب ودثر فهو لمن أحياه ثانية وليس لحريم البئر حد إلا الاجتهاد وذلك يختلف باختلاف مواضع الأرض من الصلابة والرخاوة.\nومن أراد أن يحفر بئراً في ملك نفسه ويخاف منه الإضرار بجاره لم يكن له ذلك وقيل إن كان له مندوحة عنه فليس له ذلك وإن لم يكن له مندوحة عنه فله ذلك.\nومن حفر بئراً في ملكه فإن البئر مع الأرض ملك له وله منع الناس منها كسائر أملاكه إلا بعوض إلا أن تنهار بئر جاره وله زرع زرعه على أصل ماء ويخاف عليه التلف فيلزمه أن يدخل له فضل مائه ما دام متشاغلاً بإصلاح بئره.\nالجزء: 2 ¦ الصفحة: 170\n",
        "ومن حفر بئراً في بادية فهو أحق بقدر كفايته ثم يكون ما فضل عن ذلك للمسلمين ليس له منعه.\nويستحب لمن سأله جاره أن يغرز خشبة في جداره ألا يمنعه ذلك فإن أبي وشدد لم يحكم عليه فإن أذن له ثم طالبه بالقلع لم يكن له ذلك إلا أن تدعوه الضرورة حاجة إليه.\nوللرجل أن يفتح في جداره المنفرد بملكه كوة للضوء إذا لم يتطرف بذلك إلى الإشراف على جاره فيمنع حينئذ.\nوإذا كان علو الدار لرجل وسفلها للآخر فتنازعا السقف حكم به لصاحب السفلى وكان عليه إصلاحه ولم لشعثه وبناؤه إن انهدم ولصاحب العلو حق الجلوس عليه وإن كان فوقه غرفة ثانية فسقفها لصاحب الغرفة الأولى وسقف كل بيت تابع في الملك لسفله.\nوإذا تنازعا جداراً بين دارين حكم به لمن يشهد له العرف بأن له فيه من التصرف ما يفعله الملاك في أملاكهم من الرباط ومعاقد القمط ووجوه الآجر واللبن وما أشبه ذلك.\nوليس لأحد الشريكين في الحائط أن يتصرف فيه إلا بإذن شريكه.\nومن له حق في إجراء مائه على سطح غيره فنفقة السطح على صاحبه وإذا خيف على المركب الغرق جاز طرح بعض ما فيه من المتاع أذن أربابها أو لم يأذنوا إذا رجي بذلك نجاته وكان المطروح بينهم على قدر أموالهم وإذا اصطدم مركبان في جريهما فانكسرا أو أحدهما فلا ضمان في ذلك.\nالجزء: 2 ¦ الصفحة: 171\n",
        "باب الوديعة والعارية\nوالوديعة أمانة محضة لا تضمن إلا بالتعدي والقول قول المودع في تلفها على الإطلاق مع يمينه وفي ردها إلا أن يكون قبضها ببينة فلا يقبل منه إلا ببينة.\nفليس له أن يودعها غيره إلا من ضرورة ويضمن إن أودعها من غير عذر وليس له أن يسافر بها على وجه إلا أن تكون دفعت إليه في السفر فعرضت له الإقامة فله أن يبعثها مع غيره ولا ضمان عليه.\nوإذا أنفقها أو بعضها ثم رد قدر ما أنفق سقط عنه الضمان إلا أن يكون المردود قيمة وقيل الضمان باق.\nوالعارية تمليك منافع العين بغير عوض وهي أمانة في الرباع والحيوان وما يظهر هلاكه ومضمونه فيما يغاب عليه إلا أن تقوم بينة فإن كانت إلى أجل لم يكن للمعير فيها إلى انقضاء الأجل.\nالجزء: 2 ¦ الصفحة: 172\n",
        "باب التعدي والاستحقاق والغصب وما يتصل بذلك\nومن أتلف مالاً لغيره ظلماً لزمه بدل ما أتلف.\nوالأبدال ضربان: مثل المتلف في الخلقة والصورة والجنس وقيمته وذلك لانقسام المتلفات فالمثل يراعى في المكيل والموزون والقيمة تراعى فيما عدا ذلك من سائر العروض والحيوان والاعتبار في القيمة في حال الجناية ثم الجناية ضربان منها ما يبطل قدراً من المنفعة دون جلها والمقصود من العين فهذا يجب فيه ما نقص ومنها ما يذهب بجملتها أو بالمنفعة المقصودة منها والتي لها تراد.\nوإن كانت العين باقية ففي إتلاف جملتها تجب القيمة وفي إتلاف المقصود إن شاء أخذ ما نقص وإن شاء أسلمها وأخذ قيمتها كاملاً وذلك كالمركوب الذي يجني عليه بما لا يمكنه معه ركوبه.\nأما مشاهدة أو عادة وكالعبد الذي يتلف المنفعة المقصودة منه بقطع يده أو عرجه وإن بقيت هناك منافع تابعة غير مقصودة والمغصوب مضمون باليد إلى أن يرده وهو مضمون بقيمته يوم الغصب على أي وجه تلف ولا يبرئه إلا رده ثم لا يخلو رده من ثلاثة أحوال إما أن يرده ناقصاً في بدنه أو زائداً فيه أو على الحال التي غصبه عليها فإن رده زائداً في بدنه لزم مالكه أخذه وبريء الغاصب وذلك كالصغير يكبر والعليل يصح والمهزول يسمن وما أشبه ذلك وإن رده ناقصاً في\nالجزء: 2 ¦ الصفحة: 172\n",
        "بدنه فالمالك مخير بين أن يسلمه ويضمنه القيمة يوم الغصب وبين أن يأخذه ثم ينظر في ذلك النقص.\nفإن كان من قبل الله تعالى لا بفعل من الغاصب لم يكن للمالك اتباع الغاصب بشيء من قبله وإن كان بفعل الغاصب فقيل له اتباعه بالأرش وقيل ليس له إلا أخذه بغير أرش أو إسلامه والرجوع بقيمته يوم الغصب فإن رده بحاله لزمه أخذه.\nولا ضمان على الغاصب في زيادة أن طرأت عنده ثم تلف في بدن أو قيمة ولا له في رده زيادة قيمته بتعلم صنعة أو حوالة سوق.\nولا أجرة على الغاصب في المدة التي يحبس فيها العين المغصوبة من غير انتفاع بها ولا اغتلال\nوأما إن انتفع به أو اغتل ففيه خلاف فقيل عليه بدل ذلك وقيل لا بدل عليه وقيل ذلك عليه فيما عدا الحيوان.\nوإن غصب ساحة وبني عليها لزمه ردها وإن تلف بناؤه وإن أدرك مالك الأرض وفيها زرع للغاصب فله قلعة إلا أن يكون وقت الزرع قد فات فله الأجرة وقيل له قلعه.\nوإذا وجد المغصوب بعد أخذ قيمته كان للغاصب إلا أن يكون أخفاه ويضمن فاتح القفص عن الطير فطار عقيب الفتح أو بعد مهلة.\nواختلف في ضمان قيمة ما يتلف على الذمي من خمر أو خنزير على وجه التعدي\nفصل\nومن ابتاع أمة فأولدها ثم استحقت فولدها حر وفي أخذها روايتان:\nإحداهما: أن للمالك أن يأخذها:\nالجزء: 2 ¦ الصفحة: 173\n",
        "والأخرى: أن يأخذ قيمتها وتكون أم ولد للواطء وفي أخذ قيمة الولد خلاف وإن غرته بأنها حرة فللسيد أخذها وأخذ قيمة الولد إن كان ممن لا يعتق عليه.\nفأما الغاصب إذا وطيء الأمة المغصوبة فإن السيد يأخذها وولدها ملكاً له ولا يلحق النسب بالغاصب.\nومن بني أرضاً أو غرسها ثم جاء مستحقها فلا يخلو الباني والغارس أن يكون غاصباً أو مبتاعاً من غاصب أو محيياً مواتاً.\nفأما الغاصب فللمالك أخذه بقلع بنيانه وغرسه أو دفع قيمة إليه مقلوعاً بعد حط أجرة القلع.\nوأما المبتاع من غاصب فلا يخلو أن يكون عالماً بأن البائع غاصب أو غير عالم فإن كان عالماً فحكمه حكم الغاصب وإن كان غير عالم فالملك لمالكه ويدفع إلى الباني أو الغارس قيمة العمارة قائمة فإن أبى دفع الآخر إليه قيمة الأرض براحاً فإن أبيا كان شريكين بقدر قيمة البراح براحاً وقيل العمارة قائمة وحكم المحيي مثل ذلك.\nالجزء: 2 ¦ الصفحة: 174\n",
        "باب الحوالة والحمالة\nمعنى الحوالة تحويل الحق من ذمة إلى ذمة تبرأ بها الأولي ما لم يكن غاراً وفي غيبة الثانية وتشتغل الثانية ويعتبر بها رضا المحيل والمحال دون المحال عليه ولا رجوع فيها وإن تلف الحق إلا بغرور.\nوأما الحمالة فمعناها شغل ذمة أخرى بالحق ومعناها ومعنى الكفالة والزعامة والضمان واحد ولا تصح إلا بحق يمكن استيفاؤه من الضامن أو بما يضمن ذلك كالكفالة بالوجه لمن عليه مال تصح الكفالة بما عليه فإن جاء الكفيل به بريء وإن لم يأت به لزمه ما عليه إلا أن يشترط أنه لا يلزمه إلا إحضاره فقط.\nفلا يلزم شيء من المال إلا أن يموت المتكفل به فلا يلزم الكفيل شيء شرط أو لم يشترط.\nالجزء: 2 ¦ الصفحة: 174\n",
        "وتصح في المعلوم والمجهول وقبل وجود الحق وبعده وعن الميت والحيي وإن كانت بالمال لم يبرأ الضمين بإحضار الغريم وإن كانت بالوجه بريء بأي الأمرين كان وللطالب أخذ الضمين عند تعذر أخذ الحق من الغريم وفيه مع القدرة على الغريم خلاف.\nالجزء: 2 ¦ الصفحة: 175\n",
        "باب في الوكالة\nكل حق جازت فيه النيابة جازت الوكالة فيه كالبيع والشراء والإجارة واقتضاء الديون وخصومة\nالخصم والتزويج والطلاق وغير ذلك وهي جائزة من الحاضر والغائب مع حضور الخصم وغيبته.\nوهي من العقود الجائزة وليس للوكيل أن يتصرف بعد علمه بعزل الموكل له وتصرفه باطل يضمن به ما أتلف وفي ضمانه بالتصرف بعد العزل وقبل العلم خلاف.\nويجوز إطلاق الوكالة في البيع ومقتضي ذلك ثمن المثل نقداً بنقد البلد وإن كان هو المشتري جاز وكذلك في الشراء يقتضي الإطلاق ثمن المثل فإن كانت في شراء جارية للخدمة أو للوطء أو تزويج أو غير ذلك لزم منه ما يشبه دون ما لا يشبه.\nوالوكيل مؤتمن فيما بينه وبين موكله والقول قوله في رد ما أودعه أو أمره بالتصرف فيه أو دفعه إليه من ديون قبضها له ثبت قبضه لها ببينة فادعى تسليمها إلى الموكل أو ضياعها فإن لم يكن إلا إقراره أو إقرار الغريم فإن الغريم لا يبرأ إلا ببينة على دفع ذلك إلى الوكيل وإذا وكله بأن يقضي عنه ديناً أو يودع له مالاً لم يكن له بأن يدفع ذلك إلا ببينة فإن دفعه بغير بينة ضمن إلا أن يقر المدفوع إليه.\nالجزء: 2 ¦ الصفحة: 175\n",
        "باب الإقرار\nالمقربة ضربان حق الله تعالى وحق الآدمي.\nالجزء: 2 ¦ الصفحة: 175\n",
        "فأما حق الآدمي فليس للمقر الرجوع فيه وفي حقوق الله تعالى كالزنا والسرقة وشرب الخمر روايتان إلا أن يكون رجوعاً إلى شبهة أو أمر يشبه فإنه يقبل.\nوإذا أقر بدنانير أو دراهم أو جمع من أي الأصناف كان لزمه ثلاثة إلا أن يفسره بزيادة عليها وسواء أورده بصيغته أو بصيغة التصغير كقوله دريهمات وإن أقر بمال لزمه ما يفسره به إلا ما لا ينطلق عليه في العرف اسم مال لنزارته وفي وصفه بالكثرة والعظم يلزمه زيادة على ما يلزمه بمطلقة.\nويصح استثناء القليل من الكثير والكثير من القليل من الجنس وغيره والتهمة مؤثرة في منع الإقرار وذلك في حالين حال المرض وحال الإفلاس ففي المرض يقبل إقراره للأجانب ومن لا يتهم له من صديق أو وارث ويرد فيما تقوى فيه التهمة من ذلك وفي الإفلاس لا يقبل إقراره لغريم سوى غرمائه.\nوإذا أقر أحد الإبنين بثالث لم يثبت نسبه ويلزمه إعطاؤه ثلث ما في يده وكذلك الإقرار بزوجة أو بدين أو بوصية وفي ثبوت الحكم بلفظ الإقرار على وجه الشكر والمدح خلاف.\nالجزء: 2 ¦ الصفحة: 176\n",
        "باب اللقطة والضوال وإلاباق\nويستحق لواجد اللقطة أن يأخذها بنية حفظها إن كانت مما لها خطر وبال وتعرف سنة في الموضع الذي أصابها فيه وما يقرب منه فإن جاء من يعرف عفاصها ووكاءها وادعاها سلمت إليه وإن مضت\nالجزء: 2 ¦ الصفحة: 176\n",
        "سنة ولم يأت من يطلبها فإن شاء الملتقط تركها في يده أمانة وإن شاء تصدق بها بشرط الضمان\nفإن شاء تملكها على كراهة منا لذلك وأما الطعام الرطب وما يفسد بتركه فإن شاء تصدق به أو أكله وضمنه إن كان في موضع له قيمة.\nوأما الضوال فإن كانت من الإبل تركها ولم يتعرض لها وإن كانت من الغنم أخذها إن كانت بقرب قرية أو موضع يضمها إليها وإن كانت بمفازة لا يؤمن عليها الذئب والهلاك فإن شاء تركها وإن شاء أكلها ولا ضمان عليه وإذا أخذ الملتقط ثم ردها ضمنها إن كان أخذها بنية الالتقاط وإن كان ليتأملها وينظر هل يأخذها أم لا فلا شيء عليه.\nالجزء: 2 ¦ الصفحة: 177\n",
        "كتاب الشفعة والقسمة\nولا شفعة إلا في عقار وما يتصل به وما تجب فيه الشفعة ثلاثة أنواع:\nأحدها: مقصود لنفسه وهو العقار من الدور والحوانيت والبساتين.\nوالثاني: تابع لغيره وهو ما يتعلق بالعقار مما هو ثابت فيه لا ينقل ولا يحول وذلك كالبئر وفحل النخل.\nوتجب الشفعة فيه ما دام أصله على صفة تجب فيه الشفعة وهو أن يكون مشاعاً غير مقسوم فإن قسم أصله فلا شفعة في تبعه.\nوالثالث مشبه بهذا وهو ما يتعلق الضرر بالشركة فيه كالثمار وكراء الأرض للزرع وكتابة المكاتب وما أشبه ذلك.\nوتجب الشفعة بالخلطة ولا تجب في مقسوم ولا شفعة في سائر العروض والحيوان والرقيق.\nوما يعتبر في انتقال الملك الذي تجب به الشفعة فيه روايتان:\nإحداهما: أن يكون بعوض وذلك كالبيع والصلح والمهر وغير ذلك.\nوالأخرى أن يكون باختيار وفائدة الفرق يتصور في الهبة والصدقة فأما الميراث فمجمع على أن لا شفعة فيه ولا تجب إلا بشركة في رقبة الملك دون حق من حقوقه كالممر أو سيل الماء أو طريق إلى علو وما أشبه ذلك وهي على قدر الحصص.\nالجزء: 2 ¦ الصفحة: 178\n",
        "والشريك الأخص أولى من الشريك الأعم وذلك كأهل المورث الواحد يتشافعون بينهم دون الشركاء الأجانب ثم أهل السهام أولى من بقية أهل الميراث.\nوتجب الشفعة بمثل العوض وصفته إن كان من الأثمان أو مما يكال أو يوزن وبقيمته إن كان من غير ذلك وبقيمة الشقص إن كان في مهر أو دم عمد وليس للشفيع تبعيض الصفقة وإن سلم بقيمة الشفعاء إلا أن تجمع الصفقة ما فيه الشفعة وما لا شفعة فيه فلا يلزمه إلا ما فيه الشفعة ولا تبطل الشفعة إلا بتركها أو ما يدل على الترك أو أن يأتي من طول المدة ما يعلم معه أنه تارك.\nولا تجب إلا بعد تمام البيع واستقراره وهي موروث كسائر الحقوق وإذا بني المشتري أو غرس لم يكن للشفيع أن يأخذ بالشفعة إلا مع قيمة البنيان أو الغراس.\nوإذا اختلفا في الثمن فالقول قول المشتري مع يمينه إذا أتى بما يشبه ومن أتى منهما بما لا يشبه فالقول قول من أتى بما يشبه.\nوإذا بيع الشقص بثمن إلى أجل فإن وثق المشتري بالشفيع وإلا آتاه بثقة ملي ويوضع عن الشفيع ما حط عن المشتري من الثمن مما يشبه دون ما زاد عليه.\nوفي الحمام وغيره مما لا ينقسم إلا بعد إتلاف صفته روايتان.\nالجزء: 2 ¦ الصفحة: 179\n",
        "فصل\nالأعيان ضربان منها ما تنقسم أنواعه دون أعيانه ومنها ما تنقسم أنواعه وأعيانه فالأول كالثوب والدابة والعبد والسفينة وما في حكم العين الواحدة كالخف والنعل والباب وما لا يجوز إفراده.\nوإذا تشاح الشريكان في عين من هذه الأعيان ولم يتراضيا بالانتفاع به على الشياع وأراد أحدهما بالبيع فإن أجابه الأخر وإلا أجبر على البيع معه ثم له أخذ حصته بما دفع به إلا أن يختار الشريك بيع حصته مشاعاً فلا يلزمه الآخر ببيع حصته معه وإن اختارا أن يتقاوما رقبة المبيع فمن زاد منها على صاحبه أخذه.\nوأما النوع الثاني وهو ما ينقسم أعيانه فإنه يقسم ما لم يعد بالضرر وإتلاف حصة أحد الشركاء والقسمة على ثلاثة أضرب مهايأة وهي أن يتهيأ الشريكان بأن يسكن أحدهما داراً والآخر أخرى أو يزرع أحدهما بستاناً والآخر غيره فهذه جائزة غير واجبة.\nوقسمة بيع وصفتها قريبة من هذه وهي أن يأخذ أحد الشركاء داراً والآخر أخرى.\nوالنوع الثالث: قسمة قيمة وتعديل ووجهها أن تقسم الفريضة على ما تصح منه فإن اختلفت قيمة الأرض لاختلاف ما فيها من نخل أو شجر أو سبط عدلت بالقيمة على أقل السهام فإن تراضوا على بعض الأطراف وإلا أسهم عليه وصفة\nالجزء: 2 ¦ الصفحة: 180\n",
        "ذلك أن تكتب أسماؤهم في رقاع وتجعل في طين أو شمع ثم ترمى كل رقعة في جهة فمن حصل اسمة في جهة أخذ حقه متصلاً في تلك الجهة وقيل تكتب الأسماء والجهات ثم يخرج أول بندقة من الأسماء ثم أول بندقة من الجهات فيعطى من خرج اسمه نصيبه في تلك الجهة.\nوإذا أراد بعض الورثة قسمة دور أو دكاكين أو بساتين في كل عين منها وأراد الباقون أن يجمع حظ كل واحد في عين ينفرد بها فينظر في ذلك فإن تسأوت منافعها أو تقاربت واتصلت مواضعها وتقاربت رغبة الناس فيها قسمة على العدد وإن تباينت في ذلك أو في بعضه قسمت كل عين على انفرادها.\nوكل ما يحتمل القسمة ولكن تبطل صفته التي هو عليها ففي قسمته روايتان وذلك كالحمام والرحى وأجرة القسام على الرؤوس.\nوإذا طلب القسمة بعض أهل سهم قسم لأهل السهام كلهم ثم استؤنف القسم بينهم.\nفصل\nوالصغير مسلم بإسلام أبيه ولا يتبع أمه في الإسلام فقال ابن وهب من أسلم من أبويه نتبعه ومن أنفق على لقيط كان متطوعاً وليس له أن يبتديء الإنفاق بشرط اتباعه استأذن الإمام أو لم يستأذن.\nالجزء: 2 ¦ الصفحة: 181\n",
        "كتاب الجنايات وموجباتها من قصاص ودية وما يتصل بذلك من أحكامها\nالقصاص واجب في القتل وما دونه من الجراح في الجملة ولوجوبه في القتل ثلاثة شروط:\nأحدها: أن يكون دم المقتول غير ناقص عن دم القاتل بأن يكون مكافئاً له أو زائداً عليه.\nوالثاني: أن يكون القتل عمداً محضاً لا شبهة فيه.\nوالثالث: أن يكون القتل طارئاً على من حياته معلومة متيقنة وتكافؤ الدماء يعتبر بأمرين:\nأحدهما: مسأواة المقتول للقاتل في الحرمة أو زيادته عليه ونريد بالحرمة ما يرجع إلى الحرية والرق وأحكامهما.\nوالآخر: مساواته له في الدين أو زيادته عليه ولا يراعى في القاتل أن يكون دمه مكافأ لدم المقتول أو ناقصاً عنه وإنما يراعى ألا يزيد عليه.\nوتفصيل هذه الجملة أن الحر لا يقتل بعبد ولا بمن بعضه رق ولا بمن فيه عقد من عقود العتق من مكاتب أو مدبر أو أم ولد أو معتق بعضه إلى أجل ويقتل كل هؤلاء بالحر.\nولا يقتل مسلم بكافر قصاصاً ذمياً كان أو معاهداً أو مستأمناً كتابياً أو غير كتابي ويقتل كل هؤلاء بالمسلم.\nالجزء: 2 ¦ الصفحة: 182\n",
        "وكل ما لا يقتص لهم من الحر لنقصان حرمتهم بالرق فدماؤهم متكافئة يقتص بعضهم من بعض وإن رجح أحدهم علي الآخر بعقد من عقود العتق أو بحصول بعض الحرية ما لم يكن حراً كامل الحرية فيخرج حينئذ أن يكون دمه مكافئاً لدم من قصر عنه.\nوكل من لا يقتص له من مسلم لنقصان عنه من في الدين فيقتص بعضهم من بعض وإن اختلف مللهم وأحكامهم.\nوإذا صادف القتل تكافؤ الدماء بين القاتل والمقتول لم يسقط القصاص بزواله من بعد كنصرانيين قتل أحدهما الآخر فأسلم القاتل قبل القصاص وكذلك العبدان.\nوليس من شرط تكافؤ الدماء انتفاء القرابة ولا العصبية ولا تساوي القاتل والمقتول في أعداد النفوس ولا في صفة الخلقة أو نوعها أو صحتها أو السن.\nوبيان ذلك أن القصاص واجب بين الأقارب كوجوبه بين الأجانب يقتص للأعلى من الأدنى والأدني من الأعلى وللمتساويين فيها فيقتل الأخ بأخيه والعم بابن أخيه وابن الأخ بعمه والأب بابنه والجد بابن ابنه وابن الابن بجده والخال بابن أخته وابن الأخت بخاله وأحد الزوجين بالآخر إلا أنه يراعى في قتل الأب بابنه أن يكون القتل عمداً محضاً لا شبهة فيه ولا احتمال كاضجاعه وذبحه وما أشبه ذلك.\nفأما المحتمل لمحض العمد بأن يكون أراد أدبه أو ما أشبه ذلك مما لا يكون عذراً في الأجنبي فإنه يكون عذراً في حق الأب فيسقط به عنه القود وتجب الدية مغلظة في ماله والأم في ذلك كالأب وقيل يراعى في الجد مثل ذلك.\nالجزء: 2 ¦ الصفحة: 183\n",
        "وأما الأعداد فإن الجماعة تقتل بالواحد ويقتل الواحد بها إلا أن يكون القتل ثبت بقسامة فلا يقتل بها إلا واحد على ما نذكره.\nوأما صفة الخلقة وغيرها فكالذكر والأنثى والأسود والأبيض والكبير والصغير والأعمى والبصير والأقطع والصحيح والمريض الذي لم يبلغ السياق كل هؤلاء يقتل بعضهم ببعض.\nوأما تساوي الديات وتفاضلها فلا عبرة به كالرجل والمرأة والكتابي والمجوسي فهذا جملة ما في تكافؤ الدماء.\nفصل\nوأما قتل العمد المراعي في وجوب القصاص فهو ما خالف الخطأ واختلف في أنواع القتل فقيل هو نوعان عمد محض وخطأ محض وقيل ثلاثة أنواع زيد فيه شبه العمد.\nفأما العمد فيجمعه وصفان:\nأحدهما: قصد إتلاف النفس.\nوالآخر: أن يكون بآلة تقتل غالباً من محدد أو مثقل أو بإصابة المقاتل كعصر الأنثيين وشدة الضغط والخنق ويلحق بذلك الممسك لغيره على من يريد قتله عمداً عالماً بذلك فيلزمه القود كالذابح.\nوأما إن حصل أحدهما مع عدم الآخر مثل أن يقصد الضرب دون القتل فيحصل عنده القتل أو أن يقصد الإتلاف بما لا يقتل مثله غالباً فيتلف عنده النفس فذلك عند من يراعى شبه العمد عمد محض وعند من يراعى شبه عمد لا قصاص فيه.\nالجزء: 2 ¦ الصفحة: 184\n",
        "فأما المكره لغيره فلا يخلو أن يكون ممن تلزم المكره طاعته كالسلطان والسيد لعبده فالقود في ذلك لازم لهما أو أن يكون ممن لا يلزمه ذلك فيقتل المباشر دون الآخر.\nولا يسقط القود في قتل العمد بأن يشارك في الدم من لا يقود عليه أو من لاقود عليه أو من لاقود بفعله كالكبير والصغير والعامد والمخطئ والعاقل والمجنون.\nبل يجب القود في ذلك على من يلزمه إذا انفرد وإن سقط عن مشاركة والسكران كالصاحي في ما يلزم بقتل العمد من قود وغيره.\nوأما علم حياة المقتول فلأن الجنين إذا سقط ميتاً بضرب من ضرب أمه فلا قصاص فيه لأن حياته لم تكن معلومة.\nفصل\nوأما ما دون النفس فضربان قطع وجرح فالقطع معروف وهو إزالة عضو أو بعضه والجراح ضربان ضرب فيه القصاص وضرب لا قصاص فيه وجملتها إحدى عشرة:\nأولها الدامية: وهي التي تدمي الجلد.\nثم الخارصة: وهي التي تشقه.\nثم السمحاق: وهي التي تكشفه.\nثم الباضعة: وهي تبضع اللحم.\nثم المتلاحمة: وهي التي تقطع اللحم في عدة مواضع.\nثم الملطأة: وهي التي يبقى بينها وبين انكشاف العظم ستر رقيق.\nثم الموضحة: وهي التي توضح عن العظم.\nثم الهاشمة وهي التي تهشم العظم.\nثم المنقلة: وهي التي يطير فراش العظم منها مع الدواء.\nالجزء: 2 ¦ الصفحة: 185\n",
        "ثم المأمومة: وهي التي تخرق إلى أم الدماغ ويقال لها أيضا الأمة والجائغة وهي التي تصل إلى الجوف.\nويراعى في وجوب القود بكل ذلك أربعة شروط:\nأحدها: تكافؤ الدماء ولا يخلو ذلك من ثلاثة أحوال أحدها أن يوجد التكافؤ من الطرفين كالحر يجرح الحر أو العبد يجرح العبد فهذا لا خلاف في وجوب القصاص فيه.\nوالثاني: أن يكون دم الجارح مكافئاً لدم المجروح ودم المجروح غير مكافيء لدم الجارح فهذا لا قصاص فيه كالحر يقطع يد عبد والمسلم يقطع يد كافر.\nوالثالث: عكسه وهو أن يكون دم المجروح مكافئاً لدم الجارح ودم الجارح غير مكافيء لدم المجروح كمسلم يقطع يده كافر وحر يقطع يده عبد فقيل في هذين لا قصاص فيه لأن المراعي التكافؤ من الطرفين وقيل يجب القصاص كالقتل وهذا أقيس والأول أظهر من المذهب.\nوالثاني: أن يكون الجرح لا يعظم الخطر فيه ولا يغلب الخوف منه على النفس كالموضحة فما قبلها فإن كان مما يغلب خوفه ويعظم خطره فلا قصاص فيه وفيه الدية حالة في مال الجاني وذلك كالمأمومة والجائفة والمنقلة على خلاف فيها خاصة.\nالجزء: 2 ¦ الصفحة: 186\n",
        "والثالث: أن يكون مما تأتي فيه المماثلة فإن تعذرت لم يجب القود وذلك يكون بثلاثة شروط:\nأحدها: يعود إلى الفعل كالشلل وما يضطرب من الكسر وكذهاب بعض البصر والسمع وقطع ما يمنع بعض الكلام من اللسان وما أشبه ذلك.\nوالثاني: يعود إلى فقد المحل كالأعمى يقلع عين بصير والأقطع يقطع يد الصحيح.\nوالثالث: يعود إلى عارض يمنعها مع إمكانها قبل حصولها وذلك كعفو بعض الأولياء فيتعذر القود بتعذر تمييز حقه ثم عدنا إلى أصل التقسيم فقلنا.\nوالرابع: ألا يتعقبه قتل المجروح أو غيره فيجب حينئذ القود في النفس وسقط حكم الجرح إلا أن يكون قصد التمثيل بالمقتول فيجرح ثم يقتل.\nواختلف في الواجب بقتل العمد فقيل القصاص فقط ولا تجب الدية إلا بالتراضي وقيل يخير ولي الدم بين القود والدية.\nويجب القصاص في الحل والحرم وقع القتل فيه أو في غيره ولجأ إليه ولا يقاد من قطع أو جرح إلا بعد اندماله فإن اندمل واقفاً على قدر الجناية لا زائداً عليها فالقصاص واجب وإن ترامى إلى زيادة عليه فلا يخلو أن يبلغ النفس أو ما دونها فإن بلغ دونها اقتص من عينه دون سرايته ثم لا يخلو اندمال القصاص أن يكون بقدر الجناية وسرايتها فإن كان ذلك فقد استوفى المقتص حقه أو يكون قاصراً عنها فللمجروح ما بينهما.\nأو أن يكون زائداً عليها فالزائد هدر كانت النفس أو دونها.\nوإن بلغت الجناية النفس فلا يخلو أن يكون ذلك في الحال أو بعد زمان فإن كان في الحال وجب القصاص في النفس وسقط حكم الجرح وإن كان بعد أيام وجب القتل بقسامة وكل هذا في العمد.\nفأما إن كان أصل الجناية خطأ فلا قود فيها ولا في سرايتها وفيها الدية ومقدار ما يجب منها معتبر بالجرح ولا يخلو من ثلاثة أوجه:\nأحدها: أن يندمل على موضع الجناية ففيه دية تلك الجناية أو الحكومة إن لم يكن فيها شيء مسمى.\nالجزء: 2 ¦ الصفحة: 187\n",
        "والآخر أن يرى إلى زيادة فلا يخلو أن يكون إلى النفس أو دونها فإن كان إلى النفس فلا يخلو أن يكون في الحال أو بعدها فإن كان في الحال ففيه الدية بغير قسامة وإن كان بعد أيام ففيه الدية بقسامة وإن كانت السراية إلى ما دون النفس فلا يخلو أن يسري إلى ما يتفرع عن الجناية أو إلى أجنبي منها فالأول كالموضحة تصير منقلة ففيها دية منقلة والثاني كالموضحة تقضي إلى ذهاب البصر أو السمع ففيها ديتان دية الجناية ودية السراية.\nوالمماثلة في القصاص معتبرة في ثلاثة أشياء:\nأحدها: في صفة الفعل كالجراح أو القطع.\nوالثاني: في الحل كاليمنى واليسرى والرأس وغيره.\nوالثالث: فيما يستوفي به القصاص وهو الآلة كالمحدد والمثقل والنار والتغريق وما أشبه ذلك إلا موضعين:\nأحدهما: أن يكون بمعصية كاللواط أو ما في معناه فيقتصر به على السيف أو أن يكون الآلة معذبة كالعصى التي تحتاج إلى الإكثار من الضرب بها أو السكين الكالة فيعدل على ما هو أوحي ولا يراعى في ذلك الزمان ولا الحال إلا أن يعرض ما يوجب مراعاته وهو في ثلاثة أحوال:\nأحدهما: أن يخاف على المقتص منه التلف بالقطع في شدة البرد أو ما أشبه.\nوالآخر\" أن يكون مريضاً يخاف تلفه فيؤخر إلى برئه\nوالثالث: أن تكون حاملاً فتؤخر إلى وضعها.\nفصل\nوالواجب بالقتل وما دونه من الجراح ثلاثة أشياء القصاص والدية والحكومة فالقصاص في العمد المحض على الشروط التي ذكرناها.\nالجزء: 2 ¦ الصفحة: 188\n",
        "والدية في أربعة مواضع:\nأحدها: الخطأ المحض\nوالثاني: العمد المحض إذا تعذر القود.\nوالثالث: في فعل الأب بابنه مما لا قصاص فيه ويلحق بذلك شبه العمد عند من أثبته.\nوالرابع: فيما لا قود فيه من جراح العمد ومثله من الجناية على النفس المضمونة بالدية وذلك في موضعين:\nأحدهما: ابتداء والآخر إسقاطها بعد وجوبها.\nفالابتداء كالمسلم يقتل الكافر وجرح المنقلة والمأمومة والجائفة والثاني عفو بعض الأولياء في العمد الذي فيه القصاص أو الدية ثلاثة أنواع إبل وذهب وفضة ويؤخذ كل نوع منها من أهله الذي يكون غالب أموالهم لا يؤخذ سوى هذه.\nوأماالدية الخطأ ففي النفس مائة من الإبل أخماس خمس بنات مخاض \"وخمس بنات لبون\" وخمس بنون اللبون وخمس حقاق وخمس جذاع وهي من الذهب ألف دينار ومن الورث اثنا عشر ألف درهم.\nوأما دية العمد المحض فهي من الإبل أرباع ينقص منها عن الخطأ بنو اللبون وهما في الذهب والورق متساويان.\nوأما دية شبه العمد أو مثل فعل المدلجى بابنه فإنها مغلظة وهي في الإبل ثلاثة أنواع: ثلاثة حقة وثلاثون جذعة وأربعون خليفة وهي الحوامل وفي تغليظها على غير أهل الإبل روايتان:\nإحداهما: نفيه.\nوالآخرى: إثباته وفي كيفية تغليظها إذا أثبتناه روايتان:\nإحداهما أنها تؤخذ قيمة الإبل المغلظة بلغت ما بلغت إلا أن تنقص عن دية الذهب أو الورق.\nوتغلظ في الجروح والأخرى أنه ينظر قدر ما بين دية الخطأ والتغليظ فيجعل جزءاً زائداً على دية الذهب والورق.\nوتغلظ في الجرح كالقتل إذا كان مما فيه القود وتحمل العاقلة دية الخطأ وتحمل مما دون النفس ما بلغ الثلث فصاعداً وما دون ذلك ففي مال الجاني.\nالجزء: 2 ¦ الصفحة: 189\n",
        "والاعتبار بثلث دية المجروح وقيل غيره وتنجم الدية الكاملة على العاقلة في ثلاث سنين وما دونها مختلف فيه قيل حالة وقيل منجمة والعاقلة العصبة الأقرب فالأقرب فيدخل فيهاالأب والابن ومن بعدت عنه قبيلته أخذ من أقرب القبائل إليها وإن عجزت ضم إليها الأقرب فالأقرب ومن لا عاقلة له ففي بيت المال.\nواختلف في جراح العمد الذي لا قود فيه أوفى مثل فعل الأب بابنه فقيل في مال الجاني حالة وقيل على العاقلة حالة.\nومن قتل نفسه فدمه هدر ولا تحمله عاقلة ولا غيرها.\nفصل\nوالدية تختلف باختلاف حرمة المقتول ودينه فدية المسلم الذكر هي الدية الكاملة وقد بيناها ودية المرأة المسلمة نصفها ودية الكتابي الذكر كدية المرأة ودية إناثهم نصف دية ذكورهم ودية المجوسي ثمانمائة درهم ودية إناثهم على النصف من دية ذكورهم.\nوفي أعضائهم وجراحهم بقدرها من دياتهم كالمسلمين وذلك يفصل فيا بعد.\nوليس في شيء من الجراح دية إلا في أربع وهي الموضحة ففيها نصف عشر الدية وهي خمس من الإبل والمنقلة ففيها عشر ونصف عشر الدية وهي خمس عشر من الإبل والمأمومة والجائفة ففي كل واحدة منهما ثلث دية وما سوى ذلك من الجراح ففيه حكومة وكل زوج من البدن ففيه دية كاملة وفي الفرد منه نصف الدية وذلك العينان والشفتان واليدان والرجلان وثديا المرأة وإليتاها.\nوفي أشراف الأذنين خلاف.\nقيل: الدية وقيل حكومة وتجب الدية في العينين بذهاب البصر وفي ذهابه من أحدهما نصف الدية إلا من الأعور ففي عينه الدية كاملة وفي ذهاب بعض البصر بحسابه.\nواختباره بأن يعرف نهاية ما ينظر بعينه الصحيحة فتسد ثم ينظر نهاية ما ينظر به من العين المصابة ثم يقاس إحداهما بالأخرى وإذا عرف قدر النقص كان فيه بحسابه.\nوفي ذهاب السمع الدية وفيه من أحد الجهتين نصف الدية وفي نقصه ومن إحداهما أو كلتيهما بحسابه واختبار ذلك بأن يصاح به من الجهة السليمة\nالجزء: 2 ¦ الصفحة: 190\n",
        "فإذا سمع بعد الصياح عنه ثم صاح به إلى أن ينتهي سماعه فإذا عرف ذلك صيح به من الجهة الأخرى فإذا انتهى موضع سماعه قيس سماعه بالجهة السليمة فإذا عرف قدر النقص كان فيه بحسابه.\nوتجب الدية في اليدين قطعت من المنكب أو من المرافق أو الكوع أو قطعت الأصابع فقط ولو قطعت الأصابع وحدها كان فيها ما في القطع من المنكب ثم قطع بعد ذلك ففيه الحكومة وكذلك الرجلان قطعهما من الفخذين كقطع أصابعهما ثم قطع بعد ذلك ففيه حكومة وفي كل أصبع من أصابع اليد أو الرجل عشر من الإبل وفي كل أنملة ثلاثة أباعر وثلث إلا في الإبهام ففي كل أنملة خمسة أباعر لأنهما أنملتان وفي قطع بعض الأصابع بحساب الأنملة.\nوتجب الدية في الثدي بإبطال مخرج اللبن ثم بعد ذلك حكومة وفي العقل الدية وفي الشم إذا ذهب بقطع الأنف أو بعضه الدية وفي قطع الأنف مستوعباً من أصل المارن ومن العظم دية كاملة ذهب الشم أو بقي.\nوفي ذهاب أحدهما بعد الآخر دية كاملة وفي ذهابهما في ضربة واحدة دية واحدة وفي قطع بعض الأنف بحسابه من المارن.\nوفي كسر الصلب الدية وفي اللسان الدية فأما قطع بعضه فإن منع جملة الكلام ففيه الدية وفي منع بعضه بحسابه وفي الذكر الدية وفي الأنثيين الدية وذلك إذا قطعا معاً في ضربة واحدة وفي قطع أحدهما بعد اندمال الآخر حكومة فإذا كان في قطع واحد ففيه روايتان:\nوأقل ما تجب فيه الدية قطع الخشفة وفي بعضها بحسابه ثم باق الذكر حكومة.\nوفي كل واحد من الأسنان والأضراس خمس من الإبل وتتم دية السن بإسودادها ثم في قطعها بعد إسودادها دية أيضاً وكل ما فيه جمال منفرد عن منفعة أصل ففيه حكومة كالحاجبين وذهاب شعر اللحية وشعر الرأس وثدي الرجل وأليته.\nوصفة الحكومة أن يقوم المجني عليه لو كان عبداً سليماً ثم يقوم مع الجناية فما نقص من قيمته جعل جزاء من ديته بالغاً ما بلغ.\nوفي لسان الأخرس وذكر الخصي واليد واليد الشلاء حكومة.\nالجزء: 2 ¦ الصفحة: 191\n",
        "فصل\nوتجب بالجناية على العبد قيمته لا دية وهي في مال الجاني أو في ذمته دون عاقلته ففي نفسه قيمته وقت قتله بالغة ما بلغت وفيما دون ذلك من أعضائه وجراحاته ما نقص من قيمته إلا في الشجاج الأربع وهي الموضحة والمنقلة والمأمومة والجائفة ففي كل واحد منهما من قيمته بحساب ما في الحر من ديته.\nوإذا جنى العبد فقتل حراً أو عبداً فولي الجاني بالخيار إن شاء أسلمه فصار ملكاً للمجني عليه وإن كانت قيمته أضعاف أرش الجناية وإن شاء افتداه بأرش الجناية.\nويضمن السائق والقائد والراكب إلاأن تكون الجناية بغير صنع منهم وما تلف بمعدن أو بئر بهيمة لم يفرط صاحبها في حفظها فذلك هدر فلا شيء فيه.\nفصل\nوالحكم بالقسامة واجب وهو على ضربين في عمد وفي الخطأ وإذا ثبت الدعوى ففي العمد القود وفي الخطأ الدية وللحكم بها شروط:\nالجزء: 2 ¦ الصفحة: 192\n",
        "أحدها: أن يدعي الدم على من لايعرف قاتله ببينة ولا بإقرار من يدعي عليه فأما إن علم ببينة أو بالإقرار بعد الدعوي عليه فإنه يقتل بغير قسامة.\nوالثاني: أن يكون المقتول حراً مسلماً وإن كان عبداً مسلماً أو ذمياً فلا قسامة فيه.\nوالثالث: أن يكون في قتل فإن كان في جرح فلا قسامة.\nوالرابع: أن يكون للأولياء لوث يقوي دعواهم واللوث أشياء منها الشاهد الواحد العدل على رؤية القتل وفي شهادة من لا نعلم عدالته أو العدل يرى المقتول يتشحط في دمه والمتهم نحوه أو قربه وعليه آثار القتل خلاف.\nومنها أن يقول المقتول في العمد دمي عند فلان وفي كون ذلك لوثاً في الخطأ روايتان وفي شهادة النساء والعبيد خلاف ثم عدنا إلى أصل التقسيم فقلنا:\nوالخامس: أن يتفق الأولياء على ثبوت القتل في العمد فإن اختلفوا فلا قسامة فأما في الخطأ إذا ادعاه بعضهم ولم يدعه الباقون فقال مالك إن المدعين يقسمون ويأخذون حقوقهم من الدية.\nوالسادس: في العمد أن يكون ولاة الدم اثنين فصاعداً فإن كان واحداً لم يقسم إلا أن يعينه عمن عصبته من يحلف معه وإن لم تكن له ولاية كالابن يستعين بعمومته وأما في الخطأ فيقسم الواحد.\nوالسابع أن يكون الأولياء في العمد رجالاً عقلاء بالغين فإن لم يكن إلا نساء فلا قسامة.\nالجزء: 2 ¦ الصفحة: 193\n",
        "وإذا حصل اللوث بدئ بأولياء الدم فحلفوا خمسين يميناً تردد الأيمان عليهم فإن زادوا على الخمسين فقيل يكفي خمسون وقيل يحلف كل واحد يميناً واحدة ولهم أن يستعينوا من عصبته الميت بمن يحلف معهم وإن لم تكن له ولاية معهم في الدم ويكمل كسر اليمين على من عليه أكثرها.\nونكول المستعان بهم غير مؤثر إذا بقي من ولاة الدم اثنان فصاعداً فإن نكل بعض ولاة الدم فللباقين أن يحلفوا ويأخذوا حقوقهم من الدية وقيل: ترد اليمان علي المعي عليه وإن نكل لزمته الدية في ماله وقيل: يحبس إلى أن يحلف.\nوإذا عفي بعض الولياء بعد القسامة إلا واحد ويضرب من بقي مائة ويحبس سنة وتقسم الدية بين الورثة كسائر التركة على أي أنواع القتل وجبت.\nودية الجنين موروثة والجنة خمسة أنواع:\nجنين حرة ففيه غرة أو أو وليدة تقوم بعشر دية أمه وهي خمسون ديناراً أو ستمائة درهم.\nوجنين كتابية حرة من زوجها المسلم ففيه نصف عشر دية أبيه مثل ما في جنين الحرة المسلمة.\nوجنين حرة كافرة من زوجها الكافر ففيه ديتها إن ارتفعوا إلينا.\nوجنين أمة من سيدها الميلم الحر ففيه مثل ما في جنين الحرة.\nوجنين أمة من غير سيدها ففيه عشر قيمتها وهذا كله إذا انفصل منها ميتاً فإن انفصل صارخاً ثم مات ففيه الدية بكمالها ولو ماتت الأم ثم خرج الجنين ميتا بعد موتها لم يكن فيه شيء.\nالجزء: 2 ¦ الصفحة: 194\n",
        "فصل\nوتجب الكفارة في قتل الخطأ دون غيره كان القتل بانفراد أو اشتراك إذا كان المقتول مؤمناً حراً وهي إعتاق وصيام فالإعتاق تحرير رقبة مؤمنة والصيام صوم شهرين متتابعين.\nفصل\nوالردة محبطة للعمل بنفسها من غير وقوف على موت المرتد ويستتاب ثلاثة فإن تاب قبل منه وإن أبي قتل وكان ماله فيئاً غير موروث ملكه قبل الردة أو بعدها ولا يلزمه إن تاب قضاء شيء مما ترك من صلاة أو صوم أو غير ذلك من حقوق الله تعالى وعليه استئناف الحج.\nوالزنديق الذي يسر الكفر ويظهر الإسلام يقتل ولا تقبل توبته.\nولا يعترض الكافر إذا انتقل إلى ملة أخرى من ملل الكفر مما لو كان عليه في الابتداء لأقر عليه.\nولا تقبل توبة الساحر ويقتل إن عمله بنفسه.\nوإذا فاءت الفئة الباغية لم تتبع بما استهلكت من مال أو دم وكذلك لو نصب المرتدون رأيه في الحرب وقاتلوا ثم تابوا بعد أن قاتلوا وأتلفوا أموالاً ومن قتل من الفئة الباغية غسل وصلى عليه.\nويقام على المحارب إذا أخذ قبل التوبة حد الحرابة وهو القتل أو الصلب أو قطع اليد والرجل من خلاف أو النفي والحبس وذلك موكول إلى اجتهاد الحاكم على ما يراه أردع له ولأمثاله.\nالجزء: 2 ¦ الصفحة: 195\n",
        "ويسقط عنه إن جاء تائباً قبل القدرة عليه حقوق الله ويؤخذ بحقوق الآدميين ويقتل فيها المسلم بكافر والحر بالعبد ولا يراعى تكافؤ الدماء.\nوصفة المحارب هو القاطع للطريق المخيف للسبيل الشاهر للسلاح المقاتل على المال براً أو بحراً وحكم اللص حكمه.\nولا عفو في الحرابة لولي الدم وللمطلوب ماله أن يمانع عنه فإن آل إلى قتل من يطلبه فهو هدر وإن قتل المطلوب فأجره على الله وللرجل أن يدفع عن نفسه ما يصول عليه من إنسان أو بهيمة ولا ضمان عليه فيما يئول أمره إليه وفي تضمين الطبيب ما أتي على يده مما لم يقصده روايتان:\nومن حفر بئراً في موضع ليس له حفرها فيه ضمن ما أصيب بها وكذلك ممسك الكلب العقور وواقف الدابة بحيث لا يجوز له أن يقفها فيه.\nويضمن أرباب المواشي ما أفسدته في الليل دون النهار.\nالجزء: 2 ¦ الصفحة: 196\n",
        "كتاب الحدود\nالزنا موجب للحد والحد الواجب به مختلف باختلاف أحوال الزناة والحد فيه نوعان رجم وجلد ثم الجلد ضربان منفرد بنفسه ومضمون إليه غيره وهو تغريب عام وهو من وجه آخر بتنوع إلى تمام ونقصان.\nوالزناة ضربان ثيب وبكر فالثيب هو المحصن وحده الرجم حتى يموت ولا يجلد قبله وشروط الحصانة ستة وهي البلوغ والعقل والإسلام والحرية والتزويج الصحيح والوطء المباح فيه وإذا حقق ما يحصنه أو وجد ثلاثة منها وهي الحرية والتزويج والوطء وما عدا ذلك مشترط في أصل الزنا وليس من شرطه أن يجتمع الإحصان من الطرفين.\nوأما الجلدالكامل فهو جلد مائة بانفرادها أو مع غيرها فحد الزاني البكر لا يخلو من ثلاثة أقسام إما أن يكون رجلاً حراً فحده مائة وتغريب عام وهو نفيه إلى غير بلده وحبسه فيه سنة أو أن تكون المرأة حرة فحدها مائة بانفرادها من غير تغريب.\nأو مملوكاً ذكراً أو أنثى فحده خمسون من غير تغريب والأسباب التي يثبت بها الزنا ثلاثة وهي الإقرار والبينة وظهور الحمل فأما الإقرار فيكفي منه مرة يقيم عليها فإن رجع عنه إلى شبهة أو أمر يعذر به قبل منه وإن أكذب نفسه ففيه روايتان.\nوأما البينة فشهادة أربعة رجال عدول يشهدون مجتمعين لا تراخي بين أوقات إقامتهم الشهادة على معاينة الزنا الواحد ورؤية فرجه في فرجها كالمرود\nالجزء: 2 ¦ الصفحة: 197\n",
        "في المكحلة وما جرى مجرى ذلك فإن قصر عددهم في الابتداء أو بوقوف أحدهم على الشهادة أو برجوعه بعد إقامتها وقبل الحكم بها لم يحد المشهود عليه وحد الشهود كلهم وإن كان ذلك بعد إقامة جميعهم الشهادة حد الراجع وحده.\nوأما الحمل فإن يظهر من غير عقد ولا شبهة ولا ظهور أمارة تدل على استكراه.\nويقام الحد على المشهور عليه حين تتم الشهادة عليه تاب أو لم يتب ولا يؤخر إلا أن يعرض ما يوجب التأخير والعوارض الموجبة بذلك ثلاثة:\nمنها: معنى في المحدود يختص به.\nومنها: معنى فيه يتعلق بغيره.\nومنها: معنى منفصل عنه.\nفالأول: كالمرض الذي يخاف منه إن حد تلفه.\nوالثاني: الحمل الذي يخاف تلفه بحد الحامل.\nوالثالث: الزمن الذي يعلم الخطر فيه فيؤدي إلى التلف ولا حد على الزاني بجارية ابنه ولا على واطيء أمة له فيها شرك وتقوم عليه إن حملت وفيه خلاف إن لم تحمل ويحد إن زنا بجارية أبيه. ومن أكره امرأة فزنا بها فذلك على ضروب:\nأحدها: أن يكره حرة فعليه صداق مثلها بكراً كانت أو ثيباً.\nوالثاني: أن يكره أمة فعليه ما نقص من قيمتها دون الصداق.\nوالثالث: أن يستكره نصراني حرة مسلمة فيقتل.\nوالرابع: أن يستكره أمة مسلمة فعليه ما نقص من ثمنها بكراً كانت أو ثيباً وعلى المسلم في كل ذلك الحد.\nوللسيد أن يقيم على عبده وأمته حد الزنا بالبينة أو الإقرار أو ظهور الحمل وفي علمه خلاف.\nوذلك إذا لم تكن لها زوج أجنبي فإن كانت لها زوج أجنبي فلا يكون للسيد حدها وله ذلك إن كانت لا زوج لها أو كان زوجها عبداً له وله حدهما في الشرب وليس له ذلك في السرقة.\nالجزء: 2 ¦ الصفحة: 198\n",
        "وينبغي للإمام إحضار طائفة من المؤمنين وأقلهم أربعة ممن تجوز شهادتهم ويجب بالإيلاج في اللواط الرجم عليها من غير مراعاة إحصان وطريقة إثباته طريق إثبات الزنى.\nويؤدب من أتي بهيمة ولا يقتل هو ولا البهيمة.\nفصل\nالقذف موجب للحد والمراعاة في ذلك تسع خصال اثنتان في القاذف وخمس في المقذوف واثنتان في الشيء المقذوف به وخمس في المقذوف واثنتان في الشئ المقذوف به.\nفما يراعى في القاذف البلوغ والعقل وما يراعى في المقذوف فالعقل والبلوغ والإسلام والحرية والعفة عما رمي به ويختلف حكم البلوغ في المقذوف بالذكورية والأنوثية فيراعى في الذكر بلوغ التكليف وفي الأنثى إطاقة الوطء.\nوأما ما يراعى في الشيء المقذوف به فهو أن يكون القذف بوطء يلزم به الحد وهو الزنا واللواط أو نفي نسب المقذوف عن أبيه فقط.\nويلزم بالتعريض الذي يفهم منه القذف وحدالقذف مختلف بالحرية والرق فهو على الحر ثمانون وعلى العبد أربعون.\nوالحدود كلها سواء في الإيجاع والصفة وما كان منها من جنس واحد وسببه واحد تداخل وأجزأ واحد عن جميعه وذلك مثل أن يزني مراراً أو يشرب مراراً أو يقذف مرارا واحدا أو جماعة فيجزئ من كل سبب حد واحد عن جميع ما فعل منه ولو قذف وشرب ألزم حداً واحداً.\nومن سب النبي صلى الله عليه وسلم قتل ولم تقبل توبته وذلك إن كان مسلماً فأما الكافر إذا قال أنا أسلم ففيه روايتان.\nالجزء: 2 ¦ الصفحة: 199\n",
        "كتاب القطع\nويجب القطع في السرقة باجتماع أوصاف تكون في السارق والشيء المسروق والموضع المسروق منه وصفة السرقة.\nفأما ما يراعى في السارق فأن يكون بالغاً عاقلاً وأن يكون غير مالك للمسروق منه فإن كان مالكاً له لم يقطع كالعبد يسرق من مال سيده.\nوأما ما يراعى في المسروق فأن يكون مما ينتفع به وذلك على ضربين مال وغير مال فأما المال فيراعى فيه أن يكون نصاباً أو ما قيمته نصاب لا ملك فيه لسارق ولا شبهة ملك.\nوالنصاب ربع دينار من الذهب أو ثلاثة دراهم من الورق وكل صنف أصل بنفسه لا يقوم بالآخر. والعروض تقوم بأغلبهما من نقود موضعه وذلك حين السرقة ولا اعتبار بوقت القطع وكذلك ملك المسروق وأن يكون مما تصح سرقته دون ما لا تصح فيقطع سارق العبد الصغير وسارق العبد الكبير الأعجمي الشديد البلادة دون البالغ البلادة دون البالغ الفصيح لأن مثل هذا لا يصح أن يسرق.\nالجزء: 2 ¦ الصفحة: 200\n",
        "ولا يقطع الأبوان في سرقتهما من مال ولدهما لشبهتهما فيه واختلف في السرقة من المغنم فأوجب مالك رحمه الله القطع فيها ولم يره شبهة ورآه عبد الملك شبهة تسقط القطع.\nويقطع في سرقة جميع المتمولات الجائز بيعها وأخذ العوض عليها كان أصلها مباحا أو محظورا طعاماً كان أو غيره.\nوفي رطب الطعام ويابسه قدر ما يراعى في المال فأما في غير المال فلا يتصور إلا في الحر الصغير فإنه يقطع سارقه وقيل في المجنون الحر إن كان ينتفع به قطع سارقه.\nفأما الموضع المسروق منه فأن يكون حرزاً لمثل ذلك المسروق وذلك\nيختلف باختلاف عادة الناس في إحراز أموالهم فمن سرق شيئاً من موضع قد أحرز فيه وهو حرز مثله في عادة الناس قطع.\nوالدور والدكاكين إحراز لما يجوز فيها والقبر حرز للكفن إذا سد وأدرج الميت في أكفانه وأبنية حوانيت الباعة حرز لما يوضع فيها من الأحمال والأعدال والإنسان حرز لما معه في جيبه أو كمه أو يده أو وسطه أو ثوب على كتفه لبسه لبس مثله.\nولا قطع في ثمر معلق إلا إذا أواه الجرين فذلك حرزه ولا حريسة جبل إلا إذا أوت في المراح والصبي ليس بحرز لما معه أو عليه من ثياب أو حلي إلا أن يكون معه من يحفظه وفروع هذا الباب كثيرة جداً.\nوأما صفة السرقة فأن يخرج المسروق من الحرز وهو يساوي نصاباً فإن أتلفه في الحرز ثم أخرجه فلا قطع عليه ولا يراعى أن يخرجه بمباشرة أو بمعاونة وذلك بأن يأخذ بيده ويخرج به بنفسه وكذلك إن رماه إلى خارجه أو أخرجه بيده إلى خارج الحرز فأخذه غيره وأخرجه على ظهر دابة أو كانوا جماعة فرفعوه على رأس أحدهم أو ظهره فخرج به وبقواهم في الحرز أو خرجوا معه ففي كل ذلك القطع.\nالجزء: 2 ¦ الصفحة: 201\n",
        "ولا قطع على مختلس ولا مستلب ولا مكابر ولا غاصب ولا مستعير جحد وإذا أكملت للسارق أسباب القطع وكان ذلك أول سرقته وهو صحيح الأطراف قطعت يمنى يديه وفي الثانية يسرى رجليه وفي الثالث يسري يديه وفي الرابعة يمنى رجليه وفيما بعد ذلك الضرب والحبس.\nومن لم يكن له الطرف المستحق قطعه قطع ما بعده ومثله إن كان أشل لا منفعة فيه.\nالجزء: 2 ¦ الصفحة: 202\n",
        "كتاب العتق والولاء وما يتصل به من عقوده\nولا يجوز تبعيض العتق ابتداء ومن بعض العتق باختياره له أو بسبب لزمه تكميله كان باقي المعتق له أو لغيره بشرطين:\nأحدهما: وجود ثمنه والآخر بقاء ملكه وقيل في هذا يلزم في ثلاثة سواء كان أحد الثلاثة مسلماً أو ذمياً ولا يعتق نصيب شريكه بالسراية ولكن بعد أن يقوم عليه ويدفع القيمة إلى الشريك وتكون القيمة يوم الحكم.\nوالولاء لمن أعتق عليه ولا يراعى في ذلك اختيار الشريك أو العبد أو إباؤهما إلا أن يبدل الشريك إعتاق نصيبه فيكون له ذلك ويسقط حينئذ عن المبتدي بالإعتاق والتكميل.\nوإن كان باقية له فقيل بالسراية وقيل بالحكم وإن كان مريضاً قوم عليه نصيب الشريك في ثلثه وعتق باقيه إن كان له في الثلث.\nومن لم يجد ثمن حصة الشريك كاملة قوم عليه بقدر ما يجده منها وبقي الباقي رقاً وإن مات العبد قبل تقويمه مات عبداً وسقطت المطالبة عن العتق وإذا بعض العتق عدة الشركاء في لفظ متفق زمانه قوم باقية على عدد رؤوسهم فإن كان بعضهم بعد بعض ألزم الأول دون من بعده.\nوإذا أعتق المريض المحجور عليه عبيداً له هم جميع ماله أقرع بينهم بعد موته فأعتق ثلثهم ممن وقع عليه السهم ورق باقيهم ولو أعتق جزءاً منهم فذلك على ضربين أن نسب الجزء إلى جميعهم أقرع بينهم كأنه قال ثلث عبيدي أحرار أو ربعهم وإن نسب إلى كل واحدة عتق ذلك القدر من كل واحد بغير قرعة.\nومن مثل بعبده مثلة بينة ظاهرة قاصداً لذلك عتق قيل بنفس المثلة وقيل بالحكم وله ولاؤه وإن كان ذلك عن غير قصد وإنما جر إليه غيره لم يعتق عليه ويعتق الحمل بإعتاق الحامل ولا تعتق الحامل بعتق الحمل ولا يجوز إعتاق دون البالغ ولا غير العاقل ولا المولي عليه وإن كان بالغاً عاقلاً ولا المديان إلا بإجازة غرمائه ولاالراهن إلا بيساره.\nالجزء: 2 ¦ الصفحة: 203\n",
        "ويعتق بالقرابة ثلاثة أصناف عمود النسب علواً أو سفلاً والإخوة نفسها من غير مجاوزة إلى ولدها وعتقهم بنفس الملك من غير حاجة إلى حكم.\nفصل\nوالولاء للمعتق إذا كان عنه فإن كان عن غيره فلمعتق عنه بإذنه كان أو بغير إذنه وولاء السائبة للمسلمين ولا يحل بيع الولاء ولا هبته وهو لعصبته المعتق الذكور ولا شيء للإناث وأولاهم به الابن ثم ابنه ثم الأب ثم ولد الأب والأم ثم ولد الأب ثم بنوهم على ترتيب آبائهم ثم الجد ثم العمومة على ترتيب الإخوة ثم بنوهم على ترتيب آبائهم ثم الجد ثم العمومة على ترتيب الإخوة ثم بنوهم آبائهم ثم الموالي ذكورهم دون إناثهم بخلاف النسب.\nويستحق الولاء بالكبر لا يصل إلى البطن الثاني إلا بعد انقراض البطن الذي قبله وصورة ذلك أن يترك الرجل ثلاثة بنين وله ولاء فيموت اثنان عن ولد ثم يموت المولي فيكون ميراثه للباقي دون ولد أخويه.\nولا ولاء بموالات ولا على منبوذ لملتقطه ولا لغيره ولا على من أسلم على يدي رجل ولا ولاء لعبد فيما يعتقه وإن كان بإذن سيده إلا أن يعتق قبل علم سيده ولا لمن فيه بقية رق أو عقد من عقود العتق والولاء لسادتهم ولا يرجع إليهم بعد عتقهم إلا المكاتب وحده وكذلك المسلم يعتق الكافر.\nوجر الولاء ثابت ولا يجره إلا الأب أو الجد وصفته أن يتزوج عبد معتقة لقوم فيولدها فإن ولاء ولده منها لموالي أمه ما دام الأب رقاً فإن عتق جر ولاء ولده إلى معتقه.\nولو كان للعبد أب عبد فأعتق قبل ابنه جر ولاء ابنه إلى من أعتقه ما دام ابنه رقيقاً فإن أعتق الابن جر ولاء ولده إلى مواليه وانتقل عن موالي أبيه الذي هو الجد فإن تزوج العبد حرة لا ولاء عليها ورث من يموت من ولدها بعد نصيب أمه المسلمون.\nوإن أعتق العبد قبل موت الولد جر ولاءهم إلى معتقه ولا يكون جر الولاء فيمن مسه رق.\nالجزء: 2 ¦ الصفحة: 204\n",
        "وولد الملاعنة العربية لا ولاء عليه وإن كانت معتقة كان لمواليها فإن اعترف به الأب عاد إليه أو إلى مواليه ولا ولاء لامرأة إلا في ثلاثة مواضع:\nأحدها: أن تعتق مباشرة.\nوالثاني: أن تعتق معتقها.\nوالثالث: أن يموت معتقها عن ولد من أمته أو من معتقته.\nفأما عتقها بالمباشرة فإنها إذا أعتقت عبداً أو أمة فماتا عن غير وارث فميراثه لها وما يعتقه معتقها فمثل أن يعتق هذا العبد الذي أعتقه عبداً ويموت المعتق الأول عن غير وارث فيكون ولاء الثاني لها. والقسم الثالث أن يتزوج عبدها أمة فيولد له ثم تعتقه أو يتزوج بعد عتقه فيكون الولاء لها إما ابتداء أو جراً على الترتيب الذي قدرناه.\nالجزء: 2 ¦ الصفحة: 205\n",
        "فصل\nالكتابة جائزة لا يجبر السيد عليها إن طلبها العبد بقيمته أو بأكثر أو بأقل وفي إجبار السيد إياه عليها خلاف وهي جائزة بما يتراضيان عليه من القليل والكثير بكل ما يجوز أن يكون عوضاً في بيع أو إجازة أو نكاح كالوصفاء وإن لم يوصفوا ويلزم الوسط منهم ولا تكون إلا منجمة أو مؤجلة فإن كانت حالة جاز وتكون قطاعه وهي عتق بصفة أداء جميعها.\nويرق بالعجز عن بعضها قل أم كثر ويستحب للسيد وضع شيء من آخرها قل أو كثر من غير إيجاب وللمكاتب تعجيلها ويعتق لوقته وليس للسيد الامتناع عليه وبيع رقبة المكاتب غير جائز وبيع كتابته جائز من المكاتب وغيره وجوازها منه على الإطلاق بكل ما كمان يجوز ابتداؤها به ومن غيره بعرض معجل إن كانت ذهبا أو ورقا وإن كانت بعرض فيذهب أو ورق بعرض مخالف له معجل كل ذلك جائز.\nفإذا أدى إلى المشتري كتابته عتق وكان ولاؤه لمكاتبه دون مشتري كتابته وإن عجز رق وكانت رقبته ملكا للمشتري كتابته.\nولا تجوز بيع نجم منها وفي بيع الجزء خلاف.\nوإذا أعتق المكاتب تبعه ماله وولده الذين حدثوا من أمته بعد عقد كتابته دون من كان قبلها بولادة أو حمل أو من زوجة إلا أن يشترطهم في كتابته فيعتقون بعتقه وإذا مات المكاتب عن ولد معه في كتابته إما بالشرط أو بمقتضي العقد لم تنفسخ الكتابة بموته وتؤدى الكتابة حالة إن ترك وفاء ثم لهم ما بقي إرثاً دون ولده الأحرار الذين لم يدخلوا معه في كتابة وإن لم يترك وفاء وقوى ولده على السعي سعوا وأدوا باقي الكتابة وإن كانوا صغاراً أدي عنهم إن كان في المال وفاء وإلا أتجر لهم به وأدى على نجومه إلى بلوغهم فإن قدروا على السعي وإلا رقوا.\nالجزء: 2 ¦ الصفحة: 206\n",
        "ويجوز الجمع بين عدة عبيد في كتابة واحدة ويلزم كل واحد منهم بقدر قوته وبعضهم حملاء عن بعض.\nوليس للعبد تعجيز نفسه مع قدرته على الأداء ولا للسيد تعجيزه وفي اتفاقهما على ذلك خلاف إلا أن يكون له ولد فلا يجوز.\nوإذا أوصى السيد لمكاتبه بكتابته كلها وضع في الثلث الأقل من قيمتها أو قيمة رقبته فإن حمل الثلث ذلك وإلا بقدر ما يحمله.\nوليس للمكاتب أن يتصرف في ماله بإتلاف ولا غيره إلا بما يؤدى إلى مصلحته وتنميته ولا ينكح ولا يسافر إلا بإذن سيده وحاله في جراحه وحدوده وشهادته وطلاقه وقذفه وغير ذلك حال العبد.\nولا يجوز للسيد وطء مكاتبه ولا انتزاع مال مكاتبه وعقل ما يخرح به المكاتب له يحتسب به من كتابته.\nفصل\nوالتدبير إيجاب وإلزام وهو أن يقول السيد لعبده أنت مدبر أو قد دبرتك أو أنت حر عن دبر مني أو إذا مت فأنت حر بالتدبير أو لفظ يفيد تعليق عتقه بموته على الإطلاق لا على وجه الوصية فإن قيد ذلك بوجه مخصوص كقوله إن مت من مرضي هذا كان وصية ولم يكن تدبيراً أو إن قال أنت حر بعد موتي فقيل يكون وصية وقيل: يكون تدبيراً.\nولا يجوز بيع المدبر ولا إبطال تدبيره ويكمل بتبعيض التدبير كالعتق.\nوللسيد انتزاع مال مدبره واستخدامه وإجارته ووطؤها إن كانت أمة وجنايته في خدمته.\nوإذا مات سيده عتق في ثلثه أو ما يحمله الثلث وإن كان عليه دين يستغرق تركته رق وبطل وبطل تدبيره وإن لم يترك غيره عتق ثلثه ورق باقية للورثة.\nوللسيد مقاطعته على مال يتعجل به إعتاقه وحاله في جراحه وحدوده وطلاقه وشهادته حال عبد.\nالجزء: 2 ¦ الصفحة: 207\n",
        "فصل\nحمل الأمة من سيدها الحر يوجب لها حرمة يمنع بيعها وهبتها وإجارتها وإسلامها في جناية وعتقها عن سبب موجب للعتق ولا يبقى للسيد فيها إلا الاستمتاع وما يقرب من الاستخدام الذي لا يشق مثله فإذا مات عتقت من رأس ماله لا يردها دين قبل حملها أو بعده ولا يراعى وضع ولد كامل الخلقة بل مااستحال عن النطفة إلى علقة أو مضغة فتثبت لها به حرمة الاستيلاد وإن ولدت منه قبل ملكه وهي زوجة لم تكن بذلك أم ولد فإن ملكها حاملاً ففيها روايتان وليس له مكاتبتها وله انتزاع مالها وولد كل من وجبت له عقد عتق من مدبر ومكاتب وأم ولد ومعتق إلى أجل فإن كان عن وطء بزوجيه أو زنا فهو تابع في الحرية والرق لأمه وإن كان عن وطء بملك يمين فهو تابع لأبيه.\nوللسيد إجارة ولد أم ولده بخلاف أمهم ولا يجوز إسلامها في جناية ويلزم السيد افتكاكها بأقل من الأرش أو قيمتها وحكمها في الحدود والشهادات والعدة حكم الأمة.\nالجزء: 2 ¦ الصفحة: 208\n",
        "كتاب الأقضية والشهادات\nولا يستقضي إلا فقيه من أهل الاجتهاد لا عامي مقلد لأنه يحتاج فيما ينزل من الحوادث إلى الاجتهاد فلا يصح أن يكون عامياً لأنه ليس بمجتهد وإنما هو مقلد غيره ولأن الحاكم يتفقد الأحكام في غيره فلم يصح أن يكون مقلداً.\nولا يكون الحاكم عبداً ولا امرأة وينبغي للحاكم أن يجلس في المسجد وأن يسوي بين الخصمين في المجلس والإقبال عليهما ولا يحكم بعلمه في شيء من الأشياء لا فيما علمه قبل ولايته ولا بعدها لا في مجلسه ولا في غيره وله أن يقبل شهادة من علمه عدلاً من غير حاجة إلى تزكيته ويرد شهادة من علمه فاسقاً.\nولا تقبل شهادة من لاتعلم عدالته إلا بتزكية ولا تقبل التزكية إلا من عالم بوجوه التعديل والتجريح عارف بطرقها ولا يكفي في ذلك أقل من اثنين وإذا نسي الحاكم حكماً حكم به فإن شهد به عنده.\nعدلان أنفذه بشهادتهما وكذلك يلزم كل من شهد به عنده ولا يحلف المدعي عليه بمجرد دعوى المدعي دون أن ينضم إليها سبب يقويها من مخالطة أو ما يجرى مجراها وإذا حكم المتداعيان بينهما أو رجلاً ارتضا به جاز حكمه عليهما إذا حكم بما يسوغه الشرع وافق حكم قاضي بلدهما أو خالفه.\nويحكم على الغائب وتسع البينة عليه وقيل يتوقف في الرباع.\nوإذا ثبت حق عند قاضي بلد لرجل في بلد غيره وكتب به إلى قاضي البلد الذي فيه صاحب الحق ينفذ المكتوب إليه ما كتب به إليه مات الكاتب أو عزل أو بقي ولو مات المكتوب إليه قبل وصول الكتاب إليه لزم المنصوب مكانه من إنفاذها ما لزمه.\nوحكم الحاكم ينفذ في الظاهر ولا يحيل الباطن عما هو عليه ولا تقبل شهادة غير العدول ولا يكفي ظاهر الإسلام من العدالة وشروط العدالة أن يكون\nالجزء: 2 ¦ الصفحة: 209\n",
        "الشاهد بالغاً عاقلاً حراً مسلماً أميناً عفيفاً منتفية عنه سمات الفسق كلها متيقظاً ضابطاً غير مغفل عارفاً بالشهادات.\nوشروط تحملها وأدائها متحرز من الحيل التي تتم على من يقل تحفظه حافظاً لمروءته من الدناءة ومما يطرق التهم عليه وقد يعرض في العدل ما يمنع قبول شهادته وذلك يرجع إلى التهمة ويعتبر في ثلاثة مواضع:\nأحدها: فيما بين الشاهد والمشهود له عليه\nوالثاني: في المشهود به أو فيه.\nوالثالث: ما يرجع إلى الحال.\nفالأول: مثل شهادة الابن للأبوين والأبوين له وكذلك جهات عمودي النسب الأعلى والأسفل أحدهما للآخر وأحد الزوجين لصاحبه وشهادته على عدوه وما يجر به نفعاً إلى نفسه كشهادته لغريم له مفلس بدين له على آخر أو ما يدفع به ضرراً عنه أو عاراً كجرحه من شهد على أبيه أو ابنه أو أخيه بزنى.\nوالثاني: كشهادة ولد الزنا في الزنا وشبهه واختلف فيمن كان على كبيرة من الفسق كالزنا وشرب الخمر ثم تاب منها وعرفت عدالته وقبلت شهادته هل تقبل في النوع الذي تاب منه فقيل تقبل وقيل لاتقل.\nوالثالث: شهادة البدوي للقروي أو عليه في الحقوق لأن التهمة تقوى في بطلان ما شهد به والانتفاء التهمة قبلناها في القتل والجراح.\nومثله أن يشهد الفاسق أو الصبي أو العبد أو الكافر بشهادة في حال النقص فترد ثم بلغ الصبي أو أعتق العبد أو أسلم الكافر ويحسن حال الفاسق في التوبة فتقبل شهادتهم في غير ذلك الشيء ولا تقبل فيه للتهمة لأنهم يحبون زوال النقص عنهم بما رد من شهادتهم.\nوفي تبعيض الشهادة تفصيل فإن جمعت ما فيه تهمة وما لا تهمة فيه ردت جميعها وإن جمعت ما يختلف جنسه في قبول شهادة الشاهد في بعضه قبلت فيما تقبل يه وردت في الباقي.\nوالمراعى في تزكية الشاهد المزكي بأنه عدل رضا وذلك يغني عما سواه ولا يغني عنه غيره وإذا زكاة شاهدان وجرحه آخران فقيل يؤخذ بأعدلهما وقيل الجرح أولى من التعديل.\nواختلف في قبول الجرح مجملاً فقيل يقبل وقيل لا يقبل إلا بعد تعيين ما يجرح به.\nالجزء: 2 ¦ الصفحة: 210\n",
        "وتحمل الشهادة والقيام بها فرض على الكفاية إلا أن يتفق ما يتعين معه وجوبها كخوف الفوات ولا يوجد غير الشاهدين.\nفصل\nوالبينات تختلف باختلاف الحقوق المشهود بها من التوسعة والتضييق والضعف والتأكيد وما تدعو إليه الضرورة فيجوز فيه ما لا يجوز في غيره.\nالجزء: 2 ¦ الصفحة: 211\n",
        "وجملته ثلاثة أنواع شهادة ويمين وكتاب قاض إلى قاض وتزيد على ذلك رابعاً وهو معنى يقتضيه شاهد الحال ثم بعد ذلك على ثلاثة أضرب منها منفرد بنفسه ومنها ما لا ينفرد بنفسه ومنها ما تختلف أحكامه فينفرد بعضه ولا ينفرد سائره وجملة أعدادها قد أتينا على ذكره وهو في التفصيل ستة عشر.\nمنها أربعة شهود من الرجال البالغين:\nالثاني: رجلان عدلان.\nوالثالث: رجل وامرأتان\nوالرابع: شاهد ويمين.\nوالخامس: امرأتان ويمين.\nوالسادس: وشاهد ونكول المدعى عليه.\nوالسابع: امرأتان ونكول المدعى عليه.\nوالثامن: يمين المدعي ونكول المدعى عليه.\nوالتاسع: امرأتان مع ظهور المشهود به واستفاضته.\nوالعاشر: امرأتان بانفرادهما.\nالجزء: 2 ¦ الصفحة: 212\n",
        "والحادي عشر: شهادة الصبيان في الجراح.\nوالثاني عشر: كتاب قاض إلى قاض.\nوالثالث عشر: اللوث مع أيمان الأولياء في القسامة.\nوالرابع عشر: معرفة العفاص والوكاء في اللقطة.\nوالخامس عشر: اليمين مع قوة السبب.\nوالسادس عشر: شهادة السماع.\nوالحقوق المشهود فيها ستة وهي:\nأحدها: حقوق أبدان وأحكام تثبت فيما يطلع عليها الرجال في غالب الحال وذلك كالنكاح والطلاق والعتاق والرجعة ورؤي الأهلة والقتل والجراح.\nوالثاني: حقوق أبدان مستتريها جملة عن الرجل والنساء كالزنا واللواط.\nوالثالث: حقوق أبدان لا يطلع عليها الرجال في غالب الحال ويطلع عليها النساء كعيوب النساء والولادة والاستهلال والرضاع.\nوالرابع: أموال كالقرض والوديعة والعارية والرهن والغصب وغير ذلك.\nوالخامس: حقوق أبدان متعلقة بأموال هي المقصودة بها كالوكالة في الأموال وحقوقها.\nوالسادس: حق يندر من ذلك ويقل وقوعه وقد يكون في البدن وقد يكون في المال كاللقطة والسرقة وجراح الصبيان وما تدعو إليه الضرورة ثم نحن نفصل ذلك على ترتيب الكتاب.\nفأما الأربعة الشهود فللزنا واللواط والشهادة على الشهادة فيهما وكتاب القاضي بهما وأما الرجلان فلحقوق الأبدان التي يطلع عليها الرجال غالباً وأما الرجل والمرأتان فللأموال وحقوقها وفي حقوقها المتعلقة بالأبدان خلاف.\nوأما الشاهد واليمين والمرأتان واليمين والشاهد والنكول فللأموال وما يقصد به المال فقط دون حقوق الأبدان المتعلقة بالأموال وقد بينا الخلاف في الشاهد والنكول وحكم المرأتين والنكول وحكم الشاهد واليمين وكذلك يمين المدعي مع النكول.\nالجزء: 2 ¦ الصفحة: 213\n",
        "وأما المرأتان بانفرادهما ففي عيوب النساء والولادة والاستهلال وأما المرأتان مع الظهور والاشتهار ففي شهادتين بالرضاع وقيل تكفي شهادتهما فقط.\nوأما شهادة الصبيان في الجراح والقتل على شروط تسعة:\nوهي أن يكونوا ممن يعقل الشهادة وأن يكونوا أحراراً ذكوراً محكوماً لهم بالإسلام وأن يكون المشهود به جرحاً أو قتلاً وأن يكون ذلك بينهم خاصة لا لكبير على صغير ولا لصغير على كبير وأن يكونوا اثنين فأكثر وأن يكون ذلك قبل تفرقهم وتحبيهم وأن تكون شهادتهم متفقة غير مختلفة. وإذا شهدوا بما حصل عليهم ثم رجعوا عنه بعد تفرقهم إلى غيره أخذوا بأول شهادتهم ولم يلتفت إلى آخر قولهم.\nوأما كتاب قاض إلى قاض فيعم كل مشهود به من الحقوق والحدود.\nوأما اللوث في القسامة ومعرفة العفاص والوكاء في اللقطة واليمين مع قوة السبب فقد تقدم كل نوع من ذلك في موضعه.\nوأما شهادة السماع ففيما لا يتغير وذلك أربعة أشياء في النسب والموت والولاء والحبس والوقف وقيل في النكاح وتقادم الملك وشهادة الأعمى جائزة وكذلك الأخرس إذا فهم عنه.\nومن شهد بشهادة ثم رجع عنها فلا يخلو أن يرجع بإكذاب نفسه أو بادعاء غلط في الشهادة فإن كان بإكذاب نفسه نظر فإن كان قبل الحكم لم يحكم بشهادته الأولى ولا غيرها وإن كان بعد الاستيفاء فلا يخلو المشهود به أن يكون قتلاً أو حداً أو طلاقاً أو مالاً ففي القتل والحد خلاف قيل يقتص منهما في العمد وقيل يغرمان الدية وفي ادعائهما الغلط يغرمان الدية ولا يمنع ذلك قبول شهادتهما في المستأنف.\nوفي المال يغرمان ما تلف بشهادتهما وفي الطلاق إن كانوا شهدوا به والزوج مقر بالطلاق ومنكر للدخول غرموا نصف الصداق وكذلك لو كان قبل الدخول والزوج منكرللنكاح وفي العتق يغرمان قيمة العبد ولذلك فروع لا يحتمله الكتاب.\nولو ثبت فسق الشهود بعد الحكم والاستيفاء بشهادتهم لم يلزم الحاكم شيء مما أتلف بشهادتهم ولو ثبت رقهم أو كفرهم ضمن.\nالجزء: 2 ¦ الصفحة: 214\n",
        "فصل في تداعي الرجلين شيئا في أيديهما\nوإذا تداعى رجلان شيئا بأيديهما أو يد غيرهما ممن لا يدعيه لنفسه أو ليس في يد أحدهم حكم به لمن أقام البينة على أنه له فإن أقام كل واحد منهما بينة فإن كان مالاً حكم بأعدل البينتين وإن تساويا أحلفا فإن نكل أحدهما حكم به للحالف فإن حلفا قسم بينهما.\nولو كان التداعي في شيء بيد أحدهما فعلى الخارج إقامة البينة فإن أقامها حكم له به وإن لم تكن بينة حكم به لصاحب اليد مع يمينه.\nومن ترك ابنتين فأقر أحدهما بثالث أعطاه ثلث ما في يده ولو أقر بزوجة أعطاها ثمن ما في يده وإن أقر بدين على أبيه أعطي المقر له نصف الحق ويعتبر ذلك بأن ينظر ما كان نصيب المقر به ولو ساعده باقي الورثة فيلزمه ذلك القدر مع إنكارهم.\nويحكم في تداعي الزوجين متاع البيت بدعوى الأشبه مع يمين مدعيه وفي اتفاقهما في الأشبه يكون للرجل مع يمينه وقيل يقسم بينهما بعد أيمانهما ومن مات عن دين فيه شاهد وعليه دين فللورثة أن يحلفوا ويحكم لهم ثم يأخذ الغرماء ديونهم منه فإن فضل كان للورثة وإن أبي الورثة أن يحلفوا حلف الغرماء واستحقوا.\nومن أحلف خصيمه ثم على علم بأن له بينة أقامها وحكم له بها ولو حلفه عالماً بها تاركاً لها لم يكن له ذلك وفيه خلاف ويحلف الحالف على فعل نفسه قطعاً وعلى فعل غيره علماً.\nوتغلظ الأيمان بالمكان والزمان ويراعى في الأمكنة شرفها وحيث يعظم أهلها ففي المدينة عند منبر النبي صلى الله عليه وسلم وفي مكة عند البيت وفي غيرها في المساجد الجامعة وغيرها مما هو معظم عند أهل ذلك البلد.\nوتغلظ في الدماء والطلاق واللعان ولا يحلف عند المنبر إلا في ربع دينار فما زاد وتغلظ على أهل الذمة في بيعهم وكنائسهم.\nوأما الزمان ففي الدماء واللعان بعد العصر ولا تغلظ بالألفاظ ولا يزاد على أن يحلفا بالله الذي لا إله إلا هو ويحلف الحالف في كل الحقوق قائماً وقيل مستقبل القبلة وافتداء اليمين في الجملة جائز. ومن أدرك كتب وثيقة على غيره أمللها المكتوب عليه وله أن يستنيب صاحب الحق في ذلك.\nالجزء: 2 ¦ الصفحة: 215\n",
        "كتاب الأحباس والوقوف والصدقات والهبات وما يتصل بذلك\nويلزم الوقف والحبس إذا كان على سبيله من غير حاجة إلى حكم حاكم ويلزم في محوز الرباع ومشاعها وفي الحيوان روايتان وعلى رواية الجواز يباع ما يخشى عليه التلف ويستبدل به ولاتباع الرباع بوجه.\nوألفاظ الوقف والحبس ضربان ضرب يتجرد وهو قوله وقفت وحبست وتصدقت وضرب يقترن به ما يقتضي التأبيد وهو أن يقوم محرم مؤبد ولا يباع ولا يوهب أو أن يكون على مجهولين أو موصوفين كالعلماء والفقراء فيجري مجرى المحرم باللفظ ولفظ الوقف مفيد بمجرده التحريم.\nوأما الحبس والصدقة ففيها روايتان وكذلك في ضم أحدهما إلى الآخر خلاف أيضاً إلا أن يريد بالصدقة هبة الرقبة فيخرج عن هذا.\nوالوقف في الصحة من رأس المال وفي المرض لوصية من الثلث.\nومن شروطه خروجه عن يد الواقف وتركه الانتفاع به ومن وقف أو حبس ولم يجعل له مخرجاً صح وصرف في وجوه الخير والبر.\nوالعمري جائزة وهي تمليك المعمر منفعة العين دون رقبتها مدة عمره وكذلك الإسكان هو تمليك المسكن سكنى الربع إما حياته أو المدة المضروبة له وكذلك إخدامه عبده ونفقة المخدم على المالك وقيل على من أخدمه.\nويلزم عقد الصدقة والهبة بالقول ويجبر الواهب على الإقباض وتصح في المحوز والمشاع ولا تبطل إلا بتراخي الموهوب له عن القبض أو موت الواهب قبل أن يقبض الموهوب إلا أن يهب لولده الصغير فيكون قبض الأب قبضاً له.\nوهبة الثواب جارية مجرى البيع والموهوب له مخير إن شاء قبل وأثابه وإن شاء رده ولا يبطلها عدم الرد ولا يبطلها عدم القبض والثواب الذي يلزم قبوله قيمة الموهوب ولا يلزم الواهب قبول دونها ولا الموهوب بذل زائد عليها.\nوإذا اختلفا المتواهبان وتداعيا الثواب حكم لمدعي الأشبه مع يمينه وفي الاحتمال القول الواهب مع يمينه.\nالجزء: 2 ¦ الصفحة: 216\n",
        "ويكره للرجل أن يبتاع صدقته ويستحب للمتصدق على ولده التسوية بينهم في الصدقة والهبة فإن فضل أو خص جاز ولم تبطل.\nوللأبوين الرجوع فيما وهباه للولد ما لم يتعلق به حق لغيره مثل أن يتزوج البنت ويستدين الابن فيمنع الأبوان حينئذ من الرجوع.\nالجزء: 2 ¦ الصفحة: 217\n",
        "كتاب الوصايا والفرائض والمواريث\nوالوصية مندوبة إليها وفيها احتياط للدين وللموصي من ماله الثلث فإن زاد عليه وقف على إجازة الورثة والوصية لغير وارث جائزة وللوارث موقوفة على إجازة الورثة كان ما أوصى به قليلاً أو كثيراً فإن أوصى لوارث وغيره فلم يجز الورثة وصية الوارث فلهم محاصة الأجنبي بمقدار وصية الوارث ومن أجاز منهم لزمه ولكل واحد منهم حكم نفسه في الإجازة والرد.\nومن لا وارث له فليس له أن يوصي بكل ماله وإذن الورثة معتبر بأن يكون طوعاً من غير خوف في الحال التي تتعلق لهم حق بمال الموصى بكل ماله وذلك بعد الموت أو في حال شدة المرض المخوف.\nوليس للمريض المخوف عليه إخراج ماله في غير معاوضة فإن فعل وقف على صحته فيلزم أو موته فيصير الحق للورثة ويلزمهم منها الثلث فدونه ويقف ما زاد عليه على إجازتهم.\nوإذا أوصى بوصايا زائدة على الثلث فلم يجز الورثة قسم الثلث على الموصي لهم بقدر الوصايا من مساوات أو مفاضلة.\nومن أوصى لرجل بنصيب أحد بنيه دفع إليه نصيب الابن لولم يوص فإن كان له ابن واحد فللموصى له كل المال وإن كان له ابنان فله النصف أو ثلاثة فله الثلث ومن أوصى لرجل بمثل نصيب أحد ورثته يعطى جزءا بعدد رؤوسهم وفي السهم والجزء خلاف والأظهر سهم مما بلغته سهام الورثة في الفريضة.\nوتصح وصية السفيه ومن يعقل القرب من الصبيان وللموصى أن يعين النوع الذي يوصى فيه ولا يكون الوصي النظر في غيره وله أن يطلق فيكون وصيا في كل شيء يوصى فيه وليس للموصى أن يأبي النظر بعد القبول ولا يترك الفاسق وصياً ومن أوصى له بشيء بعينه فتلف فلا شيء له.\nالجزء: 2 ¦ الصفحة: 218\n",
        "ومن أوصى له بنفقة عمره عمر سبعين سنة وأعطى بحساب ما بقى له منها.\nوحكم الحامل إذا بلغت ستة أشهر والمحبوس للقود والزاحف في الصف وراكب البحر إذا حصل في اللجة على خلاف في هذا وحده حكم المريض المخوف عليه.\nوتجب الوصية بموت الموصى وقبول الموصى له بعده وإذا ضاق الثلث على الوصايا قدم آكدها على ما دونه.\nويقدم المدبر في الصحة على المبتل في المرض ويقدم الواجب على التطوع ويقدم عتق العبد المعين على المطلق.\nوتجوز الوصية للقاتل والذمي وللميت إذا علم الموصى بموته ومن أوصى بنوع من تركته وهي أنواع كثيرة من عقار وناض ورقيق\nالجزء: 2 ¦ الصفحة: 219\n",
        "وعروض وديون فأوصى بجملة الناض لرجل فأبي الورثة أن يجيزوا فإنهم بالخيار بين أن يجيزوا جميع الثلث.\nفصل\nأسباب التوارث ثلاثة رحم وولاء ونكاح.\nوالعلل المانعة من الميراث ثلاثة كفر ورق وقتل.\nولا توارث بين مسلم وكافر وقليل الرق وكثيره وكماله ونقصه سواء.\nلا يرث قاتل العمد من مال ولا دية مقتولة ويرث قاتل الخطأ من ماله دون ديته.\nولا يرث الجنين إلا بعد وضعه والعلم بحياته وذلك بالاستهلال وهو الصراخ أو ما يقوم مقامه من طول مكث أو ارتضاع واختلف في العطاس ولا يرث مرتد ولا يورث إذا مات على ردته أو قتل وماله فئ.\nولا يجب ميراث بشك ولا يتوارث الغرقى والهدمى ومن جرى مجراهم ممن لا يعلم سبق موت أحدهما ويرث كل واحد منهم أحياء ورثته.\nوما بقى من ميراث ولد الملاعنة المعتقة لموالي أمه والغريبة للمسلمين وولد الزنا لا حق بأمه ويتوارث توأمهما بأنهما أخوان لأم وتوأماً الملاعنة بأنهما شقيقان.\nولا يقبل دعوى الأعاجم في السبي لأنسابهم إلا ببينة وما فضل عن ذوي السهام فللعصبة فإن لم يكونوا فللموالي فإن لم يكونوا فلبيت المال ولا يرد على ذوي السهام.\nالجزء: 2 ¦ الصفحة: 220\n",
        "وأتوام الملاعنة يتوارثان بالأب والأم وأتوام الزانية والمغتصبة بالأم وحدها وأتوام السبية من قبل الأم والأب إذا كانت الولادة في بلد الإسلام ولا ميراث لذوي الأرحام ويعتبر في الخنثى بالمبال وفي المشكل نصف الميراثين وإذا اجتمع في الشخص سببان يورث بهما ورث بأقواهما إلا ابن عم يكون أخاً لأم فإنه يرث بهما والزوج يكون ابن عم فإنه يرث بالسببين معاً وكذلك البنت والزوج يكونان موليان.\nفصل\nقد ذكرنا أن جهات التوارث ثلاثة نسب وولاء ونكاح.\nوالوارثون عشرة أصناف ولد الصلب ذكورهم وإناثهم وولد الابن ذكورهم وإناثهم وإن نزلوا والأبوان والجد أب الأب وآباؤه وإن علوا والإخوة ذكورهم وإناثهم وبنو الأخوة لغير الأم دون بناتهم والعمومة لغير الأم وبنوهم دون بناتهم وإن نزلوا والزوجان والموالي ذكورهم وولدهم وباقي عصبتهم.\nالجزء: 2 ¦ الصفحة: 221\n",
        "وقد ألف الناس عبارات الفرضيين وهو الوارثون من الرجال عشرة الابن وابن الابن وإن سفل والأب والجد أب الأب وإن علا والأخ وابن للأخ وإن سفل والعم وابن العم وإن سئل والزوج ومولي النعمة.\nومن النساء سبع الابنة وابنة الابن وإن سفلت والأم والجة وإن علمت والأخت والزوجة ومولاة النعمة.\nوالميراث بوجهين بتعصيب وبفرض والفروض ستة وهي النصف ونصفه وهو الربع ونصفه وهو الثمن والثلثان ونصفها وهو الثلث ونصفه وهو السدس.\nفالنصف لخمسة لابنة الصلب وابنة الابن والأخت للأب وأم أو لأب والزوج مع عدم الولد أو ولد الابن والربع فرض الصنفين الزوج مع الولد أو ولد الابن والزوجة أو الزوجات مع عدمهم والثمن فرض صنف واحد وهو الزوجة والزوجات إذا اجتمعن مع الولد أو ولد الابن والثلثان فرض أربع الابنتين فصاعدا من بنات الصلب والاثنتين فصاعدا من بنات الابن والاثنتين فصاعدا من الأخوات للأب والأم أو لأب فقط والاثنتين فصاعداً من الأخوات للأب.\nوالثلث فرض لصنفين الأم مع عدم الولد أو ولد الابن والإخوة وفرض الاثنين فصاعدا من ولد الأم والسدس فرض سبعة فرض كل واحد من الأبوين مع الولد أو ولد الابن واحد فروض الجد والجدة أو الجدات إذا اجتمعن وفرض\nالجزء: 2 ¦ الصفحة: 222\n",
        "بنات الابن مع بنت الصلب وفرض الأخوات للأب مع الأخت للأب والأم وفرض الواحد من ولد الأم ذكراً كان أو أنثى وكل واحد من ذوي الفروض فذلك فرضه إذا انفرد عمن يحجبه عنه وحجبه عنه يكون إلى ثلاثة أقسام:\nأحدها: إسقاط:\nوالآخر: حجب إلى نقصان منه وهو انتقال إلى فرض آخر دونه.\nوالثالث: إزالته عنه إلى تعصيب وإلى نقصان فنبدأ بمن فرضه النصف فنقول إن ابنة الصلب يحجبها عن النصف إلى التعصيب بنو الصلب فقط الواحد فما زاد عليه فترث معهم للذكر مثل حظ الأنثيين ويحجبها إلى النقصان بغير تعصيب بنت أو بنات إن كن معها للصلب إلا ابن معهن وينتقل فرض الكل إلى الثلثين ويقتسمنه على عدد رؤسهن وأما ابنة الابن فيحجبها عن النصف إلى التعصيب الواحد فصاعدا من بني الابن إخوة كانوا أو بني عمومة فيأخذون المال للذكر مثل حظ الأنثيين ويحجبها إلى النقصان بنت الصلب فقط فتنتقل إلى فرض آخر وهو السدس تكملة الثلثين ويحجبها بنت الابن أو بنات ابن إن كن معها فيقتسمن الثلثين بينهن.\nوأما الأخت الأب والأم فيحجبها عن النصف إلى التعصيب صنفان إخوتها لأبيها وأمها الواحد فما زاد فتقاسمهم للذكر مثل حظ الأنثيين والواحدة فصاعدا من بنات الصلب أو بنات الابن فإذا أخذت الواحدة النصف والجماعة الثلثين أخذت الأخت ما بقى بالتعصيب.\nالجزء: 2 ¦ الصفحة: 223\n",
        "وأما الأخت للأب فيحجبها إلى التعصيب أخوتها لأبيها وأمها أو لأبيها فتقاسمهم على المفاضلة ويحجبها بنات الصلب وبنات الابن إلى التعصيب فتأخذ معهن ما بقي بعد فروضهن قل أم كثر ويحجبها الواحدة من الأخوات للأب والأم إلى السدس تكملة الثلثين.\nويحجبها أخوات إن كن معها فيكون فرضهن الثلثين.\nوأما الزوج فحجبه بنوع واحد وهو الانتقال إلى الربع فيحجبه الولد أو ولد الابن الواحد فأكثر الذكور والإناث منه أو من غيره.\nفأما حجب أصحاب الربع فإن الزوج لا يحجب عنه بوجه ويحجب الزوجة عنه الولد وولد الابن إلى الثمن ومشاركة زوجة أخرى أو زوجات فيقتسمنه على عدد رؤوسهن وأما الحجب عن الثمن فإنما يكون بالمشاركة فيه فيقتسمنه على عدد رؤوسهن وأما حجب أصحاب الثلثين فيحجب بنات الصلب عنه بنو الصلب إلى التعصيب فيقتسمون للذكر مثل حظ الأنثيين وليس فيه حجب إلى نقصان وأما بنات الابن فيحجبهن عنه إلى التعصيب بنو الابن فيتقسمون للذكر مثل حظ الأنثيين ويحجبهن إلى النقصان بنت الصلب يأخذن السدس يقتسمنه على عدد رؤوسهن.\nوأما الأخوات للأب والأم فيحجبهن عنه إلى التعصيب نوعان:\nأحدهما الأخوة للأب والأم فيقتسمون للذكر مثل حظ الأنثيين.\nوالنوع الآخر: بنات الصلب وبنات الابن وإن سفلن الواحد فصاعداً فيقتسمن ما بقى بعد أخذ البنات فروضهن على عدد رؤوسهن بالتعصيب وأما الأخوات للأب فيحجبهن عن الثلثين إلى التعصيب الإخوة للأب فيقتسمون للذكر مثل حظ الأنثيين وبنات الصلب وبنات الابن على سبيل حجب الأخوات للأب والأم ويحجبهن إلى السدس الأخت للأب والأم وأما حجب أصحاب الثلث فإن الأم يحجبها عنه إلى السدس الولد وولد الولد والاثنان فصاعداً من الإخوة أو الأخوات ويحجبها عنه الأب إلى ثلث ما بقى في مسئلتين وهما زوج وأبوان وزوجة وأبوان فيأخذ ثلث ما بقى عن فروض الزوجين فمرة يكون السدس ومرة يكون الربع.\nالجزء: 2 ¦ الصفحة: 224\n",
        "وأما الإخوة والأخوات للأم فلا يتصور فيهم حجب إلا الإسقاط وأما حجب أصحاب السدس فيحجب بنات الابن عنه مع بنت الصلب بنو الابن إلى المقاسمة وكذلك الأخوات للأب مع الأخت للأب والأم يحجبهن الإخوة للأب وأما الحجب الذي هو الإسقاط فإنه لا يكون في ثلاثة أصناف وهم ولد الصلب والأبوان والزوجان ويكون فيمن عداهم.\nوأما ولد الابن فلا يحجبهم إلا ذكور ولد الصلب فقط ويحجب إناثهم الاثنان فصاعدا من إناث ولد الصلب إذا لم يكن مع إناث ولد الابن ذكر في درجتهن أو أنزل منهن وأما الأجداد فلا يحجبهم إلا الآباء وكل أب يحجب من فوقه فالأب دنية يحجب الجد أباه والجد يحجب أباه وهو جد الأب على هذا.\nوالأخوة والأخوات للأب والأم يحجبهم البنون وبنو البنين والأب ويحجب الإخوة والأخوات للأب ذكور الإخوة للأب والأم وكل من يحجبهم ويحجبهم الأخوات والأم مع البنات ويحجب إناث ولد الأب الاثنتان فصاعدا من إناث ولد الأب والأم إلا أن يكون معهن ذكر في درجتهن خاصة وأما ولد الأم فيحجبهم أربعة الولد وولد الابن والأب والجد ويحجب بني الإخوة للأب والأم آباؤهم وكل من حجب آباؤهم ويحجبهم الجد والإخوة للأب ويحجب بنو الإخوة للأب آباؤهم وكل من حجبهم ويحجبهم الجد وبنو الإخوة للأب والأم ويحجب العمومة بنو الإخوة ومن يحجبهم ويحجب بني العمومة وكل من حجبهم.\nولا يرث مولى وهناك عصبة ويحجب الجدات الأمهات على سبيل حجب الآباد الأجداد وهذه في الجملة ثم نتكلم عن التفصيل.\nفصل\nأما بنو الصلب فإن الابن الواحد يجوز المال إذا انفرد والاثنان والجماعة يقتسمون المال بالسواء وإذا اجتمع الذكور والإناث اقتسموا المال للذكر مثل حظ\nالجزء: 2 ¦ الصفحة: 225\n",
        "الأنثيين وفرض الواحدة إذا انفردت النصف وفرض الاثنتين فصاعدا الثلثان وأما ولد الابن فميراثهم مع عدم ولد الصلب على سبيل ميراث ولد الصلب جملة بغير تفصيل.\nوميراثهم مع إناث ولد الصلب أن يأخذ ذكورهم ما فضل عن فرض الإناث بالتغصيب وإن كان معهم إناث قاسموهن للذكر مثل حظ الأنثيين وأما إناثهم فيأخذون مع بنت الصلب السدس تكملة الثلثين الواحدة والجماعة ويسقطهن مع الاثنتين فصاعدا إلا أن يكون معهن ذكر في درجتهن أو أنزل منهن فيعصبهن.\nوأما إذا انفردت فميراثهن كميراث إناث ولد الصلب للواحدة النصف وللاثنتين فصاعدا الثلثان وإن كان معهن ذكر تقاسموا على المفاضلة وإن كان معهن ذكور أنزل منهن أخذوا الفاضل عنهن فإن كان معهن إناث فقط أنزل من درجتهن سقط من سفل منهن بمن علا إذا كن اثنتين فصاعدا إلا أن يكون مع النوازل ذكر في درجتهن أو أنزل منهن.\nوأما الأب فإذا انفرد حاز المال بالتعصيب فإن كان معه ذو فرض سواء إناث ولد الصلب وولد الابن أخذوا فروضهم وأخذ هو الباقي بالتعصيب وأما ميراثه مع ولد الصلب وولد الابن فيفرض له مع ذكورهم وإناثهم السدس ثم إن فضل عن إناثهم فضل أخذه بالتعصيب.\nوأما الأم ففرضها الثلث إلا مع الولد وولد الابن والاثنين من الإخوة والأخوات فإن فرضها مع هؤلاء السدس وإن كان معها أب وزوج أو زوجة ففرضها بعد أخذ الزوج أو الزوجة ثلث ما بقي.\nوأما الجد فيجوز المال إذا انفرد ويأخذ السدس مع الولد وولد الابن إذا لم يكن إخوة وأخوات على سبيل ميراث الأب.\nالجزء: 2 ¦ الصفحة: 226\n",
        "فأما ميراثه مع الإخوة والأخوات فيقاسم ذكورهم بالسواء ما كانت المقاسمة أحظى له من ثلث جميع المال ويقاسم كذلك إناثهن إذا انفردون للذكر مثل حظ الأنثيين كإخوتهن وإذا اجتمع إخوة وأخوات كان الجد كأخ معهم في مقاسمة وميراثه مع ولد الأب إذا انفردوا كميراثه مع ولد الأب والأم وكل هذا يراعى فيه الأحظ له من المقاسمة أو الثلث فإن كان معهم ذو فرض أخذ فرضه ثم نظر في الأحظى له من ثلاثة أشياء:\nأما المقاسمة أو ثلث ما بقى أو سدس من رأس المال إلا في مسألة واحدة وهي الأكدرية وهي زوج وأم وأخت لأب وأم وجد فإنه إذا فرض له السدس جمع حقه وحق الأخت وقسم بينهما للذكر مثل حظ الأنثيين.\nوإذا اجتمع ولد الأب مع ولد الأب والأم والجد عاذوه بهم إخوة الأب وأم وقاسموه ثم رجع ولد الأب والأم على ولد الأب فيأخذون ما معهم على سبيل فروضهم ولو لم يكن جد فإن فضل شيء كان لولد الأب وإن لم يفضل فلا شيء لهم ومثال ما لا يفضل أن يكون جد وأخ لأب وأم وأخ لأب فيقسمون المال أثلاثاً ثم يأخذ الأخ للأب والأم ما مع الأخ للأب ويبقي بغير شيء ومثال ما يفضل أن يكون جد وأخت لأب وأم وأخ لأب فيقاسمهم الجد للذكر مثل حظ الأنثيين على خمسة أسهم للجد سهمان وللأخ سهمان ولأخت سهم ثم ترجع الأخت على الأخ للأب فتأخذ تمام النصف ويأخذ الأخ ما فضل.\nوأما الجدات فقد ذكرنا أن فرض الواحدة السدس إذا انفردت فإن كان معها أخرى اشتركتا فيه ولا يرث منهن إلا جدتان أم الأم وأمهاتها وأم الأب وأمهاتها ولا ترث أم جد وإذا اجتمع جدتان فإن كانت من جنس واحد فالسدس للقربي وتسقط البعدي كأم أم وأمها وأم أب وأمها وإن كانت من جهتين أسقطت القربي من جهة الأم البعدي من جهة الأب ولا تسقط القربي من جهة الأب البعدي من جهة الأم بل تشتركان في السدس.\nالجزء: 2 ¦ الصفحة: 227\n",
        "وأما ميراث الإخوة والأخوات للأب والأم والإخوة للأب فعلى سبيل ميراث ولد الصلب والابن والأخ للأب والأم إذا انفرد حاز المال وإن كانوا إخوة اقتسموا بالسواء فإن كان معهم إناث اقتسموه للذكر مثل حظ الانثيين وفرض الواحدة إذا انفردت النصف والأنثيين فصاعد الثلثان وفرض ولد الأب إذا انفردوا كميراث ولد الأب والأم فأما إذا اجتمعوا معهم فإن ذكور ولد الأب والأم يسقطون ولد الأب جملة.\nفإذا اجتمع ولد الأب مع إناث ولد الأب والأم فإن ذكورهم يأخذون ما بقى بالتعصيب بعد فرض الإناث ويأخذ إناثهم مع الواحدة من إناث ولد الأب والأم السدس تكملة الثلثين ويسقطن مع الأنثتين إلا أن يكون معهم ذكر في درجتهن خاصة فيعصبهن.\nوأما ولد الأم فللواحد السدس وللاثنين فصاعدا الثلث الذكر والأنثى فيه سواء فإذا اجتمع معهم ولد الأب أو ولد الأب والأم كانوا كسائر أهل السهام لا حجب بينهم ولا إسقاط إلا في موضع واحد وهو أن يجتمع زوج وأم واثنان من ولد الأم وأخ أو أخوات ذكور من ولد الأب والأم فها هنا يشاركون ولد الأم في الثلث وتسمى هذه المسألة المشتركة.\nوأما العمومة وبنو العمومة فيرثون بالتعصيب ويقدم منهم ولد الأب والأم على ولد الأب ومن كان منهم أخا لأم أخذ بالفرض والتعصيب ولا يرث إناثهم وقد تقدم ميراث الزوجين والموالي.\nفصل\nوأصول مسائل الفرائض سبعة مبنية على الفروض وقد ذكرنا أن الفروض ستة النصف والربع والثمن والثلثان والثلث والسدس.\nوأصول المسائل السبعة وهي الاثنان والثلاثة والأربعة والستة والثمانية والإثنى عشرة والأربعة والعشرون فالاثنان النصف وما بقى وللنصفين\nالجزء: 2 ¦ الصفحة: 228\n",
        "كزوج وأخت لأب وأم أو للأب فأما ما بقى فليست له مسألة بعينها فلا وجه لذكره.\nوأما الثلاثة فللثلث والثلثين اجتمعا أو انفردا والأربعة للربع وللربع والنصف وللربع وثلث ما بقى وهذا في امرأة وأبوين خاصة والسنة للسدس وللنصف والسدس والثلث والنصف وللنصف والثلثين وللثلثين والسدس وللنصف والثلثين والسدس وللنصف وثلث ما بقى وهذا في زوج وأبوين خاصة وللثلثين والسدسين وأكثر هذا بالعول وأما الثمانية فللثمن وله وللنصف وأما الاثنى عشر فلا تكون بفرض منفرد وإما تكون باجتماع الربع مع الأثلاث والأسداس وربما اجتمع معه النصف ولكن الأصل ما ذكرناه وأما الأربعة والعشرون فخاصيتها في اجتماع الثمن مع الأثلاث والأسداس وقد يجتمع مع ذلك النصف.\nواعلم أن ثلاثة من هذه الأصول تعول وهي الستة والاثنى عشر والأربعة والعشرون فالأربعة لا تعول فعول الستة إلى السبعة كزوج وأختين لأب وأم أو لأب أو زوج وأخت لأب وأم وأخت لأب وإلى ثمانية كزوج وثلاثة أخوات مفترقات وإلى تسعة كزوج وأم وثلاث أخواتم فترقات وإلى عشرة كزوج وأم وأختين لأب وأختين لأم وهذه نهاية عول الستة وتسمى ما عال إلى عشرة أم الفروج.\nوأما الإثنا عشر فعولها إلى ثلاثة عشر كزوج وبنت وأبوين وإلى خمسة عشر كزوجة وأم وثلاث أخوات مفترقات وإلى سبعة عشر كزوجة وجدة وأختين لأب وأختين لأم وهذا نهاية ما تعول إليه الإثنا عشر.\nومن هذا العول ثلاث زوجات وجدتان وثمان أخوات لأب وأربع أخوال لأم وتسمى أم الأرامل وربما ألغزتفيقال لك سبعة عشر أنثى ورثن سبعة عشر ديناراً فاقتسمتها ديناراً ديناراً.\nالجزء: 2 ¦ الصفحة: 229\n",
        "وعول الأربعة والعشرون عول واحد وهو إلى سبعة وعشرين ومن مسائله زوجة وأبوان وابنتان.\nفصل\nوإذا انقسمت السهام على الورثة فقد صحت عليهم فأغنى ذلك عن ضرب وإذا لم تنقسم عليهن فانكسرت إما على بعضهن أو على جميعهم فذلك يتفرع إلى وجوه كثيرة منها أن تنكسر على حيز من الورثة فقط فلا توافق سهامهم أبدانهم فهذا بابه أن نضرب عدد المنكسر عليهم في المسألة أو في عولها إن كانت عائلة فما انتهى بك الضرب إليه فمنه تصح.\nمثاله زوج وإخوة لأب فهي من اثنين للزوج النصف سهم ويبقى سهم للأخوات وينكسر عليهم فتضرب عددهم في المسألة فإن كانوا ثلاثة ضربتها في المسألة فكانت ستة للزوج النصف ثلاثة ويبقى ثلاثة للإخوة وهم ثلاثة.\nومنها أن تنكسر على حيز واحد وتكون أبدانهم موافقة لسهامهم فتأخذ العدد الموافق من أبدانهم لسهامهم فتضربه في المسالة فما بلغ فمنه تصح والموافقة هي أن تكون لأبدانهم جزء صحيح وتكون لسهامهم مثله كان منتسباً أو أصح كنصف ونصف وربع وربع وواحد من إحدى عشر أو ثلاثة عشرا وسبعة عشر أو تسعة عشر ومثاله زوجة وستة إخوة أصلها من أربعة للزوجة الربع سهم والباقي وهو ثلاثة للإخوة وهم ستة لا تصح عليهم وتجد لعددهم ثلثاً صحيحاً ولسهامهم مثله فتضرب ثلث عددهم وهو اثنان في المسألة فتكون ثمانية تنقسم عليهم فإذا أردت معرفة نصيب كل واحد من الورثة فأضرب تفصيل سهام المسألة فيما ضربت فيه الجملة.\nومنها أن تنكسر على صنفين مختلفين وأبدانهم لا توافق سهامهم فبابه أن تضرب أحد العددين في الآخر فما حصل معك فاضربه في المسألة أو في عولها إن كانت عائلة فما بلغ فمنه تصح ثم اعمل في معرفة نصيب كل واحد من الورثة\nالجزء: 2 ¦ الصفحة: 230\n",
        "على ما بينت لك ومثاله زوجتان وخمسة أخوة أصلها من أربعة وسهام كل واحد من الحيزين منكسر عليه ولا يوافقه بوجه فتضرب أحد العددين في الآخر فتكون عشرة ثم في المسألة فتكون أربعين ومنها تصح فإذا أردت أن تعرف حصة الزوجين فقد كان لهما من الأربعة سهم مضروب لهما فيما ضربت القريضة فيه وهو عشرة فيكون عشرة وكان للإخوة ثلاثة مضروبة لهم فيما ضربت القريضة فيه فتكون ثلاثين.\nومنها أن تنكسر على صنفين متساويين في الأعداد من غير موافقة بينهما وبين سهامهما فبابه أن تضرب أحد العددين في سهام المسألة ويكون العدد الآخر كأنه لم يكن كأربع زوجات وأربعة إخوة فنضرب أحد الأربعين في المسألة وهي أربعة فتكون ستة عشر ومنها تصح.\nومنها أن تنكسر على جنسين لا موافقة بين أعدادهما وسهامهما وهما يتداخلان ومعنى التداخل أن يكون أحدهما جزءاً من الآخر كاثنين من أربعة وثلاثة من تسعة فهذا يكتفي فيه بضرب العدد الأكثر ويصير الأقل كأنه لم يكن وذلك مثل أربع زوجات وثمانية إخوة أصلها من أربعة وينكسر على الفريقين وعدد الزوجات داخل في عدد الإخوة فيكتفي بعدد الإخوة فتضربه في المسألة فيكون اثنين وثلاثين ومنها تصح.\nومنها أن تنكسر على حيزين يتفق أعدادهما من غير موافقة بينهما وبين سهامهما فبابه أن تضرب وفق أحدهما في الآخر ثم في المسألة.\nمثاله: أربع زوجات وأخت لأب وأم وستة عمومة أصلها من أربعة وتنكسر على الزوجات والعمومة ولا موافقة بينهما وبين سهامهما وأعدادهما يتفق بالإنصاف فتضرب نصف أيهما شئت في كل الآخر فيكون اثنى عشر ثم في المسألة فتكون ثمانية وأربعين ومنها تصح ووجه معرفة الموافقة أن تسقط أقل العددين من أكثرهما أبداً إلى أن يبقى من الأكثر أقل من العدد الأقل فتسقط من الأقل فإن فنى به فالموافقة بينهما بواحد من العدد الذي فنى به كائناً من كان فإن لم يغن به\nالجزء: 2 ¦ الصفحة: 231\n",
        "نقصت ما بقى من الأقل أبداً فإن بقى واحد فلا موافقة بينهما مثال ذلك إذا قيل لك بم توافق الستة خمسة عشر.\nفبابه أن تسقط الستة من خمسة عشر فإذا أسقطها مرتين علمت أنه بقى ثلاثة فتسقطها من الستة فتفنى بها فتكون الموافقة بواحد من ثلاثة وهي الثلث وكذلك إذا قيل لك بم توافق الستة والستون الثمانية والثمانين فبابه أن تسقط الستة والستين من الثمانية فيبقى اثنان وعشرون فتسقطها من ستة وستين فتفنى بها فتعلم أن الموافقة بواحد من اثنين وعشرين فتضرب وفق الستة والستين وهو ثلاثة في ثمانية وثمانين أو وفق الثمانية والثمانين وهو أربعة في ستة وستين فيغنيك ذلك عن ضرب جملة أحد العددين أحدهما في الآخر.\nومنها أن تنكسر على حيزين يوافق أحدهما سهامه ويكون وفقه مساوياً للعدد الآخر فتكتفي بضرب أي المتساويين في المسألة مثاله بنت وأربع زوجات وأربعة إخوة وأربع أخوات لأب أصلها من ثمانية للابنة النصف أربعة وللزوجات الثمن سهم ينكسر عليهن ولا يوافق ولولد الأب ثلاثة ينكسر عليهم ويوافق عددهم سهامهم بالأثلاث فتأخذ وفق عددهم وهو أربعة فتجده مساوياً لعدد الزوجات فتضرب أيهما شئت في المسألة فتكون اثنين وثلاثين ومنها تصح.\nومنها أن تنكسر على حيزين يوافق أحدهما سهامهم ويكون وفقه وجملة الحيز الآخر متداخلين فهذا يكتفي فيه بضرب الأكثر كما تفعل ذلك في جملة العددين المتداخلين مثاله أربع زوجات وثمانية إخوة وثمان أخوات أصلها من أربعة للزوجات سهم ينكسر عليهن ولا يوافق ولد الأب ثلاثة وأعدادهم أربعة وعشرون ينكسر عليهم ويوافق بالأثلاث فتأخذ ثلث عددهم وهو ثمانية فتجد عدد الزوجات داخلاً فيها فتضرب الثمانية في المسألة وهي أربعة فتكون اثنين وثلاثين ومنها فتصح.\nومنها موافقة الموافقة وهي أن تنكسر على حيزين يوافق عدد أحدهما سهامه ثم يكون وفقه موافقة لجملة عدد الآخر فبابه أن توفق بين وفق عدد الموافق\nالجزء: 2 ¦ الصفحة: 232\n",
        "لسهامه وبين جملة العدد الآخر إذا عرفت الموافقة أخذت جزءها من أحدهما فتضربه في كل الآخر مثاله ثمان بنات وستة بني ابن أصلها من ثلاثة للبنات الثلثان بسهمين ينكسر عليهن ويوافق بالإنصاف فيرجعن إلى أربع وسهم بني الابن ينكسر عليهن ولا يوافق وفق أعداد البنات الذي هو الأربعة يوافق جملة عدد بني الابن وهو ستة بالإنصاف فتضرب نصف أحدهما في كل الآخر فيكون أثنى عشر ثم في أصل المسألة فيكون ستة وثلاثين ومنها تصح.\nومنها والباب بحاله أن يكون وفق أحدهما وجملة العدد الآخر مختلفين فبابه أن تضرب وفق العدد الموافق لسهامه في جملة العدد الآخر ثم تضرب ما بلغ في المسألة مثاله أربع بنات وخمسة بني ابن أصلها من ثلاثة للبنات الثلثان سهمان ينكسر عليهن ويرجعن بالموافقة إلى اثنين وسهم بني الابن ينكسر عليهم ولا يوافق فتضرب وفق عدد البنات وهو اثنان في جملة عدد بني الابن فيكون عشرة ثم في المسألة فيكون ثلاثين ومنها تصح.\nومنها أن يكون الجنسان المنكسر عليهما عددهما موافق لسهامها ووفقهما متساويان أو متداخلان أو متفقان أو متباينان فبابه إنك إذا عرفت وفق كل واحد منها جعلته كأصل العدد وعملت فيه ما تعمل في أصله وقد بيناه.\nومنها أن يكون الكسر على ثلاثة أصناف مختلفة غير موافقة لسهامها فبابه أن تضرب بعضها في بعض فما اجتمع فاضربه في المسألة أو عولها إن كانت عائلة ومثاله ثلاث أخوات لأب وخمس لأم وجدتان أصلها من ستة وتعول إلى سبعة فإذا ضربت الأصناف بعضها في بعض وجدتها ثلاثين فتضرب بها في المسألة بعولها وهي سبعة فتكون مائتين وعشرة من له شيء من سبعة مضروب له في الثلاثين ومنها تصح.\nومنها أن تكون الأحياز الثلاثة موافقة لسهامها ووفقها فيه أحد الأقسام الأربعة وهي المتساواة أو المتداخلة أو الاتفاق أو الاختلاف فتعمل فيه كما تعمل في الحيزين وقد ذكرناه.\nالجزء: 2 ¦ الصفحة: 233\n",
        "وكذلك الكسر على أربعة أحياز وهو نهاية ما تنكسر عليه.\nوإن كان في المسألة خمسة أحياز فما زاد فلا بد أن تصح على بعضها ولأهل الفرائض طريقة في الحساب والأعداد التي يوافق بعضها بعضاً ينقسم إلى طريقين يؤديان إلى شيء واحد.\nفالبصريون يسمونها الموقوفة والكوفيون لا يلقبونها بأكثر من الاتفاق فأما الكوفيون فإنهمن يوفقون بين عدد وبين عدد آخر ثم يضربون وفق أحدهما في جملة العدد الآخر فما اجتمع وفقوا بينه وبين العدد الثالث فما اجتمع ضربوا وفق أحدهما في كل الآخر فما اجتمع ضربوه في المسألة.\nوأما البصريون فإنهم يوفقون أحد الأحياز ثم يوفقون بينه وبين كل واحد من الأحياز الباقية فما حصل من وفق كل واحد من الأحياز عملوا فيه ما يعملونه في أصل الأعداد من الأقسام فما حصل من ذلك ضربوه في العدد الموقوف ثم في أصل المسألة مثاله سبع وعشرون بنتاً وست وثلاثون جدة وخمس وأربعون أختاً لأب فعلى طريقة الكوفيين إذا وفقت بين السبع والعشرين والستة والثلاثين وجدتهما يتفقان بالاتساع فتضرب تسع أحدهما في كل الآخر فتجده مائة وثمانية فتوافق بينهما وبين الخمس والأربعين فتجده تتفق بالاتساع فتضرب تسع أحدهما في كل الآخر فيكون خمسمائة وأربعين ثم في المسألة فتكون ثلاثة آلاف ومائتين وأربعين ومنها تصح.\nوعلى طريقة البصريين يوقف أحد الأحياز والأحسن عندهم إيقاف الأكثر فتوقف الخمس والأربعين وإذا وفقت بينها وبين السبعة والعشرين وجدتها يتفقان بالاتساع فتأخذ تسع السبعة والعشرين وهو ثلاثة ثم توفق بين الستة والثلاثين وبين الخمس والأربعين فتجدهما يتفقان بالاتساع فتأخذ تسع الستة والثلاثين وهو أربعة ثم تجد وفقين مختلفين فتضرب أحدهما في الآخر فيكون اثني عشر في العدد الموقوف فيكون خمسمائة وأربعين ثم في أصل المسألة.\nالجزء: 2 ¦ الصفحة: 234\n",
        "فصل\nفي المناسخات صفتها أن يموت بعض الورثة قبل قسمة المال ويتفرع ذلك إلى بطن ثالث ورابع إلى ما لا يتناهى.\nووجه أن تنظر فإن كان ورثة الميت الثاني هم بقية ورثة الميت الأول يرثون الثاني على الوجه الذي ورثوا الأول فإنك تقسم التركة بينهم على أعدادهم وتدع المسألة الثانية لأن الاشتغال بها لا يفيد إلا الضرب والحساب الذي لا يرجع إلى إثبات فائدة ومثاله أن يموت رجل عن ثلاثة بنين فلا يقسم المال حتى يموت أحدهم فالوجه أن نقول أن التركة بينهما على سهمين لأن حصة الميت الثاني قد صارت إلى أخويه إذا لم يترك غيرهما وإن كان معهما من يرث من الأول ولا يرث من الثاني فإنك تفرد ذلك الوارث بنصيبه وتعمل في حصة الباقيين على ما تقدم ومثاله امرأة توفيت عن زوج وثلاثة بنين وثلاث بنات والزوج ليس بأبيهم فلم يقسم المال حتى مات ابنان وابنتان فإنك تجعل المسألة كأنها ماتت عن زوج وابن وابنة فتعطى الزوج الربع وما بقى بين الابن والابنه للذكر مثل حظي الأنثيين ولا فائدة في التطويل.\nفأما إذا كان الورثة الأحياء غير عصبة للميتين وفيهم من يرث الثاني دون الأول أو الأول دون الثاني فبابه أن تصحح المسألة الأولى وتعرف حصة الميت الثاني منها ثم تصحح مسألته ثم تنظر فإن انقسمت تركته على مسألته فإن المسألتين تصحان مما صحت منه الأولى مثاله زوج وخمس أخوات مات الزوج قبل القسمة عن ابنين وابنة فإذا نظرت وجدت المسألة الأولى تصح من عشرة للزوج خمسة وهي مسألته فتصح المسألتان من عشرة.\nفإن كانت تركة الميت الثاني لا تنقسم على مسألتة فلا يخلو أن يكون سهامه من المسألة الأولى يوافق مسألته أو لا يوافق فإن لم يوافق ضربت جملة المسألة الثانية في جملة الأولى فما بلغ فالمسألتان تصحان منه.\nالجزء: 2 ¦ الصفحة: 235\n",
        "ومعرفة نصيب كل وارث من المسألة الأولى بأن تضرب سهامه منها في المسألة الثانية ومعرفة نصيب كل وارث من المسألة الثانية بأن تضرب سهامه منها في سهام الميت الثاني من المسألة الأولى ومثاله زوج وثلاثة إخوة ثم مات الزوج وخلف ثلاثة بنين وابنتين فالمسألة الأولى تصح من ستة للزوج ثلاثة ولكل أخ سهم والمسألة الثانية من ثمانية ولا موافقة بين الثلاثة وبين الثمانية فنضرب المسألة الثانية في الأولى فتكون ثمانية وأربعين فمنه تصح المسألتان من له شيء في المسألة الأولى مضروب له في المسألة الثانية ومن له شيء من المسألة الثانية مضروب له في سهام الميت الثاني من الأولى فحصة الإخوة من الأولى ثلاثة أسهم مضروب لهم في ثمانية فتكون أربعة وعشرين وحصة ورثة الميت الثاني ثمانية مضروب لهم فيما مات عنه ميتهم من الأولى وهو ثلاثة فتكون أربعة وعشرين.\nفإن كانت مسألة الميت الثاني توافق سهامه من المسألة الأولى ضربت الجزء الوفق من مسألته في جملة المسألة الأولى فما بلغ فمنه تصح المسألتان ومعرفة نصيب كل وارث بأن تضرب سهامه من المسألة الأولى في الوفق من الثانية ومن له سهام من الثانية ضربتها في وفق سهام الميت الثاني من المسألة الأولى مثاله والمسألة على حالها لو مات الزوج عن ابنين وابنتين مسألتة من ستة وسهامه من الأولى ثلاثة يتفقان بالأثلاث من له شيء من المسألة الأولى مضروب له في وفق الثانية وهو اثنان ومن له شيء من الثانية مضروب له في وفق سهام الميت الثاني وهو واحد وعلى هذا تجري مسائل هذا الباب.\nفصل\nوإذا أردت قسمة التركة وهي دنانير أو دراهم على السهام فلذلك ثلاثة طرق أحدها أن تقدر الفريضة وتعرف سهام كل وارث فإذا أردت ما يخصه\nالجزء: 2 ¦ الصفحة: 236\n",
        "فاضرب سهام كل وارث في التركة ثم أقسم على عدد سهام المسألة فما بلغ فهو خصته مثاله زوج وأم وأخت لأب والتركة عشرون دنارا المسألة من ثمانية بالعول فإذا أردت معرفة نصيب الزوج فاضرب سهامه وهي ثلاثة في التركة تكن ستين فاقسم له على سهام المسألة من كل ثمانية ديناراً تكون سبعة دنانير ونصفاً وللأم على هذا خمسة دنانير وللأخت سبعة دنانير ونصف.\nوالطريق الثاني أن توفق بين سهام المسألة وعدد التركة ثم تصنع في الوفقتين ما كنت صانعة في الجملتين مثاله والمسألة بحالها أن الثمانية توافق العشرين بالأرباع وخصة الزوج من ثمانية ثلاثة فتضرب له في وفق العشرين وهي خمسة فتكون خمسة عشر فتقسم له على وفق الثمانية وهو اثنان فتكون سبعاً في حصة كل وارث.\nوالطريق الثالث أن تقسم التركة على سهام المسألة فما خرج لكل سهم ضربته في حصة كل وارث فما بلغ علمت أنه نصيبه مثاله والمسألة على حالها إنا إذا قسمنا العشرين على الثمانية خرج لكل سهم ديناران ونصف وللزوج ثلاثة أسهم وإذا ضربته في الاثنين والنصف كان سبعة ونصفاً.\nفإن كان في التركة كسر بسطها من نوع ذلك ثم عملت فيها على ما تقدم فإن كانت التركة مشتملة على دنانير وعرض مثل ثوب أو سيف فأخذ بعض الورثة ذلك بحصته فأحببت أن تعلم قدر قيمته فبابه أن تسقط سهامه من المسألة على ما بيناه ثم تضرب سهام هذا الوارث في التركة فما بلغ قسمته على باقي سهام المسألة فما بلغ فهو حصته وهو قدر قيمة العرض.\nمثاله: أخت وأم وعم والتركة خمسة عشر ديناراً وثوباً أخذت الأخت الثوب بحصتها فالمسألة من ستة للأخت ثلاثة تسقط سهامها فيبقى من المسألة ثلاثة للأم سهمان وللعم سهم فتضرب سهام الأم وهما اثنان في التركة فيكون ثلاثين ثم تقسم لها على ثلاثة فيكون عشرة وللعم نصف ذلك ثم تضرب سهام الأخت وهي ثلاثة في التركة فتكون خمسة وأربعين فتقسمها على ثلاثة فتكون خمسة عشر وذلك قيمة الثوب.\nولهذا الباب فروع كثيرة.\nوالحمد لله رب العالمين.\nانتهى كتاب التلقين\nلأبي محمد عبد الوهاب المالكي البغدادي.\nالجزء: 2 ¦ الصفحة: 237\n",
        ""
    ]
}