{
    "1": [
        "أحاديث ومرويات في الميزان 1 - حديث قلب القرآن يس\nأحاديث ومرويات في الميزان 1 - حديث قلب القرآن يس\nمحمد عمرو بن عبد اللطيف\nالكتاب:\nأحاديث ومرويات في الميزان 1 - حديث قلب القرآن يس\nالمؤلف:\nمحمد عمرو بن عبد اللطيف بن محمد بن عبد القادر بن رضوان بن سليمان بن مفتاح بن شاهين الشنقيطي (المتوفى: 1429هـ)\nالناشر:\nملتقى أهل الحديث، مكة المكرمة\nالطبعة:\nالأولى، 1426 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "تقدمة\n[هذه الطبعة]\nإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا.\nمن يهده الله فلا مضل له، ومن يضلل فلا هادي له.\nوأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\n{يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ} .\n{يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللَّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} .\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71) } .\nأما بعد: فإن خير الحديث كتاب الله، وخير الهدي هدي محمد، وشر الأمور محدثاتها، وكل بدعة ضلالة (1) .\n(1) انظر تقدمة الجزء الثاني من هذه السلسلة المباركة ـ إن شاء الله ـ: (حديث: «ما من عبد مؤمن إلا وله ذنب يعتاده الفينة بعد الفينة\n...\n» في الميزان) تعلم السبب في إعراضي عن اللفظة المشهورة جداً: «وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار» وأنها شاذة، و (الشاذ في عداد الواهي) كما قال الإمام الذهبي ـ رحمه الله ـ في كتابه القيم «المُوقظة» ، ومعناها أيضاً غير صحيح كما في «مجموع الفتاوى» (19 / 191) . والله أعلى وأعلم.\nالجزء: 1 ¦ الصفحة: 5\n",
        "اللهم صلِّ على محمد وعلى آل محمد، كما صليت على آل إبراهيم، إنك حميد مجيد.\nاللهم بارك على محمد وعلى آل محمد، كما باركت على آل إبراهيم إنك حميد مجيد.\nفهذه تقدمة بين يدَي الطبعة الجديدة من الحلقة الأولى من سلسلة: «أحاديث ومرويات في الميزان» والتي كان عنوانها:\n(حديث «قلب القرآن يس» في الميزان وجملة مما رُوي في فضلها) .\nوقد أبقيت أصل الكتاب على حاله ـ سوى أحرف يسيرة ـ تيسيراً على إخواني الأفاضل الذين تفضلوا بقبول نشر هذه السلسلة وإخراجها في أبهى حلة إن شاء الله تعالى، وجعلت الاستدراكات التي طرأت عليه ـ حتى الآن ـ ملحقة بآخره.\nوفيها حديثان زدت أحدهما، واستدرك عليَّ الآخرَ أحدُ طلبة العلم الذي أجد فيه مخايل النجابة، والشغف الشديد بهذا العلم الشريف.\nأسأل الله لي وله وللمسلمين جميعاً التوفيق والسداد، والقبول والرشاد، وأسأله أن يجيرنا من خزي الدنيا وعذاب الآخرة.\n(ربنا تقبل منا إنك أنت السميع العليم) .\nالجزء: 1 ¦ الصفحة: 6\n",
        "اللهم أصلح ذات بيننا، وألف بين قلوبنا، واهدنا سبل السلام، ونجنا من الظلمات إلى النور، وبارك لنا في أسماعنا وأبصارنا وقلوبنا وأزواجنا وذرياتنا،\nواجعلنا شاكرين لنعمتك، مُثْنِينَ بها، قابليها، وأتمها علينا (1) .\nآمين. آمين. آمين.\nوصلى الله وسلم وبارك على نبينا محمد وآله وصحبه ومن تبع هداه إلى يوم الدين.\nوكتبه:\nمحمد عمرو بن عبد اللطيف\nبمنزله بمدينة نصر\nليلة الثلاثاء العاشرمن ذي القعدة سنة 1425\nمن هجرة حبيب الله - صلى الله عليه وسلم -.\n(1) الدعاء ثابت عن ابن مسعود ـ رضي الله عنه ـ موقوفاً عليه، وأخطأ شَرِيْكُ القاضي ـ رحمه الله ـ\nفرفعه إلى النبي - صلى الله عليه وسلم -.\nالجزء: 1 ¦ الصفحة: 7\n",
        "تقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا.\nمن يهده الله فلا مضل له، ومن يضلل فلا هادى له.\nوأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\n{يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ} .\n{يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللَّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} .\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71) } .\nأما بعد، فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد - صلى الله عليه وسلم - وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار.\nالجزء: 1 ¦ الصفحة: 8\n",
        "فإني أتقدم إلى إخواني الكرام من المهتمين بحديث النبي - صلى الله عليه وسلم - والمشتغلين بتخريجه وتحقيقه ومعرفة مراتبه بهذه الرسالة الجديدة التي ستكون بإذن الله جل وعلا باكورة السلسلة التي أسميتها (أحاديث ومرويات في الميزان) .\nوهي بعنوان: (حديث «قلب القرآن يس» في الميزان) وجملة مما رُوي في فضلها، أعني ما رُوي عن النبي - صلى الله عليه وسلم - أنه قال: «إن لكل شيء قلباً وقلب القرآن يس، ومن قرأ يس كتب الله له بقراءتها قراءة القرآن عشر مرات» لكنني آثرت اختصار العنوان مكتفياً بالإشارة وقد أشرت إلى ذلك في تقدمتي لرسالة أهلي ـ أم عبد الرحمن بنت النوبي ـ حفظها الله تعالى ـ: (إماطة الجهل بحال حديثَي «ما خير للنساء؟» و «عقدة الحبل» ) ، وأومأت في الحاشية ـ بإيجاز ـ إلى قصة اختيار هذه الرسالة.\nوأزيد هنا إبداء اغتباطي وفرحي بستر الله ـ عز وجل ـ وفضله حيث لم يقدر لي ـ سبحانه ـ أن أورده في الجزء الثاني من «تكميل النفع» ، فقد تبين لي بَعْدُ ثبوته عن صاحب لمعمر بن راشد ـ رحمه الله ـ لم يُسَمَّ، على احتمال أبديته في موضوعه مما يتنافى مع شرطي في الكتاب المتقدم ذكره. أضف إلى ذلك أن التأني في تنقيحه قد أفاد كثيراً في تدعيمه بالفوائد الجمة، والتعليقات التي رأيتها تنفع القارئ الكريم لأدنى مناسبة مع العلم بأن اكتمال عناصر هذه الرسالة لدي ـ قبل الشروع في\nالجزء: 1 ¦ الصفحة: 9\n",
        "تبييضها وتنقيحها ـ هو الذي دعاني إلى البدء بها في هذه السلسلة التي أدعو الله ـ عز وجل ـ أن يُبَلِّغَهَا أقواماً ينتفعون بما فيها ولا يضنون على أخيهم بالنصح والإرشاد والملاحظات النافعة، ولا بالدعوات الصالحة بظهر الغيب: أن يتقبل الله عز وجل مني صالح عملي، وأن يتجاوز عن سيئاتي، وأن يجعل ما أقول وأفعل حجة لي لا عَلَيَّ.\nوأن يجعل الحرص والإسهاب الذَيْن لا يخفيان علي القارئ اللبيب مما خلص لوجه ربنا الكريم. إنه خير مسؤول وأقرب مأمول.\nوهو حسبي ونعم الوكيل.\nكما أتقدم إلى الجميع ـ ناصحاً ـ أن يتقوا الله عز وجل فيَّ، ويقدروني قدري، ويكرروا النظر والتأمل فيما سطرته في تقدمتى للجزء الأول من «تكميل النفع» وفي ص 103: 105 منه أيضاً.\nوالذي استبان لي بيقين أن استعجالي في تصنيف الرسائل والكتب، والتعليق عليها، بل ومراجعة بعضها، هو الذي جرَّ عليَّ أموراً لم تكن في الحسبان، وتَعَرُّفاً من الكثيرين عَلَيَّ، بصورة لم تخطر على القلب، بحيث ارتسم في أذهان الكثيرين تصور غير صادق لحقيقة أمري ومبلغ علمي، وزادهم اغتراراً بي: إجازةٌ من الشيخ محمد نجيب المطيعي ـ رحمه الله ـ لم أستشرف لها ولم أسع إليها، ولم أُرٍه من نفسي ما يؤهلني لها (1) . إنما هو مجرد توسم للخير فِيَّ من شيخ فاضل لم ألازمه ولم أُطِل صحبته ولا الانتفاع به.\n(1) ولا علاقة لها بكتاب «المجموع» ـ رغم وجودها فيه ـ ولا غيره. وأتوقع أن يستغل هذه التصريحات بعض ضعفاء النفوس. فالله يتولاني، وهو حسبي ونعم الوكيل.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وقد صرت أسمع ألقاباً وأوصافاً لا تنبغي للمتقين، ولا تليق إلا بالعلماء ـ حقاً وصدقاً ـ من الحفاظ العاملين!\nولم يقف الأمر عند هذا الحد، بل تجاوزه إلى تعليق آمالٍ على المسكين وأنه أهل أن يدرس فقهاً، أو يلقي محاضرة في قضية عامة، أو يُطْلَب منه موعد لحل مشكلة زوجية ينبني عليها تقرير مصير!! وجماعة من المتقين من علماء الأمة ـ حقاً وصدقاً ـ كانوا يتحاشون كثيراً من هذه الأمور فلا ينطقون فيها بحرف، مع الأهلية والكفاءة!\nإن إنساناً ابتُلِي بمعرفة الناس إيَّاه وتمييزه في المعاملة ومبالغتهم في أمره أحياناً إلى درجة الكذب عليه (!) ينبغي أن يُرحم وأن يُعان على تخليص رقبته، وعلى هوى نفسه وشيطانه ودنياه، فإن النفوس ـ في هذا الزمان ـ ضعيفة تسارع إليها الفتنة إن لم يتداركها ربها ـ تعالى ـ برحمته فأرجو هؤلاء وأولئك أن يصححوا تصورهم، وألاَّ يحملوا ما ذكرتُ على تواضع أو غيره، فإن لكل مقام مقالاً كما قال أبو الطفيل عليه رضوان الله، وذلك قبل أن يؤاخذني ربي ـ جل وعلا ـ على ما يقولون (1) ويفعلون ويعتقدون ويغالون.\nإذ أن المقصد الأسمى عند كل من عرف هذا الرب الجليل ـ تعالى ـ\n(1) وقد دار حوار بيني وبين أهلي فهمتُ ـ على أثره ـ أن البعض يظن أنني لا أتقاضى مقابلاً نظير كتبي ورسائلي. وليس هذا بصحيح.\nالجزء: 1 ¦ الصفحة: 11\n",
        "ورضيه رباً وإلهاً، ورضي محمداً - صلى الله عليه وسلم - نبياً ورسولاً، وشريعة الإسلام ديناً ومنهجاً هو رضوانه ـ تعالى ـ في الدنيا والآخرة، ومغفرته للذنوب الأوزار، وستره عليه في الدنيا والآخرة، ودخول جنته، والتزحزح عن ناره وعذابه، وكل ما سوى ذلك فهو تابع له، دائر في فلكه.\nفعلى كل امرئٍ أن يُقبل على شأنه ويعرض عما لا ينفعه في الدنيا ولا في الآخرة. اللهم هل بلغت؟ اللهم فاشهد.\nوكتبه:\nمحمد عمرو بن عبد اللطيف\nالقاهرة في أوقات متفرقة كان آخرها يوم الثلاثاء الموافق\n7 من صفر سنة 1414 هـ\nو26 من يوليو سنة 1993م.\nالجزء: 1 ¦ الصفحة: 12\n",
        "نص الحديث\n(إن لكل شيء قلباً، وقلب القرآن يس، ومن قرأ يس كتب الله له بقراءتها قراءة القرآن عشر مرات)\nالجزء: 1 ¦ الصفحة: 13\n",
        "الطرق الإجمالية للحديث مرفوعاً وموقوفاً ومقطوع\nاً:\nرُوِيَ هذا الحديث ـ بالتمام الذي قدمته ـ من حديث أنس بن مالك ـ وهذا لفظه ـ وبنحوه من حديث ابن عباس، وأبي بن كعب ـ من طريقين عنه بتفاوت في تضعيف الثواب المتقرر فيه، وبشطره (1) الأول من حديث أبي هريرة، وابن عباس، ومعقل بن يسار.\nوبشطره الثاني من حديث أبي هريرة وأبي سعيد بتفاوت في تضعيف الثواب في لفظ ثانيهما، وابن عباس، وعقبة بن عامر، ومن معضل حسان بن عطية المحاربي.\nورُويَ موقوفاً ـ بشطره الأول فيما يظهر ـ على معقل بن يسار، وأبي قلابة الجرمي ـ مقطوعاً ـ بتفاوت في الثواب، وعبد الرحمن بن أبي ليلي الأنصاري مقطوعاً أيضاً بالشطر الأول، وعن صاحب لمعمر لم يُسَم مقطوعاً أيضاً بتفاوت في الثواب (وهذا الثواب المتقرر فيه مروي عن سليمان التيمي أو الحسن البصري على تردد) . وعن يحيى بن أبي كثير مقطوعاً أيضاً بشطره الأول (2) (وفي نسبته إليه أو إلى غيره تردد مشار إليه في محله) .\n(1) حيث أذكر (الشطر الأول) لا أعني أن الرواية لم تقرر فضلاً لقراءة السورة، ولكن أقصد أن ليس فيها تضعيف الثواب بحيث تعدل قراءة القرآن عشر مرات أو أقل أو أكثر. فتنبه.\n(2) وليس في كلها عبارة «إن لكل شيء قلباً» فهذا مرادي بالشطر الأول.\nالجزء: 1 ¦ الصفحة: 15\n",
        "هذا، وقد ختمت الرسالة بفائدة لم أَرَ فيها كبير فائدة، حيث أنها تتعلق بشرح بعض العلماء لهذا الحديث غير الصحيح، لكنني ـ أثناء ذلك ـ دعمتها ببعض الفوائد، وعقبت تعقيباً ينبئ عن وجهة نظري النهائية في الحديث سنداً ومتناً.\nوهذا أوان الشروع في البيان التفصيلي لهذه الطرق\nوفقاً للترتيب الذي أجملتُه:\n1ـ حديث أنس:\nقال الإمام أبو عيسى الترمذي ـ رحمه الله ـ في «جامعه» (1)\n(2887) : «حدثنا\n(1) قال الحافظ ابن كثير ـ رحمه الله ـ في «اختصار علوم الحديث» (ص 31) تحت عنوان: (إطلاق اسم «الصحيح» على الترمذي والنسائي) : «وكان الحاكم أبو عبد الله والخطيب البغدادي يسميان كتاب الترمذي: «الجامع الصحيح» وهذا تساهل منهما، فإن فيه أحاديث كثيرة منكرة\n...\n» .\nوقال الدكتور نور الدين عتر في كتابه: «الإمام الترمذي والموازنة بين جامعه وبين الصحيحين» (ص 50 - 51) : «أما عنوان الكتاب نفسه واسمه الذي يطلق عليه، فقد وجدنا له عدة أسماء أطلقت عليه وهى:\n1 ـ صحيح الترمذي وهو إطلاق الخطيب كما ذكر السيوطي.\n2 ـ الجامع الصحيح وهو إطلاق الحاكم.\nونحن نجد بعض حديثه صحيحاً وبعضه حسناً ومنه دون ذلك وهو ينص على هذه الدرجات صراحة، إذن ففي كل من هاتين التسميتين ضَرْبٌ من التَّجَوُّز.\n3 ـ الجامع الكبير، ذكره الكتاني في الرسالة المستطرفة وهو قليل الاستعمال.\n4 ـ السنن، وهو اسم مشهور للكتاب، ويكثر نسبته إلى مؤلفه فيقال سنن الترمذي تمييزاً له عن بقية السنن.\nووجه هذه التسمية اشتماله على أحاديث الأحكام مرتبة على ترتيب أبواب الفقه، وما كان كذلك يسمى سنناً، ولكن الكتاب فيه الأحكام وغيرها. ففي هذه التسمية تَجَوُّزٌ بتسمية الكل ببعض أجزائه.\n5 ـ الجامع: وهو أشهر وأكثر استعمالاً، واشتهر إطلاقه منسوباً إلى مؤلفه فيقال: «جامع الترمذي» ووجه تسميته بذلك: أن الجامع عند المحدثين ما كان مستوعباً لنماذج فنون الحديث الثمانية، وهي هذه: السير والآداب، والتفسير، والعقائد، والفتن، والأحكام، والأشراط، والمناقب، فسُمِّيَ الكتاب جامعاً لوجود هذه الأبواب فيه.\nوهذا الاسم «الجامع» أو «جامع الترمذي» يدل على الكتاب بالمطابقة وذلك:\n6 ـ لاشتماله على هذه الفنون الثمانية.\n7 ـ لأنه مطلق عن قيد الصحة، فيطابق حال الكتاب وواقعه، فهو إذن أولى الأسماء بالإطلاق على كتاب الإمام الترمذي فاستحسن أن يسمى الكتاب ويطبع بعنوان «الجامع» فأما من طبع الكتاب بعنوان الصحة مثل «صحيح الترمذي» أو «الجامع الصحيح» فهذا عمل قد أخطأ صاحبه التوفيق، لما ذكرنا فيه من التساهل، ولأنا نخشى أن يقع في اللبس بسببه من لا دراية عنده، فيظن كل أحاديث الكتاب صحيحة، وهو خلاف الواقع» أهـ.\nقلت: والكتاب المذكور نفيس، فهو حري بالدراسة والاهتمام لما فيه من إزاحة كثير من الإشكالات المتعلقة باصطلاحات الترمذي وما يتعلق بكتابه.\nالجزء: 1 ¦ الصفحة: 16\n",
        "قتيبة وسفيان بن وكيع قالا: حدثنا حميد بن عبد الرحمن الرؤاسي عن الحسن بن صالح عن هارون أبي محمد عن مقاتل بن حيان عن قتادة عن أنس قال: قال النبي - صلى الله عليه وسلم -: (إن لكل شيء قلباً، وقلب القرآن يس، ومن قرأ يس كتب الله له بقراءتها قراءة القرآن عشر مرات) » . ثم قال: «هذا حديث غريب (1) لا نعرفه إلا من حديث حميد بن عبد الرحمن، وبالبصرة لا يعرفون (2) من حديث قتادة إلا من هذا الوجه وهارون أبو محمد شيخ مجهول.\n(1) وفي نسخة: «حسن غريب» كما سيأتي عن العلامة الألباني.\n(2) يعني: لا يعرفون هذا الحديث. وكذلك العبارة في المخطوط (ق 226 ب) و «عارضة الأحوذي» و «التحفة» . وسأزيدها بياناً في محله بإذن الله.\nالجزء: 1 ¦ الصفحة: 17\n",
        "حدثنا (1) أبو موسى محمد بن المثنى حدثنا أحمد بن سعيد الدرامي حدثنا قتيبة عن حميد بن عبد الرحمن بهذا، وفي الباب عن أبي بكر الصديق، ولا يصح من قبل إسناده، إسناده ضعيف» .\nزاد في المخطوط و «التحفة» : «وفي الباب عن أبي هريرة» ، وقال الحافظ أبو بشر الدَّوْلابيّ ـ رحمه الله ـ في «الكنى والأسماء» له (2/102) : «أخبرنى أحمد بن شعيب (2) قال: أنبأ قتيبة بن سعيد\n...\n» فذكره مختصراً. (وتحرف عنده: الحسن بن صالح إلى: جبير بن صالح!) . ورواه الخطيب (4/167) من طريق أبي زرعة الرازي حدثنا أبوحفص عمرو بن على حدثني أحمد بن سعيد الدرامي النيسابوري حدثنا قتيبة بن سعيد ـ أبو رجاء البغلاني ـ به مختصراً.\nوهو والبيهقي في «الشعب» (2460) من طريقين عن داود بن الحسين حدثنا أبو موسى محمد بن المثنى حدثنا أحمد بن سعيد الدارمي به.\n(1) وهذا إسناد نازل للترمذي يلتقي أيضاً عند شيخه قتيبة، ولم أدْر ما الذي حمله على ذلك.\n(2) هو الإمام النسائي ـ رحمه الله ـ وليس الحديث في «تفسيره» ولا «فضائل القرآن» له فالظاهر أنه أورده في ترجمه (هارون أبي محمد) من كتابه «الكني» . وهو عمدة الدَّولابي في مواضع كثيرة من كتابه. والله أعلم.\nالجزء: 1 ¦ الصفحة: 18\n",
        "ورواه الخطيب والشجري (1) في «أماليه» (1/118) بإسناد واحد إلى علي بن طيفور النسوي، والشجري من طريق محمد بن غالب التستوري (2) .\nوالبيهقي من طريق أبي عبد الله محمد بن الفضل الزاهد، والقضاعي في «مسند الشهاب» (1035) من طريق علي بن عبد العزيز (وهو أبو الحسن البغوي الحافظ) قالوا جميعاً: «حدثنا قتيبة بن سعيد به» .\nوقال الحافظ أبو محمد الدرامي ـ رحمه الله ـ في «سننه» (2/456) . «حدثنا محمد بن سعيد حدثنا حميد بن عبد الرحمن\n...\n» به.\nوقال أبو الفتح الأزدي في «الضعفاء» : «حدثنا أبو يعلي الموصلي (3) ، حدثنا عثمان ابن أبي شيبة عن حميد الرؤاسي\n...\n» به. كما في «الميزان» (4/172) .\nورواه البيهقي (2461) من طريق عباس الأسفاطي (وهو ابن الفضل، صدوق من شيوخ الطبراني) ثنا عثمان بن أبي شيبة به.\n(1) إلا أن الشجري رواه عن شيخهما إجازة، وعن الخطيب ـ تحديثاً ـ عنه.\n(2) كذا، وينظر هل صواب هذه النسبة: (الستوري) ؟ وفي رواية هذا الشيخ: «ومن قرأ يس كتب الله له بقراءته (كذا) قراءة القرآن عشرين مرة» . وقال: «قال كذا في كتابي عشرين مرات (كذا) والباقي سواء إلا أنه قال في آخره: عشرين مرات، كذا كان في كتابي» أهـ. ولم يتبين لي قائل هذا الكلام. والحاصل أن رواية (عشرين مرة) مرجوحة قطعاً في هذا الحديث.\n(3) ولم أره في «مسنده» المطبوع، ولا «معجم شيوخه» . فالله أعلم.\nالجزء: 1 ¦ الصفحة: 19\n",
        "وقال الإمام محمد بن نصر المروزي ـ رحمه الله ـ في «قيام الليل» : «حدثنا نصر بن علي قال: وجدت في كتاب عبد الله بن داود (وهو الخريبي) عن حسن بن صالح قال: حدثني هارون أبو محمد ثنا مقاتل بن حيان\n...\n» به مختصراً. كما في «مختصره» للمقريزي (ص73) .\nوقد علق العلامة المباركفوري ـ رحمه الله ـ على الجملة الوسطى من كلام الترمذي تعليقاً غريباً غير مرضي، فقال في «تحفة الأحوذي» (8/197) :\n«لعل مقصود الترمذي بهذا الكلام أن أهل العلم بالحديث بالبصرة لا يعرفون من حديث قتادة عن صحابي إلا من هذا الوجه أي إلا عن أنس لأن قتادة لم يسمع من صاحبي غير أنس (1) (!) . قال الحافظ في تهذيب التهذيب: وقال الحاكم في علوم الحديث: لم يسمع قتادة من صحابي غير أنس. وقال ابن أبي حاتم في كتاب المراسيل: «أنبأ حرب بن إسماعيل فيما كتب إليّ، قال: قال أحمد بن حنبل: ما أعلم قتادة روى عن أحد من أصحاب النبى - صلى الله عليه وسلم - إلا عن أنس ـ رضي الله عنه ـ\n(1) قلت: كلا، فقد قال أبو حاتم الرازي ـ رحمه الله ـ: «ولم يلق قتادة من أصحاب النبي - صلى الله عليه وسلم - إلا أنساً، وعبد الله بن سرجس» كما في «المراسيل» لابنه (640) .\nوقال الحافظ العلائى في «جامع التحصيل» (ص225) : «وصحح أبو زرعة سماعه من عبد الله بن سرجس وزاد ابن المديني: أبا الطفيل» .\nقلت: روى شعبة عنه عن أبي الطفيل رضي الله عنه قوله: «لكل مقام مقال» . رواه الخرائطي في «مكارم الأخلاق» كما في «المنتقي منه» (240) ، وابن عدي في «الكامل» (5/1741) ، وكذا رواه ابن عساكر (8/831) من طريق شعبة وغيره به، وهذا إسناد صحيح جليل.\nوإحدى هذه الطرق في «التاريخ الكبير» (3/59) ، لكن إسنادها تالف.\nالجزء: 1 ¦ الصفحة: 20\n",
        "قيل: فابن سرجس؟ وكأنه لم يره سماعاً. انتهى. والله تعالى أعلم» .\nقلت: لاشك أن المتبادر إلى الأذهان ـ لأول وهلة ـ أن الترمذي ـ رحمه الله ـ يريد بقوله: «لا يعرفون» أنهم لا يعرفون هذا الحديث أو هذا المتن، فيكون مقصوده أن البصريين لا يعرفون هذا المتن ـ من حديث قتادة عن أنس ـ إلا من هذا الوجه بخصوصه الذي أتى به هارون أبو محمد هذا عن مقاتل بن حيان عنه به. فمقاتل إنما هو نبطي بلخي ـ كان بمرو وكابل ـ وليس هو بصرياً وإن رَوَى عن غير واحد من البصريين، وليس هذا الحديث عند مشاهير الثقات من أصحاب قتادة ـ وأغلبهم من أهل البصرة أو كان بها ـ كهشام الدستوائي وسعيد بن أبي عروبة، وشعبة، وهمام، وأيوب، وأبان العطار، وسلام بن أبي مطيع، وشيبان النحوي، وأبي عوانة، وأضرابهم، بل ليس عند الثقات المتكلم في حديثهم عن قتادة خاصة: كحماد بن سلمة، ومعمر، وجرير بن حازم، ويزيد بن إبراهيم التستري. والله أعلم.\nوقال أبو محمد بن أبي حاتم ـ رحمه الله ـ في «علل الحديث» (1652) : «سألت أبي عن حديث رواه قتيبة بن سعيد وابن أبي شيبة عن حميد بن عبد الرحمن عن الحسن بن صالح عن هارون أبي محمد عن مقاتل عن قتادة عن أنس عن النبي - صلى الله عليه وسلم -: «إن لكل شيء قلباً وقلب القرآن يس، ومن قرأ كذا» قال: قال أبي: مقاتل هذا هو مقاتل بن سليمان،\nالجزء: 1 ¦ الصفحة: 21\n",
        "رأيت هذا الحديث في أول كتاب وضعه مقاتل بين سليمان، وهو حديث باطل لا أصل له. قلت لأبي، مقاتل أدرك قتادة؟ قال: وأكبر من قتادة، أبو الزبير» أهـ.\nقلت: وسيأتي التعقيب على هذا في محله بإذن الله.\n* وقال أبو الفتح الأزدي ـ رحمه الله ـ في ترجمة (مقاتل بن حيان) من «ضعفائه» : «سكتوا عنه» . ثم ذكر عن وكيع أنه قال: «ينسب إلى الكذب» (1) . ثم قال: «وقال ابن معين: ضعيف. وكان أحمد بن حنبل لا يعبأ بمقاتل بن حيان ولا بابن سليمان» . ثم قال: «حدثنا أبو يعلي الموصلي\n...\n» فذكر الحديث كما قدمت كما في «الميزان» (4/172) .\nقال الذهبي: «قلت: الظاهر أنه مقاتل بن سليمان (2) ، وقد جاء توثيق يحيى ابن معين لابن حيان من وجوه عنه. وقال فيه الدارقطني: صالح الحديث. نعم، أما ابن خزيمة فقال: لا أحتج بمقاتل بن حيان\n...\n» .\nقلت: وسيأتي ما في استظهاره في محله أيضاً. والله المستعان.\n* وقال الإمام أبو بكر بن العربي المالكي ـ رحمه الله ـ في «عارضة الأحوذي» (11/17) : «حديثها ضعيف (يعني سورة يس) فلم نقبل عليه.\n(1) قال الذهبي في «الميزان» ـ معترضاً ـ: «كذا قال أبو الفتح، وأحسبه التبس عليه مقاتل بن حيان بمقاتل ابن سليمان، فابن حيان صدوق قوي الحديث، والذي كذبه وكيع فابن سليمان» .\n(2) حيث ورد في إسناد أبي الفتح مهملاً، لم ينسب إلى أبيه.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وللناس فيها رواء وآراء وروايات وتأويلات وذلك كله لا أصل له. وقد روى أبو داود: «اقرؤا يس على موتاكم» (1) ولم يصح» أهـ.\n* وصدَّر الحديثَ الحافظُ المنذري ـ رحمه الله ـ في «الترغيب والترهيب» (2/636) بتحقيق الشيخ هراس) . بصيغة التمريض جازماً بضعفه. وحكى استغراب الترمذي له، وتمم محققه ـ رحمه الله ـ عبارة الترمذي.\n* وقال الحافظ الذهبي ـ رحمه الله ـ في ترجمة (هارون أبي محمد) من «الميزان» (4/288) : «عن مقاتل بن حيان حديث: «قلب القرآن يس» . قال الترمذي: مجهول. قلت: أنا (2) أتهمه بما رواه القضاعي في شهابه\n...\n» فذكره بإسناده إليه، وسيأتي ما بينه وبين إسناد «الشهاب» المطبوع من التفاوت في حينه.\n* وأورده الحافظ ابن كثير ـ رحمه الله ـ في أول تفسير (سورة يس) من «تفسيره» (3/562 - 563) ، وحكى كلام الترمذي بغير تعقيب.\n* وكذا الحافظ ابن حجر ـ رحمه الله ـ في «الكافي الشاف» (ص140) مختصراً.\n* وحكى الحافظ المناوي ـ رحمه الله ـ في «الفتح السماوي» (3/951-952) ما قاله ابن حجر عن الولي العراقي ـ رحمه الله ـ حاشا تجهيل هارون،\n(1) ستأتي الخلاصة في هذا الحديث عند إيراد حديث معقل بن يسار ـ رضي الله عنه ـ.\n(2) وهذا التصرف لم أعرف سببه، فالحديث نفسه في «جامع الترمذي» وبجهالة هارون أعله، فلماذا العزو لشهاب القضاعي؟ ولو قال: «أنا اتهمه بما رواه هو والقضاعي في شهابه\n...\n» الخ، لكان ذلك أشبه.\nالجزء: 1 ¦ الصفحة: 23\n",
        "فجعله من كلام الحافظ ـ رحمه الله ـ نفسه، وليس كذلك، بل هو من نقله عن الترمذي. ولذلك تعقبه محقق «الفتح» .\n* وقال الشيخ العلامة الألباني ـ حفظه الله ـ في «السلسلة الضعيفة» (169) : «موضوع» .\nوعزاه للترمذي والدرامي وحدهما. وحكى كلام الترمذي بزيادة: «حسن» .\nوقال: «قلت: كذا في نسختنا من الترمذي: «حسن غريب» ونقل المنذري في «الترغيب» (2/22) والحافظ ابن كثير في «تفسيره» (3/563) والحافظ في «التهذيب» أنه قال: «حديث غريب» ليس في نقلهم عنه أنه حسنه ولعله الصواب فإن الحديث ضعيف ظاهر الضعف بل هو موضوع من أجل هارون، فقد قال الحافظ الذهبي في ترجمته بعد أن نقل عن الترمذي تجهيله إياه: «قلت: أنا أتهمه بما رواه القضاعي في «شهابه» . ثم ساق له هذا الحديث. وفي «العلل» (2/55 ـ 56) لابن أبي حاتم: «سألت أبي عن هذا الحديث» (فذكره باختصار آخره) . قال: «قلت: كذا جزم أبو حاتم ـ وهو الإمام الحجة ـ أن مقاتلاً المذكور في الإسناد هو ابن سليمان مع أنه وقع عند الترمذي والدارمي «مقاتل بن حيان» كما رأيت، فعله خطأ من بعض الرواة. ويؤيده أن الحديث رواه القضاعي كما سبق وكذا أبو الفتح الأزدي من طريق حميد الرؤاسي بسنده المتقدم عن مقاتل عن قتادة به. كذا قال: «عن مقاتل» لم ينسبه فظن بعض الرواه أنه ابن حيان فنسبه إليه. من\nالجزء: 1 ¦ الصفحة: 24\n",
        "هؤلاء الأزدي نفسه فإنه ذكر عن وكيع أنه قال في مقاتل بن حيان: «يُنسب إلى الكذب» قال الذهبي: كذا قال أبو الفتح\n...\n» . فذكره بنحو ما تقدم عن «الميزان» .\nقال: «قلت: وإذا ثبت أنه ابن سليمان كما استظهره الذهبي وجزم به أبو حاتم فالحديث موضوع قطعاً لأنه ـ أعني ابن سليمان ـ كذاب كما قال وكيع وغيره. ثم اعلم أن حديث أبي بكر الذي أشار إليه الترمذي وضعه لم أقف على متنه، وأما حديث أبي هريرة قال الحافظ ابن كثير: «منظور فيه» ثم قال: قال أبو بكر البزار: حدثنا عبد الرحمن بن الفضل حدثنا زيد بن الحباب حدثنا حميد المكي مولى آل علقمة عن عطاء بن أبي رباح مرفوعاً به دون قوله: «من قرأها\n...\n» ثم قال البزار: «لا نعلم رواه إلا زيد عن حميد» .\nقلت: وحميد (1) هذا مجهول كما قال الحافظ في «التقريب» وعبد الرحمن بن الفضل شيخ البزار لم أعرفه (2) أهـ.\n(1) سيأتي كلام النقاد تفصيلياً في حميد هذا، والأحاديث التي استنكرت عليه عند حديث أبي هريرة بإذن الله.\n(2) ومن المصادفات الطريفة أن الحافظ الهيثمي ـ رحمه الله ـ أيضاً قال في «المجمع» (9/70) ـ عند حديث في فضل عمر ـ: «وإسناده حسن إلا أن عبد الرحمن بن الفضل بن موفق لم أعرفه، وبقية رجاله وثقوا» . دلني عليه محقق «مجمع البحرين» حفظه الله.\nلكنه بينما حكى توثيق ابن حبان عند الحديث (2836) منه، قال عنه (3659) : «لا بأس به تقدم حديث 2836» ، ولم يبين سبب إعطائه هذا التقويم. وقد استبان لي ـ من تعليق آخر له ـ أن كل من يتفرد ابن حبان بتوثيقه، فهو لا بأس به عنده!\nالجزء: 1 ¦ الصفحة: 25\n",
        "قلت: جزى الله شيخ أهل الحديث ـ حفظه الله ـ عن الإسلام والسنة خيراً، على أنني أود أن ألقى الضوء على بعض ما تقدم عند تحقيقه لهذا الحديث، فأقول:\nأولاً: الملاحظ أن جميع روايات الحديث أتت عن الحسن بن صالح ـ وهو ابن صالح بن حي الهمداني الكوفي ـ باستثناء روايتي الأزدي وابن أبي حاتم: «عن مقاتل بن حيان» والنسخة التي نقل منها الحافظ الذهبي ـ رحمه الله ـ الحديث من «مسند الشهاب» كأن فيها اختصاراً أو تصرفاً منه أو من بعض الرواة.\nفالذي في «الميزان» : «أخبرنا أبو محمد النحاس» والذي في «الشهاب» ـ المطبوع ـ: «أخبرنا أبو محمد عبد الرحمن بن عمر النحاس» .\nوفي «الميزان» : «عن مقاتل» وفي «المسند» : «عن مقاتل بن حيان» . ومتن «الميزان» : «لكل شيء قلب، وقلب القرآن يس. فمن قرأها كتب له بقراءتها قراءة القرآن عشر مرار» ، ومتن «المسند» : «إن لكل شيء قلباً، وإن قلب القرآن يس، فمن قرأ يس كتب له بقراءتها قراءة القرآن عشر مرار» .\nالجزء: 1 ¦ الصفحة: 26\n",
        "نعم، وفي إسناد «الميزان» أيضاً: «محمد بن سعيد» . وفي مطبوع «المسند» : «قتيبة بن سعيد» . ولم يتبين لي الصواب منهما، فكلاهما قد رواه عن الرؤاسي كما تقدم.\nأقول: فكان يحسن بالشيخ ـ أمتع الله به ـ أن يراجع نقل «الميزان» على «مسند الشهاب» المخطوط أو المطبوع إن كان أحدهما بحضرته وقتئذ. زادنا الله وإياه حرصاً. وظني أن عثمان بن أبي شيبة ـ وحده ـ هو الذي قال: «عن مقاتل» فقد قرنه ابن أبي حاتم ـ في سؤاله لأبيه ـ بقتيبة، ولم أره عن قتيبة إلا باسمه كاملاً: (مقاتل بن حيَّان) وكذا كل من رواه عن حميد الرؤاسي والحسن بن صالح. وعثمان هو راويه عن حميد الرؤاسي عند الأزدي (1) فتأمل.\nوليس عثمان فوق قتيبة ومن تابعه فلا يرجُح عليهم، وبالتالي فلن نعتمد روايته التي فيها (عن مقاتل) مُهْملاً بمجردها.\nثانياً: يتعين إلصاق الوهم بالحسن بن صالح ـ عفا الله عنه ـ مع ثقته وصدقه ـ إن برَّأنا ساحة (هارون أبي محمد) ذاك المجهول من قلب اسم (مقاتل ابن سليمان) إلى: (مقاتل بن حيان) ، حيث لم نر أحداً وصفه بأنه راوي أول كتاب وضعه ابن سليمان، على قول أبي حاتم ـ رحمه الله ـ فهو غيره في أغلب الظن. وتبرأة ساحة هذا الرجل أمر متعذر،\n(1) وكذا عند البيهقي ـ في رواية عنده ـ كما تقدم، إلا أنه اختصر الإسناد.\nالجزء: 1 ¦ الصفحة: 27\n",
        "أما اتهام الذهبي إياه، فمتوجه ـ عندي ـ إلى قلب اسم شيخه ـ حسب ـ لا إلى وضع هذا الحديث بهذا الإسناد، لأن اتهامه بذلك إنما يكون منتهضاً في حالة كون رجال الإسناد ثقات سواه كما هو معلوم. وليس الأمر كذلك، لأن مقاتلاً هو المتهم بالكذب والوضع ـ من جهة ـ ولأن روايته هذا الحديث ثبتت عند الناقد الجهبذ أبي حاتم الرازي ـ رحمه الله ـ من غير طريق هارون هذا عنه ـ من جهة أخرى ـ، إلا أن يكون سرق الحديث وقلب إسناده. فالله أعلم. وبالله التوفيق.\nثالثاً: الحديث باطل لا أصل له من هذا الوجه بخصوصه، من طريق قتادة عن أنس، ولذلك لم يعرفه أهل البصرة إلا منه كما ذكر أبو عيسى الترمذي ـ رحمه الله ـ. لكن المتن لا يتهيأ الحكم بوضعه أو بطلانه، أو هو على الأقل مما تتفاوت الأنظار في الحكم عليه بذلك (1) . أما النكارة فظاهرة بل مسلَّمة.\nوأما الشطر الثاني، فالحكم عليه بالبطلان متوجه لتضمنه أمارة من أمارات الوضع، وهي المبالغة في تقرير الثواب. ولهذه القاعدة استثناءات فيما صح إسناده وتلقي بالقبول.\nرابعاً: حديث أبي بكر الصديق ـ رضي الله عنه ـ الذي أشار إليه الترمذي ـ\n(1) ولم أدْرِ لماذا جزم الشيخ الألباني بوضعه مع إيراده إياه في نهاية بحثه من حديث أبي هريرة الذي لم يبلغ\nحال إسناده ذلك؟ نعم، الظاهر أن هذا الحكم متوجه عنده إلى نفس هذا المتن، على أنه لم يفصح عن ذلك صراحةً. فالله أعلم.\nالجزء: 1 ¦ الصفحة: 28\n",
        "رحمه الله ـ عزاه العلامة القرطبي في «تفسيره» (15/2) والحافظان ابن كثير وابن حجر في «الكافي» إلى الحكيم الترمذي في «نوادر الأصول» (1) ، وحكاه العلامة المباركفوري في «التحفة» (8/198) عن ابن كثير، ولم يزد.\nوقد رواه أيضاً ابن الضريس في «فضائل القرآن» (217، 218) والعقيلي (2/143) والشجري في «أماليه» (1/118) ، والبيهقي في «الشعب» (2465) والخطيب (2/388) ، وابن الجوزي في «الموضوعات» (1/247) من طرق عن إسماعيل بن أبي أويس، حدثني محمد بن عبد الرحمن بن أبي بكر الجدعاني ـ من قريش من بن تميم، من أهل مكة ـ عن سليمان بن مرقاع عن هلال عن الصلت أن أبا بكر قال: قال رسول الله - صلى الله عليه وسلم -: «سورة يس تدعى في التوراة: المعمة، قيل: وما المعمة؟ قال: تعم صاحبها بخير الدنيا والآخرة وتدعى: المدافعة القاضية، وتدفع عن صاحبها كل سوء، وتقضي له كل حاجة، ومن قرأها عدلت له عشرين حجة، ومن سمعها عدلت له ألف دينار في سبيل الله، ومن كتبها ثم شربها أدخلت جوفه ألف دواء، وألف نور، وألف يقين، وألف بركة، وألف رحمة، ونزعت منه كل غل، وكل داء» !!\nوهو في «الكنز» (1/590) معزواً إلى الحكيم والبيهقي وحدهما،\n(1) هو فيه (ص335) ، وكذا حديث أنس، ولم يذكر مُخْتَصِرُهُ من إسناده سوى هلال عن الصلت (تحرف إلى: هلال بن الصلت) ولم يسق شارحه إسناده لوقوعه في القطعة التي انتهى قبلها بكثير. وليس لمعرفة إسناده كبير فائدة، فالظاهر أن مداره على ابن أبي أويس.\nالجزء: 1 ¦ الصفحة: 29\n",
        "وقد ضعفه الترمذي ـ كما تقدم عنه ـ واستنكره العقيلي ثم البيهقي، وقال ابن الجوزي في «الموضوعات» ـ وقد أورده من حديث أنس (1) وأبي بكر، وبأخصر منه من حديث علي ـ: «هذا الحديث من جميع طرقه باطل لا أصله له» حتى قال: «وأما حديث أبي بكر، فقال النسائي: محمد بن عبد الرحمن الجدعاني متروك الحديث» . قلت: وقوله أشبه بالصواب، فإن لوائح الوضع والتهافت على هذا الكلام لا تخفى على أحد!\nوفي الإسناد علل أخرى سوى الجدعاني.\n* فابن مرقاع، قال العقيلي: «منكر الحديث» وأورد هذا الحديث في ترجمته (2) .\n* وإسماعيل، وهو ابن عبد الله بن أبي أويس المدني ضعيف باستثناء رواية البخاري عنه، ولا مانع من أن ينسحب هذا الحكم على كل من ثبت أنه كان ينتقي من أصوله من أهل الحذق والمعرفة.\nقال الحافظ ـ رحمه الله ـ في «هدي الساري» (ص410 ريان) : «احتج به\n(1) عن شيخ له عن الخطيب بإسناده إلى أنس. وهو في «تاريخه» (2/387) ، وقال: «وهذا الحديث بهذا الإسناد باطل أيضاً. وإنما يحفظ من حديث محمد بن عبد الرحمن الجدعاني\n...\n» إلخ. قلت: وفيه محمد بن عبد بن عامر السمرقندي، وهو وضَّاع.\n(2) مع أنه أورد ابن أبي أويس، والجدعاني في «ضعفائه الكبير» أيضاً (1/87، 4/101) ففي صنيعه رد\nعلى القائلين بأنه لا يصح الإعلال بضعف راو أو تدليسه ـ مثلاً ـ والإسناد إليه غير ثابت، والقضية ـ برمتها ـ تحتاج إلى تحرير واستقراء واسع لتصرفات الأئمة - رحمهم الله ـ وإن كنت مطمئناً إلى جواز هذا الصنيع.\nالجزء: 1 ¦ الصفحة: 30\n",
        "الشيخان إلا أنهما لم يكثرا من تخريج حديثه، ولا أخرج له البخاري مما تفرد به سوى حديثين، وأما مسلم فأخرج له أقل مما أخرج له البخاري، وروى له الباقون سوى النسائي، فإنه أطلق القول بضعفه\n...\n» ، حتى قال: «قلت: وروينا في مناقب البخاري بسند صحيح أن إسماعيل أخرج له أصوله وأذن له أن ينتقي (1) منها وأن يعلم له على ما يحدث به ليحدث به ويعرض عما سواه. وهو مشعر بأن ما أخرجه البخاري عنه هو من صحيح حديثه لأنه كتب من أصوله. وعلى هذا لا يحتج بشيء من حديثه غير ما في الصحيح من أجل ما قدح فيه النسائي وغيره إلا إن شاركه فيه غيره، فيعتبر فيه» .\nقلت: وهو يخرج عنه في «تواريخه» أشياء يستنبط منها أموراً ويستدل بها على علل، فالظاهر أن حكمها كذلك.\nوعليه، فقد قال في ترجمة الجدعاني من «تاريخه الكبير» (1/157) : «وقال لي إسماعيل: سمعت محمد بن عبد الرحمن بن أبي بكر الجدعاني القرشي المكي منذ ستون سنة (كذا، والصواب: ستين) عن عبيد الله وسليمان ابن مرقاع» . فكأنه يعني هذا الحديث. والله أعلم.\n* وهلال، والصلت أشار الخطيب إلى جهالتهما في «تاريخه» (2/387) حيث قال: «وفي إسناده غير واحد من المجهولين» (2) .\n(1) تحرف فيه إلى: «ينتفي» ولا شك في خطئها، وهي في «الطبعة السلفية» (ص391) على الصواب.\n(2) وهذا يؤيد أيضاً القضية التي أشرت إليها آنفاً في الصفحة السابقة هامش رقم (2) فتأمل.\nالجزء: 1 ¦ الصفحة: 31\n",
        "* ولم يتبين لي سماع بعض هؤلاء من بعض حتى الصديق ـ رضي الله عنه ـ (وقد) تعقب ابنَ الجوزي كلٌ من السيوطيُّ في «اللآلئ» (1/234) وابن عراق في «تنزيه الشريعة» (1/289) بما لا طائل من ورائه. وحسب هذا الحديث ما ذكرت وبينت.\nخامساً: أورد ابن حبان في «ثقاته» (8/379، 382) كلاً من: (عبد الرحمن بن الفضل ابن مالك بن مغول) و (عبد الرحمن بن الفضل بن موفق) .\nوالأول ذكر أنه يروي عن وكيع وعبد الله بن بكير الغنوي، والثاني ذكر أنه يروي عن أبي نعيم وأبيه، وكلهم كوفيون، ومن نفس طبقة زيد بن الحباب حاشا الغنوي، فلعل شيخ البزار في حديث أبي هريرة أحد هذين.\nثم استدركت بأنه الثانى ـ جازماً بذلك ـ لما وجدت الخطيب ـ قدراً بدون تعمد بحث ـ يقول في ترجمة البزار من «تاريخه» (4/334) : «سمع هدبة بن خالد، وعمر ابن موسى الحادي، وإسماعيل بن سيف، وعبد الرحمن بن الفضل بن موفق،\n...\n» ، وما توفيقي إلا بالله. وسوف أتعرض لهذا الرجل بصورة مباشرة لدى الكلام عن علل حديث أبي هريرة بإذن الله.\n2 ـ حديث ابن عباس:\nرواه ابن مردويه في «تفسيره» كما في «الدر المنثور» (5/257) ،\nالجزء: 1 ¦ الصفحة: 32\n",
        "ولفظه: «لكل شيء قلب، وقلب القرآن يس. ومن قرأ يس فكأنما قرأ القرآن عشر مرات» .\nوالتفسير المذكور في عداد المفقود حتى هذه اللحظة، ولم أر من نقله بإسناده أو بعضه عنه، لكنني لست أشك أن تفرد ابن مردويه ـ في الأعم الأغلب ـ مظنة النكارة والضعف الشديد. كما أشرت في غير هذا الموضع والأمثلة على ذلك كثيرة لدي.\n3 ـ حديث أبي بن كعب\n:\nأولاً: من طريق زر بن حبيش الأسدي عنه: قال الحافظ أبو عبد الله القضاعي ـ رحمه الله ـ في «مسند الشهاب» (1036) :\n«أخبرنا أبو محمد عبد الرحمن بن محمد الأدفوي، ثنا أبو الطيب أحمد بن سليمان الجريري إجازة، أنبا أبو جعفر محمد بن جرير الطبري، حدثنى زكريا ابن يحيى، ثنا شبابة، ثنا مخلد بن عبد الواحد، عن علي بن زيد بن جدعان، وعطاء بن أبي ميمونة، عن زر بن حبيش، عن أبي بن كعب قال: قال رسول الله - صلى الله عليه وسلم -: «إن لكل شيء قلباً، وإن قلب القرآن يس، ومن قرأ يس وهو يريد بها الله عز وجل غفر الله له، وأُعطيَ من الأجر كأنما قرأ القرآن اثنتي عشرة مرة، وأيما مسلم قُرئ عنده إذا نزل به ملك الموت سورة يس نزل بكل حرف من سورة يس عشرة أملاك يقومون بين يديه صفوفاً، يصلون عليه ويستغفرون له، ويشهدون غسله، ويشيعون جنازته، ويصلون عليه (كذا) ويشهدون دفنه، وأيما مسلم قرأ يس وهو في سكرات الموت لم يقبض ملك الموت روحه حتى يجيئه رضوان خازن الجنة بشربة من شراب الجنة، فيشربها على فراشه، فيقبض\nالجزء: 1 ¦ الصفحة: 33\n",
        "ملك الموت روحه وهو ريان، فيمكث في قبره وهو\n...\nريان، ويبعث يوم القيامة وهو ريان، ولا يحتاج إلى حوض من حياض الأنبياء حتى يدخل الجنة وهو ريان» !!!\nورواه ابن الجوزي في «الموضوعات» (1/239) من طريق أبي بكر بن أبي داود السجستاني قال: حدثنا محمد بن عاصم قال حدثنا شبابة بن سوار به مطولاً في فضائل القرآن سورة سورة، إلا أنه لم يسق هذه القطعة في فضل يس (1) .\nوفيه: مخلد بن عبد الواحد. قال ابن حبان في «المجروحين» (3/43) : «يروي عن البصريين وعلي بن زيد بن جدعان وغيره (كذا، والصواب عندي حذف الواو الأولى) روى عنه المكي بن إبراهيم والناس، منكر الحديث جداً ينفرد بأشياء مناكير لا تشبه حديث الثقات فبطل الاحتجاج به فيما وافقهم من الروايات» .\n(1) وزكريا بن يحيى الذي في إسناد القضاعي هو ابن ايوب المدائني الضرير، سكت عليه الخطيب في «تاريخه» (8/457) وله مناكير عديدة عن شبابة بن سوار ساقها الإخوان الأفضال في بطاقته لدينا بـ «دار التأصيل» . ولكن شيخ القضاعي لم أجده إلا في «الطالع السعيد» (ترجمة 225) مسكوتاً عليه كالعادة. وشيخ شيخه سكت عليه الخطيب أيضاً (4/179 - 180) .\nنعم، تابع زكريا: محمد بن عاصم الثقفي الأصبهاني ـ شيخ ابن أبي داود ـ وهو صدوق مصنف، ولكن لفظه الذي ساقه ابن الجوزي في فضل كل سورة مختصر جداً، إذ فيه: «نعم يا أُبَيّ، أيما مسلم قرأ فاتحة الكتاب أعطي من الأجر كمن قرأ ثلثي القرآن، وأعطي من الأجر كأنما تصدق على كل مؤمن ومؤمنة، ومن قرأ آل عمران أعطي بكل آية منها أماناً على جسر جهنم، ومن قرأ سورة النساء أعطي من الأجر كأنما تصدق على كل من ورثه ميراثاً\n...\n» وهكذا باختصار في فضل كل سورة. فالله أعلم بحقيقة هذا التفاوت.\nالجزء: 1 ¦ الصفحة: 34\n",
        "وقال الذهبي في ترجمته من «الميزان» (4/83) : «وروى عنه شبابة بن سوار، عن ابن جدعان. وعن عطاء بن أبي ميومنة، عن زر بن حبيش، عن أبي بن كعب، عن النبي - صلى الله عليه وسلم - بذاك الخبر الطويل الباطل في فضل السور، فما أدري من وضعه إن لم يكن مخلد افتراه. حدث به الخطيب (1) عن ابن رزقويه، عن ابن السماك، عن عبد الله بن روح المدائني، عن شبابة، قال محمد بن إبراهيم الكناني، سألت أبا حاتم عن حديث شبابة، عن مخلد من قرأ سورة كذا فله كذا. فقال: ضعيف» .\nوقال ابن الجوزي: «وقد فرق هذا الحديث أبو إسحاق الثعلبي في تفسيره فذكر عند كل سورة ما يخصها وتبعه أبو الحسن الواحدي في ذلك، ولا أعجب منهما لأنهما ليسا من أصحاب الحديث، وإنما عجبت من أبي بكر بن أبي داود كيف فرقه على كتابه الذي صنفه في فضائل القرآن وهو يعلم أنه حديث محال، ولكن شره جمهور المحدثين (كذا في الموضوعات ولعل الصواب: ولكنه شره) فإنهم من عادتهم تنفيق حديثهم ولو بالبواطيل، وهذا قبيح منهم لأنه قد صح عن رسول الله - صلى الله عليه وسلم - أنه قال: «من حدث عني حديثاً يرى أنه كذب فهو أحد الكاذبين» . وهذا حديث فضائل السور مصنوع بلا شك، وفي إسناد الطريق\n(1) وهذه متابعة صحيحة للمدائني ومحمد بن عاصم، لكنني لا أدري أمطول لفظه أم مختصر؟ ولم أهتد إليه في «تاريخ بغداد» مع احتمال أن يكون الخطيب قد رواه في تصنيف آخر له. فالله أعلم.\nالجزء: 1 ¦ الصفحة: 35\n",
        "الأول: بزيع (1) ، قال الداقطني: وهو متروك، وفي الطريق الثاني: مخلد بن عبد الواحد، قال ابن حيان: (فذكر بعض كلامه) ، وقد اتفق بزيع ومخلد على رواية هذا الحديث عن علي بن زيد، وقد قال أحمد ويحيى: علي بن زيد (2) ليس بشيء.\nوبعد هذا فنفس الحديث يدل على أنه مصنوع\n...\n» إلخ.\nقلت: وطريق بزيع بن حسان ـ أبي الخليل البصري ـ بمتابعة مخلد بن عبد الواحد عند العقيلي في «الضعفاء» (1/156) وعنه ابن الجوزي. وروى ـ عقب ذلك ـ بإسناده إلى علي بن الحسن بن شقيق المروزي سمعت ابن المبارك يقول في حديث أبي بن كعب عن النبي - صلى الله عليه وسلم -: «من قرأ سورة كذا فله كذا، ومن قرأ سورة كذا» قال ابن المبارك: «أظن الزنادقة وضعته» .\nثانياً: من طريق هارون بن كثير عن زيد بن أسلم ـ أو: سالم ـ عن أبيه عن أبي أمامة عنه: قال الحافظ أبو بكر الخطيب البغدادي (3/85) : «أخبرنا هلال الحفار\n(1) تحرفت إلى (بديع) وفي مصادر شتى إلى (بزيغ) !\n(2) قد حررت القول في (علي بن زيد بن جدعان) وأوردت طائفة من مناكير حديثه في حاشية «إماطة الجهل» (ص 14: 16) ولكن الإعلال به هنا ليس بشيء، لأنه مقرون في الإسناد بعطاء بن أبي ميمونة، وهو ثقة عند الجمهور، من رجال الجماعة سوى الترمذي، ورُمي بالقدر. وروايته هو وابن جدعان عن زر فيها تكلف وافتعال، ولم تعهد من طريق الثقات.\nالجزء: 1 ¦ الصفحة: 36\n",
        "قال: قرئ على أبي بكر محمد بن علي بن رزق الخلال وأنا أسمع في رجب سنة اثنتين وخمسين وثلاثمائة. وحدثنا أبو علي محمد بن أحمد بن الحسن الصواف قالا: حدثنا أبو إسحاق إبراهيم بن شريك بن الفضل بن خالد البزار، حدثنا أبو عبد الله أحمد بن عبد الله بن يونس اليربوعي، حدثنا سلام بن سليم المدائني، حدثنا هارون بن\nالجزء: 1 ¦ الصفحة: 37\n",
        "كثير، عن زيد بن أسلم عن أبيه، عن أبي أمامة، عن أبي بن كعب قال: قال لي رسول الله\n...\n- صلى الله عليه وسلم -: «يا أُبَيّ إن جبريل أمرني أن أقرأ عليك القرآن، وهو يقرأ عليك السلام» . قال: «وذكر الحديث بطوله» . قلت: ورواه أيضاً ابن عدي (7/2588) ، فاختصر لفظه، وابن مردويه في «تفسيره» كما في «اللآلئ المصنوعة» (1/227) و «الكافي الشاف» (ص140) ، والثعلبي كما فيه، والشجري (1/98: 103) من هذا الوجه ولفظه ـ كما هو عنده ـ: «إن لكل شيء قلباً، وإن قلب القرآن يس، ومن قرأ سورة يس يريد بها الله غفر الله له\n...\n» فذكره بنحو الرواية الأولى عن أُبَيّ.\nوسلام المدائني متروك (1) ، ولكن قال ابن عدي ـ رحمه الله ـ: «ورواه عن هارون ابن كثير القاسم بن الحكم العُرَنيّ (2) بطوله سورةً سورةً، ورواه عن هارون يوسف\n(1) لكنني لا أدري هل رواه ابن مردويه والثعلبي من طريقه أم لا، فإن ابن حجر والسيوطي ما بينا ذلك.\n(2) تحرفت في المطبوع إلى: «الغزي» .\nالجزء: 1 ¦ الصفحة: 38\n",
        "ابن عطية ـ الكوفي لا البصري ـ بعضه، وهارون غير معروف، ولم يحدث به عن زيد ابن أسلم غيره، وهذا الحديث غير محفوظ عن زيد» .\nقلت: والقاسم أصلحهم حالاً، فإنه صدوق لا بأس به، رُمي بشيء من الغفلة.\nويوسف بن عطية الكوفي متروك اتهمه الفلاس (1) .\nويحتمل أن يكونوا قد توبعوا في الأسانيد التي لم نطلع عليها. فالله أعلم.\n(وهارون) ، قال أبو حاتم الرازي ـ رحمه الله ـ في حديث آخر له بهذا الإسناد إلى أبي أمامة وابن عمر: «هذا حديث باطل، لا أعرف من الإسناد إلا أبا أمامة» (!) كما في «علل الحديث» لولده عبد الرحمن (1880) .\nوفيه: «عن زيد بن سالم أو ابن أسلم عن أبيه» .\nوقال الذهبي في «الميزان» (4/286) : «مجهول وزيد عن أبيه نكرة» .\nومما زاده عليه الحافظ في «اللسان» (6/181) : «قلت: ووقع في بعض طرقه: زيد بن أسلم، وهو تحريف، والصواب: زيد بن سالم» .\nوقال السيوطي في «اللآليء» : «ومن طرقه الباطلة طريق هارون بن كثير عن زيد ابن أسلم عن أبيه عن أبي أمامة عن أُبَيّ بن كعب. أخرجه ابن عدي في الكامل، وقال: رواه عن هارون\n...\nإلخ» .\nإلى أن قال: «وهذه الأحاديث الثلاثة (يعني: هذا، وحديثي بزيع ومخلد) مخرجة بطولها في آخر تفسير ابن مردويه\n...\n» .\n(طرفة) تتعلق بهذا الحديث:\nروى ابن الجوزي في «الموضوعات» (1/241) بإسناده إلى محمود بن غيلان سمعت مؤملاً (2)\nيقول: حدثني شيخ بفضائل سور\n(1) وفي ترجمته من «تهذيب الكمال» (32/441) تحرف شيخه هارون بن كثير إلى: مروان ابن كثير (!) وقد رواه عن يوسف هذا ابنُ منيع في «مسنده» كما في «المطالب» (المسندة ق 500/1) بالقطعة التي تخص فضل يس حسب. وقد أشار ابن عدي إلى أن يوسف قد روى بعضه.\n(2) هو ابن إسماعيل العدوي البصري نزيل مكة ـ رحمه الله ـ وقد كان صلباً في السنة شديداً على أهل البدع، فلعله صنع ذلك من هذا الباب.\nأو لعله تأثر بشيخه شعبة بن الحجاج - رحمه الله -، فهو الذي اشتهر عنه هذا الصنيع وذاع في تتبع الرواة لضمان اتصال الإسناد ومعرفة مخرج الحديث وأحوال رواته ولعل مؤملاً ـ رحمه الله ـ إن صحت الحكاية كان يفعل ذلك في أول حياته وبداية نشاطه العلمي، وإلا فإنه كان قد دفن كتبه ـ كما قال أبو الفضل الهروي الحافظ الشهيد ـ رحمه الله ـ وجاور بمكة. ومع ذلك فلم يَكفّ عن التحديث، فوقعت له أوهام كثيرة أشار إليها سليمان بن حرب، وابن سعد، والفسوي، وأبو حاتم، وابن نصر المروزي، وزكريا الساجي، وأبو الفضل بن عمار الشهيد، والدارقطني، وغيرهم.\nوقد ركنَت نفسي إلى جمع هذه الأوهام تمهيداً لبيانها، وقد شرعت في الجزء الأول منها مقسماً على أسماء شيوخه الذين وهم عليهم منذ زمان، ولكنني لم أكمله، فأسأل الله العون والسداد.\nوهذه القصة تبين أن المتصوفة كانوا من أعظم الخلق ضرراً على الإسلام وأهله، ومثلهم الرافضة المتشيعة منذ قديم الزمان، فهما صنوان في الكذب والاختلاق ونسج الأساطير والخيالات ودسها على عباد الله الساهين الغافلين، أما الزهاد أمثال داود الطائي وبشر بن الحارث وإبراهيم بن أدهم والفضيل بن عياض، فقد حاول الصوفية انتحالهم، وهم أهل علم وفقه وسنة، ومنهم المرابطون المجاهدون في سبيل الله عز وجل، ولكن غلب عليهم طلب الإخلاص وقلة مخالطة الناس. والله أعلم بهم.\nالجزء: 1 ¦ الصفحة: 39\n",
        "القرآن الذي يروى عن أُبَيّ بن كعب، فقلت للشيخ: من حدثك؟ قال: حدثني شيخ بواسط وهو حي. فصرت إليه، فقال: حدثني شيخ بالبصرة فصرت إليه، فقال حدثني شيخ بعبدان فصرت إليه، فأخذ بيدي فأدخلني بيتاً، فإذا فيه قوم من المتصوفة ومعهم شيخ، فقال: هذا الشيخ حدثني، فقلت: يا شيخ من حدثك؟ فقال: لم يحدثني أحد ولكنا رأينا الناس قد رغبوا عن القرآن فوضعنا لهم هذا الحديث ليصرفوا وجوههم إلى القرآن» .\nثم رواها (1/241 - 242) من وجه آخر عن محمود بن غيلان بنحو الأولى.\nوفي الإسناد الآخر: القاضي أبو العلاء الواسطي ـ شيخ الخطيب فيها ـ عن أبي بكر المفيد. وفيهما مقال شديد. وفي الأول بعض من لم أتحقق منه. فالله أعلم.\n4 ـ حديث أبي هريرة بالشطر الأول\n:\nقال الحافظ أبو بكر البزار ـ رحمه الله ـ في «مسنده» : «حدثنا عبد الرحمن بن الفضل، ثنا زيد، ثنا حميد، عن عطاء، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: «إن لكل شيء قلباً، وقلب القرآن يس» .\nكما في «كشف الأستار» (2304) للحافظ الهيثمي، و «مختصر زوائد البزار» (1549) للحافظ ابن حجر ـ رحمهما الله ـ وهذا إسناد منكر، له علتان:\nالأولى: جهالة حال عبد الرحمن بن الفضل بن الموفق ـ وهو الثقفي\nالجزء: 1 ¦ الصفحة: 40\n",
        "الكوفي ـ شيخ البزار، حيث انفرد ابن حبان بإيراده في «الثقات» ـ كما تقدم.\nوما رأيت له ترجمة مستقلة في مكان آخر، ولم أر هذا الحديث موصولاً عن زيد بن الحباب العكلي الحافظ إلا من جهته، فهل له مدخل في نكارته من هذا الوجه؟ علم ذلك عند الله تعالى.\nويحتمل أنه قد توبع، فقد عرف الحديث من هذا الوجه بعض الحفاظ كالترمذي ـ رحمه الله ـ كما تقدم عنه.\nورواه ابن مردويه أيضاً في «تفسيره» كما في «الدر المنثور» (5/257) حيث قال السيوطي ـ رحمه الله ـ عقب حديث ابن عباس باللفظ التام المتقدم: «وأخرج ابن مردويه من حديث أبي هريرة وأنس مثله» . فالله أعلم.\nالثانية: جهالة شيخ شيخه ـ أيضاً ـ: حميد المكي مولى آل علقمة كما تقدم عن الحافظ ابن حجر ـ رحمه الله ـ (وقال) الإمام البخاري ـ رحمه الله ـ في «تاريخه الصغير» (2/123ـ 124) وعنه ابن عدي (2/689) :\n«حميد المكي مولى ابن علقمة، روى عنه زيد بن حباب ثلاثة أحاديث زعم أنه سمع عطاء عن أبي هريرة عن سلمان (تحرفت إلى: سليمان، والتصويب من «الكامل» و «تهذيب الكمال» (7/415) ولما سيأتي قريباً) عن النبي - صلى الله عليه وسلم - وحديثين آخرين لا يتابع فيهما» .\nقال الحافظ المزي ـ رحمه الله ـ: «يعني حديث سلمان في الدعاء: «من\nالجزء: 1 ¦ الصفحة: 41\n",
        "قال: اللهم إني أشهدك، وأشهد ملائكتك\n...\nالحديث» ، وفي آخره: «من قالها مرة عتق ثلثه (1) من النار\n...\nالحديث» .\nوقال البرقاني في «سؤالاته للدارقطني» (66) : «قلت: فحميد مولى علقمة عن عطاء؟ قال: مجهول» (2) .\nوقال ابن عدي: «وحميد المكي لم ينسب ولم يُذكر أبوه، وحديثه هذا المقدار الذي ذكره البخاري لا يتابع عليه كما قال» .\nوقال الذهبي في «المغني» (1/196) : «قال البخاري: لا يتابع عليه» .\nوقال في «الكاشف» (1/259) : «لين» .\nوحكى في «الميزان» (1/618) ما حكاه عن البخاري في «المغني» ، وزاد: «قلت: له ثلاثة أحاديث (3) . قال ابن عدي: لا يتابع على بعض (4) حديثه. قلت: هو أصغر من حميد بن قيس المكي المذكور» .\n(1) تحرفت في المطبوع إلى: «ثلاثة» .\n(2) قال العلامة المعلمي ـ رحمه الله ـ في حاشية «الفوائد المجموعة» (ص299) : «والمجهول إذا روى خبرين لم يتابع عليهما، فهو تالف» .\n(3) هذه من تمام عبارة البخاري في «التاريخ الصغير» كما رأيت.\n(4) ليس هذا لفظ ابن عدي ـ كما رأيت ـ ولا معناه. فمن الخطأ البين ما جرى عليه كثير من المعاصرين من الاعتماد على كتب المتأخرين كـ «الميزان» و «تهذيب التهذيب» وما شابههما دون الرجوع إلى الأصول التي ينقل عنها أولئك الأئمة المتأخرون إلا أن لا نجد تلك النصوص عند أحد سواهم، فالله المستعان.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وجهَّله الحافظ في «التقريب» (1568) كما تقدم.\nوحديثه هذا أورده في «الكافي الشاف» (ص 140) معزواً للبزار، وأعله بضعفه.\nوقال فيه ابن كثير ـ رحمه الله ـ: «منظور فيه» كما تقدم.\nولم أره في «مجمع الزوائد» للهيثمي ـ رحمه الله ـ مع كونه على شرطه.\n(والملاحظ) أن مناكير حميد هذا، التي يرويها بهذا الإسناد الواحد تدندن ـ كلها ـ حول قضية بعينها، هي (فضل ذكر الله عز وجل) بل حول صحابة بأعيانهم، هم: أبو بكر الصديق، وأبو هريرة، وسلمان رضي الله عنهم!\nفمنها:\n1 ـ ما رواه الترمذي في «جامعه» (3509) عن إبراهيم بن يعقوب عن زيد بن الحباب عنه به: إذا مررتم برياض الجنة فارتعوا. قلت: يا رسول الله، وما رياض الجنة؟ قال: المساجد. قلت: وما الرتع يا رسول الله؟ قال: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر» .\nوعين هذا الحديث، رواه البزار كما في «الكشف» (3078) عن إبراهيم بن سعيد الجوهري ثنا زيد بن الحباب به أن رسول الله - صلى الله عليه وسلم - قال لأبي بكر ـ رحمه الله (1) ـ: «ألا ترتع في روضة من رياض الجنة\n(1) كذا في «كشف الأستار» ، وفي «مجمع الزوائد» بدون قوله: رحمه الله.\nالجزء: 1 ¦ الصفحة: 43\n",
        "وتريح فيها؟» فقال: يا رسول الله، وما الرتع، قال: «الحمد لله، وسبحان الله، ولا إله إلا الله، والله أكبر «قال سلمان: إن لكل شيء غرساً، فما غراس الجنة؟ قال:» سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر» . وشيخا الترمذي والبزار كلاهما ثقة حافظ!\nنعم، وروي هذا المتن مختصراً من طرق بغير هذا السياق (1) .\n(1) ورواه الحافظ في «نتائج الأفكار» (1/21) من طريق جعفر الفريابي، حدثني الفضل بن مقاتل البلخي ثنا زيد بن الحباب به، بلفظ: «يا أبا بكر إذا مررت برياض الجنة فارتع فيها» قال: وما الرتع فيها يا رسول الله؟ قال: «سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر» .\nوقال الحافظ ـ رحمه الله ـ: «وهذا حديث غريب\n...\n» .\nقلت: أما اللفظ المختصر الذي أعنيه فهو: «إذا مررتم برياض الجنة فارتعوا» قالوا: وما رياض الجنة؟ قال: «حلق الذكر» . وقد روي من طرق منكرة وواهية عن أنس وجابر وابن عمر وغيرهم.\nولي رسالة في تحسينه طبعت منذ ست سنوات باسم: «أخذ الجنة بحسن حديث الرتع في رياض الجنة» لو لم أضعها لكان خيراً لي إن شاء الله، ولكنني ـ وقتئذ ـ كنت أشد جهلاً مني الآن بقواعد هذا العلم الشريف، وأنهم لم يكونوا يحسنون أو يصححون متناً من المتون من مجموع طرق ضعيفة، بل الترمذي ـ رحمه الله ـ الذي اصطلح على هذا؛ اشترط انتفاء الشذوذ، فالنكارة كذلك بل أضل سبيلاً، وقد ألحقت بالرسالة المذكورة أيضاً (أذكار الصباح والمساء وبعد الصلاة) ، وتراجعت عن كثير مما فيها. وقد أشار عليّ أحد الإخوة أن أفرد رسالة لبيان ما رجعت عنه وتبين لي عدم ثبوته. فلم تخف عليّ وجاهة رأيه فعزمت على ذلك والله المستعان.\nالجزء: 1 ¦ الصفحة: 44\n",
        "2 ـ وما رواه البزار في «مسنده» أيضاً كما في «الكشف» (3092) : «حدثنا رجل من أصحابنا عن زيد بن الحباب به: بينما النبي - صلى الله عليه وسلم - جالس، وأبو بكر ـ رضي الله عنه ـ وابن مسعود، ومعاذ بن جبل، ونعيم بن سلامة، إذ قدم بريد على النبي - صلى الله عليه وسلم - من بعث بعثه، فقال أبو بكر: يا رسول الله، ما رأينا بعثاً أسرع إياباً، ولا أكثر مغنماً من هؤلاء، فقال النبي - صلى الله عليه وسلم -: «يا أبا بكر ألا أدلك على ما هو أسرع إياباً وأفضل مغنماً؟ من صلى الغداة في جماعة ثم ذكر الله حتى تطلع الشمس» .\nقال البزار: «لا نعلم أحداً شارك حميداً في هذا، ولا نعلم رواه عن عطاء عن أبي هريرة غيره» .\nقلت: قد رُوي معناه من أوجه أخرى لا يصح منها شيء.\nوشيخ البزار ـ وإن كان مبهماً ـ لا ندري من هو، وقد يكون (عبد الرحمن بن الفضل بن الموفق) أيضاً، لكنه توبع.\nقال الحافظ ـ رحمه الله ـ في ترجمة (نعيم بن سلام، ويقال: ابن سلامة السلمي) من «الإصابة» (3/567) : «له ذكر في حديث أخرجه البزار من طريق زيد بن الحباب\n...\n» فذكره، وقال: «وقع لنا بعلو في المعرفة لابن منده\n...\n» ثم رأيته في «المعرفة» لأبي نعيم (2 أق 217 أ) معلقاً من طريق محمد بن عصام عن زيد به.\nالجزء: 1 ¦ الصفحة: 45\n",
        "3 ـ وما رواه ابن عدي (2/689 ـ690) والطبراني في «الكبير» (6/220) من طريق أحمد بن يحيى الصوفي، ثنا زيد بن الحباب به إلى أبي هريرة: حدثني سلمان الفارسي قال رسول الله - صلى الله عليه وسلم -: «من قال: اللهم إني أشهدك وأشهد ملائكتك، وحملة عرشك، وأشهد من في السموات ومن في الأرض أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأكَفِّر من أبى من الأولين والآخرين، وأشهد أن محمداً عبدك ورسولك. من قالها مرة عتق ثلثه من النار، ومن قالها مرتين عتق ثلثاه من النار، ومن قالها ثلاثاً عتق كله من النار» .\nوتقدمت إشارة البخاري ـ رحمه الله ـ إلى هذا الحديث مما لم يتابع عليه حميد.\nورواه أيضاً البزار كما في «مختصر زوائده» (2089) للحافظ ـ رحمه الله ـ: «حدثنا أحمد، ثنا زيد بن الحباب\n...\n» فذكره.\nوشيخه ـ أحمد ـ لم يعرفه الهيثمي (10/86) ، وأعله هو والحافظ بضعف حميد.\nوهذا الشيخ قد يكون ابن يحيى الصوفي الذي رواه ابن عدي والطبراني من طريقه، وقد يكون ابن يحيى الحجري الآتي ذكره فقد رواه ـ أيضاً ـ الحاكم (1/523) من طريق أبي عبد الله أحمد بن يحيى الحجري عن زيد بن الحباب، فقال: «حدثنا حميد بن\nالجزء: 1 ¦ الصفحة: 46\n",
        "مهران (!) ثنا عطاء\n...\n» فذكره بنحوه، وقال: «هذا حديث صحيح الإسناد، ولم يخرجاه» .\nقال الذهبي ـ ملخصاً كلامه بغير تعقب ـ: «صحيح» . وقد اغتر بظاهر هذا الإسناد: الأستاذ العلامة الألباني ـ حفظه الله ـ فقال في «الصحيحة» (267) :\n«وهو كما قالا. وله شاهد ضعيف كما بينته في «سلسلة الأحاديث الضعيفة» رقم (1041) اهـ.\nقلت: والحجري ـ في إسناد الحاكم ـ هو أحمد بن يحيى بن المنذر الكوفي، قال الدارقطني ـ رحمه الله ـ: «صدوق» كما في «سؤالات الحاكم له» (ترجمة: 4) .\nوأما أحمد بن يحيى الصوفي، وهو ابن زكريا الأودي الكوفي العابد أبو جعفر، فهو من رجال «التهذيب» .\nوهو ثقة بإطلاق، فقد وثقه أبو حاتم وابن حبان، وقال النسائي: «لا بأس به» . وروى عنه هو والبخاري في «تاريخه» كما في «تهذيب الكمال» (1/518) .\nومعلوم ـ بداهة ـ أن الصدوق ـ بل الثقة الحافظ ـ يهم، ويخطئ، ويخالف.\nفإن لم يكن الوهم في تسمية شيخ زيد بن الحباب من الحاكم نفسه أو شيخه الأصم، فهو من أحمد بن يحي الحجري، يؤيد ذلك قرائن شتى منها:\nالجزء: 1 ¦ الصفحة: 47\n",
        "1 ـ أن الحديث معدود في مناكير حميد المكي، وبه يعرف، ولذلك ساقه في ترجمته: البخاري، وابن عدي، والذهبي نفسه.\n2 ـ أن المتن منكر ـ لا محالة ـ فلا يتناسب، بل لا يستحق أن يرد بهذا الإسناد النظيف.\n3 ـ أن حميد بن مهران ـ وهو الكندي البصري الخياط ـ لم يذكر أحد ـ علمته ـ روايته عن عطاء بن أبي رباح، أو رواية زيد بن الحباب عنه، وإن كان من نفس طبقة الآخر. (وقد) نزا على الحديث: إبراهيم بن عبد الله بن خالد المصيصي ـ فيما يظهر ـ فرواه عن حجاج بن محمد عن ابن جريج عن عطاء به عند الطبراني (6/220) .\nولما رآه بعضهم اتهم ابن جريج بتدليسه وإسقاط حميد من إسناده فأغرب (!) فالمصيصي كذاب متهم بسرقة الحديث. انظر «الميزان» (1/40 - 41) ثم ما لابن جريج وحميد مولى آل علقمة حتى يدلسه؟!\n5 ـ حديث ابن عباس بشطره الأول\n:\nقال الماوردي: «روى الضحاك عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -:\n«إن لكل شيء قلباً وإن قلب القرآن يس، ومن قرأها في ليلة أعطي يسر تلك الليلة، ومن قرأها في يوم أعطي يسر ذلك اليوم، وإن أهل الجنة ليرفع عنهم القرآن، فلا يقرؤون شيئاً إلا طه ويس» . حكاه القرطبي في «تفسيره» (15/2) .\nالجزء: 1 ¦ الصفحة: 48\n",
        "وهذا معلق ضعيف الإسناد، الضحاك عن ابن عباس ـ وسائر أصحاب النبي ? ـ منقطع.\nهذا لو صح الإسناد إليه.\nولكن يغلب على الظن أنه من رواية أحد هالِكَيْنِ عنه: جويبر أو نهشل ابني سعيد! فإنهما مكثران عنه جداً، لاسيما والمتن بالغ النكارة، وقد رُويت القطعة الوسطى منه في أثر موقوف.\nقال الحافظ أبو محمد الدارمي ـ رحمه الله ـ في «سننه» (2/457) :\n«حدثنا عمرو بن زرارة ثنا عبد الوهاب ثنا راشد أبو محمد الحماني عن شهر بن حوشب قال: قال ابن عباس: من قرأ يس حين يصبح أعطي يُسْرَ يومه حتى يمسي، ومن قرأها في صدر ليلة أعطي يُسْرَ ليلته حتى يصبح» (1) .\nوأما القطعة الأخيرة، فنحوها عند ابن مردويه من حديث أبي أمامة كما في «الدر» (4/288) ، بلفظ: «كل قرآن يوضع على (كذا) أهل الجنة فلا يقرؤون منه شيئاً إلا طه ويس، فإنهم يقرؤون بهما في الجنة» (2) ،\n(1) كنت أرى حسن الأثر بناء على أن شهراً صدوق حسن الحديث، لكنني تراجعت عن ذلك في الآونة الأخيرة، ولبعض الأفاضل أثر في ذلك التراجع. والواقع العملي للرجل يشهد بأنه صاحب مناكير كثيرة عن الصحابة، وكذلك في بعض المتون التي أتى بها نكارة بالغة، وكل هذا لا يجيء ولا يتناسب مع توثيق بعض كبار الأئمة له، فلا أدرى كيف رفعوه إلى هذه المرتبة؟!\n(2) ثم وجدته موقوفاً على شهر بن حوشب، رواه أبو عبيد في «فضائل القرآن» (462/479) مختصراً، وفيه عطاء العطار، وهو عطاء بن عجلان، أحد المتروكين.\nالجزء: 1 ¦ الصفحة: 49\n",
        "وأفراد ابن مردويه حالها معلوم.\nوقد رواه أيضاً من حديث ابن عباس بتمامه ـ أعني تمام اللفظ الذي نبحث فيه ـ كما تقدم، فيحتمل أن يكون ما علقه الماوردي عن الضحاك عنه من نفس ذلك الوجه. والعلم عند الله تعالى.\n6 ـ حديث معقل بن يسار بالشطر الأول:\nقال الإمام أحمد بن حنبل ـ رحمه الله ـ في «مسنده» (5/26) : «ثنا عارم ثنا معتمر عن أبيه عن رجل عن أبيه عن معقل بن يسار أن رسول الله - صلى الله عليه وسلم - قال: «البقرة سنام القرآن وذروته، ينزل مع كل آية منها ثمانون ملكاً، واستخرجت {اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ} من تحت العرش فوصلت بها أو: فوصلت بسورة البقرة. ويس قلب القرآن، لا يقرؤها رجل يريد الله تبارك وتعالى والدار الآخرة إلا غفر له، واقرؤوها على موتاكم» .\nورواه النسائي في «عمل اليوم والليلة» (1075) ـ باختصار أوله ـ، والطبراني في «الكبير» (20/220، 230 - 231) من طرق عن المعتمر بن سليمان به، وليس عند النسائي زيادة: «عن أبيه» ـ الثانية ـ في الإسناد.\nورواه أيضاً ابن نصر في «قيام الليل» كما في «مختصره» (ص73) وحذف الشيخ المقريزي ـ سامحه الله ـ إسناده، كأنه صنع ذلك لما وجده في الكتاب مرفوعاً وموقوفاً، والظاهر أن لفظهما واحد أو متقارب، ولذلك سأورده بإذن الله في الآثار الموقوفة.\nالجزء: 1 ¦ الصفحة: 50\n",
        "وعزاه الحافظ السيوطي ـ رحمه الله ـ في «الدر» ـ مع المذكورين ـ إلى أبي داود وابن ماجه، وابن حبان، والحاكم، والبيهقي في «الشعب» بلفظ: «يس قلب القرآن\n...\n» حتى قوله: «إلا غفر له ما تقدم من ذنبه، فاقرؤوها على موتاكم» .\nوفي هذا الصنيع نظر ظاهر، فليس من الحديث عند أبي داود (2/170) وابن ماجه (1448) والحاكم (1/565) والبيهقي (2457) وكذا في «سننه الكبرى» (3/383) سوى الجملة الأخيرة منه حَسْبُ: «اقرؤوا على موتاكم يس» من طرق عن ابن المبارك عن سليمان التيمي عن أبي عثمان ـ وليس بالنهدي ـ عن أبيه به. ورواه أبو عبيد في «فضائل القرآن» (480) : «حدثت عن عبد الله بن المبارك عن التيمي به» .\nوهو عند ابن حبان (3002) من طريق يحيى بن سعيد القطان (1) عن سليمان عن أبي عثمان عن معقل به مختصراً أيضاً. فظهر بذلك أن زيادة: «يس قلب القرآن» في هذا الحديث شاذة لتفرد المعتمر بن سليمان بها، بمخالفة الحافظين الثبتين: عبد الله بن المبارك ويحيى القطان على النحو المتقدم سنداً ومتناً.\nبل في رواية للبيهقي في «الشعب» (2458) بسند صحيح إلى\n(1) يبدو أن الراجح عن يحيى القطان إيقافه، فقد جزم الحاكم بأنه أوقفه هو وغيره، ثم إن تفرد ابن حبان عنه مرفوعاً يوقع ريبة كبيرة، لتوافر دواعي سائر المصنفين على روايته من طريقه. فالله أعلم.\nالجزء: 1 ¦ الصفحة: 51\n",
        "أبي عمر الضرير ثنا المعتمر بن سليمان به، باختصار هذه الزيادة، ولم يقل في الإسناد (عن أبيه) نعم، المعتمر ثقة حافظ أيضاً مقدم في أبيه، قال ابن معين ـ رحمه الله ـ: «كان معتمر بن سليمان أعلم الناس بحديث أبيه، لم يكن أحد من الناس يقوم في سليمان مقامه» كما في «معرفة الرجال» لابن محرز (1/558) .\nوقال الآجري عن أبي داود: سمعت أحمد يقول: «ما كان أحفظ معتمر بن سليمان، قل ما كنا نسأله عن شيء إلا عنده فيه شيء» كما في «تهذيب التهذيب» (10/228) .\nولكن أُخِذَتْ عليه ـ في الجملة ـ أشياء.\n* قال أبو الوليد الباجي في «التعديل والتجريح» (2/764) : «قال أحمد بن علي ابن مسلم: حدثنا مجاهد بن موسى: سمعت يحيى بن سعيد يقول: إذا حدثكم المعتمر ابن سليمان بشيء فاعرضوه، فإنه سيء الحفظ» وقال ابن خراش: «صدوق يخطيء من حفظه، وإذا حدث من كتابه فهو ثقة» .\nورده الذهبي في «الميزان» (2/1424) بقوله: «قلت: هو ثقة مطلقاً. ونقل ابن دحية عن ابن معين: ليس بحجة» . قلت: الثابت عنه توثيقه.\nالجزء: 1 ¦ الصفحة: 52\n",
        "قال إسحاق بن منصور الكوسج عنه: «ثقة» كما في «الجرح والتعديل» (8/402 ـ 403) . ولكنه قدم جماعة من أثبات أهل البصرة عليه.\nقال ابن محرز (1/503) : «وسمعت يحيى ـ وسئل ـ «من الثقات من البصريين؟ فقال: حماد بن زيد، وخالد بن الحارث، وعبد الوارث، وبشر بن المفضل، ويزيد بن زريع، وإسماعيل بن علية، ومعاذ بن معاذ. قيل له: فمعتمر؟ قال: معتمر ثقة، وليس مثل هؤلاء هؤلاء أكثر منه» .\nقلت: وليس ابن المبارك أو القطان بدون واحد من هؤلاء، فكيف باجتماعهما على خلاف معتمر؟ ولا يعني ما تقدم عن ابن معين أن معتمراً بمنزلة (المعصوم) في أبيه. فمالك ـ رحمه الله ـ هو أثبت أصحاب الزهري بإطلاق، ومع ذلك أخذوا عليه في الزهري أشياء وأبو معاوية الضرير رفعوه جداً في الأعمش ـ وحده ـ ومع ذلك لم يسلم من بعض الوهم في حديثه.\nوالحاصل أن الواقع العملي والممارسة العملية المتأنية هما اللذان يستدل بهما على مثل هذه الأمور والقضايا (أما) حديث معقل بن يسار المتقدم ـ برمته ـ فالخلاصة فيه ما قاله الشيخ حمدي السفلي ـ حفظه الله ـ في حاشية «المعجم الكبير» ، حيث قال:\n«والحديث ضعيف لعلل ثلاث:\nأولاً: الاضطراب في الإسناد.\nالجزء: 1 ¦ الصفحة: 53\n",
        "ثانياً: جهالة أبي عثمان وأبيه.\nثالثاً: الوقف.\nقال الحافظ في «التخليص» (2/104) : وأعله ابن القطان بالاضطراب وبالوقف وبجهالة حال أبي عثمان وأبيه ونقل أبو بكر بن العربي عن الدارقطني أنه قال: هذا حديث ضعيف الإسناد، مجهول المتن، ولا يصح في الباب حديث» اهـ.\nقلت: ولأخينا علي بن حسن الحلبي ـ هداه الله ورده إلى الحق رداً جميلاً ـ رسالة (1) مطولة في تضعيف هذا الحديث من هذا الوجه وغيره.\n7 ـ حديث أبي هريرة وأبي سعيد الخدري بشطره الثاني:\nقال الحافظ أبو بكر البيهقي ـ رحمه الله ـ في «شعب الإيمان» (2466) :\n«أخبرنا علي بن أحمد بن عبدان أنا أحمد بن عبيد الصفار ثنا المعتمر (2) عن طالوت ابن عباد ثنا سويد أبو حاتم عن سليمان التيمي عن أبي عثمان أن أبا هريرة قال: من قرأ يس مرة، فكأنما قرأ القرآن عشر مرات. وقال أبو سعيد: من قرأ يس مرة فكأنما قرأ القرآن مرتين.\n(1) سماها: (القول المبين في ضعف حديثي التلقين واقرؤوا على موتاكم يس) ، وهي من جياد رسائله، إذ الأمر في الحديثين بين لا إشكال فيه ولا نزاع.\n(2) وكذلك أثبته محقق الطبعة السلفية بالهند (2238) ، ولم يتبين لي من هو، فالله أعلم والظاهر أنه توبع كما سيأتي.\nالجزء: 1 ¦ الصفحة: 54\n",
        "قال أبو هريرة: حدث (1) أنت بما سمعت، وأحدث أنا بما سمعت» .\nورواه أيضاً ابن مردويه كما في «الدر» .\nوظاهره الوقف، ولكن الجملة الأخيرة منه تفيد رفعه إلى النبي - صلى الله عليه وسلم -.\nقال ابن أبي حاتم ـ رحمه الله ـ في «علل الحديث» (1691) : «سألت أبي عن حديث رواه سويد أبو حاتم» فذكره بنحوه.\nقال: قال أبي: «هذا حديث منكر» .\nقلت: والبلاء فيه من سويد هذا، وهو سويد بن إبراهيم البصري الحناط، صاحب الطعام. والأكثرون على تضعيفه قال إسحاق بن منصور عن ابن معين: «صالح» .\nوقال عثمان الدارمي: «قلت ليحيى بن معين: سويد أبو حاتم، ما حاله في قتادة؟ قال: أرجو أن لا يكون به بأس» .\nوقال أبو داود: «سمعت يحيى يضعفه» ، وقال أبو يعلى: «سألت يحيى بن معين عن سويد أبي حاتم صاحب الطعام، قال: ليس به بأس» .\nوقال أبو سلمة موسى بن إسماعيل: «لم يكن سويد بالصافي» .\nوقال أبو موسى العنزي: «ما سمعت عبد الرحمن (وهو ابن مهدي) يحدث عن سويد أبي حاتم» .\n(1) أثبتها محقق «الشعب» : «حدثت» والتصويب من النسخة الهندية، و «علل الحديث» و «الدر المنثور» وإن كانت محتملة لا خطأ فيها.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وقال ابن المديني: «ذاكرت يحيى (وهو القطان) بحديثه، فقال: هات غير ذا» .\nوقال أبو زرعة: «ليس بالقوي، يشبه حديثه حديث أهل الصدق» .\nوقال النسائي: «ضعيف» ، وقال البزار: «ليس به بأس» ، وقال الساجي: «فيه ضعف، حدث عن قتادة بحديث منكر» ، وقال الدارقطني: «لين يعتبر به» ، وذكره ابن شاهين في «الثقات» .\nوقال ابن عدي: «حديثه عن قتادة ليس بذاك» . وقال في آخر ترجمته: «ولسويد غير ما ذكرت من الحديث عن قتادة وعن غيره، بعضها مستقيمة، وبعضها لا يتابعه أحد عليها وإنما يخلط على قتادة ويأتي بأحاديث عنه لا يأتي به (كذا) أحد عنه غيره، وهو إلى الضعف أقرب» .\nوأفرط ابن حبان، فقال في «المجروحين» : «يروي الموضوعات عن الأثبات، وهو صاحب حديث البرغوث، روى عن قتادة عن أنس أن رسول الله - صلى الله عليه وسلم - سمع رجلاً يسب برغوثاً، فقال: «لا تسبه، فإنه نبّه نبياً من الأنبياء لصلاة الصبح\n...\n» .\nوقال الحافظ في «التقريب» (2687) : «صدوق سيئ الحفظ، له أغلاط، وقد أفحش ابن حبان فيه القول» .\nقلت: ولاشك أن تفرده عن مثل سليمان التيمي بإسناد كالشمس، عن\nالجزء: 1 ¦ الصفحة: 56\n",
        "أبي عثمان النهدي عن أبي هريرة بمتن، وعن أبي سعيد الخدري بمتن آخر في نفس القضية منكر لا يقبل من مثله ولا كرامة. لاسيما، وقد رواه الأثبات عن سليمان التيمي عن أبي عثمان ـ أحد المجهولين، وليس بالنهدي ـ بإسناد ومتن غير هذا في فضل نفس السورة بل سيأتي عن سليمان التيمي ـ بلاغاً ـ بإسناد أصلح من هذا أثر يقرر ثواباً آخر لقراءة السورة، سوى ما قرره هذا الحديث المنكر، والله المستعان.\n8 ـ حديث ابن عباس بالشطر الثاني:\nرواه أبو الشيخ كما في «الكنز» (1/591) ، ولفظه: «من قرأ يس في ليلة أضعف على غيرها من القرآن عشراً، ومن قرأها في صدر النهار وقدمها بين يدي حاجته قضيت» . ولم أر من تكلم على إسناده، ولكن تفرد مثل أبي الشيخ مظنة عدم الصحة كما بلونا ذلك بالممارسة.\n(وهذا) المتن المنكر يغني لفظه ومعناه عن تلمس إسناد له أو محاولة الوصول إلى مرتبته.\n(وقد) رُوي شطره الثاني عن عطاء بن أبي رباح بلاغاً مرسلاً.\nقال الحافظ الدارمي ـ رحمه الله ـ (2/457) : «حدثنا الوليد بن شجاع حدثني أبي حدثني زياد بن خيثمة عن محمد بن حجادة عن عطاء بن أبي رباح قال: بلغني أن رسول الله - صلى الله عليه وسلم - قال: (من قرأ يس في صدر النهار قُضِيَت حوائجه) » .\nوهذا مرسل من أوهى المراسيل، فيه:\nالجزء: 1 ¦ الصفحة: 57\n",
        "1 ـ شجاع بن الوليد أبو خيثمة، متكلم فيه.\nقال جماعة عن ابن معين: «ثقة» . وقال الإمام أحمد: «كان شيخاً صالحاً صدوقاً، كتبت عنه قديماً» .\nووثقه أيضاً ابن نمير، وابن حبان، وابن خلفون.\nوقال أبو زرعة: «لا بأس به» .\nولكن قال أبو حاتم: «عبد الله بن بكر السهمي أحب إلي منه، لأن أبا بدر روى حديث قابوس في العرب هو حديث منكر. قال عبد الرحمن ـ ولده ـ قيل لأبي: فما قولك فيه؟ قال: هو لين الحديث، شيخ ليس بالمتين، لا يحتج به، إلا أن عنده عن محمد بن عمرو بن علقمة أحاديث صحاح» .\nوقال الفسوي في «المعرفة» (3/83) : «بدر أبو شجاع (كذا والصواب: شجاع أبو بدر) : كنت أرى الكهول من أهل الحديث يتحفظون من حديثه» ، وانظر ترجمته في «الضعفاء الكبير» (2/184 ـ 185) ، ففيها ما يدل على أنه كان قد تغير. والله أعلم.\nوقد تفرد عن زياد بن خيثمة عن ابن جحادة ـ أيضاً ـ عن الحسن عن أبي هريرة مرفوعاً: \" من قرأ يس في ليلة ابتغاء وجه الله غفر الله له في تلك الليلة \".\nرواه الدارمي (2/457) والبيهقي في \"الشعب\" (2463، 2464) ،\nالجزء: 1 ¦ الصفحة: 58\n",
        "ورواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" (2574) من طريق ابنه الوليد بن شجاع عنه به، فجعله من مسند (جندب) (1) وعزاه المنذري في \"الترغيب\" (2/637) معه إلى مالك وابن السني، فوهم. وهذا الحديث لم أَرَهُ إلا من رواية الهلكى ـ في غالب الأمر ـ عن الحسن به. فمنهم:\n1 ـ هشام بن زياد أبو المقدام عند أبي يعلى كما في \"تفسير ابن كثير\" (3/563) عنه قال: سمعت أبا هريرة به (!) وهشام متروك، والحسن لم يسمع من أبي هريرة، ومع ذلك قال ابن كثير ـ رحمه الله ـ: \" إسناده جيد \" (!) وهشام لم يوثقه أحد حتى يكون للتجويد وجه على طريقة بعض المتأخرين!\n2 ـ الحسن بن دينار عند ابن عدي في \"الكامل\" (2/713) .\n3 ـ جسر بن فرقد عند الطيالسي (2467) والعقيلي (1/203) وأبي نعيم في \"أخبار أصبهان\" (1/252) .\nنعم، رواه الطبراني في \"الصغير\" (417) و\"الأوسط\" كما في \"مجمع البحرين\" (3378) من وجه آخر عن جسر، بإدخال غالب القطان بينه وبين الحسن.\n(1) ولاشك أنه وهم، فالمحفوظ عن شجاع: عن الحسن عن أبي هريرة.\nالجزء: 1 ¦ الصفحة: 59\n",
        "وفيه حميد ابن أبي مخلد الواسطي شيخ الطبراني، لم أهتد إليه.\n4 ـ الأغلب بن تميم عن أيوب ويونس وهشام (!) عن الحسن به عند ابن السني (674) وابن عدي (1/407) .\n5 ـ مبارك بن فضالة عن أبي العوام عنه به مختصراً عند البيهقي (2462) . وهذا أمثلها، والمبارك مدلس ـ وقد عنعنه ـ وأبو العوام لم يتعين لي، فإن كان هو عمران بن داور فهو مختلف فيه، وهو إلى الضعف أقرب. (وقد) أعل أبو حاتم الرازي ـ رحمه الله ـ كونه موصولاً عن أبي هريرة ـ رضي الله عنه ـ.\nفقد قال ولده عبد الرحمن في \"العلل\" (1692) : \" سألت أبي عن حديث رواه على ابن ميمون الرقي عن محمد بن كثير الصنعاني عن مخلد بن حسين عن هشام عن ابن سيرين عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال: \" من قرأ يس في ليلة غفر له \" قال أبي: هذا حديث باطل، إنما رواه جبير عن الحسن عن النبي - صلى الله عليه وسلم - مرسل \" (1) .\nقلت: وجبير هذا لم يتعين لي، ويحتمل أن يكون متحرفاً من (جسر) ـ وهو ابن فرقد ـ فهذه الطبعة من \"علل الحديث\" سقيمة كثيرة التحريفات.\n(1) وسيأتي عن الحسن ـ رحمه الله ـ من قوله بإسناد منقطع.\nالجزء: 1 ¦ الصفحة: 60\n",
        "فلو صح هذا، فيكون اختلافاً جديداً على (جسر بن فرقد) لم أَرَهُ موصولاً، وقد يكون متحرفاً من (حميد) . فالله أعلم. والحاصل أن وصله لا يصح، على انقطاع إسناده.\n2 ـ الإرسال: وقد تكلم جماعة من أهل العلم في مراسيل عطاء بن أبي رباح ـ رحمه الله ـ خاصة.\nقال يحيى بن سعيد القطان: \" مرسلات مجاهد أحب إلي من مرسلات عطاء بن أبي رباح بكثير، كان عطاء يأخذ عن كل ضرب \".\nوقال أيضاً: \" مرسلات سعيد بن جبير أحب إلى من مرسلات عطاء \".\nوقال الإمام أحمد: \" وليس في المرسلات أضعف من مراسيل الحسن وعطاء ابن أبي رباح فإنهما يأخذان عن كل \".\nوفي رواية عنه: \" وأما الحسن وعطاء فليس هي بذاك، هي أضعف المراسيل كلها، كأنهما كانا يأخذان عن كل \".\nوقال أبو عبيد الآجري: \" قلت لأبي داود: مراسيل مجاهد أو عطاء؟ قال: مجاهد، كان عطاء يحمل عن كل ضرب. قلت لأبي داود: مراسيل الحسن أو مراسيل عطاء؟ قال: عطاء \".\n9 ـ حديث عقبة بن عامر بالشطر الثاني:\nرواه ابن مردويه كما في \"الدر\" بلفظ: \" من قرأ يس فكأنما قرأ القرآن عشر مرات\".\nالجزء: 1 ¦ الصفحة: 61\n",
        "وأفراد ابن مردويه تكرر الكلام فيها مراراً، لاسيما إن كان المتن منكراً يتضمن مجازفةً أو مبالغةً.\n10 ـ معضل حسان بن عطية المحاربي الدمشقي بالشطر الثاني من الحديث أيضاً:\nقال الحافظ أبو بكر البيهقي ـ رحمه الله ـ في \"الشعب\" (2459) : \" أخبرنا أبو نصر ابن قتادة، أنا أبو منصور النضروي، ثنا أحمد بن نجدة، ثنا سعيد بن منصور، ثنا إسماعيل بن عياش، عن أسيد بن عبد الرحمن الخثعمي، عن حسان بن عطية أن رسول الله - صلى الله عليه وسلم - قال: \" من قرأ يس فكأنما قرأ القرآن عشر مرات \" هذا مرسل \".\nقلت: بل معضل كما سيأتي تحقيقه.\nورجاله كلهم ثقات، إلا أن أبا نصر: عمر بن عبد العزيز بن عمر بن قتادة النعماني (1) لم أهتد إليه بعد، وهو من شيوخ البيهقي الذين أكثر عنهم جداً في تصانيفه.\nلكن الحديث ثابت في \"سنن سعيد بن منصور\" ـ من غير طريقه جزماً ـ فقد عزاه إليه الحافظ السيوطي ـ رحمه الله ـ في \"الدر المنثور\"، لكن حدث في مطبوعته تداخل وسقط بحيث صار هكذا: \" وأخرج سعيد بن\n(1) وجدت البيهقي ـ رحمه الله ـ قد نسبه هذه النسبة في موضع من \"السنن الكبرى\" أثناء تعييني لأسانيد المعاملات به. والرجل قد يكون في وفيات بعد الأربعمائة من \"تاريخ الإسلام\" للحافظ الذهبي ـ رحمه الله ـ ولم تطل يدي الأجزاء الخاصة بذلك بعد. ثم تمَّ كتاب \"تاريخ الإسلام\" بعدُ فلم نجد له ترجمة فيه. والحمد لله على كل حال.\nالجزء: 1 ¦ الصفحة: 62\n",
        "منصور والبيهقي عن حسان بن عطية أن رسول الله - صلى الله عليه وسلم - قال: \" سورة يس تدعى في التوراة: المعمة\n...\n\" إلخ الحديث المتقدم بطوله.\nوقد علمنا أنه مروي عن أبي بكر الصديق ـ رضي الله عنه ـ ولم أر أحداً عزاه لسعيد ابن منصور ـ رحمه الله ـ بل لا أعلم روايته عن ابن أبي أويس، فهما من طبقة واحدة. والله أعلم.\n(أما) حكم البيهقي ـ رحمه الله ـ على الحديث بالإرسال، فإن المرسل يطلق عند العلماء ويراد به: الإرسال بمعناه المخصوص، وتارة: الإعضال، وتارة: الانقطاع بين راويين بمعناه المخصوص أيضاً، وغير ذلك.\nكما يقولون أحيانا في المرسل والمعضل ونحوهما: \" هذا منقطع \" ويسميه بعضهم ـ أحياناً ـ \" المقطوع \".\nأما حكمي عليه بالإعضال ـ لا الإرسال ـ فقد قال الحافظ العلائي ـ رحمه الله ـ في \"جامع التحصيل\" (132) :\n\" حسان بن عطية الدمشقي. روى عن أبي أمامة وقيل: إنه لم يسمع منه وسئل أحمد بن حنبل: حسان بن عطية سمع من عمرو بن العاص؟ قال: لا \".\nوقال الحافظ المزي ـ رحمه الله ـ في \"تهذيب الكمال\" (6/35) : \" روى عن\n...\nوأبي أمامة صدى بن عجلان الباهلي (ت)\n...\nوأبي الدرداء، ولم يدركه\n...\nوأبي كبشة السلولي (خ ر ت)\n...\nوأبي واقد الليثي، ولم يسمع منه، بينهما مسلم بن يزيد \".\nالجزء: 1 ¦ الصفحة: 63\n",
        "فسكت على روايته عن أبي أمامة في \"تهذيبه\"، لكنه قال في \"تحفة الأشراف\" (4855) : \" ولم يسمع منه \".\nثم استدركت بأن أبا كبشة السلولي ـ رحمه الله ـ تابعي من الثانية كما في \"التقريب\" (8321) ، وليس صحابياً كما ذهب وهمي فيما تقدم.\nوجميع من ذكرهم المزي من شيوخ حسان بن عطية إنما هم تابعيون، منهم: خالد ابن معدان، وسعيد بن المسيب، وأبي قلابة الجرمي، وعمرو بن شعيب، ومحمد بن المنكدر، ونافع.\nفثبت ما أردت، والحمد لله على توفيقه.\nوالحديث المعضل يعرف آحاد طلبة هذا العلم الشريف قيمته ومرتبته.\n11 ـ أثر معقل بن يسار ـ رضي الله عنه ـ\n: أنظر رقم (6) . ويظهر أن مخرجه ولفظه هو والمرفوع سواء عند ابن نصر. فالله أعلم.\n12 ـ أثر أبي قلابة عبد الله بن زيد الجرمي ـ رحمه الله ـ\n:\nقال الحافظ أبو بكر البيهقي ـ رحمه الله ـ في \"الشعب\" (2467) : \" أخبرنا أبو الحسين بن بشران، أنا إسماعيل بن محمد الصفار، ثنا سعدان بن نصر، ثنا معمر عن الخليل بن مرة عن أيوب السختياني عن أبي قلابة قال: من حفظ عشر آيات من الكهف عصم من فتنة الدجال، ومن قرأ الكهف في يوم الجمعة حفظ من الجمعة إلى الجمعة، وإن أدركه الدجال\nالجزء: 1 ¦ الصفحة: 64\n",
        "لم يضره، وجاء يوم القيامة ووجهه كالقمر ليلة البدر، ومن قرأ يس غفر له، ومن قرأها وهو جائع شبع، ومن قرأها وهو ضال هدي، ومن قرأها وله ضالة وجدها، ومن قرأها على طعام خاف قلته كفاه، ومن قرأها عند ميت هون عليه، ومن قرأها عند امرأة عسر (1) عليها ولدها يسر عليها، ومن قرأها فكأنما قرأ القرآن إحدى عشرة مرة. ولكل شيء قلب، وقلب القرآن يس \".\nوقال البيهقي ـ عقبه ـ: \" هذا نقل إلينا بهذا الإسناد من قول أبي قلابة، وكان من كبار التابعين، ولا يقوله ـ إن صح ذلك عنه ـ إلا بلاغاً \".\nقلت: كذا قال ـ عفا الله عنه ـ وما صح هذا الكلام عن أبي قلابة ـ رحمه الله ـ بل هو ظاهر النكارة لاسيما العبارات المتعلقة منه بفضل يس، وإسناده واهٍ.\nالخليل بن مرة، قال البخاري: \" فيه نظر \".\nوقال ـ أيضاً ـ هو وابن حبان: \" منكر الحديث \" وقال ابن عدي: \" ضعيف جداً \". وقد تعرضتُ له ـ بأطول مما هنا ـ في \"تبييض الصحيفة\" (2/48)\n(1) أثبتها محقق \"الشعب\": \" يخشى \"، وقال: \" من (ب) : عسر \" وأثبت كذلك ما بعدها: \" ومن قرأها فكأنما قرأ القرآن أحد عشر مرة \"، فاستعنت بالطبعة الهندية (2239) في التصويب.\nالجزء: 1 ¦ الصفحة: 65\n",
        "وأما معمّر ـ بالتشديد ـ فهو ابن سليمان الرقي أبو عبد الله الكوفي كما قال الدكتور عبد العلي عبد الحميد حامد محقق الطبعة الهندية لـ \"الشعب\" جزاه الله خيراً وحفظه.\nوهو: \" ثقة فاضل، أخطأ الأزدي في تليينه، وأخطأ من زعم أن البخاري\n...\nأخرج له \" كما في \"التقريب\" (6815) .\nومن أوجه نكارة هذا الأثر أيضاً: أن وهيب بن خالد الباهلي ـ الحافظ الثقة ـ قد رواه عن أيوب الخستياني عن أبي قلابة مختصراً جداً بلفظ: \" من قرأ عشر آيات من سورة الكهف ـ قال أيوب: لا أدري من أولها أو من آخرها ـ لم تضره فتنة الدجال \" عند ابن الضريس في \"فضائل القرآن\" (208) .\nوهذا إسناد صحيح جليل.\nوهو الثابت عن النبي - صلى الله عليه وسلم - من حديث أبي الدرداء مرفوعاً، ولفظه: \" من حفظ عشر آيات من أول الكهف، عُصم من فتنة الدجال \" رواه مسلم (2/199) ، وغيره. وفي رواية شاذة ذكرها مسلم لبيان الخلاف: \" من آخر الكهف \". وتفصيل ذلك في \"الصحيحة\" (582) للعلامة الألباني ـ حفظه الله ونفع به ـ.\n(أما) القطعة الخاصة بقراءة الكهف يوم الجمعة، فقد أومأت إلى موقفي من هذا في الحديث الموفي ثلاثين من \"تكميل النفع\" ـ الجزء\nالجزء: 1 ¦ الصفحة: 66\n",
        "الثاني ـ، وقبل ذلك عند الحديث العاشر من \"تبييض الصحيفة\" (1/34 - 35 مع الحاشية) . ووعدت هناك ببيان ذلك في كتابي في \"العلل\"، لكنني أفردت رسالة مطولة في بيان ما طالته يداي من مرويات ـ مرفوعة وموقوفة ـ في قراءة الكهف يوم الجمعة كما أشرت في مقدمة \"إماطة الجهل بحال حديثي: \" ما خير للنساء؟ \" و\" عقدة الحبل \" \" ضمن السلسلة التي قدر العلي القدير ـ جل وعلا ـ أن أبدأها برسالتي هذه.\n(وأما) قول البيهقي ـ رحمه الله ـ أن أبا قلابة ـ رحمه الله ـ كان من كبار التابعين، ففيه ـ على ظاهره ـ نظر ظاهر.\nوابتداءً، لم أَرَ أحداً من العلماء ذكر لأبي قلابة إدراكاً أو سماعاً لأحد من العشرة المبشرين بالجنة ونفوا ـ صراحة ـ إدراكه عمر، وعلياً، وزيد بن ثابت، وحذيفة.\nونصوا على أنه أرسل عن: هشام بن عامر، وسمرة بن جندب، وأبي زيد الأنصاري، ومعاوية، وأبي ثعلبة الخشني، وأبي هريرة، وعائشة.\nوأثبتوا سماعه من: مالك بن الحويرث (ت: 74هـ) وأنس (ت: 93هـ على الأرجح) ، وثابت بن الضحاك (ت: 64 هـ على الأرجح) .\nوقد قال الحافظ المزي في ترجمة ثابت هذا من \"تهذيبه\" (4/360) : \" قال عمرو ابن علي: مات سنة خمس وأربعين \".\nالجزء: 1 ¦ الصفحة: 67\n",
        "فعقب عليه محقق \"تهذيب الكمال\" قائلاً: \" هكذا اكتفى بإيراد قول عمرو بن علي الفلاس في تاريخ وفاته، وهو غير جيد، وقد ذكر ابن منده وهارون الحمال وأبو جعفر الطبري، وأبو أحمد الحاكم وغيرهم أنه توفي في فتنة ابن الزبير، وهو الأشبه، قال الإمام الذهبي في زياداته على \"التهذيب\" في \"التذهيب\": \" قلت: قال أبو قلابة: أخبرني ثابت بن الضحاك ممن بايع تحت الشجرة، وذكر ابن سعد أن الذي روى عنه أبو قلابة مات في فتنة ابن الزبير، وأحسب أن هذا أشبه لأن أبا قلابة لم يسمع إلا متأخراً، قبل السبعين \".\nقلت: وتُرُدِّدَ في سماعه من جماعة من الصحابة عاصرهم ـ قطعاً ـ منهم: ابن عمر، وابن عباس، والنعمان بن بشير.\nوالحاصل: أنه ليس من كبار التابعين ـ على ظاهر هذا الوصف ـ بل عامة رواياته عن أكثر من روى عنهم من الصحابة، إنما هي من قبيل الإرسال، والله أعلى وأعلم.\n(ثم) وجدت ـ قدراً ـ نقلاً آخر عن الإمام البيهقي ـ رحمه الله ـ يلقي مزيداً من الضوء على مفهوم (التابعى الكبير) عنده.\nفقد حكى الحافظ الكبير ابن رجب الحنبلي ـ رحمه الله ـ في \"شرح علل الترمذي\" (ص237 - 238 ط. العراق) عنه، قال: \" وليس الحسن وابن سيرين بدون كثير من التابعين، وإن كان بعضهم أقوى مرسلاً منهما أو من أحدهما، وقد قال الشافعي بمرسل الحسن حين اقترن به ما يعضده في\nالجزء: 1 ¦ الصفحة: 68\n",
        "مواضع منها النكاح بلا ولي، وفي النهي عن بيع الطعام حتى يجري فيها الصاعان. وقال بمرسل (1)\nطاووس وعروة وأبي أمامة بن سهل وعطاء بن أبي رباح وعطاء بن يسار وابن سيرين وغيرهم من كبار التابعين حين اقترن به ما أكده، ولم يجد ما هو أقوى منه\n...\n\".\nقلت: كأنه يريد بذلك: مشاهير (2) التابعين لا غير، فليس في المسمين من كبار التابعين ـ بالمعنى المعروف المتبادر إلى الأذهان ـ سوى أبي أمامة بن سهل بن حنيف ـ رضي الله عنهما ـ.\n(وأما) قضية كون هذا الكلام لا يقال من قبل الرأي، فهذا تقرير صحيح لا ريب فيه، ولكنا وجدنا بعض كبار الصحابة كعمر بن الخطاب ـ رضي الله عنه ـ ربما تلقوا أشياء في المواعظ والترغيب والترهيب من أمثال كعب الأحبار ـ رحمه الله ـ امتثالاً لإذن النبي - صلى الله عليه وسلم - في ذلك حيث قال: \"وحدثوا عن بني إسرائيل ولا حرج\" (3) .\nوكان ابن مسعود وأبو موسى الأشعري وعائشة وغيرهم ـ رضوان الله عليهم ـ ربما حدثوا أيضاً بالشيء عن أهل الكتاب، ولم يختص ذلك الأمر بأمثال سلمان وعبد الله ابن سلام وابن عباس وابن عمرو ـ رضوان الله عليهم ـ كما قد يظن البعض؛ إلا أنه كثر من أولئك ثم\n(1) تحرفت إلى: \" وقال: مرسل طاووس\n...\n\" الخ. وهذا النص لم يتبين لي موضعه في مصنفات البيهقي،\nفنقلته بواسطة \"شرح العلل\".\n(2) توسمت ذلك من صنيعه هنا، وهو الذي فهمه أخ عزيز لدي وأجابني به.\n(3) قطعة من حديث رواه البخاري (4/207) وغيره عن عبد الله بن عمرو ـ رضي الله عنهما ـ.\nالجزء: 1 ¦ الصفحة: 69\n",
        "انتشر ذلك في التابعين فمن بعدهم، لاسيما أهل الشام والعراق، ولاسيما الزهاد والحكماء منهم، ووجدنا كعباً ووهب ابن منبه وغيرهما يتحدثون بأشياء لا نظير لها فيما صح عن النبي - صلى الله عليه وسلم - في فضائل بعض سور القرآن، وصفة الجنة والنار، وما يكون في آخر الزمان وغير ذلك.\n(فحمل) ذلك كله على أنه مأخوذ بتوقيف من النبي - صلى الله عليه وسلم - من الأمور التي ينبغي التثبت فيها والتأني عند التعامل معها والخوض في غمارها، ومن عظام المسائل التي ينبغي لأهل العلم والتحقيق أن يحرروها ويضعوا لها الضوابط العلمية الدقيقة الكفيلة بسد باب التقول على المعصوم - صلى الله عليه وسلم - بما لم يقله. والله وحده المستعان.\n(ولقد) شاع في بلادنا ـ في الآونة الأخيرة ـ التوسع في دعوى (الرفع الحكمي) تلك، حتى أدخل بعض الناس تحتها بعض المسائل التي اختلف فيها اجتهاد العلماء منذ عهد كبار الصحابة، حتى زعم زاعم ـ بما لم يسبقه إليه أحد من المتقدمين والمتأخرين علمته ـ أن قول حذيفة بن اليمان ـ رضي الله عنه ـ الذي صار به في شق، وسائر أصحاب النبي - صلى الله عليه وسلم - في شق آخر، والذي رواه جماعة من ثقات (1) أصحاب ابن عيينة عنه عن جامع\n(1) هم عبد الرزاق بن همام الثقة الحافظ في \"مصنفه\"، وابن أبي عمر العدني الصدوق الحافظ، وسعيد ابن عبد الرحمن الجمحي المتفق على توثيقه، كلاهما عند الفاكهي في \"أخبار مكة\"، وجاء مرفوعاً أيضاً عن جماعة من أصحاب ابن عيينة، ولم يصح إلا عن سعيد بن منصور الثقة الحافظ عند ابن حزم في \"المحلى\" لكنه شك في لفظ المتن (!) ومحمود بن آدم المروزي عند البيهقي والذهبي في \"السير\"، لكن شيخ البيهقي شك هو في المتن الذي حدثه به. وجزم راويه عند الذهبي بذكر المساجد الثلاثة لكن في إسناد الذهبي إليه مطاعن وعلل!\nنعم، ويرجح الوقف ثبوته عن إبراهيم النخعي عن حذيفة وابن مسعود ـ مرسلاً ـ بالقصة المشهورة وإسنادها كالشمس صحة. ومن أعلها بالانقطاع فقد أغرب. والحاصل أن الحديث معلول بالوقف أو الاضطراب ـ على أحسن أحواله ـ، ولذلك لا نجد له عيناً ولا أثراً عند كبار أصحاب ابن عيينة كالأئمة: أحمد وابن معين وابن أبي شيبة والحميدي وابن المديني والشافعي وابن راهويه وابن منيع، وزهير بن حرب أبي خيثمة وابن نمير وابن المقريء والفلاس وهناد وأبي كريب وعلي بن حجر وعمرو بن محمد الناقد ونحوهم، وبالتالي لم يخرجه أصحاب المسانيد والمصنفات منهم في كتبهم ـ وهم أحرص ما يكونون على المرفوع المسند ـ ولم يعرف له وجود في \"الصحيحين\" ولا حتى \"صحيح ابن حبان\" و\"ابن خزيمة\" و\"المستدرك\" و\"المختارة\" بل أغفلوه وتحاشوه ولم يعبأوا به، وتركوه لأمثال الطحاوي والإسماعيلي والبيهقي وابن حزم!!\nوهل يقول عاقل بجواز خفائه على كل هؤلاء أو أكثرهم؟! فهذه خلاصة بحثي حول هذا الحديث، فصبر جميل.\nالجزء: 1 ¦ الصفحة: 70\n",
        "بن أبي راشد عن أبي وائل عنه ـ موقوفاً ـ: \" لا اعتكاف إلا في المساجد الثلاثة\n...\n\" هو موقوف ـ حقاً ـ ولكن حكمه الرفع (!!) وقد تابع حذيفة على هذا الرأي بعض آحاد التابعين، وخالفه بعضهم في التفاصيل، ثم وُئد هذا الخلاف حتى انتصر له بعض الكبار في الآونة الأخيرة، وتسبب ذلك في فتن وقلاقل، لا يعلم مداها إلا الله جل وعلا. نسأله تعالى الهداية واتباع سبيل المؤمنين والحرص في التعامل مع الشواذ والغرائب التي لم يتصل بها عمل أو لم يأخذ بها أو بعمومها أو ببعض مدلولاتها أحد من سلفنا الصالحين إنه سميع مجيب.\nالجزء: 1 ¦ الصفحة: 71\n",
        "13 ـ أثر عبد الرحمن بن أبي ليلى الأنصاري ـ رحمه الله ـ:\nقال القرطبي في \"تفسيره\" (15/2) : \" وذكر النحاس عن عبد الرحمن بن أبي ليلى قال: لكل شيء قلب، وقلب القرآن يس. من قرأها نهاراً كُفيَ همه، ومن قرأها ليلاً غفر ذنبه \".\nوهذا معلق، يغلب على الظن عدم ثبوته ـ كغالب مرويات الباب ـ فأين كان أصحاب المصنفات والمصنفين في \"فضائل القرآن\" عن هذا الأثر الوارد عن ذلك التابعي الجليل الفقيه؟\n14 ـ أثر صاحب معمر:\nرواه عبد الرازق في \"مصنفه\" (3/372 رقم 6009) عن معمر، قال: سمعت رجلاً (!) يحدث: أن لكل شيء قلباً، وقلب القرآن يس، ومن قرأها فإنها تعدل القرآن، أو قال: تعدل قراءة القرآن كله، ومن قرأ {قُلْ يَا أَيُّهَا الْكَافِرُونَ} فأنها تعدل ربع القرآن، و {إِذَا زُلْزِلَتِ} شطر القرآن \".\nوهذا إسناد متصل، لكن الرجل الذى سمعه منه معمر ـ رحمه الله ـ لا يُدرى من هو، ولا من أين أتى به، وهل هو حجازي أم عراقي؟!\nإذ في حديث معمر عن أهل العراق جملة شيء، فلعله لم يضبط إسناده مثلاً.\nوهل هو تابعي أم من أقران معمر أم هو أصغر منه؟!\nمع أن كل ذلك لا يضير، والأمر ـ على جميع الأحوال ـ قريب.\n(وقد) روي هذا الثواب في قراءة يس أيضاَ عن سليمان التيمي ـ رحمه الله ـ بلاغاً.\nالجزء: 1 ¦ الصفحة: 72\n",
        "قال الدارمي (2/456) : \" حدثنا أبو الوليد موسى بن خالد حدثنا معتمر عن أبيه قال: بلغني عن الحسن قال: من قرأ يس في ليلة ابتغاء وجه الله أو: مرضاة الله، غفر له، وقال: بلغني أنها تعدل القرآن كله \".\nقلت: القائل: (بلغني\n...\n) الخ، الظاهر أنه سليمان التيمي، ويحتمل أيضاً أن يكون هو الحسن البصري نفسه. فالله أعلم.\nفإن كان التيمي، فلم يُسَمِّ من بلغه عنه، وهو ـ رحمه الله ـ من صغار التابعين، سمع أنساً ـ رضي الله عنه ـ.\nوإن كان الحسن؛ فنفس القضية، مع أن الرواية عنه هنا بلاغ منقطع، وإن كان التيمي من أصحابه الذين سمعوا منه.\nوشيخ الدارمي في الأثر: أبو الوليد موسى بن خالد هو الشامي الحلبي، ختن محمد بن يوسف الفريابي، ويقال: ختن أبي إسحاق الفزاري.\nوقد ذكره ابن حبان في \"الثقات\" (9/161) (1) ، وروى له مسلم (7/159) حديثاً واحداً عن الدارمي (2) عنه عن أبي اسحاق الفزاري عن عبيد الله بن عمر عن نافع عن ابن عمر في فضل عبد الله بن عمر ـ رضي الله عنهما ـ.\n(1) ولم يخرج له شيئاً في \"صحيحه\" على ما في (فهارس الإحسان) .\n(2) وهو في \"سنن الدارمي\" (2/127) بمتابعة عبد الله بن عمر العمري عن نافع به، بدون الزيادة الموقوفة في آخره.\nالجزء: 1 ¦ الصفحة: 73\n",
        "رواه قبله من طريق الزهري عن سالم عنه.\nوقد رواه البخاري في \"صحيحه\" من طريق صخر بن جويرية عن نافع عن ابن عمر بطوله كما في \"التحفة\" (15805) .\nورواه أيوب عن نافع بلفظ مختصر جداً، مع اختلاف في السياق عند مسلم وغيره.\nولذلك لا يطمئن القلب لتوثيق هذا الشيخ. فالله أعلم بحاله.\n15 ـ أثر يحيى بن أبي كثير الطائي البصري ثم اليمامي ـ رحمه الله ـ\n:\nقال أبو عبد الله بن الضريس ـ رحمه الله ـ في \"فضائل القرآن\" له (219) : \"أخبرنا عباس بن الوليد، حدثنا عامر بن يساف، عن يحيى بن أبي كثير قال: من قرأ يس إذا أصبح لم يزل في فرح حتى يمسي (1) ، ومن قرأها إذا أمسى لم يزل في فرح حتى يصبح، قال: وأخبرنا من جرب ذلك. قال: هي قلب القرآن \" (2) .\nورواه (221) عن شيخ آخر عن عامر بن يساف به، قال: \" مثل حديث عباس\". يعني: ابن الوليد النرسي، شيخه في الأول.\n(1) روى أبو نعيم في ترجمة عكرمة من \"الحلية\" (2/228) عنه قال: \" من قرأ (يس والقرآن الحكيم) لم يزل ذلك اليوم في سرور حتى يمسي \". وفي إسناده نظر. فهد بن عبد الله أبو شامة لم أهتد إليه، وسعيد ـ راويه عن عكرمة ـ لم يتعين لي، فإن كان هو سعيد بن المرزبان أبا سعد البقال فهو متروك الحديث.\n(2) القائل: \" هي قلب القرآن \" سبق إلى قلبي أنه يحيى بن أبي كثير كما هو واضح في العنوان، لكنني بعد ذلك ترددت في كونه يحيى أو الذي أخبره أنه جرب ما ذكر. بل لم يتبين لي أيضاً هل هو شيخ لعامر بن يساف أم هو يحيى بن أبي كثير؟ فالله أعلم بحقيقة الأمر.\nالجزء: 1 ¦ الصفحة: 74\n",
        "وذكره القرطبي (15/2) عن يحيى بنحوه بلاغاً، ولم يقل: \" هى قلب القرآن \"، وقال: \" ذكره الثعلبي وابن عطية، قال ابن عطية، ويصدق ذلك التجربة \".\nقلت: العمدة في دين الله عز وجل: صحة النقل، وثبوت العرش!\n(وهذا) أثر منكر لا يصح، عامر بن يساف مختلف فيه.\nوالراجح في حقه ـ عندي ـ ما قاله فيه أبو أحمد (1) بن عدي ـ رحمه الله ـ. وسيأتي مدعماً بالأدلة العملية على صحته وصوابه.\n* قال أبو داود: \" ليس به بأس، رجل صالح \" كما في سؤالات الآجري (467) .\n(1) قد يظن بعض الكرام من صنيعي هنا ـ وغيره كثير ـ أنني أميل دائماً إلى التشديد، والاستنكار، وترجيح الجرح على التعديل، والإعلال على التصحيح. وليس الأمر كذلك، لأنه قد استبان لي بيقين أن مدار الحكم على الراوي ـ في الغالب ـ إنما يكون بالممارسة العملية لحديثه، وسبر مروياته، فلا مجال في هذا الأمر للتشهي واتباع الهوى أو الانتصار للتوثيق النظري للراوي ـ وإن كان رأياً فردياً شاذاً أو متساهلاً ـ بحجة أن تتابع أكثرهم على تجريحه لا مستند لهم فيه. وكذلك الحكم على الحديث المختلف فيه رفعاً ووقفاً، أو وصلاً وإرسالاً، إنما يصدُر المرء فيه عن دراسة متأنية وبحث دؤوب عن طرقه وحكم أئمة النقد عليه، واحتكام تام إلى القواعد والأسس العلمية التى أرساها أهل الشأن من المتقدمين الذين هم أرسخ قدماً، وأغزر علماً، وأعمق فهماً، وأصدق فراسة وحكماً ممن خالف مناهجهم، وقصر في جميع هذه الصفات عنهم من جمهور المتأخرين والمعاصرين إلا من رحم ربي (وقليل ما هم) وقد رأيت بعض الإخوة يرجح توثيق مثل (نعيم بن حماد) لكلمة متعقب على قائلها، وبعض طلبة الأزهر يوثقون (مؤمل بن إسماعيل) لإطلاق ابن معين توثيقه، مع أن أوهامه يحتاج بيانها عدة أجزاء (!) ، وإني لمشفق على هؤلاء، وأسأل الله أن يبصرهم بالصواب، ويرزقهم الأناة فإنه دين.\nالجزء: 1 ¦ الصفحة: 75\n",
        "* وقال الدوري عن ابن معين: \" ليس بشيء \" وقال ابن البرقي عنه: \" ثقة \".\nكما قال الحافظ ـ رحمه الله ـ في \"تهذيب التهذيب\" (5/76) . لكنه عكس في \"اللسان\" (3/224) ، فقال: \" وقال الدوري عن ابن معين: ثقة \".\nواغتر بذلك محققو الطبعة الثانية والثالثة من \"الكامل\" (5/1739، 5/85) ، فقالوا: \" قال الدوري عن ابن معين: ثقة، وقال أبو داود: صالح واتفق ابن عدي (1) والعجلي أنه ضعيف ويكتب حديثه، لسان الميزان 3/224 \".\nوالحق أن ما في \"التهذيب\" هو الصواب، وقد أفصح الحافظ ـ رحمه الله ـ عن ذلك في \"تعجيل المنفعة\" (ص207) ، فقال: \" واختلف فيه قول يحيى بن معين، فقال ابن البرقي عنه: ثقة. وقال العباس الدوري عنه: ليس بشيء \".\nقلت: ولاشك أن رواية الدوري هي الراجحة، وليس ابن البرقي معدوداً من مشاهير أصحابه ولا المُقَدَّمين فيه، بالإضافة إلى كون هذا الحكم هو الأغلب من ابن معين في أمثاله، والأشبه بواقعه وحاله.\n* وأما البخاري ـ رحمه الله ـ فسكت عليه في \"تاريخه الكبير\".\n(1) وما الحاجة إلى نقل كلام ابن عدي في الرجل بواسطة \"لسان الميزان\" وجميع كلامه فيه نصب عيني كل قاريء؟! وليس فلتة، بل كثير الوقوع في حواشيهم وأحياناً يُقَوِّلُونه ما لم يقل كما في ترجمة (عمرو بن خليف) من الطبعتين لِلَّهِ\nالجزء: 1 ¦ الصفحة: 76\n",
        "* وقال أبو حاتم الرازي: \" هو صالح \" كما في \"الجرح\" (6/329) .\n* وذكره ابن حبان في \"الثقات\" (8/501) (1) !\n* وقال العجلي: \" يكتب حديثه، وفيه ضعف \" كما في \"التهذيب\" و\"التعجيل\".\nوزاده محقق \"معرفة الثقات ـ للعجلي ـ بترتيب الهيثمي والسبكي\" (ترجمة 831) إلى الكتاب أخذاً منهما.\nوقال ابن عدي في \"الكامل\" (5/1739) : \" منكر الحديث عن الثقات \".\nوختم ترجمته بقوله: \" وهذه الأحاديث التى أمليتها لعامر بن يساف عن سعيد (وهو ابن أبي عروبة) ، وعن يحيى بن أبي كثير، وعن النضر بن عبيد؛ غير محفوظة، وإنما يرويها عامر بن يساف. ولعامر غير ما ذكرت من الأحاديث التي ينفرد بها، ومع ضعفه يكتب حديثه \".\nقلت: فمن مناكيره:\n1 ـ ما أورده له من طريق محمد بن الحسن التل، ورواه الطبراني في \"الكبير\" (18/26) من طريق محمد بن بكير الحضرمي، وابن عبد البر في \"التمهيد\" (10/151) ـ واللفظ له (2) ـ بسند صحيح إلى عبيد الله بن عمر الغداني، قالوا: حدثنا عامر بن يساف عن سعيد بن\n(1) ولم يرو عنه في \"صحيحه\" شيئاً، فهذا رجل ليس عنده ما يحتاج إليه.\n(2) لكونه أصح الثلاثة إسناداً، وأحسنهم سياقاً للحديث.\nالجزء: 1 ¦ الصفحة: 77\n",
        "أبي عروبة عن قتادة عن النضر بن أنس (ولم يذكره محمد بن الحسن (1) على ما في طبعتي الكامل) عن أنس بن مالك قال: لما أصيب عتبان (2) بن مالك في بصره ـ وهو رجل من الأنصار، وكان عقبياً بدرياً ـ بعث إلى رسول الله - صلى الله عليه وسلم - فقال: بأبي أنت وأمي يا رسول الله، لو جئتَ فصليتَ في بيتي أو بقعة من داري، ودعوتَ الله ـ عز وجل ـ لنا بالبركة؟ فقام رسول الله - صلى الله عليه وسلم - في نفر من أصحابه حتى أتى منزله، فصلى في بيته، وخرج فصلى في بقعة من داره، ثم قعد القوم يتحدثون فذكر بعضهم ابن الدخشم، فقالوا: يا رسول الله، ذلك كهف المنافقين ومأواهم ـ وأكثروا فيه ـ حتى رخص لهم رسول الله - صلى الله عليه وسلم - في قتله، ثم قال لهم: \" هل يصلي؟ \" قالوا: نعم يا رسول الله، صلاةً لا خير فيها أحياناً، ويلبي أحياناً، فقال رسول الله - صلى الله عليه وسلم -: \"نُهيت عن قتل المصلين، إنه من يشهد أن لا إله إلا الله مخلصا بها، يموت على ذلك، حرَّمه الله على النار \".\nقال سعيد (3) : قال قتادة: قال النضر بن أنس: أمرنا أبونا أن نكتب هذا الحديث، وما أمرنا أن نكتب حديثاً غيره، وقال: احفظوه يا بني \".\nقال الهيثمي في \"المجمع\" (1/296) : \" وفيه عامر بن يساف، وهو منكر الحديث \".\n(1) تكلم فيه أكثر النقاد، فلا يعتد بخلافه وتقصيره في الإسناد إن لم يكن تحريفاً لِلَّهِ\n(2) تحرف في مطبوعة \"التمهيد\" إلى: \" عثمان بن مالك \".\n(3) رواية ابن عدي مختصرة جداً، وليست فيها هذه الزيادة، فلا ينافي ورودها عند غيره الاحتمال الذي تقدم ذكره.\nالجزء: 1 ¦ الصفحة: 78\n",
        "قلت: لم أجد له أصلاً عن سعيد بن أبي عروبة مع وفور أصحابه من الثقات الحفاظ!\nنعم، للحديث أصل عن قتادة، مع اختلاف عليه في إسناده (فرواه) النسائي في \"عمل اليوم والليلة\" (1104) من طريق شيبان (وهو ابن عبد الرحمن النحوي) عنه عن أنس ـ رأساً ـ، قال: ذكر أصحاب النبي - صلى الله عليه وسلم - مالك بن الدخشم عند رسول الله - صلى الله عليه وسلم - فوقعوا فيه وشتموه، فقال رسول الله - صلى الله عليه وسلم -: \" دعوا لي أصحابي \". فقالوا: يا رسول الله، إنه كهف المنافقين وملجؤهم الذي يلجؤون إليه، فقال رسول الله - صلى الله عليه وسلم -: \" أليس يشهد أن لا إله إلا الله وأني رسول الله؟ \" قالوا: بلى، ولا خير في شهادته. فقال رسول الله - صلى الله عليه وسلم -: \" لا يشهد بها عبد صادقاً من قلبه ثم يموت على ذلك إلا حرمه الله على النار \".\nفلم يذكر (نُهيت عن قتل المصلين) ولا كلام أنس (1) عقبه (!) (ورواه) إبراهيم ابن طهمان في \"مشيخته\" (64) وعنه النسائي (1103) والطبراني (18/27) عن الحجاج (وهو ابن الحجاج الباهلي) عن قتادة عن أبي بكر بن أنس عن محمود بن عمير بن سعد أنه قال: \" إن عتبان بن مالك أصيب بصره\n...\n\" فذكر نحواً من رواية النسائي السابقة بزيادة في أوله. وليس فيه أيضاً تلك الألفاظ.\n(ورواه) مسلم (1/45 ـ 46) وغيره من طريقين عن ثابت عن\n(1) ولا ترخيصه - صلى الله عليه وسلم - للقوم في قتله في باديء الأمر، فتأمل.\nالجزء: 1 ¦ الصفحة: 79\n",
        "أنس حدثني محمود ابن الربيع عن عتبان بن مالك به نحوه، وفيه \" قال أنس: فأعجبني هذا الحديث فقلت لابني: اكتبه، فكتبه \" حَسْبُ!\n(وروى) الإمام أحمد (4/44) وابن أبي عاصم في \"الآحاد والمثاني\" (1936) والطبراني (18/26 - 27) من طريق علي بن زيد بن جدعان قال: \" كنا عند أنس ابن مالك، فقال لابنه أبي بكر: حدثهم حديث عتبان بن مالك الأنصاري، فحدثنا أبو بكر ـ وأنس شاهد ـ قال: خرجت مع أبي إلى الشام، فلما أقبل من الشام مشى معنا محمود بن الربيع الأنصاري فشيعنا حتى إذا أراد أن يفارقنا قال: ألا أحدثكم بحديث عتبان بن مالك؟ قلنا: بلى. قال: فإنه حدثني أنه ذهب بصره على عهد رسول الله - صلى الله عليه وسلم -\n...\n\" فذكره بنحو الروايات السابقة. وفيه: \" فقال لي أنس (1) : احفظ هذا الحديث فإنه من كنوز العلم، فلما أتينا المدينة وجدنا عتبان بن مالك حياً، فقلت لأبي: هل لك في عتبان تسأله عن الحديث الذي حدثناه محمود عنه؟ فانطلقنا فسألناه عنه، فحدثنا \".\n(وروى) البزار في \"مسنده\" كما في \"كشف الأستار\" (334) من طريق موسى بن عبيدة (وهو الربذي) عن هود بن عطاء عن أنس أن أبا بكر ـ رحمة الله عليه ـ قال: \"نهى رسول الله - صلى الله عليه وسلم - عن قتل المصلين \".\n(1) وأثبتها محقق \"الآحاد\": \" فقال لي: إني أحفظُ هذا الحديث\n...\n\" (!) وهذا تصحيف صوابه: \"قال لي أنس ـ أو: فقال لي أبي ـ: احفظْ هذا الحديث\n...\n\" بصيغة الأمر، وعلي بن زيد بن جدعان منكر الحديث.\nولا ريب أن الثابت ـ من كل ذلك ـ رواية ثابت البناني ـ رحمه الله ـ عند مسلم وغيره، والتي فيها: \"قال أنس: فأعجبني هذا الحديث\n...\n\" إلخ. وسياقه مخالف للسياق الذي أتي به عليُّ، فلينظره من شاء.\nالجزء: 1 ¦ الصفحة: 80\n",
        "قال البزار: \" لا نعلم روى عن هود غير موسى بن عبيدة، وموسى تشاغل بالعبادة عن الحديث \". قال الهيثمى: \" قلت: ثم أعاده بسنده إلا أنه قال: نهى رسول الله - صلى الله عليه وسلم - عن ضرب المصلين \".\nورواه أبو يعلى (4144) باللفظ الثاني.\nورواه الدارقطني (2/54) من طريق زيد بن الحباب عن موسى به إلى أنس أن عمر بن الخطاب قال: نهانا رسول الله - صلى الله عليه وسلم - عن ضرب المصلين.\nوروى أبو يعلى (90، 4143) والدارقطني من طريق محمد بن الزبرقان، والآجري في \"الشريعة\" (ص30) من طريق زيد بن الحباب ـ أيضاً ـ قالا: حدثنا موسى بن عبيدة قال: حدثني هود بن عطاء الحنفي عن أنس بن مالك قال: \" كان فينا شاب ذو عبادة وزهد، فوصفناه للنبي - صلى الله عليه وسلم - وسميناه باسمه، فلم يعرفه، فبينما نحن كذلك إذ أقبل، فقلنا: يا رسول الله، هو ذا، فقال - صلى الله عليه وسلم -: \" إني لأرى على وجهه سفعة من شيطان \"، فجاء فسلم على القوم فردوا السلام، فقال له رسول الله - صلى الله عليه وسلم -: \" جعلت في نفسك أن ليس في القوم أحد خيراً منك؟ \" فقال: نعم، ثم ولَّى ودخل المسجد، فقال رسول الله: \" من يقتل الرجل؟ \" فقال أبو بكر ـ رضي الله عنه ـ: أنا، فدخل المسجد، فوجده يصلي فقال أبو بكر ـ رضي الله عنه ـ: وجدته يصلي، وقد نهينا عن قتل المصلين، فجاء فقال له النبي - صلى الله عليه وسلم -: \" مه يا أبا بكر \"، فقال ـ - صلى الله عليه وسلم - ـ: \" من يقتل الرجل؟ \" فقال\nالجزء: 1 ¦ الصفحة: 81\n",
        "عمر ـ رضي الله عنه ـ: أنا. فدخل المسجد فوجده ساجداً، فقال: أقتل رجلاً يصلي وقد نهينا عن ضرب المصلين؟ فجاء فقال له النبي - صلى الله عليه وسلم -: \" مه يا عمر \" قال عمر ـ رضي الله عنه ـ: وجدته ساجداً، وقد نهيناً عن ضرب المصلين\n...\n\" الحديث. وهذا لفظ الآجري.\nوله طرق مطولة ومختصره عنده (ص28 ـ 29) وفي \"المجمع\" (6/225: 227) ليس فيها النهي عن قتل المصلين أو ضربهم.\nوفي هذا الإسناد: موسى بن عبيدة، وهو متروك كما قال الهيثمي ـ رحمه الله ـ (1/296) . وهود بن عطاء تناوله ابن حبان في \"المجروحين\" (3/96) فالسند تالف، والمتن بالغ النكارة.\n(فهذه) روايات الحديث التى وقفت عليها عن أنس، والتي تلتقي مع حديث عامر بن يساف ولو في بعض جزئياته.\nعلى أن حديث عتبان ـ رضي الله عنه ـ ثابت في \"الصحيحين\" مطولاً من طرق عن الزهري عن محمود بن الربيع عنه كما في \"التحفة\" (9750) .\n(وإحقاقاً) للحق، واستجلاءً لمنشأ وهم ابن يساف، فقد وجدت معنى \" إني نُهيت عن قتل المصلين \" في حديث آخر فيه مناسبة شبيهة بتلك.\nففي \"مصنف عبد الرزاق\" (10/163) عن معمر عن الزهري عن عطاء بن يزيد الليثي عن عبيد الله بن عدي بن الخيار عن عبد الله بن عدي الأنصاري حدثه أن رسول الله - صلى الله عليه وسلم - بينا هو جالس بين ظهراني الناس جاءه رجل يستأذنه ـ أو يشاوره ـ يساره في قتل رجل من\nالجزء: 1 ¦ الصفحة: 82\n",
        "المنافقين، يستأذنه فيه فجهر رسول الله - صلى الله عليه وسلم - بكلامه، فقال: \" أليس يشهد أن لا إله إلا الله؟ \" قال: بلى، ولكن لا شهادة له. قال: \" أليس يشهد أني رسول الله؟ \" قال: بلى، ولا شهادة له. قال: \" أليس يصلى؟ \" قال: بلى. ولا صلاة له. قال: \" أولئك الذين نهيت عنهم \". وعنه البيهقي (3/367، 8/196) . وهو مُعلٌّ بالإرسال فقد رواه البيهقي من طريق مالك عن الزهري عن عطاء بن يزيد الليثي عن عبيد الله بن عدي بن الخيار مرسلاً. وانظر \"التمهيد\" (10/149 ـ150، 161: 168) تدرك علته والله المستعان.\nفيلوح لي أن هذا الحديث علق بذهن عامر بن يساف، فدخل له في حديث أنس. العلم عند الله تعالى.\n(ثم) إنني وجدت الحديث بعد في ترجمة (عتبان بن مالك) من \"التاريخ الكبير\" (7/80 ـ81) من طريق ميسور بن بكر بن عامر بن إساف (1) عن سعيد بن أبي عروبة به مختصراً، وفيه قول أنس في آخره بلفظ: \" فقال لنا: اكتبوا هذا الحديث، ولم يأمرنا أن نكتب حديثاً من حديثه غيره \" وذكر رواية شيبان عن قتادة عن أنس باختصار أيضاً.\n(1) كذا في التاريخ (عامر بن إساف) وهي صحيحة، فقد ذكر ابن حبان في \"الثقات\" أنه يقال فيه (عامر بن إساف) .\nالجزء: 1 ¦ الصفحة: 83\n",
        "وميسور لم يعرفه أبو حاتم. ولكن تابعه ثلاثة وتابعهم عبد الله بن غالب العباداني عند ابن نصر في \"تعظيم قدر الصلاة\" (961) .\n2 ـ وروى ابن أبي الدنيا في \"المرض والكفارات\" (156) وابن عدي ـ أيضاً ـ عن أبي نصر التمار، وابن السني في \"عمل اليوم والليلة\" (549) والرافعي في \"التدوين\" (1)\n(3/60 ـ 61) والذهبي في \"السير\" (14/200) من طريق زكريا الساجي عن محمد ابن موسى الحرشي قالا: ثنا عامر بن يساف عن يحيى بن أبي كثير عن الحسن عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \" يا أبا هريرة، أفلا أخبرك بأمر هو حق، من تكلم به في أول مضجعه من مرضه نجاه الله به من النار؟ قال: قلت: بلى بأبي وأمي. قال: \" فاعلم أنك إذا أصبحت لم تمس، وإذا أمسيت لم تصبح، فإنك إذا قلت ذلك في أول مضجعك من مرضك نجاك الله من النار، تقول: لا إله إلا الله يحيى ويميت وهو حي لا يموت، سبحان رب العباد والبلاد، والحمد لله كثيراً طيباً مباركاً فيه على كل حال. الله أكبر كبيراً كبرياء ربنا وجلاله وقدرته بكل مكان. اللهم إن أنت أمرضتني لتقبض روحي في مرضي هذا، فاجعل روحي في\n(1) في ترجمة (سنقر بن عبد الله الأرمني) ، وقال: \" سمع أبا الحسن سعد الله بن محمد بن علي بن طاهر الدقاق ببغداد\n...\n\" فذكره بإسناده، فلم يتبين لي اتصاله.\nوروى الحديث أيضاً أبو النعيم في \"أخبار أصبهان\" (1/96) ـ معلقاً ـ من طريق النعمان بن عبد السلام ثنا عامر بن يساف به، فاختصره.\nورواه أيضاً ابن منيع في \"مسنده\" كما في \"المطالب العالية\" (3/234 - 235) . وقال محققه: \"سكت البوصيري على إسناده، وقال: تقدم له شواهد \"!\nقلت: رواه ابن أبي الدنيا بنحوه (144) من حديث أنس. وإسناده مظلم.\nالجزء: 1 ¦ الصفحة: 84\n",
        "أرواح من سبقت له منك الحسنى، قال: فإن مت في مرضك ذلك، فإلى رضوان الله والجنة، وإن كنت قد اقترفت ذنوباً، تاب الله عليك \". واللفظ لابن أبي الدنيا. وإليه وحده عزاه الحافظ المنذري ـ رحمه الله ـ في \"الترغيب والترهيب\" (4/610: 612) ، وقال ـ عقبه ـ: \" ولا يحضرني الآن إسناده \".\nقال محققه الشيخ محمد خليل هراس ـ رحمه الله ـ: \" والحديث لا يحتاج في الحكم عليه إلى معرفة إسناده، فإن كل كلمة فيه تنطق عليه بالوضع، ولكنها غفلة أهل الحديث عن هذه المتون المنكرة \".\nوقال الحافظ الذهبي ـ رحمه الله ـ إذ أورد طرفاً منه: \" فذكر خبراً منكراً، وعامر ضعيف (1) الحديث \".\n(أما) محقق \"المرض والكفارات\" ـ حفظه الله ـ فقال: \" إسناده كسابقه \" وقال في سابقه: \" إسناده: حسن \" (2) !\nولاشك أن قول أبي حاتم ـ رحمه الله ـ الذي لم يُفهمْ وجهُه (3) ، والاعتماد عليه ـ وحده ـ سبَّب تتابع الكثيرين على هذا التحسين المتوهم.\n(1) سوف أختم هذه المناكير بذكر حكم الحافظين: الذهبي وابن حجر على (عامر بن عبد الله ابن يساف اليمامي) تتميماً للفائدة، وتدليلاً على أنهما لم يعبآ بما جاء فيه، مما يوهم قبوله وتقوية أمره.\n(2) ولم يعبأ باستنكار ابن عدي للحديث ـ لأنه لم يعزُه إليه ـ ولا بتهافت المتن ونكارة عباراته التي لا ينبغي أن تخفى على أحد. وتَرْك متابعة الأئمة المتقدمين في ذلك هو رأس البلاء.\n(3) قال ابن أبي حاتم ـ رحمه الله ـ في \"الجرح والتعديل\" ـ باب بيان درجات رواة الآثار ـ (2/37) : \" وإذا\nقيل: صالح الحديث، فإنه يكتب حديثه وينظر فيه اعتباراً\n...\n\" فتأمل.\nالجزء: 1 ¦ الصفحة: 85\n",
        "(فمنهم) محقق \"الصمت\" (377) ، حيث قال في أثر يرويه عامر عن يحي عن أم الدرداء: \" إسناده صحيح \" (!!) أما أخونا أبو إسحاق الحويني ـ حفظه الله ـ فقال في \"تحقيقه\" (375) : \" سنده ضعيف \". وقال في آخره: \" يحيى بن أبي كثير أظنه لم يسمع من أم الدرداء والله أعلم \".\nوسيأتي في المثال الرابع أن العلامة الألباني ـ حفظه الله ـ قد حسَّنه أيضاً له، والله المستعان.\nوأزيد هنا أن (يحيى بن أبي كثير عن الحسن عن أبي هريرة) تركيبة إسنادية عجيبة لم أرها إلا من رواية الكذابين. انظر \"المعجم الكبير\" (18/156) . والحسن لم يصح سماعه من أبي هريرة كما قدمْتُ.\n3 ـ وروى ابن عدي والطبراني في \"الكبير\" (12/437) من طرق عن إسماعيل ابن إبراهيم الترجماني ثنا عامر بن يساف عن النضر بن عبيد عن الحسن بن ذكوان عن عطاء عن ابن عمر عن النبي قال: \" من قال: سبحان الله وبحمده كتبت له مائة ألف حسنة وأربعة وعشرون ألف حسنة، ومن قال: لا إله إلا الله كان له بها عهد عند الله يوم القيامة \".\nالجزء: 1 ¦ الصفحة: 86\n",
        "وهذا حديث منكر عن النضر بن عبيد ـ ولا يُدرى من هو ـ بهذا الإسناد كما صرح ابن عدي (1) ـ رحمه الله ـ وإنما الحديث أشهر من طريق محمد بن عبد الله بن عمار الموصلي عن عفيف بن سالم الموصلي عن أيوب بن عتبة اليمامي عن عطاء به ـ في قصة طويلة منكرة ـ عند ابن حبان في \"المجروحين\" (1/169ـ170) والطبراني (12/436 ـ 437) وعنه أبو نعيم (3/319) وابن الجوزي في \"الموضوعات\" (2/43) (!) وقد أشار ابن حبان إلى طريقنا هذه فقال: \" وقد رُوي نحو هذا المتن أيضاً عن عامر بن يساف عن النضر بن عبيد عن الحسين بن ذكوان (كذا، والصواب: الحسن) عن عطاء \".\nولم يتعقب السيوطي في \"اللآليء\" (1/447) ابن الجوزي بها، بل قال:\n\" ووجدت لأيوب متابعاً. قال ابن عساكر\n...\n\" فذكر إسناده إلى عبد الحميد بن حماد حدثني سويد بن عبد العزيز حدثني أبو عبد الله البحراني (كذا) ، والصواب: (النجراني) عن الحسن بن ذكوان عن عطاء بن أبي رباح عن ابن عمر به.\nقلت: وهذه متابعة واهية لمتن منكر متهافت.\n(1) حيث حكم عليه وعلى الحديثين الآخرين بأنها \" غير محفوظة \" أي منكرة. وهذا مفهوم شائع عند الأئمة المتقدمين ـ رحمهم الله ـ خلافاً لمن جعل (الشاذ) ضد (المحفوظ) ، و (المعروف) ضد (المنكر) بهذا التحديد وحده. بل الأمر ـ عندهم ـ أوسع من ذلك، والمقام لا يحتمل أكثر من هذه الإشارة.\nالجزء: 1 ¦ الصفحة: 87\n",
        "وسويد متروك الحديث كما قال الإمام أحمد ـ رحمه الله ـ ووهَّاه أيضاً البخاري وابن معين ـ في أكثر الروايات عنه ـ وغيرهم. وفي \"الميزان\" (2/252) : \" وقد هرت ابن حبان سويداً، ثم آخر شيء قال: وهو ممن أستخير الله فيه، لأنه يقرب من الثقات، قلت: لا ولا كرامة بل هو واهٍ جداً \".\nقلت: والراوري عنه ـ عبد الحميد بن حماد ـ هو البعلبكي، لم يذكر ابن عساكر في ترجمته (9/795 ـ 796) جرحاً، ولا تعديلاً، وفيها ساق له هذا الحديث مطولاً.\nووجدت له متابعاً باللفظ المختصر عنده أيضاً (18/327) في ترجمة (أبي عبد الله النجراني) ـ واسمه: يزيد بن عبد الله بن أبي يزيد الدمشقي ـ من طريق إسحاق بن إبراهيم الختلي، نا أبو الوليد هشام بن عمار الدمشقي، نا سويد ابن عبد العزيز السلمي، نا أبو عبد الله النجراني به مختصراً.\nوهذه أيضاً متابعة لا تثبت إلى سويد، الختلي مختلف فيه. قال الدارقطني: \" ليس بالقوي \"، وقال أيضاً \" ضعيف \"، وقال الخطيب: \" وكان ثقة \" وهشام فيه مقال مشهور.\n(والحاصل) أن ابن عدي ـ رحمه الله ـ مصيب في استنكاره الحديث على عامر بن يساف بهذا الإسناد خاصةً ولا ينافي ذلك أن يكون عالماً تمام\nالجزء: 1 ¦ الصفحة: 88\n",
        "العلم بوروده عن أيوب ابن عتبة عن عطاء، وعن سويد عن النجراني عن الحسن بن ذكوان عن عطاء.\n(وقد) أشار أبو نعيم إلى إعلاله من طريق عفيف بن سالم ـ رحمه الله ـ حيث قال: \" هذا حديث غريب من حديث عطاء تفرد به عفيف عن أيوب بن عتبة اليمامي، وكان عفيف أحد العباد والزهاد من أهل الموصل، وكان الثوري يسميه الياقوتة \".\nوقال الحافظ ابن كثير ـ رحمه الله ـ في \"تفسيره\" (1/524) ـ وقد أورده مطولاً ـ: \" فيه غرابة ونكارة، وسنده ضعيف \".\nوقال في تفسير سورة الإنسان (4/457) : \" وقد رَوى الطبراني ههنا حديثاً غريباً جداً فقال: حدثنا على بن عبد العزيز حدثنا محمد بن عمار الموصلي حدثنا عفيف بن سالم\n...\n\" فذكره.\nوالحمل على (أيوب بن عتبة اليمامي) وحده في هذه الطريق ليس متعيناً ـ عندي ـ بل أوجه الخلل في هذا الإسناد متعددة، فمنها تفرد عفيف عنه، وعدم تبين سماع عفيف منه مطلقاً ـ لا في هذا الحديث وحده ـ وعدم تبين سماع أيوب من عطاء فلعل هناك أيد خفية لا يوثق بأصحابها (!) والله المستعان.\n4 ـ وروى الحاكم في \"المستدرك\" (1/376) بسند صحيح إلى بشر بن معاذ العقدي ـ وهو ثقة صالح ـ ثنا عامر بن يساف، ثنا إبراهيم بن طهمان عن يحيى بن عباد عن أنس بن مالك قال: قال\nالجزء: 1 ¦ الصفحة: 89\n",
        "رسول الله - صلى الله عليه وسلم -: \" كنت نهيتكم عن زيارة القبور، ألا فزورها فإنه يرق القلب، وتدمع العين، وتذكر الآخرة، ولا تقولوا هجراً \".\nوسكت عليه هو والذهبي، أما الشيخ الألباني ـ حفظه الله ـ فقال في \"أحكام الجنائز\" (ص180) : \" أخرجه الحاكم (1/376) بسند حسن \" (1) !\nثم قال: \" ثم رواه (1/375 و376) وأحمد (3/237 و250) من طريق أخرى عنه ـ يعني: أنساً ـ بنحوه، وفيه ضعف \".\nقلت: يعني: ما رواه هذان، وكذا ابن أبي شيبة (3/342) ـ مختصراً ـ وعنه أبو يعلى في \"مسنده\" (3705) وكذا الضياء المقدسي في \"المختارة\" (2343) ـ مطولاً ـ ورواه أبو يعلى أيضاً (3706، 3707) وعلَّقه عنه الضياء ـ في الموضع الأخير ـ من طرق عن يحيى بن عبد الله بن الحارث الجابر الكوفي عن عمرو بن عامر (قرنه\n(1) ولاشك أن كثيراً ممن حسنوا حديث عامر بن يساف لم يتفطنوا ـ فيما أعتقد ـ إلى أنه هو و (عامر بن\nعبد الله بن يساف) رجل واحد نسب إلى جده، وبناءً عليه لم يعتمدوا في معرفة حاله إلا على قول أبي حاتم ـ رحمه الله ـ وحده ـ وقد علمت ما فيه - أو بالانضمام إلى توثيق ابن حبان إياه بنفس الاسم وقد تتابع على ذلك جماعة من آحاد المحققين، لكن ما كان ذلك الظن بشيخ المحققين ـ نفع الله به ـ فإن أدنى نظرة في \"لسان الميزان\" أو \"تعجيل المنفعة\" تدرك بها حقيقة الأمر، والمفترض لمعرفة حال رجل ما عدم الاقتصار على \"الجرح\" وحده ـ أو أي مصدر آخر ـ لجواز أن يكون مجروحاً أو فيه خلاف أو في أمره تفصيل\n...\nإلخ، والله المستعان.\nالجزء: 1 ¦ الصفحة: 90\n",
        "الإمام أحمد وأبو يعلى في رواية ابن اسحاق عن يحيى الجابر بعبد الوارث (1) مولى أنس) عن أنس به.\n(ولا) شك في نكارة ما تفرد به مثل عامر بن يساف ـ بهذا المتن ـ عن إبراهيم بن طهمان عن يحيى بن عباد عن أنس ـ رضي الله عنه ـ وإن لم يظهر له مخالف. ثم وجدته خولف!\nفقد رواه البيهقي في \"السنن الكبرى\" (4/77) من طريق أبي حذيفة (وهو موسى ابن مسعود النهدي البصري) ثنا إبراهيم ـ يعني ابن طهمان ـ ثنا عمرو بن عامر وعبد الوارث عن أنس به!\nوموسى بن مسعود أبو حذيفة مختلف فيه، وعامة الطعن فيه متوجه إلى روايته عن الثوري ـ رحمه الله ـ.\nولا ينبغي لعاقل أن يتوقف عن كونه أصلح حالاً في الرواية من عامر بن يساف ـ رحمهما الله ـ والإسناد الذي أتى به له أصل في الجملة كما رأينا، إلا أن شيخ البيهقي فيه ـ أبا القاسم زيد بن جعفر بن محمد العلوي ـ لم نجد فيه جرحاً ولا تعديلاً حتى الساعة.\n(1) وهو منكر الحديث. ويحيى الجابر أيضاً فيه اختلاف ومقال وفي \"التقريب\" (7581) : \" لين الحديث،\nمن السادسة، وروايته عن المقدام مرسلة \" قلت: هذه الزيادة محلها من \"التقريب\" وكذا \"التهذيب\"\nترجمة (يحيى بن جابر الطائي الحمصي القاضي) فهو الذي قال أبو حاتم في ترجمته هذه الجزئية، والكمال لله عز وجل وحده.\nالجزء: 1 ¦ الصفحة: 91\n",
        "(وقد) اغتر بهذه المتابعة اللينة محقق \"مسند أبي يعلى\" فقال ـ بعد إعلال الحديث بيحيى الجابر ـ: \" ولكنه لم ينفرد به، بل تابعه عليه إبراهيم بن طهمان وهو ثقة \" (!) وأظنه لم يدرس (1) الإسناد إليه (!) وهو ـ على ما فيه ـ معلول كما يأتي قريباً.\n(ووجه) الوهم في رواية عامر ـ عندي ـ أن كلا من (يحيى بن عباد) و (عمرو بن عامر) أنصاري كوفي من أصحاب أنس.\n(واتفق) ـ مع ذلك ـ ثبوته من أوجه عن (يحيى بن عبد الله بن الحارث الجابر) بسنده إلى أنس، فالتبس بـ (يحيى بن عباد) . العلم عند الله تعالى.\n(ولما) رجعت إلى ما رواه (عمرو بن عامر الأنصاري) عن أنس ـ رضي الله عنه ـ في \"مختارة الضياء\" اعتقاداً مني أنني سأستفيد في التعليق على هذا الحديث ولابد، وجدته رواه (2344) من طريق أحمد بن حفص (وهو ابن عبد الله بن راشد النيسابوري) ، حدثني أبي، ثنا إبراهيم ـ هو ابن طهمان ـ عن يحيى بن سعيد الكوفي (كذا) عن عمرو بن عامر وعبد الوهاب (كذا) عن أنس به.\nوعبد الوهاب، لاشك في تحرفه من (عبد الوارث) فكذلك (يحيى بن سعيد) لاشك أيضاً من تحرفه أو وهم أحدهم فيه، لأن الحديث حديث (يحيى بن عبد الله بن الحارث الجابر الكوفي) .\n(1) وهذا الأمر من البلايا الشائعة في هذه الأيام من المشتغلين بالتحقيق على اختلاف مراتبهم.\nالجزء: 1 ¦ الصفحة: 92\n",
        "وقد روى عنه إبراهيم بن طهمان في الجزء المطبوع من \"مشيخته\" (45) حديثاً واحداً عن سالم بن أبي الجعد عن ابن عباس ـ رضي الله عنهما ـ.\n(أما) هذا الحديث، فلم أره في \"المشيخة\" مع أن الكتاب مروي من طريق أحمد ابن حفص عن أبيه عنه.\n(وهذا) إسناد جيد إلى إبراهيم بن طهمان، وبه انكشفت العلة فيما جاء به كل من (عامر بن يساف) و (أبي حذيفة النهدي) ـ إن كان محفوظاً عنه ـ عن ابن طهمان.\n5 ـ وروى ابن الضريس (234) من طريقه عن يحيى بن أبي كثير، قال: كان طاووس لا ينام حتى يقرأ بهاتين السورتين: (تنزيل) و (تبارك) وكان يقول: إن كل آية منها تشفع ستين آية \" يعني: تعدل ستين آية \".\n(وهذا) منكر من طريق يحيى بن أبي كثير عن طاووس. وابتداءً لا تعرف له عنه رواية!\n(والمعروف) ما رواه جماعة من الثقات عن ليث بن أبي سليم عن طاووس بغير هذا اللفظ (!) بل بلفظ: \" وتفضلان كل سورة من القرآن ستين حسنة \". وفي رواية: \" فضلت (ألم تنزيل) و (تبارك الذي بيده الملك) على سائر القرآن بستين حسنة \". وسائر ألفاظه يقارب هذا. وفي رواية الترمذي: \" تفضلان على كل سورة في القرآن بسبعين حسنة \"، فمن هؤلاء:\n1 ـ عبد الوارث بن سعيد التنوري عند ابن الضريس (238) .\nالجزء: 1 ¦ الصفحة: 93\n",
        "2 ـ المعتمر بن سليمان عند الدارمي (2/455) (1) والبيهقي في الشعب (2455) .\n3 ـ أبو معاوية الضرير عند ابن أبي شيبة (10/ 424) ، وما فيه من ضعف في غير الأعمش ينجبر بمتابعة هؤلاء الثقات الحفاظ.\n4 ـ عبد الواحد بن زياد العبدي عند ابن السني في \"عمل اليوم والليلة\" (675) .\n5 ـ الفضيل بن عياض عند الترمذي (2892) ، وتقدم لفظه، وهو شاذ بلا ريب. والراوي عن فضيل فيه: هريم بن مسعر الترمذي قضيته تشبه قضية موسى بن خالد الحلبي ـ شيخ الدارمي، وإن وصوفه بأنه (خادم الفضيل بن عياض) . فالله أعلم ممن الوهم، لكنه متابع في الجملة لمن تقدم ذكرهم.\nورواه أيضاً مسدد في \"مسنده\" كما في \"المطالب\" (3699) : \" ثنا معتمر عن ليث \" به، كما في \"المطالب\" (المسندة ق 500/1) .\n(ثم) فوجئت بأبي عبيد ـ رحمه الله ـ يرويه في \"فضائل القرآن\" (476) عن على بن معبد عن عبيد الله بن عمرو (تحرفت إلى: عبد الله) عن ليث\n(1) عن شيخه موسى بن خالد، وقد تقدم حاله. ولكن تابعه محمد بن أبي بكر المقدمي عند البيهقي وهو ثقة\nمن شيوخ البخاري ومسلم، ومسدد في \"مسنده\" كما سيأتي وهو ثقة حافظ مشهور.\nالجزء: 1 ¦ الصفحة: 94\n",
        "بن أبي سليم (1) عن فلان عن ابن عمر: \" أنه كان يقول في (تنزيل السجدة) و (تبارك الذي بيده الملك) قال: فيهما فضل ستين درجة على غيرهم من سور القرآن \".\nوالظاهر أنه وهم، فقد رواه الناس عن ليث عن طاووس كما علمت. وقد يكون من تخاليط ليث ـ رحمه الله ـ نفسه على بعد عندي. فالله أعلم.\n(ومما) تقدم يتضح:\n1 ـ أن الزيادة الفعلية في أول المتن لم تظهر إلا في رواية عامر بن يساف عن يحيى بن أبي كثير (2) عن طاووس.\n2 ـ وأن الثواب المتقرر في روايته مخالف تمام المخالفة للمعروف عن طاووس ـ على ضعف ليث بن أبي سليم واختلاطه ـ إذ لم يتفقا إلا في ذكر رقم (الستين) فحسب!\n(والعجيب) أن محقق \"فضائل ابن الضريس\" ـ حفظه الله ـ قال:\n(1) قال محقق \"الفضائل\": \" في ل ت \" ليث بن أبي سليمان \" تحريف \".\n(2) وإنما هي في الحديث المرفوع الذي روى ليث عقبه أثر طاووس، وهو حديث لا يصح فقد رواه أيضاً مع ليث: المغيرة بن مسلم عن أبي الزبير عن جابر، وهو منكر بهذا الإسناد، فقد صرح أبو الزبير بأنه سمعه من صفوان أو ابن صفوان يعني: مرسلاً، فظنَّهُ بعضهم أنه عنه عن جابر فصحح الحديث لِلَّهِ\nالجزء: 1 ¦ الصفحة: 95\n",
        "\" وبرجوعي إلى كتب غريب الحديث وكتب اللغة لم أعثر أن تشفع تأتي بمعنى: تعدل \" فإن صح هذا فهي طامة جديدة!\n6 ـ وروى أيضاً (240) عنه عن يحيى بن أبي كثير قال: \" ومن قرأ (إذا زلزلت الأرض زلزالها) فقد قرأ نصف القرآن \".\nوحكمه حكم أثرنا المروي بهذا الإسناد في فضل سورة يس، حيث لم يأت بهما أحد من مشاهير الثقات الحفاظ من أصحاب يحيى بن أبي كثير ـ رحمه الله ـ كهشام الدستوائي، وهمام، وأبان العطار، وحرب بن شداد، وأضرابهم.\nبل مَنْ دونهم ممن تُكُلِّم في روايته عن يحيى، كالإمام الأوزاعي، وعكرمة ابن عمار اليمامي، مع توافر دواعي وهمم هؤلاء على نقل مثل هذه الروايات عن شيخهم، والاعتناء بها. فلو خفيت على بعضهم ما جاز أن تخفي على الجميع، فتأمل.\nولكن يلوح لي أن هذا الأثر والأثر الأول في فضل يس هما قطعتان من أثر طويل في فضائل سور شتى، أو هما ـ على أحوط الاحتمالات ـ متصلان ببعضهما، ففرقهما ابن الضريس ـ رحمه الله ـ في الموضعين من كتابه.\nوالقرينة عندي قوله هنا: \" ومن قرأ (إذا زلزلت الأرض زلزالها)\n...\n\" الدالّ على كونه متصلاً بكلام قبله. فالله أعلم بحقيقة الأمر.\n(ولو) رجعنا قليلاً سنجد الأمر كذلك في رواية (صاحب معمر) عند\nالجزء: 1 ¦ الصفحة: 96\n",
        "ذكر المقاطيع. فإن فيها تشابهاً كبيراً مع هذا الأثر، بزيادة فضل (قل يا أيها الكافرون) .\n(أما) تقويم الحافظين الكبيرين: الذهبي وان حجر ـ رحمهما الله ـ لعامر بن عبد الله بن يساف اليمامي ـ عفا الله عنه ـ فقال أولهما في \"المغني\" (1/323) : \" عامر ابن عبد الله بن يساف، عن يحيى بن أبي كثير، له مناكير \" (1) .\nولم يورد في ترجمته من \"الميزان\" (2/361) سوى كلام ابن عدي ـ رحمه الله ـ فيه، وساق له الحديثين الأول والثالث فيما استنكره عليه ابن عدي، وتقدم ذكرها بنفس ترتيبه في \"الكامل\". وقد استنكر أيضاً أوسطهما في \"السير\" كما تقدم، وقال في \"تاريخ الإسلام\" (وفيات 171: 180 ص196 - 197) : \" قال أبو داود: ليس به بأس. وقال ابن عدي: مع ضعفه يكتب حديثه \".\nوتقدم قوله في \"السير\": \" وعامر ضعيف الحديث \".\nوأما ثانيهما: فقال في \"التقريب\" (3101) : \" عامر بن عبد الله، شيخ لرواد ابن الجراح، مجهول (2) ، من التاسعة، وأظن اسم\n(1) والمستبين لكل ذي عينين أن عامراً يقبل ـ في الغالب ـ بيحيى بن أبي كثير، تارة عن الحسن، وتارة عن طاووس، وتارة عن أم الدرداء وتارة عن النبي - صلى الله عليه وسلم - معضلاً، بما لا يعرف عن أحد منهم. وهذه\nسمة غير الثقات.\n(2) أما الذهبي، فأفرد هذا عن ابن يساف، فأشار إلى جهالته في \"الميزان\" (2/361) ، وقال في \"الكاشف\" (2/57) : \" نكرة \". والذي يهمنا في هذا المقام أنا علمنا رأي الحافظ ابن حجر ـ رحمه الله ـ في عامر هذا ـ بموافقة الذهبي ـ رحمه الله ـ أيضاً، والذي لو أدركه أكثر أولئك الذين حسنوا له لطاروا به كل مطار، ولتراجعوا عن ذلك التحسين المزعوم.\nالجزء: 1 ¦ الصفحة: 97\n",
        "جده: يساف، بفتح التحتانية ثم مهملة وآخره فاء، شيخ لين الحديث \".\n(وختاماً) أذكر فائدة ليس فيها كبير فائدة!\nقال الحافظ المناوي ـ رحمه الله ـ في \"فيض القدير\" (2/513) شارحاً حديث أنس (1) الذي بدأنا به البحث ـ عند قوله: \" إن لكل شيء قلباً \" قال: \" أي لباً \".\nوقوله: (وقلب القرآن يس) قال: \" أي هي خَالِصُهُ وَلُبُّهُ المودع فيه المقصود منه، لأن أحوال البعث وأهوال القيامة مستقصاة فيها مع تصديرها بإثبات نبوة المصطفى - صلى الله عليه وسلم - بالقسم عليها على أبلغ وجه، واشتمالها ـ مع قصر نظمها وصغر حجمها ـ على الآيات البديعة من خلق الليل والنهار والقمرين والفلك وغير ذلك من المواعظ والعبر، والمعاني الدقيقة، والمواعيد الرائقة، والزواجر البالغة، والإشارات الباهرة، ما لم تكد تكن في سورة سواها ـ مع صغر حجمها وقصر نظمها\n...\n\" حتى قال: \" وقد تواترت الأخبار بجموم فضائل يس\n...\n\" (!!) فأورد\n(1) وهو مرموز له بالضعف في \"الجامع الصغير\"، وقد ذهلت عن إثبات ذلك في موضعه وإن جاز الاستغناء عنه لما علمناه عن هذه الرموز.\nالجزء: 1 ¦ الصفحة: 98\n",
        "حديثاً للحارث بن أبي أسامة في \"مسنده\" ذكره بلفظ: \" من قرأ سورة يس وهو خائف أمن، أو سقيم شفي، أو جائع شبع \". وهو في \"المطالب العالية\" (3711) بتمامه، وطرفه: \" يا علي، اقرأ يس\n...\n\" فذكر نحواً مما تقدم بتقديم وتأخير. وهو في \"بغية الباحث\" (73) بأطول مما في \"المطالب\" أيضاً، وهذا حديث تالف، فإنه من طريق عبد الرحيم بن واقد ـ متكلم فيه ـ عن حماد بن عمرو النصيبي ـ متهم بالوضع ـ عن السري بن خالد بن شداد ـ لا يعرف ـ تفرد عنه النصيبي، عن جعفر بن محمد عن أبيه عن جده عن علي، وعلي بن الحسين عن علي منقطع، وهيهات أن يصح وله طرق أخرى لا تسمن ولا تغني من جوع (1) .\n(ثم) ذكر مرسل عطاء عند الدارمي ـ رحمه الله ـ وقد تقدم ما فيه من الغوائل والعلل.\nفلا أدري أي تواتر يعني، عفا الله عنه.\n(1) وهو بمعنى ما اشتهر على الألسنة بلفظ: \" يس لما قرئت له \"، وهو حديث باطل لا أصل له عن النبي - صلى الله عليه وسلم - وقد تقدم نحو حديث علي هذا أثر أبي قلابة ـ رحمه الله ـ وهو منكر واهٍ، فهو مادة جيدة لـ\"تكميل النفع\" والله المستعان. وفكرة هذا التعليق كانت بإيعاز من أهلي، جزاها الله خيراً.\nالجزء: 1 ¦ الصفحة: 99\n",
        "(وقال) العلامة المباركفوري ـ رحمه الله ـ في \"تحفة الأحوذي\" (8/197) (1) : \"قال الغزّالي: إن الإيمان صحته بالاعتراف بالحشر والنشر، وهو مقرر فيها بأبلغ وجه، فكانت قلب القرآن لذلك واستحسنه الفخر الرازي (2) . قال الطيبي: إنه لاحتوائها ـ مع قصرها ـ على البراهين الساطعة، والآيات القاطعة، والعلوم المكنونة، والمعاني الدقيقة، والمواعيد الفائقة، والزواجر البالغة، وقال ـ عند ذكر ثوابها في الحديث ـ: \"ولله تعالى أن يخص ما شاء من الأشياء بما أراد من مزيد الفضل كَلَيْلَة القدر من الأزمنة، والحرم من الأمكنة \".\nقلت: جزاهم الله خيراً على ما بذلوا من جهد في تفسير كتاب الله ـ تعالى ـ العزيز، وأحاديث سيد المرسلين - صلى الله عليه وسلم - وعلى سلامة نواياهم وصدق بواعثهم في خدمة هذا الدين.\nولكن لنا وقفة مع هذا الحديث خاصة حيث أثبتنا بالدليل العملي نكارته إسناداً وكذلك متناً حيث أن القول بأن (لكل شيء قلباً) إطلاق منكر لا يشهد له الواقع ولا يقر به العقل، كذلك تقدمت الإشارة إلى قضية المجازفة في المتن، والمبالغة في تقرير الثواب والعقاب. والله المستعان، وعليه التكلان، ولا حول ولا قوة إلا بالله العلي العظيم.\nتمت الرسالة بحمد الله تعالى وحسن توفيقه.\n(1) لما فسر قوله: \" وقلب القرآن يس \" بقوله: \" أي لبه وخالصه سورة يس \".\n(2) الفخر الرازي عفا الله عنه تُكُلِّمَ في معتقده وفي تصانيفه. فانظر ترجمته من \"السير\" (21/500-501) و\"لسان الميزان\" (4/426: 429) لتعرف ما له وما عليه إن شاء الله.\nالجزء: 1 ¦ الصفحة: 100\n",
        "استدراكات:\nالأول: أوقفني أحد الإخوة المحبين لهذا العلم الشريف على طريق جديدة للشطر الثاني من الحديث عن أبي أمامة ـ رضي الله عنه ـ وهو في كتاب \"التوحيد\" لابن منده ـ رحمه الله ـ (3/ 315) ط. الجامعة الإسلامية (رقم 912) ، قال: \" أخبرنا أبو عبد الله محمد بن حمزة بن عبادة ثنا يزيد بن المبارك الفارسي ثنا محمد بن إسحق عن أيوب بن موسى عن عطاء بن عجلان (\n...\n) (152 / ب) عن أبي أمامة الباهلي قال: سمعت النبي - صلى الله عليه وسلم - يقول: من قرأ ياسين فكأنما قرأ القرآن عشر مرات، وكُتب له بكل حرف عشر حسنات، ومُحي عنه عشر سيئات، ورفع له بكل حرف عشر درجات \".\nوهذا إسناد تالف.\nشيخ ابن منده الصواب في اسمه: (محمد بن حمزة بن عمارة) وهو مترجم في \"أخبار أصبهان\" (2 / 269، 270) .\nقال أبو نعيم: \" تُوفي سنة إحدى وعشرين وثلاثمائة، أحد الفقهاء، يروي عن أبي مسعود وعباس الدوري \". ولم يذكر فيه جرحاً ولا تعديلاً.\nوكذلك الذهبي في ترجمته من \"تاريخ الإسلام\" وفيات (321: 330) (ص 89، 90) .\nالجزء: 1 ¦ الصفحة: 101\n",
        "وشيخه يزيد بن المبارك الفارسي: هو الفسوي، ذكره ابن حبان في \"الثقات\" (9/277) ، وقال: \" يروي عن أبي نعيم، وأبي عاصم، وكان راوياً لسلمة بن الفضل، حدثنا عنه ابن أبي داود، مستقيم الحديث \".\nقلت: وهو لا يدرك محمد بن إسحق ـ وهو ابن يسار المطلبي المدني صاحب المغازي ـ بيقين، وأكاد أقطع أن بينهما: سلمة بن الفضل الأبرش، فإن صح ذلك فهو صدوق كثير الخطأ كما في \"التقريب\" (2518) وقد يمشي في \"المغازي\" لابن إسحق ـ رحمه الله ـ وليس هذا منها.\nوإن كان غيره، فلا أدري من يكون؟\nومحمد بن إسحق مختلف فيه اختلافاً كثيراً، وهو مع ذلك يدلس، وقد عنعنه.\nوعطاء بن عجلان هو: الحنفي البصري العطار، متروك الحديث كذبه ابن معين ـ في بعض الروايات ـ والفلاس، وقال العجلي ـ وحده ـ: \" بصري ثقة \"!\nوهو أيضا لم يدرك أبا أمامة، بل الظاهر وقوع سقط بينهما أشار إليه محقق الكتاب بوضعه بين قوسين.\nالثاني: وجدت أيضاً للشطر الثاني من الحديث طريقاً أخرى بمغايرة في الثواب، من حديث أبي هريرة ـ رضي الله عنه ـ قال: قال رسول الله - صلى الله عليه وسلم -: \" من قرأ يس في ليلة فكأنما قرأ القرآن سبع مرات \".\nقال محققا \"فردوس الأخبار\" (4 / 36) جزاهما الله خيراً:\nالجزء: 1 ¦ الصفحة: 102\n",
        "\" وفي المسند ـ يعنيان \"مسند الفردوس\" ـ أخبرناه إسماعيل الواعظ ـ رحمه الله ـ أخبرنا أحمد بن الفضل الباطرقاني، أخبرنا أبوبكر أحمد بن موسى الحافظ، حدثنا أحمد بن إسحق، حدثنا محمد بن زكريا، حدثنا محمد بن سنان العَوَقِيّ (تحرفت نسبته إلى العوفي) ، حدثنا إبراهيم بن طهمان، عن محمد بن زياد، عن أبي هريرة ـ رضي الله عنه ـ\n...\n\".\nقلت: هذا حديث منكر جداً، رجاله كلهم ثقات سوى شيخ الديلمي.\nوالباطرقاني وشيخه ـ وهو ابن مردويه ـ من الحفاظ الكبار، وأحمد بن إسحق ـ الذي يروي عنه أبو نعيم كثيراً ـ هو: (أحمد بن بندار بن إسحاق الأصبهاني الشعار) ، وثقه أبو نعيم في \"أخبار أصبهان\" (1 / 151) .\nوقال الذهبي في \"السير\" (16 / 61) : \" الإمام الفقيه البارع المحدث، مسند أصبهان\n...\n\"، وذَكَر محمد بن زكريا في شيوخه، وابن مردويه في الرواة عنه.\nومحمد بن زكريا هو: ابن عبد الله أبو جعفر القرشي الأصبهاني، قال أبو الشيخ في \"الطبقات\": (3 / 349) : \" كتب عن عثمان بن الهيثم، وأبي حذيفة، وبكار، وعبد الله بن رجاء، والبصريين. عنده عن هؤلاء أصول جياد \".\nوقال أبو نعيم (2 / 261) : \" صاحب أصول جياد صحاح \".\nوالثلاثة فوقه ثقات من رجال الصحيح،\nالجزء: 1 ¦ الصفحة: 103\n",
        "والبلاء ـ في نقدي ـ من إسماعيل الواعظ ـ شيخ أبي منصور الديلمي ـ وهو: (أبو عثمان إسماعيل بن محمد بن أحمد الأصبهاني المحتسب الواعظ) .\nقال الذهبي في ترجمته من \"السير\" (19/382) : \" قال ابن ناصر: وضع حديثاً، وأملاه، وكان يخلط\n...\n\".\nقال ابن النجار ـ كما في \"المستفاد\" (ترجمة 58) ـ تعقيبًا على ابن ناصرـ: \" قلتُ: وقد وصفه (1) شيرويه الحافظ بالصدق، وكذلك أبو منصور (2) اليزدي، ولم أعلم لأحد فيه طعناً، إلا ما حكاه ابن السمعاني عن ابن ناصر، فالله أعلم \".\nوقال الذهبي في \"تاريخ الإسلام\" وفيات (501 ـ520) ، صفحة 216 ـ 217: \"وكان ضعيفًا\"، ثم ذكر كلام ابن ناصر.\nوقال الحافظ في \"اللسان\" (1 / 434) : \" ولو ذكر ابن ناصر الحديث لأفاد\n...\n\".\nقلتُ: لا أُبعد أن يكون هذا (!) واختيار الذهبي أشبه عندي من دفاع ابن النجار، ثم الحافظ ـ رحمهم الله جميعًا ـ فإن الرجل قد يسقط بحديث واحد. والله المستعان.\n(1) تحرفت في \"المستفاد\" إلى: (وقد سرد به الحافظ بالصدق) ، والتصويب من \"لسان الميزان\".\n(2) تحرفت في \"المستفاد\" إلى: ابن ناصر اليزدي، والتصويب من \"اللسان\" بمعناه.\nالجزء: 1 ¦ الصفحة: 104\n",
        "وهذا ـ إن لم يكن من وضعه ـ فمما أشار إليه ابن ناصر من تخليطه والعلم عند الله تعالى.\nالثالث: كنتُ قد ذكرتُ (ص 27 من الطبعة الأولى) قول ابن عدي: \" ورواه عن هارون يوسف بن عطية ـ الكوفي لا البصري ـ بعضه\n...\n\" فتكلمتُ عليه ـ بناءً على قول ابن عدي رحمه الله ـ وجزمتُ في الحاشية بأن ابن منيع رواه عن الكوفي، وليس الأمر كذلك.\nبل قال ابن منيع: \" ثنا يوسف بن عطية الصفار البصري عن هارون بن كثير\n...\n\" إلخ. كما في \"إتحاف الخيرة المهرة\" ـ المطبوع ـ (رقم 7796) (1) ، وكذا \" المطالب العالية\" ـ المسندة ـ (4072) لكن وضع محققاه: (الصفار البصري، عن) بين معكوفين.\nولأن الحافظ المزي ـ رحمه الله ـ ذكر (أحمد بن منيع البغوي) في جملة الرواة عن (يوسف بن عطية الصفار البصري) دون الكوفي، في ترجمة الأول من \"تهذيب الكمال\" (32 /444) .\nثم فوجئت بابن عدي ـ رحمه الله ـ يروي طرفاً من هذا الحديث في ترجمة الكوفي من \"الكامل\" (7 / 2612) من طريق بشر بن معاذ والنضر بن منصور الباهلي عن أبي المنذر يوسف بن عطية الكوفي الباهلي عن هارون بن كثير به!\n(1) وتصحفت فيه إلى: (الصفار المصري) ونبهني إليه الأخ الحبيب المذكور، لكنه لم يتفطن إلى تصويب النسبة زاده الله حرصاً وفهماً.\nالجزء: 1 ¦ الصفحة: 105\n",
        "وشيخ ابن عدي فيه: (حفص بن أبي حفص) لم أهتد إلى ترجمته، فإن كان حفظه فالظاهر أن الحديث عند السَّمِيَّيْن جميعاً: يوسف بن عطية الصفار البصري، ويوسف بن عطية الباهلي الكوفي. والله أعلم بحقيقة الأمر.\nالرابع: في القصة التي وقعت لمؤمل بن إسماعيل في تتبع الحديث الموضوع في فضائل سور القرآن، هناك مغايرة بين متن الإسناد الأول ـ الذي لم أتحقق من بعض رجاله ـ ومتن الثاني التالف، وهو أن لفظ الثاني: \" فقال ـ يعني مؤملاً ـ: لقد حدثني رجل ثقة ـ سمَّاه ـ قال: أتيت المدائني فلقيت الرجل الذي يروي هذا الحديث\n...\n\"، فجعل القصة جرت للرجل الثقة الذي حدَّث عنه المؤمل وسمَّاه، لكن لم يذكر اسمه في القصة، وليس للمؤمل نفسه.\nولا أشك أن الأول أصح.\nوعسى الله ـ عز وجل ـ أن يقيض لنا طالب علم من النابهين يفيدنا في تحقيق حال من لم نتوصل إليه من رجاله.\nالخامس: وقع عند حديث أبي هريرة وأبي سعيد بشطره الثاني ـ ص (42) من الطبعة السابقة ـ خطأ وقلب في اسم شيخ البيهقي نبه عليه أخونا المذكور ـ جزاه الله خيراً ـ فتم تصويبه.\nالسادس والأخير: كنت قد ذكرت ـ (ص 34) من الطبعة السابقة ـ حديثا رواه البزار عن أبي هريرة، وعزوته إلى \"معرفة الصحابة\" لأبي\nالجزء: 1 ¦ الصفحة: 106\n",
        "نعيم (2 أق 217 أ) معلقاً من طريق محمد بن عصام عن زيد ـ أعني ابن الحباب به ـ.\nفاستدرك الأخ المذكور ـ وفقه الله ـ عليَّ بوقوع خلط بين اسمين: (محمد بن عاصم الثقفي الأصبهاني) ، و (أحمد بن عصام) ، صوابه (محمد بن عاصم) وأن الحديث في \"جزئه العالي المشهور\" رقم (35) ، فلما رجعت إلى الموضع المذكور من \"المعرفة\" وكذا المطبوع (5 / 2669) (الترجمة 2872) تبين لي أنه وهم، وسبق قلم.\nولي بعض العذر، لأنه كما أن هناك من محدثي أصبهان: (محمد بن عاصم) و (أحمد بن عصام) ، هناك أيضا ثلاثة باسم (محمد بن عصام) !\nفلم ألفق بين اسمين وأخْرُجُ بثالث.\nولو رفق بي وقال: \" وهذا تداخل بين اسمين \" بدلا من: \"وهذا خلط بين اسمين\"، ثم عاد في ظهر الورقة فقال: \" قلت: إنه خلط بين اسمين \" مع صغر سنه، وقرب عهده بالحديث، كأنه يخاطب بليداً بطيء الفهم.\nأقول: لو رفق بي، عملا بوصية إمامنا الشافعي ـ رحمه الله ـ لأحد تلاميذه: \"اكْسُ ألفاظك أحسنها \"؛ لكان خيراً له وأصلح لذات البين.\nاللهم ألهمه رشده، وأعذه من شر نفسه.\nالجزء: 1 ¦ الصفحة: 107\n",
        "اللهم انفعه بما علمته، وعلمه ما ينفعه، وزده علماً، آمين. آمين. آمين.\nوصلى الله وسلم وبارك على نبينا محمد الصادق الأمين، وآله وصحبه، ومن تبعهم بإحسان إلى يوم الدين.\nوالحمد لله الذي بنعمته تتم الصالحات.\nالجزء: 1 ¦ الصفحة: 108\n",
        "الفهرس\nالصفحة\n...\nالموضوع\n* تقدمة بين يدي الطبعة الجديدة، والإشارة إلى إبقاء أصل الكتاب على حاله تيسيراً على طابعيه الأفاضل، إلا أحرف يسيرة، والإشارة أيضاً إلى جعل الاستدراكات التي طرأت عليه حتى الآن في آخره.\n* التقدمة، والإشارة إلى قصة اختيار هذا الحديث والبدء به في سلسلة \" أحاديث ومرويات في الميزان \".\nونصيحة للكافة بمعرفة قدر أخيهم وترك المغالاة في أمره وطلب إعانته على نفسه\n...\nإلخ وبيان المقصد الأسمى لكل من عرف الله ـ عز وجل ـ لبيان عدم جدوى كثير مما يحدث على ساحة الواقع.\n* الطرق الإجمالية للحديث مرفوعاً وموقوفاً ومقطوعاً والإشارة إلى خاتمة الرسالة.\n* نص الحديث.\n* طرق حديث أنس عند مخرجيه، وتعليق في الحاشية عن وصف كتاب الترمذي بالصحة وترجيح تسميته بـ \"الجامع\" لا غير ذلك. وإيراد تعليق المباركفوري على عبارة للترمذي وبيان ما فيه مع تعقبه في جزمه بأن قتادة لم يسمع من صاحبي سوى أنس ـ رضي الله عنه ـ.\n* استعراض رأي أبي حاتم والأزدي وابن العربي المالكي والمنذري والذهبي والألباني وغيرهم في الحديث. وإلقاء الضوء على خمس مسائل تتعلق بتخريج\nالألباني للحديث.\n* حديث ابن عباس والإشارة إلى حكم ما يتفرد به ابن مردويه.\n* حديث أبي بن كعب من رواية زر بن حبيش عنه، وجزم ابن الجوزي والذهبي بوضعه، وبيان علله.\n* حديثه من رواية أبي أمامة عنه. وكلام بعض الأئمة فيه وفي بعض رواته. وإيراد طرفة مروية عن (مؤمل بن إسماعيل) ـ رحمه الله ـ في تعقب رواة هذا الحديث واكتشاف وضعه.\n* حديث أبي هريرة بالشطر الأول وإعلاله من وجهين. وسوق كلام المتقدمين والمتأخرين في (حميد المكي مولى آل علقمة) وسرد مناكيره.\n* والإشارة في الحاشية إلى حديث \" إذا مررتم برياض الجنة فارتعوا \" والرجوع عن الرسالة المصنفة فيه.\n* حديث ابن عباس بشطره الأول وبيان ورود القطعة الوسطى منه موقوفة عليه، والقول النهائي في (شهر بن حوشب) ـ رحمه الله ـ، وورود آخره من حديث أبي أمامة وموقوفاً على شهر أيضاً وبيان ما فيهما.\n* حديث معقل بن يسار بشطره الأول وبيان شذوذ الزيادة المتعلقة بحديثنا فيه، وبعض ما قيل في (المعتمر بن سليمان التيمي) ـ رحمه الله ـ والعلل الإجمالية لحديث معقل برمته فيما يتعلق بالسورة. والإشارة إلى رسالة علي الحلبي ـ هداه الله ـ في ذلك.\n* حديث أبي هريرة وأبي سعيد بشطره الثاني وبيان نكارته وكلام النقاد في (سويد أبي حاتم) راويه.\n* حديث ابن عباس بالشطر الثاني وبيان ما فيه، وأن بعضه مروي عن (عطاء بن أبي رباح) ـ رحمه الله ـ مرسلاً بلاغاً. وبيان علله وحكم (مراسيل عطاء) .\n* حديث عقبة بن عامر بالشطر الثاني، وبيان ما فيه.\n* معضل حسان بن عطية به أيضاً، وتحقيق أنه لم يثبت سماعه من أحد من الصحابة.\n* أثر معقل بن يسار موقوفاً، والإحالة على الحديث المتقدم عنه.\n* أثر أبي قلابة الجرمي مقطوعاً وبيان نكارته، والتعقيب على وصف البيهقي إياه بأنه من (كبار التابعين) ، واستظهار مقصوده بهذا الوصف من نص آخر عنه.\nوالتعرض لقضية التوسع في إعطاء كل ما لا مجال للرأي فيه حكم الرفع إلى النبي ? مع إبداء النصح فيها. وإيراد مثال علمي صريح للدلالة على التخبط في هذه القضية، يتعلق بقول حذيفة ـ رضي الله عنه ـ: \" لا اعتكاف إلا في المساجد الثلاثة\"، مع عجالة سريعة فيها القول الفصل في رفعه صراحة إلى النبي ?.\n* أثر عبد الرحمن بن أبي ليلى، واستظهار عدم ثبوته.\n* أثر صاحب معمر، وبيان ما فيه من الاحتمالات، وتخريج الثواب المتقرر فيه موقوفاً على سليمان التيمي أو الحسن، على تردد في ذلك.\n* أثر يحيى بن أبي كثير؛ وبيان نكارته، وسوق كلام النقاد في (عامر بن عبد الله بن يساف اليمامي) ، راويه عنه. وإيراد أربعة أحاديث وأثرين مما يستنكر عليه مع التوسع في طرق بعضها، وبيان وجه الوهم في اثنين منها.\nواختتام الرسالة بتقويم الحافِظَين الذهبي وابن حجر لعامر هذا، مع فائدة تتعلق بشرح الحديث عن \"فيض القدير\" و\"تحفة الأحوذي\".\nوالتعقيب على ذلك لتبرير قلة جدواه لانتفاء الصحة، وإبداء القول الفصل في الحديث سندًا ومتنًا. والإشارة إلى بُطلان حديث: \" يس لما قُرئت له \" في الحاشية.\n* الاستدراكات على بعض ما في الطبعة الأولى للكتاب.\nملحوظة: كثير من الفوائد التي سطرتها في حواشي الرسالة لم أشر إليها في هذا الفهرس، فلا يضن أحد على نفسه بالانتفاع بما فيها، والله المستعان.\nتم الفهرس بحمد الله\n",
        ""
    ]
}