{
    "1": [
        "الجزء الثاني من حديث يحيى بن معين الفوائد رواية أبي بكر المروزي\nالجزء الثاني من حديث يحيى بن معين الفوائد رواية أبي بكر المروزي\nيحيى بن معين\nالكتاب:\nالجزء الثاني من حديث يحيى بن معين الفوائد\nالمؤلف:\nأبو زكريا يحيى بن معين بن عون بن زياد بن بسطام بن عبد الرحمن (المتوفى: 233هـ)\nرواية:\nأبي بكر المروزي\nالمحقق:\nخالد بن عبد الله السيت\nالناشر:\nمكتبة الرشد - الرياض\nالطبعة:\nالاولى، 1419هـ - 1998م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]\n",
        "بسم الله الرحمن الرحيم\nلا إله إلا الله وحده لا شريك له أعدها للقائه\nأَخْبَرَنَا الْخَطِيبُ عِمَادُ الدِّينِ أَبُو بَكْرِ بْنِ الْخَطِيبِ، صَائِنِ الدِّينِ أَبِي عَبْدِ اللَّهِ مُحَمَّدُ بْنُ حَسَّانَ بْنِ رَافِعٍ الْعَامِرِيِّ بِقِرَاءَتِي عَلَيْهِ قُلْتُ لَهُ: أَخْبَرَكَ الْمَوْلَى الْأَوَّلُ الْمَلِكُ الظَّافِرُ مُظَفَّرُ الدِّينِ أَبُو الْحَيَّانِ الْخِضْرُ بْنُ السُّلْطَانِ الْمَلِكِ النَّاصِرِ صَلَاحِ الدِّينِ أَبِي الْمُظَفَّرِ يُوسُفَ بْنِ أَيُّوبَ شَادِيٌّ قِرَاءَةً عَلَيْهِ وَأَنْتَ تَسْمَعُ قِيلَ لَهُ أَخْبَرَكَ الْفَقِيهُ أَبُو الطَّاهِرِ إِسْمَاعِيلُ بْنُ مَكِّيِّ بْنِ إِسْمَاعِيلَ بْنِ عِيسَى بْنِ عَوْفٍ الزُّهْرِيُّ قِرَاءَةً عَلَيْهِ قَالَ: أَنْبَأَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الرَّازِي قِرَاءَةً عَلَيْهِ قَالَ: أَنْبَأَ أَبُو الْقَاسِمِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْفَارِسِيُّ قَالَ: أَنْبَأَ أَبُو أَحْمَدَ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ النَّاصِحِ بْنِ شُجَاعٍ الْمُفَسِّرُ الدِّمَشْقِيُّ قَالَ: أَنْبَأَ الْقَاضِي أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ سَعِيدٍ الْمَرْوَزِيِّ قَالَ: ثنا أَبُو زَكَرِيَّا يَحْيَى بْنُ مَعِينِ بْنِ عَوْنٍ الْبَغْدَادِيُّ قَالَ:\n1 -\nثنا ابْنُ مَهْدِيٍّ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ الْعَبْدِيِّ، عَنْ أَبِي الْمُتَوَكِّلِ فِي قَوْلِ اللَّهِ عَزَّ وَجَل\nَّ: {فَرَّتْ مِنْ قَسْوَرَةٍ} [المدثر: 51] قَالَ: «هُوَ لَفْظُ الْقَوْمِ»\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "2 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا مُحَمَّدُ بْنُ صُبَيْحٍ السَّمَّاكُ، عَنْ أَبِي عَمْرٍو الْقَاصِّ، عَنْ عِكْرِمَة\nَ، {إِنَّ لَدَيْنَا أَنْكَالًا} [المزمل: 12] ، قَالَ: «قُيُودًا»\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "3 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ مُجَاهِد\nٍ، \" {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ} [النساء: 5] \" قَالَ: «النِّسَاءُ وَالصِّبْيَانُ»\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "4 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ قَال\nَ: \" الْإِسْتَبْرَقُ: الدِّيبَاجُ الْغَلِيظُ \"\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "5 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي يَحْيَى\n{وَتُنْذِرَ بِهِ قَوْمًا لُدًّا} [مريم: 97] قَالَ: «عِوَجٌ عَنِ الْحَقِّ»\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "6 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا وَكِيعٌ، ثنا مَهْدِيُّ بْنُ مَيْمُونٍ قَالَ: سَمِعْتُ الْحَسَنَ، يَقُول\nُ: «صُمًّا»\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "7 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا وَكِيعٌ، عَنِ النَّضْرِ بْنِ عِيسَى، عَنْ عِكْرِمَةَ قَال\nَ: «خَصْمًا»\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "8 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى\n: {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} [النور: 31] قَالَ: «الْوَجْهُ وَالْكَفُّ وَالْخَاتَمُ»\n[ص: 89]\n9 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا يَحْيَى بْنُ يَمَانٍ، ثنا هِشَامُ بْنُ الْغَازِ\n[ص: 90]\n، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: «الْكَفُّ وَالْوَجْهُ» ، قَالَ: وَسَمِعْتُ مَكْحُولًا، يَقُولُ ذَلِكَ\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "10 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا ابْنُ نُمَيْرٍ، عَنْ أَبِي سِنَانٍ، عَنِ\n[ص: 91]\nالضَّحَّاكِ بْنِ مُزَاحِمٍ فِي قَوْلِهِ تَعَالَى\n: {وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا} [نوح: 28] قَالَ: «مَسْجِدِي»\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "11 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي الْبَخْتَرِيِّ قَالَ: «نِعْمَ الْمَرْءَانِ أَبُو بَكْرٍ\n[ص: 93]\n، وَعُمَرُ، غَيْرَ أَنِّي أَجِدُ لِعَلِيٍّ فِي قَلْبِي مِنَ اللِّيطِ مَا لَا أَجِدُ لَهُمَا» ، قَالَ: \" فَعَدَدْنَاهُ مِنْ قَوْلِهِ: الِارْتِفَاعُ \"\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "12 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا يَحْيَى بْنُ آدَمَ، عَنْ قُطْبَةَ\n[ص: 94]\n، عَنِ الْأَعْمَشِ، عَنْ شِمْرٍ، عَنْ شَهْرٍ يَعْنِي ابْنَ حَوْشَبٍ\n[ص: 95]\n، قَالَ: «أَخَذَتْ مُعَاذًا قَرْحَةٌ فِي حَلْقِهِ» ، فَقَال\nَ: اخْنُقْ خَنْقَكَ، فَوَعِزَّتِكَ، إِنِّي لَأُحِبُّكَ\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "13 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا عَبْدَةُ، ثنا الْأَعْمَشُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي قُرَّةَ قَالَ: قَالَ سَلْمَانُ لِرَجُلٍ: «يَا فُلَان\nُ لَوْ قطَّعْتَ نَفْسَكَ أَعْضَاءً مَا بَلَغْتَ الْإِيمَانَ»\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "14 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا عَبْدَةُ، قَالَ: ثنا الْأَعْمَشُ قَالَ: قَالَ جَابِرٌ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «إِذَا طَبَخْتُمُ اللَّحْمَ فَأَكْثِرُوا الْمَاءَ، وَأَهْدُوا لِلْجِيرَانِ»\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "15 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ يَحْيَى بْنِ هَانِئٍ، عَنْ أَبِي الْجلوا قَالَ: سَأَلْتُ ابْنَ عُمَر\nَ عَنِ الدِّيوَانِ فَقَالَ: «خُذْهُ، فَإِذَا رَأَيْتَ مَا تَكْرَهُ فَاخْتَنِسْ»\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "16 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا حَفْصُ بْنُ غِيَاثٍ، حَدَّثَنِي بُرَيْدُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: «قَدِمْنَا عَلَى رَسُولِ اللَّهِ بَعْدَ فَتْحِ خَيْبَرَ بِثَلَاث\nٍ، فَأَسْهَمَ لَنَا، وَلَمْ يُسْهِمْ لِأَحَدٍ لَمْ يَشْهَدِ الْفَتْحَ غَيْرَنَا»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "17 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا ابْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، «أَنَّهَا\nكَانَتْ تُصْبِحُ»\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "18 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ\n[ص: 103]\nمُجَاهِدٍ، فِي قَوْلِهِ عَزَّ وَجَل\nَّ: {وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ} [ص: 44] \" قَالَ عَطَاءٌ: «هِيَ لِلنَّاسِ عَامَّةً» ، وَقَالَ مُجَاهِدٌ: «هِيَ لِأَيُّوبَ\nعَلَيْهِ السَّلَامُ خَاصَّةً»\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "19 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ قَالَ: ثنا ابْنُ رَجَاءٍ، عَنْ عُثْمَانَ بْنِ الْأَسْوَدِ، عَنْ عَطَاءٍ، أَنَّ رَجُلًا قَالَ: وَاللَّهِ مَا أَدْرِي أَمُؤْمِنٌ أَنَا أَمْ لَا، فَقَالَ عَطَاء\nٌ: «بِالْغَيْبِ آمَنَّا بِهِ فَنَحْنُ مُؤْمِنُونَ»\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "20 -\nحَدَّثَنَا يَحْيَى بْنُ مَعِينٍ ثنا غُنْدَرٌ، عَنْ شُعْبَةَ، قَالَ: سَمِعْتُ سِمَاكًا، قَالَ: سَمِعْتُ عَبَّادَ بْنَ حُبَيْشٍ يُحَدِّثُ، عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَ: \" جَاءَتْ خَيْلُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَفَرَرْتُ، وَأَخَذُوا عَمَّتِي، وَنَاسًا، فَلَمَّا أَتَوْا بِهِمُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَصُفُّوا لَهُ، قَالَتْ: قُلْتُ يَا رَسُولَ اللَّه\nِ: نَأَى الْوَافِدُ وَانْقَطَعَ الْوَلَدُ، وَأَنَا عَجُوزٌ كَبِيرَةٌ مَا بِي مِنْ خِدْمَةٍ، مُنَّ عَلَيَّ مَنَّ اللَّهُ عَلَيْكَ \"\nفَذَكَرَهُ\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "ثنا أَبُو زَكَرِيَّا يَحْيَى بْنُ مَعِينِ بْنِ عَوْنِ بْنِ زِيَادِ بْنِ بِسْطَامِ بْنِ عَبْدِ الرَّحْمَنِ الْبَغْدَادِيُّ ثنا غُنْدَرٌ، عَنْ شُعْبَةَ، قَالَ: سَمِعْتُ سِمَاكًا، قَالَ: سَمِعْتُ عَبَّادَ بْنَ حُبَيْشٍ\n[ص: 110]\nيُحَدِّثُ، عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَ: جَاءَتْ خَيْلُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - أَوْ قَالَ: رُسُلِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، فَفَرَّتْ، فَأَخَذُوا عَمَّتِي وَنَاسًا، فَلَمَّا أَتَوْا بِهِمُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَصُفُّوا لَهُ. قَالَتْ: قُلْتُ يَا رَسُولَ اللَّهِ، نَأَى الْوَافِدُ، وَانْقَطَعَ الْوَلَدُ، وَأَنَا عَجُوزٌ كَبِيرَةٌ، مَا بِي مِنْ خِدْمَةٍ فَمُنَّ عَلَيَّ مَنَّ اللَّهُ عَلَيْكَ، قَالَ: «مَنْ وَافِدُكِ؟» قُلْتُ: عَدِيُّ بْنُ حَاتِمٍ، قَالَ: «الَّذِي فَرَّ مِنَ اللَّهِ وَرَسُولِهِ؟» قَالَتْ: فَمُنَّ عَلَيَّ، قَالَتْ: فَلَمَّا رَجَعَ وَرَجُلٌ إِلَى جَنْبِهِ تَرَى أَنَّهُ عَلِيٌّ، قَالَ: سَلِيهِ حُمْلَانًا، قَالَتْ: فَسَأَلْتُهُ، قَالَتْ: فَأَمَرَ لَهَا، فَقَالَتْ: لَقَدْ فَعَلْتَ فِعْلًا مَا كَانَ أَبُوكَ يَفْعَلُهُ، فَقَالَتْ: ائْتِهِ رَاغِبًا أَوْ رَاهِبًا فَقَدْ أَتَاهُ فُلَانٌ فَأَصَابَ مِنْهُ، فَأَتَيْتُهُ، فَإِذَا عِنْدَهُ امْرَأَةٌ وَصِبْيَانٌ أَوْ صَبِيٌّ، فَذَكَرَ قُرْبَهُمْ مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَعَرَفْتُ أَنَّهُ لَيْسَ بِمَلِكِ قَيْصَرَ وَكِسْرَى\n[ص: 111]\n، فَقَالَ: \" يَا عَدِيُّ بْنَ حَاتِمٍ مَا آنَ لَكَ أَنْ تَقُولَ: لَا إِلَهَ إِلَّا اللَّهُ؟ فَهَلْ شَيْءٌ أَكْبَرُ مِنَ اللَّهِ؟ \" فَأَسْلَمْتُ، فَرَأَيْتُ وَجْهَهُ قَدِ اسْتَبْشَرَ، وَقَالَ: «إِنَّ الْمَغْضُوبَ عَلَيْهِمُ الْيَهُودُ، وَإِنَّ الضَّالِّينَ النَّصَارَى» ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: «أَمَّا بَعْدَ، ذَلِكُمْ أَيُّهَا النَّاسُ ارْتَضِخُوا مِنَ الْفَضْلِ، ارْتَضَخَ امْرُؤٌ بصاعٍ بِبَعْضِ صَاعٍ، بِقَبْضَةٍ بِبَعْضِ قَبْضَةٍ» ، قَالَ شُعْبَةُ: وَأَكْبَرُ عِلْمِي أَنَّهُ قَالَ: \" بِتَمْرَةٍ بِشِقِّ تَمْرَةٍ، إِنَّ أَحَدَكُمْ لَاقٍ اللَّهَ عَزَّ وَجَلَّ، فَقَائِلٌ مَا أَقُول\nُ: أَلَمْ أَجْعَلْكَ سَمِيعًا بَصِيرًا؟ أَلَمْ أَجْعَلْ لَكَ مَالًا وَوَلَدًا؟ فَمَاذَا قَدَّمْتَ؟ فَيَنْظُرُ مَا بَيْنَ يَدَيْهِ وَمَنْ خَلْفَهُ وَعَنْ\nيَمِينِهِ وَعَنْ شِمَالِهِ فَلَا يَجِدُ شَيْئًا، فَلَا يَتَّقِي النَّارَ إِلَّا بِوَجْهِهِ، فَاتَّقُوا النَّارَ، وَلَوْ بِشِقِّ تَمْرَةٍ، فَإِنْ لَمْ تَجِدُوا فَبِكَلِمَةٍ لَيَّنَةٍ، إِنِّي لَا أَخْشَى عَلَيْكُمُ الْفَاقَةَ، لَيَنْصُرَنَّكُمُ اللَّهُ تَعَالَى، وَلَيُعْطِيَنَّكُمْ أَوْ لَيَفْتَحَنَّ لَكُمْ حَتَّى تَسِيرَ الظَّعِينَةُ بَيْنَ الْحِيرَةِ ويَثْرِبَ أَوْ أَكْثَرَ مَا أَخَافُ\n[ص: 112]\nعَلَى ظَعِينَتِهَا السَّرَقَ \"\nالجزء: 1 ¦ الصفحة: 109\n",
        "21 -\nحَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي الزِّنَادِ، عَنِ\n[ص: 113]\nابْنِ عُمَرَ قَال\nَ: «لَقَدْ سُرَّ فِي ظِلِّ سَرْحَةٍ سَبْعُونَ نَبِيًّا لَمْ تَعْبَلْ وَلَمْ تَجَرِّدْ، وَلَمْ تُسْرَحْ»\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "22 -\nحَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ أَبِي مِجْلَزٍ، \" أَن\nَّ خَدِيجَةَ قَالَتْ لِأُخْتِهَا: اذْهَبِي، فَاذْكُرِينِي لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَهَبَتْ، فَأَجَابَهَا بِمَا شَاءَ\nاللَّهُ، ثُمَّ إِنَّهُمْ تَوَاطَئُوا عَلَى أَنْ يُزَوِّجُوهَا، وَإِنَّ الشَّيْخَ أَبَا خَدِيجَةَ سُقِيَ مِنَ الْخَمْرِ حَتَّى أَخَذَتْ مِنْهُ، ثُمَّ دَعَا مُحَمَّدًا فَزَوَّجَهَا إِيَّاهُ، وَإِنَّهَا سَنَتْ عَلَى الشَّيْخِ حُلَّةً، فَلَمَّا أَصْحَا، قَالَ: مَا هَذِهِ الْحُلَّةُ، قَالَتْ أَوْ قِيلَ: كَسَاكَهَا مُحَمَّدٌ خَتَنُكَ؟، قَالَ: فَغَضِبَ الشَّيْخُ، وَأَخَذَ السِّلَاحَ، وَأَخَذَ مَعَهُ قَوْمُهُ السِّلَاحَ، وَأَخَذَ بَنُو هَاشِمٍ السِّلَاحَ، وَقَالُوا: مَا كَانَتْ لَنَا فِيكُمْ رَغْبَةُ صَبِيِّكُمْ صَبِيَّتَنَا، أَوْ قَالَ صَاحِبَتَنَا\n[ص: 115]\n، قَالَ: وَكَانَتْ أَيِّمَ قُرَيْشٍ، ثُمَّ إِنَّهُمُ اصْطَلَحُوا بَعْدَ ذَلِكَ \"\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "23 -\nحَدَّثَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ: «رَأَيْت\nُ يَدَ طَلْحَةَ شَلَّاءَ، وَقَى بِهَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ»\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "24 -\nحَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ\n[ص: 116]\nبْنِ أَبِي يَزِيدَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، «أَنَّهُ كَان\nَ يُصَلِّي الْعَصْرَ فِي وَقْتِ الظُّهْرِ، وَالظُّهْرَ فِي وَقْتِ الْعَصْرِ»\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "25 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، «أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْه\nُ قَصَرَ الصَّلَاةَ إِلَى خَيْبَرَ»\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "26 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَطَاءٍ، عَنِ الشَّعْبِيِّ، وَابْنِ خُثَيْمٍ، «أَنَّهُمَا كَانَا\nلَا يَرَيَانِ بَأْسًا بِعَرَقِ الْجُنُبِ فِي الثَّوْبِ»\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "27 -\nحَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، ثنا أَبِي قَالَ: سَمِعْتُ الْأَعْمَشَ، يُحَدِّثُ عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنْ سَلْمَانَ قَال\nَ: «مَثَلُ الْمُسْلِمِ أَوِ الْمُؤْمِنِ وَأَخِيهِ كَمَثَلِ الْكَفَّيْنِ تَقِي أَحَدُهُمَا الْأُخْرَى»\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "28 -\nحَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، ثنا سَعْدُ بْنُ طَارِقٍ، عَنْ نُعَيْمِ بْنِ أَبِي هِنْدٍ، عَنْ سَلَمَةَ بْنِ نُعَيْمٍ قَالَ: شَهِدْتُ مَعَ خَالِدِ بْنِ الْوَلِيدِ يَوْمَ الْيَمَامَةِ، فَلَمَّا شَدَّدْنَا عَلَى الْقَوْمِ ضَرَبْتُ رَجُلًا مِنْهُمْ، فَلَمَّا وَقَعَ، قَالَ: اللَّهُمَّ عَلَى مِلَّتِكَ وَمِلَّةِ رَسُولِكَ وَإِنِّي بَرِيءٌ مِمَّا عَلَيْهِ مُسَيْلِمَةُ، فَعَقَدْتُ فِي رِجْلِهِ خَيْطًا وَمَضَيْتُ مَعَ الْقَوْمِ، فَلَمَّا رَجَعْتُ نَادَيْتُ مَنْ يَعْرِفُ هَذَا الرَّجُلَ؟ فَمَرَّ بِيَ نَاسٌ مِنْ أَهْلِ الْيَمَنِ، فَقَالُوا هَذَا رَجُلٌ مِنْ أَهْلِ الْيَمَنِ مِنْ أَهْلِ الرِّضَى مِنَ الْمُسْلِمِينَ، فَرَجَعْتُ إِلَى الْمَدِينَةِ زَمَنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، فَحَدَّثْتُهُ، فَقَالَ عُمَر\nُ: «قَدْ أَحْسَنْتَ أَنْ بَيَّنْتَ إِنَّ عَلَيْكَ وَعَلَى قَوْمِكَ الدِّيَةَ، وَعَلَيْكَ تَحْرِيرَ رَقَبَةٍ مِنْ أَهْلِ الرِّضَى، وَعَلَى قَوْمِكَ النِّصْفَ،\nوَعَلَى الْمُسْلِمِينَ النِّصْفَ»\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "29 -\nحَدَّثَنَا مُحَمَّدُ بْنُ الْمُبَارَكِ الصُّورِيُّ، ثنا عِيسَى بْنُ يُونُسَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَال\nَ: «لَا تَسُبُّوا الشَّيْطَانَ، فَإِنَّهُ يَتَغَيَّظُ، وَلَكِنْ تَعَوَّذُوا بِاللَّهِ مِنْ شَرِّهِ»\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "30 -\nحَدَّثَنَا عَبْدَةُ، ثنا هِشَامُ بْنُ عُرْوَةَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو الْأَوْدِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: قَالَ رَسُولُ اللَّه\nِ: «أَلَا أُخْبِرُكُمْ بِمَنْ يُحَرَّمُ عَلَى النَّارِ، أَوْ مَنْ تُحَرَّمُ عَلَيْهِ النَّارُ؟ كُلُّ هَيِّنٍ لِيِّنٍ قَرِيبٌ\nسَهْلٌ»\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "31 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، أنبا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، قَالَ: سُئِلَ ابْنُ عُمَر\nَ عَنِ الْأُخْذَةِ، فَقَالَ: «مَا أَرَاهَا إِلَّا سِحْرًا» ، قَالَ: قِيلَ إِنَّهَا تَأْخُذُ الْغَائِطَ وَالْبَوْلَ، قَالَ: «مَهْ\nمَهْ»\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "32 -\nحَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ الْمُلَائِيُّ، ثنا لَبْطَةُ بْنُ الْفَرَزْدَقِ\n[ص: 123]\n، عَنْ أَبِيهِ، أَنَّهُ رَأَى حُسَيْنًا\n«خَرَجَ لَيْلَةَ التَّرْوِيَةِ مِنْ مَكَّةَ»\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "33 -\nحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، ثنا أَبُو حُصَيْنٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا تَصْلُحُ الصَّدَقَةُ لِغَنِيٍّ، وَلَا لِذِي مِرَّةٍ سَوِيٍّ»\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "34 -\nحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، قَالَ: «قَسَمَ\n[ص: 126]\nعُمَرُ رَضِيَ اللَّهُ عَنْهُ الْمَالَ بَيْنَ الْعَمَّةِ وَالْخَالَةِ»\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "35 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنْ لَيْثٍ، أَنَّ مُجَاهِدًا، «أَعْطَى رَجُلًا\n[ص: 127]\nمُصْحَفًا يَكْتُبُهُ لَهُ بِخَمْسِمِائَةِ دِرْهَمٍ»\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "36 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنْ لَيْثٍ، قَالَ: قَالَ رَجُلٌ لِمُجَاهِد\nٍ: الْعَصِيرُ يُجْعَلُ فِيهِ الْوَاذِي؟ فَقَالَ رَجُلٌ عِنْدَهُ: سُبْحَانَ اللَّهِ يَصْلُحُ ذَلِكَ قَالَ: «دَعْهُ إِنَّمَا سَأَلَ لِيَتَعَلَّمَ، تِلْكَ\nالْخَمْرَ»\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "37 -\nحَدَّثَنَا مُعْتَمِرٌ، عَنْ بُرْدٍ، عَنْ مَكْحُولٍ، عَنْ وَاثِلَةَ قَال\nَ: \" فِي جَنَائِزِ الرِّجَالِ وَالنِّسَاءِ: الرِّجَالُ يَلُونَ الْإِمَامَ، وَالنِّسَاءُ قَبْلَ الْقِبْلَةِ \"\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "38 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ قَال\nَ: «إِذَا أَصَابَ ثَوْبَكَ خَمْرٌ فَاغْسِلْهُ، فَإِنَّهُ شَرٌّ مِنَ الدَّمِ»\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "39 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنْ عَاصِمٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ رَأَى مُصْحَفًا قَدْ زُيَّنَ بِفِضَّةٍ، فَقَال\nَ: «تَغْرُونَ بِهِ السَّارِقَ، وَزِينَتُهُ فِي جَوْفِهِ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "40 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، «أَنَّهُ كَانَ يُسْفِرُ\n[ص: 129]\nبِالصُّبْحِ، وَيَقْرَأُ بِالسُّورَةِ الْخَفِيفَةِ»\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "41 -\nحَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ قَال\nَ: «مَنْ تَدَاوَى بِلَحْمِ الْكَلْبِ فَلَا شَفَاهُ اللَّهُ»\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "42 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَاصِمٍ، قَال\nَ: «لَمْ يَكُنِ ابْنُ سِيرِينَ يَتْرُكُ أَحَدًا يَمْشِي مَعَهُ يَسْأَلُهُ عَنْ شَيْءٍ»\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "43 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيم\nَ، فِي الْإِخْوَةِ يَدَّعِي أَخُوهُمُ الْأَخَ وَيُنْكِرُهُ الْآخَرُونَ قَالَ: «يَدْخُلُ مَعَهُمْ بِمَنْزِلَةِ الْعَبْدِ يَكُونُ بَيْنَ الْإِخْوَةِ\nفَيَعْتِقُ أَحَدُهُمْ نَصِيبَهُ»\n[ص: 130]\nقَالَ: وَقَالَ: عَامِرٌ، وَالْحَكَمُ: «لَا يَدْخُلُ إِلَّا فِي نَصِيبِ الَّذِي اعْتَرَفَ»\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "44 -\nحَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي الْبَخْتَرِيِّ، فِي قَوْلِهِ تَعَالَى\n: {حَتَّى يُعْطُوا الْجِزْيَةَ} [التوبة: 29] عَنْ يَدٍ وَهُمْ صَاغِرُونَ \" قَالَ: قَالَ سَلْمَانُ: «غَيْرُ\nمَحْمُودِينَ»\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "45 -\nحَدَّثَنَا حَجَّاجٌ، ثنا سُفْيَانُ الثَّوْرِيُّ قَالَ: يَرْحَمُ اللَّهُ أَبَا\n[ص: 131]\nحَازِمٍ قَال\nَ: «رَضِيَ النَّاسُ بِالْعِلْمِ وَتَرَكُوا الْعَمَلَ»\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "46 -\nحَدَّثَنَا عَبْدَةُ، ثنا هِشَامُ بْنُ عُرْوَةَ، قَالَ: «رَأَيْتُ أَبِي يُصَلِّي\n[ص: 132]\nمُحْتَبِئًا يَقْرَأُ»\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "47 -\nحَدَّثَنَا حَجَّاجٌ، ثنا شُعْبَةُ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ قَالَ: سُئِلَ مَسْرُوق\nٌ عَنِ الْقُبْلَةِ لِلصَّائِمِ، قَالَ: «اللَّيْلُ قَرِيبٌ»\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "48 -\nحَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ مُحَمَّدٍ، عَنْ لَيْثٍ، أَوْ\n[ص: 133]\nعَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ قَالَ: قَالَ مُحَمَّدُ بْنُ الْمُنْكَدِر\nِ: «بِتُّ أَغْمِزُ رِجْلَ أُمِّي، وَبَاتَ عُمَرُ يُصَلِّي لَيْلَتَهُ، فَمَا سَرَّنِي لَيْلَتِي بِلَيْلَتِهِ»\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "49 -\nحَدَّثَنَا الْمُطَّلِبُ بْنُ زِيَادٍ الْكُوفِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْه\nُ «تَلَقُّوا الْحَاجَّ، وَلَا تُشَيِّعُوهُمْ»\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "50 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، ثنا أَبُو رَجَاءٍ يَعْنِي الْهَرَوِيَّ، عَنِ ابْنِ عَوْنٍ، قَالَ: أَهْدَيَتُ إِلَى إِبْرَاهِيمَ ثَوْبًا، فَأَبَى أَنْ يَقْبَلَهُ فَقُلْتُ: خُذْهُ شِرَاءً، فَأَبَى، ثُمَّ قَال\nَ: «لَوْ كَانَتْ عِنْدِي أَرْبَعُمِائَةِ دِرْهَمٍ، تَزَوَّجْتُ بِهَا امْرَأَةً» ، قَالُوا: يَا أَبَا عِمْرَانَ أَوَلَيْسَتْ عِنْدَكَ امْرَأَةٌ؟ قَالَ:\n«إِنَّمَا هِيَ وَاحِدَةٌ، إِنْ حَاضَتْ حِضْتُ»\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "51 -\nحَدَّثَنَا أَبُو إِسْحَاقَ الطَّالْقَانِيُّ، ثنا ابْنُ الْمُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ عَبْدِ الْجَبَّارِ بْنِ عُبَيْدِ اللَّهِ بْنِ سَلْمَانَ قَال\nَ: \" قَالَ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ السَّلَامُ لَيْلَةَ رُفِعَ: لَا تَأْكُلُوا بِكِتَابِ اللَّهِ عَزَّ وَجَلَّ، فَإِنَّكُمْ إِنْ تَفْعَلُوا\nأَقْعَدَكُمُ اللَّهُ عَزَّ وَجَلَّ عَلَى مَنَابِرَ مِنْ نُورٍ، وَزْنُ الْحَجَرِ، مِنْهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا \"، قَالَ عَبْدُ الْجَبَّارِ: \" وَهِيَ الْمَقَاعِدُ الَّتِي قَالَ اللَّهُ عَزَّ وَجَلَّ: {فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ} [القمر: 55] \"\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "52 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ\n[ص: 136]\n، \" {يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا} [الأعراف: 27] \" قَالَ: «كَانَ عَلَيْهِمَا مِثْلُ النُّورِ»\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "53 -\nحَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ شَرِيكٍ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ قَال\nَ: «كَانَ لِبَاسُ كُلِّ دَابَّةٍ مِنْهَا، وَكَانَ لِبَاسُ آدَمَ الظُّفْرُ، فَأَدْرَكَتْ آدَمَ التَّوْبَةُ عِنْدَ ظُفْرِهِ» ، أَوْ قَالَ:\nأَظْفَارِهِ\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "54 -\nحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، ثنا أَبُو حُصَيْنٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُود\nٍ: «قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ»\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "55 -\nحَدَّثَنَا أَبُو مُسْهِرٍ، عَنْ رَجُلٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّه\nُ «اشْتَرَى لِابْنَتِهِ لُعْبَةً مُهْضَمَةً بِدِينَارٍ»\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "56 -\nحَدَّثَنَا عَبْدَةُ، ثنا إِبْرَاهِيمُ الْفَزَارِيُّ، عَنِ الْأَعْمَشِ قَالَ: «كَانَ إِبْرَاهِيمُ وَعَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ وَأَبُو جُحَيْفَةَ وَعُمَارَةُ بْنُ\n[ص: 139]\nعُمَيْرٍ يَغْزُونَ فِي إِمَارَةِ الْحَجَّاجِ» ، فَقَالَ رَجُلٌ: كَانُوا يُكْرَهُونَ عَلَى ذَلِكَ؟، فَقَالَ: «بِلْ كَانُوا يَخِفُونَ فِي ذَلِكَ وَيُعْجِبُهُمْ»\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "57 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ ابْنِ طَاوُسٍ، عَنِ الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ\n[ص: 140]\nعَنْه\nُ: «لَا أُمَّ لِمَنْ أَدْرَكَتْهُ خِلَافَةُ ابْنِ الْمَخْزُومِيَّةِ»\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "58 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ ابْنِ طَاوُسٍ، قَالَ: سَأَلْتُ عَمْرَوَ بْنَ شُعَيْب\nٍ عَنِ الْمَهْدِيِّ؟، فَقَالَ: «لَيْسَ مِنْ بَنِي هَاشِمٍ، وَلَا مِنْ بَنِي أُمَيَّةَ»\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "59 -\nحَدَّثَنَا حَجَّاجٌ، ثنا أَبُو الْأَشْهَبِ، عَنْ عَاصِمٍ الْأَحْوَلِ قَالَ: \" كَانُوا يَقُولُون\nَ: مَا عَقَلَ دِينَهُ مَنْ لَمْ يَحْفَظْ لِسَانَهُ \"\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "60 -\nحَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ قَالَ: قَالَ\n[ص: 141]\nرَجُلٌ لِعَلْقَمَة\nَ: أَشْتَرَي مُصْحَفًا؟ قَالَ: «لَا»\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "61 -\nحَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ قَالَ: فَأَتَيْتُهُ، وَهُوَ فِي الْحَائِطِ يَسِمُ الظَّهْرَ الَّذِي قَدِمَ عَلَيْهِ فِي الْفَتْح، وَعَلَيْهِ خَمِيصَةٌ لَهُ حُوَيْتِيَّةٌ، فَقَالَ: «رُوَيْدَكَ أُفْرِغْ لَكَ؟» وَفِي أَوَّلِ\n[ص: 142]\nالْحَدِيثِ: إِنَّ أَبَا طَلْحَةَ لَمَّا غَدَا عَلَيْهِ، قَال\nَ: «بِتُّمَا عَرُوسَيْنِ، فَبَارَكَ اللَّهُ لَكُمَا فِي عُرْسِكُمَا» ، وَقَالَ أَبُو طَلْحَةَ لِأُمِّ سُلَيْمٍ: كَيْفَ ذَاكَ الْغُلَامُ؟ قَالَتْ: هُوَ\nأَهْدَأُ مَا كَانَ\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "62 -\nحَدَّثَنَا عَبْدَةُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي الْأَشْرَسِ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ كَان\nَ يُخْرِجُ زَكَاتَهُ، ثُمَّ يَقُولُ: «جَهِّزُونَا مِنْهَا إِلَى الْحَجِّ»\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "63 -\nحَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، قَالَ: كَانَ الْحَسَن\nُ «لَا يَرَى بِالْمُوَازَنَةِ بَأْسًا» ، وَكَانَ ابْنُ سِيرِينَ يَكْرَهُهَا\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "64 -\nحَدَّثَنَا غُنْدَرٌ، ثنا شُعْبَةُ، ثنا حَاضِرُ بْنُ مُهَاجِرٍ الْبَاهِلِيُّ أَبُو عِيسَى قَالَ: سَمِعْتُ سُلَيْمَانَ بْنَ يَسَارٍ يُحَدِّثُ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَ\n[ص: 147]\nذِئْبًا نَيَّبَ فِي شَاةٍ فَذْبَحُوهَا بِمَرْوَةٍ «فَأَمَرَهُمُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِأَكْلِهَا»\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "65 -\nحَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، «أَنَّ ابْنَ عُمَر\nَ، أَعْتَقَ عَبْدًا لَهُ نَصْرَانِيًّا وَرِثَهُ مِنَ ابْنٍ لَهُ»\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "66 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَ مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ أَبَا جَهْمِ بْنِ حُذَيْفَةَ مُصَدِّقًا فَلَاحَى رَجُلًا فِي صَدَقَتِهِ، فَضَرَبَهُ أَبُو جَهْمِ بْنُ حُذَيْفَةَ فَشَجَّهُ، فَأَتَوُا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالُوا: الْقَوَدَ يَا رَسُولَ اللَّهِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَكُمْ كَذَا وَكَذَا» فَلَمْ يَرْضَوْا، قَالَ: «فَلَكُمْ كَذَا وَكَذَا» فَرَضُوا\n[ص: 149]\n، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي خَاطِبٌ النَّاسَ وَمُخْبِرُهُمْ بِرِضَاكُمْ؟» قَالُوا: نَعَمْ، فَخَطَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «إِنَّ هَؤُلَاء\nِ اللَّيْثِيِّينَ أَتَوْنِي يُرِيدُونَ الْقَوَدَ فَعَرَضْتُ عَلَيْهِمْ كَذَا وَكَذَا أَفَرَضِيتُمْ؟» قَالُوا: لَا، قَالَ: فَهُمُ الْمُهَاجِرُونَ\nبِهِمْ، فَأَمَرَهُمُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَكُفُّوا، فَكُفُّوا ثُمَّ دَعَاهُمْ فَزَادَهُمْ، فَقَالَ: «أَرَضِيتُمْ؟» فَقَالُوا: نَعَمْ، قَالَ: «إِنِّي خَاطِبٌ النَّاسَ وَمُخْبِرُهُمْ بِرِضَاكُمْ؟» ، قَالُوا: نَعَمْ. فَخَطَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ «أَرَضِيتُمْ؟» قَالُوا: نَعَمْ\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "67 -\nحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَمَّارٍ، عَنْ مُسْلِمٍ\n[ص: 150]\nالْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} ، قَال\nَ: «السَّمَوَاتُ وَالْأَرْضُ قَبْضَةٌ وَاحِدَةٌ»\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "68 -\nحَدَّثَنَا غُنْدَرٌ، ثنا شُعْبَةُ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، قَالَ\n[ص: 151]\n: سَمِعْتُ ابْنَ أَبِي لَيْلَى، قَالَ: سَمِعْتُ الْبَرَاءَ، يُحَدِّثُ قَوْمًا فِيهِمْ كَعْبُ ابْنُ عُجْرَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لِلْأَنْصَار\nِ: «إِنَّكُمْ سَتَلْقَوْنَ بَعْدِي أَثَرَةً» ، قَالُوا: فَمَا تَأْمُرُنَا؟ قَالَ: «اصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى\nالْحَوْضِ»\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "69 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ شُعْبَةَ، عَنْ تَمِيمِ بْنِ حُوَيَصٍ، قَالَ\n[ص: 152]\n: سَمِعْتُ أَبَا زَيْدٍ يَقُول\nُ «غَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَ عَشْرَةَ غَزْوَةً»\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "70 -\nحَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ أَبِيهِ، عَنْ رَجُلٍ، سَمِعَ عَلِيًّا، يُخْبِرُ النَّاسَ بِالْكُوفَةِ، أَنَّهُ أَرَادَ أَنْ يَخْطُبَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ابْنَتَهُ، فَقُلْتُ: لَيْسَ لِيَ شَيْءٌ، ثُمَّ ذَكَرْتُ فَضْلَهُ وَعَائِدَتَهُ فَخَطَبْتُهَا إِلَيْهِ، فَقَالَ: «هَلْ عِنْدَكَ شَيْءٌ؟» ، فَقُلْتُ: لَا\n[ص: 153]\n، فَقَالَ: «أَيْنَ دِرْعُكَ الْحُطَمِيَّةُ الَّتِي أَعْطَيْتُكَهَا يَوْمَ كَذَا وَكَذَا؟» ، فَأَعْطَيْتُهُ إِيَّاهَا، فَزَوِّجْنِيهَا، فَلَمَّا دَخَلَتْ عَلَيَّ، قَالَ: لَا تُحْدِثَا شَيْئًا حَتَّى آتِيكُمَا \" فَأَتَانَا وَعَلَيْهِ قَطِيفَةٌ أَوْ كِسَاءٌ، فَلَمَّا رَأَيْنَاهُ تَحْشَحَشْنَا، قَالَ: «مَكَانَكُمَا» ، ثُمَّ دَعَا بِإِنَاءٍ فِيهِ مَاءٌ، فَدَعَا فِيهِ ثُمَّ رُشَّهُ عَلَيْنَا، قُلْتُ يَا رَسُولَ اللَّهِ: أَنَا أَحَبُّ إِلَيْكَ أَمْ هِيَ؟ قَالَ: «هِيَ أَحَبُّ إِلَيَّ مِنْكَ، وَأَنْتَ أَعَزُّ عَلَيَّ مِنْهَا»\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "71 -\nحَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، عَنْ بَكَّارِ بْنِ عَبْدِ اللَّهِ بْنِ وَهْبٍ، قَالَ: سَمِعْتُ وَهْبَ بْنَ مُنَبِّهٍ، وَسُئِلَ عَنْ قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً} [النحل: 72] \" قَال\nَ: \" الْحَفَدَةُ: الْغِلْمَةُ، أَفَلَا تَرَى أَنَّ فِيَ دُعَاءِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِلَيْكَ نَسْعَى وَنَحْفِدُ \" أَيْ:\nنَعْمَلُ \"\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "72 -\nحَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، عَنِ الْمُنْذِرِ بْنِ النُّعْمَانِ الْأَفْطَسِ، قَالَ\n[ص: 155]\n: سَمِعْتُ وَهْبًا يُحَدِّثُ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ «يَخْرُجُ مِنْ عَدَنِ أَبْيَنَ اثْنَا عَشَرَ أَلْفًا يُنْصَرُونَ اللَّهَ وَرَسُولَهُ هُمْ خَيْرُ مَنْ بَيْنِي\nوَبَيْنَهُمْ»\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "73 -\nحَدَّثَنَا أَبُو يَزِيدَ الْخُزَاعِيُّ، عَنْ جَعْفَرِ بْنِ\n[ص: 156]\nبُرْقَانَ، قَالَ: قَالَ مَيْمُونُ بْنُ مِهْرَانَ: «يَا جَعْفَرُ، قُلْ لِي فِي وَجْهِي مَا\n[ص: 157]\nأَكْرَهُ، فَإِنَّ الرَّجُلَ لَا يَنْصَحُ أَخَاهُ حَتَّى يَقُولَ لَهُ فِي وَجْهِهِ مَا يَكْرَهُ»\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "74 -\nحَدَّثَنَا أَبُو يَزِيدَ الْخُزَاعِيُّ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، قَال\nَ: «لَمْ يَكُنْ لِمَيْمُونٍ مَجْلِسٌ مِنَ الْمَسْجِدِ يُعْرَفُ»\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "75 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَ مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ قَالَ: كَانَ مُعَاذُ رَجُلًا سَمْحًا شَابًّا جَمِيلًا مِنْ أَفْضَلِ شَبَابِ قَوْمِهِ، وَكَانَ لَا يُمْسِكُ، فَلَمْ يَزَلْ يَدَّانُ حَتَّى أَغْلَقَ مَالَهُ كُلَّهُ مِنَ الدَّيْنِ، فَأَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَطْلُبُ إِلَيْهِ أَنْ يَسْأَلَ غُرَمَاءَهُ أَنْ يَضَعُوا لَهُ، فَلَوْ تَرَكُوا لِأَحَدٍ مِنْ أَجْلِ أَحَدٍ لَتَرَكُوا لِمُعَاذٍ مِنْ\n[ص: 158]\nأَجْلِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، «فَبَاعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَالَهُ كُلَّهُ فِي دَيْنِهِ، حَتَّى قَامَ مُعَاذُ بِغَيْرِ شَيْءٍ، حَتَّى إِذَا كَانَ عَامُ فَتْحِ مَكَّة\nَ، بَعَثَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى طَائِفَةٍ مِنْ أَهْلِ الْيَمَنِ أَمِيرًا لِيَجْبُرَهُ» ، فَمَكَثَ مُعَاذٌ بِالْيَمَنِ\nأَمِيرًا، وَكَانَ أَوَّلَ مَنْ تُجِرَ فِي مَالِ اللَّهِ عَزَّ وَجَلَّ هُوَ، فَمَكَثَ حَتَّى أَصَابَ، وَحَتَّى قُبِضَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا قَدِمَ، قَالَ عُمَرُ لِأَبِي بَكْرٍ: أَرْسَلَ إِلَى هَذَا الرَّجُلِ فَدَعْ لَهُ مَا يُعَيِّشُهُ وَخُذْ سَائِرَهُ مِنْهُ، فَقَالَ أَبُو بَكْرٍ: «إِنَّمَا بَعَثَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيَجْبُرَهُ» ، وَلَسْتُ بِآخِذٍ مِنْهُ شَيْئًا إِلَّا أَنْ يُعْطِيَنِي، فَانْطَلَقَ عُمَرُ إِلَيْهِ إِذْ لَمْ يُعْطِهِ أَبُو بَكْرٍ، فَذَكَرَ عُمَرُ ذَلِكَ لِمُعَاذٍ، فَقَالَ مُعَاذُ: «إِنَّمَا أَرْسَلَنِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيَجْبُرَنِي» ، وَلَسْتُ بِفَاعِلٍ، ثُمَّ لَقِيَ مُعَاذٌ عُمَرَ، فَقَالَ: قَدْ أَطَعْتُكَ وَأَنَا فَاعِلٌ مَا أَمَرْتَنِي، إِنِّي رَأَيْتُ فِيَ الْمَنَامِ أَنِّي فِي حَوْمَةِ مَاءٍ قَدْ خَشِيتُ الْغَرَقَ، فَخَلَّصْتَنِي مِنْهُ يَا عُمَرُ، فَأَتَى مُعَاذٌ أَبَا بَكْرٍ، فَذَكَرَ ذَلِكَ لَهُ، وَحَلَفَ لَهُ أَنَّهُ لَا يَكْتُمُهُ شَيْئًا حَتَّى يَبِينَ لَهُ سَوْطُهُ، فَقَالَ أَبُو بَكْرٍ لَا آخُذُهُ مِنْكَ قَدْ وَهَبْتُهُ لَكَ، فَقَالَ عُمَرُ: هَذَا حِينَ طَابَ وَحَلَّ\n[ص: 159]\n، فَخَرَجَ مُعَاذٌ عِنْدَ ذَلِكَ إِلَى الشَّامِ\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "76 -\nحَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ الْخَيَّاطُ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ\n[ص: 164]\n، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: «إِنْ رَمَيْتَ الصَّيْدَ فَأَدْرَكْتَهُ بَعْدَ ثَلَاثِ لَيَالٍ وَسَهْمُكَ فِيهِ فَكُلْهُ، مَا لَمْ يَنْتُنْ»\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "77 -\nحَدَّثَنَا مُعْتَمِرٌ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ أَنَّهُ قَالَ لِامْرَأَةٍ وَزَوْجُهَا يُغَسَّلُ\n[ص: 165]\n: «لَا تَسْبِقِينِي بِنَفْسِكِ» ، قَالَتْ: هَيْهَاتَ، سَبَقْتُ\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "78 -\nحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنِي شُعْبَةُ، عَنْ مُعَرِّفٍ، عَنْ زَكَرِيَّا، - قَالَ: أَبُو زَكَرِيَّا يَعْنِي ابْنَ أَبِي عَتِيكٍ -، عَنِ الشَّعْبِي\nِّ فِي رَجُلٍ وَقَعَ فِي خُفَّهِ حَصَاةٌ، فَخَلَعَهُ \"، قَالَ: «يَتَوَضَّأُ»\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "79 -\nحَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، ثنا شُعْبَةُ، قَالَ: قُلْتُ لِلْأَشْعَث\nِ، كَانَ أَبُوكَ يَشْرَبُ نَبِيذَ الْجَرَّ؟ قَالَ: نَعَمْ، حَتَّى لَقِيَ ابْنَ عُمَرَ، فَنَهَاهُ، قَالَ: «وَأَحْسَبُهُ ذَكَرَهُ عَنِ النَّبِيِّ صَلَّى\nاللهُ عَلَيْهِ وَسَلَّمَ»\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "80 -\nحَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ الْأَعْمَشِ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ عَزَّ وَجَلَّ: {فِي فَلَكٍ يَسْبَحُونَ} [يس: 40] قَال\nَ: «فَلَكٌ كَفَلَكِ الْمِغْزَلِ»\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "81 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ سُلَيْمِ بْنِ حَيَّانَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِن\nَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا» ، قَالَ سُلَيْمٌ: فَحَدَّثْتُ بِهِ أَبِي، فَقَالَ سَمِعْتُ\nأَبَا هُرَيْرَةَ يُحَدِّثُ بِهِ\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "82 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ: \" كَانَ أَصْحَابُ عَبْدِ اللَّه\nِ إِذَا مَرُّوا بِالرَّجُلَيْنِ يَتَلَاحَيَانِ، قَالَ: أَمَهْلًا، بَارِكَ اللَّهُ فِيكُمَا رَحِمَكُمَا اللَّهُ \"\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "83 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، أَنَّهُ كَانَ فِي مَسْلَحَةٍ، فَقِيلَ لَه\nُ: تَقَدَّمْ، فَصَلِّ بِنَا، فَقَالَ: «إِنِّي لَسْتُ أَقْرَأَ» وَكَانَ يَقْرَأُ عَلَى حَرْفِ عَبْدِ اللَّهِ\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "84 -\nحَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ عُبَيْدٍ يَعْنِي الْمُكْتِبَ، عَنْ أَبِي رَزِينٍ قَال\nَ: «لَوْ أَصَبْتُ لُقَطَةً، ثُمَّ احْتَجْتُ إِلَيْهَا لَأَكَلْتُهَا»\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "85 -\nحَدَّثَنَا أَبُو الْحُسَيْنِ الْعُكْلِيُّ، عَنْ سُفْيَانَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، قَال\nَ: «الثَّوْبُ يَسْجُدُ»\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "86 -\nحَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ عُبَيْدٍ يَعْنِي الْمُكْتِبَ، قَال\nَ: «رَأَيْتُهُمْ يَكْتُبُونَ التَّفْسِيرَ عِنْدَ مُجَاهِدٍ»\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "87 -\nحَدَّثَنَا فُضَيْلٌ، عَنْ ثَوْرِ بْنِ يَزِيدَ، قَالَ: أَحْسَبُهُ عَنْ خَالِدِ بْنِ مَعْدَانَ قَالَ: «إِن\nَّ اللَّهَ عَزَّ وَجَلَّ لَيَشْكُرُ لِلْعَبْدِ أَنْ يَحْمَدَهُ، وَإِنْ كَانَ عَلَى فِرَاشٍ وَطِيءٍ وَعِنْدَهُ جَارِيَةٌ\nحَسْنَاءُ»\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "88 -\nحَدَّثَنَا فُضَيْلٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، «أَنَّهُ كَانَ يَكْرَهُ أَنْ\n[ص: 170]\nيَعْقِدَ الرَّجُلُ ضَفْرَتَهُ فِي الصَّلَاةِ»\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "89 -\nحَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ أَبِي يَعْقُوبَ الثَّقَفِيِّ، عَنْ خَالِدِ بْنِ أَبِي مَالِكٍ قَالَ: بَايَعْتُ مُحَمَّدَ بْنَ سَعْدٍ سِلْعَةً، فَقَالَ: هَلُمَّ\n[ص: 171]\nأُمَاسِحُكَ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَال\nَ: «الْبَرَكَةُ فِي الْمُمَاسَحَةِ»\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "90 -\nحَدَّثَنَا خَالِدُ بْنُ حَيَّانَ، عَنْ جَعْفَرٍ، وَقَرَأْتُ، عَلَى ابْنِ سَلْمَانَ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ قَالَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ كَانَ يَتَعَاهَدُ النَّاسَ\n[ص: 172]\nبِنَبِيٍّ بَعْدَ نَبِيٍّ، وَإِنَّ اللَّهَ عَزَّ وَجَلَّ تَعَاهَدَ النَّاسَ بِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ»\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        "91 -\nحَدَّثَنَا ابْنُ يُونُسَ، عَنْ أَبِي سِنَانٍ، عَنْ ثَابِتٍ، عَنِ الضَّحَّاك\nِ، {وَلَا يُبْدِينَ زِينَتَهُنَّ} [النور: 31] قَالَ: «الْخِضَابُ» ، يَعْنِي: فِي الْكَفِّ\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "92 -\nحَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ ابْنِ سِيرِينَ، عَنْ عَبِيدَة\nَ، \" {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} [النور: 31] \" قَالَ: «الثِّيَابُ»\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "93 -\nحَدَّثَنَا ابْنُ ضُرَيْسٍ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ حُمَيْدٍ، «أَنَّ\n[ص: 174]\nثَابِتًا الْبُنَانِيَّ كَانَ يَخْتِم\nُ الْقُرْآنَ فِي شَهْرِ رَمَضَانَ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ»\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "94 -\nحَدَّثَنَا غُنْدَرٌ، ثنا شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ، قَالَ: سَمِعْتُ أَبَا الْجَعْدِ، يُحَدِّثُ، عَنْ أَبِي أُمَامَةَ قَالَ: خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى قَاصٍّ، فَأَمْسَكَ، فَقَال\nَ: «قُصَّ فَلَأَنْ أَقْعُدَ مِنْ غُدْوَةٍ حَتَّى تُشْرُقَ الشَّمْسُ مَعَ قَوْمٍ يَذْكُرُونَ اللَّهَ عَزَّ وَجَلَّ أَحَبُّ إِلَيَّ مِنْ أَنْ أَعْتِقَ أَرْبَعَ\nرِقَابٍ، وَمَنْ بَعْدِ الْعَصْرِ\n[ص: 175]\nحَتَّى تَغْرُبَ الشَّمْسُ مَعَ قَوْمٍ يَذْكُرُونَ اللَّهَ أَحَبُّ إِلَيَّ مِنْ أَنْ أَعْتِقَ أَرْبَعَ رِقَابٍ»\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 174\n",
        "95 -\nحَدَّثَنَا يَحْيَى بْنُ ضُرَيْسٍ، عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ، عَنِ الرَّبِيعِ بْنِ أَنَس\nٍ، {وَإِنَّ مِنْ شِيعَتِهِ لِإِبْرَاهِيمَ} [الصافات: 83] قَالَ: «عَلَى دِينِهِ»\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        "96 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا يُبْغِضُ الْأَنْصَارَ رَجُلٌ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ»\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 176\n",
        "97 -\nحَدَّثَنَا أَبُو أُسَامَةَ، قَالَ: ذَكَرَ هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَت\nْ: «كُنْتُ أَدْخُلُ الْبَيْتَ الَّذِي دُفِنَ فِيهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبِي، فَأَضَعُ ثَوْبِي، وَأَقُولُ إِنَّمَا هُوَ\nزَوْجِي وَأَبِي، فَلَمَّا دُفِنَ عُمَرُ وَاللَّهِ مَا دَخَلْتُهُ إِلَّا وَأَنَا مَشْدُودَةٌ عَلَيَّ ثِيَابِي حَيَاءً مِنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ»\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 176\n",
        "98 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، ثنا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، قَال\nَ: \" أَرَادُوا أَنْ يُصَلُّوا عَلَى عُثْمَانَ فَمُنِعُوا، فَقَالَ رَجُلٌ مِنْ قُرَيْشٍ أَوْ جَهْمُ بْنُ حُذَيْفَةَ: دَعُوهُ فَقَدْ صَلَّى اللَّهُ\nتَبَارَكَ وَتَعَالَى عَلَيْهِ وَرَسُولُهُ \"\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 177\n",
        "99 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، وَعَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنِ ابْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ\n[ص: 178]\nقَرَأَ الْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ»\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 177\n",
        "100 -\nحَدَّثَنَا سَهْلُ بْنُ يُوسُفَ، عَنْ عَوْفٍ، عَنْ قَسَامَةَ\n[ص: 179]\n، عَنِ الْأَشْعَرِيِّ قَال\nَ: «لِكُلِّ شَيْءٍ سَادَةٌ، حَتَّى أَنَّ لِلنَّمْلِ سَادَةً»\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 178\n",
        "101 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، قَالَ: سَمِعْتُ ابْنَ الْمُبَارَكِ يَقُولُ: قَالَ سُفْيَانُ يَعْنِي الثَّوْرِي\nَّ: «يُجْزِئُ أُصْبُعٌ فِي مَسْحِ الرَّأْسِ»\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 179\n",
        "102 -\nحَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنِي حَمَّادُ بْنُ زَيْدٍ، قَالَ: قَالَ أَيُّوبُ: «إِنَّه\nُ لَيَبْلُغُنِي مَوْتُ الرَّجُلِ مِنْ أَهْلِ السُّنَّةِ، فَكَأَنَّمَا أَفْقِدُ بِهِ بَعْضَ أَعْضَائِي»\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 179\n",
        "103 -\nحَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ: قَالَ أَبِي: وَمَا عَلَى خَالِدٍ لَوْ صَنَعَ كَمَا صَنَعَ طَاوُسٌ، قَالَ: قُلْتُ: وَمَا صَنَعَ طَاوُسٌ؟ قَال\nَ: «كَانَ يَجْلِسُ، فَإِنْ أَتَاهُ إِنْسَانٌ بِشَيْءٍ قَبِلَهُ وَإِلَّا سَكَتَ»\nالحديث: 103 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "104 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا رِبًا إِلَّا فِي النَّسِيئَةِ»\nالحديث: 104 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "105 -\nحَدَّثَنَا عَبْدَةُ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَال\nَ: «الْحُلِيُّ يُزَكَّى مَرَّةً وَاحِدَةً»\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 181\n",
        "106 -\nحَدَّثَنَا وَكِيعٌ، ثنا ابْنُ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «أَبْغَضُ الرِّجَالِ إِلَى اللَّهِ الْأَلَدُّ الْخَصِمُ»\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 181\n",
        "107 -\nحَدَّثَنَا أَبُو عُبَيْدَةَ الْحَدَّادُ، ثنا عَبْدُ اللَّهِ بْنُ بُجَيْرٍ، عَنِ الْعَبَّاسِ الْجُرَيْرِيِّ، أَحْسَبُهُ، عَنِ ابْنِ عَبَّاسٍ قَالَ: «يُقْطَعُ لِلْكَافِرِ ثِيَابٌ مِنْ نَارٍ\n[ص: 182]\nحَتَّى ذَكَرَ القَبَّا وَالْقَمِيصَ وَالْكُمَّهَ»\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 181\n",
        "108 -\nحَدَّثَنَا وَكِيعٌ، ثنا عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ\n[ص: 183]\nمُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ، عَنْ فَاطِمَةَ بِنْتِ حُسَيْنٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا تُدِيمُوا النَّظَرَ إِلَى الْمُجَذَّمِينَ»\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 182\n",
        "109 -\nحَدِيثُ وَكِيعٍ عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ قَال\nَ: «إِنَّ أَحَقَّ مَا طَهَّرَ الْمَرْءُ لِسَانُهُ»\nالحديث: 109 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "110 -\nحَدَّثَنَا ابْنُ ضُرَيْسٍ، عَنْ أَبِي سِنَانٍ، عَنِ الْأَعْمَش\nِ، {سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا} [مريم: 96] قَالَ: «الْمَحَبَّةُ فِي الدُّنْيَا»\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "111 -\nحَدَّثَنَا عِيسَى، عَنِ الْأَوْزَاعِيِّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ قَال\nَ: «مَا مِنْ قَوْمٍ يُحْدِثُونَ فِي دِينِهِمْ بِدْعَةً إِلَّا نَزَعَ اللَّهُ عَزَّ وَجَلَّ مِنْ دِينِهِمْ مِنَ السُّنَّةِ مِثْلَهَا، ثُمَّ لَمْ يُعِدْهَا\nإِلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ»\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "112 -\nحَدَّثَنَا وَكِيعٌ، ثنا الْأَوْزَاعِيُّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا وَسِخَةٌ ثِيَابُهُ فَقَال\nَ: «مَا وَجَدَ هَذَا شَيْئًا يُنَقِّي بِهِ ثِيَابَهُ»\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "وَرَأَى رَجُلًا شَعِثَ الرَّأْسِ، فَقَالَ\n[ص: 188]\n: «مَا وَجَدَ هَذَا مَا يُسَكِّنُ بِهِ شَعْرَهُ؟»\nالجزء: 1 ¦ الصفحة: 187\n",
        "113 -\nحَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ، قَالَ: رَأَيْتُ عَمْرَو\n[ص: 189]\nبْنَ مَيْمُون\nٍ «يُصَلِّي فِي نَعْلَيْهِ، وَرَأَيْتُهُ يُرَاوِحُ بَيْنَ قَدَمَيْهِ»\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 188\n",
        "114 -\nحَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ قَال\nَ: «رَأَيْتُ الضَّحَّاكَ بْنَ مُزَاحِمٍ مُعَلِّمًا لِلْكِتَابِ»\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 189\n",
        "115 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ يَحْيَى بْنِ جَعْدَةَ، «أَنَّهُ كَان\nَ يَأْمُرُ إِذَا غَدَا الرَّجُلُ أَنْ يَتَغَدَّى»\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "116 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، ثنا عِمْرَانُ بْنُ سُلَيْمَانَ، عَنْ عَدِيِّ بْنِ ثَابِتٍ قَالَ: \" كَانَ يُقَال\nُ: قُرْبَانُ الْمُتَّقِينَ الصَّلَاةُ \"\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "117 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، ثنا عِمْرَانُ بْنُ سُلَيْمَانَ، عَنْ مَيْمُونِ أَبِي عَبْدِ اللَّهِ، عَنِ الضَّحَّاكِ قَالَ: «كَانَ يُكْرَهُ رُكُوبُ النِّسَاءِ\n[ص: 191]\nالسُّرُوجَ»\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "118 -\nحَدَّثَنَا حَفْصٌ، ثنا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، مَوْلَى سَلَمَةَ بْنِ الْأَكْوَعِ، قَالَ: «كَانَ سَلَمَة\nُ إِذَا كَانَ فِي الْبَرِيَّةِ يَنْصُبُ أَحْجَارًا يُصَلِّي إِلَيْهَا»\nالحديث: 118 ¦ الجزء: 1 ¦ الصفحة: 191\n",
        "119 -\nحَدَّثَنَا يَحْيَى بْنُ آدَمَ، ثنا حَمْزَةُ الزَّيَّاتُ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: \" رَحْمَةُ اللَّهِ عَلَيْنَا وَعَلَى مُوسَى - بَدَأَ بِنَفْسِهِ - لَوْ كَانَ صَبَرَ لَقَصَّ عَلَيْنَا مِنْ خَبَرِهِ، وَلَكِنْ {قَالَ إِنْ سَأَلْتُكَ\nعَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا} [الكهف: 76] \"\nالحديث: 119 ¦ الجزء: 1 ¦ الصفحة: 191\n",
        "120 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْأَعْمَشِ، عَنْ سَعِيدِ بْنِ جُبَيْر\nٍ، \" {وَدَخَلَ الْمَدِينَةَ عَلَى حِينَ غَفْلَةٍ مِنْ أَهْلِهَا} [القصص: 15] \" قَالَ: نِصْفُ النَّهَارِ \"\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "121 -\nحَدَّثَنَا حَفْصٌ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، أَنَّ سَلَمَةَ بْنَ الْأَكْوَعِ، «كَان\nَ يُصَلِّي الصَّلَوَاتِ بِوَضُوءٍ وَاحِدٍ، وَكَانَ يُوتِرُ قَبْلَ أَنْ يَنَامَ»\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "122 -\nحَدَّثَنَا أَبُو عُبَيْدَةَ، أَنْبَأَ سُلَيْمُ بْنُ حَيَّانَ، عَنْ أَبِي غَالِبٍ، إِنَّ أَبَا أُمَامَةَ «كَان\nَ يُوتِرُ بِثَلَاثٍ، وَكَانَ يُوتِرُ قَبْلَ أَنْ يَنَامَ»\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "123 -\nحَدَّثَنَا أَبُو عُبَيْدَةَ، ثنا سُلَيْمُ بْنُ حَيَّانَ، عَنْ مَرْوَانَ الْأَصْفَرِ، عَنْ أَبِي وَائِلٍ، عَنِ ابْنِ مَسْعُودٍ قَال\nَ: «يَعْرِضُ النَّاسُ ثَلَاثَ عَرَضَاتٍ، فَأَمَّا الْأُولَتَانِ فَمَعَاذِيرُ، وَأَمَّا الثَّالِثَةُ فَتَطِيرُ الصُّحُفِ\nبِالْأَيْمَانِ»\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "124 -\nحَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ السُّدِّيِّ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ قَال\nَ: «الزَّمْهَرِيرُ لَوْنٌ مِنَ الْعَذَابِ» ، قَالَ اللَّهُ تَعَالَى: {لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا} [النبأ:\n24]\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "125 -\nحَدَّثَنَا أَبُو عُبَيْدَةَ الْحَدَّادُ، ثنا سُلَيْمُ بْنُ حَيَّانَ، عَنْ أَبِي الْمُهَزِّمِ، عَنْ أَبِي هُرَيْرَة\nَ، \" {وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ} [الفلق: 3] \" قَالَ: «الْكَوْكَبُ»\nالحديث: 125 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "126 -\nحَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، ثنا عَبْدُ اللَّهِ بْنُ عُمَرَ، عَنْ وَهْبِ\n[ص: 195]\nبْنِ كَيْسَانَ، قَالَ: رَأَيْتُ سَعْدَ بْنَ مَالِكٍ، وَأَبَا هُرَيْرَةَ، وَجَابِرَ بْنَ عَبْدِ اللَّهِ، وَأَنَسَ بْنَ مَالِك\nٍ «يَلْبَسُونَ الْخَزَّ»\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "127 -\nحَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، ثنا عَاصِمٌ، عَنِ الشَّعْبِيِّ قَال\nَ: «التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَا ذَنْبَ لَهُ»\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 195\n",
        "128 -\nحَدَّثَنَا إِسْحَاقُ الْأَزْرَقُ، عَنْ سُفْيَانَ، عَنْ هِلَالٍ الْوَزَّانِ، عَنِ ابْنِ أَبِي لَيْلَى، {إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ} [الحجرات: 6] ، قَالَ: «نَزَلَتْ فِي الْوَلِيدِ بْنِ\n[ص: 196]\nعُقْبَةَ بْنِ أَبِي مُعَيْطٍ»\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 195\n",
        "129 -\nحَدَّثَنَا يَحْيَى بْنُ آدَمَ، ثنا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ بْنِ يَرِيمَ، قَالَ: خَرَجَ إِلَيْنَا عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ وَفِي يَدِهِ بُنْدُقَةٌ، فَقَال\nَ: «أَتَدْرُونَ مَا هَذِهِ؟» قُلْنَا: لَا نَدْرِي، قَالَ: \" لَكِنِّي أَدْرِي أَنَا صَنَعْتُهَا {أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ\nالْخَبِيرُ} [الملك: 14] \"\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 196\n",
        "130 -\nحَدَّثَنَا أَبُو مُسْهِرٍ، ثنا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ مُحَمَّدِ\n[ص: 197]\nبْنِ كَعْب\nٍ، {فَلَنُحْيِيَنَّهُ حَيَاةً طَيْبَةً} [النحل: 97] \" قَالَ: «الْقَنَاعَةُ»\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 196\n",
        "131 -\nحَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلَابَةَ، قَالَ: قَالَ كَعْبٌ: \" قَالَ اللَّهُ عَزَّ وَجَل\nَّ: إِنِّي أَنَا أَشُجُّ، وَأَنَا أُدَاوِي، فَتَدَاوَوْا \"\nالحديث: 131 ¦ الجزء: 1 ¦ الصفحة: 197\n",
        "132 -\nحَدَّثَنَا مُبَارَكُ بْنُ سَعِيدٍ الثَّوْرِيُّ، ثنا سَالِمُ بْنُ أَبِي حَفْصَةَ، قَالَ: «كَانَ زَاذَان\nُ إِذَا نَشَرَ الثَّوْبَ نَشَرَ أَرْدَى الطَّرَفَيْنِ»\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "133 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا شِغَارَ فِي الْإِسْلَامِ»\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "134 -\nحَدَّثَنَا يَحْيَى بْنُ يَمَانٍ، عَنْ إِبْرَاهِيمَ بْنِ الزِّبْرِقَانِ، عَنْ صَالِحِ بْنِ حَيَّانَ، عَنِ ابْنِ بُرَيْدَةَ فِي قَوْلِهِ عَزَّ وَجَل\nَّ: {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ} [الفجر: 27] قَالَ: «حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ»\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 199\n",
        "135 -\nحَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ: سَمِعْتُ عَطَاءً يَقُول\nُ: «يُعَادُ فِي الْمُدَبَّرِ وَفِي كُلِّ وَصِيَّةٍ»\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 200\n",
        "136 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَابْنِ سِيرِينَ، قَالَا\n: «يُعَادُ فِي الْمُدَبَّرِ وَفِي كُلِّ وَصِيَّةٍ»\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 200\n",
        "137 -\nحَدَّثَنَا حَفْصٌ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ قَال\nَ: «لَا يُفْسَدُ الْحَجُّ حَتَّى يَلْتَقِيَ الْخِتَانَانِ، فَإِذَا الْتَقَى الْخِتَانَانِ بَطَلَ الْحَجُّ، وَوَجَبَ\nالْغُرْمُ»\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "138 -\nحَدَّثَنَا مَرْوَانُ الْفَزَارِيُّ، عَنْ عَاصِمٍ، عَنِ الْحَسَنِ فِي قَوْلِهِ عَزَّ وَجَل\nَّ {وَهُوَ أَلَدُّ الْخِصَامِ} [البقرة: 204] قَالَ: «كَاذِبُ الْقَوْلِ»\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "139 -\nحَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، ثنا فُرَاتُ بْنُ سَلْمَانَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ عِكْرِمَةَ فِي قَوْلِهِ عَزَّ وَجَل\nَّ: \" {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} [النور: 31] \" قَالَ: «ثِيَابُهَا وَكُحْلُهَا\nوَخِضَابُهَا»\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "140 -\nحَدَّثَنَا الْأَشْجَعِيُّ، عَنْ هَارُونَ بْنِ عَنْتَرَةَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ عَزَّ وَجَل\nَّ: {مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ} [الرحمن: 76] ، قَالَ: «فُضُولُ الْبُسُطِ»\nالحديث: 140 ¦ الجزء: 1 ¦ الصفحة: 202\n",
        "141 -\nحَدَّثَنَا أَبُو يَزِيدَ الْخَرَّازُ، ثنا جَعْفَرٌ، وَفُرَاتٌ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ قَالَ: كَانَ إِذَا ذُكِرَ ابْنُ عَبَّاسٍ، وَابْنُ عُمَرَ عِنْدَ مَيْمُونٍ، قَالَ: «كَانَ هَذَا\n[ص: 203]\nيَعْنِي ابْنَ عُمَرَ - أَوْرَعَهُمَا، وَكَانَ ابْنُ عَبَّاسٍ أَعْلَمَهُمَا»\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 202\n",
        "142 -\nحَدَّثَنَا أَبُو يَزِيدَ، ثنا عِيسَى بْنُ كَثِيرٍ، قَالَ: مَشَيْتُ مَعَ مَيْمُونٍ، فَلَمَّا انْتَهَى إِلَى بَابِ دَارِهِ، سَلَّمْتُ عَلَيْهِ، ثُمَّ انْصَرَفْتُ، فَقَالَ ابْنُهُ: يَا أَبَه\nْ، أَلَا تَعْرِضُ عَلَيْهِ الْعَشَاءَ؟، قَالَ: «لَيْسَ مِنْ نِيَّتِي»\nالحديث: 142 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "143 -\nحَدَّثَنَا جَرِيرٌ، عَنْ مُغِيرَةَ قَالَ: «كَان\nَ الْحَكَمُ إِذَا قَدِمَ الْمَدِينَةَ أَخْلَوْا لَهُ سَارِيَةَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي\nإِلَيْهَا»\nالحديث: 143 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "144 -\nحَدَّثَنَا حَفْصٌ، ثنا حَجَّاجٌ، عَنِ الْحَسَنِ بْنِ حَكِيمٍ الْأَصْبَحِيُّ قَالَ: قَالَ زَيْدُ بْنُ ثَابِت\nٍ: «الْمُدَبَّرُ لَا يُبَاعُ»\nالحديث: 144 ¦ الجزء: 1 ¦ الصفحة: 204\n",
        "145 -\nحَدَّثَنَا هُشَيْمٌ، أَنْبَأَ الْعَوَّامُ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ فِي قَوْلِهِ عَزَّ وَجَل\nَّ {عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ} [الانفطار: 5] قَالَ: «أَنَا مِمَّنْ أَخَّرَ الْحُجَّاجَ»\nالحديث: 145 ¦ الجزء: 1 ¦ الصفحة: 204\n",
        "146 -\nحَدَّثَنَا يَحْيَى الْقَطَّانُ، ثنا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، عَنْ عَبْدِ اللَّهِ قَال\nَ: «كُلُّ مَعْرُوفٍ صَدَقَةٌ»\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 205\n",
        "147 -\nحَدَّثَنَا هُشَيْمٌ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبٍ، عَنْ سَعِيدٍ، عَنِ ابْنِ عَبَّاسٍ، «أَنَّهُ كَان\nَ لَا يَرَى فِي الْقُبْلَةِ وُضُوءًا»\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 209\n",
        "148 -\nحَدَّثَنَا مُعْتَمِرٌ، عَنْ إِسْمَاعِيلَ بْنِ حَمَّادِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَبَّادِ بْنِ عَبَّادِ بْنِ عَلْقَمَةَ، عَنْ أَبِي مِجْلَزٍ، {ادْعُوا رَبَّكُمْ\n[ص: 210]\nتَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ} [الأعراف: 55] قَالَ: «لَا تَسْأَلْ مَنَازِلَ الْأَنْبِيَاءِ»\nالحديث: 148 ¦ الجزء: 1 ¦ الصفحة: 209\n",
        "149 -\nحَدَّثَنَا الْفَزَارِيُّ، ثنا عَاصِمٌ قَالَ: سَأَلَتِ امْرَأَةٌ الْحَسَنَ، - وَأَرَادَتْ سَفَرًا - فَقَالَتْ: لَيْسَ لِيَ مَحْرَمٌ، فَقَالَ الْحَسَن\nُ: «الْمُسْلِمُ مَحْرَمٌ»\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 210\n",
        "150 -\nحَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ قَال\nَ: «أُهْدِيَ ابْنُ عُمَرَ بَعِيرًا»\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "151 -\nحَدَّثَنَا ابْنُ نُمَيْرٍ، ثنا سُفْيَانُ، عَنْ سِمَاكٍ، عَنِ الْحَسَنِ، عَنْ أُمِّ سَلَمَةَ، «أَنَّهَا كَانَت\nْ تَمْسَحُ عَلَى الْخِمَارِ»\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "152 -\nحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ سِمَاكٍ، حَدَّثَنِي رَجُلٌ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ، «أَنَّهَا كَانَت\nْ تَمْسَحُ عَلَى الْخِمَارِ إِذَا تَطَهَّرَتْ»\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 212\n",
        "153 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «لَا تَضَارُّوا فِيَ الْحَفْرِ، وَذَلِكَ أَنْ يَحْفِرَ الرَّجُلُ إِلَى جَنْبِ بِئْرِ الرَّجُلِ فَيَذْهَبُ بِمِائِهِ»\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 212\n",
        "154 -\nحَدَّثَنَا عَثَّامٌ، عَنِ الْأَعْمَشِ، قَالَ: سَمِعْتُ مُجَاهِدًا، يُحَدِّثُ، عَنِ ابْنِ عَبَّاسٍ، \" أَنَّهُ كَانَ يَقْرَؤُهَا {اتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ} [النساء: 1]\n[ص: 213]\nقَالَ: فَكَانَ إِبْرَاهِيمُ يَقْرَؤُهَا «وَالْأَرْحَامِ»\nالحديث: 154 ¦ الجزء: 1 ¦ الصفحة: 212\n",
        "155 -\nحَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ مُوسَى بْنِ يَزِيدَ، قَالَ: سَمِعْتُ عِكْرِمَةَ يُحَدِّثُ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ عَزَّ وَجَل\nَّ: {فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} [البقرة: 222] قَالَ: «فِي الْفَرْجِ»\nالحديث: 155 ¦ الجزء: 1 ¦ الصفحة: 213\n",
        "156 -\nحَدَّثَنَا حَكَّامٌ، عَنْ أَبِي سِنَانٍ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، قَال\nَ: \" لَوْلَا أَنَّهُمْ يَطْلُبُونَ مِنِّي الْآخِرَةَ لَأَعْطَيْتُهُمُ الْأُولَى عَفْوًا يَقُولُونَ: مُؤْمِنٌ يَقُولُونَ:\nحَقًّا \"\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "157 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيه\nِ، «مَا أَحَدٌ أَقَرُّ عَيْنًا مِنْ مُؤْمِنٍ مُسْتَبِينِ الْإِيمَانِ»\nالحديث: 157 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "158 -\nحَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ قَال\nَ: «لَا بَأْسَ بالخشكنانك الْأَصْفَرِ لِلْمُحْرِمِ»\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "159 -\nحَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنِ ابْنِ أَبِي خَالِدٍ، عَنْ فِرَاسٍ\n[ص: 216]\n، عَنِ الشَّعْبِيِّ قَال\nَ: «لَا بَأْسَ بِالتَّعْوِيذِ مِنَ الْقُرْآنِ يُعَلَّقُ عَلَى الْإِنْسَانِ»\nالحديث: 159 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "160 -\nحَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، ثنا ابْنُ أَبِي خَالِدٍ، قَالَ: «رَأَيْتُ الشَّعْبِي\nَّ مُرْتَدِفًا خَلْفَ أَمِيرِ مَكَّةَ»\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 216\n",
        "161 -\nحَدَّثَنَا أَبُو إِسْمَاعِيلَ الْمُؤَدِّبُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: يَا رَسُولَ اللَّه\nِ، أَوْصِنِي. قَالَ: «لَا تَغْضَبْ»\nالحديث: 161 ¦ الجزء: 1 ¦ الصفحة: 216\n",
        "حَدَّثَنَا ابْنُ نُمَيْرٍ، عنٍ الْأَعْمَشِ، عَنْ يَزِيدَ أَبِي عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ، قَالَ: صَلَّى عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ عَلَى سَهْلِ بْنِ حُنَيْف\nٍ فَكَبَّرَ عَلَيْهِ خَمْسًا، ثُمَّ الْتَفَتَ إِلَيْنَا، فَقَالَ: «إِنَّهُ بَدْرِيٌّ»\nالجزء: 1 ¦ الصفحة: 218\n",
        "163 -\nحَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ اللَّهِ بْنِ كَثِيرٍ\n[ص: 221]\n، عَنْ مُجَاهِدٍ قَال\nَ: «الْفِرْدَوْسُ بُسْتَانٌ بِالرُّومِيَّةِ»\nالحديث: 163 ¦ الجزء: 1 ¦ الصفحة: 220\n",
        "164 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الْأَعْمَشِ، «أَنَّ ابْنَ سِيرِين\nَ، فَاتَتْهُ الْعَصْرُ فَلَمْ يُصِلِّهَا حَتَّى غَرَبَتِ الشَّمْسُ»\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 221\n",
        "165 -\nحَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الْحَسَنِ بْنِ عَمْرٍو، عَنِ الْفُضَيْلِ، عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ عَزَّ وَجَل\nَّ: {يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ} [يوسف: 67] قَالَ: \" أَمَا وَاللَّهِ مَا كَانَتْ\nبِهِ الطِّيَرَةُ، وَلَكِنَّهُ عَلِمَ أَنَّهُ سَيَلْقَى أَخَاهُ، فَيَقُولُ: إِنِّي أَنَا أَخُوكَ \"\nالحديث: 165 ¦ الجزء: 1 ¦ الصفحة: 221\n",
        "166 -\nحَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ فِي\nالصَّبِيِّ يَبُولُ فِي الْبِئْرِ، قَالَ: «تَنْزَحُ مِنْهُ دِلَاءً ثَلَاثِينَ أَوْ أَرْبَعِينَ»\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 222\n",
        "167 -\nحَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِحٍ، أَوْ غَيْرِه\nِ: {فِيهِنَّ خَيْرَاتٌ حِسَانٌ} [الرحمن: 70] \" قَالَ: «عَذَارَى»\nالحديث: 167 ¦ الجزء: 1 ¦ الصفحة: 222\n",
        "168 -\nحَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، عَنْ سُلَيْمَانَ بْنِ\n[ص: 223]\nبِلَالٍ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ «إِذَا رَأَى أَحَدُكُمُ الرُّؤْيَا تُعْجِبُهُ، فَلْيَذْكُرْهَا وَلْيُفَسِّرِها، وَإِذَا رَأَى الرُّؤْيَا تَسُوءُهُ فَلَا يَذْكُرْهَا وَلَا\nيُفَسِّرْهَا»\nالحديث: 168 ¦ الجزء: 1 ¦ الصفحة: 222\n",
        "169 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ، عَنْ أَبِي أُمَامَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «عَلَيْكُمْ بِقِيَامِ اللَّيْلِ، فَإِنَّهُ دَأَبُ الصَّالِحِينَ قَبْلَكُمْ، وَهُوَ\n[ص: 225]\nمُكَفَّرَةٌ لِلسَّيِّئَاتِ مُبَرَّأَةٌ مِنَ الْإِثْمِ»\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 224\n",
        "170 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ قَتَادَة\nَ، {تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا} [الكهف: 90] قَالَ: «يُقَالُ إِنَّهُمُ\nالزِّنْجُ»\nالحديث: 170 ¦ الجزء: 1 ¦ الصفحة: 227\n",
        "171 -\nحَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَقُول\nُ: «اللَّهُمَّ لَا تَجْعَلْ مَنَايَانَا بِهَا حَتَّى تُخْرِجَنَا مِنْهَا» يَعْنِي مَكَّةَ\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 227\n",
        "172 -\nحَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ شَرِيكٍ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {إِلَى سَوَاءِ الْجَحِيمِ} [الدخان: 47] قَالَ: «إِلَى وَسَطِ الْجَحِيمِ»\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 228\n",
        "173 -\nحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {فِي كَبَدٍ} [البلد: 4] قَالَ: «قَائِمٌ»\nالحديث: 173 ¦ الجزء: 1 ¦ الصفحة: 228\n",
        "174 -\nحَدَّثَنَا يَحْيَى بْنُ يَمَانٍ، عَنْ أَشْعَثَ، عَنْ\n[ص: 229]\nجَعْفَرٍ، عَنْ سَعِيد\nٍ، {إِذَا الشَّمْسُ كُوِّرَتْ} [التكوير: 1] قَالَ: «غُوِّرَتْ»\nالحديث: 174 ¦ الجزء: 1 ¦ الصفحة: 228\n",
        "175 -\nحَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْوَاسِطِيُّ، عَنْ إِسْمَاعِيلَ، عَنْ\n[ص: 230]\nعِكْرِمَة\nَ، {وَهُمْ يَتَخَافَتُونَ} [القلم: 23] ، قَالَ: «يَتَكَلَّمُونَ» ، قَالَ: {أَوْسَطُهُمْ} [القلم: 28] قَالَ:\n«أَعْدَلُهُمْ»\nالحديث: 175 ¦ الجزء: 1 ¦ الصفحة: 229\n",
        "176 -\nحَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ، عَنْ إِسْمَاعِيلَ، عَنِ السُّدِّيِّ قَال\nَ: «التَّسْنِيمُ مِنْ أَشْرَفِ شَرَابِ الْجَنَّةِ»\nالحديث: 176 ¦ الجزء: 1 ¦ الصفحة: 230\n",
        "177 -\nحَدَّثَنَا أَبُو أُسَامَةَ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ} [النحل: 14] ، قَالَ: «تَجْرِي فِيهِ»\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 230\n",
        "178 -\nحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِحٍ، {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنَ يَدَيْهِ وَمِنْ خَلْفِهِ} [الرعد: 11]\n[ص: 231]\nقَالَ: «مَلَائِكَةُ اللَّيْلِ يَعْقُبُونَ مَلَائِكَةَ النَّهَارِ، وَمَلَائِكَةُ النَّهَارِ يَعْقُبُونَ مَلَائِكَةَ اللَّيْلِ»\nالحديث: 178 ¦ الجزء: 1 ¦ الصفحة: 230\n",
        "179 -\nحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {مِنْ بَعْدِ الذِّكْرِ} [الأنبياء: 105] ، قَالَ: «مِنْ بَعْدِ التَّوْرَاةِ»\nالحديث: 179 ¦ الجزء: 1 ¦ الصفحة: 231\n",
        "180 -\nحَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {فَالْجَارِيَاتِ يُسْرًا} [الذاريات: 3] ، قَالَ: «السُّفُنُ»\nالحديث: 180 ¦ الجزء: 1 ¦ الصفحة: 231\n",
        "181 -\nحَدَّثَنَا مَرْوَانٌ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {قَالَ عِفْرِيتٌ مِنَ الْجِنِّ} [النمل: 39] ، قَالَ: «كَأَنَّهُ جَبَلٌ»\nالحديث: 181 ¦ الجزء: 1 ¦ الصفحة: 231\n",
        "182 -\nحَدَّثَنَا مَرْوَانٌ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {نَكِّرُوا لَهَا عَرْشَهَا} [النمل: 41] قَالَ: «غَيِّرُوا صَنَعْتَهُ»\nالحديث: 182 ¦ الجزء: 1 ¦ الصفحة: 232\n",
        "183 -\nحَدَّثَنَا مَرْوَانٌ، عَنْ إِسْمَاعِيلَ، عَنْ أَبِي صَالِح\nٍ، {أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ} [الأعراف: 37] قَالَ: «مِنَ الْعَذَابِ»\nالحديث: 183 ¦ الجزء: 1 ¦ الصفحة: 232\n",
        "184 -\nحَدَّثَنَا هُشَيْمٌ، أَنْبَأَ حُصَيْنٌ، عَنْ عَمْرِو بْنِ مَيْمُون\nٍ، {قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًا} [مريم: 24] قَالَ: «هُوَ الْجَدْوَلُ»\n185\n[ص: 233]\nحَدَّثَنَا هُشَيْمٌ، أَنْبَأَ مُغِيرَةُ، عَنْ إِبْرَاهِيمَ، قَالَ: «هُوَ النَّهَرُ الصَّغِيرُ»\nالحديث: 184 ¦ الجزء: 1 ¦ الصفحة: 232\n",
        "186 -\nحَدَّثَنَا إِسْحَاقُ الْأَزْرَقُ، عَنْ سُفْيَانَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِد\nٍ، {وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ} [النساء: 2] ، «الْحَرَامَ مَكَانَ الْحَلَالِ»\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 233\n",
        "187 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ عَنِ السَّائِحِينَ، قَالَ: «هُمُ الصَّائِمُونَ»\nالحديث: 187 ¦ الجزء: 1 ¦ الصفحة: 234\n",
        "188 -\nحَدَّثَنَا أَبُو الْيَمَانِ، عَنْ شُعَيْبِ بْنِ أَبِي\n[ص: 236]\nحَمْزَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، عَنْ أُمِّ حَبِيبَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ مَا تَلْقَى أُمَّتُهُ بَعْدَهُ مِنْ سَفْكِ دِمَاءِ بَعْضِهِمْ بَعْضًا، وَقَتْلِ بَعْضِهِمْ بَعْضًا، فَقَال\nَ: «سَأَلْتُ رَبِّيَ أَنْ يُوَلِّيَنِي شَفَاعَةً فِيهِمْ فَفَعَلَ»\nالحديث: 188 ¦ الجزء: 1 ¦ الصفحة: 235\n",
        "189 -\nحَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ وَعُمَرُ رَضِيَ اللَّهُ عَنْهُمَا\nيَنْزِلُونَ الْمُحَصَّبَ»\nالحديث: 189 ¦ الجزء: 1 ¦ الصفحة: 239\n",
        "190 -\nحَدَّثَنَا أَبُو الْيَمَانِ، عَنْ شُعَيْبِ بْنِ أَبِي حَمْزَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ، عَنْ عِيسَى بْنِ طَلْحَةَ قَالَ: سَمِعْتُ عَمْرَو بْنَ مُرَّةَ الْجُهَنِيَّ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: أَرَأَيْتَ يَا رَسُولَ اللَّهِ، إِنْ شَهِدْتُ أَنَّ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّكَ رَسُولُ اللَّهِ، وَصَلَّيْتُ الصَّلَوَاتِ الْخَمْسِ، وَأَدَّيْتُ الزَّكَاةَ، وَصُمْتُ رَمَضَانَ، وَقُمْتُهُ، فَمِمَّنْ أَنَا؟ قَال\nَ: «أَنْتَ مِنَ الصِّدِّيقِينَ الشُّهَدَاءِ»\nالحديث: 190 ¦ الجزء: 1 ¦ الصفحة: 240\n",
        "191 -\nحَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ بْنِ يَزِيدَ قَالَ: ذُكِرَ شُرَيْحٌ الْحَضْرَمِيُّ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَال\nَ «ذَاكَ رَجُلٌ لَا يَتَوَسَّدُ الْقُرْآنَ»\nالحديث: 191 ¦ الجزء: 1 ¦ الصفحة: 242\n",
        "192 -\nحَدَّثَنَا مُعْتَمِرٌ، قَالَ: سَمِعْتُ أَبِي، يُحَدِّثُ، عَنِ الْحَضْرَمِيِّ، عَنِ\n[ص: 245]\nالْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّ امْرَأَةً كَانَ يُقَالُ لَهَا أُمُّ مَهْزُولٍ كَانَتْ تَكُونُ بِأَجْيَادٍ، تُسَافِحُ، وَتَشْتَرِطُ لِلرَّجُلِ يَتَزَوَّجُهَا\n[ص: 246]\nأَنْ تَكْفِيَهُ النَّفَقَةَ، وَإِنَّ رَجُلًا مِنَ الْمُسْلِمِينَ اسْتَأْذَنَ فِيهَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَرَأَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَةَ أَوْ قَالَ: نَزَلَتْ أَوْ فَأُنْزِلَت\nْ: \" {وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ} [النور: 3] \"\nالحديث: 192 ¦ الجزء: 1 ¦ الصفحة: 244\n",
        "193 -\nحَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كَان\nَ «يُكْثِرُ ذِكْرَ خَدِيجَةَ رَضِيَ اللَّهُ عَنْهَا، وَأَنَّهُ أَمَرَهُ رَبُّهُ أَنْ يُبَشِّرَهَا بِبَيْتٍ فِي الْجَنَّةِ مِنْ\nقَصَبٍ»\nالحديث: 193 ¦ الجزء: 1 ¦ الصفحة: 247\n",
        "194 -\nحَدَّثَنَا ابْنُ أَبِي غَنِيَّةَ، عَنْ حَفْصِ بْنِ عُمَرَ بْنِ أَبِي الزُّبَيْرِ الدرمكي، قَالَ: قَالَ حَوْشَبُ بْنُ يَزِيدَ لَجَبَلَةَ بْنِ سُحَيْمٍ: يَا\n[ص: 249]\nأَبَا سُوَيْرَة\nَ، يَكْفُرُ الْحَجَّاجُ؟ قَالَ: «أَنَا أَقُولُ ذَلِكَ، بَلْ هُوَ مُشْرِكٌ بِاللَّهِ بَرِيءٌ مِنَ الرَّحْمَنِ»\nالحديث: 194 ¦ الجزء: 1 ¦ الصفحة: 248\n",
        "195 -\nحَدَّثَنَا ابْنُ أَبِي غَنِيَّةَ، عَنْ مِسْعَرٍ، عَنْ حَبِيبٍ، قَالَ: سَمِعْتُ طَاوُسًا يَقُول\nُ: «مَا رَأَيْتُ رَجُلًا قَطُّ خَالَفَ ابْنَ عَبَّاسٍ فَتَرَكَهُ حَتَّى يُقِرِّرَهُ»\nالحديث: 195 ¦ الجزء: 1 ¦ الصفحة: 249\n",
        "196 -\nحَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ الْمُغِيرَةِ بْنِ أَبِي لَبِيدٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُول\nُ: «دَخَلْتِ امْرَأَةٌ النَّارَ فِي هِرٍّ رَبَطَتْهُ، فَلَمْ تَسْقِهِ، وَلَمْ تُطْعِمْهُ، وَلَمْ تُرْسِلْهُ يَأْكُلُ مِنْ خَشَاشِ الْأَرْضِ حَتَّى مَاتَ\nفِي رِبَاطِهِ،\n197 -\nوَدَخَلَتْ مُومِسَةٌ الْجَنَّةَ إِذْ مَرَّتْ عَلَى كَلْبٍ عَلَى طَوِيٍّ يُرِيدُ الْمَاءَ، فَلَمْ يَقْدِرْ عَلَيْهِ ظَمْآنًا، فَنَزَعَتْ خُفَّهَا أَوْ مُوقَهَا، فَرَبَطَتْهُ فِي نِطَاقِهَا أَوْ فِي خِمَارِهَا، ثُمَّ نَزَحَتْ لَهُ فَسَقَتْهُ حَتَّى أَرْوَتْهُ»\nالحديث: 196 ¦ الجزء: 1 ¦ الصفحة: 250\n",
        "198 -\nحَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، ثنا يَحْيَى بْنُ أَيُّوبَ، عَنِ الضَّحَّاكِ بْنِ شُرَحْبِيلَ، عَنْ أَبِي يَحْيَى، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ: «مَنْ مَاتَ وَتَرَكَ دَيْنًا فَدَيْنُهُ عَلَى اللَّهِ عَزَّ وَجَلَّ وَعَلَى رَسُولِهِ، وَمَنْ تَرَكَ شَيْئًا فَهُوَ\nلِوَرَثَتِهِ»\nالحديث: 198 ¦ الجزء: 1 ¦ الصفحة: 251\n",
        "199 -\nحَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ قَال\nَ: «الْمَسَاجِدُ مَجَالِسُ الْكِرَامِ»\nالحديث: 199 ¦ الجزء: 1 ¦ الصفحة: 252\n",
        "200 -\nحَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، ثنا الْأَوْزَاعِيُّ، حَدَّثَنِي الزُّهْرِيُّ، حَدَّثَنِي عُرْوَةُ، حَدَّثَتْنِي عَائِشَةُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِن\nَّ اللَّهَ عَزَّ وَجَلَّ يُحِبُّ الرِّفْقَ فِي الْأَمْرِ كُلِّهِ»\nالحديث: 200 ¦ الجزء: 1 ¦ الصفحة: 252\n",
        "201 -\nحَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ مَاهَانًا يَقُول\nُ: «أَمَا يَسْتَحِي أَحَدُكُمْ أَنْ تَكُونَ دَابَّتُهُ الَّتِي يَرْكَبُ أَوْ ثَوْبُهُ الَّذِي يَلْبَسُ أَكْثَرَ ذِكْرًا لِلَّهِ مِنْهُ» ، قَالَ: «فَكَانَ لَا\nيَفْتُرُ مِنَ التَّكْبِيرِ وَالتَّهْلِيلِ وَالتَّسْبِيحِ»\nالحديث: 201 ¦ الجزء: 1 ¦ الصفحة: 253\n",
        "202 -\nحَدَّثَنَا عَمْرُو بْنُ طَارِقٍ، وَابْنُ أَبِي مَرْيَمَ، جَمِيعًا عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الْمَيِّتُ\n[ص: 254]\nيُبْعَثُ فِي ثِيَابِهِ الَّتِي قُبِضَ فِيهَا»\nالحديث: 202 ¦ الجزء: 1 ¦ الصفحة: 253\n",
        "203 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ بُرَيْدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: «مَثَلُ الْجَلِيسِ الصَّالِحِ مَثَلُ الدَّارِيِّ، وَمَثَلُ الْجَلِيسِ السُّوءِ كَمَثَلِ صَاحِبِ الْكِيرِ، إِنْ لَا يُحْرِقْكَ يَعْبَقْ بِكَ مِنْ\nشَرَرِهِ»\nالحديث: 203 ¦ الجزء: 1 ¦ الصفحة: 258\n",
        "204 -\nحَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، ثنا شُعْبَةُ، ثنا الْفُضَيْلُ بْنُ\n[ص: 259]\nفَضَالَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ قَالَ: رَأَى أَبُو بَكْرَةَ نَاسًا يُصَلُّونَ صَلَاةَ الضُّحَى، فَقَال\nَ: «إِنَّهُمْ لَيُصَلُّونَ صَلَاةً مَا صَلَّاهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَا عَامَّةُ\nأَصْحَابِهِ»\nالحديث: 204 ¦ الجزء: 1 ¦ الصفحة: 258\n",
        "205 -\nحَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ دَاوُدَ بْنِ قَيْسٍ الْفَرَّاءِ، عَنْ مُوسَى\n[ص: 260]\nبْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: «كَان\nَ صَدَاقُنَا إِذْ كَانَ فِينَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَشَرَةَ أَوَاقٍ»\nالحديث: 205 ¦ الجزء: 1 ¦ الصفحة: 259\n",
        "206 -\nحَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ\n[ص: 261]\nأَبِيهِ، عَنْ أَبِي سَعِيدٍ قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم\nَ يُضَحِّي بِكَبْشٍ أَقْرَنَ فَحِيلٍ يَمْشِي فِي سَوَادٍ، وَيَأْكُلُ فِي سَوَادٍ، وَيَنْظُرُ فِي سَوَادٍ»\nالحديث: 206 ¦ الجزء: 1 ¦ الصفحة: 260\n",
        ""
    ]
}