{
    "1": [
        "الحجج القاطعة في المواريث الواقعة - ضمن رسالتان في الفرائض\nرسالتان في علم الفرائض\nالحجج القاطعة في المواريث الواقعة\nالسبيكة الذهبية على المنظومة الرحبية\nتأليف\nالعلامة الشيخ/ فيصل بن عبد العزيز المبارك\nرحمه الله\nالمتوفى عام 1376 هـ\nاعتنى بهما\nمحمد بن حسن بن عبد الله المبارك\nكنوز إشبيليا\nللنشر والتوزيع\nالجزء: 1 - الصفحة: 1\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nدار كنوز إشبيليا للنشر والتوزيع، 1425 هـ\nفهرسة مكتبة الملك فهد الوطنية أثناء النشر\nآل مبارك، فيصل بن عبد العزيز\nرسالتان في علم الفرائض/ فيصل بن عبد العزيز آل مبارك\nمحمد حسن المبارك - الرياض، 1426 هـ\n73 ص؛ 17 × 24 سم\nردمك: 4 - 17 - 701 - 9960\n1 -\nالمواريث\n2 -\nالتركات\nأ. المبارك، محمد حسن (محقق)\nديوى 901.253\n4271/ 1426 هـ\nرقم الإيداع: 4271/ 1426 هـ\nردمك: 4 - 17 - 701 - 9960\nجميع حقوق الطبع محفوظة\nالطبعة الأولى\n1427 هـ - 2006 م\nدار كنوز إشبيليا للنشر والتوزيع\nالمملكة العربية السعودية ص. ب 27261 الرياض 11417\nهاتف: 4742458 - 4773959 - 4794354 فاكس: 4787140\nE-mail: eshbelia@hotmail.com\nالجزء: 1 - الصفحة: 2\n",
        "ترجمة المؤلف\nهو الشيخ العالم الورع الزاهد فيصل بن عبد العزيز بن فيصل بن حمد آل مبارك العلَّامة المحدث الفقيه المفسِّر الأصولي النحوي الفرضي.\n- وُلِدَ رحمه الله في حريملاء عام 1313 هـ، فحفظ القرآن صغيرًا، ثمَّ طلب العلم على علماء حريملاء في وقته، ومنهم:\n1 -\nجدِّه لأُمِّه الشيخ العالم الورع ناصر بن محمد الراشد رحمه الله.\n2 -\nوعمِّه العلَّامة الشيخ محمد بن فيصل المبارك رحمه الله.\n- ثمَّ طلب العلم على علماء الرياض، فأخذ الفقه عن فقهاء عصره مثل:\n3 -\nالشيخ العلَّامة عبد الله بن عبد اللطيف آل الشيخ رحمه الله مفتي الديار النجدية.\n4 -\nوالشيخ العلَّامة المفتي محمد بن ابراهيم آل الشيخ رحمه الله.\n5 -\nوالعلامة الفقيه محمد بن عبد العزيز بن مانع رحمه الله.\n6 -\nوأخذ علم الحديث عن محدِّث الوقت العلَّامة الشيخ سعد بن حمد بن عتيق رحمه الله.\n7 -\nوأخذ علم النحو عن سيبويه عصره الشيخ حمد بن فارس رحمه الله.\n8 -\nوأخذ علمَ الفرائض عن أفرض أهل زمانه الشيخ عبد الله بن راشد الجلعود رحمه الله.\nوأخذ عن كثيرٍ غيرهم من أفذاذ العلماء رحمهم الله أجمعين.\nإجازاته العلميَّة:\nأجازَهُ الشيخُ سعدُ بنُ حَمَدٍ بنِ عَتِيقٍ محدث الديار النجدية بتدريس أمهات كتب الحديث، وكذلك أمهات كتب مذهب الإمام أحمد.\n-وكذلك أجازه الشيخ سعد إجازة خاصَّة في علم التفسير.\nالجزء: 1 - الصفحة: 3\n",
        "- وأجازه كذلك الشيخ عبد الله بن عبد العزيز العنقري بجميع مرويَّاته.\n- وقد أجازه الشيخ عبد العزيز النمر إجازةَ الفتوى عام 1333 هـ، وكان إذ ذاك في العشرين من عمره.\nوقد أجازَهُ الشيخُ عبدُ العزيز النمْر إجازةَ الفتوى وهو في العشرين من عمره، وذلك عام 1333 هـ.\nتلاميذه\n:\nتخرَّج على يدي الشيخ رحمه الله أجيالٌ من طلبة العلم، وليَ كثيرٌ منهم القضاء في عدَّة جهاتٍ.\nمن أبرزهم\n:\n1 -\nالشيخ إبراهيم بن سليمان الراشد -رحمه الله- قاضي الرياض ووادي الدواسر.\n2 -\nالشيخ عبد الرحمن بن سعد بن يحيى -رحمه الله- قاضي الرياض وحريملاء.\n3 -\nابنُ عمِّه الشيخ فيصل بن محمد بن فيصل المبارك -رحمه الله- رئيس هيئة الحسبة وعضو مجلس الشورى بجدة.\n4 -\nابنُ عمِّه الشيخ سعد بن محمد بن فيصل المبارك -رحمه الله- قاضي وادي الدواسر ثم الوشم.\n5 -\nالشيخ محمد المهيزع -رحمه الله- قاضي الرياض.\n1 -\nالشيخ ناصر بن حمد الراشد رحمه الله رئيس ديوان المظالم.\n* * *\nمؤلفاته\n:\nللشيخ فيصل رحِمه الله عِدَّة مؤلفات في جميع العلوم الشرعيَّة - تصل إلى ثلاثين مؤلَّفًا، وبعضُها في عِدَّة مجلَّدات، فمن كتبه \"المطبوعة\":\nالجزء: 1 - الصفحة: 4\n",
        "1. (توفيق الرحمن في دروس القرآن) في (أربع مجلدات).\n2. (بستان الأحبار باختصار نيل الأوطار) في (مجلدين).\n3. (خلاصة الكلام شرح عمدة الأحكام) في علم الحديث.\n4. (مختصر الكلام على بلوغ المرام) في علم الحديث.\n5. (تطريز رياض الصالحين) في علم الحديث.\n6. (مفاتيح العربية شرح الآجرُّوميَّة) في علم النحو.\nولهُ -رَحِمهُ الله- الكثيرُ من المؤلفات التي لم تطبع بعد.\nالشيخ فيصل وجهوده الفقهيَّه:\nاعتنَى الشيخُ رحمه الله بالتصنيف في علم الفقه، -لا سيَّما في أُخريات حياته رحمه الله-، فألف في ذلك:\n1 -\n(كلمات السداد على متن زاد المستقنع) للحجاوي (مطبوع).\n2 -\n(المرتع المشبع شرح مواضع من الروض المربع) مخطوط في أربع مجلدات كبيرة.\n3 -\n(مختصر المرتع المشبع) مخطوط، في مجلد.\n4 -\n(مجمع الجوادِّ (1) شرح الزاد) مخطوط.\n5 -\nكما ألَّف الشيخ رحمه الله في علم أصول الفقه رسالة قيِّمة بعنوان: (مقام الرشاد بين التقليد والاجتهاد) -طُبِعَت مرارًا-.\n6 -\nوكذلك ألَّفَ الشيخ رحمه الله في الفقه الحديثي: (شرح الدرر البهيَّة) وهو مخطوط.\n(1) الجَوادُّ بتشديد الدال: جمع جادَّة، وهي الطريق الواضح.\nالجزء: 1 - الصفحة: 5\n",
        "أمَّا في علم الفرائض:\nفقد اشتُهِر عن الشيخ فيصل رحمه الله معرفتُهُ وإتقانُه التامُّ لعلم الفرائض، لا سيَّما وقد نخرَّج في هذا العلم على فرضيِّ عصره الشيخ عبد الله بن راشد الجلعود رحمه الله ولازَمَهُ ملازمةً تامَّة.\n- وقد ألَّف الشيخ فيصل رحمه الله في هذا الباب من علم الفقه رسالتين، هُما:\n7 -\n\"السبيكة الذهبية على منظومة الرحبية\n8 -\n(الحجج القاطعة في المواريث الواقعة)\nوفاتُه:\nولي الشيخ فيصل القضاء في عِدَّة بلدان، كان آخِرها منطقة الجوف، والتي توفي بها في السادس عشر من ذي القعدة من عام 1376 هـ، عن ثلاثةٍ وستين عامًا قضاها في الدعوة إلى الله وفي الجهاد، وفي العلم والتعليم والتصنيف رحمه الله (1).\n(1) انظر في مصادر ترجمة الشيخ فيصل رحمه الله:\n(علماء نجد خلال ثمانية قرون) للشيخ عبد الله البسام -رحمه الله- ج 5 ص 392 إلى 402 والأعلام للزركلي: ج 5 / ص 168.\nو(مشاهير علماء نجد) للشيخ عبد الرحمن بن عبد اللطيف آل الشيخ.\nو(روضة الناظرين) للقاضي.\nو(العلامة المحقق والسلفي المدقق: الشيخ فيصل المبارك) لفيصل بن عبد العزيز البديوي.\nو(المتدارك من تاريخ الشيخ فيصل بن عبد العزيز المبارك) لمحمد بن حسن المبارك.\nالجزء: 1 - الصفحة: 6\n",
        "1 -\nالتعريف بالرسالة الأولى:\nالرسالة الأولى هي: شرح لمنظومة \"الرَّحبية\" في الفرائض، و\"الرَّحبية\" هي نظمٌ مشهور ومتنٌ محبورٌ، ألَّفَهُ الفقيه العالم محمد بن علي بن محمد الرَّحبي الشافعي المتوفي عام 775 هـ رحمه الله تعالى، وقد اشتهرت هذه المنظومة حتى صارت كالمدخَلِ إلى علمِ الفرائض، لا يستغنِي عنها طالبٌ لهذا العلم، وذلك لحلاوةِ نظمِها، ومتانةِ عِباراتها واستيعابها لأصول علم الفرائض.\n- وقد شرحَها الشيخُ فيصل آل مبارك شرحا ميسَّرًا مختصرًا في هذه الرسالة التي أسماها \"السبيكة الذهبية على منظومة الرحبية\"، إلا أنَّ هذا الشرحَ -مع اختصارِه- يحتوي على توضيحٍ لمهمَّاتِ هذا الفنِّ، وتحريرٍ لأهمَّ مباحثِه، مع التنبيه بأمثلة ومسائل مناسبة للمتعلِّم، باوضح إشارة وأدقِّ عبارة.\nطبعات الرسالة\n- صدرت هذه الرسالة في عام 1379 هـ عن \"المكتبة الأهلية\"، وفي عام 1406 هـ قامت \"دار العليان\" بالقصيم بإعادة طبعها، ثم في عام 1419 هـ قامت \"دار الأرقم\" بطباعتها بعنايةِ وتحقيقِ الأستاذ عبد الله الزاحم -أثابهُ الله-، والذي قام مشكورًا بتخريج الآيات والأحاديث، ووضْع بعض التعليقات القيِّمةِ والمناسبة، كما أنَّ الرسالة قد طُبِعت قديمًا ضمن مجموعة \"الرسائل الكمالية\".\nعملي في الرسالة:\n- لدى تحقيقي للرسالة وجَّهتُ اهتمامي إلى العنايةِ بضبط النص وتحريرِ عِباراتِه كما أنشأها المؤلف، وذلك قَدْرَ الإمكان.\n- وقد اعتمدتُ -لدَى التحقيق- نسخةً خَطيَّةً للرسالةِ، مكتوبةَ في حياةِ المؤلف، تقَعُ في سبعِ ورقات، مكتوبةً بخط دقيق، إلَّا أنَّ هذه \"المخطوطةَ\" ناقصةٌ، حيث\nالجزء: 1 - الصفحة: 7\n",
        "وصَلَ كاتبُها إلى آخر باب \"الحجب\"، أي أنَّه قد نسخَ ثلاثةَ أخماس الرسالة تقريبًا، وهي التي تحتوي لِحُسْنِ الحظِّ على أهمِّ المباحث الفرضيَّة، بينما يغلُبُ على الجُزءِ الباقي من الرسالة ضربُ المسائلِ والأمثلةِ الفَرَضِيَّة.\nويظهرُ أنَّ كاتبَ هذه النسخة هو أحدُ تلامذةِ المؤلِّف، إذ وُجدت ضِمنَ أوراقٍ للمؤلِّف -رحمه الله-، وبناءً على هذه النسخة الخطيَّة فقد صوَّبتُ -وللهِ الحَمدُ- بعضَ العباراتِ التي تحرَّفَت في الطبعات السابقة.\n- ثمَّ اعتمدتُ في الجُزءِ المتبَّقِي من الرسالة طبعة \"المكتبة الأهلية\" لها، -وهي طبعةٌ قديمَةٌ نادِرَةٌ-، حيث أنَّها الأقدَمُ والأتقَن والأصلُ للطبعات اللاحقة.\n2 -\nالتعريف بالرسالة الثانية:\nالرسالة الثانية هي: رسالة (الحجج القاطعة في المواريث الواقعة)، ومنها مخطوطة في مكتبة الملك فهد - تصنيف رقم (252/ 3).\nطبعات الرسالة:\n- وهذه الرسالة قد طُبِعت ثلاث مرَّاتٍ تحت اسم (الدلائل القاطعة) - ضمن مجموع (المختصرات النافعة) للشيخ فيصل، أولاها عام 1369 هـ، وثانيها عام 1371 هـ، وآخرها عام 1405 هـ عن دار طيبة، ويحتوي هذا المجموع على أربع مختصرات، هي:\nأ / (مفتاح العربية على متن الآجرومية) ومنهُ -مُفرَدًا- مخطوطةٌ في مكتبة الملك فهد بعنوان \"مفاتيح العربية\" بخط الشيخ رحمه الله.\nب/ (الدلائل القاطعة في المواريث الواقعة).\nج / (غذاء القلوب ومفرج الكروب).\nد/ (تعليم الأحبّ أحاديث النووي وابن رجب).\nالجزء: 1 - الصفحة: 8\n",
        "عملي في الرسالة:\nأ- اعتمدت لدى تحقيقي للرسالة تلك النسخة المخطوطة المشار إليها، فجعلتها الأصل، إذ فيها زياداتٌ كثيرةٌ على المطبوعة ضمن \"مجموع المختصرات النافعة\"، مع المقارنةِ بينَهُما.\nب- أوردتُ زياداتِ النسخةِ المطبوعةِ على المخطوطةِ، وجعلتُها بين معقوفتَين [\n...\n]، وذلك للتمييزِ بين النسختَين، إذ في كلِّ منهما زياداتٌ على الأخرَى.\nج- أدرجتُ عناوين فرعية لبعض المباحث الفرضية، وجعلتها بين قوسين (\n...\n). وعلى الله قَصْدُ السَّبيلِ، وبهِ المستَعان، وعليه التُّكلان، وصَلَّى الله وسلَّمَ وبارَكَ على نبيِّنا محمدٍ، وعلى آلِهِ وصحبهِ أجمعِين.\nمحمد بن حسن المبارك\nالرياض\nالجزء: 1 - الصفحة: 9\n",
        "صورة الورقة الأولى من مخطوطة السبيكة الذهبية\nالجزء: 1 - الصفحة: 10\n",
        "صورة الورقة الأخيرة من مخطوطة السبيكة الذهبية\nالجزء: 1 - الصفحة: 11\n",
        "صورة الورقة الأولى من مخطوطة الحجج القاطعة\nالجزء: 1 - الصفحة: 12\n",
        "صورة الورقة الأخيرة من مخطوطة الحجج القاطعة\nالجزء: 1 - الصفحة: 13\n",
        "2 -\nالرسالة الثانية:\nالحُججُ القاطِعةُ في المواريث الواقعة\nتأليف:\nالعلَّامة الشيخ فيصل بن عبد العزيز آل مبارك\n-رحمه الله- المتوفي عام 1376 هـ\n(طبعَة مُنقّحة ومُحرَّرة ومُقابَلة على نسخةٍ خطِيَّة)\nالجزء: 1 - الصفحة: 57\n",
        "بسم الله الرحمن الرحيم\nهذه فوائدُ علَّقَها الشيخُ الفاضلُ: فيصلُ بنُ عبد العزيزِ بنُ مباركٍ على حديثِ ابنِ عباسٍ رضيَ الُله عنهُما عنِ النبِي قال: «ألحِقوا الفرائضَ بأهلِها فما بَقِيَ فلأَولَى رجلٍ ذكرٍ»، وفي روايةٍ «اقسِموا المالَ بيَن أهلِ الفرائضِ على كتابِ الِله فما أبقَتْ الفرائضُ فلأَولَى رجُلٍ ذكرٍ». رواهُ البخاريُّ ومُسلمٌ.\n(فَضْلُ عِلمِ الفرائِض)\n- الفرائضُ هي: قِسمةُ المواريثِ، جَمْعُ \" فريضة \" بمعنى: مفروضة، وخُصَّت المواريثُ باسمِ الفرائضِ لقولهِ تعالى: {نَصِيباً مَّفْرُوضاً}.\nـ روَى أبو داودَ وابنُ ماجةَ عن عبدِ اللهِ بنِ عمرو رضِيَ الُله عنهُما أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّم قال: «العلمُ ثلاثةٌ - وما سِوى ذلك فضلٌ -: آية مُحْكَمةٌ أو سُنَّةٌ قائمةٌ، أو فريضةٌ عادلةٌ».\n- وعنِ ابنِ مسعودٍ رضيَ اللهُ عنهُ قالَ: قالَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: «تَعلَّمُوا الْقُرْآنَ وَعَلِّمُوهُ النَّاسَ وَتَعلَّمُوا الْفَرَائِضَ وعَلِّمُوها فإِنِّي امْرُؤٌ مَقْبُوضٌ والْعِلْمُ مَرْفُوعٌ وَيُوشِكُ أنْ يختَلِفَ اثنَانِ في الْفَرِيضَةِ والمَسْأَلَةِ فَلاَ يَجدَانِ أَحَداً يُخْبِرُهُما» ذكرَهُ أحمدُ بنُ حنبل في روايةِ ابنِهِ عبدِ الله.\nالجزء: 1 - الصفحة: 58\n",
        "(فصل في أنواع الإرث)\n1 -\n(الإرث بالفرض):\n- قولُهُ صلَّى اللهُ عليه وسلَّم: «ألحِقوا الفرائضَ بأهلِها»، قَال الحافظُ: (المراد بالفرائِضِ هنا الأنصباءُ المقدَّرةُ في كتابِ الِله تعالىَ وهي النصفُ، ونصفُه، ونصفُ نصفِه، والثلثانُ، ونصفُهما، ونصفُ نصفِهما، والمرادُ بأهلِها مَنْ يستَحِقُّها بنَصِّ القُرآن).\n- قال الله تعالى: {يُوصِيكُمُ اللهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السُّدُسُ مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِّنَ اللهِ إِنَّ اللهَ كَانَ عَلِيما حَكِيماً} [النساء: 11].\n{وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَا أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللهِ وَاللهُ عَلِيمٌ حَلِيمٌ} [النساء: 12].\nالجزء: 1 - الصفحة: 59\n",
        "{تِلْكَ حُدُودُ اللهِ وَمَن يُطِعِ اللهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَن يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} [النساء: 13 - 14].\nوقال تعالى: {يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُوا إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللهُ لَكُمْ أَن تَضِلُّوا وَاللهُ بِكُلِّ شَيْءٍ\n...\nعَلِيمٌ} [النساء: 176].\n- اشتملَت هذه الآياتُ على ميراثِ الأولادِ والوالدَين والأزواجِ والزوجاتِ والإخوةِ الأخواتِ:\n1 -\nفميراثُ الأولادِ في قولِه تعالَى -: {يُوصِيكُمُ اللهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} وفيه ثلاثُ مسائلَ.\n2 -\nوميراثُ الوالدَين - في قولِه تعالَى -: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السُّدُسُ} وفِيهِ ثلاثُ مسائلَ.\n3 -\nوميراثُ الأزواجِ - في قولِه تعالىَ -: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ} وفيه مسألتانِ.\nالجزء: 1 - الصفحة: 60\n",
        "4 -\nوميراثُ الزوجةِ والزوجاتِ - في قولِه تعالَى -: {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم} وفيه مسألتان.\n5 -\nوميراثُ الإخوةِ من الأمِّ - في قولِه تعالَى -: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَا أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ} وفيه مسألتان.\n6 -\nوميراثُ الإخوةِ من الأبِ - في قولِه تعالَى -: {يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُوا إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللهُ لَكُمْ أَن تَضِلُّوا وَاللهُ بِكُلِّ شَيْءٍ عَلِيمٌ} وفِيه أربعُ مسائل.\nالجزء: 1 - الصفحة: 61\n",
        "2 -\n(الإرث بالتعصيب):\nقولُهُ صلَّى اللهُ عليه وسلَّم: «فما بَقِيَ» أي: ما بقي من المال بعد ذوي الفروض، «فلأَولَى رجلٍ ذكرٍ»، أيْ: لِمَنْ يكُونُ أقربَ في النَّسَبِ إلى الموروثِ، قال الخَّطابي: (المعْنَى أقربُ رجُلٍ مِن العَصَبَةِ).\n- وقال النووي: (قوله \" ذَكَر \" تنبيهاً علَى سبَبِ الاستحقاقِ بالعُصُوبةِ، وسببُ الترجيحِ في الإرْثِ، ولهذا جُعِل للذَّكَرِ مثلُ حَظِّ الأنثَيَيْنِ، وحكمتُهُ أنَّ الرِّجالِ تَلحَقُهُم المُؤَن: كالقيامِ بالعيالِ، والضيفان، وإرفادِ القاصدينَ، ومُواساةِ السائلِين، وغيرِ ذلك).\n- وقال: (أجْمَعُوا على أنَّ الذي يبقَى بعدَ الفُروض للعَصَبةِ يُقّدَّمُ الأقربُ فالأقربُ، فلا يرِثُ عاصبٌ بعيدٌ مع عاصبً قريبٍ، و\"العصبةُ\": كلُّ ذكَرٍ يُدْلِي بنفسِهِ بالقرابةِ ليسَ بينَهُ وبيَن الميِّتِ أُنثى، فمِن انفرَدَ أخَذَ جميعَ المالِ، وإنْ كانَ مع ذوِي فرضٍ غيِر مستغرِقِين أخَذَ ما بقِيَ، وإن كانَ مَع مُسْتَغْرِقِينَ فلا شيْءَ لَهُ) انتهَى.\n- وأقربُ العصبات:\n1 -\nالبنوّة، 2 - ثم بنُوهم وإن - وإن سَفُلوا -، 3 - ثم الأبُ، 4 - ثم الجدُّ [من الأب]- وإن عَلا -، 5 - ثمَّ الأخُ من الأبِ، 6 - ثم بنُو الإخوة، 7 - ثُمَّ بنُوهم - وإن سَفُلوا -، 8 - ثم الأعمامُ، 9 - ثم بنُوهم - وإن سَفُلوا -، [10 - ثمَّ أعمامُ الأبِ، 11 - ثمًّ بنوهُم، 12 - ثم أعمامُ الجدِّ، 13 - ثم بنُوهم، لا يَرِثُ بنو أبٍ أعلَى مع بني أبٍ أقربَ - وإنْ نزَلُوا -].\nالجزء: 1 - الصفحة: 62\n",
        "- ومن أَدْلَى بأبوين يُقدَّم على من أدْلَى بأبٍ، ويُقدَّم الأخُ من الأبِ على ابنِ الأخِ من الأبوَينِ، ويُقدَّم ابنُ الأخِ لأبٍ على عمٍّ لأبوين، ويُقَدَّمُ عمٌّ لأبٍ على ابنِ عمٍّ لأبوين.\n- وإذا انقرضَ العصَبةُ من النَّسبِ ورِثَ المولَى المعْتِقُ ثم عصباتُهُ مِن بعْدِه.\n- ولا يرِثُ النساءُ بالولاءِ إلا مَنِ أعتَقْنَ أو أعتَقَهُ مَنْ أعتَقْنَ.\n- وجِهاتُ العُصُوبة سِتٌّ:\n1 -\nالُبنُوَّة، 2 - ثُمَّ الأبُوَّة، 3 - ثُمَّ الأُخُوَّة، 4 - ثُمَّ بنو الأُخُوَّة، 5 - ثُمَّ العُمومةُ، 6 - ثُمَّ الولاءُ.\n- فإذا اجتمعَ عاصبانِ فأكثَر قُدِّم الأقربُ جِهَةً، فإنْ استوَوْا فيها فالأقربُ درجةً، فإن استوَوْا فيها قُدِّم مَنْ لأبوَيْنِ على من لأبٍ، وهذا معنى قولِ الجُعبُريُّ - رحِمَهُ الُله تعالَى-:\nفبالجِهَةِ التقديمُ ثم بقُرْبِهِ\n...\nوبعدَهُما التقديمُ بالقُوَّةِ اجْعَلاَ\n- واستدلَّ البخاريُّ رحِمهُ الله بهذا الحديثِ (1) على أنَّ الجَدَّ يرِثُ جميعَ المالِ إذا لمْ يكُنْ دونَهُ أبٌ، وعلى أنَّ الأخَ مِن الأُمِّ إذا كانَ ابنَ عمٍّ يرِثُ بالفَرضِ والتعصيبِ، وقَالَ:\n(\" باب ميراث ابن الابن إذا لم يكُنْ ابنٌ \"، وقال زيدٌ ولَدُ الأبناءِ بمنزلةِ الولَدِ إذا لمْ يكُنْ دونَهُم ولَدٌ ذَكَرٌ، وذَكَرُهُمْ كذَكَرِهِم، وأُنْثَاهُم كأُنْثَاهُم، يَرِثُونَ كما يَرِثُونَ، ويَحْجِبُونَ كما يَحْجِبُونَ، ولا يرِثُ ولدُ الابنِ معَ الابنِ)\n(1) أي حديث: (ألحِقوا الفرائضَ بأهلِها فما بَقِيَ فلأَولَى رجلٍ ذكرٍ).\nالجزء: 1 - الصفحة: 63\n",
        "وقال البخاريُّ أيضاً:\n(وقال أبو بكرٍ وابنُ عباسٍ وابنُ الزبير \"الجَدُّ أب\"، وقرأَ ابنُ عبَّاسٍ: {يا بني آدمَ}،\n...\n{واتبعتُ مِلَّةَ آبائِي إبراهيمَ وإسحقَ ويعقوبَ}، ولم يُذكَرْ أنَّ أحداً خالَفَ أبا بكْرٍ في زمانِهِ، وأصحابُ النَّبيِّ صلَّى اللهُ عليه وسلَّم متوافِرُون، وقالَ ابنُ عباسٍ: (يرِثُني ابنُ ابني دُونَ إخْوَتي، ولا أرِثُ أنا ابنَ ابنِي)، ويُذكَرُ عن عُمَرَ وعَلِيٍّ وابنِ مسعودٍ وزيدٍ أقاويلُ مختلفةٌ). انتهى.\nقال ابنُ عبدِ البَرِّ: (وَجْهُ قياسِ ابنِ عباسٍ: أنَّ ابنَ الابنِ لمَّا كانَ كالابنِ عندَ عَدَمِ الابنِ، كانَ أبو الأبِ عندَ عدمِ الأبِ كالأبِ).\n- وقال البخاريُّ أيضاً: (\" بابُ ابنَيْ عَمٍّ أحدُهُما أخٌ لأُمٍّ والآخَرُ زوجٌ \": وقال عليٌّ للزوجِ النصفُ، وللأخِ من الأمِّ السُّدسُ، وما بقِيَ بينَهُما نِصفَان).\nقال الحافظ: (صُورَتُها: أنَّ رجُلاً تزوَّجَ امرأةً فأتَتْ منه بابنٍ، ثم تزوَّجَ أُخْرَى فأتَتْ منهُ بآخَرَ، ثُمَّ فارَقَ الثانيةَ فتزوَّجَها أخُوهُ، فأتَتْ مِنْهُ ببِنْتٍ، فَهِيَ أُخْتُ الثاني لأُمِّهِ وابنةُ عمِّهِ، فتزَّوجَتْ هذه البنتُ الابنَ الأوَّلَ - وهو ابنُ عمِّها - ثمَّ ماتَتْ عن ابنَي عمِّها)، قال: (وحَاصِلُهُ: أنَّ الزوجَ يُعطَى النصفَ لكونِهِ زوجاً، ويُعطَى الآخرُ السُّدسَ لكونِهِ أخاً من أمٍّ، فيبقَى الثلثُ فيُقسَمُ بينَهُما بطريقِ العُصُوبةِ فيصِحُّ للأولِ الثلثانِ بالفَرْضِ والتعصيبِ، وللأخر الثلث بالفرض والتعصيب). انتهى.\n- وإذا لمْ تستوعبْ الفروضُ المالَ ولمْ يكُنْ عصبةٌ رُدَّ على ذوِي الفروضِ بقَدْرِ فُروضِهم، إلاَّ الزوج والزوجَة.\nالجزء: 1 - الصفحة: 64\n",
        "3 -\n(ذوو الأرحام):\n- فإنْ لمْ يكُنْ ذُو فَرْضْ ولا عصبَةٌ ورِث\nَ ذَوُوْ الأرحامِ\nبالتنزيلِ، وهو أنْ تجعَلَ كُلَّ شَخْصٍ بمنزلةِ مَنْ أدْلَى به، وهُمْ أحَقُّ بالميراثِ مِنْ بيتِ المالِ [ولو كان مُنْتَظماً] لقولِ النبيِّ - صلى الله عليه وسلم -: «الخَالُ وارِثُ مَنْ لا وارِثَ لَهُ». رواه أبو داودَ.\n- ورَوى أيضاً عن بُريدةَ رضي الله عنه قال: (ماتَ رجلٌ مِنْ خُزاعَةَ فأُتِيَ النبيُّ - صلى الله عليه وسلم - بميراثِه فقالَ: «الْتَمِسُوا لَهُ وارِثاً أَوْ ذَا رَحِمٍ». فلم يجِدوا له وارثاً ولا ذا رحم؛ فقال رسولُ الله - صلى الله عليه وسلم -: «أعْطُوهُ الْكُبْرَ مِنْ خُزَاعَةَ»، - وفي روايةٍ - قال: «انْظُرُوا أَكْبَرَ رَجُلٍ مِنْ خُزَاعَةَ». [رواهُ أبو داودَ].\n[وفي الحديثِ دليلٌ على أنَّ:\nأ - ابنَ الابنِ يَحُوزُ المالَ إذا لمْ يكُنْ دونَهُ ابنٌ.\nب - وأنَّ الجَدَّ يَرِثُ جميعَ المالِ إذا لمْ يكُنْ دونَهُ أبٌ.\nج - وعلى أنَّ الأخَ مِن الأمِّ إذا كان ابنَ عمٍّ يرِثُ بالفَرضِ والتعصِيبِ.\nد - وكَذا الزوجُ إذا كانَ ابنَ عمٍّ].\n- قولُهُ: - وفي رواية - «اقسِمُوا المالَ بين أهلِ الفرائضِ على كتابِ الله، فما تركَتْ الفرائضُ فلأَولَى رجلٍ ذَكَر» \"، أي: قَسِّموه على وِفْقِ ما أنزلَ الُله في كتابِه، - يشير إلى الآياتِ المذكورةِ في أوَّلِ سورة \" النساء \" وفي آخرها -.\nالجزء: 1 - الصفحة: 65\n",
        "[فصل]\n[وتضمَّنَتْ آياتُ المواريثِ ستَّ عشرةَ مسألةٍ] (1):\n- المسألة الأولى: إِذا هَلَكَ هالِكُ عَنْ ابن وبنت فالمسألة من ثلاثةِ أسهمٍ: للابنِ سهمان، وللبنتِ سهمٌ، أو هلك عن ابنين فمن اثنين، لكلِّ واحدٍ سهمٌ، أو عن ابنٍ وبنتين فمن أربعة، أو عن ابن وثلاث بنات فمن خمسة، أو عن ابنين وبنتين فمن ستة، لكل ابن سهمان ولكل بنت سهم، وهكذا إذا كثروا.\nوالدليل قوله تعالى: {يُوصِيكُمُ اللهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ}.\n- المسألة الثانية: إِذا هَلَكَ هالِكُ عَنْ بنتين وأخ شقيق أو لأب أو عن ثلاث [بنات] وأخ فالمسألة من ثلاثة: للبنتين فأكثر الثلثان سهمان، والدليل قوله: {فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} والباقي للأخ تعصيباً، والدليل قوله - صلى الله عليه وسلم -: «ألحقوا الفرائض بأهلها فما بقي\n...\nفلأولى رجل ذكر».\n- المسألة الثالثة: إِذا هَلَكَ هالِكُ عَنْ بنت وابن أخ، فالمسألة من اثنين: للبنت النصف واحد، والدليل قوله تعالَى: {وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ}، والباقي لابن الأخ تعصيباً للحديث.\n- المسألة الرابعة: إِذا هَلَكَ هالِكُ عَنْ أمّ وأب وابن أو ابنين أو بنت أو بنتين أو ابن وبنت فالمسألة من ستة، للأم السدس، وللأب السدس والباقي للولد، والدليل قوله\n(1) في المخطوط (وفيها مسائل).\nالجزء: 1 - الصفحة: 66\n",
        "تعالى: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ} فإن كان الولد بنتاً واحدة فلها النصف ثلاثة وللأبوين لكل واحد منهما السدس ويبقى واحد يأخذُه الأبُ تعصيباً.\n- المسألة الخامسة: إِذا هَلَكَ هالِكُ عَنْ أم وأب فالمسألة من ثلاثة: للأم الثلث واحد، والباقي للأب، والدليل قوله تعالى: {فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ}.\n- وإذا هلكَ عن أمٍّ وأبٍ وزوجةٍ، فالمسألة من أربعة: للزوجة الربع واحد، وللأم واحد وهو ثلث ما بقي، والباقي للأب.\n- وإذا هلكَ عن زوجٍ وأمٍّ وأبٍ، فالمسألة من ستةٍ: للزوجِ النصفُ ثلاثةٌ، وللأم واحد وهو ثلث ما بقي، والباقي للأب.\n- المسألة السادسة: إِذا هَلَكَ هالِكُ عَنْ أمٍّ وأخوين أو أختين أو أخ وأخت فالمسألة من ستة: للأم السدس واحد، والدليل قوله تعالى:\n...\n{فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السُّدُسُ} وأمَّا الواحدُ من الإخوةِ فلا يحجُبُ الأمَّ عَن الثلُثِ.\n- المسألة السابعة: إِذا هَلَكَ هالِكُ عَنْ زوج وعمّ فالمسألة من اثنين: للزوج النصف واحد، والدليل قوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ} والباقي للعم تعصيباً، والدليل قوله - صلى الله عليه وسلم -: «ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر».\nالجزء: 1 - الصفحة: 67\n",
        "- المسألة الثامنة: إِذا هَلَكَ هالِكُ عَنْ زوج وابن، أو بنت، أو ابن وبنت، فالمسألة من أربعة: للزوج الربع واحد، والباقي للولد للذكر مثل حظ الأنثيين والدليل قوله تعالى:\n...\n{فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ} فإن كان الولد بنتاً فلها النصف اثنان والباقي لأولى رجل ذكر للحديث.\nوإن كان الولد بنتين أو أكثر فالمسألة من اثني عشر سهمًا: للزوج الربع ثلاثة، وللبناتِ الثلثانِ ثمانيةُ، والباقي للعاصبِ، والدليل قوله - صلى الله عليه وسلم -: «ألحِقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر».\n- المسألة التاسعة: إِذا هَلَكَ هالِكُ عَنْ زوجة وابن عم فالمسألة من أربعة: للزوجة الربعُ واحدٌ، والدليل قوله تعالى: {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ} والباقي لابن العم تعصيباً للحديث.\n- المسألة العاشرة: إِذا هَلَكَ هالِكُ عَنْ زوجة وابن فالمسألة من ثمانية: للزوجة الثمن واحد والباقي للابن، وإن كان الولد بنتاً فلها النصف أربعة والباقي لأولى رجل ذكر، وإن كان الولد بنتين فأكثر فالمسألة من أربعة وعشرين سهما: للزوجة الثمن ثلاثة، والدليل قوله تعالى: {فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم} وللبنتين فأكثر الثلثان ستة عشر، والباقي للعاصب، والدليلُ قولُه - صلى الله عليه وسلم -: «ألحِقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر».\n- المسألة الحادية عشرة: إِذا هَلَكَ هالِكُ عَنْ أخ أو أخت من أم، وعن أخ لأب فالمسألة من ستة للأخ أو الأخت من الأمّ السدس، والدليل قوله تعالى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ}.\nالجزء: 1 - الصفحة: 68\n",
        "- \" والكلالة \" من [لا ولدَ لهُ ولا والِدَ، أي: ] لا ولدَ له، ولا أبَ، ولا جدَّ -، والباقي للأَخِ من الأبِ تعصيباً للحديثِ.\n- المسألة الثانية عشرة: إِذا هَلَكَ هالِكُ عَنْ أخوين من أمٍّ أو أختَين، [أو أخٍ وأختٍ]، أو عن ثلاثةِ إخوة من أمٍّ فأكثر، وعن معتِقٍ، فالمسألة من ثلاثةٍ، للإخوةِ من الأمِّ الثلثُ واحدٌ - الذكر والأنثى سواء -، والدليل قوله تعالى: {فَإِن كَانُوَا أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ}، والباقي للمُعتِقِ تعصيباً، والدليلُ قولُه - صلى الله عليه وسلم -: «ألحِقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر»، وقوله - صلى الله عليه وسلم -: «الولاء لُحمةٌ كلُحمةِ النسب»، وقوله - صلى الله عليه وسلم -: «إنَّ الولاءَ لِمن أعتقَ».\n- المسألة الثالثة عشرة: إِذا هَلَكَ هالِكُ عَنْ أخت لأب وعمّ فالمسألة من اثنين، للأُختِ من الأبِ النصفُ واحدٌ، والدليلُ قوله تعالى: {يَسْتَفْتُونَكَ قُلِ اللهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ}، والباقي للعمِّ تعصيباً للحديث.\n- وإذا هلك عن أخت شقيقة وأخ لأب، فللشقيقة النصف واحد، والباقي للأخ من الأب.\n-[وإذا هلك عن أختٍ شقيقةٍ وأخ وأختٍ من أبٍ، فللشقيقةِ النصفُ، والباقي للأخِ والأختِ من الأبِ - للذكر مثل حظّ الأنثيين -].\n- المسألة الرابعة عشرة: إِذا هَلَكَ هالِكُ عَنْ أخ لأب فالمال له كله والدليل قوله تعالى {وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ}.\nالجزء: 1 - الصفحة: 69\n",
        "- المسألة الخامسة عشرة: إِذا هَلَكَ هالِكُ عَنْ أختين لأب فأكثر فالمسألة من ثلاثة: للأخوات الثلثان اثنان، والدليل قوله تعالى: {فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ} والباقي للعاصب، والدليلُ قولُه - صلى الله عليه وسلم -: «ألحِقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر».\n- المسألة السادسة عشرة: إِذا هَلَكَ هالِكُ عَنْ إخوة لأبٍ فالمال بينهم للذكر سهمان وللأنثى سهم، والدليل قوله تعالى: {وَإِن كَانُوا إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ}.\n-[وإِذا هَلَكَ هالِكُ عَنْ بنت وبنت ابن وأخت، فللبنتِ النصفُ، ولابنةِ الابنِ السدسُ، والباقي للأختِ تعصيباً؛ لأن الأخواتِ مع البناتِ عصباتٌ، لِما روَى البخاريُّ وغيُره عن ابنِ مسعود: «قضى النبي - صلى الله عليه وسلم - للبنت النصف ولابنة الابن السدس لتكملة الثلثين، وما بقي فللأخت».\n- وإِذا هَلَكَ هالِكُ عَنْ أخت شقيقة وأخت لأب، فللشقيقة النصف، وللأخت من الأب السدس لتكملة الثلثين وما بقي فلأولى رجل ذكر].\n- وإِذا هَلَكَ هالِكُ عَنْ جميع الورثة لم يرث منهم إلا الأولاد والأب والأم والزوج أو الزوجات.\n- وإِذا هَلَكَ هالِكُ عَنْ زوج وأم وأختين لأب وإخوة لأم فأصل المسألة من ستة أسهم، وتعُولُ إلى عشرة، والعَول: زيادة في السهام ونقصان في أنصباء الورثة؛ فللزوج النصف ثلاثة، وللأم السدس واحد، وللأختين من الأب الثلثان أربعة، وللإخوة من الأم الثلث اثنان.\nالجزء: 1 - الصفحة: 70\n",
        "- وهكذا تفعل إذا ازدَحمَتْ الفُرُوضُ، ولم يحْجُبْ بعضُهم بعضاً فتأخُذُ الفروضَ من أصلِ المسألةِ وتضُمُّ بعضَها إلى بعضٍ، فما بَلَغَتْ السهامُ فإلَيه ينتَهِي العَول، واللهُ أعلمُ.\nالجزء: 1 - الصفحة: 71\n",
        "تَتِمَّة\n- وعن جابرٍ رضيَ الُله عنه قال: جاءت امرأة سعد بن الربيع إلى رسول الله صلى الله عليه وسلَّم فقالت: يا رسول الله هاتان ابنتا سعدِ بن الربيع قتل أبوهما معك في أحد شهيدا، وإنَّ عمَّهما أخَذَ مالَهما فلم يدَعْ لهما مالاً، ولا ينكحان إلاَّ بمالٍ، فقال: «يقضِي الله في ذلك» فنزلت آية المواريث فأرسل رسول الله صلى الله عليه وسلَّم إلى عمهما فقال: «أعط ابنتي سعد الثلثين وأمهما الثمن وما بقي فهو لك». رواه الخمسة إلاَّ النَّسائي.\n- وعن هُزَيلٍ بنِ شُرَحْبِيل قال: سُئِل أبو موسَى عن ابنةٍ وابنةِ ابنٍ وأختٍ فقال: (للابنة النصف وللأخت النصف، وائتِ ابنَ مسعود)، فسُئِلَ ابنُ مسعود وأخْبِرَ بقولِ أبي مُوسَى، فقال: (لقد ضللتُ إذاُ وما أنا من المهتدين أقضِي فيها بما قضى النبيُّ صلىَّ الله عليه وسلَّم للبنتِ النصفُ ولابنةِ الابنِ السدُسُ تكملة الثلثين وما بقِيَ فللأختِ). رواه الجماعةُ إلاَّ مسلماً والنسائيَّ، وزاد أحمدُ والبخاريُّ: (فأتينا أبا موسى فأخبرناه بقول ابن مسعود فقال: (لا تسألوني مادامَ هذا الحبرُ فيكم).\n- وإِذا هَلَكَ هالِكُ عَنْ أخت شقيقة وأخت لأب فحكمهما حكم بنت الابن مع البنت.\n- وعن قبيصة بن ذُؤَيبٍ قال: (جاءَتْ الجَدَّةُ إلى أبي بكرٍ فسألتْهُ ميراثَها، فقال: ما لكِ في كتابِ اللهِ شيءٌ، وما علِمتُ لكِ في سُنَّةِ رسولِ الِله شيئاً، فارجعي حتى أسألَ الناسَ، فسألَ الناس؛ فقال المغيرةُ بن شعبةٍ: حَضَرْتُ رسولَ الِله - صلى الله عليه وسلم - أعطاها السُّدسَ، فقال: هل معَكَ غيرُكَ، فقامَ محمدُ بنُ مسلمةَ الأنصاري فقال مثلَ ما\nالجزء: 1 - الصفحة: 72\n",
        "قال المغيرةُ بن شعبة، فأنفذَهُ لها أبو بكرٍ، قال ثم جاءَتْ الجدةُ الأخرى إلى عُمَرَ فسألتْهُ ميراثَها، فقال: ما لَكِ في كتابِ اللهِ شيءٌ، ولكنْ هُو ذاك السدسُ، فإن اجتمعتُمَا فهُوَ بينَكُما، وأيُّكُما خَلَتْ بِه فهُوَ لَهَا). رواه الخمسةُ إلا النسائيُّ وصحَّحهُ الترمذيُّ.\n- وعن عُبادةَ بن الصامتِ رضِيَ الُله عنهُ \"أن النبَّي - صلى الله عليه وسلم - قضَى للجدَّتين من الميراثِ بالسدُسِ بينَهما \". رواه عبدُ الله بن أحمدَ في المسنَدِ.\n- وعن عبدِ الرحمن بن زيدٍ قال: أعطَى رسول الله - صلى الله عليه وسلم - ثلاثَ جَدَّاتِ السدسَ ثنتين من قِبَلِ الأبِ وواحدةٌ مِن قِبَلِ الأمِّ. رواهُ الدارقطنُّي هكذا مُرسَلاً.\n- وعن القاسمِ بنِ محمدٍ قال: \" جاءت الجدَّتانِ إلى أبي بكرٍ الصديقِ فأرادَ أنْ يجعَلَ السدُسَ للتي من قِبل الأم، فقال له رجل من الأنصار: أما إنك تترك التي لو ماتت وهو حي كان إيَّاها يرِثُ، فجعلَ السدسَ بينَهُما \". رواه مالكٌ في الموطأ، واللهُ أعلمُ، والحمدُ لله رب العالمين، وصلَّى الله وسلَّم على النبي محمد وعلى آله وأصحابه وسلَّم تسليماً كثيراً.\n(تَمَّتْ بقلم الفقير إلى ربِّه القدير علي بن عبد العزيز الأحمد غفر الله له ولوالديه ولمشايخه وإخوانه المسلمين آمين 23/شوَّال / 1362 هـ).\nالجزء: 1 - الصفحة: 73\n",
        ""
    ]
}