{
    "1": [
        "الدنيا ظل زائل\nبسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله الذي جعل الدنيا دار ممر والآخرة دار مقر والصلاة والسلام على أشرف الأنبياء والمرسلين.\nوبعد:\nفإن من رأى تهافت الناس على الدنيا والفرح بها والجري وراء حطامها ليأخذه العجب .. فهل هذا منتهى الآمال ومبتغى الآجال؟ ! كأنهم ما خلقوا إلا لتحصيل المادة وجمعها واللهث ورائها. ونسوا يومًا يرجعون فيه إلى الله.\nوهذا هو الجزء السابع من سلسلة «أين نحن من هؤلاء؟ ! » تحت عنوان «الدنيا ظل زائل» جمعت فيه نظر من كان قبلنا إلى هذه الحياة الدنيا وهم الذين أيقنوا وعلموا أنها دار ممر ومحطة توقف ثم بعدها الرحيل الأكيد والحساب والجزاء.\nوالكتاب فيه تذكير بالمعاد والمصير وتزويد للسائر على الطريق.\nجعل الله أعمالنا خالصة لوجهه الكريم.\nعبد الملك بن محمد بن عبد الرحمن القاسم\nالجزء: 1 - الصفحة: 3\n",
        "مدخل\nقال الله -جل وعلا- في وصف الدنيا: {إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآَخِرَةَ هِيَ دَارُ الْقَرَارِ} [غافر: 39] وحذر -سبحانه- من فتنة الأموال والأولاد، فقال -تعالى-: {وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ} [الأنفال: 28] ونهى جل وعلا عن النظر إلى ما في أيدي الناس {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ} [طه: 131].\nوالآيات الواردة في ذم الدنيا وأمثلتها كثيرة، وأكثر القرآن مشتمل على ذم الدنيا، وصرف الخلق عنها ودعوتهم إلى الآخرة. فلا حاجة إلى الاستشهاد بآيات القرآن لظهورها (1).\nوها هو رسول الله - صلى الله عليه وسلم - يرتسم على لسانه نظرته إلى الدنيا بقوله: «مالي وللدنيا! إنما مثلي ومثل الدنيا: كمثل راكب قال في ظل شجرة، ثم راح وتركها» رواه أحمد والترمذي وابن ماجه والحاكم وصححه الألباني ولكثرة مشاغل الدنيا وأعمال الحياة. وحث -عليه الصلاة والسلام- على الاستعداد ليوم الرحيل والتزود للدار الآخرة، فقال: «كن في الدنيا: كأنك غريب أو عابر سبيل» رواه البخاري.\nومن رأى تهافت الناس على الدنيا وانكبابهم على جمع\n(1) الإحياء باختصار: 3/ 216.\nالجزء: 1 - الصفحة: 4\n",
        "حطامها من حلال وحرام، تذكر قوله - صلى الله عليه وسلم -: «إذا رأيت الله -عز وجل- يعطي العبد من الدنيا على معاصيه ما يحب، فإنما هو استدراج» رواه أحمد والبيهقي.\nومن تعلق بالدنيا الزائفة، وجرى في اللهث وراء المادة، فإن ذلك ربما يصرفه عن الطاعة، والعبادة، وعن تأدية الواجبات في وقتها، وعلى أتم وجه وأكمله.\nقال - صلى الله عليه وسلم -: «اقتربت الساعة، ولا يزداد الناس على الدنيا إلا حرصًا، ولا يزدادون من الله إلا بعدًا» رواه الحاكم.\nأما جمع الدنيا بحلال وصرفه في حلال فهذه: عبادة، يتقرب بها إلى الله -جل وعلا- أما إذا كانت من حرام، أو وضعت في حرام، فبئست الزاد إلى النار.\nقال يحيى بن معاذ: لست آمركم بترك الدنيا، آمركم بترك الذنوب، ترك الدنيا فضيلة، وترك الذنوب فريضة، وأنتم إلى إقامة الفريضة أحوج منكم إلى الحسنات والفضائل.\nوالدنيا أخي الكريم: أعيان موجودة للإنسان، فيها حظ وهي الأرض وما عليها، فإن الأرض مسكن الآدمي، وما عليها ملبس ومطعم ومشرب ومنكم وكل ذلك علف لراحلة بدنه السائر إلى الله -عز وجل- فإنه لا يبقى إلا بهذه المصالح، كما لا تبقى الناقة في طريق الحاج إلا بما يصلحها، فمن تناول منها ما يصلحه على الوجه المأمور يمدح، ومن أخذ منها فوق الحاجة يكتنفه الشره، وقع في\nالجزء: 1 - الصفحة: 5\n",
        "الذم، فإنه ليس للشره في تناول الدنيا وجه، لأنه يخرج عن النفع إلى الأذى، ويشغل عن طلب الأخرى، فيفوت المقصود، ويصير بمثابة من أقبل يعلف الناقة، ويرد لها الماء، ويغير عليها ألوان الثياب، وينسى أن الرفقة قد سارت، فإنه يبقى في البادية فريسة للسباع هو وناقته.\nولا وجه أيضًا للتقصير في تناول الحاجة، لأن الناقة لا تقوى على السير، إلا بتناول ما يصلحها، فالطريق السليم هي: الوسطى، وهي أن يؤخذ من الدنيا قدر ما يحتاج إليه من الزاد للسلوك، وإن كان مشتهى، فإن إعطاء النفس ما تشتهيه عون لها وقضاء لحقها (1).\nقال عون بن عبد الله: الدنيا والآخرة في القلب: ككفتي الميزان، ما ترجح أحدهما تخف الأخرى (2).\nومن يحمد الدنيا لعيش يسره\n...\nفسوف لعمري عن قليل يلومها\nإذا أدبرت كانت على المرء حسرة\n...\nوإن أقبلت كانت كثيرًا همومها (3)\nوقيل للحسن: يا أبا سعيد: من أشد الناس صراخًا يوم القيامة؟ فقال: رجل رزق نعمة؛ فاستعان بها على معصية الله (4).\n(1) مختصر منهاج القاصدين: 211.\n(2) تزكية النفوس: 129.\n(3) بستان العارفين: 17.\n(4) الحسن البصري: 47.\nالجزء: 1 - الصفحة: 6\n",
        "ولا شك أن من استعان على الدنيا بالطاعة، فإنه في خير عظيم، يتصدق، وينفق، ويساهم في نشر العلم وبناء المساجد. وهذه نعمة من الله له، أن وجهه لاستعمال هذا المال فيما ينفعه في آخرته.\nوالإنسان: محب للمال، جامع للذهب والفضة، يجري من مولده حتى موته خلف الدرهم والدينار، ولكن ماذا يبلغ .. وإلى أين ينتهي .. ؟ !\nيسعى الفتى لأمور ليس يدركها\n...\nوالنفس واحدة والهم منتشر\nفالمرء ما عاش ممدود له أجل\n...\nلا تنتهي العين حتى ينتهي الأثر\nوالدنيا مقبلة ومدبرة .. فمن غنى إلى فقر، ومن فرح إلى ترح، لا تبقى على حال، ولا تستمر على منوال .. فهذه سنة الله في خلقه .. والناس يجرون خلف سراب .. سنوات معدودة وأيام معلومة .. ثم تنقضي.\nوما هي إلا جيفة مستحيلة\n...\nعليها كلاب همهن اجتذابها\nفإن تجتنبها كنت سلمًا لأهلها\n...\nوإن تجتذبها نازعتك كلابها (1)\nقال عمر بن الخطاب: الزهد في الدنيا: راحة القلب والبدن (2).\nوقال الحسن: أدركت أقوامًا لا يفرحون بشيء من الدنيا\n(1) شذرات الذهب: 20/ 10.\n(2) تاريخ عمر: 26.\nالجزء: 1 - الصفحة: 7\n",
        "أتوه، ولا يأسفون على شيء منها فاتهم (1).\nوجماع ذلك قول الإمام أحمد: الزهد في الدنيا: قصر الأمل (2).\nوالمؤمن لا ينبغي له أن يتخذ الدنيا وطنًا ومسكنًا فيطمئن فيها، ولكن ينبغي أن يكون فيها كأنه فيها على جناح سفر (3).\nوهذا هو الفهم الصحيح .. والعلم النافع .. ذكر ذلك يحيى بن معاذ فقال: كيف لا أحب دنيا، قدر لي فيها قوت، أكتسب به حياة، أدرك بها طاعة .. أنال بها الجنة (4).\nهذا هو من يغبط في هذه الدنيا، لا أصحاب الدور والقصور .. المفرطون في العبادات، والمضيعون للطاعات.\nإذا ما كساك الدهر ثوبًا لصحة\n...\nولم تخل من قوت يحل ويعذب\nفلا تغبطن المترفين فإنه\n...\nعلى حسب ما يعطيهم الدهر يسلب (5)\nوقال عبد الله بن عمر: إن الدنيا: جنة الكافر وسجن المؤمن .. وإنما مثل المؤمن حين تخرج نفسه، كمثل رجل كان في سجن فأخرج منه، فجعل يتقلب في الأرض ويتفسح فيها (6).\n(1) الزهد لأحمد: 230.\n(2) مدارج السالكين: 2/ 11.\n(3) جامع العلوم: 3780.\n(4) تزكية النفوس: 128.\n(5) الزهد للبيهقي: 116.\n(6) شرح الصدور: 13.\nالجزء: 1 - الصفحة: 8\n",
        "أيها الناس! إن سهام الموت صوبت إليكم، فانظروها، وحبالة الأمل قد نصبت بين أيديكم، فاحذروها، وفتن الدنيا قد حاطت بكم من كل جانب، فاتقوها، ولا تغتروا بما أنتم فيه من حسن الحال، فإنه إلى زوال، ومقيمة إلى ارتحال، وممتدة إلى تقلص واضمحلال (1).\nتمر بنا الأيام تترى وإنما\n...\nنساق إلى الآجال والعين تنظر\nفلا عائد ذاك الشباب الذي مضى\n...\nولا زائل هذا المشيب المكدر (2)\nفمن تكفر في عواقب الدنيا أخذ الحذر، ومن أيقن بطول الطريق تأهب للسفر (3).\nوقد لهونا في هذه الدنيا .. وتتابعت ذنوب خلف ذنوب.\nأخي الحبيب\n...\nأين نحن من هؤلاء؟ !\nعن أنس بن عياض قال: رأيت صفوان بن سليم، ولو قيل له: غدًا القيامة ما كان عنده مزيد على ما هو عليه من العبادة (4).\nعجبت لحالنا .. الدنيا مولية عنا، والآخرة مقبلة علينا، ونشتغل بالمدبرة، ونعرض عن المقبلة .. كأننا لن نصل إليها .. ولن نحط رحالنا فيها ..\nوقد قال عمر بن عبد العزيز في خطبته: إن الدنيا ليست بدار\n(1) العاقبة: 69.\n(2) شذرات الذهب: 6/ 231.\n(3) صيد الخاطر: 25.\n(4) السير: 5/ 366.\nالجزء: 1 - الصفحة: 9\n",
        "قراركم، كتب الله عليها الفناء، وكتب الله على أهلها منها الظعن، فكم من عامر موثق عن قليل يخرب، وكم من مقيم مغتبط عما قليل يظعن، فأحسنوا -رحمكم الله- منها الرحلة بأحسن ما بحضرتكم من النقلة، وتزودوا فإن خير الزاد التقوى، وإذا لم تكن الدنيا للؤمن دار إقامة ولا وطنًا، فينبغي للمؤمن أن يكون حاله فيها على أحد حالين، إما أن يكون كأنه غريب مقيم في بلد غربة، همه التزود للرجوع إلى وطنه، أو يكون كأنه مسافر غير مقيم ألبتة، بل هو ليله ونهاره يسير إلى بلد الإقامة (1).\nفما فرحت نفسي بدنيا أخذتها\n...\nولكن إلى الملك القدير أصير\nومالي شيء غير أني مسلم\n...\nبتوحيد ربي مؤمن وخبير (2)\nوالناس تتصارع وتتكالب على هذه الدنيا .. يفقد البعض دينه، وينسى الكثير أبناءه .. انتشرت الأحقاد .. وزرعت الضغائن .. وعمت البغضاء .. لنرى كيف نظر الفضيل إلى هذه الدنيا بقوله: لا يسلم لك قلبك حتى لا تبالي من أكل الدينا.\nأخي الحبيب:\nتبلغ من الدنيا بأيسر زاد\n...\nفإنك عنها راحل لمعاد\nوغض عن الدنيا وزخرف أهلها\n...\nجفونك وأكحلها بطيب سهاد\nوجاهد على اللذات نفسك جاهدًا\n...\nفإن جهاد النفس خير جهاد\n(1) جامع العلوم: 379.\n(2) شذرات الذهب: 2/ 119.\nالجزء: 1 - الصفحة: 10\n",
        "وإن قصارى أهلها لنفاد (1)\nوما هي إلا دار لهو وفتنة\nقال بلال بن سعد ليذكرنا بمآلنا ومصيرنا: يا أهل التقى، إنكم لم تخلقوا للفناء، وإنما تنقلون من دار إلى دار، كما نقلتم من الأصلاب إلى الأرحام، ومن الأرحام إلى الدنيا، ومن الدنيا إلى القبور، ومن القبور إلى الموقف، ومن الموقف إلى الخلود في جنة أو نار (2).\nولذلك قال الحسن: إياكم وما شغل من الدنيا، فإن الدنيا كثيرة الاشتغال، لا يفتح رجل على نفسه باب شغل، إلا أوشك ذلك الباب أن يفتح عليه عشرة أبواب (3).\nوقال ابن السماك: من جرعته الدنيا حلاوتها لميله إليها، جرعته الآخرة مرارتها لتجافيه عنها (4).\nأيا نفس ويحك جاء المشيب\n...\nفماذا التصابي وماذا الغزل\nتولى شبابي كأن لم يكن\n...\nوجاء مشيبي كأن لم يزل\nكأني بنفسي على غرة\n...\nوخطب المنون بها قد نزل (5)\nأخي الحبيب\n:\nأساس كل خير أن تعلم: أن ما شاء الله كان، وما لم يشأ لم يكن، فتتيقن حينئذ أن الحسنات من نعمه، فتشكره عليها، وتتضرع\n(1) المنتخب: 401.\n(2) السير: 5/ 91.\n(3) الزهد، لابن المبارك: 189.\n(4) شذرات الذهب: 1/ 304.\n(5) وفيات الأعيان: 3/ 310.\nالجزء: 1 - الصفحة: 11\n",
        "إليه أن لا يقطعها عنك، وأن السيئات من خذلانه وعقوبته، فتبتهل إليه أن يحول بينك وبينها، ولا يكلك في فعل الحسنات وترك السيئات إلى نفسك (1).\nعندما سئل إبراهيم بن أدهم: كيف أنت؟ قال:\nنرقع دنيانا بتمزيق ديننا\n...\nفلا ديننا يبقى ولا ما نرقع\nفطوبى لعبد آثر الله ربه\n...\nوجاد بدنياه لما يتوقع\nإن من علامات حب الدنيا: حب أهل الدنيا، والتملق لهم، ومحاباتهم، وعدم إنكار منكرهم .. وقد أكد ذلك سفيان الثوري بقوله: إني لأعرف حب الرجل للدنيا، بتسليمه على أهل الدنيا (2).\nوانظر إلى الفقير الصالح المتعفف .. لا يتحدث معه .. بل ويسلم عليه سلام من يخاف أن يعديه بفقره .. السلام: بأطراف الأصابع .. والسؤال عن الحال: فيه عبوس وجه، وسوء أدب.\nوالتفت -أخي- يمنة لترى كيف وقف القوم .. يهللون ويرحبون .. من القادم؟ إنه من أهل الدنيا .. من حاز الدينار والدرهم .. وربما أنه لا يصلي ..\nوربما يصم الآذان، ويزكم الأنوف .. سوء عمله .. ولكن انظر الفرق .. بين من لو أقسم على الله لأبره، وكيف هو لا يسأل عنه، إن غاب أو حضر، وبين من لا يزن عند الله جناح بعوضة كيف استقباله\n(1) الفوائد: 127.\n(2) حلية الأولياء: 7/ 37.\nالجزء: 1 - الصفحة: 12\n",
        "والحفاوة به ..\nإنها الدنيا ..\nواعلم بأن المرء غير مخلد\n...\nوالناس بعد لغيرهم أخبار\nقال عبد الله بن عون: إن من كان قبلنا كانوا يجعلون للدنيا ما فضل عن آخرتهم، وإنكم تجعلون لآخرتكم ما فضل عن دنياكم (1).\nأخي المسلم\n:\nإن عمر الدنيا والله قصير، وأغنى غني فيها فقير، وكأني بك في عرصة الموت، وقد استنشقت ريح الغربة قبل الرحيل، ورأيت أثر اليتم في الولد قبل الفراق، فتيقظ إذن من رقدة الغفلة، وانتبه من السكرة، وأقلع حب الدنيا من قلبك، فإن العبد إذا أغمض عينه وتولى، تمنى الإقالة فقيل كلا (2).\nفي يوم من أيام الحياة ستدبر الدنيا وتقبل الآخرة .. وما كان بعيدًا أضحى قريبًا .. وما كنت تراه في الذاهبين .. سيراه الأحياء فيك .. موت فجأة .. أو مرض بغتة .. أو أنت على فراشك تحمل إلى قبرك .. إنها عبر ترى ومصارع تترى .. ونحن في غفلتنا نائمون .. وفي غينا تائهون.\nتبًا لطالب دنيا لا بقاء لها\n...\nكأنما هي في تصريفها حلم\nصفاؤها كدر، وسراؤها ضرر\n...\nأمانها غرر، أنوارها ظلم\n(1) صفة الصفوة: 3/ 101.\n(2) عدة الصابرين: 329.\nالجزء: 1 - الصفحة: 13\n",
        "لذاتها ندم، وجدانها عدم\nشبابها هرم، راحاتها سقم\nلا يستفيق من الأنكاد صاحبها\n...\nلو كان يملك ما قد ضمنت إرم\nفخل عنها، ولا تركن لزهرتها\n...\nفإنها نعم في طيتها نقم\nواعمل لدار نعيم لا نفاد لها\n...\nولا يخاف بها موت ولا هرم (1)\nقال أبو حازم: من عرف الدنيا لم يفرح فيها برخاء .. ولم يحزن على بلوى.\nوقال علي بن أبي طالب: من جمع فيه ست خصال لم يدع للجنة مطلبًا ولا عن النار مهربًا، أولها: من عرف الله وأطاعه، وعرف الشيطان فعصاه، وعرف الحق فاتبعه، وعرف الباطل فاتقاه، وعرف الدنيا فرفضها، وعرف الآخرة فطلبها (2).\nوحسن ظنك بالأيام معجزة\n...\nفظن شرًا وكن منها على وجل\nوالوجل -أخي الكريم- هو الخوف مما ذكره الفضيل بن عياض بقوله: الدخول في الدنيا هين، ولكن الخروج منها شديد (3).\nالخروج أنفاس تتوقف .. ولحظات عصيبة .. تنتزع فيها الروح انتزاعًا .. وحتى إن كان الخروج سهلاً، فإن الجري وراء الدنيا واللهث وراء المادة .. يجلب تشتت الذهن وكثرة الهموم .. واضطراب النفس.\n(1) مكاشفة القلوب: 329.\n(2) الإحياء: 3/ 221.\n(3) الإحياء: 3/ 224.\nالجزء: 1 - الصفحة: 14\n",
        "هموما كلما كثرت لديه\nأرى الدنيا لمن هي في يديه\nتهين المكرمين لها بصفر\n...\nوتكرم كل من هانت عليه\nإذا استغنيت عن شيء فدعه\n...\nوخذ ما أنت محتاج إليه (1)\nأخي الحبيب\n:\nكن من أبناء الآخرة، ولا تكن من أبناء الدنيا، فإن الولد يتبع الأم، والدنيا لا تساوي نقل أقدامك إليها، فكيف تعدو خلفها (2)؟\nانفض يديك من الدنيا وساكنها\n...\nفالأرض قد أقفرت والناس قد ماتوا (3)\nقالت امرأة حبيب بن محمد: كان يقول: إن مت اليوم فأرسلي إلى فلان يغسلني، وافعلي كذا واصنعي كذا، فقيل لامرأته: أرأى رؤيا؟ قالت: هذا قوله كل يوم (4).\nأخي .. إذا استغنى الناس بالدنيا، فاستغن أنت بالله، وإذا فرحوا بالدنيا فافرح أنت بالله، وإذا أنسوا بأحبابهم فاجعل أنسك بالله، وإذا تعرفوا إلى ملوكهم وكبرائهم وتقربوا إليهم؛ لينالوا بهم العزة والرفعة، فتعرف أنت إلى الله، وتودد إليه تنل بذلك غاية العز والرفعة (5).\nوخطب عمر بن عبد العزيز فقال في خطبته: لكل سفر زاد، فتزودوا لسفركم من الدنيا إلى الآخرة بالتقوى، وكونوا كمن عاين\n(1) الإحياء: 2/ 344.\n(2) الفوائد: 68.\n(3) شذرات الذهب: 3/ 388.\n(4) صفة الصفوة: 3/ 320.\n(5) الفوائد: 152.\nالجزء: 1 - الصفحة: 15\n",
        "ما أعد الله له من عذابه، فترغبوا وترهبوا، ولا يطولن عليكم الأمد فتقسوا قلبكم. وتنقادوا لعدوكم، فإن الله ما بسط أمل من لا يدري لعله لا يمسي بعد إصباحه، ولا يصبح بعد إمسائه، وربما كانت له كامنة بين ذلك خطرات الموت والمنايا، وإنما يطمئن من وثق بالنجاة من عذاب الله وأهوال يوم القيامة، فأما من لا يداوي من الدنيا كلما إلا أصابه جارح من ناحية أخرى، فكيف يطمئن؟ أعوذ بالله أن آمركم بما أنهى عنه نفسي، فتخسر صفقتي وتبدو مسكنتي في يوم لا ينفع فيه إلا الحق والصدق (1).\nيا لاهيًا بالمنايا قد غره الأمل\n...\nوأنت عما قليل سوف ترتحل\nتبغي اللحوق بلا زاد تقدمه\n...\nإن المخفين لما شمروا وصلوا\nلا تركنن إلى الدنيا وزخرفها\n...\nفأنت من عاجل الدنيا ستنتقل\nأصبحت ترجو غدًا يأتي وبعد غد\n...\nورب ذي أمل قد خانه الأمل\nهذا شبابك قد ولت بشاشته\n...\nما بعد شيبك لا لهو ولا جدل\nماذا التعلل بالدنيا وقد نشرت\n...\nلأهلها صحة في طيها علل (2)\nقال محمد بن أبي عمران: سمعت حاتمًا الأصم وسأله رجل: على ما بنيت أمرك هذا في التوكل على الله؟ قال: على خصال أربع: علمت أن رزقي لا يأكله غيري، فاطمأنت به نفسي، وعلمت أن عملي لا يعمله غيري، فاطمأنت به نفسي، وعلمت أن عملي لا يعمله غيري، فأنا مشغول به، وعلمت أن الموت يأتيني بغتة، فأنا\n(1) البداية والنهاية: 9/ 283.\n(2) التبصرة: 1/ 49.\nالجزء: 1 - الصفحة: 16\n",
        "أبادره، وعلمت أني لا أخلو من عين الله حيث كنت فأنا مستحي منه.\nزعم الذين تشرقوا وتغربوا\n...\nأن الغريب وإن أعز ذليل\nفأجبتهم إن الغريب إذا اتقى\n...\nحيث استقل به الركاب جليل (1)\nقال عبد الله بن المبارك: يابن آدم .. استعد للآخرة، وأطع الله بقدر حاجتك إليه، وأغضب الله بقدر صبرك على النار.\nسبحانك ربنا لا نحصي ثناء عليك أنت كما أثنيت على نفسك .. نعصيك بجهلنا وتعفوا برحمتك.\nهذا الفضيل بن عياض يصور حال المؤمن في هذه الدار بقوله: المؤمن في الدنيا مهموم حزين .. همه مرمة جهازه، ومن كان في الدنيا كذلك، فلا هم له إلا التزود بما ينفعه عند العود إلى وطنه، فلا ينافس أهل البلد الذي هو غريب بينهم في عزهم، ولا يجزع من الذل عندهم (2).\nإنما الدنيا فناء\n...\nليس للدنيا ثبوت\nإنما الدنيا كبيت\n...\nنسجته العنكبوت (3)\nقال وهيب بن الورد: اتق أن تسب إبليس في العلانية وأنت صديقه في السر.\nفهذا إبليس، والنفس الأمارة بالسوء، والهوى أرسو قلاعهم\n(1) شذرات الذهب: 6/ 349.\n(2) جامع العلوم والحكم: 379.\n(3) الشافعي: 54.\nالجزء: 1 - الصفحة: 17\n",
        "ليصدوا المسلم عن دينه ويزينوا له العثرات\n...\nفإنهم يعملون في هذه الدنيا لصده عن الحق وتزيين المعصية.\nأخي الحبيب\n:\nالدنيا مضمار سباق وقد انعقد الغبار وخفي السابق، والناس في المضمار بين فارس وراجل وأصحاب حمر معقرة\n...\nسوف ترى إذا انجلى الغبار\n...\nأفرس تحتك أم حمار؟\nونحن نسير إلى آجالنا .. تنقص أعمارنا وتدنو نهاياتنا .. نسير: لاهون غافلون، لا نحسب لهذا اليوم حساب .. ولا نتجهز ليوم المعاد.\nقال الحسن: تؤمل أن تعمر عمر نوح، وأمر الله يطرق كل ليلة (1).\nيؤمل دنيا لتبقى له\n...\nفوافى المنية قبل الأمل\nحثيثًا يروي أصول الفسيل\n...\nفعاش الفسيل ومات الرجل (2)\nقال أبو حازم سلمة بن دينار: إن كان يغنيك من الدنيا ما يكفيك، فأدنى عيش من الدنيا يكفيك، وإن كان لا يغنيك ما يكفيك فليس شيء يكفيك (3).\nفوالله رأينا من يملك الدنيا رحل بكفن .. ورأينا من لا يملك من الدنيا شيء رحل بكفن .. تساوى الجميع عند هذه الحفرة -القبر- واختلفوا في داخلها .. فإما روضة من رياض الجنة، أو حفرة من\n(1) الزهد: للحسن البصري.\n(2) صفة الصفوة: 4/ 65.\n(3) صفة الصفوة: 2/ 158.\nالجزء: 1 - الصفحة: 18\n",
        "حفر النار.\nإنما الدنيا إلى الجنة والنار طريق\nوالليالي متجر الإنسان والأيام سوق (1)\nعندما سئل أبو صفوان الرعيني: ما هي الدنيا التي ذمها الله في القرآن، والتي ينبغي للعاقل أن يتجنبها؟ فقال: كل ما أحببت في الدنيا تريد به الدنيا فهو مذموم، وكل ما أحببت منها تريد به الآخرة فليس منها (2).\nوقال علي بن أبي طالب رضي الله عنه يصف الدنيا: حلالها حساب، وحرامها النار.\nوقيل: أوحي إلى داود عليه السلام: يا داود: إني لأنظر إلى الشيخ في كل يوم صباحًا ومساءً وأقول له: يا عبدي، كبر سنك، ورق جلدك، ودق عظمك، وحان قدومك علي، فاستحي مني فإني استحي منك (3).\nيا بؤس للإنسان في الـ\n...\nـدنيا وإن نال الأمل\nيعيش مكتوم العلل\n...\nفيها ومكتوم الأجل\nبينا يرى في صحة\n...\nمغتبطًا قيل اعتلل\nوبينما يوجد فيـ\n...\nـها ثاويًا قيل انتقل\n(1) الزهد: للبيهقي 317.\n(2) تزكية النفوس: 128.\n(3) الزهر الفائح: 42.\nالجزء: 1 - الصفحة: 19\n",
        "يتبعه حسن العمل (1)\nفأوفر الحظ لمن\nقال الحسن رضي الله عنه: يابن آدم، إنما هي أيام إذا مضى يومك ينقصك.\nولهفنا ولهثنا وراء الدنيا .. نخاف من الفقر ونطمع في جمع الحطام .. كأننا نخلد أو نبقى فيها إلى الأبد .. نخاف الفقر، ولا نخاف الحساب .. نخاف الجوع، ولا نخاف من التقريع والعقاب.\nقال يحيى بن معاذ رحمة الله عليه: مسكين ابن آدم لو خاف النار كما يخاف الفقر دخل الجنة (2).\nوانظر إلى حال من سلف كما قال عنهم الحسن البصري: والذي نفسي بيده، لقد أدركت أقوامًا كانت الدنيا أهون عليهم من التراب الذي يمشون عليه.\nنذم زمانا ما له من جناية\n...\nونشكوه لو يغني عن المرء شكواه\nولا ذنب فيها للزمان وإنما\n...\nجنينا فعوقبنا بما جنيناه\nهو القدر الجاري على الكره والرضا\n...\nفصبر وتسليمًا لما قدر الله (3)\nقال الفضيل، يفصل واقع الأيام، ويحكى سيرها: إنما أمس: فعل، واليوم: عمل، وغدًا. أمل (4).\n(1) تاريخ بغداد: 10/ 367.\n(2) الإحياء: 4/ 170.\n(3) جنة الرضا: 2/ 260.\n(4) السير: 8/ 427.\nالجزء: 1 - الصفحة: 20\n",
        "أخي المسلم\n:\nإنما الليل والنهار مراحل ينزلها الناس مرحلة مرحلة حتى ينتهي ذلك بهم إلى آخر سفرهم، فإن استطعت أن تقدم في كل مرحلة زادًا لما بين يديها فافعل، فإن انقطاع السفر عن قريب ما هو والأمر أعجل من ذلك، فتزود لسفرك واقض ما أنت قاض من أمرك، فكأنك بالأمر قد بغتك.\nكتب بعض السلف إلى أخ له: يا أخي: يخيل إليك أنك مقيم، بل أنت دائب السير، تساق مع ذلك سوقًا حثيثًا، الموت متوجه إليك، والدنيا تطوى من ورائك. وما مضى من عمرك فليس بكار عليك يوم التغابن (1).\nونحن نسير في ركب الزاهدين وتمر بنا قوافل الصالحين .. كيف نرى الجمع بين الدنيا والآخرة .. وبين الزهد والقناعة ..\nقال علي بن الفضيل: سمعت أبي يقول لابن المبارك: أنت تأمرنا بالزهد والتقلل والبلغة، ونراك تأتي بالبضائع، كيف ذا؟ قال: يا أبا علي، إنما أفعل ذلك لأصون وجهي، وأكرم عرضي، وأستعين به على طاعة ربي، قال: يا ابن المبارك .. ما أحسن هذا إن تم هذا! !\nأخي الحبيب\n:\nكيف ترانا على هذه الدنيا؟ ! ما أحسن الدنيا إذا أتت من حلال .. وصرفت في حلال .. فأوجه الخير لا تحصى .. فمن: صدقة،\n(1) جامع العلوم والحكم: 381.\nالجزء: 1 - الصفحة: 21\n",
        "إلى إعانة ملهوف، ونجدة مصاب .. إلى رعاية أرامل، وكفالة أيتام.\nأخي .. قال سفيان: احذر سخط الله في ثلاث: احذر أن تقصر فيما أمرك، واحذر أن يراك وأنت لا ترضى بما قسم لك، وأن تطلب شيئًا من الدنيا فلا تجده أن تسخط على ربك.\nإن من قسم الأرزاق في هذه الدنيا هو: الله، فلا بد أن ترضى لما قسم لك قل أو كثر .. أتى أو ذهب .. وسواء أقبلت الدنيا أو أدبرت .. لا بد أن ترضى بنصيبك منها ولا تشغل بالك .. فلا تتسخط لما قسم لك الله، ولا تنظر إلى من أعلى منك دنيا، ولكن انظر إلى الصالحين الأخيار ..\nمن شاء عيشًا رحيبًا يستطيل به\n...\nفي دينه ثم في دنياه إقبالاً\nفلينظرن إلى من فوقه ورعًا\n...\nولينظرن إلى من دونه مالا (1)\nوخير من ذلك كله ما قاله -جل وعلا- في محكم كتابه: {لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ} [طه: 131].\nقال إبراهيم الأشعث: سمعت الفضيل يقول: رهبة العبد من الله على قدر علمه بالله وزهادته في الدنيا على قدر رغبته في الآخرة، من عمل بما علم استغنى عما لا يعلم، ومن عمل بما علم وفقه الله لما يعلم، ومن ساء خلقه شان دينه وحسبه ومروءته (2).\n(1) الإحياء: 4/ 131.\n(2) السير: 8/ 426.\nالجزء: 1 - الصفحة: 22\n",
        "قال بعض الزهاد: ما علمت أن أحدًا سمع بالجنة والنار تأتي عليه ساعة لا يطيع الله فيها: بذكر، أو صلاة، أو قراءة، أو إحسان، فقال له رجل: إني أكثر البكاء، فقال: إنك إن تضحك مقر بخطيئتك خير من أن تبكي وأنت مدل بعملك. وإن المدل لا يصعد عمله فوق رأسه، فقال: أوصني، فقال: دع الدنيا لأهلها كما تركوا هم الآخرة لأهلها، وكن في الدنيا كالنحلة إن أكلت أكلت طيبًا وإن أطعمت أطعمت طيبًا، وإن سقطت على شيء لم تكسره ولم تخدشه (1).\nأخي الحبيب\n:\nما تذكر أحد الموت إلا هانت الدنيا في عينه، وزالت الغشاوة من أمام ناظره .. فإنها سنوات معدودة مهما جمعت فيها ومهما حصلت على كنوزها؛ فإن وراء ذلك هادم اللذات ومفرق الجماعات.\nقال الحسن: إن الموت فضح الدنيا، فلم يترك لذي لب فيها فرحًا (2).\nوأي فرح -أخي- وها هي الدنيا ..\nقد نادت الدنيا على نفسها\n...\nلو كان في العالم من يسمع\nكم واثق بالعمر أفنيته\n...\nوجامع بددت ما يجمع (3)\nقال أبو عبيدة الناجي -رحمه الله-: دخلنا على الحسن\n(1) الفوائد: 153.\n(2) تاريخ بغداد: 14/ 444.\n(3) طبقات الشافعية: 6/ 78.\nالجزء: 1 - الصفحة: 23\n",
        "البصري -رحمه الله- في يومه الذي مات فيه، فقال: مرحبًا بكم وأهلاً، وحياكم الله بالسلام، وأحلنا وإياكم دار المقام، هذه علانية حسنة إن صدقتم وصبرتم، فلا يكونن حظكم من هذا الأمر أن تسمعوه بهذه الآذان، وتخرجوه من هذه الأفواه، فإن مَنْ رأى محمد رسول الله - صلى الله عليه وسلم - رآه غاديًا ورائحًا، لم يضع لبنة على لبنة، ولا قصبة على قصبة، ولكن رفع له علم فشمر إليه .. الوحا الوحا، النجاء النجاء، علام تعرجون؟ ارتبتم ورب الكعبة، كأنكم والأمر معًا، رحم الله امرءًا جعل العيش عيشًا واحدًا، فأكل كسرة، ولبس خلقًا، ولصق بالأرض، واجتهد في العبادة، وبكى على الخطيئة، وفر من العقوبة، وطلب الرحمة، حتى يأتيه أجله وهو على ذلك (1).\nقال النابغة الجعدي عن الدنيا وحال الإنسان فيها:\nالمرء يرغب في الحيا\n...\nة وطول عيش قد يضره\nتفنى بشاشته ويبـ\n...\nـقى بعد حلو العيش مره\nوتسوءه الأيام حتـ\n...\nـى ما يرى شيئًا يسره\nروى أبو كبشة عن النبي - صلى الله عليه وسلم - قال: «إنما الدنيا أربعة نفر: عبد رزقه الله مالاً وعلمًا، فهو يتقي فيه ربه، ويصل فيه رحمه، ويعلم لله فيه حقًا، فهذا بأفضل المنازل، وعبد رزقه الله علمًا، ولم يرزقه مالاً؛ فهو صادق النية، فيقول: لو أن لي مالاً لعملت بعمل فلان، فهو بنيته فأجرهما سواء. وعبد رزقه الله مالاً ولم يرزقه علمًا فهو\n(1) العاقبة: 89.\nالجزء: 1 - الصفحة: 24\n",
        "يتخبط في ماله بغير علم، ولا يتقي فيه ربه، ولا يصل فيه رحمه، ولا يعلم فيه لله حقًا، فهذا بأخبث المنازل، وعبد لم يرزقه الله مالاً ولا علمًا، وهو يقول لو أن لي مالاً لعملت فيه بعمل فلان؛ فهو بنيته فوزرهما سواء» (1).\nأخي الحبيب\n:\nيكفي من الدنيا أنها مزرعة الآخرة، وأنها موسم العبادات وزمن الطاعات، فيها نتزود للآخرة .. ونسير مرحلة إلى الآجلة.\nلا تتبع الدنيا وأيامها\n...\nذمًا وإن دارت بك الدائرة\nمن شرف الدنيا ومن فضلها\n...\nأن بها تستدرك الآخرة (2)\nقال الفضيل -رحمه الله-: جعل الله الشر كله في بيت، وجعل مفتاحه حب الدنيا، وجعل الخير كله في بيت مفتاحه الزهد في الدنيا (3).\nأخي الحبيب .. أين نحن من هؤلاء\n؟\nقال عبد الله بن داود: كان أحدهم إذا بلغ أربعين سنة طوى فراشه، أي كان لا ينام طول الليل، يصلي ويسبح ويستغفر .. يستدرك ما مضى من عمره ويستعد لما أقبل من أيامه.\n(1) جامع العلوم والحكم: 429.الحديث رواه أحمد والترمذي وقال الترمذي: حسن صحيح [تحفة الأحوذي 6/ 1615] وقال الشيخ الألباني، صحيح.\n(2) أدب الدنيا والدين: 134.\n(3) الإحياء: 4/ 257.\nالجزء: 1 - الصفحة: 25\n",
        "طلقوا الدنيا وخافوا الفتنا\nإن لله رجالاً فطنا\nنظروا فيها فلما علموا\n...\nأنها ليست لحي وطنا\nجعلوا لجة واتخذوا\n...\nصالح الأعمال فيها سفنا\nكان عبد الله بن ثعلبة يقول في موعظته: تضحك يا هذا ولعل أكفانك عند القصار! ! (1).\nيا راقدًا وقد أوذن بالرحيل، يا مشيد البنيان في مدارج السيول، بادر العمل قبل انقضاء العمر .. لا تنس من يعد الأنفاس للقائك.\nأخي\nالحبيب\n:\nخذ من الرزق ما كفا\n...\nومن العيش ما صفا\nكل هذا سينقضي\n...\nكسراج إذا انطفا\nقال يحيى بن معاذ: الدنيا ذات اشتغال، والآخرة دار أهوال، ولا يزال العبد بين الأشغال والأهوال حتى يستقر به القرار، إما إلى جنة وإما إلى نار (2).\nأخي المسلم\n:\nمن بذل وسعه في التفكر التام، علم أن هذه الدار رحلة، فجمع للسفر رحله، ويعلم أن مبدأ السفر من ظهور الآباء إلى بطون الأمهات، ثم إلى الدنيا، ثم إلى القبر، ثم إلى الحشر، ثم إلى دار الإقامة الأبدية، فدار الإقامة هي دار السلام من جميع الآفات، وهي\n(1) العاقبة: 88.\n(2) الزهد: للبيهقي، 248.\nالجزء: 1 - الصفحة: 26\n",
        "دار الخلود، والعدو سبانا إلى دار الدنيا، فنجتهد في فكاك أسرنا، ثم في حث السير إلى الوصول إلى دارنا الأولى. وليعلم أن مقدار السير في الدنيا يسير ويقطع بالأنفاس، ويسير بالإنسان سير السفينة ولا يحس بسيرها وهو جالس فيها.\nولا بد له في سفره من زاد، ولا زاد إلى الآخرة إلا التقوى، فلا بد من تعب الشخص والتصبر على مرارة التقوى، لئلا يقول وقت السير: رب ارجعون، فيقال: كلا، فلينتبه الغافل من كسل مسيره، فإن الله تعالى يريه في قطع مسافة سفره آيات يرسلها تخويفًا لعباده، لئلا يميلوا عن طريقهم المستقيم، ونهجهم القويم، فمن مالت به راحلته عن طريق الاستقامة، فرأى ما يخاف منه، فليرغب إلى الله بالرجوع إليه عما ارتكبه من السبل، فيتوب من معصيته (1).\nوالحال في الدنيا كما وصفها الربيع بن خثيم عندما سئل: كيف أصبحت يا أبا يزيد؟ قال: أصبحنا ضعفاء مذنبين، نأكل أرزاقنا، وننتظر آجالنا (2).\nوكان شميط بن عجلان يقول إذا وصف أهل الدنيا: حيارى سكارى، فارسهم يركض، وراجلهم يسعى سعيًا، لا غنيهم ولا فقيرهم يقنع (3).\n(1) عدة الصابرين: 330.\n(2) صفة الصفوة: 3/ 67.\n(3) صفة الصفوة: 3/ 346.\nالجزء: 1 - الصفحة: 27\n",
        "أخي\n:\nخذ القناعة من دنياك وارض بها\n...\nلو لم يكن لك فيها إلا راحة البدن\nومن استعد للقاء الله، واستثمر أوقاته فيما يعود عليه نفعها في الآخرة؛ فإنه سيفرح يوم لا ينفع مال ولا بنون .. يوم تتطاير الصحف، وترتجف القلوب، وتتقلب الأفئدة .. وترى الناس سكارى وما هم بسكارى .. ولكن عذاب الله شديد.\nقال أنس بن عياض: رأيت صفوان بن سليم .. لو قيل له غدًا القيامة، ما كان عنده مزيد على ما هو عليه من العبادة (1).\nهؤلاء قوم جاهدوا أنفسهم .. وتفكروا في آخرتهم .. واستعدوا لمعادهم.\nإذا ما عدت النفس\n...\nعن الحق زجرناها\nوإن مالت إلى الدنيا\n...\nعن الأخرى منعناها\nتخادعنا ونخدعها\n...\nوبالصبر غلبناها (2)\nقال محمد بن الحنفية: كل ما لا يبتغى به وجه الله يضمحل (3).\nفمن أراد الدنيا للدنيا انقطعت عنه مع أنفاسه الأخيرة .. وولت هاربة عنه في لحظاته الرهيبة .. ومن أراد الدنيا طريقًا إلى الآخرة وسبلاً إلى جنة عرضها السموات والأرض، فحسبه ما\n(1) حلية الأولياء: 3/ 159.\n(2) صفة الصفوة: 4/ 114.\n(3) حلية الأولياء: 3/ 176.\nالجزء: 1 - الصفحة: 28\n",
        "طرق .. وسبيله إلى دار السلام برحمة من الله ورضوان.\nوأهل الطاعة والصلاح قوم مثلنا يحبون الدنيا وزينتها، ولكنهم قدموا باقية على فانية، فسهل الله لهم الطريق وأذل لهم الصعاب.\nصبرت على اللذات لما تولت\n...\nوألزمت نفسي صبرها فاستمرت\nوكانت على الأيام نفس عزيرة\n...\nفلما رأت عزمي على الذل ذلت\nفقلت لها يا نفس موتي كريمة\n...\nفقد كانت الدنيا لنا ثم ولت\nخليلي لا والله ما من مصيبة\n...\nتمر على الأيام إلا تجلت\nوما النفس إلا حيث يجعلها الفتى\n...\nفإن أطعمت تاقت وإلا تسلت (1)\nقال رجل للفضيل بن عياض: كيف أصبحت يا أبا علي؟ فكان يثقل عليه، كيف أصبحت؟ وكيف أمسيت؟ ! فقال: في عافية، فقال: كيف حالك؟ فقال: على أي حال تسأل؟ عن حال الدنيا أو حال الآخرة؟ إن كنت تسأل عن حال الدنيا فإن الدنيا قد مالت بنا وذهبت بنا كل مذهب، وإن كنت تسأل عن حال الآخرة فكيف ترى حال من كثرت ذنوبه، وضعف عمله، وفني عمره، ولم يتزود لمعاده، ولم يتأهب للموت، ولم يخضع للموت، ولم يتشمر للموت، ولم يتزين للموت\n...\nوتزين للدنيا (2).\nوحال الكثير منا يصفه عوف بن عبد الله حينما قال: إن من كان قبلكم كانوا يجعلون للدنيا ما فضل عن آخرتهم، وإنكم اليوم\n(1) شذرات الذهب: 2/ 364.\n(2) حلية الأولياء: 8/ 86.\nالجزء: 1 - الصفحة: 29\n",
        "تجعلون لآخرتكم ما فضل عن دنياكم (1).\nوما نراه اليوم من بذل الأوقات والجهد والأخذ والعطاء والتدقيق والتمحيص لأجل الدنيا لوجدنا العجب\n...\nحتى إن البعض لو أراد شراء حاجة حقيرة أشغل نفسه أيامًا عديدة، وأضاع من أوقاته ساعات ثمينة\n...\nولو رأيته في المسجد لرأيت نقر الصلاة وعدم الاهتمام بركوعها وسجودها .. بل ومسابقة الإمام .. يؤديها بغير خشوع .. ولا ترى منه الدموع.\nفالكثير من الناس مهموم مغموم في أمور الدنيا، ولا يتحرك له طرف إذا فاتته مواسم الخيرات أو ساعات تحري الإجابات .. تراه لاهيًا، ساهيًا .. شاردًا .. يجمع ويطرح، ويزيد وينقص .. وكأن يومه الذي يمر به سيعود إليه .. أو شهره الذي مضى سيرجع إليه؟ !\nقال بندار يتحدث عن يحيى بن سعيد: اختلفت إليه عشرين سنة، فما أظن أنه عصي الله قط (2).\nأخي المسلم\n:\nاصبر على مضض الإدلاج بالسحر\n...\nوفي الرواح على الطاعات والبكر\nلا تضجرن ولا يعجزك مطلبها\n...\nفالهم يتلف بين اليأس والضجر\nإني رأيت في الأيام تجربة\n...\nللصبر عاقبة محمودة الأثر\nوقل من جد في أمر يطلبه\n...\nواستصحب الصبر إلا فاز بالظفر (3)\n(1) تذكرة الحفاظ: 1/ 299.\n(2) موارد الظمآن: 3/ 276.\n(3) عدة الصابرين: 355.\nالجزء: 1 - الصفحة: 30\n",
        "قال يحيى بن معاذ: يا ابن آدم .. طلبت الدنيا طلب من لا بد له منها، وطلبت الآخرة طلب من لا حاجة له إليها، والدنيا قد كفيتها وإن لم تطلبها، والآخرة بالطلب منك تنالها .. فاعقل شأنك.\nأخي الحبيب\n:\nمن العجب كل العجب أن العبد يصدق بدار الخلود، وهو يسعى لدار الغرور، فمن أحبه الله حماه عن الدنيا كما يحمي أحدكم مريضه عن الماء، وقد ورد في الحديث مرفوعًا: «إن الله لم يخلق خلقًا أبغض إليه من الدنيا، وإنه منذ خلقها لم ينظر إليها».\nوقيل لعلي بن أبي طالب: يا أمير المؤمنين صف لنا الدنيا؟\nقال: وما أصف لكم من دار: من صح فيها أمن، ومن سقم فيها ندم، ومن افتقر فيها حزن، ومن استغنى فيها فتن، في حلالها الحساب، وفي حرامها النار.\nوقد وصف الدنيا يونس بن عبيد فقال: ما شبهت الدنيا إلا كرجل نائم، فرأى في منامه ما يكره وما يحب، فبينما هو كذلك إذ انتبه (1).\nوكان شميط بن عجلان يقول: إنسانان معذبان في الدنيا: غني أعطي دنيا فهو بها مشغول، وفقير زويت عنه فهو يتبعها نفسه، فنفسه تقطع عليها حسرات (2).\n(1) عدة الصابرين: 355.\n(2) صفة الصفوة: 3/ 347.\nالجزء: 1 - الصفحة: 31\n",
        "وحين ذم رجل الدنيا عند علي بن أبي طالب قال: الدنيا دار صدق لمن صادقها، ودار نجاة لمن فهم عنها، ودار غنى لمن تزود منها (1).\nوكثير يذم الدنيا وأنها السبب في الطغيان والبعد عن الطاعة .. وما علم أنها دار للاستزادة .. بها الطريق إلى الجنة يبنى .. وبها التزود من الدرجات العلا .. ولكن:\nيعيب الناس كلهم الزمان\n...\nوما لزماننا عيب سوانا\nنعيب زماننا والعيب فينا\n...\nفلو نطق الزمان به رمانا (2)\nقال الأوزاعي يعظ الناس: تقووا بهذه النعم التي أصبحتم فيها على الهرب من نار الله الموقدة؛ التي تطلع على الأفئدة، فإنكم في دار الثواء (الإقامة) فيها قليل، وأنتم فيها مؤجلون، خلائف بعد القرون الذين استقبلوا من الدنيا آنقها وزهرتها، فهم كانوا أطول منكم أعمارًا وأمد أجساما، وأعظم آثارًا، فجرودا الجبال، وجابوا الصخور، ونقبوا في البلاد مؤثرين ببطش شديد: وأجساد كالعماد، فما لبثت الأيام والليالي أن طويت مدتهم، وعفت آثارهم، وأخوت منازلهم، وأنست ذكراهم، فما تحس منهم من أحد أو تسمع له ركزًا (3). كانوا بلهو الأمل آمنين، لبيان قوم غافلين ولصباح قوم\n(1) أدب الدنيا والدين: 134.\n(2) الزهد للبيهقي: 157.\n(3) الركز: الصوت الخفي.\nالجزء: 1 - الصفحة: 32\n",
        "نادمين (1).\nأخي الحبيب\n:\nلا تتم الرغبة في الآخرة إلا بالزهد في الدنيا ولا يستقيم الزهد في الدنيا إلا بعد نظرين صحيحين:\nالنظر الأول:\nالنظر في الدنيا وسرعة: زوالها، وفنائها، واضمحلالها، ونقصها، وخستها، وألم المزاحمة عليها والحرص عليها، وما في ذلك من الغصص والنغص والأنكاد، وآخر ذلك الزوال والانقطاع مع ما يعقب من الحسرة والأسف، فطالبها لا ينفك من هم قبل حصولها، وهم في حال الظفر بها، وغم وحزن بعد فواتها.\nالنظر الثاني:\nالنظر في الآخرة وإقبالها ومجيئها ولا بد، ودوامها وبقائها، وشرف ما فيها من الخيرات والمسرات، والتفاوت الذي بينه وبين ما ههنا، فهي كما قال سبحانه: {وَالْآَخِرَةُ خَيْرٌ وَأَبْقَى} فهي خيرات كاملة دائمة (2).\nألا كل شيء ما خلا الله باطل\n...\nوكل نعيم لا محالة زائل\nإلا نعيم الجنة؛ جعلنا الله من أهله وممن يتفيأ ظلالها عن اليمين وعن الشمال.\n(1) الشكر: 15.\n(2) الفوائد: 123.\nالجزء: 1 - الصفحة: 33\n",
        "أخي المسلم\n:\nكان فخر الدولة علي بن ركن (من ملوك بني بويه) يقول: جمعت لولدي ما يكفيهم، ويكفي عسكرهم خمس عشرة سنة، وتوفي في قلعة بالري، وكانت مفاتيح خزائنها مع ولده، ولم يحضر، فلم يوجد له كفن، فابتيع من قيم الجامع الذي تحت القلعة ثوب خلف فيه، واختلف الجند فاشتغلوا عنه حتى أراح، فلم يمكنهم القرب منه، فشد بالحبال، جر على درج القلعة من بعد حتى تقطع، وكان قد ترك ألفي ألف دينار، وثمانمائة وخمسة وستين ألفًا، وكان في خزائنه من الجوهر والياقوت واللؤلؤ والبلخش والماس أربعة عشر ألفًا وخمسمائة قطعة قيمتها ألف ألف دينار، ومن أواني الفضة ما وزنه ثلاث ألاف ألف، ومن الأثاث ثلاثة آلاف حمل، ومن السلام ألف حمل، ومن الفرش ألفان وخمسمائة حمل (1).\nسبحان الله العظيم في تدبيره وفي تصريفه .. ملك يملك تلك الأموال، ولا يجد له كفن فيكفن بقيمة ما ابتيع من قيم الجامع.\nملك الأموال والفرش والدور والقصور ولم يوجد له كفن يكفن فيه .. ؟ !\nحالي مع الدهر في تقلبه\n...\nكطائر ضم رجليه شرك\nهمته في فكاك مهجته\n...\nيروم تخليصها فتشتبك (2)\n(1) شذرات الذهب: 3/ 124.\n(2) السير: 19/ 517.\nالجزء: 1 - الصفحة: 34\n",
        "قال أبو الدرداء: من لم يكن غنيًا عن الدنيا فلا دنيا له (1).\nوقال الحسن -رحمه الله- يصف الدنيا: نعمت الدار الدنيا كانت للمؤمن، ذلك أنه عمل قليلاً وأخذ زادًا منها إلى الجنة، وبئست الدار كانت للكافر والمنافق، وذلك أنه ضيع لياليه وكان زاده منها إلى النار (2).\nيا من تمتع بالدنيا وبهجتها\n...\nولا تنام عن اللذات عيناه\nأفنيت عمرك فيما لست تدركه\n...\nتقول لله ماذا حين تلقاه (3)\nوحال المؤمن في هذه الدنيا حال عسيرة .. فهو في جهاد ومجاهدة وصبر ومصابرة.\nقال الحسن: المؤمن في الدنيا كالأسير يسعى في فكاك رقبته، لا يأمن شيئًا حتى يلقى الله عز وجل (4).\nأخي المسلم: هذه الدنيا\nفإن تجتنبها كنت سلمًا لأهلها\n...\nوإن تجتذبها نازعتك كلابها (5)\nقال ابن مسعود: ما أحد أصبح في الدنيا إلا وهو ضيف، وماله عارية، والضيف مرتحل، والعارية مردودة.\nوما هذه الأيام إلا مراحل\n...\nيحث بها داع إلى الموت قاصد\n(1) حلية الأولياء: 1/ 210.\n(2) جامع العلوم والحكم: 360.\n(3) الزهد للبيهقي 282.\n(4) جامع العلوم والحكم: 269.\n(5) شذرات الذهب: 2/ 10.\nالجزء: 1 - الصفحة: 35\n",
        "منازل تطوى والمسافر قاعد\nوأعجب شيء لو تأملت أنها\nنداء أخي الكريم من أبي حازم سلمة بن دينار: إن بضاعة الآخرة كاسدة، فاستكثروا منها في أوان كسادها، فإنه لو قد جاء يوم نفاقها لم تصل منها لا إلى قليل ولا إلى كثير (1).\nفإن يوم القيامة يوم الجزاء والحساب .. هناك عندما تشرق شمس الآخرة حساب بلا عمل، وهنا حيث شمس الدنيا عمل بلا حساب .. فلنكثر من العمل قبل انقطاعه ونستفيد من الأمر قبل انقضائه .. ونستعد للحساب قبل سؤاله.\nإنما الدنيا وإن سرت\n...\nقليل من قليل\nليس تعدو أن تبدي\n...\nلك في زي جميل\nثم ترميك من المأ\n...\nمن بالخطب الجليل\nإنما العيش جوار الله\n...\nفي ظل ظليل (2)\nوحال السلف في هذه الدنيا خير حال .. فلم ينظروا إلى زخرفها ومتعها ودورها وقصورها .. فهذا عمر بن الخطاب يعتلي المنبر، ويخطب في الناس، وهو خليفة وعليه إزار فيه ثنتا عشرة رقعة.\nالخليفة الثاني هذا هو على المنبر .. لو تمزق ثوب أحدنا لما ذهب إلى المسجد وتخلف عن صلاة الجماعة .. بل الكثير يترك\n(1) حلية الأولياء: 3/ 242.\n(2) حلية الأولياء: 10/ 217.\nالجزء: 1 - الصفحة: 36\n",
        "صلاة الجماعة لأوهى الأعذار ..\nومن وصايا المسيح عليه السلام لأصحابه: اعبروها ولا تعمروها، وروي أنه قال: من ذا الذي يبني على موج البحر دارًا؟ تلكم الدنيا فلا تتخذوها قرارًا (1).\nلنسير مع مسروق بن الأجدع وقد أخذ بيد ابن أخ له فارتقى به على كناسة بالكوفة فقال: ألا أريك الدنيا، هذه الدنيا، أكلوها فأفنوها، لبسوها فأبلوها، ركبوها فأنضوها، سفكوا فيها دماءهم، واستحلوا فيها محارمهم، وقطعوا فيها أرحامهم (2).\nوقال الحسن يصف حال الأخيار والصالحين: رحم الله أقوامًا كانت الدنيا عندهم وديعة، فأدوها إلى من ائتمنهم عليها ثم راحوا خفافًا (3).\nوإني إذا ما فاتني الأمر لم أبت\n...\nأقلب كفي أثرة متندمًا (4)\nأخي الحبيب\n: هذه الدنيا التي نحب؟ ما نهايتها؟ وهذه الأموال التي نجمع أين مصيرها؟\nكتب رجل إلى أخ له: أما بعد، فإن الدنيا حلم، والآخرة يقظة، والمتوسط بينهما الموت، ونحن في أضغاث أحلام، والسلام.\nوانظر -أخي الحبيب- إلى ما فات من عمرك إنه كأضغاث\n(1) جامع العلوم والحكم: 379.\n(2) حلية الأولياء: 2/ 97.\n(3) الإحياء: 3/ 221.\n(4) شذرات الذهب: 3/ 57.\nالجزء: 1 - الصفحة: 37\n",
        "أحلام\n...\nسنوات مرت كلمح البصر ذهبت بأفراحها وأحزانها .. وحلوها ومرها .. ولكن -أخي- بقي الحساب! !\nلا تغبطن أخا الدنيا لزخرفها\n...\nولا للذة وقت عجلت فرحًا\nفالدهر أسرع شيء في تقلبه\n...\nوفعله بين للخلق قد وضحا\nكم شارب عسلاً فيه منيته\n...\nوكم تقلد سيفًا من به ذبحا (1)\nقال ضرار بن مرة: قال إبليس، إذا استمكنت من ابن آدم ثلاثًا أصبت منه حاجتي: إذا نسي ذنوبه، واستكثر عمله، وأعجب برأيه (2).\nقال بعض السلف: احذروا دار الدنيا، فإنها أسحر من هاروت وماروت، فإنهما يفرقان بين المرء وزوجه، والدنيا تفرق بين العبد وربه (3).\nعنت الدنيا لطالبها\n...\nواستراح الزاهد الفطن\nكل ملك نال زخرفها\n...\nحسبه مما حوى كفن\nيقتني مالاً ويتركه\n...\nفي كلا الحالين مفتتن (4)\nحالنا كما يراه أبو الدرداء رضي الله عنه بقوله: ما من أحد إلا وفي عقله نقص عن حلمه وعلمه، وذلك أنه إذا أتته الدنيا بزيادة في مال ظل فرحًا مسرورًا، والليل والنهار دائبان في هدم عمره لا\n(1) السير: 18/ 296.\n(2) صفة الصفوة: 3/ 116.\n(3) تسلية أهل المصائب: 248.\n(4) السير: 19/ 483.\nالجزء: 1 - الصفحة: 38\n",
        "يحزنه ذلك، ما ينفع مال يزيد وعمر ينقص (1).\nالكثير يحملهم طلب الدنيا على الهم والغم وتكدر العيش، ولم نر إلا القليل يحزن لذهاب عمره ودنو أجله.\nينسى الكثير سنوات عمره التي مضت، وأيامه التي انقضت، ولا ينسى شيئًا من أمور الدنيا .. كأن الهدف جمع الدنيا\nوالتفرغ لها.\nتفكرت في الدنيا فأبصرت رشدها\n...\nوذلك بالتقوى من الله حدها\nأسأت بها ظنًا فأخلفت وعدها\n...\nوأصبحت مولاها وقد كنت عبدها (2)\nهذا صوت يأخذه العجب من عدم توازن الأمور .. هذا يحيى بن معاذ يقول: عجبت ممن يحزن عن نقصان ماله! ! كيف لا يحزن على نقصان عمره؟ !\nلم نر ولم نسمع عمن بات مهمومًا مغمومًا من نقصان عمره .. وذهاب أوقاته .. ولكننا نرى الكثير مهمومًا مغمومًا من نقصان ماله! ! أين هو عن تبدل المنازل بعد فترة يسيرة؟ أين هو عن الحساب والجزاء؟ !\nمن كان يوحشه تبديل منزله\n...\nوأن يبدل منها منزلاً حسنا\nماذا يقول إذا ضمت جوانبها\n...\nعليه واجتمعت من هاهنا وهنا\nماذا يقول إذا أمسى بحفرته\n...\nفردًا وقد فارق الأهلين والسكنا\n(1) السير: 19/ 483.\n(2) طبقات الحنابلة: 285.\nالجزء: 1 - الصفحة: 39\n",
        "يلقاه من بات باللذات مرتهنا\nهنالك يعلم قدر الوحشتين وما\nأخي الحبيب\n:\nيا غفلة ورماح الموت شارعة\n...\nوالشيب ألقى برأسي نحوه الرسنا\nولم أعد مكانًا للنزول ولا\n...\nأعددت زادًا ولكن غرة وقنى (1)\nمن درر الكلام ونفيسه قول الحسن -رضي الله عنه-: من كثر ماله، كثرت ذنوبه، ومن كثر كلامه كثر كذبه. ومن ساء خلقه، عذب نفسه (2).\nأخي الحبيب: نجمع المال لندرك السعادة .. ونبني القصور لنسكن الأنس في قلوبنا .. ونسافر لننسى أحزاننا .. نسير في كل الطرق .. وننفق ما في أيدينا لنستمتع بالسعادة .. ولكن هل هذه هي السعادة.\nهناك من طرق هذه الأبواب قبلنا، وجرب هذه الدروب معنا .. ولكن الجميع يتفق على أن السعادة في طاعة الله والقرب منه، والعمل لدار سعادة لا شقاء فيها ولنعيم لا زوال عنه.\nوما الدهر والأيام إلا كما ترى\n...\nرزية مال أو فراق حبيب\nوإن امرءًا قد جرب الدهر ولم يخف\n...\nتقلب حاليه لغير لبيب (3)\nقال وهب بن منبه: مثل الدنيا والآخرة مثل ضرتين، إن\n(1) العاقبة: 188.\n(2) كتاب الصمت: 85.\n(3) ديوان الإمام علي ص 24.\nالجزء: 1 - الصفحة: 40\n",
        "أرضيت إحداهما أسخطت الأخرى (1).\nوالحال -رحمنا الله- قال عنها الحسن البصري: عجبت لأقوام أمروا بالزاد، ونودي فيهم بالرحيل، وهم يلعبون! !\nأخي المسلم\n: ما هو القياس في هذه الدنيا .. وبماذا توزن الأمور .. هذا علي بن أبي طالب يقول: ليس الخير أن يكثر مالك وولدك، ولكن الخير أن يكثر عملك ويعظم حلمك، ولا خير في الدنيا إلا لأحد رجلين: رجل أذنب ذنوبًا فهو يتدارك ذلك بتوبة، أو رجل يسارع في الخيرات، ولا يقل عمل في تقوى كيف يقل ما يتقبل (2).\nعجبت لمبتاع الضلالة بالهدى\n...\nوللمشتري دنياه بالدين أعجب\nوأعجب من هذين من باع دينه\n...\nبدنيا سواه فهو من ذين أخيب (3)\nومن أتته الدنيا بخيلها ورجلها وأقبلت إليه بأصفرها وأبيضها .. عليه أن يدرك قول الحسن: والله ما أحد من الناس بسط له دنياه، ولم يخف أن يكون مكر به فيها إلا كان قد نقص عمله، وعجز رأيه، وما أمسكها الله عن عبد مسلم يظن أنه قد خير له فيها إلا كان قد نقص عمله وعجز رأيه (4).\n(1) حلية الأولياء: 4/ 51.\n(2) صفة الصفوة: 1/ 321.\n(3) وفيات الأعيان: 6/ 170.\n(4) حلية الأولياء: 6/ 272.\nالجزء: 1 - الصفحة: 41\n",
        "أخي الحبيب\n:\nاعلم أن أيام الدنيا كأحلام نوم، أو كظل زائل، إن أضحكت قليلاً أبكت كثيرًا، وإن سرت يومًا أو أيامًا ساءت أشهرًا وأعوامًا، وإن متعت قليلاً منعت طويلاً، وما حصلت للعبد فيها سرورًا إلا خبأت له أضعاف ذلك شرورًا.\nقالت: هند بنت النعمان: لقد رأيتنا ونحن من أعز الناس وأشدهم ملكًا، ثم لم تغب الشمس حتى رأيتنا ونحن أذل الناس، وأنه حق على الله - عز وجل - أن لا يملأ دارًا حبرة إلا ملأت عبرة.\nوسألها رجل أن تحدثه عن أمرها، فقالت: أصبحنا ذات صباح وما في العرب أحد إلا يرجونا، ثم أمسينا وما في العرب أحد إلا يرحمنا.\nوبكت أختها حرقة بنت النعمان يومًا وهي في عزها، فقيل لها: ما يبكيك؟ فذكر أنها قالت: رأيت كثرة أهلي وسرورهم، وقلما امتلأت دار سرورًا إلا امتلأت حزنًا، قال إسحاق بن طلحة: دخلت عليها يومًا، فقلت لها: كيف رأيت عبرات الملوك؟ فقالت: ما نحن فيه اليوم خير مما كنا فيه بالأمس، إنا نجد في الكتب أنه ليس من أهل بيت يعيشون في حبرة إلا سيعقبون بعدها عبرة، وأن الدهر لم يظهر بيوم يحبونه إلا بطن لهم بيوم يكرهونه (1).\n(1) عدة الصابرين: 326.\nالجزء: 1 - الصفحة: 42\n",
        "وقيصر والقصور وساكنيها\nسل الأيام ما فعلت بكسرى\nأما استدعتهم للبين طرًا\n...\nفلم تدع الحليم ولا السفيها (1)\nخطب عمر بن عبد العزيز رحمة الله عليه فقال: يا أيها الناس إنكم خلقتم لأمر، إن كنتم تصدقون به فإنكم حمقى، وإن كنتم تكذبون به فإنكم هلكى، إنما خلقتكم للأبد ولكنكم من دار إلى دار تنقلون. عباد الله. إنكم في دار لكم فيها من طعامكم غصص، وعن شرابكم شرق، لا تصفو لكم نعمة تسرون بها إلا بفراق أخرى تكرهون فراقها، فاعلموا لما أنتم صارون إليه وخالدون فيه، ثم غلبه البكاء (2).\nإن كنت نلت من الحياة وطيبها\n...\nمع حسن وجهك عفة وشبابًا\nفاحذر لنفسك أن ترى متمنيًا\n...\nيوم القيامة أن تكون ترابا (3)\nأخي الحبيب .. أين نحن من هؤلاء\n؟ !\nقال الحسن: والذي نفسي بيده، لقد أدركت أقوامًا كانت الدنيا أهون عليهم من التراب الذي تمشون عليه (4).\nرحم الله الحسن .. هذا قوله في زمانه، فماذا لو رأى زماننا، وكيف تكالب الناس على الدنيا لقد قطعت الأرحام، وتباعد الأخوان، وغدًا حديث الناس عن أموال فلان .. وما جمع فلان! !\n(1) مكاشفة القلوب: 288.\n(2) الإحياء: 3/ 288.\n(3) السير: 19/ 195.\n(4) تسلية أهل المصائب: 245.\nالجزء: 1 - الصفحة: 43\n",
        "بل إن هناك مجالس عامرة بحديث الدنيا وأموالها .. لا يذكر فيها اسم الله ولا يتورع فيها عن الغيبة وأكل السحت والحرام.\nبل سل حديث المجالس عن أرحام تقطعت ووشائج انفصلت بسبب الدنيا .. حديث طويل .. فهذا لم ير أخاه منذ عشر سنوات بسبب حفنة من مال، وذاك لم يردعه دين أو خوف من الله عن أكل أموال الأيتام وآخر همه مصروف كيف يحصل على الأرض الفلانية؟ ولو بالكذب والحلف بالزور.\nتناسى الجميع حفرة ضيقة .. وأهوالاًَ مقبلة .. ! !\nقال الحسن -رحمه الله تعالى-: يا عجبًا من ضاحك ومن ورائه النار، ومن مسرور ومن ورائه الموت (1).\nأخي .. ألا عودة من قريب ..\nتمر الليالي والحوادث تنقضي\n...\nكأضغاث أحلام ونحن رقود\nوأعجب من ذا أنها كل ساعة\n...\nتجد بنا سيرًا ونحن قعود\nوالسؤال يروح ويغدو على ألسنتا .. ألا نعمل لهذه الدنيا؟ ! بلى يا أخي! اعمل وجد فإن الإسلام دين العمل .. ولكن تنبه لوصية تالية ..\nقال رجل لسفيان الثوري: أوصني؟ قال: اعمل للدنيا بقدر بقائك فيها، وللآخرة بقدر بقائك فيها، والسلام (2).\n(1) تنبيه الغافلين: 1/ 212.\n(2) حلية الأولياء: 7/ 56.\nالجزء: 1 - الصفحة: 44\n",
        "قارن أخي بين مدة البقاء في هذه الدنيا وبين الخلود في الدار الآخرة .. أعمار -أمة محمد- صلى الله عليه وسلم- ما بين الستين والسبعين .. هذا لمن لم يدركه الموت قبل .. ولكن لنرى يومًا واحدًا من أيام الآخرة كم طوله {وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ}.\nأخي .. ها هي مدة البقاء. قياس بسيط .. اعمل للآخرة .. وللدنيا .. جعلني الله وإياك ممن كان في طاعة الله فبلغه برحمته جنات عدن .. وهيأ لنا من التوفيق ما نصل به إلى رضوانه.\nأخي الحبيب\n:\nمن أراد من العمال أن يعرف قدره عند السلطان فلينظر ماذا يوليه من العمل وبأي شغل يشغله (1).\nولننظر أخي إلى مكانتنا من الله، وبماذا استعملنا؟ إن كان في طاعته وعبادته فتلك والله النجاة، وإن كان غير ذلك فالتوبة من قريب .. ألا نستحي من إلهنا وخالقنا ورازقنا، من أحسن صورنا، وسخر لنا النعم ظاهرة وباطنة.\nيعيش المرء ما استحيا بخير\n...\nويبقى العود ما بقي اللحاء\nفلا والله ما في العيش خير\n...\nولا الدنيا إذا ذهب الحياء\nإذا لم تخش عاقبة الليالي\n...\nولم تستح فاصنع ما تشاء\nقال شداد بن عمرو: إن الآخرة وعد صادق، يحكم فيها ملك\n(1) الفوائد: 68.\nالجزء: 1 - الصفحة: 45\n",
        "قادر، وإن الدنيا عرض حاضر، يأكل منها البر والفاجر، وإن السامع المطيع لا حجة عليه، وإن السامع العاصي لا حجة له، ولا تعدوا هذه الدنيا شيئًا فإنها لا تبقي على أحد، ولا ترفضوها مع ذلك فإن الآخرة لا تنال إلا بها.\nوالمرء ما عاش في الدنيا له أمل\n...\nإذا انقضى سفر منها أتى سفر\nلها حلاوة عيش غير دائمة\n...\nوفي العواقب منها المر والصبر (1)\nقال عبيد بن عمير يحذرنا من كثرة الدنيا وحسرة إقبالها: ما كثر مال عبد إلا اشتد حسابه، ولا أكثر أتباعه إلا كثر شياطينه، ولا زاد من السلطان قربًا إلا زاد من الله بعدًا.\nومن هذا الخوف كان مسروق يقول: إنما تحفة المؤمن حفرته.\nأخي\nالحبيب\n:\nجعل الله الدنيا عرضًا عاجلاً ومتاع غرور، وجعل الآخرة دار جزاء وثواب، وحف الدنيا بالشهوات وزينها بها، كما قال تعالى: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ\nوَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآَبِ}\n[آل عمران: 14].\nفأخبر سبحانه أن هذا الذي زين به الدنيا من ملاذها وشهواتها، وما هو غاية أماني طلابها ومؤثريها على الآخرة، هو\n(1) التبصرة: 1/ 109.\nالجزء: 1 - الصفحة: 46\n",
        "سبعة أشياء: النساء اللاتي هن أعظم زينتها وشهواتها وأعظمها فتنة، والبنين اللذان بهم كمال الرجل وفخره وكرمه وعزه، والذهب والفضة اللذان هما مادة الشهوات على اختلاف أجناسها وأنواعها، والخيل المسومة التي هي عز أصحابها وفخرهم، وحصونهم. وآلة قهرهم لأعدائهم في طلبهم وهربهم، والأنعام التي منها ركوبهم وطعامهم ولباسهم وأثاثهم، وأمتعتهم وغير ذلك من مصالحهم، والحرث الذي هو مادة قوتهم وقوت أنعامهم ودوابهم، وفاكهتهم وأدويتهم وغير ذلك.\nثم أخبر سبحانه أن ذلك متاع كله: متاع الحياة الدنيا، ثم شوق عباده إلى متاع الآخرة، وأعلمهم أنه خير من هذا المتاع وأبقى، فقال: {قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} [آل عمران: 15].\nثم ذكر سبحانه من يستحق هذا المتاع، ومن هم أهله الذين هم أولى به، فقال: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آَمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ * الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ} [آل عمران: 16 - 17] (1).\nأخي المسلم: لنتأمل قول عمر بن الخطاب رضي الله عنه ويل لمن كانت الدنيا أمله والخطايا عمله، عظيم بطنته، قليل فطنته، عالم\n(1) عدة الصابرين: 209.\nالجزء: 1 - الصفحة: 47\n",
        "بأمر دنياه، جاهل بأمر آخرته (1).\nوكتب عمر إلى أبي موسى: إنك لن تنال عمل الآخرة بشيء أفضل من الزهد في الدنيا.\nأخي\n:\nدع الحرص على الدنيا\n...\nوفي العيش فلا تطمع\nفلا تجمع من المال\n...\nفما تدري لمن تجمع\nفإن الرزق مقسوم\n...\nوسوء الظن لا ينفع\nفقير كل ذي حرص\n...\nوغني كل من يقنع (2)\nروي عن أبي حازم أنه قال: لو كانت الدنيا لا يدخلها أحد إلا بترك جميع ما يحب من الدنيا لكان يسيرًا في جانبها، فكيف وقد تدخل الجنة بترك جزء من ألف جزء مما تحب، وقد تنجو من النار بتحمل جزء من ألف جزء مما تكره (3).\nأخي الحبيب\n: درر من الحكم تنثر .. ولكن تبقى الهمة العالية .. والمسارعة المستمرة. ويبقى دومًا تذكر يوم المعاد.\nقال الفضيل بن عياض: رهبة العبد من الله على قدر علمه بالله، وزهادته في الدنيا على قدر رغبته في الآخرة (4).\nقد نادت الدنيا على نفسها\n...\nلو كان في العالم من يسمع\n(1) العاقبة: 90.\n(2) بستان العارفين: 15.\n(3) تنبيه الغافلين: 1/ 85.\n(4) السير: 8/ 426.\nالجزء: 1 - الصفحة: 48\n",
        "وجامع بددت ما يجمع (1)\nكم واثق بالعمر أنفيته\nولنتأمل في قول الحسن -رضي الله عنه-: إن أيسر الناس حسابًا يوم القيامة الذين حاسبوا أنفسهم لله في الدنيا، فوقفوا عند همومهم وأعمالهم؛ فإن كان الذي هموا به لله، مضوا فيه، وإن كان عليها أمسكوا، وإنما يثقل الحساب يوم القيامة على الذين جازفوا الأمور في الدنيا، أخذوها على غير محاسبة، فوجدوا الله قد أحصى عليهم مثاقيل الذر، ثم قرأ: {يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا} [الكهف: 49].\nومن تأمل في مزرعة الدنيا ووقت الحصاد رأى أن الأمر جد لا هزل فيه، وتشمير لا هوادة فيه. فمن قدم بين يديه اليوم رآه غدًا في يوم كان مقداره خمسين ألف سنة .. يوم تذهل فيه كل مرضعة عما أرضعت .. وتضع كل ذات حمل حملها .. يوم تتطاير فيه الصحف.\nقال سلمان بن دينار: ما أحببت أن يكون معك في الآخرة فقدمه اليوم. وما كرهت أن يكون معك في الآخرة فاتركه اليوم (2).\nفهذه الدنيا دار العمل، وغدًا هناك حين تغيب شمس الدنيا،\n(1) عقود اللؤلؤ والمرجان: 285.\n(2) صفة الصفوة: 2/ 166.\nالجزء: 1 - الصفحة: 49\n",
        "ويشرق يوم القيامة، هناك دار الحساب والجزاء، فعلينا أن نجزم الأمر ونعد العدة.\nأخي الحبيب\n: هذا يحيى بن معاذ في وصيته يقول: الليل طويل فلا تقصره بمنامك، والنهار نقي فلا تدنسه بآثامك:\nوكن في الدنيا عابر سبيل نرى الرحيل أسرع من البقاء والنقلة أسرع من المهلة.\nقال شميط بن عجلان: من جعل الموت نصب عينيه لم يبال بضيق الدنيا ولا بسعتها (1).\nيا غافلاً وله في الدهر موعظة\n...\nإن كنت في سنة فالدهر يقظان (2)\nقال محمد بن سوقة: أمران لو لم نعذب إلا بهما لكنا مستحقين بهما العذاب، أحدنا يزداد في دنياه فيفرح فرحًا، ما علم الله منه قط أنه فرح بشيء قط زيد في دينه مثله، وأحدنا ينقص من دنياه فيحزن حزنًا ما علم الله منه قط أنه حزن على شيء نقصه من دينه مثله (3).\nوحالنا اليوم هم وغم وتكدر عيش إذا غلبنا في دريهمات أو نقص من مالنا شيء يسير .. ولا نغتم ولا نحزن بفوت صلاة الجماعة عنا؛ بل الأمر لا يعدو تحريك الرءوس ونسيان الأمر.\n(1) صفة الصفوة: 3/ 342.\n(2) موارد الظمآن: 2/ 710.\n(3) حلية الأولياء: 5/ 4.\nالجزء: 1 - الصفحة: 50\n",
        "قال محمد بن واسع: إذا رأيت في الجنة رجلاً يبكي ألست تعجب من بكائه؟ قيل: بلى، قال: فالذي يضحك في الدنيا ولا يدري إلى ماذا يصير هو أعجب منه! ! (1).\nوحال الكثير اليوم ينطبق عليه قول سعيد بن مسعود: إذا رأيت العبد تزداد دنياه وتنقص آخرته وهو به راض، فذلك المغبون الذي يلعب بوجهه وهو لا يشعر (2).\nأخي الحبيب\n:\nتزود من الدنيا فإنك لا تدري\n...\nإذا جن ليل هل تعيش إلى الفجر\nفكم من فتى أضحى وأمسى ضاحكًا\n...\nوقد نسجت أكفانه وهو لا يدري\nوكم من صغار يرتجى طول عمرهم\n...\nوقد أدخلت أجسادهم ظلمة القبر\nوكم من عروس زينوها لزوجها\n...\nوقد قبضت أرواحهم ليلة العرس\nها هي الدنيا دار أماني وغرور فاحذرها، فإن أمانيها كاذبة، وإن آمالها باطلة، عيشها نكد، وصوفها كدر، وأنت منها على خطر، إما نعمة زائلة وإما بلية نازلة، وإما مصيبة موجعة، وإما ميتة قاضية (3).\nوقد أصاب أبو هريرة في وصف حالنا بقوله: ما صدقتكم أنفسكم؛ تأملون ما لا تبلغون، وتجمعون ما لا تأكلون، وتبنون ما لا تسكنون.\n(1) الإحياء: 3/ 137.\n(2) مكاشفة القلوب: 157.\n(3) حلية الأولياء: 2/ 136.\nالجزء: 1 - الصفحة: 51\n",
        "وحال الكثير اليوم: جمع ما لا يأكل، وبني ما لا يسكن .. وحتى إن أكل وسكن سنوات معدودة وأزمنة محدودة.\nقال أبو حازم: إن عوفينا من شر ما أعطينا؛ لم يضرنا فقد ما زوي عنا (1).\nهي القناعة لا تبغي بها بديلاً\n...\nفيها النعيم وفيها راحة البدن\nانظر لمن ملك الدنيا بأجمعها\n...\nهل راح منها بغير القطن والكفن (2)\nقال أبو محرز الطفاوي: شكوت إلى جارية لنا ضيق الكسب عليَّ وأنا شاب، فقالت لي: يا بني استعن بعز القناعة عن ذل المطالب. فكثيرًا ما رأيت القليل عاد سليمًا، قال أبو محرز: ما زلت أعرف بركة كلامها في قنوعي.\nأخي الحبيب\n:\nكل من لاقيت يشكو دهره\n...\nليت شعري هذه الدنيا لمن؟ ! (3)\nهل رأيت أخي غير ذلك؟ ! ولكن القناعة: مكسب وعز، والنفس خير مركب ..\nوقد قال شعيب بن حرب: من أراد الدنيا فليتهيأ للذل، ومن تهيأ للذل، أطلق عنانه، ولم يمسك بلجامه .. يتساوى لديه: الحلال والحرام، والرد والصد .. يجري خلف المادة، ويلهث وراء الدنيا .. وكان أبو حازم يرى هذا الجري وذاك اللهث، فقال: لوددت أن\n(1) أدب الدنيا والدين: 121.\n(2) التذكرة: 11.\n(3) موارد الظمآن: 2/ 71.\nالجزء: 1 - الصفحة: 52\n",
        "أحدكم يتقي على دينه، كما يتقي على نعله.\nيا غاديًا في غفلة ورائحًا\n...\nإلى متى تستحسن القبائحا\nوكم إلى كم لا تخاف موقفًا\n...\nيستنطق الله به الجوارحا\nواعجبًا منك وأنت مبصر\n...\nكيف تجنبت الطريق الواضحا\nوكيف ترضى أن تكون خاسرًا\n...\nيوم يفوز من كان رابحًا\nأخي الحبيب\n:\nإن رب الأرباب ومسبب الأسباب جعل الآخرة: دار الثواب والعقاب، والدنيا: دار التحمل والاضطراب والتشمر والاكتساب، وليس التشمر في الدنيا مقصورًا على المعاد دون المعاش، بل المعاش ذريعة إلى المعاد ومعين عليه، فالدنيا مزرعة الآخرة ومدرجة إليها (1).\nقال يحيى بن معاذ: يا ابن آدم طلبت الدنيا طلب من لا بد له منها، وطلبت الآخرة طلب من لا حاجة له بها، والدنيا -أخي- قد كفيتها وإن لم تطلبها، والآخرة بالطلب منك تنالها، فاعقل شأنك (2).\nوقد فصل رحمه الله في طلب الدنيا وتركها، فقال: ترك الدنيا شديد، وترك الجنة أشد منها، وإن مهر الجنة ترك الدنيا (3).\n(1) الإحياء: 2/ 69.\n(2) صفة الصفوة: 4/ 93.\n(3) تنبيه الغافلين: 1/ 85.\nالجزء: 1 - الصفحة: 53\n",
        "فهل قدمنا -أخي- هذا المهر؟ ! بل نحن لاهون ساهون في هذه الدنيا؛ ونحن نعلم أن وراء كل فرح حزنًا، ووراء كل نعيم كدرًا.\nقال عبد الله بن مسعود -رضي الله عنه-: لكل فرحة ترحة، وما ملئ بيت فرحًا إلا ملئ ترحًا (1).\nوكان مسعر بن كدام يكثر أن يتمثل بهذه الأبيات في جنازة:\nويحدث روعات لدي كل فزعة\n...\nونسرع نسيانًا ولم يأتنا أمن\nفإنا ولا كفران لله ربنا\n...\nكما البدن لا تدري مني يومها البدن (2)\nقال بعض السلف: ابن آدم، أنت محتاج إلى نصيبك من الدنيا، وأنت إلى نصيبك من الآخرة أحوج، فإن بدأت بنصيبك من الدنيا أضعت نصيبك من الآخرة وكنت من نصيب الدنيا على خطر، وإن بدأت بنصيبك من الآخرة، فزت بنصيبك من الدنيا فانتظمته انتظامًا (3).\nوكيف يلذ العيش من هو عالم\n...\nبأن إله الخلق لا بد سائله\nفيأخذ منه ظلمة لعباده\n...\nويجزيه بالخير الذي هو فاعله (4)\nوكتب الحسن البصري إلى عمر بن عبد العزيز: أما بعد: فإن الدنيا: دار ظعن، وليست بدار إقامة، وإنما أنزل آدم إليها عقوبة،\n(1) تسلية أهل المصائب: 15.\n(2) حلية الأولياء: 7/ 221.\n(3) فضائل الذكر: لابن الجوزي، 19.\n(4) شرح الصدور: 295.\nالجزء: 1 - الصفحة: 54\n",
        "فاحذرها يا أمير المؤمنين، فإن الزاد منها تركها والغنى منها فقرها، لها في كل حين قتيل، تذل من أعزّها، وتفقر من جمعها، هي كالسم يأكله من لا يعرفه وهو حتفه، فكن كالمداوي جراحته، يحتمي قليلاً، مخافة ما يكره طويلاً، ويصبر على شدة الدواء، مخافة طول البلاء، فاحذر هذه الدار الغرارة، الحيالة الخداعة، التي زينت بخدعها وفتنت بغرورها، وختلت بآمالها، وتشرفت لخطابها، فأصبحت كالروس المجلية، فالعيون إليها ناظرة، والقلوب عليها والهة، والنفوس لها عاشقة، وهي لأزواجها كلهم قاتلة، فلا الباقي بالماضي معتبر، ولا الآخر على الأول مزدجر، ولا العارف بالله - عز وجل - حين أخبر عنها مدكر، فعاشق لها قد ظفر منها بحاجته، فاغتبر، وطغى، ونسي المعاد، فشغل فيها لبه حتى زالت عنها قدمه، فعظمت ندامته، وكثرت حسرته، فخرج بغير زاد، وقدم على غير مهاد، فاحذرها يا أمير المؤمنين، وكن أسر ما تكون فيها؛ احذر ما تكون لها، فإن صاحب الدنيا كلما اطمأن منها إلى سرور، أشخصه إلى مكروه، وقد وصل الرخاء منها بالبلاء، وجعل البقاء فيها إلى فناء، فسرورها مشوب بالحزن، لا يرجع منها ما ولى فأدبر، ولا يدرى ما هو آت فينتظر، أمانيها كاذبة، وآمالها باطلة، وصفوها كدر، وعيشها نكد، وابن آدم فيها على خطر، ولقد عرضت على نبيك محمد - صلى الله عليه وسلم - بمفاتيحها وخزائنها، فأبى أن يقبلها، كره أن يحب ما أبغض خالقه، أو يرفع ما وضع مليكه، فزواها عن الصالحين اختبارًا، وبسطها لأعدائه اغترارًا، وجاءت الرواية أنه تبارك وتعالى قال لموسى عليه\nالجزء: 1 - الصفحة: 55\n",
        "السلام: «إذا رأيت الغنى مقبلاً فقل: ذنب عجلت عقوبته، وإذا رأيت الفقر مقبلاً فقل: مرحبًا بشعار الصالحين» (1).\nأخي الحبيب\n:\nلو كنت رائد قوم ظاعنين إلى\n...\nدنياك هذي لما ألفيت كذابًا\nلقلت تلك بلاء نبتها سقم\n...\nوماؤها العذب سم للفتى ذابا (2)\nأخي: والدنيا تطوي من أمامك .. وشمس الآخرة تقيل عليك .. ماذا حالك؟ !\nوكيف ترى الأمر؟ !\nلنرى حال سلمان رضي الله عنه عندما احتضر فبكى، قيل له: ما يبكيك؟ وأنت صاحب رسول الله - صلى الله عليه وسلم - قال: ما أبكي أسفًا على الدنيا، ولا رغبة فيها، ولكن رسول الله - صلى الله عليه وسلم - عهد إلينا عهدًا، فتركنا ما عهد إلينا، أن تكون بلغة أحدنا كزاد الراكب، ثم نظر فيما ترك، فإذا قيمة ما ترك بضع وعشرون درهمًا أو بضع وثلاثون درهمًا (3).\nالدنيا سراب ممتد وليل مظلم .. طالب الدنيا كشارب ماء البحر كلما ازداد شربًا ازداد عطشًا (4).\nفإنه لا حد لها ولا منتهى إلا بالقناعة والزهد والرضى بما قسم\n(1) عدة الصابرين: 331.\n(2) موارد الظمآن: 1/ 640.\n(3) أدب الدنيا والدين: 119.\n(4) السير: 5/ 263.\nالجزء: 1 - الصفحة: 56\n",
        "الله .. والاستفادة من مرور الليالي والأيام في طاعة الله جل وعلا.\nقال مالك بن دينار: خرج أهل الدنيا من الدنيا، ولم يذوقوا أطيب شيء فيها. قيل: وما هو؟ قال: معرفة الله تعالى (1).\nوانظر -\nأخي الحبيب\n- في حال المحتضرين من الصالحين ترى الهدوء والسكينة على النفوس المطمئنة، وترى غير ذلك على أصحاب الحرام، اللاهثين وراء الحطام وزخرف الدنيا.\nالعبد ذو ضجر والرب ذو قدر\n...\nوالدهر ذو دول والرزق مقسوم\nوالخير أجمع فيما اختار خالقنا\n...\nوفي اختيار سواه اللوم والشوم\nقال أبو الدرداء: لولا ثلاث لأحببت أن أكون في بطن الأرض لا على ظهرها: لولا إخوة يأتوني ينتقون أطايب الكلام كما ينتقى طيب الثمر، أو أعفر وجهي ساجدًا لله -عز وجل- أو غدوة أو روحة في سبيل الله -عز وجل- (2).\nهذه الرغبة الصادقة فيما عند الله .. وهذه هي الاستفادة الكاملة من الأوقات وتلك والله الأمنيات الخيرة.\nقال وهيب بن الورد: الزهد في الدنيا أن لا تأسى على الناس على ما فاتك منها، ولا تفرح بما آتاك منها (3).\nأخي الحبيب:\nإنما الدنيا إذا فكرت فيها: ثلاثة أيام، يوم مضى لا ترجوه،\n(1) مدارج السالكين: 2/ 233.\n(2) الزهد: 198.\n(3) حلية الأولياء: 8/ 140.\nالجزء: 1 - الصفحة: 57\n",
        "ويوم أنت فيه ينبغي لك أن تغتنمه، ويوم يأتي لا تدري أنت من أهله أم لا، ولا تدري لعلك تموت قبله، وليكن سعيك في دنياك لآخرتك، فإنه ليس لك من دنياك شيء إلا ما صدرت أمامك، فلا تدخرن عن نفسك مالك، ولا تتبع نفسك ما قد علمت أنك تاركه خلفك، ولكن تزود لبعد المشقة (1).\nوليكن طلبك الدنيا اضطرارًا، وتذكرك في الأمور اعتبارًا، وسعيك لمعادك ابتدارًا، فاعمل عمل المرتحل، فإن حادي الموت يحدوك ليوم ليس يعدوك (2).\nقال الحسن -رحمه الله-: إياكم وما شغل من الدنيا، فإن الدنيا كثيرة الأشغال، لا يفتح رجل على نفسه باب شغل إلا أوشك ذلك الباب أن يفتح عليه عشرة أبواب (3).\nصاحب الدنيا الذي يعظمه البعض - حتى وإن كان تاركًا للصلاة ويوسع له في المجلس لننظر إلى الحسن رحمه الله- كان إذا ذكر صاحب الدنيا يقول: والله ما بقيت له ولا بقي لها، ولا سلم من شرها ولا تبعتها ولا حسابها، ولقد أخرج منها في خرق (4).\nوكتب علي بن أبي طالب إلى عبد الله بن عباس: أما بعد فإن المرء يسوءه فوت ما لم يكن يدركه، ويسره درك ما لم يكن ليفوته،\n(1) حلية الأولياء: 2/ 138.\n(2) أدب الدنيا والدين: 122.\n(3) حلية الأولياء: 2/ 153.\n(4) حلية الأولياء: 2/ 144.\nالجزء: 1 - الصفحة: 58\n",
        "فليكن سرورك بما قلت من أمر آخرتك، وليكن أسفك على ما فاتك منها، وما نلت من دنياك فلا تكثرن به فرحًا، وليكن همك فيما بعد الموت.\nأرى طالب الدنيا وإن طال عمره\n...\nونال من الدنيا سرور وأنعما\nكبانٍ بنى بنيانه فأقامه\n...\nفلما استوى ما قد بناه تهدما (1)\nأخي الحبيب\n: يقال: غم الأحياء خمسة أشياء، ينبغي للإنسان أن يكون غمه في هذه الخمسة:\nأولها: غم الذنوب الماضية، لأنه قد أذنب ذنبًا، ولم يتبين له العفو، فينبغي أن يكون مغمومًا بها مشغولاً بها.\nالثاني: أنه قد عمل الحسنات، ولم يتبين له القبول.\nالثالث: قد علم حياته فيما مضى كيف مضت؟ ولا يدري كيف يكون الباقي.\nالرابع: قد علم أن لله تعالى دارين، ولا يدري إلى أية دار به يصير.\nالخامس: لا يدري أن الله تعالى راض عنه أم ساخط عليه.\nفمن كان غمه في هذه الأشياء الخمسة في حياته فإنه يمنعه من الضحك (2).\nقال إبراهيم التيمي: كم بينكم وبين القوم؟ أقبلت عليهم\n(1) إرشاد العباد: 120.\n(2) تنبيه الغافلين: 1/ 213.\nالجزء: 1 - الصفحة: 59\n",
        "الدنيا فهربوا. وأدبرت عنكم فاتبعتوها (1) (2).\nكأنك لم تسمع بأخبار من مضى\n...\nولم تر في الباقين ما يصنع الدهر\nفإن كنت لا تدري فتلك ديارهم\n...\nمحاها مجال الريح بعدك والقطر\nعلى ذاك مروا أجمعون وهكذا\n...\nيمرون حتى يستردهم الحشر\nفحتى متى لا تصحو وقد قرب المدى\n...\nوحتى متى لا ينجاب عن قلبك السكر\nبل سوف تصحو حين ينكشف الغطا\n...\nوتذكر قولي حين لا ينفع الذكر\nقام أبو ذر الغفاري: عند الكعبة فقال: يا أيها الناس أنا جندب الغفاري، هلموا إلى الأخ الناصح الشفيق، فاكتنفه الناس، فقال: أرأيتم لو أن أحدكم أراد سفرًا أليس يتخذ من الزاد ما يصلحه ويبلغه؟ قالوا: بلى، قال: فإن سفر طريق يوم القيامة أبعد ما تريدون، فخذوا ما يصلحكم، قالوا: وما يصلحنا؟ قال: حجوا حجة لعظائم الأمور، وصوموا يومًا شديدًا حره لطول النشور، وصلوا ركعتين في سواد الليل لوحشة القبور، كلمة خير تقولها أو كلمة شر تسكت عنها لوقوف يوم عظيم، تصدق بمالك لعلك تنجو من عسيرها، اجعل الدنيا مجلسين، مجلسًا في طلب الحلال، ومجلسًا في طلب الآخرة، الثالث: يضرك ولا ينفعك لا ترده. اجعل المال درهمين: درهمًا تنفقه على عيالك من حله، ودرهما تقدمه لآخرتك.\n(1) صفة الصفوة: 3/ 90.\n(2) السير: 5/ 61.\nالجزء: 1 - الصفحة: 60\n",
        "أخي المسلم\n:\nانظر إلى من حوى الدنيا وزينتها\n...\nهل راح منها بغير الكسب والكفن\nها هو الحسن البصري: في تباين واضح بين حالنا وحالهم .. يقول: أدركت أقوامًا وصحبت طوائف، ما كانوا يفرحون بشيء من الدنيا أقبل، ولا يقبلون على شيء منها أدبر، ولهي كانت في أعينهم أهون من التراب، كان أحدهم يعيش خمسين سنة أو ستين سنة لم يطو له ثوب ولم ينصب له قدر، ولم يجعل بينه وبين الأرض شيئًا، ولا أمر من في بيته بصنعة طعام قط. فإذا كان الليل فقيام على أقدامهم يفترشون وجوههم، تجري دموعهم على خدودهم، ينجاون ربهم في فكاك رقابهم، كانوا إذا عملوا الحسنة دأبوا في شكرها وسألوا الله أن يقبلها، وإذا عملوا السيئة أحزنتهم وسأله الله أن يغفرها لهم، فلم يزالوا على ذلك. والله ما سلموا من الذنوب ولا نجوا من الذنوب إلا بالمغفرة -رحمة الله عليهم ورضوانه- (1).\nأخي الحبيب\n.. أين نحن من هؤلاء؟ !\nتصل الذنوب إلى الذنوب وترتجى\n...\nدرج الجنان بها وفوز العابد\nونسيت أن الله أخرج آدمًا\n...\nمنها إلى الدنيا بذنب واحد\nونحن -أخي- نبحث عن المتع والملذات .. نبتعد عن المكدرات والمنغصات.\nهذه حالنا أما حال أبي الدرداء فهي كما قال: أحب الفقر\n(1) الإحياء: 4/ 239.\nالجزء: 1 - الصفحة: 61\n",
        "تواضعًا لربي -عز وجل- وأحب الموت اشتياقًا إلى ربي -عز وجل- وأحب المرض تكفيرًا لخطاياي (1).\nللناس حرص على الدنيا بتدبير\n...\nوصوفها لك ممزوج بتكدير\nلم يرزقوها بعقل بعدما قسمت\n...\nلكنهم رزقوها بالمقادير\nكم من أديب لبيب لا تساعده\n...\nوأحمق نال دنياه بتقصير\nولو كان عن قوة أو عن مغالبة\n...\nطار البزاة بأرزاق العصافير (2)\nوالدنيا وإن كانت دنيئة حقيرة .. إلا أنها ممر إلى الدار الآخرة ومعبر إلى إحدى المنزلتين. جنة أو نار .. ولنرى أحد تلك الممرات التي تؤدي إلى الجنة .. وهي من أعمال الدنيا.\nقال - صلى الله عليه وسلم -: «حوسب رجل ممن كان قبلكم، فلم يوجد له من الخير شيء، إلا أنه كان يخالط الناس، وكان موسرًا، فكان يأمر غلمانه أن يتجاوزوا عن المعسر، قال الله -عز وجل- نحن أحق بذلك منه، تجاوزوا عنه» رواه البخاري ومسلم واللفظ له.\nيقول الإمام الشافعي: أشد الأعمال ثلاثة: الجود من قلة، والورع في خلوة، وكلمة الحق عند من يرجى ويخاف (3).\nوقال الحسن: غدًا كل امرئ فيما يهمه، ومن هم بشيء أكثر من ذكره، إنه لا عاجلة لمن لا آخرة له، ومن آثر الدنيا على\n(1) الزهد: 217.\n(2) تاريخ الخلفاء: 171.\n(3) صفة الصفوة: 2/ 251.\nالجزء: 1 - الصفحة: 62\n",
        "الآخرة فلا دنيا له ولا آخرة (1).\nأخي الحبيب\n: وأنت تسير في هذه الدنيا .. هناك يوم سيتوقف بك المسير وتحط بك القافلة ولكن:\nإذا أنت لم ترحل بزاد من التقى\n...\nولاقيت من بعد الموت قد تزودا\nندمت على أن لا تكون كمثله\n...\nوأنك لم ترصد كما كان أرصدا (2)\nأخي الحبيب: أين نحن من هؤلاء؟ !\nعن حفص الجعفي قال: ورث داود الطائي من أمه أربعمائة درهم، فمكث يتقوت بها ثلاثين عاما، فلما نفدت جعل ينقض سقوف الدويرة يبيعها (3).\nوقال عمر بن أيوب: قال أبو الشعثاء (جابر بن زيد): يا عمر، ما أملك من الدنيا إلا حمارًا (4).\nسهل عليه الحساب وخف به المسير .. ونحن ماذا نملك .. وماذا نأمل؟ !\nأخي المسلم\n:\nعجبًا لمن يعرف أن الموت حق، كيف يفرح؟ وعجبًا لمن يعرف أن النار حق، كيف يضحك؟ وعجبًا لمن رأى تقلب الدنيا بأهلها، كيف يطمئن إليها؟ وعجبًا لمن يعلم أن القدر حق، كيف\n(1) حلية الأولياء: 2/ 144.\n(2) عقود اللؤلؤ: 31.\n(3) السير: 7/ 424.\n(4) حلية الأولياء: 3/ 89.\nالجزء: 1 - الصفحة: 63\n",
        "ينصب؟ (1).\nرأيت الدهر مختلفًا يدور\n...\nفلا حزن يدوم ولا سرور\nوقد بنت الملوك به قصورًا\n...\nفلم تبق الملوك ولا القصور (2)\nونحن في هذه الدنيا لاهون ساهون هذا صوت ينادي .. صوت بلال بن سعد يقول: يا أهل التقى إنكم لم تخلقوا للفناء، وإنما تنقلون من دار إلى دار، كما نقلتم من الأصلاب إلى الأرحام، ومن الأرحام إلى الدنيا ومن الدنيا إلى القبور، ومن القبور إلى الموقف، ومن الموقف إلى الخلود في جنة أو نار (3).\nمراحل متتابعة .. وأزمنة متتالية، قطعنا منها مراحل عدة .. من الأصلاب إلى الأرحام ومن الأرحام إلى الدنيا .. ها نحن نسير عليها، ننتظر النقلة التالية إلى القبور .. ووالله نحن في غفلة وإلا كيف تحلو الحياة، ويطيب العيش، ووراءنا القبور والموقف .. ثم الخلود .. أهوال وأهوال.\nقال أبو بكر المروذي: دخلت على أحمد بن حنبل يومًا فقلت: كيف أصبحت؟ فقال: كيف أصبح من ربه يطالبه بأداء الفرض، ونبيه يطالبه بأداء السنة، والملكان يطالبانه بتصحيح العمل، ونفسه تطالبه بهواها، وإبليس يطالبه بالفحشاء، وملك الموت يطالبه\n(1) الإحياء: 3/ 224.\n(2) ديوان الإمام علي: 100.\n(3) السير: 5/ 91.\nالجزء: 1 - الصفحة: 64\n",
        "بقبض روحه، وعياله يطالبونه بالنفقة (1).\nهذه الدنيا التي نحن نتكالب عليها .. ونتقاتل عليها .. لننظر الوجه المشرق لمن عرف قيمة الوقت في هذه الدنيا ..\nيحدثنا أبو ضمرة عن صفوان بن سليم فيقول: رأيته ولو قيل له الساعة غدًا، ما كان عنده مزيد عمل (2).\nأرى حللاً تصان على أناس\n...\nوأعراضًا تنال ولا تصان\nيقولون الزمان زمان سوء\n...\nوهم فسدوا وما فسد الزمان (3)\nقال بعض السلف: من ادعى بغض الدنيا فهو عندي كذاب إلى أن يثبت صدقه، فإذا ثبت صدقه، فهو مجنون (4).\nلأن هذه الدنيا مزرعة الآخرة .. يتزود فيها بالطاعات والصالحات. وهو أحد رجلين طالب دنيا، فكيف يبغضها وهو يسير في ركبها، ورجل آخر يطلب الآخرة، فأنى له أن يبغض زمن الزرع ووقت العمل؟ !\nقال بعض الحكماء: كيف يفرح بالدنيا من يومه يهدم شهره، وشهره يهدم سنته، وسنته تهدم عمره، كيف يفرح من يقوده عمره إلى أجله، وتقوده حياته إلى موته (5).\n(1) مناقب الإمام أحمد: 355.\n(2) تذكرة الحفاظ: 1/ 134.\n(3) الزهد: للبيهقي، 157.\n(4) صيد الخاطر: 212.\n(5) جامع العلوم والحكم: 381.\nالجزء: 1 - الصفحة: 65\n",
        "وقال الفضيل بن عياض: العجب كل العجب لمن عرف الله ثم عصاه بعد المعرفة (1).\nأهون بداركم الدنيا وأهليها\n...\nواضرب بها صفحات من محبيها\nالله يعلم أني لست وامقها\n...\nولا أريد بقاء ساعة فيها\nلكن تمرغت في أدناسها حقبا\n...\nوبت أنشرها حينًا وأطويها\nأيام أسحب ذيلي في ملاعبها\n...\nجعلاً وأهدمُ من ديني وأنبيها\nوكم تحملت فيها غير مكترث\n...\nمن شامخات ذنوب لست أحصيها\nفقلت أبقي لعلي أهدم ما\n...\nبنيت منها وأدناسي أنقيها\nمن ورائي عقاب لست أقطعها\n...\nحتى أخفف أحمالي وألقيها\nيا ويلتي وبحار العفو زاخرة\n...\nإن لم تصبني برش في تثنيها (2)\nإخواني: تفكروا ما في الحشر والميعاد، ودعوا طول النوم والرقاد، وتفقدوا أعمالكم، فالمناقش ذو انتقام، إن في القيامة لحسرات، وإن عند الميزان لزفرات، فريق في الجنة وفريق في السعير، ففريق يرتقون إلى الدرجات، وفريق يهبطون إلى الدركات، وما بينك وبين هذا الأمر إلا أن يقال فلان قد مات، يا من كان له قلب فمات، يا من كان له وقت ففات، أشرف الأشياء قلبك ووقتك، فإن أنت ضيعت وقتك، وأهملت قلبك، فقد ذهب منك الفوائد، إن كنت تبكي على ما فات، فابك على فرقتك، وإن كنت تبكي\n(1) الزهر الفائح: 95.\n(2) العاقبة: 30.\nالجزء: 1 - الصفحة: 66\n",
        "على ما مات، فابك على قلبك (1).\nونحن -\nأخي الحبيب\n- في هذه الدنيا على قدم وساق سائرون، ولا يأمن مضيعون، نفوت أوقاتنا، ونضيع أيامنا .. ونلهث في سير حثيث وراء حطام الدنيا كأنها تفوت ..\nقيل لحاتم الأصم: على ما بنيت أمرك في التوكل؟\nقال: على خصال أربع: علمت أن رزقي لا يأكله غيري، فأطمأنت به نفسي، وعلمت أن عملي لا يعمله غيري، فأنا مشغول به، وعلمت أن الموت يأتي بغتة، فأنا أبادره، وعلمت أني لا أخلو من عين الله فأنا مستحي منه (2).\nإن إلهي لغني حميد\n...\nفي كل يوم منه رزق جديد\nالحمد لله الذي لم يزل\n...\nيفعل بي أكثر مما أريد (3)\nأخي المسلم\n:\nهمة المؤمن متعلقة بالآخرة، فكل ما في الدنيا يحركه إلى ذكر الآخرة، وكل من شغله شيء فهمته شغله، ألا ترى أنه لو دخل أرباب الصنائع إلى دار معمورة، رأيت البزاز ينظر إلى الفرش، ويحرز قيمته. والنجار إلى السقف، والبناء إلى الحيطان، والحائك إلى النسيج المخيط، والمؤمن إذا رأى ظلمة، ذكر ظلمة القبر، وإذا رأى\n(1) الزهر الفائح: 414.\n(2) السير: 11/ 485، وفيات الأعيان: 2/ 27.\n(3) صفة الصفوة: 4/ 52.\nالجزء: 1 - الصفحة: 67\n",
        "مؤلمًا، ذكر العقاب، وإن سمع صوتًا فظيعًا، ذكر نفخة الصور، وإن رأى الناس نيامًا، ذكر الموتى في القبور، وإن رأى لذة، ذكر الجنة فهمته متعلقة بما ثم، وذلك يشغله عن كل ما تم (1).\nولا خير في الدنيا لمن لم يكن له\n...\nمن الله في دار المقام نصيب\nفإن تعجب الدنيا رجالاً فإنه\n...\nمتاع قليل والزوال قريب\nقال عبد الله بن مسعود: في درر من الكلام: إنكم في ممر الليل والنهار، في آجال منقوصة وأعمال محفوظة، والموت يأتي بغتة، من زرع خيرًا يوشك أن يحصد رغبة، ومن زرع شرًا يوشك أن يحصد ندامة، ولكل زارع مثل ما زرع، لا يسبق بطيء بحظه، ولا يدرك حريص ما لم يقدر له، فمن أعطي خيرًا فالله أعطاه، ومن وقي شرًا فالله وقاه، المتقون السادة، والفقهاء قادة ومجالستهم زيادة (2).\nوقيل لعلي -رضي الله عنه -: يا أبا الحسن صف لنا الدنيا؟ قال: أطيل أم أقصر؟ قالوا: بل أقصر، قال: حلالها حساب، وحرامها النار (3).\nكلمات تغني عن مواعظ لمن كان له قلب. ألا وإن الدنيا دار ابتلاء وحزن ونصب وشقاء.\n(1) صيد الخاطر: 521.\n(2) السير: 1/ 497.\n(3) تسلية أهل المصائب: 243.\nالجزء: 1 - الصفحة: 68\n",
        "قال سيار أبو الحكم: الفرح بالدنيا والحزن بالآخرة لا يجتمعان في قلب عبد، إذا سكن أحدهما القلب فر الآخر (1).\nأخي الحبيب\n:\nحاسب زمانك في حالي تصرفه\n...\nتجده أعطاك أضعاف الذي سلبا\nنفسي التي تملك الأشياء ذاهبة\n...\nفكيف أبكي على شيء إذا ذهبا؟ ! (2)\nحال أبي الدرداء في الجاهلية والإسلام يرويها بنفسه فيقول: كنت تاجرًا في الجاهلية، فلما جاء الإسلام أخذت التجارة والعبادة، فلم يجتمعا لي، فأقبلت على العبادة، وتركت التجارة.\nولا شك أنه -رضي الله عنه - ضحى بدنيا فانية وأعوام قليلة لينعم برحمة الله في دار كرامته.\nوليس معنى ذلك ترك العمل وتحصيل المعاش وبذل الأسباب ولكن لا يكن الهم الأول جمع الدنيا واللهث ورائها .. وإلا فالإسلام يحث على العمل، ويعتبره نوع من أنواع الجهاد، إذا خلصت النية، واستوفى الشروط الأخرى من أمانة وإخلاص وغيرهما.\nقال عبد الله بن مسعود: من أراد الدنيا أضر بالآخرة، ومن أراد الآخرة أضر بالدنيا، يا قوم، فأضروا بالفاني للباقي.\nلا تأسف على الدنيا وما فيها\n...\nفالموت لا شك يفنينا ويفنيها\nواعمل لدار البقاء رضوان خازنها\n...\nوالجار أحمد والجبار بانيها (3)\n(1) صفة الصفوة: 3/ 13.\n(2) موارد الظمآن: 2/ 77.\n(3) الزهر الفائح: 79.\nالجزء: 1 - الصفحة: 69\n",
        "نصيب الدنيا في حياتنا كبيرة وتعلقنا بها شديد .. لا نتحدث إلا فيها ولا نغتم إلا من أجلها .. بل ربما العلاقات الاجتماعية أصبحت المادة أساسًا لها .. ولقد هالني يومًا ما رأيته من قلة زائري أحد جيراننا - وكان مسئولاً كبيرًا فالباب مفتوح كما هو والجار جالس في صدر المجلس في وسط حديقة غناء بعد صلاة العشاء ولم أر حركة ولا زوارًا .. فإذا به تلك الليلة أحيل للتقاعد. زوار الأمس هم زوار الدنيا وأهل الكراسي .. أما زوار الآخرة والمحبة الصادقة فإنهم لا يتجاوزون نصف عدد أصابع اليد الواحدة.\nهذه هي النظرة المادية .. والمرض الاجتماعي .. ولو تحدث أحدهم لذم الدنيا والتكالب عليها، ولكن ظهر منه حب الدنيا والقرب من المسئولين دون أن يشعر ودون أن يعلم ..\nيحكى أن حسان بن أبي سنان مر بغرفة فقال: متى بنيت هذه؟ ثم أقبل على نفسه فقال: تسألين عما لا يعنيك؟ لأعاقبنك بصوم سنة، فصامها.\nكم سنصوم من السنين لو حسبنا حسابه وسلكنا طريقه .. !\nقال تعالى: {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ} [طه: 131].\nوقد ارتاح من أفرغ قلبه من هم الدنيا، وأقبل على الله، واستعد ليوم الرحيل .. هذا حماد بن سلمة لو قيل له: إنك تموت غدًا ما قدر أن يزيد في العمل شيئًا (1).\n(1) تذكرة الحفاظ: 1/ 203.\nالجزء: 1 - الصفحة: 70\n",
        "أخي المسلم\n:\nمن تأمل بعين الفكر: داوم البقاء في الجنة، في صفاء بلا كدر، ولذات بلا انقطاع، وبلوغ كل مطلوب للنفس والزيادة، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، من غير تغيير ولا زوال، إذ لا يقال: ألف ألف سنة، ولا مائة ألف ألف، بل ولو أن الإنسان عد الألوف ألوف السنين لا ينقضي عدده، وكان له نهاية. فبقاء الآخرة لا نفاد له، إلا أنه لا يحصل ذلك إلا بنقد هذا العمر، وما مقدار عمر غايته مائة سنة، منها خمسة عشرة صبوة وجهل، وثلاثون بعد السبعين إن حصلت ضعف وعجز، والتوسط نصفه نوم، وبعضه زمان أكل وشرب وكسب، والمنتحل منه للعبادات يسير، أفلا يشتري ذلك الدائم بهذا القليل، إن الإعراض عن المشروع في هذا البيع والشراء لغبن فاحش في العقل، وخلل في الإيمان بالوعد (1).\nولولا ثلاث هن من لذة الفتى\n...\nوربك لم أحفل متى قام عودي\nسياحة قلبي في رياض أريضة\n...\nمن العلم مجتازًا على كل مورد\nوتسبيحًا لله جل جلاله\n...\nعشيًا وبالإبكار في كل مسجد\nوترتيل آيات الكتاب منورًا\n...\nبها جوف ليل في قيام التهجد (2)\nقال الحسن: نعمت الدار الدنيا كانت للمؤمن، وذلك أنه\n(1) صيد الخاطر: 452.\n(2) موارد الظمآن: 2/ 28.\nالجزء: 1 - الصفحة: 71\n",
        "عمل قليلاً، وأخذ زاده منها للجنة، وبئست الدار كانت للكافر والمنافق، وذلك أنه ضيع لياليه وكان زاده إلى النار (1).\nأخي الحبيب\n...\nأين نحن من هؤلاء؟ !\nعن أنس بن عياض قال: رأيت صفوان بن سليم ولو قيل له غدًا القيامة، ما كان عنده مزيد على ما هو عليه من العبادة (2).\nنحن في دنيا: أعمارها قصيرة، وفرحها مكدر .. ونعيمها زائل .. ! ! وقد وصفها أبو حازم سلمة بن دينار بقوله: ما مضى من الدنيا فحلم، وما بقي فأماني.\nيا من تمتع بالدنيا وزينتها\n...\nولا تنام عن اللذات عيناه\nشغلت نفسك فيما ليس تدركه\n...\nتقول لله ماذا حين تلقاه (3)\n(قال الحكيم): أربعة طلبناها فأخطأنا طرقها: طلبنا الغنى في المال؛ فإذا هو في القناعة، وطلبنا الراحة في الكثرة؛ فإذا هي في القلة، وطلبنا الكرامة في الخلق، فإذا هي في التقوى، وطلبنا النعمة في الطعام واللباس، فإذا هي في الستر والإسلام (4).\nأخي .. انظر أين مطلبك من هذه؟ وعلى ماذا تقع عيناك .. وأين تذهب بك المذاهب؟ !\nولعل لنا نصيبًا من قول عطاء الخرساني: إني لا أوصيكم\n(1) تزكية النفوس: 128.\n(2) صفة الصفوة: 2/ 153.\n(3) مكاشفة القلوب: 293.\n(4) تنبيه الغافلين: 128.\nالجزء: 1 - الصفحة: 72\n",
        "بدنياكم، أنتم بها مستوصون، وأنتم عليها حراص، وإنما أوصيكم بآخرتكم، فخذوا من دار الفناء لدار البقاء، واجعلوا الدنيا كشيء فارقتموه، فوالله لتفارقنها، واجعلوا الموت كشيء ذقتموه، فوالله لتذوقنه، واجعلوا الآخرة كشيء نزلتموه، فوالله لتنزلنها (1).\nننافس في الدنيا ونحن نعيبها\n...\nوقد حذرتناها لعمري خطوبها\nوما نحسب الأيام تنقضي مدة\n...\nعلى أنها فينا سريع دبيبها\nكأني برهط يحملون جنازتي\n...\nإلى حفرة يحثى عليَّ كثيبها\nوكم ثم من مسترجع متوجع\n...\nونائحة يعلو على نحيبها\nوباكية تبكي عليَّ وإنني\n...\nلفي غفلة من صوتها ما أجيبها\nأيا هادم اللذات ما منك مهرب\n...\nتحاذر نفسي منك ما سيصيبها\nوإني لمن يكره الموت والبلا\n...\nويعجبه روح الحياة وطيبها\nرأيت المنايا قسمت بين أنفس\n...\nونفسي سيأتي بعدهن نصيبها (2)\nذكر عن شفيق البلخي أنه قال: الناس يقولون ثلاثة أقوال وقد تألفوها في أعمالهم: يقولون: نحن عبيد الله وهم يعملون عمل الأحرار، وهذا خلاف قولهم، ويقولون: إن الله كفيل بأرزاقنا، ولا تطمئن قلوبهم إلا بالدنيا وجمع حطامها، وهذا أيضًا خلاف قولهم، ويقولون: لا بد لنا من الموت وهم يعملون أعمال من لا يموت، وهذا أيضًا خلاف قولهم (3).\n(1) صفة الصفوة: 4/ 151.\n(2) حلية الأولياء: 10/ 141.\n(3) مكاشفة القلوب: 35.\nالجزء: 1 - الصفحة: 73\n",
        "وقال إبراهيم التيمي: مثلت نفسي في الجنة، آكل من ثمارها، وأشرب من أنهارها، وأعانق أبكارها، ثم مثلت نفسي في النار، آكل من زقومها، وأشرب من صديدها، وأعالج سلاسلها وأغلالها، فقلت لنفسي: أي شيء تريدين؟ قالت: أريد أن أرد إلى الدنيا فأعمل صالحًا، قال: قلت: فأنت في الأمنية فاعملي:\nأف للدنيا فليست لي بدار\n...\nإنما الراحة في دار القرار\nأبت الساعات إلا سرعة\n...\nفي بلى جسمي بليل ونهار (1)\nخطب علي -رضي الله عنه - فقال: ألا وإن الدنيا قد أدبرت وآذنت بوداع، وإن الآخرة قد أقبلت وآذنت باطلاع، ألا وإن المضمار اليوم، والسباق غدًا، ألا وإن السبقة الجنة، والغاية الموت، ألا وإنكم في أيام مهل، ومن ورائه أجل يرثه عجل، فمن عمل في أيام مهلة قبل حضور أجله، نفعه عمله، ولم يضره أمله، ومن لم يعمل في أيام مهلة قبل حضور أجله ضره أمله وساءه عمله (2).\nلا تطمئن إلى الدنيا وزخرفها\n...\nوإن توشحت من أثوابها الحسنا\nأين الأحبة والجيران ما فعلوا؟\n...\nأين الذين هم كانوا لنا سكنا؟\nسقاهم الدهر كأسًا غير صافية\n...\nفصيرتهم لأطباق الثرى رهنا (3)\nوصف حال الإنسان في هذه الدنيا وما بعدها يحيى بن معاذ فقال: من الدنيا لا ندرك آمالنا، وللآخرة لا نقدم أعمالنا، وفي\n(1) صفة الصفوة: 2/ 517.\n(2) العاقبة: 64.\n(3) السير: 17/ 189.\nالجزء: 1 - الصفحة: 74\n",
        "القيامة لا ندري ما حالنا (1).\nونحن أخي المسلم نفرح بالدنيا، تقبل من كل جانب، وتدخل علينا من كل باب\n...\nلا نلقي بالاً لما أتى، ولا نبالي كيف أتي. لنرى قول أبي حازم سلمة بن دينار في هذه الإقبال من الدنيا.\nيقول: نعمة الله فيما زوى عني من الدنيا، أعظم من نعمته علي فيما أعطاني منها، إني رأيته أعطاها قومًا فهلكوا (2).\nأترانا نخاف مثله من إقبال الدنيا بأبيضها وأصفرها نحونا، أم ترانا نفرح ولا ندري ما أعد لنا؟ !\nقال ذو النون المصري: سقم الجسم في الأوجاع، وسقم القلوب في الذنوب، فكما لا يجد الجسم لذة الطعام عند سقمه، كذلك لا يجد القلب حلاوة العبادة مع الذنوب.\nأخي .. هب أن الدنيا أقبلت عليك .. في كل مكان لك نصيب .. وفي كل استثمار لك سهم. كيف سيكون خشوعك في الصلاة؟ ! وكيف ستؤدي السنن الرواتب؟ ! وهل سيكون لسانك رطبًا من ذكر الله؟ !\nوانظر حال من زويت عنهم الدنيا، وكانت حياتهم كفافًا، لترى نعم الله في قلة الهم والغم والتفرغ للعبادة والطاعة.\nقال مضاء بن عيسى: من رجا شيئًا طلبه، ومن خاف من\n(1) حلية الأولياء: 10/ 56.\n(2) حلية الأولياء: 3/ 233.\nالجزء: 1 - الصفحة: 75\n",
        "شيء هرب منه، ومن أحب شيئًا آثره على غيره.\nأخي الكريم .. من موعظة لأبي بن كعب -رضي الله عنه - قال: لا تغبط الحي إلا بما تغبط به الميت (1).\nوبماذا نغبط الميت؟ ! إنه العمل الصالح، وحسن الذكر، وطول العبادة.\nأخي:\nهب الدنيا تساق إليك عفوًا\n...\nأليس مصير ذاك إلى انتقال\nوما دنياك إلا مثل فيء\n...\nأظلك ثم آذن بالزوال\nقال رجل لمعاذ بن جبل: علمني. قال: وهل أنت مطيعي؟ قال: إني على طاعتك حريص، قال: صم وأفطر وصل، ونم، واكتسب ولا تأثم، ولا تموتن إلا وأنت مسلم، وإياك ودعوة المظلوم (2).\nإذا المرء صام عن الدنايا\n...\nفكل شهوره شهر الصيام (3)\nقال بشر بن الحارث: ليس أحد يحب الدنيا إلا لم يحب الموت، ومن زهد فيها أحب لقاء مولاه (4).\nوقال سلمان الفارسي -رضي الله عنه-: ثلاث أعجبتني حتى أضحكتني، وثلاث أحزنتني حتى أبكتني، أما الثلاث الأول: فمؤمل\n(1) بستان العارفين: 111.\n(2) صفة الصفوة: 1/ 496.\n(3) البركة في فضل السعي والحركة: 111.\n(4) السير: 10/ 476.\nالجزء: 1 - الصفحة: 76\n",
        "دنيا، والموت يطلبه. وغافل وليس بمغفول عنه. وضاحك ملء فيه، ولا يدري أساخط عليه رب العالمين أم راض عنه.\nأما الثلاث التي أحزنتني حتى أبكتني: ففراق محمد - صلى الله عليه وسلم - وفراق الأحبة، والوقوف بين يدي الله تعالى، ولا أدري أيؤمر بي إلى الجنة أم إلى النار (1).\nدنياك غرارة فذرها\n...\nفإنها مركب جموح (2)\nقيل لهرم بن حيان أوصي، قال: قد صدقتني نفسي، ومالي ما أوصي به، ولكن أوصيكم بخواتيم سورة النمل (3).\nوقال حماد لداود الطائي: يا أبا سليمان لقد رضيت من الدنيا باليسير. قال: أفلا أدلك على من رضي بأقل من ذلك؟ من رضي بالدنيا كلها عوضًا عن الآخرة (4).\nأخي الحبيب .. أين نحن من هؤلاء؟ !\nقال أبو داود السجستاني: ما رأيت أحمد بن حنبل ذكر الدنيا قط.\nنامت عيون الآمنين عن الردى\n...\nوعيونه من حرصه تتوقد\nفاستأمنوا مكر الإله وإنه\n...\nمكر يسل على الدوام ويغمد\nحتى إذا هتف الهلاك تنبهت\n...\nنفس الضعيف وهالها ما توعد\n(1) العاقبة: 64.\n(2) صفة الصفوة: 4/ 352.\n(3) السير: 4/ 48.\n(4) صفة الصفوة: 3/ 141.\nالجزء: 1 - الصفحة: 77\n",
        "والموت في كفن الهوى يتوعد\nيا ويحهم إن الهوى يلهو بهم\nلقد ضربت الدنيا في نفوسنا بسهم، ونصبت في قلوبنا رايات .. ليلنا ونهارنا في حديث عن الدنيا .. جل تفكيرنا كيف نفعل؟ ! وأكثر حيلنا كم نربح! ! إن ضرب موعد للدنيا ذهبنا إليه مبكرين، وأقمنا عند بابه فرحين .. ولا نبقي للآخرة في قلوبنا ركنًا ولا زاوية .. وانظر إذا رفع الأذان، كم ترى من المبكرين المسرعين .. والتفت إلى الشوارع والطرقات ترى الكثرة تسير بعجلة للدنيا .. مولية عن الآخرة مقبلة على الدنيا ..\nقال سعيد بن عبد العزيز: من أحسن فليرج الثواب، ومن أساء فلا يستنكر الجزاء، ومن أخذ عزًا بغير حق أورثه ذلاً بحق، ومن جمع مالاً بظلم أورثه الله فقرًا بغير ظلم.\nنرقع دنيانا بتمزيق ديننا\n...\nفلا ديننا يبقى ولا ما نرقع (1)\nقال الحسن البصري: إنما الفقيه الزاهد في الدنيا، الراغب في الآخرة، البصير بدينه، المداوم على عبادة ربه، الورع الكاف عن أعراض المسلمين، العفيف عن أموالهم، الناصح لهم (2).\nالدنيا إن قلت أو كثرت ليست مقياسًا للسعادة ولا مدخلاً للنعيم .. إنما هو قياس نسبي .. فهناك من إذا كثير ماله كثر غمه وهمه، والبعض هادئ البال مطمئن الفؤاد .. لديه ما يكفيه لدفع\n(1) حلية الأولياء: 8/ 10.\n(2) مختصر منهاج القاصدين: 21.\nالجزء: 1 - الصفحة: 78\n",
        "حاجات الدنيا، فلا يبذل وجهه لأحد، ولا هو يشكو من قلة أو حاجة.\nوفي حياتنا نرى الأمثلة محسوسة والشواهد قائمة، وأذكر أن شخصًا يملك من الثروة ما تكفي زكاة ماله لألوف الأسر المحتاجة .. ويشكو لي بين حين وآخر: كدر الدنيا، وقلة سعادتها، وكثرة همومها ومشاغلها ..\nوعاشرت مؤذن مسجد فترة من الزمن، فما رأيته يشكو ولا يتذمر، بل رأيته يسعد بأيامه، ويفرح بأبنائه، ويعدد نعم الله عليه .. رغم أنه يسكن في بيت المسجد، وحالته المادية يعلم الله بها فلديه من الأبناء الكثير .. ولكن سبحان من يعطى القناعة والرضا، ويستعمله في طاعته ويقربه من رحمته ..\nأقل من الدهر ما أتاك به\n...\nواصبر لريب الزمان إن عثرا\nما لامرئٍ فوق ما يجري القضاء به\n...\nفاللهم فضل وخير الناس من صبرا\nيا رب ساع في سعيه أمل\n...\nيفنى ولم يقض من تأميله وطرا\nما ذاق طعم الغنى من لا قنوع له\n...\nولن ترى قنعا ما عاش مفتقرا\nوالعرف من يأته يحمد عواقبه\n...\nما ضاع عرف وإن وليته حجرا (1)\nقال بعض الحكماء: عجبت لمن يحزن على نقصان ماله ولا يحزن على نقصان عمره، وعجبت لمن الدنيا مدبرة عنه، والآخرة مقبلة عليه، كيف يشتغل بالمدبرة ويعرض عن المقبلة.\n(1) حلية الأولياء: 7/ 220.\nالجزء: 1 - الصفحة: 79\n",
        "أخي المسلم\n:\nإذا خلا القلب من ملاحظة الجنة والنار، ورجاء هذه والهرب من هذه فترت عزائمه، وضعفت همته، ووهي باعثه، وكلما كان أشد طلبًا للجنة وعملاً لها، كان الباعث له أقوى، والهمة أشد والسعي أتم، وهذا أمر معلوم بالذوق (1).\nوالكثير يسير في هذه الدنيا، يبحث عن الجادة، وينشد الطريق، ويسرع نحو السعادة .. يا ترى هل أخطأ الطريق وأضاع العلامة .. لنرى ذلك في قول مالك بن دينار حينما قال: خرج أهل الدنيا من الدنيا، ولم يذوقوا أطيب شيء فيها، قيل: وما هو؟ قال: معرفة الله (2).\nمن شاء عيشا هنيئًا يستفيد به\n...\nفي دينه ثم في دنياه إقبالا\nفلينظرن إلى من فوقه أدبًا\n...\nولينظرن إلى من دونه مالا (3)\nقال داود الطائي: اجعل الدنيا كيوم صمته ثم أفطرت على الموت (4).\nوحين سأل رجل الحسن بقوله: يا أبا سعيد، من الفقيه؟ قال: الزاهد في الدنيا، الراغب في الآخرة، البصير بدينه، المجتهد في العبادة، هذا الفقيه.\n(1) مدارج السالكين: 2/ 82.\n(2) السير: 5/ 236.\n(3) أدب الدنيا والدين: 81.\n(4) صفة الصفوة: 3/ 134.\nالجزء: 1 - الصفحة: 80\n",
        "الدنيا -أخي- بزينتها ومراكبها .. بقصورها ودورها .. إنما هي:\nأحلام نوم أو كظل زائل\n...\nإن اللبيب بمثلها لا يخدع (1)\nويا أخي الحبيب\n:\nعجبًا لأمنك والحياة قصيرة\n...\nوبفقد إلفٍ لا تزال تروع (2)\nحال من سبقنا مقارنة بحالنا اليوم .. بون شاسع .. وفرق واضح.\nهذا محمد بن الفضل يقول: ما خطوت أربعين سنة خطوة لغير الله -عز وجل- وما نظرت أربعين سنة في شيء أستحسنه حياء من الله -عز وجل- وما أمليت على ملكي ثلاثين سنة شيئًا، ولو فعلت ذلك لاستحييت منهما (3).\nأخي الحبيب: أين نحن من هؤلاء\n؟ !\nها هي الدنيا تساق بخطامها وزمامها .. بحملها وركابها .. ولكن ماذا فعلوا؟ !\nعن مالك الداري أن عمر بن الخطاب -رضي الله عنه- أخذ أربعمائة دينار فجعلها في صرة. فقال للغلام: اذهب بها إلى أبي عبيدة بن الجراح، ثم تله ساعة في البيت حتى تنظر ما يصنع، فذهب الغلام، قال: يقول لك أمير المؤمنين: اجعل هذه في بعض حاجتك.\n(1) الإحياء: 3/ 228.\n(2) التبصرة: 1/ 52.\n(3) صفوة الصفوة: 4/ 165.\nالجزء: 1 - الصفحة: 81\n",
        "قال: وصله الله ورحمه، ثم قال: تعالي يا جارية، اذهبي بهذه السبعة إلى فلان، وبهذه الخمسة إلى فلان، وبهذه الخمسة إلى فلان، وبهذه الخمسة إلى فلان، حتى أنفدها، فرجع الغلام إلى عمر فأخبره فوجده قد أعد مثلها لمعاذ بن جبل فقال: اذهب بها إلى معاذ وتله في البيت ساعة حتى تنظر ما يصنع، فذهب بها إليه، قال: يقول لك يا أمير المؤمنين: اجعل هذه في بعض حاجاتك، فقال: رحمه الله ووصله، تعالي يا جارية، اذهب إلى بيت فلان بكذا، واذهبي إلى بيت فلان بكذا، فاطلعت امرأته فقالت: ونحن والله مساكين، فأعطنا، ولم يبق في الخزنة إلا ديناران، فدحا (رمى) بهما إليها، فرجع الغلام إلى عمر فأخبره بذلك، فقال: إنهم إخوة بعضهم من بعض.\nولو لم يأت من ترك الدنيا إلا الراحة عند الموت والاستعداد لما بعد الموت لكفى .. وقد قيل لبعض الزهاد: ألا توصي؟ قال: بماذا أوصي؟ والله ما لنا شيء، ولا لنا عند أحد شيء ولا لأحد عندنا شيء، انظر إلى هذه الراحة، كيف تعجلها؟ ! وإلى السلامة كيف صار إليها؟ ! (1)\nتجرد من الدنيا فإنك إنما\n...\nسقطت إلى الدنيا وأنت مجرد (2)\nقال محمد بن سوقة: أمران لو لم نعذب إلا بهما لكنا مستحقين بهما لعذاب الله، أحدنا يزاد الشيء من الدنيا، فيفرح\n(1) أدب الدنيا والدين: 120.\n(2) مكاشفة القلوب: 328.\nالجزء: 1 - الصفحة: 82\n",
        "فرحًا، ما علم الله أنه فرح بشيء زاد قط في دينه، وينقص الشيء من الدنيا، فيحزن عليه حزنًا، ما علم أنه حزن على شيء نقص قط في دينه.\nوأوصى عبد الله بن خبيق بقوله: لا تغتم إلا من شيء يضرك غدًا، ولا تفرح بشيء لا يسرك غدًا، وأنفع الخوف ما جحزك عن المعاصي، وأطال منك الحزن على ما فاتك، وألزمك الفكرة بقية عمرك.\nأخي المسلم\n: الدخول في خوض غمار الدنيا، والسير في وهادها ميسر؛ ولكن الخروج منها شديد .. سكرات الموت مقبلة تقتل كل فرحة في الدنيا .. وما بعد الموت يهون عنده الموت.\nإن الليالي والأيام حاملة\n...\nوليس يعلم غير الله ما تلد (1)\nقال الحسن -رضي الله عنه -: إن الله تعالى أمر بالطاعة، وأعان عليها، ونهى عن المعصية، وأغنى عنها، فاعمل بقدرك على النار ولا تجعل في ركوبها حجة (2).\nوقال التيمي -رحمه الله-: شيئان قطعا عني لذاذة الدنيا: ذكر الموت، وذكر الوقوف بين يدي الله (3).\nوما شاب رأس من سنين تتابعت\n...\nعليَّ ولكن شيبتني الوقائع\nكان سفيان الثوري يقول: أشد الناس حسرة يوم القيامة\n(1) صيد الخاطر: 87.\n(2) الزهر الفائح: 95\n(3) العاقبة: 39.\nالجزء: 1 - الصفحة: 83\n",
        "ثلاثة: رجل كان له عبد فجاء يوم القيامة أفضل عملاً منه، ورجل له مال فلم يتصدق به فمات، فورثه غيره فتصدق منه، ورجل عالم لم ينتفع بعلمه فعلم غيره فانتفع به.\nأخي المسلم\n:\nوهذه الدنيا تلقي سهامها علينا .. ونحن في ضعف وتقصير .. نفرح برحمة أرحم الراحمين .. رب رحيم .. غفور كريم.\nقيل: إن الشبلي رئي في المنام، فقيل له: ما فعل الله بك؟ فقال: حاسبني وناقشني حتى يئست، فلما رآني يئست، تغمدني برحمته (1).\nوقال يحيى بن معاذ: إن غفرت فخير راحم، وإن عذبت فغير ظالم (2).\nأخي الحبيب\n:\nجعل الله طريقنا في هذه الدنيا نهايته في جنات عدن، وجعلنا ممن تزود في هذه الدار الفانية لدار فيها النعيم المقيم. والظل الظليل.\nجمعني الله وإياك وآباءنا وأمهاتنا وأقاربنا في مستقر رحمته وجعلنا من الذين لا خوف عليهم ولا هم يحزنون.\nوصلى الله على نبينا محمد وآله وصحبه وسلم.\n(1) الزهر الفائح: 41.\n(2) صفة الصفوة: 4/ 96.\nالجزء: 1 - الصفحة: 84\n",
        "خاتمة\nقال تعالى: {وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا} [سورة الكهف الآية: 45].\nالجزء: 1 - الصفحة: 85\n",
        "المصادر\n(1) إحياء علوم الدين لأبي حامد الغزالي، دار الكتب العلمية، ط 1/ 1406 هـ.\n(2) أدب الدنيا والدين، للماوردي، دار الكتب العلمية.\n(3) إرشاد العباد للاستعداد ليوم المعاد، عبد العزيز السلمان، ط 1، 1406 هـ.\n(4) البداية والنهاية للحافظ ابن كثير، مطبعة المتوسط.\n(5) البركة في فضل السعي والحركة، لأبي عبد الله محمد الجيش، دار المعرفة، 1406 هـ.\n(6) بستان الواعظين للإمام النووي.\n(7) تاريخ بغداد للخطيب البغدادي، دار الكتب العلمية.\n(8) تاريخ الخلفاء للحافظ جلال الدين السيوطي، مكتبة الرياض الحديثة.\n(9) تاريخ عمر لابن الجوزي، تحقيق أحمد حوشان، مكتبة المؤيد.\n(10) التبصرة لابن الجوزي، دار الكتب العلمية، ط 1، 1406 هـ.\n(11) تذكرة الحفاظ للذهبي، دار إحياء التراث.\n(12) التذكرة في أحوال الموتى وأمور الآخرة للإمام القرطبي، دار الرياض، ط 2، 1407 هـ.\nالجزء: 1 - الصفحة: 86\n",
        "(13) تزكية النفوس وتربيتها كما يقرره علماء السلف، ماجد بن أبي الليل وآخر، دار القلم.\n(14) تسلية أهل المصائب، الإمام أبي عبد الله محمد بن محمد البنجي، دار الكتب العلمية، ط 1، 1406 هـ.\n(15) تنبيه الغافلين، الفقيه نصر السمرقندي، تحقيق عبد العزيز الوكيل، دار الشروق، 1410 هـ.\n(16) جامع العلوم والحكم، ابن رجب الحنبلي، ط 5، 1400 هـ.\n(17) جنة الرضا في السليم لما قدر الله وقضى، لأبي يحيى محمد عاصم الغرناطي، تحقيق د. صلاح جرار، دار البشير، 1410 هـ.\n(18) حلية الأولياء وطبقات الأصفياء للحافظ أبي نعيم، دار الكتاب العربي.\n(19) ديوان الإمام علي، جمعه وشرحه نعيم زرزور، دار الكتب العلمية، 1405 هـ.\n(20) ديوان الشافعي، جمع وتعليق محمد عفيف الزغبي، دار الجيل، بيروت، ط 2، 1392 هـ.\n(21) الزهد لابن المبارك.\n(22) كتاب الزهد للإمام أحمد بن حنبل، دارسة وتحقيق محمد السعيد بسيوني، دار الكتاب العربي، ط 1، 1406 هـ.\n(23) كتاب الزهد الكبير للإمام أحمد بن حسين البيهقي،\nالجزء: 1 - الصفحة: 87\n",
        "تحقيق د. تقي الدين الندوي، دار القلم، ط 2، 1403 هـ.\n(24) الزهد للحسن البصري، تحقيق د. محمد عبد الرحيم محمد، دار الحديث.\n(25) الزهر الفائح في ذكر من تنزه عن الذنوب والقبائح، محمد بن محمد يوسف الجزري، تحقيق محمد بسيوني، دار الكتاب العربي، ط 1، 1406 هـ.\n(26) سير أعلام النبلاء للذهبي، تحقيق شعيب الأرناؤوط وحسين الأسد، مؤسسة الرسالة، 1401 هـ.\n(27) شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي، دار إحياء التراث العربي.\n(28) شرح الصدور بشرح حال الموتى والقبور للحافظ جلال الدين السيوطي، دار الكتب العلمية، ط 1، 1404 هـ.\n(29) كتاب الشكر لابن أبي الدنيا، ط 3، 1405 هـ.\n(30) صفة الصفوة لابن الجوزي، تحقيق محمود فاحوزي ومحمد رواس، دار المعرفة، 1405 هـ.\n(31) كتاب الصمت وآداب اللسان للإمام الحافظ ابن أبي الدنيا، تصنيف أبي إسحاق الجويني دار الكتاب العربي، 1410 هـ.\n(32) صيد الخاطر لابن الجوزي، دار الكتاب العربي، ط 2، 1407 هـ.\n(33) طبقات الحنابلة للقاضي أبي يعلى، مطبعة السنة المحمدية ودار المعرفة بيروت.\nالجزء: 1 - الصفحة: 88\n",
        "(34) طبقات الشافعية للسبكي، تحقيق محمد الطناحي، وعبد الفتاح الحلو، دار إحياء الكتب العربية.\n(35) العاقبة في ذكر الموتى والآخرة للإمام أبي محمد عبد الحق الأشبيلي، تحقيق خضر محمد خضر، مكتبة دار الأقصى، ط 1، 1406 هـ.\n(36) عدة الصابرين وذخيرة الشاكرين، لابن قيم الجوزية، ط 2، 1406 هـ، دار الكتاب العربي.\n(37) عقود اللؤلؤ في وظائف شهر رمضان، إبراهيم بن عبيد.\n(38) الفوائد لابن قيم الجوزية، دار النفائس.\n(39) المجموع المنتخب من المواعظ والأدب، زامل الزامل.\n(40) مختصر منهاج القاصدين للإمام أحمد بن محمد المقدسي، تحقيق زهير الشاويش، المكتب الإسلامي، ط 7، 1406 هـ.\n(41) مدارج السالكين، ابن قيم الجوزية، دار الكتب العلمية، ط 2، 1408 هـ.\n(42) مكاشفة القلوب لأبي حامد الغزالي، دار إحياء العلوم، ط 1، 1403 هـ.\n(43) مناقب الإمام أحمد لابن الجوزي، مكتبة الخاني، 1399 هـ.\n(44) موارد الظمآن لدروس الزمان، عبد العزيز السلمان،\nالجزء: 1 - الصفحة: 89\n",
        "ط 13، 1403 هـ.\n(45) وفيات الأعيان وأنباء أبناء الزمان لابن خلكان، دار صادر بيروت، 1397 هـ.\nالجزء: 1 - الصفحة: 90\n",
        ""
    ]
}