{
    "1": [
        "أحكام اللمس في الطهارة\nأحكام اللمس في الطهارة\nعبد الله السهلي\nالكتاب:\nأحكام اللمس في الطهارة\nالمؤلف:\nعبد الله بن معتق السهلي\nالناشر:\nالجامعة الإسلامية، المدينة المنورة\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "أحكام اللّمس في الطّهارة\nال\nمقدمة\nإن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً.\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ} 1.\n{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} 2\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} 3.\nأما بعد:\nفإن التفقه في الدين أمر يجلُّ قدره، ويعظم شأنه، نوه الله تعالى بفضله في محكم تنزيله، فقال عز وجل: {فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّين} 4 وجعل رسول الله صلى الله عليه وسلم الخيرية في التفقه في الدين حيث قال: \"من يرد الله به\n1 آية: (102) من سورة آل عمران.\n2 آية: (1) من سورة النساء.\n3 آية: (70) و (71) من سورة الأحزاب.\n4 آية: (122) من سورة التوبة.\nالجزء: 1 ¦ الصفحة: 205\n",
        "خيراً يفقهه في الدين\" 1 فتبين بذلك ما للفقه في الدين من مكانة ومنزلة مرموقة، فأشرف العلوم علوم أحكام أفعال العباد، إذ الله لم يخلق الخلق عبثاً بل خلقهم لتحقيق أسمى الغايات وهي العبادة ولا يتحقق ذلك إلا بالتفقه في الدين ألا وإن من الأمور التي ينبغي للمرء معرفتها وفقهها أحكام اللمس ما تنتقض به الطهارة فلا تصح معه العبادة وما لا تنتقض به، فأحببت أن أفرد هذا الموضوع ببحث مستقل أبين فيه مباحثه ومسائله وما يتعلق به سائلاً الله عز وجل الإعانة والتوفيق.\n1 أخرجه البخاري 1/25، 26 في كتاب العلم باب من يرد الله به خيراً يفقهه من حديث معاوية رضي الله عنه.\nالجزء: 1 ¦ الصفحة: 206\n",
        "خطة البحث\nقسمت هذا البحث إلى مقدمة، وتمهيد، وثلاثة فصول:\nالمقدمة:\nوتشتمل على الافتتاحية، وخطة البحث ومنهجه.\nالتمهيد:\nويشتمل على تعريف اللمس والفرق بينه وبين المس ومفهومهما في الكتاب والسنة.\nالفصل الأول:\nفي لمس العورة، وفيه ثلاثة مباحث:\nالمبحث الأول: في لمس الفرج، وفيه ثلاثة مطالب:\nالمطلب الأول: في لمس الرجل فرجه.\nالمطلب الثاني: في لمس فرج الغير.\nالمطلب الثالث: في لمس المرأة فرجها.\nالمبحث الثاني: في لمس غير الفرج من العورة، وفيه ثلاثة مطالب:\nالمطلب الأول: في لمس الدبر.\nالمطلب الثاني: في لمس الأنثيين والألية والعانة.\nالمطلب الثالث: في لمس فرج البهيمة.\nالمبحث الثالث: في كيفية اللمس، وفيه ثلاثة مطالب:\nالمطلب الأول: في اللمس ببطن الكف وبظهره.\nالمطلب الثاني: في اللمس بقصد وبغير قصد.\nالمطلب الثالث: في اللمس من وراء حائل.\nالجزء: 1 ¦ الصفحة: 207\n",
        "الفصل الثاني:\nفي لمس غير العورة من البدن، وفيه مبحثان:\nالمبحث الأول: في لمس المرأة والرجل، وفيه أربعة مطالب:\nالمطلب الأول: في لمس الرجل للمرأة والمراة للرجل.\nالمطلب الثاني: في لمس الأمرد.\nالمطلب الثالث: في لمس الرجل للرجل.\nالمطلب الرابع: في لمس المرأة للمرأة.\nالمبحث الثاني: في لمس المحارم والصغير وما اتصل بالجسم ووضوء الملموس، وفيه ثلاثة مطالب:\nالمطلب الأول: في لمس المحارم والصغيرة.\nالمطلب الثاني: في لمس ما اتصل بالجسم كالشعر والظفر والسن.\nالمطلب الثالث: في وضوء الملموس.\nالفصل الثالث:\nفي لمس الميت والمصحف، وفيه مبحثان:\nالمبحث الأول: في لمس الميت، وفيه مطلبان:\nالمطلب الأول: في لمس الميت أثناء تغسيله.\nالمطلب الثاني: في لمس الميت أثناء حمله أو غيره.\nالمبحث الثاني: في لمس المصحف، وفيه مطلبان:\nالمطلب الأول: في لمس المصحف باليد مباشرة.\nالمطلب الثاني: في حمل المصحف بدون ملامسته باليد مباشرة.\nالخاتمة\nالجزء: 1 ¦ الصفحة: 208\n",
        "منهج البحث\nسلكت في إعداد هذا البحث المنهج الآتي:\n1-\nجمعت المادة العلمية المتعلقة بأحكام اللمس في الطهارة.\n2-\nدرست المسائل الواردة في هذا البحث دراسة موازنة، وحرصت على بيان المذاهب الأربعة في كل مسألة، وقد أذكر في المسألة أقوال بعض الصحابة والتابعين وغيرهم من الفقهاء كما أنني ذكرت قول الظاهرية في بعض المسائل مراعياً في ذلك الترتيب الزمني بين الفقهاء.\n3-\nحرصاً مني على إخراج المسائل بأسلوب مبسط، يسهل معه معرفة الحكم في المسألة، صدرتها بالإجماع إن كانت من المسائل المجمع عليها، كما أنني إن رأيت الخلاف ليس قوياً في المسألة صدرت المسألة بقول أكثر أهل العلم وبعد ذلك أشير إلى القول المخالف ثم أذكر أدلة كل قول وما قد يرد عليه من نقاش إن وجد، ثم أختم المسألة بالقول الراجح وقد أؤخر المناقشة مع الترجيح.\n4-\nحرصت على نقل أقوال الفقهاء من مصادرها الأصلية.\n5-\nذكرت أرقام الآيات القرآنية الواردة في البحث مع بيان أسماء سورها.\n6-\nخرجت الأحاديث الواردة في البحث مبيناً الكتاب والباب والجزء والصفحة، فإن كان الحديث في الصحيحين أو في أحدهما اكتفيت بتخريجه منهما أو من أحدهما، وإن لم يكن فيهما أو في أحدهما اجتهدت في تخريجه من كتب السنة الأخرى مع ذكر درجة الحديث صحة أو ضعفاً معتمداً على الكتب التي تعنى بذلك.\n7-\nبينت معاني الكلمات التي تحتاج إلى بيان معتمداً على الكتب التي تعنى بذلك.\nالجزء: 1 ¦ الصفحة: 209\n",
        "8-\nلم أترجم للأعلام الواردة في البحث خشية الإطالة.\n9-\nبينت في نهاية البحث في الخاتمة أهم النتائج التي توصلت إليها.\n10-\nوضعت فهرساً للمصادر التي اعتمدت عليها مرتباً حسب الحروف الهجائية، وآخر للموضوعات.\nالجزء: 1 ¦ الصفحة: 210\n",
        "التمهيد\nفي التعريف باللمس والفرق بينه وبين المس واللمس في الكتاب والسنة.\nتعريف اللمس في اللغة:\nلمس: بفتح فسكون مصدر لمس الشيء، أمسه بيده فهو لا مس، ولمس المرأة باشرها.\nواللام والميم والسين أصل واحد يدل على تطلب شيء ومسيسه أيضاً. تقول: تلمست الشيءإذا تطلبته، ويأتي بمعنى الحس.\nوقال ابن الأعرابي: اللمس قد يكون مس الشيء بالشيء ويكون معرفة الشيء وإن لم يكن ثم جوهر.\nوقال الراغب الأصفهاني: \"اللمس مطلقاً؛ لأنه يقال المس إدراك بظاهر البشرة، واللمس والملامسة المجامعة مجازاً\"1.\nتعريف اللمس في اصطلاح الفقهاء:\nهو: قوة منبثقة في جميع البدن تدرك بها الحرارة والبرودة والرطوبة واليبوسة، ونحو ذلك عند التماس الاتصال به2.\nوقيل هو: إلصاق الجارحة بالشيء وهو عرف باليد؛ لأنها آلته الغالبة\n1 انظر: تاج العروس 4/343، معجم مقاييس اللغة 5/210، لسان العرب 9/209 مفردات ألفاظ القرآن 747، المصباح المنير 2/677، المعجم الوسيط 2/838.\n2 انظر: التعريفات للجرجاني ص: 193.\nالجزء: 1 ¦ الصفحة: 211\n",
        "،ويستعمل كناية عن الجماع1.\nوقيل هو: أن يلمس الرجل بشرة المرأة والمرأة بشرة الرجل بلا حائل بينهما2.\nوقيل: حقيقة اللمس ملاقاة البشرتين3.\nوكما هو واضح من هذه التعاريف كلها تدل على أن المراد من اللمس ملاقاة البشرتين.\nالفرق بين اللمس والمس:\nذُكرت بعض الفروق بين اللمس والمس ومن ذلك:\nأن مطلق التقاء الجسمين يسمى مساً، فإن كان بالجسد سمي مباشرة، وإن كان باليد سمي مساً، وإن كان بالفم على وجه مخصوص سمي قبلة4.\nأن المس كاللمس لكن اللمس قد يقال لطلب شيء وإن لم يوجد والمس يقال فيما يكون معه إدراك بحاسة اللمس5.\nأن اللمس لصوق بإحساس، والمس أقل تمكناً من الإصابة وهو أقل درجاتها.\nأنه يكنى بالمس عن النكاح والجنون، ويقال في كل ما ينال الإنسان من أذى مس، ولا اختصاص له باليد لأنه لصوق فقط، وهذا بخلاف اللمس فإنه\n1 انظر: أحكام القرآن لأبن العربي المالكي 1/443.\n2 انظر: المهذب 1/23.\n3 انظر: المغني 1/258.\n4 انظر: تاج العروس 4/343، شرح منظومة المرشد المبين 1/939.\n5 انظر: مفردات ألفاظ القرآن ص: 766 و 767، المصباح المنير 2/677.\nالجزء: 1 ¦ الصفحة: 212\n",
        "يكون باليد1.\nأن اللمس أخص من المس إذ لا يطلق إلا على مس لطلب معنى من حرارة مثلاً.\nأن المس لا يكون إلا بباطن الكف، واللمس يكون بأي جزء من البدن.\nأن المس يكون من شخص واحد بخلاف اللمس فإنه لا يكون إلا بين اثنين.\nأن المس يختص بالفرج بخلاف اللمس فلا يختص به2.\nمفهوم اللمس في القرآن الكريم:\nورد ذكر اللمس والمس في عدة آيات من القرآن الكريم:\n1-\nقول الله تعالى: {أَوْ لامَسْتُمُ النِّسَاءَ\n…\n} 3.\n2-\nقول الله تعالى: {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ} 4.\n3-\nقول الله تعالى: {قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُوراً\n...\n} 5.\n4-\nقول الله تعالى: {وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً} 6.\n1 انظر: الكليات 4/175، الأشباه والنظائر ص: (515) و (516) .\n2 انظر: تفسير القرآن العظيم 2/276-277، غاية المرام 2/94، المباشرة وأثرها في نقض الطهارة ص: 19.\n3 آية: (43) من سورة النساء، وآية: (6) من سورة المائدة.\n4 آية: (7) من سورة الأنعام.\n5 آية: (13) من سورة الحديد.\n6 آية: (8) من سورة الجن.\n??\n??\n??\n??\nالجزء: 1 ¦ الصفحة: 213\n",
        "واللمس في القرآن الكريم ليس مقصوراً على معنى واحد أو مفهوم واحد فإنه يكنى به عن النكاح حيث يقال مسَّها وماسها ومن ذلك قوله تعالى: {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ} 1 والمسيس كناية عن النكاح.\nويكنى به عن المس بالجنون قال تعالى: {الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ} 2.\nوالمس يقال في كل ما ينال من أذى كقوله تعالى: {وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلا أَيَّاماً مَعْدُودَةً} 3.وكقوله تعالى: {مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ} 4.\nوكقوله تعالى: {ذُوقُوا مَسَّ سَقَرَ} 5.\nويكنى باللمس عن الجس باليد كقوله تعالى: {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ} 6.\nويكنى باللمس عن الطلب كقوله تعالى: {وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً} 7.\nويطلق اللمس والمس على المباشرة في الفرج ومنه قوله تعالى: {وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} 8.\n1 آية: (237) من سورة البقرة.\n2 آية: (275) من سورة البقرة.\n3 آية: (80) من سورة البقرة.\n4 آية: (214) من سورة البقرة.\n5 آية: (48) من سورة القمر.\n6 آية: (7) من سورة الأنعام.\n7 آية: (4) من سورة الجن.\n8 آية: (287) من سورة البقرة.\nالجزء: 1 ¦ الصفحة: 214\n",
        "أما قوله تعالى: {أَوْ لامَسْتُمُ النِّسَاءَ} 1. وقريء: {أو لمستم النساء} 2. فاختلف المفسرون والأئمة في معنى ذلك على قولين:\nأحدهما: أن ذلك كناية عن الجماع.\nالثاني: أن المراد بذلك: كل لمس بيد كان أو بغيرها من أعضاء الإنسان.\nقال ابن جرير: \"وأولى القولين بالصواب قول من قال عنى الله بقوله: {أَوْ لامَسْتُمُ النِّسَاءَ} الجماع دون غيره من معاني اللمس لصحة الخبر3 عن رسول الله صلى الله عليه وسلم: \"أنه قبل بعض نسائه ثم صلى ولم يتوضأ\" 4.\nوفسره بذلك حبر الأمة ابن عباس - رضي الله عنهما - الذي علمه الله تأويل كتابه واستجاب فيه دعوة رسوله صلى الله عليه وسلم وتفسيره أولى من تفسير غيره لتلك المزية5.\n1 من آية: (43) من سورة النساء، ومن آية: (6) من سورة المائدة.\n2 انظر: معالم التنزيل 1/433، تفسير القرآن العظيم 2/275.\n3 انظر: جامع البيان في تفسير القرآن 4/102، تفسير القرآن العظيم 2/275.\n4 أخرجه أحمد في المسند 6/210، وأبو داود 1/124 في الطهارة باب: الوضوء من القبلة والترمذي 1/133 في الطهارة باب: ما جاء في ترك الوضوء من القبلة، وابن ماجه 1/168 في الطهارة باب: الوضوء. والنسائي1/104 في الطهارة باب: ترك الوضوء من القبلة، والدارقطني1/138، والبيهقي1/125، وصححه ابن عبد البر في التمهيد21/174،والزيلعي في نصب الراية1/72، والتركماني في الجوهر النقي1/123 و127، وصححه الألباني في صحيح سنن ابن ماجه 1/82، وأحمد شاكر في حاشيته على سنن الترمذي 1/134.\n5 انظر: معالم التنزيل 1/433، تفسير القرآن العظيم 2/275و276، نيل الأوطار 1/195.\nالجزء: 1 ¦ الصفحة: 215\n",
        "وبناء على هذا الاختلاف في مفهوم اللمس اختلف الفقهاء في أثر هذا اللمس هل ينتقض به الوضوء أو لا؟ وسيأتي الكلام عليه مفصلاً إن شاء الله في الفصل الثاني من هذا البحث.\nمفهوم اللمس في السنة:\nورد ذكر اللمس في عدة أحاديث من ذلك:\n1-\nحديث أبي سعيد الخدري رضي الله عنه أن رسول صلى الله عليه وسلم نهى عن المنابذة: وهي طرح الرجل ثوبه إلى رجل قبل أن يقلبه أو ينظر إليه؛ ونهى عن الملامسة والملامسة لمس الثوب لا ينظر إليه1.\nقال ابن الأثير: \"هو أن يقول: إذا لمست ثوبي أو لمست ثوبك فقد وجب البيع\"2.\n2-\nحديث ابن عباس - رضي الله عنهما - قال: لما أتى ماعز بن مالك النبي صلى الله عليه وسلم قال له: \"لعلك قبلت أو غمزت أو نظرت؟ \" 3\n3-\nما جاء عن عائشة رضي الله عنها في حديث البيعة أنها قالت: \"ولا والله ما مست يده امرأة قط في المبايعة ما يبايعهن إلا بقوله قد بايعتك على ذلك\" 4.\n1 أخرجه البخاري 3/25 في البيوع باب: بيع المنابذة واللفظ له، ومسلم 2/1152 في البيوع باب إبطال بيع الملامسة والمنابذة.\n2 انظر: النهاية في غريب الحديث والأثر 4/261.\n3 أخرجه البخاري 7/24 في كتاب الحدود باب: هل يقول الإمام لعلك لمست أو غمزت.\n4 أخرجه البخاري 6/61 في كتاب التفسير باب: إذا جاءكم المؤمنات مهاجرات.\nالجزء: 1 ¦ الصفحة: 216\n",
        "ويظهر من هذه الأحاديث أن اللمس الوارد فيها هو اللمس باليد وهو ليس مقصوراً على ذلك.\nبل ورد اللمس بمعنى البحث والتحري ومنه:\n1-\nحديث عائشة رضي الله عنها قالت: \"فقدت رسول الله صلى الله عليه وسلم ليلة من الفراش فالتمسته فوقعت يدي على بطن قدميه وهو في المسجد وهما منصوبتان\"1.\n2-\nحديث ابن عباس - رضي الله عنهما - في شأن ليلة القدر: أن النبي صلى الله عليه وسلم قال: \"التمسوها في العشر الأواخر من رمضان\"2.\n1 أخرجه مسلم 1/352 في الصلاة: باب الركوع والسجود.\n2 أخرجه البخاري 2/254 في كتاب فضل ليلة القدر، باب: تحري ليلة القدر ومسلم 1/823 في كتاب الصيام باب فضل ليلة القدر.\nالجزء: 1 ¦ الصفحة: 217\n",
        "الفصل الأول: في لمس العورة\nالمبحث الأول: في لمس الفرج\nالمطلب الأول: في لمس الرجل فرجه\n...\nالمطلب الأول\nفي لمس الرجل فرجه\nاتفق الفقهاء على أن من لمس فرجه بغير يده من أعضائه أنه لا ينتقض وضوءه1.\nواختلفوا فيمن مس فرجه بيده على قولين:\nالقول الأول: أن من لمس ذكره انتقض وضوءه، وهو مروي عن عمر ابن الخطاب، وسعد بن أبي وقاص، وأبي هريرة، وابن عمر، وعبد الله بن عمرو بن العاص، وأبي أيوب الأنصاري، وزيد بن ثابت، وجابر بن عبد الله، وعائشة، وأم حبيبة، وبسرة بنت صفوان، وبه قال مكحول، وسعيد بن المسيب، وعطاء، ومجاهد، وعروة، وسليمان بن يسار، والزهري، ويحيى بن أبي كثير، والشعبي، وأبو العالية، والأوزاعي، والليث.\nوهو المشهور من مذهب الإمام مالك والشافعي إذا كان اللمس بباطن الكف، وأحمد في المذهب، وداود وابن حزم2.\nالقول الثاني: أن من لمس ذكره لا ينتقض وضوءه، وهو مروي عن علي، وابن مسعود، وعمار بن ياسر، وابن عباس، وحذيفة، وعمران بن حصين، وأبي\n1 انظر: الإفصاح 1/139، مراتب الإجماع 1/22.\n2 انظر: مصنف ابن أبي شيبة 1/163و164، السنن الكبرى 1/131، شرح معاني الآثار 1/76و77، الأوسط 1/195، التمهيد 17/199، الاستذكار 1/31، البيان والتحصيل18/45،حلية العلماء1/149،الغاية القصوى1/216،مغني المحتاج 1/3، مسائل الإمام أحمد لابنه عبد الله ص: (16) ، الإنصاف1/202، المغني 1/240، المحلى 1/235.\nالجزء: 1 ¦ الصفحة: 220\n",
        "الدرداء، وهو قول سعيد بن جبير، وطاووس والنخعي، والحسن بن حيي، وشريك، وابن المبارك، ويحيى بن معين، والحسن البصري، وقتادة، والثوري.\nوإليه ذهب أبو حنيفة، ومالك في قول، وأحمد في رواية، واختاره ابن المنذر، وابن تيمية1.\nالأدلة:\nاستدل أصحاب القول الأول بالأدلة التالية:\n1-\nحديث بسرة بنت صفوان أنها سمعت رسول الله صلى الله عليه وسلم يقول: \"من مس ذكره فليتوضأ\" 2.\n1 انظر مصنف ابن أبي شيبة 1/164و165، السنن الكبرى 1/131، شرح معاني الآثار 1/76و77، الأوسط 1/455، الاستذكار 1/315، المبسوط 1/66، الأصل 1/46بدائع الصنائع 1/30، اللباب 1/148، مقدمات ابن رشد 1/29و30، عقد الجواهر الثمينة 1/57، المغني 1/241، الفروع 1/179، الإنصاف 1/202، مجموع الفتاوى 21/241.\n2 أخرجه مالك في الموطأ 1/42 في الطهارة باب: الوضوء من مس الفرج، والشافعي في مسنده 1/21، وأحمد في المسند 6/406، وأبو داود 1/126 في الطهارة باب: الوضوء من مس الذكر، والترمذي 1/126 في الطهارة باب: الوضوء من مس الذكر وقال: حديث حسن صحيح، والنسائي 1/100، في الطهارة باب: الوضوء من مس الذكر وابن ماجه 1/161 في الطهارة باب: الوضوء من مس الذكر، وابن حبان في الإحسان1/220، والبيهقي1/128، والدارقطني1/146وصححه، وابن خزيمة1/22، والحديث صححه الإمام أحمد كما في مسائل الإمام أحمد لأبي داود ص 309 وصححه ابن حبان، وابن خزيمة، والدارقطني، ونقل الترمذي عن البخاري أنه قال: أصح شيء في هذا الباب حديث بسرة، وحسنه النووي في المجموع 2/35. وقال الحافظ ابن حجر في التلخيص الحبير 1/122: صححه يحيى ابن معين والبيهقي والحازمي. وقال البيهقي: هو على شرط البخاري بكل حال، ونقل عن الإسماعيلي أنه يلزم البخاري إخراجه فقد أخرج نظيره، وصححه الألباني في إرواء الغليل 1/150.\nالجزء: 1 ¦ الصفحة: 221\n",
        "2-\nحديث أم حبيبة رضي الله عنها عن النبي صلى الله عليه وسلم أنه قال: \"من مس فرجه فليتوضأ\" 1.\n3-\nحديث أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"إذا أفضى أحدكم بيده إلى ذكره ليس بينهما شيء فليتوضأ وضوءه للصلاة\" 2.\n1 أخرجه ابن ماجة1/162في الطهارة باب: الوضوء من مس الذكر، والبيهقي1/130 والطحاوي 1/75، وقال الحافظ في التلخيص1/124: أما حديث أم حبيبة فصححه أبو زرعة والحاكم، وأعله البخاري بأن مكحولاً لم يسمع من عنبسة بن أبي سفيان، وكذا قال يحيى بن معين وأبو زرعة وأبو حاتم والنسائي أنه لم يسمع منه، وخالفهم دحيم وهو أعرف بحديث الشاميين، فأثبت مكحول من عنبسة، وقال الخلال في العلل: صحح أحمد حديث أم حبيبة. أخرجه ابن ماجة من حديث العلاء بن الحارث عن مكحول. وقال ابن السكن: لا أعلم به علة. وقال الألباني في إرواء الغليل 1/151: والحديث صحيح على كل حال؛ لأنه إن لم يصح بهذا السند فهو شاهد جيد لما ورد في الباب من أحاديث.\n2 أخرجه أحمد في المسند 2/333، والدارقطني 1/147، والبيهقي 1/133، والطحاوي في شرح معاني الآثار 1/74، والحاكم في المستدرك 1/138 وصححه، وابن حبان في الإحسان 2/222. وقال ابن عبد البر في التمهيد 17/195، والاستذكار 1/312 كان هذا الحديث لا يعرف إلا ليزيد بن عبد الملك النوفلي وهذا مجمع على ضعفه حتى رواه عبد الرحمن بن القاسم عن نافع بن أبي نعيم القاري وهذا إسناد صالح إن شاء الله. وقال النووي في المجموع 2/35، وفي إسناده ضعف لكنه يقوى بكثرة طرقه. قال الحافظ في التلخيص 1/12: قال ابن السكن: هو أجود ما روي في هذا الباب.\nالجزء: 1 ¦ الصفحة: 222\n",
        "4-\nولأنه لمس يفضي إلى خروج المذي فأشبه مس الفرج بالفرج1.\n5-\nأن الذكر يختلف عن سائر الجسد لأنه تتعلق به أحكام ينفرد بها من وجوب الغسل بإيلاجه والحد والمهر وغير ذلك2.\nوقد اعترض على هذه الأدلة بما يأتي:\nحديث بسرة اعترض عليه بعدة اعتراضات أهمها:\n1-\nرواه عنها مروان بن الحكم وهو كان يحدث في زمانه مناكير ولذلك لم يقبل عروة منه3.\n2-\nأن ربيعه شيخ مالك قال: \"ويحكم مثل هذا يأخذ به أحد ويعمل بحديث بسرة؟ والله لو أن بسرة شهدت على هذا النعل لما أجزت شهادتها، وإنما قوام الدين الصلاة، وإنما قوام الصلاة الطهور، فلم يكن في صحابة رسول الله صلى الله عليه وسلم من يقيم هذا الدين إلا بسرة\"4.\n3-\nقال ابن معين: لم يصح في مس الذكر حديث5.\n4-\nرواية ابن وهب عن مالك أن الوضوء من مس الذكر سنة فكيف يصح عنده هذا الحديث ثم يستجيز هذا القول؟ 6\n1 انظر: المعرفة 1/156، الذخيرة 1/222.\n2. انظر: المغني 1/242.\n3 انظر: شرح معاني الآثار 1/71-73.\n4 انظر: شرح معاني الآثار 1/71.\n5 انظر: التخليص الحبير 1/123.\n6 انظر: الاستذكار 1/308و309.\nالجزء: 1 ¦ الصفحة: 223\n",
        "5-\nأن الرجل أولى بنقله من بسرة1.\n6-\nأنه مما تعم به البلوى فينبغي أن ينقل مستفيضاً ولما لم يكن كذلك دل على ضعفه2.\n7-\nإنكار كبار الصحابة لحكمه كعلي وابن مسعود وغيرهما كما تقدم في القول الثاني3.\n8-\nأنه مخالف لإجماع الصحابة4.\n9-\nلو سلم بصحته يحمل على غسل اليد لأنهم كانوا يستجمرون ثم يعرقون ثم يؤمر من مس موضع الحدث بالوضوء الذي هو النظافة5.\n10-\nأنه معارض بحديث طلق، والقياس على سائر الأعضاء6.\nوقد أجيب على هذه الاعتراضات بما يأتي:\n1-\nأن مروان كان عدلاً ولذلك كانت الصحابة تأتم به وتغشى طعامه وما فعل شيئاً إلا عن اجتهاد، وإنكار عروة لعدم اطلاعه7.\n2-\nأن عدم استقلال المرأة في الشهادة لا يدل على عدم قبول روايتها وإلا لما قبلت رواية كثير من الصحابيات.\n1 انظر: الذخيرة1/222.\n2 انظر: بدائع الصنائع، 1/30\n3 وانظر: بدائع الصنائع، 1/30، الذخيرة 1/222.\n4 انظر: بدائع الصنائع، 1/30.\n5 انظر: إعلاء السنن 1/118-124، تحفة الأحوذي 1/275-280، المجموع 2/43.\n6 انظر: الذخيرة 1/223، المغني 1/242.\n7 انظر: الاعتبار 29،30، الذخيرة 1/222.\nالجزء: 1 ¦ الصفحة: 224\n",
        "قال الشافعي: \"والذي يعيب علينا الرواية عن بسرة يروي عن عائشة بنت عجرد وأم خداش وعدة من النساء لسن بمعروفات ويحتج بروايتهن ويضعف بسرة مع سابقتها وقديم هجرتها وصحبتها النبي صلى الله عليه وسلم وقد حدثت بهذا في دار المهاجرين والأنصار وهم متوافرون ولم يدفعه\nمنهم أحد بل علمنا بعضهم صار إليه منهم عروة بن الزبير\"1.\n3-\nإذا لم يصح الحديث عند ابن معين فقد صح عند غيره فقد صححه الجماهير من الأئمة الحفاظ واحتج به الأوزاعي والشافعي وأحمد وهم أعلام الحديث والفقه فلو كان باطلاً لم يحتجوا به، لكنه مع هذا لم يثبت عند ابن معين كما قال الحافظ ابن حجر وابن الجوزي2.\n4-\nأن مالكاً لم يطعن في الصحة وإنما تردد في دلالة اللفظ هل هي للوجوب أم للندب؟ 3\n5-\nأن بسرة لم تنفرد بروايته بل رواه نحو خمسة عشر من الرجال والنساء فإن في الباب عن أم حبيبة وأبي هريرة وأروى بنت أنس وعائشة وجابر وزيد بن خالد وعبد الله بن عمرو وسعد بن أبي وقاص وأم سلمة وابن عباس وابن عمر والنعمان بن بشير وأنس وأُبي بن كعب ومعاوية بن حيدة وقبيصة رضي الله عنه4.\n6-\nأن الخبر نقل مستفيضاً5.\n1 انظر: الاعتبار 29.\n2 انظر: المجموع 2/42، التلخيص الحبير 1/123.\n3 انظر: الذخيرة 1/222.\n4 انظر: المجموع 2/42، التلخيص الحبير 1/123و124، شرح ابن القيم على سنن أبي داود 1/113.\n5 انظر: المصادر السابقة.\nالجزء: 1 ¦ الصفحة: 225\n",
        "7-\nأن الحديث لم يثبت عندهم أو لم يبلغهم، وقد بلغهم حديث طلق ولم يبلغهم ما ينسخه ولو بلغهم لقالوا به ولا يجب على الصحابي أن يطلع على سائر الأحاديث1.\n8-\nأنه لم ينعقد في هذه المسألة إجماع وإلاَّ لما ساغ الخلاف فيها ومن أراد الاطلاع على معرفة قدر اختلاف الصحابة فيها فليراجع المصادر التي ذكرتها عند عرض الأقوال في أول المسألة2.\n9-\nأن حديث طلق الذي استدل به أصحاب القول الثاني لا يصح والقياس الذي ذكروه في قبالة النص فيكون فاسداً3.\n10-\nأن الألفاظ الشرعية الأصل فيها أن تحمل على الحقيقة إلا إذا ورد دليل يصرفها عنها ولم يرد4 بل ورد هنا ما يخالفه كما تقدم في حديث أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"إذا أفضى أحدكم بيده إلى ذكره - ليس بينهما شيء - فليتوضأ وضوءه للصلاة\" 5.\nقال البيهقي وغيره: \"ويكفي في ترجيح حديث بسرة على حديث طلق أن حديث طلق لم يحتج الشيخان بأحد من رواته، وحديث بسرة قد احتجا بسائر رواة حديثها، وهذا وجه رجحان حديثها على حديث طلق من طريق الإسناد؛ لأن الرجحان إنما يقع بوجود شرائط الصحة والعدالة في حق هؤلاء الرواة دون من خالفهم\"6.\n1 انظر: الذخيرة 1/222، المجموع 2/43.\n2 انظر: عرض الأقوال في المسألة ص: (220) .\n3 انظر: الذخيرة 1/222.\n4 انظر: المجموع 2/42.\n5 انظر: سبق تخريجه ص: (222) .\n6 انظر: معرفة السنن والآثار 1/413، التلخيص الحبير 1/125.\nالجزء: 1 ¦ الصفحة: 226\n",
        "واستدل أصحاب القول الثاني بالأدلة الآتية:\n1-\nحديث قيس بن طلق، عن أبيه قال: \"قدمنا على نبي الله صلى الله عليه وسلم فجاء رجل كأنه بدوي فقال: يا نبي الله، ما ترى في مس الرجل ذكره بعدما يتوضأ؟ فقال: \"هل هو إلا مضغة1 منه؟ أو قال: بضعة2 منه\" 3\n2-\nما روى جعفر بن الزبير عن القاسم، عن أبي أمامه أن رجلاً سأل النبي صلى الله عليه وسلم فقال: إني مسست ذكري وأنا أصلي، فقال: \"لا بأس إنما هو حذية4 منك\" 5\n1 المضغة: القطعة من اللحم قدر ما يمضغ. انظر: النهاية في غريب الحديث والأثر 4/339 المصباح المنير 2/699\n2 بضعة: بالفتح القطعة من اللحم. انظر: النهاية في غريب الحديث والأثر 1/123، المصباح المنير 1/65.\n3 أخرجه أبو داود 1/127 واللفظ له في الطهارة باب الرخصة في ذلك، وأحمد في المسند 4/22، والترمذي 1/131 في أبواب الطهارة باب: ما جاء في ترك الوضوء من مس الذكر وقال: هذا الحديث أحسن شيء يروى في هذا الباب، وابن ماجة 1/163 في كتاب الطهارة وسننها باب: الرخصة في ذلك، والبيهقي 1/134، والدارقطني1/149، والطحاوي 1/75 وصححه، وصححه ابن حبان في الإحسان 1/223، وصححه ابن حزم في المحلى 1/239، وقال النووي في المجموع 2/42: بأنه ضعيف باتفاق الحفاظ. وقال الحافظ ابن حجر في التلخيص الحبير 1/125، وصححه عمرو ابن على الفلاس، ونقل عن ابن المديني أنه قال: هو عندنا أحسن من حديث بسرة، وقال أيضاً: وضعفه الشافعي وأبو حاتم وأبو زرعة والدارقطني والبيهقي وابن الجوزي.\n4 حذية: أي قطعة قيل هي بالكسر: ما قطع من اللحم طولاً. انظر النهاية في غريب الحديث والأثر 1/357.\n5 أخرجه ابن ماجه 1/163 في الطهارة باب: الرخصة في ذلك، وفي سنده جعفر بن الزبير متروك، والقاسم ضعيف كما في التقريب 140، ونصب الراية 1/69.\nالجزء: 1 ¦ الصفحة: 227\n",
        "3-\nإجماع أهل العلم على أن لا وضوء على من مس بولاً أو غائطاً أو دماً فمس الذكر أولى أن لا يوجب وضوءاً1.\nوقد اعترض على هذه الأدلة بما يأتي:\n1-\nأن حديث طلق ضعيف باتفاق المحدثين وقد بين البيهقي وجوهاً من ضعفه2.\n2-\nأنه منسوخ بحديث بسرة لأن أبا هريرة قد رواه وهو متأخر الإسلام ووفادة طلق على النبي صلى الله عليه وسلم كانت في السنة الأولى من الهجرة ورسول الله صلى الله عليه وسلم يبني مسجده وقدوم أبي هريرة وإسلامه كان في السنة السابعة من الهجرة3.\n3-\nأنه محمول على المس من فوق حائل لأنه قال: سألته عن مس الذكر في الصلاة، والظاهر أن الإنسان لا يمس ذكره في الصلاة بدون حائل4.\n4-\nأن حديث بسرة أكثر رواة من حديث طلق كما تقدم5.\n5-\nأن حديث بسرة فيه احتياط للعبادة6.\n1 انظر: الأوسط 1/203.\n2 انظر: السنن الكبرى 1/134و135، المجموع 2/42.\n3 انظر: معالم السنن 1/126، شرح السنة 1/343، المغني 1/242.\n4 انظر: المجموع 2/42.\n5 تقدم في ص: (225) .\n6 انظر: المجموع 2/42.\nالجزء: 1 ¦ الصفحة: 228\n",
        "6-\nأن حديث جعفر بن الزبير حديث ضعيف كما تقدم في تخريجه1.\n7-\nأن القياس الذي ذكروه قياس في مقابل النص فيكون فاسداً2.\nوقد أجيب عن هذه الاعتراضات بما يلي:\n1-\nالقول بأن حديث طلق حديث ضعيف باتفاق المحدثين غير مسلم فقد صححه كما سبق في تخريجه الطحاوي، وابن حبان، وابن حزم وغيرهم3.\n2-\nدعوى النسخ لا تقبل إذ ليس في حديث بسرة ما يدل على النسخ4\n3-\nأن كثرة الرواة لا أثر لها في باب الترجيحات لأن طريق كل واحد منهما غلبه الظن فصار كشهادة شاهدين مع شهادة أربعة5.\nالراجح:\nأطال أهل العلم النقاش حول هذه المسألة وأكثروا الاحتجاج لها وذهب كل فريق يرجح حديثه الذي احتج به بمرجحات ومبررات وقد اختار شيخ الإسلام ابن تيمية - رحمه الله - الجمع بين الأدلة فحمل الأمر بالوضوء من مس الذكر على الاستحباب6 وأخذ به الشيخ محمد ابن عثيمين - رحمه الله - للقرينة الصارفة في حديث طلق السابق ذكره وهي: \"وهل هو إلا بضعة منك\" وليس فيه نسخ، وحمل الأمر على الاستحباب أولى من النسخ.\n1 تقدم في ص: (227) .\n2 انظر: الذخيرة 1/222.\n3 تقدم تخريجه في ص: (227) .\n4 انظر: الاعتبار 45، نيل الأوطار 1/198.\n5 انظر: نصب الراية 1/68.\n6 انظر: مجموع الفتاوى 21/241.\nالجزء: 1 ¦ الصفحة: 229\n",
        "وأما دعوى أن حديث طلق منسوخ لأنه قدم على النبي صلى الله عليه وسلم وهو يبني المسجد أول الهجرة، ولم يعد إليه بعد، فهذا غير مسلم لما يأتي:\n1-\nأنه لا يصار إلى النسخ إلا إذا تعذر الجمع، والجمع هنا ممكن1 ومن أوجه الجمع:\nأ-حمل حديث بسرة وما شابهه على ما كان لشهوة، وحديث طلق على ما إذا كان لغير شهوة.\nب-أن يكون الأمر في حديث بسرة للاستحباب، وحديث طلق السؤال فيه للوجوب، فهو سأل عن الواجب \"أعليه\" وكلمة \"على\" ظاهرة في الوجوب2.\n2-\nأن في حديث طلق علة لا يمكن أن تزول، وإذا ربط الحكم بعلة لا يمكن أن تزول، فإن الحكم لا يمكن أن يزول لأن الحكم يدور مع علته، والعلة قوله: \"إنماهو بضعة منك\" ولا يمكن في يوم من الأيام أن يكون ذكر الإنسان ليس بضعة منه، فلا يمكن النسخ.\n3-\nأن أهل العلم قالوا: إن التاريخ لا يعلم بتقدم إسلام الراوي أو تقدم أخذه، لجواز أن يكون الراوي حدث به عن غيره3.\nوخلاصة القول في المسألة كما ذكر الشيخ محمد العثيمين: \"أن الإنسان إذا مس ذكره استحب له الوضوء مطلقاً سواء مس بشهوة أو بغير شهوة وإذا مسه لشهوة فالقول بالوجوب قوي جداً وهو الأحوط\"4 والله تعالى أعلم.\n1 انظر: الاعتبار 45، نيل الأوطار 1/198.\n2 انظر: نيل الأوطار 1/198.\n3 انظر: الشرح الممتع 1/233، 234.\n4 انظر: الشرح الممتع 1/234.\nالجزء: 1 ¦ الصفحة: 230\n",
        "المطلب الثاني: في لمس الرجل فرج غيره\n...\nالمطلب الثاني\nفي مس ذكر الغير\nبينت في المطلب السابق حكم انتقاض وضوء الإنسان بمس ذكره وفي هذا المطلب أذكر حكم مس الإنسان لذكر غيره.\nوالكلام في هذه المسألة مبني على الكلام في مسألة من مس ذكره.\nفذهب الفقهاء القائلون بنقض الوضوء من مس الإنسان ذكره إلى أنه لا فرق بين مس الإنسان ذكره وذكر غيره وذهب داود وابن حزم إلى أن من مس ذكر غيره لا ينتقض وضوءه2\nاستدل أصحاب القول الأول بالأدلة الآتية:\n1-\nحديث بسرة فقد ورد في بعض ألفاظه أن النبي صلى الله عليه وسلم قال: \"من مس الذكر فليتوضأ\" 3.\nوجه الدلالة: أن الحديث على عمومه يدخل تحت عمومه ذكره وذكر غيره4.\n1 انظر: الحاوي1/193،فتح العزيز2/37، المنهاج1/35، المعونة 1/157، الكافي1/122، جواهر الإكليل 1/20، المغني 1/243، المبدع 1/162، كشاف القناع 1/126.\n2 انظر: المغني 1/243، المحلى 1/235.\n3 أخرجه الطبراني في المعجم الكبير 24/197، حديث رقم: (499) وصححه.\n4 انظر: الحاوي 1/193.\nالجزء: 1 ¦ الصفحة: 231\n",
        "2-\nأن مس ذكر غيره معصية، وأدعى إلى الشهوة، وخروج الخارج، وحاجة الإنسان تدعو إلى مس ذكر نفسه، فإذا انتقض بمس ذكر نفسه فمس ذكر غيره أولى وهذا تنبيه يقدم على الدليل1.\n3-\nولأن من مس فرج غيره أغلظ من مس فرجه لما يتعلق به من هتك حرمة الغير فكان بالنقض أحق2.\nواستدل أصحاب القول الثاني بالآتي:\nأنه لا نص فيه، والأخبار إنما وردت في ذكر نفسه، فيقتصر عليه3.\nواعترض على هذا الاستدلال:\nأن ادعاء أنه لا نص فيه غير صحيح فقد ورد في بعض ألفاظ حديث بسرة كما سبق قوله صلى الله عليه وسلم: \"من مس الذكر فليتوضأ\".\nوالراجح في المسألة:\nهو كما تقدم في المسألة السابقة أن الإنسان إذا مس ذكره استحب له الوضوء مطلقاً سواء مس بشهوة أو بغير شهوة، وإذا مس بشهوة فالقول بالوجوب قوي جداً وهو الأحوط فإذا كان هذا في مس ذكره ففي مس ذكر غيره من باب أولى، والله تعالى أعلم.\n1 انظر: المغني 1/243.\n2 انظر: الحاوي 1/193.\n3 انظر: المغني 1/243، المحلى 1/235.\nالجزء: 1 ¦ الصفحة: 232\n",
        "المطلب الثالث: في لمس المرأة فرجها\n...\nالمطلب الثالث\nلمس المرأة فرجها\nتقدم الكلام في المطلب الأول على حكم لمس الرجل ذكره وفي هذا المطلب أبين حكم لمس المرأة لفرجها أهو كحكم لمس الرجل لفرجه أم أن بينهما اختلافاً؟\nاختلف أهل العلم في هذه المسألة على قولين:\nالقول الأول: أن لمس المرأة فرجها ينتقض به الوضوء، وهو قول مالك في المشهور عنه، والشافعي إذا كان المس بباطن الكف، وأحمد في الصحيح من المذاهب1.\nالقول الثاني: أن لمس المرأة فرجها لا ينقض الوضوء، وهو قول أبي حنيفة ومالك في رواية، وأحمد في رواية2 الأدلة:\n1-\nحديث أم حبيبة أنها سمعت رسول الله صلى الله عليه وسلم يقول: \"من مس فرجه فليتوضأ\" 3.\n1 انظر: التفريع1/197،الكافي1/123،المنتقى1/90، الأم1/17،الحاوي 1/195، فتح العزيز 2/56، المغني 1/244، المبدع 1/164، الإنصاف 1/210.\n2 انظر: المبسوط1/66،بدائع الصنائع1/30، المدونة 19،الكافي 1/123،المغني 1/244، الفروع1/179، الإنصاف 1/210.\n3 سبق تخريجه في ص: (222) .\nالجزء: 1 ¦ الصفحة: 233\n",
        "وجه الدلالة: أن الفرج هنا اسم جنس فيدخل فيه قبل المرأة لأن الفرج في اللغة الفرج بين الشيئين ويطلق على القبل والدبر من الرجل والمرأة وكثر استعماله في العرف في القبل، فعلى هذا ينتقض وضوء المرأة بلمسها فرجها1.\n2-\nحديث عمرو بن شعيب، عن أبيه، عن جده عن النبي صلى الله عليه وسلم قال: \"أيما رجل مس فرجه فليتوضأ، وأيما امرأة مست فرجها فلتتوضأ\" 2.\n3-\nحديث عائشة أن النبي صلى الله عليه وسلم قال: \"ويل للذين يمسون ذكورهم ويصلون ولا يتوضئون\" قالت عائشة: \"فهذا للرجال فما بال النساء قال عليه الصلاة والسلام: \"إذا مست إحداكن فرجها توضأت 3.\n4. ولأن المرأة آدمي مس فرجه فانتقض وضوءه كالرجل4.\nواستدل أصحاب القول الثاني بما يأتي:\n1 انظر المصباح المنير 2/559، المبدع 1/164.\n2 أخرجه أحمد في المسند 2/223، والدارقطني 1/147 في الطهارة باب: ما روى في لمس القبل والدبر والذكر، والبيهقي 1/132، في الطهارة باب: الوضوء من مس المرأة فرجها وقال الحافظ في التلخيص الحبير 1/124: قال الترمذي في العلل عن البخاري هو عندي صحيح، وصححه الحازمي في الاعتبار في الناسخ والمنسوخ ص: (44) وقال: رواته ثقات معروفون، وقال الألباني في ارواء الغليل 1/152: الحديث حسن الإسناد صحيح المتن بما قبله.\n3 أخرجه الدارقطني 1/147و148، في الطهارة باب: ما روي في لمس القبل والدبر والذكر وضعفه، وقال الحافظ في التلخيص الحبير 1/126: وضعفه ابن حبان وله شاهد من حديث عمرو بن شعيب.\n4 انظر: المغني 1/244.\nالجزء: 1 ¦ الصفحة: 234\n",
        "-أن الأصل عدم ورود دليل يدل على النقض1.\n2-\nأن الحديث المشهور في مس الذكر وليس مس المرأة فرجها في معناه2.\n3-\nأن مس الفرج لا يدعو إلى خروج خارج فلا ينقض الوضوء3.\n4-\nأنه عضو منها فأشبه لمسه لمس سائر بدنها4.\nوقد أجابوا عن حديث أم حبيبة بأن فيه انقطاعاً5، وحديث عمرو بن شعيب قالوا: إن الإمام أحمد سئل عنه فقال: ليس بذاك6.\nوقد أجاب أصحاب القول الأول عن ذلك بأن حديث أم حبيبة حديث صحيح كما سبق تخريجه، وأن حديث عمرو بن شعيب حسن الإسناد صحيح المتن بما قبله كما سبق تخريجه.\nوالراجح في المسألة: أن المرأة إذا مست فرجها استحب لها الوضوء مطلقاً سواء مست بشهوة أم بغير شهوة، وإذا مست بشهوة فالقول بالوجوب قوي جداً وهو الأحوط.\n1 انظر: المغني 1/245.\n2 انظر: المبدع 1/164.\n3 انظر: المغني 1/245.\n4 انظر: الإشراف 1/25.\n5 انظر: نصب الراية 1/56، شرح الزرقاني 1/88.\n6 انظر: المغني 1/245.\nالجزء: 1 ¦ الصفحة: 235\n",
        "المبحث الثاني: في لمس غير الفرج من العورة\nالمطلب الأول: في لمس الدبر\n...\nالمطلب الأول\nفي لمس الدبر\nتقدم في المبحث الأول الكلام على حكم لمس الفرج ولما كان الدبر يدخل في مسمى الفرج فقد يتبادر إلى الذهن أنه يأخذ حكم القبل وحيث إن الدبر يختلف في بعض الصفات عن القبل كالشهوة وخروج المذي والمني فهل يأخذ حكم القبل أو لا؟\nاختلف العلماء في لمس الدبر على قولين:\nالقول الأول: أن الوضوء لا ينتقض بلمس الدبر وهو مروي عن قتادة وسفيان الثوري وهو قول أبي حنيفة، ومالك، والشافعي في القديم وأحمد في رواية، وداود1.\nالقول الثاني: أن الوضوء ينتقض بلمس الدبر وهو مروي عن عطاء والزهري، والأوزاعي، والشافعي في الجديد وهو الصحيح، وأحمد في الصحيح من المذهب، وإسحاق2.\n1 انظر: مختصر الطحاوي 19، مجمع الأنهر 1/21، حاشية ابن عابدين 1/149، الإشراف 1/25، التفريع 1/196، البيان والتحصيل 18/45، الأوسط 1/212، المجموع 2/38، المغني 1/244، الإنصاف 1/209، المبدع 1/164، المحلى 1/238.\n2 انظر الأوسط1/212، الحاوي1/196،المجموع2/38،مغني المحتاج1/36، المغني1/244، الإنصاف 1/209، المبدع 1/164.\nالجزء: 1 ¦ الصفحة: 237\n",
        "الأدلة:\nاستدل أصحاب القول الأول بالأدلة الآتية:\n1-\nحديث بسرة بنت صفوان أنها سمعت رسول الله صلى الله عليه وسلم يقول: \" من مس ذكره فليتوضأ\" 1.\nوجه الدلالة: أنه خص الذكر بالحكم وهذا ليس في معناه لأنه لا يقصد مسه2.\n2-\nأن مس القبل إذا كان على سبيل الشهوة يفضي إلى خروج المذي وغيره فأقيم مسه مقام خروج الخارج بخلاف الدبر3.\n3-\nأنه لا يلتذ بمسه كالقبل فأشبه سائر الأعضاء4.\nواستدل أصحاب القول الثاني بالأدلة الآتية:\n1-\nحديث أم حبيبة أنها سمعت رسول الله صلى الله عليه وسلم يقول: \"من مس فرجه فليتوضأ\" 5.\nوجه الدلالة: أن اسم الفرج يطلق على القبل والدبر جميعاً6.\n2-\nأنه أحد سبيلي الحدث فوجب أن يكون مسه حدثاً كالقبل7.\n1 سبق تخريجه في ص: (221) .\n2 انظر: الحاوي 1/197، المغني 1/244.\n3 انظر: فتح العزيز 2/57، المغني 1/244.\n4 انظر: الإشراف 1/25.\n5 سبق تخريجه في ص: (222) .\n6 انظر: الحاوي 1/197.\n7 انظر: المهذب 1/24، المغني 1/244.\nالجزء: 1 ¦ الصفحة: 238\n",
        "واعترض على هذين الدليلين بما يأتي:\n1-\nحديث أم حبيبة اعترض عليه بأن بعض الأحاديث أطلق فيها الفرج وبعضها صرح فيها بالذكر فتحمل الأحاديث التي جاءت بلفظ الفرج أنه يراد به الذكر الذي صرح به في بعض الأحاديث ويحمل الفرج الذي أمرت المرأة بالوضوء إذا هي مسته على ما يقابل ذكر الرجل وهو القبل منها.\n2-\nدليلهم الثاني اعترض عليه بوجود الفارق بين القبل والدبر حيث إن الدبر ليس محلاً للشهوة بخلاف القبل فإن الشهوة تثور بلمسه غالباً ومن أجل هذا أمر بالوضوء من مسه، أما الدبر فهو كأي جزء آخر من البدن لا تثور الشهوة بمسه فلا يلزم من مسه الوضوء1.\nالراجح:\nهو القول بعدم انتقاض الوضوء بمس الدبر لأن الأحاديث التي جاء فيها ذكر الفرج مطلقاً تحمل على الفرج المصرح به في حديث بسرة ولأن القبل يختلف عن الدبر في كثير من الأحكام وهو المراد في كثير من النصوص كقول تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُم} 2 خطاب للرجال بحفظ فروجهم من الزنا والمراد الذكر وقوله تعالى: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُن} 3 خطاب للنساء بحفظ فروجهن من الزنا والمراد القبل، وقوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ} بيان لحال المؤمنين الذين حصنوا فروجهم من الزنا، والمراد الرجال بدلالة قوله تعالى بعد ذلك: {إِلا\n1 انظر: فتح القدير 1/57، المحلى 1/238.\n2 آية: (30) من سورة النور.\n3 آية: (31) من سورة النور.\nالجزء: 1 ¦ الصفحة: 239\n",
        "عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ} 1 فعلى هذا فإن المراد بالفرج في النصوص هو القبل الذي هو محل الشهوة دون الدبر، والله أعلم.\n1 آية: (6) من سورة المؤمنون.\nالجزء: 1 ¦ الصفحة: 240\n",
        "المطلب الثاني\nفي لمس الأنثيين والألية والعانة\nعامة أهل العلم يرون أن الوضوء لا ينتقض بلمس الأنثيين والألية والعانة1.\nوروى عن عروة أن الوضوء ينتقض بلمسها، وقال الزهري: \"أحب إليَّ أن يتوضأ\"، وقال عكرمة: \"من مس ما بين الفرجين فليتوضأ\"2.\nاستدل عامة أهل العلم بما يأتي:\n1-\nأنه لا نص في هذا ولا هو في معنى المنصوص عليه فلا يثبت الحكم فيه3.\n2-\nولأنها مواضع من البدن لا لذة في مسها فأشبهت سائر الأعضاء4.\nواستدل من رأى انتقاض الوضوء بلمسها:\nبما روي عن بسرة بنت صفوان قالت: سمعت رسول الله صلى الله عليه وسلم يقول \"من مس ذكره أو أنثييه أو رفغيه5 فليتوضأ\"6\n1 انظر: مختصر الطحاوي 19، مختصر القدوري 1/11و12، المدونة 1/8، المعونة 1/157، الحاوي 1/197، المجموع 2/40، المغني 1/246، المبدع 1/164.\n2 انظر المعونة 1/157، الحاوي 1/197، المجموع 2/40، المغني 1/246.\n3 انظر: المجموع 2/40، المغني 1/246.\n4 انظر: المعونة 1/157.\n5 الرفغ أصل الفخذ وسائر المغابن وكل موضع اجتمع فيه الوسخ.\nانظر: المصباح المنير 1/277.\n6 أخرجه البيهقي1/137في الطهارة باب: مس الأنثيين، والدارقطني1/148،في الطهارة باب: ما روي في لمس القبل والدبر، وعبد الرزاق في مصنفه 1/121.\nالجزء: 1 ¦ الصفحة: 241\n",
        "وقد اعترض على هذا بأنه من قول عروة غير مرفوع، كذلك رواه الثقات، عن هشام منهم: أيوب السختياني، وحماد بن زيد وغيرهما وكلا الطريقين صحيح1.\nوقال البيهقي: \"القياس أن لا وضوء في المس، وإنما اتبعنا السنة في إيجابه بمس الفرج فلا يجب بغيره\"2.\nوقال النووي: \"وهذا حديث باطل موضوع إنما هو من كلام عروة كذا قاله أهل الحديث والأصل أن لا نقض إلا بدليل\"3.\nبل نقل ابن هبيرة الإجماع على عدم النقض فقال: \"وأجمعوا على أنه لا وضوء على من مس أنثييه سواء كان من وراء حائل أو من غير وراء حائل\"4.\nوعلى هذا فيكون الراجح هو قول عامة العلماء أن الوضوء لا ينتقض بلمس الأنثيين والألية والعانة، والله أعلم.\n1 انظر: سنن الدارقطني 1/148.\n2 انظر: سنن البيهقي 1/138.\n3 انظر: المجموع 2/40.\n4 انظر: الإفصاح 1/81.\nالجزء: 1 ¦ الصفحة: 242\n",
        "المطلب الثالث\nفي لمس فرج البهيمة\nجمهور العلماء على أن لمس فرج البهيمة لا ينقض الوضوء1\nوذهب الليث إلى أن لمس فرج البهيمة ينقض الوضوء، وفرق عطاء بين لمس البهيمة مأكولة اللحم وغير مأكولة اللحم فقال بالوضوء من مس مأكولة اللحم ولم يقل بالوضوء من لمس غير مأكولة اللحم2.\nالأدلة:\nاستدل أصحاب القول الأول بما يأتي:\n1-\nأن لمس فرج البهيمة ليس بمنصوص على النقض به، ولا هو في معنى المنصوص عليه3.\n2-\nأنه لا حرمة لها ولا تعبد عليها أي لا حرمة لها في وجوب ستر فرجها وتحريم النظر إليه ولا تعبد عليها أي أن الخارج من فرجها لا ينقض طهراً ولا يوجب وضوءاً4.\n3-\nأنه لمس لا لذة فيه فأشبه لمس الجماد5.\n1 انظر: مختصر الطحاوي19،مجمع الأنهر1/24، التفريع1/197،بلغة السالك1/55، الأم1/16، الحاوي1/198، المغني 1/ 246، المبدع 1/164.\n2 انظر: الحاوي 1/198، المجموع 2/39.\n3 انظر: المغني 1/246.\n4 انظر: الحاوي 1/198.\n5 انظر: الإشراف 1/25.\nالجزء: 1 ¦ الصفحة: 243\n",
        "واستدل للقول الثاني بما يأتي:\nقياس لمس فرج البهيمة على لمس فرج الآدمي1.\nواعترض على هذا الدليل:\nأن نقض الوضوء بلمس فرج الآدمي قد ورد فيه نص بخلاف لمس فرج البهيمة2.\nوالراجح قول جمهور العلماء، لأن لمس فرج البهيمة مما لم يرد النص على النقض به وقياسه على فرج الآدمي قياس مردود.\n1 انظر: الحاوي 1/198.\n2 انظر: المغني 1/246.\nالجزء: 1 ¦ الصفحة: 244\n",
        ""
    ]
}