{
    "1": [
        "الرسالة الموضحة في ذكر سرقات أبي الطيب المتنبي وساقط شعره\nالرسالة الموضحة في ذكر سرقات أبي الطيب المتنبي وساقط شعره\nابن المظفر الحاتمي\nالكتاب:\nالرسالة الموضحة في ذكر سرقات المتنبي و ساقط شعره\nالمؤلف:\nمحمد بن الحسن بن المظفر الحاتمي، أبو علي (المتوفى: 388هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "نص الكتاب\nبسم الله الرحمن الرحيم\nالملك الحق المبين\nالحمد لله وصلى الله على محمد النبي المصطفى وآله الطاهرين وسلم تسليماً.\nالجزء: 1 ¦ الصفحة: 1\n",
        "قال أبو علي محمد بن الحسين الحاتمي الكاتب اللغوي: إن معاني الآداب وإن كانت عاطلة الأطلال، مستحيلة الحال، دائرة العرصات، عافية المعالم والآيات المغاني، محادثة بألسنة الحدثان، فإنها اليوم بالرئيس لأبي الفرج محمد بن العباس حالية الجياد، صادقة الرواد، موسومة ربوعها بوسمي العهاد. تهتز نضره ونعيما، ويتم رياها تضوعاً ونسيماً. فلا زالت معاقد الفضل به منظومة، وإغفاله بمجده موسومة، ومجاهله بمحاسنه معلومة، ما نشرت أنابيب القنا نثرة، واستضحكت لانتخاب الحيا زهرة، وتحيرت في مقلة عبره. أجد الرئيس شديد العلاقة بمفاوضي إياه ما كانت المشاجرة وقعت فيه بيني وبين أبي الطيب أحمد بن الحسين المتنبي، في المجلس الذي أثرت فيه آثاره، وسافرت في أطرار البلاد أخباره، مستهتراً بتكرير فصول منه تتعلق بحفظي منه، منازعاً جمع شتيته مشيراً إلى اليوم الذي شجرت تلك المنازعة فيه إشارة معني به معين على الشهر والسنة والوقت من الزمان، وإلى ما أثمرت لي تلك المنازعة من بعد الصيت وشراد الذكر وقدم السبق واللحاق به، في حال الغرارة ولين الغصن، بالغاية التي لا يجري في مضمارها إلا المذكي من أهل الفضل. هذا إلى إناقة المكان، وازلاق السلطان، وتناصر الأنصار والأعوان. وانتشار ما كان مطويا في تلك الأيام من فضلي، ومغموراً بقوارع الحساد وسن الصبا من محاسني. وأرادني، أدام الله قدرته، على إنشاء رسالة تشمل على إنشاء رسالة تشمل على أشتاته، وتنظم منشور فصوله وأبياته. وأجدني لا أرتاح إلى ذلك ارتياحي - كان - قديماً له، ولا أهش إلى الحديث عنه هشاشة كانت إليه. لأمور أخصها ترفعي الآن، مع إبراق غصني وإثماره وتبسم نواره واستطارة أنواره، عن ذكره. ولتصوني عن قوارص غلمة لا أحلام لهم تنحط في شعبه وتنخرط في سلكه. ثم لأني أطلت عنان القول مع الرجل إطالة ربما اتهم الحاكي لها والمخبر عنها، وإن كانت الحال اشرد خبراً وأخلد أثراً من أن ينسخ صباحها أو يطفأ مصباحها. وقد حضر المجلس أعيان من الناس تقع الإشارة إلى إخطارهم، والاستنامة إلى أخبارهم، من بين قاضٍ يقطع بقوله، وشيخ من شيوخ الدب يقضى بشهادته، وحدث من أبناء الكتابة يمور ماء الحياء في أسارير وجهه وكانت للوزير أبي محمد الحسن بن محمد الحسن بن محمد المهلبي، رحمه الله، هناك طليعة من طلائعه، وربيئة من ربايا مراعاته، وعين من عيونه مذكاة. فإنه كان - نصر الله وجهه - لما تثاقل أبو الطيب عن خدمته، وأساء التوصل إلى استنزاله عن عرفه، ولم يوفق لاستمطار كفه وكانت واكفة البنان، منهلة باللجين والعقيان، سامني هتك حريمه، وتمزيق أديمه. ووكلني بتتبع عواره، وتصفح أشعاره وإحواجه إلى مفارقة العراق واضطراره كراهية لمقامه بعد تناهيه - كان - في إدنائه وإكرامه. وحسبي علم الرئيس بحقيقة الحال وصدق المقال وتبريز الفعال ونهوضي في حدثان الشبيبة بما قصرت عن جملته همم الرجال. وكانت أتيته رأد الضحى، وحين التقت الشمس قناها على الأرض، فجمعت في داره بين صلاتي الظهر والعصر. وانصرفت عنه وقد نفضت الشمس صبغها، وطفلت على الظلام بطفلها. وكنت استدركت في الحال ما تمكنت من استدراكه من تلك المشاجرة وتلافيت ما أسعد المقدار بالتوفيق بجمعه منها. وكان من مظاهرة الجماعة الحاضرة على نظمه وضمه، ومراعاة ما صدر عني وعنه، والتنبيه على ما استسر عن ذكري منه، ما أنهض خاطري وإن كان خطارا، واقتدح زناد فكري وإن كان يستطير نارا. فقيدته برسالة وسمت جبهة الأدب، وذهبت بها أفواه الرواة في كل مذهب. وإذ كان الرئيس مؤثراً سمتها باسمه، وعرضها على تصفحه ونقده، فأنا أصيل جناح هذه المقدمة بها، وأهذب ما أرى تهذيبه من لفظها، وأبرأ إليه من العهدة في امتداد نفسي فيها، فإن يدي ولساني يجريان في حلبة البيان، جري بنات الغصين غداة الرهان. وأرجو أن يسعدها التوفيق بجميل رأيه، وأن تقع الموقع الذي توخيته بها من امتثال مرسومه. وسأتلو ذلك بمنازعات نازعتها أبا الطيب تتعلق بشعره في عدة مجالس وإياه من بعد هذا المجلس، وبمواقع طالعتها من اجتلاباته وسرقاته وسقطات أسقطها في شعره، لم تجر فيها مراجعة ولا منازعة، وليكون ذلك أمتع لقاريه وأجمع لشمل ما توخيته فيه. وأنسج بعضاً ببعض من غير أن أميز آخراً عن أول، وماضياً عن مستقبل، وأشفع القول بما يزيد الحق وضوحاً، من شاهد\nالجزء: 1 ¦ الصفحة: 2\n",
        "يتعلق به أو بيت يناسب بيتاً، أو بيت جرى صدره فأتمت عجزه، أو عجزه فألحقت به صدره، أو معنى ضممت إليه شكله. وإن الحديث ذو لقاح والمثل السائر:) الحديث ذو شجون (. فقولهم) ذو لقاح (من الناقة اللقوح وهي التي بها حمل، واللقاح الحمل، والمعنى حديث ينضم إلى حديث كما انضم الولد إلى الأم لما صار في بطنها. ويقال:) حي اللقاح (إذا كانوا أعزة لا ينضمون إلى أحد ولا يدينون لملك ولا يقدر عليهم. كالناقة إذا حملت لا يقدر الفحل على أن يقربها. وأما قولهم) ذو شجون (فمن شجون الوادي وطرقه وانعراجاته. فإن الإنسان يكون في حديث ثم يخرج منه إلى غبره ثم يعود إلى حديثه الأول، شبه بالذي يمشي في وادي فيعرض له الطريق فيأخذ فيه يؤديه ذلك إلى الطريق الأعظم. فلا يستطيل الرئيس مسالك الكلام وإن أطلتها، فقد أجررت القلم مقود الخاطر، وأنصفت كل الإنصاف في تهذيب ما حكيته عن رجل، وحذفت فضول الألفاظ، وكسوت احتجاجاته عبارات لعله لو اعتمدها لقصرت مادته في البيان عنها. وأنا اسم هذه الرسالة) بالموضحة (تشبيهاً بالموضحة من الشجاع، وهي التي تبين عن وضح العظم كما قال طرفة:\nوتصدُ عنك مخيلة الرجل\n...\nالعريض موضحة عن العظْم\nبحسام سيفك أو لسانك\n...\nالكلم الأصيل كأرْغب الكلْم\nوهذا مأخوذ من قول امرئ القيس: وجرْح اللُسان كجرح اليدْ وقال حسان:\nلساني وسفي صارمان كلاهما\n...\nويبلغُ ما لا يبلغٌ السيف مذودي\nوقال جرير:\nلساني وسيفي صارمان كلاهما\n...\nوللسيفُ أشوى وقعهً من لسانيا\nومن الله تعالى أستمد المعونة والتوفيق.\nلما ورد أحمد بن الحسن المتنبي، ويلقبه أحداث الشام والسواحل) المطمع (لقوله:\n) يُطمِّعُ الطير فيهم طول أكلهم\n...\nحتى تكاد على أحيائهم تَقَعُ (\nالجزء: 1 ¦ الصفحة: 3\n",
        "مدينة السلام، منصرفاً عن مصر ومتعرضاً للوزير أبي محمد المهلبيَ للتخييم عليه والمقام لديه: التحف رداء الكبر، وأذال ذيول التيه، وصعر العراقيين خده، وارهف للخصام حده، ونأى بجانبه استكباراً وثنى عطفه جبريةً وازواراً، فكان لا يلاقي أحداً إلا أعراض عنه تيهاً، وزخرف القول عليه تمويهاً يخيل عجباً إليه، أن الأدب مقصور عليه، وأن الشعر بحر لم يرد نمير غيره، وروض لم ير نواره سواه، فهو يجني جناه، ويقطف قطوفه دون تعاطاه، وكل مجرِ في الخلاء يسر، ولكل نبأ مستقر. فغبر جارياً على هذه الوتيرة مديدةً أجررته رسن البغي فيها يظل يمرح في ثنييه، حتى تخيل أنه السابق الذي لا يجاري في مضمار، ولا يساوى عذاره بعذار وإنه رب الكلام ومفتض عذارى الألفاظ، ومالك رق الفصاحة نثراً ونظماً، وقريع دهره الذي لا يقاع فضلاً وعلماً، وثقلت وطأته على كثير ممن وسم نفسه بميسم الأدب، وأنبط من مائه مشرب، فطأطأ بعض رأسه، وخفض بعض جناحه، وطامن على التسليم له طرف، وساء معزً الدولة وقد صورت حاله أن يرد حضرته وهي دار الخلافة ومستقر العز وبيضه الملك، رجل صدر عن حضرة سيف الدولة وكان عدواً مبايناً، فلا يلقى أحداً بمملكته يساويه في صناعته، وهو ذو النفس الأبية والعزيمة الكسروية، والمهمة التي لو همت بالدهر لما تصرفت بالأحرار صروفه ولا دارت عليهم دوائره. وتخيل أبو محمد المهلبي، رجماً بالغيب، أن أحداً لا يستطيع مساجلته، ولا يرى نفسه كفواً له، ولا يضطلع بإعناته فضلاً عن التعلق بشيء من معانيه. وللرؤساء مذاهب تعظيم من يعظمونه وتفخيم من يفخمونه وتكرمة من يراعونه ويكومونه. وربما حالت بهم الحال وأوشكوا عن هذه الخليفة الانتقال، وتلك صورة الوزير أبي محمد في عوده عن رأيه هذا فيه. ولم يكن هناك مزية يتميز بها أبو الطيب عن الهجين الجذع من أبناء الأدب فضلاً عن العتيق القارح إلا الشعر. فلعمري إن أفنانه كانت فيه رطبة وجانيه عذبة.\nالجزء: 1 ¦ الصفحة: 4\n",
        "نهدت له متتبعاً عواره، ومقلماً أظفاره، ومذيعاً أسراره، وناشراً مطاويه، ومنتقداً من نظمه ما تسمح به، ومنتحيا أن تجمعنا دار يشار إلى ربها، فأجري أنا وهو في مضمار يعرف به السابق من المسبوق، واللاحق من المقصر عن اللحوق. وكنت إذ ذاك ذا سحاب مدرار، وزند في كل فضيلة وار، وطبع يناسب صفو العقار، إذا وشيت بالحباب، ووشت بها الأكواب. هذا وغدير الصبا صاف، ورداؤه ضاف، وديباجة العيش غضة، وأرواحه طلة، وغمائمه منهلة، وللشبيبة شرة، وللإقبال من الدهر غرة، والخيل يوم الرهان بجدود أربابها، لا بعروقها ونصابها. ولكل امرئ حظ من مواتاة زمانه، يقضى في ظله أرب، ويدرك مطلب، ويتوسع مراد ومذهب. حتى إذا عدت عن اجتماعنا عوادِ من الأيام، قصدت مستقره، وتحتي بغلة سفواء تنظر عن عيني بازٍ مسجل، وتتشوف بمثل قادمتي نسر. وتتقيك من هاديها بشطر خلفها، يعلوها مركب رائع كأنه كوكب وقاد، من تحته غمامة يقتادها زمام الجنوب، وبين يدي عدة من الغلمان الروقة، مماليك وأحرار، يتهافتون تهافت فريد الدر عن أسلاكه. ولم أورد هذا متبجحاً به ولا متكثراً بذكره بل ذكرته لأن أبا الطيب شاهد جميعه في الحال فلم ترعه روعته، ولا استعطفه زبرجه، ولا زاده ما شاهد من تلك الجملة الجميلة التي ملأت طرفه وقلبه إلا عجباً بنفسه، وسحباً لرداء تيهه، وإعراضاً عني بوجهه. وقد كان أقام هناك عند أغيلمة لم ترضهم العلماء، وعركتهم رحا النظر، ولا أنضو أفكاراً في مدارسة الأدب، ولا فرقوا بين حلو الكلام ومره، وسهله ووعره. نما غاية أحدهم مطالعة شعر أبي تمام، وتعاطي الكلام على نبذ من معانيه، وعلى ما يعلقه الرواة مما تجوز فيه. ومن للرئيس بمن يضطلع بهذا، وإن كان التشاغل بغيره من مراعاة أشعار الفحول الذين تكلموا عفواً بطباعهم، وجروا على عاداتهم، ولم يتعاطوه تكلفاً، ولا استكرهوه تعسفاً، والبحث عن أعراضهم التي رموا إليها، أولى فألفيت هناك فتية تأخذ شياً، فحين أوذن بضوري، واستؤذن عليه لدخولي، نهض عن مجلسه مسرعاً، ووارى شخصه عني مستخفياً، وأعجلته نازلاً عن البغلة، وهو يراني لانتهائي بها إلى حيث أخذها طرفه، ودخلت فأعظمت الجماعة قدري، وأجلستني في مجلسه، وإذا تحته أخلاق عبادة قد ألحت عليها الحوادث فهي رسوم دائرة وأسلاك متناثرة، فكان من سوء أدبه عند اللقاء ما أطويه عنان القول فيه. فلم يكن إلا ريث ما جلست حتى خرج إلي، فنهضت فوفيته حق السلام غير مشاحٍ له في القيام، لأنه إنما اعتمد بنهوضه عن الموضع ألا ينهض إلي، والغرض كان في لقائه غير ذلك. فعركت ما جرى بجنبي، وطويت عليه كشحي، وحين لقيته تمثلت بقول الشاعر.\nوفي الممشى إليك علي عار\n...\nولكن الهوََى منَعَ القرَار\nفتمثل بقول الآخر:\nيشقَى أناس ويشقىَ آخرون بهم\n...\nويسعدُ الله أقواماً بأقوْامِ\nوليس رزْق الفتى من فضل حيلتهِ\n...\nلكنْ جدودٍ وأرزاق وأقسام\nكالصيد يحرمه الراَمي المجيد وقد\n...\nيرمي فيحرزهُ من ليسَ بالرُامي\nوإذا به لا بس سبعة أقبية كل قباء منها لون، وكنا في وغرة القيظ وجمرة الصيف، وفي يوم تكاد ودائع الهامات تسيل فيه، خليق بقول مضرس بن ربعي:\nويومٍ كأن الشمس فيه مقيمة\n...\nعلى البيِد لم تعرْف سوى البيدِ مذهباً\nوبقول الآخر:\nويوْم كأنُ الملْح ينتشًر وسْطه\n...\nترىَ وحشهَُ يركَبنَ فيه النوًاصيا\nالجزء: 1 ¦ الصفحة: 5\n",
        "فجلست مستوفزاً وجلس متحفراً، وأعرض عني لاهياً وأعرضت عنه ساهياً. أرنُب نفسي في قصده، وأسخف رأيها في تكلف ملاقاته. فغبر هنيهة ثانياً عطفه لا يعيرني طرفه، وأقبل على تلك الزًعنفة التي بين يديه، وكل يومئ إليه ويوحي بطرفه، ويشير إلى مكاني بيده، يوقظه من سنة جهله، ويأبى إلا ازوراراً ونفاراً، وعتواً واستكباراً. ثم رأى أن يثني جانبه إلي، ويقبل بعض الإقبال علي فأقسمت بالوفاء فإنه من محاسن القسم إنه لم يزد أن قال: أي شيْءٍ خبرك؟ فقلت: بخبرٍ أنا، لولا ما جنيته على نفسي من قصدك، ووسمت به قدري من ميسم الذل بزيارتك، وجشمته رأيي من السعي إلى مثلك، ممن لم تهذبه تجربة، ولا أدبته بصيرة. ثم تحدرت عليه تحدر السيل إلى قرارة الوادي وقلت: ابن لي مم تيهك، وعجبك وكبرياؤك، وما الذي يوجب ما أنت عليه من الذهاب بنفسك، والرمي بمهمتك إلى حيث يقصر عنه باعك، ولا تطول إليه ذراعك؟ هل هاهنا نسب انتسب إلى المجد به، أو شرف علقت بأذياله، أو سلطان تسلطت بعزه، أو علم تقع الإشارة إليك به؟ إنك لو قدرت نفسك بقدرها، أو وزنتها بميزانها، ولم يذهب بك التيه مذهبا، لما عدوت أن تكون شاعراً متكسباً. فامتقع لونه، وعصب ريقه، وجعل يلين في الاعتذار، ويرغب في الصفح والاغتفار، ويكرر الأيمان أنه لم يشبتني، ولا اعتمد التقصير بي فقلت: يا هذا إن قصدك شريف في نسبه تجاهلت نسبه، أو عظيم في أدبه صغرت أدبه، أو متقدم عند سلطانه خفضت منزلته، فهل المجد تراث لك دون غيرك؟ كلا والله، لكنك مددت الكبر ستراً على نقصك، وضربته رواقاً حائلاً دون مباحثتك. فعاود الاعتذار، فقلت: لا عذري لك مع الإصرار. وأخذت الجماعة في الرغبة إلى في مياسرته وقبول عذره، واستعمال الأناة التي يستعملها الحزمة عند الحفيظة. وأنا على شاكلة واحدة في تقريعه وتوبيخه وذم خليقته، وهو يؤكد القسم أنه لم يعرفني معرفةً ينتهز معها الفرصة في قضاء حقي. فأقول: ألم يستأذن عليك باسمي ونسبي؟ أما في هذه الجماعة من كان يعرفني لو كنت جهلتني؟ وهب أن ذلك كذلك ألم تر شارتي؟ أما شممت نشر عطري؟ ألم أتميز في نفسك عن غيري؟ وهو في أثناء ما أخاطبه به وقد ملأت سمعه تأنيباً وتفنيداً يقول: خفض عليك، اكفف من غربك، أردد من سورتك، أستأن فإن الأناة من شيم مثلك. فأصبحت حينئذٍ جانبي له، ولانت عريكتي في يده، واستحييت من أجاوز الغاية التي انتهت إليها في معاقبته، وذلك بعد أن رضته رياضته رياضة القضيب من الإبل، والفلو المفتلى عن أمه من الخيل، وأقبل علي معظماً، ووسع في تقريظي مفخماً وأقسم أنه ينازع أنه منذ ورد العراق ملاقاتي، ويعد نفسه بالاجتماع معي، ويشوقها التعلق بأسباب مودتي. فحين استوفى هذا المعنى، استأذن عليه في من فتيان الطالبيين الكوفيين فأذن له، وإذا حدث مرهف الأعطاف تميل به نشوة الصبا، ويبسم ماؤه في أسارير وجهه، فتكلم فأعرب عن نفسه، وإذا لفظ رخيم ن ولسان حلو، وأخلاق فكهة، وجواب حاضر، في أناة الكهول، ووقار المشايخ. فأعجبني ما شهدته من شمائله، وملكني ما تبينته من فضله. فجاراه أبياتاً كان منها قول عدي بن زيد.\nكدمى العاجِ في المحاريبِ أو\n...\nكالبيض في الروضْ زهرةُ مستنيرُ\nفقال أبو الطيب: شبه النساء بصور العاج، والمحاريب صدور المجالس، وذكر البيض في الروض لحسنه وأملاسه. فأقبل الطالبي علي فقال: ما تقول؟ المعنى ما ذكره. قال: فما قوله) زهرة مستنير (؟ فقال: ليكون أحسن له. فلم يقنعه ذلك، فقلت له: شبه ألوان الثياب التي عليهن بألوان نور الرياض، وزهره حمرته وصفرته، فأعجبه ذلك فسأله عن قوله في هذه الكلمة: ثم بعد الفلاحِ والمْلكِ والإمةِ وارتْهُم هناكً القُبور ثمَ أضحواْ كأنهمْ ورقٌ جفُ فألوتْ بهِ الصُباَ والدبوًُر\nالجزء: 1 ¦ الصفحة: 6\n",
        "فقال أبو الطيب: البقاء والإمة: النعمة فقال: كيف جمع بين الصبا والدبور وإحداهما لينه والأخرى شديدة فقال: ليصبح الوزن والقافية. فأقبل الطالبي علي فقلت: غنما اختار الصبا مع الدبور فجاء بألين ريح مع أشد ريح، لأن الناس يموت بعضهم بالشدة وبعضهم بالسهولة، ومنهم من تخترمه المنية هكذا، ومنهم من تخترمه هكذا، على حال تأتي وتأخذ. فقال أبو الطيب: ما سمعنا بهذا. فقلت: ولا بغيره. ثم قلت: من الإنصاف أن لا تتعدى شعرك إلى غيره، لأن في تصفح محاسبه واستثمار أفنانه ما ألهى عن غيره. وهاهنا أشياء تعتلج في صدري منه، أحببت مراجعتك القول فيها: فقال: وما هي: أخبرني عن قولك:\n) خفَ الله واستْر ذا الجمال ببرقعٍ\n...\nفإن لُحتَ حاضتْ في الخدودِ العواتقُ (\nأهكذا ينسب بالمحبين؟ فقال: أما هكذا في كتابكم؟ فكفر، لعنه الله فقلت: أين؟ فقال تعالى:) فلما رأينه أكبرنه (أي حضن شهوةً له واستحساناً لصورته، فقلت: لم يقل هذا أحد من محصلي أهل العلم، ولا شهد به ثقةوإنما روي بيت شاذ لم ينسب إلى أحد:\nنأتي النًساءَ على أطهارهنٌ ولا\n...\nنأتي النُساء إذا أكبْرنً إكباراَ\nقال: فما معنى أكبرنه؟ فقلت: أعظمنه، ولا يجوز أن يكون: حضنه، لأن تقدير الكلام يوجب ذلك، إن كان الإكبار الحيض. قلت والدليل على أن معناه أعظمنه قولهن:) ما هذا بشراً إن هذا إلا ملك كريم (. قال فاغتفر هذا القول لقولي في هذه القصيدة:\n) وليلٍ دجَوجيِ كأنا جلتْ لنا\n...\nمحيالَ فيه فاهًدينا السمالقُ (\n) فما زالً لولا نوُروجهكً جنحهُ\n...\nولا جابهاً الرُكبانُ لولاْ الأيانق (\n) شدواْ بابن إسحاقَ الحسينِ فصافحتْ\n...\nذَفاريهاَ كيرانهاُ والنمارقُ (\n) فتى ًكالسحابِ الجونْ يخشى ويُرتجى\n...\nيرجىُ الحيَا منه وتخشىَ الصواعقُ (\n) إذا الهند وانياتِ بالهامٍ والطُل\n...\nفهنِ مداريها وهنَ المخانقُ (\n) كأنكَ في الإعطاء لمالِ مبغضُ\n...\nوفي كلٌ حربٍْ للمنيًةٍ عاشقُ (\n) فما ترْزُقُ الأقدار مًن أنتً حارٍمُ\n...\nولا تحرم الأمن أنت رازقُ (\n) لك الخير غيرك الغنى\n...\nوغيري بغيرِ اللاذقية لاحقُ (\n) هي الغرضُ الأقصى ورؤيتكُ المنى\n...\nمنزلكُ الدنيُا وأنت الخلائق (\nفقلت له: أما قولك) وليلِ دجوجيٍ كأناُ جلستْ لنا (فمن قول محمد بن مناذر:\nلماُ رأيناْ صارً لناً\n...\nالململْ نهاراً بذكْر هاروناَ\nإذا نحن أدلجنْا وأنْت أمامنا\n...\nكفىً بالمطاياَ ضوءُ وجهكَ هادياَ\nأليسَ يزيدُ العيسَ خفةَ أذرعٍ\n...\nوإنْ كنُ حسرْى أن تكون أمامياَ\nفأخذ هذا مروان الأكبر فقال للمهدي:\nإلى المصطفى المهديً خاضتْ ركابناُ\n...\nدجى الليلِ يخبطنَ السريحَ المخدما\nيكون لها نورُ الإمام محمدٍ\n...\nدليلاً به تسري إذا الليلُ أظْلماَ\nفأخذ هذا المعنى إدريس بن أبي حفصة فقال:\nلما أتتك وقد كانتْ منازعةً\n...\nدانى الرضاَ بينَ أيديها بأقيادي\nلها أمامك نورُ تستضيء بهِ\n...\nومنَ رجائكَ في أعقابها حادي\nفقال أشجع:\nإذا غابَ الفجرُ خضنْا بوجههِ\n...\nدجىُ الليَل حتى يسَتبينَ لنا الفجرُ\nونقل المعنى العباس بن الأحنف فقال:\nلوْ لم يكنْ قمرُ إذا أنا زٌرْتكمْ\n...\nيهدي إلى سننَ الطُريق الواضحِ\nلتوَقدُ الشوْقُ المنُير بذكركمْ\n...\nحتى تضُيء الأرضْ بينَ جوانحي\nفقال القصافي وأحسن:\nذكْرتُكُم يوْماً فنوَر ذكركمْ\n...\nدجىٌ الليلُ حتى انجابَ عني دياجرهْ\nفو الله ما أدري أضوْءَ مسجَر\n...\nلذكراكُم أمْ يسجرُ الليل ساجرهْ\nفقال بعض الشاميين المطبوعين، وعليه اعتمدت:\nوليلٍ وصلناْ بينَ قطريهْ بالسرىَ\n...\nوقد جد شوْقُ مطمع في وصالكِ\nأربتْ عليناَ من دجاه َ حناَدسُ\n...\nأعدْن الطَريقَ الوَعَر نهجَ المسالكِ\nفنادَيْت يا أسماءُ باسمكِ فانجلتْ\n...\nوأسفرَ منها كلٌ أسودَ حالكِ\nبنا أنت من هادٍ نجوْنا بذكْرهِ\n...\nوقد نَشبتْ فينا أكفُ المهالكِ\nمنحتٌكِ إخلاصي وأصفيتٌك الهوىَ\n...\nوإن كنتِ لماُ تخطريني ببالكِ\nوأما قولك) غدا الهندانيات (فمن قول أبي الهول الحميري:\nالجزء: 1 ¦ الصفحة: 7\n",
        "حُسامُ غذاه الُروحُ حتى كأنهَ\n...\nمن الله في قبَضِ النفَوسِ رسَولٌ\nوأما قولك:\n) كأنك في الإعطاء للمالِ مبغضُ\n...\nوفي كل َ حرْبِ للمنيةً عاشقُ (\nفمن قول البحتري:\nتَسَرعَ حتى قالَ منَ شهَد الَغي\n...\nلقاءٌ أعادٍ أمْ لقاءُ حبائبِ\nوأما قولك) فتىَ كالسحاب الجون يخشى ويرتجى (، فمن قول بشار:\nيرْجوُ ويخشىَ حالتيَكَ الوَرىَ\n...\nكأنكَ الجنةُ والَنارُ\nوقولك:) ومنزلك الدنيا (فمن قول علي بن جبلة:\nذَريني أجول الأرضَ في طلبِ الغنى\n...\nفما الكَرخُ الدنياْ ولا الناس قاسمٌ\nوقولك:) وأنت الخلائق (فمن قول أبي نؤاس:\nوليْسَ لله بمسَتنكَرٍ\n...\nأن يجمعَ العالمَ في واحد\nوأبو نؤاس أخذه من قول جرير:\nإذا غضبتْ عليك بنو تَميمٍ\n...\nحَسبتً النُاس كلًهمُ غضاَبا\nفنقله أبو نؤاس من القبيل إلى رجل. فلا معنى لك في هذه القافية إلا مقتفى، ولا إحسان أشرت إليه إلاَ مستشرق محتذى. وعلى ذلك فأنت فيما استرقته كما قال بعض المحدثين:\nوفتى يقَول الشُعرَ إلا أنه\n...\nفيما عَلمِنُا يسَرِق المسَروقَا\nفقال في بعض صياغته: فأين أنت من قوله في الكلمة الأخرى:\n) تذكُرت ما بَينَ العُذيبِ وبارِقِ\n...\nمَجَر عوَالينا ومَجرَى السوًابقِ (\n) وصحُبةَ قومٍ يذَبحُونَ قَنيصهم\n...\nبفضلاتِ ما قد كسروا في المفارقِ (\n) ولَيلاً توسدنا الثوِيةَ تَحته\n...\nكأن ثَرًاها عَنبر في المَرافقِ (\nفقلت: أخذ البيت الخير من قول أبي عيينة:\nبغَرس كأمثالِ الجوَاري وتُربةٍ\n...\nكأنُ ثراها ماءُ ورَدٍ على مسِكِ\nأو من قول عبد الصمد بن المعذل:\nيَمُحٌ نداها فيه عفراءَ جعَدَةً\n...\nكأن ثَراها ماءُ ورَدٍ وعَنبرِ\nوقد أخذه منهما ابن المعتز فقال:\nفكأنما سطعَتَ مجامرٌ عَنبَرٍ\n...\nأو فٌت فأرُ المسكِ فوقَ ثرَاك\nوكأنما حصَباءٌ أرضِك جوَهَرٌ\n...\nوكأنُ ماءَ الوَردِ قَطرٌ نَداك\nثم قلت له: أين من تغزلك ما يناسب هذا؟ فأنفرد اثنان من الحاضرين لتعليق ما ينجم من جواب أبي الطيب عما أورده، واثنان لتعلق ما أذكره وأعدده. فلما اتسع نطاق الكلام، وماج بحره وترامت أواذيه، وغمرهم منه بما لم يستقلوا برسمه في كتاب، اقتصروا على تعليقه وحياً، وعلى الكلمات في أوائل الأبيات، ولمعٍ نبذوها نبذاً من الاحتجاجات في دفاترهم. وتنبهت عزائمهم من التلطف في جمع ذلك لما أحتسب تنسبها له، ولم يجر شيء إلا وعملي محيط به. وقلت: أخبرني عن قولك:\n) فإن كان بعض الناٌسِ سيفاً لدولةٍ\n...\nففي الناسِ بوقاتٌ لها وطُبول (\nأهذا من صريح المدح أم هجينه؟ فقال: بل من هجينه. فقلت: ما الذي اضطرك إليه: إنها عثرة من عثرات الخاطر ينهض منها قولي:\n) وإن الذي سميُ عليناً لمنصف\n...\nوإن الذي سمَاه سيفاً لظمالمهْ (\n) وما كلَ سيفٍ الهامَ حدهُ\n...\nوتَقَطعَ لزْيات الزًمانِ مكارمهْ (\nوقولي في هذا المعنى:\n) تحيَرَ في سيْفٍ أصْله\n...\nوطابعٌه الرحمنَ والمجدُ صاقل (\nوفي هذا أقول مشيراً إلى هذا المعنى، وذاكراً حال رسولٍ كان ورد إليه من متملك الروم:\n) وأنى اهتَدى هذا الرَسول بأرْضهِ\n...\nوما سكنَتْ مذ سرتْ فيها القساطل (\n) ومن أي كان يسقْي جياده\n...\nولم تصفُ من مزْج الدُماء المناهل (\nفقلت: أخذت قولك:) والمجد صاقل (من قول أبي تمام:\nمتدَفقاً صَقلوا به أعراضهم\n...\nإن السماحةَ صقيلُ الأحسابِ\nوأخذتَ قولك:) ولم تصفُ من مزْجِ الدماء المناهلُ (من قول أبي سعد المخزومي:\nلا يشَربٌ الماء إلا من قَليبِ دمِ\n...\nولا يبيتُ له جارُ على وجلَِ\nوأبو سعد أخذه من بشار:\nفتىً لا يَبيت على دمنْهٍ\n...\nولا يشَربَ الماء إلا بدمْ\nفقال: وقولي:\n) أماَ للخلافةَ من مشْفقٍ\n...\nعلى سيفِ دوْلتها القاصلِ (\n) يقُد طلاُها بلا ضاربٍ\n...\nويسرْي إليهمْ بلا حاملِ (\nوقولي في هذا المعنى:\n) عاتقِ الملك الملْك الأغَر نجاده\n...\nوفي يدِ جبار السماواتِ قائمهْ (\nفقلت: أخذت هذا من قول أبي تمام:\nلقد خابَ منَ سويداءَ قلبهِ\n...\nلحدَ سنانٍ في يدَ الله عاملهْ\nالجزء: 1 ¦ الصفحة: 8\n",
        "قال: وقولي أيضاً في هذا المعنى:\n) أتحسبُ بيضُ الهندِ أصلها\n...\nوأنكَ منهاْ ساء ما تتَوَهمُ (\n) إذا سمعتْ باسمْ الأميرِ حسبتهاَ\n...\nمن التيهِ في أغمادها تتبِسِم (\nفقلت: الثاني من قول أبي نقلاً من جهة إلى جهة:\nتتيه الشمسُ والقمرُ المنيرُ\n...\nإذا قلنُا كأنهماُ الأميرُ\nوقلت: فأخبرني عن قولك في مرثية أم سيف الدولة:\n) ولا من في جناَزتها تجارُ\n...\nيكون وداعهمْ نَفَض النعال (\nأهكذا يؤبنُ مثلها، وقد كانت بلقيس عصرها قدراً عظيماً وملكاً جسماً، وحديثاً وقديماً فقال: ألستُ في هذه الكلمة:\n) مشىَ الأمراءُ حوليهْا حفاةً\n...\nكأن المرْو من زف الرئال (\n) وأبرزَتَ الخدودُ مخبَتاتٍ\n...\nيضَعنَ النفًس أمكنهَ الغوالي (\n) أَتَتْهُنَّ المصيبةُ غافلاتٍ\n...\nفَدَمْعُ الحُزْنِ في دمع الدّلالِ (\nوأنشد أبياتاً من محاسن هذه القصيدة: البيت الأول من هذه الأبيات من قول الصنوبري: نؤومُ الضحىَ أذهبُ القنافذِ عندهُ إذا ما عراه النومُ أهبُ الثَعالب أو من قول ابن الرومي:\nلوْ أنها استلقتْ على شوْك الحسكْ\n...\nتحتَ الزَباةِ وجدته ْكالفَنَكْ\nوالبيت الأخير من هذه الأبيات ينظر إلى قول العباس بن الأحنف نظراً خفياً. وهو من معانيه التي اخترعها:\n) بكتْ غيرَ آسيةٍ بالبكاءِ\n...\nترى الدمع في مقلُتيَهاَ غريبا (\nوعلى ذلك فمن الواجب ألا تدفع عن إحسان انتظمه شعرك، ولا عن معنى نكد طوح به في البلاد فكرك. ولكنك في البيت من القصيدة والأبيات إحساناً لا يجهله نقاد الكلام وأرباب البيان، إنجازاً في عبارته، وإبداعاً في نظمه، وصواباً في معناه، وسلامة في لفظه. ثم تشفع ذلك بالأبيات السخيفة لفظاً ومعنى، وبالأبيات التي تغير على معانيها وبعض ألفاظها إغارة الذئاب المعط على سرح النقد، فتاتي القصيدة بالشعر على غير مشاكهة. ومن أفحش المعايب ألا تقع اللفظة مصاحبة أختها، ولا مزاوجة ما جاورها. وقد قال مروان بن سعيد بن عباد بن حبيب ابن المهلب بن أبي صفرة، مخاطباَ عبد الله بن محمد أبي عيينة:\nما بالُ شِعِرك ملُتاثاً ومختلفا\n...\nبيتاً ثَنِيا وبيتاً ساقطاً خرَفاَ\nوقال عمر بن لجأ لابن عم له: أنا أشعر منك. قال: وكيف؟ قال: لأني أقول البيت وأخاه وأنت تقول البيت وابن عمه ألا ترى إلى قول الشاعر:\nوشعْر ٍكبعْرِ الكْبشِ فرُق بينهُ\n...\nلسُان دعيٍ في القرَيضِ دَخيلِ\nيقول: هو مختلف المعاني متباين المباني جارٍ على غير مناسبة ولا مشاكلة ولا مقاربة، لأن بعر الكبش يقع متبدداً متفرقاً متبايناً. وقد قال الكميت:\nوقد رأيناْ بها حوُراً منعًمةً\n...\nبيضاً تكاملَ فيها الدَّل والشًنبُ\nفعاب هذا عليه نصيب وقال: هلا قلت كما قال ذو الرمة:\nلمياءُ في شفٌتَيْها حوةُ لعسٌ\n...\nوفي اللثاتِ وفي أنيْابها شَنبُ\nوهذا لعمري عيب فاحش لأن الكلام لم يجر على نظم، ولا ورد على اقتران وممازحة، ولا اتسق على اقتران. ومما يحتاج إليه القول أن ينظم على نسق المماثلة وأن يوضع على رسم المشاكلة.\nومما ذهبت فيه هذا المذهب قولك:\n) ما أبعدَ العيبَ والنٌقصانَ من شيميَ\n...\nأنا الثَرياَ وذانِ الشُيبُ والهرمُ (\nوهذا أيضاً كلام جار على غير مناسبة؛ لأن الثريا ليست من جنس الشيب والهرم ولا هما من جنسها. وكان وجه الكلام أن قول: أن الثريا سفوراً وعلواً وذان السهى خفاءً وخبواً. أو أن تقول: أنا الشباب وذان الشيب الهرم. وربما أوردت البيت مشتملاً مستودعاً من المعنى المستحيل على ما يهيجن القصيدة بأسرها، ولو كان من لباب اللفظ ونصاب الفصاحة، كقولك في القصيدة التي أولها:\n) سِربُ محَسِنٌهٌ حُرِمت ذَوَاتِها (\nوكأن هذا البيت من كلام الشبلي أو سمنون الصوفي. ثم تغزلت فقلت:\n) إني على شَغفَي بما في خُمرِها\n...\nلأعِف عَما في سَرَاويلاتِها (\nوشتان هذا من قول الأول:\nلا والذي تسجُدُ الجباهُ لهُ\n...\nما لي بما تحتَ ذيلهاِ خَبرُ\nفقال أبو الطيب: إن ذاك، وعلى هذا فليس الذي قلته بأفحش من قوله امرئ القيس:\nفمثْلِكِ حبلىُ قد طَرقتُ ومرْضعِ\n...\nفأنْهيتهاُ عن ذي تمَائمَ محوْلِ\nالجزء: 1 ¦ الصفحة: 9\n",
        "إذا ما بكى من خلفها انصرفتْ لهُ\n...\nبشقٍ وتحتي شقُها لمْ يحولُ\nفقلت: أن امرأ القيس كان مفركاً والحبلى الرغبة في الرجال.\nفيقول: إذا أليتها فأنا إلى غيرها أحب. وقد أخذت هذا البيت من أسلم بيت وأكرمه لفظاً:\nلا والذيٌ تسُجدُ الجباهٌ لهُ\n...\nما لي بما تحتَ ثوْبهاِ خبَرُ\nولا بفيها ولا هممْتٌ بهاِ\n...\nما كان إلا الحديثٌ والنظر\nوقولك الآخر في هذا النحو أسمي وأكرم وهو:\n) يردَ يداً عن ثوْبها وهو قادرُ\n...\nويعصي الهوَى في طيفهاَ وهوَ راقُد (\nفقال: ألم أقل في الكلمة الثانية:\n) أقْبلتهأُ غرُرَ الجيادِ كأنما\n...\nأيدي بني في جَبهاَتها (\nوفيها أقول:\n) ومقانبٍ بمقانبٍ غادرْتهاُ\n...\nأقواتَ وحَشيٍ من أقواتها (\nفقلت: أما البيت الأول فمن أبي نؤاس يصف كلاب الصيد:\nغُرَّ الوجوُهِ ومحَجلاَتها\n...\nكأن أيدْينا على لباتها\nوالبيت الثاني من قوله في هذه الأرجوزة:\nبأكلُبِ تمرحُ في قدَاتهاَ\n...\nتعدُ عينَ الوحشِ من أقواتهاِ\nوأبو مؤاس أخذه من قول أبي النجم:\nتَعدُ عاناتِ اللوَى من مالها\nوربنا أتيت بالبيت الجوف والمعتل، قال: وما المعتل والأجوف؟ فقلت: حكى يونس بن حبيب أن الأجوف الفاسد الحشو، والمعتل ما اعتل طرفاه. وحدود الشعر أربعة: وهي الفظ والمعنى والوزن والتقفية. ويجب أن يكون ألفاظه عذبة مصطحبة ومعانيه واستعاراته واقعة وتشبيهاته سليمة. وأن يكون سهل العروض رشيق الوزن متخير القافية، رائع الابتداء وربما أخليت وأخلفت وأعذرت وهلهلت، وما أراك تتطلع على موجب هذه الألفاظ. قال: وأي موجب لها! وإنما توردها تسمحاً وشغفاً بالإطالة وتسحباً بالدعاوى الباطلة. فقلت لا تطل عناج القول في ما يخرج عن مذاهب أهل الفضل فتسمع من القول ما يضيق ذرع صبرك عنه. فقد قال امرؤ القيس:\nإذا المرءُ لم يحزُنْ عليْهِ لسانهُ\n...\nليسَ على شيء سواهُ بخَزّانِ\nبل يقال للشاعر إذا أتى بأبيات مشتملة على معان مبتكرة وألفاظ متخيرة، ثم أورد في أثنائها بيتاً خالياً من هذا الوصف: قد أخلى ويقال له إذا أتى بمعنى لم يستوفه: قد أعذر. وإذا خالف بين قافية الضرب وقافية المصراع في افتتاح القصيدة: قد أخلف كما قال ذو الرمة:\nألا يا اسلمي يا دارَ ميَ على البلىَ\n...\nولا زالَ منهلاً بجرْعائك القطْرُ\nفكأنه لما قال) على البلى (وعد ينظم قصيدة على روي وكأنه لما قال) القطر (أخلف ذلك الوعد إذ جعلها رائية. ثم قلت: ومن غزلك الذي باينت فيه مذاهب المطبوعين والمرهفين قولك:\n) ربحْلةٍ أستمرٍ مقَبلهاُ\n...\nسبحْلةٍ أبيضٍ مجرَدها (\nفالربحلة: العظيمة الجيدة الخلق، والسبحلة: الطويلة العظيمة، ورجل سبحل ربحل. لذلك تستهجن هاتان اللفظتان في ألفاظ المحدثين، لأنهما من ألفاظ العرب الجافية. وقد أخذتهما نسخاً من قول بعض العرب في ترقيص بنية له:\nسبحْلةُ ربحْلهْ\n...\nتنميَ نَباتَ النخلةْ\nقلت: وأخبرني عن قولك واصفاً فرساً:\n) قد زادَ في السُاقِ على النَقانقِ\n...\nوزادَ في الأذن على الحَرانق (\n) وزاد في الحذْر على العقاعق (\nقال: وما في ذلك؟ قلت: إقدامك على نظم هذا الكلام الساقط واجتراؤك على قرع السماع بمثله غير مستحيٍ ولا مراقب. فما تريد بقولك) زاد (أزاد في قوة الساق أو في طوله، وفي خلق أذن الخرنق أو في لطف سمعها؟ ما أسخف هذا لفظاً وأقله من البيان حظاً، وإنما ذهبت في قولك:\n) قد زاد َفي الساقِ على النقانقِ (\nإلى قول أبي دواد:\nلهُ ساقا ظليمٍ خا\n...\nضبٍ فوجئ بالرعُبْ\nوفي قولك:\n) وزاد في الحذرِْ على العقاعقِ (\nقول بعض العرب:\nمنُيتُ بزَمرًدةٍ كالعصاَ\n...\nألصَ وأخبثَ من كنُدشِ\nوقولهم:) هو أحذر من كندش (، وهو العقيق. وقد سمعت قول امرئ القيس\nلهُ أبْطلاَ ظبيٍ وساقا نعامةٍ\n...\nوإرخاء سرْحانٍ وتقربُ تتفُلِ\nالجزء: 1 ¦ الصفحة: 10\n",
        "فليلهك عن وسواس فكرك هذه الألفاظ التي ذهبت بك في التيه، وانظر إلى جمعه بين هذه الألفاظ المتباينة والأجزاء المتحاجزة. فإنه شبه في هذا البيت أربعة أشياء، إذ كان مخرج هذا اللفظ في التشبيه حتى يكون المعنى المقصود واقعاً من البيان، على أن له أيطلين كأيطلي الظبي وساقين كساق النعامة وإرخاء كإرخاء السرحان وتقريباً كتقريب التنقل. فضلت في أبياتك هذه عن مدرجة الإحسان وأطفأت بهذه الألفاظ القلقة مصباح البيان. قال: ففيها أقول:\n) يرٌيكَ خُرْقاً وهوَ عَينٌ الحاذِقْ (\nفاحفظني ذلك القول منه وقلت: أراك تعتدنا نَعم! فقال: حاشى لله. فقلت: أما هذا مسلوخ سلخ الإهاب من الرجز يصف ناقة:\nخرْقاء إلا أنها صناعُ\nأو من قول حميد بن ثور:\nفقال وسنْانً ولماُ يرْقدُ\n...\nإلى صناعِ الرجَل خرقْاء اليَدِ\nوهذان البيتان من أوجز ما قالته العرب. وما يجري معهما في الاختصار وحسن الإيجاز وقرب المأخذ قول الآخر يصف سهماً:\nغادرَ داءً ومضىَ صحيحاَ\nومثله قول الآخر يصف وحشاً وسهماً:\nحتى نجاَ من جوْفهِ وما نجاَ\nوقد قال أبو نواس:\nصنعْ اللطيفةِ واستلابَ الأخرقِ\nفكأنه من قول حميد بن ثور:\nبَنتَْ بيتهُ الخرْقاءُ وهي لطيفةُ\n...\nلهُ بمراقٍ بينَ عُودَين سلماَ\nوفي هذه يقول في صفة الفرس:\n) بذَ المذاكيَ وهوَ في العقائق (\nوإنما أخذه من قول الراجز:\nقد سبقَ الأقرَح وهوَ رابضُ\n...\nفكيفَ لا يسبقَ إذ يراكضُ\nيريد أن أمه قد سبقت وهو في بطنها. ثم قلت: وقد تبردت في هذه الأرجوزة على عادتك بان قلت:\n) أقام فيها الثْلجُ كالمراِفقِ\n...\nيعقد فوقَ السنَ ريقَ الباصقِ (\nوأشهد الله أن هذا من غث الكلام وسقط الشعر. فقال بعض صاغيته: أيقال لكلام مثله غث؟: أجل أليس هو القائل:\n) ألعبْدُ لا تفضُلُ أخلاقهُ\n...\nعنْ فرجهِ المننُ أو ضرْسه (\nومن براداته قوله:\n) وإنماٌ تحتاْلُ في حلُه\n...\nكأنكَ الملاحُ في قلَسهِ (\nونحو هذا قوله:\n) لسريِ لباسهُ خشُن القُطْ\n...\nنِ ومرْويُ مرو لبسُ القرود (\nوقوله:\n) وكنتُ من الناسِ في محْفلٍ\n...\nفها أنا في محفلٍ من قُرودِ (\n) فلا تسَمعنَ من الكاذبينَ\n...\nولا تَعبأنَ بمحْل اليَهودِ (\nومن قبيح التشبيه قولك تصف كتيبة:\n) وملمْومةٍ سيفَيةٍْ ربعَيةٍ\n...\nيصيحُ الحصىَ فيهاَ صياحَ اللقَلقِ (\nوقد أخذته من قول ابن المعتز:\nوبلدةٍ صائحةِ الصُخورِ\nوأحسن من هذا قول النامي في كلمة امتدح بها سيف الدولة أولها:\nقفوا وعليهِ الدَمعُ فهوَ كثيبَ\nفقال فيها:\nتتُعتعُ ألفاظَ الحَصىَ بسنَابكٍ\n...\nإذا كلمَتُهْ عجُمهنُ تُحبُ\nفقال: أما تشبه أصوات الحصى من تحت حوافر الخيل أصوات اللقالق؟ فقلت: هبه أشبهه فهل هو من محاسن التشبيه؟ ألا ترى أنهم هجنوا قول لبيد:\n. . . وترْكاً كالبَصلْ\nوهو تشبيه واقع، وذمواُ قول الآخر:\nوالخيل من خلَل الغُبارِ مغُيرةُ\n...\nكالتمرِ يُنثرُ من وراء الجرَمِ\nوالجيد قول الشعر: يقول: خرجت متساوية كتساوي أصابع المصطلي عند اصطلائه.\nومن جافي لفظه قوله:\n) أين التوْرابُ قبلَ فطامهِ\n...\nويأكلُهُ قبلَ البلوغِ إلى الأكْلِ (\nفلفظة التورْاب على سلامة مصدرها جافية جداً. وقد اعتمد في هذا البيت على أرق بيت في معناه وأشجاه لفظاً، وهو قول محمد بن يزيد الأموي السلمي:\nفَطمَتكَ المنونَ قبلَ الفِطامِ\n...\nواحتواكَ النقصانُ قبل التَمامِ\nومن سفاف الكلام وسقطه ومستعجمه قوله:\n) صَغرْتَ كلً مكبُرٍ وعلْوت عن\n...\nلكأنهُ وبلَغتَ سنّ غلاُمِ (\nفهذا من النسخ الغلق القلق، وهو مع قلقه مأخوذ من أعذب لفظ واسلمه. قال بعض الشعراء المتقدمين في الدولة الأموية:\nبَلغْتَ لعشَرِ مضتْ من سنيكَ\n...\nما يبلغُ السَيدُ الأشيَبُ\nفهمُك فيها جِسامُ الأمورِ\n...\nوهمُ لداتكَ أنْ يلَعبوا\nوأحسن من قوله:) صغرَتْ كُل مكبرَ (قول الأول:\nلهُ هممُ لا منتهىُ لكبارهاِ\n...\nوهمتهُ الصغرُى أجلُ من الدهرِْ\nومن براداته قوله:\nالجزء: 1 ¦ الصفحة: 11\n",
        ") كَريمُ نَفضتٌَ النٌاسَ لماُ بلغتهُ\n...\nكأنهمُ ما جفَ من زادِ قادمِ (\nفتباً لهذا التشبيه، وضلة لهذا التمثيل، ويا رحمتا للممدوح به والمواجه بإفساده. وقوله أيضاً:\n) يقْضمَ الجمرَ والحديدَ الأعادي\n...\nدونهُ، قضمَ سكُرَ الأهوازِ (\nوفي هذه الكلمة يقول واصفاً سيفاً:\n) حَمَلتْهُ حَمائلُ الدهُرِ حتى\n...\nهيَ محُتاجةٌ إلى خرازِ (\nعلى أنه قد أخذه من قول البحري يصف سيفاً:\nحَملَتْ حمَائلهُ القديمةُ بقلةً\n...\nمن عهدِ عادٍ غضَةً لم تذْبلِ\nولعمري لقد فات فحول الشعراء في وصفه هذا السيف، وجرى وإياهم في حابه الإحسان فقصروا عن غاية سبقه، وألهانا قول المتنبي هذا في وصفه سيفه:\n) هيَ مٌحتاجةُ إلى خَرازِ (\nعن قول طرفة في وصفه سلفه:\nأخي ثقَةٍ لا ينثني عنَ ضريبةٍ\n...\nإذا قيلَ مَهلاً قال حاجزهُ قَدي\nحسامُ إذا ما قمتَ منُتصراً بهِ\n...\nكفى العوْدَ منه البدْءْ ليس بمعضدِ\nوعن قول النابغة:\nتقدُ السٌلوقيَ المَضاعَف نَسخةُ\n...\nوتوقدُ بالصفاحِ نارِ الحُباحبِ\nقوله:) إذا قيل مهلاً (معناه إذا قال مهلاً، قال الحاجز الذي بيني وبين المضروب قد أتى على ما أراد من القطع.\nوقول أبي النجم:\nيُذْري بإرعاسِ يمينِ المُؤتليَ\n...\nخُضُمةَ الساعٌدِ هدَالمُختليَ\nقلت: وهو القائل:\n) منْ لي بفهَمِ أهيلَ عصرٍ يدُعي\n...\nأنْ يَحسبَ الهنديُ فيهم باقلُ (\nفلو أن باقلاً قائل هذا الشعرلكان منعياً عليه في مدة، وما أكثر إعجابه بالتصغير، ولا يتفق له فيه تصغير مستعذب، ولعله احب أن يماثل قول القطامي:\nقدُ يدْيمهَ التُجريبِ والحْلم إنني\n...\nلأرىَ غفَلاتِ العيشِ قبل التجاربِ\nأو قول النجاشي:\nقُبيَلةُ لا يغْدرونُ بذمةٍ\n...\nولا يظَلمونَ الناُسَ حَبةَ خرْدلِ\nوأتانا من تصغيره ما خرج عن هذا الباب، فضل فيه عن طريق الصواب وهو القائل:\n) قَبيلُ أنتْ أنتَ وأنتَ منهُم\n...\nوجدُكَ بشْرُ المَلكُ الهُامُ (\nفهذا، وإن كان غشاً كما يرى الرئيس، فإنه دال على لكنه قائله. وكيف لا ينسب إلى البرد وهو يأتي بهذا ونظائره! ومن الكلام الهجين والمعنى المهين قوله: ولعمري إنُ هذا من نتائج خاطره واختراعات فكره وبنات صدره.\nوكذلك قوله أيضاً:\n) ففَي كل يوْمٍ ذا الدُمستقُ مقُدمٌ\n...\nقفاُه على الإقدامِ للوجهِْ لائمُ (\nوهذا من الطباق الغث، وكفى بقول عبد الصمد بن المعذل:\nبدَ حسنَ الوُجوهِ حُسنُ قفَاكا\nومما يشترك في هذا المعنى قول الآخر:\nقفاَهُ وجهُ ثم وجهُ الذي\n...\nقفاءُ وجْهُ يشبهُ النُفْساَ\nومما نعي على الرمة قوله:\nومَيةُ أحسنُ الثقَلينِ جيداً\n...\nوسالفةً وأحسنهمُ قذالا\nومما لا ترى في برده ولا ريب في لكنه قائله:\n) فحُذاَ ماء رجلْهِ وانضحَا في\n...\nالمدْنِ تأمنْ بواثق الزُلزالِ (\nومن اللكنة وركاكة اللفظ والافتقار الشديد قوله:\n) العاِرضُ الهَتنُ ابن العرض الهتنِ\n...\nابن العرضِ الهتنِ ابن العارض الهتنِ (\nوأحب أبا الطيب ناجي نجوم الدجى ليلةً كلها حتى حياه بوجهه صبحها حين انتظم له هذا البيت، وسوف يأتي فيما بعد: ومن أهجن الأقسام وأوهى معاقد الكلام قوله:\n) إنْ كانَ مثُلك كانَ أو هو كائنُ\n...\nفبرئْت حينئذ من الإسْلامُِ (\nوإنما احتذى في قول بعض القضاة في أيام المأمون:\nبرئْتُ من الإسلامِ إن كان ذا الذي\n...\nحكاهُ لك الواشونَ عنيُ كما قالُوا\nولكنُهُمْ لما رأوْكُْ غَرِيةُ\n...\nبوَصْلي تواصْوا بالنُميمةِ واحتالوٌا\nوكأنهَ لم يسمع قسم النابغة في قوله مخاطباً النعمان:\nما إن نَديتُ بشيء أنت َ تكرهَهُ\n...\nإذاً فلا رفَعتْ سوْطي إلى يدَي\nإذنْ فعاقَبَني ربيُ مُعاقبةً\n...\nقَرتْ بها عينُ منَ يأتيكَ بالحسَدِ\nوينظر إلى هذا المعنى قوله في الكلمة الأخرى:\nفَلوْ كفَي اليمينُ نَبتْك خوْفا\n...\nلأفردْتُ اليَمينَ من الشمالِ\nإلى قول عمرو بن قميئة:\nفما قُلتُ ما نطقواَ باطلاً\n...\nولا كنتُ أكرهُهُ أنْ يقُالا\nفإنْ كان َ حقاً كما خَبرُوا\n...\nفلا وصَلَتْ لي يمينُ شِمالا\nالجزء: 1 ¦ الصفحة: 12\n",
        "ومن هاهنا أخذ النابغة قوله:\nإذنْ فلا رفَعَتْ سوْاطي إلى يديَ\nوهبه لم يرد هذا، أما روى قول أبي سعد المخزومي:\nلا والذي خَلقَ الصهُباءَ من ذهَبٍ\n...\nوالماءَ من فضةٍ لا سادَ منَْ بخلاَ\nولا روى قول علي بن محمد العلوي البصري:\nيلَقىْ الرماحَ بنحرهِ وبصَدرهِ\n...\nويقيُمُ هامتَهُ مقُامَ المغفَر\nويقولُ للطُرفِ اصطبرْ لشبا القنَا\n...\nفهدَمت رُكنَ المجدِ إن لم تُغفرِ\nوإذا تأمل شخصَ ضيفٍ طارقاً\n...\nمُتسَربلاً سرْبالَ ليلٍ أغبرِ\nأوْمأ إلى الكوْماء هذا طاِرقٌ\n...\nنحَرتْنَي الأعداء إن لم تنُحْري\nغث الكلام ومستكرهه قوله:\n) فتىَ ألفُ جزْءٍ رأيهُ في زمانهِ\n...\nأقل ُ جُزيءٍ بعضهُ الرأيُ أجمعُ (\nوقوله:\n) فكلُكمُ أتى مأتيَ أبيهِ\n...\nوكلَ فِعالِ كُلكمُ عُجابُ (\nفهذا لفظ مضطرب ونظم متهافت وقوله:\n) يا منَ نلوذُ من الزمانِ بظلهِ\n...\nأبداً ونطردُ باسمهِ إبليساَ (\n) خيرُ على القُصوُرِ وشرهاَ َ\n...\nيأوي الخرابَ ويسكنُ النُاوُوسا (\nوفي هذه الكلمة يقول يقول خير الطيور على القصور فمن الطيور التي تألف القصور المبينة اللقالق والهام، وليست بخير الطيور.\nومن سفساف الكلام قوله:\n) حتى يقولَ الناُسُ ماذا عاقلاً\n...\nويقول بيتُ المالِ ماذا مسُلماَ (\nوإنما آذاه قول عبيد بن أيوب العنبري أحد اللصوص:\nما كانَ يعُطي مثلهاَ في مثْلهِ\n...\nإلا كَريمُ الخيمِ أوْ مَجنونُ\nوإلى هذا ذهب أبو نواس في قوله الذي تاه خاطره عن طريق الصواب فيه: جاد بالأموالِ حتىٌ قيلَ ما هذا صحيحُ فقال أبو تمام:\nما زالَ يهذيَ بالمكارمِ والندىَ\n...\nحتى ظننََا أنهُ محمومُ\nفقال البحتري وأحسن في عبارته:\nإذا معشُر صانوا السماحَ تعسرتْ\n...\nبه همةٌ مجْنوُنةُ في ابتذالِهِ\nوكل هؤلاء أرادوا قول الأول:\nفي حبُ منَ يرْجىُ فَواصلهُ\n...\nفاستمطرواُ من قرُيشٍ كل منُخدعِ\nتَخالُ فيهِ إذا خادعته بلها\n...\nعن مالهِ وهوَ رابي الدُين والورَعِ\nفوقع إلى التيه، وتَد هدىَ أبو الطيب في آثارهم على أم رأسه. وقد ألمُ بهذا المعنى أبو تمام فتخطىُ العيب فيه:\nولَهَتهُ العلىُ فليسَ يَعُدُ\n...\nالبؤسَ بؤساً ول النٌعيمَ نعيَماَ\nوقوله:\n) كأني دحوْتُ الأرْضَ من خبرتيَ بها\n...\nوكان بني الإسكندرُ السدُ من عزمي (\nوهذا لفظ مستهجن، وتشبيه غير مستحسن. وإنما أراد به قول أبي تمام على أنه لا خير فيه أيضاً:\nفطَحطحتُ سداً سدُ يأجوجَ دونهُ\n...\nمنَ الهمَ لم يفرغْ على زبْرهِ قطرُ\nومما لا طائل فيه قولك:\n) دانٍ بعيد مجيبٍ مبغضٍ بهجٍ\n...\nأعزَ حُلوٍْ ممرٍُ لينٍُ شرسِ (\n) ندٍ أبيٍ غرٍوافٍ أخي ثقةٍ\n...\nجعدٍ سريٍ نهٍ ندبٍ رضىً ندُسَ (\nأخذ قوله:) حلُوْ ممرُ (من قول الشنفري بل من قول الهذلي:\nحُلوْ ومرُ كعطْفِ القدحِ مرتهُ\n...\nفي كل إنيٍ قضاهٌ الليلُ ينتعلُ\nومما لا طائل فيه أيضاً قولك:\n) العارض الهَتنُ ابن الهتنِ\n...\nابن العارضِ الهتن ابن العارض الهتنِ (\nونحو هذا قولك أيضاً:\n) أطعَنُها بالقناةِ أضربُها\n...\nبالسٌيفِ جحجاحُها مُوَودها (\n) أفْرسهاُ فارِساً وأطْولهاُ\n...\nباعاً ومغوراُها وسيُدها (\n) شمسُ ضحاها هلالُ ليلتها\n...\nدُرٌ تقاصيرها زَبرْجدها (\nوهو مع ذلك مركب تركيباً على قول أبي بكر دريد في قصيدة أولها:\nما شُغُلي بالطولِ أندُبهاُ\nحجْزُ فتَى يعْربٍ ومِدرْههاُ\n...\nوسيُفها المنُتضى ومحرَبهاُ\nصندْيدُها حصْنهاُ خبعْثنُها\n...\nأطْعنهاُ بالقنَا وأضْربهاُ\nلهُمٌومهاُ قرمهاُ مقدَمهاُ\n...\nضيغمهاٌ نجمهاُ عصبصَها\nوجرى في نحو هذا عدة أبيات. ولم نسمع بأحد شبه الرجل بالزبرجد قبله، وهذا من معانيه الأبكار وألفاظه الأحرار.\nومن هجين الكلام قوله أيضا:\n) وليسَ كبحرِ الماء يشتَفُ قعَرهَ\n...\nإلى حيث يفَنى الماءُ حوتُ وضفدعُ (\nومن الغثاثة التي لا ريب فيها قوله:\n) غثاَتهُ عيْشي أنْ تغثُ كرامتي\n...\nوليسَ بغَثٍ أنْ تغثً المآكلُ (\nالجزء: 1 ¦ الصفحة: 13\n",
        "وأهجن من هذا لفظاً وأقل من البيان حظاً قوله:\nأديبُ رستْ للعلمِ في ارضْ صدرهِ\n...\nجبالُ، جبالُ الأرضْ في جنبها قفٌ\n) جوادُ سمتْ في الخيرِ والشرُ كفهُ\n...\nسمُواً فَود الدُهر أن اسمه كفُ (\n) فليس بدونٍ يرْتجَى الغيثُ دونه\n...\nولا ينتهي الجودُ الذي خلفْهَ خلفُ (\nوقوله:\n) واغتفارُ لوْ غَيرَ السخُط منهُ\n...\nجعُلتْ هامهُمُ نَعالَ النعالِ (\nوقوله في وصف الغيث:\n) لسَاحيهِ على الأجداثِ حَفْشىُ\n...\nكأيدْي الخيلِ أبصرتِ المَخالي (\nوإنما اغتره قول زهير:\n. . . يحْفشىُ الأكْم وايلُه\nلم يذكر البيت.\nفأما أن يستقي مستسقٍ للقبور غيثاً يحفش تربها وينبث ثراها، فلم يقله أحد. وإنما يستقى لديار الأحبة ولقبور الأغرة لتكلأ تلك الأرض، وتعشب تلك البلاد فتنتجع. فيتذكر أهلوها ويترحم على من واراه الترب فيها. وينتج كل من نأي عنها ثم يحترسون في السقيا من أن تدرس مغانيها وآثارها كما قال طرفة:\nفسقى دياركَ غَيرَ مفسدهاِ\n...\nصَوْبُ الربيعِ وديمةُ تهْمي\nوقال الآخر:\nسَقىَ اللهُ سُقيا رحمةٍ أهل بلدةٍ\nاحترس بقوله:) سُقيا رَحْمةٍ (احتراسا لطيفاً. فأما أن يستقي غيثاً لها يعفي الأثر وقعه كوقع أيدي الخيل تضرب الأرض، حتى يهدمها ويحفرها فلا. وقوله:\n) وأظنُهُ حَسبَ الأسنَةَ حُلوةً\n...\nأو ظَنهاَ البرْنيٌ والآزادا (\nوقد نعي على كثير قوله وهو دون هذا:\nوهمْ أحلى إذا ما ذُقْتَ يَوْماً\n...\nعلى الأحناك من رطبِ ابن طابِ\nوغير عليه فجل:) من عسَل اللعاب (وكلاهما لا خير فيه. ثم قال:\n) فغدَا أسيراً قد بَللتْ ثيابهُ\n...\nبدمٍ وبلَ ببوْله الأفخاذَا (\nوكذلك قوله:) الازاذا (وهذه قافية قلقة مجتذبة مجتلبة معلولة غير مقبولة. وسبيل الشاعر أن يعنى بتهذيب القافية فإنها مركز البيت حمداً كان ذلك الشعر أو ذماً، وتشبيباً كان أو نسبياً، ووصفاً كان أو تشبيهاً. وأن يتأمل الغرض الذي يرميه فكره، فينتظر في أي الأوزان يكون أحسن استمراراً، ومع أي القوافي يكون أشد اطراداً، فيكسوه أشرف معارضه، ويبرزه في أسلم عباراته، ويعتمد إقرار المعاني مقارها، وإيقاعها مواقعها. وقد حكى عن الحطيئة أنه قال: نقحوا القوافي فإنها حوافر الشعر. فشتان ما بين قولك) الأفخاذا (وقول الحطيئة:\nهمُ القومُ الذينَ إذا ألمتْ\n...\nمنَ الأيامِ مظُلمةُ أضاءوا\nفلقوله) أضاءوا (موقع لطيف؛ وذلك أنها لفظة لا يستطاع تبديلها بغيرها، ولا تغييرها بما يسد مسدها. وكذلك قول النابغة:\nكالأقْحوان غداةَ غِبَ سمائهِ\n...\nجَفُتْ أعساليهِ وأسفُلهُ ندىَ\nفلقوله:) وأسْفلُهُ ندىَ (موقع عجيب في هذا الموضع؛ وذلك أن الأنوار. فكره أن يشبّه الثغر به في هذا الحال، فيكون الثغر كالمتركب بعضه على بعض، فشبهه بالأقحوان إذا أصابته الشمس؛ فقال:) جَفتّ أعاليه (أراد انبسطت وذهب تجعيدها ثم قال:) وأسُلفه نَدى (فاحترس أن يكون ذَوَى وجفّ. وقولك: قد) بَلَلت ثيابهَ. . . وبلّ ببوله الأفخاذا (ينظر إلى قول الأول:\nآليْتُ لا أدفنُ قَتْلاكُمُ\n...\nفدَخنَوا المْرء وسْربالهُ\nيقول: إنه إذا طعنه أحدث في سرجه، كنى عن ذلك بهذه الكناية البليغة البديعة، وعبر بهذه العبارة الجزلة. ومن القول في المباني المسفرة قول امرئ القيس:\nفإنكَ لم يفْخرْ عليَك كفاخرٍ\n...\nضعيفٍ ولم يغلْبك مثلُ مغلُب\nوقول زهير:\nوأعلمُ ما في اليوْمِ والأمسِ قبلَهُ\n...\nولكنني عن علمِ ما في غدٍ عمىَ\nومن ألفاظه القلقة ومعانيه الغلقة قوله:\n) لم تحْكِ نائلَك السحابُ وإنما\n...\nحُمتْ بهِ فصبيبهُا الرحضاءُ (\nوإنما نظر إلى قول أبي نؤاس:\nإن السَحابَ لتَستحيي إذا نظرتْ\n...\nإلى نداكَ فقاستهْ بما فيها\nحتى تهم ّ بإقْلاعٍ فيَمنعهاُ\n...\nخوفُ العقوبةِ عن عصيانِ باريها\nومما هذه سبيله قوله:\n) يكادُ من صحةِ العزيمةِ أنْ\n...\nيفعلَ ما لا يكادُ ينفعلُ (\nومن خروجه المتكلفُ المتعسفُ الذي باين مذاهب المحدثين قوله:\n) أحبكِ أوْ يقولوا جرّ نمْلُ\n...\nثبيراً وابن إبراهيمَ رِعاً (\nالجزء: 1 ¦ الصفحة: 14\n",
        "ريع من الروع. فما ابعد هذا الكلام من الإحسان، وأشد مباينته للبيان وأدله على ضيق عطن قائله، وعلى فساد تخيله وما أحسبه سمع قول منصور النمري:\nأجدَك هل تدرينَ أنْ رُبّ ليلةٍ\n...\nكأنً دُجاها من قُرُونكِ يُنشَرُ\nصَبَرٌتُ لها حتى تَجَلٌتٌ بغُرةٍ\n...\nكغُرةِ يحيى حينَ يذٌكرُ جَعفرُ\nولا طالع قول محمد بن وهيب:\nما زالَ يلٌثمنٌي مرَاشفَهُ\n...\nويعِلني الإبريقُ والقَدَحٌ\nحتى استَردَ الليلُ خلعتهْ\n...\nوبدا خلالَ سوَادهِ وضَحُ\nوبدا الصباحُ كأنّ طلعَتهِ\n...\nوجهُ الخليفةِ حينَ يمتدحُ\nولا قول البحتري يصف داراً:\nولو أننّي أعطيتُ فيهنّ المنىُ\n...\nلسَقيتُهنُ بكفّ إبراهيما\nوقد أخذت هذا فقلت:\n) سقىَ مثواكِ غادٍ في الغوادي\n...\nنظيرُ نوالَ كفكِ في النَوالِ (\nولا قوله:\nوقاسَينَ ليلاً دونَ قاسانَ لم تكدْ\n...\nأواخرُهُ من بعدِ قُطريهَ تلحقٌ\nبحيثُ العطايا موُمضاتٌ سوافرٌ\n...\nإلى كل عافٍ والمواعيدٌ فُرّقٌ\nولا قوله:\nشقائِقٌ يحملنَ الندَى فكأنهُ\n...\nدموُعُ التصابي في خدودِ الخَرائدِ\nكأن يدَ الفتحِ بنِ خاقانَ أقبلتْ\n...\nتليها بتلكَ البارقاتِ الرّواعدِِ\nبلى قد قرأت هذا، فإنك أخذت المعنى فيه فقلت:\n) ردّي الوِصالَ سقى طولَك عارضُ\n...\nلو كانَ وصْلكِ مثلهَ ما أقْشعاَ (\n) زَجلاً يريكِ الجوّ ناراً والملاَ\n...\nكالبحرِ والتلعاتِ روضاً ممرعاَ (\n) كبَنان عَبدِ الواحد الذي\n...\nأروى وآمنَ منَ يشاءُ وأجزَعاَ (\nومن أحسن الخروج قول أبي تمام:\nإساءةَ الحادثاتِ استنبطي نَفقاَ\n...\nفقد أظلكِ إحسانُ ابن حَسانِ\nوقوله:\nفَعَلَتْ مقُلتاهُ بالصبّ ما تفْعلُ\n...\nجدوْىَ بدَيْكَ بالآمالِ\nوقوله:\nلا تنكري عطَلَ الكريمِ من الغنيِ\n...\nفالسُيلٌ حَربُ للمكانِ العالي\nوتنظَري خنَببَ الرَكابِ ينٌصهاّ\n...\nمحييُ القريضِ إلى مميتِ المالِ\nبَسَطَ الرجاءَ لنا برغَمِ نوائبٍ\n...\nكَثرتْ بهنّ مَصارع الآمالِ\nأغلى عذاريَ الشَعرِ أنْ مُهوُرها\n...\nعندَ الَكريمِ إذا رَخُصْنَ غَوالي\nومن مستغلق كرمه وجافي تشبيبه قوله:\n) إذا عذَلوا فيها أجَبتُ بأنهُ\n...\nحُبيبتاَ قلبيَ فؤادا هيا جمْلُ (\nومن الغلق المستغلق قوله:\n) أرْضُ بها شرَفُ سواِها مثلهاُ\n...\nلو كانَ مثلكَ في سواها يوُجدُ (\nيقول: إن لهذه الأرض التي شرفاً بحلولك إياها، ولو ألقي مثلك في أرض أخرى غيرها لكانت مثل هذه. قوله:\n) مَنْ في الأنامِ من الكرامِ ولا تقلُْ\n...\nمن فيك شأنُ سوى شجاعٍ يقصدُ (\nيريد: لا تقل من فيك يا شأم بل من في الأنام أجمعين من يقصد. ومن المستغلق فيها قوله:\n) أتى يكون أبا البرِيةِْ آدمُ\n...\nوأبوكَ والثَقلانِ أنتَ مَحمدُ (\nتقدير الكلام: كيف يكون آدم أبا البرية وأبوك محمد وأنت الثقلان. وربما يريد أنت الأنس والجن، وآدم واحد من الإنس، وأبوك محمد، فكيف يكون آدم أبا البرية؟ وقد فصل بين المبتدأ الذي هو) أبوك (وبين الخبر الذي هو) محمد (بالجملة التي هي قوله) والثقلان أنت (، وهذا تعسف شديد، ومذهب عن الفصاحة بعيد. ومن المستعجم المبهم قوله:\n) وكمْ وكم حاجةٍ سمحتَ بها\n...\nأقربُ مني إليَ موْعدها (\nوهذا من مستهجن الكلام، ومستكره التركيب. وإنما ذهب إلى مصر عمر موعده، وقرب وعده في إنجازه، فأساء العبارة عن هذا المعنى كل الإساءة. ومن هذا الجنس قوله:\n) وأبعدَ بٌعدناَ بعُدَ الّتدّاني\n...\nوقرَب قرْبناَ قربَ البعادِ (\nيقول: أبعد ما كان بيننا من البعد فجعله كبعد التداني الذي كان بيننا، وقرب قربنا فجعله مثل قرب البعاد كان بيننا، ذهب إلى أن قربه إليه كان بحسب ما كان بينه وبينه من البعد.\nومن أسوأ العبارة قوله يصف فرساً:\n) سَبوحُ لها منها عليهاَ شَواهدُ (\nوقوله:\n) اخترتُ دَهماءَ تَين يا مطرُ\n...\nومنْ له في الفواضلِ الخبرُ (\nالجزء: 1 ¦ الصفحة: 15\n",
        "يريد: اخترت الدهماء من هاتين الفرسين يا رجلاً يجري في جوده مجرى المطر وهذا كلام يشهد تكلفه واستكراهه ببعده عن مدرجة البيان. ومن كلامه الهجين قوله في هجاء ابن كيغلغ:\n) وإذا أشارَ محدثاً فكأنهُ\n...\nقرْدٌ يقهقهُ أو عجوزٌ تلطمُ (\nفقال أبو الطيب: أما طالعت في هذه القصيدة قولي:\n) يحمي ابن كيَغلغَ الطريقَ وعرْسهُ\n...\nما بينَ رِجلهاَ الطرّيقُ الأعظمُ (\nفقلت: هذا من قول الفرزدق:\nوتركتَ عرْسكَ يا جريرُ كأنهاّ\n...\nللناسِ بارِكةً طريقٌ معملُ\nفقال جرير يرد فيها عليه:\nوعجانٌ جِعثنَ كالطرّيقِ المُعملِ\nوفي هذه القصيدة يقول:\n) يرنو إليكَ معَ العفافِ وعندهُ\n...\nأنّ المجوسَ تصيبُ فيما تحكمُ (\nوهذا من قول أبي تمام:\nبأبي منْ إذا رآها أبوها\n...\nأقبلتْ قال ليت أناّ مجوسُ\nفقال: ما علي حرج في البيت يشذ عن مدرجة الإحسان، واللفظ يند عن شرك البيان. قلت فأخبرني عن قولك:\n) بليتُ بلى الأطلال إنْ لم أقفْ بها\n...\nوقُف شحيحٍ ضاعَ في الترْبِ خاتمُهْ (\nكيف قلته أشحيح أم شجيج؟ فقال: أنا قلته بحاء لا غير، هذا معنى اخترعته: إنما اجتذبته من قول هميان بن قحافة:\nفُهنّ حَيرى كَمُضلاتِ الخَدمْ\nفبين اللفظتين بون بعيد وقد أوحشت في قولك:\n) بَليتُ بلىِ الأطلالِ إنْ أقفْ بها (\nوأسأت في العبارة عناّ أخذته فأتممت البيت به. فانظر إلى قول أبي نؤاس في منى بيت هميان، ما أعجبه وأحسن مذهبه وأفصحه وأوضحه حين يقول:\nلقد طالَ في رسْمَ الدّيارِ بكائي\n...\nوقد طالَ ترْدادي بها وعنائي\nكأني مُريغُ في الديارِ طَريدةً\n...\nأراها أمامي مرةً وورائي\nقلت: وقد كررت معنى قولك:) بليتُ بلي الأطلال (فقلت، إلا أنهُ لم يأت موجزاً إيجازك فيما تقدم:\n) ما زالَ كلُ هزيمِ الوَدق ينُحلها\n...\nوالسقمُ ينحلني حتى حكتْ جسدي (\nوقد عمدت في هذا البيت إلى أحسن بيت وأشرفه عبارة، فأعدته في عبارته في عبارة مجتذبة، وألفاظ غير مستعذبة.\nقال محمد بن وهيب:\nطَللاِنِ طالَ علَهما الأبدُ\n...\nدَثرا فلا علْمُ ولا قصَدُ\nلبساَ البِلى فكأنّما وجدَا\n...\nبعْدَ الأحبةِ مثلَ ما أجدُ\nفلو لم يكن في هذين البيتين من محاسن اللفظ إلا قوله:) لبسا البلى (فإنها استعارة واقعة حلوة. ولو شاء قائل إنها في هذا الموضع أحسن موقعاً منها معها في قول الجعدي:\nلَبستُ أناساً فأفنَيتُهْم\n...\nوأفَنيتُ بعدَ أناسٍ أناساَ\nأو من قول الآخر:\nما الضّجيعُ ثناها إليَهِْ\n...\nتدَاعَتْ عليَهِ فكانتْ لباساَ\nعلى أن بعض العرب قد قال وأوفى على كل مقال:\nألمْ تَرَ أنّ الريْحَ بينَ مُوَيسلٍ\n...\nوجاَوا إذا هبتْ عليك تطيبُ\nوأحسن الآخر كل الإحسان بقوله:\nلمنْ طللُ وقَفتُ بهِ طريقاَ\n...\nأسائلُ ربعُه الخلقَ السّحيقاَ\nلسَمىَ لا تَغَيرَ ربعُ سلمىَ\n...\nوألبَسَتَ الرَواعدَ والبرُوقاَ\nوقول محمد بن وهيب:\nلبساَ البلَ فكأنّما وَجداَ\nمأخوذ من قول معلى الطائي:\nلَبسنَ البلىِ حتى كأن رسومهاَ\n...\nطَعمنَ الهوىَ أو ذُقنَ هجرَ الحبائبِ\nومن هذا أخذ البحتري قوله:\nبينَ الشقّيقةِ فاللّوىَ فالأجَرعَِ\n...\nدمنُ حبُسنْ على الرّياحِ الأربْعِ\nفكأنّما ضَمنتْ مغانيَها الذي\n...\nضمنتهُ أحشاءُ المحبّ المُوجعِ\nوكإساءتك في أخذ هذين البيتين في قولك:\n) وكمْ للهوىَ من فتىً مدْنفٍ\n...\nوكم للنوّى من قتيلٍ شهيدِ (َ\nفإنّك سرقت عجز هذا البيت افحش سرقٍ من جميل، ومن محاسن قوله:\nلكُلّ حديثٍ بينهنّ بشَاشةُ\n...\nوكلٌ قتيلٍ عندهنّ شهيدُ\nوما كنت أرى ذا رويةٍ يستجيز أن يهتك حرمه هذا البيت، ويأتي إلى هذه الألفاظ الرطبة العذبة فيحيلها إلى ذلك اللفظ السفساف والنظم المتهالك ومن تبديله الحسنة بالسيئة قوله\n) تهَلَل قبلَ تسليمي عليْهِ\n...\nوألقى مالهُ قبلَ الوِسادِ (\nولولا تسمحه في تناول هذه المعاني التي تقدم أربابها فيها، وسبق إلى اختراعها، لخل لسانه كما يخل لسان الفصيل الملهج: وما يصنع بقوله:\n) تَهَلل قَبلَ تسليمي علَيهِ (\nمع قول زهير:\nالجزء: 1 ¦ الصفحة: 16\n",
        "تراهُ إذا ما جئتهُ متَهَللاً\n...\nكأنك تعُطيهِ الذي أنتَ سائلهْ\nوقد أخذ قوله:\nكأنّكَ تُعطيهِ الذي أنتَ سائلُهْ\nشاعر فقال في الّسري بن عبد الله:\nكأنّ الذي يأتي السَريَ بحاجةٍ\n...\nأناخ عليهِ بالذي جاء يطلبُ\nوأخذه الكميت فقال:\nكأنما جئتُهُ أبشرهُ\n...\nولم أجيءُ راغباً ومُجتلباَ\nومع قول بعض العرب:\nإذا ما أتاهُ السّائلونَ توقَدَتْ\n...\nعَليهُ مصابيحُ الطّلاقةِ والبِشْرِ\nلهُ في ذوي الحاجات نُعمى كأنّها\n...\nمَواقعُ ماء المُزنْ في البلدِ القفْرِ\nومما سرقه فلم يزد على أن كرر لفظه في غير وزن البيت المسروق منه قوله:\n) فإن الجُرْحَ ينفرُ بعَد حينٍ\n...\nإذا كانَ البناءُ على فسادَ (\nفإنّك أخذته لفظاً ومعنىَ من قول البحتري:\nإذا ما الجْرحَ رُمّ على فسادٍ\n...\nتَبينَ فيهِ تفرَيطُ الطّيبِ\nومن هذا النوع قولك:\n) فمَضَتْ وقد صبَغَ الحَياءُ بياضهاَ\n...\nلَوْني كما صَبَغَ الٌلجينَ العَسجدُ (\nفما تصنع بهذا مع قول ذي الرمة:\nحَوْراءُ في برَجٍ صَفراءُ في نعَجٍ\n...\nكأنّها فضةُ قد مَسهاَ ذهبُ\nومن هذه الجذوة اقتبس بشار قوله:\nقد لَحّ بي في لعبِ\n...\nذو راحةٍ من تَعبِ\nجسْمٌ من الفّضةِ قد\n...\nتشَرْبتْ بالذهَبِ\nومن هاهنا نقل أبو الشيص قوله في صفة الخمر:\nكأنما أقداحهاُ فضِةٌ\n...\nقد بطّنتْ بالذهبِ الأحمرِ\nومن تقصيرك في الأخذ قولك:\n) لا بقوْمي شٌرْفتُ بل شُرفوا بي\n...\nوبنفسي فَخَرْتُ لا بجدودي (\nفإنك أخذته من قول الأول:\nنَفس عصامٍ سَوّدتْ عصاما\n...\nوعلَمتهُ الكرَ والإقداماَ\nوجعلَتهُ مَلكاً هُماما وما تصنع بقولك وقول غيرك في هذا المعنى مع قول عامر بن الطفيل:\nفما سَوّدّتني عامرُ عنَ وراثَةٍ\n...\nأبىَ اللهّ أنْ أسموُ بأمٍ ولا أبِ\nولكننيّ أحمي حماها وأتقي\n...\nأذاها وأرْمي منَ وماها بمقْنبِ\nومن تقصيرك فيما سرقته قولك:\n) بانوا بخُرْعوبةٍ لها كَفلٌ\n...\nيكادُ ند القيامِ يقعدها (\nفإنك أخذته بقول المحدثين:\nتَمشي فيقُعدها روَادِفهاُ\n...\nفكأنما تمشي إلى خَلْفِ\nفهذا هو الإعذار. ألا ترى أنك لم تستوف المعنى لأنك إنما أخذت الشطر الأول الشطر الأول من هذا البيت وغادرت قوله:\nفكأنمْا تمشي إلى خَلفِ\nومن التقصير الشديد قولك:\n) أمنَ ازدياركَ في الدَجى الرّقباءُ\n...\nإذ حيثُ كنتِ من الظلامَ ضياءُ (\nوهذا من التكلف الشديد، البعيد من اللفظ السديد. ثم قلت:\n) قلقُ الملَيحة وهيَ مسكُ هتكهاُ\n...\nومَسيُرها بليلِ وهيَ ذٌكاءٌ\nففي قولك) هتْكها (هتك لحريم ودها. وقد سرقت البيت الأول من قول الشاعر:\nتَبَسمتْ فانجلى الظلامَ ولمْ\n...\nتَخفْ وقد كان قبل أخفاها\nومن قول الآخر:\nقَمرَ نمَ عَليهِ حُسنهُ\n...\nكيفَ يخْفي الليلُ بدراً طالعاَ\nوأخذت البيت الثاني من قول بشار:\nأملي لا تأتِ في قمرٍ\n...\nلحَديثٍ واثقِ الدرُعاَ\nوتَوقّ الطَيب ليلَكَ ذا\n...\nإنهُ واشٍ إذا سَطعَا\nوقد أخذ بشار البيت الأول من قول عمر بن أبي ربيعة:\nقالتْ صَدقتَ ولكنْ في قمرٍ\n...\nألا تَبصّرتَ حتى تأتي الدرعُ\nثم قلت له وأخرى من قولك:\n) طَلبَ الإمارةَ في الثغورِ ونشؤهُ\n...\nما بينَ كَرْخايا إلى كلْواذاَ (\nمن أين لك هذه اللغة في) كلواذا (؟ ما أحسبك أخذتها إلا عن الملاحين.\nقال: وكيف؟ قلت: وإنك أخطأت فيها خطأ تعثرت فيه ضالاً عن وجه الصواب. قال: ولم؟ قلت: لأن الصواب كلْواذ بكسر الكاف وإسكان وإسقاط الياء. قال: وما الكلواذ؟ قلت: تابوت التوراة بها سميت المدينة. قال: وما الدليل على هذا؟ قلت الراجز:\nكأن أصوات الغبيطِ الشاذي\n...\nزَبْرُ مهاريقٍ على كلْوادِ\nوالكلواذ: تابوت توراة موسى. وحكي في بعض الروايات أنّه كان مدفوناً بهذا الموضع، فمن أجله سميت كلوذا. وأطرق لا يحير جواباً ثم قال: لم يسبق إلي علم هذا، وقولك مقبول والفائدة غير مكفورة. قلت: وأخطأت في قولك:\nالجزء: 1 ¦ الصفحة: 17\n",
        ") وَصَلتْ إليكَ يدُ سواءُ عندهاَ\n...\nالبازيُ الأشهب والغراب البقعُ (\nفإنك شدّدت الياء في) البازي (لا وجه له، ووصلت ألف القطع في الأشهب. ولا أعلم أحداً من الفصحاء شددّ الياء في البازي إلاّ البحتري، وعليه اعتمدت، وعلى لفظ بيته ركنت في قوله:\nوبياضُ البازيَ أحسنُ لوْناً\n...\nإنْ تأملتَ منْ سوادِ الغُرابِ\nوقد ردّ هذا على البحتري وخطئ في تشديده الياء. والمسموع في ذلك لغتان: إحداهما بازُ وبزاة كما تقول قاضٍ وقضاة ورامٍ ورماة. قال امرؤ القيس:\nعلى بازٍ في السماء محلقُ\nواللغة الثانية) باز (بالهمز) وأبؤز (، كما تقول كلْب وأكلبُ ويجمع على بئزان جاء ذلك في الشعر الفصيح فقال: لم أقل هكذا وإنما قلت البازي الأشهب بسكون. فقلت: قد قطعت ألف الوصل في البازي الأشهب ووصلت ألف قطع فجمعت بين ضرورتين في بيت واحد. فقال: قد جاء مثل ذلك في اشعر. إنما جاء شاذاً وليس بسائغ لمحدث.\nفقال: قد قال الطرماح:\nألا أيها اللّيل الطويلُ ألا آصبحِ\nفوصل. فقلت ك الطرماح قروي والرواية الصحيحة:\nألا أيها اللّيل الذي طالَ أصبحِْ\n...\nببسَمٍ وما الإصباحُ فيك بأرْوَحِ\nقلت: وأخطأت أيضاً في قولك:\n) وأنْكَ بالأمسِ كنتَ محتلماً\n...\nشيخَ معدٍ وأنتَ أمْردها (\nفإنك أجريت المضمر في قولك) أنْك (مجراه مع الظاهر، وفيه قبح شديد. وإنما يحسن) أنْك (بمعنى أنكّ مع الظاهر، كقول الشاعر:\nويوماً تُوافينا بوجْهٍ مقُسمٍ\n...\nكأنْ ظبيةٍ تعطو إلى وارقِ السلَمْ\nوقول الآخر:\nوصدرٍ مشرقِ النحرِ\n...\nكأنْ ثدْييهِ حُقانِ\nفقال: قد قال الآخر:\nفلْ أنكْ في يومِ الرخاء سألتني\n...\nفراقكِ لم أنجلْ وأنت صديقُ\nفقلت له: هذا جائز على الضرورة، ووجه جوازه ضعيف جداً. وليس يحمل القياس الشذوذ والضرورات. وعلى أنك نظرت إلى قول أبي تمام:\nوأنكَ إذا ألبستهُ العزّ منعماً\n...\nوسرْبلْتهُ تلك الجلالةَ مفضلاِ\nثم قلت: وأخطأت أيضاً في قولك:\n) هزَمتْ مكارِمُه المكارِم كلَها\n...\nحتى كأن المكُرمات قبائلُ (\n) وقتلنَ دفراً والدهيمَ فما ترىَ\n...\nأمُ الدّهيم وأمُ دفرٍ هابلُ (\nقال: وما وجه الخطأ؟ قلت ما أردت بقولك) وقتلنَ دفراً والدّهيم (؟ فقال: هما من أسماء الداهية، وقد تسمى الدنيا دفرْاً. فقلت: هذا خطأ في الدّفر لم يقله أحد، ولا رواه، راوٍ، ولا ادّعاه على العرب مدعٍ. فأماّ الدفر فالنّن؛ والخبر عن عمر، رحمة الله عليه و) ادفراه (والعرب تكني الدنيا أم دفرٍ من أجل المزابل التي فيها ويقال: دفرته دفراً إذا دفعت في صدره. وقالوا للأمة يا دفار لنتنها. ويقال: دفراً دفراً لما يجيْ به فلان، إذا قبحت الأمر أو نتنته. وقال صاحب كتاب العين: الدَفر وقوع الدود في الطعام واللحم، والدنيا دفرة أي منتنته. ونحو هذا ذكر ابن دريد في الجمهرة. هذا قول أهل العلم ومستودع كتب اللغة ولا يعلم أحد أنه ادعى أن الداهية تسمى دفراً، ولا أن الدنيا تسمى دفراً. وأما الدهيم فمن أسماء الداهية؛ والأصل في ذلك أن ناقة كانت لبعض الملوك تسمىّ الدهيم، فقتل قوماً وبعث برؤوسهم عليها في غرارة، فلماّ جاءت قالوا: عليها بيض نعام. فقال الرسول: انظروا عما يفرخ البيض. فلما نظر إلى رؤوس أولاده قال:\nوعنَد الدُهمِ لوْ أحلَ عقالهاُ\n...\nفتصعدَ لم تعدمْ من الجنّ حاديا\nيريد أن الجنّ تعين على فعل المكروه. ثم كثر تشاؤمهم بهذا الاسم حتى جعلوا الداهية دهيماً. فقال: إذا كانت الدنيا تكنى أم دفْرٍ، سميت أيضاً بدفر من أجل أن كناهم لهذه الأشياء. فقلت: الأمر على خلاف ما تخيلته، ولو كان الأمر كذلك لسميت الدنيا شملة، لأنهم قد كنوها أم شملة. أنشدنا محمد بن الحسن بن مقسم، قال: أنشدنا أحمد بن يحيى، ابن الأعرابي:\nمن أمّ شَملةَ ترَميْنا بوائقُهاُ\n...\nغرّارةٍ رئيَتْ منها التّهاويلُ\nولكانت الخمر تسمى خلاً، من أجل أنهم كنوها أم الخل كما قال الشاعر:\nرَمَيتَُ بأمَ الخلّ حبهَ قلبهِ\n...\nفلمْ يستفق منها ثلاث لياَلي\nالجزء: 1 ¦ الصفحة: 18\n",
        "ولم يدع ذلك أحد من العلماء ممن يستضاء بنوره، ويورد نمير مائه. ولكانت هذه الدنيا تسمى حبيناً، لتكنيتهم إياها بأم حبين. ولكانت الحمى تسمى ملدماً إياها ملدم. فقولك:) أم الدهيم وأم دفر هابل (لا انتظام لمعناه ومحصول المعنى في بيتك أن أم النتن وأم الداهية ثاكل. وهذا من المعاني الممقوتة التي تصم ناطقها، وتهين قدره، وتسم بميسم النقص شعره، لأنه قد جمع فساد المعنى والطاء في اللغة. وفي هذه القصيدة تقول:\n) لوْ طابَ مْولدُ كل حيٍ مثلهُ\n...\nوَلدَ النّساءُ وما لهنّ قَوابلُ (\nما أراك أردت إلا أنهن يتسعن حتى لا تحس المرأة عند مخاضها بخروج الجنين عنها. وإلاّ فما وجه سقوط حاجتها إلى القابلة عند ولادتها، أما سمعت قول الأول:\nحَملتْ بهِ أم ُتباركُه\n...\nفكأنها بالحَملِ لم تدرِ\nحملتْ بهِ غَرّاءُ مذُكرةٌ\n...\nزَهراءُ بنتُ عقائلٍ زهْرِ\nفأتيت بما لا يأتي به ذو مرة سوية، ولا قريحة ذكية. وما أحسن ما قال الكروس بن زيد الطائي:\nلئنْ فَرحتْ ب مَعقلُ عند شدُتي\n...\nلقد فرحتْ بي عند أيدي القَوابلِ\nأهَلّ به لمّ استهلّ بصوْتهِ\n...\nحسانُ الوُجوه ليَنات الأناملِ\nفلماّ تردّى بالحمائل وانتحىَ\n...\nيصولُ بأطرافِ الرّماحِ الذّوابلِ\nتَبَيَنتِ الأعداد أنّ سناَنهُ\n...\nيطيلُ حَينُ حنينَ الأمهات الثواكلِ\nفأحنقه هذا القول وغير من لونه، واستروح إلى قول حدث مأفون العقل كان بحضرته: سبحان الله ما أعجب أول هذه القصيدة:\n) لك يا منازَلُ في القلوبِ منازِلُ\n...\nأقفرْتِ وهنُ منْكِ أواهلُ (\nفلم يستكمل البيت حتى قلت له: أعجب منه، أيقظ الله رقدتك، ما استرق هذا منه وهو قول أبي تمام:\nوَقَفْتُ وأحشائي منَزِلُ للأسىَ\n...\nبهِ وهوَ قَفزٌ قد تعَفتْ منَازلهْ\nوأبو تمام احتذى في هذا القول ذئب الخزاعي:\nألا منْ لطَرفٍ لا يزالُ مسهَداَ\n...\nويا منْ لقلبٍ لا يزالُ مصيداَ\nرَماهُ الهوىَ حتى إذا شَكّ قلبهٌ\n...\nتَرَددَ في أحشائِهِ وتَبدداَ\nبنى ليَ قلبي منزِلً في فُؤادهِ\n...\nوأعطتك من إنسانها العينُ معقدَاَ\nوإلى هذا أشار قيس بن معاذ بقوله:\nسَرتْ في سوادِ القلبِ حتى إذا انتهىَ\n...\nبها السير وارتادتْ حمِى القلبِ حلتِ\nفللْعَينِ تهمْالُ إذا القلبٌ ملّها\n...\nوالقلبِ وسواسُ إذا العينُ ملّتِ\nووالله ما في القلبِ شيء من الهوىَ\n...\nلأخرى سواها أكثرتْ أمْ أقلتِ\nوهذا أبو عثمان الناجم يقول على تأخر زمانه:\nإذا ساءني منهُ شُحوطُ ديَارهِ\n...\nوضاقتْ عليّ في هواهُ مذَاهبي\nعطفتُ على شخصٍ له غيرِ نازحٍ\n...\nمَنازِلهُ بينَ الحَشا والترائبِ\nقلت: وأخطأت في قولك:\n) مَلكُ زَهَتْ بمكانهِ أيامهُ\n...\nحتى افتَخرْنَ به على الأيام (\nوكان من الصواب أن تقول: زهيتْ بمكانه. أتراك مع فضلك وتوسعك في أدبك لم تطالع كتاب) الفصيح (وما تضمنه من قوله:) وقد زهيتَ علينا يا رجل، وأنت مزهو، وكذلك يقال: زهي الرجل وزهيت المرأة كما يقال نخى الرجل ونخيت المرأة من النخوة، فهما منخوان. وقالت عائشة، رضي الله عنها: الحلي مستعار للعرائس وفلانة تزهى أن تلبسه. ولا يقال زها إلا في النبت إذا اصفر وظهر زهوه أي صفرته. ونهى رسول الله، صلى الله عليه وسلم آله، عن بيع التمر حتى يزهو. وبعض أصحابنا يقول حتى يزهي من أزهى. وذكر أن) يزهو (خطأ والزهو البسر إذا لون. يقال: أزهى البسر، والإزهاء، زعموا، في البسر أن يصفر ويحمر. والأصمعي يقول حتى يزهى البسر، بفتح الهاء، ويأبى ما سواه البسر الأصفر، والزهو الكذب وأنشد:\nعند ابن عمرانَ زهوُ غُير ذي رُطبٍ\n...\nوعندهُ رطبٌ في النخلُ ممنوعُ\nيقول عند كذب لا بسر. وقال الآخر:\nولا تقَولَن زَهُر ما تٌحدًثٍناُ\n...\nلم يتركُ الشًيبٌ لُي زهراً ولا العورُا\nوالزهو أيضاً: المنظر الحسن؛ والزهو الفخر، قال الشاعر:\nمتى ما أشأ غيرً زهوٍ الملوكٍ\n...\nأجعلُك رَهْطاً على حيُضِ\nالجزء: 1 ¦ الصفحة: 19\n",
        "والزهو أيضاً أن تشرب الإبل ثم تمد في طلب المرعى ولا ترعى حول الماء. يقال: زهت الإبل تزهواً. والريح تزهي النبات إذا هزته. والسراب يزهي الرفقة كأنما يرفعها، والأمواج تزهي السفينة. قلت: وأخطأت أيضاً في قولك:\n) وضاقتِ الأْرْضُ حتى صارَ هارِبهمُ\n...\nإذا رَأى غيرَ شيء ظَنُه رجٌلا (\nأفتعرف مرئياً يتناوله النظر لا يقع عليه أسم شيء. وأحسبك نظرت فيه إلى قول جرير:\nما زِلْتَ تَحسَب كُلُ شيء بعَدهًم\n...\nخَيْلاً تكرَ عليكمُُ ورِجالا\nفأحلت المعني عن جهته، وعبرت منه بغير عبارته. وقول جرير من التخيل المليح. وزعم الأخطل أنه أخذه من قول الله تعالى:) يحسبون كل صيحة عليهم (، وخليق أم يكون أخذه من قول العوام بن شوذب الشيباني:\nولوْ أنهًا عُصفورَةٌ لحسَبتَها\n...\nمُسَوًمَةً تدًعو عُبيًداً وأزْنَماَ\nومن التخيل المليح قول الآخر في تخيل السكران:\nوما زِلت أسقي الرًاح حتى حسَبتُني\n...\nأميراً على منً شِيتُ أنْ أتأمرَا\nوحتى حسبتٌ اللًيلَ والصبُح مقٌْبلاً\n...\nحصانَينٍ مختالًينٍ جَوْناً وأشْقَرَاَ\nومما يستحسن في هذا المعني قول ثابت قطنة:\nتنَشيتُ حتى خلتُ أنَ مطَيُتي\n...\nلها سَبْعٌ آذانِ نَبَتنْ لها بعَدي\nوحتى حسًبتٌ البرٌ بحراً وخلتٌني\n...\nأنوطٌ النجُومَ الزُهر في طرفَي بُرْدي\nوأشدني أبي قال: أنشدني أبو عمر بن سعد القطربلي الكاتب قال: أنشدني ثعلب لطحيم الأسدي، وينسب هذا إلى ابن الأعرابي:\nومستطيلِ على الصًهباء باكرها\n...\nفي فتية باصطباحِ حذاُقِ\nفكُلَ خَلْقٍ رآهُ ظَنهٌ قدًحاً\n...\nوكلُ شخصٍ رآهُ خالهَ السُاقي\nحتى حساها فلم يلثْ وما برِحتْ\n...\nأن غادرَتهْ صرَيعاً ما له راقي\nثم قلت: وأخطأت في قولك مخاطباً كافوراً الإخشيدي:\n) يفَضَحٌ الشمَس كلًما ذرًتِ الشُمسْ\n...\nبشَمْسٍ مُنيَرةٍ سَوْداء (\nفكيف توصف الشمس وصبغا البياض والضياء بالسواد؟ وما وجه استعارة المس للأسود إن كنت ذهبت في ذلك إلى الاستعارة فقال إنما ذهبت إلى قول النابغة:\nفإنك شمس والملوكُ كواكبَ\n...\nإذا طَلَعتْ لم يبَد منهن كوْكَبٌ\nفقلت له: إنما ذهبت في هذا إلى أنه في مجده وسؤدده وبإضافة الملوك إليه كالشمس التي تستر النجوم عند ظلوعها. وأنت لم ترد إلا أن هذا الممدوح في أوضافه يفضح الشمس طالعة، وهو مع ذلك شمس سوداء، والشمس لا تكون سوداء إلا في حال كسوفها. ولم تذهب في هذا إلا إلى سواد جلدته، وقد أنبته في ظاهر الكلام بقولك) سوداء (تأنيباً، عاد) معه (المدح هجاء، ولا فرق عندي بين قولك هذا في مدحه، وقولك في الكلمة الأخرى في ذمه.\n) إن امرأ مَرْأة حُبلي تُدَبُرهُ\n...\nلمسُتَضامُ سخَينُ العينِ مفَئودَ (\nقلت: وأخطأت في قوله مفتتحاً قصيدة امتدحت هذا الرجل بها؛ فإنك قلت:\n) كفى بك داءً أن ترَى الموْتَ شافيا\n...\nوحسَْبُ المنَايا أن يَكنً أمانيا (\nفإنك افتتحت مدحه بما تفتتح به المرائي واحتسبته كان طعمة المنايا عن قليل من مواجهته بها. ومن سبيل الشاعر أن يتحرى لقصيدته أحسن الابتداء كما يتحرى لها أحسن الانتهاء عند بلوغ حاجته، وأن يجعل افتتاح كلامه أحسن ما يستطيعه لفظاً ومعنى. وأن يبتدئ قصيدته بما شاكل المعنى الذي قصد له. فإن أبا نؤاس لو كان معاتباً بقوله:\nأربَعَْ البِلى إنَ الخُشوعَ لبَادي\n...\nعَلَيكَ وإنًي لم أجنُك ودِادي\nأو مستبطئاً، لم يستهجن ابتدؤه هذا، ولم البرمكي منه عند إنشاده إياه هذا الشاعر، فإنه يتطير منه، فلما انتهى إلى قوله:\nسَلامُ على الدنَيا إذا ما فُقدتم\n...\nبني برَْمَكٍ منِ رائحينَ وغادي\nاستحكمت طيرته، فلم تتصرم أيام حتى أوقع الرشيد بالبرامكة. وكذلك البحري لو كان هاجياً بقوله:\nلك الوَيْلُ من لَيل تطَاولَ آخرُهْ\n...\nووَشْكِ ذَوي حَي تُزَم أباعِرٌهْ\nالجزء: 1 ¦ الصفحة: 20\n",
        "لكان محسناً؛ لأن كل صنف من صنوف القول يقضي نوعاً من أنواع الابتداء وضرباً من ضروب الاستفتاح لا يصلح لغيره. وقد قال أبو سعيد لما أنشده: \" لك الويل من ليل \" بل لك الويل والحرب. فينبغي للمادح المستميح أن يفتتح شعره بما يكون دالاً على غرضه ومشيراً إلى مراده. وألا يشوبه بما يتطير منه ويستجفي في كلامه: كنغي الشباب، وتفرق الأحباب، وذم الزمان، وتقطع الأقران، وذكر الموحش من الأطلال والرسوم العافية البوالي. فقد قيل إن الأسود بن المنذر لما أنشده الأعشى:\nما بسُكاء الكبيَرِ بالأطْلالِ\n...\nوسؤالي فمال يَرُدُ سُؤالي\nذم هذا الافتتاح وكرهه. وبلغنا عن خلفاء بني مروان أنه استنشد ذا الرمة شيئاً فأنشده:\nما بال عينك منها الماء ينسكب\nفرد فيه وأسكته. وأنشد الجعدي بعض الملوك قصيدته التي يقول فيها:\nلَبسِْت أناساً فأفْنَيُهُمْ\n...\nوأفنَيتُ بعدَ أناسٍ أناساَ\nفقال: ذاك لفرط شؤمك. واستنشد أبو دلف بن عيسى راشد بن إسحاق الكتاب بعض ما رثى به متاعه فأنشده:\nألا ذهب الأير الذي كنت تعرف\nفغضت أبو دلف وقال: بل أمك كانت تعرفه. ولما أنشد الأخطل عبد الملك:\nخف القطين فراحوا منك أو بكروا\nفقال: بل منك، تطيراً بذلك. وهذه كانت حال جرير معه لما أنشد\nأتصحو بل فؤادك غير صاحي\nفإنه رد فيه وقال بل فؤادك. ثم قلت: وأخطأت في قولك:\n) أليسَ عَجيباً أنُ وَصفَكَ معُجِزٌ\n...\nوأنً ظٌنوني في معَاليكَ تَظلَعُ (\nفاستعرت الظلم لظنونك، وهي استعارة قبيحة، وتعجبت في غير متعجب منه، لأن من أعجز وصفه لم يستنكر قصور الظنون وتحرها في معاليه. وإنما نقلته من قيل أبي تمام فأفسدته:\nرَقت منُاه طَوْدَ عزَ لوِ ارْتَقَتْ\n...\nبهِ الرُيحُ فتراً لانشنَتْ وهي ظالعُ\nوقد قال مخلد يصف برية:\nسماوية تستَنزِل الرًيحُ جودهَا\n...\nوتظلَم فيها الرًيح في واضحِ السُبلِ\nفقال: إنما جريت على عادة العرب في الاستعمار. فقلت: أجل إلا أنها استعمار مستهجنة قلقة حلت في غير محلها، ووقعت في غير موقعها.\nوالاستعارة إذا لم يكن موقعها في البيان فوق موقع الحقيقة، لم تكن استعارة لطيفة. وحقيقة الاستعمار أنها نقل كلمة من شيء قد جعلت له، إلى شيء لم تجعل له. وهي على ثلاثة أضرب أفتعرفها؟ فقال: ما لي لهذا؟ قلت: فأنا أذكرها ضرورة، لأبين أنك بمعزل عن الإحسان في قولك:\n) فإن ظنوني في معاليك تظلع (\nفأولها: الاستعمار المستحسنة وهي التي موقعها في البيان فوق موقع الحقيقة كقول الله تعالى) إنا لما طغا الماء (فحقيقة طغا علا. فلما قال تعالى طغا جعله علواً مفرطاً، فصار لهذه الاستعمار حظ في البيان لم يكن للحقيقة. ومن الاستعمار المستحسنة قول الأعشى:\nولقد سلَبَتُ الكاعب\n...\nالحسناءَ حسُنَ شَبَابهاِ\nيريد تمتعت بها إلى أن أفنيت شبابها. وقال أوس بن حجر:\nترَى الأرْض منًا بالفضاء مريضةً\n...\nمُعضلًةَ منًا بجَيشٍ عرَمرْمِ\nفاستعارته للأرض المرض مبالغة في وصف كثرة عددهم ووقع حوافر خيلهم. فكأن الأرض حملت منهم ثقلاً لا تنهض به، فكسبها ذلك مرضاً. وحقيقة المرض النقصان، فكأن استطاعة الأرض عجزت، وقواها قصرت وتناقصت عن الاستقلال بما حملوها إياه وقال الشاعر:\nولَيلَةٍ مَرِضَتْ من كلُ ناحية\n...\nفما يضُيء بها شمس ولا قمرُ\nيريد بقوله \" مرضت \" نقص ضوءها. ومن الاستعمار اللطيفة قول الآخر:\nوَرَدنَ لتَغويرٍ وقد وَقَدَ الحصَى\n...\nوذابَ لعُابُ الشمس فوق الجماجمِ\nفاستعار للحصى وقدة، إخباراً عن توقد الهاجرة. واستعار للشمس اللعاب إخباراً عن شدة الحر، ومن هاهنا أخذت قولك:\n) وللشمس فوق اليعملات لعاب (\nوقول الآخر:\nرَأيتُ فَضيلةَ القَرشي لما\n...\nرَأيت الخيل تسُرجُ بالرًماحِ\nفاستعار للرماح \" تسرج \"، أي مشعلة، إخباراً عن افتراشها وتلاحكها، وشدة الطعن واستحراره، فكأنها ملتهبة لاصطكاكها وتلاحكها كما قال امرؤ القيس:\nإذا ركبِوا الخيَلَ واستَلأمٌوا\n...\nتحَرقَتِ واليوْمُ قَرُ\nالنوع الثاني: وهو الاستمارة المستهجنة؛ وإنما سميت مستهجنة لأنهم استعاروا لما يعقل أسماء وألفاظ ما لا يعقل كقول الحطيئة:\nالجزء: 1 ¦ الصفحة: 21\n",
        "فما بَرِحَ الوِلدانُ حتى رَأيتْهُ\n...\nعلى البَكرِ بساقٍ وحافرِ\nوهذا الشاعر إنما وصف رجلاً أضيف وأكرم فقال: ما برح الإماء والولدان يكر منه حتى رأيته قد ركب راحلته وانصرف شاكراً عنهم. فالمعنى في نهاية الحسن، إلا أنه قال في آخر البيت \" يمريه بساق وحافر \" فقبح لما استعار للرجل موضع قدمه حافراً. ومن هذا قول الخطيئة أيضاً:\nقرَوَاْ جارَك العَيمْان لما جفَوْتْه\n...\nوقلًص عَن بَردْ الشًرابِ مشافِرهْ\nفجعل له مشفراً في موضع الشفة، ومنه قول الآخر:\nسأمنعَها أوْ سوْف أجعلَ أمرَها\n...\nإلى ملِكٍ أظلافُه لم تشَقُقِ\nفجعل للملك ظلفاً موضع الظفر، ولم يقنعه حتى قال: \" لم تشقق \" والنوع الثالث: من الاستعارة أحسن من الثاني لأنهم استعاروا لما لا يعقل اسماً لما يعقل كقول حميد بن ثور الهلالي:\nعجبتُ لها أنّى يكون غناؤهاَ\n...\nفصَيحاً ولم تفَغَرْ بمنَطقها فَمَا\nهذا الشاعر وصف حمامة وأراد أن يقول لم تفغر منقاراً فقال \" لم تفغر فماً \"، فحسن. ولو قال الإنسان لم يغفر منقاراً لقبح وساء في اللفظ. على أن الأصمعي قد ذكر أن الفلم يستعمل في جميع الحيوان. وقال الراجز يصف فرساً:\nوهاطلِ الجَرْي أتيِ مقَدمهْ\n...\nما لثَمَتْ كَيفُ الصُعيدِ قدمهْ\nفجعل له مكان حافره قدماً، فكان أحسن من قول الآخر في موضع قدم الرجل حافره.\nقلت: والاستعارة التي استعرتها منافية هذه الأقسام الثلاثة، من أجل أنه ليس للظن فعل حقيقي استعرت الظلع موضعه. وإنما يقال ظن عازب، وظن كاذب، وظن المعي، وظن مصيب. وهذه كلها استعارات واقعة. ولم يسمع من شاعر فصيح ولا عربي صريح: ظن ظالع. واستعارة الظلع للريح وإن كانت بعيدة أولى وأقرب، ومن أجل أنه يقال: ريح حسرى، وريح مريضة يراد كلالها ونقصان هبوبها، فجاز أن يوضع مكان الكلال الظلع، لأنه من جنس قصور الهبوب. وكذلك الظلع في الريح موضوع غير موضعه، وإنما يقال في هذا المعنى ريح حسرى؛ وحسرى ليست على الحقيقة إنما تورد استعارة. وموقع تحسر في البيان أحسن من موقع تظلع. فأبدلت استعارة واقعة لطيفة من قولهم: ظن عازب، وظن كاذب، وظن المعي ومصيب، باستعارة خافية بعيدة من قولك:) في معاليك تظلع (. وحال القدم والحافر والفم والمنقار فائدة الحال، لأنها أسماء مستعارة وضعت مواضع أسماء حقيقية ومن الاستعارة البعيدة قولك:\n) أسَدُ الأسدِ الهزِبَرِ خضِابًهُ\n...\nمَوْت، فريصَ الموْت منه يُرْعَدُ (\nفجعلت للموت فريصاً وهي جمع فريصة، والوجه أن تجمع فريصة على فرائص، والفريصة لحمة تحت الكتف يقال إنها مقتل، وهي استعارة بعيدة جداً. فضل عن الجواب، واستبهم عليه إقليد هذا الباب، وسمع ما لم تجر سعادته باستماع مثله، لأن الوادي الذي يسلكه في شعر مباين له. وإذا تكلف هذا المضمار، وتعاطى الصنعة في شعره، ولم يحسن إحسانه فيها جرى في على شاكلته الأولى. ألا ترى إلى قوله:\n) وقَيبَ كُماً قَبُلَ الُرْب قَبلَهُ\n...\nوكُلُ كَميِ واقِفُ متُضائِلُ (\nفجانس بقبل وقله وبكم وكمي فلم يصف لفظه، ولا ما لأه على الإحسان طبعه، وانقطعت دون الإصابة مادته. ثم قلت له: وأخطأت في قولك:\n) لأْمَةُ فاضَةُ أضَاُة دِلاصُ\n...\nأحكمَتْ نسَجهَا يدَا داودِ (\nمن أجل أنه لا يقال درع فاضة، إنما يقال: مفاضة، وجمعها مفاض. ويقال الدرع أيضاً فضفاضة وفضافضة إذا كانت واسعة. وقال أمرؤ القيس، وبعض أصحابنا يرويها لأبي داود:\nوأدْدْتُ للحرْبِ فضَفاضَةً\n...\nتضَاءلُ في الطي كالمبِردَِ\nفإن كنت اشتققت فاضة من قول امرئ القيس:\nتفضُ على المَرْء أرْدانهُا\n...\nكفَيضِ الأتي على الجٌدْ جدٌِ\nفالوجه أن يقال فائضة لا فاضة. ولم تأت هذه الكلمة في شعر عربي صريح، ولا في كلام مولد فصيح. ولا سمعنا بفاضة إلا من بيتك هذا، ومن بيت أبي الشيص:\nومنُازِلِ للقِرْنِ يَحسَبُ فاضَةً\n...\nعلَقِِ النجيِعُ بثَوْبِها الفضفاضِ\nوأبو الشيض مستعمل من هذه اللفظة ما لا أصل له، وليس يجوز في اللغة. وإنما اعتمد التجنيس فأسقط هذا الإسقاط. ثم قلت: وأخطأت أيضاً في قولك:\n) فإنْ نلتُ ما أملًتُ منكَ فرٌبُماَ\n...\nشرِبْتُ بماءٍ يعجِزٌ الطُيرَ وِردهُ (\nالجزء: 1 ¦ الصفحة: 22\n",
        "قال: وما وجه الخطاء؟ قلت إنك جعلته يخيلاً لا يوصل إلى شيء من جهته. وشبهت نفسك في وصولك إلى ما وصلت إليه منه بشربك من ماء يعجز الطير ورده، لبعد مشربه وترامي مطلبه. وأخطأت في قولك مضللاً:\n) فلُينَ كل وردنيةٍ\n...\nومصَبوحَةٍ لَبَنَ الشُائلِ (\nوالشائل: هي التي شال لبنها من النوق. ارتفع. وجمع الشائل: شول، وهي القليلة اللبن من النوق وقد شولت: إذا قل لبنها. فكيف خصصتها بلبن الشائل مع قلته وارتفاعه. وكان الأولى أن تجعلها غزيرة لا بكيئة، كما قال مطير بن الأشيم وكان وصافاً للخيل:\nقَصَرْتُ لها أرْبعاً جلِةً\n...\nوأكتبت حافرَها أن يَرٌوداَ\nوقلتُ لقَيمعِا رَوها\n...\nصَوِيحاً ولا تَسْأ منْ أنْ تَزيدا\nفلم يرضه أن يقصر عليها واحدة حتى ذكر أربعاً لصنعها. وأنت لما اقتصرت بها على واحدة جعلتها شلائلاً. فقال: إنما أردت تؤثر باللبن مع قلته وارتفاعه على العيال لعتقها وكرمها. فقلت: وأنت إذا أردت ذلك وذهبت إليه تخبر عن اللزبة والشدة وانقطاع الألبان، وهذا مقصر بالفرس مع إيثارها وناقض من صنعها ومخل بقوتها، وأحمد منه مطير وأدل على حسن الصنع. ويقال ناقة شائلة وشائل أيضاً وجمعها شول وشائلة للتي شالت يذنبها، ليعلم أنها لا قح وجمعها شول قال أبو النجم:\nكأن في أذنابهِنُ الشُولِ\n...\nمن عبَسِ الصُيفِ قرونَ الأيلِ\nثم قلت: وأخطأت في الكلمة التي أولها:\n) كد عواك كل يدعي صحة العقل (\nبأن قلت:\n) تُمِرِ الأنابيتُ الخَواطرُ بَينَنَا\n...\nوتذَكُرُ إقبالَ الأمير فتحلَوْ لي (\nفإنك أتيت ببيت مردف في قصيدة غير مردفة، وهذا شاذ. فقال: هذا وإن كان شاذا كما ذكرت، فإنه عذب على اللسان غير قلق في الإشادة، وقد جاء مثله للعرب:\nوبالطوْفِ نالا خيرَ ما نالهَ الفتى\n...\nوما المرْءُ إلاَ بالتقلُبِ والطُوْفِ\nثم قال:\nفرِاقٌ حبَيبِ وانتهاء عنِ الهوَى\n...\nفلا تعَذَليني قد بَدا لكِ ما أخفْي\nفقلت: لعمري إن قوماً لا علم لهم يرون هذا شاذاً، ولا يرون الواو المفتوح ما قبلها ولا الياء شاذاً ردفاً، يزعمون أنهما ليسا بحر في مد، لأن الصوت لا تمتد بهما كامتداده بالياء والواو المكسور والمضموم ما قبلهما. وذلك غلط من قائله إذ فتح ما قبلهما عن جنسهما إذا كانت مخرجهما في الحالين من مكان واحد من الفم، فصورتهما في اللفظ واحدة وإنما الفتحة تنقلهما قليلاً، فلا يمتد الصوت بها كل الامتداد، ولكنه يمتد امتداداً يسحقان به أن يسميا حرفي مد. فإذا جاء للعرب بيت فيه ردف مع ما لا ردف فيه معاً واعتد شاذاً، كما لهم الإقواء والإكفاء والإيطاء، فليس لمحدث أن يرتكب مثل ذلك، ولا يسمح في قوافيه بشيء من المعائب، وإن كانت موجودة في أشعارهم على طريق الشواذ. ألا ترى إلى قول ابن بيض يخاطب خالداً القسري وكان حبسه:\nشاحِبُ باطِنٌ كصَدرِ يمَانٍ\n...\nصارِمِ الوَقع لُف في غيرِ جفَنِ\nومتى تَم عادَ عصَباً حُساماً\n...\nوجَلا شَفرتَيِه حد المِسَن\nلم يكُنْ جناِيَةٍ لحقَني\n...\nعن يسَاري ولا جنَتها يميني\nبلْ جنَاها أخْ وخِل كَريمُ\n...\nوعلى أهلها بَراقِش تَجسْني\nأفيجوز لمحدث أن يأتي بمثل هذا ويحتج به أو بمثله؟ كلا. فقال: قد أكثرت القول فيما لا أعتد بشيء منه، وإنما أجري على طبعي، وأقول ما يسوغه لساني. ومما يتعلق به عليه في التقفية قوله:\n) أنا بالوٌشاةِ إذا ذكرَتٌكَ أشبَهٌ\n...\nتأتي النُدىَ ويذاعُ عنَكَ فتَكْرهُ (\n) وإذا رأيتُك دونَ عِرضٍْ عارِضاً\n...\nأيقَنْتُ أن الله يبَغي نصَره (\nما حرف الروي في هذين البيتين؟ قال: الهاء. فقلت له: فإن جعلت الهاء حرف الروي لم يجز ذلك. لأن هاء الضمير لا يكون روياً، إلا إذا سكن ما قبلها كقول طرفة: ألا يا أيها الظبي الذي يبُرِقُ شَنْفاهٌ\nولولا الملًكٌَ القاعدِ\n...\nقد ألشَمَني فاهُ\nالجزء: 1 ¦ الصفحة: 23\n",
        "فإن جعلت الراء حرف الروي والهاء صلة، وهو الوجه، فما تصنع بقولك:) إذا ذكَرْتكَ أشْبهُ (اللهم إلا أن تذهب إلى أن تذهب أنه لم يصرع. فأقبل علي وقال: أنصفْ فإن النصفة من شيمك، وأنعم النظر إنعام مثلك ممن تقدمت في العلم قدمه، الإشارة إلى موضعه ولا تسلط الهوى على الرأي من الذي تناسبت مبادهيه، وتشابهت أعجاز شعره وهوادبه؟ ومن ذا الذي برئ من معاب؟ وساء من يتبع ناظماً كان أو ناثراً من الشعر كان أو آخراً وما أنا ببدع منهم. وإذا أنصفت من نفسك، وألقيت رداء الحمية عن كاهلك، ألقيت نفسك في جميع ما عددته من سقطاتي، ونعيته من أبياتي، محجوجاً. لأن من أحسن في الكثير، اغتفرت إساءته في القليل اليسير. هذا امرؤ القيس وهو إمام الشعراء، والفائق لهم أكمام المعاني، وربّ القصب والسبق إلى كل لفظ مهذب، ومعنى مخترع، وتشبيه مخترع مبتكر، قد أحسن في مواضع، وتوسط في مواضع. وأساء في حال، كما أحسن في حال. أليس هو القائل في كلمته البائية:\nألم تَرَ أنّي كلُما جئتُ طارقاً\n...\nوجدتُ بها طيباً وإن لم تطَيّبِ\nفقس هذا بقوله في وصف هذه المرأة:\nعَقيلةُ أترابٍ لها لا ذَميمةُ\n...\nولا ذاتُ خلقٍ إن تأملتَ جأنَبَ\nوهو القائل فيها يصف فرساً:\nإذا ما ركبنا قالَ ولْدانُ أهلناَ\n...\nتعَالوْا إلى أن يأتيَ الصيدُ نحطبِ\nوهذا نهاية الوصف في الثقة يسبق الفرس وإدراكه ما يطلبه. فقس هذا بقوله في وصف هذا الفرس\nفللزّجرِ ألهوُبُ وللساقِ درِةُ\n...\nوللسَوطِ منهُ وَقعُ أخرجَ مُهذبِ\nوهو الذي يقول في اللامية يصف عقاباً:\nتصَيدُ خزّانَ الأنيْعمِ بالضّحى\n...\nوقد حَجَرتْ منها ثعاَلبُ أورالِ\nثم قال في أثره:\nكأنّ قُلوبَ الطّير رَطْباً ويابساً\n...\nلدى وكرِها العُنّابُ والحشفُ البالي\nفما أبعد ما بين البيتين، وأشد تنافي ما بين الكلامين، وهو الذي يقول:\nمنِ ذكْرِ ليلىَ وأينَ ليلىَ\n...\nوخيرُ ما رُمتَ ما ينالُ\nوهذا من أحسن كلام وأسهله وأجزله، وأشرده مثلاً، وأعذبه نهلاً.\nوقال في الأخرى في نحوه:\nأمنِ ذكرِ ليلى إذ نأتْك تنوصُ\n...\nفتقصرُ عنها خُطوةً وتبوصُ\nتَبوصُ وكم من دونِها من مفَازةٍ\n...\nومن ارضْ جدبٍ دونها ولصوصُ\nفتأمّل تفاوت ما بين الكلامين، وبعد منزلتها في البلاغة. فقلت له: فما في هذا من لعب؟ فقال: لعمري إنه لا عيب فيه، ولكنه ليس كالأول ولا مقارباً له. فقلت له: على ذاك فلم يحل كما أحلت ولم يخطئ كما أخطأت. فقال: كذاك، وهذا النابغة الذبياني، وقد اعتده قوم أشعر من امرئ القيس، واعتده آخرون تالياً له، وإلى هذا ذهب يقول في كلمته العينية التي سارت مسير الشمس:\nفإنك كالليلِ الذي هوَ مدْركي\n...\nوإن خلتُ أن المنتأى عك واسع\nفهذا عين من عيون الشعر الناظرة، وغرة من غروه الشادخة. ثم قال في أثره فسقط دونه سقوطاً تشهد به:\nخطاطيفُ حُجنُ في حبالٍ متينةً\n...\nتمدُّ بها أيدٍ إليك نوَازعُ\nفقلت: وما في هذا البيت؟ إنما ذهب في هذا إلى أنه في قدرته عليه كالذي في يده خطاطيف معوجة يجذب بها ما شاء جذبه من قليب وغيره. ومن هاهنا أخذ الأول قوله يصف فرساً:\nصَبحتْهُ قَبل أن تلغىَ عصافُره\n...\nمسُتخفياً صاحبي وغيرهُ الخافي\nلا يُوئل الَوحشَ منه أن يلاوذهُ\n...\nكأنهُ معلقُ منها بخطافِ\nفقال: ومما سبق إليه النابغة واتبعه الناس فيه قوله:\nعلى أنّ حجْليها وإن قلُتَ أوسعاَ\n...\nصموتانِ من ملئٍ وقِلهِ منِطقِ\nثم قال وأساء وأبعد:\nإذا ارتعَشَتْ خافَ الجَبانُ رِعاثهاَ\n...\nومنَ يَتعَلقْ حيثُ علقَ يفرقِ\nلأن هذا دليل على إفراط طول العنق. فقلت له، وأي دليل في لبيت على إفراطه وخروجه عن حدّ الاعتدال المستحسن في مثله. وإنما ذهب إلى أنها عيطاء جيداء، فقد جمعت إلى جيد العنق طول القامة فبعد مهوى قرطها من أجل تمام خلقها وطول عنقها. وارتعثت بقرط فيخاف الجبان من أهلها ومن يلي أمرها من والد ووالدة وحاضنة ضياع رعاثها. فحذف، إذ كان فيما بقي من الكلام دلالة على ما حذف منه. فاستحسنت الجماعة ذلك. ثم قال: هذا زهير ومكانه من الحذق وتصفية الشعر وتهذيب اللفظ المكان المتعالم يقول:\nالجزء: 1 ¦ الصفحة: 24\n",
        "على مكُثريهمِْ حقُ مَنْ يَعتربهمُ\n...\nوعندَ المقُليّنَ السّماحةُ والبدْلُ\nسعىَ بَعدهم قوْمُ لكيْ يُدرِكوهمُ\n...\nفلم يَفعلوا ولم يلاُموا ولم يألُوا\nفماَ كانَ منْ خيرٍ أتوهُ فإنماّ\n...\nتوَارثَهُ آباءُ آبائهمْ قبْلُ\nوهلْ ينْبتُ الخطََي إلاّ وشيُجهُ\n...\nوتُغرَسُ إلاّ في منابتِها النّخْلُ\nقال: وهذا من سرّ الكلام وجوهره ثم قال في هذه الكلمة:\nفأقسَمتُ جَهداً بالمحصبِ من مِنيَ\n...\nوما سُحفَتْ فيه المقاديمُ والقَمْلُ\nوهذا من أوضع وأرذل لفظ. فقلت: ما فيه مما يستجفى إلاّ قوله) القمل (، وما سوى معنى ذلك فإنما جرى فيه على عادة العرب في أقسامها وزهير القائل:\nسواءُ علهِ أيَ حين أتيتْهُ\n...\nأساعَةَ نَحسنٍ تتُقى أمْ بأسْعدُِ\nفلوْ كانَ حمدُ يخلدُ المْرْءَ لم يمتْ\n...\nولكنّ حمَدَ المْرءِ ليس بمخلدِ\nفقال: وهذا لفظ شريف انتظم مثلين شرودين سارا شرفاً وغرباً ثم قال فيها:\nتقيُ نَقيُ لم يكثرْ غَنيمةً\n...\nبنَكْةِ ذي قربىَ ولا بحقلَّدِ\nقال: وكان هذا اللفظ مع جفائه وقلقه لم يجتمع وما تقدم من ذلك اللفظ الجزل في صدر واحد فقلت: إنما جرى الرجل في قوله) بحقلد (، وهو الضيق السيئ الخلق، على لغته ولسانه. من أجل أنها لفظ غريبة وجب أن تنعى عليه إلى مساويه. والمعنى في هذا البيت لطيف؛ وذاك أنه أراد أنه لا يظلم قريباً ولا وحيداً ولا ينتهك حقه من غنيمة يشهدها معه استضعافاً له وتسلطاً عليه واستيلاء على نصيبه تكثراً منه لمنعمه وتوفيراً لمرباعه. فنفى عنه ما يسف إليه غيره فقال: ومن أبياته السائرة التي لم يسبق إليها ولم ينازع فيها:\nفإن الحَقّ مقَطعَةُ ثلاثُ\n...\nيَمينُ أوْ نفارُ أوْ جلاءُ\nيريد أن الحقوق إنما تصح بواحدة من هذه الثلاث، إما يمين أو محاكمة أو حجة، قال: وفيها يقول:\nتلُجْلجُ مضُغةً فيها أنيضُ\n...\nأصَلتْ فهي تحتَ الكشحَ داءُ\nتلجلج: تحركها ولا تزدرها وأنيص: لم ينضج. وأصلت: أروحت. وفرقان ما بين هذا وبين ما تقدم غير خافٍ على من تعلق بالعلم وانتسب إلى أهله. فقلت: لا أعرف متعلقاً على البيت أكثر من استعماله ألفاظاً من اللغة غير وحشية ولا مهجورة. والمعنى على ذلك مستحيل ولا هجين فنا وجها لتعلق عليه مما لا متعلق فيه؟ فقال: وهذا الأعشى، أنسبهم وأهجاهم وأمدحهم، وهو القائل:\nكلا أبويكمُ كانَ فَرْعاً دعامةً\n...\nولكنهمّ زادوا وأصبحت ناقصاَ\nتبيتونَ في المشيَ ملاءً بطونكُمْ\n...\nوجاراتكُمْ غرَثىْ يبَتنَ خمائِصاَ\nوهذا من أهجى بيت قيل في غير فحش. وهو القائل:\nفتىَ لوْ يناُدي الشمّس ألقتْ قناعهاَ\n...\nأو القَمَرَ السّاري لألقَى المقالِداَ\nفقال بعض من مضر: ما معنى) ينادي (؟ فقلت: يجلس معها في نادٍ واحد، وهو المجلس. قال: فما معنى) قناعها (؟ فقلت: أراد ضوءها فقال: فما قوله) لألقى المقالدا (؟ فقلت: يريد سلم الحسن إليه وفوضه، كما يقال: ألقيت مقاليدي إلى فلاف، أي فوضت أمري إليه. فقال أبو الطيب كأن الكلم وقوله لم يجتمع في خاطرة واحدة ولا قذفت بهما فكرة، فإنه قال مادحاً علقمة:\nوهل تنكرُ الشّمسُ شمسُ النهّر\n...\nوالقمرُ الباهرُ الأبَرصُ\nولو كانت لفظة الأبرص في كتاب الله تعالى لكدرت شرب بلاغته ولما أراده الله تعالى ذكره، كنى عنه بأحسن كتابة من قوله جل اسمه) بيَضْاء مِنْ غَيرِْ سوء (وقال أيضاً:\nفرَمَيْتُ غَفْلةَ قَبلهِ عن شاتهِ\n...\nفأصبَتْ حبةَ قلبهاِ وطحالهاَ\nفقلت: إنه إنما خص الطحال لأنه مقتل. فقال: هب ذاك كذاك، أما لفظة الطحال بعيدة عن ألفاظ المحبين؟ ثم قال: فهؤلاء المبرزون في حلبات الشعر، السابقون إلى حلو القول مره، والذين وقع الإجماع على تقدمهم في ضروبه وفتحهم ما استغلق من أبوابه، ليس منهم إلاّ من قد طن على شعره، ومن أخل بالإحسان مع تناصر إحسانه. والكلام كله لا يجري على سنن واحد، ولا يأتي متناصفاً ولا متكافئاً، ولا بد من سقطة يهفو بها خاطر، وعثرة يزل بها لسان. ومن هذا الذي تناسب كلامه، أو سلم من التتبع شعره؟ وما أنا ببدع منهم، وإذا أنصفت من نفسك ألفيتها محجوجة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "فقلت له: أما ما تخيلت أنك تتبعته على هؤلاء الأربعة الذين هم فرسان الشعر وأمراء الكلام، فقد ظلت الشبه في جمعيه، وأوضحت أنهم على مدرجه الصواب فيه. واحتججت في كل بيت بما لو أرعيته سمعك وصرفت إليه تأملك لعدلت عن بيات الطريق وترهات القول وزخارف الظنون، وعلمت أنه لا مماثلة بين الذي أوردته محتجاً به وبين ما تعلقت به عليك. لكنك تجري شأو الجموح عجباً بنفسك، ورمياً بهمتك إلى حيث لا مرقى لها. وتضعها بحيث لا تستحق وضعها به وتزنها بالميزان العائل تفخيما لها. وقلت: وقد أخطأت أيضاً في قولك:\n) ابْعدْ بعدت بياضاً لا بياض لهُ\n...\nلأنتَ أسَودُ في عينيَ منَ الظُلمِ (\nوهو على ما فيه مأخوذ من قول أبي تمام:\nلهُ منَظرُ في العينِ أبيضُ ناصعُ\n...\nولكنهّ في القلبِ أسودُ أسفحُ\nفعمدت إلى هذه الألفاظ السليمة الكريمة، فأوردتها في عبارة فاسدة غير مستقيمة وقولك) لأنْتَ أسْودُ (خطأ وإن كانوا قد أنشدوا: فقلت: هذا بيت مولد محدث ليس بحجة. ولكنهم قد انشدوا:\nجارِيةُ في رَمضانَ الماضي\n...\nأبيضَ من أخت بني إباضِ\nتقطع الحديث بالإيمانِ وذكروا قول طرفة:\nأمّا الملُوكُ فأن اليومْ أوْسَخهمْ\n...\nعرضاً وأبيضهمْ سرْبال طباخِ\nوهذه شذوذ لا يرخص لمحدث فيها. وقد تأول. وقد تأول قوم لا علم لهم بجوهر الكلام، في بيت المتنبي تأولاً بعيداً وقيل: أراد لأنت يا أسود في عيني من الظلم. وهذا تأول بعيد. وكيف تقول يا أسود وهو أبيض؟ وكان وجه الكلام إذا أراد هذا، أن يقول: وأنت مع بياضك أسود كأنك من سواد الظلم. ولو ذهب إلى ذلك وأفصح عنه بعبارة مقبولة يقع بها الإفهام ويزول معها اللبس لكان الغرض صحيحاً. لكنه أبهمه وأسره. وقلت له: ومما أخطأت أيضاً في نعته ولفقته من موضعين قولك:\n) ضَيفُ ألمّ برأسي غيرَ محتشمِ\n...\nالسيفُ أحسنُ فعلاً منه باللَممِ (\nفأما التلفيق فقولك) ضيْقُ ألمَ برأسي (وهذا من قول دعبل. على أنك قد غادرت بعض المعنى ولم تستوفه لأنه قال: أحبُ الشَيبَ لماّ قيلَ ضيفُ فسماه ضيفاً. ثم ذكر محته إياه ثم أتبع ذاك بذكر العلة في محبته فقال:\nكحبيّ للضيوفِ الناّزلينا\nودعبل أخذه من قول الأول:\nألقىَ عصاهُ وأرْخى من عمامتهِ\n...\nوقال ضيفُ فقلتُ الشيبُ قال أجلْ\nوفي قوله) وأرخى من عمامته (معنى لطيف، وهو أنه أراد أنه في أمر سلم لا حرب كما قال الآخر:\nأناُ ابن جلاَ وطلاّعُ الثناياَ\n...\nمتى أضع العمامةَ تعرفوني\nفذكر ذلك لنه لم يضع العمامة في سلم. وقيل بل أراد بقوله) متى أضع العمامة (أي متى أغضب. وأخذت قولك:\n) والسيْفُ أحسنُ فعلاً منهُ باللسممِ (\nمن قول البحتري:\nفليَتَ بياضَ السّيف يومْ لفيتيَ\n...\nمكانُ بياض الشّيبِ كان بمفرقي\nوأما الخطأ فقولك:) غير محتشم (تريد غير منقبض. وهذا خلاف ما عليه محصلو أهل العلم؛ إذ كانت الحشمة في كلام العرب الغضب. وسمي حشم الرجل حشماً، لأنهم يغضبون له: فقال: ألم يقل الشاعر:\nأخاف تكرارَ قوْلي) كلْ (فأحشُمه\n...\nوالصْمتُ ينُزلُه منّي على بخَل\nفقلت: هذا بيت مولد محدث ليس بحجة. ولكنهم قد أنشدوا:\nلعَمُرك إنَ قرْضَ أبي خبيبٍ\n...\nبطيء النضجِ محشومُ الأكيل\nفقيل: معناه مغضب الأكيل لأنه لا يرضيه؛ وقيل: مقبوض الأكيل عن أكله والأول المعتمد. والحشمة مما وضعته العامة غير موضعه. ومما أسقطت أيضاً فيه وأسأت في أخذه:\n) الأدبُ المُهذبُ الأصْيدُ الضّرب\n...\nالذكيُ الجعدُ الرئيسُ الهُمام (\nفإنّك نسخاً من قول البحتري:\nسالمتنيَ الأيامُ لماّ تحرمْتُ\n...\nبظلّ الرئيسِ ذي الإنعامِ\nبالأديبِ المهُذب الفاضلِ القمرْ\n...\nالأبيَ الندْبِ الوفيَ الهمامِ\nوما ظننتُ أحداً تجرأ على هذا اجتراءك عليه، فإن أحداث المتأدبين ممن يتعاطى نظم الشعر يترفع عن مثله. ولست أجد أيضاً للجعد مذهباً في المدح، إذ كان الجعد القصير. قال:\nيا ربّ جعَدٍ منهمُ لوْ تدْري،\n...\nيضربُ ضْربَ السبطَِ المقاديمُ\nبيضُ جعادُ كأن أعينهمُْ\n...\nيكحلهاُ في الملاحمِ السَدفُ\nالجزء: 1 ¦ الصفحة: 26\n",
        "يريد الجعاد القصار. وذكر الباهلي أنه وصفهم بالجبن، لأن الجبان تسود عينه عند الكرب. ويقال: فلان جعد الراحة، إذا كان بخيلاً وأنشد:\nسبْطُ البنانِ بما في رحلْ صاحبهِ\n...\nجعدُ البنانِ بما في رحلهَ قططُ\nويقال: فلان جعد الراحة إذا كان بخيلاً، وجعد الخلق إذا كان ضيق الخلق، وجعد اليد إذا كان قصير الأصابع. والذئب يكنى أبا جعدة، من أجل تقبضه. وشعر جعد من هذا، وأنشد:) سبط البنان. . . (وذكر البيت. ومما أخذته فبترت معناه وأفسدته قولك:\n) مُبرْقعي خيلهمْ بالبيضِ متخذي\n...\nهامِ الكماةِ على أرماحهم عذبَاَ (\nمن أجل أن الهام لا تشبه بالعذب في حال على القنا، إلاّ إذا كانت ذات لمم وضفائر، وإلاّ فهي مشبهة بالتيجان. ألا ترى قول أبي تمام، ومنه استرقت المعنى فأحلته:\nمن كلّ ذي لمةّ غطّتْ ضفائرهُ\n...\nصدرَ القناة فقد كادتْ تُرىَ علماَ\nفاللمة بالعذبة واقعة التشبيه، والهامة مشبهة بالتاج حتى يصح التمثيل.\nوقد قال مسلم بن الوليد في تشبيهها بالنيجان:\nيكسْو السًيوفَ نفُوس اَلنُاكثينَ بهِ\n...\nويجَعلَ الهام تيجانَ القَنا الذُبُلِ\nومسلم أخذه من قول الأول:\nكأنّ رؤوسَ القوْمَ فوْقَ رِماحنا\n...\nإذا أشرعتْ تيِجانُ كسرَى وقيصَرا\nوما كلّ هامة بذات لمة، وإن لم يكن ذات لمة أو ضفيرة فلا حظ لها في التشبيه بالعلم. قلت: وأخطأت أيضاً في قولك مع ضعف لفظك وسخف عبارتك:\n) ذي المَعالي فليعَلُونْ منَ تعالى\n...\nهكذا هكذا وإلا فلا لا (\n) شَرفُ ينطحُ النّجومَ بروْقيهِ\n...\nوعزُ يقُلقلُ الأجباْلا (\nفإنّك أغرت في البيت الأول على بكر بن النطاح في قوله:\nيَتَلقىّ النّدى بوجهٍ\n...\nوصدورَ القناَ بوجه وقاحِ\nهكذا هكذا تكُون المعاَلي\n...\nطُرقُ المَجد غيرُ طرقِ المزاحِ\nفقولك) فلا لا (ركيكة جداً، وأنت تعجب بتكرير هذه اللفظة قال: وكيف؟ قلت: ألست القائل:\n) جوابُ مسُائليِ ألهُ نظيرُِ\n...\nولا لك في سؤالك لا ألا لا (\nوأخذت البيت الثاني من قول أبي تمام فأفسدته:\nهمّةُ تنطحُ النّجومَ وجدَُ\n...\nآلفُ للحضيضِ فهوِ حضيضُ\nقال: وبأي شيء أفسدته؟ قلت: لأنك جعلت لشرف الرجل قرنين. قال: وما يدريك؟ قلت تقل ينطح النجوم بروقية، والروقان القرنان؟ قال: أجل إنها استعارة. لعمري إنها وإن كانت استعارة، ولكنها استعارة خبيثة جارية في المعاظلة التي نفاها عمر بن الخطاب، رضوان الله عليه، عن زهير، وذكر اجتنابه إياها، فقال: كان لا يعاظل بين الكلمتين، أي يداخل الكلمة، إذا لم تكن إحداهما من جنس الأخرى، ولا كانت مناسبة لها ولا مشتقة منها. ويقال: تعاظلت الجرادتان، إذا ركبت إحداهما الأخرى وتداخلت فيها. ومن مليح أبيات المعاني:\nأخذَوا قسيَهمُ بأيْمنهمْ\n...\nيتعَاَظلونَ تعاَظُلَ النَملِْ\nيقول: نقد النبل وفنيت السهام وأخذوا القيسيَ بأيمنهم يتضاربون بها ويتجالدون، وداخل بعضهم بعضاً كتراكب النمل وتداخلها، لأن الرمي إنما يكون باليسار. والمعاظلة المذمومة أحسن الاستعارة كما قال أوسُ ابن حجر:\nوذاتُ هدِمٍ عارٍ نواشرُها\n...\nتصمتُ بالماء توْلباً جدَعاَ\nفجعل للمرأة تولباً، والتوب ولد الحمار كما جعلت أنت للشرف قرنين. وهذا من أبعد الاستعارات وأشدها مباينة لمذاهب حذاق الشعراء. وقد تقدم القول في أنواع الاستعارة وإن أرعيت لما أقوله سمع منصف، علمت أن مواجهة ملك من الملوك كسيف الدولة، مع عظم شأنه ونباهة سلطانه واشتماله بشمائل الكرم دون كثير من ملوك زمانه، بمثل ما واجهته به من تلك الاستعارة، من معاظم الأمور التي لا يقدم عليها من راضته الحنكة وثقفت كلامه الروية.\nوكل استعارة لطيفة، وتوجب بلاغة بيان بالحقيقة غير نائبة منابها، لأن الحقيقة لو قامت مقامها لكانت أولى بها من الاستعارة. ألا ترى إلى قول امرئ القيس\nوقد أغتدي والطيرُ في وُكناتهِا\n...\nبمنجَردٍ قيَدِ الأوابد هيكلِ\nالجزء: 1 ¦ الصفحة: 27\n",
        "وهذا النوع من الاستعارة يسمى الإرداف؛ وهو أن يريد الشاعر الدلالة على معنى من المعاني فلا يأتي باللفظ الذي يدل على ذلك المعنى، بل بلفظ يدل على معنى هو ردفه وتابع له. فإذا دل التابع دل على المتبوع ومثل ذلك) قيد الوابد (وذلك أنه أراد وصف الفرس بالسرعة وانه جواد إذا أرسلته على الصيد كالقيد لها وكانت كالمقيدة له؛ وذلك أن وشك سبقه ومعية إحضاره، يتبعها أن تكون الأوابد كالمقيدة له. وحقيقة) قيد الوابد (، مانع الأوابد وحابسها.) قيد الوابد (، أبلغ وأحسن وقيل المنين للأسير، وقيل في وصف الفرس قيد الرهان، وقيل: النواظر قيد الخواطر وقيد العيون، وكل ذلك تركيب على لفظ الفرس.\nومن الاستعارات قول الأعشى:\nفإنّ عتاقَ سوْفَ تزَوركمْ\n...\nثَناءَ على أعجازهنّ معَلقّ\nبه تنُفضُ الأحلاسُ في كلّ منزلٍ\n...\nوتعقدُ أطرافُ الحبالِ وتطُلقُ\nوقال تأبط شراً:\nفخالطَ سهلَ الأرْضِ لم تكدحَ الصَفا\n...\nبهِ كَدحةً والمْوتُ خَزْيانُ ينظرُ\nومن بديع الاستعارة قول الهذلي:\nولوْ أنّني استوْدعتهُ الشمسَ لارْتقتْ\n...\nإليهْ المنًايا عينُها ورَسولهاُ\nوقولُ ابن هرمة، وأحسنُ ابن هرمة كل الإحسان:\nفقلتُ إما تَرينيْ قد تخَوّنني\n...\nدهْر أشَتُ بهذا الناسِ مقلوبُ\nقد روّحَ الشيبَ في رأسي غريبتهُ\n...\nفما لهُ عن شواةِ الرأس تغريبُ\nفقد أجرُ فُؤادي فضْلَ مقودِهِ\n...\nوتتقىّ عبَرتي البيضُ الّرعابيب\nوقالُ ابن الرقاع:\nوهنْانةُ تسَتعرّ القْومَ أعينُهمْ\n...\nحتى ترُدّ إلى ذي النيقةِ النَظرا\nفقال أبو الطيب: هذا كله إغراق وغلو وبعد عن الحقيقة. وأراك علقاً بهذا المذهب من الشعر، دون ما سلمت ألفاظه، وصحت عند التأمل معانيه فإذا ورد عليك شيء من جنسه، وإن كان بهرجاً قدمته وألغيت غيره. فقلت له: هذا قول من لا يفرق بين الاستعارة والحقيقة ولا بين الغلو والمبالغة. فقال: وهل بين الغلو والمبالغة فرق؟ فقلت: كل الفرق قال عنترة يصف فرسه:\nفازْورَ منِ وقْعِ القَنا بلبانهِ\n...\nوشكا إليَ بعبرةَ وتحمُحمِ\nفجعل اشتكاء الفرس إليه، إذ كان من لحيوان الذي ينطق بحمحمته وعبرته دون النطق والعبارة. فلم يخرجه عما هو له، ثم كشف المعنى في البيت الأخير فقال:\nلو كان يدري ما المحاُورةُ اشتكىَ\n...\nولكانَ لوْ علمَ الَكلامَ مكَلميَ\nوقد أخذ هذا المعنى بشارّ بن برد وأحسن بقوله:\nولّما تَولىّ الحرُ واعتصرَ الثَرىَ\n...\nلظىَ القيَظِ من نجمٍ توَقّدَ لاهُبهْ\nوطارتْ عصَافيرُ الشقّائقِ واكتسَىَ\n...\nمنَ الآلِ أمثالَ المجرَةِ قاصبُهْ\nغدَتْ عانَةُ تَشكو بأبصارِها الصدَى\n...\nإلى الجأبِ إلاّ أنّها لا تخاطبُوْ\nفهذا المبالغة في الوصف من غير عدول عن الحقيقة. ونحوه قولُ ابن هرمة واصفاً كلباً\nيكادُ إذا ما أبصرَ الضَيفَ مقبلاً\n...\nيُكلمهُ من حبّهِ وهوَ أعجمُ\nفقرن بهذه المبالغة) يكاد (. فأخرجه عن الغلو الذي يبتعد عن الحقيقة. وانظر إلى قول المثقب العبدي في هذا المعنى حاكياً عن ناقته ما يبعد كل البعد عن الحقيقة:\nتَقولُ إذا درأتُ لها وضينيَ\n...\nأهذا دينهُ أبداً وديني\nأكلَ الدّهر حلُ وارتْحالُ\n...\nأما يبقي علي ولا يقيني\nفهذا هو الغلو البعيد ن الحقيقة. وإنما ذهب إلى أن الناقة لو تكلمت لأعربت عن شكواها بمثل هذا القول. وبعض أصحابنا يجري هذا ونظائره في باب المجاز.\nالجزء: 1 ¦ الصفحة: 28\n",
        "وكانت الجماعة الحاضرة تستخدم أقلامها في تعليق أوائل الأبيات التي جرت المنازعة فيها، وتراعي مواقع احتجاجاتي واحتجاته، وتثبته رمزاً ووحياً وكان جمعيه نصب عيني، وله كالمرآة من حفظي. فحين نهضت عن المجلس، ولم أنض إلا بعد راجعت جميلاً في خطابه، وأطنبت في تقريظه، وفي تعفية أثر عقوبتهن وفي إلانة جانبي له. واتبعني القوم راغبين إلي في نظم ما جرى وضم شيته، والرجوع إلى ما ثبت في تعليقهم من جملته، واستمداد قريحتي في ذكره، وإنشاء رسالة أنبه في أثنائها عن أمره. وكان النهار قد تصرم شبابه، وشابت هرماً ساعاته، وكربت الشمس للمغيب وضرعت للأفول. وامتد عنان المشاجرة، واستفحل الأمر عن المذكرة، فلم تتسع القدرة في الحال لنظم الرسالة. واستصحبت ما ثبت في صحفهم، وعدت إلى داري فاتخذت الليل مطية ثلاث ليال لا أطعم فيهن الكرى، إلى أن تغور أخرى النجوم، وتتولى أسراب الظلام ويبتسم الصبح، إلى أن انتظمت الرسالة. وقدت ثلاثاً أقعدتها أسهرهن نافياً عن عيني الكرى إلى أن يمزق الفجر سربال الدجى، ويبسم ثغره في ثغرة الضحى. ونمي الخبر واشتهرت الحال، ونودي بها في كل ناد. ورسم الوزير أبو محمد والرئيس أبو الفرج محمد بن العباس - وإياه خاطبت هذه الرسالة وأمره المسموع في نظمها امتثلت - وهما كوكبا المملكة وناظرا الدولة، شرحها فشرحتها، وأنهيا الصورة إلى معز الدولة فأنعمت في مسرته، ووكد الوصاة بمراعاتي والتكرمة الشديدة لي ثم رأى الوزير أبو محمد الجمع بيننا في مجلس، وأن تكون مراجعته الكلام ومناقلته إياه بحضرته. وأنا مورد ذلك مجلساً مجلسا على هيئته. فإن أبا محمد المهلبي رسم لإثباته كاتبين من خواص كتابه، ووكد القول عليها في الاحتراس من أن تشذ واحدة منه؛ فحصلا ذلك تحصيلاً شديداً. وكان ممن شاهد الحال، وأبدى صفحته في الظاهرة والتنبيه عن مواقع إحساني في تلك المفاوضة والمنازلة: هبة الله بن المنجم، وهو من الأدب بحيث لا يخرج مشهده، وعلي بن محمد الشاعر المعروف بابن البقال، وله مكانه من الفضل. وأنا أذكر إن شاء الله ما شجر بيننا، وأشفعه بما تعلقت به عمله من سرق وإحاله، ومن لفظ هجين ومعنى فاسد، وأومئ إلى مواضع أحسن فيها من شعره، وأنبه على معان يكاد يكون مخترعاً لها، وعلى معانِ أخذها فأحسن العبارة عنها والزيادة فيهاً، متصرفاً الحق في جميع ما أفضي به، لتكون هذه الرسالة جامعةً مستوعبةً قناع اللبس في أمره، وخاتمة الدعاوى والتحامل عليه بحول الله وقوته.\nاستحضر أبو الطيب وجماعة من أهل العلم. وحضرت مجلس الوزير أبي محمد المهلبي ورسمت مناقشته. فأبدى تنكراً وتنمراً وإباء وامتناعاً، فألنت له جانبي، ثمتَ أعجلته القول وسألته عن قوله:\n) أُحَادُ أمْ سُداَسُ في أُحادِ\n...\nليْلتناُ المنُوط بالتّنادِ (\nوقلت: ما أردت؟ فقال: أرادت أليلة واحدة أم ست ليالٍ في ليلة، استطالة لها واستبعاداً لمداها. فقلت: أجل وأراك نظرت فيه إلى قول الأول:\nلقد طال هذا الليلُ حتى كأنه\n...\nبلَيلَينِ موْصوليَنِ ما يتزحزَحُ\nوإلى قول الآخر:\nوليلٍ أبيَ أن يُسفرَ الصّبح والدُجى\n...\nترَدّدَ منه بيَنَ عجَزٍ وأولِ\nكانَ بَهيَم اللّيلِ أعمىْ مقيدُ\n...\nتحيَرَ في تيهٍ من الأرْضِ مجَهلِ\nكأنّ الظّلامَ حِنَ أرْخى سدُوله\n...\nبنَجْدٍ على ليلٍ بلبلٍ موُصلًِ\nوقد قال عدي بن الرقاع في هذا المعنى:\nوكأنّ ليَلي حينَ تغَربُ شمسهُ\n...\nبسوَادِ آخرَ مثِلهِ موْصولُ\nوإلى هذا المذهب الفرزدق بقوله:\nولَيَلةِ يوْمٍ مُرْجحنٍّ ظلامهاُ\n...\nسواء عليناَ طوُلهاُ وهموُمهُا\nكأنّ بها الأيامَ والليْلَ وصلاً\n...\nوظلماءَ مسُوداً علينا بهَيمها\nوأحسن بشار كل الإحسان:\nخلَيليّ ما بالُ الدّجىَ لا تَزَحزح\n...\nوما بال ضوْءِ الصّبحِ لا يتوَضّحُ\nأضلّ النّهارُ المسُتنيرُ سبيله\n...\nأمِ الدّهرِ ليلُ كلهُ ليسَ يبرَحُ\nالجزء: 1 ¦ الصفحة: 29\n",
        "قلت: فهؤلاء كلهم جرى على مدرجة واحدة في استطالة الليل، مغالياً كان فيها أو مقتصداً، غير أنه لم يقرن إلى صدر بيته ما يناقص عجزه وينافيه، ويباينه كل المباينة ولا يقتضيه، كفعلك. فإنك وصلت بينك بعجز أفسده، وبعد كل البعد عنه؛ وذلك أنك قلت أليلة واحدة أم ست ليال في ليلة. ثم صغرت على مذاهب العرب في تصغير المعظم في قولهم:) دويهية (و) عذُيقها المرجبّ، وجذيلها المحكك (وكما قال الأول:\nفُوَيقَ جُبيلٍ شامخِ الرأسِ لم يكنْ\n...\nليبَلغُه حتى يكلّ ويعْملاَ\nوكما قال الآخر:\nيا ميُ سقاَكِ البرُيقُ الومضىُ\n...\nوالدّيمُ الغاديةُ الفضُافضُ\nفقال: إلى هذا ذهبت. فقلت: ثم قلت:) المنوطة بالتنادي (، فأحلت. قال: كيف ذلك؟ قلت: كيف تناط بالتناد ما تخيله ليلة واحدة أو ستاً في واحدة؟ وإنما نظرت في قولك) المنوطة بالتنادي (إلى قول الشاعر:\nقلتُ لضَيْفي حيَن نَبًهُته\n...\nفي لَيلَةٍ ماطِرَهْ\nما لي أرى اللًيْلَ آخِرٍ\n...\nكأنهُ قد نِيطَ بالآخرِهْ\nفهذا جعل في استطالته منوطاً بالآخرة، فلم يقرن ذلك بما أفسده وشوه معناه، ولا أحاله إحالتك بيتك حتى استفهمت استفهام شاك في أنها ليلة واحدة أو ست في ليلة. ثم ناقضت بإخبارك أنها منوطة بالتنادي، فشتان ما استفهامك هذا وقول الآخر على تأخر زمانه:\nلَسْتُ أدري أطال ليَليَ أمْ لا\n...\nكيفَ يدري بذاكَ منَ يتَقَلى\nلوْ تَفرَُغتُ لاستطالةِ ليَلْي\n...\nولرَعيِ النَجومِ كنتُ مخُلى\nوكأنك لم تسمح قول سويد بن أبي كاهل:\nوإذا قُلتُ لَيلي قَدْ مضَىَ\n...\nعَطَفَ الأوُلُ منهُ فرَجَعْ\nواحتذي هذا المعنى خالد بن يزيد فقال:\nتَباعَدَ الصًبحُ حتى ما أؤمُلهُ\n...\nوازدادَ هَمُ فما يُرْجى ترَحله\nوالليًلُ وَقْفُ علَينا ما يُفارِقُنا\n...\nكأنُما كلُ وَقتٍ منهُ أولُهُ\nوهذا أحسن من قول الآخر وإن تقدم زمانه:\nليسَ لليْلِ آخرُ\n...\nيشَفَي منهُ عاشقُ\nآخِرُ اللًيْلِ أولُ\n...\nلا يُرىَ فيهِ شارِقُ\nلأنه جعل آخره أولاً، وخالد جعل كل وقت من أوقاته أولاً. ونحو هذين البيتين قول الحسن بن زياد الرصافي:\nيا لَيَلةً طالَتْ على عاشِقٍ\n...\nمنُتظَرٍ في الصبحِ ميِعَادا\nكادتْ تكونُ الحَبْل في طولهِا\n...\nإذا مضَىَ أولُها عاَدَا\nوهذا نهاية في معناه وفيه زيادة بقوله \" منتظر في الصبح ميعادا \" وعلى أن قوله:\nرَقَدْتَ ولم ترْثِ للساهرِ\n...\nولَيلُ المُحبُ بِلا آخرِ\nبديع جداً، متقدم كثيراً عما قيل في طول الليل، وكأن هذا من قول اليقطيني:\nأقولُ لهُ لماً رَسَتْ داجيِاتهُُ\n...\nعدِمتُكَ من ليَلٍ أماَلك آخرِ\nفنمي إلي بعد ذلك أنه غير البيت أو غيره بعض شيعته فجعله) المنوطة بالتنادي (وقال معناه تنادى القوم بالرحيل وهذا قول واهٍ جداً، ومعنى لا طائل فيه. وقلت في قصيدتك هذه:\n) كأنّ بَناتِ نعْشىٍ في دُجاها\n...\nخرَائدُ سافراتُ في حداد (\nولا تعلق للخرائد من النساء دون غيرهن بهذا التشبيه؛ إذ كانت الخريدة الحيية والخرد الحياء. وليست النجوم في الدجى أشبه مناسبة للخرائد في السواد، منها لمن حياء من النساء. وإنما قلت) خرائد (، ليلتبس الموضع ويخفى الأخذ، لأنُ ابن المعتز قال:\nكأنّ نجُوم الأفقِِ في فَحمةِ الدّجى\n...\nوجوهُ عذارى في ملاحفَ سودِ\nفقال: ما وجه اختصاص العذارى دون العون؟ قلت: لأن العذراء تتميز عن العون بكثرة ماء الوجه وغضارته ورقة ديباجته؛ ولذلك قالوا) درة بكر (، لم تثقب، و) روضة بكر (، لم تزرع، و) خمر بكر (، لم تبز. ولذلك سموا الخمر) عذراء (، إذا لم تفتض بمزاح أو لم تبزل من دن، كما قال الأخطل:\nعذْراءُ لم يجَتلَ الخطابُ بهَجتهاَ\n...\nولا اجتلاَها عباديُ بدينارِ\nوقالُ ابن المعتز:\nوَرَنا إليّ الفرْقدانِ كأنماّ\n...\nزرَقْاء تنظرُ من نقابٍ أسودِ\nقال أيضاً:\nوارىَ الثرَياّ في السماءّ كأنماّ\n...\nقدَم تبدّتْفي ثيابِ حدادِ\nفأحسن التصرف في هذا المعنى والتوكيد له، وأسأت في أخذه. وفي هذه القافية تقول:\n) جزىَ اللهُ المَسيرَ إليهِ خَيراً\n...\nوإنْ تَرَك المطَايا كالمزَادِ (\nالجزء: 1 ¦ الصفحة: 30\n",
        "وإنما ذهب إلى أن السير أنضى جرومها وتخون نيها. وذهبت إلى تشبيهها بالمزاد المشنشنة فلم تستطع استيفاء التشبيه، وقصرت بك المادة، فاقتصرت على ذكر المزاد، وليس كل مزادة بالية ولا مشنشنة وإنما نظرت إلى قول الراجز:\nكأنما والشرَْكَ كالشَنانِ\n...\nتميسُ في حُلةٍ أرْجوانِ\nوالشنان القرب اليابسة، وهذا تشبيه صحيح، وبيتك الذي استرقته منه فاسد سقيم. ولو أوردت الصفة لدلت على الموصوف. فأما أن تورد الاسم الذي تعتوره الصفات المتغايرة، فإنه لا يدل بذكر مجرداً على ما ذهبت إليه من صفته. ألا ترى إلى قول أبي النجم يصف إبلاً:\nتمْشي من الرًدًةِ مشْي الحفلِ\n...\nمَشْيَ الرّوايا بالمزادِ المثُقلِ\nفلم يقتصر على ذكر المزاد حتى وصف بصفة حاله أخرجت التشبيه عن هجنة الافتراق. ثم قلت: وفي هذه الكلمات تقول:\n) تَهَلُل قَبل تسَليمي علَيْهِ\n...\nوألقَى قَبلَ الوِساَدِ (\nوأحسب الأول قفا أثرك في هذا المعنى فقال:\nمِراراً ما دنَوْتُ إلَيهِ إلاَ\n...\nتبسًم ضاحكِاً وثَنى الوِساَداَ\nومن أبكار معانيك فيها قولك:\n) فظَنوني مَدَحُتُهُمُ قدَيماً\n...\nوأنتَ بما مَدحتُهُمُ مُرادي (\nوكأن أبا نؤاس سمع هذا فقال:\nوإنْ جرَتِ الألفاظُ بمدِحَةٍ\n...\nلغَيرِكَ إنساناً الذي نَعني\nعلى أن كثيراً بن عبد الرحمن قد قال:\nمتى ما أقلْ في آخر الدهرِ مِدْحَةً\n...\nفما هي إلاُ لابنِ لَيلي المُكَرُمِ\nثم قلت: وفي هذه الكلمة تقول، فتطول وتفخر وتصول وتوهم أن المعنى غير مقول:\n) كأنَ الهَامَ في الهَيْجا عُيُون\n...\nوقد طُبِعتْ سُيوفُك من رقُادِ (\n) وقد ضُعتَ الأنسُةَ من هُمومٍ\n...\nفما يَخطُرْن إلاُ في فُوادِ (\nفسبحان من ذلك أعناق الكلام لك، ووطأ كواهله وجمع شتيته، وقاد لك المعاني بازمتها، حتى اخترعت منها ما قصرت عنه خواطر من تقدمك من فرسان الشعر وأمراء النظم والنثر. وهذان البيتان هما من قول بعض الشاميين:\nتَخَيل الَهامَ أحداقاً صوَارمهُ\n...\nما بيَنَ أجفانِها صيغتْ منَ الوَسنِ\nتعَلو عَواملَ قد سًددن من وجل\n...\nيسَلكْنَ بالطّعن منهُ مسلك الفطنِ\nفقال بعض من حضر، وأحسبه أبا علي الحسين بن محمد الأنباري، وكان ضلعه معه هذان البيتان مفتعلان مصنوعان لا يعرف قائلهما. قلت: فاصنع أنت مثلهما ودعهما، قد أخذ البيت الأول من بيتيه من قول منصور النمري:\nذكرُ بروْنَقَهِ الّدماءُ كأنّما\n...\nيعلوُ الرّجال بأرْجونٍ فاقعِ\nوكأنّما خَدَرُْ الحُسامِ بهامهِ\n...\nخدَرُ المنيةِ أوْ نعُاسُ الهاجعِ\nوأماّ قوله:) وقد صُغْت الأسنةّ (إلى آخره، فمن قول البحتري يصف ذئباً وهو من أحسن ما قيل:\nوأطْلسَ ملء العَينِ يقَسمُ زَوْرَه\n...\nوأضلاعَهُ من جانبيهِ شوى نهدُ\nطَواهُ الطوًىَ حتى استَمرّ مريرُهُ\n...\nفما فيهِ إلاّ العظْمُ والروّح والجلْدُ\nسماَ لي وبي من شدّةِ الجُوعِ ما به\n...\nببيداء لم تحُسسْ بها عيشَةُ رَغْدُ\nفأوْجَرْتهُ خرَقْاءَ تَحسبُ ريشَها\n...\nعلى كوكبٍ ينقصّ والليلُ مسودُ\nوأتبعتهاُ أخرىَ فأضلْتُ نصلهاَ\n...\nبحيثُ يكونُ اللبُ والرّعبُ والحقدُ\nوالبحتري أخذ هذا من قول أبي تمام:\nمن كلّ أزْرَقَ نظارٍ بلاِ نظرٍ\n...\nإلى المقاتلِ ما في عوُدِهِ أوَدُ\nكأنه كانَ ترْبَ الحُبً مذْ زَمنٍ\n...\nفليسَ يعُجزهُ قلبُ ولا كَبدُ\nأخذه من قول عمرو بن معدي كرب:\nوالضّاربينَ بكُلّ أبيضَ صارِمٍ\n...\nوالطاعنينَ مجاَمعَ الأضغانِ\nفقال أبو الطيب: من أبو تمام والبحتري؟ ما أعلم أني سمعت بذكرهما إلا من هذه الحاضرة. فقلت: أبو تمام والبحتري اللذان اختلبت ألفاظهما، واستلحقت معانيهما، ووقعت دونهما وقوع السهم المقصر عن رميته.\nثم قلت: وأخطأت في قولك:\n) غضبتْ لهُ لما رأيتُ صفِاتهِ\n...\nبلا واصفٍ والشعرُ تهذي طماَطمه (\nومن أجل أن الهذيان كلام المهتر والعليل، ومن به طيف جنة. والهاذي والهذاءة من الأوصاف المذموتة كما قال الأول:\nهذرْيان هذر هذاءة\n...\nموشكُ السًقطةِ ذو لبٍ نثْرِ\nالجزء: 1 ¦ الصفحة: 31\n",
        "والطَمطةَ كلام العجمي الذي لا يفهم، يقال: أعجمي طمْطم وطُمطْماني، إذا كان كلانه غير مفهم، قال عنترة:\nتأوي لهُ قُلص النّعانِ كما أوتْ\n...\nحزقُ يمانيةُ لأعْجمَ طمِطِم\nفجعلت شعرك واعتلاجه في صدرك ودبيبه على لسانك وما منحته قريحته منك بمنزله كلام الهاذي والأعجمي الطمطم الذي لا يفهم كلامه. ولا خير في ما هذه سبيله ووجه الكلام أن كنت تقول: والشعر يمور تياره، ويغطمط لجه، ويجيش بحره، وتتغاير قوافيه في مدحه، هذا الكلام كما قال أبو تمام:\nتَغايرَ الشعْر فيه إذ سهرتُ لهُ\n...\nحتى ظنْنتُ قوافيهِ ستَقتتْلُ\nلكن القافية اضطرتك إلى ما هجن الكلام وأفسد معناه وأحاله عن الصحة. فأقبل علي وقال: أنصف، فإن المنصف من يميز، وأنعم النظر إنعام من تقدمت في العلم قدمه، ووقعت الإشارة إلى فضله. ولا تسلط الهوى على الرأي. فقلت: قل: فقال: إنما أجري على سبيل الشعراء المبرزين في الإحسان واختراع المعاني، فإذا استبهمت مسالك الإبداع، جريت على وتيرة من تقدمني في اقتفار الأثر والملاحظة والنظر. وما أبرئ خاطري، وإن كان الصواب يتصرف به على سبيله، من زلة تجوز بي وعثرة اعتمدها. فقلت له: أفمن اختراعاتك قولك في صفة نعلك:\n) لا ناقَتي تحمَلُ الرّديف ولا\n...\nبالْسوطِ يومَْ الرًهانِ أجهدُها (\n) شراكُها كورهاُ ومشْفَرُها\n...\nزِمامهُا والشُوُعُ مقِوَدها (\nفقال: أليس هذا مخترعاً؟ فقلت: أجل وهو مخترع لأبي نؤاس في قوله:\nإليكَ أبا العَبُاسِ مَن مشَى\n...\nعلَيها، امتَطَينا الحَضرَمُي المُلسَناَ\nقَلائصَِ لم تَحملِْ حنَيناً طَلاً\n...\nولم تدَْرِ ما قَرْعُ الفَنيقِ ولا الهنِا\nوقولك:) ناقي (من قول أبي نؤاس \" قلائص \" وقد زدت المعنى وأشبعته في البيت الثاني وتركت من قول أبي نؤاس:\nقَلائِصُ لم تَحملْ حَنيناً على طَلاً\n...\nولم تَدرِ ما قَرْعُ الفَنيقِ ولا الهِناَ\nوزدت أنك لا تجهدها بالسوط، وأن شراكها كورها، وزمامها مشفوها، والشوع مقودها. ومن معانيك المخترعة قولك:\n) ماضي الجَنانِ يُريهِ الحزْمُ غدٍ\n...\nبقَلْبهِ ما تَرى عَيناهُ بعدَ غدِ (\nوهذا من قول دريد بن الصمة معنى ولفظاً:\nيرَى عاقباتِ الرُأيِ والأمرُ مقُبِلُ\n...\nكأنُ لهُ في اليوْمِ عَيناً على غَدِ\nوقد قال الآخر:\nيصَيِر بأعقابِ الأمورِ كأنُما\n...\nتخاطبهُُ من كل أمرٍ عَواقِبهْ\nوقد كرر المتنبي هذا المعنى في موضع آخر ولم يحسن العبارة عنه فقال:\n) مستَنبِط من عِلِمهِ ما في غَدٍ\n...\nوكأنُ ما سيكون فيهِ دوُناُ (\nوأول هذا المعنى قول أوي بن حجر:\nالألمَعيُ الذي يَظُنُ بكَ الظُن\n...\nكأنْ قد رأى وقد سمعاَ\nوفي الكلمة يقول المتنبي:\n) لمُا قَفلْتَ منَ السُواحل نحونَا\n...\nقفَلَتْ إلَها وَحشةُ من عندِنا (\nوإنما أخذه من قول البحتري:\nرَحَلَ الأميرُ محَمدُ فترَحلتْ\n...\nعَنُا عَصارةُ هذه النعُماءِ\nومما يناسب هذا اختراعاتك قولك:\n) متى ما ازدَدْتُ من بَعْدِ التَناهي\n...\nفقد وقعَ انتقِاصي ازْدياِدِ (\nوهذا منقول من قول محمود:\nأسَرعَ في نقَصِ امرئٍ تَمامُهُ\n...\nتُدْبرِ في إقْبالهِ أيامُه\nوقد أحسنُ ابن الرومي العبارة عن هذا المعنى فقال:\nتُخالسهُ الأوقاتُ وهيَ نَماؤُه\n...\nوتغَتاُلُه الأقواتُ وهيَ لهُ طَعْمُ\nإذا ما رَأيتَ الشيء يُبليهِ عُمرُهُ\n...\nويفَسدِ أن يَبقى ففي دائِه عقْمُ\nوهذا المعنى ينظر نظراً إلى قول حميد بن ثور الهلالي:\nأرى بصَري قد رابنيَ بعدَ صحةٍ\n...\nوحسبكَ داءً تصح وتسلماَ\nوحميد فيه نظر إلى قول النمر:\nيوَدُ الفتى طُولَ السّلامة جاهداً\n...\nفكَيفَ ترىَ طولَ السّلامة يفعلُ\nفلو شئت لاقتصرت عن التعرض لما هذه سبيله، لا سيما وأنت غرض لكلَ عرض، نهزة لكل متفرص. وما تصنع بقولك:\n) فرَأيتُ قرْنَ الشّمس في قمرِ الدّجى\n...\nمتُأوُداً غُصْنُ بهِ يَتأوَدُ (\nمع قول مسلم:\nهَيفاءُ في فَرعهاِ ليْلُ على قمرٍ\n...\nعلى قضيبٍ على حقفِ النّقا الدَهسِ\nكأنّ قلبي وشاحاها إذا خَطرَتْ\n...\nوقلبْها قلبُهاُ في الصمتِ والخرَسِ\nالجزء: 1 ¦ الصفحة: 32\n",
        "تجري محَبتهُا في قلبِ عاشقهاِ\n...\nمجْرىَ السّلامةِ في أعضاء منتكسِ\nوقلت: ومما استرقته وأفسدته قولك:\n) ها فانظرُي أو فظمّيُ بي ترَىْ حُرقاً\n...\nمن لم ذقْ طرفاً منها فقدْ وألا (\nعلّ الأميرَ يَرىَ ذليّ فيشَفعَ لي\n...\nإلى التي تركتنيَ في الهوىَ مثَلاَ (\nوذلك أنك عرضت الممدوح للقيادة، برجائك إياه أن يكون شافعاً لك إلى من تحبه. وهذا من أقبح خروج وأسخف معنى تعاطاه شاعر في مخاطبة ممدوح. وإنما احتذيت فيه قول أبي نؤاس:\nفلو شاء رَبّي لابتلاَهمْ بما به ابْتلاَناَ\n...\nفكانواُ لا علَيْنا ولاَ لناَ\nسأشكُو إلى الفضلْ بن يحيىَ بن خالدٍ\n...\nهواكِ لعلّ الفضلَ يجمعُ بينناَ\nوإنما ذهب أبو نؤاس في توجيه هذا إلى استعطاء الممدوح وإرفاده، أو تزوجها إن كانت حرة ودلَ على ذلك قوله في البيت الخير:\nأميرُ رأيتُ المالَ في نغَمَاتهِ\n...\nذليلاً مهَينَ النفسّ بالضًيمِ مذُعنا\nإذا ضنَّ ربُ المالِ ثوّبَ جُودةُ\n...\nبحي على مالِ الأميرِ وأذّناَ\nويزيد هذا بياناً قوله في هذه الكلمة، ذاكراً رجلاً أشار إليه بالدينْ عينةً وابتياع هذه الجارية:\nيرىَ الفضلَ قد آلى على نهْبِ مالهِ\n...\nويسألنيُ المأفُونُ أن أتعَيَناَ\nفيا فضْلَ دارِاك صبْوتي بغُبارها\n...\nفلا خَيرَ في حبيّ إذا زَنىَ\nوهذا برهان واضح. فقال أبو الطيب: فاحتذيتُ معنى ومعنيين وثلاثة لأبي نؤاس، وهو إمام المحدثين، فكان ماذا؟ فقلت ومن إنحائك عليه وتقصيرك نه قوله:\nإن الملُوكَ رأوْا أباَكَ بأعْينٍ\n...\nكحلَتْ لهم بمرَاودِ الإعظامِ\nفقلتَ:\n) تعرفُ في عينهِ حقاَئقهُ\n...\nكأنهَُ بالدّكاءِ مكُتَحلُ (\nومن هذا قول أبي نؤاس:\nقَد فَهِمَ الإيحاء والصفيِراَ\n...\nوالكضفً أن تُومئ أوْ تشيرا\nفنقلته فقلت:\n) وأدُبها طُولُ الطُرادِ فَطَرْفُه\n...\nيُشيُر إليها مِن بعيدٍ فتَفهضمُ (\nوقال أبو نؤاس:\nإلى فَتىً أُمُ ماشلهِ أبَداً\n...\nتَسعى بجيبٍ في الناس مشَقوقِ\nفقلت وأحسنت:\n) مَلْكُ إذا امتَلأتْ يَوْماً خزَائِنهُُ\n...\nأذاقَها طعَم ثَكْل الأم للوَلَدِ (\nوقال أبو نؤاس:\nوإذا المَطي بنا بلَغَن مَحَمدُاً\n...\nفظُهورُهن على الرُجالِ حرَامُ\nفقلتَ، ولم تراقب سلباً للمعنى واللفظ:\n) وتعَذر الأحرارِ صيرَ ظهرهَا\n...\nإلاُ إليَكَ عليُ فرَْجَ حَرامِ (\nقال وأول من فظن لهذا المعنى الفرزدق بقوله:\nأقولُ لناقَتي إذْ بلَغُتَني\n...\nلقد أصبحتِ عندي باليمَينِ\nحرَُمتِ على الأزِمة والوَلايا\n...\nوأعْلاقِ الرُحالَةِ والوَضيِنِ\nوقال أبو نؤاس:\nيبكىَ فيَذري الدّمعَ من عينْه\n...\nويلْطمُ الَورْدَ بعُنابِ\nفأخذته فقلت:\n) ترىَ إليكَ بعينِ الظبْي مجهشةً\n...\nوتمسَحُ الطلُ فوْقَ الوْردِ بالعَنمِ (\nوأول من نظر لهذا المعنى المرقش فقال:\nالنّشرُ مسكُ والوُجوهُ دَنا\n...\nنيرُ وأطرافُ الأكُفّ عنّمْ\nفقال عمر بن أبي ربيعة وأحسن:\nمقْبلاتُ من أسفلِ الجزْعِ بالرّيطِ\n...\nاليماَني يرْفعَنَ ذيْلَ الرّبابِ\nبأكفٍ كأنها قطعُ الثلجِ\n...\nتطاريفهاُ من العنابِ\nوقال بعض المحدثين:\nمن كَفّ جاريةٍ كأن ّ بناَنهاَ\n...\nمن فضةٍ قد طرَُفتْ عناباَ\nوكأن يمنْاها إذا نقفتْ بها\n...\nألقتْ على يدها الشَمال حساباَ\nوقال أبو تمام:\nقالوا الرّحيل فأنَشبتْ أظفارَها\n...\nفي خدّها وقدِ اعتلقْنَ خضاباَ\nفاخضر تحتَ بنانهاِ فكأنماّ\n...\nغرَستْ بأرْضِ بنفسجٍ عُناّباَ\nوأحسن المعلى الطائي كلّ الإحسان بقوله:\nأهدَتْ سلاماً إلى قلبي مُخالسةً\n...\nعينَ الرقيبِ برخْص المتنِ كالعنمِ\nكأنما شافهَتْني في إشارتهاَ\n...\nإليّ، عُناّيةُ أوْفتْ على قلمِ\nوقال الشاعر من جبل السماق:\nقالوا الرَحيلُ ضُحى غدٍ أوْ بعدهَ\n...\nفلطمْنَ بالعنّابِ والأقلامِ\nفقال البحتري وغيره العبارة:\nحَسَرتْ عن بناَنها فأرَتْناَ\n...\nذَهباً من خضابها في لجُينَ\nفقال الناشئ المتكلم، وأحسن كل الإنسان:\nالجزء: 1 ¦ الصفحة: 33\n",
        "متَعانقانِ يكُاتمانِ هواهماُ\n...\nقد نامَ بينهما العتابُ فطاباَ\nيتناَقَلانِ اللحظَ من جفَنيهماَ\n...\nفكأنماّ يَتدَارسانِ كتاباَ\nوإذا سهتْ عينُ الرقيبِ تخالستْ\n...\nكفاّهما خلسَ السّلامِ سلاباَ\nبأناملٍ منهُ تلوحُ مدَاهناً\n...\nوأناملٍ منها كسينَ خضَباَ\nفكأنما تجني لهُ من كَفهِ\n...\nعنباً وتُجنيهِ لهُ عناّباَ\nوحاذَرَتْ أعينَ الواشينَ فانصَرفَتْ\n...\nتَعَضُ من عيَنها العُنابَ بالبرَدِ\nوقال أبو نؤاس:\nوقالوا قد أجدْت فقلتُ إني\n...\nوجدْتُ القولَ أمكَنني فجاداَ\nفقلت أنت:\n) وما أنا وحدي قلتُ ذا الشُعر كُلُه\n...\nولكنُ شعِري فيهِ من نفَسِهِ شعرُ (\nوقال أبو نؤاس:\nترَىَ ضَوْءها ظاهرِ الكأس ظاهراً\n...\nعَلَيكَ ولَو غَطيتهَا بغِطاء\nفأخذته أخذاً طريفاً ونقلته إلى المدح فقلت:\n) إذا بداَ حَجَبَتْ عَيْنَكَ هَيبَته\n...\nوليَس يحجُبهُ شيء إذا احتَجباَ\nوقال أبو نؤاس:\nفبُحْ باسمِ تهوَى وَدعني من الكُنى\n...\nفلا خيَرَ في اللذات من دونِها سترُ\nفقلت:\n) الحبَُ ما مَنَعَ الكلام الألنُسا\n...\nوألدَ شكوَى عاشقٍ ما أعْلناَ (\nوقال أبو نؤاس:\nفإنَي لطَرْفِ العيَنِ بالعينِ زاجرُ\n...\nفقد كِدتُ لا يخفي علي ضَميِرُ\nفقلت:\n) وأبصرَ من زَرْقاءٍ جَوُ لأنُسي\n...\nإذا نظرَتْ عَينايَ شاءَ هما علمي (\nوقال أبو نؤاس:\nإذا ضَنُ رَبُ المالِ ثَوُبَ جوُدُهُ\n...\nيحَيُ على مالِ الأميرِ وَأذُناَ\nفقلت:\n) ونادَى الندى بالنائمِينَ عن الندى\n...\nفأسْمعَهُمْ فقد هلَك البخلُ (\nوقال أبو نؤاس:\nفلم يبق لي لحما ولم يبق لي دما\nفقلت أنت:\n) وخيَالُ جسِمْ لم يُخَلُ له الهَوَى\n...\nلحماً فينْحلَهُ السقامُ وَلا دمَا (\nثم قلت له: أيقنعك هذا من أي نؤاس وفيه أم أزيدك؟ فقال: زد إن شئت وانقص، أما في أبي نؤاسك هذا الذي تنعى سرقي منه أسوة لغيره، وهو القائل:\nوتدَخُلُ عَينُها في كل قَلْب\n...\nمَداخلِ لا تغَلغلُها المدام\nوإنما أخذه من قول ذي الرمة:\nوعيَنْانِ قالَ اللهُ كونا فكانتَا\n...\nفَعولانِ في الألبابِ ما تفعلُ الخمرُ\nوهو الذي يقول:\nوخَيَمْةِ ناطورٍ برأسٍ منُيفةً\n...\nتهُمُ يدا منَ رامهاَ بزَليلِ\nكأنّا لدَيها بيَنَ عطفَيْ نعَامةٍ\n...\nجفاَ زَوْرُها عن منزِلٍ ومقَيلِ\nوإنما احتذى قول جرير:\nظلَلْنا بمسْتنً الأراكِ كأنّما\n...\nلدى فرَسٍ مستَقبلِ الّريحِ صائمِ\nأغرَ من البُلقِْ الجِياد يشُفّهُ\n...\nأذى البقّ إلاّ ما احتمى بالقوائم\nفقلت له: إنّما أراد جرير أن خفوق الريح بالحاشية يشبه فرساً يرمح برجله إذا قرصه البق، وذكر خباء مصنوعاً من أثواب ألوان مختلفة من الثياب، ولذلك شبهه بالفرس الأبلق. وليس بيت أبي نؤاس منْ هذا ومشاكلاً له. فقال:: وقال الأعشى:\nبأشجَعَ أخّاذٍ على الدهرِ حكمهُ\n...\nفمنْ أيّ ما يأتي بهِ الدهرُ أفرقُ\nفأخذ هذا أبو نؤاس:\nدارَتْ على فتيةٍ ذلّ الزّمانُ لهمْ\n...\nفما يصيبهمُ إلاّ بما شاءوا\nفقلت له: لئن كان أخذه من الأعشى فلقد أحسن فيه. وإذا وقع الإنصاف علمت أن بيت أبي نؤاس أكرم لفظاً، وأعذب عبارة، وأكشف معنى، وفيه زيادة بقوله:) ذلّ الزمان لهم (. فقال: وقد قال الأعشى:\nوتَحْسبُ أنهمُ موْتى إذا ما\n...\nتَمشّتْ فيهمُ الرّوحُ العقارُ\nفأخذه أبو نؤاس فقال:\nإذا لم يجُرهنّ القُطبُ متْنا\n...\nوفي دوْراتهنّ لناَ نشُورُ\nفقال: وفي بيت أبي نؤاس زيادة وهو قوله:\nوفي دَوْراتهنّ لناَ نشُوُرُ\nوهذا بقول الأخطل أولى وهو:\nأقمنَ بها نُسقىَ سلافةَ قهوةٍ\n...\nتموتُ لها أوصالنا ثم تنشُرُ\nفقال: وهو القائل:\nسائل القادمَين من حكَمان\n...\nكيفَ خلفتهم أبا عثمانِ\nفيقولونَ لي جنِانُ كما سرّك\n...\nفي حالهاِ فَسلْ عن جِنانِ\nوهذا مأخوذ من قول الأول:\nوسائلةٍ عن رَكْبَ كلًهمْ\n...\nليَسمعَ حسّانُ بنُ زيدِ سؤالهاَ\nثم قال: وكذلك قوله:\nالجزء: 1 ¦ الصفحة: 34\n",
        "ذكّرني الورْدُ ريح إنسانِ\n...\nأذكرُهُ عندَ كلّ ريحانِ\nإنْ فاحَ لم أملكِ البكا فإذا\n...\nما لاح كادَ النّديمُ ينعاني\nوهذا مأخوذ من قولك مالك بن أسماء:\nأنّ لي عندَ نفْحةَ بستْانٍ\n...\nمنَ الوَرْدِ أوْ من الياسميناَ\nنظرَة والتفاتةً أترجىّ\n...\nأن تكوني حلَلتْ فيما يلَيناَ\nثم قال: أزيدك أم حسبك؟ فقال أبو محمد، رحمه الله: بل حسبك، ففي بعض ما تفاوضتماه غنىّ عن غيره. ومكانك يا أبا الطيب غير مجهول. ونهض عن مجلسه ونهض أبو الطيب منصرفاً، وتلوّمنا بدار الوزير، فاستدعى الشراب واستدعينا، ومنع من حضور سماع. وأقبل يتصفح ما جرى ويكرر طرفه فيه، ويراجعني منه. وكان من مراعاته في الحال إياّي، وتكرمته لي، وصلته ما لم تزل عادته الكريمة جارية به.\nوقد عرف الرئيس حال أبي علي الحسين بن محمد الأنباري في خلافته المهلبي على الوزارة، ومصاهرته إياه على ابنته، ولطف منزلته منه ما لا حاجة بي إلى الإفاضة في ذكره، لأنه أشرد خبراً، وأبقي معلماً وأثراً. وكان المهلبي مع ذلك يريه بغير مرآته تفخيماً لقدره، وتعظيماً لأمره، وتقديراً أن هناك أدباً وفضلاً يتميز بهما عن غيره من نظرائه، ولم يك يبحث نحْلتهَ، وإنما هي أبيات يحاضر بها، وألفاظ يموه بها ويحفظها مجتناة من الصحف، وملتقطةً من ظواهر الكتب. وكنت لا أسيغه ريقه رداً لكثير يورده، وتنكباً عن الوجه الذي يطلبه ويتعمده فأحفظه ذلك، وأثر في نفسه تأثيراً لم تزل شماله تنطق به. فلم وقع الاجتماع مع أبي الطيب بعد منصرفه، اختار أبياتاً من شعره تفردّ بنعانيها وسبق إلى اختراعها، وواطأه على الممالأة علي، ووعده بتحديد الاجتماع معي وتفريعي بتلك الأبيات، واضطراري إلى التسليم لها، والإقرار لسبقه إليها، وعداً حصله ليوم عينه. واقترح على أبي محمد استدعاء أبي الطيب فاستدعاه. وكنت ملازم حضرة أبي محمد في مجالس حفلته وخلوته، ومتخصصاً كل التخصص به. وروسل أبو سعيد السيرافي، وعلي بن عيس الرماني، وأبو الفتح وأبو الحسن الأنصاري المتكلم، وغيرهم من أعلام أهل العلم، والذين تقع الإشارة إليهم في الأدب. فحضرت جماعة كان فيهم علي بن هرون مقبلاً على أبي الطيب فقال: ألست القائل:\n) أعْددتُ للغادرينَ أسيافَا\n...\nتجدَعُ منهم طليُ وآنافا (\nمن هؤلاء) الغادرين (الذين أعددت لهم هذه السياف؟ وما معنى قولك:\n) تجدع منهم طلى وآنافا (\nالطلى لها السيوف، والآناف تجتدع بالمواسي. وجعل يكرر هذا القول وأبو الطيب معرض عنه. فأقبل المهلبي على أبي سعيد فقال: ما تقول في ذلك، أجائز سائغ فصيح من كلام العرب قد أنشد أصحابنا في مثله أبياتاً؟ فأقبلَ على علي بن عيس الروماني فقال: الأمر على ما قاله، والتقدير: يجدع منهم آنافاً ويقطع طلى. فأقبل علي فقلت مثل قول الأول:\nتَراهُ كأنّ اللهَ يجدَعُ أنفْهُ\n...\nوعيَنيه أنْ مولاهُ ثابَ لهُ وفرْ\nأراد يجدع أنفه ويفقأ عينيه ومثله: أراد علفتها تبناً وسقيتها ماء بارداً، ونحوه قول طرفة:\nوتَبسمُ عَن ألمْىَ كأنّ منَوراً\n...\nتخَلَ حرَ الرّملْ دعصُ له ندى\nوَوَجْهٍ كأنّ الشمسَ ألقتْ قناعها\n...\nعليهِ نفيً اللْون لم يتَخَدّرِ\nأراد: تكشف عن وجه. إلا أن أبا الطيب الجدع للطلى ثم اتبعها الآناف. ولو قدم الآناف ثم أتبعها الطلى، لكان محمولاً على مثل ما ذكرناه. فأقبل المهلبي على أبي الطيب كالملتمس كلامه، فقال أبو الطيب ولم يزد على هذا شاهداً: هذا كقول الآخر: شرّابُ ألبانٍ وسمنٍ وأقطْ فقلت: هذا كما ذكرناه آنفاً، شراب ألبان وأكال سمن وأقط؛ والاعتراض قائم بعينه، إلا أن تحمل الجدع للطلى على الاستعارة لها. فقال أبو سعيد: حملْ الكلام على التقديم والتأجير شائع كما قال الله تعالى:) يا مَرْيَمُ اقْنُتي لرَبكِ واسْجدي وارْكَعي معَ الرّاكعين (يريد، والله أعلم اركعي واسجدي فبدأ بالسجود على التقديم والتأجير. ثم أقبل علي بن هارون عليه فقال: أخبرني أمسلم أنت حين تقول:\n) وأفضل آياتِ التَهاميً أنهُ\n...\nأبوكَ وإحدى ما له من مناقبِ (\nوحين تقول:\n) وكلُ ما قد خلقَ الله\n...\nلمهُ وما لم يَخْلقِ (\n) مُحتقرُ في همتيّ\n...\nكشَعرةِ مفرَقي (\nوحين تقول:\nالجزء: 1 ¦ الصفحة: 35\n",
        ") يَترشَفْنَ من فميَ رشَفاتٍ\n...\nهنُّ فيهِ أحلى منَ التوْحيدِ (\nثم أسر إلي وقال: أخبرني والله مخبر أن عمور لثاته فاسدة وأن نكهته مريحة فأضحكني. ولم يذكر أبو الطيب من هذا جواباً، فأحببتُ تسكين جأشه فقلت: ما أحسن ما قال المجنون:\nوإني إذا صلّيتُ وَجهتُ نحوْها\n...\nبوجهي وإن المصُلى ورائياَ\nثم تدارك هذا فقال:\nوما بي إشراكُ ولكنّ حُبهاً\n...\nكعَظمِ الشَجا أعيا الطبيب المداويا\nأصليّ فماَ أدري إذا ما ذكَرْتهُ\n...\nأثنْتين صليّتُ الضحىّ أم ثمانيِاَ\nفقال أبو الطيب: في هذا المعنى لطيف. فقلت: إنه كان لا يحصل ما يصلي شغلاً بحبها، فكان يعد الركعات فإذا عدّ اثنتين انبسطت إصبعاه فتخليهما ثمانية فاستظرف المهلبي هذا الجواب واستحسنه الحاضرون وتبسم أبو الطيب إلي واستدعى أبو علي الأنباري مدرجاً من صاحب دواته فقال: تكلموا على هذه المعاني، وتأملوا إحسان هذا الرجل فيها وسبقه إليها. وأقبل علي والمدرج في يده فقال: أنت المشار إليه في الحفظ، فاذكر ما عندك، ولنذكر الجماعة ما سنح لها، أو فلنسلم غاية السبق إلى أبي الطيب فقلت: أقول على شريطة ألا يعترض كلامي غيري، فإن ازدحام الكلام مضلة للفهم. أو فليقل غيري على شريطة تسليمي إليه عنفوان القول وأعقابه. فاستروحت الجماعة إلي، وابتدأ أبو علي الأنباري فقال ما ندك في قوله:\n) وَخَصرُ تَثُبتُ الأبصارُ فيهِ\n...\nكأنّ عليهَ من حَدقٍ نطاقاَ (\nوأقبلت الجماعة تستحسن. فاقبل علي فقال: قل. فقلت: حسن. فقال: أما هو بكر؟ قلت: لا! كيف يكون بكراً وبشار بن يقول:\nومكَللاتٍ بالعيون\n...\nطرقتنا وخرجن همسا\nفأصبن من طرف الحديث\n...\nلذاذة ورجعن ملسا\nحور يرقن إذا حلي\n...\nن عطلن خشين نفساً\nفقوله: \" مكلللات بالعيون \" هو البيت، وذلك المعنى. يول: إذا برزن صرف الناظرون أعينهم إليهم لحسنهن، فكأنهن كللن بالعيون. \" ورجعن ملساً \"، أي لم يأتين ريبة. وقوله: \" إذا حلين \"، أي لبسن الحلي، لا يلبسنه لحسنهن، وإنما يلبسنه عوذاً، لأنهن مستغنيات عن الزينة بجمالهن. وكذلك قوله:\nوإذا عَطِلُنَ خَشَيِنَ نفَساً\nيقول: خشين العين، فهن يدفعن العين بالحلي؛ فسرق هذا المعنىُ ابن الرومي:\nوتَلبسُ الحلي مجعولاً لها عوذاً\n...\nلا زِينَةً بل بها عن ذاكَ غُنيانُ\nوقد قال أبو جعفر. . . المصري في المعنى الأول يذكر عيوناً ألحت بالنظر إلى شخص: مُسمُرات علَيهِ لَيسَ تنقَلعُ فقالُ ابن الأنباري فما تقول في قوله:\n) أقامَتُ في الرقاُب لَهُ أيادٍ\n...\nهي الأطواق والناُسُ الحَمامُ (\nأما هذا مخترع؟ فقلت: كلا، بل هو من قولُ ابن الرومي:\nإذا امتدُحوا لم يُنحلوا فضلَ غيرِهم\n...\nوهل تنُحل الأطواق وُرْقُ الحمائم\nوابن الرومي احتذى فيه قول محمد بن حازم الباهلي:\nأبى لي أن أطيل الشعر قَدي\n...\nإلى المعَنى وعلمِي بالصوابِ\nفأبُعَثُهنُ أربُعةً وستاً\n...\nبألفاظ مُشَقفَةٍ عذِابِ\nوهُنُ إذا وسَمتُ بهنُ قَوماً\n...\nكأطواقِ الحمائمِ في الرقابِ\nوهنُ وإن أقَمتُ مُسافِراتُ\n...\nتهَاداها الرواةُ معَ الركابِ\nوابن حازم احتذى فيه قول الفرزدق:\nفمَن يكُ خائِفاً لأذاةِ شعِري\n...\nفقد أمِنَ الهِجاءَ بنو حرَامِ\nهمُ قادوا سفَيههَمُ وخافُوا\n...\nقَلائِد مثل أطواقِ الحَمامِ\nوالأصل في هذا قول حسان بن ثابت، ولاحاه رجل فقال: اغرب وإلاّ طوقتك طوق الحمامة: فقال أبو محمد فما تقول في قوله:\n) كَفى بجسمي نُحُولاً أنّني رجلٌ\n...\nلولاْ مُخاطبتيّ إياكَ لم تَرني (\nأمخترع هو؟ فقلت: كلا، هذا من بيتين أنشدناهما محمد يحيى:\nلماّ بلَيتُ منَ الهوَى\n...\nخفت العيون من أن تراني\nلولا كلامي ما اهتدتْ عينُ الجليسِ إلى مكاني وهذا المعنى ينظر إلى أبي نؤاس:\nشعرُ حيٍّ أتاكَ من لفظِ ميْتٍ\n...\nصَار بينَ الحياةِ والموتِْ وقفاَ\nقد بَرتهُ حوادثُ الدّهر حتى\n...\nكادَ عن أعيُنِ الحوادث يخفَى\nلوْ تأملْتني لتثبتَ وجْهي لم\n...\nتبنْ من كتابِ وجهيَ حَرْفاَ\nولرَدّدْتَ طرْفَ عينك َفي جسْمٍ\n...\nبَراهُ الصّدود حتى تعَفىّ\nالجزء: 1 ¦ الصفحة: 36\n",
        "فقال المهلبي: ما احسب أنهّ قيل في النحول أحسن من هذا، فقلت: بلى، المجنون:\nفلوْ أنّ ما أبقيتِ منيُّ معَلَقُ\n...\nبعودِ ثمامٍ ما تأوّدَ عُودُها\nوما أساء كثير في قوله:\nحمَلْت عَليها ما لوَ أنّ حَمامةً\n...\nتحملهُ طارَتْ به في القفاقِفِ\nقُطُوعاً وأنساعاً وأعظمُ ناحلٍ\n...\nأضربهِ طولُ الهوىَ والمخارِفِ\nوقلت: وتقدم الناس قول عمر بن أبي ربيعة:\nقليلُ على ظَهرِ المطيّةِ ظلهُ\n...\nسوىَ ما نفى عنهُ الًرداءُ الُمحبر\nويستحسن قولُ ابن الدُمينة:\nعظامُ بَراها الشوْقُ حتى كأنها\n...\nمحَاجنُ نَبعٍ ليسَ فيهنّ منزعُ\nفلا هنّ بالموتىَ ولا ينبعثنَ بي\n...\nولا طائر مماّ عليهنّ يشبَعُ\nوقال بشار:\nبينَ ثيابي جَسدٌ ناحلٌ\n...\nلوْ هبّتِ الّريحُ بهِ طاحاَ\nوقال أيضاً:\nإن في ثوْبي جسماً ناحلاً\n...\nلوْ توكّأتِ عليهِ لانهَدمْ\nفأعجب هذا أبا محمد إعجاباً شديداً، فقال: ما كنت أحسب أن أحداً سبق أبا الطيب إلى معنى بينه المتقدم، ولا زاد على إحسانه في وصف نحوله. ما تصنع بيته وهو مسوق على أنبأت الوزير به، وكل واحد من هؤلاء في هذا معنى لم يشركه فيه غيره. فقال الأنباري: فإن كان سبق إلى المعاني فيما ذكرناه، فل يسبق إلى قوله:\n) وزائرِي كأن بها حياءً\n...\nفليسَ تزُورُ إلا في المنَامِ (\n) بذلتُ لها المَطارِفَ والحشَايا\n...\nفَعافَتها وباتَتُ في عِظامي (\n) إذا ما فارقَتُني غسلتني\n...\nكأنا عاكفِان على حَرامِ\nفقلت له: حالهُ في هذا أسوأ منها فيما تقدم، فإنه أعتمد على قولُ ابن القعقاع:\nوزائرةٍ بلا عدِة أتتني\n...\nفَحَلتُ بين جسمي والفُؤاد\nسِنَانُ للمنَايا إن تَراءت\n...\nفنفسي والمنايا في طرِادِ\nكأن جوَارِحي إذ فارقَتَني\n...\nعُيون تَستَمد من الغَوادي\nوقلت: وقد أحلت في قولك:\n) إذ ما فارَقتني غَسلتني\n...\nكأنا عاكفِانِ على حرَامِ (\nوالحلال أولى بالغسل وأخص من الحرام، فكيف خصصت الحرام بوصف يشركه فيه غيره، وله به اختصاص فوق اختصاصه. فقال أبو الطيب: أتيت بأحدهما فدل على الآخر وإن لم أذكره. وفي القرآن:) سَرَابيِل تقَيكمُ الحَرَ (وهي تقي البرد، وقد قال الشاعر:\nفَلا تعدي موَاعِدَ كاذِباتٍ\n...\nنهَب بها رِياحُ الصيفِ دوني\nيريد ورياح الشتاء. فلما صدع بالحجة صدع الصباح رداء الظلام، وتخوفت أن يوهم الوزير أبا محمد أنه لا علم لي بما ذكره، قلت: أجل لكن قولك يبعد بعض البعد عن هذا، وإن كنت تحذو حذوه. من أجل أن الحلال أشد اختصاصاً بالغسل من الحرام، وليست السرابيل بأخص في وقاية الحر منها في وقاية البرد، ولا رياح الشتاء بأخص في هبوبها دون المواعد من رياح الصيف. وعلى أن بعض أصحابنا ذكر أنه خص رياح الصيف، لأنها أشد تعفية. فأعجب المهلبي هذا الاعتراض. قلت ومثل الآية قول الآخر:\nوما أدري إذ يَممت وجهاً\n...\nأريدُ الخَيَر أيهمُا يلَيني\nفقال: \" أيهما \" إنما ذكر وأحداً، لأنه دل على الثاني، ثم تلا ذلك بأن قال:\nأألخَيرُ الذي أنا أبتَغيهِ\n...\nأمِ الشرُ الذي هو يبَتغني\nوقد تكلم أصحاب المعاني في قول أوس بن حجر:\nوغَيرَها عَن وصلنِا الشيب إنهُ\n...\nشَفيعُ إلى البيضِ الحسانِ مجربُ\nفقال أبو العباس أحمد بن يحيى ثعلب: الهاء في \" إنه \" عائدة على الشباب، وجاز ذلك وإن لم يذكره، لأن الشيب دال، هذا قولُ ابن الأعرابي، وقال الأصمعي: يريد أنه كبر فأنست به. فقال أبو الطيب: لله درك فإن أحسن القول ما نطق به لسانك. فقال الأنباري: قد قال:\n) أرىَ ذلك القرْبَ صارَ ازوراراَ\n...\nوصارَ طويلُ السّلامِ اختصاراَ (\n) ترَكْتنَيَ اليوْمَ في حَيرةٍ\n...\nأموتُ مراراً وأحْبا مراراَ (\n) فلوْ النّاسُ من دَهرِهمْ\n...\nلكانوا الظلامّ وكُنت النهاراَ (\nوقال:\n) أسِيرُ إلى إقْطاعِهِ في ثيِابِهِ\n...\nعلى طرِفْهِ من دارِه بحِسامه (\nوقال:\n) إلامَ طَماعِيةُ العاذِلِ\n...\nولا رَأيَ في الحُسب للعاقلِ (\n) يُرادُ مِنَ القلَبِ نسيانُكمْ\n...\nوتأبَني الطُباعُ على الناُقِلِ (\nفأنشد أبياتاً كان منها:\nالجزء: 1 ¦ الصفحة: 37\n",
        ") فإن كانَ يركُمُ ما مضَىَ\n...\nفعَوْداً إلى حمصِ في القابِلِ (\n) فإن الحسامَ الصقيل الذي\n...\nقُتلسْتم بهِ في يَدِ القاتلِ (\nفقال أبو الطيب: أما إحساني في هذه الأبيات عن إساءة، إن كانت، في غيرها؟ فقلت: ما أعرف لك إحساناً، ولا أعترف لك باختراع إذا كانت هذه الأبيات التي تتخيل أنك السباق إلى معانيها ورب الإحسان فيها مسترقة ملصقة، فيما تقدم من نظمها وابتكره أصحابها من معانيها، شاغل عن تكرير لها، وتبديل لألفاظها، وقد قيل:\nولكنْ بكَتْ قبَلي فهَُيج لي البكُاَ\n...\nبُكاها فقلُت الفضْل للمُتقَدُمِ\nأما قولك:\n) أرى ذلك القرب صار ازوراراَ (\nفمن قول بعض المحدثين:\nأقبَلَتْ ثمُ أعرَضَتْ لذَنْبٍ\n...\nبأبي مَنْ دُنُوُها عادَ بعُدْاَ\nوأما قولك:\n) أموات مراراً وأحيا مرارا (\nفمن قول العباس بن الأحنف:\nلعَمري لقد جَعَلَ القاَدِ حُونَ\n...\nبيني وبينكِ يُورونَ ناراَ\nونفْسيِ مُعلقَةٌ بالرُجاء\n...\nتمَوت مرِاراً وتحَيا مِراراَ\nوقولك:\n) لكانوا الظلام وكنت النهاراَ (\nفمن قول الآخر: بيضاء في وجنتها احمرار\nيعَيبهُا جاراتُها القِصَارُ\n...\nهُن الليالي وهيَ النهارُ\nوقولك:\n) أسير إلى إقطاعه في ثيابه (\nالبيت. . . من قول أحمد بن أبي طاهر:\nلوْ كنْتُ مِن أوْلادِ يحِيَى لما\n...\nزادَ ولوْ كانَ أبُوهُ أبي\nمِن مالِهِ مالي ومِن جاهِهِ\n...\nجاهي ومِن مَركَبِهِ مركَبي\nوأحمد بن أبي طاهر أخذه من شاعر قديم:\nفلَحمي وما قد سِيطَ باللُحم من دمي\n...\nوجاهي وقَدْري من ثَراكَ ومالي\nولوْ لم يقُمْ بالشُكرِ لفَظي لخَبَُرَتْ\n...\nيَميني بما أولْيَتني وشمِالي\nونَم بهِ جِلدْي وعَظْمي ومفَصِلي\n...\nوعَبدي وبرذْوني ونضَرَةُ حالي\nوقد أخذت أيضاً قوله \" ونم به جلدي \" فقلت:\n) أقَرُ جلِدْي بهاَ عَلي فَماَ\n...\nأقْدرُ حتى المَماتِ أجحَدُها (\nوالأصل في ذلك المعنى قول النابغة الذبياني:\nفإنُ تلادي إنْ نَظَرْتُ وشِكُيُ\n...\nومهُري وما انضَمُتْ عليهِ الأنامِلُ\nحبِاؤكَ والعيِيُ الهجانُ كأنها\n...\nهِجانُ المهَا تَرْدي عليها الرحائلُِ\nوقولك:\n) إذا لم يعوذ مجده بعيوب (\nمن قول كشاجم:\nشخَصَ الأنامَ إلى جَمالك فاستَعِذْ\n...\nمن شُرَ أعيُنِهِمْ بعَيْبٍ واحِدِ\nوقولك:\n) بشق قلوب لا بشق جيوب (\nمقو قول أعرابي:\nومن دونِ ما ألقاهُ من ألَمِ الهَوَى\n...\nتُشَق قلُوبُ بَلْ تشُقُ جُيوبُ\nولمُا نظرنا بِالرُقِيبِ ولحَحْظِهِ\n...\nوالحظي على لَحْظِ الرُقيبِ رقَيبُ\nوقولك:\n) ولا رأي في الحب للعاقل (\nمن قول الأول:\nوما من فتى في الناس يُحَمدُ أمرُهُ\n...\nفيوجَدَ إلا وهْوَ في الحُب أحمَقُ\nوقولك:\n) وتأبى الطباع على الناقل (\nمن قول الأول:\nوكيف بتركي يا ابن أم الطبائعا\nوقال الآخر:\nإن التخلق يأتي دونه الخلق\nوقولك:\n) فإنُ الحُساَمَ الصقيل الذي\n...\nقُتلِتُمْ بهِ يَدِ القاتِلِ (\nمن قول عمرو بن الأهتم:\nفإن الرُدَيْنيُ الأصَمَ كعُوبُهُ\n...\nإذا عُدْتَ في ظلُمِ الصديقِ يَعودُ\nفبهره ما أوردته وقيد نطقه. وأعجب المهلي ذلك كل الإعجاب، فقال الأنباري: لله أبي الطيب في قوله:\n) كذا قضَتِ الأيامُ ما ببنَ أهلهِا\n...\nمصَائب قوْمٍ عند قوْمٍ فوائدُ (\nفقلت بل لله در أبي العتاهية في قوله:\nمَوْتُ بعَضِ الناسِ في الأرْ\n...\nضِ على بَعْضٍ فُتُوحْ\nإلا أن أبا الطبي أكرم لفظاً، وأول من نطق بهذا المعنى عمرو بن حلزة، أخو الحارث، في كلمته التي أولها:\nلم يكُنْ إلا الذي كانَ يكُونُ\n...\nوخطوبُ الناس في الدهرِ فنونُ\nثم قال ي اثر هذا:\nربما قَرتْ عيونُ بشَجى\n...\nمُرْمضٍ قد سخَنتْ منهُ عيونُ\nفهذا قوله:\n) مصائب قوم عند قوم فوائد (\nفقال الأنباري: ومن قوم فوائد\n) ومن نكدَِ الدُنيا على الحُر أن يرَىَ\n...\nعَدُواً لهُ ما من صَداقَتِهِ بُدُ (\nفقلت: العجيب قول النظام البائس:\nالجزء: 1 ¦ الصفحة: 38\n",
        "ومن نكَد الدُنيا على الحرَ أن يرىَ\n...\nعَدُواً فيهَوىَ أن فيهوَى أن يقُالَ خلَيلُ\nوإلى هذا المنى ذهبُ ابن المبارك بقوله:\nمَن دَليلي إلى طريقِ رَشادي\n...\nمضنْ مُعيني مَنْ طالبُ لي طَريقاَ\nلم تزَلْ بي نَوائبُ الدهرِ حتى\n...\nترَكَتْني لِمَنْ أعادي صَديقاَ\nعلى أن القاسم بن يحيى المريمي وخليق بأن تكون عليه عولت فقد قال في قصيدة أولها\nإنْ كانَ رَأيك في أمورِكَ ثاقبِاً\n...\nفاصْبرْ وَلا تكُ للقضاءِ مُغالبِاَ\nفقال فيها:\nنفَسي فِداؤكَ ضائراً أوْ نافعاً\n...\nأو زاهِداً في عَبدهِ أوْ راغِباَ\nلأصبت ما كَبتَ العدو وكان لي\n...\nفرَحاً وكانَ على العدوَ مصائباَ\nوقد قالُ ابن الرومي:\nعَدُوُكَ من صدَيقك مُستفادُ\n...\nفلا تَستكثرنّ منَ الصحابِ\nفإنّ الدّاء أكثرَ ما تراهُ\n...\nيكونُ منَ العظامِ أو الشرابِ\nوقد أخذتَ البيت الأخير من هذين بأسره فقلت:\n) يَقُول ليَ الطّبيبُ أكلتَ شَيئاً\n...\nوداؤكَ في شرابِكَ والطعامِ (\nوينظر إلى هذا المعنى قول أبي نؤاس وكان أوله:\nإذا أمتَحَنَ الدّنيا لبيبُ تَكشفتْ\n...\nلهُ عنَ عَدوٍ في ثيابِ صَديقِ\nوأبو نؤاس احتذى في هذا القول جرير:\nدَعَوْنَ الهوىَ حتى ارتْمينَ قلُوبناَ\n...\nبأسْهُم أعداءٍ وهنّ صديقُ\nفقال الأنباري: أتعرف لأحد هذا المعنى:\n) بَنُو كَعبٍ وما أثّرتَ فيهمْ\n...\nيَدُ لم يدْمها إلاّ السَوارُ (\nفقلت له: ليس كلّ معنى استرقه يحضرني، ولكنني أعرف له في هذه الكلمة:\n) مَضوْا متَسابقي الأعضاء فيهِ\n...\nلأرْؤسهمْ بأرْجلهمْ عثارُ (\n) إذا سَلَكَ السّماوةَ غير هادٍ\n...\nفقَتْلاهُمْ لعينيَه منَارُ (\nفأما قوله:\n) لأرْؤسهمْ بأرجلهمْ عثارُ (\nفمن قولُ ابن المعتز:\nصَيّروا هاماتهِمْ\n...\nفي التّرابِ أرْجُلاُ\nوأما قوله:\n) فَقَتْلاهمُ لَعيَنيهِ منَارُ (\nفمن قول ذي الرمة:\nودَويّةٍ قَفْر يحارُ بهاَ القَطاَ\n...\nأدلاَء رُكْباها بناتُ النّجائبِ\nيُحابي بها الجلَدْ الذي هوَ حازِمُ\n...\nبضرْبةِ كفّيهِ الملاَ راكبِ\nقطَعتُ بشُعْبٍ كالنضًالِ فاصبحوا\n...\nمع الأهلِ جذَلي في متونِ السّباسب\nثم قلت: هذه القطعة من أبيات المعاني. وأقلبت على أي الطيب فقلت: هل يحضرك فيها وقول؟ فاعرض من جواي وتشوف المهلبي إليه، فقلت: أراد بقوله \" يحاربها القطا \" لسعتها واشتباها، وخصص القطا أهدى الطير، قوله: أدلاء ركباها بنات النحائب هو قول أبي الطيب:\n) فقتلاهم لعينيه منار (\nفبنات النجائب أولادها تساقطها في الطريق من جهد السير، يستدلون بها. وقوله: \" يحايي \" من الحياة أي يستحيي بها، وقوله بضربة كفيه الملا \" يريد أنه يتيمم بالتراب ويستسقي الماء ليستقيه صاحبة ولا يتوضأ به والنصال: نصال السهام، شبه الركب بها في ضمورهم وشحوبهم، وقوله: \" فأصبحوا مع الأهل \" يريد أنهم عرسوا فناموا فحملوا بأهلهم في نومهم. فقال أبو سعيد السيرافي: هذا كقول الآخر:\nقد ألقَحتُ فِتياُننَا الرحائلا\n...\nما تركوا منهُنُ حنِواً حائِلا\nيريد أنهم احتملوا على الرحال. فقال علي بن عيسى الرماني هذا كقول دعبل:\nفلَمُ أرَ مَطروقاً يحلُ بضَيفه\n...\nولا طارِقاً يعُطي المُنى ويشيبُ\nفاستحسن ذلك المهلبي، فقلت: ومله قول الراعي:\nكفَاني عِرِفَانُ الكَرَى وكفَيتهُ\n...\nكُلوءَ النجومِ والنعُاسُ مُعانقُه\nفَباتَ يرُيهِ عرِسَهُ وبَناتِهِ\n...\nوبتُ أري النجُمَ أينَ مَخافقُهُ\nوقلت: مثل قول ذي الرمة:\nأدلاء رُكباها بَناتُ النجائِبِ\nقول الآخر:\nبيِهماء يسَتافُ الترابَ دلَيلها\n...\nوليَسَ بها إلا اليمانيُ مُخلِفُ\nتَجاوزتُها وحَدي ولم أرهَبَ الردى\n...\nدَليلي نَجمُ أو حُوارُ مُختلفُ\nيقول: أجهضت الإبل م شدة السير فيها، فألقت أجنتها، فصارت كالمنار لساكنها يستدل ويهتدي بها. فاقبل المهلبي على أبي سعيد وأبي الحسن الرماني يستفهمها ويستزيد منهما فقالا: أمر على ما قال، وهكذا ذكر الأصمعي، فأعجبه ذلك. ثم قلت: وأعرف من تلك القصيدة قول أبي الطيب:\nالجزء: 1 ¦ الصفحة: 39\n",
        ") فكُنتَ السيفَ قائِمهُ إليها\n...\nوفي الأعداء حدَكَ والغرارُ (\nوهذا من قول الأول:\nنقُاسمِهُمُ أسيافَنا قِسمَةٍ\n...\nفينا غَواشيها وفيهم صُدورُها\nفقال علي بن عيسى هذا كما قال الآخر، أنشدناه محمد بم الحسنُ ابن دريد:\nيُنازعُني رِدائي عَبدُ عَمرو\n...\nرُويدَكَ يا أخا سَعدِ بن بكرِ\nليَ الشطرُ الذي ملَكتُ يَميني\n...\nفدونَكَ فاعتَجِرُ منهُ بشَطرِ\nقلت وأعرف فيها:\n) كأن شُعاعَ عَينِ الشمسِ فيهِ\n...\nففَي أبصارِنا عنهُ انكِسارُ (\nوهذا قول الآخر:\nإذا أبصَرتنَي أعرضَتَ عني\n...\nكأن الشمسَ مِن قبِلَي تدورُ\nوأعرف منها قوله:\n) فخَلفَهُمُ بردُ البيِضِ عنهم\n...\nوهامُهُمُ لهُ معَهَم معُارُ (\nوهذا كأنه من كلام الصوفية. فقال الأنباري أتعرف لأحد مثل قوله:\n) أمُلتُ ليَليةَ ساروا كَشفَ معِصمها\n...\nليلبثَ الحَيُ دونَ السيرِ حَيرانَا (\nفقلت: نعم قول محمود الوراق ومنه أخذ المعنى:\nقلتُ ارفعي السُجفَ نستمتع بمجلسنِا\n...\nفالشمس ما غيبتُ من وجهكِ الكلِلَ\nفقال الأنباري: أين هذا من ذاك؟ فقلت: هو هو إن أنعمت النظر فقال أبو الطيب وفي هذه الكلمة أقول:\n) أما الثيابُ فتَعرَى ومن محاسِنِها\n...\nإذ نضَاها ويكسَى الحُسنَ عرُيانا (\nفأعجلته بأن قالت: هذا الذي التزمته في قوله:\nزَينُ الثُيابِ وإن أثوابُها استُلبِت\n...\nعلى الحَشِيةِ منها زانهَا السُلَبُ\nفقال وفيها أقول:\n) كأنُهُمُ يَرِدونَ المَوُتَ من ظَمأ\n...\nأو ينشَقُونَ من الخَطيُ رَيُحانَا (\nفقلت سرقته من البحتري:\nيَتَزاحمونَ على القِتالِ لدى الوَغى\n...\nكتَزاحُمِ الذُود العِطاشِ لمَورِدِ\nقال: وفيها أقول:\n) لا أستزَيدُ على ما فيك من كَرَمٍ\n...\nأنا الفتى نِمتُ إن نَبهُتُ يَقظانَا (\nفقلت هذا مسروق من قول أبي تمام:\nنعِمةُ الله فيكَ لا أسأل اللهَ\n...\nسواها نعُمى سوىَ أن تدَومَا\nولو أني فعلتُ كُنتُ كَمَنُ\n...\nيَسألُهُ وهوَ قائمٌ أن يَقُومَا\nوقد قال جرير:\nإني وحُبكِ لو أردتِ زِيادةً\n...\nفي الحب عندي ما وَجدتِ مزيدَا\nفقال أبو الطيب وفيها أقول:\n) عَلَيكَ منكَ إذا أخلَيتَ مُرتقِبُ\n...\nلم تأتِ في السر ما لم تأتِ إعلانَا\nفقلت هذا مسروق من قول الآخر:\nلمَن لا أرىَ أعرضُتُ عن كل من أرَ\n...\nوصِرتُ على قَلبي رَقيباً لقاتِلِهُ\nوقد قال العباس:\nأغُضُ إذا نظرتُ إلى سواكُمُ\n...\nكأن لكم على قلبي رَقيِباً\nفأحفظه ذاك، ورسم المهلبي الأناة به، وأومأ إلي. فقال أبو العلاء صاعد بن ثابت، وكان في الحال يخلف المهلبي: أنا أستحسن قول أبي الطيب في سيف الدولة:\n) يَمشي الكرِامُ على آثارِ غيرِهمِ\n...\nوأنتَ تَخلُقُ ما تأتي وتَبتدَعُ (\n) مَن كان فوق محَل الشمسِ موضعُه\n...\nفليَسَ يرفعُه شيء ولا يضَعُ (\nفقال المهلبي: هذا بكر لم يقله أحد. ثم أقبل على الجماعة وقال: هل تعرفون هذا لأحد؟ فقال أبو الحسن الأنصاري، وكان متعلقاً بأذيال الأدب: يرجع إلى تواب الذي يخرج السرق، يريدني فقال: ما عندك فقلت: الأول مسروق من قول الصنوبري:\nوما كفَاكَ بأن ألفيِتَ مُتبِعاً\n...\nفي الجُود حتى لقت ألفيتَ مبُتدعا\nوما الثاني فمسروق من قول بني دلامة، وبعض أصحابنا يرويه لماني:\nلو كان يقَعُدُ فوقَ من كرَمٍ\n...\nقومُ لقيِلَ اقعُدوا يا آلَ عَباسِ\nثم ارتَقُوا في شُعاعِ الشمس كلكمُ\n...\nإلى السماء فانتم سادةُ الناسِ\nوأول من نطق بهذا المعنى زهير في قوله:\nلو كان يقَعدُ فوقَ الشمس من كرِمٍ\n...\nقومُ بأولهِم أو مَجِدهم قَعَدُوا\nالجزء: 1 ¦ الصفحة: 40\n",
        "فلما غشي أبا الطيب موج هذا الكلام قال: رويداً، أما ما نعيته علي من السرق فما يدريك أني اعتمدته، وكلام العرب آخذ بعضه برقاب بعض، وآخذ من بعض، والمعاني تعتلج في الصدور، وتخطر للتقدم تارة وللمتأخرة أخرى، والألفاظ مشتركة مباحة. وهذا هو عمرو ابن العلاء سئل عن الشاعرين يتفقان في اللفظ والمعنى مع تباين ما ينهما، وتقاذف المسافة بين بلادهما، فقال: تلك عقول رجال توافت على ألسنتها. وبعد، فمن هذا الذي تعرى من الأتباع، وتفرد بالاختراع والابتداع لا أعلم شاعراً جاهلياً ولا إسلامياً إلا قد احتذى واقتفى، واجتذب واجتلب، هذا امرؤ القيس يقول:\nجُؤجُؤُ حَشرُ كأن لشجامَهُ\n...\nيُعالَى به في رأسِ جذِعٍ مُشذبِ\nوإنما اعتمد غيه على أبي داود:\nوهادٍ تَقَدُمَ لا عَيُبَ فِيهِ\n...\nكالجذِعِ شُذبَ عَنهُ الكَرَبُ\nوقال أيضاً:\nكأنُ مَكاكيُ الجوِاء غدُيةً\n...\nصُبِحنَ رَحيقاً مِن سُلافٍ مفلفل\nوإنما اعتمد فيه على أبي داود الإيادي:\nتَخَالُ مَكاكيِهُ بالضحى\n...\nخلاِلَ الدقارِي شَرباً ثماَلا\nوقال امرؤ القيس يصف فرساً:\nكأن غُلامي إذا عَلا حالَ متَنِهِ\n...\nعلى ظَهرِ بازٍ في السماء مُحلقِ\nوهو من قول أبي داود:\nإذا شاء راكبُهُ ضَمهُ\n...\nكما ضَم بازٍ إليَهِ الجَناحَا\nوقال امرؤ القيس:\nمِكرٍ مِفَر مقُبِلٍ مدُبِرٍ معاً\n...\nكجلُمودِ صَخرٍ حطه السيلُ من علِ\nوإنما اعتمد فيه على أبي داود في قوله: منِفح مِطرحُ مِعَنُ مِفَنُ مِخلَطُ مِزيَلُ جموحُ خَروجُ وقال امرؤ القيس واصفاً برقاً:\nويهدَا تاراتٍ سَناَهُ وتارةً\n...\nينَوُء كما ناءَ الكسيرُ المهَيضُ\nاعتمد فيه على أبي داود أيضاً في قوله:\nوانداح يَنهضَ نَهضَ الكَسيرِ\n...\nجأجَأهُ الماءُ حتى أسالا\nوقد أخذه عدي بن زيد منهما فقال:\nوحبيّ بعدَ الهُدُو تُهاَديهِ\n...\nرياحُ كَما يزَجىً الكَسيرُ\nفهذا أمير الشعراء؛ ومن بعده النابعة، وقد قدّمه عليه قوم، فقال\nوتَخالهاُ في البيتِ إذْ فاجأتها\n...\nقد كانَ محجوباً سراجُ المَوقد\nوإنما اعتمد فيه على قول امرئ القيس:\nتضُيء الظّلامَ بالعشاء كأنهاّ\n...\nمنَارَةُ مسمىَ راهب متَبتلِ\nوقال زهير:\nيَطعنهمْ ما ارتموْاْ حتى إذا اطعنوا\n...\nضاربَ حتى إذا ما ضاربوا اعتَنقاَ\nوإنما اعتمد فيه على قول مهلهل:\nأنْبضواُ معَجسَ القسيّ وأبرَقْنا\n...\nكما توُعدُ الفُحولُ الفحُولا\nوقال الأعشى يصف الطيف:\nيَلوينَي ديْني الغَداة وأقتضيِ\n...\nودينْي إذا وقَذَ النّعاسُ الرقدّاَ\nوإنما أخذه من قول عمرو بن قميئة:\nنأتْكَ أمامةُ إلاّ سؤالا\n...\nوإلاّ خَيالاً يوُافي خياَلا\nيواُفي معَ اللّيلِ ميعادُها\n...\nويأبىَ معَ الصبّح إلاّ زَوالا\nفقلت له: من هاهنا أخذ قيس بن الخطيم:\nأنىّ سَربتَِ غَيَر سَروُبِ\n...\nوتُقَربُ الأحلامُ غيرَ قَريبِ\nما تمَنعَي يقَظيَ فقدْ تؤُتينهُ\n...\nفي النوْمِ غيرَ مصردٍ محسوبِ\nفأخذ هذا البحتري فقال:\nبنفسيَ من تنأى ويدنو ادّكارها\n...\nويبذُلُ عنها طيفهاُ وتماُنعُ\nقال: وأخذ الأعشى قوله:\nتَبيتوُنَ في المشتى ملاءً بطونكمْ\n...\nوجاراتكمْ غرْثىَ يبتنَ خمائصاَ\nمن قول الأشعر:\nلا يصلُحُ الجارانِ أنْ يتجاوَرَا\n...\nهذا أخوُ شبعٍ وذا طاوي المعاِ\nوهذا عبيد بن الأبرص أخذ قوله:\nوالناسُ يلحْونَ الغَوِيَ إذا همُ\n...\nخطبواَ الصّوابَ ولا يلاُم المرْشدُ\nمن قول المرقش الكبر:\nفمنْ يلقَ خيراً يحمدِ الناّس أمرهُ\n...\nومنَ يغْولاِ يعدْمْ على الغيّ لائِما\nوقال الأخطل:\nأما السُراةُ فمِن ديباجةٍ لهَقٍ\n...\nوبالقوائمِ مثلُ الوَشمِْ بالقارِ\nوإنما أخذه من قول المسيبّ بن علس في قوله:\nكأنّ على الظّهرِ ديباجةً\n...\nوسُدُ القَوائمِ يحسبنَ قارَا\nوهذا جرير أخذ قوله:\nوإني لعفُ الفقرِ مشتَركُ الغنى\n...\nسريعُ إذا أرْضَ داري، احتمالياَ\nمن المنخبل السعدي في قوله:\nإني لترَزْؤني النَوائبُ في الغنى\n...\nوأعفُ عندَ مشَحةً الإقْتارِ\nالجزء: 1 ¦ الصفحة: 41\n",
        "ولجرير في هجاء الفرزدق:\nتَسيلُ علَيهمُ شعُبُ المخازي\n...\nوهمْ كانوا لسوأتها قَرارَ\nوللفرزدق في هجاء جرير:\nأنتمُ قَرارةُ كلّ معَدنِ سوْأةٍ\n...\nولكلّ سائلةٍ تسيلُ قَرارُ\nوقد أخذاه جميعاً من أعشى باهلة في هجاء الرقاد بن عمرو الجعدي:\nبنوُ حصْنٍ قرَارةُ كلّ لؤمٍ\n...\nكذاكَ لكلّ سائلةٍ قرارُ\nوأخذ الفرزدق قوله:\nجرْدَ القيادِ وفي الطرَادِ كأنهاّ\n...\nعقبانُ يوْمِ تغَيمٍ وطلالِ\nوأخذ قوله:\nوذاتِ حليلٍ أنكحَتْها رِماحُنا\n...\nحَلالاً لمنْ يبَني بها لم تطَلقِ\nمن سُليك بن السلكة في قوله:\nوكَمْ أيمٍ قد أنكَحَتهْا رِماحُنا\n...\nوأخرى على عمّ وخالٍ تلهفُ\nثم قال: وهذا نبذ يسير من شيء كثير لا يأتي عليه الجمع والاستقصاء، فضلاً عما تساعد به القريحة ويميله الحفظ للمذاكرة. فاشرأب الوزير إلى كلامه، وأصغت الجماعة إلى قوله: وأظهرت استحساناً لا يستحقه ما أتى به. فقلت له: أما قولك إن المعنى يعتلج في الصدر فيخطر للمتقدم تارة وللمتأخر أخرى، وإن الألفاظ مشتركة، فليس الأمر كما تخيلته، ولا الكلام كلهّ مشترك، ولا أن الأول ليس بأولى به من الآخر. ولو كان كذلك لسقطت فضيلة السابق، ولبطلت مهلة المتقدم ولما قدمت شعراء الجاهلية على شعراء الإسلام، وقدم الصدر الأول من الإسلاميين على الصدر الأول من المحدثين\n...\nوإنما حكم لهم بالفضل، وسلم إليهم خصله من أجل ما ابتدعوه من المعاني، وسبقوا إليه من الاستعارات، وابتكروه من التشبيهات الواقعة والأمثال الشاردة، وذللوه من طرق الشعر الحزنة ولما تغايروا بالسرق والاجتلاب والنقل والاجتذاب. ألا ترى إلى قول قرادُ ابن حنش المري هاجياً بني عوف:\nإذا ما انتَدوا أقعَوا بيوتهِم\n...\nجُلوس إماء الحي حولُ المَجازر\nوإن نَطقُوا قالوا بما قِيلَ قَبلَهُم\n...\nوإنَ وَرَدوا حلو خلاِلَ الصوادِرِ\nوعير جرير الفرزدق باجتلابه فقال:\nستعَلمُ مَن يكون أبُوه قَيناً\n...\nومنَ عُرفَت قَصائدُهُ اجتلابا\nولما قال كعبُ:\nفمَن للقوافي شانها من يَحُوكُها\n...\nإذا ما مضَىَ كعبُ وفوزَ جرولُ\nأعترضه مزرد بن ضرار، وأخو الشماخ، فقال:\nمررَت على كعب فخِلت أوبدِي\n...\nأوابد تعَلوا فوقَ كعبٍ وجرول\nفهَل خُضتَ بحراً قصر الناسُ دونه\n...\nمن الشعر أم هل قلتًَ ما لم تقُولِ\nوقال ابن هرمة يذكر قوماً استرقوا شعره، واستعاروا معانيه:\nأغذو تلاداً من الأشارِ أصلحها\n...\nصلاحَ ذي الحزم للحاجات والرتلِ\nاحذو قصائدَ للراوينَ باقيةً\n...\nكأنها بينهمَ موشيةُ الحُللِ\nأما نسيباً وإما مدَحَ ذي فَخَرٍ\n...\nيبقى وإما ادخاراً من ذوي خطَلِ\nحتى إذا امتلأت أسماعهم عجبَاً\n...\nواستوقفت في قلوب القوم كالعسلِ\nأهووا إليها لغوصٍ في مسارحها\n...\nلم يقرعوا أمهات الشول للحبلِ\nفاستطلعوا عقلاً لا يعقلون بها\n...\nوأوضعوا قعَد المجموع في الهملش\nوما أشاركهم في طرقِ فحلِهم\n...\nولا بسهَلٍ أراعيهم ولا جَبلِ\nما إن أزال أرى وسَمي فأعرفه\n...\nفي ذود آخر موسوماً على قبلِ\nوما وسَمتُ قلاِصاً وهيَ راتعَةُ\n...\nحتى أتتُ رَغَم الاقيادِ والعُقَلِ\nوما قولك: من هذا الذي من التباع والاحتذاء، وسلوك الطريق التي تقدم إليها غيره من الشعراء؛ فلعمري إن الأمر على ما ذكرته، إلا أنه لا يحمد من الكلام ما كان غاباً، ولا المعاني ما كان مكرراً مردداً. فلا يتسمح الشاعر بأن يكون جمهور شعره عند التصفح مسترقاً ملصقاً، ومجموعاً ملفقاً، ولا أن يكثر الاعتماد في شعره، ويتناصر السرق في كلامه. ومن السبيل المحتذي أن يأخذ المعنى دون اللفظ، ثم أن يطويه أن كان مكشوفاً، ويكشفه إن كان مستوراً، ويحسن العبارة عنه، ويختار الوزن العذب له، حتى يكون بالأسماع عبقاً وبالقلوب علقاً. ألا ترى إلى قول الأعشى:\nوذَرْنا وقَوْماً إنْ همُ عَمدَوا لنا\n...\nأبا ثابتٍ واقعُدْ فإنُكَ طاعمُ\nفأخذه الحطيئة، فأحسن العبارة عنه، واستوفى المعنى فيه، فصار أحق به من المخترع له بقوله:\nالجزء: 1 ¦ الصفحة: 42\n",
        "دَعِ المَكارِمَ لا تَرْحَلْ لبُغيَتها\n...\nواقُدْ فإنُكَ أنتَ الطاعمُ الكاسي\nوكما قال امرؤ القيس:\nولا مِثلَ يَوْمٍِ في قُذارَنَ ظلِتْهُ\n...\nكأني وأصحابي على قَرْنِ أعْفَراَ\nفأخذه المرار وكشفه وقال:\nكأنُ قلُوبَ أدلائِهاَ\n...\nمُعَلُقَةُ بقُرُونِ الظُباء\nوكما قال المرقش في شبلين:\nما مَرُ يوْمُ إلاُ وعندهما\n...\nلحُم رِجالٍ أوْ يُولغانِ دما\nفنظر امرؤ القيس نظراً فقال:\nكأنُ قُلوبَ الطُيرِ رَطباً ويابساً\n...\nلدى وكَرِها العُنابُ والحَشَفُ البالي\nوذلك أن امرأ القيس ذهب إلى أن العقاب مرزوقة وأن الصيد عندها، إلى هذا ذهب المرقش في وصف اللبوة إلى أنها مرزوقة وإلى أن الفرائس عندها كثيرة. وأنت إذا تأملت الأبيات التي احتجت بها وجدت كثيراً من المأخوذ فيها مبرزاً على المأخوذ منه، متقدماً في ميدان البيان، محكوماً فيه للآخذ بالإحسان، أو مساويا له كل المساواة. فمن المساواة قول امرئ القيس:\nفلو أنها نَفسُ تَموت سويةٍ\n...\nولكنها نَفسُ تَساقَطُ أنفساً\nفأخذه عبد بن الطيب، فكشفه\n...\nوأرهفه وساوى فيه من تقدمه فقال:\nفما كان قَيسُ هَلكُهُ هُلكَ واحد\n...\nولكنِهُ بُنيانُ قَومٍ تَهَدَمَا\nونظير هذا قول نابغة الذبياني:\nسقَطَ النُصِيفُ ولم تُرِد إسقاطَه\n...\nفتناَولَتُهُ واتقَتنا باليَدِ\nفأخذ المعنى أبو حية النميري فأحسن كل الإحسان لزيادة لطيفة زادها في قوله:\nفألقتُ قِناعاً دونهُ الشُمسُ واتقتُ\n...\nبأحسَنِ مِوصُولَيِن: كفٍ ومعِصَمِ\nفوجبت له المساواة بهذه الزيادة، ولم يعط الفضل على النابغة لتقدم النابغة في الاختراع لهذا المعنى. والزيادة قوله: \" دونه الشمس \" يريد مثل الشمس، وبقوله: \" بأحسن موصولين \". فأما أن يجتلب الشاعر المعنى ويقصر عن استيفائه تقصيرك، ويسيء العبارة عنه إساءتك، ويقع أبداً دون الأول، فغير محمل له، ولا متسمح فيه، ولا محكوم بالإحسان في شيء منه. ألا ترى إلى قول طرفة:\nلعَمرُ إن الموتَ ما أخطأ الفَتى\n...\nلَكَالطوَلِ المرخى وثنِياه في اليدِ\nفأخذه الراعي فقصر كل التقصير فيه بقوله:\nوأعلَمُ أن الموتَ يا أم عامرٍ\n...\nقَرِينُ محيطُ حبَله من وَرائِيَا\nفانظر إلى تفاوت ما بين الكلامين مع سبق المتقدم إلى المعنى. وقال طرفة\nفإن كنتُ ماكولاً فكُنُ أنتَ آكلي\n...\nفبعضُ منَايا القومِ أشرفُ من بعض\nفأخذه عبد الله بين الحجاج الثعلبي فقال:\nفأن كُنتُ مأكولاً فكُنُ أنتَ آكلي\n...\nوإن كنتُ مَذبوحاً فكن أنتَ تذبحُ\nفأساء كل الإساءة، وأبدلنا من ذلك المثل السائر واللفظ الفصيح بما برهن عن كلال حده وشح زنده وقال المرار يذكر الظليم:\nذو بُردةٍ خُلتُعلى جؤُشوُشهِ\n...\nسوداءَ جافيَةٍ منَ الغَزلِ\nوشقَيقَةٍ بَيضاء غيرِ طَويلةٍ\n...\nعَن رُكبتَيهِ قَليلَةِ الفَضلِ\nقوله: \" جافية من الغزل \" لانتقاش ريشه. وشبه سواد أعاليه وصدره ببردة سوداء قد خلت عليه. وشبه بياض أسافله إلى ركبتيه بشقيقةٍ بيضاء، هو ما شق باثنين، لأن إذا بل ركبتيه انقطع فأخذ هذا الطرماح فاختصر لفظه وأحسن العبارة عنه بقوله:\nمجتابُ شَمُلَة بِرُجدٍ لسَراتِه\n...\nوَزَراً وأسلَمَ ما سواه البُرجُدُ\nيقول: ظهره مخطط. وقال النابغة يصف ثوراً وحشياً وهو من معانيه التي ما سبق إليها\nمِن وَحشِ وجَرَةَ مَوشِيُ أكارِعُهُ\n...\nطاوي المصَيرِ كسيَفِ الصيقلِ الفَرِدِ\nفأخذه الطرماح وزاد أحسن زيادة، وصار من أجلها أحق بالمعنى بقوله:\nيَبدو وتُضمِرُهُ البِلادُ كأنه\n...\nسَيفُ على شرَفٍ يسُلُ ويغُمَدُ\nفشبهه في حالي ظهوره وخفائه بالسيف في حالي سله وإغماده، وقد قال بعض العرب:\nتاهَتُ عَلُي بأنُ تَمتُ مَحاسِنُها\n...\nخَوُدُ تكلمُ في أعطافها الفِتَنُ\nهَمُتُ بإتياننِا حتى إذا نَظَرَتُ\n...\nإلى المرِاةِ نهاها وَجههُا الحسنُ\nفأشار أبو نؤاس إلى هذا المعنى إشارة خفية وزاد زيادة لطيفة فقال:\nتَطَلعُ في المِرَاةِ فقالَ إيها\n...\nأنا الشمسُ الني لا شكُ فيها\nالجزء: 1 ¦ الصفحة: 43\n",
        "أنا واللهِ أصُلُحُ للمعَاصي\n...\nإذا أهلُ الذنُوبِ تقَارفوُها\nفانظر إلى لطفه في الأخذ، وحسن تأتيه للاتباع والاحتذاء. ثم قلت ولم أجدهم يحمدون إكثار الشاعر من الأتباع، وإكثاره من الأخذ والرق، فإن ذلك منه يدلب على ضيق المجم، على الفقر والاختلال، وعلى قصور الخاطر وبلادة الفكر وجبن القريحة. فأعجب المهلبي بما أوردته، ووكد وصاة من كان نصبه من كتابه لإثبات ما جرى وضبطه وتحصيله واستيفائه. وقال: إنما نأتيكم الفينة بعد الفينة، فإذا أتيناكم فأحسنوا القرى. ونهض مغضباً، فأمر المهلبي برده فرد مكرها، ول يطل الجلوس ونهض. فلما انصرف أقبل علي المهلبي وقال: أريد أن تفاوضه الكلام في شعر أبي تمام والبحتري، وتلبو ما عنده فيهما.\nومضى أسبوع ولم يستدعه ولم يحضر مبتدئاً، ثم حضر واعتذر من تأخره، وقد كان أبو علي الأنباري جر له حبال الطمع، ووعده عن المهبلي بما كان بعيداً من الوصول إليه، لسوء رأي المهلبي فيه. فأومأ إلي أن جاره ما وسمت لك مجاراته. فسألته إنشاد كلمته التي أولها:\n) وَاحَرُ قَلباهُ ممِنُ قَلبُهُ شَبِمُ\n...\nومَن بحالي وجسِمي عندَهُ سَقَمُ (\nفتلكأ يسيراً، ثم ابتدأ فأنشدها إلى أن انتهى إلى قوله:\n) وَالحَيلُ والليلُ والبَيداء تعَرِفُني\n...\nوالحربُ والضربُ والقِرطُاسُ وُالقلمُ (\nفاستحسنت الجماعة هذا البيت استحساناً أفرطت فيه. فلت: إنما أخذه من إماميه. فقال: ومن إماماي اللذان استلحقت شعرهما، وهتكت حريمهما، وأنحيت عليهما، وتناكرت معرفتهما؟ قلت: أبو تمام والبحتري، فأما البحتري فقال:\nيا خَليلي بالسواجيرِ من أدُ\n...\nبن معَنٍ وبحُترُِ بنِ عَتُودِ\nاطُلبُاً ثالِثاً سوايِ فإنيُ\n...\nرابعُ العِيسِ والدجى والبِيدِ\nوأما أبو تمام فقال، وعليه اعتمد البحتري:\nالعيِسُ والهَمُ والليلُ التُمامُ معَاً\n...\nثَلاثَةُ أبَداً يُقُرنُ في قَرَنِ\nوأبو تمام احتذى فيه قول الشنفرى:\nولَي دونَكم أهلونَ سيدُِ عملُسُ\n...\nوأرقَطُ زُهلوُلُ وعَرَفاءُ جَيألُ\nثَلاثةُ أصحابٍ فُؤادُ مُشَيُعُ\n...\nوأبيضَ إصُليتُ وصفَراءُ عَيطلُ\nوإلى هذين البيتين نظر ذو الرمة في قوله:\nولَيُلٍ كجِلبابِ العَرُوسِ أدرَعتُهُ\n...\nبأربعةٍ والشخصُ في العينِ واحِدُ\nأصمُ عِلافيُ وأبيضُ صارمُ\n...\nوأعيسُ مَهُرِيُ وأروَعُ ماجدُ\nفقال بعض لحاضرين، وأحسبه الأنباري: ما يشبه الليل من جلباب العروي؛ فأمسكتُ. فقال المهلبي: ما تقول؟ فقلت له: لا يشبه الليل من جلباب العروس شيئاً إلا طوله وسبوغه. فقال المهلبي فما يريد بقوله:\nبأرُبَعةٍ والشخصُ في العَينِ واحِدُ\nفقلت: إنه يريد أنه نظر إلى هذه الجملة مجتمعة في ظلمة الليل، فتخيلها شخصاً واحداً. فقرع سمعه من كلامي ما أيقظ حميته وهز للشغب عزيمته وحرك سورته فتمثل بقول الشاعر:\nوقد تذُكَرُ الأشياءُ بالشيء بعدَها\n...\nويرجِعُ للوُدُ العَدُوُ المبُايِنُ\nوقال: أما أبو تمامكم هذا الذي يقول:\nتجَرُعُ أسى قد أقفَر الجَرَعُ الفَردُ\n...\nودَعُ حِسيَ عينٍ يحَتلِبُ ماءه الوَجدُ\nفأحال أقبح إحالة، واستعار أبع استعارة، بتصييره للعين حسيا، والأحساء توصف بقلة الماء، ومن شأن الدموع أن توصف بالغزارة من ذوي الوجد والصبابة، فكان الجماعة أصاخت إلى هذا القول. فقلت: ليس الأمر على ما تختليه، من أجل أن الحسي الرمل الذي يكون تحته حجر صلب يرد الماء، فشرب الرمل الماء إلى أن ينتهي إلى ذلك الحجر، فإذا احتاجوا إلى الماء احتفروا وأخرجوا شيئاً بعد شيء. هذا قول صاحب \" العين \" وجماعة من أهل العلم. فاستعار أبو تمام للعين حسياً، من أجل أن الدموع تخرج شيئاً بعد شيء، وهذه استعارة حقيقة لا استعارة مبالغة. فأمسك هنيهة ثم قال: أبو تمام القائل في هذه القافية:\nرَقيقُ حوَاشي الحِلمِ لو أن حِلمَهُ\n...\nبكفَيكَ ما مارَيُتَ في أنهُ بُرُدُ\nفهل امتدح أحد فبله أحداً برقة الحلم، ووصفه بالركانة والثخانة أولى، ألا ترى إلى قول عدي بن الرقاع:\nأبَت لكُمُ مَواطنُ طَيباتُ\n...\nوأحلامُ لكُمُ تزِنُ الجبالا\nالجزء: 1 ¦ الصفحة: 44\n",
        "قال: ثم أنه شبه الحلم في رقته بالبرد، ورقة البرد دال على هلهلة نسجه وليس ذلك من أوصافه ولا ممادحه. قال وفي هذه القصيدة يقول:\nفلا تحَسبَا هِنداً لها الغدرُ وحَدَها\n...\nسجَيِةُ نَفُسٍ كُلُ غانيةٍ هندُ\nوإنما أخذه من قول الأضبط بن قريع السعدي، وكان سيدهم، فرأى منهم حسداً، فرحل عنه ونزل في آخرين، فرآهم على مثل حالهم فقال: \" أينما أذهب ألق سعداً \"، أي الناس مثل قومي في حسدهم ساداتهم. فقلت له: لا دليل على فضل أبي تمام أوضح من أخذه هذا الكلام ونظمه إياه في تلك العبارة السهلة الجزالة البعيدة القرية. فقال: وأبو تمام القائل:\nأقولُ لقُرحانٍ من البينِ لم يضُِف\n...\nرَسيسَ الهضوَى بينَ الحَشا والتُرائبِ\nما قرحان البين، أخرس الله لسانه؟ فقلت له: يريد رجلاً لم يقطعه أحبابه ولم يبن عنه ألافه ولا اعتاده هوى ولا تعبد صبره وجد. والأصل في هذه الكلمة أن القرحان الذي لم يجدر وقال جرير:\nوكُنتُ مِن زَفَراتِ الُحب قُرحانَا\nوفي هذه الكلمة يقول أبو تمام:\nورَكُبُ يُساقُونَ الرُكابَ زُجاجَةً\n...\nمنِ السُيرِ لم يقَصِد لها كَفُ قاطبِ\nفقد أكلوا منها الغَوارِبَ بالسُرى\n...\nفصارَت لها أشباحُهُمُ كالغَوارِبِ\nفقال أبو الطيب: أما البيت الأول فمن قول أبي نؤاس إلى أن تتأمل البيت الثاني:\nقَوُمُ تَساَقوا على الكوارِ بَينهُمُ\n...\nكأسَ السُرى فانتشَى المسَقِيُ والساقي\nكأنُ أرؤسَهُمُ والسُكرُ يَخفضِهُا\n...\nعلى المنَاكبِ لم تُغُمَدُ بأعناقِ\nوأبو نؤاس أخذه من قول أبي دهبل:\nأقولُ والرّكْبُ قد مالتْ عَمائمهمْ\n...\nوقد سقىَ القْوم كأسَ النعسةِ السهرُ\nفقلت: وفي هذه القصيدة يقول أبو تمام:\nيرَ أقبَحَ الأشْياءِ أوْبةَ آملٍ\n...\nكَسَتْهُ يدُ المأمولِ حُلةَ خائبِ\nوأحسنُ من نورٍ يفتّحهُ النّدىَ\n...\nبياضُ العَطايا في سَوادِ المطالبِ\nفقال: أما البيت الأول فمأخوذ غارة من قول الأخطل:\nرَأينَ بياضاً في سودٍ كأنّهُ\n...\nبياضُ العَطايا في المطالبِ\nفقلت له: هذا البيت من اختلافات أحمد بن أبي طاهر تحاملاً على أبي تمام. وإلاّ فمن هذا الذي رواة الشعر، وفي أي قصيدة هو، وفي أي نسخة من نسخ ديوان الأخطل يوجد؟ فقال: وما الذي بعث أحمد بن أبي طاهر على هذا، وأي سبب أوجبه منه؟ فقلت أليس هو القائل:\nالبْحتريّ إذا فَتَشْتَ نسَبتهُ\n...\nفي بحُترٍ في بني ثُعلَِ\nكلاهُما يتَظنىّ عندَ نسَبْتهِ\n...\nوقَلبهُ منِ تظَنّيهِ على وَجلِ\nثم قلت: وفي هذه القصيدة يقول أبو تمام:\nوقد عَلمِ الأفْشينُ وَهوَ الذي بهِ\n...\nيصانُ رداءُ المُلكِ من كل جاذبِ\nبأنكَ لما اسْحنكَك الأمرُ واكتسىَ\n...\nأهابي تسسفى في وُجوهُ النوائبِ\nوقلت: هذا المعوز المعجز المطمع الممتنع، القريب البعيد، اسهل الوعر، وأنشدته منها:\nفلوْ كانَ يفنى الشعرُ أفنتهُ ما قرَتْ\n...\nحياضكَ منهُ في العصورِ الذّواهبِ\nولكنهُ صوبُ العُقولِ إذا انجَلتْ\n...\nسحائبُ منْهُ أعقبتْ بسحائبِ\nفقال أبو الطيب: أما البيت الثاني فمن قول أوس بن حجر:\nأقولُ بما صَبّتْ علَيهمْ غَمامتي\n...\nوجهديَ في حَبلِ العشَيرةِ أحطبِ\nفقلت: والله لئن كان أخذ كما تزعم، لقد طوى الأخذ، وزاد على المخترع بالمعنى زيارة لطيفة بقوله:) ولكنهّ فيْضُ العقولِ (فقال أبو الطيب: كيف يكون أبو تمام محسناً في الأخذ وهو القائل:\nيقودُ نَواصيهاِ جذيلُ مشارِقٍ\n...\nإذا آبهُ هَمُ عُذَيْقُ مغَاربِ\nوقد أخذه من اجزل لفظ وأفضحه لبعض المتقدمين:\nوركْبٍ بأبصارِ الكَواكبِ أبصروا\n...\nضلاَلَ المهاَرى فاهتدوْا بالكواكبِ\nيكونونَ إشراقَ المشارِقِ مَرةً\n...\nوأخرى إذا غابوُا غُرُوبَ المغارِبِ\nثم قال: وهو الذي يقول:\nلعَمْري لقد حَرّرْتُ يْومَ لقيُتهُ\n...\nلوَ أنّ القَضاء وَحدهُ لم يُبردِ\nفقلت له: وهو المبتدئ هذه القصيدة بقوله:\nغدَتْ تَستجيرُ الدّمعَ خَوْفَ نوىَ غدِ\n...\nوصارِ قَتاداً عندهاَ كلُ مَرْقدِ\nوأنقَدها منْ غَمرتِ المَوْتِ أنهُ\n...\nصُدودُ فراقٍ لا فراقُ تعَمدِ\nالجزء: 1 ¦ الصفحة: 45\n",
        "فأجرىَ لها الإشفاقُ دمعاً موَرداً\n...\nمن الدّمِ يجري فوْقَ خدّ موَرَدِ\nهي البدرُ يدْنيها توَدّدُ وجْهها\n...\nإلى كلّ من لاقتْ وإن لم توَدَدِ\nوفيها يقول:\nولكنّني لم أحوِ وفرْاً مجمعاً\n...\nوفُزتُ بهِ إلاّ بشملٍ مبّدد\nويم تعُطني الأيامُ نوْماً مسكناً\n...\nألذُ بهِ إلاّ بنوْمٍ مشرًدِ\nوطولُ مقُام المرْء في الحيّ مخلقُ\n...\nلديباجتَيْهَ فاغتَرِبْ تتَجَددِ\nفإنّي رأيتُ الشمسَ زيدتْ محبةً\n...\nإلى أن ليستْ عليهم بسْرمدِ\nفقال أبو الطيب: أما قوله) فاغتربْ تتجددِ (فمن قول لقيطُ ابن زرارة:\nومَنْ أدْمَنَ المشْواةَ في الحيّ أخلقا\nوقال: قوله) فإني رأيتُ الشمسَ (من قول كثيرَ: ولَوْ لم تغبْ شمسُ النهارِ لملّتِ وقلت له: ومن لك بمن يلفظ بمثل هذا ويستطيعه، أو يأخذ معنى فيكسوه معرضاً أنيقا، ويسبكه يعذب مشربه، ويستبهم على القرائح مراده. وقلت: وفيها يقول:\nوقَد كانتِ الأرْماحُ أبصرْنَ قلبهُ\n...\nفأرْمَدهاَ سترُ القضاء الممًددِ\nوإني لأرْجو أنْ تقلد جيدهُ\n...\nقلادَةَ مصْقولِ الذُبابِ مُهندِ\nمنُظمةً بالموتِْ يحظَى بحَليها\n...\nمقُلدها في الناسِ دونَ المقلدِ\nفقال أبو الطيب: وهو القائل:\nفضَربْتَ الشَتاءَ في أخذَ عيه\n...\nضَرْبةً غادَرَتْهُ عَوداً رَكُوباَ\nفقلت له: وهو القائل مبتدئاً هذه الكلمة:\nمن سَجايا الطُولِ ألاّ تجُيباَ\n...\nفصَوابُ من مقلةٍ أنْ تصوباَ\nوهذا من أحسن ابتداء، وفي تشبيبها يقول:\nأكثرَ الأرضِ زائراً ومزُوراً\n...\nوصَعوداً من الهَوىَ وصَبوباَ\nوكَعاباً كأنمّا ألبْستهاْ\n...\nغَفَلاتُ الشّبابِ برْداً قشيباَ\nبينَ البَينُ فقْدَها قلّما تعْرفُ\n...\nفقداً للشمسِ حتى تَغيباً\nوفي مديحها يقول:\nسَبقَ الدّهرَ بالتلادِ ولم ينْتظر\n...\nالنّائباتِ حتى تنوباَ\nوإذا ما الخطوبُ أعفتْهُ كانتْ\n...\nراحَتاهُ حَوادثاً وخُطُوباَ\nفقال أليس هو القائل:\nمُستسْلمُ لله سائسُ أمةٍ\n...\nلذوي تجَهضُمها لهُ استسلامُ\nلو أنه قذف كبده كان أولى من قوله:) تضجَهْمها (فقلت له: الرواية في هذا البيت) لذَوي تكبّرها (والتجهضم أخذك الشيء ببَغي، ولذلك سمىّ الأسد جهضماً، وهذه القصيدة يقول:\nأتحَدّرَتْ عَبَرَاتُ عَينكَ أن دعتْ\n...\nورْقاءُ حينَ تصَعصعَ الإظلاْمُ\nلا تنْشجنّ لها فإن بكاءها\n...\nضَحكُ وإنّ بكاءكَ استغرامُ\nهنّ الحَمامُ فإنْ كَسْرتَ عيافةً\n...\nمنْ حائهِنّ فإنهنّ حمامُ\nوهذا بكل شيء قاله محدث. وفيها يقول:\nبالشدْقَمياتِ العتاقِ كأنّما\n...\nأشباحهاُ بَينَ الإكام إكامُ\nأوْريْتَ زَنْدَ عَزائمٍ تحتَ الدُجى\n...\nأسرجنَ فكركَ والبلادُ ظلامُ\nفنَهَضْتَ تَسحبُ ذَيلَ جيشِ ساقه\n...\nحُسنُ اليقَينِ وقادهُ الإقْدامُ\nمشْعنجرٍ لجبٍ تَرىَ سلافّهُ\n...\nولهمْ بمنخرقِ الفضاء زِحامُ\nملأ المَلا عُصباً وكادَ بأنْ يرَى\n...\nلا خَلْفَ فيهِ ولا لهُ قُدامُ\nبسواهمٍ لحقُ الأياطلِ شُزًبِ\n...\nتَعْليقها الإسراجُ والألجامُ\nمُسْترسلينَ إلى الحتوفِ كأنّما\n...\nبَينَ الحُتوفِ وبينهمْ أرحامُ\nآسادُ غيلٍ مخدرِات ما لها\n...\nإلاّ الصوّارم والقناَ آجامُ\nوالضْربُ يعقدُ قَرمْ كتيبةٍ\n...\nشَرِسَ الضريبةِ والحتوفُ قيامُ\nفقصمْتَ عرُوْةَ جمْعهم فيهِ وقد\n...\nجَعلتْ تفصًمُ عن عراها الهامُ\nثم قال فيها:\nمتُوَطئو عقبيكَ في طلبِ العلى\n...\nوالمَدِ ثمّتَ تستوي الأقدام\nفأخذ البحتري هذا فقال:\nحزْتَ المدى سبقاً وصلىّ ثانياً\n...\nثمّ استوتْ من بعده الأقدامُ\nومن هاهنا أخذت يا أبا الطيب قولك:\n) رأيْتُ عليّاً وابنهُ قوْمهِ\n...\nوهمْ خيرُ قومٍ واستوىَ الحرُ والعبدُ (\nوقلت في موضع آخر:\n) يشْتبهُالمَخدومُ والخدَمُ (\nفقال أبو الطيب: قد أخطأ في قوله) كاد بانْ يرى (لأن المسموع من كلام العرب:) كاد يفعل (. فقلت: قد جاء لبعض الشعراء في وصف طريق:\nقدَ منْ طولِ البلىَ أنْ يمصحا\nالجزء: 1 ¦ الصفحة: 46\n",
        "وإذا جعلت) كاد (بمعنى) أراد (حسن دخول) أن (كما قال:\nكَادتْ وكدتْ وتلْك خَيرُ إرادةٍ\n...\nلوْ عادَ منْ وصلْ الحبيبةِ ما مضى\nفقال: قد أخذا قوله: تعَليقهاُ الإسراجُ والإلجامُ من قول الأول:\nتُرادُ على دمنْ الحياض فإن تعَفْ\n...\nفإن المندىّ رِحلةُ فرَكُوبُ\nفقلت له: هذا وإن كان آخذاً على ما ذكرت، احسن من المأخوذ منه وأكشف للمعنى. قال: فأن الأعشى قد قال:\nوفلاةٍ كأنها ظهرْ ترسٍ\n...\nليسَ إلاّ الرّجيعَ فيها علاقُ\nفقلت له: وهذا أيضاً غير مكشوف كل الكشف، والسراج والإلجام أفصح وأوضح. فقال: أبو تمام الذي يقول:\nولىّ ولم يَظلمْ وهل ظلمَ امرؤُ\n...\nحثّ النجاءَ وخلْفهُ التنينُ\nأرأيت إنساناً شبه بتنين؟ وإنما أراد قول كثير:\nيقُلًبُ عَيْنيْ حَيةٍ بمحاَرةٍ\nأو قول الأخطل:\nضَفادعُ في ظلَماء ليلٍ تجَاوَبَتْ\n...\nفَدلُ عَليَها صوَتُها حَيُةَ البَحرِ\nوهذا مذهب في المدح لم تزل ملوك بني أمية تتعلق به على شعرائها، وتنعاه في مداحها. فقلت له: يُتَسمح له بذلك لقوله:\nجادَتُ عَليها من جَماجمِ أهلِها\n...\nدِيمُ أمارتها طُلًى وشُؤونُ\nبَحرُ من الهَيجاءِ يهفُو ما لهُ\n...\nإلا الجماجم والضُلوعَ سفَيِنُ\nمَلِكُ تضِيء المَكرماتُ إذا بدا\n...\nلمُلكِ منُهُ غُرةُ وجَبِينُ\nلانتُ مهَزتُهُ فَعزُ وإنما\n...\nيشَتَد مَنُ متَنُ الرمحِ حينَ يلَينُ\nفتركُتَ أرشَق وهَيَ يُدعى باسمها\n...\nصم الصفا فتَلينُ منهُ عَيُونُ\nلاقاكَ بابَكُ وهوَ يزُأرُ فأثنى\n...\nوزَئيِرُهُ قد عادً وهوَ أنيشنُ\nورَجا بلادَ الرومِ فاستَعصَى بهش\n...\nأجلُ أصمُ عنِ النُجاء حَرُونُ\nفقال: هو الذي يقول\nكانُوا رِداء زَمانِهِمُ فتَصدَعوا\n...\nفكأنما لَبِسَ الزمانُ الصُوفَا\nفقلت هو الذي يقول في هذه القصيدة:\nيا منَزِلاً أعطى الحوادِثَ حُكمهَا\n...\nلا مَطْلَ في عدةٍ ولا تسْويفاَ\nأرْسىَ بناديكَ الندى وتَنفسَتْ\n...\nنَفساً بعَقوتكَ الرّياحُ ضعَيفاَ\nشُعفَ الغَمامُ بعرْصَتيكَ وربّما\n...\nرَوّتْ رُباكَ الهائمَ المشعُوفاَ\nوفيها يقول:\nأيامَ لا تسطوُ بأهلْكَ نكبةُ\n...\nإلا تَراجعَ مصَرُوفاَ\nوإذا رَمتَكَ الحادثاتُ بلحظةٍ\n...\nرَدّتْ ظُباتكْ طرْفهاَ مطرُوفاَ\nوفيها يقول:\nإن غاضَ ماءُ المزْنِ فضْتَ\n...\nكبدُ الزّمانِ علي كُنتَ رؤَوفا\nفقال أبو الطيب: وهو الذي يقول:\nتسعونَ ألفاً كآسادِ الشرىَ نضجَتْ\n...\nجلوُدُهم قَبل نضْجِ التّينِ والعنبِ\nفقلت له: لهذا البيت نبأ أوجب قوله، ولو استقريته لما استجزت الطعن على قائله. ولو شاء قائل أن يقول: إنه لم تفتح قصيدة بأوجز ولا أخصر من قوله:\nالسّفُ أصدْقُ أنباءً منَ الكتُبِ\n...\nفي حَدهِ الحدُّ بَينَ الجدِّ واللعبِ\nلما عنف. فقال أليس هذا من قول الأول:\nفلا تُكْثروا فيهِ الضجاجَ فإنهُ\n...\nمحاَ السيفُ ما قال ابن دارةُ أجمعاَ\nفقلت: الأمر على ما ذكرته، وقد احتذيتَ هذا المعنى من أبي تمام فقلت:\n) وهل تغُني الرّسائلُ في عدُوٍ\n...\nإذا ما لم يكُن ظبيّ رقافاَ (\nوقلت: في هذه القصيدة يقول أبو تمام:\nبكْرٌ فَما افتَرعتها كفُ حادثةٍ\n...\nولا ترَقتْ إليهاَ همةُ النوَبِ\nرَمىَ بكَ اللهُ بُرْجيْها فهدّمَها\n...\nولوْ رَمىَ بكَ غُيرُ الله لم يُصب\nفقال: أما هذا في كتابكم؟ فكفر لعنه الله) وَماَ رَميْتَ إذْ رَمَيْتَ ولكنّ الله رَمىَ (قلتُ: وفيها يقول:\nفَتحٌ تَفَتحُ أبوابُ السّماء لهُ\n...\nوتَبرزُ الأرضْ في أثوابها القُشبِ\nلم يَغزُ يوْماً ولم ينهدْ إلى بلدٍ\n...\nإلاّ تقَدّمهُ جيشُ من الرُعُبِ\nلمّا رأى الحُبَ رأيَ العينِ تُوفلسٌ\n...\nوالحرْبُ مشُتقةُ المعنى من الحرَبِ\nفقال أليس هذا من قول النابغة الجعدي:\nونَستْلبُ الدُهْمَ كانَ ربهُا\n...\nضَنيناً بها والحرْبُ فيها الحَائبُ\nقلت: وفيها يقول:\nبَصُرْتَ بالرّاحةِ الكُبَرى فلم تَرهاَ\n...\nتُنالُ إلاّ على جِسرٍ من التَّعبِ\nالجزء: 1 ¦ الصفحة: 47\n",
        "وقد أخذت هذا البيت على رسمك فقلت:\n) وإذا كانَت النفُوسُ كباراً\n...\nتعبْ في مُرادها الأجسام (\nفقال: وأبو القائل مبتدئاً:\nما لكَثيبِ الحِمى إلى عقِدِةْ\nفقلت: أجل هذه القصيدة التي أخذت منها:\nكالخُوطِ في القَدِّ والغَزالة في الب\n...\nهْجةِ وابن الغزالِ في غَيدَةْ\nثم تدارك هذا فقال:\nوما حَكاهُ ولا نَعيمَ لهُ\n...\nفي جِيده بل حكاةُ في جَيدةْ\nفقلت آخذاً للبيت الأول:\n) بَدَتْ قمَراً ومالتْ غُصْنَ بانٍ\n...\nوفاحتْ عنبراً ورنَتْ غَوالا (\nفما أنكرت من هذا الابتداء ونعيته عليه؟ ألا نعيت قوله: أصَمَ بكَ النّاعي وإنْ كانَ أسمعاَ ولم يقلَ في ابتداء مرْثيةٍ بعد قول أوس بن حجر أسير ولا أخصر من هذا. فإن العلماء بالشعر قاطبة تشير إلى قول أوس:\nأيتها النفّسُ أجملي جَزَعاَ\nوقول أبي تمام، إن لم تنكر، أوفى منه. فقال هو مأخوذ من الأول:\nنَعىَ لي أبا المقدامِ فاسودّ منظري\n...\nمن الأرْض واستكَّتْ عليّ المسامع\nفقلت: هو منه، ولكن شتان ما هما قرباً ولطفاً واختصاراً. ولو لم تكن إلا فضيلة الإيجار لحكمت بالإحسان وأعطيته السبق. وقوله:\nسعدَتْ غُرْبةٌ النّوى بسعادِ\nوقوله:\nأرامةَ كُنتِ مألف كل ريمِ\nفقال هذا من قول زهير: وقوله في ابتداء أخرى:\nلهانَ عَليناَ أنْ نقولَ ونَفْعلا\nوابتداء أخرى:\nأجلْ أيها الربْعُ الذي آهلُهْ\n...\nلقد أدركتْ فيك النّوى ما تُحاولهُ\nوقوله:\nما عَهدناْ كذا نحيبَ المَشوقِ\nوقوله:\nأيّها البرقُ بتْ بأعلى البراقِ\n...\nواغْدُ فيها بوابلٍ غيداقِ\nوتَعلَمْ بأنهُ ما لأنْوا\n...\nئكَ ما لم تروَها من خلاقِ\nدمنَ طالماَ التقتْ أدمعُ المزْن\n...\nعَليها وأدمعُ العشّاقِ\nفهذا من أحسن ابتداء وكذلك قوله:\nخذُي عَبَراتِ عَينكِ عن زماعي\n...\nوصُوني ما أذلتْ منَ القناعِ\nأآلفَةَ النّحيبِ كمِ افتراقٍ\n...\nأظل فكانَ داعيةَ اجتماعِ\nوليسْت فَرْحَةٌ الأوباتِ إلاّ\n...\nلموْقُوفٍ على تَرحِ الوداعِ\nثم قلت: وهو الذي يقول في الدالية التي هتفت في ابتدائها يصف لواء:\nنعْم لواءٌ الخميسِ أبْتَ بهِ\n...\nيوْمَ خميسٍ عالي الضّحى أفدِهِ\nخلتْ عقاباً بيضاءَ في حجراًت\n...\nالملْكِ طارتْ به وفي سدَدهْ\nومرّ تهْفوُ ذؤابتاةُ على\n...\nأسمرَ متنٍ بوْم الوغى جَسدِهْ\nتَخْفقُ أثْناؤه على مَلكٍ\n...\nيرىَ طرادَ الأبطالِ من طَردَهْ\nفقال أبو الطيب: عذّ عن هذا، أما أبو التمام القائل:\nوالمجدُ لا يرْضى بأنْ يرْضىَ بأنْ\n...\nيرْضىَ الذي يَرْجوكَ إلاّ بالرضاَ\nهذا والله الهذيان الذي يشغل بطون المهارق ويطفئ نار القرائح.\nقال: وأراه سمع بيت مسلم فاحبّ أن يركب الكلام ويعاظله تركيب مسلم ومعاظلته في قوله:\nسلتْ وسلتْ ثمَ سلّ سليلُها\n...\nفغداَ سليلُ سليلها مسلولا\nفأضحكني هذا التخيل منه وقلت: إن مسلماً وإن كّرر اللفظ، فلبيته معنى لطيف أنا أورده، وقد أورده الباهلي في تاب) المعاني (، فزعم أنه يريد هذه الحمرة سلت من الكرم باقتطافه، ثم سلت من العنب باعتصاره، ثم سلّ العصير من الدن ببزله، وقوله:\nفغداَ سَليلُ سَليلها مسَلولا\nيريد بول شاربها. وقد قال بعد هذا البيت:\nلطفَ المزاجُ لها فَزَيّنَ كأسهاَ\n...\nبقلادَةٍ جُعلتْ لهاَ إكْليلا\nيريد أن المزاج رفعها فجعل القلادة وهي في العين إكليلاً. وقد نازعه أبو نؤاس هذا المعنى وأحسن العبارة عنه بقوله:\nتدَورُ علينا الرّاحُ في عَسْجديةٍ\n...\nحَبَتهْا بأنواعِ التصّوير فارسُ\nقَرارتَها كسرىَ وفي جنَباتها\n...\nمهاً تدّريهِ بالقسيّ الفّوارِس\nفللخَمرِ ما زرّتْ عليهِ جُيوبهاُ\n...\nوللماء ما دارتْ عليهِ القلانسُ\nوأما قول أبي تمام:) والمسجدُ لا يرْضىَ بأنْ يرْضىَ (ينقصه مثلك وأنت القائل:\n) فقَلقَلتَ بالهمُ الذي قَلقَل الحشاَ\n...\nقلاَقلَ عَينٍ كُلهن قلاقلُ (\nوالقائل:\n) ومن جاهلٍ بي وهوَ يجهلُ جَهله\n...\nويَجهلُ علمْي أنهُ بيَ جاهلُ (\nوأنت القائل:\nالجزء: 1 ¦ الصفحة: 48\n",
        ") وُقُوفَينَ في وقَفْين شكٍر ونائلٍ\n...\nفنائلهٌ وقْفُ وشكرُهمُ وَقفُ (\nوأنت القائل أيضاً:\n) ولا واحداً في ذا الَوَرَى بل جماعةً\n...\nولا البعض من كلّ ولكنكّ الضَّعْفُ (\n) ولا الضعْفْ حتى يبلغَ الضّعفَ ضعفهُ\n...\nولا ضعفَ ضعفِ الضعفِ بلِ مثلهَ ألفُ (\n) أقاضيناَ هذا الذي أنتْ أهلهُ\n...\nغلطتُ ولا الثلثان هذا ولا النصفُ (\nوأقبلت عليه فقلت: أتراك تغتفر أبي تمام في أثناء هذيانك هذا أم لا تغتفره؟ وفي الضادية يقول أبو تمام:\nعندي منَ الأيامِ ما لوْ أنّه\n...\nبازاء شاربِ مرْقدٍ ما غمضاَ\nلا تطُلبنَّ الرّزْق بعدَ شمِاسِهِ\n...\nفترومَه سَبُعاً إذا ما غَيُضا\nيا أحمد بنَ أبي دُوادٍ دَعوةً\n...\nذَلتُ بشكُرِكِ لي وكانت ريضَا\nلما انتضَيَتُكَ للخطوبِ كُفيتها\n...\nوالسٌيفُ لا يكفيكَ حتى ينُتضَى\nكن كيفَ شئتَ فيك خلائِقاً\n...\nأضحَى إليهَِن الرجاءُ مفُوضَا\nفقال: أليس أبو تمام القائل يصف خمراً\nإذا هيَ دبت في الفتى خالَ جسِمهُ\n...\nلما دَب فيهِ قَريةً من قُرى النملِ\nفقلت له: أما المعنى الفصيح، فما وجد الطعن عليهن وقد قال الأخطل:\nتدبَ دبيباً في العِظامِ كأنه\n...\nدبيبُ نمالٍ في نقاً يَتَهَيلُ\nوقد قال الأول:\nتدَبِ دَبيباً في العِظامِ كأنهُ\n...\nدبيبُ بناتِ النٌمل وهيَ سوَارِي\nوقال حسان بن ثابت، وعدل إلى تشبيه آخر:\nتدَبُّ في الجِسمِ دَبيباً كَما\n...\nدب دبي وسَطَ رقَاقٍ هَيَام\nولدبيبها سميت \" دَبابةَ \"، وقال ذو الرمة يصف غزالاً قد أنحى في نومه:\nكأنهُ في الحيّ تَرمي الصعيدَ به\n...\nدبابةٌ في عِظام الرأسِ خُرطومُ\nقال أما أنا فيبعد عن وهمي ويند عن سمعي \" قرية النمل \"، وما سوى ذلك فله وجه. فقلت له: عد هذه التراهات، فمن أوضح البرهان على أنك قد تصفحت الشعر هذا الرجل، وتأدبت بمعانيه، وقفوت مذهبه، واقتريت طرقه فيه، وتتبع هذه المواضع عليه وتعيينك عليها، وإشارتك إليها وقدحك فيها. وه يسم أبا تمام بمسيم النقيصة تتبعك وتتبع أمثالك عبيه ما تتبعونه وهو القائل:\nما أن رأى الأقوامُ شَمساً قَبلها\n...\nأفَلَت فَلم تثعقبِهُمُ بظَلام\nلَو يقَدِرونَ مَشوا على وجَناتِهمٌ\n...\nوجِبِاههِم فضلاً عنِ الأقدامِ\nوهو القائل:\nعلا الشيبُ مختطاً بفَودي خُطة\n...\nسبيلُ الرودى فيها إلى الموتِ مهَيعُ\nهُو الزورُ يُجفى والمعاشرُ يُجتوى\n...\nوذو الإلف يُقلى والجَديد يُرقعُ\nلَه مَنظرٌ في العَينِ أبيضٌ ناصِعٌ\n...\nولكنه في القَلبِ أسودٌ اسفَعُ\nوهو القائل:\nفإن تَرمِ عن عُمرٍ تَمادَى به المدى\n...\nفَخانَكَ حتى لم تجَد فيهِ منَزعا\nفقال: أما هذا مأخوذ من قول البعيث:\nوأنا لنُعطي المشَرفيةَ حقَها\n...\nفَتقَطعُ في أيماننِا وتُقَطعُ\nومن قوله أيضاً:\nأوْفى بهِ الدّهرُ من أحداثهِ شرفاً\n...\nوالسيفُ يمضي مراراً ثمّ ينقصدُ\nوأبو تمام القائل:\nلآل وَهبٍ أكُفٌ كُلمّا أجتديتْ\n...\nفَعَلْنَ في المَحلِ ما لا تفعلُ الديَمُ\nقَوْمُ تَراهمْ غيارَى دونَ مجْدهمِ\n...\nحتى كأن المَالي دونهمْ حَرَمُ\nوهو القائل:\nيقَولُ في قوُمَسٍ صَحبي وقد أخذتْ\n...\nمنّا السرى وخطى المهريةِ القُودِ\nأمطْلعَ الشّمس تبغي أنْ تؤمّ بناِ\n...\nفقلتُ كَلاّ ولكنْ مطلعَ الجودِ\nومن البيت الثاني أخذت قولك:\n) وجرَينَ جرْىَ في أفلاكها\n...\nفقطَعنَ مَغربهاَ وحزْنَ المطلعا (\nوهو الذي يقول:\nراحتْ وفُودُ الأرضِ من قَبرهِ\n...\nفارغَةَ الأيدي ملاءَ القُوبْ\nقد عَلمتْ ما رزئتْ إنما\n...\nيعرفُ فقدَ الشمسِ عند الغُروبْ\nوهو الذي يقول:\nولم أرَ العُلى ما لم يرَ الشعرُ بينهماَ\n...\nلكا لأرْضِ غُفلاً ليسَ فيها معالمُ\nيرَى حكمةً ما فيه وهوَ فُكاهةُ\n...\nويقضى بما يقضي بهِ وهوَ ظالمُ\nولولاْ خلالُ سنهاّ الشًعرُ ما درَى\n...\nبغاةُ النًدى من أين تؤتى المكارمُ\nوهو الذي يقول:\nمُجَردٌ سَيفَ رأيٍ من عزَيمته\n...\nللدّهرِ صيقلُهُ الإطراقُ والفكَرُ\nالجزء: 1 ¦ الصفحة: 49\n",
        "عَضْباً إذا هزّهُ في وَجه نائبةٍ\n...\nجاءتْ إليهِ صروفُ الدّهرْ تعتذرُ\nومن البيت الأول أخذت:\n) تَحضيرَ في سيفٍ ربيعةُ أصلهُ\n...\nوطابعةُ الرّحمنُ والمدُ صاقلُ (\nوهو القائل أيضاً:\nفلا تَحسبِ الأعداءُ عَزْلكَ مغنَماً\n...\nفإنّ إلى الإصدار ما غايةُ الورْدِ\nوما كُنتَ إلاّ السيفَ جردَ للوغى\n...\nفأحْمدَ فيهِ ثنّ ردّ إلى العمدِ\nوهو القائل أيضاً:\nيا أيها الملكَ النّائي برؤيتهِ\n...\nوجودُه لمُرجيّ جودِهِ كَثبُ\nليس الحجابُ بمقصٍ عنكَ لي أملاً\n...\nإنْ السّماء تُرجىّ حينَ تُحتجبُ\nوهو القائل أيضاً:\nلقد زدْتَ أو ضاحي امتداداً ولم أكنْ\n...\nبهيماً ولا أرْضِ مجْهلا\nولكنْ أيادٍ صادفتني جسامُها\n...\nأغرَّ فأوْفَتْ بي أغرَّ محجلا\nفقال هو مأخوذ من قول أبي محلم:\nأمسْلمُ فاسْلمَ يا ابن كل خليفةٍ\n...\nويا سائسَ الدنّيا ويا جبل الأرْضِ\nشكَرْتكَ إن الشكرَ منّي سجيةُ\n...\nوما كلُ منْ أوليتهُ نعمةً يقضي\nحييْتَ لي ذكري وما كنتُ خاملاً\n...\nولكنً بعض الذّكر أنبهُ من بعضِ\nفقلت وهو القائل:\nوركْبٍ كأطرْافِ الأسنةِ عرَسوا\n...\nعلى مثْلها والليلُ تطو غياهبهْ\nلأمرْ علَيهمْ أنْ تتمّ صدورهُ\n...\nوليس عليهمْ أنْ تتمّ عَواقبهْ\nإليكَ جزَعْنا مغربَ الشمسِ كلماّ\n...\nقطعنا مَلاً صلتْ عليكَ سباسبهْ\nإلى سالبٍ الجبارِ بيضةَ ملْكهِ\n...\nوآملهُ غادٍ عَليهَ فسالبهْ\nإلى ملَلكٍ لم يلقْ كَلكَل بأسهِ\n...\nعلى مَلكٍ إلاّ وذللَ جانبهْ\nففيَ كُلّ نجدٍ في البلاد وغائرٍ\n...\nموَاهبُ ليستْ منهُ وهْي موَاهبهْ\nفَنوَلَ حتى لم يجدْ منَ ينيلهُ\n...\nوحاربَ حتى لم يجدْ من يحاربهْ\nفيا أيها السّاري آسرِ غَيرَ مُراقبٍ\n...\nجَنانَ ظلامٍ أوْ ردىً أنتَ هائبهْ\nفقدْ بثّ عبدُ الله خوفَ انتقامهِِ\n...\nعلى اللّيل حتى ما تدَبُ عقاربهْ\nفقال أما قوله:) وركبٍْ كأطرافِ الأسنةّ (فمن قول كثير:\nأطافتْ بشعْثٍ كالأسنةّ هجدٍ\n...\nبخاشعةِ الأضواءِ غُبرٍ صحونهُا\nوأما قوله:\nلأمر عَليهْم أنْ تتمَ صدوره\nفمن قول الأول:\nغلامُ وغى تَقَحمها فأبلْى\n...\nفخانَ بلاءهُ الزّمنُ الخؤونُ\nوكانَ على الفتى الإقدام فيها\n...\nولَيسَ عَليهَ ما جنَتِ المنُونُ\nوأما قوله:) صلتْ عليكَ سباسبهُ (فمن قول بشار:\nإذا ما أعرْنا سيداً من قبيلةٍ\n...\nذرَى منبرٍ صلّى علينا وسّلما\nوبشار أخذه من جرير:\nمنابرُ مْلكٍ كُلها مضرية\n...\nيصلّي علينا من أعرناه منبرا\nفقلت له: لئن كان تمام ناظراً إلى هذه المواضع فلقد تناول أخلاق أعبية فأعادها يرف وشيها، كما ترف خدود الرياض غب الحيا.\nوهذا كان مذهبه في جميع ما يلاحظه ويشير إليه من المعاني. ألا تر إلى قول الأول:\nسيُوفٌ لعَمري يا صدَيّ بن مالكٍ\n...\nحدادُ ولكن أين بالسيفِ ضاربُ\nفاحتذى هذا أبو تمام:\nوقد يَكهمُ السَيفُ المُسّمى منيةً\n...\nوقد يرَجعُ المَرء المظفرُ خائباَ\nفهذا البيت مخترع له: ثم قال محتذياً للبيت المتقدم ومفسراً لبيته هذا:\nفآفةُ ذا ألاّ يصُادفَ مضرباً\n...\nوآفةٌ ذا ألاّ يُصادفَ ضارباَ\nوقال الفرزدق، وذكر امرأة له ماتت بجمعٍ، وهي التي تموت وولدها في جوفها:\nوجفنِ سلاحٍ قد رزئتُ فلم أنحْ\n...\nعَليهِ ولم أبعثْ عليهِ البوَاكياَ\nوفي ضمنْهِ من دارمٍ ذو حفيظةٍ\n...\nلو آن اللّيالي أخطأتْهُ لياَلياَ\nفقال أبو تمام في اثنين صغيرين كانا لعبد الله بن طاهر، فماتا في يوم واحد، وأشار إلى بيتي الفرزدق إشارة عجيبةً، وزاد زيادات لطيفة من قصيدة:\nنَجمانِ شاء الله ألاّ يطلعاَ\n...\nإلاّ ارتْداد الطرفْ حتى يأفلا\nإن الفجيعة بالرّياضِ نوَاضراً\n...\nلأجلٌ منها بالرياضِ ذوابلاِ\nلوْ ينْسبانِ لكانَ هذا غارباً\n...\nللكرمات ِ وكانَ هذا كاهلا\nلَهفي على تلكَ الشواهدِ منهما\n...\nلوْ أمهلتْ حتى تكون شمائلا\nإنّ الهلالَ إذا رأيتَ نمارهُ\n...\nأيقنْتَ أن سيكون بدْراً كاملا\nالجزء: 1 ¦ الصفحة: 50\n",
        "فهذا ما احتذاه وولده وسبطه وزاد فيه.، وأحسن العبارة عنه. من الباب قول الآخر:\nرَأيتُ المالَ يَكسبِهُ رِجالُ\n...\nمآفين إذا اختبُروا فُسُولُ\nفلا ذو المالِ يكَسبُهُ بعقلٍ\n...\nولا بالمالِ تكُتَسَبُ العُقولُ\nكَما تكُسَى سباغُ الأرضِ رِياً\n...\nوتُصرفُ عن َ كَرائِمهِا السيولُ\nفأخذ هذا المعنى أبو تمام وأختصره في بيت واحد فقال، وأحسن كل الإحسان:\nلا تنُكِري عَطَلَ الكريمِ من الغنِى\n...\nفالسيلُ حَربُ للمكانِ العالي\nوقال عمر ين أبي ربيعة:\nوإذا جِئتهُا لأشكوُ إليها\n...\nبَعضَ ما شَفني وما قد عراني\nضَل عَنها لشدةِ الوَجدِ عقلي\n...\nوتَعايا بذاتِ نفَسي لِساني\nونسيتُ الذي جمعَتُ من القَو\n...\nلِ لدَيَها وغابَ عني بَيَاني\nفقال أبو حفص الشطرنجي سالكاً هذا المذهب:\nبُني الحُب على الجَورِ فلَو\n...\nأنصَفَ العاشِقُ فيهِ لَسَمُجْ\nليس يسُتحسن في وصفِ الهوىَ\n...\nعاشقُِ يُحسنُ تأليف الحُجَجْ\nوقال أبو تمام موجزاً هذا المعنى:\nلِمٌ تُنكرِينَ وقد هويتُ تبلدُي\n...\nوبَراعَةُ المشُتاقِ أن يَتَبَلدَا\nفتأمل ما بين الكلامين تجد تفاوت بعيداً. وسمع أبو تمام قول ابن الزبير عند قتل أخيه مصعب: \" إنما التسلية والسلوة لحزماء الرجال، والهلع والجزع لربات الحجال \" فنظم هذا فأحسن كل الإحسان في نسخه وتأليفه بقوله:\nخُلِقنا رِجالاً للتجلُد والأسَى\n...\nوتلِك الغَواني للُبكا والمآتِمِ\nوسمع قول القائل \" المحاب مقرونة بالمكاره \" فقال، وبرز تبريز السابق المتمطر إذا تطلمه الفرسان في حلبة تعثرت الجياد في طلبه بها:\nسَعَى فاستنَزَل الأمَلَ اقتِساراً\n...\nولوَلا السعُي لك تكُنِ المسَعى\nوأنظر إلى قول أبان اللاحقي:\nولنْ تعرِفَ النفٌسُ النعيمَ وعزِهُ\n...\nإذا جَهِلت حالَ المذَلةِ والضر\nفأخذ هذا المعنى أبو تمام وأحسن صوغه وسبكه فقال:\nوالحادِثاتُ وإن اصابَكَ بُؤسُها\n...\nفهو الذي أنباكَ كَيفَ نعَيمهُا\nفحاول عبيد الله بن عبد الله بن طاهر أخذ هذا المعنى، فقصر عنه بقوله:\nلا ينُسيِنكَ حالُ نشلتَ رِفٌعَتَها\n...\nما في عواقبِهِا واذكر تصرفَها\nأن الفتى يجهَلُ النعما إذا اتصلت\n...\nحتى يلُذعَ بالبلِى فيعَرِفَها\nومن إحسان أبي تمام في الأخذ قوله:\nإذا ما أغارُوا فاحٌتووا مالَ معَشَرٍ\n...\nأغارَتٌ عَلَيهم فاحتوَتهُ الصنائعُ\nوهذه العبارة تطرب وتعجب، وتختدع وتخلب. وإنما احتذى في بيته هذا قول عروة بن الورد في بيتين:\nكَريمُ رأى الإقتارَ عاراً فلم يزَل\n...\nيَجُوبُ بلادَ اللهِ حتى تَموِلا\nفلما استَفادَ المالَ عادَ ببَذّلِهِ\n...\nلمَن جاءهُ يبَغي ندَاهُ مُؤملا\nفتأمل اختصار أبي تمام لهذا المعنى وحسن عبارته عنه. فتعاطى ابن الرومي أخذه فلم يستطع استيفاءه إلا في أربعة أبيات، يقتضي بعضها بعضاً وهي:\nوما في الأرض أجوَد من شجاعٍ\n...\nوإن أعطى القليلَ من النوالِ\nوذلكَ أنٌه يعُطيك ممِا\n...\nتُفيء عليَهِ أطرافُ العَوالي\nوحسبُكَ جودُ مَن أعطاكَ مالاً\n...\nحواهُ بالطٌرادِ وبالنٌزالِ\nشرَى دَمَهُ ليحَويَهُ فلَما\n...\nحواهُ هوَى به حمدُ الرجالِ\nوأخبرني الصولي قال: سمعت أبا مالك يقول: من استطاع أن يأخذ المعنى فيصنع به صنع أبي تمام، وإلا فلا يتعرض له. قال: فقلت مثل هذا؟ فقال: مثل قول أبي نؤاس:\nبشرهُمُ قَبلَ النوال اللاحِقِ\n...\nكالبرَقِ يبدو قبلَ جودٍ دافِقِ\nوالغَيثُ يخَفَى وقعُهُ للرامِقِ\n...\nما لم يجَدِهُ بدَليلِ البارِقِ\nفنظر أبو تمام إلى هذا فقال:\nيَستَنزِلُ الأمَلَ البَعيدَ ببِشرِهِ\n...\nبُشرَى المخُيلةِ بالربيعِ المغُدقِ\nوكذَا السحائبُ قلما تدعو إلى\n...\nمعَرُوفِها الروادَ ما لم تَبرُقِ\nثم اختصر المعنى في بيت واحد فقال:\nإنما البِشرُ روَضَةُ فإذا\n...\nأعقَبَ بذَلاً فَروضَةٌ وغدَيرُ\nفاحتذى هذا المعنى البحتري فقال وأتى به في عدة مواضع قصر فيها إلى أن قال:\nمتُهلَلٌ طَلقٌ إذا وعَد الغِنى\n...\nبالبِشرِ أتبَعَ بِشرهُ بالنائِلِ\nالجزء: 1 ¦ الصفحة: 51\n",
        "كالُزن إن ضَحِكَتٌ لوامع برقِهِ\n...\nأجلَت بهِ عن ديمةٍ أو وابِلِ\nفقال أبو الطيب: نكتب عن هذا، فهل تجد لبي تمامكم هذا أو بحتريكم معنى اخترعاه؟ فقلت: هل تستوفي اختراعاتهما مذاكرة، أو يأتي على جزء واحد منها البحث والمناقشة؟ فقال: هلم معنى واحداً ولك الحصل. فقلت له: من اختراعات أبي تمام التي وقع إجماع الرواة عليها قوله\nتأبى على التصريدِ إلا نائلاً\n...\nإلا يكُن مَحضاً قَراحاً يُمذَقِ\nعَمداً كما استكرَهتَ عائرَ نَفحةٍ\n...\nمن فارِةِ المِسكِ التي لم تُفتَقِ\nفقال هذا من قول الأعرابي:\nولما تَنازعنا سِقاطَ حدَيثهِا\n...\nغِشاشاً فَلانَ الوُد منها فأطمَعَا\nبحدِثانِ هِجرانٍ وساعَةِ غَفَلةٍ\n...\nمن الحي يخَشى أعيُناً أن تَطلعَا\nفرَشٌت بِقيلٍ كادَ يشَفي من الهوَى\n...\nتكادُ له أكبادنُا أن تَقُطعا\nكما استَكرَهَ الصادي وقَائعَ مُزنَةٍ\n...\nرُكاماً توَلى مُزنُها حينَ نَقعَا\nفقلت له: ما أبعد ما بين المعنيين، وما أجدك تجتلب ذاك إلا من أجل قول هذا \" كما استكره \" وقول أبي تمام \" عمداً كما استكرهت \". والألفاظ مباحة، إلا استعارة لطيفة أو تجنيساً أو طباقاً، فإن هذه تختص بأربابها. وإذا أتى بها آخر بعد أول قضي عليه بالسرق، على أنه في المجاز أن يتورد آخر وأول في بعض ذلك. فقال المهلبي: يا أبا الطيب ظلمت أبا تمام في هذه الدعوى عليه ظلماً لا شبهة فيه. وأقبل علي وقال: تمم كلامك. قلت ومن مخترعه قوله:\nوإذا أرادَ اللهُ نَشرَ فَضيلَةٍ\n...\nطُوِيتْ أتاحَ لها لسانَ حَسودِ\nلولا اشتعالُ النارِ فيما جاوَزَتٌ\n...\nما كانَ يعُرَفُ طِيبُ نَشرِ العودِ\nفقال أبو الطيب: أما البيت الأول فمبتذل المعنى. فقال المهلبي: مثل ماذا؟ فقال قول زهير:\nمُحَسدونَ على ما كانَ من كَرَمٍ\n...\nلا يَنزعُ الله عَنهُم ما له حُسِدوا\nوقال الآخر\nولَيسَ يفترِقُ النعماءُ والحَسَدُ\nوقول الآخر\nمُحَسدُون وشَرُ الناسِ منزلةً\n...\nمَن لم يبَت ذاتَ يومٍ وهو محسودُ\nفقال المهلبي: هذا أيضاً تحامل، ما يتناسب المعيان، وإن كانا معاً في الحسد، ألا ترى أن قوله:\nوإذا أراد الله نَشرَ فَضيلةٍ\n...\nطُوِيِت أتاحَ لها لسانَ حَسود\nليس من قول زهير: محسدون، لا ينزع الله عنهم ما حسدوا له، ولا من قول الآخر: شر الناس من لم يكن محسوداً، وقول الآخر:\nولَيسَ يفَترِقُ النعماءُ والحَسدُ\nوأن كان كل ذلك في معنى واحد وطريقة واحدة؟ فقلت له: هذا باب من الأتساع في المعنى مما يشبه المأخوذ وليس بمأخوذ، وهذه منزلة لا يتوقلها إلا شثن القدمين. فقال أبو الطيب: فقد أخذ قوله: \" لولا اشتعال النار \" من قول بشار:\nكحَاوي المِسكِ دَل علَيهِ نَفخُ\nفقال علي بن عيسى النحوي: إن كان فعل ذاك فقد الله أحسن كل الإحسان. فقال المهلبي مقبلاً علي: هات ما حضرك من اختراعاته، فقلت: ومن اختراعاته قوله:\nوضَل بكَ المُرتادُ من حيثُ يَهتدَي\n...\nوضَرت بكَ الأيامُ من حيثُ تَنفَعُ\nومن بدائعه:\nيَسُركَ أن تَلقاهُ في صَدرِ مَجلِسٍ\n...\nوفي نحرِ أعداءٍ وفي قلبِ مَوكبِ\nلهُ خُلُقُ لو كانَ في الماء لم يَغِض\n...\nوفي الغَيثِ ما شام امرُؤ بَرقَ خُلبِ\nوقوله:\nخَليليْ مِن بَعدِ الأسَى وَالجوَى قفِا\n...\nولا تقَفِا فَيضَ الدموعِ السواجم\nلَئنِ كانَ سيفُ الموتِ أسوَدَ صادئاً\n...\nلقَد فُلَّ عنَهُ حَدُ أبيضَ صارِمِ\nأصابَ امرأ كانَت كرائِمُ مالِهِ\n...\nعلَيهِ إذا ما سيِلَ غَيرَ كَرائِمِ\nوما نَكْبةُ فاتَت بهِ بعَظيمَةٍ\n...\nولكنها مِن أمهاتِ العَظائِمِ\nومن اختراعاته قوله يصف الرماح:\nمشقفاتٍ سلَبنَ الرومَ زُرقَتَها\n...\nوالعُربَ سُمرتها والعاشِق القَضفا\nوقوله\nوالسيفُ ما لم يُلف فيه صَيقلُ\n...\nمن نَفسِهِ لم يَنتفِع بصقِالِ\nفقال: هذا من قول امرئ القيس:\nيُدعى صَقيلاً وهو لَيسَ لهُ\n...\nعَهدُ بتَمويهٍ ولا صَقيل\nوقوله:\nوالحادِثاتُ وإن أصابَكَ بُؤسُها\n...\nفهو الذي أنباكَ كيفَ نَعيمهُا\nوقوله:\nالجزء: 1 ¦ الصفحة: 52\n",
        "وما السيفُ إلا زُبرةُ لو تركتهُ\n...\nعلى الحِلقَة الأولى لما كانَ يقَطعُ\nوقوله:\nأحلى الرجالِ من النساءِ موَاقِعاً\n...\nمنَ كانَ أشبهَهُم بهن خدُودا\nفقال هذا من قول الأعشى:\nوأرى الغواني لا يوُاصِلنَ امرأ\n...\nفقَدَ الشبابَ وقد يصًلِنَ الأمرَدَا\nفقال أبو سعيد النحوي: بيت أبي تمام أن أنصفته أشعر، وأن كان بيت الأعشى أسير. ومن اختراعاته قوله:\nطال إنكاري البياض وإن عم\n...\nرت شيئاً أنكرت لون السواد\nوقوله:\nما آبَ مَن آبَ لم يظفْر بحاجَتهِ\n...\nولم يغبْ طالبُ للنجح لم يخبِ\nوقوله:\nقالوا أتبكي على رسمٍْ فقلتُ لهمْ\n...\nمَن فاتهُ العَينُ هدىّ شوقَه الأثرُ\nوقوله:\nومَنْ لم يُسَلًمْ للنْوائبِ أصبحتْ\n...\nخَلائقهُ طُراً عليهِ نَوائباَ\nوقوله:\nدمن طالماَ التقتْ أدمعُ المُزْنِ\n...\nعَليها وأدمُعُ العُشاقِ\nومن بدائعه قوله في صفات الإبل:\nالمُرْضياتكَ ما أرغمْتَ آنفها\n...\nوالهادياتُكَ وهيَ الشُردُ الضللُ\nإذا تظلمتُ من أرْضِ فصلتُ بهاَ\n...\nكانتْ هيَ العزّ إلاّ أنها ذللُ\nوقوله:\nمتى يأتكَ المقدارُ لا تُلفَ هالكاً\n...\nولكنْ زمانُ غالَ مثلكَ هالكُ\nفقال المهلبي: في بعض هذا كفاية، فهل يحضرك من اختراعات البحتري شيْ؟ فقلت، قوله:\nإذا خَطرتْ تأرجَ جانباها\n...\nكما خطرتْ على الروْض القبول\nويحسُنُ دلهاُ والموتْ فيهِ\n...\nوقد يستحْسَنُ السيفُ الصّقيلُ\nفقال أبو الطيب: البيت الأول من قول أبي نؤاس يصف خمراً:\nكأناّ لَديهَا بينَ أكْنافِ رَوْضةِ\n...\nإذا ما سلبناها من الليلِ طيبهاَ\nفقال أبو سعيد السيرافي: ما أبعد هذا المعنى. فقال: قل ما أقربه وأشد شبهه. فقال: هو بقول الشنفري الأزدي أشبه:\nفبتنْا كأن البيتَ حُجًرَ حوْلناَ\n...\nبريحانةٍ ريحتْ عشاءً وطلّتِ\nوبقول الآخر:\nأنّ لي عندَ كلّ نفَحةِ بْستانٍ\n...\nمنَ الوَرْدِ أوْ منَ الياسميناَ\nنظرةً والتفاتةً أتضرَىّ\n...\nأنْ تكوني حلْلت فيما يليناَ\nونحوه قول سلم الخاسر:\nكأنّها روْضةُ منَوّرَةٌ\n...\nتَنَسمتْ في أواخرِ السِّحرِ\nوسلم أخذه من بشار:\nكأنّها رَوْضةٌ منَوَّرةٌ\n...\nتجمعُ طيباً ومنظراً حَسنَا\nبانَتْ بقلبي صفراءَ رداعةً\n...\nصَبّتْ عليناَ من حبّها فتَناَ\nوأحسن حبيب بن عيسى الكاتب في قوله:\nتذكُرني رياكِ ريحُ مَريضةُ\n...\nجرتْ بنسيم الروْض في غلسَ الفجرِ\nثم قال: وكذا قوله: وقَدْ يستَحْسنُ السيفُ الصقيلُ فمن قول أبي الشيص:\nوكالّسيفِ إنْ لا ينْتهُ لانَ متنهُ\n...\nوحَداهُ إنْ خاشنتهُ خشنَانِ\nفقلت: ما أبعد هذا الوادي من تلك الثنية، فإن يكن فهو نظر وملاحظة ولكن انظر إلى ألفاظ البحتري الرطبة العذبة، وإلى مذهبه فيما يحتذيه ويشير إليه. فإنه كان لا يستدعي من الكلام نافراً، ولا يستعطف معرضاً، ولا ينشد ضالاً، ولا يؤنس وحشياً. وكانت ألفاظه فوق معانيه، وأعجازه غير منفكة عن هواديه. ولكن أبا الشيص أخذ قوله من قول الآخر:\nهوَ الّسيفُ إن ينته لان حدهُ\n...\nوبين غراريْهِ المنَايا اللّوائحُ\nثم قلت: ومن اختراعات البحتري أيضاً قوله:\nولمّا التَقينا والنقا موْعدُ لَنا\n...\nتَعَجبَ رائي الدُرّ حسناً ولا قطهْ\nفمنْ لؤلؤٍ تُبديهِ عندَ ابتسامها\n...\nومنْ لؤلؤٍ عندَ الحديثِ تساقطُه\nفقال أبو الطيب: أما هذا مأخوذ من قول الآخر:\nهيَ الدّرّ منَثوراً إذا ما تكلمتْ\n...\nوكالدرّ منظوماً إذا لم تكلم\nفقال المهلبي: ومن لك بمن يحسن إحسان البحتري في أخذه هذا، إن كان أخذه منه، وهل هو في ذلك إلاّ كمن اجتنى مر ثمرة، أو أخذ بعرة فأعادها جوهرة. قلت: ومن اختراعات البحتري قوله يصف الطيف:\nأجدَّكَ ما يَنفكّ يَسري لزَيْنبا\n...\nخَيالُ إذا آبَ الظّلامُ تأوّباَ\nسرَى من أعالي الشاّم يجلُبهُ الكرىَ\n...\nهبوبَ نَسيمِ الّريح تجلبهُ الصًبا\nومن مخترعه قوله:\n) متَعَودٌ لُيسَ الدّروعِ تَخالُها\n...\nفي البرْدِ خزّاً والهَواجرِ رذا (\nوقوله:\nالجزء: 1 ¦ الصفحة: 53\n",
        "شقَائقُ يحْملنَ النّدى فكأنهُ\n...\nدُموعُ التصابي في خدُودِ الخرائدِ\nوقوله يصف:\nكأنما غُدْرانهُ في الوَهْدِ\n...\nيَلعْبَن منْ حَبابها بالنَّرْدِ\nفبهر أبا الطيب ما أوردته، واحتسبت عارضته، وعقل لسانه عن الجواب، وكاد لولا أن هيبة الوزير أبي محمد ملأت قلبه. وقد كان من قبل يلاوذ المناظر لياذ الغريم من التتبع. فحين انتهى في القول إلى هذا الموضع، نهض مغضباً، وكان آخر العهد به في تلك الدار. وخرج ماراً على وجهه، شارداً الظليم، ولم يقم إلاّ ريثما تأهب للسفر، فارتحل عن العراق متوجهاً إلى الكوفة. وقد استخف أحداث المتأدبين طمعاً فيه، حتى مزق أديمه، وفري فري الإرهاب عرضه. وأولع بهجائه سفيه من سفهاء البغداديين، صغير من أصاغر علمائهم يعرف بابن الحجاج، لا حظ له في الفضل ولا قدم في الأدب، وحسبه أن اضطره مع دناءة قيمته وسخف همته إلى الهرب، وترامي المطلب، وقلق الركاب في كل مذهب. وقد كنت اقتده بعنان الصغار قود الجنيب، فلم يستطيع مقاماً بمدينة السلام، فخرج عنها إلى الكوفة، ومنها إلى فارس، منتجعاً عضد الدولة، وملماً بابن العميد، ومؤملاً الإقامة في ذراهما، والاستظلال بظلمها أو بظل أحدهما. فأحسن في بعض ما مدحهما وأساء في بعض، وحصرت مادته وانقطع دون الغاية نفسه، فإنه كان استنفذ في سيف الدولة إحسانه، واستغرق في مدحه باعه، فاضطر إلى الارتحال والعود إلى العراق، فاخترم دون ذلك، وكان آخر العهد به.\nوأنا أشفع هذه الرسالة بما تتبعه من عوراه، ووقفت عليه من سرقته، ومن سقط لفظه وسخيف معانيه، وأذكر أيضاً من محاسن شعره، ومن عيون مدائحه - فإن المدح كان طعمته وشوارد أبياته - ما أجري في جميعه مع الحق الذي لا يسع تعديه، منصفاً ومنتصفاً منه، لا ألته حقه، ولا أنحله ما ليس له. وأفراد بذلك كتاباً وأستقصيه، وأنتهي إلى الغاية التي تبلغها القدرة فيه، بحول الله وقوته وفضله ورأفته.\nنجزت الرسالة ولله الحمد، والمنة ولله وحده، وصلواته على سيدنا محمد النبي وعلى آله وصحبه وسلم تسليماً. ووافق الفراغ من نسخه على يد أفقر عباد الله وأحوجهم إلى عفوه وغفرانه محمد بن عبد الملك بن عساكر الشافعي البعلبكي، غفر الله له، يوم الجمعة تاسع شوال سنة سبع عشرة وسبعمائة حامداً ومصلياً.\nالجزء: 1 ¦ الصفحة: 54\n",
        ""
    ]
}