{
    "1": [
        "الروض الأنيق في فضل الصديق\nالروض الأنيق في فضل الصديق\nالسيوطي\nالكتاب:\nالروض الأنيق في فضل الصديق\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nالحمد لله الذي جعل خير هذه الأمة أبا بكر الصديق، ورفع مقامه على كل مقام بزيادة اليقين والتصديق\n...\nشيخ الإسلام على التحقيق، أحمده وهو بكل حمد خليق، واشهد أن لا إله إلا الله وحده لا شريك له شهادة توسع على قائلها كل ضيق وأشهد أن سيدنا محمد عبده ورسوله النبي الرفيق صلى الله عليه وسلم وعلى آله وصحبه وأزواجه وذريته أولي الرشاد والتوفيق.\nأما بعد، فهذا كتاب لقبته (الروض الأنيق في فضل الصديق) أوردت فيه أربعين حديثا مختصرة سهل حفظها على من أراد ذلك من البررة، واسأل الله أن ينفعنا بالانتساب إليه ويجمعنا وإياه في دار الزلفاء لديه بمحمد صلى الله عليه وسلم وعلى آله وسلم آمين آمين آمين.\nالحديث الأول\nعن عائشة أن رسول الله صلى الله عليه وسلم قال: (أبى الله والمؤمنون أن يختلفوا عليك يا أبا بكر) .\nاخرجه الامام احمد.\nالحديث الثاني\nعن أنس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر سيدا كهول أهل الجنة من الأولين والآخرين، ما خلا النبيين والمرسلين) .\nاخرجه الضياء في مختاره، وجمع كثيرون.\nالحديث الثالث\nعن سعيد بن زيد أن رسول الله صلى الله عليه وسلم قال: (أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وطلحة في الجنة، والزبير في الجنة، وعبد الرحمن بن عوف في الجنة، وسعد بن أبي وقاص في الجنة، وسعيد بن زيد في الجنة، وأبو عبيدة بن الجراح في الجنة) .\nاخرجه الضياء في مختاره، وجمع اخرون.\nالحديث الرابع\nعن المطلب بن عبد الله بن حنطب عن أبيه عن جده - وماله غيره - أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر مني كمنزلة السمع والبصر من الرأس (اخرجه البارودي وابو نعيم وغيرهما.\nالحديث الخامس\nعن ابن عباس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر من هذا الدين، كمنزلة السمع والبصر من الرأس) .\nاخرجه ابن النجار، واخرجه الخطيب في تاريخه عن جابر.\nالحديث السادس\nعن جابر أن رسول الله صلى الله عليه وسلم قال: (أبو بكر الصديق وزيري وخليفتي على أمتي من بعدي، وعمر ينطق على لساني، وعلي ابن عمي وأخي وحامل رايتي، وعثمان مني وأنا من عثمان) .\nاخرجه الطبراني في الكبير، وابن عدي في الكامل وغيرهما.\nالحديث السابع\nعن شداد بن أوس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر أرأف أمتي وأرحمها، وعمر خير أمتي وأعدلها، وعثمان بن عفان احيى أمتي وأكرمها، وعلي بن أبي طالب ألبّ أمتي واشجعها، وعبد الله بن مسعود أبر أمتي وآمنها، وأبوذر أزهد أمتي وأصدقها، وابو الدرداء أعبد أمتي وأتقاها، ومعاوية بن أبي سفيان أحكم أمتي وأجودها) .\nاخرجه ابن عساكر وضعفه، واخرجه غيره ايضا.\nالحديث الثامن\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر خير الأولين وخير أهل السموات وخير أهل الأرض، إلا النبيين والمرسلين) .\nاخرجه ابن عدي والحاكم في الكنى، والخطيب في تاريخه.\nالحديث التاسع\nعن عكرمة بن عمار عن إياس بن سلمة بن الأكوع عن أبيه أن رسول الله صلى الله عليه وسلم قال: (أبو بكر خير الناس بعدي، إلا أن يكون نبي) .\nاخرجه ابن عدي والطبراني في الكبير وغيرهما.\nالحديث العاشر\nعن ابن عباس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر صاحبي ومؤنسي في الغار فاعرفوا له ذلك، فلو كنت متخذا خليلا لاتخذت أبا بكر) .\nاخرجه عبد الله بن الامام احمد في زوائد المسند والديلمي وغيرهما.\nالحديث الحادي عشر\nعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر مني كعيني في رأسي، وعثمان بن عفان مني كلساني في فمي، وعلي بن أبي طالب مني كروحي في جسدي) .\nاخرجه ابن النجار.\nالحديث الثاني عشر\nعن إبن عباس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر مني بمنزلة هارون من موسى) .\nاخرجه الخطيب في تاريخه وغيره.\nالحديث الثالث عشر\nعن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: (أبو بكر مني وأنا منه، وأبو بكر أخي في الدنيا والآخرة) .\nاخرجه الديلمي.\nالحديث الرابع عشر\nالجزء: 1 ¦ الصفحة: 1\n",
        "عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر خير أهل السموات وأهل الأرض، وخير من بقي إلى يوم القيامة) . اخرجه الديلمي.\nالحديث الخامس عشر\nعن عائشة أن رسول الله صلى الله عليه وسلم قال: (أبو بكر عتيق الله من النار) .\nاخرجه ابو نعيم في المعرفه.\nالحديث السادس عشر\nعن أنس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وزير يقوم مقامي، وعمر ينطق بلساني، وأنا من عثمان وعثمان مني، كأني بك يا أبا بكر تشفع لأمتي) .\nاخرجه ابن النجار. ووصف عمر بما ذكر لأنه من المحدثين الذين تنطق الملائكه على السنتهم فاعلم.\nالحديث السابع عشر\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أتاني جبريل فأخذ بيدي فأراني باب الجنة الذي يدخل منه أمتي) . قال أبو بكر: وددت أني كنت معك حتى أنظر إليه، قال: (أما إنك يا أبا بكر أول من يدخل الجنة من أمتي) .\nاخرجه أبو داوود وغيره، وصححه الحاكم من طريق اخر.\nالحديث الثامن عشر\nعن علي أن رسول الله صلى الله عليه وسلم قال: (أتاني جبريل فقلت: من يهاجر معي قال: أبو بكر، وهو يلي أمتك بعدك، وهو أفضل أمتك) . اخرجه الديلمي.\nالحديث التاسع عشر\nعن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (أتاني جبريل فقال لي: يا محمد إن الله يأمرك أن تستشير ابا بكر) . اخرجه تمام.\nالحديث العشرون\nعن أبي الدرداء قال: رأى النبي صلى الله عليه وسلم رجل مشى أمام أبا بكر فقال له: (أتمشي أمام من هو خير منك (إن أبا بكر خير من طلعت عليه الشمس وغربت) .\nوأخرج الحديث أبو نعيم في فضائل الصحابة ولفظة: (أتمشي أمام من هو خير منك ألم تعلم أن الشمس لم تشرق أو تغب على أحد خير من أبي بكر، ما طلعت الشمس ولا غربت بعد النبيين والمرسلين على أحد أفضل من أبي بكر) .\nالحديث الحادي والعشرون\nعن أبي أمامة أن رسول الله صلى الله عليه وسلم قال: (أتيت بكفة ميزان فوضعت فيها وجيء بأمتي فوضعت في الكفة الاخرى، فرجحت بأمتي. ثم رفعت وجيء بأبي بكر فوضع في كفة الميزان فرجح بأمتي. ثم رفع أبو بكر وجيء بعمر بن الخطاب فوضع في كفه الميزان فرجح بأمتي، ثم رفع الميزان إلى السماء وأنا أنظر إليه) . اخرجه ابو نعيم في الفضائل.\nالحديث الثاني والعشرون\nعن عمرو بن العاص أن رسول الله صلى الله عليه وسلم قال: (أحب النساء إلي عائشة، ومن الرجال أبوها) . اخرجه الشيخان.\nالحديث الثالث والعشرون\nعن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (أحشر أنا وأبو بكر وعمر يوم القيامة) هذا (وأخرج السبابة والوسطى والبنصر - ونحن مشرفون على الناس) . اخرجه الترمذي الحكيم.\nالحديث الرابع والعشرون\nعنه أن رسول الله صلى الله عليه وسلم قال: (أحشر يوم القيامة بين أبي بكر وعمر حتى أفق بين الحرمين، فيأتيني أهل المدينة وأهل مكة) . اخرجه ابن عساكر.\nالحديث الخامس والعشرون\nعن عائشة أن رسول الله صلى الله عليه وسلم قال: (ادعي أبا بكر أباك وأخاك حتى أكتب كتاب، فإني أخاف أن يتمنى متمن ويقول قائل: أنا أولى، ويأبى الله والمؤمنون إلا أبا بكر) .\nاخرجه الامام احمد ومسلم.\nالحديث السادس والعشرون\nعن حذيفة أن رسول الله صلى الله عليه وسلم قال: (اقتدوا بالذين من بعدي: أبي بكر وعمر) .\nاخرجه الترمذي وحسنه.\nالحديث السابع والعشرون\nعن أبي الدرداء أن رسول الله صلى الله عليه وسلم قال: (اقتدوا بالذين من بعدي: أبي بكر وعمر، فإنهما حبل الله الممدود من تمسك بهما فقد تمسك بالعروة الوثقى التي لا انفصام لها) .\nاخرجه الطبراني في الكبير.\nالحديث الثامن والعشرون\nعن سهل بن أبي حثمة أن رسول الله صلى الله عليه وسلم قال: (إذا أنا مت وابو بكر وعمر، فإن استطعت أن تموت فمت) . اخرجه ابو نعيم في الحليه وابن عساكر.\nالحديث التاسع والعشرون\nعن سمرة أن رسول الله صلى الله عليه وسلم قال: (أمرت أن أولي الرؤيا أبا بكر) . أخرجه الديلمي.\nوكان أعبر أصحاب رسول الله صلى الله عليه وسلم للرؤيا الصديق كرم الله وجهه ورضي عنه.\nالحديث الثلاثون\nالجزء: 1 ¦ الصفحة: 2\n",
        "عن جابر أن رسول الله صلى الله عليه وسلم قال: (إن الله إختار أصحابي على جميع العالمين سوى النبيين والمرسلين، واختار لي من أصحابي أربعة فجعلهم خير أصحابي وفي كل أصحابي خير: أبو بكر وعمر وعثمان وعلي. واختار أمتي على سائر الأمم فبعثني في خير قرن ثم الثاني ثم الثالث تترى ثم الرابع فرادى) .\nاخرجه ابو النعيم والخطيب وقال غريب وبن عساكر.\nالحديث الحادي والثلاثون\nعن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (إن الله أمرني بحب أربعة من أصحابي وقال أحبهم: أبو بكر وعمر وعثمان وعلي) . اخرجه ابن عساكر وغيره.\nالحديث الثاني والثلاثون\nعن ابن عباس أن رسول الله صلى الله عليه وسلم قال: (إن الله أيدني بأربعة وزراء: اثنين من أهل السماء جبريل وميكائيل، واثنين من أهل الأرض أبي بكر وعمر) . اخرجه الخطيب وابن عساكر والطبراني في معجمه الكبير.\nالحديث الثالث والثلاثون\nعن أبي سعيد أن رسول الله صلى الله عليه وسلم قال: (إن الله خيّر عبدا بين الدنيا وبين ما عنده، فاختار ذلك العبد ما عند الله) . فبكى أبو بكر، فقال: (يا أبا بكر لا تبك إن أمن الناس علي في صحبته وماله أبو بكر، ولو كنت متخذا خليلا غير ربي لاتخذت أبا بكر خليلا، ولكن إخوة الإسلام ومودته، لا يبقين في المسجد باب إلا سد، إلا باب أبي بكر) . اخرجه مسلم وغيره.\nالحديث الرابع والثلاثون\nعن معاذ أن رسول الله صلى الله عليه وسلم قال: (إن الله تعالى يكره في السماء أن يخطأ أبو بكر الصديق) . اخرجه الحارث بن ابي اسامة.\nالحديث الخامس والثلاثون\nعن أنس أن رسول الله صلى الله عليه وسلم قال: (إني لأرجو لأمتي بحب أبي بكر وعمر كما أرجو لهم بقول لا إله إلا الله) . اخرجه الديلمي.\nالحديث السادس والثلاثون\nعن سمرة أن رسول الله صلى الله عليه وسلم قال: (إن أبا بكر يؤول الرؤيا، وإن الرؤيا الصالحة حظ من النبوة) . اخرجه الطبراني في الكبير.\nالحديث السابع والثلاثون\nعن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أرأف أمتي أبو بكر، وأشدهم في دينه الله عمر، وأصدقهم حياء عثمان، وأقضاهم علي بن أبي طالب، وأفرضهم زيد بن ثابت، وأقرأهم لكتاب الله أُبي بن كعب، وأعلمهم بالحلال والحرام معاذ بن جبل، ألا وإن لكل أمة وأمين هذه الأمة أبو عبيدة بن الجراح) . اخرجه ابن عساكر وغيره.\nالحديث الثامن والثلاثون\nعن ابن مسعود أن رسول الله صلى الله عليه وسلم قال: (إن لكل نبي خاصة من أصحابه، وإن خاصتي من أصحابي أبو بكر وعمر) . اخرجه الطبراني في الكبير.\nالحديث التاسع والثلاثون\nعن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (أنا أول من تنشق عنه الأرض، ثم ابو بكر وعمر، فنحشر فنذهب إلى البقيع فيحشرون معي، ثم أنتظر أهل مكة فيحشرون معي ونبعث بين الحرمين) . اخرجه الترمذي وقال حسن غريب.\nالحديث الأربعون\nعن أنس أن رسول الله صلى الله عليه وسلم قال لحسان: (هل قلت في أبي بكر شيئا) قال: نعم، قال: (قل وأنا أسمع) فقلت:\nوَثانِيَ اِثنَينِ في الغارِ المَنيفِ وَقَد\n...\nطافَ العَدُوُّ بِهِ إذ صاعَدَ الجَبَلا\nوَكانَ حِبَّ رَسولِ اللَهِ قَد عَلِموا\n...\nمِنَ البَرِيَّةِ لَم يَعدِل بِهِ رَجُلا\nفضحك رسول الله صلى الله عليه وسلم حتى بدت نواجذه ثم قال: (صدقت يا حسان هو كما قلت) . اخرجه ابن عدي وابن عساكر.\nواعلم أن هذا الباب فيه أحاديث كثيرة جدا، لكن هذه عجالة لمن أحب الوقوف على ذلك، والحمد لله الملك المالك أولاً وآخراً وباطناً وظاهراً، وصلى الله على سيدنا محمد وعلى آله وصحبه وأزواجه وذريته وسلم تسليما كثيرا دائما أبدا سرمدا إلى يوم الدين، وحسبنا الله ثم الحمد لله والصلاة على رسوله.\nتم الكتاب بعون الملك الوهاب\nالجزء: 1 ¦ الصفحة: 3\n",
        ""
    ]
}