{
    "1": [
        "الزواج\nالزواج\nابن عثيمين\nالكتاب:\nالزواج\nالمؤلف:\nمحمد بن صالح بن محمد العثيمين (المتوفى: 1421هـ)\nالناشر:\nمدار الوطن\nالطبعة:\n1425هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "بسم الله الرحمن الرحيم\nال\nمقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره ونتوب اليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا اله إلا الله وحده لا شريك له واشهد أن محمدا عبده ورسوله صلي الله على اله وأصحابه وسلم تسليما كثيرا.\nأما بعد: فإنني مسرور بما تيسر لي من المشاركة في الموسم الثقافي للمحاضرات في كليتي الشريعة واللغة العربية بالقصيم1 لما ارجوه من الفائدة التي تحصل لي ولمن سمع محاضراتي أو قرأها إن شاء الله تعالى واسأل الله تعالى أن يجعل عملنا جميعا خالصا لوجهه موافقا لمرضاته.\nولكنني أحب أن أقدم كلمة قبل الدخول في صميم المحاضرة تكون مناسبة – إن شاء الله – وهي أنكم تعرفون\n1 كان ذلك في ليلة الثلاثاء 7/3/1398.\nالجزء: 1 ¦ الصفحة: 3\n",
        "أيها الاخوة.. وأيها المشايخ إن الإسلام في عصرنا هذا محارب من جهات متعددة.\n1-\nمن جهة الأفكار، من جهة الأخلاق، من جهة العقائد.\nوأنه كلما شنت الغارات وقويت فانه يجب أن يكون لها مضاد يقابلها بل يكون اعلي منها فإذا لم يكن ذلك فان معناه القضاء على الإسلام.\nوهذا أمر في أعناق أهل العلم وأهل الدين، يجب عليهم أن يبذلوا الجهد ما استطاعوا بان يمنعوا هذه التيارات التي جاءتنا من كل جانب والتي أصبح الإنسان فيها بل الحليم حيران لا يدري كيف يتصرف؟\nولقد كنا نسمع كثيرا إن أعداء المسلمين يقولون: انه يجب التركيز على – المملكة العربية السعودية – لكونها مهد الإسلام وقبلة المسلمين وقدوتهم، ولهذا تجدهم يشنون الغارات الشرسة والمكايد المحكمة ويكرسون جهودهم لحرب هذه المملكة وإذا لم يقم أهل هذه المملكة من\nالجزء: 1 ¦ الصفحة: 4\n",
        "علماء ومن مخلصين بإيصاد الباب أما هؤلاء وسوف يجوسون خلال الديار وسوف تجدون أمورا تنكرونها غاية الإنكار.\nوالذي يجب علينا أمام هذه التيارات أيها الاخوة هو:\n1-\nتوحيد الدعوة\n2-\nتوحيد الجهد\n3-\nالا نجعل بيننا مكانا لموطئ قدم من الأعداء\nولكني أقول بالحقيقة أننا نعمل على ذلك كل منا كأنما يعمل وحده لا نجد اثنين الا ما شاء الله على هدف واحد أو بعبارة اصح على طريق واحد وإن كان الهدف متحدا.\nلذلك أرى أن من واجب علماء هذه المملكة سواء في الرياض أو في الحجاز أو في القصيم أو في غيرها من مناطق المملكة إن يجتمعوا على كلمة واحدة وأن يدرسوا الموضوع بجد لأنه خطير فيما أرى، يدرسوه دراسة\nالجزء: 1 ¦ الصفحة: 5\n",
        "وافية لا فيما يتصل بوسائل الإعلام ولا فيما يتصل بوسائل الثقافة ومناهج المدارس ومقرراتها ولا فيما يكون بين عامة الناس من الانحراف والانصراف عن أصول دينهم وفروعه.\nونحن نجد كثيرا من طلاب العلم مشغولون بغير ما هم مكلفون به بطلب الدنيا والإقبال عليها والالتفاف حولها وهذا في الحقيقة يضعف دعوتهم إلي الخير، يضعف قبولها أمام العامة أيضا فان لسلوك العالم خطرا بالغا في تأثيره على من حوله فإذا كان العامة لا يجدون من أهل العلم الا التكالب على الدنيا كما يتكالب عليها السوقة من عامة الناس فإنهم لن يثقون أبدا بما عندهم من الإرشادات والعلوم.\nكذلك أيها الاخوة بالنسبة لولاة الأمور يجب علينا مناصحتهم لأن النبي صلي الله عليه وسلم قال: \"الدين النصيحة\" ثلاثة مرات قالوا: لمن يا رسول الله؟ قال: \"لله ولكتابه\nالجزء: 1 ¦ الصفحة: 6\n",
        "ولرسوله ولائمة المسلمين وعامتهم\" 1.\nفالواجب علينا مناصحة ولاة الأمور والا نعتمد على رجل أو رجلين أو ثلاثة أو أربعة، يناصحون ولاة الأمور، فولاة الأمور إذا كثر ناصحوهم وعرفوا الحق من كل جانب وجاءتهم النصيحة من كل وجه فإنهم لا بد أن يلتفتوا إلي ذلك وأن يسلكوا المنهج الذي نسال الله تعالى أن يوفقهم له، وهو منهج النبي صلي الله عليه وسلم ظاهرا وباطنا.\nكذلك بالنسبة للعامة نجد أكثر المساجد – مع الأسف – غالب أئمتها جهال ولا يرشدون ولا ينصحون لا يتكلمون وكان الناس قبل وقتنا الحاضر وقبل أن تفتح عليهم الدنيا، يأخذ إمامهم وأن لم يكن من طلبة العلم بعض الكتب المعتمدة، فيقرؤها على المصلين وينتفعون بها، أما اليوم فغالب المساجد لا يقرا فيها شئ ولا يوجه الإمام\n1 رواه مسلم كتاب الإيمان باب بيان أنه لا يدخل الجنة إلا المؤمنون رقم 55.\nالجزء: 1 ¦ الصفحة: 7\n",
        "جماعته إلي ما ينفعهم ولهذا تجد عزوف العامة عن المسائل الدينية كثيرا جدا وهذا كله بتقصير من أهل العلم وبتقصير ممن يهمهم هذا الأمر، فعلينا أيها الاخوة إن نجتمع وأن نوحد جهودنا وأن نناصح ولاة أمورنا وأن نبذل الجهد في نصح عامة المسلمين في المساجد والطرقات وغيرها ما استطعنا إلي ذلك سبيلا.\nوشئ آخر مهم جدا وهو العزلة بين الشباب والشيوخ هذه العزلة التي أصبح الشباب فيها حيران لا يهتدون سبيلا كل هذا في الحقيقة من تقصير كبار السن وعدم التفات بعضهم إلي الشباب مطلقا حتى إنهم لا يصغون لهم وان قالوا رشدا وهذا من الخطأ فالواجب علينا أن نكون مع هؤلاء الشباب وان ننظر ما هم عليه وأن نلاحظ ما حولهم مما يؤثر عليهم وما السبب الذي أوجب لهم هذا العزوف والانصراف عن الإقبال على دينهم؟ حتى إذا عرفنا الداء أمكننا أن نقوم بإعطاء الدواء.\nوأما كوننا إذا سمعنا ما لا ينبغي عن بعضهم أعرضنا عن\nالجزء: 1 ¦ الصفحة: 8\n",
        "الجميع ثم نبذناهم وجعلنا نسبهم في كل مكان ولا نبالي بشأنهم وننظر إليهم بعين الاحتقار فهذا مما يوجب الشر العظيم من بعد الشباب عن الشيوخ وعن أهل العلم والدين حتى تقودهم الشياطين إلي ما تريد.\nفعلينا أيها الاخوة أن نراعي هذه المسالة الخطير وان نلقي لها بالا ونحسب لها حسابا.\nوعلى المدرسين خصوصا: أن يجتهدوا في تثقيف الطلبة تثقيفا دينيا وأن يرغبوهم فيما جاء به النبي صلي الله عليه وسلم من كتاب الله تعالى وسنة رسوله صلي الله عليه وسلم وأن يبصروهم بالدين على حقيقته وأن يكشفوا لهم الأحكام الشرعية كشفا واضحا مع بيان أسرار الشريعة وحكمتها لأني أري أن التعليم ولا سيما الجامعي فيه بعض النقص وذلك أن بعض المدرسين يلقي الدرس جافا أي إنهم \"لا يبينون للطلبة دليل حكم المسالة ولا حكمته\" وواقع المؤمن أن ينقاد إلي أمر الله ورسوله سواء علم الحكمة أم لا. قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ}\nالجزء: 1 ¦ الصفحة: 9\n",
        "[الأحزاب- 36] ولكنه إذا عرف الحكمة ازداد اطمئنانا وتطبيقا ورغبة في الشريعة ولهذا أحث إخواني المدرسين على أن يلقوا العلم إلي الطلبة دسما حيا محركا للقلوب مهذبا للنفوس ينشرح به الصدر وتطمئن اليه النفس.\nوالآن ارجع إلي صميم المحاضرة:\nلقد كان موضوع محاضرتي هذه\"عقد النكاح وآثاره وما يترتب عليه وغير ذلك من بعض ما يتعلق به\".\nواخترت هذا الموضوع لأهميته وجهل كثير من الناس بكثير من أحكامه، ولما يتصل به من المشكلات الاجتماعية التي يتمنى كل مخلص وناصح لدينه وأمته أن ييسر حلها، فان المشكلات كلما طرقت وألقيت الأضواء عليها تيسر حلها وإذا تناساها الناس وأغمضوا عيونهم بقيت كما هي أو زادت غموضا وإشكالا.\nوقد عقدت لهذا الموضوع عشرة فصول:\nالفصل الاول: في معنى النكاح لغة وشرعا.\nالفصل الثاني: في حكم النكاح.\nالجزء: 1 ¦ الصفحة: 10\n",
        "الفصل الثالث: في شروط النكاح.\nالفصل الرابع: في أوصاف المرأة التي ينبغي نكاحها.\nالفصل الخامس: في المحرمات في النكاح.\nالفصل السادس: في العدد المباح في النكاح.\nالفصل السابع: في الحكمة من النكاح.\nالفصل الثامن: في الآثار المترتبة على النكاح ومنها:\n1-\nالمهر. 2- النفقة. 3- الصلة بين الأصهار. 4- المحرمية. 5-الميراث\nالفصل التاسع: في حكم الطلاق وما يراعى فيه.\nالفصل العاشر: فيما يترتب على الطلاق.\nفنقول مستعينين بالله تعالي، مستهلين منه التوفيق والسداد راجين منه النفع للعباد.\nالجزء: 1 ¦ الصفحة: 11\n",
        "الفصل الأول: في معنى النكاح لغة وشرعا\nالنكاح في اللغة: يكون بمعنى عقد التزويج ويكون بمعنى وطء الزوجة قال أبو علي القالي: \"فرقت العرب فرقا لطيفا يعرف به موضع العقد من الوطء، فإذا قالوا: نكح فلانة أو بنت فلان أرادوا عقد التزويج، وإذا قالوا: نكح امرأته أو زوجته لم يريدوا إلا الجماع والوطء\".\nومعنى النكاح في الشرع: \"تعاقد بين رجل وامرأة يقصد به استمتاع كل منهما بالآخر وتكوين أسرة صالحة ومجتمع سليم\".\nومن هنا نأخذ انه لا يقصد بعقد النكاح مجرد الاستمتاع بل يقصد به مع ذلك معنى آخر هو (تكوين الأسرة الصالحة والمجتمعات السليمة) لكن قد يغلب احد القصدين على الآخر لاعتبارات معينة بحسب أحوال الشخص.\nالجزء: 1 ¦ الصفحة: 12\n",
        "الفصل الثاني في حكم النكاح:\nالنكاح باعتبار ذاته مشروع مؤكد في حق كل ذي شهوة قادر عليه. وهو من سنن المرسلين، قال الله تعالى: {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجاً وَذُرِّيَّةً} [الرعد-38] .\nوقد تزوج النبي صلي الله عليه وسلم وقال: \"إني أتزوج النساء فمن رغب عن سنتي فليس مني\" 1.\nولذلك قال العلماء: إن التزويج مع الشهوة أفضل من نوافل العبادة لما يترتب عليه من المصالح الكثيرة والآثار الحميدة التي سنبين بعضها فيما بعد إن شاء الله.\nوقد يكون النكاح واجبا في بعض الأحيان كما إذا كان\n1 رواه البخاري كتاب النكاح باب الترغيب في النكاح – رقم \"5063\" ومسلم في كتاب النكاح باب من استطاع منكم الباءة فليتزوج – رقم\"1401\".\nالجزء: 1 ¦ الصفحة: 13\n",
        "الرجل قوي الشهوة ويخاف على نفسه من المحرم إن لم يتزوج فهنا يجب عليه أن يتزوج لاعفاف نفسه وكفها عن الحرام ويقول النبي صلي الله عليه وسلم: \"يا معشر الشباب من استطاع منكم الباءة فليتزوج فانه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فانه له وجاء\" 1\n1 رواه البخاري كتاب النكاح باب من لم يستطع الباءة فليصم رقم \"5066\" ومسلم كتاب النكاح باب من استطاع منكم الباءة فليتزوج – رقم\"1401\".\nالجزء: 1 ¦ الصفحة: 14\n",
        "الفصل الثالث: في شروط النكاح\nمن حسن التنظيم الإسلامي ودقته في شرع الأحكام إن جعل للعقود شروطا بها وتتحدد فيها صلاحيتها للنفوذ والاستمرار فكل عقد من العقود له شروط لا يتم الا بها وهذا دليل واضح على أحكام الشريعة وإتقانها وأنها جاءت من لدن حكيم خبير يعلم ما يصلح للخلق ويشرع لهم ما يصلح به دينهم ودنياهم حتى لا تكون الأمور فوضى لا حدود لها ومن بين تلك العقود عقد النكاح فعقد النكاح له شروط نذكر منها ما يأتي وهو أهمها:\n1-\nرضا الزوجين: فلا يصح إجبار الرجل على نكاح من لا يريد ولا إجبار المرأة على نكاح من لا تريد.\nقال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} \"النساء:19\". وقال النبي صلي الله عليه وسلم: \"لا تنكح الأيم حتى تستامر ولا تنكح البكر حتى تستأذن\"، قالوا: يا\nالجزء: 1 ¦ الصفحة: 15\n",
        "رسول الله وكيف إذنها؟ قال: \"أن تسكت\" 1\nفنهى النبي صلي الله عليه وسلم عن تزويج المرأة بدون رضاها سواء أكانت بكرا أم ثيبا الا أن الثيت لا بد من نطقها بالرضا وأما البكر فيكفي في ذلك سكوتها لأنها تستحي من التصريح بالرضا.\nوإذا امتنعت عن الزواج فلا يجوز أن يجبرها عليه احد ولو كان أباها، لقول النبي صلي الله عليه وسلم: \"والبكر يستأذنها أبوها\" 2.\nولا أثم على الأب إذا لم يزوجها في هذه الحال لأنها هي التي امتنعت ولكن عليه أن يحافظ عليها ويصونها.\nوإذا خطبها شخصان، وقالت: أريد هذا وقال وليها: تزوجي الآخر، زوجت بمن تريد هي إذا كان كفئا لها أما إذا كان غير كفء فلوليها أن يمنعها من زواجها به ولا إثم\n1 رواه البخاري كتاب النكاح باب لا ينكح الأب وغيره البكر والثيب الا برضاها رقم\"5136\" ومسلم كتاب نكاح باب استئذان الثيب في النكاح رقم\" 1419\".\n2 رواه مسلم كتاب النكاح باب استئذان الثيب في النكاح بالنطق والبكر بالسكوت رقم \"1421\".\nالجزء: 1 ¦ الصفحة: 16\n",
        "عليه في هذه الحال.\n2. الولي فلا يصح النكاح بدون ولي، لقول النبي صلي الله عليه وسلم: \"لا نكاح إلا بولي\" 1. فلو زوجت المرأة نفسها فنكاحها باطل، سواء باشرت العقد بنفسها أم وكلت فيه.\nوالولي: هو البالغ العاقل الرشيد من عصباتها، مثل الأب، والجد من قبل الأب، والابن وابن الابن وإن نزل والأخ الشقيق والأخ من الأب والعم الشقيق والعم من الأب وأبنائهم الأقرب فالأقرب.\nولا ولاية للأخوة من الأم ولا لأبنائهم ولا أبي الأم والأخوال لأنهم غير عصبة.\nوإذا كان لا بد في النكاح من الولي فانه يجب على الولي اختيار الأكفأ الأمثل إذا تعدد الخطاب فإن خطبها\n1 رواه أبو داود كتاب النكاح باب في الولي رقم \"2085\" والترمذي، كتاب النكاح باب ما جاء لا نكاح إلا بولي رقم \"1101\" وابن ماجه كتاب النكاح باب لا نكاح إلا بولي رقم\" 1881\"\nالجزء: 1 ¦ الصفحة: 17\n",
        "واحد فقط وهو كفء ورضيت فانه يجب عليه أن يزوجها به وهنا نقف قليلا لنعرف مدى المسئولية الكبيرة التي يتحملها الولي بالنسبة إلي من ولاه الله عليها فهي أمانة عنده يجب عليه رعايتها ووضعها في محلها ولا يحل له احتكارها لأغراضه الشخصية أو تزويجها بغير كفئها من اجل طمع فيما يدفع اليه، فان هذا من الخيانة وقد قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ} [الأنفال: 27] . وقال تعالى: {إنَّ اللَّهَ لا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ} [الحج:38] . وقال النبي صلي الله عليه وسلم: \"كلكم راع وكلكم مسئول عن رعيته\" 1.\nوترى بعض الناس تخطب منه ابنته يخطبها كفء ثم يرده ويرد آخر وآخر ومن كان كذلك فان ولايته تسقط ويزوجها غيره من الأولياء الأقرب فالأقرب.\n1 رواه البخاري كتاب النكاح باب {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً} رقم \"5188\" ومسلم كتاب الإمارة باب فضيلة الإمام العادل رقم \"1829\".\nالجزء: 1 ¦ الصفحة: 18\n",
        "الفصل الرابع: في صفة المرأة التي ينبغي نكاحها\nالنكاح يراد للاستمتاع وتكوين أسرة صالحة ومجتمع سليم كما قلنا فيما سبق. وعلى هذا فالمراة التي ينبغي نكاحها هي التي يتحقق فيها استكمال هذين الغرضين وهي التي اتصفت بالجمال الحسي والمعنوي.\nفالجمال الحسي: كمال الخلقة لان المرأة كلما كانت جميلة المنظر عذبة المنطق قرت العين بالنظر إليها وأصغت الإذن إلي منطقها فينفتح إليها القلب وينشرح إليها الصدر وتسكن إليها النفس ويتحقق فيها قوله تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً} [الروم-21] .\nوالجمال المعنوي: كمال الدين والخلق فكلما كانت المرأة أدين وأكمل خلقا كانت أحب إلي النفس واسلم عاقبة.\nالجزء: 1 ¦ الصفحة: 19\n",
        "فالمرأة ذات الدين قائمة بأمر الله حافظة لحقوق زوجها وفراشه وأولاده وماله، معينه له على طاعة الله تعالى، إن ذكرته وأن تثاقل نشطته وأن غضب أرضته.\nوالمرأة الأدبية تتودد إلي زوجها وتحترمه ولا تتأخر عن شئ يحب أن تتقدم فيه ولا تتقدم في شئ يحب أن تتأخر فيه ولقد سئل النبي صلي الله عليه وسلم أي النساء خير؟ قال: \"التي تسره إذا نظر وتطيعه إذا أمر ولا تخالفه في نفسها ولا ماله بما يكره\" 1 وقال صلي الله عليه وسلم: \"تزوجوا الودود الولود فاني مكاثر بكم الأنبياء، أو قال: الأمم\" 2.\nفان أمكن تحصيل امرأة يتحقق فيها جمال المنظر وجمال الباطن فهذا هو الكمال والسعادة بتوفيق الله.\n1 رواه احمد والنسائي كتاب النكاح باب أي النساء خير رقم \"3231\".\n2 رواه أبو داود كتاب النكاح باب النهي عن تزويج من لم يلد من النساء رقم\"2050\" والنسائي كتاب النكاح باب كراهية تزويج العقيم رقم \" 3227\".\nالجزء: 1 ¦ الصفحة: 20\n",
        "الفصل الخامس: في المحرمات بالنكاح\nقال النبي صلي الله عليه وسلم: \"إن الله فرض فرائض فلا تضيعوها، وحد حدودا فلا تتعدوها\" 1.\nومن جملة الحدود الشرعية التي حد الله تعالى حدودها النكاح حلا وحرمة، حيث حرم على الرجل نكاح نساء معينة لقرابة أو رضاعة أو مصاهرة أو غير ذلك.\nوالمحرمات من النساء على قسمين:\nقسم محرمات دائما وقسم محرمات إلي أجل.\n1-\nمحرمات دائما\nوهن ثلاثة أصناف:\nالصنف الأول: المحرمات بالنسب: وهن سبع ذكرهن الله تعالى بقوله في سورة النساء: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ\n1 رواه الدارقطني في سننه \"4/184\".\nالجزء: 1 ¦ الصفحة: 21\n",
        "وَعَمَّاتُكُمْ وَخَالاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ} [النساء: 23]\n1-\nفالأمهات: يدخل فيهم: الأم، والجدات سواء كن من جهة الأب أم من جهة الأم.\n2-\nوالبنات: يدخل فيهن: بنات الصلب وبنات الأبناء وبنات البنات وان نزلن.\n3-\nوالأخوات: يدخل فيهن الأخوات الشقيقات والأخوات من الأب والأخوات من الأم\n4-\nوالعمات: يدخل فيهن: عمات الرجل وعمات أبيه وعمات أجداده وعمات أمه وعمات جداته.\n5-\nوالخالات: يدخل فيهن: خالات الرجل وخالات أبيه وخالات أجداده وخالات أمه وخالات جداته.\n6-\nوبنات الأخ: يدخل فيهن بنات الأخ الشقيق وبنات الأخ من الأب وبنات الأخ من الأم وبنات أبنائهم وبنات بناتهم وإن نزلن.\n7-\nوبنات الأخت: يدخل فيهن: بنات الأخت الشقيقة وبنات الأخت من الأب وبنات الأخت من الأم وبنات\nالجزء: 1 ¦ الصفحة: 22\n",
        "أبنائهن وبنات بناتهن وإن نزلن.\nالصنف الثاني: المحرمات بالرضاع: وهن نظير المحرمات بالنسب.\nقال النبي صلي الله عليه وسلم: \"يحرم من الرضاع ما يحرم من النسب\" 1 ولكن الرضاع المحرم لا بد له من شروط منها:\nالشرط الأول: أن يكون خمس رضعات فأكثر فلو رضع الطفل من المرأة أربع رضعات لم تكن أما له. لما روى مسلم عن عائشة رضي الله عنها قالت: \"كان فيما انزل من القران عشر رضعات معلومات يحرمن، ثم نسخن بخمس معلومات، فتوفى رسول الله صلي الله عليه وسلم وهي فيما يقرأ من القرآن\"2\n1رواه البخاري كتاب الشهادات باب الشهادة على الأنساب والرضاعة رقم \"2645، 2646\" ومسلم كتاب الرضاع ما يحرم من الولادة رقم\"1447، 1444\".\n2 رواه مسلم كتاب الرضاع باب التحريم بخمس رضعات رقم \"1452\".\nالجزء: 1 ¦ الصفحة: 23\n",
        "الشرط الثاني: أن يكون الرضاع قبل الفطام أي يشترط أن تكون الرضعات الخمس كلها قبل الفطام فان كانت بعد الفطام أو بعضها قبل الفطام وبعضها بعد الفطام لم تكن المرأة أما له.\nوإذا تمت شروط الرضاع صار الطفل ولدا للمرأة وأولادها أخوة له سواء كانوا قبله أو بعده وصار أولاد صاحب اللبن أخوة له أيضا سواء كانوا من المرأة التي أرضعت الطفل أم من غيرها.\nوهنا يجب أن نعرف بأن أقارب الطفل المرضع سوى ذريته لا علاقة لهم بالرضاع ولا يؤثر فيهم الرضاع شيئا فيجوز لأخيه من النسب أن يتزوج أمه من الرضاع أو أخته من الرضاع.\nأما ذرية الطفل فإنهم يكونون أولادا للمرضعة وصاحب اللبن كما كان أبوهم من الرضاع كذلك.\nالصنف الثالث: المحرمات بالصهر:\nزوجات الآباء والأجداد وإن علوا سواء من قبل الأب أم من قبل الأم، لقوله تعالى: {وَلا تَنْكِحُوا مَا نَكَحَ\nالجزء: 1 ¦ الصفحة: 24\n",
        "آبَاؤُكُمْ مِنَ النِّسَاءِ} \"النساء: 22\" فمتى عقد الرجل على امرأة صارت حراما على أبنائه وأبناء أبنائه وأبناء بناته وإن نزلوا سواء دخل بها أم لم يدخل بها.\n1-\nزوجات الأبناء وان نزلوا،لقوله تعالى: {وَحَلائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلابِكُمْ} [النساء-23] فمتى عقد الرجل على امرأة صارت حراما على أبيه وأجداده وإن علوا سواء من قبل الأب أم من قبل الأم بمجرد العقد عليها وإن لم يدخل بها.\n2-\nأم الزوجة وجدتها وإن علون، لقوله تعالى: {وَأُمَّهَاتُ نِسَائِكُمْ} \"النساء: 23\" فمتى عقد الرجل على امرأة صارت أمها وجدتها حراما عليه بمجرد العقد وإن لم يدخل بها سواء كن جدتها من قبل الأب أم من قبل الأم.\n3-\nبنات الزوجة، وبنات أبنائها وبنات بناتها وان نزلن وهن الربائب وفروعهن لكن بشرط أن يطأ الزوجة فلو حصل الفراق قبل الوطء لم تحرم الربائب وفروعهن، لقوله تعالى: {وَرَبَائِبُكُمُ اللَّاتِي فِي\nالجزء: 1 ¦ الصفحة: 25\n",
        "حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلا جُنَاحَ عَلَيْكُمْ} [النساء: 23] فمتى تزوج الرجل امرأة ووطئها صارت بناتها وبنات أبنائها وبنات بناتها وإن نزلن حراما عليه سواء كن من زوج قبله أم من زوج بعده أما إن حصل الفراق بينهما قبل الوطء فان الربائب وفروعهن لا يحرمن عليه.\n2-\nالمحرمات إلي أجل\nوأما المحرمات إلي أجل فمنهن:\n1-\nأخت الزوجة وعمتها وخالتها حتى يفارق الزوجة فرقة موت أو فرقة حياة وتنقضي عدتها لقوله تعالى: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} : [النساء- 23] وقول النبي صلي الله عليه وسلم: \"لا يجمع بين المرأة وعمتها ولا بين المرأة وخالتها\" 1.\n1رواه البخاري كتاب النكاح باب لا تنكح المرأة على عمتها رقم\"5109\" ومسلم كتاب النكاح باب تحريم الجمع بين المرأة وعمتها رقم \"1408\"\nالجزء: 1 ¦ الصفحة: 26\n",
        "[متفق عليه] .\n2-\nمتعددة الغير: أي إذا كانت المرأة في عدة لغيره فإنه لا يجوز له نكاحها حتى تنتهي عدتها وكذلك لا يجوز له أن يخطبها إذا كانت في العدة حتى تنتهي عدتها.\n3-\nالمحرمة بحج أو عمرة: لا يجوز عقد النكاح عليها حتى تحل من إحرامها. وهناك محرمات أخرى تركنا الكلام فيهن خوفا من التطويل.\nوأما الحيض: فلا يوجب تحريم العقد على المرأة فيعقد عليها وان كانت حائضا لكن لا توطأ حتى تطهر وتغتسل.\nالجزء: 1 ¦ الصفحة: 27\n",
        "الفصل السادس: في العدد المباح في النكاح\nلما كان إطلاق العنان للشخص في تزويج ما شاء من العدد أمرا يؤدي إلي الفوضى والظلم وعدم القدرة على القيام بحقوق الزوجات وكان حصر الرجل على زوجة واحدة قد يفضي إلي الشر وقضاء الشهوة بطريقة أخرى محرمة أباح الشارع للناس التعدد إلي أربعة فقط لأنه العدد الذي يتمكن به الرجل من تحقيق العدل والقيام بحق الزوجة ويسد حاجته إن احتاج إلي أكثر من واحدة.\nقال الله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً} [النساء: 3] .\nوفي عهد النبي صلي الله عليه وسلم اسلم غيلان الثقفي وعنده عشرة نساء فأمره النبي صلي الله عليه وسلم أن يختار منهن أربعا ويفارق البواقي، وقال قيس بن الحارث: أسلمت وعندي ثمانية نسوة فأتيت النبي\nالجزء: 1 ¦ الصفحة: 28\n",
        "صلي الله عليه وسلم فذكرت له ذلك فقال: \"اختر منهن أربعا\" 1.\nوتعدد النساء إلى هذا الحد له فوائد منها\n1-\nأنه قد يكون ضروريا في بعض الأحيان مثل: أن تكون الزوجة كبيرة السن أو مريضة لو اقتصر عليها لم يكن له منها عفاف وتكون ذات أولاد منه فان امسكها خاف على نفسه المشقة بترك النكاح أو ربما يخاف الزنا وإن طلقها فرق بينها وبين أولادها فلا تزول هذه المشكلة الا بحل التعدد.\n2-\nإن النكاح سبب للصلة والارتباط بين الناس وقد جعله الله تعالى قسيما للنسب فقال تعالى: {وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً} [الفرقان-54] فتعدد الزوجات يربط بين اسر كثيرة ويصل بعضهم ببعض وهذا أحد الأسباب التي حملت النبي صلي الله عليه وسلم أن يتزوج بعدد من\n1 رواه أبو داود كتاب الطلاق باب فيمن اسلم وعنده نساء أكثر من أربع رقم \" 2241\"\nالجزء: 1 ¦ الصفحة: 29\n",
        "النساء.\n3-\nيترتب عليه صون عدد كبير من النساء والقيام بحاجتهن من النفقة والمسكن وكثرة الأولاد والنسل وهذا أمر مطلوب للشارع.\n4-\nمن الرجال من يكون حاد الشهوة لا تكفيه الواحدة وهي تقي نزيه ويخاف الزنا ولكن يريد أن يقضي وطرا في التمتع الحلال فكان من رحمة الله تعالى بالخلق أن أباح لهم التعدد على وجه سليم.\nالجزء: 1 ¦ الصفحة: 30\n",
        "الفصل السابع - في حكمة النكاح\nقبل أن نبدأ الكلام في خصوص تلك المسالة يجب علينا أن نعلم علما يقينا بان الأحكام الشرعية كلها حكم وكلها في موضعها وليس فيها شئ من العبث والسفه ذلك لأنها من لدن حكيم خبير.\nولكم هل الحكم كلها للخلق؟ إن الآدمي محدود في علمه وتفكيره وعقله فلا يمكن أن يعلم كل شئ ولا أن يلهم معرفة كل شئ قال الله تعالى: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً} [الإسراء-85] .\nإذن: فالأحكام الشرعية التي شرعها الله لعباده يجب علينا الرضا بها سواء علمنا حكمتها أم لم نعلم لأننا إذا لم نعلم حكمتها فليس معناه أنه لا حكمة فيها في الواقع إنما معناه قصور عقولنا وإفهامنا عن إدراك الحكمة.\nأما الحكمة في النكاح فكثيرة منها:\n1-\nحفظ كل من الزوجين وصيانته قال النبي صلي الله عليه وسلم: \"يا\nالجزء: 1 ¦ الصفحة: 31\n",
        "معشر الشباب من استطاع منكم الباءة فليتزوج فانه أغض للبصر وأحصن للفرج\" 1\n2-\nحفظ المجتمع من الشر وتحلل الأخلاق فلولا النكاح لانتشرت الرذائل بين الرجال والنساء.\n3-\nاستمتاع كل من الزوجين بالآخر بما يجب له من حقوق وعشرة فالرجل يكفل المرأة ويقوم بنفقاتها من طعام وشراب ومسكن ولباس بالمعروف قال النبي صلي الله عليه وسلم: \"ولهن عليكم رزقهن وكسوتهن بالمعروف\" 2. والمرأة تكفل الرجل أيضا بالقيام بما يلزمها في البيت من رعاية وإصلاح قال النبي صلي الله عليه وسلم: \"\n...\nوالمرأة راعية في بيت زوجها ومسئولة عن رعيتها\" 3.\n1 سبق تخريجه ص 14.\n2 رواه احمد \"5/73\" وأبو داود كتاب المناسك باب صفة حجة النبي صلي الله عليه وسلم رقم\"1905\" وابن ماجه كتاب المناسك باب حجة رسول الله صلي الله عليه وسلم رقم (3074) .\n3 سبق تخريجه ص 18.\nالجزء: 1 ¦ الصفحة: 32\n",
        "4-\nأحكام الصلة بين الأسر والقبائل فكم من أسرتين متباعدتين لا تعرف إحداهما الأخرى وبالزواج يحصل التقارب بينهما والاتصال ولهذا جعل الله الصهر قسيما للنسب كما تقدم.\n5-\nبقاء النوع الإنساني على وجه سليم فان كان النكاح سبب للنسل الذي به بقاء الإنسان قال الله تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً} [النساء-1] .\nولولا النكاح للزم احد أمرين أما:\n1-\nفناء الإنسان.\n2-\nأو وجود إنسان ناشئ من سفاح لا يعرف له أصل ولا يقوم على أخلاق.\nويطيب لي أن أستطرد هنا قليلا لحكم تحديد النسل.\nفأقول: تحديد النسل بعدد معين خلاف مطلوب الشارع فإن النبي صلي الله عليه وسلم أمر بتزويج المرأة الولود أي كثيرة\nالجزء: 1 ¦ الصفحة: 33\n",
        "الولادة وعلل ذلك بأنه مكاثر بنا الأمم أو الأنبياء. وقال أهل الفقه: ينبغي أن يتزوج المرأة المعروفة بكثرة الولادة أما بنفسها إن كانت تزوجت من قبل وعرفت بكثرة الولادة أو بأقاربها كأمها وأختها إذا كانت لم تتزوج من قبل.\nثم ما الداعي لتحديد النسل؟\nهل هو الخوف من ضيق الرزق أو الخوف من تعب التربية؟\nإن كان الأول فهذا سوء ظن بالله تعالى لان الله سبحانه وتعالى إذا خلق خلقا فلا بد أن يرزقه. قال الله تعالى: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا} [هود-6] وقال تعالى: {وَكَأَيِّنْ مِنْ دَابَّةٍ لا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ} \"العنكبوت 60\" وقال تعالى في الذين يقتلون أولادهم خشية الفقر: {نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ} [الإسراء 31] .\nوإن كان الداعي لتحديد النسل هو الخوف من تعب التربية فهذا خطأ فكم من عدد قليل من الأولاد اتعبوا أتعابا كبيرا في التربية وكم من عدد سهلت تربيتهم بأكثر\nالجزء: 1 ¦ الصفحة: 34\n",
        "ممن وهم دونهم بكثير. فالمدار في التربية صعوبة وسهولة على تيسير الله تعالى وكلما اتقى العبد ربه وتمشى على الطرق الشرعية سهل الله أمره قال الله تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً} \"الطلاق 4\".\nوإذا تبين أن تحديد النسل خلاف المشروع فهل تنظيم النسل على الوجه الملائم لحال الأم من ذلك؟\nالجواب: لا ليس تنظيم النسل على الوجه الملائم لحال الأم من تحديد النسل في شئ واعني بتنظيم النسل أن يستعمل الزوجان أو احدهما طريقة تمنع من الحمل في وقت دون وقت فهذا جائز إذا رضي به من الزوج والزوجة مثل: أن تكون الزوجة ضعيفة والحمل يزيد ها ضعفا أو مرضا وهي كثيرة الحمل فتستعمل برضا الزوج هذه الحبوب التي تمنع من الحمل مدة معينة فلا باس بذلك وقد كان الصحابة يعزلون في عهد النبي صلي الله عليه وسلم ولم ينهوا عن ذلك والعزل من أسباب امتناع الحمل من هذا الوطء.\nالجزء: 1 ¦ الصفحة: 35\n",
        "الفصل الثامن: في الآثار المترتبة على النكاح\nيترتب على النكاح آثار كثيرة منها ما يلي:\nأولا: وجوب المهر:\nوالمهر: هو الصداق المسمى باللغة العامة جهازا- فالمهر ثابت للمرأة بالنكاح سواء شرط أم سكت عنه وهو المال المدفوع للزوجة بسبب عقد النكاح فإن كان معينا فهو ما عين سواء كان قليلا أم كثيرا وإن كان غير معين بإن عقد عليها ولم يدفع جهازا ولم يسموا شيئا فعلى الزوج أن يدفع إليها مهر الثمن وهو ما جرت العادة أن يدفع لمثلها.\nوكما يكون المهر مالا أي عينا يكون كذلك منفعة فلقد \"زوج النبي صلي الله عليه وسلم امرأة برجل على أن يعلمها شيئا من القرآن\"1.\nوالمشروع في المهر أن يكون قليلا فكلما قل وتيسر فهو\n1 رواه البخاري كتاب النكاح باب تزويج المعسر رقم\" 5087\" ومسلم كتاب النكاح باب الصداق وجواز كونه تعليم قرآن رقم \"1425\"\nالجزء: 1 ¦ الصفحة: 36\n",
        "أفضل إقتداء بالنبي صلي الله عليه وسلم وتحصيلا للبركة فان أعظم النكاح بركة أيسره مؤونة وروى مسلم في صحيحه أن رجلا قال للنبي صلي الله عليه وسلم: أني تزوجت امرأة. قال: \"كم أصدقتها؟ \" قال: أربع أواق يعني مائة وستين درهما فقال النبي صلي الله عليه وسلم: \"على أربع أواق كأنما تنحتون الفضة من عرض هذا الجبل، ما عندنا ما نعطيك ولكن عسى أن نبعثك في بعث تصيب منه\" 1.\nوقال عمر رضي الله عنه: \"لا تغلوا صدق النساء فإنها لو كانت مكرمة في الدنيا أو تقوى في الآخرة كان أولاكم بها النبي صلي الله عليه وسلم، ما أصدق النبي صلي الله عليه وسلم امرأة من نسائه ولا أصدقت امرأة من بناته أكثر من اثنتي عشرة أوقية، والأوقية أربعون درهما\".\nولقد كان تصاعد المهور في هذه السنين له أثره السيئ في منع كثير من الناس من النكاح رجالا ونساء وصار الرجل يمضي السنوات الكثيرة قبل أن يحصل المهر، فنتج\n1 رواه مسلم متاب النكاح باب ندب النظر إلي المرأة رقم \"1424\".\nالجزء: 1 ¦ الصفحة: 37\n",
        "عن ذلك مفاسد منها:\n1-\nتعطل كثير من الرجال والنساء عن النكاح.\n2-\nأن أهل المرأة صاروا ينظرون إلي المهر قلة وكثرة فالمهر عند كثير منهم هو ما يستفيدونه من الرجل لامرأته فإذا كان كثيرا زوجوا ولم ينظروا للعواقب وإن كان قليلا ردوا الزوج وإن كان مرضيا في دينه وخلقه.\n3-\nانه إذا ساءت العلاقة بين الزوج والزوجة وكان المهر بهذا القدر الباهظ فانه لا تسمح نفسه غالبا بمفارقتها بإحسان بل يؤذيها ويتعبها لعلها ترد شيئا مما دفع إليها ولو كان المهر قليلا لهان عليه فراقها.\nولو أن الناس اقتصدوا في المهر وتعاونوا في ذلك وبدا الأعيان بتنفيذ هذا الأمر لحصل للمجتمع خير كثير وراحة كبيرة وتحصين كثير من الرجال والنساء.\nولكن مع الأسف أن الناس صاروا يتبارون في السبق إلي تصاعد المهور وزيادتها فكل سنة يضيفون أشياء لم تكن معروفة من قبل ولا ندري إلي أي غاية ينتهون؟\nالجزء: 1 ¦ الصفحة: 38\n",
        "ولقد كان بعض الناس وخصوصا البادية يسلكون مسلكا فيه بعض السهولة وهو تأجيل شئ من المهر مثل: أن يزوجه بمهر قدره كذا نصفه حال ونصفه مؤجل إلي سنة أو اقل أو أكثر وهذا يخفف عن الزوج بعض التخفيف.\nثانيا: النفقة:\nفعلى الزوج أن ينفق على زوجته بالمعروف طعاما وشرابا وكسوة وسكني فان بخل بشئ من الواجب فهو آثم ولها أن تأخذ من ماله بقدر كفايتها أو تستدين عليه ويلزمه الوفاء.\nومن النفقة: الوليمة وهي ما يصنعه الزوج من الطعام أيام الزواج ويدعو الناس اليه وهي سنة مأمور بها لان النبي صلي الله عليه وسلم فعلها وأمر بها ولكن يجب في الوليمة أن يتجنب فيها الإسراف المحرم وينبغي أن تكون بقدر حال الزوج.\nأما ما يفعله بعض الناس من الإسراف فيها كمية وكيفية فانه لا ينبغي ويترتب عليه صرف أموال كثيرة بلا فائدة.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ثالثا: الصلة بين الزوج وزوجته وبين أهليهما:\nفقد جعل الله بين الزوج وزوجته مودة ورحمة وهذا الاتصال يوجب الحقوق المترتبة عليه عرفا فإنه كلما حصلت الصلة وجب من الحقوق بقدرها.\nرابعا: المحرمية:\nفإن الزوج يكون محرما لأمهات زوجته وجداتها وإن علون ويكون محرما لبناتها وبنات أبنائها وبنات بناتها وإن نزلن إذا كان دخل بأمهن الزوجة.\nوكذلك الزوجة تكون من محارم أباء الزوج وإن علوا وأبنائه وإن نزلوا.\nخامسا: الإرث:\nفمتى عقد شخص على امرأة بنكاح صحيح فانه يجري التوارث بينهما لقوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ} إلي قوله: {تُوصُونَ بِهَا أَوْ دَيْنٍ} [النساء 12] . ولا فرق بين أن يدخل ويخلو بها أم لا.\nالجزء: 1 ¦ الصفحة: 40\n",
        "الفصل التاسع: في حكم الطلاق وما يراعى فيه\nالطلاق فراق الزوجة باللفظ االكتابة أو الإشارة.\nوالأصل في الطلاق أنه مكروه إذ أنه يحصل به تفويت مصالح النكاح السابقة، وتشتيت الأسرة، وفي الحديث: \"ابغض الحلال عند الله الطلاق\".\nولكن لما كان الطلاق لا بد منه أحيانا أما لتأذي المرأة ببقائها مع الرجل، أو لتأذي الرجل منها، أو لغير ذلك من المقاصد، كان من رحمة الله أن أباحه لعباده، ولم يحجر عليهم بالتضييق والمشقة.\nفإذا كره الرجل زوجته ولم يتحمل الصبر فلا باس أن يطلقها، ولكن يجب أن يراعي ما يأتي:\n1-\nألا يطلقها وهي حائض:\nفان طلقها وهي حائض فقد عصي الله ورسوله، وارتكب محرما، ويجب عليه حينئذ أن يراجع ويبقيها حتى تطهر، ثم يطلقها إن شاء، والأولي أن يتركها حتى تحيض المرة\nالجزء: 1 ¦ الصفحة: 41\n",
        "الثانية، فإذا طهرت فان شاء امسكها، وان شاء طلقها.\n2-\nالا يطلقها في طهر جامعها فيه الا أن يتبين حملها:\nفإذا هم رجل بطلاق امرأته، وقد جامعها بعد حيضتها، فإنه لا يطلقها حتى تحيض ثم تطهر، ولو طالت المدة، ثم إن شاء طلقها قبل أن يمسها. الا إذا تبين حملها، أو كانت حاملا، فلا بأس أن يطلقها. قال الله تعالى: {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} [الطلاق:1] .\nقال ابن عباس رضي الله عنهما: لا يطلقها وهي حائض، ولا في طهر قد جامعها فيه، ولكن يتركها إذا حاضت وطهرت طلقها تطليقة.\n3-\nألا يطلقها أكثر من واحدة:\nفلا يقول: أنت طالق طلقتين، أو أنت طالق ثلاثا، أو أنت طالق، أنت طالق، أنت طالق، فطلاق الثلاث محرم لما روي عن النبي صلي الله عليه وسلم أنه قال في رجل طلق امرأته ثلاث تطليقات جميعا: \"أيلعب بكتاب الله وأنا بين أظهركم؟ \" حتى\nالجزء: 1 ¦ الصفحة: 42\n",
        "قام رجل فقال: يا رسول الله، الا اقتله؟ 1\nوإن كثير من الناس يجهلون أحكام الطلاق، فأي وقت طرأ عليهم الطلاق طلقوا من غير مبالاة بوقت أو عدد.\nوالواجب علي العبد أن يتقيد بحدود الله، ولا يتعداها. فقد قال الله تعالى: {وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ} [الطلاق:1] وقال: {وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ} [البقرة:229] .\n1 رواه النسائي، كتاب الطلاق، باب الثلاث المجموعة وما فيه من التغليظ رقم\"3401\".\nالجزء: 1 ¦ الصفحة: 43\n",
        "الفصل العاشر: فيما يترتب علي الطلاق\nلما كان الطلاق فراق الزوجة، فانه يترتب علي هذا الفراق أحكام كثيرة منها:\n1 -\nوجوب العدة إذا كان الزوج قد دخل بزوجته أوخلا بها.\nأما أن طلقها قبل أن يدخل بها ويخلو بها، فلا عدة له عليها، لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} [الأحزاب:49] .\nوالعدة ثلاث حيض إن كانت من ذوات الحيض، وثلاثة اشهر إن لم تكن من ذوات الحيض، ووضع الحمل إن كانت حاملا.\n2-\nتحريم الزوجة على الزوج إذا كان قد طلقها قبل ذلك الطلاق مرتين:\nيعني: لو طلق زوجته ثم راجعها في العدة، أو تزوجها\nالجزء: 1 ¦ الصفحة: 44\n",
        "بعد العدة، ثم طلقها مرة ثانية وراجعها في العدة، أو تزوج بعدها، ثم طلقها المرة الثالثة، فإنها لا تحل له بعد ذلك حتى تنكح زوجا غيره نكاحا صحيحا، ويجامعها فيه، ثم يرغب عنها ويطلقها، فإنها بعد ذلك تحل للأول، لقوله تعالى: {الطَّلاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} [البقرة: 229] . إلي أن قال: {فَإِنْ طَلَّقَهَا} يعني المرة الثالثة {فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ فَإِنْ طَلَّقَهَا} يعني الثاني {فَلا جُنَاحَ عَلَيْهِمَا} يعني الزوج الأول وزوجته التي طلقها {أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ} [البقرة: 230] .\nوإنما حرم الله المرأة علي من طلقها ثلاث مرات حتى تنكح زوجا غيره، لان الناس كانوا في أول الإسلام يطلقون ويراجعون بأي عدد كان، فغضب رجل علي امرأته فقال لها: والله لا أؤويك ولا أفارقك. قالت: وكيف ذلك؟ قال: أطلقك فإذا دنا أجلك راجعتك، ثم أطلقك فإذا دنا أجلك راجعتك، فذكرت المرأة ذلك لرسول الله صلي الله عليه وسلم، فانزل الله\nالجزء: 1 ¦ الصفحة: 45\n",
        "تعالى: {الطَّلاقُ مَرَّتَانِ} . ووقت العدة ثلاث رحمة بالنساء من أزواجهن.\nأيها الأخوة:\nلعلنا أتينا بجمل كثيرة من أحكام النكاح، متحرين بذلك أن تكون بالقدر المناسب من غير تطويل ممل ولا تقصير مخل.. واسأل الله تعالى أن ينفع بها، وان يجعل العمل خالصا لله موافقا لمرضاة الله، وأن يجعل من هذه الأمة جيلا عالما بأحكام الله، حافظا لحدود الله، قائما بأمر الله، هاديا لعباد الله.\nربنا لا تزغ قلوبنا بعد إذ هديتنا، وهب لنا من لدنك رحمة إنك أنت الوهاب.\nربنا أتنا في الدنيا حسنة وفي الآخرة حسنة، وقنا عذاب النار.. وصلي الله علي نبينا محمد وآله وصحبه وسلم.\nحرر في 26/5/1389هـ\nالجزء: 1 ¦ الصفحة: 46\n",
        ""
    ]
}