{
    "1": [
        "السبق التربوي مفهومه ومنهجه ومعالمه في ضوء النهج الإسلامي\nالسبق التربوي مفهومه ومنهجه ومعالمه في ضوء النهج الإسلامي\nخالد بن حامد الحازمي\nالكتاب:\nالسبق التربوي: مفهومه ومنهجه ومعالمه في ضوء النهج الإسلامي\nالمؤلف:\nخالد بن حامد الحازمي\nالناشر:\nالجامعة الاسلامية بالمدينة المنورة\nالطبعة:\nالسنة السادسة والثلاثون - العدد (123) 1424هـ/2004م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "باب: المبحث الأول: مدخل الدراسة\nمقدمة\n...\nالمبحث الأول: مدخل الدراسة\nمقدمة:\nالحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين وبعد:\nفإن اهتمام المسلمين بالعلوم المفيدة للإنسان يؤكدها التاريخ الحضاري الحافل بالمنجزات في جميع المجالات التي رصدتها كتب الحضارة والتاريخ.\nومن تلك العلوم: الدراسات التربوية والنفسية التي عنيت بالطبيعة البشرية والتي أفردت بالتصنيف والتأليف في أسفار عديدة، معتمدة في ذلك على منهجية تربوية منبثقة من المنهج الإسلامي الذي عني عناية فائقة بالدراسات الإنسانية، وفق توجيهات ربانية من الذي يعلم خائنة الأعين وما تخفي الصدور.\nوهذا أكسب العلوم التربوية الإسلامية فاعلية في التطبيق والتأثير، في بُعْدٍ عن المناهج الفلسفية الظنية غير القطيعة في دلالاتها ومؤشراتها.\nوهذا عكس ما يظنه البعض من أن الدراسات التربوية والنفسية هي من موروثات الدراسات الغربية، وهذه مغالطة علمية.\nكما أن هناك اعتقاداً عند البعض بأن المناهج الغربية حققت تقدماً كبيراً في جميع المجالات، بيد أنها حققت هذا التقدم في المجال التقني فقط، أما فيما يخص المجال التربوي الذي يغرس في المرء الفضائل والمبادئ السليمة في الحياة الاجتماعية والأسرية فقد تدهورت في هذا المجال تدهوراً كبيراً. يؤكد ذلك الواقع المشاهد.\nولما أن بريق الحضارة المادية سريع التأثير بمؤثراته المتعددة، أحدث عند الكثير الشعور بتفوق الأنموذج الغربي حتى في الجانب الإنساني، وهذه مغالطة نتيجة الأثر الفاعل للحضارة المادية التي توارت أمامها الهزيمة الساحقة في المجال\nالجزء: 1 ¦ الصفحة: 441\n",
        "الأخلاقي والتربوي، مما أدى إلى تثمين الحضارة الغربية على أساس أنها تمثل الأنموذج الحضاري للسبق التربوي في المجال الاجتماعي والإنساني والتعليمي والخلقي نتيجة غياب الوعي بمفهوم السبق التربوي وأسسه المنهجية ومعالمه التي يمكن أن ندحض بها التصورات الخاطئة.\nوهذا البحث محاولة لبيان منهج أسس السبق التربوي، ومن ثم تأكيد السبق التربوي للإسلام والمسلمين للعناية الفائقة والمبادئ المتميزة والثابتة لأصوله وأسسه التربوية التي مصدرها القرآن الكريم والسنة النبوية المطهرة.\nالجزء: 1 ¦ الصفحة: 442\n",
        "*\nأهمية الدراسة\n:\nتوضح هذه الدراسة مفهوم السبق التربوي وأسسه التي ينبغي أن ترتكز عليها عملية المفاضلة العلمية، حتى لا ينخدع الإنسان ببريق الحضارة المادية.\nوبالتالي تظهر أهمية هذه الدراسة في استجلاء أسس السبق التربوي، لتؤكد أن المنهج التربوي الإسلامي له الريادة بخصوصيته الربانية، ولما حققه من تفعيل لمضامينه التربوية، التي عجزت عن تحقيقها عموم التربيات الأخرى.\nإضافة إلى أن المأمول من هذه الدراسة أن تعطي قناعة بأن منهج التربية الإسلامية هو الذي لا تستقيم الحياة إلا به، وأن التربية الغربية انحصر تقدمها في المجال التقني، في حين أنها فشلت في الجوانب التربوية الإنسانية. ولعل هذا يعطي مؤشراً بأهمية مثل هذه الدراسة ليستفيد منها القائمون على المؤسسات التربوية، باعتبار أنها الركيزة الأساسية في تغيير المفاهيم عند المجتمع.\nالجزء: 1 ¦ الصفحة: 442\n",
        "*\nمشكلة الدراسة\n:\nتنطلق مشكلة هذه الدراسة من فقدان معايير السبق التربوي، ومفهومه\nالجزء: 1 ¦ الصفحة: 442\n",
        "الصحيح ومعالمه التي من خلالها يمكن تحديد السابق في مضمار المنجزات التربوية، الأمر الذي أدى إلى اغت-رار البعض بالحضارة الغربية على أساس أنها تمثل الريادة في التقدم التقني والتربوي.\nوحقيقة الأمر أن المجتمع الغربي قد انحصر تفوقه في المجال المادي التقني، وانحدر في الجانب التربوي نتيجة غياب الدين في حياته.\nومن هذه الإشكالية انطلق هذا البحث.\nالجزء: 1 ¦ الصفحة: 443\n",
        "*\nأسئلة الدراسة\n:\nيمكن تحديد تساؤلات هذه الدراسة في أربعة أسئلة، وهي:\n1-\nما مفهوم السبق التربوي؟.\n2-\nما أسس منهج السبق التربوي التي يقاس عليها؟.\n3-\nأين تكمن معالم السبق التربوي؟.\n4-\nما أبرز متناقضات التربية الأجنبية مع التربية الإسلامية؟.\nالجزء: 1 ¦ الصفحة: 443\n",
        "*\nحدود الدراسة\n:\nلما أن مجالات السبق التربوي متعددة الجوانب، قد تكون في الوسائل، وفي الوسائط التربوية، وفي المناهج، وفي الأصول التربوية، وفي جوانب أخرى متعددة، الأمر الذي يتطلب دراسات متعددة للوفاء بمتعلقاتها:\nلتلك الحيثيات سيتم الاقتصار على الجوانب الموضوعية التالية:\nأسس السبق التربوي، ومعالمه الظاهرة في فهم الطبيعة الإنسانية والأصول المرجعية والأهداف والوسائل.\nكما يشتمل البحث على مقارنة التربية بالأنموذج الغربي باعتبار أنه واسع الانتشار في العالم.\nالجزء: 1 ¦ الصفحة: 443\n",
        "*\nمنهج الدراسة\n:\nلما أن هذه الدراسة وصفية مع شيء من المقارنة فإن من الأنسب استخدام المنهج الوصفي التحليلي، لوصف معالم التربية الإسلامية وتحليل مضامينها، ثم استخدام المنهج المقارن لإبراز تفوق التربية الإسلامية على التربية الغربية وسبقها في هذا المضمار.\nالجزء: 1 ¦ الصفحة: 444\n",
        "باب: المبحث الثاني: مفهوم السبق التربوي ومنهجه\n...\nالمبحث الثاني: مفهوم السبق التربوي ومنهجه\nمفهوم السبق:\nالسبق: القُدْمةُ في الجري وفي كل شيء.\nوالسابق: هو الذي وصل للشيء أولاً، والعرب تقول للذي يسبق من الخيل: السابق1.\nفالعبرة في السبق إذاً ليس بالبدء، وإنما بالوصول أولاً، وبتحقيق النتائج، وإن كان البدء محموداً. فالسابق في مضمار الجري ليس لمن رفع قدمه أولاً، وإنما لمن حط قدمه على خط النهاية أولاً. والسابق في البحث العلمي: هو لمن وصل إلى نتائج وأعطى حقائق، لا لمن بدأ أولاً.\nوإذا تقرر هذا المفهوم عندنا فإن السبق التربوي ليس لأول من دوّن وكتب في التربية كتابات جدلية ليست قطعية، والرد والطعن نافذ فيها ومتحقق في نتائجها، بل السبق لمن وصل أولاً إلى منهج تربوي قطعي متكامل في جميع جوانبه.\nوهذه الحقيقة التعريفية المعرفية تنير لنا الطريق وتضعنا على أول معالم تحديد السبق، وتحقق لنا أن السبق في المنهج القطعي الصحيح، وليس لغيره.\nولكي نحدد السابق لابد من وضع معايير تُعرض عليها أعمال المتسابقين لتحديد السبق التربوي، كما يتضح من العنوان التالي:\nأسس منهج السبق التربوي:\nإن تحديد السبق التربوي يعتمد على تعيين أسسه التي يقوم عليها، حتى يكون للأحكام والاختيار اعتبار وميزان وثقة، وهي من مقدمات الدراسات\n1 ابن منظور، لسان العرب (10/151) .\nالجزء: 1 ¦ الصفحة: 445\n",
        "المقارنة، ويمكن إيضاح هذه الأسس في النقاط التالية:\nأولاً: تحقيق نتائج صحيحة:\nمن أهم أسس السبق أن تكون النتائج المتوصل إليها صحيحة سليمة، إذ لا عبرة بالنتائج الخاطئة التي يتم التوصل إليها، أو أنها ضعيفة في مصداقيتها، وربّما النقد حليفها من أتباعها.\nفهناك عوائق قد تكتنف البحث التربوي، فتعطي نتائج خاطئة، ومن تلك العوائق:\n1-\nعدم نضج النتائج:\nفبعض الباحثين يدفعه الحماس إلى سرعة التعلق بنظرية مثيرة دون أن يتأكد من صحتها، فيبني عليها بحثه، في حين أن الباحث الدقيق يتأكد أولاً من صحة ما يبني عليه بحثه، ولا يعلن عما في ذهنه إلا بعد اختبار جميع الفروض، والوصول إلى الدليل الحاسم.\n2-\nتجاهل الأدلة المضادة:\nوذلك بأن يتم التغافل عن الدليل المضاد، أو غير المتفق مع النتائج التي وصل إليها الباحث، من غير مناقشتها، والتأكد من صحتها أو بطلانها، وترجيح الراجح وإسقاط المرجوح.\n3-\nالافتقار للأصالة:\nإن الافتقار للأصالة والتأثر بالتقليد غير الصحيح يعطي البحث تبعية غير ناضجة، فيعقب ذلك نتائج مفتقرة للمصداقية.\n4-\nضعف القدرة:\nعدم قدرة الباحث الحصول على جميع الحقائق المتعلقة بالمشكلة قيد ال-دراسة، وبالتّالي يبني نتائجه على أدل-ة مبتورة ناقصة، لم تستوف جانب\nالجزء: 1 ¦ الصفحة: 446\n",
        "التكامل1.\n5-\nعدم الدقة في الملاحظة:\nوذلك بإهمال بعض العناصر والعوامل بحجة أن غيرها يكفي عنها، كالاقتصار في دراسة الانحرافات على الدوافع السلوكية من خوف أو حاجة، دون النظر إلى غياب عامل الدين أو ضعفه، والذي يعتبر المنظم الأساسي لسلوك الإنسان وتصرفاته.\n6-\nالخطأ في التوفيق:\nوذلك بعدم القدرة على الربط بين علاقة السبب والأثر، كمن يربط التسيب الدراسي بالضعف المادي الأسري فقط، أو بنظام المدرسة فقط، دون أن ينظر للأسباب الأخرى.\n7-\nالتأثر بالأحكام الشخصية والتحيزات الذاتية المسبقة:\nفربما يؤدي به ذلك إلى تفسيرات وتحليلات غير صحيحة.\nومن جانب آخر فإن مناهج البحث العلمي التجريبي، تشير إلى أن التجارب التي محورها الإنسان يكتنف صحتها شيء من الشك، فيقول أحد المتخصصين: “أما بالنسبة للتجارب التي تتناول الناس، فهناك صعوبة من غير شك في تحديد جميع المتغيرات، أو العوامل التي تؤثر على نتائج التجربة، وإن عزل جميع العوامل التي يمكن أن يكون لها صلة بالتغيرات التي تحدث خلال التجربة، أو التحكم فيها يعتبر أمراً مستحيلاً “ 2.\nفالإنسان الذي يكون قيد التجربة تتغير مشاعره تبعاً للمؤثرات وبالتالي\n1 أحمد بدر، أصول البحث العلمي ومناهج، ص (68-71) .\n2 المرجع السابق، ص (294) .\nالجزء: 1 ¦ الصفحة: 447\n",
        "تتغير انفعالاته، فيتبع ذلك تغير في تصرفاته.\nوإن كان هناك ضعف في نتائج التجارب المتعلقة بالمشاعر الإنسانية، فهذا أيضاً لا يعطينا الحق في رفضها البتة، ولكن يمكن أن نسترشد بها كعوامل مساعدة.\nأما فيما يتعلق بالأبحاث التي مصدرها أو محورها الإنسان ولكن تتعلق بآرائه واتجاهاته في القضايا، فإن لها مدلولاً واعتباراً، إذا طبقت تطبيقاً صحيحاً.\nوهناك ثمة محور آخر يتعلق بتعميم نظريات تربوية نشأت في بيئة لمواطنيها خصائص دينية وثقافية وعرفية تختلف تماماً عن البيئة الإسلامية، فتؤخذ مأخذ الأمر القطعي الذي لا يقبل التفاوض والجدل، وهذا في الحقيقة أمر خطير، ينحو بالنتائج منحى يبعدها عن الصواب.\nوالنتائج الخاطئة تظل أفكاراً جدلية ترتقي عند فئة، وتسقطها فئات أخرى، بعيدة عن الاستمرارية والديمومة، قريبة من الزوال، والإجماع ليس حليفها.\nفإبليس - لعنه الله - عندما أمره ربه بالسجود لآدم، استعلى في نفسه، وعصى ربه، وبنى رفضه على مقدمتينِ خاطئتين، فترتب عليها نتائج خاطئة، وهاتان المقدّمتان: أنه خير من آدم، والثانية: أنه مخلوق من نار وآدم من طين. قال تعالى في وصف ذلك: {قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} 1.\nثانياً: صحة الأصول المرجعية:\nويقصد بالأصول المرجعية، هي ما يستمد منه الباحث انطلاقته المعرفية، وما يُحتكم إليه، سواء في التشريع وفي الأهداف والبواعث أو في المنهجية،\n1 سورة الأعراف، آية رقم (12) .\nالجزء: 1 ¦ الصفحة: 448\n",
        "والأساليب، أو في الأسس والزاد المعرفي.\nوهذه الأصول المرجعية تختلف بين المجتمعات بحسب عقائدهم، وهي تؤثر في السلوك البشري وفي مجال الأبحاث، حيث يستمدّ منها الباحث الأسس العامة والجزئية والأصول المعرفية ويتأثر بانتمائه إليها وبحماسه لها والانتصار لها، وهي تحرك عواطفه نحو الأشياء، فقد يبغض ويكره تأثراً بتوجيهات تلك الأصول المرجعية، بل قد تؤثر في رؤيته التحليلية والتفسيرية للآيات الكونية والاجتماعية.\nفهناك مثلاً التفسير المادي للإنسان الذي ينطلق من أصل مرجعي هو أن المادة أساس كل شيء، وبالتالي ينظر لهذا المخلوق على أنه مركب فيزيقي عضوي، ولذلك: “فإن علم النفس المعاصر كما هو موجود في الشرق والغرب قائم على مبدأ أساسي هو أن الإنسان في بنائه النفسي محكوم كلياً ببنائه الفيزيقي العضوي المادي، وبناءً على ذلك فسلوك الكائن البشري محكوم بمسألة فِزيقية جوهرها باعث مادي واستجابة فِيزيقية”1.\nفهذه النظرة تسقط جميع المحركات الانفعالية للإنسان، والتي مبعثها خارج عن التركيب العضوي، من أمور مفرحة سارة، وأمور محزنة، وأخرى تقتلع هدوء الإنسان ليغضب، وأخرى تضرب بانفعالات الإنسان إلى درجة التجمد فيهدأ حياءً من مثيرات وعوامل خارجية عن تركيبته العضوية.\nثالثاً: مشروعية السبق:\nويقصد به أن يكون موضوع السبق نافعاً غير ضار، مطلوباً غير مرفوض. وهذا يتطلب تحقيق ما يلي:\n1-\nالمشروعية في الأدوات المستخدمة لتحقيق السبق.\n1 عبد الحميد الهاشمي، صبغة علم النفس بالصبغة الإسلامية، ص (79-80) .\nالجزء: 1 ¦ الصفحة: 449\n",
        "2-\nالمشروعية في المنهج.\n3-\nالمشروعية في الهدف.\nويمكن إيضاح ذلك فيما يلي:\n1-\nالمشروعية في الأدوات المستخدمة لتحقيق السبق:\nوالمقصود أن تكون أدوات البحث مأذوناً بها شرعاً، ولا تُخضع المسائل غير التجريبية على أدوات التجريب، كقضايا الإيمان بالغيبيات، أو تفسير الظواهر الكونية على مقاييس مادية بحتة، مثل: ظواهر الزلازل والبراكين والخسوف والكسوف، إذ يجب أن يرتبط تفسير الآيات الكونية بالمنهج الشرعي، حتى يرتبط الفهم بالحقيقة والمطلوب، ويُربط العلم بالإيمان؛ لأن في عدم ربطها إخلالاً بفكر الإنسان وبتربيته وتنشئته.\nومن أدوات البحث التربوي ما يلي:\nأ - الملاحظة.\nب - المقابلة.\nج - الاستبانات.\nد - تحليل المحتوى أو المضمون.\nهـ- - الأساليب الإسقاطية.\nو أساليب قياس الاتجاهات.\nز - الخرائط والرسوم والوثائق.\nح - الوسائل الإحصائية1.\nوعلى الباحث أن يختار من تلك الأدوات ما يناسب بحثه، مع ملاحظة أن\n1 انظر: أحمد بدر، أصول البحث العلمي، ص (30) .\nالجزء: 1 ¦ الصفحة: 450\n",
        "منهج التربية الإسلامية يوجب على الباحث أن لا يعمل بتلك الأدوات في معزل عن المنهج الإسلامي الذي يعتمد في قضاياه الكلية والجزئية على الكتاب والسنة؛ لأنه ما من بحث تربوي يسير في معزل عن منهج التربية الإسلامية إلا ويحيد عن الطريق في النتائج والتحليل.\nومثال ذلك: التجارب الفيزيائية والكيميائية والبيولوجية التي دُرست دراسة معملية في معزل عن الشرع الحكيم نجد أنها حادت عن الطريق، وساهمت في هدم البشرية، بقدر ما حققت من تقدم علمي عالمي، وسيأتي توضيح لذلك في مشروعية الهدف.\n2-\nالمشروعية في المنهج:\nوذلك أن يكون المنهج المتبع منهجاً سليماً بعيداً عن الخداع والتلاعب في جمع المعلومات، وفي طرح النتائج وتحليلها، بل يجب أن يعتمد على مصادر صحيحة سليمة، ويعالجها بمنهجية دقيقة صحيحة، وهذا يتطلب البعد عن المنهج الفلسفي القائم على الأفكار الذاتية اللادينية، والبعد عن النظريات ذات المنطلقات غير الشرعية، والاستخدام العكسي للأدوات البحثية، حيث تمخض سوء استخدام أدوات البحث التجريبي التربوي عن دراسات ميدانية خاطئة، أجريت على بعض الأفراد؛ ولذلك تؤكد مناهج البحث العلمي على خطورة نتائج مثل تلك الدراسات التي تعتمد على منهجية خاطئة.\nومن الصعوبات المنهجية التي تواجه الدراسات الميدانية على الإنسان ما يلي:\nأ - صعوبة التعرف على جميع العوامل المتغيرة التي قد تؤثر في نتائج تجربة ما، فعلى سبيل المثال نجد أنه في أية دراسة خاصة بالأفراد يكاد يكون من المستحيل عزل وضبط كل عامل يحتمل أن يكون له أي تأثير في التغيرات\nالجزء: 1 ¦ الصفحة: 451\n",
        "الحادثة أثناء التجربة. ولو أن تجربة أجريت على إنسان وتحتاج هذه التجربة إلى فترة زمنية كشهر أو أكثر، فإنه في نفس الوقت الذي تجرى فيه الأحداث التجريبية سيكون الإنسان قد نما وتغير من نواح معينة أثناء هذه الفترة، ولن يعود هو نفس الشخص الذي كان عند بدء التجربة، وقد تكون التغيرات دقيقة إلا أنها موجودة مع ذلك بدرجة معينة1.\n(ثم إن هناك قضية منهجية هامة عند التجريب على المجموعات وهي كيفية اختيار عينة البحث، ومدى تمثيلها لمجتمع البحث) 2.\nب - وتعاني التجارب التي تجرى على الإنسان من أثر الإيحاء أو العوامل غير الشعورية، وعادة ما يكون اكتشاف هذه الأخطار غاية في الصعوبة3.\nومن جانب آخر فإن مشروعية المنهج تستلزم توازناً بين السبق المادي والحفاظ على الدين والقيم الاجتماعية والخلقية والسلوكية؛ لأن الانخراط في السبق المادي مع عدم الحفاظ على الدين المنظم لشؤون حياة الإنسانية هو تدمير لحياة البشرية، ولا أدل على ذلك مما تعيشه كثير من مجتمعات هذا العصر من التقدم المادي الذي يواكبه التدهور الأخلاقي والاجتماعي والتنكر للدين، فأصبح أفرادها يعانون من الخلل النفسي الذي حطم حياتهم، وأبعدهم عن جادة الطريق وسلك بهم سبيل الهلاك.\n3-\nمشروعية الهدف:\nبأن يكون القصد من تحقيق السبق النفع لا الضرر، والخير لا الشر؛ لأن التزام هذا الهدف يحقق الخُلُق الرفيع في مضمار التسابق، حيث إن ميدان السبق\n1 محمد زيان عمر، البحث العلمي ومناهجه وتقنياته، ص (109-111) .\n2 المرجع السابق، ص (110) .\n3 المرجع السابق، ص (111) .\nالجزء: 1 ¦ الصفحة: 452\n",
        "قد يكون مشروعاً في ذاته لكنه متعلق بنوايا خبيثة، كمن يخترع ليدمر حياة الإنسان أو يفكر بهدف نشر الرذيلة.\nفطلب الحقيقة العلمية غير المرتبطة بالالتزامات الشرعية يؤدي إلى تدمير البشرية، فهناك ميادين علمية تؤكد صحة هذا الكلام، فميدان الهندسة الوراثية واحد من هذه الميادين التي اتجهت لمعالجة الجنس البشري بحيث يكون النسل يحمل صفات وراثية محددة مما سوف تعقبه عواقب وخيمة، وكذلك القدرة على استخدام الطاقة الذرية للتخريب اتضحت معالمها في هيروشيما ونجازاكي، والأبحاث في ميادين غازات الأعصاب والميكروبات المميتة قد تطورت الآن إلى مبيدات للبشرية، وقد استخدم الكثير منها في فيتنام، ويظهر الآن ميدان من ميادين الكيمياء الانفعالية التي قد تؤدي في النهاية إلى السيطرة على الإرادة البشرية بواسطة مركبات كيميائية مختلفة1.\nفهذه النوايا التي صاحبت السبق العلمي اتجهت به نحو التدمير والهلاك، فهل هذا يخدم البشرية؟ وهل هذا نتاج تربية سباقة للخير؟.\nوالبث المباشر، والإنترنت يخدم أهدافاً غير مشروعة بقصد تحقيق عولمة العقل البشري، ليفكر بتفكير واحد ويعيش بطريقة واحدة أو متشابهة، ومظهرها الانحلال الديني والخلقي والاجتماعي، فقد رصدت بعض الدراسات اتجاهاً عالمياً يهدف لعولمة العقل البشرية2. فهل هذا الإنجاز وليد تربية سباقة للخير؟.\n1 عطاء الرحمن، التربية العلمية في الدولة الإسلامية، مبادئ وإرشادات، ص (240-241) ، سلسلة التعليم الإسلامي، العلوم الطبيعية والاجتماعية من وجهة النظر الإسلامية.\n2 خالد الحازمي، الهدف التعليمي والثقافي لتقنية المعلومات، للمجتمع العربي، ص (26) .\nالجزء: 1 ¦ الصفحة: 453\n",
        "رابعاً: تحقيق القُدْمة:\nوهو الوصول إلى الشيء أولاً، بحسب ميدان مناط السبق، سواء في مضمار الجري أو البحث العلمي، أو في غيرهما، ومثال تحقيق القدمة: لو أن باحثاً بدأ في موضوع معين في بداية شهر محرم من عام 1418هـ- واستكمل بحثه بمقدمات صحيحة ونتائج سليمة وذلك في نهاية شهر شوال لعام 1418?. وفي نفس الوقت بدأ باحث آخر في نفس الموضوع ولكن بعد الأول بشهر. واستكمل بحثه بمنهجية سليمة، ونتائج صحيحة قبل الأول بشهر، فإن السبق هنا يكون للثاني بالرغم من أنه بدأ بعد الأول، لكنه أنجز وأتم البحث قبله.\nفإذاً تحقيق القدمة الزمنية أس في عملية السبق لابد منها.\n***\nالجزء: 1 ¦ الصفحة: 454\n",
        "باب: المبحث الثالث: معالم السبق التربوي\n...\nالمبحث الثالث: معالم السبق التربوي\nتتعدد معالم السبق التربوي بحسب القضايا الكلية أو جزئياتها، وبحسب الميادين التربوية وتعددها في التعلم والتعليم، وفي الطبيعة الإنسانية، وفي الأهداف التربوية، أو في وسائطها وغير ذلك.\nولما أن هذا المبحث بل هذا البحث لا يمكن له تغطية كل الميادين التربوية فإنه سيقتصر على أهمها وهي:\nأ - الطبيعة الإنسانية.\nب - الأصول المرجعية.\nج - الأهداف والبواعث.\nد - الوسائل المنهجية.\nأولاً: الطبيعة الإنسانية:\nإن الله تعالى عندما خلق الإنسان جعل فيه خصائص تساعده على الحياة، وتجعله سيد نفسه في الاختيارات التي تظهر أمامه، وزوده بقدرات وخصائص بعضها فطري، وبعضها مكتسب، تحقق له إنسانيته التي أرادها الله تعالى له، والتي هي:\n1-\nالقابلية:\nعندما خلق الله تعالى الناس جعل عندهم قابلية التجاوب والاختيار، وقابلية الحب والكره، والولاء والعداء، وقابلية التجانس والتنافر، والتدابر والتقارب، والإقدام والإحجام؛ وذلك ليتمكن هذا الإنسان من تحمل مسؤولية التكليف، واستحقاق المحاسبة، والجزاء والثواب فيما بعد، قال تعالى: {فَأَلْهَمَهَا فُجُورَهَا\nالجزء: 1 ¦ الصفحة: 455\n",
        "وَتَقْوَاهَا} 1. أي: عرفها وأفهمها حالهما وما فيهما من الحسن والقبح. قال مجاهد: عرفها طريق الفجور والتقوى والطاعة والمعصية. قال الفراء: عرفها طريق الخير وطريق الشر.2.\n2-\nالإرادة:\nلم يجعل الله سبحانه وتعالى عند الإنسان القابلية والاستعداد للتحول من اتجاه لآخر فقط، وإنما جعل له أيضاً الإرادة في ممارسة الخير والاستمرار على الفطرة التي فطر عليها، أو الانحراف عنها إلى طريق الهلاك والضلال. قال تعالى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا. وَقَدْ خَابَ مَنْ دَسَّاهَا} 3.\nوهذه الإرادة تنقسم عند الإنسان إلى قسمين:\n(أ) - إرادة جازمة:\nوهي التي يجب وقوع الفعل منها، إذا كانت القدرة حاصلة. فإنه متى وجدت الإرادة الجازمة مع القدرة التامة وجب وجود الفعل.\n(ب) - إرادة غير جازمة:\nوهي التي لا يقع الفعل منها، مع وجود القدرة على الفعل. فمتى وجدت الإرادة والقدرة التامة على الفعل، ولم يقع لم تكن الإرادة جازمة4.\nوالإرادة هي: عمل القلب الذي هو ملك الجسد، كما قال أبو هريرة رضي الله عنه: “ القلب ملك والأعضاء جنوده، فإذا طاب الملك طابت جنوده،\n1 سورة الشمس: أية رقم (8) .\n2 الشوكاني، فتح القدير (5/449) .\n3 سورة الشمس: آية رقم (9-10) .\n4 ابن تيمية، الفتاوى (10/722) .\nالجزء: 1 ¦ الصفحة: 456\n",
        "وإذا خبث الملك خبثت جنوده “1.\nولعل هذا مستفاد من قوله صلى الله عليه وسلم: “ إن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب “ 2.\nوهذه الإرادة التي زود بها الإنسان، تجعل له قوة تجاه الفعل أو الترك، وبالتالي يقع على كاهل التربية تنشئة وتحفيز الإرادة الجازمة نحو السلوك المستقيم وفق المنهج الإسلامي، وبأساليبه المتقررة.\nويؤكد تلك الإرادة ما جاء في قوله تعالى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا. وَقَدْ خَابَ مَنْ دَسَّاهَا} 3.\nفالفلاح يأتي نتيجة الإرادة الجازمة نحو فعل الخير وسلوكه، والتدسية تأتي نتيجة الإرادة غير الجازمة في اتباع الخير وسلوكه.\n3-\nالقدرات:\nلقد زود الله تعالى الإنسان بالوسائل والمدارك التي تمكنه من معرفة ما يحيط به، إذ إن الإنسان لا تكفيه القابلية والإرادة في الاختيار والتفعيل ما لم تكن هناك وسائل يستطيع باستعمالها أن يهتدي إلى الحق، فزوده الله تعالى بمدارك حسية يكشف بها ما يعرض أمامه، فيعرف بها معالم الطريق وهديه، وهذه الوسائل متنوعة متعددة بتعدد خصائص الأشياء وما يعرض للإنسان من محسوسات، فبعضها لا تدرك إلا بحاسة السمع مثل الأصوات والبعض لا يدرك إلا بحاسة البصر، مثل رؤية الأشياء في أشكالها وأحجامها، والبعض لا يدرك إلا\n1 المرجع السابق (10/726) .\n2 البخاري (2/74) ، برقم (2051) ، ومسلم (3/1219-1220) ، برقم (107-1599) .\n3 سورة الشمس: آية رقم (9-10) .\nالجزء: 1 ¦ الصفحة: 457\n",
        "بحاسة اللمس فقط، كالخشونة والنعومة والحرارة والبرودة، ويقاس على ذلك بقية الحواس.\nقال تعالى مبيناً أهمية تلك الحواس في إدراك الحق، وخطر من لم يسخرها ويفعلها في مصالح معادة: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالأِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} 1.\nوإضافة إلى تلك الحواس كرمه بالعقل، الذي يعقل به الأشياء ويعرفها، ويفكر به، ويرجح به المنافع على المضار، وقد جاء في الحديث “ والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس” 2؛ ولذلك خاطب الإسلام الإنسان عن طريق عقله بالتأمل والتفكر فيما يحيط به ليهتدي ويعرف أن لهذه المخلوقات خالقاً يجب أن يعبد على الوجه الذي أراده الله تعالى وفق ما جاء به الشرع الحكيم: “لأن الاعتماد على الجانب العقلي وقوى الإدراك المختلفة لدى الإنسان فقط ليس مأمون العواقب، وذلك أن ثمّة عوامل ودوافع نفسية وغير نفسية تقوم بدورها في توجيه المعارف، وبالتالي يكون تأثيرها في الحكم العقلي الصادر عنها، كالأهواء والشبهات والشهوات”3.\nوبهذا يتضح أن الله تعالى زود الإنسان بقدرات يكتسب بها المعرفة، ولكن يجب أن لا تنعزل عن الشرع وتعمل في منأى عنه حتى لا تضل ولا تشقى؛ لأن هناك معارف غيبية لا يمكن معرفتها إلا من خلال التشريع الإلهي.\n1 سورة الأعراف: آية رقم (179) .\n2 مسلم (4/1980) برقم (14/2553) .\n3 محمد عبد الله عفيفي، النظرية الخلقية عند ابن تيمية، ص (157) .\nالجزء: 1 ¦ الصفحة: 458\n",
        "4-\nالقوى:\nلقد زود الله تعالى الإنسان بقوى تجعله متحركاً متجاوباً مع ما يحيط به، ولولا هذه القوى لأصبح الإنسان كالحيوان في حركة آلية رتيبة. فبعض هذه الدوافع يعمل للمحافظة عليه بالدفاع عنه، والبعض يعمل على المحافظة عليه بإشباعها. مثل: الدافع إلى العمل والسكن والتكسب والزواج، فهذه دوافع للمحافظة عليه، والغضب والغيرة والخوف للدفاع عمّا يضره للمحافظة عليه، وهذه القوى ثلاثة أنواع، منها: اثنتان فطريتان، وثالثة جمعت بين الفطرة والاكتساب، يقول ابن تيمية: إن قوى الأفعال في النفس إما جذب وإما دفع1. ويقول ابن قيم الجوزية: للقلب قوتان: قوة الطلب، وقوة الهرب، وكأنّ العبد هارب لمصالحه هارب من مضاره2.\nويشير ابن حجر إلى أن في كل إنسان ثلاثة قوى: أحدها الغضبية وكمالها الشجاعة، وثانيهما: الشهوانية، وكمالها الجود، وثالثهما: العقلية، وكمالها النطق بالحكمة3.\nفاقتضت حكمة الباري اللطيف الخبير أن جعلت في الإنسان بواعث ومستحثات تؤزه أزاً إلى ما فيه قوامه وبقاؤه، ومصلحته، وتَرِدُ عليه بغير اختياره ولا استدعائه، فجعل لكل واحد من هذه الأفعال محركاً من نفس الطبيعة يحركه ويحدوه عليه4.\nوبالاستقراء يمكن تقسيم القوى المحركة للطبيعة البشرية إلى ثلاثة\n1 ابن تيمة، الفتاوى (15/420) .\n2 ابن قيم الجوزية، الطب النبوي، ص (191) .\n3 ابن حجر، فتح الباري (10/457) .\n4 ابن قيم الجوزية، مفتاح دار السعادة (1/276) .\nالجزء: 1 ¦ الصفحة: 459\n",
        "أقسام: اثنتان فطريتان، وثالثة جمعت بين الفطرة والاكتساب، حسب التوضيح التالي:\n(أ) : القوة الجاذبة:\nهي القوة الجالبة للملائم، وهي الشهوة، وجنسها: من المحبة والإرادة، ونحو ذلك1 وبدونها يفقد الإنسان اندفاعه للعمل والتكسب والحركة والاختلاط، ومن تلك الشهوات: شهوة حب المال، والذرية، والنساء، ونحو ذلك، وهي مركوزة في النفس البشرية، ولولا هذه الدوافع الشهوية، لسكن الإنسان فلا حراك له، قال تعالى: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ} 2.\nوالدوافع منها ما يكون الإنسان واعياً بها، فاهماً إياها، منتبهاً إليها وهي ما يطلق عليها الدوافع الشعورية. وهناك دوافع غير منتبه لها، ومع هذا تحرك سلوكه، دون علم منه، وهي ما يطلق عليها الدوافع غير الشعورية3.\nوالله سبحانه وتعالى هو الذي أوجد هذه الدافعية الشهوية، ولكنه نظم للإنسان أسلوب ممارستها بشكل يحفظ للإنسان قواه ونشاطه بما يضمن له الاستقرار النفسي، ويضمن للآخرين عدم التصادم مع الدوافع الفردية، وهذا ما عنت به التربية الإسلامية من تنظيم لهذه الدوافع الشهوية، من خلال المنهج الإسلامي الذي احتوى ما يكفل للفرد إشباع شهواته وفق معايير أخلاقية واجتماعية تكفل للجماعة حقوقها دون ما تعارض بينهما، وهذا ما افتقرت إليه التربيات الأخرى.\n1 ابن تيمية، الفتاوى (15/340) .\n2 سورة آل عمران: آية رقم (14) .\n3 نبيل محمد السمالوطي، الإسلام وقضايا علم النفس، ص (86، 87) .\nالجزء: 1 ¦ الصفحة: 460\n",
        "حيث تجد أن رواد مدرسة التحليل النفسي يختصرون عدد الغرائز حتى إن البعض أوصلها إلى اثنتين فقط، هما: غريزة الحياة أو الغريزة الجنسية، وغريزة الموت أو العدوان، والبعض حاول تفسير طبيعة سلوك الإنسان من خلال غريزة واحدة: هي غريزة السيطرة، والبعض يعزو سلوك الإنسان إلى الشعور بالنقص ومحاولة التعويض1.\nوالواقع أن هذه التفسيرات الأحادية الاتجاه قد وقعت في انشطار الشخصية، نتيجة قوقعة الغرائز في اتجاه دون الاتجاه الآخر، وأنها أهملت جوانب أخرى، مما يجعل البناء التربوي على هذا الفهم يسير في منأى عن الصواب، وفي منحى نحو الفهم الخاطئ للطبيعة البشرية، مما أدى إلى ظهور نظريات أخلاقية وتربوية خاطئة، كالنظرية النفعية للسلوك الإنساني.\n(ب) : القوة الدافعة:\nوهي القوة المانعة للمنافي، وجنسها من البغض والكراهة2، وهي ما تسمى بالقوة الغضبية. التي تتولد من بغض الشخص لأمر من الأمور، أو كرهه له.\nوهناك من يقسمها إلى قسمين:\n1-\nبسيط مثل: الخوف والكره.\n2-\nمركب مثل: الغيرة والدهشة3.\nولو حرم الإنسان هذه القوى الدافعة لتبلد إحساس الإنسان، فلا يغار على عرضه، ولا يدافع عن نفسه، وربما أقصى ما يفعله للدفاع عن النفس\n1 أحمد محمد عامر، أصول علم النفس العام، ص (188-193) ، نبيل محمد السمالوطي، الإسلام وقضايا علم النفس، ص (93) .\n2 ابن تيمية، الفتاوى (15/430) ، انظر: ابن حجر، فتح الباري (10/457) .\n3 أحمد محمد عامر، أصول علم النفس العام، ص (209) .\nالجزء: 1 ¦ الصفحة: 461\n",
        "الهروب فقط.\nولهذه القوة الدافعة فوائد عظيمة، إذ يتولد عنها الشجاعة، والبغض في الله، والدفاع عن الإسلام، والدفاع عن العرض، ونحو ذلك.\nوالتربية الإسلامية تؤكد هذه القوة الدافعة، ولكن توجهها بما يحقق مصلحة الفرد والجماعة، فالله سبحانه وتعالى يخاطب نبيه محمداً صلى الله عليه وسلم بأن يغلظ على الكافرين والمنافقين في حربهم؛ لأن الموقف يتطلب القوة الغضبية الدافعة، قال تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} 1.\nوفي جانب آخر يحث المؤمنين على كظم الغيظ، بل والارتقاء إلى درجة أعلى، وهي العفو، ثم الإحسان، قال تعالى: {الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} 2.\nوهذا يعني أن بوسع المرء أن يكظم غيظه ويعفو عمن ظلمه، ويحسن لمن أساء إليه، وهذا يعطي توجيهاً للتربية أن تعمل على إكساب المتربين قدرات سلوكية تمكنهم من الارتقاء إلى الفضائل الخلقية؛ وذلك لقدرة الإنسان على التغير نحو الأحسن والأفضل من خلال قدرته على التحكم في غرائزه.\nبعكس التربيات الأخرى التي ترى أن سلوك المرء حتمي كالمدرسة الوضعية التي خرجت بمبادئ موجزها في الآتي3:\n1-\nالسلوك الإجرامي هو في جوهره أمر حتمي.\n1 سورة التوبة: آية رقم (73) .\n2 سورة آل عمران: آية رقم (134) .\n3 نبيل السمالوطي، علم اجتماع العقاب (2/63) .\nالجزء: 1 ¦ الصفحة: 462\n",
        "2-\nإذا كانت إرادة الجاني منعدمة، تنعدم بالتالي المسؤولية الجنائية.\n3-\nوبناء على عدم ثبوت المسؤولية الجنائية، ينعدم الأساس الذي يقوم عليه العقاب.\n4-\nأن المدرسة الوضعية أحلت المسؤولية الاجتماعية بدلاً من المسؤولية الجنائية؛ وذلك من خلال ما يطلق عليه البدائل العقابية، ومنها أن يقوم المجتمع باستئصال المجرمين، أو إبعادهم أو إصلاحهم من خلال كل الأساليب العلمية الممكنة.\nوقد وقعت المدرسة الوضعية في حتمية السلوك وإنكارها لإرادة المجرم أو اختياره، كما أنها جعلت المجرم منفعلاً وليس فاعلاً، أي أنه يستجيب للمؤثرات الخارجية كالآلة1.\nوهناك من يرى أن السلوك الإجرامي مأخوذ بالوراثة2 وهذه النظريات الخاطئة تقلل من أهمية التربية في إحداث السلوك الإيجابي، وتعطي العقوبة صورة القسوة لشخص مسلوب الإرادة، وهذا ما ينتفي مع منهج التربية الإسلامية التي ترى أن للإنسان قدرة وإرادة ويستطيع أن يتحكم فيها، وللتربية تأثير على ترويض انفعالاته ودوافعه، وبالتالي يجب أن يكون للتربية الدور الفاعل في الإصلاح، ويجب على المنحرف أن يتحمل تبعات سلوكه، مما يجعل العقوبة حقّاً شرعيّاً يجب تطبيقها.\nوهذا يؤكد عمق التربية الإسلامية في فهم الطبيعة السلوكية للإنسان، مما تولد عنه أساليب تربوية ملائمة لحقيقة الإنسان وفطرته وطبيعته، وهذا ما افتقرت إليه التربيات الأخرى.\n1 المرجع السابق (2/65) .\n2 انظر كتاب: السلوك الإجرامي والتفسير الإسلامي، عبد المجيد سيد أحمد منصور،\n(1/133-136) .\nالجزء: 1 ¦ الصفحة: 463\n",
        "وهذه القوى الجاذبة والدافعة لو فقدها الإنسان لكان كالحيوان، ولو تركت دون توجيه لأكل الناس بعضهم بعضاً، ولأسرف الإنسان في استغلالها في البطش والملذات، ولجمع صفة الحيوان (الافتراس من الحيوانات المفترسة، والتبلد الإحساسي من الحيوانات الأليفة) .\nإذاً لهذه القوتين فوائد عظيمة لا يستطيع الإنسان أن يحقق إنسانيته بدونها، ولا يستطيع أن يحقق العبودية التي أرادها الله تعالى منه بدونها، ولكن نجد أن هاتين القوتين افتقرت لقوة ثالثة تكون سيدة عليهما وضابطة لهما، لها حق القيادة والرئاسة، وأن تكون مفطورة في الإنسان للتفاعل مع القوتين الأخريين، ولابد أن تكون قابلة للتوجيه الخارجي حتى تكتسب صفة العلو والسيطرة. والتي يمكن إيضاحها في الفقرة التالية.\n(ج) : القوة الضابطة:\nهي تلك القوة التي تسيطر على القوتين السابقتين، وتوجهها التوجيه الصحيح، وتكون عادلة، فلا تئدهما، فيصبح الإنسان عاجزاً لا حراك له، ولا تطلقهما فيصبح الإنسان أنانياً كالحيوان، فيخرج عن إنسانيته.\nوهذه القوة لابد وأن تكون مغروسة في الإنسان أصلاً حتى يقبلها، وتتغذى بغذاء خارجي، فتأخذ صفة العلو على القوتين السابقتين، فتتسلم زمام القيادة.\nوهذه القوة الضابطة هي القوة الروحية الشرعية. وهي ذات مقدمتين: الأولى سابقة وهي الفطرية، والثانية لاحقة، كما يتضح مما يلي:\n1-\nفطرية:\nلقد بيّن منهج التربية الإسلامية أن الإنسان يولد على الفطرة كما يتضح من نصوص الكتاب والسنة، قال تعالى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي\nالجزء: 1 ¦ الصفحة: 464\n",
        "فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} 1. وقال صلى الله عليه وسلم: “كل مولود يولد على الفطرة فأبواه يهودانه أو يمجسانه أو ينصرانه” 2. وقال صلى الله عليه وسلم فيما يرويه عن ربه عز وجل: “وإني خلقت عبادي حنفاء كلهم، وأنهم أتتهم الشياطين فاجتالتهم عن ربهم “ 3.\nوأشهر الأقوال أن المراد بالفطرة الإسلام، قال ابن عبد البر: وهو المعروف عند عامة الناس4. وقال شيخ الإسلام ابن تيمية: “فعلم أن في فطرة الإنسان قوة تقتضي اعتقاد الحق وإرادة النافع”5. وفي النفس ما يوجب ترجيح الحق على الباطل، في الاعتقاد والإرادات، وهذا كاف في كونها ولدت على الفطرة6.\nففي الإنسان قوة فطرية تقتضي قبول الحق واعتقاده، والسير وفق منهجه المتضمن للأوامر والنواهي، فلا يحيد عن ذلك إلا مكابر جاحد للحق والاعتقاد نتيجة أثر الأسرة والمجتمع عليه.\n2-\nمكتسبة:\nوهذه القوة ليست مغروسة بتفاصيلها في فطرة الإنسان، ولكن لديه قوة تقتضي قبولها والبعد عمّا هو ضدها، وبالتالي احتاجت إلى التشريع الذي يكملها، ويصحح اعوجاجها المكتسب من البيئة؛ لأن الإنسان لا يولد عالماً\n1 سورة الروم: آية رقم (30) .\n2 البخاري (1/424) ، برقم (1385) ، ومسلم (4/2047) ، برقم (22-2658) .\n3 مسلم (4/2197) ، برقم (13-2865) .\n4 ابن حجر، فتح الباري (3/248) .\n5 ابن تيمية، درء تعارض العقل والنقل (8/458) .\n6 المرجع السابق (8/458) .\nالجزء: 1 ¦ الصفحة: 465\n",
        "بتفاصيل وعموميات الشريعة، وإنما عنده الاستعداد لإرادتها وقبولها. قال تعالى:\n{وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} 1.\nوبالتالي: فإن العامل المكتسب في القوة الضابطة هو التشريع الإلهي الذي اختتمه الله تعالى برسالة نبينا محمد صلى الله عليه وسلم، والمتضمن للأوامر والنواهي التي تضبط القوة الجاذبة والقوة الدافعة.\nففي مجال القوة الجاذبة جعل الله تعالى في النفوس شهوات تؤزه أزاً لإشباعها، قال تعالى: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ} 2. وفي نفس الوقت جاءت الشريعة لتضبط هذه الدوافع الجاذبة، لتسير وفق مصالح الفرد والجماعة، فمقابل شهوة المال أباح الله الملكية الفردية، وما يتحقق بها من عمل وتكسب بالبيع والشراء والسعي في مناكب الأرض، وفق ضوابط تناولها الفقه الإسلامي في كتاب البيوع.\nوأمام شهوة النساء ليحصل التكاثر وامتداد التناسل أباح الله تعالى الزواج حتى أربع زوجات، وضبط ذلك بعقود شرعية، وحرم عليه الزنا لحفظ حقوق الجماعة والفرد، ومصالح أخرى عديدة، ويقاس على ذلك بقية القوى الجاذبة.\nفي حين نجد أن المنهج التربوي غير الإسلامي افتقر لهذا الضابط الثالث، مما نجم عنه الاضطراب والقلق النفسي، بين قوى جاذبة وقوى دافعة، دون وجود القوة الضابطة التي تحكم سير تلك القوتين، وتوجهها التوجيه الذي يحقق مصالحها.\n1 سورة النحل: آية رقم (78) .\n2 سورة آل عمران: آية رقم (14) .\nالجزء: 1 ¦ الصفحة: 466\n",
        "نتيجة لذلك تضاربت القوى الجاذبة الفردية مع حقوق المجتمع، وتضاربت القوى الدافعة مع مصالح المجتمع وحقوقه، فما استطاع البشر أن يضعوا لأنفسهم تلك القوة الضابطة العادلة المتوافقة مع الفطرة.\nوالمتأمل في الحراك الاجتماعي برمته، وفي القوانين الاجتماعية يجد أن هناك قوى تدفعه وتجذبه؛ لتؤثر في حراكه الأفقي والرأسي، وكلما كان المجتمع منقاداً للقوة الضابطة كان ذلك الحراك الاجتماعي في نسق يضمن له السير المعتدل، بل حتى في حركة الكواكب يلاحظ الإنسان ذلك، فحركة الأرض وحركة من على الأرض لولا قوة الجاذبة الضابطة لتطايرت المخلوقات من على كوكب الأرض.\nوهكذا نجد تميز التربية الإسلامية بقوة الضبط لقوى النفس البشرية، لتسير في خط معتدل يحقق لها التوازن بين مطالب النفس الروحية والمادية، وبين مطالب الفرد ومطالب المجتمع، وهذا ما افتقرت إليه التربيات.\nثانياً: الأصول المرجعية:\nتتجاهل الدراسات الغربية الأصول المرجعية؛ لعدة أسباب:\n1-\nقلة الرصيد العلمي الذي يمكن الانطلاق من خلاله، والمنحصر في كتابات الفلاسفة الإغريقيين: سقراط وأفلاطون وأرسطو.\n2-\nتحريفهم للكتب السماوية (التوراة - والإنجيل) مما أفقدهم أهم رافد معرفي (الدليل) .\n3-\nالجهل الذي ساد أوروبا في القرون السابقة للنهضة الحضارية المادية المعاصرة.\n4-\nالانطلاقة من معتقدات مرجعية فاسدة باطلة منها:\nأ - أن الطفل يولد بضمير معين مصحوب بغريزة صارمة هي - الخطيئة\nالجزء: 1 ¦ الصفحة: 467\n",
        "الأصلية - أي أن الطفل أو الإنسان مفطور على الفساد والانحلال؛ ولذلك لا فائدة من التربية الأخلاقية1.\nفي حين نجد أن المنهج الإسلامي يقرر أن الطفل يولد على الفطرة، وهي الإسلام. قال صلى الله عليه وسلم: “ كل مولود يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه” 2.\nب - عزل الدراسات الإنسانية عن الوحي، مما جعلها تدور في حلقة مفرغة، فأعياها ذلك الوصول إلى حقيقة فهم الإنسان، يقول أبرز من كتب عن الإنسان من الغربيين الكسيس كاريل: فإن فقر الخطط الكلاسيكية يعزى إلى الحقيقة - وذلك بالرغم من اتساع مدى أفق معرفتنا - والتي مؤداها أننا لن نفهم أنفسنا؛ لعدم بذلنا جهداً نافذاً كافياً، ومن ثم يجب أن نفعل ما هو أكثر من مجرد النظر إلى ناحية واحدة من نواحي الإنسان في حقبة معينة من تاريخه، وفي أحوال معينة من حياته، يجب أن نفهمه في جميع وجوه نشاطه، ما كان واضحاً منها عادة، أو ما يبقى في حيز الفكر.\nفقد صور الكسيس كاريل فقر الدراسات الإنسانية في معرفة الإنسان، ثم يبين أن العلاج محصور في العلم التجريبي فقط، حيث يقول استكمالاً لما سبق. ومثل هذه المعلومات يمكن فقط الحصول عليها بالتأمل الدقيق في حاضر وماضي جميع اكتشافات قوانا العضوية والعقلية، كذا بالفحص التحليلي والتركيبي لبنيتنا وعلاقتنا النفسية والكيميائية والعقلية3.\nفهو لم يلتفت للمصادر الدينية البتة، وهذا يعتبر قدحاً في مصداقية النتائج\n1 ماجد عرسان الكيلاني، اتجاهات معاصرة في التربية الأخلاقية، ص (15) .\n2 البخاري (1/424) ، برقم (1385) ، واللفظ له، ومسلم (4/2047) .\n3 الكسيس كاريل، الإنسان ذلك المجهول، ص (51) .\nالجزء: 1 ¦ الصفحة: 468\n",
        "الدراسات الإنسانية. ونتيجة عزل الدراسات الإنسانية عن الوحي، أصبح البحث الاجتماعي الغربي يهتدي بافتراضات تنزل بالدين إلى مستوى النظم الوضعية الكثيرة في المجتمع؛ وبسبب هذه الافتراضات لم يسمح البحث مطلقاً بالنظر في التأثيرات الأعلى من النظم، والأوسع للدين في المجتمع1.\nكما أن عدم أصالة الأصول المرجعية جعل الفكر الغربي تجاه الإنسان في حيرة وقلق، حيث لا يستطيع أن يجيب عن الكثير من الأسئلة التربوية التي يمكن أن يجيب عنها منهج التربية الإسلامية. يقول الكسيس كاريل: إننا لا نعرف كيف يمكن أن يزداد الإحساس الأدبي؟ وحتى الآن لا نعرف أي البيئات أكثر صلاحية لإنشاء الرجل المتمدن وتقدمه؟ وكيف نحول دون تدهور الإنسان وانحطاطه في المدنية العصرية؟ 2.\nثالثاً: البواعث والأهداف:\nإن للبواعث والأهداف تأثيراً عظيماً وفاعلاً في الاتجاه التربوي وميادينه، والتي يمكن إيضاحها فيما يلي:\n1-\nالبواعث:\nيعتبر الباعث من أقوى العوامل المؤثرة في سلوك الإنسان وتصرفاته، فهو يحفز الإنسان للعمل، ويكسب سلوكه نمطاً معيناً، وبنوع الباعث تتباين التصرفات، فقد تهدف مجموعة من الناس إلى الحصول على المؤهل الجامعي، ولكن الباعث عند أحدهم الكسب المالي، وعند آخر المكانة الاجتماعية، وعند آخر رفع الجهل عن النفس وعن الآخرين. وقد يكون عند آخر ليباهي به الناس.\n1 إلياس بايونس، علم الاجتماع والواقع الاجتماعي المسلم، ص (57) .\n2 الكسيس كاريل، الإنسان ذلك المجهول، ص (18-19) .\nالجزء: 1 ¦ الصفحة: 469\n",
        "فبالرغم من أن الفعل والهدف واحد إلا أن اختلاف البواعث غَيَّر القيمة الخلقية لتلك الأهداف بحسب باعثها.\nوالإسلام اهتم بأمر البواعث اهتماماً كبيراً، ساعياً لتصحيحه والسير به نحو ما ينفع الإنسان، وهو الذي يعبر عنه بالنية، قال صلى الله عليه وسلم: “ إنما الأعمال بالنيات وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه” 1. وقال صلى الله عليه وسلم: “ومن تعلم العلم ليباهي به العلماء ويجاري به السفهاء، ويصرف به وجوه الناس إليه أدخله الله جهنم” 2.\nوبواعث الدراسات الغربية ليست ذات نوايا طيبة، بل تحمل في طياتها بواعث خبيثة، فبعد الثورة الفرنسية على الكنيسة التي أعاقت البحث العلمي والفكري، تحت النظام الإقطاعي نجحت أوروبا في نقل العلوم وترجمتها، ورأت أوربا أن العلم الطبيعي هو مفتاح السيطرة على العالم، ومن ثم تتحقق السعادة للإنسان الأوربي.\nوبعد التقدم النسبي في هذا المضمار رأى العالم الغربي لإكمال عقد السيطرة على العالم هو فهم الفرد والمجتمع، حتى يمكن السيطرة على فكره ومقدراته وإخضاعه لهيمنتهم، وهذا يتطلب أمرين:\nأ - تكثيف الدراسات التربوية والاجتماعية والنفسية على الإنسان، فظهر علم النفس الاقتصادي، وعلم النفس الاجتماعي، وعلم النفس الحربي، وعلم النفس التربوي.\nب - إخضاع هذه العلوم للبحث التجريبي قياساً على نجاح التجريب في\n1 البخاري (1/13) ، برقم (1) ، ومسلم (3/1515) ، برقم (155-1907) .\n2 ابن ماجه (1/96) ، برقم (260) .\nالجزء: 1 ¦ الصفحة: 470\n",
        "العلوم الطبيعية، وبالتالي كفرت بكل ما لا يمكن تجريبه، فكفرت بأنعم الله الغيبية، وظهرت العلمانية والإلحادية1.\nبل ومن بواعث الدراسات الغربية الاجتماعية التوصل إلى معرفة كيفية تمزق الشعوب وكيفية تمزيقها.\n2-\nالأهداف:\nيكتنف الهدف من التقدم الذي أحرزته الحضارة الغربية الانحراف الخاطئ والمدمر؛ بسبب المفاهيم الخاطئة التي تسير في منأى عن التشريع الإلهي:\nفمن المفاهيم الخاطئة التي أدت إلى انحراف الأهداف، النظرة العدوانية لآيات الله الكونية وحوادثها، فقد أشار فيلب. هـ. فينكس: أن الطبيعة عدو للإنسان، بما يحدث من زلازل وبراكين وحرائق وعواصف، وبالتالي فإن الطبيعة ميدان للقتال، والبقاء فيه للأقوى، وأن قانون الحياة هو الحرب الدائمة، وعن طريق الصراع يزول غير القادرين؛ ولأن الطبيعة عدو للإنسان تقدمت الإنسانية هذا التقدم الكبير، والحضارة هي نتيجة انتصار الإنسان على الطبيعة وقهرها، والثقافة تتعارض مع الطبيعة، والهدف من الكفاح الإنساني أن يخلق دنيا جديدة، معارضة للطبيعة، يعمل فيها الإنسان على هدم كل ما يتصف بالوحشية من قوة وحيوان، أو إخضاعه لقوة الإنسان وعظمة الإنسان2.\nفالهدف من التعامل مع الطبيعة هو قهرها باعتبار أنها عدوة للإنسان، وهذه النظرة لها مؤثراتها التربوية على الأهداف، سواء في مجال البحث العلمي، أو في مجال التعامل السلوكي؛ لأن النظرة العدوانية للأشياء تربي في النفس البشرية الكراهية والحقد، والتعامل الصارم الذي لا يقبل الرحمة، إضافة إلى عدم\n1 إسماعيل راجي، إضفاء الصبغة الإسلامية على العلوم الاجتماعية، ص (24-25) .\n2 فيلب. هـ. فلسفة التربية، ص (289-292) .\nالجزء: 1 ¦ الصفحة: 471\n",
        "معرفة الحكمة الإلهية من آيات الله الكونية عندما تكون في خدمة الإنسان، وعندما تكون لعقاب الإنسان أو تخويفه ليرجع إلى ربه.\nولكن المنهج الإسلامي يقدم لنا مفهوماً مغايراً تماماً لعلاقة الإنسان بما يحيط به، مما يحقق للإنسان منهجاً تعاملياً راقياً مع المصادر الطبيعية، سواءً استفاد منها الإنسان أو لم يستفد، وتربي فيه إيماناً قوياً بخالقه سبحانه وتعالى، ويتعامل في نفس الوقت مع الأحداث والكوارث معاملة تجلب له توازناً سلوكياً، وتوجهاً خلقياً وتعبدياً مع ربه تعالى، ومع مخلوقاته وآياته المبثوثة في الكون، ومن تلك التوجيهات الربانية في هذا الصدد قوله تعالى: {هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحَابَ الثِّقَالَ.وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ} 1.\nولذلك فهم علماء المسلمين لما يحدث في الطبيعية من أمور غير معتادة أن ذلك تخويف من الله تعالى للإنسان ليرجع إلى الله عز وجل، ويترك طغيانه وجبروته، يقول ابن قيم الجوزية عن الزلازل: “ فتحدث فيها الزلازل العظام، فيحدث من ذلك لعباده الخوف والخشية والإنابة، والإقلاع عن المعاصي، والتضرع إليه والندم، كما قال بعض السلف وقد زلزلت الأرض: أن ربكم يستعتبكم، وقال عمر بن الخطاب وقد زلزلت المدينة، فخطبهم ووعظهم، وقال: لئن عادت لا أساكنكم فيها”2.\nفهكذا تحدث التربية الشرعية مفاهيم تربوية لمتغيرات الكون، فتربي في المرء الصلاح والفهم الصحيح بما يُحدث فيه رغبة في سلوك الاستقامة والتعامل البناء وفق أهداف صحيحة.\n1 سورة الرعد: آية رقم (12-13) .\n2 ابن قيم الجوزية، مفتاح دار السعادة (1/221) .\nالجزء: 1 ¦ الصفحة: 472\n",
        "رابعاً: الوسائل المنهجية:\nلقد فصل الغرب بين الإنسانيات وبين العلوم الاجتماعية؛ وذلك بسبب اعتبارات منهجية، جعلت الدراسات الإنسانية خارج نطاق العلم، بإعفائها من دقة الموضوعية، فأصبحت الإنسانية عرضة لهجمات النسبية، والشك والذاتية، وقد ساعد ذلك على مزيد من التآكل في تأثيرها، وأعجز قوة موادها عن تحديد مجرى الحياة والتاريخ1.\nويتضح ذلك من استعراض الأدوات والتجريب والأصول التاريخية للعلوم التربوية، وأثر ذلك على الوسائل المنهجية:\n1-\nمنهج تفسير الأعلى عن طريق الأدنى:\nيقوم المنهج الغربي على معتقدات استسلم لها الكثير منهم، ومن ذلك: الاعتقاد بأن الفرق بين الإنسان والحيوان محصور في درجة التعقيدات، فالإنسان أعقد من الحيوان؛ ولذلك فإن أسلم طريقة لدراسة الإنسان هو بحثه من خلال الأدنى؛ وهو الحيوان، حتى ترتقي إلى ميدان الإنسان؛ ولذلك نجد أن البحوث تركز في دراساتها السلوكية على الحيوان لتعميمها على الإنسان مثل دراسة بافلوف.\nويقول فيلب.?. فينكس عند شرحه للتحليل التلخيصي: “لا يوجد اختلاف في النوع بين الحيوان والإنسان، ولكن هذا الاختلاف هو في درجة التعقيد؛ ولذلك عند فهم الأفراد البشريين لا نفقد شيئاً أساسياً إذا ما درسنا الأشكال الدنيا البسيطة من الحيوان، وهذه هي الطريقة العلمية الأساسية: نحلل المعقد بأنّ ننظر أولاً فيما يشبهه، مما هو أبسط منه؛ ولذلك فأفضل الطرق لدراسة\n1 إسماعيل راجي الفاروقي، إضفاء الصبغة الإسلامية على العلوم الاجتماعية، ص (30- 31) .\nالجزء: 1 ¦ الصفحة: 473\n",
        "السلوك الإنساني نجدها فيما يجري من بحث على الحيوانات الدنيا”1.\nوالحقيقة أن الاستفادة من التجارب على الحيوان يمكن أن تكون في المجالات العضوية الطبية، ولكن في المجال السلوكي يصعب ذلك للمفارقات الكبيرة بين الإنسان والحيوان، من حيث العقل، والتفكير، والإرادة والملكات المتعددة عند الإنسان، وإن كان هناك خط مشترك بين الجنسين في النمو والتوالد والحركة، ولكن ذلك لا يعطينا الحق المطلق في تطبيق التجريب السلوكي، بل إذا كنا نؤمن بأن ما يمكن أن يجرب على بيئة اجتماعية إنسانية، قد يعطينا نتائج متباينة لو طبقت نفس التجربة على بيئة إنسانية أخرى، لعوامل التأثير المختلفة، مثل: الدين، المفاهيم، والأهداف، والتقاليد، فكيف يمكن أن توضع نتائج تجريبية على الحيوان لتطبق على الإنسان؟.\n2-\nالتجريب في الدراسات الإنسانية:\nإن العلوم الطبيعية يمكن ملاحظتها بالحواس، ويمكن فصل مكوناتها عن بعضها، كما يمكن قياسها بالحواس أو بالمقاييس المادية، وهذا دعا الغربيين إلى تعميم التجريب على كل مجالات المعرفة، فاعتقد الغربيون أن ما كان ممكناً في العلوم الطبيعية يمكن أن يطبق في العلوم الاجتماعية والتربوية، فأخضع الإنسان للتجريب بهدف فهم السلوك البشري وبالتالي يمكن توجيه حركته، ومن ثم إخضاع المجتمع للسيطرة والتوجيه، والحقيقة “أن مادة السلوك الإنساني على عكس مادة العلم الطبيعي ليست ميتة، بل حية، إنها ليست عديمة التأثر بمواقف الملاحظ وأهوائه، إنها لا تكشف عن نفسها على ما هي عليه في الواقع لكل باحث أو لكل الباحثين، فمواقف الناس ومشاعرهم وأحكامهم وآمالهم، تميل\n1 فيلب. هـ. فينكس، فلسفة التربية، ص (698) .\nالجزء: 1 ¦ الصفحة: 474\n",
        "إلى أن لا تكشف عن نفسها لمن يلاحظها دون تعاطف معها”1.\nفالموظف يعمل، وقد يجتهد ويتفانى في مهنته، ولكن ما هو سرّ اجتهاده؟ للترقية، لزيادة الراتب، الإخلاص لله تعالى فيما أوكل إليه..؟ أسئلة كثيرة لا يستطيع العلم التجريبي أن يكتشفها ويجيب عنها، بل ربما يُظهر الموظف تفسيراً لجهده معلناً بأنه للإخلاص فقط، ولكن يخفي أمراً آخر، وهو الحصول على مركز معين مثلاً. فكيف يكشف لنا العلم التجريبي هذه الزوايا في السلوك البشري؟.\nولكن يمكن للعلم التجريبي أن ينجح في العلوم التربوية والنفسية والاجتماعية إذا كان في ضوء المنهج الإسلامي، فالموظف الذي ذُكر آنفاً حسب البحث التجريبي العلمي الغربي لا يستطيع أن يجيب عن التساؤل السابق، ولكن لو سار في ظل المنهج الإسلامي لأجاب إجابة عالية في درجة الصحة؛ وذلك بأن يُنظر إلى السلوك العام لهذا الموظف من حيث استقامته ومنهج تعامله مع الآخرين، ودرجة تدينه وورعه عبر سجله الوظيفي الملاحظ غير المكتوب. فهذا يعطينا مؤشراً نسترشد به ولا نحكم به قطعاً على هذا الموظف.\nلم يدرك المشتغلون بالعلوم الإنسانية من الغربيين أن تركيبة الإنسان لا يمكن ملاحظة كل جزئياتها؛ لأن ليس كل عناصر التركيبة البشرية مادية خالصة يمكن قياسها.\nفهناك نمط من المعنويات والمشاعر والروحانيات التي لا يمكن دراستها دراسة تجريبية معملية، كما هو في المواد الطبيعية أو العلوم الطبيعية المادية.\nكما أن هذه الجوانب غير المادية في الإنسان تتغير في الفرد الواحد، وتختلف من مجتمع لآخر أيضاً، بل الدين والعادات والهوى له أثر كبير في\n1 إسماعيل راجي الفاروقي، إضفاء الصبغة الإسلامية على العلوم الاجتماعية، ص (27) .\nالجزء: 1 ¦ الصفحة: 475\n",
        "تكوينها وتغيرها، وهذا يُكَوِّن عجزاً معملياً للقياس الكمي التجريبي، وتبعاً لذلك قدم الغرب نظريات يعتريها الخطأ، فباتت غير عملية في فهم السلوك البشري، ولم تثبت جدواها.\nفالمنافقون عاشوا مع المسلمين في عهد المصطفى صلى الله عليه وسلم ولم يكن يعرفهم الصحابة من خلال سلوكياتهم إلا مَنْ بينهم المصطفى صلى الله عليه وسلم.\nفالإنسان قد يتقمص مشاعر ومسالك سلوكية ويبطن غير ذلك فكيف تقاس هذه المشاعر وتخضع للتجريب كما هو حال المنافقين؟.\nإن المشاعر الإنسانية لمجموعة من البشر قد تكون متقاربة لدرجة الاتحاد، فتكون متماثلة في درجة الصدق أو الإيثار كما هو حال الأنصار الذين وصف الله تعالى لنا مشاعرهم وأفعالهم - قال تعالى:\n{وَالَّذِينَ تَبَوَّأُوا الدَّارَ وَالإيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} 1.\nومن مشاعر الكفار اختلاف قلوبهم مع أن ظاهرهم الاجتماع والاتحاد، قال تعالى: {تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى} 2. فحسب المقاييس البشرية الظاهرية أنهم كتلة واحدة، والحقيقة خلاف ذلك تماماً.\nفكيف يمكن قياس مثل هذه المشاعر بالمقاييس التجريبية؟ وقد تبيّن أن مظاهر الكفار خلاف مشاعرهم، وبالتالي يمكن القول لولا أن الله تعالى علمنا هذه الحقيقة كيف نتوصل إليها؟.\n1 سورة الحشر: آية رقم (9) .\n2 سورة الحشر: آية رقم (14) .\nالجزء: 1 ¦ الصفحة: 476\n",
        "ويمكن القول: إن التربية في البيئة الواحدة تُكَوِّن عناصر ومشاعر متشابهة ومتناسقة لدرجة الاتحاد، وهذا ما حصل في تربية الرسول صلى الله عليه وسلم لأصحابه، فتكونت منهم مشاعر متشابهة نتيجة وحدة العقيدة وسلامتها، ومتانة التربية، ولكن تظل الفروق الفردية موجودة بما لا يحدث تصدعاً في البيئة الاجتماعية، فتجد الرجل يتصدق بماله وآخر بأكثر ماله، وآخر بنصفه وأقله.\n3-\nالأساس التاريخي للعلوم التربوية والاجتماعية:\nمن خلال الاستقراء يتضح أن الدراسات الغربية في مجال التربية نشأت منذ العصر اليوناني القديم على يد سقراط، وأرسطو، وأفلاطون، واتصفت بصفتين:\nأ - قلتها ونضوب معلوماتها.\nب - عدم مصداقيتها وجدليتها.\nأي أنها تعالج القضايا التربوية بأسلوب فلسفي جدلي غير قطعي الدلالة، مع افتقاره إلى صحة المنهجية وسلامتها، وإلى الأصول المرجعية الصحيحة.\nولم يضف الخلف الغربيون إلى أسلافهم اليونانيين جديداً، بحيث تنقل تلك الاتجاهات الفلسفية إلى علوم قطعية، ذات قوانين وضوابط، وبالتالي فإن هذا الميدان لم يزل حتى اليوم يكتنف أكثره الفقر العلمي، وضعف المصداقية لأبحاثه ودراساته الإنسانية.\n“وأما فروع المعرفة التي يسميها الغرب العلوم الاجتماعية لا يكاد عمرها يتجاوز القرن الواحد، وفي كثير من الجامعات تضم هذه العلوم خمسة فروع هي: علم الاجتماع، وعلم الإنسان، وعلوم السياسة والاقتصاد، والتاريخ، وعلم النفس”1.\n1 إسماعيل راجي الفاروقي، إضفاء الصبغة الإسلامية على العلوم الاجتماعية، ص (23) .\nالجزء: 1 ¦ الصفحة: 477\n",
        "باب: المبحث الرابع: مقارنة التربية الإسلامية بمتناقضات التربيات الأخرى\n...\nالمبحث الرابع: مقارنة التربية الإسلامية بمتناقضات التربيات الأخرى\nإن التربية الأجنبية المعاصرة تعيش اليوم في جو مفعم بالتناقض والازدواجية، وأصبحت تعيش مأزقاً سلوكياً حرجاً، بينما التربية الإسلامية عندما طبقت بكاملها من لدن المصطفى صلى الله عليه وسلم أنجبت جيلاً فريداً من نوعه في عبادته، وأخلاقه، وعلاقاته، في السلم والحرب، وفي المنشط والمكره، فقدم الأسلاف للخلف نموذجاً رائعاً لا يزيغ عنه إلا هالك، ليظهر بذلك سبق الإسلام في معالجة قضايا الإنسان التربوية، التي لا تستقيم حياة الناس إلا بمنهجه.\nوفيما يلي عرض لمظاهر التناقض والازدواجية التي تعيشها التربية غير الإسلامية مع بيان سلامة منهج التربية الإسلامية1.\n1-\nالفردية في مقابل الروح الجماعية:\nويقصد بالفردية التمركز حول الأنا، والاعتقاد بأن الفرد هو الوحدة الأساسية الهامة في كل قرار2، فهناك من ينادي بحقوق الفرد على حساب المجتمع وتمثله التربية الماركسية، ومنهم من ينادي بحقوق المجتمع على حساب الفرد، وتمثله التربية الاشتراكية، في حين نجد أن الإسلام عيّن حقوقاً فردية وحقوقاً جماعية لا تناقض بينهما، ووضعت قواعد عامة لمقابلة المستجدات، وحل ما قد يحدث من تعارض بين حقوق الفرد والمجتمع، فجاءت القاعدة الفقهية العامة: “يتحمل الضرر الخاص لدفع الضرر العام”3.\n1 انظر: ماجد عرسان الكيلاني، اتجاهات معاصرة في التربية الخلقية، ص (104-125) .\n2 المرجع السابق، ص 104.\n3 أحمد بن محمد الزرقا، شرح القواعد الفقهية، ص (197) .\nالجزء: 1 ¦ الصفحة: 478\n",
        "2-\nكرامة الإنسان في مقابل إنجازات الفرد وممتلكاته:\nوهي تعني أن قيمة الفرد ليس بآدابه وأخلاقه وإنما بإنجازاته وممتلكاته المادية، بصرف النظر عن منهجه وسلوكه.\nفي حين نجد أن الإسلام ينطلق في تقييمه للإنسان من التكريم، قال تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} 1.\nثم التسوية بين البشر في الأساس التكويني {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} 2.\nثم التفرقة بقدر الطاعة لله تعالى، وبحسب الإيمان والعلم والتقوى. قال تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} 3. وقال تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَات} 4.\nثم إن وسائل التفرقة بين الناس في منهج التربية الإسلامية لا تولد العداء، بل تولد التنافس في الطاعة والخير، وتولد الاحترام بين أهله، وهذا ما عجزت أن تحققه التربيات الأخرى.\nوهنا لا ننفي بعض التصرفات السلوكية من بعض أفراد المجتمع المسلم في تقيمهم للآخرين بحسب مكانتهم المادية والاجتماعية بصرف النظر عن تمسكهم بالدين وتعاليمه، فهذه التصرفات نابعة من قصور معرفي وإدراكي عند أولئك، وليس في منهج التربية الإسلامية.\n1 سورة الإسراء: آية رقم (70) .\n2 سورة الحجرات: آية رقم (13) .\n3 سورة الحجرات: آية رقم (13) .\n4 سورة المجادلة: آية رقم (11) .\nالجزء: 1 ¦ الصفحة: 479\n",
        "3-\nالمساواة في مقابل التنافس:\nفقد أفرزت التربية الغربية طبقتين:\nأ - طبقة المحافظين الذين يعودون إلى طبقة الدارونية الاجتماعية والاقتصاد الحر، والتحلل من المسؤولية نحو المحتاجين، وعدم التألم من الاستغلال والظلم.\nب - طبقة الرادكاليين: المطالبين بالمساواة والرعاية والضمانات الاجتماعية1. في حين نجد أن التربية الإسلامية تضمن للأفراد حقوقهم، وتغرس بينهم التنافس في فعل الخيرات، بما يغرس فيهم التراحم والتواد.\n4-\nالهيمنة في مقابل الحرية:\nإن التربية الغربية أفرزت تناقضاً شعورياً عند الفرد بما يشاهده ويشعر به، بل ويمارسه، من استخدام العنف للهيمنة على القضايا والمقدرات الاقتصادية والبشرية بالحروب والمذابح، والتجويع المفتعل، والنكسات الاقتصادية، والتلوث والقنابل النووية، ومقابل ذلك المناداة بالحرية الفردية والجماعية، وهذه قضية حادثة متضاربة.\nفي حين نجد أن التربية الإسلامية بمنهجها الرباني تؤكد حرية الفرد والمجتمع المنضبطة بضوابط شرعية، وتجعل الهيمنة في يد السلطان الحاكم، وفي يد الوالدين، وفي يد المعلم، ولكنها تضبط هذه الهيمنة بضوابط شرعية تحقق المصلحة الفردية والجماعية، فيتولد لدى أتباع المنهج الإسلامي الاستقرار النفسي والاجتماعي.\nومن أمثلة ذلك في منهج التربية الإسلامية أن الزوج له سلطة الهيمنة في المنزل، ولكن هذه السلطة ذات ضوابط، لا تعطيه حق التعسف ومنع الزوجة من حريتها، قال تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ\n1 ماجد عربيان الكيلاني، اتجاهات معاصرة في التربية الخلقية، ص (107-108) .\nالجزء: 1 ¦ الصفحة: 480\n",
        "وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} 1.\nوفي نفس الوقت قال تعالى: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوف} 2. وقال تعالى: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} 3.\nوهذا يعطي الزوج حق الرئاسة، ويكفل للزوجة حقوقها بما يضمن لها إنسانيتها وحريتها.\nوبالنسبة للحاكم (السلطان) فله حق الولاية وما يتبعها من سلطة ومسؤولية، قال صلى الله عليه وسلم “فالإمام راع ومسؤول عن رعيته” 4. وهذه المسؤولية تخول له القيام بتبعاتها من حفظ الدين وتنفيذ الأحكام وحفظ حقوق الرعية وتحصين الثغور5.\nكما أن هذه الولاية تحتم على الرعية الطاعة، عن أبي ذر رضي الله عنه قال: “إن خليلي أوصاني أن أسمع وأطيع وإن كان عبداً مُجَدَّع الأطراف” 6. وقال صلى الله عليه وسلم: “من أطاعني فقد أطاع الله، ومن يعصني فقد عصى الله، ومن يطع الأمير فقد أطاعني، ومن يعصي الأمير فقد عصاني” 7. وهذه الطاعة مقيدة، قال صلى الله عليه وسلم: “على المرء السمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصية، فإن أمر بمعصية فلا سمع ولا طاعة” 8.\n1 سورة النساء: آية رقم (34) .\n2 سورة البقرة: آية رقم (228) .\n3 سورة النساء: آية رقم (19)\n4 البخاري (1/284-285) برقم (893) ، مسلم (3/1459) برقم (20-1829) .\n5 انظر: الأحكام السلطانية للماوردي، ص (18) .\n6 مسلم (3/1467) ، رقم (36-1837) .\n7 المرجع السابق (3/1466) ، برقم (32-1835) .\n8 المرجع السابق (3/1469) ، برقم (38-1839) .\nالجزء: 1 ¦ الصفحة: 481\n",
        "5-\nالعنصرية مقابل العالمية:\nالمنهج التربوي اليهودي هو المسيطر والمهيمن على منحى التربية الغربية، وهي تسير في توجهاته ووفق تطلعاته، ومن معتقدات اليهود التي تربوا عليها العنصرية، فهم يرون أن لهم مكانة خاصة، دونها جميع الأجناس، وأنهم شعب الله المختار، مهما كان سلوكهم، وأفعالهم، وأنهم أبناء الله وأحباؤه، وهم يعتقدون أنهم مميزون عن شعوب العالم في كل شيء، في الأجساد والأرواح والمصير، فهم يزعمون أنهم خلقوا على الصورة البشرية استحقاقاً لذلك، أما الشعوب الأخرى فمن أجل أن يسهل على اليهود تسخيرهم للخدمة، ولكي يأنس الأسياد بالعبيد1.\nوقد وصف الله تعالى عقائد هؤلاء القوم في القرآن الكريم، قال تعالى: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ} 2. وقال تعالى: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلا مَنْ كَانَ هُوداً أَوْ نَصَارَى} 3. وقال تعالى: {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لا يُؤَدِّهِ إِلَيْكَ إِلا مَا دُمْتَ عَلَيْهِ قَائِماً ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} 4.\nويقابل هذه التربية العنصرية الدعوة إلى التسامح، وحفظ الحقوق بهتاناً وزوراً؛ وذلك لتحقيق مآرب من وراء ذلك. وبالتالي فإن الناشئ في هذا الجو المفعم بالتناقض يخلق لديه توتراً نفسياً وخوفاً وشكوكاً وعدوانية تجاه العالم.\nفي حين نجد التربية الإسلامية تربي في أفرادها العدل البشري والتمايز\n1 وفاء صادق، أخلاق اليهود وأثرها في حياتهم المعاصرة، ص (25) .\n2 سورة البقرة: آية رقم (111) .\n3 سورة البقرة: آية رقم (80) .\n4 سورة آل عمران: آية رقم (75) .\nالجزء: 1 ¦ الصفحة: 482\n",
        "بالتقوى والعمل الصالح لا بالجنس، والدم واللون والمكان والزمان، وهذا يرتضيه كل فرد؛ لأنه عين العدل، ومطمع الفطرة السوية، وفي نفس الوقت تجد الإسلام دعوة عالمية لكل بشر، قال تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ} 1.\nفهي دعوة للناس جميعاً دون تمايز بالألقاب والأجناس والأموال، ففاطمة بنت قيس القرشية تتزوج من أسامة بن زيد وهو مولى أسود اللون2 رضي الله عنهما وصهيب الرومي وبلال الحبشي وسلمان الفارسي رضي الله عنهم صحابة إجلاء في كوكبة أصحاب رسول الله صلى الله عليه وسلم، قال تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} 3.\nفهذه التربية الإسلامية تركت آثاراً عظيمة عميقة في الفرد والمجتمع الإسلامي لِتُكَوِّن منهم بناءً موحداً كالجسد الواحد فيما بينهم، ويحبون الخير للناس مؤكدين ذلك في نوايا فتوحاتهم أنها ليست للاستيلاء على مقدرات الأمم وإذلالاً لها، بل لإخراجها من الكفر إلى الإسلام، ففي فتوحاتهم لم يقتلوا شيخاً ولا امرأة ولا طفلاً4.\n6-\nالاغتراب في مقابل الانتماء:\nتساعد التربية الغربية المعاصرة الطلاب للتكيف حسب متطلبات الثقافة المادية الجارفة دون النظر إلى الجانب الأخلاقي، ويوصف هذا الإسهام بالواقعية\n1 سورة يونس: آية رقم (57) .\n2 الحديث في صحيح مسلم (2/114) ، برقم (36-1480) .\n3 سورة الحجرات: آية رقم (13) .\n4 عن عالمية التربية الإسلامية، انظر: كتاب التربية الإسلامية والمشكلات المعاصرة، عبد الرحمن النحلاوي، ص (106-112) .\nالجزء: 1 ¦ الصفحة: 483\n",
        "والمعقولية، وفي نفس الوقت يجد المربون غربة في الأهداف المادية وفي الوسائل، وفي عدم الالتزام بالغايات العليا للتربية.\nوتتمثل الأزمة الثقافية المعاصرة في عجز المربين عن بلورة التزام أخلاقي عميق ومستمر، يمكن أن يبعث الحيوية في الحياة اليومية، ويسبغ عليها صفة الشرعية.\nوالمربون يعكسون الألم والكرب الناتجين عن الاغتراب، وهم يعلنون الفساد والانحطاط الكامنين في هذه الثقافة، ويدركون الأبعاد التاريخية والثقافية، وكذلك مخاطر الحلول السطحية التي يتم طرحها1.\nفهذا الانتماء للمنهج التربوي بحكم المعايشة والولاء له، مع الشعور بالخواء الأخلاقي يحدث في النفس انفصاماً واضطراباً بين حنينه وولائه لمنهجه، وبين حياته المادية والثقافية التي لا تتوافق مع الفطرة البشرية، فيتولد عن ذلك ما يسمى بالغربة.\nأما منهج التربية الإسلامية، فلا تناقض فيه بين منهجه وبين الفطرة البشرية ولا بين الأهداف والوسائل، فالأهداف كلها تنطلق من تحقيق العبودية لله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِِنْسَ إِلاَّ لِيَعْبُدُونِ} 2. وأما الطريق والمنهج فقال تعالى عنه: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 3.\nومما أكدته القواعد الأصولية: أن الوسائل لها أحكام المقاصد4.\n1 ماجد عرسان الكيلاني، اتجاهات معاصرة في التربية الأخلاقية، ص (119) .\n2 سورة الذاريات: آية رقم (56) .\n3 سورة يوسف: آية رقم (108) .\n4 عبد الرحمن بن سعدي، القواعد والأصول الجامعة، ص (9) .\nالجزء: 1 ¦ الصفحة: 484\n",
        "ومن جهة أخرى فإن المنهج الإسلامي لا يأمر بشيء إلا والفطرة الإنسانية السليمة والعقل الصحيح يقبله ويرضاه، ولا ينهى الإسلام عن أمر إلا والفطرة المستقيمة والعقل اللبيب يستقبحه ولا يرضاه، وهذه المواءمة بين التشريع والفطرة والعقل تخلق انسجاماً تربوياً ونفسياً لدى معتنقي الإسلام.\n7-\nالتغيير والواقع:\nتواجه التربية المعاصرة مشكلة وتناقصاً في القيام بوظيفتين متناقضتين:\nالأولى: العمل على تحطيم الواقع الذي لا يتناسب مع حاجات المرحلة ومتطلباتها.\nوالثانية: العمل على استشعار الاستقرار والرضى بالواقع القائم الذي يقصر من مقاصد التربية1.\nفهذه أزمة تواجه المنهج التربوي، بين قبول الواقع الذي لا يتلاءم مع الفطرة وتكذيب النفس وإخداعها باستشعار الرضي الكاذب وبين أهمية التغير وإصلاح البنية التعليمية بما يزيح الأزمة التربوية.\nفهذه الأزمة التناقضية لا تجدها في التربية الإسلامية وفي مناهجها؛ لأن الأسس الإسلامية ثابتة لا تتغير مثل: القواعد الكلية والمبادئ العامة والأحكام الجزئية التي ورد فيها نص فإنها لا تتغير ولا تتبدل، بينما تظهر المرونة في القدرة على وضع الحلول التي تطرأ في حياة الناس، وذلك بتوجيه العلماء للنظر والاجتهاد في المسائل والحوادث الجزئية التي تستجد وفق ضوابط شرعية2.\nومن جانب آخر جعل للتغيير إطاراً عاماً لا يجوز الخروج عنه أو عليه، بأن لا يكون متعارضاً مع أصول الشريعة أو يلحق ضرراً بأطراف التغيير، وأن\n1 ماجد عرسان الكيلاني، اتجاهات معاصرة في التربية الأخلاقية، ص (120) .\n2 حسين مطاوع، مصادر النظم الإسلامية، ص (127) .\nالجزء: 1 ¦ الصفحة: 485\n",
        "يكون هذا التغيير لا يقل عن درجة الإباحة، وهذا فيما يتعلق بالأمور المادية في حياة الناس. أما فيما يتعلق بالتغيير الخاص بإزالة منكر أو تحقيق معروف فله ضوابط شرعية كقوله صلى الله عليه وسلم: “من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه “1.\n8-\nالفصل بين الدين والعلم:\nإن أشد أزمات التربية الغربية المعاصرة فصلها الدين عن العلم وعن الحياة، فالدين مكانه الكنائس لا يتجاوز ذلك البتة، والعلم قائم على التجريب فقط، وكل ما لا يخضع للتجريب لا يعتد به، والوحي عندهم ليس له مكان في مجال العلم التجريبي، فهما يسيران في خطين متنافرين، وكذلك الحياة تحكمها اللذة والنفعية، ونشاط الإنسان تحركه الغرائز فقط.\nفهذه الفواصل أحدثت أزمة تربوية ونفسية واجتماعية كبيرة جداً، فأفرزت العلمانية.\nفالعلم في مفاهيم تلك التربيات أنه: “مجموعة من الأفكار والخبرات التي أصبحت المظهر الأساسي المميز للحضارة الحديثة” ويعرف أيضاً العلم بأنه مجموعة متشابكة من النظريات2 وجوهر العلم هو الملاحظة والتجريب3.\nفهذه المفاهيم للعلم نحت بالتربية الغربية منحى أبعد أفرادها عن الطريق السوي، وحقق لأتباعها خواء روحياً، وأوردهم مهاوي القلق النفسي مع محاولة الهروب عن هذه المصائب باستخدام المخدرات والمسكرات، وعن طريق الملاهي التي حاربها الإسلام.\n1 مسلم (1/69) ، برقم (78-49) .\n2 فيليب فينكس، فلسفة التربية، ص (507) .\n3 المرجع السابع، ص (517) .\nالجزء: 1 ¦ الصفحة: 486\n",
        "وأما في التربية الإسلامية، فإن الدين هو المهيمن على حياة الإنسان، وهو الإطار الذي يجب أن يسعى الإنسان في حدوده، والعلم أساس الدين وأساس السلوك البشري، ومصدره الأساسي من الله تعالى، ومن فروعه النظر والتأمل والاستفادة من نتائج التجارب الحياتية في أمور الناس. وهذه العلاقة المترابطة بين العلم والدين ولحياة أنتجت منهجاً تربوياً متماسكاً.\nالجزء: 1 ¦ الصفحة: 487\n",
        "باب: التعقيب\n...\nتعقيب:\nإن هناك أساسيات ودعامات تعتبر مَحَاوِرَ رئيسة لفهم الإنسان، فإذا اختلف الباحثون التربويون فيها اختلفت تفسيراتهم لسلوك الإنسان وهي:\n1-\nما أصل الإنسان؟.\n2-\nما هي وظيفته ودواعي خلقه؟.\n3-\nما هي أبرز خصائصه النفسية، والفطرية؟.\nوالدراسات الغربية التربوية والنفسية تختلف مع المنهج الإسلامي في الإجابة عن هذه التساؤلات.\nوهذه الدراسات الغربية النفسية والتربوية عندما افتقرت إلى فهم هذه الأساسيات نحت بالدراسات النفسية منحى حاد بها عن الطريق، فأدى هذا إلى:\nأ - افتقار المنظور الشمولي للإنسان، حيث نظرت للإنسان من حيث الجسد، ومن حيث القدرات والحاجات، وأهملت الجانب الروحي الإيماني الذي هو أساس متين للاستقرار النفسي والسلوك البشري.\nب - اهتمت بالسعي نحو الدراسة النفسية التي تحقق أهداف الإنسان المادية، فظهرت النظرية النفعية، ونظرية اللذة التي تجعل علاقة الإنسان مع الغير مبنية على ما يحققه الإنسان من منافع مادية، وإشباع للذاته وشهواته.\nج - افتقاد الأسس المرجعية الإلهية (القرآن الكريم والسنة النبوية) .\nد - انحراف الباحثين مثل فرويد، وداروين في دراستهما للإنسان لفقدانهم معرفة أصل الإنسان وخصائصه النفسية من منظور شرعي.\nهـ- - جهل الباحثين الغربيين بمعرفة السلوكيات الفطرية للإنسان التي بيّنها الله تعالى في القرآن الكريم، وأوضحها صلى الله عليه وسلم في سنته المطهرة.\nو افتقار هذه الدراسات للمعيار الصحيح الذي تقيس عليه السلوكيات\nالجزء: 1 ¦ الصفحة: 488\n",
        "البشرية، إذ إن المعيار عندهم هو ما يتفق مع غالبية أعضاء الجماعة، وما لا يتفق معهم يعتبر انحرافاً.\nفعدم اختلاط المرأة بالرجال يعتبر انحرافاً، ويعبر عن سلوك غير سوي. وعدم اتخاذ صديق، أو صديقة يعتبر سلوكاً شاذاً نتيجة عقد نفسية.\nأما في الإسلام فالمعيار واضح نظرياً وتطبيقياً، فنظرياً يمثله القرآن الكريم، وتطبيقياً يمثله سلوك النبي صلى الله عليه وسلم، الذي يعتبر تطبيقاً للقرآن الكريم، قالت أم المؤمنين عائشة رضي الله عنها: “ فإن خلق نبي الله صلى الله عليه وسلم كان القرآن “ 1.\nز - نتيجة الفقر السابقة، حاولت الدراسات الغربية فهم سلوك الإنسان من خلال المقاييس والاختبارات استناداً إلى قاعدتين:\n- أن العلم لا يقوم إلا على التجريب والقياس.\n- أن موضوع الدقة العلمية هو القياس.\nوهذا صحيح إلى حد ما باعتبارين:\n1-\nباعتبار العلوم الطبيعية: وفي بعض قضايا علم النفس التجريبية مثل: التعلم والتعليم، ولكن كثيراً من سلوكيات الإنسان لا نستطيع أن نعمم عليها مقاييس محددة، لاختلاف بواعث السلوك الواحد فضلاً عن سلوكيات الإنسان المتعددة.\nفالصدق مثلاً: بواعثه متعددة، الخوف من كشف الحقيقة، أن لا يقال عنه كاذب، عدم المبالاة، حب طاعة الله والخوف منه.\n2-\nثم إن هناك سلوكيات تختلف في درجتها عند الإنسان بين الفينة والأخرى، مبعثها قوة الإيمان وضعفه؛ لأنه يزيد وينقض عند الإنسان، كما هو مقرر عند أهل السنة والجماعة.\n1 مسلم (1/512-513) برقم (139-746) .\nالجزء: 1 ¦ الصفحة: 489\n",
        "فيقوى إيمان الإنسان فيندفع نحو فعل الخيرات، ويضعف تارة، فيقصر، فكيف يخضع هذا السلوك لمقياس ثابت.\nولذلك فإن الدراسات التربوية والنفسية الغربية التي اهتمت بالطبيعة البشرية وسلوكيات الإنسان لم تصل إلى تقنينات نستطيع أن نجعل منها تعميمات كقوانين الكيمياء والفيزياء.\nهذا من جهة، ومن ناحية أخرى إذا ربطنا الدراسات التربوية والنفسية المعاصرة بالعصر اليوناني فإنها أسبق تاريخياً.\nوأما إذا ربطناه بجانب الدقة وصحة المقدمات والأصول والنتائج فإن السبق التربوي للإسلام.\nولا شك أن الفوز والسبق لا يثبت لمن بدأ وإنما لمن وصل أولاً، وهذا هو المعتمد عند العقلاء.\nوأما جانب الاستفادة من الدراسات الغربية في مجالات التربية وعلم النفس، فيحتاج الأمر لدراستها من منظور إسلامي، وتقرير ما يصلح منها. وهذا يحتاج إلى مواصفات دقيقة فيمن يتولى هذا العمل، منها ما يلي:\n1-\nالفهم الجيد لما يتعلق بالطبيعة الإنسانية من القرآن الكريم والسنة النبوية.\n2-\nالاطلاع على جهود العلماء المسلمين في هذا الميدان.\n3-\nالاطلاع على أصول تلك الأبحاث الغربية من مصادرها الأصلية لا من خلال النقولات التي ينقلها الكُتَّاب والمؤلفون عن تلك الأصول.\n4-\nتصفية تلك الدراسات والبحوث الغربية، وأخذ النافع منها، وترك السقيم منها.\n****\nالجزء: 1 ¦ الصفحة: 490\n",
        "باب: النتائج والتوصيات\nأولاً: النتائج\n...\nالنتائج والتوصيات\nأولاً: النتائج:\nمن أبرز نتائج هذه الدراسة ما يلي:\nأن السبق التربوي هو القُدْمَةُ والوصول أولاً لحقائق ثابتة ومتكاملة.\nللسبق التربوي أسس علمية معتبرة لابد من توفرها، وهي:\n1-\nتحقيق نتائج صحيحة.\n2-\nصحة الأصول المرجعية.\n3-\nمشروعية السبق.\n4-\nتحقيق القُدْمَة.\nتنطلق التربية الإسلامية في مفهومها للطبيعة الإنسانية من أن الله تعالى زود الإنسان بخصائص فطرية ومكتسبة تحرك قواه، والشريعة ضابطة لها، مما يحقق للإنسان قدراً كبيراً من الاستقرار النفسي.\nافتقار التربيات الوضعية للضابط الشرعي، مما جعل القوى الشهوية تحرك الإنسان دون ضابط يوجهها ويضبطها.\nتعتمد التربية الإسلامية على أصول مرجعية ربانية، هي كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم مما حقق لها التفوق والسبق التربوي.\nيعود تجاهل الدراسات الغربية للأصول المرجعية لأسباب، وهي:\n1-\nقلة الرصيد العلمي في المجال التربوي، والمنحصر في جهود الفلاسفة والمنظرين.\n2-\nتحريفهم للكتب السماوية.\n3-\nالانطلاق من معتقدات مرجعية خاطئة.\nمن أبرز المعتقدات التربوية الخاطئة في الدراسات الغربية:\nالجزء: 1 ¦ الصفحة: 491\n",
        "1-\nأن الطفل يولد بضمير معين، مصحوب بغريزة الخطيئة، أي أن الأصل فيه الفساد.\n2-\nالتركيز التربوي في الطبيعة الإنسانية على الجانب الجسدي، والحاجات المادية، وإهمال الجانب الروحي.\n3-\nأن الهدف من التعامل مع الطبيعة هو قهرها؛ لأنها عدوة للإنسان.\nتنظر التربية الإسلامية إلى كل مولود أنه يولد على الفطرة والانحراف طارئ عليه، وأن الله تعالى سخر الطبيعة للإنسان. وهذه المفاهيم وأمثالها حققت السبق التربوي الإسلامي.\nتميزت التربية الإسلامية بعالميتها، في حين تميزت التربية الغربية بالشعوبية والمادية.\nإخضاع العلوم الاجتماعية لمنهج العلوم الطبيعية في التجريب عند الغرب، دون مسلمات شرعية، قياساً على النجاح الذي تحقق في الميدان التقني والتجريبي.\nأن تلك المفاهيم الخاطئة في الدراسات الغربية والتي يقابلها مفاهيم إسلامية صحيحة حققت السبق والتفوق القطعي للميدان التربوي الإسلامي.\nالجزء: 1 ¦ الصفحة: 492\n",
        "ثانياً: التوصيات:\nبناءً على هذه الدراسة وما توصلت إليه من نتائج، فإن من أهم التوصيات ما يلي:\nإبراز السبق التربوي للمنهج الإسلامي من خلال وسائط التربية المختلفة.\nأهمية تدريس خصائص منهج التربية الإسلامية وما تميزت به عن غيرها من التربيات الأخرى بهدف تحقق الآتي:\n1-\nغرس الوعي لدى أبناء المسلمين بذلك.\n2-\nعدم الاغترار بالحضارة المادية الغربية.\nالجزء: 1 ¦ الصفحة: 492\n",
        "3-\nأن السبق لا يقتصر على الجانب المادي فقط.\n4-\nإكساب الدارس القدرة على التصدي للدعايات المغرضة ضد المنهج الإسلامي.\n5-\nالعناية بإبراز الجانب التربوي المتردي في المجتمعات غير الإسلامية وخاصة الغربية.\n6-\nأن تتبنى الجامعات، والمراحل الثانوية من التعليم العام إبراز التفوق التربوي للمنهج الإسلامي.\n7-\nإعداد دراسات مكثفة في ميدان السبق والدراسات المقارنة ونشرها عبر وسائل النشر المختلفة.\nوالحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين.\nالجزء: 1 ¦ الصفحة: 493\n",
        ""
    ]
}