{
    "1": [
        "أحوال الرجال\nأحوال الرجال\nالجوزجاني\nالكتاب:\nأحوال الرجال\nالمؤلف:\nإبراهيم بن يعقوب بن إسحاق السعدي الجوزجاني، أبو إسحاق (المتوفى: 259هـ)\nالمحقق:\nعبد العليم عبد العظيم البَستوي\nدار النشر:\nحديث اكادمي - فيصل آباد، باكستان\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوبه نستعين\nأخبرنا الشيخ الإمام أبو الفضل جعفر بن علي بن هبة الله الهمداني قراءة عليه وأنا أسمع في شعبان سنة خمس وثلاثين وست مئة بدمشق قيل له أخبركم الشيخ الأوحد الإمام الحافظ شيخ الإسلام أوحد الأنام الصدر الكبير بقية السلف أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم السلفي الأصبهاني رضي الله عنه قراءة عليه بالإسكندرية في جمادى الأولى سنة اثنتين وسبعين وخمس مئة أخبرنا الشيخ الأمين الثقة أبو محمد هبة الله بن أحمد بن محمد بن هبة الله بن الأكفاني العدل رحمه الله قراءة عليه بدمشق في جمادى الأولى سنة إحدى عشرة وخمس مئة أخبرنا أبو محمد عبد العزيز بن أحمد بن محمد بن علي الحافظ الكتاني قراءة عليه أخبرنا أبو الحسين عبد الوهاب بن جعفر بن علي الميداني قراءة عليه حدثنا أبو هاشم عبد الجبار بن عبد الصمد بن إسماعيل السلمي حدثنا أبو بكر القاسم بن عيسى بن إبراهيم بن عيسى العصار حدثنا أبو إسحاق إبراهيم بن يعقوب الجوزجاني حدثنا محمد بن\nالجزء: 1 ¦ الصفحة: 3\n",
        "عبيد حدثنا الأعمش أول شيء سمعته منه سأله عنه حبان أخو مندل عن عمرو بن مرة عن أبي البختري عن\nأبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم لا يحقرن أحدكم نفسه أن يرى أمرا لله فيه مقال ألا يقوم به فيلقى الله تعالى فيقول ما منعك أن تقول يوم كذا وكذا\nالجزء: 1 ¦ الصفحة: 4\n",
        "قال إبراهيم وقد علمت أنه قد ينقم على كتابي هذا فرق من الناس ففرقة تاقت أنفسها إلى مراتب لم يسعوا في توطيدها عند أخذهم من الحديث ما يسع جيب قميصه فإذا ألقيت عليه بعض ذلك بقي متحيرا يستنكف عن التعليم بعد أن سود في نفسه وذو بدعة أيقن أني أكشف عن كلوم أشياعه فأبديها يعج عجيج الناب لثقل ما حمل عليه لا يأوي للإسلام وما حل بساحته من أسلافه\nوجاهل لا يحسن ما يأتي ويذر ولا يفصل من هذا ونحوه في المثل بين\nالجزء: 1 ¦ الصفحة: 6\n",
        "التمرة والجمرة حاطب ليل يحوي نحوه ما استقبله ويوكي في وعائه ما استدف له وقد استمهد الطأة وركن إلى راحة الدعة وقد رضي بالميسور لقرب همته ثم قصدني على كساد بضاعته لبوار سلعته فإذا فوتح من هذا بشيء قال ما لفلان أليس قد روى عنه فلان وفلان وقد ناله المثل السوء الذي ضرب الله تعالى في كتابه حيث يقول) وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون (وكنت لا أبالي إذ عزم الله لي على ذلك بعد ما استخرته من رضي ذلك وسخط إذ كنت عن دينه أناضل وعن سنة نبيه أحاول\nالجزء: 1 ¦ الصفحة: 7\n",
        "وعنها أهل الزيغ أذب وعن الكذابين على رسول الله صلى الله عليه وسلم الملحدين في دين الله اكشف وفريضة الأمر في هذا والنهي أؤدي ليتعلم الجاهل أو يرعوي مستثبت ثقة بالله وركونا إلى ما أدى عن رسوله حدثنا عثمان بن عمر حدثنا شعبة عن واقد عن ابن أبي مليكة عن القاسم عن عائشة أن النبي صلى الله عليه وسلم قال من أرضى\nالجزء: 1 ¦ الصفحة: 8\n",
        "الله بسخط الناس كفاه الله الناس ومن أسخط الله برضى الناس وكله\nالله إلى الناس\nالجزء: 1 ¦ الصفحة: 9\n",
        "حدثني عبد السلام بن يحمد ونعيم بن حماد قالا حدثنا بقية حدثني بجير بن سعد عن خالد بن معدان قال من اجترأ على الملاوم في موافقة الحق رد الله تلك الملاوم له حمدا ومن التمس المحامد في مخالفة الحق رد الله تلك المحامد عليه ذما\nالجزء: 1 ¦ الصفحة: 10\n",
        "وفي الأصل أن طلب محامد الناس والسعي في مرضاتهم غاية لا تدرك وسأصفهم على مراتبهم ومذاهبهم منهم الزائغ عن الحق كذاب في حديثه ومنهم الكذاب في حديثه لم أسمع عنه ببدعة وكفى بالكذب بدعة ومنهم زائغ عن الحق صدوق اللهجة قد جرى في الناس حديثه إذ كان مخذولا في بدعته مأمونا في روايته فهؤلاء عندي ليس فيهم حيلة إلا أن يؤخذ من حديثهم ما يعرف إذا لم يقو به بدعته فيتهم عند ذلك\nومنهم الضعيف في حديثه غير سائغ لذي دين أن يحتج بحديثه وحده إلا أن يقويه حديث من هو أقوى منه فحينئذ يعتبر به.\nفأبدأ بذكر الخوارج إذ كانت أول بدعة ظهرت في الإسلام على عهد رسول الله صلى الله عليه وسلم أولا أعني التميمي الذي قال لرسول الله صلى الله عليه وسلم اعدل حين وصف رسول الله صلى الله عليه وسلم أشياعه وجلاهم\nالجزء: 1 ¦ الصفحة: 11\n",
        "ونعتهم وأحسن نعتهم ثم هم تحركوا أيضا بعد رسول الله صلى الله عليه وسلم حين فرقوا جماعة\nالأمة وميلوا اعتدال الإلفة فشاموا أنفسهم أولا والأمة بعدها آخرا فنبذ الناس حديثهم اتهاما لهم.\nمنهم:\nالجزء: 1 ¦ الصفحة: 12\n",
        "1 -\nعبد الله بن الكواء رأسهم\n2 -\nوعبد الله بن راسب\nالجزء: 1 ¦ الصفحة: 13\n",
        "3 -\nوشبث بن ربعي أول من حلل الحرورية\nالجزء: 1 ¦ الصفحة: 14\n",
        "4 -\nومالك بن الحارث\nالجزء: 1 ¦ الصفحة: 15\n",
        "5 -\nوأبو بلال مرداس بن أدية\n6 -\nوأخوه عروة بن أدية\nالجزء: 1 ¦ الصفحة: 16\n",
        "7 -\nونافع بن الأزرق\n8 -\nونجدة بن عامر\nالجزء: 1 ¦ الصفحة: 17\n",
        "9 -\nوصعصعة بن صوحان\nحدثنا إبراهيم بن الصباح وسعيد بن سليمان قالا حدثنا\nالجزء: 1 ¦ الصفحة: 18\n",
        "إسماعيل بن زكريا عن عاصم عن محمد بن سيرين قال\nلم يكونوا يسألون عن إسناد الحديث حتى وقعت الفتنة فلما وقعت نظروا من كان من أهل السنة أخذوا حديثه ومن كان من أهل البدع تركوا حديثه\nالجزء: 1 ¦ الصفحة: 19\n",
        "حدثنا أشهل بن حاتم عن ابن عون عن محمد قال إن هذا العلم دين فلينظر الرجل عمن يأخذ دينه\nالجزء: 1 ¦ الصفحة: 20\n",
        "حدثنا أحمد بن يونس حدثنا زائدة عن هشام بن حسان عن الحسن قال لا تجالسوا أهل الأهواء ولا تسمعوا منهم حدثنا إسحاق بن منصور حدثنا عفان حدثني\nالجزء: 1 ¦ الصفحة: 21\n",
        "يحيى بن سعيد قال سألت شعبة وسفيان ومالكا وابن\nعيينة عن الرجل يتهم ولا يحفظ الحديث فقالوا جميعا بين أمره\nالجزء: 1 ¦ الصفحة: 22\n",
        "سمعت عليا يقول سمعت يحيى يقول ينبغي في صاحب الحديث خصال يكون ثبت الأخذ ويفهم ما يقال له ويبصر الرجال ثم يتعاهد ذاك\nالجزء: 1 ¦ الصفحة: 23\n",
        "سمعت أبا قدامة يقول سمعت يحيى بن سعيد يقول رب صالح لو لم يحدث كان خيرا له إنما هو أمانة إنما هو تأدية الأمانة في الذهب والفضة أيسر منه في الحديث.\nثم السبئية إذ غلت في الكفر فزعمت أن عليا إلهها حتى\nحرقهم بالنار إنكارا عليهم واستبصارا في أمرهم حين يقول:\nلما رأيت الأمر أمرا منكرا\n...\nأججت ناري ودعوت قنبرا\nوضرب عبد الله بن سبإ حين زعم أن القرآن جزء من تسعة أجزاء وعلمه عند علي ونفاه بعدما كان هم به\nالجزء: 1 ¦ الصفحة: 24\n",
        "ثم المختارية من أهل الكوفة حين تنبأ فيهم في قديم الدهر وأصحاب علي وعبد الله متوافرون فغلب عليها بمن تابعه من\nالسفلة والرعاع حتى كان يعطي الرجل الألف دينار والأقل على أن يروي له في تقوية أمره حديثا\nالجزء: 1 ¦ الصفحة: 25\n",
        "حدثنا أبو نعيم ثنا شريك عن أبي إسحاق قال سمعت خزيمة بن نصر العبسي أيام المختار وهو يقولون ما يقولون من الكذب وكان من أصحاب علي قاتلهم الله أي عصابة تشانوا وأي حديث أفسدوا\nالجزء: 1 ¦ الصفحة: 26\n",
        "حدثنا النفيلي ثنا عيسى بن يونس عن أبيه عن أبي إسحاق عن صلة بن زفر العبسي قال قاتل الله المختار أي شعية أفسد وأي حديث شان حدثني أحمد بن حنبل حدثنا أبو بكر بن عياش حدثنا\nالجزء: 1 ¦ الصفحة: 27\n",
        "مغيرة قال لم يكن يصدق عن علي في الحديث عنه إلا أصحاب عبد الله حدثنا شبابة بن سوار حدثنا شعبة عن عمرو بن مرة عن ابن أبي ليلى قال صحبت عليا في السفر والحضر فكل ما يحدثون عنه باطل\n10 -\nقال إبراهيم: الحارث بن عبد الله الهمداني.\nروي عن الشعبي أنه كذبه\nالجزء: 1 ¦ الصفحة: 28\n",
        "اتهم كان يقول تعلمت القرآن في سنتين والوحي في ثلاث سنين وابن عباس يقول لا وحي إلا ما بين اللوحين وأجمع على ذلك المسلمون وقد قال رسول الله صلى الله عليه وسلم ستة لعنهم\nالجزء: 1 ¦ الصفحة: 29\n",
        "الله وكل نبي مجاب منهم الزائد في كتاب الله\nالجزء: 1 ¦ الصفحة: 30\n",
        "وأمر الحارث في حديثه بين عند من لم يعم الله قلبه وقد روى عن علي تشهدا خالف فيه الأمة قال كان يقول بسم الله خير الأسماء التحيات لله ما طاب فلله وما خبث فلغيره أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله أشهد أنه نعم الرب ونعم الرسول محمد السلام على نبي الله السلام على أنبياء الله السلام على المؤمنين والمؤمنات من غاب منهم ومن شهد ونحو هذا\nالجزء: 1 ¦ الصفحة: 31\n",
        "والتشهد عن ابن مسعود وأبي موسى وابن عباس كأنهم تكلموا بلسان واحد عن النبي صلى الله عليه وسلم محفوظ مشهور.\nالجزء: 1 ¦ الصفحة: 32\n",
        "حدثني عبد الله بن الربيع حدثنا يحيى بن آدم حدثنا\nالمفضل بن مهلهل عن مغيرة عن الشعبي أنه كان يشهد بالله أن الحارث الأعور أحد الكذابين ثم الشائع في أهل الحديث أن أبا إسحاق لم يسمع منه إلا ثلاثة\nالجزء: 1 ¦ الصفحة: 33\n",
        "أو أربعة سمعت ابن حنبل يقول كان أبو إسحاق تزوج امرأة الحارث فوقع حديثه إليه ويقولون لم يسمع من الحارث إلا ثلاثة أو أربعة سمعت أبا بكر بن عياش يقول قال أحمد كلاما هذا معناه\n11 -\nوعاصم بن ضمرة عندي قريب منه وإن كان\nالجزء: 1 ¦ الصفحة: 34\n",
        "حكي عن سفيان قال كنا نعرف فضل حديث عاصم على حديث الحارث روى عنه أبو إسحاق حديثا في تطوع النبي صلى الله عليه\nوسلم ست عشرة ركعة أنه كان يمهل حتى إذا ارتفعت الشمس من قبل المشرق كهيئتها من قبل المغرب عند العصر قام فصلى ركعتين ثم يمهل حتى إذا ارتفعت الشمس وكانت من قبل المشرق كهيئتها من قبل المغرب عند الظهر قام فصلى أربع ركعات ثم يمهل حتى إذا زالت الشمس صلى أربع ركعات قبل الظهر ثم يصلي بعد الظهر ركعتين ثم يصلي قبل العصر أربع ركعات فهذه ست عشرة ركعة\nالجزء: 1 ¦ الصفحة: 35\n",
        "فيا لعباد الله أما كان ينبغي لأحد من أصحاب النبي صلى الله عليه وسلم وأزواجه يحكي هذه الركعات إذ هم معه في دهرهم والحكاية عن\nالجزء: 1 ¦ الصفحة: 36\n",
        "عائشة رضي الله عنها في الاثنتي عشرة ركعة من السنة وابن عمر عشر ركعات والعامة من الأمة أو من\nشاء الله قد عرفوا ركعات السنة الاثنتي عشرة منها بالليل ومنها بالنهار فإن قال قائل كم من حديث لم يروه إلا واحد قيل صدقت كان النبي صلى الله عليه وسلم يجلس فيتكلم بالكلمة من الحكمة لعله لا يعود لها آخر دهره فيحفظها عنه رجل وهذه ركعات كما قال عاصم كان يداوم عليها فلا يشتبهان\nالجزء: 1 ¦ الصفحة: 37\n",
        "ثم خالف رواية الأمة واتفاقها حين روى أن في خمس وعشرين من الإبل خمسا من الغنم\nالجزء: 1 ¦ الصفحة: 38\n",
        "وهذا حماد بن سلمة عن ثمامة بن عبد الله عن أنس أن أبا بكر كتب له الصدقة التي فرض رسول الله صلى الله عليه وسلم فيما دون خمس وعشرين من الإبل في كل خمس شاة فإذا بلغت خمسا وعشرين ففيها ابنة مخاض\nالجزء: 1 ¦ الصفحة: 39\n",
        "وكذلك حكاية الزهري عن عبد الله بن عمر وما حكى سفيان بن\nالجزء: 1 ¦ الصفحة: 40\n",
        "عيينة عن الزهري أيضا كذلك\nالجزء: 1 ¦ الصفحة: 41\n",
        "وسألت عليا يعني ابن المديني عن عاصم والحارث فقال لي يا أبا إسحاق مثلك يسأل عن ذا الحارث كذاب قال علي وسمعت يحيى بن سعيد يقول قال سفيان كنا نعرف فضل حديث عاصم على حديث الحارث\n12 -\nهبيرة بن يريم كان مختاريا يجهز على الجرحى يوم الجازر\nالجزء: 1 ¦ الصفحة: 42\n",
        "13 -\nوكان يحيى بن الجزار غاليا مفرطا\n14 -\nوكان أبو عبد الله الجدلي صاحب راية المختار\nالجزء: 1 ¦ الصفحة: 43\n",
        "15 -\nوكان أصبغ بن نباتة زائغا\nالجزء: 1 ¦ الصفحة: 44\n",
        "16 -\nوكدير الضبي زائغا\n17 -\nرشيد الهجري كذاب غير ثقة\nالجزء: 1 ¦ الصفحة: 45\n",
        "18 -\nحبة بن جوين غير ثقة\nالجزء: 1 ¦ الصفحة: 46\n",
        "19 -\nأبو سعيد عقيصا غير ثقة\nالجزء: 1 ¦ الصفحة: 47\n",
        "20 -\nالسدي كذاب شتام\nالجزء: 1 ¦ الصفحة: 48\n",
        "21 -\nحكيم بن جبير كذاب\nالجزء: 1 ¦ الصفحة: 49\n",
        "22 -\nيونس بن خباب كذاب مفتر\nالجزء: 1 ¦ الصفحة: 50\n",
        "23 -\nعثمان بن عمير الثقفي غال المذهب منكر الحديث سمعت ابن حنبل يقول هو منكر الحديث وفيه ذاك الداء\nالجزء: 1 ¦ الصفحة: 51\n",
        "24 -\nموسى بن طريف زائغ\n25 -\nعبد الله بن شريك مختاري كذاب\nالجزء: 1 ¦ الصفحة: 52\n",
        "26 -\nالمغيرة بن سعيد قتل على إدعاء النبوة كافر بالله كان أشعل النيران بالكوفة بالتمويه والشعبذة حتى أحابه خلق إلى ما قال\nالجزء: 1 ¦ الصفحة: 53\n",
        "27 -\nكثير النواء زائغ\nالجزء: 1 ¦ الصفحة: 54\n",
        "28 -\nجابر بن يزيد كذاب سألت عنه ابن حنبل فقال تركه ابن مهدي فاستراح\nالجزء: 1 ¦ الصفحة: 55\n",
        "حدثنا أحمد بن يونس قال حدثنا زهير قال سمعت جابر بن يزيد يقول عندي خمسون ألف حديث ما حدثت منها بحديث فحدث يوما بحديث فقال هذا من الخمسين ألف\nالجزء: 1 ¦ الصفحة: 56\n",
        "29 -\nعبد الأعلى بن عامر يضعف حديثه\n30 -\nثوير بن أبي فاختة ضعيف الحديث\nالجزء: 1 ¦ الصفحة: 57\n",
        "31 -\nأبو مريم الأنصاري زائغ ساقط\nالجزء: 1 ¦ الصفحة: 58\n",
        "32 -\nالأجلح مفتر\nالجزء: 1 ¦ الصفحة: 59\n",
        "33 -\nالحكم بن ظهير ساقط\nالجزء: 1 ¦ الصفحة: 60\n",
        "34 -\nأبو إسرائيل مفتر زائغ\nالجزء: 1 ¦ الصفحة: 61\n",
        "35 -\nالحسن بن عمارة ساقط حدثني محمد بن عبد العزيز بن أبي رزمة حدثنا عبدان أخبرني أبي عن شعبة قال روى الحسن بن عمارة عن الحكم عن\nالجزء: 1 ¦ الصفحة: 62\n",
        "يحيى بن الجزار سبعة أحاديث فلقيت الحكم فسألته عنها فقال ما حدثت بحديث منها\nحدثنا محمد بن عبد العزيز حدثنا عبدان قال سمعت عبد الله بن المبارك يقول روى الحسن بن عمارة عن الحكم عن إبراهيم حديثا ثم قال عبد الله هذا أعز من الكبريت الأحمر لكأن هذا الحديث لم يدخل مسامعي قط قال محمد بن عبد العزيز أخبرني أبي عن عبد الله بن المبارك عن سفيان بن عيينة قال كنت إذا سمعت الحسن بن عمارة يروي عن الزهري جعلت أصبعي في أذني\nالجزء: 1 ¦ الصفحة: 63\n",
        "36 -\nسالم بن أبي حفصة كنا عند علي بن عبد الله يعني ابن المديني نتذاكر فذكروا من يغلو في الرفض فذكر علي يونس بن خباب وسالم بن أبي حفصة وقال سمعت جريرا يقول تركت سالما لأنه كان يخاصم عن الشيعة\nالجزء: 1 ¦ الصفحة: 64\n",
        "ثم قال علي من يتركه جرير أي شيء هو فقال له الحلواني وهو معنا ذكر لي عن حسين الجعفي أنه قال كان طويل اللحية أحمقها سمعته يقول لبيك قاتل نعثل فقال علي حينئذ هذا والله الجهل والغلو\nالجزء: 1 ¦ الصفحة: 65\n",
        "37 -\nالكلبي محمد بن السائب كذاب ساقط\nالجزء: 1 ¦ الصفحة: 66\n",
        "حدثت عن المعتمر بن سليمان عن أبيه قال كان بالكوفة كذابان فمات أحدهما السدي والكلبي حدثت عن علي بن الحسين بن واقد حدثني\nالجزء: 1 ¦ الصفحة: 67\n",
        "أبي قال قدمت الكوفة ومنيتي لقي السدي فأتيته فسألته عن تفسير سبعين آية من كتاب الله تعالى فحدثني بها فلم أقم من مجلسي حتى سمعته يشتم أبا بكر وعمر رضي الله عنهما فلم أعد إليه وأما الكلبي فالأمر فيه أطم وأعظم سمعت سليمان بن معبد يقول حدثنا الأصمعي قال سمعت قرة بن خالد يقول كانوا يرون أن الكلبي يذرف قلت للأصمعي وما التذريف قال الزيادة\nالجزء: 1 ¦ الصفحة: 68\n",
        "38 -\nجويبر بن سعيد\n39 -\nوعبيدة بن معتب والكلبي سمعت من حدثني عن ابن حنبل أنه قال لا يشتغل بحديثهم\nالجزء: 1 ¦ الصفحة: 69\n",
        "40 -\nناجية بن كعب مذموم\nالجزء: 1 ¦ الصفحة: 70\n",
        "41 -\nوعدي بن ثابت مائل عن المقصد روى عنه الثقات\nالجزء: 1 ¦ الصفحة: 71\n",
        "42 -\nعطية بن سعد العوفي مائل\nالجزء: 1 ¦ الصفحة: 72\n",
        "43 -\nالمنهال بن عمرو سيء المذهب\n44 -\nعمرو بن شمر كذاب زائغ\nالجزء: 1 ¦ الصفحة: 73\n",
        "45 -\nطلحة بن جبير مذموم في حديثه غير ثقة\nالجزء: 1 ¦ الصفحة: 74\n",
        "46 -\nنوح بن دراج زائغ\nالجزء: 1 ¦ الصفحة: 75\n",
        "47 -\nمسلم بن كيسان الأعور غير ثقة\n48 -\nحبيب بن حسان بن أبي الأشرس ساقط\nالجزء: 1 ¦ الصفحة: 76\n",
        "49 -\nمحمد بن عبيد الله العرزمي ساقط\nالجزء: 1 ¦ الصفحة: 77\n",
        "50 -\nمحمد بن مروان السدي. ذاهب\n51 -\nسعد بن طريف مذموم\nالجزء: 1 ¦ الصفحة: 78\n",
        "52 -\nجعفر الأحمر مائل عن الطريق\n53 -\nوكذلك سلمة الأحمر\nالجزء: 1 ¦ الصفحة: 79\n",
        "54 -\nمحمد بن سالم أبو سهل غير ثقة\nالجزء: 1 ¦ الصفحة: 81\n",
        "55 -\nالمعلى بن هلال كذاب\n56 -\nأبو مالك النخعي متروك\nالجزء: 1 ¦ الصفحة: 82\n",
        "57 -\nعلي بن عابس ضعيف الحديث واهي\nالجزء: 1 ¦ الصفحة: 83\n",
        "58 -\nروح بن مسافر متروك\n59 -\nعلي بن غراب ساقط\nالجزء: 1 ¦ الصفحة: 84\n",
        "60 -\nمحمد\nالجزء: 1 ¦ الصفحة: 85\n",
        "ويحيى ابنا سلمة بن كهيل ذاهبا الحديث\nالجزء: 1 ¦ الصفحة: 86\n",
        "62 -\nيحيى بن عيسى يروي أحاديث ينكرها الناس\n63 -\nمحمد بن فضيل زائغ عن الحق\nالجزء: 1 ¦ الصفحة: 87\n",
        "64 -\nأبو صالح مولى أم هانىء كان يقال إنه دروزن غير محمود سمعت من حدثني عن علي قال سمعت يحيى بن سعيد عن سفيان عن الكلبي قال قال أبو صالح كل ما حدثتك كذب\nالجزء: 1 ¦ الصفحة: 88\n",
        "65 -\nيحيى بن عبد الله الجابر غير محمود\nالجزء: 1 ¦ الصفحة: 89\n",
        "66 -\nوأبو ماجد غير معروف\nالجزء: 1 ¦ الصفحة: 90\n",
        "عن علي حدثنا سفيان عن يحيى الجابر عن أبي ماجد قال سفيان قلت ليحيى من أبو ماجد قال طرأ علينا من البصرة فهو بالكوفة غير معروف وأثره بالبصرة غير موجود فعلام تتحمل روايته\nالجزء: 1 ¦ الصفحة: 91\n",
        "أحاديثه مرفوعة لا يعرفها أصحاب عبد الله المعروفون بقوله إبراهيم\n67 -\nعائذ بن حبيب غال زائغ\n68 -\nأبو شيبة إبراهيم بن عثمان ساقط\nالجزء: 1 ¦ الصفحة: 92\n",
        "69 -\nنفيع أبو داود كذاب تناول قوما من الصحابة فرشق\nالجزء: 1 ¦ الصفحة: 93\n",
        "70 -\nدهثم بن قران لا يحمد حديثه\nالجزء: 1 ¦ الصفحة: 94\n",
        "71 -\nسعيد بن أشوع قاضي الكوفة غال زائغ\n72 -\nفطر بن خليفة زائغ غير ثقة\nالجزء: 1 ¦ الصفحة: 95\n",
        "73 -\nقيس بن الربيع ساقط\nالجزء: 1 ¦ الصفحة: 96\n",
        "74 -\nأبان بن تغلب مذموم المذهب مجاهر زائغ\nالجزء: 1 ¦ الصفحة: 97\n",
        "75 -\nالحسن بن صالح كان مغمورا في مذهبه\nالجزء: 1 ¦ الصفحة: 98\n",
        "سمعت الحميدي يقول حدثنا سفيان حدثنا صالح بن\nالجزء: 1 ¦ الصفحة: 99\n",
        "صالح بن حي وكان خيرا من ابنيه وكان علي خيرهما قال إبراهيم وكان الحسن بن صالح يغلو في مذهبه\n76 -\nوعلي بن صالح قريب منه وإن كان ابن عيينة جعله خيرا من أخيه\nالجزء: 1 ¦ الصفحة: 100\n",
        "77 -\nعبد الملك بن هارون بن عنترة دجال كذاب\n78 -\nعمرو بن خالد غير ثقة\nالجزء: 1 ¦ الصفحة: 101\n",
        "79 -\nبنو أعين الكوفيون\nالجزء: 1 ¦ الصفحة: 102\n",
        "حدثنا الحميدي ثنا سفيان ثنا عبد الملك بن أعين رافضي كان عندنا وهم إخوة حمران وعبد الملك وزرارة\nالجزء: 1 ¦ الصفحة: 103\n",
        "حمران أغلاهم كان على رأي سوء\n82 -\nأبو حمزة الثمالي ثابت بن أبي صفية واهي الحديث\nالجزء: 1 ¦ الصفحة: 104\n",
        "83 -\nمندل\nالجزء: 1 ¦ الصفحة: 105\n",
        "وحبان واهيا الحديث\nالجزء: 1 ¦ الصفحة: 106\n",
        "85 -\nحسين الأشقر كان غاليا من الشتامين للخيرة\nالجزء: 1 ¦ الصفحة: 107\n",
        "86 -\nابن أبي ليلى واهي الحديث سيئ الحفظ سمعت أحمد بن يونس يقول كان زائدة يقول ترك حديث ابن\nالجزء: 1 ¦ الصفحة: 108\n",
        "أبي ليلى لا يروى عنه قال إبراهيم وحديثه عندي يدل على سوء حفظه وكثرة غلطه\nالجزء: 1 ¦ الصفحة: 109\n",
        "87 -\nأبو حمزة يعني ميمونا صاحب إبراهيم ضعيف الحديث حدثت عن علي أن رجلا قال لسفيان بن حبيب حدثنا أبو حمزة\nالجزء: 1 ¦ الصفحة: 110\n",
        "فقال له أنت تجالسني مذ كذا وكذا أنت بعد في أبي حمزة\n88 -\nهاشم بن البريد\n89 -\nوابنه علي بن هاشم غاليان في سوء مذهبهما\nالجزء: 1 ¦ الصفحة: 111\n",
        "90 -\nحماد بن شعيب واهي الحديث\nالجزء: 1 ¦ الصفحة: 112\n",
        "91 -\nصالح بن موسى الطلحي ضعيف الحديث\nالجزء: 1 ¦ الصفحة: 113\n",
        "92 -\nإسماعيل بن مجالد بن سعيد غير محمود\n93 -\nتليد بن سليمان سمعت أحمد بن حنبل يقول في كتابي\nالجزء: 1 ¦ الصفحة: 114\n",
        "حدثنا تليد بن سليمان الخشني\nالجزء: 1 ¦ الصفحة: 115\n",
        "قال إبراهيم وهو عندي كان يكذب كان محمد بن عبيد يسيء القول فيه\n94 -\nمحمد بن أبان ضعيف الحديث\nالجزء: 1 ¦ الصفحة: 116\n",
        "95 -\nأبو حنيفة لا يقنع بحديثه ولا برأيه\nالجزء: 1 ¦ الصفحة: 117\n",
        "96 -\nأسد بن عمرو\n97 -\nوأبو يوسف\nالجزء: 1 ¦ الصفحة: 118\n",
        "98 -\nومحمد بن الحسن\nالجزء: 1 ¦ الصفحة: 119\n",
        "99 -\nواللؤلؤي قد فرغ الله منهم\nالجزء: 1 ¦ الصفحة: 120\n",
        "100 -\nالحجاج بن أرطاة كان يروي عن قوم لم يلقهم الزهري وغيره فيتثبت في حديثه\nالجزء: 1 ¦ الصفحة: 121\n",
        "101 -\nفائد أبو الورقاء ضعيف ضعيف\nالجزء: 1 ¦ الصفحة: 122\n",
        "وكان قوم من أهل الكوفة لا يحمد الناس مذاهبهم هم رؤوس\nالجزء: 1 ¦ الصفحة: 123\n",
        "محدثي الكوفة مثل\n102 -\nأبي إسحاق عمرو بن عبد الله\n103 -\nومنصور\n104 -\nوالأعمش\n105 -\nوزبيد بن الحارث اليامي وغيرهم من أقرانهم احتملهم الناس على صدق ألسنتهم في الحديث ووقفوا عندما أرسلوا لما خافوا ألا تكون مخارجها صحيحة\nالجزء: 1 ¦ الصفحة: 124\n",
        "فأما أبو إسحاق فروى عن قوم لا يعرفون ولم ينتشر عنهم عند أهل العلم إلا ما حكى أبو إسحاق عنهم فإذا روى تلك الأشياء التي إذا عرضها الأمة على ميزان القسط الذي جرى عليهم سلف المسلمين وأئمتهم الذين هم الموئل لم تتفق عليها كان الوقف في ذلك عندي الصواب لأن السلف أعلم\nبقول رسول الله صلى الله عليه وسلم وتأويل حديثه الذي له أصل عندهم\nالجزء: 1 ¦ الصفحة: 125\n",
        "وقال وهب بن زمعة سمعت عبد الله يقول إنما أفسد حديث أهل الكوفة الأعمش وأبو إسحاق\nالجزء: 1 ¦ الصفحة: 126\n",
        "قال إبراهيم وكذا حدثني إسحاق بن إبراهيم حدثنا جرير\nالجزء: 1 ¦ الصفحة: 127\n",
        "سمعت مغيرة يقول غير مرة أهلك أهل الكوفة أبو إسحاق وأعيمشكم هذا قال إبراهيم وكذلك عندي من بعدهم إذ كانوا على مراتبهم من مذموم المذهب وصدق اللسان\nالجزء: 1 ¦ الصفحة: 128\n",
        "106 -\nفكان أبو نعيم كوفي المذهب صدوق اللسان\nالجزء: 1 ¦ الصفحة: 129\n",
        "107 -\nوعبيد الله بن موسى أغلى وأسوأ مذهبا وأروى للأعاجيب التي تضل أحلام من تبحر في العلم\nالجزء: 1 ¦ الصفحة: 130\n",
        "108 -\nوخالد بن مخلد كان شتاما معلنا بسوء مذهبه\nالجزء: 1 ¦ الصفحة: 131\n",
        "وأمثالهم كثير فما روى هؤلاء مما يقوي مذهبهم عن مشايخهم المغموزين وغير الثقات المعروفين فلا ينبغي أن يغتر بهم الضنين بدينه الصائن لمذهبه خيفة أن يختلط الحق المبين عنده بالباطل الملتبس فلا أجد لهؤلاء قولا هو أصدق من هذا\n109 -\nنصر بن مزاحم العطار كان زائغا عن الحق مائلا\nالجزء: 1 ¦ الصفحة: 132\n",
        "110 -\nوإبراهيم بن هراسة قريب منه على أنه أكف لسانا وأقل للباطل المزخرف من رواية المختارية في حديثه\n111 -\nذكر أبو غسان مالك بن إسماعيل كان حسنيا أعني الحسن بن صالح على عبادته وسوء مذهبه\nالجزء: 1 ¦ الصفحة: 133\n",
        "112 -\nابن الأصبهاني كان صدوقا في حديثه على سوء مذهبه\nالجزء: 1 ¦ الصفحة: 134\n",
        "113 -\nإسماعيل بن أبان الذي كان روى بالكوفة عن هشام بن عروة ظهر منه على الكذب\nالجزء: 1 ¦ الصفحة: 135\n",
        "114 -\nإسماعيل بن أبان الوراق كان مائلا عن الحق ولم يكن يكذب في الحديث\n115 -\nيحيى بن عبد الحميد ساقط متلون ترك حديثه فلا ينبعث\nالجزء: 1 ¦ الصفحة: 136\n",
        "116 -\nإسماعيل بن الحكم على قضاء همذان رأس سنة اثنتين وثلاثين كان مائلا صدوقا في حديثه\nالجزء: 1 ¦ الصفحة: 137\n",
        "117 -\nيونس بن بكير ينبغي أن يتثبت في أمره لميله عن الطريق\nالجزء: 1 ¦ الصفحة: 138\n",
        "118 -\nسعيد بن ذي لعوة يضعف حديثه وهو بعد شيخ ماله كبير حديث\n119 -\nسدير الضبي مذموم المذهب\nالجزء: 1 ¦ الصفحة: 139\n",
        "120 -\nأبو جناب الكلبي يضعف حديثه\nالجزء: 1 ¦ الصفحة: 140\n",
        "121 -\nسيف\nالجزء: 1 ¦ الصفحة: 141\n",
        "122 -\nوعمار ابنا أخت سفيان الثوري ليسا بالقويين في الحديث ولا قريبا\n123 -\nالوازع بن نافع غير محمود في الحديث حدثت أن شعبة قال لمسكين بن بكير وكان يذكره لشعبة فيقول هات يا وازعي\nالجزء: 1 ¦ الصفحة: 142\n",
        "124 -\nأبو الجحاف داود بن عوف كان معتقدا منهم يعني من غير المحمودين في الحديث\nالجزء: 1 ¦ الصفحة: 143\n",
        "125 -\nمسلم النحات كان يرمى بالإرجاء وكان يخاصم\n126 -\nمجالد بن سعيد يضعف حديثه\nالجزء: 1 ¦ الصفحة: 144\n",
        "127 -\nصالح بن موسى الطلحي يضعف حديثه\n128 -\nالسري بن إسماعيل يضعف حديثه\nالجزء: 1 ¦ الصفحة: 145\n",
        "129 -\nسليمان بن يسير حدثنا عنه يعلى غير مقنع\nالجزء: 1 ¦ الصفحة: 146\n",
        "130 -\nرشدين بن كريب لا يقوى حديثه\nالجزء: 1 ¦ الصفحة: 147\n",
        "131 -\nإبراهيم بن مسلم الهجري يضعف حديثه كان شعبة يقول رقاع\nالجزء: 1 ¦ الصفحة: 148\n",
        "132 -\nليث بن أبي سليم يضعف حديثه ليس بثبت\nالجزء: 1 ¦ الصفحة: 149\n",
        "133 -\nأبو عبد الكريم عبد الرحمن بن إسحاق كان غير محمود في الحديث\n134 -\nشريك بن عبد الله سيء الحفظ مضطرب الحديث مائل\nالجزء: 1 ¦ الصفحة: 150\n",
        "135 -\nيزيد بن أبي زياد سمعتهم يضعفون حديثه\nالجزء: 1 ¦ الصفحة: 151\n",
        "136 -\nأبو الربيع أشعث بن سعيد السمان واهي الحديث\n137 -\nعبد الرحمن بن مالك بن مغول ضعيف الأمر جدا\nالجزء: 1 ¦ الصفحة: 152\n",
        "138 -\nجهدنا أن نعرف بهية الذي يروي عنه يحيى بن المتوكل أبو عقيل فلا نهتدي له\nالجزء: 1 ¦ الصفحة: 153\n",
        "139 -\nالحكم بن ظهير سقط بميله وأعاجيب حديثه وهو صاحب نجوم يوسف\nالجزء: 1 ¦ الصفحة: 154\n",
        "140 -\nأبو حريز قاضي سجستان عبد الله بن الحسين غير محمود الحديث\nالجزء: 1 ¦ الصفحة: 155\n",
        "البصريون\n141 -\nشهر بن حوشب أحاديثه لا تشبه حديث الناس وحدثت عن النضر بن شميل أن ابن عون سئل عن\nالجزء: 1 ¦ الصفحة: 156\n",
        "حديث لشهر فقال إن شهرا تركوه إن شهرا تركوه عمرو بن خارجة كنت آخذ بزمام ناقة رسول الله صلى الله عليه وسلم\nالجزء: 1 ¦ الصفحة: 157\n",
        "أسماء بنت يزيد كنت آخذ بزمام ناقة رسول الله صلى الله عليه وسلم كأنه مولع بزمام ناقة النبي صلى الله عليه وسلم وحديثه دال عليه فلا ينبغي أن يغتر به وبروايته\nالجزء: 1 ¦ الصفحة: 158\n",
        "142 -\nأبو هارون العبدي عمارة بن جوين كذاب مفتر سمعت سعيد بن عامر يقول مسكين أبو هارون العبدي\nالجزء: 1 ¦ الصفحة: 159\n",
        "143 -\nأبو حفص العبدي قريب منه وهو صاحبه فيرفض حديثهما\nالجزء: 1 ¦ الصفحة: 160\n",
        "144 -\nعبد الكريم بن أبي المخارق أبو أمية غير ثقة فرحم الله\nالجزء: 1 ¦ الصفحة: 161\n",
        "مالكا غاص هناك في المثل فوقع على خزفة منكسرة أظنه اغتر بكسائه\n145 -\nهاشم الأوقص ضال غير ثقة\n146 -\nبحر السقاء ساقط\nالجزء: 1 ¦ الصفحة: 162\n",
        "147 -\nأيوب بن خوط متروك\nالجزء: 1 ¦ الصفحة: 163\n",
        "148 -\nأبو جزي نصر بن طريف ذاهب\nالجزء: 1 ¦ الصفحة: 164\n",
        "149 -\nعطاء بن عجلان كذاب\nالجزء: 1 ¦ الصفحة: 165\n",
        "150 -\nعثمان البري كذاب كذبه الثوري على سهولته\nالجزء: 1 ¦ الصفحة: 166\n",
        "حدثنا علي بن المديني عن يحيى حدثني سعيد بن عبيد عن الأغضف قال كنا عند سفيان فقلت حدثني عثمان البري عن منصور عن أبي وائل عن عبد الله في المسح قال كذب\nالجزء: 1 ¦ الصفحة: 167\n",
        "وقال سمعت يحيى يقول البري يحدث عن نافع عن ابن عمر عرفة كلها موقف فحدثني ابن جريج قال قلت لنافع سمعت ابن عمر يقول عرفة كلها موقف قال لا\nالجزء: 1 ¦ الصفحة: 168\n",
        "151 -\nبشر بن حرب لا يحمد حديثه هو أبو عمرو الندبي\nالجزء: 1 ¦ الصفحة: 169\n",
        "152 -\nالحسن بن واصل زوج أمه من الذاهبين\n153 -\nسمعت أحمد يقول فرقد روى عن مرة منكرات\nالجزء: 1 ¦ الصفحة: 170\n",
        "وصدق أحمد كوفي كيف صار عنده عن مرة أحاديث عن أبي بكر الصديق مرفوعة لم يشركه في شيء منها أحد من أهل الكوفة سمعت سليمان بن حرب يقول حدثنا حماد بن زيد أن فرقدا ذكر عند أيوب فقال لم يكن صاحب حديث وكان متقشفا لا يقيد علما ذاك لون والبصر بالعلم لون آخر\nالجزء: 1 ¦ الصفحة: 171\n",
        "154 -\nزياد بن ميمون\n155 -\nوأبو هرمز\nالجزء: 1 ¦ الصفحة: 172\n",
        "156 -\nوعبد الحكم الذين يروون عن أنس لا ينبغي أن يشتغل بحديثهم\n157 -\nأبان بن أبي عياش ساقط\nالجزء: 1 ¦ الصفحة: 173\n",
        "158 -\nسليمان بن أرقم ساقط\n159 -\nروح بن مسافر غير مقنع\nالجزء: 1 ¦ الصفحة: 174\n",
        "160 -\nمحمد\n161 -\nوأيوب ابنا جابر غير مقنعين\nالجزء: 1 ¦ الصفحة: 175\n",
        "162 -\nحسين بن قيس الرحبي أحاديثه منكرة جدا فلا تكتب\n163 -\nكان سليمان التيمي يقول حدثنا\nالجزء: 1 ¦ الصفحة: 176\n",
        "عباد بن كثير فلا ينبغي لحكيم أن يذكره في العلم حسبك عنه بحديث النهي\nالجزء: 1 ¦ الصفحة: 177\n",
        "164 -\nخصيب بن جحدر غير ثقة\n165 -\nيوسف السمتي غير ثقة\nالجزء: 1 ¦ الصفحة: 178\n",
        "166 -\nجسر بن الحسن واهي الحديث\nالجزء: 1 ¦ الصفحة: 179\n",
        "167 -\nعوبد بن أبي عمران الجوني آية من الآيات\nالجزء: 1 ¦ الصفحة: 180\n",
        "168 -\nبكر بن خنيس كان يروي كل منكر عن كل منكر\nالجزء: 1 ¦ الصفحة: 181\n",
        "169 -\nعمرو بن عبيد غير ثقة ضال\nالجزء: 1 ¦ الصفحة: 182\n",
        "170 -\nعمرو بن الأزهر غير ثقة\n171 -\nعمرو بن دينار قهرمان آل الزبير عند أهل العلم ضعيف الحديث\nالجزء: 1 ¦ الصفحة: 183\n",
        "172 -\nعدي بن الفضل لم يقبل الناس حديثه\n173 -\nجعفر بن سليمان الضبعي روى أحاديث منكرة وهو ثقة متماسك كان لا يكتب\nالجزء: 1 ¦ الصفحة: 184\n",
        "174 -\nأبو عمر حفص بن سليمان قد فرغ منه منذ دهر\nالجزء: 1 ¦ الصفحة: 185\n",
        "175 -\nعبد الله بن جعفر بن نجيح واهي الحديث كان فيما يقولون مائلا عن الطريق\nالجزء: 1 ¦ الصفحة: 186\n",
        "176 -\nداود بن الزبرقان كذاب\nالجزء: 1 ¦ الصفحة: 187\n",
        "177 -\nجعفر بن الزبير نبذوا حديثه\n178 -\nعباد بن صهيب كان غاليا في بدعته مخاصما بأباطيله\nالجزء: 1 ¦ الصفحة: 188\n",
        "179 -\nأبو عبيدة الناجي كان يقال له بكر بن الأسود كان في رأي البصريين رأسا\nالجزء: 1 ¦ الصفحة: 189\n",
        "180 -\nعباد بن منصور كان يرى برأيهم يعني رأي البصريين وكان سيء الحفظ فيما سمعه وتغير أخيرا\nالجزء: 1 ¦ الصفحة: 190\n",
        "181 -\nالربيع بن بدر يقال له عليلة واهي الحديث\n182 -\nصالح بن أبي الأخضر اتهم في أحاديثه\nالجزء: 1 ¦ الصفحة: 191\n",
        "183 -\nسعيد بن زيد أخو حماد بن زيد سمعتهم يضعفون أحاديثه فليس بحجة بحال\nالجزء: 1 ¦ الصفحة: 192\n",
        "184 -\nعوف بن أبي جميلة الأعرابي يتناول بيمينه ويساره من رأي البصرة والكوفة\nالجزء: 1 ¦ الصفحة: 193\n",
        "185 -\nعلي بن زيد واهي الحديث ضعيف وفيه ميل عن القصد لا يحتج بحديثه\n186 -\nيمان بن المغيرة لا يحمد الناس حديثه\nالجزء: 1 ¦ الصفحة: 194\n",
        "187 -\nأيوب بن عتبة اليمامي ضعيف\nالجزء: 1 ¦ الصفحة: 195\n",
        "188 -\nخلاس بن عمرو كان أيوب يقول هو صحفي وسمعت أحمد بن حنبل يقول كان من شرط علي وروايته عن علي يقال كتاب\nالجزء: 1 ¦ الصفحة: 196\n",
        "189 -\nعبد الواحد بن زيد كان قاصا بالبصرة سيء المذهب ليس من معادن الصدق\nالجزء: 1 ¦ الصفحة: 197\n",
        "190 -\nأبو بلج يعني يحيى بن أبي سليم الواسطي كان يروج الفواخت ليس بثقة\nالجزء: 1 ¦ الصفحة: 198\n",
        "191 -\nالحسن بن أبي جعفر الجفري ضعيف واهي الحديث\n192 -\nدجين بن ثابت أبو الغصن غير ثقة\nالجزء: 1 ¦ الصفحة: 199\n",
        "193 -\nيوسف بن عطية لا يحمد حديثه\nالجزء: 1 ¦ الصفحة: 200\n",
        "194 -\nالحارث بن نبهان يضعف حديثه\n195 -\nمجاعة يقال كان نحو الحسن بن دينار سألت عنه\nالجزء: 1 ¦ الصفحة: 201\n",
        "عبد الصمد فقال كان نحو الحسن بن دينار وكان شعبة يسأل عنه وكان لا يجترىء عليه يقول هو كثير الصوم والصلاة\nالجزء: 1 ¦ الصفحة: 202\n",
        "196 -\nحماد بن يحيى الأبح روى عن الزهري حديثا معضلا سمعت من يزعم أن الحديث كان يحدث به الوقاصي\nالجزء: 1 ¦ الصفحة: 203\n",
        "197 -\nصالح المري كان قصا واهي الحديث\nالجزء: 1 ¦ الصفحة: 204\n",
        "198 -\nالهيثم بن جماز كان قاصا ضعيفا روى عن ثابت معاضيل\n199 -\nعمر بن راشد اليمامي سمعت ابن حنبل يقول لا يساوي حديثه شيئا\nالجزء: 1 ¦ الصفحة: 205\n",
        "200 -\nحسام بن مصك بن ظالم بن شيطان ضعيف\nالجزء: 1 ¦ الصفحة: 206\n",
        "أبو الصمصامة ثم تكنى بعد بسهل سمعت زيد بن الحباب يقول حسام بن مصك أبو سهل\n201 -\nأبو شعيب الصلت بن دينار ليس بقوي الحديث\nالجزء: 1 ¦ الصفحة: 207\n",
        "202 -\nأبو بكر الهذلي سلمى يضعف حديثه وكان من علماء الناس بأيامهم\nالجزء: 1 ¦ الصفحة: 208\n",
        "203 -\nالمبارك بن فضالة\nالجزء: 1 ¦ الصفحة: 209\n",
        "203 -\nب والربيع بن صبيح يضعف حديثهما ليسا من أهل الثبت\nالجزء: 1 ¦ الصفحة: 210\n",
        "204 -\nعثمان بن غياث كان يرمى بالإرجاء وهو متماسك لا بأس بحديثه\nالجزء: 1 ¦ الصفحة: 211\n",
        "أهل المدينة وغيرها\n205 -\nبريدة بن سفيان بن فروة رديء المذهب\n206 -\nعمرو بن أبي عمرو مولى المطلب مضطرب الحديث\nالجزء: 1 ¦ الصفحة: 212\n",
        "207 -\nإسحاق بن أبي فروة سمعت أحمد بن حنبل يقول لا يحل الكتاب عنه\nالجزء: 1 ¦ الصفحة: 213\n",
        "208 -\nوكذلك قال أحمد في موسى بن عبيدة قلت لأحمد إن موسى\nالجزء: 1 ¦ الصفحة: 214\n",
        "قد روى عنه سفيان وشعبة يقول أبو عبد العزيز الربذي قال لو بان لشعبة ما بان لغيره ما روى عنه\n209 -\nحرام بن عثمان سمعت من يقول الحديث عن حرام حرام\nالجزء: 1 ¦ الصفحة: 215\n",
        "لأنه لم يقتصد\n210 -\nابن ضميرة ما ينبغي أن يحدث عنه\nالجزء: 1 ¦ الصفحة: 216\n",
        "211 -\nالوقاصي ساقط عثمان بن عبد الرحمن\nالجزء: 1 ¦ الصفحة: 217\n",
        "212 -\nإبراهيم بن أبي يحيى فيه ضروب من البدع فلا يشتغل بحديثه فإنه غير مقنع ولا حجة\nالجزء: 1 ¦ الصفحة: 218\n",
        "213 -\nيزيد بن عياض بن يزيد بن جعدبة الليثي ذهب حديثه سكت الناس عنه\nالجزء: 1 ¦ الصفحة: 219\n",
        "214 -\nموسى بن محمد بن إبراهيم ينكر الأئمة أحاديثه التي يرويها عنه عقبة بن خالد وغيره\n215 -\nإبراهيم بن خثيم بن عراك غير مقنع واختلط فالكف عن حديثه أسلم\nالجزء: 1 ¦ الصفحة: 220\n",
        "216 -\nومحمد بن أبي حميد هو حماد بن أبي حميد واهي الحديث ضعيف\nالجزء: 1 ¦ الصفحة: 221\n",
        "217 -\nعبد الله بن عبد العزيز الليثي يروي عن الزهري مناكير بعيد من أوعية الصدق\nالجزء: 1 ¦ الصفحة: 222\n",
        "218 -\nأبو بكر الداهري كذاب بنو زيد بن أسلم\n219 -\nأسامة\nالجزء: 1 ¦ الصفحة: 223\n",
        "220 -\nوعبد الرحمن\n221 -\nوعبد الله ضعفاء في الحديث من غير خربة في دينهم ولا زيغ عن الحق في بدعة ذكرت عنهم\nالجزء: 1 ¦ الصفحة: 224\n",
        "222 -\nموسى بن مطير غير مقنع\nالجزء: 1 ¦ الصفحة: 225\n",
        "223 -\nشعبة مولى ابن عباس ليس بالقوي في الحديث\n224 -\nالقاسم\nالجزء: 1 ¦ الصفحة: 226\n",
        "225 -\nوعبد الرحمن العمريان منكرا الحديث جدا وكانا شريفين\n226 -\nأبو يوسف يعقوب بن الوليد غير ثقة ولا مأمون هو صاحب\nالجزء: 1 ¦ الصفحة: 227\n",
        "حديث سهل بن سعد في الرطب بالقثاء\nالجزء: 1 ¦ الصفحة: 228\n",
        "227 -\nأبو البختري وهب بن وهب كان يكذب ويجسر فسقط ومال\nالجزء: 1 ¦ الصفحة: 229\n",
        "228 -\nالواقدي لم يكن مقنعا ذكرت لأحمد بن حنبل موته يوم مات وأنا ببغداد فقال حولت كتبه ظهائر للكتب منذ حين أو قال منذ زمان\nالجزء: 1 ¦ الصفحة: 230\n",
        "229 -\nمحمد بن الحسن بن زبالة لم يقنع الناس بحديثه\nالجزء: 1 ¦ الصفحة: 231\n",
        "230 -\nمحمد بن إسحاق الناس يشتهون حديثه وكان يرمى بغير نوع من البدع\nالجزء: 1 ¦ الصفحة: 232\n",
        "231 -\nيحيى بن عبيد الله هو كوفي روى عنه ابن المبارك وعيسى بن يونس ويعلى وغيرهم\nالجزء: 1 ¦ الصفحة: 233\n",
        "وأبوه لا يعرف وأحاديثه متقاربة من حديث أهل الصدق\n232 -\nحارثة بن أبي الرجال متماسك الأمر\nالجزء: 1 ¦ الصفحة: 234\n",
        "233 -\nحسين بن عبد الله لا يشتغل بحديثه\n234 -\nعبد الله بن محمد توقف عنه عامة ما يروي غريب\nالجزء: 1 ¦ الصفحة: 235\n",
        "235 -\nكثير بن عبد الله بن عمرو بن عوف ضعيف الحديث\nالجزء: 1 ¦ الصفحة: 236\n",
        "236 -\nعاصم بن عبيد الله بن عاصم بن عمر ضعيف الحديث غمز ابن عيينة في حفظه\nالجزء: 1 ¦ الصفحة: 237\n",
        "237 -\nعاصم بن عمر بن حفص بن عاصم يضعف حديثه\nالجزء: 1 ¦ الصفحة: 238\n",
        "238 -\nعبد الله بن سعيد بن أبي سعيد يضعف حديثه\n239 -\nداود بن حصين لا يحمد الناس حديثه قد روى عنه مالك على انتقاده\nالجزء: 1 ¦ الصفحة: 239\n",
        "240 -\nعلي بن أبي علي اللهبي ضعيف الحديث روى عن ابن المنكدر عضلا\nالجزء: 1 ¦ الصفحة: 240\n",
        "241 -\nعبد الله بن عامر الأسلمي يضعف حديثه\nالجزء: 1 ¦ الصفحة: 241\n",
        "242 -\nأبو بكر بن أبي سبرة يضعف حديثه\n243 -\nمنكدر بن محمد بن المنكدر ضعيف الحديث\nالجزء: 1 ¦ الصفحة: 242\n",
        "244 -\nمحمد بن عمرو بن علقمة ليس بقوي الحديث ويشتهى حديثه\nالجزء: 1 ¦ الصفحة: 243\n",
        "245 -\nعبد الله بن زياد بن سمعان ذاهب سمعت أبا مسهر يقول سمعت سعد بن عبد العزيز يقول أتى العراق فأمكنهم من كتبه فزادوا فيها فقرأها عليهم فقالوا كذاب\nالجزء: 1 ¦ الصفحة: 244\n",
        "246 -\nمصعب بن ثابت بن عبد الله بن الزبير لم أر الناس يحمدون حديثه\n247 -\nيحيى بن سعيد المديني ليس بالأنصاري روى عنه ابن المبارك ينظر في أمره\nالجزء: 1 ¦ الصفحة: 245\n",
        "248 -\nعمر بن أبي سلمة ليس بالقوي في الحديث\nالجزء: 1 ¦ الصفحة: 246\n",
        "249 -\nأبو يحيى مصدع مولى معاذ بن عفراء كان زائغا حائدا عن الطريق\nالجزء: 1 ¦ الصفحة: 247\n",
        "250 -\nصالح مولى التوأمة تغير أخيرا فحديث ابن أبي ذئب عنه مقبول لسنه وسماعه القديم وأما الثوري فجالسه بعد التغير\nالجزء: 1 ¦ الصفحة: 248\n",
        "251 -\nسلمة بن وردان رأيتهم يوهنون حديثه\n252 -\nطلحة بن عمرو غير مرضي في حديثه\nالجزء: 1 ¦ الصفحة: 249\n",
        "253 -\nمثنى بن صباح لا يقنع بحديثه\n254 -\nعبد الوهاب بن مجاهد غير مقنع\nالجزء: 1 ¦ الصفحة: 250\n",
        "255 -\nزمعة بن صالح متماسك\nالجزء: 1 ¦ الصفحة: 251\n",
        "256 -\nالوليد بن عمرو بن ساج ضعيف الأمر جدا\n257 -\nإبراهيم بن الحكم بن أبان ساقط\nالجزء: 1 ¦ الصفحة: 252\n",
        "258 -\nميناء الخزاز أنكر الأئمة حديثه لسوء مذهبه ولما حدث من العضل\n259 -\nمحمد بن عبد الله بن عبيد بن عمير كان فيما حدثت عن ابن\nالجزء: 1 ¦ الصفحة: 253\n",
        "مهدي يروي مرفوعا وأستغفر الله أن أذكر رسوله إلا بالحق باع مصحفا فيمن يزيد\n260 -\nعمر بن قيس الذي يقال له سندل ساقط هو أخو حميد بن قيس الأعرج\nالجزء: 1 ¦ الصفحة: 254\n",
        "261 -\nإسماعيل بن مسلم واهي الحديث جدا قال علي أجمع أصحابنا على ترك حديثه\nالجزء: 1 ¦ الصفحة: 255\n",
        "262 -\nمطرف بن مازن الصنعاني يتثبت في حديثه حتى يبلى ما عنده\nالجزء: 1 ¦ الصفحة: 256\n",
        "263 -\nإبراهيم بن يزيد سمعتهم لا يحمدون حديثه ويضعفونه\n264 -\nياسين بن معاذ الزيات لم يقنع الناس بحديثه\nالجزء: 1 ¦ الصفحة: 257\n",
        "265 -\nعبد الجبار بن عمر الأيلي مولى عثمان بن عفان ضعيف الحديث ولم نسمع من يذكر عنه بدعة\nالجزء: 1 ¦ الصفحة: 258\n",
        "266 -\nالحكم بن عبد الله بن سعد جاهل كذاب حدثني عبد الله بن يوسف حدثني يحيى بن حمزة حدثني الحكم بن عبد الله سمع القاسم عن جدته أم رومان وأم رومان توفيت زمان النبي صلى الله عليه وسلم وليست جدته وإنما جدته أسماء ابنة عميس ولدت أباه بذي الحليفة والنبي صلى الله عليه وسلم يريد مكة حجة الوداع\nالجزء: 1 ¦ الصفحة: 259\n",
        "وأمر الحكم أوضح من ذاك عند أهل الحديث حتى لقد حدثني من سمع ابن حنبل يقول ألق حديث الحكم الأيلي وإسحاق بن أبي فروة في الدجلة\n267 -\nأبو صيفي بشير بن ميمون أظنه كان يكون بمكة غير ثقة\nالجزء: 1 ¦ الصفحة: 260\n",
        "268 -\nعبد العزيز بن أبي رواد كان عابدا غاليا في الإرجاء\nالجزء: 1 ¦ الصفحة: 261\n",
        "269 -\nوابنه عبد المجيد كذلك\nالجزء: 1 ¦ الصفحة: 262\n",
        "270 -\nعبد الرحمن بن زياد بن أنعم غير محمود في الحديث وكان صادقا خشنا\nالجزء: 1 ¦ الصفحة: 263\n",
        "271 -\nأبو زرعة عمرو بن جابر المصري غير ثقة على حمق وجهل ينسب إليه لزيغه\nالجزء: 1 ¦ الصفحة: 264\n",
        "272 -\nسعد بن سنان الذي روى عنه يزيد بن أبي حبيب أحاديثه واهية لا تشبه أحاديث الناس عن أنس\nالجزء: 1 ¦ الصفحة: 265\n",
        "273 -\nأيوب بن سويد واهي الحديث وهو بعد متماسك\n274 -\nابن لهيعة لا يوقف على حديثه ولا ينبغي أن يحتج به ولا يغتر بروايته\nالجزء: 1 ¦ الصفحة: 266\n",
        "275 -\nرشدين بن سعد مشاكل له عنده معاضيل ومناكير كثيرة\nالجزء: 1 ¦ الصفحة: 267\n",
        "سمعت ابن أبي مريم يثني عليه في دينه فأما حديثه ففيه ما فيه\nالجزء: 1 ¦ الصفحة: 268\n",
        "276 -\nعبد الله بن فروخ رأيت ابن أبي مريم حسن القول فيه قال هو أرضى أهل الأرض عندي فأما أحاديثه فمناكير عن ابن جريج عن عطاء عن أنس غير حديث\nالجزء: 1 ¦ الصفحة: 269\n",
        "277 -\nوكان سعيد بن عفير فيه غير لون من البدع وكان مخلطا غير ثقة\nالجزء: 1 ¦ الصفحة: 270\n",
        "278 -\nروح بن جناح ذكر عن الزهري حديثا معضلا فيه ذكر\nالجزء: 1 ¦ الصفحة: 271\n",
        "البيت المعمور فإن كان قال سمعت الزهري أرجىء ونظر في أمره\nالجزء: 1 ¦ الصفحة: 272\n",
        "279 -\nعثمان بن أبي العاتكة رأيت يحيى بن معين لا يحمد حديثه\n280 -\nصدقة السمين\nالجزء: 1 ¦ الصفحة: 273\n",
        "281 -\nوصدقة بن يزيد لينا الحديث\nالجزء: 1 ¦ الصفحة: 274\n",
        "282 -\nعثمان بن عطاء الخراساني ليس بالقوي في الحديث\n283 -\nمحمد بن سعيد الذي يقال له ابن أبي قيس مكشوف الأمر هالك\nالجزء: 1 ¦ الصفحة: 275\n",
        "284 -\nيزيد بن ربيعة أحاديثه أباطيل أخاف أن تكون موضوعة\nالجزء: 1 ¦ الصفحة: 276\n",
        "285 -\nيوسف بن السفر كان يكذب\n286 -\nالوليد بن محمد الموقري غير ثقة يروي عن الزهري عدة\nالجزء: 1 ¦ الصفحة: 277\n",
        "أحاديث ليس لها أصول\n287 -\nمحمد بن راشد كان مشتملا على غير بدعة وكان فيما سمعت متحريا الصدق في حديثه\nالجزء: 1 ¦ الصفحة: 278\n",
        "288 -\nعبد القدوس أبو سعيد لا يقنع الناس بحديثه\n289 -\nعبد الرزاق بن عمر سمعت من يوهن حديثه\nالجزء: 1 ¦ الصفحة: 279\n",
        "290 -\nعبد الله بن يزيد الذي يروي عنه أبو عقيل\nالجزء: 1 ¦ الصفحة: 280\n",
        "الثقفي أحاديثه منكرة حديثه في الراسخين في العلم حديث معضل الذي حدثني به نعيم بن حماد حدثنا فياض الرقي\nالجزء: 1 ¦ الصفحة: 281\n",
        "حدثنا عبد الله بن يزيد الأودي حدثني أنس بن مالك وأبو الدرداء وأبو أمامة ذكروا رسول الله صلى الله عليه وسلم وأعوذ بالله أن أذكر رسول الله صلى الله عليه وسلم في حديث يحز في قلبي\n291 -\nمسلمة بن علي الخشني ضعيف حديثه متروك\nالجزء: 1 ¦ الصفحة: 282\n",
        "292 -\nبشر بن نمير غير ثقة وكذلك\n293 -\nشمر بن نمير\nالجزء: 1 ¦ الصفحة: 283\n",
        "294 -\nقرة بن عبد الرحمن بن حيوئيل سمعت ابن حنبل قال منكر الحديث جدا\n295 -\nعمر بن سعيد أبو حفص كتبنا عنه ببغداد سقط حديثه\nالجزء: 1 ¦ الصفحة: 284\n",
        "296 -\nأبو عبد الملك علي بن يزيد رأيت غير واحد من الأئمة ينكر\nالجزء: 1 ¦ الصفحة: 285\n",
        "أحاديثه التي يرويها عنه عبيد\nالله بن زحر وعثمان بن أبي العاتكة عنه ثم رأينا أحاديث جعفر بن الزبير وبشر بن نمير يرويان عن القاسم أبي عبد الرحمن أحاديث تشبه تلك الأحاديث وكان القاسم خيارا فاضلا ممن أدرك أربعين رجلا من المهاجرين والأنصار وأظننا أتينا من قبل علي بن يزيد على أن جعفر بن الزبير وبشر بن نمير ليسا ممن يحتج بهما على أحد من أهل العلم\n297 -\nعمرو بن واقد قد كنا قديما ننكر حديثه وقد سألت عنه محمد\nالجزء: 1 ¦ الصفحة: 286\n",
        "بن المبارك الصوري فقال كان يتبع السلطان وكان صدوقا وما أدري ما قال الصوري أحاديثه معضلة مناكير\n298 -\nمعاوية بن يحيى الصدفي\nالجزء: 1 ¦ الصفحة: 287\n",
        "299 -\nوالوضين بن عطاء واهيا الحديث\nالجزء: 1 ¦ الصفحة: 288\n",
        "300 -\nأم عبد الله ابنة خالد بن معدان أحاديثها منكرة جدا\n301 -\nأبو المهدي سعيد بن سنان الحمصي أحاديثه أخاف أن تكون موضوعة لا تشبه أحاديث الناس\nالجزء: 1 ¦ الصفحة: 289\n",
        "كان أبو اليمان يثني عليه في فضله وعبادته قال كنا نستمطر به فنظرت في حديثه فإذا أحاديثه معضلة فأخبرت أبا اليمان بذلك فقال أما إن يحيى بن معين لم يكتب منها شيئا فلما رجعت إلى العراق ذكرت أبا المهدي ليحيى بن معين وقلت ما منعك يا أبا زكريا أن تكتبها قال من يكتب تلك الأحاديث من أين وقع عليها لعلك كتبت منها يا أبا إسحاق قلت كتبت منها شيئا يسيرا لأعتبر به قال تلك لا يعتبر بها هي بواطيل\n302 -\nقلت ليحيى عفير بن معدان تضمه إليه قال هو قريب منه\nالجزء: 1 ¦ الصفحة: 290\n",
        "303 -\nمبشر بن عبيد كان فيما سمعت من قراء القرآن سمعت من حدثنا عن أحمد أنه قال مبشر شغله القرآن عن الحديث أحاديثه عندي بواطيل\nالجزء: 1 ¦ الصفحة: 291\n",
        "304 -\nجميع بن ثوب غير مقنع\n305 -\nالضحاك بن حمرة غير محمود الحديث\nالجزء: 1 ¦ الصفحة: 292\n",
        "306 -\nعبد العزيز بن عبيد الله غير محمود الحديث\n307 -\nالأحوص بن حكيم ليس بالقوي في الحديث\nالجزء: 1 ¦ الصفحة: 293\n",
        "308 -\nأبو بكر بن أبي مريم ليس بالقوي في الحديث وهو متماسك\nالجزء: 1 ¦ الصفحة: 294\n",
        "309 -\nعتبة بن أبي حكيم غير محمود في الحديث يروي عن أبي سفيان طلحة بن نافع حديثا يجمع فيه جماعة من أصحاب النبي صلى الله عليه وسلم لم نجد منها عند الأعمش ولا عند غيره مجموعة\n310 -\nعمر بن موسى الوجيهي سمعتهم يذمون حديثه يحدث\nالجزء: 1 ¦ الصفحة: 295\n",
        "عنه بقية\n311 -\nسألت أبا مسهر عن إسماعيل بن عياش\n312 -\nوبقية فقال كل كان يأخذ عن غير ثقة فإذا أخذت حديثه عن الثقات فهو ثقة\nالجزء: 1 ¦ الصفحة: 296\n",
        "أما إسماعيل بن عياش فقلت لأبي اليمان ما أشبه حديثه بثياب سابور يرقم على الثوب المئة ولعل شراءه دون عشرة قال كان من أروى الناس عن الكذابين وهو في حديث الثقات من الشاميين أحمد منه في حديث غيرهم\nالجزء: 1 ¦ الصفحة: 297\n",
        "وأما أبو يحمد فرحمه الله وغفر له ما كان يبالي إذا وجد خرافة عمن يأخذه فأما حديثه عن الثقات فلا بأس به\n313 -\nعبد الله بن دينار صاحب إسماعيل بن عياش يتأنى في حديثه\nالجزء: 1 ¦ الصفحة: 298\n",
        "314 -\nضبارة بن عبد الله روى عن ذويد عن الزهري حديثا معضلا عن أبي قتادة\nالجزء: 1 ¦ الصفحة: 299\n",
        "315 -\nالوزير بن عبد الله روى عن الزبيدي عن الزهري حديثا معضلا من منحه المشركون أرضا فلا أرض له\nالجزء: 1 ¦ الصفحة: 300\n",
        "316 -\nعلي بن بذيمة زائغ عن الحق معلن به\nالجزء: 1 ¦ الصفحة: 301\n",
        "317 -\nأبو العطوف قد سكت عن حديثه هو الجراح بن منهال\nالجزء: 1 ¦ الصفحة: 302\n",
        "318 -\nيحيى بن أبي أنيسة غير ثقة سمعت ابن حنبل يذكره بالذم ويثبت أخاه زيد بن أبي أنيسة سمعت عبد الله بن جعفر يقول حدثنا عبيد الله بن عمرو أن زيد بن أبي أنيسة كان سيء الرأي في أخيه يحيى ويرميه بالكذب\nالجزء: 1 ¦ الصفحة: 303\n",
        "319 -\nأبو فروة يزيد بن سنان الرهاوي فيه لين وضعف\nالجزء: 1 ¦ الصفحة: 304\n",
        "320 -\nإسحاق بن نجيح الملطي غير ثقة ولا من أوعية الأمانة\n321 -\nحماد بن عمرو النصيبي كان يكذب لم يدع للحليم في نفسه منه هاجسا\nالجزء: 1 ¦ الصفحة: 305\n",
        "322 -\nغالب بن عبيد الله غير مقنع في الحديث\n323 -\nفرات بن السائب ضعيف الحديث هو أبو المعلى الجزري\nالجزء: 1 ¦ الصفحة: 306\n",
        "324 -\nعبد الله بن محرر هالك له على ما كان فيه إقدام\nالجزء: 1 ¦ الصفحة: 307\n",
        "325 -\nأبو قتادة الحراني غير مقنع لأنه برك فلم ينبعث\n326 -\nعبد الغفور الذي يروي عن أبي علي السكوت عن حديثهما\nالجزء: 1 ¦ الصفحة: 308\n",
        "أمثل إذ لم يعرفا\n327 -\nسالم بن عجلان الأفطس كان يخاصم في الإرجاء داعية وهو متماسك\nالجزء: 1 ¦ الصفحة: 309\n",
        "وكان قوم يتكلمون في القدر منهم من يزن ويتوهم عليه احتمل الناس حديثهم لما عرفوا من اجتهادهم في الدين وصدق ألسنتهم وأمانتهم في الحديث لم يتوهم عليهم الكذب وإن بلوا بسوء رأيهم فمنهم\n328 -\nقتادة\nالجزء: 1 ¦ الصفحة: 310\n",
        "329 -\nومعبد الجهني وهو رأسهم وقد روي عنه\nالجزء: 1 ¦ الصفحة: 311\n",
        "330 -\nوابن أبي عروبة\nالجزء: 1 ¦ الصفحة: 312\n",
        "331 -\nوالدستوائي وكان من أثبات الناس\nالجزء: 1 ¦ الصفحة: 313\n",
        "332 -\nوسلام بن مسكين\n333 -\nوأبو هلال الراسبي\nالجزء: 1 ¦ الصفحة: 314\n",
        "334 -\nوعبد الوارث بن سعيد وكان من أثبت الناس\n335 -\nوعطاء بن أبي ميمونة كان رأسا في القدر\nالجزء: 1 ¦ الصفحة: 315\n",
        "336 -\nوكان عمرو بن عبيد غاليا في القدر ما ينبغي أن يكتب حديثه\n337 -\nخالد بن رباح كان يرمى بالقدر\nالجزء: 1 ¦ الصفحة: 316\n",
        "338 -\nوكان ابن أبي نجيح\n339 -\nوزكريا بن إسحاق\nالجزء: 1 ¦ الصفحة: 317\n",
        "340 -\nوعبد الحميد بن جعفر\n341 -\nوإبراهيم بن نافع\nالجزء: 1 ¦ الصفحة: 318\n",
        "342 -\nومحمد بن إسحاق\n343 -\nوشبل بن عباد\n344 -\nوابن أبي ذئب\nالجزء: 1 ¦ الصفحة: 319\n",
        "345 -\nوسيف بن أبي سليمان\n346 -\nوعمر بن أبي زائدة وكان يرمى بالقدر\nالجزء: 1 ¦ الصفحة: 320\n",
        "347 -\nوهب بن منبه كان كتب كتابا في القدر ثم حدث أنه ندم عليه\nالجزء: 1 ¦ الصفحة: 321\n",
        "348 -\nابن أبي لبيد كان سفيان بن عيينة يقول يقال إنه قدري\nالجزء: 1 ¦ الصفحة: 322\n",
        "349 -\nمكحول يتوهم عليه وهو ينتقي\n350 -\nوحسان بن عطية\nالجزء: 1 ¦ الصفحة: 323\n",
        "351 -\nوثور بن يزيد سئل عنه الثوري فقال خذوا عنه واتقوا قرينه\nالجزء: 1 ¦ الصفحة: 324\n",
        "وقد أظن بعض من يقرأ كتابي هذا يقول هلا ذكر أبو إسحاق ذكر كل رجل بالذي طعن عليه وهم قوم قد ماتوا فلعل أحدهم قد تاب حين أخذ منه بالرمق فلا أشيع عليه الفاحشة التي نهاني الله عز وجل عنها\n(1/21)\n352 -\nحدثني أحمد بن فضالة وإبراهيم بن خالد عن مسلم بن\nالجزء: 1 ¦ الصفحة: 325\n",
        "إبراهيم عن حماد بن زيد قال قال الأعمش حين حضرته الوفاة أستغفر الله وأتوب إليه من أحاديث وضعناها في عثمان\nالجزء: 1 ¦ الصفحة: 326\n",
        "قال إبراهيم رحم الله أبا محمد تلك قد مرت وخلدت وروتها أساطين قائمة روايات متواترة ولكن أندر حديثه الذي حدث به في صحته وروايته التي بها مشهور به عند أهل المعرفة وأكل توبته إن تاب إلى الله فليس توبته حين أخذ بكظمه تغني عما أشاع في الناس من بليته وكل من ذكرته فإنما هو من أحد الوجوه إما سماع بإسناد عنه أو سماع من الأئمة من أهل العلم واستنباط حديثه فلعل ذلك قليل وإن كان كل من ذكرت اسمه في كتابي معروفا بما ذكرته عند متبحر منصف فإن الإنصاف خلة يجب استعمالها وإن كانت قليلة في الناس\nالجزء: 1 ¦ الصفحة: 327\n",
        "فأما متبحر يلج ويجبه الحق بالإنكار فليس فيه حيلة إلا قولي أبعده الله فإن على كل امرىء زينة من أمره وغطاء من عيبه لا يكشفه إلا صحة المعرفة والإذعان بالنصفة فهناك يؤمن الجهل على المرتاد وبصدق النية تستقبل المعاندة وبترك الهوى يقصد الحق فإذا أمنت هذه الخلال فسدت بإذن الله ثلم الآفات في الدين وفنون المكايدة فإنه لا يخاف الضلال على من اهتدى ولا اغتمار الحق على من أنصف من هوى وكان قوم عندهم من حديث الثقات من المتقدمين غمزهم الناس وتكلموا فيهم فمن ترك حديثهم واستراح من ذكرهم ائتماما لتلك الأصول من كتب الثقات والأئمة الذين يستشفى بحديثهم رجوت أن لا يحرج إذ كان الذي يؤخذ عن هذا المغموز أصول الأئمة معروفة وقد أتي بكتاب سليمان بن قيس اليشكري صحيفة إلى\nالجزء: 1 ¦ الصفحة: 328\n",
        "البصرة أخذها قوم من الأئمة في الحديث مثل قتادة فرووها فهذا نحوه أو يتشبه به حدثني علي قال سمعت يحيى يقول قال التيمي ذهبوا بصحيفة جابر الجعفي إلى الحسن فرواها وإلى قتادة فرواها وأتوني بها فلم أروها قلت ليحيى سمعته من التيمي فقال برأسه أي نعم\nالجزء: 1 ¦ الصفحة: 329\n",
        "353 -\nمبشر الذي حدثوا عنه بتلك الأحاديث الطوال كان كذابا\n354 -\nأبو داود سليمان بن عمرو النخعي كان يضع الحديث سمعت ابن حنبل يقول أتوه فقال فلان عن إبراهيم\nالجزء: 1 ¦ الصفحة: 330\n",
        "وفلان عن الشعبي ويزيد بن أبي حبيب عن مكحول فقالوا له يا أبا داود يزيد بن أبي حبيب أين كنت رأيته فقال يا أحمق تراني قلته ولم أعد له جوابا رأيته بالباب والأبواب ثم يقول أحمد يزيد ما كان يصنع بالباب والأبواب فانظر إلى جسارته وجرأته وتهاونه ببليته\nالجزء: 1 ¦ الصفحة: 331\n",
        "355 -\nالمسيب بن شريك سكت الناس عن حديثه\n356 -\nأيوب بن سيار غير ثقة\nالجزء: 1 ¦ الصفحة: 332\n",
        "357 -\nعلي بن حزور ذاهب\n358 -\nسلام بن سلم المدائني غير ثقة\nالجزء: 1 ¦ الصفحة: 333\n",
        "359 -\nأبو جعفر المدائني أحاديثه موضوعة\n360 -\nعبد الرحيم بن زيد العمي غير ثقة\nالجزء: 1 ¦ الصفحة: 334\n",
        "361 -\nوأبوه زيد العمي متماسك\n362 -\nنصر بن باب لا يسوى حديثه شيئا\nالجزء: 1 ¦ الصفحة: 335\n",
        "363 -\nمحمد بن زياد الطحان كان كذابا يحمل عن ميمون بن مهران\n364 -\nداود بن محبر كان يروي عن كل وكان مضطرب الأمر\nالجزء: 1 ¦ الصفحة: 336\n",
        "365 -\nسعيد بن محمد الوراق غير ثقة\n366 -\nعلي بن الجعد متشبث بغير بدعة زائغ عن الحق\nالجزء: 1 ¦ الصفحة: 337\n",
        "367 -\nخالد المدائني كذاب يزيد في الأسانيد\nالجزء: 1 ¦ الصفحة: 338\n",
        "368 -\nالهيثم بن عدي ساقط قد كشف قناعه\nالجزء: 1 ¦ الصفحة: 339\n",
        "369 -\nكوثر بن حكيم لا يحل كتاب حديثه عندي لأنه مطرح\n370 -\nغياث بن إبراهيم كان فيما سمعت غير واحد يقول كان يضع الحديث\nالجزء: 1 ¦ الصفحة: 340\n",
        "371 -\nيحيى بن العلاء الرازي غير مقنع حدثت عن عبد الرزاق قال سألت وكيعا عن يحيى بن العلاء ما تقول فيه قال أما رأيت فصاحته قلت على ذاك ما تنكرون منه قال يعني أنه روى عشرين حديثا في خلع النعل على الطعام\nالجزء: 1 ¦ الصفحة: 341\n",
        "372 -\nمحمد بن الفضل بن عطية كان كذابا سألت ابن حنبل عنه فقال ذاك عجب يجيئك بالطامات هو صاحب حديث ناقة ثمود وبلال المؤذن\nالجزء: 1 ¦ الصفحة: 342\n",
        "373 -\nمقاتل بن سليمان كان دجالا جسورا\nالجزء: 1 ¦ الصفحة: 343\n",
        "سمعت أبا اليمان يقول قدم ها هنا فلما أن صلى الإمام أسند ظهره إلى القبلة وقال سلوني عما دون العرش وحدثت أنه قال مثلها بمكة فقام إليه رجل فقال أخبرني عن النملة أين أمعاؤها فسكت\nالجزء: 1 ¦ الصفحة: 344\n",
        "374 -\nأبو مقاتل السمرقندي كان فيما حدثت ينشئ للكلام الحسن إسنادا\n375 -\nأبو عصمة نوح بن أبي مريم قاضي مرو سقط حديثه\nالجزء: 1 ¦ الصفحة: 345\n",
        "376 -\nنهشل بن سعيد غير محمود في حديثه\nالجزء: 1 ¦ الصفحة: 346\n",
        "377 -\nكنانة بن جبلة كان بخراسان بهراة ضعيف الأمر جدا\n378 -\nأصرم بن حوشب رأيته بهمذان وكتبت عنه سنة ثلاثين ومئتين ضعيف\nالجزء: 1 ¦ الصفحة: 347\n",
        "379 -\nأبو الصلت الهروي كان زائغا عن الحق مائلا عن القصد سمعت من حدثني عن بعض الأئمة أنه قال فيه هو أكذب من روث حمار الدجال وكان قديما متلوثا في الأقذار\nالجزء: 1 ¦ الصفحة: 348\n",
        "380 -\nأحمد بن عبد الله ستوق الهروي كان يضع الحديث ما أدري حسب إيمانه\nالجزء: 1 ¦ الصفحة: 349\n",
        "381 -\nحامد بن آدم من أهل مرو كان يكذب ويحمق في كذبه\n382 -\nمحمد بن حميد الرازي كان رديء المذهب غير ثقة\nالجزء: 1 ¦ الصفحة: 350\n",
        "383 -\nعلي بن مهران الطبري كان رديء المذهب\n384 -\nسليمان بن عيسى السجزي الذي كان يدعي آداب سفيان كان كذاب مصرحا\nالجزء: 1 ¦ الصفحة: 351\n",
        "385 -\nسلم بن سالم البلخي غير ثقة سمعت إسحاق بن إبراهيم يقول سئل ابن المبارك عن\nالجزء: 1 ¦ الصفحة: 352\n",
        "الحديث الذي حدث في أكل العدس أنه قدس على لسان سبعين نبيا فقال لا ولا على لسان نبي واحد إنه لمؤذ ينفخ من حدثكم قالوا سلم بن سالم فقال عمن قالوا عنك قال وعني أيضا\nالجزء: 1 ¦ الصفحة: 353\n",
        "386 -\nعمر بن هارون لم يقنع الناس بحديثه\n387 -\nخارجة بن مصعب الضبعي كان يرمى بالإرجاء\nالجزء: 1 ¦ الصفحة: 355\n",
        "388 -\nإبراهيم بن طهمان كان فاضلا يرمى بالإرجاء\nالجزء: 1 ¦ الصفحة: 356\n",
        "فيا لعباد الله أما لكم في المقانع من المبرزين وأهل الأمانة من المحدثين سعة ومنتدح أن تحووا حديثهم الذي رووه عن الثقات\nوالمتقنين من أهل كل بلدة فتعتقدونه فإن في حديثهم لذي فهم غنى لا ولكن كثير منكم جار عن الطريق وجعل طلبه لهذا الشأن وجمعه نزهة وشهوة فإذا استعتب فيه قال إنما أكتبه للمعرفة فيا سبحان الله تكتب حديث أهل الصدق للمعرفة وحديث المتهمين للمعرفة فمتى تترك هذا وعسى أن ينشأ بعدنا قوم فإن عوتبوا فيهم قالوا قد روى عنه فلان فيتخذوه حجة فكما نقول نحن اليوم لبعض البله لم تروي عن فلان قال أليس قد روى عنه فلان فقد صار حديث أهل الزيغ أيضا يطلب بالطرق المظلمة بعد الحجة الواضحة\nالجزء: 1 ¦ الصفحة: 357\n",
        "والحديث حديثان حديث يراد به الله يقيم به المرء دينه ووظيفته فلا يقبل منه غدا إذا سئل في القيامة عن علمه أهل التهم في الدين وأهل الميل عن القصد من الاتباع للحق من قبل الله بأن الله قال) فلنسألن الذين أرسل إليهم ولنسألن المرسلين (وقد حدثني علي بن الحسن قال سمعت عبد الله يعني ابن المبارك يقول إذا ابتليت بالقضاء فعليك بالأثر قال علي فذكرته لأبي حمزة محمد بن ميمون السكري من أهل مرو لا بأس به فقال هل تدري ما الأثر أن أحدثك بالشيء فتعمل به فيقال لك يوم القيامة من أمرك بهذا فتقول أبو حمزة فيجاء بي فيقال إن هذا يزعم أنك أمرته بكذا وكذا فإن قلت نعم خلي عنك ويقال لي من أين قلت\nهذا فأقول قال لي الأعمش فيسأل الأعمش فإذا قال نعم خلي عني ويقال للأعمش من أين قلت فيقول قال لي إبراهيم فيسأل إبراهيم فإن قال نعم خلي عن الأعمش وأخذ إبراهيم فيقال له من أين قلت فيقول قال لي علقمة فيسأل علقمة فإذا قال نعم خلي عن إبراهيم ويقال له من أين قلت فيقول قال لي عبد الله بن مسعود فيسال عبد الله فان قال نعم خلي عن\nالجزء: 1 ¦ الصفحة: 358\n",
        "علقمة ويقال لابن مسعود من أين قلت قال فيقول قال لي رسول الله صلى الله عليه وسلم فيسأل رسول الله صلى الله عليه وسلم فإن قال نعم خلي عن ابن مسعود فيقال للنبي صلى الله عليه وسلم فيقول قال لي جبريل حتى ينتهي إلى الرب تبارك وتعالى فهذا الأثر فالأمر جد غير هزل إذ كان يشفي على جنة أو نار ليس بينهما هناك منزل وليعلم أحدكم أنه مسؤول عن دينه وعن أخذه حله وحرامه كالذي حدثني أشهل بن حاتم عن ابن عون عن محمد قال إن هذا العلم دين فلينظر امرؤ عمن يأخذ دينه وحديث يراد به المذاكرة فإذا ذكرته عند أهل العلم لم يقبلوه منك حجة وعبسوا في وجهك منكرين عليك فيشغلكم طلب هذا عن حفظ كثير مما يعنيكم من التفقه في حديث الأعلام الذين هم الأئمة ولو نبذتم هذا وأقبلتم على حديث أولئك خفت مؤونتكم وأعنتم على حفظه والتفقه فيه ولا أحسب يعدل غدا إذا محصنا وسئلنا في الموقف بين يدي الله عن الحجة فيما سعينا فيه من أمر ديننا إسناد فيه رجل زائغ عن الحق متهم ولا إسناد فيه رجل مجهول عند أهل العلم وإسناد\nنير ليس فيه من يغمز\nالجزء: 1 ¦ الصفحة: 359\n",
        "في الدين قناته ولا يقرع في اتباع السنن صفاته وإن قل ذلك قال الله تعالى) قل لا يستوي الخبيث والطيب ولو أعجبك كثرة الخبيث (ولا تصعروا بخدودكم إلى ما يبرق حائد عن هذه الطريقة أو يرعد بفلان وفلان فإنكم إن لزمتموها تحرزوا بها الغاية القصوى التي فيه درك الآخرة والدنيا ولا يغرنكم لوث من أدبر عنها وتولى إعجابا منكم بسرده عليكم الأباطيل التي لا متون لها تنبعث ولا أجنحة لها تقل فإن الطريق نهج والمأخذ مما حذيتموه نحوه قريب واعلموا أن قد استشرفكم النهم وقد شملنا زيغ الفتن واستولت علينا غشوة الحيرة وقارعنا الذل والصغار لما نرى في أنفسنا وفي العامة والخاصة من سخنة العين وما يخاف أن يكون طبع\nالجزء: 1 ¦ الصفحة: 360\n",
        "على قلوبنا بالرين وقد اختلط بالأئمة المأمونين من أهل العلم غير المأمونين على دين الله وزاحمنا في صناعتنا معادن الأبن ومن حشو شغاف قلبه على الإسلام والمسلمين الغل والإحن ساعيا في إهلاك عباد الله والإدغال في دين الله واتبع كل امرىء إلا من عصم الله تعالى منهم وقليل ما هم ما سولت له نفسه وزين له الشياطين على ألسنة أشياعها من الإنس من سوء عمله فلا ذائد يذود عن مراتع الهلكة ولا دافع يردع من قدح في زند الفتنة فأورى نار الضلالة ولا ذو شفقة ينبه من غلبت عليه سنة الغفلة ولا ناصح قد شرى نفسه لله والذب عن دينه وسنة نبيه فيسم خرطوم كل ذي بدعة سمة يشيد بها ذكره ويعلن بها أمره ويحتسب في ذلك على الله حسن مثوبته لعل الله برحمته يريح الأمة من زيغه\nوفتنته اللهم وقد استحصد زرع الأهواء المضلة وبلغ نهايته واستغلظ سوقه واستحكم عمومه وخرف وليده واستجمع طريده\nالجزء: 1 ¦ الصفحة: 361\n",
        "واستوسق وتبحبح في الآفاق وضرب بجرانه وأنت يا ربنا أولى من خلف نبيك في أمته بأحسن الخلافة وأحق من تداركها إذ فضلتها على سائر الأمم في كتابك فقلت) كنتم خير أمة أخرجت للناس (فأتح اللهم بنور وجهك والحسنى من أسمائك للأهواء المردية بدلا من إتباع الكتاب ونعش سنن الرسول صلى الله عليه وسلم بإمرة تصرع قائمه وتشهم سوقه ولا تدع للأهواء التي لا ترضاها دعامة من رأس يعتمدونه إلا قصمتها ولا ذا نباهة يستجنون بمنعته وجرأة جنانه بالإقدام على أهل الحق إلا أخملت ذكره وأرحت منه عبادك وطهرت من بليته بلادك ولا تدع لها كلمة مجتمعة إلا فرقتها اللهم وكور شمس نهارها وحط نوءها وأم بالحق\nالجزء: 1 ¦ الصفحة: 362\n",
        "والسنة رأسها وفض جيوش من افتتن بها واذعر قلوب أهلها وأرنا أنصارها عباديد بعد ألفتهم لغير الله وشتت ذات بينهم بعد اجتماع كلمتها على الضلالة ومقنعي الرؤوس بعدما يرجون من الظهور وأسفر لنا برحمتك عن نهار الحق الذي بعثت عليه نبيك محمدا عليه السلام وأرناه سرمدا لا ليل فيه وأدله ممن ناوأه حتى تجلي لنا عن غشوة الظلم وبهم الحيرة وتحيي به قلوبا ميتة وتجمع به الأهواء المختلفة اللهم وقد عرفتنا من أنفسنا وبصرتنا من عيوبنا وما جنيناه اغترارا وجهلا على أنفسنا خلالا تقعد بنا عن اشتمال أجلنك وحلاوة تحيتك ونشر رحمتك وتدارك أمة محمد نبيك والإسعاف لفقرنا وفاقتنا بالإجابة لدعائك وأنت قديما وحديثا المتفضل على غير المستحقين والمبتدىء بالإحسان بكرمك وجودك عن السائلين فآتنا والعامة من أمة محمد صلى الله عليه وسلم كرمك وجودك\nوتفضلك وإحسانك فإنك تفعل ما تشاء وتحكم ما تريد لا معقب لحكمك ولا راد لقضائك اللهم وإن كان هوى من هوى الدنيا أو فتنة من فتنها أو حبل من حبالها ليس لك فيه رضى علق بقلوبنا حتى قطعنا عنك أو حجبنا عن رضوانك حتى تنزل بنا سخطك ومقتك وتفجأنا منها بسطوتك ونقمتك أو هي التي تقعد بنا عن إجابتك والجواز في كل أوان إليك فاقطع اللهم عنا كل حبل من\nالجزء: 1 ¦ الصفحة: 363\n",
        "حبالها جذبنا عن طاعتك أو اعترض بنا عن أداء وظائفك أو مال بنا عن قصد سبيلك الذي نهجته في كتابك وسنن نبيك اللهم واجعلنا من القوام على أنفسنا بأحكامك حتى تسقط عنا بحسن معونتك مؤن المعاصي بأخذك بنا إلى نعش كتابك والاقتداء بمن جعلت لنا به الأسوة من سنة نبيك بالنواصي واقمع اللهم الأهواء المردية والسنن الجائرة أن يكونا مساورين لنا غالبين علينا أرنا الحق حقا نتبعه والباطل باطلا نجتنبه ثم هب لنا وطء آثار محمد صلى الله عليه وسلم واللحوق به على سمت سبيله الذي نهج وطريقه الذي أوضح والمتبعين له على صراط مستقيم الذي لم يزور عنه يمنة ويسرة آمين برحمتك يا أرحم الراحمين معاشر إخواني من أهل الحديث ومقتبسي ما أورث الرسول صلى الله عليه وسلم من سنة أهل الشأن فلاحظوكم بأعين الحمد وصعروا نحوكم بخدودهم منافسة لكم بالحظوة التي قسمها لكم الرحمن عند العامة فبين ذي جهر معالن ومستسر مداهن وداخل في عدادكم والج في سوادكم يرى مكثه بين أظهركم مدعيا لما ليست له عليه بينة فطعنه عليكم الحق الذي اتبعتموه أيسر كلفة وعليه مؤنة فادحة لدينه ولو قد أبدى لكم عن طويته وكشط لكم عما يجن في سويداء خلده وكشف\nالجزء: 1 ¦ الصفحة: 364\n",
        "عن قناعه وباح لكم عن سوء دخلته هجرتموه فلم يعمل فيكم سحره\nولم ينجح فيكم ما يلقاكم به مصانعة لكم من شياعاته التي رتبها بالتمويه وخدع التشبيه استيحاشا من انفراده وإبقاءا على أدنى ملابسته فصبره على قرحته التي لا تندمل وتزينه لكم بما يعلم الله خلافه على ملابستكم أعظم فيكم جرحا وفي أديانكم نكاية فتوقوا إخواني هذه الطبقة أشد التوقي فإن للبدعة رائحة تبدو إذا اشتمها ذووا الألباب تأذى من رائحة عرفها والمصرح ببدعته ظنين لتهمته عليكم عند أقوام مردود عليه دعاؤه لبدعته التي هو منسوب إليها والمعرف كساه في غماركم أعظم فيكم شوكة وأبلغ جرحا فازوروا عند ملاقاتهم عنهم وعبسوا في وجوههم إعلاما منكم إياهم خلافهم ولا تلقوهم ببسط الوجوه فضلا عن المعانقة والمصافحة إعراضا منكم عن كتاب الله فإنه قال) لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم\nالجزء: 1 ¦ الصفحة: 365\n",
        "(فاحترسوا منهم على معنيين ديانة أولا وصيانة لمذهبكم آخرا فإنهم بطانة سوء لا يألونكم خبالا ودوا ما عنتم قد بدت البغضاء من أفواههم وما تخفي صدروهم أكبر فلا يغركم استخذاؤهم إليكم ضرعا فإن قلوبهم تغلي عليكم غلي المرجل الذي قد فار غير أنهم يريدون أن يأمنوكم ويأمنوا قومهم كلما غابوا عن أعينكم فردوا أشتاتهم فيها وحسبهم بهذا خزيا عاجلا إلى ما أعد لهم آجلا آخر الكتاب والحمد لله رب العالمين وصلواته على سيدنا محمد وعلى آله وصحبه وذريته وسلم تسليما\nالجزء: 1 ¦ الصفحة: 366\n",
        ""
    ]
}