{
    "1": [
        "السمبوسة في كتب التراث\nالسمبوسة\nفي كتب التراث\nاستجمام معرفي!\n[صورة]\nالنشرة الثالثة:\n...\n(4/ 10 /1439 هـ) مَزِيدَةٌ ومُصَحَّحَة\nالجزء: 1 - الصفحة: 1\n",
        "النشرة الأولى: مختصرة\n(4 صفحات) في مجمع تعليمي (2/ 9/ 1421 هـ).\nالنشرة الثانية: مُطَوَّلةٌ\nفي التليجرام (28/ 8 شعبان/ 1439 هـ)\nالنشرة الثالثة: مزيدة، ومُصحَّحة\nفي #قناة_إبراهيم_المديهش_العلمية في التليجرام\nhttps://t.me/ibrahim_almdehesh\n(4 /10 شوال /1439 هـ)\nالجزء: 1 - الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nالحمد لله وحده، والصلاة والسلام على من لانبي بعده\nأما بعد\nفالتقنية الحديثة جعلتنا نقرأُ ما يُحزِن أكثر مما يُفرح، والنفسُ ضعيفة إن لم تخرُجْ بها ـ أحياناً ـ عن الأحزان، وأخبار أمتنا الموجعة، أقعدتْكَ حتى تشرَق بنَفَسِكَ؛\n...\nومع أحوال المسلمين المؤلمة تأتي أصواتُ مَرَدَةِ المنافقين والمنافقات ــ في عدد من بلاد المسلمين ــ وَخَزَاتٍ في القلب، تستِجِرُّ دمَعَات حَارَّة، بعد دعواتٍ صادِقَة في السَّحَر، وأوقات الإجابة بأن يُعِزَّ اللهُ الإسلام وأهله، ويذل المنافقين والكفرة\n...\nأعظم أَلَمٍ أن تقرأ مِن مرَدة منافقي زماننا تهكماً بدين الإسلام، وشعائره، وأهله المتمسكين به رجالاً ونساءً، ولا يخفى على مؤمن أنَّ الله أمر في كتابه بمجاهدة الكافرين والمنافقين كليهما، وجهادُ المنافقين بالحُجَّةِ والبَيان.\nومع الدعاء بأن يُعِزَّ اللهُ دينَه وأهلَه، يُبَيِّنُ أهل العلم الحقيقة الشرعية، لِيحذر المسلمون ما يلبِّسُه عليهم أهل النفاق، ثم يُناصِحوا المسؤول بالطريقة الشرعية، والدينُ النصيحة، وما عليك إلا البلاغ\n...\nومع ذلك وبعدَه\nلا بُدَّ للمرء مِن تنَفُّسٍ عَميق؛\nلِيخفِّفَ ما يجدُه قلبُه ـ ولا يُلام ـ؛ وإلا آلمَ نفسَه وجرَّ عليها الأمراض، والله يقول لنبيه: فلا تذهَبْ نَفسُكَ عليهم حسرات:\nالجزء: 1 - الصفحة: 3\n",
        "قال تعالى: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ} فاطر: (8)\nوقال تعالى: {إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ} الشورى: (48)\nوسبحان من نوَّع بين عباده: منهم من يستجم بالمعرفة قراءةً، ومنهم: بالاسترخاء سياحةً، ومنهم بالصيد، ومنهم بالملاهي المباحة، ومنهم بالملاهي المحرمة، والناس أجناس\n...\nوإنَّ الاستجمام بالمعرفة كتابةً أعظم منها قراءة.\nوللأُوَل أكتب لي ولهم ما تجمع لديَّ في قصاصات ــ دُوْنَ قَصْدٍ مِنِّي لِلْبَحْثِ فِيْهَا ــ (1):\nإن\nَّ أحاديثَ السَّمَر والمذاكرة ــ\nوهذه منها ـ تتسم بالتخفف من قيود التقييد، وشروط التحديث (2) فيها إطلاق للقلم على سجيته بعد مراعاة المحاذير الشرعية؛\n(1) أصلها: مقالة لطيفة رائعة، بعنوان «السمبوسة في الأدب العربي» للأستاذ: إبراهيم باجس، نشرها في\n...\n«جريدة الرياض» (عدد 10784) يوم الجمعة (4/ 9/ 1418 هـ)، وفيها نقلان، الأول: من معجم الفارسية، والثاني: قصيدة إسحاق من «مروج الذهب» للمسعودي.\nاستلطفتُ ورودها عند المسعودي في ذلك الزمن، فحفظت المقالة عندي، ثم زدت عليها يسيراً، ونشرتها في مجمع تعليمي، ثم بدأت أضيف إليها ــ دون قصد للبحث ـ ما أقف عليه من معلومات تراثية عن هذه الأكلة المعَمَّرَة.\nوهكذا، بعض المؤلفات، والبحوث، والمقالات لا يقدِّر المرء كتابتها ابتداءً، وإنما تأتي مفاجئة أحياناً بعد مرور عدد من فوائدها، فكأن بعضها تفرض نفسها فرضاً على الكاتب ـ وهذه المقالة عن السمبوسة من هذا الباب ـ.\n(2) بالمناسبة: هل توجد دراسة جامعية في «السُّنَّة وعلومها» عن أحاديث المذاكرة؟\nالجزء: 1 - الصفحة: 4\n",
        "لترويح النفس (1) وإن لم يكن ثمة جدٌّ في العلم، كانتشار الاستراحات في وقتنا وإن لم يكن ثمة تعب في البدن= مثل حال السابقين الكادحين.\nمع أنَّ أحاديثَ السَّمَر أهم من الاستراحات، لأنها تغذية للمعرفة في الغالب، وفي الاستراحات تخمة في البدن غالبه.\nوأمر آخر: عند السابقين تعب في البدن وراحة في النفس، وعند اللاحقين راحة في البدن وتعب في النفس؛ فأدب السمر لتخفيف شئ يسير ـ لمن أحب القراءة ـ، وترويح عن الهم الجاثم على قلوب المسلمين الغيورين، من ضعف وهوان الأمة الإسلامية، وشيوع التمرد على أحكام الدين، والاستهزاء بشعائره وعلمائه وولاة أمره، وعامة المستقيمين والمستقيمات على شرعه، من لدن المنافقين في العالم الإسلامي\n...\nـ قاتلهم الله أنى يؤفكون ـ.\nهذا، وقد أخذَتْ المحاضراتُ والمسامرات حيِّزاً لابأس به في كتب التراث، وللعلم: فالتراث العربي والشرعي لايحيط به فرد أو مجموعة، لكثرته وتعدده، مع ما جُهِل عنوانه، أو عُلِمَ ولم يعرف مكانه. (2)\nهذه الكتب في مجال المسامرة والمحاضرة، والإمتاع والمؤانسة فيها خروج من الجِدِّ إلى أبواب من الهزل المباح، تلقيحاً للفكر، وترويحاً للنفس، فأَلقِ نظرة عابرة في\n(1) انظر: «الكامل» للمبرِّد (2/ 849)، وغيره كثير ممن تحدث عن ترويح النفوس، فإنها تمَلُّ كما تمَلُّ الأبدان.\n(2) في مقدمة كتابي «منهج الدميري في كتابه حياة الحيوان» استطراد في بيان أهمية كتب التراث الإسلامي، وغَنَائِه بكل ما يمتع ويفيد؛ وإنكار تغريب الثقافة.\nالجزء: 1 - الصفحة: 5\n",
        "«عيون الأخبار» لابن قتيبة، و «الكامل» للمبرد، و «الإمتاع والمؤانسة» و «البصائر» للتوحيدي، و «ألف باء للألباء» للبلوي، «بهجة المجالس وأنس المجالس» لابن عبدالبر، و «محاضرات الأدباء» للراغب، و «ربيع الأبرار» للزمخشري، و «العِقْد» لابن عبدربه، و «زهر الآداب»، و «مسامرة الندمان»، و «نشوار المحاضرة» للتنوخي، و «كنز الكتاب»، و «الجليس الصالح» للجريري، و «لمح الملح»، وعَددٍ من كتب أبي منصور الثعالبي (ت 429 هـ)، وغيرها كثير، ستجد المتعة والمُلَح، والفائدة في اللغة والأدب.\nقال الخطيب البغدادي (ت 463 هـ) - رحمه الله -: (ولم تزَلْ أفَاضِلُ النَّاسِ وأكابِرُهُمْ تُعجِبُهُمْ المُلَحُ, ويُؤُثِرُونَ سَمَاعَهَا, ويَهُشُّونَ إلى المذَاكَرَةِ بِهَا؛ لِأنَّهَا جِمامُ النَّفْسِ ومُسْتَراحُ القَلْبِ, وَإليْهَا تُصْغِي الأَسْمَاعُ عِنْدَ المحُادَثَةِ, وبِهَا يَكُوْنُ الاستِمْتَاعُ في المؤانَسَةِ). (1)\nقال الأصمعيُّ (ت 216 هـ) - رحمه الله -: النوادر تشحذ الأذهان, وتفتح الآذان. (2)\nوبعد\nقد غلَّبَ الناصحون في حديثهم قبل رمضان، الحديثَ عن النَّهَمُ في المشتريات والإسراف في المأكولات\n...\nإلخ الكلام المعروف.\n(1) «التطفيل» للخطيب ـ تحقيق عسيلان ـ (ص 59).\n(2) «التطفيل» للخطيب (ص 60).\nالجزء: 1 - الصفحة: 6\n",
        "أما الآن فقد خفى هذا الصوت ــ بعض الشئ، ولا لَوْم ــ؛ لِوجود ما هو أعظم وأطمُّ، أقصد به تلك\nالاستعدادات الهائلة في القنوات الفضائية\nمن شهر محرَّم ــ قبل رمضان ب 8 أشهر ــ إلى إعداد مسلسلات فيها محرَّمات، وفيها إساءة للدين، واستهزاء بما جاء به سيد المرسلين - صلى الله عليه وسلم -، وتشويه للتاريخ الإسلامي، وخلفاء المسلمين، فخزي ـ والله ـ صدور هذه المهازل في بلاد المسلمين كلها؛ استخفافاً بمكانة هذا الشهر الفضيل المبارك، شهر القرآن، والنوافل، والصدقات، والبرِّ، والجود، والإحسان! !\nهذا الاستعداد لرمضان منذ ثمانية أشهر، لأجل ماذا؟\nأَلأَجْلِ أن الصيام ثقيل، ورمضان حزين، أم لتقريب العباد لرب العالمين؟ !\nأم للفوز بجنة الله التي أعدت للمتقين؟\nلن أنسَ إعلاناً = دعايةً خبيثة في (رمضان 1420 هـ أو 1421 هـ) عنوانها\n[خير جليس في رمضان mbc]\nسبحان الله، في كل بلد مسلم يَعُدُّ أهل اللهو مسلسلات لإلهاء الناس عن رمضان، وإبعادهم عن التقوى فيه، فضلاً عن تضمنها مخالفات شرعية.\nذلك الشهر الفضيل الذي تُصفَّد فيه مَرَدَةُ الشياطين، يبقى من إخوانهم من مرَدَةِ شياطين الإنس على وفاء لهم وبِرِّ ــ والله حسيبهم أجمعين ـ\nالجزء: 1 - الصفحة: 7\n",
        "بالله عليك ـ ياعبدَالله ـ أين موقع هذه المسلسلات ومثيلاتها من قول الله\n...\n«لَعَلَّكُمْ تَتَّقُونَ» في قوله:\n...\n{يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} البقرة: (183)\nحريٌّ بالعاقل أن يحفظ صيامه وصيام أهله وأولاده، ويرشدهم إلى تعظيم ورعاية الشهر الفضيل المبارك، ولا يخوضوا فيه مع الخائضين: كلاماً، أو مشاهدة، أو حضوراً\n...\nاللهم استعملنا فيما يرضيك.\nواحفظ اللهم ديننا وأمننا ووحدتنا وولاة أمرنا وعلماءنا وجنودنا، وكلَّ مَن يخدم دينَه، وبلاده في الخير.\nاللهم انصر واحفظ جنودنا المرابطين على الحدود، وأعز المسلمين في كل مكان وانصرهم على من بغى عليهم.\nاللهم أعنَّا على صيام رمضان وقيامه، وقيام ليلة القدر إيماناً واحتساباً، واجعلنا فيه من المقبولين.\nالجزء: 1 - الصفحة: 8\n",
        "[صورة]\nهذه الأكلة الرمضانية العجيبة\n«الفارسية» هي الوحيدة المعمَّرة: باسمها، ووصفها، ومضمونها، لا أعرف لها مثيلا، قد بلَغَتْ أكثر من (1200) سنة! !\nذكَرَهَا: الفقهاء: الحنابلة، والشافعية، والحنفية، وذكرها بعض أهل الحديث، ورجال الحسبة، والأدباء، والشعراء، والرحَّالة، ومُؤلِّفو كتب الطبخ\n...\nوقد شُبِّهت لجمالها وجودتها وتنوع مضمونها بكتاب كبير جميل ـ مفقود ـ: «الجامع الكبير للإمام سفيان الثوري في الحديث والأثر والفقه»! «جامع سفيان».\nتلك الأكلة المثلَّثة، المحشوة باللحم والخضروات، سهلة التناول، لذيذة المطعم، مجلبة للتخمة وثقل المعدة، المكثر منها يثقل عن قيام الليل، لكنها من فرائض العادات، بل من آكدها، ولا يمكنُ الاعتياض عنها بأي طعام آخر، حتى ولَو كان\n....\nإذا رآها الطفل الصغير في غير رمضان، سأل: هل جاء رمضان؟\nالجزء: 1 - الصفحة: 9\n",
        "اسم السمبوسة\n«السنبوسة»، «السمبوسه»، «السنبوسك» (1)، «السنبوسق»، «السنبوسي»،\n...\n«السنبوسج»، «سنبوسجة»، «السموسك» (2)\nالمختار: قُلْ ما شئت، ولا حرج؛ لأنها ليست عربية، واللفظُ الأعجمي إذا نُقِل إلى اللغة العربية، يُلعَب به كيفما اتَّفقَ على لسان عربي مبين، كما قالوا: «أعجميٌّ فالعَبْ بِه» (3) وإني أرى أن أقرب لفظة سلسة يسيرة على لسان العربي «سمبوسة»، خاصة أن اسمها بالفارسية كما ذكر التازي في تعليقه على «رحلة ابن بطوطة» ـ سيأتي ـ\n...\n(Sanbusa) ـ والأمر واسع جداً ـ.\nقال الصقلي (ت 501 هـ) - رحمه الله -: (ويقولون: سنبوسك. والصواب: سبنوسج، وسنبوسق أيضاً). (4)\nقال الصفدي (ت 764 هـ) - رحمه الله -: (قلت: وهذه الجيم والقاف يتعاقبان على\n(1) هذا الاسم أكثر ما ورد في كتب التراث.\n(2) هذا الاسم لم أره إلا في «رحلة ابن بطوطة» عن تسمية الهنود له. ولعله محرفة في نطقهم عن «سنبوسك». وذكرها العلامة أحمد تيمور باشا عن ابن بطوطة، وقال: لعله هو ـ أي سنبوسك ـ وحُرِّف في النسخة.\n...\n«معجم تيمور الكبير» (4/ 138).\n(3) لي مقال بعنوان «أعجمي فالعَبْ به» نُشر في جريدة الجزيرة، السبت (5/ 3/ 1436 هـ) (ص 19 من المجلة الثقافية)، وهو منشور في قناتي في التليجرام.\n(4) «تثقيف اللسان» للصقلي (ص 54).\nالجزء: 1 - الصفحة: 10\n",
        "هذا الباب فتقول: لوزِينج ولَوزينق، وفالوذَق وفالوذج، وجَوزينج وجوزينق). (1)\nوذكر العلامة: أحمد تيمور باشا (ت 1348 هـ) - رحمه الله -: (عن «البرهان القاطع» أن الكاف الأخيرة للتصغير، وفيه: تعاقب الجيم والقاف في المعرَّبات). (2)\nقال ابن هشام اللَّخْمِي (ت 577 هـ) - رحمه الله -: (السنبوسق: وفيه لغتان: سنبوسج، وسنبوسق، بفتح السين فيهما.\nفأما قولُ عامَّة زماننا: سنبوسك، بالكاف، فلَحْنٌ). (3)\nوليس قوله بصواب، فالأكثر قبل زمانه وبعده ذكروها بلفظ «سنبوسك»، وليس في المسألة لحن، لأن الأمر في المعربات يسير.\nوالراجح ما ذكرته لك أولاً «سمبوسه» تخفيفاً وتيسيراً.\nتعريف السمبوسة، وطريقة عملها\nقال أبو الحسن علي بن إبراهيم الخير الأنصاري (ت 571 هـ) - رحمه الله -: السنبوسك لحم مدقوق بالأبازير الرِّقاق. (4)\n(1) «تصحيح التصحيف» للصفدي (ص 319)، وأحال محققه د. رمضان عبد التواب في مسألة التعاقب في المعربات من الفارسية، وغيرها إلى: «الكتاب» لسيبويه (4/ 305)، و «المزهر» للسيوطي (1/ 274).\n(2) «معجم تيمور الكبير» لأحمد تيمور باشا (4/ 138).\n(3) «المدخل إلى تقويم اللسان» للَّخْمِي ـ تحقيق د. حاتم الضامن ـ (ص 204).\n(4) «القرط على الكامل».\nالجزء: 1 - الصفحة: 11\n",
        "قال داوود الأنطاكي (ت 1008 هـ) - رحمه الله - (1): («سنبوسك»: باليونانية\n...\n«بزماورد» وهو: عجين يُحكَم عجنُه بالأدهان كالشيرج والسَّمِن، ثم يُرَق ويُحشى لحماً قد نُعِم قطعه، وفوه وبزر ممزوجاً بالبصل والشيرج، ويُطوَي عليه، ويُقلَى في الدهن أو يخبز.\nوأجودُهُ: ما حُمِّض بنحو الليمون، وكان لحمُه صغيراً، أو عُمِل من الدجاج.\nوهو حارٌّ، رطبٌ في الثانية. والمخبوز يابس في الأولى.\nيُغذِّي جيِّداً، ويُسَمِّنُ، ويُربي الشحَم، ويُقَوِّي الأعصاب، ويُهيِّجُ الشهوة.\nوالمخبوز للمرطوبين أجودُ من المقلي، والمَقْلِيٌّ لأَصحَابِ السوداء والهُزَالِ أجوَدُ.\nوهو ثَقِيْلٌ عَسِرُ الهَضْمِ، يُولِّدُ السَّدَدَ والرِّياحَ الغَلِيظَةَ، وإذا تجاوز بعد خبزه أكثر من يومين في الصيف، فلا يجوز تعاطيه.\nويُصلِحُه السكنجبين). (2)\nقال المحبِّي (ت 1111 هـ) - رحمه الله -: (السمبوسق: معروف، مُعرب، «سمبوسة»\n....\n). ثم نقل كلام داوود الأنطاكي بحذف يسير ـ دون أن ينسبه إليه ـ. (3)\n(1) داود بن عمر الأنطاكي: عالم بالطب والأدب. كان ضريراً، انتهت إليه رياسة الأطباء في زمانه. انظر ترجمته في: «خلاصة الأثر» للمحبي (2/ 140)، «الأعلام» للزركلي (2/ 333).\n(2) «تذكرة داوود الأنطاكي» (1/ 186)، المسماة ب «تذكرة أولي الألباب والجامع للعجب العجاب» ـ ط. محمد صبيح ـ عن النسخة الأميرية المطبوعة عام (1282 هـ).\n(3) «قصد السبيل فيما في اللغة العربية من الدخيل» للمحبي ـ تحقيق: عثمان الصيني ـ (2/ 158).\nالجزء: 1 - الصفحة: 12\n",
        "قال رينهارت بيتر آن دُوزِي (ت 1300 هـ): [[سَنْبوْسَج: ابن جزلة واحدتها سنبوسجة، ففي الاغاني (ص 61): سنبوسجة مغموسة في الخل. سَنْبوُسق: فطائر (همبرت ص 75) واحدتها سنبوسقة. وفي محيط المحيط: سَنْبوسك (الكامل ص 419، الجريدة الآسيوية 1860، 2: 384 واحدتها سنبة سكة. العمراني ص 88) واسمها المألوف فيما يقول صاحب محيط المحيط: سنبوسة وسنبوسك بلحم: فطائر مثلثة (محيط المحيط) تحشى بقطع اللحم والجوز ونحوه (محيط المحيط) وتغطى بعجينة (بوشر).\nوسنبوسك: فطيرة صغيرة (بوشر).\nسنبوسكة: حلوى منفظّة (مونج ص 368، روميو ف ج ص 42).\nسَنّبوُسَقِى: حلواني (همبرت ص 75)]]. (1)\nولم يزد فائيل نخلة اليسوعي النصراني على قوله: (سنبوسك: نوع طعام). (2)\nقال أدِّي شِير الكلداني الآثوري العراقي النصراني (ت 1333 هـ): (السنبوسق: فطائر مثلَّثة، تُعمَل من رِقَاقِ العجين المعجون بالسَّمِنْ، وتُحْشَى بِقِطَعِ اللحم والجوز.\nمُعَرَّبُ سنبوسه، والسبنوسك لغةٌ فيه). (3)\n(1) «تكملة المعاجم العربية» لدوزي (6/ 159 ـ 160).\n(2) «غرائب اللغة العربية» (ص 235).\n(3) «معجم الألفاظ الفارسية المعربة» (ص 95).\nالجزء: 1 - الصفحة: 13\n",
        "وقال د. محمد التوبخي: من معاني السنبوسه: فطائر محشوة باللحم، معرب سنبوسك، قطائف. (1)\nوقال د. ف عبدالرحيم: (سمبوسة: بالفتح، فطيِيرٌ مُثلَّثُ الشكل، يُحشى لحماً مفروماً مع البَصَل.\nفارسي «سنبوسه»، وأصل معناه: مثلَّث الشكل، ومِنْ ثمَّ يُطلَق كذلك على قطعة قماش مثلَّثةٍ، تُغَطِّي بها المرأة رأسها.\nومن هذه الكلمة نفسها «سموسه» بالأردية بمعنى الفطير المثلَّث). (2)\nذكر الشيخ: محمد بن ناصر العبودي ـ حفظه الله ــ: أن السَّمْبُوسة: رقائق من دقيق القمح، تُحشى باللحم المفروم والخضروات، وتصنع على هيئة مثلثات، وتُقلى في السمن أو الزيت.\nولم يكونوا يعرفونها قبل التطور الأخير، بل لو ذَكر أحدُهم اسمها أو وصفها؛ لضحك الناس منه، ولكنها الآن اشتهرت مع ما اشتهر من المأكولات الحديثة.\nثم ذكر قول الخفاجي\n...\nثم قال: الظاهر أنَّ الخفاجي أخذ قول كشاجم، وفرَّع عليه (3)، قال كشاجم ـ من أهل القرن الرابع ـ\nوسنبوسجة مقلُوْ\n...\nوَةٍ في إثْرِ طَرْذينَه\n(1) «المعجم الذهبي ـ فارسي عربي» (351).\n(2) «معجم الدَّخِيل في اللغة العربية الحديثة ولهجاتها» (ص 123 ـ 124).\n(3) الأبيات التي ذكرها الخفاجي، مذكورة باختلاف الترتيب في «ديوان كشاجم» ـ كما سبق ـ.\nالجزء: 1 - الصفحة: 14\n",
        "وحمراءَ مِن البَيض\n...\nإلى جَانِبِ زَيتُونه. (1)\nدلَّ كلام الشيخ العبودي أن «السمبوسة» لم تدخل السعودية، خاصة «نجد» إلا في وقت قريب، ربما في الثلث الأخير من القرن الماضي (ق 15 هـ).\nفهي لم تُعرف عند العامة، أما أهل العلم فيعرفون اسمها؛ لأنها موجودة في كتاب\n...\n«كشاف القناع»، وهو من الكتب الشهيرة في الفقه الحنبلي المعتمدة عند القضاة، وكذا موجودة في «الروض المربع» وهو من أكثر الكتب الفقهية مدارسة، وقبلهما في\n...\n«المغني» ـ وسيأتي النقل منها ـ. (2)\n(1) أحال العبودي إلى «ديوان كشاجم» (ص 401).\nانظر: «معجم الكلمات الدَّخِيلة في لغتنا الدارجة» للعبودي (1/ 374)، و «معجم الأصول الفصيحة للألفاظ الدارجة» للعبودي (6/ 414)، و «معجم ألفاظ الحضارة في المأثورات الشعبية» (ص 176)، و «معجم الطعام والشراب في المأثور الشعبي» (2/ 48)، أربعتها للشيخ: محمد العبودي ـ حفظه الله ورعاه ـ.\n(2) وجدتُ المستشرق الفرنسي: تشارلز هوبر ذكر في كتابه «رحلة في الجزيرة العربية الوسطى 1878 ـ 1882» ــ فيما نقله عنه د. عوض البادي في كتابه «الرحالة الأوربيون في شمال ووسط الجزيرة العربية ـ منطقة حائل ـ» ــ ط. نادي حائل الأدبي الثقافي ـ (2/ 537، 571) أنَّ هوبر ذكر في يومياته في أحداث يوم (29/ديسمبر 12/ 1883 م) = (28/ 2/ 1301 هـ) أنه دعا بعض الضيوف الوجهاء الذين قدموا حائل، وهم: أمير بريدة: حسن بن مهنا، وراكان بن حثلين ـ شيخ العجمان ـ ومعهما مرافقون، دعاهم هوبر للعَشَاء بعد صلاة العِشاء، ووجَّه خادمَه: محمود، ليقدِّم أفضل ما عنده من مهارة، وقد أعدَّ وليمةً رائعة لهؤلاء الضيوف، فقدَّم لهم: الشاي أولاً، ثم عصير الليمون، ثم معجنات مع السكر واللوز أو التمر، وتُسمَّى «سمبوسك»، ثم حلويات تُسمَّى «عوامة»، ثم شرائح ليمون مُغَطَّاة بالسكر، وأخيراً القهوة. وأضفتُ إليها ماء الزهر والزباد، غادر ضيوفي أخيراً مسرورين في الساعة العاشرة والنصف. = =\nهكذا في كتاب البادي، ولم أرجع لكتاب هوبر، والظاهر أنه وهم ـ ربما من هوبر أو المعرِّب ـ، لأن الوصف المذكور لا ينطبق على «السمبوسة»، بل هو أقرب إلى «البسبوسة»، وربما تصحفت عليه، ولو كانت سمبوسة ــ وهي مثلثة ـ للفتَ انتباهَ المؤلِّف شكلُها، ووَصَفَهَا، وذكرَ أنها محشية باللحم والخضرات.\nالجزء: 1 - الصفحة: 15\n",
        "هذا، وعرَّفها بعضهم: (سَنْبُوسَك/ سَنْبُوسِك: طعامٌ مصنوعٌ من الرُّقاق المعجون بالسَّمْن والمحشوِّ باللحم المفروم وفتيت الجوز). (1)\nوذكر د. رجب عبدالجواد إبراهيم أنها معرّبة من الفارسية (2)\nأطعمة العرب\nذكر ابنُ قُتيبة (ت 276 هـ) - رحمه الله - في رده على الشعوبية الطاعنين في العرب أنهم يعيرون العرب بخبث المطعم كالعلهز، والحيات، وخبيث المشرب كالفظِّ والمجدوح قال: فإن هذا وأشباهه طعام المجاوع والضرورات، وطعام نازلة القفر والفلوات\n....\nوإنما يكون هذا عيباً لو كانت العرب مختارة له في حالة اليُسْر، كما تختار بعض العجم الذباب ــ وبِهِمْ عنهُ غِنَى ــ، والسراطين ــ والدجاجُ لهم مُعرضَة ــ، فأما حال الضرورة فالناس كلهم يُعسرون؛ فَمَن لم يجد اللحم أكل اليربوع والضب،\n(1) «معجم اللغة العربية المعاصرة» لأحمد مختار، وجماعة (2/ 1116) رقم (2621).\n(2) في كتابيه: «ألفاظ الحضارة في القرن الرابع الهجري ـ دراسة في ضوء مروج الذهب للمسعودي ـ»\n...\n(ص 322 وص 363)، و «ألفاظ المأكل والمشرب في العربية الأندلسية ـ دراسة في نفح الطيب للمقري» (ص 40 و 115).\nالجزء: 1 - الصفحة: 16\n",
        "ومن لم يجد الماء شرِبَ المجدوح والفَظَّ\n...\nثم ذكر ابن قتيبة: أن أهل الثروة من العرب على خلاف ماعليه الصعاليك والعُثرُ\n...\nوردَّ على من عابهم بتَركِ طيِّب الأطعمة والأطبخة وحُسْن الأدب عند الأكل قال: فهذا لعمري هو الأغلب على مَن الأغلبُ عليه الفقر، فأما ذوو النعمة واليسار والأقدار فقد كانوا يعرفون أطايب الطعام، ويأكلونها، ويأخذون بأحسن الأدب عليها\n...\nثم ذكر أمثلة عليها: المضيرة والوشيقة والهريسة والعصيدة\n...\n(1)\nفي «عيون الأخبار» لابن قتيبة (ت 276 هـ) - رحمه الله - فصول ماتعة عن الأطعمة عند العرب (3/ 197 ـ 299) ـ ط. الكتب المصرية ـ، وفي غيرها من كتب الأدب المرتبة على الموضوعات. (2)\nولمحمود شكري الآلوسي (ت 1342 هـ) - رحمه الله - كلام جميل عن مطاعم العرب، ومن كلامه: (وكان لهم شغل شاغل عن الاعتناء بأمر المأكل؛ لاضطراهم إلى النقْلَة في الغالب، لرعي مواشيهم، وتشاغلهم بالحروب وغزو بعضهم بعضاً.\nوأما ما كان يتعاطاه غيرُهم من التأنق في الأطعمة المتنوعة، والألوان الشهية، فلم تكن العرب تعرفها، ولا كانت تمر على أذهانهم) (3)\n(1) «فضل العرب والتنبيه على علومها» لابن قتيبة الدينوري ـ تحقيق د. وليد خالص ـ (ص 73 ـ 83).\n(2) وانظر أسماءها وبعض أوصافها في: «المخصص» لابن سيده (ت 458 هـ) (4/ 118 إلى 5/ 58).\n(3) «بلوغ الأرب في معرفة أحوال العرب» (1/ 370 و 380).\nالجزء: 1 - الصفحة: 17\n",
        "دخول الأطعمة الفارسية والرومية البلاد العربية\nقال الأصمعيُّ (ت 216 هـ) - رحمه الله -: اختصم روميٌّ وفارسيٌّ في الطعام، فحَكَّما بينهما شيخاً قد أكلَ طعام الخُلفاء، فقال: أمَّا الرُّومِيُّ فذهب بالحشو والأحشاء، وأما الفارسيُّ فذهب بالبارد والحَلْواء. (1)\nقال العلامة: كُرد علي (ت 1382 هـ) - رحمه الله -: (الأطعمة في الأمم تابعة لحضارتها، تكون بسيطة في الأمة البدوية ومركبة منوعة في الأمة الحضرية كما هي إلى السذاجة في الريف والتنوع في المدن.\nوذكَر أن أطعمة العرب: «سكان جزيرة العرب من تهامة والحجاز ونجد والعروض واليمن»، في جاهليتها على النزر القليل الذي انتهى إلينا من أخبارها قبل الإسلام، كانت إلى السذاجة والفطرة خصوصاً في البلاد التي هي إلى الإجداب أقرب منها إلى الإخصاب؛ لقلة أمطارها وعصيان تربتها على الاستنبات.\nإلى أن قال:\nومهما يكن فإنَّ العقل يحكم بأن عرب الشام كغسَّان كانوا لمجاورتهم للروم يأخذون عنهم كل شيء طريف ولقمة كريمة ومضغة شهية أكثر من عرب الحجاز، وإنه كان لعرب الحيرة من المطاعم ما ليس لأهل نجد؛ لقرب بلاد الأولى من بلاد الأكاسرة، وأخذِهم عنهم رفاهة العيش، والناعم من الطعام؛ ومَطاعمُ العرب في جملتها لا تتعدى اللحوم والألبان والبر والتمر.\n(1) «عيون الأخبار» لابن قتيبة (ت 276 هـ) (3/ 204).\nالجزء: 1 - الصفحة: 18\n",
        "سئل بعضهم عن حظوظ البلدان في الطعام وما قُسم لكل قوم منه؟ فقال: ذهبت الروم بالجشم والحشو، وذهبت فارس بالبارد والحلو.\nوقال: وقد علم بهذا أن الحلويات عند العرب ما يعملونه بالدقيق والتمر، ويدخل أكثرها الدبس أو العسل أو السكر، وهذا كان نادراً في الجملة عندهم؛ لأنه يأتيهم من فارس، كما دل عليه اسمه عندهم، إذ أخذوا عن جيرانهم الاسم ونقلوا المسمى.\nويحكى أنَّ عبد الله بن جدعان أحدَ أشراف قريش ذهب مرَّة إلى كسرى فأطعمه «الفالوذج»، فاستطابه وسأل كيف يُصنع؟ فقيل له: إنه لباب البُرِّ يُلبَك بالعسل، فابتاع غلاماً يصنعه له، ورجع إلى مكة وصنع الفالوذج، ودعا إليها أصحابه، وممن أكلها أمية بن أبي الصلت فقال يمدحه\n....\nوبذلك عرفتَ أنَّ معظم الأطعمة الشهية: فارسية أو رومية، استعملها العرب في البلاد التي نزلوها، ومنها ما عرَّبُوه، ومنها ما أبقوه على حاله ولكل بلد خصائصه في مآكله.\nوقال: ومن المجالس الغريبة المجلس الذي عقده المستكفي بالله ليتذاكر مع ندمائه أنواع الأطعمة، وما قال الناس في ذلك منظوماً. وقد أورد المسعودي في «مروج الذهب» هذه القصائد، ومنها: قصيدة لابن المعتز يصف سلة سكارج كوامخ، وأخرى: لكشاجم في صفة سلة نوادر، وثالثة: لابن الرومي في صفة وسط، ورابع: لإسحاق الموصلي في صفة سنبوسج، وأخرى: لكشاجم في وصف هليون، وغيرها.\nالجزء: 1 - الصفحة: 19\n",
        "وللحافظ الدمشقي في وصف إدريسة، وغيرها في وصف المضيرة، ولغيره قصيدة في جوزابة). (1)\nكُتب الطبخ عند العرب\nذكر الأديب: حبيب زيَّات (ت 1373 هـ) (2) عدداً من الكتب المؤلفة في الطبخ وآداب المائدة، واستعرض كتاب «الطباخة» للفقيه: ابن المبرد (ت 909 هـ)، وتحدث عن فن الطبخ وإصلاح الأطعمة في الإسلام، ودخول عدد من الأطعمة من الفرس والروم على المسملين بعد الفتوحات الإسلامية.\nوذكر غلبة الفن الفارسي على الموائد العباسية، ومثَّل بعدد من الأطعمة منها: السنبوسج.\nواستعرض كتاب «الطبخ وإصلاح الأغذية المأكولات» لأبي محمد المظفر بن نصر بن سيار الورَّاق.\nوأشار إلى عدم وجود شئ يُذكر عن موائد الأمويين، بخلاف العباسيين فقد بلغ الطبخ أوجه\n...\nونقل ما قيل بين يدي المستكفي فيما أورده المسعودي في «المروج».\n(1) باختصار من مقال عن «مآكل العرب»، نشره في «مجلة المقتبس» (3/ 569)، عدد (33)، وبينه وبين مقال حبيب زيات في «الخزانة الشرقية» (4/ 2) تشابه.\n(2) هو حبيب بن نقولا بن إلياس الزيات الدمشقي، الفرنسي موطناً ومدفناً، النصراني. ولد 1288 هـ، وتوفي (1373 هـ)، أنشأ مجلة أدبية تاريخية متخصصة بالمشرقيات سمَّاها «الخزانة الشرقية»، صدر الجزء الأول منها: يوليو 1936 م.\nله ترجمة في: «الأعلام» للزركلي (2/ 167)، «معجم المؤلفين» لكحالة (1/ 526).\nالجزء: 1 - الصفحة: 20\n",
        "وتحسَّر على فقدان كتاب «الطعام والإدام في صفة ألوان الطعام وما يقدم على الخوان» (1500 ورقة) لأبي عبدالله محمد المسبِّحي.\nواستعرض كتاب ابن سيَّار، وفيه: صنعة المحشوات واللقانق والسنبوسجات. (1)\nوانظر أيضاً في المؤلَّفات: مقدمة تحقيق: محمد شقرون لكتاب «فضالة الخوان» للتجيبي (ص 9 ـ 12)، و «معجم الموضوعات المطروقة» للحبشي ـ ط. المجمع الثقافي في «أبو ظبي» ـ (2/ 790). (2)\nمن معاني السمبوسة: المثلَّث، فكُلُّ مثلَّث سمبوسة! !\nسبق ذكرُ قولِ د. ف عبدالرحيم: (\n....\nفارسي «سنبوسه»، وأصل معناه: مثلَّث الشكل، ومِنْ ثمَّ يُطلَق كذلك على قطعة قماش مثلَّثةٍ، تُغَطِّي بها المرأةُ رأسَها.). (3)\nفهل يدل هذا على أن «السمبوسة» في الفارسية تعني: مُثلَّث؟ !\nقال العلامة: أحمد تيمور باشا (ت 1348 هـ) - رحمه الله -: (من أنواع السنبوسك الآن: البُفُّ؛ لأنه يُصنَع رقيقاً منفوخاً.\n(1) «الخزانة الشرقية» لحبيب زيات (2/ 112)، و (3/ 131)، و (4/ 1 ـ 23).\n(2) فائدة: طُبع كتاب بعنوان: «الطعام والشراب في التراث العربي» لسهام الدبابي الميساوي، نشر كلية الآداب والفنون في تونس 2008، وهو كتاب كبير جداً، لم أجد فيه شيئاً عن «السمبوسة».\n(3) «معجم الدَّخِيل في اللغة العربية الحديثة ولهجاتها» (ص 123 ـ 124).\nالجزء: 1 - الصفحة: 21\n",
        "والعامة تقول للقطعة المثلَّثَة من الثوب، أو نحوه: سنبوسكة.\nيقولون: سنبوسكة، ولا يقولون مثلَّثة مطلقاً.\nوأحال إلى: «ديوان سبط ابن التعاويذي ـ النسخة المطبوعة ص 76 ـ أبيات في سنبوسجة كافور، وأنها وعاء للطيب، مثلَّث). (1)\nوهذه صورة القصيدة التي أحال إليها أحمد تيمور من «ديوان التعاويذي» (ت 583 هـ):\nمع التنبُّه إلى خطأ ونكارة قوله: ويا مفتاح باب الرجاء والفرَج! !\nفمفتاح باب الرجاء والفرج بيد رب العالمين - جل وعلا - وحده لا شريك له.\nفائدة: ديوان سبط ابن التعاويذي نشره المستشرق: مرجليوث، وقد قال الزركلي في «الأعلام» (6/ 260) عن الديوان: (اقتنيتُ مخطوطةً منه، فظهرَ لي أنَّ ناشرَه الأستاذ «مرجليوث» تَعمَّدَ حَذْفَ كَثيرٍ مِن شِعْرِهِ، ومَلأَهُ أغلَاطَاً، وحبَّذَا لَوْ يُعادُ نَشْرُهُ).\n(1) «معجم تيمور الكبير» (4/ 138 ـ 139).\nالجزء: 1 - الصفحة: 22\n",
        "ديوان شعر الاجل العالم الفاضل مجد الدولة والدين جمال الكتَّاب\nأبي لفتح محمد بن عبيد الله بن عبد الله المعروف بسبط ابن التعاويذي\nوقد اعتنى بتنقيحه وتصحيحه\nد. س. مرجليوث\nأحد الاساتذة في مدرسة أكسفرد الجامعة\nطبع في مطبعة المقتطف بمصر\n1903\nالجزء: 1 - الصفحة: 23\n",
        "53\nوقال وقد حضر في نيروز عند بعض الأكابر مع جماعة على مسرَّة فاودعهُ بعض الحاضرين سنبوسجة كافور تم التمسها من الغد فكتبها إليه \"منسرح\"\nقُلْ لِابْنِ نَصْرِ يَا ذَا العَطَاءِ ويَا\n...\nمِفْتَاحَ بَابِ الرَّجَاءِ وَالفَرَجِ\nوَمَنْ سَجَايَاه لِلْعُفَاةِ إِذَا\n...\nأَظْلَمَ لَيْلُ الْآمَالِ كَالسُّرُج\nمَاذَا تَرَى فِي فَتًى لَهُ أَدَبٌ\n...\nلَا حَارِجٍ طَبْعُهُ وَلَا سَمِجِ\nيُعْجِبُهُ الطِّيبُ وَهْوَ ذو كَلَفٍ\n...\nبِحُبِّهِ جِدُّ مُغْرَمٍ لَهِجِ\nأُودِعَ كَافُورَةً مُثَلِّثَةً\n...\nأَرِيجَةً ذَاتَ مَنْظَر بَهِجِ\nتُخْبِرُ عَنْ عِرْضِكَ النَّقِيِ مِنَ الـ\n...\nلَّوْمِ وَعَنْ طِيبِ ذِكْرِكَ الْأَرِجِ\nيَرْضَى بِمَا اسْتُودِعَتْهُ مِنْ عَبَقٍ\n...\nبِنَشْرِكَ الْمُسْتَطَابِ مُمْتَزجِ\nجَاءَت إِليْهِ عَفْوًا عَلَى ظَمَإٍ\n...\nمِنْهُ وَشَوْقٍ فِي الصَّدْرِ مُعْتْلِجِ\nفَهَلْ عَلَيْهِ إِذَا أَلَطَّ بِهَا\n...\nوأَنْتَ قَاضِي السَّمَاحِ مِنْ حَرَجِ\nفَأبْقَ وَعِشْ سَاحِبًا مُلَاءَةَ مَسْرُورٍ\n...\nبيَوْمِ النَّيْرُوزِ مُبْتَهِجِ\nفدلَّ هذا على أن المثلَّثَ يُطلق عليه: سمبوسة!\nالجزء: 1 - الصفحة: 24\n",
        "ولا أدري عن تأثر ابن الملقِّن بهذا الاصطلاح، فذكر مثَلَّثاً بأنه: على صفة السمبوسة!\nقال ابن الملقِّن الشافعي (ت 804 هـ) - رحمه الله - في شرح الحديث الثاني عشر:\n...\n«لعن الله اليهود والنصارى اتخذوا قبور أنبائهم مساجد» قال:\n(ثامنها: تحرم الصلاة إلى قبره - صلى الله عليه وسلم - والسجود له؛ لما حرض ومنع منه من الصلاة إلى قبر غيره من الأنبياء صلَّى اللهُ وسلَّم عليهم، ومنع من السجود له في حياته فبعد موته أولى، ولما علم الصحابة والتابعون ذلك لم يبنوا الحجرة النبوية (1)\n...\nــ على ساكنها أفضل الصلاة والسلام ــ مربَّعةً، بل بنوها من جهة شمالها مثلثة على صفة «السنبوسك»؛ لِئلا يُصلَّى هناك ويُسجد، وهذا كله تعريف لمقام الربوبية فإنه المتفرد بالعبادة، وكلما أوهم تعظيماً كان فعلُه حراماً، إلاَّ ما قرره الشرع من التوقير والتعظيم للأشياء المضافة إليه - سبحانه وتعالى -: ككتاب الله تعالى، وبيته، والحجر الأسود، ومساجده، وأنبيائه وأوليائه وأحبابه والعلماء به وبأحكامه ونحو ذلك من غير مجازفة ومجاوزة لحد في ذلك.\nوأما التعظيم المطلق فهو لله تعالى لا يشركه فيه غيره). (2)\n(1) فائدة: أفضل مَن تكلَّم عن الحجرة النبوية ــ على صاحبها أفضل الصلاة وأتم التسليم ـ، هو الشيخ: عبدالرحمن بن سعد الشثري في كتابه «حجرة النبي - صلى الله عليه وسلم - تاريخها وأحكامها»، مجلد (530 صفحة)، طُبع عام (1435 هـ).\n(2) «الإعلام بفوائد عمدة الأحكام» لابن الملقِّن (4/ 519) حديث (12).\nالجزء: 1 - الصفحة: 25\n",
        "طريقة عمل السمبوسة\n...\n(شعراً)\nذُكرت قصيدة في وصف «السنبوسة» من نظم إسحاق بن إبراهيم الموصلي المعروف بالمُغنِّى (ت 235 هـ) - رحمه الله -\nذكرها أبو الحسن المسعودي (ت 346 هـ) - رحمه الله - (1)\nفي كتابه «مروج الذهب ومعادن الجوهر»\n(1) المسعودي، عراقي المولد والنشأة، من نسل الصحابي: عبدالله بن مسعود - رضي الله عنه -، له ميول شيعية، وكتابُه من أعجب كتب التاريخ، تعِب في جمعه وتأليفه، اعتمدَ على مصادر متنوعة، منها ما أخذه من طريق التجربة والمشاهدة، وذوي الصلة المباشرة بالأحداث. مع ماله من رحلات واسعة.\nوعنده سعة أفق وحرص على ذكر مصادره، وله منهج متميز ساهم في تطوير فكرة التاريخ، وذلك بطَرْق موضوعات جديدة تاريخية، من ذلك: المقارنة مع الثقافات العالمية، والجمع بين الدراسات الجغرافية والتاريخية، وطَرْقه أبواباً من علوم الاجتماع وعلم النفس، قبل ظهورها مستقلة\n...\nوله اهتمام بالتاريخ الفارسي، وقد اعتُبر كتابه هذا من المصادر المهمة فيه.\nنزعته الشيعية أثَّرَت على كتاباته في تاريخ الخلفاء الراشدين، والأمويين، والعباسيين، ودخله الهوى فيه، وكتابه الآخر: «التنبيه والإشراف» أحسن حالاً من «المروج» في هذا الباب، لذا ينبغي الحذر عند قراءته.\nويورد شيئاً من الخرافات والأساطير ولم يكن مؤمناً بها، وإذا لم يورد حكماً عليها، عزا القول إلى راويه.\nلم يرض عنه عددٌ من العلماء الذين ترجموا له؛ بسبب المعلومات التاريخية التي حادَ فيها عن الصواب.\nما سبق منتقى يسير من خاتمة الكتاب التالي: «منهج المسعودي في كتابة التاريخ» د. سليمان بن عبدالله السويكت، وهي رسالته الدكتوراه من «جامعة الإمام محمد بن سعود الإسلامية»، طُبِعت عام\n...\n(1407 هـ).\nأقول: لأجل نزعته الشيعية، اهتم الرافضة بهذا الكتاب، واعتمدوا عليه كثيراً، وطبعوه مراراً.\nقال ابن تيمية - رحمه الله - في «منهاج السنة» (4/ 84): (وفي تاريخ المسعودي من الأكاذيب مالا يحصيه إلا الله).\n...\n=\n...\n=\n= قال الذهبي - رحمه الله - في «سير أعلام النبلاء» (15/ 569): (كان أخبارياً، صاحب ملح وغرائب وعجائب وفنون، وكان معتزلياً).\nقال ابن حجر - رحمه الله - في «لسان الميزان» (5/ 532): (وكتبه طافحة بأنه كان شيعياً متعزلياً .. ).\nونقده ابن العربي في كتابه «العواصم من القواصم»\nوانظر أيضاً كتاب: «نزعة التشيع وأثرها في الكتابة التاريخية» للشيخ د. سليمان العودة (ص 48).\nفائدة: ذكر الشيخ: محمد بن ناصر العبودي ـ حفظه الله ـ أنه قرأ كتاب «مروج الذهب» على شيخه قاضي بريدة الشيخ: عبدالله بن حميد، في الجامع الكبير في «بريدة».\nالجزء: 1 - الصفحة: 26\n",
        "قال المسعودي (ت 346 هـ) - رحمه الله -: [وقال آخر: يا أمير المؤمنين ــ أي المستكفي بالله (1) ـ لإسحاق بن إبراهيم الموصلي في صفة «سنبوسج»:\nيا سائلي عن أطيب الطعام\n...\nسألتَ عنه أبصرَ الأنام\nاعمِدْ إلى اللحم اللطيف الأحمر\n...\nفدقه بالشحم غير مُكثر\nواطرح عليه بصلاً مدورا\n...\nوكرنباً رطباً جنياً أخضراً\nوألقِ السذاب بعده موفراً\n...\nودار صيني وكف كزبراً\nوبعده شيء من القرنفل\n...\nوزنجبيل صالح وفلفل\nوكف كمُّون وشيء من مري\n...\nوملء كفين بملح تدمر\nفدُقَّه يا سيدي شديداً\n...\nثم أوقد النار له وقوداً\nواجعله في القدر وصُب الماء\n...\nمن فوقه واجعل له غطاء\n(1) المستكفي هو أبو القاسم عبدالله ابن المكتفي: علي ابن المعتضد العباسي.\nبويع له بالخلافة (3/ 2/ 333 هـ)، وخُلِع في (23/ 8/ 334 هـ)، فخلافته: سنة وأربعة أشهر إلا أياماً.\nومات في السجن سنة (338 هـ) - رحمه الله -، وعمره ست وأربعون سنة. واستقل بملك العراق معز الدولة، وضعف دست الخلافة جداً، وظهر الرفض والاعتزال ببني بويه، نسأل الله العفو. انظر: «سير أعلام النبلاء» (29/ 105)، «تاريخ الخلفاء» للسيوطي (ص 613).\nالجزء: 1 - الصفحة: 27\n",
        "حتى إذا الماء فنى وقلا\n...\nونشفته النار عنه كلا\nفلُفَّه إن شئت في رقاق\n...\nثم أحكم الأطراف بالإلزاق\nأو شئتَ خذ جزءاً من العجين\n...\nمعتدل التفريك مستلين\nفابسطه بالسويق مستديراً\n...\nثم اطفرن أطرافه تطفيراً\nوصُبَّ في الطابق زيتاً طيباً\n...\nثم اقلُهُ بالزيت قلياً عجباً\nوضعه في جام له لطيف\n...\nووسطه من خردل حريف\nوكله أكلاً طيباً بخردل\n...\nفهو ألذ المأكل المعجل (1)\nوإليك صورة من القصيدة، من طبعة المستشرق:\n(1) «مروج الذهب» للمسعودي تحقيق: شارل، ط. الجامعة اللبنانية (5/ 253)، وتحقيق: محي الدين عبدالحميد (4/ 365). وقد أشار لها د. رجب بن عبدالجواد إبراهيم في كتابه «ألفاظ الحضارة في القرن الرابع الهجري ـ دراسة في ضوء مروج الذهب للمسعودي ـ» (ص 322).\nالجزء: 1 - الصفحة: 28\n",
        "[صورة]\nالجزء: 1 - الصفحة: 29\n",
        "[صورة]\nالجزء: 1 - الصفحة: 30\n",
        "والعجبُ أني لم أجد هذه القصيدة في مصدر آخر، لا في ترجمة إسحاق ـ في المراجع التالية، خاصةً «الأغاني» لأبي الفرج فقد أطال جداً في ترجمته، وكذا «تاريخ دمشق» ـ ولا في مَن نقل عن المسعودي، رغم ظرافة هذه القصيدة، وقِدَمِها، وعجبتُ أن الثعالبي لم يذكرها، ولم يذكر شيئاً عنها ـ حسب بحثي ـ سوى بيت كشاجم، مع أنه ذكر عدداً من المنقولات في الأطعمة ـ والله أعلم ـ. (1)\nوإسحاق بن إبراهيم هو\n:\nإسحاق بن إبراهيم بن ماهان، ويقال: ميمون، أبو محمد، ويقال: أبو صفوان التميمي، المعروف والدُه بالموصلي.\nصاحب الغناء، وقد نادم جماعة من الخلفاء، وكان محبباً إليهم. وكان ابن الأعرابي يصفه بالصدق والحفظ. وقال إبراهيم الحربي: كان ثقة عالماً.\nوقال الخطيب البغدادي: (كان حسن المعرفة حلو النادرة جيد الشعر، مذكوراً بالسخاء، معظماً عند الخلفاء).\nقال ابن حجر في «لسان الميزان»: (وموضعه من العلم ومكانه من الأدب ومحله من الرواية وتقدمه في الشعر ومنزلته في المجالس أشهر من أن يدل عليها. وأما الغناء فكان أصغر علومه حتى كان المأمون مع معرفته وعلمه يقول: لولا ما سبق لإسحاق وشُهر به عند الناس من الغناء؛ لولَّيته القضاء بحضرتي، لأنه أعف وأصدق وأكثر ديناً وأمانة من كثير من القضاة).\n(1) في عدد من كتبه، منها: «أحسن المحاسن» كما في (ص 312) وما بعدها. خاصة من (ص 332).\nالجزء: 1 - الصفحة: 31\n",
        "(ت 235 هـ) - رحمه الله -. (1)\nطريقة عمل السمبوسة\n...\n(نثراً)\nقال مؤلِّف «كنز الفوائد في تنويع الموائد»:\n[صفة السنبوسك الحلو:\nتحتاج إلى سكر، وقطر، أو عسل نحل، وماء ورد، وبندق، وشيرج، ورقاق الكنافة، فتَدقَّ السكر، وتحمِّصَ البندقة، وتدقَّه خشناً، وتعجن بالقطر مع السكر المدقوق وماء الورد، ويُعمل فيه أو يعجن بالعسل النحل.\nوتقطَّع ورق الكنافة عرض أربع أصابع، ويُعمَل عليه قليل من الحشو بقدر ماتريد، وتلف إلى آخرها على الحشو، ويلبَّس بقليل عجين، ويُقلى بالشيرج، ويُعمَل في\n(1) انظر في ترجمته: «تاريخ الطبري» (9/ 122 ـ 123)، «الأغاني» للأصفهاني (5/ 268 إلى 435)،\n...\n«تاريخ بغداد» للخطيب (7/ 354)، «طبقات الشعراء» لابن المعتز (360 ـ 362)، «تاريخ دمشق» لابن عساكر (8/ 142)، «وفيات الأعيان» لابن خلكان (1/ 202 ـ 205)، «الوافي بالوفيات» للصفدي (8/ 388 ـ 393)، «النجوم الزاهرة» لابن تغري بردي (2/ 260 ـ 280)، «معجم الأدباء» لياقوت (2/ 594)، «سير أعلام النبلاء» للذهبي (11/ 118)، «تاريخ الإسلام» للذهبي\n...\n(5/ 789)، «البداية والنهاية» لابن كثير ــ ط. التركي ـ (14/ 344 ـ 345)، «نزهة الألباء»\n...\n(116)، «إنباه الرواة» (1/ 215)، «لسان الميزان» لابن حجر (2/ 38)، «شذرات الذهب» لابن العماد (2/ 82).\nأفردت ترجمته في كتابين: الأول: لمحمود بن أحمد الحفي ضمن «سلسلة أعلام العرب».\nوالثاني بعنوان: «إسحاق بن إبراهيم الموصلي عالم الموسيقى والغناء في العصر العباسي» أ. د. خلف رشيد نعمان، ط. الدار العربية للموسوعات، ولم أجد فيهما القصيدة.\nالجزء: 1 - الصفحة: 32\n",
        "الصحون، وترش عليه السكر والبندق المحمَّص، ويُقدَّم.\nصفة السنبوسك الحامض:\nيؤخذ من اللحم المدقوق ما يُختار، فيُلقى في القدر، ويوضع منه مرقة، وقليل المصطكاء، وحوائج بقل، وشيرج، وخلّ، وفلفل، وبندق، أو لوز، ورقاق بناع الكنافة، فتَدُقَّ جميعَ اللحم ناعماً، ويُقرَّص قرصة واحدة بقدر الرغيف أو دونه على قدر اللحم، ويُسلَق، ثم يقلَب في الطاجن، ويُقطَف ريمه إلى حيث يستوي، فيُشال ويدقّ طريقاً أخرى ناعماً، وتُخرَج عروق اللحم، وتُعلَّق الطاجن على النار، وتُعمل فيه الشيرج.\nوتقلي اللحم المدقوق فيه حتَّى يُحمَّر ثاني مرَّة، ويسكب الخل في الطاجن، وتخرّط عليه حوائج البقل، ويُقلَب حتى يذبل، ويسمط اللوز خشناً، والبندق يحمَّص ويدق كذلك، ويلقى عليه، ويُدق الفلفل ويُعمَل عليه. ولا تزال تغلي عليه حتى ينشف جميع الخل الذي عليه، فتقطع الرقاق عرض أربع أصابع، وينزل على النار بالحوائج، ويبرَّد.\nويؤخذ منه على قدر ما يحتاج، فتعمل منه في كل ورقة، وتلفَّ إلى آخرها، وتلبس بقليل عجين، ويقلى بالشيرج، ويقطع عليه حوائج البقل الأخضر، ويُعمل في الأوعية، ويُعمَل السنبوسك، وترشَّ عليه ياسمين]. انتهى. (1)\n(1) «كنز الفوائد في تنويع الموائد» (ص 49 ـ 50) وهو من كتب التراث لمؤلِّفٍ مجهول، تحقيق: مانويلا ماريف وديفيد واينز. ط. دار النشر فرانتس شتيز شتوتكارت، بيروت 1413 هـ، ط. الأولى 1993 م، إشراف المعهد الألماني للأبحاث الشرقية في بيروت، طبع في المطبعة الكاثوليكية.\nالكتاب (415 صفحة بالفهارس)، وفيه: (23) باباً.\nالجزء: 1 - الصفحة: 33\n",
        "وفي كتاب «الطبيخ في المغرب والأندلس» لمؤلف مجهول (1) بيان أن السنبوسك في «المغرب والأندلس» نوعان: سنبوسك الملوك، وسنبوسك العامة، والثانية: ثلاثة أنواع. وللأندلسييين طريقة أخرى في عملها\n...\nوقد ذكر وصفها.\nتحذير صحي: أُخلي مسؤليتي من هذه الوصفة في كتاب «كنز الفوائد»، فإنها طلاسم مخيفة، الضرب فيها كثير، والأسماء غريبة، كغرابة أسماء محققيها ودار نشر الكتاب! !\nومن يعمل هذه الوصفة، فإن مصيره نزلة معوية، ومشاكل صحية باطنية وظاهرية.\nما كتبتُه لك إلا لتقرأه وتعلَمَ كيف تعاني النساء الأول في إعداد الطعام، وتسأل الله العافية.\nهل تراني الآن انسللَتُ منها ليَ لا عليَّ؟\nقال ابن رزين التجيبي الأندلسي (2) (زمَنُ تأليف كتابه قبل منتصف القرن 7 هـ) - رحمه الله -: (عمل السنبوسك: يؤخذ قدر الكفاية من السكر، ويُحلَّ بماء الورد،\n(1) (ص 117 و 213) حققه ونشره: أمبروزيو أويثى ميراندا، ط. صحيفة المعهد المصري للدراسات الإسلامية في مدريد، المجلدان التاسع والعاشر 1961 ـ 1962 م. أفاده د. رجب بن عبدالجواد إبراهيم في كتابه: «ألفاظ المأكل والمشرب في العربية الأندلسية ـ دراسة في نفح الطيب للمقري» (ص 40 ـ 41).\n(2) اسمه: أبو الحسن علي بن محمد بن أبي القاسم محمد بن بن أبي بكر بن رزين التجيبي الأندلسي، فقيه، أديب، كاتب.\nالجزء: 1 - الصفحة: 34\n",
        "ويُضاف إليه لوز مدروس كالعجين، ويُحك برفق على نار ليِّنة، حتى يلتفَّ ويصير مثل حشو القاهرية (1) ثم يُترك على النار، ويضاف إليه لوز مقشور مهشَّم، وسنبل، وقرنفل، ويسير مصطكى، وزنجبيل، بعدما تحل هذه العقاقير مسحوقة في ماء ورد قد حلَّ فيه قليل كافور ومسك.\nويُعجَن الجميع حتى يمتزج ويلتحم، ويُعمَل منه أقراص غليظة كروية الشكل، على قدر الكف، وهذا هو السنبوسك حقيقة، والذي يصنعه أهل افريقية محشواً باللحم، فليس بمستحسن، ولا مستطاب) ا. هـ. (2)\nوكلامه - رحمه الله - منكر غريب! ! [[ابتسامة]]؛ لأمور:\n1. أن «السنبوسك» شرقية، فارسية ثم عربية، فأنَّى لأندلسي الحكم فيها.\n2. وهي مثلثة محشوة باللحم بإجماع! ! ومن معاني السمبوسة: المثلَّث، وقول المؤلف بأنها: قرص غليظ، وكروية الشكل، وبقدر الكف، غير محشوة باللحم، وجَزْمُهُ بأن هذه هي السنبوسك الحقيقية، قول غير صحيح البتة، وووصفه المذكور يطابق قرص خبز، لا قطعة صغيرة محشوة! ! وقريب من وصفه ما يسمى بيتزا بالخضار! !\n3. قوله بأن السنبوسك الأفريقية باللحم غير مستحسنة، غير صحيح، لأن أصلها شرقية محشوة باللحم، وقيمتها الحقيقة باللحم، وعدم الاستحسان\n(1) ذكر المؤلف طريقة عمل القاهرية (ص 248).\n(2) «فضالة الخوان في طيبات الطعام والألوان» لابن رزين التجيبي (ص 251).\nالجزء: 1 - الصفحة: 35\n",
        "والاستطابة إنما هي من المؤلِّف فقط ـ رأيٌّ شخصي ـ مخالف لإجماع الأمة! ! فالناس كلهم! قد تلذذوا بها واستحسنوها شكلاً ومضموناً [[ابتسامة]].\nقال خضر بن علي الآيديني (ت 816 هـ تقريباً) - رحمه الله -: (السنبوسق: أجودُه المحمَّض بمياه الفواكه، أو بالخل.\nوهو: حارٌّ، غليظٌ، طويلُ الوقوفِ في المعدة، مُعطِّش، يُبخِّر إلى الرأس، ينفع أصحاب الكدِّ والرياضة القويَّة، والهضوم الجيِّدة، وإذا انهضَم غذَّى كثيراً، وخبزُهُ لايكاد ينهضم.\nوصنعته: أن يُعمَلَ مُدَقَّقُه، وتُحمَّض، ويُحشَّى به رِقاق السنبوسق، ويُقلى في الدهن). (1)\nالسمبوسة في الشعر\nقال أبو منصور الثعالبي (ت 429 هـ) - رحمه الله -: وأحسن وأظرف ما سمعتُ في وصف أطعمة شتى قول كُشاجم (2)، وكتب بها إلى صديق له يستدعيه:\nمتى تنشط للأكل\n...\nفقد زُخرِفَت الجُونَة\nوقد زيَّنها الطاهي\n...\nلنا أحسن تزيينة.\n(1) «شفاء الأسقام ودواء الآلام» للآيديني ـ تحقيق د. فاتن إبراهيم ـ (ص 264).\n(2) هو: محمود بن الحسين (ت 360 هـ)، وأبيات في «ديوانه» ــ تحقيق د. النبوي شعلان ــ بتقديم وتأخير\n...\n(ص 401 ـ 402).\nالجزء: 1 - الصفحة: 36\n",
        "إلى أن قال:\nوفرُّوج وطَهْيُوجٍ\n...\nقصَدْنا لك تطجينَه\nوسنبوسكَةٍ مقلوْ\n...\nوَةٍ في إِثْرِ طَرْذِيْنَهْ\nإلى أن قال:\nيولِّدْنَ لذي التخمـ\n...\nـــــة جوعاً ويُشَهِّينَه\nوهي في خمس وعشرين بيتاً. (1)\nقال شهاب الدين أحمد بن محمد بن عمر الخفاجي (ت 1069 هـ) - رحمه الله -:\n...\n(كقوله ـ أي كشاجم ـ في استدعاء صديق له:\nوسنبوسجة مقلوْ\n...\nوَة في إِثر طَرْزينَه\nوعندي لك دستجة\n...\nمطبوخ وقنينه\nوطيهوج وفرُّوج\n...\nأجدنا لك تطجينه\nفما عذرك أن لا\n...\nترى في سكره طينه.\n«سنبوسجة»: رقائق يُحشَى، وأهلُ مصر يقولون له: سنبوسك.\nوطرزينه: اسم طعام معرَّب أيضاً.\nوطيهوج كديجور، ودستجة معرَّب دستي، وهو: الجرَّة الصغيرة.\nوقوله: في سكر طينه. من أمثال المولَّدِين، يقال: سكران طينه، بمعنى: لا يتماسك). (2)\n(1) «أحسن المحاسن» (ص 340)، والقصيدة في «ديوان كشاجم» تحقيق د. النبوي شعلان (ص 401).\n(2) «شفاء الغليل فيما في كلام العرب من الدَّخِيل» ـ ط. الوهيية 1282 هـ ـ (ص 47).\nالجزء: 1 - الصفحة: 37\n",
        "من قصائد السراج الورَّاق (ت 695 هـ) - رحمه الله -:\nما أنصف الصَّحنَين منِّي واصِفٌ\n...\nعجلت بديهة فكرة المتوالي\nلم يهد ملك الصِّين أحسنَ منهما\n...\nأخوين كالقمَرين عند كمال\nأرز تجاوره هريسة فستق\n...\nكالخدِّ حفَّ بعارِض سبال\nويروقني مع ذا وذا سنبوسج\n...\nحُلو الضمير مرقَّق السِّربالِ\nعجباً له كلُّ الأنام تحبُّه\n...\nوله من الأقوام شخصٌ قالِ (1)\n(1) ذكرها ابن فضل الله العُمَري (ت 749 هـ) في «مسالك الأبصار في ممالك الأمصار» ـ ط. أبو ظبي ـ (19/ 223).\nانتقى ابنُ فضل الله من ديوان السراج مقطوعات وقصائد، وأطول قصيدة اختارها قصيدة في رثاء حمار.\nقال الذهبي في «تاريخ الإسلام» (15/ 812): (السراج الوراق، المصري الأديب المشهور، رفيق أبي الحسين الجزار.\nمات بمصر في جمادى الأولى، اسمه عمر بن محمد بن حسن، وشعره سائر، عاش ثمانين سنة، مدح أكابر).\nوله ترجمة في: «فوات الوفيات» للكتب (3/ 140)، وانظر: «الأعلام» للزركلي (5/ 63).\nالجزء: 1 - الصفحة: 38\n",
        "السمبوسة في «الهند» في القرن 8 هـ\nذكر ابن بطوطة (ت 779 هـ) - رحمه الله - (1) في «رحلته» أثناء حديثه عن «الهند»: (ثم يجعلون شيئاً يسمونه سموسك (2)، وهو لحم مهروس مطبوخ باللوز والجوز والفستق والبصل والأبازير، موضوع في جوف رقاقة مَقلوَّة بالسَّمِن، يضعون أمام كل إنسان خمس قطع من ذلك أو أربعاً .. ). (3)\nوقال في موضع آخر: (ذكر عادتهم في إطعام الناس في الولائم.\nوعادتُهم ببلاد الهند وببلاد السَّرا أنَّه إذا فُرغ من أكل الطعام في الوليمة جعل أمام كلِّ إنسان من الشرفاء والفقهاء والمشايخ والقضاة وعاءٌ شِبْهُ المهْدِ، له أربعُ قوائم، مَنْسوجٌ سطحُه من الخوض، وجعل عليه الرقاق ورأس غنم مشويٍّ، وأربعة أقراص معجونة بالسمن، مملوَّة بالحلواء الصابونية، مغطاة بأربع قطع من الحلواء كأنها الآجر، وطبقاً صغيراً مصنوعاً من الجلد فيه الحلواء والسموسك، ويُغطَّى ذلك الوعاء بثوب قطن جديد، ومَن كان دون مَن ذكرناه جُعِل أمامَه نصفُ رأسِ غنم، ويُسمُّونه الزلَّة، ومقدار النصف مما ذكرناه.\n(1) اسمه: محمد بن عبد الله بن محمد بن إبراهيم اللواتي، أبو عبد الله الطنجي.\n(2) علَّق محقق الرحلة: عبدالهادي التازي المغربي بقوله: من أصل فارسي: (Sanbusa) وهي على شكل مثلَّث، على نحو ما نُسمِّيه في المغرب «البريوات» جمع «بريوة»، تصغير براءة: الرسالة الصغيرة، أطلق عليها تشبيهاً؛ لأنها تُطوَى على وافي داخلها من لوز ونحوه).\n(3) «رحلة ابن بطوطة» (3/ 91). المسماة بِـ «تحفة النظار في غرائب الأمصار وعجائب الأسفار» تحقيق: عبدالهادي التازي ـ ط. أكاديمية المملكة المغربية ـ في خمس مجلدات.\nالجزء: 1 - الصفحة: 39\n",
        "ومن كان دون هؤلاء أيضاً جُعل أمامه مثل الربع من ذلك، ويرفع رجال كلِّ أحدٍ ما جُعل أمامه.\nوأول ما رأيتهم يصنعون هذا بمدينة السرا، حضرة السلطان أوزبك، فامتنعتُ أن يرفع رجالي ذلك إذْ لم يكن لي به عهد!\nوكذلك يبعثون أيضاً لدار كبراء الناس من طعام الولائم). (1)\nاستفدتُ الوقوف على هذين النصين في «رحلة ابن بطوطة» من د. عبدالعزيز بن حميد الحميد ــ الأستاذ في كلية اللغة العربية في جامعة الإمام محمد بن سعود في الرياض ـ في كتابه النافع المفيد: «ابن بطوطة وجهوده اللغوية والجغرافية ـ ألفاظ الأطعمة والأشربة أنموذجاً ـ». (2)\nوقد نقل د. الحميد من: الألفاظ الفارسية المعرَّبة، ومن التجيبي، والمحبِّي، ودوزي، والتوبخي. وأفادَ أنَّ د. عادل خلَف ذكر أنَّ السموسك هندية فارسية. (3)\nوذكر د. الحميد في (ص 40) في جدول إحصائي بالأطعمة المذكورة في «رحلة ابن بطوطة»، فذكر أن «السموسك» طعام، البلد: الهند، اللغة: الهندية أو الفارسية.\nوأقول: إنَّ ذِكرَ ابن بطوطة (ت 779 هـ) لهذه الأكلة في «الهند» لايدل على أنها هندية، فقد ذُكرت قبل ابن بطوطة بعدة قرون، وظاهر الاسم المختوم بالكاف\n...\n«سنبوسك» يدل على أن اللفظة فارسية، ولعل نطق الهنود لها بتحريف وتخفيف\n(1) «رحلة ابن بطوطة» (3/ 244 ـ 245).\n(2) (ص 56). والكتاب حاز على جائزة ابن بطوطة للدراسات 2008 ـ 2009 م.\n(3) «معجم ألفاظ ابن بطوطة» د. عادل خلف (ص 71).\nالجزء: 1 - الصفحة: 40\n",
        "«سمُّوسك» وربما هي بتشديد الميم ـ والله أعلم ـ.\nالسمبوسة في «الأندلس»\nقال أحمد بن محمد المقري التلمساني (ت 1041 هـ) - رحمه الله - في الباب السادس: الوافدون على الأندلس من أهل المشرق، في ترجمة: رئيس المغنين: أبي الحسن علي بن نافع، الملقَّب بِـ «زرياب» مولى المهدي العباسي (ت 238 هـ):\n(\n...\nومما اخترعوه من الطبيخ اللون المسمَّى عندهم بالتفايا (1)، وهو مصطنع بماء الكزبرة الرطبة محلى بالسنبوسق والكباب، ويليه عندهم لون التقلية المنسوبة إلى زرياب). (2)\nعُلِمَ من هذا أن «السنبوسق» في الأندلس وردت عليهم من المشرق.\nوسبق ذكرُ قول ابن رزين التجيبي الأندلسي (ت القرن 7 هـ).\n(1) قال إحسان عباس في تحقيقه ل «نفح الطيب»: (التفايا: عددها صاحب «كتاب الطبيخ» من بسائط الأطعمة، وهي أنواع منها:\nالتفايا البيضاء: وتُحضَّر من لحم الضأن الفتي السمين في قطع صغار، ويُضاف إليها ملح وفلفل وكزبرة يابسة ويسير من ماء بصلة مدقوقة، ومغرفة من الزيت العذب، وماء، وتجعل على نار لينة وتحرك، ويجعل فيها بندق ولوز مقشر مقسوم، فإذا أردتها خضراء أضفتَ إليها ماء الكزبرة الرطبة.\nومنها: تفايا مبيضة، وأخرى: مقلية، وأنواعٌ منها مشرقية. «كتاب الطبيخ 85 - 88، 118 - 119»).\n(2) «نفح الطيب من غصن الاندلس الرطيب» تحقيق: إحسان عباس (3/ 127 ـ 128) في الباب السادس: الوافدون على الأندلس من أهل المشرق.\nوانظر: «ألفاظ المأكل والمشرب في العربية الأندلسية ـ دراسة في نفح الطيب للمقري» د. رجب بن عبدالجواد إبراهيم (ص 40 ـ 41).\nالجزء: 1 - الصفحة: 41\n",
        "لُقِّبَت السمبوسة بِ «جامع سفيان الثوري»\nفي الحديث والأثر والفقه\n[صورة]\nالجزء: 1 - الصفحة: 42\n",
        "الإمام سفيان بن سعيد الثوري الكوفي (97 هـ ـ 161 هـ) - رحمه الله - إمام في العلم والعمل والزهد والورع، ألَّف كتاباً جامعاً سُمِّي «جامع سفيان الثوري الكبير» في الفقه والحديث، وهو من أوائل ما صُنِّف في الحديث مرتباً على الأبواب.\nذكر أبو داوود في رسالته إلى أهل مكة بأن جامع سفيان من أحسن ما وضع الناس من الجوامع.\nبلغ الجامع شهرة لم تبلغه كثير من المصنفات.\nوللإمام سفيان ثلاثة جوامع: الكبير ــ وهو الذي يُضرب به المثل ــ.\nوالجامع الوسط، والصغير.\nانظر: «جامع سفيان الثوري ـ منزلته، معالمه، رواياته» لرياض بن حسين عبداللطيف البغدادي (غلاف 82 صفحة) ط. الدار الأثرية في عمَّان، ط. الأولى 1431 هـ\nالجزء: 1 - الصفحة: 43\n",
        "لَقَّبَ الطفيليون (1) «السمبوسة» ب «جامع سفيان»، كما لقبوا كثيراً من الأطعمة:\nأصل المثَل:\nقال الثعالبي (ت 429 هـ) - رحمه الله -: (جامع سفيان، يُضرب المثل بجامع سفيان الثوري في «الفقه» للشي الجامع كلَّ شئ، كما يُضرب المثل بسفينة نوح.\nوعهدي بأبي بكر الخوارزمي إذا رأى رجلاً جامعاً أو كتاباً، قال: ما هوَ إلا سفينة نوح، وجامع سفيان، ومخلط خراسان.\n(1) الطُفيلي: الذي يدخل وليمةً لم يُدعَ إليها، وقد تطفَّل. قال الأصمعي: الطفيلي: الداخل على القوم من غير أن يدعي, مأخوذ من الطفل, وهو إقبال الليل على النهار بظلمته. وأرادوا أن أمره يظلم على القوم, فلا يدرون من دعاه, ولا كيف دخل إليهم.\nقال يعقوب: هو منسوب إلى طفيل: رجل من أهل الكوفة من بني عبد الله بن غطفان، وكان يأتي الولائم من غير أن يدعى إليها، فكان يقال له، طفيل الأعراس، وطفيل العرائس. وكان يقول: «وددت أن الكوفة بركة مصهرجة فلا يخفى عليَّ منها شئ».\nوالعرب تسمِّى الطفيلي: الوارش. وله أسماء أخر، حكى ابن بري عن ابن خالويه: الطفيلي، والوارش، والواغل، والارشم، والزلال، والقسقاس، والدامر، والدامق، والزامج، واللعمظ، واللعموظ، والمكزم.\nانظر: «الصحاح» للجوهري (5/ 1752)، «تاج العروس» (29/ 375)، وقد جمع العلامة: محمد المكي حسين أسماءَ الطفيلي في كتابه «أسماء لغوية» (ص 228 ـ 234).\nوللخطيب البغدادي (ت 463 هـ) كتاب مطبوع، وعنوانه «التطفيل وحكايات الطفيليين، وأخبارهم، ونوادر كلامهم، وأشعارهم» ــ تحقيق د. عبدالله عسيلان ـ (غلاف 240 صفحة).\nالجزء: 1 - الصفحة: 44\n",
        "وقال أبو عبدالله بن الحجاج:\nبالله قولوا لي ولا تغضبوا\n...\nلستُ من الحق بغضبان.\nفقرٌ وذلٌّ وخمول معاً\n...\nأحسنتَ يا جامعَ سفيان. (1)\nوانظر في تلقيب «السمبوسة» ب «جامع سفيان» (2)\nالسمبوسة في كتب الفقه\nذكرها\nالحنابلة\nفي باب الربا، و\nالشافعية\nفي: البيع، وفي الأيمان، والحنفية في باب الأيمان.\nالحنابلة:\nقال الموفَّق ابن قدامة المقدسي (ت 620 هـ) - رحمه الله - في باب الربا والصرف:\n(في بيع الحنطة وفروعها، وفروعها نوعان: أحدهما: ماليس فيه غيره كالدقيق والسويق، والثاني: مافيه غيره كالخبز والهريسة والفالوذج والنَّشاء، وأشباهها، ولايجوز بيع الحنطة بشئ من فروعها، وهي ثلاثة أقسام\n...\n(1) «ثمار القلوب في المضاف والمنسوب» للثعالبي (1/ 291) رقم (244)، وانظر فيه أيضاً: (1/ 99) رقم (43)، و (1/ 324).\nونقل ما سبقَ المحِبيُّ (ت 1111 هـ) - رحمه الله - في كتابه «ما يُعوَّل عليه في المضاف والمضاف إليه»\n...\n(2/ 650) رقم (3521).\n(2) «نثر الدر» للآبي (ت 421 هـ) (2/ 187)، «التذكرة الحمدونية» لابن حمدون (ت 562 هـ) (9/ 132)، «جامع سفيان الثوري ـ منزلته، معالمه، رواياته ـ» لرياض بن حسين عبداللطيف البغدادي\n...\n(ص 31 ـ 34).\nالجزء: 1 - الصفحة: 45\n",
        "ثم تحدث عن مسألة بيع بعض فروعها ببعض. . .\nثم قال:\nفصل: فأما مافيه غيره، كالخبز، وغيره، فهو نوعان: أحدهما: أن يكون مافيه من غيره غير مقصود في نفسه، إنما جُعِل فيه لمصلحته، كالخبز والنَّشَاء، فيجوز بيع كل واحد منهما بنوعه، إذا تساويا في النشافة والرطوبة، ويعتبر التساوي في الوزن، لأنه يقدَّر به في العادة، ولا يمكن كيله. . . . .\nإلى أن قال: ولا يجوز بيع الرَّطْبِ باليابس؛ لانفرادِ أحدهما بالنقص في ثاني الحال، فأشبهَ الرُّطَبَ بالتمر.\nولا يمنع زيادةُ أخذِ النار من أحدهما أكثر من الآخر حالَ رطوبتهما إذا لم يَكْثُرْ؛ لأن ذلك يسير، ولا يمكِنُ التحرُّزُ منه، أشبَهَ بيعَ الحدِيثة بالعتيقة. ولا يلزم ما فيه من الملح والماء؛ لأن ذلك ليس بمقصودٍ فيه، ويراد لمصلحته، فهو كالملحِ في الشَّيْرَج.\nوإنْ يَبِسَ الخُبْزُ، فَدُقَّ، وجُعِلَ فَتِيتَاً، بِيعَ بمثله كَيلاً؛ لأنه أمكنَ كَيْلُهُ، فرُدَّ إلى أصلِه.\nوقال ابن عقيل: فيه وجْهٌ آخر، أنه يباع بالوزن؛ لأنَّه انتقل إليه.\nالنوع الثاني، ما فيه غيرُه مما هو مقصود، كالهريسة، والخَزِيْرَةِ، والفالوذج، وخُبْزِ الأبَازير، والخُشْكَنَانِجْ، والسنبوسك، ونحوه، فلا يجوز بيع بعضه ببعض، ولا بيعُ نوعٍ بنوعٍ آخر؛ لأنَّ كلَّ واحد منهما يشتمل على ما ليس من جنسه، وهو مقصود، كاللحم في الهريسة، والعسل في الفالوذج والماء، والدهن في الخزيرة. ويكثر التفاوت في ذلك، فلا يتحقق التماثل فيه.\nالجزء: 1 - الصفحة: 46\n",
        "وإذا لم يمكن التماثل في النوع الواحد، ففي النوعين أولى). (1)\nجاء في «الإقناع» للحجاوي (ت 968 هـ) - رحمه الله - مع شرحه «كشاف القِناع عن الإقناع» للبهوتي (ت 1051 هـ) - رحمه الله - في أبواب الربا والصرف: [[(ولا) يصح بيع (دقيق حَبِّ) كبُرٍّ (بسويقه) لأن النار قد أخذت من السويق، فهو كبيع الحنطة المقلية بالنيئة.\n(ولا) يصح بيع (خبز، وزَلابية، وهَرِيسة، وفالوذج، ونشأ، ونحوها) كسنبوسك، وحَريرة (بحَبِّهِ) لأن فيها ماءً، فلا يتَأتى العلم بالمماثلة\n.....\n]\nوقال: [(فإن كان فيه) أي في المطبوخ (من غيره من فروع الحنطة مما هو مقصود كالهريسة والحريرة والفالوذج وخبز الأبازير فلا يجوز) أي الخبز المضاف إليه الأبازير المقصودة لا اليسيرة التي لا تُقصد كما تقدم (والخُشْكَنَانِك، والسنبوسك، ونحوه) كالكعك، (فلا يجوز بيع بعضه ببعض) كبيع هريسة بهريسة؛ لأنه من مسألة مُدِّ عجوة ودرهم، وتأتي.\n(ولا) يصح أيضاً (بيع نوع منه بنوع آخر) كبيع خبز بهَريسة، أو هريسة بحريرة، أو سنبوسكة بخُشْكَنانكة لما تقدم]. (2)\n(1) «المغني» (6/ 81 ـ 84)، وانظر: «الشرح الكبير على المقنع» (12/ 56).\n(2) «كشاف القِناع عن الإقناع» للبهوتي ـ ط. وزارة العدل ـ (8/ 16 و 20). وانظر: «الروض المربع بحاشية ابن قاسم» (4/ 505).\nالجزء: 1 - الصفحة: 47\n",
        "الشافعية\n:\nفي متن «تحفة المحتاج» لابن حجر الهيتمي (ت 974 هـ) - رحمه الله -: (والخبز يتناول كل خبز كحنطة وشعير وأرز وباقلا) بتشديد اللام مع القصر على الأشهر (وذُرة) بمعجمة وهاؤها عوض عن واو أو ياء (وحمص) بكسر ففتح أو كسر وسائر المتخذ من الحبوب\nقال الشرواني (ت 1301 هـ) - رحمه الله - في حاشيته: (قول المتن يتناول كل خبز) أي: وإن لم يقتت اختيارا فيما يظهر اهـ. ع. ش. ويتناول الكنافة والسنبوسك المخبوز والبقلاوة؛ لأنها تخبز أولا م ر بخلاف ما إذا قليت أولا فالضابط أن الخبز يتناول كل ما خبز\nوإن قلي وحدث له اسم يخصه دون ما قلي أولا فلا يتناول المقلي كالزلابية والقطائف سلطان وقليوبي اهـ. بجيرمي، عبارة الرشيدي: وكذا الكنافة والقطائف المعروفة خبزا وأما السنبوسك فإن خبز فهو خبز، وإن قلي فلا، وإن كان رقاقه مخبوزا؛ لأنه جدد له اسم آخر وكذا الرغيف الأسيوطي؛ لأنه مقلي وإن كان رقاقه مخبوزا أو لا؛ لأنه لا يسمى رغيفا من غير تقييد م ر اهـ. سم على حج ومنه يؤخذ أن ما استمر على اسمه عند الخبز يحنث به، وإن تجدد له اسم غير الموجود عند الخبز لا يحنث به كالسنبوسك المخبوز رقاقه كان عند الخبز يسمى رقاقا فلما قلي صار يسمى سنبوسكا، بخلاف السنبوسك المخبوز على هيئته كذا فهمته من تعاليلهم وأمثلتهم فليراجع اهـ.\nالجزء: 1 - الصفحة: 48\n",
        "ابن قاسم العبادي (ت 992 هـ) - رحمه الله -: (قوله والخبر يتناول كل خبز إلخ) ينبغي أن السنبوسك خبز إن كان مخبوزا إلا إذا كان مقليا م ر.\nابن قاسم العبادي: (قوله ــ أي الهيتمي ـ: والبقسماط والرقاق خبز)، وكذا الكنافة والقطائف المعروفة وأما السنبوسك، فإن خبز فهو خبز، وإن قلي فلا، وإن كان رقاقه مخبوزا؛ لأنه حدث له اسم آخر، وكذا الرغيف الأسيوطي؛ لأنه مقلي، وإن كان رقاقه مخبوزا أو لا؛ لأنه لا يسمى رغيفا من غير). (1)\nما سبق في أبواب البيع، وجاء ذكرُها في باب الأيمان!\nففي حاشية المغربي الرشيدي (ت 1096 هـ) على «نهاية المحتاج» للرملي\n...\n(ت 1004 هـ)\nقال الرشيدي: قَوْلُهُ: (وَإِنْ لَمْ يُعْهَدْ بِبَلَدِهِ) بَحَثَ ابْنُ قَاسِمٍ عَدَمَ الْحِنْثِ إذَا أَكَلَ شَيْئًا مِنْ ذَلِكَ عَلَى ظَنِّ أَنَّ الْخُبْزَ لَا يَتَنَاوَلُهُ أَخْذًا مِمَّا مَرَّ فِي الطَّلَاقِ (قَوْلُهُ وَشَمَلَ مَا ذَكَرَ الْبُقْسُمَاطَ وَالرُّقَاقَ) وَكَذَا الْكُنَافَةُ وَالْقَطَائِفُ الْمَعْرُوفَةُ، وَأَمَّا السَّنْبُوسَكُ فَإِنْ خُبِزَ فَهُوَ خُبْزٌ وَإِنْ قُلِيَ فَلَا، وَإِنْ كَانَ رُقَاقُهُ مَخْبُوزًا لِأَنَّهُ وُجِدَ لَهُ اسْمٌ آخَرُ، وَكَذَا الرَّغِيفُ الْأَسْيُوطِيُّ لِأَنَّهُ يُقْلَى وَإِنْ كَانَ رُقَاقُهُ مَخْبُوزًا أَوَّلًا لِأَنَّهُ لَا يُسَمَّى رَغِيفًا بِغَيْرِ تَقْيِيدٍ، كَذَا نَقَلَهُ ابْنُ قَاسِمٍ عَنْ الشَّارِحِ، وَمِنْهُ يُؤْخَذُ أَنَّ مَا اسْتَمَرَّ عَلَى اسْمِهِ عِنْدَ الْخَبْزِ يَحْنَثُ بِهِ وَإِنْ تَجَدَّدَ لَهُ اسْمٌ غَيْرُ الْمَوْجُودِ عِنْدَ الْخَبْزِ لَا يَحْنَثُ بِهِ، كَالسَّنْبُوسَكِ الْمَخْبُوزِ رُقَاقُهُ كَانَ عِنْدَ الْخَبْزِ يُسَمَّى رُقَاقًا فَلَمَّا قُلِيَ صَارَ يُسَمَّى سَنْبُوسَكًا، بِخِلَافِ السَّنْبُوسَكِ الْمَخْبُوزِ عَلَى\n(1) «تحفة المحتاج في شرح المنهاج وحواشي الشرواني والعبادي» (10/ 38 ـ 39).\nالجزء: 1 - الصفحة: 49\n",
        "هَيْئَتِهِ كَذَا فَهِمْته مِنْ تَعَالِيلِهِمْ وَأَمْثِلَتِهِمْ فَلْيُرَاجَعْ (قَوْلُهُ: نَعَمْ إنْ خُبِزَ ثُمَّ بُسَّ حَنِثَ بِهِ) اُنْظُرْ الْفَرْقَ بَيْنَهُ وَبَيْنَ مَا لَوْ دَقَّ الْخُبْزَ وَسَفَّهُ الْآتِي عَنْ ابْنِ الرِّفْعَةِ). (1)\nالحنفية\n:\nذُكرت في باب الأيمان\nقال ابن عابدين الدمشقي الحنفي (ت 1252 هـ) - رحمه الله -: [[«قوله ومنه» أي: من الخبز الرقاق، وينبغي أن يُخصَّ ذلك بالرِّقاق البيساني بمصر، أما الرقاق الذي يُحشى بالسكر واللوز فلا يدخل تحت اسم الخبز في عرفنا كما لا يخفى. بحر.\nقلت: وذلك كالذي يعمل منه البقلاوة والسنبوسك. وينبغي أيضاً أن لا يحنث بالكعك والبقسماط؛ لأنه لا يُسمَّى خبزاً في العُرف «قوله لا الفطائر» الذي في الفتح والبحر: القطائف وأما الفطائر فالظاهر أنها كذلك، فهي اسم عندنا لما يُعجن بالسَّمن ويخبز أقراصاً كالخبز، ولا يُسمَّى خبزاً في العرف، وكذا ما يُوضع في الصواني ويُخْبَز ويُسمَّى بغاجه فلا يحنث به، وكذا الزلابية]]. (2)\nالسمبوسة في كتب الحسْبَة\nالاحتساب على صانعي السنبوسة:\nكان الاحتساب في الزمن السابق على كل شئ، وأما الآن في التنظيمات الجديدة في عدد من الدول فالاحتساب على المطاعم والمتاجر مِن عمل «وزارة التجارة»،\nو\n(1) «نهاية المحتاج إلى شرح المنهاج مع حاشية المغربي الرشيدي» (8/ 200).\n(2) «حاشية ابن عابدين» (3/ 776).\nالجزء: 1 - الصفحة: 50\n",
        "«البلديات»، ونحوهما.\nذكر عبدالرحمن بن نصر الشيزري الشافعي (ت 590 هـ تقريباً) - رحمه الله - وصفاً مطولاً في الاحتساب على أصحاب المطاعم، وذكر أنواعاً من الغش التجاري، ومنها: (\n...\nمنهم من يحشو السنبوسك بلحوم السمك المشوية، والتوابل، ومنهم من يغشها بالباقلا المنبت المقشور، وبياض البصل.\nويعرف جميع ذلك بأن يشق [المحتسب] النقانق قبل قليها، فيظهر ما فيها للعين. وإذا وضعت في المقلاة فلا تكاد تعرف؛ لأنهم ينخسونها بالسفود إذا قاربت النضج، فيسيل ما فيها من الغش، وتنضجه النار، فلا يعرف، ويكون دهنها الذي تقلى به طيب الطعم، والرائحة غير عتيق، ولا متغير، ثم ينثرون عليها بعد قليها الأبازير الطيبة، والتوابل المسحوقة الصالحة لها، والله أعلم). (1)\nومثله ابن بسام المحتسب (ت منتصف القرن 5 هـ) - رحمه الله - فقد ذكر في الباب الحادي عشر: في الطباخين وغشهم\nقال - رحمه الله -: (وكذلك غش السنبوسك يبين قبل قَلْيه وبعد قَليه، فإنه يُغش بالباقلاء المقشر المنبت، وبيان البصل، فإذا فتحتَه رأيتَه عادماً اللحم، وهو ما ذكرناه، فاعلم أنه مغشوش، وقد يعمل فيه من لحوم الأسماك المشوية والتوابل). (2)\nيُستكثر في زمننا في عدد من بلدان المسلمين إنكار الناس تبرجَ النساء، واختلاطهن بالرجال، ورفع الأصوات الغنائية فضلاً عن الرقص والتمايل، وغيرها،\n(1) «نهاية الرتبة الظريفة في طلب الحسبة الشريفة» (ص 38 ـ 39).\n(2) «نهاية الرتبة في طلب الحسبة» ـ تحقيق الفيفي ـ (ص 145).\nالجزء: 1 - الصفحة: 51\n",
        "وقد كان الاحتساب في القرون السالفة شاملاً شؤون الناس كلها، وانظر مثلاً الاحتساب على المتاجر والمطاعم في المصادر التالية في الحاشية (1)\nمِمَّن ذكر السمبوسة\n1. علي بن الحسين بن محمد، أبو الفرج الأصبهاني (ت 356 هـ). ذكر أنها قُدِّمت للخليفة المتوكل ــ بُويع له بالخلافة (232 هـ)، وتوفي سنة (247 هـ) ــ: فجيء بخروف وسنبوسج، وأشياء قريبة المأخذ من طعام مثله. (2)\n2. ذكرها أبو بكر الرازي (ت 313 هـ). «سنبوسك» نقلاً من جالينوس. (3)\n3. في ترجمة أبي بكر بن مجاهد المقرئ (ت 324 هـ) لفَّات، وسنبوسج. (4)\n4. ذُكر أنَّ الأمير: علي بن كامة وُضع له سم في «سنبوسق»، ومات (6/ 11/ 374 هـ). (5)\n5. المحسن بن علي التنوخي البصري (ت 384 هـ): سنبوسج. (6)\n(1) «رسالة في القضاء والحسبة» لابن عبدون التجيبي (ت 527 هـ) (ص 99 وما بعدها)، «تحفة الناظر وغنية الذاكر في حفظ الشعائر وتغيير المناكر» لمحمد بن أحمد العقباني التلمساني (ت 871 هـ)\n...\n(ص 274 وما بعدها)، «نصاب الاحتساب» لعمر السنامي (ت ق 7 هـ) (ص 230).\n(2) «الديارات» لأبي الفرج الأصبهاني (ص) في حديثه عن «دير صليبا».\n(3) «الحاوي في الطب» للرازي (7/ 376).\n(4) كما في ترجمته في «تاريخ بغداد» للخطيب (6/ 353).\n(5) «تاريخ بيهق» لأبي الحسن علي بن زيد البيهقي (ت 565 هـ) ـ ط. دار اقرأ ـ (ص 260).\n(6) «الفرج بعد الشدة» للتنوخي (4/ 427).\nالجزء: 1 - الصفحة: 52\n",
        "6. في ترجمة صدقة بن الحسن بن الحسين بن بختيار الحداد (ت 563 هـ). سنبوسج (1)\n7. محمد بن محرز الوهراني المغربي (ت 575 هـ). السنبوسك المورد، والدجاج المسمن (2)\n8. محمد أمين بن فضل الله المحبِّي الحموي الأصل، الدمشقي (ت 1111 هـ). سنبوسكة. (3)\nمن أخبار السمبوسة\nالسنبوسة من طعام الملوك\nفقال أبو الحسن القفطي (ت 646 هـ) - رحمه الله -: (\n....\nحضرت اليوم في مجلس الملك الرحيم أتابك طغرل الظاهري وحضرت المائدة وفيها طعام الملوك: شواء، وشرائح وسنبوسج وحلاوات وغيرها كما جرت العادة، فتأملته فنفرت نفسي منه ولم تقبله، مع كوني قد قارب الظُّهرَ ولم أتغدَّ. (4)\nوفي حديث ابن بطوطة ــ كما سيأتي ـ ما يدل على أنها من طعام كبار القوم في\n...\n«الهند».\n(1) كما في ترجمته في «معجم الأدباء» لياقوت الحموي (4/ 1448).\n(2) كما في ترجمته في «تاريخ الإسلام» للذهبي (12/ 562).\n(3) «خلاصة الأثر في أعيان القرن الحادي عشر» (3/ 229).\n(4) «معجم الأدباء» لياقوت الحموي (5/ 2034).\nالجزء: 1 - الصفحة: 53\n",
        "في مجلس الملوك لا يمُدُّ يدَه إلى «سنبوسة» مشتهاة!\nقال علي بن عبد الله الغزولي البهائي الدمشقي (ت 815 هـ) - رحمه الله -:\n...\n(ولا يمدُّ يدَه إلى قطعةِ لحمٍ مشهورة، ولا بيضة منضورة، ولا «سنبوسجة» مشتهاة، ولا ما تقع الشهوة عليه، ولا ما تسارع النفس إليه .. ). (1)\nهل رِضى الرجل في «بطنه»؟\nاشتهر عند بعض النساء اللاتي تبالغ في إرضاء زوجها بأنواع مسرفة من الطبخ، أنَّ رِضى الرجل متوقف على سفرة الطعام! ! ولا ينبغي الحرص على هذا، إن تضمَّن إسرافاً وتبذيراً.\nذكر أبو العباس المبرِّد (ت 285 هـ) - رحمه الله - خبراً عن أحد العشاق:\nقال: (وذكروا أن أبا القمقام بن بَحْر السَّقَّاء، عَشِقَ مَدينية، فبعث إليها: إنَّ أخواناً لي زاروني، فابعثي إلي برؤوسٍ حتى نتغدَّى، ونصطَبِح على ذِكرك، ففَعَلَتْ.\nفلما كان في اليوم الثاني بعثَ إليها: إنَّا لم نفترق، فابعثي إلي بسنبوسكٍ حتى نصطبح اليوم على ذكرك.\nفلما كان في اليوم الثالث، بعث إليها: إن أصحابي مقيمون فابعثي إليَّ ببقرييَّة قَدِيَّة، وجَزُورِيَّةٍ شهية، حتى نأكلها، ونصطبح على ذكرك.\nفقالت لرسوله: إني رأيتُ الحُبَّ يحلُّ في القَلبِ، ويفيضُ إلى الكبدِ والأحشاء، وإنَّ\n(1) «مطالع البدور ومنازل السرور» (1/ 144).\nالجزء: 1 - الصفحة: 54\n",
        "حُبَّ صاحِبَنا هذا، ليس يُجاوِزُ المعِدَة). (1)\nعلَّق أبو الحسن علي بن إبراهيم الخير الأنصاري (ت 571 هـ) في كتابه «القرط على الكامل»: السنبوسك لحم مدقوق بالأبازير الرِّقاق.\nالكرم بالسمبوسة، وموقفٌ محرج\nذكر ابن الطقطقي (ت 709 هـ) - رحمه الله -\n...\nفي وصف أبي جعفر المنصور المستنصر بالله ــ بويع له بالخلافة سنة (623 هـ) ــ، وأنه كان شهماً جواداً يباري الريح كرماً وجوداً، وكانت هباته وعطاياه أشهر من أن يدل عليه، وأعظم من أن تُحصى، ولو قيل: إنَّه لم يكن في خلفاء بني العباس مثله لصدق القائل (ت 640 هـ).\nذكر أنه استوزَر: نصير الدين أبي الأزهر أحمد بن محمد بن الناقد (ت 642 هـ)، وذَكر نصير الدين موقف مُحرِج، قيل: بأنه قبل الوزارة عمل في بعض الأعياد\n...\n«سنبوسجاً» كثيراً، وأحبَّ أنْ يُداعب بعض أصحابه، فأمر أن يحشى سبعون سنبوسجة بحبِّ قطن ونخالة وتجعل مفردة، وعمل «سنبوسجا كثيراً» كجاري العادة، وركب إلى دار الخليفة فطلب منه عمل شيء من «السنبوسج»، فذكر أنَّ عنده شيئاً مفروغاً منه، وأمر خادماً له بإحضار ما عنده من «السنبوسج»، فمضى الخادم عن غير معرفة بذلك المحشوِّ بحبِّ القُطن ومزج الجميع، ووضعه في الأطباق ليحمله إلى دار الخليفة، فجاء الجواري والخدم وقالوا: أعطونا حصَّتَنا من هذا، فأخذوا منه مئة «سنبوسجة»، وحمل الخادم الأطباق بما فيها إلى دار الخليفة، فلما حمل «السَّنبوسج»\n(1) «الكامل» للمبرد (2/ 869).\nالجزء: 1 - الصفحة: 55\n",
        "وصار بدار الخليفة، ورجع ابن الناقد إلى داره سأل عن «السنبوسج» المحشوِّ بحبِّ القطن، فقالوا له: ما عرفنا بشيء من ذلك، وفلان الخادم جاء ومزجَ الجميع، وأخذه ومضَى، فلم يشكَّ أنه هالك وكادت تسقط قوَّته خوفاً وخجلاً، فقال: أما تخلَّف منه شيء قط؟ قالوا: قد اقتطع الجواري والخدم منه حدود مئة «سنبوسجة»، فقال: أحضروها فأُحضِرَتْ وفتحت بين يديه، فوجد السبعين «سنبوسجة» المحشوَّة بحبِّ القُطْن قد حصلت بأيدي الجواري والخدم في جملة ما أخذوه لأنفسهم، لم تشذَّ منهم واحدة إلى دار الخليفة). (1)\nتنوع المأكولات من العادات السيئة صحيا\nً\nمن العادات القبيحة في الأكل وفي الولائم: الإسراف والتبذير\nذكر عبدالله النديم (ت 1314 هـ) في مجلة «التنكيت والتبكيت» مقالاً جميلاً بعنوان «عادة قبيحة ألفناها» في بيان هذه العادات السئية، وقد مثَّل بالمأكولات المتعددة على السُّفرَة: السنبوسك. (2)\nالنهَّم في أكل السمبوسة\nقال ابن العمراني (ت 580 هـ) - رحمه الله -: (حكى محمد بن عبد الملك الزيات في وصف المعتصم العباسي\n...\nوكان في بكرة كل يوم إذا وقف يتعمَّم، يُلقِمُه خادمٌ\n(1) «الفخري في الآداب السلطانية» ـ تحقيق: مايو ـ (ص 316 ـ 317).\n(2) «مجلة التنكيت والتبكيت» العدد الأول 1881 م (ص 92)، تقديم: د. عبد العظيم رمضان، الناشر: الهيئة المصرية العامة للكتاب، مصر 1994 م.\nالجزء: 1 - الصفحة: 56\n",
        "«السنبوسك» فعَدُّوا عليه إلى أن فرغ من التعميم مئة وخمسين سنبوسكة! ! (1)\nأقول: الله أعلم بصحة هذا.\nكثير من الناس في رمضان يتشبهون بالأسواري الأكول\nذكر ابن قتيبة الدينوري ت 276 هـ مبالغة مستطرفة:\n(قيل للحارثي: لمَ لا تؤاكل الناس؟\nفقال: لو لم أترك مؤاكلتهم إلا لنزوعي عن الأسواري (2) لتركتها!\nما ظنكم برجل نهش بضعة لحم بقر فانقلع ضرسه وهو لا يدري. وكان إذا أكل ذهب عقله وجحظت عيناه وسكر، وسدر [تحيَّر] وتربَّد وجهه [تغيَّر]، وغضب، ولم يسمع ولم يبصر، فلما رأيتُه وما يعتريه ويعتري الطعام منه صرت لا آذن له إلا ونحن نأكل الجوز والتمر والباقلّى؛ ولم يفجأني قطّ وأنا آكل تمراً إلا استفَّه سَفَّا وزدَ [رمى] به زوداً، ولا وجده كنيزاً إلا وتناول القطعة منه كجمجمة الثور كدمها كدما [عضها بأدنى فيه]، ونهشها طولاً وعرضاً، ورفعاً وخفضاً، حتى يأتي عليها؛ ثم لا يقع عضُّه إلا على الأنصاف والأثلاث؛ ولا رمى بنواةٍ قطّ، ولا نزع قمعاً، ولا نفى عنه قشراً، ولا فتَّشه مخافة السوس والدود). (3)\n(1) «الإنباء في تاريخ الخلفاء» لابن العمراني ـ تحقيق السامرائي ـ (ص 108).\n(2) الأسواري موصوف بالشرَه كما في «البخلاء» للجاحظ (60 ــ 64).\n(3) «عيون الأخبار» (3/ 228).\nالجزء: 1 - الصفحة: 57\n",
        "قيل لأبي الحارث جُمَّين: ما أطيب الأصوات؟\nقال: نشنشة المقالي بين غمغمة القدور، ولا تنسَيَنَّ قرقرة القناني! (1)\nمن النصائح في الأكل\n:\nرُبَّ أكلة تمنع أكلات، البِطنَة تُذهِب الفطنة.\nقال جالينوس: العاقل يترك ما يُحبُّ لِيستغنيَ عن العلاج بما يَكره، والصبرُ على الامتناع عما يَشتهي أهونُ من أكلِ مالا يَشتهي.\nسئل حكيم: كم آكل؟ قال: فوق الجوع، ودون الشِّبَع. (2)\nمن أسماء الأكول\n:\nالجُرْضُم، الجُرَجْمان، السرواط، القرشبّ، الهِقَمّ، الهِلباجة، المُفَوَّهُ، اللَّهِمْ، الفارهة، الجُراف، البلْعَم، الفيِّه، القرضوف، المجلِّح، الأكول، السَّرْهَب، المِخْضَد، الجعظري، الشولقي، المسحوت، العُتُلُّ. (3)\nكثرة الأكل في رمضان ـ وغيره ـ\nتُضعف القيام والخشوع لصلاة الليل: التهجد، وتجلب الكسل والخمول، وتباعد بين المرء وتدبر القرآن.\nنقل الجاحظ عن أبي عبدالرحمن الثوري: لا أدَّى حق الركوع والسجود ذو كِظَّة، ولا خشعَ ذو بِطنَة. (4)\n(1) «أحسن المحاسن» للثعالبي (ص 326).\n(2) «أحسن المحاسن» للثعالبي (ص 314 ـ 315).\n(3) انظرها مع شرحها في كتاب: «أسماء لغوية» لمحمد المكي بن الحسين (ص 249 ـ 252).\n(4) «أحسن المحاسن» للثعالبي (ص 318).\nالجزء: 1 - الصفحة: 58\n",
        "الخلاصة\n:\nأن السمبوسة فارسية، ولها أسماءٌ عديدة، أكثرها وروداً «السنبوسك»، والأحسن من أسمائها ما كان على مقارباً للسان العربي، وهي: «السمبوسة» لخفتها وبعد الكاف الفارسية.\nوأول ذِكرِ لها عند العرب في النصف الأول من القرن 3 هـ.\nوقد ذكرها الفقهاء: الحنابلة، والشافعية، والحنفية، وذكرها مؤلفو كتب الحسبة، والمؤرِّخون، والأدباء، وأصحاب المعاجم، ومؤلفو كتب الطبخ التراثية.\nوهي عجين، محشوٌّ باللحم والخضروات، وشكلها مثلَّث، وتُقلَى بالزيت.\n[صورة]\nوهي مع لذَّتِها وحُسْنِها، لا تناسب الصحة، خاصة في زماننا هذا، لأمور:\n1. كثرة مرضى الضغط.\n2. كثرة مرضى الكلسترول\nالجزء: 1 - الصفحة: 59\n",
        "3. كثرة السمنة.\n4. كثرة مرضى القولون، وعُسْر الهضم، وعجينُها عَسر الهضم ـ كما في قول الآيديني ـ.\n5. قِلَّة الحركة عند غالب الناس.\n6. غالباً ما تؤكل مع أصناف عديدة، فيزيد ثقلها، والبلاء بها.\n7. أنها أضرار مجتمعة: لحم ـ وكثرة اللحوم في زماننا ممرضة ـ، وعجين عسر الهضم، وقليٌّ بالزيت.\nفإن قلتَ يوجد صنعة لها بالفرن، دون قلي:\n[صورة]\nفالجواب: تبقى الأضرار التسعة السابقة (ابتسامة)\nوقد عجبتُ ولا زلتُ أعجب مِن الجمع بين: السمبوسة والفول في سُفْرَةِ العَشاء في رمضان! ! وهي عادة من عادات بعض المناطق في بلادنا، والجمع بين\nالجزء: 1 - الصفحة: 60\n",
        "الاثنين يسدُّ مسالك المعدة والأمعاء، والسمع والبصر، والنَّفَس، والإدراك، ويحبس الجوارح عن الحركة فضلاً عن الصلاة (ابتسامة).\nوما أحسن قول خضر بن علي الآيديني (ت 816 هـ تقريباً) - رحمه الله - عن السمبوسة ــ سبق نقله ـ: (وهو: حارٌّ، غليظٌ، طويلُ الوقوفِ في المعدة، مُعطِّش، يُبخِّر إلى الرأس، ينفع أصحاب الكدِّ والرياضة القويَّة، والهضوم الجيِّدة، وإذا انهضَم غذَّى كثيراً، وخبزُهُ لايكاد ينهضم).\nومع ذلك كله، كُلْ مِن الطيِّبات ولا تخف! ولا تُكثِر، واستعن بعد ذلك بالرياضة الجادَّة، وتذكَّر إخوانك الفقراء والمشرَّدين الذين لا يجدون مأكلاً، ثم أنفِقْ مما آتاك الله، واشكر الله كثيراً، واجعل الأولويات في رمضان:\nكلُّ عمل يُبلِغُكَ التقوى، الذي من أجله شرع الله صيام رمضان.\nنصيحة\n:\nاحرص ـ يا عبدالله ويا أمة الله ــ على هذا الشهر المبارك، فقد اختاره الله من بين الأشهر، وخصَّه بميزات وخصائص، فالمغبون من أدركه رمضان، ولم يستفد منه، ولم تغفر ذنوبه.\nرمضان، شهر: الصلاة = النافلة، والصيام، والصدقات، والقرآن، والعمرة، والذكر، والدعاء، والجود بالخير بأنواعه. . .\nالجزء: 1 - الصفحة: 61\n",
        "فليس الشهر المبارك للَّهْوِ والعبث والأكل، ومتابعة المسلسلات ـ وما أكثرها ـ والرياضة، وكثرة الذهاب إلى الأسواق، والاهتمام المبالغ فيه في شراء وإعداد وأكل الأطعمة.\n...\nالعمرُ قصير، والدنيا متاعٌ زائل، والموفَّق مَن عمَرَ وقته في طاعة الله، فالنعيم الحقيقي، والمتعة الكاملة في جنات عدن ونهر، اعمَلْ ليقال لك في الجنة: {إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا} الإنسان: (22)\n{كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ} الطور: (19) والمرسلات 43\n{كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ} الحاقة: (24) ويُقال عنك {جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} الواقعة: (24)\n{وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} الأعراف: (43)\n{وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} الزخرف: (72)\nفالدنيا دار عمل، والآخرة دار الجزاء، ومَن صرفه الشيطان عن العمل في الأوقات الفاضلة، فغيرها من باب أولى.\nاللهم أعنَّا على ذكرك وشكرك وحسن عبادتك.\nاللهم أعنَّا على صيام رمضان وقيامه، واجعلنا ممن يصومه ويقومه، ويقوم ليلة القدر إيماناً واحتساباً.\nاللهم صلِّ على نبينا محمد وآله وصحبه أجمعين.\nالجزء: 1 - الصفحة: 62\n",
        "[صورة]\nصورة النشرة الأولى (2/ 9/ 1421 هـ) في أربع صفحات\nالجزء: 1 - الصفحة: 63\n",
        "[صورة]\nالجزء: 1 - الصفحة: 64\n",
        "[صورة]\nالجزء: 1 - الصفحة: 65\n",
        "[صورة]\nالجزء: 1 - الصفحة: 66\n",
        "[صورة]\nالجزء: 1 - الصفحة: 67\n",
        "[صورة]\nالجزء: 1 - الصفحة: 68\n",
        "[صورة]\nالجزء: 1 - الصفحة: 69\n",
        "[صورة]\nالجزء: 1 - الصفحة: 70\n",
        "كتبه:\nإبراهيم بن عبدالله بن عبدالرحمن المديهش\nمدينة الرياض\nالنشرة الثالثة (4/ 10 / 1439 هـ)\nالجزء: 1 - الصفحة: 71\n",
        ""
    ]
}