{
    "1": [
        "أخبار أبي تمام\nأخبار أبي تمام\nالصولي\nالكتاب:\nأخبار أبي تمام\nالمؤلف:\nأبو بكر محمد بن يحيى بن عبد الله الصولي (المتوفى: 335هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "رسالة الصولي إلى مزاحم بن فاتك\nما جاء في تفضيل أبي تمام\nوهو\nنسبه\nحبيب بن أوس الطائي صليبةً، ومولده بقرية يقال لها جاسم، سيمر ذكرها في أخباره إن شاء الله.\nفضله\nحدثني محمد بن يزيد بن عبد الأكبر النحوي. قال: قدم عمارة بن عقيلٍ بغداد، فاجتمع الناس إليه، وكتبوا شعره، وسمعوا منه، وعرضوا عليه الأشعار، فقال له بعضهم: هاهنا شاعر يزعم قوم أنه أشعر الناس طراً، ويزعم غيرهم ضد ذلك، فقال: أنشدوني له، فأنشدوه:\nغَدتْ تستجيرُ الدمعَ خوفَ نوىَ غدِ\n...\nوعادَ قتاداً عندَهَا كلُّ مَرْقَدِ\nوأنْقَذَهَا مِنْ غَمْرَةِ الموتِ أَنَّهُ\n...\nصُدُودُ فِراقٍ لا صُدُودُ تَعَمُّدِ\nفأَجْرَى لها الإِشْفَاقُ دَمْعاً مُورَّداً\n...\nمن الدَّمِ يَجْرِي فَوْقَ خَدٍّ مُوَرَّدِ\nهيَ البدْرُ يُغنِيهاَ تَوَدُّدُ وَجْهِهاَ\n...\nإلى كُلِّ من لاقَتْ وَإِنْ لم تَوَدَّدِ\nثم قطع المنشد، فقال عمارة: زدنا من هذا، فوصل وقال:\nولكنني لم أحْوِ وَفْراً مُجَمَّعاً\n...\nففُزْتُ بِه إلاَّ بشَمْلٍ مُبَدَّدِ\nولم تُعطِني الأيَّامُ نوماً مُسَكَّناً\n...\nأَلَذُّ به بنَوْمٍ مُشَرَّدِ\nفقال عمارة: لله دره، لقد تقدم صاحبكم في هذا المعنى جميع من سبقه على كثرة القول فيه، حتى لحبب الاغتراب، هيه! فأنشده:\nوطولُ مُقامِ المرءِ في الحَيِّ مُخْلِقٌ\n...\nلديباجَتَيْهِ فاغْتَرِبْ تَتَجدَّدِ\nفإنِّي رَأيتُ الشَّمسَ زيِدَتْ مَحَبَّةً\n...\nإلَى النَّاسِ إذْ لَيْسَتْ عليهم بِسَرْمَدِ\nفقال عمارة: كَمُل والله، إن كان الشعر بجودة اللفظ، وحسن المعاني، واطراد المراد، واستواء الكلام، فصاحبكم هذا أشعر الناس، وإن كان بغيره فلا أدري!.\nحدثني محمد بن موسى قال: سمعت علي بن الجهم ذكر دعبلاً فكفره ولعنه، وطعن على أشياء من شعره، وقال: كان يكذب على أبي تمام، ويضع عليه الأخبار، ووالله ما كان إليه ولا مقارباً له، وأخذ في وصف أبي تمام، فقال له رجل: والله لو كان أبو تمامٍ أخاك ما زاد على مدحك له، فقال: إلا يكن أخاً بالنسب، فإنه أخٌ بالأدب والدين والمودة، أما سمعت ما خاطبني به:\nإن يُكْدِ مُطَّرَفُ الإخاءِ فإِنَّنَا\n...\nنَغْدُو وَنَسْرِي في إِخَاءٍ تَالِدِ\nأو يَخْتَلِفْ مَاءٌ الوِصَال فَمَاؤُنا\n...\nعَذْبٌ تَحدَّرَ مِنْ غَمَامٍ وَاحِدِ\nأو يَفْتَرِقْ نَسَبٌ يٌؤَلِّفْ بيْنَنَا\n...\nأَدَبٌ أَقَمْنَاهُ مَقَامَ الوَالِدِ\nسمعت أبا إسحاق الحري - رحمه الله - يذكر علي بن الجهم، وخبراً له مع أبي تمام، أظنه هذا أو ما يصححه، ولست أحفظه جيداً ولم أجده، لأني كتبته فيما أظن في كتب الحديثٍ وسمعته يقول: كان علي بن الجهم من كملة الرجال. وكان يقال: علمه بالشعر أكثر من شعره، فانظر إلى تفضيل هذا الرجل لأبي تمام، مع تقدمه في الشعر والعلم به، وتفضيل عمارة بن عقيلٍ له، والعلماء يقولون: جاء عمارة بن عقيلٍ على ساقة الشعراء.\nويصحح علم عليٍ بالشعر ما جاء به عبد الله بن الحسين قال، قال لي البحتري: دعاني علي ابن الجهم فمضيت إليه، فأفضنا في أشعار المحدثين إلى أن ذكرنا أشجع السلمي، فقال لي: إنه يخلي، وأعادها مراتٍ ولم أفهمها، وأنفت أن أسأله عن معناها، فلما انصرفت فكرت في الكلمة، ونظرت في شعر أشجع السلمي، فإذا هو ربما مرت له الأبيات مغسولةً ليس فيها بيت رائع، فإذا هو يريد هذا بعينه، أنه يعمل الأبيات فلا يصيب فيها ببيتٍ نادرٍ، كما أن الرامي إذا رمى برشقه فلم يصب فيه بشيءٍ قيل أخلى.\nقال: وكان علي بن الجهم عالما بالشعر.\nحدثني أبو بكر هرون بن عبد الله المهلبي قال: كنا في حلقة دعبل، فجرى ذكر أبي تمامٍ، فقال دعبل: كان يتتبع معاني فيأخذها، فقال له رجل في مجلسه: ما من ذاك أعزك الله؟ قال، قلت:\nإِنَّ أمْرَأً أَسدَي إلىَّ بشافعٍ\n...\nإليه ويرجُو الشكرَ مِنِّي لأحْمَقُ\nشفيعَكَ فاشكُرْ في الحوائجِ إنه\n...\nيصُونُك عن مكروهِها وهو يُخْلِقُ\nفقال له الرجل: فكيف قال أبو تمام؟ قال، قال:\nالجزء: 1 ¦ الصفحة: 1\n",
        "فلَقيِتُ بين يَديكَ حُلوَ عَطائِهِ\n...\nولَقيتَ بين يدَيَّ مُرَّ سُؤَالِه\nوإذا امرُؤٌ أَسْدَي إلىَّ صنيعةً\n...\nمن جاهِهِ فكأنَّها من مالِه\nفقال الرجل: أحسن والله، فقال: كذبت قبحك الله، فقال: والله لئن كان أخذ هذا المعنى وتبعته فما أحسنت، وإن كان أخذه منك. لقد أجاده فصار أولى به منك، فغضب دعبلٌ وقام.\nقال أبو بكر: وشعر أبي تمام أجود، فهو مبتدئاً ومتبعاً أحق بالمعنى، ولدعبلٍ خبر في شعره هذا مشهور أذكره بسبب ما قبله.\nحدثني محمد بن داود قال، حدثني يعقوب بن إسحاق الكندي قال: كانت على القاسم بن محمد الكندي وظيفة لدعبل في كل سنةٍ، فأبطأت عليه، فكلمني فأذكرته بها، فما برح حتى أخذها فقال دعبل:\nإنَّ أمرأً أسْدَى إليَّ بشافعٍ\nوذكر البيتين. وقد تبع البحتري أبا تمامٍ، فقال في هذا المعنى:\nوعطاءٌ غيرِك إن بذْلتَ عنايةً فيِهِ عطاؤُكْ\nحدثني أبو جعفر المهلبي قال، حدثني ابن مهرويه قال، حدثني عبد الله بن محمد بن جرير قال: سمعت محمد بن حازمٍ الباهلي الشاعر يصف أبا تمام، ويقدمه في الشعر والعلم والفصاحة، ويقول: ما سمعت لمتقدمٍ ولا محدثٍ بمثل ابتدائه في مرثيته:\nأصمَّ بك النَّاعِي وإن كانَ أسمَعَا\nولا مثل قوله في الغزل:\nما إنْ رَأى الأقْوَامُ شَمْساً قَبْلَها\n...\nأَفَلَتْ فَلَمْ تُعْقِبْهُمُ بظَلاَم\nلو يَقْدِرُونَ مَشَوْا عَلَى وَجَنَاتِهمْ\n...\nوعُيُونِهمْ فَضْلاً عَنِ الأقْدَامِ\nحدثني سوار بن أبي شراعة قال، حدثني البحتري قال: كان أول أمري في الشعر، ونباهتي فيه، أني صرت إلى أبي تمامٍ وهو بحمص، فعرضت عليه شعري، وكان يجلس فلا يبقى شاعر إلا قصده وعرض عليه شعره، فلما سمع شعري أقبل علي وترك سائر الناس، فلما تفرقوا قال: أنت أشعر من أنشدني، فكيف حالك؟ فشكوت خلةً، فكتب لي إلى أهل معرة النعمان، وشهد لي بالحذق، وقال: امتدحهم، فصرت إليهم فأكرموني بكتابه ووظفوا لي أربعة آلاف درهم، فكانت أول ما أصبته.\nحدثني أبو عبد الله العباس بن عبد الرحيم الألوسي قال، حدثني جماعة من أهل معرة النعمان قال: ورد علينا كتاب أبي تمامٍ للبحتري: يصل كتابي على يدي الوليد بن عبادة، وهو على بذاذته شاعر فأكرموه.\nوسمعت أبا محمد عبد الله بن الحسين بن سعد يقول للبحتري، وقد اجتمعا في داره بالخلد، وعنده محمد بن يزيد النحوي، وذكروا معنىً تعاوره البحتري وأبو تمام: أنت في هذا أشعر من أبي تمام، فقال: كلا والله ذاك الرئيس الأستاذ، والله ما أكلت الخبز إلا به، فقال له محمد ابن يزيد: يا أبا الحسن، تأبى إلا شرفاً من جميع جوانبك!.\nحدثني أبو عبد الله الحسين بن علي قال، قلت للبحتري: أيما أشعر، أنت أو أبو تمام؟ فقال: جيده خير من جيدي، ورديئي خير من ردئيه. قال أبو بكر: وقد صدق البحتري في هذا، جيد أبي تمام لا يتعلق به أحد في زمانه، وربما اختل لفظه قليلاً لا معناه، والبحتري لا يختل.\nحدثني أبو الحسن الكاتب قال: كان إبراهيم بن الفرج البندنيجي الشاعر يجيئنا كثيراً، وكان أعلم الناس بالشعر، ويجيئنا البحتري وعلي بن العباس الرومي، وكانوا إذا ذكروا أبا تمام عظموه ورفعوا مقداره في الشعر حتى يقدموه على أكثر الشعراء، وكل يقر بأستاذيته، وأنه منه تعلم، وقال: هؤلاء أعلم أهل زمانهم بالشعر، وأشعر من بقي.\nحدثني أبو الحسن علي بن محمد الأنباري قال، سمعت البحتري يقول: أنشدني أبو تمام لنفسه:\nوَسَابحٍ هَطِلِ التَّعْدَاءِ هَتَّانِ\n...\nعَلَى الجِرَاءِ أَميِنٍ غيرِ خَوَّانِ\nأَظْمَى الفُصُوصِ ولم تَظْمأْ قوائمُه\n...\nفَخَلِّ عَيْنَيَكَ فيِ ظَمْآنَ رَيَّانِ\nفَلَوْ تَرَاهُ مُشِيحاً والحَصىَ زِيَمٌ\n...\nبَيْنَ السَّنابِكِ مِن مَثْنَى وَوُحْدَانِ\nأَيْقَنْتَ إنْ لَمْ تَثَبَّتْ أَنَّ حَافِرَهُمِنْ صَخْرِ تَدْمُرَ أَوْ مِنْ وَجْهِ عُثْمانِ\nثم قال لي: ما هذا من الشعر؟ قلت: لا أدري، قال: هذا المستطرد، أو قال الاستطراد، قلت: وما معنى ذلك؟ قال: يرى أنه يريد وصف الفرس، وهو يريد هجاء عثمان. فاحتذى هذا البحتري فقال في قصيدته التي مدح فيها محمد بن علي القمي ويصف الفرس أولها:\nالجزء: 1 ¦ الصفحة: 2\n",
        "أهلاً بذلكُمِ الخيالِ المقْبلِ\n...\nفَعَلَ الذي نَهْوَاهُ أو لم يفَعلِ\nثم وصف الفرس فقال:\nوأغرَّ في الزمنِ البهيمِ محجَّلٍ\n...\nقد رُحتُ منه على أغرَّ مُحجَّلِ\nكالهيكلِ المْبنِيِّ إلاَّ أَنَّهُ\n...\nفي الحُسْنِ جاءَ كصورةٍ في هيكلِ\nيَهْوِي كما تَهْوِي العُقَابُ إذَا رأَتْ\n...\nصَيْداً وينتصبُ انتصابَ الأجْدَلِ\nمُتوجِّسٌ برِقيقَتَينِ كأَنَّما\n...\nيُرَيانِ مِن وَرَقٍ عليهِ مُوَصَّلِ\nوكأنَّمَا نَفَضَتْ عَلَيْهِ صِبْغَهَا\n...\nصَهْبَاءُ اللبرَدان أَوْ قُطْرُبُّلِ\nمَلكَ العُيُونَ فإن بدَا أعطينَه\n...\nنظرَ المحبِّ إلى الحبيبِ المقبلِ\nمَا إن يَعَافُ قَذًى وَلَوْ أَوْرَدْتَهُ\n...\nيوماً خلائقَ حَمْدَوَيْهِ الأحْوَلِ\nوكان هذا عدواً للذي مدحه. فحدثني عبد الله بن الحسين وقد اجتمعنا بقرقيسياء قال، قلت للبحتري: إنك احتذيت في شعرك - يعني الذي ذكرناه - أبا تمام، وعملت كما عمل من المعنى، وقد عاب هذا عليك قوم، فقال لي: أيعاب على أن أتبع أبا تمام، وما عملت بيتاً قط حتى أخطر شعره ببالي؟ ولكنني أسقط بيت الهجاء من شعري. قال: فكان بعد ذلك لا ينشده، وهو ثابت في أكثر النسخ.\nحدثني محمد بن سعيد أبو بكر الأصم قال، حدثني أحمد بن أبي فنن قال: حضرت أبا تمام وقد وصل بمائتي دينارٍ، فدفع إلى رجلٍ عنده منها مائةً، وقال: خذها. ثم قيل لي إنه صديق له، واستبنت منه خلةً فعذلته على إعطائه ما أعطى، وقلت: لو كان شقيقك ما عذرتك مع اضطراب حالك، فقال:\nذُو الوُدِّ مِني وذو القُربي بمنزلةٍ\n...\nوإخوتي أُشوةٌ عنديِ وإخواني\nعِصَابَةٌ جاوَرَتْ آدابُهم أَدبِي\n...\nفَهُمْ وإنْ فُرِّقُوا في الأرض جيراني\nأرواحُنَا في مكانٍ وَاحِدٍ وَغَدَتْ\n...\nأَجْسامُنَا لِشَآمٍ أو خُراسانِ\nقال ابن أبي فنن: وكان أبو تمام أحضر الناس خاطراً. وقد أجاد هذا المعنى إبراهيم بن العباس الصولي فقال:\nأَمِيلُ معَ الذِّمامِ على ابنِ عمِّي\n...\nوأقضِي للصَّديقِ على الشَّقِيقِِ\nافَرِّقُ بين مَعْروفِي ومَنَّي\n...\nوأجمعُ بَيْن مالِي والحقوقِ\nوإمَّا تلْقَنِي حُرّاً مُطاعاً\n...\nفإنكَ وَاجِدِي عبدَ الصَّديقِ\nحدثني أبو الحسن الأنصاري قال، حدثني ابن الأعرابي المنجم قال: كان أبو تمامٍ إذا كلمه إنسان أجابه قبل انقضاء كلامه، كأنه كان علم ما يقول فأعد جوابه، فقال له رجل: يا أبا تمام. ولم لا تقول من الشعر ما يعرف؟ فقال: وأنت لم لا تعرف من الشعر ما يقال؟ فأفحمه. وحدثني أبو الحسين الجرجاني قال: الذي قال له هذا أبو سعيدٍ الضرير بخراسان، وكان هذا من علماء الناس، وكان متصلاً بالطاهرية. ولا أعرف أحداً بعد أبي تمام أشعر من البحتري، ولا أغض كلاماً، ولا أحسن ديباجةً، ولا أتم طبعاً وهو مستوى الشعر، حلو الألفاظ، مقبول الكلام، يقع على تقديمه الإجماع، وهو مع ذلك يلوذ بأبي تمامٍ في معانيه. فأي دليلٍ على فضل أبي تمامٍ ورياسته يكون أقوى من هذا؟.\nقال أبو تمام:\nيَسْتنْزِلُ الأملَ البعيدَ ببِشرِهِ\n...\nبُشْرَى المُخِيلَةِ بالربيِع المغدِقِ\nوكذَا السحائبُ قلَّما تدعُو إلى\n...\nمَعْروُفِها الرُّوادَ ما لم تَبْرُقِ\nفحسن هذا المعنى وكمله، ثم أوضحه في مكانٍ آخر واختصره فقال:\nإنما البِشْرُ رَوْضةٌ فإذَا أَعْقَبَ بَذْلاً فَروْضَةٌ وغَديرُ\nفما زال البحتري يردد هذا المعنى في شعره، ويتبع أبا تمام فيه، ويقع في أكثره دونه، قال في قصيدةٍ يمدح بها رافعاً:\nكانتْ بشاشتُك الأولَى التي ابتدَأَتْ\n...\nبالبِشْرِ ثم اقتبلْنَا بعدَها النِّعَما\nكالمُزنِة استَوْبَقتْ أُولَى مَخيلتِها\n...\nثم استهلَّتْ بغُزْرٍ تَابَعَ الدِّيَمَا\nالجزء: 1 ¦ الصفحة: 3\n",
        "فاحتذى معانيه واقتصها، فجذبته المعاني واضطرته إلى أن حكى لفظه في هذا، فصار يشبه لفظ أبي تمام، ولفظ البحتري في أكثر هذه أسهل؛ ثم ردد هذا المعنى البحتري فقال واستعاره للسيف:\nمُشْرِقُ للنَّدَى ومِن حَسَبِ السَّيْ\n...\nفِ لِمُسْتَلِّه ضياءُ حَديِدِهْ\nضَحَكَاتٌ في إثْرِهِنَّ العَطَايَا\n...\nوَبُرُوقُ السَّحَابِ قبلَ رُعُودِهْ\nثم ردد المعنى وأسقط البشر منه وصير مكانه الرعد فقال في أبي الصقر:\nيُولِيكَ صَدْرَ الَيْومِ قاصِيَة الغِنَى\n...\nبِفَوائدٍ قَدْ كُنَّ أَمْسِ مَوَاعِدَا\nسَوْمَ السَّحَائِبِ ما بَدَأْنَ بَوَارِقاً\n...\nفي عَارِضٍ إلاَّ ثَنَيْنَ رَوَاعِدَا\nثم ردد المعنى الأول بحاله، فقال في المعتز بالله وأحسن:\nمتهلِّلٌ طَلْقٌ إذا وعدَ الغِنَى\n...\nبالبِشْرِ أتْبَعَ بِشْرَهُ بالنَّائِلِ\nكالمُزْنِ إنْ سَطَعتْ لوامعُ بَرْقِهِ\n...\nأَجْلَتْ لنَا عَنْ دِيَمةٍ أَوْ وَابِلِ\nوهذا المعنى فإنما ابتدأه أبو نواس، فقال يمدح قوماً من قريش في أرجوزةٍ وصف فيها الحمام:\nبِشْرُهُمُ قبلَ النَّوالِ اللاَّحِقِ\n...\nكالْبَرْقِ يبدوُ قبلَ جُودٍ دَافِقِ\nوالغيثُ يخْفَي وقْعُه للرَّامقِ\n...\nما لم تَجِدْهُ بِدَليلِ البارقِ\nومن تبحر شعر أبي تمام وجد كل محسنٍ بعده لائذاً به، كما أن كل محسنٍ بعد بشارٍ لائذ ببشار، ومنتسب إليه من أكثر إحسانه، قال أبو تمام:\nفَسَواءٌ إِجَابَتِي غَيْرَ دَاعِ\n...\nوَدُعَائي بالقَاعِ غَيْرَ مُجيبِ\nفقال البحتري نسخاً له:\nوسأَلْتَ مَنْ لا يستجيبُ فكنتَ في اس\n...\nتِخْبارِهِ كمجيبِ مَنْ لا يَسْأَلُ\nوقال أبو تمام:\nإذا القصائدُ كانتْ مِن مدائِحِهِمْ\n...\nيوماً فأَنْتَ لَعَمْرِي من مدائِحها\nفقال البحتري:\nومَنْ يَكنْ فاخِراً بِالشعرِ يُذكر في\n...\nأَصنافِهِ فَبِكَ الأشْعارُ تَفتِخر\nوقال أبو تمام:\nوإذا أرادَ اللهُ نَشْرَ فَضيلةٍ\n...\nطُويتْ أَتاحَ لها لِسَانَ حَسُودِ\nفقال البحتري:\nولنْ تَسْتبينَ الدهرَ مَوْضعَ نِعْمةٍ\n...\nإذا أنت لم تُدْلَلْ عليها بحَاسِدِ\nوقال أبو تمام:\nبُخْلٌ تَديِنُ بِحُلْوِهِ وَبِمُرِّهِ\n...\nفكأَنَّهُ جُزْءٌ منَ التَّوحِيدِ\nفقال البحتري:\nوَتَدَيُّنٌ بِالبُخْلِ حَتَّى خِلْتُهُ\n...\nفَرْضاً يُدَانُ به الإلهُ ويُعْبدُ\nوقال أبو تمام:\nأوْ يَخْتَلِفْ مَاءُ الوِصَالِ فَماؤُنَا\n...\nعَذْبٌ تَحَدَّرَ مِنْ غَمامٍ وَاحِدِ\nوإنما أخذه أبو تمام من قول الفرزدق:\nيا بشْرُ أَنْتَ فَتَى قريشٍ كُلِّها\n...\nوِيِشِي وريشُكَ من جناحٍ واحِدِ\nفقال البحتري:\nوَأَقَلُّ ما بيْنِي وبينَكَ أَننا\n...\nنَرْمِي القبائلَ عَنْ قَبيلٍ واحدِ\nوقال أبو تمام:\nثَوَى بالمشْرِقيْنِ لهم ضَجَاجٌ\n...\nأَطَارَ قُلوبَ أَهْلِ المغربيْنِ\nوإنما أخذه أبو تمام من قول مسلم:\nلما نَزَلْتَ على أَدْنَى بِلاَدِهِمِ\n...\nأَلْقَى إليكَ الأقاصِي بالمقاليدِ\nفقال البحتري:\nغَدا غَدْوَةً بَيْن المشارقِ إذ غَدَا\n...\nفَبَثَّ حَرِيقاً في أقاصِي المغارِبِ\nوجاذبني يوماً بعض من يتعصب على أبي تمام بالتقليد لا بالفهم، ويقدم غيره بلا درايةٍ فقال: أيحسن أبو تمام أن يقول كما قال البحتري:\nتَسَرَّعَ حتى قال مَنْ شَهِدَ الوَغَى\n...\nلِقاءُ أَعَادٍ أمْ لقاءُ حبائبِ؟\nفقلت له: وهل افتض هذا المعنى قبل أبي تمام أحد في قوله:\nحَنَّ إلى المَوْتِ حَتَّى ظَنَّ جَاهِلُهُ\n...\nبأنه حَنَّ مُشْتَاقاً إلَى وَطَنِ\nولولا أنَّ بعض أهل الأدب ألف في أخذ البحتري من أبي تمام كتابا، لكنت قد سقت كثيراً مثل ما ذكرنا، ولكنني أكره إعادة ما ألف، وأجتنب أن أجتذب من الأدب ما ملك قبلي، إلا أنني سآتي بأبياتٍ من جملة ذلك تدل على جميعه إن شاء الله: قال أبو تمام:\nالجزء: 1 ¦ الصفحة: 4\n",
        "شَهِدْتُ جَسيماتِ العُلاَ وَهْوَ غَائِبٌ\n...\nوَلَوْ كانَ أيضاً شَاهِداُ كان غَائبَا\nفقال البحتري:\nنَصَحْتُكُمُ لَوْ كان للنُّصْحِ سامِعٌ\n...\nلَدَى شَاهِدٍ عَن مَوْضعِ الفهْمِ غائبِ\nعلى أن محمد بن عبيد الله العتبي قد قال:\nقَوْمٌ حُضُورٌ غائِبْو اْلأذْهانِ ليسَ لها قُفُولُ\nوقال أبو تمام:\nفإِنْ أنا لَمْ يَحْمَدْكَ عَنِّي صاغِراً\n...\nعَدُوُّكَ فاعْلَمْ أَنَّني غَيْرُ حامِدِ\nفقال البحتري:\nلَيُواصِلَنّكَ ذكُر شِعْرٍ سائرٍ\n...\nيَرْويه فيكَ لحسِنِه الأعْدَاءُ\nوكأن هذا المعنى من قولهم: من فضل فلان أن أعداءه مجمعون على فضله، وقولهم: خير المدح ما رواه العدو والصديق.\nوقال أبو تمام:\nونَغْمَةُ مُعْتَفِي جدْوَاهُ أَحْلَى\n...\nعلى أذُنيْهِ مِنْ نَغَمِ السَّماعِ\nفقال البحتري:\nنَشْوانُ يطَربُ للسؤَالِ كأنما\n...\nغَنَّاهُ مالكُ طيئٍ أوْ معبدُ\nوأول من أتى بفرح المسؤول، وطلاقة وجهه، ثم أخذه الناس فولدوه فقالوا: السؤال أحلى عنده من الغناء، وراجيه أحب إليه من معطيه، زهير، قال:\nتراه إذا ما جئتَه متهلِّلاً\n...\nكأنك تُعطيهِ الذي أنتَ سائلهُ\nوقال أبو تمام:\nومُجَرَّبُونَ سَقَاهُمُ من بَأسِهِ\n...\nفَإذَا لَقُوا فكأَنَّهم أغْمَارُ\nفأخذه البحتري فقال:\nمَلِكٌ لهُ في كل يومِ كريهةٍ\n...\nإِقدامُ غِرٍّ واعتزامُ مُجَرِّبِ\nفأما الذي نقله البحتري نقلاً، فأخذ اللفظ والمعنى، فقول أبي تمام يصف شعره:\nمُنزَّهَةٌ عن السَّرَقِ الموَرَّي\n...\nمكرَّمةٌ عن المعْنَى المُعادِ\nفقال البحتري يصف بلاغةً:\nلا يَعْملُ المْعنَى المكَرَّ\n...\nرَ فِيهِ واللفظَ المرّدَّدْ\nوقال أبو تمام:\nالبيدُ والعِيسُ والليلُ التَّمام معاً\n...\nثَلاثةٌ أَبداً يُقْرَنَّ فِي قَرَنِ\nفقال البحتري:\nاطلُبَا ثالثاً سِوَاىَ فإِنِّي\n...\nرَابعُ العِيسِ والدُّجَى والبِيدِ\nوأخذه أبو تمام من قول ذي الرمة:\nوَلَيلٍ كجِلْبَابِ العَروسِ ادَّرَعْتُهُ\n...\nبأربعةٍ والشخْصُ في العينِ واحدُ\nأَحَمُّ عِلاَفِيٌّ، وأبيضُ صارِمٌ\n...\nوأعْيِسُ مَهْرِيٌّ، وأروعُ ماجدُ\nوقال أبو تمام:\nتَفيِضُ سماحةً والمُزْنُ مُكْدٍ\n...\nوتَقْطَعُ والحُسامُ العَضْبُ نَابِي\nفقال البحتري:\nيَتوَقَّدْنَ والكواكبُ مُطْفاَ\n...\nةٌ ويَقْطَعْنَ والسُّيُوفُ نوابِي\nوقال الطائي:\nلا تَدْعُوَنْ نُوحَ بنَ عمرو دَعوةً\n...\nللخطْبِ إلاَّ أَنْ يكونَ جَليلاً\nفقال البحتري:\nيا أبا جَعْفرٍ وما أنتَ بالمدْ\n...\nعُوِّ إلاَّ لِكلِّ أمرٍ كُبارِ\nوقال أبو تمام:\nولقد أَردتُمْ مجدَه وجهَدَتُمُ\n...\nفإذَا أَبانٌ قَدْ رسَا وَيلَمْلَمُ!\nفقال البحتري ونقله لفظاً ومعنى:\nوَلَنْ يَنْقُلَ الحُسَّادُ مَجْدَكَ بعدمَا\n...\nتمكَّنَ رَضْوَى واطمأَنَّ مُتَالِعُ\nوقال أبو تمام:\nوتُشَرِّفُ العُلْيا وهَلْ مِنْ مَذْهَبٍ\n...\nعَنْها وأنتَ عَلَى المعالِي قَيِّمُ\nفقال البحتري:\nمتقلقلً الأحْشاءِ في طلبِ العُلاَ\n...\nحتَّى يكونَ عَلَى المعالِي قيمِّا\nوقال أبو تمام:\nويلبَسُ أَخلاقاً كِراماً كأَنَّها\n...\nعَلَى العِرْضِ من فَرْطِ الحَصانَةِ أدْرُعُ\nفقال البحتري، ولم يستوف، وكذلك هو في أكثر ما ذكرت يقع دوناً:\nقومٌ إذا لبسُوا الدروعَ لموقفٍ\n...\nلبِسَتْهُمُ الأخلاقُ فيه دُروعا\nوقال أبو تمام:\nوقد كانَ فَوْتُ الموتِ سَهلاً فردَّهُ\n...\nإليهِ الحِفَاظُ المرُّ والخُلُقُ الوَعْرُ\nفقال البحتري:\nولَوَ أنَّهُ اسْتَامَ الحياةَ لِنَفسِهِ\n...\nوجَدَ الحياةَ رخيصَةَ الأسْبابِ\nوهذا أيضاً من قول الآخر:\nولو أنهم فَرُّوا لكانُوا أعِزَّةً\n...\nولكنْ رَأَوْا صَبْراً على الموتِ أكرمَا\nوقال أبو تمام:\nالجزء: 1 ¦ الصفحة: 5\n",
        "وما العُرْفُ بالتَّسْويفِ إلا كخُلةٍ\n...\nتَسَلَّيْتَ عنها حينَ شَطَّ مَزارُهَا\nفقال البحتري:\nوكنتُ وَقد أَمَّلْتُ مُرّاً لِنَائِلٍ\n...\nكَطالبِ جَدْوَى خُلَّةٍ لا تُواصِلُ\nومما احتذى فيه البحتري أبا تمام، وقدر مثل كلامه فعمل معناه عليه، ما أخذه من قول أبي تمام:\nهِمةٌ تنطِحُ النجومَ وَجَدٌّ\n...\nألِفٌ للحضيِضِ فهو حضيضُ\nفقال البحتري:\nمتحير بعزم قائم\n...\nفي كل نازلة وجد قاعد\nقال أبو تمام:\nمُتَوَطِّئُو عَقِبَيْكَ فيِ طَلَبِ العُلاَ\n...\nوالمْجدِ ثُمَّتَ تَسْتوِي الأَقدامُ\nفقال البحتري:\nحُزْتَ العُلا سَبْقاً وصلَّى ثانياً\n...\nثم اسْتَوَتْ من بَعْدِه الأَقْدَامُ\nوقال أبو تمام:\nتَنْدَى عُفاتُكَ للعُفاةِ وتَغْتَدِى\n...\nرُفَقاً إلى زُوَّارِكَ الزُّوَّارُ\nفقال البحتري على تقديره:\nضَيْفٌ لَهُم يَقْرِي الضيوفَ ونازلٌ\n...\nمُتَكَفِّلٌ فيِهمْ بِبِرِّ النُّزَّلِ\nوقال أبو تمام:\nعَطَفُوا الخُدورَ عَلَى البُدُورِ وَوَكَّلوا\n...\nظُلَمَ السُّتُورِ بِنُورِ حُورٍ نهَّدِ\nفقال البحتري:\nوَبِيضٍ أضَاءَتْ فِي الخُدُورِ كأنها\n...\nبُدُورُ دُجىً جَلَّتْ سَوَادَ الحَنَادِس\nحدثني عبد الله بن المعتز قال: حدثني أبو سعيد النحوي المعروف بصعودا عن أبي تمام الطائي قال: خرجت يوماً إلى سر من رأى، حين ولي الواثق، فلقيني أعرابي وقد قربت منها، فأردت أن أسأله عن شيءٍ من أخبار الناس بها، فخاطبته، فإذا أفصح الناس وأفطنهم، فقلت: ممن الرجل؟ قال: من بني عامر، قلت: كيف علمك بأمير المؤمنين؟ قال: قتل أرضاً عالمها، قلت فما تقول فيه؟ قال: وثق بالله فكفاه، أشجى العاصية، وقمع العادية، وعدل في الرعية، وأرعف كل ذي قلمٍ خيانته. قلت: فما تقول في أحمد بن أبي دؤاد؟ قال: هضبة لا ترام، وجندلة لا تضام، تشحذ له المدى، وتحبل له الأشراك، وتبغي له الغوائل، حتى إذا قيل كأن قد، وثب وثبة الذئب، وختل ختل الضب. قلت: فما تقول في محمد بن عبد الملك؟ قال: وسع الدانى شره، وقتل البعيد ضره، له كل يومٍ صريع لا يرى فيه أثر نابٍ، ولا ندب مخلبٍ. قلت: فما تقول في عمرو بن فرج؟ قال: ضخم لهم، مستعذب للذم. قلت: فما تقول في الفضل بن مروان؟ واستعذبت خطابه، قال: ذاك رجل نشر بعد ما قبر، فعليه حياة الأحياء وخفته الموتى. قلت: فما تقول في أبي الوزير؟ قال: كبش الزنادقة الذي تعرف، ألا ترى أن الخليفة إذا أهمله. سنح ورتع، فإذا هزه أمطر فأمرع؟ قلت: فابن الخصيب؟ قال: أكل أكلة نهم، فذرق ذرقة بشم. قلت: فما تقول في إبراهيم أخيه؟ قال: \" أموات غير أحياءٍ وما يشعرون أيان يبعثون \". قلت: فما تقول في أحمد بن إسرائيل؟ قال: لله دره، أي قلقلٍ هو؟ غرس في منابت الكرم، حتى إذا اهتز لهم حصدوه. قلت: فما تقول في إبراهيم بن رياح؟ قال: أوبقه كرمه، وأسلمه حسبه، وله معروف لا يسلمه، ورب لا يخذله، وخليفة لا يظلمه. قلت: فما تقول في نجاح بن سلمة؟ قال: لله دره، أي طالب وترٍ، ومدرك ثأرٍ! يتلهب كأنه شعلةُ نار، له من الخليفة جلسة تزيل نعماً، وتحل نقماً. قلت: يا أعرابي، أين منزلك؟ قال: اللهم غفراً، إذا اشتمل الظلام فحيثما أدركني الرقاد رقدت! قلت: فكيف رضاك عن أهل العسكر؟ قال: لا أخلق وجهي بمسألتهم، أوأما سمعت قول هذا الفتى الطائي، الذي قد ملأ الدنيا شعره:\nومَا أُبالِي وخَيْرُ القَوْلِ أَصْدَقُهُ\n...\nحَقَنتَ لي ماءَ وجهي أو حقَنْتَ دَمِي\nقلت: فأنا الطائي قائل هذا الشعر! فدنا مبادراً فعانقني وقال: لله أبوك، ألست الذي يقول:\nما جُودُ كفِّكَ إن جادت وإن بخِلَتْ\n...\nمن ماءِ وجهي إذَا أخلقتُه عِوَضُ\nقلت: نعم، قال: أنت والله أشعر أهل الزمان. فرجعت بالأعرابي معي إلى ابن أبي دؤاد، وحدثته بحديثه، فأدخله إلى الواثق، فسأله عن خبره معي، فأخبره به، فأمر له بمالٍ، وأحسن إليه، ووهب له أحمد بن أبي دؤاد، فكان يقول لي: قد عظم الله بركتك علي.\nحدثني محمد بن القاسم بن خلادٍ قال: انصرفت يوماً من عند ابن أبي دؤادٍ، فدخلت إلى محمد ابن\nالجزء: 1 ¦ الصفحة: 6\n",
        "منصور فوجدت عنده عمارة بن عقيل، وكان خلا له، وهو ينشده قصيدةً له في الواثق أولها:\nعرَفَ الديارَ رُسُومُها قَفْرُ\n...\nلَعِبَتْ بها الأرْوَاحُ والقَطْرُ\nفلما فرغ منها قلنا له: ما سمعنا أحسن من هذه الرائية، أحسن الله إليك يا أبا عقيل! فقال: والله لقد عصفت رائية طائيكم هذا بكل شعرٍ في لحنها، قلنا له: وما هي؟ قال: كلمته التي هجا بها الأفشين، فقال محمد بن يحيى بن الجهم: أنا أحفظها، فقال: هاتها فأنشده:\nالحقُّ أَبلجُ والسيوفُ عَوَارٍ\n...\nفَحَذَار من أَسَدِ العَرينِ حَذارِ\nفقال له عمارة: أنشدنا ذكر النار، فأنشد:\nما زالَ سِرُّ الكُفْرِ بين ضُلوعِه\n...\nحتى اصْطَلَى سِرَّ الزِّنادِ الواري\nناراً يُساورُ جسْمَهُ من حَرِّها\n...\nلَهَبٌ كما عَصْفَرتَ نِصْفَ إزارِ\nطارتْ لها شُعَلٌ يُهدّم لَفحُها\n...\nأَرْكانَهُ هَدْماً بغيرِ غُبارِ\nففصَلْنَ منه كُلَّ مَجْمَعِ مَفصِلٍ\n...\nوفَعلْنَ فاقرةً بكُلّ فَقَارِ\nقال أبو بكر: إنما قال: وفعلن، فخص هذه اللفظة لقول الله جل وعز \" تظنُّ أَنْ يُفعلَ بِها فَاقِرَةٌ \"، ولقول الناس: فعل به الفواقر، أي الدواهي:\nرَمَقُوا أَعَالَي جِذْعِه فكأنَّما\n...\nوَجدْوا الهِلالَ عَشِيَّةَ الإفطار\nثم ذكر المصلبين فقال:\nسُودُ اللباسِ كأنما نَسَجَتْ لُهمْ\n...\nأَيْدِي الشُّمُوسِ مَدَارِعاً مِنْ قَارِ\nبَكَرُوا وأسْرَوْا في مُتُونِ ضَوامرٍ\n...\nقِيدَتْ لهم من مَرْبَطِ النجَّارِ\nلا يبْرَحُون ومَنْ رآهُم خَالَهْم\n...\nأبداً على سَفَرٍ من الأسْفارِ\nجهِلُوا فلم يستكثِروُا مِنْ طَاعَةٍ\n...\nمَعْروفَةٍ بِعمارَةِ الأعْمارِ\nفقال عمارة: لله دره، لقد وجد ما أضلته الشعراء، حتى كأنه كان مخبوءاً له. قال محمد بن القاسم: فاعتقدت في أبي تمامٍ من ذلك اليوم أنه أشعر الناس، وما كان ذا رأيي من قبل.\nحدثني أبو العباس عبد الله بن المعتز قال: جاءني محمد بن يزيد المبرد يوماً فأفضنا في ذكر أبي تمام، وسألته عنه وعن البحتري، فقال: لأبي تمام استخراجات لطيفة، ومعانٍ طريفةٌ، لا يقول مثلها البحتري، وهو صحيح الخاطر، حسن الانتزاع، وشعر البحتري أحسن استواءً، وأبو تمام يقول النادر والبارد، وهو المذهب الذي كان أعجب إلى الأصمعي، وما أشبه أبا تمام إلا بغائصٍ يخرج الدر والمخشلبة، ثم قال: والله إن لأبي تمامٍ والبحتري من المحاسن ما لو قيس بأكثر شعر الأوائل ما وجد فيه مثله. قال أبو بكر: وقول أبي العباس المبرد \" ما أشبهه إلا بغائص \"، فإنما أخذه من قول الأصمعي في النابغة الجعدي: تجد في شعره مطرفاً بآلاف، وكساءً بواف.\nحدثني عبد الله بن المعتز قال: كان إبراهيم بن المدبر يتعصب على أبي تمام ويحطه عن رتبته، فلاحاني فيه يوماً فقلت له: أتقول هذا لمن يقول:\nغَدَا الشيبُ مُختطا بفَوْدَىَّ خُطَّةُ\n...\nسبيلُ الرَّدَى مِنها إلى الموتِ مَهْيَع\nهو الزَّوْرُ يُجْفَى والمُعاشِرُ يُجتَوَى\n...\nوذُو الإلْفِ يُقْلَى والجديدُ يُرَفَّعُ\nله منظَرٌ في العينِ أَبْيضُ ناصِعٌ\n...\nولكنَّهُ في القلبِ أسْودُ أسْفَعُ\nولمن يقول:\nفَإنْ تُرْمَ عن عُمرٍ تَدَانَى به المَدَى\n...\nفَخَانَكَ حتَّى لم يَجِدْ فيكَ مَنْزَعَا\nفما كنْتَ إلاَّ السَّيْفَ لاَقَى ضرِيبةً\n...\nفَقَطَّعَها ثمَّ انثْنَى فَتَقَطَّعَا\nولمن يقول:\nخَشَعُوا لصَوْلتِكَ التي هي عندهُم\n...\nكالموتِ يأتِي ليسَ فيه عارُ\nفالمشيُ هَمْسٌ، والنداءُ إشارةٌ\n...\nخَوْفَ انتقامِكَ، والحديثُ سِرار\nأيامُنا مَصْقُولةٌ أطْرَافُها\n...\nبِكَ واللياليِ كلُّها أَسْحارً\nتنْدَى عُفَاتُكَ للعُفَاةِ وتغَتدِي\n...\nرُفَقاً إلى زُوَّارِك الزُّوَّارُ\nقال: وأنشدته أيضاً غير ذلك، فكأني - والله - ألقمته حجراًَ! قال أبو بكر: أما قوله \" فقطعها ثم انثنى فتقطعا \" فهو مأخوذ من قول البعيث:\nالجزء: 1 ¦ الصفحة: 7\n",
        "وإنا لنُعِطي المشْرَفيَّةَ حقَّهَا\n...\nفتقْطَعُ في أَيْمَانِنَا وَتَقَطَّعُ\nومن قوله أيضاً:\nأَوْفَى به الدهْرُ من أحداثِه شَرَفاً\n...\nوالسَّيفُ يمِضي مِراراً ثمَّ يَنْقصِدُ\nوأما قوله: \" والليالي كلها أسحار \" فهو من قول عبد الملك بن صالح، وسأله الرشيد: كيف ليل منبج؟ فقال: سحر كله، وقد أخذه ابن المعتز فقال:\nيا رُبَّ ليلٍ سَحَرٍ كلُّه\n...\nمُفْتَضِحِ البدْرِ عَليلِ النَّسيمْ\nولو جاز أن يصرف عن أحدٍ من الشعراء سرقة، لوجب أن يصرف عن أبي تمام لكثرة بديعه واختراعه واتكائه على نفسه، ولكن حكم النقاد للشعر، العلماء به، قد مضى بأن الشاعرين إذا تعاورا معنىً ولفظاً أو جمعاهما، أن يجعل السبق لأقدمهما سناً، وأولهما موتاً، وينسب الأخذ إلى المتأخر، لأن الأكثر كذا يقع، وإن كانا في عصرٍ الحق بأشبههما به كلاما، فإن أشكل ذلك تركوه لهما.\nحدثنا عبيد الله بن عبد الله بن طاهر قال: جاءني فضل اليزيدي بشعر أبي تمام، فجعل يقرؤه علي، ويعجبني ممن جهل مقداره. فقلت له: الذين جهلوه كما قال:\nلا يدهَمَنَّكَ من دهْمائِهِمْ عددٌ\n...\nفإنَّ أكثرَهُمْ أو كُلَّهُمْ بَقَرُ\nفقال لي: قد عابه جماعةُ من الرواة للشعر، فقلت: الرواة يعلمون تفسير الشعر ولا يعلمون ألفاظه، وإنما يميز هذا منهم القليل، فقال: هذه العلة في أمرهم.\nوكنا عند أبي علي الحسين بن فهم، فجري ذكر أبي تمام فقال رجل: أيما أشعر: البحتري أو أبو تمام؟ فقال: سمعت بعض العلماء بالشعر - ولم يسمه - قد سئل عن مثل هذا فقال: وكيف يقاس البحتري بأبي تمام، وهو به، وكلامه منه، وليس أبو تمام بالبحتري، ولا يلتفت إلى كلامه؟.\nحدثني القاسم بن إسماعيل أو ذكوان قال: سمعت عمك إبراهيم بن العباس الصولي يقول: ما اتكلت في مكاتبتي إلا على ما يجيله خاطري، ويجيش به صدري، إلا قولي: وصار ما كان يحرزهم يبرزهم، وما كان يعقلهم يعتقلهم، وقولي في رسالةٍ أخرى: فأنزلوه من معقل إلى عقال، وبدلوه آجالاً من آمال؛ فإني ألممت في قولي: \" آجالاً من آمال \" بقول مسلم بن الوليد:\nمُوفٍ على مُهَجٍ في يومِ ذي رَهَجٍ\n...\nكأَنه أَجَلٌ يَسْعى إلى أملِ\nوفي \" المعقل والعقال \" بقول أبي تمام، ثم أنشد:\nفإنْ باشَرَ الإِصْحَارَ فالبيضُ والقَنَا\n...\nقِرَاهُ وأَحْوَاضُ المنَايا مَنَاهِلُهْ\nوإن يَبْنِ حِيطاَناً عَلَيْهِ فإِنَّمَا\n...\nأُولئكَ عُقَّالاَتُهُ لاَ مَعَاقِلُهْ\nوإلاّ فأعْلِمْهُ بأنّكَ سَاخِطٌ\n...\nوَدَعْهُ فَإنّ الخَوْفَ لا شَكَّ قاتِلُهْ\nبِيُمْنِ أبيِ إسْحاقَ طَالَتْ يدُ الهُدَىوَقَامَتْ قَنَاةُ الدِّينِ واشْتَدَّ كَاهِلُهْ\nهُوَ البَحْرُ مِنْ أَيِّ النِّواحِي أَتَيْتَهُفَلُجَّتُهُ المعرُوفُ والجُودُ سَاحِلُهْ\nتَعَوَّدَ بَسْطَ الْكَفِّ حتَّى لو أنَّهُ\n...\nثَنَاهَا لِقَبْضٍ لَمْ تُجِبْهُ أَنَامِلُهْ\nثم قال لي: أما تسمع يا قاسم؟ قلت: بلى والله يا سيدي، قال: إنه اخترم وما استمتع بخاطره، ولا نزح ركي فكره، حتى انقطع رشاء عمره.\nحدثني أبو الحسين بن السخي قال، حدثني الحسن بن عبد الله قال: سمعت إبراهيم بن العباس يقول لأبي تمام، وقد أنشده شعراً له في المعتصم: يا أبا تمام، أمراء الكلام رعية لإحسانك، فقال له أبو تمام: ذاك لأني أستضئ برأيك، وأرد شريعتك.\nحدثني أبو عبد الله الحسين بن علي قال، حدثني سليمان بن وهب قال: رآني أبو تمام وأنا أكتب كتابا، فاطلع فيه ثم قال لي: يا أبا أيوب، كلامك ذوب شعري.\nحدثني أحمد بن يزيد المهلبي قال: سألت أبي عن أبي تمام فقال: سمعني أبي وأنا ألاحي إنساناً في أبي تمام فقال لي: ما كان أحد من الشعراء يقدر أن يأخذ درهما واحداً في أيام أبي تمام، فلما مات أبو تمام اقتسم الشعراء ما كان يأخذه.\nحدثني أبو الحسن علي بن إسماعيل قال، قال لي البحتري: أول ما رأيت أبا تمامٍ مرةً ما كنت عرفته قبلها، أني دخلت على أبي سعيد محمد بن يوسف وقد امتدحته بقصيدتي التي أولها:\nأَأَفاقَ صَبٌّ من هَوىً فأُفيقَا\n...\nأَوْ خَانَ عَهداً أو أطاعَ شفيقاَ؟\nالجزء: 1 ¦ الصفحة: 8\n",
        "فأنشدته إياها، فلما أتمتها سر أبو سعيد بها وقال: أحسن الله إليك يا فتى، فقال له رجل في المجلس: هذا - أعزك الله - شعر لي، علقه هذا فسبقني به إليك، فتغير وجه أبي سعيد وقال: يا فتى قد كان في نسبك وقرابتك ما يكفيك أن تمت به إلينا، ولا تحمل نفسك على هذا، فقلت: هذا شعر لي أعزك الله، فقال الرجل: سبحان الله يا فتى، لا تقل هذا، ثم ابتدأ فأنشد من القصيدة أبياتا، فقال لي أبو سعيد: نحن نبلغ ما تريد، ولا تحمل نفسك على هذا فخرجت متحيراً لا أدري ما أقول، ونويت أن أسأل عن الرجل من هو؟ فما أبعدت حتى ردني أبو سعيد ثم قال: جنيت عليك فاحتمل، أتدري من هذا؟ قلت: لا، قال: هذا ابن عمك حبيب بن أوس الطائي أبو تمام، فقم إليه، فقمت إليه فعانقته، ثم أقبل يقرظني ويصف شعري، وقال: إنما مزحت معك. فلزمته بعد ذلك وكثر عجبي من سرعة حفظه.\nحدثني علي بن إسماعيل قال: كنت عند البحتري فأنشدته وهو كالمفكر:\nأَحْلَى الرجالِ من النساءِ مَواقعاً\n...\nمَنْ كان أَشْبههَمُ بهنَّ خُدُودَا\nفاطلب هُدُوءاً في التقلقلِ واستثرْ\n...\nبالعيس من تحتِ السّهادِ هُجُودَا\nمن كل مُعْطِيةٍ على عَلَلِ السَّرَي\n...\nوخْداً يَبيتُ النومُ فيهِ شريدَا\nطلبتْ ربيعَ ربيعَةَ المُمْهَي لنا\n...\nووردْنَ ظِلَّ ربيعةَ الممدودَا\nذُهْلِيَّها مُرِّيَّهَا مَطَرِيَّها\n...\nيُمْنَى يَدَيْها خالدَ بنَ يزيدَا\nنسبٌ كأنَّ عليهِ من شمس الضُّحى\n...\nنُوراً ومن فَلَقِ الصَّباح عَمُودَا\nعُرْيانَ لا يَكْبُو دَليلٌ مِن عَمىً\n...\nفيهِ ولا يَبْغِي عليه شُهودَا\nشَرفٌ على أولَى الزمانِ وإنما\n...\nخَلَقُ المَنَاسبِ أَنْ يكونَ جَديدَا\nمَطَرٌ أبوك أبُو أَهِلَّةِ وَائِلٍ\n...\nملأَ البسيطةَ عُدَّة وعَديِدَا\nوَرِثُوا الأُبُوَّةَ والحظوظَ فأصبَحُوا\n...\nجمعُوا جُدُوداً في العُلا وجُدودَا\nإِنَّ القوافَيِ والمساعَيِ لم تَزَلْ\n...\nمِثلَ النظامِ إذا أصابَ فَريِدا\nهي جوهَرٌ نَثْرٌ فإن ألَّفْتَهُ\n...\nبالنَّظمِ صار قلائِداً وعُقودا\nفقال: ما هذا؟ وهو فزع، فقلت له: ألا تعرفه؟ هذا لأبي تمام، فقال: أذكرتني والله وسررتني، لا تحسن هذا الإحسان أحد غيره.\nحدثني محمد بن موسى بن حماد قال: كنت عند الحسن بن وهب، فدخل إليه أبو سليمان داود ابن الجراح كاتب أبي إسحاق إبراهيم بن العباس، فسأله عن خبره فأخبره بما أراده، ثم قال: ناظر اليوم أبو إسحاق رجلاً في دولة بني أمية ودولة بني العباس - مدها الله - فقال له الرجل: أين مثل شعراء بني أمية الذين كانوا في زمانهم؟ فقال له أبو إسحاق: إن كانت دولة بني أمية حلبة الشعراء فدولة بني هاشم حلبة الكتاب، فقال الحسن: ما يترك أبو إسحاق عصبيته للأوائل من الشعراء، والله ما كان في دولة بني أمية مثله، هلا قال: أنا أعد شعراء هذه الدولة، فعد كتاب تلك الدولة؟ ثم أقبل علينا الحسن فقال: أما البلاغة في الكتبة فما ينازع أهل هذه الدولة فيها، وأما الشعر فلا أعرف - مع كثرة مدحي له وشغفي به في قديمه ولا حديثه - أحسن من قول أبي تمام في المعتصم بالله، ولا أبدع معاني، ولا أكمل مدحاً، ولا أعذب لفظاً، ثم أنشد:\nفتحُ الفُتوحِ تَعالَى أن يُحيطَ به\n...\nنظمٌ من الشِّعرِ أو نثرٌ من الخُطَبِ\nقال أبو بكر: ما سمعت \" تعالى \" إلا في هذا الخبر، والناس يروونه \" المعلى \"\nفتحٌ تَفَتَّحُ أبوابُ السماءِ له\n...\nوتَبُرزُ الأرضُ في أبرادِها القُشُبِ\nيا يومَ وقعةِ عَمُّورِيَّةَ انصرفتْ\n...\nعنكَ المُنَى حُفَّلا مَعْسُولةَ الحَلبِ\nأبَقيْتَ جَدَّ بني الإسلامِ في صَعَدِ\n...\nوالمشركينَ ودَارَ الشِّركِ في صَبَبِ\nأُمٌّ لُهمْ لَوْ رَجَوْا أن تُفْتَدَى جَعلُوا\n...\nفداءَها كلَّ أَمٍّ منهمُ وأب\nوبَرْزَةُ الوجهِ قد أعْيتْ رياضَتُها\n...\nكِسْرَى وصدَّتْ صُدوداً عن أبي كرَبِ\nالجزء: 1 ¦ الصفحة: 9\n",
        "من عهدِ إِسكندرٍ أو قبلَ ذلكَ قَدْ\n...\nشابتْ نواصِي الليالي وَهيْ لم تَشِبِ\nبِكْرٌ فما افتَرَعَتْها كفُّ حادثَةٍ\n...\nولا ترقَّتْ إليها هِمَّةُ النُّوَبِ\nجَرَى لها الفالُ برْحاً يومَ أَنْقِرَةٍ\n...\nإذْ غُودِرَتْ وَحْشَةَ السَّاحات والرَّحَبِ\nلما رأتْ أختَها بالأمسِ قد خَرِبتْ\n...\nكانَ الخرابُ لهَا أَعْدَي من الجربِ\nلقد تَركْتَ أميرَ المؤمنينَ بها\n...\nللِنَّارِ يَوْماً ذليلَ الصَّخرِ والخشَبِ\nغادرتَ فِيهَا بَهيمَ الليل وَهْو ضُحًى\n...\nيَشُلُّهُ وَسْطَهَا صُبْحٌ من اللَّهَبِ\nحتى كأَنَّ جَلاَبيبَ الدُّجَى رَغَبِتْ\n...\nعنْ لَوْنِها وكأنَّ الشّمسَ لم تَغبِ\nضوءٌ من النارِ والظَّلماء عاكفةٌ\n...\nوظُلمةٌ من دخانٍ في ضُحىً شَحِبِ\nقال أبو بكر: كذا قال أبو مالك - ضوء -، والرواية - صبح -\nفالشمسُ طالعةٌ من ذا وقد أَفَلَتْ\n...\nوالشمسُ واجِبةٌ مِنْ ذا ولم تَجِبِ\nما رَبْعُ مَيَّةَ مَعْمُوراً يُطيفُ به\n...\nغَيْلانُ أَبْهَى رُبىً من ربعها الخرِبِ\nولا الخدودُ ولَوْ أُدْمِينَ من خجَلٍ\n...\nأَشْهَى إلى ناظرٍ من خَدِّها التَّرِبِ\nسماجةٌ غَنَيِتْ منها العيونُ بها\n...\nعن كلِّ حُسنٍ بَدا أو منظَرِ عَجبِ\nوحُسْنُ مُنقلَبٍ تبقَى عواقبُهُ\n...\nجاءتْ بشاشَتُه من سُوءِ مُنْقَلَبِ\nتدبيرُ معتصمٍ باللهِ منتقمٍ\n...\nلله مُرْتقبٍ في الله مُرْتَغبِ\nلم يَرْمِ قَوماً ولم يَنْهَدْ إلى بلدٍ\n...\nإلا تقدَّمَهُ جيشٌ منَ الرُّعُبِ\nلو لم يَقُدْ جَحْفَلاً يوْمَ الوَغَى لَغَدا\n...\nمن نَفْسِه وَحْدَها في جَحفلٍ لِجبِ\nلما رأى الحربَ رأىَ العينِتَوْفَلِسٌوالحرْبُ مشتقةُ المعنَى من الحَرَبِ\nولي وقد أَلْجمَ الخَطِّىُّ مَنْطقَهُ\n...\nبسَكْتَةٍ تحتَها الأحْشَاءُ في صخَبِ\nبَصُرْتَ بالراحةِ الكُبرى فلم تَرَها\n...\nتُنالُ إلا عَلَى جِسْرٍ من التّعَبِ\nإن كانَ بينَ مرورِ الدهرِ من رحمٍ\n...\nمَوْصُولةٍ وذِمامٍ غيرِ مُنْقَضِبِ\nفبينَ أيامِكَ اللائِي نُصِرْتَ بِها\n...\nوبين أيامِ بدرٍ أقربُ النَّسَبِ\nثم قال: هل وقع في لفظةٍ من هذا الشعر خلل؟ كان يمر للقدماء بيتان يستحسنان في قصيدة فيجلون بذلك، وهذا كله بديع جيد.\nقال أبو أحمد: وما رأيت أحداً في نفس أحدٍ أجل من أبي تمام في نفس الحسن بن وهب. قال: وكان الحسن يحفظ أكثر شعر أبي تمام كأنه يختار من القصيدة ما يحفظه.\nوقيل لأبي تمام: مدحت دينار بن يزيد! فقال: ما أردت بمدحه إلا أن أكشف شعر علي بن جبلة فيه، فقلت:\nمَهاةَ النَّقَا لولاَ الشَّوَى والمآبِضُ\nولم يمدحه بغيرها.\nحدثني به علي بن إسماعيل قال، حدثني علي ابن العباس الرومي قال، حدثني مثقال قال: دخلت على أبي تمام وقد عمل شعراً لم أسمع أحسن منه، وفي الأبيات بيت واحد ليس كسائرها، وعلم أني قد وقفت على البيت، فقلت له: لو أسقطت هذا البيت! فضحك وقال لي: أتراك أعلم بهذا مني؟ إنما مثل هذا مثل رجل له بنون جماعة، كلهم أديب جميل متقدم، فيهم واحد قبيح متخلف، فهو يعرف أمره ويرى مكانه، ولا يشتهي أن يموت، ولهذه العلة وقع مثل هذا في أشعار الناس.\nحدثنا أبو أحمد عبيد الله بن عبد الله بن طاهر قال: لما قدم أبو تمام إلى خراسان اجتمع الشعراء إليه فقالوا: نسمع شعر هذا العراقي، فسألوه أن ينشدهم، فقال: قد وعدني الأمير أن أنشده غداً وستسمعون، فلما دخل على عبد الله أنشده:\nهُنَّ عوادِي يوسفٍ وصواحِبُهْ\n...\nفعَزْماً فقِدْماً أدركَ السؤلَ طالبُهْ\nفلما بلغ إلى قوله:\nوقلْقَل نَأيٌ من خراسانَ جأشَها\n...\nفقلتُ اطمئِنِّي أنضرُ الرَّوْضِ عازبُهْ\nورَكبٍ كأَطْرافِ الأَسِنَّةِ عَرَّسُوا\n...\nعلى مِثْلِها والَّليْلُ داجٍ غَياهُبهْ\nالجزء: 1 ¦ الصفحة: 10\n",
        "لأمرٍ عليِهمْ أَنْ تَتِمَّ صُدُورُه\n...\nوليْسَ عليِهمْ أن تَتمَّ عواقبُهْ\nعلى كلِّ رَوَّادِ المِلاَطِ تَهَدَّمَتْ\n...\nعريكتُه العلياءُ وانضمَّ حالُبهْ\nرعتْهُ الفيافِِي بعد ما كان حقْبةً\n...\nرعاهَا وماءُ الروضِ ينْهَلُّ ساكِبهْ\nويروى - رعته الصحارى -، ويروى - رعته الفيافي - جمع فيفاة، فصاح الشعراء بالأمير أبي العباس: ما يستحق مثل هذا الشعر إلا الأمير أعزه الله، وقال شاعر منهم يعرف بالرياحي: لي عند الأمير - أعزه الله - جائزة وعدني بها، وهي له جزاءً عن قوله، فقال الأمير: بل نضعفها لك، ونقوم بالواجب له. فلما فرغ من القصيدة نثر عليه ألف دينار، فلقطها الغلمان ولم يمس منها شيئاً، فوجد عليه الأمير وقال: يترفع عن بري، ويتهاون بما أكرمته به! قال فما بلغ بعد ذلك ما أراد منه.\nقوله: \" وركبٍ كأَطرافِ الأسِنَّةِ \"، مأخوذ من قول البعيث:\nأطافَتْ بشُعْثٍ كالأسِنَّةِ هُجَّدٍ\n...\nبخاشعِة الأصْوَاءِ غُبْرٍ صُحُونُها\nوهذان البيتان:\nوركْبٍ كأَطْرافِ الأسِنَّةِ عَرَّسُوا\n...\nعَلَى مِثْلِها والّليْلُ داجٍ غَياهِبُهْ\nلأَمْرٍ عَليْهِمْ أنْ تَتِمَّ صُدُورُهُ\n...\nولَيْسَ عليِهِمْ أنْ تَتِمَّ عَوَاقِبُهْ\nفهما منقولان من قول الشاعر:\nغلامُ وَغىً تَقَحَّمها فأَبْلَى\n...\nفخان بلاءَهُ دهرٌ خَؤُون\nفكان على الفتى الإقدامُ فيها\n...\nوليس عليه ما جنَتِ المنُونُ\nحدثنا محمد بن يزيد الأزدي قال، سمعت الحسن بن رجاءٍ يقول: ما رأيت أحداً قط أعلم بجيد الشعر قديمة وحديثة من أبي تمام.\nحدثني الحسين بن إسحاق قال، سمعت ابن الدقاق يقول: حضرنا مع أبي تمام وهو ينتخب أشعار المحدثين، فمر به شعر محمد بن أبي عيينة المطبوع، الذي يهجو به خالداً، فنظر فيه ورمى به، وقال: هذا كله مختار. وهذا أدل دليل على علم أبي تمام بالشعر، لأن ابن عيينة أبعد الناس شبهاً به: وذلك أنه يتكلم بطبعه، ولا يكد فكره، ويخرج ألفاظه مخرج نفسه، وأبو تمام يتعب نفسه، ويكد طبعه، ويطيل فكره، ويعمل المعاني ويستنبطها؛ ولكنه قال هذا في ابن أبي عيينة، لعلمه بجيد الشعر أي نحوٍ كان.\nحدثني محمد بن موسى قال سمعت الحسن بن وهب يقول: دخل أبو تمام على محمد بن عبد الملك فأنشده قصيدته التي أولها:\nلهانَ علينا أن نقولَ وتفعلا\nفلما بلغ إلى قوله:\nوَجَدناكَ أنْدَى من رجالٍ أناملاً\n...\nوأحسنَ في الحاجاتِ وجهاً وأجملاَ\nتُضئُ إذا اسودَّ الزمانُ وبعضُهُمْ\n...\nيرى الموتَ أن ينْهَلَّ أو يتهَلَّلاَ\nوواللهِ ما آتيكَ إلا فريِضَةً\n...\nوآتي جميعَ الناسِ إلا تنفُّلاَ\nوليس امرُؤٌ في الناسِ كنتَ سلاحَهُ\n...\nعَشٍيةَ يلَقى الحادثاتِ بأعزَلاَ\nفقال له محمد: والله ما أحب بمدحك مدح غيرك لتجويدك وإبداعك، ولكنك تنغص مدحك ببذله لغير مستحقه، فقال: لسان العذر معقول وإن كان فصيحاً. ومر في القصيدة، فأمر له بخمسة آلاف درهم، وكتب إليه بعد ذلك:\nرأيتُكَ سَمْحَ البيِع سَهْلاً وإنما\n...\nيُغَالَي إذَا ما ضَنَّ بالبيِع بائعُهْ\nفأما إذا هانتْ بَضَائعُ مالهِ\n...\nفيُوشِكُ أن تَبْقَى عليه بضَائِعُهْ\nهو الماءُ إن أجْمَعْتَهُ طابَ وِرْدُهُ\n...\nويُفْسِدُ منه أَنْ تُبَاحَ شَرائعُهْ\nحدثني أبو بكر أحمد بن سعيد الطائي قال: كان ابن عبد كان وإسماعيل بن القاسم - وهما علمان من أعلام الكتاب والأدب - يقولان: البحتري أشعر من أبي تمام، قال: فذكرت ذلك للبحتري، فقال لي: لا تفعل يا ابن عم، فو الله ما أكلت الخبز إلا به.\nحدثنا عبد الله بن الحسين، قال حدثني البحتري قال: سمعت أبا تمام يقول: أول شعر قلته\nتَقَيِ جَمَحَاتي لستُ طوعَ مؤنِّبي\nومدحت بها عياش بن لهيعة، فأعطاني خمسة آلاف درهم.\nالجزء: 1 ¦ الصفحة: 11\n",
        "حدثني محمد بن عبد الله التميمي أبو عبد الله الحزنبل قال، حدثني سعيد بن جابر الكرخي قال، حدثني أبي قال: حضرت أبا تمام، وقد أنشد أبا دلف قصيدته البائية التي امتدحه بها، وعنده جماعة من أشراف العرب والعجم، التي أولها:\nعَلَى مِثْلهِا من أَرْبُعٍ ومَلاعبِ\n...\nأُذيِلَتْ مَصُوناتُ الدُّموعِ السَّواكبِ\nأَمَيْدانَ لَهْوِى مَنْ أَتَاحَ لكَ الْبِلَى\n...\nفأَصْبَحتَ مَيْدانَ الصَّبَا والجَنَائبِ\nفلما بلغ إلى قوله:\nإذَا العيِسُ لاقَتْ بي أبا دُلَفٍ فقدْ\n...\nتقَطّع ما بيْنِي وَبيْنَ الَّنوائِبِ\nإذا ما غَدا أَغْدَى كَريَمةَ مَالِهِ\n...\nهَدِيّاً ولو زُفَّتْ لألأَمِ خَاطِبِ\nوأَحْسَنُ مِنْ نَوْرٍ يُفتِّحُهُ الَّندَى\n...\nبَيَاضُ العَطَايا في سَوَادِ المَطالبِ\nإذا أَلْجَمَتْ يَوْماً لُجَيْمٌ وَحَوْلهَابنو الحِصْنِ نَجْلُ المُحصَنَاتِ النَّجائبِ\nفإنَّ المنَايَا والصَّوَارمَ والقَنا\n...\nأَقارِبُهم في الرَّوْع دُونَ الأَقَارِبِ\nإذا افْتَخَرتْ يَوْماً تَمِيمٌ بِقَوْسِها\n...\nوزَادَتْ على ما وَطَّدَتْ مِنْ مَنَاقبِ\nفأَنْتُمْ بِذِي قَارٍ أَمَالَتْ سُيُوفُكُمْعُرُوشَ الذينَ اسْتَرهَنُوا قَوْسَ حَاجِبِ\nمَحاسِنُ منْ مَجْدٍ مَتَى يَقْرِنُوا بِهَا\n...\nمَحَاسِنَ أَقْوَامٍ تَكُنْ كاَلْمعَائِبِ\nمكارمُ لَجَّتْ في عُلُوّ كأَنَّما\n...\nتُحَاوِلُ ثَأراً عِنْدَ بَعْضِ الكَوَاكِبِ\nأخذ هذا علي بن الجهم فوصف الفوارة فقال:\nوفَوَّارَةٍ ثَأْرُها في السَّمَا\n...\nءِ فَلَيْسَتْ تُقَصِّرُ عَنْ ثَارِها\nقال، فقال أبو دلف: يا معشر ربيعة ما مدحتم بمثل هذا الشعر قط، فما عندكم لقائله؟ قال: فبادروه بمطارفهم وعمائمهم يرمون بها إليه، فقال أبو دلف: قد قبلها وأعاركم لبسها، وسأنوب في ثوابه عنكم، تمم يا أبا تمام، فلما بلغ إلى قوله:\nولو كان يَفْنَى الشعرُ أَفنْاهُ ما قَرَتْ\n...\nحياضُك منه في العُصورِ الذَّواهِبِ\nولكنَّهُ صَوْبُ العقولِ إذا انْثَنَتْ\n...\nسحائبُ منها أُعقِبَتْ بسحائبِ\nفقال أبو دلف: إدفعوا إلى أبي تمامٍ خمسين ألف درهمٍ، ووالله إنها لدون شعره، ثم قال له: ما مثل هذا القول إلا ما رثيت به محمد بن حميد، قال: وأي ذلك أراد الأمير؟ قال قولك:\nوما ماتَ حتى ماتَ مَضْرِبُ سيفه\n...\nمن الضَّربِ واعتلَّتْ عليه القَنا السُّمْرُ\nوقد كان فَوْتُ الموْتِ سهلاً فردَّه\n...\nإليه الحَفَاظُ المُرُّ والخُلُقُ الوَعْرُ\nفأَثْبتَ في مُسْتَنُقِعِ الموْتِ رِجْلَهُ\n...\nوقال لها: من تحتِ أَخْمُصِكِ الحشْرُ\nغَدَا غَدْوَةً والحمدُ حَشْوُ رِدائه\n...\nفلمْ ينصرفْ إلاَ وَأَكْفانُه الأجْرُ\nكأنَّ بني نَبْهانَ يومَ وفاتِه\n...\nنُجومُ سماءٍ خَرَّ من بيْنِها البَدْرُ\nيُعَزَّوْنَ عن ثَاوٍ تُعزَّى به العُلاَ\n...\nويَبْكِي عليه الجُودً والبأسُ والشِّعرُ\nوددت والله أنها لك فيَّ! فقال: بل أفدي الأمير بنفسي وأهلي، وأكون المقدم قبله، فقال له: لم يمت من رثي بمثل هذا الشعر.\nقال أبو بكر: ومن أعجب العجب، وأفظع المنكر، أن قوماً عابوا قوله:\nكأنَّ بَني نَبْهانَ يومَ وَفاتِه\n...\nنُجومُ سماءٍ خرَّ مِنْ بَيْنِها البدرُ\nفقالوا: أراد أن يمدحه فهجاه، كأن أهله كانوا خاملين بحياته، فلما مات أضاءوا بموته، وقالوا: كان يجب أن يقول كما قال الخريمي:\nإذا قمرٌ منه تَغَوَّرَ أوْ خَبَا\n...\nبَدا قمرٌ في جانبِ الأُفْقِ يَلْمَعُ\nالجزء: 1 ¦ الصفحة: 12\n",
        "ولا أعرف لمن صح عقله، ونفذ في علمٍ من العلوم خاطره، عذراً في مثل هذا القول، ولا أعذر من يسمعه فلا يرده عليه، اللهم إلا أن يكون يريد عيبه، والطعن عليه. ولم يعرض من يذهب هذا عليه، لعلم الشعر والكلام في معانيه وتمييز ألفاظه؟ ولعله ظن أن هذا العلم مما يقع لأفطن الناس وأذكاهم من غير تعليمٍ وتعبٍ شديد، ولزومٍ لأهله طويلٍ، فكيف لأبلدهم وأغباهم؟ وليس من أجابه طبعه إلى فنٍ من العلوم أو فنين أجابه إلى غير ذلك؛ قد كان الخليل بن أحمد أذكى العرب والعجم في وقته بإجماع أكثر الناس، فنفذ طبعه في كل شيءٍ تعاطاه، ثم شرع في الكلام فتخلفت قريحته، ووقع منه بعيداً، فأصحابه يحتجون عن شيء لفظ به إلى الآن.\nوليت شعري، متى جالس هؤلاء القوم من يحسن هذا، أو أخذوا عنه، وسمعوا قوله؟ أتراهم يظنون أن من فسر غريب قصيدةٍ، أو أقام إعرابها، أحسن أن يختار جيدها، ويعرف الوسط والدون منها، ويميز ألفاظها؟ وأي أئمتهم كان يحسنه: الذي يقول وهو يهجو الأصمعي بزعمه:\nإنَّي لأرفعُ نفسِي اليومَ عن رجُلٍ\n...\nما شكْلُهُ لِيَ شكْلُ بل هو النَّابِي\nفيه المعائِبُ ما تَخْلُو وحُقَّ له\n...\nلأنه كاذبٌ يُدْعَى لكّذَّابِ\nلما التقيْنَا وقد جَدَّ الجِراءُ بنا\n...\nجاءَ الجوادُ أمامَ الكَوْدنِ الكابِي\nأو الذي يقول في مجلس بعض أجلاء الكتاب، وقد حلفه صاحب المجلس أن ينشده من شعره إن كان قال شعراً، فاستعفاه فلم يزل به إلى أن أنشده لنفسه:\nمَنْ يشْتَرِي شَيْخاً بِدرْهَمَينِ\n...\nقد شاخَ ثم دَرَّ مَرَّتْينِ\nليسَ له سِوَى ثَنِيَّتَيْنِ\nفهذه أشعار أئمتهم، وما ظننت أن أحداً يتعلق بقليل الأدب يجهل هذا الذي عابوه على أبي تمام، ولا أن الله عز وجل يحوجني إلى تفسير مثله أبداً. وقد قالت الحكماء: لو سكت من لا يدري استراح الناس. وقالوا: بكثرة - لا أدري - يقل الخطأ. وقال بعض الأوائل: لقد حسنت عندي - لا أدري - حتى أردت أقولها فيما أدري. وقال بعض الشعراء:\nسأَقَضْيِ بحَقٍّ يَتْبَعُ الناسُ نَهْجَهُ\n...\nوينفَعُ أهلَ الجهلِ عند ذَوِي الخُبْرِ\nإذا كنت لا تدري ولم تَسَلِ الذي\n...\nتُرَى أنَّه يدْرِي، فكيف إِذَنْ تَدْرِي؟\nوأنا مفسر ذلك إن شاء الله.\nيروي عن أمير المؤمنين علي بن أبي طالب \" صلوات الله عليه \" أن رجلاً ذكر له بعض أهل الفضل فقال له: صدقت، ولكن السراج لا يضئُ بالنهار، فلم يرد \" رضوان الله عليه \" أن ضوء السراج ليس حالاً فيه، ولا أنه زالت عنه ذاته، ولكنه بالإضافة إلى ضوء النهار لا يضئ، ولم يطعن على ضوء النهار ولا على السراج، ولكنه قال: فاضل وأفضل منه، وقال الشاعر وأحسن:\nأصفراء كان الوُدُّ مِنكِ مُباحَا\n...\nليالَي كان الهجْر منكِ مُزَاحَا\nوكُنَّ جوارِي الحيِّ إذْ كنتِ فيهمِ\n...\nقِباحاً، فلما غِبْتِ صْرنَ مِلاَحاَ\nوما أراد إلا تفضيلها، ولم يطعن على أحد، والقباح لا يصرن ملاحاً في لحظةٍ، ولكنه أراد أنهن ملاح، وهي أملح منهن، فإذا اجتمعن كن دونها. وقال إبراهيم بن العباس الصولي:\nما كُنْتِ فيهِنَّ إلاَّ كُنْتِ واسِطَةً\n...\nوكُنَّ دُونَكِ يُمْنَاهَا ويُسْراهَا\nأنشدنا أبو العباس أحمد بن يحيى عن إبراهيم بن العباس، وأملي شعر إبراهيم إملاءً، وكان يستجيد هذا، ولم يرد إبراهيم أن يذمهن وهن معها في نظم ولكنه فضلها؛ فأراد أبو تمام تفضيله عليهم وإن كانوا أفاضل. وليس ضياء البدر يذهب بالكواكب جملةً، ولا ينقل طبعها ولكن المستضئ به أبصر من المستضئ بالكواكب، فإذا فقد البدر استضاء بهذه وهي دونه، فكأن أبا تمام قال: إن ذهب البدر منهم فقد بقيت فيهم كواكب.\nوقد أحسن الذي يقول:\nولَسْتُ بشاتمٍ كَعْباً ولكنْ\n...\nعلى كعبٍ وشاعرها السلامُ\nبنَانَا اللهُ فوق بِنا أَبيِنَا\n...\nكما يُبْنَى على الثَّبِج السَّنَامُ\nوكائنْ في المعاشِر مِن أُناسٍ\n...\nأخُوهُمْ مِنْهمُ وهُمُ كِرامُ\nالجزء: 1 ¦ الصفحة: 13\n",
        "فهذا المعنى الذي غزاه أبو تمام، وقد نطق به النابغة بعينه؛ فلو لزم أبا تمامٍ خطأ في هذا للزم النابغة، لأنه اعتذر إلى النعمان من ذهابه إلى آل جفنة ولم يذمهم، ولكنه فضله عليهم وشكرهم فقال:\nولكنَّني كنتُ امرءاً لَي جانِبٌ\n...\nمن الأرضِ فيه مُسْتَرادٌ ومُطْلَبُ\nمُلوكٌ وإخوانٌ إذا ما أَتيتُهُمْ\n...\nأُحَكَّمُ في أَموالِهِمْ وأُقَرَّبُ\nأما ترى كيف مدحهم ثم قال:\nكَفِعْلِكَ في قَوْمٍ أراكَ اصطنْعتَهمُ\n...\nفلم تَرهُمْ في شُكْرِ ذلكَ أَذْنَبُوا\nوهذا أحسن معارضةٍ وأوضح حجةٍ. يقول: لا تعب شكري لهؤلاء عندك، كما أنك إذا أحسنت إلى قومٍ فشكروك عند أعدائك، فليس ذلك بذنبٍ لهم، ثم فضله عليهم فقال:\nألم تَرَ أنّ اللهَ أَعْطاكَ سُورَةً\n...\nتَرى كُلَّ مَلْكٍ دُونَها يَتَذَبْذَبُ\nبأنك شَمْسٌ والملوكُ كَواكِبٌ\n...\nإذا طَلَعتْ لم يَبْدُ منهُنَّ كوكَبُ\nوهذا مفسر بأشياء تؤول إلى معنى واحدٍ وهو: فضلك عليهم كفضل الشمس على الكواكب. وقيل: أراد أنك ما صلحت لي لم أحتج إلى هؤلاء وإن كان فيهم فضل، كما أن من أضاءت له الشمس لم يحتج إلى انتظار ضوء الكواكب.\nفحدثني القاسم بن إسماعيل قال، سمعت إبراهيم بن العباس يقول: لو أراد كاتب بليغ أن ينثر من هذه المعاني ما نظمه النابغة ما جاء به إلا في أضعاف كلامه، وكان يفضل هذا الشعر على جميع الأشعار. وقد سبق النابغة إلى هذا شعراء كندة فقال رجل يمدح عمرو بن هندٍ من كلمة:\nتكادُ تَمِيدُ الأرضُ بالناسٍ أنْ رأَوْا\n...\nلَعمْرِو بن هندٍ عُصْبَةً وهُو عَاتبُ\nهو الشمسُ وافتْ يومَ سعدٍ فأفضَلتْ\n...\nعلى كلِّ ضَوْءٍ والملوكُ كواكبُ\nأنشدها أبو محلم. وقد أتى أبو تمام بمعنى قول النابغة الذي فسره إبراهيم بن العباس نقلاً إلا أنه في الغزل:\nوقالتْ أَتْنسَى البدرَ قلتُ تجلُّداً\n...\nإذا الشمسُ لم تَغْرُبْ فَلاَ طَلَعَ البَدْرُ\nفهذا الذي أراده أبو تمام، وقال النجاشي:\nنِعمَ الفتى أنتَ إلاّ أنّ بيْنَكُما\n...\nكما تفاضَلَ ضوءُ الشمسِ والقمرُ\nوأنشد أبو محلم لصفية الباهلية، وفيه غناء للغريض فيما أظن:\nأَخْنَى عَلَى مالكٍ رَيبُ الزمانِ وهَلْ\n...\nيُبْقِى الزمانُ على شيءٍ ولا يَذَرُ\nكُنَّا كأنجَمِ لَيلٍ بينَها قَمَرٌ\n...\nيَجْلُو الدُّجَى فَهَوَى من بيننا القَمَرُ\nفهذا كلام أبي تمام ومعناه بعينه. وقال جرير يرثي الوليد بن عبد الملك:\nإنَّ الخليفةَ قد وَارتْ شَمائلَهُ\n...\nغبراءُ مَلحُودَةٌ في جُولِها زَوَرُ\nأَمْسَى بَنْوه وقد جَلَّتْ مُصِيبتهُمْ\n...\nمِثلَ النجومِ هَوَى مِنْ بَيْنِها القمرُ\nأفترى جريراً أراد أن يهجو الوليد، أو يقول إن بنيه زادوا بموته؟ وقال نصيب فأخذ معنى قول النابغة بعينه:\nهُوَ البدرُ والناسُ الكواكبُ حَوْلَهُ\n...\nوهلْ تُشْبِهُ البدرَ المضئَ الكواكبُ؟\nثم قالوا: فهلا قال كما قال الخريمي:\nإذا قمرٌ منهم تغوَّرَ أو خَبَا\n...\nبَدَا قَمَرٌ في جانبِ الأُفْقِ يلمعُ\nفيجب على هذا أن يقال له: هلا قال الذي يقول:\nعَفَتِ الديارُ محلُّها فمقامُها\nألا هُبِّي بصَحْنِكِ فاصْبَحيِنا\nوهلا قال امرؤ القيس مكان:\nقفا نبكِ من ذكرى حبيبٍ ومنزلِ\nلخوْلةَ أطلالٌ بُبرقَةٍ ثَهمَدِ\nلأن المعنى الذي أراده أبو تمام ليس ما أراد الخريمي: لأن أبا تمام قصد التفضيل في السؤدد، والخريمي أراد التسوية فيه، وأبو تمام يقول: مات سيد وقام سيد دونه، والخريمي يريد: مات سيد وقام سيد مثله. فكيف يستحسن قوم ذهب هذا عليهم أن ينطقوا في الشعر بحرف بعدما فهموه؟ على أنهم أعذر عندي ممن يسمع منهم ويحكي قولهم. وإنما احتذى الخريمي قول أوس بن حجر:\nإذا مُقْرَمٌ مِنَّا ذرا حَدُّنا بِهِ\n...\nتَخمَّطَ فينا نابُ آخرَ مُقْرَمِ\nوهذا كما قال أبو الطمحان القيني:\nوإني من القومِ الذين هُمُ هُمُ\n...\nإذا ماتَ منهم سيدٌ قامَ صاحبُهْ\nالجزء: 1 ¦ الصفحة: 14\n",
        "كواكبُ دَجْنٍ كلَّما غابَ كوكبٌ\n...\nبدا كوكبٌ تأوِي إليه كواكبُهْ\nأَضاءَتْ لهم أحْسابُهم ووجوهُهمْ\n...\nدُجَى الليلِ حتَّى نظمَّ الجَزْعَ ثاقِبُهْ\nوقال آخر:\nخِلافُة أهلِ الأرضِ فينا وراثةٌ\n...\nإذا مات منا سيِّد قام سيِّدُ\nوقال طفيل الغنوي:\nكواكبُ دَجْنٍ كُلَّما انقضَّ كوكبٌ\n...\nبدا وانجلتْ عنه الدُّجُنَّةُ كوكبُ\nوقال آخر:\nإذا سيِّدٌ منا مضَى لسبيلهِ\n...\nأَقامَ عَمودَ المجدِ آخَرُ سيِّدُ\nفهذا الذي أراد الخريمي.\nولولا الثقة بأن أشباه هذا تمر بهم فلا يعرفونها، فإن تكلفوها تكلموا فيها بالجهل، لصعب على أن يفهم هذا غير أهله، ومن يستحق سماع مثله. وهذه كتب جماعتهم ممن مضى وغبر، هل نطقوا فيها بحرفٍ من هذا قط، أو ادعوه، أو ادعاه مدع لهم، أو تعرضوا له؟ وفي هذا كفاية لمن خلع ثوب العصبية وأنصف من نفسه، ونظر بعين عقله، وتأمل ما قلت بفكره؛ فإن القلب بذكره وتخيله أنظر من العين لما فقدته ورأته، وقد أحسن ابن قنبر في قوله:\nإن كنتَ لستَ معي فالذكرُ منك معيِ\n...\nيراكَ قلبيِ وإنْ غُيِّبْتَ عنْ بصريِ\nوالعينُ تُبصِرُ مَنْ تَهوَى وتفقِدُه\n...\nوناظرُ القلبِ لا يخلو من النظرِ\nوكأن هذا من قول بشار:\nقالوا بسَلمَى تَهْذِي ولم تَرَها\n...\nيا بُعْدَ ما غَاولَتْ بِكَ الفِكَرُ\nفقُلتُ بعضُ الحديث يَشغَفُنِي\n...\nوالقلب راءٍ مالا يرَى البصرُ\nوشبيه بهذا في الشناعة عيبهم قوله:\nلو خرَّ سيفٌ من العَيُّوقِ مُنصلتاً\n...\nما كان إلاَّ على هاماتهم يقعُ\nوقد رواهُ قوم: \" ما كان إلا على إيمانهم يقع \" ولكنا نبين صوابه وخطأ عائبه على الرواية الأولى. وهي عندي التي قال. إنما أراد أبو تمام: كل حربٍ عليهم ومعهم، وأن كل سيف يقاتلهم ليسلبهم عزهم؛ وفي مثل ذلك يقول رجل من بني أبي بكر بن كلاب، أنشدناه محمد بن يزيد النحوي:\nتَرْضَى الملوكُ إذا نَالتْ مقاتِلنَا\n...\nويأخُذُون بأعْلَى غَايةِ الحسَبِ\nوكلُّ حَيٍّ من الأَحياءِ يَطلُبُنا\n...\nوكلُّ حيٍّ له في قتلِنا أَرَبُ\nوالقتْلُ مِيتَتُنا والصَّبْرُ شِيمتُنا\n...\nولا نُراعُ إذا ما احْمرَّتِ الشُّهُبُ\nوأراد مع ذلك أنهم لا يموتون على الفرش - والعرب تعير بذلك - وأن السيوف تقع في وجوههم ورؤوسهم لإقبالهم، ولا تقع في أقفائهم وظهورهم لأنهم لا ينهزمون، ولذلك قال كعب ابن زهير في قصيدته التي امتدح بها النبي - صلى الله عليه وسلم - فآمنه بها بعد أن كان نذر دمه، وأولها:\nبانَتْ سُعادُ فقلْبِي اليومَ مَتْبولُ\n...\nمُتَيَّمٌ إِثرَهَا لم يُفْدَ مَكْبُولُ\nفقال فيها يمدح قريشاً:\nلا يقعُ الطَّعنُ إلا في نحورِهمِ\n...\nليسَ لهم عن حيِاضِ الموت تَهْليلُ\nفلم لم يعيبوا هذا الشعر على كعبٍ، وقد سمعه النبي - عليه السلام - وأثاب عليه؟ حدثني محمد بن العباس قال، حدثنا أبو حاتمٍ عن أبي عبيدة قال: فخر رجل من ولد حبيب بن عبد الله بن الزبير فقال: أنا أعرق الناس في القتل، قتل لي خمسة آباءٍ متصلين. وقال آخر:\nقَومٌ إذا خَطَر القَنا\n...\nجَعلُوا الصُّدورَ لها مَسالِكْ\nلبِسُوا القلوبَ على الدُّرُو\n...\nعِ مُظاهِرينَ لدفْعِ ذلِكْ\nحدثني أبو عمر بن الرياشي قال، حدثنا أبي عن الأصمعي عن أبي عمرو قال: لما بلغ عبد الله بن الزبير قتل أخيه مصعبٍ وصبره في الحرب، قال: إنا والله لا نموت حبجاً كما تموت بنو أمية، إنما نموت قعصاً بالرماح، وتحت ظلال السيوف. فلو كان هذا عاراً ما فخر به. وممن عير بالموت على الفراش سهم ابن حنظلة قال يعير طفيل بن عوف:\nبِحَمْدٍ من سِنانِكَ غَيْرِ ذّمٍ\n...\nأبا قُرَّانَ مُتَّ على مِثال\nومما يروى للسموؤل وهو للحارثي:\nتَسيلُ على حَدِّ السُّيوفِ نُفوسُنَا\n...\nوليسَتْ على غيرِ الحديدِ تَسيلُ\nيُقَرِّبُ حُبُّ الموتِ آجالنَا لَنا\n...\nوتكْرَهُهُ آجالُهم فتطولُ\nالجزء: 1 ¦ الصفحة: 15\n",
        "وما ماتَ منا سَيدٌ في فراشِهِ\n...\nولا طُلَّ منا حَيْثُ كانَ قتيلُ\nوجعل آخر نفوسهم غذاءً للمنايا فقال:\nوإنَّا لَتَسْتَحْليِ المنايا نُفوسَنا\n...\nوتَتْرُكُ أُخرَى مُرّةً ما تَذُوقُها\nلنا نَبْعَةٌ تَهْوَى المنيَّةُ رَعْيَهَا\n...\nفَقَدْ ذَهَبتْ إلا قليلاً عُرٌوقُها\nأخبار أبي تمام مع أحمد بن أبي دؤاد\nحدثني أبو بكر بن الخراساني قال، حدثني علي الرازي قال: شهدت أبا تمام، وغلام له ينشد ابن أبي دؤاد:\nلقد أَنْسَتْ مَسَاوِئَ كلِّ دَهْرٍ\n...\nمحاسِنُ أحمدَ بنِ أبي دُؤادِ\nفما سافرتُ في الآفاقِ إلاَّ\n...\nومِنْ جَدْواكَ راحِلتَي وَزَادِي\nمُقيمُ الظَّنِّ عندكَ والأَمانيِ\n...\nوإِنْ قَلِقَتْ رِكاَبي في الْبِلاَدِ\nفقال له: يا أبا تمام، أهذا المعنى الأخير مما اخترعته أو أخذته؟ فقال: هو لي، وقد ألممت بقول أبي نواس:\nوإِنْ جَرَتِ الألفاظُ منا بِمدْحَةٍ\n...\nلغيرِكَ إنساناً فأنتَ الذي نَعْنِي\nقال أبو بكر: وكنت يوماً في مجلسٍ فيه جماعة من أهل الأدب والعصبية لأبي نواس حتى يفرطوا، فقال بعضهم: أبو نواس أشعر من بشار، فرددت ذلك عليه، وعرفته ما جهله من فضل بشار وتقدمه، وأخذ جميع المحدثين منه، واتباعهم أثره، فقال لي: قد سبق أبو نواس إلى معانٍ تفرد بها، فقلت له: ما منها؟ فجعل كلما أنشدني شيئاً جئت بأصله، فكان من ذلك قوله:\nإذا نحن أَثْنَيْنَا عليكَ بِصَالحٍ\n...\nفأَنتَ كما نُثْنِي وفوقَ الذي نُثْنِي\nوإِنْ جَرَتِ الألفاظُ يوماً بِمدْحَةٍ\n...\nلغيرِكَ إنْسَاناً فأنتَ الذي نَعْنِي\nفقلت: أما البيت الأول فهو من قول الخنساء:\nفما بَلَغَ المُهْدُونَ للناسِ مدُحةً\n...\nوإن أطنَبُوا إلاَّ الذي\n(ص 143) ومن قول عدي بن الرقاع:\nأُثنى فلا آلُو وأعْلمُ أنّه\n...\nفوق الذي أثنى به\n(ص143) وأما البيت الثاني فمن قول الفرزدق لأيوب بن سليمان بن عبد الملك:\nوما وامَرَتْنِي النفسُ في رِحلَةٍ لها\n...\nإلَى أَحدٍ إلاَّ إليك ضميُرها\nحدثني أحمد بن إبراهيم قال، حدثني محمد بن روح الكلابي قال: نزل على أبو تمام الطائي، فحدثني أنه امتدح المعتصم بسر من رأي بعد فتح عمورية، فذكره ابن أبي دؤاد للمعتصم، فقال له: أليس الذي أنشدنا بالمصيصة الأجش الصوت؟ قال: يا أمير المؤمنين، إن معه راويةً حسن النشيد، فأذن له، فأنشده راويته مدحه له، ولم يذكر القصيدة، فأمر له بدراهم كثيرةٍ، وصك ماله على إسحاق بن إبراهيم المصعبي. قال أبو تمام: فدخلت إليه بالصك، وأنشدته مديحاً له، فاستحسنه وأمر لي بدون ما أمر لي به المعتصم قليلاً وقال: والله لو أمر لك أمير المؤمنين بعدد الدراهم دنانير لأمرت لك بذلك.\nحدثني أبو علي الحسين بن يحيى الكاتب قال، حدثني محمد بن عمرو الرومي قال: ما رأيت قط أجمع رأياً من ابن أبي دؤاد، ولا أحضر حجةً، قال له الواثق: يا أبا عبد الله رفعت إلى رقعة فيها كذب كثير، قال: ليس بعجبٍ أن أحسد على منزلتي من أمير المؤمنين فيكذب علي، قال: زعموا فيها أنك وليت القضاء رجلاً ضريراً، قال: قد كان ذاك، وكنت عازماً على عزله حين أصيب ببصره، فبلغني عنه أنه عمى من كثرة بكائه على أمير المؤمنين المعتصم، فحفظت له ذاك، قال: وفيها أنك أعطيت شاعراً ألف دينارٍ، قال: ما كان ذاك، ولكني أعطيته دونها، وقد أثاب رسول الله صلى الله عليه وسلم كعب بن زهير الشاعر، وقال في آخر: أقطع عني لسانه. وهو شاعر مداح لأمير المؤمنين مصيب محسن، ولو لم أرع له إلا قوله للمعتصم صلوات الله عليه في أمير المؤمنين أعزه الله:\nفاشدُدْ بهارُونَ الخلافةَ إِنه\n...\nسَكَنٌ لوحْشِتها ودارُ قَرَارِ\nولقد علمتُ بأنَّ ذلكَ مِعصَمٌ\n...\nما كنتَ تتركهُ بغيرِ سِوَارِ\nفقال: قد وصلته بخمسمائة دينار.\nقال: ودخل أبو تمام على أحمد بن أبي دؤاد، وقد شرب الدواء فأنشده:\nأَعْقَبكَ اللهُ صحةَ البدَنِ\n...\nما هتفَ الهاتفاتُ في الغُصُنِ\nالجزء: 1 ¦ الصفحة: 16\n",
        "كيفَ وَجَدْتَ الدواءَ أَوجَدَك الله\n...\nشِفَاءً بِه مَدَى الزَّمَنِ\nلا نَزَعَ اللهُ منك صَالحةً\n...\nأَبْليتَها من بلائك الحسنِ\nلا زلتَ تُزْهَي بكلِّ عافِيَةٍ\n...\nتَجْتَنُّهَا مِنْ مَعَارِض الفِتنِ\nإنَّ بقاءَ الجوادِ أحمدَ في\n...\nأعناقِنا مِنَّةٌ من المِنَنِ\nلو أنَّ أَعمارَنَا تُطَاوِعُنَا\n...\nشَاطَرَةُ العُمْرَ سَادةُ اليَمنِ\nحدثني أبو عبد الله محمد بن عبد الله المعروف بالزائر قال: حدثني أبي قال: دخل أبو تمام على أحمد بن أبي دؤاد، وقد كان عتباً عليه في شيء فاعتذر إليه، وقال: أنت الناس كلهم، ولا طاقة لي بغضب جميع الناس! فقال له ابن أبي دؤاد: ما أحسن هذا فمن أين أخذته؟ قال: من قول أبي نواس:\nوليسَ للهِ بمُستنْكَرٍ\n...\nأنْ جَمعَ العاَلَم في وَاحِدِ\nسمعت محمد بن القاسم يقول: قال ابن أبي دؤاد لأبي تمام: إن لك أبياتاً أنشدتها لو قلتها زاهداً أو معتبراً أو حاضاً على طاعة الله جل وعز لكنت قد أحسنت وبالغت فأنشدنيها، قال: وما هي؟ قال: التي قافيتها \" فأدْخُلَهَا \" فأنشده:\nقل لابن طَوْقٍ رَحَى سَعدٍ إذَا خَبَطَتْ\n...\nنَوائِبُ الدّهرِ أَعْلاَها وأَسْفلَها\nأَصْبحتَ حَاتِمهَا جُوداً، وأَحنَفَها\n...\nحِلْماً، وكَيِّسهَا عِلْماً وَدَغْفَلَها\nمالي أَرى الحُجْرةَ الفَيْحاءَ مُقْفَلَةً\n...\nعنِّي وقد طالما استفتَحْتُ مُقْفَلَهَا؟\nكأنَّها جنَّةُ الفِردْوسِ مُعْرِضَةً\n...\nوليسَ لي عَمَلٌ زَاكٍ فأدْخلَها\nحدثني عون بن محمد قال، حدثني محمود الوراق قال: كنت جالساً بطرف الحير حير سر من رأى، ومعي جماعة لننظر إلى الخيل، فمر بنا أبو تمام فجلس إلينا، فقال له رجل منا: يا أبا نمام، أي رجلٍ أنت لو لم تكن من اليمن؟ قال له أبو تمام: ما أحب أني بغير الموضع الذي اختاره الله لي، فممن تحب أن أكون؟ قال من مضر. فقال أبو تمام إنما شرفت مضر بالنبي صلى الله عليه وسلم ولولا ذلك ما قيسوا بملوكنا وفينا كذا وفينا كذا، ففخر وذكر أشياء عاب بها نفراً من مضر، قال: ونمي الخبر إلى ابن أبي دؤاد وزادوا عليه، فقال: ما أحب أن يدخل إلى أبو تمام، فليحجب عني، فقال يعتذر إليه ويمدحه:\nسَعِدتْ غُرْبةُ النَّوى بسُعَادِ\n...\nفَهْيَ طَوعُ الإِتْهَامِ والإنْجادِ\nشابَ رأسِي وما رأيتُ مَشيبَ الرَّ\n...\nأُسِ إلاَّ من فَضْلِ شَيْبِ الفُؤادِ\nوكذاكَ القُلوبُ في كلِّ بؤْسٍ\n...\nونَعيمٍ طلائعُ الأَجْسادِ\nطال إِنكاريَ البيَاضَ وإنْ عُمْى\n...\nمِرتُ شيئاً أَنْكَرتُ لَوْنَ السَّوادِ\nيا أَبا عبد الله أَوْرَيتْ زَنْداً\n...\nفي يَدِي كَانَ دَائِمَ الإِصْلادِ\nأنتَ جُبْتَ الظَّلاَمَ عن سُبُلِ الْ\n...\nآمَالِ إذْ ضَلَّ كلُّ هَادٍ وحَادي\nوضِيَاءُ الآمَالِ أَفْسَحُ في الطّرْ\n...\nفِ وَفيِ القَلْبِ مِنْ ضِيَاء البِلاَدِ\nثم وصفَ قوماً لزموا ابن أبي دؤاد، وأنه أحظ به مع ذاك منهم، فقال:\nلَزِمُوا مَرْكزَ النَّدَى وذَرَاهُ\n...\nوعَدَتْنا عَنْ مِثلِ ذاكَ العَوادي\nغيرَ أنَّ الرُّبَى إلى سَبَلِ الأَنْ\n...\nوَاءِ أَدْنَى والحظُّ حظُّ الوِهَاد\nبَعْدَ ما أَصْلَتِ الوُشَاةُ سُيوفاً\n...\nقَطَعَتْ فيَّ وهْيّ غَيرُ حِدَاد\nمِنْ أَحاديثَ حِينَ دَوَّخْتَها بالرَّ\n...\nأيِ كانتْ ضَعيفَةَ الإِسْنَاد\nفنَفَى عَنْكَ زُخْرفَ القَوْلِ سَمْعٌ\n...\nلم يكُنْ فُرصَةً لِغيرِ السَّدَاد\nضَرَبَ الحِلْمُ والوَقَارُ عَليْه\n...\nدُونَ عُورِ الكَلامِ بالأَسْداد\nوحَوَانٍ أَبَتْ عليْها المعَاليِ\n...\nأَنْ تُسْمَّى مَطِيَّةَ الأَحْقَاد\nوقد أفصح عما قرف به، واعتذر منه إلى ابن دؤاد، فقال وهو عندي من أحسن الاعتذار:\nالجزء: 1 ¦ الصفحة: 17\n",
        "سَقَى عَهْدَ الحِمى سَبَلُ العِهَادِ\n...\nورَوَّضَ حَاضِرٌ مِنْه وَبادِي\nثم قال:\nوَإنْ يَكْ مِنْ بَنِي أُدَدٍ جَنَاحي\n...\nفإنَّ أَثيِثَ رِيشيِ في إِيَادِ\nلَهُمْ جَهْلُ السِّبَاعِ إذَا المنَايا\n...\nتَمَشَّتْ في القَنَا وَحُلُومُ عَاد\nلَقدْ أَنْسَتْ مَساوِئَ كلِّ دهْرٍ\n...\nمَحاسِنُ أَحْمدَ بن أَبي دُؤَاد\nمَتَى تَحْلُلْ بِهِ تَحْلُلْ جنَاباً\n...\nرَضِيعاً لِلسَّوَاري والغَوادي\nفما سَافَرْتُ في الآفَاقِ إلاّ\n...\nوَمِنْ جَدْوَاكَ رَاحِلتَي وَزَادي\nمقيمِ الظَّنِّ عِندَكَ والأمانِي\n...\nوَإنْ قلقِتْ رِكاَبي في البِلاَدِ\nوهذا من قول أبي نواس:\nوَإنْ جَرَتِ الأَلفَاظُ يوماً بِمِدْحَةٍ\n...\nلغْيِركَ إنْسَاناً فأَنتَ الذي نَعْني\nمَعَادُ البْعثِ مَعْروُفٌ وَلكنْ\n...\nنَدَى كفَّيْكَ في الدُّنْيَا مَعَادِي\nأَتَانِي عَائِرُ الأنْبَاءِ تَسْرِي\n...\nعَقَارِبُهُ بِدَاهِيَةٍ نَآدِ\nبِأَنِّي نِلْتُ مِنْ مُضَرٍ وَخَبَّتْ\n...\nإلَيْكَ شَكَّيِتِي خَبَبَ الجَوَادِ\nلقد جَازَيتُ بالإحْسَانِ سُوءًا\n...\nإِذَنْ وَصَبَغْتُ عُرْفَكَ بالسَّوَادِ\nوَسِرْتُ أَسُوقُ عِيرَ اللُّؤْمِ حَتى\n...\nأَنَخْتُ الكُفْرَ فيِ دَارِ الجِهَادِ\nوَلَيْسَتْ رُعْوَتِي مِنْ فوْقِ مَذْقٍ\n...\nوَلاَ جَمْرِي كمِينٌ في الرَّمَادِ\nتَثَبَّتْ، إِنَّ قَوْلاً كانَ زُوراً\n...\nأَتَى النُّعْمَانَ قَبْلَكَ عَنْ زِيَادِ\nإلَيْكَ بَعَثتُ أَبْكَارَ المَعَانيِ\n...\nيَلِيهَا سَائِقٌ عَجِلٌ وَحَادِي\nيُذَلّلُها بِذِكرِكَ قِرْنُ فكْرٍ\n...\nإذَا حَرَنتْ فتَسْلَسُ في الْقِيَادِ\nمُنَزَّهَةُ عَنِ السَّرَقِ المُوَرَّي\n...\nمُكَرَّمَةً عَنِ المعْنى المُعَادِ\nتَنَصَّلَ رَبُّهَا مِنْ غَيْرِ جُرْمٍ\n...\nإلَيْكَ سِوَى النّصِيحَةِ وَالوِدادِ\nوَمَنْ يَأذَنْ إلى الوَاشِينَ تُسْلَقْ\n...\nمَسَامِعُهُ بأَلْسِنَةٍ حِدَادِ\nوطال غضب ابن أبي دؤادٍ عليه، فما رضى عنه حتى شفع فيه خالد بن يزيد الشيباني، فعمل قصيدةً يمدح ابن أبي دؤاد، ويذكر شفاعة خالد بن يزيد إليه، وأغمض مواضع منها في اعتذاره فما فسرها أحد قط، وإنما سنح لي استخراجها لحفظي للأخبار التي أومأ إليها، فأما من لا يحفظ الأخبار فإنها لا تقع له، وأولها:\nأَرَأََيْتَ أَيُّ سَوالِفٍ وَخُدُودِ\n...\nعَنَّتْ لَنا بينَ الِّلوَى فَزَرُود؟\nفقال فيها:\nفاسْمَعْ مقالة زائرٍ لم تَشْتَبهْ\n...\nأرْآؤُهُ عِنْدَ اشْتِباهِ البيدِ\nأَسْرَى طَرِيداً لِلْحَيَاءِ مِنَ التَّي\n...\nزَعَمُوا، ولَيْسَ لِرَهْبَةٍ بِطَريِدِ\nكُنْتَ الرَّبيعَ أَمَامَهُ، وَوَرَاءَهُ قَمَرُ القَبائلِ خَالِدُ بن يَزِيدِ\nفَالغَيْثُ مِنْ زُهُرٍ سَحابةُ رَأفةٍ\n...\nوَالرُّكْنُ مِنْ شَيْبَانَ طَوْدُ حَديِد\nزهر والحذاق قبيلتان من إيادٍ رهط ابن أبي دؤاد.\nوَغَداً تَبَيَّنُ مَا بَرَاءَةُ سَاحَتِي\n...\nلَوْ قدْ نَفَضْتَ تَهائِمي ونُجَودِي\nهذَا الْوَليدُ رَأَى التَثَبُّتَ بَعْدَمَا\n...\nقَالوا يَزيِدُ بنُ المُهَلَّبِ مُودِي\nيعني الوليد بن عبد الملك، لما هرب يزيد بن المهلب من حبس الحجاج، واستجار بسليمان بن عبد الملك، وكتب الحجاج في قتله إلى الوليد، فلم يزل سليمان بن عبد الملك وعبد العزيز بن الوليد يكلمانه فيه، فقال: لابد من أن تسلموه إلي، ففعل سليمان ذلك، ووجه معه بأيوب ابنه، فقال: لا تفارق يدك يده، فإن أريد بسوءٍ فادفع عنه حتى تقتل دونه.\nفَتَزَعْزَعَ الزُّورُ المؤَسَّسُ عِندَهُ\n...\nوَبِنَاءُ هذَا الإِفكِ غَيْرُ مَشِيدِ\nالجزء: 1 ¦ الصفحة: 18\n",
        "وتَمَكَّنَ ابنُ أبِي سَعيدٍ مِنْ حِجَي\n...\nمَلِكٍ بشُكْرِ بني الملوكِ سَعيدِ\n- ابن أبي سعيد - يعني يزيد بن المهلب، لأن كنية المهلب أبو سعيد.\n- من حجي ملك - يعني سليمان بن عبد الملك. - بشكر بني الملوك - يعني آل المهلب، أن سليمان يسعد باقي الدهر بشكرهم له.\nما خَالدٌ لِي دُونَ اَيُّوبٍ وَلاَ\n...\nعَبْدِ العَزِيزِ وَلَسْتَ دُونَ وَليدِ\nيقول: شفيعي خالد بن يزيد، وليس هو عندك بدون عبد العزيز بن الوليد، وأيوب بن سليمان عند الوليد؛ هو بك أخص من ذينك بالوليد، ولا أنت دون وليدٍ في الرأي، وجميل العفو.\nنَفْسِي فِدَاؤُكَ أَيُّ بابِ مُلمَّةٍ\n...\nلم يُرْمَ فِيهِ إلَيكَ بالإقليدِ\nلَمَّا أَظَلَّتْني غَمامُكَ أَصْبَحَتْ\n...\nتِلْكَ الشُّهُودُ عَلَىَّ وَهْيَ شُهُودِي\nمِنْ بَعْدِ مَا ظَنُّوا بأنْ سَيَكُونُ لِي\n...\nيَوْمٌ بِبَغْيِهِمِ كَيَوْمِ عَبيدِ\nيعني عبيد بن الأبرص: لقي النعمان في يوم بؤسه وهو يوم كان يركب فيه، فلا يلقاه أحد إلا قتله، وخاصة أول من يلقاه، فلقيه عبيد فقتله.\nنَزَعوا بَسهْمِ قَطيِعةٍ يَهْفُو بِهِ\n...\nريِشُ العُقُوقِ فكَانَ غَيْرَ سَدِيدِ\nوإذَا أَرَادَ اللهُ نَشْرَ فَضيِلَةٍ\n...\nطُويِتْ أَتَاحَ لَها لِسَانَ حَسُودِ\nلَوْلاَ اشْتِعالُ النَّارِ فيما جَاوَرتْ\n...\nمَا كَانَ يُعْرفُ طِيبُ عَرْفٍ العُودِ\nلَوْلاَ التَّخَوُّفُ لِلْعَواقِبِ لم تَزَلْ\n...\nللِْحاسِدِ النُّعْمَى عَلَى المحْسُودِ\nالحمد الله وصلى الله على محمد النبي وعلى آله وسلم تسليما.\nأخبار أبي تمام مع خالد بن يزيد الشيباني\n\" بسم الله الرحمن الرحيم \" حدثنا محمد بن يزيد النحوي، وكان قد عمل كتباً لطافاً، فكنت أنتخب منها وأقرأ عليه، فقرأت عليه من كتابٍِ سماه كتاب - الفطنِ والمحَنِ - قال: خرج أبو تمام إلى خالد بن يزيد بن مزيد، وإلى أرمينية، فامتدحه فأمر له بعشرة آلاف درهم ونفقةٍ لسفره، وأمره ألا يقيم إن كان عازماً على الخروج. فودعه ومضت أيام، فركب خالد ليتصيد، فرآه تحت شجرة وقدامه زكرة فيها نبيذ وغلام بيده طنبور، فقال: حبيب؟ قال: خادمك وعبدك، قال: ما فعل المال؟ فقال:\nعَلَّمَني جُودُكَ السَّماحَ فَما أَبْ\n...\nقَيْتُ شَيْئاً لَدَىَّ مِنْ صِلَتِكْ\nمَا مَرَّ شَهْرٌ حَتىَّ سمَحْتُ بهِ\n...\nكأنّ ليِ قُدْرَةً كَمَقْدُرَتكْ\nتُنْقِقُ في اليَوْمِ بِالْهِبَاتِ وفي\n...\nالسَّاعَةِ مَا تَجْتَبِيِه في سَنَتِكْ\nفلستُ أَدْرِي مِنْ أَينَ تُنفِقُ لَوْ\n...\nلاَ أَنَّ رَبِّى يَمُدُّ في هِبَتِكْ\nفأمر له بعشرة آلاف درهم أخرى فأخذها.\nوكان قوله: - علمني جودكَ السماحَ - من قول ابن الخياط المديني، وقد امتدح المهدي فأمر له بجائزةٍ ففرقها في دار المهدي وقال:\nلَمَسْتُ بِكَفِّي كَفَّهُ أبْتغِي الغِنَىوَلَمْ أَدْرِ أَنّ الْجُودَ مِنْ كَفِّهِ يُعْدي\nفَلاَ أَنَا مِنْهُ ما أَفادَ ذَوُو الغِنَىأَفَدْتُ، وَأعْدَانِي فَبَدَّدْتُ ما عِنْدِي\nفبلغ المهدي خبره، فأضعف جائزته، وأمر بحملها إلى بيته.\nحدثني عبد الله بن إبراهيم المسمعي القيسي قال، حدثني أبي قال، حدثني أبو توبة الشيباني - ولم أر أفصح منه - قال: حضرت عشيرنا وأميرنا خالد بن يزيد، وعنده رجل كثير الفكاهة حسن الحديث، فأعجبني جداً، فقال الأمير أبو يزيد: أما سمعت شعره فينا؟ ما رأيت أحسن بياناً منه، ولا أفصح لسانا!\nمَا لِكَثيبِ الحِمَى إلى عَقِدِهْ\n...\nمَا بالُ جَرْعَائِهِ إلى جَرَدِهْ\nإلى أن قال:\nنِعْمَ لِوَاءُ الخَميسِ أُبْتَ بهِ\n...\nيَوْمَ خَمِيسٍ عَالِي الضُحَى أَفِدِهْ\nخِلْت عُقاباً بَيْضَاءَ فيِ حُجُرا\n...\nتِ المُلْكِ طارَتْ منه وفي سُدَدِهْ\nفَشَاغَب الجوَّ وَهْوَ مَسْكَنُهُ\n...\nوقاتَلَ الرِّيحَ وَهْيَ مِنْ مَدَدِهْ\nوَمرَّ تَهْفُو ذُؤابَتَاهُ عَلَى\n...\nأَسْمَرِ مَتْنٍ يَوْمَ الوَغَى جَسِدِهْ\nالجزء: 1 ¦ الصفحة: 19\n",
        "تَخْفِقُ أَثْنَاؤُهُ عَلَى مَلِكٍ\n...\nيَرَى طِرَادَ الأبْطَالِ من طَرَدِهْ\nوهَلْ يُسَاميِكَ في العُلاَ مَلِكٌ\n...\nصَدْرُكَ أَوْلَى بالرُّحْبِ من بَلَدِهْ؟\nأَخْلاَقُكَ الغُرُّ دُونَ رَهْطِكَ أَثْ\n...\nرَى مِنهُ في رَهْطِهِ وَفيِ عَدَدِهْ\nفما سمعت مثل قوله، وطربت فرحا أن يكون من ربيعة، فقلت: ممن الرجل؟ فقال: من طيئ، وولائي لهذا الأمير، فقلت: يا أسفي ألا تكون ربعياً أو نزارياً، ثم أمر له الأمير أبو يزيد بعشرة آلاف درهم بيضاً، ووالله ما كافأه. وفي هذه القصيدة ذكر شفاعة خالدٍ إلى ابن أبي دؤاد فيما تقدم ذكره، فقال:\nباللهِ أَنْسَى دِفَاعَهُ الزُّورَ مِنْ\n...\nعَوْرَاءَ ذي نَيْرَبٍ ومِنْ فَنَدِهْ\nوَلاَ تناسَى أحيَاءُ ذيِ يَمَنٍ\n...\nمَا كانَ مِنْ نصْرِهِ ومِنْ حشَدِهْ\nآثَرَنِي إذْ جَعَلْتُهُ سَنَداً\n...\nكلُّ امْرِئٍ لاَجئٌ إلى سَنَدِهْ\nحدثني أبو بكر القنطري قال، حدثني محمد بن يزيد المبرد قال: كان خالد بن يزيد الشيباني بقية الشرف والكرم، وأوسع الناس صدراً في إعطاء الشعراء. دفع إلى عمارة بن عقيل ألف دينار لقوله فيه:\nتَأْبَى خلائقُ خالدٍ وَفَعَالُهُ\n...\nإلا تَجنُّبَ كلِّ أَمْرٍ عائبِ\nوإذا حَضَرْنَأ الْبَابَ عِنْدَ غَدَائِه\n...\nأَذِنَ الغَدَاءُ لَنَا برَعْمِ الحاجِبِ\nقال: وأخذ أبو تمام بمدحه له أضعاف هذا.\nوجدت بخط ابن أبي سعيد، حدثني إسماعيل بن مهاجر قال، حدثني وكيل للحسن بن سهل يعرف بالبلخي قال: استنشد خال بن يزيد أبا تمام قصيدته في الأفشين التي ذكر فيها المعتصم وأولها:\nغَدَا المُلْكُ مَعْمُورَ الحَرَا وَالمْنَازِلِمُنَوَّرَ وَحْفِ الَّروْضِ عَذْبَ المَنَاهِلِ\nفلما بلغ إلى قوله:\nتَسَربَلَ سِرْبالاً مِنَ الصَّبْرَ وارْتَدَي\n...\nعَليهِ بِعَضْبٍ في الكَريهِة قَاصِلِ\nوَقَدْ ظُلِّلَتْ عِقْبانُ أَعْلاَمِهِ ضُحىًبِعِقْبَانِ طَيْرٍ في الدِّمَاءِ نَوَاهِلِ\nأَقَامَتْ مَعَ الرَّاياتِ حَتَّى كأَنَّهَا\n...\nمِنَ الجَيشِ إلاّ أَنَّهَا لَمْ تُقَاتِلِ\nقال له خالد: كم أخذت بهذه القصيدة؟ قال: ما لم يرو الغلة، ولم يسد الخلة. قال: فإني أثيبك عنها، قال: ولم ذاك، وأنا أبلغ الأمل بمدحك؟ قال: لأني آليت لا أسمع شعراً حسناً مدح به رجل فقصر عن الحق فيه إلا نبت عنه. قال: فإن كان شعراً قبيحاً؟ قال: أنظر فإن كان أخذ شيئاً استرجعته منه!.\nوقد أحسن أبو تمام في هذا المعنى وزاد على الناس بقوله: - إلا أنها لم تقاتل -، وقد قال مسلم قبله:\nقد عَوَّدَ الطيَر عاداتٍ وَثقْنَ بِها\n...\nفهُنَّ يَتْبعْنَهُ في كلِّ مُرْتَحَلِ\nوأحسن من هذا قول أبي نواس في العباس بن عبيد الله:\nوَإِذَا مَجَّ القَنَا عَلَقاً\n...\nوتَرَاءَى الموتُ في صُوَرِهُ\nرَاحَ في ثنيْ مُفَاضَتِهِ\n...\nأَسَدٌ يَدْمَى شَبَا ظُفُرِهْ\nتَتآيَا الطَّيرُ غَدْوَتَهُ\n...\nثِقَةً بِالشِّبْعِ مِنْ جَزَرِهْ\nولا أعلم أحداً قال في هذا المعنى أحسن مما قاله النابغة، وهو أولى بالمعنى، وإن كان قد سبق إليه، لأنه جاء به أحسن. وقد ذكرنا شريطة السرقات قبل هذا، قال النابغة:\nإِذَا ما غَدَوْا بالجيشِ حَلَّق فوقَهمُ\n...\nعَصَائِبُ طَيْرٍ تَهْتدِي بَعصائِبِ\nجَوَانحَ قد أَيْقَنَّ أَنَّ قَبيلَهُ\n...\nإِذا مَا الْتَقَى الْجَمْعانِ أوَّلُ غالبِ\nوهو من قول الأفوه الأودي في قصيدةٍ أولها:\nيا بَنيِ هَاجَرَ سَاءَتْ خُطَّةُ\n...\nأَنْ تَرُومُوا النِّصْفَ مِنَّا وَمَحَارْ\nفقال فيها:\nفَتَرى الطَّيْرَ على آثارِنَا\n...\nرَأىَ عَيْنٍ ثِقَةً أَنْ سَتُمارُ\nالحمد الله رب العالمين وصلى الله على سيدنا محمد النبي وعلى أله وصحبه وسلم تسليماً.\nأخبار أبو تمام مع الحسن بن رجاء\n\" بسم الله الرحمن الرحيم \"\nالجزء: 1 ¦ الصفحة: 20\n",
        "حدثنا عون بن محمد الكندي قال، حدثني محمد بن سعد أبو عبد الله الرقي - وكان يكتب للحسن بن رجاء - قال: قدم أبو تمام مدحاً للحسن بن رجاء، فرأيت رجلاً علمه وعقله فوق شعره، واستنشده الحسن بن رجاء، ونحن في مجلس شربٍ فأنشده:\nكُفِّى وَغَاكِ فَإنَّني لَكِ قَالِي\n...\nليسَتْ هَوَادِي عَزْمَتيِ بِتَوَالِي\nأَنَا ذُو عَرَفْتِ فإنْ عرَتْكِ جَهَالةٌ\n...\nفأَنَا المُقِيمُ قِيَامَةَ العُذَّالِ\nفلما قال:\nعادَتْ لَهُ أيامُهُ مُسْوَدَّة\n...\nحتّى تَوَهَّمَ أَنّهُنَّ لَيَالِي\nقال له الحسن: والله لا تسود عليك بعد اليوم. فلما قال:\nلا تُنْكرِي عَطَلَ الْكَرِيِمِ مِنَ الغِنَى\n...\nفالسَّيْلُ حَرْبٌ لِلْمَكانِ العَاليِ\nوتَنَظَّرِي خَبَبَ الرِّكَابِ يَنُصُّهَا\n...\nمُحْيِ القَرِيضِ إلىَ مُمِيتَ المَالِ\nقام الحسن بن رجاء وقال: والله لا أتممتها إلا وأنا قائم، فقام أبو تمامٍ لقيامه، وقال:\nلمَّا بَلغْنَا سَاحَةَ الحسَنِ انْقَضَى\n...\nعنَّا تَمَلُّكُ دوْلَةِ الإمْحَالِ\nبَسَطَ الرَّجَاءَ لَنَا بِرَغْمِ نَوَائِبٍ\n...\nكَثْرَتْ بِهنَّ مَصَارِعُ الآمَالِ\nأَغْلَى عَذَارَى الشِّعْر، إِنَّ مُهُورَهَا\n...\nعِنْدَ الكِرَامِ إِذَا رَخُصْنَ غَوَالِي\nتَرِدُ الظُّنُونَ بِهِ عَلَى تَصْدِيِقَها\n...\nوَيُحَكِّمُ الآمَالَ في الأمْوَالِ\nأَضْحَى سَمِىُّ أَبيِكَ فِيكَ مُصَدِّقاً\n...\nبأَجَلِّ فَائِدَةٍ وَأَيْمَنِ فَالِ\nوَرَأَيْتَني فَسَأَلْتَ نَفْسَكَ سَيْبَهَالِي، ثُمَّ جُدْتَ وَمَا انْتَظَرْتَ سُؤَالِي\nكالْغَيْمِ لَيْسَ لَهُأُرِيدَ غِيَاثُهُأَوْ لَمْ يُرَدْ بُدٌّ مِنَ التَّهْطَالِ\nفتعانقا وجلسا، فقال له الحسن: ما أحسن ما جليت هذه العروس! فقال: والله لو كانت من الحور العين لكان قيامك أوفى مهورها. قال محمد بن سعيد: فأقام شهرين فأخذ على يدي عشرة آلاف درهم، وأخذ غير ذلك مما لم أعلم به، على بخلٍ كان في الحسن بن رجاء.\nحدثني أبو الحسن الأنصاري قال، حدثني نصير الرومي مولى مبهوتة الهاشمي قال: كنت مع الحسن بن رجاء، فقدم عليه أبو تمام فكان مقيماً عنده، وكان قد تقدم إلى حاجبه ألا يقف ببابه طالب حاجةٍ إلا أعلمه خبره، فدخل حاجبه يوماً يضحك، فقال: ما شأنك؟ فقال: بالباب رجل يستأذن ويزعم أنه أبو تمامٍ الطائي! قال: فقل له ما حاجتك؟ قال: يقول مدحت الأمير - أعزه الله - وجئت لأنشده، قال: أدخله، فدخل فحضرت المائدة، فأمره فأكل معه، ثم قال له: من أنت؟ قال: أبو تمام حبيب بن أوس الطائي، مدحت الأمير أعزه الله، قال: هات مدحك، فأنشده قصيدةً حسنةً، فقال: قد أحسنت، وقد أمرت لك بثلاثة آلاف درهمٍ، فشكر ودعا، وكان الحسن قد تقدم قبل دخوله إلى الجماعة ألا يقولوا له شيئاً، فقال له أبو تمام: نريد أن تجيز لنا هذا البيت، وعمل بيتاً، فلجلج، فقال له: ويحك، أما تستحي، ادعيت اسمي واسم أبي وكنيتي ونسبي، وأنا أبو تمام! فضحك الشيخ وقال: لا تعجل علىَّ حتى أحدث الأمير - أعزه الله - قصتي: أنا رجل كانت لي حال فتغيرت، فأشار على صديق لي من أهل الأدب أن أقصد الأمير بمدح، فقلت له: لا أحسن، فقال أنا أعمل لك قصيدةً، فعمل هذه القصيدة ووهبها لي، وقال: لعلك تنال خيراً، فقال له الحسن: قد نلت ما تريد، وقد أضعفت جائزتك. قال: فكان ينادمه ويتولعون به فيكنونه بأبي تمام.\nحدثني أبو بكر القنطري قال، حدثني محمد بن يزيد المبرد قال: ما سمعت الحسن بن رجاء ذكر قط أبا تمام إلا قال: ذاك أبو التمام، وما رأيت أعلم بكل شيءٍ منه.\nحدثني علي بن إسماعيل النوبختي قال، قال لي البحتري: والله يا أبا الحسن لو رأيت أبا تمام الطائي، لرأيت أكمل الناس عقلاً وأدباً، وعلمت أن أقل شيءٍ فيه شعره!.\nالجزء: 1 ¦ الصفحة: 21\n",
        "سمعت الحسن بن الحسن بن رجاء يحدث أبا سعيد الحسن بن الحسين الأزدي، أن أباه رأى أبا تمام يوماً يصلي صلاةً خفيفةً، فقال له: أتم يا أبا تمام. فلما انصرف من صلاته قال له: قصر المال، وطول الأمل، ونقصان الجدة، وزيادة الهمة، يمنع من إتمام الصلاة، لا سيما ونحن سفر، فكان أبي يقول: وددت أنه يعاني فروضه كما يعاني شعره، وأني مغرم ما يثقل غرمه؟.\nوقد ادعى قوم عليه الكفر بل حققوه، وجعلوا ذلك سبباً للطعن على شعره، وتقبيح حسنه، وما ظننت أن كفراً ينقص من شعرٍ، ولا أن إيماناً يزيد فيه. وكيف يحقق هذا على مثله، حتى يسمع الناس لعنه له، من لم يشاهده ولم يسمع منه، ولا سمع قول من يوثق به فيه؟ وهذا خلاف ما أمر الله عز وجل، ورسوله عليه السلام به، ومخالف لما عليه جملة المسلمين. لأن الناس على ظاهرهم حتى يأتوا بما يوجب الكفر عليهم بفعلٍ أو قولٍ، فيرى ذلك أو يسمع منهم، أو يقوم به بينة عليهم.\nواحتجوا برواية أحمد بن أبي طاهر، وقد حدثني بها عنه جماعة أنه قال: دخلت على أبي تمام وهو يعمل شعراً، وبين يديه شعر أبي نواس ومسلمٍ، فقلت: ما هذا؟ قال: اللات والعزى، وأنا أعبدهما من دون الله مذ ثلاثون سنةً.\nوهذا إذا كان حقاً فهو قبيح الظاهر، ردئ اللفظ والمعنى، لأنه كلام ماجنٍ مشعوفٍ بالشعر. والمعنى أنهما قد شغلاني عن عبادة الله عز وجل، وإلا فمن المحال أن يكون عبد اثنين لعله عند نفسه أكبر منهما، أو مثلهما، أو قريب منهما. على أنه ما ينبغي لجادٍ ولا مازحٍ أن يلفظ بلسانه، ولا يعتقد بقلبه، ما يغضب الله عز وجل، ويتاب من مثله؛ فكيف يصح الكفر عند هؤلاء على رجلٍ، شعره كله يشهد بضد ما اتهموه به، حتى يلعنوه في المجالس؟ ولو كان على حال الديانة لأغروا من الشعراء بلعن من هو صحيح الكفر، واضح الأمر، ممن قتله الخلفاء - صلوات الله عليهم - بإقرارٍ وبينةٍ، وما نقصت بذلك رتب أشعارهم، ولا ذهبت جودتها، وإنما نقصوا هم في أنفسهم، وشقوا بكفرهم.\nوكذلك ما ضر هؤلاء الأربعة، الذين أجمع العلماء على أنهم أشعر الناس: امرأ القيس والنابغة الذبياني وزهيراً والأعشى، كفرهم في شعرهم، وإنما ضرهم في أنفسهم. ولا رأينا جريراً والفرزدق يتقدمان الأخطل عند من يقدمهما عليه بإيمانهما وكفره، وإنما تقدمهما بالشعر. وقد قدم الأخطل عليهما خلق من العلماء، وهؤلاء الثلاثة طبقة واحدة، وللناس في تقديمهم آراء.\nحدثني القاسم بن إسماعيل قال، حدثنا أبو محمد التوجي عن خلف الأحمر قال: سئل حماد الراوية عن جريرٍ والفرزدق والأخطل أيهم أشعر؟ فقال: الأخطل، ما تقول في رجلٍ قد حبب إلى شعره النصرانية! وهذا أيضاً مزح من حماد، وفرط شعفٍ بشعر الأخطل. ولو تأول الناس عليه كما تأولوا على أبي تمام لكان ما قال قبيحاً، وما أحسب شعر أبي تمام، مع جودته وإجماع الناس عليه، ينقص بطعن طاعنٍ عليه في زماننا هذا، لأني رأيت جماعةً من العلماء المتقدمين، ممن قدمت عذرهم في قلة المعرفة بالشعر ونقده وتمييزه، وأريت أن هذا ليس من صناعتهم، وقد طعنوا على أبي تمامٍ في زمانهم وزمانه، ووضعوا عند أنفسهم منه، فكانوا عند الناس بمنزلة من يهذي، وهو يأخذ بما طعنوا عليه الرغائب من علماء الملوك، ورؤساء الكتاب، الذين هم أعلم الناس بالكلام منثوره ومنظومه، حتى كان هو يعطي الشعراء في زمانه ويشفع لهم؛ وكل محسنٍ فهو غلام له، وتابع أثره.\nومن الإفراط في عصبيتهم عليه، ما حدثني به أبو العباس عبد الله بن المعتز قال: حدثت إبراهيم بن المدبر - ورأيته يستجيد شعر أبي تمام ولا يوفيه حقه - بحديثٍ حدثنيه أبو عمرو بن أبي الحسن الطوسي، وجعلته مثلاً له، قال: وجه بي أبي إلى ابن الأعرابي لأقرأ عليه أشعاراً، وكنت معجباً بشعر أبي تمامٍ، فقرأت عليه من أشعار هذيل، ثم قرأت أرجوزة أبي تمام على أنها لبعض شعراء هذيل:\nوعاذِلٍ عَذَلْتُهُ في عَذْلِهِ\n...\nفَظَنَّ أَنَّي جَاهِلٌ مِن جَهْلِهِ\nحتى أتممتها، فقال: اكتب لي هذه، فكتبتها له، ثم قلت: أحسنة هي؟ قال: ما سمعت بأحسن منها! قلت: إنها لأبي تمام فقال: خرق خرق!.\nالجزء: 1 ¦ الصفحة: 22\n",
        "وكان عبد الله قد عمل بعد هذا الخبر كلاماً يتبعه به فكتبته عنه، قال عبد الله: وهذا الفعل من العلماء مفرط القبح، لأنه يجب ألا يدفع إحسان محسن، عدواً كان أو صديقاً، وأن تؤخذ الفائدة من الرفيع والوضيع، فإنه يروى عن أمير المؤمنين علي بن أبي طالبٍ - صلوات الله عليه - أنه قال: الحكمة ضالة المؤمن، فخذ ضالتك ولو من أهل الشرك. ويروى عن بزر جمهر أنه قال: أخذت من كل شيءٍ أحسن ما فيه، حتى انتهيت إلى الكلب والهرة والخنزير والغراب. قيل: وما أخذت من الكلب؟ قال: إلفه لأهله، وذبه عن حريمه. قيل: فمن الغراب؟ قال: شدة حذره. قيل: فمن الخنزير؟ قال: بكوره في إرادته. قيل: فمن الهرة؟ قال: حسن رفقها عند المسألة، ولين صياحها.\nقال أبو العباس: ومن عاب مثل هذه الأشعار، التي ترتاح لها القلوب، وتجذل بها النفوس، وتصغي إليها الأسماع، وتشحذ بها الأذهان، فإنما غض من نفسه، وطعن على معرفته واختياره. وقد روى عن عبد الله بن العباس رحمه الله أنه قال: الهوى إله معبود، واحتج بقول الله جل وعز: \" أفرأيتَ مَنِ اتخذَ إلههُ هَوَاهُ \". انقضى كلام عبد الله.\nحدثني علي بن محمد الأسدي قال: حدثني أحمد بن يحيى ثعلب قال: وقف ابن الأعرابي على المدائني فقال له: إلى أين يا أبا عبد الله؟ قال: إلى الذي هو كما قال الشاعر:\nتَحْمِلُ أَشْبَاحَنَا إلى مَلِكٍ\n...\nنَأخُذُ مِنْ مَالِهِ ومِنْ أَدَبِهْ\nقال أبو بكر: فتمثل بشعر أبي تمام وهو لا يدري، ولعله لو درى ما تمثل به. وكذلك فعل في النوادر: جاء فيها بكثيرٍ من أشعار المحدثين، ولعله لو علم بذلك ما فعله.\nوقد رأينا الأعداء يصدقون في أعدائهم، لا لنيةٍ في تقديمهم، ولا لمحبةٍ في رفعهم وتقريظهم، ولا لديانة يرعونها فيهم، ولكن يفعلونه حياطةً لأنفسهم، وتنبيهاً على فضلهم وعلمهم. فمن ذلك قول عمارة بن عقيل وقد أنشد قصيدةً للفرزدق يهجو بها جريراً: أكل والله أبي، أكل والله أبي! ومن ذلك قول الفرزدق، وقد سمع قول جريرٍ، حدثني به الفضل بن الحباب، قال: حدثني محمد بن سلام عن مسلمة بن محارب بن سلم بن زياد قال: كان الفرزدق عند أبي في مشربةٍ له، فدخل رجل فقال: وردت اليوم المربد قصيدة لجرير، تناشدها الناس، فامتقع لون الفرزدق، فقال له: ليست فيك يا أبا فراس قال: ففيمن؟ قال: في ابن لجأ التيمي، قال: أحفظت منها شيئاً؟ قال: نعم، علقت منها ببيتين، قال: ما هما؟ فأنشده:\nلئِنْ عُمِّرَتْ تَيْمٌ زماناً بِعِزَّةٍ\n...\nلقَد حُدِيَتْ تيمٌ حُدَاءً عَصَبْصَبا\nفلا يَضْغَمَنَّ الليثُ عُكْلاً بِعِرَّةٍ\n...\nوعُكْلٌ يَشَمُّونَ الفَرِيسَ المُنَيَّبَا\nوفسر لي أبو خليفة وأبو ذكوان جميعاً هذا المعنى عن ابن سلام قال: الليث إذا ضغم الشاة ثم طرد عنها جاءت الغنم تشم ذلك الموضع فيغترها فيخطف الشاة، وعكل إخوة التيم وعدي وثورٍ، وهم بنو عبد مناة بن أدّ. يقول: فلا تنصروهم فأهجوكم وأدعهم. قال ابن سلام: ونحوه قول جرير:\nوقُلتُ نَصَاحةً لبني عَدِيٍّ\n...\nثِيابَكُم وَنَضْحَ دَمِ القَتِيلِ\nفقال الفرزدق: قاتله الله، إذا أخذ هذا المأخذ فما يقام له: يعني الروي على الياء. وقال ابن سلام حدثني رجل من بني حنيفة قال، قال الفرزدق: وجدت - ألياء - أم جرير وأباه، أي يجيد إذا ركبها. ومن ذلك قول الراعي في جريرٍ وقد هجاه، حدثني القاضي أبو خليفة الفضل بن الحباب قال: حدثني محمد بن سلام قال، حدثني أبو البيداء الرياحي قال: مر راكب يتغني:\nوَعاوٍ عَوَى من غيرِ شيءٍ رمَيتُه\n...\nبقافيةٍ أَنْفاذُهَا تَقْطُر الدَّمَا\nخروج بأَفْوَاهِ الرِّجالِ كأَنَّها\n...\nقَرَى هُنْدُوانّيٍ إذا هُزَّ صَمَّما\nفقال الراعي: من بالبيتين؟ قال: جرير، قال: قاتله الله، لو اجتمعت الجن والإنس ما أغنوا فيه شيئاً. قال ابن سلام، قال الراعي: ألامُ أن يغلبني مثل هذا؟ حدثنا محمد بن الفضل قال: حدثنا عمر بن شبة عن محمد بن بشار قال، قال بشار لراويته: أنشدني من قول حمادٍ فأنشده:\nنُسِبْتَ إلى بُردٍ وأنتَ لغيرِهِفَهَبْكَ لِبُرْدٍ نِكتُ أمَّكَ مَنْ بُرْدُ؟\nفقال: هاهنا أحد يسمع كلامي؟ قال: لا، قال: أحسن ابن الزانية!.\nالجزء: 1 ¦ الصفحة: 23\n",
        "وهذا يكثر جداً، ولكنني أتيت بشيءٍ منه يدل على جميعه. ومثل هذا من نقص ذوي الفضل والمتقدمين في الصنائع من جميع الناس قبيح، وهو من العلماء أقبح. نعوذ بالله من اتباع الهوى، ونصر الخطأ، والكلام في العلم بالمحل واللجاج والعصبية.\nحدثني عون بن محمد قال: شهدت دعبلاً عند الحسن بن رجاء، وهو يضع من أبي تمام، فاعترضه عصابة الجرجرائي فقال: يا أبا علي اسمع مني مما مدح به أبا سعيد محمد بن يوسف فإن رضيته فذاك، وأعوذ بالله فيك من ألا ترضاه، ثم أنشده:\nأمَا إنَّه لولا الخليطُ المودِّعُ\nفلما بلغ إلى قوله:\nلقد آسَفَ الأعداءَ مجْدُ ابن يوسُفٍ\n...\nوذُو النَّقْصِ في الدُّنيا بذيِ الفَضْلِ مُولَعُ\nهو السيلُ إنْ واجَهْتَهُ انْقَدْتَ طَوْعَهُ\n...\nوتَقْتَادُهُ مِنْ جانِبَيهِ فَيَتْبَعُ\nولم أرَ نَفْعاً عند مَنْ لَيْسَ ضَائِراً\n...\nولم أرَ ضَراً عِنْدَ مَنْ لَيْسَ ينفَعُ\nمَعاَدُ الورَى بعدَ الممَاتِ، وسَيْبُهُ\n...\nمَعادٌ لنَا قبل المَماتِ ومَرْجِعُ\nفقال دعبل: لم ندفع فضل هذا الرجل، ولكنكم ترفعونه فوق قدره، وتقدمونه وتنسبون إليه ما قد سرقه، فقال له عصابة: تقدمه في إحسانه صيرك له عائباً، وعليه عاتباً.\nأخبار أبي تمام مع الحسن بن وهب\nومحمد بن عبد الملك الزيات حدثني عبد الرحمن بن أحمد قال: وجدت بخط محمد بن يزيد المبرد أن أبا تمام كتب إلى الحسن بن وهب يستسقيه نبيذاً:\nجُعِلْتُ فِداكَ، عبد الله عِنديِ\n...\nبعَقْبِ الهجْرِ منهُ والبِعَادِ\nلَهُ لُمَةٌ منَ الكُتَّابِ بِيضٌ\n...\nقضَوْا حقَّ الزيارَةِ والوِدادِ\nوأحْسَبُ يَوْمَهمُ إنْ لمْ تَجُدْهُمْ\n...\nمُصَادِفَ دعْوَةٍ منهُمْ جَمَادِ\nفكَمْ نَوْءٍ من الصَّهْبَاءِ سَارٍ\n...\nوآخَرَ منكَ بالمعْروُفِ غادِ\nفَهَذَا يَسْتَهِلُّ عَلَى غَلِيلي\n...\nوهَذَا يَسْتَهلُّ عَلَى تِلاَديِ\nدعَوْتُهُمُ عَليكَ وكنتَ مِمنْ\n...\nنُعَيِّنُهُ عَلَى العُقَدِ الجيِادِ\nفوجه إليه بمائةٍ دنّ ومائة دينارٍ، وقال: لكل دنٍ دينار.\nحدثني عبد الله بن المعتز قال: صار إلي محمد بن يزيد النحوي منصرفاً من عند القاضي إسماعيل، وكان يجيئني كثيراً إذا انصرف من عنده، فأعلمني أن الحارثي الذي يقول فيه ابن الجهم:\nلَمْ يَطْلعَا إِلاَّ لآبدَةٍ\n...\nالحارثي وكوكب الذَّنَبِ\nدخل إلى القاضي إسماعيل، فأنشده شعراً لأبي تمام إلى الحسن بن وهب، يستسقيه نبيذاً لم أر أحسن منه في معناه، وأنه كره أن يستعيده أو يقول له اكتبه، لحال القاضي، فقلت له: أتحفظ منه شيئاً؟ قال: نعم، أوله:\nجُعِلتً فِداك عبد الله عندي\nقال: فأنشدته الأبيات وكنت أحفظها فكتبها بيده وهي هذه الأبيات التي ذكرناها.\nحدثنا أحمد بن إسماعيل قال، حدثني عبيد الله بن عبد الله قال: استهدي أبو العيناء مطبوخاً، فوجهت إليه بشيءٍ منه، فاستقله وكتب إلي: أقول للأمير ما قاله أبو تمام لمحمد بن علي بن عيسى القمي، وقد استهداه شراباً فأبطأ رسوله، ثم وجه إليه بشرابٍ أسود قليلٍ، فكتب إليه:\nقد عرفنا دلائلَ المنْعِ أوْ مَا\n...\nيُشْبِهُ المنْعَ باحتباسِ الرَّسُولِ\nوافتَضَحْنا عند الزَّبِيبِ بما صَحَّ\n...\nلديْهِ مِنْ قُبْحِ وَجْهِ الشَّمُولِ\nوهْيَ نَزْرٌ لو أنًّها من دُمُوعِ الصَّبِّ\n...\nلم تَشْفِ منه حَرَّ الغليلِ\nقد كتَبْنَا لك الأمانَ فَما تسألُ\n...\nمنْهَا عُمْرَ الزمان الطويل\nكم مغطى قد اختبرنا نداه\n...\nوعرضنا كثيره بالقليل\nقال: فأرضيت أبا العيناء بعد ذلك.\nومثل قوله:\nوهْي نَزْرٌ لَوْ أنَّها من دمُوع الصَّب\nما حدثنيه أحمد بن إبراهيم الغنوي قال: طلب أبو مالك الرسعني وخاله ذو نواس البجلي الشاعر من صديقٍ له نبيذاً، فوجه إليه بأرطالٍ يسيرة فكتب إليه:\nلو كانَ ما أهْدَيْتَهُ إِثْمِداً\n...\nلم يكْفِ إلاَّ مُقْلةً واحدَهْ\nالجزء: 1 ¦ الصفحة: 24\n",
        "بَرَّدْتَ وَاللهِ عَلَى أنَّها\n...\nإليكَ مِنَّا حاجةٌ بارِدَهْ\nوالبحتري يقول في نحو هذا لأبي أيوب ابن أخت الوزير:\nلكَ الخيرُ، ما مِقدَارُ عَفْوي وما جُهْدِي\n...\nوآلُ حُمَيدٍ عنْدَ آخِرِهم عِنْدي؟\nتَتابَعتِ الطَّاءَانِ طُوسٌ وَطَيِّئٌ\n...\nفَقُلْ في خُراسانٍ، وإنْ شِئْتَ في نَجْدِ\nأَتَوْنِي بِلاَ وَعْدٍ وإنْ لم تَجُدْ لهُمْ\n...\nبِرَاحِهِمِ راحُوا جَمِيعاً عَلَى وَعْدِ\nولم أرَ خِلا كالنَّبيذِ إذَا جفَا\n...\nجفَاكَ لهُ خُلاَّنُهُ وذَوُو الوُدِّ\nوممَّا دَهَى الفِتْيَانَ أنَّهُمُ غَدَوْا\n...\nبِآخِرِ شَعبانٍ على أوَّلِ الوَرْدِ\nغداً يَحْرُمُ الماءْ القَرَاحُ وَتَنْتَوِىوُجوهٌ مِنَ الَّلذَّاتِ مُشْجِيَةُ الفَقْدِ\nأَعِنَّا عَلَى يَوْمٍ يُشَيِّعُ لَهْوَنَا\n...\nإلَى ليلةٍ فيها لهُ أجَلٌ مُرْدِي\nحدثني محمد بن موسى بن حماد قال: وجه الحسن بن وهب إلى أبي تمام وهو بالموصل خلعةً فيها خَزُّ ووشْىٌ. فامتدحَه ووصفَ الخلعة في قصيدةٍ أولها:\nأَبُو عَليٍ وَسْمِيُّ مُنْتَجِعِهْ\n...\nفاحلُلْ بأَعَلى وَاديِهِ أوْ جَرَعِهْ\nثم وصف الخلعة فقال:\nوقد أتاني الرسولُ بالملبسِ الفَخْمِ\n...\nلصيفِ امرئٍ ومُرْتَبَعِهْ\nلو أَنها جُلِّلَتْ أوَيْساً لقدْ\n...\nأسْرَعتِ الكِبْرياءُ فيِ وَرَعِهْ\nرائقُ خَزٍّ أُجيدَ سَائِرُهُ\n...\nسَكْبٍ تَدينُ الصَّبَا لمُدَّرِعِهْ\nوَسِرُّ وَشيٍ كأنَّ شِعْريَ\n...\nأحْيَاناً نَسِيبُ العُيُونِ مِنْ بِدَعِهْ\nتَرَكْتَنِي سَامِيَ الجُفُونِ عَلَى\n...\nأَزْلَمِ دَهْرٍ بِحْسْنِهَا جَذَعِهْ\nيريد على دهر قديم وهو الأزلم لطوله وقدمه وجذعه، لأن يومه جديد، قال لقيط الإيادي:\nيا قَوْم بَيْضَتُكُمْ لاَ تُفْجَعُنَّ بها\n...\nإِني أخافُ عليها الأزلَمَ الجَذَعَا\nوقد وصف خلعةً أخرى أحسن من هذا الوصف وجوده.\nحدثني عون بن محمد قال، حدثني الحسين بن وداع، كاتب الحسن بن رجاء، قال: حضرت محمد بن الهيثم بالجبل وأبو تمام ينشده:\nجَادَتْ مَعَاهِدَهُمْ عِهَادُ سَحَابةٍ\n...\nما عَهْدُها عندَ الدِّيارِ ذَميمُ\nقال: فلما فرغ منها أمر له بألف دينار وخلع عليه خلعةً حسنةً، وأقمنا ذلك اليوم عنده، ومعنا أبو تمام، ثم انصرف وكتب إليه في غد ذلك اليوم:\nقَدْ كسَانَا من كُسْوَةِ الصَّيْفِ خِرْقٌ\n...\nمُكْتَسِ من مَكاَرِمٍ ومَسَاعِ\nحُلَّةً سَابِرِيَّةً ورِداءً\n...\nكَسَحَا القَيْضِ أو رِداءِ الشجاعِ\nكالسَّرابِ الرَّقْراقِ في الحُسْنِ إلاّ\n...\nأنّه ليس مِثلَه في الخِدَاعِ\nقَصَبِيّاً تَسْتَرَجِفُ الريحُ مَتْنَيْ\n...\nهِ بأمرٍ منَ الغُيُوبِ مُطاعِ\nرَجَفَاناً كأنه الدهرَ منهُ\n...\nكبِدُ الصّبِّ أوْحَشَا المُرْتاعِ\nلاَزماً ما يَليه تَحْسَبُهُ جُزْ\n...\nءاً من المثْنَيَيْنِ والأَضْلاعِ\nيَطْرُدُ اليومَ ذا الهجير ولو شُبِّ\n...\nهَ في حَرِّهِ بِيَوْمِ الوَدَاعِ\nخِلْعَةٌ مِنْ أَغَرَّ أرْوَعَ رَحْبِ الصَّ\n...\nدْرِ رَحْبِ الفُؤَادِ رَحْبِ الذِّرَاعِ\nسَوْفَ أَكْسُوكَ ما يُعَفِّى عليْها\n...\nمِنْ ثَنَاءٍ كالبُرْدِ بُرْدِ الصَّنَاعِ\nحُسْنُ هاتيكَ في العُيونِ وَهَذَا\n...\nحُسْنُهُ في القُلُوبِ والأَسْمَاعِ\nفقال محمد بن الهيثم: من لا يعطي على هذا ملكه؟ والله لا بقى في داري ثوب إلا دفعته إلى أبي تمام؛ فأمر له بكل ثوبٍ يملكه في ذلك الوقت.\nونحو قول أبي تمام في البيت الأخير قول عبد الصمد:\nبأيْمَنِ طائرٍ وأَسَرِّ فَالِ\n...\nوأَعْلَى رُتْبَةٍ وأجلِّ حالِ\nالجزء: 1 ¦ الصفحة: 25\n",
        "شَرِبتَ الدُّهْنَ ثم خرجتَ منهُ\n...\nخُروجَ المَشْرَفِيِّ من الصِّقالِ\nتكشَّفَ عنكَ ما عايْنتَ منهُ\n...\nكَماَ انكَشَفَ الغَمامُ عنِ الهِلالِ\nلطُولِ سَلاَمةٍ ولطولِ عُمْرٍ\n...\nبَلَغْتَ بكَ الطِّوَالَ من اللَّياليِ\nوَقَدْ أَهْدَيتُ رَيْحَاناً طَرِيفاً\n...\nبِهِ حاجَيْتُ مُسْتَمعِي مقَالِي\nوما هو غَيْرُ حاءٍ بَعْدَ ياءٍ\n...\nتُخُبِّرَ بَعْدَ ميمٍ قَبْلَ دالِ\nورَيْحَانُ النَّباتِ يعيشُ يَوْماً\n...\nوليسَ يمُوتُ رَيْحَان المقَالِ\nولَمْ تكُ مُؤْثِراً رَيْحَانَ شَمِ\n...\nعَلَى رَيْحَانِ أَسْمَاعِ الرِّجالِ\nولي أبياتٌ من قصيدة مدحت بها صديقاً لي، وصفت فيها الثياب، وما علمت أن أحداً وصفها حتى قرأت شعر أبي تمام، وقد أحسن فيه غاية الإحسان. قلت:\nأين الدَّبِيقُّيِ الذي مَدَّتْ بِهِ\n...\nأيدي النَّسَاءِ فجاءَ طَوْعَ المِغْزَلِ\nغَمَضَتْ حَواشِيهِ لدِقَّةِ نَسْجِه\n...\nمِنْ غَيْرِ تَضْليعٍ وغَيْرِ تَسَلْسُلِ\nوالثَّوْبُ قَدْ يَحْكِي بِدِقّةِ نَسْجِهِ\n...\nنَسْجَ العناكِبِ بالمكانِ المُهْمَلِ\nشُغِلَتْ به هِمَمُ المُلوكِ وأُمْهِلَتْ\n...\nصُنَّاعُه فيه ولم تُسْتَعْجَل\nفَغَدَا عليكَ مُهَلْهَلاً يَخْفَى عَلَى\n...\nرَاحِ التِّجارِ وليسَ بالمُسْتَرْسِلِ\nعِدْلُ الهَوَاءِ إذا صَفَتْ أقْطَارهُ\n...\nوَأَرَقَّهُ نَسْجُ الخَرِيفِ المُقْبِلِ\nأوْ مِثْلُ نَسْجِ الشَّمْسِ تَحْسِرُ دُونَهُ\n...\nوتَكِلُّ عَيْنُ النَّاظِرِ المُتَأَمِّلِ\nفَكأَنَّهُ عَرَضٌ يَقُومُ بِنَفْسِهِ\n...\nمِنْ غَيْرِ مَا جِسْمٍ لَهُ مُتَقَبِّل\nولا أعرف شيئاً قبل هذا في وصف ثوبٍ ولا غزلٍ إلا ما حدثني به محمد بن يزيد النحوي قال: أنشدني عمرو بن حفص المنقري لأبي حنش النميري في رجلٍ ولي الإمارة بعد أن كان حائكاً:\nللهِ سَيْفُكَ ما أَكَلَّ وُقُوعَهُ\n...\nأَيامَ أنتَ بضرْبِه لا تَقْتُلُ\nإلاَّ خُيُوطاً أُبْرِمَتْ طَاقَاتُها\n...\nتُثْنَى بأَطْرافِ البنَانِ وَتُفْتَلُ\nبِيضاً تُباهِي العَنكبوتَ بِنَسْجِهَا\n...\nكالَّرقِّ رَقَّقَ غَزْلُهنَّ المِغْزَلُ\nما زلتَ تضْربُ في الغُزُولِ بِحَدِّهِ\n...\nحتَّى حَدِبْتَ وَزَالَ مِنكَ المَفْصِلُ\nأيامَ قِدْرُكَ لاَ تَزَالُ نَضِيجَةً\n...\nمِنْ أَرْدَاهَاجٍ ليسَ فيه فُلْفُلُ\nحدثني محمد بن موسى قال: كان أبو تمام يعشق غلاماً خزرياً كان للحسن بن وهبٍ، وكان الحسن يتعشق غلاماً كان لأبي تمام رومياً، فرآه أبو تمام يوماً يعبث بغلامه فقال: والله لئن أعنقت إلى الروم لنركضن إلى الخزر. فقال ابن وهب: لو شئت لحكمتنا واحتكمت، فقال له أبو تمام: أنا أشبهك بداود وأشبهني بخصمه. فقال الحسن: لو كان هذا منظوماً خفناه، فأما منثوراً فهو عارضٌ لا حقيقة له، فقال أبو تمام:\nأبا عَليٍ لِصَرْفِ الدَّهْرِ والغِيَرِ\n...\nوللحوادِثِ والأيامِ والعِبَرِ\nأذْكَرْتَني أَمْرَ دَاودٍ وكُنْتُ فَتىً\n...\nمُصَرَّفَ القَلْبِ في الأَهْوَاءِ والذِّكَرِ\nأَعِنْدَكَ الشَّمسُ لم يَحْظَ المَغِيبُ بها\n...\nوأنتَ مُضْطَرِبُ الأحْشاءِ بالقَمرِ\nإِنْ أنتَ لمْ تَتْرُكِ السَّيْرَ الَحثِيثَ إلىجَآذِرِ الرُّومِ أَعْنَقْنَا إلى الخَزَرِ\nإنّ القَطْوبَ لَهُ مِنِّي مَقَرُّ هوىً\n...\nيَحْلُّ مِنِّي مَحَلَّ السَّمعِ والبصَرِ\nوَرُبَّ أَمْنَعَ منه صاحباً وَحِمىً\n...\nامْسَى وتِكَّتُه مِنِّي على خَطَرِ\nجَرَّدْتُ فيهِ جِنُودَ العَزْمِ وانْكَشَفَتْ\n...\nعنهُ غَيابتُها عَنْ نَيْكَةٍ هَدَرِ\nسبحانَ مَنْ سَبَّحَتْهُ كلُّ جَارِحةٍ\n...\nما فيكَ مِنْ طَمَحَانِ الأيْرِ وَالنَّظَرِ\nالجزء: 1 ¦ الصفحة: 26\n",
        "أنتَ المقيمُ فما تَعْدُو رواحِلُهُ\n...\nوأَيْرُهُ أبداً منه على سَفَرِ\nحدثني أحمد بن إسماعيل قال، حدثني محمد بن إسحاق قال: قلت لأبي تمام: غلامك أطوع للحسن من غلام الحسن لك، قال: لأن غلامي يجد عنده مالا يجد غلامه عندي، أنا أعطي ذاك قيلاً وقالاً، وهو يعطي غلامي مالاً. وقد روى هذا الخبر على خلاف هذا.\nحدثني أبو جعفر المهلبي قال، حدثني ابن أبي فننٍ قال: أنشد أبو تمامٍ محمد بن البعيث مدحاً له، وعند محمدٍ غلام خزري، ومع أبي تمام غلام رومي، فجعل محمد يلمحه، فقال أبو تمامٍ هذا الشعر الرائي، والأول أصح.\nحدثني أبو الحسن الأنصاري قال، حدثني أبي وحدثني أبو الفضل الكاتب المعروف بفنجاخ قال: كان الحسن بن وهب يكتب لمحمد بن عبد الملك الزيات وهو يزر للواثق، وكان ابن الزيات قد وقف على ما بين الحسن بن وهبٍ وأبي تمامٍ في غلاميهما، فتقدم إلى بعض ولده، وكانوا يجلسون عند الحسن بن وهب، أن يعلموه خبرهما وما كان منهما، قالا: فعزم غلام أبي تمام على الحجامة، فكتب إلى الحسن يعلمه بذلك ويسأله التوجيه إليه بنبيذٍ، فوجه إليه بمائة دنٍ ومائة دينارٍ وخلعةٍ وبخورٍ، وكتب:\nلَيْتَ شِعْري يا أمْلَحَ النَّاسِ عِنْديِ\n...\nهلْ تَدَاوَيْتَ بالحِجَامَةِ بعْدِي؟\nدَفَعَ اللهُ عنْكَ ليِ كُلَّ سُوءٍ\n...\nبَاكرٍ رائحٍ وإنْ خُنْتَ عَهدِي\nقدْ كتَمْتُ الهوى بمبلغِ جَهْدِي\n...\nفَبَدا مِنه غَيْرُ ما كنتُ أُبْدِي\nوَخَلعْتُ العِذارَ فلْيعْلَمِ النَّا\n...\nسُ بأنِّي إِيَّاكَ أُصْفِي بُودِّي\nوليَقُولٌوا بما أَحَبُّوا وإن كُنْ\n...\nتَ وَصُولاً ولم تَرُعْنِي بصَدِّ\nمنْ عَذِيرِي مِنْ مُقْلَتَيْكَ ومِنْ إِشْ\n...\nرَاقِ ثَغْرٍ من تَحْتِ حُمْرَةِ خَدِّ؟\nووضع الرقعة تحت مصلاهُ، وبلغ محمد بن عبد الملك خبر الرقعة، فوجه إلى الحسن فشغله بشيءٍ من أمره، ثم أمر من جاءه بالرقعة، فلما قرأها كتب فيها على لسان أبي تمام:\nلَيْتَ شِعْرِي عَنْ لَيْتَ شِعْرِكَ هذَا\n...\nأَبِهَزْلٍ تَقُولُهُ أمْ بِجِدِّ؟\nفَلَئنْ كُنتَ في المَقَالِ مُحِقاً\n...\nيا ابْنَ وهْبٍ لَقَدْ تَطَرَّفْتَ بَعْدِي\nوتَشبَّهْتَ بِي وكُنْتُ أرَى أَنِّ\n...\nي أنا العاشقُ المُتيَّمُ وَحْدِي\nأَتْرُكُ القَصْدَ في الأُمُورِ ولَوْلاَ\n...\nعَثَرَاتُ الهَوَى لأَبْصَرْتُ قَصْدِي\nلاَ أُحِبُّ الذي يَلومُ وإنْ كَا\n...\nنَ حَرِيصاً عَلَى هَلاَكِي وجهَدْيِ\nوأحِبُّ الأخَ المُشَارِكَ في الحُبِّ\n...\nوإنْ لَمْ يكُنْ به مِثلُ وَجدْيِ\nكنَدِيمَي أبي عَلَىٍ وَحَاشَا\n...\nلَندِيمي من مِثْلِ شِقوةِ جَدِّي\nإنَّ مَوْلايَ عبدُ غيري ولَوْلاَ\n...\nشُؤْمُ جَدِّي لكانَ مَوْلاَيَ عَبْدِي\nسَيّدي سَيّدي ومَوْلايَ مَنْ أَوْ\n...\nرَثَنِي ذِلَّةً وَأَضْرَعَ خَدِّي\nثم قال: ضعوا الرقعة مكانها، فلما قرأها الحسن قال: إنا لله، افتضحنا والله عند الوزير! وأعلم أبا تمامٍ بما كان، ووجه إليه بالرقعة، قلقيا محمد بن عبد الملك وقالا له: إنما جعلنا هذين سبباً لتكاتبنا بالأشعار، فقال: ومن يظن بكما غير هذ؟ فكان قوله أشد عليهما.\nحدثني محمد بن موسى بن حماد قال: كنت عند دعبل بن علي أنا والعمروي سنة خمسٍ وثلاثين بعد قدومه من الشام، فذكرنا أبا تمامٍ، فجعل يثلبه ويزعم أنه يسرق الشعر، ثم قال لغلامه: يا نفنف، هات تلك المخلاة، فجاء بمخلاةٍ فيها دفاتر، فجعل يمرها على يده حتى أخرج منها دفتراً، فقال: اقرءوا هذا، فنظرنا فإذا في الدفتر: قال مكنف أبو سلمى من ولد زهير بن أبي سلمى، وكان هجا ذفافة العبسي بأبياتٍ منها:\nإن الضُّرَاطَ به تَصاعَد جَدُّكم\n...\nفَتعاظموا ضَرِطاً بَِني القَعْقَاعِ\nقال: ثم رثاه بعد ذلك فقال:\nأَبَعْدَ أبي العباسِ يُسْتَعْذَبُ الدَّهرُ\n...\nومَا بعْدَهُ للدَّهرِ حُسْنٌ ولا عُذْرُ\nالجزء: 1 ¦ الصفحة: 27\n",
        "ألاَ أَيُّهَا النَّاعِي ذُفَافَةَ وَالنَّدَىتَعِسْتَ وشُلَّتْ مِنْ أَنامِلكَ العَشْرُ\nأَتَنْعَى لنا منْ قَيْسِ عَيْلاَنَ صَخْرةً\n...\nتَفَلَّقَ عنها مِن جبالِ العِدَى الصَّخرُ\nإذا ما أَبو العبَّاسِ خَلَّى مَكانَهُ\n...\nفلا حَمَلَتْ أُنثَى ولا نالهَا طُهْرُ\nولا أَمطَرَتْ أَرْضاً سَماءٌ ولا جَرَتْ\n...\nنُجومٌ ولا لَذَّتْ لِشَارِبِها الخَمْرُ\nكأَنَّ بني القَعْقَاعِ يومَ وَفاتِه\n...\nنُجُومُ سَماءٍ خَرَّ مِن بَينَهَا البَدْرُ\nتُوُفِّيَتِ الآمَالُ بعدَ وَفاتِهِ\n...\nوَأَصْبحَ في شُغْلٍ عَنِ السَّفَرِ السَّفْرُ\nثم قال: سرق أبو تمام أكثر هذه القصيدة، فأدخلها في شعره. وحدثني محمد بن موسى بهذا الحديث مرةً أخرى ثم قال: فحدثت الحسن بن وهبٍ بذلك، فقال لي: أما قصيدة مكنفٍ هذه فأنا أعرفها، وشعر هذا الرجل عندي، وقد كان أبو تمام ينشدنيه، وما في قصيدته شيءٌ مما في قصيدة أبي تمام، ولكن دعبلاً خلط القصيدتين، إذ كانتا في وزنٍ واحدٍ، وكانتا مرثيتين، ليكذب على أبي تمام.\nحدثنا عبد الله بن الحسين قال، حدثني وهب بن سعيد قال: جاء دعبل إلى أبي علي الحسن بن وهبٍ في حاجةٍ بعد ما مات أبو تمام، فقال له رجل: يا أبا علي، أنت الذي تطعن على من يقول:\nشَهِدْتُ لقَدْ أَقَوَتْ مَغَانيكُمُ بَعْدِي\n...\nوَمَحَّتْ كما مَحَّتْ وشائِعُ مِن بُرْدِ\nوَأَنْجَدْتُمُ مِنْ بَعْدِ إِتْهَامِ دَارِكمفيا دَمْعُ أَنْجِدْني عَلَى سَاكِني نَجْدِ\nفصاح دعبل: أحسن والله، وجعل يردد:\nفيا دَمْعُ أنجِدْني على ساكني نَجْدِ\nثم قال: رحمه الله، لو ترك لي شيئاً من شعره لقلت إنه أشعر الناس.\nولهذا الشعر خبر: حدثني عبد الله بن المعتز قال، جاءني محمد بن يزيد النحوي فاحتبسته، فأقام عندي، فجرى ذكر أبي تمام، فلم يوفه حقه؛ وكان في المجلس رجل من الكتاب نعماني، ما رأيت أحداً أحفظ لشعر أبي تمام منه، فقال له: يا أبا العباس، ضع في نفسك من شئت من الشعراء، ثم انظر، أيحسن أن يقول مثل ما قاله أبو تمام لأبي المغيث موسى بن إبراهيم الرافقي يعتذر إليه:\nشَهِدْتُ لقَدْ أَقَوَتْ مَغَانيكُمُ بَعْدِي\n...\nوَمَحَّتْ كما مَحَّتْ وشائِعُ مِن بُرْدِ\nوَأَنْجَدْتُمُ مِنْ بَعْدِ إِتْهَامِ دَارِكمفيا دَمْعُ أَنْجِدْني عَلَى سَاكِني نَجْدِ\nثم مر فيها حتى بلغ إلى قوله في الاعتذار:\nأَتانِي مَعَ الرُّكْبانِ ظَنٌّ ظَنَنْتُهُ\n...\nلَفَفْتُ لَهْ رَأسي حَيَاءً مِنَ المَجْدِ\nلقَدْ نَكَبَ الغَدْرُ الوفَاءَ بساحَتيِ\n...\nإِذَنْ، وسَرَحْتُ الذَّمَّ في مَسْرَحِ الحمدِ\nجَحَدْتُ إذَنْ كم مِن يدٍ لَكَ شَاكلتْيدَ القُرْبِ أَعْدَتْ مُستَهَاماً عَلَى البُعْدِ\nوَمِن زَمَنٍ أَلبسْتَنيهِ كأَنهُ\n...\nإذَا ذُكِرَتْ أَيامُهُ زَمَنُ الوَرْدِ\nوكيفَ وَمَا أَخْلَلتُ بعدَك بالحِجَي\n...\nوأنتَ فلم تُخْلِلْ بمَكْرمُةٍ بَعْدِي\nأُسَرْبِلُ هُجْرَ القَوْلِ مَنْ لو هَجَوْتُهُ\n...\nإِذَنْ لهجانِي عنهُ معروُفُه عِنْدي؟\nكَريمٌ متى أَمدحْهُ أَمدَحْهُ وَالْوَرَى\n...\nمعي، ومتَى مَا لُمْتُهُ لُمْتُهُ وَحْدِي\nفإِنْ يكُ جُرْمٌ عَنَّ أَوْ تَكُ هَفْوَةٌ\n...\nعَلَى خَطإٍ مِنِّي فَعُذْرِي عَلَى عَمْدِ\nفقال أبو العباس محمد ين يزيد: ما سمعت أحسن من هذا قط، ما يهضم هذا الرجل حقه إلا أحد رجلين: إما جاهل بعلم الشعر ومعرفة الكلام، وإما عالم لم يتبحر شعره ولم يسمعه. قال أبو العباس عبد الله بن المعتز: وما مات إلا وهو منتقل عن جميع ما كان يقوله، مقر بفضل أبي تمامٍ وإحسانه.\nأما قوله:\nأَأُلبِسُ هُجْرَ القَوْلِ مَنْ لو هَجَوْتُهُ\n...\nإِذَنْ لَهَجَانِي عَنْهُ معروفُه عِندي\nفهو منقول من شعرٍ حسنٍ لا يفضله شعر.\nالجزء: 1 ¦ الصفحة: 28\n",
        "حدثني محمد بن زكريا الغلابي قال، حدثني عبيد الله بن الضحاك عن الهيثم بن عديٍ عن عوانة قال: أتى الحجاج بجماعةٍ من الخوارج من أصحاب قطريٍ، وفيهم رجلٌ كان له صديقاً، فأمر بقتلهم، وعفا عن ذلك الرجل ووصله وخلى سبيله، فمضى إلى قطري فقال له قطري: عاود قتال عدو الله الحجاج، فقال: هيهات! غل يداً مطلقها، واسترق رقبةً معتقها، ثم قال:\nأَأُقَاتِلُ الحجَّاحَ عَنْ سُلْطَانِهِ\n...\nبِيَدٍ تُقِرُّ بأَنَّهَا مَوْلاَتُهُ\nإِنِّي إِذَنْ لأَخُو الدَّناءَةِ والذي\n...\nعَفَّتْ عَلَى إحْسَانِهِ جَهَلاَته\nمَاذَا أَقُولُ إذَا وَقفْتُ إزَاءَهُ\n...\nفي الصَّفِّ واحْتَجّتْ لَهُ فَعَلاَتُهُ؟\nأَأَقُولُ جَارَ عَلَىَّ؟ لا، إِنِّي إِذَنْ\n...\nلأَحَقُّ مَنْ جَارَتْ عَليْهِ وُلاَتُهُ\nويُحَدِّثُ الأَقْوامُ أَنّ صَنِيعَةً\n...\nغُرِسَتْ لَدَىَّ فَحَنْظَلَتْ نَخَلاَتُهُ؟\nهَذَا وَما طِبِّي بجُبْنٍ إِنَّني\n...\nفيكُمْ لِمطْرَقُ مَشْهَدٍ وَعَلاَتُهُ\nوجدت بخط أحمد بن إسماعيل بن الخصيب أن محمد بن عبد الملك أوصل إلى الواثق قصيدةً لأبي تمامٍ يمدحه بها أولها:\nوَأَبِى المَنازِلِ إِنَّهَا لَشُجُونُ\n...\nوَعَلَى الْعُجُومَةِ إِنّهَا لَتُبِينُ\nفقرئت عليه، فلما بلغ إلى قوله:\nجَاءَتْكَ من نظْمِ الِّلسانِ قِلاَدةٌ\n...\nسِمْطاَنِ فيهَا الُّلؤلُؤ المكْنُونُ\nحُذَيِتْ حِذَاءَ الحَضْرَمِيَّةِ أُرْهِفَتْ\n...\nوأَجابَها التَّخْصِيرُ وَالتّلْسِينُ\nإنْسِيَّةٌ وَحْشِيَّة كَثُرَتْ بَها\n...\nحَرَكاتُ أَهْلِ الأرضِ وَهْيَ سَكون\nأمَّا المعانيِ فهْيَ أَبْكارٌ إِذَا\n...\nنُصَّتْ وَلَكنَّ الْقَوَافِيَ عُونُ\nأَحْذَاكَهَا صَنَعُ الضّمِيرِ يَمُدُّهُ\n...\nجَفْرٌ إذَا نَضَبَ الكلاَمُ مَعِينُ\nوَيُسِئُ بَالإحسَانِ ظَنّاً لا كَمَنْ\n...\nهُوَ بِابْنِهِ وبِشِعْرِهِ مَفْتُون\nيَرْمِى بهِمِتَّهِ إلَيْكَ وَهَمِّهِ\n...\nأَمَلٌ لهُ أَبداً عَلَيْكَ حَرُون\nوَلَعلَّ مَا يَرْجُوهُ مِمَّا لمْ يَكنْ\n...\nبِكَ عَاجِلاً أَوْ آجِلاً سَيَكونُ\nفقال: ادفع إليه مائتي دينارٍ، فقال محمد: إنه قوى الأمل واسع الشكر، قال: فأضعفها له. وقد روينا من غير هذه الجهة أنه أمر له بمائة ألف درهمٍ.\nوأنشدني محمد بن داود لأبي تمامٍ في آل وهبٍ ما أستحسنه:\nكلُّ شِعْبٍ كنتُمْ به آلَ وَهْبٍ\n...\nفَهْوَ شِعْبي وَشِعْبُ كلِّ أَدِيبِ\nإِنَّ قَلْبي لكُمْ لكَاْلكَبِدِ الحَرَّ\n...\nى وقَلْبي لِغَيْركمُ كالقُلوبِ\nولو كان هذا البيت الثاني في مدح آل الرسول - عليهم السلام - والتفجع لما نالهم يوم كربلاء وبعده، لكان فيه أشعر الناس.\nوقد روى مسعود بن عيسى قال، حدثني صالح غلام أبي تمام، المنشد كان لشعر أبي تمام، وكان حسن الوجه، قال: دخل أبو تمامٍ على الحسن بن وهبٍ، وأنا معه، وعلى رأسه جاريةٌ ظريفةٌ فأومأ إليها الحسن يغريها بأبي تمامٍ، فقالت:\nيَا ابْنَ أَوْسٍ أَشْبَهْتَ في الفِسْقِ أَوْسَاوَاتَّخَذْتَ الغُلاَمَ إِلْفاً وَعِرْسَا\nفقال أبو تمام:\nأَبَرَقْتِ ليِ إذ لَيْسَ لِي بَرْقُ\n...\nفتَزَحْزَحِي مَا عِنْدَنَا عِشق\nمَا كُنْتُ أَفْسُقُ وَالشَّبَابُ أَخِي\n...\nأَفَحِينَ شِبْتُ يَجْوزُ لِي الفِسْقُ؟\nلِي هِمَّةٌ عَنْ ذَاكَ تَرْدَعْنِي\n...\nوَمُرَكَّبٌ مَا خَانَهُ عِرْقُ\nأخبار أبي تمام مع آل طاهر بن الحسين\nحدثنا محمد بن إسحاق النحوي قال، حدثنا أبو العيناء عن علي بن محمد الجرجاني قال: اجتمعنا بباب عبد الله بن طاهر من بين شاعر وزائرٍ، ومعنا أبو تمام، فحجبنا أياماً، فكتب إليه أبو تمام:\nأَيَّهذا العزيزُ قد مَسَّنَا الضُّرُّ\n...\nجميعاً وَأهْلُناَ أشْتَاتُ\nولنَا في الرِّحَال شيخٌ كبيرٌ\n...\nوَلَدَيْنا بِضَاعَةٌ مُزْجَاةُ\nالجزء: 1 ¦ الصفحة: 29\n",
        "قَلَّ طُلاَّبُهَا فأَضْحَتْ خَسَاراً\n...\nفَتِجَارَاتُنا بهَا تُرَّهَاتُ\nفاحْتَسِبْ أَجْرَنَا وَأَوْفِ لنَا الكَيْلَ\n...\nوَصَدِّقْ فإِنَّنا أَمْوَاتْ\nفضحك عبد الله لما قرأ الشعر، وقال: قولوا لأبي تمام لا تعاود مثل هذا الشعر، فإن القرآن أجل من أن يستعار شيء من ألفاظه للشعر، قال: ووجد عليه.\nحدثنا أبو عبد الله محمد بن موسى الرازي قال، حدثني محمد بن إسحاق الختلي، وكان يتوكل لعبد الله بن طاهر، قال: لما قدم أبو تمامٍ على عبد الله بن طاهر أمر له بشيءٍ لم يرضه ففرقه، فغضب عليه لاستقلاله ما أعطاه، وتفريقه إياه، فشكا أبو تمام ذلك إلى أبي العميثل شاعر آل طاهر، وأخص الناس بهم، فدخل على عبد الله بن طاهر فقال له: أيها الأمير، أتغضب على من حمل إليك أمله من العراق، وكد فيك جسمه وفكره، ومن يقول فيك:\nيقُولُ في قُومَسٍ صَحْبي وَقدْ أَخَذَتْ\n...\nمِنَّا السُّرَى وخُطَى المَهْرِيَّةِ القُودِ\nأَمَطْلِعَ الشّمْسِ تَنْوِي أَنْ تَؤُمَّ بنَا؟\n...\nفَقُلتُ: كلاّ، ولكنْ مَطْلِعَ الجُودِ\nقال: فدعا به ونادمه يومه ذلك، وخلع عليه، ووهب له ألف دينار وخاتما كان في يده له قدر.\nحدثني أبو عبد الله محمد بن طاهر قال: لما دخل أبو تمامٍ أبرشهر، هوى بها مغنيةً كانت تغنى بالفارسية، وكانت حاذقةً طيبة الصوت، فكان عبد الله كلما سأل عنه أخبر أنه عندها، فنقص عنده، قال: وفيها يقول أبو تمام:\nأَيَا سَهَرِي بَليْلةِ أَبْرَشَهْرٍ\n...\nذَمَمْتَ إليَّ يَوْماً في سِوَاهَا\nشَكَرْتكِ لَيْلةً حسْنَتْ وَطَابَتْ\n...\nأَقَامَ سُرُورُهَا ومَضَى كَراهَا\nإذَا وَهَدَاتُ أَرْضٍ كانَ فِيهَا\n...\nرِضَاكِ فَلاَ تَحِنَّ إلَى رُباهَا\nسَمِعْتُ بهَا غِنَاءً كانَ أَحْرَى\n...\nبِأَنْ يَقْتَادَ نَفْسِي مِنْ غِنَاهَا\nومُسْمِعَةٍ تَقُوتُ السَّمْعَ حُسْناً\n...\nوَلَمْ تُصْمِمْهُ لاَ يُصَمْم صَداهَا\nمَرَتْ أَوْتَارَهَا فَشَجَتْ وَشَاقَتْ\n...\nفَلَوْ يَسْطيعُ سَامِعُهَا فَدَاهَا\nوَلَمْ أَفْهَمْ مَعَايِنَهَا وَلكِنْ\n...\nوَرَت كَبِدِي فَلمْ أَجْهَلْ شَجَاهَا\nفَبِتُّ كأنَّنِي أَعْمَى مُعَنًّى\n...\nيُحِبُّ الغَانِيَاتِ وَمَا يَرَاهَا\nوقد أحسن أبو تمام في هذه الأبيات، على أن الحسين بن الضحاك قد قال، ورواه قوم لأبي نواس ولا أعلمه له، ولكن أبا جعفرٍ المهلبي أنشدنيه للحسين، وقد سمع فارسياً يغني:\nوصَوْتٍ لبني الأحْرَا\n...\nرِ أهلِ السِّيرَةِ الحُسْنَى\nشَجِىٍ يأكُلُ الأَوْتَا\n...\nرَ حَتَّى كُلُّها يَفْنَى\nفما أَدْرِي اليَدُ اليُسْرَى\n...\nبِهِ أَشْقَى أَمِ اليُمْنَى؟\nوما أَفْهِمُ ما يَعْني\n...\nمُغَنِّينَا إِذَا غَنَّى\nسِوَى أَنِّىَ مِنْ حُبِّى\n...\nله أَسْتَحْسِنُ المعْنَى\nويروى: - أنِّىَ من عُجْبي به - وأول من نطق بهذا المعنى وزعم أن أعجمياً شاقه وشجاه حميد بن ثور، إلا أنه وصف صوت حمامةٍ:\nعجبْتُ لها أَنَّي يكونُ غِناؤُهَا\n...\nفَصِيحاً ولم تَفْغَرْ بمنطِقِهَا فَمَا!\nولمْ أَرَ مَحْقُوراً لهُ مثلُ صَوْتِهَا\n...\nأَحَنَّ وَأجْوَى للحزيِنِ وأَكْلَمَا\nولَمْ أَرَ مِثْلِي هَاجَهُ اليَوْمَ مِثْلهُا\n...\nولاَ عَرَبِياًّ شَاقَهُ صَوْتُ أعْجَمَا\nوأما قوله:\nومُسْمِعَةٍ تَقُوتُ السَّمعَ حُسْناً\nفهو من قولهم: الغناء غذاء الاسماع، كما أن الطعام غذاء الأبدان.\nحدثني محمد بن سعيد وغيره عن حماد بن إسحاق قال: كان مروان بن أبي حفصة يجيء إلى جدي إبراهيم، فإذا تغدى قال: قد أطعمتمونا طيباً، فأطعموا آذاننا حسناً.\nوقال ابن أبي طاهر: قلت لأبي تمام: أعنيت بقولك أحداً:\nفبتُّ كأنّنِي أَعْمَى مُعَنًّى\n...\nيُحِبُّ الغانياتِ وما يَرَاها\nفقال: نعم، عنيت بشار بن برد الضرير، قال: وأنا أحسبه أراد قوله:\nالجزء: 1 ¦ الصفحة: 30\n",
        "يا قَوْمِ أُذْنِي لِبَعْضِ الحيِّ عَاشِقَةٌوالأُذْنُ تَعْشَقُ قَبْلَ العَيْنِ أَحْيَانا\nقَالُوا: بِمَنْ لاَ تَرَى تَهْذِي؟ فَقُلتُ لَهُمْ: الأُذْنُ كاَلْعَيْنِ تُوفي القَلبَ مَا كانَا\nحدثنا محمد بن يزيد المبرد قال: مات ابنان صغيران لعبد الله بن طاهر في يومٍ واحد، فدخل عليه أبو تمامٍ فأنشده:\nما زَالَتِ الأيَّامُ تُخبرُ سَائِلاَ\n...\nأَنْ سَوْفَ تَفْجَعُ مُسْهِلاً أو عَاقِلاَ\nفلما بلغ إلى قوله:\nمجدٌ تأَوَّبَ طَارِقاً حتَّى إذَا\n...\nقُلنَا أَقَامَ الدهْرَ أصبحَ راحِلاَ\nنَجْمانِ شاءَ اللهُ أَلاَّ يَطْلُعَا\n...\nإلاَّ ارْتِدَادَ الطَّرْفِ حتَّى يأْفِلاَ\nإِنّ الفجيعَةَ بالرِّياضِ نَوَاضِراً\n...\nلأَجَلُّ مِنْها بالرِّيَاضِ ذَوَابِلاَ\nلَوْ يَنْشَآنِ لكانَ هذا غارباً\n...\nلِلْمَكْرُمَاتِ وكانَ هذا كاهِلاَ\nكذا أنشده، وكذا ينشده الناس، والذي أقرأنيه أبو مالك عون بن محمد الكندي، وقال: قرأته على أبي تمام - لو يُنْسآنِ - أي: لو يؤخران، وهو الأجود عندي.\nلَهْفَى عَلَى تِلْكَ المخَائِلِ فيِهمَا\n...\nلو أُمْهِلَتْ حتَّى تكونَ شَمائِلاَ\nلَغَدَا سُكُونُهمُاَ حِجًى وَصِبَاهُما\n...\nكَرَماً وتِلْكَ الأرْيحيَّةُ نائِلاَ\nإن الهِلاَلَ إذَا رأيتَ نُمُوَّهُ\n...\nأَيْقَنتَ أَنْ سَيَصيرُ بدْراً كامِلاَ\nكذا أنشد والصحيح - وصباهما حلما - وهو أجود من جهات، واحدةٍ: لأن - نائلاً - قد ناب عن الكرم، فيجئُ بالحلم ليجمع أصناف المدح. والأخرى: أن الحلم أحسن جواراً للحجي وهو العقل من الكرم. والأخرى: أنه جعل سكونهما حجيً أي عقلاً، وأريحيتهما نائلاً، فيجب أن يكون الصبا حلماً، حتى لا يكون تلك الفعلة إلا الحلم.\nوإن أنصف من يقرأ هذا وأشباهه من تفسيرنا، علم أن أحداً لم يستقل بمثله، ولا علم حقيقة الكلام كما علمناه، إلا أن يتعلمه من هذه الجهة متعلم ذكي فهم فيبلغ فيه. وهذا دليل على حذق أبي تمام، وجهل الناس في الرواية، وهذا داءٌ قديمٌ. قال جرير لبعض الرواة: أسألك بالله من أشعر عندك: أنا أو الفرزدق؟ فقال: والله لأصدقك، أما عند خواص الناس وعلمائهم فهو أشعر منك، وأما عند عامة الناس ودهمائهم فإنك أشعر. فقال: غلبته ورب الكعبة وتقدمته، متى يقع الخاص من العام؟.\nقال: فلما سمع هذا عبد الله، وكان يتعنته كثيراً، قال: قد أحسنت ولكنك تؤسفني وليس تعزيني، فلما قال:\nقُل للأميِر وإنْ لَقيتَ مُوَقَّراً\n...\nمِنْه برَيْبِ الحادِثاتِ حُلاَحِلاَ\nإنْ تُرْزَ فيِ طَرَفَيْ نَهَارٍ واحدٍ\n...\nرُزْءَيْنِ هاجَا لَوْعَةً وَبَلاَبِلاَ\nفالثَّقْلُ لَيْسَ مُضَاعَفاً لِمطيَّةٍ\n...\nإِلاّ إذا مَا كانَ وَهْماً بازِلاَ\nشَمَخَتْ خِلاَلُكَ أَنْ يُؤَسِّيَكَ امْرُؤٌأَوْ أَنْ تُذَكَّرَ نَاسِياً أَوْ غَافِلاَ\nإلاَّ مَوَاعِظَ قَادَهَا لَكَ سَمْحَةً\n...\nإِسْجَاحُ لُبِّكَ سَامِعاً أَوْ قاَئِلاَ\nقال: الآن عزيت، وأمر فكتبت القصيدة ووصله.\nوهذا فإنما احتذى به أبو تمام قول الفرزدق، وقد ماتت له جارية نفساء، فوجد في بطنها صبي ميت:\nوَجفْنِ سِلاَحٍ قد رُزِئْتُ فلمْ أَنُحْ\n...\nعَليِه ولم أبْعَثْ عليهِ البَواكِيا\nوفي جَوْفهِ من دَارِمٍ ذُو حفيِظةٍ\n...\nلَو أنّ المنَايا أَنْسَأَتهُ لَياليَا!\nوليس كلام أحسن من قوله: - وجفن سلاح قد رزئت - وتشبيهه هذا.\nحدثني أبو بكر عبد الرحمن بن أحمد قال: سمعت أبا علي الحسين يقول: ما كان أحد أشعف بشعر أبي تمام من إسحاق بن إبراهيم المصعبي، وكان يعطيه عطاءً كثيراً.\nالجزء: 1 ¦ الصفحة: 31\n",
        "حدثنا أبو أحمد يحيى بن علي بن يحيى قال، حدثني أبي قال: دخل أبو تمام على إسحاق بن إبراهيم، فأنشده مدحاً له وجاء إسحاق بن إبراهيم الموصلي إلى إسحاق مسلما عليه، فلما استؤذن له، قال له أبو تمام: حاجتي أيها الأمير أن تأمر إسحاق أن يستمع بعض قصائدي فيك، فلما دخل قال له ذلك، فجلس وأنشده عدة قصائد، فأقبل إسحاق على أبي تمام فقال: أنت شاعر مجيد محسن كثير الاتكاءِ على نفسك، يريد أنه يعمل المعاني. وكان إسحاق شديد العصبية للأوائل، كثير الاتباع لهم.\nويروي أن عبد الله بن طاهر حجبه فكتب إليه:\nصَبْراً عَلَى المَطْلِ مَالَم يَتْلُهُ الكَذِبُ\n...\nولِلْخُطُوبِ إِذا سَامَحْتَها عُقَبُ\nعَلَى المقادِيرِ لَوْمٌ إِنْ رُمِيتَ بهَا\n...\nمِنْ قَادرٍ وَعَلي السَّعيُ وَالطَّلَبُ\nيَأَيُّهَا المِلكُ النَّائِي برُؤْيَتهِ\n...\nوَجوُدُهُ لمُرَاعِي جودِهِ كَثَبُ\nلَيْسَ الحجَابُ بِمُقْصٍ عنْكَ لي أَمَلاً\n...\nإِن السَّماءَ تُرَجَّى حِينَ تَحْتَجِب\nويروى أنه كتب بها إلى أبي دلف، وقيل إلى ابن أبي دؤاد، وقيل في إسحاق.\nحدثني أحمد بن محمد البصري قال، حدثني فضل اليزيدي قال: لما صار أبو تمام إلى خراسان لمدح عبد الله بن طاهر كرهها، وأقبل الشتاء، فاشتد عليه أمر البرد، فقال يذم الشتاء ويمدح الصيف:\nلم يَبْقَ للصيَّفِ لا رَسْمٌ ولا طَلَلُ\n...\nوَلاَ قَشِيبٌ فيُسَكْسَى وَلاَ سَمَلُ\nعَدْلاً مِنَ الدَّمْعِ أنْ يَبْكي المَصِيفَ كمايُبْكَي الشَّبَابُ ويُبْكَي الَّلهْوُ وَالغَزَلُ\nيُمْنَى الزَّمَانِ طَوَتْ مَعْرُوفَهَا وَغَدَتْيُسْرَاهُ وَهْيَ لَنا مِنْ بَعْدِهِ بَدَلُ\nوهي قصيدة سنذكرها في شعره، فبلغ شعره عبد الله بن طاهر، فعجل جائزته وصرفه.\nحدثني أحمد بن إسماعيل بن الخصيب قال، حدثني عبد الله بن أحمد النيسابوري، وكان أديباً شاعراً، قال: استبطأ أبو تمامٍ صلة عبد الله بن طاهر، فكتب إلى أبي العميثل شاعر عبد الله، وكان دفع إليه رقعةً ليوصلها إلى عبد الله:\nلَيْتَ الظِّبَاءَ أَبَا العَمَيْثَلِ خَبَّرَتْ\n...\nخَبَراً يُرَوِّى صَادِيَاتِ الْهَامِ\nإِنّ الأَمِيَر إذا الحَوَادِثُ أَظْلَمَتْ\n...\nنُورُ الزَّمَانِ وَحِليَةُ الإِسْلاَمِ\nواللهِ مَا يَدْرِي بِأَيَّةِ حَالَةٍ\n...\nيُثْنِي مُجَاوِرُهُ عَلَى الأَيَّامِ\nألِمَا يُجَامِعُهُ لَدَيْهِ مِنَ الْغِنَى\n...\nأَمْ مَا يُفَارِقُهُ مِنَ الإِعْدَامِ؟\nوَأَرَى الصَّحِيفَةَ قَدْ عَلَتْهَا فَتْرَةٌفَتَرَتْ لَهَا الأَرْوَاحُ في الأَجْسَامِ\nإنَّ الجِيَاد إذا عَلَتْهَا صَنْعَةٌ\n...\nرَاقَتْ ذَوِي الآدَابِ وَالأَفْهَامِ\nلِتَزَيُّدِ الأَبصَارِ فِيهَا فُسْحَةٌ\n...\nوَتَأَمُّلٌ بإشَارَةِ القُوَّامِ\nلَوْلاَ الأَمِيرُ وَأَنَّ حَاكِمَ رَأيِهِ\n...\nفي الشِّعْرِ أَصْبَحَ أَعْدَلَ الحُكّامِ\nلَثَكِلْتُ آمَالِي لَدَيْهِ بأَسْرهَا\n...\nولكَانَ إِنْشَادِي خَفِير كلاَمي\nوَلَخِفْتُ في تَفَرِيِقِهِ مَا بَيْنَنَا\n...\nمَا قِيلَ في عَمْروٍ وفيِ الصَّمْصَامِ\nفكتب إليه أبو العميثل:\nأَفْهَمْتَنَا فَنَقَعْتَ باِلإفْهامِ\n...\nفَاسْمَعْ جَوَابَكَ يَا أَبَا تَمامِ\nإنّ الظِّبَاءَ سَنِيحُهَا كبَرِيِحهَا\n...\nفي جَهْلِهَا بِتَصَرُّفِ الأقوَامِ\nجَفَّتْ بِأَيَّامِ الفَتَى وَبِرِزْقِهِ\n...\nفي اللَّوْحِ قَبْلُ سَوَابِقُ الأقْلاَمِ\nقَدْ كُنْتُ حَاضِرَ كُلِّ مَا حَبَّرْتَهُ\n...\nمِنْ مَنْطِقٍ مُسْتَحْكَمِ الإِبْرَامِ\nفِيهِ لَطَائِفُ مِنْ قَريِضٍ مُونِقٍ\n...\nنَطَقَتْ بِذَلِكَ أَلْسُنُ الْحُكَّامِ\nمُلْسُ المتُونِ لَدى السَّماعِ كأنَّهَا\n...\nلَمْساً ومَنْظَرَةً مُتُونُ سِلاَمِ\nالجزء: 1 ¦ الصفحة: 32\n",
        "وَشَهِدْتُ مَا قَالَ الأميرُ بِعَقْبِهِ\n...\nمِنْ أَنَّهُ عَسَلٌ بِمَاءِ غَمَامِ\nوشَهِدْتُ أَجْمَلَ محضَرٍ من مَعْشَرٍ\n...\nمَنَحُوا كريمَ القَوْلِ نَجْلَ كِرَامِ\nفَعَلَيْكَ مَحْمُودَ الأَنَاءَةِ، إِنَّهَا\n...\nوَالنُّجْحَ في قَرَنٍ على الأيَّامِ\nوَذَكرْتَ عَمْراً قبْلَنَا وَفِرَاقَهُ\n...\nصَمْصَامةَ النَّجَدَاتِ وَالإِقْدَامِ\nوَاللهُ يَنْظِمُنَا بِعِزَّ أَميرِنَا\n...\nوَطَوَالِ مُدَّتِهِ أَتَمَّ نِظَامِ\nوله في مقامه بخرسان وتكرهه إياها أشعاراً سنذكرها في شعره إن شاء الله.\nأخبار أبي تمام مع أبي سعيد الثغري\nأبي سعيد محمد بن يوسف الثغري\nالطائي الحميدي\nحدثني عبد الله بن الحسين بن سعد قال، حدثني البحتري قال: أبو سعيدٍ الثغري طائي من أهل مرو، وكان من قواد حميدٍ الطوسي، ومن أول شعرٍ مدحه به أبو تمام قوله:\nمِنْ سَجَايا الطُّلُولِ ألاّ تُجِيبَا\n...\nفَصَوَابٌ منْ مُقْلَتِي أَنْ تَصُوبَا\nقال: وما أخذ أبو تمام من أحدٍ كما أخذ منه، ليس أنه كان يكثر له، ولكن كان يديم ما يعطيه.\nحدثني عبد الرحمن بن أحمد بن الوليد قال، حدثني أبو أحمد محمد بن موسى بن حماد البربري قال، حدثني صالح بن محمد الهاشمي قال: دخلت على أبي سعيدٍ الثغري فأخرج لي كتاباً من أبي تمام إليه، ففتحته فإذا فيه:\nإِنِّي أَتَتْنِي مِنْ لَدُنْكَ صَحِيفَةٌ\n...\nغَلَبَتْ هُمُومَ الصَّدْرِ وَهْيَ غَوَالِبُ\nوَطَلَبْتَ وُدِّي والتَّنَائِفُ بَيْنَنَا\n...\nفَنَدَاكَ مَطْلُوبٌ وَمَجْدُكَ طَالِبُ\nوذكر أبياتاً سنذكرها في شعره تماماً لهذا، ثم قال لي: كتبت إلى أبي تمامٍ كتاباً، وقرنته ببرٍ له، فجعل جوابه هذا الشعر، ولم يخاطبني بحرفٍ سواه.\nحدثني عون بن محمد قال: قدم على أبي تمامٍ رجل من إخوانه، وكان قد بلغه أنه قد أفاد وأثرى، فجاءه يستميحه، فقال له أبو تمام: لو جمعت ما آخذ ما احتجت إلى أحدٍ، ولكني آخذ وأُنفق، وسأحتال لك، فكتب إلى أبي سعيد بقصيدة منها:\nلاَ زِلْتَ مِنْ شُكْرِي في حُلَّةٍ\n...\nلاَبِسُها في سَلَبٍ فَاخِرِ\nيَقُولُ مَنْ تَقْرَعُ أَسْماعَهُ\n...\nكَم تَرَكَ الأوَّلُ لِلآخِرِ\nلي صَاحِبٌ قَدْ كانَ لي مُؤْنِساً\n...\nوَمَألَفاً في الزَّمَنِ الغَابرِ\nتَحْمِلُ مِنْهُ العِيسُ أُعْجُوبَةً\n...\nتُجَدِّدُ السِّخْريَّ للِسَّاخرِ\nذَا ثَرْوَةٍ يَطْلُبُ مِنْ سَائلٍ\n...\nوَمُفْحَماً يَأخُذُ مِنْ شَاعِرِ!\nفَصَادَفتْ مَالِي بِإقْبَالِهِ\n...\nمَنِيَّةٌ مِنْ أَملٍ عَائِرِ\nفَشَارِكِ المقمُورَ فِيهِ وَلاَ\n...\nتَكُنْ شَريِكَ الرَّجُلِ القَامِرِ\nفَرِفْدُكَ الزَّائرِ مَجْدٌ وَلاَ\n...\nكَرِفْدِكَ الزَّائِرَ للِزَّائِرِ\nفوجه لأبي تمامٍ بثلثمائة دينارٍ، وللزائر بمائتي دينارٍ، قال: فأعطاه أبو تمامٍ خمسين ديناراً حتى شاطره.\nأخبار أبي تمام مع أحمد بن المعتصم\nحدثني محمد بن يحيى بن أبي عباد قال، حدثني أبي قال، شهدت أبا تمامٍ ينشد أحمد بن المعتصم قصيدته التي مدحه بها:\nمَا في وُقُوفِكَ سَاعَةً مِنْ بَاسِ\n...\nتَقْضِي ذِمامَ الأَرْبُعِ الأَدْرَاسِ\nفَلَعَلَّ عَيْنَكَ أنْ تُعِينَ بِمَائِهَا\n...\nوَالدَّمْعُ مِنهُ خَاذِلٌ وَمْوَاسِي\nوالناس يروون هذا - أن تعين بمائها - وهو تصحيف، فلما قال:\nأَبْليَتَ هذَا المَجْدَ أَبْعَدَ غَايَةٍ\n...\nفِيهِ وَأَكرَمَ شِيمةٍ ونِحَاسِ\nإِقْدَامَ عَمْروٍ في سَماحَةِ حَاتِمٍ\n...\nفي حِلْمِ أَحْنَفَ في ذَكَاءِ إِيَاسِ\nقال له الكندي، وكان حاضراً وأراد الطعن عليه: الأمير فوق من وصفت، فأطرق قليلاً، ثم زاد في القصيدة بيتين لم يكونا فيها:\nلاَ تُنْكِروُا ضَرْبِي لَهُ مَنْ دُونَهُ\n...\nمَثَلاً شَروُداً في النَّدَى وَالبَاسِ\nالجزء: 1 ¦ الصفحة: 33\n",
        "فالله قد ضَرَبَ الأَقَلَّ لِنُورِهِ\n...\nمَثَلاً منَ المِشْكَاةِ وَالنِّبْرَاسِ\nقال: فعجبنا من سرعته وفطنته، وقد روى هذا الخبر على خلاف هذا، وليس بشيءٍ، وهذا هو الصحيح.\nويروى أنه عيب عليه قوله، وقد أنشد هذه القصيدة التي فيها:\nشَابَ رَأْسِي وَما رَأيت مُشَيِبَ الرَّ\n...\nأْسِ إلاّ من فَضْلِ شَيْبِ الفُؤَادِ\nفزاد فيها من لحظته:\nوكَذَاكَ الْقُلوُبُ في كلِّ بُؤسٍ\n...\nوَنَعيِمٍ طَلاَئِعُ الأجْسَادِ\nحدثني أحمد بن إسماعيل قال: حدثني عبد الله بن الحسين ولست أدري من عبد الله هذا قال: سمعت أبا تمام ينشد أحمد بن المعتصم في علةٍ اعتلها:\nأَقْلَقَ جَفْنَ العَيْنَيْنِ عَنْ غُمُضِهْ\n...\nوَشَدَّ هَذَا الحَشَا عَلَى مَضَضِهْ\nشَجىً بَما عَنَّ لِلأَميِر أبي ال\n...\nعَبَّاسِ أَمسْىَ نَصْباً لِمعْتَرِضِهْ\nمنْ الآُلَى نَسْتَجِيرُ منْ شَرَقِ الدّهْ\n...\nرِ بِهمْ إنْ أَلَمَّ أوْ جَرضَهْ\nصَاغَهُمْ ذُو الجلاَلِ مِنْ جَوْهَرِ المَجْ\n...\nدِ وَصاغَ الأَنامَ مِنْ عَرَضِهْ\nسَهْمٌ مِنَ المُلكِ لاَ يُضَيِّعُهُ\n...\nبَارِيهِ حَتَّى يَهْتَزَّ في غَرَضِهْ\nوهذه من أحسن كنايةٍ في التعريض بالخلافة:\nصِحَّتُهُ صِحَّةُ الرَّجَاءِ لَنا\n...\nفي حِينِ مُلْتَاثهِ وَمُنْتَقَضِهْ\nفإنْ نَجِدْ عِلةً نُعَمَّ بهَا\n...\nحتَّى كأَنَّا نُعَادُ مِنْ مَرَضِهْ\nفقال له أحمد بن المعتصم: ما أبين العلة عليك! فقال: إنها علةُ قلبٍ تميت الخاطر، وتسد الناظر، وتبلد الماهر!.\nأخبار أبي تمام مع مخلد بن بكار الموصلي\nحدثني أحمد بن إبراهيم قال، حدثني بدر غلام مخلد قال: دخل أبو تمام الحمام ومخلد فيه، وإذا عليه شعر كثير، كأنه قد ألبس مسحاً، فقال له أبو تمام: ما هذا؟! قال: حذراً من لسانك أن ينسبني إلى البغاء.\nحدثني أبو سليمان النابلسي قال، قيل لأبي تمام: قد هجاك مخلد، فلو هجوته؟ قال: الهجاء يرفع منه، قيل: أليس هو شاعراً؟ قال: لو كان شاعراً ما كان من الموصل. يعني أن الموصل لم تخرج شاعراً. قال أبو سليمان: وأصل مخلد من الرحبة ثم أقام بالموصل.\nحدثني أحمد بن محمد البصري، غلام خالدٍ الحذاء الشاعر وراويته قال، حدثني الخليع الشاعر القرشي قال: كان أول شعر هجا به مخلد أبا تمام قوله:\nأنت عندي عربيُّ\n...\nالأَصْلِ ما فيكَ كلامُ\nعربيُّ عربيُّ\n...\nأَجَإِيٌّ ما تُرامُ\nشَعْر فَخْذَيْكَ وساقَيْكَ\n...\nخُزَامَي وثُمَامُ\nوضلُوعُ الشِّلوْ مِنْ صَدْ\n...\nرِكَ نبعٌ وبَشَامُ\nوَقَذَى عينيْكَ صَمْغٌ\n...\nوَنَواصِيكَ ثَغَامُ\nلو تحركْتَ كذا لانْ\n...\nجَفَلَتْ منكَ نَعامُ\nوظِبَاءٌ مُخْصِبَاتٌ\n...\nويَرَابِيعُ عِظَامُ\nأنَا ما ذنْبَي إِنْ خَا\n...\nلفَنَي فيكَ الأَنَامُ؟\nوَأَتَتْ مِنكَ سَجايَا\n...\nنَبَطِيَّاتٌ لِئَامُ\nوَقَفاً يَحْلِفُ أَنْ مَا\n...\nعَرَّقَتْ فِيكَ الكِرَامُ\nثُمَّ قَالُوا: جَاسِمِيٌّ\n...\nمِنْ بَنِي الأَنْبَاطِ خَامُ\nكَذَبُوا، مَا أنْتَ إلاَّ\n...\nعَرَبيٌّ مَا تُضَامُ\nبَيْتُهُ مَا بَينَ سَلْمَى\n...\nوَحَوَالَيْهِ سِلاَمُ\nوَلَهُ مِنْ إِرْثِ آبا\n...\nءٍ قِسِىٌّ وَسِهَامُ\nوَنَخِيلٌ بَاسِقَاتٌ\n...\nقَدْ دَنَا مِنْهَا صِرَامُ\nأَنْتَ عِنْدِي عَرَبيٌّ\n...\nعَربيٌّ وَالسَّلاَمُ\nوأنشدني أبو جعفر مولى آل سليمان بن علي لمخلدٍ في أبي تمام:\nانْظُرْ إلَيْهِ وَإلَى خُبْثِهِ\n...\nكيفَ تَطَايا وَهْوَ مَنْشُورُ\nثُمَّ عَلَى طَاقٍ شَخِيتِ الْقُوَى\n...\nنِسْبَتُهُ وَالُّلؤْمُ مَضْفُورُ\nالجزء: 1 ¦ الصفحة: 34\n",
        "وَيْلكَ، مَنْ دَلاَّكَ في نِسْبَةٍ\n...\nقَلْبُكَ مِنْهَا الدَّهْرَ مَذْعُورُ\nلَوْ ذُكِرَتْ طَاءٌ عَلَى فَرْسَخٍ\n...\nأَظْلَمَ في نَاظرِكَ النُّورُ\nوأنشدني أبو سليمان الضرير لمخلدٍ في أبي تمام:\nلَوِ امْتَخَطْتَ وَبْرَةً وَضَبَّا\n...\nوَامْتَشَّتْ اليَرْبُوعَ نِيّاً صُلْبَا\nوامْتَصَّتَ الحَنْظَلَ غَضّاً رَطْباَ\n...\nوَلَمْ تَذُقْ مَاءً نُقَاخاً عَذْبَا\nوَبُلْتَ بَوْلَ جَمَلٍ قَدْ هَبَّا\n...\nولَمْ تَرُمْ إلاَّ الْجِمَالَ كَسْبَا\nثمَّ قَعَدْتَ الْقُرْفُصَا مُنْكَبَّا\n...\nتَحْكي عرَابيَّ فَلاةٍ قَلْبَا\nإِنْ دَخَلَ الإيوَانَ صَاحَ الكرْبَا\n...\nحَتَّى يَحُلَّ جَعْجَعَاناً رَحْبَا\nولَوْ نَكَحْتَ حِمْيَراً وكَلْبَا\n...\nوقَيْسَ عَيْلاَنَ الْكِرَامَ الْغُلْبَا\nبِالشَّامِ حَيْثُ زَجْرُهَأ يُلبَّي\n...\nلاَ حَيْثُ أَضْحَى النَّسَبُ الْمُرَبَّي\nيُصْبِحُ عَبْداً وَيَرُوحُ رَبَّا\n...\nثُمَّ اتَّخَذْتَ اللاَّتَ فيِنَا رَبَّا\nوَلَمْ تَسَمِّ القُطْنَ إلاّ عُطْبَا\n...\nوَقُلتَ لِلْعَيْرِ الْبَلِيدِ حَوْبَا\nمَا كُنْتَ إلاّ نَبَطِياً قَلْبَا\n...\nلَوْ نَقَرَ الصَّخْرَ أَفَاضَ غَرْبَا\nحتَّى يُسِيحَ لِلنَّبَاتِ شِرْبَا\n...\nويُنْبتَ الْحَبَّ بهِ وَالْقَضْبَا\nهيَّجْتَ مِنيِّ شَاعِراً أَرَبَّا\n...\nيُدِيُر في حُسَاماً عَضْبَا\nمُهنَّداً مَدَّاحَةُ مِسَبَّا\n...\nيَلحَبُ أَعرَاضَ اللِّئَامِ لَحْبَا\nوهذا الفن قد سبق مخلد إليه: قال أبو نواسٍ في أبي خالدٍ الفارسي، وخرج إلى البدو شهرين فصار نميريا، وعاد فأنكر الميازيب، فقال: ما هذه الخراطيم التي لا أعرفها؟ فقال فيه أبو نواس:\nيَا رَاكبِاً أَقْبَلَ مِنْ ثَهْمَدٍ\n...\nكَيْفَ تَرَكْتَ الإبلَ وَالشِّاءَا؟\nوَكيْفَ خَلَّفْتَ لِوَى قَعْنَبٍ\n...\nحَيْثُ تَرَى التَّنُّومَ وَالآءَا\nجَاءَ مِنَ البَدْوِ أَبُو خَالدٍ\n...\nوَلَمْ يَزَلْ بِالمصْرِ تَنَّاءَ\nيَعْرفُ لِلنَّارِ أَبُو خَالِدٍ\n...\nسِوَى اسْمِهَا في النَّاسِ أَسْمَاءَ\nإذَا دَعَا الصَّاحبَ يَهْيَا بِهِ\n...\nوَيُتْبِعُ الْيَهْيَاءَ يَهْيَاءَ\nلَوْ كُنْتَ مِنْ فَاكِهةٍ تُشْتَهَى\n...\nلِطيبِهَا كُنت الغُبَيْرَاءَ\nلاَ تَعْبُرُ الحَلْقَ إلىَ دَاخِلٍ\n...\nحَتَّى تَحَسَّى فَوْقَها المَاءَ\nوقد سبق أبو نواس أيضاً إلى هذا: حدثني مسبح بن حاتم العكلي قال، حدثني يعقوب بن جعفر قال: أمر إسماعيل بن علي لحماد عجردٍ بخمسة آلاف درهمٍ، فمطله بها كاتبه محمد بن نوح، فقال فيه حماد:\nقَالَ ابنُ نُوحٍ لي وَقَدْ\n...\nأظْهَرَ بَعْضَ الْغَضَبِ\nأَنْتَ الذي نَفَيْتَني\n...\nفي الشِّعْرِ عَنْ نُوحٍ أبي؟\nفَقْلْتُ: لاَ، لاَ تَرْمِنِي\n...\nمِنْكَ بِمَحْضِ الكَذِبِ\nوَيْحَكَ لَمْ أفْعَلْ وإنْ\n...\nكُنْتَ سَقِيمَ الحَسَبِ\nلَكنَّنيِ كُنْتُ فَتىً\n...\nعَلاَّمَةً بِالنَّسَبِ\nفَقْلْتَ لي: نُوحٌ أبي،\n...\nفقلتُ: جَاوِزْ بِأَبِ\nفَلَمْ تُجَاوِزْهُ وَفيِ\n...\nذَلِكَ بَعْضُ الرِّيَبِ\nفَيَا ابنَ نُوحٍ، يَا أَخَا ال\n...\nحِلْسِ، وَيَا ابْنَ القَتَبِ\nوَمَنْ نَشَا وَالِدُهُ\n...\nبَيْنَ الرُّبَى وَالكُثُبِ\nيَا عَربي يَا عَربِي\n...\nيَا عَربي يَا عَربِي\nولما مات أبو تمام رثاه مخلد بهجاءٍ فقال:\nسَقَتْ حَتَارَكَ يَا طَائِيُّ غَادِيَةٌ\n...\nمِنَ المَنِيِّ وَقُطْعَانٌ مِنَ الكَمَرِ\nالجزء: 1 ¦ الصفحة: 35\n",
        "فَنَوْءُ جُرْدَانَ أَشْهَى لاَ أَشُكُّ بِهِإلىَ حَتَارِكَ مِنْ نَوْءَيِنْ مِنْ مَطَرِ\nحَرُّ الحُلاَقِ وَبَرْدُ الشِّعْرِ أَتْلَفَهُفَجَاءَهُ المَوْتُ مِنْ حَرٍّ وَمِنْ خَصَرِ\nوكان أبو تمام لا يجيب هاجياً له، لأنه كان لا يراه نظيراً ولا يشتغل به.\nحدثني أبو العشائر الأزدي الشاعر قال، حدثني أبي قال: قلت لأبي تمام: ويحك قد فضحنا هذا الموصلي بهجائك فأجبه، قال: إن جوابي يرفع منه، وأستدر به سبه، وإذا أمسكت عنه سكتت شقشقته، وما في فضل مع هذا عن مدح من أَجتديه.\nوقال فيه مخلد:\nيَا نَبِيَّ الله في الشِّعْرِ وَيَا عيَسى بنَ مَرْيَمْ\nأََنْتَ مِنْ أَشْعَرِ خَلْقِ اللهِ مَا لَمْ تَتَكَلَّمْ!\nوقد هجا أبا تمام من هو أشعر من مخلد: حدثني محمد بن موسى الهاشمي، وأبو الربيع المنقري قالا: عزم أبو تمام على الانحدار إلى البصرة والأهواز لمدح من بهما، فبلغ ذلك عبد الصمد بن المعذل فكتب إليه:\nأَنْتَ بينَ اثنَتَينِ تَغْدُو مَعَ النَّا\n...\nسِ وَكِلْتَاهُمَا بِوَجْهٍ مُذَالِ\nلَسْتَ تَنْفَكُّ طَالِباُ لِوصَالٍ\n...\nمِنْ حَبِيبٍ أوْ طَالباً لِنَوَالِ\nأيُّ مَاءٍ لَماءِ وَجْهِكَ يَبْقَى\n...\nبَعْدَ ذُلِّ الْهَوَى وَذُلِّ السُّؤَالِ؟\nفلما قرأ الشعر قال: قد شغل هذا ما يليه، فلا أرب لنا فيه، وأضرب عن عزمه.\nوجدت في كتبي: وقال الوليد يهجو أبا تمام، وهي قصيدة اخترت منها:\nدَعِ الهِجَاءَ فإِنَّ اللهَ حَرَّمَهُ\n...\nوَاقْصِدْ إلَى الَحقِّ إنَّ الحَقَّ مُتَّسِع\nوَاذْكُرْ حَبيبَ بْنَ أَوْشُونَا وَدِعْوَتَهُ\n...\nفإنّ طَيّاً إذَا سُبُّوا بِه جِزَعُوا\nإنْ يَقْبَلوُكَ أبَا النُّقْصَانِ يَحْتَقبْواعَاراً وتَخفِضُ منهُمْ كلَّ مَا رَفَعُوا\nلَوْ أنَّ عَبْدَ مَنَافٍ في أَرُومِتهِمْ\n...\nتَقَبَّلوُكَ لَمَا ضَرُّوا وَلاَ نَفَعُوا\nوَإنْ نَفَوكَ كما يَنفُونَ كَلْبَهُمُ\n...\nعَنِ الصَّمِيمِ أَصَابُوا الحَقَّ وَانْتَفَعُوا\nإِنْ يَرْقَعُوا بِكَ خَرْقاً في أَدِيمِهِمِقالَ العِبَادُ جَمِيِعاً: بِئْسَما رَقَعُوا\nمِرْبَاعُ قَوْمكَ نَاقُوسٌ وَشَمْعَلةٌفَاذْكُرْ مَرَابِيَعُهمْ فِيهَا إذَا ارْتَبَعُوا\nولَوْ تُنَاطُ بِطَىٍ كُلُّ مُخْزِيَةٍ\n...\nلكُنْتَ أخْزىَ لَهمْ منْهَا إذا اجتْمَعُوا\nإِنِّي هَجَوْتُكَ عَنْ عِلْمٍ وَمَعْرِفَةٍ\n...\nبِأَنَّ شِعْرَكَ قَدْ أَوْدَى بهِ الفَزَعُ\nإنّ القُرُومَ إذَا أبْدَتْ شَقَاشِقَهَالِلْهَدْرِ لَمْ يَدْنُ منْ أَعْطَانِهَا الْهُبَعُ\nما روي من معائب أبي تمام\nحدثني هارون بن عبد الله المهلبي قال: سئل دعبل عن أبي تمام قال: ثلث شعره سرقة، وثلثه غثٌ، وثلثه صالح.\nوقال محمد بن داود، حدثني ابن أبي خيثمة قال، سمعت دعبلاً يقول: لم يكن أبو تمام شاعراً، إنما كان خطيباً، وشعره بالكلام أشبه منه بالشعر، قال: وكان يميل عليه، ولم يدخله في كتابه - كتاب الشعراء -.\nوحُكى أن ابن الأعرابي قال، وقد أنشد شعراً لأبي تمام: إن كان هذا شعراً فما قالته العربُ باطلٌ!.\nحدثني محمد بن الحسن اليشكري قال: أنشد أبو حاتم السجستاني شعراً لأبي تمام، فاستحسن بعضه واستقبح بعضاً، وجعل الذي يقرؤه يسأله عن معانيه فلا يعرفها أبو حاتم، فقال: ما أشبه شعر هذا الرجل إلا بثيابٍ مصقلاتٍ خلقانٍ، لها روعة وليس لها مفتش.\nحدثني القاسم بن إسماعيل قال: كنا عند التوجي، فجاء ابن لأبي رهم السدوسي، فأنشده قصيدةً لأبي تمام يمدح بها خالد بن يزيد أولها:\nطَلَلَ الجميعِ لقدْ عَفَوْتَ حَميدَا\n...\nوكفَى عَلَى رُزْئي بذاكَ شَهيِداَ\nقال: فجعل يضطرب فيها، وكنت عالما بشعره، فجعلت أقومه، فلما فرغ قال: يا أبا محمد، كيف ترى هذا الشعر؟ فقال: فيه ما أستحسنه، وفيه مالا أعرفه ولم أسمع بمثله، فإما أن يكون هذا الرجل أشعر الناس جميعاً، وإما أن يكون الناس جميعاً أشعر منه!.\nوحكى عن ابن مهرويه عن أبي هفان قال، قلت لأبي تمام: تعمد إلى درةٍ فتلقيها في بحر خرءٍ، فمن يخرجها غيرك؟.\nالجزء: 1 ¦ الصفحة: 36\n",
        "حدثني أبو صالح الكاتب قال، سمعت أبا العنبس يقول، وكان جاراً لي: راسل أبو تمام أم البحتري في التزويج بها، فأجابته وقالت له: اجمع الناس للإملاك، فقال: الله أجل من أن يذكر بيننا، ولكن نتماسح ونتسافح، فكان معها بلا نكاح.\nوهذا إنما كذبه أبو العنبس، واحتذى به حديثاً حدثه به الكديمي عن الأصمعي قال: جاء أسود وسوداء إلى أبي مهدية فقالا له: قد أردنا التزويج فاخطب لنا، فقال: إن الله أجل من أن يذكر بينكما، فاذهبا فاصطكا لعنكما الله!.\nوقال قوم: هو حبيب بن تدوس النصراني، فغير فصير أوساً.\nحدثنا جماعة من ابن الدقاق قال، قرأنا على أبي تمام أرجوزة أبي نواس التي مدح بها الفضل ابن الربيع:\nوبلدةٍ فيها زَوَرْ\nفاستحسنها وقال: سأروض نفسي في عمل نحوها، فجعل يخرج إلى الجنينة، ويشتغل بما يعمله، ويجلس على ماء جارٍ، ثم ينصرف بالعشى، فعمل ذلك ثلاثة أيام، ثم خرق ما عمل وقال: لم أرض ما جاءني.\nحدثني أحمد بن سعيد قال، حدثنا محمد بن عمرو قال، قال ابن الخثعمي الشاعر: جن أبو تمامٍ في قوله:\nتروحُ علينا كلَّ يومٍ وتَغْتَدي\n...\nخُطوبٌ يكادُ الدَّهرُ منهنَّ يُصرَعُ\nأيصرع الدهر؟ قال: فقلت له: هذا بشار يقول:\nوما كنتُ إلاَّ كالزمانِ إذا صَحَا\n...\nصَحَوْتُ، وإن ماقَ الزَّمانُ أَمُوقُ\nقال: فسكت، قال: فقلت له: وأبوك يقول:\nوليَّنَ لي دَهْري بأتباعِ جُودِهِ\n...\nفكِدْتُ لِلِينِ الدهرِ أنْ أعقِدَ الدهْرَا\nالدهر يعقد؟ قال: فسكت.\nوقال محمد بن عبد الملك بن صالح يهجو أبا تمام:\nقد جاءني والمقالُ مختلفٌ\n...\nشعرُ أبي ناقصٍ على بُعُدِهْ\nفكانَ كالسَّهمِ صَافَ عن سَدَدِ القْو\n...\nلِ وَعَنْ قَصْدِهِ وعَنْ أَمَدهْ\nما رواه أبو تمام\nحدثنا الحسن بن عليل العنزي قال، حدثني أبو بكر محمد بن إبراهيم بن عتابٍ قال، حدثني أبو تمامٍ الطائي قال: مر الطرماح بمسجد البصرة، وهو يخطر في مشيته، فقال رجل: من هذا الخطار؟ فقال: أنا الذي أقول:\nلقد زادني حُبّاً لِنفسَي أنني\n...\nبغيضٌ إلى كلِّ امرئٍ غيرِ طائِلِ\nإذا ما رآني قَطَّع الطَّرفَ دُونَه\n...\nودُونِيَ فِعْلَ العَارفِ المتجاهلِ\nملأتُ عليه الأرضَ حتى كأنّها\n...\nمِن الضِّيقِ في عينينه كِفَّةُ حَابِلِ\nحدثني أحمد بن يزيد المهلبي قال، حدثني أبو الفضل أحمد بن أبي طاهرٍ قال، حدثني أبو تمام حبيب بن أوس الطائي قال، حدثنا العطاف بن هارون عن يحيى بن حمزة قاضي دمشق - وكان فيمن تولى قتل الوليد بن يزيد - قال: إني لفي مجلس يزيد بن الوليد الناقص، إذ حدثه فكذبه، فعلم يزيد أنه قد كذبه، فقال له: يا هذا، إنك تكذبُ نفسك قبل أن تكذبَ جليسكَ. قال: فما زلنا نعرف الرجل بعد ذلك بالتوقي.\nحدثنا أحمد بن يزيد قال، حدثني أحمد بن أبي طاهرٍ قال، حدثني أبو تمام قال، حدثني شيخ من الحي قال: كان فينا رجل شريف، فأتلف ماله في الجود، فصار بعد لا يفي، فقيل له: أصرت كذاباً؟ فقال: نصرة الصدق أفضت بي إلى الكذب! قال أبو بكر: فنقل هذا ابن أبي طاهرٍ شعراً له، فقال:\nقد كنتُ أنجِزُ دهراً ما وَعَدْتُ، إلى\n...\nأنْ أتلفَ الدهرُ ما جَمَّعْتُ من نَشَبِ\nفإنْ أكنْ صِرتْ في وَعْدِي أخا كذبٍ\n...\nفَنُصْرَةُ الصدقِ أفضَتْ بي إلى الكذبِ!\nحدثنا أحمد بن يزيد قال، حدثنا ابن أبي طاهرٍ قال، حدثني أبو تمام قال، حدثني كرامة بن أبان العدوي قال، حدثني رجل من عاملة من بني زهدمٍ قال، قال عدي بن الرقاع: ما أسمعت عمر ابن الوليد بن عبد الملك مديحاً قط إلا كدت أسمع حديث نفسه بحبائي؟ قال: فو الله إني بعد هذا الحديث لفي مجلس عمر، إذ دخل عليه عدي، فأنشده شعراً فيه، فدعا مولى له فقال: هات نقيضة هذه القصيدة، فظننت أنه ينشده شعراً، فأتى ببدرةٍ فيها عشرة آلاف درهمٍ فدفعها إليه.\nالجزء: 1 ¦ الصفحة: 37\n",
        "حدثنا أحمد بن يزيد المهلبي قال، حدثني أحمد بن أبي طاهرٍ قال، حدثني أبو تمام قال، حدثني أبو عبد الرحمن الأموي قال: وصف ابن لسان الحمرة، وهو ربيعة بن حصن من بني تيم اللات بن ثعلبة، قوماً بالعي فقال: منهم من ينقطع كلامه قبل أن يصل إلى لسانه، ومنهم من لا يبلغ كلامه أذن جليسه، ومنهم من يقتسر الآذان فيحملها إلى الأذهان عبأً ثقيلا.\nحدثني أحمد قال، حدثني أحمد قال، حدثني أبو تمامٍ قال: كان يزيد بن الحصين بن تميم السكوني لا يعطي، فإذا أعطى أعطى كثيراً، ويقول: أحب أن تكون مواهبي كتائب كتائب، ولا أحب أن تكون مقانب مقانب.\nحدثنا أحمد قال: حدثنا أحمد قال، حدثنا أبو تمامٍ عن رجلٍ من كلبٍ قال: كنت مع يزيد بن حاتمٍ بإفريقية، فاعترض دروعاً وبالغ فيها، وكانت جياداً، فقيل له في ذلك، فقال: إنما أشترى أعماراً لا دروعا!.\nحدثني أحمد بن يزيد قال، حدثنا أبي عن عمه حبيب بن المهلب قال: ما رأيت قط رجلاً مستلئماً في حربٍ إلا كان عندي بمنزلة رجلين اثنين، ولا رأيت رجلين حاسرين في حربٍ قط إلا كانا عندي بمنزلة رجلٍ واحدٍ.\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا أبو تمامٍ قال، حدثني كرامة قال: قدم رجل من ولد معدان بن عبيد المعني من عند البرامكة، فقلنا له: كيف تركتهم؟ فقال: تركتهم وقد أنست بهم النعمة حتى كأنها بعضهم! قال أبو تمام، قال كرامة: فحدثت بهذا ثعلبة بن الضحاك العاملي فقال: لقد سمعت من بعض أعرابكم نحواً من هذا: قدم علينا غسان بن عبد الله بن خيبري في عنفوان خلافة هشام، فرأى آل خالد القسري، فقال: إني أرى النعمة قد لصقت بهؤلاء القوم حتى كأنها من ثيابهم! قلت: فإن صاحب هذا الكلام ابن عم صاحب هذا الحديث فيما أرى، أما ترى كلامه ابن عم كلامه؟.\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا أبو تمامٍ قال، حدثنا كرامة قال: تكلم رجل في مجلس الهيثم بن صالح فهذر ولم يصب، فقال: يا هذا، بكلام أمثالك رزق الصمت المحبة!.\nحدثنا أحمد بن يزيد قال، حدثنا أحمد، قال حدثنا أبو تمامٍ قال، حدثني سلامة بن جابر النهدي قال: سمعت أعرابياً يصف قوماً لبسوا النعمة ثم عروا منها، فقال: ما كانت نعمة آل فلانٍ إلا طيفاً ولى مع انتباههم!.\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا أبو تمامٍ عن سلامة بن جابر قال: سأل هشام أسد بن عبد الله القسري عن نصر بن سيارٍ وكان عدوه فقال: ذلك رجل محاسنه أكثر من مساويه، لا يضرب إلا انتصف منها، لا يأتي أمراً يعتذر منه، قسم أخلاقه بين أيام الفضل، فجعل لكل خلقٍ نوبةً، لا يدري أي أحواله أحسن، ما هداه إليه عقله، أو ما كسبه إياه أدبه! فقال هشام: لقد مدحته على سوء رأيك فيه، فقال: نعم، لأني فيما يسألني أمير المؤمنين عنه كما قال الشاعر:\nكَفى ثَمَناً لما أَسْدَيْتَ أَنِّي\n...\nصَدَقْتُكَ في الصَّديقِ وفي عِدَاى\nوَأنِّي حين تَنْدُبُنيِ لأَمْرٍ\n...\nيكُونُ هَواكَ أغْلبَ مِن هَوَاى\nقال: ذاك الظن بك.\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا أبو تمامٍ قال، حدثني محمد بن خالد الشيباني قال: قال رجل يوماً لرقبة بن مصقلة العبدي: من أي شيء كثرة شكك؟ قال: من محاماتي عن اليقين!.\nحدثنا أحمد بن يزيد قال، حدثنا أحمد بن أبي طاهر قال، حدثني أبو تمام قال، حدثني أبو عبد الرحمن الأموي قال: ذكر الكلام في مجلس سليمان بن عبد الملك فذمه أهل المجلس، فقال سليمان: كلا، إن من تكلم فأحسن، قدر على أن يسكت فيحسن؛ وليس كل من سكت فأحسن، قدر أن يتكلم فيحسن.\nحدثنا أحمد قال، حدثنا أحمد بن أبي طاهرٍ قال، حدثني أبو تمام قال، حدثني شيخ من بني عدي بن عمرو قال: نزلت عندنا أحوية من طيئ، فكنت أتحدث إلى فتىً يتحدث إلى ابنة عمٍ له، وهو من أقرح الناس كبداً، فسار فريقها الأدنى إلى الغور، وغبر في أهل بيته، فاشتد جزعه، فقال: يا ابن عم، إن الصبر عن المحبوب أشد من الصبر على المكروه.\nالجزء: 1 ¦ الصفحة: 38\n",
        "حدثنا أحمد قال، حدثنا أحمد بن أبي طاهر قال، حدثني حبيب بن أوس الطائي قال، حدثنا قلابة الجرمي قال: قال يزيد بن المهلب يوماً لجلسائه: أراكم تعنفوني في الإقدام! قالوا: نعم، والله إنك لترمي بنفسك في المهالك، فقال: إليكم عني، فو الله لو لم آت الموت مسترسلاً، لأتاني مستعجلاً؛ إني لست آتي الموت من حبه، إنما آتيه من بغضه! وقد أحسن الحصين بن الحمام المري حيث يقول:\nتأَخَّرْتُ أستبْقي الحياةَ فلم أجدْ\n...\nحَيَاةً لِنفْسي مثلَ أن أتقدَّمَا\nحدثنا أحمد قال، حدثنا أحمد عن أبي تمام قال، قال رجل من بني عمرو بن تميم: يزعم الناس أن السيوف مأمورة تقطع وتكهم، والله ما رأيت يزيد بن المهلب قط فنبا سيفه، فقال ثابت قطنة: والله لو لم تكن السيوف مأمورةً، لصيرتها يد يزيد مأمورةً!.\nحدثنا أحمد قال، حدثنا أحمد بن أبي طاهر عن أبي تمام قال، حدثني مالك بن دلهمٍ عن ابن الكلبي قال: مات ابن لأرطاة بن سهية المري يقال له عمرو - وسهية أم أرطاة وأبوه زفر أحد بني مرة في زمن معاوية - فجزع عليه حتى ذهب عقله أو قارب، فوقف على قبره فقال:\nوقفتُ على قبرِ ابن سَلْمى فلم يَكُنْ\n...\nوُقُوفي عليه غَيْرَ مَبْكىً وَمَجْزعِ\nعن الدهْرِ فاصْفَحْ إنه غَيْرُ مُعْتَبٍ\n...\nوفي غير مَنْ قد وَارتِ الأرضُ فاطمَعِ\nهل أنتَ، ابن سَلْمَى إن نظرتُكَ، رَائحٌ\n...\nمعَ القومِ أو غَادٍ غَداةَ غدٍ معي؟\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا أبو تمامٍ قال: تذاكرنا الكلام في مجلس سعيد بن عبد العزيز التنوخي وحسنه، والصمت ونبله، فقال: ليس النجم كالقمر، إنما تمدح السكوت بالكلام، ولا تمدح الكلام بالسكوت، وما أنبأ عن شيءٍ فهو أكثر منه.\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا أبو تمامٍ قال، حدثني أبو عبد الرحمن الأموي قال: تكلم رجل عند هشامٍ فأحسن، فقال هشام: إن أحسن الحديث ما أحدث بالقلوب عهداً.\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا حبيب بن أوسٍ قال، حدثني عمرو بن هاشم السروي قال: تحدثنا عند محمد بن عمرو الأوزاعي - والأوزاع من حمير - ومعنا أعرابي من بني عليم ابن جنابٍ لا يتكلم، فقلنا له: بحقٍ ما سميتم خرس العرب، ألا تحدث القوم؟ فقال: إن الحظ للمرء في أذنه، وإن الحظ في لسانه لغيره، فقال الأوزاعي: وأبيه لقد أحسن.\nحدثنا أحمد قال، حدثنا أحمد قال، حدثنا أبو تمامٍ قال: قال رجل لرجل: ما أحسن حديثك! فقال له: إنما حسنه حسن جوار سمعك.\nحدثنا أحمد قال، حدثنا أحمد بن أبي طاهر قال، حدثني أبو تمامٍ قال، حدثني يحيى بن إسماعيل الأموي قال، حدثني إسماعيل بن عبد الله قال، قال جدي: الصمت منام العقل، والنطق يقظته، ولا منام إلا بيقظةٍ، ولا يقظة إلا بمنامٍ.\nصفة أبي تمام وأخبار أهله\nحدثني عون بن محمد قال: كان أبو تمام طوالاً، وكانت فيه تمتمة يسيرة، وكان حلو الكلام فصيحاً، كأن لفظه لفظ الأعراب.\nحدثني علي بن الحسن الكاتب قال: رأيت أبا تمامٍ وأنا صبي صغير، فكان أسمر طوالاً.\nحدثني أحمد بن يزيد المهلبي قال: كنت جالساً مع ابن عتاب، فمر بنا رجل من الكتاب، فجلس إلينا وكان فصيحاً مليح الحديث، فأطال معنا ثم قام، فقال لي ابن عتاب: ما رأيت رجلاً أشبه لفظاً بأبي تمامٍ من هذا إلا حبسة قليلةً كانت في لسان أبي تمام.\nحدثني عبد الله بن عبد الله قال: كان لأبي تمامٍ أخ يقال له سهم، وكان يقول الشعر، فمن شعره:\nونازَعْتُهُ شَيئاً إليه مُبَغَّضاً\n...\nفلما رأى وَجدْي به صار يَعْشَقُهْ\nفَدَعْه ولا تحزَنْ على فائزٍ بِه\n...\nفإنَّ جَديداتِ الَّليالي سَتُخْلِقُهُ\nحدثني سوار بن أبي شراعة قال، حدثني البحتري قال: كان لأبي تمامٍ أخ يقال له سهم، وكان يقول شعراً دوناً، فجاء إلى أبي تمام يستميحه فقال له: والله ما يفضل عني شيء، ولكني أحتال لك، فكتب إلى يحيى بن عبد الله بقصيدةٍ أولها:\nإِحْدَى بنِي بكرِ بن عبدِ مَنَاهِ\n...\nبيْنَ الكثيبِ الفَرْدِ فالأمْوَاهِ\nفقال فيها:\nسَهْمُ بنُ أَوْسٍ في ضَمَانِكَ وَاثِقٌ\n...\nأَنْ لَسْتَ بالنَّاسِي ولا بالسَّاهي\nالجزء: 1 ¦ الصفحة: 39\n",
        "أَجْزِلْ له الحظَّينِ مِنَكَ وكُنْ له\n...\nرُكْناً عَلَى الأيَّامِ ليسَ بِوَاهِي\nبِوِلايتيْنِ ولاَيَةٍ مَشْهورةٍ\n...\nفي كُورَةٍ ووِلايةٍ بالَجْاهِ\nهُوَ في الغِنَى غَرْسِي، وَغَرسُكَ في العُلا\n...\nأَنَّي أردتَ، وأنتَ غَرْسُ اللهِ\nحدثني أحمد بن إسماعيل قال، حدثني أبو سهل الرازي قال: لما ولي محمد بن طاهرٍ خراسان، دخل الناس لتهنئته، فكان فيهم تمام بن أبي تمام الطائي فأنشده:\nهنَّاكَ رَبُّ الناسِ هَنَّاكا\n...\nما مِنْ جزَيلِ المُلْكِ أعْطَاكاَ\nقَرَّتْ بِما أُعطيِتَ يا ذَا الحِجَي\n...\nوالبَاسِ والإنْعامِ عَيْناكاَ\nأَشْرقَتِ الأَرضُ بِما نِلتَهُ\n...\nوَأَوْرقَ العُودُ لِنَجْواكاَ\nفاستضعفت الجماعة شعره وقالوا: يا بعد ما بينه وبين أبيه! فقال محمد لعبد الله بن إسحاق، وكان يعرفه الناس وهو على أمره: قل لبعض شعرائنا: أجبه، فغمز رجلا في المجلس، فأقبل على تمامٍ فقال:\nحيَّاكَ ربُّ الناسِ حيَّاكا\n...\nإِنَّ الذي أمَّلْتَ أخْطاكا\nمَدحْتَ خِرْقاً مُنْهباً مالَهُ\n...\nولَوْ رأى مدْحاً لَواسَاكا\nفهاك إِنْ شِئْتَ بها مِدْحَةً\n...\nمِثلَ الذي أَعْطَيْتَ أعْطَاكا\nفقال تمام: أعز الله الأمير، إن الشعر بالشعر رباً، فاجعل بينهما رضخاً من دراهم حتى يحل لي ولك! فضحك محمد وقال: إن لم يكن معه شعر أبيه، فمعه ظرف أبيه، أعطوه ثلاثة آلاف درهم، فقال عبد الله بن إسحاق: ولقول أبيه في الأمير عبد الله بن طاهرٍ:\nأَمَطْلِعَ الشَّمسِ تَنْوِي أنْ تَؤُمَّ بنا؟\n...\nفقُلتُ: كلاَّ، ولكنْ مطْلِعَ الجُودِ\nثلاث آلافٍ أخرى، قال: ويعطي ذلك.\nأخبار لأبي تمام متفرقة\nحدثني أبو جعفر أحمد بن يزيد المهلبي قال، حدثني محمد بن القاسم بن مهرويه - وكان ابن مهرويه هذا يسمع معنا من المغيرة بن محمد المهلبي وغيره بالبصرة، ولم أسمع منه شيئاً عن الحمدوي - قال: سمعت أبا تمامٍ يقول: أنا كقولي:\nنَقِّلْ فُؤادَكَ حيثُ شِئْتَ مِن الهَوَى\n...\nما الحبُّ إلاّ للحبيبِ الأَولِ\nكم مَنْزلٍ في الأرضِ يألَفُهُ الفَتَى\n...\nوحَنينُهُ أبداً لأوَّلِ مَنْزِلِ\nوحكى محمد بن داود هذا الشعر في كتابه وقال: أخذه من قول ابن الطثرية:\nأَتانِي هَوَاها قبلَ أنْ أعرِفَ الهَوى\n...\nفصادَفَ قلباً فارِغاً فتَمَكَّنَا\nوهو عندي بقول كثيرٍ أشبه، ومنه أخذه:\nإذا وصَلَتْنَا خُلَّةٌ لِتُزِيِلَها\n...\nأَبَيْنَا وقُلْنَا: الحَاجِبِيَّةُ أوَّلُ\nوهو يتعلق أيضاً بما قاله من جهةٍ: حدثنا أحمد بن يزيد المهلبي قال، حدثنا أبي قال: أنشدت يوماً لجرير:\nوما زَالَ معْقُولاً عِقَالٌ عَن النَّدى\n...\nوما زَالَ مَحبُوساً عَنِ الخَيْرِ حَابِسُ\nحكى محمد بن داود أن أبا عبد الله أحمد بن محمد الخثعمي الكوفي قال لأبي تمامٍ وقد اجتمعا فقام أبو تمام إلى الخلاء: أتدخلك؟ فقال: نعم، لا نحملك.\nحدثني أحمد بن موسى قال: أخبرني أبو الغمر الأنصاري عن عمرو بن أبي قطيفة قال: رأيت أبا تمام في النوم فقلت له: لم ابتدأت بقولك:\nكَذَا فَلْيجِلَّ الخطْبُ وليَفْدَحِ الأَمْرُ\nفقال لي: ترك الناس بيتاً قبل هذا، إنما قلت:\nحَرامٌ لَعْينٍ أنْ تَجِفَّ لَهَا شُفرُوَأَنْ تَطْعَم التَّغْميِضَ مَا أَمْتَعَ الدهرُ\nكذا فليجل\n...\nحدثني علي بن الحسن الكاتب قال: الذي يقول فيه أبو تمام:\nيَاسَمٍيَّ النبِيِّ في سُورَةِ الجنِّ\n...\nويا ثانيَ العزيزِ بِمْصرِ\nهو عبد الله بن يزيد بن المهلب الطرهباني، من أهل الأنبار، كاتب أبي سعيد الثغري، ثم كتب بعده لابنه يوسف.\nحدثني ابن المتوكل القنطري قال: دخل أبو تمام إلى نصر بن منصور، فأنشده مدحاً له، فلما بلغ إلى قوله:\nأَسَائِلَ نَصْرٍ، لاَ تَسَلْهُ، فَإنَّهُ\n...\nأَحَنُّ إلى الإِرْفَادِ مِنْكَ إلى الرِّفْدِ\nالجزء: 1 ¦ الصفحة: 40\n",
        "قال له نصر: أنا والله أغار على مدحك أن تضعه في غير موضعه، ولئن بقيت لأحظرن ذلك إلا على أهله، وأمر له بجائزةٍ سنيةٍ وكسوة. قال: فمات نصر بعد ذلك في شوال سبعٍ وعشرين ومائتين.\nحدثنا أحمد بن إسماعيل قال، حدثني من سأل أبا تمام عن قوله:\nغُرْبَةٌ تقَتْدَي بِغُرْبِة قَيْس بْ\n...\nنِ زُهَيْرٍ وَالحارِثِ بن مُضَاضِ\nفقال: أما غربة قيس بن زهير العبسي فمشهورة، وهذا الحارث بن مضاض الجرهمي زوج سيدة من إسماعيل بن إبراهيم، ثم تحدث بحديثٍ طويلٍ، قد ذكرناه في شعره عند هذا البيت.\nحدثني محمد بن البربري قال، حدثني الحسن بن وهبٍ قال: قلت لأبي تمام: أفهم المعتصم بالله من شعرك شيئاً؟ قال: استعادني ثلاث مراتٍ:\nوَإنَّ أَسْمَجَ مَنْ تشْكُو إليْهِ هَوىً\n...\nمَنْ كانَ أحْسَنَ شَيءٍ عِندَهُ العَذَلُ\nواستحسنه، ثم قال لابن أبي دؤاد: يا أبا عبد الله، الطائي بالبصريين أشبه منه بالشاميين.\nحدثنا أبو عبد الله الألوسي قال، أخبرني أبو محمد الخزاعي المكي صاحب - كتاب مكة - عن الأزرقي قال: بلغ دعبلاً أن أبا تمامٍ هجاه عندما قال قصيدته التي رد فيها على الكميت وهي:\nأَفِيِقي مِن مَلاَمِكِ يا ظَعِينَا\n...\nكَفَاكِ اللّوْمَ مَرُّ الأرْبَعينَا\nفقال أبو تمام:\nنَقَضْنَا لِلْحطَيْئَةِ أَلْف بَيْتِ\n...\nكَذَاكَ الحيُّ يَغْلبُ أَلفُ مَيْتِ\nوذَلكِ دِعْبلٌ يرجوُ سَفَاهاً\n...\nوَحمُقاً أنْ ينَالَ مَدىَ الكُمَيْتِ\nإذا مَا الحيُّ نَاقَضَ جِذْمَ قَبْرٍ\n...\nفَذَلكُمُ ابنُ زَانِيَةٍ بِزَيْتِ\nوأن دعبلاَ قال لما بلغته هذه الأبيات:\nيا عَجَبَا مِنْ شاعرٍ مُفْلِقٍ\n...\nآبَاؤُهُ في طَيِّئٍ تَنْمِي\nأُنْبِئْتُهُ يَشْتِمُ مِنْ جَهْلِهِ\n...\nأُمِّي، وَمَا أَصْبَحَ مِنْ هَمي\nفَقُلْتُ: لكنْ حَبَّذَا أُمُّهُ\n...\nطَاهِرَةٌ زَاكِيَةٌ عِلْمِي\nأَكْذِبُ وَاللهِ عَلَى أُمِّهِ\n...\nكَكِذْبِهِ أيضاً عَلى أُمِّي!\nوقد رويت هذه الأبيات التائية لأبي سعد المخزومي، ورويت الأبيات الميمية لغير دعبلٍ في أبي تمام.\nوزعم ابن داود أن محمد بن الحسين حدثه قال: زار الحسن بن وهبٍ وأبو تمام، أبا نهشل بن حميدٍ، فقال أبو تمام وقد جلسوا:\nأعَضَّكَ اللهُ أَبَا نَهْشَلِ\nثم قال للحسن: أجز، فقال:\nبِخّدِّ رِيمٍ شَادِنٍ أَكْحَلِ\nثم قال لأبي نهشل: أجز، فقال:\nيُطمِعُ في الوصْلِ فإن رُمْتَهُ\n...\nصَارَ مَعَ العَيًّوقِ في مَنْزِلِ\nحدثنا ميمون بن هرون قال، حدثني صالح غلام أبي تمام قال: غضب على أبو تمام فكتبت إليه بهذا الشعر، وهو أول شعر قلته قط:\nإذَا عاقَبْتَنِي في كلِّ ذَنبٍ\n...\nفما فضْلُ الكرِيمِ عَلَى اللَّئيمِ؟\nفإِنْ تكُنِ الحوادِثُ حَرَّكَتْنِي\n...\nفإنَّ الصَّبْرَ يَعْصِفُ بالهُمُوم\nفجاءني إلى الموضع الذي كنت فيه فترضاني.\nوجدت بخط عبد الله بن المعتز: صار أبو تمام إلى أحمد بن الخصيب في حاجةٍ له أيام الواثق، فأجلسه إلى أن أصابته الشمس، فقال:\nتغَافلَ عنَّا أحمدٌ مُتَنَاسِياً\n...\nذِمَامَ عُهُودِ المدْحِ والشُّكْرِ والحمْدِ\nنَمُوتُ مِنَ الحَرِّ المُبَرِّحِ عِنْدَهُ\n...\nوحاجاتُنَا قَدْ مِتْنَ من شِدَّةِ البَرْدِ!\nحدثني أبو ذكوان قال، حدثني عمك أحمد بن عبد الله طماس قال: كنت عند عمي إبراهيم بن العباس، فدخل عليه رجل فرفعه حتى جلس إلى جانبه أو قريباً، ثم حادثه إلى أن قال له: يا أبا تمام، ومن بقي ممن يعتصم به ويلجأ إليه؟ فقال: أنت فلا عدمت، قال: وكان إبراهيم تاماً فأنشده:\nيَمُدُّ نِجادَ السَّيفِ حَتى كأَنَّهُ\n...\nبأَعْلَى سَنَامَيْ فَالِجٍ يتَطَوَّحُ\nوَيُدْلِجُ في حاجَاتِ مَنْ هُو نَائمٌ\n...\nوَيُورِي كَريَماتِ النَّدَى حِينَ يَقْدَح\nإذَا اعْتَمَّ بالبُردِ اليَمَانِيِّ خِلْتَهْهِلاَلاً بدَا في جَانِبِ الأُفْقِ يَلْمَحُ\nالجزء: 1 ¦ الصفحة: 41\n",
        "يَزيِدُ عَلَى فَضْلِ الرِّجالِ فَضِيلَةً\n...\nوَيَقْصُرُ عَنْهُ مَدْحُ مَنْ يَتَمَدَّحُ\nفقال له: أنت تحسن قائلاً وراوياً ومتمثلاً، فلما خرج تبعته، فقلت: أمل على هذه الأبيات، فقال: هي لأبي الجويرية العبدي يقولها للجنيد بن عبد الرحمن فأخرجتها من شعره.\nوفاة أبي تمام\nومبلغ سِنِّه\nحدثني محمد بن خلفٍ قال، حدثني هرون بن محمد بن عبد الملك قال: لما مات أبو تمام قال الواثق لأبي: قد غمني موت الطائي الشاعر، فقال: طيئ بأجمعها فداء أمير المؤمنين والناس طراً؛ ولو جاز أن يتأخر ميت عن أجله، ثم سمع هذا من أمير المؤمنين لما مات!.\nحدثني محمد بن موسى قال: عني الحسن بن وهبٍ بأبي تمام، وكان يكتب لمحمد بن عبد الملك الزيات، فولاه بريد الموصل فأقام بها سنةً، ومات في جمادى الأولى سنة إحدى وثلاثين ومائتين، ودفن بالموصل.\nحدثني عون بن محمد الكندي قال: قرأت على أبي تمام شيئاً من شعره في سنة سبعٍ وعشرين ومائتين، وسمعته يقول: مولدي سنة تسعين ومائةٍ. قال: وأخبرني مخلد الموصلي أن أبا تمام مات بالموصل، في المحرم سنة اثنتين وثلاثين ومائتين.\nحدثني أبو سليمان النابلسي قال، قال تمام بن أبي تمامٍ: مولد أبي سنة ثمانٍ وثمانين ومائةٍ، ومات في سنة إحدى وثلاثين ومائتين.\nمراثي أبي تمام\nأنشدني أبو الغوث لأبيه، يرثي أبا تمامٍ ودعبلاً:\nقَدْ زَادَ في كلَفيِ وَأَوْقَدَ لَوْعَتي\n...\nمَثْوَى حَبيِبٍ يَوْمَ ماتَ وَدِعْبِلِ\nوَبَقَاءُ ضَرْب الخْثَعمِيِّ وَشِبْههِ\n...\nمِنْ كلِّ مُضْطَرِبِ القَريحِةَ مُهْمِلِ\nأَهْلُ المعَانِي المستْحَيِلِةِ إنْ هُمُ\n...\nطَلَبُوا البَدَاعَةَ وَالكَلاَمِ المُعْضِلِ\nأَخَوَىَّ، لاَ تَزَلِ السَّمَاءُ مُخِيَلةً\n...\nتَغْشَاكُمَا بِحَياً مُقِيمٍ مُسْبِلِ\nجَدَث عَلَى الأَهْوَازِ يَبْعُدُ دُونَهُ\n...\nمَسْرَى النَّعِيِّ وَرِمَّةٌ بِالموْصِلِ\nورثاه الحسن بن وهبٍ فقال:\nسَقَتْ بالموْصِلِ القَبْرَ الغَريبَا\n...\nسُحَائِبُ يَنْتَحبْنَ لَهُ نَحيبَا\nإذَا أَطْلَعْنَهُ أَطْلَقْنَ فيِهِ\n...\nشَعِيبَ المُزْنِ مُنْبَعِقاً شَعِيبَا\nوَلَطَّمتِ البُرُوقُ لَهَا خُدُوداً\n...\nوَشَقَّقَتِ الرُّعُودُ لَهَا جُيُوبَا\nفإِنّ تُرابَ ذَاكَ الْقَبْرِ يَحْوِي\n...\nحَبيباً كَانَ يُدْعَى ليِ حَبيِبَا\nظَرِيفاً شَاعِراً فَطِناً لَبيِباً\n...\nأَصِيلَ الَّرأْيِ في الْجُلَّى أَرِيبَا\nإِذَا شَاهَدْتَه رَوَّاكَ ممَّا\n...\nيَسُرُّكَ رِقَّة مِنْهُ وَطِيبَا\nأَبَا تَمَّامٍ الطّائيَّ، إِنَّا\n...\nلَقِينَا بَعْدَكَ العَجَبَ العَجِيبَا\nفَقَدْنَا مِنْكَ عِلْقاً لاَ تَرَانَا\n...\nنُصِيبُ لَهُ مَدَى الدُّنْيَا ضَرِيبَا\nوَكُنْتَ أَخاً لنَا تُدْنِي إِلَيْنَا\n...\nصَمِيمُ الوُدِّ وَالنَّسَبَ القَرِيبَا\nوَكانَتْ مَذْحِجٌ تُطْوَى عَلَيْنَا\n...\nجَمِيعاً ثُمَّ تَنْشُرُنَا شُعُوبَا\nفَلَمَّا بِنْتَ نَكَّرَتِ اللّيَالِي\n...\nقَرِيبَ الدَّارِ وَالأَقْصَى الْغَريبَا\nوَأبْدَي الدَّهْرُ أَقْبَحَ صَفْحَتَيِهْ\n...\nوَوَجْهاً كالِحاً جَهمْاً قَطُوبَا\nفأَحْرِ بأَنْ يَطيبَ المَوْتُ فيهِ\n...\nوَأَحْرِ بِعيشَةٍ ألاَّ تَطِيبَا\nوقال علي بن الجهم يرثيه:\nغَاضَتْ بدَائِعُ فِطْنَةِ الأَوْهَامِ\n...\nوَعَدَتْ عليْهَا نَكْبَةُ الأيَّامِ\nوَغَدَا القَريِضُ ضَئِيلَ شَخْصٍ بَاكِياً\n...\nيَشْكُو رَزيَّتَهُ إلى الأَقْلاَمِ\nوَتَأَوَّهَتْ غُرَرُ الَقوَافيِ بَعْدَهُ\n...\nوَرَمَى الزَّمَان صَحِيحَهَا بِسَقَامِ\nأَوْدَى مُثَقِّفُهَا وَرَائِضُ صَعْبِهَا\n...\nوَغَديِرُ رَوْضَتهَا أَبُو تَمَّامِ\nالجزء: 1 ¦ الصفحة: 42\n",
        "وأنشدني أبو جعفر المهلبي، وأبو محمد الهدادي، لأحمد بن يحيى البلاذري، يرثي أبا تمامٍ، ويهجو أبا مسلم بن حميدٍ الطوسي:\nأَمْسَى حَبْيبٌ رَهْنَ قَبرٍ مُوحِشٍ\n...\nلَمْ تُدْفَعِ الأَقْدَارُ عَنْهُ بِأَيْدِ\nلمْ يُنْجِهِ لمَّا تَنَاهَي عُمْرُهُ\n...\nأَدَبٌ، وَلَم يَسْلَمْ بقوةِ كيْدِ\nقد كُنتُ أَرْجُو أَنْ تنَالَكَ رْحَمةٌ\n...\nلِكنْ أَخَاف قَرَابةَ ابن حُمَيْدِ!\nوقال فيه الحسن بن وهبٍ أيضاً:\nفُجِعَ القَريضُ بخاتَمِ الشُّعراءِ\n...\nوغَديرِ رَوْضَتِهَا حَبيبِ الطَّائي\nمَاتَا مَعاً فتجاوَرَا في حُفْرَةٍ\n...\nوكذاكَ كاناَ قبلُ في الأَحيَاءِ\nوقال محمد بن عبد الملك يرثيه وهو وزير:\nنَبَأٌ أَتَى مِنْ أَعظَمِ الأَنْبَاءِ\n...\nلَمَّا أَلَمَّ مُقَلْقِلُ الأَحشَاءِ\nقاَلُوا: حَبيبٌ قد ثَوَى، فأَجبْتُهُمْ:\n...\nنَاشَدْتُكُمْ لاَ تَجْعَلُوهُ الطّائيِ\nوقال أيضاً:\nألاَ للهِ مَا جَنَتِ الخُطُوبُ\n...\nتُخُرِّمَ مِنْ أَحِبَّتِنَا حَبِيبُ\nفَماتَ الشِّعْرُ مِنْ بَعْدِ ابنِ أَوْسٍ\n...\nفَلاَ أَدَبٌ يُحَسُّ وَلاَ أَديِبُ\nوكُنْتَ ضَرِيبَ وَحْدِكَ يا ابنَ أَوْسٍ\n...\nوَهَذا النَّاسُ أخلاقٌ ضُروبُ\nلِئنْ قَطَعَتْكَ قَاطِعَةُ المنَايَا\n...\nلَمِنْكَ وَفيكَ قطِّعتِ القُلوبُ\nوقال عبد الله بن أبي الشيص:\nأَصْبَحَ في ضَنْكٍ منَ الأَرْضِ\n...\nأكثَرُ في الأرضِ منَ الأرْضِ\nمَنْ عَرْضُ ذِكْرَاهُ وَمَنْ طُولهُا\n...\nكالأرْضِ ذَاتِ الطُّوِل وَالعَرْضِ\nأَكْرِمْ بِمَلْحُودٍ يُدَانَي إلى\n...\nوَجْهِكَ يا ابْنَ الْكَرمِ المحْضِ\nمَا في حَبيبٍ لي، ابنَ أوْسٍ، أُسىً\n...\nيَجْمَعُ بَينَ الجَفْن والغُمْضِ\nحارَ ذَوُو الآدَابِ إذْ فَوجِئُوا\n...\nمنْهُ بَيْومٍ غَيْرِ مُبْيَضِّ\nطَوْدٌ مِنَ الشِّعْرِ دَعَا بَعْضُهُ\n...\nبَعْضاً، فَهْدَّ البَعْضُ بالبَعْضِ\nبَحْرٌ مِنَ الشِّعْرِ لَهُ جَائِشٌ\n...\nمُلْتَطِمٌ بالُّلؤْلُؤِ الْبَضِّ\nكأنما الشِّعْرٌ شِعَارٌ لَهُ\n...\nأَوْ وَرَقٌ في غُصُنٍ غَضِّ\nلما أَتَمَّ اللهُ فِيكَ الذيِ\n...\nأَمَّلتَ مِنْ بَسْطٍ وَمنْ قَبْضِ\nرَمَاكَ رَامٍ لِلمْنَاَيَا وَمَا\n...\nآذَنَ عِنْدَ. الرَّمْىِ بِالنَّبْضِ\nلَوْ كانَ لِلشِّعْرِ عُيُونٌ بَكَتْ\n...\nلِكَوْكَبٍ لِلشِّعْرِ مُنْقَضِّ\nوقال، ووجدته بخط ابن مهرويه:\nيا حُفْرَةَ الطّائيِّ، أَيَّ امْرِئٍ\nشِعَارُهُ أَنتِ وَلَمْ تَشْعُرِي\nكَمْ بَيْنَ أَثْنَائكِ منْ حِكْمَةٍ\nالجزء: 1 ¦ الصفحة: 43\n",
        ""
    ]
}