{
    "1": [
        "أخبار أبي نواس\nأخبار أبي نواس\nأبو هفان\nالكتاب:\nأخبار أبي نواس\nالمؤلف:\nعبد الله بن أحمد بن حرب المهزمي العبدي، أبو هفان (المتوفى: 257هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "1-\n(أبو هفان قال) : دخل أبو نوّاس على يحيى بن خالد فقال له يحيى أنشدني بعض ما قلت، فأنشده:\nإني أنا الرجل الحكيم بطبعه\n...\nويزيد في عامي حكاية من حكى\nأتتبع الظرفاء أكتب عنهمو\n...\nكيما أحدث من أحب فيضحكا\nفقال يحيى إن زندك ليرى بأول قدحة فقال أبو نواس في معنى قول يحيى ارتجالا:\nأما وزند أبي عليٍ إنّه\n...\nزند إذا استوريت سهّل قدحكا\nإن الإله لعلمه بعباده\n...\nقد صاغ جدك للسماح ومزحكا\nتأبى الصنائع همتي وقريحتي\n...\nمن أهلها وتعاف إلا مدحكا\n2-\nأبو هفان: وأخبرني أبو يوسف ابن الداية قال: كان أبان اللاحقي يحسد أبا نواس وكان انقطاعه إلى جعفر بن يحيى، فعرض جعفر على أبي نواس كلبة له وقال له: انعتها باسمها أولا، فقال: قد سميتها أم أبان. فغضب جعفر وقال: تعبث بنديمي وشاعري!! فهجاه أبو نواس بقوله:\nأرى جعفرا يزداد لؤما ودقة\n...\nإذا زاده الرحمن في سعة الرزق\nوأعظم زهوا من ذباب كناسة\n...\nوأبخل من كلب عقور على عرق\nفلما قدم الفضل من خراسان سأله جعفر أن يجعل أبانا على عطاء الشعراء وتميز ما يهنأ به من الشعر ففعل، وأعطاهم على مراتبهم وطبقاتهم، فلما جاء أبو نواس لقبض جائزته أعطاه درهمين، فرفع أبو نواس يده فصفع أبانا وقال: سارق غلة أمه، قد بلغني أن أمك كسبت عشرة دراهم فخنتها، فضحك الفضل وقال لجعفر: مر أبانا ليصالحه.\n3-\nأبو هفان قال: حدثني عبدوس الوراق أن أبا نواس احتاج حاجة شديدة، وتاقت نفسه إلى الخمر فلم تمتد يده إلى ما يشتريه، فذكر أخا له شاعرا في بعض القرى التي تقرب من بغداد، فخرج قاصدا له، فلما ورد عليه وجده أسوأ حالا منه، وأظهر له عيلة، ووجد عنده شرابا وليس عنده ما ينتقل به عليه، فاعتذر إلى ابي نواس وكشف له حاله، فقال له أبو نواس: إنها تشرب على الريق وأنشأ:\nاشرب على الخيري والريق\n...\nإنا على بعد من السوق\nلا تطلبن الخبز في دارنا\n...\nفإنما ننفخ في البوق\nثم قال له أبو نواس: أما هاهنا من يمدح؟ قال: بلى، رجل من مضر إذا مدحته مدحني وإذا هجوته هجاني مثلا بمثل. فنظر في شعر المضري فإذا هو شعر متظرف متكلف فتناول القرطاس وكتب له:\nقل لأبي مالك فتى مضر\n...\nمقال لا مفحم ولا حصر\nجئناك في ميت نكفنه\n...\nليس من الجن لا ولا البشر\nبل هو ميت سلاحه خزف\n...\nوالجسم فان والروح من عكر\nليس لنا ما به نكفنه\n...\nفكفن الميت يا أخا مضر\nيا لك ميتا صلاة شيعته\n...\nعليه عزف والنقر بالوتر\nفلما قرأ المضري الشعر أقبل بحشمه وغلمانه نحوهم، فأقام عندهم يومه ينادمهم بعد أن حمل إليهم ما يقيمهم، وأمر لكل منهما بخمسة آلاف درهم.\n4-\nأبو هفان قال: حدثني سليمان بن نيبخت قال: مر أبو نواس في غداة يوم من أيام الربيع وقد طشت السماء ساعة، فلما طلع علي من الباب أنشأ:\nما مثل هذا اليوم في طيبه\n...\nعطل من لهو ولا ضيعا\nفما ترى فيه رماذا الذي\n...\nتريد هذا اليوم أن تصنعا\nهل لك أن نغدو على قهوة\n...\nتسرع في المرء إذا أسرعا\nما وجد الناس ولا جربوا\n...\nللهم شيئا مثلها مدفعا\nقال: فقلت له: ما كان يساعدني على هذا اليوم غيرك. أقم فإن عندي ما يقيمك أياما عندي، فلما كان وقت العشاء وقد أخذته الخمرة فلم تدع فيه حركة إلا أزالتها عن جهتها أنشأ يقول:\nباح لساني بمضمر السر\n...\nوذاك أني أقول بالدهر\nوليس بعد الممات فادحة\n...\nوإنما الموت بيضة العقر.\nقم قال لي: اكتم علي فالمجالس بالأمانة.\n5-\nأبو هفان قال: وخبرت أنّ أبا نواس مر على جارية بباب قصر واقفة مع صاحبة لها فتأوه أبو نواس. فقالت الجارية لصاحبتها: أظن الفتى ذا شجن. فأنشأ أبو نواس يقول:\nمنحت طرفي الأرض خوفا لأن\n...\nأجعل طرفي عرضة للمحن\nإذ كنت لا أنظر من حيث ما\n...\nأنظر إلا نحو وجه حسن\nيزرع في قلبي الهوى ثم لا\n...\nيحصل في كفي غير الحزن\nأفدي التي قال لأخت لها:\n...\nإني أرى هذا الفتى ذا شجن\nقلت: نعم ذو شجن عاشق\n...\nقالت: لمن؟ قلت: لمن قال من\nقال عساه لك إنا كما\n...\nأنت له، قلت: اتفقنا إذن\nالجزء: 1 ¦ الصفحة: 1\n",
        "6-\nأبو هفان قال: حدثني عبد الله بن يعقوب بن داود بن المهدي قال: كنا عند سفيان بن عيينة بمكة فجاء ابن مناذر وكانا مجاورين جميعا فتحدثا ساعة، ثم قال سفيان: ظريفكم هذا أشعر الناس. قال: كأنك عنيت أبا نواس؛ قال: نعم. قال وفيم استظرفته؟ قال: في جميع شعره وفي هذه الأبيات خاصة:\nيا رشأ أبصرت في مأتم\n...\nيندب شجوا بين أتراب\nأبرزه المأتم لي كارها\n...\nبرغم دايات وحجاب\nيبكي فيذري الدر من نرجس\n...\nويلطم الورد بعناب\nلا زال موتا دأب أحبابه\n...\nحتى أراه أبدا دابي\nفقلت لا تبك قتيلا مضى\n...\nوابك قتيلا لك بالباب\n7-\nأبو هفان قال: حدثني يوسف ابن الداية قال: كان محمد الأمين مستهترا بأبي نواس لا يصبر عنه ساعة ينشط للشرب، وكان يطلبه بعض الأحيان فلا يكاد يوجد، فتابع الأمين الشراب عدة أيام وأرسل من يستنبطه ويبحث الحانات ويطلبه في مظانه فلم يقدر عليه، فغضب غضبا شديدا، وكان بعض ندمائه يحسد أبا نواس على موضعه من الأمين، فوجد مساغا للقول وموضعا للكلام فسبه وتنقصه وقال: يا أمير المؤمنين هذا عيار شارب شواظ ينادم السفلة والسوقة وينتاب الحانات ويركب الفواحش، يرى ذلك غنما وإن في منادمته تشنعة على أمير المؤمنين، فلما أكثر في ذلك قال له محمد: ألغ هذا الكلام عنك فوالله ما ينبغي أن يكون نديم خليفة إلا مثله في أدبه وظرفه وعلمه وكمال خصاله، وما غضبي عليه إلا تأسفا على ما يفوتني منه. فلم تزل الرسل تتطلبه وتبحث عنه حتى وجدوه في عدة من أصحابه في حانة خمار يهودي، فجيء به إلى الأمين وقالوا: يا أمير المؤمنين، أخبرنا اليهودي أنه مقيم عنده في الحانة منذ شهر لا يفيق من السكر هو وأصحابه ساعة. فغضب الأمين وقال: لهممت أن أضرب عنقك. ثم حلف أنه إن شرب في حانة بعد هذه مع احد من الناس ليقتلنه وليضعن عليه الأبصار والعيون، ثم قال له: اخرج الآن إذا شئت واشرب. فخرج من عنده على هذه الحال ولم ينادمه، وصح عزم أبي نواس على ترك منادمة الناس والشراب في الحانات خوفا على نفسه وإشفاقا عليها. وجفاه الأمين وأطرحه مدّة ولم يسأل عنه حتى أصبح يوما فلما شرب ثلاثة أرطال وطابت نفسه وارتاحت ذكر أبا نواس وظرفه وطيب محادثته، وأن عنده في كل شيء نادرة، فأمر بإحضاره، فلما دخل عليه شكا عظم ما ناله من غضبه وإبعاده وسأله الصفح عنه واغتفار هفوته، فأمر فخلع عليه وأقعد في مجلسه الذي كان يقعد فيه لمنادمته ثم قال له الأمين: هيه، في منزل يهودي منتن أذفر متكئا على عد مزفت شهرا وأنا أطلبك بكل مكان فلا أقدر عليك؟ فقال: يا أمير المؤمنين، من تمام العفو ألا يذكر الذنب، قال: فأنشدني ما قلت في مقامك هناك فأنشده:\nوفتيان صدق قد صرفت مطيهم\n...\nإلى بيت خمار نزلنا به ظهرا\nفلما حكى الزنار أن ليس مسلما\n...\nظننا به خيرا فصيره شرا\nفقلنا: على دين المسيح بن مريم\n...\nفأعرض مزورا وقال لنا كفرا\nولكن يهودي بحبك ظاهرا\n...\nويضمر في المكنون منه لك الخترا\nفقلان له ما الاسم؟ قال سموأل\n...\nعلى أنني أكنى بعمر ولا عمرا\nوما شرفتني كنية عربية\n...\nولا أكسبتني لا سناء ولا فخرا\nولكنها خفت وقلت حروفها\n...\nوليست كأخرى إنما خلقت وقرا\nفقلنا له\n...\nعجبا بظرف لسانه\nأجدت أبا عمرو فجود لنا الخمرا\nفأدبر كالمزور يقسم طرفه\n...\nلأوجهنا شطرا وأرجلنا شطرا\nوقال لعمري لو أحطتم بعلمنا\n...\nللمناكمو لكن سنوسعكم عذرا\nفجاء بها زيتية ذهبية\n...\nفلم نستطع دون السجود لها صبرا\nخرجنا على أن المقام ثلاثة\n...\nفطاب لنا حتى أقمنا بها شهرا\nعصابة سوء لا ترى الدهر مثلهم\n...\nوإن كنت منهم لا بريئا ولا صفرا\nإذا ما أتى وقت الصلاة تراهموا\n...\nيحثونها حتى تفوتهم سكرا\nفاستحسنها الأمين وقال: يا غلام. اسق القوم ولا تسق أبا نواس، قال: يا أمير المؤمنين ولم؟ قال: لأنك تصف الغلام إذا ناولك الكأس بأنه قد سقاك كأسين كأسا بعينه وكأسا بيده وتذكر أنك جمشته فهات الآن ما عسى أن تقول إذا لم يسقك فأنشد:\nأعاذل أعتبت الإمام وأعتبا\n...\nوأعربت عما في الضمير وأعربا\nالجزء: 1 ¦ الصفحة: 2\n",
        "فجوزها لساقيها أجزها فلم يكن\n...\nليأبى أمير المؤمنين وأشربا\nإذا عب منها شارب القوم خلته\n...\nيقبل في داج من الليل كوكبا\nترى حيثما كانت من البيت مشرقا\n...\nوما لم تكن فيه من البيت مغربا\nيدور بها ساق أغن ترى له\n...\nعلى مستدار الأذن صدغا معقربا\nسقاهم ومناني بعينيه منية\n...\nفكانت إلى قلبي ألذ وأطيبا\nفقال له الأمين: ويحك، لم ينج منك على حال يا غلام، اسقه ثم خلع عليه عند انصرافه وأمر له بجائزة.\n8-\nأبو هفان قال: خبرت أن أبا نواس قدم عليه أقاربه فقالوا له: يا هذا إنه قد نفذ عمرك وتصرمت أيامك وساء عملك واقترب أجلك فلو تزوجت بعض أهلك، وما زالوا به حتى زوجوه قرابة له وكانت جميلة بارعة، فلما دخل بها أعرض عنها وخرج على غلمان كانوا يتعهدونه فدعاهم وألبسهم الأزر المفرجة والخلوقية، وخلا بهم يومهم ذلك فلما أمسى طلقها وأنشد:\nلا أبتغي بالطمث مطمومة\n...\nولا أبيع الظبي بالأرنب\nلا أدخل الجحر يدي طائعا\n...\nأخشى من الحية والعقرب\n9-\nأبو هفان: أخبرني الجماز قال: قال لي الجند يسابوري: كنت أمضي مع أبي نواس إلى باب أسماء بنت المهدي وذلك أن الشعراء كانوا يجتمعون ببابها، فقال لي: امض بنا لنتعرف خبرا إن كان، فمضيت معه فإذا نحن بجارية قد طلعت من القصر عليها قباء ومنطقة وفي رجليها نعل، مهضومة، كاعب، ناهد، فأعجبته فكان يناغيها ويغازلها ويعبث بها، وينشدها أشعارا يعرض بها فيها ويعلمها أنه يحبها، وكان يجاذبها إذا خرجت فلا ينكر عليه ذلك أحد لعبثه بالناس جميعا، ولأنه لم يكن يعتد بالنساء ولا يعرف بعشقهن. فقال يوما آخر: امض بنا إلى باب أسماء فمضيت معه، فإذا نحن بالجارية قد خرجت عليها قباء وشي منسوج بالذهب، وعلى رأسها قلنسوة إبريسمي رقيقة منسوجة بالذهب، وعليها منطقة بزنار أخضر معرقة بالذهب قد غرقت في خصرها فما تكاد تبين إلا معاليقها من انهضامه. وفي رجليها نعل مدبجة الدروز، وبيدها عود خيزران ملون، فلما طلعت علينا صرت أنا وكل من حضر هناك ننظر إليها وإلى براعتها وجمالها، فالتفت إلي أبو نواس وقال: مثل هذه فاشتر يا نخاس، فقلت: هذه ما تصلح إلا للخليفة، ولا تصلح لمن دونه. فلبثت عندنا ساعة تمزح وتمرح وتتثنى في مشيتها، ثم وقفت في موضع قريب منا وتسمع كلامنا. ونظرت إلى أبي نواس نظرا دل على أن في قلبها شيئا فأنشد بديها:\nلقد صبحت بالخير عين تصبحت\n...\nبوجهك يا مكنون في كل شارق\nمقرطفة ما شانها سحب ذيلها\n...\nولا نازعتها الريح فضل البنائق\nتشارك في الصنع النساء وسلمت\n...\nلمه صنوف الحلي غير المناطق\nومطمومة لم تتصل بذؤابة\n...\nولم تعتقد بالتاج فوق المفارق\nكأن مخط الصدغ في صحن خدها\n...\nبقية أنقاس بإصبع لائق\nغذته بماء المسك حتى جرى لها\n...\nإلى مستقر بين أذن وعاتق\nغلام وإلا فالغلام شبيهها\n...\nوريحان دنيا لذة للمعانق\nخلابة زنديق ولحظة قينة\n...\nبكل الذي تهوى ومنية عاشق\nقال: فلما سمعت الشعر ضحكت وولت فإذا أحسن مؤخرا، فانصرفنا وفي قلبه عليها كمد قاتل، فلما كان بعد أيام بكر إلي أبو نواس وقال لي: أتدري ما كنت فيه أمس؟ قلت: لا، قال: كنت أمس بلا نديم إذ دخلت علي وصيفة أسماء من غير إذن فقالت: تقبل الطفيلية؟ قلت لها: يا سيدتي الحمد لله الذي ألان قلبك لعبدك ومن بقربك وسهل المتعذر من لقائك. فخبريني كيف خلصت إلي، فقالت: وجهت في رسالة لا يحملها غيري فكنت أهم إلي منها. فوضعت الشراب فتأبت وقالت: أبو نواس يكون عنده الأحمر صرفا؟ فقلت لها: مطبوخ صحيح وإن كان فيه إثم فأنا أتحمله عنك. قال: فشربت حتى طابت نفسها وعبثت بها فريعت وكانت بكرا فقالت: لا والله ما مسني رجل قط ولولا ما خلبتني به من ظرفك وأدبك وحلاوة شعرك ما فكرت في رجل أبدا، فحملت عليها في الشراب حتى مكنتني من نفسها فلما رأيت سعتها جعلتها غلاما، ولما انصرفت جئتك مبشرا وفي القلب منها مثل حد السنان، فقلت له: صف هذا في أبيات من شعرك. فقال: قد فعلت، وأنشدني:\nوناهدة الثديين من خدم القصر\n...\nمزرفنة الأصداغ مطمومة الشعر\nغلامية في زيها برمكية\n...\nمناطقها قد غبن في رقة الخصر\nالجزء: 1 ¦ الصفحة: 3\n",
        "كلفت بما أبصرت من حسن وجهها\n...\nزمانا، وما حب الكواعب من أمري\nفما زلت بالأشعار في كل موقف\n...\nأراوغها، والشعر من عقد السحر\nإلى أن أجابت للوصال وأقبل\n...\nعلى غير ميعاد إلي من العصر\nفقلت لها أهلا ودارت كؤوسنا\n...\nبمشمولة كالورس أو شعل الجمر\nفقالت عساها الخمر إني بريئة\n...\nإلى الله من حب الرجال مع الخمر\nفقلت لها إن كان هذا محرما\n...\nففي عنقي يا ريم وزرك مع وزري\nوطالبتها شيئا فقالت بعبرة:\n...\nأموت إذن منه، ودمعتها تجري\nفما زلت في رفق ونفسي تقول لي:\n...\nجويرية بكر. كذا جزع البكر\nفلما تفاوضنا توسطت لجّة\n...\nغرقت بها يا قوم من لجج البحر\nفلولا صياحي بالغلام وأنه\n...\nتوهقني بالحبل غصت إلى القعر\nفآليت ألا أركب البحر غازيا\n...\nحياتي ولا سافرت إلا على الظهر\n10-\nأبو هفان: قال الخصيب بن عبد الحميد الدهقاني - وكان من أهل المداراة لأبي نواس وهو بمصر -: بلغني أنك لا تحسن أن تخطب - وكان أهل مصر قد شغبوا عليه - فاستشاط من ذلك وقال: والله لا خطبت إلا بشعر بديهة، ثم خرج من فوره ذلك يسحب أذياله حتى صعد المنبر فقال:\nمحضتكموا يا أهل مصر نصيحة\n...\nألا فخذوا من ناصح بنصيب\nولا تثبوا وثب السفاه فتركبوا\n...\nعلى خطة حدباء غير ركوب\nرماكم أمير المؤمنين بحية\n...\nأكول لحيات البلاد شروب\nفإن يك باقي إفك فرعون فيكمو\n...\nفإن عصا موسى بكف خصيب\n11-\nقال أبو هفان: حدثني ابن الداية أن جمالا الكوفي كان غلاما جميل الوجه جيد الشعر وكان ينزل الكرخ. وقد كان وصف خمسين غلاما وصنفهم على طبقاتهم في شعره وكان على حداثة سنه يتشطر ويطلب الغلمان بماله وشعره. وكان موسرا ذا ثروة. وكان أبو نواس إذا أنشد شعر جمال استجاده واستحلاه. فبينا أبو نواس في صف الوراقين إذ بصر بغلام حسن الوجه بارع الجمال فوثب مبادرا نحوه فتعلق به القوم وقالوا: مهلا فإن هذا جمال الذي سمعت به، فقال: قاتله الله فما رأيت جمالا أظهر منه فمن يوصل إليه أبياتا حضرت؟ فقال بعضهم: أنا، فقال: فعجل في إيصالها وانظر ما يقول في جوابها، ثم كتب إليه:\nيا واصف الخمسين لو تعدل\n...\nلكان منهم اسمك الأول\nوصفت خمسين وميزتهم\n...\nوأنت انت الظبية المغزل\nجمال، دعهم عنك ولا تطرهم\n...\nأنت وربي منهمو أجمل\nلا يبرح اللوطي من شهوة\n...\nلحسن ردف كالنقا ينزل\nفلما قرأ جمال الأبيات قال: ويلي عليه ابن الزانية الشارب الخمر - وكان جمال لا يشربها - قال له: والله لا هجوتك ولكنني أقتلك بخنجري هذا وهزه في يده فرجع الرسول إلى أبي نواس بمقالته فضحك ثم كتب إليه:\nيا من عدا بالقتل ظلما لقد\n...\nحالفت ذا الخنجر كفيكا\nما خنجر يقتلني سيدي\n...\nأقتل من تقتير عينيكا\nيا من دعا قلبي إلى حبه\n...\nفقلت لبيك وسعديكا\nهب لي ولا تبخل أيا سيدي\n...\nسويعة ما بين فخذيكا\nقال يوسف فما كان إلا بعد قليل حتى واصله وحادثه ودعاه إلى مجلسه وسكر معه.\n12-\nأبو هفان: كان أبو نواس هجا ابن نيبخت وذكر أمه ورماه بالبخل ونسبه إلى الرفض أيام هارون الرشيد فلم يزل به إلى ان دس له شربة من سم فلم تعمل عملها إلا بعد أربعة أشهر، فلما اشتد وجعه وتمعطت لحيته وتغيرت حاله، دخل إليه غلام - لم يعده - لحبه إياه وكان يتعهده ويكتب أشعاره فقال له: يا أبا نواس كيف تجدك؟ قال: أجدني في الحق. فإنا لله وإنا إليه راجعون على ما قدمت، ويا حسرتي على ما فرطت في جنب الله ثم أنشد:\nدب في البلاء سفلا وعلوا\n...\nوأراني أموت عضوا فعضوا\nليس تمضي من ساعة بي إلا\n...\nنقصتني بمرها بي جزوا\nلهف نفسي على ليالوأيا\n...\nمتمليتهن لعبا ولهوا\nذهبت جدتي بلذة نفسي\n...\nوتذكرت طاعة الله نضوا\nقد أسأنا كل الإساءة فالل\n...\nهم صفحا عنا وغفرا وعفوا\nقال: فلما فرغ من هذه الأبيات مات لساعته فخرج الغلام باكيا وهو يعول مجهشا:\nمات البديع وماتت دولة الفطن\n...\nواستدرج الموت روح الشعر في كفن\nلله ما صنعت أيدي المنون به\n...\nوما تضمنت الأكفان من حسن\nالجزء: 1 ¦ الصفحة: 4\n",
        "من ذا يرد نزارا عند نخوتها\n...\nأم من يدافع عن جرثومة اليمن\n13-\nأبو هفان قال: حدثني الحسين بن أبي المنذر قال: اجتمعت مرة أنا وأبو نواس وعدة من أصحابنا عند عبيد بن أبي المنذر فشربنا يومنا وبتنا عنده ليلتنا، فقال لنا أبو نواس: هل لكم في أن ندلج إلى الكرخ فإن بها حانة لم أر مثلها قط في نظافتها وطيبها وحسن شرابها وأنا أشتهي أن أسكر فيها وأقيم بها أياما فساعدوني، قلنا: امض حيث شئت فإنا معك، فأدلجنا في نصف الليل فوافينا الموضع الذي وصف لنا على ما شاكل نعته واافق صفته فقرب لتاالشراب من ساعتنا ثم أصبحنا فوصلنا نهارنا شربا، ومع أبي نواس غلام قد أفسده على أبيه وغيبه عنه غير مرة وهو كان ساقينا، وأشرفنا حين أصبحنا على زهر ورياض وأشجار وأنهار وكروم لم أر مثله قط نزهة وحسنا، فذكرنا حسن ذلك الموضع الجنة وما أعد الله فيها لأهلها وعظم خطرها فذكرنا الذنوب التي تحجب عنها وتمنع منها وتعرض دونها وان ذلك بقدر مقدور وتفاوضنا ساعة في شيء من الإسلام وما نرجو من العفو والفوز وعظيم منة الله تعالى علينا في الهداية، وأبو نواس ساكت، فقلنا: مالك لا تتكلم؟ فالتفت إلي الذي أنشأ الكلام فقال:\nيا ناظرا في الدين مال أمر\n...\nلاقدر صح ولا جبر\nما صح عندي من جميع الذي\n...\nتذكر إلا الموت والقبر\nقال فامتعضنا من ذلك وأنكرناه واستفظعناه وقلنا: والله ما نقرك على هذا فقد والله أفرطت وجاوزت المقدار وصرت إلى أن تكذب بالمعاد وإنا لنخاف أن ينزل الله بنا قارعة أو تصيبنا جائحة إذا رضينا بقولك وأصغينا إليك ولم نعدلك، فإن رجعت وإلا هجرناك وفارقناك ويحك قد شخت وجاوزت الكمال وما أحد أبصر منك بتصاريف الكلام والأديان، وغير ذلك من فنون العلم، فقد كان ينبغي لك أن تستسمج هذا القول وتعافه. فقال: لا والله ما أدين غير الإسلام ولكن ربما نزا بي المجون حتى أتناول العظائم، وما أعلم أني مسؤول عنه ومعذب عليه ثم أنشأ:\nأية نار قدح القادح\n...\nوأي جد بلغ المازح\nلله در الشيب من واعظ\n...\nوناصح لو قبل الناصح\nيأبى الفتى إلا اتباع الهوى\n...\nومسلك الحق له واضح\nفاعمد بعينيك إلى نسوة\n...\nمهورهن العمل الصالح\nلا يجتلي الحوراء من خدرها\n...\nإلا الذي ميزانه راجح\nمن اتقى الله فذاك الذي\n...\nسيق إليه المتجر الرابح\nفاغد فما في الدين أغلوطة\n...\nورح لما أنت له رائح\nثم قال: هذا عمل إبليس أجرى هذا الكلام ليعارض فرحنا ويقدح في سرورنا بما يكدره، خذوا بنا في شأننا وألغوا هذا. فلم نزل نشرب هناك أياما، مرت في متشرب الحنة ومرة فيما يليها من البساتين والمتنزهات، فلما أزمعنا الانصراف بعد أيام كثيرة قال: امهلوا بنا قليلا ثم أنشأ يقول:\nيارب مجلس فتيان لهوت به\n...\nوالليل مستخلس في ثوب ظلماء\nنشتف صافية من صدر خابية\n...\nتغشي عيون نداماها بلألاء\nكأن منظرها والماء يقرعها\n...\nديباج غانية أو رقم وشاء\nتستن في مرح من كف مصطبح\n...\nمن خمر عانة أو من خمر سوراء\nكأن قهقهة الإبريق بينهما\n...\nرجع المزامير أو ترجيع فأفاء\nحتى إذا مزجت طارت جنادبها\n...\nللمزج وامتعضت من سورة الماء\nسألت تاجرها: كم ذا لعاصرها؟\n...\nفقال: قصر عن هاذاك إحصائي\nنبيت أن أبا جدي توارثها\n...\nمن ذخر آدم أو من ذخر حواء\nما زال يمطل من ينتاب حانته\n...\nحتى أتتني وكانت ذخر موتائي\nونحن وسط بساتين وتنفحنا\n...\nريح البنفسج مع ريح الخزاماء\nيسعى بها خنث في لهوه دمث\n...\nيستأمر العين في مسترجع الرائي\nمقرطق وافر الأرداف ذو خنث\n...\nإن ماس في راحتيه وشم حناء\nقد رطل الشعر واوات ورددها\n...\nفوق الجبين ورد الصدغ بالفاء\nإني لأشرب من عينيه صافية\n...\nصرفا وأشرب أخرى من ندامائي\nعيناه تقسم ماء في مذاهبها\n...\nوربما نفعت من سروة الداء\nولائم لامني فيه فقلت له\n...\nإني وعيشك مشغول بمولائي\n14-\nأبو هفان قال: حدثني سليمان بن أبي سهل قال:\nالجزء: 1 ¦ الصفحة: 5\n",
        "سألت أبا نواس أن يجعل شربه عندي أياما متتابعة ضنانة ومنافسة على ما كان يفوتني منه. فأجابني إلى ذلك فأعددت له ما احتجت إليه من سماع وغيره وبدأنا في الشّرب. فلما كان آخر النهار جعل يشكو وجده بجارية قد فتنته ويصف أنه ما يهنؤه لذة ولا يسوغ له شراب ولا يصفو له عيش بسببها، فقلت: ويحك قد انتكست وصرت تتعشق النساء أيضا؟ قال: هو والله ما قلته لك، فقلت: سمها لي وعرفني خبرها لأعاونك عليها وأحتال لك فيها، فاستحيا مني وطوى خبرها عني وجعل يقول: لست تعرفها ولا أعرف أنا أيضا اسمها، فقلت: فصف لي خلقها فأبى. ثم أنشد يقول:\nكفاك ما مر على رأسي\n...\nمن شاذن قطع أنفاسي\nأكثر ما أبلغ من وصفها\n...\nتحدُّثي عن قلبها القاسي\nأغار أن أنعت منها الذي\n...\nينعته الناس من الناس\nولم أر العشاق قبلي رأوا\n...\nبوصف من يهوون من باس\nكل أحاديثي سوى نعتها\n...\nمنكشف مني لجلاسي\nلا حبذا الشركة في حبها\n...\nوحبذا الشركة في الكاس\nقال: فلما رأيته لا يحب أن يعلمني خبرها، ويكشف لي خبرها تغافلت عنه فلما كان الليل وثملنا، نمنا ونام من كان بقي عندنا. أغفيت غفوة ثم انتبهت فإذا هو قاعد وحده فقلت: أبا علي مالي أراك ساهرا متململا لعلك فكرت فيما كنت شكوته؟ قال: إي والله ثم قال لي: اسمع أبياتا قلتها: قلت: هات. فأنشد:\nرسم الكرى بين الجفون محيل\n...\nعفى عليه بكا عليك طويل\nيا ناظرا ما أقلعت نظراته\n...\nحتى تشحط بينهن قتيل\nأحللت من قلبي هواك محلة\n...\nما حلها المشروب والمأكول\nبكمال صورتك التي في مثلها\n...\nيتحير التشبيه والتمثيل\nفوق القصير، والطويلة فوقها\n...\nدون السمينة، دونها المهزول\nقلت: قد ذكرت الآن قدها وأحسبني عرفتها. قال: هيهات، هيهات - يؤسيني بذلك من أن أعرفها - وقد كنت أراه يحد النظر إلى جارية لبعض أهلنا يقال لها نرجس ويتأملها وكانت تأتينا بالتحف في كل وقت من عند مولاتها، فقلت في نفسي: ما عنى غيرها ثم أمسكت عنه فلما كان في غد قلت للساقي: خذ على أبي نواس ففعل. فسكر سكرا ما رأيته سكر مثله فبينما هو في سكره إذ قال:\nأحرف أربع سبين فؤادي\n...\nلم أذق بعدهن طعم الرقاد\nخفت إظهارهن خشة واشٍ\n...\nواتقاء العدو والحساد\nأشتهي النون من ((نوار)) وأهوى\n...\nثانيا من حروف إسم ((مراد))\nو ((جنان)) قد شفني مبتداها\n...\nو ((سعاد)) فديت مباد سعاد\nلا تراني أحب خلقا سواها\n...\nأبدا ما بقيت حتى التنادي\nقال: فاستيقنت أن نرجس حاجته فوجهت إلى مولاتها أسألها أن تبينيها فوهبتها لي. فلما أفاق أبو نواس اصطحبنا فقلت له بعد أن شربنا أرطالا: نحب أن نشرب اليوم مع حبيبتك. قال: خذ فيما يكون. قلت: يا غلام أحضر ذلك الرجل. فدخلت نرجس. فلما رآها بهت إليها. فقلت له: قد وهبتها لك، قال: وتملكها حتى تهبها؟ قلت: نعم.\nفعلت البارحة كذا وكذا فاستيقنت أنها طلبتك فأردت شرائها لك فوهبتها لي مولاتها وهي لك. فو الله لقد رأيت وجهه أشرق وأنار، وقام فقبل رأسي ثم أقعدها إلى جانبه وجعل كلما شرب كأسا قبلها ثم أنشأ يقول:\nمالي في الناس كلهم مثل\n...\nمأتى خمري ونقلي القبل\nقومي حتى إذا العيون هدت\n...\nوحان نومي فعرسي ثعل\nيا أيها الناس فاسمعوا عظتي\n...\nفكل نفس وراءها أجل\nليحمد الله منكمو رجل\n...\nساعده في حبيبه الأمل\nفلما أمسى قال: قد جدت بالمنى، والتمام الإذن في الانصراف. قلت: معافى ومصحوبا مكلوءا.\n15-\nأبو هفان قال: حدثت أن صديقا لأبي نواس مات وكان يأنس به فوجد عليه وجدا شديدا واشتد غمه وقلقه وجزعه لفقده وشيع جنازته، فلما صلوا عليه وصيروه في حفرته وواروه في لحده خرج أبو نواس من قبره - وكان فيمن ألحده - فاستقبل الناس الذين شيعوا الجنازة بوجهه وقال بصوت شج وإجهاش:\nيا بني النقص والعبر\n...\nوبني الضعف والخور\nوبني البعد في الطبا\n...\nع على القرب في الصور\nوالشخوص التي تبا\n...\nين في الطول والقصر\nاحتساء من الحرا\n...\nم وحتما على لاضرر\nأين من كان قبلكم\n...\nمن ذوي البأس والخطر\nالجزء: 1 ¦ الصفحة: 6\n",
        "سائلوا عنهم المدا\n...\nئن واستبحثوا الخبر\nسبقونا إلى الرحي\n...\nل وإنا لفي الأثر\nمن مضى عبرة لنا\n...\nوغدا نحن معتبر\nإن للموت لمحة\n...\nتسبق اللمح بالبصر\nوكأني بكم غدا\n...\nفي ثياب من المدر\nقد نقلتم من القصو\n...\nر إلى ظلمة الحفر\nحيث لا تضرب القبا\n...\nب عليكم ولا الحجر\nحيث لا تظهرون من\n...\nها للهو ولا سمر\nرحم الله مسلما\n...\nذكر الموت فادّكر\nرحم الله مسلما\n...\nخاف فاستشعر الحذر\n16-\nأبو هفان فال: حدثنا أن جارية للقاسم بن هارون بارعة جميلة مرت بأبي نواس في كفها نرجس فجمشها أبو نواس وقال: ما أقبح الهجر بك. قالت: أقبح من هجري إفلاسك فأنشأ يقول:\nقلت وقد مرت بنا ظبية\n...\nرعبوبة في كفها نرجس\nما أقبح الهجر فجودي لنا\n...\nمنك بما تحيا به الأنفس\nفاستضحكت عجبا وقال لنا:\n...\nأقبح منه عاشق مفلس\n17-\nحدثنا أبو هفان قال: حدثني يوسف بن الداية قال: كنت عند أبي نواس فقال لي: اسمع أبياتا حضرت، وأنشد:\nوملحة بالعذ تحسب أنني\n...\nبالجهل أوثر صحبه الشطار\nبكرت علي تلومني\n...\nوصرفت معرفتي إلى الإنكار\nورأيت إيثارى اللذاذة والهوى\n...\nوتعجلي من طيب هذي الدار\nأحري وأحزم من تنظر آجل\n...\nعلمي به رجم من الأخبار\nما جاءني أحد يخبر أنه\n...\nفي جنة مذ مات أو في نار\nومعقرب الصدغين يهتك لحظه\n...\nعن كل مستور من الأستار\nأحوى أغن مبتل ذي رونق\n...\nحسن التنعم من بني بكار\nما زلت أسقيه وأشرب قرقفا\n...\nما افتضها بالماء غير نزار\nكانت\n...\nوآدم طينة معجونة\nفي دنها شمطاء ذات خمار\nحتى إذا ذهب الزمان بدائها\n...\nوتخلصت روحا من المسطار\nعادت إلى لون كأن بكأسها\n...\nمنها جميع طوالع الأنوار\nفلما بلغ قوله: ((في جنة مذ مات أو في نار)) قلت له: يا هذا إن لك أعداء ينتظرون منك السقطات فينتهزونها ليجدوا السبيل بها إلى الطعن عليك والقدح فيك إلى السلطان فاتقّ الله في نفسك ودع الإفراط والمجون فغنه مؤديك إلى خسارة الدنيا والآخرة إلا أن يقبل الله بك إلى الطريقة المثلى فإن كنت لم تظهر هذه الأبيات فتناسها واطوها. فقال لي: والله لا أكتمها خوفا. وإن قضي شيء كان. وقد كان سمعها غيري فأخبر بها الفضل بن الربيع وتأدى الخبر إلى الرشيد فما مضى إلا أسبوع حتى حبسه.\n18-\nأبو هفان قال: حدثني بعض آل نيبخت أن آخر شعر قاله أبو نواس، أنا أتيناه بطبيب بجسه وينظر في علته فوصف لنا شيئا ثم غمز أخي فخرج معه فقال: لا تداووه فإنه لا يسلم من علته ولكن عللوه ومنوه البرء والسلامة. فأحس وأيقن، فلما عاد أخي إليه قال: بحياتي ما خبرك الطبيب؟ قال: لم يقل إلا خيرا، أمر أن تسقى من الدواء كذا وكذا وأخبر أن العلة قد نضجت وانحطت، فانشأ أبو نواس من فوره يقول:\nسألتك بالمروءة والجوار\n...\nوقرب الدار من بعد المزار\nبما ناجاك إذ ولى سعيد\n...\nفقد أوجست من هذا السرار\nفقلت: خيرا، فقال هو والله الموت.\n19-\nأبو هفان قال: حدثني يوسف ابن الداية قال: كنت عند أبي نواس يوما نتحدث إذ جاء غلام قد التحى فلما طلع من الباب قال لي أبو نواس: قم وأقعد على الباب ساعة حتى أناظر هذا في شيء، فقلت: ويحك هذا صاحب لحية، فقال لي: قم يا فضولي. فدرت دورة ثم رجعت إليه، فقال لي: تدري من هذا؟ قلت: لا والله غير أني أراه صاحب لحية قال: هذا غلام كنت أتعشقه قديما وكان معي فلما التحى صار من السراجين فربما جاءني في الأحايين فآخذه على طيبه الأول وقد كاد يمتنع على الساعة ولكن كانت لي الغلبة. ثم قام فاغتسل ورجع إلى موضعه ثم أنشأ يقول:\nرأى بخديه نابتا زغبا\n...\nفضن عني هناك بالقبل\nوقال قد صرت يا فتى رجلا\n...\nوذا قبيح أراه بالرجل\nفقلت يا من زها بلحيته\n...\nالآن والله طبت للعمل\nذا زعفران والمسك تربته\n...\nيخرج من تحت صدغك الرجل\nتراك لو قد خضبت من كبر\n...\nوسحر هينيك فيك لم يحي\nصبرت عن عض وجنتيك وعن\n...\nمص رضاب بفيك كالعسل\nالجزء: 1 ¦ الصفحة: 7\n",
        "فقمت أسعى إليه مبتدرا\n...\nوالقلب من سخطه على وجل\nحتى اعتنقنا على الفراش وقد\n...\nغيبت مهري الجموح في الكفل\n20-\nأبو هفان قال: حدثني يوسف البن الداية: ان أبا نواس كان محافظا على صلاته إلا أن يسكر. وكان بقضي ما يفوته منها حين يفيق من سكره.\n21-\nأبو هفان: حدثني عمي محمد بن حرب قال: لما ولى هارون الرشيد إسماعيل بن صبيح بعد البرامكة ديوان الرسائل - وكان كاتبهم وكان يسعى بهم ويكسف عوراتهم - استخلف ابنه على بعض الدواوين وقال لأبي نواس لو دخلت إلى محمد فحدثته وأنشدته سرتني، ففعل، فكان له قوله أول ما لقيه:\nقبلة منك نية من سواكا\n...\nوهما في القياس عندي كذاكا\nفإذا ما رأيت وجها صبيحاً\n...\nكان حظي من نيه أن أراكا\nبرأ الله منك وجها بديعا\n...\nقد أحل التعطيل والإشراكا\nبأبي أنت من بديع ظريف\n...\nبذّ حسن الوجوه حسن قفاكا\nخلق الناس كي يسوسوا أمورا\n...\nكلفوها وأنت كيما ت\n...\nفقال له أبوه: سبحان الله أول ما لقيت ابني لقيته بهذا!! قال: هكذا رزق مني وهو أحوج له. قال: فلامه إخوانه على ذلك فقال: لايلقى ولد ساع إلا بمثل هذا وإن كان أحسن منه تمام النعمة والعافية.\n22-\nأبو هفان: حدثني أبو عبد الله الحسين بن أبي المنذر:\nالجزء: 1 ¦ الصفحة: 8\n",
        "أن أبا نواس كان يتعشق ابن فورك اللهبي، وكان حسن الوجه بارع الجمال مطواعا، يواتيه أنى شاء، وربما شرب معه في الحانات، فافتقدناه أياما كثيرة فسألنا عنه جميع إخوانه وطلبناه في مظانه فلم نعرف له خبرا بتة، واشتد لذلك غمنا فقلت في نفسي ليس حق أبي نواس علي الحق الذي أضيعه فلا أرعاه، والله لأجتهدن في طلبه والبحث عنه والفحص عن خبره أنى توجه ولو بمشقة علي شديدة، وأشفقت أن يكون قد نيل منه، أو اغتيل بسوء من جهة من كان يبغيه، فقلت لأخي عبيد - وعنده من أصحابه عدة -: هل تساعدني على طلب أبي نواس حيثما كان؟ فقالوا: نعم نحن نسبقك إلى هذا ونساعدك بأجمعنا، فقلت له: الرأي أن نبدأ بباطرنجي فإني سمعته قبل افتقادي إياه يذكرها ولا أحسبه تعداها، فلما خرجنا نحوها لقينا بعض المكاريين مع قوم قد حملوهم منها فقلنا له: هل تعرف أبا نواس؟ فقال: ومن لا يعرفه؟ إني لأحسب حماري هذا يعرفه. وهل يخفى القمر؟ قلنا: فهل رأيته؟ قال: نعم رأيته خارجا من باطرنجي في حية الحمام الشارع على الطريق وهو سكران لا يعقل وقد اجتمع عليه الصبيان يعطعطون به ويضحكون منه، فقلنا: إنا لله، هلك والله إن لم ندركه، فأسرعنا نحوه فوافيناه قد أخرج من الحية وهو مطروح على وجهه لا يتحرك ولا ينبض له عرق ولا يعقل سكرا، فسألناه عن خبره وأين كان يشرب في أيامه، فقال: في هذه الحانة فحملنا إليها، وسألنا الخمار عن قصته، فقال: كان يشرب عندي مع غلام جاء معه من أهل بغداد حسن الوجه يقال له ابن فورك، وحرص الغلام على الانصراف غير مرة وهو يمنعه وأقاما اثني عشر يوما، كل ذلك يمنعه من الانصراف ويرغب إليه في المقام، فلما كان هذا اليوم سكر أبو نواس هذا السكر المفرط فقام الغلام كأنه يريد حاجة فراوغه وشخص متوجها نحو بغداد فرارا منه، فلما أبطأ عليه خرج وهو يتثنى سكرا، لا تقله رجلاه ولا ينطلق لسانه للجواب، وذلك أنه ما نام منذ ثلاث ليال يشرب دائما ويغالب النبيذ، فمنعته من الخروج فلم يصغ إلي، وضربته الريح وهزته على ما كان منه من السكر. فلمنا الخمار وعنفناه وقلنا: ألا اتبعته أو وجهت من يراعيه ويحفظه؟ قال: قد فعلت، وأنا أخرجته من الحية وقد كنت على حمله إلى ههنا. فانتظرنا أبا نواس إلى أن أفاق فلما عاد إليه عازب عقله وصحا من سكره ملنا عليه ميلة واحدة وقلنا له: ويحك أما تستحي أما ترعوي أما تخاف الله وتراقبه؛ أما تأنف لنفسك من هذه المساقط الدنية في الأماكن الخسيسة، مع طلب الخليفة إياك وتشوقه إليك ونزاعه إلى قربك وأثرتك عنده وعند الأشراف؟ فإلى كم يكون هذا الإغراق والإفراط فيما يسخط الله عليك، ويذهب بدينك ويثلم دنياك، ويذهب بقدرك وأدبك؟ كل يوم مع غلام وقحبة، وفي حانة منبطحا سكرانا، وقد جعلت ما يجب عليك من الصلاة وراء ظهرك استهانة بوعد الله ووعيده، مع الذي لا يؤمن من حضور أجلك ومعافضتك على أسوأ حالاتك؛ ويوشك من أدام الشرب أن ينقص اعتداله ويفسد مزاجه، وتصل سوره إلى كبده فيقدح ذلك في صحته، ويعرضها للاستحالة عن جهتها، ثم تقيم مع غلام قد خرجت لحيته وتشوهت خلقته بضعة عشر يوما حتى صرت ضحكة وأحدوثة ولعبة للصبيان والنسوان. فقطع علينا الكلام ثم انشأ يقول مجهشا مسترجعا بصوت شج:\nيا بني حمالة الحطب\n...\nحربي من ظبيكم حربي\nحرب في القلب برح بي\n...\nألهبته مقلة اللهبي\nما أحل الله ما صنعت\n...\nعينه تلك العشية بي\nفتنت أسبابها كبدي\n...\nبسهام للردى صيب\nلم يجرني البيت منه وقد\n...\nعذت بالأركان والحجب\nصيغ هذا الخلق من حمأ\n...\nوبراه الله من ذهب\nعجبا\n...\nلم يثنه حرج\nدون قتلي\nعف عن سلبي\nالجزء: 1 ¦ الصفحة: 9\n",
        "فقلنا له: اتق الله يا هذا في نفسك، فقد نلت من رخاء العيش وليانه ما في دونه كفاية ومقنع وارتداع، أما ترى الشيب لامعا في رأسك؟ وأكثرنا عليه من هذا الكلام وقطعناه عذلا وتأنيبا وهو مطرق إطراق الخجل ينكت الأرض ويتأمل نفسه وما قد تلوث به وصار جيفة، فقلت في نفسي: لعل ما نرى من حاله أن يحدث له ندما وإقلاعا عن سيء أفعاله. وإن لم تسمح نفسه بالتوبة في هذا الوقت فليست فيه حيلة ولا موضع للعتاب أبدا فلما أتينا على آخر كلامنا قال: بقي لكم من العذل والتوبيخ شيء؟ قلنا: لن ينجع فيك العتاب وإن أكثرنا ووصلنا بعضه ببعض. قال: قد سمعت قولكم ونصيحتكم فاسمعوا الجواب عنه - ونحن نظن أنه يحتج عن نفسه ويعتذر عن فعله - فقلنا: هات. فأنشأ يقول:\n..من لقيت من البشر\n...\nواعذر أخاك إذا فجر\nوأخلع عذارك في الهوى\n...\nمثل الخليع المشتهر\nواسحب ذيولك في الصبا\n...\nودع العوازل في سقر\nلا يمنعنك زاجر\n...\nعمن هويت إذا زجر\nفاشرب معتقة الخمو\n...\nر ولا تعف عن السكر\nواسكر لتضحي شهرة\n...\nمتلوثا وسط القذر\nودع القراة لأهلها\n...\nفهم: الكراب على البقر\nإن التنسك عندنا\n...\nوالزهد من إحدى الكبر\nلا تحقرن لطيفة\n...\nصغرت ولا ذات كبر\nممن تبرج للزنا\n...\nوالحور بات الخدر\nوالمرد لا تدعنّهم\n...\nأهل التصفق والطرر\nممن إذا جمشته\n...\nأبدى الشتيمة أو نخر\nمثل ابن فورك في الدلا\n...\nل وذي التبختر والخفر\nقالوا التحى فمحا محا\n...\nسن وجهه نبت الشعر\nفأجبتهم لا يسبقن\n...\nفي الدور سيلكمو المطر\nالآن طاب وإنما\n...\nذاك البهار على الشجر\nتلك اللحية روضة\n...\nخضراء تنبت في الزهر\nلولا سواد في القمر\n...\nوالله ما حسن القمر\nيا عاذلي على هوى\n...\nهذا دوينكمو الحجر\nرضوا به أسنانكم\n...\nوكلوا التراب مع المدر\nلا لا غدرت بمن هوي\n...\nت إلى الممات وإن غدر\nوالله لا جنبته\n...\nمني الوصال وإن هجر\nفلما أتى على آخرها بهتنا وبقينا ننظر إليه تعجبا. فقال: مالكم لا تتكلمون؟ قلنا: وما يغني معك إطالة القول وقد ذهب كل شيء قلنا جفاء. قال: وتشكون في ذلك؟ أنتم والله عندي حمقى. أنا أنازع إلى هذه السكرة وأشتهيها حتى تهيأت لي الآن وأرجو ألا أعدم أخواتها. قوموا بنا إلى الحمام. فنهضنا معه حتى تنظف ونزعت أنا وعدة من أصحابي ثيابا فاضلة كانت علينا فلبسها ووهب ثيابه الملونة للخمار. ثم قلنا: قد تنظفت فامض بنا، فقال لنا: سبحان الله نجتمع في هذا الموضع وننصرف منه ولم نشرب فيه؟ هذا والله من سقوط الهمة وسوء الاختيار. اقعدوا، فقعدنا والتفت إلى الخمار وقال له: أحب أن تلذذ أصحابنا، قال له: بماذا؟ قال: لا يغرنك عن عزلهم وتأنيبهم إياي فإنهم يركبون المغمصة فاطلب لنا غلاما مليحا، وقد سمعت البارحة غناء وزمرا فأحضرناه فخرج الخمار فما كان إلا ساعة حتى جاءنا بغلام لم نر مثله قط وكراعات كن هناك من بغداد فأقمنا بها يوما وغده والثالث ثم اجمعنا على الانصراف عنها فأنشأ يقول:\nسلاف دن، كشمس دجن\n...\nكدمع جفن، كخمر عدن\nطبيخ شمس، كلون ورس\n...\nربيب فرس، حليف سجن\nرأيت علجا، بباطرنجا\n...\nلها توجى فلم يثن\nحتى تبدت، وقد تصدت\n...\nلنا وملت، حلول دن\nفاحت بريح، كريح شيح\n...\nيوم صبوح، وغيم دجن\nيسقيك ساق، على اشتياق\n...\nإلى التلاقي، بماء مزن\nيدير طرفا، يعير حتفا\n...\nإذا تكفى، من التثني\nعلى غناء، وصوت ناء\n...\nدواء داء، من التجني\nولثم خد، كطعم شهد\n...\nمن ذات قد، وهي تغني\nغناء دل، وضرب طبل\n...\nورمي نبل، بطرف جني\nيا من لحاني، على القيان\n...\nاللهو شاني، فلا تلمني\nأطلت عذلا، فقلت من لا\n...\nيريد إلا، السلو عني\nأسخنت عينا، تراك زينا\n...\nفأين أين، الفرار مني\nهتكت ستري، فباح سري\n...\nوعيل صبري، لطول حزني\n23-\nأبو هفان قال: حدثت عن كامل الثقفي أنه قال: بلغني أن رجلا من متلصصة البصرة وسراقها قال:\nالجزء: 1 ¦ الصفحة: 10\n",
        "ماكان أحوجني يوما إلى رجل\n...\nفي وسطه ألف دينار على فرس\nفي كفه حربة يفري النفوس بها\n...\nوسيفه كلهيب النار في الغلس\nفإن رجعت ولم أظفر بمهجته\n...\nوقد خضبت ظباة الصارم الضرس\nفلا هنيت بعيش وابتليت بما\n...\nيكون فيه خروج الروح والنفس\nفبلغ قوله هذا أبا نواس فأنشأ يقول:\nماكان أحوجني يوما إلى خنث\n...\nتجري ملاحته في الروح والنفس\nفي كفه قهوة تشفي النفوس إلى\n...\nسحر بعينيه للألباب مختلس\nفإن رجعت ولم أظفر بتكته\n...\nوقد رويت من الصهباء كالقبس\nفلا هنيت بعيش وابتليت بما\n...\nيكون فيه صدود الشادن الأنس\nهذا ألذ وأشهى من منى رجل\n...\nفي وسطه ألف دينار على فرس\n24-\nأبو هفان: حدثت ان أبا نواس بعث غلاما يقال له إسحق إلى عمرو الوراق يستهديه قرانة نبيذ فحبس الغلام ساعة ثم بعث إليه بقنينة فلما وافاه كتب إليه أبو نواس:\nبعثت أستهديك قرانة\n...\nفجدت يا عمرو بقنينة\nوبعد ذا إن غلامي أني\n...\nبه انكسار وبه لينة\nتخبرني وجنته انه\n...\nقد طعن السكين في التينة\nفابعث بأخرى تلك مهر له\n...\nلا يعتدي في كفه طينة\nقال: فضحك عمرو ونقل إليه جميع ما يحتاجه من النبيذ وصار إليه معتذرا مما كتب إليه به.\n25-\nأبو هفان قال: حدثني يوسف ابن الداية: أن أبا نواس خرج إلى الخصيب بن عبد الحميد وهو يومئذ بمصر وكان بها ثلاثة غلمان أحداث أقران حسان الوجوه كأنهم الطواويس أصحاب ظرف وأدب ومروءة وأحوال جميلة ولم يكن أحد بمصر يتقدمهم صباحة وملاحة وكمالا، وكان أحدهم من ولد شبث بن ربعي التميمي والآخران أخوان من أولاد الدهاقين فلما رآهم أبو نواس أعجبه ما رأى من حسنهم وجمالهم فاحتال في التخلص إليهم بكل حيلة فأعياه ذلك فلما صرح به اليأس عن الوصول سمع بعضهم يقول للآخرين، إذا كان يوم الأحد اصطحبنا. فلم يزل يتوقع ذلك اليوم، فلما كان بكر ولبس جبة صوف وحلق رأسه وشيئا من لحيته وأخذ كرزنا له وترصدهم في السوق كأنه حمال فلما أقبلوا عليه تبعهم إلى الموضع الذي يبتاعون منه حوائجهم فخف بين أيديهم وقال: أنا حمال، فقالوا: دونك، فحمل لهم، فلما صار إلى مستقرهم وضع عنه الكرزن وفرغ كل شيء كان معه ثم تخفف لهم في جمع حطب فأجج نارا وطبخ لهم قددا فعجبوا من طيبها وقالوا له: أطباخ أنت؟ قال: لم أزل قديما، ثم نظر إلى قناني لهم وأقداح علاها الغبار فبادر وأخذها ثم اعتزل ناحية فجلاها ونظفها وكنس مجلسهم وأصلح ركواتهم ونضد رياحينهم وحسر عن ذراعيه يسقيهم ويغنيهم وينشدهم تارة وينقر لهم طنبورا أخرى فأعجبوا به لما رأوا من تقدمه في كل شيء فقالوا له: يا حمال أقم عندنا اليوم، فقال: أنا عبدكم وخادمكم وقد ترون ما بي من العري وسوء الحال وإن كسوتموني خلقا من أطماركم استوجبتم من الله عز وجل الثواب، ومني الشكر والدعاء وواريتم مني ما ترون - وإنما أراد ان يستغويهم ويلبس عليهم الحال لئلا يفطنوا به في مقامه عندهم - فقالوا له: نفعل وكرامة ونحسن إليك ونكرم مثواك فطب نفسا. فقعد معهم فلما تغدوا صب على أيديهم الماء وسقاهم الخمر قبل ذلك على الغمر ثلاثة ثلاثةً وتمثل لهم بهذا البيت وهو له:\nثلاثة على الغمر\n...\nتترك الوجه كالقمر\nالجزء: 1 ¦ الصفحة: 11\n",
        "ثم قام إلى دن شراب مطين فبزله ثم سكب منه وسقى القوم، فلم يزل يشرب ويسقيهم وهو في خلال ذلك يطربهم ويلهيهم، ونظروا إلى رأسه محلوقا فأقبلوا يطرقون له وهو يحتملهم على ذلك لما أضمره لهم من المكيدة والمخاتلة. وهمه أن يسكرهم وينومهم فلم يزل بهم حتى جنهم الليل وكلما مال بهم السكر هزهم وألهاهم وسقاهم حتى جاوز بهم المقدار فخروا نياما لا يعقلون سكرا واستعد للقاء فلما علم أنه قد أمكنته الفرصة قام إليهم فقضى وطره\n...\nوقال: والله لأنتقمن لقمحدوتي من خصاكم فلما خسر وأعيا\n.....\nولم يبق فيه حركة تساكر ونام كهيئتهم على وجهه\n...........\nكفعله بهم فلما انتبه لهم ورأى حاله أنكرها واتهم أبا نواس وقال: هذا عمل الحمال وفعله وانتبه الثاني والثالث فإذا أحوالهم كحاله فامتعضوا لذلك وقالوا: ما كان ليدخل علينا داخل في هذا الموضع، وإن هذا لفعل الحمال - وهو قد تناوم وتساكر لاستماع كلامهم - فنظروا إليه فإذا هو على مثل حالتهم محلول السروايل مبلول الإست فقالوا ما هذا إلا فعل شيطان وأنبهوه فانتبه وتغضب واستشاط وقال لهم: أخزاكم الله، تفعلون بشيخ مثلي هذا الفعل أما تتقون الله أما تستحون من شيبتي والله لأشكونكم إلى العالم. فقالوا له: اتق الله فإن ذلك قد فعل بنا جميعا، فسكن ثم قال: إن كان الأمر كما تزعمون فإن لي بكم أسوة حسنة، فقال بعضهم لبعض: ليس الرأي أن يشيع هذا الخبر وإلا كان فضيحة علينا، وأبو نواس في البلد، وإن سمع بهذا الخبر فأين المهرب من هجائه فقام كل واحد فاغتسل ثم قال لهم أبو نواس: يا فتيان (كل) واحد منا قد جعل البارحة عروسا فاصطحبوا وباكروا اللذة كمباكرة العروس، قالوا: صدقت فتغذوا ووضعوا الشراب فلما دارت الراح في رؤوسهم قام أبو نواس فخرج ولبس ثيابا سرية من خلع الخصيب وتطيب ثم رجع إليهم. فلما دخل عليهم من الباب قالوا: يا هذا من أنت؟ ثال: أنا الحمال الذي صيرتكم البارحة عرائس، قالوا: أنت والله أبو نواس؟ قال: أنا والله أبو نواس فكيف رأيتم، فصفق كل واحد يده على جبهته وجعل ينكت الأرض استحياء وتخاجلا، فقال لهم: قد وقع الأمر الآن موقعه وأنا أشرب فإن ساعدتموني وتممتم يومكم كان ذلك أوفق لكم فشربوا على كره منهم وحياء شديد فلما أمسى وانصرف أنشأ يقول:\nوفتية كالدمى قد اجتمعوا\n...\nمثل الدنانير حين تنتقد\nقد ساقني الحين نحوهم فإذا\n...\nهمو يقولون إن دنا الأحد\nفباكروا الراح واقطعوه بها\n...\nفصرت للموضع الذي عمدوا\nعلي كرزن ومشملة\n...\nوميهة حبالها مسد\nعمدا فبكرت وارتصدتهمو\n...\nحتى أتوا غدوة وما انفردوا\nقمت إليهم فقلت أحملها\n...\nفإن عندي لحملها القدد\nحبل وثيق وميهة وأنا\n...\nبحملها عالم ومرتشد\nقالوا فخذها فأنت أنت لها\n...\nسوف نكافيك بالذي نجد\nفظلت أعدوا كأنني جمل\n...\nينوء للموضع الذي قصدوا\nفصرت رشاشهم وكانسهم\n...\nوصرت طباخهم وبي رمد\nإذا الأباريق والزجاج بها\n...\nنظرت فيها المغرد الصرد\nفثرت نحو الزجاج أغسله\n...\nحتى تلالا كأنه البرد\nفأعجب المرد خفتي لهمو\n...\nوليس في خفتي لهم رشد\nقالوا لي اقعد وهات صب لنا\n...\nوبادر الليل قبل نفتقد\nفلقت إذ ذاك هامة وضعت\n...\nعلى ضئيل كأنه وتد\nفمر يهوي كأنه رجل\n...\nتسيل منه الدماء مفتصد\nما زلت أسقيهمو مشعشعة\n...\nيحذر من وقع كأسها الجسد\nحتى رأيت الرؤوس مائلة\n...\nولم يكن في رقابها أود\nواعتقلت ألسن وأسوقة\n...\nفممسك رأسه ومعتمد\nقمت وبي رعدة\n...\n...\nوكل من دب فهو مرتعد\n. . . . . . .\nيا ليلة بت أجني ثمر ال\n...\nلذلات معنا النواعم الخرد\nمن ذا إلى ذا وقد أمرت بأن\n...\nأعفج هذا وكل من أجد\nكأنهم أنجم لبهجتهم\n...\nأو المصابيح حين تتقد\nحتى إذا مللت عفجهمو\n...\nوكل\n...\nفما به جلد\nحتى إذا المجلس استوى بهمو\n...\nغادرتهم والكؤوس تطرد\nصرت إلى منزلي فأبت وقد\n...\nزينت نفسي وحلني العدد؟\nعلى قوهية وأردية\n...\nمن نسج مصر وكلها جدد\nفقيل من أنت قلت صاحبكم\n...\nلا عقل يرجى لكم ولا قود\nالجزء: 1 ¦ الصفحة: 12\n",
        "أنا الذي\n...\nبأجمعكم\n...\nقالوا نواس فقلت بل لبد\nثم تغنيت وامقا فرحا\n...\nيا ليت سلمى وفت بما تعد\nماذا لقيت من الظباء الخرد\n...\nقد أفسدوني بعد طول تعبدي\nيتراوحون على كل عشية\n...\nفي رازفي تارة ومورد\nفإذا سألت الحور عن أسمائهم\n...\nلم تعد بين محمد أو أحمد\nفكأن آباء الظباء تعاقدوا\n...\nبآلية معقودة بتأكد\nأن لا يسموا الحور من أبنائهم\n...\nإلا بأحمد مرة ومحمد\nثم تم بعد ذلك على نسكه حتى مات 27- أبو هفان قال: حدثني يوسف ابن الداية قال: أخبرني أبو نواس أنه صار يوما إلى العباسية فبصر بغلامين من أبناء التجار نظيفين حسنين مليحين يتباذلان فلما بصرا بأبي نواس قاما فقال لهما: عودا إلى ما كنتما فيه فعادا فأخذ أرديتهما فتأبطها.. فقال له أحدهما. أحب أن تقول فينا شعرا وتمدح أجودنا وتهجو الآخر وتذمه فتأملهما فإذا هما كفرسي رهان ليس فيهما عيب ولا لأحدهما فضل على الآخر فقال:\nكلاكما رخيم\n...\nمهفهف هضيم\nكلاكما حباه\n...\nبمقلتيه الريم\nهذا زمان فيه ال_بذال يستقيم\nفالرأي أن تعيشوا\n...\nوالعيش لا يدوم\nوأنتموا صغار\n...\nوربكم رحيم\nوذا البذل شيء\n...\nصاحبه مرحوم\n. . . . .\nولا أراه ذنبا=أنا به زعيم\n. . . .\n28-\nأبو هفان: حدثني يوسف البن الداية: أنه اجتمع مع أبي نواس في منزل بعض الخمارين فقال له بعضهم: إن رأيت أن تصف مجلسنا بآية من كتاب الله تعالى فافعل. فأنشأ يقول:\nوفتية في مجلس ريحانهم\n...\nوجوههم قد عدموا الثقيلا\nدانية عليهمو ظلالها\n...\nذللت قطوفها تذليلا\n29-\nأبو هفان قال: حدثني أبو دعامة: ان صديقا لأبي نواس شرب دواء فاتته هدايا إخوانه وأصحابه من كل جهة غير أبي نواس فإنه استبطأ هديته. فصار أبو نواس إلى باب الطاق فلم يزل يتصفح وجوه المرد ويتأملهم ويعترضهم، حتى وقع اختياره على غلام رضيه ملاحة وصباحة.. فانثنى معه قاصدا نجو منزل صديقه حتى إذا دنا من باب داره إذا جماعة قعود على بابه فلما بصر بهم الغلام ند عنه ونفر فكتب أبو نواس إلى صديقه:\nيا واحد المكرمات والمنن\n...\nأعقبك الله صحة البدن\nخرجت أبتاع طرفة لك لا\n...\nأنظر في رخصها وفي الثمن\nمن بين ورد وبين سوسنة\n...\nوبين ريحانة على فنن\nفقل ظبي منعم غنج\n...\nأحسن من كل منظر حسن\nأحلى واشهى إلى الفؤاد وإن\n...\nأغرم صحبي مالا وأغرمني\nحتى إذا صرت عند بابكمو\n...\nشق شباك الهوى فأفلتني\nفلا تلمني ولم قلاطبة\n...\nقد لزموا الباب يا فتى اليمن\n30-\nأبو هفان قال: حدثني ابن أبي خلصة: أنه لما حضرت أبا نواس الوفاة قيل له: قل: لا إله إلا الله، فأنشأ يقول:\nأمثلي يروح بالحادثات\n...\nويخشى تصاريف هذا الزمن\nأذلني الله ذل الهوان\n...\nوأدخلني في حر أمي إذن\nأنهنه دهري إذا نابني\n...\nبشرب المدام ووجه حسن\nوأستغفر الله من ذا وذا\n...\nفإن هو لم يعف عني فمن\n31-\nأبو هفان: حدثني ابن ما شاء الله: أن أبا نواس دخل على محمد الأمين فقال: قد قلت فيك أبياتا يا أمير المؤمنين ولست بمنشدكها حتى تنزل عن السرير وأجلس أنا عليه فقال له: قد تجاسرت، فوالله لئن أحسنت لأحسنن إليك، ولئن أسأت لأمثلن بك. فنزل عن السرير وأجلسه فأنشأ يقول:\nضياء الشمس والقمر المنير\n...\nإذا طلعا كأنهما الأمير\nفإن يك أشبها شيئا قليلا\n...\nفقد أخطاهما منه كثير\nلان الشمس تغرب حين تمسي\n...\nوأن البدر ينقص إذ يسير\nونور محمد أبدا تمام\n...\nعلى وضح المحجة مستنير\nفقال الأمين: علي بسفط فيه در فجيء به. فلم يزل يحشو فاه حتى صاح: القتيل القتيل يا أمير المؤمنين.\n32-\nأبو هفان قال: حدثني سليمان بن ابي سهل: أن الرشيد قال يوما لأبي نواس - وعنده الفضل بن يحيى وبكر البرمكي -: اهجنا يا أبا نواس، وكان الرشيد مستهترا بخادم له اسمه كوثر فأنشأ يقول:\nأضاع الإمامة فسق الإمام\n...\nوغش الوزير وجهل المشير\nففضل وزير وبكر مشير\n...\nوما ذان إلا طريق الغرور\nالجزء: 1 ¦ الصفحة: 13\n",
        "ومن يظهر الفسق يمقت به\n...\nوتنفر عنه بنات الصدور\nفلو يستعفان هذا بذا\n...\nلظلا بعرضة خطب يسير\nفامتعض من هذا الرشيد وقال: والله لولا ما جنيت على نفسي من استدعاء ما كنت بنجوة لأسقيت الأرض من دمك.\n33-\nأبو هفان قال: حدثني أبو دعامة: أن الرشيد كان يوما يلاعب الفضل بن الربيع بالشطرنج إذ ولع بهذا المثل ((وحي مقمور بدرد)) فجعل يردده ثم قال للفضل أترى أحدا من الناس قال في هذا شعرا؟ فقال: إن كان أحد يفهم هذا فأبو نواس، قال: وأين الفاسق؟ قال في حبس أمير المؤمنين، فأمر بإحضاره فأحضر يرسف في قيوده فوقف بين يديه فصعد فيه البصر ثم قال: أما آن لك أن تتوب عن خمرتك يا ملعون؟ قال: تبت على يد أمير المؤمنين ولست بعائد لشربها ما طرد الليل النهار، قال فهل قيل في ((وحي مقمور بدرد)) شعر؟ قال: نعم بعض الأعراب يقول:\nليتني في بيت ورد\n...\nمنقعا في آب زرد\nفألاعبها بنرد\n...\nبين خيري وورد\nوأجاهرها بفرد\n...\nوحي مقمور بدرد\nقال: صدقت، ثم التفت إلى الفضل فقال: ما كان ليفهم هذا غيره، ثم قال: إن رغبت في البقاء وأحببت الإخلاص فقل شعرا قوافيه زائية - وبين يديه جارية تسمى جوهر فأخذ بيدها وأنشد:\nجوهر يا سيدتي\n...\nجودي برب العزز\nعلي إني خلع\n...\nوفيك بعض الكزز\nتركت قلبي خفقا\n...\nكخفق قلب الخزز\nيتبعه أكلب غلما\n...\nن طياب حزز\nألزني الله بكم\n...\n((جوهر)) أقوى اللزز\nقال: أحسنت والله، وكان الرشيد طيب النفس فوهب له الجارية وأمر بإطلاقه وأجزل صلته وألحقه بمنادمته.\n34-\nأبو هفان: أنشدني سليمان سخطة لأبي نواس:\nقد قلت إذ أجرى مدامعي الأسى\n...\nواغتالني ظبي تحكم في الهوى\nأدعو إلى الله العلي مكانه\n...\nوإلى النبي محمد ظبيا عصى\nيقول: أدعوه لأعطيه الدرهم وعليه: لا إله إلا الله محمد رسول الله.\n35-\nأبو هفان قال: حدثني المعروف بابن أبي رياح صاحب الشرقية قال: حدثني الفضل بن القهرمان النخاس قال: دعوت أبا نواس إلى منزل صديق لي من النخاسين كانت عنده جارية نفيسة فذكرنا لها أبا نواس فخرجت إليه فجعلت تعابثه وهو منقبض عنها إلى أن قال له: ما اسمك؛ قال: فرفع رأسه إليها وقال:\nاسمي لوجهك يا منى صفة\n...\nفكفى بوجهك مخبرا باسمي\nلا تفجعي أمي بواحدها\n...\nلن تخلفي مثلي على أمي\n36-\nأبو هفان قال: حدثت أن أبا العتاهية قال: سبقني أبو نواس إلى ثلاثة أبيات رددت أنها لي بكل ما قلته من الشعر وهو قوله:\nيا كبير الذنب عفو الل\n...\nهـ من ذنبك أكبر\nوقوله:\nلو لم تكن لله متهما\n...\nلم تمس محتاجا إلى أحد\nوقوله:\nإذا امتحن الدنيا لبيب تكشفت\n...\nله عن عدو في ثياب صديق\n37-\nأخبرنا إبراهيم بن الخصيب بن عبد الحميد قال: شرب أبو نواس عند أبي يوما بحمص من شراب حسن فأكثر له الساقي من المزج فقال: ما وجدت منذ اليوم كعم الشراب، فقال أبي: اسقه صرفا يا غلام، فسقاه، ثم وجبت العشاء فصلينا وهو قاعد، ثم صلينا العشاء الآخرة وهو قاعد لم يصل، فقال له أبي: الصلاة يا أبا علي، فقال: ليس على السكران صلاة، ثم قال لأبي:\nواستبعدت مصرا وما بعدت\n...\nأرض يحل بها أبو نصر\nولقد وصلت بك الرجاء ولي\n...\nمندوحة لو شئت عن مصر\nفقال له ابي: صرت إلى من يحبك ويوقرك ويودك ولكن لا تخدش وجه الحديث قم فصل فإني أخاف عليك العقوبة بتغافلك عنها فإن عذاب ربك أليم، فتضاحك ثم قال: ما عسيت أقول في رب غفور رحيم جواد متجاوز، ثم لع عذاب هالت مخافته الخلق فلم لم تبطل رحمته عذابه إن كنتم صادقين؟ ثم أنشأ يقول:\nرب غفور رحيم\n...\nله عذاب أليم\nفاستفظع أبي ما جاء به ثم قام وتركه وقال: على هذا لعنة الله وعلى من يقعد معه في هذا المجلس ويواتيه على هذا الكلام.\nالجزء: 1 ¦ الصفحة: 14\n",
        "ثم نام مكانه سكران، فلما كان جوف الليل قال: نفسي تحدثني أني تكلمت بعظيمة الليلة. فقلت: نعم قلت كذا وكذا ولم تصل، فقال: إنا لله، ادع لنا بماء فدعوت له فأسبغ الوضوء وصلى صلاة حسنة تامة ولم ينم باقي ليلته وجعل بستغفر الله ويدعو إلى لاصباح فلما أصبحنا حدثت ابي حديثه فقال: هذا أصلح من تماديه في الغي: فقال له أبي: إنك قلت البارحة كذا وكذا فقال بعد ما عاتبه أبي:\nإذا ما خلوت الدهر يوما فلا تقل\n...\nخلوت ولكن قل علي رقيب\nولا تحسبن الله يغفل طرفة\n...\nولا أن ما يخفى عليه يغيب\nلهونا لعمر الله حتى تتابعت\n...\nذنوب على آثارهن ذنوب\n38-\nقال: واجتمع أبو داوود بن رزين الواسطي وأبو نواس والحسين الخليع وفضل الرقاشي وعمر والوراق والحسين بن الخياط في منزل عنان جارية الناطفي فتناشدوا إلى وقت الظهر فلما أرادوا الانصراف قالوا: أين نحن العشية؟ فكل قال: عندي، فقالت عنان جارية الناطفي: بالله إلا ما قلتم في هذا شعرا وتراضيتم بحكمي فيكم فأنشأ داود يقول:\nقوموا إلى قصف لهو\n...\nوظل بيت كنين\nفيه من الورد والم\n...\nرزنجوش والياسمين\nوريح مسك ذكي\n...\nيجيد الزرجون\nوقينة ذات غنج\n...\nوذات عقل رصين\nتشدو بكل طريف\n...\nمن محكم ابن رزين\nوقال أبو نواس:\nلا بل إلى ثقاتي\n...\nقوموا بنا بحياتي\nقوموا نلذ جميعا\n...\nبقول هاك وهات\nوقال الخليع:\nانا الخليع فقوموا\n...\nإلى شراب الخليع\nإلى شراب لذيذ\n...\nوأكل جدي رضيع\nونيل أحوى رخيم\n...\nبالخندريس صريع\nفي روضة جادهاص\n...\nوب غاديات الربيع\nقوموا ننال جميعا\n...\nمنال ملك رفيع\nوقال الرقاشي:\nلله در عقار\n...\nحلت ببيت الرقاشي\nعذراء ذات احمرار\n...\nإني بها لا أحاشي\nقوموا نداماي رووا\n...\nمشاشكم ومشاشي\nوناطحوني بأكوا\n...\nسها نطاح الكباش\n(فإن نكلت فحل\n...\nلكم دمي ورياشي)\nوقال (عمرو الوراق) :\nعوجوا إلى بيت عمرو\n...\nإلى سماع وخمر\nوما شجاه علينا\n...\nيطاع في كل أمر\nوبيسري رخيم\n...\nيزهو يجيد ونحر\nفذاك بر وإن شئ\n...\nتمو أتينا ببحر\nهذا وليس عليكم\n...\nأولى ولا وقت عصر\nوقال حسين الخياط:\nقضت عنان علينا\n...\nبأن نزور حسينا\nوأن تقروا لديه\n...\nباللهو والقصف عينا\nفما رأينا كظرف الحس\n...\nين فيما رأينا\nفقرب الله منه\n...\nزينا وباعد شينا\nقوموا وقولوا أجزنا\n...\nما قد قضيت علينا\nفقالت عنان:\nمهلا فديتك مهلا\n...\nعنان أحرى وأولى\nبأن تنالوا لديها\n...\nأشهى النعيم وأحلى\nفإن عندي حراما\n...\nمن النعيم وحلا\nلا تطمعوا في سوائي\n...\nمن البرية كلا\nيا خيرتي خبروني\n...\nأجاز حكمي أم لا\nفقالوا لها: قد أجزنا، وأقاموا عندها.\n39-\nأبو هفان قال: حدثني ابن أبي خاصة قال: حدثني إبراهيم بن الخصيب بن عبد الحميد قال: كان أبو نواس يشرب يوما عند أبي فامله السكر فلما كان في بعض الليل قام ليبول ثم بال وقعد على بوله وقال: والله لأقولن الليلة شعرا لم أقل مثله قط ثم أنشأ يقول:\nيا شفيق الروح من حكم\n...\nنمت عن ليلي ولم أنم\nفاسقني البكر التي اعتجزت\n...\nبخمار الشيب في الرحم\nثمت انصات الشباب لها\n...\nبعدما جازت مدى الهرم\nفهي لليوم الذي بزلت\n...\nوهي ترب الدهر في القدم\nعتقت حتى لو اتصلت\n...\nبلسان ناطق وفم\nلاحتبت في البت مائلة\n...\nثم قصت قصة الأمم\nفرعتها بالمزاح يد\n...\nخلقت للكاس والقلم\nفي ندامى سادة نجب\n...\nأخذوا اللذات من أمم\nفتمشت في مفاصلهم\n...\nكتمشي البرء في السقم\nفعلت في البيت إذ مزجت\n...\nمقل ما فعل الصبح في الظلم\nفاهتدى ساري الظلام بها\n...\nكاهتداء السفر بالعلم\nقال إبراهيم ابن الخصيب: فابتدأ ينشد وأنا أكتب ما يقول على جص الحائط فلما كان من غد وأفاق قال: أحسبني قلت البارحة شعرا وقد أنسيته فأنشدته إياه فأحسن أبي جازتي وكتبه أبو نواس مني.\nالجزء: 1 ¦ الصفحة: 15\n",
        "40-\nأبو هفان قال: حدثني يوسف ابن الداية قال: كان محمد الأمين مستهترا بالشرب فاصبح يوما وأبو نواس عنده مع باقي ندمائه. فقال الأمين: يكال لنا ما نشربه اليوم حتى ننظر أجودنا شرابا وأسرعنا انتشاء. ولأجودنا شربا حكمه، فما زالوا يشربون إلى نصف الليل، ثم نام القوم سكرا وبقي محمد وأبو نواس وكوثر قعودا يشربون ثم نام محمد وكوثر وبقي أبو نواس وحده فلم ير له مساعدا فأغفى غفوة ثم انتبه وقرب الشراب وأشار إلى بعض الندماء يحركهم للقيام وينبههم واحدا واحدا فيشرب معه بعضهم، ويجد بعضهم سكران لا حراك له، فجاء إلى مرقد الأمين فصاح به وقال: يا أمير المؤمنين ضيعت فينا ما سننت من الإنصاف في رعيتك وأفردتني بالشرب، فأفاق الأمين من وسنه وقعد يشرب معه فقال له الأمين: ويلك لقد بخست نفسك لذة هي أعظم من اعتكافك على هذا الشرب. قال: وما هي يا أمير المؤمنين؟ قال: النوم الذي به تصح تراكيب البدن وعليه يعتدل الجسد. فقال: يا سيدي لذة هذا الشراب تقوم مقام النوم، فشربا بقية ليلتهما ثم أراد محمد الأمين أن ينام بعدما أصبح فقال له أبو نواس: يا سيدي استمع مني أبياتا حضرت وأنشده:\nوندمان يرى غبنا عليه\n...\nبأن يلفي وليس به انتشاء\nإذا نبهته من نوم سكر\n...\nكفاه مرة منك النداء\nفليس بقائل لك أصدر بي\n...\nولا مستخبر لك: ما تشاء؟\nولكن سقني ويقول أيضاً\n...\nعليك الصرف إذ أعياك ماء\nإذا ما أدركته الظهر حيا\n...\nفلا عصر عليه ولا عشاء\nيصلي هذه في وقت هذي\n...\nوكل صلاته أبدا قضاء\nوذاك محمد تفديه نفسي\n...\nوحق له وقل له الفداء\nفقال الأمين: أحسنت والله، يا كوثر، بحياتي أعطه لكل بيت ألف درهم قال أبو نواس: هذا حق الأبيات فأين حق غلبتكم في الشرب؟ فقال: احتكم ما شئت نجز حكمك. فقال: مثل حق الأبيات، قال: وتعمل بها ماذا؟ قال: أبكر في هذه الغداة الطيبة إلى الغزل فإني قد هويتها منذ أيام فأتنزه وأشرب وأرجع، قال: يا كوثر أنجز حكمه لا بارك الله فيها.\n41-\nأبو هفان قال: حدثت أن أبا نواس وعلي بن الخليل مولى يزيد بن مزيد الشيباني وإسماعيل القراطيسي ورزين الكاتب اجتمعوا في سوق الكرخ فتذاكروا الأدب وتفننوا في أنواع العلم ووجوهه فلما اشتد الحر ومسهم الجوع قالوا: أين نحن اليوم؟ فكل قال: عندي، فقال علي بن الخليل - وكان أسنهم -: ليصف كل رجل ما عنده فأينا نزعت الأنفس إلى ما عنده صرنا إليه فابتدرهم أبو نواس فقال:\nألا قوموا أخلاي\n...\nإلى حانوت خمار\nإلى صهباء كالمسك\n...\nلدى جونة عطار\nوبستان به نخل\n...\nلدى زهر وأشجار\nوأطعمكم به لحما\n...\nمن الوحش والأطيار\nثم قال علي بن الخليل الكوفي:\nلألا قوموا أخلاي\n...\nإلى قصف بتمكين\nإلى صهباء كالورس\n...\nوأبكار من العين\nوألحان بديعات\n...\nبحذاق الحويسين\nثم قال إسماعيل القراطيسي:\nألا قوموا أخلاي\n...\nإلى بيت القراطيسي\nفقد هيا لكم خمرا\n...\nوذاك الأمرد الطوسي\nوقد هيا التي جاءت\n...\nلنا من أرض بلقيس\nوألوانا من الطير\n...\nوألوانا من العيس\nوقينات من الحور\n...\nكأمثال الطواويس\nفن\n....\nيا قوم\n...\nعلى رغم من ابليس\nوقال رزين الكاتب:\nألا قوموا اخلاي\n...\nلداري لا إلى غيري\nفعندي مجلس حلو\n...\nكثير الورد والخيري\nوعندي من إذا غنى\n...\nتهم الأرض بالسير\nفحيوا بعضكم بعضا\n...\nفما ذاك من ضير\nفقالوا له: أربيت علينا قولا فنحن نصير إليك ولا نحتاج إلى أي.. واجتمعوا في منزله.\n42-\nأبو هفان قال: حدثني علي بن أبي خاصة قال:\nالجزء: 1 ¦ الصفحة: 16\n",
        "دعاني أبو الخير فقلت له: من عندك؟ قال: أبو نواس، على أنه قد حظر على نفسه الشراب وفطمها عنه، ومغنية من أحسن البشر وجها وغناء مالها ببغداد شبيه ولا مدان، فصرت إليه فإذا أبو نواس قد جاء ومعه ذفافه العنسي صاحب خيل هارون الرشيد فتغدينا وقعدنا للشرب فقدمت أشربة لم أر مثلها صفاء ورقة فملت مع أبي الخير إلى أبي نواس فقلت له: إني لأحسب أن تكون ممن لا دنيا له ولا آخرة إنما كان ينبغي ن تفطم نفسك عن الشراب خوف الله تعالى واستدعاء لثوابه لا من خوف محمد، ويحك اشرب معنا ولا تجرع نفسك الفطام عن عادتها فإن ذلك أضر الأشياء بها فوالله لا اطلع على ذلك احد سوانا. فأبى واشمأز وقال: ليس إلى ذلك سبيل وأنشأ يقول:\nأيها الرائحان باللوم لوما\n...\nلا أذوق المدام إلا شيما\nنالني بالملام فيها إمام\n...\nلا أرى لي ملامه مستقيما\nفاصرفاها إلى سواي فإني\n...\nلست إلا على الحديث نديما\nكثر حظي منها إذا هي دارت\n...\nأن أراها أو أن أشم النسيما\nفكأني وما أحسن منها\n...\nقعدي يزين التحكيما\nكل عن حمله السلاح إلى الحر_ب فأوصى المطيق أن لا يقيما ثم قال: ومن محمد؟ ثم أراد أن يقول شيئا وأمسك فتركناه وأخرج أبو الخير الجارية التي عنده فطلعت علينا بوجه لم نر على حسن صورته وكمال بهجته وتمام اعتداله، فبقينا حيارى مبهوتين ننظر إليها تعجبا من براعتها فسلمت وجلست قريبا من أبي نواس فمازحته ساعة وداعبته وخرجت به من الجد إلى الهزل ثم أخذت العود فحركته فخلنا الصنوج والمعازف وجميع انواع الملاهي تقرع ثم إنها اندفعت بحلق كصوت المزمار رقة صوت وشجى نغمة فغنت صوتا اختلست به ألبابنا واستخفنا حتى تزاحفنا عن مواضعنا طربا وماج بعضنا في بعض حتى رأيت ركبة أبي نواس مع ركبتها ثم ثنت وثلتت ووضعت العود فعدنا إلى مواضعنا من المجلس وحثنا الكؤوس سرورا بها واستظرافا لها فقال أبو نواس:\nوذات خد مورد\n...\nموهية المتجرد\nتأمل العين منها\n...\nمحاسنا ليس تنفد\nفالحسن في كل جزء\n...\nمنها معا يتردد\nفبعضه في انتهاء\n...\nوبعضه يتولد\nوكلما عدت طرفا\n...\nيكون للعود أحمد\nفاشرب على صوت ريم\n...\nريان غير مصرد\nفقلنا: قد أمرتنا بالشراب على هذا الغناء أفلا تأمر نفسك؟ وقلت في نفسي: إن شرب أبو نواس يوما من الدهر ففي هذا اليوم، ثم قال هلا: يا مالكة الحسن، إن نشطت للترنم؟ قالت: إي والله وعزازة وحبا ثم تناولت العود فغنت:\nإذا انت لم تعشق ولم تدر الهوى\n...\nفكن حجرا من يابس الصخر جلمدا\nفما العيش إلا ما تلذ وتشتهي\n...\nوإن لام في ذو الشنان وفندا\nفصاح أبو نواس صيحة ارتج لها البيت ثم قال: احسنت والله، لعن الله من راقب محمدا، علي برطل ولو أن فيه ضرب العنق، فبادر كل واحد منا إلى رطل فناوله إياه فشرب رطلا ثم قال: آخر، فناولناه حتى شرب ثلاثة أرطال فلما شربها انكببنا عليه فقبلنا رأسه وقامت الجارية فقبلت رأسه فقال ونحن حوله:\nاسقني واسقي ذفافة\n...\nيا أبا الخير سلافة\nواسق رأس اللهو والظر\n...\nف على عين العيافة\nقهوة ذات اختيال\n...\nسلمت من كل آفة\nإن يكن غيري قلاها\n...\nلرجاء أو مخافة\nهاتها خمرا ودعنا\n...\nمن أحاديث خرافة\nضاع بل ذل الذي عن\n...\nف فيها يا ذفافة\nمثل ما ذلت وضاعت\n...\nبعد هارون الخلافة\nثم قال: اكتموا فإني شربت وعصيته وهجوته وإلا كان آخر العهد بيننا. قلنا: لن نحتاج إلى التأكيد علينا في ذلك، قال: أديروا أرطالكم وحثواها، فشربنا في يومنا ذلك ما لم أر أحدا شربه، سرورا بالجارية وشربه معنا، وداومنا ليلتنا شربا حتى فرق بيننا الصبح المفرق 43- أبو هفان قال: حدثني صديق لي يعرف بأبي عبد الله قال: حدثني الحسن بن حسان البرقي قال: حدثني يحيى الثقفي راوية أبي نواس ونديمه قال:\nالجزء: 1 ¦ الصفحة: 17\n",
        "دخلنا على أبي نواس نعوده من علة كانت به فقلنا له: يا أبا نواس صف لنا الأشربة وأوجز فقد عرفنا موقعها منك وتمكنها من صدرك ومحنتها في طبيعتك. فقال: أما الماء فيعظم خطره بقدر تعذره، واما السويق فبلغة العجلان وتعلة المريض، وأما اللبن فشبع الغرثان وري الظمآن، وأما الدادي فكالبياض في الدثار، وكالترس في السعار، وأما العسل فنبيل المنظر سخيف المخبر، وعن الخمر فاسألوني: هي شقيقة الروح وصديقة النفس ممزوجها ينفخ وصرفها غير مأمون على إنهاك البدن وفساد مزاجه مع غرس يؤدي إلى العطب ويولد أسقاما تدثر النفس ثم أنشأ يقول:\nلائمي في المدام غير نصيح\n...\nلا تلمني على شقيقة روحي\nلا تلمني على التي فتنتني\n...\nوأرتني القبيح غير قبيح\nقهوة تترك الصحيح سقيما\n...\nوتعير السقيم ثوب الصحيح\nإن بذلي لها لبذل جواد\n...\nواقتنائي لها اقتناء شحيح\n44-\nأبو هفان قال: حدثت أن أبا نواس مر يوما بنهر المهدي فرأى جارية جميلة فانشأ يقول:\nبينا أنا يوما على النهر\n...\nأطلب ما يصلح الأمر\nوقد تقرأت ولا عهد لي\n...\nبالفسق منذ أكثر من شهر\nأبصرت بيضاء عشارية\n...\nممشوقة طيبة النشر\nفقلت بالله وآلائه\n...\nورب ياسين مع الحشر\nمن أين أقبلت فقالت أنا\n...\nجارية من خدم القصر\nضللت من عشر جوار معي\n...\nقطعنني من حدث الدهر\nفقلت ما رأيك في منزل\n...\nخال وفي قصف وفي خمر\nوفي فتى ذي ملح شاعر\n...\nيحسن ما شئت من الشعر\nقالت معاذ الله من هذه\n...\nبيت غريب لست أستجري\nفخفت يأسا أنثني راجعا\n...\nوأسكنت ما كان في صدري\nوخافت الفوت فقالت بما\n...\nأنزل ربي في ليلة القدر\nأي فتى انت فقلت امرؤ\n...\nليس بذي خب ولا مكر\nمتى يصيب منفتقا سده\n...\nوإن يصب ملتحما يفري\nقالت وما تفسير ذا؟ قلت: من\n...\nيعرفه عذب بالهجر\nقالت وأبدت ساعة خجلا\n...\nترمقني بالنظر الشزر\nلست أنا جارية خبة\n...\nولا كمن يكذب او يكري\nواتفق القول فأجررتها\n...\nفآل من عسر إلى يسر\nصليت يا شاعر في الخسر\n...\nأن كنت أدري عشر ما تدري\nوالله ما تطمع في قبلة\n...\nما عشت أو توفيني أجري\nفقلت: ما شرطك؟ فاستصعبت\n...\nواشترطت ما جاز عن قدري\nفقلت إني رجل صانع\n...\nأرزق من شهر إلى شهر\nفساهليني وخذي كل ما\n...\nيحضر عندي واقبلي عذري\nفأبرزت يا قوم عن محبة\n...\nليست من السود ولا السمر\n45-\nأبو هفان قال: حدثني أبو يعقوب الخريمي الحمصي عن الفطين البصري عن السري بن الحكيم التميمي قال: حدثني بعض مشايخ مصر عن أبي نواس، وقال لي هاشم الكندي: إنه كان سبب هجائه لي لهذا، ذلك أني بغضته في الله وناصبته له وأبحته عرضي تقربا إلى الله عز وجل- قال له:\nأنت يا ابن القسيس والرهبان\n...\nوأخا الجاثليق والمطران\nغير شك أحقهم أن تفدي\n...\nمن جميع الأنام لا الغلمان\nوقال: أقم معهم ليلة الميلاد وليلة الذبح فما زال يشمعل ثم غنى وطرب وترنم بهذه الأبيات:\nيا دير حنة من ذات الأكيراج\n...\nمن يصح عنك فإني لست بالصاحي\nيعتاده كل محفوف مفارقه\n...\nمن الدهان عليه سحق أمساح\nلا يدلفون إلى ورد بآنية\n...\nإلا اغترافا من الغدران بالراح\nلم يبق منهم لرائيهم وإن حسنوا\n...\nوقوع ما حذروه غير أشباح\n46-\nأبو هفان قال: حدثني الشاذكري قال: قال شعبة لأبي نواس: أنشدني أحسن طرائفك فأنشده:\nحدثنا الخفاف عن وائل\n...\nوخالد الحذاء عن جابر\nوابن جريح عن سعيد وعن\n...\nقتادة الفاضل عن عامر\nومسعر عن بعض أشياخه\n...\nيرفعه الشيخ إلى جابر\nقالوا جميعا: أي معشوقة\n...\nعلقها ذو خلق طاهر\nفواصلته ثم دامت له\n...\nعلى وصال الحافظ الذاكر\nكانت له الجنة مبذولة\n...\nيرتع في مرتعها الزاهر\nوأي معشوق جفا عاشقا\n...\nعذب قبل الحشر في قابر\nوكانت النار له منزلا\n...\nبعدا له من خائن غادر\nوخمسة ليس له منزل\n...\nوأشمط دب إلى زائر\nالجزء: 1 ¦ الصفحة: 18\n",
        "وقاطع الدين على لذة\n...\nوحابس للقدح الدائر\nوشاطر ليس له غرفة\n...\nيطير فيها مائتا طائر\nفقال له شعبة: أحسنت والله يا فتى وما يؤنسني مجونك من صلاحك ما جتنبت من الكبائر. أنك لظريف أديب فلا تشن أدبك بالفسق والفواحش وأرجو مغفرة الله لك مع حسن اعتدالك وكمال طبعك.\n47-\nأبو هفان قال: حدثني ابن أبي خاصة ويوسف ابن الداية قالا: حججنا مع أبي نواس سنة تسعين ومائة فبينا هو في الطواف إذ بصر بمحمد بن إسماعيل بن صبيح وكان بارعا جميلا فأنشأ:\nلم يتسنى السعي والطواف ولا ال\n...\nساعون لما ابتهلت وابتهلوا\n48-\nأبو هفان قال: حدثني محمد بن سعيد: أنه لقي أبا نواس قبل موته بجمعة وقد تأله وتقشف فقال له: يا أبا علي ما هذا إلى كم يكون الشذوذ عن الله والتهور في الضلالة؟ فقال: لا عدت والله في الضلالة ولا في معصية ما حملت عيني الماء وإن نفسي لتتقطع حسرات على ما فرطت من سوالف ذللي. فلما كانت الجمعة الأخرى قيل لنا: الحقوا جنازة أبي نواس.\n49-\nأبو هفان قال: حدثني يوسف ابن الداية قال: كان أبو نواس كتب إلى الحسين الخادم وهو محبوس أن يوصل له هذه الأبيات إلى الرشيد وهي:\nبعفوك بل بجودك عذت لا بل\n...\nبحقك يا أمير المؤمنينا\nفلا يتعذرن علي عفو\n...\nوسعت به جميع العالمينا\nفإني لم أخنك بظهر غيب\n...\nولا حدثت نفسي أن أخونا\nبراك الله للإسلام عزا\n...\nوحصنا دون بيضته حصينا\nوقد أذللت أهل الشرك حتى\n...\nتركتهمو وما يترمرمونا\nتزورهمو بسيفك كل عام\n...\nزيارة واصلين لقاطعينا\nولو شئت اكتننت إلى نعيم\n...\nوقاسي الأمر دونك آخرونا\nفشفع حسن وجهك في أسير\n...\nيدين بحبك الرحمن دينا\nإذا ما الهون حل بمستجير\n...\nفليس لجار وجهك أن يهونا\nقال الحسن الخادم فتوخيت وقتا كان أمير المؤمنين طيب النفس فيه فأوصلتها فقرأها وقال: لا والله أو يتوب وتصح توبته.\n50-\nأبو هفان قال: حدثني أبو عبد الله الحسين بن أبي المنذر قال: كان أبو عيسى بن أبي جعفر المنصور شديد المحبة لأبي نواس فلما حبسه الرشيد في شرب الخمر وفيما يذكره في شعره من العظائم كتب إلى أبي عيسى بهذه الأبيات يسأله أن يشهد له بالتوبة عند الرشيد قال:\nبلغ الصوت فنادي\n...\nيا أبا عيس الجوادا\nكن عمادا يا ابن من كا\n...\nن غياثا وعمادا\nوتدارك جسدا قد ما\n...\nت أو قد قيل كاد\nقل له- إن قال: هل تا_ب-: نعم تاب وزادا\nواضمن التوبة عني\n...\nفإذا ما عدت عادا\nقال فكلمه أبو عيسى فيه حتى أطلقه: 51- أبو هفان قال: حدثت أن أبا نواس كان يشرب مع الأمين فنشط الأمين للسباحة فلبس ثياب ملحم ولبس كوثر مثل ذلك ووقعل في البركة فنظر أبو نواس إلى بدن محمد فرأى شيئا لم ير مثله قط فلما كان من غد، غدوت لأسأله عن خبره معه فقال لي: ويلك رأيته فرأيت بلية لا توصف وفتنة لا تطاق ثم أنشأ يقول:\nإني لصب ولا أقول بمن\n...\nأخاف من لا يخاف من احد\nإذا تفكرت في هواي له\n...\nمسست رأسي هل طار عن جسدي\nإني على ما ذكرت من فرق\n...\nلآمل أن أناله بيدي\nفقلت له: اتق الله في رأسك فإنه إن بلغته قتلك، فأمسك إنشادها وطواها عن الناس جميعا.\n52-\nأبو هفان قال: حدثني الحسن قال: قال لي أبو نواس: اخرج بنا إلى ناحية الكناسة لنتروح فخرجنا نحوها فطفنا ساعة وأبعدنا ثم رجعنا وقد كل وانحزل وانبهر فأنشأ يقول:\nيا رب كم وإلى كم\n...\nأمشي ويركب غير\nما إن رضيت بهذا\n...\nيا رب منك لخير\nما أبتغي منك طرفا\n...\nرضيت منط بعير\n53-\nأبو هفن قال: وحدثني العتبي: أن أبا نواس كان عند محمد بن زهير في يوم من أيام شهر رمضان يتحدث وكان محمد شديد المحبة له مغرما بقره فتذاكرا الشراب فقال: يا أبا علي كيف صبرك عنه بالنهار فقال: صبر ضعيف لا أحمده ولا أعده صبرا وإن كنت أستوفي ليلا ما يفوتني نهارا ولو أجد مساعدا نا فقدته وما فقدني في ليل ولا نهار ثم أنشأ يقول:\nلو أن لي سكنا في الناس يسعدني\n...\nلما انتظرت لشرب الراح إفطارا\nالراح شيء عجيب أنت شاربه\n...\nفاشرب وإن حملتك الراح أوزارا\nالجزء: 1 ¦ الصفحة: 19\n",
        "يا من يلوم على حمراء صافية\n...\nصر في الجنان ودعني أدخل النارا\n54-\nأبو هفان قال: حدثت أن أبا نواس كان يحب غلاما وكان الغلام يختلف إليه ثم إنه فقده أياما وطلبه فلم يقدر عليه فمر بمجلس منصور بن عمار وهو غاص بأهله ما بين قائم وقاعد وهو يتصفح وجوههم فرأى الغلام قاعدا وسط الحلقة وقد بدأ المنصور بصفة النفخة والصور ثم وصل ذلك بصفة الجنة والحور ثم بصفة النار وما أعد الله لأهلها من أليم العذاب والناس حوله يبكون ويزفرون ويصعقون ونظر إلى الغلام يبكي فبكى أبو نواس رحمة ورقة عليها فمر به صديق له فقال: يا أبا نواس متى صرت تشهد مجالس القصاص وتبكي؟ الحمد لله الذي أناب لك ووفقك فأنشأ يقول مجيبا له:\nلم أبك في مجلس منصور\n...\nشوقا إلى الجنة والحور\nولا لذكر النار من حرها\n...\nأجل ولا النفخة في الصور\nلكن بكائي لبكا شادن\n...\nتقيه نفسي كل محذور\nأحسن من مجلس منصور\n...\nضرب بدف أو بطنبور\n55-\nأبو هفان قال: حدثني يوسف ابن الداية: أن أبا نواس حضر يوما منادمة الأمين فأنشده فقال له محمد: قد قلت يا أبا نواس بيتا من شعر إن انت أجزته فلك ألف دينار وإلا أخذت منك ألفا. قال: ما هون يا أمير المؤمنين؟ قال: قد قلت:\nرب يوم لهوت بلا مدام\n...\nبل بشطرجنا يجيل رخاخا\nقال فأطرق أبو نواس ساعة مفكرا حتى ظن أنه قد عجز وأفحم فقال: يا أمير المؤمنين أعد البيت ولك بيتان فأعاد عليه فأنشأ أبو نواس:\nوسط بستان مجلس في جنان\n...\nقد علونا مفارشا ونخاخا\nإذ حوينا من الظباء غزالا\n...\nطيبا لحمه يفوق المخاخا\nقد نصبنا له الشباك زمانا\n...\nونصبنا مع الشباك فخاخا\nثم صدناه بعد خمس شهور\n...\nعند نهر يسيح ماء سخاخا\nلأمين متوج ذي جمال\n...\nدام في الملك ساميا سمخاخا\nفأمر له بخمسة آلاف دينار فقبضها وانصرف.\n56-\nأبو هفان قال: حدثني يوسف ابن الداية قال: كان أبو نواس قاعدا عندنا في سوق الرقيق وهو يعترض الجواري فاشترى عدة وباع عدة وكن حسان الوجوه آخذات بالألباب فقال له: يا أبا علي تترك مثل هؤلاء اللواتي يرغب فيهن وترغب في الغلمان؟ فأنشأ يقول مجيبا من ساعته: 57-أبو هفان قال: حدثني محمد بن سعيد: إنه قيل لأبي نواس: إن أم لاربيع من مولدات اليمامة ةوأباه من مولدي المدينة، قال: إماء المدينة في نسائهم فنما الخبر إلى الربيع فلم يزل به حتى حبسه وطالبه بالزندقة وادعاها عليه وأراد أن يوجبها عليه بين يدي الرشيد فجمع له الفقهاء ودس إليهم الأموال وبعث إلى من كان يحسده من الشعراء فأحضرهم ثم قال له: ألست القائل:\nيا أحمد المرتجى في كل نائبة\n...\nقم سيدي نعص جبار السموات\nقال: بلى. قال: يا أمبر المؤمنين، كافر. ثم اتفت إلى من حضر فقال لهم: ما تقولون يا معشر الفقهاء والشعراء؟ قالوا: صدق يا أمير المؤمنين. قال أبو نواس: يا أمير المؤمنين إن كانوا قالوا بعقولهم فسلحا وإن كانوا بآرائهم فقبحا لهم، أنى يكون زنديقا من يقر أن للسموات جبارا. قال الرشيد: صدقت، قم عني. فلم يزل الربيع يرصده بعد ذلك ويتطلب سقطاته ويشيع عوراته حتى قال:\nما جاءني أحد يخبر أنه\n...\nفي جنة مذمات أو في نار\nفحبسه بهذا البيت وانطلق لسانه بالقول فيه وانحسر عن أبي نواس من كان يعاونه.\n58-\nأبو هفان عبد الله بن أحمد قال: أخبرني رواة أبي نواس وأصحابه منهم محمد بن حرب بن خلف بن مهزم - وهو عم أبي هفان - وسلمان سخطة واليؤيؤ والجماز البصريون ويوسف ابن الداية وعلي بن أبي خلصة وأبو دعامة البغداديون: أن أبا نواس ولد بال أهواز بالقرب من الجبل المقطوع سنة ست وثلاثين ومائة ومات ببغداد سنة خمس وتسعين ومائة فكان عمره تسعا وخمسين سنة ودفن في مقابر الشونيزي في تل اليهود ومات في بيت خمارة كان يألفها.\nالجزء: 1 ¦ الصفحة: 20\n",
        "وكانت أمه أهوازية يقال لها جلبان وأبوه من جند مروان بن محمد من أهل دمشق وكان فيمن قدم الأهواز أيام مروان للرباط والشحنة فتزوج بجلبان فأولدها عدة أولاد منهم أبو نواس، وأبو معاذ مؤدب فرج الرخجي فنقلته أمه إلى البصرة وهو ابن ست سنين فلما شب أسلمته لمن يقطع العود ثم خرج مع أستاذه العطار يحمل عطرا للنجاشي وإلى الأهواز للمنصور فانقطع إلى والبة بن الحباب الشاعر وهو ابن عم النجاشي وكان والبة قد قدم في ذلك الوقت على النجاشي، ووالبة الكوفي فلم يزل معه ثم لزم بعد ذلك خلفا الأحمر بالبصرة.\nوهو أبو علي الحسن بن هانئ بن الصباح مولى الجراح بن عبد الله الحكمي والي خراسان.\n59-\nسألت يوسف ابن الداية عن مولد أبي نواس فأخبرني أن أبا نواس ولد سنة أربعين ومائة وأن أباه توفي بعد ما أتت له عشر سنين وأن أمه أسلمته في قطع العود الذي يتبخر به بالأهواز وأنه انتقل إلى البصرة وهو ابن اثنتي عشرة سنة فتأدب في مجالسها وكان أكثر اختلافه إلى خلف الأحمر في تعلم النحو والشعر وكان خلف أستاذه فأتي خلفا يوما فقال له: اسمع مني قصيدة رثيتك بها وأنشده:\nأودى جماع العلم مذ أودى خلف\nفقال له: ويلك ما حملك على أن رثيتني وأنا حي؟ قال: أردت ان أعلم هل قرح شعري أم لا، قال له: نعم قرح، أقرح الله جوفك.\n60-\nأبو هفان قال: أخبرني جماعة من أهل الظرف والأدب من نقال الأخبار قالوا: كانت عنان تشتاق إلى أبي نواس وتنازع إليه وهو بمصر فلما قدم بلغه ذلك فطوى خبره عنها ثم أتاها غفلة فوجد مولاها النطاف بالباب فقال له: ائذن لي عليها ولا تعلمها من أنا، قال له: من أنت، قال: أبو نواس، قال: إنها لم تزل تثيرني إلى رؤيتك. ثم استأذن له عليها وكانت قد نهضت إلى مجلسها. فقالت: قد ظللت وأنا كسلى. قال: لا بد من ذلك، قالت أما إذ أبيت فائذن له. فدخل أبو نواس فحل.. واستمد.. من دواة معه وكتب حول البيت في كل حد من حدوده شعرا:\nإن لي\n....\nخبيثا\n...\nلونه يحكي الكميتا\nلو رأى في الجو صدعا\n...\nلنزا حتى يموتا\nأو رآه جوف بحر\n...\nصار للغلمة حوتا\nأو رآه فوق سقف\n...\nلتحول عنكبوتا\nقال: فلما قرأته عنان أجابته بديهة:\nزوجوا هذا بألف\n...\nوأظن الألف قوتا\nفأخجلته، فقال لها مولاها: اعتذري إليه. قال: ومن هذا فأحتاج إلا الاعتذار إليه؟ قال: ويحك هذا أبو نواس. فاعتذرت إليه. فقال لها: لا تعتذري من فعلك، اعتذري من عذرك، والله ما ساءني ذلك، ولا وددت أنه لم يكن.\n61-\nأبو هفان: حدثت أن أبا نواس خرج يوما وهو مخمور يتنسم الهواء في أيام النحر فاستقبل أعرابيا يسوق غنما فقال له أبو نواس:\nأيا صاحب الضأن اللواتي يسوقها\n...\nبكم ذلك الكبش الذي قد تقدما\nفقال له الأعرابي:\nأبيعكه\n...\nإن كنت تبغي شراءه\nولم تك مزاحا\nبعشرين درهما\nفقال له أبو نواس: أجدت - هداك الله - رد جوابنا=فأحسن إلينا إن أردت تكرما فقال الأعرابي:\nأحد من العشرين خمسا لأنني\n...\nأراك ظريفا فانقدن وتسلما\nثم مر وتركه فقيل له: أتدري من كان يكلمك؟ قال: لا. قيل له: هو أبو نواس. فرجع إليه وحلف عليه أن يقبل منه الكبش فقبله منه ثم سأل عن الأعرابي فأخبر بأنه باهلي فقال:\nوباهلي من الأعراب ذي كرم\n...\nجادت يداه بواف القرن والذنب\nفإن يكن باهليا عند نسبته\n...\nففعله قرشي كامل الحسب\n62-\nقال أبو هفان: أخبرت أن الرشيد ساوم النطاف بجاريته عنان فاستام بها أربعمائة ألف درهم فأعطاه هرون بها مائة ألف درهم فأشفق أبو نواس أن يشتريها مخافة أن لا يجد إليها مخلصا ولا توصلا إلى محادثتها فقال: فبلغ شعره الرشيد فقال: ماله لعنه الله منعنا من شرائها؟ 63- أبو هفان قال حدثت عن ابن عائشة عبد الله بن محمد بن حفص المحدث قال: خرجت من المسجد أريد منزلي فإذا أنا بأبي نواس على باب من أبواب المسجد يكلم جارية حسناء فأردت أن أعذله وأؤنبه على ذلك فقلت له: مثلك في أدبك وظرفك وحسن معرفتك يقف هذا الموقف بمرأى من الناس! فاعتذر إلي من ذلك وأظهر ندما ومضى ثم كتب إلي من الغد:\nإن التي أبصرتها\n...\nبكرا أكلمها رسول\nأدت إلي رسالة\n...\nكادت لها نفسي تميل\nالجزء: 1 ¦ الصفحة: 21\n",
        "من فاتر العينين ير\n...\nدع خطوه ردف ثقيل\nفلو أن أذنك بيننا\n...\nحتى تسمع ما تقول\nلعذرتني ورأيت ما\n...\nآتي هو الحسن الجميل\n65-\nأبو هفان قال: حدثني خالي مسلمة بن مهزم قال: لقيت أبا العتاهية فقلت: من أشعر الناس؟ قال: جاهليا أم إسلاميا أم مولدا؛ قلت: كل ذلك. قال الذي يقول في المدح:\nإذا نحن أثنينا عليك بصالح\n...\nفأنت كما نثني وفوق الذي نثني\nوإن جرت الأقدار منا بمدحة\n...\nلغيرك إنسانا فأنت الذي نعني\nوالذي يقول في الهجاء:\nوما أبقيت من عيلان إلا\n...\nكما أبقت من البظر المواسي\nوما حامت عن الأحساب إلا\n...\nلترفع ذكرها بأبي نواس\nوالذي يقول في الزهد:\nوما الناس إلا هالك وابن هالك\n...\nوذو نسب في الهالكين عريق\nإذا امتحن الدنيا لبيب تكشفت\n...\nله عن عدو في ثياب صديق\nفقلت: هذا كله لأبي نواس. قال: هو ذاك. قال: ثم لقيت العتابي فسألته ذلك السؤال فأجابني بمثل ذلك الجواب كأنهما اتفقا على شيء واحد.\n66-\nأبو هفان قال: حدثني الحسن بن بشير الخفاف عن عبد العزيز بن يحيى المكي العلامة قال: قال لي سفيان بن عيينة: يا أهل العراق ما أشعرك صاحبكم، ثم أنشد هذا البيت:\nيسقيكها من بني العباد رشا\n...\nمنتسب عيده إلى الأحد\nوهذا البيت في هذه القصيدة:\nأحسن عندي من انكبابك بالفه\n...\nر ملحا به على وتد\nوقوف ريحانة على أذن\n...\nوسير كأس إلى فم بيد\nيسقيكها من بني العباد رشا\n...\nمنتسب عيده إلى الأحد\nإذا جرى الماء فوقها حببا\n...\nصلب فوق الجبين بالزبد\nفذاك أشهى من الوقوف على ال\n...\nربع وأنمى للروح والجسد\n67-\nأبو هفان قال: وحدثت أنه أشيع عن أبي نواس أنه أناب ونزع عما كان عليه من الفسق وشرب الخمر وأنه قد زهد في اللذات واطرحها وأظهر تألها وندما على ما فرط منه. فأقبل إليه إخوانه يهنئونه بذلك. وجعل يكذب قولهم ويعتذر مما بلغهم، فلما كثر عليه ذلك جعل لا يأتيه أحد إلا شرب بين يديه قدحا من خمر لينفي عن نفسه التوبة، ثم أنشأ يقول:\nقالوا نزعت ولما يعلموا وطري\n...\nفي كل أغيد ساجي الطرف مياس\nكيف النزوع وقلبي قد تقسمه\n...\nلحظ العيون ولوح الخمر في الكاس\nإذا عزمت على رشد تكنفني\n...\nقلبان قد شغلا يسري وإفلاسي\nفاليسر في القصف للآيات مبتذل\n...\nوالعذر في وصل من أهوى من الناس\nلا خير في العيش إلا بالمجون مع ال\n...\nغزلان والحور والريحان والآس\nومسمع يتغنى والكؤوس لها\n...\nحث علينا بأخماس وأسداس\nيا موري الزند قد أعيت قوادحه\n...\nاقبس إذا شئت من قلبي بمقباس\n68-\nأبو هفان قال: حدثني النميري: أن أبا نواس حضر مجلس الهيثم بن عدي وهو يملي على أصحابه الحديث وكان عليه خز وخف أحمر، فتوهمه الهيثم بعض الخلعاء أو الشطار فاستهان بمكانه ولم يسأله عن شأنه، فقعد هنيهة ثم نهض، فسأل الهيثم أصحابه عنه فقالوا: هذا أبو نواس، قال: أستعيذ بالله من شره، ثم نهض فوره مع جميع أصحابه إلى منزل أبي نواس ليعتذر إليه. فقرع الباب فأذن له وهو متشح بورسية، قاعد يعالج قدرا، ونبيذه مصفوف في صدر بيته والطنبور في ناحية، فقال له الهيثم: المعذرة إليك من التقصير وإن كان إنما وقع قبل المعرفة، ولو عرفتك للقيتك بما تستحقه، قال: قد قبلت عذرك. قال: فتؤمنني من شيء لعلك تذكرني به وتنسبني إلبه، قال: أما في الذي أستأنفه فنعم، ولكن قد تقدم من ذلك ما لا سبيل إلى رده وإلغائه، قال: وما هو؟ قال: قلت:\nيا هيثم بن عدي لست للعرب\n...\nولست من طيء إلا على سغب\nإذا نسبت عديا في بني ثعل\n...\nفقدم الدال قبل العين النسب\nكأنني بك فوق الجسر منتصبا\n...\nعلى جواد قريب منك في الحسب\nحتى نراك وقد درعته قمصا\n...\nمن الصديد مكان اللبد والركب\nالجزء: 1 ¦ الصفحة: 22\n",
        "69-\nمكرر - أبو هفان قال: حدثني عبد الله بن يعقوب بن داود ابن المهدي قال: كنا عند سفيان بن عيينة بمكة فجاء ابن مناذر وكانا مجاورين جميعا فتحدثا ساعة ثم قال له سفيان: ظريفكم هذا أشعر الناس. قال: كأنك عنيت أبا نواس. قال: نعم، قال: وفيم استشعرته؟ قال: في جميع شعره، وفي هذه الأبيات خاصة:\nيا رشأ أبصرت في مأتم\n...\nيندب شجوا بين أتراب\nأبرزه المأتم لي كارها\n...\nبرغم دايات وحجاب\nيبكي فيذري الدر من نرجس\n...\nويلطم الورد بعناب\nلا زال موتا دأب أحبابه\n...\nحتى أراه أبدا دابي\nفقلت لا تبك على من مضى\n...\nوابك قتيلا لك بالباب\n69-\nأبو هفان: حدثنا أبو مسلم إبراهيم بن عبد الله قال: حدثني أبو المغيث موسى بن إبراهيم الرافقي قال: حججت سنة من السنين فلما صرنا إلى مكة قيل لنا إن بها سفيان بن عيينة وإنه يجلس للناس، وكان قد حج معي أخي أبو الحارث أحمد ابن ابراهيم وكنت أختلف إلفى مجالس سفيان بن عينية أسمع منه، فينا أنا في مجلسه ذات يوم وقد فرغ الإمام إذ جاءني شاب فقال: يا فتى قد سمعت معك في كتابك ولم يكن معي ما أكتب فيه. فإن رأيت أن تعيرني كتابك لأنسخ منه ما سمعته فعلت. فسلمت إليه كتابي فجلس غير بعيد ثم رده إلي فوضعه في كمي وانصرفت فدخلت على أخي أبي الحارث فقال لي: ما سمعت اليوم من سفيان؟ فدفعت الكتاب إليه فجعل يقرؤه ويبتسم ثم قال لي: هل خرج هذا الكتاب من يدك إلى أحد؟ قلت له: نعم شاب جلس بجانبي من أهل العراق ذكر أنه سمع معي وسألني دفعه إليه ففعلت. فقال: قبح الله الخبيث، ذاك أبو نواس، لا يدع عبثه ومجونه في كل موضع ثم رمى الكتاب إلي فإذا هو قد كتب فيه:\nيا سمي المدعو من\n...\nجانب الطور الأيمن\nوالذي كان ثاويا\n...\nقبل في أهل مدين\nوالذي بالذي يجي\n...\nء به الغيم يكتني\nلك وجه. . . .\nليس بدر الدجى ولا الش\n...\nمسمنه بأحسن\nماترى يا أبا المغ\n...\nيث الكثير التلون\nفي فتى لم يزل عل\n...\nيك شديد التجنن\nفصلنه وهون الأم\n...\nر بالله هون\nانتهى كلام أبي هفان وهو آخر أخبار أبي نواس والحمد لله\nوهذا ما جاء في أول النسخة المصورة\nبسم الله الرحمن الرحيم أخبار أبي نواس الحسن بن هانئ جمع أبي هفان عبد الله بن احمد بن حرب رحمهما الله تعالى آمين.\nهو أبو علي الحسن بن هانئ المعروف بأبي نواس الشاعر ولد بالأهواز ونشأ بالبصرة كان مولى الجراح بن عبد الله الحكمي والي خراسان.\nقال: ما رأيت رجلا أعلم باللغة من أبي نواس، وقال الشعر وكان يستشهد بشعره.\nقال محمد بن زكريا: حضر أبو الطيب المتنبي مجلس أبي علي بن البازيار وزير سيف الدولة وفيه ابن خالويه فتماريا في أشجع السلمي وأبي نواس فقال ابن خالويه: أشجع أشعر إ يقول في هرون الرشيد:\nوعلى عدوك يابن عم محمد\n...\nرصدان ضوء الصبح والإظلام\nفإذا تنبه رعته وإذا غفا\n...\nسلت عليه سيوفك الاحلام\nفقال المتنبي: لأبي نواس ما هو أحسن منه وهو قوله يرثي البرامكة:\nلم يظلم الدهر إذ توالت\n...\nفيهم مصيباته دراكا\nكانوا يجيرون من يعادي\n...\nمنه فعاداهمو لذاكا\nثم قال المتنبي:\nأبو نواس\n............\n...\nأشهر في الدنيا من الدنيا\nقل للذي قاس به غيره\n...\nأقست يسراك على اليمنى\nالجزء: 1 ¦ الصفحة: 23\n",
        "قال: وكان أول اتصاله بالرشيد أنه دخل وهو شاب بعض المساجد عشاء فوجد الإمام في الصلاة فصلى خلفه فقرأ الإمام: ((قل يا أيها الكافرون)) فقال أبو نواس: لبيك. فتواثب الناس إليه وشهدوا عليه بالكفر ورفع خبره إلى الرشيد فأمر بإحضاره فأحضروه وأحضروا معه حمدويه صاحب الزندقة فأخبره بحاله وسأله عنه فقال والله يا أمير المؤمنين ما أعرفه وهو يشبه أنه رجل ماجن ليس بزنديق، فقال له الرشيد قد وقع في نفسي منه فامتحنه، فوضع له صورة وقال له ابصق عليها فأهوى بفيه ليقيء عليها فلم يطاوعه القيء فامتخض عليها فضحك الرشيد منه وعلم أنه ماجن، واتفق أنه أتى في ذلك الوقت برجل زنديق من الثنوية فأمره أن يبصق على الصورة فقال: ليس البصاق من شأن أهل المروءة فأمر بعض خدمه أن يذهب بهما لابن شاهك ليؤدب أبا نواس ويخلي سبيله ويحبس الزنديق حتى يتوب فلما صاروا في بعض الدار سأل الخادم: أين تذهب بنا؟ فقال: إلى السندي ليحبسك ويؤدب هذا ويطلقه فرفع أبو نواس كفه وصفعه صفعة محكمة وقال يا ابن الفاعلة استثبت ما قاله أمير المؤمنين. فبصر الرشيد بهم وأمر بردهم وسأله عن السبب فقال: يا أمير المؤمنين عكس المعنى، أراد أن يطرحني بحيث أنسى ويطلق هذا الزنديق فضحك منه وأمر بإطلاقه.\nوقال أبو نصر: رأيت أبا نواس يوما وهو يكنس مسجدا فقلت له: ما هذا؟ فقال\": أردت أن يرفع إلى السماء في هذا اليوم خبر ظريف.\nقال رجل سائل لأبي نواس هب لي هذه الجبة. فقال: إني لا أملك غيرها. فقال له السائل: إن الله تعالى يقول ((ويؤثرون على أنفسهم ولو كان بهم خصاصة)) فقال له أبو نواس بسرعة: هذه الآية نزلت في شهر تموز في حق أهل الحجاز ولم تكن نزلت في شهر كانون في حق أهل بغداد.\nويحكى من سرعة بديهته أن ندماء الأمين اجتمعوا في مجلس خلاعة وفيهم أبو نواس، فخرج عليهم الأمين في زينته مخمورا والجواري يحملن سريره، فلما رآه أبو نواس قال: ((إن آية ملكه أن يأتيكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هرون تحمله الملائكة)) فانظر إلى حسن انتزاعه ما أبرعه وأبدعه، وبديهته ما أسرعها، لقد جاوز شأو الاختراع في الانتزاع لأن أباه هرون الرشيد وعمه موسى وهو وارثهما.\nتكملة\nأخبار رواها أبو هفان عن أبي نواس خلت منها النسخة التي أحققها\n1-\nالأغاني\nأخبرني محمد بن خلف بن المزربان قال: حدثني إسحق بن محمد: عن أبي هفان عن أصحاب أبي نواس قالوا: كانت جنان جارية أديبة عاقلة ظريفة تعرف الأخبار وتروي الأشعار قال اليويو خاصة: وكانت لبعض الثقفيين بالبصرة، فرآها أبو نواس فاستحلاها وقال فيها أشعارا كثيرة فقلت له يوما إن جنان قد عزمت على الحج، فكان هذا سبب حجه وقال: أما والله لا يفوتني المسير معها والحج عامي هذا إن أقامت على عزيمتها، فظننته عابثا ومازحا فسبقها والله إلى الخروج بعد أن علم أنها خارجة وما كان نوى الحج ولا أحدث عزمه إلا خروجها. وقال وقد حج وعاد:\nألم تر أنني أفنيت عمري\n...\nبمطلبها ومطلبها عسير\nفلما لم أجد سببا إليها\n...\nيقربني وأعيتني الأمور\nحججت وقلت قد حجت جنان\n...\nفيجمعني وإياها المسير\nقال اليويو: فحدثني من شهده لما حج مع عنان وقد أحرم فلما جنه الليل جعل يلبي بشعر ويحدو به ويطرب فغنى به كل من سمعه وهو قوله:\nإلهنا ما أعدلك\n...\nمليك كل من ملك\nلبيك قد لبيت لك\n...\nلبيك إن الحمد لك\nوالملك لا شريك لك\n...\nوالليل لما أن حلك\nوالسابحات في الفلك\n...\nعلى مجاري المنسلك\nما خاب عبد أملك\n...\nأنت له حيث سلك\nلولاك يارب هلك\n...\nكل نبي وملك\nوكل من أهل لك\n...\nسبح أو لبى فلك\nيا مخطئا ما أغفلك\n...\nعجل وبادر أجلك\nواختم بخير عملك\n...\nلبيك إن الملك لك\nوالحمد والنعمة لك\n...\nوالعز لا شريك لك\n2-\nالأغاني\nأخبرني محمد بن جعفر النحوي صهر المبرد قال: حدثني محمد بن القاسم عن أبي هفان عن الجماز وأخبرني محمد بن يحيى الصولي قال: حدثني عون بن محمد قال: حدثني الجماز قال:\nالجزء: 1 ¦ الصفحة: 24\n",
        "كنت عند أبي نواس جالسا ذات مرة إذ مرت بنا امرأة ممن يداخل الثقفيين فسألها عن جنان وألحفها في المسألة واستقصى، فأخبرته بخبرها وقال قد سمعتها تقول لصاحبة لها من غير أن تعلم أني أسمع: ويحك قد آذاني هذا الفتى وأبرمني وأحرج صدري وضيق علي الطرق بحدة نظره وتهتكه فقد لهج قلبي بذكر والفكر فيه من كثرة فعله حتى رحمته. ثم التفتت فرأتني فأمسكت عن الكلام. فلما قامت المرأة أنشأ يقول:\nيا ذا الذي عن جنان ظل يخبرنا\n...\nبالله قل وأعد يا طيب الخبر\nقال اشتكتك وقالت ما ابتليت به\n...\nأراه من حيث ما أقبلت في أثري\nويعمل الطرف نحوي إن مررت به\n...\nحتى ليخجلني من حدة النظر\nوإن وقفت له كيما يكلمني\n...\nفي الموضع الخلو لم ينطق من الحصر\nما زال يفعل بي هذا ويدمنه\n...\nحتى لقد صار من همي ومن وطري\n3-\nالأغاني\nأخبرني محمد بن جعفر قال حدثني أحمد بن القاسم.\nعن أبي هفان عن الجماز واليويو أصحاب أبي نواس أن جنان وجهت إليه: قد شهرتني فاقطعزيارتك عني أياما لينقطع بعض القالة ففعل وكتب إليها:\nإنا اهتجرنا للناس إذ فطنوا\n...\nوبيننا حين نلتقي حسن\nندافع الأمر وهو مقتبل\n...\nفشب حتى عليه قد مرنوا\nفليس يقذي عينا معاينة\n...\nله وما عن تمجه أذن\nويح ثقيف ماذا يضرهمو\n...\nأن كان لي في ديارهم سكن\nأريب ما بيننا الحديث فإن\n...\nزدنا فزيدونا ومالذا ثمن\n4-\nالورقة ((لابن الجراح))\nقال أبو هفان: حدثني يوسف ابن الداية قال: حدثني البطين بن أمية الحمصي قال: لما خرج أبو نواس إلى مصر يريد الخطيب كتب إلينا بخبره فلم نزل نتوقعه حتى قيل: قد دخل حمص فأتيت الخان أسأل عنه ومعي ابن لي حسن الوجه وإذا أنا في الخان بإنسان قاعد على درجة متشح بخلوقية يستاك فقلت: يا فتى تعرف أبا نواس؟ قال: ما تجعل لمن دلك عليه؟ قلت: حكمه، قال: قبلة من هذا الغزال. قلت: أنت والله أبو نواس، قال: أنا هو، ألا نظرت إلي بظلمة الكفر؟ قال: فلم أفراقه مقامه حتى إذا ارتحل شيعته أميالا.\n5-\nطبقات الشعراء لابن المعتز\nحدثني أبو يعقوب إسحق بن سيار قال: حدثني عامة أصحاب أبي نواس منهم عبد الله بن أحمد المعروف بأبي هفان قالوا:\nالجزء: 1 ¦ الصفحة: 25\n",
        "بني للمخلوع مجلس لم تر العرب والعجم مثله قد صور فيه كل التصاوير وذهب سقفه وحيطانه وأبوابه. وعلقت على أبوابه ستور معصفرة مذهبة، وفرش بمثل ذلك من الفرش، فلما فرغ من جميع أسبابه وعرف ذلك اختار لدخوله يوما وتقدم بأن يؤمر الندماء والشعراء بالحضور غدوة ذلك اليوم ليصطحبوا معه فيه ففعلوا فلم يتخلف أحد وكان فيمن حضر أبو نواس فدخلوا يوما فرأوا أسا لم يروا مثله قط قط ولم يسمعوا به، من إيوان مشرف فائح فاسح يسافر فيه البصر وجعل كالبيضة بياضا ثم ذهب بالإبريز المخالف بينه باللازورد بذي أبواب عظام ومصاريع غلاظ تتلألأ فيها مسامير الذهب قد قمعت رؤوسها بالجوهر النفيس وقد فرش بفرش كأنه صبغ الدم منقش بتصاوير الذهب وتماثيل العيقان ونضد فيه العنبر الأشهب والكافور المصعد وعجين المسك وصنوف الفاكهة والشمامات والتزايين، فدعوا له وأثنوا عليه وأخذوا مجالسهم على نراتبهم عنده ومنزلتهم منه ثم أقبل عليهم فقال: إني أحببت أن أفرغ متعة هذا المجلس معكم وأصطبح فيه بكم وقد ترون حسنه فلا تنغصوني ذلك بالتكلف ولا تكدروا سروري بالتحفظ ولكن انبسطوا وتحدثوا وتبذلوا فما العيش إلا في ذلك. فقالوا: يا أمير المؤمنين بالطائر الميمون والكوكب السعدي والجد الصاعد والأمر العالي والظفر والفوز ووفقت يا أمير المؤمنين، وفقت ولم تزل موفقا. ثم لما طعموا أتى بالشراب كأنه الزعفران أصفى من وصال المعشوق وأطيب ريحا من نسم المحبوب. وقام سقاة كالبدور بكؤوس كالنجوم فطافوا عليهم وعملت (الجواري من خلف) الستائر بمزمارها، فشربوا معه من صدر نهارهم إلى آخره في مذاكرة كقطع الرياض، ونشيد كالدر المفصل بالعيقان وسماع يحيي النفوس ويزيد في الأعمار، فلما كان آخر النهار دعا بعشرة آلاف دينار في صوان فأمر فنثرت عليهم فانتبهوها، والشراب يدور بعد عليهم بالكبير والصغير من الصرف والممزوج وليس يمنع أحد منهم مما يريد ولا سكره على ما يأباه، وكان جيد الشراب، فصبروا معه إلى أن سكر فنام وقام جميع من في المجلس عند ذلك إلا أبا نواس فإنه بيت مكانه فشرب وحده فلما كان السحر دنا من محمد فقال: يا أمير المؤمنين. قال: لبيك يا خير الندامى، فقال أبو نواس، يا سيد العالمين أما ترى رقة هذا النسيم وطيب هذا الشمال وبرد هذا السحر وصحة هذا الهواء المعتدل والجو الصافي وبهيج هذه الأنوار! فلما سمع محمد وصفه استوى جالسا وقال: يا أبا نواس ما بي للشرب موضع ولا للسهر مكان وقد بسطتني بمنثور وصفك فنشطني بمنظومة للشرب فأنشأ يقول:\nنبه نديمك قد نعس\n...\nبسقيك كأسا في الغلس\nصرفا كأن شعاعها\n...\nفي كف شاربها قبس\nتذر الفتى وكأنما\n...\nبلسانه منها خرس\nيدعى فيرفع رأسه\n...\nفاذا استقل به نكس\nيسقيكها ذو قرطق\n...\nيلهي ويؤذي من جلس\nخنت الجفون كأنه\n...\nظبي الرياض إذا نعس\nأضحى الإمام محمد\n...\nللدين نورا يقتبس\nورث الخلافة خمسة\n...\nوبخير سادسهم سدس\nتبكي البدور لضحكه\n...\nوالسيف يضحك إن عبس\nفارتاح المخلوع ودعا بالشراب فشرب معه.\n6-\nطبقات الشعراء لابن المعتز\nحدثني محمد بن زياد بن محمد: عن أبي هفان قال: قال لي أبو نواس: الشره في الطعام دناءة وفي الأدب مروءة وكل من حرص على شيء فاستكثر منه سكن حرصه وقرت عينه غير الأدب فإنه كلما ازداد منه صاحبه ازداد حرصا عليها وشهوة له ودخولا فيه.\n7-\nطبقات لاشعراء لابن المعتز\nوحدثني ((يعني علي بن حرب)) عن أبي مرزوق: عن أبي هقان قال: كان أبو نواس آدب الناس وأعرفهم بكل شعر وكان مطبوعا لا يستقصي ولا يحلل شعره ولا يقوم عليه ويقوله على السكر كثيرا. فشعره متفاوت، لذلك لا يوجد فيه ما هو في الثريا جودة وحسنا وقوة وما هو في الحضيض ضعفا وركاكة. وكان مع كثرة أدبه وعلمه خليعا ماجنا وفتى شاطرا وهو في جميع ذلك حلو ظريف وكان يسحر الناس لظرفه وحلاوته وكثرة ملحه، وكان أسخى الناس لا يحفظ ماله ولا يمسكه، وكان شديد التعصب لقحطان على عدنان وله فيهم أشعار كثيرة يمدحهم ويهجو أعداءهم، وكان يتهم برأي الخوارج.\n8-\nطبقات الشعراء لابن المعتز\nحدثني محمد بن عبد الأعلى القرشي قال: أخبرنا عبد الله بن أحمد قال: قال الأصمعي:\nالجزء: 1 ¦ الصفحة: 26\n",
        "ما رأين أنجب من البرامكة رجالا وأطفالا ولا أشرف منهم أحوالا ما أعلم أني حضرت يحيى والفضل ولا جعفرا إلا انصرفت عنهم لي ولإخواني بالحباء الجزيل ثم قال: طرب الفضل بن يحيى إلى مذاكرتي فأتاني رسوله وكان يوما باردا ذا صر وقر فقال: أجب الوزير فمضيت معه فلما دخلت عليه إذا هو في بهو له قد فرش بالسمور وهو في دست منه وعلى ظهره دواج سمور أشهب مبطن بخز وبين يديه كانون فضة فوقه أثفية ذهب وفي وسطها تمثال أسد رابض في عينيه ياقوتتان تتوقدان وفوق الصينية إبريق زجاج فرعوني وكأس كأنها جوهرة محفورة تسع رطلا، لا أظنها يفي بها مال كثير، وهو على سرير من عاج، وأنا علي ثياب قطن فسلمت عليه فرد السلام وقال لي: يا أصمعي ليس هذا من ثياب هذا اليوم، قلت: أصلح الله الوزير إنما يلبس الرجل ما يجد، فقال: يا غلام ألق عليه شيئا من الوبر، فاتيت بمثل ما عليه، فلبسته حتى الجورب، ثم أتي بخوان لم أدر ما جنسه غير أني تحيرت في جنسه، وبصفحة من الصيني مشمسة فيها لون من مخ الطير فتناولنا منها ثم تتابعت الألوان فأكلت من جميع ما حضر، لا والذي اصطفى محمدا صلى الله عليه وآله بالرسالة نا عرفت منها واحدا إلا أني لم آكل في الدنيا شيئا يدانيها قط لذة وطيبا عند خليفة ولا ملك. ثم رفع الخوان وأتينا بألوان من الطيب فغسلنا أيدينا وكنت كلما استعملت منه لونا ظننته أطيب ما في الدنيا من عطر فاخر حتى إذا استعملت غيره زاد عليه طيبا، فلما فرغنا من ذلك إذا غلام قد أقبل معه جام بلوز فيه غالية قد أودفت بكثرة العنبر فتناولنا بملعقة من الذهب حتى نضحناه فصرت كأني جمرة ثم قال: اسقنا، فسقاه رطلا وسقاني مثله فما تجاوز والله لهاتي حتى كدت أطير فرحا وسرورا وصرت في مسلاخ ابن عشرين طربا، ودبت الشربة فخثرت ما بين الذؤابة والنعل وكأن دبي الجراد يثب ما بين أحشائي وثيا فلم أتمالك أن قلت: قاتل الله أبا نواس حيث يقول:\nإذا ما أتت دون اللهاة من الفتى\n...\nدعا همه من صدره برحيل\nفقال الفضل: هذا البيت له؟ قلت: نعم يا سيدي، قال وليس إلا هذا البيت الواحد؟ قلت: أعز الله الوزير هي أبيات، قال: هاتها، فأنشدته:\nوخيمة ناطور برأس منيفة\n...\nتهم يدا من رامها بزليل\nحططنا بها الأثقال فل هجيرة\n...\nعبورية تذكى بغير فتيل\nتأيت قليلا ثم فاءت بمزقة\n...\nمن الظل في رث الأباء ضئيل\nكأن لديها بين عطفي نعامة\n...\nجفا زورها عن مبرك ومقيل\nجلبت لأصحابي بها درة الصبا\n...\nبصفراء من ماء الكروم شمول\nإذا ما أتت دون اللهاة من الفتى\n...\nدعا همه من صدره برحيل\nفلما توفى الليل جنحا من الدجى\n...\nتصابيت واستجملت غير جميل.\nوأصبحت ألحي السكر والسكر محسن\n...\nألا رب إحسان عليك ثقيل\nكفى حزنا أن الجواد مقتر\n...\nعليه ولا معروف عند بخيل\nسأبغي الغنى إما نديم خليفة\n...\nيقيم سواء أو مخيف سبيل\nبكل فتى لا يستطار جنانه\n...\nإذا نوه الزحفان باسم قتيل\nليخمس مال الله في كل فاجر\n...\nوذي بطنة للطيبات أكول\nألم تر أن المال عون على المدى\n...\nوليس جواد معدم كبخيل\nقال: قاتله الله ما أشعره، يا غلام أثبتها، ثم قال: أما والله لولا قالة الناس في ما فارقني، ولكن إذا فكرت فيه وجدت الرجل ماجنا خليعا متهتكا ألوفا لحانات الخمارين فأترك نفعه لضره، فقلت: أصلح الله الوزير إنه مع ذلك بمكان من الأدب ولقد جالسته في مجالس كثيرة قد ضمت ذوي فنون من الأدباء والعلماء فما تحاوروا في شيء من فنونهم إلا جاراهم فيه ثم برز عليهم وهو من الشعر بالمحل الذي قد علمته، أليس هو القائل:\nذكرتم من الترحال يوما فغمنا\n...\nفلو قد فعلتم صبح الموت بعضنا\nزعمتم بأن البين يحزنكم، نعم\n...\nسيحزنكم حزنا ولا مثل حزننا\nتعالوا نقارعكم ليحقق عندكم\n...\nمن أشجى قلوبا أم من أسخن أعينا\nأطال قصير الليل يا رحم عندكم\n...\nفإن قصير الليل قد طال عندنا\nوما يعرف الليل الطويل وهمه\n...\nمن الناس إلا من تنجم او أنا\nخليون من اوجاعنا يعذلوننا\n...\nيقولون لو لم يعب بالحب لانثنى\nيقومون في الأقوام يحكون فعلنا\n...\nسفاهة أحلام وسخرية بنا\nالجزء: 1 ¦ الصفحة: 27\n",
        "فلو شاء ربي لابتلاهم بمثل ما اب\n...\nتلانا فكانوا لا علينا ولا لنا\nسأشكو إلى الفضل بن يحيى بن خالد\n...\nهواك لعل الفضل يجمع بيننا\nأمير رأيت المال في حجراته\n...\nمهينا ذليل النفس بالضيم موقنا\nإذا ضن رب المال ثوب جوده\n...\nبحي على مال الأمير وأذنا\nوللفضل أجرا مقدما من ضبارم\n...\nإذا لبس الدرع الحصينة واكتنى\nإليك أبا العباس من دون من مشى\n...\nعليها امتطينا الحضرمي الملسنا\nقلائص لم تعرف كلالا على الوجى\n...\nولم تدر ما قرع الفنيق ولا الهنا\nقال الفضل قد عرفتك أنه لولا ما هو بسبيله من هذا الفتك ما فاتني قربه ومعاشرته، ثم قال: يا غلام احمل إليه ألف دينار، فقلت للرسول: أعلمه أن الأصمعي عند الوزير، فتبسم وقال: وإلى بيت أبي سعيد ألف دينار\n9-\nمعجم البلدان مادة كنارك\nوحدث الصولي أبو بكر: زعم أبو هفان عن أبي معاذ أخي أبي نواس قال: قدم أبو نواس إلى البصرة من سفر له فقال: قد اشتقت إلى كنارك - موضع بقراب البصرة - قال الصولي كذا في الخبر وإنما هو بقرب البصرة - وكان السلطان قد منع منه لأشياء كانت تجري فيه مما ينكرها فمضى مع إخوان له وقال:\nأنا بالبصرة داري\n...\nوكنارك مزاري\nإن فيها ما تلذ ال\n...\nعين من طيب العقار\nوغناء. . . . .\nقال: فوجه إليه وإلى الناحية قال: قد أبحتها لك فلست أعرض لأحد أن يفارقها.\n10-\nديوان أبي نواس\nوقال أبو هفان: لما تنسك العتابي نهى أن ينشد شعر أبي نواس فأظله شهر رمضان فدخل إليه رجل معه رقعة فيها:\nشهر الصيام غدا مواجهنا\n...\nفليعقبن رعية النسك\nأيامه كوني سنين ولا\n...\nتفني فلست بسائم منك\nفكتب البيتين وقال: وددت أنهما لي بجميع ما قلته من طارفي وتليدي، فقال الرجل: إنهما لأبي نواس، فمزق الرقعة ورما بها.\n11-\nأخبار أبي نواس لابن منظور\nوروى أبو هفان: أن أبا نواس لما تأدب ونشأ وظرف ورغب فيه فتيان البصرة للمصادقة قال: لا أصادق إلا رجلا غريبا شاعرا يشرب الخمور ويصفها ويصف المجالس ويكون له سخاء وشجاعة فذكروا له جماعة فلم يحب أن يكون الرجل من أهل بلده فهرب إلى الكوفة، وذكر له بها رجل من بني أسد يقال له والبة بن الحباب يشرب الخمر ويقول الشعر ويجمع الخصال التي أرادها أبو نواس فصار إليه فسأل عنه فقيل له إنه بطيرناباذ يشرب الخمر عند خمار هناك فصار إلى منزله فسأل عنه فأخبر أنه في مجلسه فاستأذن عليه فأذنت له جارية لوالبة، فدخل فإذا لوالبة نائم سكران فقال للجارية: أعندك ما يؤكل ويشرب؟ قال: نعم، قال لهاتيه، فجاءته بطعام فأكل، وجاءته بشراب فلم يزل يشرب ويغني حتى نام مكانه. وانتبه فقال: من هذا الرجل النائم؟ فأخبرته الجارية خبره فقال: هاتي لنا طعاما فأكل، ولم يزل يشرب وأبو نواس نائم حتى نام لوالبة، وانتبه أبو نواس فسأل عنه وعما كان من خبره فأخبرته الجارية فقال: هاتي طعامك. ولم يزل يشرب ولوالبة نائم حتى نام أبو نواس. ثم انتبه لوالبة فسأل عن خبره فأخبرته، فقال: هاتي طعامك فأكل ولم يزل يشرب وأبو نواس نائم حتى نام لوالبة، وانتبه أبو نواس كذلك. ولم يزل كل واحد منهما على هذه الحال سبعة أيام لا يلتقيان وهما في مجلس واحد. ثم إن لوالبة أمر الجارية أن تحبس عنه الشراب إلى وقت قيامه. فلما انتبه أبو نواس قال للجارية: أصلحت طعامك؟ قالت: الآن يصلح، قال: لا. قد عرفت ما أردت ولعله قال لك: دافعيه حتى أنتبه، فقالت الجارية ما أحسبك إلا من الجن وما رأيت إنسيا على حالك، فلما انتبه لوالبة سأله عن خبره، فأخبره بما قصد إليه، فسر لوالبة بذلك ووجه إلى أصحابه وندمائه، فجعل لهم مجلسا وأخبرهم خبر أبي نواس وما قصد له فلبثوا على ذلك أياما في صبوح وغبوق.\n12-\nأخبار أبي نواس لابن المنظور\nمن مليح ما قيل: التحرك للغناء. والسكون للاستماع. وكان أبو هفان يطرب له وينشد قول أبي نواس في ذلك:\nوأهيف مثل طاقة ياسمين\n...\nله حظان من دنيا ودين\nيحرك حين يشدو ساكنات\n...\nوتنبعث الطبائع للسكون\n13-\nأخبار أبي نواس لابن منظور\nومما كان يختاره أبو هفان من شعر أبي نواس قوله:\nالجزء: 1 ¦ الصفحة: 28\n",
        "ما زلت أستل روح الدن في لطف\n...\nوأستقي من دمه من جوف مجروح\nحتى انثنيت ولي روحان في بدني\n...\nوالدن منطرح جسما بلا روح\n14-\nالموشح\nأخبرني محمد بن يحيى قال: حدثني محمد بن سعيد قال: حدثني أبو هفان عن ابن الداية قال: كان الرشيد أمر بحبس أبي نواس حتى يدع الخمر فقال في الحبس:\nقل للخليفة إنني\n...\nحسبي أراك بكل ناس\nمن ذا يكون أبا نوا\n...\nسك إن حبست أبا نواس\nإن أنت لم ترفع له\n...\nرأسا\nهديت\nفنصف رأس\nفقال له العتاني: ما أحسن نصف رأس خليفة ترفع! فقال له: جعلني اله فداءك يا أبا عمرو ولا تنبههم لهذا فتهلكني\n15-\nزهر الآداب\nوروى أبو هفان قال: كان أبو عبد الله محمد بن زياد الأعرابي يطعن على أبي نواس ويعيب شعره ويضعفه ويستلينه فجمع مع بعض رواة أبي نواس فجلس والشيخ لا يعرفه فقال له صاحب أبي نواس: اتعرف أعزك الله أحسن من هذا وأنشده:\nضعيفة كر الطرف (تحسب أنها\n...\nقريبة عهد بالإفاقة من سقم\nتفوق مالي من طريف وتالد\n...\nتفوقي من حلب الكرم\nوإني لآتي الوصل من حيث يبتغي\n...\nوتعلم قوسي حين أنزع من أرمي)\nفقال: لا والله فلمن هو؟ قال للذي يقول:\nرسم الكرى بين الجفون محيل\n...\nعفي عليه بكا عليك طويل\nيا ناظرا ما أقلعت لحظاته\n...\nحتى تشحط بينهن قتيل\nفطرب الشيخ وقال: ويحك لمن هذا؟ فوالله ما سمعت أجود منه لقديم ولا محدث، فقال لا أخبرك أو تكتبه، فكتبه وكتب الأول فقال: للذي يقول:\nركب تساقوا على الأكوار بينهمو\n...\nكأس الكرى فانتشى المسقي والساقي\nكأن أرؤسهم والنوم واضعها\n...\nعلى المناكب لم تخلق بأعناق\nساروا فلم يقطعوا عقدا لراحلة\n...\nحتى أناخوا إليكم قبل أشواق\nمن كل جائلة الطرفين ناجية\n...\nمشتاقة حملت أوصال مشتاق\nفقال: لمن هذا؟ وكتبه، فقال: للذي تذمه وتعيب شعره أبي علي الحكمي. قال: اكتم علي فوالله لا أعود لذلك أبدا.\n16-\nالأمالي\nوأنشدنا جحظة قال: أنشدني أبو هفان قال: قال أبو نواس: كتبت إلى مؤاجر بالبصرة وكنت آلفه:\nيا حينا وجهه ومئزره\n...\nومن يروق العباد منظره\nزرنا لتحيا بك النفوس فما\n...\nيطيب عيش ولست تحضره\nقال: فكتب إلي:\nدعني من المدح والهجاء وما\n...\nأصبحت تطويه لي وتنشره\nلو ضرب الدرهم الصحيح على ال\n...\nفؤاد عندي لذاب أكثره\n17-\nتهذيب ابن عساكر\nقال أبو هفان: استنشدت أبا نواس:\nلا تبك ليلي ولا تطرب إلى هند\n...\nواشرب على الورد من حمراء كالورد\nفلما فرغ منها سجدت فقال: ألم أنهك عن هذا؟ والله لا كلمتك مدة فغمني ذلك فلما قمت قال لي: متى أراك؟ قلت: ألست حلفت ألا تكلمني؟ فقال: العمر أقصر من أن يكون فيه هجر.\n18-\nتاريخ ابن عساكر\nأنشدنا محمد بن موسى الطوسي قال: أنشدنا أبو هفان: أنشدني أبو نواس:\nلنا خمر وليس بخمر كرم\n...\nولكن من نتاج الباسقات\nكرائم في السماء زهين طولا\n...\nففات ثمارها أيدي الجناة\nالجزء: 1 ¦ الصفحة: 29\n",
        ""
    ]
}