{
    "1": [
        "الشمس في نصف الليل\nالشمس في نصف الليل\nمحمد تقي الدين الهلالي\nالكتاب:\nالشمس في نصف الليل\nالمؤلف:\nأبو شكيب محمد تقي الدين بن عبد القادر الهلالي (المتوفى: 1407هـ)\nالناشر:\nالجامعة الاسلامية بالمدينة المنورة\nالطبعة:\nالسنة الثانية - العدد الثالث محرم 1390 هـ/1970م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "الشمس في نصف الليل\nللدكتور تقي الدين الهلالي المدرس بكلية الدعوة وأصول الدين\nكنت قرأت منذ زمن طويل أخبار القبائل التي تسمى (إسكمو) وأحوال معيشتهم، ومساكنهم وأسفارهم وحالة الجو في بلادهم، وذلك معروف في كتب الجغرافية، والذي يهمنا هنا من أخبار الأراضي القطبية ما شاع أن السنة عندهم يوم واحد، نهار وليلة، ستة أشهر للنهار، وستة أشهر لليل.\nولم أؤمل قط أن أرى تلك الأراضي، لما قرأته من شدة البرد وتراكم الثلوج هناك، وأنهم يلجئون إلى لبس الجلود والاختباء في بيوت يحيط بها الثلج من كل جانب، إلى غير ذلك من الأخبار.\nالجزء: 1 ¦ الصفحة: 35\n",
        "وفي صيف سنة 1936اجتمعت بالدكتور/ زين العابدين خير الله الحلبي وكان أستاذاً في مستشفى الأمراض الخاصة بالنساء في جامعة مار بورك بألمانيا، فأخبرني أن الأراضي القطبية واسعة، وليست محصورة في الأراضي التي يسكنها قبائل (إسكمو) وأنه هو نفسه زار الأراضي القطبية في شمال النرويج، وأن سكانها متمدنون، وأنه أقام هناك نحو اثني عشر يوماً لم ير فيها ظلمة ولا ليلاً، بل كلها كانت نهاراً.\nومن ذلك الحين عزمت على زيارة هذه الأراضي في أقرب وقت ممكن. فلما أشرفت السنة الدراسية على نهايتها ذهبت إلى السفارة النرويجية في الرباط، وسألتها عن الأراضي القطبية التي لا تغيب فيها الشمس بضعة أشهر، فأخبروني أن الأمر كذلك، وأن هناك نواحي تابعة للحكومة النرويجية تبقى الشمس فيها مشرقة مدة ثلاثة أشهر من أول مايو (أيار) إلى آخر يوليو (تموز) فتأهبت للرحلة وتوجهت من مكناس في سيارتي يسوقها الحاج أحمد هارون في اليوم الثاني من يوليو، وسرنا متوكلين على الله من مكناس إلى تطوان، ثم عبرنا البحر من سبتة إلى الجزيرة الخضراء، ثم سرنا عبر إسبانيا ففرنسا فألمانيا، فالدانمارك، فالسويد فالنرويج، وتركنا السيارة في مدينة (أوسلو) عاصمة النرويج، وركبنا القطار والسيارات مدة يومين، فوصلنا مدينة (ناروك) ، وشاهدنا الشمس مشرقة مدة أربعة وعشرين ساعة.\nالجزء: 1 ¦ الصفحة: 36\n",
        "أوقات الصلاة في الأراضي القطبية\nكنت عازما قبل أن أصل إلى تلك البلاد أن أصلي خمس صلوات في مدة اثنتي عشر ساعة، ثم أترك الصلاة اثنتي عشر ساعة، فتكون خمس صلوات في أربع وعشرين ساعة.\nفلما وصلت إلى تلك البلاد تغير رأيي، وظهر لي أن تُتبَع أوقاتُ الصلاة في تلك البلاد الأراضي الجنوبية من البلاد النرويجية، فيصلي المصلي صلاة الصبح وقت طلوع الفجر في الجنوب، ويصلي الظهر حين تزول الشمس في الجنوب، وهكذا الشأن في جميع الصلوات، بناء على قاعدة: \"ما قرب من الشيء يعطي حكمه\"، وكذلك يفعل الصائم في رمضان إذا جاء في وقت الشمس، أو في وقت الظلام.\nالجزء: 1 ¦ الصفحة: 36\n",
        "هل في الأراضي القطبية فصول؟\nينبغي أن يعلم أن في تلك البلاد ما يشبه الفصول الأربعة، وقد تقدم أن الشمس تستمر مشرقة من أول مايو (أيار) إلى آخر يوليو (تموز) ثم تغيب غياباً جزئياً في أول غشت (آب) في كل يوم تبقى غائبة أكثر من اليوم الذي قبله، فيكون الليل قصيراً والنهار طويلاً، ولا يزال الأمر كذلك، يزداد الليل طولاً والنهار قصراً إلى آخر أكتوبر (تشرين الثاني) فتغيب الشمس وتبقى ثلاثة أشهر غائبة.\nوفي أول فبراير (شباط) تطلع الشمس، ثم لا تلبث أن تغيب، فيكون النهار قصيراً والليل طويلاً، ولا يزال النهار يطول، والليل يقصر إلى آخر إبريل (نيسان) ثم ينعدم الليل. فهذه مدد تشبه الفصول الأربعة في البلاد التي يكون فيها الليل والنهار طول السنة.\nوقد عرفنا حكم أوقات الصلاة في الأشهر الثلاثة الشمسية، ومثلها الأشهر الثلاثة المظلمة. بقي حكم أوقات الصلاة في ربيع تلك البلاد وخريفها، وهما مدتان، يكون فيهما ليل جزئي ونهار جزئي، فكيف الحكم في أوقات الصلاة والصيام؟\nلا يمكن أن نفكر في هذه المسألة ثم نبدي رأينا فيها إلا إذا أحطنا علماً بليلها ونهارها، كيف يطول وكيف يقصر، فالليلة الأولى بعد انتهاء مدة الشمس، وهي أول ليلة من غشت (آب) كم طولها؟\nفإذا كان طولها نصف ساعة أو أقل، فهل يحكم عليها بأنها ليلة تصلى فيها المغرب والعشاء والصبح عند نهايتها، ويفطر الصائم ويتسحر فيها، ويصوم نهارها، ويصلي الظهر والعصر في وسطه، أم يستمر على اعتبار توقيت العاصمة (أوسلو) ويعتبر الليل ليلاً، والنهار نهاراً؟ وما مقدار الساعات التي يبلغها الليل طولاً حتى يعتبر أنه ليل، وإذا مضى أكثر الأشهر الثلاثة وقصر النهار جداً يعود السؤال نفسه. وهكذا يقال في المدة الثانية التي تبتدئ من شهر فبراير (شباط) وتنتهي في آخر إبريل (نيسان) .\nفإن قيل: أنت أول من بدأ هذا البحث، فعليك أن تجيب عن\nالجزء: 1 ¦ الصفحة: 37\n",
        "أسئلتك، وتبدي رأيك؟ قلت: يمنعني من ذلك أنني من أهل الحديث المتبعين للسلف الصالح المتجنبين للرأي، المعتبرينه كالميتة لا يجوز الأكل منها إلا بقدر الضرورة. فما نزل من المسائل وتحقق وقوعه، وسئلنا عنه أفتينا فيه بالرأي قائلين: إن كان صواباً فمن الله، وإن كان خطأً فمنا، والله بريء منه، كما قال عبد الله بن مسعود. أما مدة الشمس فقد وجب علينا أن نجتهد في حكم أوقات الصلاة فيها، لأن ذلك وقع ونزل، وقسنا عليه مدة الظلام، لأنهما سواء. أما المدتان الأخريان فندعهما حتى يحتاج بعض المسلمين إلى معرفة الحكم، فييسر الله له من يفتيه.\nوقد كان السلف الصالح، إذا سئل أحدهم عن مسألة استحلف السائل بالله، أنها وقعت، فإن حلف له أفتى فيها برأيه، وإلا قال: دعها إذا نزلت ييسر الله لها من يفتي فيها.\nوما زعمه بعض المتقدمين من أن بلاد بلغار يقصر فيها الليل والنهار جداً وهم، وقد لاحظت أن الليلة الأخيرة التي مضت قبل وصولنا إلى بلاد الشمس في نصف الليل، كما يسمونها، لم تكن مظلمة، حتى أني مع ضعف بصري، وأنا راكب في السيارة كنت أرى الأشجار، وأغصانها ولا توجد ظلمة أصلاً، إلا أن الشمس مختفية، ومن حين يتوسط الإنسان بلاد النرويج متوجهاً من الجنوب إلى الشمال تقل ظلمة الليل شيئاً فشيئاً حتى تنعدم بانعدام الليل نفسه. فسبحان الخلاق العليم.\nولاحظت أيضاً: كما لاحظ من معي أن الشمس في نصف الليل تكون قريبة من الأرض كأنها تريد أن تغيب، لكنها لا تغيب، بل تأخذ في الارتفاع وتدور في السماء، فتشكل دائرة من نصف الليل إلى نصف الليل. قال الله تعالى في سورة الحج: {أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} فأخبر سبحانه وتعالى أن السير في الأرض يزيد في العقل والعلم المكتسب بالتجارب، وقل ربي زدني علماً.\nوهناك في تلك الناحية قبائل بدوية\nالجزء: 1 ¦ الصفحة: 38\n",
        "تسكن الخيام، ولها ماشية، وهي الأيائل، وهي نوع من الحيوان يشبه الظباء، إلا أنها أكبر منها، وقرونها متشعبة -كالأشجار- يحلبونها ويأكلون لحومها، وينتفعون بجلودها. ولا يستطيع شيء من سائر الحيوان كالبقر والغنم أن يعيش في تلك البلاد غير الأيائل، لشدة بردها، وكثرة ثلوجها، ولتلك القبائل لباس خاص.\nوسمعت أنهم وثنيون، لا يدينون بالنصرانية التي يدين بها أهل تلك البلاد، ولا أعلم مقدار هذا الخبر من الصحة، وليس هذا الجو خاصاً بشمال النرويج، بل يعم كذلك شمالي السويد.\nوقد علمت أن من أراد أن يشاهد الأراضي القطبية التي في شمال السويد يستطيع أن يسافر إليها بالقطار.\nأما مدينة ناروك التي تقدم ذكرها فقد سافرنا إليها من (أوسلو) ، بعض المسافة بالقطار، وبعضها بالسيارة، وكنا في كل بضع ساعات نجتاز خليجاً من خلجان البحر، بمعدّية، وهي باخرة كبيرة، تدخلها السيارات، فتبقى فيها نصف ساعة أو أكثر حتى تصل إلى البر، فتخرج السيارة منها وتستأنف سيرها.\nوقد رأيت القطار نفسه يعبر البحر في معدّية بين ألمانيا الشرقية والدانمارك في مدة ساعتين. وتلك المعدّية الضخمة عظيمة الحجم، ذات ثلاث طبقات، يصعد إلى الطبقة العليا بالمصعد الكهربائي.\nوهناك معدّية رأيتها تستعمل بين سبتة والجزيرة الخضراء، وهي أيضاً عظيمة، ولكنها دون تلك، وليس مقصودي أن أصف هذه الرحلة، لأن وصفها يحتاج إلى مؤَلَّف مستقل، وإنما ذكرت ما تقدم استطراداً.\nالجزء: 1 ¦ الصفحة: 39\n",
        "من وحي الأندلس قصيدة من بحر جديد\n:\nلما مررنا بأرض الأندلس في رحلتنا إلى شمال أوروبا تذكرت أهل الأندلس المسلمين، وما كان لهم من المجد والسؤدد، فقلت هذه القصيدة، وهي من بحر جديد اخترعته. وأجزاؤه أربعة: مستفعلاتكم مستفعلين مرتين. له عروض واحدة صحيحة، لها ضربان، أولهما مذيل، والثاني عار عن التذييل.\nالجزء: 1 ¦ الصفحة: 39\n",
        "وكل هذه التفاعيل بفتح العين ومعناها: مستخرجاتكم مستخرج أيها المسلمين، فالزموا مستخرجاتكم ولا تهملوها.\nوقد أحدث العرب المولدون أوزاناً شعرية زائدة على بحور الشعر بعد زمان العرب الأقحاح، ونظموا عليها شعراً كثيراً، ثم جاء زمان الموشحات والأزجال، فاشتغل بها العرب في الشرق والغرب، واشتملت على أدب جم. ونظم بهاء الدين زهير شعراً أخترع له وزناً خاصاً، وهو قوله:\nيا من لعبت به شمول\n...\nما ألطف هذه الشمائل\nفلا غرابة إذا اقتديت به، وألقيت دلوي في الدلاء. وهذا نص القصيدة:\nلما بدا لنا جمالكم\n...\nأضحت قلوبنا أسرى الغرام\nوانبعثت بها مودة\n...\nتنمو وتزدهي على الدوام\nقد طال هجركم وصدكم\n...\nوما رثيتم للمستهام\nولم نزل نفي بعهدكم\n...\nوما رعيتم لنا ذمام\nفهل سمعتم بقاتل\n...\nلمن يحبه هذا حرام\nهبوا أسيركم لو نظرة\n...\nصلوا عميدكم لو بالكلام\nأما ترونني متيماً\n...\nلم تدر مقلتي أي منام\nمحبتي لكم عفيفة\n...\nغدت بريئة من كل ذام\nوعاذل أتى يلومني\n...\nكلامه غدا مثل الكِلام\nفقلت: يا فتى ويك اتئد\n...\nفأنت طالب مالا يرام\nعذلك زادني صبابة\n...\nفكف أو فزد من الخصام\nيا موطناً غدا مفتخرا\n...\nبخير أمة من الأنام\nبالعرب إذ علوا مراتبا\n...\nقد بلغوا بها أقصى المرام\nأندلساً دعيت في الورى\n...\nوجنة سمت خير المقام\nمعجزة فلم ير الورى\n...\nلها مماثلا لو في المنام\nكيف افتخارنا بمجدهم\n...\nونحن لم نزل بلا نظام\nالجزء: 1 ¦ الصفحة: 40\n",
        "والخلف ما لهم مفتخر\n...\nلكن عليهم بالاحتشام\nإلا إذا حيوا واتحدوا\n...\nوارتجعوا إلى نهج الكرام\nواتبعوهم في دينهم\n...\nدين محمد بدر التمام\nفالعرب مالهم معتصم\n...\nإلا بحبله ولا التئام\nوالعز عنهم مبتعد\n...\nإلا إذا اقتدوا بذا الإمام\nفهو حياتهم في بدئهم\n...\nوهو حياتهم على الدوام\nوكلما اقتفوا خلافه\n...\nفهو ضلالة وهو الحسام\nصلى عليه من أرسله\n...\nهدى ورحمة يجلو الظلام\nما غردت ضحى حمامة\n...\nوأشرقت ذكا بعد غمام\nوالآل والصحاب كلهم\n...\nأزكى صلاته مع السلام\nوقد اطلع على هذه القصيدة الأديب الكبير العالم المحقق العبقري عبد الله كنون فأعجبته وأثنى عليها.\nوفي الإياب من هذه الرحلة عرجنا على قرطبة وزرنا مسجدها، فاعتراني شعور فيه روعة وإجلال وإعجاب، وحزن، لا أقدر أن أصفه بلسان ولا أظن أن شخصاً له شعور إنساني يرى ذلك المسجد ولا يعتريه مثل ذلك الشعور، سواء أكان مسلماً أم غير مسلم.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وصف جامع قرطبة\nمن أمثال العرب: \"أن الحديث لذو شجون\"، وقد بدا لي أن أنقل هنا وصف مسجد قرطبة الجامع من كتاب مدينة المور في الأندلس الذي ترجمته بالعربية من أصله الإنجليزي لمؤلفه (جوزيف ماك كيب) ليرى القارئ العربي المسلم شيئاً من مجد أسلافه. وهذا نص ما قاله في وصف مسجد قرطبة:\n\"لم يبق من آثار قرطبة في القرون الوسطى إلا أثر واحد، وهو جامعها الذي لا يزال إلى اليوم، جميع أطفال قرطبة يسمونه مسجداً، ولولاه ما تجشم أحد عناء السفر لمشاهدة قرطبة، ولو كانت خمسة أميال منه، ولكن الناس من جميع أنحاء الدنيا يسافرون إليها ليشاهدوه.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وهو أعظم معبد في الدنيا بعد كنيسة (سنت بيترس) ، وهو آية لا نظير لها من الهندسة والبناء، وظاهر هذا المسجد لا يستولي على اللب، ولم يكن المور الذين كانوا يفضلون الإقامة داخل البيوت أكثر من خارجها يعتنون كثيراً بالظاهر.\nوأما الداخل فهناك العجائب، إذا دخلت الجامع من أي باب من أبوابه التسعة عشر يخيل إليك أنك تائه في غابة من أشجار المرمر، ففيه ثمانمائة وستون سارية من المرمر والرخام واليسر، وفيه غير ذلك ألف واثنتي عشرة سارية. وفيه تسعة عشر رواقاً، ينتهي كل منها بباب من الأبواب التسعة عشر، وله سقف خشبي منخفض نسبياً، وقد زخرف أحسن زخرفة بالأرجوان والذهب.\nوفي الأعياد الكبيرة توقد مائتان وثمانون ثرياً من الفضة والنحاس، يحترق فيها الزيت والعطر، وتتلألأ فيها آلاف كثيرة من المصابيح، فتلقي أنوارها على ذلك المشهد. وأكبر ثرياً منها كان محيطها ثمانية وثلاثين قدماً (فوت) يحمل ألفاً وأربعمائة وأربعاً وخمسين مصباحاً، ولها مرآة تعكس النور، فيزيد شعاعه تسعة أضعاف. وفيها (6000) ألف طبق من الفضة مسمرة بالذهب، ومرصعة باللؤلؤ.\nوكان الجامع قد شُيِّد مع مضافته في القرن الثامن والتاسع والعاشر. والمحراب الذي هو أقدس محل في مسجد المور، كان فيه حنيتان، وكان أعظم زخرفاً من سائر المساجد. وآخر المحراب يشبه صدفة من رخام، وله مدخل يتلألأ كالذهب الخالص أو الديباج بفسيفسائه الجميلة، وأحيل القارئ على كتب زخرفة البناء أو كتب الاستدلال، ليرى عجائب هذا الجامع العظيم.\nوكان بناؤه من النصارى المنتمين إلى الكنيسة اليونانية، وكانت بينهم وبين المور مودة، فجلبوهم لبنائه، وهو أثر لمدينة زاهرة، لا يضاهيها اليوم شيء في الدنيا كلها وكان عبد الرحمن الأول مؤسس هذه الدولة، قد جعل مدينة قرطبة على مثال مدينة دمشق التي قضى فيها أوائل عمره، وهو الذي ابتدأ بناء الجامع وأتمه الخلفاء الذين جاءوا بعده. وبلغت نفقاته على ما\nالجزء: 1 ¦ الصفحة: 43\n",
        "حدث به مؤرخو العرب (300.000.000) دولار، وكان هذا آخر عمل عمله في حياته، وقد شيد غير هذا هو وخلفاؤه ورجال دولتهم قصوراً فخمة، ومساجد كثيرة، كانت تزيد المدينة في كل سنة جلالة وبهاء\". اهـ\nأولئك آبائي فجئني بمثلهم\n...\nإذا جمعتنا يا جرير المجامع\nلكن لا ينبغي لنا أن نقتصر على الافتخار بمجدهم، بل ينبغي لنا ويتحتم علينا أن نعمل بقول من قال:\nلسنا وإن أحسابنا كرمت\n...\nيوماً على الأحساب نتكل\nنبني كما كانت أوائلنا\n...\nتبني ونفعل مثل ما فعلوا\nفنسأل الله أن يوفقنا لإحياء ذلك المجد الشامخ، إنه على ذلك قدير.\nالجزء: 1 ¦ الصفحة: 44\n",
        ""
    ]
}