{
    "1": [
        "الشكوى والعتاب\nالشكوى والعتاب\nالثعالبي، أبو منصور\nالكتاب:\nالشكوى والعتاب وما وقع للخلان والأصحاب\nالمؤلف:\n[ينسب لـ] عبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي (المتوفى: 429هـ)\nالمحقق:\nد إلهام عبد الوهاب المفتي- كلية التربية الأساسية، قسم اللغة العربية، جامعة الكويت\nالناشر:\nالمجلس الوطني للثقافة والفنون والآداب\nالطبعة:\nالأولى، 1421 هـ - 2000 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الشكوى والعتاب وما وقع للخلان والأصحاب\nتأليف أبي منصور الثعالبي\nرضي الله عنه وأرضاه وجعل الجنة منقلبه ومثواه. آمين: وصلى [الله] على سيدنا محمد وعلى آله وصحبه وسلم: ورضي الله عن كل الصحابة أجمعين\nالجزء: 1 ¦ الصفحة: 3\n",
        "[غلاف داخلي]\nعن العبد، انتهى الكتاب بعون الله الملك الوهاب ثاني عشر ربيع الأول سنة خمس وثمانين وألف، والحمد لله وحده. اللهم اغفر لقارئه ولكاتبه ولمؤلفه ولمن دعا لهم بالمغفرة آمين.\nشعر [طويل]\nصبرت على بعض الأذى خوف كله\n...\nودافعت عن نفسي لنفسي فعزت\nوجرعتها المكروه حتى تدربت\n...\nولو لم أجرعها إذا لاشمأزت\nإذا ما مددت الكف ألتمس الغنى\n...\nإلى غير من قال اشتكوا لي فشلت\nألا رب ذل ساق للنفس عزة\n...\nويا رب نفسي بالتذلل عزت\nسأصبر جهدي إن في البصرة عزة\n...\nوأرضى بدنياي وإن هي قلت\nالجزء: 1 ¦ الصفحة: 5\n",
        "أنشد ذلك عن سيدي إبراهيم الخواص نفعنا الله [به] .\n[بسيط]\nقالوا غدا العيد ماذا أنت لابسه\n...\nفقلت خلعة ساق عنده جرعا\nفقر وصبرهما ثوبان تحتهما\n...\nقلب يرى ربه الأعياد والجمعا\nأخرى الملابس أن تلقى الحبيب [بها]\n...\nيوم التزاور للثوب الذي خلعا\nالدهر [لي] مأتم إن غبت يا أملي\n...\nوالعيد ما دمت [لي] مرأى ومجتمعا\nتمَّ\nالجزء: 1 ¦ الصفحة: 6\n",
        "بسم الله الرحمن الرحيم\nوصلى الله على سيدنا محمد وآله وصحبه وسلم.\nالحمد لله رب العالمين، والعاقبة للمتقين، ولا عدوان إلا على الظالمين، وأفضل الصلاة وأتم التسليم على سيدنا محمد وعلى آله وصحبه، وسلم تسليماً كثيراً إلى يوم الدين.\nالجزء: 1 ¦ الصفحة: 7\n",
        "الباب الأول\nفي العتاب والشكوى والتثريب والبث والاستعطاف وما أشبه ذلك\n1-\nعن أنس رضي الله عنه: \"خدمت النبي صلى الله عليه وسلم عشر سنين بالمدينة وأنا غلام ليس كل أمري كما يشتهي صاحبي أن يكون عليه، فما قال لي أف فيها قط، وما قال لي [لم] فعلت هذا، وألا فعلت [هذا] ؟ \" 2-وقال صلى الله عليه وسلم \"إذا زنت خادمة أحكم فليجلدها الحد ولا يثرب\" وروي\"ولا يعيرها\"\nالجزء: 1 ¦ الصفحة: 9\n",
        "3-\nعاتب عثمان عليا رضي الله عنهما، وعلى مطرق، فقال: مالك تقول؟ فقال: إن قلت لم أقل إلا ما تكره، وليس لك عندي إلا ما تحب\".\n4-\nمكتوب في الإنجيل: إن ظلمك أخوك فاذهب إليه فعاتبه فيما بينك وبينه فقط، [أ] طاعك ربحت أخاك، وإن هو لم يطعك فاستتبع رجلاً أو رجلين ليشهدا عليه ذلك الكلام، فإن لم يستمع فأنه أمره إلى أهل البيعة، فإن هو لم يسمع من أهل البيعة فليكن عندك كصاحب المكس\".\n5-\nوروى عن عيسى صلوات الله عليه: \"إذا كان بينك وبين أخيك معاتبة فالقه فسلم عليه فاستغفر لك وله، فإن قبل فأخوك وإن أبى فاستشهد عليه شاهدين أو ثلاثة أو أربعة فعلى ذلك تقوم شهادة كل شيء في مجلس قومه، فإن قبل فأخوك وإن أبى فليكن كصاحب مكس أو كمن كفر بالله\".\nالجزء: 1 ¦ الصفحة: 10\n",
        "6-\nوقال أبو الدر داء رضي الله عنه: \"معاتبة الأخ أهون من فقده، ومن لك بأخيك كله\".\n7-\nو [قيل] [الطويل]\nخليلي لو كان الزمان مساعدي\n...\nوعاتبتماني لم يضق عندكما صدري\nفأما إذا كان الزمان محاربي\n...\nفلا تجمعا أن تؤذياني مع الدهر\n8-\nوكتب الصولي إلى ابن الزيات هذه الأبيات: [المتقارب]\nوكنت أخي بإخاء الزمان\n...\nفلما نبا كنت حرباً عوانا\nالجزء: 1 ¦ الصفحة: 11\n",
        "وكنت أذم إليك الزمان\n...\nفأصبحت فيك أذم الزمانا\n9-\nوكتب إليه: [طويل]\nأخ كنت آوي منه عند ادكاره\n...\nإلى ظل فينان من العز باذخ\nسعت نوب الأيام بيني وبينه\n...\nفأقلعن منا عن ظلوم وصارخ\nوإني وإعدادي لدهري محمداً\n...\nكملتمس إطفاء نار بنافخ\n10-\nوعن إياس بن معاوية: \"خرجت في سفر ومعي رجل من الأعراب، فلما كان ببعض المناهل لقيه ابن عم له فتعانقا وتعاتبا، وإلى جانبهما شيخ من\nالجزء: 1 ¦ الصفحة: 12\n",
        "الحي يفن فقال لهما: انعما عيشاً، إن المعاتبة تبعث التجني، والتجني يبعث المخاصمة، والمخاصمة تبعث العداوة، ولا خير في شيء ثمرته العداوة\".\n11-\nشعر: [الوافر]\nفدع ذكر العتاب فرب شر\n...\nطويل هاج أوله العتاب\n12-\nقال رجل لصديق يعاتبه: ما أشكوك إلا إليك، ولا أستبطيك إلا لك، ولا أستزيدك إلا بك\"\n13-\nوقال له: \"أنا منتظر واحد من اثنتين: عتبى تكون منك أو عقبى تغني عنك\" 14-وقال له: \"قد حميت جانب الأمل فيك، وقطعت أسباب الرجاء منك. وقد أسلمني الإياس منك إلى العزاء عنك، فإن نزعت من الآن فصفح لا تثريب فيه، وإن تماديت فهجر لا وصل بعده\".\n15-\nوقال أوس بن حارثة لولده: \"العتاب قبل العقاب\"\nالجزء: 1 ¦ الصفحة: 13\n",
        "16-\nوقال ابن أبي فنن: [متقارب]\nإذا كنت تغضب في غير ذنب\n...\nوتعتب من غير جرم عليا\nطلبت رضاك فإن عزني\n...\nعددتك ميتاً وإن كنت حيا\n17-\nسأل سفيان بن الأبرد الكلبي هنداً بنت أسماء بن خارجة امرأة الحجاج أن تكلمه في شأنه فمطلته فأرسل إليها يقول: [طويل]\nأعاتب هنداً والسفاه عاتبها\n...\nوماذا أرجو من معاتبتي هندا\nالجزء: 1 ¦ الصفحة: 14\n",
        "أغيب فتنسى حاجتي وتصوغ لي\n...\nحديثاً إذا صاحبتها يقطر الشهدا\n18-\nقال المدني لأبي مروان القاضي: \"إلى متى أستمطرك غيث الجميل، وأستطلعك شمس الإحسان وأنت تخوف برعد المطل، وتؤنس ببرق التسويف\".\n19-\nكاتب: \"أنت فتى المجد ومعدن الحرية، ووطن الأدب، ومن كانت هذه صفاته فالخروج عن مودته [جهل] فضلاً عن الدخول في عداوته، وأنا وأنت أخوا مودة، ورحم المودة أمس من رحم القرابة: فكيف رشت سهامك؟ أم كيف امتحنت بعداوتك؟ ولكنه كما قال الشاعر: [طويل]\nبلى قد تهب الريح من غير وجهها\n...\nوتقدح في العود الصحيح القوادح\n20-\n[وقال] أبو الزبرقان: [متقارب]\nصحبتك إذ أنت لا تصحب\n...\nوإذ أنت لا غيرك الموكب\nالجزء: 1 ¦ الصفحة: 15\n",
        "21-\nوقال عمرو بن الأيهم بن أقلت التغلبي النصراني: شعر [خفيف]\nقاتل الله قيس غيلان طرا\n...\nما لهم دون غارة من حجاب\nليس بيني وبين قيس عتاب\n...\nغير طعن الكلى وضرب الرقاب\n22-\nوقال: \"من أحوجك إلى العتب فقد وطن نفسه على الهجرة\".\n23-\nقدم ابن المعتصم وكان شيخ الرملة والمشار إليه بفلسطين، على ابن قريعة القاضي فقدم على ما ساءه وناءه حتى قال: \"لقد اقشعر\nالجزء: 1 ¦ الصفحة: 16\n",
        "جلدي بتلك الديار من ضيم لعله ما كان ينالني، ولو نالني ما كان يغيظني. فأسندت نفسي إلى ابن عم لي بالعراق، ولو سلختني المغاربة سلخاً ونفخوا في جلدي نفخاً لكان أهون علي مما عاملني به\".\n24-\nكتبت عثعث على زر قميصها بالذهب: شعر [طويل]\nعلامة ما بين المحبين في الهوى\n...\nعتابهما في كل حق وباطل\n25-\nوكتبت مستهام جارية الفضل بن الربيع على تفاحة إليه: شعر [طويل]\nتمنى رجال ما أحبوا وإنني\n...\nتمنيت أن أشكوا إليه فيسمعا\nالجزء: 1 ¦ الصفحة: 17\n",
        "26-\nوقال [غيره] : [طويل]\nوكنت إذا ما جئت أكرمت مجلسي\n...\nووجهك من ماء البشاشة يقطر\nفمن لي بالعين التي كنت مرة\n...\nإلي بها في سالف الدهر تنظر\n27-\nوقال الأحنف: شكوت إلى عمي صعصعة بن معاوية وجعاً في بطني فنهرني، ثم قال: يا ابن أخي إذا نزل بك شيء فلا تشكه إلى أحد فإنما الناس رجلان، صديق تسوؤه، وعدو تسره. والذي بك لا تشكه إلى مخلوق مثلك لا يقدر على دفع مثله عن نفسه، ولكن من ابتلاك هو قادراً أن يفرج عنك. يا ابن أخي إحد [ى] عيني هاتين ما أبصر بها سهلاً ولا جبلاً من أربعين سنة وما أطلعت على ذلك امرأتي ولا أحداً من أهلي\"\nالجزء: 1 ¦ الصفحة: 18\n",
        "28-\nوقال أبو دلف: [رمل]\nإذا عتب في سيئة\n...\nلم يدعها وتعاطى أختها\n29-\nمحمد بن أميه: [طويل]\nوأضمر في قلبي العتاب فإن بدا\n...\nوساعفني منه اللقاء نسيت\n30-\nوقال غيرة: [طويل]\nومن لم يعاتب في التواني خليله\n...\nوأملى له صار التواني تماديا\n31-\nوقال آخر: [الكامل]\nترك العتاب إذا استحق أخ\n...\nمنك العتاب ذريعة الهجر\nالجزء: 1 ¦ الصفحة: 19\n",
        "32-\nشكا رجل إلى آخر الفقر فقال له فضيل: \"يا هذا تشكو من يرحمك إلى من لا يرحمك؟ \".\n33-\nشعر: [طويل]\nشكوت وما الشكوى لمثلي عادة\n...\nولكن تفيض النفس عن امتلائها\n34-\nقال المتنبي: [طويل] وكم من أخ ناديت عند ملمة=فألفيته منها أمض وأقدحا\nالجزء: 1 ¦ الصفحة: 20\n",
        "35-\nوقال آخر: [بسيط]\nوليس تشكو إلى خلق فتشمته\n...\nشكوى الجريح إلى الغربان والرخم\n36-\nوقال وهيب بن الورد: \"خالطت الناس منذ خمسين سنة ما وجدت رجلاً غفر لي زلة، ولا أقالني عثرة، ولا ستر لي عورة، ولا أمنته إذا غضب\".\n37-\n[وقيل] : \"ما أصغيت لك إناء ولا أصننت لك فناء\". أي ما فعلت بك ما يوجب الشكاية.\n38-\n[قيل] : \"باعني بيع الخلق فيما نقص لا فيما زاد\".\n39-\nشعر: [الكامل]\nوأراك تشربني وتمزجني\n...\nولقد عهدتك شاربي صرفا\nالجزء: 1 ¦ الصفحة: 21\n",
        "40-\nوقال: [مجزوء الكامل] :\nيا ذا الذي منه التن\n...\nكر والتغير والنبو\nإن كان أدرك الملا_ل فقد تداركني السلو 41-وقال: [خفيف]\nكل يوم قطيعة وعتاب\n...\nينقضي دهرنا ونحن غضاب\n42-\n\"كثرة العتاب تنغل أديم المودة\" 43-عتاب جحظة مثل فيما رق ولطف\nالجزء: 1 ¦ الصفحة: 22\n",
        "44-\nوقال بعضهم: [الوافر]\nورق الجو حتى قيل هذا\n...\nعتاب بين جحظة والزمان\n45-\nوللبديع الهمداني: \"بيننا عتاب لحظة كعتاب جحظة، واعتذارات بالغة كاعتذارات النابغة\".\n46-\nفي نوابغ الكلم: \"الكتاب الكتاب إذا أردت العتاب، إن العتاب مسافهة إن كان مشافهة\".\n47-\nقابوس: أراك واهي الود في مضارب الود غيرك زاكي الحب في منابت الحب. الوفاء عندك بمنزلة الأبلق العقوق، والصفاء عندك مشرب بريق العقوق\".\nالجزء: 1 ¦ الصفحة: 23\n",
        "48-\nوقال كثير عزة: [طويل]\nومن لم يغمض عينه عن صديقه\n...\nوعن بعض ما فيه يمت وهو عائب\nومن يتتبع جاهداً كل عشرة\n...\nيجدها ولم يسلم له الدهر صاحب\n49-\nبشار: [طويل]\nإذا كنت في كل الأمور معاتباً\n...\nصديقك لم تلق الذي لا تعاتبه\nالجزء: 1 ¦ الصفحة: 24\n",
        "50-\nكان أحمد بن يزيد المهلبي نديماً للمنتصر فطلبه أبوه المتوكل لمنادمتهفلم يزل\nنديمه حتى قتل، فلما ولي المنتصر حجبه ثم أذن له وأمر بنان بن عمرو أن ينشده فغنى يقول: [طويل]\nغدرت ولم أغدر وخنت ولم أخن\n...\nورمت بديلاً بي ولم أتبدل\nوالبيت للمنتصر. فاعتذر المهلبي، فقال المنتصر: إنما قاله مازحاً أتراني أتجاوز بك حكم الله:\nالجزء: 1 ¦ الصفحة: 25\n",
        "(وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم) . ووصله بثلاثة آلاف دينار.\n51-\nحبس عبد الله بن علي المستهل بن الكميت فكتب إليه: [طويل]\nلئن نحن خفنا في زمان عدوكم\n...\nوخفناكمو إن البلاء لراكد\n52-\nوكان زهير بن صرد السعدي أسر في يوم حنين فيمن أسر يوم هوزان\nالجزء: 1 ¦ الصفحة: 26\n",
        "فقال يستعطف رسول الله صلى الله عليه وسلم ويذكره بحرمة الرضاع في بني سعد: [بسيط]\nامنن على عصبة أعناقها ذلل\n...\nمفرق شملها في دارها غير\nامنن على نسوة قد كنت ترضعها\n...\nإذ فوك يملؤها من محضها درر\nلا تجعلنا كمن شالت نعامته\n...\nواستبق منا فإنا معشر شكر\nوألبس العفو من قد كنت ترضعه\n...\nمن أمهاتك إن العفو منتظر\nفمن عليهم رسول الله صلى الله عليه وسلم بالإطلاق.\n53-\nوقال: عثمان بن مظعون رضي الله عنه هاجر إلى أرض الحبشة فبلغه من\nالجزء: 1 ¦ الصفحة: 27\n",
        "أمية بن خلف كلام فقال: [طويل]\nتريش نبالاً لا يواتيك ريشها\n...\nوتري نبالاً ريشها لك أجمع\nفكيف إذا نابتك يوماً ملمة\n...\nوأسلمك الأوباش ما كنت تصنع\n54-\nالمؤمل بن أميل المحاربي: [بسيط]\nشكيت ما بي إلى هند فما اكترثت\n...\nيا قلبها أحديد أنت أم حجر\nلا تحسبيني غنياً عن مودتكم\n...\nإني إليك وإن أيسرت مفتقر\n55-\nمنصور النمري: [كامل]\nاقلل عتاب من استربت بأمره\n...\nليست تنال مودة بقتال\nالجزء: 1 ¦ الصفحة: 28\n",
        "56-\nوقال معبد بن أخضر المازني: [طويل]\nلقد طال إعراضي وصفحي عن التي\n...\nأبلغ عنكم والقلوب قلوب\nوطال انتظاري عطفة الرحم منكم\n...\nليرجع حكم والمعاد قريب\nولست أراكم تحرمون عن التي\n...\nكرهنا ومنها في القلوب ندوب\nفلا تأمنوا منا كفاية فعلكم\n...\nفيشمت خصم أو يساء حبيب\nويظهر منا في المقال ومنكم\n...\nإذا ما ارتمينا بالمقال عيوب\nفإن لسان الباحث الداء ساخطاً\n...\nبني مازن ألوى البنان كذوب\nالجزء: 1 ¦ الصفحة: 29\n",
        "57-\nقعنب بن أم صاحب: [بسيط]\nإن يسموا ريبة طاروا بها فرحاً\n...\nمني وما سمعوا من صالح دفنوا\nصم إذا سمعوا خيراً ذكرت به\n...\nوإن ذكرت بسوء عندهم أذنوا\n58-\nمحمد بن جميل الكاتب التميمي: [طويل]\nإذا أنا لم أبلغ بجاهك حاجة\n...\nولم يك لي فيما وليت نصيب\nالجزء: 1 ¦ الصفحة: 30\n",
        "وأنت أمير الأرض من حيث أطلعت\n...\nلك الشمس قرنيها وحيث تغيب\nأبا غانم إني 'ذا لروضة\n...\nلغيري يصفو رعيها ويطيب\n59-\nكتب عمر بن عبد العزيز إلى الزهري يستقدمه فأبطأ عليه فقال¨\"يا ابن شهاب لو كان غيرنا ما أبطأت عليه. لقد قلبتك ظهراً لبطن فوجدتك بني دنيا\"\nالجزء: 1 ¦ الصفحة: 31\n",
        "الباب الثاني\nفي العبيد والإماء والخدم والأمر بالاستيصاء بالمماليك خيراً والنهي عن سوء الملكة ونحو ذلك 60-قال علي رضي الله عنه: قال رسول الله صلى الله عليه وسلم: \"أول من يدخل الجنة شهيد وعبد أحسن عبادة ربه ونصح لسيده\".\n61-\nوقال ابن عمر رضي الله عنه، رفعه: \"إن العبد إذا نصح لسيده وأحسن عبادة ربه فله أجر مرتين\".\n62-\nكان زيد بن حارثة لخديجة رضي الله عنها، اشترى لها بسوق عكاظ\nالجزء: 1 ¦ الصفحة: 33\n",
        "فوهبته لرسول الله صلى الله عليه وسلم فجاء أبو زيد [يريد] شراءه فقال له رسول الله صلى الله عليه وسلم: \"إن رضي الله بذلك فعلت\". فسئل زيد فقال: ذل الرق مع مصاحبته أحب إلي من عز الحرية مع مفارقته. فقال صلى الله عليه وسلم: \"إذا اختارنا اخترناه\". فأعتقه وزوجه أم أيمن وبعدها زينب بنت جحش.\n63-\nعطاء [رفعة: الأبدال من الموالي] .\n64-\nعلي رضي الله عنه: \"كان آخر كلام رسول الله صلى الله عليه وسلم: \"الصلاة الصلاة اتقوا الله فيما ملكت أيمانكم\".\nالجزء: 1 ¦ الصفحة: 34\n",
        "65-\nوقال المعرور بن سويد: دخلنا على أبي ذر بالربذة فإذا عليه يرد وعلى غلامه مثله، فقلنا: لو أخطت برد غلامك إلى برديك فكانت حلة كاملة ولكسوته غيره. قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إخوانكم جعلهم الله تحت أيديكم، فمن كان أخوه تحت يده فليطعمه مما يأكل وليكسه مما يلبس ولا يكلفه ما يغلبه، فإن كلفه ما يغلبه فليعنه\".\n66-\nوعن أبي هريرة رضي الله عنه: \"لا يقولن أحدكم عبدي وأمتي، كلكم عبيد الله\" وكل نسائكم إماء الله، ولكن ليقل غلامي وجارتي وفتاي\nالجزء: 1 ¦ الصفحة: 35\n",
        "[وفتاتي] . ولا يقل أحدكم اتق ربك، [اسق ربك و] أطعم ربك. ولا يقل أحدكم ربي وليقل سيدي ومولاي\".\n67-\nوقال أبو مسعود الأنصاري: \"كنت أضرب غلاماً لي فسمعت من خلفي صوتاً: اعلم أبا مسعود الله أقدر عليك منك عليه. فالتفت فإذا هو النبي صلى الله عليه وسلم فقلت: يا رسول الله هو حر لوجه الله تعالى. فقال: أما لو تفعل للفحتك النار\".\n68-\nوعن رافع بن مكيث - رفعه -: \"حسن الملكة نماء، وسوء الملكة شؤم\". وروي: يمن.\nالجزء: 1 ¦ الصفحة: 36\n",
        "69-\nابن عمر: جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله، كم نعفو عن الخادم؟ ثم أعاد عليه فصمت، فلما كان الثالثة قال: اعف عنه كل يوم سبعين مرة\".\n70-\nوقال أبو هريرة رضي الله عنه: حدثني أبو القاسم نبي التوبة صلى الله عليه وسلم [قال] : \"من قذف مملوكه بريئاً مما قال جلد له يوم القيامة حداً\".\n71-\nوقال هلال بن يساف: كنا نزولاً في دار ابن مقرن وفينا شيخ فيه حدة ومعه جارية فلطم وجهها، فما رأيت سويداً أشد غضباً منه ذلك اليوم. فقال: أعجز عليك إلا حر وجهها؟ لقد رأيتني سابع سبعة من ولد\nالجزء: 1 ¦ الصفحة: 37\n",
        "مقرن [و] مالنا [إلا] خادم فلطم أصغرنا وجهها، فأمر الرسول صلى الله عليه وسلم بعتقها.\n72-\nوعن معاوية بن سويد: لطمت مولى لنا فدعاه أبي ودعاني فقال: \"اقتص منه\" 73-استبق بنو عبد الملك فسبقوا مسلمة وكان ابن أمة، فتمثل عبد الملك بقول عمرو بن مبردة العبدي: شعر [طويل] :\nنهيتكم أن تحملوا هجناءكم\n...\nعلى خيلكم يوم الرهان فتدركوا\nالجزء: 1 ¦ الصفحة: 38\n",
        "فتفتر كفاه ويسقط سوطه\n...\nوتخدر ساقاه فما يتحرك\nوهل يستوي المرآن هذا ابن حرة\n...\nوهذا ابن أخرى ظهرها متشرك\nوأدركه خالاته فاختدلنه\n...\nألا إن عرق السوء لا بد مدرك\nفقال مسلمة: يغفر الله لك يا أمير المؤمنين، ليس هذا مثلي ولكن كما قال علي ابن المغفر: [طويل]\nفما أنكحونا طائعين بناتهم\n...\nولكن خطبناها بأرماحنا قسرا\nفما ردنا منها السباء مذلة\n...\nولا كلفت خبزاً ولا طبخت قدراً\nوكم قد ترى فينا من ابن سبيه\n...\nإذ لقي الأبطال يطعنهم شزرا\nويأخذ رايات الطعان بكفه\n...\nفيوردها بيضاً ويصدرها حمرا\nكريم إذا اعتز اللئيم تخاله\n...\nإذا سار في ليل الدجى قمراً بدرا\nفقبل رأسه وذهب غمه وقال: أحسنت يا بني. وأمر له بمائة ألف مثل ما أخذ السابق.\nالجزء: 1 ¦ الصفحة: 39\n",
        "74-\nوقال زاذان: \"أتيت ابن عمر وقد أعتق مملوكاً له فأخذ من الأرض عوداً وقال: مالي من الأجر ما يساوي هذا، سمعت رسول الله صلى الله عليه وسلم يقول: \"من لطم مملوكه أو ضربه فكفارته أن يعتقه\" 75-وعن أبي هريرة يرفعه: \"من خب زوج امرئ أو مملوكه فليس منا\".\n76-\nوقال: أعتق عبد الله بن جعفر غلاماً، وأخذ يكتب كتاب العتق، فقال الغلام: اكتب كما أملي، كنت بالأمس لي فأوهبتك لمن وهبك لي، فأنت اليوم مني. فكتب ذلك واستحسنه وزاده خيراً\".\n77-\nوقال: مر ابن عمر رضي الله عنهما براع مملوك فاستباعه شاة فقال: ليست لي. فسأل عن صاحبه فاشتراه وأعتقه، فقال: اللهم رزقتني العتق الأصغر فارزقني العتق الأكبر\".\nالجزء: 1 ¦ الصفحة: 40\n",
        "78-\nوقال: أراد رجل بيع جارية له فبكت فسألها فقالت: لو ملكت منك ما ملكت مني ما خرجتك من يدي. فعتقها وتزوجها.\n79-\nوقال: تغدى سليمان عند يزيد المهلب فقيل له: صف لنا أحسن ما كان في منزله، قال: رأيت غلمانه يخدمونه بالإشارة دون القول\".\n80-\nوقال سهل بن صخر وهو من الصحابة لابنه: \"إذا ملكت ثمن غلام فاشتر به غلاماً فإن الجدود في نواصي الرجال\".\n81-\nالهيثم بن خالد يقول: شعر [منسرح]\nولي صديق ما مسني عدم\n...\nمذ وقعت عينه على عدمي\nبشرني بالغنى تهلله\n...\nوقبل هذا تهلل الخدم\nالجزء: 1 ¦ الصفحة: 41\n",
        "ومحنة الزائرين بينة\n...\nتعرف قبل اللقاء في الحشم\n82-\nوكان أبو يوسف [راكباً] وغلامه يعدو خلفه، فقيل له فقال: أيحل أن أسلم غلامي مكارياً؟ قيل: نعم، قال: فيعدو إذاً معي كما يعدو مع الحمار إذا كان مكارياً\".\n83-\nوقال النبي صلى الله عليه وسلم: \"مثل الذي يعتق عند الموت مثل الذي يهدي إذا شبع\".\n84-\nوقال ابن [الزبير] لرجل كان يتعاطى بيع الرقيق: ما أشد إقدامك على ركوب الغرر وإضاعة المال، قال: بماذا؟ قال: بصناعتك الملعونة. قال: ومالها؟ قال: \"هي ضمان نفس ومؤونة ضرس\".\n85-\nو [طلب] معاوية جواري فقال: \"كل رائعة من بعيد مليحة من قريب\".\nالجزء: 1 ¦ الصفحة: 42\n",
        "86-\nوقال البحتري: [خفيف]\nأنا من ياسر ويسر ونجح\n...\nلست من عامر ولا عمار\nما بأرض العراق يا قوم حر\n...\nيفتديني من خدمة الأحرار\nلا أريد النظير يخرجه الشت\n...\nم إلى الاحتجاج والافتخار\nوإذا رعته بناحية السو\n...\nط على الذنب راعني بالفرار\nهل جواد بأبيض من بني الأص\n...\nفر ضخم الجدود ضخم النجار\nفوق ضعف الصغار إن وكل الأم\n...\nر إليه ودون كيد الكبار\nوكأن الذكاء يبعث منه\n...\nفي سواد الأمور شعلة نار\nولعمري للجود للناس بالنا\n...\nس سواه بالثوب والدينار\nوعزيز إلا لديك بهذا ال\n...\nفج أخذ الغلمان بالأشعار\n87-\nوعن بعض النخاسين: \"حناء بدرهم تزيد في ثمن الجارية مائة درهم\".\nالجزء: 1 ¦ الصفحة: 43\n",
        "88-\nوقال النبي صلى الله عليه وسلم: \"عاتبوا أرقاء كم عل قدر عقولكم\".\n89-\nوقال أبو اليقظان: \"إن قريشاً لم تكن ترغب في أمهات الأولاد حتى ولدن ثلاثة هم خير أهل زمانهم، علي بن الحسين والقاسم بن محمد وسالم ابن عبد الله وذلك أن عمر رضي الله عنه أتى ببنات يزدجرد بن شهريار ابن كسرى سبيات فأراد بيعهن فقال له علي كرم الله وجهه: إن\nالجزء: 1 ¦ الصفحة: 44\n",
        "بنات الملوك لا يبعن ولكن قومهن. فأعطاه أثمانهن فقسمهن بين الحسين بن علي ومحمد بن أبي بكر وعبد الله بن عمر فولد الثلاثة\".\n90-\nوقال عبد الله بن طاهر: كنت عند المأمون ثاني اثنين فنادي يا غلام يا غلام بأعلى صوته، فدخل غلام تركي فقال: أيمنع الغلام أن يأكل ويشرب أو يتوضأ ويصلي، كلما خرجنا من عندك تصيح يا غلام يا غلام، إلى كم يا غلام يا غلام؟ فنكس رأسه طويلاً فما شككت أنه يأمر بضرب عنقه، فقال: يا عبد الله إن الرجل إذا حسنت أخلاقه ساءت أخلاق خدمه فلا نستطيع أن نسيء أخلاقنا لتحسن أخلاق خدمنا \".\n91-\nوقال النبي صلى الله عليه وسلم: \" بئس المال في آخر الزمان المماليك\"\nالجزء: 1 ¦ الصفحة: 45\n",
        "92-\nوعن مجاهد: \"إذا كثرت الخدم كثرت الشياطين\".\n93-\nوعن سالم بن أبي الجعد- رفعه -: عبد صالح عند الله خير من حر طالح\".\n94-\nوقال لقمان: \" لا تأمنن امرءاً على سر، ولا تطأ خادماً تريدها للخدمة، و [لا تتخذ] غلاماً يأكل فارهاً، ويعمل كارهاً ويبغض قوماً ويحب نوماً\".\n95-\nوقال: أعنق عمرو بن عقبه غلاماً كبيراً فقال عبد له صغير: اذكرني يا مولاي ذكرك الله بخير. فقال: إنك لن تخرف فقال: إن النخلة قد\nالجزء: 1 ¦ الصفحة: 46\n",
        "تجتني زهواً. قبل أن تصير معواً. فقال: قاتلك الله لقد استعتقت فأحسنت وقد وهبتك لواهبك، كنت الأمس لي واليوم مني\".\n96-\nوقال بعضهم: \" العبد عز مستفاد وغيظ في الأكباد\".\n97-\n[شعر، (الخفيف) ] :\nقد ذممنا العبيد حتى إذا نح\n...\nن بلونا المولى عذرنا العبيد\n98-\nولبعضهم: [متقارب] [و] مالي غلام فأدعوا به=سوى من أبوه أخو عمتي 99-وقال أكثم: الحر حر وإن مسه الضر، والعبد عبد وإن مشى على الدر.\nالجزء: 1 ¦ الصفحة: 47\n",
        "100-\nوقال: كانت لخالد بن برمك جارية اسمها سرور أكتب الناس بالقلم وأحسنهم علماً، وكانت توقع بين يديه فتخرج التوقيعات إلى الكاتب، وربما اقترحوا عليها نسخ الكتاب لبلاغتها. وكانت شيعية تركب معه بسيف ومنطقة وسواد فلا يعلم أجارية هي أم غلام. وكان لخازم ابن خزيمة مثلها اسمها قطاة\".\n101-\nقيل: وكان لعثمان بن عفان رضي الله عنه عبد فاستشفع بعلي أن يكاتبه فكاتبه، ثم دعا عثمان بالعبد فقال: إن كنت عركت أذنك فاقتص مني، فأخذ بأذنه ثم قال عثمان: شد يداً، يا حبذا قصاص الدنيا لا قصاص الآخرة \".\nالجزء: 1 ¦ الصفحة: 48\n",
        "102-\nوقال رضي الله عنه: \"ما ملك الدنيا رقيقاً من لم يتجرع بغيظ ريقاً\".\n103-\nوعنه: \"خادم الملك لا يتقدم في رضاه خطوة إلا استفاد بها حظوة\".\n104-\nوقيل: أشرف الرشيد على الكسائي والأمين والمأمون بين يديه يعلمها، [فقام] لحاجته فابتدرا يقدمان نعليه. فقال الرشيد لجلسائه: أي الناس أكرم قدماً؟ فقالوا: أمير المؤمنين. قال: لا، هو الكسائي يخدمه عبد الله ومحمد\".\n105-\n\"ليس حقك علينا بالخدمة دون حقنا عليك بالنعمة\".\n106-\nوقيل: \"نشأ فلان في حضن عنايتك، وأرضع بلبان نعمتك وشرف بقدمه خدمتك\".\nالجزء: 1 ¦ الصفحة: 49\n",
        "107-\nوقيل: دعا بعض أهل الكوفة إخوانه وله جارية فقصرت في بعض ما ينبغي لهم فقال: [طويل]\nإذا لم تكن في بيت الحر حرة\n...\nرأى خللاً فيما تولى الولائد\nفلا يتخذ منهن حر قعيدة فهن لعمر الله بئس القعائد\n108-\nوعن أحمد بن سهل: \"عز الملوك بالمماليك\".\n109-\nوقيل: \"كان لمحمد بن سليمان بن عبد الملك بن عباس خمسون ألف مولى وهو وأخوه جعفر بن سليمان من ملوك بني هاشم وفرسانهم، وقد زوجه المهدي بنته العباسة ونقلها إليه إلى البصرة\".\nالجزء: 1 ¦ الصفحة: 50\n",
        "110-\nعلي رضي الله عنه: \"اجعل لكل إنسان من خدمك عملاً تأخذه به فإنه أحرى أن لا يتواكلوا في خدمتك\".\n111-\nلا تبذل رقك لمن لا يعرف حقك.\n112-\nقل ما تنفع خدمة الجوارح إلا بخدمة القلب.\n113-\nجندل مولى عدي بن حاتم يفتخر بأنه محرر الرجال دون النساء: [طويل]\nوما فك رقي ذات دل خريدة\n...\nولا خطأتني غرة وحجول\nنماني إلى العلياء أبيض ماجد\n...\nفأصبحت أدري اليوم كيف أقول\n114-\nكان لرجل غلام من أكسل الناس فأمره بشراء عنب وتين فأبطأ حتى نوط الروح، ثم جاء بإحداهما فضربه وقال: ينبغي لك إذا استقضيتك حاجة أن\nالجزء: 1 ¦ الصفحة: 51\n",
        "تقضي حاجتين. ثم مرض فأمره أن يأتيه بطبيب فجاء به وبرجل آخر، فسأله فقال له: أما ضربتني وأمرتني أن أقضي حاجتين في حاجة؟ جئتك بطبيب فإن رجاك وإلا حفر هذا قبرك. فهذا طبيب وهذا حفار.\n115-\nوقال المأمون: [مجزوء الرمل]\nكنت حراً هاشمياً\n...\nفاسترقتني الإماء\nأنا مملوك لمملو\n...\nك وتحتي الأمراء\n116-\nكانت للمأمون جويرية من أحسن الناس وجهاً وأسبقهم إلى كل نادرة فحلت عنده في ألطف محل فحسدتها الجواري، وقلن لا حسب لها. فنقشت على خاتمها \"حسبي حبي \" فازداد بها المأمون عجباً، فسمت فجزع عليها وأنشد: [سريع]\nاختلست ريحانتي [من] يدي\n...\nأبكي عليها آخر المسند\nالجزء: 1 ¦ الصفحة: 52\n",
        "كانت هي الأنس إذا استوحشت\n...\nنفسي من الأقرب والأبعد\nوروضة كانت بها مرتعي\n...\nومنهلاً كان بها موردي\nكانت يدي كان بها قوتي\n...\nفاختلس الدهر يدي من يدي\n117-\nالمتوكل في جارية: [وافر]\nأمازحها فتغضب ثم ترضى\n...\nفكل فعالها حسن جميل\nفإن غضبت فأحسن ذي دلال\n...\nوإن رضيت فليس لها عديل\n118-\nدعا طلحة أبا بكر وعمر وعثمان فأبطأ عليه الغلام بشيء أراده فصاح: يا غلام، فقال: لبيك. فقال طلحة: لا لبيك. فقال أبو بكر: ما يسرني أني قلتها [ولي الدنيا، وقال عثمان: ما يسرني أني قلتها وأن لي حمر النعم. فصمت عليها طلحة فلما خرجوا باع ضيعته بخمسة عشر ألفاً وتصدق بها.\nالجزء: 1 ¦ الصفحة: 53\n",
        "119-\nكان لمحمد بن أبي الحارث الكوفي صديق له قينه فباعها ببرذون فقال محمد شعر [مجزوء الرمل]\nقينه كانت تغني\n...\nمسخت برذون أدهم\nعجبت بالساباط يوماً\n...\nفإذا القينه تلجم\n120-\nغلام الخالدين مثل في الشهامة والكياسة وجميع شرائط الخدمة، وهو غلام أبي عثمان الخالدي الشاعر. وقال الشيخ أبو الحسن الفارسي النحوي\nالجزء: 1 ¦ الصفحة: 54\n",
        "ابن أخت أبي علي الفارسي: اسمه رشأ. رأيته بعد موت سيده في ناحية عبد العزيز بن يوسف، وقد ارتقى إلى مرتبة الوزارة \".\n121-\nوقال أبو المنصور الثعالبي: قرأت أنا بخطه، قال: [كتب] ابن سكره الهاشمي إلى أبي عثمان يسأله فكتب إليه يقول: [منسرح]\nما هو عبد لكنه ولد\n...\nخولنيه المهيمن الصمد\nوشد أزري بحسن صحبته\n...\nفهو يدري والذراع والعضد\nصغير سن كبير معرفة\n...\nتمازح الضعف فيه والجلد\nالجزء: 1 ¦ الصفحة: 55\n",
        "معشق الطرف كحله كحل\n...\nمعطل الجيد حليه الجيد\nوغصن بانٍ إذا بدى فإذا\n...\nشدا فقمري بانه غرد\nثقفه كيسه فلا عوج\n...\nفي بعض أخلاقه ولا أود\nما غاظني ساعة فلا صخب\n...\nيمر في منزلي ولا حرد\nمسامري إذا دجا الظلام فلي\n...\nمنه حديث كأنه الشهد\nخازن ما في يدي وحافظه\n...\nفليس شيء لدي يفتقد\nيصون كتبي فكلها حسن\n...\nيطوي ثيابي فكلها جدد\nوحاجبي فالخفيف محتبس\n...\nعندي به والثقيل منطرد\nوحافظ الدار إن ركبت فلا\n...\nعلى غلام سواه أعتمد\nومنفق مشفق إذا أنا أسرف\n...\nت [و] بذرت فهو مقتصد\nوأبصرت الناس بالطبيخ فكالمش\n...\nك تراه والعنبر الثرد\nالجزء: 1 ¦ الصفحة: 56\n",
        "وواجد بي من المحبة والرأ\n...\nفة أضعاف ما به أجد\nإذا تبسمت فهو مبتهج\n...\nوإن تنمرت فهو مرتعد\nذا بعض أوصافه وقد بقيت\n...\nله صفات لم يحوها العدد\n122-\nكن أبان بن عبد الحميد بن لاحق مولى لبني رقاش فقال فيهم: [وافر]\nألا يا ليت لي قوماً بقومي\n...\nولو عكلاً فينفعني معاشي\nفكنت لهم أخا ثقة ومولى\n...\nولم أك للئام بني رقاش\n123-\nوقال وحشي الرياحي: [رجز]\nيعجبني [من] فعل كل مسلمة\n...\nمثل الذي تفعل أم سلمة\n[إقصاؤها عن بيتها كل أمة] 124-أهدى داود بن روح بن حاتم المهبلي للمهدي جارية فحظيت عنده\nالجزء: 1 ¦ الصفحة: 57\n",
        "فواعدته المبيت ثم منعها الحيض فكتب إليها يقول: [بسيط]\nلأهجرن حبيباً خان موعده\n...\nولا تذمن وعداً فيه تأخير\nما كان حبسي إلا من حدوث أذى\n...\nلا يستطاع له بالقول تفسير\nوالدهر أطول فيه لإمام مدى\n...\nيحيي السرور وتخليد وتعمير\n125-\nابتاع بعض الشيوخ غلاماً فقلت: بورك لك فيه. فقال: البركة مع من قدر على خدمة نفسه واستغنى عن استخدام غيره فخفت مؤونته، وهانت تكاليفه وكفي سياسة العبيد.\n126-\nأصيب أنو شروان ببعض خدمه فجزع وقال: اثنان هما العدة والعمدة في النوائب: الخادم الناصح والقريب الصديق. وقد فجعت بأحداهما ولم اكتحل بالآخر\".\nالجزء: 1 ¦ الصفحة: 58\n",
        "127-\nوعن معاوية: \"التسلط على المماليك من لؤم القدرة\".\n128-\nقال القرشي: سألني سعيد بن المسيب عن أخوالي فقلت: أمي فتاة، فنقصت في عينيه.\nفأهملت حتى دخل إليه سالم بن عبد الله بن عمر فقلت: من أمه؟ فقال: فتاة. ثم دخل قاسم بن محمد بن أبي بكر الصديق فقلت: من أمه؟ فقال: فتاة. ثم دخل علي بن الحسين فقلت: من أمه؟ فقال: فتاة. فقلت رأيتني نقصت في عينك لأني ابن فتاة، إنما لي بهؤلاء أسوة. فجللت في عينه\".\n129-\nعبيد الله بن الحر: [طويل]\nفإن تك أمي من نساء أفاءها\n...\nجياد القنا والمرهقات الصفائح\nفتباً لفضل الحر إن لم أنل به\n...\nكرائم أولاد النساء الصرائح\nالجزء: 1 ¦ الصفحة: 59\n",
        "130-\nعنترة: [كامل]\nإني امرؤ من خير عبسٍ منصباً\n...\nشطري وأحمي سائري بالمنصل\n131-\nقال هشام بن عبد الملك لزيد بن علي: بلغني أنك تطلب الخلافة\nالجزء: 1 ¦ الصفحة: 60\n",
        "ولست لها بأهل. فقال: لم؟ قال: لأنك ابن أمة، قال: فقد كان إسماعيل ابن أمةٍ. وإسحاق ابن حرة، وأخرج الله من صلب إسماعيل خير ولد لآدم.\n132-\nقال الحجاج بن عبد الملك بن الحجاج بن يوسف: لو كان رجل من ذهب لكنته. قيل: كيف؟ قال: لم تلدني أمة إلى آدم ما خلا هاجر. فقالوا: لولا هاجر لكنت كلباً من الكلاب\".\n133-\nقال رجل لعبد له استعقله: ألا ألحقك بنفسي؟ قال: لا، أن أكون عبداً [آبقا] أحب إلي من أن أكون حراً لاحقاً\".\n134-\nجعفر بن عقاب: [وافر]\nوضمتني العقاب إلى حشاها\n...\nوخير الطير قد علموا العقاب\nالجزء: 1 ¦ الصفحة: 61\n",
        "فتاة من بني سام بن نوح\n...\nسبتها الخيل غصباً والركاب\n135-\n[دخل جرير على الحجاج وعلى رأسه جارية، فقال له: بلغني أنك ذو بديهة] فقل فيها. فقال: ما لي [أن] أقول فيها حتى أتأملها، وما لي أن أتأمل جارية الأمير. فقال: بل، فتأملها. فقال: ما اسمك يا جارية؟ فأمسكت. فقال الحجاج: خبريه يالخناء. فقالت: أمامة. فأنشد: [كامل]\nودع أمامة حان منك رحيل\n...\nإن الوداع لمن تحب قليل\nهذي القلوب هوائماً تيمنها\n...\nوأرى الشفاء وما إليه سبيل\nفقال الحجاج: جعل الله لك السبيل: فضرب بيده يدها فامتنعت منه فقال: [كامل]\nإن كان ظنكم الدلال فإنه\n...\nحسن جمالك يا أميم جميل\nالجزء: 1 ¦ الصفحة: 62\n",
        "فاستضحك الحجاج وأمر بتجهيزها إلى اليمامة، وكانت من أهل الري وإخواتها أحرار فبذلوا له عشرين ألفاً فأبى وقال: [طويل]\nإذا عرضوا عشرين ألفاً تعرضت\n...\nلأم حكيم حاجة هي ماهيا\nلقد زدت أهل الري مني مودة\n...\nوحببت أضعافاً إلي المواليا\nوأولدها حكيماً وبلالاً وحرزة\".\n136-\nوقال: \"الرقيق جمال وليس بمال، فعليك من المال بما يعولك وليس تعوله\".\n137-\nاشترى يزيد بن عبد الملك حبابة بأربعة آلاف دينار، وكان صاحب لهو فحجر عليه سليمان فردها. فلما ولي يزيد وكانت تحته سعدة بنت عبد الله بن عمرو بن عثمان وكانت حرة عاقلة، قالت: يا أمير المؤمنين\nالجزء: 1 ¦ الصفحة: 63\n",
        "هل بقي من الدنيا شيء تتمناه؟ قال: نعم، حبابه. فسألت عنها فقيل اشتراها رجل من أهل مصر، فأرسلت من اشتراها بأربعة آلاف وقدم بها فصنعها حتى ذهب عنها آثار السفر، ثم أتت بها فراش يزيد وأجلستها وراء الستر وقالت: هل بقي شيء من الدنيا تتمناه؟ قال: قال ألم تسأليني عن هذا مرة؟ فرفعت الستر وقالت: هذه حبابة. وقامت وخلتها. فحظيت سعدة عنده.\n138-\nكانت لبصري جارية، وكانت أحب إليه من سمعه وبصره، فقعد الدهر به فاعتزم على بيعها، فاشتراها عمرو بن عبد الله بن معمر التميمي بألف دينار. فلما ذهبت الجارية لتدخل علق بثوبها وقال: [طويل]\nتذكر من بسباسة القلب حاجة\n...\nدعت حزناً للعاشق المتذكر\nالجزء: 1 ¦ الصفحة: 64\n",
        "عليك سلام لا زيارة بيننا\n...\nولا وصل إلا أن يشاء ابن معمر\nفقال ابن معمر: قد شئت، فخذها وخذ الألف.\n139-\nوقال محمود بن مروان بن أبي حفصة يصف جارية، يقول: [كامل]\nليست تباع ولو تباع بوزنها\n...\nدراً بكى أسفاً عليها البائع\n140-\nعلق عبد الرحمن بن أبي عمار جارية وكان من نساك الحجاز فاستهتر بذكرها حتى مشى إليه عطاء وطاووس ومجاهد يعظونه فأنشد: [بسيط]\nيلومني فيك أقوام أجالسهم\n...\nفما أبالي أطار اللوم أم وقعا\nالجزء: 1 ¦ الصفحة: 65\n",
        "فحج عبد الله بن جعفر فزاره الناس إلا عبد الرحمن فاستزاره، وكان قد تقدم فاشترى له الجارية بأربعين ألفاً وأمر بتجهيزها. فقال له: ما فعل حب فلانة بك؟ قال: هو في اللحم والدم والمخ والعصب والعظام. قال: أتعرفها إن رأيتها؟ قال: إن دخلت الجنة لم أنكرها. فأمر بها، فأخرجت وهي ترفل في الحلي والحلل وقال: شأنك بها. وأمر أن يحمل معها مائة ألف درهم. فبكى عبد الرحمن فرحاً وقال: قد خصكم الله بشرف ما خص به أحد من صلب آدم، فليهنكم هذه النعمة، وبارك لكم واهباً\".\n141-\nعن جويرية بن أسماء: أراد ابن سيرين شراء جارية، فقلت: قد علمت مكانها، ولكن في شفتها عظم. فقال: ذاك أفخم لقبلتها\".\nالجزء: 1 ¦ الصفحة: 66\n",
        "الباب الثالث\nفي العداوة والجسد والبغضاء والشماتة وذكر الأضغان والطوائل والوعيد والتهديد 142-قال النبي صلى الله عليه وسلم: \"أعدى عدوك نفسيتك التي بين جنبيك\".\n143-\nوقال أبو بكر الصديق رضي الله عنه: \"العداوة تتوارث\".\n144-\nوقال ابن مسعود رضي الله عنه: \" اللهم إني لأستعديك على نفسي عدوى لا عقوبة فيها\".\n145-\nوقال داود عليه السلام: \"لا تشتر عداوة واحد بصداقة ألف\".\n146-\nوقال: الحارث بن أبي شمر الغساني من اغتر بكلام عدوه فهو أعدى عدو لنفسه\".\nالجزء: 1 ¦ الصفحة: 67\n",
        "147-\nوقال أعرابي: \"كبت الله كل عدو لك إلا نفسك\".\n148-\nأراد كسرى أن يتزوج بنت بزر جمهر بعد قتله فقالت: \"لو كان ملككم حازماً ما جعل بينكم وبين شعاره موتورة\".\n149-\nوقال زياد بن عبيد الله بن عبد المدان خال أبي العباس السفاح وكان ولاه المدينة فعزله المنصور عنها وعذبه،\nالجزء: 1 ¦ الصفحة: 68\n",
        "فأنشد [وافر]\nفلو أني بليت بهاشمي\n...\nخؤولته بنو عبد المدان\nصبرت على عداوته ولكن\n...\nتعالوا وانظروا بمن ابتلاني\nيقول: لو بليت بهذا من السفاح الذي أخواله كرام لكان أهون علي من أن أبلى به ممن أمه أمه، يعني المنصور.\n150-\nشعر: [طويل]\nولا غرو أن يبلى شريف بخامل\n...\nفمن ذنب التنين تنكسف الشمس\n151-\nبث رجل في وجه أبي عبيدة مكروهاً فأنشأ يقول: شعر [طويل]\nفلو أن لحمي إذا وهى لعبت به\n...\nسباع كرام أو ضباع وأذؤب\nلهون وجدي أو لسلى مصيبتي\n...\nولكنما أودى بلحمي أكلب\nالجزء: 1 ¦ الصفحة: 69\n",
        "152-\nكان حاتم أسيراً في بلاد عنزة فلطمته أمه لهم فقال: [وافر]\nعذرت البزل إذ هي خاطرتني\n...\nفما بالي وبال ابن اللبون\n153-\nوقال عبد الله بن الحسن بن الحسن: \" إياك ومعاداة الرجال فإنك لن تعدم مكر حليم أو مفاجأة لئيم\".\n154-\nوقال أبو شروان: \" العدو الضعيف المحترس من العدو القوي أحوى للسلامة من العدو القوي المغتر بالعدو الضعيف\".\n155-\nوقال صالح بن سليمان: لا تستصغروا عدواً. فإن العزيز ربما شرق بالذباب\".\nالجزء: 1 ¦ الصفحة: 70\n",
        "156-\nتقول العرب: \"أصبحنا يتكاشحان ولا يتناصحان، ويتكاشران ولا يتعاشران\".\n157-\nقيل لكسرى: \" أي الناس أحب إليك أن يكون عاقلاً؟ قال: عدوي. قال: لأنه إذا كان عاقلاً كنت منه في عافية\".\n158-\nدريج بن جابر الغيداقي: [طويل]\nإذا المرء عادى من يودك صدره\n...\nوسالم ما اسطاع الذين تحارب\nفلا تفله عما يجن ضميره\n...\nفقد جاء منه بالشناءة راكب\n159-\nذؤيب بن حبيب الخزاعي: [سريع]\nقلبي إلى ما ضرني داعي\n...\nيكثر أحزاني وأوجاعي\nكيف احتراسي من عدوي إذا=كان عدوي بين أضلاعي 160-فيلسوف: كونوا من المسر المدغل أخوف من المكاشف المعلن فإن مداواة العلل الظاهرة أهون من مداواة ما خفي وبطن.\nالجزء: 1 ¦ الصفحة: 71\n",
        "161-\nوعنه:\"إياك أن تعادي من إذا شاء طرح ثيابه ودخل مع الملك في لحافه\".\n162-\nوعن محمد بن يزداد الكاتب: إذا لم تستطع أن تعض يد عدوك فقبلها\".\n163-\nحكيم: إني لأغتنم من عدوي أن ألقي عليه النملة وهو لا يشعر فتؤذيه\". 164-كتب مروان الحمار إلى الخارجي الشيباني: أنا وإياك كالحجر والزجاجة، إن وقع عليها رضها وإن وقعت عليه فضها\".\n165-\nنازع غلام من بني أمية عبد الملك بن مروان فأربى عليه، فقيل لعبد الملك: \" لو تظلمت منه إلى عمه فقال: لا أرى انتقام غيري انتقاما\".\nالجزء: 1 ¦ الصفحة: 72\n",
        "166-\nوقال الواثق بالله وأجاد: [وافر]\nتنح عن القبيح ولا ترده\n...\nومن أوليته حسناً فزده\nستكفى من عدوك كل كيد\n...\nإذا كاد العدو ولم تكده\n167-\nكانت جليلة بنت مرة أخت جساس تحت كليب فقتل أخوها زوجها وهي حبلى بهجرس بن كليب، فلما شب\nالجزء: 1 ¦ الصفحة: 73\n",
        "أنشد يقول: [طويل]\nأصاب أبي خالي وما أنا بالذي\n...\nأميل بين خالي ووالدي\nوأورث جساس بن مرة غصة\n...\nإذا ما اعترتني حرها غير بارد\nثم قال: [بسيط]\nيا للرجال لقلب ما له آسي\n...\nكيف العزاء وثأري عند جساس\nثم قتله وأنشد: [وافر]\nألم تراني ثأرت أبي كليباً\n...\nوقد يرجى المرشح للذحول\nغسلت العار عن جشم بن بكر\n...\nبجساس بن مرة في التبول\nالجزء: 1 ¦ الصفحة: 74\n",
        "بكت يوماً لقتلته أناس\n...\nلعمر الله للجذع الأصيل\n168-\nوعن علي رضي الله عنه وذكر عثمان: \" وكان طلحة والزبير أهون سيرهما فيه الوجيف، وأرفق حدائهما العنيف\". أراد أنهما كان يجدان في عداوته.\n169-\nوعنه: \"جد على عدوك بالفضل فإنه أحلى الظفرين.\n170-\nمراجل أحقادهم تفور وطوالع إضغانهم لا تغور\".\n171-\nهبت عليهم ريح الأعادي فسفتهم عن البوادي.\nالجزء: 1 ¦ الصفحة: 75\n",
        "172-\nمن كثر غمره لم يطل عمره.\n173-\nدار عدوك لأحد أمرين: إما لصداقة تؤمنك أو لفرصة تمكنك.\n174-\nلكل إبراهيم نمرود ولكل موسى فرعون.\n175-\nمحاسبة الصديق دناءة وترك الحق للعدو غباء 176-سويد بن منجوف لمصعب: [وافر]\nفأبلغ مصعباً عني رسولا\n...\nوهل يلقى النصيح بكل وادي\nلتعلم أن أكثر من تناجي\n...\nوإن ضحكوا إليك هم الأعادي\nالجزء: 1 ¦ الصفحة: 76\n",
        "177-\nأنشد الجاحظ: [رجز]\nالناس أمثال السباع فانشمر\n...\nفمنهم السبع ومنهم النمر\nوالضبع العرجاء والليث الحمر 178-\" فلان كثير المزاق مر المذاق \".\n179-\nوقال النبي صلى الله عليه وسلم: \"ألا أخبركم بأشراركم، من أكل وحده، وشرب وحده، وضرب عبده، ومنع رفده. ألا أخبركم بشر من ذلك، من يبغض الناس ويبغضونه\" 180-وقال الحجاج لخارجي: \"والله إني لأبغضكم. قال: أدخل الله أشدنا بغضاً لصاحبه الجنة\".\nالجزء: 1 ¦ الصفحة: 77\n",
        "181-\nوقال وكيع: \"جئنا مرة إلى الأعمش فلما سمع حسنا قام ودخل فلم يلبث أن خرج فقال: رأيتكم فأبغضتكم فدخلت إلى من هو أبغض منكم فخرجت إليكم\".\n182-\n[أراد] أنو شروان أن يقلد ولده هرمز ولاية العهد فاستشار عظماء مملكته فأنكروا عليه، وقال بعضهم: إن الترك ولدته وفي أخلاقهم ما علمت. فقال: الأبناء ينسبون إلى الآباء لا إلى الأمهات. وكانت أم قباذ تركية وقد رأيتم من حسن سيرته وعدله ما رأيتم. فقيل: هو قصير وذلك يذهب ببهاء الملك. فقال: إن قصره من رجليه ولا يكاد يرى إلا جالساً أو راكباً ولا يستبين [ذلك فيه. هو بغيض في الناس. فقال: أوه، أهلكت ابننا\nالجزء: 1 ¦ الصفحة: 78\n",
        "هرمز، فقد قيل إن من كان فيه خير] واحد ولم يكن ذلك الخير للمحبة في الناس فلا خير فيه. ومن كان به عيب واحد ولم يكن ذلك العيب مبغضةً في الناس فلا عيب فيه\".\n183-\nوقال عبد الله بن معاوية بن عبد الله بن جعفر بن أبي طالب في الفضل: [طويل]\nرأيت فضيلاً كان شيئاً ملفلفاً\n...\nفكشفه التمخيض حتى بدا ليا\nالجزء: 1 ¦ الصفحة: 79\n",
        "أأنت أخي ما لم تكن لي حاجة\n...\nفإن عرضت أيقنت أن لا أخا ليا\nولست براء عيب ذي الود كله\n...\nولا بعض ما فيه إذا كنت راضيا\nفعين الرضا عن كل عيب كليلة\n...\nولكن عين السخط تبدي المساويا\n184-\nوقال غيره: [وافر]\nوعين البعض تبرز كل عيب\n...\nوعين الحب لا تجد العيوبا\n185-\nوقال: \"ابن عمر رضي الله عنهما يقول: \"نعوذ بالله من قدر وافق إرادة حسود\".\n186-\nقيل لأرسطالين: \"ما بال الحسود أشد غماً؟ قال: لأنه يأخذ بنصيبه من غموم الدنيا ويضاف إلى ذلك غمه بسرور الناس\".\n187-\nوقال النبي صلى الله عليه وسلم: \"استعينوا على حوائجكم بالكتمان فإن كل ذي نعمة محسود\".\nالجزء: 1 ¦ الصفحة: 80\n",
        "188-\nتذاكر قوم من ظرفاء البصرة الحسد فقال رجل: إن الناس لربما حسدوا على الصلب. فأنكروا ذلك. ثم جاءهم بعد أيام فقال: إن الخليفة قد أمر بصلب الأحنف ومالك بن مشمع وقيس بن الهيثم وحمدان الحجام. فقالوا: هذا الخبيث يصلب مع هؤلاء؟ فقال: ألم أقل لكم إن الناس يحسدون على الصلب\".\n189-\nوقال منصور الفقيه: [وافر]\nمنافسة الفتى فيما يزول\n...\nعلى نقصان همته دليل\nومختار القليل أقل منه\n...\nوكل فوائد الدنيا قليل\nالجزء: 1 ¦ الصفحة: 81\n",
        "190-\nالمغيرة بن حبناء شاعر أبي المهلب: [بسيط]\nآل المهلب قوم إن مدحتهم\n...\nكانوا المكارم أبناء وأجدادا\nإن العرانين تلقاها محسدة\n...\nولا ترى للئام القوم حسادا\n191-\nوقال عثمان رضي الله عنه: \"يكفيك من الحاسد أن ينعم وقت سرورك\".\n192-\nوقال مالك بن دينار: شهادة القراء مقبولة في كل شيء إلا شهادة بعضهم على بعض فإنهم أشد تحاسداً من السوس في الوبر.\nالجزء: 1 ¦ الصفحة: 82\n",
        "193-\nوقال أنس رفعة: \"إن الحسد يأكل الحسنات كما تأكل النار الحطب\".\n194-\nوقال بعض حكماء العرب: \"الحسد داء منصف يفعل في الحاسد أكثر من فعله في المحسود. يقول الله عز وجل: \"الحاسد عدو نعمتي، متسخط لفعلي، غير راضي بقسمتي التي قسمت بين عبادي\".\n195-\nوقال عبد الله بن شداد بن الهاد صاحب رسول الله صلى الله عليه وسلم لابنه: \"يا بني إن سمعت كلمة من حاسد فكن كأنك لست بشاهد، فإنك إن أمضيتها صار جميع العيب على من قالها\".\n196-\nوقال الأصمعي: \"رأيت أعرابياً قد بلغ عمره مائة سنة فقلت له: ما طول عمرك؟ قال: تركت الحسد فبقيت\".\nالجزء: 1 ¦ الصفحة: 83\n",
        "197-\nوقال أعرابي: \"ما رأيت ظالماً أشبه بمظلوم من الحاسد\".\n198-\nشعر: [طويل]\nتراه كأن الله يجدع أنفه\n...\nوأذنيه إذ مولاه بات له وفر\n199-\nوقال أبو الطيب المتنبي وأجاد: [بسيط]\nما لقيت من الدنيا وأعجبها\n...\nأني بما أنا باك منه محسود\n200-\n[ابن الحجاج] : [طويل]\nلا تحسدوني فلا والله ما بلغت\n...\nلولا الخساسة حالي موضع الحسد\nالجزء: 1 ¦ الصفحة: 84\n",
        "وإنما في يدي عظم أمششه\n...\nمن المعاش بلا لحم ولا غدد\n201-\nلا يخلو السيد من ودود يمدح [وحسود يقدح] .\n202-\nلا يسلم الفاضل من قادح يقدح، وإن غدا أقوم من قدح\".\n203-\nوقال ابن مسعود رضي الله عنه: \"ألا لا تعاد نعم الله. قيل: ومن يعادي نعم الله؟ قال: الذين يحسدون الناس على ما آتاهم الله\".\n204-\nكان يقال: \"إياك والحسد فإنه يتبين فيك ولا يتبين في محسودك\".\n205-\nوقال حكيم: \"الحسد خلق دنيء، ومن دناءته أنه يبدأ بالأقرب فالأقرب\".\n206-\nوقيل لعبد الله بن عروة: \"لزمت البدو وتركت قومك. قال: وهل بقي إلا حاسد على نعمة أو شامت على نكبة؟ \".\n207-\nوعنه: \"الحسود غضبان على القدر، والقدر لا يعتبه\".\n208-\nبينما عبد الملك بن صالح العباسي يسير مع الرشيد في موكبه إذا هتف\nالجزء: 1 ¦ الصفحة: 85\n",
        "هاتف: \"يا أمير المؤمنين طأطئ من إشرافه، وقصر من عنانه واشدد من شكاله. فقال الرشيد ما يقول هذا؟ فقال عبد الملك: مقال حاسد، ودسيس حاسد. قال: صدقت، نقص القوم وفضلتهم، وتخلفوا وسبقتهم حتى برز شاؤك وقصر عنك غيرك، ففي صدورهم جمرات التخلف وحزازات التبلد. فقال عبد الملك: يا أمير المؤمنين فأضرمها عليهم بالمزيد\" 209-شعر: [بسيط]\nيا طالب العيش في أمن وفي دعة\n...\nرغدا بلا قتر صفواً بلا رنق\nخلص فؤادك من غل ومن حسد\n...\nفالغل في القلب مثل الغل في العنق\n210-\nعباد بن ثعلبة وهو أنف الكلب حسده بنو أخيه فقال: [بسيط]\nقد كنت أحسبكم أو خلتكم ولدا\n...\nفاليوم أعلم أن لستم بأولادي\nالجزء: 1 ¦ الصفحة: 86\n",
        "الله يعلم غيبي كيف كان لكم\n...\nوالله يعلم ما غبتم لعباد\n211-\nكتب عبد الملك إلى الأحنف يستدعيه فقال: يدعوني ابن الزرقاء إلى ولاية أهل الشام، فو الله لوددت أن بيننا وبينهم جبلاً من نار، فمن أتانا منهم احترق ومن أتاهم منا احترق\".\n212-\nوقال ابن حيان: قال لقمان: نقلت الصخر، وحملت الحديد فلم أر شيئاً أثقل من الدين، وأكلت الطيبات وعانقت الحسان فلم أر ألذ من العافية.\nوأنا أقول: لو مسح القفار ونزح البحار وأحصى القطار لوجدها أهون من شماتة الأعداء خاصة إذا كانوا مساهمين في نسب أو مجاورين في بلد\".\n213-\n\"اللهم إني أعوذ بك من تتابع الإثم وسوء الفهم وشماتة ابن العم\".\n214-\nقيل لأيوب عليه السلام: أي شيء كان عليك في بلائك أشد؟ قال: شماتة الأعداء\".\n215-\nوقال واثلة بن الأشقع رفعه: \"لا تظهر الشماتة بأخيك المسلم فيرحمه الله ويبتليك\".\nالجزء: 1 ¦ الصفحة: 87\n",
        "216-\nأنشد الجاحظ: [وافر]\nتقول العاذلات تسل عنها\n...\nوداو غليل قلبك بالسلو\nفكيف وقبلة منها اختلاسا\n...\nألذ من الشماتة بالعدو\n217-\nالخبز أرزي: [طويل]\nشماتتكم من فوق ما قد أصابني\n...\nوما بي دخول النار في طنز مالك\n218-\nابن أبي عيينة المهلبي: [كامل]\nكل المصائب قد تمر على الفتى\n...\nفتهون غير شماتة الأعداء\nالجزء: 1 ¦ الصفحة: 88\n",
        "219-\nوقال أعرابي: \"نبو الطرف عنوان الشر\".\n220-\nوقال الجاحظ: \"ما رأيت سناناً هو أنفذ من شماتة الأعداء\".\n221-\nقيل لأفلاطون: \"بم ينتقم الإنسان من عدوه؟ قال: بأن يزداد فضلاً في نفسه\".\n222-\nوقال النبي صلى الله عليه وسلم: \" [خير] ما أعطي المؤمن من خلق حسن، وشر ما أعطي الرجل قلب سوء في صورة حسنة\".\n223-\nسئل الحسن: أيحسد المؤمن؟ قال: وما أنساك لبني يعقوب! \".\n224-\nلو كانت المشاجرة شجرة لم تثمر إلا صخراً.\nالجزء: 1 ¦ الصفحة: 89\n",
        "225-\nإذا رأى نعمة بهت، وإذا رأى عثرة شمت.\n226-\nالخلاف غلاف الشر.\n227-\nشعر: [بسيط]\nمن العداوة آباء لنا سلفوا\n...\nفلن تبيد وللآباء أبناء\n228-\nبلغ عمرو بن عتبة شماتة قوم به في مصائب، فقال: \"والله لئن عظم مصابنا يموت رجالنا لقد عظمت النعمة علينا بما أبقى الله لنا شباباً يشبون الحروب وسادة يشدون المعروف. وما خلقنا ومن شمت بنا إلا للموت\".\n229-\nلما قبض رسول الله صلى الله عليه وسلم سمع بموته نساء من كندة وحضرموت فخضبن أيديهن وضربن بالدفوف. فقال رجل منهم: شعر [كامل]\nأبلغ أبا بكر إذا ما جئته\n...\nأن البغايا رمن أي مرام\nأظهرن في موت النبي شماتة\n...\nوخضبن أيديهن بالعلام\nالجزء: 1 ¦ الصفحة: 90\n",
        "فاقطع هديت أكفهن بصارم\n...\nكالبرق أومض في متون غمام\nفكتب أبو بكر رضي الله عنه إلى المهاجر عامله، فأخذهن وقطع أيديهن.\n230-\nوقيل: \"فلان يتربص بك الدوائر، ويتمنى لك الغوائل، ولا يؤمل صلاحاً إلا في فسادك، ولا رفعة إلا في سقوط حالك\".\n231-\nكتب عبد الحميد عن مروان إلى أبي مسلم كتاباً قد نفث خراشي صدره. وكان من كبر حجمه قد حمل على جمل، فدعا أبو مسلم بنار\nالجزء: 1 ¦ الصفحة: 91\n",
        "فطرحه فيها إلا قدر ذراع كتب فيه هذين البيتين يقول: [طويل]\nمحا السيف أشطار البلاغة وانتخى\n...\nعليك ليوث الغاب من كل جانب\nفإن تقدموا نعمل سيوفاً شحيذة\n...\nيهون عليها العتب من كل عاتب\n232-\nقيل لعبد الملك بن صالح الهاشمي: \"إنك لحقود. فتمثل بقول: [طويل]\nإذا ما امرؤ لم يحقد الوتر لم يكن\n...\nلديه لدى النعمى جزاء ولا شكر\nالجزء: 1 ¦ الصفحة: 92\n",
        "غيره: [كامل]\nفدع الوعيد فما وعيدك ضائري\n...\nأطنين أجنحة الذباب يضير\n235-\nوقال علي كرم الله وجهه: \"لأضغطن الكوفة ضغطة تحبق لها البصرة\" 236-عمارة بن عقيل: [بسيط]\nيا أيها الراكب الماضي لطيته\n...\nبلغ حنيفة وانشر فيهم الخبرا\nالجزء: 1 ¦ الصفحة: 93\n",
        "مهلاً حنيفة إن الحرب إن طرحت\n...\nعليكم بركها أسرعتم الضجرا\n237-\nمغلس بن لقيط السري: [طويل]\nقرينين كالذئبين يعتورانني\n...\nوشر صحابات الرجال ذئابها\nإذا رأيا بي غرة أغريا بها\n...\nأعادي والأعداء تعوي كلابها\nوإن رأياني قد نجوت تلمسا\n...\nلرجلي مغواة هياماً ترابها\n238-\nحكيم: \"لا تأمنن الضعيف فإن القناة قد تقتل وإن عدمت السنان والزج\".\nالجزء: 1 ¦ الصفحة: 94\n",
        "239-\n[طويل] :\nإذا ما رآني مقبلاً شان نبله\n...\nويرمي إذا وليت ظهري بأسهم\n240-\nالنابغة الجعدي: [طويل]\nوراثة نقص من أبيك ورثتها\n...\nفلا برحت حتى تلاقي المنخلا\n241-\nعمرو بن معدي كرب: [كامل]\nعجبت نساء بني زياد عجة\n...\nكعجيج نسوتنا غداة الأرنب\nالجزء: 1 ¦ الصفحة: 95\n",
        "242-\nطفيل الغنوي: [طويل]\nفذوقوا كما ذقنا غداة محجر\n...\nمن الغيظ في أكبادنا والتحوب\n243-\nأوس بن حجر: [طويل]\nرأيت يزيداً يزدريني بعينه\n...\nتشاوس رويداً إنني متأمل\n244-\nوله: [طويل]\nفمن لم يكن منكم مسيئاً فإنه\n...\nيشد على كف المسيء فيجلب\n245-\nالسمهري العكلي: [طويل]\nإذا خرسي قعقع الباب أرعدت\n...\nفرائص أقوام وطارت قلوبها\nالجزء: 1 ¦ الصفحة: 96\n",
        "فإن يك عكل سرها ما أصابني\n...\nفقد كنت مصبوياً على من يريها\n246-\nعبيد الله بن سليمان بن وهب: [بسيط]\nكاد الأعادي فلا والله ما تركوا\n...\nقولاً وفعلاً وتلقيناً وتهجينا\nولم نزد نحن في سر وفي علن\n...\nعلى مقالتنا يا ربنا اكفينا\n247-\nقدامة بن موسى المدني: [رمل]\nإن بدراً نعمة سابغة\n...\nخصنا الله بها حين قسم\nالجزء: 1 ¦ الصفحة: 97\n",
        "فضل الله بها أهل التقى\n...\nوبنى الله بيوتاً وهدم\nإنما يحسد أو يبغضنا\n...\nكشفاء الجد أعداء النعم\n248-\nفي نوابغ الكلم: \"الحسد حسك، من تعلق به هلك\".\n249-\nنصير بن سيار: [بسيط]\nإني نشأت وحسادي ذوو عدد\n...\nيا ذا المعارج لاتنقص لهم عددا\nإن يحسدوني على ما بي لما بهم\n...\nفمثل ما بي مما يجلب الحسدا\n250-\nمعن بن زائدة: [بسيط] إني حسدت فزاد الله في حسدي=لا عاش من عاش يوماً غير محسود\nالجزء: 1 ¦ الصفحة: 98\n",
        "251-\nحسيل بن عرفطة الأسدي: [طويل]\nليهنئك بغض في الصديق وظنه\n...\nوتحديك الشيء الذي أنت كاربه\nوإنك مشنوء إلى كل صاحب\n...\nبلاك، ومثل الشر يكره راكبه\nفلم أر مثل الجهل أدنى إلى الردى\n...\nولا مثل بغض الناس غمض صاحبه\n252-\nوقال الحسن: \"الكبش يعتلف، والسكين تحد، والتنور يسجر\".\n253-\nكتب علي رضي الله عنه إلى أهل البصرة: \"فإن خطت بكم الأهواء الردية\nالجزء: 1 ¦ الصفحة: 99\n",
        "والآراء الجارية إلى منابذتي وخلافي فها أنا إذاً قد قرب جيادي ورحلت ركابي. ولئن ألجأتموني إلى المسير معكم لأوقعن بكم وقعة لا يكون يوم الجمل إليها إلا كلعقة لاعق، مع أني عارف لذي الطاعة منكم فضله، ولذي النصيحة حقه، غير متجاوز متهماً إلى بريء، ولا ناكثاً إلى وفي\".\n254-\nعقال بن شبة: \"كنت رديف أبي فلقيه جرير فحياه ولاطفه. فقلت له: أبعد ما قال؟ قال: يا بني أفأوسع جرحي؟ \".\n255-\nقال السفاح لسديف حين أغراه على بني مروان: \"يا سديف خلق الإنسان من عجل\".\nالجزء: 1 ¦ الصفحة: 100\n",
        "ثم قال: [بسيط]\nأحيا الضغائن آباء لنا سلفوا\n...\nفلن تبد وللآباء أبناء\n256-\nعن المنصور: \"إذا مد عدوك إليك يده فاقطعها إن أمكنك، وإلا فقلبها\".\nالجزء: 1 ¦ الصفحة: 101\n",
        "الباب الرابع\nفي العدل والإنصاف واستعمال السوية في القسمة وغيرها ومن عدل وأوصى بالعدل 275-قال النبي صلى الله عليه وسلم: \"زين الله الدنيا بثلاث: بالشمس والقمر والكواكب. وزين الأرض بثلاث: بالعلماء والمطر وسلطان عادل\".\n258-\nأول خطبة خطبها عمر رضي الله عنه: \"أيها الناس إنه والله ما منكم أحد هو أقوى عندي من الضعيف حتى آخذ الحق له، ولا أضعف عندي من القوي حتى آخذ الحق منه\".\n259-\nوقال علي كرم الله وجهه: \"أشد الأعمال ثلاثة: ذكر الله على كل حال، ومواساة الإخوان بالمال، وإنصاف الناس من نفسك\".\n260-\nوجه علي رضي الله عنه ابن عباس وعمار بن ياسر\nالجزء: 1 ¦ الصفحة: 103\n",
        "والحسن ابنه حين توجه إلى صفين لعزل أبي موسى عن الكوفة، وحمل ما في بيت مالها فوجدوا فيه اثنين وخمسين ألف ألف درهم فقال: \"كيف اجتمع هذا كله للأشعري ولم يجتمع لمن قبله؟ فقال مجاشع بن مسعود: أصدقكم. والله ما جمعه إلا العدل في الرعية وإقامة أمر الله في عباده\".\n261-\nكان الإسكندر يقول: \"يا عباد الله إنما إلهكم الله الذي في السماء، الذي نصر نوحاً بعد حين، الذي يسقيكم الغيث عند الحاجة، وإليه مفزعكم عند الكرب. والله لا يبلغني أن الله أحب شيئاً إلا أحببته واستعملته إلى يوم\nالجزء: 1 ¦ الصفحة: 104\n",
        "أجلي، ولا أبغض شيئاً إلا أبغضته وهجرته إلى يوم أجلي. وقد أنبئت أن الله يحب العدل في عباده ويبغض الجور من بعضهم على بعض. فويل للظالم من سيفي وسوطي. ومن ظهر منه العدل من عمالي فليتكئ في مجلسي كيف شاء، وليتمن علي ما شاء فلن تخطئه أمنيته. والله المجازي كلاً بعمله\".\n262-\nوعنه: \"إذا لم يعمر الملك ملكه بالإنصاف خرب ملكه بالعصيان\".\n263-\nالعباس بن عبد المطلب: [طويل]\nأبا طالب لا تقبل النصف منهم\n...\nأبا طالب حتى تعق وتظلما\nأي قومنا إن ينصفونا فأنصفت\n...\nقواطع في أيماننا تقطر الدما\nالجزء: 1 ¦ الصفحة: 105\n",
        "264-\nأنو شروان قيل له: \"أي الجنن أوقى؟ [قال] : الدين. قال: فأي العدد أقوى؟ قال: العدل\".\n265-\nشكوا إلى جعفر بن يحيى عاملاً له فوقع إليه: \"قد كثر شكواك، فإما اعتدلت وإما اعتزلت\".\n266-\nقيل لعلي بن الحسين رضي الله عنه: \"ما بالك إذا سافرت كتمت نسبك أهل الرفقة؟ فقال: [أكره] أن آخذ برسول الله صلى الله عليه وسلم ما لا أعطي مثله\".\n267-\n\"أنصف وانظر إلي بعين الرضا، ثم اقتحم بي جمر الغضا\".\n268-\n\"من أنصف من نفسه رضي [به] حكماً لغيره\".\n269-\nقال رجل إلى سليمان بن عبد الملك وهو جالس للمظالم: \"ألم تسمع قول الله تعالى: (فأذن مؤذن بينهم أن لعنة الله على الظالمين) .\nالجزء: 1 ¦ الصفحة: 106\n",
        "قال: فما خطبك؟ قال: وكيلك اغتصبني ضيعتي وضمها إلى ضيعتك الفلانية. قال: فضيعتي لك وضيعتك مردودة إليك\". وكتب إلى الوكيل بذلك وبصرفه من عمله.\n270-\nرقي إلى كسرى بن قباذ أن في بطانة الملك من فسدت نياتهم وخبثت ضمائرهم. فقال: إنما أملك الأجساد لا النيات، وأحكم بالعدل لا بالرضا، وأفحص عن الأعمال لا عن السرائر\".\n271-\nهارون بن محمد البالسي: [خفيف]\nزيد في قدرك العلي علواً\n...\nيا ابن وهب من كاتب ووزير\nأنت وجه الإمام لا زلت طلقاً\n...\nبك تفتر عابسات الأمور\nأسفر الشرق منك والغرب عن ضو\n...\nء من العدل فاق ضوء البدور\nأشر الناس غيثكم بعد ما كا\n...\nنوا رفاتاً من قبل يوم النشور\nشرد الجور عدلكم فسرحنا\n...\nمنكم بين روضة وغدير\n272-\nنزل رجل بعلي كرم الله وجهه فمكث عنده أياماً ثم تغوث إليه في خصومة، فقال علي: \"أخصم أنت؟ \" قال: \"نعم\". قال: \"تحول عنا، فإن رسول الله صلى الله عليه وسلم نهى أن يضاف خصم إلا ومعه خصمه\".\nالجزء: 1 ¦ الصفحة: 107\n",
        "273-\nوعنه: \"بالسيرة العادلة يقهر المناوئ\".\n274-\nمات بعض الأكاسرة فوجدوا له سفطاً، ففتح فإذا فيه حبة رمان كأكبر ما يكون من النوى معها رقعة مكتوب فيها: \"من حب رمان عمل في خراجه بالعدل\".\n275-\nتظلم أهل الكوفة إلى المأمون من واليهم فقال: ما علمت في عمالي أعدل وأقوم بأمر الرعية، وأعود بالرفق عليهم منه. فقال رجل منهم: يا أمير المؤمنين ما من أحد أولى بالعدل والإنصاف منك. فإن كان بهذه الصفة فعلى أمير المؤمنين أن يوليه بلداً بلداً حتى يلحق كل بلد من عدله مثل الذي لحقنا، ويأخذ بقسطه منه كما أخذنا. وإذا فعل ذلك لم يصبنا منه أكثر من ثلاث سنين. فضحك وعزله.\n276-\nكتب عدي بن أرطأة إلى عمر بن عبد العزيز: أما بعد، فإن قبلنا قوم لا يؤدون الخراج إلا أن يمسهم العذاب. فاكتب إلي رأيك فيهم. فكتب إليه: أما بعد، فالعجب لك كل العجب. تكتب إلي تستأذنني في عذاب البشر، كأن\nالجزء: 1 ¦ الصفحة: 108\n",
        "إذني لك جنة من عذاب [الله] . وكأن رضاي ينجيك من سخط الله. فمن أعطاك ما عليه عفواً فخذه منه، ومن أبي فاستحلفه وكله إلى الله تعالى. لأن يلقوا الله بجرائمم أحب إلي من أن نلقاه بعذابهم. والسلام.\n277-\nجاء رجل من مصر إلى عمر رضي الله تعالى عنه فقال: يا أمير المؤمنين، هذا مقام العائذ. فقال: لقد عذت عياذاً. فما شأنك؟. قال: سابقت ولد عمرو بن العاص فسبقته، فجعل يقنعني بسوطه ويقول: أنا ابن الأكرمين. وبلغ عمراً فحسبني خشية أن آتيك، فانفلت. فكتب عمر إلى عمرو: إذا أتاك كتابي هذا فاشهد الموسم أنت وابنك. وقال للمصري: أقم حتى يقدم عمرو ويشهد الحج. فلما كان وقت قدومه رمى إليه بالدرة فضرب ولد عمرو وعمر يقول: اضرب ابن الأمير حتى قال: يا أمير المؤمنين، قد استغنيت. ثم قال: ضعها على صلعة عمرو. فقال: يا أمير المؤمنين، ضربت\nالجزء: 1 ¦ الصفحة: 109\n",
        "الذي ضربني. فقال: ايم الله، لو فعلت ما منعك أحد حتى تكون أنت الذي تنزع. ثم قال: يا عمرو، متى تعبدتم الناس وقد ولدتهم أمهاتهم أحراراً؟.\n279-\nقدم المنصور البصرة قبل الخلاقة فنزل بواصل بن عطاء، وقال: بلغتني أبيات عن سليمان بن يزيد العدوي في العدل فمر بنا إليه. فأشرف إليهم من غرفة فقال لواصل: من هذا الذي معك؟ قال: عبد الله بن محمد بن علي بن عباس. وقال: رحب على رحب، وقرب إلى قرب. قال: يحب أن يسمع أبياتك في العدل. فأنشده: [بسيط]\nحتى متى لا ترى عدلاً نسرُّ به\n...\nولا نرى لولاة الحق أعوانا\nالجزء: 1 ¦ الصفحة: 110\n",
        "مستمسكين بحق، قائمين به\n...\nإذا تلون أهل الجور ألوانا\nيا للرجال لداء لا دواء له\n...\nوقائد ذي عمى يقتاد عميانا\nفقال المنصور: \"وددت أني رأيت يوم عدل ثم مت\". قال ابن المبارك: فهلك أبو جعفر والله وما عدل\".\n280-\nوقال فضيل: \"ما ينبغي لك أن تتكلم بفمك كله، تدري من يتكلم بفمه كله؟ عمر بن الخطاب، كان يطعمهم الطيب ويأكل الغليظ، ويكسوهم اللين ويلبس الخشن، ويعطيهم الحق ويزيدهم. وأعطى رجلاً عطاءه أربعة آلاف درهم، وزاده ألفاً فقيل له: ألا تزيد ابنك كما تزيد هذا؟ فقال: إن هذا ثبت أبوه يوم أحد، ولم يثبت أبو هذا\".\n281-\nوقال عبادة بن الصامت: \"صلى بنا رسول الله صلى الله عليه وسلم إلى من إبل الصدقة\nالجزء: 1 ¦ الصفحة: 111\n",
        "فلما سلم تناول وبرة من البعير وقال: مالي مما أفاء الله عليكم ولا مثل هذه إلا الخمس، والخمس مردود فيكم\".\n282-\nوقال سليمان بن عبد الملك لأبي حازم: \"ما النجاة من هذا الأمر؟ قال: شيء هين. قال: لا تأخذ شيئاً إلا من حقيه، ولا تضعه إلا في حقه. قال: ومن يطيق هذا؟ قال: من طلب الجنة وهرب من النار\".\n283-\n\"لا يكون العمران إلا حيث يعدل السلطان\".\n284-\n\"العدل حصن وثيق في رأس نيق، لا يحطمه سيل ولا يهدمه منجنيق\".\n285-\nوعنه:\"اكفني أمره وإلا كفيته أمرك\".\nالجزء: 1 ¦ الصفحة: 112\n",
        "286-\nوقال بعض السلف: العدل ميزان الله، والجور مكيال الشياطين\".\n287-\n\"الملك العادل مكنوف بعون الله، محروس بعين الله\". صورة 288-بليغ: \"رأيت صورة قمرية وسيرة عمرية\".\n289-\nآخر: \"رأيت بفلان نور القمرين وعدل العمرين\".\n290-\nوقال أردشير: \"إذا رغب الملك عن العدل رغبت الرعية عن الطاعة\".\n291-\nوعنه: \"لا سلطان إلا برجال، ولا رجال إلا بمال، ولا مال إلا بعمارة، ولا عمارة إلا بعدل وحسن سياسة\".\n292-\nولم يكن بعد أردشير أعدل من أنو شروان، وهو الذي ولد [رسول الله صلى الله عليه وسلم] لسبع سنين خلت من ملكه. وقال: \"ولدت في زمن الملك العادل\". وسائر الأكاسرة كانوا ظلمة يستعبدون الأحرار، ويتسخرون الرعايا ويستأثرون عليهم بكل شيء فلا يجرؤ أحد أن يطبخ سكباجاً أو يلبس ديباجاً أو يركب هملاجاً أو ينكح حسناء أو ينكح حسناء أو يبني قوراء\nالجزء: 1 ¦ الصفحة: 113\n",
        "أو يؤدب ولده أو يمد إلى مروءة يده، ويبنون الأمر على قول عمرو بن مسعدة للمأمون: \"كل ما يصلح للمولى على العبد حرام\".\n293-\nوقال أنو شروان: \"كفاك من بركة العدل في الرعية، وحفظ الله لصاحبه ما أعطى [الله] الضحاك من ملك ألف سنة. أما والله لو أن ملوك يونان وهموران يعني حمير والأشغان عدلوا لطالت أعمارهم. فاقتدوا بخيار ملوكهم وأهل الفضل منهم تسعدوا بالعيش ما عشتم، وتصيروا بعد الموت إلى خير منه\".\n294-\nوقال أرسطاليس: \"العدل حسن وهو علة كل حسن، ولذلك الحسن مع كل معتدل، والجور قبيح وهو علة كل قبح، وكذلك القبح مع كل خارج عن حد الاعتدال\".\nالجزء: 1 ¦ الصفحة: 114\n",
        "295-\nوقال سقراط: \"ينبوع فرح الإنسان القلب المعتدل، وينبوع فرح العالم الملك العادل. وينبوع حزن الإنسان القلب المختلف المزاج، وينبوع حزن العالم الملك الجائر\".\n296-\nقدم عبد الله بن زمعة على علي كرم الله وجهه في خلافته وكان من شيعته، وطلب منه مالاً فقال له: إن هذا المال ليس لي ولا لك وإنما هو للمسلمين وجلب أسيافهم. فإن شركتهم في حربهم كان لك مثل حظهم وإلا فجناة أيديهم لا تكون لغير أفواههم\".\n297-\nوقال لعامله: \"انطلق على تقوى الله وحده لا شريك له. ولا تروعن مسلماً. ولا تختارن عليه كارهاً. ولا تأخذن منه أكثر من حق الله في ماله. فإذا قدمت على الحي فانزل بمائهم من غير أن تخالط أبياتهم، ثم امض إليهم بالسكينة\nالجزء: 1 ¦ الصفحة: 115\n",
        "والوقار حتى تقوم بينهم فتسلم عليهم. ولا تخدج التحية لهم ثم تقول: عباد الله، أرسلني إليكم ولي الله وخليفته لآخذ منكم حق الله في أموالكم، فهل لله في أموالكم من حق فتؤدوه إلى وليه؟. فإن قال قائل: لا، فلا تراجعه. وإن أنعم لك منعم فانطلق معه من غير أن تخيفه أو توعده أو تعسفه أو ترهقه، فخذ ما أعطاك من ذهب أو فضة، فإن كانت لك ماشية أو إبل فلا تدخلها إلا بإذنه فإن أكثرها له. فإذا أتيتها فلا تدخلها دخول متسلط عليه ولا عنيف به. ولا تنفرن بهيمةً ولا تفزعها، ولا تسوأن صاحبها فيها\".\n298-\nوقال للأشتر حين ولاه مصر: \"واجعل لذوي الحاجات منك قسماً تفرغ لهم في شخصك، وتجلس لهم مجلساً عاماً فتتواضع فيه لله الذي\nالجزء: 1 ¦ الصفحة: 116\n",
        "خلقك، وتقعد عنهم جندك وأعوانك من أحراسك حتى يكلمك مكلمهم غير متعتع، فإني سمعت رسول الله صلى الله عليه وسلم [يقول] في غير موطن: \"لن تقدس أمة لا يؤخذ للضعيف فيها حقه من القوي غير متعتع\". ثم احتمل الخرق منهم والعي ونح عنك الضيق والأنف يبسط الله عليك أكناف رحمته ويوجب لك ثواب طاعته\".\n299-\nلما ولي عمر بن عبد العزيز أخذ في رد المظالم فابتدأ بأهل بيته، فاجتمعوا إلى عمة كان يكرمها وسألوها أن تكلمه فقال لها: إن رسول الله صلى الله عليه وسلم سلك طريقاً فلما قبض سلك صاحباه ذلك الطريق، فلما ولي عثمان رضي الله عنه سلك مثله غير أنه خد فيه أخدوداً. فلما أفضى الأمر إلى معاوية فجره يميناً وشمالاً. وأيم الله لئن مد [لي] عمر لأردنه إلى الطريق الذي سلكه رسول الله صلى الله عليه وسلم وصاحباه. فقالت له: يا ابن أخي إني أخاف عليك منهم يوماً عصيباً. فقال: كل يوم أخافه غير يوم القيامة فلا أمننيه الله. فخرجت\nالجزء: 1 ¦ الصفحة: 117\n",
        "إليهم فقالت: أتتزوجون في آل عمر بن الخطاب فإذا نزعهم الشبه تكلمتم. وذلك أن أم عمر [هي] أم عاصم [بنت عاصم] بن عمر بن الخطاب.\n300-\nوعن بعض الحكماء: \"عدل السلطان أنفع من خصب الزمان\".\n301-\nأزرع الأحرار بسيبك واحصد الأشرار بسيفك\".\n302-\nكثير عزة في عمر بن عبد العزيز: [بسيط]\nقد غيب الدافنون [اللحد] في عمر\n...\nبدير [سمعان] قسطاس الموازين\nالجزء: 1 ¦ الصفحة: 118\n",
        "ضمن غيب معنى أودع وضمن، فذلك عدا [هـ] إلى أثنين.\n303-\nنزل بالحسن بن علي ضيف فاستسلف درهماً اشترى له به خبزاً، واحتاج إلى الإدام فطلب من قنبر أن يفتح له زقاً فيه عسل جاء من اليمن فأخذ منه رطلاً. فلما قعد علي كرم الله وجهه ليقسمها، فقال: يا قنبر قد حدث في هذا الزق حادث. فقال: صدقت. وأخبره بالخبر. فغضب وقال: علي به. فرفع عليه الدرة فقال: بحق عمي جعفر. وكان إذا سئل بحق جعفر سكن، وقال: ما حملك على أن أخذت منه قبل القسمة؟ قال: إن لنا فيه حقاً، فإذا أعطيتنا رددناه. قال: فداك أبوك، وإن كان لك فيه حق فليس لك أن تنتفع بحقك قبل أن ينتفع المسلمون بحقوقهم. ولولا أني رأيت رسول الله صلى الله عليه وسلم قبل ثنيتك لأوجعتك ضرباً. ثم دفع إلى قنبر درهماً وقال: اشتر به أجود العسل. قال الراوي: فكأني أنظر إلى يدي علي على فم الزق وقنبر يقلب العسل فيه، ثم شده وجعل يبكي ويقول: اللهم اغفر للحسن فإنه لا يعلم\".\nالجزء: 1 ¦ الصفحة: 119\n",
        "304-\nوقال الحسن: \"أتى عمر رضي الله عنه مال كثير فأتت إليه حفصة فقالت: يا أمير المؤمنين، حق أقربائك، فقد أوصى الله بالأقربين\".\nفقال: يا حفصة إنما حق أقربائي من مالي، فأما مال المسلمين فلا. فقالت حفصة: \"نصحت قومك وغششتنا\". وقامت تجر ذيلها.\nالجزء: 1 ¦ الصفحة: 120\n",
        "الباب الخامس\nفي العجز والتواني والكسل والبطء والتردد في الأمر وما اشبه ذلك 305-قال سعد بن أبي وقاص رضي الله عنه: كنا عند رسول الله فقال: أيعجز أحدكم أن يكسب كل يوم ألف حسنة؟ فسأله سائل: كيف يكسب أحدنا ألف حسنة؟ قال: يسبح ألف تسبيحة فيكتب له ألف حسنة ويحط عنه ألف خطيئة\".\n306-\nوقال علي كرم الله وجهه: \"من أطاع التواني ضيع الحقوق\".\n307-\nوقال أكثم بن صيفي: \"ما أحب أن أكفى جميع أمر الدنيا. قيل: ولم ذاك؟ قال: أخاف عادة العجز\".\nالجزء: 1 ¦ الصفحة: 121\n",
        "308-\nحكيم: \"من دلائل العجز كثرة الإحالة على المقادير\".\n309-\n[كتب] على عصا ساسان: \"الحركة بركة والتواني هلكة، والكسل شؤم والأمل زاد العجز. وكلب طائف خير من أسد رابض. ومن لم يحترف لم يعتلف\".\n310-\nوقال أبو المعالي: [طويل]\n[و] إن التواني أنكح العجز بنته\n...\nوساق إليها حين زوجها المهرا\nالجزء: 1 ¦ الصفحة: 122\n",
        "فراشاً وطيئاً ثم قال لها اتكي\n...\nفقصراكما لا شك أن تلدا الفقرا\n311-\nقال جرير للفرزدق: \"ظننت أن تفعل كذا. فقال: طالما أخلفت ظن العجزة، وما ظنك بالحلفاء أدنيت لها ناراً؟ \".\n312-\nخرج المعتصم إلى بعض متنزهاته فظهر لهم أسد فقال لرجل من أصحابه أعجبه قوامه وسلاحه وتمام خلقه: \"يا رجل، أفيك خير؟ فقال بالعجلة: لا والله يا أمير المؤمنين. فضحك المعتصم، فقال: قبحك الله\".\nالجزء: 1 ¦ الصفحة: 123\n",
        "313-\nشعر: [بسيط]\nلا تضجرن ولا يدخلك معجزة\n...\nفالنجح [يذهب] بين العجز والكسل\n314 غيرة: [وافر]\nولا تركن إلى كسل وعجز\n...\nتحيل على المقادر والقضاء\n315-\nأبو بكر العرزمي: [طويل]\nأرى عاجزاً يدعى جليداً لغشمه\n...\nولو كلف التقوى لكلت مضاربه\nوعاف يسمى عاجزاً لعفافه\n...\nولولا التقى ما أعجزته مذاهبه\nوليس بعجز المرء أخطأه الغنى\n...\nولا باحتيال أدرك المال كاسبه\nالجزء: 1 ¦ الصفحة: 124\n",
        "316-\nوقال أعرابي: \"العاجز هو الشاب القليل الحيلة، الملازم للحليلة\".\n317-\nوقيل: فلان يخدعه الشيطان عن الحزم فيمثل له التواني في صورة التوكل ويورثه الهوينا بإحالته على القدر\".\n318-\nوقال الحسن رضي الله عنه: \"إن أشد الناس صراخاً يوم القيامة رجل سن سنة ضلالة فاتبع عليها. ورجل فارغ مكفي قد استعان بنعم الله على معاصيه\".\n319-\nوقيل لسهل بن هارون: \"خادم القوم سيدهم. [قال] : هذا من أخبار الكسالى\".\n320-\nوقال بعضهم: [بسيط]\nأصبحت لا رجل يغدو لمطلبه\n...\nولا قعيدة بيت تحسن العملا\nالجزء: 1 ¦ الصفحة: 125\n",
        "321-\nوقال لبيد: \"واعص ما يأمر توصيم الكسل\".\n322-\nالخيبة نتيجة مقدمتين: الكسل والفشل، وثمرة شجرتين: الضجر والملل.\n323-\nقيل: شعاره الكسل ودثاره التسويف والعلل.\n324-\n\"الكسل باب الخصاصة\".\n325-\n\"الكسلان إذا أرسلته في حاجة تكهن عليك\".\n326-\n\"يسحب رجلاً لا تكاد تنسحب\".\n327-\nشعر: [رجز]\nإن الهوينا تورث الهوانا.\nالجزء: 1 ¦ الصفحة: 126\n",
        "328-\nغيره: [بسيط]\nلو سابق الذر مشدوداً قوائمه\n...\nيوم الرهان لكان الذر يسبقه\n329-\n\"التعبد يثقل على أهله كثقله في الميزان، والكسل يخف على أهله كخفته في الميزان\".\n330-\nوقال لقمان عليه السلام: \"يا بني إياك والكسل والضجر، فإنك إذا كسلت لم تؤد حقاً، وإذا ضجرت لم تصبر على حق\".\n330-\nوقال طاهر بن الفضل:\"الكسلان منجم، والبخيل طبيب\".\n332-\nوقال العطاف الكلبي: [طويل]\nكلوا عجوة الوادي فإن بلاءكم\n...\nضعيف إذا ما كان يوم قماطر\nولا تغضبوا مما أقول فإنما\n...\nأنفت لكم مما يقول المعاشر\nالجزء: 1 ¦ الصفحة: 127\n",
        "333-\nابن الدنقعي: [طويل]\nإذا وضع الراعي على الأرض صدره\n...\nفحق على المعزى بأن تتبددا\n334-\nوقال ابن السماك: \"جلاء القلوب استماع الحكمة، وصدؤها الملالة والفتور\".\n335-\n[كان] : إذا سئم تبدى 336-المأمون: \"إن النفس لتمل الراحة كما تمل التعب\".\n337-\nأبجر بن جابر ألعجلي: \"يا بني، إياك والسآمة في الأمور فتقذفك الرجال خلف أعقابها\".\nالجزء: 1 ¦ الصفحة: 128\n",
        "338-\n\"فلان لا ينتبه ولو أعيد في الكور ونفخ عليه إلى أن ينفح في الصور\".\n339-\nعلي كرم الله وجهه: \"إلى كم أغضي على القذى، وأسحب ذيلي على الأذى وأقول لعل وعسى\".\n340-\nعمر رضي الله عنه:\" [إني لأكره] أن أرى أحدكم فارغاً سب لا في عمارة دنيا ولا في عمل آخرة\".\n341-\n\"أحذركم من عاقبة الفراغ فإنها أجمع لأبواب المكروه من السكر\".\n342-\n\"إذا كان الشغل مجهدة فإن الفراغ مفسدة\".\n343-\nحجام ساباط مثل في الفراغ وهي ساباط المدائن كان بها حجام إذا مر به البعوث حجمهم بنسيئة إلى وقت القفول. وقيل: حجم مرة أبرويز فأمر له بما أغناه عن الحجامة، فلم يزل فارغاً مكفياً\".\nالجزء: 1 ¦ الصفحة: 129\n",
        "344-\n[سريع]\nدار أبي العباس مفروشة\n...\nما شئت من بسط وأنماط\nلكنما بعدك من خبزه\n...\nكبعد بلخ من سميساط\nمطبخه قفر وطباخه\n...\nأفرغ من حجام ساباط\n345-\n[كان] ابن الرومي إذا ذكر أبا حفص الوراق سماه وراق ساباط لفراغه.\n346-\n\"اخلع علي ساعة من ساعاتك\"، أي تفرغ لي.\n347-\nوعن أنس رضي الله عنه رفعه: \"أشد الناس حساباً يوم القيامة المكفي والفارغ\".\nالجزء: 1 ¦ الصفحة: 130\n",
        "348-\nقدامة بن جعفر: \"كنت مروياً في أمر آتيه أم أذره فأنشدت في المنام: [طويل]\nفلا تكن النفس التي نيط آمرها\n...\nبنفسين نفسي تائق وعزوف\n349-\nوقال غيره: [كامل]\nكان الفراغ إلى سلامك قادني\n...\nفلربما طلب الفضول الفارغ\n350-\nقولك: في أذني قرط، أي لا أنساه.\n351-\nلو غابت عنك العافية لنسيتها.\n353-\nوعن جابر بن عبد الله: خمس يورثن النسيان: أكل التفاح، وسؤر الفأر، والحجامة في النقرة، ونبذ القمل حياً، والبول في الماء الراكد\".\nالجزء: 1 ¦ الصفحة: 131\n",
        "354-\nوعن علي كرم الله وجهه: عشر يورثن النسيان: كثرة الهم، والحجامة في النقرة، ولبول في الماء الراكد، وأكل التفاح الحامض، وأكل الكزبرة الخضراء، وأكل سؤر الفار، وقراءة ألواح القبور، والنظر إلى المصلوب، والمشي بين الجملين، وإلقاء القمل حياً\".\n355-\nوفي نوابغ الكلم: \"يا إنسان عادتك النسيان\".\n356-\n\"أذكر الناس ناس، وأرق القلوب قاس\".\n357-\n\"فلان نغل القلوب [كذا؟] والفؤاد، غير نشاء الأحقاد\".\n358-\nالمعتز: [بسيط]\nوما أمل حبيبي ليتني أبداً\n...\nمع الحبيب ويا ليت الحبيب معي\nالجزء: 1 ¦ الصفحة: 132\n",
        "359-\nالعباس بن الأحنف: [كامل]\nلو كنت عاتبة لسكن عبرتي\n...\nأملي رضاك وزرت غير مراقب\nلكن مللت فلم يكن لي حيلة\n...\nصد الملول خلاف صد العاتب\n360-\nالعرب تقول: \"إنك لذو ملة طرف\"، أي تتخذ حبيباً ثم تمله وتستظرف آخر.\n361-\n\"هذا أمر يضيق به فضاؤك، وتسقط منه كسفاً سماؤك\".\n362-\nكان رجل يسمي أسماء غلمانه ثم ينساهم فقال: اشتروا لي غلاماً يكون له اسم مشهور لا أنساه. فاشتروا له غلاماً اسمه واقد فقال: هذا الاسم لا أنساه. اجلس يا فرقد\".\nالجزء: 1 ¦ الصفحة: 133\n",
        "363-\nوقال: [خفيف]\nأتناسيت أم نسيت إخائي\n...\nوالتناسي شر من النسيان\".\n364-\nقالت العرب: \"عقرة العلم النسيان\".\n365-\nقيل لرجل من عبد القيس في مرضه: \"أوصينا. قال: أنذركم سوف\".\nالجزء: 1 ¦ الصفحة: 134\n",
        "الباب السادس\nفي العفاف والورع والعصمة وذكر الحلال والحرام ومن تحرج وتنزه من الرجال والنساء 366-عن عطية السعدي قال: \"قال رسول الله صلى الله عليه وسلم: \"لا يبلغ العبد أن يكون من المتقين حتى يدع ما لا بأس به حذراً مما به بأس\".\n267-\nوعن أبي بكر رضي الله عنه: أنا منذ وليت أمر المؤمنين لم آخذ لهم درهماً ولا ديناراً، ولكن قد أكلت من جريش طعامهم، ولبست من خشن ثيابهم، وليس عندنا من فيئهم إلا هذا الناضج وهذا العبد الحبشي وهذه القطيفة. فإذا قبضت فادفعوها إلى عمر. فلما قبض أرسلوها إليه فبكى حتى سالت دموعه ثم قال: رحم الله أبا بكر لقد أتعب من بعده\".\n368-\nوقال علي كرم الله وجهه: \"العفاف زينة الفقر\".\nالجزء: 1 ¦ الصفحة: 135\n",
        "369-\nوقال داود عليه السلام لبني إسرائيل: \"لا يدخل أجوافكم إلا طيب ولا يخرج من أفواهكم إلا طيب\".\n370-\nإن أحببت أن تعلم علم اليقين فاجعل بينك وبين الشهوات حائطاً من حديد.\n371-\nوقال سليمان عليه السلام: \"إن الغالب لهواه أشد من الذي يفتح المدينة وحده\".\n372-\nحلقت قرشية شعرها وكانت من أحسن الناس وجهاً وشعراً، فقيل لها في ذلك فقالت: أردت أفتح الباب فلمحني رجل ورأسي مكشوف، فما كنت لأدع علي شعراً رآه من ليس بمحرم\".\n373-\nوقال بعض بني كلب: [خفيف]\nإن أكن طامح اللحاظ فإني\n...\nوالذي يملك الفؤاد عفيف\n374-\nوقال غيره: [طويل]\nفقالت بحق الله إلا أتيتنا\n...\nإذا كان لون الليل شبه الطيالس\nفجئت ما في القوم يقظان غيرها\n...\nوقد نام عنها كل واش وحارس\nفبتنا بليل طيب نستلذه\n...\nجميعاً ولم أقلب لها كف لامس\n375-\n\"الحلال يقطر والحرام يسيل\".\nالجزء: 1 ¦ الصفحة: 136\n",
        "376-\nلقي مخنث آخر وقد تاب، فقال له: \"من أين معاشك؟ فقال: بقيت لي بقية من الكسب القديم. فقال: إذا كانت نفقتك من ذلك الكسب فلحم الخنزير طرياً خير من قديد\".\n377-\nنزل خارجي على أخ له مستتراً من الحجاج فخرج صاحب المنزل لبعض حاجاته وقال لامرأته: \"يا زرقاء أوصيك بضيفي هذا خيراً. فلما عاد بعد شهر قال لها: كيف ضيفنا؟ قالت: ما أشغله بالعماء عن كل شيء! وكان الضيف يطبق عينيه فلم ينظر إلى المرأة إلى أن عاد زوجها.\n378-\nوقيل: مرت امرأة من بني نمير فقال رجل منهم: هي رسحاء. فقالت: يا بني نمير، ما أطعتم الله تعالى ولا أطعتم قول الشاعر! قال الله تعالى: (قل للمؤمنين يغضوا من أبصرهم) .\nوقال الشاعر: [وافر] \"فغض الطرف إنك من نمير\"\nالجزء: 1 ¦ الصفحة: 137\n",
        "379-\nوقال عبد الرحمن بن الحكم بن العاص: [بسيط]\nهيفاء فيها إذا استقبلتها عجف\n...\nعجزاء غامضة الكعبين معطار\nمن الأوانس مثل الشمس لم يرها\n...\nبساحة الدار لا بعل ولا جار\n380-\nلم يذهب على أحد من الرواة أن عمر بن أبي ربيعة كان عفيفاً: يصف ويقف ويحوم ولا يرد.\n381-\nقيل للحسن: \"إن عند فلان عشرة آلاف. قال: ما أحسبها اجتمعت من حلال\" 382-وقيل له: \"إن فلاناً مات وترك مائة ألف. قال: إذاً لا تتركه\".\nالجزء: 1 ¦ الصفحة: 138\n",
        "383-\nوعن زاهد: \"إني لأشتهي الشواء منذ أربعين سنة ما صفا لي درهمه\".\n384-\n\"لا تعود نفسك الشبع من الحلال فتأكل الحرام\".\n385-\nسقط من يد كهمس بن الحسن الحنفي دينار فطلبوه حتى وجدوه، فأبى أن يأخذه وقال: \"لعله ليس بديناري\".\n386-\nوقال ابن سيرين: ما غشيت امرأة قط في يقظة ولا نوم غير أم عبد الله. وإني لأرى المرأة في المنام فأعلم أنها لا تحل لي فأصرف بصري عنها\".\n387-\nقال بعضهم: \"ليت عقلي في اليقظة كعقل ابن سيرين في المنام\".\n388-\nوقال: [طويل]\nوإني لعف عن فكاهة جارتي\n...\nوإني لمشنوء إلي اغتيابها\nإذا غاب عنها بعلها لم أكن لها\n...\nزؤوراً ولم تأنس إلي كلابها\nولم أك طلاباً أحاديث سرها\n...\nولا عالماً من أي حوك ثيابها\n389-\nتذاكروا أشد الأعمال في مجلس يونس بن عبد الله فاتفقوا أنه الورع\nالجزء: 1 ¦ الصفحة: 139\n",
        "فجاء حسان بن أبي سنان وقال: إن الصلاة لمؤونة وإن الصوم لمؤونة وما أهون الورع وإذا رابك شيء فاتركه\".\n390-\nمن ورع حسان أن غلاماً كتب إليه من الأهواز أن قصب السكر أصابته آفة فاشترها قبلك ففعل، فطلب منه بعد قليل بربح ثلاثين ألفاً فاستقال صاحبه البيع وقال: لم تعلم ما كنت أعلم حين اشتريت. فقال: قد أعلمتني الآن وقد طيبتك. فلم يطمئن قلبه، ولم يزل حتى رده عليه.\n391-\nوقال محمود الوراق: [سريع]\nلا تشعرن قلبك حب الغنى\n...\nإن من العصمة أن لا تجد\nالجزء: 1 ¦ الصفحة: 140\n",
        "كم مدمن خمراً وغاد على\n...\nسماع لهو وغناء غرد\nلو لم يجد خمراً ولا مسمعاً\n...\nبرد بالماء غليل الكبد\n392-\nوقال ابن المبارك: \"أراد أبو حنيفة رضي الله عنه أن يشتري جارية فمكث يختار ويشاور من أي سبي يشتريها\".\n393-\nاختلطت غنم الغارة بغنم أهل الكوفة فسأل أبو حنيفة: كم تعيش الشاة؟ قالوا: سبع سنين. فترك أكل الغنم سبع سنين.\n394-\nوحملت إليه بدرة من عند المنصور فرمى بها في زاوية البيت، فلما توفي\nالجزء: 1 ¦ الصفحة: 141\n",
        "جاء بها ولده حماد إلى الحسن بن قحطبة وقال: \"أوصاني أبي برد هذه الوديعة إليك\". فقال: \"رحم الله أباك، لقد شح على دينه إذ سخت به أنفس أقوام\".\n395-\nوقال الثوري: \"انظر إلى درهمك من أين هو، وصل في الصف الآخر\".\n396-\nكان عمر رضي الله عنه يتمثل بهذا البيت: [بسيط]\nحلالها حسرة تفضي إلى ندم\n...\nوفي المحارم منها السم مدرور\n397-\nوعن جابر: سمعت النبي صلى الله عليه وسلم يقول لكعب بن عجرة: \"لا يدخل الجنة من نبت لحمه من سحت النار أولى به\".\nالجزء: 1 ¦ الصفحة: 142\n",
        "398-\nوقال أبو بكر رضي الله عنه: \"إن الله حرم الجنة أن يدخلها جسد غذي بحرام\".\n399-\nوعن أبي هريرة- رفعه -: \"يأتي على الناس زمان لا يسألون من حلال كسبوا أم حرام\".\n400-\nوعن حذيفة- رفعه -: \"أن قوماً يجيئون يوم القيامة ولهم من الحسنات أمثال الجبال فيجعلها الله هباء ثم يؤمر بهم إلى النار. فقال سليمان: حلهم لنا يا رسول الله. فقال: أما إنهم كان يصلون ويصومون ويأخذون أهبة من الليل، ولكنهم كانوا إذا عرض لهم شيء من الحرام وثبوا عليه\".\n401-\nأيمن بن خريم: [طويل]\nفقلت اصطحبها أو لغيري أهدها\n...\nفما أنا بعد الشيب ويبك والحمر\nالجزء: 1 ¦ الصفحة: 143\n",
        "تعففت عنها بالسنين التي خلت\n...\nفكيف التصابي بعد ما كلأ العمر\n402-\n\"فلان يعقد نطاقه على طبع، [تقال] للطيب الإزار\".\n403-\nوقال أبو سليمان الداراني: \"من صدق في ترك الشهوة كفي مئونتها، الله أكرم من أن يعذب قلبه بها وقد تركها له\".\n404-\nمر سليمان الخواص بإبراهيم بن أدهم وهو عند قوم أضافوه فقال: يا أبا إسحاق نعم الشيء هذا إن لم يكن تكرمة على الدين\".\nالجزء: 1 ¦ الصفحة: 144\n",
        "405-\nوقال مروان بن معاوية: \"ما من أحد إلا وقد أكل بدينه حتى سفيان الثوري، وكان له أخ يعمل ببضاعته وهو جالس، ولولا دينه ما فعل به ذلك\".\n406-\nوقيل: \"ملك اللذات أن تتعبدنه\".\n407-\nوهو بماله متبرع، وعن مال عشيرته متورع.\n408-\n\"لم يتدنس بحطام ولم يتلبس بآثام\".\n409-\n\"عف السريرة غيبه كالمشهد\" 410-قالت امرأة لرجل أكثر تأملها: \"عبر عينك وشيء غيرك!! \".\n411-\nوقال أبو أمامة الباهلي: \"لما بعث الله محمداً صلى الله عليه وسلم أتت إبليس جنوده وقالوا: قد بعث محمد وخرجت أمته. قال: أفيحبون الدنيا؟ قالوا: نعم. قال: إن كانوا يحبون الدنيا فإني لا أبالي أن يعبدوا الأوثان، أنا أغدو عليهم وأروح لهم بثلاث: أخذ المال من غير حله، وإنفاقه في غير حقه، وإمساكه عن حقه. والشرك تابع لهذا\".\nالجزء: 1 ¦ الصفحة: 145\n",
        "412-\nقال حكيم: \"عز النزاهة أحب إلي من فرح الفائدة، والصبر على العسرة أحب إلي من احتمال المنة\".\n413-\nقيل لابن المسيب: \"العن الحجاج، [فقال] : ويأخذ الحجاج مظلمته مني، حسبه ذنبه\".\n414-\nدخلت بثينة على عبد الملك بن مروان فقال: يا بثينة ما أرى شيئاً مما كان يقول جميل. فقالت: يا أمير المؤمنين إنه كان يرنو إلي بعينين ليستا في رأسك. قال: فكيف صادفت عفته؟ قالت: كما\nالجزء: 1 ¦ الصفحة: 146\n",
        "وصف نفسه بقوله: [منسرح]\nلا والذي تسجد الجباه له\n...\nمالي بما تحت ثوبها خبر\nولا بفيها ولا هممت بها\n...\nما كان إلا الحديث والنظر\n415-\nوعن أبي السهل ألساعدي: \"دخلت على جميل وبوجهه آثار الموت فقال لي: يا أبا سهل إن رجلاً يلقى الله ولم يسفك دماً حراماً. ولم يشرب خمراً، ولم يأت بفاحشة، أترجو له الجنة؟ قلت: إي والله. فمن هو؟ قال: إني لأرجو الله أن أكون ذلك. فذكرت بثينة فقال: إني لفي آخر يوم من الدنيا وأول يوم [من] الآخرة ولا نالتني شفاعة محمد إن كنت حدثت نفسي بريبة قط\".\nالجزء: 1 ¦ الصفحة: 147\n",
        "416-\nوقال عبد الله بن عبد المطلب أبو رسول الله صلى الله عليه وسلم دعته بغي إلى نفسها، وكانت تسمع من الكهنة بإتيان رسول الله صلى الله عليه وسلم وكانت حسنة. وأرادت أن تخدع عبد الله رجاء أن يكون [منها] رسول الله صلى الله عليه وسلم للنور الذي رأته بين عينيه وقال: [رجز]\nأما الحرام فالحمام دونه\n...\nوالحل لا حل فأستبينه\nفكيف بالأمر الذي تبغينه\n...\nيحمي الكريم عرضه ودينه\n417-\nوقال: [طويل]\nوأحور مخضوب البنان محجب\n...\nدعاني فلم أعرف إلى ما دعا وجها\nبخلت بنفسي عن مقام يشينها\n...\nفست مريداً ذاك طوعاً ولا كرها\nالجزء: 1 ¦ الصفحة: 148\n",
        "418-\nوقال الحسن: \"لو وجدت رغيفاً من حلال لأحرقته، ثم دققته، ثم ذريته ثم داويت به المرضى\".\n419-\nوقيل عدمت أم أبي ذر رضي الله عنه ما تكفنه به فبكت. فقال: سمعت رسول الله صلى الله عليه وسلم يقول لنفر أنا فيهم: ليموتن أحدكم بفلاة من الأرض يشهده عصابة من المؤمنين، فأبصري الطريق. فإذا برجال أقبلوا ففدوه بأمهاتهم وبآبائهم. فقال: أنشدكم الله، إن كفنني رجل يكون عريفاً أو أميراً أو شرطياً أو نقيباً! فكفنه فتى من الأنصار بثوبين من غزل أمه\".\nالجزء: 1 ¦ الصفحة: 149\n",
        "420-\nراود توبة الحميري ليلى الأخيلية عن نفسها فاشمأزت وقالت: [طويل]\nوذي حاجة قلنا له لا تبح بها\n...\nفليس إليها ما حييت سبيل\nلنا صاحب لا يبتغينا بخونة\n...\nوأنت لأخرى صاحب وخليل\n421-\nابن ميادة: [طويل]\nموانع لا يعطين حبة خردل\n...\nوهن دوان في الحديث أوانس\nويكرهن أن يسمعن في اللهو ريبة\n...\nكما كرهت صوت اللجام الشوامس\n422-\nوقال رجل للثوري: \"أصاب ثوبي خلوق من خلوق الكعبة. فقال: اغسله فكم [فيه] من دم مسلم\".\nالجزء: 1 ¦ الصفحة: 150\n",
        "423-\nوقال فضيل في ابنه علي: \"كانت لنا شاة أكلت شيئاً يسيراً من علف بعض الأمراء، فما شرب من لبنها بعد\".\n424-\nوقال إبراهيم بن أدهم: \"أنا بالشام من أربع وعشرين سنة، ما جئت لجهاد ولا رباط، ولكن لأشبع من خبز حلال\".\n425-\nوقال عمرو بن العاص: \"لئن كان أبو بكر وعمر تركا هذا المال وهما يريان أن يحل لهما، لقد غبنا ونقص رأيهما، والله ما كان مغبونين ولا ناقصي الرأي. ولئن كان ما أصبنا منه يحرم علينا، لقد هلكنا. وأيم الله، ما أتى الوهم والوهن إلا من قبلنا\".\n426-\nعبد الله بن الحسن بن الحسن: [كامل]\nأنس غرائر ما هممن بريبة\n...\nكظباء مكة صيدهن حرام\nالجزء: 1 ¦ الصفحة: 151\n",
        "يحسبن من لين الكلام فواسقاً\n...\nويصدهن عن الخنا الإسلام\n427-\nكان الأصمعي يستحسن بيتي العباس بن الأحنف: [بسيط]\nأتأذنون لصب في زيارتكم\n...\nفعندكم شهوات السمع والبصر\nلا يضمر السوء إن طال الجلوس به\n...\nعف الضمير ولكن فاسق النظر\n428-\nكان ابن المولى المدني متواصفاً بالعفة وطيب الإزار، فأنشد عبد الملك بن مروان وهو متنكب قوسه يقول: [طويل]\nوأبكي فلا ليلى بكت من صبابة\n...\nلباك ولا ليلى لذي الود تبذل\nالجزء: 1 ¦ الصفحة: 152\n",
        "وأخنع بالعتبى إذا كنت مذنباً\n...\nوإن أذنبت كنت الذي أتنصل\nفقال له: \"من ليلى هذه؟ إن كانت [حرة] لأزوجنكها. وإن كانت مملوكة لاشترينها لك بالغة ما بلغت. فقال: كلا يا أمير المؤمنين، ما كنت لأمعن بوجه حر أبداً في حرته ولا في أمته. ووالله ما ليلى إلا قوسي هذه سميتها ليلى فأنا أتشبب بها\".\n429-\nوقال مهدي بن الملوح الجعدي: [طويل]\nكأن على أنيابها الخمر شابها\n...\nبماء الندى من آخر الليل غابق\nوما ذقته إلا بعيني تفرساً\n...\nكما شيم في أعلى السحابة بارق\nالجزء: 1 ¦ الصفحة: 153\n",
        "430-\nوقالت عائشة رضي الله عنها: \"يا رسول الله، من المؤمن؟ قال: المؤمن من إذا أصبح نظر إلى رغيفه من أين يكسبها. قالت: يا رسول الله أما إنه لو كلفوه ولكنهم يعسفون الدنيا عسفاً\".\n431-\nوقيل: اختفى إبراهيم بن المهدي في هربه من المأمون عند عمته زينب بنت أبي جعفر، فوكلت بخدمته جارية اسمها ملك، واحدة زمانها في الحسن والأدب، طلبت منها بخمسمائة ألف، فهويها وتذمم أن يطلبها إليها، فغنى يوماً وهي عنده يقول: [مجزوء الرمل]\nيا غزلاً لي إليه\n...\nشافع [من] مقلتيه\nوالذي أجللت خدي\n...\nهـ فقبلت يديه\nالجزء: 1 ¦ الصفحة: 154\n",
        "بأبي حسنك ما أك\n...\nثر حسادي عليه\nأنا ضيف وجزاء الضي\n...\nف إحسان إليه\nففطنت الجارية، فحكت لمولاتها فقالت: اذهبي إليه فأعلميه أني قد وهبتك إليه. فعادت الجارية فلما رآها أعاد الغناء فانكبت عليه، فقال لها كفي. فقالت قد وهبتني مولاتي لك، وأنا الرسول. فقال: أما الآن فنعم.\n432-\nوأنشد المبرد يقول: [منسرح]\nما إن دعاني الهوى لفاحشة\n...\nإلا نهاني الحياء والكرم\nفلا إلى محرم مددت يدي\n...\nولا مشت بي لريبة قدم\n433-\nوقيل: [طلب] عمر بن عبد العزيز رحلاً لمصحفه، فأتى برحل أعجبه فقال: \"من أين أصبتموه؟ فقيل: عمل من خشبة وجدت في\nالجزء: 1 ¦ الصفحة: 155\n",
        "بعض الجزائر. فقال: قوموه في السوق. فقوم بنصف دينار. فقال: ضعوا في بيت المال دينارين\".\n434-\nوقال عيسى عليه السلام: \"لا تكونن حديد النظر إلى ما ليس لك فإنه لن يزني فرجك ما حفظت عينيك، فإن استطعت أن لا تنظر إلى ثوب المرأة التي لا تحل لك فافعل. ولن تستطيع ذلك إلا بإذن الله تعالى\".\nالجزء: 1 ¦ الصفحة: 156\n",
        "الباب السابع\nفي التعجب وذكر العجائب والنوادر وما خرج من العادات 435-قال علي بن ربيعة: \"شهدت علياً رضي الله عنه أتي بدابة ليركبها، فلما وضع رجله في الركاب قال: بسم الله. فلما استوى على ظهرها قال: (سبحن الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون) .\nثم قال: الحمد لله، والله أكبر ثلاث مرات. ثم قال: سبحانك إني ظلمت نفسي فاغفر لي فإنه لا يغفر الذنوب إلا أنت. ثم ضحك. فقلت: يا أمير المؤمنين، من أي شيء تضحك؟ قال: رأيت النبي صلى الله عليه وسلم فعل ما فعلت أنا ثم ضحك فقلت: يا رسول الله من أي شيء تضحك؟ فقال: إن ربك يتعجب من عبده إذا قال اغفر لي ذنوبي وهو يعلم أنه لا يغفر الذنوب غيري\".\n436-\nوعنه صلى الله عليه وسلم: \"تعجب ربكم من شاب ليس له صبوة\".\nالجزء: 1 ¦ الصفحة: 157\n",
        "437-\nوعنه: \"عجب ربنا من قوم يقادون إلى الجنة في السلاسل وهم كارهون\".\n438-\nوقال علي كرم الله وجهه: \"عجبت للبخيل يستعجل الفقر الذي منه هرب، ويفوته الغنى الذي إياه طلب، فيعيش في الدنيا عيش الفقراء ويحاسب في الآخرة حساب الأغنياء. وعجبت للمتكبر الذي كان بالأمس نطفة ويكون غداً جيفة. وعجبت لمن شك في الله وهو يرى خلق الله. وعجبت لمن نسي الموت وهو يرى من يموت. وعجبت لمن أنكر النشأة الآخرة وهو يرى النشأة الأولى. وعجبت لعامر دار الفناء وتارك دار البقاء\".\n439-\nوقال قعنب بن أم الصاحب: [بسيط]\nلو كنت أعجب من شيء لأعجبني\n...\nسعي الفتى وهو مخبوء له القدر\n440-\n\"نظرت فيه نظر العجب به لا العجب منه\".\nالجزء: 1 ¦ الصفحة: 158\n",
        "441-\nوذكرت قول أرسطاليس للإسكندر: \"أما التعجب من مناقبك فقد أسقطه توارثها، فصارت كالشيء المألوف الذي لا يتعجب منه\".\n442-\nقيل لبحار: ما رأيت من عجائب البحر؟ قال: سلامتي منه\".\n443-\nركب أعرابي البحر فرأى من أمواجه الأهوال، ثم ركبه مرة أخرى وهو ساكن فقال: \"لا يغرني حلمك فعندي من جهلك العجائب\".\n444-\nوقيل: أسمع المعتز عبيد الله بن عبد الله بن طاهر غناء حظية له وقال: كيف تراها؟ قال: يا أمير المؤمنين حظ العجب منها أكثر من حظ العجب بها\".\n445-\nقيل لبزر جمهر: \"من أعلم الناس بالدنيا؟ قال: أقلهم منها تعجباً\".\n446-\nوعنه: \"العجب ممن يعرف ربه ثم يغفل عنه طرفة عين\".\n447-\nيقال للمشعوذ أبو العجب.\nالجزء: 1 ¦ الصفحة: 159\n",
        "448-\nوقال أبو تمام: [بسيط]\nوحادثات أعاجيب خساً وزكاً\n...\nما الدهر في فعلها إلا أبو العجب\n449-\nوقال ابن الرومي في البحتري: [بسيط]\nأولى بمن عظمت في الناس لحيته\n...\nمن حاكة الدهر أن يدعى أبا العجب\nالجد أعمى ولولا ذاك لم تره\n...\nفي البحتري بلا عقل ولا أدب\n450-\nلو قيل أي شيء أعجب عندك لقلت: قلب عرف الله ثم عصى.\n451-\nكان ببابل سبع مدائن، في كل مدينة أعجوبة: في أحدها تمثال الأرض،\nالجزء: 1 ¦ الصفحة: 160\n",
        "فإذا التوى على الملك بعض أهل مملكته بخراجهم خرق أنهارها عليهم في التمثال فلا يطيقون سداً حتى يعتدلوا، وما لم يسد في التمثال لم يسد في ذلك البلد. وفي الثانية حوض إذا أراد الملك أن يجمعهم إلى طعامه أتى كل واحد بما أحب من شراب فصبه في ذلك الحوض فاختلطت الأشربة، وكل من سقي منه كان شرابه الذي جاء به. وفي الثالثة طبل إذا أرادوا أن يعلموا حال الغائب قرعوه، فإن كان حياً صوت وإن كان ميتاً لم يسمع له صوت. وفي الرابعة مرآة إذا أرادوا [أن يعلموا] حال الغائب نظروا فيها فأبصروه على أي حالة هو عليها كأنهم يشاهدونه. وفي الخامسة إوزة من نحاس. فإذا دخل غريب صوتت الإوزة صوتاً يسمعه أهل المدينة. وفي السادسة قاضيان جالسان على الماء فيأتي الخصمان فيمشي المحق على الماء حتى يجلس مع القاضي، ويرتطم المبطل. وفي السابعة شجرة ضخمة لا تظل إلا ساقها، فإن جلس تحتها [أحد] أظلته إلى ألف رجل، فإن زاد عن الألف واحد جلسوا كلهم في الشمس.\nالجزء: 1 ¦ الصفحة: 161\n",
        "452-\nوقال الخليل في سليمان بن حبيب، وأجاد: [بسيط]\nوزلة يكثر الشيطان إن ذكرت\n...\nمنها التعجب جاءت من سليمانا\nالجزء: 1 ¦ الصفحة: 162\n",
        "لا تعجبن لخير زل عن يده\n...\nفالكوكب النحس يسقي الأرض أحيانا\n453-\n\"ورد على قلبي منه ما طبقه عجباً ولم يطبقه شجباً 454-[مجزوء الكامل] :\nالدهر فيه لمن تعج\n...\nجب عبرة وعجائب\n455-\nالظبي يخضم الحنظل خضماً، ويمضغه مضغاً، وماؤه يسيل من شدقيه ويتبين فيه الاستلذاذ له والحلاوة لطعمه، ويرد البحر فيشرب الماء الأجاج كما تغمس الشاة [لحييها] في الماء العذب. فأي شيء أعجب من حيوان يستعذب ملوحة البحر ويستحلي مرارة الحنظل.\n456-\nوعن عبد الرحمن بن عدي: سمعت أبا هريرة رضي الله عنه يقول: ضرس\nالجزء: 1 ¦ الصفحة: 163\n",
        "الكافر مثل أحد، فقلت في نفسي: فكيف برأسه؟ فكيف بيديه؟ كالشاك. فرأيت في النوم من القابلة أن بثرة خرجت في خصري فملأت المدينة، فقيل لي: هذا الشك في قول أبي هريرة\".\n457-\nوعن أبي مقبل: كنت عند منبر رسول الله صلى الله عليه وسلم فأتى مروان بن الحكم بحبال وفعله يريد أن يزيد في درجات منبر رسول الله صلى الله عليه وسلم وذلك بإمرة معاوية فزلزلت الأرض وكسفت الشمس وبدت النجوم واصطففت القناديل\".\n458-\nكانت في زمن بني إسرائيل جارية متعبدة تسمى سوس، وكانت تخرج إلى مصلى يليه شيخان، وكان بجنبه بستان يتوضأ منه. فعلقها الشيخان\nالجزء: 1 ¦ الصفحة: 164\n",
        "فراوداها عن نفسها فأبت، فقالا: إن لم تمكنينا [من نفسك] شهدنا عليك بالزنا. فقالت: الله كافي من شركما. ففتحا باب البستان وعيطا على الناس فقالا: وجدناها مع شاب يفجر بها وانفلت من أيدينا. وكانوا يقيمون الزاني ثلاثة أيام ثم يرجم، فأقاموها، وكانا يدنوان منها ويضعان يديهما على رأسها ويقولان: الحمد لله الذي أنزل عليك نقمته. فلما أريد رجمها تبعهم دانيال وهو ابن اثنتي عشرة سنة أول ما تنبأ، فقال: لا تعجلوا فإني أقضي بينهم، فوضع له كرسي، ففرق بين الشيخين، وهو أول يوم فرق [فيه] بين الشهود، فقال لأحدهما: ما رأيت؟ فذكر حديث الشاب. فقال: أي مكان من البستان؟ فقال: تحت شجرة الكمثرى. وسأل الآخر فقال: تحت شجرة التفاح. وسوس رافعة يديها تدعو بالخلاص فأنزل الله ناراً أحرقت الشاهدين وأظهر الله براءتها.\nالجزء: 1 ¦ الصفحة: 165\n",
        "459-\nعن الشافعي رحمة الله عليه: بينما أنا أدور في طلب العلم فدخلت بلدة من بلاد اليمن فرأيت فيها إنساناً من وسطه إلى أسفله بدن امرأة، ومن وسطه إلى فوق بدنان ذكران متفرقان بأربع أيد ورأسين ووجهين فسألت عنه وهما يتقابلان ويتلاطمان ويصطلحان ويأكلان ويشربان. ثم غبت عنهما سنتين ورجعت فسألت عنهما فقيل لي: أحسن الله عزاءك في الجسد الواحد. توفي فربط من أسفله بحبل وثيق وترك حتى ذبل فقطع. فلعهدي بالجسد الآخر في السوق ذاهباً وجائياً.\n460-\nوقال: \"رأيت باليمن أعميين يتقاتلان وأبكم يصلح بينهما\".\n461-\nوقال: \"رأيت باليمن قوماً يشق أحدهم لحمه ثم يرده فيلتئم من ساعته. ويقال: إن غذاء أولئك اللبن\".\nالجزء: 1 ¦ الصفحة: 166\n",
        "462-\nوقال: \"رأيت باليمن بنات سبع يحضن كثيراً\".\n463-\nوقال: \"رأيت بالمدينة ثلاث عجائب لم أر مثلها في موضع قط. رأيت رجلاً فلس في مد من نوى، فلسه القاضي. ورأيت رجلاً له سن شيخ كبير يدور على بيوت القينات ماشياً يعلمهن الغناء فإذا حضرت الصلاة صلى قاعداً ورأيت رجلاً أعسر يكتب بشماله وهو يسبق من يكتب بيمينه.\nوالله أعلم\nالجزء: 1 ¦ الصفحة: 167\n",
        "الباب الثامن\nفي العشق وذكر من بلي به وقال فيه الشعر ومن مات منهم كمداً ومن رق لهم وترحم عليهم 464-قال النبي صلى الله عليه وسلم: \"من عشق وعف وكتم ثم مات، مات شهيداً\".\n465-\nلما عتقت عائشة رضي الله عنها جاريتها بريرة وكان زوجها حبشياً اسمه مغيث خيرت بين الإقامة معه وبين مفارقته فاختارت المفارقة. فكانت إذا طافت بالبيت طاف معها مغيث ودموعه تسيل. فقال النبي صلى الله عليه وسلم لعمه العباس: يا عم ما ترى [في] حب مغيث لبريرة؟ لو كلمناها أن تتزوج به. فدعاها فكلمها فقالت: يا رسول الله إن أمرتني فعلت. فقال: أما أمر فلان ولكن أشفع. فأبت أن تتزوجه. قال الراوي: فهذا من قد رآه رسول صلى الله عليه وسلم وشهد لشدة عشقه وشفع فيما به.\n466-\nوقال يحيى بن معاذ الرازي: \"لو أمرني الله أن أقسم العذاب بين الخلق ما قسمت للعاشقين عذاباً\".\nالجزء: 1 ¦ الصفحة: 169\n",
        "467-\nوقال بعضهم: \"رأيت امرأة مستقبلة البيت في غاية الضر والنحافة رافعة يديها تدعو فقلت لها: هل من حاجة؟ فقالت: حاجتي أن تنادي في الموقف بقولي هذا: [طويل]\nتزود كل الناس زاداً يقيمهم\n...\nومالي زاد والسلام على نفسي\nفقلت، فإذا أنا بفتى منهوك فقال: أنا الزاد. فمضيت به إليها فما زاد عن النظر والبكاء، ثم قالت له: انصرف مصاحباً للسلامة. فقلت: ما علمت أن لقاءكما يقتصر على هذا. فقالت: أمسك، أما علمت أن ركوب العار ودخول النار شديد\".\n468-\nوقال إبراهيم بن محمد [بن] عرفة المهلبي الواسطي: [بسيط]\nكم قد ظفرت بمن أهوى فيمنعني\n...\nمنه الحياء وخوف الله والحذر\nكم قد خلوت بمن أهوى فيقنعني\n...\nمنه الفكاهة والتحديث والنظر\nالجزء: 1 ¦ الصفحة: 170\n",
        "أهوى الملاح وأهوى أن أجالسهم\n...\nوليس لي في حرام منهم وطر\nكذلك الحب لا إتيان معصية\n...\nلا خير في لذة من بعدها سقر\n469-\nعن زبيدة: \"قرأت في طريق مكة على حائط: [طويل]\nأما في عباد الله أوفى أمانة\n...\nكريم يجلي الهم عن ذاهب العقل\nله مقلة أما المآقي فقرحة\n...\nوأما الحشا فالنار فيه على رجل\nفنذرت أن أحتال لقائلها حتى أجمع بينه وبين من يهوى، فإني لبالمزدلفة إذا سمعت من ينشدها فأدنيته فزعم أنه قائلهما في بنت عم له، وقد نذر أهلها لا يزوجوه بها. فوجهت إلى الحي وما زلت أبذل لهم حتى زوجوه، وإذا المرأة أعشق من الرجل. وكانت زبيدة تعدها من أعظم حسناتها وتقول: ما أنا بشيء أسر بجمعي بين ذلك الفتى والفتاة.\n470-\nقيل: كان لسليمان بن عبد الملك غلام وجارية تحابا فكتب\nالجزء: 1 ¦ الصفحة: 171\n",
        "إليها يقول: [كامل]\nولقد رأيتك في المنام كأنما\n...\nعاطيتني من ريق فيك البارد\nوكأن كفك في يدي وكأنما\n...\nبتنا جميعاً في فراش واحد\nفطفقت يومي كله متراقداً\n...\nلأراك في نومي ولست براقد\nفأجابته: [كامل]\nخير رأيت وكل ما عاينته\n...\nستناله مني برغم الحاسد\nإني لأرجو أن تكون معانقي\n...\nفتبيت مني فوق ثدي ناهد\nوأراك بين خلاخلي ودمالجي\n...\nوأراك بين مراجلي ومجاسدي\nفبلغ ذلك سليمان فأنكحهما وأحسن جهازهما.\n471-\nوقال الجاحظ: \"العشق اسم لما فضل عن المحبة، كما أن السرف اسم لما جاوز الجود، والبخل اسم لما جاوز حد الاقتصاد\".\nالجزء: 1 ¦ الصفحة: 172\n",
        "472-\nسئل أفلاطون عن العشق فقال: \"داء لا يعرض إلا للفراغ\".\n473-\n\"العشق جهل عارض صادف قلب فارغ\".\n474-\nقيل لأعرابي: \"ما بلغ من حبك لفلانة؟ قال: إني لأذكرها وبيني وبينها عقبة الطائف فأجد من ذكرها رائحة المسك\".\n475-\n[سأل] الرشيد رجلاً: ما أشد ما يكون من العشق؟ قال: أن يكون ريح البصل منه أحب إليك من رائحة المسك من غيره.\n476-\n[عن] عمر بن [أبي] ربيعة المخزومي أن \"نعماً\" التي فيها يقول: [طويل] \"أمن آل نعم أنت غاد فمبكر\" اغتسلت من غدير [فأقام] يشرب منه حتى جف.\n477-\n[رأى] شبيب أخو بثينة جميلاً عندها فوثب عليه وآذاه، ثم أتى مكة وفيها\nالجزء: 1 ¦ الصفحة: 173\n",
        "جميل فقيل له: دونك شبيباً فاثأر منه فقال: [وافر]\nوقالوا يا جميل أتى أخوها\n...\nفقلت أتى الحبيب أخو الحبيب\n478-\nكتبت جارية للمتوكل على جبهتها: \"هذا ما عمل في طراز فتنة لعباد الله\".\n479-\nأنشد الأخفش في حداد: [بسيط]\nمطارق الشوق منها في الحشا أثر\n...\nيطرقن سندان قلب حشوه الفكر\nونار كور الهوى في الجسم موقدة\n...\nومبرد الحب لا يبقى ولا يذر\nالجزء: 1 ¦ الصفحة: 174\n",
        "480-\nوقال: عبد الله بن عجلان النهدي أحد العشاق المذكورين، تزوجت عشيقته فرأى أثر كفها في ثوب زوجها فمات كمداً.\n481-\nأهدى أبو العتاهية للمهدي برنية فيها ثوب مطيب قد كتب في حواشيه: (شعر) [بسيط]\nنفسي [بشيء] من الدنيا معلقة\n...\nالله والقائم المهدي يكفيها\nإني لآيس منها ثم يطمعني\n...\nفيها احتقارك للدنيا وما فيها\nفهم بدفع عتبة إليه فضجرت وقالت: يا أمير المؤمنين، بعد حرمتي\nالجزء: 1 ¦ الصفحة: 175\n",
        "وخدمتي أتدفعني إلى رجل قبيح المنظر بائع جرار متكسب بالشعر؟ فأعفاها، وأمر أن تملأ البرنية مالاً. فأرادوا أن يملؤوها دراهم فقال: إنما أمر بالدنانير، فاختلف في ذلك حولاً. فقالت عتبة: \"لو كان عاشقاً لم يختلف حولاً في التمييز بين الفضة والذهب وقد أعرض عني صفحاً\".\n482-\nصحب جميل رجلاً من بني عذرة يدعى العشق وهو سمين، فقال: [طويل]\nوقد راعني من زهدم أن زهدماً\n...\nيشد على خبزي ويبكي على جمل\nفلو كنت عذري العلاقة لم تكن\n...\nسميناً وأنساك الهوى كثرة الأكل\n483-\nقال محمد بن عبد الله بن طاهر لأولاده: عفوا تشرفوا، واعشقوا تظرفوا.\nالجزء: 1 ¦ الصفحة: 176\n",
        "484-\n[أول] العشق النظر، وأول الحريق الشرر.\n485-\nزار علي بن عبيدة الريحاني جارية كان يهواها وعنده إخوانه، فحان وقت الظهر فبادروا للصلاة وهما يتحادثان فأطالا حتى كادت الصلاة أن تموت، فقبل: يا أبا الحسن، الصلاة. فقال: رويدك، حتى تزول الشمس. أي حتى تقوم الجارية.\n486-\nوصف أعرابي امرأة فقال: ما زال القمر يرينيها، فلما غاب رأيتها. قيل: فما كان بينكما؟ قال: أبعد ما أحل الله مما حرم الله، إشارة في غير باس ودنو في غير مساس. ولا وجع أشد من الذنوب.\n487-\nوقال أبو العيناء: أضحكني بائع رمان،\nالجزء: 1 ¦ الصفحة: 177\n",
        "يقول: [سريع]\nوقعت من فوق جبال الهوى\n...\nإلى بحار الحب طرطب\n488-\nعبد بني الحسحاس: [طويل]\nوكم قد شققنا من رداء محبر\n...\nومن برقع عن طفلة غير عابس\nإذا شق برد شق بالبرد برقع\n...\nدواليك حتى كلنا غير لابس\nوذلك أن الرجل يشق برفع حبيبه والمرأة تشق برد حبيبها، ويقولون: إن لم يفعل ذلك عرض البغض بينهما.\n489-\nذكر أعرابي امرأة فقال: \"كاد الغزال يكونها لولا ما تم منها ونقص منه. وما كانت أيامي معها إلا كأباهيم القطا قصراً ثم طالت بعدها شوقاً إليها وأسفاً عليها\".\nالجزء: 1 ¦ الصفحة: 178\n",
        "490-\nعشق رجل امرأة فقيل له: ما بلغ من عشقك لها؟ قال: كنت أرى القمر على سطح دارها أحسن منه على سطوح الناس\".\n491-\n\"من جرى مع هواه طلقاً جعل للعذل فيه طرقاً\".\n492-\nوقال عبد الله بن رواحة: [طويل]\nسبتك بعيني جؤذر بخميلة\n...\nوجيد كجيد الريم زينه النظم\nوأنف كحد السيف يشرب قبلها\n...\nوأشنب رفاف الثنايا به ظلم\n493-\nوقالت أعرابية في صفة العشق: \"جل والله أن يرى، وخفي عن أبصار الورى، فهو في الصدور كامن كمون النار في الحجر. إن قرعته أورى وإن تركته توارى، وإن لم يكن شعبة من الجنون فهو عصارة السحر\".\nالجزء: 1 ¦ الصفحة: 179\n",
        "494-\nوقال كثير عزة: [طويل]\nوإني لأرضى منك يا عز بالذي\n...\nلو أيقنه الواشي لقرت بلابله\nبلا وبأن لا أستطيع وبالمنى\n...\nوبالوعد حتى يسأم الوعد آمله\nوبالنظرة العجلى وبالحول تنقضي\n...\nأواخره لا نلتقي وأوائله\n495-\nوقيل: \"سرقت فؤاده إذا عشقها وتحللت مسك الروح منه\".\n496-\nويقال: \"ناط قلبي بحبها نائط، وساطه بدمي سائط\".\n497-\nوقال أعرابي: \"لقد [كنت] آتيها عند أهلها فيتجهمني لسانها، ويرحب بي طرفها\".\nالجزء: 1 ¦ الصفحة: 180\n",
        "498-\nوقالت ليلى العامرية في قيسها: [سريع]\nلم يكن المجنون في حالة\n...\nإلا وقد كنت كما كانا\nلكنه باح بسر الهوى\n...\nوإنني قد ذبت كتمانا\n499-\nوقال ابن مرخية: [طويل]\nسألت سعيد بن المسيب مفتي ال\n...\nمدينة هل في حب دهماء من وزر\nفقال سعيد بن المسيب إنما=تلام على ما تستطيع من الأمر فقال سعيد: والله ما سألني أحد ولو سألني ما كنت أجبت إلا بهذا.\nالجزء: 1 ¦ الصفحة: 181\n",
        "500-\nكان أهل الهوى فيما مضى يسر أحدهم بلبانة مضغتها حبيبته أو بسواك استاكت به، واليوم يطلب أحدهم الخلوة الصحيحة كأنه قد أشهد على نكاحها أبا سعيد وأبا هريرة.\n501-\nمر مالك بن دينار بدار ليلى وإذا بقائل يقول: شعر [سريع]\nيا سيدي قد جاءك المذنب\n...\nيرجو الذي يرجوه من يتعب\nفاصفح له عن ذنبه منعماً\n...\nوهب له منك الذي يطلب\nفوقف مالك يسمع ويبكي والقائل يردد البيتين بصوت حزين، فلما قارب السحر قال: [سريع]\nيا ناصباً مقلته فتنة\n...\nإليك من مقلتك المهرب\nفقال: يا فاسق، إنما كان تضرعك لغير الله، ومضى.\nالجزء: 1 ¦ الصفحة: 182\n",
        "502-\nهوي أحمد بن [أبي] عثمان الكاتب جارية لزبيدة اسمها نعم حتى مرض ونهك وقال فيها أبياتاً منها قوله: [طويل]\nوإني ليرضيني الممر ببابها\n...\nوأقنع منها بالشتيمة والزجر\nفوهبتها له.\n503-\nوقال زبان بن عبد العزيز بن مروان بن الحكم: [رمل]\nعلق القلب مهاة طفلة\n...\nمن بني عبد مناف في اللباب\nوبنو زهرة أخوال لها\n...\nوبنو الإصبع أولاد الرباب\nمن ذرى كلب وكلب هامة\n...\nمن معد في المعالي والروابي\nجمعتني وسليمى نسوة\n...\nفاتكات من عدي بن حباب\nالجزء: 1 ¦ الصفحة: 183\n",
        "504-\nوقال المعتز بالله: [منسرح]\nبيضاء ورد الشباب قد غمست\n...\nفي خجل ذائب يعصرها\nمجدولة هزها الصبا وغدت\n...\nيشغل لحظ العيون منظرها\nالله جار لها فما امتلأت\n...\nعيني إلا من حيث أبصرها\n505-\nأبو عبد الله الغواص: [رمل]\nقمر لم يبق مني حبه\n...\nوهواه غير مقلوب قمر\n506-\nوقال خليد مولى العباس بن محمد الهاشمي شاعر الظاهرية: [وافر]\nأما والرقصات بكل فج\n...\nومن صلى بنعمان الأراك\nالجزء: 1 ¦ الصفحة: 184\n",
        "لقد أضمرت حبك في فؤادي\n...\nوما أضمرت حبا من سواك\nأطعت الأمر فيك بقطع حبلي\n...\nمريهم في أحبتهم بذاك\nفإن هم طاوعوك فطاوعيهم\n...\nوإن عاصوك فاعصي من عصاك\n507-\nوقال: عبد الرحمن بن أبي بكر الصديق رضي الله عنه رأى بالشام امرأة فقال: [طويل]\nتذكرت ليلى والسماوة دونها\n...\nفما لابنة الجودي ليلى وماليا\nوأنى تعاطى قلبه حارثية\n...\nتدمن بصرى أو تحل الجوابيا\nالجزء: 1 ¦ الصفحة: 185\n",
        "508-\nوقال أعرابي: [طويل]\nأقول لعيس قد برى السير نيها\n...\nفلم يبق منها غير عظم مجلد\nخذي بي ابتلاك الله بالشوق والهوى\n...\nوهاجتك أصوات الحمام المغرد\nفطارت مراحاً خوف دعوة عاشق\n...\nتجوب في الظلماء في كل فدفد\nفلما ونت في السير ثنيت دعوتي\n...\nوكانت لها سوطاً إلى ضحوة الغد\n509-\nوقال الفتح بن خاقان صاحب المتوكل: شعر [خفيف]\nأيها العاشق المعذب صبراً\n...\nفخطايا أهل الهوى مغفورة\nالجزء: 1 ¦ الصفحة: 186\n",
        "زفرة في الهوى أحط لذنب\n...\nمن غزاة وحجة مبرورة\n510-\nوقال يوسف بن الماجشون: \"أنشدت محمد بن المنكدر قول وضاح اليمن:\nإذا قلت هاتي نوليني تبسمت\n...\nوقالت معاذ الله [من] فعل ما حرم\nفما نولت حتى تضرعت حولها\n...\nوعرفتها ما رخص الله في اللمم\nفضحك وقال: إن كان وضاح لفقيهاً في نفسه\".\nالجزء: 1 ¦ الصفحة: 187\n",
        "511-\nوقال علي بن هشام فرخسروا، وكان المأمون يزوره ويستأنس به ثم قتله، ومن شعره: [بسيط]\nيا موقد النار يذكيها فيخمدها\n...\nقر الشتاء بأرواح وأمطار\nقم فاصطل النار من قلبي مضرمة\n...\nللشوق تغن بها يا موقد النار\nويا أخا الذود قد طال الظماء بها\n...\nما تعرف الري من جدب وإقفار\nرد بالعطاش على عيني وعبرتها\n...\nتروي العطاش بدمع واكف جار\n512-\nعبد الرحمن القارئ القس: [الكامل]\nقد كنت أعذل في الصبابة أهلها\n...\nفاعجب لما تأتي به الأيام\nالجزء: 1 ¦ الصفحة: 188\n",
        "فاليوم أعذرهم وأعلم أنما\n...\nسبل الضلالة والهدى أقسام\n513-\nبرمة النحوي: [سريع]\nيا طيب مرعى مقلة لم تخف\n...\nبوجنتيه زجر حراس\nحلت بخد لم يغض ماؤه\n...\nولم تخضه أعين الناس\n514-\nكشاجم: [بسيط]\nفلم يزل خدها ركناً ألوذ به\n...\nوالخال في صحنه يغني عن الحجر\nالجزء: 1 ¦ الصفحة: 189\n",
        "515-\nالخبز أرزي: [منسرح]\nلو أبصر الوجه منه منهزم\n...\nيطلبه ألف فارس وقفا\n516-\nعن عمر بن [أبي] ربيعة: \"كنت بين امرأتين هذه تسارني وهذه تعضني فما شعرت بعضة هذه من سرار هذه\".\n517-\nوقال ريسان العذري: [بسيط]\nلو حز بالسيف رأسي في مودتها\n...\nلطار يهوي سريعاً نحوها راسي\nوسمع به ابن أبي ربيعة بعد ما نسك ولبس الصوف فقال: أحسن والله. وتحرك، فقال: تالله لقد هيجتم علي ما كان مني ساكناً\".\n518-\nوقال محمود بن مروان بن أبي حفصة: [كامل]\nيدمي الحرير جلودهن وإنما\n...\nيكسين من حلل الحرير رقاقها\nالجزء: 1 ¦ الصفحة: 190\n",
        "الباب التاسع\nفي العقل والفطنة والشهامة والتدبير والرأي والتجارب والنظر في العواقب 519-قال النبي صلى الله عليه وسلم: \"ما استودع عبد عقلاً إلا استنقذه به يوماً\".\n520-\nوعنه عليه السلام: \"العقل نور في القلب يفرق بين الحق والباطل\".\n521-\nوعن أنس رضي الله عنه: \"قيل: يا رسول [الله] الرجل يكون حسن العقل كثير الذنوب. قال: ما من آدمي إلا وله ذنوب وخطايا يقترفها، فمن كانت سجيته العقل وغريزته اليقين لم تضره ذنوبه. قيل: كيف ذلك يا رسول الله؟ قال: لأنه كلما أخطأ لم يلبث أن يتدارك ذلك بتوبة وندامة على ما كان منه فيمحو ذنوبه ويبقى له فضل يدخل به الجنة\".\nالجزء: 1 ¦ الصفحة: 191\n",
        "522-\nوعنه: \"أثنى قوم على رجل عند رسول الله صلى الله عليه وسلم حتى بالغوا في الثناء بخصال الخير. فقال رسول الله صلى الله عليه وسلم: \"كيف عقله؟ فقالوا: يا رسول الله نخبرك باجتهاده في العبادة وأصناف الخير وتسألنا عن عقله! فقال نبي الله: \"إن الأحمق يصيب بحمقه أعظم من فجور الفاجر. وإنما يرتفع العباد في الدرجات وينالون الزلفى من ربهم على قدر عقولهم\".\n523-\nوقال الحسن: \"كان عقل آدم مثل عقل جميع ولده\".\n524-\nوقال عامر بن عبد القيس: \"إذا عقلكَ عقلُك عن ما لا يعنيك فأنت عاقل\".\n525-\nوقال عبد الله بن عبد الرحمن بن الحارث: \"ما رأيت عقول الناس إلا متقاربة إلا ما كان من الحجاج وإياس\".\nالجزء: 1 ¦ الصفحة: 192\n",
        "526-\nوقال علي بن عبيدة: \"العقل ملك والخصال رعيته، فإذا ضعف عن القيام عليها وصل الخلل إليها\". فسمعه أعرابي فقال: \"هذا كلام يقطر عسله\".\n527-\nوقال معن بن زائدة: \"ما رأيت قفا رجل إلا عرفت عقله. قيل فإن رأيت وجهه؟ قال: ذلك حينئذ إقراره\".\n528-\nوقال فيلسوف: \"عقل الغريزة سلم إلى عقل التجربة\".\n529-\nوقيل: \"أيدي العقول تمسك أعنة الأنفس\".\n530-\n\"كل شيء إذا كثر رخص غير العقل فإنه إذا كثر غلا\".\n531-\nقوله تعالى: (لينذر من كان حيا) .\nقيل: من كان عاقلاً.\n532-\nوقيل: \"العقل بخشونة العيش مع العقلاء آنس منه بلين العيش مع التفهاء\".\n533-\nوقال بزر جمهر: \"لا شرف إلا شرف العقل، ولا غنى إلا غنى النفس\".\n534-\nوقال أعرابي: \"العاقل متصفح، والجاهل متسمح\".\nالجزء: 1 ¦ الصفحة: 193\n",
        "535-\nوصف المعلى بن أيوب ابن الزيات فقال: \"كأنه لسان حية من ذكائه\".\n536-\nوقال أبو العيناء لرجل: \"ما فيك من العقل إلا مقدار ما يجب به الحجة عليك والنار لك\".\n537-\nوقال أعرابي: \"لو صور العقل لأظلمت معه الشمس، ولو صور الحمق لأضاء معه الليل\".\n538-\nوقيل: \"العاقل من كان على جميع شهوته رقيب من عقله\".\n539-\n\"من [لم] يؤسس عقله [على] التقوى فلا عقل له\".\n540-\nوقيل: \"يعيش العاقل بعقله حيث كان، كما يعيش الأسد بقوته حيث كان\".\n541-\n\"كل شيء يحتاج إلى العقل، والعقل يحتاج إلى التجارب\".\nالجزء: 1 ¦ الصفحة: 194\n",
        "542-\n[طويل] :\nإذا لم يكن للمرء عقل فإنه\n...\nوإن كان ذا بيت على الناس هين\nومن كان ذا عقل أجل لعقله\n...\nوأفضل عقل عقل من يتدين\n543-\nوقال المهلب: \"لأن أرى لعقل الرجل فضلاً على لسانه أحب إلي من [أن] أرى للسانه فضلاً على عقله\".\n544-\nوقال لقمان: \"غاية الشرف والسؤدد حسن العقل، فمن حسن عقله غطى عيوبه وأصلح مساوئه ورضي عنه مولاه\".\n545-\nوقال علي رضي الله عنه: \"العاقل من وعظته التجارب\".\n546-\nكان يقال: \"الأريب: العاقل الفطن المتغافل\".\n547-\n\"نعوذ بالله أن نكون ممن عقله صديق مقطوع وهواه عدو متبوع\".\n548-\nيقال: \"لفلان من عقله رقيب على شهوته يهديه إلى الهدى ويرده عن الردى\".\n549-\nوقيل لحكيم: \"متى عقلت؟ قال: حين ولدت. فلما رأى إنكارهم قال: أما أنا\nالجزء: 1 ¦ الصفحة: 195\n",
        "فقد بكيت حين جعت، وطلبت الثدي حين احتجت، وسكت حين أعطيت\".\nيعني: من عرف مقادير حاجاته فهو عاقل.\n550-\n\"أحلام عاد\" مثل عند العرب في رجاحة العقول، قاسوا عقولهم على أجسادهم فاسترجحوها. فقال [طويل] :\nوأحلام عاد لا يخاف جليسهم\n...\nوإن نطق العوراء غرب لسان\n551-\nوقال ابن المعتز: \"ما أبين وجوه الخير والشر في مرآة العقل إن لم يصدها الهوى\".\n552-\n\"العاقل يروي ثم يروي، ويخبر ثم يخبر\".\n553-\nوقال أردشير بن هرمز [بن] بابك: \"من لا يكون عقله أغلب خلال\nالجزء: 1 ¦ الصفحة: 196\n",
        "الخير عليه كان حتفه [في أغلب خلالالشر عليه] \".\n554-\nوعنه: \"العاقل من ملك عنان شهوته\".\n555-\nوقال بطليموس: \"كل عمل يأذن فيه العقل فهو صواب\".\n556-\nوعنه: \"العاقل لا يشرب من السم اتكالاً على ما عنده من الترياق\".\n557-\nوقال ملك الخزر: \"إذا شاورت العاقل صار عقله لك\".\n558-\nوقال المنذر لابنه النعمان فيما أوصاه به: \"دع الكلام وأنت عليه قادر، وليكن لك من عقلك خبيئٌ ترجع إليه أبداً. فقال النعمان: مرني بأمر جامع. قال: الزم الحزم والحياء\".\nالجزء: 1 ¦ الصفحة: 197\n",
        "559-\n\"و [ذو] العقل لا تبطره المنزلة السنية، كالجبل لا يتزعزع وإن اشتدت عليه الريح، والسخيف يبطره أدنى منزلة كالحشيش تحركه أدنى ريح\".\n560-\nوقال الحجاج لابن القرية: \"من أعقل الناس؟ قال: الذي يحسن المداراة مع أهل زمانه\".\n561-\nوقال حكيم: \"العقل والتجربة في التعاون بمنزلة الماء والأرض، لا يطيق أحدهما دون الآخر ثباتاً\".\n562-\nوقال العتبي: \"العقل عقلان: عقل تفرد الله بخلقه وعقل يستفيده الرجل بأدبه وتجربته، ولا سبيل إلى العقل المستفاد إلا بصحة العقل المركب في الجسد فإذا اجتمعا قوى كل واحد منهما صاحبه تقوية النار في الظلمة نور البصر\".\nالجزء: 1 ¦ الصفحة: 198\n",
        "563-\nوقال المأمون: \"إذا أنكرت من عقلك شيئاً فاقدحه بعاقل\".\n564-\nقيل لعلي كرم الله وجهه: \"صف لنا العاقل، قال: هو الذي يوضع الشيء موضعه. قيل: وصف لنا الجاهل. قال: قد فعلت\". يعني الذي لا يضع الشيء موضعه.\n565-\nوعنه: \"الحلم غطاء ساتر، والعقل حسام قاطع، فاستر خلل خلقك بحلمك وقاتل هواك بعقلك\".\n566-\nوقال حكيم: \"اجعل سرك إلى واحد ومشورتك إلى ألف\".\n567-\n\"لن يعدم المشاور مرشداً، والمستبد برأيه موقوف على مداحض الزلل\".\n568-\nوقال أعرابي: \"من لم تسمه التجارب دبت إليه العقارب\".\n569-\nالعرب: \"بر تخبر\".\n570-\nوقال أبو بكر الصديق رضي الله عنه \"أفضل الناس عند الله من عز به الحق وانتشر برأيه الصدق وريق برأيه الفتق\".\nالجزء: 1 ¦ الصفحة: 199\n",
        "571-\nوقال عبد الملك بن مروان: \"لأن أخطئ وقد استشرت أحب إلى من أن أصيب وقد استبددت\".\n572-\nذكر أعرابي رجلاً فقال: \"كان الفهم منه ذا أذنين والجواب ذا لسانين\".\n573-\nفيلسوف: \"من عرف التجارب طابت له المشارب\".\n574-\nوقال الفضل بن سهل: \"الرأي يشد ثلم السيف، والسيف لا يشد ثلم الرأي\".\n575-\nدخل أحمد بن يوسف على المأمون وعريب تغمز رجله فخالسها النظر وأومأ إليها بقبلة، فقالت: كحاشية البرد. فلم يدر ما قالت، فحدث به محمد بن\nالجزء: 1 ¦ الصفحة: 200\n",
        "بشير فقال له: أنت تدعي الفطنة ويذهب عليك مثل هذا؟ ذهبت إلى قول الشاعر:\nرمى ضرع ناب فاستمر بطعنه\n...\nكحاشية البرد اليماني المسهم\n576-\n[وقيل] : [طويل]\nإذا بلغ الرأي المشورة فاستعن\n...\nبحزم نصيح أو نصيحة حازم\nالجزء: 1 ¦ الصفحة: 201\n",
        "ولا تحسب الشورى عليك غضاضة\n...\nفإن الخوافي قوة للقوادم\nوخل الهوينا للضعيف ولا تكن\n...\nنؤوماً فإن الحزم ليس بنائم\nوأذن من القربى المقرب نفسه\n...\nولا تشهد الشورى امرءًا غير كاتم\nوما خير كف أمسك الغل أختها\n...\nوما خير سيف لم يؤيد بقائم\nفإنك لا تستطرد الهم بالمنى\n...\nولا تبلغ العليا بغير المكارم\n577-\nوقال النبي صلى الله عليه وسلم \"المستشير معان\".\nالجزء: 1 ¦ الصفحة: 202\n",
        "578-\nوصف أعرابي امرءاً فقال: \"يشرق بعزم لا يدجو معه خطب، ويومض بصواب لا يلتبس عنده صعب حتى يغادر المستعجم معجماً والمشكل مشكولاً\".\n579-\nأدخل الركاض وهو ابن أربع سنين إلى الرشيد ليتعجب من فطنته فقال له: \"ما تحب أن أهب لك؟ فقال: جميل رأيك، فإني أفوز به في الدنيا والآخرة. فأمر له بدنانير ودراهم فصبت بين يديه. فقال: اختر الأحب إليك. فقال: الأحب إلي الأمير، وهذا من هذين وضرب بيده الدنانير، فضحك الرشيد وضمه إلى ولده وأجرى عليه.\n580-\n\"الحازم لا تدهش له عزيمة ولا تكهم له صريمة\". 581-بزر جمهر: \"إن الحازم إذا أشكل عليه أمر بمنزلة من أضل لؤلؤة فجمع\nالجزء: 1 ¦ الصفحة: 203\n",
        "ما حول مسقطها من التراب ثم التمسها حتى وجدها، وكذلك الحازم يجمع وجوه الرأي في الأمر المشكل ثم يضرب بعضها على بعض حتى يخلص الرأي\".\n582-\n\"هجين عاقل خير من هجان جاهل\".\n583-\nفيلسوف: \"لا رأي لمن تفرد برأيه\".\n584-\nقيل لبزر جمهر: \"من أكمل الناس؟ قال: من [لم] يجعل عقله وسمعه غرضاً للفحشاء، وكان الأغلب عليه التغافل\".\n585-\nوقال عبد الله بن وهب الراسبي: \"دعوا الرأي يغب فإن غبوبه يكشف لك عن محضه\".\n586-\nوقال: \"استفتحوا باب الرأي بالاستخارة\".\nالجزء: 1 ¦ الصفحة: 204\n",
        "587-\nوقال ابن المقفع: \"ما رأيت حكيماً إلا وتغافله أكثر من فطنته\".\n588-\nحكيم: \"المشورة موكل بها التوفيق لصواب الرأي\".\n589-\n\"أعقل الرجال لا يستغني عن مشورة أولي الألباب، وأفره الدواب لا يستغني عن السوط، وأروع النساء لا تستغني عن الزوج\".\n590-\nوقال الحسن: \"الناس على ثلاثة أقسام: فرجل رجل، ورجل نصف رجل، ورجل لا رجل. فأما الرجل فذو الرأي والمشورة، وأما نصف الرجل [فهو] الذي له رأي ولا يشاور، وأما الرجل الذي ليس برجل [فهو] الذي ليس له رأي ولا يشاور\".\n591-\nوقال: [بسيط]\nأنى أتيح لها حرباء تنضبةٍ\n...\nلا يرسل الساق إلا ممسكاً ساقا\nيضرب للحازم.\nالجزء: 1 ¦ الصفحة: 205\n",
        "592-\nونحوه أن رجلاُ أتى أخاه واستشاره في التقضي منه فقال له: إن كلباً لقي كلباً في فمه رغيف محترق. فقال: ويحك، ما أردأ هذا الرغيف. فقال: لعنة الله على من يتركه حتى يجد خيراً منه\".\n593-\nوقال عمر بن الخطاب رضي الله عنه للحطيئة: \"كيف صبرتم على حرب بني ذبيان وهم أضعافكم في العدد؟ قال: كان فينا ألف حازم. قال: كيف كان فيكم ألف حازم؟ وهل كان في عبس وغطفان هذا؟ قال: كان فينا قيس ابن زهير\".\nالجزء: 1 ¦ الصفحة: 206\n",
        "594-\nكان بعض الماضين إذا استشير قال لمشاوره: \"أنظرني حتى أصقل عقلي بنومة\".\n595-\nوقال المنصور لولده: \"خذ عني اثنين: لا تقل بغير تفكير، ولا تعمل بغير تدبير\".\n596-\nوقال طاهر بن الحسين: [بسيط]\nاعمل صواباً تنل بالحزم مأثرة\n...\nفلم يذم لأهل الحزم تدبير\nوإن ظهرت على جهل وفزت به\n...\nقالوا جهول أعانته المقادير\nأنكد بدنيا ينال المخطئون بها\n...\nحظ المصيبين والمقدور مقدور\n597-\nوقال إبراهيم بن التميمي: \"مثلت نفسي في النار أعالج أغلالها وسعيرها\nالجزء: 1 ¦ الصفحة: 207\n",
        "وزقومها وزمهريرها فقلت: يا نفس أيش تشتهين؟ قالتا: أن أرجع إلى الدنيا فأعمل عملاً أنجو به من هذا العذاب. ومثلتها الجنة مع حورها ألبس من سندسها وحريرها فقلت: أيش تشتهين؟ قالت: أرجع فأعمل عملاً أزداد [به] في الثواب. فقلت: فأنت في الدنيا، وفي الأمنية فاعملي\".\n598-\nوقيل: فضيل: \"المشورة فيها بركة. إني لأستشير حتى هذه الحبشية\".\n599-\nوقال ابن عيينة: \"كان رسول الله صلى الله عليه وسلم إذا أراد أمر شاور فيه الرجال. وكيف يحتاج إلى مشورة المخلوقين والخالق مدبر أمره، ولكنه تعليم منه ليشاور الرجل الناس وإن كان عالماً\".\n600-\nوقال أعرابي: \"لا مال أوفر من العقل، ولا فقر أعظم من الجهل، ولا ظهر أقوى من المشورة\".\nالجزء: 1 ¦ الصفحة: 208\n",
        "601-\nوقال: أكثم بن صيفي: \"في الاعتبار غنى عن الاختبار\".\n602-\nحكيم: \"الرأي الفذ كالخيط السحيل، والرأيان [كالخيطين] المبرمين، والثلاثة مرائر لا تكاد تنقض\".\n603-\nوقال لقمان عليه السلام: \"يا بني، إذا أردت أن تقطع أمراً فلا تقطعه حتى تستشير مرشداً\".\n604-\nفي وصية علي رضي الله عنه: \"يا بني، إني وإن كنت عمرت عمر من كان قبلي فقد نظرت في أعمالهم، وفكرت في أخبارهم حتى عدت كأحدهم. بل كأني مما انتهى إلي من أمورهم قد عمرت مع أولهم إلى آخرهم فعرفت صفو ذلك من كدره ونفعه من ضرره. واستخلصت لك من كل أمر نخيله وتوخيت لك جميله وصرفت عنك مجهوله\".\n605-\nوعن عمر رضي الله عنه: \"لا أمين إلا من خشي الله، فشاور في أمرك من يخشى الله\".\nالجزء: 1 ¦ الصفحة: 209\n",
        "606-\nوقيل: \"له رأي كالسهم أصاب غرة الهدف، ودهاء كالبحر بعد غور، وقرب مغترف\".\n607-\nوقيل: شعر [طويل]\nوقد يتعامى المرء في عظم أمره\n...\nومن تحت برديه المغيرة أو عمرو\n608-\nوقال: [رجز]\nشاور نفسي طمع مع خيبة\n...\nيقول هاتي لا وهاتيك بلى\n609-\nوقيل: \"من بدأ بالاستخارة وثنى بالاستشارة فحقيق أن لا يقبل له رأي\".\n610-\n\"له دراية مستعارة من حنكته\".\n611-\nوقال سلمة بن عياش: قال لي رؤبة: \"ما كنت أحب أن أرى في رأيك فيالة\".\nالجزء: 1 ¦ الصفحة: 210\n",
        "612-\n\"إذا حلت المقادير ضلت التدابير\".\n613-\nوقيل: \"من نظر في المغاب ظفر في المحاب\".\n614-\n\"من اشتدت عزائمه اشتدت دعائمه\".\n615-\n\"الرأي السديد أحمى من الأيد الشديد\".\n616-\nوقال أبو القاسم الهر ندي: [طويل]\nوما ألف مطرود السنان مسدد\n...\nيعارض يوم الروع رأياً مسدداً\n617-\n\"كل السرور حجر على كل ذي حجر\".\nالجزء: 1 ¦ الصفحة: 211\n",
        "618-\nذكر المأمون ولد علي رضي الله عنه [فقال] : \"أدوا بتدبير الآخرة وحرموا تدبير الدنيا\".\n619-\nقيل للأحنف: \"بم سدت قومك؟ قال: بحسب لا يطعن فيه، ورأي لا يستغنى عنه\".\n620-\nوقيل: \"إذا غلب العقل الهوى صرف المساوئ إلى المحاسن فجعل البلادة حلماً، والحدة ذكاء، والمكر فطنة، والهذر بلاغة، والعي صمتاً، والعقوبة أدباً والجبن حذراً، والإسراف جوداً\".\n621-\nوقيل: \"من اجتهد رأيه، واستخار ربه، واستشار صديقه فقد قضى ما عليه، ويقضي الله في أمره ما أحب\".\n622-\nوقال عمر رضي الله عنه: \"ما تشاور قوم قط إلا هدوا إلى رشاد أمرهم\".\n623-\nوقال بعض العرب لولده: \"يا بني إن أباك أهدى من القطا ومن دعيميص الماء ومن الطير في الهواء. قد حلب الدهر أشطره، وعرف\nالجزء: 1 ¦ الصفحة: 212\n",
        "أعاجيب الدهور وغوامض الأمور، وأخذ عن النساك والفتاك، وبات في القفر مع الوعول، وتزوج السعلاة وجاور الغول، ودخل في كل باب، وجرى مع كل ريح، وامتحن بالسراء والضراء، وجالس السلاطين والمساكين، ومثلث له التجارب عواقب الأمور\".\n624-\nوقال سليمان عليه السلام: \"يا بني، لا تقطع أمراً حتى تؤامر مرشداً، فإذا فعلت فلا تحزن\".\n625-\n\"أحزم الناس رجلان: \"رجل وسع الله عليه في الدنيا فشكر ليوسع عليه في الآخرة، ورجل ضيق عليه في الدنيا فصبر لئلا يضيق عليه في الآخرة\".\n626-\nوقال بهمن بن اسفنديار: \"تجريب المجرب يضيع الروزجار\".\n627-\nوقال أبو بكر رضي الله عنه: \"ليكن الإبرام بعد التشاور، والصفقة بعد التناظر\".\n628-\nوقال علي كرم الله وجهه: \"خاطر من استغنى برأيه\".\n629-\nوقال المعتصم: \"إذا نصر الهوى خذل الرأي\".\nالجزء: 1 ¦ الصفحة: 213\n",
        "630-\nوقال بعض علماء الهند: \"المستشير وإن كان أفضل رأياً من المستشار فإنه يزداد برأيه رأياً كما تزداد النار بالسليط ضوءاً\".\n631-\nوقيل: لما قتل المنصور أبا مسلم قال لصاحب شرطته أبي نصر مالك الخزاعي: \"هل استشارك أبو مسلم في القدوم فأشرت عليه أن لا يفعل؟ قال: نعم\".\n632-\nوقال: سمعت إبراهيم الإمام يحدث عن أبيه: \"لا يزال الرجل يزاد له في رأيه ما نصح لمن استشاره\".\n633-\nوقال أحمد بن موسى السلمي من بني الشريد: شعر [طويل]\nإذا خصلتان أشكل الرأي فيهما\n...\nفسعيك في شعب التي هي أجمل\nالجزء: 1 ¦ الصفحة: 214\n",
        "ورأيك من رأي المشيرين كلهم\n...\nغداة اختلاف الرأي أرأى وأعدل\n634-\nوعن علي رضي الله عنه: \"لا تدخلن في مشورتك بخيلاً يعدل بك عن الصواب ولا جباناً يضعفك عن الأمور، ولا حريصاً يزين لك الشرة بالجور، فإن البخل والجبن [والحرص] غرائز شتى يجمعها سوء الظن بالله\".\n635-\nوعنه: \"من استبد برأيه هلك، ومن شاور الرجال شاركها [في عقولها] \".\n636-\nالأشجع السلمي: [بسيط]\nرأي سرى وعيون الناس هاجعة\n...\nما أخر الحزم رأي قدم الحذرا\n637-\nسمع محمد بن يزداد وزير المأمون قول\nالجزء: 1 ¦ الصفحة: 215\n",
        "القائل حيث يقول: [طويل]\nإذا كنت ذا رأي فكن ذا عزيمة\n...\nفإن فساد الرأي أن يترددا\nفأضاف إليه:\nوإن كنت ذا عزم فأنقذه عاجلاً\n...\nفإن فساد العزم أن يتفندا\n638-\nوقال: محمد بن أدريس الطائي حيث يقول: [كامل]\nذهب الصواب برأيه فكأنما\n...\nآراؤه اشتقت من التأييد\nفإذا دجا خطب تبلج رأيه\n...\nصبحاً من التوفيق والتسديد\n639-\nوقال محمود الوراق رحمه الله تعالى: [كامل]\nإن اللبيب إذا تفرق أمره\n...\nفتق الأمور مناظراً ومشاورا\nالجزء: 1 ¦ الصفحة: 216\n",
        "وأخو الجهالة يستبد برأيه\n...\nفتراه يعتسف الأمور مخاطرا\n640-\nوقال الرشيد حين بدا له تقديم الأمين على المأمون في العهد: [طويل]\nلقد بان وجه الرأي لي غير أنني\n...\nغلبت على الأمر الذي كان أحزما\nفكيف يزد الدر في الضرع بعدما\n...\nتوزع حتى صار نهباً مقسما\nأخاف التواء الأمر بعد استوائه\n...\nوأن ينقض الحبل الذي كان أبرما\n641-\nغيرة: [طويل]\nوما المرء منفوعاً بتجريب غيره\n...\nإذا لم تعظه نفسه وتجاربه\n642-\nغيرة: [طويل]\nخليلي ليس الرأي في صدر واحد\n...\nأشيرا علي اليوم ما تريان\nالجزء: 1 ¦ الصفحة: 217\n",
        "643-\nمحمد بن ذؤيب: [طويل]\nويفهم قول الحكل لو أن ذرة\n...\nتساود أخرى لم يفته سوادها\n644-\nوصف رجل عضد الدولة فقال: \"له وجه فيه ألف [عين، وفم فيه ألف] لسان، وصدر فيه ألف قلب\".\n645-\nوقال لقمان: \"يا بني، شاور من جرب الأمور فإنه يعطيك من رأيه ما قام عليه بالغلاء، وأنت تأخذه بالمجان.\nالجزء: 1 ¦ الصفحة: 218\n",
        "646-\nوقال أردشير بن بابك: \"أربعة تحتاج إلى أربعة: الحسب إلى الأدب، والسرور إلى الأمن، والقرابة إلى المودة، والعقل إلى التجربة\".\n647-\nوقال الإسكندر: لا تستحقر الرأي الجزيل من الرجل الحقير فإن الدرة لا يستهان بها لهوان غائصها\".\n648-\nوجاء في الحديث: \"ما أوتي أحد عقلاً ولا فضلاً إلا احتسب عليه من رزقه\".\n649-\nوقال مسلمة بن عبد الملك: \"ما ابتدأت أمراً قط بحزم فرجعت إلى نفسي بلائمة، وإن [كانت] العاقبة علي، ولا ضيعت شيئاً من الحزم فسرت به وإن كانت العاقبة لي\".\n650-\n[و] هنأ [العتبي المهدي] لما ولي الخلافة فسأل عن العتبي فقيل: \"هو من أولاد عتبة بن أبي سفيان، فقال أوبقي من أحجارهم ما أرى؟ \". من قولهم: \"رمى بحجر الأرض\".\nوالله أعلم\nالجزء: 1 ¦ الصفحة: 219\n",
        "الباب العاشر\nفي العمل والكد والتعب والشغل والجد [والعزم] والنية والكفاية والكيس والعجلة والسرعة والعدو وحسن التأني في الأمور وانتهاز الفرص 651-قال النبي صلى الله عليه وسلم: \"أفضل العمل أدومه وإن قل\".\n652-\nوعن عائشة رضي الله عنها: \"كان عمله ديمة\".\n653-\nوقال علي كرم الله وجهه: \"قليل مدوم عليه خير من كثير مملول منه\".\n654-\nوعنه: \"أفضل الأعمال ما أكرهت نفسك عليه\".\n655-\nوقيل: \"لما مات علي بن الحسين فغسلوه وجدوا على ظهره مجلاً مما كان يستقي لضعفة جيرانه بالليل، ومما كان يحمل إلى بيوت المسلمين من جرب الطعام\".\nالجزء: 1 ¦ الصفحة: 221\n",
        "656-\nفي التوراة: \"حرك يدك أفتح لك باب الرزق\".\n657-\nوقال داود الطائي: \"أرأيت المحارب إذا أراد أن يلقى الحرب أليس يجمع آلته! فإذا أفنى عمره في جمع آلته فمتى يحارب؟ إن العلم آلة العمل وإذا أفنى عمره في جمعه فمتى يعمل؟ \".\n658-\nكان إبراهيم بن أدهم يستقي ويرعى ويعمل بكراء ويحفظ البساتين للناس والمزارع، ويحصد بالنهار ويصلي بالليل.\n659-\nوقال النبي صلى الله عليه وسلم: \"تعلموا ما شئتم أن تعلموا فلن ينفعكم الله بالعلم حتى تعملوا به فإن العلماء همتهم الوعاية وإن السفهاء همتهم الرواية\".\nالجزء: 1 ¦ الصفحة: 222\n",
        "660-\nوقال ابن مسعود رضي الله عنه: \"كونوا للعلم وعاة ولا تكونوا رواة، فإنه قد يروى ولا يرعوى، ويرعوى ولا يروى\".\n661-\nوقال عيسى عليه السلام: \"ليس بنافعك أن تعلم م لا تعمل. إن كثرة العلم لا تزيدك إلا جهلاً إذا لم تعمل به\".\n662-\nوقال مالك بن دينار: \"إن العالم إذا لم يعمل زلت موعظته عن القلوب كما يزل القطر عن الصفا\".\n663-\nوقال شبيب بن سليم الأسدي: \"دخلنا على الحسن حجاجاً فدعا لنا ثم قال: \"لعلكم من أصحاب السبورجات. قلنا لا. قال: إياكم وإياهم، فإنه بلغني أن الرجل منهم يكتب حمس مائة حديث ثم يضيعها، ولا يعلم أن الله سائله عنها حرفاً حرفاً\".\n664-\nوقال علي كرم الله وجهه: \"جاء رجل إلى النبي صلى الله عليه وسلم فقال: ما ينفي عني حجة الجهل؟ قال: العلم. قال: فما ينفي عني حجة العلم؟ قال: العمل\".\nالجزء: 1 ¦ الصفحة: 223\n",
        "665-\nوقال النبي صلى الله عليه وسلم: \"الكيس من دان نفسه وعمل لما بعد الموت. والعاجز من أتبع نفسه هواها ثم تمنى على الله\".\n666-\n\"شر الأعمال ما كان عناؤه طويلاً وغناؤه قليلاً\".\n667-\nرأى رسول الله صلى الله عليه وسلم فرجة في لبن قبر ولده إبراهيم فأمر أن تسد وقال: \"أما إنها لا تضر ولا تنفع، ولكن العبد إذا عمل عملاً أحب الله أن يتقنه\".\n668-\nوقال الوزاعي: \"إذا أراد الله بقوم شراً أعطاهم الجدل ومنعهم العمل\".\n669-\nمفرد: [طويل]\nوما المرء إلا حيث يجعل نفسه\n...\nففي صالح الأعمال نفسك فاجعل\nالجزء: 1 ¦ الصفحة: 224\n",
        "670-\nوقال عمر بن عبد العزيز: \"إن الليل والنهار يعملان فيك فاعمل فيهما\".\n671-\nوعن حكيم: \"ما شيء أحسن من عقل زانه علم، ومن علم زانه حلم، ومن حلم زانه صدق، ومن صدق زانه عمل، ومن عمل زانه رفق\".\n672-\nكتب لبعض الملوك على صحيفة من ذهب: \"لا عمل إلا العمل للثواب\".\n673-\nشعر: [طويل]\nألم تر أن الله أوحى لمريم\n...\nإليك فهزي الجذع يساقط الرطب\nولو شاء أن تجنيه من غير هزة\n...\nلكان، ولكن كل أمر له سبب\n674-\nأكثل السدوسي: [كامل]\nصبراًً خلاج ولن تعانق طفلة\n...\nشرقاً بها الجادي كالتمثال\nالجزء: 1 ¦ الصفحة: 225\n",
        "حتى تلاقي في الكتيبة معلماً\n...\nعمرو القنا وعبيدة بن هلال\n675-\nصعصعة بن معاوية التميمي: [طويل]\nوللمجد حومات تلقاك دونها\n...\nمهالك مقطوع عليها جسورها\n676-\nوقال عبد الله بن السائب: \"إن أعمال الأحياء تعرض على أقاربهم الموتى، فلا تحزنوا موتاكم\".\n677-\nوعن عباد الخواص أنه دخل على إبراهيم بن صالح وهو أمير فلسطين\nالجزء: 1 ¦ الصفحة: 226\n",
        "فقال: أصلحك الله، بلغني أن أعمال الأحياء تعرض على أقاربهم من الموتى، فانظر ماذا يعرض على رسول الله صلى الله عليه وسلم من عملك. فبكى إبراهيم حتى سالت دموعه.\n678-\nوكان أبو أيوب الأنصاري يقول: \"اللهم إني أعوذ بك أن أعمل عملاً أخزى به عند عبد الله بن رواحة. وقد آخى النبي صلى الله عليه وسلم بينهما، ومات ابن رواحة قبله.\n679-\nوعن علي كرم الله وجهه: \"كونوا بقبول العمل أشد اهتماماً منكم بالعمل فإنه لا يقل عمل بالتقوى، وكيف يقل عمل بتقبل\".\n680-\nوعن بعضهم: \"صف عملك من الآفات وإن قل تسعد به في الدارين. ومن لم يتق الآفات في عمله فإنه لا يكاد يفلح وإن كثر اجتهاده. وإنما ارتفع القوم لاعتنائهم بإصلاح سرائرهم فعند ذلك أمدهم الله بالنصر على الشيطان وبصرهم مكائده وصاروا من الأبطال، حتى إن الشيطان ليفر من ظل أحدهم\".\nالجزء: 1 ¦ الصفحة: 227\n",
        "681-\nوقال مطرف: \"لأن يقول لي ربي لم لم تعمل أحب إلي من أن يقول لي لم عملت؟ \".\n682-\nوقال الداراني: \"إن عمل الرجل مع رفيقه ومع أهله عمل في السر لأنه لا يقدر أن يكتم منهما\".\n683-\nوقيل: \"تفرقت بفلان شعب الدنيا. إذا كثرت أشغاله\".\n684-\nوقال عبيد الله بن سليمان لأبي العيناء: \"اعذرني فإني مشغول. فقال: إذا فرغت لم أحتج إليك، وما أصنع بك فارغاً؟ وأنشد: [طويل]\nفلا تعتلل بالشغل عنا فإنما\n...\nتناط بك الآمال ما اتصل الشغل\n685-\nواعتذر بعضهم إلى رجل بالشغل فقال: لا بلغت يوم فراغك\".\nالجزء: 1 ¦ الصفحة: 228\n",
        "686-\nوقيل لروح بن حاتم: \"لقد طال وقوفك في الشمس. قال: ليطول وقوفي في الظل\". وأنشد: [طويل]\nتقول سليمى لو أقمت بأرضنا\n...\nولم تدر أني للمقام أطوف\n687-\nأعرابية في ابنها: [رجز]\nلو ظمى القوم فقالوا من فتى\n...\nيحلف لا يردعه خوف الردى\nفبعثوا سعداً إلى الماء سدى\n...\nفي ليلة بيانها مثل العمى\nبغير دلو ورشاء لاستقى\n...\nأمرد يهدي رأيه رأي اللحى\nالجزء: 1 ¦ الصفحة: 229\n",
        "688-\nمن على دماغه في القيظ غلت قدره في الشتاء 689-وقال لقيط بن زرارة يرتجز يوم جبلة: [رجز]\nإن الشواء والنشيل والرغيف\n...\nوالقينة الحسناء والكأس الأنف\nللضاربين الهام والخيل هيف\n690-\nكان عمر بن حبيب إذا فرغ من تهجده قال: \"الرواح الرواح، السباق السباق. سبقتم إلى الماء والظل، إنه من يسبق إلى الماء يظمأ ومن يسبق إلى الظل يضح\".\n691-\n\"وكان في بستان له ومعه غلامه فأذن المؤذن فقال الغلام: الله أكبر، الله أكبر. فقال: سبقتني إليها. أنت حر ولك هذه النخلة\".\nالجزء: 1 ¦ الصفحة: 230\n",
        "692-\n\"إن كلف السعي سعى، وإن يقل قم يثبت\".\n693-\nوقال عبيد بن عمير: \"ما المجتهد فيكم إلا كاللاعب فيما مضى\".\n694-\n\"ما في كل صدر اتساع ولا في كل نفس اضطلاع\".\n695-\nمدح أعرابي رجلاً فقال: \"كان والله إذا نزلت به النوائب قام إليها ثم قام بها، ولم تقعد به علات النفوس\".\n697-\nوقال أبو مسلم صاحب الدولة: [بسيط]\nأدركت بالجد والتشمير ما عجزت\n...\nعنه ملوك بني مروان إذ حشدوا\nالجزء: 1 ¦ الصفحة: 231\n",
        "ما زلت أسعى بجهدي في دمارهم\n...\nوالقوم في ملكهم بالشام قد رقدوا\nحتى ضربتهمو بالسيف فانتبهوا\n...\nمن نومة لم ينمها قبلهم أحد\nومن رعى غنماً في أرض مسبعة\n...\nونام عنها تولى رعيها الأسد\n698-\n\"إذا هم بأمر هان علاجه، وانفتح رتاجه\".\n699-\nوقيل: \"فلان يستعير السيف حده، ويتعلم الليث جده\".\n700-\n\"فلان لا يجف لبده، إذا لم يفتر.\n701-\n\"هو في طلبه قاضي نذور\".\n702-\n\"أخف من حسو طائر، ولفتة ناظر، ومن لمعة بارق، وخلسة سارق\".\nالجزء: 1 ¦ الصفحة: 232\n",
        "703-\n\"أخف من خلسة منتهز، وجلسة مستوفز\".\n704-\n\"فلان لا يزعزع عما يرتئيه، ولا يستنزل عما ينتويه\".\n705-\n[وافر] :\nتسنم ظهر مفخرة أنيخت\n...\nلتركبها ولاتك بالهيوب\n706-\n\"ما دري على البرق سار أم على البراق\".\n707-\n\"والشنفرى هو وابن براق أسرع من النجم منكدراً ومن الماء منحدراً\".\n708-\n\"أسرع حتى ظله لا يلحقه\".\n709-\n\"لا يمس [الأرض] إلا تحليلاً وإيماء، ولا يطؤها إلا إشارة وإيحاء\".\nالجزء: 1 ¦ الصفحة: 233\n",
        "710-\n\"برز عن الغاية وقصب، وغبر في وجوه الخيل وحصب\".\n711-\nشعر: [طويل]\nبرئت إلى الرحمن من كل صاحب\n...\nأصاحبه إلا خماس بن ثامل\nوظني به بين السماطين أنه\n...\nسينجو بحق أو سينجو بباطل\n712-\n\"لا يكاد يعدم الصرعة من عادته السرعة\".\n713-\nوقال صلى الله عليه وسلم: \"سرعة المشي يذهب ببهاء المؤمن\".\n714-\nوقال عدي بن أرطأة لإياس بن معاوية: \"إنك لسريع المشية. قال: ذاك أبعد من الكبر، وأسرع في الحاجة\".\n715-\nكان الأسود بن يزيد صاحب ابن مسعود يجتهد في العبادة، ويصوم في الحر حتى يخضر جسده ويصفر، ويكاد لسانه يسود من الظمأ في الهواجر\nالجزء: 1 ¦ الصفحة: 234\n",
        "فيقول له علقمة: كم تعذب هذا الجسد. فيقول: إن الأمر [جد] يا أبا شبل، الجد الجد\".\n716-\nوقال عيسى عليه السلام لرجل: \"ما تصنع؟ قال أتعبد. قال: فمن يعود عليك؟ قال: أخي. قال: أخوك أعبد منك\".\n717-\nوقيل: عدا كلب خلف غزال فقال له: لن تلحقني. قال: لم ذا؟ قال: لأني أعدو لنفسي وأنت تعدو لصاحبك\".\n718-\nوقيل: نظر رجل إلى ظبية ترود فقال له أعرابي: هل تحب أن تكون لك؟ قال: نعم. قال: أعطني أربعة دراهم حتى أردها عليك. ففعل. فجعل يمحص في إثرها حتى أخذ بقرنيها فجاء بها وهو يقول: [رجز]\nوهي على البعد تلوي خدها\n...\nتريغ شدي وأريغ شدها\nكيف ترى عدو غلام ردها\nالجزء: 1 ¦ الصفحة: 235\n",
        "719-\n[بسيط] :\nوقل من جد في أمر يطالبه\n...\nواستصحب الصبر إلا فاز بالظفر\n720-\n\"من جد وجد\".\n721-\nتقول العرب: \"فلان وثاب على الفرص\".\n722-\n\"الزق ما دام التنور حاراً\". أي اطلب الأمر في إبان إمكانه.\n723-\n\"هو من فرس الأيام وغرورها، وحجول الأماني وغررها\".\n724-\nمفرد: [طويل]\nوإني إذا باشرت أمراًً أريده\n...\nتدانت أقاصيه وهان أشده\n725-\n[وقيل] : [متقارب]\nلو بت تقدح في ظلمة\n...\nصفاة [بنبع] لأوريت نارا\nالجزء: 1 ¦ الصفحة: 236\n",
        "726-\nوقال حماس بن الأبرش الكلبي: [طويل]\nولو جمع الأقوام إذ أنت وسطنا\n...\nلما عدلوا في موطئ منك إصبعا\n727-\n\"في كد البدن روح الروح\".\n728-\n\"يعمد الشغل لأوسع أوقاتي فيضيقه\".\n729-\nكتب مسلمة إلى أخيه الوليد من القسطنطنية يقول: [طويل]\nأرقت وصحراء الطوانة بيننا\n...\nلبرق تلالا نحو غمرة يلمح\nأزاول أمراً لم يكن ليطيقه\n...\nمن القوم إلا اللوذعي الصمحمح\n730-\nغيرة: [بسيط]\nنقل الجبال الرواسي من مواضعها\n...\nأخف من رد نفسي حين تنصرف\n731-\n\"لا أريد كذا ولو جعل العليون إقطاعي، والعالمون أتباعي\".\nالجزء: 1 ¦ الصفحة: 237\n",
        "732-\n[وقيل: (مجزوء الكامل] :\nفلئن كفيت مهمها\n...\nفلمثلها أعددت مثلك\nالجزء: 1 ¦ الصفحة: 238\n",
        "الباب الحادي عشر\nالعز، والشرف، وعلو الخطر، والتقدم، والرياسة، والجاه، والهيبة، والاحتشام والشهرة] 733-[تميم الداري رضي الله عنه] : سمعت رسول الله صلى الله عليه وسلم [يقول] : \"ليبلغن هذا الأمر ما بلغ الليل، ولا يترك الله بيت مدر ولا وبر إلا أدخله الله هذا الدين بعز عزيز يعز الله به الإسلام، وذل ذليل يذل الله به الكفر\".\n734-\nوعن علي رضي الله عنه- رفعه -: \"من نقله الله من ذل المعاصي إلى عز التقوى أغناه بلا مال، وأعزه بلا عشيرة، وآنسه بلا أنيس\".\n735-\nزقيل للحسن بن علي رضي الله عنه:\"فيك عظمة. قال: لا، بل في عزة الله تعالى، قال الله تعالى: (ولله العزة ولرسوله [وللمؤمنين] ) .\n736-\nوقال ابن أبي لبابة: \"من طلب عزاً بباطل أورثه الله ذلا بحق\".\nالجزء: 1 ¦ الصفحة: 239\n",
        "737-\nالنابغة الجعدي: [طويل]\nفإن كنت ترجو أن تحول عزنا\n...\nبكفيك فانقل ذا المناكب يذبلا\nوإني لأرجو إن أردت انتقاله\n...\nبكفيك أن يأتي عليك ويثقلا\n738-\nنصر بن سيار: [كامل]\nإن ينصرونا لا نعز بنصرهم\n...\nأو يخذلونا فالسماء سماء\nيريد: فشرفنا بحالة لا يحطه [معها] خذلانهم، فضرب السماء ودوامها على حال واحدة مثلاً.\n739-\nقال رجل للحسن: \"إني أريد السند فأوصني. قال: أعز أمر الله حيث ما كنت يعزك الله. قال: فلقد كنت بالسند وما بها أحد أعز مني\".\n740-\nسئل محمد بن الحنفية عن أعظم الناس خطراً فقال: \"الذي لا يرى الدنيا\nالجزء: 1 ¦ الصفحة: 240\n",
        "كلها عوضاً من بدنه، ثم قال: إن أبدانكم هذه ليس [لها] أثمان إلا الجنة فلا تبيعوها إلا بها\".\n741-\nوقيل: قدم البصرة بدوي فقال لخالد بن صفوان: أخبرني عن سيد هذه المصر. قال: هو الحسن بن أبي الحسن. قال: عربي هو أو مولى؟ قال: مولى. قال: وبم استادها؟ قال: احتاجوا إليه في دينهم واستغنى عن دنياهم. فقال البدوي: كفى بهذا سؤدداً\".\n742-\nوقال علي رضي الله عنه: \"ما أرى شيئاً أضر بالرجال من خفق النعال وراء ظهورهم\".\nالجزء: 1 ¦ الصفحة: 241\n",
        "743-\nيقال: \"فلان من حضان الشرف\".\n744-\nابن الكلبي: [كان] عصام القائل: [رجز]\nنفس عصام سودت عصاماً\n...\nوعامته الكر والإقداما\nوقدمته في الأمور كلها\n...\nوصيرته ملكاً هماما\n[مملوكاً] اتصل بالرزال رجل من أتباع النعمان فلم يزل بارتفاع همته حتى استولى [على] أمر النعمان قي ذلك. فسئل النعمان\nالجزء: 1 ¦ الصفحة: 242\n",
        "فقال: \"ما قدمته الأخلاق السرية المجتمعة فيه\".\n745-\nوقال الأهتم السعدي: [وافر]\nولو أني كننت نفسي\n...\nوغاداني شواء أو قدير\nولاعبني على الأنماط لعس\n...\nعليهن المجاسد والحرير\nولكني إلى تركات قوم\n...\nهم الرؤساء والنبل البحور\n746-\nوقال فضيل: \"ما عشق الرئاسة أحد إلا حسد وبغى وطغى\".\n747-\nوعنه: \"من عشق الرئاسة لم يفلح\".\nالجزء: 1 ¦ الصفحة: 243\n",
        "748-\nوعنه: \"لا يطلب الرئاسة أحد إلا طلب عيوب الناس ومساوئهم، وكره أن يذكر عنده أحد بخير\".\n749-\nوعنه: \"ما كثر تبع رجل إلا كثرت شياطينه\".\n750-\nوقال إبراهيم بن أدهم: \"كن ذنباً ولا تكن رأساً، فإن الذنب ينجو والرأس يهلك\".\n751-\n[وقيل] : \"كان الرجل يجلس إلى جانب الحسن ثلاث حجج لا يسأله مسألة هيبةً له\".\n752-\nفي مالك بن أنس: [كامل]\nيأبى الجواب فلا يراجع هيبة\n...\nوالسائلون نواكس الأذقان\nالجزء: 1 ¦ الصفحة: 244\n",
        "هدي التقى وعز سلطان التقى\n...\nفهو المهيب وليس ذا سلطان\n753-\nوقال خالد بن صفوان: \"كان الأحنف يفر من الشرف والشرف يتبعه\".\n754-\nوقال النبي صلى الله عليه وسلم: \"قدموا قريشاً ولا تقدموها، وتعلموا منها ولا تعلموها\".\n755-\nشعر: [رجز]\nإن قريشاً [و] هي من خير الأمم\n...\nلا يضعون قدماً على قدم\n756-\nوعن عبد الله بن عمر رضي الله عنهما قال: \"سمعت رسول الله صلى الله عليه وسلم يقول: \"إذا كان يوم القيامة دعا الله بعبد من عباده فيقف بين يديه فيسأله عن جاهه كما يسأله عن ماله\".\n757-\nقال رجل لقتيبة بن مسلم: \"أتيناك [لا] لنرزأك ولا ننكأك، وإنما\nالجزء: 1 ¦ الصفحة: 245\n",
        "نسألك جاهك. فقال: سألتم أثقل الأمور\".\n758-\nوقال محمد بن عبد السلام البغدادي: [منسرح]\nوا سوءتا لامرئ شبيبته\n...\nفي عنفوان وماؤه خضل\nراض بقوت المعاش مقتنع\n...\nعلى تراث الآباء يتكل\nلا حفظ الله ذاك من رجل\n...\nولا رعاه ما أطت الإبل\nكلا وربي حتى يكون فتى\n...\nقد نهكته الأسفار والرجل\nتسمو به همة تغادره\n...\nوطرفه بالسهاد مكتحل\nمصمم يطلب الرئاسة أو\n...\nيضرب فتكاً بفعله المثل\nحتى متى تخدم الرجاء ولا\n...\nتخدم يوماً لأمك الهبل\nالجزء: 1 ¦ الصفحة: 246\n",
        "759-\nوقال أبو هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم: \"كفى بالمرء فتنة أن يشار إليه بالأصابع في دين أو دنيا\".\n760-\nكان شبيب بن شيبة إذا ذكر عمرو بن عبيد يقول: [طويل]\nإذا ما تراءته الرجال تحفظوا\n...\nفلم تنطق العوراء وهو قريب\nالجزء: 1 ¦ الصفحة: 247\n",
        "761-\nأراد عاصم الخروج إلى البصرة فقال للشعبي: \"ألك حاجة؟ قال: إذا أتيتها فبلغ الحسن سلامي. فقال: ما أعرفه. قال: انظر إلى أجمل رجل في عينك وأهيبه في صدرك فأقرئه عني السلام. هو أنور من ليلة البدر، وأشهر من يوم بدر\".\n762-\nوقال الحسن: \"لقد صحبت أقواماً، إن الرجل لتعرض له الكلمة من الحكمة لو نطق بها لنفعته ونفعت أصحابه فما يمنعه منها إلا مخافة الشهرة\".\n763-\nوقال ابن سيرين: \"لم يمنعني من مجالستكم إلا مخافة الشهرة، فلم يزل بي\nالجزء: 1 ¦ الصفحة: 248\n",
        "البلاء حتى أخذ بلحيتي، فأقمت على المصطبة. فقيل: هذا ابن سيرين\".\n764-\nكان أيوب السختياني يخفي زهده، وما رئي أحد أشد تبسماً في وجوه الرجال منه. ودخلوا عليه مرة فإذا على فراشه محبس أحمر فرفعوه فإذا خصفة محشوة ليفاً. وكان يقوم الليل فإذا كان آخر الليل يرفع صوته يوهم أنه قام تلك الساعة. وكان يقول: أهلكت المعرفة. والله إني أخاف أن أكون بها شقياً\".\n765-\nوقال معمر: \"رأيت قميص أيوب يكاد يمشي على الأرض، فقلت: ما هذا؟ قال: إنما كانت الشهرة فيما مضى في تذييلها واليوم الشهرة في تقصيرها\".\nالجزء: 1 ¦ الصفحة: 249\n",
        "766-\nوكان يقول للخياط: \"اقطع وأطل فإن الشهرة اليوم في القصر\".\n767-\nوقال النمري: [طويل]\nيقولون في بعض التذلل عزة\n...\nوعاداتنا أن ندرك العز بالعز\nأبى الله لي والأكرمون عشيرتي\n...\nمقامي على دحض ونومي على وخز\n768-\nذكرت البيوتات عند هشام بن عبد الملك فقال: \"البيت ما كان له سالفة ولاحقة وعماد حال ومساك دهر، فإذا كان كذلك فهو بيت قائم\".\nأراد بالسالفة ما سلف من شرف الآباء، واللاحقة ما لحق من شرف الأبناء، وبعماد الحال الثروة، ومساك الدهر الجاه عند السلطان.\n769-\nوقيل: اصطنع أنو شروان رجلاً فقيل له: \"إنه لا قديم له. فقال: اصطناعنا إياه بيته وشرفه\".\n770-\nوعنه: \"لي همة لو غرقت الدنيا فيها ما طلبت إلا بالغاصة، ولو كانت الليل ما تنفس فيه صبح\".\nالجزء: 1 ¦ الصفحة: 250\n",
        "771-\nوقال بعضهم: [طويل]\nولي همة أسمو بها وعزيمة\n...\nتبلغني أعلى من السرطان\nإذا النفس لم تتبعك في طلب العلا\n...\nفتلك من الأموات لا الحيوان\n772-\nوقال الأمير الصليحي: [طويل] :\nولي همة تعلو على كل همة\n...\nولي أمل يعلو على كل آمل\nولي حرفة تعلو كل حرفة\n...\nصليحية ليست بهبش القبائل\nالجزء: 1 ¦ الصفحة: 251\n",
        "773-\nقيل للعتابي: \"فلان بعيد الهمة. فقال: إذاً لا يكون له غاية دون الجنة\".\n774-\nيقال: \"فلان بعيد المنزعة\" أي الهمة.\n775-\nوقيل: أتى دكين الشاعر عمر بن عبد العزيز بعدما استخلف يستنجز وعداً كان وعده إياه فقال له: \"يا دكين إن الله وضع بين جنبي نفساً نزاعة إلى معالي الأمور. نزعت إلى إمارة المدينة فرزقتها، فنزعت إلى إمارة الحجاز فنالتها، فنزعت إلى الخلافة فلما حظيت بها قالت هي الفوز بالدنيا كلها. فتاقت إلى الآخرة وترقت بهمتها إلى أهل الجنة وما رزأت من أموال المسلمين شيئاً وما عندي إلا ألفا درهم. فأعطاني ألفاً وقال: خذها بارك الله لك فيها. فابتعت بها إبلاً وسقتها إلى البادية فرمى الله في أذنابها بالبركة ورزقني ما ترون\".\nالجزء: 1 ¦ الصفحة: 252\n",
        "776-\nيقال: همته ترمي به وراء سنه مرمى بعيداً\".\n777-\nوقال بعضهم: \"إني لأعشق الشرف كما يعشق الجمال\".\n778-\nوقال معاوية لعرابة بن أوس: أنت الذي يقول لك الشماخ: [وافر]\nرأيت عرابة الأوسي يسمو\n...\nإلى الخيرات منقطع القرين\nإذا ما راية رفعت لمجد\n...\nتلقاها عرابة باليمين\nالجزء: 1 ¦ الصفحة: 253\n",
        "فبم سدت قومك؟ قال: والله ما أنا بأكرمهم حسباً ولا أفضلهم نسباً ولكن أعرض عن جاهلهم وأسمح لسائلهم، فمن عمل عملي فهو مثلي ومن زاد فهو أفضل مني. فقال معاوية: هذا والله الكرم والسؤدد\".\n779-\nوقال مخرمة بن عبد الملك: \"ما رأيت من العلماء أهيب من الشافعي من بعيد، ولا أبر وأكرم منه من قريب، في عيش غريض وجاه عريض\".\n780-\nوقال الشعبي: كانت درة عمر أهيب من سيف الحجاج\".\n781-\nقيل: لما جيء بالهرم زان ملك خوزستان أسيراً إلى عمر لم يزل الموكل به يقتفي أثر عمر حتى عثر عليه بالمسجد، فرآه نائماً متوسداً درته، فلما رآه الهرم زان قال: هذا هو الملك ألهني، عدلت فأمنت فمنت. والله إني قد خدمت أربعة من ملوك الأكاسرة وأصحاب التيجان فما وهبت أحداً منهم هيبتي لصاحب هذه الدرة\".\n782-\nوقال الأخطل في عبد الملك [كامل]\nتسمو العيون إلى إمام عادل\n...\nمعطى المهابة نافع ضرار\nوترى عليه إذا العيون رمقنه\n...\nسيما التقى ومهابة الجبار\nالجزء: 1 ¦ الصفحة: 254\n",
        "783-\nتذكروا أشراف الجاهلية في مجلس عبد الله بن الزبير فقال: \"إن كنتم لا بد فاعلين فاذكروا عبد الله بن جدعان فما اقتسم الشرف إلا بعده\".\n784-\nوقيل: \"أصاب الناس بالبصرة مجاعة، وكان ابن عامر يغدي عشرة آلاف ويعشي مثلهم حتى انجلت الأزمة، فكتب إليه عثمان يجزيه خيراً، وأمر له بأربعة آلاف معونة على نوائبه وكتب إليه: \"لقد رفعك السؤدد إلى موضع لا يناله إلا الشمس والقمر، فتوخ أن يكون ما أعطيت لله فإنه لا شرف إلا ما كان فيه وله\".\nالجزء: 1 ¦ الصفحة: 255\n",
        "785-\nوقال رجل لفضيل: \"عظني. فقال: كن ذنباً ولا تكن رأساً\".\nحسبك. والله سبحانه أعلم.\nتم الكتاب المبارك بحمد الله تعالى وعونه وحسن توفيقه في ثامن عشر شهر الحجة الحرام من شهور سنة أربعة وثمانين ولألف من الهجرة النبوية على يد أفقر عباده وأحوجهم إليه علي محمد العمري عفا الله عنه.\nوالحمد لله وحده\nالجزء: 1 ¦ الصفحة: 256\n",
        ""
    ]
}