{
    "1": [
        "الشيخ محمد بن عثيمين من العلماء الربانيين\nالشيخ محمد بن عثيمين من العلماء الربانيين\nعبد المحسن العباد\nالكتاب:\nالشيخ محمد بن عثيمين من العلماء الربانيين\nالمؤلف:\nعبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد العباد البدر\nالناشر:\nمطبعة النرجس\nالطبعة:\nالأولى، 1422هـ/2001م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "الشيخ محمد بن عثيمين من العلماء الربانيين\nمحاضرة ألقاها: عبد المحسن بن حمد العبادر البدر\nفي الجامعة الإسلامية بالمدينة\nبسم الله الرحمن الرحيم\nالحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيِّئات أعمالنا، مَن يهده الله فلا مضلَّ له، ومَن يُضلل فلا هادي له، وأشهد أن لا إله إلاَّ الله وحده لا شريك له، وأشهد أنَّ محمداً عبدُه ورسولُه، وخليلُه وخيرتُه مِن خَلْقه، أرسله اللهُ تعالى بين يدي الساعة بشيراً ونذيراً، وداعياً إلى الله بإذنه وسراجاً منيراً، فدلَّ أمَّتَه على كلِّ خير، وحذَّرها من كلِّ شرٍّ.\nاللَّهمَّ صلِّ وسلِّم وبارِك عليه وعلى آله وأصحابه ومَن سلك سبيلَه واهتدى بهديه إلى يوم الدِّين.\nأمَّا بعد:\nالجزء: 1 ¦ الصفحة: 3\n",
        "فإنِّي أتحدَّث إليكم أيُّها الإخوة هذه الليلة1 عن شيخٍ فاضلٍ من شيوخ المملكة العربيَّة السعودية، وعَلَمٍ من أعلامها بل عن عَلَمٍ من أعلام العالَم الإسلامي، له جهودٌ كبيرةٌ في العنايةِ بالعلمِ ونشرِه وبذلِه، وإفادةِ طلبة العلم، ألا وهو الشيخ العلاَّمة محمد بن صالِح بن عُثيمين رحمه الله وأسكنه فسيح جنَاته.\nفأقول: إنَّ أعظمَ مصيبةِ موتٍ حصلت في الإسلام المصيبةُ بوفاة نبيِّنا محمد صلى الله عليه وسلم، والمصائبُ العظمى بعد تلك المصيبة إنَّما هي بموت ورثتِه صلى الله عليه وسلم، وقد قال صلى الله عليه وسلم: \"إنَّ العلماءَ ورثةُ الأنبياء، وإنَّ الأنبياءَ لَم يُورِّثوا ديناراً ولا درهماً، وإنَّما ورَّثوا العلمَ، فمَن أخذ به، أخذ بحظٍّ وافر\"، رواه أبو داود (3641) وغيرُه، وسنده حسن.\n1 هذه محاضرة أُلقيت في مسجد الجامعة الإسلامية بالمدينة ليلة الجمعة (24/10/1421هـ) .\nالجزء: 1 ¦ الصفحة: 4\n",
        "والشيخُ ابنُ عُثيمين ـ رحمه الله ـ قد أخذ من العلمِ بحظٍّ وافر، وبَذَل جهوداً عظيمةً في نشرِه، وإفادةِ طلاَّب العلم.\nوكلامي عن هذا الشيخ الفاضل عن: نسبه، وولادته ونشأته، وشيوخه وتلاميذه، وبذلِه للعلم وقيامِه بالدَّعوة، ومؤلفاتِه، ومكانتِه عند الناس، ووفاتِه وعقِبِه، ووصايا ومقترحات.\nأولاً: نسبه\nهو محمد بن صالح بن محمد بن سليمان بن عبد الرحمن بن عثمان بن عبد الله بن عبد الرحمن ابن أحمد بن مُقبل، من الوهَبة، من بنِي تميم، وجدُّه الرابع عثمان أُطلق عليه عُثيمين، واشتهرت هذه الأسرة بالنسبة إليه بهذا الإطلاق (عُثيمين مأخوذ من عثمان) .\nأفادنِي بهذا النسب ابنُ عمِّه الدكتور عبد الرحمن\nالجزء: 1 ¦ الصفحة: 5\n",
        "ابن سليمان بن عُثيمين.\nوانظر كتاب: \"علماء نجد خلال ستة قرون\" للشيخ عبد الله البسَّام (2/422) .\nثانياً: ولادته ونشأته\nوُلد في ليلة السابع والعشرين من شهر رمضان سنة 1347هـ في مدينة عُنيزة، إحدى مدن القصيم، ونشأ نشأة صالِحة طيِّبة.\nتعلَّم القراءةَ والكتابةَ في الكتَّاب، وتعلَّم القرآنَ على جدِّه لأمِّه عبد الرحمن بن سليمان آل دامغ، فحفظ القرآن وتتلمذ على الشيخ العلاَّمة عبد الرحمن ابن ناصر السَّعدي رحمه الله، ولَمَّا فُتح معهد الرياض العلمي استأذن شيخَه عبد الرحمن بن سعدي في الالتحاق به، فدرس فيه، وكانت مدَّةُ الدراسة في ذلك الوقت بعد الابتدائي وقبل الكلية أربعَ سنوات، ودخل في السنة الثانية، وكان في ذلك الوقت نظام القفز، وهو أنَّ مَن\nالجزء: 1 ¦ الصفحة: 6\n",
        "يكون عنده استعدادٌ للتقدُّم في الدراسة، فإنَّه تُتاح له الفرصة في العطلة الصيفية أن يدرسَ مقرَّرات السنة التي بعد سنته التي انتهى منها، وإذا جاء الدور الثاني اختبر في مواد تلك السنة، فينتقل منها إلى السنة الأخرى، وكان ـ رحمة الله عليه ـ دَرَسَ في السنة الثانية، وفي الصيف درس مقرَّرات السنة الثالثة، وانتقل منها إلى السنة الرابعة، وبعد انتهائه منها فُتح المعهد العلمي بعُنيزة سنة 1374هـ، وصار يدرسُ على شيخه الشيخ عبد الرحمن بن سعدي، ويقوم بالتدريس في معهد عُنيزة العلمي، وكان مع ذلك منتسباً إلى كليَّة الشريعة، يذهب إلى الرياض لأداء الاختبار في نهاية كلِّ سنة دراسية، حتى أنهى الدراسة في الكليَّة.\nوبعد افتتاح كليَّة الشريعة وأصول الدِّين بالقصيم انتقل من التدريس في المعهد إليها، واستمرَّ في التدريس فيها إلى أن توفي رحمه الله.\nالجزء: 1 ¦ الصفحة: 7\n",
        "ولَمَّا تُوفِّيَ شيخُه عبد الرحمن بن سعدي سنة 1376هـ تولَّى الإمامةَ والخطابةَ والتدريس في المسجد الجامع الكبير بعُنيزة، واستمرَّ على ذلك حتى توفَّاه الله.\nثالثاً: شيوخه وتلاميذه\nأبرز شيوخه الذين درس عليهم: الشيخ عبد الرحمن بن سعدي، درس عليه في المسجد الكبير بعُنيزة، والشيخ عبد العزيز بن باز، والشيخ محمد الأمين الشنقيطي رحمهما الله، درس عليهما في معهد الرياض العلمي.\nوأمَّا تلاميذه، فهم كثيرون، أخذوا عنه العلمَ في معهد عنيزة العلمي، وكلية الشريعة وأصول الدِّين بالقصيم، وفي المسجد الجامع الكبير بعُنيزة، فتدريسُه في المسجد الجامع الكبير مدَّتُه خمسٌ وأربعون سنة، وتدريسه في المعهد والكليَّة مدَّتُه سبعٌ وأربعون سنة،\nالجزء: 1 ¦ الصفحة: 8\n",
        "فتلاميذه في هذه المُدَّة الطويلة كثيرون جدًّا.\nوكان عددٌ كبير من الطلبة من داخل المملكة وخارجها يرتحِلون إليه لتلقِّي العلمَ عنه لا سيما في الصيف، حيث يكون له فيه دروسٌ كثيرة، في الصباح وبعد العصر وبعد المغرب، ولا ينقطع عن التدريس بعد المغرب في جميع أيَّام السنة.\nوفي المسجد الجامع الكبير بعُنيزة مكتبة أسَّسها الشيخ عبد الرحمن بن سعدي رحمه الله، وبعد وفاته واصل الشيخ محمد بن عُثيمين تزويدها بالكتب، ولَمَّا أعاد الملك خالد ـ رحمه الله ـ بناءَ المسجد الجامع الكبير بعُنيزة، بنى بجواره عمارةً جعلها وقفاً على الطلبة الذين يرتحلون إلى عُنيزة للدراسة على الشيخ ابن عُثيمين رحمه الله، ونُقلت المكتبة إلى تلك العمارة، فكانت هذه العمارة فيها سكن الطلاَّب والمكتبة.\nالجزء: 1 ¦ الصفحة: 9\n",
        "رابعاً: بذلُه العلمَ وقيامُه بالدَّعوة\nعلمنا مِمَّا تقدَّم أنَّه بدأ بالتدريس في معهد عُنيزة عام 1374هـ، وأنَّه بدأ بالخطابة والإمامة والتدريس في المسجد الجامع الكبير عام 1376هـ، وأنَّه أخذ العلمَ عنه طلبةٌ كثيرون في معهد عُنيزة العلمي، وفي كليَّة الشريعة وأصول الدِّين بالقصيم، والمسجد الجامع الكبير بعُنيزة، ولَم يقتصر بذلُه للعلمِ وقيامُه بالدَّعوة على بلاده القصيم، بل كان يبذل العلمَ عن طريق التدريس، والمحاضرات في البلاد التي ينتقل إليها داخل المملكة، وكان يذهب إلى مكة في أوقات مختلفة، ويقوم بالتدريس في المسجد الحرام، لا سيما في شهر رمضان، وكان من عادته أن يذهب إليه بعد ما يمضي جزءٌ من رمضان فيُدرِّس في المسجد الحرام، ويلتفُّ حولَه عددٌ كبير من الطلبة الذين يحرصون على تلقِّي دروسِه والأخذ عنه، وكذا إذا حضر إلى المدينة لإلقاء محاضرات\nالجزء: 1 ¦ الصفحة: 10\n",
        "أو لغير ذلك، فإنَّه يُدرِّس في المسجد النبوي، ويسرُّ الطلاَّبُ إذا علموا بقدومه إلى المدينة ليَحضُروا دروسَه، ويستفيدوا من علمه، وكنتُ من المدرِّسين في هذا المسجد، فكان الطلاَّبُ يطلبون منِّي أن أوقف الدرسَ ليَحضُروا دروسَه، فكنتُ أوقفُها ليتمكَّنوا من الاستفادةِ منه، وكنتُ أحضُرُ دروسَه معهم في بعض الأحيان.\nومن مجالات تعليمه ودعوته إلقاؤه المحاضرات في مختلف مدن المملكة، في المساجد والجامعات.\nوقد ألقى محاضرات عديدة في الجامعة الإسلامية بالمدينة، في مسجدها، وفي قاعة المحاضرات، وفي أماكن الصلاة في كليَّاتها ومعاهدها.\nوأذكر أنَّ من محاضراته التي ألقاها في الجامعة الإسلامية، محاضرة واسعة بعنوان: منهج أهل السنة والجماعة في العقيدة والعمل، وكذا محاضرة بعنوان: آداب طلب العلم.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وكان يُلقي محاضرات عن طريق الهاتف في أوربا وأمريكا وغيرها.\nومن مجالات تعليمه ودعوته مشاركته في المؤتمرات في داخل المملكة، وقد عُقد في الجامعة الإسلامية ثلاثة مؤتمرات، مؤتمران في توجيه الدعوة وإعداد الدعاة، ومؤتمر في مكافحة المسكرات والمخدِّرات، وقد حضر هذه المؤتمرات وأفاد فيها في بحوثه ومناقشته.\nومن مجالات تعليمه ودعوته، مشاركته في توعية الحُجَّاج في مواسم الحج بالفتاوى، وإلقاء الدروس والمحاضرات، وقام بالإشراف على الدعاة لتوعية الحجاج في بعض السنوات لجنةٌ فيهم الشيخ رحمه الله، وكنتُ في هذه اللجنة، وكانت اللجنة تجتمع للنظر في شؤون توعية الحجاج، وكان الشيخ ـ رحمه الله ـ يُفيد اللجنة في رأيه وعلمه، وأذكرُ أنَّه عندما كُتب التقريرُ من\nالجزء: 1 ¦ الصفحة: 12\n",
        "اللجنة قيل له: هل ترغب أخذ نسخة من التقرير؟ فقال: لا آخذ نسخة منه، حتى لا أحتاج إلى إحراقها؛ لأنَّه ـ رحمه الله ـ كان مشغولاً بالعلم والاحتفاظ بما يتعلَّق به.\nومن مجالات دعوته ونفع المسلمين قيامه بالفتاوى على ما يَرِدُ إليه من أسئلة من داخل المملكة وخارجها، سواء بالمراسلة أو المقابلة أو عن طريق الهاتف، وقد خصَّص وقتاً معيَّناً للإفتاء عن طريق الهاتف، وكان يُواظب على الإفتاء في هذا الوقت وهو في بلده عُنيزة، وإذا سافر جعل تسجيلاً على الهاتف يُرشد إلى رقمٍ في البلد الذي ينتقل إليه.\nوأذكر أنَّه لَمَّا كان في لجنة توعية الحُجَّاج في مدينة الطائف لكتابة تقرير عن أعمال التوعية عام 1409هـ، وتخلَّف عن الاجتماع بعض الوقت، ذكر أنَّه تأخَّر للإجابة عن الأسئلة عن طريق الهاتف.\nالجزء: 1 ¦ الصفحة: 13\n",
        "ومن مجالات تعليمه ودعوته مشاركته الكثيرة المفيدة في الإذاعة، فله برامج ثابتة في الإذاعة، هي: برنامج \"نور على الدرب\"،وبرنامج \"سؤال على الهاتف\"، وبرنامج \"من أحكام القرآن الكريم\"، وله أحاديث في الإذاعة غير ثابتة في موضوعات متنوِّعة.\nوبرنامج \"من أحكام القرآن\" مهمٌّ، عظيمُ الفائدة، يُعنى فيه بالتأمُّل في القرآن، واستخراج ما فيه من حِكَم وأحكام، وهو يدلُّ على مدى تَمكُّنه في الفهم والفقه في الدِّين، وقد وصل إلى قرب نهاية الجزء الثالث من القرآن الكريم، وقد قام الأخ الفاضل عبد الكريم بن صالح المقرن المذيع في إذاعة القرآن الكريم باستخراج ما يتعلَّق بالجزء الأول من القرآن من الأشرطة، وطُبع في مجلد، وهو مفيدٌ لا يستغنِي عنه طلبة العلم، وعسى اللهُ أن يُيَسِّر استخراج وطباعة ما يتعلَّق بالجزأين الباقيين ليَعُمَّ النفع بهما.\nالجزء: 1 ¦ الصفحة: 14\n",
        "والحاصل أنَّ مجالات تعليمه ودعوته تتلخَّص فيما يلي:\n1 ـ التدريس في معهد عُنيزة العلمي، ثمَّ في كليَّة الدعوة وأصول الدِّين في القصيم، ابتداء من عام 1374هـ.\n2 ـ التدريس في الجامع الكبير في عنيزة، ابتداءً من عام 1376هـ.\n3 ـ الخطابة والإمامة في المسجد الكبير بعنيزة ابتداء من عام 1376هـ.\n4 ـ التدريس في المسجد الحرام والمسجد النبوي.\n5 ـ المحاضرات التي يُلقيها في المساجد والجامعات في مدن المملكة، والمحاضرات التي يُلقيها عبر الهاتف في أوربا وأمريكا وغيرها.\n6 ـ مشاركته في بعض المؤتمرات التي عُقدت في المملكة.\nالجزء: 1 ¦ الصفحة: 15\n",
        "7 ـ الفتاوى عن طريق المقابلة والمراسلة والهاتف.\n8 ـ مشاركته في توعية الحجاج في مواسم الحج.\n9 ـ برامج وأحاديث في الإذاعة.\nخامساً: مؤلَّفاته\nللشيخ مؤلفاتٌ كثيرة، وغالبها رسائل صغيرة، لكنَّها عظيمةُ النفع، كبيرةُ الفائدة، تنقسم إلى قسمين:\nقسمٌ حرَّره بنفسه، وأخرجه بعد تحريره.\nوقسمٌ لَم يُحرِّره، ولكن استُخرِج من أشرطة دروسه وطُبع.\nومِمَّا حرَّره:\nـ القواعد المثلى في صفات الله وأسمائه الحسنى.\nـ عقيدة أهل السنة والجماعة.\nـ شرح لمعة الاعتقاد الهادي إلى سبيل الرَّشاد.\nـ أحكام الأضحية والذكاة.\nالجزء: 1 ¦ الصفحة: 16\n",
        "ـ فتح ربِّ البَريَّة بتلخيص الحموية.\nومِمَّا استُخرج من الأشرطة وطُبع بعضُه:\nـ الشرح الممتع على زاد المستقنع.\nوقد بلغت آثاره العلمية التي ذكرها تلميذه الشيخ وليد الحسين في مقاله عن الشيخ المنشور في العدد الثاني من مجلة الحكمة الصادر في 1/9/1414هـ خمسة وخمسين أثراً.\nوله رسائل في أصول الفقه والمصطلح والعقيدة مقرَّرة في المعاهد العلمية التابعة لجامعة الإمام محمد ابن سعود الإسلامية.\nسادساً: مكانته عند الناس\nللشيخ ـ رحمه الله ـ مكانةٌ مرموقةٌ ومنزلةٌ رفيعةٌ، فقد رُزق القبول، وأحبَّه الناسُ، وحرصوا على سماع دروسه وفتاواه، واقتناء آثاره العلمية، وأشرطة دروسه\nالجزء: 1 ¦ الصفحة: 17\n",
        "ومحاضراته، وهو عالٍمٌ كبيرٌ، وفقيهٌ متمكِّن، وهو محلُّ التوقير والإجلال من الولاة والعلماء وطلبة العلم.\nوكان من تقدير الولاة في هذه البلاد له أنَّهم عندما يزورون القصيم يزورونه في منزله، فقد زاره الملك خالد، والملك فهد، والأمير عبد الله، والأمير سلطان، وهو أهل للتوقير والاحترام.\nوهو مع ذلك من أشدِّ الناس تواضعاً، ومحبَّةً للخير، ونفعاً للناس، وإشفاقاً على الطلبة، وحرصاً على إفادتهم، وتحصيلهم العلم، وجمعهم بين العلم والعمل.\nسابعاً: وفاته وعَقِبه\nأُصيب ـ رحمه الله ـ بمرض عُضال، فسافر إلى أمريكا للعلاج أيَّاماً قليلة، وهي سفرتُه الوحيدة خارج المملكة، فاستغلَّ فرصة وجوده فيها في الدعوة إلى الله، وألقى خطبة الجمعة هناك، وعند رجوعه دخل المستشفى التخصُّصي بالرياض، واشتدَّ به المرض، وبعدما مضى\nالجزء: 1 ¦ الصفحة: 18\n",
        "جزءٌ من شهر رمضان رغب أن ينتقل إلى مكة للتدريس في المسجد الحرام على عادته في السنوات الماضية، وهُيِّئت له غرفة خاصَّة في المسجد، فكان يُلقي الدروسَ وهو على فراشه بواسطة مكبِّرات الصوت، فيسمع الناسُ صوتَه المتأثر بالمرض ولا يرون شخصَه.\nونُقل بعد انتهاء رمضان إلى مستشفى في جدة، وتوفي هناك مساء يوم الأربعاء، الخامس عشر من شهر شوال عام 1421هـ، وصُلِّي عليه في المسجد الحرام عقِب صلاة العصر من يوم الخميس، ودُفن في مقبرة العدل بمكة، وشهد الصلاةَ عليه وتشييع جنازته خلقٌ كثير رحمه الله، وكنتُ مِمَّن شهد الصلاةَ عليه وتشييعه، ورأيتُ كثرة الناس في الصلاة عليه وعند المقبرة.\nوقد تأثَّر الكثيرون لوفاته، وحزنوا عليه لِما له من المكانة العلمية، ولِما فيه من النفع العظيم للإسلام\nالجزء: 1 ¦ الصفحة: 19\n",
        "والمسلمين، وقد قال صلى الله عليه وسلم يوم مات ابنُه إبراهيم: \"إنَّ العينَ تدمع، والقلبَ يحزن، ولا نقول إلاَّ ما يُرضي ربَّنا، وإنَّا لفراقك يا إبراهيم لمحزونون\"، رواه البخاري (1303) ، واللفظ له، ومسلم (2315) ، فرحمه الله وغفر له، وإنَّا لله وإنَّا إليه راجعون.\nوكانت وفاته ـ رحمه الله ـ من أعظم المصائب التي حلَّت بالمسلمين في هذا العام، وفي العام الذي قبله 1420هـ أُصيب المسلمون بوفاة شيخ الإسلام الشيخ عبد العزيز بن باز ـ رحمه الله ـ في صباح يوم الخميس السابع والعشرين من المحرم سنة 1420هـ، ووفاة الشيخ محمد ناصر الدين الألباني رحمه الله، مساء السبت الثاني والعشرين من جمادى الآخرة سنة 1420هـ، ونسأل اللهَ عزَّ وجلَّ أن يغفرَ للجميع، وأن يُوفِّق طلبةَ العلم للاستفادة من علم العلماء المحقِّقين الذين مضوا، ومنهم هؤلاء الثلاثة، والاستفادة من علم العلماء\nالجزء: 1 ¦ الصفحة: 20\n",
        "الموجودين، إنَّه سميعٌ مجيب.\nوقد جاء آثار عن السلف تدلُّ على مدى عِظم المصيبة بموت العالِم:\nـ فعن سَلمان الفارسي رضي الله عنه قال: \"لا يزال الناسُ بخير ما بقي الأول حتى يتعلَّم الآخِر، فإذا هلك الأوَّلُ قبل أن يتعلَّم الآخِر هلك الناس\" رواه الدارمي في سننه (255) .\nـ وعن ابن عباس رضي الله عنهما أنَّه لَمَّا مات زيد بن ثابت قال: \"هكذا ذهابُ العلم، لقد دُفن اليوم علمٌ كثير\" رواه الحاكم في المستدرك (3/428) .\nـ وعن أبي الدرداء رضي الله عنه قال: \"تعلَّموا العلمَ قبل أن يُقبض العلمُ، وقبضُه أن يُذهَب بأصحابه\n...\nإلى أن قال: فما لي أراكم شباعاً من الطعام، جِياعاً من العلم\" جامع بيان العلم وفضله لابن عبد البر (1/602) .\nالجزء: 1 ¦ الصفحة: 21\n",
        "ـ وعن الحسن قال: \"موتُ العالِم ثُلمة في الإسلام لا يسدُّها شيء ما طرد الليل والنهار\" رواه ابن عبد البر في جامع بيان العلم وفضله (1/595) .\nـ وعن أيُّوب السّختياني قال: \"إنَّه ليَبلُغنِي موتُ الرَّجل من أهل السُّنَّة، فكأنَّما سقط عضوٌ من أعضائي\" رواه أبو نعيم في الحلية (3/9) .\nـ وقال ابن القيم في مفتاح دار السعادة (ص:74) : \"\n...\nلَمَّا كان صلاحُ الوجود بالعلماء، ولولاهم كان الناسُ كالبهائم، بل أسوأ حالاً، كان موتُ العالِم مصيبة لا يجبرها إلاَّ خلف غيرِه له، وأيضاً فإنَّ العلماءَ هم الذين يسوسون العبادَ والبلاد والممالك، فموتُهم فسادٌ لنظام العالَم، ولهذا لا يزال اللهُ يغرسُ في هذا الدِّين منهم خالفاً عن سالف يحفظُ بهم دينَه وكتابَه وعبادَه، وتأمَّل إذا كان في الوجود رجلٌ قد فاق العالَم في الغنى والكرم، وحاجتهم إلى ما عنده شديدة، وهو محسنٌ\nالجزء: 1 ¦ الصفحة: 22\n",
        "إليهم بكلِّ ممكن ثم مات، وانقطعت عنهم تلك المادة، فموتُ العالِم أعظمُ مصيبة من موت مثل هذا بكثير، ومثل هذا يموت بموته أممٌ وخلائق\".\nوقبل ذلك كلِّه ما قاله الصادق المصدوق صلوات الله وسلامه وبركاته عليه، في الحديث المتفق على صحَّته عن عبد الله بن عمرو بن العاص رضي الله عنهما قال:سمعت رسول الله صلى الله عليه وسلم يقول: \"إنّ الله لا يقبض العلم انتزاعاً ينتزعه من العباد، ولكن يَقبض العلم بقبض العلماء، حتى إذا لَم يُبق عالِماً اتَّخذ الناسُ رؤوساً جُهَّالاً، فسُئلوا فأفتوا بغير علم، فضلُّوا وأَضلُّوا\"، وهذا لفظ البخاري (100) .\nولا شكَّ أنَّ وجودَ العالِم المحقِّق بين الناس غنيمةٌ عظيمةٌ، يستفيدون من نُصحه، ويستضيئون بنورِ علمِه، فإذا فقدوه شعروا بالفراغ الواسع.\nوفي هذا المعنى قال الشاعر محمد بن عبد الله بن\nالجزء: 1 ¦ الصفحة: 23\n",
        "عثيمين المتوفى سنة 1363هـ في رثاء الشيخ سعد ابن حمد بن عتيق المتوفى سنة 1349هـ:\nخَبَتْ مصابيحُ كنّا نستضىءُ بها\n...\nوطوّحَتْ للمغيب الأنجُمُ الزُّهُرُ\nواستحكمتْ غُرْبَةُ الإسلام وانكسفتْ\n...\nشمسُ العلومِ التي يُهدى بها البَشَرُ\nعقِبه:\nوأمَّا عقِبه فله خمسة من البنين، وثلاث من البنات.\nوبنوه هم: عبد الله، وعبد الرحمن، وإبراهيم، وعبد العزيز، وعبد الرحيم.\nالجزء: 1 ¦ الصفحة: 24\n",
        "وأذكر أنَّه جرى حديث معه في تسمية الأولاد، فكان مِمَّا قال:إنَّنِي سَمَّيتُ ثلاثةً من أولادي معبَّدين لأسماء الله التي في البسملة، وهم عبد الله، وعبد الرحمن، وعبد الرحيم.\nأسألُ اللهَ عزَّ وجلَّ أن يُصلحَ عَقِبَه، وأن يُصلح أبناءَ المسلمين، وأن يُوفِّقنا جميعاً لِما فيه رضاه.\nثامناً: وصايا ومقترحات\nأهمُّ ما أوصي به طلبةَ العلم بهذه المناسبة أن يحرصوا على الاشتغال بالعلم، والاستفادة من أهله الذين هم على قيد الحياة، فيغتنموا فرصة وجودهم بينهم، ويأخذوا عنهم العلمَ، ويرجعوا إليهم في معرفة ما يشكل، وأن يعتنوا باقتناء الكتب النافعة لعلماء أهل السُّنَّة المحقِّقين من المتقدِّمين والمتأخِّرين، وأُوصيهم بالعناية بالمذاكرة بينهم في العلم، وشغل أوقاتهم بالقراءة في الكتب النافعة، والاشتغال بما يعود عليهم نفعه في الدنيا والآخرة.\nأمَّا بالنسبة لما خلفه الشيخ ـ رحمه الله ـ من آثار، فأقترح أن يقوم بعضُ طلاَّبه الذين على علمٍ بمؤلفاته والأشرطة التي سُجِّلت فيها دروسه ومحاضراته بكتابة\nالجزء: 1 ¦ الصفحة: 25\n",
        "فهرس شامل لتلك المؤلفات والأشرطة؛ ليكون طلبةُ العلم على عِلمٍ بها، فيحرصوا على اقتناء ما أمكنهم اقتناؤه منها، ثم العناية بتفريغ ما لَم يُفرَّغ من تلك الأشرطة، والسعي لدى مَن يقوم بطباعتها، ليكون طلبةُ العلم على إحاطة بما خلفه هذا العالِم الكبير من آثار، فيقتنوها ويستفيدوا منها.\nثمَّ أقول: إنَّ الشيخ ـ رحمه الله ـ من العلماء الذين اجتهدوا وحرصوا على اتِّباع الدَّليل من الكتاب والسُّنَّة، وله عناية في التحقيق في المسائل والاستدلال عليها بالكتاب والسُّنَّة والإجماع والمعقول، حيث يذكر الأدلَّة إجمالاً ثمَّ يفصِّلها، ويُبيِّن وجهَ الاستدلال، وهو مِمَّن رُزق فقهاً في الدِّين، وعناية في فقه الشريعة أصولاً وفروعاً، وهو كغيره يخطئ ويُصيب، وكلٌّ يؤخذ من قوله ويُردُّ إلاَّ رسول الله صلى الله عليه وسلم.\nوله آراء في مسائل يسيرة، يرى غيرُه أنَّ الصوابَ\nالجزء: 1 ¦ الصفحة: 26\n",
        "على خلاف ما قال، وقد يكون هو المصيب، ومن المعلوم أنَّ كلَّ مجتهد للوصول إلى الحقِّ لا يعدم الحصول على أجرٍ أو أجرَين، على أجرين إن أصاب، وأجرٍ واحد إن أخطأ؛ لقوله صلى الله عليه وسلم في الحديث الذي رواه البخاري ومسلم عن عمرو ابن العاص رضي الله عنه قال: سمعتُ رسول الله صلى الله عليه وسلم يقول: \"إذا حكم الحاكمُ فاجتهدَ ثمَّ أصاب فله أجران، وإذا حكم فاجتهد ثمَّ أخطأ فله أجرٌ\"، وهذا لفظ البخاري (7352) .\nفقد قسم النَّبِيُّ صلى الله عليه وسلم الحكَّام في هذا الحديث إلى قسمين:مصيب ومخطئٌ، فدلَّ على أنَّ الحقَّ يُصيبه من يُصيبه، ويخطئه مَن يخطئه، وأنَّه ليس كلُّ مجتهدٍ في اختلاف التضادِّ مصيباً حقًّا، وإنَّما كلّ مجتهد مصيبٌ أجراً، مع تفاوتِهم في الأجر كما هو واضح من هذا الحديث.\nوالحاصلُ أنَّ الشيخَ ـ رحمه الله ـ عالِمٌ كبيرٌ، وعلمُه\nالجزء: 1 ¦ الصفحة: 27\n",
        "غزيرٌ، وصوابُه كثير، ونفعُه عميم، فأوصي بالاهتمام بآثاره والاستفادة منها.\nوختاماً فقد ورد في صحيح مسلم (920) من حديث أمِّ سلمة رضي الله عنها أنَّ النَّبِيَّ صلى الله عليه وسلم دعا لأبي سلمة عند موتِه فقال: \"اللَّهمَّ اغفر لأبي سلمة، وارفع درجتَه في المهديِّين، واخلفه في عقِبِه في الغابرين، واغفر لنا وله يا ربَّ العالَمين، وافسَح له في قبره، ونوِّر له فيه\".\nوأنا أقول: اللَّهمَّ اغفر للشيخ محمد بن عُثيمين، وارفع درجتَه في المهديِّين، واخلفه في عقِبِه في الغابرين، واغفر لنا وله يا ربَّ العالَمين، وافسَح له في قبره، ونوِّر له فيه.\nوأسألُ اللهَ أن يُوفِّقنا جميعاً لتحصيل العلمِ النافع، والعمل الصالِح، إنَّه سميعٌ.\nوصلَّى الله وسلَّم وبارك على عبده ورسوله نبيِّنا محمَّدٍ وعلى آله وأصحابه أجمعين.\nالجزء: 1 ¦ الصفحة: 28\n",
        ""
    ]
}