{
    "1": [
        "الصحيح من دعاء الحاج والمعتمر\nالصحيح من دعاء الحاج والمعتمر\nمجدي فتحي السيد\nالكتاب:\nالصَّحِيحُ مِنْ دُعَاءِ الحَاجِّ وَالمُعْتَمِر\nالمؤلف:\nأبو مريم مجدي فتحي السيد إبراهيم\nالناشر:\nدار الصحابة للتراث، طنطا - مصر\nالطبعة:\nالأولى، 1412 هـ - 1992 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "الصَّحِيحُ مِنْ\nدُعَاءِ\nالحَاجِّ وَالمُعْتَمِر\nجمع وتحقيق\nأبي مريم/ مجْدِي فتحي السَّيد\nدار الصحابة للتراث بطنطا\nللنَّشْرِ - والتَّحقيق - والتَّوزيع\nت: 331587 ص. ب 477\n",
        "كتاب قد حوى درراً\n...\nبعين الحسن ملحوظة\nلهذا قلت تنبيهاً\nحقوق الطبع محفوظة\nللناشر\nدار الصحابة للتراث بطنطا\nالطبعة الأولى سنة 1412 هـ - 1992 م\nالمراسلات/ دار الصحابة للتراث بطنطا.\nطنطا. ش المديرية بجوار محطة بنزين التعاون\nص. ب/ 477. ت: 331587\nالجزء: 1 ¦ الصفحة: 2\n",
        "بين يدي الكتاب\nأيها الأحبة في الله\n...\nضيوف الرحمن، ووفد الله إلى البلد الحرام ..\nدعاء الله في المناسك، وسائر العبادات يؤخذ من الكتاب والسنة.\nوفي هذا الكتاب نخبة عطرة، وباقة طيبة من الدعوات النبوية، والآثار المأثورة عن السلف الصالح في الدعاء عند تأدية مناسك الحج والعمرة.\nفيا عبد الله\n...\nويا أمة الله\n...\nاحرص على صحيح الدعاء ليُقبل عند رب الأرض والسماء.\nواحذر الأدعية المخترعة، والمسجوعة، المتكلفة.\nالجزء: 1 ¦ الصفحة: 3\n",
        "وليكن الإخلاص، والإلحاح، واليقين من زادك عند دعاء الملك الوهاب حتى تنال عظيم الأجر والثواب.\nفيا عبد الله\n...\nيا من تطلب المغفرة والرضوان ..\nيا من يريد قبول الرحمن، بل مطلب الخلق كلهم جميعاً لديه، وهو أجود الأجودين، وأكرم الأكرمين.\nأعطى عبده قبل أن يسأله فوق ما يؤمله، يشكر القليل من العمل وينسيه، ويغفر الكثير من الزلل ويمحوه، يسأله كل من في السماوات والأرض، سبحانه كل يوم هو في شأن.\nمطلبك عند دعاء من لا يشغله سمع من سمع، ولا تغلطه كثرة المسائل، ولا يتبرم بإلحاح الملحين، بل يحب الملحين في الدعاء.\nمطلبك عند دعاء من يحب أن يسأل، ويغضب إذا لم يسأل.\nالجزء: 1 ¦ الصفحة: 4\n",
        "مطلبك عند دعاء من يسترك حيث لا تستر نفسك، ويرحمك حيث لا ترحم نفسك، دعاك بنعمه وإحسانه، وأياديه.\nفهيا يا عبد الله إلى دعاء الحاج والمعتمر كما صح عن النبي صلى الله عليه وسلم، وصحبه الكرام رضوان الله عليهم والتابعين والأبرار.\nاللهم اغفر ذنوبنا، واستر عيوبنا.\nاللهم اغفر وارحم، وأنت الأعز الأكرم.\nوالسلام عليكم ورحمة الله\nوبركاته\nأبو مريم/ مجْدِي فتحي السَّيد\nطنطا – مصر\nالجزء: 1 ¦ الصفحة: 5\n",
        "(1) دعاء التلبية في الحج والعمرة\nعن عبد الله بن عمر -رضي الله عنهما- أن تلبية رسول الله صلى الله عليه وسلم:\n«لَبَّيْكَ اللهُمَّ (1) لَبَّيْكَ، لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ، لَا شَرِيكَ لَكَ» (2).\n(1) لبيك اللهم لبيك: معناها أربعة أقوال: أحدها: إجابتي لك يا رب، وإقامتي معك، مأخوذ من: ألب بالمكان، وألب به: إذا أقام به، ومعنى التثنية فيه، أي: إجابة بعد إجابة، وإقامة بعد إقامة، كما يقال: حنانيك، أي: رحمة بعد رحمة.\nوالثاني معناه: اتجاهي إليك وقصدي، من قولهم: داري تُلبُّ دارك، أي تواجهها، والتثنية للتأكيد.\nوالثالث: محبتي لك من قول العرب، امرأة لبة: إذا ما كانت محبة لولدها.\nوالرابع: إخلاصي لك، من لُبِّ الطعام ولبابه.\n(2) حديث صحيح. أخرجه مالك (1/ 303) في الموطأ، البخاري (2/ 170) ومسلم (1184)، وأحمد (2/ 28، 34، 41، 47)، وأبو داود (1812، والترمذي (825)، وابن ماجه (2918)، والدارمي (2/ 34)، وابن الجارود (433) والطيالسي (1842)، وابن خزيمة (2622)، وابن حبان (3788)، والدارقطني (2/ 225)، والبغوي (7/ 49) في شرح السنة.\nالجزء: 1 ¦ الصفحة: 6\n",
        "(2) دعاء عند رؤية الكعبة\nعن سعيد بن المسيب -رحمه الله- أنه كان إذا دخل المسجد، ونظر إلى البيت، الكعبة، قال:\n«اللهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، فَحَيِّنَا رَبَّنَا بِالسَّلَامِ» (1).\nوعن سعيد بن المسيب -رحمه الله- قال:\n(1) إسناد \"صحيح\" أخرجه ابن أبي شيبة (7/ 102) في مصنفه، والبيهقي (5/ 73) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 7\n",
        "«اللهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، فَحَيِّنَا رَبَّنَا بِالسَّلَامِ» (1).\n...\n(1) إسناده صحيح، أخرجه ابن أبي شيبة (7/ 103) والبيهقي (7/ 73).\nالجزء: 1 ¦ الصفحة: 8\n",
        "(3) الدعاء عند استلام الحجر الأسود\n1 -\nعن نافع أن ابن عمر -رضي الله عنهما- كان إذا استلم الركن قال:\n«بِاسْمِ اللهِ وَاللهُ أَكْبَرُ» (1).\n2 -\nعَنْ عُبَيْدٍ الْمُكْتِبِ، عَنْ إِبْرَاهِيمَ النَّخعِيِّ -رحمه الله- كَانَ يَقُولُ عِنْدَ اسْتِلَامِ الْحَجَرِ: «لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، اللَّهُمَّ تَصْدِيقًا بِكِتَابِكَ، وَسُنَّةِ نَبِيِّكَ (2) صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ» (3).\n(1) إسناده صحيح، أخرجه عبد الرزاق (8894)، (8895) في مصنفه، والطبراني (862)، (863) في الدعاء، والبيهقي (5/ 79) في سننه الكبرى.\n(2) أي واتباعاً لسنة نبيك صلى الله عليه وسلم.\n(3) إسناده صحيح، أخرجه عبد الرزاق (8897)، وابن أبي شيبة (7/ 103) في مصنفه والطبراني (865) في الدعاء.\nالجزء: 1 ¦ الصفحة: 9\n",
        "(4) الدعاء بين الركن اليماني والحجر الأسود\nعَنْ عَبْدِ اللَّهِ بْنِ السَّائِبِ، أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فيما بين ركن بني جُمَحٍ (1)، والركن الأسود: «رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الْآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ» (2).\n(1) أي الركن اليماني، ونسب إلى بني جمح، وهم بطن من قريش، وكانت بيوتهم جهة الركن اليماني.\n(2) إسناده حسن، أخرجه أحمد (3/ 411)، وأبو داود (1892) وعبد الرزاق (8963) والشافعي (2/ 44) في سنده.، وابن أبي شيبة (4/ 108)، (10/ 368)، وابن خزيمة (2721)، وابن حبان (1001)، والبغوي (1915) في شرح السنة، والحاكم (1/ 455) وصححه وأقره الذهبي، والبيهقي (5/ 84) في سننه الكبرى، والطبراني (859) في الدعاء.\nفي سنده عبيد مولى السائب، وثقه ابن حبان، وعده البعض في الصحابة.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وعن ابن عباس رضي الله عنهما قال:\n«عَلَى الرُّكْنِ الْيَمَانِيِّ مَلَكٌ يَقُولُ: آمِينَ، فَإِذَا مَرَرْتُمْ بِهِ، فَقُولُوا: اللَّهُمَّ {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ}» (1).\n...\n(1) إسناده حسن، أخرجه ابن أبي شيبة (7/ 104)، في مصنفه والبيهقي (4046) في شعب الإيمان.\nالجزء: 1 ¦ الصفحة: 11\n",
        "(5) الدعاء في الطواف\n1 -\nعَنْ حَبِيبِ بْنِ صَهْبَانَ -رحمه الله- أنه رأى عُمَرَ رَضِيَ اللهُ عَنْهُ يَطُوفُ بِالْبَيْتِ، وَهُوَ يَقُولُ: «اللهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ» (1).\n2 -\nوعَنْ أَبِي شُعْبَةَ الْبَكْرِيِّ، قَالَ: رَمَقْتُ ابْنَ عُمَرَ رَضِيَ اللهُ عَنْهُ وَهُوَ يَطُوفُ بِالْبَيْتِ، وَهُوَ يَقُولُ: «لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ».\nثُمَّ قَالَ: «رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ» فَلَمَّا انْصَرَفَ، قُلْتُ: يَا أَبَا عَبْدِ الرَّحْمَنِ، سَمِعْتُكَ تَقُولُ كَذَا وَكَذَا؟ قَالَ سَمِعْتَنِي؟! قُلْتُ: نَعَمْ. قَالَ: فَهُوَ ذَلِكَ، أَثْنَيْتُ عَلَى رَبِّي، وَشَهِدْتُ شَهَادَةَ حَقٍّ، وَسَأَلْتُهُ مِنْ\n(1) إسناده صحيح، أخرجه ابن أبي شيبة (7/ 52)، وعبد الرزاق (8966)، والطبراني (857) في الدعاء، والبيهقي (5/ 84)\nالجزء: 1 ¦ الصفحة: 12\n",
        "خَيْرِ الدُّنْيَا وَالْآخِرَةِ» (1).\nوقال الشافعي رحمه الله:\nأحب كلما حاذى به- يعني بالحجر الأسود- أن يكبر، وأن يقول في رَمَلِهِ: \"اللهم اجعله حجاً مبروراً، وذنباً مغفوراً، وسعياً مشكوراً\"، ويقول في الأطواف الأربعة: \"اللهم اغفر وارحم، واعف عما تعلم، وأنت الأعز الأكرم، \"اللهم آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النَّار\". (2).\n...\n(1) إسناده لا بأس به، أخرجه ابن أبي شيبة (7/ 103)، (7/ 108)، وعبد الرزاق (8964)، (8965) والطبراني (856)، (858) في الدعاء، وفيه أبو شعبة لم يذكر فيه جرحاً، ولا تعديلاً، لكنه في الشواهد.\n(2) إسناده صحيح، أخرجه البيهقي (5/ 84) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 13\n",
        "(6) الدعاء بعد ركعتي الطواف\nعَنْ نَافِعٍ قَالَ: كَانَ ابْنُ عُمَرَ رضي الله عنه إِذَا قَدِمَ حَاجًّا أَوْ مُعْتَمِرًا طَافَ بِالْبَيْتِ، وَصَلَّى رَكْعَتَيْنِ، وَكَانَ جُلُوسُهُ فِيهَا أَطْوَلَ مِنْ قِيَامِهِ ثَنَاءً عَلَى رَبِّهِ وَمَسْأَلَةً، فَكَانَ يَقُولُ حِينَ يَفْرُغُ مِنْ رَكْعَتَيْهِ، وَبَيْنَ الصَّفَا، وَالْمَرْوَةِ:\n«اللَّهُمَّ اعْصِمْنِي بِدِينِكَ، وَطَاعَةِ رَسُولِكَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nاللَّهُمَّ جَنِّبْنِي حُدُودَكَ.\nاللَّهُمَّ اجْعَلْنِي مِمَّنْ يُحِبُّكَ، وَيُحِبُّ مَلَائِكَتَكَ، وَرُسُلَكَ، وَعِبَادَكَ الصَّالِحِينَ اللَّهُمَّ حَبِّبْنِي إِلَيْكَ، وَإِلَى مَلَائِكَتِكَ، وَرُسُلِكَ، وَعِبَادَكَ الصَّالِحِينَ.\nاللَّهُمَّ آتِنِي مِنْ خَيْرِ مَا تُؤْتِي عِبَادَكَ الصَّالِحِينَ فِي الدُّنْيَا وَالْآخِرَةِ.\nاللَّهُمَّ يَسِّرْنِي لِلْيُسْرَى، وَجَنِّبْنِي الْعُسْرَى، وَاغْفِرْ\nالجزء: 1 ¦ الصفحة: 14\n",
        "لِي فِي الْآخِرَةِ وَالْأُولَى.\nاللَّهُمَّ أَوْزِعْنِي أَنْ أُوَفِّيَ بِعَهْدِكَ الَّذِي عَاهَدْتنِي عَلَيْهِ.\nاللَّهُمَّ اجْعَلْنِي مِنْ أَئِمَّةِ الْمُتَّقِينَ، وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ، وَاغْفِرْ لِي خَطِيئَتِي يَوْمَ الدِّينِ» (1).\n...\n(1) إسناده صحيح، أخرجه ابن أبي شيبة (7/ 140).\nالجزء: 1 ¦ الصفحة: 15\n",
        "(7) الدعاء عند صعود الصفا والمروة\nعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ خَرَجَ مِنَ الْمَسْجِدِ يُرِيدُ الصَّفَا، يَقُولُ: «نَبْدَأُ بِمَا بَدَأَ بِهِ» فَبَدأَ بِالصَّفَا، وَقَرَأَ: {إِنَّ الصَّفَا وَالمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} (1) وَكَانَ إِذَا وَقَفَ عَلَى الصَّفَا يُكَبِّرُ ثَلاثًا، وَيَقُولُ: «لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ»، «لَا إِلَهَ إِلَّا اللهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ» (2) ثُمَّ أعاد هذا الكلام\n(1) سورة البقرة: 60.\n(2) حديث صحيح، أخرجه مالك (1/ 337)، ومسلم (1218).، وأحمد (3/ 320، 321)، وابن أبي شيبة (10/ 369)، وأبو داود (1905)، والنسائي (5/ 240)، وابن ماجه (3074)، والدارمي (2/ 44)، وابن خزيمة (2757)، والبغوي (1919) في شرح السنة، والطبراني (867)، (868) في الدعاء، البيهقي (5/ 93) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 16\n",
        "ثَلاثَ مَرَّاتٍ، نَزَلَ مِنَ الصَّفَا، مَشَى حَتَّى إِذَا انْصَبَّتْ قَدَمَاهُ فِي بَطْنِ الْوَادِي، سَعَى حَتَّى يَخْرُجَ مِنْهُ (1) (2).\n...\n(1) إسناده صحيح، أخرجه البيهقي (5/ 94) في سننه الكبرى.\n(2) إسناده حسن، أخرجه البيهقي (5/ 94) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 17\n",
        "(8) الدعاء على الصفا\nعَنْ نَافِعٍ رحمه الله أَنَّهُ سَمِعَ عَبْدَ اللهِ بْنَ عُمَرَ رضي الله عنه وَهُوَ عَلَى الصَّفَا يَدْعُو، وَيَقُولُ: «اللَّهُمَّ إِنَّكَ قُلْتَ: {اِدْعُونِي أَسْتَجِبْ لَكُمْ} (1) وَإِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ، وَإِنِّي أَسْأَلُكَ كَمَا هَدَيْتَنِي إِلَى الإِسْلاَمِ أَلاََ تَنْزِعَهُ مِنِّي حَتَّى تَتَوَفَّانِي، وَأَنَا مُسْلِمٌ» (2) وكان يقول رضي الله عنه على الصفا: «اللَّهُمَّ اعْصِمْنَا بِدِينِكَ، وَطَوَاعِيَتِكَ، وَطَوَاعِيَةِ رَسُولِكَ، وَجَنِّبْنَا حُدُودَكَ»، «اللَّهُمَّ اجْعَلْنَا نُحِبُّكَ، وَنُحِبُّ مَلَائِكَتَكَ، وَأَنْبِيَاءَكَ، وَرُسَلَكَ، وَنُحِبُّ عِبَادَكَ الصَّالِحِينَ»، «اللَّهُمَّ حَبِّبْنَا إِلَيْكَ وَإِلَى مَلَائِكَتِكَ، وَإِلَى أَنْبِيَائِكَ، وَرُسُلِكَ، وَإِلَى عِبَادِكَ الصَّالِحِينَ»، «اللَّهُمَّ يَسِّرْنَا لِلْيُسْرَى، وَجَنِّبْنَا وَجَنِّبْنَا الْعُسْرَى، وَاغْفِرْ لَنَا فِي الْآخِرَةِ\n(1) سورة غافر: 60.\n(2) إسناده صحيح، أخرجه البيهقي (5/ 94) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 18\n",
        "وَالْأُولَى وَاجْعَلْنَا مِنْ أَئِمَّةِ الْمُتَّقِينَ» (1).\nوَعَنْ نَافِعٍ رحمه الله عَنِ ابْنِ عُمَرَ رضي الله عنه أنه كَانَ يَقُولُ عِنْدَ الصَّفَا: «اللَّهُمَّ أَحْيِنِي عَلَى سُنَّةِ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَتَوَفَّنِي عَلَى مِلَّتِهِ، وَأَعِذْنِي مِنْ مُضِلَّاتِ الْفِتَنِ» (2) (3).\n(1) إسناده حسن، أخرجه البيهقي (5/ 94) المصدر السابق.\n(2) مضلات الفتن: يقال: فتنة مضلة، تضل الناس، وهي الموقعة في الحيرة، مفضية إلى الهلاك، وأصل الفتنة المضلة هي كل شبهة توجب الخلل أو تنقص في العلم والشهود.\n(3) إسناده صحيح، أخرجه البيهقي (5/ 95) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 19\n",
        "(9) الدعاء في السعي بين الصفا والمروة\n1 -\nعَنْ عَبْدِ الله بن مَسعُود رضي الله عنه نزل من الصفا، فجعل يقول: «رَبِّ اغْفِرْ وَارْحَمْ إِنَّكَ أَنْتَ الْأَعَزُّ الْأَكْرَمُ» (1).\n2 -\nوَعَنْ أَبِي إِسْحَاقَ رحمه الله قَالَ: سَمِعْتُ ابْنِ عُمَرَ يَقُولُ بين الصفا والمروة: «رَبِّ اغْفِرْ وَارْحَمْ، وَأَنْتَ الْأَعَزُّ الْأَكْرَمُ» (2).\n(1) أثر صحيح. أخرجه ابن أبي شيبة (4/ 68)، (10/ 371)، والطبراني (870) في الدعاء، والبيهقي (5/ 95) في سننه الكبرى.\n(2) إسناده صحيح. أخرجه البيهقي (5/ 95) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 20\n",
        "(10) الدعاء بعرفات\nعَنْ عَلِيِّ بْنِ أَبِي طَالِب رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَفْضَلُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ قَبْلِي عَشِيَّةَ عَرَفَةَ:\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» (1).\n(1) حديث حسن. أخرجه ابن أبي شيبة (7/ 107) وفي سنده موسى بن عبيدة، من الضعفاء، والطبراني (784) في الدعاء، وفي سنده قيس بن الربيع حسن في الشواهد، وفي الباب عن عمرو بن شعيب عن أبيه عن جده، أخرجه الترمذي (3579) وفي سنده ابن أبي حميد من الضعفاء، ومن حديث ابن عمر أخرجه الطبراني (875) في الدعاء، وفيه فرج بن فضالة، وهو صدوق يدلس، وقد رواه بالعنعنة، ومن حديث طلحة بن عبيد الله مرسلاً، أخرجه مالك (1/ 369) في الموطأ والبغوي (1929) في شرح السنة، ومن حديث ابن أبي حسين معضلاً أخرجه ابن أبي شيبة (7/ 107) في مصنفه بمجموع هذه الشواهد يرتقي الحديث إلى الحسن، إن لم يكن صحيحاً.\nالجزء: 1 ¦ الصفحة: 21\n",
        "(11) دعاء السلف الصالح في عرفات\n1 -\nعَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ أَنَّ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا كَانَ عَشِيَّةَ عَرَفَةَ، يَرْفَعُ صَوْتَهُ: «لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.\nاللَّهُمَّ اهْدِنَا بِالْهُدَى، وَزَيِّنَّا بِالتَّقْوَى، وَاغْفِرْ لَنَا فِي الْآخِرَةِ وَالْأُولَى.\nثُمَّ يَخْفِضُ صَوْتَهُ، ثُمَّ يَقُولُ: اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ وَعَطَائِكَ رِزْقًا طَيِّبًا مُبَارَكًا.\nاللَّهُمَّ إِنَّكَ أَمَرْتَ بِالدُّعَاءِ، وَقَضَيْتَ عَلَى نَفْسِكَ بِالِاسْتِجَابَةِ، وَأَنْتَ لَا تُخْلِفُ وَعْدَكَ، وَلَا تَكْذِبُ عَهْدَكَ، اللَّهُمَّ مَا أَحْبَبْتَ مِنْ خَيْرٍ فَحَبِّبْهُ إِلَيْنَا، وَيَسِّرْهُ لَنَا، وَمَا كَرِهْتَ مِنْ شَيْءٍ فَكَرِّهْهُ إِلَيْنَا وَجَنِّبْنَاهُ، وَلَا تَنْزِعْ عَنَّا الْإِسْلَامَ بَعْدَ إِذْ أَعْطَيْتَنَا» (1).\n(1) إسناده صحيح. أخرجه ابن أبي شيبة (7/ 107) مختصراً، والطبراني (878) في الدعاء مطولاً.\nالجزء: 1 ¦ الصفحة: 22\n",
        "(12) الدعاء عند رمي جمرة العقبة\n1 -\nعَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ كَانَ إِذَا رَمَى الْجِمَارَ، كَبَّرَ عِنْدَ كُلِّ حَصَاةٍ،\nوَقَالَ: «اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا وَذَنْبًا مَغْفُورًا» (1).\n2 -\nعَنْ مُغِيرَةَ قَالَ: قُلْتُ لِإِبْرَاهِيمَ النَّخعِيِّ رحمه الله تعالى: مَا أَقُولُ إِذَا رَمَيْتُ الْجَمْرَةَ؟ قَالَ: قُلِ: «اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا، وَذَنْبًا مَغْفُورًا»\nقَالَ: قُلْتُ: أَقُولُهُ مَعَ كُلِّ حَصَاةٍ؟\nقَالَ: نَعَمْ إِنْ شِئْتَ (2).\n...\n(1) أثر صحيح. أخرجه ابن أبي شيبة (4/ 344) (7/ 106)، والطبراني (881) في الدعاء، والبيهقي (5/ 129) في سننه الكبرى.\n(2) إسناده صحيح. أخرجه ابن أبي شيبة (4/ 344) (7/ 106).\nالجزء: 1 ¦ الصفحة: 23\n",
        "(13) الدعاء عند الملتزم\n(1)\nعن الشافعي رحمه الله قال:\nأحب له إذا ودع البيت أن يقف في الملتزم، فيقول: اللهم البيت بيتك، والعبد عبدك، وابن أمتك، حملتني على ما سخرت لي من خلقك حتى سيرتني في بلادك، وبلغتني بنعمتك، حتى أعنتني على قضاء مناسكك.\nفإن كنت رضيت عني فازدد عني رضا، وإلا فمُنَّ الآن، قبل أن تنأى عن بيتك داري، فهذا أوان انصرافي، إن أذنت لي، غير مستبدل بك، ولا ببيتك، ولا راغب عنك، ولا عن بيتك.\nاللهم فاصحبني بالعافية في بدني، والعصمة في\n(1) هو ما بين الركن والباب.\nالجزء: 1 ¦ الصفحة: 24\n",
        "ديني، وأحسن منقلبي، وارزقني طاعتك ما أبقيتني (1).\n(1) إسناده صحيح، أخرجه البيهقي (5/ 164) في سننه الكبرى، وقال: وهذا من قول الشافعي -رحمه الله- وهو حسن.\nالجزء: 1 ¦ الصفحة: 25\n",
        "(14) الدعاء عند وداع البيت\nعن عبد الرزاق رحمه الله تعالى قال:\nإذا أردت أن تخرج إلى أهلك يعني منقلباً من مكة، أتيت البيت فطفت به سبعاً، ثم تصلي خلف المقام ركعتين، ثم تقوم في الملتزم بين الركن والباب، فتقول:\nاللهم إني عبدك، وابن عبدك، وابن أمتك، حملتني على دابتك، وسيرتني في بلادك، حتى أدخلتني حرمك وأمنك، وهذا بيتك، وقد رجوتك رب فيه بحسن ظني بك، أن تكون قد غفرت لي، فإن كنت رب غفرت لي، فاززد عني رضاً، وقربني إليك زلفاً، وإن كنت رب لم تغفر لي، فمن الآن رب اغفر لي، قبل أن ينأى عني بيتك.\nيا رب! هذا أوان انصراف إن أذنت لي،\nالجزء: 1 ¦ الصفحة: 26\n",
        "غير راغب عنك، ولا عن بيتك، ولا مستبدل بك يا رب، ولا ببيتك.\nاللهم احفظني من بين يدي، ومن خلفي، وعن يميني وعن شمالي، ومن أمامي، ومن ورائي حتى تقدمني إلى أهلي، فإذا قدمتني ربي فلا تتخل عني، واكفني مؤونة أهلي، ومؤونة خقلك، إنك وليي ووليهم (1).\n...\n(1) إسناده صحيح، أخرجه الطبراني (883) في الدعاء.\nالجزء: 1 ¦ الصفحة: 27\n",
        "(15) دعاء الرجوع من الحج أو العمرة\nعَنِ ابْنِ عُمَرَ رضي الله عنهما أن رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَفَلَ (1) مِنَ حَجٍّ، أَوِ عُمْرَةٍ وَغَزْوَةٍ، يُكَبِّرُ عَلَى كُلِّ شَرَفٍ مِنَ الأَرْضِ ثَلاثَ تَكْبِيرَاتٍ، ثُمَّ يَقُولُ:\n«لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ (2) تَائِبُونَ (3) عَابِدُونَ (4) سَاجِدُونَ،\n(1) أي رجع.\n(2) أي نحن راجعون من السفر.\n(3) من المعصية إلى الطاعة.\n(4) أي لمعبودنا.\nالجزء: 1 ¦ الصفحة: 28\n",
        "لِرَبِّنَا حَامِدُونَ (1) صَدَقَ اللهُ وَعْدَهُ (2) وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ (3)» (4).\n(1) أي لا لغيره؛ لأنه هو المنعم علينا.\n(2) أي في وعده بإظهار الدين.\n(3) أي القبائل المجتمعة من الكفار لحرب النبي، والحزب: الجماعة.\n(4) حديث صحيح. أخرجه مالك (1/ 368)، والبخاري (3/ 8)، ومسلم (1344)، وأحمد (2/ 5، 15، 63، 105) وعبد الرزاق (5/ 157)، وأبو داود (2770)، والترمذي (957) وابن أبي شيبة (7/ 100)، وابن حبان (2696)، والبغوي (1351) في شرح السنة، وابن السني (531) في عمل اليوم، وأبو نعيم (7/ 132) في الحلية، والطبراني (846) في الدعاء، والبيهقي (3/ 315) (5/ 259) في سننه الكبرى.\nالجزء: 1 ¦ الصفحة: 29\n",
        ""
    ]
}