{
    "1": [
        "الصلاة لأبي نعيم الفضل بن دكين\nالصلاة لأبي نعيم الفضل بن دكين\nالفضل بن دكين\nالكتاب:\nالصلاة\nالمؤلف:\nأبو نعيم الفضل بن عمرو بن حماد بن زهير بن درهم القرشي التيمي بالولاء الملائي، المعروف بابن دُكَيْن (المتوفى: 219هـ)\nالمحقق:\nصلاح بن عايض الشلاحي\nالناشر:\nمكتبة الغرباء الأثرية - المدينة / السعودية\nالطبعة:\nالأولى، 1417هـ - 1996م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]\n",
        "(بسم الله الرحمن الرحيم)\nالحمد لله حق حمده، وصلى الله على محمد النبي وآله [وسلم]\nبَابُ تَحْرِيمِ الصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 63\n",
        "أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ فَوْرَكٍ الْقَبَّابُ قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ النُّعْمَانِ التَّيْمِيُّ قَالَ: أَخْبَرَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ قَالَ:\n1 -\nحَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ عَقِيلٍ، عَنِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ، يَرْفَعُهُ قَالَ: «مِفْتَاحُ الصَّلَاةِ الطُّهُورُ، وَتَحْرِيمُهَا التَّكْبِيرُ، وَتَحْلِيلُهَا التَّسْلِيمُ»\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "2 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ: «تَحْرِيمُ الصَّلَاةِ التَّكْبِيرُ، وَتَحْلِيلُهَا التَّسْلِيمُ»\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "3 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ عُثْمَانَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، قَالَ: قَالَ أَبُو الدَّرْدَاءِ: «إِنَّ لِكُلِّ شَيْءٍ شِعَارًا، وَشِعَارُ الصَّلَاةِ التَّكْبِيرُ»\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "بَابُ الرَّجُلِ يُجَامِعُ امْرَأَتَهُ وَهِيَ حَائِضٌ\nالجزء: 1 ¦ الصفحة: 66\n",
        "4 -\nسُئِلَ سُفْيَانُ عَنِ الرَّجُلِ، يُجَامِعُ امْرَأَتَهُ وَهِيَ حَائِضٌ، فَقَالَ: قَالَ الْأَعْمَشُ: عَنْ إِبْرَاهِيمَ قَالَ: «مَا كَانُوا يَرَوْنَ عَلَيْهِ إِلَّا الِاسْتِغْفَارَ»\n5 -\nحَدَّثَنَا سُفْيَانُ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، مِثْلَهُ\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "6 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ إِبْرَاهِيمَ، قَالَ:\n[ص: 67]\n«لَيْسَ عَلَيْهِ شَيْءٌ، يَسْتَغْفِرُ اللَّهَ وَلَا يَعُودُ»\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "7 -\nحَدَّثَنَا الْقَاسِمُ بْنُ الْوَلِيدِ، قَالَ: سَأَلْتُ يَعْمَرَ: عَلَيْهِ كَفَّارَةٌ؟ قَالَ: لَا، يَسْتَغْفِرُ اللَّهَ\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "8 -\nحَدَّثَنَا سُفْيَانُ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، عَنْ مِقْسَمٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فِي الَّذِي يَقَعُ عَلَى امْرَأَتِهِ وَهِيَ حَائِضٌ، قَالَ: «نِصْفُ دِينَارٍ» .\n9 -\nحَدَّثَنَا سُفْيَانُ، عَنْ خُصَيْفٍ، عَنْ مِقْسَمٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\n[ص: 68]\n10 -\nحَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: دِينَارٌ \"\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "بَابُ مَا لِلرَّجُلِ مِنِ امْرَأَتِهِ وَهِيَ حَائِضٌ\nالجزء: 1 ¦ الصفحة: 69\n",
        "11 -\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْعُمَرِيُّ، قَالَ: حَدَّثَتْنَا الصَّهْبَاءُ بِنْتُ كَرِيمٍ، أَنَّهَا سَأَلَتْ عَائِشَةَ: مَا لِلرَّجُلِ مِنِ امْرَأَتِهِ وَهِيَ حَائِضٌ؟ قَالَتْ: كُلُّ شَيْءٍ مِنْهَا إِلَّا الْجِمَاعَ\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "12 -\nحَدَّثَنَا مُحِلٌّ، عَنْ إِبْرَاهِيمَ، قَالَ: «يُبَاشِرُ الرَّجُلُ امْرَأَتَهُ وَهِيَ حَائِضٌ، يَكُونُ بَيْنَهُمَا إِزَارٌ» .\n[ص: 70]\n13 -\nحَدَّثَنَا مَالِكٌ، قَالَ: سُئِلَ عَطَاءٌ قَالَ: مَا فَوْقَ الدَّمِ.\n14 -\nحَدَّثَنَا سُفْيَانُ، عَنْ غَيْلَانَ، عَنِ الْحَكَمِ، قَالَ: لَا نَرَى بَأْسًا أَنْ يَضَعَهُ عَلَى الْفَرْجِ\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "15 -\nحَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ حَكِيمٍ الْأَثْرَمِ، عَنْ أَبِي تَمِيمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ أَتَى حَائِضًا، أَوِ امْرَأَةً فِي دُبُرِهَا، أَوْ عَرَّافًا فَصَدَّقَهُ بِمَا يَقُولُ، فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "16 -\nحَدَّثَنَا أَبُو هِلَالٍ، قَالَ: حَدَّثَنِي شَيْبَةُ الرَّاسِبِيُّ، قَالَ: سَأَلْتُ سَالِمًا عَنِ الرَّجُلِ، يُضَاجِعُ امْرَأَتَهُ وَهِيَ حَائِضٌ، قَالَ: «أَمَّا نَحْنُ آلَ عُمَرَ فَنَهْجُرُهُنَّ إِذَا كُنَّ حُيَّضًا»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "17 -\nحَدَّثَنَا أَشْرَسُ بْنُ عُبَيْدٍ، قَالَ: سَأَلْتُ الْحَسَنَ قُلْتُ: أَيَنَامُ الرَّجُلُ مَعَ الْمَرْأَةِ وَهِيَ حَائِضٌ؟ قَالَ: «يُلْقِي عَلَى وَرِكِهَا ثَوْبًا ثُمَّ يَنَامَانِ جَمِيعًا»\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "18 -\nحَدَّثَنَا شَرِيكٌ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، قَالَ: «لَا بَأْسَ أَنْ يَطْعَنَ، فِي سُرَّتِهَا، وَبَيْنَ فَخِذَيْهَا وَإِلْيَتَيْهَا» .\n19 -\nحَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ، عَنِ الشَّعْبِيِّ، قَالَ: إِذَا كَفَّ الْقَذَى\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "20 -\nحَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، قَالَ: حَدَّثَنِي صَالِحُ بْنُ جُبَيْرٍ، عَنْ رَجُلٍ، مِنْ أَهْلِ الشَّامِ، قَالَ: جِئْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ فَقُلْتُ: يَا أَمِيرَ الْمُؤْمِنِينَ، مَا يَحِلُّ لِي مِنِ امْرَأَتِي وَهِيَ حَائِضٌ؟ قَالَ: «مَا فَوْقَ إِزَارِهَا»\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "بَابُ الْمَرْأَةِ تُجْنِبُ ثُمَّ تَحِيضُ\nالجزء: 1 ¦ الصفحة: 74\n",
        "21 -\nحَدَّثَنَا مِنْدَلٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: «تَغْتَسِلُ قَبْلَ أَنْ تَطْهُرَ»\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "22 -\nحَدَّثَنَا حَسَنٌ، عَنْ مُغِيرَةَ، عَنِ الشَّعْبِيِّ، قَالَ: «إِذْا ضَيَّعَتْ ثُمَّ حَاضَتْ قَضَتِ الصَّلَاةَ»\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "بَابُ الْحَائِضِ تَرَى الدَّمَ\nالجزء: 1 ¦ الصفحة: 75\n",
        "23 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ جَابِرٍ، عَنْ عَامِرٍ، قَالَ: «إِذَا طَهُرَتْ قَبْلَ غُرُوبِ الشَّمْسِ صَلَّتِ الظُّهْرَ وَالْعَصْرَ»\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "24 -\nحَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ مُحَمَّدِ بْنِ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَعِيدِ بْنِ يَرْبُوعٍ الْمَخْزُومِيِّ، عَنْ مَوْلًى لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، قَالَ: «إِذَا طَهُرَتِ الْمَرْأَةُ قَبْلَ غُرُوبِ الشَّمْسِ صَلَّتِ الظُّهْرَ وَالْعَصْرَ، وَإِذَا طَهُرَتْ قَبْلَ طُلُوعِ الْفَجْرِ صَلَّتِ الْمَغْرِبَ وَالْعِشَاءَ»\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "25 -\nحَدَّثَنَا سُفْيَانُ، قَالَ: قَالَ الْحَسَنُ: قَالَ أَبُو نُعَيْمٍ: يَعْنِي الْحَسَنَ الْبَصْرِيَّ: لَيْسَ عَلَيْهَا إِلَّا الصَّلَاةُ الَّتِي طَهُرَتْ فِيهَا\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "26 -\nحَدَّثَنَا حَبِيبُ بْنُ أَبِي الْخَزِيرِ، قَالَ: حَدَّثَتْنِي أُخْتِي، عَنْ أُمِّ الْخَزِيرِ، أَنَّهَا كَانَتْ فِي نِسْوَةٍ عِنْدَ عَائِشَةَ، فَقَالَتْ إِحْدَاهُنَّ: يَا أُمَّ الْمُؤْمِنِينَ، الْمَرْأَةُ\n[ص: 77]\nتَحِيضُ فِي الثَّوْبِ ثُمَّ تَطْهُرُ، أَتُصَلِّي فِيهِ؟ فَقَالَتْ: «إِنْ رَأَتْ دَمًا فَلْتَغْسِلْهُ، وَإِنْ لَمْ تَرَ دَمًا فَلْتَنْضَحْهُ سَبْعَ مِرَارٍ بِالْمَاءِ، ثُمَّ لَتُصَلِّي فِيهِ»\n27 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نُجَيْحٍ، عَنْ عَطَاءٍ، مِثْلَهُ\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "بَابُ مَا يُوجِبُ الْغُسْلَ\nالجزء: 1 ¦ الصفحة: 78\n",
        "28 -\nحَدَّثَنَا هِشَامُ الدَّسْتُوَائِيُّ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا جَلَسَ بَيْنَ شُعَبِهَا ثُمَّ جَهَدَهَا، فَقَدْ وَجَبَ الْغُسْلُ»\n29 -\nحَدَّثَنَا سُفْيَانُ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ وَزَادَ فِيهِ: «وَجَبَ الْغُسْلُ أَنْزَلَ أَوْ لَمْ يَنْزِلْ»\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "30 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ أَبِي عَوْنٍ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: \" إِذَا جَاوَزَ الْخِتَانُ الْخِتَانَ أَوْ قَالَ: مَسَّ الْخِتَانُ الْخِتَانَ وَجَبَ الْغُسْلُ \"\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "31 -\nحَدَّثَنَا سُفْيَانُ، عَنْ حَنْظَلَةَ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِذَا جَاوَزَ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ»\n32 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ غَالِبٍ أَبِي الْهُذَيْلِ، عَنْ إِبْرَاهِيْمَ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ مِثْلَهُ\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "33 -\nحَدَّثَنَا مُطَرِّفُ بْنُ مَعْقِلٍ، قَالَ: سَمِعْتُ الشَّعْبِيَّ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِذَا جَاوَزَ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ»\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "34 -\nحَدَّثَنَا مُحَمَّدُ بْنُ قَيْسٍ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِذَا جَاوَزَ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ»\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "35 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ: «إِذَا مَسَّ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ»\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "36 -\nحَدَّثَنَا طَلْحَةُ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ، قَالَتْ: «إِذَا الْتَقَى الْخِتَانُ\n[ص: 82]\nفَقَدْ وَجَبَ الْغُسْلُ»\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "37 -\nحَدَّثَنَا أَبُو عَقِيلٍ الْحَذَّاءُ، قَالَ: حَدَّثَتْنِي بُهَيَّةُ، مَوْلَاةُ أَبِي بَكْرٍ قَالَتْ: سَأَلْتُ عَائِشَةَ: مَا يُوجِبُ الْغُسْلَ؟ فَقَالَتْ: إِذَا الْتَقَى الْخِتَانَانِ فَقَدْ وَجَبَ الْغُسْلُ\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "38 -\nحَدَّثَنَا الْعَلَاءُ بْنُ زُهَيْرٍ الْأَزْدِيُّ، قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ الْأَسْوَدِ، قَالَ: دَخَلَتْ عَلَيَّ عَائِشَةُ فَقَالَتْ: «إِذَا الْتَقَى الْمَوَاسِيُّ فَقَدْ وَجَبَ\n[ص: 83]\nالْغُسْلُ»\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "39 -\nحَدَّثَنَا أَشْرَسُ بْنُ عُبَيْدٍ،: قَالَ: سَأَلْتُ الْحَسَنَ عَنِ الرَّجُلِ، يُجَامِعُ فَلَا يُنْزِلُ، قَالَ: «إِذَا جَلَسَ بَيْنَ فُرُوجِهَا الْأَرْبَعِ ثُمَّ اجْتَهَدَ فَقَدْ وَجَبَ الْغُسْلُ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "40 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ: أَخْبَرَنِي رَجُلٌ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ: «لَا غُسْلَ إِلَّا عَلَى مَنْ أَنْزَلَ الْمَاءَ»\n[ص: 84]\nقَالَ أَبُو بَكْرٍ: لَيْسَ الْعَمَلُ عَلَيْهِ\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "41 -\nحَدَّثَنَا سُفْيَانُ، عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، عَنْ إِبْرَاهِيمَ: فِي الرَّجُلِ يُجَامِعُ فِي غَيْرِ الْفَرْجِ قَالَ: يَغْتَسِلُ وَيَغْسِلُ مَا أَصَابَهَا\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "بَابُ الرَّجُلِ يُجَامِعُ ثُمَّ يَعُودُ\nالجزء: 1 ¦ الصفحة: 85\n",
        "42 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «مَنْ أَتَى أَهْلَهُ فَأَرَادَ أَنْ يَعُودَ أَوِ الْمُعَاوَدَةَ فَلْيَتَوَضَّأْ»\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "43 -\nحَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ، عَنْ أَبِي عُثْمَانَ، عَنْ سَلْمَانَ بْنِ رَبِيعَةَ، قَالَ: بَنَى عَلِيٌّ، فَسَأَلْتُ عُمَرَ فَقَالَ: إِذَا جَامَعْتَ فَأَرَدْتَ أَنْ تَعُودَ فَتَوَضَّأَ وُضُوءَكَ لِلصَّلَاةِ\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "44 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 86]\n«كَانَ يَطُوفُ عَلَى نِسَائِهِ فِي غُسْلٍ وَاحِدٍ»\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "45 -\nحَدَّثَنَا عُرَيْفُ بْنُ دِرْهَمٍ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ قُلْتُ: أَحَدُنَا يُجَامِعُ أَهْلَهُ مِنْ أَوَّلِ اللَّيْلِ فَتَكُونُ فِي نَفْسِهِ الْمُعَاوَدَةُ، قَالَ: «يَتَطَهَّرُ»\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "بَابُ الرَّجُلِ يَنَامُ وَهُوَ جُنُبٌ\nالجزء: 1 ¦ الصفحة: 87\n",
        "46 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، قَالَ: سَأَلْتُ الْأَسْوَدَ بْنَ يَزِيدَ عَمَّا، حَدَّثَتْهُ عَائِشَةُ، عَنْ صَلَاةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ: «كَانَ يَنَامُ أَوَّلَ اللَّيْلِ وَيُحْيِي آخِرَهُ، ثُمَّ إِنْ كَانَتْ لَهُ حَاجَةٌ إِلَى أَهْلِهِ قَضَى حَاجَتَهُ، ثُمَّ لَا يَمَسُّ مَاءً حَتَّى يَنَامَ»\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "47 -\nحَدَّثَنَا أَبُو إِسْرَائِيلَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ حُذَيْفَةَ، قَالَ: «نَوْمَةٌ بَعْدَ الْجَنَابَةِ أَوْعَبُ لِخُرُوجِهِ»\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "48 -\nحَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ أَبِي مَعْمَرٍ، عَنْ حُذَيْفَةَ، أَنَّهُ كَانَ يَسْتَحِبُّ أَنْ يَنَامَ، نَوْمَةً بَعْدَ مَا يُجْنِبُ، وَقَالَ: هُوَ أَوْعَبُ لِخُرُوجِهِ\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "بَابُ مَنْ قَالَ: يَتَوَضَّأُ وضُوءَهُ لِلصَّلَاةِ\nالجزء: 1 ¦ الصفحة: 90\n",
        "49 -\nحَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، قَالَ: سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ: سَأَلَ عُمَرُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنِّي تُصِيبُنِي الْجَنَابَةُ مِنَ اللَّيْلِ؟ «فَأَمَرَهُ أَنْ يَغْسِلَ ذَكَرَهُ وَيَتَوَضَّأَ وَيَرْقُدَ»\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "50 -\nحَدَّثَنَا الْعُمَرِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قُلْتُ يَا رَسُولَ اللَّهِ، أَيَرْقُدُ أَحَدُنَا وَهُوَ جُنُبٌ؟ قَالَ: «نَعَمْ، إِذَا تَوَضَّأَ»\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "51 -\nحَدَّثَنَا هِشَامٌ الدَّسْتُوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، قَالَ: سَأَلْتُ عَائِشَةَ: أَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْقُدُ وَهُوَ جُنُبٌ؟ قَالَتْ: نَعَمْ، وَيَتَوَضَّأُ وضُوءَهُ لِلصَّلَاةِ\n52 -\nحَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ،\n[ص: 92]\nعَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "53 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: إِذَا أَرَادَ الْجُنُبُ أَنْ يَنَامَ تَوَضَّأَ وضُوءَهُ لِلصَّلَاةِ.\n54 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: يَتَوَضَّأُ وضُوءَهُ لِلصَّلَاةِ\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "55 -\nحَدَّثَنَا سُفْيَانُ، (. . .) عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا أَرَادَ أَنْ يَنَامَ، تَوَضَّأَ» يَعْنِي الْجُنُبَ\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "56 -\nحَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا أَشْرَسُ بْنُ عُبَيْدٍ، قَالَ: سَأَلْتُ الْحَسَنَ: أَيَنَامُ الرَّجُلُ مَعَ الْمَرْأَةِ وَهُوَ جُنُبٌ؟ قَالَ: «نَعَمْ، إِذَا تَوَضَّأَ وضُوءَهُ لِلصَّلَاةِ»\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "57 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ أَنْ يَنَامَ وَهُوَ جُنُبٌ تَوَضَّأَ وضُوءَهُ لِلصَّلَاةِ\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "بَابٌ فِي الْجُنُبِ يَأْكُلُ\nالجزء: 1 ¦ الصفحة: 94\n",
        "58 -\nحَدَّثَنَا هِشَامٌ الدَّسْتُوَائِيُّ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، «فِي الْجُنُبِ إِذَا أَرَادَ أَنْ يَطْعَمَ يَغْسِلُ يَدَيْهِ، وَيُمَضْمِضُ فَاهُ»\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "59 -\nحَدَّثَنَا سُفْيَانُ، عَنْ زُبَيْدٍ، عَنْ مُجَاهِدٍ، فِي الْجُنُبِ إِذَا أَرَادَ أَنْ يَأْكُلَ غَسَلَ يَدَيْهِ وَأَكَلَ وَشَرِبَ\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "بَابُ مَنْ قَالَ يَتَوَضَّأُ\nالجزء: 1 ¦ الصفحة: 95\n",
        "60 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِذَا أَرَادَ الْجُنُبُ أَنْ يَأْكُلَ تَوَضَّأَ وضُوءَهُ لِلصَّلَاةَ»\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "61 -\nحَدَّثَنَا سُفْيَانُ، عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، عَنْ إِبْرَاهِيمَ، قَالَ: إِذَا أَرَادَ أَنْ يَأْكُلَ، أَوْ يَشْرَبَ تَوَضَّأَ.\n62 -\nحَدَّثَنَا هِشَامٌ الدَّسْتُوَائِيُّ، عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: يَتَوَضَّأُ\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "63 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، أَنَّ أَصْحَابَهُ، «كَانَ إِذَا أَجْنَبَ أَحَدُهُمْ لَمْ يَطْعَمْ طَعَامًا حَتَّى يَتَوَضَّأَ وضُوءَهُ لِلصَّلَاةِ»\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "بَابُ مَا يَكْفِي مِنَ الْغُسْلِ\nالجزء: 1 ¦ الصفحة: 97\n",
        "64 -\nحَدَّثَنَا سُفْيَانُ، عَنْ يُونُسَ بْنِ خَبَّابٍ، عَنْ مُجَاهِدٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «يَغْتَسِلُ بِالصَّاعِ»\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "65 -\nحَدَّثَنَا مِسْعَرٌ، قَالَ: حَدَّثَنِي شَيْخٌ، مِنَ الْأَنْصَارِ يُقَالُ لَهُ ابْنُ جَبْرٍ قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «يَغْتَسِلُ بِالصَّاعِ إِلَى خَمْسَةِ أَمْدَادٍ»\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "66 -\nحَدَّثَنَا أَبُو خَلْدَةَ، عَنِ الْمُسَيِّبِ بْنِ دَارِمٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ يَغْتَسِلُ بِالصَّاعِ»\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "67 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، قَالَ: سَمِعْتُ جَابِرًا، قَالَ: «يُجْزِئُ مِنْ غُسْلِ الْجُنُبِ صَاعٌ مِنْ مَاءٍ»\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "68 -\nحَدَّثَنَا بُكَيْرُ بْنُ عَامِرٍ، قَالَ: حَدَّثَنِي عَدِيٌّ، قَالَ: يُجْزِئُ الْغُسْلَ مِنَ الْجَنَابَةِ صَاعٌ\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "69 -\nحَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ أَبِي جَعْفَرٍ، قَالَ: الْمَاءُ بِمِثْلِ الدُّهْنِ، مَا أَصَابَكَ مِنْهُ أَجْزَأَكَ\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "70 -\nحَدَّثَنَا سُفْيَانُ، عَنْ جَابِرٍ، عَنْ أَبِي جَعْفَرٍ،: «الْمَاءُ بِمَنْزِلَةِ الدُّهْنِ»\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "بَابُ مَا يَكْفِي غَسْلَ الرَّأْسِ\nالجزء: 1 ¦ الصفحة: 100\n",
        "71 -\nحَدَّثَنَا زُهَيْرٌ، عَنِ أَبِي إِسْحَاقَ، عَنْ سُلَيْمَانَ بْنِ صُرَدٍ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ: ذَكَرُوا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْغُسْلَ مِنَ الْجَنَابَةِ، فَقَالَ: «أَمَّا أَنَا فَأُفِيضُ عَلَى رَأْسِي ثَلَاثَ مَرَّاتٍ» وَقَالَ بِيَدِهِ هَكَذَا\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "72 -\nحَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ عَطِيَّةَ، قَالَ: سَأَلَ رَجُلٌ أَبَا سَعِيدٍ: كَمْ يَكْفِي الْغَاسِلُ رَأْسَهُ، قَالَ: ثَلَاثُ حَفَنَاتٍ، وَجَمَعَ يَدَيْهِ، فَقَالَ: يَا أَبَا سَعِيدٍ، إِنِّي كَثِيرُ الشَّعْرِ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n[ص: 101]\nأَكْثَرَ شَعَرًا مِنْكَ وَأَطْيَبَ\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "73 -\nحَدَّثَنَا مَعْمَرُ بْنُ يَحْيَى، قَالَ: حَدَّثَنِي أَبُو جَعْفَرٍ، قَالَ: قَالَ لِي جَابِرُ بْنُ عَبْدِ اللَّهِ: أَتَانِي ابْنُ عَمِّكَ - يُعَرِّضُ بِالْحَسَنِ بْنِ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ - فَقَالَ: كَيْفَ الْغُسْلُ مِنَ الْجَنَابَةِ؟ قَالَ: قُلْتُ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْخُذُ ثَلَاثَةَ أَكُفٍّ فَيَفِيضُهَا عَلَى رَأْسِهِ، ثُمَّ يَفِيضُ عَلَى جِلْدِهِ» فَقَالَ الْحَسَنُ بْنُ مُحَمَّدٍ: إِنِّي رَجُلٌ كَثِيرُ الشَّعْرِ فَقَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَكْثَرَ شَعَرًا مِنْكَ»\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "74 -\nحَدَّثَنَا أَبُو الْأَشْهَبَ، عَنِ الْحَسَنِ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا اغْتَسَلَ حَفَنَ عَلَى رَأْسِهِ ثَلَاثَ حَفَنَاتٍ\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "75 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ بُكَيْرِ بْنِ الْأَخْنَسِ، عَنْ مَعْرُورِ بْنِ سُوَيْدٍ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: «أَمَّا أَنَا فَآخُذُ ثَلَاثًا، أَوْ أَحْفَنُ ثَلَاثًا»\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "76 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَغْتَسِلُ مِنَ الْقَدَحِ وَهُوَ الْفَرَقُ\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "77 -\nحَدَّثَنَا أَبُو مَعْشَرٍ، عَنْ سَعِيدٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ: يَا رَسُولَ اللَّهِ، إِنِّي امْرَأَةٌ شَدِيدَةُ رِبَاطِ الرَّأْسِ أَفَأَنْقُضُهُ إِذَا اغْتَسَلْتُ؟ قَالَ: «لَا، يَكْفِيكِ تَصُبِّينَ عَلَيْهِ ثَلَاثَ مَرَّاتٍ»\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "78 -\nحَدَّثَنَا الْعَلَاءُ بْنُ صَالِحٍ، قَالَ: حَدَّثَنَا جَمِيعُ بْنُ عُمَيْرٍ، - رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ - قَالَ: دَخَلْتُ مَعَ خَالَتِي عَلَى عَائِشَةَ فَسَأَلَتْهَا - أَوْ قَالَ:\n[ص: 104]\nذَكَرَتِ الْجَنَابَةَ -: «الرَّجُلُ يَكْفِيهِ ثَلَاثُ مَرَّاتٍ عَلَى رَأْسِهِ، وَالْمَرْأَةُ خَمْسٌ لِقُرُونِهَا»\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "79 -\nحَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، قَالَ: حَدَّثَنِي سُمَيٌّ، - مَوْلَى أَبِي بَكْرٍ - قَالَ: بَعَثَنِي الْقَعْقَاعُ بْنُ حَكِيمٍ وَزَيْدُ بْنُ أَسْلَمَ إِلَى سَعِيدِ بْنِ الْمُسَيِّبِ فَقُلْتُ: امْرَأَةٌ تَكُونُ جُنُبًا أَوْ حَائِضًا فَتَمْتَشِطُ، فَيُجْزِيهَا ذَلِكَ عَنْ غَسْلِ رَأْسِهَا؟ فَقَالَ: «نَعَمْ» ثُمَّ رَدُّونِي إِلَيْهِ فَقَالُوا: عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ - فَذَكَرَ ذَلِكَ - قَالَ: فَأَخَذَ لِي قَبْضَةً مِنْ حَصْبَاءَ ثُمَّ قَالَ: «إِنِّي لَا أَكْذَبُ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "80 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ: سَمِعْتُ جَابِرًا، يَقُولُ: «يَغْرِفُ الْجُنُبُ عَلَى رَأْسِهِ ثَلَاثًا»\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "81 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ: «يُجْزِئُ الْجُنُبُ عَلَى رَأْسِهِ ثَلَاثًا»\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "بَابُ الْجُنُبِ يَغْسِلُ رَأْسَهُ بِالْخِطْمِيِّ\nالجزء: 1 ¦ الصفحة: 106\n",
        "82 -\nحَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، أَنَّ أَبَا سَلَمَةَ، «كَانَ يَغْسِلُ رَأْسَهُ بِالْخِطْمِيِّ وَهُوَ جُنُبٌ، ثُمَّ يَغْتَسِلُ، وَلَا يَغْسِلُ رَأْسَهُ»\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "83 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ مُغِيرَةَ، قَالَ: سَأَلْتُ أَبَا رَزِينٍ عَنِ الْجُنُبِ، يَغْسِلُ رَأْسَهُ بِالْخِطْمِيِّ فَقَالَ: «إِنْ كَانَ يَأْخُذُ مِنْ إِنَاءٍ، وَيُفْرِغُ فِي إِنَاءٍ، فَلَا بَأْسَ بِذَلِكَ»\n84 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ مُغِيرَةَ، قَالَ: سَمِعْتُ إِبْرَاهِيمَ، مِثْلَهُ\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "85 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ\n[ص: 107]\nعَنْهُ قَالَ: «أَيُّمَا جُنُبٍ غَسَلَ رَأْسَهُ بِالْغِسْلِ فَقَدْ أَبْلَغَ» وَقَالَ أَبُو إِسْحَاقَ: وَهُوَ الْخِطْمِيُّ\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "86 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «مَنْ غَسَلَ رَأْسَهُ بِغِسْلٍ وَهُوَ جُنُبٌ فَقَدْ أَبْلَغَ، وَلَا يَصُبُّ عَلَيْهِ مَاءً»\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "87 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، قَالَ: مَرَرْتُ بِالْحَارِثِ بْنِ الْأَزْمَعِ فَقَالَ: أَلَا أُحَدِّثُكَ حَدِيثًا سَمِعْتُهُ مِنَ ابْنِ مَسْعُودٍ، فَقَالَ: سَمِعْتُهُ يَقُولُ: «أَيُّمَا جُنُبٍ غَسَلَ رَأْسَهُ بِالْخِطْمِيِّ فَقَدْ أَبْلَغَ»\n[ص: 108]\nقَالَ أَبُو إِسْحَاقَ: يَقُولُ: لَا يُعِيدُ عَلَيْهِ الْغُسْلَ\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "88 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ بْنِ الْأَزْمَعِ، عَنْ عَبْدِ اللَّهِ قَالَ: «مَنْ غَسَلَ رَأْسَهُ بِالْخِطْمِيِّ وَهُوَ جُنُبٌ فَقَدْ أَبْلَغَ، وَلَا يَضُرُّهُ أَنْ لَا يَصُبَّ عَلَيْهِ الْمَاءَ»\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "89 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «لَا يَضُرُّكَ بِأَيِّ جَانِبَيْ رَأْسِكَ بَدَأْتَ»\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "90 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ جَابِرٍ، قَالَ: سَمِعْتُ أَبَا جَعْفَرٍ، قَالَ: \" كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَغْسِلُ رَأْسَهُ بِالسِّدْرِ\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "بَابُ الْغُسْلِ مِنَ الْجَنَابَةِ\nالجزء: 1 ¦ الصفحة: 109\n",
        "91 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: \" الْغُسْلُ مِنْ سِتَّةٍ: مِنَ الْجَنَابَةِ، وَالْغُسْلُ مِنَ الْحَمَّامِ، وَالْغُسْلُ يَوْمَ الْعِيدَيْنِ، وَالْغُسْلُ يَوْمَ الْجُمُعَةِ، وَالْغُسْلُ مِنَ الْحَيْضِ، وَالْغُسْلُ مِنَ الْجَنَابَةِ \"\n92 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، عَنْ مُجَاهِدٍ، مِثْلَ ذَلِكَ\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "93 -\nحَدَّثَنَا سُفْيَانُ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فِي كُلِّ شَعْرَةٍ جَنَابَةٌ، فَبُلُّوا الشَّعْرَ، وَأَنْقُوا الْبِشَرَ»\n[ص: 110]\nقَالَ أَبُو بَكْرٍ: يَعْنِي تَحْتَ كُلِّ شَعْرَةٍ\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "94 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مُغِيرَةَ، قَالَ: سُئِلَ إِبْرَاهِيمُ عَنِ الرَّجُلِ، يَغْسِلُ رَأْسَهُ، ثُمَّ يَمْكُثُ سَاعَةً لَا يُحِبُّ أَنْ يُعْلَمَ بِهِ، ثُمَّ يَغْتَسِلُ، فَلَمْ يَرَ بِهِ بَأْسًا\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "95 -\nحَدَّثَنَا مِنْدَلٌ، عَنْ جَعْفَرِ بْنِ أَبِي الْمُغِيرَةِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ\n[ص: 111]\nابْنِ عَبَّاسٍ، قَالَ: «لَوِ اغْتَسَلَ الْإِنْسَانُ مِنَ الْجَنَابَةِ فَبَقِيَتْ شَعْرَةٌ لَمْ تُصِبْهَا الْمَاءُ لَمْ يَزَلْ جُنُبًا حَتَّى يُصِيبَهَا الْمَاءُ»\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "96 -\nحَدَّثَنَا أَبُو إِسْرَائِيلَ الْمُلَائِيُّ، عَنْ طَلْحَةَ، عَنْ حُذَيْفَةَ، أَنَّهُ قَالَ لِامْرَأَتِهِ وَرَآهَا تَغْتَسِلُ: «خَلِّلِيهِ، لَا تَخَلَّلُهُ نَارٌ قَلِيلٌ بُقْيَاهَا»\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "بَابُ الْمَضْمَضَةُ وَالِاسْتِنْشَاقُ\nالجزء: 1 ¦ الصفحة: 112\n",
        "97 -\nحَدَّثَنَا أَبُو حَنِيفَةَ، عَنْ عُثْمَانَ بْنِ رَاشِدٍ، عَنْ عَائِشَةَ بِنْتِ عَجْرَدٍ، عَنِ ابْنِ عَبَّاسٍ، - فِي الرَّجُلِ يَغْتَسِلُ مِنَ الْجَنَابَةِ فَيَنْسَى الْمَضْمَضَةَ وَالِاسْتِنْشَاقَ - قَالَ: «يُعِيدُ» قَالَ أَبُو نُعَيْمٍ: يَعْنِي إِذَا صَلَّى\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "98 -\nحَدَّثَنَا سُفْيَانُ، عَنْ خَالِدٍ الْحَذَّاءِ، قَالَ: «أَمَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالِاسْتِنْشَاقِ فِي الْجَنَابَةِ ثَلَاثًا»\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "بَابُ غُسْلِ الرَّجُلِ وَالْمَرْأَةِ\nالجزء: 1 ¦ الصفحة: 113\n",
        "99 -\nحَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: «كُنْتُ أَغْتَسِلُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ إِنَاءٍ وَاحِدٍ وَهُوَ الْقَدَحُ»\nالحديث: 99 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "100 -\nحَدَّثَنَا أَبُو عَوَانَةَ، عَنْ دَاوُدَ بْنِ عَبْدِ اللَّهِ الْأَوْدِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ، قَالَ: حَدَّثَنِي رَجُلٌ، صَحِبَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كَمَا صَحِبَهُ أَبُو هُرَيْرَةَ أَرْبَعَ سِنِينَ قَالَ: نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ تَغْتَسِلَ الْمَرْأَةُ بِفَضْلِ الرَّجُلِ أَوْ يَغْتَسِلَ الرَّجُلُ بِفَضْلِ الْمَرْأَةِ، وَلْيَأْخُذَا جَمِيعًا\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "101 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ جَابِرٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ سَلَمَةَ، عَنْ حُذَيْفَةَ، قَالَ: صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ، فَقَامَ يَغْتَسِلُ فَسَتَرْتُهُ، فَفَضَلَتْ فَضْلَةٌ فِي الْإِنَاءِ، فَقَالَ: «إِنْ شِئْتَ فَأَرِقْهُ، وَإِنْ شِئْتَ فَصُبَّ عَلَيْكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، هَذِهِ الْفَضْلَةُ أَحَبُّ إِلَيَّ مِمَّا أَصُبُّ عَلَيْهِ، وَاغْتَسَلْتُ بِهِ وَسَتَرَنِي، فَقُلْتُ: لَا تَسْتُرْنِي، فَقَالَ: «بَلَى، لَأَسْتُرَنَّكَ كَمَا سَتَرْتَنِي»\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "بَابٌ: يَرْتَمِسُ الْمَاءَ\nالجزء: 1 ¦ الصفحة: 115\n",
        "102 -\nحَدَّثَنَا شَرِيكٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: \" يُجْزِئُ الْجُنُبُ أَنْ يَرْتَمِسَ الْمَاءَ.\n103 -\nحَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ عَامِرٍ، مِثْلَهُ.\n104 -\nحَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ عَطَاءٍ، مِثْلَهُ\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "بَابُ الْمِنْدِيلِ بَعْدَ الْغُسْلِ\nالجزء: 1 ¦ الصفحة: 116\n",
        "105 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ سُوَيْدٍ، - مَوْلَى عَمْرِو بْنِ حُرَيْثٍ - عَنْ عَمْرِو بْنِ حُرَيْثٍ، أَنَّهُ أَتَى عَلِيًّا - رَضِيَ اللَّهُ عَنْهُ - وَقَدِ اغْتَسَلَ، فَأَخَذَ ثَوْبًا فَلَبِسَهُ - أَوْ قَالَ: دَخَلَ فِيهِ -\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "106 -\nحَدَّثَنَا شَرِيكٌ، عَنِ الْأَعْمَشِ، قَالَ: سَأَلْتُ إِبْرَاهِيمَ فَقَالَ: لَا بَأْسَ بِالتَّنَشُّفِ فِي الثَّوْبِ\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "107 -\nحَدَّثَنَا قَيْسٌ، عَنْ قَابُوسَ، عَنْ أَبِي ظَبْيَانَ، قَالَ: قَالَ ابْنُ عَبَّاسٍ: «لَا تَمَنْدُلَ لِلْوضُوءِ»\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "108 -\nحَدَّثَنَا قَيْسٌ،، عَنْ عَاصِمٍ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، قَالَ: «خَيْرُ مَا يَكُونُ الْمِنْدِيلُ فِي الشِّتَاءِ»\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "109 -\nحَدَّثَنَا قَيْسٌ، عَنْ عَبْدِ الْحَمِيدِ بْنِ حُرَيْثٍ، عَنْ يَزِيدَ بْنِ نُعْمَانَ، قَالَ: رَأَيْتُ أَبَا جَعْفَرٍ «تَوَضَّأَ، ثُمَّ دَعَا بِمِنْدِيلٍ فَتَمَسَّحَ بِهِ»\nالحديث: 109 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "بَابُ الرَّجُلِ يَكُونُ مَعَهُ امْرَأَتُهُ\nالجزء: 1 ¦ الصفحة: 118\n",
        "110 -\nحَدَّثَنَا أَبُو بَكْرٍ، عَنِ الْأَعْمَشِ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، أَنَّ أُنَاسًا، مِنْ بَنِي قُشَيْرٍ أَتَوُا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا: يَا نَبِيَّ اللَّهِ، إِنَّا نَعْزِبُ وَمَعَنَا أَهْلُونَا وَلَيْسَ مَعَنَا مَاءٌ، فَنَأْتِي أَهْلَنَا؟ قَالَ: «نَعَمْ، وَإِنْ كَانَ إِلَى سَنَتَيْنِ»\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "111 -\nحَدَّثَنَا شَرِيكٌ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلَابَةَ، عَنْ رَجُلٍ، مِنْ بَنِي عَقِيلٍ أَوْ بَنِي عَامِرٍ قَالَ: كَانَ يَتَتَبَّعُ الْمَاءَ وَمَعَهُ أَهْلُهُ، فَيَمْكُثُ الْخَمْسَ وَالسِّتَّ لَيْسَ مَعَهُ مَاءٌ، يَأْتِي أَهْلَهُ وَيَتَيَمَّمُ بِالصَّعِيدِ\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "112 -\nحَدَّثَنَا شَرِيكٌ، عَنْ لَيْثٍ، عَنْ عَطَاءٍ، قَالَ: لَا بَأْسَ أَنْ يَأْتِيَ، الرَّجُلُ أَهْلَهَ وَلَيْسَ مَعَهُ مَاءٌ\nالحديث: 112 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "113 -\nسَمِعْتُ سُفْيَانَ، سُئِلَ عَنِ الرَّجُلِ، يَكُونُ فِي السَّفَرِ وَلَيْسَ مَعَهُ مَاءٌ يَأْتِي أَهْلَهُ؟ قَالَ: «نَعَمْ» قِيلَ: وَيَتَيَمَّمُ، قَالَ: «نَعَمْ»\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "بَابُ الرَّجُلِ يُجَامِعُ فِي النَّوْمِ وَلَمْ يُنْزِلْ\nالجزء: 1 ¦ الصفحة: 121\n",
        "114 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: فِي الرَّجُلِ يَرَى فِي مَنَامِهِ أَنْ يُجَامِعَ وَلَا يُنْزِلُ، قَالَ: لَيْسَ عَلَيْهِ شَيْءٌ\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "115 -\nحَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، قَالَ: سَمِعْتُ عِكْرِمَةَ، قَالَ: «الْمَنِيُّ الْمَاءُ الدَّافِقُ - وَهُوَ الْجَنَابَةُ - وَفِيهِ الْغُسْلُ»\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "116 -\nحَدَّثَنَا عُمَرُ بْنُ الْوَلِيدِ الشَّنِّيُّ، قَالَ: سَمِعْتُ عِكْرِمَةَ، قَالَ: «الْمَنِيُّ هُوَ الَّذِي يُغْتَسَلُ مِنْهُ»\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "بَابُ الرَّجُلِ يَسْتَيْقِظُ وَهُوَ يَجِدُ بَلَلًا\nالجزء: 1 ¦ الصفحة: 122\n",
        "117 -\nحَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حَيَّانَ، قَالَ: سَمِعْتُ الشَّعْبِيَّ، قَالَ: «إِذَا اسْتَيْقَظَ وَعَلَى ذَكَرِهِ بَلَلٌ فَلْيَغْتَسِلْ»\n118 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيْمَ قَالَ: يَغْتَسِلُ.\n119 -\nحَدَّثَنَا سُفْيَانُ، عَنْ أَشْعَثَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «يَغْتَسِلُ»\n[ص: 123]\n120 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ، قَالَ: لَا يَغْتَسِلُ\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "بَابُ الْمَرْأَةِ تَرَى فِي النَّوْمِ مَا يَرَى الرَّجُلُ\nالجزء: 1 ¦ الصفحة: 124\n",
        "121 -\nحَدَّثَنَا شَيْبَانُ النَّحْوِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، قَالَ: قَالَتْ أُمُّ سَلَمَةَ: يَا رَسُولَ اللَّهِ، مَا تَقُولُ فِي الْمَرْأَةِ تَرَى فِي المَنَامِ مَا يَرَى الرَّجُلُ؟ قَالَ: «إِذَا رَأَتِ الْمَاءَ فَلْتَغْتَسِلْ»\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "122 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ مُجَاهِدٍ، قَالَ: دَخَلَتْ أُمُّ سُلَيْمٍ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ: يَا رَسُولَ اللَّهِ، الْمَرْأَةُ تَرَى فِي الْمَنَامِ مَا يَرَى الرَّجُلُ، أَفَيَجِبُ عَلَيْهَا الْغُسْلُ؟ قَالَ: «هَلْ تَجِدُ الْمَاءَ؟» قَالَتْ: لَعَلَّهُ، قَالَ: «فَلْتَغْتَسِلْ»\n[ص: 125]\nقَالَ: فَلَقِيَتْهَا النِّسْوَةُ فَقَالَتْ: يَا أُمَّ سُلَيْمٍ، فَضَحْتِنَا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ: مَا كُنْتُ أَنْتَهِي حَتَّى أَعْلَمَ أَفِي حِلٍّ أَنَا أَمْ فِي حَرَامٍ\nالحديث: 122 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "123 -\nحَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، قَالَ: الْمَرْأَةُ تَرَى فِي الْمَنَامِ مَا يَرَى الرَّجُلُ؟ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَلْتَغْتَسِلْ»\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "124 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِذَا رَأَتِ الْمَرْأَةُ فِي الْمَنَامِ مَا يَرَى الرَّجُلُ ثُمَّ أَنْزَلَتْ فَلْتَغْتَسِلْ»\nالحديث: 124 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "بَابُ كَمْ تَقْعُدُ النُّفَسَاءُ\nالجزء: 1 ¦ الصفحة: 126\n",
        "125 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ عَلِيِّ بْنِ عَبْدِ الْأَعْلَى، عَنْ أَبِي سَهْلٍ، رَجُلٌ مِنْ أَهْلِ الْبَصْرَةِ عَنْ مُسَّةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ: «كَانَتِ النُّفَسَاءُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَقْعُدُ بَعْدَ نِفَاسِهَا أَرْبَعِينَ يَوْمًا، أَوْ أَرْبَعِينَ لَيْلَةً»\nالحديث: 125 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "126 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ جَابِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَسَارٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: \" تَجْلِسُ أَرْبَعِينَ لَيْلَةً، ثُمَّ تَغْتَسِلُ ثُمَّ تُصَلِّي\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "127 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ يَعْلَى بْنِ مُرَّةَ الثَّقَفِيِّ، عَنْ عَرْفَجَةَ، قَالَ: سَمِعْتُ عَلِيًّا، رَضِيَ اللَّهُ عَنْهُ يَقُولُ: «لَا يَحِلُّ لَهَا إِذَا رَأَتِ\n[ص: 128]\nالطُّهْرَ إِلَّا أَنْ تَغْتَسِلَ وَتُصَلِّي»\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "128 -\nحَدَّثَنَا أَبُو عَوَانَةَ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ يُوسُفَ بْنِ مَاهَكٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «تَجْلِسُ النُّفَسَاءُ نَحْوًا مِنْ أَرْبَعِينَ لَيْلَةً» .\n129 -\nحَدَّثَنَا أَبُو الرَّبِيعِ، عَنْ جَعْفَرِ بْنِ أَبِي وَحْشِيَّةَ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنِ ابْنِ عَبَّاسٍ: «تَقْعُدُ أَرْبَعِينَ يَوْمًا» .\n[ص: 129]\n130 -\nحَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنِ الشَّعْبِيِّ، قَالَ: سِتِّينَ لَيْلَةً\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "131 -\nحَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ: «النِّفَاسُ حَيْضٌ»\nالحديث: 131 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "132 -\nحَدَّثَنَا سُفْيَانُ، أَظُنُّهُ عَنْ بَكْرِ بْنِ مَاعِزٍ، عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ، قَالَ: مَا لِلنُّفَسَاءِ عِنْدِي دَوَاءٌ مِثْلُ الرُّطَبِ\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "133 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «كَانُوا يَسْتَحِبُّونَ لِلنُّفَسَاءِ الرُّطَبَ»\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "بَابُ الْجُنُبِ يَقْرَأُ الْقُرْآنَ\nالجزء: 1 ¦ الصفحة: 130\n",
        "134 -\nحَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَمَةَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «لَمْ يَكُنْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَحْجُبُهُ شَيءٌ عَنِ الْقُرْآنِ إِلَّا الْجَنَابَةُ»\nالحديث: 134 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "135 -\nحَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عُبَيْدَةَ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ «كَرِهَ أَنْ يَقْرَأَ وَهُوَ جُنُبٌ»\nالحديث: 135 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "136 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ مَنْ، سَمِعَ عَلِيًّا، رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ قَالَ: «اقْرَأِ الْقُرْآنَ مَا لَمْ تَكُنْ جُنُبًا، فَإِذَا كُنْتَ جُنُبًا فَلَا تَقْرَأْ مِنْهُ حَرْفًا، وَلَكِنِ اذْكُرِ اللَّهَ وَسَبِّحْ»\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "137 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ رَجُلٍ، عَنْ عَامِرٍ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ «كَرِهَ أَنْ يَقْرَأَ وَهُوَ جُنُبٌ»\nالحديث: 137 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "138 -\nحَدَّثَنَا مِنْدَلٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَا يَقْرَأُ الْجُنُبُ آيَةً تَامَّةً»\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "139 -\nحَدَّثَنَا سُفْيَانُ، عَنِ الْمُغِيرَةِ، عَنْ إِبْرَاهِيمَ، قَالَ: «الْجُنُبُ يُسَمِّي وَيَذْكُرُ اللَّهَ تَعَالَى»\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "بَابُ الْجُنُبِ يَكْتُبُ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n[الفاتحة: 1]\nالجزء: 1 ¦ الصفحة: 133\n",
        "140 -\nحَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، أَنَّهُ \" كَرِهَ أَنْ يَكْتُبَ الْجُنُبُ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] \"\nالحديث: 140 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "بَابُ التَّيَمُّمِ بِالصَّعِيدِ\nالجزء: 1 ¦ الصفحة: 134\n",
        "141 -\nحَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، قَالَ: حَدَّثَ نَاجِيَةُ أَبَا إِسْحَاقَ، وَأَنَا مَعَهُ، قَالَ: تَمَارَى عَمَّارُ بْنُ يَاسِرٍ وَعَبْدُ اللَّهِ بْنُ مَسْعُودٍ فِي التَّيَمُّمِ، فَقَالَ عَمَّارٌ: أَمَا تَذْكُرُ إِذْ كُنَّا نَتَنَاوَبُ رَعِيَّةَ الْإِبِلِ فَأَجْنَبْتُ، فَتَمَعَّكْتُ كَمَا يَتَمَعَّكُ الْبَعِيرُ وَالدَّابَّةُ، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ، فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالَ: «إِنَّمَا كَانَ يَكْفِيكَ مِنْ ذَلِكَ التَّيَمُّمُ»\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "142 -\nحَدَّثَنَا الْعَلَاءُ بْنُ عَبْدِ الْكَرِيمِ، عَنْ زُبَيْدٍ، «أَنَّهُ كَانَ فِي سَفَرٍ فَأَصَابَتْهُ جَنَابَةٌ، فَلَمْ يَجِدْ مَاءً يَغْتَسِلُ بِهِ، وَأَنَّهُ تَيَمَّمَ بِالصَّعِيدِ، ثُمَّ صَلَّى» ، وَلَقِيَ سَعِيدَ بْنَ جُبَيْرٍ بَعْدَ ذَلِكَ، فَأَخْبَرَهُ كَيْفَ صَنَعَ، فَقَالَ: أَحْسَنْتَ (. . .)\n143 -\nوَإِنْ لَمْ يَجِدْ مَاءً فَلَا يَدَعِ التَّيَمُّمَ وَيُصَلِّي\nالحديث: 142 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "144 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، (. . .) قَالَ عَمَّارٌ: أَجْنَبْتُ وَأَنَا فِي الْإِبِلِ، فَلَمْ أَجِدِ الْمَاءَ، فَتَمَعَّكْتُ تَمَعُّكَ الدَّابَّةِ، فَلَقِيتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُ، فَقَالَ: «إِنَّمَا يَكْفِيكَ مِنْ ذَلِكَ التَّيَمُّمُ»\nالحديث: 144 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "145 -\nحَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: جَاءَ رَجُلٌ فَقَالَ: إِنِّي أَصَابَتْنِي جَنَابَةٌ، وَإِنِّي تَمَعَّكْتُ فِي التُّرَابِ، فَقَالَ: أَصِرْتَ حِمَارًا ‍ \" فَضَرَبَ يَدَهُ بِالْأَرْضِ، فَمَسَحَ وَجْهَهُ، ثُمَّ ضَرَبَ بِيَدِهِ الْأُخْرَى، فَمَسَحَ بِهَا يَدَيْهِ إِلَى الْمِرْفَقَيْنِ، فَقَالَ: هَكَذَا التَّيَمُّمُ \"\nالحديث: 145 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "146 -\nحَدَّثَنَا سُفْيَانُ، عَنْ جَابِرٍ، عَنِ الشَّعْبِيِّ، قَالَ: «تَيَمَّمْ مِنَ الْجَبَلِ وَالْكَلَأِ»\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "بَابٌ فِي مَنْ لَمْ يَرَ التَّيَمُّمَ\nالجزء: 1 ¦ الصفحة: 137\n",
        "147 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، قَالَ عَبْدُ اللَّهِ: «لَوْ كُنْتُ جُنُبًا فَمَكَثْتُ شَهْرًا لَا أَجِدُ الْمَاءَ مَا صَلَّيْتُ حَتَّى أَجِدَ الْمَاءَ»\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "148 -\nحَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ: «لَوْ أَجْنَبْتُ وَلَمْ أَجِدِ الْمَاءَ شَهْرًا لَمْ أَتَيَمَّمْ»\nالحديث: 148 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "149 -\nحَدَّثَنَا أَبُو مَعْشَرٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «أَقْبَلْنَا مِنَ الْغَابَةِ حَتَّى إِذَا كُنَّا بِمَرْبَدِ النَّعَمِ حَانَتِ الْعَصْرُ، فَتَيَمَّمَ وَصَلَّى ثُمَّ دَخَلَ الْمَدِينَةَ»\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "بَابُ الْوَقْتِ فِي التَّيَمُّمِ\nالجزء: 1 ¦ الصفحة: 138\n",
        "150 -\nحَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، قَالَ: أَقْبَلْتُ مَعَ ابْنِ عُمَرَ مِنَ الْجُرْفِ، حَتَّى إِذَا بَلَغَ الْمِرْبَدَ يَمَّمَ وَجْهَهُ وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "بَابُ التَّيَمُّمِ ضَرْبَتَانِ\nالجزء: 1 ¦ الصفحة: 139\n",
        "151 -\nحَدَّثَنَا الْعُمَرِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ قَالَ: \" التَّيَمُّمُ ضَرْبَتَانِ: ضَرْبَةٌ لِلْوَجْهِ، وَضَرْبَةٌ لِيَدَيْهِ إِلَى الْمِرْفَقَيْنِ \"\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "152 -\nحَدَّثَنَا مُبَارَكٌ، عَنِ الْحَسَنِ، قَالَ: «التَّيَمُّمُ ضَرْبَتَانِ»\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "153 -\nحَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: \" ضَرَبَ بِيَدِهِ الْأَرْضَ، فَمَسَحَ بِهَا وَجْهَهُ، ثُمَّ ضَرَبَ بِيَدِهِ الْأُخْرَى، فَمَسَحَ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ، ثُمَّ قَالَ: هَكَذَا التَّيَمُّمُ \"\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "154 -\nحَدَّثَنَا شَرِيكٌ، عَنْ حُصَيْنٍ، عَنْ أَبِي مَالِكٍ، عَنْ عَمَّارٍ، قَالَ: «التَّيَمُّمُ وَاحِدَةٌ، وَضَرَبَ بِيَدِهِ الْأَرْضَ، ثُمَّ مَسَحَ بِهِمَا يَدَيْهِ وَوَجْهَهُ»\nالحديث: 154 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "155 -\nحَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ الْمَلِكِ، قَالَ: قَالَ لِي عَطَاءٌ فِي التَّيَمُّمِ:\n[ص: 141]\n«إِذَا مَسَحَ يَدَيْهِ بِالتُّرَابِ، فَلْيَمْسَحْ يَدَيْهِ وَوَجْهَهُ مَرَّةً»\nالحديث: 155 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "156 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَامِرٍ الْأَسْلَمِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ «كَانَ إِذَا تَيَمَّمَ يَمْسَحُ وَجْهَهُ مَرَّةً وَاحِدَةً وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ»\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "157 -\nحَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، (. . .) رَجُلٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَغَسَلُوهُ، فَمَاتَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَتَلُوهُ قَتَلَهُمُ اللَّهُ، أَوْ ضَيَّعُوهُ ضَيَّعَهُمُ اللَّهُ»\nالحديث: 157 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "158 -\nحَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ الْأَحْوَلِ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «رُخِّصَ لِلْمَرِيضِ التَّيَمُّمُ، أَرَأَيْتَ إِنْ كَانَ مَجْدُورًا كَأَنَّهُ صَمْغَةٌ، كَيْفَ يَصْنَعُ؟»\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "159 -\nحَدَّثَنَا هِشَامٌ الدَّسْتُوَائِيُّ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، فِي الْمَجْدُورِ تُصِيبُهُ الْجَنَابَةُ، قَالَ: «يَتَيَمَّمُ»\nالحديث: 159 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "بَابُ مَنْ تَيَمَّمَ ثُمَّ وَجَدَ الْمَاءَ\nالجزء: 1 ¦ الصفحة: 144\n",
        "160 -\nحَدَّثَنَا الْحَسَنُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، فِي رَجُلٍ تَيَمَّمَ ثُمَّ وَجَدَ الْمَاءَ فِي وَقْتٍ قَالَ: «لَا يُعِيدُ» يَعْنِي إِذَا صَلَّى\n161 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جُبَيْرِ بْنِ شَيْبَةَ، قَالَ: سَأَلْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ فَقَالَ: «لَا يُعِيدُ»\n162 -\nحَدَّثَنَا الْحَسَنُ، عَنْ لَيْثٍ، عَنْ طَاوُسٍ، قَالَ: «لَا يُعِيدُ»\n[ص: 145]\n163 -\nحَدَّثَنَا الْحَسَنُ، عَنِ الْعَلَاءِ، عَنْ عَطَاءٍ، قَالَ: يُعِيدُ\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "بَابُ الْأَكْلِ عَلَى غَيْرِ وُضُوءٍ\nالجزء: 1 ¦ الصفحة: 146\n",
        "164 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَدَخَلَ الْغَائِطَ، ثُمَّ رَجَعَ فَأُتِيَ بِطَعَامٍ، فَقِيلَ لَهُ: أَلَا تَوَضَّأُ؟ فَقَالَ: «أَأُصَلِّي فَأَتَوَضَّأُ؟»\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "165 -\nحَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، قَالَ: خَرَجَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ مِنَ الْخَلَاءِ، فَقُرِّبَ إِلَيْهِ طَعَامٌ، فَقِيلَ: أَلَا نَأْتِيكَ بِطَهُورٍ؟ فَقَالَ: أَخِّرْ عَنِّي طَهُورَكَ، فَإِنَّمَا قَالَ أَبُو بَكْرٍ - أَظُنُّهُ - قَالَ: «أَسْتَطِيبُ بِشِمَالِي وَآكُلُ بِيَمِينِي»\nالحديث: 165 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "بَابُ الْقِرَاءَةِ عَلَى غَيْرِ وُضُوءٍ\nالجزء: 1 ¦ الصفحة: 147\n",
        "166 -\nحَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَمَةَ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «لَمْ يَكُنْ يَحْجُبُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْقُرْآنِ شَيْءٌ إِلَّا الْجَنَابَةَ»\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "167 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، عَنْ أَبِيهِ، قَالَ: \" رَأَيْتُ غُلَامًا يُمْسِكُ عَلَى عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ الْمُصْحَفَ، فَيَقْرَأُ، ثُمَّ يَقُومُ يَتَبَرَّزُ ثُمَّ يَجِيءُ، فَيَقْرَأُ وَمَا مَسَّ مَاءً\nالحديث: 167 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "168 -\nحَدَّثَنَا حَسَنُ بْنُ صَالِحٍ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: «كَانَ ابْنُ عُمَرَ وَابْنُ عَبَّاسٍ يَقْرَآنِ وَهُمَا عَلَى غَيْرِ وُضُوءٍ»\nالحديث: 168 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "169 -\nحَدَّثَنَا سُفْيَانُ، عَنِ أَبِي إِسْحَاقَ، عَنْ مَنْ، سَمِعَ عَلِيًّا، رَضِيَ اللَّهُ\n[ص: 148]\nعَنْهُ يَقُولُ: «اقْرَأِ الْقُرْآنَ مَا لَمْ تَكُنْ جُنُبًا»\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "170 -\nحَدَّثَنَا مِنْدَلُ بْنُ عَلِيٍّ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، أَنَّهُ «كَرِهَ أَنْ تُمَسَّ الدَّرَاهِمُ، الَّتِي فِيهَا السُّورَةُ الْمَكْتُوبَةُ وَهُوَ عَلَى غَيْرِ وُضُوءٍ»\nالحديث: 170 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "بَابٌ فِي مَنْ صَلَّى وَهُوَ يُدَافِعُ الْأَخْبَثَيْنِ: الْغَائِطَ وَالْبَوْلَ\nالجزء: 1 ¦ الصفحة: 149\n",
        "171 -\nحَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنْ عُمَرَ، قَالَ: \" لَا تُدَافِعِ الْأَخْبَثَيْنِ: الْغَائِطَ وَالْبَوْلَ \"\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "172 -\nحَدَّثَنَا شَرِيكٌ، عَنْ إِسْمَاعِيلَ، عَنِ الْحَسَنِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «مَا أُبَالِي صَلَّيْتُ وَأَنَا أُدَافِعُ الْأَذَى، أَوْ كَانَ فِي ثَوْبِي»\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "173 -\nحَدَّثَنَا سُفْيَانُ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ، - فِي الْبَوْلِ فِي الصَّلَاةِ - قَالَ: مَا لَمْ يُعْجِلْكَ.\n174 -\nحَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ طَاوُسٍ، قَالَ: إِنَّا لَنَصُرُّهُ صَرًّا\n[ص: 150]\n175 -\nحَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ، قَالَ: أَخْبَرَنَا إِبْرَاهِيمُ بْنُ مَيْسَرَةَ، عَنْ طَاوُسٍ، قَالَ: إِنَّا لَنَضْغَطُهُ ضَغْطًا\n176 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ جَابِرٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، قَالَ: لَا بَأْسَ بِهِ\n177 -\nحَدَّثَنَا مِنْدَلٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: إِذَا كَانَ لَا يُعْجِلُكَ فَلَا بَأْسَ أَنْ تُصَلِّيَ\n178 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ جَابِرٍ، عَنْ عَطَاءٍ، قَالَ: لَا بَأْسَ بِهِ\n179 -\nوَحَدَّثَنَا عَبْدُ السَّلَامِ، عَنْ لَيْثٍ، عَنْ طَاوُسٍ، قَالَ: إِنَّا لَنَصُرُّهُ صَرًّا\nالحديث: 173 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "بَابُ بَدْءِ الْأذَانِ\nالجزء: 1 ¦ الصفحة: 151\n",
        "180 -\nحَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ: هَمَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْأَذَانِ حَتَّى نَقَسَ أَوْ كَادَ أَنْ يَنْقُسَ، قَالَ: «لَقَدْ هَمَمْتُ أَنْ آمُرَ رِجَالًا فَيَقُومُونَ عَلَى آطَامِ الْمَدِينَةِ فَيُؤَذِّنُونَ النَّاسَ» فَجَاءَ عَبْدُ اللَّهِ بْنُ زَيْدٍ قَالَ: رَأَيْتُ رُؤْيَا، لَا إِنَّهَا عَنْ نَفْسِي، أُرِيتُ - إِنِّي لَمْ أَكُنْ نَائِمًا - رَجُلًا عَلَيْهِ بُرْدَانِ أَخْضَرَانِ قَائِمٌ عَلَى حَائِطِ الْمَسْجِدِ فَأَذَّنَ، قَالَ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ مَرَّتَيْنِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، حَيَّ عَلَى الْفَلَاحِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ، ثُمَّ مَكَثَ - أَوْ جَلَسَ قَلِيلًا - ثُمَّ قَامَ فَقَالَ مِثْلَ قَوْلِهِ، ثُمَّ قَالَ: قَدْ قَامَتِ الصَّلَاةُ، فَقَالَ: «عَلِّمْهُنَّ بِلَالًا» قَالَ: فَأَذَّنَ بِلَالٌ، فَجَاءَ النَّاسُ سِرَاعًا، قَالَ: فَجَاءَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ: رَأَيْتُ الَّذِيَ طَافَ بِهِ، وَلَكِنَّهُ سَبَقَنِي إِلَيْهِ\nالحديث: 180 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "بَابُ: بَدْءِ الأذَانِ\n[ص: 152]\n181 -\nحَدَّثَنَا عِيسَى بْنُ الْمُسَيِّبِ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانَ أَبُو مَحْذُورَةَ يَقُولُ: «لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ» ، وَكَانَ بِلَالٌ يَقُولُ: «اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ» بِلَالٌ فِي السَّفَرِ، وَأَبُو مَحْذُورَةَ فِي الْحَضَرِ يَعْنِي: فِي آخِرِ الْأَذَانِ\nالحديث: 181 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "بَابُ فَضْلِ الْأَذَانِ\nالجزء: 1 ¦ الصفحة: 153\n",
        "182 -\nحَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمَاجِشُونِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: إِذَا أَذَّنْتَ لِلصَّلَاةِ فَارْفَعْ صَوْتَكَ؛ فَإِنَّهُ لَا يَسْمَعُكَ إِنْسٌ وَلَا جِنٌّ وَلَا حَجَرٌ وَلَا شَيْءٌ مِنَ الْأَشْيَاءِ إِلَّا شَهِدَ لَكَ يَوْمَ الْقِيَامَةِ\nالحديث: 182 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "183 -\nحَدَّثَنَا أَبُو الْعَنْبَسِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: مَنْ أَذَّنَ فَلْيُسْمِعْ؛ فَإِنَّهُ يَشْهَدُ لَهُ يَوْمَ الْقِيَامَةِ مَنِ انْتَهَى إِلَيْهِ صَوْتُهُ مِمَّنْ سَمِعَهُ\nالحديث: 183 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "184 -\nحَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ عَامِرٍ، عَنْ سَعْدٍ، قَالَ: «لَأَنْ أَقْوَى عَلَى الْأَذَانِ أَحَبُّ إِلَيَّ مِنْ أَنْ أَحُجَّ وَأَعْتَمِرَ وَأُجَاهِدَ»\nالحديث: 184 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "185 -\nحَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، قَالَ: حَدَّثَنِي مَنْ سَمِعَ ابْنَ الْحَنَفِيَّةِ، يَقُولُ: «الْمُؤَذِّنُ الْمُحْتَسِبُ كَالشَّاهِرِ سَيْفَهُ» يَعْنِي فِي سَبِيلِ اللَّهِ\nالحديث: 185 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "186 -\nحَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنِ ابْنِ سَابِطٍ، قَالَ: \" تُفْتَحُ أَبْوَابُ السَّمَاءِ لِخَمْسٍ: لِنُزُولِ الْغَيْثِ، وَقِرَاءَةِ الْقُرْآنِ، وَلُقِيِّ الزَّحْفِ، وَالنِّدَاءِ بِالصَّلَاةِ، وَالدُّعَاءِ \"\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "187 -\nحَدَّثَنَا الْوَصَّافِيُّ، عَنْ أَبِي مَعْشَرٍ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: «لَوْ كُنْتُ مُؤَذِّنًا مَا بَالَيْتُ أَنْ لَا أَحُجَّ وَلَا أَعْتَمِرَ إِلَّا حَجَّةَ الْإِسْلَامِ»\nالحديث: 187 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "188 -\nحَدَّثَنَا الْوَصَّافِيُّ، عَنْ أَبِي مَعْشَرٍ، قَالَ: قَالَ عُمَرُ رَضِيَ اللهُ عَنْهُ: «لَوْ كَانَتِ الْمَلَائِكَةُ نِزَالًا فِي الْأَرْضِ مَا غَلَبَهُنَّ أَحَدٌ عَلَى الْأَذَانِ»\nالحديث: 188 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "189 -\nحَدَّثَنَا مُبَارَكٌ، عَنِ الْحَسَنِ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: لَا يَسْتَحِي رَجُلٌ أَنْ يَكُونَ مُؤَذِّنًا\nالحديث: 189 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "190 -\nحَدَّثَنَا الْوَصَّافِيُّ، عَنْ أَبِي مَعْشَرٍ، قَالَ: قَالَ عُمَرُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهَا مُحَرَّمَةٌ عَلَى النَّارِ لُحُومُ الْمُؤَذِّنِينَ»\nالحديث: 190 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "191 -\nحَدَّثَنَا الْوَصَّافِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ نَافِعٍ، قَالَ: قَالَتْ عَائِشَةُ: \" نَزَلَتْ هَذِهِ الْآيَةُ فِي الْمُؤَذِّنِينَ: {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا} [فصلت: 33] فَأَذَّنَ وَصَلَّى فَهُوَ عَمِلٌ صَالِحٌ\nالحديث: 191 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "192 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي سِنَانٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الْهُذَيْلِ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: لَوْلَا أَنْ أَخَافَ أَنْ تَكُونَ سُنَّةً مَا تَرَكْتُ الْأَذَانَ \"\nالحديث: 192 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "193 -\nحَدَّثَنَا الْحَسَنُ، عَنْ بَيَانٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: «لَوْ أَطَقْتُ الْأَذَانَ بِالْخِلِّيفَى لَأَذَّنْتُ»\nالحديث: 193 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "194 -\nحَدَّثَنَا دَلْهَمُ بْنُ صَالِحٍ، قَالَ: أَخْبَرَنِي عَوْنُ بْنُ عَبْدِ اللَّهِ، قَالَ: خَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ مِنَ الْمَدِينَةِ، فَحَانَتِ الصَّلَاةُ، فَسَمِعَ رَجُلًا يَقُولُ: اللَّهُ أَكْبَرُ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الْفِطْرَةُ» فَقَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، قَالَ: «خَلَعَ الْأَنْدَادَ» قَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، قَالَ: «دَخَلَ الْجَنَّةَ» ثُمَّ صَلَّى بِإِقَامَتِهِ وَهُوَ لَا يَرَاهُ\nالحديث: 194 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "195 -\nحَدَّثَنَا قَيْسٌ، عَنْ أَبِي حَمْزَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانُوا يَسْتَحِبُّونَ أَنْ يَكُونَ مُؤَذِّنِيهُمْ فُقَهَاؤُهُمْ؛ لِأَنَّهُمْ وَلُّوهُمْ أَمَرَ دِينِهِمْ\nالحديث: 195 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "بَابُ مَا يُقَالُ إِذَا أَذَّنَ الْمُؤَذِّنُ\nالجزء: 1 ¦ الصفحة: 159\n",
        "196 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَلِيٍّ، قَالَ أَبُو بَكْرٍ: يَعْنِي ابْنَ حُسَيْنٍ عَنْ أَبِي رَافِعٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \" إِذَا سَمِعَ الْمُؤَذِّنَ قَالَ كَمَا يَقُولُ: حَتَّى إِذَا بَلَغَ: حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، قَالَ: «لَا حَولَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ»\nالحديث: 196 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "197 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عَاصِمٍ، عَنِ الْمُسَيِّبِ بْنِ رَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ: «مِنَ الْجَفَاءِ أَنْ لَا تَقُولَ مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ»\nالحديث: 197 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "198 -\nحَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ: \" كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا سَمِعَ الْمُؤَذِّنَ قَالَ: «وَأَنَا وَأَنَا»\nالحديث: 198 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "199 -\nحَدَّثَنَا عُمَرُ بْنُ ذَرٍّ، عَنْ أَبِي بَكْرِ بْنِ حَفْصِ بْنِ عُمَرَ بْنِ سَعْدٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَبَطَ مِنْ مَدَارِجِ التَّمْرِ بَيْنَ مَكَّةَ وَالْمَدِينَةِ، فَعَرَّسَ، فَأَذَّنَ بِلَالٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ مِثْلَ مَا قَالَ بِلَالٌ مِنْ نَفْسِهِ حَرَّمَهُ اللَّهُ عَلَى النَّارِ»\nالحديث: 199 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "200 -\nحَدَّثَنَا مُجَمِّعُ بْنُ يَحْيَى، قَالَ: حَدَّثَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حَنِيفٍ، قَالَ: سَمِعْتُ مُعَاوِيَةَ، يَقُولُ: «إِذَا كَبَّرَ الْمُؤَذِّنُ اثْنَتَيْنِ فَكَبِّرِ اثْنَتَيْنِ، وَإِذَا شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ اثْنَتَيْنِ اشْهَدِ اثْنَتَيْنِ، وَإِذَا شَهِدَ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ اثْنَتَيْنِ اشْهَدِ اثْنَتَيْنِ» ، ثُمَّ الْتَفَتَ إِلَيَّ فَقَالَ: هَكَذَا سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ عِنْدَ الْأَذَانِ\nالحديث: 200 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "201 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ أَبِي جَعْفَرٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا سَمِعَ الْمُنَادِيَ يَقُولُ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، قَالَ: «وَأَنَا وَأَنَا» وَإِذَا قَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، قَالَ: «وَأَنَا» ثُمَّ سَكَتَ\nالحديث: 201 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "بَابُ أَخْذِ الْأُجْرَةِ عَلَى الْأَذَانِ\nالجزء: 1 ¦ الصفحة: 162\n",
        "202 -\nحَدَّثَنَا الْمَسْعُودِيُّ، عَنِ الْقَاسِمِ، قَالَ: كَانَ يُقَالُ: \" أَرْبَعُ لَا يُؤْخَذُ عَلَيْهِنَّ رِزْقًا: الْقُرْآنُ، وَالْأَذَانُ، وَالْقَضَاءُ، وَالْمَقَاسِمُ \"\nالحديث: 202 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "203 -\nحَدَّثَنَا عُمَارَةُ بْنُ زَاذَانَ، عَنْ يَحْيَى الْبُكَّاءِ، قَالَ: كُنْتُ أَطُوفُ مَعَ سَعِيدِ بْنِ جُبَيْرٍ، وَهُوَ آخِذٌ بِيَدِي، فَمَرَّ ابْنُ عُمَرَ، فَاسْتَقْبَلَهُ رَجُلٌ مِنْ مُؤَذِّنِي الْكَعْبَةَ، فَقَالَ: إِنِّي لَأُبْغضُكَ فِي اللَّهِ قَالَ: إِنَّهُ يُحَسِّنُ صَوْتَهُ؛ لِأَخْذِ الدَّرَاهِمِ\nالحديث: 203 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "بَابُ أَذَانِ الْأَعْمَى وَمَنْ كَرِهَهُ وَمَنْ رَخَّصَ فِيهِ\nالجزء: 1 ¦ الصفحة: 163\n",
        "204 -\nحَدَّثَنَا سُفْيَانُ، عَنْ وَاصِلٍ الْأَحْدَبِ، عَنْ قَبِيصَةَ بْنِ بُرْمَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ: \" مَا أُحِبُّ أَنْ يَكُونَ مُؤَذِّنُوكُمْ عِمْيَانَكُمْ، قَالَ: وَأَحْسِبُهُ قَالَ: وَلَا قُرَّاؤُكُمْ \"\nالحديث: 204 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "205 -\nحَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمَاجِشُونِ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَانَ ابْنِ أُمِّ مَكْتُومٍ»\n[ص: 164]\nقَالَ: وَكَانَ ابْنُ أُمِّ مَكْتُومٍ رَجُلًا أَعْمَى، لَا يُؤَذِّنُ حَتَّى يَقُولُ لَهُ النَّاسُ: أَذِّنْ، أَصْبَحْتَ\nالحديث: 205 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "206 -\nحَدَّثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ، قَالَ: رَأَى عَبْدُ اللَّهِ بْنُ زَيْدٍ الْأَذَانَ فِي الْمَنَامِ، فَأَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَأَمَرَ بِلَالًا فَأَذَّنَ\nالحديث: 206 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "207 -\nحَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، أَنَّهُ «كَرِهَ أَنْ يُؤَذِّنَ\n[ص: 165]\nالْغُلَامُ، قَبْلَ أَنْ يَحْتَلِمَ»\nالحديث: 207 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "بَابُ الْأَذَانِ عَلَى غَيْرِ وُضُوءٍ\nالجزء: 1 ¦ الصفحة: 166\n",
        "208 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ مَنْصُورٍ، قَالَ: كَانَ مُؤَذِّنُ إِبْرَاهِيمَ يُؤَذِّنُ عَلَى غَيْرِ وُضُوءٍ \"\nالحديث: 208 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "209 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، قَالَ: سَافَرْتُ مَعَ مُجَاهِدٍ فَكُنْتُ مُؤَذِّنَهُمْ، فَقَالَ لِي مُجَاهِدٌ: لَا تُؤَذِّنْ حَتَّى تَتَوَضَّأَ\nالحديث: 209 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "بَابُ مَنْ لَا يَتَكَلَّمُ فِي أَذَانِهِ\nالجزء: 1 ¦ الصفحة: 167\n",
        "210 -\nحَدَّثَنَا مُحِلٌّ، عَنْ إِبْرَاهِيمَ، قَالَ: «كَانَ يَكْرَهُ أَنْ يَتَكَلَّمَ، حَتَّى يَفْرُغَ مِنْ أَذَانِهِ»\nالحديث: 210 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "211 -\nحَدَّثَنَا شَرِيكٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَا يَتَكَلَّمُ الْمُؤَذِّنُ فِي أَذَانِهِ»\nالحديث: 211 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "212 -\nحَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ جَامِعِ بْنِ شَدَّادٍ أَبِي\n[ص: 168]\nصَخْرَةَ عَنْ مُوسَى بْنِ عَبْدِ اللَّهِ بْنِ يَزِيدَ، أَنَّ سُلَيْمَانَ بْنَ صُرَدَ، كَانَ يُؤَذِّنُ فِي الْعَسْكَرِ فَيَأْمُرُ غُلَامَهُ بِالْحَاجَةِ وَهُوَ فِي أَذَانِهِ\nالحديث: 212 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "بَابٌ: فِي الْمُؤَذِّنِ يَجْعَلُ إِصْبَعَيْهِ فِي أُذُنَيْهِ\nالجزء: 1 ¦ الصفحة: 169\n",
        "213 -\nحَدَّثَنَا سُفْيَانُ، عَنْ أَبِي سِنَانٍ، عَنْ سَهْلٍ أَبِي أَسَدٍ، قَالَ: «مِنَ السُّنَّةِ أَنْ تُدْخِلَ إِصْبَعَيْكَ فِي أُذُنَيْكَ»\nالحديث: 213 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "214 -\nحَدَّثَنَا حَسَنُ بْنُ صَالِحٍ، عَنْ أَبِي سَعْدٍ، قَالَ: رَأَيْتُ سُوَيْدَ بْنَ غَفَلَةَ «يُدْخِلُ إِصْبَعَيْهِ فِي أُذُنَيْهِ»\nالحديث: 214 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "215 -\nحَدَّثَنَا حَبَّانُ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، قَالَ: قُلْتُ: أَضَعُ أُصْبُعَيَّ فِي أُذُنِي إِذَا أَذَّنْتُ قَالَ: «نَعَمْ، كِلَاهُمَا أَوْ إِحْدَاهُمَا يُجْزِئُكَ»\nالحديث: 215 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "216 -\nحَدَّثَنَا مِنْدَلٌ، عَنْ جَعْفَرِ بْنِ أَبِي الْمُغِيرَةِ، قَالَ: كَانَ سَعِيدُ بْنُ جُبَيْرٍ «إِذَا أَذَّنَ جَعَلَ إِصْبَعَيْهِ فِي أُذُنَيْهِ أَوْ عَلَى أُذُنَيْهِ»\nالحديث: 216 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "217 -\nسَمِعْتُ شَرِيكًا، قِيلَ لَهُ: يَجْعَلُ الْمُؤَذِّنُ إِصْبَعَهُ فِي أُذُنَيْهِ؟ قَالَ: «نَعَمْ»\nالحديث: 217 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "218 -\nحَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمَاجِشُونِ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَانَ ابْنِ أُمِّ مَكْتُومٍ» وَكَانَ رَجُلًا أَعْمَى لَا يُؤَذِّنُ حَتَّى يَقُولَ لَهُ النَّاسُ: أَذِّنْ، أَصْبَحْتَ\nالحديث: 218 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "219 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ: «مَا كَانُوا يُؤَذِّنُونَ حَتَّى يُصْبِحُوا»\nالحديث: 219 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "220 -\nحَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ شَدَّادٍ، - مَوْلَى عِيَاضِ بْنِ عَامِرٍ - قَالَ: بَلَغَنِي أَنَّ بِلَالًا، أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُؤْذِنُهُ بِصَلَاةِ الْفَجْرِ، فَقَالَ: «يَا بِلَالُ، لَا تُؤَذِّنْ حَتَّى تَنْظُرَ إِلَى الْفَجْرِ هَكَذَا» ، وَقَالَ بِيَدِهِ قَالَ أَبُو\n[ص: 171]\nبَكْرٍ: رَوَى وَكِيع أَوْ غَيْرُهُ قَالَ: «لَا تُؤَذِّنْ بِالْفَجْرِ حَتَّى تَنْظُرَ إِلَى الْفَجْرِ هَكَذَا كَمَا يَشُقُّ الْخَيَّاطُ الثَّوْبَ» 7\nالحديث: 220 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "221 -\nحَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، قَالَ: أَذَّنَ بِلَالٌ بِلَيْلٍ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" ارْجِعْ إِلَى مَقَامِكَ فَنَادِ ثَلَاثًا: أَلَا إِنَّ الْعَبْدَ نَامَ \" قَالَ: فَانْطَلَقَ وَهُوَ يَقُولُ: يَا لَيْتَ بِلَالًا لَمْ تَلِدْهُ أُمُّهُ، وَابْتَلَّ مِنْ نَضْحِ جَبِينِهِ، فَانْطَلَقَ فَنَادَى بِهَا ثَلَاثًا: أَلَا إِنَّ الْعَبْدَ نَامَ\nالحديث: 221 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        "222 -\nحَدَّثَنَا حَفْصُ أَبُو عَمْرٍو، عَنْ أَبِي الزَّعْرَاءِ، عَنْ أَبِي الْأَحْوَصِ، أَنَّهُ قَالَ لِمُؤَذِّنِهِ: «لَا تُؤَذِّنْ حَتَّى يَطْلُعَ الْفَجْرُ»\nالحديث: 222 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "223 -\nحَدَّثَنَا أَبُو عَمْرٍو، صَاحِبُ الْقُمُصِ، قَالَ: حَدَّثَنِي أَبُو الْأَسْوَدِ الْهَمْدَانِيُّ، قَالَ: «أَذَّنْتُ قَبْلَ أَنْ يَطْلُعَ الْفَجْرُ، فَجَاءَ قَيْسُ بْنُ أَبِي حَازِمٍ بِعَصًا فَضَرَبَنِي»\nالحديث: 223 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "224 -\nحَدَّثَنَا شَرِيكٌ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنْ عَامِرٍ، قَالَ: لَا تُؤَذِّنْ بِالصَّلَاةِ حَتَّى يَدْخُلَ وَقْتُهَا\nالحديث: 224 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "225 -\nحَدَّثَنَا أَبُو إِسْرَائِيلَ، عَنْ فُضَيْلِ بْنِ عَمْرٍو، قَالَ: كَانَ لِعَلِيٍّ رَضِيَ اللَّهُ عَنْهُ مُؤَذِّنٌ، فَجَعَلَ مَعَهُ مُؤَذِّنًا آخَرَ؛ لِكَيْ لَا يُؤَذِّنَ حَتَّى يَنْفَجِرَ الْفَجْرُ\nالحديث: 225 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "بَابُ التَّرَسُّلِ فِي الْأَذَانِ\nالجزء: 1 ¦ الصفحة: 174\n",
        "226 -\nحَدَّثَنَا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ الْعَطَّارُ، قَالَ: حَدَّثَنِي أَبِي، عَنْ أَبِي الزُّبَيْرِ، - مُؤَذِّنِ بَيْتِ الْمَقْدِسِ - قَالَ: جَاءَنَا عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ فَقَالَ: «إِذَا أَذَّنْتَ فَتَرَسَّلْ»\nالحديث: 226 ¦ الجزء: 1 ¦ الصفحة: 174\n",
        "227 -\nحَدَّثَنَا شَرِيكٌ، عَنِ ابْنِ أَبِي زُرْعَةَ، عَنِ ابْنِ عُمَرَ، أَنَّهُ «كَانَ يُرَتِّلُ فِي الْأَذَانِ»\nالحديث: 227 ¦ الجزء: 1 ¦ الصفحة: 174\n",
        "بَابُ مَنْ كَانَ يَحْذِمُ الْإِقَامَةَ\nالجزء: 1 ¦ الصفحة: 175\n",
        "228 -\nحَدَّثَنَا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: أَخْبَرَنِي أَبِي، عَنْ أَبِي الزُّبَيْرِ، - مُؤَذِّنِ بَيْتِ الْمَقْدِسِ - قَالَ: جَاءَنَا عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ فَقَالَ: «إِذَا أَقَمْتَ فَاحْدُرْ»\nالحديث: 228 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        "229 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عُثْمَانَ بْنِ أَبِي الْمُغِيرَةِ، عَنْ أَبِي جَعْفَرٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ «كَانَ يَحْذِمُ الْإِقَامَةَ»\nالحديث: 229 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        "230 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، قَالَ: كَانَ ابْنُ عُمَرَ «يَحْذِمُ الْإِقَامَةَ»\nالحديث: 230 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        "بَابٌ فِي مَنْ كَانَ يُثَنِّي الْأَذَانَ\nالجزء: 1 ¦ الصفحة: 176\n",
        "231 -\nحَدَّثَنَا إِسْرَائِيلُ، قَالَ: حَدَّثَنَا ثُوَيْرٌ، قَالَ: صَحِبْتُ ابْنَ عُمَرَ مِنَ الْمَدِينَةِ إِلَى مَكَّةَ، «فَكَانَ إِذَا أَذَّنَ ثَنَّى»\nالحديث: 231 ¦ الجزء: 1 ¦ الصفحة: 176\n",
        "232 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ عَبْدِ الْعَزِيزِ، قَالَ: أَخْبَرَنِي قَائِدُ أَبِي مَحْذُورَةَ، أَنَّهُ «كَانَ أَذَانُهُ مَثْنَى مَثْنَى»\nالحديث: 232 ¦ الجزء: 1 ¦ الصفحة: 176\n",
        "233 -\nحَدَّثَنَا إِسْرَائِيلُ، قَالَ: حَدَّثَنِي ثُوَيْرٌ، قَالَ: سَافَرْتُ مَعَ سَعِيدِ بْنِ جُبَيْرٍ «فَكَانَ إِذَا أَذَّنَ ثَنَّى»\nالحديث: 233 ¦ الجزء: 1 ¦ الصفحة: 177\n",
        "234 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، عَنْ أَبِيهِ، عَنْ مُؤَذِّنِ، عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ «كَانَ إِذَا أَذَّنَ ثَنَّى»\nالحديث: 234 ¦ الجزء: 1 ¦ الصفحة: 177\n",
        "بَابُ مَنْ كَانَ آخِرُ أَذَانِهِ لَا إِلَهَ إِلَّا اللَّهُ\nالجزء: 1 ¦ الصفحة: 178\n",
        "235 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْأَسْوَدِ، قَالَ: \" كَانَ آخِرُ أَذَانِ أَبِي مَحْذُورَةَ: لَا إِلَهَ إِلَّا اللَّهُ \"\nالحديث: 235 ¦ الجزء: 1 ¦ الصفحة: 178\n",
        "236 -\nحَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، قَالَ: حَدَّثَنِي الْأَسْوَدُ بْنُ يَزِيدَ، أَنَّ أَبَا مَحْذُورَةَ - مُؤَذِّنَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - حَدَّثَهُ أَنَّ «آخِرَ الْأَذَانِ لَا إِلَهَ إِلَّا اللَّهُ»\nالحديث: 236 ¦ الجزء: 1 ¦ الصفحة: 178\n",
        "237 -\nحَدَّثَنَا عُمَرُ بْنُ ذَرٍّ، قَالَ: أَتَى إِبْرَاهِيمُ أَبِي، فَصَلَّى مَعَنَا الْعَصْرَ، ثُمَّ خَرَجَ مَعَ أَبِي يَمْشِيَانِ وَأَنَا مَعَهُمَا، فَقَالَ لَهُ أَبِي: يَا أَبَا عِمْرَانَ، أَيُّهُمَا آخِرُ الْأَذَانِ؟ فَقَالَ إِبْرَاهِيمُ: «اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ»\nالحديث: 237 ¦ الجزء: 1 ¦ الصفحة: 178\n",
        "238 -\nحَدَّثَنَا كَامِلٌ أَبُو الْعَلَاءِ، قَالَ: سَمِعْتُ أَبَا صَالِحٍ، قَالَ: سَمِعْتُ أَبَا مَحْذُورَةَ، إِذَا أَذَّنَ قَالَ: «اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ» قَالَ أَبُو نُعَيْمٍ: يَعْنِي يَخْتِمُ أَذَانَهُ\nالحديث: 238 ¦ الجزء: 1 ¦ الصفحة: 179\n",
        "239 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، قَالَ: أَخْبَرَنِي قَائِدُ أَبِي مَحْذُورَةَ، عَنْ أَبِي مَحْذُورَةَ، أَنَّهُ \" كَانَ خَاتِمَةُ أَذَانِهِ: اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ \"\nالحديث: 239 ¦ الجزء: 1 ¦ الصفحة: 179\n",
        "بَابُ مَنْ كَانَ آخِرُ أَذَانِهِ اللَّهُ أَكْبَرُ\nالجزء: 1 ¦ الصفحة: 180\n",
        "240 -\nحَدَّثَنَا إِسْرَائِيلُ، قَالَ: حَدَّثَنِي ثُوَيْرٌ، قَالَ: \" صَحِبْتُ ابْنَ عُمَرَ مِنْ مَكَّةَ إِلَى الْمَدِينَةِ، فَكَانَ مُؤَذِّنُنَا، وَكَانَ يَجْعَلُ آخِرَ أَذَانِهِ: لَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ \"\nالحديث: 240 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "241 -\nحَدَّثَنَا إِسْرَائِيلُ، قَالَ: حَدَّثَنِي ثُوَيْرٌ، قَالَ: سَأَلْتُ أَبَا جَعْفَرٍ عَنْ آخِرِ الْأَذَانِ، قَالَ: «لَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ»\nالحديث: 241 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "242 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ، قَالَ: أَرْسَلَنِي سُوَيْدُ بْنُ غَفَلَةَ إِلَى مُؤَذِّنِنَا رِيَاحٍ فَقَالَ: «قُلْ لَهُ يَخْتِمُ أَذَانَهُ بِلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، فَإِنَّهُ أَذَانُ بِلَالٍ»\nالحديث: 242 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "243 -\nحَدَّثَنَا إِسْرَائِيلُ، قَالَ: حَدَّثَنِي ثُوَيْرٌ، عَنْ أَبِيهِ، عَنْ مُؤَذِّنِ، عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ \" كَانَ إِذَا أَذَّنَ جَعَلَ آخِرَ أَذَانِهِ: لَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ \"\nالحديث: 243 ¦ الجزء: 1 ¦ الصفحة: 181\n",
        "بَابٌ فِي: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ، مَنْ كَانَ يَقُولُ فِي صَلَاةِ الْفَجْرِ\nالجزء: 1 ¦ الصفحة: 182\n",
        "244 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: \" كَانَ فِي الْأَذَانِ الْأَوَّلِ بَعْدَ الْفَلَاحِ: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ، الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ \"\nالحديث: 244 ¦ الجزء: 1 ¦ الصفحة: 182\n",
        "245 -\nحَدَّثَنَا كَامِلٌ، قَالَ: سَمِعْتُ أَبَا صَالِحٍ، قَالَ: سَمِعْتُ أَبَا مَحْذُورَةَ، \" إِذَا أَذَّنَ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ، الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ \"\nالحديث: 245 ¦ الجزء: 1 ¦ الصفحة: 183\n",
        "246 -\nحَدَّثَنَا سُفْيَانُ، عَنْ أَبِي جَعْفَرٍ الْفَرَّاءِ، عَنْ أَبِي سَلْمَانَ، عَنْ أَبِي مَحْذُورَةَ، أَنَّهُ كَانَ يَقُولُ: «حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ، الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ»\nالحديث: 246 ¦ الجزء: 1 ¦ الصفحة: 183\n",
        "247 -\nحَدَّثَنَا كَيْسَانُ مَوْلَى هِشَامٍ الْقُرْدُوسِيِّ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ سِيرِينَ، يَقُولُ: «الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ فِي أَذَانِ الْفَجْرِ»\nالحديث: 247 ¦ الجزء: 1 ¦ الصفحة: 183\n",
        "248 -\nسَمِعْتُ سُفْيَانَ، يَقُولُ فِي أَذَانِ الْفَجْرِ بَعْدَ الْفَلَاحِ: «الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ، الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ»\nالحديث: 248 ¦ الجزء: 1 ¦ الصفحة: 184\n",
        "249 -\nحَدَّثَنَا حَفْصٌ، عَنْ أَشْعَثَ، عَنِ الْحَسَنِ، وَهِشَامٍ عَنْ أَبِيهِ، - قَالَ: \" جَاءَ بِلَالٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؛ لِيَؤْذِنَهُ بِالصَّلَاةِ، فَوَجَدَهُ نَائِمًا فَقَالَ: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ فَتُرِكَتْ فِي صَلَاةِ الْفَجْرِ إِلَّا أَنْ يَكُونَا اخْتَلَفَا فِي شَيْءٍ مِنَ الْمَنْطِقِ\nالحديث: 249 ¦ الجزء: 1 ¦ الصفحة: 184\n",
        "250 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ حَكِيمِ بْنِ جُبَيْرٍ، عَنْ عِمْرَانَ بْنِ أَبِي الْجَعْدِ، قَالَ: سَمِعَ الْأَسْوَدُ، مُؤَذِّنًا يَقُولُ: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ، بَعْدَمَا (. . .) فَقَالَ: \" وَيْحَكَ، لَا تَزْوِيْدَ فِي أَذَانِ اللَّهِ شَيْئًا، قَالَ: إِنِّي سَمِعْتُ النَّاسَ يَقُولُونَ، قَالَ: «فَلَا تَقُلْ»\nالحديث: 250 ¦ الجزء: 1 ¦ الصفحة: 185\n",
        "بَابُ مَنْ كَانَ يُثَوِّبُ فِي الْفَجْرِ\nالجزء: 1 ¦ الصفحة: 186\n",
        "251 -\nحَدَّثَنَا قَيْسٌ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الْأَعْلَى، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، قَالَ: كَانَ بِلَالٌ «يَحُثُّ فِي الْفَجْرِ»\nالحديث: 251 ¦ الجزء: 1 ¦ الصفحة: 186\n",
        "252 -\nحَدَّثَنَا قَيْسٌ، عَنْ أَبِي حَمْزَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: «التَّثْوِيبُ فِي الْفَجْرِ مِنَ السُّنَّةِ»\nالحديث: 252 ¦ الجزء: 1 ¦ الصفحة: 186\n",
        "253 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ، عَنْ سُوَيْدٍ، عَنْ بِلَالٍ، أَنَّهُ «كَانَ يُثَوِّبُ فِي الْفَجْرِ»\nالحديث: 253 ¦ الجزء: 1 ¦ الصفحة: 186\n",
        "254 -\nحَدَّثَنَا سُفْيَانُ، عَنْ زُبَيْدٍ، عَنْ خَيْثَمَةَ، قَالَ: «كَانُوا يَثُوبُونَ فِي الْفَجْرِ»\nالحديث: 254 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "255 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْ، سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، قَالَ: مَا أَحْدَثُوا بِدْعَةً أَحَبُّ إِلَيَّ مِنَ التَّثْوِيبِ فِي الصَّلَاةِ\nالحديث: 255 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "256 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ، قَالَ: أَرْسَلَنِي سُوَيْدُ بْنُ غَفَلَةَ إِلَى مُؤَذِّنِنَا - رِيَاحٍ - فَقَالَ: قُلْ إِذَا كَانَ قَبْلَ أَوْ قَبِيلَ الْإِقَامَةِ فَلْيَقُلْ: حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، فَإِنَّهُ أَذَانُ بِلَالٍ\nالحديث: 256 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "257 -\nحَدَّثَنَا جَرِيرٌ، عَنْ مُغِيرَةَ، عَنْ حَمَّادٍ، قَالَ: «الصَّلَاةُ خَيْرٌ مِنَ\n[ص: 188]\nالنَّوْمِ هُوَ التَّثْوِيبُ»\nالحديث: 257 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "258 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ عِيسَى بْنِ أَبِي عَزَّةَ، قَالَ: «كَانَ عَامِرٌ يَأْمُرُ مُؤَذِّنَهُ أَنْ لَا يُثَوِّبَ إِلَّا فِي الْفَجْرِ وَالْعِشَاءِ»\nالحديث: 258 ¦ الجزء: 1 ¦ الصفحة: 188\n",
        "259 -\nحَدَّثَنَا كَامِلٌ أَبُو الْعَلَاءِ، قَالَ: كَانَ أَبُو صَالِحٍ «يُثَوِّبُ فِي كُلِّ صَلَاةٍ»\nالحديث: 259 ¦ الجزء: 1 ¦ الصفحة: 188\n",
        "260 -\nحَدَّثَنَا أَبُو كُدَيْنَةَ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ \" فِي الرَّجُلِ يُرِيدُ أَنْ يُؤَخِّرَ وَيُقِيمَ، قَالَ: يَرْجِعُ \"\nالحديث: 260 ¦ الجزء: 1 ¦ الصفحة: 188\n",
        "261 -\nحَدَّثَنَا حَبَّانُ، عَنْ مُجَالِدٍ، قَالَ: قُلْتُ لِلشَّعْبِيِّ: حَيَّ عَلَى الْفَلَاحِ، قَالَ: هَلُمَّ\nالحديث: 261 ¦ الجزء: 1 ¦ الصفحة: 189\n",
        "262 -\nحَدَّثَنَا مُحِلٌّ، عَنْ إِبْرَاهِيمَ، قَالَ: «كَانَ إِذَا فَرَغَ مِنَ الْإِقَامَتَيْنِ دَخَلَ فِي الصَّلَاةِ» قَالَ أَبُو بَكْرٍ: يَعْنِي إِذَا قَالَ الْمُؤَذِّنُ: قَدْ قَامَتِ الصَّلَاةُ مَرَّتَيْنِ دَخَلَ الْإِمَامُ فِي الصَّلَاةِ قَبْلَ أَنْ يَفْرُغَ الْمُؤَذِّنُ مِنَ الْإِقَامَةِ\nالحديث: 262 ¦ الجزء: 1 ¦ الصفحة: 189\n",
        "263 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ، قَالَ: \" كَانَ سُوَيْدُ بْنُ غَفَلَةَ جُلَّ مَا يَصْنَعُ أَنْ يُكَبِّرَ قَبْلَ أَنْ يَقُولَ الْمُؤَذِّنُ: قَدْ قَامَتِ الصَّلَاةُ \"\nالحديث: 263 ¦ الجزء: 1 ¦ الصفحة: 189\n",
        "بَابٌ فِي مَنْ يَحْضُرُ الْمَسْجِدَ\nالجزء: 1 ¦ الصفحة: 190\n",
        "264 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ أَبِي عَوْنٍ، عَنْ شُرَيْحٍ - رَجُلٌ مِنْ هَمْدَانَ - قَالَ: قَالَ سَعْدٌ: إِذَا كُنْتَ فِي الْمَسْجِدِ فَنُودِيَ بِالْأَذَانِ فَلَا تَخْرُجْ\nالحديث: 264 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "265 -\nحَدَّثَنَا الْمَسْعُودِيُّ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، قَالَ: رَأَى أَبُو هُرَيْرَةَ رَجُلًا خَرَجَ مِنَ الْمَسْجِدِ بَعْدَ مَا أَذَّنَ الْمُؤَذِّنُ، فَقَالَ: أَمَّا هَذَا، فَقَدْ عَصَى أَبَا الْقَاسِمِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\nالحديث: 265 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "266 -\nحَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ حَرْمَلَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ سَمِعَ الْمُنَادِي فَخَرَجَ فَهُوَ مُنَافِقٌ، إِلَّا رَجُلٌ خَرَجَ فِي حَاجَةٍ ثُمَّ رَجَعَ»\nالحديث: 266 ¦ الجزء: 1 ¦ الصفحة: 191\n",
        "267 -\nحَدَّثَنَا سُفْيَانُ، عَنِ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا سَمِعْتَ الْإِقَامَةَ، فَلَا تَخْرُجْ»\nالحديث: 267 ¦ الجزء: 1 ¦ الصفحة: 191\n",
        "بَابُ الرَّجُلِ يَأْتِي الْمَسْجِدَ وَقَدْ صَلُّوا\nالجزء: 1 ¦ الصفحة: 192\n",
        "268 -\nحَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، قَالَ: سَأَلْتُ الزُّهْرِيَّ عَنِ الرَّجُلِ، يَأْتِي الْمَسْجِدَ وَقَدْ صَلُّوا، قَالَ: «يُقِيمُ»\nالحديث: 268 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "269 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَشْعَثَ بْنِ سُلَيْمٍ، قَالَ: سَمِعْتُ الشَّعْبِيَّ، يَقُولُ: «إِذَا صَلَّى فِي الْمَسْجِدِ جَمَاعَةٌ، فَإِنَّ إِقَامَتَهُمْ تُجْزِئُ عَنْ مَنْ صَلَّى إِلَى الصَّلَاةِ» قَالَ أَبُو بَكْرٍ: أَظُنُّهُ قَالَ: إِلَى الصَّلَاةِ الْأُخْرَى\nالحديث: 269 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "بَابٌ: إِذَا خَرَجْتَ فِي قِيٍّ مِنَ الْأَرْضِ\nالجزء: 1 ¦ الصفحة: 193\n",
        "270 -\nحَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِذَا خَرَجْتَ قِيًّا مِنَ الْأَرْضِ، أَوْ فِي قِيٍّ مِنَ الْأَرْضِ، فَتَخَيَّرْ وَأَذِّنْ وَأَقِمْ، أَوْ إِنْ شِئْتَ فَأَقِمْ»\nالحديث: 270 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "271 -\nحَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ «صَلَّى الْمَغْرِبَ وَالْعِشَاءَ بِجَمْعٍ بِإِقَامَةٍ وَاحِدَةٍ»\nالحديث: 271 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "272 -\nحَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمٍ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَذِّنْ وَأَقِمْ، وَإِنْ أَقَمْتَ أَجْزَأَكَ»\nالحديث: 272 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "273 -\nحَدَّثَنَا عُمَرُ بْنُ ذَرٍّ، عَنْ مُجَاهِدٍ، أَنَّ ابْنَ عُمَرَ، «صَلَّى الْمَغْرِبَ\n[ص: 194]\nوَالْعِشَاءَ بِجَمْعٍ، وَذَلِكَ بِإِقَامَةٍ وَاحِدَةٍ»\nالحديث: 273 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "274 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي جَعْفَرٍ، قَالَ: اتَّفَقَ عَلِيٌّ وَعَبْدُ اللَّهِ أَنَّ «كُلَّ صَلَاةٍ بِأَذَانٍ وَإِقَامَةٍ بِجَمْعٍ»\nالحديث: 274 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "275 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ عَبْدِ الْكَرِيمِ الْبَصْرِيُّ، قَالَ: «صَلَّيْتُ خَلْفَ سَالِمٍ بِجَمْعٍ الْمَغْرِبَ وَالْعِشَاءَ بِإِقَامَتَيْنِ»\n276 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ عَبْدِ الْكَرِيمِ، قَالَ: لَقِيتُ نَافِعًا فَقُلْتُ لَهُ: كَيْفَ كَانَ عَبْدُ اللَّهِ يَصْنَعُ؟ قَالَ: هَكَذَا\nالحديث: 275 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "277 -\nحَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، قَالَ: سَمِعْتُ جَابِرَ بْنَ زَيْدٍ، قَالَ: إِذَا صَلَّيْتُ لِنَفْسِكَ أَجْزَأَكَ إِقَامَةٌ وَاحِدَةٌ\nالحديث: 277 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "278 -\nحَدَّثَنَا دَلْهَمُ بْنُ صَالِحٍ، قَالَ أَخْبَرَنِي عَوْنُ بْنُ عَبْدِ اللَّهِ،\n[ص: 195]\nقَالَ: «خَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ مِنَ الْمَدِينَةِ فَسَمِعَ مُنَادِيًا يُنَادِي بِالصَّلَاةِ، فَنَزَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَصَلَّى بِأَصْحَابِهِ، وَهُوَ لَا يَرَاهُ فِي شِعْبٍ مِنْ تِلْكَ الشِّعَابِ فِي غَنَمِهِ»\nالحديث: 278 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "279 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، قَالَ: قُلْتُ لِإِبْرَاهِيمَ: \" صَلَّيْتُ فِي السَّفَرِ بِغَيْرِ إِقَامَةٍ، قَالَ: يُجْزِئُكَ \"\n280 -\nحَدَّثَنَا سُفْيَانُ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، قَالَ: «لَيْسَ عَلَيْهِ إِعَادَةٌ»\nالحديث: 279 ¦ الجزء: 1 ¦ الصفحة: 195\n",
        "بَابُ مَنْ قَالَ يُعِيدُ\nالجزء: 1 ¦ الصفحة: 196\n",
        "281 -\nحَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ عَطَاءٍ، قَالَ: «يُعِيدُ»\n282 -\nحَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ: يُعِيدُ\nالحديث: 281 ¦ الجزء: 1 ¦ الصفحة: 196\n",
        "283 -\nحَدَّثَنَا طَلْحَةُ بْنُ عَمْرٍو، عَنْ عَطَاءٍ، قَالَ: لَا صَلَاةَ\n[ص: 197]\nإِلَّا بِإِقَامَةٍ\nالحديث: 283 ¦ الجزء: 1 ¦ الصفحة: 196\n",
        "284 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ عَبْدِ الْكَرِيمِ الْبَصْرِيِّ، عَنْ عَطَاءٍ، قَالَ: «لَا صَلَاةَ إِلَّا بِالْإِقَامَةِ»\nالحديث: 284 ¦ الجزء: 1 ¦ الصفحة: 197\n",
        "بَابٌ فِي مَنْ صَلَّى فِي بَيْتِهِ\nالجزء: 1 ¦ الصفحة: 198\n",
        "285 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، قَالَ: «رُبَّمَا صَلَّى إِبْرَاهِيمُ فِي بَيْتِهِ بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ»\nالحديث: 285 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "286 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ حُصَيْنٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «إِذَا كُنْتَ فِي مِصْرٍ يُؤَذَّنُ فِيهِ أَوْ يُقَامُ، فَإِنَّ إِقَامَتَهُمْ تُجْزِئُكَ»\nالحديث: 286 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "287 -\nحَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ وَاقِدٍ، قَالَ: كَانَ ابْنُ عُمَرَ «لَا يُقِيمُ فِي أَرْضٍ تُقَامُ فِيهِ الصَّلَاةُ»\nالحديث: 287 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "بَابُ الْمُؤَذِّنِ أَمْلَكُ بِالْأَذَانِ وَالْإِمَامُ أَمْلَكُ بِالْإِقَامَةِ\nالجزء: 1 ¦ الصفحة: 199\n",
        "288 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ هِلَالِ بْنِ يَسَافٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، أَوْ عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، هَكَذَا قَالَ سُفْيَانُ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ: «الْمُؤَذِّنُ أَمْلَكُ بِالْأَذَانِ وَالْإِمَامُ أَمْلَكُ بِالْإِقَامَةِ»\n[ص: 200]\n289 -\nحَدَّثَنَا قَيْسٌ، عَنْ مُحَمَّدِ بْنِ، (. . .) يَنْظُرُ الْإِمَامُ فِيمَا بَيْنَهُ وَبَيْنَ (. . .) الْمُؤَذِّنِ\n290 -\nحَدَّثَنَا قَيْسٌ، (. . .) مِثْلَهُ\nالحديث: 288 ¦ الجزء: 1 ¦ الصفحة: 199\n",
        "بَابٌ فِي الْقَوْمِ يَنْتَظِرُونَ الْإِمَامَ قِيَامًا\nالجزء: 1 ¦ الصفحة: 201\n",
        "291 -\nحَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِيْ قَتَادَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا أُقِيمَتِ الصَّلَاةُ، فَلَا تَقُومُوا حَتَّى تَرَوْنِي، وَعَلَيْكُمْ بِالسَّكِينَةُ»\nالحديث: 291 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "292 -\nحَدَّثَنَا عِمْرَانُ بْنُ زَائِدَةَ بْنِ نَشِيطٍ، قَالَ: أَخْبَرَنِي أَبِي، عَنْ أَبِي خَالِدٍ الْوَالِبِيِّ، قَالَ: خَرَجَ عَلَيْنَا عَلِيٌّ وَقَدْ أُقِيمَتِ الصَّلَاةُ وَهُمْ قِيَامٌ، فَقَالَ: «مَا لَكُمْ سَامِدِينَ؟»\nالحديث: 292 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "293 -\nحَدَّثَنَا أَبُو الْأَحْوَصِ، (. . .) عَنْ إِبْرَاهِيمَ، قَالَ: \" كَانَ يَكْرَهُ أَنْ يَقُومَ الْقَوْمُ يَنْتَظِرُونَ الْإِمَامَ إِذَا أُقِيمَتِ الصَّلَاةُ، وَكَانَ يُقَالُ هُوَ السُّمُودُ\n294 -\nحَدَّثَنَا فِطْرٌ، عَنْ زَائِدَةَ بْنِ نَشِيطٍ، عَنْ أَبِي خَالِدٍ الْوَالِبِيِّ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ مِثْلَ حَدِيثِ عِمْرَانَ\nالحديث: 293 ¦ الجزء: 1 ¦ الصفحة: 202\n",
        "بَابٌ فِي مَنْ أَذَّنَ وَأَمَّ\nالجزء: 1 ¦ الصفحة: 203\n",
        "295 -\nحَدَّثَنَا إِسْرَائِيلُ، قَالَ: حَدَّثَنَا ثُوَيْرٌ، قَالَ: صَحِبْتُ ابْنَ عُمَرَ فِي سَفَرٍ، وَكَانَ مُؤَذِّنَنَا وَإِمَامَنَا\nالحديث: 295 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "296 -\nحَدَّثَنَا حَسَنٌ، عَنْ بَيَانٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: لَوْ أَطَقْتُ الْأَذَانَ أَوِ التَّأْذِينَ بِالْخِلِّيفَى لَأَذَّنْتُ\nالحديث: 296 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "297 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عِمْرَانَ قَالَ: قَالَ سُوَيْدُ بْنُ غَفَلَةَ: «لَوِ اسْتَطَعْتُ أَنْ أَكُونَ مُؤَذِّنَ الْحَيِّ لَفَعَلْتُ»\n298 -\nحَدَّثَنَا شَرِيكٌ، عَنْ عِمْرَانَ، (. . .) قَالَ: إِنَّ مِنَ السُّنَّةِ أَنْ يَكُونَ إِمَامًا وَمُؤَذِّنًا\n[ص: 204]\n299 -\nحَدَّثَنَا (. . .) عَنْ أَبِي طُعْمَةَ، قَالَ: كُنْتُ مَعَ ابْنِ عُمَرَ فِي سَفَرٍ فَأَذَّنَ لِلْمَغْرِبِ وَأَقَامَ\nالحديث: 297 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "بَابٌ فِي مَنْ أَذَّنَ عَلَى رَاحِلَتِهِ\nالجزء: 1 ¦ الصفحة: 205\n",
        "(. . .)\n300 -\nعَنْ نُسِيرٍ أَبِي طُعْمَةَ، قَالَ: رَأَيْتُ ابْنَ عُمَرَ يُؤَذِّنُ عَلَى رَاحِلَتِهِ فَإِذَا أَرَادَ أَنْ يُقِيمَ نَزَلَ\n301 -\nحَدَّثَنَا شَرِيكٌ، عَنْ أَبِي طُعْمَةَ، عَنِ ابْنِ عُمَرَ، مِثْلَهُ\nالحديث: 300 ¦ الجزء: 1 ¦ الصفحة: 205\n",
        "بَابٌ: فِي مَنْ قَالَ لَيْسَ عَلَى النِّسَاءِ أَذَانٌ وَلَا إِقَامَةٌ\nالجزء: 1 ¦ الصفحة: 206\n",
        "302 -\nحَدَّثَنَا (. . .) عَنْ عُثْمَانَ بْنِ الْأَسْوَدِ، عَنْ مُجَاهِدٍ، قَالَ: «عَلَيْهِنَّ إِقَامَةٌ يَعْنِي النِّسَاءَ»\nالحديث: 302 ¦ الجزء: 1 ¦ الصفحة: 206\n",
        "303 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ جَابِرٍ، عَنْ عَامِرٍ، أَنَّ عَائِشَةَ، «كَانَتْ تُؤَذِّنُ وَتُقِيمُ»\nالحديث: 303 ¦ الجزء: 1 ¦ الصفحة: 206\n",
        "304 -\nحَدَّثَنَا الْوَلِيدُ بْنُ جُمَيْعٍ، قَالَ: حَدَّثَتْنِي جَدَّتِي، عَنْ أُمِّ وَرَقَةَ بِنْتِ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «أَمَرَهَا أَنْ تَؤُمَّ أَهْلَ دَارِهَا، وَكَانَ لَهَا مُؤَذِّنٌ»\nالحديث: 304 ¦ الجزء: 1 ¦ الصفحة: 207\n",
        "بَابٌ: فِي مَنْ قَالَ: يَقْعُدُ الْمُؤَذِّنُ بَيْنَ الْأذَانِ وَالْإِقَامَةِ\nالجزء: 1 ¦ الصفحة: 208\n",
        "305 -\nحَدَّثَنَا مَنْصُورُ بْنُ أَبِي الْأَسْوَدِ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: «يَقْعُدُ الْمُؤَذِّنُ فِيمَا بَيْنَ الْأَذَانِ وَالْإِقَامَةِ»\nالحديث: 305 ¦ الجزء: 1 ¦ الصفحة: 208\n",
        "306 -\nحَدَّثَنَا حَسَنٌ، عَنْ أَبِي حَمْزَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: «لَا تَكُنُ أَوَّلَ الْمُؤَذِّنِينَ (. . .) »\nالحديث: 306 ¦ الجزء: 1 ¦ الصفحة: 208\n",
        "بَابٌ: لَا يُرَدُّ الدُّعَاءُ فِي مَا بَيْنَ الْأَذَانِ وَالْإِقَامَةِ\nالجزء: 1 ¦ الصفحة: 209\n",
        "307 -\nحَدَّثَنَا سُفْيَانُ، عَنْ زَيْدٍ الْعَمِّيِّ، عَنْ أَبِي إِيَاسٍ، عَنْ أَنَسٍ، رَفَعَهُ قَالَ: \" لَا يُرَدُّ الدُّعَاءُ فِيمَا بَيْنَ الْأَذَانِ وَالْإِقَامَةِ\nالحديث: 307 ¦ الجزء: 1 ¦ الصفحة: 209\n",
        "308 -\nحَدَّثَنَا الْمَسْعُودِيُّ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا يَرُدُّ الدُّعَاءُ فِي مَا بَيْنَ الْأَذَانِ وَالْإِقَامَةِ» .\n309 -\nحَدَّثَنَا أَبُو عُمَيْسٍ، قَالَ: سَمِعْتُ يَزِيدَ الرَّقَاشِيَّ، يَذْكُرُ عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْفَعُهُ مِثْلَهُ.\n310 -\nحَدَّثَنَا نُصَيْرُ بْنُ أَبِي الْأَشْعَثِ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ\nالحديث: 308 ¦ الجزء: 1 ¦ الصفحة: 210\n",
        "بَابٌ: إِذَا كَانَ الْغَيْمُ كَيْفَ يَصْنَعُ\nالجزء: 1 ¦ الصفحة: 211\n",
        "311 -\nحَدَّثَنَا قَيْسٌ، عَنْ أَبِي حُصَيْنٍ، عَنْ حِزَامِ بْنِ جَابِرٍ، قَالَ: قَالَ عَبْدُ اللَّهِ: «إِذَا كَانَ يَوْمُ الْغَيْمِ فَعَجِّلُوا الظُّهْرَ، وَأَخِّرُوا الْإِفْطَارَ»\nالحديث: 311 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "312 -\nحَدَّثَنَا حَسَنٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «عَجِّلُوا صَلَاةَ الْعَصْرِ فِي يَوْمِ الْغَيْمِ»\nالحديث: 312 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "313 -\nحَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ بَكْرِ بْنِ مَاعِزٍ، قَالَ: كَانَ الرَّبِيعُ بْنُ خُثَيْمٍ إِذَا كَانَ يَوْمُ غَيْمٍ قَالَ لِمُؤَذِّنِهِ: «اغْسِقِ اغْسِقْ» قَالَ أَبُو بَكْرٍ: يَعْنِي أَظْلِمْ أَظْلِمْ، يَعْنِي فِي الْمَغْرِبِ\nالحديث: 313 ¦ الجزء: 1 ¦ الصفحة: 212\n",
        "بَابُ الْإِسْفَارِ بِالْفَجْرِ\nالجزء: 1 ¦ الصفحة: 213\n",
        "314 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَسْفِرُوا بِالْفَجْرِ، فَإِنَّهُ أَعْظَمُ لِلْأَجْرِ»\n315 -\nحَدَّثَنَا مُحَمَّدُ بْنُ الْمُغِيرَةِ، قَالَ: حَدَّثَنَا النُّعْمَانُ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، وَمُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ،\n[ص: 214]\nعَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ\nالحديث: 314 ¦ الجزء: 1 ¦ الصفحة: 213\n",
        "316 -\nحَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، قَالَ: حَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ رِجَالٍ، مِنْ قَوْمِهِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالُوا: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَصْبِحُوا بِالْفَجْرِ، فَكُلُّ مَا أَصْبَحْتُمْ فَإِنَّهُ أَعْظَمُ لِلْأَجْرِ أَوْ لِأَجْرِكُمْ»\nالحديث: 316 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "317 -\nحَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ: كَتَبَ عُمَرُ بْنُ الْخَطَّابِ إِلَى أَبِي مُوسَى: «صَلِّ الْفَجْرَ إِذَا نُوِّرَ النُّورُ»\nالحديث: 317 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "318 -\nحَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ الطَّائِيُّ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ: سَمِعْتُ عَلِيًّا، رَضِيَ اللَّهُ عَنْهُ يَقُولُ: «يَا ابْنَ التَّيَّاحِ، أَسْفِرْ أَسْفِرْ بِالْفَجْرِ»\nالحديث: 318 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "319 -\nحَدَّثَنَا دَاوُدُ بْنُ يَزِيدَ الْأَوْدِيُّ، عَنْ أَبِيهِ، أَنَّهُ \" كَانَ يُصَلِّي مَعَ عَلِيٍّ الْفَجْرَ يُنَوَّرُ بِهَا حَتَّى نَقُولُ: الْآنَ تَطْلُعُ الشَّمْسُ \"\nالحديث: 319 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "320 -\nحَدَّثَنَا يَحْيَى بْنُ أَبِي الْهَيْثَمِ، قَالَ: حَدَّثَنَا يَزِيدُ الْأَوْدِيُّ، قَالَ: كُنْتُ أُصَلِّي وَرَاءَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ الْغَدَاةَ، ثُمَّ أَلْتَفَتُّ فَيُخَيَّلُ إِلَيَّ أَنَّهُ تَطْلُعُ الشَّمْسُ\nالحديث: 320 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "321 -\nحَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ\n[ص: 216]\nعَبْدِ اللَّهِ، أَنَّهُ «كَانَ يُسْفِرُ بِصَلَاةِ الْغَدَاةِ»\n322 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، مِثْلَهُ\nالحديث: 321 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "323 -\nحَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنْ رَجُلٍ، قَالَ: «كَانَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ يُسْفِرُ حَتَّى تَكَادُ الشَّمْسُ تَطْلُعُ»\nالحديث: 323 ¦ الجزء: 1 ¦ الصفحة: 216\n",
        "324 -\nحَدَّثَنَا شَرِيكٌ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ: «كَانُوا» يُسْفِرُونَ بِالْفَجْرِ \"\nالحديث: 324 ¦ الجزء: 1 ¦ الصفحة: 216\n",
        "325 -\nحَدَّثَنَا هِشَامُ بْنُ عَائِذِ بْنِ نُصَيْبٍ الْأَسَدِيُّ، قَالَ: دَخَلْتُ أَنَا وَإِبْرَاهِيمُ، مَوْمَاةً فَلَمَّا طَلَعُ الْفَجْرُ قُلْتُ: يَا أَبَا عِمْرَانَ، أَلَا تُصَلِّي؟ قَالَ: «أَسْفِرْ» ثُمَّ مَضَى غَيْرَ بَعِيدٍ: قُلْتُ: أَلَا تُصَلِّي؟ قَالَ: «أَسْفِرْ»\nالحديث: 325 ¦ الجزء: 1 ¦ الصفحة: 217\n",
        "326 -\nحَدَّثَنَا عُقْبَةُ بْنُ أَبِي صَالِحٍ، قَالَ: كَانَ إِبْرَاهِيمُ «يُسْفِرُ بِصَلَاةِ الْغَدَاةِ»\nالحديث: 326 ¦ الجزء: 1 ¦ الصفحة: 217\n",
        "327 -\nحَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدٍ الْمُكْتِبِ، قَالَ: قَالَ لِي إِبْرَاهِيمُ: «نَوِّرْ نَوِّرْ» .\n[ص: 218]\n328 -\nقَالَ أَبُو نُعَيْمٍ: رَأَيْتُ سُفْيَانَ يُسْفِرُ بِصَلَاةِ الْغَدَاةِ\nالحديث: 327 ¦ الجزء: 1 ¦ الصفحة: 217\n",
        "329 -\nحَدَّثَنَا نُفَاعَةُ بْنُ مُسْلِمٍ، قَالَ: كَانَ سُوَيْدُ بْنُ غَفَلَةَ «يُسْفِرُ بِالْفَجْرِ إِسْفَارًا شَدِيدًا»\nالحديث: 329 ¦ الجزء: 1 ¦ الصفحة: 218\n",
        "330 -\nحَدَّثَنَا سُفْيَانُ، عَنْ وَرْقَاءَ، قَالَ: سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، يَقُولُ لِمُؤَذِّنِهِ: «نَوِّرْ نَوِّرْ»\nالحديث: 330 ¦ الجزء: 1 ¦ الصفحة: 218\n",
        "331 -\nحَدَّثَنَا سُفْيَانُ، عَنْ شَيْخٍ، قَالَ: كَانَ الرَّبِيعُ بْنُ خُثَيْمٍ يَقُولُ لِمُؤَذِّنِهِ: نَوِّرْ نَوِّرْ\nالحديث: 331 ¦ الجزء: 1 ¦ الصفحة: 219\n",
        "بَابٌ: فِي التَّغْلِيسِ بِالْفَجْرِ\nالجزء: 1 ¦ الصفحة: 220\n",
        "332 -\nحَدَّثَنَا مِسْعَرٌ، عَنْ أَبِي سَلْمَانَ، قَالَ: «خَدَمْتُ الرَّكْبَ فِي زَمَنِ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ فَكَانُوا يُغَلِّسُونَ حَتَّى أُصِيبَ»\nالحديث: 332 ¦ الجزء: 1 ¦ الصفحة: 220\n",
        "333 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مُغِيرَةَ بْنِ النُّعْمَانَ، عَنْ عَلِيِّ بْنِ عَمْرٍو، قَالَ: كَتَبَ إِلَيْنَا عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: أَنْ «صَلُّوا، الْفَجْرَ وَالْكَوَاكِبُ نَيِّرَةٌ مُشْتَبِكَةٌ»\nالحديث: 333 ¦ الجزء: 1 ¦ الصفحة: 220\n",
        "334 -\nحَدَّثَنَا سَكَنُ بْنُ أَبِي الْمُغِيرَةِ، قَالَ: قُرِئَ عَلَيْنَا كِتَابُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ: «صَلُّوا الْفَجْرَ بِغَلَسٍ»\nالحديث: 334 ¦ الجزء: 1 ¦ الصفحة: 221\n",
        "335 -\nحَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورِ بْنِ حَيَّانَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ،\n[ص: 222]\nقَالَ: «كَانَ عُمَرُ» يُصَلِّي بِنَا الْفَجْرَ فَلَوْ كَانَ بَيْنِي وَبَيْنَ ابْنِي ثَلَاثَةُ أَذْرُعٍ مَا عَرَفْتُهُ \"\nالحديث: 335 ¦ الجزء: 1 ¦ الصفحة: 221\n",
        "بَابُ مَنْ يُنَوِّرُ وَيُغَلِّسُ\nالجزء: 1 ¦ الصفحة: 223\n",
        "336 -\nحَدَّثَنَا سَيْفُ بْنُ هَارُونَ الْبُرْجُمِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ سَلْعٍ، قَالَ: قُلْتُ لِعَبْدِ خَيْرٍ: هَلْ كَانَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ يُنَوِّرُ بِالْفَجْرِ؟ قَالَ: كَانَ يُنَوِّرُ بِهَا أَحْيَانًا وَيُغَلِّسُ بِهَا أَحْيَانًا\nالحديث: 336 ¦ الجزء: 1 ¦ الصفحة: 223\n",
        "337 -\nحَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حُصَيْنٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، قَالَ: كَانَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ يُغَلِّسُ بِالْفَجْرِ وَيُنَوِّرُ\nالحديث: 337 ¦ الجزء: 1 ¦ الصفحة: 223\n",
        "بَابٌ: فِي تَعْجِيلِ الظُّهْرِ\nالجزء: 1 ¦ الصفحة: 224\n",
        "338 -\nحَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ وَهْبٍ، عَنْ خَبَّابٍ، قَالَ: «شَكَوْنَا إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الرَّمْضَاءَ فَمَا أَشْكَانَا»\n339 -\nحَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدٍ، عَنْ خَبَّابٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ\nالحديث: 338 ¦ الجزء: 1 ¦ الصفحة: 224\n",
        "340 -\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ حَكِيمِ بْنِ حُبَيْرٍ، عَنْ إِبْرَاهِيمَ، عَنْ الْأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ: «مَا صَلَّى أَحَدٌ - يَعْنِي الظُّهْرَ - إِلَّا بَعْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنِ اسْتِعْجَالِهِ لَهَا» ، مَا اسْتَثْنَتْ أَبَا بَكْرٍ وَلَا عُمَرَ\nالحديث: 340 ¦ الجزء: 1 ¦ الصفحة: 224\n",
        "341 -\nحَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ: كَتَبَ عُمَرُ إِلَى أَبِي مُوسَى: أَنْ «صَلِّ الظُّهْرَ، إِذَا زَالَتِ الشَّمْسُ وَأَبْرِدْ»\nالحديث: 341 ¦ الجزء: 1 ¦ الصفحة: 225\n",
        "342 -\nحَدَّثَنَا سُفْيَانُ، عَنِ الْمُغِيرَةِ بْنِ النُّعْمَانَ، عَنْ عَلِيِّ بْنِ عَمْرٍو، قَالَ: كَتَبَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ إِلَيْنَا: \" أَنْ صَلُّوا الظُّهْرَ إِذَا زَالَتِ الشَّمْسُ عَنْ وَسَطِ السَّمَاءِ\nالحديث: 342 ¦ الجزء: 1 ¦ الصفحة: 225\n",
        "343 -\nحَدَّثَنَا سُفْيَانُ، عَنْ زَيْدِ بْنِ جُبَيْرٍ، عَنْ خِشْفِ بْنِ مَالِكٍ، قَالَ:\n[ص: 226]\n«كَانَ عَبْدُ اللَّهِ يُصَلِّي بِنَا الظُّهْرَ، وَإِنَّ الْجَنَادِبَ تَنَاقَزُ فِي الرَّمْضَاءِ»\nالحديث: 343 ¦ الجزء: 1 ¦ الصفحة: 225\n",
        "344 -\nحَدَّثَنَا حَنَشُ بْنُ الْحَارِثِ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، قَالَ: كَانَ سُوَيْدٌ يُؤَذِّنُ بِالْهَاجِرَةِ، فَسَمِعَهُ الْحَجَّاجُ، وَهُوَ فِي الدَّيْرِ فَقَالَ: ائْتُونِي بِهَذَا الْمُؤَذِّنِ، فَأُتِيَ بِسُوَيْدِ بْنِ غَفَلَةَ، فَقَالَ: مَا حَمَلَكَ عَلَى الصَّلَاةِ بِالْهَاجِرَةِ؟ قَالَ: «صَلَّيْتُهَا مَعَ أَبِي بَكْرٍ وَعُمَرَ» ، قَالَ: لَا تُؤَذِّنْ لِقَوْمِكَ، وَلَا تَؤُمَّهُمْ\nالحديث: 344 ¦ الجزء: 1 ¦ الصفحة: 226\n",
        "345 -\nحَدَّثَنَا نُفَاعَةُ بْنُ مُسْلِمٍ، قَالَ: أَرْسَلَ الْحَجَّاجُ إِلَى سُوَيْدِ بْنِ غَفَلَةَ فِي صَلَاةِ الظُّهْرِ فَسَأَلَهُ عَنْهَا: مَا هَذِهِ الصَّلَاةُ الَّتِي تُصَلِّيْهَا هَذِهِ السَّاعَةَ؟ قَالَ: «صَلَّيْتُهَا مَعَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ»\nالحديث: 345 ¦ الجزء: 1 ¦ الصفحة: 227\n",
        "346 -\nحَدَّثَنَا دَاوُدُ بْنُ يَزِيدَ، عَنْ أَبِيهِ، أَنَّهُ «كَانَ يُصَلِّي مَعَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ حِينَ تَزُولُ الشَّمْسُ»\nالحديث: 346 ¦ الجزء: 1 ¦ الصفحة: 227\n",
        "347 -\nحَدَّثَنَا نُفَاعَةُ بْنُ مُسْلِمٍ، قَالَ: كَانَ سُوَيْدُ بْنُ غَفَلَةَ يُصَلِّي الظُّهْرَ عِنْدَ زَوَالِ الشَّمْسِ\nالحديث: 347 ¦ الجزء: 1 ¦ الصفحة: 228\n",
        "348 -\nحَدَّثَنَا حُرَيْثُ بْنُ السَّائِبِ، قَالَ: سَأَلْتُ الْحَسَنَ عَنْ وَقْتِ، صَلَاةِ الظُّهْرِ، قَالَ: «إِذَا رَأَيْتَ الْفَيْءَ قَدْ زَالَ عَنْ طُولِ الشَّيْءِ إِلَى الشَّيْءِ فَذَاكَ حِينَ يُصَلَّى الظُّهْرُ»\n349 -\nحَدَّثَنَا حُرَيْثٌ، قَالَ: سَأَلْتُ ابْنَ سِيرِينَ، فَقَالَ مِثْلَ ذَلِكَ\nالحديث: 348 ¦ الجزء: 1 ¦ الصفحة: 228\n",
        ""
    ]
}