{
    "1": [
        "الصورة الأدبية تاريخ ونقد\nالصورة الأدبية تاريخ ونقد\nعلي علي صبح\nالكتاب:\nالصورة الأدبية تاريخ ونقد\nالمؤلف:\nعلي علي صبح\nالناشر:\nدار إحياء الكتب العربية\nالطبعة:\n-\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "بسم الله الرحمن الرحيم\nمقدمة\n:\nالحمد لله رب العالمين، والصلاة والسلام على أفصح الخلق أجمعين سيدنا محمد صلى الله عليه وسلم وعلى آله وصحبه، ومن تبعهم بإحسان إلى يوم الدين\n....\nوبعد.\n1-\nفالصورة في اللغة تحتاج من الباحث إلى الكشف عما يحول في حروفها من معان، وما يترقرق فيها من أضواء وظلال، وما توحي به من بوارق إشارات، وما تهدف إليه من غاية وشرف.\nفمادة \"الصورة\" بضم الصاد، بمعنى الشكل. فصورة الشجرة شكلها، وصورة المعنى لفظه، وصورة الفكرة صياغتها.\nوالشكل هو ذلك المحس التي تراه، أو تسمعه الأذن، أو تشمه الأنف أو يتذوقه الفم، أو يشعر به الجسم، فهو الذي ينبه الحاسة، ويدفعها إلى الإعمال، ويمسح بالتسجيل، وعلى ذلك تكون الصورة الأدبية هي الألفاظ والعبارات، التي ترمز إلى المعنى، وتجسم الفكرة فيها، أو هي مدلول اللفظ الحسي، فكل لفظ يرجع في الأصل إلى مصدره الأول في اللغة، وهو الشيء المحسوس، فالأحمر مثلا يرجع إلى اللون المتميز القائم بجسم معين؛ لأن المعنى المجرد للون+ الأحمر لا يتحقق في الخارج، إلا قائمًا بالشيء، المحسوس وكذلك لفظ الشجرة يرجع إلى ذات الشجرة النامية على وجه الأرض، في جذورها وجذوعها، وفروعها وأوراقها وثمارها وأزهارها.\nالجزء: 1 ¦ الصفحة: 3\n",
        "فالصورة على ذلك، تتحقق فيما توحي به الألفاظ من محسات متخيلة في النفس.\nوقيل: إن مادة \"الصورة\" بضم الصاد، بمعنى النوع والصنف من الشيء.\nفصورة الحمام، غير صورة النسور، وصورة الإنسان، غير صورة الأسد، فهذا نوع وذلك نوع آخر.\nوعلى ذلك إذا أطلقت الصورة الأدبية، فإنها ترجع إلى أنواع الأدب من شعر ونثر فني ومقال ومسرحية، وقصة وأفصوصة، والأول أقرب لموضوعنا هذا؛ لأن الصورة توجد في كل الأنواع، فالشعر فيه صورة، والنثر الفني فيه صورة، وهكذا في القصة والمسرحية وغيرها من أجناس الأدب المختلفة؛ ولأن النوعية لا تتأتى إلا بعد أن يأخذ المجرد المطلق شكلًا يعرف به، وصورة يظهر فيها خارجًا عن الذهن، حتى يستطيع الشخص أن يتفاهم به مع غيره بالأشكال المتعارف عليها.\nوبعد الشعر والنثر الفني والقصة إلى آخر الأقسام أجناسًا للأدب، يقوم كل جنس فيه على التشكيل بالصور والمحسات في الألفاظ والتراكيب، كما يؤلف الرسام فتاة أحلامه الساحرة في صورة غنية بالألوان والأشكال، والمخطوط والظلال، والأحجام، والأضواء، في تناسق وانسجام، وكذلك الشاعر في تصويره الأدبي.\n2-\nهذا ما يتصل بالمعنى اللغوي، وأما المعنى الذي اكتسبته المادة اللغوية من الاستعمال الأدبي، وما توحي به، حينما تنتقل في رياض الفنون في الأدب والشعر من روضة إلى أخرى، فالوصول إلى المعنى، ليس باليسير الهين، ولا السهل\nالجزء: 1 ¦ الصفحة: 4\n",
        "اللين ومن قال ذلك قد احتجبت عنه أسرار اللغة وجمالها المكنون المستمر، وروحها المتجددة النامية وليس لها -كما عند المناطقة- حدود جامعة، ولا قيود مانعة.\nواللغة لسان الأحياء، وعقل الخلق، في تقلب دائم، وحركة مستمرة إلى الأمام، والعقل والإحساس في نمو مطرد، يختلف من وقت لآخر، ومن أمة إلى أمة وهما معها في جبل يختلفان عن نفسيهما معًا في جبل آخر، وهو شأن اللغة بصفة عامة، فما بالك لو ارتقى الإنسان إلى أسمى -وفي السمو تيه وغموض- ما في اللغة، وهو التصوير والإبانة بدقة عما في النفس، وكنهها الدفين المبهم، فلا شك أن المشقة في تحديد التصوير ستكون أعظم، والجهد أوفر وأضخم، وخاصة إذا كان بإيجاز في سطر أو سطرين، وفقرة أو فقرتين، على ما جرى عرفًا واصطلاحًا في التعاريف والحدود.\nوأرى أن في هذا الاتجاه تقليلًا من شأن التصوير، وعبثا بمفهومه الواسع وعجزًا عن فهم حقيقته الممتدة الرحبة، رحابة الجمال واللذة والألم، التي لن يصل إلى كنهها إلا من غاب في الوجود -وهو حي بين الناس- ولا يستطيع أن يفهم أحدًا ولا يفهم منه أحد.\nوالأمر كذلك إن بقي مطمع في الإيجاز والتجديد، وهو ما لا يقره الذوق الصادق والعقل الناقب في القديم والحديث.\nوالمقدمون في النقاد والأدباء ومن تكلموا في الجمال -كالغزالي مثلًا- لم يقصدوا -ولا كان من قصدهم- التحديد والتركيز لمعنى الصورة الأدبية، بل لم يقع لبعضهم وإن وقع للبعض الآخر، فمنهم من جرت على لسانه عفوًا، ومنهم من قصدها ولم يضع لها حدًّا موجزًا، كما حدد الاستعارة والتشبيه وغير ذلك، ولو أوشك\nالجزء: 1 ¦ الصفحة: 5\n",
        "أحدهم على الإتيان بالمفهوم الصحيح، كالإمام عبد القاهر الجرجاني، لظهر قصوره في الإحاطة والشمول كحد مانع، وإن وفى الصورة في تحليلها الأدبي، ووقف على منظم منابع الجمال فيها.\nوأما موقف المتأخرين من النقاد حديثا في بيان مفهوم الصورة، فلا شك أنهم قطعوا شوطًا طويلًا، بقدر الزمن الذي باعد بينهم وبين المتقدمين، ولكنهم أيضًا لم يحددوها في إيجاز ببغيه المنطق، ولم يعرفوها في تركيز العلوم والرياضة؛ لأنهم فهموا جلال القضية، وسموا شأنها وقد لف الكثيرون حولها وداروا، فمنهم من اهتدى إلى كشفها وإيضاحها وتحليلها، وإلى مصادر الجمال فيها، ومنهم من ضل فلم يحسن التحديد، وند عنه التوضيح، وزاد من تيههم جميعًا في بيان المفهوم للصورة الشعرية، تلك الصراعات الذهبية الواردة حديثًا في الأدب والنقد، حى صار التوضيح هو الآخر صعبًا وشاقًّا، ولعل في هذا حفزًا للهمم، وقتلًا للفراغ، وحضا على مواصلة العلم والبحث، ما دامت الدنيا: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا} .\nوأخشى أن يظن ظان أنني أضع العقبات لأصرفه عن التعمق في هذا البيان، أو على الأقل لينفرد الباحث هنا -بما وصل إليه- بالسبق والتقدير.\nوأحسبني أنني لا أقصد هذا ولا ذاك، ولكن لأكشف عن حقيقة الخوض في هذا البحر العميق الذي لا قاع له ولا قرار في ذلك، هو سر الخلود والروعة والجلال.\nولا يظن أحد أيضًا أن المحدثين بانصرافهم عن التحديد والتركيز إلى التحليل والتوضيح قد عجزوا، ولكنهم باتجاههم هذا وصلوا في قوة ودقة إلى الكشف عن معالم الصورة، وبيان مظاهر الجمال فيها، فكان ذلك أكثر رفاء لنبل الصورة وتقديرًا لروعتها، وتوضيحًا لمغزاها وأثرها.\nالجزء: 1 ¦ الصفحة: 6\n",
        "وهذا ما يجعلني أن أستبطن اتجاهات النقد في الصورة قديمًا خاصة ثم حديثًا لأوضح وجهة نظرهم فيها من خلال اتجاهي نحوها، وإبراز الكشف عنها.\nومن المقرر عند الجميع أن رأس الأمر في هذا يرجع إلى الأذواق، التي تختلف من ناقد لناقد، ومن أمة لأمة.\nلذلك تناولت المفهوم لها متخذًا هذا المنهج، ليكون واضحًا -وعلى عجل- فالصورة الأدبية بحث مستقل متكامل، أجول فيه هنا وهناك، وأنقب وأثقب بالتحليل والموازنة والاستنتاج والاختراع وخطواتي ستترك علامات ما دمت في الطريق، وقلمى سيترك بصمات تميز صاحبها عمن قطع فيه شوطًا أو أشواطًا، والله سبحانه وتعالى أسأل أن ينفع به، وأن يسدد خطانا، والله ولي التوفيق.\nدكتور/ علي علي مصطفى صبح.\nالجزء: 1 ¦ الصفحة: 7\n",
        "الفصل الأول: الصورة الأدبية في النقد الأدبي القديم\nقبل أن أبدأ الحديث عن موقف القدماء من الصورة الأدبية، أستميح القارئ عذرًا في استعمال لفظ الصورة مع بضع القدماء؛ لأن البعض ربما كان لا يقصدها في حديثه عن الشعر، وغالبًا ما يقصد اللفظ أو الشكل، والأسلوب أو الصياغة والعبارة أو التركيب والنظم أو التأليف، إلى غير ذلك مما تسمح له ظروف التعبير والحياة، ومدى قدرته للإصابة فيه.\nوالذي قد يجيز لي التعبير بلفظ الصورة عندهم هو مقام البحث عنها في آرائهم وهل قد أصابوا في الوقوف على معناها أولًا؟ لأكشف من خلال ذلك مفهومها عند كل منهم غالبًا، هذه ناحية.\nوناحية أخرى، وهي أن من البدهي ألا أرتقى فجأة إلى مفهوم الصورة الأدبية عند الإمام عبد القاهر الجرجاني، الذي أوشكت أن تبلغ الكمال لديه، أو أغفله هو كذلك وأبدأ بالنقد الحديث فيها، كما قام بذلك بعض الباحثين المحدثين1 ظنا منهم أن مفهومها لم يصل إليها النقاد القدامى من العرب إلا نادرًا، فرأيت من الضروري أن أعرض الصورة في النقد القديم قبل النقد الحديث، وهي أولًا بذرة، ثم أوضح كيف نبتت وترعرعت؟ وشبت واستوت، ونضجت واستقام أمرها.\n1 د. مصطفى ناصف في \"الصورة الأدبية\" والدكتور ماهر حسن فهمي في \"المذاهب النقدية\" ص 211.\nالجزء: 1 ¦ الصفحة: 9\n",
        "وليس من المعقول أن نفصل الصورة قديمًا عن قضية اللفظ والمعنى، وهي جوهرها ولبها وما اللفظ إلا الشكل؟ وما المعنى إلا المضمون؟ وهما اللذان أثارهما النقاد المحدثين. وكيف لا يتناول النقد الأساس الأول الذي قامت عليه المذاهب الأدبية في العصر العباسي فوجدنا منه شعرًا مطبوعًا، وآخر مصنوعًا، شعرًا يهتم بالمعنى، وآخر يهتم باللفظ. يقول نقادنا عن الشعر: إنما هو عواطف الشاعر وشعوره يركبها خيال وملكات قادرة ومقدرة فنية موهوبة في صور من الألفاظ والأساليب1.\nولا مبرر لدعوة الذين يغمضون أعينهم عن هذه القضية، مدعين أنها دراسة عميقة لا قيمة لها في الصورة، وتبدأ القيمة عندهم من ابن رشيق وعبد القاهر، بل هما أيضًا كانت نظرتهما قاصرة، لم توف بالغرض المنشود.\nوهذا بعد عن الصواب، ونكران للحقيقة، وهم أشبه في ذلك بالذي سقط فجأة على ثمرة ناضجة، فقطفها، وأعمل أضراسه فيها، ولم يوجه انتباها لكيفية وجودها عندما كانت بذرة، ثم تحولت إلى جذور وجذوع، وسيقان، وفروع، وأوراق وأزهار، ثم مضى على ذلك وقت طويل، ونشط إليها من تعهدها ورعاها لتصير ثمرة شهية، تسيل لعاب المتذوق ويتلفظ بها في الآكل.\nوهكذا فلندعهم سادرين في غيهم، مخدوعين بما سمعوا وقرأوا، فهم أناس ألفوا الراحة، واكتفوا بما تحت أيديهم من غير جهد ولا تعب، أو تعقب للمراحل السابقة، قبل الوصول إلى نهاية الطريق، ثم يدعون باطلًا أن المراحل السابقة لا قيمة لها ولا وزن، ولا أهمية ولا اعتبار إلا للنتيجة النهائية في مفهوم الصورة الأدبية التي انتهى إليها النقاد في العصر الحديث.\n1 دراسات في تاريخ الأدب العربي في أزهى عصوره: د. محمد عبد المنعم خفاجي، د. عبد الرحمن عثمان -القسم الأول ص 123 مطبعة المدني 1972.\nالجزء: 1 ¦ الصفحة: 10\n",
        "مفهوم الصورة في العصرين الجاهلي والإسلامي:\nيكون من الصعب قبل عصر التدوين أن نقف بدقة على مدى الفهم للصورة الأدبية في العصر الجاهلي وفي بداية عصر الإسلام؛ لأن تعليقاتهم الموجزة على الشعر كانت في الغالب غير مدونة، فأصبحت عرضة للضياع، فإذا كان الشعر قد ضاع معظمه، ولم يبق إلا أقله، وليس هو مظنة الضياع، لتمكنه من النفس والعقل معًا، فكيف بالنثر الذي قيل حوله: ولو انتهى إلينا خبر عن بعض النقاد في العصر الجاهلي يبين مدى اهتمامه بالصياغة والصورة، فقد يسرب الشك فيه وفي نقله، كما حدث فيما ورد عن النابغة الناقد في سوق عكاظ تحت القبة الحمراء، ليصدر حكمه في شعر وقع لمشاهير ثلاثة الأعشى والخنساء وحسان، قد فاضل بينهم على الترتيب السابق، فسأله حسان عن سر تفوق الخنساء عليه، وهي في نفس الوقت دون الأعشى في الحكم، فقال النابغة لحسان: \"قلت: الجفنات، وهي جمع قلة لو قلت: الجفان، لكان أفضل، وقلت: يلمعن، واللمعان يختفي ويظهر، ولو قلت: يشرفن لكان أفضل وقلت: بالضحى وكل شيء يلمع في الضحى، ولو قلت: بالدجى لكان أفضل، وقلت: يقطرن، ولو قلت: يجرين لكان أفضل.\nكان مثل هذا يحدث من نوابغ الشعراء النقاد كالنابغة، حين أظهر اهتمامه بالصياغة، واختيار الصورة المناسبة للمعنى الذي عبر عنه حسان، ووضح في المجاورة النقدية التي تمت بينهما ما هبط فيه شعر حسان، وكشف النابغة عن أسرار الضعف في اختيار الألفاظ غير الملائمة للمعنى، مما أدى إلى نزول شعره إلى المرتبة الثالثة.\nويزيد من اهتمام النقاد في العصر الجاهلي بالصورة والصياغة، ما اتجه إليه بعضهم من الصناعة الشعرية، كزهير ابن أبي سلمى، زعيم مدرسة الصنعة في الشعر.\nالجزء: 1 ¦ الصفحة: 11\n",
        "آنذاك -ومعلوم أنه إذا أطلق لفظ الصناعة في الكلام، إنما يتجه إلى الصياغة والتصوير؛ لأن زهيرًا ومن اعتنق مدرسته كانوا يعكفون على القصيدة حولًا كاملًا -حتى سميت القصائد بالحوليات- فيغير اللفظ ويوضع مكانه لفظ آخر، أو يعدل الأسلوب، أو تضاف استعارة، أو يحذف تشبيه ويستبدل آخر، وهكذا، ومثل هذا الصنيع، يجعلنا نحكم على المدرسة بأنها تهتم بالصياغة والصورة، ليشرف المعنى. يقول الجاحظ:\n\"ومن شعراء العرب، من كان يدع القصيدة، نمكث عنده حولًا كريتًا، وزمنًا طويلًا يردد فيها نظره، ويحيل فيها عقله، ويقلب فيها رأيه اتهامًا لعقله، وتتبعًا على نفسه فيجعل عقله زمامًا على رأيه، ورأيه عيارًا على شعره، إشفاقا على أدبه، وإحرازًا لما خوله الله من نعمته، وكانوا يسمون تلك القصائد الحوليات والمقلدات -والمنقحات والمحكمات، ليصير قائلها خنذيذًا وشاعرًا مفلقًا\"1.\nلذا يقول الدكتور خفاجي: \"وكان ارتباط الشعر الجاهلي بالغناء ورغبة بعض الشعراء في التجويد والتجديد في المعاني من أسباب نشأة هذا المذهب الفني\"2.\nوقال أيضًا: \"كان زهير بن أبي سلمى يسمي كبار قصائده بالحوليات، ولذا قال الحطيئة: خير الشعر الحولي المحكك، وقال الأصمعي: زهير بن أبي سلمى والحطيئة وأشباههما عبيد الشعر، وكذلك كل من جود في جميع شعره، وووقف عند كل بيت قاله وأعاد فيه النظر، حتى يخرج أبيات القصيدة كلها مستوية في الجودة\"3.\n1 البيان والتبيين: الجاحظ ج2 ص9. د. محمد عبد المنعم خفاجي 1958.\n2 الحياة الأدبية في العصر الجاهلي ص 250.\n3 المرجع السابق ج2 ص13.\nالجزء: 1 ¦ الصفحة: 12\n",
        "لهذا كله كان النقاد في العصر الجاهلي، يحكمون على الشعراء بمقدار جودتهم في الصياغة، ويصفونهم حسب أسلوبهم تصويرهم، فيقولون: إن ربيعة بن عدي كان يسمى المهلهل؛ لأنه أول من هلهل الشعر وأرقه1، وكذلك المرقش لتحسينه شعره وتنميقه2، وكذلك قالوا: الأفوه، والمثقب، والمنخل، وسموا القصائد الحوليات والمقلدات والمنقحات والمحكمات3.\nويدل هذا على اهتمام مدرسة الصنعة بالأسلوب والصياغة، وعنهما كانت الصورة الأدبية بعد ذلك وهكذا استمر مذهب التثقيف وطول التهذيب مذهبًا فنيًّا يسير عليه بعض الشعراء حتى بعد العصر الجاهلي، وكان أساسًا لمذهب البديع الذي نشأ على يد مسلم وأبي تمام من المحدثين4. وقد غالى من رمى الشعر الجاهلي ونقده بالشك وعدم صحة الإخبار عنه5. ولست معهم في هذا الشك المطلق، ما دام هناك في الأدب العربي صناعة شعرية، وللصناعة في أي فن، مادة وشكل، ومعنى وصورة.\nلذلك نجد ذا الرمة الشاعر الإسلامي، يعجب بالصورة والشكل في أبيات للكميت ولم يصرح بهذا اللفظ، وإن ذكر خاصة تتصل بالصورة لا المعنى، قال: \"أحسنت ترقيص هذه القوافي\"6.\n1 الأغاني: الأصفهاني ط دار الكتب ج5 ص57.\n2 المفضليات للضبي ج1 ص410.\n3 البيان والتبيين: الجاحظ ج2 ص9.\n4 الحياة الأدبية في العصر الجاهلي: د. محمد عبد المنعم خفاجي ص244، 247. طبعة ثانية 1958م.\n5 مثل د. طه حسين في كتابه \"في الأدب الجاهلي وغيره\".\n6 المذاهب الأدبية: د. ماهر حسن فهمي ص27.\nالجزء: 1 ¦ الصفحة: 13\n",
        "كما تعجب الكميت من تصوير ذي الرمة حينما أنشد قوله:\nدعاني ما دعاني الهوى من بلادها\n...\nإذا ما نأت خرقاء عني بغافل\nفقال الكميت: لله بلاء هذا الغلام، ما أحسن قوله وأجود وصفه يقول: الأستاذ الدكتور خفاجي: \"وهذا يدل على إنصاف الكميت في النقد وتمييز الجيد من الرديء في الشعر\"1.\nبشر بن المعتمر والصورة الأدبية:\nأول من تنبه من النقاد العرب القدامى إلى النظم، وهو بشر بن المعتمر2 في صحيفته المشهورة3، فهو لا يرتفع باللفظ وحده، ولا بالمعنى وحده، ولكن يقصدهما معًا وفي نفس واحد، ولا يفصل أحدهما عن الآخر، ويشهد بهما معًا ممهدًا لنظرية النظم يقول:\n\"إياك والتوعر، فإن التوعر يسلمك إلى التعقيد، والتعقيد هو الذي يستهلك معانيك ويشين ألفاظك\".\nفالتعقيد من سمات اللفظ والمعنى معًا وهو يفسد الصورة ويخل التعبير بفقد روح التأثير فيها، ويقول بعد ذلك:\n\"ومن أراد معنى كريمًا فليلتمس له لفظًا كريمًا، فإن حق المعنى الشريف اللفظ الشريف، ومن حقهما أن تصونهما عما يفسدهما ويهجنهما\".\n1 دراسات في النقد الأدبي: د. محمد عبد المنعم خفاجي من 100 طبعة أولى.\n2 هو أبو سهل بشر بن المعتمر المتوفى عام 210هـ زعيم فرقة من المعتزلة تدعى \"البشرية\" تنسب إليه وكان شاعرًا.\n3 البيان والتبيين: الجاحظ تحقيق السندوبي ج1 ص82 وما بعدها، وتحقيق عبد السلام هارون ج1 ص134 وما بعدها.\nالجزء: 1 ¦ الصفحة: 14\n",
        "فموطن الجمال عنده في العمل الأدبي، يرجع إلى ارتباط اللفظ بالمعنى، فلا بد للمعنى الشريف من لفظ شريف، ويريد بذلك أن يفصح عن العلاقة بينهما، فليس في اللفظ وحده، ولا في المعنى وحده، ولكن في العلاقة بينهما، وهي محل الصورة الأدبية التي توضح المعنى، وتسمو بالصياغة والتعبير، وليسمها بشر علافة، أو اهتمام باللفظ والمعنى كما يشاء، لمناسبة التسمية مع ذوق أدباء عصره، ونشأة النقد الأدبي قبل أن يعرف المصطلحات الأدبية.\nوهذا الاتجاه قريب من مفهوم الصورة التي تحددت معالمها فيما بعد، بل أضاف لما سبق معالم جديدة في مفهومها، منها التلاؤم بين اللفظ والمعنى، وقوة العاطفة، والوحدة الفنية، وتلاؤم الصورة مع العاطفة والمقام والغرض التي ذكرت من أجله.\nيقول أبو سهل بشر بن المعتمر في مناسبة اللفظ للمعنى والتلاؤم بينهما: \"ومن أراد معنى كريمًا فليلتمس له لفظًا كريمًا، فإن حق المعنى الشريف اللفظ الشريف. إلى قوله: أن يكون لفظك رشيقًا عذبًا، وفخمًا سهلًا، ويكون معناك ظاهرًا مكشوفًا وقريبًا معروفًا\".\nأما قوة العاطفة في الأسلوب والصورة يقول فيها: \"خذ من نفسك ساعة نشاطك\" وفراغ بالك، وإجابتها إياك، فإن قليل تلك الساعة أكرم جوهرًا، وأشرف حسبًا وأحسن في الأسماع، وأحلى في الصدور، من فاحش الخطأ، وأجاب لكل عين وفرة من لفظ شريف، ومعنى بديع، وأعلم أن ذلك أجدى عليك مما يعطيك يومك الأطول بالكد والمطاولة والمجاهدة، وبالتكلف والمعاودة\".\nأليس هذا حديث العاطفة في الكلام؟ فإنها لا تتولد إلا ساعة النشاط والحيوية والحرارة والانفعال، وعند ذلك تعطي الكثير في وقت قليل كما وكيفا في النظم والتصوير، وتتوافر لديها المعاني البكر والألفاظ الغرر.\nالجزء: 1 ¦ الصفحة: 15\n",
        "وفي غير هذا الوقت الذي تتوهج فيه العاطفة، يعاود الأديب ويطاول سليقته، ويتكلف ويجاهد نفسه وجسمه، حتى يحقق نظمًا وصياغة، لا يخلو من كلفة وفتور عاطفة.\nوالعاطفة القوية هي التي تلهب التصوير، وتسري حرارتها في الصورة الأدبية وتبعث في النظم قوة التأثير وهو ما أراده بشر وإن لم يصرح بلفظها، أليس من الحق بعد وضوح معالمها وتحديد مفهومها حديثًا أن تقرر التشابه بين الحديث عنها عند بشر وفي العصر الحديث؟ ألم يكن بينهما توافق كبير؟ فحديث العاطفة في الصورة اليوم هو نفسه حديث أبي سهل عنها منذ اثني عشر قرنًا من الزمان؟ أظن أنه لا فرق في الجوهر واللب، وإن كان هناك فرق بينهما في التصريح بالعاطفة وعدمه.\nويتحدث أبو سهل عن الدعامة الثالثة للصورة الأدبية، أو النظم والكلام البليغ وهي الوحدة الفنية أو مناسبة الكلمة لموقعها، يقول:\n\"فإن كانت المنزلة الأولى لا تواتيك ولا تعتريك، ولا تسنح لك عند أول نظرك وفي أول تكلفك، وتجد اللفظة لم تقع موقعها، ولم تصر إلى قرارها، وإلى حقها من أماكنها المخصوصة لها، والقافية لم تحل في مركزها وفي نصابها، ولم تصل بشكلها، وكانت قلقة في مكانها، نافرة من موضعها، فلا تغصبها على اغتصاب الأماكن، والنزول فيغير أوطانها. فإن ابتليت بأن تتكلف القول وتتعاطى الصنعة، ولم تسمح لك الطباع في أول وهلة، وتعصي عليك بعد إجالة الفكرة، فلا تعجل ولا تضجر، ودعه بياض يومك أو سواد ليلك، وعاوده عند نشاطك وفراغ بالك، فإنك لا تعدم الإجابة والمواتاة، إن كانت هناك طبيعة أو جرت من الصناعة على عرق\".\nفالشعر عند أبي سهل ليس ميسورًا، وصياغته ليست سهلة، والتصوير لمعنى\nالجزء: 1 ¦ الصفحة: 16\n",
        "ما يحتاج إلى دقة، وبراعة، وعلى الشاعر بعد اختيار الألفاظ والمعاني الكريمتين أن يختار لكل كلمة موقعها من الصورة، لتستقر في مكانها المخصوص لها، وكذلك القافية لا بد أن تقع في نصابها، وتتوازن مع نظائرها، وتتشاكل مع أخواتها، وبذلك يصير كل من الكلمة والقافية غير قلق في مكانه، ولا نافر من موضعه، وغير مكره على اغتصاب، ولا مضطرب في غير أوطان.\nوإذا لم يتيسر للشاعر التناسب في الصورة الأدبية والوحدة الفنية بين الألفاظ فيها بحيث لا توافق الكلمة أختها، بأن تعبر إحداهما عن العشق والصبابة والأخرى عن الحماسة والفخر، مما يهلهل النسج، ويضعف التماسك، وعلى الشاعر حينئذ خوفًا من الخلط والاضطراب أن يترك العمل الأدبي يومًا أو ليلة، حتى يستطيع أن يحكم النسج، ويضع كلا في مكانه المناسب، فتقع الكلمة مع أختها، لا مع الغريبة عنها وبذلك يتم التلاؤم بين أجزاء الصورة، ودور الصياغة المنثورة، وتتحقق الوحدة الفنية فيها.\nوليسمها بشر بن المعتمر تناسبًا بين الكلمات، وتوافقًا في القوافي، حين تأخذ الكلمة موطنها، وتتلاءم القافية مع أخواتها، فيتحقق من عناصر الصورة دلالة الألفاظ في مدلولها وبموسيقاها على غرض الشاعر، وقد أخذ اللفظ والقافية مكانهما من النظم أو البيت وليسمها النقاد اليوم الوحدة الفنية أو العضوية، مما يدل على التناسب بين الكلمات في التركيب، والتلاؤم بين الأجزاء في التصوير.\nويتحدث أبو سهل عن الدعامة الرابعة للصورة الأدبية، أو عن النظم والتأليف.\nالجزء: 1 ¦ الصفحة: 17\n",
        "بين الكلم وهي تلاؤم الصورة أو التركيب، مع المقام والغرض الذي يهدف إليه الشاعر فيقول:\n\"وينبغي للمتكلم أن يعرف أقدار المعاني، ويوازن بينها وبين أقدار المستمعين، وبين أقدار الحالات، فيجعل لكل طبقة من ذلك كلامًا، ولكل حالة من ذلك مقامًا، حتى يقسم أقدار الكلام على أقدار المعاني، ويقسم أقدار المعاني على أقدار المقامات وأقدار المستمعين على أقدار تلك الحالات. فإن كان الخطيب متكلمًا، لم يتجنب ألفاظ المتكلفين، كما أنه إن عبر عن شيء من صناعة الكلام واصفًا أو مجيبًا أو سائلًا، كان أولى الألفاظ به ألفاظ المتكلمين، إذ كانوا لتلك العبارات أفهم، وإلى تلك الألفاظ أميل، وإليها أحسم، وبها أشغف\".\nوعالم البلاغة عندما يسمع حديث بشر يحكم عليه هنا بأنه لا يصلح إلا لمطابقة الكلام لمقتضى الحال، لارتباطه القوي بالبلاغة، ولا يمت للصورة الأدبية إلا بأدنى ملابسة. والحق أن كلام بشر السابق وما قبله لا يستطيع أحد ألا يلحقه بعلم البلاغة فحديثه وثيق الصلة بها، وينبغي أن يدخل في باب الصورة الأدبية؛ لأن الغرض من التصوير هو التأثير في النفس بحيث يسيطر على العقل والمشاعر، وهذا التأثير للصورة لا يتم ولا يقوى إلا إذا اتفقت مع الحالة التي تعبر عنها، في المقام الذي يبرزه الشاعر المصور مثل قول ابن الرومي في \"الثقيل البارد\".\nيا أبا القاسم الذي ليس يدري\n...\nأرصاص كيانه أم حديد\nأنت عندي كما بئرك في الصـ\n...\nـيف ثقيل يعلوه برد شديد\nوأجزاء الصورة هنا تبرز معالم الثقل في شخص أبي القاسم، فهو ثقيل النفس عديم الحركة فاقد الإنسانية، ميت الشعور، بارد العاطفة، كالرصاص أو الحديد\nالجزء: 1 ¦ الصفحة: 18\n",
        "اللذين لا ينتفع الناس بكل منهما، إلا إذا انصهر في النار واتخذ أشكالًا وجسومًا تصلح للاستعمال والانتفاع.\nفأبو القاسم بارد كهذين المدنيين، اللذين يظهر فيهما تأثير البرودة واضحًا وبسرعة، فهما جيدا التوصيل، كما يقول علماء الطبيعة حديثًا، بخلاف الخشب فهو رديء التوصيل ولكي يبلغ ابن الرومي الغاية في الصورة، ويمنحها القدرة على التأثير، أضاف إلى البرودة السابقة برودة أشد وأقوى، وهي برودة الماء التي ترتفع فيه الدرجة لسيلانه وليونته، ثم يرتفع بها إلى معدم غير عادي، وهو ما بعد الصفر، فيصور الماء في بئر تحت الأرض، بعيدًا عن حرارة الشمس، وفي ظل دائم، ثم أخيرًا يكسبه بطبقة من الجليد والبرد.\nوقد اختار الألفاظ في النظم التي تتناسب مع أبي القاسم، واستقطب الأجزاء في الصورة التي تتلاءم مع حالة الثقل البارد من الرصاص والحديد وماء البئر في الصيف، والثقل والبرد الشديد كل ذلك ليؤدي الشاعر الغرض الذي من أجله كانت الصورة ويتآلف مع مقام الهجاء العفيف، الذي أراده الشاعر، فقد رمى أبا القاسم في صورته بثقل النفس، وجمود العاطفة وتجريده من الإنسانية وموت الشعور فيه، مما يتناسب مع مقام الإقذاع والتنكيل به.\nوهذا هو نهاية ما يتطلبه بشر بن المعتمر من التركيب والتصوير، وما اهتم العلماء بالبلاغة إلا ليبلغوا بالكلام والصور مبلغ التأثير والإيقاع، ولعل هذه الشبهة هي التي وقفت دون النقاد عن فهم ما يقصده بشر من صحيفته المشهورة من العناية بالنظم، وإيضاح معالم التأليف والصور، حتى تكون جديرة بوصفه إياها بالبلاغة وقوة التأثير في النفس. وإن كانت هذه إشارات خاطفة منه في مفهوم النظم والتصوير، إلا أنها نبهت من بعده، فأخذ ينميها ويعمقها، ليبلغ بها الغاية في الدقة والكمال وقوة التأثير والإمتاع.\nالجزء: 1 ¦ الصفحة: 19\n",
        "موقف الجاحظ من الصورة الأدبية:\nبعد أن نشط التدوين، وراجت الكتابة، وتسابقت الأقلام، أصبح من السهل أن نقف على آراء النقاد في الصورة والشكل، وكان أول من أثار هذه القضية هو أبو عثمان عمرو بن بحر الجاحظ1. وبعثها كنظرية نقدية، وظاهرة أدبية، وقضى فيها بما يراه لائقًا بالأدب والشعر، وما عداه مناطًا للحسن والجودة، ومرتقى للسبق والفضل والتفوق.\nووضح موقفه منها، حينما انتهى إلى سمعه أن أبا عمرو الشيباني استحسن بيتين من الشعر معناهما، مع سوء العبارة التي تصورهما، فقال الجاحظ وهو يهجم عليه: \"ذهب الشيخ إلى استحسان المعنى، والمعاني مطروحة في الطريق، يعرفها العجمي والعربي، والبدوي والقروي، وإنما الشأن في إقامة الوزن، وتخير اللفظ، وسهولة المخرج وكثرة الماء، وفي صحة الطبع، وجودة السبك، فإنما الشعر صياغة، وضرب من التصوير2.\nفهو يرى أن المعاني ممتدة واسعة. بعكس الألفاظ، فإنها محصورة محدودة، يقول: \"المعاني مبسوطة إلى غير غاية، وممتدة إلى غير نهاية\"3.\nويبين أن البلاغة والجمال، إنما يرجعان إلى اللفظ؛ لأن المعنى الشريف قد يؤدي باللفظ الرديء يقول: \"ومن الدليل على أن مدار البلاغة على تحسين اللفظ أن الخطب الرائعة، والأشعار الرائقة، ما عملت لإفهام المعاني فقط؛ لأن الرديء من اللفظ، يقوم مقام الجيد منها في الأفهام\"4.\n1 هو أبو عثمان عمرو بن بحر الكناني المتوفى سنة 255هـ.\n2 الحيوان: الجاحظ ج3 ص40 تحقيق عبد السلام هارون.\n3 البيان والتبيين ج1 ص43 تحقيق محب الدين الخطيب.\n4 المرجع السابق ص253.\nالجزء: 1 ¦ الصفحة: 20\n",
        "والجاحظ في اتجاهه يفصل بين اللفظ والمعنى \"وينظر إلى اللفظة والجملة\"1، هذا حديث المضمون والشكل، والمحتوى والصورة، وأن المعنى قد يكون واحدًا، ولكنه يعرض في صور مشددة، وصياغات مختلفة؛ لأن الشأن في الصياغة، والشعر ضرب من التصوير، ونطاق الصياغة والتصوير ضيق صعب، لا يليه، إلا لمن وهب القدرة والموهبة، بخلاف المعنى فهو ممتد ميسور، يقع للغبي والذكي.\nويقصد الجاحظ بالصورة في حديثه الأسلوب والصياغة، وإحكام النسخ في العبارات وتخير الألفاظ والأوزان؛ لأن الحديث عنده نبع من الهجوم على أبي عمرو الشيباني نصير المعنى، ونعى عليه اتجاهه، وأقر بأن اللفظ هو مقياس الجمال وحده.\nوهذا الرأي ردده كثير ممن أتى بعده من أنصار اللفظ، الذين انتصروا له وأيدوا الصورة، بينما كان هناك من اهتم بالمعنى بجوار اللفظ، وانتصر لكل على حدة، حتى جاء بعد ذلك من انتصر لهما معًا بدعوة النظم، ورأى أن الصورة إنما تكون في النظم، لا في اللفظ المفرد، ولا في المعنى المفرد.\nموقف ابن قتيبة من الصورة الأدبية:\nكان ابن قتيبة من أنصار المعنى الذي شايعوه، ولم يعتبروا اللفظ إلا بشرف معناه، ولم يرفعوا الشكل إلا بنبل مغزاه، فلا قيمة للصورة عندهم إلا بشرف مضمونها، ولكنهم تفاوتوا في النظرة إلى درجة الجودة في اللفظ والمعنى، فمنهم من سوى بينهما في الشرف والجودة، ومنهم من رجح المعنى على اللفظ.\n1 أبو عثمان الجاحظ: د. عبد المنعم خفاجي ص 229 -طبعة أولى- المطبعة المحمدية بالقاهرة.\nالجزء: 1 ¦ الصفحة: 21\n",
        "ويرى ابن قتيبة1 أن القصيد يعلو ويهبط، ويسمو ويقبح حسب قيمة اللفظ والمعنى فيه، ولكنه رجح جانب المعنى في الشعر على جانب اللفظ حينما قسمه على أربعة أضرب:\nأولًا: ضرب حسن لفظه وجاد معناه.\nثانيًا: ضرب حسن لفظه وحلًا، فإذا فتشته لم تجد هناك فائدة في المعنى.\nثالثًا: ضرب جاد معناه، وقصرت ألفاظه عنه.\nرابعًا: ضرب تأخر معناه، وتأخر لفظه2.\nويظهر ترجيحه للمعنى حينما ينقد أبيات كثيِّر المشهورة التي يقول فيها:\nولما قضينا من منى كل حاجة\n...\nومسح بالأركان من هو ماسح\nوشدت على حدب المهارى رحالنا\n...\nولم ينظر الغادي الذي هو رائح\nأخذنا بأطراف الأحاديث بيننا\n...\nوسالت بأعناق المطي الأباطح\nفهي عنده خالية من كل معنى مفيد، على أنه يعجب بمثل قول أبي ذؤيب:\nوالنفس راغبة إذا رغبتها\n...\nوإذا ترد إلى قليل تقنع\nوذلك لتضمنه معنى أخلاقيًّا3، ومن هنا يظهر \"فساد رأيه في العلاقة بين اللفظ والمعنى\"4. وهذا الاتجاه يوضح عدم اعتداده بالصورة الأدبية إلا إذا صور الشاعر بها معنى لطيفًا ومغزى شريفًا، ما التي تحمل معنى وسطًا أو ساقطًا -وإن اكتملت عناصرها وتلاءمت أجزاؤها- فلا تعد صورة عنده، ولا يقيم لها وزنًا كأبيات كثير السابقة؛ لأن الأساس عنده في الشعر هو شرف المضمون.\n1 هو عبد الله بن مسلم بن قتيبة الدينوري المتوفى سنة 276هـ.\n2 الشعر والشعراء: ص7 وما يليها.\n3 الشعر والشعراء: ابن قتيبة ص10، 11.\n4 دراسات في النقد الأدبي: د. محمد عبد المنعم خفاجي ص130.\nالجزء: 1 ¦ الصفحة: 22\n",
        "ابن طباطبا والصورة الأدبية:\nويؤيد ابن طباطبا1 ما جاء به بشر بن المعتمر في صحيفته المشهورة فيقول: \"إذا أراد الشاعر بناء قصيدة، فحضر المعنى الذي يريد بناء الشعر عليه في فكره نثرًا أو أعد له ما يلبسه إياه، من الألفاظ التي تطابقه، والقوافي التي توافقه، والوزن الذي سلس له القول عليه، فإذا اتفق له بيت، يشاكل المعنى الذي يرومه، ابتدأ وعمل فكره في شغل القوافي، بما تقتضيه من المعاني، على غير تنسيق للشعر، وترتيب لفنون القول فيه، بل يعلق كل بيت، يتفق له نظمه، على تفاوت ما بينه وبين ما قبله فإذا أكملت له المعاني وكثرت الأبيات، وفق بينها بأبيات تكون نظامًا لها، وسلكًا جامعًا لما تشقت منها، ثم يتأمل ما قد أداه إليه طبعه، ونتجته فكرته، فيستقصى انتقاده، ويرم ما وهي منه، ويبدل بكل لفظه مستكرهة، لفظة سهلة نقية، وإذا اتفق له قافية قد شغلها في معنى من المعاني، واتفق له معنى آخر مضاد للمعنى الأول، وكانت تلك القافية أوقع في المعنى الثاني، منها في المعنى الأول، نقلها إلى المعنى المختار، الذي هو أحسن، وأبطل ذلك البيت، أو نقض بعضه، وطلب لمعناه قافية تشاكله، ويكون كالنساج الحاذق، الذي يفوف وشيه بأحسن التفويف ويسديه. ولا يهلهل شيئًا منه فيشينه، وكالنقاش الدقيق الذي يضع الأصباغ في أحسن تقاسيم نقشه، ويشبع كل صبغ منها، حتى يتضاعف حسنه في العيان، وكناظم الجواهر، الذي يؤلف بين النفيس منها، والثمين الرايق ولا يشين عقوده، بأن يفاوت بين جواهرها في نظمها وتنسيقها، وكذلك الشاعر إذا أسس شعره على أن يأتي فيه بالكلام البدوي والفصيح، لم يخلط به الحضري المولد، وإذا أتى بلفظة غريبة أتبعها أخواتها2\".\n1 هو محمد بن أحمد بن طباطبا المتوفى سنة 322هـ.\n2 عيار الشعر: ابن طباطبا ص 23 في القاهرة 1956م.\nالجزء: 1 ¦ الصفحة: 23\n",
        "وهذا هو العمل الفني في القصيدة الشعرية وهو ممتزج بالصورة الأدبية امتزاجًا كاملًا في العملية الشعرية، عندما ينفعل الشاعر بموضوع ما ويعانيه، فيعمد إلى نظمه في قصيدة، ويحضر المعاني، ويعيش معها في صراع داخلي، يعمل فيه العقل والوجدان والمشاعر، فإذا استوى لديه الشكل في ألفاظ تتلاءم معها، ثم اختار لها القالب الموسيقي الذي يتناسب معها قافية ووزنًا، شد جزئيات القالب بألفاظ وصور على هذا النمط، حتى يستقيم البيت من الشعر، وهكذا بقية الأبيات يختار لكل معنى في أبيات القصيدة صورة أدبية، تتفق معه دلالة وإيقاعًا، فإذا فرغ من القصيدة، عاودها مرة ومرة، فإذا وجد هناك ثغرات ملأها في المعاودة والمراجعة، فيصل ما انقطع بين المعاني بمعنى مناسب، أو ما نفر بين الصور \"الأبيات\" بصورة تتآلف مع أخواتها، وكذلك الأمر في لفظة شاردة أو قافية قلقة، فيأخذ بيده هذه، ويضع لأخرى تلك.\nوالشاعر في تصويره وتأليفه كالنساج الحاذق، الذي يحكم نسجه، ويصقل ثوبه وكالنقاش الذي يختار في نقشه أحسن الألوان، ويرتبها، ويمزجها بالقدر اللازم، ويركز فيها حتى تخلب العيون، وكناظم الجواهر، الذي يؤلف بين حباته النفيسة، لتأخذ كل حبة مكانها الأصغر فالصغير، فالكبير فالأكبر، وهكذا يصنع في نظم العقد وتنسيقه، والناقد الكبير يبين:\nأولًا: عملية التحضير للقصيدة بما فيها من إعداد المعنى الذي هو هنا أوسع نطاقًا من الفكرة والغرض والتجربة الشعرية، يدل عليه قوله: \"إذا أراد الشاعر بناء قصيدة، فحضر المعنى الذي يريد بناء الشعر عليه\".\nثانيًا: المعاني المجردة إنما تكون في الذهن \"في فكر الشاعر نثرًا\".\nثالثًا: أن الشاعر وهو يعاني التجربة، يشكل أثناء ذلك من المعاني صورًا شعرية متناثرة \"ويعد لها ما يلبسها إياه من الألفاظ التي تطابقه\".\nالجزء: 1 ¦ الصفحة: 24\n",
        "رابعًا: أن العقل والفكر يتدخل في النهاية، ليؤلف بين الصور، التي تكون بيتًا يتفق مع المعنى \"فإذا اتفق له بيت يشاكل المعنى، ابتدأ وأعمل فكره في شغل القوافي، بما تقتضيه من المعاني\n...\nإلخ\".\nخامسًا: أنه يربط بين اللفظ بإيقاعه ودلالته وبين المعنى، ويشير بذلك إلى قضية النظم وبه تتحقق الصورة الشعرية. \"وأعد له ما يلبسه من الألفاظ التي تطابقه، وللقوافي التي توافقه، والوزن الذي سلس له القول عليه\".\nسادسًا: أن التجربة الشعرية في الذهن، التي تجسمها الصورة في الخارج، غامضة ومزلقة للشاعر، فيحتاج إلى معاودة الصور مرات، ليسترد ما ند من الصور أو ما خفي منها، ويبرزها في مكان تتناسب فيه مع أخواتها في الخارج. \"فإذا أكملت له المعاني، وكثرت الأبيات، وفق بينها بأبيات تكون نظامًا لها\n...\nإلى قوله وطلب لمعناه قافية تشاكله\".\nسابعًا: والفقرة السابقة تؤكد التلاحم بين الصور والأبيات، فتشيع بينها الوحدة، ويسري فيها الترابط، وابن طباطبا يشير إلى الوحدة في الصورة الأدبية في موطن آخر فيقول: \"بل يجب أن تكون القصيدة كلها كلمة واحدة في اشتباه أولها بآخرها نسجًا وحسنًا وفصاحة وجزالة ألفاظ، ودقة معان، وصواب تأليف\n...\nحتى تخرج القصيدة كأنها مفرغة إفراغًا، لا تناقض في معانيها، ولا وهي في مبانيها ولا تكلف في نسجها1\". وهذه هي الوحدة الموضوعية بأدق معناها كما يراها النقاد المعاصرون فهو يرى أن تكون الألفاظ في الصورة، والصور في البيت، والبيت في القصيدة، كلمة واحدة في تلاؤم النسج والحسن والفصاحة والجزلة وصواب التأليف، حتى لا يحدث ضعف في مبنى الصورة، ولا ثغرة فيها، ولا تكلف في نسجها.\n1 عيار الشعر: ابن طباطبا ص126، 127 ط القاهرة: 1956.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ويؤكد هذه الوحدة في موطن آخر فيقول:\n\"وينبغي للشاعر أن يتأمل تأليف شعره وتنسيق أبياته\n...\nفلا يباعد كلمة عن أختها، ولا يحجز بينها وبين تمامها بحشو يشينها، ويتفقد مصراع كل يشاكل من قبله1\".\nعلى الشاعر أن يتأمل نظمه وتأليفه فيتجنب الحشو فيه، ولا يفصل بين الأخوات من الكلام بأجنبي، ويضع المصراع متلائمًا مع قرينه.\nومن الخطأ أن نذهب كما ذهب بعض الدارسين إلى أن ابن طباطبا لا يهتم بالوحدة العامة في القصيدة أو في الصورة الكلية، وإنما يهتم بالوحدة في البيت الواحد، أو في الصورة الجزئية كما يقول د. غنيمي هلال2؛ لأن ابن طباطبا ناقدنا الجليل قد حدد الوحدة الموضوعية تحديدًا كاملًا.\nوالذي أعنيه ويتصل بالبحث، هو موقف ابن طباطبا من الصورة الأدبية في الشعر ومدى إدراكه لها وكيف عالجها، ولا يضر هنا كثيرًا أنه عالجها في صورها الجزئية أو في البيت الواحد أو أنها ترتبط بالنظم والتأليف، أو كانت رافدًا قويًّا من روافد النضوج في النظم والصورة الأدبية كما عقد الإمام عبد القاهر الجرجاني بعد ذلك.\nثامنًا: الذي يدل على أنه اهتم بالصياغة والتأليف وسلامة النظم، أنه جعل الشاعر كالنساج الحاذق والنقاش الماهر، وناظم الجواهر الدقيق، هنا يربط ابن طباطبا بين التصوير الأدبي، وبين فنون التصوير الأخرى المحسة من نسج ونقش وصوغ ليوضح أن هذه الصناعة من تلك، إذن فالصورة الأدبية عنده\n1 المرجع السابق ص124.\n2 النقد الأدبي الحديث: د. محمد غنيمي هلال ص216.\nالجزء: 1 ¦ الصفحة: 26\n",
        "كالنسج والنقش والصوغ، وبهذا المفهوم وتلك الموازنة تأثر عبد القاهر فيما بعد. \"ويكون كالنساج\n...\nإلى قوله وكذلك الشاعر\".\nتاسعًا: التلاؤم الشديد بين اللفظية واللفظة في الجزالة والدقة، وفي غرابة اللفظ وبداوته وفي الحضرية المولدة يقول: \"إذا أسس شعره على أن يأتي فيه بالكلام البدوي -الفصيح، لم يخلط به الحضري المولد، وإذا أتى بلفظة غريبة أتبعها أخواتها\" وكذلك قوله: \"في اشتباه أولها بآخرها نسجًا وحسنًا، وفصاحة وجزالة ألفاظ، ودقة معان وصواب تأليف\".\nقدامة بن جعفر والصورة الأدبية:\nوممن أشار إلى الصورة الأدبية قدامة بن جعفر الذي اعترف بها عنصرًا من عناصر الشعر، وربطها بغيرها من العناصر الأخرى، فهو يرى \"أن المعاني كلها معرضة للشاعر وله أن يتكلم منها فيما أحب وآثر، من غير أن يحظر عليه معنى يروم الكلام فيه، إذا كانت المعاني للشعر بمنزلة المادة الموضوعة، والعشر فيها كالصورة، كما يوجد في كل صناعة، من أنه لا بد فيها من شيء موضوع يقل تأثير الصورة منها. مثل الخشب للتجارة، والفضة للصياغة1\".\nوكلام قدامة أدخل في باب التصوير من رأى الجاحظ فيه، فقد جعل للشعر مادة وهي المعاني، وصورة وهي الصناعة اللفظية، والتجويد في الصياغة، يقول: \"وعلى الشاعر إذا شرع في أي معنى كان من الرفعة أو الضعة. وغير ذلك من المعاني الحميدة أو الذميمة أو يتوخى البلوغ من التجويد في ذلك إلى الغاية المطلوبة2\".\n1 نقد الشعر: قدامة بن جعفر ص13 المتوفى سنة 337.\n2 المرجع السابق.\nالجزء: 1 ¦ الصفحة: 27\n",
        "ويضعف قدامة عنصرا جديدًا في بيان مفهوم الصورة الشعرية، حيث يشبه صناعة الشعر بغيره من سائر الصناعات كالنجارة للخشب، والصياغة للفضة، فالجميع يعتمد على مادة وشكل، فالفضة مثلًا يتخذ منها أشكالًا مختلفة، وكل شكل يسمى صورة كالخاتم مثلًا، وكذلك الأمر في الشعر؛ لأنه كسائر الصناعات يقول ابن سلام الجمحي عن الشعر: \"صناعة وثقافة يعرفها أهل العلم كسائر أصناف العلم والصناعات1\".\nويبين أيضًا فضل الصورة في العمل الأدبي، إذ بها تقاس قدرة الشاعر ومهارته في صناعة الشعر، فالقطعة من الخشب أو الفضة في ذاتها لا تفصل قطعة أخرى إلا بالصورة التي ظهرت فيها، وقد يتناولها الصانع في صورتين، فتظهر إحداهما ذميمة، والأخرى جميلة، مع أن المادة من الخشب أو الفضة واحدة فيها.\nوكذلك الشعر عند ابن جعفر، قد يتناول الشاعر موضوعًا واحدًا، يصوره تصويرًا حسنًا في مواطن، ويعرض إياه في معرض قبيح في موطن آخر، ويدل هذا -مع اتحاد المادة- على قدرة الشاعر وبنوغه، التي ترجع إلى التصوير يقول في ذلك.\n\"إن مناقضة الشاعر نفسه في قصيدتين أو كلمتين، بأن يصف شيئًا وصفًا حسنًا، ثم يذمه بعد ذلك ذمًّا حسنًا بينا غير منكر عليه، ولا معيب من فعله، إذا أحسن المدح والذم، بل ذلك يدل على قوة الشاعر في صناعته واقتداره عليها2\".\nوفي مكان آخر ينتصر للفظ والصورة، ويقدمها على المعنى والمادة، فيرى أن\n1 طبقات الشعراء: ابن سلام الجمحي المتوفى عام 332هـ ص3.\n2 نقد الشعر: قدامة بن جعفر ص13، 14.\nالجزء: 1 ¦ الصفحة: 28\n",
        "معيار الجمال يرجع إلى الشكل أكثر مما يرجع إلى المعنى، مما لا يستغنى عنه شاعر ولا خطيب ويذكر الخصائص التي تتصل به وتنبني عليه، وهي موسيقى الصورة التي ترجع إلى الشكل لا إلى المعنى كالترصيع والسجع واعتدال الوزن وغيرها مما يتصل بالشكل ويرجع إلى بنائه يقول:\n\"وأحسن البلاغة الترصيع والسجع، واتساق البناء، واعتدال الوزن، واشتقاق لفظ من لفظ، وعكس ما نظم من بناء وتلخيص العبارة بألفاظ مستعارة، وإيرادها موفورة بالتمام، وتصحيح المقابلة بمعان متعادلة، وصحة التقسيم باتفاق النظوم وتلخيص الأوصاف بنفي الخلاف، والمبالغة في الوصف بتكرير الوصف، وتكافؤ المعاني في المقابلة والتوازي، وإرداف اللواحق، وتمثيل المعاني. فهذه المعاني مما يحتاج إليه في بلاغة المنطق، ولا يستغني عن معرفتها شاعر ولا خطيب1\".\nوالحديث هنا حديث الألفاظ والصياغة، والإيقاع والوزن وغيرها مما تعتمد عليه الصورة الأدبية من ترصيع وسجع، وتلاؤم وزن، وطباق واستعارة، وتقسيم ومقابلة وتكافؤ ومبالغة في الوصف، وتواز وكناية، وغير ذلك مما يتصل بالشكل واللفظ اتصالًا مباشرًا لا بالمادة والمعنى.\nومن هذا تعلم أن قدامة قد اعترف بالصورة الأدبية وعرف لها مكانها في العمل الأدبي ولم يجحد العناصر الأخرى المكونة مع الصورة للعمل الأدبي\".\nابن بشر الآمدي والصورة الأدبية:\nوالآمدى2 في تحديده للنظم، والاهتمام به، وعنايته بالصورة الجزئية كمعاصره القاضي علي بن عبد العزيز الجرجاني، ويتفق معه في جميع الوجوه التي ستأتي ولكن\n1 جواهر الألفاظ: قدامة بن جعفر ص3: 8ط القاهرة \"1350هـ-1932م\".\n2 هو الحسن بن بشر الآمدي المتوفى سنة 390هـ.\nالجزء: 1 ¦ الصفحة: 29\n",
        "معالم الصورة عنده زادت وضوحًا أكثر من القاضي، كما سيظهر من خلال اهتمامه باللفظ والمعنى \"أي النظم\" والصورة التي تقوم عليها معًا، وسنعرض اتجاهه على النحو التالي:\nأولًا: رجح الآمدى البحتري على أبي تمام في شعره، وذكر أدلة قوية تؤيد اتجاهه حيث فرق فيها بين العلم والشعر، فلكل منهما طابعه وخصائصه فالشعر عنده غير العلم، والعلم حكمة وفلسفة، والشاعر مصور، وليس حكيمًا أو فيلسوفًا، والصورة الأدبية تكون من اللفظ والمعنى، في حسن تأن، وقرب مأخذ، واختيار الموضع المناسب لكل لفظ، الذي يطابق المعنى في الاستعمال المعتاد، من غير كلفة ولا صنعة، مع اللياقة في الاستعارة والتمثيل للمعنى، حتى لا يقع بينهما تنافر، وبذلك يكتسي النظم رونقًا وبهاء، وهذا هو الأصل في بلاغة الصورة، من إصابة المعنى بألفاظ سهلة بعيدة عن التكلف. لا تزيد عن الغرض، فإن اتفق للنظم معنى لطيف، زاد من روعته، وإلا -فالصورة غنية في نفسها ودلالتها يقول: وليس الشعر عند أهل العلم به، إلا حسن التأتي، وقرب المأخذ، واختيار الكلام، ووضع الألفاظ في مواضعها، وأن يورد المعنى باللفظ المعتاد فيه المستعمل في مثله وأن تكون الاستعارات والتمثيلات لائقة بما استعيرت له، وغير منافرة لمعناه، فإن الكلام لا يكتسى بالبهاء والرونق، إلا إذا كان بهذا الوصف، وتلك طريقة البحتري، والبلاغة إنما هي إصابة المعنى، وإدراك الغرض، بألفاظ سهلة عذبة، مستعملة سليمة من التكلف لا تبلغ الهذر الزائد على قدر الحاجة. فإن اتفق مع هذا معنى لطيف، أو حكمة غريبة، أو أدب حسن، فذلك زائد في بهاء الكلام، وإن لم يتفق، فقد قام الكلام بنفسه واستغنى عما سواه. قالوا:\nالجزء: 1 ¦ الصفحة: 30\n",
        "وإذا كانت طريقة الشاعر غير هذه الطريقة، وكانت عبارته مقصرة عنها، ولسانه غير مدرك لما يعتمد دقيق المعاني من فلسفة اليونان، وحكمة الهند، أو أدب الفرس، ويكون أكثر مما يورده منها بألفاظ متعسفة ونسج، مضطرب، قلنا له: قد جئت بحكمة وفلسفة، ومعان لطيفة حسنة، فإن شئت دعوناك حكيمًا، أو سميناك فيلسوفًا، ولكن لا نسميك شاعرًا، ولا ندعوك بليغًا\"1.\nويلتقي الآمدى مع القاضي في النص السابق، في أن جلال الصورة وجمالها لا يرتبط بفخامة اللفظ، ومهارة الصنعة، وكثرة ألوان البيان والبديع.\nثانيًا:\nيدرك الآمدى الجمال في اللغة، وسحره في الصورة، فيجعل اللغة غاية في ذاتها ولو مجردة عن حكمة أو فلسفة، فهي كفيلة في ذاتها بالروعة والجمال؛ لأن الغرض منها إصابة المعنى، وإدراك الهدف، لا أن يحمل الشاعر لغته ما لا تطيق وهو متأثر في هذا بقول البحتري:\nوالشعر لمح تكفي إشارته\n...\nوليس بالهذر طولت خطبه\nيقول الآمدي: \"وإن اتفق له معنى لطيف، زاد في بهاء الكلام، وإن لم يتفق فقد قام الكلام بنفسه واستغنى عما سواه\"2.\nويرى د. مندور أن الآمدى اهتدى بهذا إلى أن اللغة ليست وسيلة، ولكنها غاية؛ لأنها تتضمن عناصر التصوير والموسيقى: \"ويكون من حسن الذوق، وسلامة الحس بحيث يقيم النسب الدقيق بين اللغة كوسيلة، واللغة كفاية في\n1 الموازنة: للآمدى ص173 وما بعدها.\n2 المرجع السابق: الآمدى.\nالجزء: 1 ¦ الصفحة: 31\n",
        "الأدب فلا يسرف في اعتبارها وسيلة؛ لأنه يحرم نفسه بذلك من عناصر هامة في التأثير، عناصر التصوير، وعناصر الموسيقى\"1.\n\"الجلال الحق في حسن التأليف، وبراعة اللفظ، ومهما يرتفع المعنى حتى يبدو غريبًا، وذلك مثل شعر البحتري، الذي هو عكس أبي تمام في شعره يقول: \"وينبغي أن تعلم أن سوء التأليف، ورديء اللفظ، يذهب طلاوة المعنى الدقيق ويفسده ويعميه، حتى يحتاج مستمعه، إلى تأمل، وهذا مذهب أبي تمام في معظم شعره، وحسن التأليف وبراعة اللفظ، يزيد المعنى المكشوف بهاءً وحسنًا ورونقًا حتى كأنه أحدث فيه غرابة لم تكن، وزيادة لم تعهد، وذلك مذهب البحتري، ولذلك قال الناس: لشعره ديباجة، ولم يقولوا ذلك في شعر أبي تمام\"2.\nرابعًا:\nويرفع من جانب التصوير في الشعر، ويفضله على المعنى اللطيف، فلا جمال للصياغة الرديئة، وإن تضمنت معنى نادرًا، أو مغزى لطيفًا، بل لا بد أن يكون المعنى اللطيف نتاج الصورة نفسها، جاء من غير قصد ابتداء، وعلى ذلك فالشعر للشعر لا للعلم، وللعلم مجال آخر.\nويشبه الآمدى المعنى اللطيف في نسج رديء بالطراز الجيد على الثوب المتهتك، أو كرائحة الطيب على وجه جارية قبيح. يقول: \"وإذا كان لطيف المعاني في غير غرابة، ولا سبك جيد، ولا لفظ حسن، كان مثل الطراز الجيد على الثوب الخلق، أو نفث العبير على خد الجارية القبيحة الوجه\"، ويقول: \"فقيمة التأليف في الشعر وكل صناعة هي أقوى دعائمه، بعد\n1 النقد المنهجي عند العرب: د. محمد مندور ص120.\n2 الموازنة: الآمدى.\nالجزء: 1 ¦ الصفحة: 32\n",
        "صحة المعنى، وكلما كان أصبح تأليفًا كان أقوم بتلك الصناعة مما اضطرب تأليفه\".\nويؤكد النص الأخير عنايته التامة بالتأليف والنظم، كالشأن في كل صناعة تتألف من مادة وصورة، فقيمة التأليف له المنزلة الأولى ما دام المعنى صحيحًا، وأما اضطراب التأليف فلا مدخل له في الشعر، كالشأن في سوء التشكيل لمادة من المواد المعدنية وغيرها.\nخامسًا:\nويكاد الآمدى يبلغ الغاية في توضيح الصورة التي فضل بها البحتري أستاذه أبا تمام وهو يتحدث في باب العلاقة بين اللفظ والمعنى، فقد فسر التأليف وهو النظم في الصورة، حينما عقد موازنة بين صناعة الشعر وبين غيرها من الأشياء في سائر الصناعات الأخرى، فيبنى الشعر الجيد المحكم وكذا الصناعات الأخرى، على دعائم أربع:\nأولًا: جودة الآلة.\nثانيًا: إصابة الغرض.\nثالثًا: صحة التأليف.\nرابعًا: بلوغ الغاية في التأليف بدون نقصان ولا زيادة.\nوكذلك الأمر في كل محدث مصنوع في الخلق والإيجاد، يحتاج إلى أربعة أشياء:\nأولًا: علة هيولانية: هي الأصل.\nثانيًا: علة تصويرية.\nالجزء: 1 ¦ الصفحة: 33\n",
        "ثالثًا: علة فاعلة.\nرابعًا: علة تمامية1.\nوعلى هذا تقابل الآلة الأصل \"الهيولانية\"، وإصابة الغرض: وهو التأليف والنظم يساوي العلة الصورية، وصحة التأليف: وهي استقامة الفكر الناتجة من التأليف تساوي العلة الفاعلة. ووفاء الجودة وتمام الصنعة: يقابل العلة التمامية والمقابلة الأخيرة هي التي أراد بها الآمدى البلاغة في الصورة في قوله السابق: \"فالبلاغة: إنما هي -إصابة المعنى، وإدراك الغرض، بألفاظ سهلة عذبة مستعملة سليمة من التكلف، لا تبلغ الهذر الزائد على قدر الحاجة\n...\nإلخ\".\nيقول الآمدى في الموازنة التي عقدها بين صناعة الشعر وغيره من الصناعات الأخرى: \"زعموا أن صناعة الشعر وغيرها من سائر الصناعات لا تجود وتستحكم إلا بأربعة أشياء: جودة الآلة وإصابة الغرض المقصود، وصحة التأليف، والانتهاء إلى نهاية الصنعة، من غير نقص فيها، ولا زيادة عليها، وهذه الخلال الأربع ليست في الصناعات وحدها، بل هي موجودة في جميع الحيوان والنبات.\nذكرت الأوائل أن كل محدث مصنوع محتاج إلى أربعة أشياء: علة هيولانية وهي الأصل وعلة صورية، وعلة فاعلة، وعلة تمامية.\nوأما الهيولي فإنهم يعنون الطينة متى يبتدعها الباري تبارك وتعالى، ويخترعها ليصور ما يشاء تصويره من رجل أو فرس أو غيرهما من الحيوان، أو برة أو كرمة. من أنواع النبات. والعلة الفاعلة: هي تأليف الباري جل جلاله لتلك الصورة، والعلة التمامية هي أن ينميها تعالى ذكره، ويفرغ من تصويرها\n1 يرى الدكتور محمد مندور أن الآمدى ذكر العلة التمامية بدل الغائية، ليستقيم له المعنى في الشعر، وتفيد كمال الصنعة والجودة فيه، لا الغائية، وقال الدكتور: إن الآمدى لم يستطع فهم هذه العلة \"النقد المنهجي عند العرب د. مندور ص130\".\nالجزء: 1 ¦ الصفحة: 34\n",
        "من غير انتقاص منها وكذلك الصانع المخلوق في مصنوعاته التي علمه الله عز وجل إياها، لا تستقيم له وتجود إلا بهذه الأربعة.\nوهي آلة يستجيدها ويتخيرها مثل خشب النجار\n...\nوألفاظ الشاعر والخطيب وهي العلة الهيولانية، التي قدموا ذكرها وجعلوها الأصل، ثم إصابة الغرض فيما يقصد الصانع صنعته، وهي العلة الفاعلة، ثم أن ينتهي الصانع إلى تمام صنعته من غير نقص منها ولا زيادة عليها وهي العلة التمامية، فهذا قول جامع لكل الصناعات والمخلوقات، فإن اتفق الآن لكل صانع بعد هذه الدعائم الأربع أن يحدث في صنعته مبنى لطيفًا مستنيرًا، كما قلنا في الشعر من حيث لا يخرج عن الغرض فذلك زائد في حسن صنعته وجودتها، وإلا فالصنعة قائمة بنفسها مستغنية عما سواها\".\nوهكذا يوضح الآمدى، ما يعتمد عليه الشعر وغيره من سائر الصناعات والصور التي يسببها الشعر في التركيب والبناء، وينص أيضًا على الصورة الشعرية نصًّا واضحًا، ولا يكتفي بالنظم والتأليف والصياغة كالسابقين، الذين اكتفوا بمجرد الذكر أو بإشارات مبهمة وهم يقصدون الصورة، ولكنه قطع شوطًا في توضيح الصورة وذكر معالمها لمرحلة نامية دافعة في أطوار مفهومها.\nفاقترن الشعر عنده -كصناعة- بسائر الفنون والصناعات، وتناول الصورة -باستقامة ذوقه ودقة فهمه، وحددها بحدود ينبغي مراعاتها في التصوير، ومن أخل بشيء منها اختلت هي كذلك، وهذه الحدود هي:\n1-\nحسن التأني وقرب المأخذ في اللفظ والمعنى.\n2-\nانتقاء الألفاظ، واختيار الكلام الجيد الحسن.\nالجزء: 1 ¦ الصفحة: 35\n",
        "3-\nوضع الألفاظ في مكانها، وهذا ما يسمى حديثًا، بالوحدة في الصورة والملاءمة بين أجزائها.\n4-\nألا يحمل اللفظ أكثر من معناه بالتكلف والتصنع، وهو ما يسمى حديثًا بالخروج عن التصوير الدقيق الواقعي.\n5-\nالترابط التام بين الصور الجزئية بعضها مع بعض، وبينها وبين المعنى المصور من غير تنافر \"وأن تكون الاستعارات والتمثيلات لائقة\n....\nإلخ\" وكما سيأتي في بيت أبي تمام \"ملطومة بالورد\n....\nإلخ\".\n6-\nقوة العاطفة في الصورة لتعلق في القلوب وتتداخل في النفس من غير تريث، وهذه هي البلاغة في الصورة التي يقصدها الآمدى من قوله: \"والبلاغة إنما هي إصابة المعنى وإدراك الغرض بألفاظ سهلة عذبة مستعملة\".\n7-\nالشعر غير العلم فالأول عماده العاطفة والشعور، والثاني عماده العقل والفكر وهو نفسه الفرق بين الشاعر والعالم.\n8-\nحسن التأليف، وتنسيق النظم، وتلاؤم الصياغة، يكشف عن المعنى في وضوح وروعة، وكذلك الأمر بالعكس فاضطراب النظم وفساد الصورة، يعقد المعنى، ويزداد به غموضًا.\n9-\nالعبرة في الشعر بالصورة؛ لأنها هي التي تنقل ما في النفس، من خواطر ومشاعر بصدق ودقة، وتبرز للغير، فلو كانت رديئة التأليف، مضطربة التنسيق، ولو اشتملت على نادرة أو حكمة؛ فإنها تسقط في الاستعمال وتقبح في مرأى العين، وتضعف في تأثيرها على النفس. \"كان مثل الطراز الجيد على الثوب الخلق\".\n10-\nالشعر صناعة وتصوير كسائر الحرف والصناعات، والجميع تشكيل وتجسيد للمواد وتصوير لها.\nالجزء: 1 ¦ الصفحة: 36\n",
        "سادسًا:\nوفي مجال التطبيق لفهمه الواعي للصورة نذكر شاهدًا ومثلًا واحدًا، لبيان مدى إدراكه لمفهومها أولًا. وذوقه الأدبي في فهمه للصور الشعرية ثانيًا. فيقول في نقد صورة أبي تمام، القائل فيها:\nبيضاء تسري في الظلام فيكتسي\n...\nنورًا وتبدو في الضياء فيظلم\nملطومة بالورد أطلق طرفها\n...\nفي الخلق فهي مع المنون محكم\nوقوله: ملطومة بالخد يريد حمرة خدها، فلو لم يقل: مصفوعة بالقار؟ يريد سواد شعرها، ومخبوطة بالشحم يريد امتلاء جسمها، ومضروبة بالقطن يريد بياضها، إن هذا لأحمق ما يكون من اللفظ وأسخفه وأوسخه، وقد جاء مثل هذا في كلام العرب، ولكن بوجه حسن، قال النابغة:\n\"مقذوفة بدخيس اللحم\"\nيريد أنها قذفت بالشحم، أي كأنه رمى على جسمها رميا، وإنما ذهب أبو تمام إلى قول أبي نواس:\n\"وتلطم الورد بعناب\"\nوهذه كانت تلطم في الحقيقة في مأتم، على ميت بأنامل مخضوبة الأطراف، تجعلها عنابا تلطم به وردا، فأتى بالظرف كله، والحسن أجمعه والتشبيه على حقيقته، وجاء أبو تمام بالجهل على وجهه والحمق بأسره، والخطأ بيمينه\"1.\nوفي نقده لصورة أبي تمام، يتجلى فهمه للصورة الأدبية؛ لأنه يكشف بذوقه الأدبي الرفيع عن وجه الخطأ فيها، وأن على الشاعر تجنب مثل هذه الأخطاء حتى تصح له الصورة، وتسلم جودتها، وأن لكل لفظ له معنى، وكل فكرة تخضع لصورة تتناسب معها، فالمقام في بيتي الشاعر هو مقام المدح، والمعنى الذي كسته\n1 الموازنة: الآمدي ص173.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الصورة في الأبيات هو سحر جمال المرأة، الذي يصعق المتيم كالموت. وعلى ذلك فلا محل في صورة المدح للطم، الذي يتأذى به السمع، فهو يفسد التلاؤم فيها ويذهب انسجام أجزائها.\nفالشاعر لم يضع الألفاظ في مواضعها، ولم يورد المعنى باللفظ المعتاد فيه ووقع تنافر في المعنى بين طرفي الاستعارة، وغير ذلك مما سبق ذكره، مما جعل الآمدي يتهكم بالشاعر، ويرميه بالحمق والجهل، والخطأ، كما هو واضح من النص السابق. ويرى أيضًا أن التقليد الأعمى في الصورة ذهب برونقها وصحتها، ويطمس معالم الأصالة فيها، وقد يجهل المقلد الغرض الذي كسته الصورة.\nفأبو تمام لم يستعمل اللطم في مكانه المناسب في نظم الصورة، مقلدًا النابغة الذي أحسن أداءه في التصوير، حيث قال:\n\"مقذوفة بدخيس الشحم\"\nوهي على نصيب موفور من الجودة والحسن؛ لأن القذف بالشحم معناه: أنه رمى على جسمها رميًا وهو مصيب في حكمه هذا، الذي يدل على سلامة ذوقه في فهم الصور، وإصابته في الحكم عليها.\nفصورة النابغة بلغت غاية الجمال على عكس صورة أبي تمام، فقد أحسن الشاعر الجاهلي التعبير بالقذف لغزارة الشحم المتزايد في تتابع كسرعة القذف والرمي واختيار لفظ \"القذف\" هنا لا بديل عنه؛ لأن كثرة الشحم وغزارته، كما هو مفهوم من لفظ \"دخيس\" ينقص من جمال المرأة، ويودي برشاقتها ويسوي النتوء في جسدها، فلا يكون لها ردف وخاصرة، ولا ثدي ظاهر، وتقاطيع بارزة، مما يزيد من جمال المرأة وفتنة جسدها، ولكن التي طغى عليها الشحم، تستحق -لإهمالها نفسها- ألفاظ السباب والشتم، وهو ما اختاره النابغة في\nالجزء: 1 ¦ الصفحة: 38\n",
        "صورته، حيث قال:\n\"مقذوفة\" و\"دخيس\"\nأظن أن ليس هناك صورة أروع من هذه الصورة، وخاصة وقد وقعت لشاعر جاهلي.\nولكن أبا تمام على الرغم من إيغاله في حضارة الدولة الإسلامية وفي عصورها الذهبية أساء التقليد والفهم معًا لموطن الكلمة السابقة في صورته، وقد نقده الآمدي نقدًا لاذعًا.\nوتعقب الناقد صورة أبي تمام، ليكشف عن عيبها، ويفضح عجزه فيها، ويبين فهمه الخاطئ لصورة أبي نواس، وهي:\n\"وتلطم الورد بعناب\"\nفلم يفهم الفرق بين المقامين، فمقام صورة أبي نواس يقتضي هذا؛ لأن المرأة التي صورها كانت في الحقيقة كذلك، تلطم في مأتم خدها الأحمر بأصابعها المخضبة كالعناب.\nوصحيح أن أبا تمام أساء الفهم والتقليد لصورة أبي نواس، التي تطابق واقع المرأة اللاطمة، وهو ما ذهب إليه الآمدي.\nولكن الذي قصر فيه الناقد أن الغرض في صورة أبي نواس هو الحزن والبكاء، ولا يتلاءم معه ذكر الورد والعناب بجوار اللطم فيها، ولذلك نرى أن صورتي أبي تمام وأبي نواس دون صورة النابغة بكثير.\nوبهذا يكون الناقد قد حقق كثيرًا في مفهوم الصورة الأدبية وفي إيضاح بعض معالمها ليمثل مرحلة هامة من مراحل نضوجها وتمامها في النقد القديم، وذلك في جانبها النظري والعملي التطبيقي.\nالجزء: 1 ¦ الصفحة: 39\n",
        "القاضي علي بن عبد العزيز الجرجاني:\nويقفز القاضي1 خطوات إلى الأمام بالصورة الأدبية، فتزداد وضوحًا وعمقًا وتشيع في مفهومها ألوان جديدة فوق ما سبق:\nأولًا: يرى أن ليس من الضروري في كل نظم أو تأليف أن يكون فيه تصوير أدبي، يثير النفوس بسحره، ويهز الأعطاف بجماله، يقول في فصل: \"ما عيب على أبي الطيب من معانيه وألفاظه2\".\n\"وأنا أعدل إلى ذكر ما رأيتك تنكر من معانيه وألفاظه، وتعيب من مذاهبه وأغراضه، وتحيل في ذلك الإنكار على حجة أو شبهة، وتعتمد فيما تعيبه على بينة أو تهمة، إذ كان ما قدمت حكاية عنك، وما عددته من مطاعنك، وأثبته من الأبيات التي استسقطتها وملت على هذا الرجل لأجلها، من باب ما يمتحن بالطبع لا بالفكرة\".\nثانيًا: يوضح النظم الساقط الذي لا يرقى إلى مستوى التصوير الأدبي، والجمال الفني: من التأليف الذي به جهامة تعافها النفس، وكزازة تنفر منه، ويصبح خاليًا من بهاء رونقه وحلاوة منظره، وعذوبة وقعه، وجمال نثره ورشاقة عرضه، متعسف الديباجة متعمل الطلاوة، أفسده التصنع، وأخفى التعقيد معناه، فالنظم الذي يكون بهذه الطريقة يصير قلقًا متكلفًا، والصورة التي تتسم بهذه الصفات تكون متعسفة منحوتة، لا حياة فيها ولا روح، قد حشيت بالتزويق والتجنيس، والترصيع والمطابقة، والبديع والغموض واختلاف الترتيب واضطراب\n1 صاحب الوساطة بين المتنبي وخصومه المتوفى سنة 392هـ.\n2 الوساطة بين المتنبي وخصومه: للقاضي الجرجاني ص310 وما بعدها -ط صبيح.\nالجزء: 1 ¦ الصفحة: 40\n",
        "النظم، وقد وصف مندور، هذا اللون الذي لا يستقيم من النظم عند القاضي بقوله: \"ظاهر شكلي تخطيطي سقيم وهو يصدر عن البديع\"1.\nيقول القاضي في بيان ذلك: \"والقسم الذي لا حظ فيه للمحاجة، ولا طريق له إلى المحاكمة، وإنما أقصى ما عقد عائبه، وأكثر ما يمكن معارضه أن يقول: فيه جهامة سلبته القبول، وكزازة نفرت عنه النفوس، وهو خال من بهاء الرونق وحلاوة المنظر وعذوبة المسمع، ودماثه النثر، ورشاقة العرض، وقد حمل التعسف على ديباجته واحتكم التعمل في طلاوته، وخالف التكلف بين أطرافه، وظهرت فجاجة التصنع في أعطافه، واستهلك التعقيد معناه، وقيد التغوص مراده\n...\nثم كان همه وبغيته أن يجد لفظًا مزوقًا، قد حشي تجنيسًا وترصيعًا وشحن مطابقة وبديعًا، أو معنى غامضًا. ثم لا يعبأ باختلاف الترتيب واضطراب النظم وسوء التأليف، وهلهلة النسج، ولا يقابل بين الألفاظ ومعانيها2\".\nثالثًا: ويقرر القاضي الجرجاني من معالم الكمال في الصورة، أن تكون مهمة اللفظ فيها ليست للكشف عن المعنى فحسب، بل لا بد أن يصير حلوا رشيقًا، أحظى في القلب، وأوقع في النفس، \"ولا يرى اللفظ إلا ما أدى إليه المعنى\" ولكنه \"أحلى وأرشق، وأحظى وأوقع3\" والكلام فيها لا يصور الغرض فقط، ولكن ينبغي أن يكون ذا وقع قوي، يشتف الآذان ويستولي على القلوب، كما تشد مناظر الطبيعة الفائقة إليها النواظر، فلا ترى غير الجمال فيها. يقول: \"ولا الكلام إلا ما صور له الغرض\" إنما الكلام أصوات محلها من الأسماع محل النواظر من الأبصار\"4.\n1 النقد المنهجي عند العرب: د. محمد مندور ص285.\n2 الوساطة للقاضي الجرجاني ص310 وما بعدها.\n3 المرجع السابق.\n4 المرجع السابق.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وليس الحسن مقصورًا على البديع، ولا الرونق للتصنيع فحسب ولكن لا بد من التهذيب فيهما، والتثقيف لهما، والترشيح لمنطقهما يقول:\n\"ولا الحسن إلا ما أبداه البديع، ولا الرونق إلا ما كساه التصنيع\" ولكن لا بد أن \"نجد منه الحكم الوثيق، والحزل القوي، والمصنع المحكك، والمنطق الموشح، قد هذب كل التهذيب، وثقف غاية التثقيف\"1.\nهذه هي الصورة الحقة عند القاضي، وذلك هو النظم القوي الموحي، والتأليف الرائق الخلاب، وبه يفرق بين الشعر المطبوع والمصنوع، ثم يقول: إن هذا الحسن في النظم والجمال في تصويره المعنى لا نهاية له \"ولو احتمل مقدار هذه الرسالة استقصاءه، واتسع حجمها، للاستيفاء له، لاسترسلت فيه ولأشرفت بك على معظمه\"2.\nرابعًا: ليس من الضروري في كل نظم أن تكون ألفاظه رصينة جزلة، ولا أجزاء الصورة قوية فخمة، تشتمل على استقصاء ألوان البديع، واستقطاب جموع التصنيع لتستكمل شروط الإحسان، وتستوفي كل كمال، ليس من اللازم هذا كله في الصورة الأدبية، فقد ينسج الشاعر المصور، والعبقري البارع صورة لا تستوفي أسباب الكمال السابقة، فألفاظها سهلة التناول، مألوفة الأخذ، لا تشتمل على حشد من الاستعارات، وقلما نجد فيها بديعًا، أو اتفاقا في الصنعة، ولكن الشاعر يبثها سره، وينفث فيها من سحره، ويبعث فيها الجلال الذي هو أسمى من الجمال، وهنا يعجز الإنسان عن إدراك كل أسبابه، وإن أدرك البعض فقد لا يعرف له سببًا، لا يستطيع أن يستوفي موارد السحر الحلال، ولا يتمكن من نفسه إلا شيء واحد، وهو أثر الصورة فيها، وعلوقها بقلبه كالنور الذي يبهر\n1 المرجع السابق.\n2 المرجع السابق.\nالجزء: 1 ¦ الصفحة: 42\n",
        "البصر. ويهدي البشر، ولا يعرف الإنسان أسراره وتركيبه، مع وضوحه وشيوعه وألفته.\nوما أشبه الصورتين السابقتين بصورة رجلين، أحدهما اكتملت فيه الأعضاء، وأوفت أجزاؤها على الغاية في التمام، واتسقت مقاطعه، وأصبح كل عضو فيه على حدة غاية الجمال، وثانيهما صورة رجل دون السابقة في كمال الأعضاء وتمام الأجزاء ولكنها في حسن موقع كل عضو منها وانسجام الأجزاء فيها، قد تكون أقوى من الأولى وأحظى بالحلاوة، ولا يدري المأخوذ بفتنتها لذلك سببًا، ثم يشير أخيرًا إلى صدق العاطفة في الصورة وقوتها حيث تلقى موقعها من القلب وتسرع إلى النفس، وهو عنصر هام في نجاح الصورة الشعرية.\nيقول القاضي الجرجاني:\n\"وأنت قد ترى الصورة تستكمل شرائط الحسن، وتستوفي أوصاف الكمال وتقف بالتمام بكل طريق، ثم تجد أخرى دونها، في انتظام المحاسن والتئام الخلقة وتناسب الأجزاء، وتقابل الأقسام، وهي أحظى بالحلاوة، وأدنى إلى القبول وأعلق بالنفس، وأسرع ممازجة للقلب، ثم لا تعلم -وإن قايست واعتبرت ونظرت وفكرت- لهذه المزية سببًا، ولما خصت به مقتضيًا، ولو قيل لك: كيف صارت هذه الصورة، وهي مقصرة عن الأولى في الإحكام والصنعة، وفي الترتيب والصبغة، وفيما يجتمع أوصاف الكمال، وينتظم أسباب الاختيار أحلى وأرشق وأحظى وأوقع، لأقمت السائل مقام المتعنت المتجانف، ورددت رد المستبهم الجاهل، ولكن أقصى ما في وسعك، وغاية ما عندك، أن تقول: موقعه في القلب ألطف، وهو بالطبع أليق. كذلك الكلام منثوره ومنظومه، ومجمله وفصله، تجد منه المحكم الوثيق، والجزل القوي والمصنع المحكك؛\nالجزء: 1 ¦ الصفحة: 43\n",
        "والمنطق الموشح، قد هذب كل التهذيب وثقف غاية التثقيف، وجهد فيه الفكر، وأتعب لأجله الخاطر، حتى أضحى ببراءته على المعايب، واحتجز بصحته عن المطاعن، ثم تجد لفؤادك عنه نبوة، وترى بينه وبين ضميرك فجوة\"1.\nثم يضرب صورة للمصنوع المثقل بالألفاظ، والبدائع من البيان، بشتى ألوانها؟ ويضرب صورة أخرى، لما هو دون ذلك في الاهتمام، من لفظ سهل قريب المأخذ، ونظم خال من الصنعة، يكاد يخلو من البيان والبديع، ومع ذلك لا تجد الصورة الأولى طريقها إلى القلب، وتجد الثانية في سحر وبراعة، وتستريح إليها النفس، وتعتريها من النشوة والطرب، ما يجعلها للثانية، وتفتر عن الأولى وتضعف، يقول القاضي: \"وقد تنزل أبو تمام فقال:\nدعني وشرب الهوى يا شارب الكاسي\n...\nفإنني للذي حسيته حاسي\nلا يوحشنك ما استسمجت من سقمي\n...\nفإن منزله من أحسن الناس\nمن قطع أوصاله توصيل مهلكتي\n...\nوصل ألحاظه تقطيع أنفاسي\nمتى أعيش بتأمل الرجاء إذا\n...\nما كان قطع رجائي في يدي باسي\nفلم يخل بيت منها، من معنى بديع، وصفة لطيفة، طابق وجانس، واستعار فأحسن، وهي معدودة من المختار من غزله -وحق لها- فقد جمعت على قصرها فنونًا في الحسن، وأصنافًا من البديع، ثم فيها من الإحكام والمتانة، والقوة ما تراه ولكن ما أظنك، تجد له من سورة الطرب، وارتياح النفس، ما تجده لقول بعض الأعراب:\nأقول لصاحبي والعيس تهوي\n...\nبنا بين المنيفة فالضمار\nتمتع من شميم عرار نجد\n...\nفما بعد العشية من عرار\n1 الوساطة للقاضي الجرجاني ص37.\nالجزء: 1 ¦ الصفحة: 44\n",
        "ألا حبذا نفحات نجد\n...\nوريا روضة غب القطار\nوعيشك إذ يحل القوم نجدا\n...\nوأنت على زمانك غير زار\nشهور ينقضين وما شعرنا\n...\nبإنصاف لهن ولا سرار\nفأما ليلهن فخير ليل\n...\nوأقصر ما يكون من النهار\nفهو كما تراه بعيد عن الصفحة، نازع الألفاظ، سهل المأخذ، قريب التناول1.\nخامسًا:\nوبهذا الفهم الواعي للصورة الأدبية يسبق القاضي الزمن، ويفرق بين الجمال والجلال فيها2، فالجمال موضوعي، يستطيع المفتون بروعته أن يقف على أسبابه، ويحدد بعض عناصره، ويدرك خصائصه فيها، ويتعرض على مصادره في انتفاء الألفاظ، وسحر الكلمات، وإحكام التراكيب، وانسجام أجزاء النظم ومناسبة الوزن والقافية للمعنى، وسمو الخيال، وروعة التشبيهات، وحيوية الاستعارات، ووحي الكنايات، إلى غير ذلك من زهرات الرياض المتفتحة، ولا يحتاج في التعرف عليه من الناقد إلا ذوقه المستقيم، وإحساسه الصادق، ونفاذ البصيرة وحذق اللغة والإيمان بالفن الجميل.\nوأما الجلال وهو فوق الجمال وغايته التي يسمو بها إلى مرحلة الإعجاز، ولم يكن ذلك ولن يكون إلا في \"القرآن الكريم\" المتفرد بالإعجاز، وسمو البيان.\n1 الوساطة: القاضي الجرجاني ص37: 39ط صبيح.\n2 يرى الدكتور محمد نايل أن القاضي الجرجاني سبق النقاد المحدثين في التفرقة بين الجمال والحلاوة في كتابه اتجاهات وآراء في النقد الحديث ص23 مطبعة العاصمة.\nالجزء: 1 ¦ الصفحة: 45\n",
        "والجلال لا يعرف الناقد البصير كل وسائله، وجميع مصادره، وليس في طاقته القدرة على كشف دلائله ومعالمه، وإن انتهى إلى البعض فسيظل حائرًا إلى الأبد عن البعض الآخر، وينتهي في حيرة إلى القول: بأ، الجلال في الصورة الأدبية، أو في نفسه، أو فيهما معًا، وهنا يعجز العقل الذي يبرهن ويدلل، ويترك للإحساس والوجدان مملكته وسلطانه، فالعقل لوضوحه وتحديده له مجاله وله غاية ونهاية غالبًا، أما الإحساس والشعور لغموضه، فلا غاية له ولا نهاية، فهو يدرك ما وراء الظاهر، ويحس وحده بالجمال المطلق، الذي هو في ذاته مصدر الجمال، وهو ما يقصده القاضي بالجلال في قول الأعرابي السابق: \"لا تعلم -وإن قايست واعتبرت ونظرت وفكرت بهذه المزية سببًا، ولما حصت به مقتضيًا\n...\nإلى قوله: \"وهو بالطبع أليق\".\nسادسًا:\nويتعرض للصورة الأدبية في دفاعه عن المتنبي حين يقول:\nبليت بلى الأطلال إن لم أقف بها\n...\nوقوف شحيح ضاع في الترب خاتمه\nويرد القاضي البيت الذي وجهه النقاد إلى هذه الصورة، حيث إن المشبه به وهو \"وقوف الشحيح\" الذي ضاع في الترب خاتمه، لا يوفي بالغرض في المشبه؛ لأن الاستمرار في الوقوف على أطلال الحبيب، وترديد ذكريات الصبابة والعشق، فهذا يحتاج إلى وقت طويل يغيب فيه الحب عن الوجود، بينما البخيل لحرصه وشراهته فهو يجيد البحث عن خاتمة، ليحصل عليه بسرعة ولكن القاضي يصحح هذا الخطأ الذي ظنه النقاد عيبًا، في صورة المتنبي السابقة فيقول: \"إن التشبيه والتمثيل قد يقع تارة بالصورة والصفة، وأخرى بالحال والطريقة فإذا كان الشاعر وهو يريد إطالة وقرفه قد قال: إني أقف وقوف شحيح ضاع\nالجزء: 1 ¦ الصفحة: 46\n",
        "خاتمه فإنه لم يرد للسوية بين الوقوفين في القدر والزمان والصورة، وإنما يريد: لأقفن وقوفًا زائدًا على القدر المعتاد، خارجًا عن حد الاعتدال، كما أن وقوف الشحيح يزيد على ما يعرف في أمثاله، وما جرت به العادة في أضرابه\"1.\nوالقاضي يرى أن الصورة لا عيب فيها؛ لأن الشاعر يقصد في تصوره موقوف المحب وغيبوبته في ذكريات الحبيب، واقفًا في جنبات الأطلال، إنه وقوفه خارج عن المألوف، وكذلك الشأن في وقوف الشحيح في هذه الصورة فهو يخرج عن عادة الناس، وإن أشار إلى الصورة بسرعة، ولم يقف عندها كثيرًا على عادة النقاد في عصره.\nوأنا مع القاضي في هذا، بل إن المتنبي أحكم صورة الصب، وأتقنها غاية الإتقان؛ لأن البخيل يفنى كله في سبيل جمع الأموال، وتراه في حرصه يبحث عنه كالمجنون ويقوم بحركات غريبة وتصرفات متتابعة، ويقلب اليدين ويحرك الرجلين ويتابع النظرات ويستقصي كل جزئية حوله، ويعاود ويطاول ويجاهد من غير ملل ولا سأم ويصر على ذلك حتى يجد بغيته، وبنان طلبته.\nوكذلك الشأن في المحب المتيم، حيثما يقف بطلل حبيبه، ومنازل ذكرياته الخوالي مشدودها مأخوذًا، غائبًا عن نفسه وعن الوجود كله، إلا في هذه الذكريات ومع تلك المنازل والأطلال.\nأبو هلال العسكري والصورة الأدبية:\nيتعصب أبو هلال للفظ، ويتعقب خطوات الجاحظ فيه، فينقل عباراته كاملة في تفضيل الصياغة، وإنها موطن الجمال وحده فيقول:\n1 الوساطة: القاضي الجرجاني ص324.\nالجزء: 1 ¦ الصفحة: 47\n",
        "\"وليس الشأن في إيراد المعاني؛ لأن المعاني يعرفها العربي والعجمي، والقروي والبدوي، وإنما هو في جودة اللفظ وصفاته، وحسنه، وبهائه، ونزاهته، ونقائه، وكثرة طلاوته ومائه، مع صحة السبك والتركيب، والخلو من أود النظم والتأليف\"1.\nفحديثه عن اللفظ وطلاوته، والسبك والتركيب، والنظم والتأليف، إنما يرجع غالبًا إلى التصوير، الذي لا يتم إلا بهذه الأمور، وبه يتحقق الجمال في العمل الأدبي فلولا الشكل لما تميز شاعر عن آخر، اتصف بالحذق والمهارة، حتى لو كان المعنى الذي يصوره وسطًا، فإنه يدخل في جملة الرائع من القول، لحسن عرضه، وحذق صناعته وحلاوة لفظه وعذوبته وسلاسته.\nوهذا كله يدفع الخطيب والشاعر إلى المبالغة في التجويد والتصوير، ولو كان الأمر يرجع إلى المعنى لوفرا على أنفسهما تعبًا طويلًا2.\nوعد أبو هلال قول الشاعر كثيِّر عزة من الرائع النادر، مع بساطة معناه ودنو مادته، وإنما حظي بالجمال، بجودة صوغه، وروعة تصويره، قال كثير:\nولما قضينا من منى كل حاجة\n...\nومسح بالأركان من هو ماسح\nإلى آخر الأبيات الثلاثة المشهورة، يقول أبو هلائل معقبًا عليها: \"وليس في هذه الألفاظ كثير معنى، وهي رائقة معجبة\"3.\nوإن كان اهتمامًا بالشكل واللفظ لا ينسيه المضمون والمعنى، فالشاعر يحتاج إلى شرف المعنى والإصابة فيه، كاحتياجه إلى الحسن في الصياغة، ونسج الألفاظ.\n1 الصناعتين: أبو هلال العسكري ص57، 58 \"المتوفى عام 395\".\n2 الصناعتين: أبو هلال العسكري ص57، 58.\n3 المرجع السابق ص59.\nالجزء: 1 ¦ الصفحة: 48\n",
        "والمعاني كالأبدان والصورة كالثوب، الذي يلف البدن، ويكسوه وقارًا ونبلًا، يقول أبو هلال:\n\"الكلام ألفاظ تشتمل على معان تدل عليها، ويعبر عنها، فيحتاج صاحب البلاغة إلى إصابة المعنى؛ ولأن المعاني تحل من الكلام محل الأبدان، والألفاظ، تجري معها مجرى الكسوة\"1.\nوهكذا نرى أبا هلال العسكري يعرف للعمل الأدبي عناصره المكونة له كما فعل قدامة ويرفع مع ذلك من شأن اللفظ والصياغة كما فعل الجاحظ.\nواتجاه أبي هلال يجعله دون الجاحظ وقدامة في فهمه لصورة المعنى، فقد عد الصورة كالكسوة، التي هي منفصلة عن البدن، ومستقلة عنه، فأصبح اللفظ عنده أجوف مجردًا من كل معنى وروح، ويجرد اللفظ من القوة والحيوية.\nوهذا يدل على عدم أصالته، على عكس الجاحظ وقدامة، اللذين أعطيا الصياغة والتصوير نوعًا من الحيوية، من غير فصل يفقد الروح في اللفظ، فصورة الخشب ليست منفصلة عن مادته انفصال الثوب عن البدن كما هو واضح في اتجاه العسكري الذي أوقعه في التقليد والخطأ؛ لأن العقل لا يتصور مطلقًا لفظًا من غير معنى يرتبط به، وصنيع ابن سنان الخفاجي في كتابه سر الفصاحة هو صنيع أبي هلال نفسه2.\n1 المرجع السابق ص29.\n2 دراسات في النقد الأدبي: د. محمد عبد المنعم خفاجي ص259 وما بعدها. وسر الفصاحة: ابن سنان الخفاجي \"466هـ\" ص72، 82.\nالجزء: 1 ¦ الصفحة: 49\n",
        "الباقلاني والصورة الأدبية:\nيربط الباقلاني1 بين اللفظ والمعنى في الظاهر، ولكنه في الحقيقة يفضل المعنى على اللفظ؛ لأن مقياس الجمال عنده: أن المعنى البارع، إذا جاء في لفظ بارع، فهو أفضل من وقوع المعنى المألوف في لفظ بارع.\nومثل هذا يلحقه بأنصار المعنى، وإن كان يرجع الفضل في إشارته إلى علاقة اللفظ بالمعنى، وإن لم يوضحها، ويعمق جوانبها، ويبين مدى الترابط التام بينهما لكن عبد القاهر الجرجاني أفاد منه كما أفاد من غيره.\nوعلى ذلك فمجال الصورة الأدبية لا يتحقق إلا في اللفظ البارع، الذي يحمل معنى لطيفًا، يقول الباقلاني:\n\"إن تخير الألفاظ للمعاني المتداولة المألوفة، أسهل وأقرب من تخير الألفاظ لمعان مبتكرة، ولكن إذا برع اللفظ في المعنى البارع، كان ألطف وأعجب، من أن يوجد اللفظ البارع في المعنى المتداول المتكرر\"2.\nوالعبارة الأخيرة تدل على عدم الدقة في فهمه لقضية النظم؛ لأن الألفاظ البارعة في المعنى تجعله شريفًا لطيفًا.\nابن رشيق:\nوالحسن بن رشيق3 يذكر في باب \"اللفظ والمعنى\" آراء السابقين عليه بعد ذكر رأيه فيهما فيقول:\n1 صاحب إعجاز القرآن المتوفى 403هـ.\n2 إعجاز القرآن: الباقلاني ص63.\n3 هو أبو علي الحسن بن رشيق القيرواني المتوفى عام 456هـ-1064م.\nالجزء: 1 ¦ الصفحة: 50\n",
        "\"للناس فيما بعد آراء ومذاهب: منهم من يؤثر اللفظ على المعنى، فيجعله غايته ووكده، وهم فرق:\n1-\nقوم يذهبون إلى فخامة الكلام وجزالته على مذهب العرب، من غير تصنيع كقول بشار:\nإذا ما غضبنا غضبة مضرية\n...\nهتكنا حجاب الشمس أو قطرت دما\nإذا ما أعرنا سيدا من قبيلة\n...\nذرى منبر صلى علينا وسلما\nوهذا النوع أدل على القوة، وأشبه بما وقع فيه من موضع الافتخار\n...\nب- وفرقة هي أصحاب جلبة وقعقعة، بلا طائل إلا القليل النادر كأبي القاسم بن هانئ، ومن جرى مجراه، فإنه يقول:\nأصاخت فقال وقع أجرد شيظم\n...\nوشامت فقالت لمع أبيض مخذم\nوما ذعرت إلا لجرس حليها\n...\nولا رمقت إلا يرى في مخدم1\nوليس تحت هذا كله إلا الفساد وخلاف المراد.\nج- ومنهم من ذهب إلى سهولة اللفظ، فعنى بها، واغتفر له فيها الركاكة واللين المفرط، وهم يرون الغاية في قول أبي العتاهية:\nيا إخوتي إن الهوى قاتلي\n...\nفيسروا الأكفان من عاجل\nولا تلوموا في اتباع الهوى\n...\nفإنني في شغل شاغل\nإلخ الأبيات.\nومنهم من يؤثر المعنى على اللفظ، فيطلب صحته، ولا يبالي حيث وقع من هجنة اللفظ وقبحه وخشونته.\nوأكثر الناس على تفضيل اللفظ على المعنى\"2.\n1 أجرد شيظم: فرس قصير الشعر طويل الجسم، سيف قاطع، محل الخلخال.\n2 العمدة: ابن رشيق ج1 ص124-127 تحقيق محمد محيي الدين عبد الحميد.\nالجزء: 1 ¦ الصفحة: 51\n",
        "وليست هذه الآراء هنا محل مناقشة فقد نوقشت قبل ذلك، والذي يعنينا هنا هو اتجاه ابن رشيق، والآراء السابقة في النص تحدد اتجاهه عن طريق النفي والسلب؛ فهو يستعرض مذاهب العرب في اللفظ والمعنى، لينفيها عن وجهته، ويبني رأيه على نقائضها، فيكون من أنصار اللفظ والمعنى معًا: \"النظم\".\nويرى أن الصورة في الشعر أو النظم تقوم على العلاقة بين اللفظ والمعنى، فلا اللفظ ينهض بالصورة والجمال، ولا المعنى كذلك، كالإنسان الحي، فكلاهما يسقط بسقوط الآخر، ويسمو بسموه. يقول:\n\"اللفظ جسم وروحه المعنى، وارتباطه به كارتباط الروح بالجسم، يضعف بضعفه ويقوى بقوته\"1.\nولو اختل التركيب \"في الشعر بعض الخلل، واستقام المعنى، هوى ركن من أركانه لا يقوى إلا به، كالعرج والشلل، الذي يغض من تمام الخلقة، وكمال الجسم، ويظل صاحبه حيًّا يتحرك هنا وهناك، وكذلك الأمر في ضعف المعنى، ينال من جمال اللفظ. ويكون النظم أشبه بالجسم الأجوف الفارغ، الذي لا روح فيه، يقول ابن رشيق:\nفإذا سلم المعنى واختل بعض اللفظ، كان نقصًا للشعر، وهجنة علية، كما يعرض لبعض الأجسام من العرج والشلل والعور، وما أشبه ذلك، من غير أن تذهب الروح -وكذلك إن ضعف المعنى، واختل بعضه، كان اللفظ من ذلك أوفر حظًّا، كالذي يعرض للأجسام من المرض بمرض الأرواح\"2.\nويقرر ابن رشيق أساسًا قويًّا، لم يسبق إليه، في فهمه للنظم، وتقديره للصورة\n1 المرجع السابق ج1 ص124.\n2 العمدة: ابن رشيق ج1 ص124.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الأدبية، وهو ما وضحه للإمام عبد القاهر، وانتهى إليه النقد الحديث في أحدث نظرياته مع أن الأول في المغرب، والثاني في المشرق.\nحيث ترى أن الخلل في المعنى، يحدث من خلل في النظم، ووهن في العلاقات بين الألفاظ، فالمعزل الأول على صحة المعنى يرجع إلى النظم، ووضع الألفاظ في مواضعها، والصورة الأدبية لا تبدو إلا في هذه العلاقات، وذلك الالتحام بين الشكل والمضمون، وهو ما سبق به ابن رشيق غيره، إن كان في إيجاز.\nفالفساد في المعنى أو الضعف فيه، يرجع إلى اختلال اللفظ، والمقصود باللفظ عنده هنا هو النظم والتركيب، وإلا كيف يختل اللفظ الواحد؟ كما يقال: ألقى الخطيب كلمة، والمعنى كلام، وإلا لما شبه اللفظ بالجسد؟ وليس هو عضوًا واحدًا، بل أعضاء اشتركت جميعًا في بناء هيكله العام، وهو ما يقصد ابن رشيق من اللفظ، بدليل أنه عبر عنه بعد ذلك بقوله: \"وإن اختل اللفظ جملة\"، يقول في ذلك:\nولا تجد معنى يختل إلا من جهة اللفظ، وجريه على غير الواجب، قياسًا على ما قدمت من أدواء الجسوم والأرواح.\nويوضح نظريًّا ما وصل إليه فيرى أن اختلال المعنى، يرجع إلى تفكك عرى الألفاظ واختلال مواضعها، التي من شأنها أن تكون فيها، كانغلاق الدائرة الكهربائية ينتج عنها النور والحياة. وانفصال جزئية واحدة منها يقطع التيار فيعم الظلام. وكذلك لو اختلفت قطعة صغيرة عن مكانها في آلة \"أتوماتيكية\" فإنها تتوقف عن عملها، الذي بمنزلة الروح في الجسد، ولا يعلم الإنسان أين مكانها، فربما تكون الروح في الجسد نتيجة لتمام أجزائها، واتخاذ كل جزئية في مكانها، وبذلك تسري في الجسد، واختيار الأعضاء المناسبة.\nالجزء: 1 ¦ الصفحة: 53\n",
        "وتنسيقها وترتيبها، وانتظامها، وعلاقة بعضها ببعض، سر من أسرار الله وأمر لا يعلمه، إلا هو {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلا قَلِيلا} .\nوكذلك الأمر بالعكس حين اختلاف الألفاظ يضعف المعنى ويسقط؛ لأنه لا يعقل أن يكون في الحياة النافعة جسد بدون روح، ولا روح بدون جسد ألبتة، يقول: \"فإن اختل المعنى كله وفسد بقي اللفظ مواتًا لا فائدة فيه، وإن كان حسن الطلاوة في السمع، كما أن الميت لم ينقص من شخصه شيء في رأس العين إلا أنه لا ينتفع به، ولا يفيد فائدة، وكذلك إن اختل اللفظ جملة، وتلاشى لم يصح له معنى؛ لأنا لا نجد روحًا في غير جسم البتة1.\nولهذا يرى الناقد الأدبي، أن الجمال لا يكون إلا في النظم، لا في اللفظ وحده، ولا في المعنى وحده، ويترتب على ذلك أن تكون الصورة الشعرية، في العلاقة التي تتم بين الألفاظ. وتكشف عن المعنى والمضمون المستقيم الصحيح. ويزداد تمسكًا بهذه الحقيقة النقدية الخالدة، وما انتهى إليه من جديد في فهم طبيعة اللغة والشعر حينما لم يقتنع بآراء السابقين من أنصار اللفظ مستقلًّا، وهم كثيرون وأنصار المعنى كذلك وإن كانوا قلة، وذكر رأيه أولًا، وطرح أقوالهم بقوله:\n\"وللناس فيما بعد آراء ومذاهب\". ثم يلقب على اتجاه ابن هاني، في عنايته بالجلبة والصخب في اللفظ، بدون كبير معنى، وينفي عنه الجودة ويرميه بالفساد يقول معقبًا: \"وليس تحت هذا كله إلا الفساد، وخلاف المراد\" وإن حكم له بجودة هذا البيت حين يصف شجاعًا فيقول:\nلا يأكل السرجان شلو عقيرهم\n...\nمما عليه من القنا المتكسر\n1 العمدة: ابن رشيق ج1 ص125.\nالجزء: 1 ¦ الصفحة: 54\n",
        "فيرى أن تنسيق الألفاظ فيه، واختيار الكلمات، ووضع كل كلمة في موضعها، جعل البيت جيدًا، وحقق ما يصبو إليه الشاعر، من المدح بالشجاعة، وذلك كله راجع إلى اختيار الألفاظ، وعلاقة بعضها ببعض، حق انتهت الصورة الشعرية إلى الغاية في الجودة.\nولو بدل الشاعر في النظم بتغيير بعض الألفاظ أو التقديم والتأخير فيها، بأن مكن الأعداء وهم كثر من قتل ممدوحه باليد، لكانت الصورة هجوًا له، وأنه ما ثبت في ساحة النضال لحظة، حتى قتل، ولكن الشاعر انتقى الكلمات، وأحكم النظم، ليحقق الغرض ويسمو بالمعنى، فأراد رماحًا -لا رمحًا واحدًا- تتساقط عليه من كل جانب، حتى كست جسده، وتعذر على الذئب أن ينهشه، فهو مصون في حياته ومماته. يقول ابن رشيق مع الإيجاز، الذي يوحي بما سبق:\n\"والعقير ههنا معهم، أي: لم يمت لشجاعته، حتى تحطم عليه من الرماح -ما لا يصل معه الذئب إليه كثرة، ولو كان العقير هو الذي عقروه هم، لكان البيت هجوًا؛ لأنه كان يصفهم بالضعف والتكاثر على واحد\"1.\nولا يعتد أيضًا برأي ابن وكيع الذي مثل المعنى بالصورة، واللفظ بالكسوة، ولا بما ذكره عبد الكريم من رأي لبعض الحذاق في قوله: \"للمعنى مثال، واللفظ حذو، والحذو يتبع المنال، فيتغير بتغيره، ويثبت بثباته\"2.\nولا يرضى عن قول العباس بن حسن العلوي في صفة البليغ: \"معانيه قوالب ألفاظه\" وغير ذلك من الآراء التي خالفها ليتميز رأيه ويتحدد اتجاهه، وينفرد هو به.\n1 المرجع السابق ج1 ص127.\n2 المرجع السابق ج1 ص127، 128.\nالجزء: 1 ¦ الصفحة: 55\n",
        "ابن شرف القيرواني والصورة الأدبية:\nيفضل ابن شرف المعنى على اللفظ، ويقدمه عليه، فمرجع الجمال في العبارة، ومجال الروعة في الصياغة، يكون في المعنى، ثم يأتي بعد ذلك اللفظ، فهو دونه في المرتبة والدرجة، فإن كان المعنى رائقا، فلا عليه أن يقع في لفظ رائق بارع.\nولا يعتد إلا بالمعنى الذي يسكن اللفظ، أي لفظ يقول:\nفإن كان \"أي المعنى\" في البيت ساكنًا، فتلك المحاسن، وإن كان خاليًا فاعدده جسمًا باليًا\"1.\nالإمام عبد القاهر الجرجاني 2:\nوبعد الشوط الطويل يأتي فارس الميدان، وأستاذ النقد العربي القديم الإمام القاهر، ويصلنا وهو في القرن الخامس الهجري بما انتهى إليه النقد الحديث في القرن الخامس عشر، في توضيح معالم الصورة الأدبية.\nولا يظن القارئ الكريم أن من ذكرتهم قبل الإمام من النقاد العرب ليسوا هم وحدهم الذين تكلموا في اللفظ والمعنى، وما تفرع عن ذلك من النظم والصورة. بل هناك غيرهم كثيرون منهم الصاحب بن عباد، والمرزوقي وغيرهما، وكذلك فعل جار الله الزمخشري بعده، وغيره مما سار على نهج ما ذكرت من فهمهم للصورة وتحليلها ونقدها مما جعلني أستقصي في نمو وتحليل، وتفصيل وموازنة واستنتاج كل المراحل التي مر بها مفهوم الصورة الأدبية، وذلك ما دعاني إلى الاكتفاء بأشهر الأعلام في النقد القديم، على أن الإمام عبد القاهر، يكفي عمن ذكرتهم، ومن لم أذكرهم، لسعة ثقافته، وفرط ذكائه، فقد أفاد من هؤلاء جميعًا حتى انتهى إليه القول في النظم والتصوير الأدبي قديمًا.\n1 أعلام الكلام: ابن شرف القيرواني ص27.\n2 المتوفى 471.\nالجزء: 1 ¦ الصفحة: 56\n",
        "فإذا حدد الإمام معنى النظم، ليصل عن طريقه إلى الصورة، فإنما يحدده بناء على مشاركة منه مع النقاد الذي سبقوه، فهم جميعًا قد شاركوا كل بقدر، واستقطبت عبقرية الإمام كل المنابع الثرة، وتجمعت في نفس واحدة، لتخرج قضية النظم والصورة، ممتزجة بروح ذلك الناقد القديم، وفاضت عن ذوقه الأدبي وأصالته المتميزة، مما يخيل للدارس أنها من صنعته، ومن ابتكار شخصه. وتلك عظمة العباقرة في قدراتهم، فإنها توهم الغير بأن أصحابها وحدهم هم أهل الفضل فيما وصلوا إليه، ولا فضل للعصور السابقة عليهم, ولا لمن سبقه ومهد له الطريق، ولا لعصره عليه.\nوالحق أننا في الحكم عليه بشخصيته الفذة وعقليته الخارقة، وعبقريته المجددة المبتكرة، لا يصح أن نغمط حق من قبله، وحق العصور السالفة عليه، وفضل عصره عليه، الذي هام الناس فيه باللفظ، وقد ثبت أركانه الجاحظ، حتى كاد الشكل في الصورة يقضي على الأدب، ووقف بجانب أنصار اللفظ وهم كثر، وجمع قليل يناصر المعنى، ثم تلك العامية التي انتشرت في عصره، وأوشكت أن تقضي على جمال اللغة.\nوفي وسط هذا الصراع بتياراته المختلفة، تمكن أهل الجدل والطاعنون في إعجاز القرآن، وبلاغته من المساس بأعظم مقدساتنا، فالرأي باللفظ جعل الطاعنين يذهبون إلى دعاوى باطلة كمثل قولهم: إن اللفظ عربي، والعرب أقدر الناس على مجاراته، ولذا فهم يستطيعون الإتيان بمثله، ولكن الله صرفهم عن ذلك لتظل هيبة القرآن في النفوس متفردًا بالجلال والإعجاز، والرأي بالمعنى جعل طائفة تنفي الإعجاز أيضًا؛ لأن الأمر يتصل بالمعنى، وليس هذا في طاقة العرب وفي قدرة البشر.\nوفي كلا الأمرين تسقط المعارضة، ولا تصح المجاراة، فالتفوق والتفاوت لا يتم\nالجزء: 1 ¦ الصفحة: 57\n",
        "في أحدهما، إلا إذا أمكن التحدي حتى يتحقق العجز من المعترض من ناحية، ويسمو القرآن بإعجازه في ميدان المعارضة من ناحية أخرى، يقول الإمام عبد القاهر في حط نصرة المعنى:\n\"وأعلم أنهم لم يبلغوا في إنكار هذا المذهب ما بلغوه، إلا لأن الخطأ فيه عظيم وأنه يقضي بصاحبه، إلى أن ينكر الإعجاز، ويبطل التحدي من حيث لا يشعر، وذلك أنه إن كان العمل على ما يذهبون إليه من أنه لا يجب فضل ولا مزية إلا من جانب المعنى1\".\nوهذا الصراع هذا الذي اضطر الإمام إلى حسم القضية في عمق، وإلى أن يقيم الأدلة والبراهين -في تحليل أدبي وإطالة وتفصيل- ليقف على مصادر العظمة، وموارد البلاغة في كتاب الله، وأساس التفرد والإعجاز في معجزته الخالدة.\nويضيف في حديثه عن القرآن الكريم نماذج رائقة من الأدب العربي؛ لأن اللغة واحدة وهي اللغة العربية، ورد الأساس والمصدر في ذلك إلى ما نحن بصدده الآن وهو النظم، وما يتبع ذلك من التصوير الفني الأدبي، في لغتنا الحية النثرية.\nوالإمام عبد القاهر يتناول الصورة الأدبية في موطنين: أحدهما حينما يتحدث عن قضية النظم، وثانيها حينما يتكلم عن مشكلة السرقات الأدبية في الشعر العربي، وسنتناول ذلك بإيجاز، نقصد من ذلك بيان مفهوم الصورة الأدبية ومعالمها في نقدنا العربي الأصيل القديم، ومدى الصلة بينها وبين مفهومها في النقد الحديث.\n1 دلائل الإعجاز: عبد القادر الجرجاني ص257 تحقيق الدكتور محمد عبد المنعم خفاجي.\nالجزء: 1 ¦ الصفحة: 58\n",
        "أولًا النظم:\nوقف الإمام قبل أن يرسي قواعد النظم ويحدد معالم الصورة موقف الباحث الدقيق، والناقد الذواقة الأديب، من أنصار اللفظ، وأنصار المعنى ليضع الأساس الثالث وهو النظم ويفند ما انتهى إليه السابقون حيث قالوا: \"إنه ليس إلا المعنى واللفظ ولا ثالث1 فبين موقف من المعنى على حدة، ثم اللفظ على حدة، ليسلم له الأساس الفني الدقيق في الصورة وهو النظم. وما تلجلج الإمام في موقفه من كل من اللفظ والمعنى، قبل أن يستقر في النهاية إلى قضيته كما زعم بعض المعاصرين2. ولكن الرجل على عادته، كان يهدم جزءًا جزءًا وقبل أن يهدم يحدد الخصائص اللازمة للفظ على انفراد، وكذلك المعنى، فيحدد صفات اللفظ البليغ، ويتخير منه ويعلي من قدره منفردًا على المعنى ثم في موطن آخر يبرز سمات المعنى ويعلي من شأنه منفردًا فإذا انتهى إلى النظم، لم يعط الميزة للفظ وحده حتى يفضل المعنى، ولا يمنح الدرجة للمعنى حتى يسمو على اللفظ، فلا هذا ولا ذاك، وإنما الفضل الحق أن يكون للثالث وهو النظم وكفى3، فالإمام أعطى لكل حقه على انفراد، ولا قيمة لكل منهما وحده في الصورة وإنما يستحقان هذه القيمة. بل أكثر منهما، إذا ارتبطا بالنظم وهو وحده له القيمة الكبرى في الصورة الأدبية، فأما سمات اللفظ عنده، والخصائص التي ينبغي أن تكون فيه هي كما يقول: \"أن اللفظة ما يتعارفه الناس في استعمالهم، ويتداولونه في زمانهم، ولا يكون وحشيًّا غريبًا، أو عاميًّا سخيفًا\n1 دلائل الإعجاز: عبد القاهر ص425 تحقيق د. محمد عبد المنعم خفاجي.\n2 د. محمد خلف الله أحمد في كتابه \"الوجهة النفسية\" ص113، وعز الدين إسماعيل في الأسس الجمالية في النقد العربي.\n3 أسرار البلاغة: عبد القاهر الفاتحة ص3 تحقيق السيد محمد رشيد رضا.\nالجزء: 1 ¦ الصفحة: 59\n",
        "سخنة بإزالته عن موضوع اللغة، وإخراجه عما فرضته من الحكم والصفة1، ويقول: \"أن يكون حروف الكلمة أخف وامتزاجها أحسن، ومما يكد اللسان أبعد2، ولكن الإمام يخشى على نفسه أن يكون متهمًا بأنه من أنصار اللفظ وحده، والجمال مقصور عليه فيثور عليهم وينكر عليهم ذلك بشدة فيقول: لا جمال في اللفظ من حيث صوت مسموع، وحروف تتوالى في النطق، وإنما يكون ذلك، لما بين معاني الألفاظ من الاتساق العجيب3.\nويقول: \"وهل تجد أحدًا يقول: هذه اللفظة فصيحة، إلا وهو يعتبر مكانها من النظم وحسن ملاءمته معناها لمعاني جاراتها، وفضل مؤانستها أخواتها4\" ويضربهم بأنصار المعنى فيقول: \"إذا فرغت من ترتيب المعاني في نفسك، لم تحتج إلى أن -تستأنف فكرًا في ترتيب الألفاظ، بل تجدها تترتب لك بحكم أنها خدم للمعاني وتابعة لها وأن العلم بمواقع المعاني في النفس علم بمواقع الألفاظ الدالة عليها في النطق5\". ويطمئن أنصار المعنى لمذهبهم لوقت ما، بعد أن انتقض مذهب منافسيهم فيقرر الخصائص التي يشرف بها المعنى، بأن تكون غريبة نادرة، أو تشتمل على حكمة أو أدب\". يقول:\n\"واعم أنهم لم يعيبوا تقديم الكلام بمعناه، من حيث جهلوا أن المعنى إذا كان أدبًا، أو حكمة، وكان غريبًا نادرًا، فهو أشرف مما ليس كذلك بل عابوه\n1، 2، 3 دلائل الإعجاز: عبد القاهر 425، 37، 88.\n4 دلائل الإعجاز: عبد القاهر ص425 تحقيق د. محمد عبد المنعم خفاجي.\n5 د. محمد خلف الله أحمد في كتابه \"الوجهة النفسية\" ص113، وعز الدين إسماعيل في الأسس الجمالية في النقد العربي.\nالجزء: 1 ¦ الصفحة: 60\n",
        "لأجل الاعتداد بهذا الشرف وحده، وعدم النظر إلى ما سواه، وإن كان من الأول بسبيل أو متصلًا به اتصال ما لا ينفك عنه1\".\nثم يثور عليهم ليحطم مذهبهم في المعنى مع اعتماده خصائصه في ذاته فيقول: \"واعلم أن الداء الدوي، والذي أعيا أمره في هذا الباب غلط من قدم الشعر بمعناه، وأقل الاحتفال باللفظ، وجعل لا يعطيه من المزية، إن هو أعطي إلا ما فضل من المعنى يقول: \"ما في اللفظ لولا المعنى، وهل الكلام إلا بمعناه\"2.\nوبعد أن هوى بالذهبين أخذ يترفق بأصحابهما، لعلهما يجدان الصواب معه كما وقع له فيقول: \"أتراك استضعفت تجنيس أبي تمام3:\nذهبت بمذهبه السماحة فالتوت\n...\nفيه الظنون أمذهب أم مذهب\nأو استحسنت تجنيس القائل:\nحتى نجا من خوفه وما نجا\nوقول المحدث:\nناظراه فيما جنى ناظراه\n...\nأو دعاني أمت بما أودعاني\nلأمر يرجع إلى اللفظ؟ أم لأنك رأيت الفائدة ضعفت في الأول، وقويت في الثاني ورأيتك لم يزدك بمذهب ومذهب على أن أسمعك حروفًا مكررة، تروم لها فائدة، فلا تجدها إلا مجهولة منكرة، ورأيت الآخر قد أعاد عليك اللفظة، كأنه يخدعك عن الفائدة وقد أعطاها، ويوهمك أنه لم يزدك، وقد أحسن الزيادة.\n1 أسرار البلاغة: عبد القاهر الفاتحة ص3. تحقيق السيد محمد رشيد رضا.\n2 دلائل الإعجاز: عبد القاهر ص425.\n3 المرجع السابق ص37. وهو أسرار البلاغة: عبد القاهر.\nالجزء: 1 ¦ الصفحة: 61\n",
        "ووفاها. إن ما يعطي التجنيس من الفضيلة لم يتم إلا بنصرة المعنى، ولو كان فيه مستحسن ولما وجد فيه إلا معيب مستهجن\".\nإذن فلا بد عند الإمام من الانتصار لها معًا، ولن يتم الفضل للكلام إلا بالنظم وبعد أن أقنع الفريقين، أخذ يقرر مبدأه الهام ونظريته في اللغة، وليست هي حشدًا من الألفاظ، ولا اهتمامًا بالمعاني الغريبة النادرة، بل اللغة علاقات بين ألفاظها لا تعرف إلا بارتباط بعضها ببعض، لتوضح ما في الذهن من علائق على جهة الرمز لا النقل بقول الإمام:\n\"إن الألفاظ التي هي أوضاع اللغة، لم توضع لتعرف معانيها في أنفسها، ولكن لأن يضم بعضها إلى بعض، فيعرف فيما بينها فوائد، وهذا علم شريف، وأصل عظيم والدليل على ذلك أنا إن زعمنا أن الألفاظ التي هي أوضاع اللغة، إنما وضعت ليعرف معانيها في أنفسها، لأدى ذلك إلى ما لا يشك عاقل في استحالته وهو أن يكونوا قد وضعوا للأجناس الأسماء التي وضعوها لها لنعرفها بها\n...\nحتى كأنهم لو لم يكونوا قد وضعوا الحروف لكنا نجهل معانيها، فلا نعقل نفيًا، ولا نهيًا ولا استفهامًا ولا استثناء، وكيف والمواضعة لا تكون ولا تتصور إلا على معلوم؟ فمحال أن يوضع اسم أو غير اسم لغير معلوم؛ ولأن المواضعة كالإشارة، فكما أنك إذا قلت: خذ ذاك لم تكن هذه الإشارة، لتعرف السامع المشار إليه في نفسه، ولكن ليعلم أنه المقصود من بين سائر الأشياء التي نراها ونبصرها، كذلك حكم اللفظ مع ما وضع له، ومن هذا الذي يشك أننا لم نعرف الرجل والفرص والضرب، والقتل إلا من أساسها؟ لو كان لذلك مساغ في العقل لكان ينبغي إذا قيل: زيد أن تعرف المسعى بهذا\nالجزء: 1 ¦ الصفحة: 62\n",
        "الاسم، من غير أن تكون قد شاهدته، أو ذكر لك بصفته\n...\nوإذا قد عرفت هذه الجملة، فاعلم أن معاني الكلام كلها معان لا نتصور إلا فيما بين شيئين، الأصل والأول هو الخبر، وإذا أحكمت العلم بهذا المعنى فيه عرفته في الجميع، ومن الثابت في العقول، والقائم في النفوس أنه لا يكون خير حتى يكون مخبريه ومخبر عنه، ومن ذلك امتنع أن يكون لك قصد إلى فعل من غير أن تريد إسناده إلى شيء، وكنت إذا قلت: أضرب لم تستطع أن تريد منه معنى في نفسك من غير أن تريد الخبر به عن شيء مظهر أو مقدر، وكان لفظك به إذا أنت لم ترد ذلك، وصوت تصوته سواء1\".\nوالإمام هنا يقرر أن ألفاظ اللغة لا أهمية لها مفردة، لنتعرف على معانيها في ذاتها، ولكنها وضعت لأن يضم بعضها إلى بعض، ويتعلق بعضها ببعض حتى نعرف معانيها، ونبلغ الغرض منها، فلو أردنا أن نعرف ما يدل عليه كلمة \"فرس\" محددًا محصورًا، لما استطعنا ذلك؛ لأنه اسم جنس عام لا وجود له، إلا في أفراده فإذا وقع بين ألفاظ أخرى في عبارة كما تقول: \"فرس في الحديقة\" فقد دلت الكلمة في التركيب على منظور، ورمزت إلى شيء معين، ولم يكن المسمى في الحديقة هو كل المعنى للكلمة السابقة.\nولذلك استطاع عبد القاهر عن طريق الكشف لرمزية اللغة، أن يعتبر اللفظ الذي يرمز إلى معنى لا وزن له منفردًا، ولا ينهض وحده بتصوير معناه، إلا إذا اشترك مع غيره، وارتبط بألفاظ أخرى، في نظم محكم، عند ذلك يكون لكل لفظ قيمة بقدر اشتراكه في تجديد الصورة العامة للمعنى المراد، ويكون حينئذ للنظم\n1 دلائل الإعجاز: عبد القاهر الجرجاني ص473، 474 تحقيق الدكتور محمد عبد المنعم خفاجي.\nالجزء: 1 ¦ الصفحة: 63\n",
        "وحده الميزة في الكشف عن المعاني المبهمة واضحة ومحددة، بينما يعجز اللفظ عن النهوض بالمعنى وحده، ولا يتصور حدوث ذلك بالمعنى الذهني المجرد؛ لأن السامع لا يعرف عنه شيئًا إلا إذا أشار المتكلم إليه بكلمة ترمز إليه، فيحرك الرمز الصورة الذهنية المترسبة في الباطن ازدحام الصور الأخرى في الذهن لألفاظ اللغة التي اكتسبها الإنسان في حياته\".\nوقد فسر ذلك د. مندور بالرمزية في اللغة، التي وصل إليها النقد حديثًا في العرب، وألحق عبد القاهر بواضع هذه النظرية \"فنت\"1:\nوأنا مع الدكتور نايل2 في أن الإمام قد سبق النقد الحديث إلى هذه النظرية وبرع فيها واتخذها وسيلة للكشف عن أهمية النظم، وقدرته على تصوير المعنى والغرض بدقة وإحكام.\nولم يبق للإمام عبد القاهر بعد هذا الصراع إلا أن يحدد معنى النظم، لنرتقي منه في النهاية إلى توضيح معالم الصورة الأدبية عنده.\nوفيتحديد معنى النظم يقول: \"واعلم أنك إذا رجعت إلى نفسك علمت علمًا لا يعترضه الشك، أنه لا نظم في الكلم، ولا ترتيب، حتى يعلق بعضها ببعض، ويبنى بعضها على بعض، وتجعل هذه بسبب من تلك. وإذا كان كذلك تعليقًا أن ننظر إلى التعليق فيها والبغاء، وجعل الواحدة منها بسبب من صاحبتها، ما معناه وما محصوله3؟..\n1 الميزان الجديد: د. محمد مندور ص186.\n2 نظرية العلاقات للدكتور محمد نايل أحمد ص100.\n3 دلائل الإعجاز: عبد القاهر ص97 تحقيق الدكتور محمد عبد المنعم خفاجي.\nالجزء: 1 ¦ الصفحة: 64\n",
        "فيصبح الاسم فاعلًا لفعل أو مفعلولًا أو خبرًا أو مجرورًا أو استفهامًا أو شرطًا إلى غير ذلك من ألوان العلاقات في علم النحو، الذي يربط بين النظم فيقول -عبد القاهر: \"واعلم أن ليس النظم إلا أن تضع كلامك الوضع الذي يقتضيه علم النحو وتعمل على قوانينه وأصوله، وتعرف مناهجه التي نهجت فلا تزيغ عنها\n...\nوذلك أنا لا نعلم شيئًا يبتغيه الناظم بنظمه غير أن ينظر في وجوه كل باب وفروقه فينظر في وجوه الحال، وفي الحروف والفرق بينها بعضها عن بعض وفي حروف العطف والتعريف والتنكير والتقديم والتأخير، والحذف والتكرار والإضمار والإظهار والجمع والتقسيم والتشبيه التمثيلي1.\nوحينما تتخذ الكلمة بخصائصها السابقة مكانها من النظم المبني على معاني النحو، تتألف الصور الأدبية عند الإمام؛ لأن في الصياغة كلمات مرتبطة، وجملًا مشدودة بعضها ببعض في اتساق وإحكام لينم عن التصوير الدقيق للغرض من الصياغة والنظم يقول عبد القاهر عن الصورة الناتجة من النظم:\n\"إنك ترى الرجل قد يهتدي في الأصباغ، التي عمل منها الصورة والنقش في ثوبه الذي نسج، إلى ضرب من التخير والتدبر في أنفس الأصباغ، وفي مواقعها ومقاديرها وكيفية مزجه لها، وترتيبه إياها، إلى ما لم يهتد إليه صاحبه فجاء نقشه من أجل ذلك أعجب، وصورته أغرب، وكذلك حال الشاعر في توخيهما معاني النحو ووجوهه، التي علمت أنها محصول النظم2\".\n1 المرجع السابق راجع ص117، 118، التحقيق السابق.\n2 المرجع السابق ص123.\nالجزء: 1 ¦ الصفحة: 65\n",
        "لذلك أصبح النظم عنده وسبيل الكلام لديه هو \"سبيل الصياغة والتصوير وأن سبيل المعنى الذي يعبر عنه سبيل الشيء، الذي يقع عليه التصوير والصوغ كالفضة والذهب، يصاغ منهما خاتم أو سوار، فكما أن محالًا إذا أنت أردت النظر في صوغ الخاتم، وفي جودة العمل ورداءته أن تنظر إلى الفضة الحاملة لتلك الصورة أو الذهب الذي وقع عليه العمل والصفة كذلك محال إذا أنت تعرف مكان الفضل والمزية في الكلام، أن تنظر في مجرد معناه، وكما أننا لو فضلنا خاتمًا على خاتم، بأن يكون فضة هذا أجود، أو فضته أنفس، لم يكن ذلك تفضيلًا له من حيث هو خاتم، كذلك ينبغي إذا فضلنا بيتا على بيت، من أجل معناه ألا يكون تفضيلًا له، من حيث هو شعر وكلام، وهذا قاطع فأعرفه1\".\nهذا إذا كانت الكلمة التي اتخذت مكانها من النظم قامت على الحقيقة، لا تمت إلى الخيال بصلة، فكيف يراها الإمام إذا نبعت الكلمة من منابع الخيال الثرة، والخيال كما نعلم حديثًا عنصر حي من أهم عناصر الصورة الأدبية في النقد الحديث، وعبد القاهر يرى أنه رافد من روافدها الكثيرة، وأعظمها هو النظم، وهو الأساس الذي بدونه لا يقبل الخيال ولا تحسن وسائله، فلو وقعت استعارة في نظم، فالجمال في الصورة لا يرجع إلى الاستعارة فقط، ولكنه يرجع أولًا إلى جمال النظم، وإنما الاستعارة التي وقعت موقعها من الجملة أو التركيب، قد زادت النظم جمالًا على جمال.\nفالكلمة المستعارة مثلًا هنا حققت غايتين: إحداهما الجمال الذي نبع من موقع الكلمة في النظم، واتخاذها الوضع اللائق بها، وثانيهما الجمال الذي أضافه الخيال على الكلمة، ولكن الجمال الثاني لا اعتبار له إلا بالنظم الذي تتألف منه الصورة،\n1 دلائل الإعجاز: عبد القاهر ص255 تحقيق الدكتور محمد عبد المنعم خفاجي.\nالجزء: 1 ¦ الصفحة: 66\n",
        "ولذلك لو اختل النظم -مهما حوى من وسائل الخيال- سقطت الصورة وتجردت من كل عناصر الجمال\".\nوهذه نظرة دقيقة من الإمام في الصورة، أغفلها النقد الحديث إلا نادرًا كما سنرى ويذكر اتجاهه في مواطن كثيرة منها قوله بشأن الاستعارة:\n\"واعلم أن هذا -أعني الفرق بين أن تكون المزية في اللفظ، وبين أن تكون المزية في النظم- باب يكثر فيه الغلط، فلا تزال ترى مستحسنًا قد أخطأ بالاستحسان موضعه، فينحل اللفظ ما ليس له، ولا تزال ترى الشبهة قد دخلت عليك في الكلام، قد حسن من لفظه ونظمه، فظنت أن حسنه ذلك كله للفظ دون النظم، مثال ذلك أن ننظر إلى قول ابن المعتز:\nوإني على إشفاق عيني من العدا\n...\nلتجمح مني نظرة ثم أطرق\nفنرى أن هذه الطلاوة، وهذا الظرف، إنما هو لأن جعل النظر يجمع، وليس هو لذلك؛ لأن قال في أول البيت \"وإني\" حتى أدخل اللام في قوله: \"لتجمع\" ثم قوله: \"مني\" ثم لأن قال: \"نظرة\" ولم النظر مثلًا؟ ثم لمكان \"ثم\" في قوله: \"ثم أطرق\" وللطيفة أخرى نصرت هذه اللطائف كلها، وهي اعتراضه بين اسم إن وخبرها بقوله: \"على إشفاق عيني أخرى نصرت هذه اللطائف كلها، وهي اعتراضه بين اسم إن وخبرها بقوله:\n\"على إشفاق عيني من العدى\"\nوغير ذلك كثير من ألوان الخيال التي وفد إليها الجمال عن طريق النظم.\nوبهذا العمق في التناول والاستقصاء، اعتد عبد القاهر بالنظم وحده في تأليف الصورة وتكون أركانها، كما هو واضح في نقده لأبيات كثيرة عزة، التي استحسنها بعض النقاد قبله لتفرد ألفاظها بالجمال، مع أنها لا تحمل كبير معنى،\nالجزء: 1 ¦ الصفحة: 67\n",
        "وخالفهم الإمام وبين لهم أن الجمال فيما يرجع إلى حسن النظم، وبه يرتفع حيث يقول عقب قول كثيِّر السابق:\nولما قضينا من منى كل حاجة\n...\nومسح بالأركان من هو ماسح\n...\nإلخ الأبيات.\nقال الإمام لائمًا عليهم صنيعهم: \"ثم انظر هل تجد لاستحسانهم وحمدهم وثنائهم ومدحهم منصرفًا إلا إلى استعارة وقعت موقعها، أصابت غرضها، أو حسن ترتيب تكامل معه البيان، حتى وصل المعنى إلى القلب، مع وصول اللفظ إلى السمع، واستقر في الفهم مع وقوع العبارة في الأذن\n...\nإلى قوله الذي بين فيه وجه الصواب: فقل الآن هل بقيت عليك حسنة تحيل فيها على لفظة من ألفاظها، حتى إن فضل الحسنة يبقى لتلك اللفظة، ولو ذكرت على الانفراد، وأزيلت عن موقعها من نظم الشاعر ونسجه وتأليفه وترصيفه، ثم يقول بعد أن يشبه النظم فيما اللآلئ في العقد: بل حق هذا المثل أن يوضع في نصرة بعض المعاني الحكيمة والتشبيهية بعضا، وازدياد الحسن منها بأن تجامع شكل منها شكلًا، وأن يصل الذكر بين متدانيات في ولادة العقول إياها، ومتجاورات في تنزيل الأفهام لها\".\nولاهتمام عبد القادر بالنظم وعنايته به جعل بعض النقاد يزعم أنه شكلي لا يهتم بشرف المعنى وندرته، لذلك استحسن الصورة الأدبية السابقة للشاعر كثير، مع أنها لم تحفل بمعنى شريف.\nوالذي أراده أن نظرية عبد القاهر في النظم والصورة بريئة من الشكلية الصرفة التي اتهم بها، ونستطيع دفعها بالتالي:\nالجزء: 1 ¦ الصفحة: 68\n",
        "أو لًا: أنه اهتم أولًا بالمعنى المفرد، وأعطى له سمات النبل والشرف وسبق ذلك في موضعه.\nثانيًا: النظم ينبني على اختيار معاني الألفاظ، وانتقائها، ثم تآلف هذه المعاني والتوخي بينها، ولا شك أن هذا يثبت للمعنى في النظم شرفًا ونبلًا1.\nثالثًا: الصورة الأدبية التي تألفت من خيوط النظم إنما يرجع جمالها وسحرها إلى ما تحققه من شرف الغرض وسمو المغزى.\nرابعًا: وعلى ذلك فاهتمام عبد القاهر بالنظم والصورة إنما هو من أجل المعاني والأغراض، التي تكون الصورة خير سفارة عنها، وأقواها توصيلًا إلى النفس وتأثيرًا فيها.\nخامسًا: وأدى اهتمامه بالمعنى والغرض، إلى أن يرتقي بالصورة إلى ما وراء الحس الظاهر عن طريق الوحي في الصورة، وهو ما يسميه عبد القاهر \"بمعنى المعنى\" الذي يزيد المضمون شرفًا.\nويرى أنه ليس من المراد من الألفاظ في التراكيب ظواهر معناها فقط، ولكن يراد فوق هذا أن يشار بمعانيها إلى معان أخرى \"حتى يكون هناك مجاز واتساع، وحتى لا يراد من ألفاظ ظواهر وما وضعت له في اللغة، ولكن يشار بمعانيها إلى معان أخرى\"2. ويجلي \"معنى المعنى\" وضوحًا، لعنايته التامة به.\nولكن يدلك اللفظ على معناه الذي يقتضيه موضوعه في اللغة، ثم تجد لذلك المعنى دلالة ثانية إلى الغرض3. ويضرب لذلك أمثلة عدة منها قولهم: \"كثير\n1 دلائل الإعجاز: راجع منهج عبد القاهر في الكتاب للدكتور خفاجي ص27.\n2 دلائل الإعجاز: عبد القاهر ص264.\n3 المرجع السابق ص262.\nالجزء: 1 ¦ الصفحة: 69\n",
        "رماد القدر\" وينتقل اللفظ فيه إلى المفهوم الذي هو المعنى الوضعي للغة إلى معنى الكرم، وهذا المعنى هو معنى المعنى، والمعنى الأول: هو الوضعي بمثابة الوشي والمعارض للمعنى الثاني، الذي قصد إليه عن طريق معنى المعنى، والمعنى الثاني: هو الذي كسى ذلك الوشي وزينه وحلي به1.\nويضيف إلى مفهوم الصورة فوق ما تقدم إيضاحًا لمعالمها، وكشفًا لجوانبها، مشاركة الألفاظ بموسيقاها، ودلالتها الصوتية، مما يزيد حسن النظم وجمال التأليف، فتثري الضرورة بعناصر عديدة تمنحها القوة والتأثير.\nولذلك ينبغي ألا تكون الكلفة غريبة وحشية، بل مألوفة للسمع، مستعملة غير مهجورة، وحروفها خفيفة، منسجمة بعضها مع بعض، متلائمة مع معناها، وأن تتواءم بسماتها السابقة مع جاراتها في النظم، إذ لا اعتداد بها مفردة، إلا حينما يتسق معانيها بعضها مع بعض يقول: \"أن تكون حروف هذه أخف، وامتزاجها أحسن، وهل تجد أحدًا يقول: هذه اللفظة فصيحة، إلا وهو يعتبر مكانها من النظم، وحسن ملاءمة معناها لمعاني جاراتها\"2.\nويقول: \"فلا جمال إذن في اللفظ من حيث هو صوت مسموع، وحروف تتوالى في النطق، وإنما يكون ذلك لما بين معاني الألفاظ من الاتساق العجيب فالملاءمة بين حروف الكلمات، وخفة المنطق بها، وتناسبها مع معناها شدة أو لينًا وخفة وثقلًا، كل ذلك حسن للألفاظ لا شك فيه، راجع إلى ذاتها ولكنه يزيد النظم فضلًا، إذا وقعت منه في مكانها، كالشأن في ألوان الخيال.\nوينتقي أقوى أنواع الإيقاع في النظم، وأعمق موسيقي في التأليف،\n1 المرجع السابق ص262، 263.\n2 دلائل الإعجاز: عبد القاهر ص88.\nالجزء: 1 ¦ الصفحة: 70\n",
        "كالمزاوجة بين معنيين في الشرط والجزاء، والتعليق والتقسيم مع الجمع، والتشبيه المتعدد والمركب حيث تتجاوب أصداء النظم مع أنغام الموسيقى، النابعة من زوايا متعددة لتشارك في جمال النظم الذي تتألف منه الصورة الأدبية ويذكر تحت عنوان \"فصل\" في النظم يتحد في الوضع، ويدق فيه الصنع\" فيقول:\n\"واعلم أن مما هو أصل في أن يدق النظر، ويغمض المسلك في توخي المعاني التي عرفت أن تتحد أجزاء الكلام، ويدخل بعضها في بعض، ويشتد ارتباط ثان منها بأول وأن يحتاج في الجملة إلى أن تضعها في النفس وضعًا واحدًا، وأن تكون حالك فيها حال الباني، يضع بيمينه ههنا في حال ما يضع بيساره هناك، نعم وفي حال ما يبصر مكان ثالث ورابع يضعهما بعد الأولين، وليس لما يجيء على هذا الوصف حد يحصره أو قانون يحيط به، فإنه يجيء على وجوه شتى، وأنحاء مختلفة، فمن ذلك أن تزاوج بين معنيين في الشرط، والجزاء معًا كقول البحتري:\nإذا ما نهى الناهي فلج به الهوى\n...\nأصاخت إلى فلج بها الهجر\nويضرب الأمثلة لأنواع مختلفة من موسيقى النظم إلى أن يقول: ونوع ثالث هو ما كان كقول كثيِّر:\nوإني وتهيامى بعزة بعد ما\n...\nتخليت مما بيننا وتخلت\nلكالمرتجي ظل الغمامة كلما\n...\nتبوأ منها للعقيل اضمحلت\nثم ذكر منه التقسيم مع الجمع والتشبيه المتعدد والمركب1.\nوملاءمة وضع الكلمة مع أختها في الشطرة، ثم ملاءمتها مع الشطرة الأخرى،\n1 دلائل الإعجاز: عبد القاهر ص127 وما بعدها بتصرف.\nالجزء: 1 ¦ الصفحة: 71\n",
        "ثم ملاءمة البيت مع البيت، ومع أبيات القصيدة، وهكذا حتى يتم النظام الهندسي الموسيقي للقصيدة؛ لأن الرجل مغرم في الاهتمام بالأجزاء إلا نادرًا، لاعتقاده أن استقامة الجزء، وملاءمته مع الآخر سيؤدي في النهاية إلى سلامة الإيقاع في القطع أو القصيدة1.\nواهتمام الإمام بالجزئيات في النظم دعا بعض النقاد2 أن يقصر عنايته التامة الجزئية فحسب، ولم يهتم بالصورة الكلية في الأدب العربي ونقده.\nوالحق أنه وجه اهتمامه للصورة الجزئية إلا نادرًا، وكان الدكتور نايل موفقًا حينما أثبت أن الإمام تناول الصورة الكلية في نقده قليلًا، نظريًّا وتطبيقيًّا، ومن أراد تفصيلًا فليرجع مشكورًا إلى كتابه دفعًا للإطالة3.\nوالذي أحب أن أذكره هنا ما أشار إليه الإمام من العناية بالصورة الكلية في قوله:\n\"واعلم أن من الكلام، ما أنت ترى المزية في نظمه الحسن، الأجزاء من الصيغ تتلاحق، وينضم بعضها إلى بعض، حتى تستكثر في العين، فأنت لذلك لم تكبر شأن صاحبه ولا تقضي له بالحذق والأستاذية، وسعة الذرع، وشدة المنة، حتى تستوفي القطعة، وذلك ما كان من الشعر في طبقة ما أنشدتك من أبيات البحتري4:\nبلونا ضرائب من قد نرى\n...\nفما إن رأينا لفتح ضريبا\nإلخ الأبيات5.\n1 نظرية العلاقات: د. محمد نايل أحمد ص48.\n2 د. محمد غنيمي هلال في النقد الأدبي الحديث.\n3 نظرية العلاقات: د. محمد نايل ص44 وما بعدها.\n4 دلائل الإعجاز: عبد القاهر ص 124.\n5 المرجع السابق ص120.\nالجزء: 1 ¦ الصفحة: 72\n",
        "ومن الصور الكلية التي تناولها أيضًا قول ابن الرومي:\nخجلت خدود الورد من تفضيله\n...\nخجلًا توردها عليه شاهد\nلم يخجل الورد المورد لونه\n...\nإلا وناحله الفضيلة عاند\nللنرجس الفضل المبين وإن أبى\n...\nآب وحاد عن الطريقة حائد\nوفضل القضية أن هذا قائد\n...\nزهر الرياض وأن هذا طارد\nشتان ما بين اثنين هذا موعد\n...\nبتسلب الدنيا وهذا واعد\nينهى النديم عن القبيح بلحظه\n...\nوعلى المدامة والسماع مساعد\nاطلب بعقلك في السماع سميه\n...\nأبدا فإنك لا محالة واحد\nوالورد إن فكرت في اسمه\n...\nما في الملاح له سمي واحد\nهذي النجوم هي التي ربيتها\n...\nبحيا السحاب كما يربى الوالد\nفانظر إلى الأخوين من أدناهما\n...\nشبهًا بوالده فذاك الماجد\nأين الخدود من العيون نفاسة\n...\nورياسة لولا القياس الفاسد\nوترتيب الصنعة في القطعة أنه عمل أولًا على قلب التشبيه. فشبه حمرة الورد بحمرة الخجل، ثم تناسى ذلك وخدع عنه نفسه، وحملها على أن تعتقد أنه خجل على الحقيقة، ثم لما اطمأن ذلك في قلبه، واستحكمت صورته طلب لذلك الخجل علة، فجعل علته أن فضل على النرجس، ووضع في منزلة ليس يرى نفسه أهلًا لها، فصار يثوب من ذلك ويتخوف عيب العائب وغميزة المستهزئ وتجد ما يجد من مدح مدحه يظهر الكذب فيها، ويفرط حتى تصير كالهزء بمن قصد بها، ثم زادته الفطنة الثاقبة الطبع المثمر في سحر البيان، ما رأيت من وضع وحجاج في شأن النرجس، وجهة استحقاقه الفضل على الورد فجاء بحسن وإحسان لا تكاد تجد مثله إلا له1.\n1 أسرار البلاغة: عبد القاهر الجرجاني ص229، 330 تحقيق السيد محمد رشيد رضا.\nالجزء: 1 ¦ الصفحة: 73\n",
        "أشار الإمام إلى الصورة الكلية في القطعة السابقة لابن الرومي وإن لم يصرح بها، وقد ذكرها في معرض التشبيه حيث شبه حمرة الورد بحمرة الخجل تشبيهًا مقلوبًا، ولو كان حديثه عن الصورة الجزئية لوقف عند هذا الحد، ولكنه استمر في تحليل الصورة كلها ليقف على مواطن الحسن فيها غير مكتف بالتشبيه فقط، الذي يدل على ذلك الفقرة الأخيرة حيث قام النرجس بفطنته النافية بتقديم الحجج والأدلة ليستحق الفضل على الورد وينال الشرف وحده ثم ختم حديثه بقوله فجاء بحسن وإحسان لا تكاد تجد مثله إلا له.\nوصحيح أن الإمام لم يصرح بلفظ الصورة الكلية إلا أن تحليله يدل عليها، وتناول غيرها في الدلائل في قطع صغيرة تشبه السابقة، وفي بعض آيات القرآن الكريم.\nثانيًا: للصورة الشعرية في باب السرقات\nولن يكون حديثنا هنا عن السرقات الأدبية فذلك له مجال آخر، ولكن الحديث سيكون عن الصورة الأدبية التي كشف عنها الإمام أثناء حديثه عن السرقات.\nولذلك نراه يتصدى للقوم، ويصف رأيهم فالخطأ المحض؛ لأنهم اعتبروا الصورتين المختلفين لمعنى واحد يعدان شيئًا واحدًا، ولا تفاوت بينهما؛ لأن المعنى في الصورة الأولى هو نفسه في الصورة الثانية، إنما الاختلاف في هيئة النظم وتركيب الصورة وهذا لا يفيد شيئًا.\nويوضح لهم بأن التفاوت بين الصورتين على هذه الصفة السابقة أمر محتم ولازم، وأن التغاير في المعنى بعد التصوير جاء نتيجة الاختلاف في هيئة الصورة.\nالجزء: 1 ¦ الصفحة: 74\n",
        "مع أن المعنى كان واحدًا في البداية، فتباين الصورتين عليه أعطى لهما معنى جديدًا.\nولا يعقل أن يتم الاتفاق بينهما إلا في حالة واحدة، حينما يغير الشاعر المتأثر كل لفظة عند الشاعر الأول بلفظة تشبهها في المعنى، وهكذا حتى آخر الصورة فيكون بين الصورتين اتفاق تام ولا تفاوت بينهما؛ لأن الشاعر الثاني لم يعرض للمعنى في نظم أو صورة جديدة يقول الإمام عن القوم: \"وجدتهم قد قالوا ذلك من حيث قاسوا الكلامين على الكلمتين، فلما رأوا إذا قيل في الكلمتين أن معناهما واحد لم يكن بينهما تفاوت، ولم يكن للمعنى في أحدهما حال لا يكون له في الأخرى، ظنوا أن سبيل الكلامين هذا السبيل، وقد غلطوا فأفحشوا؛ لأنه لا يتصور أن تكون صورة المعنى في أحد الكلامين أو البيتين مثل صورته في الآخر البتة، اللهم إلا أن يعمد عامد إلى بيت فيضع مكان كل لفظة منه لفظة في معناها ولا يعرض لنظمه وتأليفه، كمثل أن يقول في بيت الخطيئة:\nدع المكارم لا ترحل لبغيتها\n...\nواقعد فإنك أنت الطاعم الكاسي\nذر المفاخر لا تذهب لمطلبها\n...\nواجلس فإنك أنت الآكل اللابس\nوما كان هذا سبيله كان بمعزل من أن يكون به اعتداد. ولا أن يجعل الذي يتعاطاه بمحل من يوصف بأنه أخذ معنى، ذلك لأنه لا يكون بذلك صانعًا شيئًا يستحق أن يدعى من أجله واضع كلام، ومستأنف عبارة وقائل شعر\"1.\n1 دلائل الإعجاز: عبد القاهر. تحقيق الدكتور محمد عبد المنعم خفاجي ص429، 430.\nالجزء: 1 ¦ الصفحة: 75\n",
        "لأن اللفظ المفرد، لا يمكن أن يخفي المعنى، إنما الذي يخفيه النظم والصورة \"ولو كان المعنى معادًا على صورته وهيئته، وكان الآخذ له من صاحبه لا يصنع شيئًا غير أن يبدل لفظًا مكان لفظ، لكان الإخفاء فيه محالًا؛ لأن اللفظ لا يخفي المعنى، وإنما يخفيه إخراجه في صورة غير التي كان عليها1\".\nوكذلك ليست العبرة بمعنى اللفظ في نفسه وذاته، بل في نظمه وصورته كما لا يكون الذهب بنفسه وإنما بصورته خاتمًا كان أو سوارًا يقول الإمام: \"وجملة الأمر أنه كما لا تكون الفضة خاتمًا أو الذهب سوارًا أو غيرهما من أصناف الحلي بأنفسهما ولكن بما يحدث فيهما من الصورة، كذلك لا تكون الكلمة المفردة التي هي أسماء وأفعال وحروف كلامًا وشعرًا من غير أن يحدث فيها النظم الذي حقيقته توخي معاني النحو وأحكامه\"2.\nوتأسيسًا على ذلك يضع الإمام عبد القاهر الأساس في التفاوت والمفاضلة بين شاعرين في صورتهما، إذا تناولا معنى متحدًا، فيقسمه قسمين: قسم يكون فيه أحد الشاعرين قد أخفق في تصويره، والآخر جاء بصورة فائقة، قسم جاء فيه كل من الشاعرين في المعنى الواحد بصورة غريبة جديدة.\nيقول الإمام في الشاعرين اللذين صورا معنى واحدًا: \"وهو ينقسم قسمين: قسم أنت ترى أحد الشاعرين فيه قد أتى بالمعنى غفلًا ساذجًا، وترى الآخر قد أخرجه في صورة تروق وتعجب.\nوقسم أنت ترى واحد من الشاعر قد صنع في المعنى وصور.\nويعلل سر التفاوت في القسم الأول: \"إما لأن متأخرا قصر عن متقدم،\n1 دلائل الإعجاز: عبد القاهر ص427.\n2 المرجع السابق ص430.\nالجزء: 1 ¦ الصفحة: 76\n",
        "وإما لأن هدى متأخر لشيء لم يهتد إليه المتقدم ومثال ذلك قول المتنبي:\nبئس الليالي سهرت من طربى\n...\nشوقًا إلى من يبيت يرقدها\nمع قول البحتري:\nليل يصادفني ومرهفة الحشا\n...\nضدين أسهره لها وتنامه1\nوالقسم الثاني: ذكر ما أنت ترى فيه في كل واحد من البيتين صنعة وتصويرًا وأستاذية على الجملة، ويورد أمثلة كثيرة منها قول النابغة:\nإذا ما غدا بالجيش حلق فوقه\n...\nعصائب طير تهتدي بعصائب\nجوانح قد أيقن أن قبيله\n...\nإذا ما التقى الصفان أول غالب\nمع قول أبي نواس:\nيتأبى الطير غدوته\n...\nثقة بالشبع من جزره\nقال عمرو الوراق لأبي نواس: \"أما تركت للنابغة شيئًا حيث يقول: إذا ما غدا بالجيش: البيتين فقال \"أي أبي نواس\": اسكت فلئن كان سبق فما أسأت الاتباع.\nيقول عبد القاهر: وهذا الكلام من أبي نواس دليل بين في أن المعنى ينقل من صورة إلى صورة ذلك؛ لأنه لو كان لا يكون قد صنع بالمعنى شيئًا، لكان قوله: فما أسأت الاتباع محالًا؛ لأنه على كل حال لم يتبعه في اللفظ.\nويبين عبد القاهر بعد ذلك الفرق بين الصورتين البارعتين فيقول: \"ثم إن الأمر ظاهر لمن نظر في أنه قد نقل المعنى عن صورته التي هو عليها، في شعر النابغة إلى صورة أخرى، وذلك أن ههنا معنيين أحدهما أصل، وهو علم الطير بأن الممدوح\n1 المرجع السابق ص431.\nالجزء: 1 ¦ الصفحة: 77\n",
        "إذا غزا عدوًّا كان الظفر له، وكان هو الغالب، والآخر فرع، وهو طمع الطير في أن تتسع عليها المطاعم من لحوم القتلى، قد عمد النابغة إلى الأصل، الذي هو علم الطير بأن الممدوح يكون الغالب فذكره صريحًا وكشف عن وجهه، واعتمد في الفرع الذي هو طمعها في لحوم القتلى وإنها لذلك تحلق فوقه على دلالة الفحوى، وعكس أبو نواس القصة فذكر الفرع الذي هو طمعها في لحوم القتلى صريحًا فقال كما ترى: \"ثقة بالشبع من جزره\" وعول في الأصل الذي هو علمها بأن الظفر يكون للممدوح على الفحوى، ودلالة على علمها أن الظفر للممدوح هي في أن قال: \"من جزره\" وهي لا نثق بأن شبعها يكون من جزر الممدوح حتى تعلم أن الظفر يكون له، فيكون شيء أظهر من هذه في النقل من صورة إلى صورة1\"؟.\nولعل القارئ الكريم معي في نقل النص كله كاملًا هنا؛ لأنني أقصد ذلك وأعنيه فالمقام هنا يستدعي ذكر هذا النص الذي يشكف عن وجهة نظر الناقد ورأيه في الصورة الأدبية؛ لأنني في مجال بيان مفهوم الصورة عند النقاد القدامى المفترى عليهم حديثًا في أنهم لم يفهموا معنى الصورة الأدبية، ولم يتذوقوها ولعل النص الأخير للإمام يعطي لنا صورة صادقة عن وعيه التام بالصورة الأدبية فهمًا وتذوقًا وتحليلًا أدبيًّا وتطبيقًا في الشعر العربي على اختلاف صوره، وقد أثبت الفرق الكبير بين اختلاف الصورتين مع أن الغرض واحد وهو الظفر للممدوح وهما في نفس الوقت صورتان بارعتان، رائعتان، ثم ذلك الاعتداد القوي بالصورة الأدبية في الموازنة والتقدير، والحكم على صاحبها بالسرقة أو الابتكار فيها، مع إهمال اللفظ منفردًا إذ لا قيمة له وحده في الشعر والتصوير، وإنما تكون له إذا ظهر دوره مع غيره في النظم والصورة،\n1 دلائل الإعجاز: عبد القاهر ص440، 442.\nالجزء: 1 ¦ الصفحة: 78\n",
        "وبعد فهذا ما وصل إليه النقد العربي القديم في شخص الإمام عبد القاهر -لتوضيح مفهوم الصورة الأدبية التي نبعت في النهاية من النظم المحكم الجيد، وبيان أركانها ومعالمها وخصائصها عن طريق التحليل للنصوص الأدبية، وإيراد النماذج القوية من الصور والتعرف على خصائص الجمال والجلال فيها من غير قصد إلى التبويب أو العنونة لها والنص الصريح، أو التقعيد لخصائصها وأركانها، هذا هو ما ينقص النقد القديم في تناوله لمفهوم الصورة وليس عيبًا؛ لأنه كان يمثل مرحلة من المراحل التاريخية في التعرف عليها وبيانها وتوضيحها.\nوفي نهاية المطاف مع الإمام عبد القاهر، نجمل ما وصل إليه في توضيح الصورة الأدبية والتعرف على خصائصها وذلك في إيجاز:\nأولًا: أنه أعطي للفظ حقه، كما أعطى للمعنى حقه كذلك.\nثانيًا: أنكر الإمام إتيان الصورة من اللفظ وحده، كما أنه ينبغي ألا يكون جمال الصورة راجعًا إلى المعنى فقط.\nثالثًا: اللفظ عنده تابع للمعنى وعند ابن خلدون وغيره أن المعنى تابع للفظ والأصح ما ذهب إليه الإمام؛ لأنه مجال لظهور العبقريات في التصوير، والواقع أن بينهما فوارق كبيرة أهمها:\nأ- الصورة الأدبية عند الإمام تشكل في الذهن أولًا، ثم تبرز إلى الخارج بعد انتظامها، بعكس رأي ابن خلدون، فهي عنده تشكل خارج الذهن؛ لأن الأديب يجمع ألفاظًا قد تفرقت هنا وهناك، وأحيانًا يخطئ الغرض بذلك الجمع الخارجي.\nب- الصورة عند الإمام ما دامت داخلية أولًا، فسيكون للعقل والعاطفة والمشاعر أثر في حيويتها وقوتها، بينما نجدها على رأي ابن خلدون ربما لا يعمل فيها غير العقل، في عملية جمع الألفاظ لتحقيق غرض ما.\nالجزء: 1 ¦ الصفحة: 79\n",
        "ج- الصورة عند الإمام يكون لها معنى مقصود، وغرض يهدف إليه الشاعر، وعلى ذلك ينظمها في ذهنه حسب الغرض، بينما في رأي ابن خلدون قد يخطئ الشاعر الغرض؛ لأن عملية الجمع التي يقوم بها الشاعر ابتداء، ربما تكون على غير اتفاق مع الغرض الذي يهدف إليه.\nد- الصورة عند الإمام فيها احتمال للإيحاء بمعنى ثان خلاف المعنى الأول -الذي بنيت عليه الصورة في الذهن، بخلافها عند أمثال ابن خلدون، فإن لها معنى واحدًا ناتجًا عن نظم الألفاظ، بعد اختيار موقع كل كلمة فيها.\nهـ- اتجاه عبد القاهر فيه مجال لظهور العبقريات في الفن، أما اتجاه ابن خلدون فالمجال فيه ضعيف يأتي عن طريق المصادفة غالبًا، كالطفل الذي يلعب بالمكعبات، حتى يقع على تشكيل فريد بالمصادفة، وهذا نادر بينما في الأول تكون له الإرادة، والتحكم في التشكيل، وذلك أقرب إلى العبقرية من الثاني.\nوعلى ذلك فإذا حضر المعنى للصورة عند الإمام أتت إليه الألفاظ ميسورة سهلة، وأما عند أمثال ابن خلدون فسنجد صعوبة في تحضيرها، وحتى إذا تيسر ذلك، فلن نصل إلى المعنى إلا بعد محاولات عديدة.\nرابعًا: أساس الجمال عنده يرجع إلى النظم والصياغة والتصوير.\nخامسًا: الصورة الأدبية الحقة تتكون من العلاقات بين الألفاظ، وتتألف من خيوط النظم الجيد.\nسادسًا: كل كلمة في النظم أو الصورة لا بد أن تأخذ مكانها بين أخواتها، يرتبط معناها بمعاني الكلم فيهما على أساس التوخي لمعاني النحو1.\n1 ويرى الدكتور محمد عبد المنعم خفاجي أن عبد القاهر متأثر في النظم بأستاذه الروحي ابن جني في كتابه الخصائص قبل أن يستفيد من أي إنسان آخر: منهج عبد القاهر في كتاب دلائل الإعجاز لعبد القاهر: تحقيق الدكتور خفاجي صاحب الرأي الفريد في هذا.\nالجزء: 1 ¦ الصفحة: 80\n",
        "سابعًا: لهذا تحققت الوحدة الفنية والترابط الوثيق بين أجزاء النظم والصورة والتلاؤم بين عناصرها.\nثامنًا: الصورة عنده لا تتعلق بالشكل وحده، ولكنها تتعانق مع المضمون، من حيث التبع والنتيجة، وإنما جاءت الصورة لتوضيح المعنى وتعميقه، والكشف عن الغرض من القصيد، الذي يترابط فيه الصور لتأدية المراد.\nتاسعًا: ولصلة الصورة بالمضمون صلة وثيقة، توحي بمعان جديدة لتأكيد المعنى الأول، فيزداد جلاء ووضوحًا، وهو ما سماه الإمام \"معنى المعنى\".\nعاشرًا: قيمة الخيال في الصورة لا يعدو أن يكون رافدًا واحدًا من الروافد العديدة فيها، وإن وقع في نظم زاد الصورة جمالًا على جمال النظم المحكم.\nالحادي عشر: أهم روافد الصورة هو النظم، أما ما عدا ذلك من روافد اللفظ الحسن والخيال والموسيقى والمزاوجة وغيرها، فهي روافد إضافية تزيد من جمال النظم.\nالثاني عشر: الإمام عبد القاهر صرح بوسائل الموسيقى الداخلية التي يتدفق بها النظم، وجعلها من أدق أنواع الصنع، وأشرف ألوان النظم، كالمزاوجة والتقسيم وغير ذلك مما سبق. ولم يهتم بالموسيقى لشيوعها.\nالجزء: 1 ¦ الصفحة: 81\n",
        "الثالث عشر: أنه ركز اهتمامه على نقد الصور الجزئية والتعرف على خصائصها، والتحليل لها، إلا القليل من الصور الكلية.\nالرابع عشر: أدى كشفه لنظرية الرمز في ألفاظ اللغة لتوخي معانيها إلى توفيقه في توضيح معاني النظم، وتثبيت دعائمه، واعتماد الصورة الأدبية عليه وحده أولًا وقبل كل شيء.\nالخامس عشر: أفاد الإمام من سابقيه فيما انتهى إليه، فأصبح اتجاهه في الصورة الأدبية واضحًا لا غموض فيه.\nالسادس عشر: المرجع في التفاضل عنده بين الصور في الشعر والأدب إلى الصورة الأدبية في ذاتها، وما أوحت إليه من معان، لا إلى ذات المعنى والمضمون وحدهما.\nالسابع عشر: اختلاف النظم عنده، وتباين التعبير لمعنى واحد لا يمكن بحال أن تتفق فيه صورتان لشاعرين مختلفين يستقل كل منهما بنظم يخالف الآخر مع اتحاد المعنى -مثل ما سبق بين النابغة وأبي نواس- بل لا بد من الاختلاف في التأليف، والإيحاء ودرجة التأثير في النفس.\nالثامن عشر: استطاع عبد القاهر بذوقه الأدبي أن يربط بين النظم وصورته في الشعر وبين الفنون الأخرى، مما يصح فيه التصوير، كالنقش والصياغة للمعادن وأصباغها،\nالجزء: 1 ¦ الصفحة: 82\n",
        "وأن الصورة تلائم النظم كتلاؤم الهيئة والشكل للمعادن في صورها المختلفة من خاتم وأسورة مثلًا، أو ملازمة الألوان والأصباغ وتوزيعها ومقاديرها على رقعة الصورة، في تشابه تام بين الصناعتين، صناعة الشعر وغيرها من الصناعات الأخرى.\nالتاسع عشر:\nعرض الإمام وسائل الخيال من تشبيه واستعارة وغيرها، وأنها أحد الروافد في النظم، والنظم فوقها؛ لأنه لم يعتد بألوان الخيال إلابعد اعتداده بالنظم في تأليف الصورة، وأما تحديد معالم الخيال في ذاته، فقد تردد عبد القاهر في مفهومه وسماه التخييل أو الإيهام، وذكر د. غنيمي هلال أن النقاد العرب القدامى لم يصلوا إلى مفهوم دقيق للخيال وأثره في الصورة1.\nويعبر الإمام عن الخيال بالتخيلات، فيذكر بعد قول الشاعر:\nإن السحاب لتستحيي إذا نظرت\n...\nإلى نداك فقاسته بما فيها\nوعلق عليه بقوله: وكذلك يوهمك بقوله: \"إن السحاب لتستحيي\" إن السحاب حي يعرف ويعقل، وأن يقيس فيضه بفيض كف الممدوح، فيخزى ويخجل.\nفالاحتفال والصنعة في التصورات التي تروق السامعين وتروعهم، والتخيلات التي تهز الممدوحين وتحركهم شبيه بما يقع في نفس الناظر إلى التصاوير التي يشكلها الحذاق بالتخطيط والنقش والنقر، فكما أن تلك تعجب وتخلب، وتدخل النفس من مشاهدتها حالة غريبة قبل رؤيتها، ويغشاها ضرب من الفتنة لا ينكر مكانه\n1 ورد هذا بالتفصيل: \"النقد الأدبي الحديث\" د. محمد غنيمي هلال صفحات 167، 169، 232، 240.\nالجزء: 1 ¦ الصفحة: 83\n",
        "كذلك حكم الشعر، فيما يصنعه من الصور، ويشكله من البدع، ويوقعه في النفوس من المعاني، التي يتوهم بها الجامد الصامت في صورة الحي الناطق\n...\nوالمعدوم المفقود في حكم الموجود الشاهد، كما قدمت القول في باب التمثيل حتى يكسب الدني رفعة والغامض القدر نباهة1.\nوالإمام يعبر عن الخيال في الصورة الشعرية التي تشبه الصناعات الخلابة الرائقة بالتخيلات، فترى الصورة التي قامت عليها تحيل الجامد حيًّا ناطقًا، والمعدوم منظورًا مشاهدًا أمام الحس والعيان، وبذلك يكتسب المعنى الغامض قدرًا ونبلًا.\nومع اعترافه بأن التخييل له قدرته وقيمته، إلا أنه يخلط بينه وبين الوهم، وهو غير الخيال كما في قوله: \"من المعاني التي يتوهم بها الجامد الصامد\n...\nإلخ\" وهو صح ذلك يفضله في الشعر عن الحقيقة، فيقول معقبًا على بيت البحتري:\nكلفتمونا حدود منطقكم\n...\nفي الشعر يكفي عن صدقه كذبه\nأراد كلفتمونا أن نجري مقاييس الشعر على حدود المنطق، ونأخذ نفوسنا فيه بالقول المحقق، حتى لا ندعي إلا ما يقوم عليه من العقل برهان يقطع به، ويلجأ إلى موجبه مع أن الشعر يكفي فيه التخييل، والذهاب بالنفس إلى ما ترتاح إليه من التعليل، ولا شك أنه إلى هذا النحو قصد وإياه عمد2.\nوما ذهب إليه الإمام هنا يفسره النقد الحديث بالخيال؛ لأن الشعر يعتمد أساسًا على هذا الركن، وأنه لا يهتم بالحقيقة، بقدر ما يصور إحساس الشاعر بصدق ودقة، ما دام هذا تطمئن إليه النفس، وتستريح إلى سماعه لقيامه لا على القياس والحقيقة بل على حسن التعليل.\n1 أسرار البلاغة: عبد القاهر ص275، 276 تحقيق السيد محمد رشيد رضا.\n2 أسرار البلاغة: عبد القاهر ص217، 218 تحقيق السيد محمد رشيد رضا.\nالجزء: 1 ¦ الصفحة: 84\n",
        "ومع تقديره لقيمة الخيال في الشعر إلا أنه في تحديد مفهومه يخلط بينه وبين الوهم، فكلاهما له أثره في الصورة الأدبية الحديثة.\nويزداد الأمر وضوحًا عند الإمام حينما يفرق بين التخييل1 والاستعارة، وكلاهما من ألوان الخيال في الصورة \"وجملة الحديث الذي أريده بالتخييل ههنا ما يثبت فيه الشاعر أمرًا هو غير ثابت أصلًا، ويدعي دعوى لا طريق إلى تحصيلها، ويقول قولًا يخدع فيه نفسه، ويريها ما لا ترى.\nأما الاستعارة فسبيلها سبيل الكلام المحذوف، في أنك إذا رجعت إلى أصله ووجدت قائله، وهو يثبت أمرًا عقليًّا صحيحًا، ويدعي دعوى لها شبح في العقل، وستمر بك ضروب من التخييل هي أظهر أمرًا في البعد عن الحقيقة تكشف وجهه في أنه خداع للعقل وضرب من التزويق\"2.\nفهو يرى أن التخييل في قولهم: فلان يقدم رجلًا ويؤخر أخرى للإنسان المتردد أمر غير ثابت؛ لأنه دعوى باطلة، يمكن تحصيلها وتحقيقها، وأنه خادع للنفس؛ لأنها ترى غير الحقيقة فيها. كما يرى أن الاستعارة دعوى لها شبح في العقل.\nوفي هذا يربط الإمام ألوان الخيال بالعقل، ويقيسه بالحقيقة، ويرى أنه وهم وخداع للنفس، ودعوى باطلة وشبح وغير ذلك من الأوصاف المبتورة، التي إن كشفت عن جانب من مفهوم الخيال في الصورة، فلا تكشف عن الجوانب الحية فيه، بل الخيال كالعقل، لكن لغته الصور المحسة من تخييل واستعارة، وتشبيه وكناية وغيرها والإمام يجعله أشباحًا وصورًا لا صلة لها بالإحساس، تخدع\n1 التخييل عند عبد القاهر هو التمثيل.\n2 أسرار البلاغة: عبد القاهر ص221، تحقيق السيد محمد رشيد رضا.\nالجزء: 1 ¦ الصفحة: 85\n",
        "النفس؛ لأنها لا تعرف طريقًا إلا طريق العقل، والعقل وحده هو الذي يربط بين الصورة المحسة في المثال السابق وبين المعنى الذهني، ويرى الصلة بينهما في الجامع، فيأنس الصورة؛ لأنها تتفق مع المتردد حين يأخذ ويعطي في أمرها، كالرجل المتردد حين يقدم رجلًا ويؤخر أخرى، وحينئذ يرى العقل أيضًا أن هذا المعنى أصبح حبًّا متحركًا ولذلك يكون تأثيره في النفس أعظم من الحقيقة المكشوفة، التي يتلقفها العقل من غير روية ولطف نظر، وموازنة تجري، وصلات تعقد، ومن غير تقارب واتفاق.\nهذا هو ما يفهم من الخيال عند الإمام، وهو إن كان تفسيرًا غير دقيق وشامل للخيال فهو قريب نوعًا ما من مفهوم الخيال حديثًا لأسباب هي:\nأ- أنه يخالف الحقيقة بغض النظر عن التشبيه الذي قالوا عنه: إنه فرع الحقيقة لا المجاز، فيكفي فيه حسن التعليل لا المنطق.\nب- الخيال الركن الركين للشعر.\nجـ- الخيال يهز العواطف ويحرك النفس.\nد- أنه يتخذ مادته من المشاهدات المحسة.\nهـ- أنه يبعث الحياة والحركة والمعاينة في الجامد والمعدوم والمفقود.\nو أنه يحتاج في الوقوف عليه إلى دقة ولطف ونظر وروية.\nز- أنه يعقد الصلات بين الأشتات حتى تظل مقبولة في النفس.\nوهذه الخصائص تمثل شوطًا لا بأس به في تحديد مفهوم الخيال وتوضيحه وبيان أثره في النفس، وهو في نفس الوقت يمثل طورًا من أطوار مفهومه التي مر بها في الأدب العربي، حتى اكتملت معالمه في العصر الحديث.\nالجزء: 1 ¦ الصفحة: 86\n",
        "والنقاد العرب قطعوا شوطًا كبيرًا في توضيح مفهوم الصورة الأدبية، بعد أن مرت هي كذلك بمراحل النمو والتدرج الطبعي للأشياء، وإن اتجهت عنايتهم التامة بالصورة الجزئية، مغفلين أمر الصورة الكلية إلا نادرًا، وهذا لا يضر بمفهومها في ذاته.\nولا يصح أن نفرض مفهومًا حديثًا، ونطبقه على المفهوم القديم، لنتهمهم بالتقصير لعدم المطابقة بين المفهومين، ليس هذا بمعقول؛ لأن النقد القديم كان يمثل مرحلة تاريخية في بناء الفهم للصورة الأدبية، ولذلك كان النقاد غالبًا ما يستعملون الشعر والكلام مكان الصورة كالآمدى، أو النظم والتأليف -والصياغة كما هو الشأن عند معظمهم، حتى من فطن منهم إلى التعبير بالصورة كان يمر بها خاطفًا كالبرق، ولعل فن التصوير والرسم لم يبلغوا فيه درجة ما بلغناه في عصرنا، حتى أصبح هذا اللفظ على كل لسان حديثًا، فاستخدموه في التجارب المعملية، وفي معامل العلوم الحديثة، وكذلك يرجع الإقلال من التعامل بالصورة قديمًا، وإحلال النظم أو الصياغة إلى غير ذلك محلها، إلى حداثة الامتزاج بالأعاجم وشيوع اللحن في اللغة العربية فوجد النقاد، والأدباء أن الأنسب في مواجهة هذا التيار المشوب باللكنة والعجمة والتعبير باللفظ والمعنى والنظم والتأليف والصياغة والكلام، مما يدل بالنص والتصريح على اللغة وخصائصها؛ لأن الصورة تعبير غير مباشر، لبيان المراد في اللغة، وإن ترددت على ألسنتهم متأثرين بما ترجموه عن الأعاجم، فما زالت الصورة غير مختمرة بعقولهم ولا ممتزجة بعواطفهم، لذلك تجنبوا التعبير بها إلا قليلا، حتى تختمر وتمتزج بنفوسهم، ليعبروا بها عن أصالة وإحساس صادق وقد نبعت من حياتهم ولغتهم وأدبهم.\nالجزء: 1 ¦ الصفحة: 87\n",
        "ابن الأثير والصورة الأدبية:\nومن أنصار النظم ابن الأثير1 الذي يرى أن الصورة لا تكون إلا من علاقات الألفاظ بعضها ببعض، وهو دون الإمام عبد القاهر؛ لأنه أولًا متأثر به، وثانيًا لم يأت بجديد، فهو أقل منه في التناول والتفصيل والدقة والاستيعاب.\nولكن الذي دعاني إلى ذكره في مراحل نمو الصورة وأطوارها، هو ذوقه الأدبي الذي ينبغي أن يذكر هنا كما سيأتي إن شاء الله تعالى.\nيرى صاحب \"المثل السائر\" أن الصورة الشعرية لا تكون في اللفظ وحده، ولا في المعنى وحده، بل في العلاقة بين الكلم والنظم لمعاني الألفاظ، وبه يقع التفاضل في الصورة الناتجة عن النظم، وتأخذ من الفضل على قدر درجة التنسيق في التركيب، وحسن التأليف فيه، وتلبية الكلمة لمكانها، لترجع المزية إليه لا إلى اللفظ المفرد، أو المعنى المستقبل. يقول:\n\"إن تفاوت التفاضل يقع في تركيب الألفاظ أكثر مما يقع في مفرداتها؛ لأن التركيب أعسر وأشق. إذا فكرت في قوله تعالى: {وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ} بل تجد ما وجدته من المزية الظاهرة، إلا لأمر يرجع إلى تركيبها، وأنه لم يعرض لها هذا الحسن، إلا من حيث لاقت الأولى بالثانية والثالثة بالرابعة وكذلك إلى آخرها\"2.\n1 هو ضياء الدين نصر الله محمد بن عبد الكريم المعروف بابن الأثير المتوفى سنة 637هـ.\n2 المثل السائر: ابن الأثير ص88 ط بولاق 1282هـ.\nالجزء: 1 ¦ الصفحة: 88\n",
        "ثم يوضح اتجاهه في الصورة، ورأيه في النظم، ويؤيد ذلك بالأدلة القوية، والشواهد الرادعة، التي لا تبقي لمنكر بقية من اعتراض أو نفي، فيذكر الفروض للمرتاب ليتأمل الصواب فيما يقول ويحكم على نفسه بالخطأ، حينما يوجه افتراضه إلى المعترض قائلًا له: لو أخذت لفظة من مكانها في الآية السابقة، فإننا لا نرى لها بمفردها من الحسن ما لها وهي في موضعها بين أخواتها، إذ لو كان لها هذا الحسن مفردة، لأصبحت كل لفظة صورة أدبية للمعنى، وهذا مما يأباه العقل السليم، والحس الصادق، ويثني بدليل آخر، وهو أن اللفظة الواحدة، قد تروق في صورة ولا تحسن في صورة أخرى وهو في هذا متبع للإمام عبد القاهر الناقد العربي الكبير يقول ابن الأثير:\n\"فإن ارتبت في ذلك فتأمل هل ترى لفظة منها لو أخذت من مكانها، وأفردت من بين أخواتها، كانت لابسة من الحسن ما لبسته في موضعها من الآية؟ ومما يشهد لذلك ويؤيده، أنك ترى اللفظة تروقك في كلام، ثم تراها في كلام آخر فتكرهها1\".\nوذلك مثل كلمة \"تؤذي\" في آية الأحزاب، فقد حسن موقعها منها، وأخذت مكانها في نظم القرآن، وفيها من التناسب والتلاؤم والترابط والانسجام ما يرتفع بالآية إلى درجة الإعجاز، كالشأن في القرآن الكريم كله، فتعلقت الكلمة بأخواتها وامتزج معناها بمعاني أخواتها، فتلاقت مع الشرط في: {إِذَا طَعِمْتُمْ فَانْتَشِرُوا} وفي الشرط تقييد، ولا يخفى ما فيه من إيذاء إيجابًا وسلبًا ومع النفي في قوله تعالى: {وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ} والنفي كالشرط لما فيه من الترك والإهانة كذلك الاستحياء ومن لا يستحيي من المطعمين، فهو أشد الناس إيذاء، وأبعدهم\n1 المرجع السابق: ابن الأثير.\nالجزء: 1 ¦ الصفحة: 89\n",
        "عن معاني النبل والإنسانية، ألم تبلغ الكلمة الإعجاز مع أخواتها في الآية {تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ} .\nونفس الكلمة قد وقعت في بيت للمتنبي، فلم تجد مكانها بين أخواتها في النظم فكان التناقض والانفصام في الصورة الشعرية يقول المتنبي:\nتلذ له المروءة وهي تؤذي\n...\nومن يعشق يلذ له الغرام\nفهل لكلمة \"تؤذي\" -وفيها ما فيها من القبيح- مكان من أخواتها في الصورة التي تدل على الجمال والحب والوفاء، وهي: \"تلذ، المروءة، يعشق، يلذ، الغرام\" بل البيت كله، وبها اختلت الصورة واضطرب الانسجام في البيت.\nويضرب ابن الأثير المثل لذلك في نقده للكلمة التي وقعت في آية الأحزاب وفي صورة للمتنبي فيقول: أما الآية فهي قوله تعالى: {فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لا يَسْتَحْيِي مِنَ الْحَقِّ} وأما بيت الشعر فهو كقول أبي الطيب المتنبي:\nتلذ له المروءة وهي تؤذي\n...\nومن يعشق يلذ له الغرام\nوهذا البيت من أبيات المعاني الشريفة، إلا أن لفظة \"تؤذي\" قد جاءت فيه وفي الآية من القرآن، فحطت من قدر البيت لضعف تركيبها، وحسن موقعها في تركيب الآية، وهذه اللفظة التي هي \"تؤذي\" إذا جاءت في الكلام، فينبغي أن تكون مندرجة مع ما يأتي بعدها، متعلقة به كقوله تعالى: {إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ} وقد جاءت في قول المتنبي منقطعة\"1.\n1 المثل السائر: ابن الأثير ص86.\nالجزء: 1 ¦ الصفحة: 90\n",
        "ويقيم دليلًا آخر على مذهبه أكثر إيضاحًا، فيرى أنه قد يكون هناك لفظتان مختلفتان في المادة، متحدتان في المعنى، والوزن، وحسن الاستعمال، ومع ذلك لا تصلح هذه مكان تلك، بل لكل منهما موضع متميز في النظم والتصوير. يقول: \"إنك قد ترى -لفظتين يدلان على معنى واحد، وكلاهما حسن الاستعمال وهما على وزن واحد، وعدة واحدة إلا أنه لا يحسن استعماله هذه في كل موضع تستعمل فيه هذه، بل يفرق بينهما في مواضع السبك\"1.\nويرى ابن الأثير أن الكلمة في الصورة الأدبية، توحي بمعان جديدة في النظم لم تكن لها وهي مفردة عنه، وتشف عن أضواء لم تكن فيها قبل، كاللآلئ الغالية، فكل حبة من اللؤلؤ في العقد، اكتسبت من جاراتها إيحاءات جديدة إذا وقعت في مكانها المناسب، وتفيض عليها أخواتها ظلالًا وأضواء، تعكس ألوانًا وأطيافًا خلابة، وتؤدي هي الأخرى دورها كذلك، فتتجاوب بشعاعها مع الأصداء، ثم ذلك النمو التدريجي بين الحبات، ليتم لها الانتقام والالتئام مع غيرها ويضفي على العقد الصورة الرائقة الفريدة.\nوكذلك الأمر في الألفاظ الغالية وغيرها، لو أخذ كل لفظ مكانه من النظم لأضفى على الصورة الأدبية، ما يشبه هذه الإيحاءات في العقد من اللؤلؤ، فإن ضلت الكلمة مكانها من النظم فقدت الصورة وحيها، وتلاشت الظلال والأضواء فيها. وكذلك الأمر حين يقع اللفظ الغالي في نظم فاسد، وصورة مضطربة فستفقد قيمتها من الصورة، مع أنها في غاية الجودة وهي مفردة، وفي ذلك يوفق ابن الأثير غاية التوفيق، ويسبق نقادنا المعاصرين إلى وحي الصورة، في دقة تناول وبراعة\n1 المرجع السابق.\nالجزء: 1 ¦ الصفحة: 91\n",
        "تقديم، وقدرة فائقة لتحديد معالمها، بذوقه الأدبي وإحساسه الصادق، وثقافته الواسعة، وخبرته بالنقد والأدب، يقول ابن الأثير: \"يخيل للسامع أن هذه الألفاظ ليست تلك التي كانت مفردة. ومثال ذلك كمن أخذ لآلئ ليست من ذات القيم الغالية، فألفها وأحسن الوضع في تأليفها فخيل للناظر بحسن تأليفه، وإتقان صنعته، أنها ليست تلك، التي كانت منثورة مبددة، وفي عكس ذلك، من يأخذ لآلئ من ذوات القيم الغالية، فيفسد تأليفها، فإنه يضع من حسنها، وكذلك يجري حكم الألفاظ الغالية مع فساد التأليف\"1.\nيحيى بن حمزة العلوي:\nوصاحب الطراز قد بالغ في اهتمامه بالمعنى أكثر من غيره وظهرت أثر الفلسفة في تناوله للمعنى، ورعايته لها في كتابه، فقد عد المعاني أصلًا والألفاظ تابعة لها وترجع أصالة المعنى عنده، والاعتداد به في الكلام والتصوير إلى أسباب هي في معظمها ترجع إلى الفلسفة وعلوم العقل وإلى علوم اللسان، وعذره في ذلك أنه متأثر في عصره بهذا اللون من الفكر، وكاد أن يفسد الذوق الأدبي ويقضي على روح البلاغة العربية.\nفالصورة الأدبية عنده التي تأسر العقل والإحساس بجمالها إنما ترجع إلى المعنى؛ لأنه الأصل، ولو وقعت في لفظ رديء باهت. لذا عد صاحب الطراز من أبرز أنصار المعنى والأسباب التي ترجع المعنى عنده هي2:\nأ- أن لكل من الإنسان والأسد والفرس معنى واحد في كل لغة. وإنما\n1 المثل السائر: ابن الأثير. ط بولاق ص114.\n2 الطراز: يحيى العلوي ج2 ص150.\nالجزء: 1 ¦ الصفحة: 92\n",
        "الذي يقع التغيير فيه هو اللفظ لهذه المعاني، فقد تواضعت لكل لغة على لفظ خاص بها يختلف على اللغة الأخرى.\nب- قد يكون للمعنى الواحد ألفاظ كثيرة، يدل كل لفظ منفردًا على المعنى وتعدد الألفاظ للمعنى الواحد يدل على أن الأصل للمعنى لا للفظ، لاختلاف الألفاظ عليه، وتعاقبه فيه، ولو كانت هي الأصل لاختلفت تبعًا لاختلاف المعاني عليها كذلك.\nج- لو كانت المعاني تابعة للألفاظ لأصبح لكل معنى لفظ يدل عليه. وهذا باطل؛ لأن المعاني غير محدودة، ولا نهاية لها، ولكن الألفاظ محدودة محصورة ولا يعقل أن يكون اللانهائي تابعًا للمحدود، والعكس صحيح، وهو تبعية المحدود وهي \"الألفاظ\" لما نهاية له من \"المعاني\"؛ لأن المعاني في الأذهان، والألفاظ طارئة عليها.\nوالذين انتصروا للمعنى اهتموا به مجردًا غير مرتبط باللفظ غالبًا، فتؤدي عنايتهم به إلى عدم الاهتمام بالصورة الأدبية، وقلة مبالاتهم بالجودة فيها اكتفاء منهم بشرف المعنى وجودته.\nوهذا الاتجاه يذهب بجمال اللغة، وروعة التصوير وقوة التعبير، فيضعف الذوق الأدبي، وتموت الحاسة الفنية، التي تدرك جمال الصياغة، وجلال الصورة فتنفق صورة الأدب، وتقفر دولة الشعر؛ لأن البراعة والابتكار يكون محدودًا في مجال المعنى، لا يبرع فيه إلا الشعراء الأوائل، أو العباقرة من الشعراء بعد ذلك، وهم واحد أو اثنان في كل عصر أو قرن.\nولكن مجال الصياغة والتصوير للمعنى، أو توليد معنى آخر منه، أوسع دائرة وأعم في صورة أخرى، وهي دائمًا موطن الابتكار، وأساس الاختراع في المعنى لذلك تتسع دولة الآداب، ويتكاثر الشعراء النابغون في كل عصر،\nالجزء: 1 ¦ الصفحة: 93\n",
        "فيستوحي كل منهم صورة من صورة سابقة، أو يولد صورة من غيرها، أو يبتكر صورة من عنده، فيأخذ الشاعر اللاحق مكانه من الفضل، كما أخذ السابق في ابتداعه مكانًا، وساغ الشعراء بعد ذلك الاستيحاء والتوليد، والتأثر والاختراع.\nلذلك كان أنصار اللفظ أكثر نشاطًا في الأدب، وأعظم عونًا لتفوق الشعر واتساع مملكته وأجدى نفعًا للصورة الأدبية، وللأدب بصفة عامة. وأكثرهم رعاية لتربية الأذواق، وتنمية الحواس الفنية.\nوأصدق من هؤلاء تقديرًا للشعر والأدب، هم الذين يربطون المعنى واللفظ -ويهتمون بالنظم والتركيب، فهم أقرب فهمًا للصورة الأدبية بمعناه الكامل، ومغزاها الدقيق النامي، فبالنظم يأخذ الأدب مكانه، وتعود للشعر رونقه، ويكون للصورة سحرها وأثرها القوي في النفوس.\nومهد الطريق في دراسة فن النظم للإمام عبد القاهر الذي ثم على يديه، مهده كثرة من الأدباء والنقاد قبله.\nمنهم من أشار إشارة عابرة، ومنهم من نص وتذوق، ومنهم من طبق النظم على نصوص لانكشف عن عبقرية في باب النظم والتصوير حتى جاء الإمام عبد القاهر فحقق ما لم يحققوه واستحق لذلك الإمامة بينهم وأتى من بعده فألقى عصى التسيار عنده، وأخذ يدور ويلف حول آرائه في النظم، حتى ضل الطريق ووقع مغشيًّا عليه في ساحة الجدل والمنطق والفلسفة وسنوضح أثر أنصار النظم في الصورة الأدبية، ومدى نضوجها واكتمالها بمصادر حيويتها وقوتها وروعتها.\nوأراني في هذه القمة بلغت حد التجاوز قليلًا، فإذا أطلقت على من يؤثر اللفظ \"أنصار اللفظ\" فهذا أولًا من باب تغليب اللفظ على المعنى عندهم وثانيًا: فهو حكم تقريبي.\nالجزء: 1 ¦ الصفحة: 94\n",
        "وكذلك الأمر في أنصار المعنى، وأنصار النظم \"أي اللفظ والمعنى\"؛ لأن من رجح اللفظ أو المعنى لا يهمل المرجوح منها ألبتة، ولكنه يكون دون ما رجحه، وكذلك أيضًا اللفظ والمعنى معًا فمن شايعهما لا يهتمون بالنظم وحده بل باللفظ على حدة وبالمعنى كذلك، وإن كان جل عنايتهم بالنظم والتأليف أولى وأعظم وهي محل النبوغ الأدبي، وموطن البراعة في التصوير الشعري.\nالصورة الأدبية عند نقاد آخرين:\nوممن عرف للصورة الأدبية مكانها من المزية والبلاغة أبو علي أحمد بن الحسن المرزوقي1 وغيره من النقاد، وسبق بحث قضية الصورة الأدبية عند ابن الأثير وقد حفل عبد الرحمن بن خلدون بالصياغة وعد المعاني تابعة للألفاظ، فهي التي تكشف عنها، وتدل عليه يقول:\n\"إن صناعة الكلام نظمًا ونثرًا إنما هي في الألفاظ، لا في المعاني، وإنما المعاني تبع لها وهي أصل\n...\nوذلك أن قدمنا أن للسان ملكة من الملكات في النطق، يحاول تحصيلها بتكرارها على اللسان حتى تحصل، والذي في اللسان والنطق إنما هو الألفاظ. أما المعاني فهي في الضمائر، وأيضًا فالمعاني موجودة عند كل واحد، وفي طوع كل فكر منها ما يشاء ويرضى، فلا يحتاج إلى صناعة، وتأليف الكلام للعبارة عنها هو المحتاج للصناعة كما قلناه، وهو بمثابة القوالب للمعاني، فكما أن الأواني التي يغترف بها والماء من البحر، منها آنية الذهب والفضة، والصدف والزجاج والخزف والماء واحد في نفسه، وتختلف الجودة في الأواني المملوءة بالماء باختلاف جنسها لا باختلاف الماء، كذلك جودة\n1 شرح ديوان الحماسة: المرزوقي، ص5، 6.\nالجزء: 1 ¦ الصفحة: 95\n",
        "اللغة وبلاغتها في الاستعمال، تختف باختلاف طبقات الكلام في تأليفه باعتبار تطبيقه على المقاصد والمعاني واحدة في نفسها\"1.\nولشدة اهتمامه باللفظ وعنايته بالصورة جعل المعاني تابعة للألفاظ، فهي قوالب للمعاني، والصورة آنية لها، كالأواني تختلف في صورتها -مع الماء الواحد- من ذهب إلى فضة، ومن زجاج إلى صدف، فتختلف جودتها، كذلك الأمر في جودة اللفظ والصورة، إنما ترجع إلى حسن الاختيار وقوة الرصف وجمال التنسيق.\nوتحديد ابن خلدون للشكل والصورة بما تقدم. يؤدي إلى الفصل التام بين اللفظ والمعنى، وضعف العلاقة بينهما، فالآنية منفصلة عن الماء، انفصال الثوب عن البدن كما ارتأى ذلك أبو هلال، واللفظ عنده لا حياة فيه ولا ماء، بل هو مجرد من الروح والحيوية.\nورد اختلاف الصورة إلى اختلاف الشكل مع اتحاد المعنى، وشبهها باختلاف المعادن مع اتحاد الماء بداخلها في كل معدن.\nويبدو في هذا عدم الدقة في فهمه للصورة الحقة، التي يستطيع الشاعر فيها أن يشكل من المعنى الواحد -كالمعدن الواحد- صورًا عدة مع أن عبد القاهر الجرجاني قد سبقه بذلك مما يدل على تسرع منه في فهم الشكل والصورة، وإن اتفق مع الجاحظ في الاهتمام باللفظ والصياغة.\n1 المقدمة: عبد الرحمن أبو زيد بن خلدون \"المتوفى 808هـ-1406م\" ط المشرفية 1327هـ.\nالجزء: 1 ¦ الصفحة: 96\n",
        "وهو يخالف ابن الأثير وغيره حيث عد الأخير الألفاظ تابعة للمعاني، خادمة لها، وإن اتفق معه ومع أبي هلال العسكري في انفصال الصورة عن معناها، فجعلها كالأردية والأثواب المحبرة يقول ابن الأثير1.\n\"إذا رأيت العرب قد أصلحوا ألفاظهم وحسنوها ورققوا حواشيها وصقلوا أطرافها فلا تظن أن العناية إذ ذاك إنما هي بألفاظ فقط بل هي خدمة منهم للمعاني، ونظير ذلك إبراز صورة الحسناء في الحلل الموشية والأثواب المحبرة فإننا نجد من المعاني الفاخرة ما يشوه من حسنه بذاءة لفظه وسوء العبارة عنه\".\n1 هو ضياء الدين نصر الله محمد بن عبد الكريم المعروف بابن الأثير المتوفى سنة 637هـ. المثل السائر ص212.\nالجزء: 1 ¦ الصفحة: 97\n",
        "الفصل الثاني: الصورة الأدبية في النقد الأدبي الحديث\nسبق أن قلنا: إن النقد العربي القديم، قطع شوطًا مضنيًا وشاقًّا لتحديد مفهوم الصورة الأدبية، وساعد على ذلك شغل النقاد الشاغل ببحث قضية اللفظ والمعنى، وعن الصورة تعرفوا على معظم خصائصها، وبعضهم كالإمام عبد القاهر الجرجاني مثلًا عني بتحليل صور أدبية كثيرة، وبيان مصادر الجمال فيها، فدل بذلك على حسن ذوقه الأدبي، وأصالته ودقته.\nوجاء دور النقد الحديث في بحث الصورة والتعرف على خصائصها، وأثرها في النفس، وقد استعانوا في نشاطهم النقدي برافدين أساسيين هما:\nأولًا: الجهود التي قام بها النقاد العرب في النقد القديم، وكانت تمثل المراحل الأولى، وتكشف عن أصالة اللغة العربية في توضيح مفهوم الصورة الأدبية.\nثانيًا: النقد الأدبي الغربي، بما فيه صراع بين مذاهبه الأدبية المختلفة وأثر هذه المذاهب في تحديد مفهومها، حسب روح كل مذهب وأهدافه.\nوالعامل الثاني: وإن كان له أثره الذي لا ينكر في نقدنا العربي الحديث، إلا أنه بمذاهبه المختلفة غير المستقرة، التي تتجدد من وقت لآخر، تجعلنا لا نطمئن إلى حكم دقيق، في تحديد مفهوم الصورة الأدبية، من وجهة نظر أصحاب المذاهب النقدية في العرب.\nوقد استطاع النقاد المعاصرون بنشاطهم النقدي توضيح الصورة وتعميق جوانبها المختلفة، وألبسوها ثوبًا جديدًا لم يكن في النقد العربي القديم، فشخصوا\nالجزء: 1 ¦ الصفحة: 98\n",
        "أثرها وقيمتها، ومكانها من الأدب عامة ومن الشعر خاصة، ولتحديد مفهومها لا بد أن نوضح بإيجاز قضية الشكل والمضمون، لكي نعرف موقع الصورة منها. تعد هذه المشكلة من أهم قضايا النقد الأدبي الحديث، وكانت في النقد القديم تسمى قضية اللفظ والمعنى، وهي المشكلة التي أثارها الجاحظ، إذ شايع اللفظ ردًّا على عناية أبي عمرو الشيباني وأضرابه بالمعنى، فأصبح لكل من اللفظ والمعنى بعد ذلك أنصار، وقامت على أنقاضهما قضية النظم وأصبح لها أيضًا أنصار.\nتلك هي مشكلة اللفظ والمعنى في النقد القديم قد وضحناها، وكشفنا عنها النقاب بقدر حاجة البحث إلى ذلك، وجاء النقد الحديث، ليخوض هذه التجرة في تيار عنيف، وهي التجربة الحية في مشكلة اللفظ والمعنى، أو الشكل والمضمون، أو الصورة والمحتوى.\nودراسة هذه القضية ضرورية في مجال الأدب والشعر؛ لأنها توضح جوهر الأدب وروحه، وتميز بينه وبين الرياضة والكيمياء، والطبيعة وغيرها من العلوم، التي تختلف في جوهرها وطبيعتها عن الأدب.\nوأعظم التيارات التي أدت إلى إثارة المشكلة هي البحث عن القيم في العلوم والآداب ومدى النفع والخير فيها، ودرجة الفضيلة والإمتاع فيها، وغير ذلك مما يعود بالإصلاح والإمتاع، ويترتب على ما سبق: البحث عما تهدف إليه العلوم والآداب وأغراضها.\nومعلوم أن الغاية في العلوم هي ما تقدمه للبشرية من وسائل التقدم والحضارة، وتساعد بنظرياتها الدقيقة على رقي الإنسان وسموه، وأصبح لا خلاف في أن المضمون هو جوهر العلوم وروحها، ولا يهتم العالم أن يعرض نظرياته في أسلوب\nالجزء: 1 ¦ الصفحة: 99\n",
        "فخم جزل حافل بالصور والأضواء، بل لا بد من اتخاذ الألفاظ والعبارات المحددة للمعنى في دقة وإيجاز.\nوأما الأدب فهو محل الخلاف والصراع، فقد شغل خيرًا كبيرًا في النقد الأدبي وأخذ الناقد يبحث عن الغاية من الأدب، وينقب عن مصادر الجمال فيه، ومن هنا انبعث الانشقاق في ساحة النقد الأدبي، وظلت تصطخب بالفرق، التي تناصر كل فرقة رأيها واتجاهها في ذلك، وتشعبوا في نصرتهم لآرائهم إلى أنصار ثلاثة:\nأ- أنصار الشكل:\nوهم الذين يضعون حدًّا فاصًلا ودقيقًا بين العلم والأدب، فالعلوم تقوم على الاهتمام بالمضمون، والأدب ينبغي ألا يعرف إلا الشكل، الذي يهتم فيه المنشئ بالصياغة والموسيقى والتصوير، وكل ما يتصل بالناحية الخارجية في العمل الأدبي، وموطن الجمال فيه، وقد فلسفوا الشكل فلسفة نفعية عن طريق غير مباشر:\nأولًا: أن ما يثيره الجمال من الإمتاع، يصقل ذوق الغير ويهذب نفسه ويطبعها على حب الجمال والفضيلة، فتكون النفس أهلًا للخير والنفع والإصلاح، إذ شارك صاحبها في ميدان العلم أي الإصلاح في الحياة والنهوض بها.\nثانيًا: أن العمل الفني الذي يعني فيه بالشكل، هو عصارة خالصة، تتصل بذات الفنان ومشاعره وأحاسيسه؛ لأنه يعبر عن واقع آخر، وفي هذا تحقيق لقيمته عند الشاعر أو الأديب في الحياة، ألا وهي الصدق بين نفسه وبين العمل الفني، وهي غاية نبيلة وخلقية في ذاتها1.\n1 النقد الأدبي الحديث: د. محمد غنيمي هلال ص377.\nالجزء: 1 ¦ الصفحة: 100\n",
        "ثالًا: والشاعر الذي يهتم بالشكل، إنما يهرب من مطالب الحياة هروبًا صريحًا في شعره، وهو في الحقيقة باتجاهه الشكلي الخالي من التوجيه المباشر، يهرب من واقع المجتمع المر القبيح، وفي هذا الهروب ذاته سخط على أوضاع المجتمع وشروره، فهو يطالب بالتخلص منه ومن شروره عن طريق غير مباشر وبالإيحاء، وبعد هذا المركب الرمزي عند الشكلين من أخص خصائص الفن الراقي؛ لأن في الهروب والسخط على النمط السابق قيمًا أخلاقية وإصلاحًا اجتماعيًّا، وغايات نبيلة للفن الشعري1.\nرابعًا: إن الشاعر حينما يعاني تجربته الذاتية، ويصورها كما هي في نفسه، من غير أن يكون لها صلة بالواقع في الظاهر، غاية اجتماعية، تفيد الغير، فإن عملية التخلص من هذه المعاناة، وإبراز التجربة في عمل فني مجسم في الخارج، تعد أكبر قيمة نفعية بها فتحرر الأديب من الألم المكبوت في نفسه، وكأنه بهذا يدعو كل الناس إلى أن يصنعوا مثل صنيعه حتى يتحرروا من شرور النفس، وهي في ذاتها غاية نبيلة في الحياة، وإن تحققت عن طريق غير مباشر وجاءت تبعًا من غير قصد في البداية.\nوعلى ذلك فالشكليون يعنون بالصورة الأدبية أشد العناية، ويهتمون بأركانها وعناصرها، ويرصفون أجزاءها، ويهذبون متونها، ويحككون ويصنعون لتأخذ بمجامع القلوب وتستولي على العواطف والنفوس، ولا عليهم أن يملأ تجويفها بالمعاني اللطيفة، وتفيض مكامنها بالأفكار المنتجة النافعة، إلا إن كانت وسيلة في العمل الفني لا غاية، ولا يعنيهم أن يكون المضمون جميلًا أو قبيحًا، ما دام كل\n1 المرجع السابق ص358.\nالجزء: 1 ¦ الصفحة: 101\n",
        "من الجمال والغاية يرجع إلى الروعة الفنية بين التراكيب، والعمل على التنسيق بين الصور، وقدرتها على نقل أحاسيس الشاعر الذاتية.\nفابن الرومي حينما يصور \"الأخدع\" إنما يتخلص في تصويره من شرور في النفس تكاد تزهقه، وفي هذا تنفيس عن شؤمه، واسترواحة مما يعانيه من الألم الممض المكبوت ثم تنفير الناس من هذا التكوين في شكل الأخدع وهيئته القبيحة، حتى يتجنبوا مهاويه ومساقطه، ولا يقترفوا أسبابه وعلله في حياتهم، وهو في صنيعه هذا يحذر الأجيال المقبلة من هذا القبح وهجر أسبابه، حتى لا تعتريهم العاهة في الكبر، فلا يكونوا محلا للسخرية والإضحاك مثل الأخدع في صورة ابن الرومي التي يقول فيها:\nقصرت أخادعه وطال قذاله\n...\nفكأنه متربص أن يصفعا\nفكأنما صفعت قفاه مرة\n...\nوأحس ثانية لها فتجمعا\nوكذلك الأمر في تصوير ابن الرومي للمعنى القبيح الصوت، \"أبي سليمان\" فهو ينقل إلينا مشاعره بصدق إزاء صوته القبيح، ثم يحرر نفسه من هذا الألم الذي يعانيه من بشاعة الصوت، ثم الدعوة إلى أن يكون الغناء صادرًا عن مغن حسن الصوت، حتى لا يتأذى الناس منه؛ لأن في الغناء إمتاعًا وجمالًا. ولا بد أن يكون مصدره كذلك. يقول:\nومسمع -لا عدمت فرقته\n...\nفإنها نعمة من النعم\nيطاول يومي -إذا قرنت به-\n...\nكأني صائم ولم أصم\nإذا تغنى النديم ذكَّره\n...\nأخذ السياق الحثيث بالكظم\nيفتح فاه من الجهاد كما\n...\nيفتح فاه لأعظم اللقم\nالجزء: 1 ¦ الصفحة: 102\n",
        "أبح فيه شذوذ حشرجة\n...\nمنظومة في مقاطع النغم\nنبرته غصة وهزته\n...\nمثل نبيب التيوس في الغنم\nكأنني -طول ما أشاهده-\n...\nأشرب كأسي ممزوجة بدمي\nوابن الرومي في هذا يولي اهتمامه بالصورة الأدبية، ولا يعنيه إلا التصوير وأما المضمون هنا فليس تعبيرًا مباشرًا عن إصلاح أو دعوة إلى الخير، أو تقديم منفعة للحياة، وإنما جاءت القيمة الخلقية في الصورة، من وراء ستار، وبععد إمعان ودقة نظر عن طريق الوحي والإشارة البعيدة.\nب- أنصار المضمون:\nوهم في دعوتهم هذه لا يهملون الشكل والصورة، ولكن عنايتهم بها بعد المضمون في الدرجة والرتبة، فالصورة عندهم وسيلة فقط لإبراز الغاية من الأدب: وهو المحتوى والمضمون، ولو تحقق المضمون بدون اهتمام الصورة وعناية الشكل، فلا ينقص من جمال الأدب عندهم، الذي يقوم على غاية واحدة، وهي النفع والخير والفائدة.\nفابن الرومي حينما يدعو إلى العفو والسماحة، إنما يريد أن يشيع المحبة والتسامح بين الناس حتى يسير ركب الحياة إلى ما هو أفضل. يقول:\nأتاني مقال من أخ فاغتفرته\n...\nوإن كان فيما دونه وجه معتب\nوذكرت نفسي منه عند امتعاضها\n...\nمحسن تعفو الذنب عن كل مذنب\nفيا هاربًا من سخطنا متنصلًا\n...\nهربت إلى أنجى مفر ومهرب\nفغدرك مبسوط لدينا مقدم\n...\nوودك مقبول بأهل ومرحب\nولو بلغتني عنك أذني أقمتها\n...\nلدى مقام الكاشح المتكذب\nولست بتقليب اللسان مصارمًا\n...\nخليلي إذا ما القلب لم يتقلب\nالجزء: 1 ¦ الصفحة: 103\n",
        "وكذلك حينما يصور فصل الصبر وميزاته، وحرمة المسلمين في رثاء البصرة، وذم الحقد وتنفير الناس منه صراحة، وغير ذلك مما تهدف إليه صورته الأدبية، من غير قناع ولا ستار فيقصد ابتداء المضمون، وينشد الغاية من التصوير الأدبي.\nج- أنصار العمل الفني \"الصورة والمضمون معًا\":\nوهؤلاء لا يهتمون بالمضمون وحده، ولا بالشكل وحده، وإنما يهتمون بالعمل الأدبي، فيحرصون على الغاية من الأدب، كما يحرصون على إظهاره في صورة خلابة وشكل جميل، يهز أعماق النفس ويحرك المشاعر والعواطف، فالعناية فيهما بدرجة واحدة، فإن كان المضمون خلاقا ونافعًا، لكنه إن ظهر في شكل رديء وصورة واهية مهلهلة، فإن كان كذلك فسيفقد أساسًا كبيرًا وعنصرًا جوهريًّا يهز النفس، ويثير المشاعر، ويوقظ الأحاسيس، وكل هذه هي مفتاح العقل وصمام الفكر؛ لأن الإنسان يقتنع بمشاعره وأحاسيسه قبل أن يقتنع بعقله وفكره، يتنقل بين الجوانب المحسة في الصورة، قبل أن تستحيل إلى أفكار مجردة تصور واقعًا جديدًا، وإصلاحًا، أو إرشادًا يمت إلى الواقع بأسباب وعلاقات.\nوعلى ذلك فالعمل الفني يبعث في النفس الحياة والنشاط، ويهز النفوس ويوقظ الأذهان، ويسهم في بناء الحياة ونهضة الأمم، التي لا تنهض ولا تقوى إلا على أساسين كبيرين هما: العاطفة والعقل، ولا يستغني أحدهما عن الآخر.\nوكذلك الأمر هنا لو كانت الصورة الرائعة لا تحمل مضمونًا نافعًا، فإنها تشبه شجر الخلاف تفتن بمنظرها ولكن لا نفع لها ولا ثمر، مع أن اللفظ في ذاته لا بد أن يحمل معنى تكون قيمته بقدر مشاركته في الصورة، ويسهم كل\nالجزء: 1 ¦ الصفحة: 104\n",
        "لفظ في موضعه الذي اقتضاه بين إخوته في تحقيق غرض الصورة ومغزاها، ثم توحي الصورة القوية البارعة، بإيحاءات تعمق هذا الغرض، وتزيده ثراء وسعة، وبناء على ذلك لو اختل الترتيب في الألفاظ وضلت مواقعها لأدت الصورة معنى آخر مختلفًا وإيحاء مغايرًا لما سبق؛ لأنها تختلف في معناها ووحيها حسب اختلاف مواقع الكلمات فيها، ولو كانت مادة الألفاظ واحدة لم تتغير من صورة إلى أخرى.\nوهذا يدل على أن لغة الصورة تلزم مضمونًا معينًا، وأن المضمون والغاية فيها ترتبط بقدرة الأديب على تشكيل الصورة وتسخير أدواتها لخدمة هذه الغاية، وتوجيهها نحو المعنى الذي يريد في أقوى صورة، فالشكل والمضمون يمتزجان معًا في وحدة وترابط، بحيث لا يمكن فصل أحدهما عن الآخر، وعلى هذا فما الفرق بين الاتجاه الأخير وبين الاتجاهين السابقين، فأنصار كل منهما لا يهمل الأمرين الشكل والمضمون؛ لكنه يجعل أحدهما غاية، والآخر وسيلة؛ فالشكليون يهتمون بذات الصورة، ثم يأتي المضمون والمغزى تبعًا لذلك، وأنصار المضمون يعنون به، ويجعلونه غاية في ذاته، وتصير الصورة التي تنقله إلى الغير وسيلة -لا غاية- في إظهاره.\nأما ما نحن بصدده الآن من الاتجاه الثالث، فهو يعتد بالأمرين معًا، بحيث لا يمكن الفصل بينهما، ولا تتأتى بحال التفريق بين الصورة وبين ما تحويه من معنى أو مغزى؛ لأنه يتفق وطبيعة اللغة فالألفاظ إنما وضعت لمعان تدل عليها، وقد سخرت لخدمة الناس والحياة كالشأن في الإنسان الحي، فالجسد فيه لا يستغني عن الروح، وكذلك لا تنقل الروح عن البدن فالحياة رهن امتزاجهما، وارتباطهما جميعًا فلا جسد بدون روح، ولا يعقل أن توجد روح من غير جسد،\nالجزء: 1 ¦ الصفحة: 105\n",
        "وكل منهما له قيمته التي لا تقل عن الآخر، وعلى سبيل المثال نجد أن الصورة تمثل الآلة \"الميكانيكية\" فالحركة فيها مرهونة بوضع الأجزاء وكل في مكانه، في رباط قوي وإحكام ودقة، وإلا توقفت عن العمل لاختلال أجزائها واضطرابها في مواقعها.\nوابن الرومي كان في معظم شعره يسير على النمط الثالث، حتى كاد أن يجمع النقاد، أنه من أصحاب المعاني الذين يعنون بالفكرة، ويعمقونها، ويهتمون بمضمونها، ويكاد أيضًا أن يجمع النقاد قديمًا وحديثًا على أنه الشاعر المصور والرسام البارع، والعبقري في تصويره.\nوعندي أن العناية بالصورة والنبوغ فيها يستلزم العناية بمضمونها الخلقي فيها؛ لأن مراعاة التمام في أجزاء الصورة، وارتباطها، واستيفاء عناصرها، يؤدي في النهاية إلى كمال المعنى، وتمام الغرض، وحيوية المضمون، فالنبوغ في التصوير لا يفصل الشكل عن المضمون بحال.\nوالعمل الفني أشبه بالدائرة الكهربائية التامة المغلقة التي تبدد الظلمات بأضوائها، فإن اختل جزء منها، وانفتحت الدائرة من أي مكان توقف التيار وانقطع النور، فلا قيمة ولا حياة، بل توقف وظلام.\nوالأمثلة كثيرة في شعر ابن الرومي مثل صورته الرائعة في رثاء البصرة، فإنه يثور فيها على الظلم وأهله من الزنج، الذين انتهكوا الحرمات، وقضوا على المقدسات، في أبشع صورة يعرفها البشر، كلها غدر وخيانة، وظلم وقسوة، لا هوادة فيها ولا رحمة، ولا مراعاة للمبادئ الإنسانية والخلقية والحضارية، ثم يستغيث الشاعر بالعالم بالإنسانية كلها لإنقاذ الحضارة والمقدسات، وردع الطغاة والظالمين في البصرة وغيرها من الأمم، وذلك كله في صورة أدبية يقول في مطلعها:\nالجزء: 1 ¦ الصفحة: 106\n",
        "ذاد عن مقلتي لذيذ المنام\n...\nشغلها عنه بالدموع السجام\nأي نوع بعد ما حل بالبصـ\n...\nـرة ما حل من هنات عظام\nأي نوع بعد ما انتهك الزنـ\n...\nـج جهارًا محارم الإسلام1\nوكذلك صورة في فضل الصبر وذم الحقد والمتكبر، وغير ذلك من الصور الرائعة التي تنقل الواقع في الحياة، لتحض على الخير، وتنفر من الشر إما بالتصريح أو بالإيحاء الذي هو أقوى عنده من التصريح.\nولما كان المضمون والمعنى ملازمين للصورة والشكل تعذر الفصل بينهما أثناء تحليل العمل الفني ونقده، وشق على الناقد في نقده التفريق بينهما كل على انفراد، حتى يمكن التعرف على المضمون كوحدة مستقلة، وعلى الصورة كذلك.\nوالصورة بهذه الصلة التي لا تكاد تنفك عن المضمون فيها خصائص شكلية مستقلة كانسجام الكلمة وإيقاعها، وموسيقاها داخلية كانت أو خارجية، وعناصرها من حركة وشكل وهيئة ولون وظلال وأضواء، وغير ذلك مما سيأتي تفصيله، ومما يرجع إلى الناحية الشكلية في الظاهر، لكن الحقيقة أن الصورة بعناصرها وأصواتها وتركيبها لم تأت عبثًا، وإنما جاءت لتجلي المضمون، وتتآخى في جميعها، لتكشف عن الغرض، فكل كلمة كالوتر تشارك مع غيرها في تكوين المعزوفة الموسيقية، وكل لفظ له لون خاص، يشترك مع غيره في إتقان الرسم وإحكام الرقعة الفنية الرائعة.\nوكما قلنا: إن اختلاف الكلمة في موقعها من الصورة يؤثر فيها، ويمنحها مضمونًا آخر يختلف مع السابق في صورة أخرى، وهذا يدل على قوة التلاحم بين اللفظ ومعناه، وامتزاجهما معًا في بوتقة واحدة، من أجل الفكرة المطلوبة والغرض المنشود.\n1 الديوان المخطوط ورقة 339 ج4.\nالجزء: 1 ¦ الصفحة: 107\n",
        "ولعل هذا هو الذي حذر منه د. غنيمي هلال حيث يقول: \"على أننا نحذر من اتخاذ المضمون والشكل معيارًا للتحليل الأدبي، إذ كثيرًا ما يستخدم هذا التقسيم لتحليل العمل الأدبي إلى شطرين تحليلًا تحكميا؛ لأنا إذا أمعنا النظر، وجدنا بعض عناصر الشكل داخلة في المضمون\n...\nواحتراسًا من هذا اللبس في التحليل، وتجنبًا للتحكيم في تقسيم العمل الأدبي نرى العدول عن اتخاذ المضمون والشكل أساسًا للتحليل الأدبي\"1.\nومع أنه حذر منه فقد سار على التفريق بينهما أثناء دراسته، وفي كتابه المعنى الذي ورد فيه قوله السابق ولم ينص على ذلك. وليس هذا محلًّا للمناقشة هنا.\nولكن ما أعنيه هنا، ويهمنا في هذه القضية، أنني أتفق معه في أن الفصل بين الشكل والمضمون يجب أن نحذر منه، وكما قلت: إنه عسير وشاق، لكني أختلف معه أثناء التحليل الأدبي فيهما ونقدهما، وحين التقويم لإنتاج الشاعر، يلزم الفصل بينهما، ولو على نحو ما. وعلى الدارس للشكل والصورة أن يجعلهما معًا العمدة في بحثه، وتأتي دراسة المضمون تبعًا لذلك، وتصبح أبواب البحث وفصوله خاضعة لتكوين الصورة والشكل، ومثل ذلك حينما يتناول الدارس قضية الوحي في الصورة، فإنه -لا شك- سيبين إيحاءها، ويوضح أثره في المضمون وهكذا.\nوهذا الاتجاه يعين الدارس على التعمق في الجزئية التي يدرسها، مما يؤدي إلى التخصص والدراسة الموضوعية الرأسية المنتجة، لا الدراسة الأفقية المستعرضة التي يتناول فيها الدارس الصورة والمضمون والغاية، وأثر الشاعر في كل ذلك، وهذه طريقة جامدة لا تعين على النهضة، ولا تربية الذوق عند الناقد.\n1 النقد الأدبي الحديث: د. غنيمي هلال 366-367.\nالجزء: 1 ¦ الصفحة: 108\n",
        "هذا ومكان الصورة الأدبية من قضية اللفظ والمعنى، أو الشكل والمضمون وعلينا الآن أن نوضح مفهومها في النقد الحديث، وما نراه في ذلك من خلال آراء النقاد فيها، حتى يكون هذا المفهوم الذي سأنتهي إليه هو المقياس، الذي أعرض عليه كل جزئية من أجزاء البحث، والميزان الدقيق الذي يتأثر بكل ما دق أو عظم فيه.\nالنقاد المحدثون:\nمعنى الصورة:\nوالصورة الأدبية تعد من القيم الهامة والأساسية في الأعمال الأدبية، وفي فن الشعر خاصة؛ لأنها هي الوسيلة الجيدة الدقيقة في إظهار التجارب الشعورية بما تحوي من أفكار وخواطر، ومشاعر وأحاسيس، وبدونها لا نعرف شيئًا بدقة عن تجارب الغير، فكما لا يستطيع الغير أن يعرف عن تجاربنا شيئًا. لذلك أولى النقاد الصورة الأدبية كل عناية، لتحديد مفهومها، وهم متأثرون في ذلك بعاملين، لا يقل أحدهما عن الآخر في التأثير، وإن اختلف نوع التأثير في مفهوم الصورة حسب اختلافهما، وهما أصالة النقد العربي في توضيح الصورة كما قدمنا وأثر التيارات الجديدة للمذاهب الأدبية الحديثة الواردة من الغرب، في تلوين المفهوم للصورة، مع خضوعه للأصالة العربية في بيان معالمه.\nوبالطبع إنني لن أدرس كل النقاد الذي تناولوها حديثًا لسببين:-\nأولهما: أن نكتفي بالرواد ونقتصر عليهم.\nثانيهما: أن هؤلاء النقاد عاشوا في قرن واحد، وتجاوبت أصداء مفاهيم الصورة الأدبية عندهم.\nالجزء: 1 ¦ الصفحة: 109\n",
        "لذلك ساغ لي بعض الشيء أن أقتصر على بعض اللامعين منهم، وهم بدورهم سيعبرون عن غيرهم من اللامعين وسواهم.\nأحمد حسن الزيات:\nيقول الزيات: والمراد بالصورة: إبراز المعنى العقلي أو الحسي في صورة محسة1، والصورة عنده خلق المعاني والأفكار المجردة، أو الواقع الخارجي من خلال النفس خلقًا جديدًا. لتبرز إلى الوجود مستقلة عن حيز التجريد المطلق وتتخذ لها هيئة وشكلًا، يأتي على نمط خاص، وتركيب معين، بحيث تجري فيهما -على هذا النسق- الحياة والروح، والقوة والحرارة، والضوء، والظلال، والبروز والأثر2، وبذلك يتلقى السمع من الصورة أصوات الفكرة، وترى العين ألوانها، وترقب حركاتها، وتحس النفس نسيمها وانطلاقه، وتستروح الآناف رائحتها، وتستعذب الأذواق طعومها.\nويرى الزيات أن الصورة لا يمكن فصلها بحال عن الفكرة، وينكر أشد الإنكار هؤلاء الذين يمثلون الصورة بالكساء، فهي رداء ذاتي مستقل له خصائصه وأوصافه، ولكنه يرى تبعًا لابن رشيق وغيره أن العلاقة بينهما كالعلاقة بين الجسد والروح، لا يمكن أن يستقل أحدهما عن الآخر، وإلا مات الحي؛ لأن البلاغة لا تفصل بين الموضوع والشكل، فالصورة والفكرة كل لا يتجزأ، إذا تغيرت الصورة تغيرت الفكرة. وكذلك الأمر لو تغيرت الفكرة تتغير الصورة، فهناك فرق بين القولين: ما شاعر إلا فلان، وما فلان إلا شاعر،\n1 دفاع عن البلاغة: أحمد حسن الزيات ص63.\n2 المرجع السابق: ص62.\nالجزء: 1 ¦ الصفحة: 110\n",
        "ويرى أن العمل الفني1. كالماء يتكون من الصورة والفكرة، كما يتكون الماء من الهيدروجين والأكسوجين, ولو استقل أحدهما، أو تغيرت نسبته، انعدم وجوده، حتى لو وجد لكان غير طبيعي2. وأرى أن هذا الاتجاه مع ثقافة الزيات الواسعة، تظهر فيه الأصالة العربية، في فهم الصورة متأثرًا بابن رشيق وعبد القاهر وغيرهما، وإن كانت ثقافته العميقة أعانت على توضيح الصورة أكثر وأعمق ممن تأثر بهم من القدامى، وبيان خصائصها التي نبعت من عبارته \"صورة محسة\".\nويذكر بعض الصور ليميز فيها بين الفكرة وصورتها، التي يشخص معالمها في قوة وبراعة، وذلك في قول علي بن أبي طالب: \"إلا أن الخطايا خيل شمس حمل عليها أهلها، وخلعت لجمها، فتقحمت بهم في النار. وأن التقوى مطايا ذلل حمل عليها أهلها، وأعطوا أزمتها، فأوردتهم الجنة\". يقول الزيات: تجد صورتين صورة الفرس الشموس، لم يروض ولم يلجم، فيندفع براكبه جامحًا، لا ينثني حتى يتردى به في جهنم، وصورة الناقة الذلول قد سلس خطوها، وخف عنانها، فتنطلق بصاحبها في رسيم كالنسيم حتى تدخل به الجنة، ثم تجد عاطفتين عاطفة النفور من الألم الذي يشعر به الخاطئ، وقد جمحت به خطاياه الرعن في أوعار الأرض، حتى ألقته في سواء الجحيم، وعاطفة الميل إلى لذة المتقي والورع، وقد سارت به قواه سيرًا لينًا، حتى أبلغته جنة النعيم، ذلك من حيث الموضوع، أما من حيث الشكل فتجد اختيار الألفاظ المناسبة لفكرة كالمطايا وما يلائمها من الانقياد والإيراد هنا، وكالخيل وما يوائمها من الشماس والتقحم هناك. والفرق في الطبيعة بين هذين الحيوانين، في هذين المكانين لا يخفى على ذي لب\n1 المرجع السابق ص59، 60.\n2 المرجع السابق ص78.\nالجزء: 1 ¦ الصفحة: 111\n",
        "ثم تجد بعد ذلك التأليف المتوازن المحكم الرصين، وهذه المقابلة البديعة بين عشرة معان لا تكلف في صوغها ولا تعسف1.\nويرى الزيات أن الصورة في العمل الأدبي، لا بد أن تتوافر فيها الوسائل المنتقاة، التي تتلاءم مع الفكرة والعاطفة في نسق يفيض بالإيقاع والنغم، فالمطايا التي اختيرت للتقوي سهلة الانقياد، والخيل التي اختيرت للخطايا شرود جموح، ثم هذه الموسيقى على امتداد النص من المزاوجة والطباق والمقابلة وفوق هذا وذاك خرجت الفكرة المجردة. وهي التقوى والخطايا في صورة محسة مألوفة وهي صورة المطية والخيل.\nأحمد الشايب:\nويرى أحمد الشايب أن الصورة الأدبية لها معنيان حسب نوعية الجنس الأدبي:\nأحدهما: يكون في الشعر التمثيلي وما يشبهه من النثر الفني كالقصة والأقصوصة والرواية والمسرحية النثرية، والصورة الأدبية في هذا النوع لا تدخل معنا في بحثنا وتخالف النوع الثاني الذي يتصل بموضوعنا. أولًا: من ناحية التصوير. وثانيًا: من ناحية معناها، وثالثًا: الصورة: إذ هي هنا يقابلها الأسلوب من حيث الكلمات والتراكيب الحقيقية والمجازية والسرد والوصف والحكاية والحوار، ولكن الصورة في النوع الثاني تقابلها المادة: الفكرة والعاطفة.\nوالصورة في النوع الأول هي منهج الكتاب، أو خطته العامة من حيث المقدمة والفصول والخاتمة وتناسقها معًا وبراءتها من الشذوذ والاضطراب\n....\n1 المرجع السابق ص63، 64.\nالجزء: 1 ¦ الصفحة: 112\n",
        "تأخذ موضوعها وتقسمه فصولًا، وتلائم بين الشخصيات وتربط بين الحوادث، وتعني بالمفاجآت أو المبالغة أو المقصد1. ويشترط فيها الوحدة التي تشتمل على الكمال والمنهج والتناسب.\nثانيهما: المعنى الثاني في الصورة، يكون في الشعر الغنائي، وما يشبهه من النثر الفني، كالمقالة الأدبية فالصورة هنا في إيجاز هي: \"اللغة والخيال\" وتقابل المادة وهي: \"الفكرة والعاطفة\"، فالمعجب بالوردة وهي صورة جميلة في مرأى العين ينقلها كما هي أمام عينيه، ولذلك تثيره كما أثارته، والأديب لا يستطيع إجراء هذا السبيل\n...\nلذلك كان مضطرًّا أن يلجأ إلى وسائل أخرى غير مباشرة ليوقظ بها النفوس، ويهيج العواطف، وهذه الوسائل التي يحاول بها الأديب نقل فكرته وعاطفته معًا إلى قرائه أو سامعيه تدعى \"الصورة الأدبية\"2.\nفالوصرة هي المادة التي تتركب من اللغة بدلالاتها اللغوية والموسيقية، ومن الخيال الذي يجمع بين عناصر التشبيه والاستعارة والكناية والطباق وحسن التعليل3.\nوهو يعتمد فيما اتجه إليه هنا في معناها إلى ما انتهى إليه الإمام عبد القاهر في قضية النظم4، ولكنه يفوقه في دقة التحديد لمفهومها، ثم في فهم الخيال وأثره في تكوين الصورة وبيان وسائله، ثم في تفصيل ما عبر عنه عبد القاهر بالتآخي\n1 أصول النقد الأدبي: الأستاذ: أحمد الشايب 251.\n2 المرجع السابق: الأستاذ أحمد الشايب 242.\n3 المرجع السابق: 248، 429.\n4 المرجع السابق: 249.\nالجزء: 1 ¦ الصفحة: 113\n",
        "والتلاؤم في النظم الذي تتألف منه الصورة وذلك في شروط تلازم المفهوم حتى يستقيم ويتضح وهي1:\nأولًا: أن تكون لغة العاطفة في الصورة مألوفة جزلة، بعيدة عن الغرابة والمصطلحات العلمية.\nثانيًا: أن تختلف الصورة باختلاف العاطفة، فإن كانت عاطفة متوسطة، احتاجت إلى سهولة العبارة وجمال الصور، والإيجاز فيها، وإن كانت عميقة تتصل بأسرار الحياة وأعماق النفس، تطلبت الجزالة والصور المحكمة، وإن كانت العاطفة طريفة، اقتضت التفصيل والبسط وتعدد الصور.\nثالثًا: ارتباط الصورة الأدبية بالمعاني اللغوية للألفاظ وموسيقاها، حيث يعبران عن نوع العاطفة ودرجتها وهو ما يسميه \"حسن النظم\".\nرابعًا: إن الصورة تختلف باختلاف الأدباء، وذلك يرجع لاختلاف عواطفهم وتباين تناولهم للموضوع، ويقصد بذلك الأصالة، التي ينشدها لجمال الصورة، ونبذ التقليد فيها.\nخامسًا: وهذا كله ينتهي بالباحث إلى شدة الارتباط بين المادة والصور، أو بين الفكرة والعاطفة من ناحية والخيال واللفظ من ناحية أخرى، وأي تغيير في أحدهما يتبعه تغيير في الآخر.\nويقصد بذلك كله النظم، ويذكر أمثلة من دلائل الإعجاز للإمام عبد القاهر الجرجاني2. فالصورة على هذا هي التركيب الخارجي للحالة الداخلية عند الشاعر، الذي ينقل بأمانة ودقة عاطفته وفكره، مع التناسب التام بين\n1 المرجع السابق 243 وما بعدها.\n2 المرجع السابق 246.\nالجزء: 1 ¦ الصفحة: 114\n",
        "الحالة والعبارة، حتى يخيل القارئ أثناء قراءته للصورة، أنه يخوض في أعماق الشاعر، ويتعرف على مصادرها في نفسه، وهذا هو المقياس الأصيل للصورة الأدبية.\nيقول الشايب: \"فمن البديهي أن مقياس الصورة الأدبية، هو قدرتها على نقل الفكرة والعاطفة بأمانة ودقة والصورة هي العبارة الخارجية للحالة الداخلية، وهذا ومقياسها الأصيل، وكل ما نصفها به من جمال إنما مرجعه إلى التناسب بينها، وبين ما تصور من عقل الكاتب ومزاجه تصويرًا دقيقًا، خاليًا من الجفوة والتعقيد فيه روح الأديب وقلبه، كأنا نحادثه، ونسمعه كأنا نعامله\"1.\nوأما إبراهيم عبد القادر المازني: فيرى أن الصورة الأدبية غير فن التصوير والرسم، فهي غنية بالحركة والحيوية، وتعاقب الزمن وقتًا بعد وقت، حتى يأتي الشاعر على الحركة المقصودة من الصورة، بينما فن الرسم جامد ليس له إلا لحظة واحدة من الزمن، وهي تلك اللقطة التي يختارها الرسام من الزمن، ليودعها فنه وريشته كما أن الصورة الأدبية تنفرد أيضًا بخاصة لا توجد في فن التصوير، وهي أن الشاعر ينقل للقارئ المنظر المراد تصويره، من خلال مشاعره، وخواطره، ويلونها من داخل نفسه، فتؤدي عند القارئ إلى إثارة مثل هذه الأحاسيس والمعاني والآمال والخوالج. يقول: \"إنما يسع الشاعر أن يفضي إليك \"بوقع\" هذا المنظر، وبما يثيره في النفس، من الإحساسات والمعاني والذكر والآمال والآلام والمخاوف والخوالج على العموم بأوسع معاني هذا اللفظ، وعلى العكس من\n1 المرجع السابق: 250.\nالجزء: 1 ¦ الصفحة: 115\n",
        "ذلك يسع الشاعر أن يصف لك الحركات المتعاقبة في الزمن، وأن يحرضها إلى ذهنك، ويمثلها لخاطرك، وذلك ما لا سبيل إليه في التصوير1\".\nفالشاعر لا ينقل للقارئ تأثير المنظر في النفس، فيقع على أثره من غير عناء، ولكنه يدع فيه إحساسه ويترك صورة تثير هذا الإحساس عند القارئ، وهو معنى قوله: \"أن يفضي إليك بوقع هذا المنظر\".\nويوضح هذا أكثر عندما يعرض صورة الربيع عند البحتري التي مطلعها:-\nأتاك الربيع الطلق يختال ضاحكًا\n...\nمن الحسن حتى كاد أن يتكلما\nفيقول وهو ينفي هذا المعنى عن المصور بالرسم ويثبته للشاعر: \"غير أن المصور لا يسعه أن يضمن المنظر إحساسه هو إليك كيف كان وقعه في نفسه كما يستطيع أن يفعل؛ لأن الشعر بطبيعته مجال العاطفة\" وبذكر أبيات البحتري التي سبق مطلعها، ويقرر ما سبق بقوله: \"فلم يحاول \"أي الشاعر\" أن يرسم لك صورة، وإنما أفضى إليك بما أثاره الربيع من المعاني في نفسه، وبما حركه من طلب الانشراح في عيد الطبيعة\"2.\nولكي يحدد اتجاهه في فهم الصورة الأدبية، فإنه يوازن بين صورتين لتكونا كالدليل على ما اتجه إليه فيذكر بيت النواسي في وصف جمال المرأة:\nفإذا بدا اقتادت محاسنه\n...\nقسرا إليه أعنة الحدق3\n1 حصاد الهشيم: المازني ص118.\n2 المرجع السابق ص134، 135.\n3 ديوان أبي نواس.\nالجزء: 1 ¦ الصفحة: 116\n",
        "وصورة ابن الرومي عن سحر المرأة:-\nليس فيما كسبت من حلل الحسن\n...\nولا في هواي من مستزاد1\nوقوله:\nأهي شيء لا تسأم العين منه\n...\nأم له كل ساعة تجديد2\nفالنواسي يؤدي إليك تأثير جمال المرأة وسحرها في النفس، في صورة بلغت غاية السخف؛ لأن عيون الرجال خرجت من مكانها، وانفصلت عن وجوههم، وهذا بعيد عن مفهوم الصورة، والسنن الغنى الرائع فيها، وهو أن يترك الشاعر للصورة تأدية التأثير، لما تنطق به من آيات الفن وسحر التكوين كبيتي ابن الرومي، الذي ترك القارئ يتخيل الجمال ويتعرف على مصادره؛ لأن ابن الرومي ضرب المثل الأعلى في الجمال، مما يجعل خيال القارئ، دون ما تخيل ابن الرومي، يقول المازني:\n\"لأن وظيفة المصور ليست أن يؤدي إليك التأثير، بل أن يدع الصورة تؤثر بذاتها، وبما تنطق به دون أن يعالج أداء الأثر الذي تحدثه\"3.\nوالمازني يرى أن الصورة ليست هي مجرد الشكل الذي يقابل المضمون، ولكنها تصدر عن الوسائل الفنية للشكل وهو ما يفيده النظم عند الإمام عبد القاهر، إلا أنه تناولها في عمق وجدة تبدو في أمور:-\nأ- وضح مفهوم الصورة على وجه التقريب، وتكون في تناول المنظر المراد تصويره من خلال خواطر الشاعر وأحاسيسه وتلوينها بذات نفسه وعاطفته.\n1 الديوان المخطوط ورقة 234 ج2.\n2 المخطوط 256، ج2.\n3 المرجع السابق 136، 137، وهو حصاد الهشيم: المازني.\nالجزء: 1 ¦ الصفحة: 117\n",
        "ب- أن الصورة ليست خطبة بنص الشاعر فيها على المراد، وما يقصده صراحة، ولكن على الشاعر بموهبته الفنية أن يدع الصور تتحدث بذلك، وتكشف عن الأثر الكامن فيها لا الشاعر.\nج- أن الصورة الأدبية لها لحظات في الزمن تتعاقب وتحدث ما فيها من حركة حيوية وهما لب الصورة وعصبها، وهذا هو الفارق المميز بينها وبين الرسم.\nد- أن المازني جعل الخيال هو الأساس في الصورة، وبه يتفوق صاحبه على غيره، ويقسم الخيال قسمين: أحدهما الخيال الحسي وهو ما يستمد فيه الشاعر البواعث على الابتكار من ظواهر الطبيعة، وهو في نفس الوقت تصوير الشيء على حقيقته، كما يقع تحت الحس في الواقع، من غير إعمال ولا تحوير، وهذا ضرب نادر في الصورة؛ لأن وجود الخيال فيها لا بد وأن يأخذ مجراه ويعمق أجزاءها. ثانيهما: تخييلي وهو ما يستمد الشاعر فيه البواعث على الابتكار من نفسه وخواطره وأحساسيسه وعواطفه؛ لأن الأصل في الشعر سعة النظر، وعمق المعاني، فقد يتناول الشاعر منظرًا محدودًا في نظر الرائي ولكنه يراه بالمعنى الأوسع والأعمق مما يراه الآخر يقول: \"فأبدع الخيال تنميقه، وأحسن ما شاء تفويقه وتزويقه، وعلم أن رؤية الشيء في أجل مظاهره وأسمى مجاليه وأروع حالاته هي ما يعبر عنه \"بالإيديالزم\" وعلى العكس من ذلك \"الريالزم\" ويقصد بالريالزم الخيال الأول، وبالإيديالزم الخيال الثاني، ويرد المازني التفاضل بين الاثنين لا إلى كون الأول حسيًّا والثاني تخييليًّا، ولكن إلى اختلاف شخصية الشاعرين في القدرة الفنية، وقوة الملاحظة \"هذا يستمد البواعث على الابتكار من ظواهر الطبيعة، وذاك يستمدها من نفسه\"1.\n1 المرجع السابق: 230، 231.\nالجزء: 1 ¦ الصفحة: 118\n",
        "والمازني والعقاد يتلاقيان معًا في اتجاههما، فهما صاحبا الديوان والمذهب الجديد في الشعر والتصوير إلا أن العقاد أعمق منه وأبعد تصورًا، وأقوى أصالة في هذا الميدان وما نحن فيه.\nعباس محمود العقاد:\nالعقاد: يرى أن الصورة الأدبية عند الشاعر تتجلى في \"قدرته البالغة على نقل الأشكال الموجودة كما تقع في الحس والشعور والخيال، أو هي قدرته على التصوير المطبوع؛ لأن هذا في الحقيقة هو من التصوير كما يتاح لأنبغ نوابغ المصورين\"1.\nوعلى ذلك فالمنظر المراد تصويره له حالات: الحالة الأولى المنظر كما هو في الواقع لا تختلف ذاته أمام الأنظار، والحالة الثانية: انتقال المنظر إلى داخل النفس وامتزاجه بخواطر الشاعر وعواطفه، وأحاسيسه وصراعه مع المستودعات الذهنية والمخزونات الشعورية وهي مرحلة الاستحالة والحالة الثانية: وهي إخراج المنظر من معامل النفس في صورة جديدة، وهي ما تسمى بالصورة الأدبية، وهذا ما أراه في اتجاه العقاد لمفهوم الصورة، ويؤكد ما ذهبت إليه ما ذكره في موطن آخر حيث شبه ملكة الشاعر بالزجاجة المصورة الحساسة الواسعة، فلا يفلت مما يقابلها شيء إلا رسمته وصورته، وكذلك ملكة الشاعر الفذة الحساسة، تنقل إلينا صورة العالم كله من خلال مشاعره، التي تبرز في عمله الفني، وهذا بعكس الشاعر الذي يضيق إحساسه، فيصور قطعة من العالم، ويودعها صورته الفنية، والصورة الأولى تفوق الثانية في التظليل والتلوين\"2. وأروع أنواع التصوير، هو ما اجتمعت فيه الدعائم الآتية التي توضح مفهوم الصورة عنده:-\n1 ابن الرومي حياته من شعره: العقاد ص207.\n2 ساعات بين الكتب: العقاد 292.\nالجزء: 1 ¦ الصفحة: 119\n",
        "أ- الخيال في الصورة:\nوحين أتناول الخيال عند أي ناقد، لن أذكره بالتفصيل والعمق الذي تقتضيه طبيعته، فليس هذا بحثًا مستقلًا فيه، ولكني أتناوله هنا في مجال المفهوم الصورة الشعرية، ومنزلة الخيال منها ودرجته فيها، وحقيقته ومعناه.\nوالعقاد من رواد الفكر في العصر الحديث، يثور -في خيال الصورة- على حماقة الوصف المحسوس، الذي هو أشبه بالطبل والطنين، ولا يخرج جمال الخيال فيه عن رسم الحركة الظاهرة التي لا صلة لها بالشعور، ولا يعرف غيرهما الأقدمون، وأدوها أجمل أداء كما في قول ابن حمديس الشاعر العربي:\nأسد تخال سكونها متحركًا\n...\nفي النفس لو وجدت هناك منيرًا1\nويسمي العقاد الوصف المحسوس الذي لا يعدو الظاهر بالبهرج، وهو نقيض النشوة الروحية الممتزجة بالمحسوسات، وسمات الخيال العقيم البهرج. ومخاطبة الوظائف ودلائل الخيال الجميل هي الطلاقة ومخاطبة الملكات الروحية، والفرق بينهما هو الفرق بين قول أحد الشعراء البديعيين:\nإذا ملك لم يكن ذا هبه\n...\nفدعه فدولته ذاهبه\nوقول أحد الشعراء المصورين مثل قول ابن الرومي:\nأخاف على نفسي وأرجو مفازها\n...\nوأستار غيب الله دون العواقب\nألا من يريني غايتي قبل مذهبي\n...\nومن أين والغايات قبل المذاهب2\nفالألفاظ في البيت تحجب المعنى فهي \"وهج في النظر، وقرقعة في الأذن، ولذع في الحس وتهييج في الشعور\"، فقائلها مزور مبهرج لا حظ له من البلاغة.\n1 يسألونك: العقاد 43ط، القاهرة 1947.\n2 الديوان المخطوط ورقة 58، ج1.\nالجزء: 1 ¦ الصفحة: 120\n",
        "والجمال، والألفاظ عند ابن الرومي، تجوز بالناظر إلى معناه من غير توقف ولا انتباه فهي تريك المعنى، ولا تريك نفسها فالتصوير هنا لا يستوقف الحسن، ولا يعطل التفكير والخيال، ولكنه يطلق النفس في هوادة ورفق، ويسلس في الطبع شعور السماحة والاسترسال1.\nلأن التصوير عنده ومقياس الإحساس فيه، إنما هو من عمل النفس المركبة، من خيال وتصور وشعور، وليس كالساعة الجامدة المركبة من حديد ونحاس2، فالشعر عند العقاد يعني بوصف الحركات النفسية، لا بوصف المشاهد المحسوسة، والشاعر حين يصف جمال المرأة، إنما يصف أثرها في النفس، ولا يشغل شعره بتصوير المحسوسات إلا إذا فاضت عن عواطفه ومشاعره3. فملكة النثر غير ملكة الشعر، غير ملكة الوصف، وليست بشيء واحد، كما يفهم كثير من القراء فمن وصف وشبه، ولم يشعر. فليس بشاعر. ومن شعر وأبلغك ما في نفسه بغير وصف مشبه فلا حاجة به إذن إلى سرد الصفات لتتم له ملكة الشاعرية4.\nويؤكد العقاد كلامه بأن الصناعة اللفظية والتصنع في الوصف أمات الشعور في الصورة وأضعف الخيال وجهل الشعر، ونقده كنه الصورة الشعرية، التي تنبني عليها حياة الشعر، وجماله ونضارته، ولا قيمة عنده في الصورة للمعاني اللطيفة فيها، والنظم الرائق ولا التوليد البكر، ما لم يكن ممزوجًا بالنفس مفعمًا بالإحساس، تنبض بالمشاعر القوية، وتفور بالعواطف الجياشة؛ لأن\n1 المرجع السابق: 309، ساعات بين الكتب: العقاد.\n2 المرجع السابق: 411.\n3 ابن الرومي: العقاد 315.\n4 المرجع السابق 314.\nالجزء: 1 ¦ الصفحة: 121\n",
        "الشعراء البديعيين رأوا أن التصوير الشعري، لا يتم إلا بالألاعيب اللفظية والمعنوية، فالشاعر منهم هو الذي يصف النجوم ويشبهها بالجواهر والحلي. هو الشاعر غير مدافع وهو المثل الأعلى في هذه الصناعة، ثم يليه الشعراء، على حسب الأشعار في سوق المشبهات، وقصارى ما يطلبه الشاعر من التشبيه أن يثبت أنه رأى شيئين من لون واحد، وشكل واحد، كأنك في حاجة إلى مثل هذا. لإثبات الذي لا طائل تحته، فأما أنه أحس وتخيل، وصور إحساسه، وتخيله باللفظ المبين والخواطر الذهنية الواضحة، فليس ذلك من شأنه ولا هو مما يدخل عنده في باب البلاغة والشاعرية، ولذلك عاب العقاد مثل قول ابن المعتز في وصف الهلال:\nانظر إليه كزورق من فضة\n...\nقد أثقلته حمولة من عنبر\nوقوله:\nكأن آذريونها\n...\nوالشمس فيها كاليه\nمداهن من ذهب\n...\nفيها بقايا غاليه\nويرى العقاد أن لابن المعتز تشبيهات كثيرة أبلغ من هذه وأنقى في المعنى والديباجة، ولكنهم لا يختارون في مقام التحدي إلا هذه الأبيات وأمثالها، لظنهم أن نفاسة التشبيه، إنما بنفاسة المشبهات، ولا فضل فيه للشعور والتخيل، وهذا خطأ بعيد في فهم الوصف والشعر، فالمسافة عظيمة بين شاعر يصف لك ما رآه كما قد تراه المرآة، أو المصورة الشمسية، وشاعر يصف لك ما رآه وتخيله وشعر به، وأجاله في روعه وجعله جزءًا من حياته، وإنما يعنيك من الشعر أن يكون إنسانًا حيًّا يشعر بالدنيا، ويزيد حظك من الشعور بها1.\n1 ابن الرومي حياته من شعره. العقاد ص315.\nالجزء: 1 ¦ الصفحة: 122\n",
        "ويتصدى لهذا الزعم ناقد حيث دفع الخطأ الذي وجهه العقاد إلى النقاد القدامى، وبين وجه الصواب في نظرة النقاد للصورتين السابقتين، وهي أن الشاعر ينقل في صوره الأدبية ما يمتزج بحسه ووجدانه وما يتصل بشعوره وخواطره حتى يتحقق الصدق الفني في التصوير، وهو أساس البراعة فيه، فابن المعتز يصور في صدق ما رآه، وما شعر به ولو فعل غير ذلك لما كان صادقًا في قوله دقيقًا في تصويره، وهذا هو توضيح ما أشار إليه النقاد القدامى، ولذلك تعجب ابن الرومي المصور من صور ابن المعتز، وحاد عنها في التصوير إلى صور أخرى، تمتزج بحسه وشعوره وخواطره، ويكمل الناقد حديثه في ذلك فيقول:\n\"ونحن مع العقاد في أن لابن المعتز تشبيهات كثيرة أبلغ مما ذكر في الرواية، ولكننا نخالفه في أن يكون النقاد قد أخطأوا مثل هذا الخطأ، أو خالوا ذلك الظن البعيد، إنما أرادوا أن ابن المعتز تفرد بهذا اللوان خاصة من التشبيه، وهو ما استخدم فيه آلات حياته وترفه في تلوين أصباغ تشبيهاته ووصفه، على أن هذا اللوان لا يخلو كله من تصوير لعاطفة الشاعر ووجدانه وإحساسه بالحياة، أما ما سوى ذلك اللون الذي انفرد به ابن المعتز، فقد يشاركه بعض الشعراء الموهوبين فيه فلا داعي للتحدي به1\".\nوليس الخيال وحده هو أهم ركيزة في الصورة الأدبية؛ لأن العقاد يقرر أن هناك ملكة ضرورية في الصورة تشمل الخيال وغيره من الوهم، واتساق المعنى واللفظ، وتداعي الخواطر، ويسميها، \"ملكة تداعي الفكر\" بها ينضم الخاطر بتصحيف يسير في اللفظ أو المعنى، وبمناسبة دقيقة من الخيال الصحيح أو الوهم\n1 ابن المعتز وتراثه في الأدب والنقد والبيان: الدكتور محمد عبد المنعم خفاجي 238ط ثانية 1958.\nالجزء: 1 ¦ الصفحة: 123\n",
        "الكاذب، فيصل بها الشاعر بين طرفين متناقضين عند عامة الناس، وتلتمس لها المشابه والمغازي، حيث لا شبه ولا مغزى لمن لم يوهبوا هذه السرعة في توارد الخواطر وتساوق المعنى والألفاظ1.\nولا يخفى على الناظر مما سبق أن العقاد متأثر تمامًا بنظرية النظم عند الإمام عبد القاهر، وإن أخفى ذلك تحت المصطلح البراق الذي يدل على عبقريته وهو \"ملكة تداعي الفكر\" وما هي إلا القدرة على التآخي بين معاني النحو، وارتباط ثان منها بأول وهكذا، ولكن العقاد فر من التعبير \"بالنحو\" خشية أن يصيب الجمود فيه انطلاق الأدب وحيوية التصوير الشعري كما يدعي الجمود في نظرية النظم عند الإمام بعض المحدثين، وهل هناك جمود في التأخير والتقديم والتنكير والتعريف، وإفادة أن الاسم هنا فاعل أو هناك مفعول، ليتضح المعنى، إلى غير ذلك مما قرره الإمام، إلا إن نظروا إلى ذات الرفع أو النصب أو الخفض أو الجزم، وهذا ما لا يقصده عبد القاهر، ولكن الناقدين يختلفان من جهة أخرى وذلك في درجة الخيال من الصورة ومنزلته فيها، فيرى العقاد أن الخيال أقوى وسيلة من وسائل التصوير، وأعظمها حيوية فهو يفضل النظم والمزاوجة والإيقاع وبعض الحقائق، إذ يرى أن الخيال مناسبة دقيقة في تساوق بين المعنى واللفظ، يجمع بين المتناقضات، وتنضم الخاطرة إلى الخاطرة، بينما أقوى الصورة، بل أساسها عند الإمام عبد القاهر هي النظم أولًا ثم الخيال وغيره ويأتي تبعًا بعد ذلك.\nوحين يربط الخيال بين الخواطر المتباعدة عند العقاد يكون ذلك في قول ابن الرومي:\nقصرت أخادعه وطال قذاله\n...\nفكأنه متربص أن يصفعا\nوكأنما صفعت قفاه مرة\n...\nوأحسن ثانية لها فتجمعا\n1 مراجعات في الآداب والفنون: العقاد 169 القاهرة: 1925م.\nالجزء: 1 ¦ الصفحة: 124\n",
        "لقد أعطى لها الشاعر النصيب الأوفر للعين والضحك والخيال، فصورة الرجل وهو يتهيأ لأن يصفع، ثم يتجمع ليتقي الصنعة الثانية هي صورة الأحدب بنصها وفصها، لا يعوزها الإتقان الحسي، ولا الحركة المهينة، ولا الهيئة الزرية، ولا التأمل الطويل في ضم أجزاء الصورة بعضها إلى بعض، حتى يتفق التشبيه هذا الإتفاق1\".\nوحين يربط الوهم الكاذب بين الخواطر كما في قول ابن الرومي يهجو أبا طالب الكاتب:-\nأزيرق مشئوم أحيمر قاشر\n...\nلأصحابه نحس على القوم ثاقب\nوهل يتمارى الناس في شؤم كاتب\n...\nلعينيه لون السيف والسيف قاضب\nويدعى أبوه طالبًا وكفاكم\n...\nبه طيرة إن المنية طالب2\nونستطيع أن نراقب ذهنه، وهو يعمل في حركته السريعة بين الأشكال والألوان والألفاظ والمعاني. كما تراقب البنية الحية، وهي تعمل من وراء المجاهر والكواشف، فانظر إلى لون الأحيمر القاشر، وإلى نذير السوء والبلاء. وأين هما؟ وماذا يجمع بينهما من الصلة والمناسبة؟ لا صلة ولا مناسبة، وقل مثل ذلك في لون العين ولون السيف القاضب. وفي الطالب الذي لا يقابله إلا الهارب، وفي الطالب الذي يفقد الشبه بين الموت، وذلك الكاتب، وفرق هذا كله فإذا هو أبعد المتفرقات. واجمعه كما جمعه ابن الرومي، فإذا هو أقرب المناسبات وألزم العلاقات3\".\n1 المرجع السابق: العقاد ص141.\n2 الديوان المخطوط ورقة 94 ج1.\n3 المرجع السابق 212، 213- ابن الرومي: العقاد.\nالجزء: 1 ¦ الصفحة: 125\n",
        "ب- التشخيص في الصورة:\nيرى العقاد أن التشخيص أقوى ألوان الخيال في الصورة، فهو يزيده حيوية وخلودًا، وملكة التشخيص لا تقل عن ملكة التصوير جلالًا وروعة في آيات الفن الرفيع. فهي الملكة المصورة التي تستمد قدرتها من سعة الشعور حينًا، أو من دقة الشعر حينًا آخر، فالشعور الراسخ هو الذي يستوعب كل ما في الأرضين والسماوات من الأجسام والمعاني، فإذا هي حية كلها\n...\nوليست هي صلة لفظية تلجئنا إليها لوازم التعبير، ويوحيها إلينا تداعي الفكر وتسلسل الخواطر، ويمثل لذلك بأمثلة كثيرة منها هذا البيت لابن الرومي:-\nأمت وديك عبطة فمه\n...\nدعه على رسله يمت هرما\nفالود كائن حي يعالجه القتل، أو يترك إلى الهرم فيموت1.\nوالتشخيص هو أرقى أنواع الخيال، وصورته إنسانية من أقوى أنواع الصور فهو يجسد المعنى ويبعث الحياة في الصلب الجامد، ويوجد الرموز للمحسوسات، ويجسم الأفكار، التي تتخايل من وراء الصور، وتقوم الحيوية فيه مقام البرهان العقلي وهو الدليل الوجداني الناطق الذي لا يعرفه إلا الشعور، وغيرها من خصائص التشخيص الذي يقول فيه العقاد هو: \"خلق الأشكال للمعاني المجردة أو خلق الرموز لبعض الأشكال المحسوسة\"2.\nوالتشخيص يعتمد على دعائم أساسية في حيويته، وفي اللون والشكل والحركة، مما يزيد الصورة الأدبية روعة وسحرًا.\n1 المرجع السابق: 306.\n2 الديوان المخطوط ورقة ج4.\nالجزء: 1 ¦ الصفحة: 126\n",
        "ج- نفي المبالغة -لا البلاغة- من الصورة:\nوالمبالغة عند العقاد تفقد الصورة الشعرية. لما فيها من الزيف. وإرادة المستحيل. والبعد عن الحقيقة الشعرية، وهي الصدق الفني فيه، فهي تكشف على الكذب في النفس، لا عن الوضوح والتقرير، وما كانت في صورة إلا أخذت بجمالها، وتعطلت عنه، ولكنه تدارك الأمر خشية أن يظن بعض المعاصرين أن الحقيقة في المنشودة في التصوير فحسب أو اجتناب المبالغة هي الصحة العلمية، والنظم في العلم والتحقيق لا في الخيال والأوهام فقلنا: \"القائل العقاد\" لهم: ليس هذا بالشعر المقصود ولو كانه لكانت ألفية ابن مالك أبلغ الشعر القديم والحديث، وقدوة الصادقين في النظم والبيان؛ لأنها منظومة في علم النحو والعلوم كلها سواء في الصدق والتحقيق\"1.\nبهذا وضح العقاد قصده من اجتناب المبالغة، وهي أن يكون الشاعر صادقًا مع نفسه حين يلعب الخيال في صوره، ويقصد في ذلك البلاغة لا المبالغة؛ لأنه يرى أن البلاغة إنسانية عامة لا عربية ولا فارسية فهي كما يقول: \"وليست مزية لغوية ولكنها مزية نفسية\"2.\nوعلى الشاعر أن يصدق مع نفسه في صورته الشعرية، من غير تجشم للمبالغات، وطلب ما لا يكون فقد يكون مبالغًا مخالفًا لظاهر العلم، وأنه مع هذا الصادق في المبالغة قدير في الوصف، والإبانة يقول لحبيبه: إنه أبهى من الشمس لا تسره كما يسره حبيبه ولا تغمر نفسه بالضياء كما تغمرها طلعة ذلك الحبيب3.\nفالمراد بالمبالغة -لا الكذب- هي التجلية والتقرير والتبيين، وهذا هو عين\n1 ساعات بين الكتب: العقاد 123.\n2 المرجع السابق: 121.\n3 المرجع السابق 122.\nالجزء: 1 ¦ الصفحة: 127\n",
        "البلاغة في الشعر وصدق الخيال في التصوير الأدبي، وكشف العقاد بما تقدم عن أصالته في فهم الصورة الأدبية، وعمقه في معناها ودقته في معالمها ثم مناقشته الخيال والتشخيص والمبالغة في التصوير، مما جعله يكشف عن حقيقة الصورة الأدبية كما ينبغي أن تكون فنًّا نابضًا بالحياة زاخرًا بالعواطف والمشاعر وصدق الخيال.\nالدكتور محمد غنيمي هلال:\nوهو من النقاد الذين تناولوا الصورة الأدبية حسب تنوع النظرة إليها في مختلف الفلسفات والمذاهب الأدبية الحديثة، ويرجع اختلاف المذاهب في تحديد مفهوم إلى أمرين:-\nأحدهما: أن الاختلاف فيها يرجع إلى تباين النظرة في الصورة، من حيث علاقتها بالشيء المحسوس في الخارج من جهة، وعلاقتها بالفكر المجرد بعد أن انصهرت المحسوسات فيها من جهة أخرى1.\nثانيهما: اختلاف النظرة في تحديد مفهوم الخيال وأثره، ومكانه من الوهم \"وكان المفهوم القديم للخيال عقبة في سبيل فهم الصورة، ولذلك حذر منه البعض ومدحه البعض؛ لأنه أعظم قوة في الإنسان2.\nوقبل أن يحدد مفهوم الصورة الأدبية بناء على فهمه للمذاهب الأدبية الحديثة التي أثرت في شعرنا ونقدنا الحديثين. أراد تيسير المفهوم للصورة في الكشف عن طبيعتها فضرب لها مثلًا بالوردة التي يقع عليها النظر، فيقلب المتأمل نظره في شكلها وأوراقها وألوانها، وهي شيء خارجي مستقل عن ذاته، لا دخل له\n1 المجلة عدد 31 ذو الحجة 1378هـ يوليو 1959 السنة الثالثة رقم 3050 مقال د. محمد غنيمي هلال.\n2 النقد الأدبي الحديث: د. غنيمي هلال 417.\nالجزء: 1 ¦ الصفحة: 128\n",
        "حينئذ في تعيير شيء من مقوماتها وخصائصها؛ لأنها منفصلة عن وعيه، ولكنه إذا حول نظره عنها إلى شيء آخر فإنها تغيب عن ناظره ولن تشغل وعيه، لكنها لا تفقد وجودها في نفسه، فإن أثارها بعد ذلك، فإنه يتمثلها بمقوماتها كما كانت موجودة، والذي يتمثله حينئذ هو صورتها التي تشغل وعيه، كما كانت الوردة تشغل نظره ووعيه قبل أن يفارقها، ولذلك أصبح للوردة وجودان، وجود لها في الخارج كصورة حقيقية ووجودها في وعيه كصورة ذهنية، وهذه تحتاج إلى جهد في النظر إليها، وأكثر إيجابية في الوعي، فيتحكم فيها وينميها ويطورها، ويغير وضعها ويمزجها بغيرها وينظمها في سلك مع صور أخرى لعلاقة من العلاقات وغير ذلك تصبح ملكًا لعالم الفكر، بعد أن كانت شيئًا من الأشياء، وهذه هي طبيعة الصورة الأدبية\"1.\nويذكر المقصود من الصورة الأدبية عند المذاهب الحديثة ويرى أن الكلاسيكية لا تعطي أهمية للصورة؛ لأن عالم العقل والحقيقة عندهم يتضاد مع عالم الخيال والصور، وأن يظل الخيال تحت وصاية العقل، فليست الصورة المادية طريقًا للفكرة، فالفكرة هو ما يدركه العقل مباشرة، وقيمة اللغة تنحصر في دلالتها على الأفكار، لا على الصورة، حتى تخرج مقبولة لا تفجأ الجمهور، ولا تمس ما استقر لديه2.\nوالخيال عند الرومانتيكية هو القوة الحيوية في الصورة، التي تربط بين صور الطبيعة، وجواهر الأفكار والمشاعر، حتى أصبحت الصور الأدبية تمثل مشاعر\n1 المجلة عدد 31 السنة الثالثة مقال الدكتور غنيمي هلال.\n2 المرجع السابق نفس العدد.\nالجزء: 1 ¦ الصفحة: 129\n",
        "وأفكارًا ذاتية، مما تجعلها دليلًا يكشف عن قائلها، ولذلك ردوا للعبقرية اعتبارها والمغالاة هذا المذهب في الخيال تشعبت منه مذاهب أخرى كالبرناسة والرمزية والسريالية والمذهب النفساني والتعبيري والوجودية1.\nوعلى ذلك فالصورة عنده هي نقل التجربة الشعورية من عالمها المجرد إلى وسائل فنية، تتألف من جزئيات العمل الأدبي، التي تتألف منه وحدته في القصيدة الغنائية أو المسرحية والقصة، وهذه الوسائل إنما هي صور جزئية، ترتبط فيما بينها، وتتدرج في نمو، لتكون الصورة الكلية، والصورة الكلية إنما هي مظهر جديد من مظاهر النقد الحديث، وهي موطن الجمال في العمل الأدبي؛ لأنها لا توجد في الطبيعة، بينما توجد جزئياتها فيها، وفي الصورة الكلية يظهر الفن، وتبدو عبقرية الفنان المصور، والصورة الأدبية إنما هي نموذج حي للتجربة الشعورية التي يمر بها الشاعر في عمله وهي التمثيل الحي للخواطر والعواطف والمشاعر، ووسائلها اللغة والأسلوب والصور الجزئية، وعلى ذلك فالصورة لا ترجع للشكل وحده ولا للمضمون وحده، وإنما ترجع إلى العمل الفني كوحدة يمتزج فيها الشكل بالمضمون، فهي نموذج حي لا يعرف الفصل بينهما، والصورة والمحتوى شيء واحد لا يستقل أحدهما عن الآخر، وهذا هو ما ذهب إليه عبد القاهر في نظرية النظم، وإن اتسمت عند د. غنيمي هلال بالعمق والسعة وتعدد الأجناس في الصور من شعر وقصة ومسرحية وذلك يرجع لاختلاف العصرين.\nوبعد أن عرض المذاهب الأدبية الحديثة وموقفها من الصورة: \"لنرى ما يطلب في الصورة من الشعر على حسب ما يؤخذ من هذه المذاهب جملة مما هو مشترك بينها، ولنعرف مبلغ ما اتخذنا من هذا التراث العالمي الفني الخالص بالصورة\n1 النقد الأدبي الحديث: د. غنيمي هلال 418/ 448.\nالجزء: 1 ¦ الصفحة: 130\n",
        "الأدبية في توجيه نقدنا وشعرنا وفي ضوء ما قدمنا نهتدي إلى النتائج الآتية:-\nأولًا: وهو ما يعنينا أن الوسيلة الفنية الجوهرية لنقل التجربة هي الصورة في معناها الجزئي والكلي. فما التجربة الشعرية كلها إلا صورة كبيرة، ذات أجزاء في بذورها صورة جزئية، تقوم من الصور الكلية مقام الحوادث الجزئية من الحدث الأساسي في المسرحية والقصة، إذن فالصورة جزء من التجربة. ويجب أن تتآزر مع الأجزاء الأخرى في نقل التجربة نقلًا صادقًا فنيًّا وواقعيًّا، وهذا قدر مشترك بين المذاهب الأدبية الحديثة. ولهذا كان محمودًا أن تمثل الصورة -حسيًّا- فكرة أو عاطفة ولو كان هذا التمثيل لأحاسيس تجريدية1.\nوليس للصورة الأدبية من المصادر إلا مصدر واحد وهو الخيال، فهو رافدها القوي الأصيل ومجال الجمال فيها، ولا يضر الحقيقة أو يغض من قيمتها أن الشاعر يعبر عنها بالصور المحسوسة القريبة من النفس والعقل معًا. \"ثم إن الصورة الأدبية كلية أو جزئية.. مصدرها الخيال وهو وحده مجال الجمال، مسلك المرء فيه مختلف عن مسلكه الواقعي أمام الأشياء في الوجود، وكل ما يجري في عالم الخيال لا يمس الحقيقة في جوهرها الواقعي النفعي الذي هو غير جميل في طبيعته2.\nوعلى هذا يكون الخيال هو المنبع الخصب لتكوين وسائل الصورة الأدبية، فيختار به الأديب الألفاظ التي تناسب المعنى وإيقاعها وانسجام حروفها المتلائمة مع العاطفة، ثم يؤاخي بين هذه الألفاظ ويضع الخيال أيضًا -كل لفظ في مكانه ثم يوزع العبارات توزيعًا يحدث نغمًا يتفق مع الغرض العام من الصورة، ثم يؤلف -بالخيال كذلك- من الحقائق فيما بينها صورة لا دخل للخيال في مفرداتها، ولكن الخيال تظهر حيويته وقوته في تكوين صورة رائعة من ألفاظ الحقيقة\n1 المرجع السابق: 449.\n2 المرجع السابق: 448.\nالجزء: 1 ¦ الصفحة: 131\n",
        "وهكذا فالخيال وحده مصدر هذا كله، وهي نظرية جديدة في مفهوم الصورة، حيث يعتمد كلية على الخيال، ولسنا معه في اتجاهه السابق في الخيال وتفرده بالصورة؛ لأن الاعتماد عليه وحده يمكن الشاعر من الشطط فيه، وتبعد الصورة حينئذ كل البعد عن الواقع ومظاهر الحياة ويترتب على ذلك انفصال الأدب عن المجتمع وموقفه السلبي منه كما كان الأمر في المذهب الابتداعي \"الرومانتيكي\" القائم على الخيال والإغراق فيه، فهبت المذاهب الأدبية الأخرى في وجهه والتي قامت على أنقاضه وأخذت ترميه بالجنون والهوس والشطط والبعد عن الواقع؛ لأن الأدب لا بد أن يعيش مع المجتمع ويشاركه آلامه وآماله ويحل مشاكله ومناقضاته، ولا يتم ذلك إلا إذا سار العقل مع الخيال جنبًا إلى جنب في تصوير الحقائق، والواقع وكل مظاهر الحياة.\nومغالطة أخرى في تسلط الخيال على العقل تسلطًا كاملًا، فإنه لو كان الخيال كذلك لأفسد العقل وشل تقدمه البناء، ورجعت البشرية قرونًا إلى الوراء، لتعيش في العصر البدائي الأول، يؤم أن كان الخيال هو العقل في الإنسان البدائي، ولما كانت أيضًا هذه الحضارة التي نعيشها؛ لأنها مزيج من الخيال والعقل على حد سواء، وهل يستطيع أحد أن ينكر جمال الصورة الآتية التي مصدرها الألفاظ الحقيقية. وقد نبعت من العقل مجردًا من الخيال حيث يقول الخطيئة:\nمتى تأته تعشو إلى ضوء ناره\n...\nتجد خير نار عندها خير موقد1\nولا عمل للخيال هنا، وأحكم العقل الصورة حتى صارت مثل صورة الخيال تمامًا، إن لم تفقه، وذلك لأن الشاعر صور المعنى على طريق الشرط والجزاء،\n1 دلائل الإعجاز: الإمام عبد القاهر ص194.\nالجزء: 1 ¦ الصفحة: 132\n",
        "واستعمل متى الزمانية، ليدل على عموم الفضل والنفع وبين الغرض من الإتيان في قوله: \"تعشو\" وهو الكرم، ثم ذلك التقسيم الجميل بين الكلمات في الشظر الأخير.\nثانيًا: ألا تكون الصورة برهانية عقلية، فالبرهان يخص المسائل العلمية والعقلية، وهو أساس النتائج الصحيحة في عالم التجريد، ويقابل التصوير الحسي، الذي هو من طبيعة الشعر، كما يتسم البرهان بالصراحة، التي لا تتفق مع الوحي في الصورة يقول: \"ومما يضعف الصورة إذن أن تكون برهانية عقلية؛ لأن الاحتجاج أقرب إلى التجريد من التصوير الحسي الذي هو طبيعة الشعر. ثم إن الاحتجاج تصريح لا إيحاء فيه، والتصريح يقضي على الإيحاء الذي هو خاصة من خصائص التعبير الفني\"1.\nثالثًا: ألا يقف الشاعر بصورته عند الحس الظاهر، ويقتصر فيها على الوصف، بل لا بد أن تشمل على مختلف الأحاسيس والعواطف والمشاعر، حتى تكون الصورة أكثر ارتباطًا بالشعور، ولا محصل فيها للتلاعب بالألفاظ والصور، من غير ارتباطها بتجربة الشاعر الشعورية، كتشبيه الخد بالتفاح أو الورد. يقول: وكلما كانت الصورة أكثر ارتباطًا بالشعور كانت أقوى صدقًا، وأعلى فنًّا، ولهذا كان مما يضعف الأصالة اقتصاد الشاعر في تصوير شعوره على حدود الصور المبتذلة، التي تقف عليها الحواس جميعًا، والتي هي صور تقليدية. وهو ما اتجه إليه العقاد تمامًا. وقد نبه د. غنيمي على ذلك بل رد حديث الشعور في الصورة2 إلى الإمام عبد القاهر الذي أشار إليه في قوله: \"ولعل عبد القاهر قد تنبه إلى شيء من ذلك، حين استحسن في الصورة ظهورها من غير معدنها واجتلا بها من النيق البعيد3\".\n1 النقد الأدبي الحديث د. غنيمي هلال 449.\n2 المرجع السابق ص453.\n3 المرجع السابق ص552.\nالجزء: 1 ¦ الصفحة: 133\n",
        "والدكتور غنيمي هلال حينما جعل وظيفة الصورة كلية أو جزئية نقل التجربة الشعرية، واعتز بالصورة ورفع من منزلتها، فجعل القصيدة صورة فحسب، مما دفع بعض النقاد المعاصرين للرد عليه لإهماله الفكرة في القصيدة مما يؤدي إلى إخراج طائفة من القصائد العربية الممتازة من النطاق الشعري، وبذلك يكون قد أعطى للصورة من العناية قدرًا كبيرًا يفوق الفكرة في القصيدة. وذهب آخر1 إلى أن الصورة الأساس الأول والأخير في الحكم على القصيدة فلا تكون إلا بالصورة، لذلك كله يقول مصطفى السحرتي وهو يرد على الناقدين السابقين:\n\"إن في هذا غلوًّا كبيرًا، وفيه إخراج لطائفة من القصائد العربية وغير العربية الممتازة من النطاق الشعري، إذ قد تحتوي القصيدة على فكرة وتخلو من الصورة الشعرية والشعر ليس صورة كلية في كل أنواعه، بل إن هناك أنواعًا من الشعر تعد من أرقى أنواعه وتعرى من الصور، وتعد نصرًا لقائلها، وليس معنى ذلك أننا ننكر النظر إلى القصيدة كصورة كلية، ولكننا ننكر هذه المغالاة التي سار عليها بعض الجامعيين في إعطاء الصورة الشعرية منزلة كبيرة القدر، حتى إن بعضهم زعم أنه يستطيع أن يقدر الفن الشعري بما فيه من صور وهو د. ماهر حسن فهمي في كتابه \"المذاهب النقدية\" على أن الصورة هي بنت التجربة والانفعال والفكرة، فالحكم على القصيدة لا يكون بالصورة، بل بالتجربة ومادتها وأدواتها، ومن أبرزها الصورة والإيقاعات الموسيقية\"2.\n1 المذاهب النقدية ص203.\n2 النقد الأدبي من خلال تجاربي: الأستاذ مصطفى السحرتي94.\nالجزء: 1 ¦ الصفحة: 134\n",
        "الدكتور محمد عبد المنعم خفاجي:\nويرى د. خفاجي \"أن ما ذهب إليه د. غنيمي هلال في الصورة يؤدي إلى إهماله الفكرة من القصيدة أو من الصورة الكلية وهي كما نعلم عنصر أساسي من عناصر القصيدة، وركن ركين في بنائها الفني، بل يهمل بقية العناصر الأخرى من موسيقى وعاطفة وانفعال، وهذه مغالاة تؤدي إلى إهمال القيم النقدية التي يقوم عليها النص الأدبي، فيقول في هذا الرد:\n\"ويغالي بعض الكتاب فيجعل القصيدة صورة فقط، مهملًا الفكرة وغير ذلك من عناصر القصيدة كما فعل غنيمي هلال في كتابه المدخل حين ذهب إلى أن التجربة تكون بواسطة الصورة الكلية، أو الصورة الجزئية أي إن وسيلة التجربة هي الصورة\"1.\nوعلى ذلك يرى أن الصورة الأدبية هي التعبير بأسلوب جميل عن عاطفة الأديب سواء أكان عنصر الفكر هو العنصر البارز أو عنصر العاطفة هو الأوضح، والصورة هي الشكل في النص الأدبي وتقابل المضمون الذي هو الفكرة، وتشمل العبارة أي الأسلوب، والخيال الذي يلون العاطفة ويصورها2\"، ثم يضع ميزانًا دقيقًا في المعادلة بين الشكل والمضمون حيث لا يطغى أحدهما على الآخر وإلا خرج الكلام من باب الأدب فيقول:-\n\"فيجب على الأديب أن يوازن بينهما موازنة دقيقة فلا يطغى المضمون على\n1 دراسات في النقد الأدبي: د. محمد عبد المنعم خفاجي 293 طبعة أولى- المحمدية بالأزهر.\n2 النقد العربي الحديث ومذاهبه: الدكتور محمد عبد المنعم خفاجي ص46 الحلقة الثانية المحمدية.\nالجزء: 1 ¦ الصفحة: 135\n",
        "الشكل أي الصورة، وإلا خرج الكلام من باب الأدب إلى باب العلم، ولا نطغى الصورة على المضمون وإلا كان الكلام أدبًا لفظيًّا لا قيمة له في باب الفكر\"1.\nويحدد عناصر الصورة الأدبية في الدلالة المعنوية للفظ فيها والعبارة، ثم المؤثرات الأخرى في دلالتها من الإيقاع الموسيقي والصور والظلال، التي توحي بها العبارات ثم تناول الموضوع وحسن عرضه وتنسيقه، وروعة الخيال، ووحدة العمل الأدبي وأصالة الأديب، وظهور شخصيته في التصوير والوحي فيه، ويوضح هذه العناصر بالتفصيل واحدة واحدة مع إيراد الأمثلة التي تبرز هذه المعالم في الصورة، وتشخص العناصر فيها2، يقول: \"تتكون عناصر الصورة من الدلالة للألفاظ والعبارات\".\nويضاف إلى ذلك مؤثرات أخرى يكمل بها الأداء الفني، وهذه المؤثرات هي الإيقاع الموسيقي للكلمات والعبارات والصور والظلال، التي يشعها التعبير، ثم طريقة تناول الموضوع أي الأسلوب الذي تعرض به التجربة الأدبية والصورة المثيرة للالتفات، هي القادرة قدرة كاملة على التعبير عن تجارب الأديب ومشاعره، والتي تتجمع فيها روعة الخيال والموسيقى، ووحدة العمل الأدبي، وشخصية الأديب، وتخيره للألفاظ تخيرًا فنيًّا دقيقًا3.\nويرى أيضًا أن العلاقات التي تكون بين ألفاظ الصورة تعد عنصرًا أساسيًّا من عناصر التصوير، وهو ما يسميه عبد القاهر الجرجاني بالنظم يقول:\n\"العلاقات الأسلوبية بين الألفاظ هي في رأي عبد القاهر موطن البلاغة،\n1 النقد العربي الحديث ومذاهبه الدكتور محمد عبد المنعم خفاجي ص46 الحلقة الثانية المحمدية.\n2 المرجع: من ص46، 54.\n3 المرجع: 4.\nالجزء: 1 ¦ الصفحة: 136\n",
        "وهي ما عبر عنه بالنظم، وما يعبر النقاد عنه بالشكل أو الصورة، فمن مجموع العلاقات بين الألفاظ في النص الأدبي تتكون الصورة، وفيها تظهر البلاغة أو الجمالية، وهذه هي أساس نظرية التحليل اللغوي عند سوسيسر السويسرى، وهي نظرية سبق إليها عبد القاهر ناقدنا الكبير. فاللفظ والمعنى لا يمكن فصلهما عن بعض، إنهما وجه الصورة وعمادها وهذه نظرية الكثير من النقاد العالميين، وبخاصة النقاد الجماليون\"1.\nويحدد معالم الصورة فيقول: \"وأما الصور الشعرية فنعني بذلك أنك حين تقرأ للشاعر قطعة يكون الشيء كأنه مرسوم أمامك. بوضوح شديد ومجسم \"بارز\" تجاه بصرك2.\nوما أشار إليه ووضحه هو ما عبر عنه الدكتور ناجي حيث يرى أن الشعر يجب أن يكون أسلوبه معبرًا بالصور أي يرسم الأسلوب مواقف الشاعر وأفكاره وتجاربه وانفعالاته رسمًا معبرًا قويًّا واضحًا بحيث تصبح فكرة الشاعر مصورة في صورة حقيقية تزخر بالعاطفة والتجربة والانفعال، ولا مجرد تصوير عادي ميت، وتصبح وكأنك أمام مناظر متحركة موحية مؤثرة3.\nوهو ما ذكره د. خفاجي \"في كتابيه\" \"مذاهب الأدب\" و\"نداء الحياة\" إثر ما كتبه بعض شباب الشعراء ممن ذهبوا إلى أن الشعر صورة فقط\"4.\n1 منهج عبد القاهر في كتابه دلائل الإعجاز تحقيق الدكتور محمد عبد المنعم خفاجي ص20.\n2 الأدب العربي الحديث ومدارسه. الحلقة الأولى: د. خفاجي ص270 المحمدية.\n3 مجلة أبولو ديسمبر 1932م.\n4 دراسات في النقد الأدبي: د. خفاجي ص294.\nالجزء: 1 ¦ الصفحة: 137\n",
        "الدكتور شوقي ضيف:\nويرى د. شوقي ضيف أن الصورة هي نموذج العمل الفني المتكامل الذي يتفاعل مع المضمون والشكل، فقد يظن القارئ، أن الجمال يرجع إلى الشكل من الألفاظ والصور والإيقاع، ولكنه حينما يدقق النظر وينعم الفكر، يراها تدخل في المعاني التي تعبر عنها، وتنمو في كيان النفس الداخلي مع الخواطر والمشاعر والعواطف، فبعض الصفات التي ترجع إلى اللفظ في الظاهر كالجناس وانسجام الحروف إنما ترد في الحقيقة إلى المضمون؛ لأنها تعبر عنه وتتلاءم معه، فالصورة كالشجرة النامية، لا يستطيع الإنسان أن يميز لحاها عن هيكلها، ويفصلها عن مصادر الحياة فيها، والنمو الذي يسري في كل خلية من خلاياها، ولا يمكن فصل المعاني والأحاسيس إذا كانت في الذهن ومجردة، ولا عبرة لها، ما لم تأخذ قالبًا منفصلًا عن نفس الشاعر. \"وإذن فلا فارق بين المعنى والصورة أو اللفظ في نموذج أدبي، إلا إذا جعلنا المعنى أو المضمون هو الأحاسيس الأولى عند الشاعر أو الكاتب قبل أن تستوي في الصورة الأدبية وهذا لا شأن لنا بها، إنما الشأن في المعاني التي يحتويها النموذج. ومعنى ذلك أن مادة الأدب وصورته لا تفترقان فهما كل واحد\n...\nكما تنمو الشجرة من ساق ضئيلة وتتشعب إلى فروع وأغصان كثيرة\"1، فالشكل والمضمون لا ينفصل أحدهما عن الآخر، والصورة إنما هي نموذج لهما معًا تتخذ وسائلها من روافد عديدة وهي الأفكار المجردة والأحاسيس والمشاعر والعواطف، ثم الألفاظ والصور والموسيقى، التي تجسد هذه المعاني الذهنية والداخلية.\n1 في النقد الأدبي: د. شوقي ضيف ص164.\nالجزء: 1 ¦ الصفحة: 138\n",
        "وهو يتفق مع د. غنيمي هلال في اتجاهه؛ لأنهما قد استمداه من منبع واحد، وهو ما انتهت إليه المذاهب الأدبية الحديثة في الغرب، وأرى أن هذا الاتجاه جعل الأفكار والمشاعر رافدين من روافد الصورة كغيرها من الروافد الأساسية لها، ولا يأتيان تبعًا للروافد التي تقوم عليها الصورة مجردة من المضمون، حين دراستها مستقلة كقيمة من القيم الشعرية العديدة، لا ينبغي أن يطبق هذا على الصورة في الشعر الغنائي، ويتفق في رأينا مع بعض الأجناس الأدبية الأخرى كالقصة والمسرحية؛ لأن الأحداث والحكاية والفصول فيها تكون الشكل الفني لها، وهي في ذاتها مضمون القصة والمسرحية، بحيث لا يمكن الفصل بينهما أما الصورة في الشعر الغنائي فإن سلمنا بإمكان الفصل فيها بين اللفظ والمعنى، وهذا لا يتأتى إلا وهي في الذهن حينما تتشكل من الأفكار والمشاعر والتجربة الشعرية والصورة كلية قبل انفصالها عن الشاعر، إن سلمنا بذلك فلا نسلم بالفصل بينهما بعد تشكيل الصورة وبروزها إلى الخارج عن نفس الشاعر، ليتمكن الناقد من الفصل بين المضمون وبين الصورة، التي تتخذ نسيجها من مواقع الألفاظ في العمل الفني، وانسجام حروفها وألفاظها بعضها مع بعض، ثم التلاؤم الذي يتم بينها في ذاتها وبين ما يهدف إليه الكاتب، ثم ما توحي به من معان جديدة لم تكن لمفردات الألفاظ من قبل، وعلى ذلك فمن الممكن للناقد أن يتعرف على خصائص الشكل، ثم يتبع ذلك التعرف على خصائص الصورة، وما أضافته لتكوين العمل الفني من معان جديدة، وهي في ذاتها نبع العبقرية في أخص خصائص الصورة الأدبية، التي لم تأت عن طريق المضمون وحده ولا عن طريق الشكل وحده، بل جاء من تأليف النص الأدبي على مثال اختارته عبقرية الشاعر الملهمة في التصوير، ولذلك نستطيع أن نفرق بين شاعر مصور للدقائق التي لا تفلت منه،\nالجزء: 1 ¦ الصفحة: 139\n",
        "وشاعر معبر بجميع الألفاظ من هنا وهناك، ليسلم له المعنى لا لخطأ في اختيار الألفاظ المعبرة، ولكن لعدم الإحسان في تنسيقها وإحكام النسج لها.\nولكن د. شوقي ضيف يختلف مع د. غنيمي في النظرة إلى الخيال فليس الخيال هو المصدر الفريد في تركيب الصورة كما عند الثاني، ولكنه يشترك مع غيره من الوسائل التي سبق ذكرها في بنائها، إلا أن الخيال عنده أقوى الوسائل، حتى من النظم، على عكس ما عند عبد القاهر، فيراه د. شوقي ضيف جوهر الأدب؛ لأنه يبتكر الصور ابتكارًا، ولا يعتمد المصور على الصور القديمة فحسب؛ لأن التكرار فيها والشطح بها، يفسدها ويحيلها وهمًا، تتحطم فيه حواجز الحس والعقل معًا، وتصبح الصورة هذرًا كهذيان المريض1، لذلك يرى أن الخيال البديع في الصورة هو ما يعينها على الوضوح واستقامة الفهم فيها، حتى لا تتحرك إلى ما يشبه الزئبق المتماوج بدرجات الحرارة المختلفة، ارتفعت أو انخفضت، ولا يأتي بالأوهام والمحالات وما لا يألفه الحس والعقل معًا بل الخيال الجيد ليس هو الذي يشطح ويشط ويأتي بالأوهام والمجالات، وإنما هو الذي يجمع طائفة من الحقائق: حقائق الوجدان وانفعالاته ويربط بين أشتاتها ربطًا محكمًا، لا ينكره الحس ولا العقل. أما إن تحول إلى صنع صور مبهمة شديدة الإبهام، فإنه يبتعد عنا وعن محيطنا وأرضنا2.\nالدكتور عز الدين إسماعيل:\nوالصورة الأدبية في نظر د. عز الدين إسماعيل، لا تختلف في مفهومها عند من سبق من النقاد المحدثين إلا أنه تناولها بفلسفة نفسية أكثر، وهو يلتقي معهم في أنها تمثيل للتجربة الشعورية، وتقوم بعملية النقل للفكرة التي انفعل بها\n1 المرجع السابق: ص172.\n2 المرجع السابق: ص175.\nالجزء: 1 ¦ الصفحة: 140\n",
        "الشاعر، بحيث يتخذ الشاعر الخيال وسيلة من وسائل التعبير عن تجربته على نحو مؤثر في الآخرين، كما يتخذ الناثر الألفاظ وسيلة لنقل أفكاره، وليس معنى ذلك أن التجربة خالية من الفكر، بل هي تتكون من فكرة وانفعال، ولا يمكن بحال فصل الصورة عن محتواها؛ لأنهما يمثلان شيئًا واحدًا وهو التجربة، وأن الألفاظ في الصورة حسية، لتكون أقرب إلى الحواس المدركة، وآكد للنشاط الفكري، ومن هذه الألفاظ تتكون الصور الجزئية ثم غيرها من الصور، لتكون القصيدة، وهي صورة كلية للتجربة التي مر بها الشاعر\" وتقسيم القصيدة إلى فكرة وصورة موسيقية ينظر إليها على حدة خطأ ظاهر \"لأن الواقع\" أن الصورة الشعرية قد تنقل إلينا الفكرة التي \"انفعل\" بها الشعر.\nولما كانت الصورة دائمًا تعتمد على الألفاظ الحسية.. فإنها لذلك كانت أقرب شيء إلى إدراكنا والصورة كما تكون مجموعة من الألفاظ تكون لفظًا واحدًا. وبذلك يمكننا أن نقول: إن القصيدة مجموعة من الصور\"1.\nوالخيال في الصورة عنده له دوره كما أن للعقل حسابه فيها، فهو يراها في الشعر الحديث رؤية واعية ليس بها شطط ولا هوس، وإنما يسير العقل بجوار الخيال، لذلك لم تكن رؤية حالمة. كما تتمثل في الشعر الحديث بأن نقرر أنها \"رؤية\"، ولكنها ليست رؤية حالمة. أنها رؤية واعية تلتقط وتسجل وتختار وتركب وتكون مشهدًا كاملًا\"2.\nويرى أيضًا أن الصورة الكلية تمثيل للتجربة الشعورية في القصيدة، من حيث هي كل لا يتجزأ، ولا ينقسم ولا يتخلخل الموضوع الكلي، الذي يوحي\n1 الأدب وفنونه د. عز الدين إسماعيل 116 ط ثانية 1958.\n2 المرجع السابق: 122.\nالجزء: 1 ¦ الصفحة: 141\n",
        "بالهدف من العمل الفني والغرض منه، سواء أكان هذا الهدف دينيًّا أو أخلاقيًّا أو تعليميًّا أو اجتماعيًّا أو نفسيًّا، فإذا قال ابن الرومي مثلًا:\nلو غاص الماء بها غوصة\n...\nصاد بها حيتانها أجمعا\nأو قابل الريح بها مرة\n...\nلم ينبعث في خطوه أصبعا1\nفيرى عز الدين أن الصورة الكلية في بيتي الشاعر مثلًا هي ما توحي به من السخر والهزء والإضحاك ويسميها الصورة الثانية، وهي ما وراء السطح مما يفهم أو يحس ولم يفطن إليها إلا قليل من النقاد العرب القدامى2.\nوأما الصورة الجزئية ويسميها الصورة الأولى، وتوجد في سطح العمل الفني مما يدعى بالسطح الجمالي، وتتكون من الصورة الزمانية، التي تبدو في تنسيق المسافات الصوتية فيها ومن الصورة المكانية وهي المرئية أو المفهومة من اللفظ الذي يدل على شيء في اللغة، وعلى الجملة فهي التنسيق والدلالة المفهومة معًا، واهتم العرب بهذه الصورة. وسمى عز الدين نقد الصورة على هذا النمط بالنقد الجمالي الذي يعتمد على قواعد معينة تكتسب بالذوق والروح3، وتتمثل الصور الجزئية في بيتي ابن الرومي السابقين عنده، في تشبيه البيت الأول، وكناية البيت الثاني، ويرد هذه القواعد في النقد القديم إلى قاعدتين عامتين هما: الإيقاع والعلاقات4.\nيقول د. عز الدين: \"فكل عمل فني له سطح هو ما يسمى بالسطح الجمالي، وهو المقصود بالصورة الأولى، ووراء هذا السطح شيء يفهم أو يحس، وهو\n1 الديوان المصري الجزء الثالث مصور عن نسخة بمكتبة نور عثمانية: نسخ الأمير الكبير العالم العامل شهاب الدين أحمد بن الأمير الكبير عماد الدين بمعهد المخطوطات العربية.\n2 الأسس الجمال د. عز الدين إسماعيل ص176 طـ 1955.\n3 المرجع السابق 176.\n4 المرجع السابق ص221-233.\nالجزء: 1 ¦ الصفحة: 142\n",
        "المقصود بالصورة الثانية. كان طبيعيًّا أن يخيل إلينا أن الصورة الأولى في اللغة، لا بد أن تكون في تنسيقها الصوتي فحسب. ذلك أن الدلالة المكانية \"أو المفهومة\" للألفاظ هي المعاني التي تدل عليها هذه الألفاظ، ولكن الحقيقة وطبيعة اللغة كما رأينا تحتم أن يكون التنسيق الصوتي والدلالة المفهومة معًا يمثلان الصورة الأولى في العمل اللغوي، وتظل الصورة الثانية فيه هي ما يفهم أو يحس وراء هذه الصورة بعنصريها. ومثل لها بقوله: \"وعندما نقول: باب النجار مكسور، فإن الصورة الأولى لهذه العبارة تتمثل في التنسيق الزمني للعبارة كلها، با-بن-جا-ر-مك-سو-رن، وفي الدلالة المكانية المفهومة للباب والنجار والكسر ومن ثم لا تكون الصورة الأولى في العمل اللغوي هي الصورة الصوتية فقط، بل إنها تشمل كذلك الصورة المكانية، ثم يحدد معنى الصورة الثانية في هذا المثال بقوله: وكانت الصورة الثانية هي المعنى الذي وراء هذه الصورة الأولى بعنصريها الزماني والمكاني، أي بصوتها الموسيقي ودلالتها المكانية، وليكن هذا المعنى هو السخرية مثلًا1، وهذا اتجاه حرفي في فهم الصورة وقد فسر به الناقد قضية اللفظ والمعنى وحل مشكلتها حيث جعل المعنى لا ينفصل عن اللفظ، وذلك في الصورة الأولى والمعنى يكون قائمًا مستقلًّا بنفسه في الصورة الثانية، وعلى ذلك فقد انتهت المشكلة على يديه، فالذين يربطون بين اللفظ والمعنى يقفون عند الصورة الأولى، والذي يعتنقون المعنى يقصدون الصورة الثانية2.\nوما انتهى على يديه اليوم هو ما أراده الإمام عبد القاهر من المعنى ومعنى المعنى. وما أراده النقاد جميعًا من دلالة الصورة أولًا. وما توحي به ثانيًا وهم\n1 المرجع السابق ص171-173.\n2 المرجع السابق: 174.\nالجزء: 1 ¦ الصفحة: 143\n",
        "جميعًا أقرب منه إلى فهم الصورة الأدبية وتقدير قيمتها الفنية والخلقية معا، واتجاه د. عز الدين إسماعيل هذا يقضي على القيمة الفنية للصورة بحيث تخلص للقيمة الخلقية؛ لأنها عنده هي المقصود من العمل الأدبي، وهي الصورة الثانية الناتجة عن القصيدة كلها، التي هي تمثيل للتجربة الشعورية في نفس الشاعر، فلو أداها بألفاظ علمية، لا خيال فيها ولا تعبير بالمحسات ولا اختيار للألفاظ حى يتحقق الإيقاع لأدى الشاعر تجربته بدقة وحقق الهدف منها وهو المقصود بالصورة الثانية عنده، وحينئذ فلا تتحقق القيمة الفنية اللازمة في الشعر، وهو خطر هذا التقسيم الحرفي.\nوالأمر الثاني في خطورة التقسيم الحرفي الذي أدى إلى درجة الاستحالة في الفصل بين الصورتين، أنه جعل المعنى المجرد كالسخرية صورة، ولا يتأتى أن يكون التجريد صورة إلا في الألفاظ والعبارات ولا جسم لها عنده، لانفصالها فيما وراء السطح؛ ولأنها تمثل التجربة وهي مضمرة في النفس، تحتاج إلى تشكيل لفظي لن يقع شيء من ذلك على هذه الصورة من التفتيت الحرفي.\nولو عبر الناقد على الصورة بالتنسيق الصوتي والدلالة اللفظية معًا لكان أقرب إلى الصواب؛ لأنها تمثل التجربة بمعنييها الأول والثاني، أي بالمعنى ومعنى المعنى، فالتجربة في عالم التجريد إنما هي صورة مكتملة بوسائلها، توحي بالمعنيين معًا قبل تجسيدها في عالم المحسات والمرئيات.\nولا نغمط الباحث حقه فيما عدا ذلك، فئقد كان على عمق كبير في التحليل النفسي للصورة الأدبية وفلسفتها، وهو جدير بالإعجاب والتقدير حيث ربط بين الصورة وبين نفسية الشاعر، فقسم الصورة إلى ركنين أساسيين، وهما: الصورة الزمانية \"الموسيقية\" وهي التجانس بين الحركات والسكنات في كل مقطع\nالجزء: 1 ¦ الصفحة: 144\n",
        "والانتقال من مقطع إلى آخر يحتاج إلى حركة، وفي الحركة التجدد في الزمان كما في لفظ \"إبراهيم\" فنقول: إب -را- هي- مو، فكل مقطع له زمن عند النطق وحركة ننتقل منها إلى أخرى وهكذا.\nوالصورة المكانية: وهي دلالة اللفظ ومفهومه كدلالة إبراهيم على ذات وهي مرتبطة بالتنسيق الزمني السابق لا تنفصل عنه، والصورة الزمانية للفظ تعطي الشاعر صورة إيقاعية أو شحنة من النغم، تتفق مع الشعور، في اتساق تام بينه وبين الحركات والسكنات في اللفظ ثم في العبارة والبيت، ثم في القصيدة كلها، لذا يصبح \"البناء الموسيقي للقصيدة هو الصورة الحسية لها\"1 وواضح أن الصورة نبعت من الشعور النفسي للشاعر.\nومن هنا جاز للشعراء حديثًا عنده أن يجددوا في البناء الموسيقي للقصيدة والصورة، فقد اتجهوا إلى أنماط معينة من الإيقاع ما بين شعر مرسل، أو خفيف الوزن أو نظام المقطعات أو شعر التفعيلة إلى غير ذلك لتشكيل الصورة الإيقاعية للقصيدة التي تعبر \"عن محاولة لتنسيق هذه الصورة وفقًا لحركات النفس التي تتجدد وتتلون مع كل عاطفة وكل شعور\"2.\nلذا كانت موسيقى الصورة الأدبية في الشعر الحديث تشكيلًا نفسيًّا قبل أن تكون تشكيلًا طبيعيًّا، متمثلًا في بحور الخليل بن أحمد وقوافيه المتوارثة3.\nوالصورة المكانية هي أن يقوم الشاعر فيها بخلق التوافق النفسي بينه وبين\n1 التفسير النفسي: د. عز الدين إسماعيل 63 ط دار المعارف 1962.\n2 المرجع السابق: ص65.\n3 المرجع السابق: ص65.\nالجزء: 1 ¦ الصفحة: 145\n",
        "ما في العالم الخارجي ومظاهر الطبيعة، وبناء على هذا التوافق يختار لفظًا يتلاقى فيه العالم الخارجي بالشعور النفسي، وتكون عملية إخضاع الطبيعية لحركة النفس وحاجتها1 هي نفسها تشكل الصورة الأدبية، وعلى هذا يصبح عالم الفكر المجرد في تجربة المشاعر واقعيًّا مرئيًّا، بعد أن كان قبل ذلك غير واقعي؛ لأنه تعانق مع مظاهر الطبيعة في النفس وبرز من خلالها عن طريق التوافق النفسي السابق.\nوليست الصورة الأدبية واقعية بالمعنى الحرفي للفكر المجرد؛ لأنها في نفس الشاعر غير ما تناوله من مظاهر الواقع، ولذلك تكون الصورة أقرب إلى اللاواقعية من الواقعية؛ \"لأن الصورة الفنية تركيبة عقلية تنتمي في جوهرها إلى عالم الفكرة أكثر من انتمائها إلى عالم الواقع\"2.\nوبتجمع خيوط المعاني السابقة الصورة الزمانية والمكانية يتكون نسيج الصورة الأدبية \"التي ينسجم فيها الإيقاع والدلالة مع الحالة الشعورية النفسية للشاعر وتكون تمثيلًا صادقًا لتجربته الشعورية\".\nوحين يحدد المفهوم الكلي لما يقول: \"وهنا تلتقي الفلسفة النفسية للصورة الشعرية والتفسير النفسي للمكان، فنحن نقول: إن الشاعر يشكل \"الصورة\" وأنه يستمد في تشكيل لها عناصره من عينات ماثلة في المكان، وكأنه يصنع بذلك نسقًا خاصًا للمكان لم يكن له من قبل تمامًا كالنسق الزماني \"الموسيقي\" الخاص الذي صنع به الصورة الصوتية للقصيدة\"3.\nإلى هنا يكون الناقد واضحًا في تفسير الوصرة تفسيرًا عميقًا. وحين يغالي في هذا العمق، يتحول الجمال الفني فيها إلى ألغاز الفلسفة التي لها وجهها، ولا تنتمي\n1 المرجع السابق: ص65.\n2 المرجع السابق: ص66.\n3 المرجع السابق: ص66.\nالجزء: 1 ¦ الصفحة: 146\n",
        "إلى الفن الجميل بأي وجه فيرى \"أن الصورة الشعرية تركيبة غريبة معقدة بل هي بلا شك أكثر تعقيدًا من أي صورة فنية أخرى\"1.\nولذلك أعطى لها رمز \"التوقيعة\" التي تتناسب مع غموض الصورة، والقصيدة على ذلك تشتمل على عدة توقيعات لتشكيل الصورة الشعرية، والتوقيعة \"هي الوحدة الحيوية في الشعر التي لا تقبل الاختصار\"2 فهي رمز معقد لا يفهم ولا يعرف كنهه، وهو يريد بذلك أن يشيع الغموض في الصورة ظنًّا منه، أنه نوع من المهابة والحذر الذي يضفي على الشيء الجمال والجلال.\nولكن الحقيقة أن التوقيعة في فن القول ليست رمزًا كما يتصور الناقد؛ لأن كل توقيعة في الصورة لا بد أن تشمل التصوير الموسيقي للفظ، والمعنوي له، وتوافقهما مع الشعور، ومن هذه التوقيعات يتكون النظم الذي تتألف منه الصورة، وهكذا تتكون القصيدة، والأولى بهذا اللفظ أن يكون مصطلحًا للفن التشكيلي كالرسم والنحت والموسيقى والرقص لكونها توقيعات رمزية لا يستطيع فهمها، وإن كنا نطرب لها ونحس بجمالها، وعلى ذلك يكون الفرق ظاهرًا بين لغة الجماد الحي وبين لغة العقلاء؛ لأننا \"نفكر بالألفاظ\" أي أن الألفاظ هي مظهر إداركنا الفكري، وعمل الأديب تهيئة الجو الفني للألفاظ لتشع على قارئها وسامعها الظلال والإيقاع، وترسم الصور المعاني في رشاقة وحركة وتتابع وعذوبة3.\nوبذلك تكون الصورة مثيرة للالتفات؛ لأنها هي القادرة قدرة كاملة على التعبير عن تجارب المتكلم ومشاعره، والتي تتجمع فيها روعة الخيال والنغم،\n1 المرجع السابق ص75.\n2 المرجع السابق ص76.\n3 النقد العربي الحديث ومذاهبه: د. محمد عبد المنعم خفاجي 46، 47.\nالجزء: 1 ¦ الصفحة: 147\n",
        "ووحدة العمل الأدبي، وتظهر فيه شخصية الأديب وتخيره للألفاظ تخيرًا دقيقًا كما يرى الدكتور خفاجي.\nومما تقدم من عرض لمفهوم الصورة الأدبية \"عند نقادنا المعاصرين\" في الشعر والنقد الحديث لعله يكون قدرًا كافيًا، ودليلًا واضحًا على ما اتجه إليه غيرهم من النقاد الذين لا يخرجون من محيط ما تقدم.\nوبناء على ما سبق في النقد القديم والنقد الحديث، والمناقشة التي قدمناها تعقيبًا على اتجاهات النقاد في توضيح مفهوم الصورة الأدبية نخلص بعد ذلك إلى تحديد المفهوم على وجه التقريب لنفرق بين الصورة والأسلوب والرسم والموسيقى ومكانها من الشعر، والعناية منها ثم نحدد في إيجاز خصائصها ومنابعها وعناصرها.\nالجزء: 1 ¦ الصفحة: 148\n",
        "الفصل الثالث: معالم الصورة الأدبية\nاللغة إحساس الأحياء وفكر العقلاء، وكل من الإحساس والفكر في تقلب دائم وحركة مستمرة، يختلف من وقت لآخر، ومن أمة لأمة، وهذا الاختلاف هو شأنها بصفة عامة فما بالك لو ارتقت اللغة إلى أسمى مراتبها؟ وهو التصوير الأدبي فتكون المشقة في تحديد المعنى لاختلاف الأذواق.\nوتبعًا لذلك اختلف النقاد في تحديد مفهوم الصورة الأدبية قديمًا وحديثًا، وإن وصلوا في النهاية عن طريق تحليلها إلى مظاهر الجمال فيها، وإلى أثرها في النفس، فكان ذلك الجهد هو أكثر وفاء لنبل الصورة، وأعظم تقديرًا لسموها وأوضح لسر خلودها.\nوليس معنى ذلك أن نقف عاجزين عن بيان معنى الصورة، وتحديد معالمها وعناصرها وشروطها وأثرها الفني، وإلا لثبطنا الهمم في الدراسة، وخارت العزائم عن البحث المتجدد، وفقدت أملها في الرقي والإبداع، ولهذا أردت أن أضع مفهومًا للصورة الأدبية في تعريف موجز ثم يعقبه توضيح شامل ثم نوضح بعده معالم الصورة واحدًا بعد الآخر.\nمفهوم الصورة الأدبية:\nالصورة الأدبية هي التركيب القائم على الإصابة في التنسيق الفني الحي لوسائل التعبير التي ينتقيها وجود الشاعر -أعني خواطره ومشاعره وعواطفه- المطلق من عالم المحسات ليكشف عن حقيقة المشهد أو المعنى، في إطار قوي نام محسن مؤثر، على نحو يوقظ الخواطر والمشاعر في الآخرين.\nالجزء: 1 ¦ الصفحة: 149\n",
        "فالشاعر في نشوة العمل الفني، وغمرة التكوين الداخلي للصورة في نفسه، يحسن بتجرد تام من أثقال المادة، ويصير هو في ذاته خيالا وفكرًا وشعورًا وعاطفة، مجردًا من الماديات، وهو ما أقصده من الوجود المطلق للشاعر من عالم الماديات والشاعر في هذه الحالة يشعر بوجوده، ومن خلاله يرى وجود الغير، ويعرف حقائق المعاني والمحسات معرفة حقيقية، فالوجود يرى ذاته في الآخرين، ولذلك قيل: إن الشعر الصادق هو الذي يتم فيه التعاطف مع مصادر الوجود الأخرى في الواقع والحياة والطبيعة؛ لأنها جميعًا مع نفس الشاعر قد تجاوبت معه، وأصبحت كلها كالأعضاء في جسد الإنسان، إذا ما تألم عضو أو تعاطف تجاوبت معه بقية الأعضاء، وعملية الكشف هذه عن حقيقة المعنى أو الشيء من خلال وجود الشاعر بالتنسيق السابق بين وسائل الإفصاح المختلفة هي الصورة الأدبية أو الشعرية.\nوالشاعر حينما يخلق بوجوده الفكري والشعوري معًا، مجردًا من عالم المحسات ليلتقي مع عالم الأرواح، ويتعرف على أسراره، ويتمكن من حقيقة ما في الواقع والحياة ويشكف عن العلاقات بين أجزاء المحس، أو المعنى المجرد أو الصراع النفسي، أو الحالة الإنسانية أو العاطفة.\nوبذلك الكشف يموج الجماد بالحيوية والحركة، وينمو المعنى، وتحيا الحالة النفسية والإنسانية، وتزداد الحرارة في العاطفة وتقوى.\nوعندئذ ستتحول كل جزئية مما سبق إلى خلية تحمل في ذاتها وجودها الحقيقي، ولا يتم لها ذلك إلا بعد امتزاجها بالأجزاء الأخرى، ويتخذ كل جزء مكانه ليبث الحياة في المجردات والمحسات والحالات النفسية والإنسانية والعواطف والنماذج البشرية وغيرها، وتكون الجزئيات في كل ما سبق كالخلايا في الإنسان الحي تمامًا، والتي هي مصدر وجوده الحقيقي؛ لأن كل خلية فيه تتفاعل مع بقية\nالجزء: 1 ¦ الصفحة: 150\n",
        "الخلايا؛ والأمر كذلك في كل كلمة خلال بناء الأسلوب، فتصير الكلمة في موقعها من الجملة أو البيت كائنا حيا في ذاتها، وروحا تتجاويب مع أخواتها؛ لأن الكلمة لا تظهر حيويتها إلا في جوها الملائم لطبيعتها في الصورة، حينما تتعلق بثانية، وثالثة وهكذا. مما يوحي بالحقيقة في تعبير قوي وتصوير رائع، ولا يقف على هذه الأسرار اللغوية إلا العباقرة من الأدباء والشعراء.\nوليس معنى ذلك أن الصورة الأدبية لمعنى واحد تتفق عند أكثر من شاعر لاتحاد المعنى فيها، ما دام تجرد الشاعر عما حوله واحدًا وأمرًا مشتركًا في الظاهر، فهذا غير صحيح، وليس الأمر كذلك؛ لأن وجود كل شاعر في تجرده هو ما يحول في نفسه من عوالم الفكر والشعور والأحاسيس والعواطف، وهو يختلف من شاعر لآخر، فلكل من الشعراء مزيج من الأفكار والمشاعر والعواطف حسب تكوينه المفرد، الذي لا يشترك فيه أحد غيره، كالشأن في البصمات في الإنسان، فلا تلتقي بصمة في إنسان مع بصمة أخرى في شخص آخر، وهو سر خالق الكون ومالك الوجود.\nوهذا العمق في الصورة كما رأيت جعل البعض يتعجل في الحكم على الصورة بأنها أسطورية؛ لأنها تتسم بالغموض والإبهام ولا يمكن توضيحها لتقرب من الفهم والإدراك فقال هي: \"الإدراك الأسطوري الذي تنعقد فيه الصلة بين الإنسان والطبيعة\"1.\nفهو يجعل العملية السابقة التي يقوم بها الأديب خرافة وأسطورة، ومن يريد أن يعرف الحقيقة، يركب أجنحة الخيال الجامح، فيتعرف على الوجود، ويصل إلى جوهر الحقيقة، ولا يصح هذا القول لسببين:\n1 المرجع السابق ص216، 217، 3، 5، 7-وهو الصورة الأدبية: د. مصطفى ناصف.\nالجزء: 1 ¦ الصفحة: 151\n",
        "أ- أن الخيال الشرود وحده لا يصلنا بالوجود والحقيقة، بل لا بد أن يعينه العقل على الوصول إليها، ونحن نعلم أن المبادئ الإنسانية فضلًا عن الأديان السماوية إنما تستنير بالعقل الذي يسير الخيال في ظله، لكي ينتهي الإنسان عن طريقهما إلى الحقيقة.\nب- مفهوم الصورة الأدبية مهما تعمقنا في تحليله، ينبغي أن تمتد الصلة بينه وبين مفهوم اللفظ ومعناه اللغوي، واللفظ عنصر محس يطلق عليه \"الشكل\" غالبًا، ولكن هذا الباحث قطع هذه الصلة، وجعل الصورة نغمة داخلية ودلالات ضغثية، حتى أنكر الشكل للاستعارة في مفهومها التقليدي المتوارث وهي أنها طريق لتوصيل المعنى؛ لأن الاستعارة بهذا المفهوم لا تستوعب ما في الإدراك من سعة وتنوع جم، ويستدل على ذلك بقول الشاعر:\nتمتع من شميم عرار نجد\n...\nفما بعد العشية من عرار\nفيقول: \"يحن الشاعر حنين السامع إلى دلالات ضغثية ذات طابع خاص، نصر على تسميته استعاريا، لا لأننا نجد أنفسنا أمام أكثر من تيار فكري وجداني بل؛ لأننا -كذلك- أمام ظاهر وباطن يتمايزان ويتجاذبان، ولكنهما -ومع التجاذب- يألفان\"1.\nويرى أيضًا أن الاستعمال الاستعاري الحي هو الذي يرتبط بالصورة الأدبية؛ لأنه أكثر صوابًا وأوفى تحددًا2.\nوالواقع أن صاحب هذا الرأي يعالج الغموض بالغموض، فإذا أردنا أن نخرج بمفهوم الصورة عنده، لا نستطيع ذلك؛ لأنه يخرج من تيه إلى تيه آخر،\n1، 2 المرجع السابق ص216، 217، 3، 5، 7، وهو الصورة الأدبية: د. مصطفى ناصف.\nالجزء: 1 ¦ الصفحة: 152\n",
        "ثم يعلن بعد ذلك أنه بعمله هذا من المخلصين في تعقيده للصورة الأدبية. فلا تعود طلاء أو عنصرًا إضافيًّا، محسًّا، إن الصورة هي ثراء الفكر، وتعقد التجربة، بحيث لا يظل هذا التعقد متميزًا طاغيًا على القصيدة ولا أغالي فالصورة لم تكتمل لها السيادة التامة على \"المعنى\"، والتفكير الاستعماري الدقيق لما يحل محل \"الفكرة\". \"وما تزال هناك أشواط لنتخلص من التشبيه والاستعارة من حيث هما مظهران لنوع من التدبر التحليلي التفسيري.. إن الشعر كله يستعمل الصور ليعبر عن حالات غامضة، يستطاع بلوغها مباشرة، أو من أجل أن تنقل الدلالة الحقة لما يجده الشاعر\"1.\nإنها طلاسم تحتاج في التعرف عليها إلى مثلها من معاجم الغموض عند الباحث، وإذا كانت الصورة عنده هي ثراء الفكر، فكيف لا تحل عقد التجربة؟ وكيف لا تكون لها السيادة على المعنى؟ وكيف لا تعبر عن الحالات الغامضة؟ وكيف لا تنقل الدلالة الحقة؟ لما يجده الشاعر في نفسه بأنها ألغاز وأحاجي وأفكار فلسفية غريبة استبدت بعقله ولم تنضج بعد ليفرغها في أوضح عمل فني وأقواه في الكشف عن معناه ومغزاه، وهي الصورة، وقد علق أحد الباحثين عليه بقوله: أراد أن يوضح معنى الصورة فأعطاها مصطلحات -في نظره- تحتاج إلى توضيح أكثر من وضوح الصورة2.\nوإذا عدنا إلى إيضاح مفهوم الصورة نراه يحتاج إلى تفصيل أكثر، فالتفاحة التي رآها الشاعر، وتعرف على خصائصها ومقوماتها على حد المثل السابق للدكتور غنيمي هلال، ثم انصرف عنها ورأى غيرها وهكذا، وما في نفس\n1 المرجع السابق ص216، 217، 3، 5، 7 وهو الصورة الأدبية: د. مصطفى ناصف.\n2 مقالات في النقد الأدبي: د. محمد مصطفى هدارة - دار القلم.\nالجزء: 1 ¦ الصفحة: 153\n",
        "الشاعر من الداخل هو الصورة ولكننا لا نعرف حدودها ومعالمها إلا إذا خرجت عن نفسه وذاته في قالب؛ لأنها قبل تشكيلها في القالب كانت من عوالم الفكر والشعور وتنتمي إليه أكثر من انتمائها لواقعها في الخارج، وأصبحت ذاتية بعد أن كانت موضوعية قبل تمثيلها في النفس، فإذا أراد الشاعر أن يصور خد الحبيب الذي ملك عليه قلبه وشعوره بالتفاحة لانفعاله بهذا الجمال، وغليان شعوره وحرارة عاطفته، فيقوم بتركيبة تتمثل من المخزون في عالم الفكر والخيال، فيصنع من الذاتي بما فيه التفاحة تصويرًا واقعيًّا من خلال الصورة المحسة، التي تعتمد على وسائل فنية مختلفة، كقولنا: \"في وجنتيها تفاحتان\"، فلو لم تشكل هذه الصورة بتلك الوسائل التصويرية، لما وقفنا على الغرض منها، ولهذا ساغ لنا أن ندرس الشكل مستقلًّا، ويأتي المضمون تبعًا لفصول الدراسة.\nوالصورة في المثال السابق ليست كما هي في الواقع والطبيعة، ليست فكرًا مجردًا؛ لأنها مشدودة إلى عالم الفكر الوجداني من جهة، وإلى عالم المحسات من جهة أخرى وهذا هو الفرق الواضح في الجوهر بين الصورة التي خرجت من معالم الفن المصبوغ بالمشاعر والخواطر والعواطف، وبين الصورة المحسة في الطبيعة التي لم يحدد الفن العلاقات بين أجزائها. وتوضيح أسرار العلاقات بينها هو مناط الجمال في فن التصوير الأدبي.\nوتظل صورة التفاحة وغيرها من الصور في ذهن الشاعر ينميها ويطورها ويتجاوب معها، ويبتكر لها الأشكال والمناسبات ليسلكها في صورة أخرى وهكذا.\nويضطرنا المفهوم السابق للصورة الأدبية أن نميز الفرق بينها وبين الرسم وبين الموسيقى، ثم بينها وبين الأسلوب، ثم منابع الصورة وخصائصها، وعناصرها والغاية منها. والهدف من تفضيلها على غيرها من الوسائل في التعبير، وبذلك تتضح معالم الصورة الأدبية.\nالجزء: 1 ¦ الصفحة: 154\n",
        "بين الصورة الأدبية والفن التصويري والموسيقى:\nلكي تتميز الصورة الشعرية عن أنواع الفنون الأخرى وتزداد وضوحًا في ذاتها ينبغي أن نذكر كل نوع مما يعين على التمايز وتوضيح المفهوم للصورة الشعرية، ويلتقي فن التصوير في الشعر والرسم التصويري والتشكيلي والموسيقى في عدة أمور:\nأ- إنها جميعًا صور تحاكي الطبيعة بما فيها أقوال الناس وأفعالهم سواء أكانت هذه الطبيعة تحاكي مثالًا في عالم المثل كالأفلاطونية، أو هي نفسها المثال ولا تحاكي شيئًا، كما عند أرسطو، الذي رأى أن الفنانين في عملهم يختلقون ويبتكرون أعمالهم الفنية، وليس من الضروري أن تكون المحاكاة مطابقة تماما للمثال وهي الطبيعة1.\nب- الجمال هو الغاية من هذه الفنون أولًا، ثم يلي ذلك الخير والفائدة.\nج- مقياس الجمال فيها يرجع إلى الذوق لا إلى قواعد عقلية وحدود منطقية.\nد- الجمال يرتبط فيها بصورة محسة منها لا بكل الصور، بخلاف العلم الذي يستقرئ الجزئيات والصورة وما بينها من شبه، ليقرر قاعدة عقلية عامة.\nهـ- هذه الفنون تظهر فيها الشخصية والإبداع الفردي، ولذلك نسب العلماء والنقاد الاختراع فيها إلى الإلهام.\nو فنا التصوير في الشعر والموسيقى يتفقان في اعتمادهما على الصوت، بما يحوي من خصائص في الطول والقصر، أو الشدة واللين ويستعيض الرسم عن الصوت بالألوان والأصباغ.\n1 النقد الأدبي الحديث: د. محمد غنيمي هلال، في النقد الأدبي: د. شوقي ضيف ص89.\nالجزء: 1 ¦ الصفحة: 155\n",
        "س- كل منها رمز، يعبر عن حالة شعورية معينة عند المبدع لهذه الصور المختلفة ولكل من هذه الفنون خصائص تنفرد بها عن غيرها:\nأولًا: تعاقب الحركات\nالصورة الأدبية والموسيقى تتوالى فيها الحركة بعد الأخرى وتتعاقب في سرعة ولا تكتفيان بحركة واحدة؛ لأن الكلمة في الصورة مثل \"المستقبل\" مثلًا، تضم عدة توقيعات: ال -مس- تق- بل: وكل توقيعة تشتمل على حركة وسكون، وتستغرق لحظة من الزمن وتتوالى التوقيعات بتوالي الزمن، ويتبع ذلك توالي الحركات لكل مقطع وهكذا في كل كلمة. وهذا من ناحية المدلول الصوتي للكلمة، ولها أيضًا مدلول معنوي يدل على الحركة كما يفيده الفعل المضارع مثلًا في قولنا: \"يدرج\" فإنه يفيد الاستمرار في الحركة.\nوفي الموسيقى التوقيعات الصوتية المبتكرة، في تتابع يوحي بالحركة. وليس فيها مدلول يفيد الحركة، كما يدل عليها الفعل المضارع في الصورة الأدبية، ونكتفي بالحركة الصوتية فقط لا الدلالية.\nوبعض النقاد يسمي التوقيعات الصوتية بالتشكيل الزماني1 والبعض يسميه بالحركات النفسية؛ لأن الشعر حركة وزمن وهو الفرق بين الشاعر والمصور2.\nأما الرسم التصويري فإن استطاع المصور عند حركة منفردة؛ لذلك كانت وظيفة التصوير أن تعطينا المنظر دفعة واحدة، بخلاف الشعر فيعطينا إياه على دفعات كل دفعة تمثل حركة نفسية3.\n1 التفسير النفسي: د. عز الدين إسماعيل5.\n2 ساعات بين الكتب: العقاد: 410، 411.\n3 حصاد الهشيم: المازني ص131.\nالجزء: 1 ¦ الصفحة: 156\n",
        "ثانيًا: الموقع\nالشعر يعتمد على الموقع كما يعتمد على الحركة؛ لأنه فن زماني ومكاني معًا، فالكلمة السابقة تأخذ موقعًا في مرأى العين ودلالة في نفس المتلقي، وتتخذ لنفسها مكانًا في التركيب، يضفي عليها معنى آخر، أما فن الرسم فهو مكاني صرف؛ لأن الرسام يختار حيزًا ومكانًا من الطبيعة، لتعمل فيه ريشته أو إزميله، وأما الموسيقى فلا حظ لها من المكان والدلالة؛ لأنها سمعية فقط، تعتمد على التوقيعات الصوتية \"الزمنية\"، التي تتوالى وتتردد على طبلة الأذن، وعلى ذلك فالمادة عند الشاعر هي اللغة وقد تم تشكيلها.\nوعند الرسام اللون مثلًا وهو مادة غفل لا تظهر إلا في توزيعها على رقعة الرسم. وهنا تظهر براعة الشاعر في تجاوزه ظاهر مادته الحسية إلى ما وراءها من الرموز والمشاعر ليصنع منها تركيبًا فنيًّا زاخرًا بالمشاعر والأحاسيس، بينما الرسام يعتمد في تشكيله للصورة على ظاهر المادة المحسوسة1، ولذلك تبدو صعوبة التصوير الشعري ومقدار ما يعانيه الشاعر من جهد، ومن هنا كانت أهمية الصورة الشعرية لما تزخر من معاني إنسانية فياضة ولا يحوي الرسم إلا وحيًا ضئيلًا منها عند نوابغ الرسامين أو المثالين.\nثالثًا: تصوير القبيح\nالرسام التصويري أو التشكيلي يهتم في معظم أحواله بتصوير المناظر الحسنة، وإن صور المناظر القبيحة، فإنه يبعث الناظر على النفور والاشمئزاز؛ لأنه يعطي المنظر دفعة واحدة فيهجم على المتلقي ويفجؤه بدمامته، فتتقزز نفسه؛ \"لأن المصور يستطيع\n1 التفسير النفسي للأدب ص57.\nالجزء: 1 ¦ الصفحة: 157\n",
        "أن يجمع على اللوح كل مكونات الدمامة فتأخذها العين دفعة1\"، وإن وقع له إعجاب بتصوير القبيح، فإنما يرجع إلى عبقرية الفنان \"عن طريق إبداعه الفني لا عن طريق الموضوع القبيح؛ لذلك ينتهي الإعجاب سريعًا. بمجرد التحول عن الصورة المرسومية بينما الشعر يصور القبيح على فقرات وفي بطء، وليس دفعة واحدة، ولذا لا يحس المتلقي بقبح الصورة؛ لأنها جاءت مقطعة الأوصال \"التنغيص المستفاد من الصورة يضعف ويفتر في الشعر، حتى لا يكاد يحس، وإذا كان الشاعر يفسد عليك الأمر إذا هو عالج وصف الجمال، فإنه تهون عليك التغثية حين يسرد أوصاف الدمامة بخلاف المصور فإنه يغثي النفس ويكرب الصدر بتصوير الدمامة ويسر بتمثيل الجمال\"2.\nرابعًا: الشعور\nالرسم التصويري مادة تشكيلية جافة مجردة من شعور الرسام وعواطفه، وإن أحيا في النظارة شعورًا أو عاطفة، لكن الشعر الخالد هو الذي يضمنه الشاعر شعوره، ويلهب التصوير بعاطفته الجياشة، فهو مستودع لما تزخر به نفس الشاعر من مشاعر وخواطر وأحاسيس، فالرسام يرسم الصورة والشاعر ينقل إلى القارئ أثر الصورة في نفسه كما يقول ابن الرومي حين ينقل إلينا أثر الصورة في نفسه:\nذات وجه كأنما قيل: كن فر\n...\nدًا بديعًا بلا نظير فكانا\nومتى ما سمعت فشدو\n...\nيطرد الهم عنك والأحزانا\nهي حلمي إذا رقدت وهمي\n...\nوسروري ومنيتي يقظانا3\n1 حصاد الهشيم: المازني 139.\n2 المرجع السابق: 139، ساعات بين الكتب: العقاد: راجع 409، 410.\n3 الديوان المخطوط ورقة 397 ج4.\nالجزء: 1 ¦ الصفحة: 158\n",
        "ولذلك نعى العقاد على دعاة الوصف المحسوس الذي اشتغل به المقلدون زمنًا طويلًا \"لظنهم أنهم يرتقون إلى ذروة الشعر كلما ارتقوا إلى ذروة التصوير والتشبيه بالمحسوسات\"1 فالرسم في أصوله وقواعده ينقل المنظر ليعبر بذاته عن الأثر الجمالي، أما الصورة الشعرية فعمادها نقل التأثير الجمالي في نفس الشاعر إلى الآخرين. \"إن وظيفة التصوير هي أن ينقل المرئي نقلًا تتوافر فيه معاني الجمال، مع مراعاة قوانين الرسم، والأصول التي ترجع إلى السنن المقررة. أما التأثير والواقع فشيء خارج عن المصور\"2.\nوقد استطاع أحد النقاد المعاصرين أن يطبق قوانين الرسم وأصوله على الصورة الأدبية فأعطاها إياها، وأعطى ما للرسم للصورة الأدبية، من التكامل والزاوية والإيحاء أو الظل والترابط والإطار وسماه المذهب التصويري3.\nويريد بذلك أن يصبغ النقد بالعلمية الموضوعية بخصائصه الدقيقة الكاملة وهو في هذا ينزل بالفن الأدبي إلى الشكلية المحضة، ولا يصح لتطبيقه على كل أجناس الأدب في شعر ونثر وخطبة ومقالة وقصة وأقصوصة ومسرحية وفن السيرة.\nخامسًا:\nالرسم التصويري يكون مجردًا عما يفيده من المشمومات والمذوقات، ولكنها قد توجد في التصوير الشعري، حتى لو استطاع الرسام أن يأتي بها في لوحته كالوردة مثلًا فإن جمودها فيها سيفقدها رائحتها، بينما حركتها التي تتبع النطق بها في الصورة الشعرية هي التي تولد فينا الشعور بالرائحة الزكية لها.\n1 ساعات بين الكتب: العقاد: 412.\n2 حصاد الهشيم: المازني 137.\n3 المذاهب النقدية: د. ماهر حسن فهمي ص203 وما بعدها.\nالجزء: 1 ¦ الصفحة: 159\n",
        "سادسًا:\nاللوحة التصويرية توحي بومضة سريعة لمعنى واحد كالفرح أو الحزن أو الاستغراق في التفكير إلى غير ذلك بينما الصورة الأدبية حافلة بكثير من المعاني والمشاعر، والخواطر والعواطف المتدفقة وكلما تعمقنا خلالها، أعطت لنا جديدًا من مخزونها في تجربة الشاعر، التي تفيض عما فيها من موروثات التاريخ والماضي، وما طرأ عليها من حياته وعصره وآماله وآلامه، ويستطيع الناقد البصير\n...\nبالاستقصاء أن يتعرف عليه من الصور الشعرية، ولا يتأتى ذلك في الرسم التصويري من صورة أو تمثال، أما الموسيقى إن حفلت بهذه المعاني والمشاعر، إلا أن النفس لا نستطيع تفسيرها، كما هو الحال في الشعر.\nبين الصورة والأسلوب:\nالأسلوب انتهى إلى النظم عند عبد القاهر الجرجاني1، وعن طريقة تتألف الصورة الأدبية، وعلى ذلك فقد يقع من كاتب أسلوب ضعيف واه، فلا تجد الصورة مكانها منه، وتخلو على ذلك من النظم.\nوحينما يتحدث ابن خلدون عن سلوك الأسلوب عند أهل صناعة الشعر: \"إنما يرجع إلى صورة ذهنية للتراكيب المنتظمة كلية باعتبار انطباقها على تركيب خاص، وتلك الصورة ينتزعها الذهن من أعيان التراكيب وأشخاصها، ويصيرها في الخيال كالقالب أو المنوال، ينتقي التراكيب الصحيحة عند العرب باعتبار الإعراب والبيان فيرصها رصًّا، كما يفعله البناء في القلب أو النساج في المنوال، حتى القالب بحصول التراكيب الوافية بمقصود الكلام ويقع على الصورة الصحيحة باعتبار ملكة اللسان العربي\"2.\n1 دلائل الإعجاز: ص361.\n2 مقدمة ابن خلدون: 666 المطبعة الأشرفية 1327هـ.\nالجزء: 1 ¦ الصفحة: 160\n",
        "وهذا هو أيضًا حديث النظم في الأسلوب؛ لأنه عملية تركيب من الألفاظ العربية الملائمة للمعاني الذهنية، والعمل على انتقاء هذه الألفاظ مبني على أساسين هما: الإعراب وألوان الخيال. وتبعًا لدقة النظم وإحكام الأسلوب تكون الصورة، ويتألف تركيبها الجيد، ومعنى هذا أن النظم الجيد والأسلوب القوي تقوم عليهما الصورة، أما النظم المضطرب والأسلوب المهلهل فلا تقوم عليهما الصورة بل يكون أسلوبًا عاديًّا لا براعة فيه ونظمًا مهلهلًا لا تصوير فيه.\nوفي النقد الحديث يقرر البعض أن الأسلوب هو الصورة اللفظية التي بعر بها عن المعاني، أو نظم الكلام وتأليفه لتأدية الأفكار وعرض الخيال، ولا ينبغي أن يتصور الأسلوب من غير العناصر الأدبية وهي الأفكار، والصور الجزئية، والعبارة، والإيقاع، والعاطفة، وبهذه المقومات تكون وحدة النص في العمل الأدبي، بحيث لا يتأتى الفصل بين عناصره، ولا يسقط جزء من أجزائه1.\nوالصورة الأدبية هنا فرع الأسلوب، بل هي نتيجة للبراعة فيه والدقة في بناء التركيب، والعمق في رصانة الأسلوب، والإحكام في نظمه.\nويفرق الزيات بين الأسلوب والصورة، فيرى أن الأسلوب كل لا يتجزأ، يضم الفكرة والصورة معًا، بحيث لو تغيرت الصورة تتغير الفكرة، وإن تغيرت الفكرة تتغير الصورة، فالأسلوب عنده هو \"الهندسة الروحية لملكة البلاغة\". والبلاغة عنده هي التي لا تفصل بين \"الفكرة والكلمة ولا بين الموضوع والشكل إذ الكلام كائن حي روحة المعنى وجسمه اللفظ، فإذا فصلت بينهما أصبحت الروح نفسًا لا تتمثل، والجسم جمادًا لا يحس\"2.\n1 الأسلوب: أحمد الشايب 46، 52، 53.\n2 دفاع عن البلاغة: أحمد حسن الزيات ص60.\nالجزء: 1 ¦ الصفحة: 161\n",
        "فالصورة تابعة للعمل البلاغي المتكامل، الذي لا يفصل بين الموضوع والشكل، وينص على الفرق بين الأسلوب والصورة فيقول: \"فالأسلوب إذًا هو طريقة خلق الفكرة وتوليدها، وإبرازها في الصورة اللفظية المناسبة، هو ذلك الجهد العظيم الذي يبذله الفنان من ذكائه ومن خياله في إيحاء الدقائق والعلائق والعبارات والصور في الأفكار والألفاظ\n...\nولهذا الجهد جهتان جهة موضوعية تتصل بالنظام وهو حسن الترتيب وصحة التقسيم، وإحكام وضع القطع في رقعة الشطرنج، التي نسميها جملة أو فقرة أو فصلًا، أو مقالة، وجهة أخرى شكلية تتصل بالحركة، وهي خلق الكلمات والصور، والتأليف بينهما على نمط يحدث الحياة والقوة والحرارة والصور والبروز والأثر\n...\nوإنما هو \"الأسلوب\" مركب فني من عناصر مختلفة يستمدها الفنان من ذهنه ومن نفسه، ومن ذوقه، تلك العناصر هي الأفكار والصور والعواطف، ثم الألفاظ المركبة والمحسنات المختلفة.\nفالأسلوب هو الوسيلة التي يخلق بها الشاعر الفكرة في تشكيل من الألفاظ والصور، بحيث يصير بنية حية وتركيبًا فنيًّا، ويفهم من هذا أن الصورة ليست الشكل الذي يقابل المضمون، بل هي جزء من الأسلوب، فقد يخل منها وقد يشتمل عليها، ولذلك جعلت الصورة من عناصر الأسلوب، بالإضافة إلى اللإكار والعواطف والألفاظ المركبة والمحسنات المختلفة.\nوعلى ذلك فلا تصلح العناصر السابقة للأسلوب أن تكون عناصر للصورة وإنما هي مصادر لها، وروافد تنميها، ومنابع تغذيها، وللصورة عناصر أخرى تخالف عناصر الأسلوب سنوضحها فيما بعد إن شاء الله تعالى.\nأما الفرق بين الأسلوب والصورة عند أنصار الشعر للشعر حديثًا، فهم يحددونه على هذا الوجه: وهو أن العمل الفني يضم القصيدة التي تنتج موضوعًا\nالجزء: 1 ¦ الصفحة: 162\n",
        "معينًا قد لا يقصده الشاعر في البداية عن طريق وسيلتين هما: المادة أو المحتوى؛ والصورة.\nوتأسيسًا على ما تقدم، فالأسلوب عندهم هو نظام القصيدة، والصورة هي كسوة المعنى: \"المادة أو المحتوى أو المضمون\" الداخلة في الأسلوب، ومن هنا قد يكون الأسلوب صالحًا للصورة، أو لا يكون، فأنصاره لا يفصلون بين المادة والصورة. فهما كل لا يتجزأ، والموضوع عندهم غير الصورة؛ لأنه ينبع من القصيدة التي عمادها المادة والصورة1.\nوعندي أن الأسلوب في القصيدة مثلًا يتركب من معاني الألفاظ مفردة، ومن دلالات النظم والتركيب على هيئة معينة، ثم من النغم الذي يحدثه اللفظ لانسجام حروفه، أو من الإيقاع الذي تتجاوب أصداؤه من أجزاء النظم بعضها مع بعض، ومن تلك الصور والإيحاءات والظلال التي تشعها الألفاظ، وهي في رباط قوي وتلاحم بين معانيها؛ من كل ما تقدم يتركب الأسلوب، فإن فقد حلقة من هذه الحلقات نقص وزنه بقدر ثقلها، وأصابه الضعف والتفكك بقدر مكانها.\nفلو تفككت عرى الصورة ووحيها في الأسلوب، ولم تجد سبيلها إليه أصابه هزال النظم الرديء، وضاعت وسائل العلم الدقيق المحكم في تركيز الأسلوب الذي لا يمت إلى الأدب والشعر إلا بأدنى صلة.\nفاللغة والأسلوب هما جوهر الصورة، وإن استعملا في شتى ألوان الفكر والنشاط الإنساني الآخر، والصورة تتخذ اللفظ وسيلة للتخيل والتجسيم والتشخيص والتلوين، والإيحاء والحركة والأضواء والظلال والإيقاع الرتيب.\n1 انظر: الأسس الجمالية د. عز الدين إسماعيل 391 وما بعدها: فن الشعر: د. إحسان عباس ص197: 199-النقد الأدبي الحديث-والرومانتيكية: د. محمد غنيمي هلال.\nالجزء: 1 ¦ الصفحة: 163\n",
        "واللفظ في الأسلوب حينما يأخذ مكانه منه، ومما قبله وبعده يحمل شحنات قوية بإيحاءات وأضواء يتراقصن جميعًا بالنغم الذي يحدثه وقع الألفاظ المشدودة بعضها إلى بعض، لتؤلف في النهاية لحنًا موحدًا في لوحة فنية رائعة من الفن الأدبي الرفيع، وتلك اللوحة هي الصورة الأدبية التي اتخذت مكانها من الأسلوب الأدبي وقد جاء على غير مثال.\nمنابع الصورة الأدبية:\nمنابع الصورة هي تلك المصادر التي تمتد في جوانبها، وهذه الروافد التي تنتهي إليها لتتجمع في تشكيل متماسك، ونظم مترابط، وتشع منها خيوط تتماوج فيها الألوان والظلال، في تتابع وتدفق، الحركة تلو الحركة في انسجام منغم، وإيقاع رتيب. ومنابع الصورة كأمطار السماء المتدفقة من كل صوب حين تتجمع على سطح الأرض، فتتحول إلى أشرطة نورانية، تشق الأرض من كل حدب، وتنعكس على صفحاتها ألوان الشمس، ممتزجة بظلال الأشجار، فتميس على أنغام البلابل، وتشيع جوًّا من الجلال والرهبة لا خوفًا ولكن حبًّا وعشقًا.\nوالصورة أيضًا كالشمس تستمد منابع الضوء فيها والحرارة من براكين نارية وتفاعلات كيماوية تنعقد في القرص الكوكبي، ويتبع منها خيوط تنسحب عليها قطع الغمام وقطرات المياه فتتحول إلى أطياف، تتجاوب فيها الألوان والأضواء والظلال مع أصداء الرياح، واصطكاك السحاب بعضه مع بعض لتحقق القوة والحياة والجمال والجلال.\nتلك هي صلة الصورة بمنابعها ومواردها، وظن كثير من النقاد أن هذه هي عناصر الصورة الأدبية، ولو كان الأمر كذلك فماذا يقولون في الحركة واللون والحجم والشكل مما سأذكره عن عناصرها بعد ذلك.\nالجزء: 1 ¦ الصفحة: 164\n",
        "إن الأمر يحتاج إلى دقة وتحديد، ولعل غموض الصورة هو الذي دفعهم إلى هذا الخلط، ومن تحدث منهم عن عناصر الصورة أهمل ذكر مصادرها، لتتميز عنده عن العناصر؛ لأن الناقد لم ينص عليها صراحة1.\nولست مدعيًا أنني سأبتكر المنابع في ذاتها؛ لأن هذا ليس بمعقول أبدًا في أي نشاط إنساني أو أدبي أو علمي، ولكن غاية ما أستقل به أن أحدد المعالم وأضع الشيء في مكانه، وأذكر قيمته وأهميته في تكوين الصورة الأدبية.\nفأما المنابع فهي:\nأولًا: اللفظ الفصيح الذي يتناسب مع الغرض والعاطفة، ويطمئن إلى مكانه من التركيب أو النظم سواء أكان هذا اللفظ حقيقة أو مجازًا، والحقيقة منزلتها من الصورة حينًا كما للمجاز أحيانًا.\nثانيًا: الخيال بألوانه الخلابة الكثيرة كالاستعارة والتشبيه والكتابة والتمثيل والمجاز المرسل وحسن التعليل، والتجسيم والتشخيص وغير ذلك فبابه واسع ودقيق.\nثالثًا: الموسيقى بأنواعها المختلفة: من اللفظ الرشيق، الذي خفت حروفه على الأسماع وحلت في اللسان، وانسجم بعضها مع بعض، ومن العبارة التي تلاقت ولم تتنافر وتآخت ولم تتجاف فعزفت الكلمات والحروف أروع معزوفة موسيقية، ومن التراكيب في التئام والتحام، وتكونت أنغام فوق أنغام من الجناس والطباق والمقابلة والمزاوجة والتقسيم مع الجمع، والتشبيه المتعدد والمركب ثم الوزن والقافية.\nرابعًا: النظم والتأليف سواء أقام على الحقيقة أو قام على الخيال فالنظم المجرد من الخيال يعد مصدرًا من مصادر الصورة أيضًا كالقائم عليه تمامًا بالتفصيل.\n1 كالعقاد في: يسألونك: 45 وما بعدها -وفي مراجعات: 160 وما بعدها- وفي ابن الرومي حياته من شعره: 200 وما بعدها.\nالجزء: 1 ¦ الصفحة: 165\n",
        "خامسًا: الصورة الجزئية التي تسهم مع أخواتها في تكوين الصورة الكلية من القصيدة، فتنسجم في وحدة وترابط مع التجربة الشعورية، التي أودعها الشاعر من مخزونه في إطار الصورة الواسع العميق.\nسادسًا: العاطفة وهي التي تنتقي ألوان الصورة فتركز الأصباغ، أو تمزج الألوان، أو تبعث الأضواء وسط الظلام؛ لأن عصاها سحرية لا تبقى ولا تذر، وبها تنطق الصورة بالحزن، وتهتز للفرح، وتصطخب للحماس والنضال وهكذا.\nسابعًا: الشعور وهو الفارق الجوهري بين الفنون المختلفة. فالصورة الشعرية الخالدة على وصل منه لا ينقطع، والرسم التصويري على هجر لا يتصل، لذلك فهو يحيي الصورة الأدبية، ويجمد المرسومة الفنية، ولو سرى الشعور في تمثال لكتب له الحياة.\nعناصر الصورة الأدبية:\nمن وسائل الصورة تتولد العناصر، وعن مصادرها تكون عناصرها، والمنابع فيها تثريها بالألوان، وتموج بالحركات، وتدب فيها الحياة، تكشف عن مكاتم الوجود وأسراره، وبالعناصر في الصورة تنطق الطبيعة، وتهمس مظاهرها موشوشة من غير حماسة ولا خطابة، وفي وشوشها السحر كل السحر، وهذه هي العناصر:\nأ- الحجم: وهو ما يتصل بانكماش الصورة أو تمددها، وقلتها أو وفرتها، وصغرها أو كبرها، وغير ذلك مما يحتاجه المعنى والمضمون من إطناب أو إنجاز أو مساواة.\nب- الشكل: هو ذلك الإطار الخارجي الذي يضم جزئيات الصورة، بحيث تكون لها مساحة معينة وأبعاد محددة. لينطبق الشكل في الصورة على\nالجزء: 1 ¦ الصفحة: 166\n",
        "الشكل لمضمونها في الواقع والحس، وتأتي الدائرة على الدائرة ويضاهي المشبه به في الأبعاد والمساحة المشبه، فيلتقيان معًا في إطارين متساويين ومتجانسين.\nج- الموقع: ويكون في الصورة المعنى المجرد، أو الواقع المحسوس، أو الحالة النفسية أو النموذج البشري كل له موقع من الصورة، تتشكل هي حسب هذه المواقع والمواقف المختلفة.\nد- اللون، الألوان لا حصر لها، والأصباغ لا حد فيها، كالأبيض والأسود، والأحمر والأخضر وغيرها، فمنها المركز والخفيف وما بين هذا وذاك، مما لا حد له في الأفق، ولا عد له في الطبيعة، وبالألوان في الصورة تكون الحياة والواقع.\nهـ- الحركة: سواء انبعثت من أنغام الصورة أو دلالات الألفاظ والتراكيب.\nو الطعم: وإن كان نادرًا في باب التصوير، فإن كانت لقطة الشاعر من المطعومات أو مما يتصل بها، كان لزامًا على الشاعر أن يرعى هذا العنصر، ليكون أوفر للصورة، وأكبر عونًا على تذوق طعمها.\nز- الرائحة: وهي كالطعم في الندرة، لكنها تعبق جو الصورة بأطيب رائحة، وأذكى نفحة، بهذا وذاك يتحقق الكمال فيها، وتبيح بأسرار الحياة سرًّا بعد الآخر، كالكائن الحي في تعاطف وإخاء.\nوبهذا فرقت بين منابع الصورة الأدبية وعناصرها، وأنهما معًا لا غنى للصورة عنها، فالعناصر إن هي إلا روافد متعددة ومتكاملة لمنابع الصورة العميقة وقد تجتمع في الكلام هذه المنابع، ولا تلتقي العناصر معها وحينئذ تحكم على هذا اللون من التعبير بالأسلوب العلمي؛ لأنه لا يخاطب الإحساس، ولا يهز الشعور، ولا يوقظ العاطفة، ولا يحرك الوجدان الكامن في النفس.\nوالأمثلة من الصور الشعرية في مجال التطبيق على كل ما ذكر من الروافد والعناصر، أو انعدامهما ترجع إليها في كتابنا \"التصوير الفني\" دفعًا للتكرار.\nالجزء: 1 ¦ الصفحة: 167\n",
        "خصائص الصورة الأدبية:\nوالصورة الأدبية الجيدة التي تستوفي شروط الكمال، وتتحقق في كل جزئية من جزئياتها الخصائص التي تعين على نضجها وتمامها، فلا تكون سطحية ولا مضطربة، وغيرها من الخصائص والشروط، التي تعمل على إبرازها ساحرة أخاذة، وتأخذ بمجامع القلوب.\nأولًا: التطابق بين الصورة والتجربة:\nلا بد أن تكون الصورة مطابقة تمامًا للتجربة التي مر بها الشاعر لإظهار فكرة أو حدث أو مشهد أو حالة نفسية أو غير ذلك، فكل صورة كلية، أو عمل أدبي يحدث نتيجة تجربة خامرت نفس صاحبها، وتفاعلت في جوانبها المختلفة، يمتزج الطارئ، إليها بالمخزون فيها، حتى إذا ما اكتملت في نفسه تتلاقى الأشباه، وتتآلف النظائر لعلاقة بين أجزائها، أو لأدنى ملابسة تلتقي فيها، فتنجلي مستقلة خارج النفس، من أجل لباس وأجمل ثوب في الصورة الأدبية.\nوينبغي أن تكون مشتملة على كل أجزاء التجربة، فلا تند عنها جزئية، ولا تغيب حلقة، ولا يسقط منها وتر، بل تكون تامة الأجزاء متكاملة الجزئيات.\nومن الصعب على الناقد أن يوضح التطابق بين الصورة وتجربة الشاعر، الذي غاب عنا في الزمن لعدة قرون مضت، ولو كان الشاعر معاصرًا، فمن المتعذر أن نطلب منه تفصيلات عن تجربة، بل ربما تغيب عن الشاعر ذاته بعد أن ينتهي من العمل الأدبي، من الصعب أن نطالب هذا أو ذاك، ولكن على الناقد -ساعة النقد- أن يضع نفسه مكان الأديب ساعة تجربة الصورة، ويتمثلها تمامًا ثم يبحث عن أجزائها في نفسه لكي يتمكن من المطابقة على وجه التقريب؛ لأن\nالجزء: 1 ¦ الصفحة: 168\n",
        "ذلك أمر يشق على الناقد ويصعب، ومن هنا بلغ الكمال، والتمام في أي شيء؛ لأن هذا كله أمر نسبي بين النقاد.\nلذلك تفاوت في المطابقة النقاد، كل حسب كفاءته، وكان الذوق الأدبي للناقد الخبير والبصير المحرب، هو عماده في الكشف عن التطابق بين الصورة والتجربة.\nثانيًا: الوحدة والانسجام التام\nويترتب على ما سبق أن تكون الصورة مكتملة تامة مستوفية الأجزاء في كل المصادر السابقة، التي تعتمد عليها من كلمة أو عبارة أو نظم أو غير ذلك مما ذكرناه في مكانه، وينبغي أن تؤدي كل كلمة -بل كل حرف- وظيفتها في الصورة الجزئية، وكذلك تؤدي الصورة الجزئية بعد استيفائها وتمامها دورها الحي، وتأخذ مكانها المرهون بها في الصورة الكلية، أو القصيدة كلها كوحدة تامة وبنية حية مستوية، والتلاؤم التام بين جزئيات الصورة الكلية وبين فكرتها العامة، والشعور الذي يسري في خلاياها، فلا تقبل معنى شاردًا، ولا خاطرة نادرة ولا يضعف في جانب ويقوى في جانب، أو يفتر في مكان ويشتد في آخر، ولا ينخفض في جزئية، ويرتفع في غيرها، بل انسجام تام بين الأفكار، وتلاؤم متصل بين المشاعر ثم تجانس محكم بين هذا كله، وبين مصادر الصورة جميعها، وقد وصفها النقاد أوصافًا متعددة وأعطوها اصطلاحات مختلفة، موزعة بين وحدة فنية أو وحدة عضوية، والأخيرة هي التي عليها جل النقاد في العصر الحديث، وإنني أرى أنهما معًا متكاملان لا تستغني القصيدة عنهما، متطابقان تمامًا إذا كان الشعر موضوعيًّا كالشعر المسرحي مثلًا، فيكون هناك تجاوب وانسجام في التطبيق على هذا اللون من الشعر الموضوعي، وحينئذ لا نجد فرقًا بين الوحدة الفنية، وبين الانسجام والتلاؤم في الوحدة العضوية وكلاهما سواء.\nالجزء: 1 ¦ الصفحة: 169\n",
        "ولكن إذا كان الشعر غنائيًّا فالوحدة الفنية هي أقرب إليه من الوحدة العضوية، لصعوبة بناء التجربة الشعرية عند الشاعر بناء عضويًّا كبناء الأعضاء في الجسد كما هو المفهوم، والمعروف للوحدة العضوية عند النقاد المحدثين، وفداحة الجهد الذي يبذله الناقد للتعرف على الوحدة العضوية في الشعر الغنائي.\nوإنني لا أضع العقبات في تطبيق هذا المصطح النقدي الحديث \"الوحدة العضوية\"، ولكني أرى أن من الصعب تطبيقه الآن على القصيدة الغنائية فقط لا الموضوعية، بل نحتاج إلى مراحل مقبلة حتى تحسن التطبيق، بل نشد أيادينا جميعًا مع النقد الحديث لكي ينشدها في الشعر لتبرز معالمها، حتى تتضح حقيقتها وتنجلي عناصرها في مجال التطبيق العملي لا النظري؛ لأن النقد في تطبيقها حتى اليوم ما زال قاصرًا ودون المطلوب والغاية، ولا عجب في ذلك، فالوصول إلى الكمال ليس سهلًا، بل يحتاج إلى وقت طويل، مشحون بالرعاية والتوجه والإصرار والمتابعة وإلا تجرد النقد من المعرفة والبحث، وهوى إلى التبلد، وناصر العجز، فقد كان البيت قديمًا مستقلًّا في معناه الظاهر عما قبله وعما بعده، وقد تغيرت القصيدة اليوم فصارت تعبر عن موضوع واحد، وهو ما يسمى الآن بالوحدة الموضوعية، وهي المعبر في المستقبل للوحدة العضوية، هذه لمحة سريعة عنها، لكونها جديرة بالعناية والدراسة؛ ولأنها تتصل بمضمون الشعر، وليس المضمون أساسيًّا وابتداء في مجال الصورة، وإنما يأتي تبعًا ووحيًا ونتيجة لتناول الصورة.\nثالثًا: الشعور\nتعتمد الصورة الأدبية غالبًا على صور محسوسة من الواقع. هي تمثيل حي للتجربة الشعرية في شكل العمل الفني، أي يمتلئ بالأفكار والخواطر والمشاعر والأحاسيس والعواطف الحارة، وعلى ذلك ينبغي أن يسري في كل جزئية من\nالجزء: 1 ¦ الصفحة: 170\n",
        "الصورة شعور الشاعر في تدفق وقوة وحيوية، فكل كلملة لا بد أن تنبض بمشاعره وأحاسيسه؛ لأن التصوير كما يقول العقاد من عمل النفس المركبة من خيال وتصور وشعور، فتتحول المشاهد المحسوسة إلى حركات نفسية. وتعد الكلمات المنظورة والمسموعة خزانة مكتظة بمشاعر الأديب.\nوليست العبرة بحشد الأشكال والنظائر من غير أن يربطها الشاعر بسياج متين من مشاعره الحية.\nرابعًا: الإيحاء\nقد يقوم الترابط التام بين أجزاء الصورة الأدبية بكشف مضمونه والتصريح به، وعرض أفكاره مباشرة، وهذه الصورة أقل تأثيرًا على النفس وأضعف إثارة لها؛ لأن العقل لم يجاهد الفكرة فيها، وفي الجهاد نشاط وحياة، وأن الفكر لم يتأن ولم يترو، وفي التأني والتروي الاستقصاء والتتبع، وفيهما اللذة والمتعة والإثارة والحياة بقدر ما يشغل تفكيره، وإحساسه من وقت وجهد.\nهذا هو ما ينبغي أن يكون في الصورة الأدبية، والتي لا تنص على المضمون صراحة، ولا تكشف عنه مباشرة، بل يوحي بها من غير تصريح، ويشع عنها من غير مباشرة، وقد أجمع النقاد وعلماء البلاغة قديمًا وحديثًا على أن الإيحاء أقوى أثرًا في النفس من التصريح، وأن المعنى الذي ينتهي إلى المتلقي بعد مجاهدة النفس وكد الخاطر، وإعمال الفكر والشعور وتقلبهما على وجوههما المختلفة، تكون أمكن في النفس وأعظم أثرًا فيها، وأقوى ارتباطًا بها، فلا يغيب عنها بعد ذلك؛ لأن الشيء الذي يرد إلى النفس بسرعة. يعزب عنها على عجل، والشيء الذي تطمئن إليه بعد لأي ومشقة، لا يذهب إلا بعد هذا القدر أو أكثر.\nالجزء: 1 ¦ الصفحة: 171\n",
        "الغاية من الصورة الأدبية:\nالصورة الأدبية أصدق تعبير عما يجول في النفس من خواطر وأحاسيس وأدق وسيلة تنقل ما فيها إلى الغير بأمانة وقوة، وأجود موصل إلى الآخرين في سرعة وإيجاز ووفرة، والصورة أجمل وأنضر طريقة في شد العقل إليها، وربط الإحساس بها، وتجاوب المشاعر لها، وإحياء العاطفة وسحر النفس، ويؤثر الأديب والشاعر والناقد الصورة الأدبية في الأدب والنقد لأهداف كثيرة أهمها:\nأ- الصورة هي الوسيلة المرغوبة عند الشاعر، والمفضلة عند الأديب، ولكن غيرهما يكتفي بدونها في توصيل فكره التجريدي، ومعانيه الذهنية ونقله إلى الآخرين خبرًا وإعلامًا، يكتفي في ذلك بلفظ جامد لا حياة فيه، وتعبير مركز دقيق لا إيحاء فيه، ويكون اللفظ والتعبير على قدر المعنى والفكرة مجردين من كل منابع الصورة وعناصرها الحية.\nولكن الأديب والشاعر يفضلان في النقل إلى الآخرين الصورة الأدبية الفنية بطرق عديدة من التعبير عن المعنى بالمحسات، وإيثار الوحي والتخييل والتجسيم والتشخيص، ليصل إلى مضمون الصورة -لا بالعقل وحده كما في النمط التجريدي الأول بل عن طرق كثيرة ووسائل شتى:\nأولًا: عن طريق الوجدان المنفعل بالوقف، وفي الانفعال حرارة ونشاط تستوعب الناس فيه كل ما يتلقفه العقل، أو يقع تحت الحس.\nثانيًا: عن طريق التخييل، وبه تجتمع الأضداد، وتتآخى المتقابلات وتتآلف المتنافرات، ويمتزج عالم الفكر بعالم الواقع، ونقف على أسرار الجهاد، ولغات الطبيعة، وتراسل المظاهر في الحياة.\nالجزء: 1 ¦ الصفحة: 172\n",
        "ثالثًا: وعن طريق الحواس الخمس الظاهرة، فالعين ترى، والأذن تسمع وتطرب النغم، والآناف تشم، واللسان تطيب له اللذة، ويحلو المذاق، واللمس يهتز لموجات الصورة المختلفة من الصوت والدلالة، والبرق والوحي.\nرابعًا: عن طريق العقل الواعي، والفكر المحدود، والذهن المجرد، وهذا قدر مشترك بين الصورة وغيرها من ألوان الفكر والعلم في مختلف النشاط الإنساني.\nب- الصورة هي أقدر الوسائل على نقل الأفكار العميقة والمشاعر الكثيفة في أوفر وقت، وأوجز عبارة، وأضيق حيز، فكلما أمعن الناظر فيها، استقطب أفكارًا جديدة، ومشاعر متجددة.\nومن هنا تتحول إلى رمز، وهو أبلغ تأثيرًا في النفس عن الحقيقة، وأكثر امتلاء من اتساع الواقع المكشوف، وتضحي النفس أسيرة إليه، مجذوبة بقوة خفية، فهي تنسى المعارف التي اكتسبتها من المكشوف الظاهر بعد قليل من الزمن، ولا تنسى من الخفي الرامز، الذي استقر فيها بعد لأي ومجاهدة، ويظل في النفس آمادًا وآبادًا، وهو سر الجمال في الصورة، وروعة الجلال في التصوير، وإن كانت تختلف فيه النسب حسب قدرات الآخرين، ودرجات الصبر والتأمل فيهم.\nج- والغاية من الصورة أن تعرض الحقائق المعروفة، والواقع المألوف، في صورة حية، ونمط روحي؛ لأنها نتجت من معامل التجربة الإنسانية في الشاعر فكانت مولوده الحي، الذي فيه بقاء شخصه، وفي ذاته استمرار حياته، فقد مرت من خلال وسط نابض بالحياة، يموج بالشعور والخواطر والأحاسيس والعواطف، فسرى في الصورة سحرها، وانتشرت الروح في أجزائها\nالجزء: 1 ¦ الصفحة: 173\n",
        "ومن هنا نرى أن صدق الصورة عند شاعر ما، يكون بمقدار قدرتها على تمثيل نفسه؛ لأن مواد الصورة حينئذ ليست من الواقع، بل أصبحت من نفس الشاعر ودمه وعقله وروحه، وإلا كان مقلدًا وتابعًا.\nد- وبناء على ما سبق فالصورة تعمق المحسوسات، وتبعث الحياة في الجمادات، وتبث الروح في كل ما يتناوله الشاعر فيها، من مظاهر الحياة والواقع وجوامد ما يقع تحت الحس في الطبيعة، فتتعانق هذه الظواهر كلها، بعضها مع بعض، وتتآلف في تعاطف وتجاوب، فهي وسيلة التعرف على أسرار الحياة، والعلاقة التي تربط الإنسان بغيره من المخلوقات، فتراها في الصورة حية نابضة، استودعها الله روحًا مثل روح الإنسان. وإن كانت تختلف عنها في النوع، والمظهر ولكنها تلتقي معها في اللب والجوهر.\nلذلك فالصورة تدفع إلى الإثارة والشعور باللذة فتحقق السعادة التي ينشدها الإنسان. وكم من شاعر أحس بفقدان السعادة بين البشر، ولم يحدها إلا في أحضان الطبيعة والواقع؟ التي همست بها إليه في صوره الرائعة. ولا يخلو منها أدبنا الحديث الذي قطع شوطًا فيها. كما لا يحرم أدبنا القديم منها. وبخاصة عند النوابغ من الشعراء.\nالجزء: 1 ¦ الصفحة: 174\n",
        "ثبت الموضوعات\n:\nالموضوع الصفحة\n3 المقدمة\n9 الفصل الأول: الصورة الأدبية في النقد القديم\n11 مفهوم الصورة في العصرين الجاهلي والإسلامي\n14 بشر بن المعتمر والصورة الأدبية\n20 موقف الجاحظ من الصورة الأدبية\n21 موقف ابن قتيبة\n23 ابن طباطبا والصورة الأدبية\n27 قدامة بن جعفر والصورة الأدبية\n29 ابن بشر الآمدي والصورة الأدبية\n40 القاضي علي بن عبد العزيز الجرجاني\n50 الباقلاني والصورة الأدبية\n50 ابن رشيق\n56 ابن شرف القيرواني والصورة الأدبية\n56 الإمام عبد القاهر الجرجاني\n59 أولًا: النظم\n74 ثانيًا: الصورة الشعرية في باب السرقات\n79 خصائص الصورة الأدبية عند عبد القاهر\n88 ابن الأثير والصورة الأدبية\n92 يحيى بن حمزة العلوي\n95 الصورة الأدبية عند نقاء آخرين\n98 الفصل الثاني: الصورة الأدبية في النقد الأدبي الحديث\nالجزء: 1 ¦ الصفحة: 175\n",
        "100 أنصار الشكل\n103 أنصار المضمون\n104 أنصار الصورة والمضمون معًا\n109 النقاد المحدثون: معنى الصورة\n110 أحمد حسن الزيات\n112 أحمد الشايب\n115 إبراهيم عبد القادر المازني\n119 عباس محمود العقاد\n120 الخيال في الصورة\n126 التشخيص في الصورة\n127 نفي المبالغة -لا البلاغة- من الصورة\n128 الدكتور محمد غنيمي هلال\n135 الدكتور محمد عبد المنعم خفاجي\n138 الدكتور شوقي ضيف\n140 الدكتور عز الدين إسماعيل\n149 الفصل الثالث: معالم الصورة الأدبية\n155 بين الصورة الأدبية والفن التصويري والموسيقي\n160 بين الصورة والأسلوب\n164منابع الصورة الأدبية\n166 عناصر الصورة الأدبية\n168خصائص الصورة الأدبية\n172 الغاية من الصورة الأدبية\nالجزء: 1 ¦ الصفحة: 176\n",
        ""
    ]
}