{
    "1": [
        "الضعفاء لأبي نعيم\nالضعفاء لأبي نعيم\nأبو نعيم الأصبهاني\nالكتاب:\nالضعفاء\nالمؤلف:\nأبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني (المتوفى: 430هـ)\nالمحقق:\nفاروق حمادة\nالناشر:\nدار الثقافة - الدار البيضاء\nالطبعة:\nالأولى، 1405 - 1984\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\nأخبرنَا الشَّيْخ الْجَلِيل أَبُو الْحسن مَسْعُود بن أبي مَنْصُور بن مُحَمَّد بن الْحسن الْخياط يعرف بالجمال بِقِرَاءَتِي عَلَيْهِ غير مرّة بأصبهان قلت لَهُ أخْبركُم الشَّيْخ أَبُو عَليّ الْحسن بن أَحْمد بن الْحسن الْحداد قِرَاءَة عَلَيْهِ وَأَنت تسمع فِي الْخَامِس وَالْعِشْرين من شعْبَان سنة أَربع عشرَة وَخَمْسمِائة فَأقر بِهِ أخبرنَا الشَّيْخ الامام الْحَافِظ أَبُو نعيم احْمَد بن عبد الله بن احْمَد بن إِسْحَاق رَحمَه الله قِرَاءَة عَلَيْهِ فِي شهر رَمَضَان سنة سبع وَعشْرين وَأَرْبَعمِائَة قَالَ الْحَمد لله الْقَدِيم الأول الدَّائِم الْبَاقِي الَّذِي لَهُ الْأَسْمَاء الْحسنى والمدائح العلى الَّذِي بتوفيقه رشد المرشدون وبخذلانه غوى الْغَاوُونَ انْفَرد عَن سمات الْحَدث وَبَان بأوصافه وأفعاله عَن مُسَاوَاة النظراء ومداناة الشُّرَكَاء فَهُوَ بِجَمِيعِ صِفَاته قديم وَهُوَ فِي جَمِيع أَفعاله حَكِيم وَهُوَ الْعَزِيز الرَّحِيم أستعين بِهِ استعانة من لَا يجد مفرا مِنْهُ الا اليه وَلَا معول لَهُ فِي دَرك بغيته الا عَلَيْهِ وأستهديه بهداه الَّذِي أنعم بِهِ على من أحب من خلقه وأستعيذ بِهِ من الضَّلَالَة الَّتِي تعمى من الْوُصُول اليه وتصد من الْمعرفَة بِهِ\nالجزء: 1 ¦ الصفحة: 43\n",
        "وأسأله ان يصلى على النَّبِي صلى الْمُنْتَخب مُحَمَّد صلى الله عَلَيْهِ وَسلم وعَلى جَمِيع أنبيائه وَرُسُله ثمَّ انى نظرت وفقك الله فَرَأَيْت أصُول الْحق الَّتِي توصل بِأَهْلِهَا الى الْحق ثَلَاثَة أَنْوَاع كتاب وَسنة وَالْجِمَاع الْأمة فَوجدت الْكتاب آمرا بالانتهاء الى قبُول مَا وَردت بِهِ السّنة وزاجرا عَمَّا زجرت عَنهُ السّنة قَالَ الله عز وَجل وَمَا كَانَ لمُؤْمِن وَلَا مُؤمنَة إِذا قضى الله وَرَسُوله أمرا ان يكون لَهُم الْخيرَة من أَمرهم وَمن يعْص الله وَرَسُوله فقد ضل ضلالا مُبينًا وَقَالَ من يطع الرَّسُول فقد أطَاع الله وَقَالَ يَا أَيهَا الَّذين آمنُوا أطِيعُوا الله وَرَسُوله وَلَا توَلّوا عَنهُ وَأَنْتُم تَسْمَعُونَ وَقَالَ فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم الْآيَة وَقَالَ وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا وَقَالَ ان الَّذين يُبَايعُونَك إِنَّمَا يبايعون الله فِي\nالجزء: 1 ¦ الصفحة: 44\n",
        "آيَات كَثِيرَة أَن مُتَابعَة الرَّسُول وطاعته طَاعَة لله قَالَ الله عز وَجل من يطع الرَّسُول فقد أطَاع الله وَمن يعْص الله وَرَسُوله فقد ضل ضلالا مُبينًا وَقَالَ فليحذر الَّذين يخالفون عَن امْرَهْ ان تصيبهم فتْنَة أَو يصيبهم عَذَاب أَلِيم فَلَمَّا وَجب طَاعَته ومتابعته لزم كل عَاقل ومخاطب الِاجْتِهَاد فِي التَّمْيِيز بَين صَحِيح أخباره وَسَقِيم آثاره وان يبْذل مجهوده فِي معرفَة ذَلِك واقتباس سنته وشريعته من الطّرق المرضية وَالْأَئِمَّة المهدية وَكَانَ الْوُصُول الى ذَلِك مُتَعَذر الا بِمَعْرِِفَة الروَاة والفحص عَن أَحْوَالهم وأديانهم والكشف والبحث عَن صدقهم وكذبهم وإتقانهم وضبطهم وضعفهم ووهائهم وخطئهم وَذَلِكَ ان الله عز وَجل جعل أهل الْعلم دَرَجَات وَرفع بَعضهم على بعض وَلم يرفع بَعضهم الا وَخص من رَفعه من دونه بِمَنْزِلَة سنية ومرتبة بهية فالمراتب والمنازل مِنْهُ مواهب اختصهم بهَا دون الآخرين فَلذَلِك وَجب التَّمْيِيز بَينهم والبحث عَن أَحْوَالهم ليُعْطى كل ذِي فضل فَضله وَينزل كل وَاحِد مِنْهُم منزلَة الَّتِي أنزلهُ بهَا الممتن عَلَيْهِ والمنعم لَدَيْهِ\n(ذكر الْمَأْثُور عَن سُول الله)\nصلى الله عَلَيْهِ وَسلم من أخباره بحدوث الِاخْتِلَاف وإيصائه عَلَيْهِ السَّلَام بِلُزُوم سنته وَسنة المهديين من خلفائه\nالجزء: 1 ¦ الصفحة: 45\n",
        "حَدثنَا أَبُو الْقَاسِم حبيب بن الْحسن وفاروق بن عبد الله وَسليمَان بن احْمَد فِي آخَرين قَالُوا أخبرنَا أَبُو مُسلم إِبْرَاهِيم بن عبد الله حَدثنَا أَبُو عَاصِم النَّبِيل ح وَحدثنَا أَبُو بكر عَمْرو بن حمدَان حَدثنَا بن شيرويه حَدثنَا إِسْحَاق بن إِبْرَاهِيم أخبرنَا عِيسَى بن يُونُس حَدثنَا ثَوْر بن يزِيد عَن خَالِد بن معدان عَن عبد الرَّحْمَن بن عَمْرو السّلمِيّ عَن الْعِرْبَاض بن سَارِيَة قَالَ صلى بِنَا رَسُول الله صلى الله عَلَيْهِ وَسلم صَلَاة الصُّبْح ثمَّ أقبل علينا بِوَجْهِهِ فوعظنا موعظة بليغة ذرفت مِنْهَا الاعين ووجلت مِنْهَا الْقُلُوب فَقَالَ قَائِل يَا رَسُول الله كَأَنَّهَا موعظة مُودع فأوصنا قَالَ أوصيكم بتقوى الله والسمع وَالطَّاعَة وان كَانَ عبدا حَبَشِيًّا فَإِنَّهُ من يَعش مِنْكُم بعدِي فسيرى اخْتِلَافا كثيرا فَعَلَيْكُم بسنتى وَسنة الْخُلَفَاء من بعدِي الرَّاشِدين المهديين وعضوا عَلَيْهَا بالنواجذ وَإِيَّاكُم ومحدثات الْأُمُور فَإِن كل بِدعَة ضَلَالَة هَذَا حَدِيث جيد صَحِيح من حَدِيث الشاميين وَقد روى هَذَا الحَدِيث عَن الْعِرْبَاض بن سَارِيَة ثَلَاثَة من تَابِعِيّ الشَّام\nالجزء: 1 ¦ الصفحة: 46\n",
        "معروفين مشهورين عبد الرَّحْمَن بن عَمْرو السّلمِيّ وَحجر بن حجر وَيحيى بن المطاع بروايات مُخْتَلفَة فتلقت الهداة الْعُقَلَاء وَصِيَّة نَبِيّهم صلى الله عَلَيْهِ وَسلم بِالْقبُولِ ولزموا التوطين على سنته وَسنة الهداة المرشدة من الْخُلَفَاء فَلم يَرْغَبُوا عَنْهَا بل علمُوا ان الثُّبُوت عَلَيْهَا غير مُمكن الا بتتبع مَا سنه عَلَيْهِ السَّلَام وسنته بعده أَئِمَّة الْهدى الَّذين هم خلفاؤه فِي أمته فتركوا الِاشْتِغَال بهواجس النُّفُوس وبخواطر الْقُلُوب وَمَا يتَوَلَّد من الشُّبُهَات الَّتِي تولده آراء النُّفُوس وقضايا الْعُقُول خوفًا من أَن يزيغوا عَن المحجة الَّتِي فارقهم عَنْهَا رَسُول الله صلى الله عَلَيْهِ وَسلم الَّذِي شبه لَيْلهَا بنهارها مَعَ مَا جَاءَهُم عَن الله عز وَجل من الْوَعيد البليغ الْمُصَرّح بِنَفْي الْإِيمَان عَمَّن خَالفه أَو طعن على احكامه وَلم تطب نَفسه بِالتَّسْلِيمِ لَهُ وَذَلِكَ مَا حَدثنَا أَبُو بكر بن خَلاد حَدثنَا احْمَد بن إِبْرَاهِيم بن ملْحَان حَدثنَا يحيى بن بكير حَدثنِي اللَّيْث بن سعد عَن بن شهَاب عَن عُرْوَة بن الزبير ان رجلا من الْأَنْصَار خَاصم الزبير عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فِي شراج الْحرَّة الَّتِي يسقون بهَا النّخل فَقَالَ\nالجزء: 1 ¦ الصفحة: 47\n",
        "للأنصارى سرح المَاء فَأبى عَلَيْهِم فاختصموا عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم للزبير اسْقِ يَا زبير ثمَّ أرسل الى جَارك فَغَضب الْأنْصَارِيّ فَقَالَ يَا رَسُول الله أَن كَانَ بن عَمَّتك فَتَلَوَّنَ وَجه رَسُول الله صلى الله عَلَيْهِ وَسلم ثمَّ قَالَ يَا زبير اسْقِ ثمَّ احْبِسْ حَتَّى يرجع الى الْجدر فَقَالَ الزبير وَالله انى لأحسب هَذِه الْآيَة نزلت فِي ذَلِك فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم وَقد روى الشَّيْخ الامام هَذَا الحَدِيث من وُجُوه كَثِيرَة وَقد علمُوا علما يَقِينا ان نَبِيّهم لَا يَأْمُرهُم باتباعه وَالْإِقَامَة على مَا سنه لَهُم ولأمته حَتَّى يَأْمر بالتبليغ عَنهُ من شهده وعاينه الى من غَابَ عَنهُ وَلم يشهده وَذَلِكَ مَا حفظ عَنهُ كثير من صحابته فِي مَوَاقِف شَتَّى وخطب ذَوَات عدد من ذَلِك قَوْله فليبلغ الشَّاهِد مِنْكُم الْغَائِب بعد ان قررهم بالتبليغ لَهُم عَن الله عز وَجل كلفهم الابلاغ عَنهُ وَهُوَ مَا حَدثنَا بِهِ\nالجزء: 1 ¦ الصفحة: 48\n",
        "أَبُو بكر مُحَمَّد بن جَعْفَر بن الْهَيْثَم حَدثنَا مُحَمَّد بن احْمَد بن أبي الْعَوام حَدثنَا أَبُو عَامر حَدثنَا قُرَّة بن خَالِد عَن مُحَمَّد بن سِيرِين قَالَ حَدثنِي عبد الرَّحْمَن بن أبي بكرَة عَن أَبِيه قَالَ خَطَبنَا رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم النَّحْر فَقَالَ لَهُم اللَّهُمَّ هَل بلغت قَالُوا نعم قَالَ فليبلغ الشَّاهِد مِنْكُم الْغَائِب فَرب مبلغ أوعى من سامع واكد صلى الله عَلَيْهِ وَسلم فِي أمره إيَّاهُم بالتبليغ فَقَالَ بلغُوا وَلَو آيَة وَقَالَ نضر الله امْرأ سمع منا حَدِيثا فحفظه حَتَّى يبلغهُ الى من هُوَ احفظ مِنْهُ ويبلغه من هُوَ احفظ مِنْهُ الى من هُوَ افقه مِنْهُ فَرب حَامِل فقه لَيْسَ بفقيه وَرَوَاهُ زيد بن ثَابت أَيْضا\nالجزء: 1 ¦ الصفحة: 49\n",
        "وكما رغب عَلَيْهِ السَّلَام فِي الابلاغ عَنهُ وحث عَلَيْهِ أَو عد كاتمي بَيَانه عَظِيم الْوَعيد وبليغ التخويف حَدثنَا أَبُو عبد الله احْمَد بن بنْدَار الْفَقِيه حَدثنَا أَبُو بكر احْمَد بن أبي عَاصِم حَدثنَا إِبْرَاهِيم بن الْمُنْذر الحزامى حَدثنَا عبد الله بن وهب عَن عبد الله بن عَيَّاش عَن أبي عبد الرَّحْمَن الحبلى عَن عبد الله بن عَمْرو بن العاصى ان رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من كتم علما الجمه الله يَوْم الْقِيَامَة بلجام من نَار وَاعْلَم صلى الله عَلَيْهِ وَسلم ان هَذَا الْعلم الَّذِي اوعد كاتمه هُوَ مَا يتقنه ويحفظه وَهُوَ مَا روى أَبُو هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا من رجل حفظ علما فَسئلَ عَنهُ فكتمه الا جَاءَ يَوْم الْقِيَامَة مُلجمًا بلجام من نَار وَهُوَ الْعلم النافع الَّذِي يسْتَدلّ بِهِ الْمَرْء على نفع دينه وَلُزُوم شَرِيعَته وَرَفعه من وُجُوه أُخْرَى غير مَا ذكرنَا وَلما ان أَقَامَهُ الله صلى الله عَلَيْهِ وَسلم سفيرا بَينه وَبَين خلقه وَجعله أَمينا على خلقه ومؤتمنا فيهم اطلعه الله عز وَجل على كثير من أَنْوَاع الغيوب والأشياء الكائنة بعده ان أعلمهم فِي أمته من يكذب عَلَيْهِ ويخبر عَنهُ بالأباطيل فَبَالغ صلى الله عَلَيْهِ وَسلم لمن كذب عَلَيْهِ فِي حَيَاته وَبعد وَفَاته حَدثنَا أَبُو بكر بن خَلاد حَدثنَا الْحَارِث بن أبي أُسَامَة حَدثنَا\nالجزء: 1 ¦ الصفحة: 50\n",
        "قُتَيْبَة بن سعيد حَدثنَا لَيْث بن سعد عَن عَمْرو بن الْحَارِث عَن يحيى بن مَيْمُون الْحَضْرَمِيّ انا أَبَا مُوسَى الغافقي حدث ان عقبَة بن عَامر الْجُهَنِيّ يحدث على الْمِنْبَر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم انه آخر مَا عهد إِلَيْنَا ان قَالَ عَلَيْكُم بِكِتَاب الله وسترجعون الى قوم يحبونَ الحَدِيث عَنى فَمن قَالَ عَنى مَا لم أقل فليبتوأ مَقْعَده من النَّار وَمن حفظ شَيْئا فليحدث بِهِ وَرفع هَذَا الحَدِيث بِأَلْفَاظ مُخْتَلفَة فَتوجه الْوَعيد على كل قَائِل مَا لم يقل عَامِدًا كَانَ أَو غير عَامِد وَامْتنع عُثْمَان بن عَفَّان عَن كَثْرَة الرِّوَايَة لهَذَا الْمَعْنى حَدثنَا أَبُو بكر بن خَلاد قَالَ حَدثنَا الْحَارِث بن أبي أُسَامَة حَدثنَا عبيد الله بن مُحَمَّد بن حَفْص التيمى حَدثنَا عبد الْوَاحِد بن زِيَاد حَدثنَا صَدَقَة بن الْمثنى حَدثنِي جدي ريَاح بن الْحَارِث قَالَ سَمِعت سعيد بن زيد يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ان\nالجزء: 1 ¦ الصفحة: 51\n",
        "كذب عَليّ لَيْسَ ككذب على غيرى من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار وَرفع من طَرِيق آخر اشْتَدَّ غضب الله على من كذب عَليّ مُتَعَمدا أَو أَتَى بَهِيمَة وَرفع من طَرِيق آخر ان من أعظم الْقرى ان يدعى الرجل الى غير أَبِيه أَو يرى عَيْنَيْهِ فِي الْمَنَام مَا لم تريا أَو يقل على مَا لم أقل وَقد صَحَّ عَنهُ صلى الله عَلَيْهِ وَسلم من روى عَنهُ شَيْئا يرى انه كذب فقد اشْترك فِي الْكَذِب مَعَ من بدأنا بِالْكَذِبِ عَلَيْهِ وَقَالَ صلى الله عَلَيْهِ وَسلم من روى عني حَدِيثا وَهُوَ يرى أَنه كذب فَهُوَ فَهُوَ أحد الْكَاذِبين رَفعه أَو الْكَاذِبين وَقَالَ صلى الله عَلَيْهِ وَسلم كفى بِهِ إِثْمًا يحدث بِكُل مَا سمع رَفعه وَقَالَ صلى الله عَلَيْهِ وَسلم كَبرت خِيَانَة ان تحدث أَخَاك حَدِيثا هُوَ لَك بِهِ مُصدق وَأَنت لَهُ بِهِ كَاذِب رَفعه\nالجزء: 1 ¦ الصفحة: 52\n",
        "وروى عَن عَليّ بن أبي طَالب عَلَيْهِ السَّلَام قَالَ ان أخر من السَّمَاء الى الأَرْض أحب اليه من ان أَبوهُ بِالْكَذِبِ على رَسُول الله صلى الله عَلَيْهِ وَسلم رَفعه وَذَلِكَ من عَظِيم مَنْزِلَته صلى الله عَلَيْهِ وَسلم فِي صَدره ومعرفته بِمَا اسْتَقر فِي قلبه من قبح الْكَذِب عَلَيْهِ فَأَما الصُّدُور والأكابر يَقُولُونَ فِي التَّعْدِيل وَالْجرْح فِي الْعِلَل والتواريخ الَّذِي يكون مبناهم فِيهِ ومقصدهم إبانة أَحْوَال الروَاة فيسقطون من اسقطوه ويعدلون من عدلوه ويجرحون من جرحوه ويضعفون من ضَعَّفُوهُ ويسطون من سطوه أَلا ترى جَوَاب الْأَئِمَّة فِي المسؤولين إيَّاهُم يخْتَلف فَتَارَة يَقُولُونَ ثَبت صَدُوق وَأُخْرَى يَقُولُونَ صَالح وَمرَّة يَقُولُونَ لَا بَأْس بِهِ وَأُخْرَى يَقُولُونَ لَا شَيْء فأجوبتهم تخْتَلف على قدر معرفتهم بِحَال المسؤول فِيهِ فعلى مصنفاتهم وسؤالاتهم يعْتَمد فِي الْجرْح وَالتَّعْدِيل عَن حَمَّاد بن زيد قَالَ كلمنا شُعْبَة فِي أبان بن أبي عَيَّاش وسألناه الْكَفّ عَنهُ فَقَالَ انه وانه فَقُلْنَا نحب ان تمسك عَنهُ فَقَالَ نعم قَالَ حَمَّاد بَيْنَمَا انا فِي الْمنزل فِي يَوْم مطير إِذا شُعْبَة يَخُوض المَاء اسْمَع خوضه فنادانى يَا أَبَا إِسْمَاعِيل يَا أَبَا\nالجزء: 1 ¦ الصفحة: 53\n",
        "إِسْمَاعِيل فَقَالَ هُوَ ذَا أمضى استعدى على أبان فَقلت لَهُ ألم تضمن لنا ان تمسك عَنهُ فَقَالَ لَا اصبر لَا اصبر وَمضى رَفعه اليه عَن بن سعيد قَالَ سَأَلت شُعْبَة وَالثَّوْري وَمَالك بن أنس وسُفْيَان بن عُيَيْنَة عَن الرجل يكذب فِي الحَدِيث فَقَالَ كلهم بَين امْرَهْ رَفعه اليه عَن عَفَّان قَالَ كُنَّا عِنْد بن علية فَذكر صَالح المري فَقَالَ رجل لَيْسَ بِثِقَة فَقَالَ رجل آخر اغتبت فَقَالَ إِبْرَاهِيم اسْكُتْ فانما هَذَا دين رَفعه اليه عَن مُحَمَّد بن إِسْحَاق قَالَ سَأَلت مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ عَن أصح الْأَسَانِيد فَقَالَ مَالك عَن نَافِع عَن بن عمر رَفعه اليه عَن مُحَمَّد بن سهل بن عَسْكَر قَالَ سَأَلت عبد الرَّزَّاق عَن أصح الْإِسْنَاد فَقَالَ الزهرى عَن عَليّ بن حُسَيْن عَن أَبِيه عَن عَليّ بن أبي طَالب كرم الله وَجهه رَفعه اليه عَن سُلَيْمَان بن حَرْب وَسُئِلَ عَن أصح الْإِسْنَاد فَقَالَ حَمَّاد بن أَيُّوب عَن مُحَمَّد عَن عُبَيْدَة عَن عَليّ\nالجزء: 1 ¦ الصفحة: 54\n",
        "وَأَنا بعون الله وَحسن توفيقه ذَاكر تَسْمِيَة نفر من الْمَجْرُوحين وساقطي الشَّهَادَة وَذَلِكَ على الْحُرُوف\nالجزء: 1 ¦ الصفحة: 55\n",
        "(الْألف)\n1 -\nإِبْرَاهِيم بن مُحَمَّد بن يحيى الْمدنِي الْأَسْلَمِيّ كَانَ يرى الْقدر ترك حَدِيثه لكذبه ووهائه لَا لفساد مذْهبه وَهُوَ أَخُو أنيس بن أبي يحيى وَكَانَ أنيس ثِقَة قَالَ عَليّ بن عبد الله الْمَدِينِيّ كَذَّاب يَقُول بِالْقدرِ\n2 -\nإِبْرَاهِيم بن الحكم بن أبان الْعَدنِي قَالَ يحيى بن سعيد لَيْسَ بِشَيْء\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "3 -\nإِبْرَاهِيم بن أبي حَيَّة الْمَكِّيّ وَاسم أبي حَيَّة اليسع بن أسعد عرف فِي رِوَايَته عَن هِشَام بن عُرْوَة وجعفر بن مُحَمَّد الْمَنَاكِير روى عَنهُ قُتَيْبَة بن سعيد\n4 -\nإِبْرَاهِيم بن عبد الْملك الْبَصْرِيّ لَيْسَ بِشَيْء قَالَه عَليّ بن الْمَدِينِيّ\n5 -\nإِبْرَاهِيم بن هدبة المكتنى بِأبي هدبة يروي عَن أنس بن مَالك نُسْخَة روى عَنهُ حميد بن الرّبيع لَا شَيْء\n6 -\nإِبْرَاهِيم بن الْبَراء بن النَّضر بن أنس بن مَالك شيخ بَصرِي حدث بِالشَّام عَن شُعْبَة وَحَمَّاد بن سَلمَة والداروردي بمناكير لَا شَيْء حدثونا عَن بكر بن\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "7 -\nإِبْرَاهِيم بن عبد الله بن همام بن أخي عبد الرزق حدث بالموضوعات عَن عَمه روى عَنهُ الشاميون حدثونا عَن بن قُتَيْبَة عَنهُ\n8 -\nإِبْرَاهِيم بن زيد الْأَسْلَمِيّ الرَّاوِي عَن مَالك وَابْن لَهِيعَة بالموضوعات حدث عَنهُ مُحَمَّد بن يزِيد النَّيْسَابُورِي\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "9 -\nإِبْرَاهِيم بن زَكَرِيَّا الوَاسِطِيّ يعرف بالبزاز روى عَن مَالك وَأبي بكر بن عَيَّاش أَحَادِيث مَنَاكِير روى عَنهُ إِبْرَاهِيم بن رَاشد الأدمِيّ وَابْن مضاء\n10 -\nإِبْرَاهِيم بن عبد الله بن خَالِد المصيبي روى عَن وَكِيع وحجاج بن مُحَمَّد بالموضوعات حدث عَنهُ غير وَاحِد من الشاميين سَاقِط\n11 -\nإِسْمَاعِيل بن إِبْرَاهِيم أَبُو يحيى الْكُوفِي روى عَن مُخَارق ومطرف قَالَ بن نمير ضَعِيف جدا حدّثنَاهُ أَبُو أَحْمد الغطريفي عَن أَحْمد بن مُوسَى الخواري ثَنَا البُخَارِيّ بِهِ\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "12 -\nإِسْمَاعِيل بن يحيى بن عبيد الله التَّيْمِيّ حدث عَن مسعر وَمَالك بالموضوعات يشمئز الْقلب وينفر من حَدِيثه مَتْرُوك\n13 -\nإِسْمَاعِيل بن أبان أَبُو إِسْحَاق الْكُوفِي لَيْسَ هُوَ بالوراق بل هُوَ الرَّاوِي عَن هِشَام بن عُرْوَة بالأحاديث الْوَاهِيَة مَتْرُوك قَالَه البُخَارِيّ\n14 -\nإِسْمَاعِيل بن مُحَمَّد بن يُوسُف أَبُو هَارُون الجبريني وَيُقَال الفلسطيني روى عَن حبيب كَاتب مَالك وَعمر بن أبي سَلمَة التنيسِي وَالقَاسِم بن سَلام بالموضوعات\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "15 -\nإِسْحَاق بن نجيح الْمَلْطِي يضع الحَدِيث فاله يحيى بن سعيد حدث بِبَغْدَاد عَن يحيى أبي كثير وَابْن جريج بالموضوعات يروي عَنهُ عَليّ بن حجر وَغَيره\n16 -\nإِسْحَاق بن بشر أَبُو حُذَيْفَة البُخَارِيّ وَيعرف بالكاهلي حدث عَن مَالك وَالثَّوْري وَابْن جريج بِالْمَنَاكِيرِ والموضوعات حدث بالعراق وبخراسان\n17 -\nإِسْحَاق بن وهب الطهرمسي الْمصْرِيّ الرَّاوِي عَن بن وهب عَن مَالك عَن نَافِع عَن بن عمر لرد دانق حرَام لَا شَيْء\n18 -\nإِسْحَاق بن إِبْرَاهِيم الطَّبَرِيّ سَاكن زبيد بِالْيمن روى عَن الفضيل بن عِيَاض وَابْن ع بِأَحَادِيث واهية حدثونا عَن الْمفضل بن مُحَمَّد الجندي عَنهُ\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "19 -\nأَيُّوب بن سيار الْمدنِي لَا يكْتب حَدِيثه قَالَه عَليّ بن الْمَدِينِيّ\n20 -\nأَيُّوب بن خوط أَبُو أُميَّة الْبَصْرِيّ لَا يكْتب حَدِيثه تَركه عبد الله بن الْمُبَارك\n21 -\nأبان بن أبي حَفْصَة أَبُو عبد الرَّحْمَن الْكُوفِي روى عَن أبي إِسْحَاق السبيعِي مُنكر الحَدِيث\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "22 -\nأبان بن نهشل أَبُو الْوَلِيد الْبَصْرِيّ روى عَن الْأَعْمَش وَإِسْمَاعِيل بن أبي خَالِد الموضوعات روى عَنهُ عِيسَى بن مُوسَى غُنْجَار\n23 -\nالْأَحْوَص بن حَكِيم الْعَنسِي شَامي قَالَ عَليّ بن الْمَدِينِيّ لَا يكْتب حَدِيثه وَكَذَلِكَ\n24 -\nالْأسد بن عَمْرو أَبُو الْمُنْذر البَجلِيّ كُوفِي صَاحب رَأْي لَا يكْتب حَدِيثه\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "25 -\nالْأَزْوَر بن غَالب يروي عَن سُلَيْمَان التَّيْمِيّ وَغَيره مُنكر الحَدِيث قَالَه البُخَارِيّ وَكَذَلِكَ\n26 -\nالأصرم بن حَوْشَب الْهَمدَانِي روى عَن قُرَّة وَزِيَاد بن سعد لَا شَيْء\n27 -\nأَحْمد بن الْحسن بن الْقَاسِم الْكُوفِي حدث عَن حَفْص بن غياث ووكيع الْمَنَاكِير حدث عَنهُ مُحَمَّد بن الْمسيب الأرغياني وَغَيره\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "28 -\nأَحْمد بن الْحسن بن أبان الْمصْرِيّ الآبلي روى عَن أبي عَاصِم النَّبِيل وحجاج بن الْمنْهَال وَغَيرهمَا بِالْمَنَاكِيرِ لَا شَيْء\n29 -\nأَحْمد بن عبد الله بن خَالِد الجوباري الْهَرَوِيّ الْوَاضِع على رَسُول الله صلى الله عَلَيْهِ وَسلم غير حَدِيث سَاقِط مَتْرُوك\n30 -\nأَحْمد بن مُحَمَّد بن غَالب الْمُذكر الْبَغْدَادِيّ غُلَام الْخَلِيل روى عَن الثِّقَات بِأَحَادِيث واهية مَوْضُوعَة لَهُ صيت فِي الصيت والورع لَا شَيْء\n31 -\nأَحْمد بن مُحَمَّد بن الصَّلْت أَبُو الْعَبَّاس الْحمانِي يروي عَن بن أبي أويس والقعنبي وَعَن شُيُوخ لم يلقهم بالمشاهير والمناكير لَا شَيْء مَاتَ بعد الثلاثمائة\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "(الْبَاء)\n32 -\nبشير بن مَيْمُون أَبُو صَيْفِي الوَاسِطِيّ روى عَن مُجَاهِد وَعِكْرِمَة وَسَعِيد المَقْبُري بالمناكر لَا يكْتب حَدِيثه قَالَه يحيى بن معِين\n33 -\nبشر بن إِبْرَاهِيم أَبُو عَمْرو الْأنْصَارِيّ وَيُقَال أَبُو سعيد روى عَن الْأَوْزَاعِيّ الموضوعات يروي عَنهُ الشاميون وَبَعض الْعِرَاقِيّين\n34 -\nبزيع بن حسان الْخصاف أَبُو الْخَلِيل الْبَصْرِيّ روى عَن هِشَام بن عُرْوَة وَمُحَمّد بن وَاسع أَحَادِيث مَوْضُوعَة روى عَنهُ عبد الرَّحْمَن بن الْمُبَارك العيشي\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "35 -\nبختري بن عبيد الطَّائِفِي روى عَن أَبِيه عَن أبي هُرَيْرَة بِأَحَادِيث مَوْضُوعَة روى عَن هِشَام بن عمار وَغَيره لَا شَيْء\n36 -\nبهْلُول بن عبيد روى أَحَادِيث ضَعِيفَة عَن سَلمَة بن كهيل وَإِسْمَاعِيل بن أبي خَالِد وَأبي إِسْحَاق السبيعِي وَغَيرهم من الثِّقَات لَا شَيْء\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "(التَّاء)\n37 -\nتليد بن سُلَيْمَان الْمحَاربي أَبُو إِدْرِيس ذكر بِسوء الْمَذْهَب من أَصْحَاب أبي الجحاف رُوِيَ عَنهُ بالموضوعات نسب إِلَى الْكَذِب والوضع لَا شَيْء\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "(الثَّاء)\n38 -\nثَابت بن زُهَيْر أَبُو زُهَيْر رُوِيَ عَن الْحسن وَنَافِع مُنكر الحَدِيث روى أَبُو سَلمَة التَّبُوذَكِي قَالَه البُخَارِيّ\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "(الْجِيم)\n39 -\nجَعْفَر بن الزبير لَا يكْتب حَدِيثه لَا يُسَاوِي شَيْئا روى عَن الْقَاسِم عَن أبي أُمَامَة غير حَدِيث لَا أصل لَهُ\n40 -\nجَعْفَر بن أبان مصري مُتَأَخّر حدث بِمصْر وبمكة عَن أبي صَالح وَابْن بكير وَابْن عفير وَابْن أبي مَرْيَم لَا شَيْء وَلَا يُسَاوِي شَيْئا\n41 -\nجراح بن الْمنْهَال أَبُو العطوف الْجَزرِي روى عَن الزُّهْرِيّ وَالْحكم بِالْمَنَاكِيرِ والأوهام وَحدث عَنهُ يزِيد بن هَارُون وَغَيره\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "42 -\nجارود بن يزِيد النَّيْسَابُورِي أَبُو عَليّ العامري روى عَن الثَّوْريّ بِغَيْر حَدِيث مِنْك وَكَانَ أَبُو أُسَامَة يرميه بِالْكَذِبِ مَاتَ بنيسابور فَدفن فِي مَقْبرَة الْحُسَيْن فَذكر عَن بعض الْمَشَايِخ أَنه إِذا مر بقبره قَالَ لَوْلَا تِلْكَ الْأَحَادِيث الَّتِي حدثت بهَا لزرت قبرك\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "(الْحَاء)\n43 -\nالْحَارِث بن نَبهَان ضعفه عَليّ بن الْمَدِينِيّ فَقَالَ كَانَ ضَعِيفا ضَعِيفا\n44 -\nالحاث بن وجيه الرَّاسِبِي الْبَصْرِيّ روى عَن مَالك بن دِينَار فِي أَحَادِيثه مَنَاكِير\n45 -\nالْحسن بن عَليّ الْهَاشِمِي الْمدنِي حدث عَن حميد بمناكير حدث عَنهُ وَكِيع لَا يُسَاوِي شَيْئا\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "46 -\nالْحسن بن أبي جَعْفَر واسْمه عجلَان الْجفْرِي مُنكر الحَدِيث ضعفه عَليّ بن الْمَدِينِيّ\n47 -\nالْحسن بن مُحَمَّد البَجلِيّ قَاضِي مرو حدث عَن حميد الطَّوِيل بمناكير حدث عَنهُ الفرياناني ومعاذ بن أَسد ووارث بن الْفضل لَا شَيْء\n48 -\nالْحسن بن عَليّ الأردني أَبُو عبد الْغَنِيّ شَامي حدث عَن مَالك بِأَحَادِيث مَوْضُوعَة\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "49 -\nالْحُسَيْن بن علوان شيخ كُوفِي حدث عَن هِشَام بن عُرْوَة بمناكير وموضوعات لَا شَيْء\n50 -\nالحكم بن عبد الله الْأَيْلِي لَيْسَ بِشَيْء تَركه بن الْمُبَارك وَقَالَ عَليّ بن الْمَدِينِيّ لَيْسَ بِشَيْء\n51 -\nحَمَّاد بن عِيسَى الْجُهَنِيّ يعرف بغريق الْجحْفَة روى عَن بن جريج وجعفر بن مُحَمَّد بِالْمَنَاكِيرِ لَا شَيْء حدثونا عَن الْكُدَيْمِي عَنهُ\n52 -\nحَمَّاد بن عَمْرو أَبُو إِسْمَاعِيل النصيبي يروي عَن الثِّقَات الْمَنَاكِير لَا شَيْء\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "52 -\nحَفْص بن سلم بن مقَاتل السَّمرقَنْدِي حدث عَن أَيُّوب السّخْتِيَانِيّ وَعبيد الله بن عَم ومسعر بِالْمَنَاكِيرِ تَركه وَكِيع وَكذبه\n53 -\nحبيب بن أبي حبيب الْمروزِي حدث عَن إِبْرَاهِيم الصَّائِغ وَأبي حَمْزَة السكرِي أَحَادِيث مَوْضُوعَة لَا شَيْء\n53 -\nحسان بن غَالب الْمصْرِيّ روى عَن مَالك بن أنس بِالْمَنَاكِيرِ ضَعِيف\n54 -\nحسان بن سياه أَبُو سهل الْبَصْرِيّ روى عَن ثَابت بمناكير ضَعِيف\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "(الْخَاء)\n55 -\nخَالِد بن إلْيَاس الْعَدوي يروي عَن مُحَمَّد بن الْمُنْكَدر وَهِشَام بن عُرْوَة قَالَ يحيى بن الْمعِين لَيْسَ بِشَيْء وَلَا يكْتب حَدِيثه\n56 -\nخَالِد بن الْقَاسِم أَبُو الْهَيْثَم الْمَدَائِنِي مَتْرُوك تَركه عَليّ وَالنَّاس حدثونا عَن الْحَارِث بن أبي أُسَامَة عَنهُ بِغَيْر حَدِيث مُنكر\n57 -\nخَالِد بن عبيد الْعَتكِي حدث بمرو عَن أنس بن مَالك بِأَحَادِيث مَوْضُوعَة لَا شَيْء\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "58 -\nخَالِد بن إِسْمَاعِيل أَبُو الْوَلِيد المَخْزُومِي يروي عَن عبيد الله بن عمر بِالْمَنَاكِيرِ وَكَذَلِكَ\n59 -\nخَالِد بن عبد الدَّائِم الْمصْرِيّ روى عَن نَافِع بن يزِيد مَوْضُوعَات\n60 -\nخَالِد بن عبد الرَّحْمَن أَبُو الْهَيْثَم الْخُرَاسَانِي روى عَن سماك وَمَالك بن مغول الْمَنَاكِير حدث عَنهُ عِيسَى الْعَسْقَلَانِي وَغَيره\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "(الدَّال)\n61 -\nدَاوُد بن المحبر بن قحذم أَبُو سُلَيْمَان حدث بمناكير فِي الْعقل وَغَيره حدثونا عَن الْحَارِث بن أبي أُسَامَة عَنهُ كذبه أَحْمد بن حَنْبَل وَالْبُخَارِيّ رحمهمَا الله\n62 -\nدَاوُد بن عَفَّان بن حبيب حدث عَن أنس عَن مَالك بِأَحَادِيث مَوْضُوعَة فِي فَضَائِل الْأَعْمَال وَفِي مُعَاوِيَة لَا شَيْء\n63 -\nدَاوُد بن عجلَان الْمَكِّيّ وَيعرف بالبجلي أَيْضا روى عَنهُ يحيى بن سليم حدث عَن أبي عقال عَن أنس بِالْمَنَاكِيرِ لَا شَيْء\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "64 -\nدهم بن قرَان يمامي لَيْسَ بِشَيْء وَلَا يكْتب حَدِيثه قَالَه يحيى بن معِين وَكَذَلِكَ\n65 -\nدِينَار بن عبد الله روى عَن أنس نُسْخَة مَنَاكِير كلهَا لَا شَيْء\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "(الذَّال)\n66 -\nذواد بن علبة الْحَارِثِيّ كوفى روى عَن مطرف بن ظريف وَلَيْث قَالَ يحيى بن معِين لَا يكْتب حَدِيثه\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "(الرَّاء)\n67 -\nروح بن جنَاح أَبُو سعيد الشَّامي أَخُو مَرْوَان روى عَنهُ الْوَلِيد بن مُسلم وَهُوَ يرْوى عَن مُجَاهِد بِأَحَادِيث مُنكرَة لَا شَيْء\n68 -\nروح بن مُسَافر أَبُو بشر الْبَصْرِيّ روى عَن حَمَّاد وَالْأَعْمَش تَركه عبد الله بن الْمُبَارك\n69 -\nرفدة بن قضاعة الغساني يروي عَن الْأَوْزَاعِيّ فِي حَدِيثه مَنَاكِير قَالَه البُخَارِيّ\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "70 -\nرَاشد بن معبد الوَاسِطِيّ يروي عَن أنس روى عَنهُ زيد بن الْحباب فِي حَدِيثه مَوْضُوعَات لَا شَيْء\n71 -\nرَجَاء بن أبي عَطاء شيخ مصري يروي عَنهُ يحيى الْخَولَانِيّ بِالْمَنَاكِيرِ كَذَلِك\n72 -\nركن بن عبد الله شَامي يروي عَن مَكْحُول بمناكير حدث عَنهُ آدم لَا شَيْء\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "(الزَّاي)\n73 -\nزِيَاد بن أبي حسان روى عَن أنس وَغَيره بِالْمَنَاكِيرِ حدث عَنهُ بن علية وَعبد الْعَزِيز الْعمي لَا شَيْء\n74 -\nزِيَاد بن مَيْمُون أَبُو عمار بَصرِي صَاحب الْفَاكِهَة سمع أنس بن مَالك مَتْرُوك\n75 -\nزِيَاد بن الْمُنْذر أَبُو الْجَارُود الْكُوفِي الثَّقَفِيّ صَاحب الْمَذْهَب الردي روى الْمَنَاكِير فِي الْفَضَائِل وَغَيره عَن الْأَعْمَش تَرَكُوهُ\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "76 -\nزِيَادَة بن مُحَمَّد روى عَن مُحَمَّد بن كَعْب الْقرظِيّ عَن فضَالة بن عبيد روى عَنهُ اللَّيْث مُنكر الحَدِيث قَالَه البُخَارِيّ\n77 -\nزيد بن جبيرَة بن مُحَمَّد بن جبيرَة الْأنْصَارِيّ مدنِي يكنى أَبَا جبيرَة يروي عَن دَاوُد بن الْحصين وَعَن أَبِيه مُنكر الحَدِيث مَتْرُوك\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "78 -\nزَكَرِيَّا بن دويد أَبُو أَحْمد الْكِنْدِيّ حدث بِالشَّام عَن حميد الطَّوِيل عَن أنس بن مَا بنسخة مَوْضُوعَة لَا شَيْء\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "(السِّين)\n79 -\nسعيد بن سِنَان أَبُو مهْدي الفلسطيني وَيُقَال الْحِمصِي يروي عَن أبي الزَّاهِرِيَّة بِالْمَنَاكِيرِ\n80 -\nوَسَعِيد بن ميسرَة الْبكْرِيّ\n81 -\nوَسَعِيد بن زون الثَّعْلَبِيّ\n82 -\nوَسَعِيد بن خَالِد بن أبي الطَّوِيل الشَّامي ثَلَاثَتهمْ رووا عَن أنس بن مَالك بِالْمَنَاكِيرِ روى عَن سعيد بن أبي طَوِيل مُحَمَّد بن شُعَيْب بن شَابُور لَا شَيْء\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "83 -\nسعيد بن دَاوُد الزنبري الْمدنِي يرْوى عَن مَالك بن أنس بِالْمَنَاكِيرِ كثير الْوَهم يكنى بِأبي عُثْمَان وَعَامة مَا يقلب على مَالك فِي نُسْخَة أبي الزِّنَاد\n84 -\nسُلَيْمَان بن أبي سُلَيْمَان القافلاني لَيْسَ بِشَيْء قَالَه عَليّ بن الْمَدِينِيّ وَكَذَلِكَ\n85 -\nسُلَيْمَان بن مُسلم الْبَصْرِيّ يروي عَن سُلَيْمَان التَّيْمِيّ بِالْمَنَاكِيرِ روى عَنهُ عبيد الله بن عَمْرو الجبيري لَا شَيْء\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "86 -\nسُلَيْمَان بن دَاوُد أَبُو دَاوُد النَّخعِيّ الْقَاص وَكَانَ ينْسب إِلَى تقشف وَعبادَة كذبه أَحْمد بن حَنْبَل حدث عَن ثِقَات الْمَدَنِيين والشاميين بِالْمَنَاكِيرِ لَا شَيْء\n87 -\nسُلَيْمَان بن بشار أَبُو أَيُّوب الْخُرَاسَانِي حدث عَن بن عُيَيْنَة وَعِيسَى بِالْمَنَاكِيرِ وَحَدِيثه بِمصْر وَالشَّام لَا يخفى على عُلَمَاء أهل الحَدِيث فَسَاده\n88 -\nسَالم بن الْبَلْخِي كَانَ يحجّ فَيكْتب عَنهُ فِي الطَّرِيق روى بِالْمَنَاكِيرِ عَن بن جريج وَعبيد الله بن عمر وَالثَّوْري تَركه بن الْمُبَارك لَا شَيْء\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "89 -\nسَالم بن عبد الْأَعْلَى أَبُو الْفَيْض روى عَن نَافِع بِغَيْر حَدِيث مُنكر روى عَنهُ بن نمير وَابْن إِدْرِيس\n90 -\nسَلام بن سُلَيْمَان الْمَدَائِنِي أَبُو سُلَيْمَان التَّيْمِيّ روى عَن أبي عَمْرو بن الْعَلَاء وَعَن حميد الطَّوِيل بِأَحَادِيث مُنكرَة روى عَنهُ شَبابَة وَهَارُون الْأَخْفَش\n91 -\nسَلمَة بن وردان أَبُو يعلى الجندعي مولى لبني لَيْث سكن الْمَدِينَة روى عَن أنس بمناكير حدث عَنهُ الثَّوْريّ وَابْن الْمُبَارك وَله أَخ يعرف بِعَبْد الرَّحْمَن سكن مَكَّة\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "92 -\nسكين بن أبي سراج روى عَن عبد الله بن دِينَار بمناكير وموضوعات حدث عَنهُ عَليّ بن حجر وَغَيره\n93 -\nسهل بن عبد الله بن بُرَيْدَة روى عَن أَبِيه فِي فضل مرو وَغَيره أحديث مُنكرَة يَرْوِيهَا عَنهُ أَخُوهُ أَوْس بن عبد الله\n94 -\nسوار بن مُصعب الْهُذلِيّ الْكُوفِي مَتْرُوك الحَدِيث حدث عَن كُلَيْب بن وَائِل عَن بن عمر بِالْمَنَاكِيرِ وروى عَن الْأَعْمَش وَإِسْمَاعِيل بن أبي خَالِد وعطية أَيْضا\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "95 -\nسيف بن عمر الضَّبِّيّ الْكُوفِي مُتَّهم فِي دينه مرمي بالزندقة سَاقِط الحَدِيث لَا شَيْء\n96 -\nسُفْيَان بن مُحَمَّد الْفَزارِيّ روى عَن بن عُيَيْنَة وَابْن وهب بِالْمَنَاكِيرِ روى عَنهُ بن قُتَيْبَة وَغَيره لَا شَيْء\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "(\nالشين\n)\n97 -\nشيخ بن أبي خَالِد الْبَصْرِيّ روى فِي الصِّفَات عَن حَمَّاد بن سَلمَة أَحَادِيث مُنكرَة روى عَنهُ مُحَمَّد بن أبي السّري لَا شَيْء\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "(الصَّاد)\n98 -\nصَالح بن حسان الْمدنِي يروي عَن مُحَمَّد بن كَعْب الْقرظِيّ مُنكر الحَدِيث مَتْرُوك\n99 -\nصَالح بن مُوسَى الطلحي من أهل الْكُوفَة يروي الْمَنَاكِير عَن عبد الْملك بن عُمَيْر وَغَيره مَتْرُوك\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "100 -\nصَخْر بن مُحَمَّد الْمروزِي أَبُو حَاجِب يعرف بالحاجبي روى عَن اللَّيْث وَابْن لَهِيعَة وَمَالك بِالْمَنَاكِيرِ لَا شَيْء\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "(الضَّاد)\n101 -\nضرار بن عَمْرو يروي عَن يزِيد الرقاشِي وَأَبَان بن أبي عَيَّاش وَغَيرهمَا مِنْهَا عَن أنس عَن تَمِيم الدَّارِيّ حَدِيث مُنكر\nالحديث: 101 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "(الطَّاء)\n102 -\nطَلْحَة بن عَمْرو الْمَكِّيّ ضَعِيف لَيْسَ بِشَيْء قَالَه يحيى بن معِين وَعلي بن الْمَدِينِيّ\n103 -\nطَلْحَة بن زيد الشَّامي يروي عَن الْأَوْزَاعِيّ وَغَيره مُنكر الحَدِيث قَالَه البُخَارِيّ وَكَذَلِكَ\n104 -\nطَاهِر بن الْفضل الْحلَبِي روى عَن بن عُيَيْنَة وحجاج بن مُحَمَّد بِالْمَنَاكِيرِ لَا شَيْء\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "(الْعين)\n105 -\nعبد الله بن جَعْفَر بن نجيح الْمَدِينِيّ وَالِد الإِمَام روى عَن سُهَيْل وَعبد الله بن دِينَار بِالْمَنَاكِيرِ تكلم فِيهِ ابْنه عَليّ رَحمَه الله وَحكي عَن قُتَيْبَة بن سعيد أَنه لما دخل بَغْدَاد وَاجْتمعَ عَلَيْهِ النَّاس فيهم أَحْمد وَعلي وَأَبُو خَيْثَمَة حدث عَن عبد الله فَقَامَ صبي فَقَالَ يَا با رجا ابْنه عَلَيْهِ ساخط حَتَّى ترْضى عَنهُ\n106 -\nعبد الله بن خَالِد بن سَلمَة المَخْزُومِي نزل الْبَصْرَة مُنكر الحَدِيث تكلم فِيهِ يحيى بن معِين روى عَنهُ مُحَمَّد بن عقبَة قَالَه البُخَارِيّ\n107 -\nعبد الله بن مُحَمَّد بن يحيى بن عُرْوَة بن الزبير الْمدنِي يعرف بِابْن زَاذَان حَدِيث حَدِيث عَنهُ إِبْرَاهِيم بن الْمُنْذر الْحزَامِي صَاحب مَنَاكِير وبواطيل\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "108 -\nعبد الله بن مَيْمُون القداح الْمَكِّيّ روى عَن جَعْفَر بن مُحَمَّد وَعبيد الله بن عمر بِالْمَنَاكِيرِ حدث عَنهُ زِيَاد بن يحيى أَبُو الْخطاب وَغَيره\n109 -\nعبد الله بن حَكِيم أَبُو بكر الداهري حدث عَن إِسْمَاعِيل بن أبي خَالِد وَالْأَعْمَش وَالثَّوْري بالموضوعات روى عَنهُ عَمْرو بن عون الوَاسِطِيّ\n110 -\nعبد الله بن السّري الْمَدَائِنِي يروي عَن مُحَمَّد بن الْمُنْكَدر وَأبي عمرَان الْجونِي وَغَيره بِالْمَنَاكِيرِ لَا شَيْء\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "111 -\nعبد الله بن مسور أَبُو جَعْفَر الْهَاشِمِي وَضاع للأحاديث لَا يسوى شَيْء\n112 -\nعبد الله بن أبي عَمْرو الْغِفَارِيّ الْمدنِي يروي أَحَادِيث مُنكرَة روى عَنهُ مسلمة بن قعنب وَغَيره لَا شَيْء\n113 -\nعبد الله بن علاج الْموصِلِي وَيُقَال بن أبي علاج روى عَن مَالك وَيُونُس بن يزِيد بِالْمَنَاكِيرِ لَا شَيْء\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "114 -\nعبد الله بن مُحَمَّد بن ربيعَة القدامي يروي عَن مَالك وَإِبْرَاهِيم بن سعد الْمَنَاكِير وَكَذَلِكَ\n115 -\nعبد الله بن وهب النسوي يروي عَن بن وهب وَيزِيد بن هَارُون الْمَنَاكِير لَا شَيْء\n116 -\nعبد الله بن عِيسَى أَبُو عَلْقَمَة الْفَروِي يرْوى عَن عبد الله بن نَافِع ومطرف عَن مَالك أَحَادِيث مُنكرَة مِنْهَا حَدِيث مطرف عَن مَالك عَن نَافِع سافروا تصحوا\nالحديث: 114 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "117 -\nعبد الله بن الْحَارِث بن حَفْص بن الْحَارِث أَبُو مُحَمَّد الصَّنْعَانِيّ كَانَ ينزل نيسابور حدث عَن عبد الرَّزَّاق بالموضوعات لَا شَيْء\n118 -\nعبد الله بن مُحَرر عَن قَتَادَة يروي عَنهُ بِالْمَنَاكِيرِ وَكَذَلِكَ أَبُو قَتَادَة\n119 -\nعبد الله بن وَاقد أَبُو قَتَادَة الْحَرَّانِي يروي عَن هِشَام وَابْن جريج مُنْكرا\nالحديث: 117 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "120 -\nعبد الرَّحْمَن بن مَالك بن معول روى عَن الْأَعْمَش وَعبيد الله بن عمر بِالْمَنَاكِيرِ لَا شَيْء\n121 -\nعبد الرَّحْمَن بن عبد الله الْعمريّ حدث عَن أَبِيه وَعَمه سُهَيْل وَهِشَام بِالْمَنَاكِيرِ وَكَذَلِكَ\n122 -\nعبد الرَّحْمَن بن زيد بن أسلم حدث عَن أَبِيه لَا شَيْء\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "123 -\nعبد الرَّحْمَن بن قيس أَبُو مُعَاوِيَة الزَّعْفَرَانِي حدث عَن حَمَّاد بن سَلمَة وَمُحَمّد بن حدث عَنهُ أَبُو مَسْعُود الرَّازِيّ لَا شَيْء\n124 -\nعبيد الله بن الْوَلِيد الْوَصَّافِي وَهُوَ من ولد وصاف بن عَامر يحدث عَن محَارب بن دثار بِالْمَنَاكِيرِ لَا شَيْء\n125 -\nعبيد الله بن أبي حميد الْهُذلِيّ يحدث عَنهُ مكي بن إِبْرَاهِيم يروي عَن أبي الْمليح وَعَطَاء بِالْمَنَاكِيرِ لَا شَيْء\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "126 -\nعبد الْوَهَّاب بن مُجَاهِد يروي عَن أَبِيه لَا يكْتب حَدِيثه لَيْسَ بِشَيْء قَالَ يحيى بن معِين وَعلي بن الْمَدِينِيّ\n127 -\nعبد الْوَاحِد بن قيس قَالَ بن سعيد شبه لَا شَيْء يحدث عَنهُ بن ذكْوَان الْعَجَائِب\n128 -\nعبد الْأَعْلَى بن أبي الْمسَاوِر ضَعِيف جدا يروي عَن نَافِع وَغَيره لَيْسَ بِشَيْء\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "129 -\nعبد الْعَزِيز بن أبان الْقرشِي أَبُو خَالِد الْأمَوِي الْكُوفِي يروي عَن مسعر وَالثَّوْري الْمَنَاكِير لَا شَيْء\n130 -\nعبد الْعَزِيز بن عبد الرَّحْمَن الْجَزرِي يروي عَن خصيف\n131 -\nوَعبد الْكَرِيم هُوَ بن مَالك يعرف بالوالسي حدث عَنهُ لوين الْمَنَاكِير\n132 -\nعبد الْملك بن هَارُون بن عنترة الشَّيْبَانِيّ روى عَن أَبِيه مَنَاكِير\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "133 -\nعبد الْملك بن قدامَة اللَّيْثِيّ يروي عَن عبد الله بن دِينَار مَنَاكِير\n134 -\nعبد الحكم بن عبد الله الْقَسْمَلِي روى عَن أنس نُسْخَة مُنكرَة لَا شَيْء وَكَذَلِكَ\n135 -\nعبد الحميد بن يحيى الْكُوفِي عَن مَالك وَشريك أَحَادِيث مُنكرَة\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "136 -\nعبد الْخَالِق بن زيد بن وَاقد الدِّمَشْقِي عَن أَبِيه لَا شَيْء وَكَذَلِكَ\n137 -\nعبد السَّلَام بن عبد القدوس الشَّامي روى عَن بن أبي عبلة روى عَنهُ هِشَام بن عمار لَا شَيْء\n138 -\nعبد الْمُهَيْمِن بن عَبَّاس بن سهل عَن آبَائِهِ أَحَادِيث مُنكرَة لَا شَيْء وَكَذَلِكَ\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "139 -\nعبد الْمُنعم بن بشير الْأنْصَارِيّ عَن مَالك الْعمريّ بِالْمَنَاكِيرِ روى عَنهُ النَّضر بن أنس\n140 -\nعبد السَّلَام بن صَالح بن سُلَيْمَان أَبُو الصَّلْت الْهَرَوِيّ يروي عَن حَمَّاد بن زيد وَأبي مُعَاوِيَة وَعباد بن الْعَوام وَغَيرهم أَحَادِيث مُنكرَة\nالحديث: 139 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "141 -\nعبد الْوَاحِد بن نَافِع الكلَاعِي يروي عَن الشاميين الموضوعات وَكَذَلِكَ\n142 -\nعبد الْوَهَّاب بن الضَّحَّاك الْحِمصِي يروي عَن إِسْمَاعِيل بن عَيَّاش لَا شَيْء\n143 -\nعبد الْأَعْلَى بن أعين روى عَن يحيى بن أبي كثير الْمَنَاكِير روى عَنهُ عبيد الله بن مُوسَى لَا شَيْء\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "144 -\nعبد الرَّحِيم بن زيد الْعمي عَن أَبِيه أَحَادِيث مُنكرَة وَكَذَلِكَ\n145 -\nعبد الرَّحِيم حبيب الْفرْيَابِيّ عَن بن عُيَيْنَة وَبَقِيَّة بن الْوَلِيد وَغَيرهمَا لَا شَيْء\n146 -\nعمر بن قيس الْمَكِّيّ أَخُو حميد ويلقب بسندل ضَعِيف لَا يكْتب حَدِيثه قَالَه عَليّ بن الْمَدِينِيّ\nالحديث: 144 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "147 -\nعمر بن مُحَمَّد بن صهْبَان الْمدنِي روى عَن نَافِع وَزيد بن أسلم لَا يكْتب حَدِيثه قَالَه عَليّ بن الْمَدِينِيّ\n148 -\nعمر بن زيد الصَّنْعَانِيّ روى عَن محَارب بن دثار وَأبي الزبير بِالْمَنَاكِيرِ حدث عَنهُ عبد الرَّزَّاق لَا شَيْء وَكَذَلِكَ\nالحديث: 147 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "149 -\nعمر بن حَفْص أَبُو حَفْص الْعَبْدي روى عَن ثَابت بِالْمَنَاكِيرِ\n150 -\nعمر بن رَاشد اليمامي وَهُوَ عمر بن عبد الله بن أبي خثعم أَبُو حَفْص روى عَن يحيى بن أبي كثير وَغَيره مَنَاكِير روى عَنهُ وَكِيع وَزيد بن الْحباب\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "151 -\nعمر بن صبح عَن قَتَادَة وَمُقَاتِل الموضوعات وَكَذَلِكَ\n152 -\nعمر بن هَارُون الْبَلْخِي عَن بن جريج وَالْأَوْزَاعِيّ وَشعْبَة الْمَنَاكِير لَا شَيْء\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "153 -\nعمر بن أَيُّوب الْمدنِي روى عَن أبي ضَمرَة وَمَالك بن أنس مَنَاكِير وَكَذَلِكَ\n154 -\nعمر بن رَاشد الْجَارِي روى عَن مَالك أَحَادِيث مُنكر لَا شَيْء\n155 -\nعُثْمَان بن عَطاء الْخُرَاسَانِي عَن أَبِيه أَحَادِيث مُنكرَة\nالحديث: 153 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "156 -\nعُثْمَان بن فائد ينتمي إِلَى قُرَيْش روى عَن الثِّقَات بِالْمَنَاكِيرِ لَا شَيْء\n157 -\nعُثْمَان بن خَالِد بن عمر بن عبد الله بن الْوَلِيد بن عُثْمَان بن عَفَّان عَن مَالك وَعِيسَى وَغَيرهمَا أَحَادِيث مَوْضُوعَة لَا شَيْء\nالحديث: 156 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "158 -\nعُثْمَان بن عبد الله بن عَمْرو الْأمَوِي من أهل الْمغرب يروي عَن مَالك وَاللَّيْث وَابْن لَهِيعَة وَرشْدِين وَحَمَّاد بن سَلمَة بِالْمَنَاكِيرِ حدثونا عَن أبي خُلَيْد عَنهُ\n159 -\nعَليّ بن يزِيد أَبُو عبد الْملك الْأَلْهَانِي الدِّمَشْقِي مُنكر الحَدِيث قَالَه البُخَارِيّ\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "160 -\nعَليّ بن أبي عَليّ اللهبي روى عَن مُحَمَّد بن الْمُنْكَدر بمناكير حدث عَنهُ الثِّقَات لم يرضه أَحْمد بن حَنْبَل رَضِي الله عَنهُ\n161 -\nعَليّ بن الْحسن الشَّامي الْمصْرِيّ روى عَن الثَّوْريّ وَمَالك وَابْن أبي ذِئْب والعمري أَحَادِيث مُنكرَة لَا شَيْء\n162 -\nعَليّ بن جميل بن يزِيد الرقي روى عَن جرير وَعِيسَى بن يُونُس بِالْمَنَاكِيرِ\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "163 -\nعَليّ بن سعيد بن شهريار الرقي روى عَن يزِيد بن هَارُون الْأنْصَارِيّ حديثين مقلوبين\n164 -\nعَمْرو بن عبيد بن بَاب الْبَصْرِيّ لَيْسَ بِشَيْء قَالَه عَليّ بن الْمَدِينِيّ\n165 -\nعَمْرو بن شمر الْجعْفِيّ يروي عَن جَابر الْجعْفِيّ بالموضوعات الْمَنَاكِير وَكَذَلِكَ\nالحديث: 163 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "166 -\nعَمْرو بن خَالِد الوَاسِطِيّ روى عَن زيد بن عَليّ وحبِيب بن أبي ثَابت لَا شَيْء\n167 -\nعَمْرو بن خَالِد الْأَعْشَى يرْوى عَن هِشَام بن عُرْوَة وَغَيره مَوْضُوعَات روى عَنهُ يُوسُف الْقطَّان وَكَذَلِكَ\n168 -\nعَمْرو بن جَمِيع يروي عَن هِشَام الْمَنَاكِير حدث عَنهُ مُحَمَّد بن الصَّلْت\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "169 -\nعَمْرو بن بكر السكْسكِي الرَّمْلِيّ عَن بن جريج وَابْن أبي عبلة مَنَاكِير لَا شَيْء وَكَذَلِكَ\n170 -\nعَمْرو بن خليف الْعَسْقَلَانِي مُتَأَخّر حدث عَن الثِّقَات بِالْمَنَاكِيرِ لَا شَيْء\n171 -\nعَمْرو بن مُحَمَّد الأعسم سَاقِط الحَدِيث روى عَن عبد الرَّحْمَن بن يحيى بن سعيد الْأنْصَارِيّ عَن أَبِيه أَحَادِيث مُنكرَة لَا أعلم لَهُ عَنهُ رَاوِيا غَيره\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "172 -\nعمار بن سيف الضَّبِّيّ روى عَن إِسْمَاعِيل بن أبي خَالِد وَالثَّوْري الْمَنَاكِير لَا شَيْء\n173 -\nعمرَان بن مُسلم روى عَن عبد الله بن دِينَار يرْوى عَنهُ يحيى بن سليم مُنكر الحَدِيث قَالَه البُخَارِيّ\n174 -\nعِيسَى بن مَيْمُون الْمدنِي مولى قُرَيْش روى عَن الْقَاسِم بن مُحَمَّد أَحَادِيث مَوْضُوعَة استعدى فِيهَا عَلَيْهِ عبد الرَّحْمَن بن مهْدي فَتَابَ مِنْهَا وَقَالَ لاأعود لَا شَيْء\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "175 -\nعِيسَى بن عبد الله بن مُحَمَّد بن عمر بن عَليّ بن أبي طَالب روى عَن أَبِيه عَن آبَائِهِ أَحَادِيث مَنَاكِير لَا يكْتب حَدِيثه لَا شَيْء\n176 -\nعباد بن كثير الْكَاهِلِي الثَّقَفِيّ شيخ يروي عَن جَعْفَر بن مُحَمَّد وَهِشَام بن عُرْوَة وَنَافِع وَأبي الزِّنَاد وَعبد الله بن مُحَمَّد بن عقيل وَالْحسن الْبَصْرِيّ كذبه سُفْيَان الثَّوْريّ وَحضر وَفَاته فَلم يصل عَلَيْهِ وَكَذَلِكَ\nالحديث: 175 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "177 -\nعباد بن كثير الرَّمْلِيّ روى عَن الثَّوْريّ حَدِيث طلب الْحَلَال فَرِيضَة لَا شَيْء\n178 -\nالْعَلَاء بن زيد يروي عَن أنس أَحَادِيث مَوْضُوعَة سكن الأبلة لَا شَيْء\n179 -\nعَبَّاس بن بكار الضَّبِّيّ بَصرِي يروي الْمَنَاكِير لَا شَيْء\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "180 -\nعون بن عمَارَة بَصرِي روى عَن حميد الطَّوِيل وَهِشَام بن حسان الْمَنَاكِير لَا شَيْء وَكَذَلِكَ\n181 -\nعَامر بن صَالح الزبيرِي روى عَن هِشَام بن عُرْوَة الْمَنَاكِير لَا شَيْء\n182 -\nعُبَيْس بن مَيْمُون الْعَطَّار أَبُو عبيد الْعَطَّار أَبُو عُبَيْدَة التَّيْمِيّ يعد فِي الْبَصرِيين روى عَن بكر الْمُزنِيّ وَيحيى بن أبي كثير وَمُحَمّد بن كَعْب الْقرظِيّ الْمَنَاكِير لَا شَيْء\nالحديث: 180 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "183 -\nعَنْبَسَة بن عبد الرَّحْمَن الْقرشِي تَرَكُوهُ قَالَه البُخَارِيّ وَكَذَلِكَ\n184 -\nعبيد بن الْقَاسِم روى عَن هِشَام بن عُرْوَة حدث عَنهُ أَبُو الْأَشْعَث لَا شَيْء\nالحديث: 183 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "185 -\nعوبد بن أبي عمرَان الْجونِي روى عَن أَبِيه وَاسم أَبِيه عبد الْملك بن حبيب أَحَادِيث مُنكرَة قَالَه البُخَارِيّ\nالحديث: 185 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "(الْغَيْن)\n186 -\nغَالب بن عبيد الله الْجَزرِي مُنكر الحَدِيث قَالَه البُخَارِيّ وَكَذَلِكَ\n187 -\nغياث بن إِبْرَاهِيم أَبُو عبد الرَّحْمَن الْكُوفِي تَرَكُوهُ قَالَه البُخَارِيّ\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "(الْفَاء)\n188 -\nفضل بن عِيسَى أَبُو عِيسَى الرقاشِي يعد فِي الْبَصرِيين كَانَ يرى الْقدر روى عَنهُ بن الْمُنْكَدر أَحَادِيث مُنكرَة قَالَه البُخَارِيّ قَالَ بن عُيَيْنَة لَيْسَ هُوَ أهل للرواية عَنهُ\n189 -\nفائد بن عبد الرَّحْمَن أَبُو الورقاء الْعَطَّار كُوفِي يروي عَن بن أبي أوفى مُنكر الحَدِيث قَالَه البُخَارِيّ\nالحديث: 188 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "190 -\nفضَالة بن الْحصين روى عَن عبيد الله بن عمر وَمُحَمّد بن عَمْرو بن عَلْقَمَة الْمَنَاكِير لَا شَيْء\n191 -\nفرات بن السَّائِب أَبُو سُلَيْمَان الْجَزرِي عَن مَيْمُون بن مهْرَان مُنكر الحَدِيث تَرَكُوهُ قَالَه البُخَارِيّ\n192 -\nالْفضل بن مَيْمُون ضعفه عَليّ بن الْمَدِينِيّ\n193 -\nفرض بن فضَالة أَبُو فضَالة الْحِمصِي\nالحديث: 190 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "عَن يحيى بن سعيد الْأنْصَارِيّ مُنكر الحَدِيث قَالَه البُخَارِيّ\nالجزء: 1 ¦ الصفحة: 130\n",
        "(الْقَاف)\n194 -\nالْقَاسِم بن عبد الله بن عمر الْعمريّ لَيْسَ بِشَيْء قَالَه عَليّ بن الْمَدِينِيّ وَيحيى بن معِين حدثت عَنْهُمَا بإسناديهما\n195 -\nقُطْبَة بن الْعَلَاء بن الْمنْهَال كُوفِي يروي عَن أَبِيه قَالَ البُخَارِيّ فِيهِ نظر\nالحديث: 194 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "196 -\nقَاسم بن عبد الله المكفوف من أهل الجزيرة حدث بِأَحَادِيث مَوْضُوعَة عَن سلم الْخَواص وَغَيره لَا شَيْء\nالحديث: 196 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "(الْكَاف)\n197 -\nكثير بن عبد الله بن عَمْرو بن عَوْف الْمُزنِيّ ضعفه عَليّ وَيحيى وَكَذَلِكَ\n198 -\nكثير بن سليم أَبُو هَاشم الأبلي يوري عَن أنس مُنكر الحَدِيث قَالَه البُخَارِيّ\nالحديث: 197 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "199 -\nكوثر بن حَكِيم مُنكر الحَدِيث عَن نَافِع وَعَطَاء قَالَه البُخَارِيّ روى عَنهُ هشيم\n200 -\nكَادِح بن رَحْمَة الزَّاهِد روى عَن الثَّوْريّ ومسعر أَحَادِيث مَوْضُوعَة روى عَنهُ أَبُو الرّبيع الزهْرَانِي\nالحديث: 199 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "(الْمِيم)\n201 -\nمُوسَى بن أبي كثير أَبُو الصَّباح الوَاسِطِيّ كَانَ يرى الْقدر روى عَن سعيد بن الْمسيب وَمُجاهد روى عَنهُ الثَّوْريّ ومسعر\n202 -\nمُوسَى بن عُبَيْدَة الربذي ضعفه عَليّ وَأحمد بن حَنْبَل نسبه إِلَى إِنْكَار الحَدِيث\nالحديث: 201 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "203 -\nمُوسَى بن عُمَيْر روى عَن الحكم بن عتيبة الْمَنَاكِير وَكَذَلِكَ\n204 -\nمُوسَى الطَّوِيل واسطي روى عَن أنس بن مَالك الْمَنَاكِير لَا شَيْء\n205 -\nمُوسَى بن مُحَمَّد بن إِبْرَاهِيم بن الْحَارِث التَّيْمِيّ ضعفه عَليّ بن الْمَدِينِيّ وَيحيى بن معِين روى عَن أَبِيه أَحَادِيث مَنَاكِير\nالحديث: 203 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "206 -\nمُوسَى بن مطير روى عَن أَبِيه عَن أبي هُرَيْرَة أَحَادِيث مُنكرَة وَكَذَلِكَ\n207 -\nمُوسَى بن مُحَمَّد الْبُلْقَاوِيُّ أَو طَاهِر يروي عَن مَالك بن أنس والوليد لَا شَيْء\n208 -\nمُحَمَّد بن سعيد بن أبي قيس الأردني شَامي يعرف بالمصلوب قتل فِي الزندقة كَانَ يروي المعضلات عَن الْأَثْبَات وَكَانَ دُحَيْم يروي عَنهُ أَنه كَانَ يَقُول إِنِّي لَا أُبَالِي إِذا سَمِعت كلمة حَسَنَة أَن أنشيء لَهَا إِسْنَادًا كَانَ بن عجلَان يحدث عَنهُ فَيَقُول حَدثنِي مُحَمَّد بن سعيد بن حسان بن قيس وَكَانَ سعيد بن أبي هِلَال يَقُول إِذا روى عَنهُ حَدثنِي مُحَمَّد بن سعيد الْأَسدي وَيُقَال لَهُ أَبُو عبد الرَّحْمَن الشَّامي وَيُقَال لَهُ مُحَمَّد الطَّبَرِيّ ينْسب إِلَى طبرية هُوَ سَاقِط بِلَا خلاف بَين أهل النَّقْل\nالحديث: 206 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "209 -\nمُحَمَّد بن زِيَاد الْجَزرِي الْيَشْكُرِي وَيُقَال الْحَنَفِيّ يروي عَن مَيْمُون بن مهْرَان وَغَيره الموضوعات وَكَذَلِكَ\n210 -\nمُحَمَّد بن السَّائِب الْكَلْبِيّ عَن أبي صَالح أَحَادِيثه مَوْضُوعَة\nالحديث: 209 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "211 -\nمُحَمَّد بن عبد الرَّحْمَن أَبُو جَابر البياضي سَاقِط ضعفه يحيى بن سعيد الْقطَّان\n212 -\nمُحَمَّد بن عبد الله بن زِيَاد أَبُو مُسلم الْأنْصَارِيّ بَصرِي يروي عَن حميد الطَّوِيل وَمَالك بن دِينَار وَلَيْسَ هُوَ مُحَمَّد بن عبد الله بن الْمثنى هَذَا ثِقَة مَأْمُون\n213 -\nمُحَمَّد بن الْمُنْذر بن عبيد الله الزبيرِي روى عَن هِشَام بن عُرْوَة أَحَادِيثه مُنكرَة روى عَنهُ عَتيق بن يَعْقُوب\n214 -\nمُحَمَّد بن سعيد الطَّائِفِي روى عَن بن جريج حَدِيثا مَوْضُوعا فِي أهل لَا إِلَه إِلَّا الله يرويهِ عَن الثِّقَات مثل بن عُيَيْنَة وَغَيره\nالحديث: 211 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "215 -\nمُحَمَّد بن زَاذَان مُنكر الحَدِيث\n216 -\nمُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي مُنكر الحَدِيث\n217 -\nمُحَمَّد بن عبد الْملك الْأنْصَارِيّ مدنِي سكن الشَّام روى عَن نَافِع وَابْن الْمُنْكَدر وَهِشَام بن عُرْوَة لَا شَيْء\nالحديث: 215 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "218 -\nمُحَمَّد بن الْحسن بن زبالة المخرومي عَن مَالك والداروردي مُنكر قَالَه البُخَارِيّ وَكَذَلِكَ\n219 -\nمُحَمَّد بن مُحصن الْأَسدي عَن الْأَوْزَاعِيّ وَغَيره مَنَاكِير\n220 -\nمُحَمَّد بن الْفضل بن عَطِيَّة البُخَارِيّ روى عَن زيد بن أسلم وَمَنْصُور بن الْمُعْتَمِر وَأبي إِسْحَاق وَدَاوُد بن أبي هِنْد مَوْضُوعَات حدث بالعراق وخراسان\nالحديث: 218 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "221 -\nمُحَمَّد بن الْفُرَات التَّيْمِيّ كُوفِي أَبُو عَليّ الْجرْمِي روى عَن محَارب بن دثار مَتْرُوك\n222 -\nمُحَمَّد بن عبد الله بن علاثة أَبُو الْيَسِير القَاضِي عَن الْأَوْزَاعِيّ وخصيف مَنَاكِير\n223 -\nمُحَمَّد بن الْحجَّاج اللَّخْمِيّ أَبُو إِبْرَاهِيم روى عَن عبد الْملك بن عُمَيْر مُنكر\nالحديث: 221 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "224 -\nمُحَمَّد بن مَرْوَان السّديّ صَاحب الْكَلْبِيّ سَاقِط فِي أَكثر رواياته\n225 -\nمُحَمَّد بن أَيُّوب بن سُوَيْد الرَّمْلِيّ عَن أَبِيه مَوْضُوعَات\n226 -\nمُحَمَّد بن الْحسن الْأَزْدِيّ من رَهْط الْمُهلب بن أبي صفرَة عَن مَالك مَنَاكِير\n227 -\nمُحَمَّد بن أبي الزعيزعة حدث بِالشَّام عَن نَافِع وَابْن الْمُنْكَدر مَنَاكِير\nالحديث: 224 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "228 -\nمُحَمَّد بن عمر الكلَاعِي روى عَن الْحسن وَقَتَادَة يرْوى عَنهُ سُوَيْد بن سعيد مَنَاكِير\n229 -\nمُحَمَّد بن إِبْرَاهِيم الشَّامي عَن الْوَلِيد بن مُسلم وَشُعَيْب بن إِسْحَاق وَبَقِيَّة وسُويد بن عبد الْعَزِيز مَوْضُوعَات حدث عَنهُ أَبُو يعلى وَالْحسن بن سُفْيَان\n230 -\nمُحَمَّد بن عبد الرَّحْمَن بن غَزوَان أَبُو قراد عَن مَالك وَإِبْرَاهِيم بن سعد وَعَن أَبِيه مَنَاكِير\nالحديث: 228 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "231 -\nمُحَمَّد بن تَمِيم الفاريابي يعرف بالسعدي كَذَّاب وَضاع\n232 -\nمُحَمَّد بن يحيى بن رزين المصِّيصِي عَن حجاج بن مُحَمَّد وَعُثْمَان بن عمر روى مَوْضُوعَات\n233 -\nمُحَمَّد بن يحيى بن ضرار الْمَازِني عسكري روى عَن مُسلم بن إِبْرَاهِيم والزهراني مَنَاكِير روى عَنهُ مُحَمَّد بن الْمسيب الأرغياني وَغَيره\n234 -\nمُحَمَّد بن الْقَاسِم الطايكاني الْبَلْخِي حدث بنيسابور وَفِي طَرِيق مَكَّة مَنَاكِير\nالحديث: 231 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "235 -\nمُحَمَّد بن عبد الْعَزِيز بن عمر بن عبد الرَّحْمَن بن عَوْف الزُّهْرِيّ عَن الزُّهْرِيّ وَأبي الزِّنَاد مُنكر الحَدِيث قَالَه البُخَارِيّ\n236 -\nمُحَمَّد بن عمر الْوَاقِدِيّ قَاضِي بَغْدَاد عَن مَالك وَمعمر مَتْرُوك الحَدِيث قَالَه البُخَارِيّ\n237 -\nمُحَمَّد بن كثير الْبَصْرِيّ يوري عَن يُونُس بن عبيد مُنكر الحَدِيث قَالَه البُخَارِيّ\n238 -\nمَرْوَان بن سَالم القرقسائي من أهل الشَّام أَبُو سَلمَة روى عَن عبد الْملك بن أبي سُلَيْمَان وَأبي بكر بن أبي مَرْيَم روى عَنهُ عبد الْمجِيد بن أبي رواد مُنكر الحَدِيث\nالحديث: 235 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "239 -\nميسرَة بن عبد ربه يروي الأباطيل مرمي بِالْكَذِبِ قَالَه البُخَارِيّ\n240 -\nمُخْتَار بن نَافِع التمار أَبُو إِسْحَاق التَّيْمِيّ مُنكر الحَدِيث قَالَه البُخَارِيّ\nالحديث: 239 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "241 -\nمطر بن مَيْمُون أَبُو خَالِد الْمحَاربي يعرف بالإسكاف كُوفِي وَضاع للأحاديث فِي الْفَضَائِل يوري عَن يُونُس بن بكير وَعبيد الله بن مُوسَى\n242 -\nمُعلى بن هِلَال الطَّحَّان روى عَن مُحَمَّد بن سوقة وَيُونُس بن عبيد والثقات بِالْمَنَاكِيرِ\n243 -\nمُعلى بن عرفان الْأَسدي بن أخي أبي وَائِل يروي عَن عَمه بِالْمَنَاكِيرِ\nالحديث: 241 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "244 -\nمهْدي بن هِلَال يعد فِي الْبَصرِيين ضعفه يحيى بن سعيد\n244 -\nمُكَرر ومسور بن الصَّلْت روى عَن بن الْمُنْكَدر كذبه أَحْمد بن حَنْبَل\n245 -\nمسلمة بن عَليّ الْخُشَنِي أَبُو سعيد الشَّامي روى عَن الْأَوْزَاعِيّ والزبيدي وَابْن جريج بِالْمَنَاكِيرِ\n246 -\nمَنْصُور بن عبد الحميد الْمروزِي وَكَانَ قَاضِي مرو يكنى أَبَا رَبَاح حدث عَن أنس وَأبي أُمَامَة بالأباطيل لَا شَيْء\nالحديث: 244 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "247 -\nمَأْمُون بن أَحْمد السّلمِيّ من أهل هراة خَبِيث وَضاع يروي عَن الثِّقَات مثل هِشَام بن عمار ودحيم بالموضوعات وَفِيمَا حدث عَن أَحْمد الجوباري الْكذَّاب عَن عبد الله بن معدان الْأَزْدِيّ عَن أنس مُسْندًا يكون فِي أمتِي رجل يُقَال لَهُ مُحَمَّد بن إِدْرِيس أضرّ على أمتِي من إِبْلِيس وَيكون فِي أمتِي رجل يُقَال لَهُ أَبُو حنيفَة هُوَ سراج أمتِي مثله يسْتَحق من الله تَعَالَى وَمن الرَّسُول وَمن الْمُسلمين اللَّعْنَة\nالحديث: 247 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "(النُّون)\n248 -\nنوح بن دراج قَاضِي الْكُوفِي حدث عَن الثِّقَات بِالْمَنَاكِيرِ لَا شَيْء وَقَالَ البُخَارِيّ لَيْسَ بِذَاكَ\n249 -\nنوح بن أبي مَرْيَم الْجَامِع أَبُو عصمَة قَاضِي مرو كَانَ جَامعا فِي الْخَطَأ وَالْكذب لَا شَيْء\nالحديث: 248 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "250 -\nنوح بن ذكْوَان روى عَن الْحسن المعضلات وَله صحيفَة عَن الْحسن عَن أنس لَا شَيْء\n251 -\nنهشل بن سعيد بن وردان النَّيْسَابُورِي روى عَن الضَّحَّاك بن مُزَاحم وَعَن دَاوُد بن أبي هِنْد كذبه إِسْحَاق قَالَه البُخَارِيّ\n252 -\nنفيع بن الْحَارِث أَبُو دَاوُد الْأَعْمَى روى عَن أنس والبراء وَزيد بن أَرقم وَبُرَيْدَة أَحَادِيث مُنكرَة روى عَنهُ إِسْمَاعِيل بن أبي خَالِد والْعَلَاء بن الْمسيب وَأَبَان بن تغلب لَا شَيْء\nالحديث: 250 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "253 -\nنعيم بن مورع بن تَوْبَة الْعَنْبَري روى عَن هِشَام مَنَاكِير\n254 -\nنجيح أَبُو معشر السندي مدنِي مولى أم مُوسَى أم الْمهْدي أَمِير الْمُؤمنِينَ روى عَن نَافِع وَابْن الْمُنْكَدر وَهِشَام بن عُرْوَة وَمُحَمّد بن عَمْرو الموضوعات لَا شَيْء\nالحديث: 253 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "255 -\nالنُّعْمَان بن ثَابت أَبُو حنيفَة مَاتَ بِبَغْدَاد سنة خمسين وَمِائَة قَالَ بِخلق الْقُرْآن واستتيب من كَلَامه الرَّدِيء غير مرّة كثير الْخَطَأ والأوهام\n256 -\nالنَّضر بن عبد الرَّحْمَن أَبُو عمر الخزاز الْكُوفِي يروي عَن عِكْرِمَة يروي عَنهُ عبد الحميد الْحمانِي مُنكر الحَدِيث قَالَه البُخَارِيّ\nالحديث: 255 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "257 -\nنَاصح بن عبد الله الْكُوفِي يروي عَن سماك مُنكر الحَدِيث قَالَه البُخَارِيّ\n258 -\nنَاصح بن الْعَلَاء أَبُو الْعَلَاء مولى بني هَاشم مُنكر الحَدِيث\nالحديث: 257 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "(الْوَاو)\n259 -\nالْوَلِيد بن مُحَمَّد الموقري أَبُو بشر مولى يزِيد بن عبد الْملك كثير الْمَنَاكِير وَكَذَلِكَ\n260 -\nالْوَلِيد بن سَلمَة الأردني شَامي يروي عَن عبيد الله بن عمر وَابْن أبي ذِئْب لَا شَيْء\nالحديث: 259 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "261 -\nالْوَلِيد بن الْوَلِيد الْعَنسِي روى عَن مُحَمَّد بن عبد الرَّحْمَن بن ثَابت بن ثوبا مَوْضُوعَات\n262 -\nالْوَلِيد بن مُوسَى الدِّمَشْقِي روى عَن الأوزاني حَدِيثا مُنْكرا\n263 -\nالْوَلِيد بن الْفضل الْعَنزي عَن الْكُوفِيّين الموضوعات\n264 -\nوهب بن وهب أَبُو البخْترِي القَاضِي قَالَ البُخَارِيّ سكتوا عَنهُ وَيُقَال لَهُ الْقرشِي لِأَن أمه عَبدة بنت عَليّ بن يزِيد بن ركَانَة بن عبد يزِيد روى عَن جَعْفَر بن مُحَمَّد وَهِشَام بن عُرْوَة وَعبيد الله بن عمر وَابْن عجلَان وَغَيرهم من الْمَدَنِيين لَا يكْتب حَدِيثه\nالحديث: 261 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "265 -\nوازع بن نَافِع الْعقيلِيّ روى عَن أبي سَلمَة وَسَالم مَنَاكِير مدارها على عَليّ بن ثَابت الْجَزرِي عَنهُ قَالَ البُخَارِيّ مُنكر الحَدِيث\nالحديث: 265 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "(الْهَاء)\n266 -\nهِلَال بن زيد بن يسَار أَو عقال سمع أنس بن مَالك فِي حَدِيثه مَنَاكِير قَالَه البُخَارِيّ\n267 -\nالْهَيْثَم بن عدي فِي فَضله وجلالته يُوجد فِي حَدِيثه الْمَنَاكِير عَن الثِّقَات وَقَالَ البُخَارِيّ سكتوا عَنهُ\nالحديث: 266 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "(الْيَاء)\n268 -\nيزِيد بن سُفْيَان أَبُو المهزم روى عَن أبي هُرَيْرَة الْمَنَاكِير تَركه شُعْبَة وأساء فِيهِ القَوْل\n269 -\nيزِيد بن عِيَاض بن جعدبة اللَّيْثِيّ حجازي مُنكر الحَدِيث قَالَه البُخَارِيّ\n270 -\nيزِيد بن عبد الْملك بن الْمُغيرَة بن نَوْفَل بن الْحَارِث بن عبد الْملك الْمدنِي يروي عَن يزِيد بن خصيفَة والمقبري قَالَ أَحْمد بن حَنْبَل عِنْده الْمَنَاكِير\nالحديث: 268 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "271 -\nيزِيد بن سِنَان أَبُو فَرْوَة الرهاوي يروي عَن الزُّهْرِيّ وَهِشَام بن عُرْوَة وَيحيى بن أبي كثير الْمَنَاكِير يروي عَنهُ ابْنه مُحَمَّد بن يزِيد\n272 -\nيحيى بن عبيد الله أَبُو موهب الْقرشِي التَّيْمِيّ عَن أَبِيه عَن أبي هُرَيْرَة نُسْخَة فِيهَا مَنَاكِير وَكَانَ من الْعباد تَركه يحيى الْقطَّان\nالحديث: 271 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "273 -\nيحيى بن أبي أنيسَة الْجَزرِي أَخُو زيد روى عَن الزُّهْرِيّ وَعَمْرو بن شُعَيْب فِيهِ ضعف لَيْسَ بِذَاكَ قَالَه البُخَارِيّ\n274 -\nيحيى بن سَلمَة بن كهيل الْكُوفِي عَن أَبِيه فِي حَدِيثه مَنَاكِير\nالحديث: 273 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "275 -\nيحيى بن سَابق الْمدنِي حدث عَن مُوسَى بن عقبَة وَأبي حَازِم وَابْن الْمُنْكَدر مَوْضُوعَات\n276 -\nيحيى بن عَنْبَسَة يروي عَن مَالك وَأبي حنيفَة وَابْن عُيَيْنَة وَدَاوُد بن أبي هِنْد أَحَادِيث مَنَاكِير لَا شَيْء\n277 -\nيحيى بن هَاشم أَبُو زَكَرِيَّا السمسار بغدادي روى عَن الْأَعْمَش ومسعر وَهِشَام بن عُرْوَة الْمَنَاكِير\n278 -\nيحيى بن شبيب اليمامي روى عَن الثَّوْريّ الموضوعات\nالحديث: 275 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "279 -\nيحيى بن يزِيد أَبُو شيبَة الرهاوي روى عَن إِسْمَاعِيل بن عَيَّاش لَا يَصح حَدِيثه\n280 -\nيُوسُف بن خَالِد بن عُمَيْر السَّمْتِي يروي عَن زِيَاد بن سعد وَغَيره من الثِّقَات فِي حَدثهُ مَنَاكِير قَالَ البُخَارِيّ سكتوا عَنهُ\nالحديث: 279 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "281 -\nيُوسُف بن عَطِيَّة الصفار أَبُو سهل الْبَصْرِيّ روى عَن ثَابت الْبنانِيّ قَالَ البُخَارِيّ مُنكر الحَدِيث\n282 -\nيُوسُف بن مَيْمُون الصّباغ يروي عَن عَطاء قَالَ البُخَارِيّ مُنكر الحَدِيث جدا\n283 -\nيُوسُف بن الصفر أَبُو الْفَيْض الشَّامي كَاتب الْأَوْزَاعِيّ روى عَن الْأَوْزَاعِيّ بِالْمَنَاكِيرِ مُنكر الحَدِيث\nالحديث: 281 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "284 -\nيَعْقُوب بن الْوَلِيد الْمدنِي روى عَن هِشَام بن عُرْوَة وَمَالك ومُوسَى بن عقبَة الْمَنَاكِير لَا شَيْء\n285 -\nيُونُس بن الْحَارِث الطَّائِفِي ضعفه عَليّ بن الْمَدِينِيّ\n286 -\nيُونُس بن عَطاء بن عُثْمَان بن ربيعَة الصدائي روى عَن حميد الطَّوِيل أَحَادِيث مَوْضُوعَة\nالحديث: 284 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "287 -\nياسين بن معَاذ أَو خلف الزيات روى عَن عَمْرو بن دِينَار وَأبي الزبير مُنكر الحَدِيث قَالَه البُخَارِيّ\n288 -\nاليسع بن طَلْحَة عَن عَطاء مُنكر الحَدِيث\n289 -\nيمَان بن الْمُغيرَة أَبُو حُذَيْفَة مُنكر الحَدِيث فجملة من سميته فِي هَذَا الْفَصْل بروايته للمناكير وللموضوعات والأباطيل وذكرته بِضعْف فَإِن أَمرهم لَا يخفى على عُلَمَاء أهل هَذِه الصَّنْعَة فَإِن النُّور فِي رواياتهم مَفْقُود والظلمة فِي أَكثر حَدِيثهمْ مَوْجُود وَإِنِّي وَإِن ذكرت اسْم الواقعين فيهم والواضعين مِنْهُم فَلم أذكرهم لِأَنِّي كنت لَهُم مُقَلدًا بل ذكرتهم إعلاما لجرح مِنْهُم قد تقدم لَهُم فعامة مَا نسبته إِلَى عَليّ بن عبد الله فَإِنِّي سمعته من مُوسَى بن إِبْرَاهِيم بن النَّضر الْعَطَّار البغداذي عَن مُحَمَّد بن عُثْمَان بن أبي شيبَة عَنهُ وَمَا نسبته إِلَى يحيى بن معِين فَإِنِّي سمعته من مُحَمَّد بن المظفر عَن عَليّ بن أَحْمد بن سُلَيْمَان عَلان الْمصْرِيّ عَن أَحْمد بن سعيد بن أبي مَرْيَم عَنهُ وَكَذَلِكَ مَا حكيته عَن البُخَارِيّ فَإِن أَبَا أَحْمد الغطريفي الْجِرْجَانِيّ حَدثنِي عَن أبي عَليّ آدم بن مُوسَى الخواري عَن مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ وكل وَاحِد من الْمَذْكُورين فِي هَذَا الْفَصْل بِنَوْع من الْأَنْوَاع إِذا نظرت فِي حَدِيثه وتميزته ارْتَفع الريب فِي أمره وَظهر لَك حَقِيقَته مَا نسبته إِلَيْهِ وَأَكْثَرهم عِنْدِي لَا تجوز الرِّوَايَة عَنْهُم وَلَا الِاحْتِجَاج بِحَدِيثِهِمْ وَإِنَّمَا يكْتب حَدِيث أمثالهم للاعتبار والمعرفة إِذْ لَا سَبِيل إِلَى معرفتهم إِلَّا بِالنّظرِ فِي حَدِيثهمْ وَإِذا احْتَاجَ الرَّاوِي إِلَى ذكرهم عرف لَهُم من الْوَضع وَالْكذب وَالوهم وَالْخَطَأ وَالْإِنْكَار وَغير ذَلِك مَا يذكرهم بِهِ ويضيفه إِلَيْهِم ليَكُون مَا كتب من حَدِيثه شَاهدا لَهُ على جرحه لَهُم نسْأَل الله تَعَالَى جميل توفيقه وستره وَأَن يعصمنا من مخازي الدُّنْيَا وَالْآخِرَة بِلُطْفِهِ ورأفته فَكَانَ مِمَّن رفع الله دَرَجَته وَأَعْلَى شَأْنه من أَئِمَّتنَا الماضين وأسلافنا الْمُتَقَدِّمين مُسلم بن الْحجَّاج النَّيْسَابُورِي رَحمَه الله\nالحديث: 287 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        ""
    ]
}