{
    "1": [
        "الضعفاء والمتروكون للدارقطني\nالضعفاء والمتروكون للدارقطني\nالدارقطني\nالكتاب:\nالضعفاء الضعفاء والمتروكون\nالمؤلف:\nأبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي الدارقطني (المتوفى: 385هـ)\nالمحقق:\nد. عبد الرحيم محمد القشقري، أستاذ مساعد بكلية الحديث بالجامعة الإسلامية\nالناشر:\nمجلة الجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nجزء (1):\nالعدد 59، رجب - شعبان - رمضان 1403 هـ\nجزء (2):\nالعدد 60، شوال - ذو القعدة - ذو الحجة 1403 هـ\nجزء (3):\nالعدد 63 - 64، رجب - ذو الحجة 1404 هـ\nعدد الأجزاء:\nنُشر على 3 أعداد في مجلة الجامعة الإسلامية\n[ترقيم الكتاب موافق للمطبوع (المجلة) وهو مذيل بالحواشي]\n",
        "الإمام الدارقطني\n:\nهو الإمام أبو الحسن علي بن عمر بن أحمد بن مهدي البغدادي صاحب السنن. ولد سنة ست وثلاث مائة.\nسمع البغوي وابن صاعد وابن دريد.\nومن تلامذته أَبو بكر البرقاني وحمزة بن محمد بن طاهر والأزهري. وخلق.\nقال الذهبي: - \"سمع ببغداد والبصرة والكوفة وواسط وارتحل في كهولته إلى مصر والشام وصنف التصانيف الفائقة\".\nقال الخطيب البغدادي: - \"كان فريد عصره وإمام وقته وانتهى علم الأثر والمعرفة بالعلل وأَسماء الرجال مع الصدقة والثقة وصحة الاعتقاد والاضطلاع من علوم كالقراءات فإن له فيها مصنفاً سبق فيه إلى عقد الأبواب قبل فرش الحروف وتأسى القراء بعده\".\nقلت: \"وكتابه العلل الكبير يشهد له بالعلم وسعة الإطلاع في أَقوال المتقدمين وأهل عصره\".\nوقد نسب إلى التشيع لسبب حفظه ديوان السيد الحميري. وهى تهمة ردها الإمام الذهبي رحمه الله.\nوهناك مواقف تدل على عظيم شأنه ودقة انتباهه لما يملى في المجالس فمن تلك ما نقله الخطيب البغدادي عن الأزهري حيث قال: \" بلغني أن الدارقطنى حضر في حداثته مجلس إسماعيل الصفار وقعد ينسخ جزءاً والصفار يملى. فقال رجل- للدارقطنى-: لا يصح. سماعك وأنت تنسخ. فقال: فهمي للإملاء خلاف فهمك. أتحفظ كم أملى الشيخ. قال: لا أَدرى. قال: أملى ثمانية عشر حديثاً. الحديث الأول عن فلان عن فلان ومتنه كذا وكذا. والحديث الثاني عن فلان عن فلان. ومتنه كذا وكذا. ومر في ذلك حتى أَتى على الأحاديث فتعجب الناس منه\".\nمات رحمه الله سنة خمس وثمانين وثلاثمائة (1) .\n(1) لاستيفاء ترجمته انظر تاريخ بغداد 12/34، تذكرة الحفاظ 3/199.\nالجزء: 1 ¦ الصفحة: 247\n",
        "كتاب الضعفاء:\nيعتبر كتاب الإمام الدارقطني من أمهات الكتب التي اعتمد عليها المصنفون في علم الجرح والتعديل. كميزان الاعتدال - ولسان الميزان - وتهذيب الكمال وغيرها من الكتب التي أَصبحت فيما بعد من المراجع المهمة للباحثين.\nوأَن كلام الدارقطني في الضعفاء ليس مقصوراً على كتابه الذي بين أيدينا بل تكلم عنهم في كتابه السنن وكتابه العلل وهذا ما يفسر لنا اختلاف لفظ التضعيف في راو ما في المراجع المختلفة التي وقفت عليها.\nومن الغريب حقاً أن نرى ثبوت المصنف على قوله في التصنيف بعكس الإمام ابن حبان البستي مثلاً حيث يذكر- أَحياناً- بعض الرواة في كتابه المجروحين ثم يعيد ذكرهم في كتاب الثقات. مما يدل على أن الدارقطني لم يصدر حكمه في ذلك الراوي إلا بعد دراسة لحاله ورواياته ومن أَجل هذا جاء كلامه ثابتاً عنه.\nوعند مقابلتي لأقواله مع أقوال غيره لم أجد من الغير تردداً في أي راو تكلم عنه الدارقطني بل هناك بعض علماء الجرح تكلموا في الراوي كلاماً أَشد من كلام الدارقطنى مما يرجح تأدب الدارقطني في هذه الناحية طالما أنه استطاع أن يبين حال الرواة.\nوفي الحقيقة لم أَتمكن من التعليق على جميع الذين تكلم عنهم لأن الغرض هو إحياء هذا الجزء ليكون في متناول الباحثين الذين يفتقدون هذا الكتاب إن لم يكن كلهم فجلهم. ولعل نشره في مجلة جامعية يعفيني من المطالبة بتكثير الحواشي لأن الغرض هو الكتاب وليست الحاشية.\nوأَرجو أن أكون ممن ساهم ولو بجهد قليل في إحياء هذا التراث النادر. وإنني آمل أن أقدم موضوعاً منفصلاً عن الدارقطني ومؤلفاته وجهوده في إحياء السنة النبوية.\nجزء فيه الضعفاء والمتروكون:\nلأبي الحسن علي بن عمر بن أَحمد بن مهدي الدارقطني.\nرواية: أبي محمد الحسن بن علي بن محمد الجوهري عنه.\nرواية: أبي منصور محمد بن عبد الملك بن خيرون عنه إجازة.\nرواية: الشيخة أم عبد الكريم فاطمة بنت أبي الحسن سعد الخير بن محمد بن سهل الأنصاري.\nرواية: أبي عبد الله محمد بن إسماعيل بن أحمد المقدسي عنها سماعا منه لعبد الحافظ بن عبد المنعم بن غازي الكوري.\nالجزء: 1 ¦ الصفحة: 248\n",
        "قال أبو بكر أحمد بن محمد بن غالب الخوارزمي البرقاني: \"طالت محاورتي مع أبو منصور إبراهيم بن الحسين بن حمكان لأبي الحسن علي بن عمر الدارقطني - عفا الله عنه وعنهما- في المتروكين من أصحاب الحديث فتقرر بيننا وبينه على ترك من أثبته على حروف المعجم في هذه الورقات.\nأبواب الألف\n:\nباب إبراهيم\n1-\nإبراهيم بن الفضل المدني المخزومي عن المقبري روى عنه إسرائيل وكناه أبا إسحاق (1) .\n2-\nإبراهيم بن الحكم بن أبان العدني.\nقال أحمد بن حنبل: \"في سبيل الله دراهم أنفقناها إلى عدن إلى إبراهيم بن الحكم\" (2) .\n3-\nإبراهيم بن علي الرافعي. يروي عن كثير بن عبد الله عن أبيه عن جده عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:\n\"صلى على النجاشي فكبر عليه خمساً\".\nروى عنه أيوب بن حسن بن علي بن أبي رافع عن أبيه (3) .\n4-\nإبراهيم بن محمد بن إبراهيم بن الحارث التميمي (4) .\nيحدث عن أبيه عن جابر عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"لا تجعلوني كقدح الراكب\" (5) .\nلا يتابع عليه. روى عنه موسى بن عبيدة.\n5-\nإبراهيم بن محمد بن عبد العزيز الزهري مدني يروي عن أبيه (6) .\n6-\nإبراهيم بن خثيم بن عراك بن مالك. بغدادي (7) .\n7-\nإبراهيم بن عثمان. أبو شيبه قاضي واسط.\n(1) قال الذهبي: تركه غير واحد- ت ق- (ديوان 11) .\n(2) قال الذهبي: متروك- ق-.\nونقل قول الإمام أحمد في الميزان- ولم أجد هذه العبارة في كتاب العلل ومعرفة الرجال للإمام أحمد.\nانظر: (ديوان 9، ميزان الاعتدال 1/27) .\n(3) قال البخاري: فيه نظر التاريخ الكبير 1/310.\n(4) قال البخاري: لم يثبت حديثه روى عنه موسى بن عبيدة. ضعف لذلك.\nوقال ابن حبان: من أهل المدينة منكر الحديث ولا أعلم له راوياً إلا موسى بن عبيدة الربذي. وموسى ليس بشيء في الحديث ولا أدرى البلية في أحاديثه والتخليط في روايته منه أو من موسى. انظر (التاريخ الكبير ا/1/320، المجروحين 1/108) .\n(5) العقيلى.\n(6) قال الذهبي: تركوه (ديوان 12) .\n(7) قال النسائي: متروك الحديث بغدادي (الضعفاء والمتروكين 13) .\nالجزء: 1 ¦ الصفحة: 249\n",
        "حدثني أبو شيبه عن الحكم بن إبراهيم بن عطية أبو إسماعيل الثقفي واسطي. ذكر عنه هشيم عن مغيرة عن إبراهيم.\n\"النظر في مرآة الحجام دنأة\" (1) .\n8-\nإبراهيم بن عمر بن أبان بصري سمع أباه يحدث عن عمر وعثمان بن عفان. روى عنه أبو معبد البراد روى عن الزهري حديثاً لم يتابع عليه (2) .\n9-\nإبراهيم بن عمر بن سفينة يقال له برية. حدث عنه أبو معشر البراء. لا يعرف أبوه إلا به.\nروى عنه ابن أبي فديك وإبراهيم بن عبد الرحمن بن مهدي والبصريون (3) .\n10-\nإبراهيم بن هراسة الكوفي أبو إسحاق الشيباني يروي عن الثوري ما لا يتابع عليه (4) .\n11-\nإبراهيم بن هدبه بصري. عن أنس (5) .\n12-\nإبراهيم بن يزيد الخوزي. أبو إسماعيل سكن شعب الخوز (6) .\n13-\nإبراهيم بن محمد بن أبي يحيي الأسلمي المديني (7) .\n14-\nإبراهيم بن حيان بن حكيم ويقال ابن البرأ من ولد أنس عن شعبة ومالك وحماد بن زيد وشريك (8) .\n15-\nإبراهيم بن أبي بكر بن المنكدر التميمي جازي عن ربيعة بن أبي عبد الرحمن (9) .\n16-\nإبراهيم بن أبي حية واسم أبي حية اليسع- روى عنه قتيبة وداود بن حماد بن فراصة (10) .\n17-\nإبراهيم بن زيد الأسملي عن مالك (11) .\n(1) قال النسائي: متروك الحديث (الضعفاء والمتروكين 13) .\n(2) قال ابن حبان: ليس ممن يحتج بخبره إذا انفرد. (المجروحين1 /. 11) ..\n(3) ترجم له الذهبي في موضعين: الأول في باب إبراهيم- والثاني في باب برية. انظر (ميزان الاعتدال 1/50/306) ..\n(4) قال فيه مسلم: ذاهب الحديث (الكنى والأسماء 1/6) .\n(5) قال الذهبي: كذاب (ديوان 13) .\n(6) قال الذهبي: متروك (ديوان 14) .\n(7) قال الذهبي: متروك عند الجمهور. وقال أبو داود: كان قدرياً رافضياً (ديوان 13) .\n(8) قال الذهبي: كأنه ابن البرأ واه (ديوان 9) .\n(9) قال الذهبي: قال الدارقطني ضعيف (ميزان الاعتدال 1/24) .\n(10) قال ابن عراق: ابن أبي حية بالمثناة التحتية المشددة (تنزيه الشريعة 1/21) .\n(11) قال ابن حبان: منكر الحديث جداً (المجروحين 1/113) .\nالجزء: 1 ¦ الصفحة: 250\n",
        "إبراهيم بن عمير بن بكر السكسكي رملي متروك يروي عن جعفر بن محمد وعن ابن جريج وإسماعيل بن أمية. وروى عن هشام بن عروة حديثاً مسنداً (1) .\n19-\nإبراهيم بن مهاجر بن مسمار المدني (2) . والكوفي هو جابر يعتبر به.\n20-\nإبراهيم بن عبيد الله بن همام بن أخي عبد الرزاق عن عمه كذاب يضع الحديث (3) .\n21-\nإبراهيم بن عبد الله بن خالد المصيصي عن الحارث بن عطية ووكيع (4) .\n22-\nإبراهيم بن زكريا العبدساني يروي عن خالد الواسطي (5) .\n23-\nإبراهيم بن على الغزي سكن الكوفة عن مالك ويزيد بن عبد العزيز بن سياه (6) .\n24-\nإبراهيم بن محمد بن صدقة العامري كوفي يروي عن مروان الفزاري وسعيد بن عبد العزيز (7) .\n25-\nإبراهيم بن صالح بن درهم الباهلي بصري مقل يروي عن أبيه (8) . أبوه صالح ثقة (9) .\n26-\nإبراهيم بن صرمة بن أبي صرمة الأنصاري عن يحيى بن سعيد الأنصاري (10) .\n27-\nإبراهيم بن حماد بن أبو حازم الزهري الضرير سكن مصر عن مالك والحجازي (11) .\n28-\nإبراهيم بن بشير مكي عن مالك وابن عيينه ومعاوية الضال وحباب بن فضالة (12) .\n29-\nإبراهيم بن إسماعيل بن مجمع سمعته يقول متروك (13) .\n(1) قال الذهبي: قال الدارقطني متروك (ديوان 11) .\n(2) قال النسائي: ضعيف مدني (الضعفاء والمتروكين 12) .\n(3) انظر (تنزيه الشريعة 221) .\n(4) قال ابن حبان: يسوي الحديث ويسرقه (المجروحين 1/116) .\n(5) قال الذهبي: هو العبدسي وعبدسي من قرى واسط (ميزان الاعتدال 1/31) .\n(6) قال ابن حجر: قال الدارقطنى روى عن سويد بن عبد العزيز بن سياه (لسان الميزان 1/84) .\n(7) قال الذهب: ي ضعيف (ديوان 12) .\n(8) قال الذهبي: ضعفه الدارقطنى (ديوان 10) .\n(9) وثقه ابن معين من الرابعة- د- (التقريب والتهذيب 149) .\n(10) قال ابن معين: كذاب خبيث (لسان الميزان 1/50) .\n(11) قال ابن حجر: ضعفه الدارقطني (لسان الميزان 1/50) .\n(12) قال ابن حجر: قال الدارقطنى ضعيف (لسان الميزان 1/40) .\n(13) قال ابن حجر ضعيف من السابعة- خت ق-.\nالجزء: 1 ¦ الصفحة: 251\n",
        "إبراهيم بن إسماعيل الصيني سمعته يقول متروك (1) .\n31-\nإبراهيم بن إسماعيل بن أبي حبيبة سمعته يقول متروك (2) .\nباب أحمد\n32-\nأحمد بن عطاء الهجيمي بصري يروي عن خالد العبد (3) .\n33-\nأحمد بن أخت عبد الرزاق كذاب (4) .\n34-\nأحمد بن الحسن المضري متأخر كذاب (5) .\n35-\nأحمد بن عبد الله الفريابي مروزي حدثونا عنه يروي عن أبي عاصم النبيل (6) .\n36-\nأحمد بن عبد الله الجويباري هروى كذاب (7) .\n37-\nأحمد بن معدان العبدي عن ثور بن يزيد روى عنه محمد ابن وزير الواسطي متروك (8) .\n38-\nأحمد بن علي بن أخت عبد القدوس عن مالك. مقل متروك.\n39-\nأحمد بن محمد الأنصاري أبو عقبة بصري سكن الجزيرة عن عبد الأعلى بن عبد الأعلى حدث عنه هلال بن العلا (9) .\n40-\nأحمد بن محمد بن مالك بن أنس عن ابن أبي أويس عن أبيه عن جده (10) .\n41-\nأحمد بن عاصم الموصلي عن مالك (11) .\n(1) انظر (ديوان 8) .\n(2) قال الذهبي ونفسه أحمد وضعفه غيره (ديوان 8) .\n(3) قال ابن حجر: قال الدارقطنى متروك (لسان الميزان 1/221) .\n(4) قال ابن عراق متهم (تنزيه الشريعة 1/30) .\n(5) قال ابن عراق: المضري بضم الميم وبالضاد المعجمة. كذبه الدارقطنى (تنزيه الشريعة 1/26) .\n(6) قال أبو نعيم: كان وضاعاً (تنزيه الشريعة 1/28) .\n(7) قال ابن عراق: دجال وضع حديثاً كثيراً (تنزيه الشريعة 1/28) .\n(8) ديوان 6) .\n(9) قال الذهبي: ضعيف واه (ديوان 6) .\n(10) قال ابن حبان: منكر الحديث (لسان الميزان 1/292) .\n(11) ديوان 5) .\nالجزء: 1 ¦ الصفحة: 252\n",
        "أحمد بن دهثم الأسدي عن مالك متروك (1) .\n43-\nأحمد بن سليمان القرشي الخفتاني عن مالك متروك (2) .\n44-\nأحمد بن الحكم العبدي كوفي عن شريك والكوفيين (3) .\n45-\nأحمد بن يحي الأحول الكوفي عن مالك وشريك (4) .\n46-\nأحمد بن عمار بن نصر عن مالك مقل (5) .\n47-\nأحمد بن محمد صاحب بيت الحكمة له حديث واحد عن متروك (6) .\n48-\nأحمد بن محمد بن عمر بن يونس بن القاسم يماني عن جده وعبد الرزاق (7) .\n49-\nأحمد بن الحسن بن القاسم الكوفي سكن مصر- يعرف برسول نفسه عن ابن عيينه ووكيع متروك (8) .\n50-\nأحمد بن عبد الله بن ميسرة النهاوندي أبو ميسرة عن أبي معاوية والكوفيين (9) .\n51-\nأحمد بن داود بن عبد الغفار الحراني عن أبي مصعب متروك كذاب (10) ـ وجده عبد الغفار بن داود من الثقات (11) ـ\n52-\nأحمد بن عيسى بن عبد الله بن محمد أبو طاهر عن ابن أبي فديك وابنه وأبوه عيسى يعرف بمبارك وجده عبد الله بن صالح حدث عنه أبو أسامة كذاب (12) .\n53-\nأحمد بن طاهر بن حرمله بن يحي التجيبي مصري يكذب (13) .\n54-\nأحمد بن محمد بن عيسى السكوني بغدادي عن أبي يوسف القاضي وأبو بكر بن عياش (14) .\n(1) ديوان 3) .\n(2) قال الذهبي: قال الدارقطني متروك كذاب (ديوان 3) .\n(3) انظر (ديوان 3) .\n(4) انظر (ديوان 7) .\n(5) قال ابن حجر: قال الدارقطنى متروك (لسان الميزان 1/234) .\n(6) قال ابن حجر: قال الدارقطني حدث عن مالك. متروك (لسان الميزان 1/296) .\n(7) قال الحاكم: له أفراد وعجائب (ميزان الاعتدال 1/147) .\n(8) انظر (ميزان الاعتدال 1/90) .\n(9) قال ابن حبان: يسرق أحاديث الثقات ويلزقها بأقوام أثبات لا يحل الاحتجاج به (المجروحين 1/ 144) .\n(10) انظر (ديوان 3) .\n(11) قال ابن حجر: ثقة فقيه من العاشرة- خ دس ق- (تقريب التهذيب 216) .\n(12) انظر (ميزان الاعتدال 1/126) .\n(13) انظر (ديوان4) .\n(14) انظر (ديوان 5) .\nالجزء: 1 ¦ الصفحة: 253\n",
        "أحمد بن ميتم بن أبي نعيم الفضل بن دكين كوفي عن جده وعلي بن قادم (1) .\n56-\nأحمد بن صالح المكي السمومي أَبو جعفر يحدث عنه شيوخنا (2) .\n57-\nأحمد بن محمد بن خالد بن مرداس غلام خليل متروك (3) .\n58-\nأحمد بن محمد بن مفلس بن الصلت الحماني أبو العباس ابن أخي جبارة بن المفلس البغدادي عن مالك الزاهد وإسماعيل بن أبي أويس وأبى عبيد ومن بعدهم يضع الحديث (4) .\n59-\nأحمد بن محمد بن عمرو بن مصعب بن بشر أبو بشر المروزي يضع الحديث عن أبيه عن جده (5) .\n60-\nأحمد بن العباس الهاشمي أبو بكر البصري زوج أم موسى عن محمد بن عبد الأعلى الصنعاني متروك (6) .\n61-\nأحمد بن محمد بن حرب أبو الحسن الملحمي حدث عنه شيخنا الأنبدوني (7) .\n62-\nأحمد بن محمد بن الفضل المقدسي الأيلي عن نصر بن علي وغيره (8) .\n63-\nأَحمد بن محمد بن الأزهر بن حرفا السجستاني حدثونا عنه أبو العباس الأزهري وبلغني أن ابن خزيمة حسن الرأي فيه (9) .\n64-\nأحمد بن علي بن سلمان المروزي عن إبراهيم بن المنذر والمدنيين (10) .\n65-\nأحمد بن أبي سليمان القواريري بغدادي أبو جعفر عن حماد بن سلمة روى عنه ابن مخلد ونهشل من باب الشعير (11) .\n(1) انظر (ديوان 6) .\n(2) انظر (ميزان الاعتدال 1/104) .\n(3) قال ابن عراق: معروف بالوضع (تنزيه الشريعة 1/33) .\n(4) انظر (لسان الميزان 1/269، تنزيه الشريعة 1/33) .\n(5) قال ابن عراق: كذاب وضع شيئاً كثيراً (تنزيه الشريعة 1/33) .\n(6) قال الذهبي: ساقط (ديوان 4) .\n(7) قال ابن عدي: يتعمد الكذب ويضع (ميزان الاعتدال1/134)\n(8) قال الذهبي: دجال (ديوان 6) .\n(9) قال السلمي: سألت الدارقطني عن الأزهري فقال منكر الحديث لكن بلغني أن ابن خزيمة حسن الرأي فيه ويكفي بهذا فخراً (ميزان الاعتدال 1/131) .\n(10) ديوان 5) .\n(11) قال ابن حجر: قال الدارقطني روى عن حماد بن سلمة مقلوبات كان مغفلاً يترك ولا يحتج به. وقال في العلل ضعيف - (أنظر لسان الميزان 1/183) .\nالجزء: 1 ¦ الصفحة: 254\n",
        "أحمد بن حمك النيسابوري أبو حفص عن ابن ماسرجس ونظرائه (1) .\n67-\nأحمد بن عبد الله بن يزيد المؤدب أبو جعفر يعرف بالهشيمي عن عبد الرزاق (2) .\n68-\nأحمد بن الخليل بن مالك بن ميمون أبو العباس بغدادي يعرف بجور عن أبي بكر بن عياش والأصمعي وزينب بنت سليمان (3) .\n69-\nأحمد بن خالد الشيباني عن عيسى بن يونس (4) .\n70-\nأحمد بن يحيى بن أبي العباس الخوارزمي عن ابن فهزاد وغيره متروك (5) .\n71-\nأحمد بن الخليل القومسي ضعفه أبو زرعة الرازي (6) .\n72-\nأحمد بن عيسى بن زيد التنيسى عن أبي حفص وعبد الله بن يوسف مصري ليس بالقوي (7) .\nباب إسماعيل\n73-\nإسماعيل بن أبي إسحاق أبو إسرائيل الملائي (8) .\n74-\nإسماعيل بن أبان الفنوي كوفي أبو إسحاق القيسي الكوفي عن الحكم وعطية وفضيل ابن عمرو الخياط عن هشام بن عروة (9) .\n75-\nإسماعيل بن سلمان الكوفي الأزرق عن أبيه والشعبي وابن عمر (10) .\n76-\nإسماعيل بن مسلم المكي أصله بصري عن الحسن وابن سيرين وقتادة والحكم والأعمش والزهري (11) .\n(1) ميزان الاعتدال 1/95.\n(2) قال ابن عدى: كان بسامراء يضع الحديث. ميزان الاعتدال 1/109.\n(3) قال الذهبي: قال الدارقطنى ضعيف لا يحتج به. ميزان الاعتدال 1/96.\n(4) قال الذهبي: جرحه الدارقطنى ديوان 3.\n(5) لسان الميزان 1/321.\n(6) وقال أبو حاتم: كذاب. الجرح والتعديل 1/ 1/50، لسان الميزان 1/167.\n(7) قال أبو حاتم: تكلم الناس فيه. الجرح والتعديل 1/1/64.\n(8) قال ابن حجر: سيئ الحفظ- ت ق- من السابعة. تقريب التهذيب 33.\n(9) متروك رمي بالوضع - تميز- من التاسعة. تقريب التهذيب 31.\n(10) قال الذهبي ضعفوه- ق- ديوان 21.\n(11) متفق على ضعفه. ديوان 23.\n80ميزان الاعتدال 1/255.\nالجزء: 1 ¦ الصفحة: 255\n",
        "إسماعيل بن يعلى أبو أمية الثقفي بصري متروك (1) .\n78-\nإسماعيل بن رافع هو أبو رافع مدني عن أنس وابن أبي مليكة والمقبري والزهري. شيخ العطاف بن خالد والوليد بن مسلم وغيرهما- روى عن أنس حديثاً طويلًا في الطهارة والحج (2) .\n79-\nإسماعيل بن يحيى بن عبيد الله التيمي حوال عن ابن جريج والثوري حدث عنه هلال ابن العلاء متروك كذاب (3) .\n80-\nإسماعيل بن عباد بصري عن ابن أبي عروبه عن قتادة متروك (4) .\n81-\nإسماعيل بن محمد بن يوسف الجبرينى أبو هارون عن أبي عبيد وعن حبيب كاتب مالك وغيره (5) .\n82-\nإسماعيل بن رجاء الحصني جزري عن موسى بن أعين (6) .\n83-\nإسماعيل بن أبي زياد وهو إسماعيل بن مسلم السلولي ويقال الشعيري كوفي عن داود بن أبي هند وابن عون يضع كذاب متروك (7) .\n84-\nإسماعيل بن يحيى بن سلمة بن كهيل سمعته يقول متروك (8) .\n85-\nإسماعيل بن عمرو البجلي الأصبهاني ضعيف (9) .\n86-\nإسماعيل بن محمد المزني كوفي حدثونا عنه كذاب.\n87-\nإسماعيل بن هود الواسطى ليس بالقوي يكنى أبا إبراهيم (10) .\n(1) 81قال ابن حجر: ضعيف الحفظ من السابعة. تقريب التهذيب 33.\n(2) 82قال صالح جزره: كان يضع الحديث. تنزيه الشريعة 1/40.\n(3) 83ديوان 21.\n(4) 84قال ابن طاهر: كذاب. تنزيه الشريعة 1/39.\n(5) 85اتهمه ابن عدي. تنزيه الشريعة 1/38.\n(6) 86لسان الميزان 1/406.\n(7) 87ميزان الاعتدال 1/254.\n(8) 88قال الذهبي: ضعفه غير واحد. ديوان 22.\n(9)\n(10) ميزان الاعتدال 1/246.\nالجزء: 1 ¦ الصفحة: 256\n",
        "باب إسحاق\n88-\nإسحاق بن بشر بن مقاتل أبو يعقوب الكاهلي كوفي متروك (1) .\n89-\nإسحاق بن إدريس الأسواري بصري عن همام وأبان منكر الحديث (2) .\n90-\nإسحاق بن بشر أبو حذيفة البخاري كذاب متروك (3) .\n91-\nإسحاق بن نجيح الملطي عن عطاء الخراساني وابن جريج وهشام بن حسان متروك (4) .\n92-\nإسحاق بن عبد الله بن أبي فروة متروك (5) . له ثلاثة اخوة ثقات- وابن عمهم أبو علقمة ثقة.\n93-\nإسحاق بن الصباح الأشعثي من ولد الأشعث بن قيس الكندي عن عبد الملك ابن عمير روى عنه الخريبي. لجده صحبه (6) .\n94-\nإسحاق بن أبو يحيى الكعبة عن ابن جريج روى عنه علي بن معبد المصري منكر الحديث (7) .\n95-\nإسحاق بن إبراهيم بن نسطاس مدني. أبو يعقوب مولى آل كثير بن الصلت عن سعد بن إسحاق بن كعب بن عجره (8) .\n96-\nإسحاق بن إبراهيم الطبري يماني منكر الحديث (9) .\n97-\nإسحاق بن سعيد (بن أبو كعب) (10) شامي منكر الحديث.\n98-\nإسحاق بن محمد بن عبيد الله العيزمي أخو عبد الرحمن وأخوه متروك رأساً (11) .\n(1) قال الذهبي: كذاب. ديوان 17.\n(2) قال الذهبي: كذاب. ديوان 17.\n(3) قال الذهبي. متروك متهم. ديوان 17.\n(4) قال ابن حجر: كذبوه من التاسعة- تميز- تقريب التهذيب 30.\n(5) قال ابن حجر: متروك من الرابعة- د ت ق- تقريب التهذيب 29.\n(6) قال الذهبي: ضعفه يحي والدارقطني، وقل ما روى. ميزان الاعتدال 1/192.\n(7) قال الذهبي: هالك يأتي بالمناكير عن الأثبات. ميزان الاعتدال 1/205.\n(8) قال البخاري. فيه نظر. التاريخ الكبير 1/1/380.\n(9) ميزان الاعتدال 1/177.\n(10) في الحاشية ابن أركون وهو الصواب لموافقته لكتب الرجال. انظر ميزان الاعتدال 1/192.\n(11) قال الذهبي: عن إسحاق تكلم فيه. وقال عن أخيه ضعفه الدارقطني. انظر ميزان الاعتدال 1/119 ديوان 190.\nالجزء: 1 ¦ الصفحة: 257\n",
        "إسحاق بن وهب الطهرمسي من قرى مصر كذاب متروك يحدث بالأباطيل عن عبد الله بن وهب وغيره (1) .\n100-\nإسحاق بن عمر عن عائشة مجهول يترك (2) .\nباب أبان\n101-\nأبان بن أبي عياش بصري وهو ابن فيروز يحدث عن أنس متروك (3) .\n102-\nأبان والد يزيد بن أبان الرقاشي مجهول لا يعرف إلا بابنه له حديث واحد (4) .\n103-\nأبان بن سفيان جزري متروك (5) .\n104-\nأبان بن المجد روى عنه مروان الفزاري مقل متروك (6) .\n105-\nأبان بن جبلة كوفي (7) .\nباب يجمع جماعة\n106-\nأيوب بن خوط بصري متروك (8) .\n107-\nأيوب بن سيار مدني نزل فيد يعرف بالفيدي منكر الحديث (9) .\n108-\nأيوب بن مدرك الحنفي شامل متروك (10) .\n109-\nأيوب بن واقد نزل البصرة مقل كوفي (11) .\n110-\nأصله عن عثمان بن حكيم وهشام بن عروة منكر الحديث.\n111-\nأشعث بن بزار بصري مقل منكر الحديث.\n112-\nأشعث بن سعيد أبو الربيع السمان بصري متروك.\n(1) ميزان الاعتدال1/203.\n(2) ميزان الاعتدال 1/195.\n(3) قال الإمام أحمد: ترك الناس حديثه. العلل ومعرفة الرجال 135.\n(4) انظر ديوان 7.\n(5) قال الذهبي: وقيل إنه أبين متهم ديوان 7.\n(6) ميزان الاعتدال 1/15.\n(7) ميزان الاعتدال 1/6.\n(8) قال الذهبي: تركوه. ديوان 26.\n(9) قال النسائي: متروك. ميزان الاعتدال 1/228.\n(10) الضعفاء والمتروكين للنسائي 15.\n(11) قال النسائي: بصري ضعيفْ الضعفاء والمتروكين 16.\nالجزء: 1 ¦ الصفحة: 258\n",
        "أسيد بن زيد الحمال (1) .\nأشعث بن سوار كوفي ضعيف.\nكوفي أبو محمد متروك سمع شريكاً وليث بن سعد وهشيم.\n114-\nأصرم بن حوشب الهمدانى أبو هشام منكر الحديث.\n115-\nأصرم بن غياث الخراساني منكر الحديث (2) .\n116-\nأصبغ بن نباته كوفي منكر الحديث (3) .\n117-\nأزور بن غالب منكر الحديث (4) .\n118-\nأبيض بن أبان عن عطاء بن السايب يروي عنه أحمد بن يونس (5) .\n119-\nأوس بن عبد الله بن بريدة مروزي متروك (6) .\n120-\nالأحوص بن حكيم الحمصي منكر الحديث (7) .\n121-\nإدريس بن سنان عن وهب بن منبه روى عنه ابنه عبد المنعم (8) .\nحرف الباء\n122-\nبشر بن رافع النجراني من اليمن الحارثي أبو الأسباط كناه حاتم بن إسماعيل منكر الحديث (9) .\n123-\nبشر بن نمير القشيري بصري متروك (10) .\n124-\nبشر بن حسيب حسين أصبهاني عن الزبير بن عدي وله عنه نسخة موضوعة. قال والزبير ثقة (11) .\n(1) انظر الكامل 1/1/282.\n(2) قال الإمام أحمد والبخاري والرازي: منكر الحديث. التاريخ الكبير 2/1/56، الجرح والتعديل 1/1/336، لسان الميزان 1/462.\n(3) قال النسائي: متروك الحديث. الضعفاء والمتروكين 22.\n(4) قال الذهبي: منكر الحديث مجهول ديوان 16.\n(5) لسان الميزان 1/128.\n(6) لسان الميزان 1/470.\n(7) قال ابن حجر: ضعيف الحفظ من الخامسة- ق- تقريب التهذيب 25.\n(8) ديوان 15.\n(9) قال ابن حجر: ضعيف الحديث من السابعة- بخ د ت ق- تقريب التهذيب 44.\n(10) قال الذهبي: متروك عندهم- ق- ديوان 32.\n(11) ديوان 31.\nالجزء: 1 ¦ الصفحة: 259\n",
        "بشر بن عمارة الخثعمي. قال لي متروك (1) .\n126-\nبكر بن خنيس القاضي كان ببغداد (2) .\n127-\nبشر بن ميمون الوصفي واسطي عن مجاهد (3) .\n128-\nبحر بن كنيز السقا بصري ويكنى أبا الفضل متروك عن الحسن والزهري (4) .\n129-\nبكر بن الشرود صنعاني عن الثوري ومالك ومعمر (5) .\n130-\nبزيع بن حسان أبو الخليل متروك (6) .\nكوفي عن الأعمش وهشام بن عروة بواصل.\n131-\nبكر بن الأسود أبو عبيده الناجي بصري عن الحسن وابن سيرين مواعظ (7) .\n132-\nبريدة بن سفيان بن فتوة الآسلمي روى عنه محمد بن إسحاق وأفلح بن سعيد المدني متروك (8) .\n133-\nباب بن عمير عنه الأوزاعي ويحي بن أبي كثير مجهول (9) .\n134-\nبركه بن يعلى عن أبي سويد العبدي عن ابن عمر مجهولان (10) .\nحرف التاء والثاء\n135-\nتمام بن بزيع أبو سهل بصري متروك عن محمد بن كعب والحسن والعامر ابن عمر الطفاوي (11) .\n(1) قال النسائي: ضعيف الضعفاء والمتروكين 24.\n(2) ديوان 34.\n(3) ديوان 33.\n(4) قال الذهبي: متفق على تركه ديوان 28.\n(5) لسان الميزان 2/52.\n(6) قال ابن حجر: قال البرقاني عن الدارقطني متروك- لسان الميزان 2/12.\n(7) قال الذهبي: متروك ديوان 34.\n(8) ديوان 30.\n(9) قال الذهبي: تابعي مجهول- د- ديوان 28.\n(10) لسان الميزان 2/9.\n(11) لسان الميزان 2/71.\nالجزء: 1 ¦ الصفحة: 260\n",
        "ثابت بن زهير أبو زهير بصري عن نافع وهشام بن عروة منكر الحديث (1) .\n137-\nثابت بن أبي صفية أبو حمزة الثمالي كوفي عن زاذان وعكرمة وأبي جعفر (2) .\n138-\nثوير بن أبي فاخته ضعيف. مولى بني هاشم (3) - وأسم أبيه سعيد بن علاقة كوفي ثقة (4) .\nحرف الجيم\n139-\nجلد بن أيوب كوفي عن معاوية بن فروة متروك (5) .\n140-\nجابر بن زيد الجعفي أن اعتبر له بحديث بعد حديث صالح إذا كان عن الأئمة (6) .\n141-\nجعفر بن الزبير الشامي عن القاسم عن أبو أمامة متروك (7) .\n142-\nجعفر بن عبد الواحد الهاشمي ولى قضاء الثغر يضع (8) .\n143-\nجعفر بن أبي الحسن الخواري يحدث عنه أبو غنام (9) ..\n144-\nجسر بن فرقد بصري عن ثابت والحسن.\n145-\nجويبر بن سعيد خراساني متروك (10) .\n146-\nجميع بن ثوب حمصي عن خالد بن معدان مقل ويقال جميع منكر الحديث (11) .\n(1) لسان الميزان 2/76.\n(2) قال الذهبي: متفق على ضعفه- د- ديوان 38.\n(3) قال الذهبي: تابعي واه كذبه الثوري- ت- ديوان 40.\n(4) قال ابن حجر: مشهور بكنيته ثقة من الثالثة- ت ق- تقريب التهذيب. 125\n(5) ديوان 45.\n(6) قال يحيى بن أبي بكير عن شعبة: كان جابر إذا قال أخبرنا وحدثنا وسمعت فهو من أوثق الناس، ميزان الاعتدال 3/379.\n(7) قال الذهبي: كذبه شعبة وتركه أحمد، ديوان 44.\n(8) تنزيه الشريعة 1/45.\n(9) ميزان الاعتدال 1/405.\n(10) ديوان 47.\n(11) قال الذهبي: منكر الحديث واه. ديوان 46.\nالجزء: 1 ¦ الصفحة: 261\n",
        "جارية بن هرم الفقيمي أبو شيخ بصري متروك عن يعقوب بن عطاء وإسماعيل بن مسلم وابن عون وابن جريج روى عنه محمد بن إسحاق ويقلب اسمه لا يقال فيه (1) .\n148-\nجراح بن منهال أبو العطاف عن الزهري وأبى الزبير والحكم بن عتبة جزري روى عنه يزيد بن هارون والمعافا بن عمران ويحيى بن صالح فيه خلاعة متروك (2) .\n149-\nجارود بن يزيد أبو الضحاك نيسابوري متروك يروى عن بهز بن حكيم وعمرو بن ذر (3) .\n150-\nجميل بن زيد الطائي كوفي عن ابن عمر روى عنه الثوري وعباد بن العوام مقل متروك. وقال مرة يعتبر به (4) .\n(1) قال الذهبي: بصري هالك. ميزان الاعتدال 1/385.\n(2) ميزان الاعتدال 1/390.\n(3) ديوان 41.\n(4) لسان الميزان2/136.\nالجزء: 1 ¦ الصفحة: 262\n",
        "مقدمة\nالحمد لله رب العالمين والصلاة على سيدنا محمد خاتم النبيين وبعد:\nفإن علم الحديث يحتاج إلى معرفة الرواة الذين أوصلوا السنة النبوية إلينا من حيث جرحهم وتعديلهم ولما كان كتاب الإمام الدارقطني من الأصول المهمة في هذا الفن والذي طوته أيد الإهمال في عدم إخراجه عزمت على نشره في مجلة الجامعة الإسلامية ليتسنى لأكبر قدر ممكن من طلاب العلم الوقوف عليه والاستفادة منه.\nوها أنذا أطرح الحلقة الثانية من كتاب الضعفاء والمتروكين لخاتمة الحفاظ، أرجو أن أكون قد وفقت على أقل تقدير في تصحيح النصوص الواردة في كتاب المصنف.\nوقد سبق وأن قمت بتحقيق كتاب أسئلة البرقاني للإمام الدارقطني تحقيقا، واستفدت فيه من كتاب الضعفاء.\nوسيقدم الكتاب المذكور للطبع بعد الانتهاء من الدراسة العلمية حول المصنف وكتابه السؤالات.\nأرجو الله أن يوفقني في إخراجه وأن ينفع به طلاب العلم، إنه على كل شيء قدير.\nالجزء: 2 ¦ الصفحة: 147\n",
        "حرف الحاء\n151 -\nالحارث بن عبد الله الأعور، كوفي همداني (1) .\n152 -\nالحارث بن عمران، أبو سهل الجعفري، كوفي عن محمد بن سوقه وهشام ابن عروة (2) .\n153 -\nالحارث بن نبهان الجرمي، بصري عن عاصم بن بهدلة، وأيوب السختياني، والأعمش، ليس بالقوي (3) .\n154 -\nالحارث بن شبل البصري، عن أم النعمان، مقل، وليست بمعروفة (4) .\n155 -\nالحارث بن سريج البقال، بغدادي، عن ابن عيينة، ويحيى القطان، ويزيد بن زريع، غمزه يحيى بن معين، وهو كما قال (5) .\n156 -\nالحارث بن حصيره، يغلو في التشيع (6) .\n157 -\nالحارث بن حجاج بن أبي الحجاج، مجهولان (7) .\n158 -\nحكم بن ظهير الفزاري، عن عاصم، وعلقمة بن مرثد السدي، يروي عنه مروان الفزاري، يقول ابن أبي خالد.\n159 -\nحكم بن عبد الله بن سعد الأيلي، قرشي، عن القاسم بن محمد وابن أبي مليكة والزهري وابن أبي علي، متروك (8) .\n160 -\nحكم بن عبد الله، أبو مطيع الخراساني، بلخي، عن إبراهيم بن طهمان، وأبي حنيفة.\n161 -\nحكيم بن جبير، كوفي عن سعيد بن جبير، والنخعي والشعبي\n(1) قال ابن حجر: \"كذبه الشعبي في رأيه ورمي بالرفض. وفي حديث ضعف\"- على- تقريب التهذيب 60\n(2) ضعيف رماه ابن حبان بالوضع من التاسعة –ق - تقريب التهذيب60\n(3) متروك من الثامنة - ت ق - تقريب التهذيب 61.\n(4) لسان الميزان 2/ 152.\n(5) لسان الميزان 2/149.\n(6) ميزان الاعتدال 1/432.\n(7) قال ابن حجر: \"قال الدارقطني مجهولان لسان الميزان 2/149.\n(8) قال الذهبي: \"ضعفوه ولم يترك\" ديوان 71.\nالجزء: 2 ¦ الصفحة: 148\n",
        "162 -\nحماد بن عمرو النصيبي، أبو إسماعيل عن الأعمش، وزيد بن رفيع (1) .\n163 -\nحماد بن عيسى، غريق الجحفة (2) .\n164 -\nحماد المالكي، قدري، عن الحسن، كذاب.\n165 -\nحميد بن عطاء وقيل: ابن عامر المكتب، عن عبد الله بن الحارث، متروك.\n166 -\nحفص بن عمر الفرخ العدني، عن الحكم بن أبان (3) .\n167 -\nحفص بن عمر بن أبي سليمان أبو عمران الإمام النجار الواسطي.\n168 -\nحفص بن سليمان بن المغيرة أبو داود، هو القاري وهو حفص بن أبي داود سليمان.\n169 -\nحبيب، كاتب مالك، متروك.\n170 -\nحبيب الاسكاف، أبو عميرة كوفي عن أنس (4) .\n171 -\nحبيب بن حبان، هو ابن أبي الأشرس، ضعيف.\n172 -\nحجاج بن بصير، بصري، أجمعوا على تركه.\n173 -\nحجاج بن فروخ، واسطي، عن العوام بن حوشب، وابن جريج متروك.\n174 -\nحبان بن علي العنزي، عن الأعمش، وليث بن أبي سليم، ضعيف وأخوه مندل ضعيف أيضا.\n175 -\nحرام بن عثمان مدني، عن ابني جابر (5) .\n176 -\nحبه بن جوين العرني، عن علي رضي الله عنه (6) .\n177 -\nحصين بن مخارق، متروك.\n178 -\nحصين بن عمر أبو عمر الأحمسي، كوفي عن مخارق بن عبد الله، وإسماعيل بن أبي خالد (7) .\n(1) انظر ميزان الاعتدال 1/598.\n(2) قال ابن حجر: \"حماد بن عيسى بن عبيد غرق بالجحفة سنة ثمان ومائتين\" تقريب التهذيب 82\n(3) قال ابن حجر: \"حفص بن عمر الفرخ بالفاء وسكون الراء والخاء المعجمة\" تقريب التهذيب 78\n(4) قال الذهبي: \"قال الدارقطني متروك\" ميزان الاعتدال 1/456\n(5) قال الإمام أحمد: \"ترك الناس حديثه\" ميزان الاعتدال 1/468\n(6) قال الذهبي: \"قال الدارقطني ضعيف\". ديوان 49.\n(7) قال ابن حجر: متروك من الثامنة -ت- تقريب التهذيب 76.\nالجزء: 2 ¦ الصفحة: 149\n",
        "حمزة بن أبي حمزة النصيبي، عن أبي الزبير، وعمرو بن دينار (1) .\n180 -\nحسام بن مصك أبو سهل، بصري، عن قتادة (2) وعبد الله بن بريدة.\n181 -\nحديج بن معاوية الكوفي، يغلب عليه الوهم، عن أبي إسحاق.\n182 -\nحسان بن سياه، كوفي، عن ثابت وعاصم بن أبي النجود.\nآخر ما وجد في كتاب البرقاني.\n183 -\nحسن بن دينار وقيل ابن واصل وقيل ابن دينار زوج أمه عن الحسن وابن سيرين وأيوب (3) .\n184 -\nحسن بن عمارة كوفي (4) .\n185 -\nحسن بن زياد اللؤلؤي (5) .\n186 -\nحسن بن علي الهاشمي، عن الأعرج، عن أبي هريرة (6) .\n187 -\nحسن بن أبي جعفر، وفي نسخة حسن بن أبي جعفر الجفري، بصري، يروي عن أيوب، ومحمد بن جحادة، وأبي الزبير (7) .\n188 -\nحسن بن يحيى الخشني شامي، عن هشام بن عروة، متروك.\n189 -\nحسين بن عبد الله بن ضميرة، عن أبيه عن جده مدني (8) .\n190 -\nحسين بن علوان، عن هشام بن عروة، والأعمش، كذاب.\n191 -\nحلبس بن محمد المصري، الكلبي، عن الثوري (9) .\n192 -\nحسين بن قيس الرحبي، ويقال حنش، عن عكرمة، وعن عطاء، واسطي (10) .\n193 -\nحسين بن خالد الأشقر، كوفي، عن شريك، وقيس، وجعفر الأحمر، وهريم ابن سفيان. ليس بالقوي.\n(1) قال الذهبي: \"قال الدارقطني متروك\" ميزان الاعتدال 1/606.\n(2) قال الذهبي: \"قال الدارقطني متروك\" ميزان الاعتدال 1/477.\n(3) قال ابن حجر: \"تركه وكيع وابن حنبل\". لسان الميزان 2/203.\n(4) قال ابن حجر: متروك من الثامنة -ت ق- تقريب التهذيب 71.\n(5) قال الذهبي: \"كذبه ابن معين\". ديوان 57.\n(6) قال ابن حجر: ضعيف من الثامنة -ت ق- تقريب التهذيب 71.\n(7) ميزان الاعتدال1/482.\n(8) قال البخاري: \"منكر الحديث\". التاريخ الكبير 2/1/288.\n(9) قال الذهبي: \"قال الدارقطني متروك الحديث\". ميزان الاعتدال 1/587.\n(10) قال الذهبي: قال الدارقطني متروك. ميزان الاعتدال 1/546.\nالجزء: 2 ¦ الصفحة: 150\n",
        "باب الخاء\n194 -\nخالد بن القاسم أبو الهيثم مدائني من الحفاظ، عن كعب بن سعيد وهشيم (1) .\n195 -\nخالد بن إلياس مدني، عن ربيعة بن أبي عبد الرحمن، وهشام بن عروة (2) .\n196 -\nخالد العبدي بصري، أكثر روايته عن الحسن، متروك.\n197 -\nخالد بن يزيد بن أبي مالك، شامي، عن أبيه، وأبوه من الثقات.\n198 -\nخالد بن محدوج، أبو روح واسطي، عن أنس (3) .\n199 -\nخالد بن عمرو الأموي، كوفي، عن الثوري والناس من ولد سعيد ابن العاص (4) .\n200 -\nخالد بن طليق بن محمد بن عمران بن حصين، بصري عن أبيه عن جده.\n201 -\nخليد بن دعلج، شامي، عن قتادة والحسين (5) .\n202 -\nخارجة بن مصعب سرخسي عن العالم (6) .\n203 -\nخصيب بن جحدر، بصري عن أبي صالح، وعمرو بن دينار، والنعمان ابن نعيم، لا يعرف إلا برواته.\n204 -\nخصيب عنه خالد بن إسماعيل، أبو الوليد المخزومي مدني.\n205 -\nخارجة بن عبد الله بن سليمان بن زيد بن ثابت، مدني ضعيف.\n(1) قال يعقوب بن شيبة: \"خالد المدائني صاحب حديث متقن، متروك الحديث\"، ميزان الاعتدال 1/238.\n(2) قال ابن حجر: متروك الحديث من السابعة -ت ق- تقريب التهذيب 87.\n(3) قال الذهبي: ديوان 83. ميزان الاعتدال 1/642.\n(4) رماه ابن معين بالكذب من التاسعة -دق- تقريب التهذيب 89.\n(5) قال النسائي: \"ليس بثقة\". الضعفاء والمتروكون 37.\n(6) قال النسائي: \"متروك الحديث\". الضعفاء والمتروكون 37.\nالجزء: 2 ¦ الصفحة: 151\n",
        "حرف الدال والذال\n206 -\nداود بن المحبر، يضع بصري كان ببغداد، متروك.\n207 -\nداود بن عبد الجبار أبو سليمان، كوفي، عن إبراهيم بن جرير، وسلمة ابن المجنون (1) .\n208 -\nدجين بن ثابت أبو الغصن بصري عن أسلم مولى عمر، وعن هشام بن عروة (2) .\n209 -\nدينار أبو سعيد عقيصا، كوفي عن علي مناكير، رماه أبو بكر بن عياش بالكذب.\n210 -\nدهثم بن قران قدم المدينة عن يحيى بن أبي كثير، ونحران لا يعرف إلا به مجهول (3) .\n211 -\nدرست بن زياد القشيري، بصري عن يزيد الرقاشي، وأبان بن طارق، لا يروى عنه غيره (4) .\n212 -\nدرست بن حمزة بصري، عن مطر الوراق (5) .\n213 -\nذؤيب بن عمامة بن عمرو السهمي، عن مالك، والمدنيين (6) .\nحرف الراء\n214 -\nربيع بن بدر، ويقال عليلة بن بدر، بصري عن الأعمش، ويونس بن عبيد، منكر الحديث، عن مالك والمدنيين (7) .\n215 -\nربيع بن حبيب، أخو عابد كوفي عن نوفل بن عبد الملك عن أبيه عن علي\n(1) قال الذهبي: \"تركوه\" ديوان 92.\n(2) قال الذهبي: بصري لا يحتج به. ديوان 95.\n(3) قال ابن حجر: متروك من الثامنة -ق- تقريب التهذيب 98.\n(4) قال ابن حجر: ضعيف من الثامنة- دق- تقريب التهذيب 97.\n(5) قال الذهبي: ضعفه الدارقطني. ديوان 95.\n(6) قال الذهبي: ضعفه الدارقطني. ديوان 98.\n(7) قال الذهبي: تركه الدارقطني وغيره. ديوان 100.\nالجزء: 2 ¦ الصفحة: 152\n",
        "216 -\nفأما الربيع بن حبيب الرقاشي، فهو بصري مقل يروي عن المصريين لا يترك (1) .\n217 -\nربيع بن سهل بن الدكين، كوفي عن سعيد بن عبيد، وعبد الله بن شريك العامري.\n218 -\nرشدين بن سعد أبو الحجاج، بصري، ضعيف.\n219 -\nرشدين بن كريب مدني (2) .\n220 -\nرشيد الهجري، عن أبيه عن عبد الله بن عمرو (3) .\n221 -\nروح بن أسلم، أبو حاتم بصري عن حماد بن سلمة.\n222 -\nروح بن عطاء بن أبي ميمونة عن أبيه.\n223 -\nروح بن مسافر، كوفي عن أبي إسحاق، وحبيب بن أبي ثابت، كناه لؤي أبو المعطا.\n224 -\nروح بن غطيف جزري، عن الزهري، وعمرو بن مصعب الكوفي.\n225 -\nرباح بن عبيد الله بن عمر القرشي، قال بعضهم: أبو بكر مدني.\n226 -\nركن بن عبد الله الشامي، عن مكحول، مقل.\n227 -\nرواد بن الجراح أبو عصام عسقلاني، عن الثوري، وسعيد.\nحرف الزاي\n228 -\nزيد بن عبد الرحمن بن زيد بن أسلم، عن أبيه منكر الحديث.\n229 -\nزيد بن الحسن بصري، يحدث عن مالك بن أنس بمناكير.\n230 -\nزيد بن جبيره بن محمود بن أبي جبيره الأنصاري، عن أبيه لا يعرف أبوه إلا به، وعن داود بن الحصين (4) .\n231 -\nفهد بن عوف أبو ربيعة ويقال زيد، بصري عن حماد بن سلمة (5) .\n(1) وثقه الإمام أحمد وابن معين، ميزان الاعتدال 2/ 40.\n(2) ميزان الاعتدال 2/51.\n(3) ميزان الاعتدال 2/51.\n(4) قال ابن حجر: متروك من الثامنة -ت ق- تقريب التهذيب 112.\n(5) قال الذهبي: زيد بن عوف ولقبه فهد. قال الدارقطني: ضعيف. ميزان الاعتدال 2/105.\nالجزء: 2 ¦ الصفحة: 153\n",
        "زياد بن المنذر أبو الجارود، كوفي عن أبي الطفيل، وأبي جعفر محمد ابن علي (1) .\n233 -\nزياد بن أبي حسان، أبو عمار بصري عن أنس، وعن عمر بن عبد العزيز (2) .\n234 -\nزياد بن ميمون أبو عمار عن أنس (3) .\n235 -\nزياد بن أبي زياد الجصاص عن الحسن، وابن سيرين، وأبي عثمان النهدي (4) .\n236 -\nزياد بن المنذر، وإنما هو منذر بن زياد الطائي، بصري عن زيد بن أسلم عن أبيه عن عمر حديث منكر، وله أيضا مناكير (5) .\n237 -\nزكريا بن حكيم الحبطي، كوفي عن الشعبي.\n238 -\nزكريا بن يحيى الكسائي، الكوفي عن يحيى بن سالم الأسدي، متروك أيضا.\n239 -\nزنفل أبو عبد الله العرني عن ابن أبي مليكة.\n240 -\nزبير بن سعيد الهاشمي النوفلي، مدني حمل عنه ابن المبارك، وجرير بن حازم. يعتبر به بما رواه عن عبد الله بن علي بن زيد بن ركانه؛ فأما ما يرويه عن محمد بن المنكدر فإنه يترك (6) .\nحرف السين\n241 -\nسلمة بن صالح الأحمر، كوفي سكن واسط وبغداد عن أبي إسحاق وحماد بن أبي سليمان، ومالك بن أوس الحدثاني (7) .\n242 -\nسلمة بن وردان، مديني عن أنس (8) .\n243 -\nسليمان بن عبد الله بن سليمان، أبو بكر الهذلي، بصري عن الحسن، وابن سيرين\n(1) قال الإمام أحمد: متروك. ديوان 112.\n(2) قال الذهبي: تركه الجماعة. ديوان 111.\n(3) قال الذهبي: يقال له زياد بن أبي حسان وزياد بن أبي عمار هالك اعترف بالكذب. ديوان 112.\n(4) قال الذهبي: تركوه 112.\n(5) قال الذهبي: قال الدارقطني: منذر بن زياد الطائي، متروك ووهم فيه من قلبه، فقال: زياد بن المنذر. ميزان الاعتدال 4/181.\n(6) قال ابن حجر: لين الحديث من السابعة – د ت ق - تقريب التهذيب 156.\n(7) قال الذهبي: تركوه. ديوان 128.\n(8) قال ابن حجر: ضعيف من الخامسة -بخ ت ق- تقريب التهذيب 131، ديوان 116.\nالجزء: 2 ¦ الصفحة: 154\n",
        "244 -\nسري بن إسماعيل الكوفي، عن الشعبي، ضعفه يحيى القطان وغيره.\n245 -\nسري بن عاصم بغدادي، عن أيوب، وحفص بن غياث، وغندر والناس (1) .\n246 -\nسليمان بن أرقم أبو معاذ، عن الزهري، وابن سيرين، وقيل أن داود عن الزهري حديث الصدقات أنه هو.\n247 -\nسليمان بن الحكم بن عوانة، واسطي، عن الأعمش.\n248-\nسليمان بن خالد واسطي، عن قتادة، وطلحة بن مصرف، هو أخو العلاء ابن خالد والعلاء يعتبر به.\n249 -\nسليمان بن داود الخولاني عن الزهري.\n250 -\nسليمان بن داود أبو أيوب الشاذكوني، بصري.\n251 -\nسليمان بن زيد أبو ادام. عن ابن أبي أوفى (2) .\n252 -\nسليمان بن سفيان مديني، أبو سفيان، عن عبد الله بن دينار، وبلال بن يحيى، سمع منه أبو عامر العقدي، ومعمر بن سليمان (3) .\n253 -\nسليمان بن سفيان الجهني مدايني، عن قيس بن الربيع عن ورقاء (4) .\n254 -\nسليمان بن عمرو النخعي، أبو داود كوفي (5) .\n255 -\nسليمان بن يسير، أبو الصباح كوفي، عن النخعي، والحكم، وقيس بن رومى، وقال سليمان بن بشير (6) .\n256 -\nسليمان بن أبي سليمان القافلاني، أبو محمد بصري، عن الحسن، وابن سيرين، روى عنه عبيد الله بن موسى، فقال: سليمان الخوزي (7) .\n(1) قال الذهبي: متهم. ديوان 116.\n(2) قال ابن معين: ليس بثقة. التاريخ 2/ 231.\n(3) قال ابن معين: ليس بثقة. التاريخ 2/231.\n(4) قال الذهبي: ضعفوه. ديوان 131.\n(5) قال الذهبي: كذاب. ديوان 132.\n(6) ميزان الاعتدال 2/228.\n(7) قال الذهبي: متروك الحديث بصري مقل. ميزان الاعتدال 2/ 210.\nالجزء: 2 ¦ الصفحة: 155\n",
        "سالم بن عبد الأعلى أبو الفيض، كوفي عن نافع وغيره (1) .\n258 -\nسالم الخياط، عن الحسن، وابن سيرين (2)\n259 -\nسليمان بن أبي سراج (3) .\n260 -\nسلم بن سالم البلخي، عن عبيد الله بن عمر، وابن جريج، والثوري (4) .\n261 -\nسليمان بن مسلم الخشاب، مكي، عن ابن جريج، والمكيين (5) .\n262 -\nسلام بن أبي خبزة بصري، عن العالم.\n263 -\nسلام بن سليمان وقيل: ابن سلمان، وقيل: ابن سالم الطويل المدايني، متروك عن زيد العمي.\n264 -\nسعد بن طريف الاسكاف، كوفي عن عكرمة، والأصبغ (6) .\n265 -\nسعد بن سنان، وقيل: سنان بن سعد، عن أنس، روى عنه يزيد بن أبي حبيب (7) .\n266-\nسعد بن سعيد بن أبي سعيد المقبري، أخو عبد الله (8) .\n267 -\nسعيد بن سلام العطار، أبو الحسن بصري نزل مكة، عن الثوري، والعالم (9) .\n268 -\nسعيد بن سنان أبو مهدي، حمصي، عن أبي الزاهرية (10) .\n269 -\nسعيد بن زون بصري، عن أنس (11) .\n270 -\nسعيد بن زربى أبو معاوية بصري، عن ابن سيرين، وأبي المليح متروك\n(1) ميزان الاعتدال 2/112.\n(2) هو سالم بن عبد الله الخياط، قال ابن حجر: صدوق سيء الحفظ من السادسة، تقريب التهذيب 115.\n(3) الذهبي: ضعفه الدارقطني. ديوان 131.\n(4) ديوان 127.\n(5) ميزان الاعتدال 2/223.\n(6) ميزان الاعتدال 2/ 122.\n(7) قال ابن حجر: صدوق له أفراد من الخامسة -د ت ق- تقريب التهذيب 118.\n(8) قال ابن حجر: لين الحديث من الثامنة -ق- تقريب التهذيب 118.\n(9) قال الذهبي: قال الإمام أحمد: كذاب، وتركه الدارقطني. ديوان 121.\n(10) قال الذهبي: هالك -ق- ديوان 121.\n(11) سعيد بن زون بضم الزاي وسكون الواو وبعدها نون -ضعيف عندهم- ديوان 125.\nالجزء: 2 ¦ الصفحة: 156\n",
        "271 -\nسعيد بن عبد الجبار الحمصي، العطار، عن أبي بكر بن أبي مريم، والحمصيين (1) .\n272 -\nسعيد بن واصل أبو عمرو الحرشي، ويقال أبو عمر بصري عن شعبة (2) .\n273 -\nسعيد بن راشد أبو محمد السماك المازني بصري عن عطاء، والزهري (3) .\n274 -\nسهيل بن ذكوان واسطي، عن عائشة (4) .\n275 -\nسكين بن عبد العزيز العطار، بصري (5) .\n276 -\nسوار بن مصعب (6) .\n277 -\nسويد، أبو حاتم بصري، عن قتادة (7) .\n278 -\nسدير بن حكيم الصيرفي، كوفي له مقاطيع.\n279 -\nسيف بن محمد بن أخت الثوري، كوفي عن الأعمش، وحصين، والثوري (8) .\n280 -\nسيف بن هارون البرجمي، عن إسماعيل بن أبي خالد، كوفي أخو سنان، وسنان يعتبر به (9) .\n281 -\nسيف بن عمر الأسيدي، كوفي عن العالم، الكوفيين والبصريين والحجازيين (10) .\n282 -\nسيف بن أبي المغيرة كوفي، عن مجالد وغيره (11) .\n(1) قال النسائي: ليس بثقة. الضعفاء والمتروكين 52.\n(2) قال النسائي: متروك الحديث. الضعفاء والمتروكين 54.\n(3) قال النسائي: متروك بصري. الضعفاء والمتروكين 54.\n(4) قال الذهبي: متروك. ديوان 137.\n(5) قال ابن حجر: صدوق يروي عن الضعفاء. تقريب التهذيب.\n(6) قال أحمد والدارقطني: متروك. ديوان 138.\n(7) هو سويد بن إبراهيم. ميزان الاعتدال 2/247.\n(8) قال ابن حجر: كذبوه من صغار الثامنة -ت- تقريب التهذيب 142.\n(9) قال ابن ححر: ضعيف أفحش ابن حبان القول فيه من صغار الثامنة، تقريب التهذيب 142.\n(10) قال ابن حجر: ضعيف في الحديث. عمدة في التاريخ، تقريب التهذيب 142.\n(11) قال الذهبي: ضعفه الدارقطني. ديوان 140.\nالجزء: 2 ¦ الصفحة: 157\n",
        "حرف الشين\n283 -\nشبيب بن سليم بصري، له مقاطع.\n284 -\nشبيب بن شيبة أبو معمر الخطيب، بصري، عن البصريين وهشام ابن عروة (1) .\nحرف الصاد\n285 -\nصالح بن بشير المري، رجل صالح قل ما يوافق فيما يرويه عن الحسن والجريري.\n286 -\nصالح بن حسان مدني، عن محمد بن كعب القرظي، وعروة (2) .\n287 -\nصالح بن حبان، كوفي عن ابن بريدة روى عنه زهير وسماه واصل وهم في اسمه ليس بالقوي.\n288 -\nصالح بن محمد بن زايدة أبو قدامة الليثي، مدني ضعيف.\n289 -\nصالح بن موسى بن عبد الله الطلحي، كوفي عن منصور، وعبد العزيز بن رفيع، وهشام، وعبد الله بن الحسن بن الحسن أبوه ثقة، روى عنه أبو أسامة، وعيسى ابن داود.\n290 -\nصالح بن أحمد بن مقاتل القيراطي، حدثونا عنه.\n291 -\nصلة بن سليمان واسطي، يترك حديثه عن ابن جريج، وشعبة، ويعتبر بحديثه عن أشعث بن عبد الملك الحمراني.\n292 -\nصالح بن سهل أبو سهل، كوفي سكن البصرة عن حصين بن عبد الرحمن، ومحمد بن عمرو.\n293 -\nصلت بن دينار. أبو شعيب المجنون بصري متروك.\n294 -\nصفذي بن سنان، بصري اسمه عمر عن يونس، وخالد (3) .\n295 -\nصدقة بن عبد الله السمين أبو معاوية شامي ضعيف.\n(1) قال الذهبي: ضعفوه. ديوان 142.\n(2) قال الذهبي: ضعفه أبو حاتم والناس. ديوان 147.\n(3) ميزان الاعتدال 2/ 316.\nالجزء: 2 ¦ الصفحة: 158\n",
        "باب الضاد والطاء\n296 -\nضحاك بن حمزة واسطي سكن الشام (1) .\n297 -\nضحاك بن نبراس، بصري، عن ثابت ويحيى بن أبي كثير (2) .\n298 -\nضرار بن صرد، أبو نعيم كوفي (3) .\n299 -\nضرار بن عمرو، ببغداد والبصرة عن يزيد الرقاشي، يروي عن بكر بن حبيش القاص متروك أيضا.\n300 -\nطلحة بن عمرو المكي عن عطاء، وابن المنكدر (4)\n301 -\nطلحة بن زيد الشامي، عن الأوزاعي، والوضين بن عطاء (5) .\n302 -\nطريف بن سليمان، أبو عاتكة، كوفي عن أنس (6) .\n303 -\nطريف بن عيسى جزري (7) .\n304 -\nطريف بن عبيد الموصلي، حدث عنه الشافعي أبو بكر (8) .\n305 -\nطريف بن شهاب السعدي، أبو سفيان، ضعيف.\nحرف العين\n306 -\nعبد الله بن زياد بن سمعان، مدني متروك، وسعيد بن سمعان ثقة تابعي مدني.\n307 -\nعبد الله بن سعيد بن أبي سعيد المقبري، أبو عباد مدني، وأخوه يحيى متروك.\n308 -\nعبد الله بن مسلم بن هرمز، مكي، عن مجاهد، وعطاء (9) .\n(1) قال الذهبي: يضع الحديث، قاله الدارقطني. ديوان 152.\n(2) قال النسائي: متروك الحديث. الضعفاء والمتروكين 58.\n(3) قال النسائي: متروك الحديث. الضعفاء والمتروكين 59.\n(4) قال النسائي: متروك الحديث. الضعفاء والمتروكين 60.\n(5) قال النسائي: متروك الحديث. الضعفاء والمتروكين 65.\n(6) قال النسائي: ليس بثقة. الضعفاء والمتروكين 65.\n(7) قال الذهبي: ضعفه الدارقطني. ديوان 154.\n(8) قال الذهبي: ضعفه الدارقطني. ديوان 154.\n(9) قال ابن حجر: ضعيف من السادسة -بخ مد ت ق- تقريب التهذيب 189.\nالجزء: 2 ¦ الصفحة: 159\n",
        "عبد الله بن واقد، أبو قتادة الحراني (1) .\n310 -\nعبد الله بن سلمة الأفطس، عن الأعمش، وهشام (2) .\n311 -\nعبد الله بن جعفر بن نجيح المديني. والد علي كثير المناكير.\n312 -\nعبد الله بن ميسرة الكوفي عن الشعبي، وإبراهيم بن أبي حرة يكنيه هشيم: أبا إسحاق، وأبو عبد الجليل، وغيره يكنيه: أبا ليلى (3) .\n313 -\nعبد الله بن عامر الأسلمي، مدني ضعيف.\n314 -\nعبد الله بن بشير الشامي، عن عبد الله بن بسر وأبي كبشة صحابيان، وقيل: أن اسم أبي كبشة عمر بن سعيد.\n315 -\nعبد الله بن حكيم أبو بكر الداهري، أصله بواسط عن هشام بن عروة (4) .\n316 -\nعبد الله بن محرر بصري سكن الشام، عن الزهري، وقتادة (5) .\n317 -\nعبد الله بن عبد القدوس، كوفي، سكن الري، عن الأعمش (6) .\n318 -\nعبد الله بن عمرو بن حسان الواقعي بصري، يكذب عن شريك.\n319 -\nعبد الله بن لهيعة بن عقبة، وربما نسب إلى جده يعتبر بما يروي عنه العبادلة ابن المبارك، والمقرئ، وابن وهب.\n320 -\nعبد الله بن مسور، أبو جعفر المدايني، يرسل عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وعن ابن مسعود، وابن عباس.\n321 -\nعبد الله بن محمد بن سنان الدوحي، متروك حدث بالدينور، وولي قضاءها.\n322 -\nعبد الله بن خراش كوفي عن العوام بن حوشب (7) .\n323 -\nعبد الله بن حمدان بن وهب الدينوري، حدثونا عنه (8) .\n(1) قال ابن حجر: متروك من التاسعة، تقريب التهذيب193.\n(2) قال النسائي: متروك الحديث، الضعفاء والمتروكين 65.\n(3) قال الذهبي: عبد الله بن ميسرة أبو ليلى، وهو أبو إسحاق، وأبو جرير، وأبو عبد الجليل كناه بهذه الأربعة هشيم يدلسه.\n(4) ميزان الاعتدال 2/410.\n(5) قال ابن ححر: متروك من الثامنة –ق- تقريب التهذيب 187.\n(6) صدوق رمي بالرفض وكان أيضا يخطئ من التاسعة -خت ت- تقريب التهذيب 180.\n(7) ضعيف وأطلق عليه ابن عمار الكذب.\n(8) قال الذهبي: متهم. ميزان الاعتدال 2/ 412.\nالجزء: 2 ¦ الصفحة: 160\n",
        "عبيد الله بن زحر، عن علي بن زيد نسخة باطلة.\n325 -\nعبيد الله بن الوليد الوصافي، كوفي عن عطية (1) .\n326 -\nعبيد الله بن تمام بن قيس، بصري عن التيمي، وداود بن أبي هند، ويونس مقلوبة (2) .\n327 -\nعبيد الله بن أبي حميد، وهو ابن غالب بصري عن أبي المليح (3) .\n328 -\nعبد الرحمن بن زيد عن أبيه عبد الرحمن بن عبد الله العمري عن أبيه، وعمه سعيد، وأخيه القاسم، متروك.\n329 -\nعبد الرحمن بن قيس الزعفراني، أبو معاوية بصري خرج إلى نيسابور، عن شعبة، والثوري، وحميد، ومحمد بن عمرو (4) .\n330 -\nعبد الرحمن بن مالك بن مغول، كوفي عن أبيه، وعبيد الله بن عمر (5) .\n331 -\nعبد الرحمن بن مسهر، أخو علي بن مسهر عن أبي سعد البقال وهشام بن عروة، وأخوه ثقة.\n332 -\nعبد الرحمن بن يزيد بن تميم، شامي أبو أسامة يغلط في نسبه يروي عن الزهري، وإسماعيل بن عبيد الله بن أبي المهاجر الدمشقي، وإسماعيل هذا ثقة.\n333 -\nعبد الرحمن بن زياد بن أنعم الإفريقي، ليس بالقوي.\n334 -\nعبد الرحمن بن إسحاق بن الحارث أبو شيبة (6) واسطي عن النعمان بن سعد، عن أبيه، لا يعرف إلا به.\n335 -\nعبد الرحمن بن محمد بن عبيد الله العزرمي، أخو إسحاق، وإسحاق متروك أيضا، ولهما أخ ثالث يسمى حسن له مقاطيع يعتبر به.\n336 -\nعبد الرحمن بن أبي المليكي، ابن أخي بن أبي مليكة عن ابن أبي مليكة، والزهري (7) .\n(1) قال الذهبي: ضعفوه. ديوان 256.\n(2) ميزان الاعتدال 2/4.\n(3) قال النسائي: متروك الحديث. الضعفاء والمتروكين 67.\n(4) قال النسائي: ضعيف مدني. الضعفاء والمتروكين 67.\n(5) قال الذهبي: يأتي بالطامات. ديوان 190.\n(6) قال ابن حجر: ضعيف – د ت - تقريب التهذيب.\n(7) قال ابن حجر: ضعيف من السابعة – ز ق - تقريب التهذيب 199.\nالجزء: 2 ¦ الصفحة: 161\n",
        "عبد الرحمن بن إسحاق، يعرف بعباد، يرمى بالقدر ضعيف الحديث روى عن الزهري، روى عنه إبراهيم بن طهمان، وأسماء، وعباد، والبصريون رووا فقالوا عبد الرحمن ابن إسحاق (1) .\n338 -\nعبد الرحيم بن زيد العمي، بصري عن أبيه، أبوه صالح (2) .\n339 -\nعبد الواحد بن زيد القاضي، بصري عن الحسن، وثابت (3) .\n340 -\nعبد الواحد بن قيس.\n341 -\nعبد الواحد بن ميمون، أبو حمزة مدني، عن عروة (4) .\n342 -\nعبد الوهاب بن مجاهد، مكي، عن أبيه، وعطاء (5) .\n343 -\nعبد الوهاب بن الضحاك العرضي، حمصي عن إسماعيل بن أبي عياش له مقلوبات وبواطيل.\n344 -\nعبد الأعلى بن أبي المساور، كوفي عن حماد، والشعبي (6) .\n345 -\nعبد العزيز بن أبان، أبو خالد القرشي كوفي عن الثوري (7) .\n346 -\nعبد العزيز بن عمران أبو ثابت الزهري مدني (8) .\n347 -\nعبد العزيز بن عبد الرحمن البالسي عن خصيف (9) .\n348 -\nعبد الحميد بن سليمان مدني، أخو فليح عن أبي حازم، وأخوه ثقة.\n349 -\nعبد الحميد بن الحسن الهلالي، كوفي حدث بالبصرة عن أبي إسحاق، وعبد الملك بن عمير (10) .\n350 -\nعبد الصمد بن سليمان الواسطي، الأزرق، ضعيف عن الضعفاء عن سليمان بن أبي سراج، وخصيب بن جحدر متروك\n(1) قال ابن حجر: صدوق رمي بالقدر من السادسة - خت بخ م ع - تقريب التهذيب 198.\n(2) انظر: تقريب التهذيب 212، تهذيب التهذيب 3/408.\n(3) انظر: لسان الميزان 4/80.\n(4) قال النسائي: ليس ثقة. الضعفاء والمتروكين 69.\n(5) قال النسائي: متروك الحديث. الضعفاء والمتروكين 69.\n(6) قال النسائي: متروك الحديث. الضعفاء والمتروكين 70.\n(7) قال النسائي: متروك الحديث. الضعفاء والمتروكين 72.\n(8) قال النسائي: متروك الحديث. الضعفاء والمتروكين 72.\n(9) قال النسائي: ليس بثقة. الضعفاء والمتروكين 72.\n(10) قال ابن حجر: صدوق يخطئ من الثامنة -ت- تقريب التهذيب 196.\nالجزء: 2 ¦ الصفحة: 162\n",
        "351 -\nعبد الرزاق بن عمر، الشامي ضعيف.\n352 -\nعبد الجبار بن عمر الأيلي، ضعيف.\n353 -\nعبد الغفار بن القاسم، أبو مريم كوفي ضعيف حدث عنه شعبة ولعله لم يخبره.\n354 -\nعبد الغفور بن عبد العزيز بن سعيد، أبو الصباح الواسطي له عن أبي هاشم الرماني نسخة.\n355 -\nعبد الخالق بن زيد بن واقد دمشقي، عن أبيه، وأبوه ثقة روى عن حزام بن حكيم، ومكحول (1) .\n356 -\nعبد المنعم بن إدريس بن سنان، سكن بغداد، عن أبيه، وأبوه متروك عن وهب ابن منبه (2) .\n357 -\nعبد المنعم بن نعيم أبو سعيد بصري رياحي، عن يحيى بن مسلم مجهول لا يعرف إلا به، وعن الأعمش (3) .\n358 -\nعبد الكريم بن أبي المخارق، أبو أمية البصري، عن نافع، وابن سيرين، والحسن، يروي عنه ابن أبي ليلى. ويروي عنه، وعن الجزري الثوري، وابن جريج يرويان عنه، وعن عبد الكريم الجزري (4) .\n359 -\nعبد الملك بن هارون بن عنترة الكوفي، روى عن حبيب بن أبي ثابت، وأبي إسحاق (5) .\n360 -\nعبد الملك بن حسين أبو مالك النخعي، عن البصريين، والكوفيين.\n361 -\nعبد السلام بن أبي الجنوب، عن الزهري، وخالد بن قدامة.\n362 -\nعبد القدوس بن حبيب، شامي أبو سعيد عن الشعبي، وعكرمة، والحسن، والزهري (6) .\n363 -\nعلاء بن زيدل، بصري عن أنس\n(1) قال النسائي: ليس بثقة. ديوان 185.\n(2) انظر: ديوان 15-201.\n(3) قال الذهبي: مقل ضعفه الدارقطني. ديوان 201.\n(4) قال ابن حجر: عبد الكريم بن أبي المخارق ضعيف من السادسة، وقد شارك الجزري في بعض المشايخ فربما التبس به على من لا فهم له. تقريب التهذيب 217.\n(5) قال الذهبي: تركوه. ديوان 201.\n(6) قال الذهبي: متروك لقي التابعين. ديوان 197.\nالجزء: 2 ¦ الصفحة: 163\n",
        "364 -\nعلاء بن زيد، أيضا، متروك من أهل البصرة.\n365 -\nعمر بن هارون البلخي، ضعيف.\n366 -\nعمر بن رياح الضرير بصري، ويقال عمر بن أبي عمر عن ابن طاوس، وهشام ابن عروة (1) .\n367 -\nعمر بن حفص أبو حفص بصري، عن ثابت، ويزيد الرقاشي.\n368 -\nعمر بن إسماعيل بن مجالد، بغدادي عن أبيه، وأبي معاوية، ويحيى الأموي.\n369 -\nعمر بن موسى بن وجيه الوجيهي، كوفي عن أبي الزبير، وأبي إسحاق، وقتادة، يروي عنه يحيى بن يعلى الأسلمي، فيقول: عن عبيد الله بن موسى، وقيل: إنه عمر هذا (2) .\n370 -\nعمر بن سعيد أبو حفص الدمشقي، عن سعيد بن عبد العزيز، وسعيد بن بشير بواطيل.\n371 -\nعمر بن صالح بن أبي الزاهرية واسطي عن أبي حمزة.\n372 -\nعمر بن غياث، وقيل: عمرو كوفي، عن عاصم، وعبد الملك بن عمير (3) .\n373 -\nعمر بن عبد الله بن يعلى بن مرة الثقفي، عن أبيه عن جده، وأبوه لا يعرف إلا به، وروى أيضا عن زياد بن علاقة عن المنهال بن عمرو (4) .\n374 -\nعمر بن محمد بن صهبان، مدني عن الزهري، وأبي حازم (5) .\n375 -\nعمر بن قيس. سندل مكي، عن الزهري، وعطاء، وعمرو بن دينار.\n376 -\nعمر بن راشد اليمامي، عن يحيى بن أبي كثير.\n377 -\nعمير بن عمران الحنفي، عن علاء بن خالد، والعلاء يعتبر به.\n378 -\nعمارة بن جوين، أبو هارون العبدي متلون خارجي، وشيعي، يصلح أن يعتبر له بما يرويه عنه الثوري، والحمادان (6) .\n(1) انظر: ميزان الاعتدال 3/197.\n(2) انظر: ميزان الاعتدال 2/224.\n(3) انظر: ميزان الاعتدال 2/216.\n(4) قال الذهبي: قال الدارقطني: متروك. ميزان الاعتدال 3/211.\n(5) قال الذهبي: قلت: هو عمر بن صهبان نسب إلى جده. ميزان الاعتدال 3/220.\n(6) قال الذهبي: قال الدارقطني: متلون خارجي، وشيعي، فيعتبر بما روى عنه الثوري. ميزان الاعتدال 3/173.\nالجزء: 2 ¦ الصفحة: 164\n",
        "عمارة بن زاذان الصيدلاني، بصري عن ثابت، وأبي غالب حزور (1) .\n380 -\nعباد بن جويرية بصري، عن الأوزاعي.\n381 -\nعباد بن كثير بصري، نزل مكة عن الحسين.\n382 -\nعباد بن كثير، رملي فلسطيني، عن البصريين، وعن قتيلة عن ابنها.\n383 -\nعمرو بن جابر أبو زرعة، مصري تابعي عن جابر.\n384 -\nعمرو بن جميع، كوفي، وكان بحلوان.\n385 -\nعمرو بن عطية العوفي، ضعيف.\n386 -\nعمرو بن أبي روق (2) .\n387 -\nعطية بن الحارث، ضعيف.\n388 -\nعمرو بن الحصين العقيلي، متروك عن الأعمش، ويحيى بن سعيد، وابن جريج.\n389 -\nعمرو بن زياد الثوباني، يضع الحديث.\n390 -\nعمرو بن عثمان الكلابي، ضعيف.\n391 -\nعمرو بن واقد دمشقي، عن عمر بن يزيد البصري، ويونس بن ميسرة (3) .\n392 -\nعمرو بن الأزهر بصري، قاضي جرجان كذاب، عن البصريين.\n393 -\nعبيد بن القاسم كوفي ضعيف.\n394 -\nعبيد بن إسحاق العطار، كوفي ضعيف.\n395 -\nعمرو بن جرير أبو سعيد البجلي، كوفي، عن محمد بن عمرو، وإسماعيل بن أبي خالد (4) .\n396 -\nعمرو بن قائد بصري، قد روى عن بصريين، ومكيين، ومدنين.\n397 -\nعمرو بن شمر أبو عبد الله، كوفي، عن جابر، وعن جعفر بن محمد.\n398 -\nعمرو بن عبيد أبو عثمان، بصري عن الحسن\n(1) قال الإمام أحمد: كذاب، ديوان 165.\n(2) قال الذهبي: اسم أبيه عطية، ضعفه الدارقطني. ديوان 235.\n(3) قال ابن حجر: متروك من السادسة –د ق- تقريب التهذيب 263.\n(4) قال الذهبي: متهم واه. ديوان 234.\nالجزء: 2 ¦ الصفحة: 165\n",
        "399 -\nعمرو بن ثابت بن هرمز، أبو المقدام، كوفي (1) .\n400 -\nعمرو بن خالد أبو خالد الواسطي، كذاب، عن أبي هاشم الرماني، وزيد بن علي.\n401 -\nعثمان بن عبد الرحمن يعرف بالوقاصي مدني، عن الزهري، وابن أبي مليكة.\n402 -\nعثمان بن مقسم البري بصري، أبو سلمة عن يحيى بن سعيد، وهشام بن عروة (2) .\n403 -\nعثمان بن عمير أبو اليقظان، كوفي، عن أبي الطفيل، وسعيد بن جبير.\n404 -\nعثمان بن مطر بصري، عن ثابت\n405 -\nعلي بن يزيد الدمشقي، أبو عبد الملك بن القاسم.\n406 -\nعلي بن أبي علي اللهبي، مكي، عن ابن المنكدر، وجعفر بن محمد، والزهري.\n407 -\nعلي بن حزور، وهو ابن أبي فاطمة، كوفي عن أصبغ بن نباتة، وأبي مريم الحنفي (3) .\n408 -\nعلي بن ظبيان، كوفي عن عبيد الله بن عمر، وأبي حنيفة.\n409 -\nعاصم بن سليمان الكوزي، بصري كذاب، عن هشام، وغيره.\n410 -\nعيسى بن أبي عيسى الحناط، مدني، عن الشعبي، وأخوه موسى بن أبي عيسى صالح الحديث واسم أبي عيسى ميسرة (4) .\n411 -\nعيسى بن ميمون، عن القاسم بن محمد، وهشام بن عروة.\n412 -\nفأما عيسى بن ميمون المكي، فهو ثقة يعرف بابن دايه يروي عن ابن أبي نجيح سكن البصرة\n413 -\nعيسى بن قرطاس، كوفي عن عكرمة، والنخعي.\n414 -\nعيسى بن هاشم البري، أبو معاوية\n415 -\nعيسى بن المسيب، كوفي، عن عطية، والشعبي\n(1) قال الذهبي: تركوه. ديوان 234.\n(2) قال الذهبي: كذبه جماعة. ديوان 211.\n(3) قال الذهبي: قال الدارقطني: ضعيف، ويقال له علي بن أبي فاطمة يدلس بذلك. ميزان الاعتدال 3/118.\n(4) قال الذهبي: عيسى بن أبي عيسى ميسرة المدني الحناط، وهو الخياط. ميزان الاعتدال 3/ 320.\nالجزء: 2 ¦ الصفحة: 166\n",
        "416 -\nعيسى بن مهران المستعطف، بغدادي، رجل سوء ومذهب سوء، روى عنه ابن جرير الطبري (1) .\n417 -\nعنبسة بن سعيد أخو الربيع السمان أشعث بن سعيد، ضعيف، عن الزهري\n418 -\nعيسى بن ميمون بصري، أبو عبيدة عن يزيد الرقاشي، ويحيى بن أبي كثير.\n419 -\nعنبسة بن عبد الرحمن القرشي، أظنه بغدادي عن زيد بن أسلم، وعبد الله بن نافع.\n420 -\nعقبة بن عبد الله الرفاعي، الأصم بصري عن عطاء بن أبي رباح، والحسن.\n421 -\nعطاء بن عجلان بصري، عن أنس، وأبي ضمرة (2) .\n422 -\nعباس بن بكار الضبي بصري، كذاب\n423 -\nعباس بن الفضل الأنصاري موصلي، ضعيف.\n424 -\nعطاف بن خالد المخزومي مدني، ضعيف (3) .\n(1) قال الخطيب: كان من شياطين الرافضة ومردتهم وقع إلي كتاب من تصنيفه في الطعن على الصحابة، وتضليلهم، وإكفارهم، وتفسيقهم؛ فوالله لقد وقف شعري عند نظري فيه، وعظم تعجبي مما أودع ذلك الكتاب من الأحاديث الموضوعة. تاريخ بغداد 11/167.\n(2) قال الذهبي: قال الدارقطني: ضعيف لا يعتبر به، وقال مرة: متروك. ميزان الاعتدال 3/75.\n(3) في أصل المخطوط: عطاف بن خالد العزرمي، والتصويب من كتب الرجال. انظر: ميزان الاعتدال 3/ 69، تقريب التهذيب 240.\nالجزء: 2 ¦ الصفحة: 167\n",
        "حرف الغين\n(425) غياث بن إبراهيم كوفي عن العالم (1) .\n(426) غياث بن كلوّب له نسخة عن مطرف بن سمرة بن جندب لا يعرف إلا به ويروي عن شريك.\n(427) غالب بن عبيد الله الجزري عن عطاء والزهري وأبي إسحاق.\n(428) غانم بن الأحوص حجازي عن أبي صالح السمان.\n(429) غطيف (2) بن أعين كوفي عن مصعب بن سعد.\n(430) غطيف الجزري ويقال الطائفي روي عنه أسد بن عمرو البجلي ويروي عنه القاسم بن مالك فيقول روح بن غطيف. هو. هو.\nحرف الفاء\n(431) فايد بن عبد الرحمن أبو الورقاء كوفي عن ابن أبي أوفى ومحمد بن المنكدر (3) .\n(432) فرات بن السائب جزري عن ميمون بن مهران وأبي إسحاق (4) .\n(433) فرقد بن يعقوب السبخي أبو يعقوب بصري عن مرة الطيب والنخعي (5) .\n(1) قال الذهبي. تركوه ديوان 245.\n(2) قال الحافظ: ويقال بالضاد المعجمة. تقريب التهذيب 274.\n(3) قال ابن حجر: متروك اتهموه من صغار الخامسة- ت ق- تقريب التهذيب274.\n(4) قال البخاري تركوه منكر الحديث. التاريخ الكبير 4/ 1/ 130.\n(5) قال الذهبي: وثقه ابن معين وقال أحمد ليس بقوي وقال الدارقطني ضعيف، ديوان 247.\nالجزء: 3 ¦ الصفحة: 127\n",
        "(434) فهد بن حيان بصري عن شعبة وأبي عوانة (1) .\n(435) فهد بن عوف أبو ربيعة ويقال زيد. بصري. عن حماد بن زيد (2) .\n(436) فطر بن محمد العطار الأحدب. حدثوا عنه. كذاب.\nحرف القاف\n(437) قاسم بن عبد الله بن عمر العمري عن أبيه وعمه وعبد الله بن دينار.\n(438) قاسم بن إبراهيم الملطي عن مالك يكذب (3) .\n(439) قاسم بن أبي شيبة عن البصريين والكوفيين (4) .\n(440) قاسم بن محمد بن حماد الدلال كوفي.\n(441) قزعة بن سويد البصري يغلب عليه الوهم.\nحرف الكاف\n(442) كثير بن سليم بصري عن أنس.\n(443) كثير بن عبد الله الأبلي أبو هاشم عن أنس (5) .\n(444) كثير بن عبد الله بن عمرو بن عوف المزني عن أبيه عن جده.\n(445) كثير بن مروان المقدسي عن إبراهيم بن أبي عبلة.\n(446) كوثر بن حكيم الحلبي عن نافع.\nحرف اللام\n(447) لوط بن يحي الكوفي أبو مخنف إخباري. ضعيف.\n(1) قال الذهبي: ضعفوه. ديوان 250.\n(2) قال ابن المديني كذاب. ديوان 250.\n(3) في أصل المخطوط قاسم بن إبراهيم المطلي والتصويب من ميزان الاعتدال 3 /367.\n(4) قال الذهبي: القاسم بن محمد بن أبي شيبه أخو أبي بكر. ديوان 252.\n(5) قال الذهبي: ذهب ابن حبان إلى أن هذا وكثير بن سليم واحد وليس هذا بشيء. ميزان الاعتدال3 /406.\nالجزء: 3 ¦ الصفحة: 128\n",
        "حرف الميم\n(448) محمد بن عبد الله بن عبيد بن عمير مكي (1) .\n(449) محمد بن عبيد الله بن أبي رافع عن أبيه. وزيد بن أسلم. وعطاء، والحكم، وعبيد الله هذا. ليس بصاحب علي. ذاك عبيد الله بن علي بن أبي رافع.\n(450) محمد بن عبيد الله بن أبي سليمان العزرمي. وهو ابن أخي عبد الملك بن أبي سليمان.\n(451) محمد بن عبد الرحمن. أبو جابر البياضي عن ابن المسيب.\n(452) محمد بن عبد الرحمن بن البيلماني. يماني. عن أبيه وأبوه يعتبر به.\n(453) محمد بن عبد الرحمن بن أبي بكر المليكي القرشي الجدعاني عن جعفر بن محمد، وعبيد الله بن عمر، وابن أبي مليكة (2) .\n(454) محمد بن عبد الرحمن بن أبي لبيبه. مراسيل. عن سعد وابن عمر (3) .\n(455) محمد بن عبد العزيز بن عمر بن عبد الرحمن بن عوف عن أبي الزناد، والزهري.\n(456) محمد بن عبد الملك الأنصاري. مدني. عن نافع والزهري وابن المنكدر.\n(457) محمد بن حجاج المصفر بغدادي. عن شعبة ومالك.\n(458) محمد بن حجاج اللخمي. الواسطي. يكذب. عن عبد الملك بن عمير ومجالد.\n(459) محمد بن حجاج بن سويد البرجمي كوفي عن هشام بن عروة. من الشيعة.\n(460) محمد بن سعيد بن أبي قيس المصلوب شامي عن عبادة بن أنسي، والزهري، وإسماعيل بن عبيد الله بن أبي المهاجر (4) .\n(461) محمد بن سالم أبو سهل كوفي عن الشعبي والحكم.\n(462) محمد بن كريب مدني عن أبيه\n(1) قال الذهبي: تركوه واجمعوا على ضعفه وهو محمد المحرم ديوان 276.\n(2) في أصل المخطوط محمد بن عبد الرحمن بن أبي بكر المكي والتصويب من كتب الرجال. أنظر ميزان الاعتدال 3/ 619، ديوان 279.\n(3) قال ابن حجر: محمد بن عبد الرحمن بن لبيبة بفتح اللام وكسر الموحدة وسكون التحتانية وفتح الموحدة الأخرى. ويقال ابن أبي لبيبة. تقريب التَهذيب 9/ 301، تقريب التهذيب 308.\n(4) قال الذهبي: كذاب صلب في الزندقة أخرجه البخاري في أماكن من تاريخه لاختلافهم في اسمه ونسبه وتقلص اسمه على وجوه. ديوان273.\nالجزء: 3 ¦ الصفحة: 129\n",
        "(463) محمد بن عثيم أبو ذر عن ابن البيلماني.\n(464) محمد بن عون الخراساني سكن الكوفة عن نافع وسعيد بن جبير.\n(465) محمد بن زياد الميموني (1) .\n(466) محمد بن مهران يكذب (2) .\n(467) محمد بن السائب الكلبي.\n(468) محمد بن زاذان شامي. عن محمد بن المنكدر وأم سعد الأنصارية. هي لا تُعرف إلا به.\n(469) محمد بن زيد العبدي بالبصرة عن أبي الأعين وسعيد بن جبير.\n(470) محمد بن مروان السدي أبو عبد الرحمن كوفي. مصنف. عن عبيد الله بن عمر ويزيد بن أبي زياد.\n(471) محمد بن معاوية النيسابوري حدث ببغداد ثم بمكة وليس هو ابن مالج، ابن صالح ثقة (3) .\n(472) محمد بن كثير القصاب السلمي بصري. وقال يحي بن معين ثقة عن يونس ابن عبيد.\n(473) محمد بن الحسن بن زبالة. مدني. عن مالك، وسليمان بن بلال.\n(474) محمد بن الحسن بن آتش صنعاني.\n(475) محمد بن الفضاَء المعبر بصري عن أبيه عن علقمة بن عبد الله عن أبيه. لا يعرفون إلا\nبه (4) .\n(476) محمد بن فرات كوفي عن أبي إسحاق وعبد الله بن الحسن.\n(477) محمد بن عمر الواقدي مختلف فيه. فيه ضعف بيّن في حديثه (5) .\n(478) محمد بن القاسم الأسدي. أبو إبراهيم. كوفي يكذب. عن الثوري، والأوزاعي\n(1) هو محمد بن زياد اليشكري الميموني الطحان. ميزان الاعتدال 3/552.\n(2) قال الذهبي: محمد بن مسلم ويقال محمد بن مهران بن مسلم بن المثنى، ميزان الاعتدال4 / 36.\n(3) قال الذهبي محمد بن معاوية النيسابوري وهو محمد بن معاوية ابن أعين الهلالي يكنى أبا علي. وقال ابن حجر. ابن مالج بميم وجيم واسم جده يزيد الأنماطي. وأبو جعفر البغدادي صدوق ربما وهم. أنظر ميزان الاعتدال 3/ 44، تقريب التهذيب 319.\n(4) محمد بن فضا بفتح الفاء والمعجمة مع المد. تقريب التهذيب 315.\n(5) في أصل المخطوط محمد بن عبد الله والصواب ما هو مثبت قال ابن حجر: متروك مع سعة علمه من التاسعة- ق- تقريب التهذيب 312.\nالجزء: 3 ¦ الصفحة: 130\n",
        "(479) محمد بن ذكوان بصري. خال ولد حماد بن زيد، يروى عن عمرو بن دينار وابن المنكدر ومجالد.\n(480) محمد بن أبى حميد ويقال حماد. مدني، عن ابن المنكدر، ونافع، وزيد بن أسلم.\n(481) محمد بن يحي الزهري. أبوغَزية مدني عن عبد الوهاب بن موسى يضع.\n(482) محمد بن الفضل بن عطية الخرساني ضعيف عن أبى إسحاق ومنصور من المتأخرين.\n(483) محمد بن زكريا الغلابي بصري يضع.\n(484) محمد بن عيسى بن حيان المدايني (1) . عن ابن عيينة ومحمد بن الفضل بن عطية.\n(485) محمد بن عبد بن عامر. طواف. في البلدان يكذب ويضع (2) .\n(486) محمد بن يونس بن موسى الشامي الكديمي (3) .\n(487) محمد بن إبراهيم بن زياد الرازي.\n(488) محمد بن عكاشة الكرماني. بصري يضع الحديث.\n(489) محمد بن عكاشة. كوفي. ضعيف.\n(490) محمد بن عبد الرحمن بن غزوان. هو ابن زيد، متروك بغدادي.\n(491) محمد بن أيوب بن سويد الرملي. ضعيف.\n(492) محمد بن عبد الله بن نمران. ضعيف.\n(493) محمد بن عيسى الهذلي. ضعيف. يروى عن محمد بن المنكدر يكنى أبا يحي.\n(494) محمد بن عبد الله بن إبراهيم بن ثابت الأشناني كذاب دجال () (4) يضع الأحاديث.\n(495) محمد بن هارون بن عيسى بن بُرَيْه. الهاشمي.\n(496) معبد الجهني. قدري. عن حمران\n(1) هنا عبارة لم أتبينها ولم أجدها في كتب الرجال.\n(2) أنظر ميزان الاعتدال 3/633.\n(3) قال الذهبي: سئل عنه الدارقطني فقال: يتهم بوضع الحديث. وما أحسن فيه القول إلا من لم يخبر حاله. ميزان الاعتدال 4/ 75.\n(4) هنا عبارة غير واضحة. وأنظر تاريخ بغداد 5/ 439.\nالجزء: 3 ¦ الصفحة: 131\n",
        "(497) محرر بن هارون بن عبد الله التيمي الهديري. مدني عن الأعرج عن أبيه لا يعرف إلا به (1) .\n(498) مبارك بن سحيم أبوسحيم بصري. مولى عبد العزيز بن صهيب (2) .\n(499) مبشر بن عبيد الحمصي. يكذب. عن الزهري، وزيد بن أسلم وحجاج ابن أرطأه.\n(500) مهدي بن هلال. يضع عن هشام بن عروة. وجعفر.\n(501) مينا. مولي عبدا لرحمن بن عوف عن ابن مسعود.\n(502) مطير بن خالد. وقيل، مطر الاسكاف عن أنس.\n(3. 5) معلى بن عرفان. كوفي. عن أبي وائل.\n(504) معلى بن هلال بن سويد الطحان. كوفي يكذب. عن أبي إسحاق وعبيد الله بن عمر. يروي عنه الحماني فيقول علي بن سويد. ويروي فروة بن أبي المغراء فيقول عبد الله بن عبد الرحمن ويروي عنه غيرهما فيقول أبو عبد الله الطحان (3) .\n(505) معلى بن عبد الرحمن. واسطي. عن شريك، وعبد الحميد بن جعفر (4) .\n(506) مسعدة بن اليسع باهلي، بصري. عن جعفر بن محمد، وابن جريج ومحمد ابن عمرو.\n(507) مسيب بن شريك. كوفي. أبو سعيد عن الأعمش وعبيد الله بن عمر وهشام ابن عروة. روى عنه إسحاق بن بهلول فقال أبو سعيد الشقري. وروى عنه علي بن الجعد فقال أبوسعيد. ضعيف (5) .\n(508) مسور بن الصلت. مدني عن نافع وابن المنكدر وزيد بن أسلم.\n(509) ميسرة بن عبد ربه بغدادي. عن زيد بن أسلم كتاب العقل لداود بن المحبر تصنيفه (6) .\n(510) معاوية بن يحي الصدفي يكتب ما روي الهقل عنه ويتجنب ما سواه خاصة ما روى عنه إسحاق بن سليمان الرازي\n(1) قال ابن حجر: محرر براءين وزن محمد علي الصحيح. تقريب التهذيب329.\n(2) مبارك بن سحيم بمهملتين مصغرا. تقريب التهذيب 327.\n(3) أنظر تهذيب التهديب 10/ 240.\n(4) قال الذهبي: قال الدارقطني كذاب ديوان 304.\n(5) أنظر لسان الميزان 6/38.\n(6) قال الخطيب البغدادي. روى عنه شعيب بن حرب المدائني خطبة الوداع. وداود بن المحبر بن قحذم أحاديث باطلة في كتاب العقل. تاريخ بغداد 13/ 222.\nالجزء: 3 ¦ الصفحة: 132\n",
        "(511) معاوية بن عمر أبو مطيع الاطرابلسي. روى عنه الوليد بن مسلم وشعبة وهشام بن عروة وعلي بن عياش.\n(512) موسى بن مطير كوفي. عن أبيه، وعاصم بن بهدله. وموسى بن طلحة. ومطير أبو لا يعرف إلا به.\n(513) موسى بن عمير أبو هارون الجعدي المخزومي. مولى بني جعدة بن هبيرة عن الحكم وأبي إسحاق.\n(514) موسى بن سعد أبو علي الحنفي. حديث منكر عن الحكم فقال حدثنا أبو هارون الشامي (1) .\n(515) موسى بن عمير العنبري. ثقة عن علقمة بن وائل بن حجر (2) .\n(516) موسى بن عبيدة الربذي. لا يتابع على حديثه. وأخوه عبد الله صالح.\n(517) موسى بن محمد بن إبراهيم بن الحارث التيمي. عن أبيه والزهري، ومجاهد.\n(518) موسى بن دينار مكي عن هشام.\n(519) موسى بن طريف كوفي. عن عباية بن ربعي. متروك.\n(520) موسى بن عمير العنبري عن عبد الجبار وأبي وائل بن حجر (3) .\n(521) موسى بن سهل ألوشاء عن إسماعيل بن علية حدثونا عنه هو غير موسى بن سهل بن عبد الحميد الجوني. والجوني صالح الحديث.\n(522) موسى بن دهقان حدثونا عنه بصري عن ابن كعب بن مالك.\n(523) موسى بن محمد بن عطاء المقدسي أبو طاهر عن مالك والموقري.\n(524) مغيرة بن سعيد الكوفي. دجال. أحرق بالنار زمن النخعي أدعى النبوة (4) .\n(525) مسلمة بن علي الخشني عن الأوزاعي، وهشام بن عروة وعبيد الله بن عمر.\n(526) مقاتل بن سليمان. خراساني. يكذب.\n(527) ميمون أبو حمزة القصاب الأعور. كوفي عن النخعي والحسن\n(1) أنظر لسان الميزان 7/116.\n(2) وثقه ابن معين وأبو حاتم والعجلي تهذيب التهذيب 10/ 364.\n(3) أنظر الترجمة السابقة. ولعل هذا التكرار سبق قلم من الناسخ.\n(4) قال الجوزجاني قتل المغيرة علي ادعاء النبوة كان أشعل النيران بالكوفة علي التمويه والشعوذة حتى أجابه خلق. ميزان الاعتدال 4/ 161.\nالجزء: 3 ¦ الصفحة: 133\n",
        "(528) مروان بن سالم الجزري. قرقساني. عن عبد الملك بن أبي سليمان والزهري. (قال البرقاني استدركت من هنا إلي آخره من كتاب غيري) .\n(529) مطر بن ميمون المحاربي.\n(530) مطرح بن يزيد. شامي.\n(531) مجالد بن سعيد. كوفي. ليس بقوي.\n(532) المثنى بن الصباح مكي.\n(533) مجاشع بن عمرو.\n(534) منذر بن زياد الطائي.\n(535) معارك بن عباد عن عبد الله بن سعيد المقبري.\nحرف النون\n(536) ناصح بن عبد الله أبوعبد الله كوفي. عن سماك بن حرب.\n(537) ناصح بن العلاء أبو العلاء بصري. عن عمار بن أبي عمار.\n(538) نوح بن أبي مريم أبو عصمة.\n(539) نوح بن دراج. كوفي.\n(540) النضر بن عبد الرحمن الخزاز. كوفي. عن عكرمة.\n(541) النضر بن سلمه. شاذان.\n(542) النضر بن مِطْرَق كوفي أبا لينة.\n(543) نصر بن طريف أبو جزي.\n(544) نصر بن باب. خراساني.\n(545) نصر بن حماد. أبو الحارث الوراق. عن شعبة.\n(546) نصر بن مزاحم المنقري. كوفي.\n(547) نفيع بن الحارث أبو داود الأعمى. كوفي.\n(548) نافع. أبو هرمز بصري عن أنس وعطاء (1) .\n(549) نجيح. أبو معشر (2) .\n(550) نهشل بن سعيد، خراساني\n(1) قال الذهبي: نافع بن هرمز أبو هرمز وسماه العقيلي نافع بن عبد الواحد. ميزان الاعتدال 4/ 243.\n(2) قال الذهبي: نجيح أبو معشر السندي الهاشمي مولاهم المدني صاحب المغازي. ميزان الاعتدال 4/ 246.\nالجزء: 3 ¦ الصفحة: 134\n",
        "(551) نعيم بن المورع بن توبة. عن الأعمش، وهشام بن عروة.\n(552) نوفل بن سليمان الهنائي. حجازي.\nحرف الواو\n(553) واقد بن سلامة مدني. وقيل وافد بالفاء عن يزيد الرقاشي (1)\n(554) واصل بن السائب الرقاشي. كوفي.\n(555) وازع بن نافع العقيلي. جزري.\n(556) وهب بن وهب أبو البختري. بغدادي. كذاب.\n(557) وليد بن محمد الموقري. شامي (2) .\n(558) وليد بن العباس بن مسافر. الخولاني. مصري.\n(559) وليد بن وليد الدمشقي عن ابن ثوبان. وسعيد بن بشير.\nحرف الهاء\n(560) هشام بن زياد أبو المقدام بصري عن محمد بن كعب. وهشام بن عروة وأخوه الوليد ثقة.\n(561) هشام بن محمد بن السائب الكلبي عن أبي مخنف ومجاهد (3) .\n(562) هيثم بن جماز البكاء بصري.\n(563) هيثم بن عدي الطائي.\n(564) هيثم بن عبد الغفار بصري.\n(565) هذيل بن بلال المدائني يكنى أبا البهلول.\n(566) هارون بن هارون مدني (4) .\n(567) هارون بن حيان الرقى عن ابن المنكدر وليث بن أبي سليم.\n(568) هارون بن دينار (5) .\n(1) قال الذهبي: وافد بالفاء أو بقاف. ضعفوه ميزان الاعتدال 4/ 330.\n(2) قال الذهبي: الوليد بن محمد الموقري صاحب الزهري يكنى أبا بثير البلقاوي مولى بني أمية. والموقر حصن بالبلقاء. ميزان الاعتدال 4/ 346. قال الذهبي: الوليد بن محمد الموقري صاحب الزهري يكني أبا بثير البلقاوي مولي بني أمية. والموقر حصن بالبلقاء. ميزان الاعتدال 4/ 346.\n(3) قال الذهبي: النسابة العلامة وقيل أن تصانيفه أزيد من مائة وخمسين مصنفا. ميزان الاعتدال 4/ 304.\n(4) هارون بن هارون بن عبد الله بن محرز بن الهدير أخو محرز ابن هارون. ميزان الاعتدال 4/287\n(5) قال الذهبي: شيخ بصري. ضعفه الدارقطني وغيره. ميزان الاعتدال 4/283.\nالجزء: 3 ¦ الصفحة: 135\n",
        "حرف الياء\n(569) يحي بن عبيد الله بن موهب عن أبيه.\n(570) يحي بن أبي أنيسة الجزري.\n(571) يحي بن مسلم البكاء بصري. عن ابن عمر.\n(572) يحي بن سلمة بن كهيل.\n(573) يحي بن عقبة بن أبي العيزار.\n(574) يحي بن أبي حية. أبو جناب الكلبي (1) .\n(575) يحي بن سعيد المديني. التميمي وهو الفارسي قاضي شيراز عن الزهري وهشام بن عروة.\n(576) يحي بن كثير أبو النضر. بصري ضعيف. عن أيوب، وسليمان التيمي وعامر. الأحول، وعطاء بن السايب، وداود بن أبي هند.\n(577) يحي بن العلاء الرازي البجلي.\n(578) يحي بن ميمون بن عطاء أبو أيوب التمار بصري.\n(579) يحي بن بسطام بن حريث بصري.\n(580) يحي بن هاشم السمسار. أبو زكريا. كان ببغداد.\n(581) يحي بن عمرو بن مالك. بصري.\n(582) يحي بن راشد. بصري.\n(583) يحي بن سالم. كوفي.\n(584) يحي بن ثعلبه أبو المقوم (2) .\n(585) يحي بن عنبسة بغدادي كذاب.\n(586) يزيد بن عياض بن جعدبة. مكي (3) .\n(587) يزيد بن سنان أبو فروة الرهاوي.\n(588) يزيد بن ربيعة أبو كامل الرحبي. من صنعاء دمشق.\n(589) يزيد بن سفيان أبو المهزم بصري ضعفه شعبة (4) .\n(1) يحي ابن أبي حية بمهملة وتحتانية أبو جناب بحيم ونون خفيفتين. تقريب التهذيب374.\n(2) أنظر ميزان الاعتدال 4/267.\n(3) يزيد به عِياض بن جُعدبة بضم الجيم والمهملة بينهما مهملة ساكنة. تقريب التهذيب 384.\n(4) أبو المهزم بتشديد الزاي المكسورة اسمه يزيد وقيل عبد الرحمن. تقريب التهذيب428.\nالجزء: 3 ¦ الصفحة: 136\n",
        "(590) يزيد بن عبد الملك بن المغيرة بن نوفل مدني.\n(591) يزيد بن إبان الرقاشي عن أنس.\n(592) يزيد بن بيان المعلم.\n(593) يزيد بن يوسف الشامي.\n(594) يزيد بن عطاء مولي أبي عَوانة واسطي.\n(595) يعقوب بن الوليد مدني.\n(596) يوسف بن محمد بن المنكدر عن أبيه.\n(597) يوسف بن السفر أبو الفيض عن الأوزاعي روى عنه عبد الله بن عمران العابدي فقال يوسف بن الفيض شامي (1) .\n(598) يوسف بن خالد السمتي بصري.\n(599) يوسف بن عطية الصفار أبو سهل بصري.\n(600) يوسف بن عطية الوراق كوفي. أبو المنذر.\n(601) يوسف بن ميمون الصباغ كوفي. عن عطاء.\n(602) يونس بن خباب كوفي سيء المذهب (2) .\n(603) يعلى بن الأشدق.\n(604) ياسين بن معاذ أبو خلف الزيات كوفي.\n(605) يمان بن المغيره أبو حذيفه العنزي بصري (3) .\n(606) يمان أبو حذيفة. وقيل ابن حذيفة. بصري.\n(607) يمان بن سعيد. أبو رضوان شامي.\n(508) يمان بن عدي أبو عدي الحضرمي ضعيف.\n(609) يمان بن رئاب خراساني يرى رأي الخوارج.\nالكنى\n(610) أبو بكر بن عبد الله بن أبي سبرة مديني (4) .\n(1) أنظر ميزان الاعتدال 4/ 466.\n(2) ما بين القوسين كلمة غير واضحة وقد وجدت ترجمة هدا الرجل في ميزان الاعتدال وتهذيب التهذيب وعثرت فيهما علي قول الدارقطني ونصه. \"كان رجل سوء فيه شيعية مفرطة كان يسب عثمان \" أنظر ميزان الاعتدال 4/479، تهذيب التهذيب 11/438.\n(3) جعل الذهبي هذه الترجمة وما بعدها لرجل واحد. ميزان الاعتدال 4/ 460\n(4) قيل اسمه عبد اللَه وقيل محمد. تقريب التهذيب 396\nالجزء: 3 ¦ الصفحة: 137\n",
        "(611) أبوحامد الحنفي مجهول.\n(612) أبوداود النخعي كذاب رماه أحمد بن حنبل بالكذب.\n(613) أبوكرز القرشي مجهول (1) .\n(614) أبو ناشرة مجهول.\n(615) أبو سورة مجهول يروي عن أبي أيوب الأنصاري (2) .\n(616) أبو أدام كوفي سليمان بن زيد المحاربي عن ابن أبي أوفي ضعيف.\n(617) أبو همدان. القاسم بن بهرام قاضي هيت متروك.\n(618) أبو توبة القاص بصري ضعيف.\n(619) أبو سفيان الصوفي. ويقال العوفي. قال الدارقطني ليس أعرفه.\n(620) أبو حماد الكوفي الحنفي المفضل بن صدقة ليس بالقوي.\n(621) أبو حفص العبدي عمر بن حفص ضعيف.\n(622) أبو أمية بن يعلى الثقفي ضعيف (3) .\n(623) أبو سفيان السعدي طريف ضعيف.\n(624) أبو عبد السلام مجهول (4) .\n(625) أبو صفوان عبد الله بن سعيد بن عبد الملك بن مروان من الثقات عن يونس ابن مالك\n(626) سعيد بن مسلمة بن هشام بن عبد. الملك ضعيف يعتبر به.\n(627) ومسلمة بن سعيد بن عبد الملك يعتبر به ضعيف.\n(628) بقية يروي عن قوم متروكين مثل.\n(629) مجاشع بن عمرو (5) .\n(630) وعبيد الله بن يحي لا أعرفه ولا أعلم روى عنه غير بقية\n(1) عبد الله بن كرز القرشي لسان الميزان 7/98.\n(2) قال الذهبي: يقال أنه أبن أخي أبي أيوب. ميزان الاعتدال 4/ 535.\n(3) قال الذهبي: هو إسماعيل. ميزان الاعتدال 4/493.\n(4) قال الذهبي: قيل اسمه الزبير وقيل أيوب. ميزان الاعتدال 4/548.\n(5) انظر ميزان الاعتدال 3/ 436.\nالجزء: 3 ¦ الصفحة: 138\n",
        "(631) وعبد الحميد بن السري الغنوي يروي عن عبيد الله بن عمر يقال له أبو اليسر ضعيف (1) .\n(632) الوليد بن مسلم يرسل، يروي عن الأوزاعي أحاديث الأوزاعي عن شيوخ ضعفاء عن شيوخ قد أدركهم الأوزاعي مثل نافع وعطاء والزهري فيسقط أسماء الضعفاء ويجعلها عن الأوزاعي عن عطاء يعني مثل عبد الله بن عامر الأسلمي وإسماعيل بن مسلم (2) .\n(آخر الكتاب والحمد لله وحده وصلى الله على سيدنا محمد وآله وسلم تسليما كثيرا)\n...\nوهو حسبنا ونعم الوكيل. بلغ العرض.\n(1) قال الذهبي: من المجاهيل. ضعفه الدارقطني. ميزان الاعتدال 2/ 541.\n(2) قال الذهبي: إذا قال الوليد بن مسلم عن ابن جريج أو عن الأوزاعي فليس بمعتمد لأنه يدلس عن كذابين فإذا قال حدثنا فهو حجة. ميزان الاعتدال 4/348.\nالصفحة: 139\n",
        ""
    ]
}