{
    "1": [
        "الطلاق تحسبونه هينا وهو عند الله عظيم\nالطلاق تحسبونه هينا وهو عند الله عظيم\nمحمود محمد غريب\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالطَّلاق تَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيم\nالمؤلف:\nمحمود محمد غريب: من علماء الأزهر الشريف والموجه الديني لشباب جامعة القاهرة\n(أسلم على يدي المؤلف خمسةٌ من علماء أوربا في فترة السبعينيات)\nالناشر:\nدار القلم للتراث - القاهرة\nالطبعة:\nالثانية - 1423 هـ - 2004 م\n[ترقيم الكتاب موافق للمطبوع]\nجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالطَّلاق تَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيم\nالمؤلف: العلامة الشيخ / محمود غريب\n(أسلم على يدي المؤلف خمسةٌ من علماء أوربا في فترة السبعينيات)\nالناشر: دار القلم للتراث - القاهرة\nالطبعة: الثانية - 1423 هـ - 2004 م\n[ترقيم الكتاب موافق للمطبوع]\nجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.\nالجزء: 1 ¦ الصفحة: 2\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nمقدمة\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله وسلام على عباده الذين اصطفى، وسلام على النبي المصطفى\nأمّا بعد\nفكثير من موضوعات الفقه الإسلامي تحتاج إلى إعادة الاجتهاد فيها وعمق الدراسة، حتى تعرض عصرنا بما يسد حاجة المسلم ويعالج مشكلاته الحياتية.\nوأخص بالذكر موضوع الطلاق لخطورة الآثار التي تترتب عليه في المجمتع. فبعض الناس يعتبرونه هيناً وهو عند الله عظيم.\nوالمجتمع المسلم بحاجة إلى دعاة فقهاء. لأن الدعاة يجيدون عرض ما يعلمون. ولكنَّ كثيراً منهم يهتم بالأسلوب وفن الإلقاء والتأثير عن البضاعة التي يعرضها. وحصيلة البعض منهم - في عصرنا - من الفقه وأدلته فيها ندرة \"الفيتامين\" في الطعام.\nوحاجتنا إلى دعاة فقهاء كحاجتنا إلى فقهاء دعاة يجيدون فن الدعوة لما انتهوا إليه من قضايا معاصرة أو تراثية تعرض بلغة العصر. وَقَلِيلٌ مَا هُمْ.\nوفي مطلع محاولتي لعرض بعض قضايا الفقه في موضوع الطلاق اعترف أنني لست سباحاً ماهراً في بحور الفقه ولا حتى في أنهاره.\nولكن ما لا يدرك كله لا يترك كله.\nوحسبي من هذه الدراسة خدمة ما فيها من آيات القرآن الكريم، فقد عشت كل حياتي في الدعوة وما رافقت فيها من قلمي لخدمة التفسير الموضوعي للقرآن الكريم. وما يلزمها من سنة النبي - صلى الله عليه وسلم -.\nالجزء: 1 ¦ الصفحة: 3\n",
        "آيات القرآن في الموضوع.\nومجموع آيات القرآن في الموضوع الواحد يكمل بعضه بعضاً ويُفسره.\nوقد أفرد القرآن سورة باسم (الطلاق) سبقتها أحكام في سورة البقرة والنساء والأحزاب وأحكام أخرى متفرقة في سور.\nدور السنة في الموضوع.\nوقد بينت السنة كثيراً من الأحكام المتعلقة بالموضوع كبيان طلاق السُنَّة متى يقع الطلاق ومتى يحرم.\nفي حديث طلاق ابن عمر - رضي الله عنهما - وحكم من طلَّق امرأته ثلاثاً في مجلس واحد ومن طلق امرأته وهو في مرض يغلب فيه أنه مرض الموت. وبينت السنة أحكام العدة للمطلقة ومتى تنتهي عدة الحامل المتوفي زوجها وعدة المطلقة، والمصالحة بين المرأة وزوجها في أن تتنازل لزوجته الأخرى عن حقها في المبيت ولا يطلقها.\nوأحكام أخرى كثيرة بينتها السنة في موضوع الأسرة عامة وموضوع الطلاق. مما يؤكد حاجة الدارس للسنة.\n* * *\nتعدد الآراء خير من الرأي الواحد\nالتزمت في هذه الدراسة باختيار الرأي الذي أشعر بأنه الأقوى دليلاً على قدر الطاقة في التزجيح للأدلة، وسبق أن قلت: إنني لست سباحاً ماهراً في بحار الفقه ولا حتى في أنهاره. ولكنها المحاولة والاجتهاد والله أسأل أن يرزقنا الصواب.\nولا يشك عاقل أن تعدد الحلول للمشكلة الواحدة خير من حتمية الحل الواحد. وهذا ما أنعم الله به على الأمة الإسلامية مما جعل علماءها يقولون اختلاف الأئمة رحمة.\nوأئمتنا لم يتعمَّدوا الاختلاف. ولكن طبيعة اللغة العربية، ومحاولة العمق في فهمها، وسعة عطاء الجمل والمفردات بسبب اختلاف الإعراب وغير ذلك مما سبب اختلاف الأئمة.\nوقد بينت هذا بإسهاب في كتابي \"شريعة الله يا ولدي\"\nالجزء: 1 ¦ الصفحة: 4\n",
        "كتاب وفقيه انتفعت بهما\nانتفعت كثيراً في موضوع الأسرة بناؤها ودوامها بموسوعة أخي الأستاذ الفقيه الدكتور عبد الكريم زيدان \"المفصل في أحكام المرأة\" (12 مجلداً)\nعرض فيها الفقه الإسلامي على جميع مذاهب السنة وغيرها، وأدلة كل رأي، وحاول بيان الرأي الراجح من آراء المذاهب الثمانية.\nأما الفقيه الذي نفعني الله بمصاحبته فهو الأستاذ الدكتور أحمد محمود كريمة - أستاذ الشريعة الإسلامية بالأزهر الشريف والمدرس بجامعة السلطان قابوس بصلالة.\nوقد جاورته ولازمته عدة أعوام مباركة يحضر لي درس التفسير الموضوعي للقرآن الكريم كل أسبوع ثم نذهب في رفقة طيبة إلى البحر - في صلالة - فننتفع بكل ما يقول حتى مداعباته وإشاراته وتعليقاته على الأحداث. نفع الله به وبمثله من الفقهاء.\n* * *\nمنهجي في كتاب الأسرة بناؤها ودوامها\nالرسالة ليست فقهاً مذهبياً ولا فقهاً مقارناً ولكنها محاولة لعرض المسائل الفقهية في صورة قصة أو حوار تيسر لذلك السبيل.\nوقد سبق أن كتبت \"سلسة يا ولدي\" لطلاب الجامعات في بغداد ومصر بهذه الطريقة ثم طلب مني أخي المرحوم الدكتور / كمال مصطفى الأستاذ بكلية الدعوة بالأزهر الشريف أن أتم مشروع سلسلة يا ولدي بأسلوب العرض العلمي عميق الفكرة واضح الأسلوب بجانب أسلوب الحوار لنصل إلى ما نريد من أقرب طريق.\nوالله أسأل أن يجعل عملي نافعاً فهو - سبحانه - يتحقق مراده بمجرد أن يريد. وتيسيره لنا عَلامةٌ على القبول منا.\nمحمود غريب\nصلالة ص ب 593 رمز بريد 211\nسلطنة عمان ت 295179\nوالزقازيق طريق بنايوس 2355287\nالجزء: 1 ¦ الصفحة: 5\n",
        "أنواع الطلاق\n* الطلاق الرجعي هو الأصل\n* الطلاق البائن بينونة صغرى\n* الطلاق البائن بينونة كبرى\n* الخلع - وهو الطلاق بعوض\n* التفريق قضاء\nالجزء: 1 ¦ الصفحة: 6\n",
        "الطلاق الرجعي وحكمه\nذكرت في الحديث عن الطلاق السني أنه طلقة واحدة رجعية.\nهو الطلقة الأولى أو الثانية. وله أحكام نوجزها.\n1 -\nيملك الزوج أن يراجع زوجته بدون موافقتها وبدون عقد جديد أو مهر جديد ما دامت في العدة. لأنَّ العدة في الطلاق الرجعي امتداد للزوجية.\nأو هي عطلة زوجية تعود الحياة بعدها أكثر نشاطاً ورغبة في البقاء.\nفكلاهما عروس جديد. وقد استفاد كلاهما من التجربة.\n2 -\nلا يجوز للزوج أن يُخرجها من بيته، ولا يجوز لها أن تخرج، ليبقى كلاهما بجوار الآخر مدة العدة فلعل قربهما يُحدث بعد ذلك أمراً، فتعود الحياة أحسن مما كانت.\nوقد أمر الله بهذا {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} ففي العدة لا يجوز بُعدها عن بيت الزوجية وفراش الزوجية، لعل الله يحدث بعد ذلك أمراً من الحب بعد الكره، والرغبة في العودة بعد الطلاق.\nوقد نسب البيت لهن {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} مع أن البيت غالباً مِلْكٌ الزوج، حتى تعيش في راحة نفسية فلا تطلب الخروج.\nأما إِن سلكت الفحش في القول أو في العمل فلا حكمة من بقائها فخروجها أفضل.\nفالزوجة الفاحشة لا حرص عليها ولا خير في بقائها.\nإذا ذهب الحمار بأمِّ عمرو\n...\nفلا رجعت ولا رجع الحمار\nالجزء: 1 ¦ الصفحة: 7\n",
        "3 -\nإذا مات أحد الزوجين في العدة ورثه الآخر لأن الزوجية قائمة حكماً في أثناء العدة.\n4 -\nالطلاق الرجعي يُنقص عدد الطلقات التي شرعها الله سبحانه.\n5 -\nينتهي الطلاق الرجعي بانتهاء العدة.\nفليسارع لردها ويتحول بعد انتهاء العدة إلى طلاق بائن بينونة صغرى وله أحكام تختلف عن الطلاق الرجعي.\n6 -\nوالأصل في الطلاق أن يكون طلاقاً واحداً رجعياً فما زاد عنها فإسراف نهينا عنه. لأنه لا فائدة منه. وإغلاق لباب لم يغلقه الله.\n7 -\nقد يطلق الرجل زوجته وهو في مرض الموت ليحرمها من الميراث ومن هنا أوجب الشرع لها أن ترث ما دام العدة مستمرة.\n8 -\nالطلاق الرجعي هو الأصل\nالأصل في الطلاق هو الحظر، وقد أبيح لضرورة، فيقدر بقدر الضرورة.\nوقد دعا الله للمراجعة فلا نعطل دعوة الله {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} (سورة البقرة آية: 229)\nوالمرتان دليل على المراجعة مرة بعد مرة {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا} (سورة البقرة آية: 228)\nفزوجها الأول أحق بردها حتى لا تنكشف كل مرة أمام رجل جديد، ولعل لها منه أولاداً فترجع لأولادها.\n9 -\nوالطلاق رجعي بالنسبة للعدة\nفإن انتهت العدة فطلاق بائن: فليسارع إلى ردها.\nالجزء: 1 ¦ الصفحة: 8\n",
        "وإن خلا الطلاق من العدة أصلاً فطلاق بائن ويخلو الطلاق من العدة إن طلقها قبل الدخول بها عند الشافعي والحنفي والمالكي. أو قبل الخلوة عند أحمد.\n10 -\nوالطلاق المتمم للثلاثة تبين به بينونة كبرى وله أحكام سنذكرها.\nأمر يغيب على بعض الناس:\nأحكام الطلاق الرجعي لا تشمل الطلاق بعوض لأنها لو شملت الطلاق بعوض ربما يأخذ الأزواج المال ويطلقها على هذا المال فتشعر أنها افتدت نفسها من سجنه النفسي، ثم يقوم بمراجعتها في العدة. من هنا كان الطلاق على مال - الخلع - طلاقا بائنا. فلا يراجعها إلا بعقد جديد ومهر جديد.\nكيف يراجعها في العدة؟\nاخترت مذهب الإمام أبي حنيفة.\nوالرجعة عنده قول أو عمل دال على المراجعة في أثناء العدة.\nالقول أن يقول لها: راجعتك.\nوالعمل أن يعاشرها في العدة (المفصل في أحكام المرأة جـ 8 ص 19) واشترط القرآن الكريم حُسن القصد في الرجعة. {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا} (سورة البقرة آية: 228) .\nوسبب هذا الشرط أنه قد يراجعها بقصد أن يطيل عليها العدة. فهو يراجعها قبل أن تنتهي العدة بيوم، ثم يطلقها فتبدأ عدة جديدة فتطول العدة عليها وهكذا {إِنْ أَرَادُوا إِصْلَاحًا} شرط بين العبد وبين الله. والله - وحده - يحاسب على النيات.\nوقال تعالى: {وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا} (سورة البقرة آية: 231) .\nوفي أحكام القرآن للجصاص: \"ودل على أن إباحة هذه الرجعة مقصورة على حال إرادة الإصلاح، ولم يرد بها الإضرار\" (أحكام القرآن للجصاص جـ 1 ص 373) .\nالجزء: 1 ¦ الصفحة: 9\n",
        "وقد شاهدت في مجالس الصلح التي حضرتها ما جعلني أوقن أن قوله تعالى: {وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا} نافذة من الغيب يطلع الله النبي - صلى الله عليه وسلم - من خلالها على كثير من أمراض المجتمعات المعاصرة مما لم يكن له وجود في عصر السلف - رضي الله عنهم -\nهل يجب إعلامها بالرجعة؟\nربما يختلف أمر الناس اليوم عن أمرهم أيام الأئمة - رضي الله عنهم - مما يجعلني أميل إلى الرأي القائل بضرورة إعلامها بالرجعة إن كان قد أعلمها بالطلاق. فربما مرت العدة ولم يراجعها ثم يدعي أنه راجعها في العدة ليفلت من العقد الجديد والمهر الجديد وحريتها في القبول والرفض.\nالإشهاد على الرجعة\nالقرآن الكريم ذكر الإشهاد على الرجعة، وطلب إشهاد العدل من الشهود.\nواختلف المفسرون في المراد من الأمر هل هو الوجوب أم الندب.\nوأوامر الله في القرآن تحتمل الأمرين وغيرهما من المعاني.\nوالأصل في الأمر الوجوب، ويجوز أن يُحمل الأمر على الندب لقرينة تبيح هذا.\nجاء في الإشهاد على الرجعة قوله تعالى: {فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ}\nوحملوا الأمر على الندب قياساً على الأمر في قوله تعالى: {وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ} (سورة البقرة آية: 282)\nإذ يتم البيع بدون إشهاد. فالأمر للندب وقاسوا الأمر في الإشهاد على الرجعة بالأمر بكتابه الدين في أطول آية في القرآن، إذ قال الله بعدها {فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ} (سورة البقرة آية: 283)\nالجزء: 1 ¦ الصفحة: 10\n",
        "ومع أنه الأمر في الإشهاد محمول على الندب إلى أن ما يندب إليه - سبحانه - يستوجب الطاعة.\nوالإشهاد يمنع المشكلات فقد تنكر الزوجة أنه راجعها في العدة فراراً من الزوجية.\nولكي يصبح لها أن تقبل أو لا تقبل العودة ما دامت العدة قد انتهت.\nويصبح لها مهر جديد إن أراد أن يعقد عليها.\nولكن الإشهاد ينفي كل هذه المشكلات. وتوثيق العقود في أيامنا يمنع هذه المشكلات.\nوأكثر الأئمة على جعل الإشهاد مندوباً. فلو راجعها من غير إشهاد تم قصده، خلافا للظاهرية الذين قالوا بوجوب الإشهاد. فكل من طلق ولم يُشهد ذوي عدل أو راجع ولم يشهد ذوي عدل متعدياً لحدود الله تعالى.\nوقال - صلى الله عليه وسلم - \"مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ\" (البخاري. 1997)\nوقد رجح أستاذي عبد الكريم زيدان الإشهاد على الرجعة، وجعله شرطا لصحتها، وواجباً على الزوج المطلق.\nوهذا يمنع الخلاف بين دعوته ردها في العدة ودعوتها عدم الرد للأسباب التي سبق ذكرها.\nوبعد\nجمعا للموضوع في سطور\n1 -\nالمراجعة حق للزوج في أثناء العدة لأن الزوجية قائمة في العدة.\nوشرط المراجعة أن يكون الطلاق على غير مال مدفوع منها وهو ما يسمى (خلع) لأن الخلع يُعدُّ طلاقا بائنا.\n2 -\nالمراجعة تكون في مدة العدة فقط فإن انتهت العدة فلا بد من عقد جديد ومهر جديد {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ} (سورة البقرة آية: 231)\nالجزء: 1 ¦ الصفحة: 11\n",
        "{فَبَلَغْنَ أَجَلَهُنَّ} هنا معناها قاربن بلوغ الرحيل وسيأتي للتعبير نفسه معنى آخر في الآية 132 من البقرة {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ} أي راجعوهن إذا كنتم لا تريدون الإضرار بهن - كما سبق أن قلت.\n{أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ} اتركوهن حتى تنتهي العدة وينتهي معها حق الزوج في المراجعة.\nوفي الموضوع نفسه جاء قوله تعالى {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ} معنى بلوغ الأجل هنا يختلف عن الآية التي قبلها فالمعنى هنا انتهاء العدة فعلاً.\nلفظ واحد جاء مرة مجازاً بمعني المقاربة.\nوجاء مرة حقيقة لغوية. بمعنى الانتهاء فعلاً.\nوعلى الذين ينكرون المجاز في القرآن أن يبينوا لنا كيف نفرق بين اللفظ الواحد في الموضعين.\nفالمراجعة في العدة\nومن لا عدة عليها لا مراجعة لها.\nالتي تطلق قيبل أن يدخل بها لا عدة عليها {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا} (سورة الأحزاب آية: 49)\nوما يلزم غير هذا فموضعه كتب الفقه وكتب التفسير التي تهتم بأحكام الفقه كتفسير القرطبي جـ 3 وكتاب المفصل في أحكام المرأة جـ 8 وفقه الظاهرية المحلي جـ 10 وغيرها.\nالبينونة الصغرى\nلا أريد أن أسهب في الأحكام الفقهية فلها كتبها ولكن أحدد فقط متى يكون الطلاق بائناً بينونة صغرى. وماذا تعني البينونة الصغرى.\nالجزء: 1 ¦ الصفحة: 12\n",
        "1 -\nالطلاق قبل الدخول بها\nسبق أن بينت ذلك. والآية التي حددت هذا الحكم الآية 49 من سورة الأحزاب.\n2 -\nالطلاق على مال - الخلع -\nسبق أن بينت أن الطلاق على مال طلاق بائن حتى لا يأخذ منها المال ثم يراجعها.\n3 -\nانتهاء العدة قبل المراجعة يجعلها بائنة\n4 -\nيمكن لمن بانت بينونة صغرى أن يراجعها بعقد جديد ومهر جديد.\nوهو الفارق بين الطلاق الرجعي و\nالطلاق البائن بينونة كبرى\n.\nوالبائنة بينونة كبرى لا تحل له حتى تنكح زوجاً غيره.\nالطلاق البائن بينونة كبرى\nهو العقوبة الكبرى لمن أسرف في الطلاق.\nفقد حرمت عليه حتى تنكح زوجاً آخر. نكاحاً كاملاً يُقصد به المعيشة.\nفإن مات أو طلقها يجوز للزوج الأول أن يراجعها.\nهل ستقبل نفسه مراجعتها؟\nوهل ستقبل هي أن ترجع له بعد أن مارست الحياة الزوجية مع غيره؟\nربما كانت راضية به في الزواج الأول لأنها تزوجته بكراً ولم تعرف غيره من الأزواج؟\nوهو\n...\nهل سيعيش على أمل أن تفشل في زواجها الجديد حتى يجوز له مراجعهتا. هل هذا دليل على حبه؟ ألم تكن في عصمته؟\nسوف ندع لكل أسرة ما أحلّه - صلى الله عليه وسلم - لها. ما قدّره.\nالجزء: 1 ¦ الصفحة: 13\n",
        "الطلاق الثلاث في مجلس واحد\nصورة لما شرعة الشيطان من طلاق.\nفقد تجاوز ما شرعه الله من جواز السنة.\nإن الله أخبر أن الطلاق مرتان. ولم يقل طلقتان وقال: {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} والطلاق الثلاث قطع هذا الأمل.\nطلاق الكناية ماذا يراد به؟\nومن طلاق الكناية ما عرض على محكمة الاستئناف الشرعي بالمملكة الأردنية الهاشمية في 14/3/1974.\nادعت الزوجة أن زوجها قال لها: \"لا اعتبرك زوجة بعد الآن، وبعد الذي حصل منك\".\nقال الزوج إنه لم يقصد الطلاق. وإنما أراد أنها لم تعد بعد الذي عملته زوجة مثالية.\nوقالت المحكمة: هذا القول من الكنايات التي تحتمل الطلاق وغيره، ولا يقع به الطلاق إلا بالنية.\nويقبل قوله عدم إرادة الطلاق، وعليه اليمين.\nوهذا ما يوافق ما ذكره ابن عابدين في رد المحتار على الدر المختار في باب الكنايات جـ2 وما جاء في بهجة المشتاق ص 42.\nواعتبرت المحكمة الابتدائية بعد أن سمعت الشهود أنه قال: لقد طلقت زوجتي. اعتبرت هذا القول طلقة رجعية لشهادة الشهود وردت محكمة الاستئناف الحكم.\n\"المبادئ القضائية التي استقر عليها الاجتهاد\".\nالجزء: 1 ¦ الصفحة: 14\n",
        "ما يجب أن يسبق الطلاق\nالطلاق الذي شرعه الله يختلف اختلافاً كبيراً عن الطلاق الذي ابتدعه السفهاء.\nالطلاق الذي شرعه الله لا بُدَّ أن يسبقه وعظهن. وهجرهن في المضاجع وليس هجر المضجع وآخر الدواء الكي إن كانت مريضة بالقسوة الجنسية ثم تتدخل الأسرة فتبعث حكما من أهله وحكما من أهلها.\nما هي الحدود المشروعة للحكمين؟\nهل لهما إيقاع الطلاق إن رأى الحكمان ذلك؟\nأم تقف المسألة عند اقتراح ذلك للقاضي؟\nالمسألة خلافية.\nوبيان الرأي الراجح.\nالجزء: 1 ¦ الصفحة: 15\n",
        "احذروا سيتصدع البناء\nصاح المهندس كثيراً: احذروا سوف يتصدع البناء واستعمل مكبر الصوت الذي بالمسجد.\nوقليل من سكان البيت من استجاب فنجا. والأعمار - بعد ذلك - بيد الله.\nإن إحساس المهندس بالخطر خبرة ودراية ولغير المهندس فطرة وكمال.\nوقد وصف الله بها السيد المسيح - عليه السلام - {فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ} (سورة آل عمران آية: 52) .\nوبناء الأسرة فوق كل بناء، وأهم من كل بناء، لأنه بناء مقدس.\nفهل يمكن لولي الأمر أن يحس مستقبلها قبل أن يتصدع البناء؟\nمن هنا عبر القرآن بقوله تعالى {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ} مجرد الخوف (سورة النساء آية: 34) .\n{وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا} (سورة النساء آية: 35) .\n{وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا} (سورة النساء آية: 128) .\nمجرد الخوف يستدعي الإسراع في إنقاذ الأسرة\n{وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُن\nَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ\nوَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا} (سورة النساء آية: 34) مجرد الخوف يستدعي الأخذ بأسباب العلاج\n* * *\nالنشوز - عصيانها فيما أمر الله من طاعة الزوج، وما أوجبه عليها حق الزواج كما لو امتنعت من فراشه أو خرجت من دارة وترفعها عليه، وإظهار كراهيته، بما يهدد دوام الزوجية واستمرارها.\nالجزء: 1 ¦ الصفحة: 16\n",
        "وقد تخاف المرأة العاقلة البصيرة من زوجها نشوزاً أو إعراضاً فلتعالج نفسها وبيتها بالمصالحة مع زوجها قبل الطلاق، ودفعاً للطلاق.\nوقد عالجت السيدة سودة بنت زمعه - رضي الله عنها - أمرها عندما كبر سنها واستغنت عن الرجال فتنازلت عن ليلتها للسيدة عائشة.\nوحسبها أن تبقى من أمهات المؤمنين {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ} (سورة النساء آية: 128) .\nفعظوهن - الوعظ خطاب للعاطفة\nوالمرأة أكثر عاطفة من الرجل من هنا كان خطاب العاطفة للمرأة أقرب للمشاعر، وأهدى للنفس.\n(وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ)\nجاء في كتاب \"التاج المذهب\" في فقه الزيدي:\nوالهجر في المضجع لا في الكلام. لأن الهجر في الكلام منهي عنه إذا زاد عن ثلاثة أيام، أمَّا الهجر في المضجع فقد يستمر شهراً.\nوالهجر في المضجع يجعل الذين يعيشون معهما لا يشعرون بشيء.\nوخصوصاً الأولاد حفاظاً عليهم من العُقد النفسيّة. وحتى لا تتدخل الأسرة كحماته وأمه في الموضوع.\n(وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ) . فيخطئ من يفهم من الآية الكريمة هجر المضجع. والمبيت في مكان آخر. فالمطلوب هي في المضجع.\nوهجرها في المضجع عقوبة للزوجين من الناحية الجسدية ولكنه من الناحية النفسية للمرأة أشد.\nلأنها على يقين من ضعفها، لذلك تستخدم فتنتها بدلاً من القوة، وهي مطمئنة أن سلاح الفتنة أقوى، فإذا قاربت الرجل مضاجعة له، وهي في أشد حالاتها إغراء، ثم لم يستجب لها فسوف ترى الرجل في أقدر حالاته، ويكون جديراً بهيبتها وإذعائها. فهذا تأديب نفسي وليس تأديباًَ جسدياً لها.\nالجزء: 1 ¦ الصفحة: 17\n",
        "[المرأة في القرآن - عباس محمود العقاد ص 115] ثم آخر الدواء الكي.\nواضربوهن. وليس كلُّ النساء يصلحهن الضرب.\nفبعضهن مصاب بمرض نفسيّ \"القوة الجنسية\" وبعض الأئمة تعتبر ترتيب العقوبة حسب الآية الكريمة.\nفلابد من الوعظ أولاً: فإذا لم ينفع فالهجر في المضاجع.\nفإذا لم ينفع فالضرب.\nراجع تفسير ابن عاشور جـ 5 ص 41.\nوناقش الإمام أحمد: هل يُسأل الزوج عن سبب ضرب زوجته \"قضاء\".\nقال الإمام أحمد: ربما سكون الضرب من أجل الفراش فيستحي أن يجيب وإن أخبر بغير الحقيقة (من الحياء) فقد كذب ففضل الإمام أحمد ألا يُسأل.\nوالضرب - كما سبق أن قلت - ضرب غير مبرح.\nلقوله - صلى الله عليه وسلم - \"فَاتَّقُوا اللَّهَ فِي النِّسَاءِ فَإِنَّكُمْ أَخَذْتُمُوهُنَّ بِأَمَانِ اللَّهِ وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللَّهِ وَلَكُمْ عَلَيْهِنَّ أَنْ لَا يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ وَلَهُنَّ عَلَيْكُمْ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ\". (مسلم. 2137) .\nقد اشترط العلماء أن يكون الضرب مشروطاً بالسلامة وله أن يستعمله أو يتركه.\n[المغني جـ 10 ص 349 والتشريع الجنائي جـ 1 ص 517]\nوقد تكرر نهي النبي - صلى الله عليه وسلم - عن الضرب.\nحتى قال بعض الشافعية إن الضرب قد نُسخ بالسنة. ولكن النسخ لا يثبت إلا بدليل.\nوالغرض من العقوبة هو استمرار الحياة الزوجية وعلاج المشكلات، والإسلام دين لكل العالم، والنساء طبائع متباينة.\nفمنهن من تُغنيها الابتسامة، ومنهن من تقول: [ضرب الحبيب كأكل الزبيب] عبارة باللهجة المصرية - ومن الحماقة أن نقول: إن العلاج بمشرط الطبيب يسبب الألم، ولكن الموت لا يشعر معه الميت بألم.\nفهو أرحم بالمريض. ومن يقل هذا نقول له \"قل موتوا\"\nالجزء: 1 ¦ الصفحة: 18\n",
        "(فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا)\nإذا لم تنجح وسائل العلاج الثلاثة السابقة.\nالوعظ. والهجر في المضجع. والضرب بشروطه التي ذكرتها، فليتدخل حكماء المجتمع حفاظاً على الأسرة. وذلك حتى لا نُحقق لإبليس أكبر ما يأمل.\nروي مسلم عن جابر بن عبد الله - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - قال: \"إِنَّ إِبْلِيسَ يَضَعُ عَرْشَهُ عَلَى الْمَاءِ ثُمَّ يَبْعَثُ سَرَايَاهُ فَأَدْنَاهُمْ مِنْهُ مَنْزِلَةً أَعْظَمُهُمْ فِتْنَةً يَجِيءُ أَحَدُهُمْ فَيَقُولُ فَعَلْتُ كَذَا وَكَذَا فَيَقُولُ مَا صَنَعْتَ شَيْئًا قَالَ ثُمَّ يَجِيءُ أَحَدُهُمْ فَيَقُولُ مَا تَرَكْتُهُ حَتَّى فَرَّقْتُ بَيْنَهُ وَبَيْنَ امْرَأَتِهِ قَالَ فَيُدْنِيهِ مِنْهُ وَيَقُولُ نِعْمَ أَنْتَ\". (مسلم. 5032) .\nمن هنا يقوم المجتمع بجهود حكيمة حليمة لينقذ البيت.\n{وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا} (سورة النساء آية: 35) .\n{وَإِنْ خِفْتُمْ} مُجرّد الخوف - كما سبق أن قلت. وقبل أن تشتعل النار. والشقاق من الشق لأن كل واحد يكون في ناحية ومنه شق عصا الطاعة ومنه قوله تعالى {وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ}\nونسأل: لمن الخطاب في الآية الكريمة؟\nأولاً: المأمور هو القاضي لأنه نائب الوالي.\nوالأمر للوجوب، كما هو الأصل في أوامر الله - سبحانه - جاء في أحكام القرآن لابن العربي المالكي: \"إذا علم الإمام من حال الزوجين الشقاق لزم عليه أن يبعث إليهما حكمين.\n[أحكام القرآن جـ 3 ص 261]\nالجزء: 1 ¦ الصفحة: 19\n",
        "وعلى أن الأمر للوجوب فقهاء الجعفرية من شيعة آل البيت والمالكية - كما عرفنا - والشافعية - في كتاب الأم جـ 3 ص 261.\nورجح هذا الرأي الدكتور عبد الكريم زيدان لأنه الأصل، ولبيان حرص الشريعة على الوفاق بين الزوجين.\n[المفصل جـ 8 ص 416]\nوشدد الإمام ابن العربي المالكي في الأمر عندما أوجب على القاضي أن يرسل الحكمين بمجرد أن يعلم بالشقاق سواء رفُع إليه الأمر أم لم يُرفع.\nيقول: لأنه انتظار رفع الأمر إليه يُضيع من حقوق الله من لا جبر له.\n[أحكام القرآن القرطبي جـ 1 ص 427]\nولعل الأقرب إلى الواقع ما ذكره الجصاص في أحكام القرآن من ضرورة إرسال الحكمين بعد أن يُرفع للقضاء.\nفلعل بعض الأسر تعالج مشكلاتها في سرية، ولا تحب أن يطلع أحد عليها. وواضح من الآية الكريمة أن يكون الحكمان من أسرة الزوجين. {فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا}\nهذا إن تيسر من أهلهما. فإن تعسر ذلك فمن جيرانهما، لأن الجار أدرى بجاره، أو ممن نظن فيهما الخير. كالمجالس النيابية في عصرنا. والأئمة والدعاة. ولا يشترط الإمام الشافعي الذكورة. فيجوز إرسال النساء إن وثقن في قدرتهن. [مغني المحتاج جـ 3 ص 261]\nمهمة الحكمين\nومع إيجاز الآية الكريمة فقد بينت مهمة الحكمين.\nوهي إرادة الإصلاح: {إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا} ومنهج الإصلاح واحد في أصله. وإن كان يختلف في طرق العلاج من أسرة إلى أخرى.\nالجزء: 1 ¦ الصفحة: 20\n",
        "فيذكر الرجل بحسن العشرة، وكون الزوجة أمانة أودعها الله عنده.\nوخير الرجال خيرهم لأهله وأنا خيركم لأهلي.\nكما قال - صلى الله عليه وسلم - وما ينفقه على زوجته صدقه له أجرها ومعرفة سبب الشقاق تيسر وسيلة العلاج.\nويقول للزوجة مل يرقق حسها - وما يُعرفها بحقّ الزوج عليها، والكلمة الطيبة من الزوجة تُدخل السرور على زوجها وتعيش في قلبه.\nوالرجل بطبعه يحب العطاء لزوجه وأولاده أكثر من أي جهة أخرى وما يعجز عنه اليوم قد ييسره الله غداً. والزوجية لا بد منها. والحياة في ظلها خير من الحياة بدون زوج، وتعدد التجربة في الحياة الزوجية شيء لا تقبله النفوس الكريمة إلا لضرورة.\nومن الأدب الرمزي.\nكان الناس يستخدمون الإبريق من الفخار في دوراة المياه.\nوشعرت إحدى الأمهات أن ابنتها تريد أن تترفع على زوجها تريد مفارقته.\nفتعمدت الأم كسر الإبريق. ثم أظهرت حزنها عليه.\nفتعجبت ابنتها. إن ثمنه ليس غالياً. فلماذا الحزن؟\nقالت لها: أتريدين أن تنكشف عورتي كل يوم على إبريق جديد؟\nفعلمت الابنةُ مراد أمها.\nهل للحكمين أن يفرقا بين الزوجين؟\nإذا تعذر العلاج وبان للحكمين أن الزجاج قد انكسر،\nوأن النفوس قد تنافر ودها، فهل لهما أن يفرقا بين الزوجين؟\nهل لهما إيقاع الطلاق عليها بدون توكيل من الزوج؟\nوالحُكم بالخُلع على مبلغ من المال بدون توكيل منها؟\nرأي الأحناف والظاهرية ومذهب الجعفرية من الشيعة أن هذا الأمر يختلف عن مهمتهما في العلاج والإصلاح.\nفليس لهما ذلك. ليس لهما إلا محاولة الإصلاح.\nالجزء: 1 ¦ الصفحة: 21\n",
        "وذهب مالك والأوزاعي ورواية عن الإمام أحمد ومن قبلهم من السلف علي بن أبي طالب وابن عباس وسعيد بن جبير. يرون أن للحكمين إيقاع الفُرقة بين الزوجين إن تعسر الصلح.\n[مغني المحتاج جـ 3 ص 261. والمغني لابن قدامة جـ 7 ص 49 والمفصل جـ 8 ص 427]\nوالرأي الأول ينبني على أن الحكمين وكيلان عن الزوجين فإذا تعذر الصلح فعليهما رد الأمر إلى القاضي ليتصرف في حدود اجتهادهما.\nولأن الفُرقة قد تكون خلعاً إذا كانت المرأة هي الناشز، والخلع طلاق على مال تدفعه المرأة لتفتدي نفسها.\nوالحكمان لا يملكان التصرف في مالها بدون توكيل منها.\nومهُمهة الحكمان في الآية الكريمة هي الصلح {إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا}\nوجاء في كتاب المغني لابن قدامة جـ 7 ص 49 ما يؤيد الرأي الأول قال: البضع حقه. أي المعاشرة والحياة الزوجية حق الزوج والمال حقها.\nوأي حق الزوجة. وهو يعني المال الذي يمكن أن تدفعه للمخالعة.\nوهما رشيدان. فلا يجوز لأحد غيرهما التصرف في ملكهما إلا بوكالة منهما، أو ولاية عليهما.\n[المغني لابن قدامة الحنبلي]\nفعليهما رفع الأمر للقضاء. والقاضي يفعل ما يري فيه المصلحة.\nوأضيف أن الحكمين قد يكونان تطوعاً بهذا العمل بتكيف من شعورهما الديني، ورغبتهما في الإصلاح فليس لهما إلا رفع الأمر للقاضي ويكونان شاهدان على ما عرفا من السبب في الشقاق. عالمان بالظالم منهما.\nوالذي أرتاح له (ولستُ من علماء الفقه الإسلامي)\nهو أن الأمر في الفُرقة يجب أن يكون بيد القاضي.\nالجزء: 1 ¦ الصفحة: 22\n",
        "لأن كثرة مران القاضي في مثل هذه القضايا تجعل من طبعه الأناة وعدم التسرع في الحكم. فالطبيب الجراح أضبط لأعصابه من والد المريض الذي يرى ولده تحت المشرط.\nولكثرة ما نشاهده في الناس من عدم الصبر في مثل هذه القضايا، وسرعة الانفعال، بل وعدم علمهم بالأحكام الشرعية، فليست كل أسرة لديها الدارس الفاهم من جهة الرجل، والدارس الفاهم من جهة المرأة.\nوشدة التصاق الحكمين بالزوجين قد يُحرك أموراً قديمة في النفس، وأسباب أخرى كثيرة قرأتها في صفحات المجتمع الذي عشت فيه بمصر والبلاد العربية التي خالطت أهلها.\nتجعلني أؤكد ضرورة أن يكون التفريق بيد القاضي، وليس وللحكمين سوى الشهادة بعد مهمتهما الأولى وهي محاولة الصلح.\nوقد ذكر صاحب المفصل في أحكام المرأة دراسة واسعة في هذا الموضوع يحسن للدارس أن يرجع إليها. ولكنني عبرت عن الرأي الذي أرتاح له في عصرنا لما عمَّتْ به البلوى.\nوللشاعر العربي الأستاذ محمد مصطفى حمام شعر في الموضوع\nلا تخافوا شقاقا في بيوتكمو\n...\nبل اضمروا الحبُّ يبقى الحبُّ منتصراً\nفإن تعاظمكم خلف وأعضلكم\n...\nفخالفوا آمر التفريق إن أمرا\nواستخلصوا حكما من أهلكم وخذوا\n...\nمن أهلها حكماً واسترحموا القدرا\nولستُ أرضى سوى الأهلين محكمة\n...\nوليبق سري وسرُّ البيت مدَّخرا\nفإن قضى الله تفريقا فنازلة\n...\nإن تلق صبرا فطوبى للذي صبرا\nوربما كان في التفريق منفعة\n...\nقد يبرأ الجسم من عضو قد انبترا\nالطلاق عزيمة\nلست من الذي يخلطون بين الفتوى والورع، فالورع خاص بمن يفتى به.\nوخصوصاً في مثل موضوع الطلاق.\nالجزء: 1 ¦ الصفحة: 23\n",
        "فيحكمون على الطلاق بالوقوع. وعلى البيت بالخراب، وعلى الأولاد بالشتات لمجرد كلمة تخرج من الأب في ساعة انفعال كلمة يعرف معناها ولكنه لا يدرك - ساعتها - أبعادها كما أنني لست مع الذين لا يوقعون الطلاق الكامل الأركان، المستوفى الشروط، الصادر من عقل كامل لمجرد أنه في غير ساحة القضاء - كما يحدث في بعض البلاد.\nوأرجو الله أن يوفق المجتهدين من علماء الفقه والفقه المقارن أن يجتهدوا في هذه الأمور فإن الجموع البشرية الأن تختلف عنها منذ نصف قرن، فكيف بأيام أئمتنا المجتهدين - رضي الله عنهم -.\nلقد قرأت كتاباً يدرس في إحدى كليات الشريعة في بلد عربي لا يكاد مؤلفه يسمع كلمة (ط ل ق) حتى يوقع الطلاق. حتى قال بالحرف الواحد: لو قال: الحقي بأهلك وقع الطلاق لأنه كناية عن الطلاق. صحيح أنا لست من أهل الاجتهاد، ولم أبلغ نصابهم.\nولكنني زوج وأب وبشر قد ينفعل وقد يخطئ.\nوالذي أؤمن به أن الطلاق كما أن الزواج عزيمة {وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} (235 سورة البقرة)\nفالزواج عزيمة\nبحث عن الزوجة. وخطبة لها، واتفاق مع وليها، وصداق ثم زفاف. والطلاق عزيمة كذلك\n{لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (226) وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} (226 سورة البقرة)\nفالطلاق عزيمة كذلك.\nأعني الطلاق الذي شرعه الله. وليس طلاق (الحشاشين والسفهاء) الذي يخالف شرع الله ويحسبونه على الإسلام.\nالطلاق عزيمة. لا بُدَّ أن يسبقه ما سبق\nالجزء: 1 ¦ الصفحة: 24\n",
        "أن فصلته من مقدمات نص عليها القرآن الكريم.\nعظوهن - لأن الوعظ خطاب للعاطفة. والمرأة أعلى عاطفة من الرجل.\n{وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} ولا تهجروا مضاجعهن. ولا تهجروهن خارج المضجع لأن الهجر خارج المضجع لا يزيد عن ثلاثة أيام.\n{وَاضْرِبُوهُنَّ} ضرب حبيب. يريد الإصلاح.\n{ابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا} وقد ناقشت هذه القضية.\nسلام على عمر بن الخطاب\nفهم عمر مقاصد الإسلام\nأليس عمر من تلاميذ النبي - صلى الله عليه وسلم - المقربين.\nوقد وجدت هذه القصة في قراءتي\nقالت امرأة لزوجها: سمّنى. أي اختر لي اسماً.\nفقال لها: أنت طيبة.\nقالت: لا. اختر لي اسماً آخر.\nقال: اختاري أنت.\nفقالت: خليّة طالق. أو خليلة طالق.\nفقال لها: أنت خليّة طالق.\nفذهبت إلى عمر وقالت له: إن زوجي طلقني.\nقال لي أنت خليّة طالق.\nفأتى الرجل وقص عليه الخبر.\nفأوجع عمر رأسها.\nوقال الرجل: خذ امرأتك وأرجع رأسها.\nإن فقه عمر - رضي الله عنه - جعله لا يتسرع في الحكم للمرأة بأنّها قد طلقت.\nالجزء: 1 ¦ الصفحة: 25\n",
        "والرجل الذي فقد ناقته في الصحراء وعليها طعامه وشرابه وتيقن الموت، ثم نام مستسلماً للموت. ثم استيقظ فوجدها، أسرع في شكر الله.\nأراد أن يقول: اللهم أنت ربي وأنا عبدك. فقال: اللهم أنت عبدي وأنا ربك.\nلم يؤاخذه الله. فليراجع علماء الفقه في عصرنا ما يسمى بطلاق الكناية ولهم الأجر من الله.\nوذكرت أن زواج السنة والبدعة في المدخول بها فقط، أما التي لم يدخل بها فليس لها عدة فيجوز طلاقها حائضاً.\nالجزء: 1 ¦ الصفحة: 26\n",
        "{وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ}\nليس بالعيش وحده يحيا الإنسان.\nالسيد المسيح\n* لمن الغلبة في معركة الإغراء؟\n* العبادة عندما تُضعف الزوج عن واجبه\n* صوم النافلة عندما يمنع الزوج حق\n* المعاشرة كالطعام\n* عندما يتحول وقت المعاشرة إلى وقت طلبات\n* الفرار إلى زوجة ثانية\nالجزء: 1 ¦ الصفحة: 27\n",
        "لا ضرر ولا ضرار\nالحياة الزوجية شرمة عالية الروابط أخذ كل من الزوجين على الآخر ميثاقاً غليظاً. فلا بُدَّ أن تبقى في ظلال هذا الميثاق.\nبيَّن القرآن فيها ما على كل طرف وماله بالمعروف. {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} \"228 سورة البقرة\" وكرر القرآن ضرورة أداء كل واحد من الزوجين واجبة بالمعروف في الحب وفي الكره. {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} \"19 سورة النساء\"\nحتى عندما تنتهي الحياة الزوجية بالطلاق {فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا} \"49 الأحزاب\" والحياة الزوجية - كما قلت - حقوق وواجبات النفقة والسكنى والحقوق المادية شغلت مساحة واسعة من كتب الفقه.\nوالحقوق الزوجية الأخرى لا تقل في أهميتها وفي اهتمام علماء الإسلام بها عن هذه الحقوق.\nلقد كره العلماء أن يجهد الزوج نفسه في العبادة حتى تضعفه العبادة عن القيام بحق الزوجة من الكسب لها ومعاشرتها. حتى قال الإمام مالك: إن كان هجرها بغير ضرورة أُلزم به أي بالجماع والمعاشرة أو يفرق بينهما (صحيح البخاري بشرح العسقلاني حـ 9 ص 299)\nوإذا كان المبيت عندها يفضى عادة إلى جماعها فإن عمر بن الخطاب أقر قضاء كعب بن سوار بإلزام رجل أن يبيت عند زوجته ليلة كل أربع ليال، وعلق بن قدامة الحنبلي على هذه القضية بأنها انتشرت فلم ينكرها أحد فكانت إجماعاً (المغني حـ 7 ص 29) وناقشوا المدة التي يجب أن يباشرها الزوج فيها، قال ابن حزم \"وفرض على الرجل أن يجامع امرأته، وأدنى ذلك مرة كل طهرٍ، إن قدر على ذلك، وإلا فهو عاص لله تعالى وبرهان ذلك {فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} \"الآية 222 سورة البقرة ثم قال ويجبر على ذلك من أبى بالأدب لأنه أتى منكراً من العمل\" المحلي حـ 10 ص 40 ورأى العلماء أن الأمر في الآية للإباحة، وليس للوجوب، وقال بعضهم يجب\nالجزء: 1 ¦ الصفحة: 28\n",
        "كل ستة أشهر إن كان مسافراً أخذا برأي عمر بن الخطاب عندما أمر قادة الجيوش ألا يباعدوا بين الجنود وبين أزواجهن أكثر من ستة أشهر.\n(المغني لابن قدامة حـ 7 ص 31)\nواختار أستاذي الدكتور عبد الكريم زيدان رأي الإمام ابن تيمية بعدم تحديد مدة لهذا الأمر وردّ الأمر لكفايته وقدرته على ذلك، وإن تنازعا فينبغي أن يفرضه الحاكم كالنفقة. هذا رأي ابن تيمية \"الاختيارات الفقهية من فتاوى ابن تيمية صـ 246\"\nوقال الدكتور عبد الكريم زيدان: الراجح ما ذهب إليه ابن تيمية لأنه المطلوب تحصين المرأة ضد الفاحشة بوطئها من قبل زوجها بقدر كفايتها وبقدر ما يحصل به هذا التحصين، وهذا في الأحوال الاعتيادية والزوج حاضر يعيش مع زوجته. (المفصل جـ 7 ص 242)\nعندما تسوق دلالها عليه.\nعادة ما يستغل الضعيف كل ما يملك من سلاح ليغلب خصمه، أو ليفرض رأيه.\nوكثيراًَ ما نستخدم بعضهن دلالها وتحاول منه نفسها عنه عندما تعلم رغبته في جسدها لتؤكد مطالبها التي لا تنتاهي.\nوقت الفراش يحاول الرجل أن يجعله لحظات سُكر من مشكلات الحياة وتحاول بعض النساء أن تجعله لطلب ما تعسر طلبه في أوقات أخرى.\nوإذا كان لكل فعل رد فعل - كما يقولون - فلا بُدَّ أن يأتي اليوم الذي يشعر فيه الزوج أن حاجتها إليه لا تقلّ عن حاجته إليها.\nفلماذا لا يتعودّ الردّ عليها بالسهام نفسها. أليس أمراً عاديا أن يرد على محاولة دلالها بمحاولة هجرها. وقد يطول الهجر لاستغنائه بزوجة أخرى فيميل إليها كلَّ الميل. ويترك صاحبة الدلال كالمعلقة. وكان لا بُدَّ من نزول قرآن ينظم الدلال والهجر أقرَّ مبدأ التأديب حفاظاً على استمرار الحياة.\nالجزء: 1 ¦ الصفحة: 29\n",
        "ولكن منع العناد. وأباح القَسَمْ على عدم اقترابها. ولكن له أربعة أشهر: وبعدها إما أن يفيء وإما أن تطلق.\n{لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (226) وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} (226 البقرة)\nشرع له القرآن الحق في هجر جسدها رداً على محاولة استعمال جسدها لدلالها، ومحاولتها إرغامه على تحقيق ما وكان يريد هذا معتادا.\nوللرجل فيه مطلق الحرية قبل نزول الآيات الكريمة.\nوكان الرجل يقصد به الإذلال. وكان بعض الرجال يستعين على إزائها بزوجة أخرى، أو بالصبر على بُعدها وهجرها فيطيل المدة، ولكن الله - سبحانه - حدّد المدّة من الزمن لا يجوز للزوج أن يتجاوزها وهو يقصد الإضرار بالزوجة. فإن قصد مجرد التأديب والهجر في المضجع فالنبي - صلى الله عليه وسلم - قد حلف على نسائه شهراً وأتمه. وقد أقره القرآن.\nوإن قصد جانباً طبياً كعدم الرغبة في الحمل حتى يتم فطام طفلها فلا إثم.\nوإن كان العلم الحديث قد عالج هذه الأمور علاجاً مأموناً - غالباً. بالموانع من وصول النطفة أو إلغاء مفعولها بالعقاقير.\nأربعة أشهر وبعدها إما أن يفيء وإما أن يطلق. ما دام الزوج مقيماً غير مسافر، صحيحا غير مريض. وللمريض بعد ذلك رأيان.\nرأى يرى أن مجرد مرور الأشهر الأربعة يوقع طلقة بائنة عليه عقوبة له.\nوهذا رأي الأحناف.\nوالإمام الشافعي والمالكي والإمام أحمد يرون ضرورة تدخل القاضي لإيقاع الطلاق.\nواستدلوا على ذلك بقوله تعالى {وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} \"227 البقرة\"\nوهذا الشرط \"وهو العزم على الطلاق\" يكاد ينتفي في مذهب الأحناف.\nالجزء: 1 ¦ الصفحة: 30\n",
        "والرأي الثاني أكثر نظاماً، وقد اخترته لما فيه من تسجيل الإدارة القضائية للحادثة فلا تتكرر، ولإثبات وقوع الطلقة بائنة فلا يستطيع أن يراجعها إلا بعقد جديد ومهر جديد، وباستشارتها، وهذا أن كان له رصيد من الطلقات. ووقع الأمر للقضاء حقا، فلها أن تصبر وتحتسب، ومع هذا فالمعاشرة لا تثبت قضاء إلا بشهادتها.\nوقد نهى النبي - صلى الله عليه وسلم - عبد الله بن عمرو بن العاص عن مواصلة الصيام نهاراً وقيام الليل لما فيه من ظلم للمرأة كما نهى الإسلام المرأة أن تصوم النافلة وزوجها حاضراً إلا بإذنه {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} (228 سورة البقرة)\n{وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} (19 النساء)\n\" خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ وَأَنَا خَيْرُكُمْ لِأَهْلِي\". (الترمذي. 3830) .\nالطلاق وعلاقته بالمهر والعدة\nالطلاق قضية كبيرة {وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ} \"النور 15\"\nيترتب عليه أمور كبيرة، هدم للأسرة وضياع للنشئ، ومعانات وفراغ نفسي، وشماتة من الحاقدين.\nوأخشى ما أخشاه أن الحياة الزوجية كانت تسد حاجة الجسد الجنسية فلتتدخل السماء باللطف والعفة لحفظ المتفارقين من الانحراف الجنسي.\nولكنني هنا أتحدث عن آثاره الشرعية من المهر والعدة والمتعة والنفقة.\nأولاً: الطلاق قبل الدخول بها وقد حدد لها صداقاً.\nبين القرآن الكريم أن لها نصف المهر الذي حدده لها. {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} (237 سورة البقرة)\nفلها نصف المهر الذي اتفقا عليه ما دام لم يذكر أي الجهتين المطالبة بالعفو في قوله تعالى {أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} \"يعفون يعني النساء\nالجزء: 1 ¦ الصفحة: 31\n",
        "لاخلاف في هذا. والنون نون النسوة. ولها أن تتنازل عن حقها وما لها لمن تشاء {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا} (5 النساء) .\nأما قوله تعالى {أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ}\nفالمعنى يحتمل زوجها ووليها فهو يشملها.\nوقد ذكر ابن العربي الأندلسي أدلة ترجيح احتمال كل واحد منهما فأجاد وأفاد، ورجح أن يكون الولي هو المقصود (أحكام القرآن جـ 1 ص 219)\nلها نصف المهر وإذا لم يكن دخل بها قبل الطلاق وليس عليها عدة {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} \"الأحزاب 49\"\nثانياً: إذا طلقها من قبل الدخول بها ولم يحدد لها صداقاً في العقد فليس لها شيء من الصداق لأن الصداق مجهول والمجهول لا يُنصف ولكن لها \"المتعة\" حق لازم يحدده لها القضاء.\nلأن بقية الآية الكريمة {فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا} (49 الأحزاب) والمتعة على الموسع قدره وعلى المقتر قدره {عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ} \"336 البقرة\"\nوهي شكر للمطلقة، ووفاء لها على ما قدمت أيام الحياة الزوجية.\nوقد أمر الله النبي - صلى الله عليه وسلم - أن يُقدم مثل هذا العطاء لزوجاته عندما خيرهن بين البقاء مع الرضا بضيق العيش وبين الفراق الجميل إن رغبن في الدنيا. ولكنّهنّ جميعاً اخترن الله ورسوله.\n{يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا} (28 الأحزاب) .\nوهل المتعة واجبة لكل مطلقة لعموم قوله تعالى: {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ} \"241 سورة البقرة\".\nأم أن الأمر للندب كما ذهب الإمام مالك وأصحابه والقاضي شريح وغيرهم.\nالجزء: 1 ¦ الصفحة: 32\n",
        "والظاهر أن الأمر الوجوب للشعور بالملكية في قوله تعالى {وَلِلْمُطَلَّقَاتِ مَتَاعٌ} ولقوله تعالى {عَلَى الْمُتَّقِينَ} ولكلّ عصر تحديد المبلغ الذي يليق بالمتعة، ولكل أسرة فلا ضرورة لنقل آراء القدامي في تحديدها.\nوقد روي القرطبي أن الإمام الحسن لما بايعه الناس بالخلافة بعد استشهاد الإمام علي قالت له زوجته عائشة الخثعميّة تهنئه بالخلافة.\nوكان الإمام الحسن مصاباً باستشهاد والده فاعتبر هذه التهنئة شماتة فطلقها.\nفلما قضت عدتها بعث إليها بعشرة الآف متعة.\nفقالت: \"متاع قليل من حبيب مفارق\"\nفلما علم بذلك ندم على طلاقها وقال لولا أنها. الثالثة لرددتها.\nفليتق الله من يسرع بالطلاق ويعط لنفسه فرصة {لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} .\nثالثا - لو طلقها بعد الدخول بها.\nلها الصداق كاملاًَ إن كان قد حدده لها. ولها مهر المثل إن كان لم يحدد لها صداقا.\nوقد حكم النبي - صلى الله عليه وسلم - بمهر المثل في قضية بنت واشق الأشجعية. (أبو داود والترمذي)\nوقال بمهر المثل الأئمة الأحناف والشافعية والحنابلة والأباضية في الرأي الراجح عندهم.\nوالعلماء يلجؤن إلى مهر المثل إذا عقد عليها ولم يُسمّ لها مهراً أو سمّى لها مهراً فاسداً كالخمر والخنزير.\nأو سمَّى لها مهراً مجهولاً كالبيت الذي لد يحدد مكانه ولا عدد غرفه، أو سيارة ولم يحدد نوعها وسنة صنعها. وغير هذا.\nومهر المثل يقاس بإخواتها وعماتها وبنات أعمامها ويشترط التقارب بينهن في الدرجة العلمية. وتقارب العصر والبلد، وعلماء الأحناف يطلبون مراعات سن الخاطب شاباً أم شيخاً، ودرجته العلمية والوظيفة.\nالجزء: 1 ¦ الصفحة: 33\n",
        "بهذا الدقة أفتى علماء الإسلام منذ قرن.\nوكما يقولون: يبدأ الفقه عندما ينتهي التخصص العلمي.\nلها مهر مثل كما قلنا وعليها العدّة.\nرابعاً: الفراق بالخلع\nالرأي الراجح ليس لها متعة. وعليها العدة إن كان قد دخل بها لعموم قوله تعالى في عدة المدخول بها.\nخامساً الفراق بموت الزوج\nأمّا عدّة من مات زوجها فواجبة عليها وفاء وعزاء وسلوى لأهله سواء دخل بها أو مات قبل الدخول.\nلعموم قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} \"234 سورة البقرة\"\nوهذا الحكم متفق عليه لصريح النص الكريم.\nوفي الموضوع آية أخرى حددت المدة بسنة كاملة. {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ} (240 الآية)\nهل موضوع الآيتين واحد كما يفهم من النظرة الشريعة؟\nوهل إحداهما ناسخة للأخرى؟\nوإذا قلنا بالسنخ فآية الأشهر الأربعة هي المتقدمة في ترتيب الآيات فلماذا لم يقل أحد إن لآية المتأخرة في ترتيب الآيات نسخة المتقدمة؟\nأليس من الأفضل أن تكون الآية الثانية محكمة كالأولى؟ ولكل واحد منهما موضوع مختلف؟\nالجزء: 1 ¦ الصفحة: 34\n",
        "السلف الصالح - رضي الله عنهم - كثرت أقوالهم في الآيتين سأل عبد الله بن الزبير عثمان بن عفان - رضي الله عنهما - عن آية الحول لماذا كتبها عثمان متأخرة وهي - في فهمه منسوخة فالأصل أن تتقدم.\nفأجاب عثمان: لا أغير شيئاً منه - من القرآن - عن مكانه يا ابن أخي \"البخاري كتاب التفسير\"\nوقال العلامة ابن عاشور في \"التحرير والتنوير\"\nجعل الله لها وصية أن تقيم في بيت الزوجية وأن يُنفق عليها سنة كاملة قبل تشريع الميراث. وهي حرة في أن تسكن أو تخرج.\nفالأشهر الأربعة والأيام العشر عدّة واجبة تقضيها في بيت الزوجية ولا تخرج منه إلا لضرورة. فقد أخرج الإمام علي ابنته أم كلثوم من بيت عمر بن الخطاب - رضي الله عنهم - بعد استشهاد عمر.\nأما بقية العام فوصية من الله لها إن شاء قبلتها وإن شاءت خرجت.\nفهي تتعلق بالسكني ولا تتعلق بالعدة ويبدوا أن هذه الوصية رُفعت بالميراث. لقوله إن الله قد أعطى كل ذي حق حقه فلا وصية لوارث\" \"أبو داود وصايا 6، ترمذي وصايا 5، وابن ماجة وأحمد 4 \"186\"\n{فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ} \"البقرة آية 240\"\nوالمعروف هو ألا تخطب ولا تتزين ولا تتزوج في أيام العدة.\nوأسأل: ما علاقة أهل الميت بتصرفاتها بعد خروجها من بيتهم حتى يقول القرآن الكريم {لَا جُنَاحَ عَلَيْكُمْ} إن الآية الكريمة ترمي إلى شيء بعيد لم يتنبه إليه كثير من الدعاة وهو المسؤولية الجماعية عن تصرًّف الأفراد وخصوصاً النساء. كالجسد الواحد إذا فسد فيه عضو كله.\nعدة المتوفي عنها زوجها.\nعرفنا عدّة المرأة إذا مات زوجها. وقد بينها القرآن صراحة وهي أربعة اشهر وعشرة أيام. ما لم تكن حاملاً. فإن كانت حاملاً فعدتها أن تضع حملها {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} 4 الطلاق.\nالجزء: 1 ¦ الصفحة: 35\n",
        "وقد بينت السنة المطهرة أن عدتها تنتهي بوضع الحمل لأن الأصل في العدة الاستدلال على براءة الرحم. والوضع يسبب علم اليقين بلذلك ورأى بعض العلماء أن عدتها تنتهي بأطول الأجلين. إما بوضع الحمل وإما بالأشهر، الأبعد منهما.\nوهي عزاء ووفاء وطهارة رحم. وحق لله - سبحانه.\nحديث سُبيعة بنت الحارث الأسلميّة\nيستدل العلماء بحديثها على انتهاء عدة من مات زوجها بوضع حملها، ولو كان بعد أيام من موت زوجها. فقد مات زوجها سعد بن خولة في حجة الوداع وهي حامل فلم تلبث أن وضعت حملها بعد وفاته، فلما طهرت من الوضع تجملت للخطاب.\nفقال لها أبو السنابل بن بعكك مالي أراك تجملتي للخطاب ترجين النكاح؟ فإنك والله ما أنت بناكح حتى تمر أربعة أشهر وعشر. فذهبت وسألت رسول الله - صلى الله عليه وسلم - فأفتاها بأنها قد حلَّتْ حين وضعتْ حملها وأمرها بالزواج إن بدا لها. (البخاري كتاب المغازي ومسلم كتاب الطلاق)\nمجموع ما قرأته من كتب الأئمة يؤكد إجماع الأئمة على وجوب عدة المتوفي عنها زوجها، ووافقهم المفسرون للآية الكريمة.\nتجب العدة على المرأة مسلمة أو كتابية، قابلة للحمل أو يائسة، صغيرة لا يحمل مثلها أو كان الزوج صغير لا يتصور منه حدوث الحمل لعموم قوله تعالى {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} (البقرة 234)\nحتى ولو كانت مطلقة طلاقاً رجعياً فإنها تنتقل إلى عدة المتوفي عنها زوجها - أي أربعة وعشراً ما لم تكن حاملاً فعدتها وضع الحمل - وهو رأي الجمهور - أو طول الأجلين - كما قال بعضهم.\nأما أن طلقها بائنا فليس عليها عدة المتوفي عنها زوجها، لأن الطلاق البائن ينهي الزوجية (المغني لابن قدامة جـ 7 صـ 474 والبدائع حـ 3 صـ 200)\nالجزء: 1 ¦ الصفحة: 36\n",
        "- وإذا ثبت أنه يريد الفرار من ميراثها فطلقها تعتد بأطول العدتين لترث منه. ومعلوم أن الطلاق قبل الدخول بها طلاق بائن لعدم وجوب العدة عليها بنص القرآن. إلا إذا كان يريد من طلاقها حرمانها من الميراث فلها الميراث قال العلامة الدردير في كتابه الشرح الصغير: ولمن توفى زوجها ولو كانت مطلقة طلاقاً رجعياً ليس بائناً ولا غير مدخول بها أربعة أشهر وعشرا \"الشرح الصغير جـ 1 ص 500\".\nوقد بين حكم البائن إذا أراد بطلاقها الفرار من الميراث.\nعدة المطلقة لماذا؟\nعقد الزواج يختلف - في الإسلام عن أي عقد آخر. فهم عقد مقدّس.\nمن أصل ذلك قدّم له الإسلام بأحكام الخطبة، وأبقى بعده بأحكام العدّة لاستبراء الرحم مما يترتّب عليه حفظ الأنساب. وثبوت النسب أول حقوق المولود.\nوفي العدة امتداد للحياة الزوجية وتمهيد للعود إليها بعد الطلاق الرجعي ومن أجل ذلك طلب الله بقاء المطلقة في بيت الزوجية وحرم خروجها منهجتي يؤلّد القرب الرغبة في العودة {وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ} (الطلاق)\nوهذا حكم شرعي غاب عن كثير من المجتمعات الإسلامية فالمرأة كثيراً\nما تلتحق ببيت أهلها وتبقى فيه قبل أن يحدث الطلاق فكيف يتصور رجوعها بعد الطلاق لبيتها لقضاء العدّة فيه؟\nوهذا مما ساهم في ارتفاع عدد الطلاق البائن بينونة كبرى.\nوكثير من أحكام الإسلام في الأسرة قد هجرها المسلمون جهلاً بها.\nوهذه مسؤولية المسجد والإعلام وأجهزة التعليم.\nفالعدة امتداد للحياة الزوجية، وتحريض على العودة، واستبراء للرحم وقد تكون العدة لحفظ حقوق الزوجة إذا طلقها في مرض موته ليمنعها من حقها في الميراث. فيجعل الإسلام عدتها امتداداً للحياة الزوجية فيجب لها الميراث ويسمى طلاق الفار.\nوإذا كانت العدة من موت الزوج فهي مع ما ذكرنا وفاء للحياة الزوجية، وعزاء لأهله.\nالجزء: 1 ¦ الصفحة: 37\n",
        "والعدة قبل كلّ هذا حق لله - سبحانه - فالالتزام بأحكامها تعظيم لشعائر الله.\n- ما يحل وما يحرم في العدة\nالأحكام الشرعية يجب أن يسأل عنها أهل الذكر من العلماء. {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} (7 الأنبياء)\nأما أن تسأل المرأة جدتها عن أحكام الشرع فهذا سبب بقاء الخرافات والخلط بين العادة والعبادة.\nفي بعض بلاد الخليج يتوارث النساء أحكام العدة للمرأة التي توفي عنها زوجها من \"حواديت جدتي\"\nيقولون بلسان حالهم {قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ} \"74 الشعراء\"\nيحكمون على المرأة بدخول العدة - على حد تعبيرهم.\nوالعدة تعني عندهم دخول كالسجن يُحرّمون عليها أن ترى رجلاً أو يراها رجل أجنبي.\nولا يحل لها أن تشاهد الشاشة الصغيرة، ولا تخرج لبيت أحد، ولا لعمل ولا لسوق.\nوتعتقد المرأة أن العدة تبدأ من وقت ما تريد هي فيمكن لها أن تؤخر العدة أياماً معدودات أو حتى أشهر حتى تتهيأ لدخولها.\nوبعضهن يتسأل: إن زوجها قد مات ولم تجد وقتا لدخول العدة فماذا تفعل؟ وهذا جهل بأحكام الله تجلس المرأة أربعة أشهر وعشرا في سجنها تجلس تسبح على مجموعة من الحصى، فلما تنتهي العدة بهذا الحصى في البحر.\nهذا ما يفعلونه. وما سمعته منهن.\nوالعجيب أنهن يفعلن هذا على أنه أوامر الله.\nبعض أحكام العدة\nلم نبتعد كثيراً عن موضوع عدة المطلقة عندما نذكر بعض أحكام عدة المتوفي عنها زوجها - مع اختلاف في الأحكام بين عدة المطلقة طلاقاً رجعياً.\nوعدة المطلقة بائناً. وعدة من مات زوجها فماذا عن عدة المطلقة رجعياً؟\nالجزء: 1 ¦ الصفحة: 38\n",
        "أولاً: العدة في الطلاق الرجعي امتداد للحياة الزوجية فيجوز فيها ما يجوز بين الزوجين. من ذلك - وأهم شيء ثبوت نسب المولود إذا حملت في العدة من طلاق رجعي.\nالطلاق الرجعي لا يمنع الميراث بينهما. فأي الزوجين مات يرث الآخر نصيبه منه.\nثالثاً: يمنع الشارع الحكيم خروج المطلقة رجعياً من بيتها. وإذا كان الزوج قبل الطلاق يجوز له أن يأذن لها في الخوج فإن احتباسها بعد الطلاق وهي في العدة بأمر الله سبحانه فلا هو يخرجها ولا هي تخرج.\nوقد نص القرآن على منها من الإخراج أو الخروج في الآية الأولى من سورة الطلاق.\n(أحكام القرآن لابن عربي حـ 4 صـ 1819)\n(وكشاف القناع حـ 3 صـ 277)\nوليس لها أن تحج أو تعتمر في أيام العدة (المغني لابن قدامة حـ 7 ص 521)\nالطلاق البائن هل يمنع الميراث؟\nالقياس أن الطلاق البائن يمنع الميراث. كان يكون الطلاق الثالث.\nأو الطلاق على عوض \"الخلع\" أو طلاق يوقعه القاضي بناء على طلبها.\nويستثنى من هذا أن يطلقها طلاقاً بائناً في مرضه الأخير - مرض الموت - ليفر من ميراثها. فيعاقبه الإسلام بعكس قصده، أو تسعى هي للطلاق منه في مرض موتها بخدعه أو خلع أو حكم القاضي في مرض موتها فيعاقبها الإسلام بعكس قصدها.\nوالمطلقة طلاقاً بائنا إذا ما تزوجها في عدتها وثبت أنه أراد بالطلاق الفراء من ميراثها تعتد بأطول العدتين. لأنه لا يتصور أن نحكم لها بالميراث وهي بائن عقوبة له على فراره ونحكم لها بانتهاء عدتها بأقرب العدتين باعتبارها مطلقة طلاقاً بائنا الغنُم بالغرم. وهذه بتلك.\nواعتقد أنها لو كان سيؤذيها إطالة العدة وترى أن الميراث لا يعوضها لقلته أو لثرائها فلها أن تطلب من القضاء اعتدادها بالقروء أو بالأشهر الثلاثة حسب\nالجزء: 1 ¦ الصفحة: 39\n",
        "سنّها وحالها. ولا ترث لأن الأصل في البائن عدم الميراث وميراثها استحسانا فلها التنازل.\nعدة المتوفي عنها زوجها والحداد.\nتلزمها أحكام العدة ويلزمها الحداد على زوجها - بكسر الحاء - تبقى مدة العدة في البيت الذي عاشت فيه مع زوجها ولا تخرج منه إلا لضرورة مادية أو نفسية - كما سنعرف\nخروجها لضرورة\nلم يختلف الأئمة في لزوم سكني المعتدة في بيت الزوجية وأجمعوا على أن الضرورة تبيح لها الانتقال إلى مسكن آخر\n* فعندما قتل - رضي الله عنه - نقل علي ابنته أم كلثوم زوجة عمر لأنها كانت في بيت بإيجار.\nسبحان الله.\nابنة علي وزوجة أمير المؤمنين ينقلها أبوها في العدة لأن البيت إيجار.\nولو تيسر الإيجار ما نقل عليٌّ ابنَته!!\n* وعائشة - رضي الله عنها - نقلت أختها أم كلثوم بنت أبي بكر - رضي الله عنهم - لما قتل طلحة - رضي الله عنه - فدل ذلك على جواز الانتقال لعذر (البدائع حـ 3 ص 205)\n* والرسول - صلى الله عليه وسلم - أذن لفاطمة بنت قيس أن تنتقل إلى بيت إلى بيت ابن أمِّ مكتوم لأنه رجل أعمى يمكن أن تضع ثيابها \"صحيح مسلم\" لأنها كانت في مكان موحش والأعذار المبيحة عند الأئمة متقاربة عجز المطلق أو أسرة المتوفي عنها زوجها عن إعداد سكن لها.\n* ومن الأعذار أن تخشى على نفسها من سقوط البيت أو عدم.\nالمعتدة العاملة\nالآن قل أن تستقر المرأة في بيتها خالية من العمل الصعوبة الحياة ولحاجة البيت إلى عملها. {قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ}\n\"الآية 23 القصص\"\nالجزء: 1 ¦ الصفحة: 40\n",
        "ذكاء فائق وعقل راجح، وعلّة للسبب الدافع لخروجهما {أَبُونَا شَيْخٌ كَبِيرٌ} فالبيت بحاجة لعملنا.\nأو لعل المرأة - في عصرنا - عالمة بتخصص لا يجيده كثير من الرجال.\nأو كان العمل بحاجة لامرأة فإنها أرفق بالطفل في سنوات الدراسة الأولى، ولابد منها مدرسة للبنات أو قابلة لتوليد المرأة.\nالمهم هل نكلفها في العدة أن تبقى في البيت مدة قد تصل إلى تسعو أشهر حتى تنتهي عدتها بوضع الحمل.\nأليس من الممكن أن تفصل من العمل فتصبح الأسرة قد مات كاسبها وفصلت أمها.\nلا. إن النبي - صلى الله عليه وسلم - أذن لخالة جابر بن عبد الله أن تخرج وتجذ نخلها.\nروى الإمام مسلم في صحيحه عن أبي الزبير أنه سمع جابر بن عبد الله يقول: طُلّقت خالتي فأرادت أن تجذّ نخلها فزجرها رجل أن تخرج، فأتت النبي - صلى الله عليه وسلم - فقال: بلى. فجذي نخلك. فإنك عسى أن تتصدقي أو تفعلي معروفاً \"فيجوز خروج المعتدة من طلاق بائن في النهار وعند الشافعي وأحمد وآخرين يجوز لها الخروج في عدة المتوفي عنها زوجها. (صحيح مسلم بشرح النووي صـ 10 صـ 108) .\nوفي سنن البيهقي عن مجاهد قال:\n\" اسْتُشْهِدَ رِجَالٌ يَوْمَ أُحُدٍ فَآمَ نِسَاؤُهُمْ وَكُنَّ مُتَجَاوِرَاتٍ فِى دَارٍ فَجِئْنَ النَّبِىَّ -صلى الله عليه وسلم- فَقُلْنَ: يَا رَسُولَ اللَّهِ إِنَّا نَسْتَوْحِشُ بِاللَّيْلِ فَنَبِيتُ عِنْدَ إِحْدَانَا فَإِذَا أَصْبَحْنَا تَبَدَّرْنَا إِلَى بُيُوتِنَا فَقَالَ النَّبِىُّ -صلى الله عليه وسلم-: «تَحَدَّثْنَ عِنْدَ إِحْدَاكُنَّ مَا بَدَا لَكُنَّ فَإِذَا أَرَدْتُنَّ النَّوْمَ فَلِتَؤُوبَ كُلُّ امْرَأَةٍ مِنْكُنَّ إِلَى بَيْتِهَا \". (السنن الكبرى للبيهقي حـ 9 ص 213) .\nيقول أخي الأستاذ الدكتور عبد الكريم زيدان. فالجواز الخروج ليس من أجل الحياة المادية الضرورية فقط بل يشمل الجانب النفسي كالاستيحاش من الوحدة. (المفصل حـ 9 صـ 213)\nفلا حرج على المرأة العاملة من ذهابها للعمل بشرط أن ترجع إلى بيتها، وهذا عند أئمة السنة كالإمام الشافعي الأمن من اللصوص أو لا تجد إيجار البيت \"ما تكترى به البيت\" \"المفصل في أحكام المرأة حـ 9 صـ 202 وما بعدها\"\nالجزء: 1 ¦ الصفحة: 41\n",
        "ماذا عن الحداد على الزوج؟\nيجب على المتوفي عنها زوجها ما يسمى \"بالحداد\" على الزوج.\nوهو ترك الزينة بأنواعها.\nمدة العدّة\nأربعة أشهر وعشراً.\n* الطِّيب. وهو كل ما حُرّم على المحرم في الحج من طيب\n* والاكتحال إلا للعلاج فأباح لها النبي - صلى الله عليه وسلم - أن تضعه في الليل وتمسحه في النهار.\n(المغني حـ 7 صـ 51 والبدائع حـ 3 صـ 208)\nواستدلوا بحديث أم حكيم بنت أسد عن أمها أن زوجها توفى وكانت تشتكي عينها فتكتحل بالجلاء فلما سألت النبي - صلى الله عليه وسلم - قال لها: لا تكتحلي إلا لما لا بُدَّ منه. يشتد عليك فتكتحلين بالليل وتمسحيه بالنهار. وهذا الحديث يتفق مع روح الإسلام الذي يبيح للعلاج ما لا يبيحه للزينة. وقد منع النبي امرأة من الاكتحال منعاً باتاً لحديث البخاري ثم خفف في الحكم للضرر.\n* زينة الثياب\nلا تلبس المعتدة من وفاة زوجها ثوباً مصبوغاً بالزعفران والألوان شديدة لزينة وهي ألوان تختلف من سن إلى سن ومن عهد إلى عهد. وعند الضرورة تلبس ما تيسر لها.\n* الزينة بالحلي\nوحرم الأئمة عليها لبس حلي الذهب كبيرا كان أو صغيراً.\nوروي الشافعي في هذا حديثا\n\"المتوفي عنها زوجها لا تلبس الحلي ولا تكتحل ولا تخضب.\n(أبو داود والنسائي) وإذا لبست الذهب للخوف عليه من السرقة فالإمام الشافعي يطلب منها أن تخلعه نهاراً.\nولا يجوز لغير المتوفي عنها زوجها الحداد على أحد إلا ثلاثة أيام لقوله - صلى الله عليه وسلم - \" لا يحل لمرأة تؤمن باله واليوم الآخر أن تحتد على ميت فوق ثلاث ليالي إلا على زوج أربعة أشهر وعشراً\". (البخاري بشرح العسقلاني ح 9 صـ 484)\nالجزء: 1 ¦ الصفحة: 42\n",
        "الحداد على الزوج يمنع المعتدة من الخطبة\nلا يتصور أن يفرض الإسلام عليها الحداد على زوجها ثم يأذن لخاطب أن يتقدم لخطبتها.\nلأن قدوم الخاطب يدفعها للزينة. فيحرم عليها الزواج لأنها في العدة ويحرم على من يرغب في خطبتها أن يهيج عواطفها. ويخرجها نفسياً من حال الحداد. من أجل ذلك منع القرآن خطبتها.\nولكن قد تكون المعتدة فرصة يتسابق عليها الراغبون فيها وقد يسب إليها أحدهم بمجرد انتهاء العدة.\nمن أجل ذلك احترم القرآن رغبة الطرفين وأباح التعريض بالخطبة.\nالتعريض فقط. وهي من الزكاة ما يجعلها تحول التعريض إلى فهم عميق.\n{وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ} (البقرة 235) وفي السنة أن النبي - صلى الله عليه وسلم - عرض بخطبة فاطمة بنت قيس عندما طلقها أبو حفص بن عمرو فقال لها النبي - صلى الله عليه وسلم -:\n\" لا تسبقني بنفسك. فزوجها أسامة بن زيد \". رواه مسلم.\nوفي رواية أن النبي - صلى الله عليه وسلم - قال لها:\n\" إذا حللت فأذنينى \". (رواه النسائي)\nوقد بين ابن عباس التعريض بأن يقول: أريد التزوج. ووددت زوجة صالح\" (رواه البخاري)\nوواضح أنه كلام عام فيه معنى التعريض.\n* وعن سفينة بنت حنظلة قال: استأذن علي محمد بن علي ولم تنقض عدتي من مهلكة زوجي.\nفقال: قد عرفتي قرابتي من رسول الله - صلى الله عليه وسلم - وقرابتي من علي، وموضعي من العرب.\nقلت غفر الله لك يا أبا جعفر. إنك رجل يؤخذ عنك الفقه وتخطبني في عدتي.\nقال: إنما أذكر منزلتي في المسلمين.\nالجزء: 1 ¦ الصفحة: 43\n",
        "فقال: إنما أخبرتك بقرابتي من رسول الله - صلى الله عليه وسلم - ومن علي ثم قال لها: لقد دخل رسول الله - صلى الله عليه وسلم - على أم سلمة وهي متأيمة من أبي سلمة فقال:\n\" لقد علمت أني رسول الله وخيرته من خلقه، وموضعي من قومي \".\n(رواه الدارقطني)\nمدة العدة\nلا أريد الحديث عن دليل كل مذهب على ما ذهب إليه من القول بأن القرء هو الحيض كما قال أبو حنيفة أو القرء هو الطهر كما قال غيره.\nلأنني ذكرت هذا في كتاب \"شريعة الله يا ولدي ولكن الخلاصة في مدة العدة هي.\nالأحناف قالوا: ثلاثة حيضات وما بينهما من أطهار ثلاث حيضات والحيضة عندهم تصل إلى عشر أيام على الأكثر تساوي ثلاثين يوماً.\nوبين الحيضات الثلاثة طهران وكل طهر عندهم خمسة عشر يوماً يساوي ثلاثين يوماً وعلى هذا فالعدة عند الأحناف ستون يوماً.\nويزاد مقدار الغسل من الحيضة الثالثة.\nالعدة عند الشافعية\nواعتبروا الأقراء الثلاثة وما بينهم من حيضات أثنان وثلاثون يوماً.\nلا تقل عن ذلك.\nوحسبوها هكذا: تطلق قبل انتهاء الطهر بلحظة ثم تحيض يوماً وليلة -\nأقل مدة الحيض عند الشافعية.\nثم تطهر خمسة عشر يوماً - أقل الطهر عندهم فهذا قرءان - ثم تحيض يوما وليلة ثم تطهر خمسة عشر يوماً - وهذا هو القرء الثالث وبه تنتهي العدة ثم تحيض الثالثة وهي ليست من العدة ولكن يحدث بها اليقين على انتهاء العدة فهي اثنان وثلاثون يوماً.\nوقريب من هذا مذهب المالكية.\nالجزء: 1 ¦ الصفحة: 44\n",
        "* ومعلوم أن عدة الحامل تنتهي بوضع الحمل. سواء في الطلاق أو في وفاة الزوج - كما بين القرآن الكريم\n* وعدة التي لا تحيض ليأس أو صغر أو مرض ثلاثة أشهر.\n* وعدة التي مات عنها زوجها أربعة أشهر وعشرا ما لم تكن حاملاً.\nأحكام متفرقة في ميراث المعتدة\nالمطلقة قبل الدخول بها لا عدة عليها بنص القرآن الكريم {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا} (الأحزاب)\nومن طلقها في مرض موته أو عند غرق سفينة هو فيها وكان الطلاق بائناً ينفذ الطلاق. ولكن هل ترث لا خلاف في ميراثها إذا كان الطلاق رجعياً.\nأما من كان طلاقها طلاقاً بائناً قل ترث لو مات زوجها في العدة؟\nالزوج الفارَّ.\n* يُطلق السلف على هذا الطلاق اسم طلاق الفارِّ، لأن الغالب أنه طلاقها لحرمانها من الميراث الذي شرعه الله لها.\nوالأصل في الطلاق البائن يقطع الطلاق ويجعل كل واحد منهما أجنبياً عن الآخر، ولكم الحكم هنا من باب الاستحسان تفويتاً على الفار قصده.\nالزوجة الفارة.\nويتصور أن تكون المرأة فارة من ميراث زوجها إذا تسببت في فسخ العقد في مرض موتها كمن ترتد عن الإسلام لمنع ميراثه أو يكون قد تزوجها وهي دون البلوغ ثم بلغت فأصبح لها الخيار فاختارت نفسها، أو تعمدت أن تمكن أحداً من فروع زوجها منها أو أصوله لتحرم عليه.\nالأصل أي أن الفُرقة تمنع الميراث ولكن الحكم عليها بأنها فعلت ذلك فراراً من ميراثه يعاقبها قصدها.\nالجزء: 1 ¦ الصفحة: 45\n",
        "أمور تدفع الحكم عليه بالفرار\nهناك أمور تدفع عنه سوء الظن به وتبطل الاعتقاد بالفرار من ميراثها.\nأ - من ذلك أن تكون المطلقة هي صاحبة الطلب للطلاق كمن طلبت الخلع أو من رفعت الأمر للقاضي فحكم لها بالطلاق.\nب - أن يكون الزوج غير مكره على طلاقها.\nلأن طلاق المكره لا يقع كما سبق أن قلنا ولأن ثبوت الإكراه ينفي قصد الفرار من ميراثها.\n* واستدل الأحناف على هذا الرأي بأن عبد الرحمن بن عوف طلق زوجته \"تماضر\" طلاقاً مكملاً للثلاثة في مرضه الذي مات فيه فحكم لها عثمان بالميراث وقال عثمان: ما اتهمت عبد الرحمن ولكنني أقمت السنة.\n* وقد روي أن عبد الرحمن قال: ما طلقتها فراراً ولا ضراراً.\n* وحدث أن عثمان نفسه طلق زوجته \"أم البنين\" بنت عيينة بن حصين الفزازي طلقها وهو محاصر في داره فلما قتل - رضي الله عنه - رفعت الأمر إلى علي - رضي الله عنه - فقضى لها بالميراث\nوقالت عائشة - رضي الله عنها -: أن امرأة الفارِّ ترث ما دامت في العدة\" (المبسوط جـ 6 صـ 155 وفتح القدر حـ 3 صـ 151)\nالإمام أحمد - رضي الله عنه -\nيورثها ما كانت في العدة ولو كان الطلاق بائناً حتى بعد العدة يُورثها ما لم تتزوج هذا مذهب الحنابلة لأن أبا سلمة ابن عبد الرحمن روى أن أباه طلق أمه في مرض الموت فورثته بعد انقضاء عدتها، وعند الإمامية والمشهور من رأي الإمام أحمد أنها ترث بعد انتهاء العدة ما لم تتزوج.\nأما المالكية فأجازوا لها الميراث حتى لو انتهت عدتها وتزوجت.\nوروى هذا الرأي عن الليث بن سعد إمام مصر (بداية المجتهد لابن رشد الحضير حـ 2 صـ 82 التركات والوصية للدكتور أحمد الحصري صـ 104)\nالجزء: 1 ¦ الصفحة: 46\n",
        "الظاهرية يرفضون ميراث المبتوتة.\nابن حزم شدد القول في رفض ميراث المبتوتة وأطال في المناقشة.\nوقال: أعجب أن بعض الأئمة لم يعترف بزواج الرجل في مرض الموت، ويمنعون الزوجة التي تزوجها في مرض من الميراث، بينما يورثون المطلقة المبتوتة (المحلى جـ 10 صـ 243)\nهل الموت بعد الطلاق يتبعه تغيير في العدة؟\nكتب الأحناف تبيح لها أن تلتزم بعدة المطلقة المبتوتة ولا تنتقل لعدة من مات عنها زوجها (المغني حـ 7 ص 272)\nالعدة واجبة على المرأة. فهل على الرجل عدة؟\nنعم أحياناً يحب على الرجل أن ينتظر مدة تساوي عدة امرأته التي كانت تحته فلا يجوز أن يعقد فيها.\nأولاً. إذا تزوج أربعة من النساء فلا تحل له امرأة خامسة حتى يُطلق واحدة من نسائه. ثم ينتظر حتى تنتهي عدتها، ثم يعقد على الزوج الجديدة.\nولا يحل له أن يتزوج الخامسة في مدة العدة لأن الزوجة الرابعة ما زالت في العدة فالزوجية قائمة. ويعرف الدراسون أن العدة هنا هي العدة من طلاق رجعي.\nأما العدة من طلاق بائن بينونة صغرى أو كبرى فالحنفية والحنابلة يحرمون الجمع بين الأختين ومن يأخذ حكمهما كالعمة والخالة لقول رسول الله - صلى الله عليه وسلم - \"من كان يؤمن بالله واليوم الآخر فلا يجمع ماءه في رحم أختين\" (الدار المختار حـ 2 صـ 90 والقوانين الفقهية صـ 209)\nولأن في الزواج منهما قطعا للرحم الذي أمر الله أن يوصل أما المالكية والشافعية فيحرمون الجمع في العدة من طلاق رجعي. لأن الزوجية قائمة.\nأما الطلاق البائن فيجوز عندهما العقد على الأخت وذوي أرحامها لانقطاع\nالجزء: 1 ¦ الصفحة: 47\n",
        "أثر الزواج السابق، فالقول باجتماعهما في زواج واحد غير صحيح.\nلانتهاء أحكام الزواج بالطلاق البائن. (الفقه الإسلامي وأدلته)\nوذوي قرابة المرأة اللاتي لا يصح أن يجمع بينهن في زواج واحد وفي عدة من الزواج الزواج الواحد هن من إذا فرضنا أن واحدة منهن كانت رجلاً لا يحل الزواج بها من هذه المرأة. وقد بين القرآن تحريم الجمع بين المرأة وابنتها أو المرأة وعمتها وبين المرأة وخالتها.\n\"حديث أبي هريرة رواه الجماعة سبل السلام حـ 3 صـ 124، ونيل الأوطار حـ 6 صـ 146\nالفرقة بسبب الموت.\nويجوز الجمع بين المرأة وأختها ومحارمها فيما إذا كانت الفرقة بسبب الموت. فعند موت الأخت يتزوج أختها فالموت يختلف عن الطلاق.\nوقد قضت المحاكم الشرعية في مصر بالسجن سبعة أعوام على رجل عقد على الخامسة في يناير 2002 قبل انتهاء عدة الرابعة.\nوفي كتاب المحلي بالآثار في الفقه الظاهري حـ 9 صـ 67: ولا يحل لأحد أن يخطب امرأة معتدة من طلاق أو من وفاة.\nفإن تزوجها قبل تمام العدة فسخ العقد أبداً سواء دخل بها أو لم يدخل، طالت المدة معها أو لم تطل، ولا توارث بينهما، ولا نفقة عليه، ولا مهر لها.\n\"لأن العقد عليها عقد فاسد\"\nوزاد ابن حزم:\nإذا كان أحدهما عالماً فعليه حدّ الزنى من الرجم أو الجلد، ولا يلحق الولد به إن كان عالماً بالحكم.\nوزاد ابن حزم.\nإذا كان أحدهما عالماً فعليه حدّ الزنى من الرجم أو الجلد، ولا يلحق الولد به إن كان عالماً بالحكم. وإن كانا جاهلين فلا شيء عليهما من الحدّ وحرمان النسب.\nالجزء: 1 ¦ الصفحة: 48\n",
        "ثم قال: وقولنا لا توارث ولا نفقة ولا كسوة ولا صداق لأنه ليس بنكاح، لأن الله أحل النكاح ولم يحل هذا العقد.\nوأما وجود الحد على من يعلم فذلك لأنه عاشرها بدون زوجية.\nوقد ذكرت في كتابي \"شريعة الله يا ولدي\" أن الشبهة تُذهب الحدّ. وتسقطه. ونسأل: وتفسر الشبهة - دائماً - لصالح المتهم.\nإذا عقد عليها أثناء العدة فالعقد فاسد هذا حكم ثابت.\nفهل يجوز له أن يعقد عليها عقداً جديداً بعد انتهاء العدّة؟\nأبو حنيفة وجماعة من العلماء يرون جواز العقد الجديد.\nويستدلون على ذلك بأن القرآن لم يذكر مثل هذه الحالة في المحرمات من النساء. ولا ذكرتها السنة فالعقد الجديد صحيح.\nوالشافعي مع أبي حنيفة في هذا الرأي من جواز العقد الصحيح.\nوذهب مالك والليث والأوزاعي إلى تحريمها عليه تحريماً مؤبَداً. لأنَّ من تعجل شيئاً قبل وقته حرمه الله منه.\nكمن تعجل الميراث فقتل مورثه فالإسلام يمنعه من الميراث.\nوصحَّ في السنة \"لا ميراث لقاتل\"\nوقد ذكر صاحب \"المحلى بالآثار\" دليل كل جماعة وناقش الأدلة في الجزء 9 صـ 70 لمن أراد المزيد.\nالذين أباحوا أكثر من أربع زوجات\nمذاهب السنة وال\nإباضيّة وبعض مذاهب الشيعة لم يبيحوا للرجل إلا زوجات أربع في زواج واحد.\nفإن عزم على ضمّ زوجته خامسة إليهن فلا بُدَّ من طلاق واحدة منهن ثم ينتظر حتى تنتهي عدتها فتحل له الزوجة الخامسة.\nولم يخالف في جعل المباحات أربعة فقط سوى الظاهرية والشيعة الإمامية. فرفعوا العدد إلى تسع زوجات ووجهة نظر الظاهرية والشيعة الإمامية أنهم\nالجزء: 1 ¦ الصفحة: 49\n",
        "جمعوا العدد الموجود في الآية \"مثنى\" يعني اثنان. \"وثلاثة\" أي أصبح العدد خمسة \"ورباع\" أي يصبح العدد تسعة من هنا أباحوا للرجل أن يجمع تسعاً.\nورأى مذاهب السنة أن العدد للتخيير وليس للجمع.\nوقد ورد هذا في قوله تعالى في وصف الملائكة\n{جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ} أول سورة فاطر\nأي منهم ملائكة ذو جناحين \"مثنى\"\nومنهم ملائكة ذو ثلاثة أجنحة \"وثلاث\" ومنهم ملائكة ذو أربعة أجنحة \"ورباع\"\nويؤخذ على أصحاب هذا الرأي أنهم لم يدخلوا في حسابهم الزوجة الواحدة كأنها غير مشروعة مع أنها الأكثر ولا سلم عند خوف الجور. ولو أدخلوها في حسابهم لكن عشر نساء.\nوليس لهم حجة في جمع النبي - صلى الله عليه وسلم - تسع نساء.\nلأن النبي - صلى الله عليه وسلم - جمع هذا العدد قبل نزول آية سورة النساء التي حددت الزوجات بأربع. بحوالي ثلاث سنوات.\nخلاصة القول.\nسورة الأحزاب - حوالي الستة الخامسة هجرية نزل فيها {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} \"52 الأحزاب\" وسورة النساء بعد فتح مكة حوالي السنة الثامنة هجرية نزل فيها \"مثنى وثلاث ورباع\" فهي نزلت بعد أن جمع النبي تسع نساء في بيته.\nيبقى سؤال لماذا لم يطلق النبي الزائدات عن أربعة؟\nوأجيب بأنّ من تُطلّق من نساء النبي - صلى الله عليه وسلم - ليس لها الحق في زواج جديد {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا} \"53\nالجزء: 1 ¦ الصفحة: 50\n",
        "الأحزاب\" وأما من عنده أكثر من أربعة من الصحابة اختار أربعة وطلق الباقيات مثل: أسلم بن غيلان الثقفي وقيس بن الحارث، ونوفل بن معاوية.\nومن تطلق تتهيأ لزواج جديد.\nأما زوجات النبي فهن أمهات المؤمنين {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} \"6 الأحزاب\"\nمن هنا أبقاهن الله {يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ} \"الأحزاب\"\nوقد عالجت هذا الموضوع في كتابي \"هذا نبيك يا ولدي\"\n* أما هذه فوالله إن في النفس منها لشيء\nربما هذا لشيء الذي في نفسي لأنني لست سباحاً ماهراً في محيطات الفقه الإسلامي ولا حتى أنهاره أقول: ربما\n...\nوربما لأنني اقرأ آراء المفتين المعاصرين، بعد التقدم العلمي الكبير في مجال الأشعة والتحاليل المعملية إن في النفس لشيء من عدم تجديد الاجتهاد في موضوع المطلقة إذا انقطع عنها دم الحيض لمرض أو علة جسدية أخرى.\n* من العلماء القدامى من قال، تتربص تسعة أشهر ثم تعتد ثلاثة أشهر.\nوعلى هذا فعدتها سنة كاملة.\nومنهم من بالغ في الحيطة فقال: تتربص أربع سنوات وقال: هذه أطول عدة الحمل، وفيما رواه القرطبي من آراء تتربص خمسة أعوام وقالوا، وهذا أطول عدة للحمل.\nولستُ أدري ما دليل من قال عدة الحمل أربع أعوام أو خمسة أعوام؟\nمعنى هذا أن الرجل يموت وتقول زوجته: لا توزعوا التركة حتى تضع حملها فينتظرها الورثة عدة أعوام. وهل يثبت نسب ولد أتت به بعد موت والده بأربعة أعوام؟ ولماذا لا تدعي المطلقة الحمل عدة أعوام فيلتزم المطلق بالسكن والإنفاق عليها هذه المدة ثم تعتذر بأنه كان حملاً كاذباً.\nومعلوم أن عدة الحامل أن تضع حملها.\nوأهم من السكن والإنفاق أن الزوج إن مات في\nالجزء: 1 ¦ الصفحة: 51\n",
        "السنوات الأربعة - سنوات الحمل الموهوم - فيجب لها الميراث.\nوالذي أتيقن منه أن هذه اجتهادات من العلماء يثابون عليها ولا أعرف لها دليلاً من كتاب أو سنة. إلا من بعض الأقوال نسبت لسلف الأمة. الله أعلم بصحتها.\nوالذي عليه القانون الشرعي المصري الآن هو أن أطول مدة للحمل سنة شمسية كاملة 365 يوماً. وهذا رأي بعض الأطباء الشرعيين من باب الاحطيات في ثبوت النسب.\nوهذا يفصل الحلافات من الذين قالوا بأن أطول مده الحمل أربع سنوات. وأعجب من هذا قول من قال: إن المرأة إذا اعتدت بالحيض وانقطع حيضها لأي سبب طبي، تنتظر سنة ثم تعتد بالأشهر الثلاثة.\nوأعجب منه من قال: تنتظر أربع سنوات أطول مدة حمل ولا أكاد أصدق قول بعضهم تنظر حتى تبلغ سن اليأس ثم تعد بالأشهر - وقد حكى الإمام القرطبي هذه الآراء كما سبق أن قلت - وروي أن عمر - رضي الله عنه - قال تنتظر تسعة أشهر مدة حمل ثم تعتد بثلاثة اشهر - ولم يخالفه أحد \"التحرير والتنوير جـ 8 صـ 318\"\nالمسألة في تصوري أسهل من هذا بكثير.\nامرأة كانت تحيض ثم انقطع حيضها لسبب مرض ننقلها إلى حكم {وَاللَّائِي لَمْ يَحِضْنَ} 4 الطلاق والآية الكريمة حددت أن من بلغت سن اليأس واللائي لم يحضن - لأي سبب غير الحمل - عدتهن ثلاثة أشهر. {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ} \"4 الطلاق\" أي واللائي لم يحضن كذلك وقوله تعالى في الآية الكريمة {إِنِ ارْتَبْتُمْ} فيه اجتهاد واسع واختلاف كثير في كتب التفسير راجع المصدر السابق.\nوالأقرب إلى الفهم والأيسر هو أن سورة البقرة ذكرت العدة بالقروء الثلاثة لمن تحيض. وذكرت عدة التي لا تحيض لسبب\nالجزء: 1 ¦ الصفحة: 52\n",
        "الحمل بقى حكم التي لا تحيض بسبب بلوغها سن اليأس أو لا تحيض بسبب آخر كصغر السن - وفي اجتهادي أو بسبب مرض فبينته سورة الطلاق والمعنى {إِنِ ارْتَبْتُمْ} في حكم من لا تحيض بينا لكم حكمهن ويمكن في عصرنا أن نستمع للطب كلمته في انقطاع سبب الحيض والطبيب مستشار مؤتمن.\nالاحتياط في ثبوت النسب عند أبي حنيفة\nكنت شآبا في العشرين عندما نشرت جريدة مصرية حكماً قضت به محكمة شرعية يثبت نسب طفل من زوج استطاع أن يثبت لأنه لم يدخل البلاد منذ عدة أعوام ولم يلتق بزوجته ونقلت الصحيفة أن المحكمة قالت: ربما حملة عفريت إليها فحملت منه.\nوكانت هذه الأيام بداية لدخول الفكر الشيوعي للبلاد وكثر غمز الشريعة الإسلامية بسبب هذا الخبر في الصحف من باب قول المصريين: \"حزينة واشتهت نائبة - أي مصيبة لتبكي فيها وتريح صدرها. وما قضت به المحكمة هو قول لأبي حنيفة. وسببه هو حرص الإمام على ثبوت نسب المولود. وقد علل ابن الكمال هذا الرأي بأن كرامات الأولياء كمعجزات الأنبياء أمور خارقة للعادة. وقد حكى القرآن قصة نقل العرش من اليمن إلى الشام لسليمان - عليه السلام أقول والمتيقن منه هو حرص الإمام على مستقبل المولود وثبوت نسبه. وكل إمام يؤخذ منه ويرد عليه إلا المعصوم وفي عصرنا لعل الأب دخل إلى البلاد بجواز سفر آخر. أو نقل بوسيلة طبية أنا لا أثبت أو أنفي فلست مستشاراً شرعياً.\nومذهب الشافعي والمالكي وهماً من أئمة الشريعة - كما يعلم الجميع - لا يثبتان النسب حتى يتحقق اللقاء بين الزوجين وقد أخذ القانون بقولهما.\nومنع قبول الدعوة إذا لم يثبت إمكان اللقاء بين الزوجين لرجحان التزوير في مثل هذه القضية.\nونشرت جريدة \"عقيدتي\" قضية مثل الأولى في بعد الوقوع ولكنها وقعت.\nالجزء: 1 ¦ الصفحة: 53\n",
        "امرأة أثبتت طبياً أنها احتفظت بنطفة زوجها الذي مات بعد ذلك واستعملت النطفة عندما تم علاجها فأتت بمولود بعد العام من موت الزوج.\nوكان الرأي الوسط لأحد العلماء قبول ثبوت النسب للطفل من أبيه الذي مات ولكنه لا يرث منه. سنة ثم نعتد بالأشهر الثلاثة\nعليَّ الطلاق\nيقولون كثيراً: يلزمه الطلاق إن فعل كذا. وتقول العوام: عليَّ الطلاق.\nهل هذه صيغة. للطلاق. أم صيغة للحلف واليمين؟\nأقول: من يرغب في الطلاق فصيغ الطلاق معروفة ولا داعي للبحث في كل كلمة يُشم فيها رائحة الفُرقة لنجعلها طلاقاً.\nوما يُطلقون عليه كلمة \"طلاق كناية\" يجب على أئمتنا المجتهدين أن يعيدوا فيه النظر في عصرنا.\nفعمار البيت على مذهب مرجوح خير من خرابه على مذهب أو رأي راحج - كما سبق أن قلت وسوف أجمع الفتوى في هذا الموضوع من عدة صفحات من كتاب، أعلام الموقعين\" قال ابن قيم الجوزية: واختلفوا في اليمين بالطلاق أهو طلاق فيلزم أو هو يمين فلا يلزم؟\nوحكى رأي الإمام ابن تيمية بأنه حكى عن جماعة من العلماء الذين سمت همهم عن التقليد المحض إلى أوج النظر والاستدلال. وخلاصة قولهم: أن اليمين يختلف عن الطلاق، وأن الإمام علي بن أبي طالب قال هذا، ولم يخالفه أحد من الصحابة. فكان سكوتهم إجماعاً.\nلا يلزم بها شيء. وروي عن شريح قاضي أمير المؤمنين عليّ مثل ذلك.\nوروي عن طاووس مثل ذلك.\nونقل عن عكرمة - من التابعين أن رجلاً قال لغلامه: إن لم أجلدك مائة سوط فامرأتي طالق. قال عكرمة: لا يُجلد غلامه ولا تطلق زوجته. (117 أعلام الموقعين) وذكر ابن قيم الجوزية أن القفال أفتى: أن من قال: \"الطلاق يلزمني\" لا يقع به طلاق وإن نواه.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وحكى هذا عن تلاميذ أبي حنيفة.\nولعل ما أصاب بعض الأئمة من تعذيب بعض الخلفاء لهم كالإمام مالك والشافعي بسبب هذه الفتوى سكت بعضهم فقد كان خصوم الأئمة الحاقدين عليهم ينقلون للخلفاء أن فتوى عدم وقوع يمين الطلاق معناه خروج الجماهير من البيعة للخليفة. لأن الناس بايعوهم مضطرين. وكان من صيغة اليمين. الذي يؤخذ على بعض الناس \"كل امرأة أتزوجها فهي طالق\"\nفأفتى الإمام الشافعي أن اليمين بالطلاق قبل عقد الزواج لا أثر له. ولا تُطلق المرأة إن تزوجها بعد هذا اليمين.\nوقد جرت هذه الفتوى التعذيب والمتاعب للإمام مالك والشافعي وابن تيمية ومن أفتى بها غيرهم.\nسيدي الشيخ أفتنا\nتربى كثير من شبابنا بعيداً عن المساجد وأكثرهم لا يعرف شيئاً عن الحلال والحرام، ويجرى على لسان بعضهم عندما يريد فعل شيء أو منع نفسه عن فعله أن يحلف بالطلاق. جاهلاً بأدب النبوة الذي حرم الحلف بغير الله \"من كان حالفاً فلا يحلف إلا بالله\" رواه أبو عبيد بن عمر.\nوقد تكون المرأة أبعد الناس عن القضية فعلاً أو تركاً.\nنفعنا الله بعلمائنا آمين.\nوأجاب الشيخ: الذي عليه الأئمة الأربعة هو وقوع الطلاق المعلق عند وقوع ما عُلق عليه، وعمت البلوى، وكثر حلف الناس على الكبير والصغير بالطلاق. فهل نلزم الناس بما اتفق عليه أئمتهم؟\nأم نتركهم يعيشون مع أزواجهم وهم يعتقدون حرمة هذه الحياة. فيعوده هذا على الخروج على أحكام الله. لم يكن الناس في عهد الصحابة - رضي الله عنهم - يحلفون بالطلاق. وعندما ظهر هذا الفعل الشائن أفتى كثير من السلف بأنه لا شيء ولا يقع..\nوقد روى عن عكرمة - مولى عبد الله ابن عباس\nالجزء: 1 ¦ الصفحة: 55\n",
        "أنه قال في أيمان الطلاق: إنها من خطوات الشيطان لا يلزم بها شيء.\nوروي عن شريح قاض أمير المؤمنين على مثل ذلك وروي عن طاووس مثل ذلك وبهذا أخذ داود الظاهري، والقفال عن الشافعية بعض أصحاب أحمد \"الأحوال الشخصية للإمام محمد أبو زهرة 302\" والفتوى في أيامنا في أكثر البلاد العربية والتي أخذ بها قانون 25 لسنة 1929 في مصر ما خلاصته\nإذا قصد الحالف بالطلاق الفعل أو الترك لشيء أو حلف من أجل تخويف الزوجة وفي نفسه عد إرادة الطلاق كان الأمر أمر يمين طلاق وليس الأمر طلاقاً وإذا كان يريد المفارقة والطلاق فهو وما يريد.\nفالمرجع هو معرفة قصد الحالف.\nهل يريد تقوية الكلام باليمين أم يريد هدم الأسرة بالطلاق.\nوكفارة اليمين معلومة.\nوالظاهرية والشيعة الإمامية لا يرون في الحلف بالطلاق شيء لا طلاقاً ولا كفاره. لأن حلف بغير الله فهو باطل. ولأنه لم يرد قرآن ولا سنة في الحلف بالطلاق المعلق ووقوعه.\n* فالأئمة الأربعة يوقعونه طلاقاً إذا وقع.\n* والظاهرية والإمامية لا يرونه شيئاً أصلاً.\nوالرأي المختار في كثير من لجان الفتوى الآن اعتباره يميناً وعليه أن وقع كفارة يمين وهو رأي ابن تميمة وتلميذه ابن القيم.\nيراجع الفقه الإسلامي وأدلته حـ 7 صـ 450\nومما يعرف الناس عن الطلاق\nالإغراء لأداء الواجب\nالإنفاق على الزوجة حق شرع ومع ذلك أخبر النبي - صلى الله عليه وسلم - أنه يثاب على اللقمة يرفعهتا إلى فم امرأته.\nأما أن يقضي حاجته معها ويثاب على ذلك فهذا ما تعجب منه الصحابة.\nقال - صلى الله عليه وسلم - لأبي ذر \"مباضعتك أهلك صدقة \"\nفتعجب أبو ذر: يا رسول الله أنصيب شهوتنا ونؤجر؟\nقال - صلى الله عليه وسلم -: أرأيت لو وضعته في غير حقه كان عليه وزر قلت: بلى. أتحسبون بالسيئة ولا تحسبون بالخير\"؟\nالجزء: 1 ¦ الصفحة: 56\n",
        "إنها ليست شهوة فقط.\nإنها عفة لزوجته، وإعفاف لنفسه، وغض لبصره، وطلب للولد.\nعليه أن يتحرى أوقات حاجتها أو حالات رغبتها، وإن كان عاجزاً أو رأى نفسه عاجزاً من إقامة حقها يقول الإمام القرطبي \"يأخذ أدوية تزيد من مائة، ويقوي شهوته حتى يعفها\" تفسير القرطبي حـ 3 صـ 124\nويذهب، الإسلام إلى أبعد من هذا يذهب إلى التسمية \"بسم الله الرحمن الرحيم\" اللهم جنبنى الشيطان وجنب الشيطان ما رزقتنى، فإنه إن يقدر بينهما ولد في ذلك لم يضره شيطان أبداً\"\nوسمعت فضيلة الشيخ محمد متولي الشعراوي يقول: لا يؤثر السحر في هذا المولود.\nوماا يجدر الإشارة إليه في هذا المقام ضرورة العمل على إعداد الزوجة نفسياً قبل المعاشرة.\nونترك لكل زوج أن يصل إلى تحقيق ما يريد بطريقته.\nوقد فهم أحد العلماء هذا الأمر من قوله تعالى {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ} \"223 من سورة البقرة\"\n{قَدِّمُوا لِأَنْفُسِكُمْ} طلب المولود الصالح.\n{قَدِّمُوا لِأَنْفُسِكُمْ} فلا تسرفوا في شبابكم على أنفسكم\n{قَدِّمُوا لِأَنْفُسِكُمْ} أي أعدوا الزوجة لهذه المعاشرة نفسياً حتى يحدث الإشباع من أقرب طريق. وواضح دور المداعبة والملاعبة في إعداد المرأة نفسياً لما تريد وما يراد بها.\nالجزء: 1 ¦ الصفحة: 57\n",
        "الطلاق عطلة زوجية هذا هو\nالطلاق الذي شرعه الله.\nعطله زوجية يرجع بعدها كل واحد منهما \"عريساً\" جديداً والمشكلات التي يجرها الطلاق على الأسرة والمجتمع يصعب علاجها.\nفهي هدم للأسرة هدم قل أن يعود البناء تحته.\nوضياع للوالدين والأولاد وقد يفتح باباً للخطيئة إذا لم يعالج بزواج سريع لأن الجسد قد اعتاد على حياة لها متطلبات معينة.\nوخصوم الإسلام يخلطون بين الطلاق الذي شرعه الله وبين ما يوقعه العامة من طلاق.\nومن الإعجاز التشريعي أن الذين منعوا الطلاق في مجتمعاتهم دفعتهم نتائج الأحداث في بلادهم إلى محاولة إعادته.\nلقد عانت مجتمعاتهم من ترك الأزواج لدينهم أو تركهم للحياة بالانتحار، أو الانفصال داخل البيت الواحد. وسوف نحاول التعرف على الطلاق الذي شرعه الله. والطلاق الذي صنعته أهواء الناس.\nالطلاق الذي شرعه الله.\nالطلاق الذي شرعه الله عُطلة للحياة الزوجية يجدد النشاط، والرغبة في العيش الأسري - كما قلت من قبل وقد سبق أن تكلمة عن أمور لا بُدَّ أن تحدث قبل الطلاق ليكون الطلاق {وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} \"عزيمة\" (227 البقرة)\nفالطلاق الذي شرعه الله (عزيمة) كما أن الزواج عزيمة {وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} (235 البقرة)\nفالزواج عزيمة، والطلاق عزيمة كذلك وعزيمة الرجل هي المقدمات التي حددهل القرآن للطلاق من وعظه وهجر في المضجع وغير ذلك.\nويمكن أن تكون المبادرة من المرأة الفطنة الألمعية أو من المجتمع والقضاء على ما بيناه قبل ذلك.\nالجزء: 1 ¦ الصفحة: 58\n",
        "وإلا فآخر الدواء الكي \"والكيّ آخر ما تأتي العقاقير\" ويكتفي من ذلك بأقله. فهو لا يشوي دجاجاً يتمتع بريحها وأقله طلقة واحدة رجعية.\nفما زراد عن واحدة فتعسف في استخدام الحق. وأسرف نحاسب عليه.\n* الطلاق الذي شرعه الله حتى يقع؟\nهو الطلاق الذي وافق أمر الله - تعالى - وأمر رسوله - صلى الله عليه وسلم - يسميه علماء الفقه \"الطلاق السني\"\nوالأصل فيه الآية الأولى من سورة الطلاق. فهو لا يطلقها في حيض.\nحتى لا تطول عدتها.\nولا في طهر جامعها فيه - لأنها قد تكون قد حملت. فيندم عندما يعلم بحملها.\nيطلقها وهو في حالة من الرغبة فيه أو الأمل في الولد منها كان تكون حاملاً. لأنَّ من يطلق في هذا الوقت يتأكد عزمه على الطلاق وإصراره عليه.\nوالحديث الذي أخذنا منه هذه الأحكام هو حديث ابن عمر - رضي الله عنهما - عندما طلق امرأته حائضاً.\nفسأل عمر النبي - صلى الله عليه وسلم - عن ذلك فقال له النبي - صلى الله عليه وسلم - مُره فليراجعها، ثم ليمسكها حتى تطهر. ثم تحيض، ثم تطهر ثم إن شاء أمسك بعد، وإن شاء طلق قبل أن يمسها. فتلك العدة التي أمر الله أن تُطلق لها النساء\"\nويفهم من الآية الكريمة ومن حديث ابن عمر - رضي الله عنهما - أن الطلاق يحرم في الحيض.\nكما يحرم في طهر جامعها فيه. لكن إن طلقها يقع الطلاق مع الإثم.\nفإن طلقها وهي حائض وجب عليه أن يراجعها، وأن يُمسكها حتى تطهر،\nثم يظل يمسكها في الطهر الذي جاء بعد الحيض، ثم يمسكها في الحيض الثاني حتى تطهر ثم إن شاء أمسكها مدة أطول، فلعل طول المدة يجعله يجامعها في الطهر الذي يلي الحيضة الثانية، فيحرم عليه أن يطلقها في طهر جامعها فيه، فتبقى الحياة الزوجية ومرُور الأيام مع دوام المجاوة يعالج جراح النفس.\nالجزء: 1 ¦ الصفحة: 59\n",
        "آراء العلماء طلاقها في الطهر الذي يلي الحضة التي طلقها فيه.\nقال ابن حجر العسقلاني في شرحه لصحيح البخاري صـ 9 صـ 339 \"واختلف في جواز تطليقها في الطهر الذي يلي الحيضة \"التي طلقها قفيه\" فالراجح عند الشافعي المنع. ومنعه ابن تيمية واعتبره بدعة. ومنعه أبو يوسف ومحمد من أصحاب أبي حنيفة. وأجازه أبو حنيفة والإمام أحمد ووجه من جوزه أن المنع كان من أجل الحيض وقد زال.\nمن ينطبق عليها الطلاق السني والبدعي؟\nلا يفوتني أن أذكر أن ما مضى بيانه من أحكام الطلاق السني والبديعي ليس عاماً في كل مطلقة ولكن خاص بالمطلقة المدخول بها لأنها هي التي يمكن أن تطول عدتها بالطلاق البدعي.\nأما التي لم يدخل بها فليس عليها عدة فلا تتأثر زمنياً بوقوع الطلاق في الحيض.\nوهذا الحكم يشمل المطلقة الحامل التي ظهر حملها.\nلأن عدتها بوضع الحمل. فلا تطول العدة فيجوز تطليقها حائضاً ومن يئست من المحيض لأن عدتها ثلاثة أشهر قال تعالى {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ} (4 الطلاق)\n{وَاللَّائِي لَمْ يَحِضْنَ} لصغر سنهن أمرهن كذلك فيجوز طلاقه وهي حائض أو في طهر جامعها فيه.\nيبقى الطلاق البدعي والسني من ناحية عدد الطلقات. هل هو طلقة واحدة أو أكثر. فما زاد على الواحدة فهو بدعي مهما كانت المطلقة.\nالطلاق البدعي هل يقع؟\nأئمة الفقه الحنفي والمالكي والشافعي والإمام أحمد يعتبرون الطلاق في الحيض أو في طهر واقعها فيه طلاقاً واقعاً. وينقص به عدد الطلقات.\nالجزء: 1 ¦ الصفحة: 60\n",
        "وأدلتهم على ذلك كثرة سنذكر بعضها\nأولاً: أنه طلاق وقع من صاحب حق في الإيقاع.\nثانياًَ: لعموم الآيات التي تكلمت عن الطلاق ولم تحدد حال من وقع عليها الطلاق.\nثالثاً: ما تبت عند الأئمة الأربعة من قول النبي - صلى الله عليه وسلم - لعمر: مره ليراجعها. والمراجعة لا تكون إلا من طلاق.\nرابعاً: ما رواه البخاري من قوله ابن عمر \"حسبت عليّ بتطليقة. (صحيح البخاري جـ 7 صـ 53 - كتاب الطلاق)\nأما الذين قالوا بعدم وقوع الطلاق في الحيض أو في طهر واقعها فيه. فلهم أدلة في مجموعها لا تعطي اليقين أو غلبة الظن.\nوهم ابن حزم وابن تيمية وابن القيم - رضي الله عنهم - وذلك كقولهم: أن الطلاق بدعي، والرسول يقول: من أحدث في أمرنا ما ليس منه فهو رد. فهذا الطلاق مردود. فلا يقع.\nقالت الدكتورة وفاء معتوق حمزة في كتابها \"الطلاق وآثاره\".\nلو لم يقع الطلاق البدعي لكان الطلاق البدعي أحق على فاعله من السني الحلال وإذا كان الرسول قد الزم الهازل بالطلاق تغليظاً عليه فمن باب أولى أن يلزم القاصد له مع تحريمه.\nكما أننا لو أبطلنا الطلاق البدعي للزم من ذلك إبطال كثير من الطلاق فإن أكثره طلاق بدعي. (الطلاق وآثاره صـ 93)\nالقائلون بعدم وقوع الطلاق البدعي\nعرفنا أن الأئمة الأربعة قالوا بوقوع الطلاق البدعي وفاعله آثم.\nوخالف في هذا الشيعة الإمامية.\nوجمع من العلماء مثل إبن تيمية وتلمذه ابن القيم. ق\nال العلامة محمد أبو زهرة: وحجتهم مستمدة من الآثار وأقوال الصحابة والتابعين مثل قول ابن عمر لرجل طلق امرأته وهي حائض: \"لا يعتد به\" وروي أن عبد الله بن مسعود كان يقول \"من أتى الأمر أتى الأمر على وجهه فقد بين\nالجزء: 1 ¦ الصفحة: 61\n",
        "الله له - أي الحكم. وإلا فوالله ما لنا طاقة بمل ما تُحدثون،\nثم قال العلامة أبو زهرة: والآثار على ذلك مستفيضة.\nونقل العلامة محمد أبو زهرة رأي ابن القيم وما استدل به.\n* من خذا قوله: الطلاق المحرم - لأنه بدعي - لا يرفع النكاح المتيقن. لأن المتيقن لا يُرفع إلا بمتيقن مثله.\n* النكاح شرعه الله والطلاق البدعي لم يُشرعه الله ولا أذن فيه وقالوا:\nلا يقع من الطلاق إلا مالكه الله للمطلق بدليل أنه لا يملك الطلاقة الرابعة لأن الله لم يملكه إياها. والله لم يملكه لا طلاق المحرم ولم يأذن له فيه فالشارع قد حجر على الزوج أن يطلق في الحيض أو في طهر جامعها فيه، فلو صح طلاقه لم يكن لي الشارع معنى. وبذلك يكون هو القاضي مكا استدلوا بأن النكاح المنهي عنه لا يصح لأجل النهي عنه فما الفارق بين النكاح المنهي عنه والطلاق المنهي عنه.\n* {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا}\nقال القرطبي: أي ينُقلب قلبه من بُغضها إلى محبتها، ومن الرغبة عنها إلى الرغبة فيها، ومن عزيمة الطلاق إلى الندم عليه، فيراجعها. ثم قال: وهو تحريض على طلقة والواحدة، والنهي عن الثلاثة، فإنه إذا طلّق ثلاثاً اخرّ بنفسه عند الندم على الفراق، والرغبة في الإرتجاع، فلا يجد سبيلاً. (المجامع لأحكام القرآن جـ 18 صـ 156)\n(الطَّلَاقُ مَرَّتَانِ)\nالطلقة الواحدة هي التي تتفق مع تعدد المرات الذي ذكره القرآن. طلقتان - أي مرتان - مرّة بعد مّرة. والثالثة التي تنهي الحياة الزوجية بها.\nفالمنهج القرآني يُفيد أن الطلاق مرات. فمن طلق الثلاثة مرة واحدة فقد خالف طلاق السنة وخالف منهج القرآن.\nأما مخالفته لطلاق السنة فلقول الرسول - صلى الله عليه وسلم - لعمر - رضي الله عنه - مُره فليراجعها. فطلاق ابن عمر طلاق رجعي. طلقة واحدة يمكن أن يعقبها مراجعة وأما مخالفته لروح القرآن فلما ذكرناه من أن الطلاق مرات. فإن طلق ثلاثة فقد أضاع حقه في الإرجاع.\nالجزء: 1 ¦ الصفحة: 62\n",
        "التي لم يدخل بها\nما معنى من أحكام الطلقات الثلاثة هل تقع واحدة أو ثلاثة فذلك لمن دخل بها.\nأما إذا طلق التي لم يدخل بها فإنها تعتبر بائناً منه بمجرد أن يقول لها: أنت طالق إنها لا عدة لها. فإذا قال بعد ذلك: ثلاثا. فكلمت ثلاثا لا أثر لها لأنها وقعت على امرأة بائن.\n(زاد المعاد لابن القيم - حـ 4 صـ 155 ونيل الأوطر للشوكاني حـ 7 صـ 20)\n* الطلاق الثلاثة في مجلس واحد.\nللإنسان مجموعة أعصاب.\nتهدأ فيشعر أنه سيد الكون. ويصيبها التلف والتوتر فتوصله إلى الانتحار. وهو مسؤول عن كل ما يقع. فما حكم الطلاق؟ أعني الطلاق الثلاثة في مرة واحدة.\nهل يُحل المشكلة أن يزيد في عدد الطلقات حتى يأتي على رصيده؟ \"الثلاثة\" مرة واحدة الذي تُحدثه الطلقات الثلاثة يمكن أن تحدثه طلقة واحدة. ويصبح عنده رصيد يمكنه من العودة لإصلاح ما أفسد.\nإن منهج القرآن ظاهر في قوله تعالى {الطَّلَاقُ مَرَّتَانِ} ثم قال تعالى {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} ولم يقل الطلاق طلقتان.\nلابد من مرة بعدها مرة ثم الثالثة.\nومنهج القرآن هو الطلاق الرجعي {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا} (سورة الطلاق)\nوالمخرج - كما يقول العلماء - أي فرصة للرجوع بعد الندم.\nفكيف يكون المخرج لمن طلق ثلاثا؟\nرأي ابن الخطاب لماذا؟\nيضيق صدري ولا ينطق لساني من شدة ما أعاني من هذه المشكلات التي تأتيني بعد وقعها: وأكثرهم يسأل عن الحكم الشرعي بعد الوقوع فيه.\nالجزء: 1 ¦ الصفحة: 63\n",
        "ذكر ابن القيم في زاد المعاد أن الأئمة الأربعة حكموا بوقوع هذا الطلاق ثلاثاً. ومع وقوعه ففاعله آثم، لأنه خالف منهج القرآن وخالف السنة عندما طلق ثلاثاً.\nواستدلَّ الأئمة الأربعة على وقوع الطلقات الثلاث كما نطق بها\nاستدلوا بحديث عُويمر العجلاني الذي طلّق زوجته في حضرة النبي - صلى الله عليه وسلم - ثلاثاً عندما لعنها واتهمها بالزنا. وسكت النبي - صلى الله عليه وسلم - ولم ينكر ذلك.\nوذكر صاحب (المفصل في أحكام المرأة) مجموعة من الأدلة لإثبات وقوع الثلاثة كما نطق بها. (حـ 8 صـ 65) المفصل وقد ورد أن النبي - صلى الله عليه وسلم - قد غضب عندما علم أن رجلاً قد طلق زوجته ثلاثاً في مرة واحد، وقال: أيُلْعب بدين الله وأنا بي أظهركم؟ حتى قام رجل فقال: يا رسول الله ألا أقتله؟ لكبر ما فعل من عبث بشريعة الله؟\nوجاء في كتاب \"ضوابط في الشريعة الإسلامية صـ 151 دراسة جادة للدفاع عن رأي عمر بن الخطاب - رضي الله عنه - عندما أفتى بأن الطلقات الثلاثة في المرة الواحدة تقع ثلاثا.\nوقد قال عمر في سبب فتواه: إن الناس قد استعجلوا أمراًَ كانت لهم فيهم أناة. فحكم بلزوم الثلاث. وعمر لم يخالف نصاً من القرآن ولا حديثاً للنبي - صلى الله عليه وسلم - ولكن أحوال الناس في عهده اختلفت عن حالهم في عهد النبي - صلى الله عليه وسلم - (محمد سعيد رمضان / ضوابط المصلحة) وإجماع الصحابة على قبول رأيه وعدم من عمر - رضي الله عنه -\n* الذين قالوا بوقوع الطلاق الثلاثة طلقة واحدة.\nقالوا: إن طلاق عمير العجلاني لامرأته ثلاثاً أمام النبي - صلى الله عليه وسلم - وسكوت النبي على ذلك حادث خاص. لأن عميرا اتّهمها بالزنا. فبانت منه بالملاعنة، فالطلاق بعد ذلك لا أثر له.\nوأما إمضاء عمر بن الخطاب - رضي الله عنه - الطلقات الثلاثة بلفظ واحد. فقال عنه الإمام ابن تيمية:\nالجزء: 1 ¦ الصفحة: 64\n",
        "إن عمر لما رأى الناس قد أكثروا مما حرمه الله عليهم من جمع الثلاثة رأي أنهم لا ينتهون عن ذلك إلا بعقوبة، رأي عقوبتهم بإلزامهم بها لئلا يفعلوها وهذا من باب التعزير العارض الذي يُفعل عند الحاجة.\n* واستدلوا بأن الطلاق كان على عهد عمر كانت الثلاثة تقع طلقة واحدة. وهذا قول ابن عباس رواه عن مسلم واستدلوا بما رواه الإمام أحمد عن ابن عباس أن ركانه بن عبد يزيد طلق امرأته ثلاثاً في مجلس واحد فحزن عليها حزناً شديداً فسأله النبي - صلى الله عليه وسلم -: كيف طلقتها؟ قال: طلقتها ثلاثا وأقسم للنبي - صلى الله عليه وسلم - أنه ما أراد إلا واحدة فقال النبي - صلى الله عليه وسلم - في مجلس واحد؟\nقال: نعم. قال: فإنما تلك واحدة فأرجعها - إن شئت\nومن أقسم بالله ثلاثا اعتبر يميناً واحداً.\nوفي اللعان يقسم كل من الزوجين أربع مرات على صدقه فيما يدعي ولا يصح أن يقول: أقسم بالله أربعاً ولو قال ذلك فهو يمين واحد لا أربعة.\nونحن عندما نقول في لجان الفتوى في كثير من الأوطان العربية والإسلامية إن الطلقات الثلاث تعد واحدة فهذا هو يسر الإسلام ودفعاً للزوجين من اللجوء لحيلة.\n- أعني المحلل الذي لعنه رسول الله - صلى الله عليه وسلم -. وهو زواج\n- في أغلب الأحيان باطل لخلوه من نية التأبيد وهي شرط في العقد، وأقرب إلى زواج المتعة وكل أئمة السنة تحرمه ولا يبيح الزواج المؤقت سوى مذهب واحد من مذاهب الشيعة وليس كل الشيعة كما يتصور بعض الناس.\nوقد ناقش أخي الأستاذ الدكتور عبد الكريم زيدان في كتابه (المفصل في أحكام المرأة) أدلة كل رأي مناقشة واسعة \"في الجزء الثامن صـ 63 إلى صـ 88 المفصل في أحكام المرأة\" ثم ذكر ما يميل إليه وهو أن الطلاق الثلاث بلفظ واحد أو بتكرار لفظ \"أنت طالق\" مرات في مجلس واحد يقع طلقة واحدة رجعية.\nالجزء: 1 ¦ الصفحة: 65\n",
        "وهذا القول القول أرفق بعامة المسلمين، وأقرب إلى تحقيق المصلحة المشروع للأسرة المسلمة. بالإضافة إلى ما لهذا القول من مستند شرعي قوي بينَّا وجوهه فيما سبق - والله أعلم كما ناقشتْ الدكتورة وفاء معتوق هذا الموضوع فأفاضتْ وأجادتْ.\nالمراجع العلمية للموضوع\nالمفصل لأحكام المرأة حـ 8 صـ 88. نيل الأوطار للشكاني حـ 7 ص)\nجمع الفوائد لمحمد بن سليمان المغربي حـ 1 صـ 350، الطلاق ووأثاره صـ 1174 وما بعدها للدكتور وفاء معتوق.\n* {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} (الطلاق)\nقلوب العباد بيد الله يقلبها كيف يشاء\nوسمُي القلب بهذا الاسم لتقلبه. وربما ينقلب البعض القاتل حباً وتفتني وعطاء بلا حدود. وعمر بن الخطاب - رضي الله عنه - كان في طريقه لقتل النبي - صلى الله عليه وسلم - ولم يعلم أنه في طريقه لتفجير طاقة من الخير لم تشهد الدنيا مثلها. فقد وسع الناس خيراً وكثير من العظماء تحولت حياتهم عندما تقلبت قلوبهم.\nمن هنا طلب القرآن من المسلم عدم التسرع في اتخاذ قرارات كبيرة بدون مراجعة حتى في الثوابت الكونية {ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ} (الملك 4) إن الأمور الكبيرة لا تؤخذ في لحظات الانفعال والغضب وإذا كان الزواج يتم في شهور وربما أعوام فلا نتصور أن يتم الطلاق في لحظة انفعال وإغلاق عقلي. إن القرآن الكريم جعل الزواج عزيمة. وجعل الطلاق عزيمة أيضاً.\n{وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} \"235 البقرة\" والطلاق عزيمه {وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} كما سبق أن ذكرت \"227 البقرة\" ومعلوم ما سبق الزواج من مقدمات ومدارسات ومناقشات حتى يصل إلى العزيمة {فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ} (159 آل عمران)\nالجزء: 1 ¦ الصفحة: 66\n",
        "والمقدمات في الطلاق أطول إذا نفدنا الطلاق الذي شرعه الله ويحسن أن أذكر قصة أمير تعجل زوجته مع أن الإمارة علمته الحكمة وحسن تدبير الأمور إنه كما ذكر صاحب كتاب الأغاني - الوليد بن يزيد بن عبد الملك بن مروان - من أمراء المسلمين.\nوكا زوجاً لسُعدة بنت سعيد بن خالد - صهر هشام بن عبد الملك - أعني أنه مجتمع أمراء.\nوقعت عينه على سلمى أخت سُعدة - فوقعت في قلبه. فسارع لطلاق سعدة لتقضي عدتها أولاً ثم يتزوج أختها لقارئ الطريم يعلم أنه لا يجوز أن يجمع الإنسان بين الأختين في زواج واحد، ولا في عدة أختها حتى تنتهي العدة. لأن العدة امتداد للزواج. وشاء الله عدم إتمام الزواج.\nوأنشد شوقه لسعدة، وخصوصاً بعد زواجها، فكتب هذه الأبيات، وأعطى أشعب عشرة آلاف درهم ليبلغها هذه الأبيات:\nأسُعدة هل إليك لنا سبيل\n...\nبلى ولعل دهرك أن يؤاتى\nفأصبح شامتاً وتقرّ عيني\n...\nوهل حتى القيامة من تلاقى\nبموت من حليلك أو بالطلاق\n...\nويجمع شملنا بعد افتراق\nفرددت عليه\nأتبكي على لبني وأنت تركتها\n...\nفقد ذهبت لبني فما أنت صانع؟\nويذكر صاحب الأغاني أن الشوق قد زاد عليه فلبس ملابس بائع الزيت.\nوساق حماراً ليدخل قصرها وليراها.\nالجزء: 1 ¦ الصفحة: 67\n",
        "فلما رآها أنشد\nإنني أبصرت شيخا\n...\nحسن الوجه مليح\nولباسي ثوب شيخ\n...\nمن عباء ومسوح\nوأبيع الزيت بيعاً\n...\nوخاسراً غير ربيح\nصدق الله العظيم {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} (أول سورة الطلاق)\nفكم من أشياء لا تعرف قدر النعمة فيها حتى تضيع.\nالذين أباحوا أكثر من أربع زوجات.\nمذاهب السنة والإباضية وبعض مذاهب الشيعة لم يبيحوا للرجل إلا زوجات أربع في زواج واحد. فإن عزم على ضم زوجة خامسة إليهن فلا بُدَّ من طلاق واحدة منهن ثم ينتشر حتى تنتهي عدتها فيحل له الزوجة الخامسة.\nولم يخالف في جعل المباحات أربعة فقط سوى الظاهرية والشيعة الإمامية. فرفعوا العدد إلى تسع زوجات ووجهة نظر الظاهرية والشيعة الإمامية أنهم جمعوا العدد الموجود في الآية \"مثنى\" يعني اثنان. \"وثلاث\" أي أصبح العدد خمسة \"ورباع\" أي يصبح العدد تسعة من هنا أباحوا للرجل أن يجمع تسعاً.\nورأى مذاهب السنة أن العدد للتخيير وليس للجميع.\nوقد ورد هذا في قوله تعالى في وصف الملائكة.\n{جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ} \"أول سورة فاطر\"\nأي منهم ملائكة ذو جناحين \"مثنى\" ومنهم ملائكة ذو ثلاثة أجنحة \"وثلاث\"\nالمعتدة من وفاة زوجها لا يجوز خطبتها تصريحاً.\nوإن جاز التعريض - كما سبق\nالجزء: 1 ¦ الصفحة: 68\n",
        "من الجانب الإلهي في التشريع والذي يأخذ حكم العقيدة ما نص عليه القرآن الكريم في موضوع المعتدة من وفاة زوجها. حرم القرآن التصريح بخطبتها. وأجاز التعريض {وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا} (235 البقرة) وقد سبق الحديث وسقت بعض النصوص.\nومنهم ملائكة ذو أربعة أجنحة\n...\nورباع\"\nويؤخذ على أصحاب هذا الرأي أنهم لم يدخلوا في حسابهم الزوجة الواحدة كأنها غير مشروعة مع أنها الأكثر والأسلم عند خوف الجور. ولو أدخلوها في حسابهم لكن عشر نساء.\nوليس لهم حجة في جمع النبي - صلى الله عليه وسلم - تسع نساء. لأن النبي - صلى الله عليه وسلم - جمع هذا العدد قبل نزول آية سورة النساء التي حددت الزوجات بأربع. بحوالي ثلاث سنوات.\nخلاصة القول.\nسورة الأحزاب - حوالي الستة الخامسة هجرية نزل فيها {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} \"52 الأحزاب\" وسورة النساء بعد فتح مكة حوالي السنة الثامنة هجرية نزل فيها \"مثنى وثلاث ورباع\" فهي نزلت بعد أن جمع النبي تسع نساء في بيته.\nيبقى سؤال لماذا لم يطلق النبي الزائدات عن أربعة؟\nوأجيب بأنّ من تُطلّق من نساء النبي ليس لها الحق في زواج جديد {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا} \"53الأحزاب\" وأما من عنده أكثر من أربعة من الصحابة اختار أربعة وطلق الباقيات مثل: أسلم بن غيلان الثقفي وقيس بن الحارث، ونوفل بن معاوية ومن تطلق تتهيأ لزواج جديد.\nالجزء: 1 ¦ الصفحة: 69\n",
        "أما زوجات النبي - صلى الله عليه وسلم - فهن أمهات المؤمنين {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} \"6 الأحزاب\" من هنا أبقاهن الله {يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ} \"الأحزاب\"\nوقد عالجت هذا الموضوع في كتابي \"هذا نبيك يا ولدي\"\nالإسلام حدد الطلقات بثلاث\nكان الطلاق مباح إباحة مطلقة.\nيطلقها متى شاء ثم يردها عندما يريد. وقد يطلقها فتعتد.\nفإذا قاربت انتهاء العدة ردها. ثم طلقها فتعتد وهكذا تعيش المرأة معلقة لا زوجة ولا حرة هذا ما روته عائشة - رضي الله عنها - من قصة المرأة التي قال لها زوجها: والله لا أطلقك فتبيني مني، ولا آويك أبداً.\nفنزل قوله تعالى: {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} \"226 سورة البقرة\" وبهذا عالج الإسلام مشكلة من مشكلات الجاهلية ورفعن المرأة مظلمة يدركها كل من كان له قلب أو عاطفة.\nذكريات لجامع البنية ببغداد:\nكنت شديد الحرص على تزويج بناتي المحجبات لتلاميذ القرآن كما كان يسميهم أهل العراق وتزوج شاب الداعي المجاهد (م. ع. ف) بإحدى بناتي وأصر والده - لأمر عشائري - أن يطلقها.\nوقال لوالده: إن عمر بن الخطاب أمر ولده فطلق امرأته.\nفقال ولده الداعي: كن عمر تراني أطلق زوجتي.\nلا طاعة لمخلوق في معصية الخالق.\nوكان الحق في تصوري مع الابن.\nطلاق المكره.\nأئمة المذاهب المالكية والشافعية والحنابلة قالوا: إن طلاق المكره لا يقع.\nوقد جدت عليهم هذه الفتوى متاعب وتعذيب لم يزل يذكره التاريخ.\nلأن بعض الأمراء كان يأخذ على الناس في بيعة الخلافة أن امرأته طالق وكل امرأة\nالجزء: 1 ¦ الصفحة: 70\n",
        "يتزوجها طالق إذا خالف الخليفة أو خرج عن طاعته تحمل الأئمة وأعلنوا ما رأوه حقاً من أن طلاق المكره لا يقع لما ثبت عندهم من أدلة.\nمن هذه الأدلة كقوله - صلى الله عليه وسلم - \"إن الله وضع عن أمتي الخطأ والنسيان وما استكرهوا عليه\".\nالمرفوع بهذا الحديث هو الأثر الدنيوي للأحكام والمسؤلية في الآخرة.\nوأقوى ما استدل به أصحاب المذاهب الثلاثة أن المكره على النطق بالكفر لا يُعدُّ كافرا بنص القرآن الكريم.\n{مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ} (سورة النحل 106) ومعلوم أنها نزلت ترخيصا ومعذرة لعمار بن ياسر وأمثاله إذا اشتد عليهم الكفار قفالوا كلمة الكفر بلسانهم وشهد القرآن بسلامة قلوبهم من الشرك.\nذكر العلامة ابن عاشور في \"التحرير والتوير حـ 14 ص 293\" \"الإكراه الإلجاء إلى فعل ما يكره فعله ويكون ذلك بفعل ما تضيق عن تحمله طاقة الإنسان من إيلام بالغ أو سجن أو قيد أو نحوه.\nوقد رخصت هذه الآية للمكره على إظهار الكفر بشيء من مظاهرة التي يُطلق عليها أنها كفر في عُرف الناس من قول أو فعل. كالسجود لصنم وشرب الخمر. والإكراه على الكفر فقد تحفظ العلماء منه.\nوالأحناف يُقسمون الإكراه إلى درجات ثلاث وبيان ذلك في كتب الفروع.\nومما روى في طلاق المكره وعدم وقوعه من الآثار ما ذكره الدكتور / دعبس زكي شقرة في كتابه \"الإكراه وأثره في التصرفات ص 167 أن رجلاً تدلى ليشتري عسلاً فوقفت امرأته على الحبل وقال: طلقتني ثلاثا وإلا قطعت الحبل. فكرها الله والإسلام فقالت: لتفعلن أن أو لأفعلن. فطلقها ثلاثاً. فلما رفع الأمر إلى عمر قال \"ارجع إلى أهلك فليس ذلك بطلاق\"\nوما روي عن الإمام عليّ - رضي الله عنهما - لا طلاق لمكره.\nوابن عباس لم يجز طلاق المكره. وقال: ليس بشيء وفسر بعضهم\n\"لا طلاق في إغلاق\" فسر الإغلاق بالإكراه.\nلأن المكره كمن أغلق عليه أبواب الاختيار\nالجزء: 1 ¦ الصفحة: 71\n",
        "وفي سند الحديث كلام، لأن الغازي بن جبلة منكر الحديث، كما قال صاحب نصب الراية في تخرج أحاديث الهداية حـ 3 ص 223 الزيلعي.\nوفي البخاري عن علي - كرم الله وجهه قال:\nكل طلاق جائز إلا طلاق المعتوه والمكره.\nواستدل على ذلك بحديث النبي - صلى الله عليه وسلم - رفع القلم عن ثلاث المجنون حتى يفيق، والصبي حتى يدرك والنائم حتى يستيقظ؟\nبعد الطلاقة الثالثة لا تحل له وتتزوج غيره فإن مات الثاني أو طلقها؟\nالزوج الثاني طلقها أو مات. ورجعت للزوج الأول، هنا نسأل: ما حكم الطلقات الثلاثة في الزواج الأول؟\nإجماع الأئمة على أن الزواج الجديد يبدأ - كما يقولون - من الصفر وعفا الله عما سلف، وكفاه من التأديب على الإسراف في الطلاق أنه رأي زوجته في أحضان زوج آخر، وليت الأمر يقف على الأحضان، بل يذوق عسيلتها وتذوق عسيلته.\nوكانت في الزواج الأول معه لا تعرف فراش غيره.\nفكانت راضية به، أما بعد أن جربت فراش غيره فالأمر يختلف.\nعقوبة شديدة هي ثمن سوء استعمال الحق وإسرافه فيه.\nولكنها ترجع إليه بثلاث طلقات.\nهذا رأي جميع الأئمة. أما إذ طلقها طلقة وانتهت عدتها أو طلقتين وانتهت عدتها قبل أن يراجعها، وتزوجت غيره وطلقها الزوج الجديد أو مات ورجعت للأول فهنا أجد اجتهاداً غريباً لا أعرف دليله الشافعي والمالكي والحنابلى ومحمد بن الحسن وزفر من تلاميذ أبي حنيفة كلهم يقولون: ترجع إلى الزوج الأول بما بقى لها من عدد الطلقات.\nإن كان قد طلقها طلقة واحدة رجعت بطلقتين، وإن كان قد طلقها طلقة واحدة رجعت بتطليقتين.\nوإن كان قد طلقها طلقتين رجعت بواحدة.\nهل يمكن بعد كل العذاب النفسي الذي تحمله وهي في فراش.\nالجزء: 1 ¦ الصفحة: 72\n",
        "الزوج الثاني.\nوبعد دعائه لها طوال الليل أن تفشل في زواجها الثاني لترجع إليه. وتحقق الأمل. وعادت إليه. هل يمكن أن ترجع بزواج شبه مستهلك ويكون كمن اشترى ثوباً نصف عمر؟\nهنا كان اجتهاد الإمام أبي حنيفة وتلميذه أبي يوسف والإمامية من الشيعة يباركون له ثوباً جديداً خالياً من رقع الماضي. وبقعه النفسية.\nترجع بطلقات ثلاث. وعليهما الحفاظ على ما وهبهما الله ولعل \"العود أحمد\"\nالجزء: 1 ¦ الصفحة: 73\n",
        "الطلاق في السُّنَّة وآثار السلف\nمن طلق امرأته ثلاثا في مجلس واحد أخرج أبو داود عن ابن عباس - رضي الله عنهما - أنه قال: \"إذا قال الرجل: أنت طالق ثلاثا بفم واحد فهي واحدة\" وعنه أنه قال: \"إِذا قال: أنت طالق.أنت طالق. أنت طالق. ثلاث مرات فهي واحدة, إن أراد توكيد الأولى. وكانت غير مدخول بها\".\nروى الترمذي وأبو داود عن عبد الله بن يزيد عن أبيه عن جده قال: أتيت النبي - صلى الله عليه وسلم - فقلت يا رسول الله، إني طلقت امرأتي ألبتة. فال: ما أردت بها؟ قال: واحدة. قال: آلله قلت آلله. قال فهو ما أردت. ومعنى طلقتها أي في مجلس واحد.\n* إن طلق بلفظ ليس صريحاً في الطلاق ولكن أراد به الطلاق.\nيسمى الطلاق بالكناية. ولا يقع به الطلاق إلا إذا قصد إيقاع الطلاق. فالنية مدار المؤاخذة.\nتقول عائشة - رضي الله عنها - خيرنا رسول الله - صلى الله عليه وسلم - فاخترانه، فلم يكن ذلك طلاقاً\" البخاري ومسلم.\n* ومن أعطى لها حرية الاختيار فاختارت نفسها فهي طلقة واحدة رجعية.\nقال رجل لابن عمر - رضي الله عنهما -: إني جعلت أمر امرأتي بيدها فطلقت نفسها فقال ابن عمر: أراه كما قالت.\nوقال له: أنت فعلته\" الموطأ وتقع طلقتها له طلقة واحدة رجعية.\nهذا ما أفتى به زيد بن ثابت لمحمد بن عتيق \"ارتجعها إن شئت فإنها هي واحدة، وأنت أملك بها. (الموطأ عن خارجة بن زيد)\nووردت آثار توقع الكنايات ثلاث تطليقات. فمن قال لامرأته أنت علي حرام فالإمام علي بن أبي طالب كان يقول: إنها ثلاث تطليقات (جاء في المؤطأ)\nولا أعرف العلة لهذا التشديد من الإمام علي - كرم الله وجهه - إلا تأديب القائل وتخويفه.\nالجزء: 1 ¦ الصفحة: 74\n",
        "وقد روى البخاري ومسلم عن ابن عباس - رضي الله عنه - إذا حرم الرجل امرأته عليه فهي يمين يكفرها.\nثم قال: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} ووجه الاستدلال بآية الأسوة هنا هو ما جاء في أول سورة التحريم {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} ؟ ثم قال بعدها {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ}\n* من خير امرأته فاختارت الحياة معه لا يعتبر طلاقاً. لأن النبي - صلى الله عليه وسلم - خير نسائه بين الحياة معه راضيات بما قسم الله لهن من عيش وبين أن يُردن الحياة الدنيا وزينتها فاخترن الله ورسوله.\nوفي السنة المطهرة\n\" لا يحل لأمرأة أن تسأل طلاق أختها لتستفرغ في ما في صحفتها. ولتنكح. فإنُما لها ما قُدر لها\"\n(جامع الأصول من أحاديث الرسول) (البخاري ومسلم وأبو داود والترمذي)\nفإن اشترطت المرأة عند زواجها أن يطلق زوجته الولى فالشرط باطل. لأنه لا ضرر ولا ضرار.\nأما إذا اشترطت لنفسها عند العقد عليها إلا يتزوج عيلها فلها ما أخذت من شرط.\nالمحلل والمحلل له.\nبينت السنة المشرفة موضوع المحلل. وهو أن يطلق الرجل زوجته ثلاثاً في ثلاثة أطهار فتبين منه بإجماع المذاهب ولا تحل له حتى تنكح زوجاً غيره نكاحاً شرعياً كاملاً ويدخل بها دخولاً كاملا لقوله - صلى الله عليه وسلم -:\n\" حتي تذوقي عسيلته ويذوق عسيلتك: كما في حديث امرأة رفاعة القرظي التي جاء للنبي - صلى الله عليه وسلم - فَقَالَتْ كُنْتُ عِنْدَ رِفَاعَةَ فَطَلَّقَنِي فَأَبَتَّ طَلَاقِي فَتَزَوَّجْتُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ إِنَّمَا مَعَهُ مِثْلُ هُدْبَةِ الثَّوْبِ - (أي في الإسترخاء) فَقَالَ أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لَا حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ\". رواه الجماعة عن عائشة - رضي الله عنها -.\nالجزء: 1 ¦ الصفحة: 75\n",
        "ومعناه: أن القليل من الجماع يكفي فما حكم الزوج الثاني؟\n* هو إما عازم على الزواج الدائم، وهذا بارك الله له، فإن طلقها فلا إثم عليه.\n* وإما متطوع بهذا الزواج وفي نبته أن يطلقها لترجع إلى زوجها وأولادها، فزواجه مكروه عند الأحناف والشافعية؛ لأن الزواج شرعا لا بد فيه من نية الدوام.\nوإلا أشبهَ زواج المتعة.\nوهذا زواج باطل فاسد عند المالكية والحنابلة، فلو طلقها لا تحل للأول.\n* الزواج الثالث: أن يتزوجها بشرط أن يطلقها.\nوهذا زواج باطل وفاعله ملعون لحديث: \" لعن الله المحلل والمحلل له \".\nأخرجه النسائي والترمذي وصححه.\nوحديث عقبة بن عامر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - \" ألا أخبركم بالتيس المستعار؟ بلى يارسول الله.\nقال: هو المحلل. لعن الله المحلل والمحلل له \".\nرواه ابن ماجة والحاكم.\nهل رأى الحب سكارى مثلهم؟!\nقد يكون الواقع أعجب من الخيال.\nخيال الشاعر في هذه القصيدة واسع وخصب، ولكن الواقع أعجب.\nاشترى زوجها سيارة من مصنع اليابان، واشترى أخوها سيارة من مصنع بلد آخر.\nوجلس كلاهما (يشرب) ويمدح سيارته ويثني على اختياره، واشتدَّ أثر الشراب فاقترح واحد منهما أن يركب كل واحد منهما سيارته وأن يقفا على بعد مائة متر مثلاً، وأن ينطلق كل واحد بسيارته بسرعه فيدخل في الآخر فيتبين كل واحد منهما أي السيارتين أقوى.\nيتبين بتجربة عملية، فالجانب العملي ينهى عن الجدل، وتيقنت المرأة أنها ستدفع الثمن وحدها. فسوف تفقد زوجها وأخاها.\nإنهما في سكر وسوف يفيقان على يد ملك الموت، قامت فاستدرجت زوجها إلى غرفة النوم، ثم أغلقت عليه الباب، وحاول ثم حاول الخروج فلم تستجب له.\nالجزء: 1 ¦ الصفحة: 76\n",
        "فلم يجد ما يقذفها به سوى كلمات الطلاق.\nفلما ذهبت عنه السكرة وجاءت الفكرة، جاءني يلتمس حكم الله في الطلاق!!\nجاءت معه لأنها لا تثق في إخباره، وكثرا أولئك الذين يكذبون على العلماء في مثل هذه القضايا. هكذا لعمل الخمر في عقول شاربيها إن بقيت فيهم عقول.\nوأجاب الشيخ:\nمن رحمة الله أن حرم الخمر، فالخمر مهلكة للعقل ولخلايا المخ وشبكة الأعصاب.\nوالدارس لخلايا الجسم يرى أن خلايا الجسم كلها تتغير كل عدة سنوات إلا خلايا المخ والأعصاب تبقى تالفة حتى يموت.\nوأنت يا بنيتي قد أحسنت صنعا، وذلك على رجحان عقلك.\nفحفظ الشرع الحكيم لك زوجك، ولم يقع الطلاق، فالرأي الراجح أن طلاق السكران لا يقع.\nلا يقع طلاق السكران لأنه لا يعلم ماذا يقول!\n(لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ) .\nوسيدنا حمزة - رضي الله عنه - وقبل تحريم الخمر - سكر فبقر بطن البعير فلما عاتبه النبي - صلى الله عليه وسلم - ثمل حمزة واحمرت عيناه - أي غلبه الشراب.\nفقال: هل أنتم إلا عبيد لآبائي؟ فعلم النبي - صلى الله عليه وسلم - أنه ثمل فخرج معه.\nوقد أفتى سيدنا عثمان بن عفان - رضي الله عنه - بعدم وقوع طلاق السكران، وأفتى ابن عباس - رضي الله عنهما - بذلك، ورجع الإمام أحمد إلى هذا الرأي.\nواستلوا على عدم وقوع طلاق السكران بالآية الكريمة السابقة، وبأن النبي - صلى الله عليه وسلم - لم يطلب من حمزة - رضي الله عنه - أن يجدد إسلامه لقوله في سكره - أنتم عبيد أبي، ولانتفاء القصد.\nفارجعي بزوجك فالطلاق لم يقع.\nالجزء: 1 ¦ الصفحة: 77\n",
        "وبعد: ما ذكرته في القصة السابقة هو رأي الأئمة الثلاثة الشافعي والمالكي والحنبلي لأن الطلاق أمر شرعي ما شرعه الله إلا لحكمة والسكران لا يستطيع أن يتصرف بحكمة. فلا يقع طلاقه.\nوخالفهم الإمام الحنفي إذا كان السكر من شراب محذور أما إذا كان من أمر لا إثم فيه كالبنج لإجراء عملية جراحية فلا إثم فيه ولا يقع طلاقه.\nومعلوم أن وقوع طلاق السكران يؤذي الزوجة بدون ذنب منها.\nروي البخاري عن عثمان بن عفان - رضي الله عنه -: ليس لسكران ولا مجنون طلاق.\nوالطلاق - في الإسلام - أمر عظيم فلا نبحث للناس عن كلمة نهدم بها البيت فقد قال عقبة بن عامر: لا يجوز طلاق الموسوس\" رواه البخاري.\nمن تجاربي في فندق\nكان النزيل \"ع. م. ا. ع\" يقيم إقامة كاملة بالفندق وكان في سلوكه طيب لا يخالط أحداً وفوجئت برجوعه يوماً في حالة سكر شديد - على غير عادته. والتف حوله عمال الفندق وبعض النزلاء الشباب يصفقون ورجل الأعمال يرقص!! حتى تطاول عليه أحد الشباب وأراد أن يسقط \"البنطال\" عنه واعتبروها سهرة سعيدة.\nوفي الصباح لقينى وألقى عليّ التحية. وتعمدت عدم الرد بصوت يسمعه ولما راجعني عرضت عليه الشريط المؤلم الذي سجلته له. كاد لا يصدقني لولا وضوح الصوت وضحك الشباب واستخفافهم به.\nإنه تاجر الذهب بوسط القاهرة. وهو صاحب اليد السخية على العمال وبعض النزلاء. كيف تجعله زجاجة الخمر في هذه المهانة؟\nإنها المرة الأخيرة يا شيخ محمود\nمرَّتْ سنوات أنهيت فيها دراستي الجامعية. وذهبت لزيارة أستاذي الدكتور كمال شلال بالفندق - عليه رحماتُ الله - وفاء لما كان يخصني به من خلاصات\nالجزء: 1 ¦ الصفحة: 78\n",
        "عبقريته وأنا طالب. وشاهدت الأخ الكريم ساجداً بين يد الله يطيل السجود. الضراعة. لقد تاب توبة أسعدتني.\nفلو سجلنا لمن يغيب عقله بالسكر ما يحدث منه في سكره فلن يقبل لنفسه أن يعود. هذه تجربتي. التسجيل لعلاجه في منح الشريط بعد أداء دوره فلا حاجة لنا في الحفاظ عليه.\nولدي الحبيب. أين ذهبت؟\nعشت حياتي قبل أن أرزق بك. عشت أنتظرك وتحملت متاعب السهر والدراسة من أجل أن يقال لك ابن الأستاذ.\nومن أجلك تحملت رق الوظيفة ومتاعبها حتى يقال عنك: ابن المدير.\nوصارعت رغباتي وأهوائي حتى أوفر لك رخاء العيش وسعته. وما تأخذه من مالي أحب إلي مما أنفقه أنا من أجلك يا ولدي تخيرت سيدة الحي لتكن أمك وأشهد بالله أنها قدمت أكثر مما قدمت لك.\nوفي ساعة مظلمة بل ظالمة توقف عقلي وفكري ونطقت بكلمة هدمت كل شيء كيف نطقت بكلمة جعلت زوجتي حراماً علي؟\nوقع الطلاق الأول. واعتبرته إجازة من الحياة الزوجية ثم عادت الحياة.\nوتكرر الخطأ. بل تكررت الخطيئة.\nالخطيئة التي أنهت رصيدي. وحرمت زوجتي للأبد بالطلقة الثالثة.\nهل تقبل نفسي أن أنتظر لها فشلاً جديداً في حياتها؟ مع الزوج الجديد فيطلقها لترجع إلى فراشي؟\nليست هذه أخلاقي يا ولدي. ولعلك تعرف ذلك.\nسوف أتحمل تكاليف خطئي بل خطيئتي.\nوأغلاها أني خسرت زوجتي.\nولو كل النساء كمثل هذي\n...\nلفضلت النساء على الرجال.\nفلا التأنيث في اسم الشمس عيب\n...\nولا التذكير فخر للهلال\nالجزء: 1 ¦ الصفحة: 79\n",
        "ولكن ماذا جنيت أنت يا ولدي حتى حكمت عليك أن تعيش مع زوج أبيك بدلاً من أمك؟ إنها امرأة طيبة. ولكنها تشعر أن ما أقدمه لك أقدمه لغير ولدها.\nوإن عشت مع أمك فهي أقرب وداً لك. ولكن زوجها لا يحب أحداً يشاركه فراشه. وهي بينها وبين زوجها مودة ورحمة.\nوأنت يا بنيتي\nهل وافقت على أول خاطب لرغبة صادقة فيه؟\nهل هو - في تصورك - الفارس صاحب الفرس الأبيض الذي يطير بك إلى عش السعادة؟! أخشى يا بنيتي أن تكوني أردت الفرار من زوجة أبيك.\nأو ضاق صدرك من بعض الدلال التي عاملها به لأنها تخدم غير أولادها ولفارق العمر بيننا. أو لحقها عليّ كزوجة. أرجو أن تكوني قد حظيت باختيار الله في هذا الشاب فاختيار الله للإنسان خير من اختيار الإنسان لنفسه\nالطلاق بلاء {وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ} \"15 النور\"\nفاحذره يا ولدي.\nوَتَحْسَبُونَهُ هَيِّنًا\nوربما كانت هي السبب. فقد انشغلت بالفليم الأجنبي ونسيت الطعام على الطباخ فتلف كل شيء ولكنى الحياة الزوجية فنون. ألم يحرق هو القميص عندما عزم على كيه؟\nهذه بتلك.\nكان يمكن للمشكلة أن تنتهي ولكن من حوله ومن حولها لا بُدَّ أن يشعلوا النار إنها - كما يقولون - ضريبة السعادة أو نار في ليلة لكنها أحرقت كل شيء وانتهى الأمر بالطلاق العاجل - طلاق السفهاء.\nطلاق لم يسبقه عزم ولم يحكمه ما شرعه الله من الطلاق في طهر لم يجامعها فيه فلا طلاق في حيض. ولا في طهر عاشرها فيه هذا ما شرعه الله.\nالجزء: 1 ¦ الصفحة: 80\n",
        "جاءني يريد أن يرد زوجته إلى عصمته - أن يراجعها.\nسألته: كم يتكلف الطلاق في هذه الأيام؟\nكان يتوقع أي سؤال غير هذا السؤال قال: لو ذهبنا إلى المأذون القاضي سيأخذ رسوماً للطلاق ورسومها للمراجعة \"هذا في بعض البلاد العربية\"\nقلت له: ما عن كل هذا اسأل.\nإنني اسأل عن ثمن الطلقة الواحدة الآن.\nإن أقل زواج الآن يتكلف ثلاث الآف دولار مثلاً، والإسلام يعطيك ثلاث تطليقات. وهذا من باب رحمة الله. فالطلقة الواحدة تتكلف ثلث تكاليف الزواج تتكلف ألف دولار على الأقل.\nإن تكلف الزواج ثلاثة الآف دولار فهل لمن الطعام الذي تلف قريب.\nمن هذا المبلغ؟\nقال: عجباً أسمع هذا الكلام لأول مرة\nقلت: لو أن الدعاة يسألون الناس هذا السؤال على المنابر وفي المحاضرات لتراجع كثير من النساء بسبب الغلاء الشديد في ثمن الطلاق.\nإنني أعمل ألف حساب لإشارة المرور. لأن العزم كبير هذا بخلاف ما يجره الطلاق على الأسرة من ضياع الأولاد والوالدين وهو أكبر من كل أموال الدنيا. الطلاق {وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ} \"15 النور\"\nأنصفتني يا شيخ عارف\nكانت هذه كلمتها الأخيرة التي ودعتني بها: أنصفتني يا شيخ عارف\nوابتسم زوجها الطبيب الشاب وقال: عندما يتصدى للفتوى من لم يدرس الشريعة دراسة عميقة تتعقد حياة الناس.\nقلت لهما: إن الله خلق العنب. غذاء وشفاء ولكن يد البشر تتدخل في العنب فتجعله خمراً.\nالجزء: 1 ¦ الصفحة: 81\n",
        "خرجت هي وزوجها الطبيب وبقيت في بيتي أراجع ما حدث فما قصة الضيف؟\nجاء يسألني عن الطلاق الذي أوقعه عليها. ويطلب إرجاعها لعصمته.\nإنها ما زالت في العدة.\nوكنت أشعر أن هذه المشكلات تحتاج إلى معالجة أكثر من حاجتها إلى فتوى. فإن عدم علاجها جيداً هو السبب في تكرارها.\nإن الطبيب الذي يعالج أمراض الجلد من الظاهر يختلف عن الطبيب المتخصص الذي يحلل الدم ويعالج ما تحت الجلد فيغيب المرض إلى الأبد. أو يغيب طويلاً.\nدرست سبب المشكلات وحاولت تقريب وجهات النظر.\nإن أمة لها ما أعطاها الإسلام من حقوق وتكريم. ولكن هذه الحقوق يجب ألا تتعدى ولدها ولو كان وحيداً إلا من باب التطوع. والمتطوع أمير نفسه. والكريم يتطوع {وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} \"34 النساء\"\nوليس \"واهجروا مضاجعهن\" حتى لا يعلم من في البيت شيئاً عن الخلافات. فيموت الخلاف في حجم ولادته.\nعتبت عليها لأنها تلميذتي. ولكرمها وفي مثل هذه الحالة نعتب على الكريم. عتبت عليها فصرخت وقالت: دائماً المرأة هي المخطئة؟ لقد حمل إناء الطعام وضربني به وطلقني كان الإناء ساخناً.\nوالله كان الإناء ساخناًَ. نظرت إليه وسألته:\nهل صحيح ما قالته يا دكتور؟\nقال في حياء: زحام العمل يشد أعصابنا حتى أصبح الإنسان لا يدري ما يفعل؟\nوالطبيب يحتاج إلى طبيب أجل لا أدري كيف فعلت هذا ولكنه حدث؟\nضحكت حتى ظن أنني أضحك من تصرفه\nالجزء: 1 ¦ الصفحة: 82\n",
        "وقلت له: قم يا دكتور خذ زوجتك وارجع إلى بيت الزوجية السعيد.\nالطلاق لم يقع يا دكتور. أجل الطلاق لم يقع.\nالطلاق ليس كلمة تخرج من فم إنسان منفعل لا يدري ماذا يقول؟\nروت السيدة عائشة أن النبي - صلى الله عليه وسلم - قال:\n\"لا طلاق في إغلاق\"\nقال أبو داود: الإغلاق الغضب الشديد (أعلام الموقعين جـ 4 ص 42)\nوإذا كان طلاق السكران لا يقع حتى تكون عقوبة لها من غير ذنب فطلاق الغضبان عند إغلاق العقل لا يقع.\nوعلماء الإسلام هم الذين يجدون الطلاق الذي يقع والذي لا يقع.\nوسيدنا موسى - عليه السلام - عند غضبه على بني إسرائيل ألقى التوراة التي كتبها الله بيده في الألواح. فلما سكت عنه الغضب أخذ الألواح.\nوالرجل الذي فقد ناقته في الصحراء وتيقن الموت والهلاك. ثم نام فاستيقظ فرأى الناقة فأراد أن يشكر الله فقال اللهم أنت عبدي وأنا ربك. لم يؤاخذه الله على سبق لسانه.\nالطلاق لم يقع يا دكتور فالطلاق عزيمة\nكلمات للأئمة في طلاق الغضبان\nبعد أن عرضت على القارئ الكريم قصة الطبيب العراقي وزوجته والتي سبق أن نشرتها بمجلة \"رسالة الأزهر\" نأتي إلى بعض الأحكام الفقهية في الموضوع.\nعن عائشة - رضي الله عنها - قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"لا طلاق ولا عتاق في إغلاق\" رواه أبو داود.\nوقال: الإغلاق أظنه الغضب (عون المعبود حـ 6 صـ 261\nوكثير من الناس في أيامنا تخالط المخدرات والمهدئات دمهم وأكثر منهم من يؤثر هموم العيش وتكاليف الحياة والسعي في طلب الكماليات في أعصابه مما يجعل الانفلات في الكلام لا يحكمه قصر. ولا يقول ما يريد.\nوهؤلاء يدخلون في حكم الإغلاق رحمة بأطفالهم ونسائهم. بل ورحمة بهم لأن الطلاق - كما ذكرت. عزيمة وليس كلمة طائشة تنفلت من اللسان.\nالجزء: 1 ¦ الصفحة: 83\n",
        "* الزواج عزيمة {وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} \"235 البقرة\"\nوالطلاق عزيمة {وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} \"227 البقرة\"\nولا وزن لصيحات وانفعال لا يدري أحدهم ساعتها ما يقول.\nوعندما طلق الرجل زوجته ثلاث ثم ندم وقال للنبي - صلى الله عليه وسلم - والله ما أردت إلا واحدة أعتبرها النبي - صلى الله عليه وسلم - واحدة.\nوكثيراً ما أقول: عمار البيت على رأي مرجوح خير من خرابه على رأي راجح يقول الإمام ابن تيمية في الإغلاق \"أن يغلق على الرجل قلبه فلا يقصد الكلام أو لا يعلم به كأنه إنغلق عليه قصره وإرادته فيدخل في ذلك كل من لا قصد له ولا معرفة له بما قال.\nأبو حنيفة وطلاق المخطئ يوقع الأحناف طلاق من أراد كلمة فخرجت كلمة الطلاق. يوقعها قضاء - أمام القاضي - ومن الناحية الدينية يسأل أمام الله عن نيته. إغلاق لباب التراجع وادعاء الخطأ ولكن الأئمة مالك والشافعي والحنابلة والظاهرية والزيدية والجعفرية فيشترطون القصد في الألفاظ ولا يوقعون طلاق المخطئ.\nورأي الجمهور أولى بالفتوى.\nالجزء: 1 ¦ الصفحة: 84\n",
        "الخلع\n* الزوج يطلق. فماذا للزوجة؟\n* كل خسارة مادية بعد المودة والرحمة هينة\n* الإسلام حفظ المرأة مالها إلا عن طيب نفس منها\n* لا يجوز للزوج أن يضيق على زوجته حتى يرغمها على الخلع\n* خذ الحديقة وطلقها تطليقة.\n* هل يجوز أن يأخذ منها أكثر مما أعطاها؟\n* هل الخلع طلاق أم فسخ لعقد؟\n* وماذا ينبني على هذا الخلاف؟\nالجزء: 1 ¦ الصفحة: 85\n",
        "الزوج من حقه أن يطلق، فماذا لها؟\nالمطلق غارم لأنه دفع الصداق وتحمل النفقات.\nوغرمه قد يمنعه من تكرار الطلاق. أو حتى مجرد التفكير فيه.\nأما الزوجة فماذا تفعل إن فسدت الحياة الزوجية، وأذهب الله المودة والرحمة من قلبها؟\nشرع الإسلام لها فداء نفسها من طوق لا تطيقه. وغلّ لا تقوى عليه. وزواج لا تؤدي حق الله فيه وهذا ما جاء في كتب الشريعة بعنوان \"الخلع\"\nقال ابن الأثير (الخلع) من خلع الثوب. كما في النهاية وإن كان القرن لم يستخدما الخلع إلا مرة واحدة في حديثه - سبحانه وتعالى - مع موسى عليه السلام.\n{إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى} 12 طه) .\nواستعمل القرآن كلمة {افْتَدَتْ بِهِ} أي افتدت به نفسها {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} (229 سورة البقرة)\nفالرجل له أن يطلق وهو غارم وتكاليف الطلاق كبيرة وهي تعدل ثلث تكاليف الزواج وضياع الأسرة أكبر.\nوالمرأة تفتدي نفسها إذا أصبحت الحياة الزوجي أغلالاً وإذا فسدت الحياة الزوجية وخلت من المؤدة والرحمة فكل خسارة مادية بعد المودة والرحمة هينة.\nوالآن مع بعض أحكام القرآن الكريم وفقه الفداء أو الخلع\n* في فقه الأحناف \"الخلع إزالة ملك النكاح المتوفقة على قبول الزوجة بلفظ الخلع أو ما في معناه \"الدر المختار حـ 3 ص 439\"\n* أما في القرآن الكريم فلقد حرم الله على الزوج أن يأخذ من مال زوجته شيئاً إلا عن طيب نفس منها {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا} (4 النساء)\nالهنيء ما يصاغ مضغه. والمريء ما يفيد الجسد.\nالجزء: 1 ¦ الصفحة: 86\n",
        "* ومرة ثانية حرم القرآن مال المرأة على زوجها مع الاحتفاظ بالاستثناء في الآية الأولى أعني \"طيب النفس\"\n{وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (226 سورة البقرة) شرع الله الطلاق وجعله تسريحاً بإحسان ومن إحسان التسريح أن يكون بدون عوض. وهذا ما يتفق مع النفوس الكريمة.\nوقد خاطب الله به النبي - صلى الله عليه وسلم - عند ما خير زوجاته {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا} (الأحزاب)\nفالتسريح بإحسان. والسراح الجميل يقتضيان عدم أخذ مال على طلاقها.\nولكن النفوس تختلف، والمثالية ثمنها كبير لا تقوى عليه الجموع من الناس، والتشريع للخاص والعام فلا بُدَّ أن يتسع للجميع.\nومن ناحية المرأة قد تكون بالغت في طلب الطلاق وأرهقت الزوج فلا يتصور أن يتنازل عن غرمه عندما تطلب الطلاق، من هنا شرع القرآن أن تفدي نفسها بمالها - كما قلت: كل شيء بعد خسارة المودة والرحمة أمر سهل.\n* ثالثاً:\nوحرم القرآن أن يعضل الزوج زوجته بأن يسيء معاملتها ويضيق عليها حتى يرغمها إلى طلب فداء نفسها من قيد الزواج به {وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} \"19 النساء\"\nوإذا حرم القرآن أخذ بعض ما أتاها فإن أخذ كل ما أتاها حرام باب أولى. وأشد في التحريم أن يأخذ أكثر مما آتاها \"تفسير المنار حـ 4 صـ 456 للسيد رشيد رضا\"\nوفي موضع رابع في القرآن الكريم\nجاء التحريم في محاولة يرغب فيها بعض أصحاب النفوس الصغيرة أن يجعله على المرأة خستين.\nالجزء: 1 ¦ الصفحة: 87\n",
        "خسة أن يستبدل بها زوجة أخرى سواء معها أو يطلقها، وخسة أن يأخذ مالها ليدفعه مهراً لزوجة أخرى أمران أحلاهما مرٌّ.\nأما ان يجمع الأمرين {وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا} \"20 النساء\"\nوهذا استفهام إنكاري وتوبيخ على أخذ مال المرأة ظلماً.\nثم يستنكر عليه مرة ثانية {وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا} \"21 النساء\"\nكل هذه الآيات تفيد تحريم إكراه الزوجة على أن تفتدي نفسها بمالها.\nوالكاره في كل هذه الأحوال هو الرجل. أو المنتفع في هذه الأحوال هو الرجل.\nوقد شاهدت في بعض البلاد العربية ما يقوم به بعض الذين يعملون في مهنة المحاماة من جعل الانتصار القضائي على المرأة ولها حقوقها فن من فنون المهنة مع أنها مهنة شريفة: يحاول أن ينتصر لموكله فيجرد المرأة من حقوقها التي شرعها الله.\nمؤخر الصداق.\nالنفقة والمتعة.\nوينسى أن بعد القضاء في الدنيا قضاء آخر يوم يقول الحق - سبحانه\n...\n{وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا}\nويقول سبحانه لكثير من المدافعين عن الباطل {هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا} (النساء 109)\nكما حرم الله أن يجعلها تعيش مكرهة مظلومة لا تملك الصبر على البقاء، لا تملك المال للفداء {وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ} \"231 سورة البقرة\" إن بعد الدنيا حساباً كبيراً.\nالجزء: 1 ¦ الصفحة: 88\n",
        "* يبقى بعد ذلك آية تتحدث عن رغبة الزوجة في (الخلع) في فداء نفسها. هنا هي الكارهة، وهي صاحبة المصلحة في الفداء لقد انتهى من في قلبها من الود له، والصبر على متاعبه، فهي إن عاشت في بيت تخاف ألا تقيم حدود الله من طاعة لزوجها، ورضى به، وتمكيناً له من نفسها.\nوصحبته ولو لم يكرها هو، ولم ير منها ما يقتضي فراقها، لأن النبي - صلى الله عليه وسلم - لم يسأل ثابت بن قيس، هل أنت كاره لها أم لا؟\nوقد أجمع الصحابة على هذا.\n* طلب الخلع بدون ضرورة\nالذي يجمع عليه العلماء والأئمة أن الطلاق بدون سبب مُلح عليه حرام أو مكروه. لأن فيه إضرار بالطرف الآخر وهو هدم لما شرعه الله، وأبغض الحلال عند الله الطلاق. ولا يفرح إبليس بشيء كما يفرح بالطلاق.\nوالخلع كذلك فإذا حلت الحياة الزوجية من الضرورة، وإذا أمكن دفع الرغبة في الانفصال، بالصبر والقدرة على التحمل، فيجب عليها الصبر حفاظاً على الأسرة. وربما رعاية للأولاد إن وجدوا.\n* يقول ابن قدامة: والحجة مع من حرمه في حالة الوئام والوفاق بين الزوجين واستشهدوا بالآية الكريمة {وَلَا يَحِلُّ لَكُمْ} وقدموها على قوله تعالى {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا} (المغني حـ 7 ص 54)\n* مقدار ما يجوز لها أن تقدمه\nمحاولة وضع تسعير في مثل هذا الموضوع شيء لا يتفق مع تقلب الأحوال واختلاف القدرة الشرائية غالباً. وحال الأسر من الإعسار واليسار وعكس هذا.\nمن هنا كان الرأي الراجح رأي جمهور العلماء وهو ما تراضيا عليه، سواء قلَّ عن الصداق أو ساواه أو زاد. وهذا ما حكاه ابن كثير (حـ 1 صـ 274)\nوفي المحلي من فقه الظاهرية: لها أن تخلى بجميع ما تملك وواضح أن أسعار العملات والأعيان غير ثابتة ويحدث فيها تباين كبير. وهجرت أحد الزوجين\nالجزء: 1 ¦ الصفحة: 89\n",
        "وما يصحبها من اختلاف في اليسار والإعسار كل هذا ربما لم يكن في عصر أئمتنا - رضي الله عنهم -.\nفالأمر متروك للعرف والقضاء وما يطرأ على مستوى معيشة الطرفين في الأسرة. فقد يكون الألف من الدراهم عند العقد مالاً كثيراً وعند الرغبة في المخالعة لا تساوي شيئاً ولا يعارض هذا مع قول الرسول - صلى الله عليه وسلم - خذ الحديقة وطلقها تطليقة. لقرب الزمن بين العقد والخلع فلم تتأثر القيمة الشرائية للأشياء. ولأن القيمة العينية كالحديقة يقل التباين في ثمنها بخلاف العملة الورقية في عصرنا.\nكما لا مانع من احتمال زيادة قمية الحديقة عند الخلع عنها يوم عقد القرآن بسبب نمو شجرها ونضج ثمارها.\n* واختلفوا هل يجب رفع الأمر للسلطان؟\nقال بهذا بعض العلماء ولا أعرف دليلاً لهم.\nوالخلع قريب في أحكام من الطلاق. ولا يجب رفع الطلاق إلى الحاكم. فالخلع كذلك. لأنه طلاق على عوض. كما استدلوا بوقوع الخلع للربيع بنت معوذ في عهد عثمان بن عفان - رضي الله عنه -، فلم يرفعوا الأمر لعثمان ولم ينكر عليهم عثمان، وهو رأي عمر بن الخطاب - رضي الله عنهما -\n* هل الخلع طلاق أم فسخ؟\nموضع طال فيه الخلاف بين الأئمة واختلافهم رحمة بهذه الأمة وسوف أبين معنى الرحمة. في اختلاف الأئمة إن شاء الله.\nأولاً: القول بأن الخلع يقع طلاقا رجعيا قول لا يرقى إلى المناقشة فهو باطل بلا خلاف فالمرآة دفعت مالها لتفتدي نفسها.\nفلو كان الخلع طلاقاً رجعياً لأخذا الرجل العوض ثم ردها بدون اختيار منها فهو قول مردود.\nأما القول بأن الخلع طلاق بائن فلو سلم هذا الرأي من الاعتراض الموجه إليه لقبلناه. لأن الرأي من الاعتراض الموجه إليه لقبلناه لأن كبار الأئمة قالوا به.\nالجزء: 1 ¦ الصفحة: 90\n",
        "ولا ظلم فيه للمرأة ولا مضرة.\nالأحناف اعتبروه طلقة بائنة رجعية، يعني بينونة صغرى (المبسوط حـ6 صـ 171)\nوعند المالكية يقع الخلع طلاق بائنا \"بداية المجتهد لابن رشد حـ2 صـ 268\".\nوللإمام الشافعي رأيان.\nرأي وافق الأحناف والمالكية. ورأي قديم قال إنه فسخ (مغنى المحتاج حـ3 صـ268)\nوالظاهرية حصروا البينونة في الطلقة ثلاثا، أو التي طلقها من قبل المساس بها لأنها ليس عليها عدة. فأي طلاق غير الاثنين يجب أن يكون رجعيا.\nولكن قال فن راجها فعليه رد ما أخذ منها \"فإن لم يتم لها مرادها فما لها الذي لم تعطه إلا لذلك مردود عليها\".\n* والمذهب الجعفري. يقع الخلع طلاقا بائنا إذا دفعت الفداء في العدة.\nوإذا لم تدفع الفداء في العدة يمكن أن يرجع في العدة. فإذا انتهت العدة فلا رجوع بعدها (المختصر النافع في فقه الجعفرية صـ280)\n* أدلة من اعتبر الخلع فسخا.\nاعتبر ابن عباس الخلع فسخا, وهو قول مجموعة من أصحاب كطاووس وعكرمة وأحد قولين للشافعي وأحمد بن حنبل وبعض علماء الحديث.\nواستدل ابن عباس على أن الخلع فسخ بأن الآية الكريمة ذكرت \"الطلاق مرتان\" ثم تكلمت عن الخلع {وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (الآية229 سورة البقرة)\nفالقرآن تكلم عن طلقتين ثم تكلم عن الخلع.\nثم قال بعدها {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} (229 سورة البقرة) .\nالجزء: 1 ¦ الصفحة: 91\n",
        "فلو حسبنا الخلع طلاقا يصبح الطلاق أربعة. من هنا كان دليل من قال:\nإن النكاح فسخ أقوى. لأن الأمة وعلماء الفقه والسنة أجمعوا على أن الطلاق ثلاث.\nوقد اختار الإمام الشافعي هذا الرأي في أحد مذهبيه، والإمام أحمد في الرأي الظاهر عنده، وتبناه ودافع عنه الإمام ابن تيمية في الفتاوى حـ3 صـ32) واختاره ودلك عليه الأستاذ الدكتور عبد الكريم زيدان في موسوعته العظيمة \"المفصل في أحكام المرأة حـ 8 صـ220\".\n* جانب الرحمة في اختلافات الأئمة.\nاعترفت المؤتمرات العالمية بما أحدثه الاختلاف بين علماء المسلمين من ثراء في الفقه الإسلامي وقد ذكرت آراءهم في كتابي (شريعة الله يا ولدي) بما يغني عن التكرار والذين يظهرون ضيقهم باختلاف المذاهب يريدون أن ما ذهبوا إليه من آراء أئمتهم لا يقبل المناقشة. على أي حال ليس هذا موضوعي. ضربت لهذا مثلا.\nمسافر من صلالة إلى جدة. وصل إلى مسقط \"1000 ك\" فجاء ضابط آخر وقال \"الكمبيوتر\" يغني عن السفر. أليس في اختلافهم رحمة؟\nولكن ما علاقة اختلاف الأئمة بموضوعنا؟\nعرضت على قضية لأسرة يكثر الزوج فيها الطلاق طلق امرأته طلقة أولى ثم طلقها طلقة ثانية، وهو بصدد الطلاق الثالث.\nوسألت أستاذي وشيخي الدكتور عبد العال أحمد عبد العال رئيس قسم التفسير والحديث بالأزهر - غفر الله له فقال لي: إن عزم على الطلقة الثالثة فلا يتعجل يطلب منها أن تفتدي نفسها منه بمبلغ تدفعه له. ويخالعها. ويقينا هي كارهة لتصرفاته فلها أن تفتدي نفسها فإنما رغب في مراجعتها فالباب أمامه مفتوح لأن الخلع فسخ للعقد. فإذا رجع إليها رجع بثلاث طلقات. وليس بطلقة واحدة لأنه عقد جديد.\nرحم الله علماء الأمة وأئمتها.\nفما نجحت في شيء في حياتي إلا كان رحمه الله أستاذي الدكتور / عبد العال أحمد - بعد الله سببا في هذا النجاح.\nالجزء: 1 ¦ الصفحة: 92\n",
        "الظهار\n* كان الظهار طلاقا في الجاهلية.\n* أوس بن الصامت أول من ظاهر.\n* الظهار كذب وزور حذر الإسلام منه، وعاقب عليه.\n* المرأة تجادل النبي - صلى الله عليه وسلم - وسبحان من يسمعها من فوق سبع سماوات.\n* متى تجب الكفارة؟ وما هي؟ والتنوع فيها رحمة.\n* آيات الظهار دليل على نزول القرآن من عند الله والنبي - صلى الله عليه وسلم - يجتهد والله يراقب اجتهاده.\nالجزء: 1 ¦ الصفحة: 93\n",
        "الظهار\nالتعريف الفقهي تشبيه الزوجة بأنثى لم تكن حلالاً، وهذا التعريف في مذهب الشافعي وقد جاء حكمه وكفارته في مطلع سورة المجادلة {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (1) الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (2) وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (3) فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ}\nوكان الإيلاء والظهار طلاقا في الجاهلية فجعل القرآن الإيلاء مدة يراجع الزوج نفسه فيها {فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (226) وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} (227 البقرة) .\nومدة الإيلاء أربعة أشهر. وجعل القرآن الظهارة كفارة كما بينت سورة المجادلة.\n* أول ظهار وقع في الإسلام.\nعن هاشم بن عروة عن أبيه عن عائشة. أن وس بن الصامت كان رجلاً به لمم، وكان إذا اشتد به لممه ظاهر من امرأته، فنزل الله آية الظهار قال الخطابي ومعنى اللمم هنا شدة الإلمام بالنساء، وشدة الحرص عليهن وشدة التوقان إليهن (عون المعبود في شرح سنن) .\nسبحان من سمع للمرأة.\nقالت عائشة - رضي الله عنها \"تبارك الذي وسع سمعه كلام خولة بنت ثعلبة، وإني لأسمع بعض كلامها ويغيب عني بعضه.\nوهي تقول: يا رسول الله أكل شبابي، ونثرت له بطني، حتى إذا كبرت سني وانقطع ولدي ظاهر مني اللهم إني أشكوا إليك.\nالجزء: 1 ¦ الصفحة: 94\n",
        "وكان النبي - صلى الله عليه وسلم - يقول لها: ما أراك إلا قد حرمتي عليه فنزل جبريل بمطلع سورة المجادلة.\nالظهار كذب وزور\nهكذا سماه القرآن فلا يباح فعله. ويتعلق الحكم الشرعي إن صدر الظهار من الزوج ولا حكم له إن صدر منها لانها لا تملك الطلاق فلا تملك الظهار. ورأي بعض الحنابلة أن عليها كفارة يمين.\nورجح أستاذي الدكتور عبد الكريم زيدان في كتابه \"المفصل\" أنه لا يلزمها كفارة.\n* تكريم الإسلام للمرأة.\nامرأة تجادل النبي - صلى الله عليه وسلم - وهو يسمع لها ولا يضيق بها إن لي أولادا إن ضممتهم إلى جاعوا. وإن ضممتهم إليه ضاعوا.\nوالرسول يقول لها: لا أراك إلا قد حرمتي عليه. فترفع المرأة شكواها إلى الله، وهو يسمعها ويراها.\nأشهد أن هذا القرآن من عند الله.\nأشهد ينتهي إليها كل من أعمل فكره الحر وجرد نفسه من هواه فالنبي - صلى الله عليه وسلم - يردد: لا أراك إلا قد حرمتي عليه.\nوالقرآن ينزل بحل جديد للمشكلة.\nفي المجلس نفسه ينزل تشريع يختلف تماما عن رأي النبي - صلى الله عليه وسلم - عما كان العربي الجاهلية يعتقده ففي المسألة مغايرة بين الموحى إليه والموحي - سبحانه -\n* وماذا عليها لو استجابت؟\nلا أعتب على السيدة خولة فقد لقيت ربها. وما حدث بسببها كان سببا في تشريع يحمل ملامح الرحمة فقد شرع الكفارة بدلاً من وقوع الطلاق.\nواختيار الله للعبد خير من اختيار العبد لنفسه.\nولكنني أقول لكل زوجين: إن المعاشرة الزوجية استعداد نفسي من الطرفين لا بُدَّ أن يتهيأ كل طرف لها.\nإن أوس دخل على خولة وهي تصلي فأجهده جسدها فامتنعت ليحكم الإنسان نفسه بعض الوقت حتى يتهيأ الطرف الآخر ومع ذلك فالنبي - صلى الله عليه وسلم - يعالج الأمر بواقية الإسلام.\nالجزء: 1 ¦ الصفحة: 95\n",
        "يقول إن الشيطان يقبل في صورة امرأة ويدبر، فمن رأى من ذلك شيئا فليأت زوجته. فإن الذي لها مثل الذي لها \"أبو داود\"\nمتى تجب الكفارة؟\nهل تجب بقوله لامرأته: أنت على كظهر أمي أو أختي؟\nأو تجب الكفارة في العود عن هذا القول لقوله تعالى {ثُمَّ يَعُودُونَ لِمَا قَالُوا} الرأي الذي عليه أكثر الأئمة أن العود بالعزم على وطئها هو الموجب للكفارة وللإمام إبن حزم رأي غريب وذكي في فهم الآية.\nيقول: العود يعني العود في الظهار مرة ثانية بأن يكرر ما قاله مرة ثانية ويقول: ولا يعقل في اللغة غير هذا وهو بهذا التأويل يخالف كل الأئمة. (المحلي جزء 10 ص 50)\nوالذي عليه الأئمة أن الرجوع يعني طلبي وطئها بعد أن ظاهرها.\nيقول الإمام القرطبي في تفسير الآية الكريمة \"وهذا يدل على أن\nكفارة الظهار\nلا تلزم بالقول حتى نضم إليه العود\" (أحكام القرآن للقرطبي جـ 7 صـ 280)\nومعنى هذا من قال لامرأته كلمة الظهار ثم احتجب عنها ولم يرغب في معاشرتها لا تلزمه الكفارة حتى تحدث الرغبة في معاشرتها فيكفر \"يؤدي الكفارة\"\nكفارة الظهار\nجعلها القرآن عتقا لرقبة من قبل أن يتماسا.\nأو صوم شهرين متتابعين من قبل أن يتماسا.\nأو كفارة إطعام ستين مسكيناً.\nفعند القدرة يتعين عتق الرقبة حيث قدمته الآية الكريمة.\nوقدمه النبي - صلى الله عليه وسلم - في حديثه مع أوس بن الصامت.\nالصوم\nالجزء: 1 ¦ الصفحة: 96\n",
        "وعند عدم القدرة على الغداء تنتقل الكفارة إلى الصوم والصوم في كفارة الظهار شهران متتابعان.\nوقد شددت فيه فتاوى الأئمة فحرموا فيه الجماع ليلاً من الزوجة التي ظاهر منها.\nوإن جامعها أعاد الصيام.\nولكنهم قالوا: إذا أفطر لمرض أو لأمر شرعي كيوم عيد لا يمنع الإتمام\nالإطعام\nفمن غلب على ظنه عدم القدرة على الصيام لمرض أو لشدة رغبة في الحياة الزوجية تمنعه من الصبر شهرين فعليه إطعام ستين مسكيناً واحدا ستين يوم فقد تمت الكفارة. لأن الحاجة تجدد كل يوم.\nلم يقبل ابن قدامى الحنبلي إطعام مسكين واحد ستين يوماً وقال: إن الله ذكر عدد المساكين ولم يذكر عدد الأيام.\nوربما تعسر جمع ستين مسكينا في بعض بلادنا الآن.\nأو الحصول على المكان الذي يجتمعون فيه.\nوعند أبي حنيفة يجوز أن يجوز أن يأخذ المساكين ثمن الطعام وجبتان لكل يوم. ومذهب الأحناف أيسر.\n**********\nتّمَّ الكتاب ولله الحمد والمنَّة.\nالجزء: 1 ¦ الصفحة: 97\n",
        ""
    ]
}