{
    "1": [
        "العبارة المختصرة في علة حديث إن هذه الحشوش محتضرة\nالعبارة المختصرة في علة حديث إن هذه الحشوش محتضرة\nعبد القادر المحمدي\nالكتاب:\nالعبارة المختصرة في علة حديث إن هذه الحشوش محتضرة (أصله محاضرة ألقيت على طلبة الدراسات العليا)\nالمؤلف:\nأبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق لأصل بحث المؤلف]\n",
        "العبارة المختصرة في علة حديث الحشوش محتضرة\nأخرج الأئمة المصنفين الحديث المرفوع: ((إن هذه الحشوش محتضرة، فإذا دخل أحدكم الخلاء، فليقل: أعوذ بالله من الخبث والخبائث)).\nوقد روي هذا الحديث عن ثلاثة صحابة: (أنس بن مالك، وزيد بن أرقم، وابن عباس) - رضي الله عنهم - عن النبي - صلى الله عليه وسلم -.\n-\nأما حديث أنس بن مالك\n- رضي الله عنه -،فرواه عنه:\nأولا- عبد العزيز بن صهيب\n:\nأخرجه أحمد 3/ 99 و101و282 و\"الدارمي\" 669 و\"البخاري\" (142) و (6322) وفي (الأدب المفرد) 692 و\"مسلم\" 1/ 195 (760)\n...\nوفي (761) و\"أبو داود\" (4 و 5 و\"ابن ماجة\" 298 والترمذي\" (5و6). و\"النسائي\" 1/ 20، وفي \"الكبرى\" 19 وفي \"عمل اليوم والليلة\" 74.\nستتهم (هشيم، وإسماعيل بن علية، وشعبة، وحماد بن زيد، وسعيد بن زيد، وعبد الوارث) عن عبد العزيز بن صهيب، عن أنس - رضي الله عنه - به مرفوعاً دون قوله - صلى الله عليه وسلم -: (إن هذه الحشوش محتضرة).\nثانياً- وروي عن أنس بزيادة\n(إن هذه الحشوش محتضرة) في أوله كرواية زيد بن أرقم الآتية، رواها قتادة واختلف عليه، فرواه:\n1 -\nمعمر عن قتادة عن النضر بن أنس عن أنس - رضي الله عنه - مرفوعاً. أخرجه الطبراني في الدعاء ص132.\n2 -\nوعدي بن أبي عمارة، عن قتادة، عن أنس - رضي الله عنه -. (دون النضر) أخرجه الطبراني في الدعاء ص132.\n3 -\nوخالفهما علي بن مسهر، وأبو معاوية الضرير، وعبد الله بن نمير، فرووه عن إسماعيل بن مسلم، عن الحسن، عن أنس. ولم يذكروا: قتادة فيه.\n4 -\nورواه هشام بن حسان، عن الحسن مرسلا، وهو الصحيح عن الحسن. أخرجه الطبراني في الدعاء ص134 والدارقطني في العلل 12/ 131.\nفالصحيح حديث عبد العزيز بن صهيب عن أنس - رضي الله عنه - مرفوعاً، وبقية الطرق عن أنس كلها معلولة.\n*\nأما حديث زيد بن أرقم\n:\nفرواه قتادة بن دعامة السدوسي واختلف عليه:\nفرواه:\n1 -\nشعبة: أخرجه أحمد 4/ 369 و4/ 373 وأبو داود 6 وابن ماجه (296) والنسائي في عمل اليوم والليلة (75) وابن خزيمة (69) وغيرهم من طرق عن شعبة به.\n2 -\nوسعيد بن أبي عروبة: أخرجه النسائي في الكبرى (9904)،وعمل اليوم والليلة (76)،والطبراني في الدعاء (362).\n3 -\nمعمر بن راشد: أخرجه الترمذي في العلل بترتيب القاضي (3).\nثلاثتهم (شعبة، ومعمر، وابن أبي عروبة) عن قتادة عن النضر بن أنس عن زيد بن أرقم - رضي الله عنه - عن النبي- صلى الله عليه وسلم - به.\nالجزء: 1 ¦ الصفحة: 1\n",
        "1 -\nورواه شعبة: أخرجه ابن حبان (1406).\n2 -\nوسعيد بن أبي عروبة: أخرجه أحمد 4/ 373 وابن ماجه (296) والنسائي في الكبرى (9905و9906)،وفي عمل اليوم والليلة (77) وفي (78) وغيرهم\n3 -\nوسعيد بن بشير: أخرجه الدارقطني في العلل 12/ 103،والطبراني في الكبير (5114)،ومسند الشاميين (2694).\nثلاثتهم (شعبة وسعيد وابن أبي عروبة) عن قتادة عن القاسم بن العوف الشيباني عن زيد بن أرقم - رضي الله عنه - عن النبي - صلى الله عليه وسلم - به.\n4 -\nورواه هشام الدستوائي عن قتادة عن زيد بن أرقم به: أخرجه الترمذي في ترتيب العلل (3).\n5 -\nورواه معمر عن قتادة عن النضر بن انس (مرسلاً):أخرجه الدارقطني في العلل 12/ 130:\nونقول: أنت ترى هذا الاختلاف الشديد في سند الحديث، فقد روي عن شعبة وسعيد بن أبي عروبة (وهما عمدتا هذا الطريق) على الوجهين مرة عن قتادة عن النضر بن أنس عن زيد، ومرة عن قتادة عن القاسم بن عوف عن زيد، ونقول:\nلو ثبت بالطريق الصحيح أنهما روياه على الوجهين فيحتمل أن يكون قتادة سمعهما من كلا شيخيه، كما نص الإمام البخاري رحمه الله، وإن لم يجزم بصحته- وسيأتي توضيحه-.\n(شرح علة طريق شعبة):\nقلت: كل من روى عن شعبة من (تلامذته) إنما رواه على وجه واحد، وبلفظ واحد (أعني في حديث زيد بن أرقم):إن هذه الحشوش محتضرة\n...\nوغالب هؤلاء من أجلّ تلامذة شعبة ولا يقدم على أحدهم في حديثه، فكيف وقد اتفقوا جميعاً؟ وهم (محمد بن جعفر، وعبد الرحمن بن مهدي والنضر بن شميل، وخالد بن الحارث، وابن أبي عدي البصري، وعمرو بن مرزوق).\nوخالفهم راو واحد (عيسى بن يونس بن أبي إسحاق السبيعي) وهو ثقة، ولكنه خالف الجماعة، والجماعة تقدم عليه في مثل هذا.\nوالغريب أن كل من ذكر هذا الحديث لم يذكر أن شعبه رواه من هذا الوجه، كأبي زرعة وأبي حاتم والترمذي والنسائي، وغيرهم ممن رواه أو أعله، بل ولا حتى من صححه-إلا ابن حبان في صحيحه - وحتى من تكلم فيه من بعد ابن حبان كالدارقطني والحاكم والبيهقي لم يخرجوه من طريق شعبة عن قتادة عن القاسم أبداً (1)!!\nفشعبة يجرح القاسم بن عوف جداً، وقد نص يحيى القطان أن شعبة لو علمه من حديث القاسم لم يروه أصلاً، ونقل ابن أبي حاتم عن علي بن الديني أنه قال:\" ذكرنا ليحيى يعنى القطان القاسم بن عوف الشيباني، فقال: قال شعبة: دخلت عليه فحرك رأسه، قلت ليحيى: ما شأنه؟ قال: فجعل يحيد، فقلت: ضعفه في الحديث؟ فقال: لو لم يضعفه لروى عنه، وقلت ليحيى: حديث زيد بن أرقم، كان ابن أبى عروبة يحدثه عن قتادة عن القاسم بن عوف عن زيد بن أرقم.\n(1) ولو كان عندهم ما زهدوا فيه!\nالجزء: 1 ¦ الصفحة: 2\n",
        "وشعبة يحدثه عن قتادة عن النضر بن أنس عن زيد بن أرقم؟ فقال يحيى:\"لو علم شعبة أنه عن القاسم بن عوف لم يحمله انه رآه وتركه\n...\nقال عبد الرحمن - ابن أبي حاتم- سمعت أبي يقول:\" القاسم بن عوف مضطرب الحديث ومحله عندي الصدق\" (1).\nفالمحفوظ عن شعبة أنه رواه عن قتادة عن النضر لا عن القاسم.\nوهذا عكس طريق سعيد بن أبي عروبة فإن الجم الغفير من تلامذته الثقات (يزيد بن زريع، وعبدة بن أبي سليمان، وعبد الأعلى، ومحمد بن بكر البرساني، وعبد الوهاب الخفاف، وأسباط) رووه عنه عن قتادة عن القاسم بن عوف عن زيد بن أرقم - رضي الله عنه -.\nوخالفهم (إسماعيل بن علية) فرواه عنه عن قتادة عن النضر.\nوقد أعله النسائي عقب حديث (9904) فقال:\" خالفه يزيد بن زريع رواه عن سعيد عن قتادة عن القاسم الشيباني عن زيد بن أرقم\".\nفالمحفوظ من حديث ابن أبي عروبة هو: (عن قتادة عن القاسم بن عوف عن زيد - رضي الله عنه - مرفوعاً).ولعل الاضطراب منه فانه تغير في آخره، مع كون إسماعيل بن علية ممن سمع منه قبل الاختلاط إلا انه لا يقارن بيزيد بن زريع وعبدة في سعيد بن أبي عروبة، فإنهما من أوثق أصحاب ابن أبي عروبة وأكثرهم عنه. لذا أعل حديث ابن علية النسائي بمخالفة يزيد فتأمل.\nومن ثمَّ فالترمذي -وغيره- فرقوا بينهما ولم يذكروا أن-شعبة وسعيد- اتفقا في وجه من الوجوه، وادعاء عدم وقوف هؤلاء الجهابذة الحفظة متقدمين ومتأخرين كيحيى بن القطان والرازيين والبخاري وأبي داود والترمذي والنسائي الدارقطني والبيهقي، وغيرهم على هذه الطريق، دونه خرط القتاد! (2)\nومن جهة أخرى: فمتابعة سعيد بن بشير لسعيد بن أبي عروبة في حديثه عن قتادة عن القاسم بن عوف لا يفرح بها فإنه ضعيف في قتادة، قال ابن نمير كما في الجرح والتعديل 4/ 6:\" سمعت ابن نمير يقول: سعيد بن بشير منكر الحديث وليس بشيء ليس بقوي الحديث يروى عن قتادة المنكرات \".\nقلت -عبد القادر-فلعله أخذه من سعيد بن أبي عروبة فإنه كان رفيقه في طلب العلم، وهذا ما يعده أهل الصنعة من أسباب إعلال الحديث (خطأ المتابعة والتقليد) (3).\nوقد يكون الخطأ ممن دون سعيد بن بشير.\n(1) الجرح والتعديل 7/ 114.\n(2) وقد يكون مما وقفوا عليه وطرحوه في المسجورات.\n(3) وهو:\" أن يروى الثقة حديثاً على الاستقامة والإصابة، فيخالفه فيه من هو أثبت منه وأتقن في الجملة، إلا أن هذا الأتقن أخطأ في هذا الحديث بعينه، فيترك ذاك الثقة ما عنده من الصواب، إلى ما عند غيره من الخطأ، تقليداً منه له، ظناً منه أنه الصواب، فيظهر وكأن هذين الثقتين قد تتابعا على الرواية، فيستبعد ما مثلهما أن يتفقا على الخطأ، وليس الأمر كذلك؛ بل رواية أحدهما راجعة إلى رواية الآخر، فلا متابعة، ولا تعدد\".ينظر: بحثا (أسباب العلة القادحة) ص12.\nالجزء: 1 ¦ الصفحة: 3\n",
        "ويشهد لهذا ما قاله عبد الله بن أحمد في العلل (4910)،- سألت أبي عن عمر بن سعيد أبي حفص الدمشقي؟ فقال: كتبت عنه وقد تركت حديثه، وذاك أني ذهبت إليه أنا وأبو خيثمة فأخرج لنا كتابا عن سعيد بن بشير فإذا هي أحاديث سعيد بن أبي عروبة فتركناه \".\nوقد أبعد النجعة أخي الكريم الدكتور ماهر الفحل لما تناول هذا الحديث في جامع علله فقال:\"سعيد بن بشير تقدم أنه ضعيف في قتادة على وجه الخصوص غير أن متابعة سعيد له جبرت ما كنا نخشاه من ضعفه\"!!!! (1)\n*وأما عن متابعة معمر لهما فحديث معمر اختلف فيه عليه جداً كما سبق.\nفرواه عن قتادة عن النضر بن أنس عن أنس. ووهمّه الإمام أحمد كما نقله البيهقي 1/ 96.\nومرة رواه عن قتادة عن النضر بن أنس عن زيد بن أرقم. وخطأه الترمذي كما مر.\nومرة رواه عن قتادة عن النبي - صلى الله عليه وسلم -. مرسلاً. وخطأه الدارقطني في العلل. 12/ 131.\nفلهذا الاختلاف -وغيره-على قتادة حكم الترمذي -وغيره- عليه بالاضطراب، وهو كما قال.\nوالأغرب من كل هذا ترجيح الأخ الدكتور ماهر الفحل لطريق سعيد بن أبي عروبة، فقال بعد طول كلام:\"الذي ترجح عندي أن المحفوظ فيه ما رواه سعيد عن قتادة عن القاسم بن عوف عن زيد .. \" (2)!\nولم أجد له تفسيراً فهذا القول لم يقل به كبير أحدٍ -حسب ظني- فكيف رجحه على طريق شعبة؟ والمعلوم أن كل من صحح طريق ابن أبي عروبة إنما صححه مع تصحيح حديث شعبة عن قتادة عن النضر عن زيد بن أرقم، المحفوظ أصلاً. أما تقديمه على حديث شعبة فهذا من عجائب الدهر (3)!\nوقد رجح طريق شعبة على طريق ابن أبي عروبة، إمام الصنعة البزار فقال2/ 132:\" وهذا الحديث لا نعلم أحدا رواه عن قتادة عن النضر بن أنس عن زيد أوثق من شعبة وقد تابعه على روايته غير واحد فاجتزئنا بشعبة وخالفه معمر فقال عن قتادة عن النضر بن أنس عن أنس \".\nوقال الدارقطني:\" ويشبه أن يكون القول قول شعبة، ومن تابعه\" (4).\nوقال الذهبي: \"والأصح حديث قتادة عن النضر بن أنس، بدل القاسم عن زيد\" (5).\nوصحح الطريقين: ابن حبان والحاكم ومغلطاي في شرح سنن ابن ماجه والشيخ الألباني في تعاليقه وكذا الشيخ شعيب والدكتور بشار عواد معروف وغيرهم.\n(1) الجامع في العلل 4/ 85.وقد زلق كثير من المعاصرين بالتقوية بمثل هذه المتابعات الواهية، فراحوا يصححون المناكير والشواذ\n(2) الجامع في العلل 4/ 88.\n(3) لعل كلام ابن القطان أشكل على أخي الدكتور وظنه ينفي حديث شعبة أصلاً، وليس الأمر كذلك.\n(4) العلل 12/ 131.\n(5) ميزان الاعتدال 3/ 377.\nالجزء: 1 ¦ الصفحة: 4\n",
        "وعلل غالب من مال من المتأخرين إلى تصحيحه، أن البخاري لم يعلهما لما قال:\" لعل قتادة سمع منهما جميعا\".وهذا الاعتماد فيه نظر، لأسباب:\n1 -\nسؤال الترمذي في العلل يختلف عما في الجامع فقال في العلل برقم (3): سألت مُحمدًا عن هذا الحديث وقلت له: روى هشام الدستوائي مثل رواية سعيد بن أبي عروبة عن قتادة عن القاسم بن عوف الشيباني عن زيد بن أرقم أن النبي - صلى الله عليه وسلم -:\" قال إن هذه الحشوش محتضرة\".\nورواه مَعْمر مثل ما روى شعبة عن قتادة عن النضر بن أنس عن زيد بن أرقم.\nقلت لمحمد فأي الروايات عندك أصح؟ قال: لعل قتادة سمع منهما جميعا عن زيد بن أرقم ولم يقض في هذا بشيء\".\nبينما قال في الجامع:\" حديث زيد بن أرقم في إسناده اضطراب، روى هشام الدستوائي وسعيد بن أبي عروبة عن قتادة، فقال سعيد: عن القاسم بن عوف الشيباني عن زيد بن أرقم. وقال هشام: عن قتادة عن زيد بن أرقم.\nورواه شعبة ومعمر عن قتادة عن النصر بن أنس، فقال شعبة: عن زيد بن أرقم. وقال معمر: عن النضر بن أنس عن أبيه\".\nوبين ذين فرق كبير؟ فما في العلل أن ابن أبي عروبة وهشام الدستوائي اتفقا على وجه، واتفق شعبة ومعمر على وجه آخر، ولهذا جعل الإمام البخاري اختلافه على قتادة.\nولم يقض فيه بشيء ربما لشك البخاري في ثبوت هذه الوجوه، وربما لعدم ترجح أحد الوجهين عنده، وربما الخلل وقع من أبي طالب القاضي مرتب كتاب العلل.\nوعلى كل حال فالبخاري لم يقض فيه بشيء -كما قال الترمذي-.\nوظاهر قول البخاري: (لعل قتادة سمع منهما ..) ليس فيه تصحيح لهما، ولو قصد تصحيحه- كما ظن بعض المتأخرين- لما قال الترمذي:\"لم يقض فيه بشيء\" وهو أعرف الناس بمراده.\nأما عبارة الترمذي في جامعه فتختلف إذ ذكر الطرق وميز بينها بالتفصيل، ووضح وجه الاضطراب لهذا وبعدها صرح بالاضطراب.\nفلعل الإمام البخاري نبه إلى وقوع الاختلاف فيه، ولم يقصد تصحيحهما جميعاً، كما فعل أبو زرعة الرازي فإنه قال:\"فيه اختلاف\"،والله أعلم.\n-\nوأما حديث ابن عباس\n:\nفقد أخرجه ابن حبان في المجروحين 1/ 184،وابن عدي 1/ 240 كلاهما في ترجمة أحمد بن العباس الهاشمي وعداه من مناكيره.\nوالخلاصة\n:\nفالصحيح في هذا الحديث هو حديث عبد العزيز بن صهيب عن أنس بن مالك - رضي الله عنه - مرفوعاً:\"إذا دخل أحدكم\n....\n\".أخرجه الشيخان وغيرهما. دون لفظة (الحشوش محتضرة).\nالجزء: 1 ¦ الصفحة: 5\n",
        "وأما طريق زيد بن أرقم فهو مضطرب كما نص على ذلك الإمام الترمذي وغيره، والمحفوظ في هذا الطريق -على اضطرابه-: شعبة عن قتادة عن النضر بن أنس عنه به. لا كمال قال سعيد بن أبي عروبة فأخطأ فيه فجعله: عن قتادة عن القاسم بن عوف الشيباني عن زيد بن أرقم. والله أعلم.\nالجزء: 1 ¦ الصفحة: 6\n",
        ""
    ]
}