{
    "1": [
        "أخبار النساء لابن الجوزي\nأخبار النساء لابن الجوزي\nابن الجوزي\nالكتاب:\nأخبار النساء\nالمؤلف:\nجمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الجوزي (المتوفى: 597هـ) (منسوب خطأ في المطبوع لابن قيم الجوزية)\nشرح وتحقيق:\nالدكتور نزار رضا\nالناشر:\nدار مكتبة الحياة، بيروت - لبنان\nعام النشر:\n1982\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "ـ[أخبار النساء]ـ\nالمؤلف: جمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الجوزي (المتوفى: 597هـ) (منسوب خطأ في المطبوع لابن قيم الجوزية)\nشرح وتحقيق: الدكتور نزار رضا\nالناشر: دار مكتبة الحياة، بيروت - لبنان\nعام النشر: 1982\nعدد الأجزاء: 1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nهذا كتاب ذكرت فيه أخبار النساء فأقول ومن الله تعالى القبول\nباب ما جاء في وصف النّساء\nقال معاوية لصعصعة: أيّ النّساء أحبّ إليك؟ قال: المواتية لك فيما تهوى. قال: فأيّهن أبغض إليك؟ قال: أبعدهنّ لما ترضى. قال معاوية: هذا النّقد العاجل. فقال صعصعة: بالميزان العادل.\nوقال معاوية: ما رأيت نهماً في النّساء إلاّ عرف ذلك في وجهها.\nشكت امرأةٌ إلى زوجها قلّة إتيانه إليها، فقال لها: أنا وأنت على قضاء عمر. قالت: قضى عمر أنّ الرّجل إذا أتى امرأته في كلّ طهرٍ فقد أدّى حقّها.\nالجزء: 1 ¦ الصفحة: 9\n",
        "وقع بين امرأةٍ وزوجها شرٌّ فجعل يكثر عليها بالجّماع، فقالت له: أبعدك الله!\nجاء رجلٌ إلى علي، رضي الله عنه، فقال له: إنّ لي امرأةً كلّما غشيتها تقول قتلتني. فقال: اقتلها وعليّ إثمها.\nغزا ابن هبيرة الغسّاني الحارث بن عمر فلم يصبه في منزله، فأخرج ما وجد له، واستاق امرأته فأصابها في الطّريق، وكانت من الجمال في نهايةٍ، فأعجبت به، فقالت: له أنج فوالله لكأنّي به يتبعك كأنّه بعيرٌ أكل مراراً. فبلغ الخبر الحارث فأقبل يتبعه حتّى لحقه فقتله، وأخذ ما كان معه، وأخذ امرأته. فقال لها: هل أصابك؟ فقالت: نعم، والله ما اشتملت النّساء على مثله قط. فلطمها ثمّ أمر بها فوثّقت بين فرسين ثمّ أحضرهما حتى تقطّعت. ثمّ أنشأ:\nكلّ أنثى وإن بدا لك منها\n...\nآية الودّ حبّها خيتعور\nإنّ من غرّه النّساء بودٍّ\n...\nبعد هذا لجاهلٌ مغرور\nالجزء: 1 ¦ الصفحة: 10\n",
        "قال بعض الحكماء: لم تنه قط امرأةٌ عن شيءٍ إلاّ فعلته. للغنوي:\nإنّ النّساء متى ينهين عن خلقٍ\n...\nفإنّه واقعٌ لابدّ مفعول\nولغيره:\nلا تأمن الأنثى حبتك بودها\n...\nإنّ النساء ودادهنّ مقسّم\nاليوم عندك دلّها وحديثها\n...\nوغداً لغيرك كفّها والمعصم\nسئل أعرابيٌّ عن النّساء، وكان ذا همٍّ بهنّ، فقال: أفضل النّساء أطولهنّ إذا قامت، وأعظمهنّ إذا قعدت، وأصدقهنّ إذا قالت، التي إذا غضبت حلمت، وإذا ضحكت تبسّمت، وإذا صنعت شيئاً جوّدت؛ التي تطيع زوجها، وتلزم بيتها؛ العزيزة في قومها، الذّليلة في نفسها، الولود، التي كلّ أمرها محمود.\nطلّق رجلٌ امرأته، فقالت له: أبعد صحبةً خمسين سنةً قال: ما لك عندنا ذنبٌ غيره؟.\nقال عبد الملك بن مروان: من أراد أن يتّخذ جاريةً للمتعة، فليتّخذها بربريّةً ومن أراد للولد فليتّخذها فارسيّةً؛ ومن أرادها\nالجزء: 1 ¦ الصفحة: 11\n",
        "للخدمة فليتّخذها روميّةً.\nّ\nقال الأصمعي: بنات العمّ أصبر، والغرائب أنجب. وما ضرب رؤوس الأبطال كابن عجميّة.\nذكر أنّ معاوية بن أبي سفيان جلس ذات يومٍ بمجلسٍ كان له بدمشق على قارعة الطّريق، وكان المجلس مفتّح الجوانب لدخول النّسيم، فبينما هو على فراشه وأهل مملكته بين يديه، إذ نظر إلى رجلٍ يمشي نحوه وهو يسرع في مشيته راجلاً حافياً، وكان ذلك اليوم شديد الحرّ، فتأمّله معاوية ثمّ قال لجلسائه: لم يخلق الله ممّن أحتاج إلى نفسه في مثل هذا اليوم. ثمّ قال: يا غلام سر إليه واكشف عن حاله وقصّته فوالله لئن كان فقيراً لأغنينّه، ولئن كان شاكياً لأنصفنّه، ولئن كان مظلوماً لأنصرنّه، ولئن كان غنياً لأفقرنّه. فخرج إليه الرسول متلقياً فسلّم عليه فردّ عليه السّلام. ثمّ قال له: ممّن الرّجل؟ قال: سيّدي أنا رجلٌ أعرابيٌّ من بني عذرة، أقبلت إلى أمير المؤمنين مشتكياً إليه بظلامةٍ نزلت بي من بعض عمّاله. فقال له الرّسول: أصبحت يا أعرابي؟ ثمّ سار به حتّى وقف بين يديه فسلّم عليه بالخلافة ثمّ أنشأ يقول:\nمعاوي يا ذا العلم والحلم والفضل\n...\nويا ذا النّدى والجود والنّابل الجزل\nأتيتك لمّا ضاق في الأرض مذهبي\n...\nفيا غيث لا تقطع رجائي من العدل\nوجد لي بإنصافٍ من الجّائر الذي\n...\nشواني شيّاً كان أيسره قتلي\nالجزء: 1 ¦ الصفحة: 12\n",
        "سباني سعدى وانبرى لخصومتي\n...\nوجار ولم يعدل، وأغصبني أهلي\nقصدت لأرجو نفعه فأثابني\n...\nبسجنٍ وأنواع العذاب مع الكبل\nوهمّ بقتلي غير أن منيّتي\n...\nتأبّت، ولم أستكمل الرّزق من أجلي\nأغثني جزاك الله عنّي جنّةً\n...\nفقد طار من وجدٍ بسعدى لها عقلي\nفلمّا فرغ من شعره قال له معاوية: يا إعرابي إنّي أراك تشتكي عاملاً من عمّالنا ولم تسمعه لنا! قال: أصلح الله أمير المؤمنين، وهو والله ابن عمّك مروان بن الحكم عامل المدينة. قال معاوية: وما قصّتك معه يا أعرابي. قال: أصلح الله الأمير، كانت لي بنت عمٍّ خطبتها إلى أبيها فزوّجني منها. وكنت كلفاً بها لما كانت فيه من كمال جمالها وعقلها والقرابة. فبقيت معها يا أمير المؤمنين، في أصلح حالٍ وأنعم بالٍ، مسروراً زماناً، قرير العين. وكانت لي صرمةً من إبلٍ وشويهات، فكنت أعولها ونفسي بها. فدارت عليها أقضية الله وحوادث الدّهر، فوقع فيها داءٌ فذهبت بقدرة الله. فبقيت لا أملك شيئاً، وصرت مهيناً مفكّراً، قد ذهب عقلي، وساءت حالي، وصرت ثقلاً على وجه الأرض. فلمّا بلغ ذلك أباها حال بيني وبينها،\nالجزء: 1 ¦ الصفحة: 13\n",
        "وأنكرني، وجحدني، وطردني، ودفعها عنّي. فلم أقدر لنفسي بحيلةٍ ولا نصرةٍ. فأتيت إلى عاملك مروان بن الحكم مشتكياً بعمّي، فبعث إليه، فلمّا وقف بين يديه، قال له مروان: يا أيّها الرّجل لم حلت بين ابن أخيك وزوجته؟ قال: أصلح الله الأمير، ليس له عندي زوجة ولا زوجته من ابنتي قط. قلت أنا: أصلح الله الأمير، أنا راضٍ بالجّارية، فإن رأى الأمير أن يبعث إليها ويسمع منها ما تقول؟ فبعث إليها فأتت الجّارية مسرعةً، فلمّا وقفت بين يديه ونظر إليها وإلى حسنها وقعت منه موقع الإعجاب والاستحسان، فصار لي، يا أمير المؤمنين خصماً وانتهرني، وأمر بي إلى السّجن. فبقيت كأني خررت من السّماء في مكانٍ سحيقٍ، ثمّ قال لأبيها بعدي: هل لك أن تزوّجها منّي، وأنقدك ألف دينارٍ، وأزيدك أنت عشرة آلاف درهمٍ تنتفع بها، وأنا أضمن طلاقها؟ قال له أبوها: إن أنت فعلت ذلك زوّجتها منك.\nفلمّا كان من الغد بعث إليّ، فلمّا أدخلت عليه نظر إليّ كالأسد الغضبان، فقال لي: يا أعرابي طلّق سعدى. قلت: لا أفعل. فأمر بضربي ثم ردّني إلى السّجن، فلمّا كان في اليوم الثّاني قال: عليّ بالأعرابي. فلمّا وقفت بين يديه، قال: طلّق سعدى. فقلت: لا أفعل. فسلّط عليّ يا أمير المؤمنين خدّامه فضربوني ضرباً لا يقدر أحدٌ على وصفه، ثمّ أمر بي إلى السّجن؛ فلمّا كان في اليوم الثّالث قال: عليّ بالإعرابي، فلمّا وقفت بين يديه قال: عليّ بالسّيف والنّطع وأحضر السيّاف، ثمّ قال: يا أعرابي، وجلالة ربّي، وكرامة والدي، لئن لم تطلّق سعدى لأفرّقنّ بين جسدك وموضع لسانك.\nفخشيت على نفسي القتل فطلّقتها طلقةً واحدةً على طلاق السّنّة، ثمّ أمر بي إلى السّجن فحبسني\nالجزء: 1 ¦ الصفحة: 14\n",
        "فيه حتّى تمّت عدّتها ثمّ تزوّجها، فبنى بها، ثمّ أطلقني. فأتيتك مستغيثاً قد رجوت عدلك وإنصافك، فارحمني يا أمير المؤمنين. فوالله يا أمير المؤمنين لقد أجهدني الأرق، وأذابني القلق، وبقيت في حبّها بلا عقلٍ، ثمّ انتحب حتىّ كادت نفسه تفيض. ثمّ أنشأ يقول:\nفي القلب منّي نارٌ\n...\nوالنّار فيه الدّمار\nوالجّسم منّي سقيمٌ\n...\nفيه الطّبيب يحار\nوالعين تهطل دمعاً\n...\nفدمعها مدرار\nحملت منه عظيماً\n...\nفما عليه اصطبار\nفليس ليلي ليلٌ\n...\nولا نهاري نهار\nفارحم كئيباً حزيناً\n...\nفؤاده مستطار\nاردد عليّ سعادي\n...\nيثيبك الجبّار\nثمّ خرّ مغشيّاً عليه بين يدي أمير المؤمنين كأنّه قد صعق به قال: وكان في ذلك الوقت معاوية متكّئاً، فلمّا نظر إليه قد خرّ بين يديه قام ثمّ جلس، وقال: إنّا لله وإنّا إليه راجعون. اعتدى والله مروان بن الحكم ضراراً في حدود الدّين، وإحساراً في حرم المسلمين: ثمّ قال: والله يا أعرابي لقد أتيتني بحديثٍ ما سمعت بمثله. ثمّ قال: يا غلام عليّ\nالجزء: 1 ¦ الصفحة: 15\n",
        "بداوةٍ وقرطاسٍ فكتب إلى مروان: أمّا بعد، فإنّه بلغني عنك أنّك اعتديت على رعيّتك في بعض حدود الدّين، وانتهكت حرمةً لرجلٍ من المسلمين. وإنّما ينبغي لمن كان والياً على كورةٍ أو إقليمٍ أن يغضّ بصره وشهواته، ويزجر نفسه عن لذّاته. وإنّما الوالي كالرّاعي لغنمةٍ، فإذا رفق به بقيت معه، وإذا كان لها ذئباً فمن يحوطها بعده. ثمّ كتب بهذه الأبيات:\nولّيت، ويحك أمراً لست تحكمه\n...\nفاستغفر الله من فعل امرئٍ زاني\nقد كنت عندي ذا عقلٍ وذا أدبٍ\n...\nمع القراطيس تمثالاً وفرقان\nحتّى أتانا الفتى العذريّ منتحباً\n...\nيشكو إلينا ببثٍّ ثمّ أحزان\nأعطي الإله يميناً لا أكفّرها\n...\nحقّاً وأبرأ من ديني ودياني\nإن أنت خالفتني فيما كتبت به\n...\nلأجعلنّك لحماً بين عقباني\nطلّق سعاد وعجّلها مجهّزةً\n...\nمع الكميت، ومع نصر بن ذبيان\nفما سمعت كما بلّغت في بشرٍ\n...\nولا كفعلك حقاً فعل إنسان\nفاختر لنفسك إمّا أن تجود بها\n...\nأو أن تلاقي المنايا بين أكفان\nثمّ ختم الكتاب. وقال: عليّ بنصر بن ذبيان والكميت صاحبيّ البريد. فلمّا وقفا بين يده قال: اخرجا بهذا الكتاب إلى مروان\nالجزء: 1 ¦ الصفحة: 16\n",
        "بن الحكم ولا تضعاه إلاّّ بيده. قال فخرجا بالكتاب حتّى وردا به عليه، فسلّما ثمّ ناولاه الكتاب. فجعل مروان يقرأه ويردّده، ثمّ قام ودخل على سعدى وهو باكٍ، فلمّا نظرت إليه قالت له: سيّدي ما الذي يبكيك؟ قال كتاب أمير المؤمنين، ورد عليّ في أمرك يأمرني فيه أن أطلّقك وأجهّزك وأبعث بك إليه. وكنت أودّ أن يتركني معك حولين ثمّ يقتلني، فكان ذلك أحبّ إليّ. فطلّقها وجهّزها ثمّ كتب إلى معاوية بهذه الأبيات:\nلا تعجلنّ أمير المؤمنين فقد\n...\nأوفي بنذرك في رفقٍ وإحسان\nوما ركبت حراماً حين أعجبني\n...\nفكيف أدعى باسم الخائن الزاني\nأعذر فإنّك لو أبصرتها لجرت\n...\nمنك الأماقي على أمثال إنسان\nفسوف يأتيك شمسٌ لا يعادلها\n...\nعند الخليفة إنسٌ لا ولا جان\nلولا الخليفة ما طلّقتها أبداً\n...\nحتّى أضمّنّ في لحدٍ وأكفان\nعلى سعادٍ سلامٌ من فتىً قلقٍ\n...\nحتّى خلّفته بأوصابٍ وأحزان\nثمّ دفعه إليهما، ودفع الجّارية على الصّفة التي حدّث له. فلمّا وردا على معاوية فكّ كتابه وقرأ أبياته ثمّ قال: والله لقد أحسن في هذه الأبيات، ولقد أساء إلى نفسه. ثمّ أمر بالجّارية فأدخلت إليه، فإذا بجاريةٍ رعبوبةٍ لا تبقي لناظرها عقلاً من حسنها وكمالها. فعجب معاوية من حسنها ثمّ تحوّل إلى جلسائه وقال: والله إنّ هذه الجّارية\nالجزء: 1 ¦ الصفحة: 17\n",
        "لكاملة الخلق فلئن كملت لها النّعمة مع حسن الصّفة، لقد كملت النّعمة لمالكها. فاستنطقها، فإذا هي أفصح نساء العرب. ثمّ قال: عليّ بالأعرابي.\nفلمّا وقف بين يديه، قال له معاوية: هل لك عنها من سلوٍ، وأعوّضك عنها ثلاث جوارٍ أبكارٍ مع كلّ جاريةٍ منهنٍ ألف درهمٍ، على كلّ واحدةٍ منهنّ عشر خلعٍ من الخزّ والدّيباج والحرير والكتّان، وأجري عليك وعليهنّ ما يجري على المسلمين، وأجعل لك ولهنّ حظاً من الصّلات والنّفقات؟ فلما أتمّ معاوية كلامه غشي على الأعرابيّ وشهق شهقةً ظنّ معاوية أنّه قد مات منها. فلّما أفاق قال له معاوية: ما بالك يا أعرابي؟ قال: شرّ بالٍ، وأسوأ حالٍ، أعوذ بعدلك يا أمير المؤمنين من جور مروان. ثمّ أنشأ يقول:\nلا تجعلني هداك الله من ملكٍ\n...\nكالمستجير من الرّمضاء بالنّار\nأردد سعاد على حرّان مكتئبٍ\n...\nيمسي ويصبح في همٍّ وتذكار\nقد شفّه قلقٌ ما مثله قلقٌ\n...\nوأسعر القلب منه أيّ إسعار\nالجزء: 1 ¦ الصفحة: 18\n",
        "والله والله لا أنسى محبّتها\n...\nحتّى أغيّب في قبري وأحجاري\nكيف السّلوّ وقد هام الفؤاد بها\n...\nفإن فعلت فإني غير كفّار\nفأجمل بفضلك وافعل فعل ذي كرمٍ\n...\nلا فعل غيرك، فعل اللؤم والعار\nثمّ قال: والله يا أمير المؤمنين لو أعطيتني كلّ ما احتوته الخلافة ما رضيت به دون سعدى. ولقد صدق مجنون بني عامر حيث يقول:\nأبى القلب إلاّ حبّ ليلى وبغّضت\n...\nإليّ نساءٌ ما لهن ذنوب\nوما هي إلاّ أن أراها فجاءةً\n...\nفأبهت حتّى لا أكاد أجيب\nفلمّا فرغ من شعره، قال له معاوية: يا أعرابي؟ قال: نعم يا أمير المؤمنين. قال: إنك مقرٌّ عندنا أنّك قد طلّقتها، وقد بانت منك ومن مروان، ولكن نخيّرها بيننا. قال: ذاك إليك، يا أمير المؤمنين. فتحوّل معاوية نحوها ثمّ قال لها: يا سعدى أيّنا أحبّ إليك: أمير المؤمنين في عزّه وشرفه وقصوره، أو مروان في غصبه واعتدائه، أو هذا الأعرابي في جوعه وأطماره؟ فأشارت الجّارية نحو ابن عمّها الأعرابي، ثمّ أنشأت تقول:\nالجزء: 1 ¦ الصفحة: 19\n",
        "هذا وإن كان في جوعٍ وأطمار\n...\nأعزّ عندي من أهلي ومن جاري\nوصاحب التّاج أو مروان عامله\n...\nوكلّ ذي درهمٍ منهم ودينار\nثمّ قالت: لست، والله، يا أمير المؤمنين لحدثان الزمان بخاذلته، ولقد كانت لي معه صحبة جميلة، وأنا أحقّ من صبر معه على السّرّاء والضّرّاء، وعلى الشّدّة والرّخاء، وعلى العافية والبلاء، وعلى القسم الذي كتب الله لي معه. فعجب معاوية ومن معه من جلسائه من عقلها وكمالها ومروءتها وأمر لها بعشرة آلاف درهمٍ وألحقها في صدقات بيت المسلمين.\nقال أبو الخطّاب: كان عندنا رجلٌ أحدبٌ فسقط في بئرٍ فذهبت حدبته وصار آدراً فدخل عليه جيرانه يهنّئونه فقال: الذي جاء شرٌّ من الذي مرّ.\nذكر أعرابيٌّ رجلاً جميلاً فقال: والله لو أبصرته العيدان لتحرّكت أوتارها، ولو رأته عاتق الخدر لطار خمارها.\nوقال بعض الأعراب:\nماذا تظنّ سليمي إن ألمّ بنا\n...\nمرجّل الرّأس ذو بردين مزّاح\nالجزء: 1 ¦ الصفحة: 20\n",
        "خرٌّ عمامته، حلوٌ فكاهته\n...\nفي كفّه من رقى إبليس مفتاح\nيروى، أنّ رسول الله صلّى الله عليه وسلّم، خطب امرأةً من كلبٍ فبعث عائشة رضي الله عنها تنظر إليها، فقال لها: \" كيف رأيتها \"؟ قالت: ما رأيت طائلاً. قال: \" لقد رأيت طائلاً، ولقد رأيت حالاً تجدينها حتى اقشعرّت كل شعرةٍ فيك \". فقالت: وما دونك سترٌ يا رسول الله.\nويروى عن حيّان بن عمير أنّه قال دخلت على قتادة بن ملحان فمرّ رجلٌ في أقصى الدّار فرأيت صورته في وجه قتادة، وذلك أنّ النبي صلّى الله عليه وسلّم، مسح وجهه.\nوعن عون بن عبد الله، أنّه قال: من كان في صورةٍ حسنةٍ، ونسبٍ، وحسبٍ، ووسّع عليه في الرّزق، كان من خلصاء الله.\nويروى عن عائشة، رضي الله عنها، أنّها قالت: يؤم القوم أقرؤهم لكتاب الله عز وجل، فإن كانوا في القراءة سواء، فأصبحهم\nالجزء: 1 ¦ الصفحة: 21\n",
        "وجهاً. وعن ابن عباس أنّه قال: قال رسول الله صلّى الله عليه وسلّم: \" النّظر إلى الوجه يجلو البصر؛ والنّظر إلى الوجه القبيح يورث الفلج \".\nقال حليّلان المغنّي: دخلت دار هارون الرّشيد فإذا أنا بجاريةٍ خماسيّةٍ، أحسن النّاس وجهاً، على يدها سطران مكتوبان بالغالية، فقرأتهما فإذا هما ممّا عمل في طران الله، فتنة لعباد الله وقال بعضهم: سمعت يحيى بن سفيان يقول: رأيت بمصر جاريةً بيعت بألف دينارٍ، فما رأيت وجهاً قط أحسن من وجهها صلّى الله عليها. قال: فقلت له يا أبا زكريّا، مثلك يقول هذا مع ورعك وفقهك؟ فقال: وما تنكر عليّ من ذلك؟ صلّى الله عليها وعلى كلّ مليحٍ: يا ابن أخي الصّلاة رحمة.\nقال: خرج شامة بن لؤي بن غالب من مكّة حتّى نزل بعمان على رجلٍ من الأزد.\nوكان شامة بن لؤي من أجمل خلق الله، فقراه وبات عنده. فلما أصبح قعد يستنّ فنظرت إليه زوجة الأزدي فأعجبها، فلمّا رمى، مضت إلى سواكه فأخذتها فمصّتها، فنظر إليها زوجها، فحلب ناقةً وجعل في اللبن سمّاً وقدّمه إلى شامة، فغمزته المرأة، فأراق اللبن وخرج يسير. فبينما هو في موضعٍ يقال له خرق الجّميلة أهوت ناقته في\nالجزء: 1 ¦ الصفحة: 22\n",
        "عرفجة؟ فانتشلها وفيها أفعى فنهشت مشفريها فحكتها على ساق شامة فمات. فقالت الأزد:\nإذا ناقتي حلّت بليلٍ ففارقت\n...\nجملة لمّا أنبتّ منها قرينها\nفقلت لها حثّي قليلاً فإنني\n...\nوإيّاك نخفي عبرةً سترينها\nغدرت بنا بعد الصّفاء وخنتنا\n...\nوشرّ مصافي خلّةٍ من يخونها\nقال سليمان بن أبي سمخ تزوّج رجلٌ من تهامة امرأةً من نجدٍ فلمّا نقلها إليه، قالت له: ما فعلت ريحٌ من نجد كانت تأتينا يقال لها الصبا ما رأيتها ههنا؟ فقال: يحجزها عنّا هذان الجّبلان. فأنشأت تقول:\nأيا جبلي نعمان بالله خلّيا\n...\nنسيم الصّبا يخلص إليّ نسيمها\nفإنّ الصّبا ريحٌ إذا ما تنفّست\n...\nعلى قلب محزونٍ تجلّت همومها\nأجد بردها أو يشف منّي حرارةً\n...\nعلى كبدٍ لم يبق إلا صميمها\nقال الزّبير حدثني أبي، قال: كان عندنا بالمدينة رجلٌ من قريش كانت له امرأة تعجبه ويعجبها، وكانت تحول بينه وبين طلب الرّزق، وكلّ ذلك يحتمله لشدّة محبّته إيّاها فلمّا ساءت حاله وكثر دينه قال:\nإذا المرء لم يطلب معاشاً لنفسه\n...\nشكى الفقر أو لام الصّديق فأكثرا\nوصار على الأدنين كلاًّ وأوشكت\n...\nقلوب ذوي القربى له أن تنكّرا\nالجزء: 1 ¦ الصفحة: 23\n",
        "فسر في بلاد الله والتمس الغنى\n...\nتعش ذا يسارٍ أو تموت فتعذرا\nولا ترض من عيشٍ بدونٍ ولا تنم\n...\nوكيف ينام الليل من كان معسرا\nوما طالب الحاجات من حيث يبتغي\n...\nمن النّاس إلاّ من أجدّ وشمّرا\nفلّما أصبح قال لامرأته: أنا، والله أحبّك، ولا صبر لي على ما نحن فيه من ضيق العيش، فجهّزيني. فجهّزته، فخرج حتّى قدم على معاوية بن أبي سفيان فقام بين الصّفّين، فأخبره بحاله، وأنشده الشّعر. فرقّ له، وأمر له بألف دينارٍ وقال له: لقد دلّني حالك على محبّتك لأهلك وكراهيّتك لفراقهم فخذ وانصرف إليهم فأخذها وانصرف راجعاً.\nوأنشد الزّبير بن بكار: لجميل بن معمر:\nلئن كان في حبّ الحبيب حبيبه\n...\nحدودٌ لقد حلّت علي حدود\nألا أيّها الغيران بي أن أحبّها\n...\nبسخطك ينمو حبّها ويزيد\nالجزء: 1 ¦ الصفحة: 24\n",
        "فلو متّ كان الموت يخلف للهوى\n...\nلها في فؤادي الوجد وهو جديد\nوتحسب نسوانٌ إذا جئت زائراً\n...\nبثينة أنّي بعضهّن أريد\nفتخبركم عنّا جنوبٌ مضلّةٌ\n...\nوتخبرنا هتف العشيّ برود\nإذا بلغتكم حاجةٌ رجعت لنا\n...\nإليكم بأخرى مثلها فيعود\nوأنشد أيضاً لجميل بن معمر العذري:\nتمتّعت منكم يا بثين بنظرةٍ\n...\nعلى عجل والنّاعجات وقوف\nفيا حبّذا أمّ الوليد ومربعٌ\n...\nلنا ولها بالمنحنى ومصيف\nبثنتان يسترن الوشاح عليهما\n...\nوبطن كطيّ السّابريّ لطيف\n؟\nوأنشداه في مثل ذلك أيضاً:\nبثينة قالت يا جميل وسوّدت\n...\nمجال القذى منها بثينة بالكحل\nالجزء: 1 ¦ الصفحة: 25\n",
        "أتصرم حبلي يا جميل وقادني\n...\nإليك الهوى قيد الجنيبة بالحبل\nوقالت لقينا ما لقيت من الهوى\n...\nما مسّ رأس من دهانٍ ولا غسل\nقال عليّ بن المغيرة كانت زينب بنت يوسف بن الحكم بن أبي عقيل أخت الحجّاج بن يوسف لأبيه وأمّها الفارعة بنت همام بن عروة بن مسعودٍ الثّقفي عند المغيرة بن شعبة فرآها يوماً تتخلّل بكرةً فقال لها أنت طالقٌ والله لئن كان هذا من غذاءٍ لقد جشعت ونهمت، وإن كان من عشاءٍ لقد أنتنت وقذرت، فقالت قبّح الله الذواق والمطلاق ولا يبعد الله، والله ما هو الذي ظننت، ولكنّه استمسك بين أسناني شظيّة من السّواك.\nوكان سبب قول النّميري فيها: إنّ أباها يوسف بن الحكم مرض، وكان يزيد معاوية قد ولاّه صدقات الطّائف وأرض الشّراة، فنذرت إن الله عافاه أن تمشي إلى الكعبة معتمرةً من الطّائف، وبين الطّائف ومكّة يومان وليلتان، فمشت ذلك في اثنين وأربعين يوماً، وكانت جميلةً وسيمةً فلقيها النّميري، وهو محمّد بن عبد الله بن نميرٍ الثّقفي، ببطن نعمان فقال:\nتضوّع مسكاً بطن نعمان إذ مشت\n...\nبه زينبٌ في نسوةٍ عطرات\nالجزء: 1 ¦ الصفحة: 26\n",
        "تهادين ما بين المحصب من منى\n...\nوأقبلن لا شعثاً ولا غبرات\nمررن بفخٍّ رائحاتٍ عشيّةً\n...\nيلبّين للرّحمن مؤتجرات\nلها أرج بالعنبر الورد فاغم\n...\nتطلّع رياه من الفترات\nيخبّئن أطراف البنان من التّقى\n...\nويمشين شطر الليل معتمرات\nوليست كأخرى أوسعت جنب درعها\n...\nوأبدت بنان الكفّ للجّمرات\nومالت تراءى من بعيدٍ فأفتنت\n...\nبرؤيتها من راح من عرفات\nتقسّمن لبّي يوم نعمان إنّني\n...\nبليت بطرفٍ فاتك اللّحظات\nيظاهرن أستاراً ودوراً كثيرةً\n...\nويقطعن دور اللهو بالحجرات\nولمّا رأت ركب النّميري أعرضت\n...\nوكنّ من أن تلقينه حذرات\nدعت نسوةً شمّ العرانين كالدّما\n...\nأوانس ملء العين كالظّبيات\nالجزء: 1 ¦ الصفحة: 27\n",
        "فأبدين لمّا قمن يحجبن زينبا\n...\nبطوناً لطاف الطّيّ مضطمرات\nقلت: يعافير الظّباء تناولت\n...\nيناع غصون الورد مهتصرات\nفلم ترعيني مثل ركبٍ رأيته\n...\nخرجن من التّعمير معتمرات\nوكدت اشتياقاً نحوها وصبابةً\n...\nتقطّع نفسي إثرها حسرات\nوغادرت من وجدي بزينب غمرةً\n...\nمن الحبّ إنّ الحبّ ذو غمرات\nوظل صحابي يظهرون ملامتي\n...\nعلى لوعة الأشواق والزّفرات\nفراجعت نفسي والحفيظة إنّما\n...\nبللت رداء العصب بالعبرات\nوقد كان في عصياني النّفس زاجرٌ\n...\nلذي عبرةٍ لو كنّ معتبرات\nقال مسلم بن جندب الهلالي كنت مع عبد الله بن الزّبير بنعمان وغلام ينشد خلفه، وهو يشتمه أقبح الشّتم. فقلت له: ما هذا؟ فقال: دعه فإني تشبّبت بأخت هذا الحجّاج بن يوسف. فلمّا قتل الحجّاج عبد الله بن الزّبير دعا النّاس إلى البيعة، فتأخر محمّد حتّى قام في آخر النّاس ولم يجد من الحضور بدّاً. فلمّا دنا منه قال: أمحمّدٌ؟ قال نعم: قال: أنشدني ما قلت. فأنشدته قصيدتي هذه فقال: لولا أن يقول قائلٌ لضربت عنقك، أنج لا نجوت ولا تعد فقال: لا\nالجزء: 1 ¦ الصفحة: 28\n",
        "تعرضت لاسم زينب ما بقيت.\nقال: ولما خاف النّميري من الحجّاج عاذ بأبيه يوسف بن الحكم. فلمّا أرسل عبد الملك الحجّاج لقتال ابن الزّبير، قام إليه يوسف بن الحكم وقال له: يا أمير المؤمنين إنّ فتىً منّا ذكر زينب بما يذكر به العربيّ ابنة عمّه، وقد علمت أنّ هذا لم يزل يتقلّب عليه. قال عبد الملك: أليس النّميري؟ قال: بلى، قد سمعت شعره فما سمعت مكروهاً ثمّ أقبل على الحجّاج وقال: لا تعرض له.\nويقال إنّ عبد الملك لمّا بلغه شعر النّميري كتب إلى الحجّاج: قد بلغني ما كان من قول النّميري، فلا تدنه فتقطعه، ولا تقصه فتغره. ولكن أهمله واله عنه. فلم يهجه الحجّاج ومن قوله فيها:\nتشتو بمكّة نعمة\n...\nومصيفها بالطّائف\nأكرم بتلك مواقفا\n...\nوبزينب من واقف\nومن شعره فيها أيضاً:\nوما أنس من شيءٍ، فلا أنس شاديا\n...\nبمكّة مكحولاً أسيلاً مدامعه\nتشرّبه لون الزّرافي في بياضه\n...\nأو الزّعفران خالط المسك أدرعه\nقال الزّبير بن بكار: حكى الحسن بن علي مولى بني أميّة قال: خرجت إلى الشّام فلمّا كنت بالسّمهاة ودنا الليل رفع لي قصرٌ فأهويت إليه، فإذا أنا بامرأةٍ لم أر قط مثلها حسناً وجمالاً. فسلّمت، فردت عليّ السّلام، قالت: ممّن\nالجزء: 1 ¦ الصفحة: 29\n",
        "أنت؟ قلت: من بني أميّة. قالت: مرحباً بك، أنزل، فأنا امرأةٌ من أهلك. فأنزلتني أحسن منزلٍ وبتّ أحسن مبيتٍ.\nفلمّا أصبحت قالت: إنّ لي إليك حاجة. قلت ما هي؟ فأشارت إلى ديرٍ، وقالت: إنّ في ذلك الدّير ابن عمّي، وهو زوجي، وقد غلبت عليه نصرانيّةٌ في ذلك الدّير، فتمضي إليه وتعظه. فخرجت حتّى انتهيت إلى الدّير، فإذا برجلٍ في فنائه من أحسن الرّجال وأجملهم. فسلّمت عليه، فردّ وسأل. فأخبرته من أنا، وأين بتّ، وما قالت المرأة. فقال: صدقت، أنا رجلٌ من أهلك من أهل الحارث بن الحكم. ثمّ صاح: يا قسطا. فخرجت إليه نصرانيّةٌ عليها ثياب حبرات وزنانير ما رأيت قبلها ولا بعدها أحسن منها. فقال: هذه قسطا، وتلك أروى، وأنا الذي أقول:\nوبدّلت قسطا بعد أروى وحبّها\n...\nكذاك لعمري يذهب الحبّ بالحبّ\nوما هي أما ذكرها بنبطيّةٍ\n...\nكبدر الدّجى أوفى على غصنٍ رطب\nقال الزّبير بن بكار: حدّثني عبد الملك بن عبد العزيز قال كانت بنت أبي عبيدة بن المنذر بن الزّبير عند أبي بكر بن عبد الرّحمن من محرمه وكان يخدمها وكانت ذات مالٍ، ولا مال له. وكانت تضنّ عنه، فخرج يريد الشّام بطلب الرّزق، فلمّا كان ببعض الطّريق رجع فمرّ بجلسائه بالمصلّى فقالوا: زاد خير. ثمّ دخل عليها فقالت له: أبخيرٍ رجعت؟ فقال لها:\nبينما نحن من بلاكث فالقا\n...\nع سراعا، والعيش تهوي هويّا،\nالجزء: 1 ¦ الصفحة: 30\n",
        "خطرت خطرةً على القلب من ذكراك وهناً، فما استطاع مضيّا\nقلت: لبّيك، إذ دعاني لك الشّو\n...\nق وللحاديين حبّ المطيّا\nقالت له: لا جرم والله لأشاطرنّك مالي فشاطرته إيّاه ولم تدعه للسّفر بعد.\nروى إبراهيم بن حسن بن يزيد، عن شيخٍ من ساكني العقيق قال: إنّي لواقفٌ بالعقيق، وقد جاء الحاج، إذ طلعت امرأة على راحلة وحولها نسوة، فنظرنا إليها، فأعجبتنا حالها. فلمّا كانت حذاء قصر سفيان بن عاصم بن عبد العزيز بن مروان، عدلت إلينا، ونحن ننظر. فنزلت قصراً من تلك القصور فأقامت فيه ساعةً ثمّ خرجت، فركبت ومضت، وإنّ عينيها لتنقطان دموعاً. فقلت: لأنظر ما صنعت هذه المرأة؟ فدخلت القصر، فإذا كتاب يواجهني في الجّدار، فقرأته فإذا هو:\nأليس كفى حزناً لذي الشّوق أن يرى،\n...\nمنازل من يهوى معطلةً قفرا؟\nبلى، إنّ ذا الشّوق الموكّل بالهوى،\n...\nيزيد اشتياقاً كلّما حاول الصّبرا\nوتحته مكتوبٌ: وكتبته آمنة بنت عمر بن عبد العزيز. وكان\nالجزء: 1 ¦ الصفحة: 31\n",
        "سفيان بن عاصم زوجها فتوفّي عنها.\nذكروا عن عائشة، رضي الله عنها، أنّها لمّا قدمت البصرة خطبت وبحضرتها الأحنف بن قيس وموسى بن طلحة ورجالٌ من وجوه العرب، فقالت بعقب ذلك: إنّي أتيت أطلب بدم الإمام المذكور برمّته الحرمات الأربع. فمن ردّنا عنه بحقٍّ قبلناه، ومن ردّنا عنه بباطلٍ قاتلناه. فربّما نصر الظالم على المظلوم والعاقبة للمتّقين.\nقال لها موسى بن طلحة: قد فهمنا كلامك، فما الأربع حرمات؟ فقالت: حرمة الشّهر، وحرمة البلد، وحرمة الإمامة، وحرمة الختونة، لا يصلح إمراء بعده أبداً. فقال لها الأحنف رحمه الله: إني سائلك ومغلظٌ لك في المسألة فلا تجدين عليّ. أعندك عهدٌ من رسول الله في خروجك هذا؟ قالت: لا. قال لها: أفعندك عهدٌ من رسول الله أنّك معصومةٌ من الخطأ؟ قالت: لا. قال لها: صدقت، أن الله رضي لك المدينة فأبيت إلاّ البصرة، وأمرك بلزوم بيت نبيّه محمّد صلّى الله عليه وسلّم فنزلت بين الحرسة الضّبي. ألا تخبريني يا أمّ المؤمنين أللحرب قدمت أم للصّلح؟ قالت: بل للصّلح، فقال لها: والله لو قدمت وما بينهم إلاّ الخفق بالنّعال والقذف بالحصبا، ما اصطلحوا على يديك، فكيف والسّيوف على عواتقهم؟ قالت: لقد استغرق حكم الأحنف هجاه أياي، إلى الله أشكون عقوق أبنائي.\nالجزء: 1 ¦ الصفحة: 32\n",
        "ذكروا، أنّه لما قتل الحجّاج عبد الرّحمن بن الأشعث، وأسر من معه، أمر بضرب رقابهم. فقال رجلٌ منهم: أيّها الأمير إنّي أتيت إليك بشيءٍ. قال: وما هو؟ قال: إنّي كنت جالساً يوماً عند عبد الرّحمن فأخذ في عرضك، فناضلته عنك. قال: ومن يشهد لك بذلك؟ فقال رجلٌ من الجّماعة يشهد له بما قال فقال: اتركوه. ثمّ قال للرّجل: أفلا كنت مثله؟ قال له: بغضي فيك لم يدعني أتكلّم فيك بمثل ذلك. فقال: واتركوا هذا لصدقه. ثمّ قام رجلٌ آخر فقال: أيّها الأمير لئن كنّا أسأنا في الخطأ لما أحسنت في العفو. فقال الحجّاج: أفٍّ لهذه الجّيف، أما والله لو كان فيكم من يتكلّم والله ما قتل منكم أحد.\nالجزء: 1 ¦ الصفحة: 33\n",
        "باب يذكر فيه\nمن صيّره العشق إلى الأخلاط والجّنون\nقال بعضهم: مررت بفورك المجنون وقد أتاه أهله بطبيبٍ، يقال له عبد العزيز، ليعالجه. فسملت وقلت: ما خبرك يا أبا محمّد؟ فقال: خبري والله مع هؤلاء المجانين ظريفٌ. أنا عاشقٌ وهم يظنّون بي جنّة وقد أتوني بهذا الطّبيب ليعالجني. ثمّ أنشأ يقول:\nأتوني بالطّبيب فعالجوني\n...\nعلى أن قيل مجنونٌ غريب\nطبيب الأجر فيه عساه يوماً\n...\nمن الأيّام يعقل أو يتوب\nوما صدقوا الفتى محوي قلبي\n...\nأجلّ من أن يعالجه الطّبيب\nوما بي جنّةٌ لكنّ قلبي\n...\nبه داءٌ تموت به القلوب\nوما عبد العزيز طبيب قلبي\n...\nولكنّ الطبيب هو الحبيب\nوقال آخر: مررت بمجنونٍ بيده قصبةٌ وفيها عذبةٌ، وهو يقول:\nإذا ما رايةٌ رفعت بنجدٍ\n...\nتلقّاها عرابة باليمين\nالجزء: 1 ¦ الصفحة: 34\n",
        "قال فأخذت بيد الغلام الذي كان يتعشّقه فوقفت بين يديه، فقال له: كيف أصبحت يا أبا عبد الله؟ فقال في ساعةٍ بديهةٍ:\nأصبحت منك على شفا جرفٍ\n...\nمتعرّضاً لموارد التّلف\nوأراك نحوي غير ما ثقةٍ\n...\nمتحرّفاً من غير منحرف\nيا من أطال بصدّه أسفي\n...\nكلفي عليك أشدّ من أسفي\nوقال بعضهم: اجتزت بفورك المجنون وهو في جماعةٍ من الصّبيان راكبٌ قصبةً، وهو يقول: من كان عاشقاً منكم فيقف في الميمنة، ومن كان معشوقاً فليقف في الميسرة. ووقف هو في القلب، ففكّر وقال:\nإلى من أشتكيك إلى من\n...\nإلى كم ترى في قصّتي غير محسن\nإلى كم يدوم الهجر والعتب بيننا\n...\nسألتك بالرّحمن ألاّ رحمتني\nفيا لائمي في أحمد لو رأيته\n...\nلما لمتني في حبّه، وعذرتني\nأتعجب أن قالوا بفورك جنّة\n...\nبنفسي ومالي من هواه أجنني\nثمّ قال: احملوا على بركة الله. فحملت الميمنة على الميسرة، وأخذ كل عاشقٍ معشوقه.\nقال ولقيته في يوم خميسٍ في جماعةٍ من الصّبيان، منصرفاً. من تشييع غلامٍ كان يحبّه، وهو يحدّثهم ويلطم خده ويقول: ما أحرّ الفراق؟ فقلت: يا أبا محمّد، من أين أقبلت؟ قال: من تشييع الحجّاج. وبكى، وقال:\nالجزء: 1 ¦ الصفحة: 35\n",
        "هم رحلوا يوم الخميس عشيّةً\n...\nفودّعتهم لمّا استقلّوا وودعوا\nفلمّا تولوا ولّت النّفس معهم،\n...\nفقلت: ارجعي قالت: إلى أين أرجع؟\nإلى جسدٍ ما فيه لحمٌ ولا دم\n...\nولا فيه إلا أعظم تتقعقع\nوكذّبت فيك الطّرف، والطّرف صادقٌ\n...\nوأسمعت أذني فيك ما ليس أسمع\nقال الحسن بن رفاعة: رأيت علويّة المجنون يوماً وفي عنقه حبلٌ والصّبيان يجرّونه، فلمّا رآني قال: يا أبا عليٍّ بماذا يعذّب الله أهل الجّرائم يوم القيامة؟ قلت: بأشدّ العذاب. قال: فأنا، والله، في أشدّ من عذابه. لو عذّب الله أهل جهنّم بالحبّ والهجر والرّقباء لكان أشدّ عليهم، ثمّ قال:\nانظر إلى ما صنع الحبّ\n...\nلم يبق لي جسمٌ ولا قلب\nأنحل جسمي حبّ من لم يزل\n...\nمن شأنه الهجران والعتب\nما كان أغناني عن حبّ من\n...\nمن دونه الأستار والحجب\nقال: وحضرته وقد أتوه بطبيبٍ يعالجه، والطّبيب يعاتبه ويقول له: لو تركتني لعالجتك ورجوت أن تبرأ، فقال في ذلك:\nالجزء: 1 ¦ الصفحة: 36\n",
        "أنا منك أعلم أيها المتكلّم\n...\nما بي أجلّ من الجّنون وأعظم\nأنا عاشقٌ، فإن استطعت لعاشقٍ\n...\nبرأً مننت به وأنت محكّم\nهيهات، أنت لغير ما بي عالمٌ\n...\nوسواك، بالدّاء الذي بي أعلم\nدائي دسيسٌ، قد تضمّنه الهـ\n...\nـوى، تحت الجّوانح ناره تتضّرم\nقال: ومررت ببعض المجانين وهو جالسٌ وحده متفكّراً، فقلت: ما خبرك؟ قال:\nأقول بأعلى الصّوت ما بي جنّة\n...\nوما بي إلا حبّ من ليس ينصف\nوما بي جنونٌ غير أنّ بليّتي\n...\nإذا انكشفت منه أرقّ وألطف\nبنفسي وأهلي، من أرى الموت جهرةً،\n...\nإذا ما بدا منه البنان المطرّف\nقال: وكان فورك يتعشّق غلاماً يسمى غلباً فأتاه بعض إخوانه فقال: إنّي خارج نحو غلب، فهل من حاجةٍ؟ فقال:\nنعم أوصيك إن أبصرت غلبًا\n...\nفقبّل وجنتيه وإن تأبّى\nوقل هذي وصية مستهامٍ\n...\nإليك قتلته شغفاً وحبّا\nودخل مهدي على بعض ولاة اليمامة، فسأله الوالي عن مجلسه مع\nالجزء: 1 ¦ الصفحة: 37\n",
        "ظبية، واستنشده ما قال فيها من الشّعر. وكان ابن ظبية حاضراً، فأنشده مهديّ بيتين يصفها فيهما بالعفاف. فقام ابنها فنزع عن نفسه جبّة خزٍّ ووشاحاً ألقاهما على مهدي لمّا وصف أمّه بالعفاف.\nقال أحمد بن يحيى: كان القيطنون متملّكاً على أهل المدينة. وكان قد سامهم خسفاً، وشرط عليهم أنّه لا تدخل امرأة على زوجها حتّى يبدأ بها. فزوّج مالك بن عجلان الخزرجي أخته. فلما جهّزها وأراد إهداءها إلى زوجها، وهو قاعدٌ في مجلس الخزرج، إذا خرجت أخته على الحيّ سافرةً. فغضب مالك، ووثب إليها ليتناولها بالسّيف، وقال لها: فضحتني، ونكّست رأسي، وأغضضت بصري. فقالت له: الذي تريد بي أنت شر من هذا وأقبح وأفضح. إن كنت تهديني إلى غير بعلي فيصيبني، فهذا شرٌّ من خروجي سافرةً حاسرةً! فقال مالك: صدقت، وأبيك.\nوسكت عنها، فلمّا رجعت إلى خدرها دخل إليها، فقال لها: هل فيك من خير؟ فقالت: أيّ خيرٍ عند امرأةٍ إلاّ أن تناك؟ فقال لها اكتمي ما أريده. قالت: نعم. فشرح لها ما عزم عليه. فلمّا أمست أتتها رسل القيطنون ليأتوه بها، فلبست وتعطّرت وتحلّت، ولبس معها وتعطّر واشتمل على السّيف ومضى معها في جملة نسائها إلى قصر القيطنون. فلمّا خلا بها في مشربة له، ودنا منها تنحّى نساؤها عنها إلاّ مالك وحده، فقالت للقيطنون: بحقّ التّوراة ألا أمهلتني ساعةً حتّى ترجع نفسي فيها إليّ، وتركت أختي هذه تؤانسني عندك، فإنّي ألفتها من بين أهلي؟ فقال: نعم. فلمّا هدأت ساعةً. قال: تقدّمي إلى فراشك حتى ألحقك. فقام القيطنون إلى باب مشربته فأغلقه، وأتى فراشه. وكشف مالك عن السّيف ثمّ ضربه به حتّى برد. فاجتمع الحيان من\nالجزء: 1 ¦ الصفحة: 38\n",
        "الأوس والخزرج فسوّدوه على أنفسهم، وملّكوه، إذ أراحهم من عار الدّهر. وذلّت اليهود بعد ذلك فلم ترفع رأساً.\nقال الزّبير بن بكار: كان عبد الرّحمن بن أبي عمّار من عبّاد أهل مكّة، فسمي القسّ من عبادته. فمرّ ذات يومٍ بدار سهل بن عبد الرّحمن بن عوف مولى سلامة الزّرقاء، وهي تغنّي، فسمع غناءها، فبلغ منه كلّ مبلغ، فرآه مولاها وتبيّن ما لحقه، فقال له: هل لك أن تدخل إليها وتسمع منها؟ فامتنع وأبى، فقال له: أنا أقعدك في موضعٍ تسمع من غنائها ولا تراها ولا تراك. ولم يزل به حتّى دخل وسمع غناءها، فأعجبه، فقال له: هل لك أن أخرجها لك؟ فامتنع بعض الامتناع، ثمّ أجابه. فأخرجها إليه، وأقعدها بين يديه، وغنّته، فشغف بها، وشغفت به. وكان أديباً ظريفاً. واشتهر أمره معها بمكّة حتّى سمّوها سلامة القسّ.\nوخلا معها يوماً، فقالت له: أنا، والله، أحبّك فقال لها: أنا، والله، كذلك. قالت له: أحبّ أن أضع فمك على فمي. قال: وأنا، والله. قالت: فما يمنعك من ذلك، فوالله إنّ الموضع لخالٍ؟ فقال لها: ويحك، إنّي سمعت الله عزّ وجل يقول في كتابه: \" الأخلاّء يومئذ بعضهم لبعض عدو إلاّ المتّقين \". وأنا أكره أن تكون خلّة ما بيني وبينك عداوة يوم القيامة. ثمّ نهض وعيناه تذرفان من حبّها وعاد إلى الطّريقة التي كان عليها من النّسك والعبادة. وكان يمرّ في بعض الأيّام ببابها فيرسل إليها بالسّلام فيقال له: أدخل فيأبى. وقال فيها أشعاراً كثيرةً، وغنّته بها. فمنها:\nإنّ التي طرقتك بين ركائب\n...\nتمشي بمزهرها وأنت حرام\nباتت تعلّلنا، وتحسب أنّنا،\n...\nفي ذاك أيقاظ ونحن نيام\nحتّى إذا سطع الصّبح لناظرٍ\n...\nفإذا الذي ما بيننا أحلام\nقد كنت أعذل في السّفاهة أهلها\n...\nفاعجب بما تأتي به الأيام\nفاليوم أعذرهم وأعلم أنّما\n...\nطرق الضّلالة والهدى أقسام\nوفيها قوله:\nعلى سلاّمة القلب السّلام\n...\nتحية من زيارته لمام\nأحبّ لقاءها، وألوم نفسي،\n...\nكأنّ لقاءها شيءٌ حرام\nإذا ما حنّ مزهرها إليها\n...\nوحنّت نحوه، أذن الكرام\nفمدّوا نحوها الأعناق حتّى\n...\nكأنّهم وما ناموا نيام\nوله فيها أشعار كثيرة تركت ذكرها ها هنا لأنّها مستقصاةٌ من أخبارها في كتاب طبقات المغنّين.\nقال: وفدت عزّة وبثينة على عبد الملك بن مروان فلمّا دخلتا عليه انحرف إلى عزّة، وقال لها: أنت عزّة كثير؟ قالت: لست لكثير بعزّة ولكنّي أمّ بكرٍ الضّمريّة. قال أتروين قول كثيرٍ فيك؟\nلقد زعمت أني تغيّرت بعدها\n...\nومن ذا الذي يا عزّ لا يتغيّر\nتغيّر جسمي والخليقة كالتي\n...\nعهدت، ولم يخبر بسرّك مخبر\nقالت: لست أروي هذا، ولكنّي أروي غيره حيث يقول:\nكأنّي أنادي صخرةً حين أعرضت\n...\nمن الصّمّ لو يمشي بها العصم زلّت\nصفوحاً فما تلقاك إلاّ بحيلةٍ\n...\nفمن ملّ منها ذلك الوصل ملّت\nثمّ عطف على بثينة فقال لها: ما رأى جميل حين لهج بذكرك بين النّساء كلّهن؟ قالت: الذي رأى فيك النّاس حين جعلوك خليفة من بين رجال العالمين. فضحك حتّى بدت سنٌّ له سوداء، كان يخفيها، وأجزل جائزتهما وقضى حوائجهما.\nوقال محمّد بن يحيى المدني: سمعت عطاء يقول: كان الرّجل يحبّ الفتاة فيطوف بدارها حولاً كاملاً يفرح إن رأى مرآها، وإن ظفر منها بمجلسٍ تشاكيا وتناشدا الأشعار. فاليوم يشير إليها، وتشير إليه، فإذا التقيا لم يشكوا حبّاً، ولم ينشدا شعراً. وقام إليها كأنّه أشهد على نكاحها أبا هريرة وأصحابه.\nوحكى أبو الحسن المدايني قال: هوى بعض المسلمين جاريةً بمكّة فأرادها، فامتنعت عليه. فأنشدها:\nسألت الفتى المكّيّ هل في تزاورٍ\n...\nوقبلة مشتاق الفؤاد، جناح؟\nفقال: معاذ الله أن يذهب الهوى\n...\nتلاصق أكبادٍ بهنّ جراح\nفقالت له: بالله، إنّك سمعته وسألته فأجابك بهذا الجّواب؟ قال: نعم. فزارته وجعلت تقول: إيّاك أن تتعدى ما أمرك به عطاء.\nوروى عبد الرحمن بن نافع، أنّ أبا هريرة سئل عن قول الله عز وجل \" الذين يجتنبون كبائر الأثم والفواحش إلا اللمم \". فقال: هي النظرة والغمزة والقبلة. وقال مجاهد: هو الرّجل يلمّ بالذّنب مرّةً ثمّ لا يعود، وبإسنادٍ عن رسول الله، صلّى الله عليه وسلّم، أنّ رجلاً جاء إليه فقال له: إنّي أخذت امرأةً في البستان فأصبت منها كلّ شيءٍ، إلاّ أنّي لم أنكحها فاصنع ما شئت؟ فسكت عنه، صلّى الله عليه وسلّم. فلمّا ذهب، دعاه فقرأه عليه \" وَأَقِمِ الصّلاة طرفي النهار وزلفا من الليل إنّ الحسنات يذهبن السيئات \" الآية.\n",
        "؟\nقيل لأعرابيٍّ: ما كنت تصنع لو ظفرت بمن تهوى؟ قال: كنت أمتّع عيني في وجهها، وقلبي من حديثها، وأستر منها ما لا يحبّه الله ولا يرضى بكشفه إلا عند حلّه. قيل: فإن خفت أن لا تجتمعا بعد ذلك؟ قال: أكل قلبي إلى حبّها، ولا أصير بقبيح ذلك الفعل إلى نقض عهدها.\nويروى عن أبي هريرة، عن النبي، صلّى الله عليه وسلّم، أنّه قال: \" سبعةٌ يظلّهم الله بظلّه يوم لا ظلّ إلا ظلّه: إمامٌ عادلٌ، وشابٌ نشأ في عبادة الله، ورجلٌ قلبه متعلّقٌ بالمسجد حتّى يعود إليه، ورجلان تحابّا في الله اجتمعا على ذلك وتفرّقا عليه، ورجلٌ طلبته ذات منصبٍ وجمالٍ فقال إنّي أخاف الله، ورجلٌ تصدّق بصدقه فلم تعلم شماله ما تسرّ يمينه، ورجلٌ ذكر الله خالياً ففاضت عيناه \".\nوعن عبد الملك بن قريب الأصمعي قال: بصرت الزّبّاء بعمر بن أبي ربيعة، وهو يطوف بالبيت، فتنكّرت له وفي كفّها خلوقٌ، فمسحته بثوبه، فقال:\nأدخل الله ربّ موسى وعيسى\n...\nجنّة الخلد من ملاني خلوقا\nمسحت كفها بجيب قميصي\n...\nحين طفنا بالبيت مسحاً رقيقا\nالجزء: 1 ¦ الصفحة: 43\n",
        "لو تجازى القلوب بالودّ أمسى\n...\nقلبها مائلاً إلينا شفيقا\nفنظر إليه عبد الله بن عمر في تلك الحالة ينشد الأبيات، فقال: ما هذا زي المحرم وما يحلّ للمحرم أن يقول مثل هذا القول في هذا الموضع فقال: يا أبا عبد الرّحمن قد سمعت منّي ما سمعت، فوربّ هذه البنية، ما حللت إزاري على حرامٍ قط.\nقال الهيثم بن عدي دخلت ليلى بنت عبد الله الأخيلية على الحجّاج وعنده وجوه النّاس وأشرافهم. فاستأذنته في الإنشاد، فأذن لها، فأنشدته قصيدةً مدحته بها. فلمّا فرغت من إنشادها، قال الحجّاج لجلسائه: أتدرون من هذه الجّارية؟ قالوا: لا نعلم، أصلح الله الأمير، ولكنّا لم نر امرأةً أكمل منها كمالاً، ولا أجمل منها جمالاً، ولا أطلق لساناً، ولا أبين بياناً، فمن هي؟ قال: هذه هي ليلى الأخيلية صاحبة توبة بن الحمير الذي يقول فيها:\nالجزء: 1 ¦ الصفحة: 44\n",
        "نأتك بليلى دارها لا تزورها\n...\nوشطّ نواها واستمرّ مريرها\nثمّ قال لها: يا ليلى ما الذي رابه من سفورك حيث يقول:\nوكنت إذا ما زرت ليلى تبرقت\n...\nفقد رابني منها الغداة سفورها\nقالت: أصلح الله الأمير، لم يرني قط إلا متبرقعةً وكان أرسل إليّ رسولاً أنّه يلمّ بنا، ففطن الحيّ لرسوله، فأعدّوا له وكمنوا، وفطنت لذلك، فلم يلبث أن جاء، فألقيت، برقعي وسفرت له، فلمّا رأى ذلك أنكره وعرف الشّرّ، فلم يزد أن سلّم عليّ وسأل عن حالي وانصرف راجعاً. فقال الحجّاج لها: لله درّك فهل كانت بينكما ريبة؟ قالت: لا، والذي أسأله أن يصلحك إلى أن قال مرةً قولاً ظننت أنّه خضع لبعض الأمر، فقلت له مسرعةً هذا الشعر. وأنشأت وهي تقول:\nوذي حاجةٍ قلنا له لا تبح بها\n...\nفليس إليها ما حييت سبيل\nلنا صاحبٌ لا ينبغي أن نخونه\n...\nوأنت لأخرى صاحبٌ وخليل\nفلا، والذي أسأله صلاحك، ما كلّمني بشيءٍ بعدها استربته حتّى فرّق الدّهر بيني وبينه.\nقال أبو عثمان: قد ترى الأعرابيّ، وظاهره ظاهر الجّفاء، فما\nالجزء: 1 ¦ الصفحة: 45\n",
        "هو إلاّ أن يعشق حتّى تجده أرقّ من الماء، وألطف من الهواء. ومع ذلك يلقى أحدهم عشيقته فيترشّفها ويعانقها من دون الثّياب ويمنعه التّكرّم ويحجزه الورع عن وطئتها وإن أمكنته. قال ابن هرمة.\nولربّ لذّة ليلةٍ قد نلتها\n...\nوحرامها لحلالها مدفوع\nويقتصرون على الحديث والقبل واللمس.\nقال العتيبي: قيل لبعض الأعراب، ما الذي ينال أحدكم من عشيقته إذا خلا بها؟ قال اللمس والقبل والحديث. قال فهل يطؤها؟ قال: بأبي أنت وأمّي ليس هذا عاشقاً هذا طالب ولد.\nقال: وكان الشّرط بين العاشق ومعشوقه إذا خلوا أن يكون له نصفها الأعلى من سرّتها إلى قمّة رأسها يصنع فيها ما شاء، ولبعلها من سرّتها إلى أخمصها. وأنشد ابن الأعرابيّ في مثل ذلك:\nفللخلّ شطرٌ مطلقٌ من عقاله\n...\nوللبعل شطرٌ ما يرام منيع\nوأنشد أبو عمرو بن العلاء في نحوه:\nالجزء: 1 ¦ الصفحة: 46\n",
        "لها نصفان من حلٍ وبلٍ\n...\nونصف كالبحيرة ما يهاج\nيقول نصفها الأعلى لعشيقها طلقٌ، ونصفها الآخر عليه كالبحيرة - فإنّها كانت في الجّاهلية حراماً لا تهاج ولا تركب ولا تمنع من كلأ ولا ماء - وأنشد الأصمعي لبعض ظرفاء العرب يخاطب بعل عشيقته:\nفهل لك في البدال أبا زنيم\n...\nوأقنع بالأكارع والعجوب\nقال إبراهيم بن بشارة النّظام: قد يمكن الرجل أن يحتجز عن ذلك ما دام ليس له هنالك إلاّ الحديث والقبلة، فأمّا إذا ترشّفها وعانقها من دون ثيابها فلا بد أن ينعظ وينشط وإذا أنعظ وهو في الإزار معها انتقض العزم، كما قال عبد الرّحمن بن أمّ الحكم:\nوكأس ترى بين الإناء وبينها\n...\nقذى العين قد نازعت أم أبان\nترى شاربيها حين يعترونها\n...\nيميلا أحياناً ويعتدلان\nفما ظنّ ذا الواشي بأبيض ماجدٍ\n...\nوبيضاء خودٍ حين يلتقيان\nدعتني أخا أمّ عمرو ولم أكن\n...\nأخاها ولم أرضع لها بلبان\nدعتني أخاها بعد ما كان بيننا\n...\nمن الأمر ما لا يفعل الأخوان\nالجزء: 1 ¦ الصفحة: 47\n",
        "وقد ذكرنا: أنّ أهل طبرستان لا تتزوّج الجّارية منهم حتّى يستظهر بها حولاً كاملاً محرّماً ثمّ يقدم بها فيخطبها إلى أهلها ثم يتزوّج بها، ويزعمون مع ذلك أنّهم يجدونها بكراً، وقد عانقها في إزارٍ واحدٍ سنةً تامةً وهو لا يستظهر بها، ويحتمل وحشة الاغتراب، وانقطاع الأسباب إلاّ من عشق غالب. ولا يجوز أن تؤاتيه الجّارية إلا وبها شبه الذي به. وإنّ من أعجب العجب أن يمكثا متعانقين في لحافٍ واحدٍ ثمّ يحتجزان عن الزّنا تكرّماً وتحرّجاً! وهذا التّكرّم عند علوج طبرستان من العجائب.\nومن قول سهيل بن هارون: ثلاثةٌ من المجانين وإن كانوا عقلاء: الغضبان، والعزبان، والسّكران. فقال له أبو عبيد الله الخليع: والمنعظ يا أبو عمرو؟ فقال: والمنعظ. وضحك وأنشد:\nوما شرّ الثّلاثة أمّ عمرو\n...\nبصاحبك الذي لا تصحبينا\nقال الأصمعي: كان فتىً من ثقيفٍ شديد الحياء، كريماً أديباً، فبينا هو جالس، إذ مرّت به امرأةٌ من أجمل النّساء فلم يتمالك أن قام من الحياء من مجلسه ليعلم من هي، وأين تريد. وقد كلف بها واشتدّ عشقه لها، فاتّبعها حتى دخلت منزل أخيه فإذا هي امرأته، فضاق به الأمر ولم يدر ما يصنع، وكتم شأنه، وجعل ما به يزداد كل يومٍ حتّى\nالجزء: 1 ¦ الصفحة: 48\n",
        "نحل جسمه، فأنكر شأنه أخوه وأهله وسألوه عمّا به. فلم يخبرهم بشيءٍ من أمره. فدعا أخوه الأطبّاء فعالجوه فلم يغنوا عنه شيئاً، فلمّا أعياهم ما به، وزاد سقمه، سلّمه أخوه إلى الحارث بن كلدة وكان من أطبّاء العرب فنظر إليه الحارث فلم ير به داءٌ ينكر، غير أنّه ظنّ أنّه عاشق. فخلا به الحارث فسأله، فأبى أن يقرّ له بشيءٍ. فلمّا أعيا الحارث جعل يسأل عن أسمائهم وأسماء نسائهم، والفتى ملقىً بين يديه، كلّما سمّيت امرأةٌ منهم نظر الحارث وجه المريض حتّى جاء اسم امرأة أخيه فارتاح وتنفّس، واغرورقت عيناه بالدّموع. فعلم الحارث أمره، وقال لأخيه: إذهب فجئني بجميع أهليكم، ولا يتخلّف عنّي أحد منهم امرأةً ولا رجلاً، فإنّي قد وقعت على دائه.\nفخرج أخوه حتّى أتى أهله، فجميعهم في منزل ونقل الحارث المريض إليهم، وقال: لا يغيبنّ عنه امراةٌ ولا رجلٌ. فلمّا نظر الرّجل إلى امرأة أخيه خفّ عنه بعض ما كان يجده. فعرف الحارث ذلك منه، فأمر بشاةٍ فذبحت، وأخرج كبدها فوضعها على النّار، ثمّ أطعمه منها فأكل ثمّ مزج له شربةً خفيفةً فسقاه، وفعل ذلك به أيّاماً يزيده في كلّ يومٍ شيئاً قليلاً في مطعمه ومشربه. فحسنت حاله، ورجع إليه بعض جسمه.\nفلمّا رأى الحارث أنّه قوي بعض القوّة صنع له طعاماً وهيّأ له شراباً ثمّ أحضر الفتى وأخاه فطعما وشربا، وأمر الحارث أخاه أن ينصرف وقام هو ووكّل هو بالفتى من يسقيه ويغنيه، وقال: احفظ حديثه، وكلّ ما يتكلّم به، وحدّثه كلّ حديثٍ تعرفه في العشق وأخبار العشّاق، وأشعارهم. فلمّا أخذ الشّراب في الفتى تغنّى:\nأهل ودّّي، ألا سلموا\n...\nوقفوا كي تكلّموا:\nالجزء: 1 ¦ الصفحة: 49\n",
        "أخذ الحيّ حظّهم\n...\nمن فؤادي وأنعم\nفهمومي كثيرةٌ،\n...\nوفؤادي متيّم\nوأخو الحبّ جسمه\n...\nأبد الدّهر يسقم.\nفلمّا أصبح الحارث، دعا الموكّل بالفتى فسأله، فعرّفه بكلّ شيءٍ، فحدّثه وأنشد الأبيات التي تغنّى بها. فدعا أخاه فعرّفه إنّه عاشقٌ لامرأته. فقال له: يا أخي أنا أنزل لك عنها وتتزوّجها. فلمّا سمعه الفتى استحيا وخرج هارباً على وجهه، فلم يقفوا له على خبرٍ إلى اليوم فسمّي فقيد ثقيف.\nوروى نافع مولى ابن عمر قال: قال رسول الله صلّى الله عليه وسلّم: \" بينا ثلاثة نفرٍ يمشون إذ أخذهم المطر فأووا إلى غارٍ في جبل. فانحطّ عليهم من الجبل صخرةٌ فانطبقت عليهم، وقال بعضهم: انظروا أعمالاً عملتموها لله صالحةً، فادعوا الله بها. فدعوا الله، تبارك وتعالى، فقال أحدهم: اللهمّ إنّك تعلم أنّه كان لي أبوان شيخان كبيران، وامرأةٌ وصبيان، فكنت أرعى عليهم فإذا رحت إليهم حلبت، وبدأت بوالديّ أسقيهما قبل بنيّ. وإنّي لم آت يوماً حتّى أمسيت، فوجدتهما قد ناما، فحلبت كما كنت أحلب، فقمت عند رؤوسهما أكره أن أوقظهما من نومهما، وأكره أن أبدأ بالصبية قبلهما، فجعلوا يتضاغون تحت قدمي، فلم يزل ذلك دأبهم حتّى طلع الفجر. فإن كنت تعلم إنّي فعلت ذلك إبتغاء وجهك، فأفرج عنّا فرجةً نرى منها السّماء. ففرّج الله له فرجةً.\nالجزء: 1 ¦ الصفحة: 50\n",
        "وقال الآخر: اللهمّ إنّك تعلم إنّه كانت لي إبنة عمٍّ فأحببتها كأشدّ ما يحبّ الرّجال النّساء، فطلبت إليها نفسها فأبت حتّى آتيها بمائة دينارٍ، فسعيت حتّى جمعت مائة دينارٍ فجئتها بها، فلمّا قعدت بين رجليها، قالت: يا عبد الله، اتّق الله ولا تفضّنّ الخاتم إلا بحقه. فقمت عنها فإن كنت تعلم إنّي فعلت ذلك إبتغاء وجهك، فأفرج عنّا فرجةً نرى منها السّماء. ففرّج الله جلّ ثناؤه فرجةً.\nوقال الآخر: اللهمّ إنّك تعلم أنّي استأجرت أجيراً فلمّا قضى عمله، قال: أعطني حقّي. فأعرضت عنه وتركته، ثمّ اشتريت بحقّه بقراً وراعياً لها فجاءني بعد حين، فقال لي: اتّق الله ولا تظلمني، وأعطني حقّي. فقلت له: إذهب إلى تلك البقر وراعيها. فأخذها وذهب، فإن كنت تعلم أنّي فعلت ابتغاء وجهك، فأفرج لنا ما بقي. ففرّجها الله عنهم. \"\nقال الأصمعي: قلت لأعرابيّةٍ من بني عذرة: أنتم أكثر النّاس عشقاً فما تعدّون العشق فيكم؟ قالت: الغمزة والقبلة والضمّة. ثمّ قالت:\nما الحبّ إلا قبلةٌ،\n...\nوغمز كف، وعضد.\nما الحبّ إلا هكذا،\n...\nإن نكح الحبّ فسد.\nثمّ قالت: وأنتم يا حضر، كيف تعدّون العشق فيكم؟ قلت: يقعد بين رجليها ويجهد نفسه. فقالت: يا ابن أخي، ما هذا عاشقاً هذا طالب ولد.\nالجزء: 1 ¦ الصفحة: 51\n",
        "وروي عن عبد الرّحمن بن عوف، عن النّبيّ صلّى الله عليه وسلّم أنّه قال: \" إذا صلّت المرأة خمسها، وحفظت فرجها، وأطاعت زوجها، دخلت الجّنّة.\nعرض الحجّاج سجنه يوماً، فأتي برجلٍ فقال له: ما كان جرمك؟ قال: أصلح الله الأمير، أخذني العسس وأنا مخبرك بخبري، فإن يكن الكذب ينجي فالصّدق أولى بالنّجاة. فقال: ما قصّتك؟ قال: كنت أخاً لرجلٍ فضرب الأمير عليه العبث إلى خراسان، فكانت إمرأته تجد بي وأنا لا أشعر، فبعثت إليّ يوماً رسولاً قد جاء كتاب صاحبك فهلمّ فلتقرأه. فمضيت إليها، فجعلت تشغلني بالحديث حتّى صلّينا العشاء، ثمّ أظهرت لي ما في نفسها، ودعتني إلى السّوء، فأبيت ذلك. فقالت: والله لئن لم تفعل لأصيحنّ ولأقولنّ أنّك لص. فلمّا أبيت عليها صرخت فخرجت هارباً. وكان القتل أهون عليّ من خيانة أخي. فلقيني عسس الأمير فأخذوني. وأنا أقول متمثّلاً:\nربّ بيضاء ذات دلٍّ وحسن\n...\nقد دعتني لوصلها فأبيت\nلم يكن شأني العفاف ولكن\n...\nكنت ندمان زوجها فاستحيت\nفعرف صدق حديثه وأمر بإطلاقه.\nالجزء: 1 ¦ الصفحة: 52\n",
        "قيل لبعض الأعراب، وقد طال عشقه لجاريةٍ: ما أنت صانعٌ لو ظفرت بها ولا يراكما غير الله؟ قال: إذا، والله لا أجعله أهون النّاظرين، لكنّي أفعل بها ما أفعل بحضرة أهلها، حديثٌ يطول، ولحظٌ كليل وترك ما يكرهه الرّبّ، وينقطع به الحبّ.\nقال محمّد بن عبيد الزّاهد: كانت عندي جاريةٌ فبعتها، فتبعتها نفسي، فسرت إلى مولاها مع جماعة إخوانه، فسألوه أن يقيلني ويربح عليّ ما شاء، فأبى، فانصرفت من عنده مهموماً مغموماً، فبتّ ساهراً لا أدري ما أصنع، فلمّا رأيت ما بي من الجّهد، كتبت اسمها في راحتي، واستقبلت القبلة. فكلّ ما طرقني طارق من ذكرها رفعت يدي إلى السّماء وقلت: يا سيّدي هذه قصّتي. حتّى إذا كان في السّحر من اليوم الثّاني، إذ أنا برجلٍ يدقّ الباب، فقلت: من هذا: أنا مولى الجّارية. ففتحت، وإذا بها. فقال: خذها بارك الله لك فيها! فقلت: خذ مالك والرّبح. فقال: ما كنت لآخذ ديناراً ولا درهماً. قلت فلم ذلك؟ قال: أتاني الليلة في منامي آتٍ فقال: ردّ الجّارية على ابن عبيد الله، ولك الجنّة.\nوكان عبد الرّحمن بن أبي عمّار فقيه أهل الحجاز قد مرّ بنخّاسٍ معه فتيات، فنظر إليهنّ، فتعلّق بواحدةٍ منهنّ، فاشتد ّوجده بها، واشتهر بذكرها، حتّى أتى إليه عطاء ومجاهد يعذلونه.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فلم يكن جوابه إلاّ أن قال:\nيلومونني فيك أقوامٌ أجالسهم\n...\nفما أبالي أطال اللوم أم قصرا\nفانتهى خبره إلى عبد الله بن جعفر فخرج حاجّاً بسببه، وبعث إلى مولى الجّارية واشتراها منه بأربعين ألفاً، وأمر قيّمة جواريه فحلّتها وزيّنتها. وبلغ النّاس قدومه، فدخلوا إليه للسّلام عليه وفيهم عبد الرّحمن بن عمّار. فلمّا أراد الشّخوص استجلسه، فقال له: ما فعل حبّ فلانة؟ قال: مشوب اللحم والدّم والمخّ والعظم والعصب. وأمر الجّارية فأخرجت إليه، وقال: هي هذه؟ قال: نعم، أصلحك الله. قال: إنّما اشتريتها لك، فوالله ما دنوت منها، فشأنك بها، فهي لك مباركة. وأمر له بمائة ألف درهمٍ، وقال له: خذ هذا المال لئلّا تهتمّ بها وتهتمّ بك. قال، فبكى عبد الرّحمن فرحاً وقال: يا أهل البيت قد خصّكم الله بأشرف ما خصّ به أحداً من صلب آدم، فلتهنئكم هذه النّعمة، وبارك لكم فيها. فكان هذا الفعل بعض ما اشتهر به عبد الله بن جعفر من الجّود.\nوقيل لأعرابيٍّ: أتعرف الزّنا، قال: وكيف لا. قيل: فما هو؟ قال: مصّ الرّيقة، ولثم العشيقة، والأخذ من الحديث بنصيب. قيل: ما هكذا نعدّه فينا! قال: فما تعدّونه؟ قيل: النّقّ الشديد أن تجمع بين الرّكبة والوريد، وصوتٌ يوقظ النّوام، وفعلٌ يوجب كثيراً من الآثام. قال: لله ما يفعل هذا العدوّ البعيد، فكيف الصّديق الودود.\nالجزء: 1 ¦ الصفحة: 54\n",
        "وقيل لآخر: ما كنت صانعاً لو ظفرت بمن تهوى؟ قال: كنت أطيع الحبّ في لثامها، وأعصي الشّيطان في آثامها، ولا أفسد بضع عشرة سنين فيما يبقى ذميماً عاره، وينشر قبيح أخباره في ساعةٍ تفقد لذّتها. إنّي إذاً لئيمٌ، ولم يلدني كريمٌ.\nوقيل لآخر: ما أنت صانعٌ إن ظفرت بمن تحب؟ قال: أحلل ما يشتمل عليه الخمار وأحرّم ما كتمه الإزار، وأزجر الحبّ عمّا يغضب الرّب.\nوقيل لليلى هذا قيسٌ مات لما به من عشقك. قالت: ولقد خفت والله أن أموت بذلك منه. قيل لها: فما عندك حيلةٌ تخفّف ما به؟ قالت: صبري، وصبره، أو يحكم الله بيننا وهو خير الحاكمين.\nوقيل لعفراء، وقد بلغها ما نزل بعروة، فكادت تبوح بسرّها فقيل لها: أما عندك له حيلةٌ تخفّف ما به؟ فقالت: والله، لأنا أسرّ بذلك وأشوق إليه منه، ولكن لا سبيل إلى احتمال العار، ودخول النّار.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وقيل لميّة، بعد موت قابوس: ما كان يضرّك لو أمتعته بوجهك قبل موته؟ قالت: منعني من ذلك خوف العار، وشماتة الجّار. ولقد كان بقلبي منه أكثر ممّا كان بقلبه، غير أنّي وجدت ستره أبقى لنا لما في الصّدر من المودّة، وأحمد للعافية.\nوقيل لابنة ملكٍ من ملوك الفرس، وقد أجهدها عشق رجلٍ من أساورة أبيها: لو روّحت عن قلبك بالاجتماع معه، كفّ ذلك من وجدك. قالت: إنّ الأمر على ما تصفون، ولكن ما عذري إذ هتكت ستري، وأظهرت أمري، عند من لا يلزمه عاري، ويرغمه اشتهاري، والله لا كان هذا أبداً.\nوحكى السّريّ بن المطّلب قال: كان الحارث بن الشّريد يعشق عفراء بنت أحمر. فلمّا عيل صبره كتب إليها:\nصبرت على كتمان حبّك برهةً\n...\nوبي منك في الأحشاء أصدق شاهد\nهو الموت إن لم يأتني منك رقعةٌ\n...\nتقوم لقلبي في مقام العوائد\nفلمّا وصلت الرّقعة كتبت إليه:\nكفيت الذي تخشى وصرت إلى المنى\n...\nونلت الذي تهوى برغم الحواسد\nالجزء: 1 ¦ الصفحة: 56\n",
        "فوالله لولا أن يقال تظنناّ\n...\nبي السّوء، ما جانبت فعل العوائد\nفلمّا وصلت الرّقعة إليه وضعها على وجهه، فلمّا شمّ رائحة يدها شهق شهقةّ فقضى نحبه. فقيل لعفراء ما كان يضرّك لو روّحت عن قلبه وأجبته بزورة؟ قالت: منعني من ذاك قولكنّ عفراء قد صبت إلى الحرث! فوالله لأقتلنّ نفسي من حيث لا يعلم بي أحد إلا الله. فلحقت به سريعاً.\nقال العتبي: عشق كامل بن الرّضين أسماء بنت عبد الله بن مسافر الثقيفة، وهي ابنة عمّه، فلم يزل به العشق حتّى صار كالشّن البالي. فلمّا اشتدّ ما به، شكا أبوه إلى أبيها فزوّجها له، فحمل إلى دارها وفيه رمق، فلمّا دخل الدّار، قال: أوأنا بموضعٍ تسمع أسماء كلامي؟ قيل: نعم. فشهق شهقةّ قضى مكانه. فقيل لها: يا أسماء قد مات بغصّة. قالت: والله لأموتنّ بمثلها، ولقد كنت على زيارته قادرة فمنعني قبح ذكر الرّيبة، وسماجة الغيبة. وسقطت بالمرض، فلمّا اشتدّ بها، قالت لأخصّ نسائها: صوّري لي صورته، فإنّي أحبّ أن أزوره قبل موتي. ففعلت. فلمّا رأت الصّورة اعتنقتها وشهقت شهقةً قضت نحبها. فدفنت مع الفتى في قبرٍ واحدٍ.\nوكتب على قبرهما:\nبنفسي هما ما متّعا بهواهما\n...\nعلى الدّهر حتّى غيّبا في المقابر\nأقاما على غير التزاور برهةً\n...\nفلمّا أصيبا قرّبا بالتزاور\nفيا حسن قبرٍ زار قبراً يحبّه\n...\nويا زورةً جاءت بريب المقادر\nالجزء: 1 ¦ الصفحة: 57\n",
        "قال العتبي: قال أعرابيٌّ: إن لم يكن العشق ضرباً من السّحر إنّه لسعةٌ من الجّنون.\nوسئلت أعرابيّةٌ عن الهوى، فقالت: هو الهوان غلطٌ باسمه، وإنّما يعرف ما نقول من أبكته المعارف والطّلول.\nوسئلت أعرابيّةٌ عن صفة الهوى، فقالت:\nالحبّ أوّله ميلٌ تهيم به\n...\nنفس المحبّ فيلقى الموت كاللعب\nيكون مبدؤه من نظرةٍ عرضت\n...\nأو مزحةٍ أشعلت في القلب كاللهب\nكالنّار مبدؤها من قدحةٍ، فإذا\n...\nتضرّمت أحرقت مستجمع الحطب\nوأنشد لأبي جعفر الطّربخيّ:\nليس خطب الهوى بخطبٍ يسيرٍ\n...\nلاينبّئك عنه مثل خبير\nليس أمر الهوى يدبّر بالرّأ\n...\nي ولا بالقياس والتّفكير\nإنّما الحبّ والهوى خطراتٍ\n...\nمحدثات الأمور بعد الأمور\nوقال أعرابيٌّ: إنّ الصّبر على الهوى أشدّ من الصّبر على البلاء، كما أنّ الصّبر على المحبوب أشدّ من الصّبر على المكروه.\nوليم بعض الحكماء على الهوى، فقال: لو كان لذي هوىً اختيارٌ لاختار أن لا هوىً. وأنشد لمجنون ليلى:\nأصلّي فلا أدري إذا ما ذكرتها\n...\nأثنتين صلّيت الضّحى أم ثمانيا\nالجزء: 1 ¦ الصفحة: 58\n",
        "أراني إذا صلّيت أقبلت نحوها\n...\nبوجهي وإن كان المصلّى ورائيا\nوما بي إشراكٌ ولكنّ حبّها\n...\nوعظم الجوى أعيا الطّبيب المداويا\nوأنشد لأبي العتاهية:\nلا بارك الله فيمن كان يخبرني\n...\nأنّ المحبّين في لهوٍ ولذّات\nلموتةٌ تأخذ الإنسان واحدةً\n...\nخيرٌ له من لقاء الموت مرّات\nوأنشد لأعرابيٍّ:\nوللحبّ أغصانٌ تراها نضيرةً\n...\nوفي طعمها للعاشقين ذعاف\nرأيت المنايا في عيون أوانسٍ\n...\nتقتّلن أرواحاً وهنّ ضعاف\nوأنشد:\nرأيت الحبّ نيراناً تلظّى\n...\nقلوب العاشقين لها وقود\nفلو كانت، إذا فنيت تقضّت\n...\nولكن مثل ما كانت تعود\nكأهل النّار إذ فنيت جلودٌ\n...\nأعيد من الشّقاء لهم جلود\nوركبت سكينة بنت الحسين بن عليٍّ بن أبي طالب رضي الله\nالجزء: 1 ¦ الصفحة: 59\n",
        "عنهم مع جواريها، فمرّت بعروة بن أذينة الليثي، وهو في فناء قصر ابن عتبة، فقالت لجواريها: من الشّيخ؟ فقلن لها: عروة. فعدلت إليه فقالت له: يا أبا عامر، تزعم أنّك لم تعشق قط وأنت تقول؟:\nقالت: وأبثثتها وجدي فبحت به؛\n...\nقد كنت عندي تحت السّتر فاستتر\nألست تبصر من حولي؟ فقلت لها:\n...\nغطّي هواك وما ألقى على بصري.\nكلّ ما ترى حواليّ من جوارٍ أحرارٍ إن كان خرج الكلام من قلبٍ سليمٍ.\nوأمّا أهل الدّعاوي الباطلة، التي ليست أجسامهم بناحلة، ولا ألوانهم بحائلة، ولا عقوله بذاهبة، فهم عند ذوي الفراسة، يكذبون، وعند ذوي الظّرف محرومون. فمن ذلك ما روى العبّاس بن الأحنف، قال: بينما أنا أطوف، إذ بثلاث جوارٍ أترابٍ، فلمّا أبصرنني، قلن هذا العبّاس. ودنت إليّ إحداهنّ، فقالت: يا عبّاس أنت القائل؟:\nماذا لقيت من الهوى وعذابه\n...\nطلعت عليّ بليّةٌ من بابه\nقلت: نعم. قالت: كذبت يا ابن الفاعلة، لو كنت كذلك كنت أنا. ثمّ كشفت عن أشاجع معراة من اللحم، فأنشأت تقول:\nالجزء: 1 ¦ الصفحة: 60\n",
        "ولمّا شكوت الحبّ، قالت: كذبتني،\n...\nفما لي أرى الأعضاء منك كواسيا!\nفلا حبّ حتّى يلزق الجلد بالحشا\n...\nوتخرس حتّى لا تجيب المناديا.\nومن ذلك، ما روي عن إبراهيم بن المهدي قال: دخل عليّ المأمون فقال: بالله يا عم، هل عشقت قط؟ فقلت: نعم. يا أمير المؤمنين، وأنا السّاعة عاشقٌ. قال: وأنت على هذه الجثّة والجسم الكبير عاشق؟ فأنشأ يقول:\nلأنّه أصفرٌ منخول\n...\nوجه الذي يعشق معروف\nإلى أن قال:\nليس كمن تلقاه ذا\n...\nجثّةٍ كأنّه للذّبح معلوف\nفأجابه إبراهيم:\nوقائلٍ لست بالمحبّ ولو\n...\nكنت محبّاً لذبت مذ زمن\nأحبّ قلبي، وما درى بدني،\n...\nولو درى، ما أقام في السّمن\nوهذان قد ادّعيا المحبّة ففضحهما شاهد النّظر ولم يجز إدّعاؤهما على ذوي المعرفة والنّظر. وقول إبراهيم أحبّ قلبي وما درى بدني من\nالجزء: 1 ¦ الصفحة: 61\n",
        "كثرة المحال أن يتعلّق القلب لسببٍ فيسلم الجسم منه على حالٍ، ولكنّه لاستحيائه من ادّعائه اعتذر، فقبح في اعتذاره. وأنشدني بعض المشايخ:\nوقائلةٍ: ما بال جسمك لا يرى\n...\nسقيماّ وأجسام المحبّين تسقم؟\nفقلت لها: قلبي بحبّك لم يبح\n...\nلجسمي، فجسمي بالهوى ليس يعلم!\nوالعرب تمدح أهل النّحول، وتذمّ أهل السّمن والجسوم، وتنفيهم عن الأدب، وتنسب أهل النّحول إلى المعرفة وحسن البيان، وأهل السّمن إلى الغباوة وبعد الأذهان.\nزعموا أن من غلب عليه البلغم غلظ جسمه، وكبر شحمه، وزاد لحمه، وقلّ فهمه، وطال نسيانه، وتعقّد لسانه، لغلبة البلغم على قلبه والرّطوبة على لبّه. ومن كان أغلب مزاجه المرة جفّ جسمه، وقلّ لحمه، وصحّ ذهنه، ودقّ فهمه. وأنّه يستدلّ بها على أحسن أدب ذوي الألباب، وصحّة أذهان ذوي الآداب. لا تكاد تخطي به الفراسة، ولا تكذب فيه الدّلالة لما أخبرتك من غلبة أحد المزاجين على صاحبه واستقراره في مركبه. وربّما أنجب السّمن، وخاب الهزال. ولا يكون ذلك إلا في الفرد النّادر من الرّجال ومن أمثلة العرب في ذلك: \" البطنة تذهب الفطنة. \"\nقال عليّ بن الجّهم: لمّا أفضت الخلافة إلى جعفر المتوكّل على\nالجزء: 1 ¦ الصفحة: 62\n",
        "الله، أهدي إليه ابن طاهر من خراسان هديّةً جليلةً فيها جوارٍ، منهنّ جاريةٌ يقال لها محبوبة كانت قد نشأت بالطّائف، وكان لها مولىً قد عنى بها، فبرعت في فنون الأدب، وأجادت الشّعر. وكانت راويةً ظريفةً، مجيدةً للغناء. فقربت من قلب المتوكّل. وغلبت عليه. قال: فخرج عليّ يوماً، وقال لي: يا علي، دخلت السّاعة على قينة وقد كتبت بالمسك على خدّها جعفراً، فما رأيت أحسن منه، فافعل فيه السّاعة شعراً. فأخذت الدّواة والقرطاس، فانقفل عليّ، حتّى كأنّي ما عملت بيتاً قط فقلت: يا أمير المؤمنين، لو أذنت لمحبوبة أن تقول شيئاً عسى أن ينفتح لي. فأمرها، فقالت مسرعةً، وأخذت العود فجسته، وصاغت لحناً، واندفعت وغنّت:\nوكاتبةٍ بالمسك في الخدّ جعفراً،\n...\nبنفسي خطّ المسك، من حيث أثرّا\nلئن أودعت سطراً من المسك خدّها،\n...\nلقد أودعت قلبي من الشّوق أسطرا.\nفاعجب لمملوكٍ يظلّ مليكه\n...\nمطيعاً له فيما أسرّ وأجهرا\nقال عليّ: وغضب عليها مرّة، وكان لا يصبر عنها، فأمر جواري القصر أن لا تكلّمها واحدةً منهنّ. فكانت في حجرتها أيّاماً، وقد تنغّص عيشه لفراقها، فبكرت عليه يوماً، فقال: يا علي. قلت لبّيك يا أمير المؤمنين. قال: رأيت الليلة في منامي كأنّي رضيت عن محبوبة فصالحتها وصالحتني. فقلت: خيراً يا أمير المؤمنين، أقرّ الله عينك وسرّك. إنّما هي عبيدتك، والسّخط والرّضا بيدك، فوالله، إنّا لفي حديثنا إذ جاءت وصيفةً، فقالت: يا أمير المؤمنين سمعت صوت عودٍ من حجرة\nالجزء: 1 ¦ الصفحة: 63\n",
        "محبوبة. قال: فقم بنا يا عليّ ننظر ما تصنع، فنهضنا حتّى أتينا حجرتها، فإذا هي تضرب العود وتغنّي:\nأدور في القصر، لا أرى أحداً\n...\nأشكو إليه، ولا يكلّمني\nكأنّني قد أتيت معصيةً،\n...\nليست لها توبةٌ تخلّصني.\nفهل شفيعٍ لنا، إلى ملكٍ،\n...\nقد زارني في الكرى فصالحني،\nحتّى إذا ما الصّباح لاح لنا،\n...\nعاد إلى هجره فصادمني.\nقال: فصاح أمير المؤمنين، وصحت معه. فتلقته وأكّبت على رجله تقبّلها، فقال: ما هذا؟ فقالت: يا مولاي رأيت في ليلتي هذه كأنّك صالحتني، فتعلّلت بما سمعت. قال: فأنا والله قد رأيت مثل ذلك. وقال: يا عليّ أرأيت أعجب من هذا وكيف اتّفق ورجعنا إلى الموضع الذي كنّا فيه. واصطلح. وما زالت تغنّيه هذه الأبيات يومنا ذلك. وازدادت حظوتها عنده حتّى كان من أمره ما كان. فتفرّقت جواريه، فصارت محبوبة إلى الوصيف الكبير، فما زالت باكيةً حزينةً، فدعاها يوماً مع من صار إليه من جواري المتوكّل فأمرهنّ فغنّين. ثمّ أمرها فاستعفته فأبى، فقلن لها: لو كان في حزننا فرحٌ لطال حزننا معك. وجيء بعودٍ فغنّت به:\nأيّ عيشٍ يلذّ لي\n...\nلا أرى فيه جعفرا\nكلّ من كان ذا ضناً\n...\nوسقامٍ فقد برا\nغير محبوبة التي\n...\nلو ترى الموت يشترى\nالجزء: 1 ¦ الصفحة: 64\n",
        "ومن ذلك ما حكى جميلٌ بن معمر العذري: أنّه دخل على عبد الملك بن مروان، فقال له: يا جميل حدّثني ببعض أحاديث بني عذرة. فإنّه بلغني إنّهم أصحاب أدبٍ وغزلٍ. قال: نعم يا أمير المؤمنين، أعلمك أنّ آل بثينة انتجعوا عن حيّهم، فوجدوا النّجعة بموضع نازح فظعنوا، فخرجت أريدهم، فبينما أنا أسير إذ غلطت الطّريق وأجنّني الليل فلاحت لي نارٌ، فقصدها حتّى وردت على راعٍ في أصل جبل قد انحنى عنه إلى كهفٍ فيه، فسلّمت، فردّ عليّ السّلام، وقال: أظنّك قد غلطت الطّريق؟ فقلت: أجل. فقال: انزل وبت الليلة فإذا أصبحت وقفت على القصد فنزلت فرحب بي وأكرمني وذبح شاة، وأجّج ناره، وجعل يشوي ويلقي بين يدي، ويحدّثني في خلال ذلك. ثمّ قام بإزارٍ كان معه فوضع به جانب الخبا ومهّد لي محلّاً خالياً فنمت.\nفلمّا كان في الليل سمعته يبكي إلى شخصٍ كان معه، فأرقت له ليلتي. فلمّا أصبحت طلبت الإذن فأبى، وقال: الضّيافة ثلاث. فجلست وسألته عن اسمه ونسبه وحاله، فانتسب فإذا هو من بني عذرة، من أشرفهم. فقلت: وما الذي جاء بك إلى هذا؟ فأخبرني أنّه كان يهوى ابنة عمٍّ له، وأنّه خطبها من أبيها فأبى أن يزوّجها إيّاها لقلّة ذات يده، وأنّه تزوّجها رجلٌ من بني كلاب وخرج بها عن الحي، وأسكنها في موضعه. وأنّه رضي أن يكون لزوجها راعياً حتّى تأتيه ابنة عمّه فيراها. وأقبل يشكو قديم عشقه لها، وصبابته بها حتّى أتى المساء، وحان وقت مجيئها. فجعل يتقلقل ويقوم ويقعد، ثمّ وثب قائماً على قدميه، وأنشأ يقول:\nما بال ميّة لا تأتي كعادتها\n...\nأعاجها طربٌ أو صدّها شغل\nالجزء: 1 ¦ الصفحة: 65\n",
        "لكنّ قلبي عنكم ليس يشغله\n...\nحتّى الممات وما لي غيركم أمل\nلو تعلمين الذي بي من فراقكم\n...\nلما اعتذرت، ولا طابت لك العلل\nنفسي فداؤك، قد أحللت بي سقماً\n...\nتكاد من حرّه الأعضاء تنفصل\nلو أنّ ما بي من سقمٍ على جبلٍ\n...\nلزال وانهدّ من أركانه الجبل\nثمّ قال لي: اجلس، يا أخا بني عذرة، حتّى أكشف خبر ابنة عمّي. ثمّ مضى فغاب عن بصري، فلم ألبث أن أقبل وعلى يديه محمول، وقد علا شهيقه ونحيبه، فقال: يا أخي هذه ابنة عمّي أرادت زيارتي فاعترضها الأسد فأكلها. ثمّ وضعها بين يديّ، وقال: على رسلك، حتّى أعود إليك. فغاب عن نظري فأبطأ، حتّى آيست من رجوعه، فلم ألبث أن أقبل ورأس الأسد على يديه فوضعه ثمّ، قال: يا أخي إنّك ستراني ميّتاً فاعمد إليّ وإلى ابنة عمّي فأدرجنا في كفنٍ واحدٍ، وأدفنّا في قبرٍٍ واحدٍ، واكتب على قبرنا هذين البيتين:\nكنّا على ظهرها والعيش في مهلٍ\n...\nوالشّمل يجمعنا والدّار والوطن\nففرّق الدّهر بالتّصريف إلفتنا\n...\nفصار يجمعنا في بطنها الكفن\nوردّ الغنم إلى صاحبها، وأعلمه بقصّتها.\nثمّ عمد إلى خناقٍ وطرحه في عنقه، فناشدته الله لا تفعل، فأبى\nالجزء: 1 ¦ الصفحة: 66\n",
        "وخنق نفسه حتّى مات. فلمّا أصبحت كفّنتهما ودفنتهما وكتبت الشّعر كما أمر، ورددت الغنم إلى صاحبها وأعلمته بقصّتهما، فحزن حزناً خفت عليه الهلاك أسفاً على ما فرّط من عدم اجتماعهما.\nوقد روي عن محمّد بن جعفر بن الزّبير، قال: كنّا عند عروة بن الزّبير وعنده رجلٌ من بني عذرة. فقال له: يا عذري بلغني أنّ فيكم رقّةً وغزلاً فأخبرني ببعض ذلك؟ فقال: لقد خلف في الحيّ ثلاثين مريضاً ما بهم داءٌ إلاّ الحب قد خامر قلوبهم وأنّ فيه من المرارة والنّكد والكمد ما هو مستعذبٌ عند أربابه، مستحسنٌ عند أصحابه، حلوٌ لا تعدّ له حلاوةٌ، ومرٌّ لا تعدّ له مرارةٌ. قال الكميت بن زيد في ذلك:\nالحبّ فيه حلاوةٌ ومرارةٌ\n...\nسائلٌ بذلك من تطعّم أو ذق\nما ذاق بؤس معيشةٍ ونعيمها\n...\nفيما مضى أحدٌ إذا لم يعشق\nوقال آخر:\nيا أيّها الرّجل المعذّب بالهوى\n...\nإنّي بأحوال الهوى لعليم\nالحبّ صاحبه يبيت مسهّداً\n...\nفيطير منه فؤاده ويهيم\nوالحبّ داءٌ قد تضمّنه الحشا\n...\nبين الجوانح والضّلوع مقيم\nوالحبّ لا يخفى وإن أخفيته\n...\nإنّ البكاء على الحبيب يدوم\nوالحبّ فيه حلاوةٌ ومرارةٌ\n...\nوالحبّ فيه شقاوةٌ ونعيم\nوالحبّ أهون ما يكون مبرّحٌ\n...\nوالحبّ أصغر ما يكون عظيم\nالجزء: 1 ¦ الصفحة: 67\n",
        "وأنشدني أحمد بن يحيى:\nسلني عن الحبّ يا من ليس يعلمه\n...\nما أطيب الحبّ لولا أنّه نكد\nطعمان حلوٌ ومرٌّ ليس يعدله\n...\nفي حلق ذائقه مرٌّ ولا شهد\nوأنشد أبو الطّيّب:\nسلني عن الحبّ يا من ليس يعلمه\n...\nعندي من الحبّ إن ساءلتني خبر\nإنّي امرؤٌ بالهوى ما زلت مشتهراً\n...\nلاقيت فيه الذي لم يلقه بشر\nالحبّ أوّله عذبٌ مذاقته\n...\nلكنّ آخره التّنغيص والكدر\nوذكر ابن عتيق، قال: بينما أنا أسير في أرض بني عذرة، إذ أنا ببيتٍ جديدٍ، فدنوت منه، فإذا بعجوزٍ تعلّل شابّاً قد نهكته العلّة، وبانت عليه الذّلّة. فسألتها عن خبره، فقالت: هذا عروة بن حزام. فدنوت منه، فسمعته يقول:\nمن كان من إخواننا باكياً لغدٍ\n...\nفاليوم، أنّي أراني اليوم مقبوضا\nفقلت: أنت عروة بن حزام؟ قال: نعم، الذي أقول:\nجعلت لعرّاف اليمامة حكمه\n...\nوعرّاف نجدٍ إن هما شفياني\nالجزء: 1 ¦ الصفحة: 68\n",
        "فقالا: نعم، تشفى من الدّاء كلّه.\n...\nوقاما مع العوّاد يبتدراني.\nفما تركا من سلوةٍ يعلمانها،\n...\nولا شربةٍ إلاّ وقد سقياني.\nفقال: شفاك الله، والله مالنا،\n...\nبما حملت منك الضّلوع، يدان\nفويلي على عفراء ويلاً كأنّه\n...\nعلى النّحر والأحشاء حدّ سنان،\nفعفراء أصفى النّاس عندي مودّةً\n...\nوعفراء عندي المعرض المتواني.\nثمّ شهق شهقةً توهّمت أنّها غشية فتنحّيت عنه، ودنت العجوز فوجدته قد قضى نحبه. فما برحنا حتّى دفنّاه.\nوبلغ العشق أيضاً مجنون عامر إلى ما ذكرناه في موضعه. قال بعضهم: سمعت أعرابيّةً تطوف وهي تقول اللهمّ مالك يوم القضا، وخالق الأرض والسّماء، ارحم أهل الهوى، وأنقذهم من عظيم البلا، فإنّك تسمع النّجوى، قريبٌ لمن دعا. ثمّ أنشأت تقول:\nيا ربّ إنّك ذو منٍّ وذو سعةٍ\n...\nدارك بعافيةٍ منك المحبّينا\nالذّاكرين الهوى من بعد ما رقدوا\n...\nحتّى نراهم على الأيدي مكبّينا\nفقلت لها: يا هذه أيقال هذا في الطّواف؟ فقالت: إليك عنّي، لا يرهقك الحبّ. فقلت: وما الحبّ؟ فقالت: جلّ أن يخفى، ودقّ على أن يرى: له كمونٌ ككمون النّار في الحجر، إن قدحته أروى، وإن تركته توارى. قال: فتبعتها حتّى عرفت منزلها، فلمّا\nالجزء: 1 ¦ الصفحة: 69\n",
        "كان من غدٍ جاء مطرٌ شديدٌ فمررت ببابها وهي قاعدةٌ مع أترابٍ لها، وهنّ يقلن لها: أضرّ بنا المطر، ولولا ذاك لخرجنا إلى الطّواف فأنشأت تقول:\nقالوا أضرّ بنا السّحاب بقطره\n...\nلمّا رأوها بعبرتي تحكي،\nلا تعجبوا ممّا ترون، فإنّما\n...\nتلك السّماء لرحمتي تبكي.\nوقد زعم قومٌ أنّه لا ذنب على أهل الهوى، ولا وزر على ذوي الضّنا. إنّ خطاياهم تنمحي عنهم لطول بلائهم، وكثرة شقائهم، ولما يلقون من القلق، ويعانون من الأرق.\nأبو الحسن الميداني عن الأصمعيّ قال عمر بن الخطّاب رضي الله عنه: لو أدركت عفراء وعروة، لجمعت بينهما.\nقال الزّبير بن بكار: كان العرجيّ وهو عبد الله بن عمرو بن عثمان بن عفّان، رضي الله عنه، يعشق أمّ الأوقص المخزومي القاضي، وهي امرأةٌ من بني تميم، فكان يتعرّض لها، فإذا رأته رمت بنفسها وتستّرت منه. فمرّ بها يوماً وهي في بعض نسوةٍ وهنّ يتحدّثن، فعرفها فأحبّ أن يراها عن قربٍ، فعدل عنها ولقي أعرابيّا راكباً معه لبنٌ رطبٌ، فدفع دابّته وثيابه وأخذ قعوده ولبنه، ولبس ثيابه، ثمّ\nالجزء: 1 ¦ الصفحة: 70\n",
        "أقبل على النّسوة. فصحن يا أعرابيّ: عندك لبن؟ قال: نعم ومال إليهنّ، وجلس يتأمّل التّميميّة وينظر أحياناً إلى الأرض كأنّه يطلب شيئاً. وهنّ يشربن من اللبن، فقالت له امرأةٌ منهنّ: أيّ شيءٍ تطلب يا أعرابيّ أضاع منك في الأرض؟ قال: نعم قلبي: فلمّا سمعت التّميميّة كلامه نظرت إليه، وكان أزرق، فعرفته، وقالت: ابن عمر، وربّ الكعبة. ووثبت فسترها نساؤها، وقلن له انصرف عنّا، لا حاجة لنا إلى لبنك. فمضى منصرفاً.\nقال العتبيّ: سمعت أعرابيّةً تقول: مسكين العاشق، كلّ شيءٍ عدوّه: هبوب الرّيح تقلقه، ولمعان البرق يؤرقه، ورسوم الدّيار تحرقه، والعذل يؤلمه، والتّذكير يسقمه. إذا دنا الليل منه هرب النّوم عنه، ولقد تداويت بالقرب والبعد فما أنجح فيه دواء. ولقد أحسن الذي يقول:\nبكلٍّ تداوينا فلم يشف ما بنا\n...\nعلى أنّ قلب الدّار خيرٌ من البعد\nوقال أعرابيٌّ: إنّ لي عيناً دموعاً، وقلباً مروّعاً، فماذا يصنع كلّ واحدٍ منهما بصاحبه مع أنّ داؤهما دواؤهما، وسقمهما شفاؤهما.\nوذكر أعرابيٌّ وجده بامرأةٍ فقال: ما ازدادت منّي بعداً إلاّ ازددت بها قرباً.\nوذكر أعرابيٌّ امرأةً كان يواصلها في شبابه، فقال: ما كانت أيّامي معها إلاّ كأباهيم القطا قصرا، ثمّ طالت بعدها شوقاً إليها،\nالجزء: 1 ¦ الصفحة: 71\n",
        "وأسفاً عليها، فاليوم بعدها دهر، والسّاعة شهر.\nّ\nقال أبو بكر بن دريد: كانت امرأةٌ من لخمٍ يقال لها سعدى تهوى ابن عمٍّ لها، يقال له عيسى. فلمّا خشي أهلها الفضيحة قالوا لها: إن نطقت فيه بشعرٍ قطعنا لسانك. فعندها قالت:\nخليليّ إن أصعدتما أو هبطتما\n...\nبلاداً هوى نفسي بها فأذكرانيا\nولا تدعا إن لامني ثمّ لائمٌ\n...\nعلى سخط الواشين أن تعذرانيا\nفقد شفّ جسمي بعد طول تجلّدي\n...\nأحاديث عن عيسى تشيب النّواصيا\nسأرعى لعيسى الودّ ما هبت الصّبا\n...\nوإن قطعوا في ذاك عمداً لسانيا.\nطلّق أعرابيٌّ امرأته: فقالت: لم طلّقتني؟ فقال: لأنّك واسعة الثّقبة، حديدة الرّكبة خفيفة الوثبة. فقالت له: وأنت سريع الإراقة، بطيء الأفافة، ثقيلٌ بين اليدين، خفيفٌ بين الرّجلين.\nوطلّق قيس بن ذريحٍ امرأته لبنى فندم على ذلك، وقال:\nالجزء: 1 ¦ الصفحة: 72\n",
        "فواكبدي على تسريح لبنى\n...\nفكان فراق لبنى كالخداع\nتكنّفني الوشاة فأزعجوني\n...\nفيا للنّاس للواشي المطاع\nفأصبحت الغداة ألوم نفسي\n...\nعلى أمرٍ وليس بمستطاع\nكمغبونٍ يعضّ على يديه\n...\nتبيّن غبنه بعد البياع\nوتزوّج الحجّاج ابنة عبد الله بن جعفر، فلمّا دخلت عليه نظر إليها وعبرتها تجود على خدّها، فقال لها: بأبي وأمّي، ممّ تبكين؟ فقالت: من شرفٍ اتّضع، ومن ضعةٍ شرفت. فلمّا كتب إليها عبد الملك بن مروان بطلاقها، قال لها: إنّ أمير المؤمنين امرني بطلاقك. قالت: هو والله أبرّ بي ممّن زوّجك إباي. فلمّا مات أبوها لم تبك عليه، فقيل لها في ذلك، فقالت: والله أنّ الحزن ليبعثني، وإنّ الغيظ ليصمتني.\nوكانت زينب بنت مرّة عند ابن تميم لها يقال له المغيرة فجرى بينهما عتاب فطلّقها ثلاثاً فقالت:\nيا أيّها الرّاكب الغادي مطيّته\n...\nعرج أبثّك عن بعض الذي أجدّ\nما عالج النّاس من وجدٍ ومن كمد\n...\nإلاّ وجدت به فوق الذي وجدوا\nحسبي رضاه، وإنّي في مسرّته\n...\nوودّه آخر الأيّام اجتهد.\nكانت عند رجل امرأةٌ يقال لها أم مالك وكان بها معجباً. فأقسمت عليه أمّه أن يطلّقها، فذهب عقله، ونحل جسمه. فحضره\nالجزء: 1 ¦ الصفحة: 73\n",
        "الموت، فدخلت عليه أم مالك تعوده، فلمّا ولّت قال لأمّه: يا عجوز ليهنك فقد ابنك في الدّنيا، والإثم لك في الآخرة. ثمّ أنشأ أن يقول:\nلنا حاجةٌ في آل مروان دونها\n...\nمن النّفر الغرّ الوجوه قبيل\nفمت كمداً إنّ كان يومك قد أتى\n...\nأو اصبر على ما خلّيت فقليل\nفلمّا خرجت عنه، فاضت نفسه. وما وصلت إلى منزلها حتّى سقطت ميّتة.\nٍ\nقال إبراهيم بن عقبة: طلّق أعرابيٌّ امرأته وحمله على ذلك عقله فندم. وأنشأ يقول:\nإذا ذكرت ليلى ترقرق دمعه\n...\nكأن لم تكن عينٌ بها قبل قرّت\nوإنّ ثلاثاً منك لو تعلمينه\n...\nدنت دون حلو العيش حتّى أمرّت\nأبو العيناء، عن أبي حمزة الغسّاني قال: نزل أعرابيٌّ من بني أسد ببيت أعرابيّةٍ من بني تميم ضيفاً، فأتته بقرىً حاضرٍ، وماءٍ باردٍ. فجعل ينظر إليها من وراء السّتر، ثمّ راودها عن نفسها، فقالت له: يا هذا أما يقرّعك الإسلام والكرم؟ كل، وإن أردت غير ذلك فارتحل. فقال لها: زوّجيني إذاً نفسك. فقالت له: الأولياء يزوّجونك. فخاف أن لا يزوّجوه للعداوة بين الحيّين، فانتسب إلى\nالجزء: 1 ¦ الصفحة: 74\n",
        "بني عذرة فزوّجوه فأقام عندهم زماناً. ثمّ علموا أنّه أسدي فقالوا له: والله إنّك لكفءٌ كريمٌ، ولكن نكره أن تنكح فينا وأنت حربٌ لنا، فحل عن صاحبتنا. وكان يحبّها حبّاً شديداً فطلّقها، وقال:\nأحبّك يا عم حبّ الحياة\n...\nونيل المنى وبلوغ الظّفر\nويعجبني منك عند الّلقاء،\n...\nحياء الكلام، وموت النّظر\nونائي الجبين، شديد البياض،\n...\nكثيف الجوانب، مثل القمر.\nله وهجٌ كضرام الحريق،\n...\nيكاد يمزّق جلد الذّكر\nقال أبو ذكوان: لم تقل العرب فيما يريده الرّجال من النّساء أحسن من هذا.\nقال: خرج محمّد بن المشيري الخارجي إلى البصرة في طلب ميراثٍ له، وبها نفرٌ من قومه. فأقام بها حولاً ينشدهم ويحدّثهم. وكانت امرأةٌ منهم ذات جمالٍ ومالٍ لا يطمع فيها أحد. فقالوا له: يا أبا سلمان هل لك في امرأةٍ منّا، سيّدةٌ في قومها جمالاً وعقلاً، وعفافاً، ورأياً، قد سمعت بمقدمك، فذكرت لها، فزعمت أنّك طلّقت زوجتك التي خلّفتها في بلدك فرغبت فيك، فإن أحببت أقمت عندنا فيما ترى من طيّب بلادنا وربعنا، وعلينا صداقك، وما تحتاج إليه؟ فأقبلوا به وأدبرّوا واجتهدوا فأبى عليهم، وقال في ذلك:\nأسائلٌ بالعراق فراق سعدٍ\n...\nولا تبدي ولا يراها الفراق\nالجزء: 1 ¦ الصفحة: 75\n",
        "لئن ربح الفراق لهجر سعدى\n...\nعليّ أشدّ ما ربح الفراق\nإذا عدلوا أقول لهم: لسعدى\n...\nخلائقٌ لا يحلّ لها الطّلاق\nحرامٌ أن يقول نساء قومٍ\n...\nتركتك أو تحدث بي الرفاق\nسمعت أعرابيّةٌ تقول لزوجها: يا مفلس، يا قرنان، فقال لها: إن كان ما ذكرت حقاً فواحدةٌ من الله، وأخرى منك، يا زانية، وأنت طالقٌ ثلاثاً.\nخاصمت امرأةٌ زوجها، فطلّقها فقالت له: يا هذا، لم طلّقتني وقد كنت لك ناصحةً، وعليك شفيقةً، وما فيّ عيبٌ إلاّ ضيقٌ بجبهتي؟ فقال لها زوجها: لو كان الضّيق في حرك ما طلّقتك أبداً!.\nكانت لرجلٍ في الأهواز ضيعةٌ بالبصرة، وكان يتعاهدها في حين الانتفاع بالثّمار. فتزوّج بها امرأةً، وانتهى الخبر إلى امرأته الأهوازيّة فاستخرقت كتاباً على لسان بعض إخوانه بالبصرة يعزيه في البصريّة ويقول: إلحق المال الذي خلّفت ولا تتأخّر. وأعطت الكتاب لبعض الملّاحين وجعلت له جعلاً. فلمّا وصل الكتاب إلى زوجها وجد لموتها وجداً عظيماً، وقال للأهوازيّة: أصلحي لي سفرتي، فإنّي راكبٌ إلى البصرة. ففعلت، فلمّا أصبح الغد ركب فرسه، وأعطته السّفرة، ثمّ قبضت على عنان فرسه وقالت له: ما تكثر اختلافك إلى البصرة إلاّ ولك بها امرأةً تزوّجتها؟ فقال لها: والله مالي بالبصرة امرأةٌ.\nالجزء: 1 ¦ الصفحة: 76\n",
        "للذي وقف عليه من الكتاب. فقالت له: لست أدري ما تقول؛ وإنّما تحلف وتقول كل امرأةٍ لي غيرك طالقٌ ثلاثاً بقول جميع المسلمين؟ فللذي وقف عليه الرّجل من موت البصريّة قال في نفسه: تلك ماتت، فلم أغير صدر هذه: فقال لها: كلّ امرأةٍ لي غيرك في جميع الأقاليم فهي طالقٌ ثلاثاً بقول جميع المسلمين. فقالت له: لا تتعبن فقد طلّقت الحبيبة. فندم الرّجل، وأسقط ما في يديه.\nولمّا تزوّجت ليلى صاحبة قيس بن الملوّح، هام على وجهه مع الوحش، وكان يقول:\nلها في سواد القلب تسعة أسهمٍ\n...\nوللنّاس في ذاك المكان عشير\nولست بمحصٍ حبّ ليلى لسائلٍ\n...\nمن النّاس إلاّ من يقول كثير.\nوتنشر نفسي بعد موتي لذكرها،\n...\nفموت نفسي مرّةُ ونشور.\nأتاني بعد ظهر الغيب أن قد تزوّجت،\n...\nفكادت بي الأرض البراح تمور\nفقلت، وقد أيقنت أن ليس بيننا\n...\nتلاقٍ، وعيني بالدّموع تفور:\nلئن كان تبدي برد إيمانها العلى\n...\nلأفقر منّي أنّني لفقير.\nفما أسرع الأخبار أن قد تزوّجت،\n...\nفهل يأتينني بالطّلاق. تشير؟\nالجزء: 1 ¦ الصفحة: 77\n",
        "حكى إبراهيم بن محمّد بن عرفة قال: كانت أمّ عبد الملك بن سعيدٍ بن خالدٍ بن عمرو، عند الوليد بن يزيد بن عبد الملك. فمرض سعيدٌ، وهو بالبادية، فعاده، فدخل عليه وعنده أختها سلمى، فستروها، فرأى منها لمحةً ثمّ قامت، فرأى طولها فطلّق أختها وخطبها، فلم يزوّجه إيّاها وكانت أختها أمّ عثمان عند هشامٍ بن عبد الملك، فبعث إلى أبيها: إيّاك أن تزوّج الوليد، تريده أن تتّخذه فحلاً لبناتك يطلّق واحدةً ويتزوّج أخرى؟ فأبى أن يزوّجه. فقال الوليد: العجب من سعيدٍ، خطبت إليه فردّني، ولو قد مات هشامٌ واستخلفت لزوّجنيها، فإن زوّجتها فهي طالق، وإن كنت أهواها. وقد ذكرنا حديثه مستقصىً في موضعه من هذا الكتاب.\nخاصمت امرأةٌ زوجها إلى المطّلب بن حبط المخزومي قاضي المدينة، وكانت قالت له: أسأت إليّ وأوجعتني، ووالله ما أستطيع، فإنّ بنتك تمسي من الجوع والجهد وما أقمن إلاّّ على الوطن. فقال: أنت طالقٌ إن كان لا يقمن إلاّّ على الوطن! فأخبرت القاضي بما قالت، وبما قال. فقال القاضي: بطلب المقادير، وربّ الكعبة، إنّ الأيّل ليكون بالمكان الجدب الخسيس المرعى فتقيم فيه بحبّ الوطن. فقال الزّوج: كأنّ المسألة، أصلح الله القاضي، أشكلت عليك هي طالقٌ ألف مرّة.\nوطلّق عليٌّ بن منظور امرأته فندم عليها ندماً شديداً، فقال:\nالجزء: 1 ¦ الصفحة: 78\n",
        "ما للطّلاق فقدته\n...\nوفقدت عاقبة الطّلاق\nطلّقت خير خليلةٍ\n...\nتحت السّموات الطّباق\nوأحبّت امرأة الأعرابيّ أن تفارقه فقال:\nتمنّين الطّلاق وأنت منّي\n...\nبعيشٍ مثل مشرفة الجمال\nقال خالد بن صفوان: ما بتّ ليلةً أحبّ إليّ من ليلةٍ طلّقت فيها نسائي، فأرجع والسّتور قد هتكت ومتاع البيت قد نقل. فبعثت إليّ بنتي سليلة فيها طعامٌ، وبعثت الأخرى إليّ بفراشٍ أنام عليه.\nوقيل لامرأةٍ كانت تطلّق كثيراً: ما لك تطلّقين أبداً؟ قالت: يريدون الضّيق، ضيّق الله عليهم قبورهم.\nوقال أعرابيٌّ لامرأته:\nأنوّهت باسمي في العالمين\n...\nوأفنيت عمري عاماً فعاما\nفأنت الطّلاق وأنت الطّلا\n...\nق وأنت الطّلاق ثلاثاً توأما\nعن عروة بن الزّبير، عن عائشة، رضي الله عنها: أنّ امرأة رفاعة أتت إلى النّبيّ، صلّى الله عليه وسلم، فقالت: يا رسول الله إنّ رفاعة طلّقني، فبتّ طلاقي، وإنّي تزوّجت بعده بعبد الرّحمن بن الزّبير وما معه إلاّ مثل هدبة الثّوب، فتبسّم رسول الله صلّى الله عليه وسلّم،\nالجزء: 1 ¦ الصفحة: 79\n",
        "وقال: أتريدين أن ترجعي إلى رفاعة! لا، حتّى تذوقي عسيلة الزّوج الثّاني ويذوق عسيلتك.\nدخل مدنيٌّ البصرة، فزوّج فيها امرأةً: ثمّ حصل بينهما شرٌّ، فقال لها: أنت طالقٌ عدد شعر أسّتك. فقالت: قاتلكم الله يا أهل المدينة تسرّعون الطّلاق وتؤثرون الخلاق.\nقال عبد الرّحمن بن حسّان بن ثابت لعطاءٍ بن صيفيّ الثّقفيّ: لو أصبت ركوةً مملوءةً خمراً بالبقيع ما كنت صانعاً بها؟ قال: أفرّقها في بني النّجّار فإنّها لا تعدوهم. ولكن أخبرني، أيّهما أكبر جدّك ثابت أم جدّتك فريعة؟ قال لا أدري. قال عطاء: الفريعة كانت أكبر، وقد تزوّجتها قبله أربعة أزواجٍ كلّهم يلقاها بمثل ذراع البكر ثمّ يطلّقها. فقيل لها: يا فريعة، لم تطلّقين وأنت بمثل هذا الجمال؟ قالت: يلتمسون الضّيق، ضيّق الله عليهم.\nوطلّق أعرابيٌّ زوجته، فقيل له: ألا تتزوّج بعدها؟ فقال: مكابدة العفّة، أيسر من الاحتيال بمصلحة العيال.\nتزوّج الفضل بن قطن الحارثيّ ابنة المهلّب بن أبي صفرة. فجلس معها يشرب، فأراد الافتخار عليها فقال:\nالجزء: 1 ¦ الصفحة: 80\n",
        "إن كنت ساقيةً يوماً على كرمٍ\n...\nكأس المدام فأسقيها بني قطن\nثمّ إنّه تحرّك فضرط. فقالت: وأسقي هذه بني قطن أيضاً؟ فخجل وقال: إذهبي فأنت طالق.\nوطلّق عطيّة بن أشجع محجوبة بنت عبد الله، امرأته فزوّجت رجلاً دميماً فقال في ذلك:\nلعمري أبي سلمى، ولست بشامتٍ\n...\nبسلمى، فقد أمست بها النّعل زلّت.\nوليس لمغفورٌ لسلمى ذنوبها\n...\nوإن هي صامت كلّ يومٍ وصلّت،\nولو ركبت ما حرّم الله لم يكن\n...\nبأعظم عند الله ممّا استحلت؟\nكانت لبعض الصّالحين امرأةً تبغضه، فكان إذا نهاها عن أمرٍ دعت الله أن يريحها منه، وأن يعجّل طلاقها، فأضجرته يوماً فطلّقها، فسجدت لله شكراّ، فقال الرّجل: اللهمّ إنّها وضعت إليك فما ّكاذباً، ووجهاً وقاحاً، ورفعت أستاً مجاهرةً بالفحشاء فاجرةً. فوثب سنور في البيت فأفزعها، فضرطت، فقال: الحمد لله الذي سهّل فرقتك وعجّل فضيحتك.\nالجزء: 1 ¦ الصفحة: 81\n",
        "باب ما جاء في الغيرة\nيروى عن عروة بن الزّبير، عن أسماء بنت أبي بكر، قالت سمعت رسول الله، صلّى الله عليه وسلّم، يقول وهو على المنبر: \" لا شيء أغير من الله. \" وعن عبد الله بن مسعودٍ أنّه قال: أنّ الله ليغار للمسلم فليغر وعنه، وعن رسول الله، صلّى الله عليه وسلّم، أنّه قال: \" ليس شيءٌ أغير من الله، من أجل ذلك حرّم الفواحش. \" وعن كعب بن مالك أنّ رسول الله، صلّى الله عليه وسلّم، قال: \" الغيرة، غيرتان: فغيرةٌ يحبّها الله، وغيرةٌ يكرهها الله \". قلنا يا رسول الله، ما الغيرة التي يحبّها الله، قال: \" أن يغار أن يأتي معاصي الله، وينتهك محارمه \". قلنا وما الغيرة التي يكرهه: قال \" أن يغار أحدكم في غير كنهه. \" وعن عبد الملك بن عمير بن عبد الله بن بكار أنّه قال: \" الغيرة غيرتان: غيرةٌ يصلح بها الرّجل أهله، وغيرةٌ تدخله النّار \".\nالجزء: 1 ¦ الصفحة: 82\n",
        "ويروى: أنّ سارة كانت تحبّ إبراهيم خليل الرّحمن. فمكثت معه دهراً لا ترزق ولداً، فلمّا رأت ذلك وهبت له هاجر، وكانت أمةً لها قبطيّةً، فولدت لإبراهيم إسماعيل، صلّى الله عليهما، فغارت من ذلك سارة ووجدت في نفسها، وعتبت على هاجر. فحلفت لتقطعنّ عضواّ من أعضائها فقال لها إبراهيم، صلّى الله على نبينا وعليه: هل لك أن تبري يمينك؟ قالت: كيف أصنع؟ قال: أثقبي أذنيها وخصّفيها. والخصف هو الخياطة. ففعلت ذلك بها، فوضعت في أذني هاجر قرطين فازدادت حسناً. فقالت سارة: إنّي إنّما زدتها جمالاً: فلم تتركه على كونها معه. ووجد بها إبراهيم وجداً شديداً، فنقلها إلى مكّة وكان يزورها في كلّ وقتٍ من الشّام لشغفه بها، وقلّة صبره عنها.\nوعن ابن أبي مليكة: أنّ ابن عمرو سمع امرأته تكلّم امرأةً من وراء جدار، بينها وبينها قرابةً لا يعلمها ابن عمرو، قال: فجمع لها جرائد ثمّ أتى فضربها بها.\nوعن علقمة: أنّ معاذ بن جبل كان يأكل تفّاحةً ومعه\nالجزء: 1 ¦ الصفحة: 83\n",
        "امرأته فدخل علها غلامٌ، فناولته أمرأته تفّاحةً قد أكلت منها فأوجعها ضرباً.\nوقال بعضهم: لذّة المرأة على قدر شهوتها، وغيرتها على قدر لذّتها. واستدل بإفراط غيرتها على إفراط حرصها. وهذا القول خطأ قد علمنا أنّ الرّجل أشدّ غيرةً على المرأة من المرأة على الرّجل. وربّما كان الذي يبدو من المرأة عند تسرّي زوجها بالسّراري وتزويجه المهيرات، وحين تراه مع بعضهنّ توهيماً للفعل أنّ ذلك من الطّربة والكراهة المشاركة فيه. وبعض ذلك يكون من طريق الألفة والنّفاسة به، وليس شكل ما تلقى المرأة إذا رأت فراشها، من شكل ما يلقى الرّجل إذا رأى على فراش امرأته رجلاً. لأنّ المرأة قد عاينت أنّ الرّجل له أربع نسوةٍ وألف جاريةٍ يطؤهنّ بملك اليمين، لما أحلّه الله في الشّريعة. وكذلك غيرة فحول الحيوان على إناثها، لأنّ فحل الحيوان يقاتل دونها كلّ فحلٍ يعرض لها حتّى تصير إلى الغالب. قال الرّاجز.\nيغار والغيرة في خلق الذّكر والأمم تختلف في الغيرة. فمن الصّقالبة ناسٌ لا يتزوّجون من قربٍ منهم في النّسب ولا الدّار. وإذا مات البعل خنقت المرأة نفسها أسفاً عليه.\nوالمرأة في الهند إذا مات زوجها وأرادوا حرقه، جاءت ليحرقوها معه.\nوالدّيلميّ يخرج من الدّيلم إلى حدود ما بين دار الإسلام والدّيلم، ومعه امرأته وإخوانه وعمّاته فيبيعهنّ صفقةً واحدةً، ويسلّمهنّ إلى المبتاع،\nالجزء: 1 ¦ الصفحة: 84\n",
        "لا تدمع عينه ولا عينٌ واحدةٍ من عياله.\nوأهل طبرستان لا يتزوّج الرّجل الجارية منهنّ حتّى يستبطن بها حولاً محرّماً ثمّ يقدم بها فيخطبها إلى أهلها ويتزوّجها، ثمّ يزعمون مع ذلك أنّه يجدها بكراً، وقد عانقها في إزارٍ واحدٍ سنةً كاملةً وهو لا يستبطن بها، ويحتمل وحشة الاغتراب، وانقطاع الأسباب. وإنّ من أعجب العجب أن يمكثا متعانقين في لحافٍ واحدٍ يحتجران عن ألّذ الأمور تكرّماً. وهذا التّكرّم عند علوج طبرستان من العجائب.\nقال معاوية، رضي الله عنه: ثلاث خصالٍ من السّؤدد، الصّلع، واندماج البطن، وترك الإفراط في الغيرة.\nولمّا نزل قيس بن زهير ببعض العرب قال لهم: أنّي غيورٌ، وأنا فخورٌ، وأنا أنفٌ، ولكن لا أغار حتّى أرى، ولا أفخر حتّى افعل، ولا آنف حتّى أضام. فعابوه بقوله لا أغار حتّى أرى ويظنّ به إنّما عني رؤية السّبب لا رؤية المرافقة.\nوعابوا معاوية أيضاً بقوله هذا ونسبوه إلى قلّة الغيرة وما أرى في قوله وترك الإفراط في الغيرة عيباً لأنّ الإفراط المجاوز للحقّ ولمقدار المصلحة وظلم الخليلة العفيفة والحرمة الكريمة غير لائقٍ.\nوعاب النّاس قول هدبة بن خشرم حيث يقول:\nالجزء: 1 ¦ الصفحة: 85\n",
        "فلا تنكحي إن فرّق الدّهر بيننا\n...\nأغمّ القفا والوجه ليس بأنزعا\nفهذا يأمرها بتزويج الأنزع القليل شعر القفا والوجه.\nولا أرى فيه عيباً أيضاً لأنّ إنّما قال ذلك ليذكّرها جمال نفسه ليزهدها في غيره.\nوأمّا قول نصيبٍ:\nأهيم بدعدٍ ما حييت وإن أمت\n...\nفيا ليت شعري من يهيم بها بعدي\nفإنّي لم أجد له تأويلاً. وعاب ذلك عليه عبد الملك بن مروان، وقال لجلسائه: أو لو كنتم قائلين هذا البيت ما كنتم تقولون؟ قالوا: لا ندري، فكيف كان أمير المؤمنين قائلاً: قال: كان يقول:\nأهيم بدعدٍ ما حييت فإن أمت\n...\nفلا صلحت دعد لذي خلّةٍ بعدي\nوكان الرّجل من العرب إذا خرج مسافراً بدأ بالشّجرة يعقد خيطاً على ساقها أو على غصنً من أغصانها، فإذا رجع إلى أهله بدا إلى الشّجرة فنظر إلى الخيط، فإن كان منحلّاً حكم أنّ امرأته خانته، وإن كان على حاله حكم أنّها حفظته.\nالجزء: 1 ¦ الصفحة: 86\n",
        "وأنشد أبو زيدٍ النحويّ:\nهل ينفعك اليوم إن همت بهم\n...\nكثرة ما توصي وتعفي والرّتم\nوالرّتم اسمٌ للخيط الذي يعقد في الخنصر لتذكّر الحاجة.\nوكان معاوية بن أبي سفيان يتمثّل بقول الشّاعر:\nومراكبٍ رجع السّلام بكفّه\n...\nومودّعٍ لم يستطع تسليما\nوقال آخر:\nوأضحى الغيور، أرغم الله أنفه،\n...\nعلى ملتقانا قائماً يتمطّق\nوقد مدّ شدقيه من الغيظ والأذى\n...\nكما مدّ شدقيه الحمار المحنّق\nوقال الرّاعي:\nوظلّ الغيور آرضاً ببنانه\n...\nكما عضّ برذون على الفاس جامح\nلقد رابني أنّ الغيور يودّني\n...\nوأنّ نداماي الكهول الجحاجح\nالجزء: 1 ¦ الصفحة: 87\n",
        "وصدّ ذوات الظّعن عنّي وقد رأت\n...\nكلامي لمراء السّنا الطّوامح؟\nوقال عبد الله بن الدّمينة:\nولمّا لحقنا بالحمول، ودوننا\n...\nخميص الحشا تؤذي القميص عواتقه،\nعرضنا، فسلمنا، فسلم كارهاً\n...\nعلينا، وتبريحٍ من الغيظ خانقه.\nفرافقته مقدار ميلٍ وليتني،\n...\nعلى زعمه، ما دمت حيّاً أرافقه\nوقال مسكين الدّارميّ:\nوإنّي امرؤٌ لا ألقى إلاّ قاعداً\n...\nإلى جنب عرسي لا أفارقها شبرا\nولا مقسمٌ لا تبرح الدّهر بيتها\n...\nليجعلها قبل الممات لها قبرا.\nإذا هي لم تحصن أمام قناعها،\n...\nفليس بمنجيها بنأيٍ له قصرا،\nولا حاملي ظنّي، ولا قول قائلٍ\n...\nعلى غيرها، حتّى أحيط بها خبرا.\nالجزء: 1 ¦ الصفحة: 88\n",
        "فهبني امرأً راعيت ما دمت شاهداً\n...\nفكيف إذا ما سرت عن بيتها شهرا؟\nوقال مسكين أيضاً:\nألا أيّها الغائر المستشيط،\n...\nعلى ما تغار إذا لم تغر؟\nتعار على النّاس أن ينظروا!\n...\nوهل يغبن للحاصنات النّظر؟\nفما خير عرسٍ إذا خفتها\n...\nوبتّ عليها شديد الحذر؟!\nتكاد تصفّق أضلاعه\n...\nإذا ما رأى زائراً أو زفر.\nفمن ذا يراعي له عرسه\n...\nإذا ضمّه، والمطيّ، السّفر؟\nً\nوثلاثةٌ من شعراء أولاد العجم ممّن كان مشتهراً بالغزل مذكوراً، بالشّعر بالبادية، كلّهم قتلوا منهم: وضّاح اليمن، ويسار الكواعب، وسحيم عبد بني الحسحاس. وإنّما قتلوا كفّاً عن أولئك النّساء، وحفظاً لهنّ، حين رأوا التعرّض، وشنعة تلك الأشعار لا يشغلهم عنها إلاّ قتلهم مخافة أن يكون ذلك القتل يحقّق المقالة القبيحة. ألا ترى أنّ الحجّاج بن يوسف في عتوّه لم يتعرّض لابن نميرٍ في تشبّهه بزينب أخته مخافة أن يكون ذلك سبباً للخوض في ذكرها. فيزيد زائدٌ، ويكثر مكثّرٌ. وكذلك معاوية بن أبي سفيان لم يعترض لعبد الرّحمن بن حسّان بن ثابت وكان يتشبّب بابنته، حتّى قال:\nالجزء: 1 ¦ الصفحة: 89\n",
        "ثمّ حاضرتها إلى القبّة الخضراء\n...\nنمشي في مرمرٍ مسنون\nومن أحقّ بالقتل من سحيم عبد بني الحسحاس؟ حيث يقول:\nوبتنا وسادانا إلى علجانةٍ\n...\nوحقفٍ تهاداه الرّياح تهاديا\nتوسّدني كفّاً وتثني بمعصمٍ\n...\nعليّ، ونحوي رجلها من ورائيا\nوهبّت شمالٌ آخر الليل قرّةً\n...\nولا ثوب إلاّ درعها وردائيا\nفما زال ثوبي طيّباً من نسيمها\n...\nإلى الحول حتّى أنهج الثّوب باليا\nومرّوا به ليقتلوه على الذي اتّهم بها، فضحكت، فقال:\nفإن تضحكي منّي فيا ربّ ليلةٍ،\n...\nتركتك فيها كالقباء المفرج\nوحكى العتبيّ، قال: سمع عقيل بن علقمة المرّي بنتاً له ضحكت، فشهقت في آخر ضحكها. فأخذ السّيف وحمل عليها وهو يقول:\nفرقت، أنّي رجلٌ فروقٌ،\n...\nمن ضحكةٍ آخرها شهيق\nقال: فنادت يا أخوتاه! فبادروا فحالوا بينه وبينها.\nالجزء: 1 ¦ الصفحة: 90\n",
        "وحكى أبو حاتم السّجستاني عن الأصمعي، قال: كان عقيل بن علقمة غيوراً، وكان الخلفاء يصاهرونه، وكانت له ابنةٌ يقال لها الجرباء. فكان إذا خرج إلى الشّام خرج بها لفرط غيرته. فخرج بها مرّةً وبابنٍ يقال له عميس، فلمّا كانوا بدير سعدٍ قال عقيل:\nقضت وطراً من دير سعدٍ وربّما\n...\nغلا غرضٌ ناطحته بالجماجم\nثمّ قال لابنه أجز يا عميس. فقال:\nفأصبحن بالموماة يحملن فتيةً\n...\nنشاوي من الإدلاج، ميل العمائم\nثمّ قال لابنته: أجيزي، يا جرباء. فقالت:\nكأنّ الكرى أسقاهم صرّ خدية\n...\nعقارٌ تمشّت في المطا والقوائم.\nفقال لها: وما يدريك أنت ما نعت الخمر؟ هذه صفةٌ من قد شربها.\nوأخذ السّوط فأهوى نحوها، وجاء عميس فحال بينه وبينها، فضربه فأوجعه فرماه عميس بسهمٍ، فشكّ فخذيه فبرك، فمضوا وتركوه حتّى إذا بلغوا أداني المياه منهم، قالوا: اللهمّ أسقطنا جزوراً لنا. فأدركوه وخذوا معكم الماء. ففعلوا، فإذا عقيلٌ بارك وهو يقول:\nالجزء: 1 ¦ الصفحة: 91\n",
        "أنّ ابني زملاني بالدّم\n...\nمن يلق أبطال الرّجال يكلم\nومن يكن درءٌ به يقوم\n...\nشنشنةً أعرفها من أخزم\nثمّ زوّجها يزيد بن عبد الملك. وقد ذكرنا خبره في ما مضى.\nقال: وممّا يحدث الهوى في قلوب النّساء لغير أزواجهنّ، ويدعوهنّ إلى الحرص على الرّجال، والطّلب لهنّ أمورٌ منها: أن يظهر لها زوجها شدّة الحذر عليها، والاحتفاظ بها، والغيرة في غير موضعها. أو يكون الرّجل منهمكاً في الفساد، مظاهراً لها بالزّنا. فإنّ ذلك ممّا يغريها من طلب الرّجال، والحرص عليهم. كما قال الشّاعر:\nما أحسن الغيرة في حينها،\n...\nوأقبح الغيرة في كلّ حين.\nمن لم يزل متّهماً عرسه\n...\nمتّبعاً فيها لرجم الظّنون،\nأوشك أن يغريها بالذي\n...\nيخاف، أو ينصبها للعيون.\nحسبك من تحصينها ضمّها\n...\nمنك إلى عرضٍ نقيٍّ ودين\nلا تطلع منك على ريبةٍ\n...\nفيتّبع المقرون حبل القرين\nذكر الشّعبيّ إنّ عبد الله بن رواحة أصاب جاريةً له،\nالجزء: 1 ¦ الصفحة: 92\n",
        "فسمعت به امرأته، فأخذت شفرةً فأتته حين قام وقالت له: أفعلتها يا ابن رواحة؟ فقال: ما فعلت شيئاً. فقالت: لتقرأن قرآناً، وإلاّ بعجتك بها. قال: ففكّرت في قراءة القرآن وأنا جنب فهبت ذلك، وهي امرأةٌ غيراء في يدها شفرةً لا آمن أن تأتي بما قالت. فقلت:\nوفينا رسول الله يتلو كتابه\n...\nإذا أنشقّ معروفٌ من الصّبح ساطع\nأرانا الهدى، بعد العمى، فقلوبنا\n...\nبه موقناتٌ، أن ما قال واقع\nيبيت يجافي جنبه عن فراشه،\n...\nإذا استثقلت بالكافرين المضاجع\nقال: فألقت السّكّين من يدها، وقالت: آمنت بالله، وكذّبت البصر. قال: فأتيت النّبيّ، صلّى الله عليه وسلّم، فأخبرته بذلك، فضحك وأعجبه ما صنعت.\nوكان بعض العلماء لشدّة شهوة الباه في قلوب النّساء، وتمكّنه فيهنّ، وشدّة غيرته، يقول: ليس المصيبة في معاتبة الرّجل المرأة، إنّما المصيبة في معاتبتها إيّاه. فإنّها إن نظرت إليه ووقع بقلبها موقع حظوةٍ لم يلبث أن تصير في يده، وتبعث الرّسائل والأشعار والتّحف.\nقال إسحاق: رأيت رجلاً بطريق مكّة، تعادله في المحمل جاريةٌ قد شدّ عينيها والغطا مكشوف، ووجها بادٍ، فقلت له في ذلك. فقال: إنّما أخاف عليها من عينيها، لا من عيون النّاس.\nالجزء: 1 ¦ الصفحة: 93\n",
        "قال سعيد بن سليمان لئن يرى حرمتي ألف رجلٍ على حالٍ يكشف منها، ولا تراهم، أحبّ إليّ من أن ترى حرمتي رجلاً واحداً غير منكشف.\nواستأذن ابن أمّ مكتومٍ على رسول الله، صلّى الله عليه وسلّم، وعنده امرأتان من نسائه، فقال لهما: \" قوما وأدخلا البيت. \" فقالتا: يا رسول الله، هو أعمى، فقال: \" أفعمياوان أنتما؟. \"\nالجزء: 1 ¦ الصفحة: 94\n",
        "باب تابعٌ لما قبله\nوبالرّجال أعظم حاجةٍ إلى أن يعرفوه ويقفوا عليه، وهو الاحتراس من أن يلقى الخبر السّابق إلى السّمع لأنّه إذا ألقي دخل ذلك الخبر السّابق إلى مقرّه دخولاً سهلاً وصادف موضعاً وطيئاً، وطبيعةً قابلةً. ومتى صادف القلب كذلك رسخ رسوخاً لا حيلة في إزالته. ومتى ألقي إلى الفتيات شيءٌ من أمور الفتيان في وقت الغرارة وعند غلبة الطّبيعة وشباب الشّهوة، وعند قلّة الشّواغل، قوي استحكامه، وصعبت إزالته. وكذلك متى ألقي إلى الفتيان شيءٌ من أمورهنّ وهناك سكر الشّباب. فكذلك يكون حالهم، وإنّ الشّياطين ليخلو أحدهم بالغلام الغرير فيقول له لا يكن الغلام فتىً أبداً حتّى يصادف فتىً. فما الماء البارد العذب بأسرع في طباع العطشان من كلمته إذا كان الغلام أدنى هوىً في الفتوّة. وكذلك إذا خلت العجوز بالجارية الحديثة.\nوقيل لابنة الحسن: لم زنيت بعبدك ولم تزن بحرٍّ، وما أغراك به؟ قالت: طول السّواد، وقرب الوساد. ولو أنّ قبح النّاس وجهاً، وأخبثهم نفراً، وأسقطهم همّةً، قال: لامرأةٍ قد تمكن كلامها وأعطته سمعها: والله يا سيّدتي ويا مولاتي، لقد أتعبت قلبي، وأرقت عيني، وشغلتني عن مهمّ أمري، فما أعقل أهلاً ولا مالاً ولا ولداً. لنقض\nالجزء: 1 ¦ الصفحة: 95\n",
        "طباعها، وفتح عقدها ولو كانت أبرع الخلق جمالاً، وأكملهم كمالاً. وإنّما قال عمر رضي الله عنه: أضربوهنّ بالعري لأنّ الثّياب هي الدّاعية إلى الخروج من الأعراس، والقيام في المناجاة، والظّهور في الأعياد. فمتى كثر خروجها لم يعدمها أن ترى من هو من شكل طبعها، ولو كان بعلها أتمّ حسناً والذي رأت أنقص حسناً، لكانت بما لا تملكه أطرف ممّا تملكه. وكانت ممّا لم تملّه وتستكثر منه أشدّ الوجد وهي به أشدّ استقبالاً. كما قال:\nوللعين ملعى في البلاد ولم يقد\n...\nهوى النّفس شيئاً كاقتياد الطّرائف\nوقيل لعقيل بن علقمة: أما تخاف على بناتك وقد عنسن ولم تزوّجهنّ؟ قال: كلّا، أجوّعهنّ فلا يأشرن، وأعرّيهنّ فلا ينظرن. فوافقت إحدى كلمتيه قول النّبي صلّى الله عليه وسّلم، ووافقت الأخرى قول عمر رضي الله عنه. فإنّ النّبيّ صلّى الله عليه وسلّم قال: \" الصّوم وجاء. \" وقال عمر بن الخطّاب رضي الله عنه: أضربوهنّ بالعري. قال:\nوكان هارون بن عبد الله البردعيّ يقول لأهله: محرّمٌ عليك إن نظرت إلى سائلٍ يقف ببابك، وسمعت حلاوة نغمه. وكان ينهي الباعة إذا دخلوا سكنه عن النّداء على بضائعهم. ورأيته مرّةً يضرب عطّاراً سمعه يترنّم بوصف العطر وكان ينفق بضاعته حسن صوته، فيقول: العود المطريّ،\nالجزء: 1 ¦ الصفحة: 96\n",
        "والمحلب واللبان والمسك والعنبر. ويردّد ذلك بصوته فيرجّعه.\nفكان النّساء يستمعن إليه ويشرفن من المطالع ويتبعن الأبواب حتّى تصل عيونهنّ إلى النّظر إليه لو أراد الجماع لكفتهن الآذان وربما اشترين منه ما لا يحتجن إليه. قال: فقلت له: يا أبا وائل، فإنّك قد انعم الله بشيءٍ كنت تمنعه! قال: جعلت فداك، إنّما أمنع منعي لنفسي لئلاّ يسمعه من في منزلي. فإنّ النّساء أسرع شيءٍ ذهاب قلوبٍ إلى النّغمة الحسنة، فإن كان معه حسن وجهٍ برئت المرأة من الله أن لم تحتل في صرف قلبه إليها، ويصير الزّوج قوّاداً. قلت: لا، ولا كلّ هذا! قال: فأسألك ألا سألته أن يستعمل هذا الكلام مرّةً أو مرّتين أو ثلاثاً في غير هذه السّكّة. فذهبنا به إلى غيرها وجعل العطّار ينادي فما أتمّ الثّالثة حتّى تحرّكت أكتافي له طرباً وجعلت لا أمرّ ولا آجي لمّا سكرت من حسن صوته. فقال: كيف تراه؟ قلت: أراه يستولي على قلوب الرّجال. قال: فكم قلب الرّجل على ترك التّهتك من قلب المرأة؟ هذا إذا كانت بلغت من السّنّ مبلغاً ونقضت شهوتها فأمّا إذا كانت شابّةً ولها فضل جمالٍ، ومعها شدّة شهوةٍ، وكثرة لذّةٍ، وهي ذات حاجة، وخالية الذّرع من الفكرة في المعاش، وخالية القلب، وقد أمنت ضرب الزّوج وتطليقه، وغيرة الأخ، وقلّة صيانة الأب، وأصابت من يشجّعها على فعلها، ويفتح لها أبواب نظرتها، ويسعى لها في طلب الصّدّيق، ويحرّضها على التّهتّك، وقد قرب منها الصّوت، وخلت من الرّقيب، ولم يكن لها في الأرض أشرافٌ، ولا أهل عفافٍ،\nالجزء: 1 ¦ الصفحة: 97\n",
        "فما يمرق السّهم من الرّمية كمروق هذه إلى الباطل.\nوكانت هند بنت المهلّب من عقلاء النّساء وكانت تقول: شيئان لا تؤمن عليهما المرأة: الرّجال، والطّيب.\nوأنشد إسحاق بن إبراهيم:\nوإنّي بها في كلّ حالٍ لواثقٌ\n...\nولكنّ سوء الظنّ من شدّة الحبّ\nوأنشد آخر:\nلا تأمننّ على النّساء ولو أخاً،\n...\nما في الرّجال على النّساء أمين\nكلّ الرّجال وإن تعفّف جهده\n...\nلا بدّ أنّ بنظرةً سيخون\nوقال عبد السّلام بن رغبان المشهور بديك الجنّ شعراً أديباً، ذا همّةٍ حسنةٍ. وكان له غلامٌ كالقمر، وجاريةٌ كالشّمس. وكان يهواهما جميعاً. فدخل ذات يومٍ بوجد الجارية معانقةً للغلام تقبّله، فشدّ عليهما فقتلهما جميعاً. ثمّ جلس عند رأس الجارية فبكاها طويلاً وقال:\nيا طلعةً طلع الحمام عليها\n...\nفجنى لها ثمر الرّدى بيديها\nحكّمت سيفي في مجال خناقها\n...\nومدامعي تجري على خدّيها\nرويت من دمها الثّرى ولطالما\n...\nروّى الهوى شفتيّ من شفتيها\nالجزء: 1 ¦ الصفحة: 98\n",
        "فوحق نعليها، وما وطئ الحصى،\n...\nشيءٌ أعزّ عليّ من عينيها\nما كان قتليها لأنّي لم أكن\n...\nأبكي إذا سقط الغبار عليها\nلكن بخلت على الأنام بحسنها\n...\nوأنفت من نظر العيون إليها\nثم ّجلس عند رأس الغلام يبكي:\nأشفقت أن يرد الزّمان بغدره\n...\nأو أبتلي بعد الزّمان بهجره\nقمرٌ أنا استخرجته من دجنةٍ\n...\nلمودّتي وجلوته في خدره\nفقتلته وبه عليّ كرامةً\n...\nفلي الحشا وله الفؤاد بأسره\nعهدي به ميّتاً كأحسن نائمٍ\n...\nوالطّرف يسفح دمعتي في نحره\nلو كان يدري الميّت ماذا بعده\n...\nبالحيّ منه بكى له في قبره\nغصصٌ تكاد تفيض منها نفسه\n...\nويكاد يخرج قلبه من صدره\nوأنشد الرّازي:\nأما واهتزازك لو أستطيع\n...\nلما لحظ النّاس بدر التّمام\nومن أين للبدر وجه يميتٍ\n...\nويحيى إذا شاء بالابتسام\nفهبه حكاك بحسن الضّيا\n...\nفمن أين للبدر حسن القوام؟\nأغار على حسنه إذ حكا\n...\nك وكان بذلك عند الأنام\nالجزء: 1 ¦ الصفحة: 99\n",
        "وأنشد لأبي تمّام:\nبنفسي من أغار عليه منّي\n...\nوأحسد مقلةً نظرت إليه\nولو أنّي قدرت طمست عنه\n...\nعيون النّاس من حذري عليه\nوأنشد الآخر:\nأغار عليك من قلبي\n...\nولو أعطيتني أملي\nوأشفق أن أرى خدّي\n...\nك نصب مواقع القبل\nويروى أنّ جميل بن معمر قال لبثينة: ما رأيت مصعب بن الزّبير يخطر بالبلاد إلاّ أخذتني عليك الغيرة.\nوعن علي بن عبد الله الجعفري، وكان شاعراً وأديباً، قال: كنت أجلس بالمدينة وأنشد أشعاري، فحجّ أبو نواس فلمّا صار إلى المدينة وأنا ذات يومٍ أنشد، والنّاس مجتمعون علي، إذ دخل أبو نواس. فرأيته من بين النّاس ثمّ قال: يا هذا ألا تنشد بيتيك اللذين تكشّحت فيهما؟ فقلت: وما هما. قال: اللذان تقول فيهما:\nولمّا بدا لي أنّها لا تحبّني\n...\nوأنّ هواها ليس عنّي بمنجلي\nتمنّيت أن تبلي بغيري لعلّها\n...\nتذوق حرارات الهوى فترقّ لي\nالجزء: 1 ¦ الصفحة: 100\n",
        "قلت: أفلا أنشدك بيتي اللذين أتغاير فيهما؟ قال: بلى. فأنشدته:\nربّما سرّني صدودك عنّي\n...\nوطلابيك وامتناعك منّي\nحذراً أن يكون مفتاح غيري\n...\nفإذا ما خلوت كنت التّمني\nقال: فسألت عنه. فقيل لي أبو نواس.\nقال الأشعث بن قيس نزلت ببعض أصحاب النّبيّ، صلّى الله عليه وسلّم، فقام إلى امرأته فضربها، فحجزت بينهما. قال: فرجع إلى فراشه، وقال: يا أشعث، احفظ شيئاً سمعته من رسول الله صلّى الله عليه وسلّم \" لا تسألنّ رجلاً فيم ضرب امرأته؟ \".\nقال ابن عائشة: كان أبو الأصبع العدوانيّ غيوراً، وكان له أربع بنات، فأبى أن يزوّجهنّ، فقالت واحدةٌ منهنّ: لتقل كلّ واحدةٍ منّا ما في نفسها. فقالت كبراهن:\nألا ليت زوجي من أناسٍ ذوي غنىً\n...\nحديث الشّباب طيّب النّشر والذّكر\nلصوقٌ بأكباد النّساء كأنّه\n...\nخليفة جارٍ لا يقيم على الهجر\nقلن لها أنت تريدين شابّاً غنيّاً:\nالجزء: 1 ¦ الصفحة: 101\n",
        "وقالت الثّانية:\nعظيم رماد القدر رحبٌ فناؤه\n...\nله جفنةٌ يشقى بها النّيب والجزر\nله خلقان: الشّيب من غير كبرةٍ\n...\nتشين، ولا وانٍ ولا صرع غمر\nفقلن لها أنت تريدين سيّداً.\nوقالت الثّالثة:\nألا هل تراها مرّةً وخليلها\n...\nيضمّ كبعل المشرفيّ المهنّد\nعليه رواءٌ لليسار ورهطه\n...\nإذا ما انتمى من أهل بيتي ومحتدي\nفقلن لها أنت تريدين ابن عمٍّ لك قد عرفته.\nوقلن للصّغرى: ما تقولين أنت؟ فقالت: لا أقول شيئاً. فقلن لها: لن ندعك لأنّك أطّلعت على أسرارنا وكتمت سرّك. فقالت: لا أدري ما أقول، إلاّ أنّه زوجٌ من عود، خيرٌ من قعود. قال: فخطبن، فزوّجهنّ جميعاً.\nوروي عن سليمان بن داود عليهما السّلام أنّه قال لابنه:\nالجزء: 1 ¦ الصفحة: 102\n",
        "يا بني، لا تكثر الغيرة على أهلك من غير ريبةٍ، فترمى بالسّوء من أجلك وإن كانت بريئةً.\nوقال بعض الظّرفاء: كنت شديدة الغيرة، فأخبرت بمجيء قبيحةٍ سوداء فذهبت مع إخوان لي عندها ليلةً فطفئ السّراج، فضربت بيدي إلى صدرها فإذا دون يدي أربع أيدٍ، فما أعلم أنّي خطرٌ ببالي امرأةً بعد ذلك.\nقال: كان سليمان بن عبد الملك من أشدّ النّاس غيرةً. فحكي أبو زيدٍ الأسدي قال: دخلت على سليمان بن عبد الملك وهو على دكانٍ مبلّطٍ بالرّخام الأحمر، مفروشٌ بالدّيباج الأصفر في وسط بستانٍ قد أينعت ثماره، ورنت أطياره، وأزهر نبت الرّبيع؛ وعلى رأسه وصائف كلّ واحدةٍ أحسن من صاحبتها، فقلت: السّلام عليك يا أمير المؤمنين ورحمة الله وبركاته. وكان سليمان مطرقاً فرفع رأسه فقال: أبا زيد، في مثل هذا اليوم يصلب أحدٌ حيّاً. فقلت: يا سيّدي، يا أمير المؤمنين، أو قد قامت القيامة؟ قال: نعم على رأس أهل الهوى سرّاً.\nثمّ أطرق رأسه، وقال: أبا زيد ما يطيب في يومنا هذا؟ فقلت: قهوةٌ حمراء، في زجاجةٍ بيضاء، تناولنيها مقدودةٌ هيفاء، مضمومةٌ لفاء دعجاء، أشربها في كفّها، وأمس فمي بفمها: فأطرق سليمان مليّاً ودموعه تنحدر. فلمّا رأى الوصائف ذلك تنحّين عنه فرفع رأسه وقال: يا أبا زيد، حللت والله في يومٍ فيه انقضاء أجلك، وتصرم مدّتك، وفناء عمرك. والله لأضربنّ عنقك أو تخبرني ما الذي أثار هذه الصّفة من قلبك؟ قلت: نعم يا أمير المؤمنين، كنت جالساً على باب أخيك سعيد بن عبد\nالجزء: 1 ¦ الصفحة: 103\n",
        "الملك وإذا جاريةٌ قد خرجت إلى باب القصر عليها قميصٌ اسكندراني، يبين منه بياض ثدييها، وتدوير سرّتها، ونقش تكتها؛ وفي رجليها نعلاها، قد أشرق بياض قدميها على حمرة نعليها؛ ولها ذؤابةٌ تضرب إلى حقويها وتسيّل كالعثاكيل على منكبيها؛ وطرّةٌ قد أسبلت على جبينها؛ ولها صدغان كأنّهما نونان على وجنتيها، وحاجبان قد تقوّسا على محجري عينيها، وعينان مملوءتان سحراً، وأنفٌ كأنّه قصبة درٍّ، وهي تقول: عباد الله ما الدّواء لما لا يشتكي، والعلاج ممّا ينتمي؟ طال الحجاب، وأبطأ الكتاب. العقل ذاهب، واللبّ عازب، والعين عبرى، والأرق دائم، والوجد موجود، والنّفس والهة، والفؤاد مختلس. فرحم الله قوماً عاشوا تجلّداً، وماتوا تبلّداً: لو كان في الصّبر حيلة، وإلى العزاء وسيلة، لكان أمراً جميلاً!.\nفقلت: أيّتها الجارية أنسيّةٌ أنت أم جنّيّة سماويّةٌ أو أرضيّة، فقد أعجبني ذكاء عقلك، وأذهلني حسن منطقك؟ فسترت وجهها بكمّها كأنها لم ترني، وقالت: أعذر أيّها المتكلّم، فما أوحش الوجد بلا مساعد، والمقاساة لصب معاند. ثمّ انصرفت، فوالله يا أمير المؤمنين ما أكلت طيّباً إلاّ غصصت به لذكرها، ولا رأيت حسناً إلاّ سمج في عيني لحسنها. فقال سليمان: أبا زيد كاد الجهل يستفزّني، والصّبا يعاودني، والحلم يغرب عنّي. تلك الذّلفاء التي يقول فيها الشّاعر:\nإنّما الذّلفاء ياقوته\n...\nأخرجت من كيس دهقان\nالجزء: 1 ¦ الصفحة: 104\n",
        "شراؤها على أخي ألف ألف درهمٍ، وهي عاشقةٌ لمولاها الذي باعها منه. والله لا مات إلاّ بحسرتها، ولا فارق الدّنيا إلاّ بغصّتها. وفي الصّبر سلوة، وفي توقّع الموت نهية. قم أبز زيد فأكتم المفاوضة، ويا غلام ثقّل يده ببدرةٍ. قال: فلمّا هلك سعيد بن عبد الملك صارت الجارية إلى أخيه سليمان ولم يكن في عصرها أجمل منها، فملكت قلبه، وغلبت عليه دون سائر جواريه. فخرجا يوماً إلى دهناء الغوطة بموقعٍ يقال له دير الرّهبان فضرب فسطاطه في روضةٍ خضراء مونقة، زهراء ذات حدائق وبهجة، حفّها أنواعٌ الزّهر الغضّ. فمن بين أصفر فاقع، وأبيض ساطع، مثل النّبات تحمل منه الرّيح نسيم المسك الأذفر، ويؤدي تضوّع عرفها فتيت العنبر.\nوكان له مغنٍّ يأنس به، ويسكن إليه، ويكثر الخلوة معه، ويستمع حديثه، يقال له يسار. وكان أحسن النّاس وجهاً، وأظرفهم ظرفاً. فأمر بضرب فسطاطةٍ بالقرب منه وكانت الذّلفاء قد خرجت مع سليمان إلى ذلك المنتزه. فلم يزل يسار يومه ذلك عند سليمان في أكمل سرورٍ، وأتمّ حبورٍ، إلى أن أتى الليل وحان انصراف يسارٍ إلى موضعه فوجد جماعةً قد أناخوا به، فسلّموا عليه، فردّ عليهم السّلام جذلان بنزولهم، وفرحٍ بدخولهم. فأحضر الطّعام فأكلوا، وقدم الشّراب فنالوا منه. ثمّ قال: هل من حاجةٍ؟ قالوا: ما جئناك إلاّ للقرى. فقال: بالجانب الخصب نزلتم، وبالمنزل الرّحب حللتم. فقالوا له: أمّا الطّعام فقد أكلنا، وأمّا الشّراب فقد حضر، وبقي السّماع.\nقال: أمّا السّماع فلا سبيل إليه مع غيرة أمير المؤمنين ونهيه إيّاي عن الغناء إلاّ ما كان في مجلسه. قالوا: فلا حاجة لنا في الطّعام عندك ما\nالجزء: 1 ¦ الصفحة: 105\n",
        "لم تسمعنا. فلمّا رآهم غير موقلين عنه رفع عقيرته وغنّى بهذه الأبيات:\nمحجوبةٌ سمعت صوتي فأرقها\n...\nفي آخر الليل حتّى ملّها السّهر\nلم يحجب الصّوت أجراسٌ ولا غلقٌ\n...\nفدمعها لطوق الصّوت ينحدر\nفي ليلة البدر لا يدري مضاجعها،\n...\nأوجهها عنده أضوا، أم القمر\nلو خلّيت لمشت نحوي على قدم\n...\nيكاد من لينه للمشي ينفطر\nقال فلمّا سمعت الذّلفاء صوت يسارٍ خرجت إلى صحن الفسطاط تسمع الصّوت، فجعلت لا تسمع شيئاً من خلقٍ، ولطافة قطٍّ، إلاّ الذي وافق المعنى. ومن نعت الليل واستماع الصّوت إلاّ رأت ذلك كلّه في نفسها، فحرّك ذلك ساكناً كان في قلبها فهملت عيناها، وعلا نشيجها. فانتبه سليمان فلم يجدها معه في الفسطاط فخرج إلى صحنه فرآها على تلك الحال، فقال لها: ما هذا يا ذلفاء؟ فقالت: يا أمير المؤمنين:\nألا ربّ صوتٍ رائعٍ من مشوّهٍ\n...\nقبيح المحيّا واضع الأب والجد\nيروّعك منه صوته ولعلّه\n...\nإلى أمةٍ يعزى معاً وإلى عبد\nفقال سليمان: دعيني من هذا، فوالله لقد خامر قلبك منه ما خامر.\nالجزء: 1 ¦ الصفحة: 106\n",
        "يا غلام، عليّ يسار. فدعت الذّلفاء خادماً لها وقالت: إن سبقت إلى يسارٍ فحذّرته فلك عشرة آلاف درهمٍ وأنت حرٌ. فسبق رسول سليمان فأحضره فلمّا وقف بين يديه؟ وسليمان يرعد غيرةً، قال: من أنت؟ فقال: يسار. فقال سليمان:\nتثكل في الثّكل يساراً أمّه\n...\nكان لها ريحانةً تشمّه\nوخاله يثكله وعمّه\n...\nذو شفة حياته تغمّه\nفقال يسار:\nواستبقني إلى الصّباح أعتذر\n...\nإنّ لساني بالشّراب منكسر\nفإن أكن أذنبت ذنباً أو عثر\n...\nفالسيّد المولى أحقّ من غفر\nثمّ قال: يا يسار ألم أنهك عن مثل هذا الفعل؟ فقال: يا أمير المؤمنين حملني الثّمل وقومٌ طرقوني، وأنا عبد أمير المؤمنين. فإن رأى أن لا يضيع حظّه منّي فليفعل. قال: أما حظّ منك فلم أضيّعه، ولكن لا تركت للنّساء فيك حظّاً أبداً يا يسار. أما علمت أنّ الرّجل إذا تغنّى أصغت إليه المرأة؟ وأنّ الفرس إذا صهل تودّقت له الحصان؛ وأنّ الفحل إذا هدر صغت له النّاقة. يا غلام إئتني بختّان. فختنه، فعاش بعد ذلك سنةً ومات. فسمّي الدّير دير الخصيان وبه يعرف إلى الآن.\nالجزء: 1 ¦ الصفحة: 107\n",
        "وكتب إلى عثمان بن حيّان المرّي عامله على المدينة: أن أحص من قبلك من المغنّين. فخصي الدّلّال فقال: الآن صرنا نساءً حقّاً.\nوادّعى بعض بني مروان أنّ عمل المدينة صحّف. وإنّما رأى في الكتاب أخص من قبلك، فقال الكاتب الذي قرأ الكتاب: كيف يقولون ذلك ولقد كانت الخاء مبعجةً بنقطةٍ كأنّها سهيل؟.\nقال إسحاق بن إبراهيم الموصلي قيل لعقيل بن علقمة وكان شديد الغيرة، وأراد سفراً: أين غيرتك على من تخلّف؟ قال: أخلّف معهنّ الجوع والعري، فإنّهنّ إذا جعن لم يمزحن، وإذا عرين لمم يبرحن.\nوعن المغيرة بن شعبة أنّ سعد بن عبادة قال: لو رأيت رجلاً مع امرأتي لضربت رأسه بالسّيف. فبلغ ذلك النّبي، صلّى الله عليه وسلّم، فقال: \" لا تعجبوا من غيرة سعدٍ، فوالله إنّي لأغير من سعدٍ، والله أغير منّي، من أجل ذلك حرّم الله الفواحش ما ظهر منها وما بطن \". فقال: \" يا أبا ثابت أكنت ضاربه بالسّيف؟ \" قال: نعم، والذي نزّل عليك الكتاب. فقال رسول الله، صلّى الله عليه وسلّم: \" كفى بالسّيف شا. \" ولم يتمّها. أراد شاهداً لئلّا يبالغ فيه الغيران أو السّكران.\nقال عبد الله بن مسلم بن قتيبة: كان امرؤ القيس بن حجر مئناثاً لا يولد له ذكر، وكان غيوراً شديد الغيرة، فإذا ولدت له بنت\nالجزء: 1 ¦ الصفحة: 108\n",
        "قتلها. فلمّا رأى نساؤه ذلك غيّبن بناتهنّ في أحياء العرب. وبلغه ذلك فركب راحلته وخرج مرتاداً لهنّ حتّى أناخ على حيٍّ من أحياء العرب، وإذا جوار مجتمعاتٍ، فقال: أيّتكنّ تجيز لي هذا البيت ولها راحلتي؟ فسكتن عنه، وقالت ابنته: هات. فأنشأ يقول:\nتبلت فؤادك إذ عرضت عشيةً\n...\nبيضاء بهنكة عليها لؤلؤ\nقال: فسكتت ساعة، ثمّ قالت:\nلعقيلة الأدحي بات يحفّها\n...\nكنقا الظّليم وزال عنها الجؤجؤ\nفضربها بالسّيف فقتلها. وسار حتّى نزل بحيٍّ آخر، فإذا بجوارٍ يلعبن فقال: أيّتكنّ تجيز لي هذا البيت ولها راحلتي؟ فسكتن عنه، وقالت ابنته: هات. فقال:\nإذا بركت تعالى مرفقاها\n...\nعلى مثل الحصير من الرّخام\nفسكتت ساعةً، ثمّ قالت:\nالجزء: 1 ¦ الصفحة: 109\n",
        "وقاموا بالعصي ليضربوها\n...\nفهبت كالفنيق من النّعام\nقال: فقتلها، ثمّ سار حتّى نزل بحيٍّ آخر، فإذا بجوارٍ يلعبن. فقال: أيّتكنّ تجيز لي هذا البيت ولها راحلتي؟ فسكتن عنه. وقالت ابنته: هات. فقال:\nوكأنّهنّ نعاج رملٍ هائلٍ\n...\nبدفٍّ يمدن كما يميد الشّارب\nفسكتت ساعةً، ثمّ قالت:\nبل هي أقرب في الخطا من خطوها\n...\nإنّ الخرائد مشيها متقارب\nقال: فنزل إليها فقتلها وسار.\nنزل أعرابيٌّ من طيء، يقال له المثنّى بن معروف، بأبي جبر الفزاري فسمعه يوماً يقول: لوددت أنّي بتّ الليلة خالياً ببنت عبد الملك بن مروان. فقال المثنّى: أحلالاً أم حراماً؟ فقال: ما أبالي. قال: فوثب إليه فضرب رأسه برحالةٍ فشجّه، ثمّ ارتحل وهو يقول:\nأبلغ أمير المؤمنين رسالةً\n...\nعلى النّأي إنّي قد وترت أبا جبر\nنشرت على اليافوخ منه رحالةً\n...\nلنصري أمير المؤمنين ولا يدري\nالجزء: 1 ¦ الصفحة: 110\n",
        "وما كان شيءٌ غير أنّي سمعته\n...\nينادي نساء المؤمنين بلا مهر\nقال، فبلغ ذلك أمير المؤمنين عبد الملك بن مروان فأهدر دم أبي جبرٍ وبعث إلى المثنّى بصلة جزيلة.\nوعن عبد الملك بن عمير قال: كانت هند بنت النّعمان بن بشير الأنصاري عند روح بن زنباع، وكانت امرأةً فصيحةً أديبةً، برزةً؛ وكان رجلاً غيوراً، فرآها ذات يومٍ مشرفةً على وفدٍ من جذام. فجعل يضربها، ويقول. أتشرفين وتنظرين إلى الرّجال؟ قالت: ويحك، وهل أرى إلاّ جذاميّاً، والله ما أحبّ منهم الحلال فكيف الحرام؟ فقال روح في ذلك:\nأثني عليك بأن باعك ضيّقٌ\n...\nوأنّ أصلك في جذامٍ ملتصق\nوفيه تقول هند؟\nوهل أنا إلاّ مهرةً عربيّةً\n...\nسلسلة أفراسٍ تحللها بغل\nفإن نتجت حرّاً كريماً فبالحرّا\n...\nوإن يك أقرافٌ فما أنجب الفحل\nفقال لها روح: اللهمّ إن متّ قبلها فابتلها بزوجٍ يلطم وجهها،\nالجزء: 1 ¦ الصفحة: 111\n",
        "ويقيء في حجرها. ومات روح بن زنباع وتزوّجها بعده محمّد بن الحكم بن أبي عقيلٍ الثّقفي، وكان شابّاً جميلاً، شرّاباً للخمر؛ فأحبّته حبّاً شديداً، فكان يلطم وجهها ويقيء في حجرها. فقالت: رحم الله أبا زرعة، فقد استجيبت دعوته. وأنشدت للخذيمي: ما أحسن الغيرة في حينها إلى آخر الأبيات المتقدّمة.\nوقال الشنفرى:\nإذا ما جئت ما أنهاك عنه\n...\nولم أنكر عليك فطلّقيني\nفأنت البعل يومئذٍ فقومي\n...\nبسوطك لا أباً لك فاضربيني\nنزل عاصم بن عمر الخطّاب، رضي الله عنه، خيّمته بقديد. بفناء بيتٍ من بيوت قديد، وهو يريد مكّة معتمراً، فحطّ رحله، وكان رجلاً جسيماً من أعظم النّاس بدناً، وأحسنهم وجهاً. فأرسلت إليه ربّة البيت: يا هذا إنّ لي زوجاً غيوراً يمرّ الإنسان بجانب بيتي فيضربني، وإن رآك في هذا المنزل لقيت منه شرّاً، فأنشدك الله ألا تحوّلت عنّي! فأرسل إليها: إنّي قد نزلت وأنا مرتحلٌ عن قليل وليس عليك من زوجك بي بأس، والتّحويل يشقّ علي. قال فردّت إليه الرّسول حتّى تحوّل عنها. ومرّت به عجوزٌ خارجةٌ من عندها فدعاها وسألها عن المرأة، فقالت: هي خرديّة بن أكتم، وتزوّجها ربيع بن أصرم، ولها بنيٌّ صغيرٌ سمّته\nالجزء: 1 ¦ الصفحة: 112\n",
        "باسم أبيها. ثمّ ذهبت العجوز. وقال عاصم بن عمر أبيات شعرٍ. ثمّ دخل زوجها واستقرّ في منزله، فلمّا فرغ من شعره سمعه وهو يضربها فصبر حتّى علم أنّه شفى غيظه ثمّ إنّه أتاه، فصاح به، فخرج، فقال له: بأبي أنت، ما عرضك لي؟ فأخبره خبره وخبرها، فقال: بأبي أنت، لو كنت معي في منزلي ما كان عليّ منك بأس.\nقال كان عقيل بن علقمة من الغيرة والأنفة على ما ليس عليه أحد علمناه، فخطب إليه عبد الملك بن مروان ابنته على أحد بنيه، فقال: أمّا إذا كنت فاعلاً فجنّبني هجناك. وخطب عقيل وقال:\nرددت صحيفة القرشيّ لمّا\n...\nأبت أعراقه إلاّ احمراراً\nعلي بن سليمان الأخفش قال: قال ابن الكلبي: كان لقمان بن عاد حكيم العرب غيوراً، فبنى لامرأته صرحاً وجعلها فيه، فنظر إليها رجلٌ من الحي فعلقها، فأتى قومه فأخبرهم وجده بها، وسألهم الحيلة في أمره. فأمهلوه حتّى أراد لقمان الغزو، فعمدوا إلى صاحبهم وشدّوه في حزمة سيوفٍ وأتوا إلى لقمان فاستودعوها إيّاه، فوضع السّلاح في بيته، فلمّا مضى تحرّك الرّجل في السّيوف، فقانت إليه المرأة تنظر فإذا هي برجلٍ، فشكا إليها حبّه إيّاها، فأمكنته من نفسها، فلم يزل معها مقيماً حتّى قدم لقمان فردّته في السّيوف كما كان، وجاء قومه فاحتملوه. وإنّ لقمان نظر يوماً إلى نخامةٍ في السّقف فقال: من تنخّم هذه؟ فقالت: أنا. قال: فتنخّمي. فقصرت فقال: يا ويلتاه والسّيوف دهتني. فقتلها ثمّ\nالجزء: 1 ¦ الصفحة: 113\n",
        "نزل فلقي ابنته صخر صاعدةً فأخذ حجراً فهشّم رأسها فماتت. وقال: أنت أيضاً امرأة. فضربت العرب بذلك المثل. فكان يقول المظلوم منهم ما أذنبت إلاّ ذنب صخر.\nولّى عمر بن الخطّاب، رضي الله عنه، النّعمان بن نضلة العوي بميسان، وأراد رحيل امرأته معه، فأبت ذلك وكرهته. فلمّا وصل إلى ميسان أراد أن يغيرها فترحل إليه، فكتب إليها:\nألا هل أتى الخنساء أنّ خليلها\n...\nبميسان يسقى في زجاجٍ وحنتم\nإذا شئت غنتني دهاقين قريةٍ\n...\nوصاحبه يجثو على خدٍّ مبسم\nفإن كنت ندماني فبالأكبر اسقني\n...\nولا تسقني بالأصغر المتثلّم\nلعلّ أمير المؤمنين يسوؤه\n...\nتنادمنا في الجوسق المتهدّم\nفبلغت الأبيات عمر بن الخطّاب، فقال: أي والله، وأبي وأبيك، يسوؤني. يا غلام، اكتب بعزله. فلمّا قدم على عمر بكّته بهذا، فقال: يا أمير المؤمنين ما شربها قط، ولا قلت الأبيات إلاّ بسبب كذا. فقال عمر: أظنّ ذلك ولكن لا تعمل لي عملاً أبداً.\nضرب البعث على رجلٍ من أهل الكوفة فخرج إلى أذربيجان\nفاشترى فرساً وجاريةً وكان مملكاً بابنة عمّه فكتب ليغريها:\nالجزء: 1 ¦ الصفحة: 114\n",
        "ألا بلغا أمّ المؤمنين بأنّنا\n...\nغنينا وأغنينا الغطارفة الجّرد\nبعيد مناط المنكبين إذا جرى\n...\nوبيضاء كالتّمثال زيّنها العقد\nفهذا لأيّام الغدو وهذه\n...\nلحاجة نفسي حين ينصرف الجّند\nفلمّا ورد كتابه، دعت بالدّواة وكتبت إليه:\nإذا شئت غناني غلامٌ مرجلٌ\n...\nونازعته في ماء معتصر الورد\nوإن شاء منهم ناشئ مدّ كفّه\n...\nإلى كبدٍ ملساء أو كفلٍ نهد\nفما كنتم تقضون حاجة أهلكم\n...\nشهوداً فتقضوها على النّأي والبعد\nفعجّل علينا بالسّراح فإنّه\n...\nمناناً ولا ندعو لك الله بالرّدّ\nولا قفل الجند الذي أنت فيهم\n...\nوزادك ربّ النّاس بعداً على بعد\nفلمّا ورد كتابها لم يزد على أن ركب الفرس وأردف الجّارية ولحق بها، فكان أوّل شيءٍ بدأها به أن قال لها: بالله أكنت فاعلةً ما قلت؟ فقالت: الله في قلبي أعظم وأجلّ، وأنت في عيني أحقر وأذلّ من أن أعصي الله فيك. ثمّ قالت له: كيف ذقت طعم الغيرة؟ فوهب لها الجّارية، ورجع إلى مكانه.\nقالت هند بنت النّعمان بن بشيرٍ لزوجها روح بن زنباع، وكان شديد الغيرة: عجباً منك كيف يسوّدك قومك وفيك ثلاث خصالٍ أنت من جذام وأنت جبان، وأنت غيور؟ فقال لها: أمّا في جذام فإنّي في أرومتها؛\nالجزء: 1 ¦ الصفحة: 115\n",
        "وأمّا الجبن فإنّما لي نفسٌ واحدةٌ فأنا أحفظها، ولو كانت لي نفسٌ أخرى لجدت بها؛ وأمّا الغيرة فحقيقٌ لمن كانت له امرأةٌ حمقاء مثلك أن يغار عليها مخافة أن تجيئه بولدٍ من غيره فتقذف به في حجره.\nحكى دعبل بن عليٍّ قال: عبث عطّارٌ اسمه فيروز بامرأةٍ من الشّام تسومه عطراً فعلقت بقلبه، فقعد لها على طريقها، فلمّا أضجرها قالت: والله لو أنّ عبد الله بن سيرة بقربي ما طمعت في هذا منّي. فبلغت عبد الله بن سيرة هذه الكلمة وهو في البعث بأرمينية، فترك مركزه وأقبل لا يلوي على أحدٍ، حتىّ وقف ببابها ليلاً، وكان يوصف بشدّة الغيرة، فاستأذن عليها، فأذنت له، فقال لها: أيّتها المرأة من هذا الذي عبث بك حتّى تمنّيت أنّي بقربك؟ قالت: رجلٌ عطّار. قال لها: فما ابتنى؟ قالت: لا. قال لها: فعديه الليلة القابلة وإنّي أسبقه إلى بيتك.\nفبعثت إليه تقول له: إذ أبيت إلاّ ما تريد، فهلمّ إلى بيتي الليلة عندي. فأقبل إليها وقد سبقه ابن سيرة، فلمّا دخل وثب عليه وضربه ضربةً رمى برأسه، ثمّ قتل خادمها، وقال لها: إنّما قتلته لئلّا يطلع على الخبر أحدٌ من النّاس. ثمّ ناولها مائة دينارٍ، وقال لها: اشتري بها خادماً وانفقي باقيها على نفسك. ثمّ قال: هلمّي فأساً فقلع رأس البالوعة ثمّ جرّهما فألقاهما فيها، ثمّ سوّى رأس البالوعة، وقال للمرأة: أظهري\nالجزء: 1 ¦ الصفحة: 116\n",
        "أنّ الخادم قد أبق. ثمّ خرج، ولم يعلم به أحد، ولم يأت منزله حتّى قدم أرمينيّة وقال في ذلك:\nإنّ المنايا لغيرانٍ لمعرضةٌ\n...\nيغتاله النّحر أو يغتاله الأسد\nأو عقربٌ أو شجى في الحلق معترضٌ\n...\nأو حيّةٌ في أعالي منتهى الزبد\nوكانت لابن الدّمينة امرأةٌ يقال لها حما، وكان مزاحم بن عمر السّلولي يأتيها ويتحدّث إليها، فمنعها ابن الدّمينة من ذلك فاشتدّ ذلك عليه، فقال مزاحم عند ذلك يذكرها:\nيا ابن الدّمينة والأخبار تحملها\n...\nوخد النّجائب تبديها وتنميها\nأمارةٌ، كيّةٌ ما بين عانتها\n...\nوبين سرّتها لا شكّ كاويها\nفلمّا بلغ ابن الدّمينة ذلك عرف العلامة التي في زوجته وعلم أنّه لم ير ذلك منها إلاّ وقد أفضى إليها. فأتى امرأته فقال: قد بلغني غشيان مزاحم لك، وقد قال فيك ما قال. فأنكرت ذلك، وقالت: والله ما أرى ذلك الموضع قط. قال: فما أعلمه بعلامتك التي وصفها؟ قالت: النّساء رأين ذلك إذ كنت جارتهنّ، فتحدّثن بذلك، فسمعه مزاحم. وتغافل ابن الدّمينة عن مزاحم حتّى ظنّ أنّه ذهب من قلبه، ثمّ قال لامرأته: لئن لم ترسلي إليه الليلة يأتيك في موضع كذا لأقتلنّك. فأرسلت\nالجزء: 1 ¦ الصفحة: 117\n",
        "إليه: إنّك قد سمّعت بي ولا أحبّ أن تأتيني وأنا سآتيك في موضع كذا. فقعد في الموضع ابن الدّمينة وأصحابه، وجاء مزاحم وهو يظنّ أنّها في الموضع الذي وعدته به، فخرجوا إليه وأوثقوه وصرّوا صرّةً من رملٍ في ثوبٍ وضربوا بها كبده حتّى مات، واحتملوه حتّى أتوا به ناحية دور قومه فطرحوه بها. وجاء أهله فأخذوه ولم يجدوا به أثر سلاح، فعلموا أنّ ابن الدّمينة قتله. ورجع ابن الدّمينة إلى امرأته فقتلها وقتل ابنه له منها، وطلبه السّلوليّون فلم يجدوه:\nوحكى الثّوريّ: أنّ رجلاً من بني عقيل تعلّق جاريةً وأبى أهلها أن يزوّجوه إيّاها، وكانت من أجمل النّساء، وكان اسمها ليلى، فسمع بها رجلٌ موسرٌ من ثقيف يقال له حارثة بن عوف، فقدم على أهلها فأرغبهم، فزوّجوه وظعن بها. فقال العقيلي الذي كان تعلّقها:\nألا إنّ ليلى العامريّة أصبحت\n...\nتقطع إلاّ من ثقيفٍ وصالها\nكأنّ مع الرّكب الذين تحمّلوا\n...\nغمامة صيفٍ زعزعتها شمالها\nثمّ اشتدّ شوقه وزاد ولعه، فخرج في أثرها حتّى قدم الطّائف، فانتسب أنّه أخٌ لها وصدّقت هي فأدخله زوجها، وذبح له ونحر، وكان صاحب خمرٍ. فجلس هو والثّقفي يشربان وهي تسقيهما فلمّا أخذت الخمر في العقيلي باح بسرّه، فلمّا سمعه الثّقفي همّ به ثمّ غلبه السّكر فخرج العقيلي تحت الليل وتبعه الثّقفي بأكلب له عقرٌ فأدركه وقد شارف\nالجزء: 1 ¦ الصفحة: 118\n",
        "بلاد بني كليب، وقد غلبه العطش فمات. فخلى أكلبه على جيفته فأكلته. فسمعت بذلك الكلابيّون فرحلوا في أثر الثّقفي فأدركوه فقتلوه وخلوا عليه أكلبه فأكلته. وسمع العقيليّون بخبر الرّجلين فركبوا إلى المرأة فطرقوها في منزله فقتلوها، ورحلوا. فوثبت عليها أكلب زوجها فأكلتها. فقال جار الثّقفي:\nلعمري لقد ساق العقيلي حتفه\n...\nوما خبر ليلى كان عنها بأبعد\nوخبر الفتى القيسيّ قد سيق نحوه\n...\nوأمسى مقيماً بين أضلاع أزبد\nأقاموا جميعاً رهن أجواف أكلبٍ\n...\nكذلك أمر الله في اليوم والغد\nويروى عن رسول الله، صلّى الله عليه وسلّم، أنّه قال: \" الغيرة من الإيمان، وأيما رجلٍ أحسّ بشيءٍ من الفجور في أهله فلم يغيره، إلاّ بعث الله إليه ملكاً يقول له غر أربعين يوماً، فإن لم يفعل مسح بجانحه على عينيه، فإن رأى حسناً لم يدره، وإن رأى قبيحاً لم ينكره \".\nوعنه صلّى الله عليه وسلّم أنّه قال: كتب الجّهاد على رجال أمّتي، والغيرة على نسائها، فمن صبرت منهنّ واحتسبت أعطاها الله أجر الشّهيد.\nوعن علي عليه السّلام أنّه قال: من أطاع امرأته في أربع أكبّه الله في النّار على وجهه. أن يعطيها في أن تذهب إلى العرسات وإلى المعلّمات وإلى الحمّامات وإلى الجنائز.\nوقال الأحوص يتشبّب بأم ّجعفر الحطميّة:\nالجزء: 1 ¦ الصفحة: 119\n",
        "أدور، فلولا أن أمّ جعفر\n...\nبأبياتكم، ما درت حيث أدور\nوما كنت دوّاراً ولكن ذا الهوى،\n...\nإذا لم يزر لا بدّ أن سيزور\nلقد منعت معروفها أمّ جعفر،\n...\nوإنّي إلى معروفها لفقير\nفاستعدى أيمن، أخوها، عليه عامل المدينة وكان أيمن جسيماً ضخماً وكان الأحوص نحيفاً، فدفع إلى كلّ واحدٍ منهنّ سوطاً وقال لخالد: أضرب الأحوص. فقال بعض الشّعراء:\nلقد منع المعروف من أمّ جعفرٍ\n...\nأخو ثقةٍ عند الحفاظ صبور\nعلاك بمتن السّوط حتّى لقيته\n...\nبأصغر من ماء الصّفاق يفور\nقال الأحوص بعد ذلك:\nإذا أنا لم أغفر لأيمن ذنبه\n...\nفمن ذا الذي يعفو له ذنبه بعدي\nيسيء فأعفو ذنبه، فتردّني\n...\nأيادٍ يدانيها مباركةً عندي\nتزوّج عبد الله بن يزيد الحنفي امرأةً حسناء، وكان رجلاً ثقيلاً جسيماً ظريفاً، فأحبّها حبّاً شديداً، وكان من أشدّ النّاس غيرةً. فدعاه حبّه لها، وشدّة غيرتها عليها، أن خرج بها إلى بعض البوادي فابتنى لها قصراً وسكن به وأقام معها مدّةً.\nوخرج عمر بن سعيد العبدي يريد سفراً له، فأخذته السّماء في\nالجزء: 1 ¦ الصفحة: 120\n",
        "بعض الطّريق فنظر، فإذا هو بقصرٍ عظيمٍ، فعدل إليه، وقرع بابه، فخرج إليه عبد الله بن يزيد فعرفه، فسلّم عليه وأنزله، وهيّأ له طعاماً ثمّ دعا بشرابٍ من خمرٍ عتيقٍ. فبينما هما يشربان إذ تطلّعت المرأة فرأت ابن سعيدٍ وكان غلاماً شابّاً، وسكر زوجها سكراً شديداً فخرجت المرأة إلى عمر بن سعيد فحدّثته وآنسته ودعته إلى نفسها فأبى، وقال: ما كنت بالذي أفعل برجلٍ أتاني منزله. ولم يزل يدافعها حتّى أفاق عبد الله بن يزيد من سكره، فأنشأ عمر يقول:\nربّ بيضاء خصرها يتثنّى\n...\nقد دعتني لوصلها فأبيت\nلم يكن شأني العفاف ولكن\n...\nكنت ندمان زوجها فاستحيت\nفعلم عبد الله بن يزيد ما أراد، فلمّا انصرف عمر بن سعيد عمد عبد الله إلى المرأة فجعل في عنقها حبلاً وعلّقها به إلى السّقف، فاضطربت حتّى ماتت. وعلم أنّ النّساء لا حفظ لهنّ، وآلى على نفسه أنّه لا يتزوّج امرأةً أبداً. وترك قصره وعاد إلى منزله.\nوقال الفضيل بن الهاشمي: كنت مع ابنة عمّي نائماً على سريرٍ إذ ظهرت إليّ بعض جواري، فنزلت، فقضيت حاجتي، ثمّ انصرفت. فبينما أنا أراجع، إذ لدغتني عقربٌ فصبرت حتّى عدت إلى موضعي من السّرير، فغلبني الوجع، فصحت، فقالت لي ابنة عمّي: ما لك؟ قلت لها: لدغتني عقربٌ. قالت: وعلى السّرير عقربٌ؟ قلت: نزلت لأبوّل فأصابتني، ففطنت، فلمّا أصبحت جمعت خدمها واستحلفتهنّ أن لا يقتلن عقرباً في دارها إلى سنةٍ. ثمّ قالت:\nإذا عصي الله في دارنا\n...\nفإنّ عقاربنا تغضب\nالجزء: 1 ¦ الصفحة: 121\n",
        "ودارٍ إذا نام حرّاسها\n...\nأقام الحدود بها العقرب\nقالوا وبينا ابن أبي ربيعة في الطّواف، إذ رأى جاريةً من أهل البصرة، فأعجبته، فدنا منها، فكلّمها، فلم تلتفت إليه. فلمّا كان في الليلة الثّانية عاودها، فقالت له: إليك عنّي أيّها الرّجل فإنّك في موضعٍ عظيم الحرمة! وألحّ عليها وشغلها عن الطّواف، فأتت زوجها، فقالت له: تعال معي فأرني المناسك. فأقبلت وهو معها وعمر جالسٌ على طريقها فلمّا رأى الرّجل معها عدل عنها فقالت:\nتعدو الذئاب على من لا كلاب له\n...\nوتتّقي مربض المستأسد الحامي\nفحدّث المنصور هذا الحديث، فقال: وددت أنّه لم تبق فتاةٌ من قريش في خدرها إلاّ سمعت الحديث.\nوكان عمارة بن الوليد بن المغيرة بن الوليد سيف الله من فتيان قريشٍ جمالاً وشعراً، وهو الذي جاءت به قريش إلى أبي طالب قالوا: هذا عمارة، قد عرفت حاله، فخذه بدل ابن أخيك محمّداً نقلته. فقال لهم أبو طالب: ما أنصفتموني تعطوني ابن أخيكم أحفظه وأعطيكم ابن أخي تقتلوه؟ وبعثت قريش عمارة بن\nالجزء: 1 ¦ الصفحة: 122\n",
        "الوليد، وعمرو بن العاص إلى النّجاشي في أمر من قدم إليه من المهاجرين، فلمّا كانوا في السّفينة ومع عمرو امرأته أمّ عبد الله فقال لها عمارة: قبّليني. فقال لها عمرو: قبّلي ابن عمّك. وقال عمرو في ذلك:\nليعلم عمّارٌ أنّ من شرّ شيمةٍ\n...\nلمثلك أن يدعى ابن عمٍّ له ابن ما\nأإن كنت ذا بردين أحوى مرجلاً\n...\nولست تراعي لابن عمّك محرّماً\nإذا المرء لم يترك طعاماً يحبّه\n...\nولم ينه قلباً عارياً حيث يمّما\nقضى وطراً منه وغادر سبةً\n...\nإذا ذكرت أمثالها تملأ الفما\nوقعد عمرو على منجاف السّفينة لقضاء الحاجة، فدفعه عمارة، فألقاه في البحر، فما تخلّص حتّى كاد يموت. فلمّا صار إلى النّجاشي أظهر له عمرو أنّه لم يحفل بما أصابه منه، فجاده عمارة يوماً فحدّثه أنّ زوجة الملك النّجاشي علّقته وأدخلته إلى نفسها، فلمّا تبيّن لعمرو حال عمارة وشى به عند الملك واخبره خبره، فقال له النّجاشي: أئتني بعلامةٍ أستدلّ بها على ما قلت؟ فعاد عمارة، فأخبره عمرو بأمره وأمر زوجة النّجاشي فقال له عمرو: لا أقبل هذا منك إلاّ أن تعطيك من دهن الملك الذي لا يدّهّن به غيره. فكلّمها عمارة في الدّهن، فقالت\nالجزء: 1 ¦ الصفحة: 123\n",
        "له: أخاف من الملك. فأبى أن يرضى منها إلاّ أن تعطيه من ذلك الدّهن، فأعطته منه، فأعطاه إلى عمرو، فجاء إلى الملك، فأمر السّواحر فنفخن في إحليله، فذهب مع الوحش، فلم يزل متوحّشاً حتّى خرج إليه عبد الله بن أبي ربيعة في جماعةٍ من أصحابه، فجعل له على الماء شركاً، فأخذه، فجعل يصيح به: أرسلني فإنّي أموت إن أمسكتني. فأمسكه، فمات في يده.\nعروة بن الزّبير، عن عائشة رضي الله عنها، قالت: ما غرت على امرأةٍ لرسول الله، صلّى الله عليه وسلّم، ما غرت على خديجة. ولقد هلكت قبل أن يتزوّجني بثلاث سنينٍ، لما أسمع من كثرة ذكره إيّاها. وكان يذبح الشّاة فيفرّقها على صدائق خديجة. قال ودخل رسول الله، صلّى الله عليه وسلّم، على خديجة وهي في مرضها الذي توفّيت فيه فقال لها: \" بالكره منّي يا خديجة ما أرى منك، وقد يجعل الله في الكره خيراً كثيراً. أما علمت أنّ الله زوّجني معك في الجنّة مريم ابنة عمران، وكلثم أخت موسى، وآسية امرأة فرعون؟ \" قالت: وقد فعل الله ذلك برسوله؟ قال: \" نعم \". قالت: فبالرّفاء والبنين.\nالجزء: 1 ¦ الصفحة: 124\n",
        "باب ما جاء في وفاء النّساء\nحكى الأصمعي، عن رجلٍ من بني ضبّة قال: ضلّت لي إبلٌ فخرجت في طلبها حتّى أتيت بلاد بني سليم، فلمّا كنت في بعض تخومها، إذا جاريةٌ غشى بصري إشراق وجهها، فقالت: ما بغيتك فإنّي أراك مهموماً؟ قلت: إبلٌ ضلّت لي، فأنا في طلبها. قالت: فتحب أن أرشدك إلى من هي عنده؟ قلت: نعم. قالت: الذي أعطاكهنّ هو الذي أخذهنّ فإن شاء ردّهنّ، فاسأله من طريق اليقين لا من طريق الإختيار. فأعجبني ما رأيت من جمالها وحسن منطقها، فقلت لها: هل لك من بعلٍ؟ قالت: كان والله فدعي فأجاب إلى ما منه خلق، ونعم البعل كان. قلت لها: فهل لك في بعلٍ لا تذمّ خلائقه، ولا تخشى بوائقه؟ فأطرقت ساعةً ثمّ رفعت رأسها وعيناها تذرفان دموعاً فأنشأت تقول:\nكنّا كغصنين من بانٍ غذاؤهما\n...\nماء الجداول في روضات جنّات\nالجزء: 1 ¦ الصفحة: 125\n",
        "فاجتثّ صاحبها من جنب صاحبه\n...\nدهرٌ يكرّ بفرحاتٍ وترحات\nوكان عاهدني إن خانني زمنٌ\n...\nأن لا يضاجع أنثى بعد موتات\nوكنت عاهدته أيضاً، فعاجله\n...\nريب المنون قريباً مذ سنينات\nفاصرف عتابك عمّن ليس يصرفه\n...\nعن الوفاء له خلب التّحيّات\nقال: فانصرفت وتركتها.\nٌ\nقال الأصمعي: قال لي الرّشيد: امض إلى بادية البصرة فخذ من تحف كلامهم وطرف حديثهم. فانحدرت، فنزلت على صديقٍ لي بالبصرة، ثمّ بكّرت أنا وهو على المقابر، فلمّا صرت إليها إذا بجاريةٍ نادى إلينا ريح عطرها قبل الدّنوّ منها، عليها ثيابٌ مصبغاتٌ وحلى، وهي تبكي أحرّ بكاء. فقلت: يا جارية ما شأنك؟ فأنشأت تقول:\nفإن تسألاني فيم حزني؟ فإنّني\n...\nرهينة هذا القبر يا فتيان.\nأهابك إجلالاً، وإن كنت في الثّرى،\n...\nمخافة يومٍ أن يسؤك مكاني\nوإنّي لأستحييك، والتّرب بيننا،\n...\nكما كنت أستحييك حين تراني.\nفقلنا لها: ما رأينا أكثر من التّفاوت بين زيّك وحزنك فأخبري بشأنك؟ فأنشأت تقول:\nالجزء: 1 ¦ الصفحة: 126\n",
        "يا صحب القبر، يا من كان يؤنسني\n...\nحيّاً، ويكثر في الدّنيا مواساتي،\nأزور قبرك في حليٍّ وفي حللٍ،\n...\nكأنّني لست من أهل المصيبات؛\nفمن رآني، رأى عبرىً مفجعةً\n...\nمشهورة الزّيّ تبكي بين أمواتي.\nفقلنا لها وما الرّجل منك: قالت: بعلي، وكان يجب أن يراني في مثل هذا الزّيّ، فآليت على نفسي أن لا أغشى قبره إلاّّ في مثل هذا الزّيّ لأنّه كان يحبّه أيّام حياته، وأنكرتماه أنتما عليّ.\nقال الأصمعي: فسألتها عن خبرها ومنزلها. وأتيت الرّشيد فحدّثته بما سمعت ورأيت، حتّى حدّثته حديث الجّارية. فقال: لا بدّ أن ترجع حتّى تخطبها إليّ من وليّها، وتحملها إليّ، ولا يكون من ذلك بد. ووجّه معي خادماً ومالاً كثيراً. فرجعت إلى قومها فأخبرتهم الخبر، فأجابوا وزوّجوها من أمير المؤمنين وحملوها معنا وهي لا تعلم. فلمّا صرنا إلى المدائن نما إليها الخبر، فشهقت شهقةً فماتت، فدفنّاها هنالك. وسرت إلى الرّشيد فأخبرته الخبر، فما ذكرها وقتاً من الأوقات إلاّّ بكى أسفاً عليها.\nتوفّي رجلٌ وبقيت امرأته شابّةً جميلةً، فما زال بها النّساء حتّى تزوّجت. فلمّا كانت ليلة زفافها رأت في المنام زوجها الأوّل آخذاً بعارضتيّ الباب وقد فتح يديه وهو يقول:\nحيّيت ساكن هذا البيت كلّهم\n...\nإلاّّ الرّباب فإنّي لا أحييها\nالجزء: 1 ¦ الصفحة: 127\n",
        "أمست عروساً وأمسى مسكني جدثٌ\n...\nبين القبور وإنّي لا ألاقيها\nواستبدلت بدلاً غيري، فقد علمت\n...\nأنّ القبور تواري من ثوى فيها\nقد كنت أحسبها للعهد راعيةً\n...\nحتّى تموت وما جفّت مآقيها\nففزعت من نومها فزعاً شديداً، وأصبحت فاركاً وآلت أن لا يصل إليها رجلٌ بعده أبداً.\nولمّا قتل عثمان، رضي الله عنه، وقفت يوماً على قبره نائلة بنت الفرافصة الكلبي، فترحّمت عليه ثمّ انصرفت إلى منزلها، ثمّ قالت: إنّي رأيت الحزن يبلى كما يبلى الثّوب، وقد خفت أن يبلى حزن عثمان في قلبي. فدعت بفهرٍ فهتفت فاها، وقالت: والله لا يقعد رجلٌ منّي مقعد عثمان أبداً. وخطها معاوية فبعثت إليه أسنانها، وقالت: أذات عروسٍ ترى؟ وقالوا: لم يكن في النّساء أحسن منها مضحكاً.\nكان هدبة بن خشرم العذري قتل ابن عمرٍ يقال له زياد بن زيد فطلبه سعيد بن العاص، وهو يلي المدينة لمعاوية فحبسه، فقال في السّجن قصيدته التي يقول فيها:\nالجزء: 1 ¦ الصفحة: 128\n",
        "عسى الكرب الذي أمسيت فيه\n...\nيكون وراءه فرجٌ قريب\nوفي سجنه يقول أيضاً:\nولمّا دخلت السّجن يا أمّ مالك\n...\nذكرتك والأطراف في حلق سمر\nوعند سعيد غير أنّي لم أبح\n...\nبذكرك إلاّّ من يذكّر بالأمر\nوسئل عن هذا، فقال: لمّا رأيت ثغر سعيدٍ شبّهت به ثغرها، وكان سعيد حسن الثّغر. فحبس هدبة سبع سنينٍ ينتظر به احتلام المستورد بن زيادة، فلمّا احتلم، أخرج صبح تلك الليلة إلى عامل المدينة فرغّبه في العفو، وعرض عليه عشر ديّاتٍ، فأبى إلاّّ القود. وكان ممّن عرض الدّيّات عليه الحسن بن علي، عليهما السّلام، وعبد الله بن جعفر وسعيد بن العاص ومروان بن الحكم. فلمّا أبى، بعث هؤلاء وغيرهم من إخوانه بالحنوط والأكفان فدخل عليه رسولهم السّجن فوجدوه يلعب بالنّرد. فجلسوا ولم يقولوا له شيئاً، فلمّا لحظهم إذا بطرف بردٍ خرج من بعض الأكفان فأمسك، ثمّ قال: كأنّه قد فرغ من أمرنا؟ فقالوا: أجل. فقام فاغتسل ثمّ رجع إليهم فأخذ من كلّ واحدٍ ثوباً وردّ ما بقي. وأخرج ليقاد منه، فجعل ينشد الأشعار. فقالت له حيا المدينة: ما رأيت أقسى قلباً منك، تنشد الأشعار، وقد دعي بك لتقتل، وهذه\nالجزء: 1 ¦ الصفحة: 129\n",
        "خلفك كأنّها غزالٌ عطشانٌ تولول؟ يعني امرأته. فوقف، ووقف النّاس معه، فأقبل على حيا فقال:\nوجدت بها ما لم تجد أمّ واجدٍ\n...\nولا وجد حبّي بابنٍ أم كلاب\nوإنّي طويل السّاعدين شمرطلٌ\n...\nعلى ما اشتهيت من قوّةٍ وشباب.\nفأغلقت الباب في وجهه. وعرض له عبد الرّحمن بن حسّان فقال: أنشدني! فقال له: على هذه الحال؟ قال: نعم. فابتدأ ينشده:\nولست بمفراحٍ إذا الدّهر سرّني\n...\nولا جازعٍ من صرفه المتقلّب\nولا أتمنّى الشّرّ، والشّرّ تاركي،\n...\nولكن متى ما أحمل الشّرّ أركب\nقال: ونظر رجلٌ إلى امرأته فدخلته غيرةٌ، وقد كان زيادة جدع أنفع بسيفه:\nفإن يك أنفي بأن عنّي جماله\n...\nفما حسبي في الصّالحين بأجدعا\nفلا تنكحي إنّ فرّق الدّهر بيننا\n...\nأغمّ القفا والوجه ليس بأنزعا\nوعن أبي حمزة الكناني قال: كنت في حرس خالد بن عبد الله\nالجزء: 1 ¦ الصفحة: 130\n",
        "القسري، فقال خالد: من يحدّثني بحديثٍ عسى يستريح إليه قلبي؟ فقلت: أنا. فقال: هات. فقلت: إنّه بلغني أنّه كان فتىً من بني عذرة، وكانت له امرأةٌ منهم، وكان شديد الحبّ لها، وكانت له مثل ذلك، فبينا هو ذات يومٍ ينظر وجهها إذ بكى، فنظرت إلى وجهه وبكت، فقالت له: ما الذي أبكاك؟ قال: والله، أتصدقيني إن صدقتك؟ قالت: نعم. قال لها: ذكرت حسنك وجمالك وشدّة حبّي، فقلت أموت فتتزوّج غيري. فقالت: والله والله، أنّ ذاك الذي أبكاك؟ قال: نعم. قالت: وأنا ذكرت حسنك وجمالك وشدّة حبّي لك فقلت أموت فيتزوّج امرأةً غيري. قال الرّجل: فإنّ النّساء حرامٌ عليّ بعدك. فلبثا ما شاء الله.\nثمّ إنّ الرّجل توفّي فجزعت عليه جزعاً شديداً فخاف أهلها على عقلها أن يذهل، فأجمع رأيهم على أن يزوّجوها، وهي كارهةٌ، لعلّها تتسلّى عنه. فلمّا كان في الليلة التي تهدى فيها إلى بيت زوجها، وقد نام أهل البيت، والماشطة تهيّء من شعرها، إذ ناكت نومةً يسيرةً فرأت زوجها الأوّل داخلاً عليها من الباب وهو يقول: خنت يا فلانة عهدي، والله لا هنيت العيش بعدي فانتبهت مرعوبةً، وخرجت هاربةً على وجهها، وطلبها أخلها فلم يقعوا لها على خبر.\nً\nقال إسحق خرجت امرأةٌ من قريش من بني زهرة إلى المدينة\nالجزء: 1 ¦ الصفحة: 131\n",
        "تقضي حقّاً لبعض القرشيّين. وكانت ظريفةً جميلةً، فرآها من بني أميّة رجلٌ فأعجبته، وتأمّلها فأخذت بقلبه، وسأل عنها فقيل له: هذه حميدة بنت عمر بن عبد الله بن حمزة. ووصفت له بما زاد فيها كلفه، فخطبها إلى أهلها فزوّجوه إيّاها على كرهٍ منها، وأهديت إليه فرأت من كرمه وأدبه وحسن عشرته ما وجدت به، فلم تقم عنده إلاّّ قليلاً حتّى أخرج أهل المدينة بني أميّة إلى الشّام، فنزل بها أمرٌ ما ابتليت بمثله، فاشتدّ بكاؤها على زوجها وبكاؤه عليها، وخيّرت بين أن تجمع معه مفارقة الأهل والولد والأقارب والوطن أو تتخلّف عنه مع ما تجد به، فلم تجد أخفّ عندها من الخروج معه مختارةً له على الدّنيا وما فيها. فلمّا صارت بالشّام صارت تبكي ليلها ونهارها ولا تتهنّأ طعاماً ولا شراباً شوقاً إلى أهلها ووطنها، فخرجت يوماً بدمشق مع نسوةٍ تقضي حقّاً لبعض القرشيّين فمرّت بفتىً جالسٍ على باب منزله، وهو يتمثّل بهذه الأبيات:\nألا ليت شعري، هل تغيّر بعدنا\n...\nصحون المصلّى، أم كعهدي القرائن؟\nوهل أدور حول البلاط عوامرٌ\n...\nمن الحيّ، أم هل بالمدينة ساكن؟\nالجزء: 1 ¦ الصفحة: 132\n",
        "إذا لمعت نحو الحجاز سحابةٌ،\n...\nدعا الشّوق منّي برقها المتيامن\nوما أشخصتنا رغبة عن بلادنا،\n...\nولكنّه ما قدّر الله كائن.\nفلمّا سمعت المرأة ذكر بلدها وعرفت المواضع، تنفّست نفساً صدّع فؤادها فوقعت ميتةً. فحملت إلى أهلها وجاء زوجها، وقد عرف الخبر، فانكبّ عليها فوقع عنها ميّتاً. فغسّلا جميعاً وكفًنا ودفنا في قبرٍ واحدٍ.\nوكانت خولة بنت منظور بن زياد الفزاري عند الحسن بن علي بن أبي طالب، رضي الله عنهم، وكانت أختها عند عبد الله بن الزّبير، وهي أحسن النّاس ثغراً، وأتمّهم جمالاً. فلمّا رأى ذلك عبد الملك بن مروان قتل عبد الله بن الزّبير زوجها، ثمّ خطبها، فكرهت أن تتزوّجه وهو قاتل زوجها، فأخذت فهراً وكسّرت به أسنانها. وجاء رسول عبد الملك فخطبها، فأذنت له ليراها، فأدّى إليها رسالته ورأى ما بها، فقالت: ما لي عن أمير المؤمنين رغبة، ولكنّي كما ترى، فإن أحبّني فأنا بين يديه، فأتاه الرّسول فأعلمه بذلك، فقال: أنا، والله، إنّما أردتها على حسن ثغرها الذي بلغني، وأمّا الآن فلا حاجة لي فيها.\nوممّن يضرب به المثل في الوفاء جماعة بنت عوف بن محلم الشّيباني وذلك أنّ عمرو بن عبد الملك طلب مروان القرط وهو مروان بن زنباع العبسيّ فخرج هارباً حتّى هجم على أبيات بني شيبان، فنظر إلى أعظمها بيتاً ببصره فإذا هو بيت جماعة بنت عوف فألقى نفسه بين يديها فاستجارها فأجارته. ولحقته خيل عمرو فبعثت إلى أبيها\nالجزء: 1 ¦ الصفحة: 133\n",
        "فعرّفته أنّها أجارته فمنعهم عوف عنه وأنصرف أصحاب عمرو. فأرسل عمرو إلى عوف قد آليت ألا أقطع طلبي إلاّّ أن يضع يده في يدي. فقال عوف: والله ما يكون ذلك أبداً لكنّ يدي بين يديك ويده. قال، فرضي عمرو بذلك. فوضع مروان يده في يد عوف ووضع عوف يده في يد عمرو. فقال عمرو: لا حرّ بوادي عوف. فذهبت مثلاً.\nوحكى عصام المرّي، عن أبيه، قال: بعثنا رسول الله، صلّى الله عليه وسلّم، في سريّةٍ قبل نجد، وقال: إن سمعتم مؤذّناً، أو رأيتم مسجداً فلا تقتلنّ أحداً. فبينا نحن نسير إذ لحقنا رجلٌ معه ظعائن يسوقها أمامه، فأخذناه، فقلنا له: أسلم. قال: وما الإسلام؟ فعزمنا عليه، قال: أرأيتم إن لم أسلم ما أنتم صانعون بي؟ قلنا: نقتلك. قال: فهل أنتم تاركي حتّى أوصي من في هذا الهودج بكلماتٍ. قلنا: نعم. فدنا من الهودج وفيه ظعينة فقال: أسلمي جبيش قبل انقطاع العيش. فقالت: أسلم عشراً أو تسعاً وتراً، أو ثانياً تترا. قال، ثمّ جاء فمدّ عنقه. قال: شأنكم اصنعوا ما أنتم صانعون. فضربنا عنقه ولقد رأيت تلك الظّعينة نزلت من هودجها وألقت نفسها عليه فما زالت تقبّله وتبكي حتّى هدأت فحرّكناها فإذا هي ميّتة.\nالعتبيّ قال: كان خالد بن عبد الله القسريّ ذات ليلةٍ مع فقهاء من أهل الكوفة فقال بعضهم: حدّثونا حديثاّ لبعض العشّاق. قال أحدهم: أصلح الله الأمير، ذكر هشام بن عبد الملك غدر النّساء وسرعة\nالجزء: 1 ¦ الصفحة: 134\n",
        "رجوعهنّ. فقال له بعض جلسائه: أنا أحدّثك، يا أمير المؤمنين: بلغني عن امرأةٍ من يشكر يقال لها أمّ عقبة بنت عمرو بن الأعران، وإنّها كانت عند ابن عمٍّ لها يقال له غسّان، وكان شديد المحبّة لها، والوجد بها، وكانت له كذلك. فأقام بها على هذا الحال ما شاء الله، لا يزيد كلّ واحدٍ منهما بصاحبه إلاّّ اعتباطاً.\nفلمّا حضرت غسّان الوفاة قال لها: يا أمّ عقبة اسمعي ما أقول، وأجيبي عن نفسك بحقٍّ. فقالت له: والله لا أجبتك بكذبٍ، ولا أجعله آخر حظّك معي. فقال: إنّي رجوت أن تحفظي العهد، وأن تكوني لي إن متّ عند الرّجاء. أنا والله واثقٌ بك، غير إنّي بسوء الظّنّ أخاف غدر النّساء. ثمّ اعتقل لسانه فلم ينطق حتّى مات. فلم تمكث معه إلاّّ قليلاً حتّى خطبت من كلّ مكانٍ، ورغب فيها الأزواج لاجتماع الخصال الفاضلة فيها من العقل والجمال والمال والعفاف والحسب. فقالت مجيبةً له:\nسأحفط غسّاناً، على بعد داره،\n...\nوأرعاه حتّى نلتقي يوم نحشر.\nوإنّي لفي شغلٍ عن النّاس كلّهم،\n...\nفكفّوا، فما مثلي من النّاس يغدر.\nسأبكي عليه، ما حييت، بدمعةٍ\n...\nتحول على الخدّين منّي فتكثر\nفيئس النّاس منها حيناً. فلمّا طالت بها الأيّام نسيت عهده، وقالت: من قد مات فقد فات. وأجابت بعض خطّابها فتزوّجها المقدام بن حابس، وقد كان بها معجباً. فلمّا كانت الليلة التي أراد بها الدّخول، أتاها في منامها زوجها الأوّل فقال لها:\nغدرت، ولم ترعي لبعلك حرمةً،\n...\nولم تعرفي حقّاً، ولم ترعي لي عهدا\nالجزء: 1 ¦ الصفحة: 135\n",
        "غدرت به لمّا ثوى في ضريحه،\n...\nكذلك ينسى كلّ من سكن اللحدا\nفانتبهت مرتاعةً مستحييةً منه كأنّه يراها أو تراه كأنّه في جانب البيت. فأنكر حالها من حضرها، وقلن لها: ما لك؟ وما بالك؟ قالت: ما ترك لي غسّانٌ في الحياة إرباً، أتاني السّاعة فأنشدني هذه الأبيات. ثمّ أنشدتها بدمعٍ غزيرٍ، وانتحابٍ شديدٍ من قلبٍ جريحٍ موجعٍ. فلمّا سمعن ذلك منها أخذن بها في حديثٍ آخر لتنسى ما هي فيه، فتغفّلتهنّ ثمّ قامت كأنّها تقضي حاجةً فأبطأت عليهنّ. فقمن في طلبها، فوجدنها قد جعلت السّوط في حلقها وربطته إلى عمود البيت وجبذت نفسها حتّى ماتت. فلمّا بلغ ذلك زوجها المقدام، حسن عزاؤه عنها، وقال: هكذا فليكن النّساء في الوفاء، قلّ من يحفظ ميتاً، إنّما هي قلائلٌ حتّى ينسى وعنه يتسلّى\nّ\nاستعدى آل بثينة مروان بن الحكم على جميل بن معمر، فهرب حتّى أتى رجلاً شريفاً من بني عذرة في أقصى بلادهم وله بناتٌ سبعٌ كأنّهنّ البدور جمالاً. فقال الشّيخ لبناته: تحلّين بأجود حليّكنّ، والبسن فاخر ثيابكنّ، ثمّ تعرضن لجميلٍ. فمن اختار منكنّ زوّجته إيّاها. ففعلن ذلك مراراً وجعلن يعارضنه: فلم يلتفت إليهنّ. وأنشأ يقول:\nحلفت لكي تعلمن أنّي صادقٌ، وللصّدق في خير الأمور وأنجح\nلتكليم يومٍ من بثينة واحد\n...\nورؤيتها عندي، ألذّ وأملح،\nمن الدّهر أن أخلو بكنّ فإنّما،\n...\nأعالج قلباً طامحاً حيث يطمح\nالجزء: 1 ¦ الصفحة: 136\n",
        "قال أبوهنّ: دعن هذا، فوالله لا أفلح أبداً.\nكانت أمّ هاني بنت أبي طالب تحت زوجها هبيرة بن أبي ليث المخزومي، فهرب يوم فتح مكّة إلى اليمن فمات كافراً. فخطب رسول الله، صلّى الله عليه وسلّم، أمّ هاني فقالت: والله لقد كنت أحبّك في الجاهليّة فكيف في الإسلام؟ ولكنّني امرأةٌ مصيبةٌ وأكره أن يؤذك. فقال النّبيّ، صلّى الله عليه وسلّم: \" نساء قريشٍ خير نساءٍ ركبن المطايا، أحناهنّ على ولدٍ صغيرٍ، وأرغاهنّ، على زوجٍ ذي يدٍ. \"\nأبو بكر الأنباري، عن أبي اليسر قال: دخلت منزل نخّاسٍ لشراء جاريةٍ، فسمعت في بيت بازاء البيت جاريةً تقول:\nوكنّا كزوجٍ من قطا في مفازةٍ\n...\nلدى خفض عيشٍ معجبٍ مونقٍ رغد\nأصابهما ريب الزّمان فأفردا\n...\nولم أر شيئاً قطّ أوحش من فرد\nفقلت للنّخّاس: أعرض عليّ هذه المنشدة. فقال إنّها حزينةٌ. قلت: ولم ذلك؟ قال: اشتريتها من ميراثٍ، فهي باكيةٌ على مولاها. ثمّ لم ألبث أن أنشدت:\nوكنّا كغصني بانةٍ وسط دوحةٍ\n...\nنشم جنا الجنّات في عيشةٍ رغد\nفأفرد هذا الغصن من ذاك قاطعٌ\n...\nفيا فردةٌ باتت تحنّ إلى فرد\nالجزء: 1 ¦ الصفحة: 137\n",
        "قال أبو السّمراء: فكتبت إلى عبد الله بن طاهر بخبرها. فكتب إليّ: أن ألق عليها هذا البيت، فإن أجازته فاشتراها ولو كانت بخراج خراسان. والبيت:\nقريبٌ صدّ، بعيدٌ وصل،\n...\nجعلت منه لي ملاذا\nفقالت:\nفعاتبوه، فزاد شوقاً\n...\nفمات عشقاً، فكان ماذا؟\nقال أبو السّمراء: فاشتريتها بألف دينارٍ وحملتها إليه. فماتت في الطّريق، فكانت إحدى الحسرات.\nقال الأصمعي: خرج سليمان بن عبد الملك ومعه سليمان بن المهلّب بن أبي صفرة من دمشق متنزّهين، فمرّا بالجبانة، وإذا امرأةٌ جالسةٌ على قبرٍ تبكي، فهبّت الرّيح، فرفعت البرقع عن وجهها، فكأنّها غمامةٌ جلت شمساً، فوقفنا متعجّبين ننظر إليها، فقال لها ابن المهلّب: يا أمة الله، هل لك في أمير المؤمنين بعلاً؟ فنظرت إليهما، ثمّ نظرت إلى القبر، وقالت:\nفإن تسألاني عن هواي، فإنّه\n...\nبملحود هذا القبر، يا فتيان\nوإنّي لأتسحييه والتّرب بيننا،\n...\nكما كنت أستحييه وهو يراني\nالجزء: 1 ¦ الصفحة: 138\n",
        "فانصرفنا ونحن متعجّبون.\nقال الأصمعي: رأيت بالبادية أعرابيّةً لا تتكلّم، فقلت: أخرساء هي؟ فقيل لي: لا، ولكنّها كان زوجها معجباً بنغمتها فتوفّي، فآلت أن لا تتكلّم بعده أبداً.\nقال الفرزدق أبقي لرجلٍ من بني نهشل، يقال له حصن، غلام. فخرجت في طلبه أريد اليمامة. فلمّا صرت في ماءٍ لبني حنيفة ارتفعت لي سحابةٌ، فرعدت وبرقت وأرخت عزاليها، فعدلت إلى بعض ديارهم وسألت القرا. فأجابوا، ودخلت الدّار، وأنخت ناقتي، وجلست. فإذا جاريةٌ كأنّها طلعة قمر، فقالت: ممّن الرّجل؟ قلت من بني حنظلة. قالت: من أيّ حنظلة؟ قلت: من بني نهشل. قالت: فأنت من الذين يقول فيهم الفرزدق:\nإنّ الذي سمك السّماء بنى لنا\n...\nبيتاً دعائمه أعزّ وأطول\nبيتا زرارةٍ محتبٍ بفنائه\n...\nومجاشعٌ وأبو الفوارس نهشل\nفقلت: نعم. فتبسّمت، ثمّ قالت: فإنّ جريراً هدم قوله، حيث يقول:\nالجزء: 1 ¦ الصفحة: 139\n",
        "أخزي الذي سمك السّماء مجاشعاً\n...\nوأحلّ بيتك بالحضيض الأسفل\nقال: فأعجبني ما رأيت من جمالها وفصاحتها، ثمّ قالت لي: أين تؤم؟ قلت: اليمامة. فتنفّست نفساً وصل إليّ حرّة، فقلت: أذات خدرٍ، أم ذات بعلٍ؟ فبكت. فقلت: ما أجبتني عمّا سألتك. قال فلمّا فهمت قولي ولم تكن أوّلاً فهمته من شدّة استغراقها، فلمّا كان بعد ساعةٍ أنشأت تقول:\nيخيّل لي، أبا عمرو بن كعب،\n...\nبأنّك قد حملت على سرير\nفإن يك هكذا، يا عمرو، إنّي\n...\nمبكّرةً عليك إلى القبور\nثمّ شهقت شهقةً فماتت. فقلت لهم: من هذه؟ قالوا: عقيلة بنت الضّحّاك بن النّعمان بن المنذر. قلت: فمن عمرو؟ قالوا: ابن عمّها، خطبها ولم يدخل بها. فارتحلت من عندهم فدخلت اليمامة، فسألت عن عمرو فإذا به قد دفن في ذلك الوقت من اليوم.\nيروى عن سماك بن حرب: أن زيد بن حارثة قال: يا رسول الله، انطلق بنا إلى فلانة نخطبها عليك أو عليّ إن لم تعجبك: فأتيناها فذكر لها زيد رسول الله، صلّى الله عليه وسلّم، فقالت له: يا رسول الله، إنّي عاهدت زوجي ألاّ أتزوّج بعده أبداً، وأعطاني مثل ذلك. فقال لها رسول الله، صلّى الله عليه وسلّم: \" إن كان ذلك في الإسلام ففي له، وإن كان ذلك في الجاهلية فليس بشيءٍ \".\nالجزء: 1 ¦ الصفحة: 140\n",
        "قال الأصمعي خرجت إلى مقابر البصرة، فإذا أنا بامرأةً على قبرٍ، من أجمل النّساء، وهي تندب صاحبه وتقول:\nهل أخبر القبر سائليه\n...\nأم قرّ عيناً بزائريه\nأم هل تراه أحاط علماً\n...\nبالجسد المستكين فيه\nيا جبلاً كان ذا امتناعٍ\n...\nوطوداً عد لآمليه\nيا نخلةً طلعها نضيد\n...\nيقرب من كفّ مجتنيه\nيا موت ماذا أردت منّي\n...\nحقّقت ما كنت أتّقيه\nدهرٌ رماني بفقد إلفي\n...\nأذمّ دهري وأشتكيه\nأمّنك الله كلّ خوفٍ\n...\nوكلّ ما كنت تتّقيه\nأسكنك الله في جنانٍ\n...\nتكون أمناً لساكنيه\nقال، فقلت لها: يا أمة الله، ما هذا منك؟ قالت: لو أعلمك مكانك ما أنشدت حرفاً، هذا زوجي وسروري وأنسي، والله لا زلت هكذا أبداً أو ألحق به. قلت لها: أعيدي عليّ الشّعر. فقالت: هذا من ذاك. فقلت خذي إليك. وأنشدتها الأبيات، فقالت فإن يكن في الدّنيا الأصمعي فأنت هو.\nقال: كان لأشجع بن عمرو السّلمي جاريةً، يقال لها ريم، وكان يجدها وجداً شديداً، وكانت تحلف له أنّها إن بقيت بعده لم يحكم عليها رجلٌ أبداً. فقال يخاطبها:\nإذا غمضت فوقي جفون حفيرةٍ\n...\nمن الأرض فابكيني بما كنت أصنع\nالجزء: 1 ¦ الصفحة: 141\n",
        "تعزيك عنّي بعد ذلك سلوةٌ\n...\nوإن ليس فيمن وارت الأرض مطمع\nفأجابته ريم تقول:\nذكرت فراقاً والفراق يصدّع،\n...\nوأيّ حياةٍ بعد موتك تنفع.\nإذا الزّمن الغدّار فرّق بيننا،\n...\nفمالي في طيّبٍ من العيش مطمع.\nفلو أبصرت عيناك عينيّ أبصرت،\n...\nشآبيب جدرٍ غيثها ليس تقشع\nوقالت فيها أيضاً:\nوليس لإخوان النّساء تطاول،\n...\nولكنّ إخوان الرّجال يطول.\nفلا تبخلي بالدّمع عنّي فإنّ من،\n...\nيضنّ بدمعٍ، عن هوىً، لبخيل.\nفما لي إلى ردّ الشّبيبة حيلةً،\n...\nولا لي إلى دفع المنون سبيل.\nوإنّ لداتي قد مضوا لسبيلهم،\n...\nوإنّ بقائي بعدهم لقليل.\nفأجابته ريم:\nبكى من صروفٍ خطبهنّ جليل\n...\nومن ذا به عمر الحياة يطول؟\nالجزء: 1 ¦ الصفحة: 142\n",
        "ومن ذا الذي ينعى على حدث الرّدى،\n...\nوللموت في أثر النّفوس رسول.\nوكلّ جليلٍ سوف يلقى حمامه،\n...\nوكلّ نعيمٍ دائمٍ سيزول.\nلي الويل، إن عمّرت بعدك ساعةً،\n...\nوإنّ كثير الويل لي لقليل.\nوتزعم أنّي لا أجود بعبرةٍ،\n...\nإذا نجمه قد حان منه أفول.\nومن ذا الذي أبكي له، إن فقدته،\n...\nسواك، ومن دمعي عليه يسيل.\nفلا وقيت ريمٌ، إذاً، ما تخافه\n...\nإذا ناب للزّمان جليل.\nولا لقيت يوم القيامة ربّها\n...\nوميزانها بالصّالحات ثقيل\nإذا ماسخا قلب امرئ بمودّةٍ، فقلبي بودٍّ عن سواك بخيل.\nولمّا مات أشجع، آلت على نفسها أن لا تأكل طعاماً، ولا تذوق شراباً. فعاشت بعده أيّاماً، ثمّ توفّيت، فدفنت إلى جانبه.\nالجزء: 1 ¦ الصفحة: 143\n",
        "باب ما جاء في غدر النّساء\nقال عمر بن الخطّاب، رضي الله عنه: أستعيذوا بالله من شرار النّساء وكونوا من خيارهنّ على حذرٍ.\nقال عمرو الملك:\nإنّ من غرّه النّساء بودٍّ\n...\nبعد هندٍ لجاهلٌ مغرور\nحلوة العين واللسان وفيها\n...\nكلّ شيءٍ يجن فيه الضّمير\nوقال طفيل الغنوي:\nإنّ النّساء لأشجارٌ تبين لنا\n...\nمنهنّ مرٌّ، وبعض المرّ مأكول\nإنّ النساء متى ينهين عن خلقٍ\n...\nفإنّه واقعٌ لا بدّ مفعول\nوفي حديث المرفوع أنّ المرأة خلقت من ضلعٍ عوجاء، فإن ذهبت تقوّمها كسرتها، فاستمع بها على عوجٍ فيها.\nالجزء: 1 ¦ الصفحة: 144\n",
        "وكان أبو ذرّ الغفّاري يقعد على منبر رسول الله، صلّى الله عليه وسلّم فينشده:\nهي الضّلع العوجاء لست تقيمها\n...\nألا إنّ تقويم الضّلوع انكسارها.\nأيجمعن ضعفاً واقتداراً على الفتى\n...\nأليس عجيباً ضعفها واقتدارها؟\nوفي الحديث شاوروهنّ وخالفوهنّ، فإنّ في خلافهنّ البركة.\nقال علقمة بن عبدة:\nفإن تسألوني بالنّساء فإنّني\n...\nبصيرٌ بأدواء النّساء طبيب\nإذا شاب رأس المرء أو قلّ ماله\n...\nفليس له في ودّهنّ نصيب\nوقال آخر:\nتمتّع بها، ما ساعفتك، ولا تكن\n...\nجزوعاً إذا بانت، فسوف تبين.\nوإن هي أعطتك الليان فإنّها،\n...\nلغيرك من طلّابها ستلين؛\nوخنها وإن كانت تفي لك، إنّها\n...\nعلى قدم الأيّام سوف تخون\nوإن حلفت أن ليس تنقض عهدها،\n...\nفليس لمخضوب البنان يمين\nالجزء: 1 ¦ الصفحة: 145\n",
        "وقال أبو عبيدة: حجّت امرأة عجير السّلولي معه، فأقبلت لا تطرق على شابٍّ في الرّفقة إلاّّ وتكشف وجهها، فقال في ذلك:\nأيا ربّ لا تغفر لعتمة ذنبها،\n...\nوإن لم يعاقبها العجير، فعاقب\nحرامٌ عليك الحجّ لا تطعمينه\n...\nإذا كان حجّ المسلمات الثّوائب\nوقال أعرابيٌّ:\nلا تكثري قولاً منحتك ودّنا،\n...\nفقولك هذا للفؤاد مريب،\nتعدين ما أوليتني منك قابلاً،\n...\nوللفارس العجلان منك نصيب؟\nأراد رجلٌ أن يشتري قينةً وقد كان أحبّها، فبات عند مولاها ليلةً فأمكنته من نفسها وكان الامتناع منه، فأنشأ يقول:\nما رأينا بواسط كسليمى\n...\nمنظراً لو تزينه بعفاف\nبت في جنبها وبات ضجيعي\n...\nجنب القلب طاهر الأطراف\nفأقيمي مقامنا ثمّ بيني،\n...\nلست عندي من فتية الأشراف\nالجزء: 1 ¦ الصفحة: 146\n",
        "وقال آخر:\nلا أشتهي رنق الحياة ولا التي\n...\nتخاف وتغشاها المعبدة الحرب\nولكنّني أهوى مشارب أحرزت\n...\nعن النّاس حتّى ليس في صفوها عيب\nوقال أعرابيٌّ أيضاً\nتبعتك لما كان قلبك واحداً،\n...\nوأمسكت لمّا صرت نهباً مقسما.\nولن يلبث الحوض الوثيق بناؤه\n...\nعلى كثرة الورّاد أن يتهدّما\nوقال أبو نواس:\nومظهرةٍ لخلق الله حبّاً،\n...\nوتلقي يالتّحيّة والسّلام\nأتيت فؤادها أشكو إليه،\n...\nفلم أخلص إليه من الزّحام\nفيا من ليس يكفيها خليل،\n...\nولا ألفا خليلٍ كلّ عام،\nأراك بقيّةً من قوم موسى،\n...\nفهم لا يصبرون على طعام.\nوكان رجلٌ يحبّ امرأةً فخطب في اليوم الذي ماتت فيه، فقيل له في ذلك فقال:\nخطبت كما لو كنت قدّمت قبلها\n...\nلكانت بلا شكٍ لأوّل خاطب\nالجزء: 1 ¦ الصفحة: 147\n",
        "إذا غاب بعلٌ كان بعلٌ مكانه\n...\nفلا بدّ من آتٍ وآخر ذاهب\nوعن المطّلب بن الوداعة السّهميّ قال: كانت ضباعة بنت عامر، من بني عامر بن صعصعة، تحت عبد الله بن جدعان. فمكثت عنده زماناً لا تلد، فأرسل إليها هشام بن المغيرة: ما تصنعين بهذا الشّيخ الكبير الذي لا يولد له: فقولي له فليطلّقك. فقالت ذلك لعبد الله بن جدعان، فقال لها: إنّي أخاف إن طلّقتك تتزوّجي هشام بن المغيرة؟؟! قالت له: فإنّ لك عليّ أن لا أفعل هذا. قال لها: فإن فعلت، فإنّ عليك مائةً من الإبل تنحرينها وتنسجين ثوباً يقطع ما بين الأخشبين وتطوفين بالبيت عريانةً. قالت: لا أطيق ذلك.\nوأرسلت إلى هشام فأخبرته، فأرسل إليها ما أهون ذلك، وما يكن بك من ذلك، أنا أيسر من قريش في المال، ونسائي أكثر النّساء بالبطحاء، وأنت أجمل النّساء ولا تعابين في عريك، فلا تأبي ذلك عليه. فقالت لابن جدعان: طلّقني، فإن تزوّجت هشاماً فعليّ ما قلت. فطلّقها بعد استيثاقه منها. فتزوّجها هشام، فنحر عنها مائة جزور، وأمر نساؤه فنسجن ثوباً يملأ ما بين الأخشبين، ثمّ طافت بالبيت عريانةً. قال المطّلب: فأتبعها بصري إذا أدبرت وأستقبلها إذا أقبلت، فما رأيت شيئاً ممّا خلق الله منها وهي واضعة يدها على فرجها وقريش قد أحدقت بها، وهي تقول:\nاليوم يبدو بعضه أو كلّه\n...\nوما بدا منه فلا أحلّه\nالجزء: 1 ¦ الصفحة: 148\n",
        "قال الزّبير بن بكار: خطب الحسن بن الحسن بن علي بن أبي طالب من عمّه الحسين بن علي رضي الله عنهما فقال له: يا ابن أخي، قد انتظرت هذا منك انطلق معي، فخرج معه حتّى أدخله منزله ثمّ أخرج إليه ابنته فاطمة وسكينة، وقال له: اختر أيّهما شئت! فاختار فاطمة، فزوّجه إيّاها. فلمّا حضرت الحسن الوفاة قال لها: إنّك امرأة مرغوب فيك، متشوّف إليك لا تتركين، وإنّي ما أدع في قلبي حسرةً سواك. فتزوّجي من شئت سوى عبد الله بن عمر بن عثمان. ثمّ قال لها: كأنّي قد خرجت وقدمت جاءك لابساً حلّته، مرجلاً جمته، يسير في جانب النّاس معترضاً لك، ولست أدع من الدّنيا همّاً غيرك. فلم يدعها حتّى استوثق منها بالإيمان.\nومات الحسن، فأخرجت جنازته، فوافاه عبد الله بن عمر وكان يجد بفاطمة وجداً شديداً، وكان رجلاً جميلاً كان يقال له المطرف من حسنه، فنظر إلى فاطمة وهي تلطم وجهها على الحسن، فأرسل إليها مع وليدة له: أنّ لابن عمّك أرباً في وجهك فارفقي به. فاسترخت يدها واحمرّ وجهها حتّى عرف ذلك جميع من حضرها. فلمّا انقضت عدّتها خطبها فقالت: كيف أفعل بإيماني؟ قال لها: لك بكلّ مالٍ مالان؛ وبكلّ مملوكٍ مملوكان. فوفّى لها وتزوجها فولدت له محمّداً. وكان يسمّى من حسنه الدّيباج والقاسم ورقيّة.\nوقال الزّبير: لمّا حضرت الوفاة حمزة بن عبد الله بن الزّبير خرجت عليه فاطمة بنت القاسم بن علي بن جعفر بن أبي طالب فقال لها: كأنّي؟؟؟؟؟؟؟؟؟ بك تزوّجت طلحة بن عمر بن عبد الله بن معمر، فحلفت له بعتق رقيقها، وإنّ كلّ شيءٍ لها في سبيل الله أن تزوّجته أبداً. فلمّا توفّي حمزة بن عبد الله وحلّت، أرسل إليها طلحة بن عمر فخطبها فقالت له: قد حلفت. وذكرت يمينها، فقال لها: أعطيك بكلّ شيءٍ شيئين. وكانت قيمة رقيقها وما حلفت عليه عشرين ألف دينار، فأصدقها ضعفها\nالجزء: 1 ¦ الصفحة: 149\n",
        "فتزوّجته، فولدت له إبراهيم ورملة. فزوّج طلحة ابنته رملة من إسماعيل بن علي بن العبّاس بمائة ألف دينار وكانت فائقة الجمال والخلق، فقال إسماعيل لطلحة بن عمر: أنت أتجر النّاس. قال له والله ما عالجت تجارةً قط. قال: بلى حين تزوّجت فاطمة بنت القاسم بأربعين ألفاً فولدت لك إبراهيم ورملة، فزوّجت رملة بمائة ألف دينار فربحت ستّين ألفاً وإبراهيم.\nوعن هشام بن الكلبي قال: قال عبد الله بن عكرمة: دخلت على عبد الرّحمن بن هشام أعوده فقلت: كيف تجد؟ فقال: أجد بي والله الموت، وما موتي بأشد عليّ من أمّ هشام، أخاف أن تتزوّج بعدي. فحلفت له أنّها لا تتزوّج بعده فغشي وجهه نوراً، وقال: الآن فلينزل الموت متى شاء. فلمّا انقضت عدّتها تزوّجت عمر بن عبد العزيز. فقلت في ذلك؟.\nفإن لقيت خيراً فلا يهنيها\n...\nوإن تعست بؤساً فللعين والفم\nفلمّا بلغها ذلك كتبت إليّ: قد بلغني ما تمثّلت به، وما مثلي في أخيك إلاّّ كما قال الشّاعر:\nوهل كنت إلاّّ والهاً ذات ترحةٍ\n...\nقضت نحبها بعد الحنين المرجّع\nفدع ذكر من قد وارت الأرض شخصه\n...\nففي غير من قد وارت الأرض مقنع\nالجزء: 1 ¦ الصفحة: 150\n",
        "قال: فبلغ منّي كلّ مبلغ. فحسبت حسابها فإذا هي قد عجّلت بالتزوّج وبقي عليها من عدّتها أربعة أيّام. فدخلت على عمر فأخبرته فانقضى النّكاح.\nقال الزّبير بن بكار: كانت إمرأةٌ من العرب تزوّجت رجلاً، فكانت تجد به، ويجد بها وجداً شديداً، فتحالفا وتعاهدا أن لا يتزوّج الباقي منهما. فما لبث أن مات بعلها، فتزوّجت، فلامها أهلها على نقض عهدها، فقالت:\nلقد كان حبّي ذاك حبّاً مبرّحاً\n...\nوحبّي إذا مات ذاك شديد.\nوكانت حياتي عند ذلك جنّةٌ\n...\nوحبّي لذا طول الحياة يزيد\nفلمّا مضى، عادت لهذا مودّتي،\n...\nكذاك الهوى بعد الممات يبيد\nً\nحكى الهيثم بن عدي قال: عاهد رجلٌ امرأته وعاهدته أن لا يتزوّج الباقي منهما، فهلك الرّجل، فلم تلبث المرأة أن تزوّجت. فلمّا كان ليلة البناء بها رأت في أوّل الليل شخصاً فتأمّلته، فإذا هو زوجها، وهو يقول لها: نقضت العهد ولم ترعي له. وأصبحت فأتمّت نكاحها.\nوروى ابن شهاب: أنّ رجلاً من الأنصار غزا فأوصى ابن عمٍّ له بأهله، فأتى ابن عمّ الرّجل ليلة من الليالي فتطلّع على حال زوجة ابن عمّه فإذا بالبيت مصباحٌ يزهر ورائحةٌ طيّبةٌ، وإذا برجلٍ متّكئ على فراش ابن عمّه وهو يتغنّى ويقول:\nالجزء: 1 ¦ الصفحة: 151\n",
        "وأشعث غرّة الإسلام منّي\n...\nخلوت بعرسه بدر التّمام\nأبيت على ترائبها ويغدو\n...\nعلى جرداء لاحقة الحزام\nكأنّ مجامع الرّبلات منها\n...\nفئام ينتمين إلى فئام\nفلم يقدّر الرّجل أن يملك نفسه حتّى دخل عليه فضربه حتّى قتله. ورفع الخبر إلى عمر بن الخطّاب رضي الله عنه، فصعد المنبر وخطب وقال: عزمت عليكم أن كان الرّجل الذي قتل حاضراً ويسمع كلامي فليقم. فقال: أبعده الله، ما كان من خبره؟ فأخبره وأنشده الأبيات، فقال: أضربت عنقه؟ قال: نعم يا أمير المؤمنين. فقال: أبعده الله، فقد هدر دمه.\nقال أبو عمرو الشّيباني: كان أبو ذؤيب الهذلي يهوى امرأةً يقال لها أم عمرو، وكان يبعث إليها خالد ابن أخيه زهير، فراودت الغلام عن نفسها، فامتنع وقال: أكره أن يبلغ أبا ذؤيب. فقالت له: ما يراني وإيّاك إلاّّ الكواكب. فبات معها وقال:\nالجزء: 1 ¦ الصفحة: 152\n",
        "ما ثمّ إلاّّ أنا والكواكب\n...\nوأمّ عمرو فلنعم الصّاحب\nفلمّا رجع إلى أبي ذؤيب استراب به، وقال: والله إنّي لأجد ريح أمّ عمرو منك. ثمّ جعل لا يأتيه إلاّّ استراب به، فقال خالد:\nيا قوم ما لي وبي ذؤيب،\n...\nكنت إذا ما جئته من غيب،\nيمسّ عطفي، ويشمّ ثوبي،\n...\nكأنّني أربته بريب.\nفقال أبو ذؤيب، وهي من قصيدة من جيّد شعره:\nدعا خالداً أسرى ليالي نفسه\n...\nيولي على قصد السّبيل أمورها\nفلمّا توفّاها الشّباب وغدره،\n...\nوفي النّفس منه غدرها وفجورها\nلوى رأسه عنّي، ومال بودّه،\n...\nأغانيج خودٍ كان حيناً يزورها\nتعلّقها منه دلال ومقلة\n...\nيظلّ لأصحاب السّفاه يثيرها\nفأجابه خالد:\nفلا يبعدنّ الله عقلك إن غزا\n...\nوسافر والأحلام جمٌّ غيورها\nوكنت إماماً للعشيرة تنتهي\n...\nإليك إذا ضاقت بأمرٍ صدورها\nوقاسمها بالله جهداً لأنتم\n...\nألذّ من الشّكوى إذا ما يسورها\nفلم يغن عنه خدعه حين أزمعت\n...\nصريمته والنّفس مرّ ضميرها\nالجزء: 1 ¦ الصفحة: 153\n",
        "قال: وكان أبو ذؤيب أخذها من ملك بن عويمر وكان ملك يرسله إليها، فلمّا كبر أخذت أبا ذؤيب، فلمّا كبر أخذت خالداً. وقال:\nتريدين كيما تجمعيني وخالداً\n...\nوهل يصلح السّيفان، ويحك، في غمد؟\nأخالدٌ، ما راعيت منّي قرابةً\n...\nفتحفظني بالغيب أو بعض ما تبدي.\nقال أبو عبيدة: كان صخر بن عبد الله الشّريد يتعشّق ابنة عمّه سلمى بنت كعب، وكان يخطبها فتأبى عليه، فأقام على ذلك حيناً ثمّ أغارت بنو أسدٍ على بني سليمٍ فغلبوهم وصخر غائب. وأخذت سلمى فيمن أخذ من النّساء، وقتل عددٌ منهم، وأسر آخرون. وأقبل صخر فنظر إلى ديارهم بلقعاً وأخبر الخبر، فشدّ عليه سلاحه، واستوى على فرسه، وأخذ أثرهم حتّى لحقهم، فلمّا نظروا إليه قالوا: هذا كان شرّد من بني سليم، وقد أحبّ الله أن لا يدع منهم أحداً. فجعل يبرز إليه الفارس بعد الفارس فيقتله، فلمّا أكثر فيهم القتل، حلّت أسارى بني سليم بعضها بعضاً، وثاروا على بني أسد.\nونظر صخر إلى سلمى وهي مع عبد أسود، قد شدّها على ظهره، فطعنه صخرٌ فقتله واستنقذ سلمى ورجع بها. وقد أصابته طعنة أبي ثور الأسدي في جنبه، وتزوّج سلمى. وكان يحبّها ويكرمها، ويفضّلها على أهله. ثمّ بعد ذلك انتقض جرحه فمرض حولاً، وكان نساء الحيّ يدخلن إلى سلمى عوائد فيقلن: كيف أصبح صخر؟ فتقول: لا حيّ فيرجى ولا ميت فينسى. ومرّ بها رجلٌ وهي قائمةٌ وكانت ذات خلقٍ وأرداف، فقال: أيباع هذا الكفل؟ فقالت: عن قريبٍ فسمعها صخر، ولم تعلم، فقال لها: ناوليني السّيف\nالجزء: 1 ¦ الصفحة: 154\n",
        "أنظر هل صدئ أم لا؟ وأراد قتلها، فناولته ولم تعلم، فإذا هو لا يقدر على حمله فقال:\nأرى أمّ صخرٍ ما تملّ عيادتي\n...\nوملّت سليمى مضجعي ومكاني\nوما كنت أخشى أن أكون جنازةً\n...\nعليك ومن يغترّ بالحدثان\nفأيّ امرئ ساوى بأمٍ حليلةٍ\n...\nفلا عاش إلاّّ في شقا وهوان\nأهمّ بأمر الحرم لو أستطيعه،\n...\nوقد حيل بين العير والنّزوان\nلعمري لقد أيقظت من كان نائماً\n...\nوأسمعت من كانت له أذنان\nفللموت، خيرٌ من حياةٍ كأنّها\n...\nمحلة يعسوب برأس سنان.\nقال: ونتأت في موضع الجرح قطعةً فأشاروا عليه بقطعها، فقال لهم: شأنكم. فلمّا قطعت مات.\nقال كان السّاطرون والملك، ملك اليونانيين، قد بنى حصناً يسمّى الثّرثار ولم يكن له بابٌ ظاهرٌ فكلّ من غزاه من الملوك رجع عنه خائباً حتّى غزاه سابور ذو الأكتاف، ملك فارس، فحصره أشهراً لا يقدر على شيءٍ. فأشرفت يوماً من الحصن النّضيرة ابنة الملك، فنظرت إلى سابور فهويته، وكان من أجمل النّاس وأمدّهم قامةً، فأرسلت إليه: إن أنت ضمنت لي أن تتزوّجني وتفضّلني على نسائك دللتك على فتح\nالجزء: 1 ¦ الصفحة: 155\n",
        "هذا الحصن. فضمن لها ذلك فأرسلت إليه: أن أنثر في الثّرثار تبناً واجعل الرّجال يتبعونه حتّى يروا حيث يدخل. فإنّ ذلك المكان يفضي إلى الحصن، وفيه بابه. ففعل ذلك سابور، وعمدت النّضيرة إلى أبيها فسقته الخمر حتّى أسكرته، فلم يشعر أهل الحصن إلاّّ وسابور معهم وهم آمنون.\nقال: فلمّا ظفر سابور بالحصن، وقتل الملك أبا نضيرة، وجمع جنده، تزوّج بالنّضيرة فباتت معه مسهرةً لا تنام تتقلّب من جنبٍ إلى جنب. فقال لها سابور: ما لك لا تنامين؟ فقالت: إنّ جنبي تجافى عن فراشك. قال: ولم، فوالله ما نامت الملوك على ألين منه ولا أوطأ، وإنّ فرشه لزغب اليمام. فلمّا أصبح سابور نظر إلى ورقة آس بين أعكانها، فتناولها، فدمى موضعها. فقال لها: ويحك بماذا كان أبوك يغذّيك؟ قالت: بالمخّ والزّبد والبلح والشّهد وصفو الخمر. فقال لها سابور: إنّي لجديرٌ أن لا أستبقيك بعد إهلاك أباك وقومك، وكانت حالك عندهم هذه الحالة التذ تصفين، وأمر بإحضار فرسين فربطت إلى أرجلهما بغدائرها ونفّرا فقطعاها نصفين، فذلك قول عدي حيث يقول:\nوالحصن صبّت عليه داهيةٌ\n...\nمن قعره أيد مناكبها\nمن يعد ما كان وهو يعمره\n...\nأرباب ملك جزل مواهبها\nويروى أنّ وضّاح اليمن نشأ هو وأمّ البنين بنت عبد العزيز بن مروان بالمدينة صغيرين فأحبّها وأحبّته، وكان لا يصبر عنها حتّى إذا\nالجزء: 1 ¦ الصفحة: 156\n",
        "شبّت حجبت عنه، فطال بهما البلاء. فحجّ الوليد بن عبد الملك فبلغه جمال أمّ البنين وأدبها فتزوّجها ونقلها معه إلى الشّام فذهب عقل وضّاح عليها وجعل يذوب وينحل فلمّا طال عليه البلاء وصار إلى الوسواس خرج إلى مكّة حاجاً وقال لعلّي أستعيذ بالله ممّا أنا فيه وأدعو الله فلعلّه يرحمني.\nفلمّا قضى حجّه شخص إلى الشّام فجعل يطوف بقصر الوليد بن عبد الملك في كلّ يومٍ لا يجد حيلةً حتّى أرى في يومٍ من الأيّام جاريةً صفراء خارجةً من القصر تمشي فمشى معها ولم يزل بها حتّى أنست به فقال لها: أتعرفين أمّ البنين بموضعي؟ فقالت: عن مولاتي تسأل؟ قال لها: هي ابنة عمّي، وإنّها لتسرّ بموضعي لو أخبرتها، قالت: فأنا أخبرها.\nفمضت الجّارية فأخبرت أمّ البنين فقالت لها: ويلك أحيٌّ هو؟ قالت لها: نعم يا مولاتي. قالت لها: إرجعي إليه، وقولي له كن مكانك حتّى يأتيك رسولي، فإنّي لا أدع الاحتيال لك: واحتالت له فأدخلته في صندوق، فمكث عندها حيناً فإذا أمنت أخرجته فقعد معها، وإذا خافت عين رقيب أدخلته في الصّندوق.\nوأهدي يوماً لوليد جوهر فقال لبعض خدمه خذ هذا العقد وأمض به إلى أمّ البنين وقل لها: أهدي هذا إلى أمير المؤمنين فوجّه به إليك. فدخل الخادم مفاجأةً ووضّاح معها قاعد فلمحه الخادم، ولم تشعر أمّ البنين، فبادر إلى الصّندوق فدخله.\nوأدّى الخادم الرّسالة وقال: هبي لي من هذا الجوهر حجراً واحداً. فقالت له: لا أمّ لك، فما تصنع بهذا. فخرج وهو عليها حنق، فجاء الوليد فأخبره الخبر ووصف له الصّندوق الذي رآه دخله، فقال له: كذبت، لا أمّ لك: ثمّ نهض الوليد مسرعاً فدخل إليها وهي في ذلك البيت وفيه صناديق كثيرة فجاء حتّى جلس على ذلك الصّندوق الذي وصف له الخادم فقال لها: يا أمّ البنين هبي لي صندوقاً من صناديقك هذه؟ قالت: أنا لك يا أمير المؤمنين، وهي لك، فخذ أيّها شئت. قال: ما أريد إلاّّ هذا الذي تحتي. قالت له\nالجزء: 1 ¦ الصفحة: 157\n",
        "يا أمير المؤمنين إنّ فيه شيئاً من أمور النّساء. فقال: ما أريد غيره. قالت فهو لك.\nقال فأمر به فحمل، ودعا بغلامين وأمرهما أن يحفرا حتّى وصلا إلى الماء ثمّ وضع فمه في الصّندوق وقال يا صاحب الصّندوق قد بلغنا عنك شيء فإن كان حقّاً فقد دفنّا خبرك، وإن كان كذباً فما أهون علينا، إنّما دفنّا صندوقاً. وأمر بالصّندوق فألقي في الحفيرة، وأمر بالخدّام الذي عرفه فقذف معه، وردّ التّراب عليهما. قال فكانت أمّ البنين لا ترى إلاّّ في ذلك المكان تبكي إلى أن وجدت ذات يومٍ مكبوبةً على وجهها ميّتة.\nوروي عن أبي نواس قال حجبت مع الفضل بن الرّبيع فلمّا كنّا بأرض فزارة أيّام الرّبيع، نزلنا منزلاً بفنائهم ذا أرضٍ أريضٍ، ونبتٍ غريضٍ، وقد اكتست الأرض نبتها الزّاهر، وبرزت براخم غررها والتّحف أنوار زخرفها الباهر ما يقصر عن حسنه النّمارق المصفوفة، ولا يداني بهجته الزّرابي المبثوثة. فزادت الأبصار في نضرتها، وابتهجت النّفوس بثمارها. فلم نلبث أن أقبلت السّماء بالسّحاب، وأرخت عزاليها ثمّ اندهمت برذاذٍ ثمّ بطشٍ ثمّ بوابلٍ حتّى إذا تركت الدّيم،\nالجزء: 1 ¦ الصفحة: 158\n",
        "كالوهاد انقشعت وأقلعت وقد غادرت الغدران مترعةً برفقٍ، والقيعان ناضرةً تتألّق، يتضاحك بأنوار الزّهرالغضّ حتّى إذا هممت بتشبيه منظرٍ حسنٍ رددته إليه، وإذا تقت إلى موضعٍ طيّبٍ لم يجد في البكاء معولاً إلاّّ عليه. فسرحت طرفي راتعاً في أحسن منظرٍ، واستنشقت من رياها أطيب من ريح المسك الأذفر. فقلت لزميلي: ويحك أمض بنا إلى هذه الخيمات، فلعلّنا نلقى من نأثر عنه خبراً، نرجع به إلى بغداد.\nفلمّا انتهينا إلى أوائلها إذا نحن بخباء على باب جارية مبرقعة بطرف مريض وسنان النّظر قد حشي فتوراً، ومليء سحراً، فقلت لصاحبي: والله إنّها لترنو عن مقلة لا رقية لسليمها ولا برء لسقيمها. فقال لي: وكيف السّبيل إلى ذلك؟ فقلت: استسقها ماءً. فدنونا منها فاستسقيناه فقالت نعم، ونعما عين وإن نزلتما ففي الرّحب والسّعة. ثمّ قامت تتهادى كالدّعص الملبد. فراعني والله ما رأيت منها، فأتت بالماء فشربت منه، وصببت باقية على يدي، ثمّ قلت: وصاحبي عطشانٌ أيضاً. فأخذت الإناء ودخلت الخباء ثمّ جاءت، فقلت لصاحبي: تعرض لكشف وجهها. فقال:\nإذا بارك الله في ملبسٍ\n...\nفلا بارك الله في البرقع\nتريك عيون المها غرّةً\n...\nوتكشف عن منظرٍ أشنع\nفمرّت مسرعةً وأتت وقد كشف البرقع وتقنّعت بخمارٍ أسود وأنشأت وهي تقول:\nالجزء: 1 ¦ الصفحة: 159\n",
        "ألا حيّ ضيفي معشر قد أراهما\n...\nأضلّا ولمّا يعرفا مبتغاهما\nهما استقيا ماءً على غير ظمأةٍ\n...\nليستمتعا باللحظ ممّن سقاهما\nيذمّان تلباس البراقع ضلّة\n...\nكما ذمّ تجرا سلعةً مشتراهما\nقال: فشبّهت، والله كلامها بعقد درٍّ وهي من سلكه. فهو ينتثر بنغمةٍ عذبةٍ رخيمةٍ لو خوطبت به الصّمّ الصّلاب لانبجست ماءٌ لرطوبة منطقها، وعذوبة لفظها، بوجهٍ يظلم لنوره ضياء العقول، ويتلف من رؤيته مهج النّفوس. فهي كما قال:\nفرقّت وجلّت واستكرت فأكملت\n...\nفلو جنّ إنسانٌ من الحسن جنّت\nفلم أتمالك أن خررت ساجداً، فقالت: ارفع رأسك غير مأجورٍ، ولا تذمّنّ بعدها برقعاً. فكشف البرقع عمّا يطرد الكرى، ويشغل الهوى، من غير بلوغ أربٍ، ولا إدراك طلبٍ. وليس إلاّّ الحين المملوب، والقدر المكتوب، والأمل المكذوب. فبقيت والله معقول اللسان عن الجواب، حيران لا أهتدي إلى طريق الصّواب. والتفت إليّ صاحبي لمّا رأى لهفي فقال: ما هذه الخفّة لوجهٍ، إنّما برقت لك بارقةً لعلّك ما تدري ما تحتها. أما سمعت قول الشّاعر؟ حيث يقول:\nعلى وجه مّيٍ مسحةٌ من ملاحةٍ\n...\nوتحت الثّياب العار لو كان باديا\nفقالت: بئس ما ذهبت إليه، لا أبالك، لأنّا أشبه بقول الشّاعر حيث يقول:\nالجزء: 1 ¦ الصفحة: 160\n",
        "منعمة حوراء يجري وشاحها\n...\nعلى كشح مرتج الرّوادف أهضم\nخزاعيّة الأطراف كنديّة الحشا\n...\nفزاريّة العينين طائيّة الفم\nثمّ رفعت ثيابها حتّى جاوزت نحرها، فإذا هي كقضيب فضّةٍ قد شيّب بماء الذّهب، يهتزّ على مثل كثيب؛ ولها صدرٌ كالورد عليه رمّانتان أو حقان من عاجٍ يملآن يد اللامس؛ وخصرٍ مطويّ الاندماج، يهتزّ في كفلٍ رجراج، لو رمت عقده لانعقد؛ وسرّةٍ مستديرةٍ يقصر وهمي عن بلوغ وصفها؛ تحت ذلك أرنبٌ جاثمٌ أو جبهة أسدٍ غادرٍ، وفخذان لفّاوان، وساقان خدلجان يحسان الخلاخيل، وقدمان خمصاوان. فقالت: أعارٌ ترى؟ قلت: لا والله، قال: فخرجت عجوزٌ من الخباء وقالت: أيّها الرّجل امض لشأنك، فإنّ قتيلها مطلول لا يودى، وأسيرها مكبول لا يفدى. فقالت لها الجّارية: دعيه فمثله قول ذي الرّمّة:\nوإن لم يكن إلاّّ تمتّع ساعةً\n...\nقليلاً فإنّي نافعٌ لي قليلها\nفولّت العجوز وهي تقول:\nالجزء: 1 ¦ الصفحة: 161\n",
        "فما لك منها، غير أنّك ناكحٌ\n...\nبعينيك عينيها، فهل ذاك نافع؟\nقال: فبينما نحن كذلك إذ ضرب الطّبل للرّحيل فانصرفت بكمدٍ قاتلٍ، وكربٍ داخلٍ، ونفسٍ هائمةٍ، وحسرةٍ دائمةٍ، فقلت في ذلك:\nرسم الكرى بين الجفون مخيل\n...\nعفا عليه بكا عليك طويل\nيا ناظراً ما أقلعت لحظاته\n...\nحتّى تشخص بيتهنّ قتيل\nأحللت من قلبي هواه محلّةً\n...\nما حلّها المشروب والمأكول\nبكمال صورتك التي في مثلها\n...\nيتحيّر التّشبيه والتّمثيل\nفوق القصيرة والطّويلة فوقها\n...\nدون السّمين ودونها المهزول\nقال: فوالله ما انتفعت بحجٍّ ولا لقيت أحداً ممّا كنت تأهّبت للقائه. ثمّ رجعنا منصرفين، فلمّا كنّا بذلك المنزل وقد تضاعف نوّاره، واعتمّ نبته، وتزايد حسنه، قلت لصاحبي: امض بنا إلى صاحبتنا. فلمّا مضينا وأشرفنا على الخيام ونحن دونها، سترني روضةً أريضةً مونقةً، عليها جمان الطّلّ، يغازلها كالأعين النّجل، وقد أشرقت بدموعها على قضب الزّبرجد، وهبت ريح الصّبا فصبت له الأغصان، وتمايلت تمايل النّشوان. فصعدنا ربوةً، ونزلنا وهدةً، فإذا هي بين خمسٍ لا تصلح أن\nالجزء: 1 ¦ الصفحة: 162\n",
        "تكون خادمةً لإحداهنّ، وهنّ يجنين من نوّار ذلك الزّهر، وينقلبن على ما أعتم من عشبةٍ وزهرة. فلمّا رأيننا تقربن، فسلّمنا عليهنّ. وقالت الجّارية من بينهن: وعليك السّلام، ألست صاحبي آنفاً؟ قلت: بلى، ولكنّ لحبّي كان ذلك. فقلن لها: أو تعرفينه؟ قالت: نعم. فقصّت عليهنّ القصّة كلّها ما كتمت منها حرفاً واحداً.\nقلن لها: ويحك، أفما زوّدته شيئاً؟ قالت زوّدته والله موتاً مريحاً، ولحداً ضريحاً. فانبرت لها أنضرهنّ وجهاً، وأرقّهنّ خدّاً، وأرشقهنّ قدّاً، وأبدعهنّ شكلاً، وأكملهنّ عقلاً، فقالت: والله ما أجملت بدءاً، ولا أحسنت عوداً، ولقد أسأت في الرّدّ، ولم تكافئيه بالودّ، وإنّي أحسبه إليك وامقاً، وإلى لقائك تائقاً، فما عليك من إسعافه في هذا المكان ومعك من لا ينمّ عليك. فقالت لها: يا تعساً إلى ما دعوتني، والله لا أفعل من ذلك شيئاً أو تفعلينه وتشركيني في حلوه ومرّه، وخيره وشرّه. فقالت لها: تعساً تلك إذا قسمة ضيزي تعشقين أنت فترهبين، وتوصلين فتقطعين، ويرغب فيك فتزهدين، ويبذل لك الودّ فتمنعين الرّفد، ثمّ تأمريني أن أشاركك فيما يكون منك شهوةً ولذّةً، ومنّي عناءً وسخرةً؟ ما أنصفت في القول، ولا أجملت في الفعل.\nقالت أخرى منهنّ: قد أطلتنّ الخطاب في غير قضاء أربٍ؟ فاسألن الرّجل عن قصّته وما في نفسه من بقيّته؟ فلعلّه لغير ما أنتنّ فيه. فقلن: حيّاك الله وأقرّ بك عيناً، من أنت، ومن تكون؟ فقلت: أمّا الاسم فالحسن بن هانئ الحكمي وأنا من شعراء السّلطان الأعظم ومن يتزيّن بمجلسه، ويفتخر بحمده وشكره، ويتّقي لسانه. قصدت لتبريد غلّةٍ، وإطفاء لوعةٍ قد أحرقت الكبد، وأذابت الجسد، ثمّ استبطنت الأحشاء فمنعت من القرار، ووصلت الليل\nالجزء: 1 ¦ الصفحة: 163\n",
        "بالنّهار. فقالت: لقد أضفت إلى حسن المنطق والمنظر، كريم الخيم والمخبر، وأرجو أن تبلغ أمنيتك، وتنال بغيتك. فهل قلت شيئاً في صبوتك؟ قلت: نعم. قلن: أنشد فأنشدتهنّ:\nحجبت رجاء الفوز بالأجر قاصداً،\n...\nلحطّ ذنوب من ركوب الكبائر،\nفأبت، كما آب الشّقيّ بخفّه\n...\nحنين، فلم أوجر بتلك المشاعر\nدهتني بعينيها، وبهجة وجهها،\n...\nفتاةٌ، كمثل الشّمس أسحر ساحر؛\nمنعمةٍ، لو كان للبدر نورها،\n...\nلمّا طلعت بيض النّجوم الزّواهر.\nفإن بذلت، نلت الأماني كلّها،\n...\nوإن لم تنلني، زرت أهل المقابر.\nفقلن: أحسنت، والله. ثمّ قالت: إنّها والله ساعتك الطّولى، إن خالفتني! قالت: لقد سمعت جوابي. فقالت أخرى: أجيبيها إلى ما دعت من الشّركة لتكن إحداكنّ في الأمر. فقلن: قد انتصفت، وقد أطلتنّ الخطاب على أمرٍ فأمضيه قبل انتشار الحي، فالوقت ممكن، والمكان خالٍ. فأجمعن على ذلك ولست أشكّ فيما أظهرن، ثمّ قلن: بمن تبدأ؟ قلت اقترعن. فوقعت القرعة على أملحهنّ. فصرت إلى باب المغارة هناك، فأدخلتني وأبطأت عنّي قليلاً، وجعلت أتوق وأنظر إلى دخول إحداهن. فبينا أنا كذلك، إذ دخل عليّ أسود كأنّه سارية، بيده أيره وهو منعظ كمثل ذراع البكر. فقلت: ما تريد؟ قال: أنيكك. فأهمّتني والله نفسي، فصحت بصاحبي، وكان أجلد منّي،\nالجزء: 1 ¦ الصفحة: 164\n",
        "فخلّصني من الأسود. ولم أكد أخلص منه فخرجت من المغارة فإذا هنّ ينظرن من الخيمات كأنّهنّ لآلئ ينحدرن من سلكٍ، وهنّ يتضاحكن حتّى غبن عن بصري. فأسرعنا الرّجعة إلى رحالنا فقلت لصاحبي: من أين جاء الأسود؟ قال: كان يرعى غنماً عند ربوةٍ من المغارة، فأومأن إليه، فأسرع نحوهنّ، فأوحين إليه شيئاً فرابني ذلك. فأسرعت نحوك فسبقني ودخل عليك، ولولا ذلك لكان قد تمكّن منك الأسود. فقلت: أتراه كان يفعل؟ قال لي: فأنت في شكٍّ من هذا؟ فقلت له: اكتم عليّ. وانصرفت وأنا والله أخزى من ذات النّحيين.\nقال دعبل بن علي: بينا أنا سائرٌ بباب الكرج وقد استولى الفكر على قلبي فحضرني بيت شعرٍ خطر به لساني من غي النّطق به، فقلت:\nدموع عيني لها انبساط\n...\nونوم جفني له انقباض\nوإذا جاريةٌ معترضةٌ تسمع كلامي فقالت:\nوذا قليلٍ لمن دهته\n...\nبلحظها الأعين المراض\nفلم أعلم أنّي خاطبت جاريةً أعذب منها لفظاً، ولا أسحر طرفاً، ولا أنضر خدّاً، ولا أحسن مشياً، ولا أرجح عقلاً. فوددت أنّ كلّ جارحةٍ منّي عينٌ تنظر، أو قلبٌ يفهم، أو أذنٌ تسمع. فقلت:\nالجزء: 1 ¦ الصفحة: 165\n",
        "أترى الزّمان يسرّنا بتلاقٍ\n...\nويضمّ مشتاقاً إلى مشتاق\nما للزّمان يقال فيه وإنّما\n...\nأنت الزّمان فسرّنا بتلاقٍ\nقال: فلحظتها، وتبعتني. وذلك حين أملاقي، واختلال حالي. فقلت: مالي إلاّّ منزل صريع الغواني، فأتيته، واستوقفتها، ودخلت إليه. وقلت: ويلك يا مسلم، أجمل لك الحبروجة على الباب تقلّ له الدّنيا وما فيها من عسرٍ وضيقةٍ. قال لي: شكوت إلى ما كدت أبدؤك به الشّكوى، ولكن أئت بها على كلّ حال. فلمّا دخلت قال لي: والله ما أملك إلاّ هذا المنديل. فقلت له: هو البغية. قال، فأخذته فبعته بثلاثين درهماً، واشتريت خبزاً ولحماً ونبيذاً. وإذا هما يتنازعان حديثاً كأنّه قطع الرّوض ذكرت به قول بشّار فقلت:\nوحديثٍ كأنّه قطع الرّو\n...\nض وفيه الصّفراء والحمراء\nفقال لي مسلم: بيتٌ نظيفٌ، ووجهٌ ظريفٌ، ولا نفل ولا ريحان؟ أخرج فالتمس لنا ذلك. قال، فخرجت وجئت بما طلب، فإذا لا حسّ منهما ولا أثر لهما، فجعلت أطيل الذّكر، وأرجم الظّنّ، حتّى إذا جنّ الليل وفي قلبي لهيب النّيران، ثاب عليّ عقلي وقلت: لعلّ الطّلب يوقعني على موضعٍ خفيٍّ. فوقفت على باب سردابٍ وإذا هما قد نزلا\nالجزء: 1 ¦ الصفحة: 166\n",
        "ومعهما جميع ما يحتاجان إليه فأكلا وشربا ونعما. فدلّيت رأسي وصحت مسام ثلاث مرّاتٍ، فلم يكلّمني بأكثر من أن قال لي: محلّنا، والنّفقة من عندنا، وأنت فضولي، ما هذا الذي تقترح؟ اصبر مكانك حتّى يؤذن لك، فبقيت طول ليلتي أتقلّى على جمر الغضا لا أعرف أين أنا. فلمّا انشقّ الصّبح إذا به طلع وطلعت الجّارية في أثره، فأسرعت إليه وخرجت تعدو ولم تخاطبني، فكانت أعظم حسرةٍ نزلت بي.\nالجزء: 1 ¦ الصفحة: 167\n",
        "باب ما جاء في الزّنا والتّحذير من عواقبه\nروي عن الأعمش، عن سفيان، عن حذيفة، أنّ رسول الله، صلّى الله عليه وسلّم، قال: \" يا معشر المسلمين إيّاكم والزّنا، فإنّ فيه ستّ خصال: ثلاثاً في الدّنيا، وثلاثاً في الآخرة. فأمّا التي في الدّنيا: فزوال البها، ودوام الفقر، وقصر العمر؛ وأمّا اللواتي في الآخرة. فسخط الله جلّ ثناؤه، وسوء الحساب، والخلود في النّار \".\nوعن الحارث بن النعمان قال: سمعت أنس بن مالك يقول أنّ رسول الله، صلّى الله عليه وسلّم، قال: \" المقيم على الزّنا كعابد وثن \".\nوعن أبي سعيدٍ الخدري، قال: قال رسول الله، صلّى الله عليه وسلّم: \" ليلة أسرى بي انطلق بي إلى خلقٍ من خلق الله ونساءٍ معلّقاتٍ بثديهنّ ومنهنّ بأرجلهنّ، منكّساتٍ، ولهنّ صراخٌ وخوار. فقلت: يا جبريل من هؤلاء؟ فقال: هؤلاء اللواتي يزنين ويقتلن أولادهن، ويجعلن لأزواجهنّ ورثةً من غيرهم \".\nالجزء: 1 ¦ الصفحة: 168\n",
        "وعن أبي الدّرداء. أنّ النّبيّ، صلّى الله عليه وسلّم، قال: \" أنّ الله عزّ وجل ليبغض ثلاثة. الشّيخ الزّاني، والمقلّ المختال، والبخيل المنّان \".\nوعن عمر بن شرحبيل، عن عبد الله بن مسعود أنّه قال: قلت: يا رسول الله، أو قال غيري: أيّ الذّنوب أعظم عن الله؟ قال: \" أن تجعل لله ندّاً وهو خلقك. \" قلت: ثمّ أي؟ قال: \" أن تقتل النّفس بغير حقٍّ \"، ثمّ أي؟ قال: \" أن تزاني حليلة جارك \". قال: \" ثمّ أنزل الله في كتابه تصديق ذلك \". ثمّ قال: \" والذين لا يدعون مع الله إلهاً آخر، ولا يقتلون النّفس التي حرّم الله إلاّ بالحق، ولا يزنون. ومن يفعل ذلك يلق آثاماً يضاعف له العذاب يوم القيامة ويخلّد فيها مهاناً \".\nوعن عبد الله بن عمر قال: قال رسول الله، صلّى الله عليه وسلّم: \" الزّاني بحليلة جاره لا ينظر الله إليه يوم القيامة ولا يزكّيه، ويقول أدخل النّار مع الدّاخلين \".\nوعن أبي هريرة، أنّه سمع رسول الله، صلّى الله عليه وسلّم، يقول حين نزلت آية الملائكة: \" أيما امرأة أدخلت على قومٍ من ليس منهم فليست من الله في شيءٍ، ولن يدخلها الله جنّته. وأيما رجلٍ جحد ولده وهو ينظر إليه احتجب الله منه، وفضحه على رؤوس الأوّلين والآخرين \".\nالجزء: 1 ¦ الصفحة: 169\n",
        "ذكر الزّنا عند يحيى بن خالد بن برمك فقال: الزّنا يجمع الخصال كلّها من الشّر. لا تجد زانياً معه ورع، ولا وفاءً بعهد، ولا محافظةً على صديق؛ الغدر شعبةٌ من شعبه، والخيانة فنٌّ من فنونه، وقلّة المروءة عيبٌ من عيوبه، وسفك الدّم الحرام جنايةٌ من جناياته.\nوحكى ابن الأعرابي قال: كان الحارث بن أبي شمر الغسّاني إذا أعجبته امرأة ووصفت له، بعث إليها واغتصبها نفسها، فأتاه أبوها فقال له:\nيا أيّها الملك المخوف أما ترى\n...\nليلاً وصبحاً كيف يختلفان\nهل تستطيع الشّمس أن تأتي بها\n...\nليلاً وهل لك بالمليك يدان\nفاعلم وأيقن أنّ ملكك زائلٌ\n...\nواعلم بأنّك ما تدين تدان\nوعن عدي بن ثابت قال: سمعت عبد الله بن عبّاس يقول: كان في بني إسرائيل راهبٌ عبد الله زماناً من الدّهر، حتّى كان يؤتى بالمجانين يعوّذهم فيبرؤون على يديه. وأنه أتي بامرأةٍ من أشراف قومها قد جنّت وكان لها أخوة، فأتوه بها، فلم يزل الشّيطان يزيّن له حتّى وقع عليها، فحملت، فلمّا استبان حملها، لم يزل الشّيطان يخوّفه ويزيّن له قتلها ودفنها، فقتلها ودفنها.\nوذهب الشّيطان في صورة رجلٍ حتّى أتى بعض أخوتها فأخبره بالذي فعل الرّاهب، ثمّ أتى بقيّة أخوتها رجلاً رجلاً فجعل\nالجزء: 1 ¦ الصفحة: 170\n",
        "الرّجل يلقى أخاه فيقول له: والله لقد أتاني آتٍ فذكر لي شيئاً كبيراً علينا. فأخبر بعضهم بعضاً بما قيل لهم، فأتوا إلى الرّاهب فقالوا: ما فعلت أختنا؟ قال: خرجت، ولست أدري أين ذهبت. فرفعوا ذلك إلى ملكهم، فسار إليه النّاس حتّى استنزلوه من صومعته، فأقرّ لهم بالذي فعل، فأمر به فصلب على خشبةٍ، وتمثّل له الشّيطان فقال له: أنا الذي زيّنت لك هذا وألقيتك فيه، فهل أنت مطيعي فيما أقول لك وأخلصك؟ قال: نعم. قال: تسجد لي سجدةً واحدةً فسجد له الرّجل، ثمّ قتل. فهذا داخلٌ تحت قول الله عزّ وجل: \" كمثل الشّيطان إذ قال للإنسان أكفر فلمّا كفر قال إنّي بريءٌ منك إنّي أخاف الله ربّ العالمين \". ولم تزل أشراف العرب في الجاهليّة يتجنّبون الزّنا ويذمّونه، وينهون عنه.\nوروى هشام بن عروة عن أسماء بنت أبي بكر الصّدّيق، رضي الله عنه، قالت: سمعت زيد بن عمرو بن نفيل في الجاهليّة وهو مسندٌ ظهره إلى الكعبة يقول: يا معشر قريشٍ إيّاكم والزّنا، فإنّه يورث الفقر.\nوفي وصيّة دريد بن الصّمة: إيّاكم وفضيحة النّساء فإنّها عقوبة غدٍ، وعار أبدٍ، يكاد صاحبها يعاقب في حرمه بمثلها، ولا يزال لازماً ما عاش له عارها.\nوحكى بعضهم قال: وفد عبد المطّلب بن هاشم على بعض ملوك حمير فألطف منزلته وأكرمه. وكان تامّاً جميلاً، فقال له الملك: يا أبا الحارث، أحبّ أن ينادمني ابنك. فأذن له أبوه في ذلك. وكان\nالجزء: 1 ¦ الصفحة: 171\n",
        "الحميري أجمل ملوك حمير، وكانت زوجته أجمل منه. فكان إذا شرب مع الحارث خرجت زوجته فجلست معهما تسقيهما، فعشقت الحارث زوجة الملك، فكلفت به، فراسلته، فأعلمها أنّه محصن عن الزّنا ولا يخون نديمه. فألحّت عليه فكتب إليها:\nلا تطعمي فيما رأيت فإنّني\n...\nعف منادمتي عفيف المئزر\nأسعى لأدرك مجد قومٍ سادةٍ\n...\nغمروا فطفن البيت عند المشعر\nفافني خيالاً واعلمي أنّي امرءٌ\n...\nأربى بنفسي أن يعيّر معشري\nثمّ إنّه أخبر أباه، فصوّب رأيه وقال له: يا بني إنّ لنساء الملوك طفاحاً. فلمّا رأته قد عزفت نفسه عنها قالت: والله لا أدعه تتمتّع به امرأة أبداً. فدسّت إليه شربةً فشربها وارتحل مع أبيه، فلمّا قدم مكّة مات فجزع عليه عبد المطّلب جزعاً شديداً وقال يرثيه:\nسقى الإله صدى واريته بيدي\n...\nببطن مكّة تعفوه الأعاصير\nيا حارث الخير قد أورثتني شجناً\n...\nفما لقلبي عن ذكراك تغيير\nفلست أنساك ما هبت شآميّة\n...\nوما بدا علمٌ في الآل معمور\nولمّا قتلت بنو أسد بن خزيمة حجر بن الحارث أبا امرئ القيس دار في أحياء العرب فلم ير منهم ما يحب، فمضى حتّى قدم على هرقل ملك الرّوم، فأقام عنده شهراً فأكرمه ونادمه، وأعجبه كماله وعقله. ثمّبعث معه ستّمائةً من أبناء الملوك ومن تبعهم. ونظرت إليه ابنة الملك\nالجزء: 1 ¦ الصفحة: 172\n",
        "فعشقته وأرسلت إليه أن يلقاها قبل خروجه، فجعل يعتذر لها ويعلّلها ولا يرضى أن يخون أباها فيها مع ما فعله معه. وخرج منصرفاً إلى بلده فقالت بنت هرقل لأبيها: ما صنعت بنفسك وجهت أبناء ملوك الرّوم مع ابن ملك العرب؟ لو قد استمكن ممّا أراد غزاك ونزع ملكك. فوجّه إليه الملك بحلّةٍ منسوجةٍ بالذّهب مسمومةٌ فلمّا لبسها تنفط جلده، وتساقط لحمه، فنظر إلى جبلٍ فسأل عنه، فقيل له: اسمه عسيب. فقال:\nأجارتنا إنّ المزار قريب\n...\nوإنّي مقيمٌ ما أقام عسيب\nأجارتنا إنّا غريبان ههنا\n...\nوكلّ غريبٍ للغريب نسيب\nوقيل إنّه قال هذا لأنّه رأى قبراً عند هذا الجبل فسأل عنه فأخبر أنّه قبر امرأةٍ من بنات ملوك الرّوم. فمات هناك.\nوممّا فضل به بسطام بن قيس على عامر بن طفيل وعتبة بن الحارث بن شهاب. أنّ بسطاماً كان فارساً عفيفاً جواداً؛ وكان عتبة فارساً عفيفاً بخيلاً؛ وكان عامر فارساً جواداً عاهراً. فاجتمعت في بسطام ثلاث خصالٍ شريفةٍ فبذلك فضلهما بسطام.\nقال الشّعبي تنافر عامر بن الطّفيل بن ملك بن جعفر وعلقمة بن علاثة بن الأحوص إلى هرم بن قطبة بن سنان الذّبياني حكيم العرب فقال لعلقمة: بأيّ شيءٍ أنت أسود من عامر؟ قال: أنا بصيرٌ، وهو أعورٌ، وأنا أبو عشرة وهو عقيمٌ، وأنا عفيفٌ وهو عاهرٌ.\nالجزء: 1 ¦ الصفحة: 173\n",
        "وإنّما أطلقت العرب حديث الرّجال إلى النّساء لمّا كانوا يرون من النّقص في الرّيب، ويأخذون أنفسهم بحفظ الجيران، وما يعرف بعضهم من بعضٍ من استعمال الوفاء، والتّحرّز من العار. لأنّ الرّجل منهم كان يصون حرمة جاره وصاحبه كصيانة الابنة والأخت والزّوجة من حرمه. لا يرى أحدٌ منهم لنفسه رخصةً في إضاعة ذلك، وإنّما يتحمّل الغدر، ويرخص نفسه فيه، من باين البوادي، وخالط الحضر، لأنّه رأى أجناس العبيد، وأخلاط العوام، وقد نشأوا على عادةٍ فجروا عليها ولن يستوي من كرم طبعه وصحّت بنيته وترك الفواحش وجانبها تنزّهاً عنها ولأنّها محظورةٌ عليه وغير مباحة له. وأحبّ شيءٍ إلى الإنسان ما منع عنه. فترك الأوّل طبعٌ، وترك هذا تكلّفٌ. وأمّا العوام وأخلاط النّاس فلا يكادون يتورّعون عن محرّمٍ، ولا يستحيون من عارٍ، وهم أكثر العالم غدراً.\nقال المسيح عليه السّلام: لا يزني طرفك بما غضضت بصرك.\nونظر أشعث إلى ابنه يوماً وهو يديم النّظر إلى امرأته فقال له يا بني أظنّ نظرك إليها قد أحبلها. أخذ هذا بعض الشّعراء فقال:\nولي نظرةٌ لو كان يحبل ناظرٍ\n...\nبنظرته أنثى لقد حبلت منّي\nمرّت امرأةٌ بقومٍ من بني نمير فرشقوها بأبصارهم وأداموا النّظر إليها، فقالت: قبّحكم الله يا بني نمير، فوالله ما أخذتم بقول الله تبارك وتعالى: \" قل للمؤمنين يغضّوا من أبصارهم ويحفظوا فروجهم \" ولا بقول الشّاعر:\nالجزء: 1 ¦ الصفحة: 174\n",
        "فغضّ الطّرف إنّك من نميرٍ\n...\nفلا كعباً بلغت ولا كلابا\nفخجل القوم ممّا قالت وأطرقوا.\nوكان يقال: أربعٌ لا يشبعن من أربع: عينٌ من نظر، وأذنٌ من خبر وأرضٌ من مطر، وأنثى من ذكر.\nقال إسحاق بن بهيل: رأيت رجلاً في طريق مكّة وعديله في المحمل وجاريةٍ قد شدّ عينيها وكشف سائر وجهها فقلت له في ذلك، فقال: إنّما أخاف عينيها لا عيون النّاس.\nوكان عند بعض القرشيين امرأةٌ عربيّةٌ فدخل عليها خصي لزوجها وهي واضعةٌ خمارها تمشّط شعرها، فحلقت شعرها، وقالت: لا يصحبني شعرٌ نظر إليه غير ذي محرّمٍ منّي.\nوقال رجلٌ لأعرابي: ما الزّنا عندكم؟ قال: النّظرة، والقبلة. قيل له: ليس هذا الزّنا عندنا! قال: وما هو؟ قال: أن يجلس بين شعبها الأربع ثمّ يجهد نفسه. قال: بأبي أنت، ليس هذا زانياً هذا طالب ولد!.\nقيل لأبي الطّمحان القبني: أخبرنا عن أقبح ذنوبك؟ قال: ليلة الدّير. قيل: وما ليلة الدّير؟ قال: نزلت على نصرانيّةٍ فأكلت طفشلاً بلحم خنزير، وشربت من خمرها، وزنيت بها، وسرقت كساءها، ومضيت.\nوقال الجاحظ: قرأ قارئ: قالت فذلكنّ الذي لمتني فيه\nالجزء: 1 ¦ الصفحة: 175\n",
        "ولقد راودته عن نفسه فاستعصم. فقال إبراهيم بن عزوان: لا والله ما سمعت بأعدل من هذه الفاسقة، أمّا والله لو تمرّست بي ما استعصمت.\nبات أعرابيٌّ ضيفاً لبعض الحضر فرأى امرأته، فهمّ أن يأتي إليها في الليل فمنعه الكلب؛ ثمّ أراد ذلك مرّةً أخرى، فمنعه ضوء القمر؛ ثمّ أرادت ذلك في السّحر، فإذا عجوزٌ قائمةٌ تصلّي. فلمّا رأى ذلك قال:\nلم يخلق الله شيئاً كنت أبغضه\n...\nغير العجوز وغير الكلب والقمر\nهذا يبوح، وهذا يستصاء به،\n...\nوهذه سبحةٌ قوّامة السّحر\nوصف أعرابيٌّ رجلاً ماجناً فقال: والله لو أبصرته عيدان القيان لتحرّكت أوتارها، ولو رأته مومسةٌ لطار خمارها.\nوحكى خريدة بن أسماء، قال: حججنا، ونحن في رفقةٍ، إذ نزلنا منزلاً ومعنا امرأةٌ نامت ثمّ انتبهت وحيّةٌ على عنقها لا تضرّها بشيءٍ، فلم يجترئ أحدٌ منّا أن ينحيها عنها، فلم تزل كذلك حتّى أبصرت الحرم فانسابت ومضت عنها، فحمدنا الله ودخلنا مكّة فقضينا نسكنا، ورأى الغريض المغنّي المرأة وقد سمع الحديث وما تحاكاه النّاس عنها فقال لها: يا شقيّة ما فعلت حيّتك؟ قالت: في النّار. قال: ستعلمين في النّار. قال فضحكت المرأة ولم تفهم ما أراد وارتحلنا منصرفين حتّى إذا كنّا بالموضع الذي حين نزلناه جاءت الحيّة حيث انسابت وتطوّقت عليها، فلمّا تألّمت المرأة عرفتها، ثمّ صفّرت الحيّة،\nالجزء: 1 ¦ الصفحة: 176\n",
        "فإذا الوادي يسل علينا من جنباته حيّاتٍ، فنهشتها حتّى بقيت عظاماً ونحن نرى ذلك. ثمّ انصرفنا جميعاً فقلنا للجارية التي معها: ويحك خبّرينا بخبر هذه المرأة، فقد والله رأينا منها عجباً؟ قالت: نعم بغت ثلاث مرّاتٍ، تلد في كلّ مرّةٍ غلاماً، فإذا وضعته حمت تنّوراً ورمته فيه وتكتم خبره. قال: فقلت سبحان الله ما أعجب هذا. وذكرت قول الغريض لها ستعلمين من في النّار، فزادنا ذلك تعجّباً منها.\nقال أحمد بن يحيى: كان مرثد، عمّ عمرو بن قميئة الشّاعر، عنده امرأةٌ جميلةٌ، وكان قد كبر، وكان يجمع بني أخيه وبني عمّه في منزله للغداء كلّ يومٍ. وكان عمرو بن قمية شابّاً جميلاً، وكانت أصبع رجله الوسطى والتي تليها مفترقتين. فخرج مرثد يرمي بالقداح، فأرسلت امرأته إلى عمرو بن قميئة: ابن عمّك يدعوك. فجاءت به من دير البيوت، فلمّا دخل عليها لم يجد عمّه فأنكر أمرها، فراودته عن نفسها، فقال لها: لقد جئت بأمرٍ عظيمٍ، وما كان مثلي يدعى لمثل هذا! قالت: لتفعلنّ ما أقول لك أو لأسوأتك. قال: إلى المساءة دعوتني! ثمّ أنّه قام فخرج. وأمرت بجفنةٍ فكبّت على إثر رجله فلمّا رجع مرثد وجدها متغضّبةً فقال لها: ما لك؟ قالت: إنّ رجلاً من قومك قريب القرابة جاء يستامني نفسي ويريد فراشك منذ خرجت. قال: ومن هو؟ قالت: أمّا أنا فلا أسمّيه، ولكن قم فاقتف أثره تحت الجفنة. فلمّا رأى الأثر عرفه فأعرض عنه وجفاه، ولم يزده على ذلك، وكان أعجب الخلق إليه. وعرف ابن قميئة ذلك وكره أن يخبره فقال:\nلعمرك ما نفسي بجدٍّ رشيدةٍ\n...\nتؤامرني شرّاً لأصرم مرثدا\nعظيمٌ رماه القدر لا متعبّسٌ\n...\nولا مؤيس منها إذا هو أخمدا\nفقد ظهرت منه بوائق جمّةً\n...\nوأفرغ في لومي مراراً وأصعدا\nالجزء: 1 ¦ الصفحة: 177\n",
        "على غير ذنبٍ أن أكون جنّيّته\n...\nسوى قول باغٍ جاهد فتهجّدا\nوبلغت الأبيات مرثداً فكشف عن الأمر حتّى تبين له، فطلّق امرأته وعاد على ما كان عليه لابن أخيه.\nوذكر هشام بن محمّد الكلبي، عن الحصين بن لبيد قال: كان الحطيئة نازلاً في بني المسند من بني ضبّة فرأى لبنة بنت قرطة أخت العلاء، وكانت فاسدةً، فأعجبته فكلّمها فأجابته، فوقع عليها، فحملت منه. ثمّ ارتحل الحطيئة، فلمّا بان حملها، زوّجها العلاء بن غالب بن صعصعة فولدت الفرزدق على فراشه فنسب إليه. ففي ذلك يقول جرير بن الخطفي.\nكان الحطيئة جار أمّك مرّةً\n...\nوالله يعلم شأن ذاك الجار\nلا تفخرنّ بغالبٍ ومحمّدٍ\n...\nوافخر بعبس يوم كلّ فخار\nقال: وقدم الفرزدق على عمر بن عبد العزيز، وهو أمير المدينة، فأكرمه وأحسن ضيافته. فبلغه أنّه زانٍ أن يختبر ذلك، فقال لجاريةٍ له: انطلقي إلى الفرزدق، وعمر في حجرةٍ له ينظر ما يصنع الفرزدق، فأتته الجّارية بالغسل والدّهن، وذهبت لتغسل رأسه، فوثب عليها فركضته وقالت: لعنك الله من شيخ. ثمّ خرجت فأتت عمر فأخبرته فنفاه من المدينة. وقال جرير:\nنفاك الأعزّ بن عبد العزيز\n...\nوحقّك تنفى من المسجد\nالجزء: 1 ¦ الصفحة: 178\n",
        "فقال الفرزدق:\nفأوعني وأجلّني ثلاثاً\n...\nكما وعدت بمهلكها ثمود\nودخا الفرزدق يوماً على سليمان بن عبد الملك، وهو خليفةٌ، فقال: أنشدني يا أبا فراس! فأنشده قصيدته حتّى بلغ إلى قوله:\nخرجن إليّ لم يطمثن قبلي\n...\nفملن أصحّ من بيض النعام\nفبتن بجانبي مصرعاتٍ\n...\nوبت أفض أغلاق الختام\nفقال له سليمان: ما أظنّك يا أبا فراسٍ إلاّ قد أحللت نفسك، أقررت عندي بالزّنا، وأنا إمامٌ، ولا بدّ من إقامة الحدّ عليك. فقال: يا أمير المؤمنين، ما أحللت نفسي إن كنت تأخذ بقول الله وتعمل به. قال سليمان: فبقول الله نأخذ عليك الحد. قال الفرزدق: فإنّ الله يقول: \" والشّعراء يتبعهم الغاوون، ألم تر أنّهم في كلّ وادٍ يهيمون، وإنّهم يقولون ما لا يفعلون \". وأنا، يا أمير المؤمنين، قلت ما لم أفعل. فتبسّم سليمان، وقال: تلافيتها يا أبا فراس، ودرأت الحدّ عن نفسك. وخلع عليه، وأمر له بجائزة.\nقال أبو عبيدة: هوى أبو العبّاس الأعمى امرأةً ذات بعلٍ فراسلها فأعلمت زوجها، فقال لها: أطمعيه. فأطمعته، ثمّ قال: أرسلي إليه فليأتك. فأرسلت إليه، فأتاها، وجلس زوجها إلى جانبها، فقال لها أبو العبّاس: إنّك وصفت لنا فألمسينا. فأخذت يده فجعلتها على أير زوجها وقد أنعظ، فنثر يده وعلم أنّه قد كيد، فخرج من عندها وقال:\nالجزء: 1 ¦ الصفحة: 179\n",
        "أتيتك زائراً فوضعت كفّي\n...\nعلى أيرٍ أشدّ من الحديد\nعليّ أليّة ما دمت حيّاً\n...\nأمسّك طائعاً ألا أعود\nفخيرٌ منك من لا خير فيه\n...\nوخيرٌ من زيارتكم قعودي\nوكان بشّار الأعمى يرتع، فبلغ امرأته ذلك، فعاتبته مراراً فحلف لها. وإنّها سألت عن المكان الذي يمضي إليه فدلّت على امرأةٍ تجمع بين النّساء وبين الرّجال، فبذلت لها شيئاً وسألتها إذا جاءها بشّار أن تبعث إليها. ففعلت، وقالت: أبشّار قد وقعت اليوم امرأة من أجمل النّساء ووصفتها له فطرب إليها، فلمّا خلا بها وخالطها ضربت بيديها في لحيته وشتمته، وقالت: أين إيمانك الفاجرة؟ فقال لها: لعنك الله ألا تركتني حتّى أقضي حاجتي، فوالله ما رأيت أبرد منك حلالاً، ولا أطيب منك حراماً!!\nقال إسحاق بن إبراهيم: كان مخارق يهوى البهار جارية أمّ جعفر وشغف بها حتّى أفضى غايته في حبّها. فبينما هو منصرفٌ ذات ليلةٍ من دار المأمون في دجلة، وقد عمل الشّراب فيه، وأمّ جعفر جالسة في دارها على دجلة إذ رفع عقيرته يغنّي شعر عبّاس بن الأحنف:\nإن يمنعوني ممرّي قرب داركم،\n...\nفسوف أنظر من بعدٍ إلى الدّار.\nما ضرّ جيرانكم، والله يكلؤهم،\n...\nلولا شقائي إقبالي وإدباري\nالجزء: 1 ¦ الصفحة: 180\n",
        "لا يقدرون على منعي، وإن جهدوا\n...\nإذا مررت، وتسليمي بإجهاري.\nفسمعت أمّ جعفر صوته فأمرت خدّامها فصاحوا بملاحة فقدم وصعد إليها، فدعت له بكرسيٍّ وصينيّةٍ فيها نبيذٌ فشرب، وخلعت عليه وقالت لجواريها: أضربن معه. فكان أوّل ما تغنّى به:\nأغيب عنك بودٍّ لا يغيره\n...\nنأي المحلّ ولا صرفٌ من الزّمن\nفإن أعش فلعلّ الدّهر يجمعنا\n...\nوإن أمت فبطول الشّوق والحزن\nقد حسّن في عينيّ ما صنعت\n...\nحتّى أرى حسناً ما ليس بالحسن\nقال، فاندفعت البهار تباريه في الصّوت وتغنّي:\nتعتلّ بالشّغل عنّا لا تكلّمنا\n...\nوالشّغل للقلب ليس الشّغل للبدن\nفضحكت أمّ جعفر، وقالت، ما رأيت ولا سمعت قط بأحسن من هذا. ووهبت له الجّارية فأخذها وانصرف.\nقال إبراهيم بن الخطيب: حدّثني مخارق قال: كنت عند الرّشيد فلمّا أراد الانصراف قال لي: يا مخارق بكّر عليّ. فقلت: نعم يا أمير المؤمنين. فلمّا أصبحت بكّرت أريد ما ذكره، فإذا جارية راكبة وهي أحسن النّاس عينين في النّقاب، فنظرت إليها، ونظرت إليّ، فلم أملك نفسي وتعشّقتها وتبعتها حتّى دخلت منزل المعبدي الهاشمي، فقلت لغلماني:\nالجزء: 1 ¦ الصفحة: 181\n",
        "إذا كان المغرب فصيروا إليّ، فإذا كنت في الدّنيا خرجت إليكم، وإذا كنت متّ فقد قضيت وطراً. قال: واقتحمت ودخلت الدّار، فإذا جماعةٌ مجتمعون وقد أحضروا طعاماً فأكلت معهم، وأحضر الشّراب، وغنّت الجّارية فإذا هي أحذق النّاس وأطيبهم، فغنّيت، فقال المعبدي: ما أحسنه وأبهاه، فمن هو؟ فقال له القوم: ما نعرفه. فقال: ما أظرف هذا يدخل منزلي بغير أمري أبغوا إليّ صاحب الشّرطة. وكلّ ذلك بمسمعي، قالت الجّارية: يا مولاي لا تفعل، لعلّ له عذراً. فبحياتي هب لي جرمه فقد رحمته، وأحسب أنّ هذه صناعته. قال: فطابت نفسي فلمّا خرجت قال لي: يا فتى تغنّي؟ فقلت: نعم. فغنّيت، فطرب القوم وقال المعبدي: إن كان في الدّنيا مخارق فأنت هو! قلت: نعم أنا مخارق وحدّثته حديثي والسّبب في دخول منزله، فسرّ وفرح ودعا بدواةٍ وقرطاسٍ وأقبل يكتب ويعود إليه الجواب، ثمّ وزن مالاً ووجّه به.\nفلمّا كان بالعشيّ قال: يا غلام هات تلك العتيدة. فأحضر عتيدةً مملوءةً طيباً، وقال: هات ذلك التّخت. فأحضره إيّاه، فقال: أتدري ما نحن فيه: قلت: لا. قال: قد اشتريت لك الجّارية بأربعين ألف دينار، وهذه عتيدةٌ فيها طيب، وتخت ثياب. فأخذت بيدها وانصرفت بها عروساً، فلمّا أصبحت بكّرت على الرّشيد فقال لي: يا ابن الفاعلة أين كنت؟ فحدّثته الحديث فسرّ به، وقال: ما توهّمت أنّ في أهلي مثل هذا. وأمر من ساعته أن يحمل إليه أربعون ألف دينار.\nوكان ليوسف بن القاسم، وهو أبو أحمد بن يوسف، وزير المأمون، غلامٌ أسودٌ متأدّبٌ نشأ في الأعراب فهوى جاريةً لرجلٍ قرشيٍّ، فشكاه القرشيّ لمولاه، فضربه وحبسه، وحلف أن لا يطلقه إلاّ بعد شفاعة من شكاه، فقيل له: ويحك أتحبّك كما تحبّها؟ فقال:\nالجزء: 1 ¦ الصفحة: 182\n",
        "كلانا سواءٌ في الهوى غير أنّها\n...\nتجلد أحياناً وما بي من تجلّد\nتخاف وعيد الكاشحين وإنّما\n...\nجنوني عليها حين أنهي وأوعد\nفبلغ مولاه شعره فقال: وإنّ فيه لهذا الفضل! فركب من وقته إلى القرشيّ فقال له: أسألك أن تبيعني هذه الجّارية بأيّ ثمنٍ شئت. فقال: ما أفعل حتّى أعرف السّبب في ذلك. فعرّفه الخبر وأنشده البيتين، فقال: أشهدك إنّي قد وهبت له الجّارية، وأنا أعطي الله عهداً أن أخذت لها ثمناً أبداً، لشفاعتك وأدب الغلام. ووجّه الجّارية معه فدفعها إلى الغلام.\nقالوا كان المتوكّل جالساً يوماً في القصر الذي يقال له المختار إذ مرّ خادمٌ أسودٌ لفتيحة مبادراً يريد الدّخول إلى دار النّساء، فسقط منه كتابٌ مختومٌ، فأمر من جاءه بالكتاب وفتحه فإذا فيه مكتوبٌ:\nأكثري المحو في الكتاب ومحّه بريق اللسان لا بالبنان\nوأمرّي الختام فوق ثنايا\n...\nك العذاب المفلجات الحسان\nإنّني كلّما مررت بحرفٍ\n...\nفيه محوٌ لطعته بلساني\nفأراها تقبيلة من بعيدٍ\n...\nأهديت لي وما برحت مكاني\nفقال: يا فتح ما ترى؟ قلد اجترأ ليّ من كتب هذا الشّعر! عليّ بالخادم. فأتي به، وقد علم الخادم إنّ الكتاب سقط منه فطار عقله\nالجزء: 1 ¦ الصفحة: 183\n",
        "خوفاً ورعباً، فقال له: من دفع هذا الكتاب إليك وأنت آمن؟ فإن صدقت نجوت، وإن لم تصدق ضربت عنقك. قال: يا مولاي إنّ لمولاتي فتيحة وكيلاً يتصرّف في أمرها من أبناء البرامكة وهو يحبّ جاريتها نسيم الكاتبة، وأنا أسعى بينهما بالكتب التي يتكاتبان بها. فقال له: امض بلا خوف عليك. ثمّ قام المتوكّل فدخل على فتيحة وقال لها خذي في أمر جاريتك نسيم الكاتبة فإنّي قد زوّجتها من فلان وكيلا وأنقدت عنه عشرة آلاف درهمٍ. وأمر بإحضار الوكيل فقال له: هل لك في نسيمٍ؟ فذهب عقله، وطار قلبه، وخاف خوفاً شديداً، فقال له: تكلّم وأنت آمن، فقد زوّجتك بها، ومهرتها عشرة آلاف درهمٍ وأمرت لا بعشرة آلاف تولم بها. وسأل فتيحة تعجيل زفافها إليه ففعلت.\nوحكى الهيثم بن عدي، عن ابن عبّاس، قال: كانت عاتكة بنت يزيد بن معاوية تحت عبد الملك بن مروان، وكان يجد بها ويحبّها حبّاً شديداً، فغضبت عليه، فطلب رضاها بكلّ أمرٍ، فأبت حتّى أضرّ به ذلك وشكا إلى خاصّته. فقال له عمر بن الأسدي: ما لي إن أرضيتها؟ قال له: حكمك. قال، فخرج فأتاها وجلس بين يديها يبكي. فقال له حاضنتها: ما لك يا أبا حفص؟ قال: لقد جئت إلى بنت عمّي في أمرٍ مهمٍّ عظيمٍ، فاستأذني لعلّها تقضي حاجتي. فقالت: ما بالك؟ فقال لها: قد عرفت حالي مع أمير المؤمنين عبد الملك، ولم يكن لي غير ابنين، فتعدّى أحدهما على الآخر فقتله. فقلت: أنا وليّ الدّم وقد عفوت. فقال أمير المؤمنين: ما أحبّ أن أعوّد رعيّتي هذا. وهو قتله بالغداة فنشدتك الله ألا كلّمته فيه، وسألته في إبقائه لي، فإنّك تجمعين في ذلك إحياءه وإحياء نفسي. فإنّه إن قتله قتلت نفسي. فقالت: ما أكلّمه. فقال لها: ما أظنّك تكسبين شيئاً أحبّ من إحياء نفسين. . . وبكى بكاءً شديداً: فلم يزل بها صواحبها وخدمها وحاشيتها حتّى قالت: عليّ بثيابي. فلبست، وكان بينها وبينه بابٌ قد ردمته.\nالجزء: 1 ¦ الصفحة: 184\n",
        "فأمرت بفتحه ثمّ دخلت. فأقبل أحد الغلمان فقال: يا أمير المؤمنين هذه عاتكة. قال: ويلك رأيتها؟ قال: نعم يا أمير المؤمنين. وإذا هي قد أقبلت وعبد الملك على سريره. فسلّمت، فسكت، فقالت: أمّا والله لولا مكان عمر ابن بلال ما فعلت، ولا أتيتك والله. إن عدا أحد بنيه على الآخر فقتله، وهو الوليّ وقد عفا عنه، لتقتله؟ قال: أي والله، وهو راغمٌ. قالت: أنشدك الله أن لا تفعل. فدنت فأخذت بيده، فأعرض عنها، فأخذت أرجله فقبّلتها، فأكبّ عليها وضمّها إلى نفسه ورفعها إلى سريره، وقال: قد عفوت عنه. فتراضيا.\nوراح عبد الملك فجلس مجلس الخاصّة، فدخل عمر بن بلال، فقال: يا أبا حفص ألطفت الحيلة في القيادة فلك حكمك! فقال: يا أمير المؤمنين، ألف دينارٍ ومزرعة بما فيها من الرّقيق والآلة. قال: هي لك. قال: ومرابض لولدي وأهل بيتي. قال: وذلك كلّه لك. . . وبلغ عاتكة الخبر فقالت: ويلي على القوّاد خدعني.\nويروى أنّ معاوية بن أبي سفيان، رحمه الله، رأى، كاتباً له يكلّم جاريةً لامرأته فاختة بنت قريظة، في بعض طرق داره، فقال له: أتحبّها؟ قال: أي والله، يا أمير المؤمنين. قال: أخطبها من فاختة. فخطبها. وكلّم معاوية فاختة فأجابته، فزوّجها منه، فدخل معاوية وبين يديه عتيدة من العطر لعرس جاريتها، فقال: هوّني عليك يا بنت قريظة، إنّي أحسب الاتّفاق كان بعد حين.\nقال عمر بن شبّة: كان الأحنف بن قيس يوماً جالساً مع معاوية، إذ مرّت بهما وصيفة فدخلت بيتاً من البيوت، فقال معاوية: يا أبا بحر، أنا والله أحبّ هذه الجّارية وقد أمكنتني منها لولا الحياء من مكانك. فقال الأحنف: فأنا أقوم. بل تجلس لئلّا تستريب بنا فاطمة. فقال\nالجزء: 1 ¦ الصفحة: 185\n",
        "الأحنف: شأنك. فقام معاوية إليها. فبينا هو يماجنها إذ خرجت بنت قريظة فقالت للأحنف: يا قوّاد، أين الفاسق. فأومأ الأحنف إلى البيت الذي هو فيه، فأخرجته ولحيته في يدها، فقال لها الأحنف: أرفقي بأسيرك، رحمك الله. فقالت: يا قوّاد، وتتكلّم أيضاً؟ فقال معاوية: يغلبن الكرام ويغلبهنّ اللئام.\nقال ابن شبّة: كانت بالمدينة امرأةٌ يقال لها صهباء، من أحسن النّاس: وكانت من هذيل. وكانت رتقاء. فتزوّجها ابن عمٍّ لها. فمكث حيناً لا يقدر عليها لشدّة ارتقاقها، فأبغضته بغضاً شديداً، فطلبت منه الطّلاق فطلّقها. ثمّ إنّه أصاب أهل المدينة مطرٌ شديدٌ، في الخريف، وسيلٌ عظيمٌ. فخرج أهل المدينة، وخرجت صهباء مع أهلها، وخرج ابن جحشٍ وأصحابٌ له للنزهة. فلمّا انتصف النّهار وخلا الوادي، خرجت صهباء واستنقعت في السّيل، وخرج ابن جحشٍ ولم تشعر به صهباء، فرآها وأحبّها وتهالك عليها.\nوكان بالمدينة دلّالةٌ على النّساء يقال لها قطبة. وكانت تداخل القرشيين بنسائهم: فلقيها ابن جحشٍ فسألها عن صهباء فقال: اخطبيها عليّ. قالت: قد خطبها عيسى بن طلحة بن عبيد الله، وأنعم له بها أهلها ولا أراهم يتخطّون عيسى إليك. . فشتمها ابن جحشٍ وقال: كلّ مملوكٍ لي حرٌّ لوجه الله إن تحتالي فيها حتّى أتزوّجها، لأضربنّك ضربةً بالسّيف - وكان مقداماً جسوراً - ففزعت منه فدخلت على صهباء وأهلها، فتحدّثت معهم، ثمّ ذكرت ابن عمّها، فقال لعمّة صهباء: ما باله فارقها؟ فأخبرتها خبره فأصغت إلى عمّتها فقالت لها، وأسمعت صهباء: أمّا والله لو كان ابن جحشٍ لنقبها نقب اللؤلؤة. ثمّ خرجت من عندهم.\nالجزء: 1 ¦ الصفحة: 186\n",
        "فأرسلت إليها صهباء أن مري ابن جحشٍ فليخطبني. فلقيت قطبة ابن جحشٍ فأخبرته الخبر. فخطبها، فأنعمت له، وأبى أهلها إلاّ عيسى بن طلحة. وأتت صهباء إلى ابن جحشٍ فتزوّجها وأفتضها من ساعته. وفيها يقول:\nدار الصّهباء الذي لا ينتهي\n...\nعن ذكرها أبداً ولا ينهاها\nصفراء يطويها الضّجيع لطافةً\n...\nطيّ الجمانة ليّناً مثناها\nنعم الضّجيع إذا النّجوم تغوّرت\n...\nبالقرب أخراها على أولاها.\nقالوا: كان رجلٌ من تجّار أهل المدينة من ذوي النّعمة، في ليلةٍ من شهر رمضان، في المسجد يصلّي إذ عرض له في منزله بعض الأمر. فانصرف من التّراويح فأصاب بابه مفتوحاً، وإذا رجلٌ مع ابنته في محلّها يحدّثها. فأخذ بيده وذهب به إلى منزل ابن أبي عتيق. فدقّ عليه، فأشرف عليه، فقال: أردت أن أكلّمك، جعلت فداك. قال، فانحدر إليه فقال له: إنّ هذا الفتى وجدته في منزلي على حال كذا. فسألته فزعم أنّه ابنك. فأقبل ابن عتيقٍ فأخذ بيد التّاجر فشكره وجزاه خيراً، وقال: لن يعود إلى شيءٍ تكرهه أبداً إن شاء الله. فأخذ الفتى ولكزه وشتمه. فلمّا ولّى الرّجل قال للفتى: من أنت ويلك؟ قال: أنا ابن فلانٍ التّاجر وابتليت بابنة هذا التّاجر فدخلت عليها هذه الليلة أتحدّث عندها. فما راعني إلاّ أنّه واقفٌ على رأسي. فلم أجد ملجأً إلاّ\nالجزء: 1 ¦ الصفحة: 187\n",
        "أن اعتزيت إليك، لمّا علمت من قدرك وشرفك وكرمك. قال: أخبرني عن الجّارية، أتحبّك؟ قال: نعم. قال: فهل يمكنك أن تأتي بها إلى منزلي هذا؟ قال: نعم. قال: فعدها وأت بها. وأمر غلاماً له، وقال: إذا جاءت المرأة التي يأتيك بها هذا الفتى فأدخلها، واجلس أنت مع الفتى، وأرسل إليّ من يعلمني. ففعل الفتى، وأتى بالجّارية إلى المكان. وأرسل إلى ابن أبي عتيقٍ فعرّفه. فأرسل إلى أبي الجّارية: إنّك اصطنعت إلى فتانا يداً، وقد أحببنا أن نصنع إليك مثل ذلك في فتاتكم.\nفأدخله عليها، فلمّا رآها استرجع، فقال له ابن أبي عتيقٍ: ما هذا؟ أهون عليك هذا الأمر وأقبل وصيّة رسول الله، صلّى الله عليه وسلّم، حين قال: \" ألحقوا النّساء بأكفائهنّ \". إنّ هذا الفتى ليس والله بولدي، ولكن هو قد انتسب إليّ لما أدرك من النّجاة منك، وهو فلان ابن فلان التّاجر، وهو من نظرائها وأكفائها. فهل لك أن تزوّجه إيّاها وأصدقها عنه من مالي مائة دينارٍ. قال: نعم.\nولم يبرحوا حتّى زوّجها منه وأصدقها وأخرج المهر من عنده، وسأله التّعجيل بزفافها إليه.\nوحكي عن ابن أبي ورقاء الجبلي قال: خرجت من الكوفة أريد بغداد. فلمّا صرت بأوّل مرحلةٍ نزل غلماننا ففرشوا بسطهم، وهيّأوا عداءهم، ونزلت. ولم يجء أحدٌ بعد. فرمانا الطّريق برجلٍ حسن الهيئة، فاره البرذون فصمت بالغلمان. فأخذوا دابّته. ودعوت بالغداء فبسط يده غير محتشمٍ.\nالجزء: 1 ¦ الصفحة: 188\n",
        "وجعلت لا أكرمه بشيءٍ إلاّ قبله. وكنّا كذلك ساعةً، إذ جاء غلمانه. ثمّ تناسبنا فقال الرّجل: أتا طريح بن إسماعيل الثّقفي. فلمّا ارتحلنا كنّا كذلك في قافلةٍ لا تدرك طرقها. فقال لي طريح: ما حاجتنا إلى زحمة النّاس، وليست بنا إليهم وحشة ولا مخافة. فتأخّر بنا بعد القوم. فنزلنا إلى جانب نهرٍ مظللٍ بالشّجر فتغدّينا ثمّ قمنا إلى النّهر نستنقع فيه. فلمّا نزع ثيابه إذ آثار داهيةٍ في جنبيه يلج فيها الكف، فوقع في نفسي منه شيءٌ، فنظر إليّ وفطن وتبسّم، وقال لي: قد رأيت عجباً منك لما رأيت ما بي وأنا أحدّثك حديثه إذا سرنا العشيّة.\nفلمّا ركبنا قلت له: الحديث؟ قال: نعم، قدمت من عند الوليد بن يزيد بالدّنيا وما فيها، وركبت إلى يوسف بن عمر، مع قرابتي منه، فملأ يدي. فخرجت من عنده إلى الطّائف. فلمّا اشتدّ بي الطّريق، وليس يصحبني فيه خلق، عنّ لي أعرابيٌّ على قعودٍ له، وهو حسن الحديث قد روى الشّعر، وأنشدني لنفسه. فقلت له: من أين أقبلت؟ قال: لا أدري والله. قلت: فإلى أين يمّمت؟ قال: لا أدري والله. قال، فقلت: ما قصّتك؟ فقال: أنا عاشقٌ بجارية من قومي، قد أفسدت عيشتي وتلفت، فأنا أستريح بأن أنحدر في الطّريق مع منحدريه، وأصعّد مع مصعّديه. قال، فقلت له: وأين هي؟ قال: غداً تنزل بإزائها. وأخذ يحدّثني بحديثه معها.\nفلمّا جئنا إلى الموضع قال لي: انزل ذلك المكان فإنّها عنده منقطعةً. فأدركتني أريحيّة الحداثة، وأخذت منه علامة ما بينهما، وقصدت حيث أشار إلي. فإذا ببيتٍ جديدٍ على الطّريق، وإذا امرأةٌ جميلةٌ حديثةٌ ظريفةٌ. فذكرته لها ووريت رسالته وأمارته. فزفرت زفرةً كادت تتفتت أضلاعها، وقالت: أو حيٌّ هو؟ قلت:\nالجزء: 1 ¦ الصفحة: 189\n",
        "نعم تركته في رحلي وراء هذا الجبل ونحن بايتون ومصطحبون قالت: فإنّي أرى لك وجهاً يدلّ على الخير، فهل لك في الأجر؟ فقلت: فقيرٌ إليه. قالت: فالبس ثيابي وادخل في أريكتي ودعني حتّى آتيه. فإنّك تحيي نفسين، وتغنم أجراً عظيماً. قلت: أفعل ما تريدين. قالت: إنّك إذا أصبحت أتاك زوجي في هجعته فقال يا فاجرة، فأوسعك شتماً، فأوسعته صمتاً ولا تجعل إنّك سمعته فإنّ يقول في آخر كلامه: اقمعي سقاك يا عدوّة. فضع المقمع في ذلك السّقاء الأخر فإنّه منخرق. قال: ومضت. فجاء زوجها ففعل ما قالت. وقال إقمعي سقاك فحببني الله أن تركت الصّحيح وقمعت الواهي، فما شعر إلاّ واللبن يتسيّب بين رجليه. فعدا إلى زاوية البيت فتناول حبلاً ثمّ ثناه على اثنين فصار على ثمانٍ، فجعل لا يتّقي بع رأساً ولا وجهاً ولا جنباً فخشيت أن يبدو له وجهي فألزمته الأرض، فعمل بجنبي وظهري ما ترى، ومضى عنّي.\nفلمّ كان الصّباح جاءت فرأت ما حلّ بي من الشّرّ فأكبّت عليّ وقالت: بأبي أحييت نفسي بقتل نفسك. ودخلت تعتذر وتتلهّف لما بي، وتدعو لي وتتضرّع. فأخذت ثيابي وانصرفت ولا يعدل ظفرهما عندي شيء.\nقد قدمنا في أخبار قيس بن ذريح كيف كان سبب تطليقه لبنى وندمه عليها ثمّ ساءت حاله، ولف عقله، واشتدّ مرضه، وأشرف على حتفه. فقال أهله: لو زوّجتموها إيّاه ليئس منها، وسلا عنها. فخطبها رجلٌ من قريش وحكم أباها في المهر. فزوّجه إيّاها، فحملها معه إلى المدينة. فقال قيس:\nالجزء: 1 ¦ الصفحة: 190\n",
        "وقالوا تراها فتنةً كنت قبلها\n...\nبخيرٍ، فلا تندم عليها وطلّق\nفليت، وبيت الله، أنّي عصيتهم\n...\nفأنبت في رضوانها كلّ مونق\nوكلّفت خوض النّار سبعين حجّةً\n...\nوكنت على أثباج بحرٍ مغرّق\nكأنّي أرى النّاس المقيمين بعدها\n...\nنقاعة ماء الحنظل المتغلّف\nوتكره عيني بعدها كلّ منظرٍ\n...\nويكره سمعي بعدها كلّ منطق.\nقال: وخرج أبي عتيق يريد العمرة. فنزل بحيّ قيس بن ذريح فسألهم عنه، فقال: دلّوني عليه. فدلّوه فلمّا رآه قيس أقبل عليه ورحّب به وقال: من أنت، حيّاك الله وعافاك؟ قال، فانتسب له ابن عتيقٍ وقال له: بيّن حديثك لي تجدني معيناً لك على أمرك إن شاء الله. فاستحى قيس من ذلك وامتنع ساعةً، ثمّ جعل يحدّثه حتّى بلغ إلى خبر القرشي. فقال: يا هذا، إنّي خرجت من منزلي أريد العمرة التماساً للثّواب. وقد عزمت، عندما سمعت، أن أترك ما خرجت إليه فارجع معك احتساباً للأجر، فبكّر فامض معي أيّها الرّجل، وأكتم شأنك، ولا يعلم أحدٌ من أهلك. فحمله معه وأقبل راجعاً نحو المدينة فاستقبله أهله وإخوانه يسألونه عن سبب رجوعه. فجعل يعتذر وهو يقول لهم: عاقني عن ذلك عائقٌ. وأخفى قيساً في منزله أيّاماً ثمّ سأل عن منزل القرشي فدلّ عليه. فبعث مولاة له عجوزاً إلى لبنى تخبرها بقيس وبما صار له من عشقها. فقالت: يعزّ عليّ، وما حيلتي له. أطاع أباه وفارقني في غير جرمٍ. وقد صرت الآن عند غير هولا سبيل لي على نفسي. وإنّ كبدي عليه لحرّا، وإنّ عيني لغبرا مذ\nالجزء: 1 ¦ الصفحة: 191\n",
        "فارقته وإنّها لمّا علمت بمكانه إشتدّ ولهها حتّى أنكر زوجها شأنها فسألها عن خبرها وهل رأت شيئاً تنكره. فجعلت لا تجيب جواباً. وجعل يعتذر إليها، فقال لها: ما أراك إلاّ ذكرت قيساً. فقالت له: هيهات وأين أنا من قيس، وأين قيس منّي؟ أله عن هذا الحديث.\nقال: وبلغت العجوز ابن أبي عتيق ما سمعت من لبنى فقال لها: عودي إليها فقولي لها: إن كنت على العهد فإنّك ستصلين إلى ما تريدين. قالت: أي والله لا أزال على عهده مقيمةً أو يفارق روحي جسدي؛ ولا أكافئه بسوء فعل كان منه إليّ.\nقال: وأقبل ابن أبي عتيق ومعه جماعة من أشراف قريشٍ وغيرهم حتّى أتوا منزل القرشي زوج لبنى فأكبر مجيئهم. فقالوا: إنّا جئناك في حاجةٍ ولا سبيل إلى ردّنا عنها. قال لهم: قضيت حاجتكم. قال ابن عتيق: كائنة ما كانت؟ قال له: نعم. قال فإنّ حاجتنا أن تجعل أمر لبنى في يدي. قال القرشي: وهل رأيت أحداً سأل مثل هذا؟ قال: فهي حاجتنا، وقد جئت إليها. قال: فإنّي قد فعلت. قال: فيشهدون عليك أنّ أمرها في يدي. قال: نعم. قال ابن عتيق: فأشهدوا إنّها طالقٌ ثلاثاً. قال: قد أجزت: قال: فما برحوا حتّى نقلها ابن أبي عتيق إلى منزله. فلمّا انقضت عدّتها زوّجها من قيس وأصدق عنه وجهّزها بأحسن جهاز، وحملها معه إلى منزله. فما لبثت عنده إلاّ يسيراً حتّى نهشته الأفعى كما قدّمنا في حديثه فمات وماتت بعد.\nالجزء: 1 ¦ الصفحة: 192\n",
        "هكذا رواه أحمد بن أبي طاهر. ولست أدري صحّة هذا الحديث، لأنّا كنّا قدّمنا في حديثه ما يخالف هذا من أنّه لم يتزوّج بها ثانياً.\nحكى الهيثم بن عدي، عن الكلبي قال: كان ملك النّعمان بن المنذر أربعين سنةً لم ير منه في ملكه سقطةً غير هذه: وذلك أنّه ركب يوماً فنظر إلى امرأةٍ خارجةٍ من الكنيسة فأعجبه جمالها وحسنها وهيئتها فقال: علي بعدي بن زيد، وكان كاتبه وخاصّته فقال له: يا عدي، قد رأيت امرأةً لئن لم أظفر بها إنّه هو الموت. فلا بدّ في أن تتلطّف في الجميع بيني وبينها. قال: ومن هي؟ قال: قد سألت عنها فقيل لي امرأة حكم بن عوف، رجلٌ من أشراف أهل الحيرة. قال: فهل أعلمت بذلك أحداً؟ قال: لا فاكتمه، فإذا أصبحت فجد بكلّ كرامةٍ لنزيلك، يريد حكم بن عوف.\nفلمّا أذن للنّاس بدأ به وأكرمه وأجلسه معه على سريره. فأعجب النّاس حاله، وتحدّثوا به. فلمّا أمسى فأذن للنّاس بدأ به فأكرمه وأجلسه معه وكساه وجمّله. ففعل به ذلك أيّاماً. ثمّ قال له عدي: أيّها الملك عندك عشر نسوةٍ فطلّق أقلّهنّ عنك منزلةً ثمّ قل له فليتزوّجها. ففعل. فلمّا دخل عليه قال له: يا حكم إنّي قد طلّقت فلانةً لك فتزوّجها. فقال حكم لعدي: ما صنع الملك بأحد ما صنع بي ولا أدري بما أكافئه؟ فقال له عدي طلّق امرأتك كما طلّق امرأته. ففعل. وحظي عدي بها عند الملك: وعلم الرّجل أنّه مكر به في امرأته. وفيها يقول بعض أهل الحيرة:\nما في البرّيّة من أنثى تعادلها\n...\nإلاّ التي أخذ النّعمان من حكم\nوحدّث الزّبير: إنّه كان فتىً من بني عذرة يقال له عمرو بن عود، وكان عاشقاً لجاريةٍ من قومه تسمّى ريّا بنت الرّكين. فتزوّجها رجلٌ\nالجزء: 1 ¦ الصفحة: 193\n",
        "منهم يقال له دهيم. فأبت ريّا إلاّ حبّ عمرو بن عود، وأبى إلاّ حبّها وقول الشّعر فيها، والوجد بها حتّى أتى اليمن فنزل في بني الحارث بن كعب فطلبها عمرو، فخفي عليه أمرها ولم يعلم لها خبراً ولا موضعاً. فمكث حيناً لما به، يبكي له من عرفه، لولهه وشدّة ما أصابه. فخرج به أهله إلى مكّة لعلّه يتعلّق بأستار الكعبة عسى أن يرحمه ربّه ويذهب ما في قلبه من حبّها.\nفلمّا كان بمنىً نظر إليه فتىً من بني الحرث بن كعب فتعجّب ممّا به، وجلس يتحدّث معه، وسأله عن حاله فشكا إليه عمرو وجده بها، وأنشد ما قال فيها، فرقّ له الفتى ورحمه. وسأله عن صفتها وصفة زوجها. فوصفها له. فقال له الفتى: عندي خبر هذه المرأة وهذا الرّجل منذ سنسن قليلة فخرّ عمرو ساجداً ثمّ سأله عن حالها، فأخبره أنّها سالمةٌ وأنّها باكيةٌ حزينة لا يهينها شيءٌ من العيش. قال عمرو: فهل لك في صنيعةٍ عندي؟ فقال له الفتى: إذن افعل ما بدا لك. قال: تتخلّف عن أصحابك، وأتخلّف عن أصحابي حتّى لا يكون عند أحدٍ منهم علم. ثمّ أمضي معك متنكّراً حتّى تخفيني في موضعٍ؛ ثمّ تعلمها بمكاني. فقال الفتى: لك ذلك في عنقي.\nفلمّا كان السّفر، تخلّف كلّ واحدٍ منهما عن أصحابه. فجهد أصحاب عمرو أن لا يتخلّف وأن يمضوا به فأبى عليهم فودّعوه ومضوا. ثمّ مضيا حتّى وصل به الفتى فأدخله مع أخته وامرأته في سترهما. ومضى إلى ريّا فأخبرها. فكانت تجيء إليه كلّ يومٍ فيشكوان ما كانا فيه من البلاء، ويتحدّثان. فاستراب زوجها غشيانها ذلك البيت. ولم تكن تغشاه ولا تعرف أهله، واستراب أيضاً تطبيب نفسها وأنّها ليست كما كانت.\nوخرجت رفقةً له إلى حرّان فأخبرها أنّه خارجٌ معها. فخرج وأقام ليلتين مختفياً في موضع. وأقبل راجعاً في الليلة الثّالثة، وقد أمنّاه وظنّاً أنّه قد خرج، فأتى عمرو إلى ريّا فبسطت له بساطاً قدام البيت\nالجزء: 1 ¦ الصفحة: 194\n",
        "وتحدّثا حتّى غلبهما النّوم، وهي مضطجعةٌ إلى جانب البساط وعمرو إلى الجانب الآخر. وأقبل الرّجل حتّى وجدهما على تلك الحال. فنظر في وجه عمرو، فانتبه فزعاً. فقال له: ويلك يا عمرو، وما ينجيني منك برٌ ولا بحرٌ! فقال: يا ابن عمّي، ما أنا والله على ريبةٍ، ولا يسألني الله عن أهلك عن قبيحٍ؛ ولكن نشأت أنا وهي وألفتها ونحن صبيان، ولست أستطيع عنها صبراً، وما بيننا أكثر من هذا الحديث الذي ترى. قال: أمّا أنا فلم أهرب إلى هذا البلد إلاّّ منك.\nفانصرفنا راجعين وهي معهما حتّى قدما على وطنهما، فأقاما بعده بيسير.\nحكى سنة بن عقال، عن الشّعبي قال: حدّثني رجلٌ من بني أسدٍ، قال: إنّي لذات يومٍ في الحيّ إذ أقبل فتىً نظيف الثّوب، حسن الوجه، حتّى وقف بي، فقال: يا فتىً، هل نزا بك حيٌّ من بني عذرة؟ قال، قلت: نعم، وتيك بيوتهم. قال: وهل أحسست لي بكرةً صفتها كذا وكذا؟ قال، قلت: لا. فنزل ثمّ قال: أأنت منشدها لي في أبات الحي؟ قال فخرجت وأنا أنشدها حتّى مررت بالبيوت وأنا أنشد. فقالت لي جاريةٌ: عند الأكمة. فأشرفت على الأكمة فلم أر شيئاً فأخبرته، فأخرج سفرةً معه ودعاني فأكلنا، ثمّ نام. وجعلت أراعيه حتّى ظنّ أنّي قد نمت. فأخرج من رحله فلبسها، ثمّ اشتمل على سيفه وخرج حتّى أتى الأكمة وأنا أتبعه من حيث لا يراني. فإذا بها قاعدةٌ كأنّها مهرةٌ عربيّةٌ. فسلّم عليها وسلّمت عليه ثمّ قال لها: يا بثينة قلت فيك كذا. ولقيت فيك كذا.\nولم يزل يحدّثها وينشدها، وتحدّثه حتّى إذا كان في السّحر وضع\nالجزء: 1 ¦ الصفحة: 195\n",
        "رأسه في حجرها فنام ساعةً. فلم يشعر إلاّّ بالفجر قد برق. فقالت: قم يا جميل، لا يفضحنا الصّبح.\nقال: فرجعت مبادراً حتّى رميت بنفسي في الرّحل. وجاء فأيقظني، ثمّ عمل إلى ثوبٍ من ثيابه فكسانيه، فلم يزل جميل يغشاني في كلّ نهارٍ وليلٍ، فأطير إلى الحيّ وآتيه فآخذ ميعاد بثينة إلى موضعٍ يجتمعان فيه ويتحدّثان إلى أن فطن بعض الحيّ بأمري. فقالت لي بثينة. أنج بنفسك، فإنّ الحيّ قد شعروا بك، وقل لجميل موعدك وسكن البطن. وأتيته فأخبرته، فمضى وانقطع عنّي خبره\nوروي عن يحيى بن خالد بن برمك قال: كنت أهوى جاريتي دنانير، وهي لمولاتها زهراء، فلمّا وضع المهدي الرّشيد في حجري اشتريتها؛ فلم أسرّ بشيءٍ من الدّنيا مثل سروري بها وبملكها، فما لبثت إلاّّ يسيراً حتّى وجّه المهدي ابنه الرّشيد غازياً إلى بلد الرّوم، فخرجت معه، فعظم على فراقها، فأقبلت لا أتهنّأ بطعانٍ ولا شرابٍ صبابةً بها وذكراً لها. فأنا ليلةً في مضربي، وقد أصابني بردٌ شديدٌ وثلجٌ كثيرٌ، وأنا أتقلّب على فراشي أذكر الجّارية، إذ سمعت غناءً خفيّاً وصوت عودٍ بالقرب منّي. فأنكرت ذلك وجلست على فراشي فأشجاني الصّوت من غير أن أفهم حتّى أبكاني. فقمت، ولم أوقظ أحداً من العسكر، حتّى انتهيت إلى خيمةٍ صغيرةٍ من خيام الجند، فإذا فيها سراجٌ، فدنوت منها، فإذا فتىً جالسٌ، وإذا بين يديه ركوةٌ فيها شرابٌ وفي حجره عودٌ يضرب عليه ويتغنّى بهذا الصّوت:\nألا يا لقومي أطلقوا غلّ مرتهن\n...\nومنّوا على مستشعر الهمّ والحزن.\nالجزء: 1 ¦ الصفحة: 196\n",
        "ألم ترها بيضاء، روداً شبابها\n...\nلطيفةٌ طيّ البطن كالشّادن الأغن\nقال: فكلّما غنّى بيتاً بكى وتناول قدحاً فصبّ فبه من ذلك الشّراب، وشرب، ثمّ يعود إلى مثل ذلك.\nقال: فأقمت طويلاً أرى ما يفعل وأبكي لبكائه، ثمّ سلّمت فردّ السّلام، واستأذنت فأذن لي فدخلت، فلمّا رآني أجلّني وأوسع لي. فقلت: يا فتى خبّرني بخبرك، وما أنت فيه، وما سبب هذا البكاء؟ قال: أنا فتىً من الأبناء، لي ابنة عمٍّ قد نشأنا جميعاً فعلقتها وعلقتني، ثمّ بلغنا فحجبت عنّي، فسألت عمّي ليزوّجنيها فأجاب، فمكثت حيناً أحتال لمهرها حتّى تهيّأ فأدّيته، فدخلت بها، فلمّا أن كان يوم سابعها ضرب عليّ البعث وخرجت وبي من الشّوق إليها ما لا أجده، فحملت معي هذا العود، فإذا أصبت شراباً في بعض هذا القرى أخذت منه شيئاً، ثمّ أفعل ما ترى تذكاراً إليها.\nفقلت: فهل تعرفني؟ فأنكرني، فما أدري أتعمّداً أم حقيقةً.\nقال، فقلت له: أنا يحيى بن خالد، فلمّا قلت له ذلك نهض قائماً. فقلت: اجلس، فإذا كان غداً فألقني، فهذا مضربي بالقرب منك، فإنّي أصير منك إلى ما تحب.\nقال: ووافق ذلك رسولاً قد هيّأناه إلى المدينة، فما كان أسرع شيءٍ حتّى دنا الصّبح وتهيّأ النّاس للرّحيل، فأوّل من لقيني ذلك الفتى،\nالجزء: 1 ¦ الصفحة: 197\n",
        "فأثبت وجهه وقلت له: من أنت، وفي قيادة من أنت؟ فخبّرني، فمضيت حتّى دخلت على الرّشيد ومعي المؤتمرات، فكنت آمرها على سمعة من عنوانٍ يكون له فيها، فقلت وفتىً من الأنباء فلان بن فلان يطلق سراحه ويعطى عشرة آلاف درهمٍ معونةً له ويصحب فلاناً الرّسول. ففعل ذلك وانصرف إلى أهله.\nوحكى إبراهيم بن إسحاق الموصلي، عن أبي السّائب المخزومي قال: تعشّق العرجي امرأةً من قريش فجعلني رسولاً إليها، فأتيتها برسالةٍ وأخذت موعدها لزيارته إلى موضعٍ سمّاه، ثمّ بكرت أنا فأتت على أتانٍ ومعها جاريتها، وجاء على حمارٍ ومعه غلامٌ. فتحدّثنا ساعةً ثمّ قمت عنهما، فوثب عليها، ووثب الغلام على الجّارية، والحمار على الأتان، وقعدت أسمع النّخير من كلّ ناحية.\nقال، فقال لي العرجي: يا أبا السّائب، هذا يومٌ غابت عواذله، قال أبو السّائب: فما لي حسبةً أرجو ثوابها رجائي لذلك اليوم وثوابه.\nوقال: كان عمر بن أبي ربيعة يتعشّق امرأةً يقال لها أسماء، فوعدته أن يزورها، فتهيّأ لذلك يوماً فأبطأت عليه، فنام، فلم يلبث أن جاءت ومعها جاريةٌ، فضربت الباب فلم يستيقظ، فانصرفت وحلفت أن لا تأتيه حولاً. فقال عمر قصيدته التي أوّلها:\nطال ليلي وتعنّاني الطّرب\n...\nواعتراني طول همٍّ ونصب\nالجزء: 1 ¦ الصفحة: 198\n",
        "أشهد الرّحمان لا يجمعنا\n...\nسقف بيتٍ رجباً على رجب\nفبعثنا طبّةً عالمةً\n...\nتخلط الجدّ مراراً باللعب\nترفع الصّوت إذا لانت لها\n...\nوتراخي عند سورات الغضب\nفأجابت يا فتى وابتسمت\n...\nعن منيف اللون صافٍ كالثّغب\nفلمّا سمع ابن أبي عتيقٍ هذه الأبيات قال له النّاس في طلب إمامٍ مثل قيادتك هذه مذ قتل علي، فما يقدرون عليه.\nقال حمّاد الرّاوية: استنشدني الوليد بن يزيد شعراً كثيراً فما استعادني إلاّّ هذه الأبيات. وقال لي: يا حمّاد اطلب لي مثل هذه وأرسلها إلى سلمى.\nويروى عن حمّاد قال: أتيت مكّة فجلست إلى جماعةٍ في حلقةٍ فيها عمر بن أبي ربيعة المخزومي، وإذا هم يتذكّرون العذريين وعشقهم وصيانتهم، قال عمر: أحدّثكم عن بعض، وذلك: أنّه كان لي خليلٌ من بني عذرة، وكان مشتهراً بحديث النّساء فيتشبب بهنّ وينشد فيهنّ، على أنّه لا عاهر الخلوة ولا سريع السّلوة وكان يوافي الموسم في كلّ سنةٍ، فإذا أبطأ ترجمت له الأخبار وألّفت له الأشعار حتّى يقدم فيتحدّث حديث محزونٍ كئيبٍ. وإنّه راث ذات سنةٍ، حتّى قدم وفد عذرة، فأتيت القوم وأنا أنشد عن صاحبي\nالجزء: 1 ¦ الصفحة: 199\n",
        "وإذا غلامٌ قد تنفّس الصّعداء ثمّ قال: عن أبو المسهر تسل؟ قلت نعم عنه سألت قال هيهات هيهات أصبح والله أبو المسهر لا ميؤوساً فيهمل ولا مرجوّاً فيعلل؛ لا أصبح والله كما قال الشّاعر:\nلعمرك ما حبّي لأسماء تاركي\n...\nصحيحاً ولا أقضي به فأموت\nقلت له: وما الذي به؟ قال لي: هو ميتٌ مولّهٌ! قلت: ومن أنت يا ابن أخي؟ قال: أنا أخوه. قلت وما يمنعك أن تركب طريق اخيك الذي ركبه، وتسلك مسلكه. ألا إنّك وأخاك كالوشي والنّجّار لا ترفعه ولا يرفعك. ثمّ انصرف وأنا أقول:\nأرائحةٍ حجاج عذرة روحةً\n...\nولمّا يرح في القوم جعد بن مهجع\nخليلان نشكو ما نلاقي من الهوى\n...\nمتى ما يقل أسمع، وإن قال يسمع\nفلا يبعدنك الله خلاً، فإنّني\n...\nسألقى كما لاقيت في الحبّ مصرعي\nفلمّا كان في العام الآتي وقفت في الموضع الذي كنّا نقف فيه بعرفات، فإذا شابٌ قد أقبل وقد تغيّر لونه، وساءت هيئته فما عرفته إلاّّ بناقته، فأقبل حتّى اعتنقني وجعل يبكي. قلت: ما هذا وما دهاك وما غالك؟ قال برّح الغرام وطول السّقام. وأخذ يشكو إليّ فقلت: يا أبا مسهر، إنّها ساعةٌ عظيمةٌ، فلو دعوت الله كنت تظفر بحاجتك. فجهل يدعو حتّى إذا بدت الشّمس للغروب وهمّ النّاس أن يفيضوا، سمعته يهمهم بشيءٍ، فأصغيت إليه مستمعاً فجعل يقول:\nالجزء: 1 ¦ الصفحة: 200\n",
        "يا ربّ عذوة وروحة\nمن محرمٍ بعد الضّحى واللواحة\nأنت حسيب الخطب يوم الدّوحة.\nقلت: يا أخي، وما الدّوحة؟ قال سأخبرك إن شاء الله. فلمّا قضينا حجّنا وأحللنا قلت له: حدّثني بخبرك! قال: نعم، أعلمك أنّي امرؤٌ ذو مالٍ كثيرٍ من نعمٍ وشاءٍ، وإنّي خشيت على مالي التّلف فأتيت أخوالي فأوسعوا لي عن صدر المجلس فكنت في عزّ أخوالي، فخرجت يوماً إلى مالي وهو ببعض مياههم، وركبت فرسي، وعلّقت معي شراباً أهدي إلي. فانطلقت حتّى إذا كنت بين الحيّ ومرعى النعّم رفعت لي دوحةٌ عظيمةٌ فقلت: لو نزلت تحت الشّجرة وتروّحت مبرّداً! فنزلت وشددت فرسي بغصنٍ من أغصانها، ثمّ جلست وقدّمت شرابي، فإذا بغبارٍ قد سطع من ناحية الحيّ فبدت لي ثلاثة شخوصٍ، وإذا فارسٌ يطرد عنزاً وأتاناً، فلمّا قرب منّي إذا عليه درعٌ أصفرٌ وعمامة خز سوداء، وإذا فروع شعره تنال كعبه. فقلت في نفسي: غلامٌ حديث السّنّ راكبٌ على فرسٍ أعجلته لذّة الصّيد، فأخذ ثوب امرأته ونسي ثوبه. فما لبث أن لحق بالعنز فطعنه ثمّ عطف على الأتان فقتلها، ثمّ قال:\nنطعنهم سلكاً ومخلوجةً\n...\nكركّ الأمين على نائل.\nفقلت له: إنّك قد تعبت وأتعبت فرسك، فلو نزلت. فثنى رحله،\nالجزء: 1 ¦ الصفحة: 201\n",
        "وشدّ فرسه بغصنٍ من أغصان الشّجرة، ثمّ أقبل حتّى جلس قريباً منّي فجعل يحدّثني حديثاً كأنّه الدّرّ، ذكرت به قول الشّاعر:\nوإنّ حديثاً منك لو تبذلينه\n...\nجنى النّحل في ألبان عودٍ مطافل\nقال، فبينما هو كذلك إذ نقر بالسّوط على ثنيته، فرأيت والله خلل السّوط بينهما فما ملكت نفسي إن قبضت على السّوط وقلت: أخاف أن تكسرهما فإنّهما رقيقان. وقال: وهما مع ذلك عذبتان. قال، ثمّ رفع عقيرته وجعل يغنّي:\nإذا قبّل الإنسان ممّن يحبّه\n...\nثناياه لم يأثم وكان له أجرا\nفإن زاد زاد الله في حسناته\n...\nمثاقيل يمحو الله عنه بها وزرا\nثمّ قال لي: ما هذا الذي علّقت على سراجك؟ قلت: شرابٌ أهداه إليّ بعض أهلي، فهل لك فيه؟ قال: وما أكره منه؟ فأتيت به فوضعته بين يديه. فلمّا شرب منه نظرت إلى عينيه كأنّهما عينا مهاةٍ قد أضلّت ولداً فأذعرهما قانص. فعلم نظري فرفع عقيرته وجعل يغنّي:\nإنّ العيون التي في طرفها حورٌ\n...\nقتلننا ثمّ لم يحيين قتلانا\nيصرعن ذا اللبّ حتّى لا حراك به\n...\nوهنّ أضعف خلق الله إنسانا.\nفقلت له: من أين لك هذا الشّعر؟ قال: وقع رجلٌ منّا باليمامة فأنشدنيه.\nقال: ثمّ قمت لأصلح شيئاً من أمر فرسي، فرجعت وقد حسر العمامة\nالجزء: 1 ¦ الصفحة: 202\n",
        "عن رأسه، فإذا غلامٌ كأنّما وجهه الشّمس حسناً، فقلت: سبحانك اللهمّ ما أعظم قدرتك، وأجلّ صنعك. قال: فكيف؟ قلت له: ممّا راعني من نورك وبهرني من جمالك. قال: وما الذي يروّعك من رهن ترابٍ ورزق دوابٍ ثمّ لا تدري أينعم بعد ذلك أم لا؟ قلت: بل يصنع الله بك خيراً إن شاء الله.\nثمّ أقبل على فرسه؛ فلمّا أقبل برقت له بارقة من الدّرع، فإذا ثديٌ كأنّه حقّ، فقلت: نشدتك الله امرأةً؟ قالت: أي والله امرأةٌ تكره العهر وتحبّ الغزل. فقلت: وأنا والله كذلك. فجلست والله تحدّثني ما أفقد من أنسها شيئاً حتّى مالت على الدّوحة سكرى، فاستحسنت، والله يا ابن ربيعةٍ، الغدر، وزيّن في عيني، ثمّ إنّ الله عصمني. فما لبثت أن انتبهت مرعوبةً، فلاثت عمامتها برأسها وأخذت رمحها وجالت في متن فرسها، فقلت: زوّديني منك زاداً. فأعطتني ثوباً من ثيابها، فشممت منه كالرّوض الممطور. ثمّ إنّي قلت: أين الموعد؟ فقالت: إنّ لي أخوةً شوساً وأباً غيوراً؛ والله لأن أسرّك أحبّ إليّ من أن أضرّك.\nقال، ثمّ مضت فكان والله آخر العهد بها إلى يومي هذا. فهي التي بلغت بي هذا المبلغ، وأحلّتني هذا المحل. قلت له: والله يا أبا المسهر، والله ما كان يحسن بك الغدر إلاّّ بك. فإذا به قد اخضلّت لحيته بدموعه باكياً. فقلت: والله ما قلت هذا إلاّّ مازحاً. ودخلتني له رقّة. فلمّا انقضى الموسم شددت على ناقتي وشدّ وحملت غلاماً لي على بعيرٍ وحملت عليه قبه أدمٍ حمراء كانت لأبي ربيعة، وأخذت معي ألف دينارٍ ومطرفاً ثمّ خرجنا حتّى أتينا كلباً فسألناه عن الشّيخ فإذا هو في\nالجزء: 1 ¦ الصفحة: 203\n",
        "نادي قومه، فسلّمت فقال: وعليك السّلام، من أنت؟ قلت عمر بن ابي ربيعة المخزومي. قال: المعرف غير المنكر؛ فما الذي جاء بك؟ قلت: خاطباً. قال: أنت الكفء الذي لا يرغب عن حسبه، والرّجل الذي لا يردّ عن حاجته. قلت له: إنّي لم آتك عن نفسي، وإن كنت موضع الرّغبة، ولكن أتيتكم في ابن أخيكم العذري. وقال: والله إنّه لكفء الحسب، غير إنّ بناتي لا يقعن إلاّّ في هذا الحيّ من قريش. فعرف الجزع في نفسي وتبيّن له في وجهي، وقال: أنا أصنع لك شيئاً لا أصنعه لغيرك. قلت: ما هو؟ قال: أخبرها لأنّك أنت تختار لغيرك.\nفأومأ إليّ صاحبي أن أمره أن يخبرها. فقلت: افعل. ثمّ مضى الشّيخ. وقد أتى وقال لي إنّها قالت: إنّ الأمر أمرك والرّأي للقرشي يختار لي ما رأى. فحمدت الله عزّ وجلّ وصلّيت على نبيّه، صلّى الله عليه وسلّم وقلت: قد زوّجت الجّارية بجعد بن مهجع وأصدقتها ألف دينارٍ، وهي هذه، وجعلت كرامتها الغلام والبعير والقبّة وكسوت الشّيخ المطرف فقبله، وسألته أن يبني بها من ليلته، فأجابني إلى ذلك. وضربت القبّة في وسط الحيّ وأهديت إليه ليلاً. وبتّ عند الشّيخ خير مبيتٍ.\nفلمّا أصبحت غدوت فقمت بباب القبّة، فخرج إليّ، فقلت له: كيف كنت بعدي؟ وكيف هي؟ فقال: أبديت لي كثراً ممّ أخفت يوم رأيتها. فقلت: عليك أهلك، بارك الله فيهم. وانطلقت إلى أهلي وأنا أقول:\nكفيت أخي العذريّ ما قد أصابه\n...\nومثلي لأثقال النّوائب أحمل\nأما استحسنت منّي المكارم إنّها\n...\nإذا عرضت إنّي أقول وأفعل\nوحكى المدائني: أنّ رجلاً من بني عقيلٍ كان يسمّى صخراً، وكانت له ابنة عمٍّ تدعى ليلى، فكان بينهما حبٌّ مبرّحٌ ولم يكن أحدهما\nالجزء: 1 ¦ الصفحة: 204\n",
        "يصبر عن الآخر ساعةً واحدةً، وكان لهما مكانٌ يجتمعان فيه للحديث في كلّ ليلةٍ. ثمّ إنّ أبا صخرٍ زوّج صخراً لامرأةٍ من الأزد، وصخرٌ لذلك كارهٌ؛ فلمّا بلغ ليلى الخبر قطعته، فمرض مرضاً شديداً. فكان أهله يقولون سحرته ليلى، لما كانوا يرونه يصنع بنفسه. وكانت ليلى أشدّ وجداً به وحبّاً له. فأرسلت جاريتها إليه وقالت لها: اذهبي إلى مكاننا وانظري هل تري صخراً، فإذا رأيته قولي له:\nتعساً لمن بغير ذنبٍ يصرم\n...\nقد كنت، يا صخر، زماناً تزعم\nإنّك مشغوفٌ بنا مقيمٌ\n...\nحتّى بدا منك لنا المجمجم\nقال: فأتته الجّارية فأبلغته قولها، ووجدته كالشّن البالي وجداً وحزناً، فقال: قولي لها:\nفهمت الذي عبّرت، والله شاهدٌ\n...\nلما كان عن رأيي ولا كان عن أمري\nفإن كنت قد سمّيت صخراً فإنّني\n...\nلأضعف عن حمل القليل من الهجر\nولست، وربّ البيت، أبغي سواكم\n...\nحبيباً ولو عشنا إلى ملتقى الحشر.\nفقالت له الجّارية: يا صخر، إن كنت كارهاً لتزويج أبيك لك فاجعل أمر إمرأتك بيدي لتعلم ليلى أنّك لغيرها خالٍ ولعهدها راعٍ، وإنّك مكرهاً. قال: قد فعلت. قالت: فهي طالقٌ منك ثلاثاً. وأخبرت ليلى، فأظهرت من ذلك جزعاً وتراحعاً إلى ما كانا عليه من\nالجزء: 1 ¦ الصفحة: 205\n",
        "اللقاء، والجّارية تختلف بينهما. ولم يظهر صخر طلاق امرأته حتّى قال له أبوه: يا صخر ألا تبتني بأهلك؟ قال: وكيف وقد بانت منّي في يمينٍ حلفت بها. فأعلم أبوه أهل المرأة فقالت المرأة تهجو ليلى:\nألا بلّغا عنّي عقيلاً رسالةً،\n...\nفما لعقيلٍ من حياءٍ ولا فضل:\nنساؤكم شرّ النّساء، وأنتم\n...\nكذلك، إنّ الفرع يجري على الأصل.\nأما فيكم حرّ يغار بأخته؟\n...\nوما خير حرٍّ لا يغار على الأهل!\nقال، وهجتها ليلى حتّى شاع خبرها، وسعت الجّارية إلى أهل صخر وأهل ليلى وما هما عليه، وإنّهما يخاف عليهما من لؤم الفعل. ولم تزل حتّى جمعت بينهما وتزوّجها.\nوحكى الأصمعي قال: خرج المهديّ حاجّاً، حتّى إذا كنّا ببعض الطّريق، إذا أعرابيٌّ يقول: يا أمير المؤمنين، جعلني الله فداك، أنا عاشقٌ - وكان المهدي يحبّ العشّاق وحديثهم - موكلٌ به بعض الغلمان. فلمّا نزل أمر بإحضاره، قال: أنت المنادي؟ قال: نعم، يا أمير المؤمنين. قال له: ما اسمك؟ قال: أبو ميّاس. قال أمير المؤمنين: من عشيقتك؟ قال له: ابنة عمّي، وقد أبى عليّ أبوها أن يزوّجنيها. قال: لعلّه أكثر منك مالاً؟ قال: أنا أكثر منه مالاً! قال له: فما قصّتك؟ قال له: ادن رأسك منّي. فجعل المهدي يضحك، وأصغى إليه برأسه. قال له: إنّي هجينٌ. قال له: ليس يضرّك ذلك أخو أمير المؤمنين وأكثر أولاده هجناء! ثمّ قال له وأين عمّك؟ قال له: على ثلاثة أميالٍ.\nقال: فأرسل أمير المؤمنين في طلبه فجيء به فقال له: ما لك لا\nالجزء: 1 ¦ الصفحة: 206\n",
        "تزوّج أبا ميّاس، فإنّي أرى عليه نعمةً؟ قال: متاع سوءٍ، وليس مثلي يزوّج مثله. قال: فإنّ الذي كرهت ليس ممّا يعاب به عندنا، وأنا معطٍ صداق ابنتك عشرة آلاف درهمٍ، ومعوّضك ممّا ذكرت عشرة آلاف درهمٍ! قال: فذلك لك! قال فخرج أبو ميّاس وهو يقول:\nواتّبعت ظبيةً بالغلاء وإنّما\n...\nيعطي الغلاء لمثلها أمثالي\nوتركت أسواق القباح لأهلها\n...\nإنّ القباح وإن رخصن غوالي.\nقال سعيد الصّغير: كان المنتصر بالله في أيّام إمارته وجّهني إلى مصر في بعض أمور السّلطان، فاعترضن عند بعض النّخّاسين جاريةً تامة المحاسن حاذقةً بالغناء. فأبى مولاها أن يأخذ منّي إلاّّ ألف دينارٍ. ولم تكن تحضرني، ولا وجدت أن أقرضها، وأزعجني الشّخوص، وقد علقها قلبي وأخذني المقيم المقعد من حبّها. فلمّا قدمت إلى المنتصر وعرّفته ما بعثني فيه؟ سألني عن حالي وخبري. فأخبرته بمكان الجّارية وكلفي بها، وقصّتي مع مولاها. فأعرض عنّي وصار ما بي يزداد.\nولم أملك صبراً. وجعل المنتصر، كلّما دخلت وخرجت من عنده، يذكرها ويهيج أشواقي إليها، ويعيّرني بقلّة الصّبر عنها. وكان قد أمر ابن الخطيب أن يكتب إلى مصر في شراها وحملها إليه من حيث لا أعلم ولا أدري.\nفلمّا سارت إليه، وعرضت عليه أمرها، فغنّت وعذرني، فأمر قيّمة جواريه فأصلحت من شأنها. فلمّا ذهب عنها ألم السّفر استجلسني يوماً وهو على فراشه. فلمّا غنّى جواريه كانت آخرهن. فلمّا سمعتها\nالجزء: 1 ¦ الصفحة: 207\n",
        "عرفتها وكرهت أن أعلمه حتّى ظهر عليّ ما كتمت، وغلب عليّ الصّبر، فقال لي: ما لك يا سعيد؟ قلت: خيراً أيّها الأمير!.\nقال، فاقترح عليها صوتاً كنت أعلمته أنّي سمعته منها فاستحسنه من غنائها، فغنّته، فقال: هل تعرف هذا الصّوت؟ قلت: أي والله أيّها الأمير، فما تكون المعرفة وقد كنت أطمع في صاحبته! فأمّا الآن فقد يئست منها وكنت كقاتل نفسه بيده، وجالب حتفه إلى حياته. قال: والله يا سعيد ما اشتريتها إلاّّ لك، وما يعلم الله إنّي رأيت لها وجهاً إلاّّ السّاعة التي أدخلت عليّ، وأنا تركتها حتّى استراحت من تعب السّير، وهي لك. . فأكببت على رجليه، ودعوت له بما أمكنني من الدّعاء؛ وشكره عنّي من حضر من الجلساء، وأمر بها فحملت إلى منزلي. فما أحدٌ أحظى عندي منها، ولا لي ولدٌ أحبّ من ولدها.\nمن أحاديث المؤلّفين: ما حكاه أبو الحسن المدائني، قال: كان بمكّة سفيهٌ يجمع بين النّساء والرّجال على أقبح الرّيب؛ وكان من قريش، ولم يذكر اسمه، قال: فشكا أهل مكّة ذلك إلى الوالي فنفاه إلى عرفات. فأخذ بها منزلاً، ودخل مكّة مستتراً. فلقي حرفاءه من الرّجال والنّساء فقال لهم: وماذا يمنعكم منّي؟ قالوا له: وأين بك وأنت بعرفات! قال لهم: حمارٌ بدرهمين وقد صرتم إلى الأمن والنّزهة والخلوة واللذة. قالوا: نشهد بأنّك صادقٌ. فكانوا يأتونه، فكثر ذلك حتّى أفسد على أهل مكّة أحداثهم وسفهاءهم، فعادوا بالشّكاية على أميرهم، فأرسل وراءه، فأتي\nالجزء: 1 ¦ الصفحة: 208\n",
        "به فقال: أي عدوّ الله، طردتك من حرم الله عزّ وجلّ فصرت إلى المشعر الأعظم تفسد وتجمع بين الخبائث!! فقال: أصلح الله الأمير يكذبون عليّ ويحسدونني. فقالوا للوالي: بيننا وبينه واحدة تجمع حمير المكّارين وترسلها نحو عرفات، فإن قصدت داره لمّا اعتادت من السّير لها، فالقول كما قلنا، وإلاّّ فالقول كما قال. . . فقال للوالي: إنّ في ذلك دليلاً. وأمر بحمير المكّارين فجمعت ثمّ أرسلت فقصدت نحو منزله، وجاءه بذلك أمناؤه. فأمر بتجريده. فلمّا نظر إلى السّياط بكى، فقال له: ما يبكيك يا عدوّ الله؟ قال: والله، أصلح الله الأمير، ما من الضّرب جزعت، ولكن يسخر منّا أهل العراق ويقولون إنّ أهل مكّة يجيزون شهادة الحمير. فضحك الوالي وأمر بتخليته.\nقال المدائني: كان مزيد يسبق الحجّاج في كلّ عامٍ إلى الحجّ، وكان يأتي إلى المدينة في ثلاثة أيّامٍ على راحلته. فتأخّر مرّةً عن وقته الذي كان يجيء فيه لعلّةٍ أصابته، وكان لامرأته صديقٌ صوّافٌ. فلمّا تأخّر ظنّ الصّوّاف أنّه قد مات فأقام عندها ولم يبرح، وجاء مزيد فدخل على الوالي فأخبره ودنا إلى منزله. فلمّا رأى أنّه قرب من الباب تطلّع من كوّةٍ وإذا الصّوّاف مع امرأته في البيت، فلم يستفتح، فمضى إلى المخنّثين فدعاهم، فأتوا معه، فوقفوا على بابه، وأمرهم فضربوا طبولهم وزمروا، فاجتمع النّاس من كلّ ناحيةٍ، فأقبلوا يقولون له: يا أبا إسحاق، أشيءٌ حدث؟ فيقول لهم: تزوّجت امرأتي. فقالوا له: ما بك: وما هذه القصّة؟ فلم يخبرهم بشيءٍ. فوقف الصّوّاف خلف الباب وقال: يا أبا إسحاق أدن أكلّمك. فدنا منه فقال: إتّق الله في الفضيحة، وأنا أفتدي منك. فقال له: أردد عليّ مهرها ونفقتي عليها فقد أفسدتها. قال: وكم ذلك؟ قال خمسون ديناراً. فكتب رقعةً إلى غلامه في السّوق فبعث بها من قبض المال وجاء به. فقال: أي بني تفرّقوا. إنّما\nالجزء: 1 ¦ الصفحة: 209\n",
        "كنت أمزح. فقنّع رأس الصّوّاف وأنزله، وقعد مع امرأته وسكت.\nقال أبو عثمان الجاحظ: كان عندنا بالبصرة مخنّثٌ يجمع بين الرّجال والنّساء في منزله. وكان بعض المهالبة يتعشّق غلاماً. فلم يزل المخنّث يتلطّف له حتّى أوقعه. قال: فلقيته من غدٍ، وقد بلغني الخبر، فقلت له: كيف كانت وقعة الجعرانة، فقد بلغني خبرها؟ قال: لمّا تدانى الأقوام وقع الالتزام، ورقّ الكلام، والتفّت السّاق بالسّاق، ولطّخ باطنها بالبصاق، وجعلت الرّماح تمور، وقرع البيض بالذّكور، وشفيت حرارات الصّدور، ومال كلّ واحدٍ فأصيبت مقاتل كلّ هجرٍ، وانعقد الوصل واتّصل الحبل. فلو كان أعدّ هذا الكلام لمسألتي قبل ذلك بدهرٍ كان قد أجاد وملح.\nوحكى محمّد بن سلام، عن يونس، قال: حجّ سليمان بن عبد الملك فاشترى حبابة بألف دينارٍ، وكان اسمها العالية، فلمّا رجل بها قال الحارث بن خالد المخزومي:\nظعن الأمير بأحسن الخلق\n...\nوغدا بليلٍ مطلع الشّرق\nوبدت لنا من تحت كلّتها\n...\nكالشّمس أو كغمامة البرق\nقال: وبلغ خبرها يزيد بن عبد الملك فقال: لقد هممت أن أحجر على سليمان. فبلغ سليمان ذلك فاتقاه وردّها إلى مولاها، فاشتراها رجلٌ من أهل مصر من مولاها بأربعة آلاف دينارٍ ورحل بها إلى مصر، وكانت في نفس سليمان إلى أن ولّي الخلافة. فقالت له يوماً سعدى بنت عبد الله بن عمر بن عثمان زوجته: يا أمير المؤمنين، هل بقي في نفسك شيءٌ تتمنّاه؟ قال: نعم، حبابة. فأرسلت سعدى رجلاً إلى مصر فاشتراها بخمسة آلاف دينارٍ وسار بها إلى سعدى، فاستأذنت سليمان أن تتنزّه في\nالجزء: 1 ¦ الصفحة: 210\n",
        "بستانه بالغوطة، وأن يزورها إذا استزارته. فأذن لها، فصيّغت حبابة وهيّأتها وأعلمتها بمكانها من قلب سليمان، وضربت له قبّة وشيٍ وفرشتها. ثمّ أرسلت إلى سليمان تستزيره، فزارها. وقد أجلست حبابة وراء سريرٍ وقالت له: يا أمير المؤمنين إنّي قد أخذت لك جاريةً ذكرت أنّها قد أخذت عن حبابة، فهل لك أن تسمعها؟ فقال: إن شئت. قالت: غنّي يا جارية. فغنّت سليمان صوتاً كان سليمان قد سمعه منها بالمدينة.\nقال، فلمّا سمعه قال: حبابة وربّ الكعبة. فقالت: هي حبابة، ولك اشتريتها، فشأنك بها. فقامت وانصرفت وخلّتهما، فكان سليمان لا يزال يشكر سعدى على ذلك.\nوذكر أبو عبيدة معمر بن المثنّى: أنّ عليّاً عليه السّلام ولّى زياداً فارساً حين أخرج منها سهل بن حنيف فضرب بعضهم ببعضٍ حتّى غلب عليها، وما يزال يتنقّل في كورها حتّى أصلح أمر فارس. ثمّ ولاّه على اصطخر، وكان معاوية يتهدّده، ثمّ أخذ بشر بن أرطاة ابنته وكتب إليه يقسم عليه ليقتلها إن لم يدخل في طاعة معاوية. وتوفّي عليٌّ عليه السّلام، فكتب معاوية يدعوه إلى طاعته وأن يقرّه على عمله ويستخلفه إذا كان أبو مريم السّلولي شهد عنده أنّه جمع بين أبي سفيان وسميّة في الجاهليّة على الزّنا. وكانت سميّة من الزّانيات بالطّائف تؤدّي الضّريبة إلى الحارث بن كلدة. وكانت تنزل بموضعٍ ينزل فيه البغايا\nالجزء: 1 ¦ الصفحة: 211\n",
        "بالطّائف. فقال له: كره ترك المشورة من العيّ. فشاور زياد المغيرة بن شعبة قال: إرم الغرض الأقصى ودع عنك الفضول، فإنّ هذا الأمر لا يمدّ أحدٌ إليه يداً إلاّّ الحسن بن علي. وقد بايع لمعاوية، فخذ لنفسك، وانقل أصلك إلى أصله، وصل حبلك بحبله، وأعر النّاس منك أذناً صمّاء، وعيناً عمياء. فقال له زياد: يا ابن شعبة، لقد قلت قولاً لا يكون غرسه في غير منبته، لا أصلٌ يغذّيه ولا ماءٌ يسقيه. وعزم على ذلك، وقبل رأي المغيرة، وقدم على معاوية. فأرسلت إليه جويريّة، عن أمر معاوية، فأتاها ودنت له وكشفت شعرها بين يديه وقالت: أنت أخي، أخبرني بذلك أبي.\nثمّ أخرجه معاوية إلى المسجد وجمع النّاس، فقام أبو مريم السّلولي فقال: أشهد أنّ أبا سفيان قدم علينا بالطّائف، وأنا خمّارٌ بالجاهليّة، فقال: إبغني بغياً فقلت له: لم أجد إلاّّ سميّة جارية الحارث بن كلدة! فقال: إئتني بها على ذفرها وقذرها. فقال زياد مهلاً، إنّما بعثت شاهداً ولم تبعث شاتماً. فقال أبو مريم: لو كنتم أبغضتموني كان أحبّ إليّ، فما شهدت إلاّّ بما عاينت ورأيت، فوالله لقد أخذ بكمٍّ درعها وأغلق الباب عليها، وقعدت، فلم ألبث أن خرج عليٌّ يمسح جبينه، فقلت: مه يا أبا سفيان؟ فقال: ما أصبت مثلها يا أبا مريم، لولا استرخاءٍ من ثديها وذفر مرفقيها. فقال زياد: أيّها النّاس، هذا الشّاهد قد ذكر ما سمعتم، ولست أدري حقّ ذلك من باطله، ومعاوية والشّهود أعلم بما قالوا. فقام يونس بن الثّقفي فقال: يا معاوية، قضى رسول الله، صلّى الله عليه وسلّم، بالولد للفراش؛ وشهادة أبي مريم على زنا أبي سفيان. فقال معاوية: والله يا يونس لتنتهين أو لأطيرنّ بك طيرةً يطيب وقوعها، هل إلاّّ إلى الله أقع، قال: نعم، فاستغفر الله. فقال ابن مفزع، ويقال\nالجزء: 1 ¦ الصفحة: 212\n",
        "أنّها لعبد الرّحمن بن أمّ الحكم ونحلها ابن مفزع:\nألا أبلغ معاوية بن صخرٍ\n...\nمغلغلةً على الرّجل اليماني\nأتغضب أن يقال: أبوك عفٌّ\n...\nوترضى أن يقال: أبوك زان\nفاشهد أن آلك من زيادٍ\n...\nكآل الغيل من ولد الأتان\nوروى الهيثم بن عدي، أنّ الحسن بن علي تزوّج حفصة بنت عبد الرّحمن بن أبي بكرٍ الصّدّيق رضي الله عنه، وكان المنذر بن الزّبير يهواها، فبلغ الحسن عنها شيئاً أنكره فطلّقها، فخطبها المنذر فأبت أن تتزوذجه، وخطبها عاصم بن عمر بن الخطّاب فتزوّجته، فرمى إليه المنذر بن الزّبير شيئاً فطلّقها، وخطبها المنذر فأبت أن تتزوّجه فدسّ لها امرأةً من قريش، فأتتها فتحدّثت معها ثمّ ذكرت لها المنذر، وأعلمتها أنّه قد شهّر بحبّها، فقالت: قد خطبني فآليت أن لا أتزوّجه. قالت: ولم ذلك؟ فوالله إنّه لفتى قريش وشريفها وابن شريفها. قالت: شهّرني وفضحني! قالت لها: والآن ينبغي أن تتزوّجيه ليعلم النّاس أنّ كلامه كان باطلاً. فوقع في نفسها كلامها، وجاءت المرأة إلى المنذر فقالت: أخطبها فقد أصلحت لك قلبها. فخطبها فنزوّجته، فعلم النّاس أنّه كان يكذب عليها.\nوكان في نفس الحسن منها شيءٌ، وكان إنّما طلّقها لما أبلغه عنها الزّبير. فقال الحسن يوماً لابن أبي عتيق: هل لك في العقيق؟ قال: نعم. فعدل الحسن إلى منزل حفصة فدخل عليها فتحدّثا طويلاً، ثمّ خرج، ثمّ قال لابن عتيقٍ يوماً آخر: هل لك في العقيق يا ابن أبي عتيقٍ؟ فقال له: ألا تقول هل لك في حفصة فتصير إليها على علمٍ، وأسعى لك منها فيما تحب؟! فقال الحسن: أستغفر الله.\nالجزء: 1 ¦ الصفحة: 213\n",
        "ويروى أنّ عبد الله بن أبي بكرٍ الصّدّيق، رضي الله عنه، تزوّج عاتكة بنت زيد بن عمر بن نفيل فعشقها وأحبّها حبّاً شديداً حتّى منعته عن حضور الصّلوات في جماعة. فأمره أبو بكرٍ، رضي الله عنه. بطلاقها، ففارقها، فوجد عليها وجداً عظيماً، فأمره أن يراجعها، فراجعها وكانت عنده حتّى توفّي عنها. وكان قد أخذ عليها يميناً أن لا تتزوّج بعده، فجاءها عمر بن الخطّاب، رضي الله عنه، فأفتاها أن تنكح، فقالت: لست أقبل في هذا كلامك وحدك. لأنّه قد بلغها أنّه يريد أن يتزوّجها فجاءت بعلي بن أبي طالب، رضي الله عنه، فأفتاها بذلك، فخطبها عمر بن الخطّاب رضي الله عنه فتزوّجته، فبعث إليها بعشرين ديناراً كفّرت بها عن يمينها، ثمّ توفّي عنها فخطبها طلحة بن عبيد الله، فلقي الزّبير بن العوّام هناد بن الأسود، وكان لهناد امرأة كانت صديقةً لعاتكة فقال له الزّبير: ما أنا عنك براضٍ حتّى تزوّجني عاتكة بنت زيد. قال، فحلف هناد لامرأته إن هي لم تزوّج الزّبير لعاتكة ليجلدنّها مائة جلدة.\nفانطلقت امرأة هنادٍ لعاتكة، وكانت عندها حتّى أتاها رسول طلحة بن عبيد الله فقالت له: فديتك ومن يردّ طلحة لقدمه وشرفه وسخائه؟ ولكن ردّي رسوله اليوم فإنّه سيزيدك ضعفاً ما أراد أن يعطيك. فردّته، فقالت امرأة هنادٍ لهناد: إلق طلحة فقل له: أما تستحي أنّ عاتكة ردّتك وحلفت أن لا تتزوّجك؟ ففعل ذلك، فقال طلحة: لا أتزوّجها أبداً. فأمرت الزّبير أن يرسل إليها، فجاءها رسوله وهي عندها فقالت لها امرأة هناد: قد بلغك ما في حقّ الزّبير من الشّدّة؛ أمّا والله لو تزوّجته ثمّ غلبت عليه ليكوننّ لك بذلك الشّرف في نساء قريش.\nثمّ لم تزل بها حتّى تزوّجت الزّبير. وسنذكر بقيّة خبرها بعد هذا إن شاء الله.\nالجزء: 1 ¦ الصفحة: 214\n",
        "قال إسحاق بن إبراهيم الموصلي: كان ابن زهير المدايني مخنّثاً، وكان يؤلّف بين الرّجال والنّساء، وكانت له قبّة خضراء وكان فتيان قريشٍ يقولون من يدخل قبّة ابن زهير لم يصنع في الفتوّة شيئاً.\nقال: فواعد رجلٌ صديقةً له إلى قبّة ابن زهير فجاءت بعد العتمة، وجاء الرّجل، فتعشيّا، فقالت المرأة: أشتهي نبيذاً. فقال صاحبها لابن زهير: أطلب لنا نبيذاً. قال: من أين لنا في هذه السّاعة؟! قال: لا بدّ منه. فلمّا ألحّ عليه عمد إلى حضضٍ فضربه بماءٍ وصيّره في قنّينةٍ ثمّ جاءه به فقال: والله ما وجدنا غير هذا فصبّ الرّجل منه في قدحٍ فذاقه فوجده مرّاً فكره أن يعيبه فيكرهه إليها فشرب ثمّ صبّ فسقاها. فلمّا صار في بطنه تحرّك. فقال لابن زهير: أين المخرج، فصعد إلى أن حرّكها بطنها فصعدت إلى أن تحرّك بطنه فصعد، فلم يزالا كذلك ليلتهما. فقال ابن زهير: امرأته طالقٌ إن كانا التقيا إلاّّ على الدّرجة حتّى أصبحا ممّا يختلفان، وجاء الصّبح ولم يقضيا حاجةً لأنّهما يطلبان النّبيذ في منزل ابن زهير القوّاد بعد العتمة.\nوكان جميل أيضاً لما اشتهر في بثينة توعّده أهلها، فكان يأتيها سرّاً فجمعوا له جميعاً يرصدونه، فقالت بثينة: يا جميل، احذر القوم. فاستخفى وقال في ذلك:\nولو أنّ ألفاً دون بثينة كلّهم\n...\nغيارى وكلّ حارب مزمعٌ قتلي؟\nلحاولتها، إمّا نهاراً مجاهراً\n...\nوإمّا سرى ليلٍ وإن قطّعوا رجلي.\nفالتقى جميل وكثيّر فشكا كلّ واحدٍ منهما إلى صاحبه أنّه محصورٌ لا يقدر أن يزور. فقال جميل لكثير: أنا رسولك إلى عزّة. قال: فأتهم فأنشدهم ثلاث نوقٍ سودٍ مررن بالقاع، ثمّ احفظ ما يقال\nالجزء: 1 ¦ الصفحة: 215\n",
        "لك. قال فأتاهم جميل ينشدهم فقالت له جاريتها: لقد رأينا ثلاثاً سوداً مررن، عهدي بهنّ تحت الطّلحة فانصرف حتّى أتى كثير فأخبره. فأقاما، فلمّا نصف الليل أتيا الطّلحة فإذا عزّة وصاحبة لها. فتحدّثا طويلاً، وجعل كثير يرى عزّة تنظر إلى جميل. وكان جميل جميلاً وكان كثير دميماً فغضب كثير وغار، وقال لجميل: انطلق بنا قبل أن نصبح. فانطلقا: ثمّ قال كثير لجميل: متى عهدك ببثينة؟ قال في أوّل الصّيف، وقعت سحابة بأسفل وادي الدّوم فخرجت معها جارية ترخّص ثياباً. قال، فخرج كثير حتّى أناخ بآل بثينة فقالوا: يا كثير حدّثنا كيف قلت لزوج عزّة حين أمرها بسبّك قال كثير: خرجنا نرمي الجمار فوجدني قد اجتمع النّاس بي فطالعني زوجها، فسمع منّي إنشاداً، فقال لعزّة: اشتميه. فقالت: ما أراك إلاّّ تريد أن تفضحني؟ فألحّ وحلف عليها، فقالت مكرهةً: المنشد يعضّ بظر أمّه: فقلت:\nهنيئاً مريئاً غير داءٍ مخامرٍ\n...\nلعزّة من أعراضنا ما استحلت.\nفقالت بثينة: أحسنت يا كثير. وقلت أبياتاً لعزّة أعاتبها فيهنّ وأنشدتها:\nفقلت لها يا عزّ أرسل صاحبي\n...\nعلى بعد دارٍ والموكّل مرسل\nبأن تجعلي بيني وبينك موعداً وأن تأمريني بالذي فيه أفعل\nالجزء: 1 ¦ الصفحة: 216\n",
        "وآخر عهدٍ منك يوم لقيتكم\n...\nبأسفل وادي الدّوم والثّوب يغسل.\nفقالت بثينة: يا جارية، أبغنا خطباً من الرّوضات لنذبح لكثير غريضاً من البهم: فراح إلى جميل فأخبره.\nثمّ إنّ بثينة قالت لبنات خالتها، وكانت اطمأنّت إليهنّ وتطلعهنّ على حديثها: أخرجن بنا إلى الدّومات فإنّ جميلاً مع كثيرٍ، وقد وعدته. فخرج جميل وكثير حتّى أتيا الدّومات، وجاءت بثينة وصواحبها. فما برحن حتّى برق الصّبح. وكان كثير يقول: ما رأيت مجلساً قط أحسن من ذلك المجلس، ولا فهماً أحسن من فهم أحدهما من صاحبه، ما أدري أيّهما كان أفهم!؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟.؟؟؟؟؟؟؟؟\nقال أبو عثمان الجاحظ: إذا ابتلى الرّجل بمحبّة امرأةٍ لنظرةٍ نظر إليها، ولمحةٍ منها، لم يكن يزوّج مثله مثلها وكانت ممتنعةً، فالحيلة في ذلك أن يرسل إليها امرأةً قد كملت فيها سبع خصالٍ منهنّ: أن تكون كتومة السّرّ؛ وأن تكون خدّاعةً لها معرفةٌ بالمكر؛ وأن تكون فطنةً متيقظةً؛ وأن تكون ذات حرصٍ؛ وأن تكون ذات حظٍّ من مالٍ ولا تحتاج إلى النّاس ولا ينكر النّاس اختلافها ودخولها عليها، بأن تكون إمّا بيّاعة طيبٍ، أو قابلةً، أو صانعةً لآلة العرائس، وتقدّم إليها أرقّ وألطف ما تقدر عليه، ولا تدع شيئاً من الشّكوى واللطف، وتخبرها أنّ نفسه في يدها، وأنّها متمثّلةٌ بين عينيه، وأنّه لا ينسى ذكرها، وأنّه يراها في المنام كلّ ليلةٍ تضربه وتخاصمه، وأنّه إن لم ير منها نظرةً أو خلوةً هلك، وإنّه لم يمنعه من خطبتها إلاّّ خشية الامتناع من أهلها إن كان دونهم في الحسب والجاه والمال وخوف التّمنّع منها\nالجزء: 1 ¦ الصفحة: 217\n",
        "هي أيضاً. فإنّها إذا سمعت هذا وأمثاله مرّةً أو مرّتين لم تدع أن تمكنه بمالٍ إن قدرت عليه وأذنت له في خطبتها من أوليائها، فإذا شاوروها في ذلك. رضيت، وقد تمكّن قوله من قلبها، توصّل منها إلى ما أراد بحلال التّزويج دون حيلةٍ من حيل الحرام.\nوقال هارون بن المنذر: رأيت عطيطا المفتي يضرب جواريه على أنّ ليس لهنّ من يعشقهنّ. فقلت له؟ ويحك، أما تتقي الله؟ أيّ ذنبٍ لهنّ في هذا؟ ما أهون عليك! قال: إذا أردت أن أشتري كسوتهنّ أين قلت تكسوهن لأنك مولاهن فقال وما لهن الزواني ألا تجعل كسوتهم عليهم؟!؟ فقلت: إنّكنّ سمعتنّ ما قال؟ قلن: نعم، والله، ونجعل له أولاداً؟ قال: فتنفّس وقال: يقولون ما لا يفعلون!\nقال الزّبير بن بكار: خرج أبو السّائب المخزومي وعبد الله بن جندب إلى موضعٍ يتنزّهان فيه، فلقيا ابن المولى الشّاعر، فصلح به ابن جندب. فقال: ما شأنك؟ وأنشد:\nوأبكي فلا ليلى بكت من صبابةٍ\n...\nلما بي ولا ليلى لذي الودّ تبذل\nواخضع للعتبى إذا كنت مذنباً\n...\nوإنّي إذ نبت كنت الذي أتنصّل\nوقد زعمت أنّي سلوت وأنني\n...\nثباتي عن إتيانها متعلّل.\nقال ابن جندب: من ليلى هذه؟ امرأته طالقٌ إن لم أفدها. قال: هي والله يا أخي فرسي سمّيتها ليلى.\nقال الزّبير بن بكار: قال عمر بي أبي ربيعة المخزومي:\nأحنّ إذا رأيت حجال سعدى\n...\nوأبكي إن سمعت لها حنينا\nالجزء: 1 ¦ الصفحة: 218\n",
        "وقد أزف المسير فقل لسعدى\n...\nفديتك أخبري ما تأمرينا.\nقال، فسمعه ابن أبي عتيقٍ فخرج حتّى أتى الحيّان من أرض غطفان، ثمّ أتى خيمة سعدى، فاستأذن عليها وأنشدها البيتين ثمّ قال لها: ما تأمريه به؟ قالت: آمره بتقوى الله.\nأبو غسّان المهدي قال: مرّ أبو بكر الصّدّيق، رضي الله عنه، في خلافته بطريقٍ من طرق المدينة، فإذا جارية تطحن وتنشد:\nوعشقته من قبل قطع تمائمي\n...\nمتمايساً مثل القضيب النّاعم\nوكأنّ نور البدر سنّة وجهه\n...\nينمى ويصعد في ذؤابة هاشم\nفدقّ عليها الباب فخرجت إليه، فقال: ويلك أحرّةً أم مملوكةً؟ قالت: مملوكةٌ يا خليفة رسول الله. قال: فمن هو؟ قال فبكت ثمّ قالت: يا خليفة رسول الله بحقّ الغير ألا انصرفت عنّي؟! قال: وحقّه لا أريم مكاني أو تعلميني!. فقالت:\nوأنا التي لعب الغرام بقلبها\n...\nفبكت بحبّ محمّد بن القاسم،\nقال، فسار إلى المسجد وبعث إلى مولاها فاشتراها منه: وبعث إلى محمّد بن القاسم بن جعفر بن أبي طالب، رضي الله عنه، وقال:\nالجزء: 1 ¦ الصفحة: 219\n",
        "هؤلاء فتن الرّجال، فكم مات بهنّ كريمٌ، وعطب عليهنّ سليم!!.\nوكان فتىً من أهل الكوفة عاشقاً لجاريةٍ، وكان أهلها قد أحسّوا به فتوعّدوه ورصدوه، فلم يقدر على الوصول إليها فواعدها في ليلةٍ مظلمةٍ أن تسير إليه. وأتى فتسوّر عليها حائطاً. فعلم به أهلها فأخذوه وأتوا به خالد بن عبد الله القسري وقالوا له: إنّه لصٌّ تسوّر علينا من الحائط. فسأله خالد عن ذلك فكره أن يجحد السّرقة فيفضح الجّارية، فقال: أسارقٌ أنت؟ قال: نعم، أصلح الله الأمير. فأمر بقطه يمينه. وكان للجارية ابن عمٍّ من أهل الفضل قد اطّلع على بعض شأنه فأخذ رقعةً وكتب فيها هذه الأبيات:\nأخالدٌ قد، والله، أوطئت عشوةً\n...\nوما العاشق المظلوم فينا بسارق\nأقرّبما لم يجن عمداً لأنّه\n...\nرأى القطع خيراً من فضيحة عاشق\nولولا الذي قد خفت من قطع كفّه\n...\nلألفيت في أمر الهوى غير ناطق\nإذا مدّت الغابات في السّبق للعلى\n...\nفأنت ابن عبد الله أوّل سابق\nالجزء: 1 ¦ الصفحة: 220\n",
        "ثمّ حذف الرّقعة فوقعت في حجر خالد فقرأها ثمّ أمر بالفتى إلى السّجن، وصرف القوم. فلمّا خلا مجلسه دعا به فسأله عن قصّته فعرّفه، فبعث إلى أبي الجّارية فقال: قد عرفت قصّة هذا الفتى فما يمنعك من تزويجه؟ قال: خوف العار. قال: لا عار عليك في ذلك، والعار أن لا تزوّجه فتشف أمره!. فسأله أن يزوّجه ففعل، فدفع إليه عن الفتى خمسة آلاف درهمٍ، وأمره بتعجيل إهدائها إليه.\nسأل رجلٌ بعض العلماء عن الواصلة، فقال: إنّك لمنفّر. قال، قالت عائشة، رضي الله عنها: ليست الواصلة كما تعنون، لأنّهم كانوا يقولون: الواصلة هي أن تكون المرأة بغياً في شبيبتها فإذا شابت وصلته بالقيادة. وكانت كلمة التي يضرب بها المثل في القيادة صبيّةٌ في الكتّاب تسرق أقلام الصّبيان فلمّا شبّت قادت، فلمّا أقعدت اشترت تيساً وكانت تنزيه بين يديها.\nذكر المدائني أنّ بعض عمّال البصرة كان لا يزال يأخذ قوّادةً فيحبسها، فيأتي من يشفع فيها فيخرجها. فأمر صاحب شرطته وكتب رقعةً يقول فيها: فلانة القوّادة تجمع بين النسّاء والرّجال، لا يتكلّم فيها إلاّّ زانٍ. فكان إذا كلّمه فيها أحدٌ قال: أخرجوا قصّتها. حتّى إذا قرئت قام الرّجل مستحياً.\nوحكى يقظان بن عبد الأعلى قال: رأيت القين يضرب جاريته سلمى المغنّية ويقول: ما جئتني بهديّةٍ، ما جئتني بخلعةٍ قط، هل هو إلاّّ هذا الكرى؟ فهبك لم تقدري على شيءٍ، فما تقدرين على ولدٍ؟. فقالت: هذه المرّة أجيئك بابنٍ. فقال: يا زانية إن لم تصدقي لأضربنّك ألف سوطٍ. فرأيتها بعد ذلك ولها ابنٌ متحرّكٌ تخدمه. فقلت لها:\nالجزء: 1 ¦ الصفحة: 221\n",
        "وقد وفيت لمولاك؟ قالت: نعم، ولكن ما ناكني رجلٌ حتّى جاءني هذا الولد! فقال مولاها: صدقت، فهل ينبت الحبّ إلاّّ أن يزرع؟ فعجبت من كشخنة المولى وطيب نفس الجّارية.\nباب ما جاء في ما لا يحاط به\nوهذا باب، أعزّك الله، أكثر من لا يحاط به. ولكنّي اختصرت من ملح أحاديثهم ما فيه مستمتعٌ. وستقف في الأخر التي أفردناها من أخبار القيان على كثيرٍ منه. وقد قالت الشّعراء في الرّسل في الجاهليّة والإسلام. ومن ذلك قول حميد بن ثور الهلالي:\nخليليّ إنّي مشتكٍ ما أصابني\n...\nلتستقينا ما قد لقيت وتعلما،\nأمنتكما، إنّ الأمانة من يخن\n...\nبها يحتمل يوماً من الله مأثما.\nفلا تفشيا سرّي، ولا تخذلا أخاً\n...\nأبثّكما منه الحديث المكتّما،\nلتتخذا لي، بارك الله فيكما،\n...\nإلى أهل ليلى العامريّة سلّما.\nفإن كان ليلاً، فألوناه هديتما،\n...\nوإن خفتما أن تعرفا فتلثما،\nوقولا: خرجنا تاجرين فأبطأت\n...\nركابٌ تركناها بثد قيّما.\nفإن أنتما أطمأننتما وأمنتما\n...\nوأخليتما ما شئتما فتكلّما،\nوقولا لها: ما تأمرين بصاحبٍ\n...\nلنا قد تركت القلب منه متيّما؟\nأبيني لنا إنّا رحلنا مطيّنا\n...\nإليك، وما نرجوك إلاّّ توهّما.\nألا هل صدا، أمّ الوليد مكلّمٌ\n...\nصداي، إذا ما كنت رمساً وأعظما\nالجزء: 1 ¦ الصفحة: 222\n",
        "وقال المأمون لرسولٍ بعث له:\nبعثتك مرتاداً، ففزت بنظرةٍ\n...\nوأغفلتني، حتّى أسأت بك الظّنّا،\nوناجيت من أهدى وكنت مقرّباً.\n...\nفيا ليت شعري، عن دنوّك ما أغنى؟\nوردّدت طرفاً في محاسن وجهها،\n...\nومتّعت باستمتاع نغمتها الأذنا.\nأرى أثراً منها بعينيك لم يكن، لقد سرقت عيناك من وجهها حسنا.\nفيا ليتني كنت الرّسول فأشتفي،\n...\nوكنت الذي يعصي وكنت الذي أدنى.\nوقال أبو الطّيّب المتنبّي في مثل ذلك:\nما لنا كلّنا جوىً، يا رسول،\n...\nأنا أهوى، وقلبك المتبول\nكلّما عاد من بعثت إليها،\n...\nغار منّي، وخان فيما يقول.\nأفسدت بيننا الأمانات عينا\n...\nها وخانت قلوبهنّ العقول\nوإذا خامر الهوى قلب حبٍّ\n...\nفعليه لكلّ قلبٍ دليل.\nوقال بعض المحدّثين:\nيا سوء منقلب الرّسول مخبراً بخلاف ظنّي\nإنّي أعيذك أن تكون شغلتني وشغلت عنّي\nوأنشد لأبي نواس:\nالجزء: 1 ¦ الصفحة: 223\n",
        "يا من أتى من دون حاجته\n...\nباباً، وأحراس به وكلوا:\nشمّر ثيابك، قد شغلت بما\n...\nلو عمّ خلق الله لاشتغلوا،\nوانظر رسولاً ذا ملاطفةٍ\n...\nلولا مرارة غمّه عسل\nممّن عليه غباوةٌ، وترى\n...\nأفعاله كالنّار تشتعل\nلا يحلفون به إذا خرجوا\n...\nالابتذال ولا إذا دخلوا\nوأنشد أحمد بن عيسى الأهوازي في قوّادة:\nتكاد لو لم تكن أنسيّةً\n...\nتجري من الإنسان مجرى الدّم\nلا يعصم المقدار من كيدها\n...\nمحلّه في الموضع الأعظم\nوأنشد لآخر أيضاً:\nإذا أردت أن تناجي غادةً\n...\nمن الغواني صعبة المنقده\nفادسس لها عجيزاً قوّادة\n...\nأدبّ في الظّلماء من جرادة\nقد انحنت من شدّة العبادة\n...\nتلوح في جبينها السّجّادة\nكالحسن البصري أو قتادة\n...\nفي يدها سبحتها الصّيّادة\nقد أحكمت من شدّة المرادة\n...\nقد ألفت غرائب القيادة\nفإنّها تدخل، كالمرتادة،\n...\nبذكر كلّ غافلٍ معادة\nالجزء: 1 ¦ الصفحة: 224\n",
        "وتصف الشّقاء والسّعادة\n...\nحتّى إذا نصبت لها الوسادة\nولاحظت عقلة وقّادة\n...\nثمّ خلت بالغادة المرادة\nتروّضها باللّجم المقادة\n...\nحتّى ترى طاعتها سعادة\nوقال أحمد بن أبي طاهر:\nفأرسلتها أمضى من السّيف مقدماً\n...\nوأسرع من سيلٍ بليلٍ إذا احتفل\nتدبّ دبيب النّمل في كلّ مفصل\n...\nلطافتها في الرّأي والقول والحيل.\nيذلّ لها الصّعب الجموح قياده\n...\nوتهدي إلى طرق الضّلال فلا تضل\nيرى الفطن الدّاهي عليها عبادة\n...\nإذا ما رآها وهي أختل من ختل\nيؤلّف بين الأسد والشّاء لطفها\n...\nويستنزل العصماء من شغف القلل\nولو أنّها شاءت، بأهون سعيها،\n...\nلألّفت الذّئب الأزل مع الحمل\nولو جبلٌ رامت إزالة ركنه\n...\nبرقيتها يوماً لزلّ بها الجبل\nيغرّ العيون زهدها وخشوعها\n...\nوتسبيحها عند الشّروق وفي الأصل\nتسهّل ما قد كان وعراً طريقه\n...\nوتفتح ما قد كان غلقاً وما قفل.\nالجزء: 1 ¦ الصفحة: 225\n",
        "وأنشد لابن بشير:\nوزولةٍ في الذي رامت يتاح لها\n...\nمت التّجارب أسباب المقادير\nلا تحزر الخود منها أن تدبّ لها\n...\nمشيّدٌ محكم البنيان والسّور\nكأنّ في قلب من يصغي لمنطقها\n...\nمن حرّ ما نعتت لسب الزّنابير\nأخفى من الرّوح في تأليف معصيةٍ\n...\nإذا تأمّلت من لطفٍ وتقدير\nقد ناطت الدّهر مصباحاً بمعصمها\n...\nتشيمها بذوات البرّ والخير\nخلت بواضحة الخدّين مخطفةٍ\n...\nكغصن بانٍ رشيق القدّ ممطور\nباتت تعلّمها في طول ليلتها\n...\nتقارب الخطو في ميل وباطير\nرفقاً، وتقليب عينٍ عند كلّ فتىً\n...\nيرنو بمقلتها أنفاس مبهور\nما زلت أسألها حظّاً وترفع لي\n...\nفي السّوم، حتّى أجابت بعد تعسير\nلبذلٍ أصغر، دهراً كنت أدخره،\n...\nأزهو برؤيته زهو المياسير.\nوأنشد لإسحاق بن خلف البصري:\nلو أنّ رقيتها في صخرةٍ نطقت\n...\nأو أذن خرساء أضحت غير خرساء\nأخفى من الرّوح إذ دبّت لحاجتها\n...\nولو تشاء مشت رفقاً على الماء.\nوأنشد الخمّار:\nالجزء: 1 ¦ الصفحة: 226\n",
        "ظلم النّاس، حسبنا\n...\nورموه بالكبائر\nما له عيبٌ سوى، إصلا\n...\nحه بين العشائر\nوأنشد لعبد بن وهب:\nقالوا ابن عثمة قوّادٌ، فقلت لهم:\n...\nكذبتم، ما أبو حفص بقوّاد\nلكنّه رجلٌ يخليك منزله\n...\nبالدّرهمين وما يبقى من الزّاد\nوأنشد ابن الأعرابي:\nهل من رسول لطيف\n...\nإلى غزالٍ عنيف\nله سريرة ذئبٍ\n...\nوسمت قسّ عفيف\nتكامل الظّرف فيه\n...\nففاق كلّ ظريفٍ\nومن ملح ما قيل في هذا المعنى قول ابن الدّمينة:\nخليليّ سيرا مسعدين فسلّما\n...\nعلى حاضر الماء الذي تردان\nومرّا فقولا: نحن نطلب حاجةً\n...\nومرّا فقولا: نحن منصرفان\nالجزء: 1 ¦ الصفحة: 227\n",
        "باب ما جاء في خلق النّساء\nإذا كانت المرأة ضخمةً في تعمّدٍ وعلى اعتدالٍ فهي: رمجلة. فإذا زاد ضخمها ولم تقبح فهي: مسبحلة. فإذا كانت طويلةً قيل: جاريةٌ سبطةٌ وعيطبول. فإذا كانت بها مسحةٌ من جمالٍ فهي: جيلةٌ ووضيئةٌ. فإذا أشبه بعضها في الحسن بعضاً فهي: حسّانةٌ. فإذا استغنت بجمالها عن الزّينة فهي: غانيةٌ. فإذا كانت لا تبالي أن تلبس ثوباً حسناً ولا قلادةً فاخرةً فهي: معطالٌ. فإذا كان حسنها ثابتاً كأنّها رسمت به فهي: وسيمةٌ. فإذا قسم لها حظٌّ وافرٌ من الحسن فهي: قسيمةٌ.\nوقالوا: وقال الصّباحة في الوجه الوضّاءة في البشرة. الجمال في الأنف. الحلاوة في العينين. الملاحة في الفم. الظّرف في اللّسان. الرّشاقة في القدّ. اللّباقة في الشّمائل. كمال الحسن في الشّعر.\nوالمرأة الرّعبوبة: البيضاء. الزّهراء: التي يضرب بياضها إلى صفرةٍ كلون القمر والبدر. والهجان: الحسنة البياض.\nوالمرأة طفلةٌ ما دامت صغيرةً؛ ثمّ وليدةٌ إذا تحرّكت؛ ثمّ كاعبٌ إذا كعب ثديها؛ ثمّ ناهدٌ إذا زاد؛ ثمّ معصرٌ إذا أدركت؛ ثمّ خودٌ إذا توسّطت الشّباب.\nالجزء: 1 ¦ الصفحة: 228\n",
        "والزّجاء: الدّقيقة الحاجبين الممتدّتهما حتّى كأنّهما خطّا بقلمٍ. والبلج: إن يكون بينهما فرجةً، وهو يستحبّ، ويكره القرن وهو اتّصالهما. والدّعج: أن تكون العين شديدة السّواد مع سعة المقلة. والبرج: شدّة سوادهما وشدّة بياضهما. والنّجل: سعتهما. الكحل: سواد جفونهما من غير كحلٍ. الحور: اتّساع سوادهما.\nالشّنب: رقّة الأسنان واستواؤهما وحسنها. الرّتل: حسن تنضيدها واتّساقها. التّفليج: تفرج ما بينهما. الشّتت: تفرّقها في غير تباعدٍ في استواءٍ وحسنٍ يقال منه، ثغرٌ شتيتٌ. الأشر: تحديدٌ في أطراف الثّنايا يدلّ على الحداثة. الظّلّم: الماء الذي يجري على الأسنان من البريق. الجيد: طول العنق. التّلع: إشرافها.\nوإذا كانت المرأة شابّةً حسنة الخلق فهي: خود. فإذا كانت جميلة الوجه حسنة المعرى فهي: بهنكة. فإذا كانت دقيقة المحاسن فهي: مملودةٌ. فإذا كانت حسنة القدّ، ليّنة العصب: فهي: خرعبةٌ. وإذا كانت لم يركب بعض لحمها بعضاً فهي: مبتلةٌ. فإذا كانت لطيفة البطن فهي خمصانةٌ. فإذا كانت لطيفة الكشحين فهي: هضيمٌ. فإذا كانت لطيفة الخصر مع امتداد القامة فهي: ممشوقةٌ. فإذا كانت طويلة العنق في اعتدالٍ وحسنٍ فهي: عطبول. فإذا كانت عطيمة العجيزة فهي: رداحٌ. فإذا كانت سمينةً ممتلئة الذّراعين والسّاقين فهي خدلجةٌ.\nفإذا كانت سمينةً ترتجّ من سمنها فهي مرمادةٌ. فإذا كانت ترعد من الرّطوبة والغضاضة فهي برهرهةٌ: فإذا كانت كأنّ الماء يجري في وجهها فهي رقراقةٌ. فإذا كانت رقيقة الجلد ناعمة البشرة فهي: بضّةٌ. فإذا عرفت في وجهها نضرة النّعيم فهي: نظرةٌ. فإذا كان فيها فتورٌ عند القيام لسمنها فهي: أناةٌ ووهنانةٌ. فإذا كانت طيّبة الرّيح فهي بهنانةٌ. فإذا كانت عظيمة الخلق مع جمالٍ فهي عرهرةٌ. فإذا كانت ناعمةً جميلةً فهي: عبقرةٌ: فإذا كانت مثنيّةً للينٍ وتعمّدٍ فهي: غيداء وغادةٌ. فإذا كانت طيّبة الفم فهي: رشوفٌ.\nالجزء: 1 ¦ الصفحة: 229\n",
        "فإذا كانت طيّبة ريح اليد فهي: أنوفٌ. فإذا كانت طيّبة الخلوة فهي: رصوفٌ. فإذا كانت لعوباً ضحوكاً. فهي: شموعٌ. فإذا كانت تامّة الشّعر فهي: فرعاء. فإذا لم يكن لمرفقيها حجمٌ من سمنها فهي: درماء. فإذا ضاق ملتقى فخذيها لكثرة لحمها فهي: لفّاء.\nفإذا كانت حييّةً فهي: خفرةٌ وخرّيدةٌ. فإذا كانت منخفضة الصّوت فهي: رخيمةٌ. فإذا كانت محبّةً زوجها متحببّةً إليه فهي: عروبٌ. فإذا كانت نفوراً من الرّيب فهي: نوارٌ. فإذا كانت تجتنب الأقذار فهي: قذورٌ. فإذا كانت عفيفةً فهي: حصانٌ. وإذا كانت عاملة الكفّين فهي صناع.\nفإذا كانت كثيرة الولد فهي: بنون. فإذا كانت قليلة الولادة فهي: نزورٌ. فإذا كانت تلد الذّكور فهي: مذكارٌ. فإذا كانت تلد الإناث فهي: مئناثٌ. فإذا كانت تلد مرّةً ذكراً ومرّةً أنثى فهي: مهابٌ. فإذا كانت لا يعيش لها ولدٌ فهي: مقلاتٌ. فإذا كانت تلد النّجباء فهي: منجابٌ. فإذا كانت تلد الحمقاء فهي: محمقةٌ.\nفإذا كانت يغشى عليها عند الجماع فهي: ربوخٌ. والممكورة: المطويّ الخلق. واللّدنة: اللّينة النّاعمة. والمقصدة: التي لا يراها أحدٌ إلاّّ أعجبته. والخبرنجة: الجّارية الحسنة الخلق في استواءٍ. والمسبطرّة: الجسيمة. والعجزاء: العظيمة العجيزة. والرّعبوبة: الرّطبة. والرّجراجة: الدّقيقة الجلد. والرّتكة: الكثيرة اللّحم؛ والطّفلة النّاعمة. والرّود: المتثنّية اللّينة. والأملود: النّاعمة؛ ومثلها الخرع - مأخوذٌ من نبت الخروع وهو نبتٌ ليّنٌ - والبارقة: البيضاء\nالجزء: 1 ¦ الصفحة: 230\n",
        "الثّغر. والدّهثمة: السّهلة. والعاتق: التي لم تتزوّج. والبلهاء: الكريمة، والمفضّلة عن السّره الغرّيرة. والعيطموس: الفطنة الحسناء.\nوالسّلهبة: الخفيفة اللّحم، والمجدولة الممشوقة. والسّرعوفة: النّاعمة الطّويلة. والفيصاء والعفّاء: الطّويلة العنق. والتّهنانة أيضاً: الضّحّاكة المهللّة.\nوالغيلم: الحسناء. والخليق: الحسنة الخلق؛ وقال الفرّاء هي أحسن النّاس حيث نظر ناظرٌ، أي هي أحسن النّاس وجهاً. وقال أبو عمرو: ويقال للمرأة إذا كانت حسناء: كأنّها فرسٌ شرهاء - والشّرهاء: الحديدة النّفس - وامرأةٌ حسنة المعارف - ومعارفها: وجهها - والمتحرّية: الحسنة المشية في خيلاء. والشّموس: التي لا تطمع الرّجل في نفسها، وهي الذّعور. وامرأةٌ ظمياء: إذا كانت سمراء، وشفّةٌ ظمياء كذلك. ويقال لها إنّها لحسنة العطل أي الجسم. ويقال عبقةٌ أي التي يشاكلها كلّ النّاس.\nونذكر اختلافات النّاس في الثّدي والعجز والمجدولة من النّساء والضّخمة الطّويلة، والغضيضة. واختلاف شهواتهم في الممسوحة والمفلكة والكاعب والنّاهد والمنكسرة. ومن استحسن الثّدي الضّخم الذي يملأ الكفّين، ومن ذمّ ذلك.\nوممّن وصف الشّحم عبد بني الحسحاس حيث يقول:\nتوسّدني كفّاً وترفع معصماً\n...\nعليّ وتحنو رجلها من ورائيا\nالجزء: 1 ¦ الصفحة: 231\n",
        "أميل بها ميل النّزيف، وأتّقي\n...\nبها القطر، والشّقّان من عن شماليا\nفسحيم لم يتّخذها هدفاً تستر عنه الرّيح والقطر إلاّّ وهي في غاية الضّخم.\nوقال أبو عبيدة: دخل مالك الأشتر على عليّ بن أبي طالب، رضي الله عنه، في صبحة بنائه على نسائه فقال: كيف وجد أمير المؤمنين أهله! قال كالخير من امرأةٍ، لولا أنّها خنّاء قبّاء قال: وهل يريد الرّجال من النّساء إلاّّ ذلك يا أمير المؤمنين؟ قال: كلاّ، حتّى تدفئ الضّجيع، وتروي الرّضيع.\nوهذا يدلّ على العجب بالضّخم والشّحم. وأكثر البصراء بجواهر النّساء الذين هم جهابذة هذا الأمر يقدّمون المجدولة، فهي تكون في منزلةٍ بين السّمينة والممشوقة مع جودة القدّ وحسن الخرط. ولا بدّ أن تكون كاسية العظام. وإنّما يردون بقولهم مجدولةً جدولة العصب وقلّة الاسترخاء، وأن تكون سليمةً من الزّوائد والفضول، لذلك قالوا خمصانةً وسيفانةً، وكأنّها جدل عنانٍ وغصن بانٍ وقضيب خيزران.\nوالتّثنّي من مشية المرأة أحسن ما فيها. ولا يمكن ذلك الضّخمة والسّمينة. ووصفوا المجدولة فقالوا: أعلاها قضيبٌ، وأسفلها كثيبٌ.\nوقال بعض الأعراب:\nلها قسمةٌ من خوط بانٍ ومن نقىً\n...\nومن رشأ الغزلان جيد ومذرف\nالجزء: 1 ¦ الصفحة: 232\n",
        "يكاد كليل الطّرف يكله خدّها\n...\nإذا ما بدت من خدرها حين تطرف\nوقال آخر:\nومجدولةٍ جدل العنان إذا مشت\n...\nتنوء بخصريها ثقال الرّوادف\nوقال آخر:\nومجدولةٌ، أمّا مجال وشاحها\n...\nفغضٌّ، وأمّا ردفها فكثيب؛\nلها القمر السّاري نصيبٌ، وإنّها\n...\nلتطلع أحياناً له فيغيب.\nوقال أبو نواس. وقد أحسن ما شاء:\nأحللت من قلبي هواك محلّةً\n...\nما حلّها المشروب والمأكول.\nبكمال صورتك التي في مثلها\n...\nيتحيّر التّشبيه والتّمثيل.\nفوق القصيرة، والطّويلة فوقها؛\n...\nدون السّمين، ودونها المهزول.\nوأمّا قول الأعشى حيث يقول:\nغرّاء فرعاء مصقولٌ عوارضها\n...\nتمشي الهوينا كما يمشي الوحى الوجل\nالجزء: 1 ¦ الصفحة: 233\n",
        "كأنّ مشيتها من بيت جاريتها\n...\nمرّ السّحابة لا ريثٌ ولا عجل\nفقد وصفها كما ترى بالضّخم، ولكنّه يذكر أفراطاً.\nوقال الأحوص:\nمن المدمجات اللّحم جدلاً كأنّها\n...\nعنانٌ ضاع أنعمت أن تجوّدا\nقال أبو عثمان الجاحظ: كان أبو معمر بن هلال يقول: عذرت الرّجل الطّويل الأير حتّى يتمنّاها ضخمةً. ولكن ما عذر الصّغير الأير في ذلك؟.\nأنشد للمرار بن سعيد\nصلبة الخدّ طويلٌ جيدها\n...\nسجمة الثّدي ولمّا ينكسر\nوقال النّابغة في النّهود:\nالجزء: 1 ¦ الصفحة: 234\n",
        "يحططن بالعيدان في كلّ مقعدٍ\n...\nويخبّأن رمّان الثّديّ النّواهد\nوأنشد لمسلم بن الوليد:\nفأقسمت أنسى الدّاعيات إلى الصّبى\n...\nوقد فجأتها العين والشّرّ واقع\nفغطّت بأيديها ثمار صدورها\n...\nكأيدي الأسارى أثقلتها الجوامع\nوذمّ أعرابيٌّ امرأةً فقال: والله ما بطنها بوالدٍ، ولا شعرها بواردٍ، ولا ثديها بناهدٍ، ولا فوهها بباردٍ.\nوكتب الحجّاج بن يوسف إلى الحكم بن أيّوب قال: اخطب على عبد الملك امرأةً جميلةً من بعيدٍ، مليحةً من قريبٍ، شريفةً في قومها، ذليلةً في نفسها، أمةً لبعلها. . فكتب إليه: أصبتها، وهي خولة بنت مسمع، لولا عظم ثديها! فكتب إليه الحجّاج: لا يحسن بدن المرأة حتّى يعظم ثدياها فتدفي الضّجيع، وتروي الرّضيع.\nوقال آخر يذمّ عظم الثّدي:\nلعمري لبيضٌ يحتللن بقفزةٍ\n...\nلطائف ثدي الصّدر غيد السّوالف\nأحبّ إلينا من ضخام بطونها\n...\nلآباطها تحت الثّدي تعاطف\nوقال آخر في الممسوحة التي لم يبد بصدرها شيءٌ:\nالجزء: 1 ¦ الصفحة: 235\n",
        "وعلّقت ليلى وهي بكرٌ خريدةٌ\n...\nولم يبد للأتراب من ثديها حجم\nصغيرين نرعى البهم، يا ليت أنّني\n...\nإلى اليوم لم نكبر ولم تكبر البهم\nوقال نصيب:\nولولا أن يقال: صبا نصيبٌ.\n...\nلقلت: بنفسي النّشو الصّغار؛\nبنفسي كلّ مهضومٍ حشاها\n...\nإذا ظلمت فليس لها انتصار.\nإذا ما الزّلّ ضاعفن الحشايا\n...\nكفاها أن يلاث بها الإزار\nوقال ذو الرّمّة:\nبعيدات مهوى كلّ قرطٍ عقدنه\n...\nلطاف الحشا تحت الثّدي الفوالك\nوذكر آخر ابتداء النّهود فقال:\nنظرت إليها نظرةً وهي عاتقٌ\n...\nعلى حين شبّت واستبان نهودها\nوليس في الحيوان شيءٌ واسع الصّدر غير الإنسان. ولا في جميع\nالجزء: 1 ¦ الصفحة: 236\n",
        "الحيوان أنثى في صدرها ثديٌ إلاّّ المرأة والفيلة، وكذلك الرّجل. والعرب تمدح الرّجال والنّساء بطول الأعناق. قال الشّاعر:\nومن كلّ شيءٍ قد قضيت لبانتي\n...\nسوى ضخم أعجازٍ ثقال الرّوادف\nوهصري أعناقاً تلين وتنثني\n...\nكما كان خيطان الأراك الصّعائف\nوقيل لإبراهيم بن النّظام: أيّ مقادير الثّدي أحمد؟ قال: وجدت النّاس يختلفون في الشّهوات، وسمعت الله تبارك وتعالى حين وصف حور العين جعلهنّ كواعب أتراباً. ولم يقل فوالك ولا نواهد. وقالت العرب: يسار الكواعب. ولم تقل يسار النّواهد ولا يسار الفوالك.\nولم أرهم يختلفون في مدح عظم الرّكب كما اختلفوا في مقادير النّدي في طول الأعناق. يقول الشّمردل.\nويشبهون ملوكاً في مهابتهم\n...\nوطول أنصبة الأعناق والأمم\nوقال آخر:\nطوال أنصبة الأعناق لم يجدوا\n...\nريح الإماء إذا راحت بأذفار.\nوهوة حسنٌ ما لم يطل جدّاً، فإذا أفرط كان عيباً. كما عيب بذلك واصل بن عطاء رئيس المعتزلة فسمّي عنق نعامة، وعيب بذلك جعفر\nالجزء: 1 ¦ الصفحة: 237\n",
        "بن يحيى البرمكي.\nوكذلك قال فيه الحسن بن هانئ:\nذاك الوزير الذي طاولت علاوته\n...\nكأنّه ناخرٌ في السّيف بالطّول\nوقد زعموا أنّه أوّل من اتّخذ هذا الأطواق العراض، فاستحسنها النّاس بعده، فاتّخذوها.\nوفي صفة الأعكان يقول يزيد بن معاوية:\nلها عكنٌ بيضٌ كأنّ غضونها\n...\nإذا شفّ عنها السّابري فداح\nوقال أبو الطّيّب المتنبّي:\nيضمّها المسك ضمّ المستهام بها\n...\nحتّى يصير على الأعكان أعكانا\nوقال آخر:\nغرّاء واضحة أقراب خرعبة\n...\nطوع العناق فلا بكرٌ ولا نصف\nوقال النّابغة الذّبياني:\nوالبطن ذو عكنٍ لطيفٍ طيّه،\n...\nوالنّحر ينفجه بثدي معقّد\nالجزء: 1 ¦ الصفحة: 238\n",
        "محطوطة المتنين غير مفاضةٍ\n...\nريّا الرّوادف بضّة المتجرّد\nوإذا لمست، لمست أجثم جاثماً\n...\nمتحيّزاً بمكانه ملء اليد\nوإذا نزعت، نزعت عن مستحصفٍ\n...\nنزع الحزوّر بالرّشاء المخضد\nوأنشد لأعرابيٍّ آخر:\nلمّا رأيت أنّ الرّحيل قد حان\n...\nقامت تهادى في رقيق الكتّان\nبواضح الوجه قليل الخيلان\n...\nوعكن مثل متون الغزلان\nوقال الفرزدق:\nإذا بطحت فوق الأثافي رفعتها\n...\nبثديين في صدرٍ عريضٍ وكعثب\nفزعم أنّها إذا بطحت على وجهها لم تمسّ الأرض بشيءٍ من سائر جسدها إلاّّ نهود ثدييها وعظم ركبها فصارت لبدنها كأثافي القدر.\nوقال عبد بني الحسحاس:\nمن كلّ بيضاءٍ لها كعثب\n...\nمثل سنام البكرة المائل\nوحلف ابن مطيع اللّيثي الشّاعر أنّ جاريته خردانة كانت تستلقي على ظهرها فتشخص كتفاها ومنكباها حتّى لقد كان يتدحرج الرّمّان\nالجزء: 1 ¦ الصفحة: 239\n",
        "والأترج من تحت خصريها.\nقالوا: كانت الزّبّاء بنت عبد الله تصبّ جرّة الماء على رأسها فلا يصيب فخذيها للبد عجيزتها.\nوقال الشّاعر:\nنفج الجفينة لا ترى لكعوبها\n...\nحجماً وليس لساقها ظنبوب\nعظمت روادفها وسهّل وجهها\n...\nوالوالدان نجيبةٌ ونجيب\nومن مليح ما قيل في هذا، قول الأعرابي:\nأبت الرّوادف والثّديّ لقمصها\n...\nمسّ البطون وإن تمسّ ظهورا\nوإذا الرّياح مع العشيّ تناوحت\n...\nنبّهن حاسدةً وهجن غيورا\nوالعرب تمدح الملوك بسعة العيون كما يصفون ذلك النّساء ويستحسنونه.\nقال ذو الرّمّة:\nومختلقٌ للملك أبيض قد غمز\n...\nأشمّ ألجّ العين كالقمر البدر\nلمّا أنشد بشّار بن برد قول الشّاعر:\nألا إنّما ليلى عصا خيزرانةٍ\n...\nإذا لمسوها بالأكفّ تلين\nالجزء: 1 ¦ الصفحة: 240\n",
        "ضحك بشّار من قوله عصا خيزرانةٍ وقال: لو زعم أنّها عصا رندٍ أو عصا ندّ لهجّنها وكان ذلك خطأً بعد أن جعلها عصاً. فهلاّ قال كما قلت:\nإذا قامت لسبحتها تثنّت\n...\nكأنّ عظامها من خيزران\nوكانت ميمونة عند هشام بن عبد الملك، خلف عليها بعد العزيز قال: لو أنّ رجلاً ابتلع ميمونة ما اعترض في حلقه منها شيءٌ للينها. وقال بشّار:\nإذا مشت نحو بيت جارتها\n...\nخلت من الرّمل خلفها حقف\nيرتجّ من مرطها مؤزّرها\n...\nوفوقه غصن بانةٍ قصف.\nوقد قيل في الضّخمة:\nقليلة لحم النّاظرين يزيّنها\n...\nشبابٌ ومخفوضٌ من العيش بارد\nأرادت لتنتاش الرّواق فلم تقم\n...\nإليه ولكنّ طأطأته الولائد.\nوقال آخر أيضاً:\nضوء برقٍ بدا لعينيك أم شبّت\n...\nبذي الأثل من سلافة نار\nأوقدتها بالمسك والعنبر اللّدن\n...\nفتاةً يضيق عنها الإزار\nالجزء: 1 ¦ الصفحة: 241\n",
        "وأنشد أيضاً:\nوتبدي على المتن من شعرها\n...\nعناقيد كرمٍ تدلّين سودا\nويجري السّواك على باردٍ\n...\nلذيذٍ من الدّرّ يبدي نضيدا\nوما زانها العقد لكنّها\n...\nتزيّن بالنّحر منها العقودا\nكشمس الضّحى بين أترابها\n...\nموافين يوماً ليشهدن عيدا\nفكم من قتيلٍ بتلك العيون\n...\nوكم من قتيلٍ تولّى عميدا\nفإن يك عنّي قسا قلبها\n...\nفلم يجعل الله قلبي حديدا\nأعيذك بالله أن تشتمي\n...\nبنا واشياً أو تطيعي حسودا\nوقال جران العود، وقد تزوّج فلقي منها برحاً، وكانت حسنة الشّعر فقال:\nألا لا يغرّنّ امرؤٌ نوفليّةً\n...\nعلى الرّأس منها أو ترائب وضّح\nولا فاحمٌ يشفي الدّهان كأنّه\n...\nأساود يزهاها بعينيك أفطح\nوأنشد لآخر:\nلا تنه قلبك أن يتوق إلى الحما\n...\nإنّ القلوب إلى سعاد تتوق\nفرعاء تسحب من قيامٍ شعرها\n...\nوتغيب فيه وهو جثل مونق\nفكأنّه ليلٌ عليها مغدفٌ\n...\nوكأنّها فيه نهارٌ مشرق\nالجزء: 1 ¦ الصفحة: 242\n",
        "وأنشد لآخر:\nمقدورةٌ ما أن لها مثل\n...\nلي عندها العبرات والخبل\nفلشعرها من شعرها زجل\n...\nولعينها من عينها كحل\nإن شئت قلت، إذا هي انصرفت،\n...\nبين الرّوادف والحشا نصل\nوأنشد لآخر وذكر طول العنق:\nوأعجبتني فيها غداة لقيتها\n...\nتبلبل أردافٍ لها ومحاجر\nوجيدٍ كأملود الرّخامى رعايةً\n...\nبمنهلّةٍ صبّت عليه الغدائر\nقال بعضهم:\nومقبّلٌ عذب المذاق كأنّه\n...\nبردٌ تحدّر من غمام ماطر\nهنّ الدّواء لدائنا، وشفاؤنا\n...\nمن كلّ داءٍ باطنٌ أو ظاهر.\nوقال ذو الرّمّة:\nلمياء في شفتيها حوةٌ لعسٍ\n...\nوفي اللّثاة وفي أنيابها شنب\nالجزء: 1 ¦ الصفحة: 243\n",
        "والعرب يزعمون أنّ أطيب الأفواه أفواه الظّباء؛ كما أنّ أبعارها أطيب رائحةً من سائر الأباعر. ويزعمون أنّ ليس في السّباع أطيب أفواهاً من الكلاب. وفي النّاس أطيب أفواهاً من الزّنج. ويزعمون أنّ علّة ذلك كثرة الرّيق، لأنّ علّة الخلوف، جفوف الرّيق، والبخر يحدثه الكبر وقد اعترى إشرافاً من النّاس.\nقال: سارر أبو الأسود الدؤولي عبيد الله بن زياد، فلمّا أدنى فاه من أنف عبيد الله خمر أنفه عبيد الله فجذب أبو الأسود يده فنحّاها، وقال: إنّك والله لن تسود حتّى تصير لسرار الشّيخ البخر. فعجب النّاس من جلده ومراسه. والأفواه الموصوفة بالنّتن أفواه الأسود وأفواه الصّقور.\nوالشّعوبيّة وغيرهم ينهون عن السّواك. وقالوا: إنّما يعتري الخلوف من يستاك، والمره من يكتحل والشّعث من يدّهن. وزعموا السّواك يقلّل الأسنان ويأكل ما عليها من اللّحم، أعني اللثّة، ويذهب العمور التي بينها ويرخيها.\nوقال حسين بن مطير:\nبمرتجّة الأرداف هيفٌ خصورها\n...\nعذابٌ ثناياها عجافٌ قيودها\nيريد أنّها صلابٌ عجافٌ غير وارمةٍ ولا مسترخيةٍ والسّواك يوهنها ويزيلها عن أماكنها.\nالجزء: 1 ¦ الصفحة: 244\n",
        "وزعموا أنّ السّواك يجلب ماء الوجه فيغني على الأيّام نضرة اللون وحمرة الوجنات، كما يصنع رضاع الطّفل في لبة المرأة وفي لون وجهها فإذا تحلب الماء المستكن في الغلاصم والأفواه أعقب ذلك في الأفواه جفوفاً، فإذا جفّت لعد الرّيق أدرثها خلوفاً.\nفقال من ردّ على هؤلاء: قد علمنا أنّ من أعظم الأمم التي عليها مدار الأمور في العقل والعلم والرّضا قد اجتمعوا على السّواك والخضاب فلو كان السّواك يورث البخر لم تكن هاتان الأمّتان مع ما فيهما من بعد الغور وشدّة الغزل بالنّساء والتّقرّب إلى قلوبهنّ والاستهتار بهنّ ليجهل هذا القدر من العيب الفاحش. فمن أحبّ أن يعرف إفراط العرب في الغزل والصبابة بالنّساء فليقرأ أشعارهم وأحاديثهم الإسلاميّة، وليقرأ كتب الهند في الباه، ولو تتبّعت أشعارهم في استعمال النّساء للسّواك لطال به الكتاب.\nوعن عمر بن دينار، قال: سمعت الحسن بن علي، عليهما السّلام يقول لذريح بن سنّة: حل لك أن فرّقت بين قيسٍ ولبنى! أما إنّي سمعت عمر بن الخطّاب، رضي الله عنه، يقول: ما أبالي مشيت إلى الرّجل بالسّيف أو فرّقت بينه وبين امرأته!.\nقال الزّبير بن بكار: دخلت عزّة على أمّ البنين بنت عبد العزيز فقالت: أقسمت عليك بأيّ شيءٍ وعدت كثيراً حيث يقول:\nقضى كلّ دينٍ فوفّى غريمه\n...\nوعزّة ممطولٌ معنّى غريمها\nقالت لها: وعدته فمطلته سنةً، فلمّا ألحّ في التّقاضي هجرته، فضمّني وإيّاه طريقٌ بعد حينٍ فاستحييت منه فقلت: حيّاك الله يا جمل، ولم أحيّه، فقال:\nالجزء: 1 ¦ الصفحة: 245\n",
        "حيّتك عزّة بعد الهجر وانصرفت\n...\nفحيّ ويحك من حيّاك يا جمل\nليت التّحيّة كانت لي فأجعلها\n...\nمكان: يا جملٌ؛ حيّاك يا رجل\nوهو على تقاضيه إلى اليوم. قالت: أقسمت عليك، ألاّ قضيته إيّاه وإثمه في عنقي؟.\nأبو عبيدة قال: كان بأرض الحجاز رجلٌ له ابنةٌ جميلةٌ فهويها ابن عمٍّ لها فبذل لها أربعة آلاف درهمٍ، فأبى أبوها أن يزوّجها منه، وأجدبت البادية، فدخل ابن عمّها على عمّه ذات يومٍ فشكا إليه ما يلقى. فقال له: قد كنت بذلت لنا أربعة آلاف درهمٍ، فأعطنا إيّاها، فأنت أحبّ إلينا لقرابتك. قال له: أجّلني شهراً. فأجّله، ولم يكن مع الفتى إلاّّ ناقةً، فركبها ومضى إلى عبد الملك بن مروان فطلب الإذن فلم يؤذن له. فقال: إنّي رسول فلانٍ عامل أمير المؤمنين على الحجاز. فأدخل عليه من ساعته. قال: معك كتابٌ من فلان؟ قال: لا، قال فرسالةٌ؟ فأنشأ يقول:\nماذا يقول أمير المؤمنين لمن\n...\nأدلى إليك بلا قربى ولا سبب\nمدلّهٌ، عقله من حبّ جاريةٍ\n...\nموصوفةٍ بكمال الحسن والأدب\nخطبتها إذ رأيت النّاس قد لهجوا\n...\nبذكرها، والهوى يدعو إلى العطب\nفقلت، لي حسبٌ زاكٍ، ولي شرفٌ\n...\nقالوا: الدّراهم خيرٌ من ذوي الحسب،\nالجزء: 1 ¦ الصفحة: 246\n",
        "إنّا نريد ألوفاً منك أربعةً\n...\nولست أملك غير الحسّ والقتب.\nفامنن عليّ، أمير المؤمنين، بها،\n...\nواجمع بها شمل هذا البائس العرب\nفما وراءك، بعد الله، مطّلبٌ،\n...\nأنت الرّجاء وأقصى غاية الطّلب\nفضحك عبد الملك وأمر له بأربعة آلاف درهمٍ، وقال هذا صداق أهلك، وزاده أربعةً أخرى وقال له أولم بهذه، وأنفق عليها منها. فقبضها ومضى. فتزوّج بالجّارية.\nوكان إسحاق بن سليمان بن علي شابّاً ظريفاً، محبّاً للشّعر. فخرج ذات يومٍ، وأبوه يلي البصرة، لأبي جعفر المنصور، متنزّهاً إلى ناحية البادية. فلقي أعرابيّاً فصيحاً إلاّّ أنّه شاحب اللون، مصفرّاً، ظاهر النّحول فاستنشده، فمضى عنه، فقال له ما بالك، فوالله، إنّك لفصيحٌ! قال له أما ترى الجبلين؟ قال: قلت بلى. قال: في طلابهما ما شغلني عن إنشادك. قلت: وما ذاك؟ قال: ابنة عمٍّلي قد تيّمتني، وأذهلت عقلي، وتالله أنّه يأتي عليّ لا أدري أفي السّماء أنا أم في الأرض. قال: قلت وما يمنعك منه؟ قال: قلّ ذات يدي!. قلت: وكم مهرها؟ قال خمسون ناقةً. قال: قلت: فيزوّجونك إذا دفعتها؟ قال: نعم. فقلت له أنشد لي ممّا قلت فيها! فأنشدني:\nسعى العلم الفرد الذي في طلاله\n...\nغزالان مكحولان يرتعيان\nأرعتهما صيداً فلم أستطعهما\n...\nوخبلاً ففاتاني وقد خبلاني.\nقال. فقلت له: يا أعرابي، لقد قتلتني بقتلك، فنفيت من العبّاس\nالجزء: 1 ¦ الصفحة: 247\n",
        "إن لم أقم بأمرك. فرجع إلى البصرة فأخذ جماعةً من أهله وما أحتاج إليه، وحمل معه الأعرابي، وسار إلى الجّارية فخطبها إلى الفتى، فزوّجه، وساق إليه خمسين ناقةً وأقام عندهم ثلاثة أيّامٍ نحر فيها ثلاثين جزوراً، ووهب للأعرابي وللجارية مثل ذلك، وانصرف إلى البصرة.\nقال نفطويه: لمّا فرغ المهدي من بناء قصره ركب للنّظر إليه، فدخله فجأةً وأخرج من هناك من النّاس، فبقي رجلان خفيّان عن أبصار الأعوان، فرأى المهدي أحدهما وهو دهش ممّا يفعل فقال له: ممّن أنت؟ قال: أنا أنا قال: ويلك: لا أدري! قال: لك حاجةً؟ قال: لا. قال أخرجوه أخرج الله نفسه فدفع في قفاه، فلمّا أخرج قال لبعض الغلمان: اتبعه من حيث لا يعلم حتّى يصل إلى منزله، فاسأله عن صنعته فإنّي أخاله حائكاً. فخرج الغلام يقفوه ثمّ أتى الآخر فاستنطقه فأجابه بقلبٍ جريءٍ، ولسانٍ طلقٍ، قال له: من أنت؟ قال: رجلٌ من أبناء رجال دعوتك. قال: فما جاء بك إلى ههنا؟ قال: جئت لأنظر إلى هذا البناء الحسن، وأتمتّع بالنّظر إليه، وأكثر الدّعاء لأمير المؤمنين بطول البقاء ودوام العزّ، وهلاك الأعداء. قال: ألك حاجةً؟ قال: نعم، خطبت ابنة عمّي فردّني وقال: لا مال لك. وإنّي لها عاشقٌ، وبها وامقٌ، قال: قد أمرت لك بخمسين ألف درهم قال: جعلني الله فداك، يا أمير المؤمنين، قد وصلت فأجزلت الصّلة، ومننت فأعظمت المنّة. فجعل الله باقي عمرك أكثر من ماضيه، وآخر أيّامك خيراً من أوّلها، وأمتعك بما به أنعم عليك، وأمتع بك رعيّتك. فأمر أن تعجّل صلته ووجّه بغلامٍ آخر\nالجزء: 1 ¦ الصفحة: 248\n",
        "معه قال: سل عن مهنته فإنّي أخاله كاتباً: فرجع الرّسولان جميعاً فقال الرّسول الأول: وجدت الرّجل حائكاً، ولم يرجع إليه قلبه، ولا ثاب إلى نفسه. وقال الآخر: وجدت الرّجل كاتباً. فقال المهدي أنا إبن المنصور لا يخفى عنّي مخاطبة الكاتب والحائك.\nقال أحمد بن أبي خثعمة: أخبرتني مولاة، كانت لآل جعفر بن أبي جعفر المنصور، قالت: علق عيسى بن جعفر جاريةً لأمّ ولده فمنعته إيّاها غيرةً عليه، وتبعتها نفسه، فدسّت جاريةً لعيسى يقال لها برير إلى مولاتها في أن تبيعها منها، وأرغبتها، فباعتها منها، فأخذتها برير فصنعتها وكانت لبرير من عيسى ليلةً فوجّه إليها بخلعةٍ وبقدحٍ غاليةٍ تضمخ به شعرها.\nفلمّا كانت ليلتها ألبست الجّارية الخلعة وضمخت رأسها ووجّهت بها إليه، فلمّا رآها سألها عن حالها فأخبرته بالخبر. وإنّها آثرت هوى نفسه على هوى نفسها. فسرّ بذلك ودعا ببرير فأعتقها وتزوّج بها ومهرها ضياعاً بالكوفة لها قدر. فقالت برير: إنّ من شكر الله على ما وهب لي من رأي أمير المؤمنين أن أجعل ما أعطاني من هذه الضّياع قربةً لله عزّ وجل، تجري للأمير وليّ أجرها. فأوقفها على أهل بيتٍ من الأنصار منهم ابن معاذٍ فلم يزل ذلك يجري عليهم.\nقال إبراهيم بن المهدي: حجبت مع الرّشيد، فلمّا كنّا بالمدينة خرجت إلى العقيق أسير على دابّتي وليس معي غلامٌ، فوقفت على بئر عروة وعليها جاريةٌ سوداء وفي يدها دلوٌ تملأ قربةً لها، فقلت:\nالجزء: 1 ¦ الصفحة: 249\n",
        "يا هذه اسقني. فنظرت إليّ وقالت: أنا مشغولةٌ عنك. فقرعت قربوسي بمقرعتي موقّعاً بها على القربوس، وغنّيت. فلمّا سمعت ذلك منّي ملأت دلوها وبادرت به إليّ وقالت: اشرب يا عمّ فشربت، فقالت: بالله يا عم أين أهلك أحمل إليهم هذه القربة؟ فقلت: بين يدي. فمضت معي حتّى أتت المضرب فلمّا رأت الولدان والخدم ذعرت، فقلت لها: لا بأس عليك. وأخذت الماء وأمرت من وصله، فقال لي الغلمان: قد جاء رسول أمير المؤمنين مراراً فمضيت إليه، فقال لي: أين كنت؟ فأخبرته بخبر الجّارية، فأمر بطلبها، فأتي بها، فأمر بابتياعها من مولاها، وأعتقها، وقال لها: هل من تودّينه يودّك وتحبّينه يحبّك؟ قالت: نعم عبدٌ لآل فلان. فأمر بابتياعه وأعتقه ثمّ زوّجها إيّاه، وأمر لهما بمالٍ.\nحجّ الرّشبد سنة إحدى عشرة من خلافته، فلمّا نزل بالكوفة، بعد قفوله من الحج، دعا إسماعيل بن صبيح فقال: إنّي أردت الليلة أن أطوف في محال الكوفة وقبائلها فتأهبّ لذلك، قلت: نعم. فلمّا مضى ثلث الليل قام وقمت معه، وركب حماراً وركبت أنا آخر، ومعي خادمٌ ومعه خادمٌ من خاصّة خدمه. فلم نزل نطوف المحال والقبائل حتّى انتهينا إلى النّخع فسمعنا كلاماً. فقال الرّشيد لأحد الخادمين: أدن من الباب وتعرّف ما هذا الكلام؟ فتطلّع من موضعٍ في الباب فرأى نسوةً يغزلن حول مصباحٍ وجاريةٍ منهنّ تنشد شعراً وتردّد أبياته وتتبّع كلّ بيتٍ برنةٍ وأنّةٍ، وتبدي زفرةً: وتفيض عبرةً، والنّسوان اللواتي معها يبكين لبكائها فحفظ الخادم من شعرها هذه الأبيات:\nالجزء: 1 ¦ الصفحة: 250\n",
        "هل أرى وجه حبيبٍ شفني،\n...\nبعد فقدانيه، أفراط الجزع؛\nقد برى شوقي إليه أعظمي، وبلى قلبي هواه وفزع.\nليت دهراً مرّ، والقلب به\n...\nجذلٌ، والعيش حلوٌ قد رجع؛\nوعفت آثاره منه فيا،\n...\nليت شعري، ما به الدّهر صنع؟\nقد تمسّكت على وجدي به\n...\nبجميل الصّبر، لو كان نفع.\nفقال للخادمين: أعرفا الموضع إلى غد. ورجعنا إلى البصرة، فلمّا طلع الفجر وفرغ من صلاته وتسبيحه، قال للخادمين: أمضيا إلى الدّار فإن كان فيها رجلٌ من وجوه الحيّ فجيئا به حتّى أسأله عمّا أريده. فسار الخادمان إلى الدّار فلم يجدا فيها رجلاً، فدخلا إلى مسجد الحيّ فقالا لأهله: أمير المؤمنين يقرأ عليكم السّلام ويقول لكم: أحببت أن يجيئني منكم أربعةً أسألهم عن أمرٍ. قالوا: سمعاً وطاعةً. وقاموا معهما فدخلوا على الرّشيد، فقرّبهم وأدناهم، وقال لهم: طفت البارحة في بلدكم تفقّداً لأحوالكم، فسمعت في دارٍ من دياركم امرأةً تنشد شعراً وتبكي. وقد خفت أتكون مغيبةً، وأنّ نزاع النّفس أهون من نزاع الشّوق، وقطع الأوصال أهون من قطع الوصال، وقد أحببت أن أعرف خبرها منكم.\nقالوا: يا أمير المؤمنين، هذه البارعة بنت عوف بن سهم كان أبوها زوّجها ابن عمٍّ لها يقال له سليمان بن همام على عشرة آلاف درهمٍ، فهلك أبواهما من قبل أن يجتمعا، فاكتتب زوجها مع عاملك إلى اليمن لقلّة ذات يده، وخرج منذ خمس سنين، فحزنت عليه، وطال شوقها إليه، فهي تنشد الأشعار فيه وتستريح إلى ذكره. فأمر الرّشيد من ساعته أن يكتب إلى عامله باليمن في حمل سليمان بن همام على البريد إلى حضرته إلى بغداد.\nفما مضت أيّامٌ بعد وصول الرّشيد\nالجزء: 1 ¦ الصفحة: 251\n",
        "حتّى دخل عليه إسماعيل بن صبيح، فقال: يا أمير المؤمنين قد وصل النّخعي الذي أمرت بحمله إليك. فأمر بإدخاله عليه، فنظر إلى رجلٍ معتدل القامة، ظاهر الوسامة، ذرب اللسان، حسن البيان، فقال: أنت سليمان بن همام؟ قال: نعم، يا أمير المؤمنين. قال له: أقصص عليّ خبرك! فقصّ عليه الخبر فوجده مطابقاً لمّا خبّره به الأربعة النّفر، فأمر له بعشرين ألف درهمٍ، فأخذ ذلك من يومه ورحل إلى الكوفة فدخل بأهله وكان الرّشيد يتعاهده ببرّه.\nتمّ الكتاب بعون الله وتوفيقه\nالجزء: 1 ¦ الصفحة: 252\n",
        ""
    ]
}