{
    "1": [
        "العرش وما روي فيه - مخرجا\nالعرش وما روي فيه - مخرجا\nمحمد بن عثمان بن أبي شيبة\nالكتاب:\nالعرش وما رُوِي فيه\nالمؤلف:\nأبو جعفر محمد بن عثمان بن أبي شيبة العبسي (المتوفى: 297هـ)\nالمحقق:\nمحمد بن خليفة بن علي التميمي\nالناشر:\nمكتبة الرشد، الرياض، المملكة العربية السعودية\nالطبعة:\nالأولى، 1418هـ/1998م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة تخريج الأحاديث]\n",
        "ـ[العرش وما رُوِي فيه]ـ\nالمؤلف: أبو جعفر محمد بن عثمان بن أبي شيبة العبسي (المتوفى: 297هـ)\nالمحقق: محمد بن خليفة بن علي التميمي\nالناشر: مكتبة الرشد، الرياض، المملكة العربية السعودية\nالطبعة: الأولى، 1418هـ/1998م\nعدد الأجزاء: 1\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة تخريج الأحاديث]\n",
        "بسم الله الرحمن الرحيم\nأَخْبَرَنَا شَيْخُنَا أَبُو الْحَجَّاجِ يَوسُفُ بْنُ خَلِيلِ بْنِ عَبْدِ اللَّهِ الدِّمَشْقِيُّ رَحِمَهُ اللَّهُ، وَرَحِمَ وَالِدَيْهِ - قِرَاءَةً وَأَنَا أَسْمَعُ فِي جُمَادَى الْأُولَى سَنَةَ ثَلَاثٍ وَثَلَاثِينَ وَسِتِّمِائَةٍ بِجَامِعِ حَلَبٍ قِيلَ لَهُ: أَخْبَرَكُمْ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ بَرَكَةَ بْنِ طَاقُويَه، وَأَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ الْحَسَنِ بْنِ الْمُظَفَّرِ بْنِ السَّبْطِ بِقِرَاءَتِكَ عَلَيْهِمَا فِي سَنَةِ سَبْعٍ وَثَمَانِينَ وَخَمْسِمِائَةٍ، فَأَقَرَّ بِهِ، قَالَا: أَخْبَرَنَا أَبُو الْعِزِّ أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ بْنِ كَادِشَ الْعُكْبَرِيُّ قِرَاءَةُ عَلَيْهِ وَنَحْنُ نَسْمَعُ فِي رَبِيعٍ الْآخِرِ سَنَةَ عِشْرِينَ وَخَمْسِمِائَةٍ، أَخْبَرَنَا أَبُو طَالِبٍ مُحَمَّدُ بْنُ عَلِيِّ الْعُشَارِيُّ، وَأَبُو عَلِيٍّ الْحَسَنُ بْنُ عَبْدِ اللَّهِ ابْنُ الْبَنَّا قَالَا: أَخْبَرَنَا\nالجزء: 1 ¦ الصفحة: 275\n",
        "أَبُو الْفَتْحِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْفَوَارِسِ، أَخْبَرَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ بْنِ الصَّوَّافِ، أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عُثْمَانَ بْنِ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ قَالَ: ذَكَرُوا أَنَّ الْجَهْمِيَّةَ\nالجزء: 1 ¦ الصفحة: 276\n",
        "يَقُولُونَ لَيْسَ بَيْنَ اللَّهِ عَزَّ وَجَلَّ وَبَيْنَ خَلْقِهِ حِجَابٌ، وَأَنْكَرُوا\nالجزء: 1 ¦ الصفحة: 279\n",
        "الْعَرْشَ، وَأَنْ يَكَونَ هُوَ فَوْقَهُ وَفَوْقَ\nالجزء: 1 ¦ الصفحة: 280\n",
        "السَّمَاوَاتِ، وَقَالُوا: إِنَّ اللَّهَ فِي كُلِّ مَكَانٍ، وَإِنَّهُ لَا يَتَخَلَّصُ مِنْ\nالجزء: 1 ¦ الصفحة: 281\n",
        "خَلْقِهِ وَلَا يَتَخَلَّصُ الْخَلْقُ مِنْهُ إِلَّا أَنْ يُفْنِيَهُمْ، فَلَا يَبْقَى مِنْ خَلْقِهِ شَيْءٌ، وَهُوَ مَعَ الْآخَرِ، فَالْآخَرُ مِنْ خَلْقِهِ مُمْتَزِجٌ بِهِ، فَإِذَا أَفْنَى خَلْقَهُ تَخَلَّصَ مِنْهُمْ وَتَخَلَّصُوا\nالجزء: 1 ¦ الصفحة: 282\n",
        "مِنْهُ، تَبَارَكَ اللَّهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا.\nالجزء: 1 ¦ الصفحة: 283\n",
        "وَمَنْ قَالَ بِهَذِهِ الْمَقَالَةِ فَإِلَى التَّعْطِيلِ يَرْجِعُ قَوْلُهُمْ، وَقَدْ عَلِمَ الْعَالِمُونَ أَنَّ اللَّهَ قَبْلَ أَنْ يَخْلُقَ خَلْقَهُ قَدْ كَانَ مُتَخَلِّصًا مِنْ خَلْقِهِ، بَائِنًا مِنْهُمْ، فَكَيْفَ دَخَلَ فِيهِمْ\nالجزء: 1 ¦ الصفحة: 284\n",
        "تَبَارَكَ وَتَعَالَى أَنْ يُوصَفَ بِهَذِهِ الصِّفَةِ؟ بَلْ هُوَ فَوْقَ الْعَرْشِ كَمَا قَالَ، مُحِيطٌ بِالْعَرْشِ،\nالجزء: 1 ¦ الصفحة: 285\n",
        "مُتَخَلِّصٌ مِنْ خَلْقِهِ بَائِنٌ مِنْهُمْ، عِلْمُهُ فِي خَلْقِهِ لَا يَخْرُجُونَ مِنْ عِلْمِهِ. وَقَدْ أَخْبَرَنَا اللَّهُ عَزَّ وَجَلَّ أَنَّ الْعَرْشَ كَانَ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالْأَرْضَ عَلَى الْمَاءِ، وَأَخْبَرَنَا أَنَّهُ صَارَ مِنَ الْأَرْضِ إِلَى السَّمَاءِ وَمِنَ السَّمَاءِ إِلَى الْعَرْشِ فَاسْتَوَى عَلَى الْعَرْشِ، فَقَالَ جَلَّ وَعَزَّ: {وَكَانَ عَرْشُهُ عَلَى\nالجزء: 1 ¦ الصفحة: 286\n",
        "الْمَاءِ} [هود: 7] وَقَالَ: {أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ} [فصلت: 9] {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ} [فصلت: 11]\nالجزء: 1 ¦ الصفحة: 287\n",
        "ثُمَّ قَالَ جَلَّ وَعَزَّ: {\" أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ} وَقَالَ: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ} [الحديد: 4] فَفَسَّرَ الْعُلَمَاءُ قَوْلَهُ: {وَهُوَ مَعَكُمْ} [الحديد: 4] يَعْنِي: عِلْمَهُ.\nالجزء: 1 ¦ الصفحة: 288\n",
        "وَقَالَ عَزَّ وَجَلَّ {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: 5] ، فَاللَّهُ تَعَالَى اسْتَوَى عَلَى الْعَرْشِ يَرَى كُلَّ شَيْءٍ فِي السَّمَاوَاتِ وَالْأَرَضِينَ، وَيَعْلَمُ وَيَسْمَعُ كُلَّ ذَلِكَ بِعَيْنِهِ، وَهُوَ فَوْقَ الْعَرْشِ، لَا الْحُجُبُ الَّتِي احْتَجَبَ بِهَا مِنْ خَلْقِهِ تَحْجُبُهُ مِنْ أنْ يَرَى وَيَسْمَعَ مَا فِي الْأَرْضِ السُّفْلَى، وَلَكِنَّهُ خَلَقَ الْحُجُبَ وَخَلَقَ الْعَرْشَ، كَمَا خَلَقَ الْخَلْقَ لِمَا\nالجزء: 1 ¦ الصفحة: 289\n",
        "شَاءَ وَكَيْفَ شَاءَ، وَمَا يَحْمِلُهُ إِلَّا عَظَمَتُهُ , فَقَالَ: {يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ} [السجدة: 5] وَقَالَ\nالجزء: 1 ¦ الصفحة: 290\n",
        "جَلَّ وَعَزَّ: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} [فاطر: 10] وَقَالَ جَلَّ وَعَزَّ: {إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا} [آل عمران: 55] وَقَالَ: {وَمَا قَتَلُوهُ يَقِينًا} [النساء: 157] {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ} [النساء: 158] وَأَجْمَعَ الْخَلْقُ جَمِيعًا أَنَّهُمْ إِذَا دَعَوُا اللَّهَ جَمِيعًا رَفَعُوا أَيْدِيَهُمْ إِلَى السَّمَاءِ، فَلَوْ كَانَ اللَّهُ عَزَّ وَجَلَّ فِي الْأَرْضِ السُّفْلَى، مَا كَانُوا يَرْفَعُونَ أَيْدِيَهُمْ إِلَى السَّمَاءِ وَهُوَ مَعَهُمْ عَلَى الْأَرْضِ، ثُمَّ تَوَافَرَتِ الْأَخْبَارُ عَلَى أَنَّ اللَّهَ تَعَالَى خَلَقَ الْعَرْشَ فَاسْتَوَى عَلَيْهِ بِذَاتِهِ، ثُمَّ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ , فَصَارَ مِنَ الْأَرْضِ إِلَى السَّمَاءِ وَمِنَ السَّمَاءِ إِلَى الْعَرْشِ، فَهُوَ فَوْقَ السَّمَاوَاتِ وَفَوْقَ الْعَرْشِ بِذَاتِهِ مُتَخَلِّصًا\n[ص: 292]\nمِنْ خَلْقِهِ، بَائِنًا مِنْهُمْ، عِلْمُهُ فِي خَلْقِهِ، لَا يَخْرُجُونَ مِنْ عِلْمِهِ\nالجزء: 1 ¦ الصفحة: 291\n",
        "1 -\nقَالَ مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ: مِنْ ذَلِكَ مَا حَدَّثَنَاهُ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الْأَعْمَشِ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنْ صَفْوَانَ بْنِ\n[ص: 294]\nمُحْرِزٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" كَانَ اللَّهُ وَلَا شَيْءَ غَيْرَهُ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ وَكَتَبَ فِي الذِّكْرِ كُلَّ شَيْءٍ هُوَ كَائِنٌ، ثُمَّ خَلَقَ السَّمَاوَاتِ \" قَالَ: \" قِيلَ لِي: أَدْرِكْ نَاقَتَكَ قَالَ: فَقُمْتُ فَإِذَا السَّرَابُ يُنْقَطِعٌ دُونَهَا فَلَيْتَهَا ذَهَبَتْ. قَالَ: يَقُولُ لِمَا فَاتَهُ مِنْ حَدِيثِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"\n[ص: 299]\nوالأحاديث كلها مدرجة على شيوخ المصنف محمد بن عثمان بن أبي شيبة (1)\n(1) قال محقق الكتاب (د محمد خليفة التميمي) : هكذا في \"الأصل\"، والذي يتضح من سياق هذه العبارة أنها ليست من كلام المؤلف، ولعلها كانت تعليقا من أحد الرواة أو القراء ثم أدخلها بعض النساخ في \"الأصل\"، وقوله بأنها مدرجة على شيوخ المصنف لا صحة له.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 293\n",
        "2 -\nحَدَّثَنَا أَبِي، وَعَمِّي أَبُو بَكْرٍ قَالَا: حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ الْأَعْمَشِ، عَنِ الْمِنْهَالِ بْنِ\n[ص: 301]\nعَمْرٍو، عْنِ سَعِيدِ بْنِ جُبَيْرٍ قَالَ: سُئِلَ ابْنُ عَبَّاسٍ، عَنْ قَوْلِ اللَّهِ عَزَّ وَجَل\nَّ {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} [هود: 7] عَلَى أَيِّ شَيْءٍ كَانَ الْمَاءُ؟ قَالَ: \" عَلَى مَتْنِ الرِّيحِ \"\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 300\n",
        "3 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا مَيْمُونٌ أَبُو مُحَمَّدٍ السَّكُونِيُّ، حَدَّثَنِي شَيْخٌ قَالَ: سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ: كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ، فَجَاءَ رَجُلٌ , فَقَالَ: أَرَأَيْتَ قَوْلَ اللَّهِ عَزَّ وَجَلَّ: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} [هود: 7] عَلَى أَيِّ شَيْءٍ كَانَ الْمَاءُ؟ قَال\nَ: مِمَّنْ أَنْتَ؟ قَالَ: مِنْ أَهْلِ الْعِرَاقِ قَالَ: مِنْ أَيِّ الْعِرَاقِ؟ قَالَ: مِنْ أَهْلِ الْكُوفَةِ قَالَ: أَمَا إِنِّي سَأُحَدِّثُكَ وَلَا أَجِدُ مِنْ ذَلِكَ بُدًّا، \" كَانَ الْمَاءُ عَلَى مَتْنِ الرِّيحِ , وَكَانَتِ الرِّيحُ عَلَى الْهَوَاءِ \"\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 303\n",
        "4 -\nحَدَّثَنَا الْمِنْجَابُ بْنُ الْحَارِثِ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي ظَبْيَانَ، عَنِ ابْنِ عَبَّاسٍ، {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} [هود: 7] ، ثُمَّ رُفِعَ بُخَارُ الْمَاءِ , فَفُتِقَتْ مِنْهُ السَّمَاوَاتُ، ثُمَّ خُلِقَ النُّونُ فُدُحِيَتِ الْأَرْضُ عَلَى ظَهْرِ النُّونِ فَتَحَرَّكَ، فَمَادَتِ فَأُثْبِتَتْ\n[ص: 305]\nبِالْجِبَالِ؛ فَإِنَّ الْجِبَالَ لَتَفْخَرُ عَلَيْهَا \"\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 304\n",
        "5 -\nحَدَّثَنَا الْمِنْجَابُ بْنُ الْحَارِثِ، أَخْبَرَنَا أَبُو عَامِرٍ الْأَسَدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ\n[ص: 308]\nمُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ قَال\nَ: \" كَانَ عَلَى عَرْشِهِ قَبْلَ أَنْ يَخْلُقَ شَيْئًا، ثُمَّ خَلَقَ الْقَلَمَ , فَكَتَبَ مَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ \"\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 307\n",
        "6 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِمْرَانَ الْأَصْبَهَانِيُّ، حَدَّثَنَا إِسْحَاقُ\n[ص: 310]\nبْنُ سُلَيْمَانَ، حَدَّثَنَا عَنْبَسَةُ بْنُ سَعِيدٍ، عَنِ ابْنِ أَبِي لَيْلَى، وَعَمْرُو بْنُ أَبِي قَيْسٍ، حَدَّثَنَا عَنِ ابْنِ أَبِي لَيْلَى، عَنِ الْمِنْهَالِ بْنِ\n[ص: 311]\nعَمْرٍو، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} [هود: 7] قَالَ: \" كَان\nَ عَرْشُ اللَّهِ جَلَّ وَعَزَّ عَلَى الْمَاءِ , ثُمَّ اتَّخَذَ لِنَفْسِهِ جَنَّةً، ثُمَّ اتَّخَذَ دُونَهَا أُخْرَى , ثُمَّ أَطْبَقَهُمَا بِلُؤْلُؤَةٍ وَاحِدَةٍ \"، ثُمَّ قَالَ: {وَمِنْ دُونِهِمَا جَنَّتَانِ} [الرحمن: 62] وَهِيَ الَّتِي لَا يَعْلَمُ الْخَلَائِقُ مَا فِيهِمَا، وَهِيَ الَّتِي قَالَ: {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} [السجدة: 17] تَأْتِيهِمْ مِنْهَا أَوْ مِنْهُمَا كُلَّ يَوْمٍ تَحِيَّةٌ\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 309\n",
        "7 -\nحَدَّثَنَا أَبِي، وَعَمِّي أَبُو بَكْرٍ قَالَا: أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ،\n[ص: 314]\nعَنْ وَكِيعِ بْنِ عُدُسٍ، وَهُشَيْمٌ يَقُولُ فِي غَيْرِ هَذَا الْحَدِيثِ: نُسَمِّيهِ وَكِيعَ بْنَ عُدُسٍ، عنْ عَمِّهِ أَبِي رَزِينٍ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، أَيْنَ كَانَ رَبُّنَا قَبْلَ أنْ يَخْلُقَ خَلْقَهُ؟ قَال\nَ: \" كَانَ فِي عَمَاءٍ مَا تَحْتَهُ هَوَاءٌ، وَمَا فَوْقَهُ هَوَاءٌ، ثُمَّ خَلَقَ عَرْشَهُ عَلَى الْمَاءِ \"\n[ص: 317]\n8 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَرْوَانَ بْنِ مُعَاوِيَةَ قَالَ: سَمِعْتُ الْأَصْمَعِيَّ يَقُولُ: وَذَكَرَ هَذَا الْحَدِيثَ، فَقَالَ: \" الْعَمَاءُ فِي كَلَامِ الْعَرَبِ: السَّحَابُ الْأَبْيَضُ الْمَمْدُودُ، وَأَمَّا الْعَمَى الْمَقْصُورُ، فَالْبَصَرُ فَلَيْسَ هُوَ مِنْ مَعْنَى هَذَا، وَاللَّهُ أَعْلَمُ بِذَلِكَ , قَدِيرُ الْعَمَاءِ فِي مَبْلَغِهِ وَكَيْفَ كَانَ \"\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 313\n",
        "9 -\nحَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، وَأَبُو صُهَيْبٍ النَّضْرُ بْنُ سَعِيدٍ، وَعَبَّادُ بْنُ يَعْقُوبَ قَالُوا: حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ\n[ص: 320]\nالْهَمْدَانِيُّ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَيْرَةَ، عَنِ الْأَحْنَفِ بْنِ\n[ص: 321]\nقَيْسٍ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ: كُنَّا بِالْبَطْحَاءِ فِي عِصَابَةٍ فِيهِمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَرَّتْ سَحَابَةٌ، فَقَالَ: \" تَدْرُونَ مَا هَذِهِ؟ \" قَالُوا: سَحَابٌ قَالَ: \" وَالْمُزْنُ \" قَالُوا: وَالْمُزْنُ قَالَ: \" وَالْعَنَانُ \"، ثُمَّ قَالَ: \" تَدْرُونَ كَمْ بُعْدُ مَا بَيْنَ السَّمَاءِ وَالْأَرَضِينَ؟ \" قَالُوا: لَا، قَالَ: \" إِمَّا وَاحِدَةً أَوِ اثْنَتَيْنِ أَوْ ثَلَاثًا وَسَبْعِينَ سَنَةً، ثُمَّ السَّمَاءُ فَوْقَ ذَلِكَ حَتَّى عَدَّ سَبْعَ سَمَاواتٍ، ثُمَّ فَوْقَ السَّابِعَةِ بَحْرٌ بَيْنَ أَعْلَاهُ وَأَسْفَلَهُ مِثْلُ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ، ثُمَّ فَوْقَ ذَلِكَ كُلِّهِ ثَمَانِيَةُ أَمْلَاكٍ أَوْعَالٍ مَا بَيْنَ أَظْلَافِهِمْ إِلَى\n[ص: 322]\nرُكَبِهِمْ، مِثْلُ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ، ثُمَّ فَوْقَ ظُهُورِهِمُ الْعَرْشُ بَيْنَ أَعْلَاهُ وَأَسْفَلَهُ مِثْلُ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ، وَاللَّهُ تَعَالَى فَوْقَ ذَلِكَ \"\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 319\n",
        "10 -\nحَدَّثَنَا مُحَمَّدُ بْنُ أَبَانَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ،\n[ص: 326]\nحَدَّثَنَا يَحْيَى بْنُ الْعَلَاءِ، عَنْ عَمِّهِ شُعَيْبِ بْنِ خَالِدٍ قَالَ: حَدَّثَنِي سِمَاكُ بْنُ حَرْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَيْرَةَ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، وَلَمْ يَذْكُرْ عَبْدُ الرَّزَّاقِ فِي حَديثِهِ الْأَحْنَفَ قَالَ: كُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْبَطْحَاءِ فَمَرَّتْ سَحَابَةٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَتَدْرُونَ مَا هَذَا؟ \" قُلْنَا: السَّحَابُ. قَالَ: \" وَالْمُزْنُ \". قُلْنَا: وَالْمُزْنُ وَالْعَنَانُ. قَالَ: \" فَسَكَتْنَا، فَقَالَ: \" فَهَلَّا، تَدْرُونَ كَمْ بَيْنَ السَّمَاءِ وَالْأَرْضِ؟ \" قُلْنَا: اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: \" بَيْنَهُمَا مَسِيرَةُ خَمْسِمِائَةِ سَنَةٍ، وَكِثَفُ كُلِّ سَمَاءٍ خَمْسُمِائَةِ سَنَةٍ، وَفَوْقَ السَّمَاءِ السَّابِعَةِ بَحْرٌ، بَيْنَ أَسْفَلِهِ وَأَعْلَاهُ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، ثُمَّ فَوْقَ ذَلِكَ ثَمَانِيَةُ أَوْعَالٍ بَيْنَ رُكَبِهِمْ وَأَظْلَافِهِمْ كَمَا بَيْنَ السَّمَاءِ\n[ص: 327]\nوَالْأَرْضِ، ثُمَّ فَوْقَ ذَلِكَ الْعَرْشُ مَا بَيْنَ أَسْفَلِهِ وَأَعْلَاهُ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ وَاللَّهُ عَزَّ وَجَلَّ فَوْقَ ذَلِكَ، لَيْسَ يَخْفَى عَلَيْهِ مِنْ أَعْمَالِ الْعِبَادِ شَيْءٌ \"\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 325\n",
        "11 -\nحَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا وَهْبُ بْنُ\n[ص: 328]\nجَرِيرٍ، حَدَّثَنَا أَبِي قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ، يُحَدِّثُ\n[ص: 329]\nعَنْ يَعْقُوبَ بْنِ عُتْبَةَ، وَجُبَيْرَ بْنَ مُحَمَّدِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْرَابِيٌّ , فَقَالَ: يَا رَسُولَ اللَّهِ، جُهِدَتِ الْأَنْفُسُ، وَضَاعَ الْعِيَالُ، وَهَلَكَتِ الْأَمْوَالُ، وَهَلَكَتِ الْأَنْعَامُ، فَاسْتَسْقِ اللَّهَ لَنَا، فإِنَّا نَسْتَشْفِعُ بِكَ عَلَى اللَّهِ، وَنَسْتَشْفِعُ بِاللَّهِ عَلَيْكَ، فَقَالَ رَسُولُ اللَّهِ عَلَيْهِ السَّلَامُ: \" وَيْحَكَ، تَدْرِي مَا تَقُولُ،\n[ص: 330]\nفَسَبَّحَ رَسُولُ اللَّهِ، فَمَا زَالَ يُسَبِّحُ حَتَّى عُرِفَ ذَلِكَ فِي وُجُوِهِ أصْحَابِهِ، ثُمَّ قَالَ: وَيْلَكَ، لَا يُسْتَشْفَعُ بِاللَّهِ عَلَى أَحَدٍ مِنْ خَلْقِهِ، شَأْنُ اللَّهِ أَعْظَمُ مِنْ ذَلِكَ، وَيْحَكَ مَا تُدْري مَا اللَّهُ؟، إِنَّ عَرْشَهُ عَلَى سَمَوَاتِهِ وَأَرَاضِيهِ هَكَذَا \" , وَقَالَ بِأَصَابِعِهِ مِثْلَ الْقُبَّةِ وَصَفَ ذَلِكَ وَهْبٌ وَأَمَالَ كَفَّهُ وَأَصَابِعَهُ الْيُ\nمْنَى وَقَالَ هَكَذَا وَإِنَّهُ لَيَئِطُّ بِهِ أَطِيطَ الرَّحْلِ بِالرَّاكِبِ \"\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 327\n",
        "12 -\nحَدَّثَنَا عُبَيْدُ بْنُ يَعِيشَ، حَدَّثَنَا أَبُو يَزِيدَ الْمَعْنَى،\n[ص: 334]\nحَدَّثَنَا إِسْرَائِيلُ، عَنْ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" سَلُوا اللَّهَ جَنَّةَ الْفِرْدَوْسِ فَإِنَّهَا\n[ص: 335]\nصُرَّةُ الْجَنَّةِ، وَإِنَّ أَهْلَ الْفِرْدَوْسِ لَيَسْمَعُونَ أَطِيطَ الْعَرْشِ \"\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 333\n",
        "13 -\nحَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ صَالِحٍ، حَدَّثَنَا زُهَيْرٌ، عَنْ خُصَيْفٍ، عَنْ\n[ص: 338]\nعِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: {تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ} [الشورى: 5] قَال\nَ: \" مِمَّنْ فَوْقِهِنَّ مِنَ الثِّقَلِ \" قَالَ: وَقَرَأَهَا خُصَيْفٌ، يَنْفَطِرْنَ\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 337\n",
        "14 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا يَحْيَى بْنُ\n[ص: 340]\nيَمَانٍ، عَنْ شَرِيكٍ، عَنْ خُصَيْفٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاس\nٍ، {السَّمَاءُ مُنْفَطِرٌ بِهِ} [المزمل: 18] قَالَ: \" بِاللَّهِ عَزَّ وَجَلَّ \"\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 339\n",
        "15 -\nحَدَّثَنَا الْحَسَنُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ\n[ص: 342]\nقَتَادَة\nَ، {يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ} [الشورى: 5] قَالَ: \" يَنْفَطِرْنَ مِنْ عَظَمَةِ اللَّهِ وَجَلَالِهِ \"\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 341\n",
        "16 -\nحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ،\n[ص: 343]\nعَنْ عَطَاءٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَال\nَ: \" تَفَكَّرُوا فِي كُلِّ شَيْءٍ وَلَا تَفَكَّرُوا فِي اللَّهِ، فَإِنَّ بَيْنَ السَّمَاءِ السَّابِعَةِ إِلَى كُرْسِيِّهِ أَلْفَ نُورٍ وَهُوَ فَوْقَ ذَلِكَ \"\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 342\n",
        "17 -\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي مُعَاوِيَةَ، وَهَنَّادُ بْنُ السَّرِيِّ\n[ص: 346]\nقَالَا: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ نَصْرٍ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَا بَيْنَ الْأَرْضِ إِلَى السَّمَاءِ مَسِيرَةُ خَمْسِمِائَةِ سَنَةٍ، غِلَظُ كُلِّ سَمَاءٍ خَمْسُمِائَةِ سَنَةٍ، وَمَا بَيْنَ كُلِّ سَمَاءٍ إِلَى السَّمَاءِ الَّتِي تَلِيهَا مَسِيرَةُ خَمْسِمِائَة سَنَةٍ،\n[ص: 347]\nوَالْأَرَضِينَ مِثْلُ ذَلِكَ، وَمَا بَيْنَ السَّمَاءِ السَّابِعَةِ إِلَى الْعَرْشِ مِثْلُ جَمِيعِ ذَلِكَ كُلِّهِ \"\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 345\n",
        "18 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ جَابِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَحْيَى، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْه\nُ {السَّمَاءُ مُنْفَطِرٌ بِهِ} [المزمل: 18] قَالَ: \" مُمْتَلِئَةٌ\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 348\n",
        "19 -\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا الْهَيْثَمُ بْنُ الْأَشْعَثِ السُّلَمِيُّ، حَدَّثَنَا أَبُو حَنِيفَةَ الْيَمَامِيُّ الْأَنْصَارِيُّ، عَنْ عُمَيْرِ بْنِ\n[ص: 350]\nعَبْدِ اللَّهِ قَالَ: خَطَبَنَا عَلِيُّ بْنُ أَبِي طَالِبٍ عَلَى مِنْبَرِ الْكُوفَةِ قَالَ: \" كُنْتُ إِذَا أَمْسَكْتُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ابْتَدَأَنِي، وَإِنْ سَأَلْتُهُ عَنِ الْخَبَرِ أَنْبَأَنِي، وَإِنَّهُ حَدَّثَنِي عَنْ رَبِّهِ قَالَ: قَالَ الرَّبُّ جَلَّ وَعَز\nَّ: وَارْتِفَاعِي فَوْقَ عَرْشِي، مَا مِنْ أَهْلِ قَرْيَةٍ , وَلَا مِنْ أَهْلِ بِيتٍ كَانُوا عَلَى مَا كَرِهْتُ مِنْ مَعْصِيَتِي، ثُمَّ تَحَوَّلُوا عَنْهَا إِلَى مَا أحْبَبْتُ مِنْ طَاعَتِي إِلَّا تَحَوَّلْتُ لَهُمْ عَمَّا يَكْرَهُونَ مِنْ عَذَابِي إِلَى مَا يُحِبُّونَ مِنْ رَحْمَتِي\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 349\n",
        "20 -\nحَدَّثَنَا عَمِّي أَبُو بَكْرٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ\n[ص: 352]\nعَوْفٍ، عَنْ عَبَّاسٍ الْقَمِّيِّ قَالَ: بَلَغَنِي أَنَّ دَاوُدَ كَانَ يَقُولُ فِي دُعَائِه\nِ: \" سُبْحَانَكَ اللَّهُمَّ، أَنْتَ تَعَالَيْتَ فَوْقَ عَرْشِكَ، وَجَعَلْتَ خَشْيَتَكَ عَلَى مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ، فَأَقْرَبُ خَلْقِكَ مِنْكَ أَشَدُّهُمْ لَكَ خَشْيَةً، وَمَا عِلْمُ مَنْ لَمْ يَخْشَكَ وَمَا حِكْمَةُ مَنْ لَمْ يُطِعْ أمْرَكَ \"\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 351\n",
        "21 -\nحَدَّثَنَا مُلَيْحُ بْنُ وَكِيعٍ، وَإِسْحَاقُ بْنُ مُوسَى قَالَا: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنِي أَبُو عَمْرٍو الْأَوْزَاعِيُّ\n[ص: 354]\nعَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو قَالَ: حَدَّثَنِي ابْنُ شِهَابٍ الزُّهْرِيُّ، حَدَّثَنِي عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ،\n[ص: 355]\nرضِيَ اللَّهُ عَنْهُمَا عَنْ رِجَالٍ مِنَ الْأَنْصَارِ أَنَّهُمْ كَانُوا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ رُمِيَ بِنَجْمٍ فَاسْتَنَارَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَا كُنْتُمْ تَقُولُونَ لِمِثْلِ هَذَا فِي الْجَاهِليَّةِ؟ \"، قَالُ: كُنَّا نَقُولُ: وُلِدَ اللَّيْلَةَ رَجُلٌ عَظِيمٌ، أَوْ مَاتَ رَجُلٌ عَظِيمٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّه\nُ لَا يُرْمَى بِهَا لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، وَلَكِنَّ رَبَّنَا تَبَارَكَ وَتَعَالَى إِذَا قَضَى فِي السَّمَاءِ أَمْرًا، سَبَّحَتْهُ حَمَلَةُ الْعَرْشِ، ثُمَّ سَبَّحَتْهُ مَلَائِكَةُ السَّمَاءِ الَّذِينَ يَلُونَ حملة الْعَرْشَ، ثُمَّ سَبَّحَتْهُ أَهْلُ السَّمَاءِ الثَّانِيَةِ حَتَّى يَنْتَهِيَ التَّسْبِيحُ إِلَى السَّمَاءِ الدُّنْيَا، ثُمَّ يَقُولُ الَّذِينَ يَلُونَ حَمَلَةَ الْعَرْشِ لِحَمَلَةِ الْعَرْشِ: مَاذَا قَالَ رَبُّكُمْ؟ فَيُخْبِرُونَهُمْ، ثُمَّ يَسْتَخْبِرُ أَهْلُ السَّمَاءِ أَهْلَ السَّمَاوَاتِ بَعْضُهُمْ بَعْضًا، حَتَّى يَنْتَهِيَ الْخَبَرُ إِلَى السَّمَاءِ، وَتَخْطَفُ الْجِنُّ السَّمْعَ، فَمَا جَاءُوا بِهِ عَلَى وَجْهِهِ فَهُوَ حَقٌّ، وَلَكِنَّهُمْ يفْرقُونَ فِيهِ وَيَزِيدُونَ \"\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 353\n",
        "22 -\nحَدَّثَنَا الْمِنْجَابُ بْنُ الْحَارِثِ، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ، حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ عُبَيْدِ اللَّهِ بْنِ شِهَابٍ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ نَفَرٍ مِنَ الْأَنْصَارِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُمْ: \" مَا كُنْتُمْ تَقُولُونَ فِي هَذِهِ النُّجُومِ الَّتِي\n[ص: 358]\nيُرْمَى بِهَا؟ \"، قَالُوا: يَا نَبِيَّ اللَّهِ، كُنَّا نَقُولُ حِينَ رَأَيْنَاهَا يُرْمَى بِهَا: مَاتَ مَلِكٌ، هَلَكَ مَلِكٌ، وُلِدَ مَوْلُودٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لَيْسَ ذَلِكَ كَذَلِكَ، وَلَكِنَّ اللَّه\nَ إِذَا قَضَى فِي خَلْقِهِ أَمْرًا سَمِعَهُ حَمَلَةُ الْعَرْشِ فَسَبَّحُوا؛ فَسَبَّحَ مَنْ تَحْتَهُمْ بِتَسْبِيحِهِمْ، فَسَبَّحَ مَنْ بَعْدَ ذَلِكَ، فَلَمْ يَزَلِ التَّسْبِيحُ يَهْبِطُ حَتَّى يَنْتَهِيَ إِلَى السَّمَاءِ الدُّنْيَا فَيُسَبِّحُونَ، ثُمَّ يَقُولُ بَعْضُهُمْ لِبَعْضٍ: مِمَّ سَبَّحْتُمْ؟ فَيَقُولُونَ: سَبَّحَ مَنْ فَوْقَنَا، فَسَبَّحْنَا بِتَسْبِيحِهِمْ، فَيَقُولُونَ: أَفَلَا تَسْأَلُونَ مَنْ فَوْقَكُمْ مِمَّ سَبَّحُوا؟ فَيَقُولُونَ مِثْلَ ذَلِكَ حَتَّى يَنْتَهُونَ إِلَى حَمَلَةِ الْعَرْشِ، فَيُقَالُ لَهُمْ: مِمَّ سَبَّحْتُمْ؟ فَيَقُولُونَ: قَضَى اللَّهُ فِي خَلْقِهِ كَذَا وَكَذَا، الْأَمْرَ الَّذِي كَانَ قَدْ هَبَطَ بِهِ الْخَبَرُ مِنْ سَمَاءٍ إِلَى سَمَاءٍ، حَتَّى يَنْتَهُونَ إِلَى سَمَاءِ الدُّنْيَا، فَيَتَحَدَّثُونَ بِهِ، فَيَسْتَرِقُ الشَّيَاطِينُ بِالسَّمْعِ عَلَى قَوْلِهِمْ وَاخْتِلَافِهِمْ، ثُمَّ يَأْتُونَ الْكُهَّانَ مِنْ أَهْلِ الْأَرْضِ فَيُحَدِّثُونَهُمْ بِهِ فَيُخْطِئونَ وَيُصيبُونَ، فَيَتَحَدَّثُ بِهِ الْكُهَّانُ فَيُصِيبُونَ بَعْضًا، ثُمَّ إِنَّ اللَّهَ حَجَبَ الشَّيَاطِينَ بِهَذِهِ النُّجُومِ الَّتِي يُقْذَفُونَ بِهَا، فَانْقَطَعَتِ الْكِهَانَةُ فَلَا كِهَانَةَ \"\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 357\n",
        "23 -\nحَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ الصَّفَّارُ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ الْمَجِيدِ، عَنْ هِشَامِ\n[ص: 362]\nبْنِ الْغَازِ، عَنْ مَكْحُولٍ، عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" مَنْ قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي: اللَّهُمَّ إني أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ مَلَائِكَتَكَ , وَحَمَلَةَ عَرْشِكَ , وَجَمِيعَ خَلْقِكَ بِأَنَّكَ أَنْتَ اللَّهُ\n[ص: 363]\nلَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ أُعْتِقَ اللَّهُ رُبُعَهُ مِنَ النَّارِ، فَإِنْ قَالَهَا أَرْبَعَ مَرَّاتٍ أَعْتَقَهُ اللَّهُ مِنَ النَّارِ \"\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 361\n",
        "24 -\nحَدَّثَنَا اللَّيْثُ بْنُ هَارُونَ، وَمُحَمَّدُ بْنُ إِسْمَاعِيلَ\n[ص: 367]\nقَالَا: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، أَخْبَرَنِي جَعْفَرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا هَارُونُ بْنُ رِئَابٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ قَالَ: \" حَمَلَةُ\n[ص: 368]\nالْعَرْشِ ثَمَانِيَةٌ، فَأَرْبَعَةٌ مِنْهُمْ يَقُولُونَ: سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ عَلَى حِلْمِكَ بَعْدَ عِلْمِكَ، وَأَرْبَعَةٌ يَقُولُونَ: سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ عَلَى عَفْوِكَ بَعْدَ قُدْرَتِكَ \" قَالَ: \" وَكَانُوا يَرَوْنَ أَنَّهُمْ يَرَوْنَ ذُنُوبَ بَنِي آدَمَ \"\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 366\n",
        "25 -\nحَدَّثَنَا عُبَيْدُ بْنُ يَعِيشَ، حَدَّثَنَا ابْنُ الْحُبَابِ، حَدَّثَنَا حُمَيْدٌ مَوْلَى ابْنِ عَلْقَمَةَ الْمَكِّيُّ، حَدَّثَنَا عَطَاءُ بْنُ أَبِي رَبَاحٍ، عَنْ أَبِي هُرَيْرَةَ،\n[ص: 370]\nحَدَّثَنِي سَلْمَانُ ابْنُ الْإِسْلَامِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ \" مَنْ قَالَ: اللَّهُمَّ إِنِّي أُشْهِدُكَ، وَأُشْهِدُ الْمَلَائِكَةَ , وَحَمَلَةَ الْعَرْشِ وَالسَّمَاوَاتِ , وَمَنْ فِيهِنَّ , وَالْأَرْضَ وَمَنْ فِيهِنَّ، وَأُشْهِدُ جَمِيعَ خَلْقِكَ بِأَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ، وَأُكَفِّرُ مَنْ أَبَى ذَلِكَ مِنَ الْأَوَّلِينَ وَالْآخِرِينَ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ، مَنْ قَالَهَا مَرَّةً أَعْتَقَ ثُلُثَهُ مِنَ النَّارِ، وَمَنْ قَالَهَا مَرَّتَيْنِ أَعْتَقَ اللَّهُ ثُلُثَيْهِ مِنَ النَّارِ، وَمَنْ قَالَهَا ثَلَاثًا أُعْتِقَ مِنَ النَّارِ \"\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 369\n",
        "26 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنْ يَزِيدَ بْنِ الْأَصَمِّ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ\n[ص: 372]\nعَنْهُمَا قَال\nَ: حَمَلَةُ الْعَرْشِ مَا بَيْنَ كَعْبِ أحَدِهِمْ إِلَى أَسْفَلِ قَدَمَيْهِ مَسِيرَةُ خَمْسِمِائَةِ عَامٍ، وَزَعَمُوا أَنَّ خُطْوَةَ مَلَكِ الْمَوْتِ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 371\n",
        "27 -\nحَدَّثَنَا الْمِنْجَابُ بْنُ الْحَارِثِ، أَخْبَرَنَا بِشْرُ بْنُ عُمَارَةَ، عَنْ أَبِي رَوْقٍ، عَنِ الضَّحَّاكِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فِي قَوْلِهِ تَعَالَى: {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} [الحاقة: 17]\n[ص: 376]\nقَالَ: الثَّمَانِيَةُ , يَقُولُ: ثَّمَانِيَةُ أَجْزَاءٌ مِنْ تِسْعَةٍ , قَالَ: الْجِنُّ , وَالْإِنْسُ , وَالشَّيَاطِينُ , وَالْمَلَائِكَةُ كُلُّهُمْ إِلَّا الْكَرُوبِيِّينَ حَمَلَةُ الْعَرْشِ جُزْءٌ وَالْكَرُوبِيُّونَ ثَمَانِيَةُ أَجْزَاءٍ، كُلُّ جُزْءٍ مِنْهُمْ بِعُدَّةِ هَؤُلَاءِ الْأَرْبَعَةِ. قَالَ: فَهُوَ قَوْلُهُ: {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} [الحاقة: 17]\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 375\n",
        "28 -\nحَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ، حَدَّثَنَا شَرِيكٌ، عَنْ سِمَاكٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَيْرَةَ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ قَالَ: سَمِعْتُ الْعَبَّاسَ بْنَ عَبْدِ الْمُطَّلِبِ رَضِيَ اللَّهُ عَنْهُ فِي قَوْلِهِ عَزَّ وَجَل\nَّ: {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} [الحاقة: 17] قَالَ: \" ثَمَانِيَةُ أَمْلَاكٍ فِي صُورَةِ الْأَوْعَالِ قَالَ: مَا بَيْنَ ظِلْفِ قَدَمِهِمْ إِلَى رُكْبَتِهِ مَسِيرَةُ سَبْعِينَ خَرِيفًا \"\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 377\n",
        "29 -\nحَدَّثَنَا عَمِّي أَبُو بَكْرٍ، حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ جَعْفَرٍ عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ رضي الله عنه قَالَ: \" إِن\nَّ الْمَلَائِكَةَ الَّذِينَ يَحْمِلُونَ الْعَرْشَ يَتَكَلَّمُونَ بِالْفَارِسِيَّةِ الدَّرِيَّةِ \"\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 378\n",
        "30 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنْ عَطَاءٍ، عَنْ مَيْسَرَةَ فِي قَوْلِهِ: {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} [الحاقة: 17]\n[ص: 380]\nقَال\nَ: \" أرْجُلُهُمْ فِي التُّخُومِ لَا يَسْتَطِيعُونَ أَنْ يَرْفَعُوا أبْصَارَهُمْ مِنْ شُعَاعِ النُّورِ \"\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 379\n",
        "31 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ، عَنِ الرَّبِيعِ بْنِ\n[ص: 381]\nأَنَسٍ فِي قَوْلِه\nِ: {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} [الحاقة: 17] قَالَ: \" ثَمَانِيَةٌ مِنَ الْمَلَائِكَةِ \"\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 380\n",
        "32 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا جَرِيرٌ، عَنْ أَشْعَثَ، عَنْ\n[ص: 382]\nجَعْفَرٍ، عَنْ سَعِيدٍ {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} [الحاقة: 17] قَال\nَ: \" ثَمَانِيَةُ صُفُوفٍ مِنَ الْمَلَائِكَةِ \"\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 381\n",
        "33 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا الْحَكَمُ بْنُ ظُهَيْرٍ، عَنِ\n[ص: 383]\nالسُّدِّيِّ، عَنْ أَبِي مَالِكٍ، عَنِ ابْنِ عَبَّاسٍ {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} [الحاقة: 17] قَال\nَ: \" ثَمَانِيَةُ صُفُوفٍ مِنَ الْمَلَائِكَةِ لَا يَعْلَمُ عِدَّتَهُمْ إِلَّا اللَّهُ \"\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 382\n",
        "34 -\nحَدَّثَنَا أَبُو يَعْقُوبَ الْكَاهِلِيُّ، حَدَّثَنَا مُهَاجِرُ بْنُ كَثِيرٍ الْأَسَدِيُّ أَبُو عَامِرٍ، حَدَّثَنَا الْحَكَمُ بْنُ مَصْقَلَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" مَنْ أَسْرَجَ فِي مَسْجِدٍ مِنْ مَسَاجِدِ اللَّهِ بِسِرَاجٍ لَمْ يَزَلِ الْمَلَائِكَةُ وَحَمَلَةُ الْعَرْشِ يَسْتَغْفِرُونَ لَهُ مَا دَامَ فِي ذَلِكَ الْمَسْجِدِ ضَوْءٌ مِنْ ذَلِكَ السِّرَاجِ \"\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 384\n",
        "35 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحَكَمِ، حَدَّثَنَا سَيَّارٌ، حَدَّثَنَا مُوسَى بْنُ سَعِيدٍ الرَّاسِبِيُّ، حَدَّثَنَا هِلَالٌ أَبُو جَبَلَةَ، عَنْ أَبِي\n[ص: 386]\nعَبْدِ السَّلَامِ، عَنْ أَبِيهِ، عَنْ كَعْبٍ , قَالَ سَيَّارٌ: وَحَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْجَلِيلِ، عَنْ أَبِي عَبْدِ السَّلَامِ، عَنْ كَعْبٍ قَالَ: إِنَّ اللَّهَ تَعَالَى قَالَ: يَا\nمُوسَى بْنَ عِمْرَانَ، إِنِّي آمُرُ حَمَلَةَ الْعَرْشِ أَنْ يُمْسِكُوا عَنِ الْعِبَادَةِ إِذَا دَخَلَ شَهْرُ رَمَضَانَ، وَأَنْ كُلَّمَا دَعَا صَائِمُو شَهْرِ رَمَضَانَ أَنْ يَقُولُوا: آمِينَ، فَإِنِّي آلَيْتُ عَلَى نَفْسِي أَنْ لَا أَرُدَّ دَعْوَةَ صَائِمِ شَهْرِ رَمَضَانَ \"\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 385\n",
        "36 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ الرَّبِيعِ بْنِ أَبِي رَاشِدٍ،\n[ص: 388]\nحَدَّثَنَا عَمْرُو بْنُ عَطِيَّةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: \" مَا مِنْ عَبْدٍ يَقُولُ أَرْبَعَ مَرَّاتٍ: اللَّهُمَّ إِنِّي أُشْهِدُكَ وَكَفَى بِكَ شَهِيدًا، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ , وَمَلَائِكَتَكَ , وَجَمِيعَ خَلْقِكَ، وَأنَا أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ، إِلَّا كَتَبَ اللَّهُ لَهُ فِكَاكًا مِنَ النَّارِ \"\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 387\n",
        "37 -\nحَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارٍ، حَدَّثَنَا أَبُو مَعْشَرٍ، عَنْ نَافِعٍ مَوْلًى لِآلِ الزُّبَيْرِ، عَنْ أَبِي هُرَيْرَةَ، وَعَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ\n[ص: 390]\nرَضِيَ اللَّهُ عَنْهُ قَالَ: لَمَّا أَرَادَ اللَّهُ أَنْ يَخْلُقَ آدَمَ بَعَثَ مَلَكًا مِنَ الْمَلَائِكَةِ مِنْ حَمَلَةِ الْعَرْشِ إِلَى الْأَرْضِ، فَلَمَّا أَهْوَى لِيَأْخُذَ مِنْهَا قَالَتْ لَهُ الْأَرْضُ: أَسْأَلُكَ بِالَّذِي أَرْسَلَكَ أَلَّا تَأْخُذَ مِنِّي الْيَوْمَ شَيْئًا يَكُونُ لِلنَّارِ فِيهِ نَصِيبٌ غَدًا. قَالَ: فَتَرَكَهَا، فَلَمَّا رَجَعَ إِلَى رَبِّهِ قَالَ: مَا مَنَعَكَ أَنْ تَأْتِيَنِي بِمَا أَمَرْتُكَ بِهِ؟ فَقَالَ: يَا رَبِّ، سَأَلَتْنِي بِكَ أَلَّا آخُذَ مِنْهَا شَيْئًا يكُونُ لِلنَّارِ غَدًا مِنْهُ نَصِيبٌ، فَأَعْظَمْتُ أَنْ أَرُدَّ شَيْئًا سَأَلْنِي بِكَ. قَالَ: ثُمَّ أَرْسَلَ آخَرَ مِنْ حَمَلَةِ الْعَرْشِ فَلَمَّا أَهْوَى لِيَأْخُذَ مِنْهَا، قَالَتْ لَهُ الْأَرْضُ: أَسْأَلُكَ بِالَّذِي أَرْسَلَكَ أَلَّا تَأْخُذَ مِنِّي الْيَوْمَ شَيْئًا يَكُونُ لِلنَّارِ فِيهِ نَصِيبٌ. قَالَ: فَتَرَكَهَا، فَلَمَّا رَجَعَ إِلَى رَبِّهِ قَالَ: مَا مَنَعَكَ أَنْ تَأْتِيَنِي بِمَا أَمَرْتُكَ بِهِ؟ قَالَ: يَا رَبِّ، سَأَلَتْنِي بِكَ أَلَّا آخُذَ مِنْهَا شَيْئًا يكُونُ لِلنَّارِ فِيهِ نَصِيبٌ غَدًا , فَأَعْظَمْتُ أَنْ أَرُدَّ شَيْئًا سَأَلَْنِي بِكَ. قَالَ: ثُمَّ أَرْسَلَ آخَرَ مِنْ حَمَلَةِ الْعَرْشِ، فَلَمَّا أَهْوَى لِيَأْخُذَ مِنْهَا قَالَتْ لَهُ مِثْلَ مَا قَالَتْ لِلْأَوَّلِ , فَتَرَكَهَا، ثُمَّ رَجَعَ إِلَى رَبِّهِ , فَقَالَ مِثْلَ مَا قَالَ الْأَوَّلُ، حَتَّى أَرْسَلَ حَمَلَةَ الْعَرْشِ كُلَّهُمْ، كُلُّ ذَلَكٍ تَقُولُ لَهُمْ مِثْلَ ذَلِكَ , فَيْرِجُعونَ , إلى ربهم , فَيَقُولُونَ مِثْلَ ذَلِكَ، حَتَّى أَرْسَلَ مَلَكَ الْمَوْتِ فَلَمَّا أَهْوَى لِيَأْخُذَ مِنْهَا قَالَتْ لَهُ الْأَرْضُ: أَسْأَلُكَ بِالَّذِي أَرْسَلَكَ أَنْ\n[ص: 391]\nلَا تَأْخُذَ مِنِّي الْيَوْمَ شَيْئًا يكُونُ لِلنَّارِ فِيهِ نَصِيبٌ غَدًا، فَقَالَ مَلَكُ الْمَوْتِ: إِنَّ الَّذِي أَرْسَلَنِي إِلَيْكِ أَحَقُّ بِالطَّاعَةِ مِنْكِ \"\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 389\n",
        "38 -\nحَدَّثَنَا عَلِيُّ بْنُ مُكتفِ بْنِ بَكْرٍ التَّمِيمِيِّ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ\n[ص: 392]\nإِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ قَالَ: أَرْسَلَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا إِلَى ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا يَسْأَلُهُ هَلْ رَأَى مُحَمَّدٌ رَبَّهُ؟ فَأَرْسَلَ إِلَيْهِ ابْنُ عَبَّاسٍ أَنْ نَعَمْ. قَالَ: فَرَدَّ عَلَيْهِ ابْنُ عُمَرَ رَسُولَهُ أَنْ كَيْفَ رَآهُ؟ قَالَ: رَآهُ فِي رَوْضَةٍ خَضْرَاءَ، رَوْضَةٍ مِنَ الْفِرْدَوْسِ\n[ص: 393]\nدُونَهُ فِرَاشٌ مِنْ ذَهَبٍ، عَلَى سَرِيرٍ مِنْ ذَهَبٍ يَحْمِلُهُ أَرْبَعَةٌ مِنَ الْمَلَائِكَةِ، مَلَكٌ فِي صُورَةِ رَجُلٍ، وَمَلَكٌ فِي صُورَةِ ثَوْرٍ، وَمَلَكٌ فِي صُورَةِ أَسَدٍ، وَمَلَكٌ فِي صُورَةِ نَسْرٍ \"\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 391\n",
        "39 -\nحَدَّثَنَا الْقَاسِمُ بْنُ خَلِيفَةَ، حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، حَدَّثَنَا طَلْحَةُ بْنُ عَمْرٍو الْحَضْرَمِيُّ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: لَمَا أَهْبَطَ اللَّهُ آدَمَ كَانَ رَأْسُهُ فِي السَّمَاءِ وَرِجْلَاهُ فِي\n[ص: 396]\nالْأَرْضِ، فَوَضَعَ اللَّهُ يَدَهُ عَلَى رَأْسِهِ فَطَأْطَأَهُ سَبْعِينَ بَاعًا قَالَ: يَا رَبِّ، مَا لِي لَا أَسْمَعُ صَوْتَ مَلَائِكَتِكَ , وَلَا أُوجِسُهُمْ، فَقَالَ اللَّهُ: \" خَطِيئَتُكَ يَا آدَمُ، وَلَكِنِ اذْهَبْ , فابْنِ لِي بَيْتًا، وَطُفْ بِهِ , وَاذْكُرْنِي حَوْلَهُ كَمَا رَأَيْتَ الْمَلَائِكَةَ يَصْنَعُونَ حَوْلَ عَرْشِي \". قَالَ ابْنُ عَبَّاسٍ: فَأَقْبَلَ آدَمُ يَتَخَطَّى الْأَرْضَ , فَمَوْضِعُ كُلِّ قَدَمٍ قَرْيَةٌ وَمَا بَيْنَهُمَا مَفَازَةٌ حَتَّى وَضَعَ الْبَيْتَ \"\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 395\n",
        "40 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ،\n[ص: 399]\nعَنْ أَبِي قِلَابَةَ قَال\nَ: \" لَمَّا أُهْبِطَ آدَمُ إِلَى الْأَرْضِ قَالَ اللَّهُ: يَا آدَمُ، إِنِّي مُهْبِطٌ مَعَكَ بَيْتًا يُطَافُ حَوْلَهُ كَمَا يُطَافُ حَوْلَ عَرْشِي، وَيُصَلَّى عِنْدَهُ كَمَا يُصَلَّى عِنْدَ عَرْشِي. قَالَ: فَلَمْ يَزَلْ كَذَلِكَ حَتَّى كَانَ الطُّوفَانُ رُفِعَ، فَكَانَتِ الْأَنْبِيَاءُ تَحُجُّهُ , فَيَأْتُونَهُ , وَلَا يَعْرِفُونَ مَوْضِعَهُ، حَتَّى بَوَّأَهُ اللَّهُ لِإِبْرَاهِيمَ الْخَلِيلِ عَلَيْهِ السَّلَامُ \"\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 398\n",
        "41 -\nحَدَّثَنَا عَمِّي أَبُو بَكْرٍ، وَحَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، وَحَدَّثَنَا أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ مَرْوَانَ الْعِجْلِيُّ، جَمِيعًا عَنْ عُمَارَةَ بْنِ أَبِي حَفْصَةَ، عَنْ حُجْرٍ الْيَشْكُرِيِّ، عَنْ سَعِيدِ بْنِ\n[ص: 401]\nجُبَيْر\nٍ فَصَعِقَ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ قَالَ: \" هُمُ الشُّهَدَاءُ ثَنِيَّةُ اللَّهِ حَوْلَ الْعَرْشِ مُتَقَلِّدِي السُّيوفِ \"\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 400\n",
        "42 -\nحَدَّثَنَا صَالِحُ بْنُ سُهَيْلٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ عَاصِمٍ، عَنْ عِيسَى الْمَدَنِيِّ قَالَ: سَمِعْتُ\n[ص: 403]\nعَلِيَّ بْنَ الْحُسَيْنِ سَألَ كَعْبَ الْأَحْبَارِ عَنْ قَوْلِ اللَّهِ عَزَّ وَجَل\nَّ: فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ قَالَ: \" الَّذِينَ اسْتَثْنَى اللَّهُ: جِبْرِيلُ وَمِيكَائِيلُ وَحَمَلَةُ الْعَرْشِ وَمَلَكُ الْمَوْتِ قَالَ: فَيَأْتِي مَلَكُ الْمَوْتِ فَيَقْبِضُ أَرْوَاحَ هَؤُلَاءِ حَتَّى لَا يَبْقَى غَيْرُهُ وَرَبُّ الْعِزَّةِ جَلَّ وَعَزَّ، فَيَقُولُ: يَا مَلَكَ الْمَوْتِ، مُتْ فَيَمُوتُ، فذَلِكَ قَوْلُهُ: {كُلُّ مَنْ عَلَيْهَا فَانٍ} [الرحمن: 26] {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: 27] , وَذَلِكَ قَوْلُهُ: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} [القصص: 88] \"\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 402\n",
        "43 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ قَالَ: حَدَّثَنِي كَعْبٌ \" أَن\nَّ سُبْحَانَ اللَّهِ , وَالْحَمْدُ لِلَّهِ , وَلَا إِلَهَ إِلَّا اللَّهُ , وَاللَّهُ أكْبَرُ لَهُنَّ دَوِيُّ حَوْلَ الْعَرْشِ كَدَوِيِّ النَّحْلِ، يُذَكِّرْنَ بِصَاحِبِهِنَّ، وَالْعَمَلُ الصَّالِحُ فِي الْخَزَائنِ \"\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 405\n",
        "44 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا وَكِيعٌ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ\n[ص: 407]\nمُطَرِّفٍ، عَنْ كَعْبٍ قَالَ: \" إِن\nَّ لِلْكَلَامِ الطَّيِّبِ حَوْلَ الْعَرْشِ دَوِيًّا كَدَوِيِّ النَّحْلِ يُذَكِّرُ بِصَاحِبِهِ \"\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 406\n",
        "45 -\nحَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ غَزْوَانَ، حَدَّثَنَا أَبُو النَّضْرِ هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا قَيْسُ بْنُ\n[ص: 408]\nالرَّبِيعِ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ {وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ} [البقرة: 255] قَال\nَ: \" مَا السَّمَوَاتُ وَالْأَرْضُ فِي الْعَرْشِ إِلَّا مِثْلُ حَلْقَةٍ فِي أَرْضِ فَلَاةٍ \"\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 407\n",
        "46 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا شَاذَانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ\n[ص: 410]\nأَبِي النَّضْرَةِ قَالَ: خَطَبَنَا ابْنُ عَبَّاسٍ بِالْبَصْرَةِ عَلَى هَذَا الْمِنْبَرِ، فَقَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" آتِي بَابَ الْجَنَّةِ , فَآخُذُ بحَلْقَةِ الْبَابِ فَأَقْرَعُ الْبَابَ، فَيُقَالُ لِي: مَنْ أَنْتَ؟ فَأَقُولُ: أَنَا مُحَمَّدٌ، فَيُفْتَحُ لِي، فَيَتَجَلَّى لِي رَبِّي عَزَّ وَجَلَّ فَأَخِرُّ لَهُ سَاجِدًا وَهُوَ عَلَى سَرِيرِهِ، أَوْ عَلَى كُرْسِيِّهِ - شَكَّ حَمَّادٌ -\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 409\n",
        "47 -\nحَدَّثَنَا أَبِي وَعَمِّي أَبُو بَكْرٍ قَالَا: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ قَال\nَ: \" أُخْبِرْتُ أَنَّ الْعَرْشَ يَاقُوتَةٌ حَمْرَاءُ \"\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 413\n",
        "48 -\nحَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" اهْتَزَّ عَرْشُ اللَّهِ لِمَوْتِ سَعْدِ بْنِ مُعَاذٍ \"\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 415\n",
        "49 -\nحَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ، حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ، ح وَحَدَّثَنَا عَمِّي أَبُو بَكْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ\n[ص: 417]\nفُضَيْلٍ جَمِيعًا عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَال\nَ: \" اهْتَزَّ الْعَرْشُ لِحُبِّ لِقَاءِ اللَّهِ سَعْدًا \"\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 416\n",
        "50 -\nحَدَّثَنَا أَبِي وَعَمِّي أَبُو بَكْرٍ قَالَا: أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ إِسْحَاقَ بْنِ رَاشِدٍ، عَنِ\n[ص: 418]\nامْرَأَةٍ مِنَ الْأَنْصَارِ يُقَالُ لَهَا أَسْمَاءُ بِنْتُ يَزِيدَ بْنِ السَّكَنِ، قَالَتْ: لَمَّا تُوُفِّيَ سَعْدُ بْنُ مُعَاذٍ صَاحَتْ أُمُّهُ، فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" لَا يَرْقَأُ دَمْعُكِ وَيَذْهَبُ حُزْنُكِ، فَإِنَّ ابْنَكِ أَوَّلُ مَنْ ضَحِكَ اللَّهُ لَهُ وَاهْتَزَّ لَهُ عَرْشُ الرَّحْمَنِ \"\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 417\n",
        "51 -\nحَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ\n[ص: 423]\nمُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُعَاذِ بْنِ رِفَاعَةَ الزُّرَقِيِّ، حَدَّثَنَا مَنْ شِئْتُ مِنْ رِجَالِ قَوْمِي أَنَّ جِبْرِيل\nَ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قُبِضَ سَعْدُ بْنُ مُعَاذٍ مِنْ جَوْفِ اللَّيْلِ مُعْتَجِرًا بِعِمَامَةٍ مِنْ إِسْتَبْرَقٍ، فَقَالَ: يَا مُحَمَّدُ، مَنْ هَذَا الْمَيِّتُ الَّذِي فُتِّحَتْ لَهُ أبْوابُ السَّمَاءِ وَاهْتَزَّ لَهُ الْعَرْشُ؟، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَرِيعًا يَجُرُّ ثَوْبَهُ إِلَى سَعْدٍ فَوَجَدَهُ قَدْ مَاتَ\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 422\n",
        "52 -\nحَدَّثَنَا عُقْبَةُ، حَدَّثَنَا يُونُسُ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنِي أُمَيَّةُ بْنُ عَبْدِ اللَّهِ، عَنْ بَعْضِ آلِ سَعْدٍ قَالَ: قَالَ رَجُلٌ مِنَ الْأَنْصَارِ: \"\n[البحر الطويل]\nمَا اهْتَزَّ عَرْشُ اللَّهِ مِنْ مَوْتِ هَالِكٍ\n...\nسَمِعْنَا بِهِ إِلَّا لِسَعْدٍ أَبِي عَمْرِو \"\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 424\n",
        "53 -\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحَكَمِ، أَخْبَرَنَا سَيَّارٌ،\n[ص: 425]\nحَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا سَعِيدٌ الْجُرَيْرِيُّ قَالَ: بَلَغَنَا أَنَّ دَاوُدَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ سَألَ جِبْرِيلَ أيُّ اللَّيْلِ أَفْضَلُ؟ قَالَ: \" مَا أَدْرِي، إِلَّا أَنَّ الْعَرْشَ يَهْتَزُّ مِنْ آخِرِ السَّحَرِ \"\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 424\n",
        "54 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنَا حُمَيْدٌ، عَنْ أَبِي إِبْرَاهِيمَ، عَنِ ابْنِ عَبَّاسٍ قَالَ: مَا مِنْ\n[ص: 427]\nشَيْءٍ كَانَ فِي بَنِي إِسْرَائِيلَ إِلَّا سَيَكُونُ فِي هَذِهِ الْأُمَّةِ مِثْلُهُ، إِن\nَّ رَجُلًا مِنْ بَنِي إِسْرَائِيلَ كانْتَ لَهُ امْرَأَةٌ جِمِيلَةٌ فَأُولِعَ بِهِ رَجُلٌ يُخْبِرُهُ عَنْهَا أَنَّهَا كَذَا وَكَذَا بِالْفُحْشِ قَالَ: كَيْفَ أَصْنَعُ وَلَهَا عَلَيَّ دَيْنٌ؟ قَالَ: فَأَنَا أُسَلِّفُكَ مَا عَلَيْكَ، فَطَلَّقَهَا ثُمَّ تَزَوَّجَهَا بَعْدَ ذَلِكَ، فَلَمَّا تَزَوَّجَهَا أخَذَهُ بِحَقِّهِ فَاشْتَدَّ عَلَيْهِ، فَقَالَ: اتَّقِ اللَّهَ، فَإِنَّكَ لَمْ تَزَلْ بِي حَتَّى فَعَلْتُ الَّذِي فَعَلْتُ، ثُمَّ تَزَوَّجْتَ امْرَأَتِي. قَالَ: فَلَمْ يُقْلِعْ عَنْهُ حَتَّى أَجَرَهُ نَفْسَهُ، فَبَيْنمَا هُوَ ذَاتَ يَوْمٍ وَأَكَلَا طَعَامًا , فَجَعَلَ يَصُبُّ عَلَيْهِما الْمَاءَ , فَبَكى , فَاهْتَزَّ الْعَرْشُ، فَقَالَ تَبَارَكَ وَتَعَالَى: \" إِنَّ رَحْمَتِي سَبَقَتْ غَضَبِي \"\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 426\n",
        "55 -\nحَدَّثَنَا الْحَسَنُ بْنُ صَالِحٍ، حَدَّثَنَا يَعْلَى بْنُ الْوَلِيدِ بْنِ عَبْدِ الْعَزِيزِ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، عَنْ سَعِيدِ بْنِ\n[ص: 428]\nبَشِيرٍ، عَنْ قَتَادَة\nَ {إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ} [المطففين: 18] قَالَ: \" فِي قَائِمَةِ الْعَرْشِ الْيَمِينِ \"\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 427\n",
        "56 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ، عَنْ إِبْرَاهِيمَ، عَنِ الْوَلِيدِ بْنِ\n[ص: 430]\nعُتْبَةَ، عَنْ سَلْمَانَ أَنَّهُ قَال\nَ: \" سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّ عَرْشِهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ، الْإِمَامُ الْعَادِلُ ورَجُلٌ لَقِيَ رَجُلًا , فَقَالَ: وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ، وَقَالَ الْآخَرُ مِثْلَ ذَلِكَ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسَاجِدِ مِنْ حُبِّهَا، وَرَجُلٌ جَعَلَ شَبَابَهُ وَنَشَاطَهُ فِيمَا يُحِبُّ اللَّهُ وَيَرْضَاهُ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ جَمَالٍ إِلَى نَفْسِهَا , فَتَرَكَهَا مِنْ خَشْيَةِ اللَّهِ، وَرَجُلٌ إِذَا أعْطَى صَدَقَتَهُ بِيَمِينِهِ كَادَ أَنْ يُخْفِيَهَا مِنْ شِمَالِهِ، وَرَجُلٌ إِذَا ذَكَرَ اللَّهَ فَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ تَعَالَى \"\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 429\n",
        "57 -\nحَدَّثَنَا الْهَيْثَمُ بْنُ حَمَّادٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا الْحَارِثُ بْنُ مُوسَى الطَّائِفِيُّ، حَدَّثَنَا حَبِيبُ بْنُ عِيسَى قَالَ: \" بَلَغَنِي أَنَّهُ مَنْ قَرَأَ ثَلَاثَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْأَنْعَامِ بَعَثَ اللَّهُ إِلَيْهِ سَبْعِينَ أَلْفَ مَلَكٍ يَسْتَغْفِرُونَ لَهُ وَلَهُ فَضْلُ أُجُورِهِمْ، فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ أَظَلَّهُ اللَّهُ بِظِلِّ عَرْشِهِ، وَأَطْعَمَهُ مِنْ ثَمَرِ\n[ص: 432]\nالْجَنَّةِ وَشَرِبَ مِنَ الْكَوْثَرِ، وَاغْتَسَلَ مِنَ السَّلْسَبِيلِ \"\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 431\n",
        "58 -\nحَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، حَدَّثَنَا أَحْمَدُ بْنُ عَلِيٍّ الْأَسَدِيُّ، عَنِ الْمُخْتَارِ بْنِ غَسَّانَ الْعَبْدِيِّ، عَنْ\n[ص: 433]\nإِسْمَاعِيلَ بْنِ سَلْمٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: دَخَلْتُ الْمَسْجِدَ الْحَرَامَ فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحْدَهُ، فَجَلَسْتُ إِلَيْهِ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، أَيُّمَا آيَةٍ أُنْزِلَتْ عَلَيْكَ أَفْضَلُ؟ قَال\nَ: \" آيَةُ الْكُرْسِيِّ، مَا السَّمَاوَاتُ السَّبعُ فِي الْكُرْسِيِّ إِلَّا كَحَلْقَةٍ مُلْقَاةٍ بِأَرْضِ فَلَاةٍ، وَفَضْلُ الْعَرْشِ عَلَى الْكُرْسِيِّ كَفَضْلِ تِلْكَ الْفَلَاةِ عَلَى تِلْكَ الْحَلْقَةِ \"\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 432\n",
        "59 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ قَال\nَ: \" مَا السَّمَاوَاتُ وَالْأَرْضُ إِلَّا كَحَلْقَةٍ مُلْقَاةٍ بِالْفَلَاةِ، وَمَا أُخِذَتْ مِنَ الْكُرْسِيِّ إِلَّا كَمَا أُخِذَتْ تِلْكَ الْحَلْقَةُ مِنَ الْأَرْضِ \"\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 435\n",
        "60 -\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَإِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ غَزْوَانَ قَالَا: حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنِي\n[ص: 436]\nأَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ،\n[ص: 437]\nقَال\nَ: \" الْكُرْسِيُّ مَوْضِعُ الْقَدَمَيْنِ، وَلَهُ أَطِيطٌ كَأَطِيطِ الرَّحْلِ \"\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 435\n",
        "61 -\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ\n[ص: 438]\nسُفْيَانَ، عَنْ عَمَّارٍ الدُّهْنِيِّ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى: {وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ} [البقرة: 255] قَال\nَ: \" الْكُرْسِيُّ مَوْضِعُ الْقَدَمَيْنِ وَالْعَرْشُ لَا يُقَدِّرُ أَحَدٌ قَدْرَهُ \"\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 437\n",
        "62 -\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ بَهْرَامَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ وَهْبِ بْنِ\n[ص: 440]\nمُنَبِّهٍ قَال\nَ: \" الْعَرْشُ مَسِيرَةُ خَمْسِينَ أَلْفَ سَنَةٍ \"\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 439\n",
        "63 -\nحَدَّثَنَا الْمِنْجَابُ بْنُ الْحَارِثِ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مَرْثَدِ بْنِ\n[ص: 441]\nعَبْدِ اللَّهِ الْيَزَنِيِّ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" اقْرَأْ بِهَاتَيْنِ الْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ؛ فَإِنَّ اللَّهَ أَعْطَانِيهَا مِنْ تَحْتِ الْعَرْشِ \"\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 440\n",
        "64 -\nحَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ التَّرْجُمَانِيُّ، حَدَّثَنَا سَعِيدُ بْنُ سَالِمٍ الْقَدَّاحُ، عَنْ حَسَّانَ بْنِ إِبْرَاهِيمَ، عَنْ\n[ص: 443]\nهِشَامٍ، عَنِ الْحَسَنِ قَال\nَ: \" مِنْ كَنْزٍ تَحْتَ الْعَرْشِ: لَوْ أَنَّ لِابْنِ آدَمَ مِائَةَ أَلْفٍ، لَمْ يَصِلْ إِلَى الْحَجِّ حَتَّى يُنَادِيَ مُنَادٍ مِنَ السَّمَاءِ: إِنَّ اللَّهَ قَدْ أَكْرَمَ فُلَانًا الْعَامَ بِالْحَجِّ، وَلَوْ أَنَّ لَهُ مِائَةَ أَلْفٍ لَمْ يَصِلْ إِلَى الْعُمْرَةِ حَتَّى يُنَادِيَ مُنَادٍ مِنَ السَّمَاءِ: إِنَّ اللَّهَ قَدْ أَكْرَمَ فُلَانًا بِالْعُمْرَةِ، وَلَوْ أَنَّ رَجُلًا دَخَلَ فِيمَا بَيْنَ صَفَّيْنِ , فَضَرَبَ مِائَةَ أَلْفِ ضَرْبَةٍ بِالسَّيْفِ لَمْ يُرْزَقِ الشَّهَادَةَ حَتَّى يُنَادِيَ مُنَادٍ مِنَ السَّمَاءِ: قَدْ أَكْرَمَ اللَّهُ فُلَانًا بِالشَّهَادَةِ \"\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 442\n",
        "65 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا الْحَكَمُ بْنُ ظُهَيْرٍ، عَنِ السُّدِّيِّ، عَنْ أَبِي صَالِحٍ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: {وَالْبَحْرِ الْمَسْجُورِ} [الطور: 6] قَال\nَ: \" الْبَحْرُ بَحْرُ السَّمَاءِ الَّذِي تَحْتَ الْعَرْشِ، الْمَحْبُوسُ عَنِ الْعِبَادِ \"\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 444\n",
        "66 -\nحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، حَدَّثَنَا كَثِيرُ بْنُ عَبْدِ اللَّهِ الْيَشْكُرِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" تَحْتَ الْعَرْشِ الرَّحِمُ تُنَادِي:\n[ص: 446]\nاللَّهُمَّ , صِلْ مَنْ وَصَلَنِي، وَاقْطَعْ مَنْ قَطَعَنِي وَالْأَمَانَةَ \"\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 445\n",
        "67 -\nحَدَّثَنَا أَحْمَدُ بْنُ طَارِقٍ، حَدَّثَنَا عَمْرُو بْنُ ثَابِتٍ، عَنْ أَبِيهِ، عَنْ حَبَّةَ\n[ص: 447]\nالْعُرَنِيِّ قَالَ: قَالَ ابْنُ الْكَوَّاءِ لعَلِيِّ بْنِ أَبِي طَالِبٍ رضي الله عنه: يَا أَمِيرَ الْمُؤْمِنِينَ، \" إِنَّ فِي كِتَابِ اللَّهِ لَآيَةً قَدْ أَفْسَدَتْ عَلَيَّ قَلْبِي وَشَكَّكَتْنِي فِي دِينِي، فَقَالَ لَهُ أَمِيرُ الْمُؤْمِنِينَ: وَيْحَكَ يَا ابْنَ الْكَوَّاءِ، وَمَا هَذِهِ الْآيَةُ الَّتِي أَفْسَدَتْ عَلَيْكَ قَلْبَكَ وَشَكَّكَتْكَ فِي\n[ص: 448]\nدِينِكَ؟ فَقَالَ لَهُ ابْنُ الْكَوَّاءِ: قَوْلُ اللَّهِ تَعَالَى {وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ} [النور: 41] مَا هَذِهِ الصَّلَاةُ؟ وَمَا هَذِا الصَّفُّ؟ وَمَا هَذَا التَّسْبِيحُ؟ فَقَالَ لَهُ أَمِيرُ الْمُؤْمِنِينَ: يَا ابْنَ الْكَوَّاءِ، إِنَّ اللَّهَ تَعَالَى خَلَقَ الْمَلَائِكَةَ فِي صُوَرٍ شَتَّى، وَإِنَّ لِلَّهِ مَلَكًا فِي صُورَةِ دِيكٍ أَشْهَبَ بَرَاثِنُهُ فِي الْأَرْضِ السُّفْلَى السَّابِعَةِ، وَعُرْفُهُ مُثَنًّى تَحْتَ عَرْشِ الرَّحْمَنِ، لَهُ جَنَاحٌ بِالْمَشْرِقِ مِنْ نَارٍ وَجَنَاحٌ بِالْمَغْرِبِ مِنْ ثَلْجٍ، فَإِذَا حَضَرَ وَقْتُ كُلِّ صَلَاةٍ، قَامَ عَلَى بَرَاثِنِهِ وَأَقَامَ عُرْفَهُ تَحْتَ الْعَرْشِ، ثُمَّ صَفَّقَ بِجَنَاحَيْهِ كَمَا تُصَفِّقُ الدِّيَكَةُ فِي مَنَازِلِكُمْ، فَلَا الَّذِي مِنَ النَّارِ يُذِيبُ الثَّلْجَ، وَلَا الَّذِي مِنَ الثَّلْجِ يُطْفِئُ الَّذِي مِنَ النَّارِ، ثُمَّ نَادِى بِأَعْلَى صَوْتِهِ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، سُبُّوحٌ قُدُّوسٌ رَبُّ الْمَلَائِكَةِ وَالرُّوحِ، وَأَشْهَدُ أَنَّ مُحَمَّدًا خَيْرُ النَّبِيِّينَ، فَتَسْمَعُهُ الدِّيَكَةُ فِي مَنَازِلِكُمْ , فَتُصَفِّقُ بِأَجْنِحَتِهَا، فَتَقُولُ كَنَحْوٍ مِنْ قَوْلِهِ، فَهُوَ قَوْلُ اللَّهِ عَزَّ وَجَلَّ فِي كِتَابِهِ {وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ} [النور: 41] \"\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 446\n",
        "68 -\nحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَكِّيُّ، عَنْ مُحَمَّدِ بْنِ زَاذَانَ، أَنَّهُ أَخْبَرَهُ عَنْ أمِّ سَعْدٍ امْرَأَةٍ مِنَ الْمُهَاجِرَاتِ قَالَتْ:\n[ص: 450]\nقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" الْعَرْشُ عَلَى مَلَكٍ مِنْ لُؤْلُؤَةٍ فِي صُورَةِ دِيكٍ، رِجْلَاهُ فِي التُّخُومِ السُّفْلَى وَعُنُقُهُ مَثْنِيَّةٌ تَحْتَ الْعَرْشِ، وَجَنَاحَاهُ فِي الْمَشْرِقِ وَالْمَغْرِبِ، فَإِذَا سَبَّحَ اللَّهَ ذَلِكَ الْمَلَكُ لَمْ يَبْقَ شَيْءٌ إِلَّا سَبَّحَ \"\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 449\n",
        "69 -\nحَدَّثَنَا أَبِي وَعَمِّي أَبُو بَكْرٍ قَالَا: حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ الْأَعْمَشِ، عَنْ خَيْثَمَةَ قَالَ: \" كَانَ مَلَكُ الْمَوْتِ\n[ص: 451]\nصَدِيقًا لِسُلَيْمَانَ بْنِ دَاوُدَ قَالَ: فَأَتَاهُ ذَاتَ يَوْمٍ , فَقَالَ: يَا مَلَكَ الْمَوْتِ، مَا لَكَ تَأتِي أَهْلَ الدَّارِ فَتَأْخُذَ أَهْلَهَا كُلَّهُمْ وَتَدَعَ الدَّارَ إِلَى جَنْبِهِمْ لَا تَأْخُذَ مِنْهُمْ أحَدًا قَال\nَ: مَا أَنَا بِأَعْلَمَ بِذَلِكَ مِنْكَ، إِنَّمَا أَكُونُ تَحْتَ الْعَرْشِ فَيُلْقَى إِلَيَّ صِكَاكٌ فِيهَا أَسْمَاءٌ \"\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 450\n",
        "70 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا الْحَكَمُ بْنُ عَبْدِ الْمَلِكِ، عَنْ مَنْصُورِ بْنِ زَاذَانَ، عَنِ الْحَكَمِ، عَنْ\n[ص: 453]\nمُجَاهِدٍ قَالَ: \" لَقِيَ سُلَيْمَانُ بْنُ دَاوُدَ مَلَكَ الْمَوْتِ , فَقَالَ لَهُ: كَيْفَ تَأتِي الْقَريَةَ فتَذْهَبَ بأَهْلِهَا وَالْقَرْيَةُ الْأُخْرَى إِلَى جَنْبِهَا لَا تَذْهَبُ مِنْهَا بِأَحَدٍ؟، فَقَالَ: وَأَنْتَ تَسْأَلُنِي عَنْ هَذَا\n، مَا لِي بِهَذَا عِلْمٌ، إِنَّمَا هِيَ رِقَاعٌ أَوْ صِكَاكٌ تَسْقُطُ إِلَيَّ مِنْ تَحْتِ الْعَرْشِ \"\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 452\n",
        "71 -\nحَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى، حَدَّثَنَا سَيْفٌ، عَنِ\n[ص: 454]\nالْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم\nَ: \" مَكْتُوبٌ فِي سَقْفِ الْعَرْشِ، رَحْمَتِي سَبَقَتْ غَضَبِي \"\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 453\n",
        "72 -\nحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا مَسْلَمَةُ بْنُ حَمَّادٍ، عَنْ حَبِيبِ بْنِ الضَّحَّاكِ الْجُمَحِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" أَتَانِي جِبْرِيلُ وَهُوَ يَبْتَسِمُ فَقُلْتُ: يَا جِبْرِيلُ، مَا يُضْحِكُكَ؟ قَالَ: ضَحِكْتُ مِنْ رَحِمٍ رَأَيْتُهَا مُعَلَّقَةً بِالْعَرْشِ تَدْعُو اللَّهَ عَلَى مَنْ قَطَعَهَا. قَالَ: قُلْتُ: يَا\n[ص: 456]\nجِبْرِيلُ، كَمْ بَيْنَهَا وَبَيْنَهَا؟ قَالَ: خَمْسَةَ عَشَرَ أَبًا \"\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 455\n",
        "73 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْجَبَّارِ، وَمُحَمَّدُ بْنُ أَبِي الْحُسَيْنِ قَالَا: أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحُنَيْنِيُّ، عَنْ\n[ص: 457]\nهِشَامِ بْنِ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ فَأَعْطَاهُ، ثُمَّ جَاءُ فَسَأَلَهُ , فَقَالَ: \" مَا عِنْدِي، وَلَكِنِ اسْتَقْرِضْ عَلَيْنَا حَتَّى يَأْتِيَنَا\n[ص: 458]\nفَنَقْضِيَكَ، قَالَ عُمَرُ: قُلْتُ: يَا رَسُولَ اللَّهِ , مَا كَلَّفَكَ اللَّهُ هَذَا , أَعْطَيْتَ مَا عِنْدَكَ، فَإِذَا لَمْ يَكُنْ عِنْدَكَ فَلَا تَكَلَّفْهُ، فَكَرِهَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَوْلَ عُمَرَ حَتَّى عَرَفَ الْكَرَاهِيَةَ فِي وَجْهِهِ، فَقَامَ رَجُلٌ مِنَ الْأَنْصَارِ , فَقَالَ: يَا رَسُولَ اللَّهِ، بِأَبِي أَنْتَ وَأُمِّي، أَعْطِ وَلَا تَخَفْ مِنْ ذِي الْعَرْشِ إِقْلَالًا. قَالَ: فَتَبَسَّمَ رَسُولُ اللَّهِ حَتَّى عُرِفَ السُّرُورُ فِي وَجْهِهِ , وَقَالَ: \" بِهَذَا أُمِرْتُ \"\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 456\n",
        "74 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ مُحَارِبٍ، عَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: جَاءَ رَجُلٌ إِلَى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: يَا رَسُولِ اللَّهِ أَيُّ الْبِقَاعِ خَيْرٌ؟ قَالَ: \" لَا أَدْرِي، أَوْ سَكَتَ \" قَالَ: فَأَيُّ الْبِقَاعِ شَرٌّ؟ قَالَ: \" لَا أَدْرِي، أَوْ سَكَتَ \"، فَأَتَاهُ جِبْرِيلُ فَسَأَلَهُ , فَقَالَ: لَا أَدْرِي \" قَالَ: \" سَلْ رَبَّكَ، قَالَ مَا نَسْأَلُهُ عَنْ شَرٍّ، وَانْتَفَضَ انْتِفَاضَةً كَادَ يَصْعَقُ مِنْهَا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَلَمَّا صَعِدَ جِبْرِيلُ قَالَ لَهُ اللَّهُ عَزَّ وَجَلَّ: \" سَأَلَكَ مُحَمَّدٌ: أَيُّ الْبِقَاعِ خَيْرٌ؟ قُلْتَ: لَا أَدْرِي، وَسَأَلَكَ: أيُّ الْبِقَاعِ شَرٌّ؟ قُلْتَ:\n[ص: 460]\nلَا أَدْرِي \"، قُلْتُ: نَعَمْ، قَالَ: \" فَحَدِّثْهُ أَنَّ خَيْرَ الْبِقَاعِ الْمَسَاجِدُ، وَشَرَّ الْبِقَاعِ الْأَسْوَاقُ \"\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 459\n",
        "75 -\nحَدَّثَنَا مُحَمَّدُ بْنُ عِمْرَانَ بْنِ أَبِي لَيْلَى، حَدَّثَنَا أَبِي،\n[ص: 461]\nحَدَّثَنَا ابْنُ أَبِي لَيْلَى، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: بَيْنَا جِبْرِيلُ مَعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنَاجِيهِ إِذِ انْشَقَّ أفُقُ السَّمَاءِ، فَدَخَلَ جِبْرِيلَ مِنْ ذَلِكَ خَوْفٌ، فَإِذَا مَلَكٌ قَدْ تمَثَّلَ بَيْنَ يَدَيِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا مُحَمَّدُ، إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَخْتَارَ عَبْدًا نَبِيًّا أَوْ مَلِكًا نَبِيًّا، فَأَشَارَ إِلَيَّ جِبْرِيلُ بِيَدِهِ\n[ص: 462]\nأَنْ تَوَاضَعْ، فَقُلْتُ: عَبْدًا نَبِيًّا. فَارْتَفَعَ ذَلِكَ الْمَلَكُ إِلَى السَّمَاءِ، فَقُلْتُ: يَا جِبْرِيلُ، أَرَدْتُ أَنْ أَسْأَلَكَ عَنْ هَذَا , فَرَأَيْتُ مِنْ حَالِكَ مَا شَغَلَنِي عَنِ الْمَسْأَلَةِ، فَمَنْ هَذَا يَا جِبْرِيلُ؟ قَالَ: هَذَا إِسْرَافِيلُ، خَلَقَهُ اللَّهُ يَوْمَ خَلَقَهُ بَيْنَ يَدَيْهِ , صَافًّا قَدَمَيْهِ، لَا يَرْفَعُ طَرْفَهُ، بَيْنَهُ وَبَيْنَ الرَّبِّ سَبْعُونَ نُورًا، مَا مِنْهَا نُورٌ يَكَادُ يَدْنُو مِنْهُ إِلَّا احْتَرَقَ، بَيْنَ يَدَيْهِ لَوْحٌ، فَإِذَا أَرَادَ اللَّهُ فِي شَيْءٍ مِنَ السَّمَاءِ أَوْ فِي الْأَرْضِ ارْتَفَعَ ذَلِكَ اللَّوْحُ فَضَرَبَ جَبِينَهُ فَيَنْظُرُ فِيهِ، فَإِنْ كَانَ مِنْ عَمَلِي أَمَرَنِي بِهِ، وَإِنْ كَانَ مِنْ عَمَلِ مِيكَائِيلَ أمَرَهُ بِهِ، وَإِنْ كَانَ مِنْ عَمَلِ مَلَكِ الْمَوْتِ أمَرَهُ بِهِ، قُلْتُ: يَا جِبْرِيلُ، وَعَلَى أَيْ شَيْءٍ أَنْتَ؟ قَالَ: عَلَى الرِّيحِ وَالْجُنُودِ. قُلْتُ: وَعَلَى أَيْ شي مِيكَائِيلُ؟ قَالَ: عَلَى النَّبَاتِ وَالْقَطْرِ. قُلْتُ: وعَلَى أَيْ شيء مَلَكُ الْمَوْتِ؟ قَالَ: عَلَى قَبْضِ الْأَنْفُسِ، وَمَا ظَنَنْتُهُ هَبَطَ إِلَّا لِقِيَامِ السَّاعَةِ، وَمَا الَّذِي رَأَيْتَ مِنِّي إِلَّا خَوْفًا مِنْ قِيَامِ السَّاعَةِ \"\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 460\n",
        "76 -\nحَدَّثَنَا نُعَيْمُ بْنُ يَعْقُوبَ، حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ،\n[ص: 465]\nعَنْ أَبَانَ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ اللَّهُ تَعَالَى\n: \" مَا مِنْ خَلْقِي أَحَدٌ أقْرَبُ إِلَيَّ مِنْ جِبْرِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، وَإِنَّ بَيْنِي وَبَيْنَهُمْ مَسِيرَةَ أَلْفِ عَامٍ \"\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 464\n",
        "77 -\nحَدَّثَنَا طَاهِرُ بْنُ أَبِي أَحْمَدَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ\n[ص: 467]\nسَلَمَةَ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ زُرَارَةَ بْنِ أَوْفَى أَنَّ جِبْرِيلَ جَاءَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَسَأَلَهُ هَلْ تَرَى رَبَّكَ؟ فَقَالَ؟ إِنَّ\n[ص: 468]\nبَيْنِي وَبَيْنَهُ سَبْعِينَ حِجَابًا مِنْ نُورٍ، لَوْ دَنَوْتُ مِنْ أَحَدِهَا احْتَرَقْتُ \"\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 466\n",
        "78 -\nحَدَّثَنَا عَبَّادُ بْنُ يَعْقُوبَ، حَدَّثَنَا نَصْرُ بْنُ مُزَاحِمٍ، عَنْ عَمْرِو بْنِ شِمْرٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ أَبِي جَعْفَرٍ بَيْنَمَا\n[ص: 470]\nرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ وَعِنْدَهُ جِبْرِيلُ حَتَّى جَاءَتْ مِنْ جِبْرِيلَ نَظْرَةٌ قِبَلَ السَّمَاءِ، فَامْتَقَعَ لَهَا لَوْنُهُ حَتَّى صَارَ كَرَمْدَةٍ، وَلَاذَ رَسُولُ اللَّهِ , فَنَظَرَ رَسُولُ اللَّهِ حَيْثُ نَظَرَ جِبْرِيلُ، فَإِذَا هُوَ بِشَيْءٍ قَدْ مَلَأَ مَا بَيْنَ الْخَافِقَيْنِ السَّمَاءِ وَالْأَرْضِ، فَقَالَ: يَا مُحَمَّدُ، إِنِّي رَسُولُ اللَّهِ إِلَيْكَ يُخَيِّرُكَ أَنْ تَكُونَ مَلَكًا رَسُولًا أَوْ عَبْدًا رَسُولًا، فَالْتَفَتُّ إِلَى جِبْرِيلَ فَإِذَا هُوَ قَدْ رَجَعَ لَوْنُهُ، ثُمَّ ضَرَبَ رُكْبَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: تَوَاضَعْ وَكُنْ عَبْدًا رَسُولًا، أَوْ قَالَ رَسُولُ اللَّهِ: أَكُونُ رَسُولًا. فَرَفَعَ رِجْلَهُ الْيُمْنَى , فَوَضَعَهَا فِي كَبِدِ السَّمَاءِ، ثُمَّ رَفَعَ الْيُسْرَى , فَوَضَعَهَا فِي كَبِدِ السَّمَاءِ الثَّانِيَةِ، ثُمَّ رَفَعَ الْيُمْنَى , فَوَضَعَهَا فِي كَبِدِ السَّمَاءِ الثَّالِثَةِ، ثُمَّ رَفَعَ رِجْلَهُ الْيُسْرَى , فَوَضَعَهَا فِي كَبِدِ السَّمَاءِ الرَّابِعَةِ، ثُمَّ رَفَعَ رِجْلَهُ الْيُمْنَى , فَوَضَعَهَا فِي كَبِدِ السَّمَاءِ الْخَامِسَةِ، ثُمَّ رَفَعَ رِجْلَهُ الْيُسْرَى , فَوَضَعَهَا فِي كَبِدِ السَّمَاءِ السَّادِسَةِ، ثُمَّ رَفَعَ رِجْلَهُ الْيُمْنَى , فَإِذَا هُوَ فِي السَّمَاءِ السَّابِعَةِ، كُلَّمَا ارْتَفَعَ بَعُدَ حَتَّى كَانَ مِثْلَ الْفَرْخِ، فَالْتَفَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى جِبْرِيلَ قَالَ: وَكَانَ رَسُولُ اللَّهِ يَقُولُ\n[ص: 471]\nلِجِبْرِيلَ: يَا رَسُولَ اللَّهِ، وَجِبْرِيلُ يَقُولُ لِلنَّبِيِّ: يَا نَبِيَّ اللَّهِ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِجِبْرِيلَ: يَا جِبْرِيلُ، لَقَدْ رَأَيْتُ الْيَوْمَ ذُعْرًا، وَمَا رَأَيْتُ شَيْئًا أذْعَرَكَ مِنْ تَغَيُّرِ لَوْنِكَ، فَقَالَ: يَا نَبِيَّ اللَّهِ، لَا تَلُمْنِي أَنْ أُذْعَرَ مِنْ هَذَا، إِنَّ هَذَا إِسْرَافِيلُ، وَهُوَ حَاجِبُ الرَّبِّ، وَمَا يَزُولُ مِنْ مرتبته بَيْنِ يَدَيْهِ مُنْذُ خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ حَتَّى كَانَ الْيَوْمُ، فَلَمَّا رَأَيْتُهُ رَأَيْتُ أَنَّهُ قَدْ جَاءَ بِقِيَامِ السَّاعَةِ، وَهُوَ الَّذِي رَأَيْتَ مِنْ تَغَيُّرِ لَوْنِي، فَلَمَّا رَئَيْتُ أَنَّهُ إِنَّمَا اخْتَصَّكَ اللَّهُ بِهِ، رَجَعْتُ إِلَى نَفْسِي، وَهَذَا الَّذِي تَرَى مِنْ أقْرَبِ خَلْقِ اللَّهِ إِلَى اللَّهِ، اللَّوْحُ بَيْنَ عَيْنَيْهِ مِنْ يَاقُوتَةٍ حَمْرَاءَ، وَهُوَ مَلَكٌ لَا يَرْفَعُ طَرْفَهُ \"\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 469\n",
        "79 -\nحَدَّثَنَا عُبَيْدُ بْنُ أَبِي هَارُونَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُحَارِبِيُّ قَالَ: ذَكَرَ مَطْرُوحُ بْنُ\n[ص: 472]\nيَزِيدَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ\n[ص: 473]\nالْقَاسِمِ، عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِذَا انْتَهَى مَلَكُ الْمَوْتِ بِرُوحِ الْمُؤْمِنِ إِلَى اللَّهِ تَعَالَى قَالَ اللَّهُ لَه\nُ: مَرْحَبًا بِهَذِهِ النَّفْسِ الطَّيِّبَةِ، وَبِجَسَدٍ خَرَجَتْ مِنْهُ. وَإِذَا قَالَ لِشَيْءٍ مَرْحَبًا، رَحَّبَ بِهِ كُلُّ شَيْءٍ مِنْ شَأْنِهِ، وَذَهَبَ عَنْهُ الضِّيقُ، انْطَلِقُوا بِهَذِهِ النَّفْسِ الطَّيِّبَةِ فَأَرُوهَا مَقْعَدَهَا مِنَ الْجَنَّةِ، وَاعْرِضُوا عَلَيْهَا مَا أَعْدَدْتُ لَهَا مِنَ الْكَرَامَةِ مِنَ الطَّعَامِ وَالشَّرَابِ وَالْخَدَمِ وَالْأَزْوَاجِ، ثُمَّ اهْبِطُوا بِهَا إِلَى الْأَرْضِ، فَإِنِّهَا قَدْ قَضَيْتُ أنِّي مِنْهَا خَلَقْتُهُمْ , وَفِيهَا أُعِيدُهُمْ , وَمِنْهَا أُخْرِجُهُمْ تَارَةً أُخْرَى \"\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 471\n",
        "80 -\nحَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو،\n[ص: 474]\nحَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ عِكْرِمَةَ، حَدَّثَنَا أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ اللَّهَ إِذَا قَضَى الْأَمْرَ في السَّمَاءِ، ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَصَوْتِ السِّلْسِلَةِ عَلَى الصَّفْوَانِ، فذَلِكَ قَوْلُهُ: {حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} [سبأ: 23] قَالَ: وَيُسْتَرَقُ السَّمْعُ\n[ص: 475]\nهَكَذَا , فَوَصَفَ سُفْيَانُ بِيَدِهِ , وَفَرَّقَ بَيْنَ أَصَابِعِهِ بَعْضِهَا فَوْقَ بَعْضٍ يُسْتَرَقُ السَّمْعُ , فَرُبَّمَا أدْرَكَهُ الشِّهَابُ قَبْلَ أَنْ يَرْمِيَ بِهَا إِلَى صَاحِبِهِ، وَرُبَّمَا لَمْ يُدْرِكْهُ حِينَ يَرْمِي بِهَا إِلَى صَاحِبِهِ، فَيَرْمِي بِهَا هَذَا إِلَى هَذَا , وَهَذَا إِلَى هَذَا حَتَّى يُلْقِيَهَا عَلَى فَمِ سَاحِرٍ وَكَاهِنٍ , فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ فَيُصَدَّقَ فِيهَا، فَيُقَالُ: أَلَمْ يُخْبِرْنَا يَوْمَ كَذَا وَكَذَا بِكَذَا وَكَذَا , فَوَجَدْنَاهُ حَقًّا، وَهِيَ الْكَلِمَةُ الَّتِي سَمِعَهَا مِنَ السَّمَاءِ \"\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 473\n",
        "81 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى، عَنْ سَعِيدٍ، عَنْ أَبِي نَضْرَةَ قَالَ: \" لَيْسَ يَصْعَدُ إِلَى\n[ص: 477]\nاللَّهِ مِنْكُمْ إِلَّا ثَلَاثَةُ خِصَالٍ قِيلَ: وَمَا هُنَّ؟ قَالَ: عَمَلٌ صَالِحٌ، وَقَوْلٌ صَالِحٌ، وَرُوحٌ طَيِّبَةٌ \"\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 476\n",
        "82 -\nحَدَّثَنَا سُفْيَانُ بْنُ بِشْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَصَفَّ الْمُهَاجِرِينَ وَالْأَنْصَارَ\n[ص: 478]\nصَفَّيْنِ، ثُمَّ أخَذَ بِيَدِ الْعَبَّاسِ وَعَلِيٍّ عَلَيْهِمَا السَّلَامُ، فَمَرَّ بَيْنَ الصَّفَّيْنِ، فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ عَلِيٌّ: مِنْ أَيِّ شَيْءٍ ضَحِكْتَ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي؟ قَال\nَ: \" هَبَطَ إِلَيَّ جِبْرِيلُ فَأَخْبَرَنِي أَنَّ اللَّهَ بَاهَى بِي وَبِكَ يَا عَبَّاسُ وَبِكَ يَا عَلِيُّ حَمَلَةَ الْعَرْشِ، وَبَاهَى الْمُهَاجِرِينَ وَالْأَنْصَارَ أَهْلَ السَّمَاءِ الْعُلْيَا \"\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 477\n",
        "83 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا يُونُسُ بْنُ\n[ص: 479]\nأَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ اللَّهَ يُبَاهِي بِأَهْلِ عَرَفَاتٍ أَهْلَ السَّمَاءِ، قَالَ يَقُول\nُ: انْظُرُوا إِلَى عِبَادِي شُعْثًا غُبْرًا \"\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 478\n",
        "84 -\nحَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ مُهَاجِرٍ، عَنْ أَبِي سَعْدٍ، عَنِ الْحَسَنِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ لَيُبَاهِي مَلَائِكَتَهُ عَشِيَّةَ\n[ص: 481]\nعَرَفَةَ بِالنَّاسِ عَامَّةً، وَيُبَاهِي بِعُمَرَ خَاصَّةً \"\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 480\n",
        "85 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا جَرِيرٌ، عَنْ لَيْثٍ، عَنِ الْقَاسِمِ\n[ص: 482]\nبْنِ أَبِي بَزَّةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ مِنَ الْأَنْصَارِ: \" أَمَّا مَوْقِفُكَ بِعَرَفَةَ، فَإِنَّ اللَّهَ يَهْبِطُ إِلَى السَّمَاءِ الدُّنْيَا يُبَاهِي بِكُمُ الْمَلَائِكَةَ يَقُول\nُ: انْظُرُوا إلى عِبَادِي شُعْثًا غُبْرًا جَاءُوا مِنْ كُلِّ فَجٍّ عَمِيقٍ، جَاءُونِي يَرْجُونَ مَغْفِرَتِي، وَلَوْ كَانَ عَلَيْكَ مِنَ الذُّنُوبِ مِثْلُ رَمْلِ عَالِجٍ وَعَدَدُ قَطْرِ السَّمَاءِ وأيَّامَ الدُّنْيَا، لَغَفَرَهَا اللَّهُ لَكَ \"\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 481\n",
        "86 -\nحَدَّثَنَا الْحَسَنُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا\n[ص: 483]\nاللَّيْثُ قَالَ: حَدَّثَنِي زِيَادَةُ بْنُ مُحَمَّدٍ الْأَنْصَارِيُّ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ الْأَنْصَارِيِّ رَضِيَ اللَّهُ\n[ص: 484]\nعَنْهُ، عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ يَنْزِلُ فِي ثَلَاثِ سَاعَاتٍ بَقِينَ مِنَ اللَّيْلِ، فَيَفْتَحُ الذِّكْرَ فِي السَّاعَةِ الْأُولَى الَّذِي لَمْ يَرَهُ أَحَدٌ غَيْرُهُ، فَيَمْحُو مَا يَشَاءُ , وَيُثْبِتُ مَا يَشَاءُ، ثُمَّ يَنْزِلُ مِنَ السَاعةِ الثَّانِيَةِ إِلَى جَنَّةِ عَدْنٍ وَهِيَ دَارُهُ الَّتِي لَمْ يَسْكُنْهَا غَيْرُهُ، وَلَمْ يَخْطِرْ عَلَى قَلْبِ بَشَرٍ، وَهِيَ مَسْكَنُهُ وَلَا يَسْكُنُهَا مَعَهُ مِنَ بَنِي آدَمَ غَيْرُ ثَلَاثَةٍ: النَّبِيِّينَ، وَالصِّدِّيقِينَ، وَالشُّهَدَاءِ، ثُمَّ يَقُولُ طُوبَى لِمَنْ دَخَلَكِ، ثُمَّ يَنْزِلُ فِي السَّاعَةِ\n[ص: 485]\nالثَّالِثَةِ إِلَى السَّمَاءِ الدُّنْيَا بِرُوحِهِ وَمَلَائِكَتِهِ فَتَنْتَفِضُ، فَيَقُولُ: قُومِي بِعِزَّتِي، ثُمَّ يَطَّلِعُ إِلَى عِبَادِهِ , فَيَقُولُ: هَلْ مِنْ يُسْتَغْفِرٍ فَأَغْفِرَ لَهُ، وَهَلْ مِنْ دَاعٍ أُجِيبَهُ، حَتَّى يَكُونَ صَلَاةُ الْفَجْرِ، وَكَذَلِكَ قَوْلِهِ تَعَالَى: {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} [الإسراء: 78] فَيَشْهَدُهُ اللَّهُ، وَمَلَائِكَةُ اللَّيْلِ، وَمَلَائِكَةُ النَّهَارِ \"\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 482\n",
        "87 -\nحَدَّثَنَا الْمِنْجَابُ بْنُ الْحَارِثِ، أَخْبَرَنَا بِشْرُ بْنُ عُمَارَةَ، عَنِ الْأَحْوَصِ بْنِ حَكِيمٍ، عَنِ الْمُهَاجِرِ بْنِ\n[ص: 486]\nحَبِيبٍ، عَنْ مَكْحُولٍ، عَنْ أَبِي ثَعْلَبَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَقُولُ: \" إِن\nَّ اللَّهَ يَطَّلِعُ لَيْلَةَ النِّصْفِ مِنْ شَعْبَانَ، فَيَغْفِرُ لِلْمُؤْمِنِينَ، وَيُمْلِي لِلْكَافِرِينَ، وَيَدَعُ أَهْلَ الْحِقْدِ بِحِقْدِهِمْ حَتَّى يَدَعُوهُ \"\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 485\n",
        "88 -\nحَدَّثَنَا أَبِي، حَدَّثَنَا جَرِيرٌ، عَنْ لَيْثٍ، عَنْ عُثْمَانَ بْنِ أَبِي حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ\n[ص: 490]\nقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" أَتَانِي جِبْرِيلُ , فَقَالَ: إِنَّ الرَّبَّ اتَّخَذَ فِي الْجَنَّةِ وَادِيًا مِنْ مِسْكٍ أفْيَحَ، فَإِذَا كَانَ يَوْمُ الْجُمُعَةِ , فَيَنْزِلُ عَنْ كُرْسِيِّهِ مِنْ عِلِّيِّينَ، وَحُفَّ الكُرْسِيُّ بِمَنَابِرَ مِنْ ذَهَبٍ مُكَلَّلَةٍ بِالْجَواْهَرِ، وَيَجِيءُ النَّبِيُّونَ , فَيَجْلِسُونَ عَلَى تِلْكَ الْمَنَابِرِ، ثُمَّ يَنْزِلُ أَهْلُ الْغُرَفِ , فَيَجْلِسُونَ عَلَى ذَلِكَ الْكَثِيبِ، وَيَتَجَلَّى لَهُمْ رَبُّهُمْ , فَيَقُول\nُ: أَنَا الَّذِي صَدَقْتُكُمْ وَعْدِي، وَأَتْمَمْتُ عَلَيْكُمِ نِعْمَتِي، وَهَذَا مَحَلُّ كَرَامَتِي , فَاسْأَلُونِي. قَالَ: فَيَسْأَلُونَهُ الرِّضَا. قَالَ: فَلَيْسُوا إِلَى شَيْءٍ أحْوَجَ مِنْهُمْ إِلَى يَوْمِ الْجُمُعَةِ لِيَزْدَادُوا النَّظَرَ إِلَى وَجْهِ رَبِّهِمْ عَزَّ وَجَلَّ \"\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 489\n",
        "89 -\nحَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ، حَدَّثَنَا سَعِيدٌ عَنْ عَبْدِ الَرزَّاقِ،\n[ص: 492]\nعَنْ ثَوْرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ قَال\nَ: \" يَطَّلِعُ اللَّهُ إِلَى الزَّرْعِ فِي أَوَّلِ لَيْلَةٍ مِنْ نِيسَانَ , فَيَقُولُ: لِيَلْحَقْ آخِرُكَ بِأَوَّلِكَ \"\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 491\n",
        "90 -\nحَدَّثَنَا أَحْمَدُ بْنُ كَثِيرٍ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ\n[ص: 493]\nصَفْوَانَ بْنِ عَمْرٍو السَّكْسَكِيِّ، عَنْ شُرَيْحِ بْنِ عُبَيْدٍ الْحَضْرَمِيِّ عَنْ كَعْبٍ قَالَ: \" إِذَا كَانَ أَوَّلُ يَوْمٍ مِنْ نِيسَانَ، أَوْ مِنْ شَعْبَانَ اطَّلَعَ\n[ص: 494]\nاللَّهُ عَزَّ وَجَلَّ إِلَى الْأَرْضِ، فَيَنْظُرُ إِلَى الزَّرْعِ , فَيَقُولُ: لِيَلْحَقْ آخِرُكَ بِأَوَّلِكَ \"\nآخر كتاب العرش.\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 492\n",
        ""
    ]
}