{
    "1": [
        "أخبار وتراجم أندلسية\nأخبار وتراجم أندلسية\nأبو طاهر السِّلَفي\nالكتاب:\nأخبار وتراجم أندلسية مستخرجة من معجم السفر للسلفي\nالمؤلف:\nأبو طاهر السِّلَفي أحمد بن محمد بن أحمد بن محمد بن إبراهيم سِلَفَه السِّلَفي الأصبهاني (المتوفى: 576هـ)\nالمحقق:\nإحسان عباس\nالناشر:\nدار الثقافة، بيروت - لبنان\nالطبعة:\nالأولى، 1963\n[ترقيم الكتاب موافق للمطبوع]\n",
        "تعريف موجز بالمؤلف والكتاب\nراجع ترجمته في تذكرة الحفاظ: 1298، وأزهار الرياض 3: 167، 283، ووفيات الأعيان 1: 87 وطبقات الشافعية 4: 43 وشذرات الذهب 4: 255 ومرآة الزمان 1: 361 والأنساب واللباب في مادة \" السلفي \".\nاسمه: أحمد بن محمد بن أحمد بن محمد بن إبراهيم سلفه.\nكنيته: أبو طاهر.\nلقبه: صدر الدين.\nنسبته: السلفي، نسبة إلى جدة إبراهيم سلفه (بكسر السين وفتح اللام والفاء وفي آخره الهاء) وقيل إن سلفه لقب لجده أحمد. وسلفه لفظ أعجمي أصله \" سي لبة \" يعني ثلاث شفاه، لأن إحدى شفتيه كانت مشقوقة. وقال بعضهم سلفة: قرية بالمشرق، لكن ياقوتاً لم يذكرها في معجمه، ولم يفسر السمعاني معنى هذه النسبة.\nالجزء: 1 ¦ الصفحة: 1\n",
        "بلده: أصبهان، من محلة فيها تدعى جرارواءان ولذلك يقال له: الجراواءاني.\nمولده: قال عن نفسه: اذكر مقتل نظام الملك في سنة 85؛ وكان لي من العمر حدود عشر سنين (وفي رواية: عشر سنين دون ذكر لفظة حدود) . وحدث عن نفسه أنه حدث سنة 492 وعمره سبع عشرة سنة، وروي عن أنه قال: مولدي بالتخمين لا باليقين سنة 478 (وفي رواية أخرى 472) . والأرجح أنه ولد في حدود سنة 478 ولهذا الاختلاف في عام مولده ظهر الاختلاف في تقدير عمره بين 98؟ 106 سنوات.\nزواجه: تزوج المرأة الصالحة: \" ست الأهل \" ابنة أبي عبد الله بن أبي موسى الخولاني، وتوفيت في حياته، ولعلها هي نفس المرأة التي تزوجها في الإسكندرية وتصفها المصادر باليسار.\nوفاته: توفي على وجه اليقين صبيحة الجمعة خامس ربيع الآخر سنة 576.\nطلبه العلم:\n488: - بدأ السماع في اصبهان على علماء بلده.\n492: - أخذ الناس يكتبون عنه وهو ما يزال في دور الطلب. وفي هذا الدور عمل معجماً لشيوخه الاصبهانيين وهم أزيد من ستمائة شيخ.\n493: - ارتحل إلى بغداد فدخلها في رابع شوال وكان همه أن يلقى ابن البطر أحد علمائها، وكان شيخاً عسراً، فقال له لدى وصوله: \" قد رحلت من اصبهان إليك؟ أي لأجلك؟ فقال\nالجزء: 1 ¦ الصفحة: 2\n",
        "اقرأ؟ وجعل بدل الراء غيناً؟ فقرأت عليه وأنا متكئ لأجل دماميل بي، فقال: أبصر ذا الكلب، فاعتذرت إليه بالدماميل وبكيت من كلامه، وقرأت سبعة عشر حديثاً وخرجت ثم قرأت عليه نحو من خمسة وعشرين جزءاً، ولم يكن بذاك \". ثم قرأ على عدد من علماء بغداد، وعمل معجماً للشيوخ الذين لقيهم ببغداد وصف بأنه معجم كبير.\n497: - (أو 499) ذهب إلى الحج وسمع في طريقه بالكوفة، كما سمع بمكة والمدينة، وكان أمير الحاج اسمه خمارتكين.\n500: - كان في البصرة وفيها سمع طائفة من علمائها.\n500 -\n؟ 509: نقله التطواف إلى مدن الجبال والدينور وقزوين وساره ونهاوند وذربيجان، ودخل آمد وخلاط ونصيبين، وقرى كثيرة في تلك المناطق. وفي سنة 507 كان في سلماس، وآخر بلد أقام فيه غقامة غير قصيرة قبل أن يرتحل إلى دمشق هو ثغر آمد. وفي كل هذه الرحلة كان ينزل في الأربطة.\n509: - دخل دمشق وقضى فيها قرابة عامين يطلب الحديث.\n511: - كان في صور وسمع من علمائها والعلماء المقيمين فيها.\n517: - سافر بحراً إلى الإسكندرية واتخذها دار إقامة.\n517: - سافر إلى مصر \" القاهرة \" سفرته الوحيدة فقطع بها رتابة الحياة التي آثرها في الإسكندرية، وروى عن علماء فيها، واشترى كتباً كثيرة من ابن الموقفي.\n511، - 576: إقامة دائمة في الإسكندرية؛ بعد أن كان يفكر أن\nالجزء: 1 ¦ الصفحة: 3\n",
        "ارتحاله إليها تتمة لرحلته في الطلب يعود بعدها إلى اصبهان وطنه؛ ومن اجل ذلك كان قد أنفذ تعليقاته من سماعات وأجزاء إلى اصبهان فلما لم تتفق له عودة إليها عهد إلى أبي العباس أحمد بن مروان بن محمد الشاطبي بأن يحملها إليه. كذلك خلف كثيراً من مقيداته في البلدان التي زارها، فأما ما قيده في آمد وديار بكر فقد تركه في ثغر آمد؛ وترك في ثغر سلماس ما قيده في أذربيجان وأرانيه وشروان وباب الأبواب وغيرها، وكان قد خرج من سلماس على نية الرجوع إليها.\nأسباب إقامته في الإسكندرية:\nاجتذبته الإسكندرية للإقامة فيها:\n(1) لأنه تزوج فيها امرأة ذا يسار، وحصلت له ثروة بعد فقر وتصوف، ووجد الاستقرار أروح لنفسه.\n(2) كان قد شبع من التطواف، وكان موقع الإسكندرية يهيء له لقاء الكثيرين دون الرحلة إليهم، فوجد نفسه في مركز العالم الإسلامي قادراً على الإفادة والاستفادة دون عناء الرحلة.\n(3) بنى له العادل بن السلار مدرسة، وكان العادل قد ولي الإسكندرية مدة قبل أن يتولى الوزارة، فأصبح الاستقرار أمراً ضرورياً إذ كان السلفي هو شيخ هذه المدرسة يدرس فيها وفي المدرسة الصالحية الحديث ومسائل الخلاف وفقه الشافعي.\nومن ثم يمكن أن ترى في حياة السلفي مرحلتين: مرحلة التنقل قبل الإسكندرية ثم مرحلة الاستقرار وهي أطولهما، وفيها نال السلفي مكانة عالية، وقصده الناس من كل صوب، وتعرف إلى فئات متفاوتة من\nالجزء: 1 ¦ الصفحة: 4\n",
        "البشر، وقيد كثيراً مما سمعه؛ وكانت الإسكندرية \" محطة \" الحجاج من الأندلس والمغرب، وملتقى الأفواج الجالية عن أوطانها من شرق وغرب، فالحروب الصليبية دفعت كثيرين من سكان البلاد المقدسة لاختيار الإسكندرية وطناً لهم، واحتلال النورمان لصقلية أخرج الصقليين عن وطنهم فوجدوا الأمن في الإسكندرية، والهزات المتلاحقة التي أصابت المدن الأندلسية جعلت كثيراً من أهلها يهاجرون إلى الإسكندرية، هذا إلى الجوابين من طلاب العلم، وأصحاب الأسفار البعيدة من طبقات التجار والمغامرين. ولقي السلفي كثيراً من هؤلاء، وقيد عنهم، وبعضهم كان ينزل في رحاب المدرسة العادلية، وبعضهم كان يلقاه مادحاً بأبيات من الشعر فينال جائزته، ولم يكن السلفي يقتصر على لقاء العلماء والمتعلمين بل كان كنفه رحباً لمختلف الطبقات، وكان شغفه بالتقييد يدفعه إلى تسجيل الفوائد أياً كان مصدرها، وكثيراً ما يخبرنا أنه قيد هذه الفائدة أو تلك لغرابة في اسم صاحبها. ولم يصطدم السلفي بالدولة وإن خالفها في المذهب، والعصر عصر الفاطميين والخليفة هو الحافظ، لسببين: أولهما خليقة السلفي على السهولة واليسر، وثانيهما ميل الدولة نفسها إلى شيء من التسامح، لحظه السلفي نفسه ونوه به.\nحرصه على الإجازات:\nولم يكتف السلفي بالرحلة ولقاء العلماء والسماع منهم، بل كان؟ على عادة العلماء في عصره؟ يشال من بعدت داره أن يجيزه، كما كان هو نفسه يجيز من يسأله ذلك. فمن مشهور من أجازهم السلفي على البعد القاضي عياض، وكلف أبا الحسن علي بن إبراهيم بن يوسف الأنصاري السرقسطي أخذ إجازات الأندلسيين له سنه 512، أي العام التالي\nالجزء: 1 ¦ الصفحة: 5\n",
        "لحلوله في الإسكندرية، فأخذ له السرقسطي إجازات ابن عتاب وأبي بحر وابن طريف ونظرائهم بقرطبة، وابن أبي تليد وابن جحدر بشاطبة، وخليص ببلنسية. وتمكنت الصلة بين السلفي والأندلسيين، وزادها الراحلون قوة واستمراراً، حتى يمكن أن نعده أستاذاً لعشرات منهم. ولا يمثل المذكورون إلا نسبة ضئيلة ممن رووا عن السلفي وحدثوا عنه أو نالوا إجازته، ومن شاء أن يستكمل صورة العلاقة بين السلفي والأندلسيين فعليه أن يراجع كتاب التكملة لابن الأبار، وصلة الصلة لابن الزبير، والذيل والتكملة لعبد الملك المراكشي.\nومن الأحداث النموذجية التي تتصل بالإجازات، ما قام به السلفي نفسه حين أرسل إلى الزمخشري رسالة يطلب إليه فيها أن يجيزه، ويقول: \" إن رأى الشيخ الأجل العالم العلامة؟ أدام الله توفيقه؟ أن يجيز جميع سماعاته وإجازاته ورواياته وما ألفه في فنون العلم وأنشأه من المقامات والرسائل والشعر لأحمد بن محمد بن أحمد السلفي الاصبهاني، ويذكر مولده ونسبه إلى أعلى أب يعرفه، ويثبت كل ذلك بخطه تحت الاستدعاء، مضافاً إليه ذكر ما صنفه وذكر شيوخه الذين أخذ عنهم، وما سمع عليهم من أمهات المهمات، حديثاً كان أو لغة أو نحواً أو بيتاً، فعل مثاباً. وإن تمم إنعامه بإثبات أبيات قصار ومقطوعات في الحكم والأمثال والزهد وغير ذلك من نظمه ومما أنشده شيوخه من قبلهم أو كم قبل شيوخهم بعد تسمية كل منهم، وإضافة شعره إليه، والشرط في كل هذا أن يكون بالإسناد المتصل إلى قائله، كان له الفضل.. \".\nوقد رد الزمخشري بما يفيد أنه زهد في الدنيا ونقل كتبه إلى مشهد أبي حنيفة ولم يبق له إلا كتاب الله يطالعه ولاذ بحرم الله المعظم.\nالجزء: 1 ¦ الصفحة: 6\n",
        "ولكن يبدو أنه أجاز له ما طلبه. فكتب إليه السلفي رسالة ثانية من الإسكندرية بعد عام من الرسالة الأولى وفيها طلبات محددة، وعاد الزمخشري يلوذ بالتواضع والاعتذار ثم يوضح في نهاية الرسالة شيئاً مما طلب السلفي توضيحه.\nصورة من شخصية السلفي:\nكان السلفي سمح الطبع متحملاً حليماً لا تبدو منه جفوة لأحد، فإذا جلس في مجلس الدرس أخذ نفسه بالشدة فلم يشرب الماء ولم يتورك ولم تبد له قدم. وكان على سهولة عشرته آمراً بالمعروف ناهياً عن المنكر، أزال من جواره منكراً كثيراً وتاب على يديه عدد ممن يشربون الخمر.\nوكان يقضي أكثر وقته في التدريس والعبادة والمطالعة. أقام خمساً وستين سنة في الإسكندرية لم يسافر خلالها إلا مرة واحدة، بل إنه لم يكن يخرج في الإسكندرية إلى متنزه أو متفرج. وما أبعد البون بين السلفي الذي قضى المرحلة الأولى من حياته دائب التنقل وبين السلفي الذي عاش ما عاش في الإسكندرية؟ في المرحلة الثانية؟ دون أن يرى منارة الإسكندرية إلا من طاقة بيته.\nوكان شغوفاً بجمع الكتب، ينفق في ذلك أموالاً طائلة، وتجمعت لديه خزائن لم يتفرغ للنظر فيها، فعفنت وتلصقت بسبب الرطوبة فكانوا يخلصونها بالفأس حتى تلف أكثرها.\nمنزلته في العلم:\nجمع السلفي بين علو الإسناد وعلو الانتقاد فهو من كبار المحدثين في عصره، وكان دقيقاً ضابطاً لما يحسن، يكتب خطاً سريعاً إلا أنه\nالجزء: 1 ¦ الصفحة: 7\n",
        "صحيح، ولم يكن يحدث إلا من أصل كتبه وكان يقول: متى لم يكن الأصل بخطي لم أفرح به. ولذلك شهد له العلماء بالتقدم في علم الحديث فقال ابن المفضل: كان أوحد زمانه في علم الحديث، وأعرفهم بقوانين الرواية والتحديث، وقال السمعاني: أبو طاهر ثقة ورع ثبت فهم حافظ. وقال ابن شافع: السلفي شيخ العلماء. ولذلك فلا غرابة إذا قصده طلاب الحديث من كل صوب.\nأما منزلته في غير الحديث فإنها دون ذلك. فكان ذا حظ من العربية وله رسائل وينظم الشعر، وما وصلنا من شعره يدل على إيثاره للنواحي التعليمية والأخلاقية، وكان يؤثر رواية هذا اللون منه، ويحب ما اندرج في باب الزهد والحكمة. وكان متقناً للقراءات، قرأ بحروف متعددة، وحصل هذا العلم في دور مبكر (عام 491) . وأما في الفقه فلم يصلنا من آرائه إلا اليسير. فنحن نعلم مثلاً أنه كان ينكر القراءة بالألحان ويراها بدعة، مخالفاً بذلك من يرون جوازها. وفي زمنه رفع اليهود إلى صلاح الدين يسألونه أن يتحاكموا إلى مقدم شريعتهم وأن يتوارثوا حسب شرعهم من غير أن يعترضهم في ذلك معترض، فألقى صلاح الدين هذه المسألة على الفقهاء من المالكية والشافعية ليفتوه فيها فكتب السلفي: \" الحكم بين أهل الذمة إلى حاكمهم إذا كان مرضياً باتفاق منهم كلهم، وليس لحاكم المسلمين النظر في ذلك إلا إذا أتاه الفريقان \". ولما ناقش السبكي (والد صاحب الطبقات) هذه الفتيا قال في التعليق عليها: \" وأما السلفي فهو محدث جليل حافظ كبير وماله وللفتوى، وما رأيت له قط فتوى غير هذه، وما كان ينبغي له أن يكتب فإن لكل عمل رجالاً \".\nالجزء: 1 ¦ الصفحة: 8\n",
        "معجم السفر\n:\nلم يصلنا من المعاجم الثلاثة التي ألفها السلفي إلا هذا المعجم الذي خصصه لمن لقيهم من الناس ما عدا علماء أصبهان وبغداد. وهذا كتاب بالغ القيمة يدل على دقة الملاحظة عند مؤلفه وشغفه بالتقييد ويقدم لنا صورة دقيقة، في جوانب كثيرة، عن حياة القرن السادس في النواحي العلمية والاجتماعية. وهو يتميز بضبط رجل متمرس بالحديث وعلم الرجال، ولذلك كان مصدراً هاماً للذين كتبوا في البلدان والتراجم، فاعتمده ياقوت اعتماداً كبيراً في معجم البلدان، كما كان منبعاً يستقي منه القفطي في أنباه الرواة. وقد رتبه مؤلفه على حسب حروف المعجم معتمداً الاسم الأول في السند. إلا أن السلفي لم يقم؟ في ما يبدو؟ بوضعه في صورة نهائية، وإنما كان ما تبقى منه على شكل جذاذات جمعت ورتبت من بعده، فجاء الكتاب ناقصاً في عدة مواضع، ومن دقق في ترتيبه على حسب الحروف وجد فيه تقديماً وتأخيراً، كما سقط من أوله جميع الأسماء التي تقع قبل \" أحمد \". ويشهد معجم البلدان أن مؤلفه اطلع على نسخة أتم من الكتاب ونقل منها مواد لم تصلنا في أصولها.\nولدينا من الكتاب؟ حسب ما أعلم؟ نسختان إحداهما مصورة بدار الكتب المصرية وهي ذات أوراق مضطربة تنتظر ترتيباً جديداً، والثانية نسخة في مكتبة عارف حكمت بالمدينة المنورة (رقم المخطوط فيها 176 حديث) وهي حديثة النسخ حسنة الترتيب كتبها عبد الحفيظ بن محمد صالح حمادة سنة 1239، وأصلها منقول عن جذاذات بخط المؤلف وتقع في 239 ورقة، وهي مكتوبة بخط واضح قليل الخطأ، وفي الصفحة الواحدة منها عشرون سطراً ويتراوح عدد كلمات السطر والواحد بين\nالجزء: 1 ¦ الصفحة: 9\n",
        "10 -\n؟ 12 كلمة؛ وهذه هي النسخة التي اعتمدتها في إعداد هذه المجموع من تراجم الأندلسيين وأخبارهم، وكان معهد المخطوطات بالجامعة العربية قد حصل منها على فلم رقمه: 28 وعن طريق المعهد حصلت على صور منها، لذا أتوجه بالشكر الجزيل إلى صديقي الأستاذ محمد رشاد عبد المطلب لتلطفه في إرسالها إليّ.\nإن من تمام الفائدة أن يظهر \" معجم السفر \" كاملاً، ولكن حال دون ذلك ما في النسخة من نقص كثير، وعسى أن يتاح لنا العثور على نسخة أوفى، والله الموفق.\nبيروت في 25 نيسان (أبريل) 1963.\nإحسان عباس\nالجزء: 1 ¦ الصفحة: 10\n",
        "- 1؟\nأنشدني أبو العباس أحمد بن إبراهيم بن عمر الغساني الإشبيلي (1) وآخران، قالوا أنشدنا أبو محمد عبد الله بن محمد بن صارة الشنتريني (2) لنفسه بالأندلس:\nأودت بذات يدي فرية أرنب\n...\nكفواد عروة في الضنا والرقة\nلو أن ما أنفقت في ترقيعها\n...\nيحصى لزاد على جبال الرقة\nإن قلت: بسم الله بين رقاعها\n...\nقرأت علي: إذا السماء انشقت\nفترى مرقعها يقاسي دهره\n...\nبعد المشقة في قريب الشقة\n(1) ترجم له ابن سعيد في القدح المعلى (اختصار القدح: 12) وأورد جملة من شعره ونثره.\n(2) انظر ترجمته في الذخيرة (القسم الثالث - المخطوط) : 323 والمغرب 1: 419 والقلائد: 260 والتكملة: 816 ومسالك الأبصار 11: 383 والأبيات الواردة له هنا مذكورة في القلائد: 261 والثاني جاء فيه رابعاً، وفي بعض الرواية اختلاف؛ وانظر الأبيات في النفح 4: 402.\nالجزء: 1 ¦ الصفحة: 15\n",
        "- 2؟\nأنشدني أبو بكر أحمد بن محمد بن مالك الأنصاري السرقسطي (1) بالثغر، قال أنشدني أبو الوليد محمد بن مالك الكاتب بالأندلس، قال أنشدني أبو العباس التطيلي الأعمى (2) لنفسه بقرطبة يصف رمحاً (3) :\nجرى الدم في متنيه بدءاً وعودةً\n...\nكما كان يجري فيهما الماء من قبل\nفأصبح مياداً ومغرسه الكلى\n...\nكما كان مياداً ومنبته الرمل أبو كر هذا من أهل الأدب ويخاطب خطاب الوزراء وذوي الحسب، يعد في قطره من الرؤساء، وله شعر فائق، وترسل رائق، وقد كتب عني فوائد وعلقت عنه جملة صالحة من شعره وشعر من رآه من شعراء الأندلس، ثم توجه إليها وانقطع عني خبره.\n(1) أورد ابن سعيد لأبي بكر هذا موشحة ف المغرب 2: 446.\n(2) انظر ترجمة التطيلي في المغرب 2: 451 والقلائد: 273 ونكت الهميان: 110 ومسالك الأبصار 11: 389.\n(3) البيتان من القصيدة رقم: 39 في ديوان التطيلي.\nالجزء: 1 ¦ الصفحة: 16\n",
        "- 3 -\nأنشدني أبو جعفر أحمد بن الوليد بن مهدي التطيلي، أنشدنا أبو الحسين سليمان بن محمد بن طراوة المالقي (1) لنفسه بالأندلس:\nوقائلةٍ وأتكلف بالغواني\n...\nوقد أحضى بمفرقك النهار\nفقلت لها: حثثت على التصابي\n...\n\" أحق الخيل بالركض المعار \" - 4 -\nأنشدني أبو العباس احمد بن يوسف بن نام اليعمري البياسي، أنشدني أبو عبد الله القفال البياسي بها لأبي عبد الله محمد بن أحمد بن عثمان القيسي المعروف بابن الحداد (2) المروي ابتداء قصيدة:\nأربرب بالكثيب الفرد أم نشأ\n...\nومعصر في اللثام الورد أم رشأ\nكأن قلبي سليمان، وهدهده\n...\nلحظي، وبلقيس لبني، والهوى النبأ\n(1) راجع ترجمة ابن الطروة في تحفة القادم: 11 والمغرب 2: 208 وبغية الوعاة: 263 والضبي: 290.\n(2) ترجمة ابن الحداد ئفي المغرب 2: 143 والمطمح: 80 والذخيرة 1/2: 201 والوافي 2: 86 والذيل والتكملة: 3 (مخطوطة باريس) .\nالجزء: 1 ¦ الصفحة: 17\n",
        "أبو العباس هذا (1) شاعر مفلق، وأديب محقق، وكان كثير الحفظ لشعر شعراء الأندلس المتأخرين خاصة ولشعر غيرهم من المتقدمين من كل إقليم، ومال بعده إلى الآخرة، وباع كتبه عازماً على الجهاد، راغباً في الشهادة، فخرج بنية الغزو وانقطع عنا خبره، فسبحان العالم بحاله، وقد علقت عنه مقطعات كثيرة من شعره وشعر غيره، وقلت له: أنشدني من مخترعاتك، وهات من مخبآتك، فقال مرتجلاً:\nمن سيئاتي مخبآتي\n...\nفخل عني وقول هات\nفكلها إن بحثت عنها\n...\nمشبهات بترهات وأنشد يوماً آخر، وقد علقت عنه من شعره وشعر غيره ما يستحسن جداً:\nفوائد قد أتتك على آرتجال\n...\nسلبت بهن ألباب الرجال\nفإن أنشدتها يوماً بحفلٍ\n...\nملأت بها السجال إلى السجال\n(1) ياقوت: \" بياسة \" وسماه أحمد بن يوسف بن تمام ونقل ما أورده السلفي في وصفقه.\nالجزء: 1 ¦ الصفحة: 18\n",
        "- 5 -\nسمعت أبا العباس أحمد بن يوسف بن نام اليعمري البيارسي بالثغر يقول (1) ، سمعت فاخر بن فاخر القرطبي بالأندلس يقول: مدح عبد الجليل بن وهبون المرسي المعروف بالدمعة، المعتمد بن عباد بقصيدة فيها تسعون بيتاً فأجازه بتسعين ديناراً فيها دينار مقروض، فلم يعرف العلة في ذلك إلى أن تأملها، وإذا هو قد خرج من العروض الطويل في بيت إلى العروض الكامل، فعرف حينئذ السبب.\n- 6 -\nسمعت أبا الحسين أحمد بن علي بن هاشم الكتبي المعروف بابن الموقفي بمصر (2) ، وجرى ذكر كرامات يا الأولياء، فقال: كان في جواري\n(1) انظر ياقوت: \" بياسة \" حيث أورد هذه القصة أيضاً.\n(2) قال السلفي في التعريف به: ابن الموقفي هكذا كتبي مشهور بمصر اشتريت منه بها كثيراً من الكتب وكان يحفظ شعر جماعة من المصريين وسمعته يقول: ولدت بالإسكندرية سنة أربع وستين وأربعمائة؛ وعلقت عنه فوائد، وذكر لي أبو عمرو الافقم الأندلسي أنه توفي بمصر في ذي الحجة سنة تسع وثلاثين وخمسمائة (معجم السفر: الورقة: 12آ) .\nالجزء: 1 ¦ الصفحة: 19\n",
        "شيخ أندلسي صالح كثيرة الصلاة بالليل والنهار كثير القراءة للقرآن فبعث إليّ يوماً فدخلت عليه فقال، وهو قاعد ليس به مرض شديد: أنا أموت غداً، ولهذه المرأة؟ وأشار إلى امرأته؟ عليّ عشرون درهماً بقية مهرها، وليس لي سوى هذه العشرة الدراهم، وهي عند رأسي إذا نمت؟ وأشار إليها؟ وهذه الأجزاء ربما تساوي عشرين درهماً، وأحب منك أن تواريني وتوفي ما عليّ، فقلت: ما أنت إلا بخير، والله تعالى يهب لك العافية. وخرجت وأنا متهاون بقوله؛ فلما كان في اليوم الثاني جاء من اخبرني بوفاته فذهبت إليه، فإذا هو قد نزل من غرفته إلى المسجد، ونام مستقبل القبلة وقبض؛ فقام عليّ شعر بدني، واهتممت بغسله ودفنه، وعلمت أن لله تعالى أولياء لا يطلع عليهم وعلى أحوالهم إلا من شاء متى شاء.\nالجزء: 1 ¦ الصفحة: 20\n",
        "- 7 -\nسمعت أبا العباس أحمد بن مروان بن محمد الشاطبي التاجر بالإسكندرية يقول: يقال بالأندلس لمن يعمل الكمررانات واغمدة السيوف والسكاكين: الصناع.\nأبو العباس هذا أندلسي صالح وله علي يد لاجتهاده في إيصاله ما حمل إليّ من اصبهان من سماعاتي واجزائي التي كتبتها بكل قطر وأنفذت بها إلى اصبهان طمعاً في الرجوع إليها، ولم يتفق، فأحببت أحياء ذكره والترحم عليه، رحمه الله، وقد كان متميزاً وله ترسل لا بأس به، وتوفي بالعراق، نفعه الله بالعلم.\nالجزء: 1 ¦ الصفحة: 21\n",
        "- 8 -\nأنشدني أبو الحسن الخضر بن محمد بن عبد الله الغساني المربي بديار مصر، قال أنشدني أبو العباس الزاهدي بالأندلس لشاعر مقدم:\nيا من أناجيه في سر وإعلان\n...\nوأرتجيه لإفضالٍ وإحسان\nاغفر لعبد مسيءٍ خائفٍ وجلٍ\n...\nمن هول يوم له شان من الشان الخضر هذا قدم الثغر حاجاً، وكاتبني في معناه الفقيه [\n.......\n] (1)\n- 9 -\nأنشدني أبو الفضل أحمد بن عبد الكريم بن مقاتل الصنهاجي المقرئ، قدم علينا الاسكندرية، قال: أنشدني أبو محمد عبد الحبار\n(1) بياض في الأصل.\nالجزء: 1 ¦ الصفحة: 22\n",
        "ابن أبي بكر بن حمديس الصقلي الأزدي لنفسه بتونس (1) :\nلما كبرت أتتني كل داهيةٍ\n...\nوكل ما كان مني زائد نقصا\nأصافح الأرض أن رمت الجلوس بها\n...\nوإن مشيت ففي كفي اليمين عصا\n(1) انظر مقدمة ديوانه وثبت المراجع الملحق بها (ط. بيروت 1960) ؛ وهذان البيتان مما لم يرد في ديوانه أو في ملحقات الديوان.\nالجزء: 1 ¦ الصفحة: 23\n",
        "- 10؟\nأنشدني أبو العباس أحمد بن معد بن عيسى وكيل التجيبي الأندلسي (1) بالثغر، قال:\nأنشدني أبو محمد عبد الله بن محمد بن السيد (2) اللغوي لنفسه بالأندلس:\nقل لقوم لا يتوبون\n...\nوعلى الإثم يصرون\nخففوا ثقل المعاصي\n...\nأفلح القوم المخفون\nلن تنالوا البر حتى\n...\nتنفقوا مما تحبون أبو العباس هذا يعرف بالأقليشي (3) ، وكان من أهل المعرفة باللغات والأنحاء والعلوم الشرعية، محمود الطريقة نصيحاً ومن أهل الأدب\n(1) ترجمة ابن وكيل التجيبي في النفح 3: 355 والتكملة: 60 وأنباه الرواة 1: 176 ونقل عن السلفي؛ وياقوت \" أقلينش \" وهو يعتمد ما أورده السلفي أيضاً.\n(2) هو ابن السيد البطليوسي العالم اللغوي المشهور، وقد وردت له ترجمة مسهبة في أزهار الرياض 3: 103 - 149.\n(3) التكملة: بابن الأقليشي؛ نسبة إلى أقليش Ucles وهي من أعمال طليطلة.\nالجزء: 1 ¦ الصفحة: 24\n",
        "والورع والمعرفة بعلوم شتى، ومن جملة أساتيذه أبو محمد البطليوسي وأبو الحسن بن سبيطة الداني وأبو محمد القلني (1) وآخرون. وله شعر جيد ومؤلفات حسنة، قدم علينا الإسكندرية سنة ست وأربعين وخمسمائة، وقرأ علي كثيراً وكتب عني فوائد وتوده إلى الحجاز، وبلغنا أنه توفي بمكة، رحمه الله.\nومن شعره، أنشدني أبو العباس أحمد بن معد بن عيسى بن وكيل التجيبي الأندلسي لنفسه، وكتب بخطه:\nكان حقي ألا أذكر غيري\n...\nوأنا ما كفيت شري وضيري\nغير أني برحمة الله ربي\n...\nارتجي أن يفيدني كل خير وأنشدني لنفسه:\nتتحدر العبرات من أحداقه\n...\nفترى لها في خده آثارا\nولربما امتزجت دماً من قلبه\n...\nحتى كأن الدمع يطلب ثارا\n(1) في الأصل: العلني والتصحيح عن التكملة والأنباه وياقوت.\nالجزء: 1 ¦ الصفحة: 25\n",
        "- 11 -\nأنشدني أبو جعفر أحمد بن محمد بن كوثر الغرناطي (1) بديار مصر، قال أنشدني أبو الحسن علي بن أحمد بن خلف النحوي (2) لنفسه بالأندلس في كتاب الإيضاح لأبي علي الفارسي النحوي (3) :\nأضع الكرى لتحفظ الإيضاح\n...\nوصل الغدو لقهمه برواح\nهو بغية المتعلمين ومن بغى\n...\nحمل الكتاب يلجه بالمفتاح\nلأبي علي في الكتاب إمامة\n...\nشهد الرواة لها بفوز قداح\nيفضي على أسراره بنوافذ\n...\nمن علمه بهرت قوى الأمداح\n(1) راجع ترجمة ابن كوثر في التكملة: 57.\n(2) ترجمة ابن خلف في الضبي: 406 وبغية الوعاة: 336 وأنباه الرواة 2: 227 والديباج المذهب: 205 وقد توفي ابن خلف عام 528.\n(3) وردت الأبيات في أنباه الرواة 2: 228.\nالجزء: 1 ¦ الصفحة: 26\n",
        "فيخاطب المتعلمين بلفظه\n...\nويحل مشكلة بومضة واح\nمضت العصور وكل نحو ظلمة\n...\nوأتى فكان النحو ضوء صباح\nأوصي ذوي الإعراب أن يتذاكروا\n...\nبحروفه في الصحف والألواح\nفإذا هم سمعوا النصيحة أنجحوا\n...\nإن النصيحة غبها لنجاح ابن كوثر هذا كان من أعيان أهل غرناطة ومموليها بالأندلس، قدم الإسكندرية بعد ما جرى على بلده ما يجل عن الصوف من القتل والنهب وخراب أملاكه وذهاب أمواله، ورأيت له معرفة جيدة بالنحو، وكتب عني شيئاً يسيراً من الحديث، ثم توجه إلى الحجاز بنية الإقامة إلى حين الوفاة، فبلغني أنه توفي بمصر سنة خمس وخمسين وخمسمائة بعد أن حج وزار، رحمه الله تعالى وإيانا إذا صرنا إلى ما صار إليه.\nالجزء: 1 ¦ الصفحة: 27\n",
        "- 12 -\nأنشدني أبو بكر أحمد بن محمد بن حصن الخزرجي البلنسي بالثغر، قا أنشدني أبو بكر محمد بن المهلب\n...\nالكاتب المرسي بالأندلس لخلف ابن فرج اللبيري المعروف بالسميسر الشاعر (1) :\nبلنسية بلدة جنة\n...\nوفيها عيوب متى تختبر\nفخارجها زهر كله\n...\nوداخلها برك من قذر أبو بكر هذا من أعيان بلدة بلنسية من مدن الأندلس، ومن كبار كتابها وتنائها، قدم علينا الإسكندرية حاجاً سنة تسع وثلاثين وخمسمائة، وسمع علي كثيراً وكتب، وكان حسن الخط جيد الضبط ديناً ورعاً، ومع ديانته وسمعته كان طيب الخلق كثير المداعبة؛ سمعته يقول على رأس السفرة ونحن نأكل، قال حكيم من الحكماء: يكفيك\n(1) انظر ترجمة السميسر في الذخيرة 1 / 2: 372 وابن دحية: 93 والمغرب 2:\n...\nالجزء: 1 ¦ الصفحة: 28\n",
        "من الفجل الورق، ومن لحم البقر المرق. وسمعته أيضاً يقول: دعي بعض الأعراب إلى دعوة وقدمت إليه قصعة فيها عظم كثير ولحم قليل فقلب العظام وقال: يا وجوه العرب، طبختم قدركم بالشطرنج. وسمعته يقول: تزوج أحد تلامذة الشيخ أبي إسحاق الشيرازي ببغداد، فلما بنى بها وحضر عنده سأله عن حاله، وقال له كيف وجدت أهلك؟ قال: فيها من الجنة خصلتان، البرد والسعة، فضحك رحمه الله تعالى.\nوسألني في كتب شيء له بخطي، فكتبته وسمعه علي، وذلك سنة خمسمائة.\nالجزء: 1 ¦ الصفحة: 29\n",
        "- 13 -\nأخبرني أبو بكر أحمد بن مجاهد بن جعفر العثماني المقرئ بديار مصر، أخبرنا أبو بكر غالب بن عبد الرحمن المحاربي بالأندلس، أخبرنا أبو عثمان سعيد بن خلف بن جعد الكلابي، حدثنا أبو عبد الله بن الناشئ التجيبي، حدثنا أبو عيسى يحيى بن عبد الله الليثي، حدثني عبيد الله بن يحيى بن يحيى الليثي حدثنا يحيى أبي يحيى بن يحيى عن مالك بن أنس عن ابن [] عن أبي عبد الرحمن بن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: من أدرك ركعة من الصلاة فقد أدرك الصلاة.\nابن مجاهد هذا قدم الإسكندرية سنة ثلاثين وخمسمائة حاجاً، وقال لي: قد رأيت ابن الطلاع الفقيه وأبا مروان بن سراج اللغوي، وأبا علي الحياني الحافظ بقرطبة، وأبا داود المؤيدي بدانية، وبها مولدي، وابن أبي جعفر بمرسية، وسكناي الآن بغرناطة، وأعرف هناك بمؤدب\nالجزء: 1 ¦ الصفحة: 30\n",
        "الشبان، وسمعت على ابن عطية بها الموطأ وصحيح البخاري وغير ذلك. وكان من الصالحين ومن أهل الإتقان في القراءات، كبير السن، مجتهداً مع علو سنه في طلب العلم، وسمع علي كثيراً، وسألني في الإجازة له ولابنه، فأجزت لهما.\nوأنشدني، قال أنشدني أبو بكر غالب بن عبد الرحمن بن عطية المحاربي (1) لنفسه بالأندلس (2) :\nإذا لم يكن في السمع مني تصاون\n...\nوفي بصري غض وفي منطقي صمت\nفحظي إذن من صومي الجوع والظما\n...\nوإن قلت إني صمت يوماً فما صمت\n(1) راجع ترجمته في النفح 3: 277 وتذكرة الحفاظ: 1369 والصلة: 432.\n(2) البيتان في النفح 3: 279.\nالجزء: 1 ¦ الصفحة: 31\n",
        "- 14 -\nسمعت أبا العباس أحمد بن محمد بن طالوت البلنسي بالثغر يقول (1) : سمعت أبا القاسم بن رمضان المالطي بها يقول: كان القائد يحيى صاحب مالطة قد صنع له أحد المهندسين صورة يعرف بها أوقات النهار بالصنج، فقلت لعبد الله بن السمتي (2) المالطي أجز هذا المصراع:\nجارية ترمي الصنج\n...\nفقال: بها النفوس تبتهج\nكأن من أحكمها\n...\nإلى السماء قد عرج\nفطالع الأفلاك عن\n...\nسر البروج والدرج أنشدني ابن طالوت قال: أنشدني أبو عبد الله محمد بن بشر السفاقسي\n(1) انظر الخبر في ياقوت \" مالطة \" والقزويني: 557.\n(2) ياقوت: السمطي.\nالجزء: 1 ¦ الصفحة: 32\n",
        "بالمهدية لنفسه:\nقالت أما راعك المشيب فقد\n...\nأطل والشيب ثالث الحفظه\nفملت عن قولها إلى هذرٍ\n...\nلم يعدم الرشد لافظ لفظه\nأعله حالك البياض كمن\n...\nسود بالنقس وجه من وعظه ابن طالوت هذا شاب يتوقد ذكاء وله معرفة بالآداب والطب وعلوم الأوائل وكان أكثر ميله إليها، وله شعر جيد ومولده بشبرب وهي من نظره بلنسية (1) . وكان يحضر عندي مستفيداً\n...\nوقد علقت عنه فوائد مغربية ثم تظاهر بالتطبيب وخرج عن الثغر وانقطع عنا خبره\n...\nومما أنشدني من شعره:\nمن عاذلي من ذا الزمان السفيه\n...\nيعلي جهولاً ويحط النبيه\nقد ألبس الدين حلى ذلةٍ\n...\nفيرهب الراهب فيه الفقيه\n(1) انظر ياقوت \" شبرب \" وفيها نقل عن السلفي.\nالجزء: 1 ¦ الصفحة: 33\n",
        "- 15 -\nسمعت الشيخ الأديب أبا الفضل جعفر بن إسماعيل النحوي بالإسكندرية، يقول: سمعت سابي بمصر يقول، سمعت أبا الحسين يحيى ابن نجاح الواعظ الأندلسي بمكة يقول: إذا ذكرت شيئاً فخذوه بقبول واحفظوه فأني لا اعود اذكره إن سئلت عنه.\nوسمعته يقول: كان يحيى بن نجاح الواعظ الأندلسي (1) مصنف \" الخيرات \" إذا وعظ وزهره الناس له قال: كان والدي عبداً لفلان، وأمي جارية اشتريت بكذا وكذا ديناراً فلا يغرك يا يحيى مدح هؤلاء، قال: وهو مصنف \" جامع سبل الخيرات \" نفعه الله بذلك.\n(1) راجع ترجمة ابن نجاح في الصلة: 628.\nالجزء: 1 ¦ الصفحة: 34\n",
        "- 16 -\nأنشدني أبو العباس أحمد بن علي بن عمار النابلي (1) بالثغر لأبي عبد الله محمد بتن شرف القيرواني (2) ابتداء قصيدة:\nكم قد وشت لكن كفيت لسانها\n...\nعين وفت للدمع حتى خانها\nأودعتها سر الهوى فوشت به\n...\nما كل من السرائر صانها أحمد هذا كان من أهل القرآن والخير، قدم الإسكندرية حاجاً،\n(1) انظر ياقوت: \" نابل \" حيث ينقل عن السلفي ما جاء في هذه الفقرة.\n(2) ابن شرف القيرواني من الذين هاجروا إلى الأندلس بعد فتنة القيروان وعاش في ظل بني ذي النون، بعد أن جال أنحاء الأندلس أيام ملوك الطوائف. انظر ترجمته في الذخيرة ¼: 133 ومسالك الأبصار 11: 238 والوافي 3: 98 وعنوان الأريب 1: 56 وفوات الوفيات 2: 410.\nالجزء: 1 ¦ الصفحة: 35\n",
        "وقد كتب عني شيئاً من الحديث، وسألته عن نابل فقال: إقليم من أقاليم أفريقية بين تونس وسوسة (1) ، قال: ومن أهلها ممن يروي الحديث محمد بن عبد الحميد النابلي وأبوه عبد الحميد، وعبد المنعم بن عبد القادر وأبوه.\n(1) في الأصل: سوس والتصويب عن ياقوت.\nالجزء: 1 ¦ الصفحة: 36\n",
        "- 17 -\nأنشدني أبو القاسم ذوبان بن عتيق بن تميم الكاتب المهدوي، ويسمى كذلك عبد الرحمن، وبذوبان يعرف، قال أنشدني أبو حفص العروضي الزكرمي (1) بأفريقية مما قاله بالأندلس، وقد طولب بمكس كان يتولاه يهودي:\nيا أهل دانية لقد خالفتم\n...\nحكم الشريعة والمروة فينا\nمالي أراكم تأمرون بضد ما\n...\nأمرت، ترى نسخ ألا له الدنيا\nكنا نطالب لليهود بجزيةٍ\n...\nوأرى اليهود بجزيةٍ طلبونا\n(1) ذكره السلفي (الورقة: 12) وأورد له البيتين:\nوكل بناء قد أقيم أساسه\n...\nعلى غير أصل ثابت قلما يبقى\nوإن كان لون التبر والصفر واحداً\n...\nفقد جعل الرحمن بينهما فرقا وانظر ياقوت: \" زكرم \" ولم يقطع بأنها اسم مكان، ونقل عن السلفي ما أورد هنا؛ وانظر أيضاً ديوان ابن حمديس: 294 فقد رثى الزكرمي وسماه عمر.\nالجزء: 1 ¦ الصفحة: 37\n",
        "ما إن سمعنا مالكاً أفتى بذا\n...\n(1) لا لا ولا من بعده سحنونا\nهذا ولو أن الأئمة كلهم\n...\nحاشاهم بالمكس قد أمرونا\nما واجب مثلي يمكس عدله\n...\n(2) لو كان يعدل وزنه قاعونا\nولقد رجونا أن ننال بمدحكم\n...\nرفداً يكون على الزمان معينا\nفالآن نقنع بالسلامة منكم\n...\nلا تأخذون منا ولا تعطونا [ذوبات] كان كثير الحفظ وقد صحب شعراء أفريقية وعلقت عنه من شعرهم مقطعات.\n(1) سحنون بن سعيد (- 240) شيخ المالكية بالقيروان في عصره. انظر ترجمته في ترتيب المدارك، ورياض النفوس 1: 249 والديباج: 160.\n(2) قاعون، جبل شاهق عند دانية يرى من مسيرة يومين (هامش الورقة 41) .\nالجزء: 1 ¦ الصفحة: 38\n",
        "- 18 -\nأنشدني أبو الحسن رباح بن أبي القاسم بن عمر بن أبي رباح الخزرجي الرباحي، قدم علينا الإسكندرية، قال: أنشدني أمي مريم بنت راشد ابن سليمان اللخمي الينشتي بالأندلس، قالت: أنشدني أبي أبو الحسن راشد (1) ، وكان كاتب ابن ذي النون، لنفسه (2) :\nيا حاسد الأقوام فضل يسارهم\n...\nلا ترض رأياً لم يزل ممقوتاً\nبالمصر ألف فوق قوتك قوتهم\n...\nوبه ألوف ليس تملك قوتا\nلو قسمت أرزاقهم بسويةٍ\n...\nلم تعط شيئاً فوق ما أعطيتا أبو الحسن رباح هذا من أعيان الأندلس، ومولده على ما ذكره لي بقرطبة، وأصله من قلعة رباح (3) ، ولديه معرفة بعلوم شتى منها علم الطب. قال: وقد سمعت الحديث على ابن عتاب وأبي بحر البلنسي\n(1) ترجمة راشد في التكملة: 324.\n(2) أورد ياقوت بيتين من الثلاثة في مادة ينشتة، وهو ينقل عن السلفي؛ قال: وينشتة بلد من أعمال بلنسية.\n(3) قلعة رباح: مدينة من أعمال طليطلة.\nالجزء: 1 ¦ الصفحة: 39\n",
        "وآخرين بقرطبة، وعلى أبي بكر بن عطية بغرناطة. قال: وقرأت كتاب سيبويه بها على ابن دري.\nولوالده أبي القاسم ترسل جيد وتصرف في الآداب ورواية للشعر.\n- 19 -\nسمعت الفقيه أبا الربيع سليمان بن عبد العزيز بن أسد الاشبيلي الأندلسي ويعرف بابن لولوة بالإسكندرية يقول: رأيت عندنا بالأندلس تفاحاً أحمر، دور كل تفاحة ثلاثة أشبار وثلث (1) ، جلب إلينا من مدينة يقال لها شنترة من مدن الأندلس أيضاً، قال: وهذا يعلمه أهل ناحيتنا. فسألت غير واحد من الأندلسيين سواه فصدقوه في ذلك.\nأبو الربيع هذا فقيه على مذهب مالك ومقرئ مجود حافظ للقراءات جاءني بالإسكندرية بعد رجوعه من الحج، واثنى عليه أهل ناحيته بالفضل والصلاح، وسمع مني أجزاء ونسخها، منها كتاب \" المحدث الفاصل بين الراوي والواعي \" لابن خلاد الرامهرمزي.\n(1) نقل ياقوت هذا في مادة: \" شنترة \" قال: وهي مدينة من أعمال لشبونة.\nالجزء: 1 ¦ الصفحة: 40\n",
        "- 20 -\nسمعت أبا الحسن طارق بن موسى بن يعيش البلنسي (1) بالثغر يقول: سمعت الشيخ ابن الحرار، وكان من صلحاء أهل المرية بالأندلس يقول: كنت بمكة عند فقيه من أصحابنا المالكية، فجلس إلينا رجل لا نعرفه، فإذا ريحه كأنها القطران، فرادعناه في ذلك فقال بعد تمنع: قد كنت رجلاً أبغض أبا بكر وعمر واسبهما وتغالي في حب علي، فرأيته ليلة في المنام وكأني ظمآن، فقلت يا أمير المؤمنين: إني من شيعتك فاسقني، فأشار إلى كوز فشربت منه، ولم يكلفني، فأصبحت وأنا على هذه الحالة، فجيت إلى بيت الله الحرام تائباً مما كنت عليه، واحب منكم المعاونة بالدعاء فربما يزيل الله تعالى عني ما أنا فقيه فقد شبعت من حياتي، فدعونا له، وقام عنا باكياً.\n(1) ترجمته في التكلمة: 343.\nالجزء: 1 ¦ الصفحة: 41\n",
        "طارق هذا كان من أهل الصلاح، وقد أقام بالإسكندرية مدة مديدة وسمع على جماعة من شيوخها بقراءتي وبقراءة غيري، وكتب كني كثيراً، وكان حسن التلاوة للقرآن متصاوناً، ثم رجع إلى الأندلس، وروى بها ما سمعه عليّ وعلى غيري، وقدم الثغر بعد ذلك بسنين حاجاً، وقد كبر وضعف، وبلغنا انه توفي بمكة، رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 42\n",
        "- 21 -\nحدثني أبو محمد عبد الله بن محمد بن ملوك التنوخي الفليشي بالإسكندرية بعد رجوعه من مكة؟ وفليش قرية من قرى لرقة بشرقي الأندلس؟ قال (1) : غاب أبو عمران الفليشي موسى بن محمد بهيج الكفيف المربي عن عشائره مدة بالمشرق، فعمل بمصر موشحاً أوله:\nيا منجمينا\n...\nهل للغرب سبيل\nنحو الظاعنينا\n...\nفالقلب منه عليل\nلا يلفي معينا\n...\nإلا دموعاً تسيل\nويجريها هتوناً\n...\nمن جفنه ويديل ومنه:\nحكى نوح المستهام\n...\nبما به سمن غرام\n(1) نقل ياقوت هذا الخبر في مادة \" فليش \"؛ ولرقة التي ذكرها حصن في شرقي الأندلس غربي مرسية وشرقي المرية، وفي ياقوت \" نمرقة \" وهو تصحيف لأن ياقوت لم يذكر هذا الاسم في موضعه.\nالجزء: 1 ¦ الصفحة: 43\n",
        "نوحاً كنوح الحمام\n...\nعلى ذرى الاكمام\nغدا يجري بانسجام\n...\nدمعاً كصوب الغمام\nيشكو لكل الأنام\n...\nما بالحشا من كلام ابن ملوك هذا رجل صالح سمع عليّ: \" رسالة أبي محمد بن أبي زيد \" في فقه مالك بالإسكندرية، بعد قفوله من الحجاز، وكتاب \" الشبهات \" للقاضي القضاعي وغير ذلك. وكان يحفظ القرآن ويدوام على تلاوته. وفليش التي هي مسقط رأسه قرية لرقة؟ كما ذكرته آنفاً؟ بشرق الأندلس.\nالجزء: 1 ¦ الصفحة: 44\n",
        "- 22 -\nسمعت أبا محمد عبد الله بن الحسن بن علي العذري بالثغر يقول: سمعت المنصور بن مدافع الزناتي بإفريقية يقول: حضر دليل من العرب عند ابن مجاهد صاحب دانية وانظارها بالأندلس (1) ليبعثه دليلاً مع جيش له إلى نائية، فقال: أأنت الخريت؟ فاستشاط غضباً وظن غيرما أراده الأمير وانه يستخف به فقال: وأنت الفسيت؟ فأخجله جداً واحتمله لجهلة، وأمر بصرفه.\n- 23 -\nأنشدني أبو محمد عبد الله بن محمد بن عبد الله الكناني الحشمي من أهل بياسة؟ مدينة بالأندلس -، قدم علينا الثغر، لنفسه،\n(1) هو علي بن مجاهد إقبال الدولة، بقي يحكم دانية حتى عام 468 حين أخذها منه ابن هود.\nالجزء: 1 ¦ الصفحة: 45\n",
        "والعهدة عليه:\nوألبست من سوسان ثوب معصفر\n...\nوجردت عن ثوب من الورد أحمر\nوآلفت الحمى لجسمي تعشقاً\n...\nكما ألفت بثن جميل بن معمر\nفلو أنني مكنت منها قتلتها\n...\nكقتلة هارون الرشيد لجعفر عبد الله هذا أنشدني مقطعات من الشعر وقال: قرأت النحو على ابن طراوة المالقي، ورأيت ابن عتاب بقرطبة وحضرت مجلسه، وقرأت على أبي إسحاق الخفاجي كثيراً من شعره، وأبي كان يقال له صاحب الحشم.\nفذكرت ما ذكره لأبي العباس أحمد بن يوسف بن نام اليعمري البياسي، وكان صدوقاً، فقال: فقال: عبد الله كذاب لا يعول عليه في شيء.\nالجزء: 1 ¦ الصفحة: 46\n",
        "- 24 -\nسمعت الفقيه أبا محمد عبد الله بن محمد بن عبد الله الحاكم الرعيني يقول: كتب أديب من أدباء الأندلس إلى الفقيه أبي عبد الله المازري (1) بالمهدية:\nربما عارض القوافي رجال\n...\nبقواف فتنثني وتلين\nطاوعتهم عين وعين وعين\n...\nوعصتهم نون ونون ونون وابن لي ما طاوعهم وما عصاهم. فأجابه نثراً: طاوعهم العجمة والعي والعجز، وعصتهم اللسان والبيان والجنان.\n(1) نسبة إلى مازر من قرى صقلية. وللأستاذ حسن حسني عبد الوهاب كتاب عن المازري (ط. تونس 1955) وفيه الماع إلى المصادر الهامة لترجمته.\nالجزء: 1 ¦ الصفحة: 47\n",
        "- 25 -\nأنشدني أبو محمد عبد الله بن محمد بن عبد الله الكناني البياسي (1) ، قدم علينا الثغر حاجاً، قال: أنشدني أبو إسحاق إبراهيم بن خفاجة الجزيري (2) بالأندلس، لعبد الكريم بن فضال الحلواني أحد شعراء أفريقية (3) .\nيا طالب الحج وهو ذو صغر\n...\nعجلت فاستأنه إلى الكبر\nإن كنت تبغي مثوبةً فعسى\n...\nتحمل لي قبلةً إلى الحجر\nشوإن رميت الجمار فارم بها\n...\nكل فؤاد عليك لم يطر\nفقال دعني وزمزماً فعسى\n...\nأغسل جفني من دم البشر عبد الله هذا يعرف بابن صاحب الحشم، وله شعر حسن، ومنه ما أنشدنا:\nوبركةٍ ماؤها كالسيف رونقه\n...\nقد اكتسى دفوها بالثلج أبردها\nالريح صائغة والماء فضتها\n...\nمهما جرت صنعت في الماء ازرادا\n(1) هو الذي ذكره في الفقرة رقم: 23 فحق هذه الفقرة أن تجيء متقدمة على التي سبقتها.\n(2) انظر ترجمة ابن خفاجة في الذخيرة (القسم الثالث - المخطوط) : 173 والقلائد: 231 وابن خلكان 1: 39 والمسالك 11: 255 والمغرب 2؛ 367.\n(3) ترجمته في الذخيرة ¼: 219 والأبيات في الذخيرة: 221.\nالجزء: 1 ¦ الصفحة: 48\n",
        "- 26 -\nأنشدني أبو محمد عبد الله بن عبد الحق بن تيفاو الحلواني التونسي بالإسكندرية، قال أنشدني عبد الجبار بن حمديس الصقلي لنفسه (1) :\nيا عقرب الصدغ المعنبر طيبها\n...\nقلبي لسبت فأين من يرقيك\nوحللت في القمر المنير فكيف ذا\n...\nوحلوله أبداً أراه فيك\nلا تحسبني أشتكي لعواذلي\n...\nآلاك قلبي منك، لا وأبيك عبد الله هذا كان مائلاً إلى الأدب قليل البضاعة فيه وكان كثيراً ما يحضر عندي ويسمع ما يقرأ.\n(1) انظر الفقرة رقم: 9 في ما تقدم، وديوان ابن حمديس: 557 حيث وردت الأبيات نقلاً عن معجم السفر.\nالجزء: 1 ¦ الصفحة: 49\n",
        "- 27 -\nانشدني (1) أبو محمد عبد الله بن محمد بن معدان الركاني اليحصبي - وركان (2) مدينة لطيفة من نظر بلنسية بالأندلس؟ بالإسكندرية، قال: أنشدني أبو بكر يحيى بن الحكم بن بقي السرقسطي (3) بالمرية لنفسه:\nمن ظن أن الدهر ليس يصيبه\n...\nبالحادثات فإنه مغرور\nفالق الزمان مهوناً لخطوبه\n...\nوانجر حيث يجرك المقدور\nوإذا تقلبت الأمور ولم تدم\n...\nفسواء المحزون والمسرور أبو محمد هذا من أهل الأدب وله به عناية تامة، وينظم شعراً جيداً، وقد علقت عنه شيئاً منه، وكان عفيفاً، وحج\n(1) انظر ياقوت: \" ركانة \".\n(2) ياقوت: \" ركانة \".\n(3) ترجمة ابن بقي في المغرب 2: 17 والقلائد؛ 279 والذخيرة (القسم - الثاني المخطوط) : 244 والمسالك 11: 280 ومعجم الأدباء 19: 21 وابن خلكان (الترجمة: 774) وفي المصادر انه طليطلي.\nالجزء: 1 ¦ الصفحة: 50\n",
        "حجات، وكتب عني مقطعات من شعري. ومما أستحسنه من كلامه قوله حين سالته عن ابن بقي: هو سرقسطي النسب، اشبيلي الأدب، سلوي النشب، وادشي العطب، يعني أن أصله من سرقسطة، وتأدب بأشبيلية، واكتسب المال بمدينة سلا من العدوة، وتوفي بوادي آش من مدن الأندلس.\n- 28 -\nأنشدني أبو محمد عبد الله بن محمد بن مرزوق اليحصبي الظاهري (1) ، أندلسي سكن مصر، أنشدني أبو بكر عبد الباقي بن محمد [بن] (2) بريال الحجاري لنفسه بالمرية، من مدن الأندلس:\nلا يؤثر العلم إلا راغب فيه\n...\nليستضيء بنور الله برايه\nفيعلم الحق بالقرآن يبرزه\n...\nحتى يصير يقيناً عند واعيه\n(1) ترجمة ابن مرزوق في التكملة: 818.\n(2) راجع ترجمة ابن بريال في الصلة: 366 والضبي رقم: 1125 ومعجم البلدان: \" وادي الحجارة \". توفي ابن بريال سنة 502.\nالجزء: 1 ¦ الصفحة: 51\n",
        "وحسبنا فعل ما حد الرسول لنا\n...\nومن يصدقه فالله يهديه\nوالصدق فعل وقول لازم لهما\n...\nعقد صحيح به الرحمن يدنيه\nدينوا جميعاً بما جاء الرسول به\n...\nتنجوا، ومن لم يدن فالله يخزيه أبو محمد هذا كان من صلحاء المسلمين، وفي أمور دينه من المنتبهين، وفي أحوال الدنيا من المغفلين، وكانت له عناية عظيمة بتحصيل كتب أبي محمد ابن حزم الظاهري ورسائله. وقد كتبت أنا من نسخة جملة صالحة؛ وكان ظاهري المذهب، وكذلك شيخه ابن بريال، وأبو محمد ابن حزم شيخ ابن بريال.\nوكنت استأنس به مدة إقامتي بمصر، ويقابل معي ما اكتبه واقرؤه على الشيوخ، ثم رأيته بالإسكندرية أيضاً، وتوفي على ما بلغني بدمشق، رحمه الله تعالى. ومولده بسرقسطة من مدن الأندلس سنة ست وخمسين وأربعمائة، قال: وهي السنة التي توفي فيها أبو محمد ابن حزم، وكان مولده سنة أربع وثمانين وثلاثمائة. قال: وأحصيت تآليفه فبلغ عدد أوراقها ثمانين الف ورقة في كل فن، ومن جملتها \" الإيصال في شرح كتاب الخصال \" أربعون مجلداً؛ وما خرج من داره صغره حتى\nالجزء: 1 ¦ الصفحة: 52\n",
        "التحى، وكان والده وزيراً، وكذلك هو، تركها وأقبل على العلم وإفادته.\n- 29 -\n29 -\n؟ أنشدني أبو محمد، أنشدني عبد الباقي، أنشدنا أبو محمد القاسم ابن فتح بن يوسف ابن الريولي (1) الحافظ الحجاري لنفسه بوادي الحجارة (2) :\nإلى كم تقول ولا تفعل\n...\nوتغفل والموت لا يغفل\nأأملت خلداً فهيهات أن\n...\nيرى المرء يدرك ما يأمل\n(1) الجذوة: 366 وفيها \" الاوريوالي \"، والصلة: 446 وفيها \" الريوالي \".\n(2) وادي الحجارة: مدينة تسمى أيضاً الفرج بينها وبين طليطلة خمسة وستون ميلاً (الروض المعطار: 193) .\nالجزء: 1 ¦ الصفحة: 53\n",
        "أم الدهر غرك إمهاله\n...\nولو قد تحققت ما يمهل\nأليس يجزيك أجزاءه\n...\nوذلك من فعله الأعدل\nومن رام من ربه منزلاً\n...\nبغير التقى خانه المنزل\nكتاب عزيز به ناطق\n...\nوحسبكم الحكم الفيصل\nالجزء: 1 ¦ الصفحة: 54\n",
        "- 30 -\nأنشدني أبو محمد عبد الله بن أبي سعيد النحوي الأندلسي قال أنشدني عبد الحليم بن عبد الواحد السوسي (1) الكاتب بصقلية لنفسه في سهم ردمذبة (2) :\nلليالي في عكس حالي عظات\n...\nليس تخفى على ذوي الألباب\nصرت في الخوص بعد لبس الخوافي\n...\nواعتمامي بأزرق كالشهاب\nبعد ذب الكماة عن حرم العز\n...\nتنقلن بي لذب الذباب\n(1) ترجم له العماد في الخريدة، القسم الخاص بالصقليين (الورقة: 9) وله ترجمة في رحلة التجاني: 42 نقلاً عن الحديقة لأبي الصلت.\n(2) رحلة التجاني: في عود نشاب اتخذ نصاباص لمذبة، وأورد الأبيات.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وأنشدني هذه الأبيات غير عبد الله عن عبد الحليم وقد أنشدنيها قبلهما أبو علي محمد بن علي بن جعفر السعدي المعروف بابن القطاع اللغوي بمصر، أنشدني أبي قال: أنشدني عبد الحليم.\nأبو محمد هذا أندلسي فاضل في النحو، وكانت له في جامع عمرو حلقة للقراء، وشعره كثير، ويعرف بالكاسات (1) توفي في سنة عشرين وخمسمائة في صفر، فيما كتب به إليّ ابن موهوب، من مصر، وحكاه لي غيره.\nومن جملة شعره وأنشدناه:\nتزود وما زاد اللبيب سوى التقوى\n...\nعساك على الهول العظيم بها تقوى\nفمن لم يعمر بالتقى جدثاً له\n...\nفمنزله في خلده منزل أقوى\n(1) ترجم له العماد في شعراء مصر (الخريدة 2: 61) وسماه عبد الله بن أبي سعد (وانظر حواشي الخريدة) .\nالجزء: 1 ¦ الصفحة: 56\n",
        "- 31 -\nقال لي القاضي أبو محمد عبد الله بن عيسى بن عبد الله بن أحمد بن أبي حبيب الشلبي (1) حين قدم الإسكندرية حاجاً سنة سبع وعشرين وخمسمائة، ولم يقدم علينا من الأندلس مثله: وصاني أبو جعفر أحمد بن محمد بن عبد العزيز بن المرخي اللخمي (2) لما ودعني بقرطبة أن آخذ له منك الإجازة، فأجزت له.\nقال ابن أبي حبيب: وهو من أهل المعرفة بالحديث وليس بالأندلس الآن مثله.\nقال: وابن عمه أبو بكر بن المرخي (3) من الكتاب الكبار، وله شعر وترسل مدون، وليس عند سلطان المغرب الملثم مثله ومثل أبي\n(1) انظر ترجمة الشلبي في التكملة: 834.\n(2) توفي سنة 533 (انظر الصلة: 82) .\n(3) انظر ترجمته في المغرب 1: 307 والذخيرة (القسم الثاني - المخطوط) : 212.\nالجزء: 1 ¦ الصفحة: 57\n",
        "مروان بن أبي الخصال القرطبي؟ هذا آخر كلام ابن أبي حبيب.\nوأبو جعفر فقد روى عن أبي عبد الله بن الطلاع وابي مروان بن سراج وابي الحجاج الأعلم وآخرين.\nوابن أبي حبيب فقد كان من رؤساء الأندلس وله من كل علم الحظ الوافرن الشرعيات والأدبيات. وسمع علي جزءاً من تخريجاتي، وتوجه إلى مكة، وجرت له هناك خصومات مع من كان يتعاطى الفقه ورد عليه أحسن رد، وسافر إلى العراق ودخل خراسان، وتوفي هناك، رحمه الله ورضي عنه.\nالجزء: 1 ¦ الصفحة: 58\n",
        "- 32 -\nسمعت أبا محمد عبد الله بن تويت بن الوران اللمتوني بالثغر يقول؟ وجربته وكان ثقة يتحرى الصدق؟ سمعت أخي الأمير أبا يعقوب ينتان بن تويت الفقيه وغيره من المرابطين الثقات بالمغرب يقولون: ولد في بني نورت؟ بطن من الملثمين؟ جسمان كاملان برأس واحد، فعاشا زماناً ثم مات أحدهما وثقل الآخر، فراموا قطعه منه، فشاوروا الفقهاء، فقل لهم: يصبر أياماً، فلم يمض قليل حتى مات الآخر.\nقال أبو محمد: وولد بالأندلس في أيامنا مولود برأسين، وكان ابن غلاب السوسي حاضراً فقال: الذي بلغنا أنه ولد بالمغرب مولود برأس واحد له وجهان.\nقال أبو محمد: وقد رأيت بحمص الأندلس امرأة ولدت أول ولادتها ولداً ثم في المرة الثانية ولدين، وفي الثالثة ثلاثة، وفي الرابعة أربعة، وفي الخامسة خمسة، وفي السادسة ستة، وفي المرة السابعة في بطن\nالجزء: 1 ¦ الصفحة: 59\n",
        "واحد وآيست من روحها واشرفت على الهلاك، ثم امتنعت عن زوجها وأبت أن تطاوعه، واشتهر أمرها عند الناس بأقطار الأندلس.\nأبو محمد هذا رجل صالح من أمراء المرابطين قدم المشرق للحج وطلب العلم وكان يحضر عندي ويقرأ، ومن جملة ما قرأه \" الملخص \" لابن القابسي، وأما أخوه ينتان فكان فقيهاً. وذكر لي أخوه أبو محمد أنه توفي بزبيد من مدن اليمن وأنه كان قد قرأ على ابن عتاب وأبي بحر ابن رشد وآخرين بقرطبة وعلى ابن أبي جعفر بمرسية. قال: وتويت اسمه محمد ولكن غلب عليه لقبه هذا وتفسيره: صيّاح.\nالجزء: 1 ¦ الصفحة: 60\n",
        "- 33 -\nأبو محمد عبد الله بن إبراهيم بن سلامة الأنصاري المناري (1) ، ومنار من ثغور سرقسطة بالأندلس، كان يحضر عندي لسماع الحديث سنة ثلاثين وخمسمائة بالثغر، بعد رجوعه من الحجاز، وذكر لي أنه قرأ بقراءة نافع على أبي الوليد يونس بن أبي علي الأبدي بها، وهو علي ابن محمد بن شريح الرعيني، وقرأ أيضاً على أبي محمد المناري صاحب أبي عبد الله المغامي، وسمع الموطأ وغيره بالمغرب.\nقال: واليزيد بن بكر العمري الأبدي ولي قضاء أبدة، وكان قبل من الفقهاء المشاورين، وكذلك أبو محمد عبد الله بن مالك الأبدي، ولي القضاء بها، وكان قبل القضاء من الفقهاء المشاورين.\nوالأبدي مستفاد مع الأندي، وأبده وأنده مدينتان بالأندلس (2) .\n(1) انظر ياقوت: \" منارة \" حيث ينقل عن السلفي.\n(2) ابدة من كورة جيان، وأندة من أعمال بلنسية.\nالجزء: 1 ¦ الصفحة: 61\n",
        "- 34 -\nسمعت أبا محمد عبد الله بن حسن بن عشير العبدري اليابسي النحوي بالثغر يقول (1) : قرأت على أبي الحسين سليمان بن محمد بن طراوة السبائي المالقي النحوي بالأندلس ولم أر مثله، وكان يعظمه جداً.\nأبو محمد هذا كان مصدراً في جامع الإسكندرية لإقراء القرآن والنحو وأنشدني كثيراً من شعره وتوفي [ليلة السبت العشرين من المحرم] سنة [525] (2) . وكان قد وصى بأن أصلي عليه، وكان يوماً بارداً، وقد وقع برد عظيم، فصليت عليه، ودفن بمثبرة باب البحر، ولم يحضر كثير ناس، فالحول تحول، ونزول الأمطار، يمنع عن قضاء الأوطار.\n(1) انظر ياقوت: \" يابسة \" حيث ينقل عن السلفي.\n(2) بياض بالأصل، واتممناه من ياقوت: \" يابسة \". وفي ياقوت (625) وهو خطأ واضح.\nالجزء: 1 ¦ الصفحة: 62\n",
        "- 35 -\nسمعت أبا محمد عبد الله بن جابر بن عبد الله العكي المالقي بالإسكندرية، قال: كان بين أبي الحسن علي بن عبد الغني القيرواني (1) وأبي الحسين سليمان بن محمد بن طراوة المالقي منافرة ومناقرة ويهجو كل واحد منهما الآخر، فمما قال الحصري فيه:\nولابن الطراوة نحو طري\n...\nإذا شمه الناس قالوا خري ومما قاله هو في الحصري:\nإذا الحصري اللئين انتخى\n...\nوظل بهذا الورى ساخرا\nوأنسي ما كان فاذكر له\n...\nعلي بن بكار الشاعرا عبد الله هذا وأخ له قدماً الثغر للحج وسمعا علي كثيراً وكانا من أهل العلم والخير.\n(1) هو الحصري الضرير، هاجر إلى الأندلس بعد خراب القيروان على يد العرب. انظر ترجمته في ابن خلكان 3: 19 والذخيرة 4 / 1: 192 ونكت الهميان: 213 والمسالك 11: 374 والصلة: 410.\nالجزء: 1 ¦ الصفحة: 63\n",
        "- 36 -\nسمعت أبا القاسم عبد الرحمن بن إبراهيم بن عبد الرحمن بن خاطب الباجي يقول: توفي أبو الوليد الحفيد القرطبي (1) سنة اثنتين وعشرين وخمسمائة بالمدينة، وكان قد ترك الدنيا عن قدرة، وجاور بمكة والمدينة سنين.\n- 37 -\nسمعت أبا حفص عمر بن الحسن بن عبد الرزاق البيراني التفزي (2) قدم الثغر حاجاً قال: رأيت أبا الحسن علي بن عبد الغني الحصري القيرواني (3) بدانية من مدن الأندلس وبطنجة من مدن العدوة جميعاً، ومات بطنجة. وسمعته وقد بعث من يشتري له لحماً فقال:\n(1) الحفيد: هو هشام بن عيسى بن محمد اليحصبي؛ انظر الفقرة: 86 في ما يلي، حيث عرف السلفي به.\n(2) ياقوت: \" بيران \" والنقل فيها عن السلفي.\n(3) انظر الفقرة رقم: 35.\nالجزء: 1 ¦ الصفحة: 64\n",
        "اللحم والشحم لا العظاما\n...\nإياك إياك أن تضاما أبو حفص هذا سمع علي كثيراً، وكان شيخاً كبيراً فقال لي: ولدت ببيران، قرية من نظر دانية.\nوأما نفزة فقبيلة كبيرة منها بنو عميرة وبنو ملحان المقيمون بشاطبة. مضى وحج، وتوفي بعد رجوعه بالصعيد الأعلى سنة تسع وعشرين وخمسمائة. وكان أبو عبد الله المقرئ المعروف بابن الفرس الداني يثني عليه ويصفه بالخير الوافر، رحمهما الله.\nالجزء: 1 ¦ الصفحة: 65\n",
        "- 38 -\nأنشدني أبو حفص عمر بن أحمد بن عيسون التوزري الأنصاري (1) بالثغر لأبي القاسم أحمد بن محمد بن عمر بن ورد التميمي الفقيه الأندلسي (2) :\nسكنى الفنادق ذل\n...\nوالبيت منها أذل\nإن كان لابد منها\n...\nفحجرة لا أقل أبو حفص هذا كان من أهل الفضل وقد حج وأقام بديار مصر ولم يرجع إلى المغرب وكان لي به أنس لدماثة أخلاقه.\n(1) انظر ياقوت، \" توزر \" حيث اكتفى بذكر أبي حفص.\n(2) انظر ترجمة ابن ورد في الصلة: 83. توفي سنة 545 بالمرية بلده.\nالجزء: 1 ¦ الصفحة: 66\n",
        "- 39 -\nسمعت أبا محمد عبد الحميد بن محمد بن [عبد] الحميد الأموي البلغي بالثغر يقول (1) : سمعت أبا العباس أحمد بن البني الأبدي بجزيرة ميورقة يقول: قدمت حمص الأندلس فاجتمعت مع شعرائها في مجلس، فأرادوا امتحاني فقال من بينهم أبو محمد عبد الله بن سارة الشنتريني، وكان مقدمهم:\nهذي البسيطة كاعب أبرادها\n...\nحلل الربيع وحليها الأزهار فقلت:\nفكأن هذا الجو فيها عاشق\n...\nقد شفه التعذيب والإضرار\nفإذا شكا فالبرق قلب خافق\n...\nوإذا بكى فدموعه الأمطار\nفلأجل ذلة ذا وعزة هذه\n...\nيبكي الغمام ويبسم النوار\n(1) انظر ياقوت: \" بلغي \" حيث ترجم لعبد الحميد نقلاً عن السلفي، ثم أشار العباس البني الأبدي في مادة \" بنة \" وذكر الشعر، وأوجز الإشارة في مادة \" أبدة \".\nالجزء: 1 ¦ الصفحة: 67\n",
        "عبد الحميد هذا قدم الثغر متوجهاً إلى الحجاز لأداء فرضه، وكان يحضر عندي فسألته عن مولده فقال: ولدت سنة سبع وثمانين وأربعمائة، بمدينة بلغي بشرقي الأندلس ثم انتقلت إلى العدوة بعد استيلاء العدو على البلد فصرت خطيب مدينة تلمسان، وقرأت القرآن بروايات على أصحاب أبي عبد الله المغامي وأبي داود المؤيدي صاحبي أبي عمرو الداني، وسمعت الحديث على شيوخ الوقت، ورأيت أبا العرب الصقلي بجزيرة ميورقة وآخرين من الشعراء، وصحبت كثيراً من الفقهاء وأخذت عنهم، وأنا عبد الحميد بن محمد بن عبد الحميد بن سلمة، وأعرف بابن بربطير البلغي.\nالجزء: 1 ¦ الصفحة: 68\n",
        "- 40 -\nأنشدنا أبو محمد عبد الملك بن محمد بن عبد الله اليمني بمكة، أنشدنا أبو عبد الله محمد بن عبد الله بن أحمد اللخمي النحوي الجاحظ لابن الأنباري (1) :\nأهلاً وسهلاً بالذين أودهم\n...\nوأحبهم في الله ذي الآلاء\nأهلاً بقوم صالحين ذوي تقى\n...\nخير الرجال (2) وزين ملاء\nيسعون في طلب الحديث بعفة\n...\nوتوقر وسكينة وحياء\nلهم المهابة والجلالة والتقى\n...\nوفضائل جلت عن الإحصاء\nومداد ما تجري به أقلامهم\n...\nأزكى وأفضل من دم الشهداء\nيا طالبي علم النبي محمد\n...\nما أنتم وسواكم بسواء عبد الملك هذا مشهور بمكة بخدمة أبي عبد الله الجاحظ الأندلسي وصحبته والقراءة عليه.\n(1) منها ثلاث أبيات في الصلة: 142.\n(2) الصلة: غير الوجوه.\nالجزء: 1 ¦ الصفحة: 69\n",
        "- 41 -\nسمعت أبا مروان عبد الملك بن عبد الأنصاري الشريوني بالثغر يقول (1) [\n....\n]\nعبد الملك هذا كتب عني كثيراً، وكان يتفقه في مذهب مالك على أبي يوسف الزناتي (2) وقد كتب بالحجاز والغرب الحديث.\nوشريون؟ على ما قاله لي؟ حصن من حصون بلنسية بالأندلس.\n- 42 -\nأنشدني أبو محمد عبد الرحيم بن محمد بن خلف المقري الأنصاري بدمشق، قال انسدني أبو محمد عبد الله بن محمد بن أحمد الطليطلي (3)\n(1) انظر ياقوت: \" شريون \" وينقل عن السلفي.\n(2) ياقوت: الرياني.\n(3) في الأصل: التطيلي.\nالجزء: 1 ¦ الصفحة: 70\n",
        "الواعظ المعروف بابن العسال (1) لنفسه من قصيدة بالأندلس:\nأيا من غدا جاهلاً ناسكا\n...\nإن أحببت ألا ترى هالكا\nفأم إمام الهدى مالكا\n...\nولا تك مذهبه تاركا\nفمذهبه ناشر من كفن\n...\nلمن كان في جهله قد دفن\nإلا هي يا من إليه القضا\n...\nعبيدك يأمل منك الرضا\nويستغفر الآن عما انقضى\n...\nفهبه له واغتفر ما مضى\nوخلصه من موبقات الفتن\n...\nلدى حشره مع أهل السنن\n(1) راجع ترجمة ابن العسال في المغرب 2: 21 وانظر أشعار زهدية له في النفح اً 4: 195، 213، 5: 271.\nالجزء: 1 ¦ الصفحة: 71\n",
        "- 43 -\nسمعت أبا حفص [عمر بن عبد العزيز بن عبيد الطرابلسي] المالكي يقول: سمعت\n...\nيكنول بن الفتوح الفاسي (1) بطرابلس المغرب يقول: سمعت يوسف بن عبد العزيز بن عديس المالكي بفاس يقول: الوقشي (2) كان أضبط للحديث من ابن عبد البر وأعرب منه لساناً، وكان فقيهاً في العلوم.\n- 44 -\nسمعت أبا حفص يقول، سمعت يكنول بن الفتوح الزناتي\n(1) قال السلفي (الورقة: 120) يكنول دخل بغداد وسمع بها نفراً من متأخري من كتبنا عنهم، ورجع إلى المغرب وروى عنهم.\n(2) يعني أبا الوليد هشام بن أحمد بن هشام الكناني الوقشي، توفي لدانية سنة 489 (انظر الصلة: 617) .\nالجزء: 1 ¦ الصفحة: 72\n",
        "بطرابلس المغرب يقول: سمعت أبا الحجاج يوسف بن عبد العزيز عديس الفقيه المالكي بفاس (1) يقول: لولا أن أبا عمر يوسف بن عبد البر شيخي لنقضت عليه أكثر تواليفه قال: وكان يقول: ليس له طريقة إلا الموطأ ولا يحسن سواه وما يتعلق به من الكلام عليه.\nقال عمر وليس: الأمر كما قال ابن عديس فإن ابن عبد البر كان يحسن كل فن.\n- 45 -\nحدثني أبو حفص عمر بن عبد العزيز بن عبيد الطرابلسي بالإسكندرية، أنبأنا أبو علي الحسين بن علي بن مناس القيرواني بطرابلس الغرب، أنبأني أبو القاسم أحمد بن سليمان الباجي قال: سمعت أبي القاضي أبا الوليد سليمان بن خلف بن سعد الباجي\n(1) ابن عديس من أهل شريون وتوفي في بلاد العدوة (انظر الصلة: 644) .\nالجزء: 1 ¦ الصفحة: 73\n",
        "بالأندلس يقول: قال لنا أبو ذر عبد بن أحمد بن عفير الهروي بمكة، كنا في حلقة الحاكم أبي عبد الله بن الربيع الحافظ بنيسابور إذا أخرج عن السدي في الصحيح نتغامز عليه، وذلك أنه روى حديث الطير ولم يتابعه أحد عليه، وكان ينسب إلى التشيع.\nكتب إليّ أبو بحر الأسدي وآخرون من الأندلس قالوا، أنبأنا أبو الوليد الباجي قال: سمعت أبا ذر الهروي بمكة يقول كنا في حلقة الحاكم، الحكاية إلى آخرها.\nالجزء: 1 ¦ الصفحة: 74\n",
        "- 46 -\nأنشدني أبو الخطاب عمر بن محمد بن يعمر المريي (1) قدم علينا الثغر وكان من الأذكياء لأبي الحسن علي بن محمد بن ثابت الخولاني المعروف بالحداد المهدوي (2) :\nقالت وأبدت صفحةً\n...\nكالشمس من تحت القناع بعت الدفاتر وهي آخر ما يباع من المتاع\n...\nفأجبتها ويدي على\n...\nكبدي، وهممت بانصداع\nلا تعجبي مما رأيت\n...\nفنحن في زمن الضياع\n(1) المريي: نسبة إلى المرية من مدن الأندلس.\n(2) راجع ياقوت: \" المهدية \" حيث ذكر الخولاني وأورده الأبيات.\nالجزء: 1 ¦ الصفحة: 75\n",
        "- 47 -\nأنشدني أبو الخطاب عمر بن محمد بن عتيق بن يعمر المريي بالإسكندرية، قال أنشدني عبادة بن محمد بن عبادة القزاز بالأندلس (1) ، قال أنشدني أبي هذه الموشحة في المعتضم محمد بن معن بن صمادح (2) .\nهل يتاح للرواح\n...\nمن ظباك يا سفاك\nأن تراح أو ترتاح\n...\nعن رضاك في مرآك ومنها:\nيا أقاح يا فواح\n...\nمن حماك عن مضناك\nوأباح صرف الراح\n...\nمن لماك للمسوك أبو الخطاب هذه أبوه كان محتسب المرية من بلاد الأندلس، قدم\n(1) ترجمة القزاز في المغرب 2: 124 والذخيرة 1 / 2: 299 وأزهار الرياض 2: 252 وله موشحات في دار الطراز.\n(2) أحد أمراء الطوائف بالأندلس. انظر ترجمته في القلائد: 47 والذخيرة 1 / 2: 238، وأعمال الأعلام: 220 والمطرب: 39 (الخرطوم) والحلة السيراء: 79 والبيان المغرب 3: 173 والمغرب 2: 195.\nالجزء: 1 ¦ الصفحة: 76\n",
        "علينا بعد موت أبيه وكتب عني وعلقت عنه وكتب لي بخطه فوائد، وكان حسن الأخلاق متأدباً، وله شعر ومن جملته ما أنشدني أبو الخطاب عمر ابن محمد بن عتيق بن يعمر المروي بالثغر لنفسه:\nأبيت أراعي النجم طوراً وتارة\n...\nأغمض أجفاني حياء من النجم\nمن اجل غزال لحظ جوذر\n...\nوخداه روض قطفها بيد الوهم عمر هذا كان قد تقدم له طلب وقراءة بالمغرب وقدم المشرق وقد تهذب، ويحضر عندي لسماع الحديث وكتب عني كثيراً وعلقت أنا عنه فوائد، وكتب لي بمصر جزءاً، وكان حسن الخط، حسن الأخلاق، وأبوه كان محتسب المرية، وإنما قدم المشرق هو بعد موته، وكان حفظة، ومن الذكاء على طبقة.\nالجزء: 1 ¦ الصفحة: 77\n",
        "- 48 -\nسمعت أبا حفص عمر بن سهل بن محمد الغساني الغرناطي بعد قفوله من الحجاز وتوجهه إلى الأندلس يقول: لما عزل الأمير علي بن يوسف ابن تاشفين سلطان المغرب أبا الحسن بن أضحى الغرناطي (1) عن قضاء المرية كتب إلى أهلها كتاباً أوله بعد السملة: \" كتابنا زكى الله أعمالكم، وكفر عنكم سيئاتكم وأصلح بالكم، من حضرة مراكش؟ حرسها الله؟ بعد أن نمي إلينا وتقرر لدينا أن الجهول ابن أضحى أجهل بأحكام القضاء من العلجوم، إذ قد أظهر فيكم أحكاماً يترحم فيها على سدوم، وقد جعلنا شهب العزلة لشياطينه كالرجوم، وقلدناه خطة الشوم، ونبذناه دون أن تدركه نقمة من ربه بالعراء وهو مذموم. ولعل متعسفاً يتعسف، وجائراً لا ينصف، يلومنا في تقديمه، وينالنا من العتب بأليمه، ولا قدح فقد اختار رسول الله صلى الله عليه وسلم لوحي الله لعين بن سرح، وقد\n(1) انظر ترجمة ابن أضحى في المغرب 2: 108 والقلائد: 216.\nالجزء: 1 ¦ الصفحة: 78\n",
        "اغتر عثمان بحمران، ولسنا أول من خانه القياس، ومن لم يأته من الغوير بأس، والله يعصمنا من الناس، إن شاء الله، والسلام عليكم ورحمة الله وبركاته.\nأبو حفص هذا من أهل العلم والصلاح، وكان يحضر عندي لسماع الحديث في المساء والصباح، وقد علقت عنه فوائد أدبية، ثم سافر إلى المغرب.\n- 49 -\nأنشدني أبو حفص عمر بن عتيق بن أبي الخمائر القلعي بالإسكندرية قال: أنشدني أبو عبد الله محمد بن لب المرسي لنفسه بالناصرية (1) ، كتبها من الجزائر إلى وزير العزيز:\nرحلت فأمشينا مع الدهر في عتب\n...\nنحن ونستعدي على البعد بالقرب\n(1) الناصرية من قرى سفاقس (ياقوت) .\nالجزء: 1 ¦ الصفحة: 79\n",
        "ولما قضت منك الليالي بأوبة\n...\nغفرنا لها ما كان من سالف الذنب\nوصحت روايات الذين رووا لنا\n...\nحديث طلوع الشمس من جانب الغرب\nفحسبي فيك الله من كل حادث\n...\nفأنك مما خفت من حادث حسبي ابن أبي الخمائر هذا من أذكى الشباب، وكان له محفوظ كثير من شعر نفسه ومتأخري شعراء المغرب الذين رآهم وأنشدوه، وعلقت عنه جملة صالحة، وخرج من الإسكندرية إلى المشرق وانقطع عنا خبره.\nالجزء: 1 ¦ الصفحة: 80\n",
        "- 50 -\nأخبرنا أبو الحسن علي بن إسماعيل بن حزم الأنصاري المالقي (1) ، أخبرنا أبو بكر غالب بن عبد الرحمن بن عطية المحاربي بالأندلس، أخبرنا أبو عثمان سعيد بن خلف ابن الجعد الكلابي، أخبرنا أبو عبد الله محمد بن عبد الله الباجي التجيبي، أخبرنا أبو عيسى الليثي، أخبرنا عم أبي عبيد الله بن يحيى حدثنا يحيى بن يحيى الليثي، أخبرنا مالك بن أنس عن ابن شهاب عن محمد بن جبير بن مطعم عن أبيه أنه قال: سمعت رسول الله صلى الله عليه وسلم قرأ بالطور في المغرب.\nهو علي بن إسماعيل بن سعيد بن أحمد بن لب بن حزم الخزرجي قرأ على ابن عطية الغرناطي الحديث، والنحو على ابن طراوة\n(1) انظر ترجمة أبا الحسن بن حزم في أنباه الرواة 2: 221 حيث ينقل عن السلفي.\nالجزء: 1 ¦ الصفحة: 81\n",
        "المالقي، وابوه مقرئ نحوي، وأصلهم من شارقة حصن بقرب سرقطسة (1) ، وقد سمع إسماعيل علي الحديث، وكان حفظة.\n- 51 -\nسمعت أبا الحسن علي بن عطية بن المحسن الطبيبي المصري بالإسكندرية يقول: لما خلع المعتمد بن عباد عن مملكته بالأندلس قال (2) :\nالحمد لله على ما قضى\n...\nليس لمن يعقل إلا الرضى علي هذا من أهل القرآن والخير وقد قرأ بروايات على شيوخ، وقرأ علي كثيراً من الحديث ومن جملة ذلك مسند الموطأ لأبي القاسم\n(1) قال ياقوت: شارقة حصن بالأندلس من أعمال بلنسية، وهذا يبعد عن تحديد السلفي، لموقعها، ويبدو أنههما شارقتان وإن لم يذكر ياقوت إلا واحدة: إلا أن ياقوت ذكر شارقة بلنسية وترجم فيها لابن حزم نقلاً عن السلفي، ولا أدري من أين جاء الوهم.\n(2) لم يرد البيت في ديوانه المجموع.\nالجزء: 1 ¦ الصفحة: 82\n",
        "الجوهري، وتوفي وهو كهل لم يبلغ الشيخوخة سنة خمس وعشرين وخمسمائة في المحرم، وهو مصري الأصل، رحمه الله.\n- 52 -\nسمعت أبا الحسن على بن محمد بن معدان الصدفي الركاني، قدم الثغر، يقول سمعت أبا الحسن علي بن مروان المنكبي بالأندلس يقول: كان لباديس بن حبوس الحميري (1) صاحب غرناطة وزير يهودي فهلك واستوز بعده نصرانياً، فقال أبو القاسم خلف بن فرج اللبيري الشاعر المنبوز بالسميسير (2) ثلاثة أبيات وكتب بها نسخاً عدة ورماها في شوارع البلد والطرقات، وسار من ساعته إلى المرية معتصماً بالمعتصم بن صمادح، وطارت الأبيات في أقطار الأندلس ولما وقف باديس أرسل وراءه أصحاب الخيل، ففاتهم ولم يلحقوهن والأبيات فهي:\n(1) باديس بربري، إلا أن طوائف من البربر انتسبت إلى حمير (الجمهرة: 495) .\n(2) مرت الإشارة إلى مواضع ترجمته. انظر الفقرة رقم: 11.\nالجزء: 1 ¦ الصفحة: 83\n",
        "كل يوم إلى ورا\n...\nبدل البول بالخرا\nفزماناً تهودا\n...\nوزماناً تنصرا\nوسيصبو إلى المجو\n...\nس إن الشيخ عمرا ابن معدان هذا مقرئ مجود وكتب عني ما أختاره من الفوائد، وله أخ أديب قدم علينا الثغر أيضاً وكتب من شعري جملة، وكتبت أنا عنه من شعره وشعر غيره مقطعات.\nالجزء: 1 ¦ الصفحة: 84\n",
        "- 35 -\nسمعت أبا الحسن علي بن إبراهيم بن يوسف الأنصاري السرقسطي (1) بالثغر يقول: توفي أبو الوليد بن الدباغ (2) بمرسية من شرق الأندلس، وكان خطيبها، في شهر رجب سنة ست وأربعين وخمسمائة.\n[وابن] يوسف هذا كان من أهل المعرفة والحفظ وبيني وبينه مكاتبة، وهو الذي تولى لي أخذ إجازات شيوخ الأندلس سنة اثنتي عشرة وخمسمائة: كابن عتاب وأبي بحر وابن طريف ونظرائهم بقرطبة، وابن أبي تليد وابن جحدر بشاطبة، وخليص ببلنسية، جزاه الله عني خير الجزاء، وحشره في جملة الأولياء السعداء. وروى في تواليفه عن\n(1) انظر ياقوت: \" سرقسطة \" حيث نقل ترجمة السرقسطي عن السلفي.\n(2) انظر ترجمة ابن الدباغ في الصلة: 644 وصلة الصلة: 207 وفي تذكرة الحفاظ: 1310.\nالجزء: 1 ¦ الصفحة: 85\n",
        "صهره أبي عبد الله بن وضاح عني كثيراً وصنف كتاباً في الحفاظ فبدأ بالزهري وختم بي، رضي الله عنه وجزاه خيراً.\n- 54 -\nسمعت أبا الحسن علي بن عبد المعطي بن جعفر القلعي بالثغر يقول: دخل عبد الجبار بن حمديس الصقلي على صاحب بونة؟ كرامة بن المنصور؟ بعد أن كف بصره فقال: كيف حال الشيخ؟ فقال: كيف حال من كان صاحب عينين فصارتا غينين، فاستحسن كلامه وقال: خذ هذه العصا وتعكز عليها، فمد يده فوجد غلاماً باعه بعد ذلك بثلاثين ديناراً.\nالجزء: 1 ¦ الصفحة: 86\n",
        "- 55 -\nأنشدني أبو الحسن علي بن محمد بن فيد القرطبي بالإسكندرية قال أنشدنا أبو جعفر أحمد بن الشانج بالأندلس لنفسه في الحرشف:\nختم الربيع الطلق حسن نباته\n...\nبالحرشف المكسو حسن ملابس\nفحكى النهود البيض حف جميعها\n...\nحدق الوشاة مخافةً من لامس ابن فيد هذا قدم علينا الإسكندرية، ولازمني وكتب عني كثيراً قبل أن يحج، وكان يقول: كتبت عنك ألف ورقة وسمعتها، ومن جملة ذلك: السيرة لابن هشام، وكتاب المجالسة لابن مروان المالكي وكتاب مشكل القرآن لابن قتيبة الدينوري وغيرهما.\nالجزء: 1 ¦ الصفحة: 87\n",
        "وذكر بعد رجوعه من مكة أن محمد بن علي الطبري قاضي الحرمين سمع عليه كتاب السيرة؛ ولم يزل يكتب ويسمع إلى وقت سفره إلى وطنه، وكان قادراً على النسخ صحيح الكتابة سريع القراءة، وقد علقت عنه فوائد أدبية من حكايات وأشعار؛ وكان قد سمع أبا محمد ابن عتاب وابا بحر البلنسي وابا الوليد بن طريف وآخرين من شيوخ قرطبة. له أنس بالرأي مضافاً إلى الحديث؛ وتوجه من عندي سنة ثلاثين وخمسمائة إلى الاندلس، وروى ما سمع وانتفع به هناك.\nالجزء: 1 ¦ الصفحة: 88\n",
        "- 56 -\nحدثني أبو الحسن علي بن عبد العزيز بن فلاح الخراط البلنسي بالإسكندرية قال: كتب إليّ أبو عبد الله البلغي الفقيه بالأندلس بخطه، وقرأ عليّ، ويكتب على موازن الصلاة:\nومعرفة الأوقات فرض معين\n...\nعلى عقلاء المسلمين مؤكد\nأتى ذاك القرآن يا صاح مجملاً\n...\nوفسره خير البرية أحمد\nفمهما رأين الظل قد زاد فيئه\n...\nفصل صلاة الظهر إذ ذاك تسعد\nوزد قامةً بعد الزوال فإنه\n...\nأوان الصلاة العصر وقت محدد\nالجزء: 1 ¦ الصفحة: 89\n",
        "وآخر وقت العصر من بعد قامةٍ\n...\nإلى القامة الأولى تضاف وترصد\nولا خير في من كان بالوقت جاهلاً\n...\nولم يك ذا علم بما يتعبد ابن فلاح معروف بصلاح، وكتب ابن وضاح في معناه إليّ كتاباً من المرية وأثنى عليه عند توجهه إلى الإسكندرية للحج وكان يحضر عندي لسماع الحديث، رحمه الله تعالى.\nالجزء: 1 ¦ الصفحة: 90\n",
        "- 57 -\nأنشدني أبو الحسن علي بن محمد بن عبد الله بن حرب البهراني الحمصي؟ حمص الأندلس؟ قال أنشدني أبو محمد عبد الله بن بنت أبي محمد الشقراطسي بقصطيلية، أنشدني جدي أبو محمد عبد الله بن أبي زكريا الفقيه لنفسه يعاتب:\nحللت منك بربعٍ عامرٍِ خال\n...\nوأبت عنك بحالٍ عاطلٍ حال\nوبت فيك كئيباً ساهراً أرقاً\n...\nمقلباً فيك طرف المغرم السالي\nماذا التلون طوراً أنت مجتهد\n...\nتسعى عليّ وطوراً أنت تسعى لي\nأبرز إليّ بوجهٍ غير ملتثمٍ\n...\nوانظر إليّ بطرفٍ غير مغتال\nالجزء: 1 ¦ الصفحة: 91\n",
        "فشكت السمر قلبي في جوانحه\n...\nإن لم أوازنك مثقالاً بمثقال أبو الحسن البهراني هذا من افصح من يرى وأكثرهم حفظاً للأخبار والأشعار وأحسنهم إيراداً، قدم علينا الإسكندرية، وكان يحضر عندي، وعلقت عنه فوائد كثيرة يغتبط بها، وخرج إلى المشرق وانقطع عنا خبره.\nوكان يوماً حاضراً عندي أجرى جماعة من الفقهاء ذكر الكلام وقيل له هل قرأت منه شيئاً فقال: لم يكن بأرض قومي، فأجدني أعافه.\nالجزء: 1 ¦ الصفحة: 92\n",
        "- 58 -\nسمعت أبا إبراهيم عامر بن علي بن خلف الأنصاري الأندلسي بالثغر يقول: سمعت أبا منصور الشيرازي في مجلسه بالحرم المقدس يوم العيد يقول: ليس العيد لمن غرف له، إنما العيد لمن غفر له.\nعامر هذا رجل ستير وقد حج حجات وجاور بمكة ودخل العراق والشام وغيرهما في طلب الرزق والمعيشة، وسكن بعد ذلك الإسكندرية إلى أن مات بها، وكان يلازم مواعيدي لسماع الحديث، وقد سمع ببغداد شيخنا أبا الخطاب ابن البطر ورأيت سماعه عنه، ومولده بالمرية من مدن الأندلس.\nالجزء: 1 ¦ الصفحة: 93\n",
        "- 59 -\nاخبرني أبو بكر عتيق بن أحمد بن عبد الرحمن الازدي الأندلسي (1) بالإسكندرية حدثنا أبو الفوارس طراد بن محمد بن علي الزينبي الشريف بالمدينة إملاء؟ وقد أجاز لي طراد قبل أن كتبت عن عتيق بسنين؟ اخبرنا أبو نصر أحمد بن محمد بن حسنون النرسي ببغداد، حدثنا أبو جعفر محمد بن عمرو بن البختري الرزاز، حدثنا يحيى بن جعفر، حدثنا هاشم بن القاسم أبو النضر، حدثنا سليمان ابن المغيرة عن ثابت البناني عن أنس بن مالك قال: قال رسول الله رسول الله صلى الله عليه وسلم: آتي يوم القيامة باب الجنة فاستفتح فيقول احازن من أنت؟ فأقول: محمد، فيقول: بك أمرت لا افتح لأحد قبلك (2) .\n(1) انظر ترجمته في صلة الصلة: 5 والتكملة: رقم: 1936 (من ط. مدريد) .\n(2) صحيح مسلم 1: 74 - 75.\nالجزء: 1 ¦ الصفحة: 94\n",
        "عتيق هذا يعرف بالأوريولي (1) ، وأوريولة (2) مدينة من ناحية تدمير بشرق الأندلس، وكان من أهل القرآن والصلاح الظاهر، والجد في طلب الحديث، ولما قدم الثغر من المغرب كان يحضر عندي ويسمع علي وعلى غيري سنة عشرين وخمسمائة، ومضى إلى مكة وجاور بها سنين كثيرة يؤذن في الحرم احتساباً للمالكية، ثم رجع إلى ديار مصر، وتوجه إلى الأندلس، وانقطع عنا خبره، وكان كبير السن.\n(1) ذكره ياقوت في مادة \" أريول \" وضبطها بالفتح ثم السكون وياء مضمومة وواو ساكنة ولام. ونقل ما نقله فيها عن السلفي، وفي صلة الصلة أفه من أوريولة، وفي معجم السفر \" أوريول \". وأوريولة أيضاً من ناحية تدمير، والظاهر إنهما اسم لموضع واحد، وإنما وهم ياقوت.\n(2) في الأصل: وأوريول.\nالجزء: 1 ¦ الصفحة: 95\n",
        "- 60 -\nقال لي أبو الوليد عزان بن عبد الملك بن محمد بن الفتح بن عزان الموروري قد سمعت بحمص على أبي مروان الباجي وأبي شريح بن محمد الرعيني وأبي جعفر بن المرخي وآخرين.\nوسألته عن شيوخ أبيه فقال: تفقه على ابن المناصف بقرطبة وسمع بها الحديث على أبي محمد بن عتاب وابن العواد وغيرهما.\nقال: وجدي محمد بن الفتح أيضاً كان فقيهاً وقد سمع الحديث\n...\nومورور (1) على مقربة من حمص.\n(1) هكذا وردت في الروض المعطار: 188 وقال إنها كورة متصلة بأحواز قرمونة وهي في الغرب والجوف من كورة شذونة، وبهذا التحديد ذكرها ياقوت إلا أنه ضبطها \" مورزور \" بالزاي.\nالجزء: 1 ¦ الصفحة: 96\n",
        "- 61 -\nأنشدني أبو الحسن عدل بن محمد بن عدل الغافقي المرسي، قدم الثغر حاجاً، قال أنشدني أبو محمد عبد الله بن محمد بن سيد البطليوسي اللغوي لنفسه بالأندلس:\nأإخواننا لم غير الدهر عهدكم\n...\nقصرتم لنا بعد الإخاء أعاديا\nوحاولتم قتلي على غير ريبة\n...\nسوى فرط أشواقي ومحض وداديا\nألم أصفكم ودي على القرب والنوى\n...\nوملكتكم دون الأنام قياديا\nفؤادي أسير لا يفك لديكم\n...\nفيا ليت جسمي حيث أضحى فؤاديا\nالجزء: 1 ¦ الصفحة: 97\n",
        "- 62 -\nسمعت الفقيه أبا الحسن عدل بن محمد بن عدل الغافقي الأندلسي بالإسكندرية يقول: كتب ابن الأغلب صاحب ميرقة إلى ابن رشيق القيرواني يستدعيه في البحر فأجابه بهذين البيتين (1) :\nأمرتني بركوب البحر مغترراً\n...\nعليك غيري فأمره بذا الراء\nما أنت نوح فتنجيني سفينته\n...\nولست عيسى أنا أمشي على الماء\n(1) انظر ديوان ابن رشيق: 24.\nالجزء: 1 ¦ الصفحة: 98\n",
        "- 63 -\nأنشدني أبو الحسن عدل بن محمد بن عدل الغافقي الأندلسي لنفسه من قصيدة وكتب لي بخطة بالإسكندرية:\nأقول لج في إثر بينهم\n...\nلجاجك مقبول فما شئت فافعل\nولا تبك ربعاً قد تعفت رسومه\n...\nولكن على فقد الحبيب فأهمل\nولا تمتثل قول امرئ القيس حجة\n...\n\" قفا نبك من ذكرى حبيب ومنزل \" عدل هذا كتب كثيراً من الحديث عن ابن سكرة ونظرائه بالأندلس، وكان حسن اخط ضابطاً، ومن جملة ما كتبه كتاب \" الاستيعاب في معرفة الصحابة \" لابن عبد البر، وهو الآن عندي. وسمع علي وبقراءتي على غير شيخ بالإسكندرية عند وصولي إليها سنة إحدى عشرة وخمسمائة، جملة صالحة، ثم رجع إلى بلده مرسية، وهي مدينة كبيرة بشرق الأندلس، وكتب لي جزءاً من شعره بخطه وقرأه علي.\nالجزء: 1 ¦ الصفحة: 99\n",
        "- 64 -\nأنشدني أبو موسى عمران بن جعفر بن محمد الصنهاجي لنفسه بالثغر من قصيدة:\nأنرت منار الدين وهو على شفا\n...\nوأسرجت نور الحق حتى توقدا\nومن كان نصر الله خادم سيفه\n...\nغدا الدهر منصوراً وراح مؤيدا عمران هذا من أهل حمص الأندلس، وقد حج حجات وجاور بمكة والمدينة وأنشدني قصيدة طويلة ومن جملتها هذان البيتان، قال: وهي من إنشائي؛ وفضله يقصر عن مثلها، فالله أعلم.\nالجزء: 1 ¦ الصفحة: 100\n",
        "- 65 -\nأنشدنا أبو التمام غالب بن عيسى بن أبي يوسف الأنصاري الأندلسي بمكة قال، أنشدنا أبو العلاء أحمد بن سليمان التنوخي بالمعرة لنفسه:\nأبا العلاء بن سليمانا\n...\nإن العمى أولاك إحسانا\nلو كنت في العالم ممن يرى\n...\nلم ير إنسانك إنسانا وجدت لأبي تمام هذا سماعاً كثيراً عن أبي يعلى بن الفراء وابن المهتدي وعبقد الصمد بن المأمون ونظرائهم من شيوخ بغداد، وقد جاور بمكة سنين بعد أن جاوز ستين وفرق أجزاءه على طلاب اعلم، ومنهم أبو بكر الطرطوشي، واشتغل بالعبادة، ولم أكتب أنا عنه شيئاً من شعر المعري إلا بإلحاح عظيم عليه، وكان الإمام أبو بكر محمد بن أبي المظفر السمعاني حاضراً، وكتب عنه ما كتبته، وذلك في ذي الحجة سنت سبع وتسعين وأربعمائة.\nالجزء: 1 ¦ الصفحة: 101\n",
        "- 66؟\nوفي أخرى: أنشدني أبو تمام غالب بن عيسى بن أبي يوسف الأنصاري الأندلسي بمكة قال، أنشدنا أبو العلاء أحمد بن عبد الله بن سليمان التنوخي بالمعرة لنفسه:\nأتتنئ من الأيام ستون حجةً\n...\nوما أمسكت كفي بثني عناني\nولا كان لي دار ولا ربع منزل\n...\nوما مسني من ذاك روع جنان\nتذكرت أني هالك وابن هالك\n...\nفهانت علي الأرض والثقلان هذا ما أنشدني بمكة وسمعه معي الإمام محمد بن أبي المظفر السمعاني\nالجزء: 1 ¦ الصفحة: 102\n",
        "سنة ثمان وتسعين في المحرم في منزله، وكان شيخاً كبير السن ضعيفاً، ثم وجدت له بالإسكندرية سنة ثلاث وخمسين وخمسمائة أجزاء كثيرة بخطه عن أبي الحسين بن حسنون النرسي وأبي يعلى بن الفراء وأبي بكر ابن حمدويه البغداديين وعن أبي علي الشافعي المكي وعن غيرهم. وذكر لي أنه كان من كبار الفقهاء المالكية وأنه تفقه بالعراق، وقبل ذلك بالأندلس، رحمه الله. وقد روى عنه أبو بكر الطرطوشي بالإسكندرية وأثنى عليه.\nالجزء: 1 ¦ الصفحة: 103\n",
        "- 67 -\nسمعت أبا نصر الفتح بن خلف بن عبد الله المقرئ الخبري بالثغر يقول: دخلنا على أبي داود سليمان بن نجاح المقرئ المؤيدي في مرض موته فأنشد لأبي إسحاق القباب المؤدب، قال أبو نصر، وقد أنشدنيه القباب نفسه ببلنسية من مدن الأندلس:\nيا أكرم الكرماء يا من لم يزل\n...\nيولي الجميل ويستر العصيانا\nإن الكريم متى ألم بداره\n...\nضيف قراه البر والإحسانا\nوأحل دارك مذنباً متذمماً\n...\nفاجعل قراي العفو والغفرانا\nإني جعلت إلى علاك وسيلتي\n...\nوشفيعي التوحيد والقرآنا\nأعلى ظنوني أن عفوك شامل\n...\nأهل الذنوب فلم تزل رحمانا\nالجزء: 1 ¦ الصفحة: 104\n",
        "- 68 -\nأنشدني أبو نصر الفتح بن خلف بن عبد الله الخبري الأندلسي بالثغر، قال: أنشدني أبو بكر حمدون بن المعلم البلنسي الفقيه بالأندلس مما قاله في صغره:\nالحمد لله جل الله بارينا\n...\nمن ميتة الجهل بالتعليم يحيينا\nأتى بنور وآيات مفصلة\n...\nمن كل داء يقوى الذنب يشفينا\nثم الصلاة على المرسول من مضر\n...\nمحمد فبه نلنا أمانينا\nفلم يزل بي أبي مولاي ذا لطف\n...\nكيما يبين لي القرآن تبيينا\nالجزء: 1 ¦ الصفحة: 105\n",
        "ويطلب الملطفين في التعلم لي\n...\nعنايةً منه بي حفظاً وتحصينا\nفها أنا قد تلوت النصف أجمعه\n...\nبفوز رب إلى الخيرات يهدينا\nوالله يجزي أبي عني ووالدتي\n...\nومن يعلمني بالخلد آمينا\nآمين آمين لا أرضى بواحدةٍ\n...\nحتى أضيف إليها ألف آمينا أبو نصر عذا كان من سكان الثغر وينسخ نسخاً صحيحاً، وقد نسخ لي ولمن كان يقرأ علي شيئاً كثيراً، وقد قرأ القرآن للسبعة، على أبي داود سليمان بن نجاح المؤيدي بالأندلس وعلى غيره، وكان اعتماده على أبي داود، ويذكر أن أباه كان مولى، ولا يستنكف عن ذلك بخلاف غيره، وقد علقت عنه فوائد، رحمه الله. وقال: ولدت سنة سبع وخمسين وأربعمائة ببلنسية من مدن الأندلس، وذكر أنه سمع الحديث على أبي الوليد الوقشي وأبي العباس الدلائي وأبي داود المؤيدي\nالجزء: 1 ¦ الصفحة: 106\n",
        "وآخرين من محدثي الأندلس. وقد دخل إلى العراق والحجاز واليمن وبلاد الهند ثم استوطن الإسكندرية، وبها مات، رحمه الله، وكتب عني كثيراً، وكان يحضر عندي مواعيد الجمع، ويدعو عقيب فراغي.\n- 69 -\nأنشدني أبو عيسى لب بن خلف بن سعيد المعافري الأندلسي، قال: أنشدني أبو بكر الزبير بن سعد العتقي لنفس بالأندلس:\nوحرشفة سكنت روضةً\n...\nوتشكو القطاف من أربابها\nشكت للقنافذ ما تتقي\n...\nفألبسنها بعض أثوابها لب هذا كان لبيباً ظاهر الخير حسن العشرة أديباً، أتاني بعد قفوله من الحجاز طالباً فسمعه غير جزء وأجزت له، وكان قد قرأ الفقه وسمع الحديث بالأندلس على شيوخهم.\nالجزء: 1 ¦ الصفحة: 107\n",
        "قال لي أبو عيسى لب بن خلف بن سعيد المعافري الاريولي بالإسكندرية وجرى ذكر أبي عبد الله محمد بن عبد الواحد بن التبان المرسي: هو من أهل الحديث والمسائل وأصله من ألش (1) ، وولي قضاءها وقضاء اريولة واشونة وغيرها من مدن الأندلس، وروى لنا عن أبي عبد الله بن الطلاع وأبي علي الحياني وغيرهما، وقد ولد بمرسية وبها سكناه، وبقرطبة تفقه.\n(1) ألش (بسكون اللام) من أعمال تدمير؛ كانت مشهورة بالزبيب والبسط الفاخرة (ياقوت) .\nالجزء: 1 ¦ الصفحة: 108\n",
        "- 70 -\nسمعت أبا عبد الله محمد بن الحسن بن أبي زرارة اللغوي يقول: كان بالمشرق لغوي وبالمغرب لغوي في عصر واحد ولم يكن لهما ثالث وهما ضريران، فالمشرقي أبو العلاء التنوخي بالمعرة، والمغربي ابن سيده الأندلسي، وابن سيده أعلم من المعري، أملى من صدره كتاب المحكم ثلاثين مجلداً، وما في كتب اللغة أحسن منه.\n- 71 -\nاخبرنا أبو داود سلمان بن نجاح المؤيدي، سألت أبا عبد الله [محمد ابن عيسى بن بقاء الأنصاري البلغي] عن مولده، فقال سنة ثلاث وخمسين وأربعمائة في شعبان.\nالجزء: 1 ¦ الصفحة: 109\n",
        "قال: ومدينتنا بلغي من شرقي ثغور الأندلس وما بعدها مدينة يوحد الله فيها ملاصقة الأفرنج، وكان شيخاً صالحاً ومقرئاً محققاً.\n- 72 -\nتوفي صديقنا أبو عبد الله محمد بن فرج بن عبد الله الأندلسي المعروف بابن أبي سعيد في شهر رمضان سنة ثمان وثلاثين وخمسمائة، وكان من أهل الحديث، سمع ببغداد على نفر من شيوخنا كابن البطر وابن الطيوري وأبي زكريا اللغوي وغيرهم، وحدث بكتاب أبي عيسى الترمذي عن ابن الطيوري، وقد شهد بالإسكندرية وانتفع به، ومولده دانية من مدن الأندلس.\nقال لي: قرأت بها على أبي الحسن الحصري وآخرين، ومن جملة ما أرويه عن الحصري المعشرات التي له، وأنشدني من أولها أبياتاً من حفظه.\nالجزء: 1 ¦ الصفحة: 110\n",
        "- 73 -\nسمعت (1) أبا عبد الله محمد بن الحسن بن سعد (2) المقرئ الداني، قدم علينا الثغر، قال: سمعت عبد العزيز بن عبد الملك المقرئ بالأندلس، يقول: أملى الحسن الحصري القروي سائلاً قراء الأندلس والمغرب:\nسألتكم يا مقرئي الغرب كله\n...\nوما لسؤال الحبر عن علمه بد\nبحرفين مدوا ذا وما المد أصله\n...\nوذا لم يمدوه ومن أصله المد\nوقد جمعا في كلمة مستبينة\n...\nعلى مثلكم تخفى ومن مثلكم تبدو قال أبو عبد الله: هما قوله عز وجل \" سواءتهما \" و \" سواءتكم \"\n(1) نقل القفطي هذا النص في أنباه الرواة 3: 106.\n(2) الأنباه: سعيد.\nالجزء: 1 ¦ الصفحة: 111\n",
        "أبو عبد الله (1) هذا مقرئ كامل مشهور بالأندلس بالمعرفة، ويعرف بابن غلام الفرس، ومن شيوخه في القراءات أبو الحسن ابن البياز القرطبي وأبو الحسن بن الدش الشاطبي وأبو داود المؤيدي وآخرون، وأجاز هؤلاء الثلاثة له جميع رواياتهم وتواليفهم. وقرأ اللغة والآداب على مالك العتبي وابن العواد بقطربة، وبها تفقه، وسمع علي الحديث الكثير وكتب، ومن جملة ذلك كتاب \" المحتسب \" لابن جني وكتبه، قال: لم أره بالأندلس مع جدي في طلبه.\n(1) الانباه 3: 105 حيث نقل الترجمة عن السلفي.\nالجزء: 1 ¦ الصفحة: 112\n",
        "- 74 -\nسمعت أبا عبد الله محمد بن عبد الرزاق بن يوسف الحمصي، حمص الأندلس، وكان ثقة ومن أهل المعرفة بالحديث يقول: جرى بيني وبين صاحب لنا أندلسي كلام في الفرق بين صاحب الحديث وصاحب الكلام، فرأيت تلك الليلة فيما يرى النائم كأن رجلاً من أهل الحديث أعرفه باسمه، قاعد على سرير وعليه ثياب فاخرة، وبين يديه رجل من المتكلمين على الأرض بفرد عين، وهو يتكلم معه ويغلبه، فانتبهت وحمدت الله تعالى، وعلمت أن الحق مع أصحاب الحديث.\nأبو عبد الله هذا من أهل العلم وله أنس تام بالحديث ورجاله وقرأ علي كثيراً وكتبن وعلى ابن الحطاب وابن المشرف، ورجع إلى الأندلس وأنتفع به وبروايته هناك، نفعه الله بذلك في الدنيا والآخرة، وإيانا.\nالجزء: 1 ¦ الصفحة: 113\n",
        "- 75 -\nقال ابن عبد الرزاق (1) وأنشدني أبو الحسن علي بن الأخضر التنوخي النحوي بحمص الأندلس، قال أنشدني أبو محمد علي بن أحمد بن سعيد الحافظ لنفسه:\nمن لم ير العلم أعلى\n...\nمن كل شيء يصاب\nفليس يفلح حتى\n...\nيحثى عليه التراب وبعد أن أنشدني ابن عبد الرزاق هذين البيتين كتب إليّ شريح ابن محمد بن شريح الرعيني من الأندلس قال: أنبأناه أبو محمد علي بن أحمد بن حزم الظاهري لنفسه\n....\n(1) الخبر في أنباه الرواة 2: 233.\nالجزء: 1 ¦ الصفحة: 114\n",
        "- 76 -\nأنشدني أبو عبد الله محمد بن أحمد بن موسى بن وضاح المرسي بالثغر قال أنشدني أبو جعفر أحمد بن مسلمة بن محمد بن وضاح الأديب بالأندلس، لنفسه:\nولما مر ليس لغير قتلي\n...\nوقد ملئت ملاءته مراحا\nلوى أعطافه عني وخلى\n...\nذوائبه يلاعبن الرياحا وأنشدني لنفسه:\nولما مر للميداني أضحى\n...\nيعلم لحظه شق الصفوف\nلوى أعطافه قبل العوالي\n...\nوشق جفونه قبل السيوف قال وأنشدني لنفسه في لابس ثوب أحمر:\nومروع من لحظ رامقه\n...\nإن الظباء تروعها الإنس\nفي حلة حمراء تحسبها\n...\nخجلت على أعطافها الشمس\nالجزء: 1 ¦ الصفحة: 115\n",
        "ابن وضاح هذا قدم المشرق حاجاً وطالباً للعلم، وكان من أظرف الناس وأحسنهم أدباً، وكتب عني كثيراً وسمع بقراءتي على شيوخ الإسكندرية جملة صالحة، ورجع إلى الأندلس وانتفع به وبما رواه وتوفي على ما حكاه لي عمر بن عيسون الأنصاري سنة أربعين وخمسمائة بالإسكندرية.\nوقد رأيت في تأليف لختنه أبي الحجاج بن الدباغ رواية عنه عني، وكان أبو الحجاج من الحفاظ رحمه الله، وبيني وبينه مكاتبات في شيوخ الحديث بالأندلس.\nالجزء: 1 ¦ الصفحة: 116\n",
        "- 77 -\nأنشدني أبو عبد الله بن علي بن ظنة السهمي الأندلسي بالثغر قال أنشدني القاضي أبو الفضل جعفر بن محمد بن يوسف الأعلم (1) لنفسه بالأندلس:\nعزفت عزوف وأنكرت لما بدا\n...\nبرد برأسي للمشيب مفوف\nوتميزت وقد استرابت قولها\n...\nفاحمر وضاح وغمض أو طف\nما حل وفد الشيب ساحة معشر\n...\nإلا تنكر منهم ما يعرف\n(1) ترجمة في المغرب 1: 369.\nالجزء: 1 ¦ الصفحة: 117\n",
        "إن انكرت شيبي فليس بمنكر\n...\nماء الفرند بصفحتيه المرهف\nوالروض لا يغتم في أوطانه\n...\nإلا إذا ولى الربيع الصيف أبو عبد الله هذا من أهل الأدب البارع والشعر الرائع، قدم الثغر وكتب عني من الحديث جملة صالحة، وله إليّ قصائد ومقطعات كثيرة وحج وكتب بمكة، وكان من أذكى الناس وبلغني أنه توفي وقت توجهه إلى المغرب قبل وصوله إلى وطنه.\nوهو محمد بن علي بن ظنه وربما كتب بالذال بدلاً عن الظاء وهو اسم رومي وتفسيره \" سيد \" وقد يكتب بواو بين الظاء والنون، فيقال أو ذونه، وهو الأكثر الأشهر\n...\nوقد علقت عنه جملة من أشعار متأخري شعراء الأندلس الذين رآهم، وجعفر الذي أنشدني عنه هذا المقطوع هو حفيد أبي الحجاج الأعلم، علم العلم في عصره بقرطبة نحواً ولغة ومعرفة بأنواع الأدب، وحفيده جعفر كذلك يشار إليه في فنون الأدب، وكان قاضي بلده\nالجزء: 1 ¦ الصفحة: 118\n",
        "وأنشدني لنفسه يبعني ابن ظنه بعد أن قرأ علي مشكل القرآن لابن قتيبة:\nإن كنت ترغب في اتباع السنة\n...\nفارغب؟ فديتك؟ عن طريق البدعة\nواسلك طريقي فاضلين هما إلى\n...\nما أبتغيه من الديانة بغيتي\nالرأي يعزى والحديث لمالك\n...\nوالنحو والآداب لابن قتيبة\nالجزء: 1 ¦ الصفحة: 119\n",
        "- 78 -\nسمعت أبا بكر محمد بن الحسين بن يحيى الأنصاري الميرقي (1) الأصم بالإسكندرية وكان من أهل المعرفة بالحديث يقول: ابن العنان الأندلسي منسوب إلى عمل الأعنة، وكذلك ابن الرسان إلى عمل الأرسان.\nوسمعته يقول (2) : الزاب الكبير منه بسكره وتوزر وقسطيلية وطولقة وقفصة ونفزاوة ونفطه وبادس.\nقال: وبقرب فاس على البحر مدينة يقال لها بادس؛ والزاب الصغير يقال له ريغ؟ كلمة بالبربرية ومعناها السبخة فمن يكون منها يقال له الريغي.\n(1) ياقوت: المنورقي.\n(2) انظر ياقوت: \" زاب \" و \" نفزاوة \" و \" ريغ \".\nالجزء: 1 ¦ الصفحة: 120\n",
        "الميرقي هذا صحح الصحاح على ابن سكرة بالأندلس، وكان يقوم بها، ونسخته معه أينما توجه، وسمع غلي وعلى غيري، وكان ذكياً متفنناً، رجع إلى المغرب ومات هناك، رحمه الله، ببجاية، ومولده بميرقة، وكان ظاهري المذهب.\n- 79 -\nأنشدني أبو عمران موسى بن محمد بن خطاب الكندي السبتي بديار مصر أنشدنا أبو بحر يوسف بن عبد الصمد الخولاني الأندلسي (1) بسبتة لنفسه من قصيدة طويلة طائلة:\nلئن مطلتني الليالي بوعد\n...\nفكم أمسك الغيث ثم انهمل\nوإن نلت من بعد لأي مراداً\n...\nفما أحسن الحلى بعد العطل\nوقد يمكن الوصل بعد الصدود\n...\nوقد يدرك الأمن بعد الأجل\n(1) ترجمة أبي البحر ابن عبد الصمد في المغرب 2: 203 والمسالك 11: 450 والذخيرة (القسم الثالث - المخطوط) ؛ 251.\nالجزء: 1 ¦ الصفحة: 121\n",
        "وتمرض تصح ثم الجسوم\n...\nوتصعب ثم تزول العلل\nولابد للريح من أن تهب\n...\nولابد للروض من أن يطل أبو عمران قد كان من أعيان العدوة بالمغرب، وقد زوجه مروان ابن سمحون اللواتي الطنجي ابنته، وسمع الحديث عليه وعلى أبي إسحاق الفاسي؛ وأنشدنا مقطعات مثيرة من شعر المغاربة الذين رآهم كأبي الحسن علي بن بياع السبتي والمرادي المتكلم وأبي بحر الخولاني الأندلسي. سمع كثيراً طول إقامته بالثغر، وكان شيخاً موقراً حسن الأدب، آثار الرياسة بينة عليهن ورجع إلى المغرب وهناك توفي، رحمه الله.\nالجزء: 1 ¦ الصفحة: 122\n",
        "- 80 -\nأنشدني أبو الفضل المبارك بن جعفر الطبيب الأندلسي بديار مصر أنشدني أبو القاسم خلف بن الفرج اللبيري المعروف بالسميسير الشاعر لنفسه بالأندلس (1) :\nتحفظ عن ثيابك ثم صنها\n...\nوإلا سوف تلبسها حدادا\nوظن بسائر الأجناس خيراً\n...\nوأما بابن آدم (2) فالبعادا المبارك هذا كان من الأطباء والحكماء وفي الدين متابعاً للعلماء، مات بالإسكندرية رحمه الله.\n(1) البيتان من جملة أبيات في الذخيرة 1 / 2: 383.\n(2) الذخيرة: وأما جنس آدم.\nالجزء: 1 ¦ الصفحة: 123\n",
        "- 81 -\nأنشدني أبو مروان مبشر بن عبد الله الطبيب الأندلسي بالإسكندرية للأديب غانم بن الوليد المخزومي الاشوني (1) - وأشونة حصن من نظر قرطبة بالأندلس:\nومن عجب أني أحن إليهم\n...\nوأسأل عنهم كل ركب وهم معي\nفيبكي دماً طرفي وهم في سواده\n...\nويشكو جوى قلبي وهم بين أضلعي (2)\n(1) ترجمة غانم بن الوليد في المغرب 1: 317 وذكره ياقوت في \" اشونة \" وأورد البيتين.\n(2) روايته في ياقوت:\nوتطلبهم عيني وهم في سوادها\n...\nويشتاقهم قلبي وهم بين أضلعي\nالجزء: 1 ¦ الصفحة: 124\n",
        "المبشر بن محمود هذا توفي في أواخر سنة تسع وأربعين وخمسمائة بثغر تنيس، وكان من أحسن الناس تلاوة للقرآن، قدم علينا الإسكندرية وسمع علي كثيراً وعلى غيري، وسمعت عليه جزءاً سمعه على ابن أبي داود الفارسي بمصر عن ابن نظيف الفراء، وقد كتب وقرأ على شيوخ مصر وغيرها القرآن بروايات، والحديث رحمه الله.\nالجزء: 1 ¦ الصفحة: 125\n",
        "- 82 -\nسمعت مكية بنت عمر بن هاني التجيبي الأندلسي بالإسكندرية تقول: سمعت الحكيم أبا عبد الله الأشقر الطبيب بالمرية من مدن الأندلس يقول: من أكل الخبز بالزبيب لم يحتج أبداً إلى طبيب.\nمكية هذه امرأة صالحة كبيرة السن، قدمت الإسكندرية راغبة في الحج، وكانت تأوي عندنا إلى أن توجهت إلى الحجاز، وانقطع عنا خبرها، ثم بلغنا أنها حجت وتوفيت بعد قفولها من الحجاز بمدينة قوص من الصعيد الأعلى.\nالجزء: 1 ¦ الصفحة: 126\n",
        "- 83 -\nسمعت أبا حبيب نصر بن أبي القاسم بن نصر بن عمران الخزرجي الغرناطي بالإسكندرية، يقول: سمعت أبا عبد الله محمد بن عبد المؤمن القاضي بالأندلس يقول: سمعت أبا عبد الله محمد بن فرج الطلاعي بقرطبة، وروى لنا قول النبي صلى الله عليه وسلم الذي في الموطأ: \" الخيل لرجل أجر، ولرجل ستر، وعلى رجل وزر \" فقال: الخيول ثلاثة: فرس الرحمان وفرس الإنسان وفرس الشيطان، فالذي للرحمان فرس الغازي في سبيل الله المجاهد في الكفار، وفرس الإنسان الذي يتصرف عليه في حوائجه، بالليل والنهار، وفرس الشيطان ما يربط للزينة والافتخار لا التقرب إلى الجبار.\nأبو حبيب هذا أندلسي وفد علينا الإسكندرية وقرا علي كتاب السيرة لابن هشام، وقابل نسخته بأصلي، ومسند الموطأ للجوهري، وغير ذلك، سنة ثلاثين وخمسمائة، وكان رجل الجد، ليس للهزل\nالجزء: 1 ¦ الصفحة: 127\n",
        "عنده شيء، ويحفظ كثيراً من متون الحديث ومسائل الفقه ورجع إلى الأندلس بعد قضاء فرضه وانقطع عني خبره، وكانت همته مصروفة إلى طلب الحديث.\n- 84 -\nأنشدني أبو الحسن نفيس بن عبد الخالق بن محمد الهاشمي القشبي (1) المقرئ بالإسكندرية بعد رجوعه من الحجاز وتوجهه إلى الأندلس؟ وقشب حصن من نظر سرقسطة؟ قال: أنشدني أبو حفص القرطبي بالأندلس ولم يسم قائله:\nأفوض إن أراد الله أمراً\n...\nوأترك ما أريد لما يريد\nوما لإرادتي معنى إذا ما\n...\nأراد الله بي ما لا أريد\n(1) ذكره ياقوت في \" قشب \" نقلاً عن السلفي.\nالجزء: 1 ¦ الصفحة: 128\n",
        "نفيس هذا رجل دين من أهل القرآن والمعرفة بالقراءات، وقد قرأ بالأندلس والحجاز على شيوخ، وسمع الحديث، وقرأ عليّ رسالة ابن أبي زيد وغيرها بعد رجوعه من مكة وتوجهه إلى الأندلس، وكان قد جاور بمكة مدة.\n- 85 -\nسمعت (1) أبا الحسين هبة الله بن علي بن الحسن الكاتب الفرضي بمصر يقول: سمعت أبا القاسم علي بن جعفر بن علي اللغوي الصقلي (2) يقول: كتب إليّ أبو الفضل يوسف بن حسداي الهاروني (3) الوزير بسرقسطة من مدن الأندلس حين دخلتها:\n(1) كل ما ورد في هذه الفقرة نقله القفطي في انباه الرواة 2: 237.\n(2) هو المعروف بابن القطاع؛ انظر ترجمته في الانباه 2: 236 والحاشية حيث ذكر مصادر كثيرة لترجمته.\n(3) راجع ترجمة ابن حسداي في القلائد: 183 وله ترجمة في المغرب 2: 441 والذخيرة (القسم الثالث - المخطوط) : 152.\nالجزء: 1 ¦ الصفحة: 129\n",
        "أعيذك بالله من فاضل\n...\nأريب تداهي على صحبه\nفأعرض محتقراً برهم\n...\nوكل تنافس في جلبه\nفلما أذاع لدينا سرا\n...\nئر ما كان أودع في قلبه\nجلا كل معجزةٍ من نظيم\n...\nلآلئه وحلى عصبه\nفهل جاز سمعاً ولم يلهه\n...\nومر بقلبٍ ولم يصبه فأجبته مرتجلاً:\nبدأت بفضل أتاه الكريم\n...\nولا غرو منك ابتداء به\nلأنك مغرىً بفعل الجميل\n...\nمهين لما عز في كسبه\nالجزء: 1 ¦ الصفحة: 130\n",
        "أتتني أبياتك الرائقات\n...\nبشأو بعيد على قربة\nونظمٍ حكى النظم في أفقه\n...\nوخلى له الجدي عن قطبه\nفأنطقني حسنه واجترأت\n...\nوقلت من الشعر في ضربه\nوعولت فيه على فضله\n...\nوما خصه الله من إربه\nالجزء: 1 ¦ الصفحة: 131\n",
        "- 86 -\nأنشدني أبو الوليد هشام بن عيسى بن محمد اليحصبي القرطبي بمصر قال أنشدني أبو الحسين سراج بن عبد الملك بن سراج الوزير اللغوي العلامة (1) بقرطبة لنفسه:\nلما تبوأ من فؤادي منزلاً\n...\nوغدا يسلط مقلتيه عليه\nناديته مسترحماً من زفرةٍ\n...\nأفضت بأسرار الضمير إليه\nرفقاً بمنزلك الذي تحتله\n...\nيا من يخرب بيته بيديه\n(1) انظر ترجمة أبي الحسين سراج في المغرب 1: 116 والذخيرة 1/2: 219 والصلة: 222 والقلائد: 202، والمسلك 11: 411 والديباج المذهب: 126 وبغية الوعاة: 251.\nالجزء: 1 ¦ الصفحة: 132\n",
        "أبو الوليد هشام بنت عيسى هذا من وجوه أهل الأندلس، ومن بيت كبير مشهور بالرياسة وجده كان صاحب الأحكام بقرطبة، واجداده كانوا رؤساء نبهاء لا فقهاء، وهو كان نبيهاً فقيهاً، وقد سمع علي لما قدم مصر للحج كثيراً، وقبل ذلك على أبي محمد بن عتاب وصهره أبي الحسين ابن سراج العلامة وغيرهما بقرطبة، وتوجه إلى الحجاز وجاور بمكة والمدينة مدة إلى أن توفي؟ رحمه الله؟ هناك، ويعرف بالحفيد، وكان قد ترك الدنيا عن قدرة.\nقال لي أبو بكر يحيى بن محمد بن غزوان القيسي القرطبي بالإسكندرية: ما كنا نظن أن أحداً يترك ما ترك الحفيد من الدنيا ويختار الآخرة عليه، والله ما خرج إلا من ملك الدار العظيمة التي ليس لها بقرطبة، دار الملك بالأندلس، نظير، والأملاك الطائلة، رحمه الله رحمة واسعة.\nوقال لي إبراهيم بن المتقن الشبتي: لم يشرب الحفيد طول مقامه بمكة إلا من ماء زمز، ولم يمش في المسجد الحرام منتعلاً قط.\nالجزء: 1 ¦ الصفحة: 133\n",
        "وقال لي عبد الرحمنن بن إبراهيم بن خاطب الباجي: توفي الحفيد بالمدينة سنة اثنتين وعشرين وخمسمائة.\nوقال لي أبو عبد الله محمد بن عبيد الميري بعد رجوعه من الحجاز: زار الوليد الحفيد معنا ماشياً من مكة إلى المدينة، وحمله معه، فسألناه في الركوب فأبى وقال: والله لا ركبت من بيت ربي عز وجل إلى تربة نبيي صلى الله عليه وسلم ولا كنت إلا ماشياً.\nالجزء: 1 ¦ الصفحة: 134\n",
        "- 87 -\nأنشدني أبو الحسن هانئ بن عبد الرحمن بن هانئ اللخمي الغرناطي (1) بمصر، قال: أنشدني أبو عمرو عثمان بن عمرده الالبيري بغرناطة، قال أنشدني أبو إسحاق إبراهيم بن مسعود الفقيه الالبيري (2) لنفسيه:\nلا شيء أخسر صفقةً من عالمٍ\n...\nلعبت به الدنيا مع الجهال\n(1) ياقوت \" بزبر \": ينسب إليها أبو الحسن هانئ بن عبد الرحمن بن هانئ الغرناطي، قال السلفي: قدم علينا حاجاً سنة 515 وسمع مني كثيراً وعلقت عنه يسيراً، وكان قد سمع بالأندلس وكان من كبارها.\n(2) أبو إسحاق الالبيري شاعر الزاهد في عصر أمراء الطوائف. انظر ترجمته في المغرب 2: 132 والضبي: 210 وله ديوان نشره الأستاذ غرسيه غومس.\nالجزء: 1 ¦ الصفحة: 135\n",
        "فغدا يفرق دينه أيدي سبا\n...\nويزيله حرصاً لجمع المال\nمن لا يراقب ربه ويخافه\n...\n(1) تبت يداه وما له من وال هانئ هذا من أعيان رؤساء بلده بالأندلس وفقهائها قدم مصر حاجاً، وكان يحضر عندي لسماع الحديث، وكتب عني غير جزء، واستنشدته فأنشدني مقطعات ظريفة، من جملتها ما تقدم.\n(1) الأبيات في ديوانه: 81 والنفح 6: 52.\nالجزء: 1 ¦ الصفحة: 136\n",
        "- 88 -\nأبو الحسن الوليد بن الموفق بن أبي شداد الازدي البسطي كهل من أهل الأندلس مالكي المذهب، سمع عليّ وعلى نفر من شيوخ الإسكندرية، وكان يتفقه على أبي بكر الطرطوشي، علقت عنه فوائد ثم رجع إلى بسطة (1) بلده سنة اثنتي عشرة وخمسمائة، وانقطع عنا خبره.\n- 89 -\nأنشدني أبو مروان الوليد بن إسماعيل بن صبرة الغافقي الدروقي، قدم علينا الثغر، قال: أنشدني أبو العرب مصعب بن محمد بن أبي\n(1) بسطة: مدينة من أعمال جيان، كذا قال ياقوت، وفي الروض المعطار: مدينة بالغرب من وادي آش.\nالجزء: 1 ¦ الصفحة: 137\n",
        "الفرات الصقلي لنفسه بالأندلس (1) :\nوكم سهم بغيٍ لم أخف أن يصيبني\n...\nأصيب به ممن رماني به النحر\nولم يعد [ني] حفظ الاله ولطفه\n...\nوليداً وكهلاً لو وفى بهما الشكر أبو مروان هذا من قدماء الشعراء ونبلاء الأدباء مدح الملوك، بالمغرب وعلقت عنه شيئاً من شعر أبي العرب ومن شعره هو، ومدحني بقصائد رحمه الله، ومما أنشدني من شعره على لسان القوس:\nأنا القوس قبل النزع أبدو كأنني\n...\nهلال وعند النزع بدر تمام\nفبي تدرك الأرواح يوم كريهةٍ\n...\nإذا بعدت عن ذابلٍ وحسام\n(1) أبو العرب الصقلي معاصر ابن حمديس، وأحد الصقليين الذين هاجروا إلى الأندلس بعد سقوط بلده في أيدي النورمان، انظر ترجمته في عنوان الأريب 1: 133 والتكملة: 703.\nالجزء: 1 ¦ الصفحة: 138\n",
        "وأن رد عن روحٍ حساماً وذابلاً\n...\nدلاص فما تستطع رد سهام\nكأن سهامي لحظ عفراء في الوغى\n...\nوكل رمي عروة بن حزام - 90 -\nسمعت أبا بكر يحيى بن محمد بن هانئ الثعلبي الغرناطي بالثغر يقول: رأيت رجلاً من أصحابنا في المقام بعد موته وسألته عن أبي الحسن بن الباذش المقرئ فقال: لا تشك انه من أهل الجنة.\nابن هانئ قدم الثغر وكتب عني كثيراً وهو من أعيان الأندلسيين بيتاً وعلماً.\nوفي أخرى: أبو بكر يحيى بن محمد بن هانئ بن ذي النون بن محمد\nالجزء: 1 ¦ الصفحة: 139\n",
        "ابن سعيد بن عمر الثعلبي أندلسي من أعيان أهل غرناطة بيتاً وعلماً، سمع بها أبا الوليد بن بقوة، وبقرطبة أبا بحر البلنسي، وكتب بمكة عن نفر من المتأخرين، وكان يحضر عندي بالإسكندرية، ويقرأ ما يكتبه، ورأيته مجتهداً بطاشاً قادراً على الكتابة، سمع بمصر أيضاً، والله ينفعه بذلك، ورجع إلى الأندلس وانقطع عني خبره.\nالجزء: 1 ¦ الصفحة: 140\n",
        "- 92 -\nقال لي أبو زكريا يحيى بن عبد الله بن خيرة الدروقي المقرئ بالإسكندرية (1) : أجاز لي أبو محمد عبد الله محمد بن إسماعيل القاضي بسرقسطة جميع مروياته ومن جملة شيوخه أبو عمر الطلمنكي، أجاز له في صغره. (ونسبته مستفادة مع الدورقي (2)) . وسألته عن مولده فقال سنة أربع وستين واربعمائة بدورية، وقرأت القرآن على أبي الحسين يحيى بن إبراهيم بن البيار القرطبي بمرسية، ولم أر أعلى إسناداً منه، وعلى أبي الحسن سعيد بن محمد قوطة الحجاري بمدينة سالم، وعلى أبي زكريا يحيى بن محمد بن حسان القلعي بقلعة أيوب، وعلى أبي زيد عبد الرحمن بن سعد بن هارون الفهمي المعروف\n(1) دروقة: مدينة بالأندلس من عمل قلعة ايوب بينها وبين سرقسطة خمسون ميلاً (الروض المعطار) وضبطها ياقوت بفتح الأولى وسكون الثاني وفتح الواو، ونقل بعض ما أورده السلفي في ترجمة ابن خيرة.\n(2) الدورقي نسبة إلى دورق وهي بلد بخوزستان.\nالجزء: 1 ¦ الصفحة: 141\n",
        "بابن الوراق بسرقسطة، وغيرهم. ثم انتقلت من الأندلس إلى العدوة، وجدي من موالي بني أمية وذكر لي هذا كله عند قدومه الإسكندرية سنة تسع وعشرين وخمسمائة. وكان يحضر عندي الحديث وفي المواعيد الجمعية، ويعظ بعد فراغ المجلس، ويتلو القرآن تلاوة حسنة.\nوقال أبو العباس الغافقي الجرار؟ وهو الذي حمله إليّ أولاً؟ رأيت الدروقي هذا يقرئ في جامع فاس، ويؤم فيه الناس، وأثنى عليه بخير ثم قال: توفي بقفط من الصعيد الأعلى سنة ثلاثين وهو متوجه إلى مكة، رحمه الله.\nالجزء: 1 ¦ الصفحة: 142\n",
        "- 92 -\nسألت أبا بكر يحيى بن منبه بن عمر الغافقي المريي الأندلسي، قدم علينا الثغر، عن أخيه أبي أمية، وكان قد قرأ عليّ قديماً: أنت اكبر أم أخوك؟ فقال: أنا أبكر وهو اكبر، وأنا أسن وهو أسنى، فاستحسنت منه قوله.\nابن منبه يحيى هذا كان كثير الملازمة لي عند قدومه الثغر للسماع، متنبهاً.\nالجزء: 1 ¦ الصفحة: 143\n",
        "- 93 -\nحدثني (1) أبو الوليد يوسف بن المفضل بن الحسن الأنصاري القبذاقي بالإسكندرية بعد قفوله من الحجاز، وتوجهه إلى الأندلس، حدثني أبو بكر يحيى بن محمد بن زيدان القرطبي بها قال: حضرت مجلس أبي الحسين سراج بن عبد الملك بن سراج اللغوي فقرئ عليه في الموطأ: \" لا قطع في ثمر ولا كثر \"، فأنشد لصاعد بن الحسن الربعي (2) .\nومهفهف أبهى من القمر\n...\nقمر الفؤاد بفاتر النظر\nخالسته تفاح وجنته\n...\nفأخذتها منه على غرر\nفأخافني قوم فقلت لهم:\n...\nلا قطع في ثمر ولا كثر (3)\n(1) نقل القفطي الخبر عن السلفي في انباه الرواة 2: 66 وانظر ياقوت: \" قبذاق \" إذ نقل بعض ترجمة القبذاقي الواردة هنا.\n(2) انظر نفح الطيب 4: 76 ففيه الأبيات.\n(3) الكثر: جمار النخل.\nالجزء: 1 ¦ الصفحة: 144\n",
        "هذا ما حدثني أبو الوليد، وقد كتب إليّ أبو محمد عبد الرحمن بن محمد بن عتاب القرطبي من الأندلس، أنبأنا أبو مروان حيان بن لف ابن حيان التاريخي قال: أنشدنا أبو العلاء صاعد بن الحسن الربعي البغدادي لنفسه، فذكر الأبيات الثلاثة، وكذلك أنشدنيها أبو الوليد محمد بن خيره القرطبي، أنشدنا أبو الوليد مالك بن عبد الله العتبي المعروف [بالسهلي] (1) اللغوي بقرطبة، أنشدنا مروان بن حيان قال أنشدنا صاعد لنفسه.\nوكان أبو الوليد القبذاقي رجلاً صالحاً سمع بقرطبة نفراً من المتأخرين، وكان حريصاً على الأخذ فكتب عني جزيات، واستجازني للأمير بن علي بن يوسف بن تاشفين الصنهاجي، سلطان المغرب رحمه الله تعالى، وسألني في كتب كتاب إليه في معناه ففعلت وتوجه إلى بلده، ولم اسمع عنه بعد ذلك خبراً.\nوقبذاق مدينة من مضافات قرطبة.\n(1) بياض بالأصل، أكملناه من الصة: 676 حيث ترجم للعتبي وقال: يعرف بالسهلي من سهلة المدور وقد توفي عام 437.\nالجزء: 1 ¦ الصفحة: 145\n",
        "- 94 -\nأبو البقا يعيش من أهل الأدب البارع، وناظم الشعر الرائع، قدم الإسكندرية حاجاً وسمع علي كثيراً وأنشدني مقطعات من شعره وشعر غيره من متأخري أهل الأندلس، وهو يا بري المولد، اشبيلي المنزل، ومن شعره الذي أنشدني قطعة في وصف عشر تفاحات أهداها الصديق له. قال عبد العظيم: نقلت الأبيات من خط منشئها:\nبعثت إليك أبا قاسمٍ\n...\nبعشرٍ ترد فؤاد العميد\nجنتها أكف المنى من غضونٍ\n...\nحكى لينهن آنثناء القدود\nتجللن من شفق حمرةً\n...\nمنمنمةً مثل وشي البرود\nيذكرك المسك أنفاسها\n...\nوحمرتها لون ورد الخدود\nوإن لمست أي رمانة\n...\nبعضٍ تنسيك عض النهود\nأتتك بعدة أبياتها\n...\nفخذها إليك كنظم الفريد\nالجزء: 1 ¦ الصفحة: 146\n",
        "وخذها على نزرها واصلاً\n...\nبذاك أخاك الصفي الودود\nفلو كنت تهدى بمقدار ما\n...\nيواتيك أهديت دار الخلود\nبقيت على الدهر ما غردت\n...\nعلى أليك ورق وما اخضر عود وبخط البلنسي: أنشدني الشيخ أبو البقا يعيش بن مفرج بن سعيد اللخمي اليابري نزيل حمس الأندلس، قدم علينا الإسكندرية حاجاً، هذه الأبيات لنفسه، وكتب لي بخطه.\nالجزء: 1 ¦ الصفحة: 147\n",
        "- 95 -\nأبو الحسن يبقى بن خلف بمن سليمان الأسدي الزندي (1) ، وكان يتردد إليّ بعد رجوعه من الحجاز ومدة إقامته بالإسكندرية يكتب ويسمع ما يقرأ سنة ثلاثين وخمسمائة.\nورندة على ما قاله لي حصن بين إشبيلية ومالقة.\nوكان ظاهر الخير، وقد سمع بالأندلس شيوخها ورجع إلى بلده وانقطع عني خبره.\n(1) انظر ياقوت: \" رندة \" حيث نقل ترجمة الرندي هذا عن السلفي.\nالجزء: 1 ¦ الصفحة: 148\n",
        "- 69 -\nأنشدني أبو يحيى اليسع بن عيسى بن حزم اليسع الغافقي الأندلسي (1) بديار مصر لنفسه:\nقل لمن تاه بدنيا ساعدته\n...\nوترقى فوق أفلاك المعالي\nذاك القطب يقلب العالي سفلاً\n...\nويرد السفل في الأغلب عالي\nلو توسطت سماه كنت نجماً\n...\nآمناً من صرفه في كل حال\n(1) هو صاحب كتاب المعرب في آداب المغرب صنفه بمصر وطرزه بالدولة الصلاحية، وكان بالأندلس يكتب عن المستنصر بن هود. انظر ترجمته في المغرب 2: 88 وشذرات الذهب 4: 25.\nالجزء: 1 ¦ الصفحة: 149\n",
        "فراغ\nالجزء: 1 ¦ الصفحة: 150\n",
        "ملحقات\nالجزء: 1 ¦ الصفحة: 151\n",
        "- 97 -\nأبو إسحاق إبراهيم بن محمد بن سلمينا اليحصبي الاندوشري: كان من أهل الأدب والنحو، أقام بمكة شرفها الله مدة مديدة، وقدم علينا الإسكندرية سنة 548 ومدحني وسافر في ركب إلى الشام متوجهاً إلى العراق، وذكر لي أنه قرأ النحو بجيان على أبي الركب النحوي المشهور بالأندلس وعلى غيره، وكان ظاهر الصلاح (1) .\n- 98 -\nأوربة من قرى دانية بالأندلس، منها أبو عبد الله محمد بن عبد الرحمن بن غالب الحضرمي الأوربي، حج وسمع بمكة زاهر بن طاهر الشحامي، وعاد إلى الإسكندرية وحدث بها عنه، وقد كتبت عنه أناشيد عن أبيه (2) .\n(1) ياقوت \" اندوشر \"؛ وهي بضم الهمزة حصن بالأندلس بقرب قرطبة.\n(2) ياقوت \" أوربة \".\nالجزء: 1 ¦ الصفحة: 152\n",
        "- 99 -\nأنشدني إبراهيم بن المتقن بن إبراهيم السبتي بالاسكندرية، قال أنشدني أبو محمد إبراهيم بن صاحب الصلاة الأولبي بحمص الأندلس لنفسه:\nيزهى بخطهم قوم وليس لهم\n...\nغير الكتاب الذي خطوه معلوم\nوالخط كالسلك لا تحفل بجودته\n...\n(1) إن المدار على ما فيه منظوم\n(1) ياقوت: \" اولب \". ولم يحقق ياقوت هذا المكان، قلت: ولعل \" أولب \" محرفة عن أونبة وهي على ساحل البرتغال، ومنها البكري أبو عبيد، وفيها توفي الإمام ابن حزم.\nالجزء: 1 ¦ الصفحة: 153\n",
        "- 100 -\nيوسف بن عمر بن أيوب بن زكرياء التجيبي الثغري البربشتري أبو عمرو: له رحلة سمع فيها بمصر من الحسن بن رشيق وغيره، وكان يسكن الإسكندرية وبها حدث، وسمع من أبي صخر بمكة (1) .\n- 101 -\nأبو مروان عبد الملك بن محمد بن أمية بن سعيد بن عتال الداني البطروشي: سمع ابن سكرة السرقسطي وشيوخ قرطبة وولي دانية، وكان من أهل العلم والفهم، [وبطروش بلد من أعمال دانية] (2) .\n(1) ياقوت: \" بربشتر \".\n(2) ياقوت: \" بطروش \" أما بطروش بالكسر ثم السكون فقد ذكرها السلفي أيضاً وهي مدينة فحص البلوط.\nالجزء: 1 ¦ الصفحة: 154\n",
        "- 102 -\nأبو طاهر إسماعيل بن عمران بن إسماعيل الفهري البونتي قدم الإسكندرية حاجاً وكان أدبياً أريباً قارئاً (1) .\n- 103 -\nأحمد بن عصفور القنبي: شاعر أندلسي فيه مجون؛ قال لي أبو الحسن الأوزكي بالإسكندرية: أنشدني من شعره في حمص الأندلس، وقنبة من قراها، وله خاطب ولجده رواية وأدب، وهم بيت مشهور بالعلم (2) .\n(1) ياقوت \" قنبة \".\n(2) ياقوت \" قنبة \".\nالجزء: 1 ¦ الصفحة: 155\n",
        "- 104 -\nأنشدني أحمد بن يوسف بن نام اليعمري البياسي (1) للوزير أبي الحسن جعفر بن إبراهيم اللرتي المعروف بالحاج:\nلم لا احب الضيف أو\n...\nأرتاح من طرب إليه\nوالضيف يأكل رزقه\n...\nعندي ويشكرني عليه (2)\n(1) روى عنه السلفي في باب الأحمدين من معجمه؛ انظر الفقرتين 5، 6 فيما تقدم.\n(2) ياقوت \" لرت \". قلت: ولعلها اللرقي بالقاف.\nالجزء: 1 ¦ الصفحة: 156\n",
        "استدراكات\n1 -\nبعد أعداد هذا الكتيب اطلعت على ترجمة للسلفي في الوافي بالوفيات للصفدي (مخطوطة طوبقبو سراي رقم 2920 ج؟ 7) ولا تنفرد بمعلومات كثيرة عنه، إلا أني مورد هنا بعض الفوائد منها:\n(أ) قال ابن المفضل في معجمه: عدة شيوخ شيخنا السلفي تزيد على ستمائة نفس باصبهان ومشيخته البغدادية خمسة وثلاثون جزءاً.\n(ب) وقال الحافظ عمر بن الحاجب: معجم السفر للسلفي يشتمل على ألفي شيخ؛ وله تصانيف كثيرة.\n(ج؟) وله؟ أي السلفي؟ أجزاء كثيرة يقول في آخر كل منها؟ وهي أجزاء كبار؟ كتبت هذا الجزء في الليلة الفلانية، وقال: اكتب إلى قبيل الفجر ثم أنام.\n(د) كان ابن الأكفاني شيخه يقوم له ويتلقاه ويعظمه وإذا خرج يشيعه.\n(هـ؟) مدحه من الشعراء ابن سناء الملك بقصيدته التي أولها:\nحمدت السرى وهي الحقيقة بالذم\n...\nلفرقة أرض غاب عن أفقها نجمي وأما ابن قلاقس الإسكندري فأكثر مدائحه فيه.\n2 -\nفاتني أن أذكر من الأندلسيين: أبا محمد عبد الله بن سيد الأنصاري الأندلسي الغريشي وقد أنشد السلفي قصيدة لعبد الحليم بن عبد الواحد السوسي مطلعها:\nيقولون كثر عبد الحليم\n...\nفالا اقتصاداً وإلا اقتصاراً\nالجزء: 1 ¦ الصفحة: 157\n",
        "وهي أبيات أدرجتها فيما جمعته من شعر الصقليين؛ وقال السلفي في التعريف بابن سعيد هذا \" أبو محمد عبد الله بن الغريشي هذا كان ساكناً في المحرس المشهور بالقشيمري وكان من محارس الإسكندرية\n...\nتوفي في محرم سنة ثلاث وثلاثين وخمسمائة، وقد علقت عنه فوائد جمة، رحمه الله، وكان عفيفاً من أهل القرآن (وانظر انباه الرواة 2: 108؟ 109) .\n3 -\nرقم 100 من القطع المضافة نقلاً عن ياقوت، حقها أن تحذف إذ هي منقولة من كتاب آخر غير معجم السفر؟ فيما يبدو؟ والمترجم فيها غير معاصر للسلفي، ومثلها في معجم ياقوت قطع أخرى لم ندرجها في هذا الكتاب.\n4 -\nرقم 104 قلت في التعليق (رقم: 3) \" ياقوت: لرت، ولعلها اللرقي بالقاف. وبعد ذلك راجعت بعض أوراق من كتاب الذيل والتكملة لابن عبد الملك، فوجدت فيها ترجمة \" عبد الله بن حسين بن عبد الله بن عمر بن هارون ابن موسى لريي، وكتبت الناسخ فوق الكلمة الأخيرة لفظة \" بخطه \" يعني بخط ابن عبد الملك، فهذا وجه ثالث للكلمة ولا أدري أيها الصواب.\n5 -\nص63 السطر الأول، اقرأ: \" سمعت أبا محمد عبد الله بن جابر \".\n6 -\nص73 السطر الأول اقرأ: أبا الحجاج يوسف بن عبد العزيز بن عديس \".\n7 -\nص78 السطر الأخير: والقلائ؟ صوابه والقلائد.\n8 -\nص94 سطر 7 تكررت \" رسول الله \" وسطر 9: اخازن: صوابها: الخازن.\n9 -\nص118 سطر 13 حيد، صوابها: حفيد.\n10 -\nص134 السطر الأول لوفي صوابها توفي؛ س: 4 وله صوابها وحمله.\n11 -\nص 154 س: 5 عتال، اقرأ: غتال.\nالجزء: 1 ¦ الصفحة: 158\n",
        ""
    ]
}