{
    "1": [
        "الغرر في فضائل عمر\nالغرر في فضائل عمر\nالسيوطي\nالكتاب:\nالغرر في فضائل عمر\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوبه نستعين على القوم الكافرين\nالحمد لله الذي شرَّف مقدار من أراد من العباد، وأشهد أن لا إله إلا الله المالك للإشقاء والإسعاد، وأشهد أن سيدنا محمد عبده ورسوله من قام بسبيل الرشاد صلى الله عليه وسلم وعلى آله وصحبه الأئمة الأمجاد.\nوبعد فهذا كتاب لقَّبتُهً الغُرَر في فضائل عُمَر، أودعته أربعين حديثا مَعزُوَّةً لِمُخرجيها، متبعة ببيان غريب ألفاظها ومشكل ما فيها، والله أسأل أن ينفع بها آمين.\n؟؟؟\nالحديث الأول\nعن علي كرم الله وجهه أن رسول الله صلى الله عليه وسلم قال:) أبوبكر وعمر سيِّدا كهول أهل الجنة من الأولين والآخرين، ما خلا النبيين والمرسلين (.\nحديث صحيح أخرجه الإمام أحمد وغيره.\n؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟\nالحديث الثاني\nعن سعيد بن زيد أن رسول الله صلى الله عليه وسلم قال:) أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وطلحة في الجنة، والزبير في الجنة، وعبد الرحمن بن عوف في الجنة، وسعد بن أبي وقاص في الجنة، وسعيد بن زيد في الجنة، وأبو عبيدة بن الجراح في الجنة (.\nحديث صحيح رواه الإمام أحمد وغيره.\n؟؟؟\nالحديث الثالث\nعن المطلب بن عبد الله بن حنطب عن أبيه، عن جده - وما له غيره - أن رسول الله صلى الله عليه وسلم قال:) أبو بكر وعمر مني كمنزلة السمع والبصر (.\nأخرجه أبو يعلى وغيره.\n؟\nالحديث الرابع\nعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:) أبو بكر وعمر من هذا الدين كمنزلة السمع والبصر من الرأس (.\nأخرجه ابن النجار، وأخرجه الخطيب عن جابر أيضا.\nالحديث الخامس\nعن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) أبو بكر وزيري يقوم مقامي وعمر ينطق على لساني، وأنا من عثمان وعثمان مني، كأني بك يا أبا بكر تشفع لأمتي (.\nأخرجه ابن النجار.\nالحديث السادس\nعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) أبو بكر وعمر مني كعينَيَّ في رأسي، وعثمان بن عفان مني كلساني في فمي، وعلي بن أبي طالب مني كروحي في جسدي (.\nأخرجه ابن النجار.\n؟\nالحديث السابع\nعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:) أبو بكر وعمر مني بمنزلة هارون من موسى (.\nأخرجه الخطيب في تاريخه.\nالحديث الثامن\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) أبو بكر وعمر خير أهل السموات والأرض، وخير من بقي إلى يوم القيامة (.\nأخرجه الديلمي في مسند الفردوس.\n؟\nالحديث التاسع\nعن عبد الله بن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) عمر بن الخطاب سراج أهل الجنة (.\nأخرجه أبو نعيم في فضائل الصحابة وغيره.\n؟\nالحديث العاشر\nعن ابن عباس عن أخيه الفضل أن رسول الله صلى الله عليه وسلم قال:) عمر مني وأنا من عمر، والحق بعدي مع عمر حيث كان (.\nرواه الطبراني في معجمه الكبير وغيره.\n؟؟\nالحديث الحادي عشر\nعن ابن عمر أن رسول الله صلى الله عليه وسلم قال:) إن الله جعل الحق على لسان عمر وقلبه (.\nحديث صحيح أخرجه الترمذي وغيره.\nالحديث الثاني عشر\nعن أيوب بن موسى أن رسول الله صلى الله عليه وسلم قال:) إن الله جعل الحق على لسان عمر وقلبه، وهو الفاروق فَرَقَ الله به بين الحق والباطل (.\nأخرجه ابن سعد هكذا مرسلاً.\nالحديث الثالث عشر\nعن بلال رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) إن الله جعل الحق في قلب عمر وعلى لسانه (.\nأخرجه ابن عساكر.\nالحديث الرابع عشر\nعن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم ضرب صدر عمر بيده حين أسلم وقال:) اللهم أخرج ما في صدر عمر من غل وداء، وأبدله إيمانا - ثلاثا - (.\n؟؟؟\nالحديث الخامس عشر\nعن علي كرم الله وجهه أن رسول الله صلى الله عليه وسلم قال:) خير هذه الأمة بعد نبيها أبو بكر وعمر (.\nأخرجه ابن عساكر.\nالحديث السادس عشر\nوعنه قال صلى الله عليه وسلم:) خير أمتي بعدي أبو بكر وعمر (.\nأخرجه ابن عساكر أيضاً عن علي والزبير معاً.\n؟\nالحديث السابع عشر\nالجزء: 1 ¦ الصفحة: 1\n",
        "عن أنس قال: قال رسول الله صلى الله عليه وسلم:) دخلت الجنة فإذا أنا بقصر من ذهب، فقلت: لمن هذا القصر؟ فقالوا: لشاب من قريش، فظننت أني هو، قلت: ومن هو؟ قالوا: عمر بن الخطاب، فلولا ما علمت من غيرتك لدخلته (.\nحديث صحيح أخرجه الإمام أحمد وغيره.\nالحديث الثامن عشر\nعن سالم عن أبيه أن رسول الله صلى الله عليه وسلم قال:) رأيت في المنام أني أنزع بدلو بكرة على قليب، فجاء أبو بكر فنزع دلواً أو دلوين وفي نزعه ضعف والله يغفر له، ثم أخذ عمر فاستحالت بيده غرباً فلم أر عبقرياً في الناس يفري فريه، حتى ضرب الناس بعطن (.\nحديث صحيح أخرجه البخاري وغيره.\nالغرب بفتح الغين المعجمة وسكون الراء: الدلو الكبير.\nوالعبقري بفتح العين المهملة وسكون الموحدة وفتح القاف وكسر الراء: الرجل الشديد.\nويفري بسكون الفاء: ينزع.\nالحديث التاسع عشر\nعن سَمُرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) رأيت كأن دلواً دليت من السماء فجاء أبو بكر فأخذ بعراقيها فشرب شرباً ضعيفاً، ثم جاء عمر فأخذ بعراقيها فشرب حتى تضلع ثم جاء عثمان فأخذ بعراقيها حتى تضلع ثم جاء علي فأخذ بعراقيها فانتشطت وانتضح عليه منها (.\nأخرجه الإمام أحمد وغيره.\nالحديث العشرون\nعن ابن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) رأيت في النوم أني أُعطيت عساً مملوءاً لبناً فشربت منه حتى تملأت حتى رأيته يجري في عروقي بين الجلد واللحم ففضلت فضلة فأعطيتها عمر بن الخطاب (فأولوها قالوا: يا نبي الله هذا علم أعطاكه الله فملأت منه، وفضلت فضلة فأعطيتها عمر بن الخطاب، فقال:) أصبتم (.\nحديث صحيح أخرجه الحاكم وغيره.\nالحديث الحادي والعشرون\nعن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:) رأيت قبيل الفجر كأني أعطيت المقاليد والموازين، فأما المقاليد فهذه المفاتيح، وأما الموازين فهذه التي يوزن بها فوُضِعتُ في كفَّة ووضعت أمتي في كفة فوزنت بهم فرجحت ثم جيء بأبي بكر فوزن، فوزن بهم، ثم جيء بعمر فوزن، فوزن بهم، ثم جيء بعثمان فوزن، فوزن بهم، ثم رفعت (.\nأخرجه الإمام أحمد.\nالحديث الثاني والعشرون\nوعنه رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) رضى الله رضى عمر، ورضى عمر رضى الله (.\nأخرجه الحاكم في تاريخه.\nالحديث الثالث والعشرون\nعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) اللهم أعز الإسلام بعمر بن الخطاب أو بأبي جهل بن هشام (فجعل الله دعوة رسوله لعمر بن الخطاب فبنى به الإسلام وهدم به الأديان.\nأخرجه الطبراني في معجمه الكبير بسند صحيح.\n؟\nالحديث الرابع والعشرون\nعن أبي بكر الصديق كرم الله وجهه ورضي عنه أن رسول الله صلى الله عليه وسلم قال:) اللهم اشدد الإسلام بعمر بن الخطاب (.\nأخرجه الطبراني في الأوسط.\nالحديث الخامس والعشرون\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم دعا عشية الخميس فقال:) اللهم أعز الإسلام بعمر بن الخطاب أو بعمرو بن هشام (فأصبح عمر يوم الجمعة فأسلم.\nأخرجه الطبراني في الأوسط أيضاً.\nالحديث السادس والعشرون\nعن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال:) ما كان من نبي إلا في أمته معلم أو معلمان، وإن يكن في أمتي منهم فهو عمر بن الخطاب، إن الحق على لسان عمر وقلبه (.\nأخرجه الطبراني فيه أيضاً.\nالمُعلِّم بفتح اللام: الملهم.\nالحديث السابع والعشرون\nعن عصمة أن رسول الله صلى الله عليه وسلم قال:) لو كان بعدي نبي لكان عمر (.\nأخرجه الطبراني.\nالحديث الثامن والعشرون\nعن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم:) لو كان الله باعثاً رسولاً بعدي، لبعث عمر بن الخطاب (.\nأخرجه الطبراني.\nالحديث التاسع والعشرون\nعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:) أتاني جبريل عليه السلام فقال: أقرىء عمر السلام وقل له: إن رضاه حكم، وإن غضبه عزّ (.\nأخرجه الطبراني.\nالحديث الثلاثون\nالجزء: 1 ¦ الصفحة: 2\n",
        "عن أبي هريرة عن رسول الله صلى الله عليه وسلم:) إن الله عزَّ وجلَّ باهى ملائكته بعبيده عشية عرفة عامة، وباه بعمر بخاصة (.\nأخرجه الطبراني.\n؟\nالحديث الحادي والثلاثون\nعن ابن عباس قال: نظر رسول الله صلى الله عليه وسلم ذات يوم إلى عمر وتبسَّم إليه، فقال:) يا ابن الخطاب أتدري بما تبسمت إليك؟ قال: الله ورسوله أعلم. قال:) إن الله عزوجل باهى بأهل عرفة، وباهى بك خاصة (.\nأخرجه الطبراني.\nالحديث الثاني والثلاثون\nعن مولاة حفصة قالت: قال رسول الله صلى الله عليه وسلم:) إن الشيطان لم يلق عمر منذ أسلم إلا خر لوجهه (.\nأخرجه الطبراني في الكبير وحسن بعضهم سنده.\nالحديث الثالث والثلاثون\nعن أبي الطفيل أن رسول الله صلى الله عليه وسلم قال: بينا أنا أنزع الليلة إذ وردت عليّ غنم سود وعفر، فجاء أبو بكر فنزع ذنوباً أو ذنوبين، وفي نزعه ضعف والله يغفر له، فجاء عمر فاستحالت غربا فملأ الحياض وأروى الأودية فلم أر عبقرياً أحسن نزعاً من عمر، فأولت السود العرب، والعفر العجم (.\nأخرجه الطبراني بسند صحيح.\nالحديث الرابع والثلاثون\nعن جابر بن عبد الله قال: كنا جلوساً عند رسول الله صلى الله عليه وسلم فأقبل عمر بن الخطاب رضي الله عنه وعليه قميص أبيض، فقال له رسول الله صلى الله عليه وسلم:) يا عمر أجديد قميصك هذا أم غسيل (؟ فقال: غسيل، فقال:) البس جديداً وعش حميداً ومت شهيداً يعطيك الله قرة عين في الدنيا والآخرة (.\nأخرجه البزّار.\nالحديث الخامس والثلاثون\nعن أبي ذر في حديث أن رسول الله صلى الله عليه وسلم رأى عمر فقال:) لا تصيبنكم فتنة ما دام هذا فيكم (.\nأخرجه الطبراني.\nالحديث السادس والثلاثون\nعن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم:) من أبغض عمر فقد أبغضني، ومن أحب عمر فقد أحبني، وإن الله باهى بالناس عشية عرفة عامة، وباهى بعمر خاصة، وإنه لم يبعث الله نبيا إلا كان في أمته محدَّث، وإن يكن في أمتي منهم أحد فهوعمر (. قالوا: يا رسول الله كيف يحدَّث؟ قال:) تتكلم الملائكة على لسانه (.\nأخرجه الطبراني.\nالحديث السابع والثلاثون\nعن الأسود بن سريع أن رسول الله صلى الله عليه وسلم قال يعني عمر:) هذا رجل لا يحب الباطل (.\nأخرجه الإمام أحمد والطبراني.\nالحديث الثامن والثلاثون\nعن قدامة بن مظعون أن رسول الله صلى الله عليه وسلم أشار إلى عمر فقال:) هذا غلق الفتنة (وقال:) لا يزال بينكم وبين الفتنة باب شديد الغلق ما عاش هذا بين ظهرانيكم (.\nأخرجه الطبراني والبزّار.\nالحديث التاسع والثلاثون\nعن سهل بن أبي حثمة أن رسول الله صلى الله عليه وسلم قال:) إذا أنا مت وأبو بكر وعمر وعثمان، فإن استطعت أن تموت فمت (.\nأخرجه أبو نعيم وغيره.\nالحديث الأربعون\nعن عمار بن ياسر قال: قال رسول الله صلى الله عليه وسلم:) يا عمار أتاني جبريل آنفاً فقلت: يا جبريل حدثني بفضائل عمر بن الخطاب في السماء فقال: يا محمد لو حدثتك بفضائل عمر منذ ما لبث نوح في قومه ألف سنة إلا خمسين عاما ما نفدت فضائل عمر، وإن عمر لحسنة من حسنات أبي بكر (.\nأخرجه أبو يعلى والطبراني في الكبير والأوسط.\nخاتمة\nأخرج الإمام أحمد والبزّار والطبراني عن عبد الله بن مسعود قال: فضل عمر بن الخطاب الناس بأربعة: بذكرى الأسرى يوم بدر أفتى بقتلهم فأنزل الله عزوجل) لَولا كِتابٌ مِنَ اللَهِ سَبَقَ لَمَسَكُم فيما أَخَذتُم عَذابٌ عَظيمٌ (.\nوبذكر الحجاب أمر نساء النبي صلى الله عليه وسلم أن يحتجبن فقالت له زينب: وإنك علينا يا ابن الخطاب والوحي ينزل في بيوتنا، فأنزل الله عزوجل (وَإِذا سَأَلتُموهُنَّ مَتاعاً فَاِسأَلوهُنَّ مِن وَراءِ حِجابٍ) وبدعوة النبي صلى الله عليه وسلم) اللهم أيد الإسلام بعمر (ورأيه في أبي بكر كان أول من بايعه.\nوأخرج الطبراني عن طارق بن شهاب قالت أم أيمن يوم قتل عمر: اليوم وهى الإسلام.\nوأخرج أيضاً عن عبد الله بن مسعود: إن كان إسلام عمر لفتحاً وهجرته لنصراً، وإمارته رحمة، والله ما استطعنا أن نصلي عند البيت حتى أسلم عمر. وفي رواية: ما استطعنا أن نصلي عند البيت الكعبة ظاهرين.\nالجزء: 1 ¦ الصفحة: 3\n",
        "وفضائله رضي الله عنه أفضل من أن تحصر، وأشهر من أن تذكر، وإنما أردت أن أتبرك بخدمته رضي الله عنه بهذه الصبابة، وامتع من لا يعرف كثيراً من مناقبه ببعضها بجاهل إمامه.\nوالله ولي التوفيق وحسبنا الله ونعم الوكيل، والحمد لله أولاً وآخراً وباطناً وظاهراً، وصلى الله على رسوله ونبيه سيدنا محمد وآله وصحبه وشيعته وحزبه آمين. والحمد لله رب العالمين.\nتم الكتاب العزيز بحمد الله وعونه.\nالجزء: 1 ¦ الصفحة: 4\n",
        ""
    ]
}