{
    "1": [
        "الغصون اليانعة في محاسن شعراء المائة السابعة\nالغصون اليانعة في محاسن شعراء المائة السابعة\nابن سعيد المغربي\nالكتاب:\nالغصون اليانعة في محاسن شعراء المائة السابعة\nالمؤلف:\nأبو الحسن على بن موسى بن سعيد المغربي الأندلسي (المتوفى: 685هـ)\nتحقيق:\nإبراهيم الأبياري\nالناشر:\nدار المعارف، مصر\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الغصون اليانعة في محاسن شعراء المائة السابعة\n",
        "في تراجم الذين تحققت سنو وفاتهم\nتراجم سنة إحدى وستمائة ثمان\nالجزء: 1 ¦ الصفحة: 3\n",
        "الترجمة الأولى [شميم الحلي]\nالأديب الشاعر المتصوف شميم الحلي علي] بن الحسن [ابن عنتر، من مدينة الحلة من مدن الفرات العراقية. شاعر مشهور بالمشرق، مذكور في الكتب وعلى الألسن.\nوقفت على ترجمته في تاريخ بغداد لابن الساعي، وتاريخ حلب لابن العديم، وكتاب الأدباء لياقوت الحموي. وتلقيت جملاً من أخباره\nالجزء: 1 ¦ الصفحة: 5\n",
        "وأشعاره من أدباء العراق والجزيرة والشام. فلخصت من جميع ذلك ما يليق بهذا المكان: جملة أمر هذا الرجل أن ذكره فوق شعره، فعلى كثرته لم أقف له على ما فيه إغراب ولإبداع. ومن جملة ذلك كتاب الحماسة التي جمعها من شعره، لحظتها فلفظتها إذ وجدتها مفسولة غير معسولة. وأقرب ما وقفت عليه من شعره، لما يليق بالمنزع المختار لهذا الكتاب، قوله:\nألا هاتها حيث الجداول أصبحت\n...\nتصول على أرجائها بصلال\nلدى نرجسٍ يسبى العيون بمثلها\n...\nكأقراط تبرٍ كللت بلآل\nفهو وإن لم يأت بما يظهر عليه غوص الفكر فإنه ما قصر في سبك اللفظ وتقريب المعنى وزيادة التلفيق. وأشهر ما تقدمه في تشبيه النرجس بالأقراط قول ابن عبد ربه القرطبي صاحب العقد:\nعلى ياسمين كاللجين ونرجس\n...\nكأقراط تبر في قضيب زبرجد\nنظر إليه والى قول أبي الطيب السلامي:\nالجزء: 1 ¦ الصفحة: 6\n",
        "انظر إلى غصن لوته الصبا\n...\nوقد غدا من زهره في حلى\nكأنه جيد على قامة\n...\nمن عقده بالدر قد كللا\nولفق منهما ما استحق به اسم شاعر.\nوتذاكرت في شأن هذا الرجل مع بعض أهل بلده، فلم يعجبه ما وصفته به من عدم غوص الفكرة والنهوض إلى الطبقة العالية ذات الإعراب والإبداع. فجاءني بعد أيام وقال: ما تقول أيضاً فيمن يصدر عنه مثل هذا:\nأقول لآمرةٍ بالخضاب\n...\nتحاول رد الشباب النضير\nأليس المشيب نذير الإله\n...\nومن ذا يسود وجه النذير\nفقلت: لعمري لقد أغرب لو لم يكن اهتذم ذلك من قول أبي أحمد النهرجوري:\nوقائلةٍ تخضب فالغواني\n...\nقعود عن مصاحبة الكهول\nفقلت لها المشيب رسول ربي\n...\nولست مسوِّداً وجه الرسول\nالجزء: 1 ¦ الصفحة: 7\n",
        "فقال: أمثل هذا الرجل تقصر به، وهو إمام في العلماء والزهاد! فقلت له: الآن أرحت واسترحت، إن كنت منصفاً لم أقصر به من جهة علمه ولا زهده بل من جهة الشعر، لكونكم أوجبتم له من الشهرة والتقديم فيه مالا يقوم عليه برهان. فنفض ثيابه، وقام يجر أهدابه.\nوقد ذكر ياقوت الحموي أنه اجتمع بشميم فرآه كثير الدعاوى، خارجاً عن نمط الإنصاف والاعتراف. قال: أنشدني مرة قوله في الخمر:\nخفقت لنا شمسان من\n...\nلآلائها في الخافقين\nفي ليلة بدأ السرو\n...\nر بها يطالبنا بدين\nومضى طليق الراح من\n...\nقد كان مغلول اليدين\nقال: فقلت: أحسنت! فغضب وقال ويحك! ما عندك غير الاستحسان؟ فقلت: فما أصنع؟ قال: تصنع هكذا، ثم قام يرقص ويصفق. وجلس وهو يقول: ما أصنع! وقد بليت ببقر لا يفرقون بين الدر والبعر، والياقوت والحجر! قال: وكان قد جال البلاد واستقر بالموصل، فمات بها في ربيع الآخر سنة إحدى وستمائة.\nالجزء: 1 ¦ الصفحة: 8\n",
        "ومما ذكره المؤرخون من أمره أنه كان من أعلام فقهاء الشيعة بالحلة، وأهل الفُتيا والإقراء عندهم. ثم ترقى إلى الزهد بزعمه وإطراح الدنيا. وصار يكثر الخلوة ويصل الصوم، إلى أن كان يزعم أنه يبلغ شهراً لا يأكل ولا يشرب، في يوم ولانهار منه.\nوكثير من أمثاله عاينتهم ببلاد المشرق يبلغون في الخلوة هذا المقدار وأكثر، ويجعل عليهم أمناء وحراس من قبل الملوك والكبراء لتتبين حقائقهم، فيشار إليهم بعد ذلك بالأنامل، وتلتفت عليهم هالات المحافل.\nومن تاريخ ابن العديم: أن شميماً بلغ في الخلوة إلى أن كان يصل الصوم، ثم يأكل الطين فينزل برجيع ما فيه رائحة، ويشمه من يدخل عليه ليعلم مقدار مبلغه من الرياضة، فلذلك لقب بشميم.\nوحكى لي أحد فضلاء ماردين أنه ورد عليها ونزل حيث لا يخفى مكانه، لما كان عليه من التهويل واستعمال المخارق. فأرسل إليه ملكها ابن أرتق في أن يحضر عنده. فقال للرسول: كيف أسير\nالجزء: 1 ¦ الصفحة: 9\n",
        "إليه وأنا الذي أقول:\nأنا الذي لو درى زماني\n...\nقدري ما كان غير عبدي\nلم يزل واقفاً ببابي\n...\nولم يصرف خلاف قصدي\nفعاد الرسول بالجواب. فضحك الملك وقال: هذا رجل مجنون أو مستخف، وعلى الأمرين ينبغي لنا إن نرى ما عنده. ثم ركب إليه واجتمع به وانصرف، وقال للرسول: قل له: كان فلان قد نظر لك في ضيافة زاد قبل أن يشاهد ما عندك، فلما شاهده علم أن قدرك يحل عن كل ما عنده. فلما عاد إليه الرسول بذلك، التفت إلى أحد أصحابه وقال: أي ولد زنى! وسمع ذلك الرسول فرجع وهو يضحك. فقال له الملك: ما كان جوابه؟ قال: سكت. قال سبحان الله! أمن السكوت يكون ضحك؟ فأخبره. فضحك حتى فحص برجليه وقال: الرجل ممخرق، وقد علم أن مخرقته لم تجز علينا فجعل هذا فصل ما بيننا وبينه.\nوأخبرني ابن الصفار الدينوري\n...\nأن شميماً اجتاز بمدينة دنيسر\nالجزء: 1 ¦ الصفحة: 10\n",
        "فصادف أن كان بها صاحب ماردين، فبلغه نزوله في بستان هنالك، فركب كأنه يتفقد البستان، وغرضه الاجتماع به. فقيل له: إن السلطان قد دخل البستان. فقال: ومن منعه؟ ولم يقم له ولا لقيه. فصعب على صاحب ماردين ذلك، وأظهر أنه جاء للفرجة، وانصرف ولم يجتمع به. وجاءه من عتبه في ذلك. فقال: كنت في مناجاة سلطان أعظم منه. فقال صاحب ماردين: رحم عياله! ولو كان الجنيد. ودس إليه من يؤذيه حتى خرج عن بلده.\nالجزء: 1 ¦ الصفحة: 11\n",
        "الترجمة الثانية [العبدوسي]\nالشاعر البارع المحسن العبدوسي محمد بن عبدوس الواسطي، من مدينة واسط. أطلعته واسطة من عقد شعرائها، فترقى إلى مخالطة كبرائها وأمرائها، ثم جال حتى انتهى إلى الديار المصرية، ومدح بها العادل وأرباب دولته، ومدح الظاهر صاحب حلب بما اجتمع منه سفر. ذكر ذلك صاحب تاريخها ولم يعجبني من جميع ما أورد من شعره غير قوله في الملك المذكور:\nأشتاقه شوق مصدود وكم حملت\n...\nأم الأماني برؤياه فلم تلد\nوطبقته أعلى من هذا بأضعاف. ذاكرت أحد علماء بلدي في شأنه، فنوه باسمه وأنشدني له ما اخترته لكتاب \"كنوز الأدب\" وهو قوله الذي أبدع فيه وأغرب:\nالجزء: 1 ¦ الصفحة: 12\n",
        "أهلاً وسهلاً بالعذار الذي\n...\nأصبحت في شغل به شاغل\nخطان صيغت منهما في الهوى\n...\n\"لا\" وهي حرف النهى للعاذل\nيا سائلي عن أمرها نكتة\n...\nأضحى بها كالقمر الكامل\nكأنها ذاك السواد الذي\n...\nتبصره في البدر يا سائلي\nفجر الصبا في وجنتيه غدا\n...\nيموج مثل البحر الجائل\nأما تراه إذ طفا ماؤه\n...\nقد قذف العنبر في الساحل\nوقد ازدحم على مشرع هذه الأبيات جملة من شعراء عصره، فما بلغوا فيه إلا دون قدره. وقوله، وهو غير خارج من \"كنوز الأدب\":\nوبديع أطلع الآ\n...\nس بروض الجلنار\nرمت منه لثمة إذ\n...\nعيل في الحب اصطباري\nقال لي لا تدن أنفا\n...\nسك من نبت العذار\nإنني أخشى عليه\n...\nمنك من لفح الأوار\nقلت دعني من رقاعا\n...\nتك واسمع لاعتذاري\nهو كالعنبر يذكو\n...\nطيبه من غير نار\nفانثنى يبسم عن جمر\n...\nشبيه بالدراري\nفرتعنا في رياض\n...\nوكرعنا في عقار\nأي خمر أنا منها\n...\nطول عمري في خمار\nالجزء: 1 ¦ الصفحة: 13\n",
        "وهو من الشعراء الذين حفظ ما قالوه في الجارية التي صنعت في أحد خديها بالغالية حية وفي الآخر عقرباً، فأمر الملك العزيز صاحب مصر أن يقال فيها. وكان قول العبدوسي:\nيا معشر الناس ألا فأعجبوا\n...\nمن قمرٍ حل به العقرب\nوحية ميتة أرسلت\n...\nفي جنة تلدغ من يقرب\nيا مظهراً آية موسى لنا\n...\nإليك من دون الهوى المهرب\nوكانت وفاته بمصر سنة إحدى وستمائة، بعدما أكثر من هجائها وذم أهلها. ومن أعف ذلك وأبدعه قوله:\nيأهل مصر مدحتم\n...\nمصراً بلا برهان\nوقلتم هي عينٌ\n...\nنعم بلا إنسان\nأرض عدمنا لديها\n...\nعوارف الإحسان\nوكل بر تراه\n...\nفإنه في اللسان\nيوم ارتحالي عنها\n...\nجعلته مهرجان\nوكان قد اتصل بالوزير ابن مجاور، فلما بلغ الغاية من الاستيلاء على دولة العزيز، لما استبد بالديار المصرية، قصر به، فأنشده:\nالجزء: 1 ¦ الصفحة: 14\n",
        "عجبت لبحر جاد لي عند جزره\n...\nولم أر جوداً منه إذ جاءه المد\nلعل له عذراً على كل حالة\n...\nهو الملك الأعلى يداً وأنا العبد?\nفقال: ما ثم عذر، لكن هذا شان الدهر، وعلى هذه الحال مرت الليالي والأيام، ولقد أحسنت إلي إذ ذكرتني بفضيلة. ثم أحسن إليه وسعى له فيما أقر عينه عند صاحبه. ومدحه بقصيدة منها:\nيا سائلي عما رأى من كساً\n...\nونعمة يقصر عنها الكلام\nقد كنت ذا جدب ولكنني\n...\nأفلحت فاستمطرت صوب الغمام\nقام بأمري سيد ماجد\n...\nذكره عتبي رعى الذمام\nمبارك الطلعة ميمونها\n...\nيبدأ من يخدمه بالسلام\nقد جرب الدهر وأحواله\n...\nوأختار أخلاق جميع الكرام\nومن محاسن شعره قوله:\nلله ذو أدبٍ حلو شمائله\n...\nلقياه أطيب لي من جملة النعم\nأمس يحدثني والكأس في يده\n...\nفبت أشرب راح الكرم والكرم\nوأنشدت له بالعراق هذه الأبيات، وهي مما يرتاح إليه في السماع، ويهتز لما اشتملت عليه كل كريم الطباع:\nليلى بلا سحرٍ من ساحر الحوار\n...\nأشتاقه وهو مشتاق إلى السحر\nولو أتى زائر ما كان يمنعني\n...\nلقرب ما بين حال الورد والصدر\nالجزء: 1 ¦ الصفحة: 15\n",
        "فالليل عندي سواء إن دنا وقلا\n...\nأشكو من الطول ما أشكو من القصر\nيا خاليا حاليا بالحسن ها كبدي\n...\nأمست بالا جلد قوسا بلا وتر\nالظبي أنت وقد حوشيت من خنسٍ\n...\nوالبدر أنت موقى كلفه الغير\nوالخمر أنت ولكن سكرها أبداً\n...\nوالغصن أنت ولكن دائم الزهر\nلا جفف الله عيني من هواك ولا\n...\nمتعت من غير ذاك الوجه بالبصر\nورأيت جماعة من أدباء العراق يتطاولون بإنشاد هذه الأبيات ويفتخرون بها، وهي لعمري أهل لذلك، إلا أن بيته الذي هو واسطة القلادة مسروق من قول اللص الإشبيلي:\nفالليل إن هجرت كالليل إن وصلت\n...\nأشكو من الطول ما أشكو من القصر\nالجزء: 1 ¦ الصفحة: 16\n",
        "وهذا كما قال الملك الأشرف لبعض الشعراء وقد مدحه بقصيدة فيها أبيات سلخ ألفاظها ومعانيها من شعر غيره: أما تستحي أن تنشدي لنفسك ما أحفظه لغيرك؟ فقال: قد يقع الحافر على الحافر. فقال: نعم، ولكن للميدان كله لا. فضحك جميع من حضر من أهل الأدب. وصار ذلك الشخص عندهم يعرف بالميداني. وأخبرني بدمشق أحد أقارب الأموي كاتب الملك الأشرف بن العادل بن أيوب، أن ابن عبدوس وصل إلى الملك الأشرف وهو حينئذ بالجزيرة في مدة أبيه، والحال ضيقة، فحضر مجلسه وأنشده قصيدةً منها:\nملك شككنا أيها أعلى علا\n...\nأولاه أم وسطاه أم أخراه\nلما علا فوق الأنام محله\n...\nمسحت عليهم كالسحاب يداه\nأشتاق رؤيته لأني واثقٌ\n...\nإلا أرى بؤساً متى ألقاه\nفضحك الأشرف لما انتهى إلى هذا البيت وقال: ذهب البوس يابن عبدوس. إلا أنه نحن على ما لا يخفى عنك في هذا الوقت، فأيما\nالجزء: 1 ¦ الصفحة: 17\n",
        "تختار: يسير معجل، أو كثير مؤجل؟ فقال: يا خوند، إنما يصبر على المؤجل التجار أصحاب رءوس الأموال، وأما المفلسون الذي رؤوس أموالهم الأشعار مثلي وأشباهي فإنما هم أبناء يومهم. قال صدقت، وألتفت إلى الصفي كاتبه وقال: بحياتي عليك إلا ما أجزته عني. فقال: نعم وكرامة. وانصرف به إلى منزله، وحلف له انه ما يملك في ذمته شيئاً يقدر على خروجه عنه والتعوض منه إلا على البغلة التي يركبها، ودفعها إليه وألبسه ثيابه التي كانت عليه. فجن فرحاً، وأطنب في الثناء على الملك والكاتب وقال: هذا عندي في هذا الوقت خير من عشرة آلاف دينار في وقت آخر.\nقال: وهكذا كانت أفعال الملك الأشرف في أكثر الأوقات، إذ كان أعرف الناس باستجلاب الثناء في كل وقت وبكل ما أمكن. قال: ومما أنشده لنفسه فاستحسنه الصفي وكتبه، قوله:\nاسمع أخي اختبار\n...\nقد شيبت رأسه الرجال\nإياك أن تشتفي بقول\n...\nفيه على ربه وبال\nوبلغ النفس ما تمنت\n...\nإذا تأتى لك الفعال\nالجزء: 1 ¦ الصفحة: 18\n",
        "الترجمة الثالثة [ابن مجاور]\nالوزير الجواد المجيد نجم الدين بن مجاور يوسف بن الحسن.\nبيت بني مجاور بدمشق مشهور إلى الآن. لزمهم هذا النسب من جدهم، رفض جنة الدنيا بدمشق ولزم المجاورة بمكة، فعرف بالمجاور. ونشا نجم الدين متغذياً بتلك الطريقة ملتزما قراءة القرآن وإقراءه، واتخذ مكتبا يعلم فيه الصبيان على باب جامع دمشق. وسمت همته إلى إقراء النحو والأدب، واستفاد من ذلك ما علم به أولاد الكبراء، إلى أن أحتاج السلطان صلاح الدين معلما لابنه العزيز، فدل عليه، ووصفت طريقته الحميدة فأخذت السعادة بيديه. وأنس به العزيز فساد بخدمته في بلده وغير بلده، ووكله في أول الحال، ثم استوزره في نيابته عن أبيه بمصر، ثم فوض له جميع أمور دولته لما مات أبوه واستبد بالسلطنة. وكان أهلا لذلك، لما جمع من الفضائل والآداب ومكارم الأخلاق.\nوكان معرفا بتوطئة الأكتاف، ومعاونة الأدباء والشعراء، والأخذ معهم غير مميز عنهم، حتى كأنه إذا باحثهم واحد منهم، مع ارتقاء في الشعر إلى الدرجة التي تأخذ بمجامع القلوب والألباب،\nالجزء: 1 ¦ الصفحة: 19\n",
        "وترفع عن طبقة العلماء والأدباء والكتاب. ومن أمعن الفكر فيما أورد له في هذا المجموع علم أن له فكرة غواصة، وان معاني الأغراب وألفاظ الإبداع ليست عليه بمعتاصة.\nومن الحكايات المستطرفة المتعلقة بترجمته أن ابن منذر البطلبوسي لما ورد من المغرب أعترضه وهو قاصد دار السلطان، فكلفه رفع بطاقة إليه في مرتب يستعين به على طلب العلم. فأعلمه أن الكلام في إجراء راتب مخترع لا يمكن. فقال: فإن لم يمكن هذا فاكتب إلى الفقيه فلان في أن ينزلني عنده في المدرسة ويجري لي من الوقف ما يكفيني. فقال: ليس هذا من شغلي وإنما من شغل متولي الاوقاف0 فاظهر انه لا ينفصل عنه إلا بالنظر في أمره، وجعل يورد عليه من أنواع التكليف ما يروغ الوزير عنه إلى أن أضجر. فأراد الانفصال عنه فقال: يا هذا، أعلم أنه من كلف ما لا يقدر عليه أتعب لسانه وسمع من يكلمه. فقال: أيها الوزير، أتعد إن أنا كلفتك ما تستطيع لم تعتذر لي عنه؟ قال: ما أعتذر لك عن شيء أستطيعه. قال: وأنا أيضاً فما أكلفك إلا أن ترجع إلى تعليم الصبيان في المكتب الذي كنت فيه، فتستريح أنت من كلف الناس ويستريح الناس من هذه الوزارة الخراء التي لا فائدة فيها، وقد شغلت مكانتها عن مستحقها ممن يفرح بقضاء حوائج الناس،، ويتكلف المشقات في تخليد شكرهم. فضحك الوزير ضحكاً لم يعهد منه مثله، وقال له:\nالجزء: 1 ¦ الصفحة: 20\n",
        "أي وأنت على هذا المنزع، وفيك هذه الحلاوة، ولست من المغاربة الجفاء، ففيك مصطنع، ونبلغ إن شاء الله في شأنك فوق ما نقدر عليه. وحمله معه حتى ادخله على العزيز، فأعاد عليه ما جرى بينه وبين الوزير.\nفضحك واستطاب القصة وصيره من خواصه وانتفع بخدمته غاية الانتفاع. حتى أشتهر ذكره وصار كالوكيل والأمين، وانتقل بعد ذلك إلى حلب فصار في خدمة أخيه الظاهر.\nومن الحكايات التي اخترتها لكتاب \"روح الأدب\" وشعرها من \"كنوز المعاني\" ما أخبرني به أبو بيان الإسرائيلي حكيم الديار المصرية وبقية المعمرين من أشياخها، الممازحين للملوك وأرباب الدول، قال: أهدي للملك العزيز بن صلاح الدين مملوك من القفجق، كما دب عذاره بشقره، لا يراه أحد فيقدر أن يثني عنه بصره. فقال:\nالجزء: 1 ¦ الصفحة: 21\n",
        "الملك العزيز لجلسائه الأدباء: نجعل هذا المملوك الجديد ساقينا اليوم. فلما استقر مجلس الأنس- وفيه جعفر بن شمس الخلافة، والأسعد ابن مماتي، وهما حينئذ الغاية في طبقة الشعراء، وهناك من يشعر غيرهما- قال لهم، وقد أخذت الكأس منهم وأزلت حجاب الحياء عنهم: هذا مكان الأفكار وإجالتها، وأشار إلى المملوك. فأفكروا ساعةً فلم يحضر لهم ما يرضونه، فقالوا: يا مولانا، إن الوزير نجم الدين له شغف بالمعذرين وأوصافهم، بفكرة منقادة لتعلقه بهم، وما لهذا إلا خاطره. فقال: نسره بالمشاركة في هذا الشأن ولا نضيره بالاستدعاء للحضور على ما لا يريده. ثم أمر بالكتب له في ذلك. فوصل جوابه بهذه الأبيات التي لا نظير لها في حسنها، ولا عديل لقصدها في فنها:\nغصن من الفضة قد أورقا\n...\nبالتبر من فاز به وفقا\nرواه ساقي الحسن من مائة\n...\nفبان في أعلاه ما قد سقى\nومنتهى الأحرف من خطه\n...\nفي جانبي صدغيه قد عرقا\nالجزء: 1 ¦ الصفحة: 22\n",
        "يا حسنه نوناً بماءٍ جرى\n...\nودار كالعقرب كي يتقى\nفاغتنموا بدراً بدا كاملاً\n...\nفي شفق من قبل أن يمحقا\nلا أبصرته مقلة ذاوياً\n...\nولا رأت زخرفه محرقا\nفطرب الملك العزيز، ووالي الشرب وأمر المغني بالغناء فيها. قال للخازن: أحضر جميع ما أهدي إلينا مع هذا المملوك. فأحضر وقوم، فكانت قيمته عشرة آلاف دينار مصرية. فقال: لو أن نجم الدين كمل أبياته عشرة لفاز بجملتها، ولكن يأخذ منها ستة آلاف ويقتسمون الباقي. ثم أطال النظر في المملوك فقال له: كن أنت الرسول إليه بهذا، وأنت من جملة ما حبوناه به. قال أبو بيان: فلا ندري من أي شيء نعجب، فهل مما تضمنته هذه الحكاية من الأخلاق الملوكية؟ وهي على ما جمعته نقطة من بحار فضائله رحمة الله عليه، فما ملك مصر مثله. ومما استحسنه الملك العزيز، فأمر شعراءه بالقول فيه، قصة الجارية التي صورت في خدها بالمسك حية، وكان الذي قال في ذلك وزيره المذكور.\nالجزء: 1 ¦ الصفحة: 23\n",
        "قد رقمت في خدها أرقما\n...\nبالمسك في مذهب ثوب طسيم\nما ذاق من قبله غفوةً\n...\nيا عجيبا من ساهر بالرقيم\nمرسلة بالحسن قد أظهرت\n...\nفي نار إبراهيم أيم الكليم\nووقفت على ترجمته في تاريخ حلب لابن العديم فوجدت هنالك أنه مات سنة إحدى وستمائة.\nوقوله الطيار لخفته على الألسن وحسن منزعه:\nولما تولى الخد وإلى عذراه\n...\nرفعت إليه قصتي أتظلم\nفوقع فيها خطه بصبابتي\n...\nوقال لي السلوان شيء محرم\nأتلبس ثوب الخد إذ كان ساذجاً\n...\nوتخلعه لما بدا وهو معلم\nثم وجدت الشهاب القوصى قد أثنى عليه في كتاب \"تاج\nالجزء: 1 ¦ الصفحة: 24\n",
        "المعاجم\" وأنشد له قوله، وهو من المحاسن التي لا يجب أن تغفل:\nيا ثغره المحمى منه بنابل\n...\nمن طرفه وبسائف من خده\nوبمشرق من صدغه وبناظر\n...\nمن خاله وبعامل من قده\nارفق بما اغتصب الغرام فقد أتى\n...\nخط العذار موقعاً في رده\nوأنشد له ابن المستوفى في تاريخ إربل:\nليت رقيبي لم يكن أحولا\n...\nإذا لم يكن أعمى ولا أعور\nلأن من يبصر من واحدٍ\n...\nشيئين أولى الناس أن يحذرا\nوجرى ذكره يوما بحضرة الصاحب بهاء الدين زهير صاحب الأشعار الرقيقة الطائرة في أقطار الشرق والمغرب، فقال: وددت أن لي قوله بكثير من شعري، فما سمعت أظرف منه:\nصديق قال لي لما رآني\n...\nوقد صليت زهداً ثم صمت\nعلى يد شيخ تبت قل لي\n...\nفقلت على يد الإفلاس تبت\nالجزء: 1 ¦ الصفحة: 25\n",
        "الترجمة الرابعة [ابن نفاذة]\nالرئيس الشاعر المتقدم شمس الدولة أحمد بن نفاذة السلمي الدمشقي. كان عند السلطان صلاح الدين بن أيوب في عداد رؤساء الأجناد الذين يسمونهم بالأمراء.\nذكر الشهاب القصوى في\"تاج المعاجم\" أنه كان جليل القدر بعيد الهمة أديباً شاعراً.\nولد بدمشق سنة إحدى وأربعين وخمسمائة، ومات بها في محرم سنة إحدى وستمائة.\nوأنشد له -مما طول فيه من الأشعار- ما يدل على اقتداره وطول نفسه.\nومما يعد من \"كنوز الأدب\" قوله، وقد دخل على الفاضل البيساني مهنئاً له:\nقد عوفي الفاضل مما شكا\n...\nوصح من سائر آلامه\nالجزء: 1 ¦ الصفحة: 26\n",
        "وذاك أن الداء لما أتى\n...\nإليه في جملة خدامه\nأجله أن يعتري جسمه\n...\nمعرفة منه بإعظامه\nورام توديعا له فأثنى\n...\nيرغب في تقبيل أقدامه\nفلم يكن بد من إسعافه\n...\nجرياً على معهود إنعامه\nأخبرني الشهاب أنه لما أنشد هذه الأبيات قال الفاضل: أبياتك هذه يا شمس الدولة خير من العافية، ما سمعت في معناها أحسن منها، وأحسن ما فيها أنها من رب سيف.\nقال: ودخل على الصفي ابن شكر وزير العادل، وقد فهم عنه تقصيرا في حقه فأنشده:\nأيا من مودته لم تزل\n...\nإذا ما ارتقى رتبة أو ولي\nأعيذك من غفلةٍ تعتري\n...\nجلالك عن خادم أو ولي\nإذا لم تزدني على رتبتي\n...\nفعد بي إلى حالي الأول\nفقال: بل لا أقنع لك إلا بالمزيد، ولا أعتذر لك إلا بالفعل.\nوشعره مدون، ظفرت به عند شخص لا يسمح بإعارته ولا مطالعته، فحفظت منه هذه الأبيات، وهي عنوان عما تضمنه من البدائع والغرائب:\nالجزء: 1 ¦ الصفحة: 27\n",
        "شاق الحمام فباح بالأشجان\n...\nعقد الندى في جيد غصن البان\nوتأويد الغيد النواعم شاقني\n...\nفله ولي نوح على الأغصان\nلي بالحدوج وبالغواني صبابةٌ\n...\nوله بورد الروض والريحان\nولو أنني واصلت من أحببته\n...\nيوماً لكان وكنت في بستان\nوبمهجتي خنث اللحاظ جفونه\n...\nنشطت لقتلي نشطة الكسلان\nالجزء: 1 ¦ الصفحة: 28\n",
        "الترجمة الخامسة [التلمساني]\nقاضي الجماعة الأديب المتفنن أبو عبد الله محمد بن عبد الله بن مروان التلمساني.\nذكره التاج ابن حموية الدمشقي في رحلته المغربية وأخبر أنه من المرية أصلاً. وكان والده من الأجناد، تقدم وساد وولى مدينة وهران. وبها ولد أبو عبد الله، ونشأ بتلمسان مجدا في الفقه والأدب، ومال لعلم الظاهر، وأكثر من مطالعة كتب ابن حزم\nالجزء: 1 ¦ الصفحة: 29\n",
        "فاشتهر بذلك، وصادف انحراف المنصور عن كتب الفروع وميله إلى مذهب أهل الحديث، فتقدم عنده إلى أن ولاه قضاء قضائه، فأبان عن صرامة وعفة ومروءة.\nوكان ممن له مشاركة في صناعتي النظم والنثر.\nوذكره والدي فيمن لقيه من أهل العلم وأطنب في الثناء عليه من جهة التعصب والسعي الجميل في حق من اعتمد عليه، مع خلق أندى من النسيم، وأدب أنق من الوجه الوسيم. قال: إلا أن حفظه وعمله بالأدب فوق شعره.\nوأحسن ما أورده منه قوله في المنصور، وله فيه أمداح كثيرة، أورد منها ما رأيت الاقتناع ببعضه كافٍ:\nأسيدنا يابن الإمامين أمركم\n...\nمنوطٌ بأمر الله ما عنده معدل\nنصرتم لأن الحق آن ظهوره\n...\nوناصر في الله ما كان يخذل\nالجزء: 1 ¦ الصفحة: 30\n",
        "أزلتم على ما ينفع الناس جهلها\n...\nوعلمتم في الدين ما كان يجهل\nوأوردتم السلسال من شفه الظما\n...\nأوان جرى ذاك الحديث المسلسل\nقطعتم فروعاً قد أضرت بأصلها\n...\nألا هكذا من كان بالعدل يشتمل\nملأتم بساط الأرض خيراً وما بقى\n...\nفأخباركم فيه تسير وتنقل\nأقم إن تسر نحو الممالك راحلاً\n...\nفساكنها شوقاً لعدلك يرحل\nومن نادر الحكايات أنه كان قد لزم أبا جعفر بن مضاء قاضي القضاة مدة، وكان يثقل عليه بالطبع ويخف عليه بالتصنيع، ى فسأله في بعض الأوقات عن حاله، فارتجل هذه الأبيات:\nيا من مضى وتسمى\n...\nولم يخنه زمانه\nسألتني كيف حالي\n...\nوقد كفاك عيانه\nإن كان عندك خيرٌ\n...\nيرجى فهذا أوانه\nالجزء: 1 ¦ الصفحة: 31\n",
        "فقال: يكون الخير إن شاء الله ولأسعين فيه جهدي. ثم جعل يستنيبه ويرشحه لما هو أهله. فقال له بعض أصدقائه: أراك تقدم هذا الرجل وتعينه على نفسك. فضحك ابن مضاء وقال: الرأي ما ظننته، أنه غير رأي، هذا الرجل لاحت لي فيه بوارق السعادة ولا بد أن يتقدم رضيت أم سخطت، والأولى أن أظهر أن تقديمه بترشيحي وسعي له، فان وفى اشتركنا في حمد الناس، وان لم يف انفرد باللائمة.\nثم إن ابن مضاء مرض في سفرة المنصور إلى إفريقيه سنة ثلاث وثمانين وخمسمائة، فاشتغل ابن مروان بالحكم بين الناس، فظهر منه من حسن الخلق والسياسة ما اشتهر به اسمه ونسي معه ابن مضاء، فما استقل ابن مضاء من مرضه إلا وقد حاك في قلب المنصور أن يجعله قاضي الجماعة فكان ذلك، وصار ابن مضاء إذا رآه والناس مقبلون عليه أنشد:\nوما يستوي الثوبان به البلي\n...\nوثوبٌ بأيدي البائعين جديد\nولم يزل أبو عبد الله قاضياً للمنصور إلى أن كانت سنة اثنتين وتسعين وخمسمائة، فوقع بينه وبين أبي القاسم بن بقى كلام أظهر فيه ابن مروان الاقتدار عليه، فأنشد ابن بقي:\nالجزء: 1 ¦ الصفحة: 32\n",
        "الدهر لا يبقى على حالة\n...\nلكنه يقبل أو يدبر\nفان تلقاك بمكروه\n...\nفأصبر فان الدهر لا يصبر\nواتفق أن سعى في إثر ذلك بابن مروان، ونسب له تقصير في صدقات خرجت على يده، فعزله المنصور وولى على قضاء الجماعة ابن بقى المذكور. فلقيه ابن مروان في إثر ذلك، وكان مفاكهاً حسن الخلق طيب النفس، فقال له: أفترى؟ لقد أقبل وأدبر ونحن نصبر كما صبرت! فاستحيا ابن بقى فلم يجاوبه بحرف.\nثم لما ولى الناصر رده إلى قضاء الجماعة، فلم يزل عليه إلى أن مات في سنة إحدى وستمائة.\nومما شنع عليه أعداؤه أنه نزل بتلمسان في دار يهودي، فاحتفل في إكرامه وأحضر له جميع ما قدر عليه، فخلا به وذاكره في دينه، ثم داعبه حتى أحضر له من طاهورتهم. فيقال إنه قال: يا إسرائيلي، دياركم نظيفة، وطعامكم طيب، وشرابكم رائق، ما أظنكم إلا على الحق.\nقال والدي: ما تكاد تجد فقيهاً من طلبة الغرب إلا وهو يحفظ هذه الحكاية، وقد سارت بها الركبان، والله أعلم بالحقائق.\nالجزء: 1 ¦ الصفحة: 33\n",
        "وأنشدني له ابنه الكاتب القاضي أبو زكريا شعراً يصف فيه دعوة صنعها بعض أصدقائه وأحتفل فيها، وكان هو المتصرف بين أيديهم بنفسه، فعلق بخاطري منه قوله:\nيا حبذا دعوتك المرتضى\n...\nجميعها من كل فضلٍ عميم\nكأننا الأغصان سكراً بها\n...\nوأنت فيما بيننا كالنسيم\nوقوله، وهو في غاية الحسن، ولم أسمع في معناه مثله:\nوجاءنا خبز رأينا به\n...\nفي هالة الخير وجوه النعيم\nوكان ابنه مثله في حفظ الأدب والتخصص، وولى قضاء المرية والكتابة عن الأمير أبي بحر، ابن مولانا المقدس، إلا أنه كان نهاية في سوء الخلق والبخل، رحمة الله وسامحه.\nوهو شاعر تقف على ترجمته في سنة اثنتين وخمسين وستمائة.\nحضرت عنده في القاهرة مع جماعة من الأدباء، فأخرج لحما وخبزة\nالجزء: 1 ¦ الصفحة: 34\n",
        "واحدة. ففرغت فأخرج أخرى، ثم فرغت فأتى بأخرى، وقد تغير وجهه. فقلت له: يا أبا زكريا، ما أظنك إلا حافظاً لو جوه النعيم، ما ترى أن تستذلها بالنظر فحجل واعتذر اعتذاراً بارداً، ولم يستدع أحداً منا بعد هذا.\nالجزء: 1 ¦ الصفحة: 35\n",
        "الترجمة السادسة [ابن جرج]\nشيخ طلبة الحضر، العالم الجليل، الفيلسوف الشاعر النبيل، أبو جعفر أحمد بن عتيق بن جرح الذهبي البلنسي. أصله من بني جرج، البيت المشهور بقرطبة، انتقلوا بالفتنة إلى بلنسية. وكان في آبائه من اشتغل بالتذهيب فجرى عليه ذلك الوصف، وكل من وقفت منه على ذكره، في كتاب أو مشافهة، عظيمه غاية التعظيم، وجعله أحق أهل عصره بالتقدم. وأبو الوليد الشقندي، من بينهم، شديد الغلو فيه، وهو أعلم الناس به لكثرة ملازمته إياه. سمعته مرة يقول: إن الكمال الإنساني إن جمع لإنسان فانه لم يعد ثلاثة: أرسطو، وابن سينا، وأبا جعفر الذهبي. وذكره في رسالة شعراء الأندلس الذين افتخر بمحاسن شعرهم على شعراء بر العدوة، ونوة فيها بقوله- وهو من المرقص الداخل في كتاب \"كنوز الأدب\":\nالجزء: 1 ¦ الصفحة: 36\n",
        "أيها الفاضل الذي قد هداني\n...\nنحو من قد حمدته باختياري\nشكر الله ما أتيت وجازا\n...\nك ولا زلت نجم هدىٍ لساري\nأي برق أفاد أي غمام\n...\nوصباح أدى لضوء نهار\nوإذا ما غدا النسيم دليلي\n...\nلم يحلني إلا على الأزهار\nوأنت إذا بحثت جهدك فيما قال المشارقة والمغاربة في فاضل دل على صحبة فاضل، لم تجد مثل هذه الأبيات.\nقال: ومن الأبيات السائرة المفردة للتمثيل قوله في عالم انفصل عنه:\nولكم مجلس لديك انفصلنا\n...\nعنه مثل الصبا عن الأزهار\nوقوله، وقد عاد أبا سعيد بن جامع في مرضه:\nأنت عين الزمان لا تنكر السق\n...\nم فما ذاك منكرٌ في العيون\nالجزء: 1 ¦ الصفحة: 37\n",
        "وممن كان يبالغ في وصفه من جهة العلم والمودة، وحسن الأخلاق وكمال الأوصاف، أبو عمران الطرياني قال: كنت إذا صعدت إلى الحضرة ألزم خدمة جماعة من أرباب دولتها، فوردتها مرةً، وحضر موسم، فغيروا عاداتهم، فحملني ذلك على أن قلت:\nغيرتم عاداتكم عندنا\n...\nفكلنا من عبئه يستريح\nفغير الرحمن عاداته\n...\nعندكم كي تعذروا في القبيح\nوبلغ ذلك أبا جعفر الذهبي، فقام بجميع ما أحتاج إليه، فقلت فيه:\nأبيت إلا كرما\n...\nذا ثروة أو معدما\nترى الأيادي مغنما\n...\nإذا رأوها مغرما\nفزادك الله على\n...\nكل الأمور نعما\nوصليت إلى جانبه صلاة العيد، فلما التفت من السلام ورأى الناس يحوجون فرحاً أطرق، ثم أنشدني:\nنسر بالأعياد يا ويحنا\n...\nوكل عيد قد تولى بعام\nوالعمر در في نظام وهل\n...\nنفرح أن ينقص در النظام\nالجزء: 1 ¦ الصفحة: 38\n",
        "ما في البرايا عاقلٌ كلهم\n...\nيردى ولم يعمل حساب الفطام\nوالحمد لله على ما قضى\n...\nفهذه حكمته في الأنام\nورأيت ابن حمويه قد ذكره في \"رحلته المغربية\" وأخبر أنه كان حسن الأخلاق جم المعارف. وسايرته يوماً بظاهر مراكش، فتذاكرنا معايب الدنيا وأنكادها، وأنها لا توجد فيها راحة غير مشوبة بتعب أو سوء عاقبة. فقال: عالم النقص لا تكون فيه الكمالات.\nوذكر ابن عمر في تاريخه أنه كان متفننا في العلوم، محيطا بكثير من الفلسفة، وأن وفاته كانت في سنة إحدى وستمائة في سفرته مع الناصر إلى إفريقية. وكان ممن طلب منحه أبى الوليد بن رشد، في مدة المنصور من أهل الفلسفة، فلم يوجد، فبلغه أنه في خدمة السيد أبي الحسن علي بن أبي حفص بن عبد المؤمن بغرناطة، فكتب له في أن\nالجزء: 1 ¦ الصفحة: 39\n",
        "يجمع له جمعا ويوفق بينهم حتى يلعنوه. فلما وصله الكتاب وقف عليه أبا جعفر في خلوة. فقال أبو جعفر: ألا لعنة الله على الظالمين! فضحك السيد وقال: عجلت بالمكافأة يا أبا جعفر، وبدأتنا بما استحيينا أن نبدأك به، وبالله لقد يشق على مقابلتك بما أنفذ به الأمر، لكن ليس من ذلك بد، وقد رأيت أن يكون على خلوة. فجمع خواصه ولعنوه بمكانه. فجعل يقول: (ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب) . وتلطف السيد في أمره والجواب عن مسألته.\nثم إنه بلغ ذاك الغاية القصوى بالخضرة حتى قدم على طلبة الحضر، فصار من أخص الجلساء وأرفعهم منزلة عند المنصور، ثم عند الناصر.\nوفيما كتبه والي من أخباره: أنه كان في أول أمره مشتغلا بالعلم ببلنسية، إلى أن شهر بها مكانه، وجل قدره في الإقراء والإفادة. فاستدعاه المنصور إلى الحضرة فقال:\nكنت في ركن من الأر\n...\nض على مقدار فهم\nمفرداً فيه مخلى\n...\nفارغاً من كل خصم\nفدعوا بي ثم قالوا\n...\nعلم في كل علم\nعرضوني للبلايا\n...\nأتلقى كل سهم\nالجزء: 1 ¦ الصفحة: 40\n",
        "يا لقومي أتعبوا في\n...\nقصدهم روحي وجسمي\nوقال: كان لي أخ أميل إليه، فأردت أن أنبهه لحضور مجلس أبي جعفر الذهبي مع ما يستفيد منه. فقال لي أبو جعفر: لا تتعب في هذا الأخ الذي لك، فو الله لا أفلح أبداً. فقلت: ولم؟ قال: لأنه ليست عليه طليعة أديب، ولا له التفات أريب، ولا عنده إصغاء مسترشد، ولا لديه تلطف مستخبر. قال: فقطعه عنه، وتركته لشأنه0فما طلع في إخوتي أقل فلاحاً منه.\nالجزء: 1 ¦ الصفحة: 41\n",
        "الترجمة السابعة [ابن الياسمين]\nالجليس المتفنن الكاتب أبو محمد بن الياسمين عبد الله بن حجاج الإشبيلي. نسب إلى أمه، وكانت سوادء، وكان هو أيضاً أسود.\nتخرج بإشبيلية في فنون العلم. وكان أول تعلقه بالفقه والتوثيق، حتى صار من أعلام العارفين بالوثيقة، ثم اشتغل بالنظم والنثر وفنون الآداب، فصار من أعلام الأدباء والكتاب.\nومن حكاياته أنه جاء بإشبيلية إلى شيخ طيب، فشكا له تلهب معدته، وأنه لا يشبعه شيء. فقال، وقد لمح بوارق السعادة: لابد لك من أن تشتكي لي بسوء هضم معدتك، نعم وبثانية، نعم وبثالثة.\nفمضت الأيام وطلع إلى مراكش، وبلغ المبلغ العظيم من مجالسة المنصور ومسايرته له إذا ركب في أسفاره، لافتتانه بحديثه وما يجد عنده مما لا يجده عند غيره0فاتفق أن طلع ذلك الطيب إلى مراكش فاجتمع به، فقال له: يا حكيم، صدقت فيما أنذرتني به من سوء الهضم مما تراه.\nفدله على ما يصنع. ثم مضت الأيام فشكا له بالنقرس وقال: أظن هذه الثانية؟ قال: نعم. ثم أقام مدة، ووقع اجتماعه به، فقال له: يا حكيم، صدقت في اثنتين فأين الثالثة؟ فقال: يا فقيه، بلغتني على ألسن الناس،\nالجزء: 1 ¦ الصفحة: 42\n",
        "ولو كانت علة لشكوت بها. فضحك أبو محمد. وكان كثير الإجمال والمطايبة والمرح، وأحسن للطيب. وكان قبل ذلك لم يفض عليه في دنياه بشيء. وإنما أشار الطبيب إلى الخلة التي اشتهرت عن ابن الياسمين. والله أعلم بالسرائر.\nوذكر ابن عمر في تاريخه أن وفاته كانت في سنة إحدى وستمائة. ولم يوقف له على الحقيقة. وقد وجد مذبوحا في غرفة على باب داره. ومما تلقيته من جماعة من طلبة مراكش أنه وجد في تلك الغرفة على وجهه ووتد في دبره. وكذلك وجد الفتح صاحب القلائد، في تلك الجهة بعينها، ما بين دار ابن الياسمين والفندق الذي ذبح فيه ابن الياسمين، إلا مسافة يسيرة.\nوحكى أبو عمران الطرياني قال: كنت في اليوم الذي أصبح فيه ابن الياسمين مذبوحا عند الكاتب أبي الحسن بن عياش، فبينا أنا\nالجزء: 1 ¦ الصفحة: 43\n",
        "ألاعبه بالشطرنج إذ دخلت إليه أمه له وألقيت إليه براءةً عرفته أن امرأة دفعتها إليها، ورغبت منها توصلها إلى سيدها.\nفقال هذا وقته! ولم يلتفت إليها. قال: فقلت له: ولعل فيها مالا يجب تأخيره. قال: ولعل. ثم أخذها وقرأها، فإذا بوجهه قد تغير، ثم ضحك ورمى بها إلى وقال: انظر هذا لا يحب تأخيره. فقرأتها، فإذا فيها:\nهذا ابن حجاج تفاقم أمره\n...\nوجرى وجر لحد غايته الرسن\nحتى غدا ملتقى ذبيحا حاكيا\n...\nللناس رقدته إذا هجر الوسن\nفليحزن الكاتب ما قد غاله\n...\nوأخص بينهم الفقيد أبا الحسن\nفقلت: ومن ترى قائل هذه الأبيات لعنه الله؟ قال: يا سبحان الله! وهل صاحبها غير الكورائي الذي طبعه الله على ألا يضيع فرصة من فرص الأذاة.\nقال أبو عمران: ثم أشتهر بعد ذلك قول الكورائي في تلك القضية معرضا بابن عياش:\nفليحزن الكتاب ما قد غاله\n...\nوأخص من بين الجميع فلانا\nالجزء: 1 ¦ الصفحة: 44\n",
        "فحصل التحقيق بأنه قائل ما تقدم.\nقال أبو عمران: فلم يكن ابن الياسمين، على ما كان له من منصب العلم والتقدم عند السلطان، يستتر بحاله، بل يتمازح فيه ولا يضيع بادرةً تقع من أجله. وله في ذلك أشعار كثيرة، منها قوله، وقد عذله بعض أصحابه في تقريب امرئٍ كان كثير الاختصاص به، وقال له: هلا اخترت لخدمتك، والقرب من مناولتك ومشافهتك، أبيض اللون:\nيبيعون حبي للسواد جهالةً\n...\nوما علموا ما فيه لي من مآرب\nأهين لقصدي ربه وهو خادم\n...\nإذا ما علا فوقي بمجداف قارب\nويلقي ضحوك السن لله دره\n...\nحمولاً لما حملته غير لاغب\nوفيه خصال جمةٌ غير هذه\n...\nأحق الورى طُرّاً بخدمة كاتب\nفيا معشر الكتاب أوصيكم به\n...\nوصية من يعني بحاجة صاحب\nقال: وربما كان يصرح في بعض خلواته لمن يأخذ معه في ذلك الشأن، إذا دارت كأس المدام، وارتفع حجاب الحياء عن الكلام، فيقول: ينبغي لأرباب هذه الصناعة ألا يعدلوا عن الأمرد، فانه أطول أيراً، وأكثر سيراً.\nومن أشعاره المتعارفة بهذا الباب قوله في صبي مليح جاء يقرأ عليه، بعدما حام على قربة زمانا، فلم يقدر على ذلك:\nالجزء: 1 ¦ الصفحة: 45\n",
        "لله ذاك المليح لما\n...\nأتى بأسفاره إلينا\nكم قد غدا حائماً إلى أن\n...\nأوقعه البخت في يدينا\nفظن جهلا أنا عليه\n...\nوما درى أنه علينا\nقال: وبينما هو في جامع إشبيلية إذ مر به صبي في نهاية الحسن. فأنشده مسمعاً له:\nما ضر من سار وما سلما\n...\nلو أنه من لحظه سلما\nفأظهر النفار من ذلك، فقال: لا تخف، انك أنت الأعلى. ففطن لمراده. فقال: لست ممن يركب بأجرة ولا سخرة. فلم يحر جواباً. وبقي متعجباً من فطنته ومن مخاطبته، وبحث عنه فإذا هو من بني زهر.\nولما أشتهر قول أبي العباس الكورائي فيه:\nإست الحبارى ورأس النسر بينهما\n...\nلون الغراب وأنفاس من الجعل\nخذها إليك بحكم الوزن أربعة\n...\nكالنعت والعطف والتوكيد والبدل\nحمله ذلك على أن قال:\nيا أعرق الناس في نسل اليهود ومن\n...\nتأبى شمائله التفصيل للجمل\nخذها بحكم اجتماع الذم واحدة\n...\nتغنى عن النعت والتوكيد والبدل\nالجزء: 1 ¦ الصفحة: 46\n",
        "وله موشحات يغنى بها، وأمداح في المنصور والناصر. وأمثل ما وقع ليدي من ذلك قوله من قصيدة منصورية يذكر فيها قطع المنصور الأشغال بكتب الفروع والاقتصاد على ما ثبت من الأحاديث النبوية:\nأسيدنا قد وردتم بنا\n...\nوارد كنا عليها نحوم\nنبذهم مقالة هذا وذا\n...\nفزل المراء وقل الخصوم\nوأثبتتم قول من لفظه\n...\nهو الشرع والحق منه يقوم\nفلا زلتم لكمال الهدى\n...\nوإحياء دارس درس العلوم\nوقوله من قصيدة ناصرية:\nعجبت لمن يراك وبعد هذا\n...\nيحاول أن يرى ملكا سواكا\nوقد جمع الإله لديك ما قد\n...\nتفرق في البرية من حلاكا\nوما أحد يوم ذراك يوماً\n...\nفيختار الترحل عن ذراكا\nفسبحان الذي أعطاك ملكا\n...\nعلى مقدار ما أعلى علاكا\nوحضرت يوماً بحضرة تونس عند الوزير أبي العلاء فنظر\nالجزء: 1 ¦ الصفحة: 47\n",
        "زهر نارنج تفتح في أشجاره بين يديه، فقال: هل يحضرك فيه شيء من محفوظاتك على أن يكون مما يهز سامعه؟ فقلت: أما على هذا الشرط فلا. فقال: قل أنت فيه. فقلت: امتثالا لأمركم لا على شطركم. ثم أنشدته:\nبدا لك النارنج وهو كأنما\n...\nيريك على الأجياد دراً منضدا\nوان خلته بين الزبر جد فضةً\n...\nفعما قريبٍ سوف تلقاه عسجدا\nعلى مثله حث النديم شموله\n...\nونظم من شمل المنى ما تبددا\nفأطنب في الاستحسان، وأقام السرور بواحد ثم ثان.\nوقال: خرج ابن الياسمين إلى بعض بحار مراكش فنظر إلي مثل هذا المنظر واستحث على وصفه من كان معه من أهل الشعر والأدب. فقال كل واحد منهم على ما أعطاه فكره ووقته. فلم يحفظ من كل ذلك إلا قول ابن الياسمين:\nجاء الربيع وهذي\n...\nأولى البشائر منه\nكأنما هو ثغر\n...\nقد جاء يضحك عنه\nزهر لنارنج دوح\n...\nانظر إليه وصنه\nأليس حياك عرف ال\n...\nذي جفا من لدنه\nوهذا مما أوردته في كتاب \"الكنوز\"، إذ إهمال مثله منه لا يجوز. وها أنا أختم ترجمته، بما تعرف به الشعر قيمته.\nالجزء: 1 ¦ الصفحة: 48\n",
        "نقلت من معجم أبي الوليد الشقندي أن أبا الحجاج بن نمرى، عالم فاس، لما استحسنت بالحضرة مذاكرته، أحسن إليه وخلع عليه، وحضر مع ابن الياسمين فاستقبح صورته واستحسن كلامه، فقال فيه:\nأيها لون اللابس لون الليل\n...\nثوباً حين أظلم\nوالذي يضمر داءً\n...\nمنه يوماً ما تألم\nأنت من أقبح خلق الله\n...\nما لم تتكلم\nبشذور باهراتٍ\n...\nساحرات لو تجسم\nأصبحت في كل جيدٍ\n...\nحسن عقدا منظم\nفلما بلغ ابن الياسمين ذلك قال:\nأيها الفاسي أتى ري\n...\nحك قبل النجو يفغم\nفي قريض حسن الصو\n...\nرة بالهجو مجذم\nفقبلناه وقد جا\n...\nء لنا بالمدح معلم\nالجزء: 1 ¦ الصفحة: 49\n",
        "ثم قلنا: بمزاح\n...\nمنك قول ليس يعدم\nإنما الشأن فقيه\n...\nعالم ليس يعلم\nلا تراه الدهر إلا\n...\nبغريم الكأس مغرم\nيرفض النفل مع الفر\n...\nض أوان الزير والبم\nوإذا صلى رياءً\n...\nكان فيها مثل أبكم\nفي ثيابٍ كربيع\n...\nقد سرى فيها المحرم\nذا جوابي وهو ظلم\n...\nلك والبادئ أظلم\nقال الشقندي: هذان الشعران بمنزلة الشعريين، وكلاهما عين في مقابلة عين.\nوقد أوردتهما في كتاب \"كنوز المعاني\"، لأنهما مما ظفرت منه الأماني.\nالجزء: 1 ¦ الصفحة: 50\n",
        "الترجمة الثامنة [ابن مسعود]\nالفقيه المدرس الشاعر الظريف أبو العباس أحمد بن مسعود [بن محمد] الخزرجي القرطبي.\nجليل المقدار، جائل في الأقطار؛ رحل من بلده قرطبة فدوخ أقطار المغرب والمشرق، إلى أن استقر بمدينة دنيسر فطلع بها كالمصباح المشرق، واعتنى به ملوك ماردين ودنيسر بنو أرتق؛ وجعلوه مدرساً في أجل مدرسة لهم هناك. وقد ذكروا أنه كان في فنون العلوم بمنزلةٍ كذلك، وكان جل علومه الأصول والفقه الشافعي.\nوقفت على ترجمته في تاريخ دنيسر لعمر بن الخضر التركي وفي تاريخ حلب لابن العديم، وفي معجم ابن الشعار. وكلهم أطنب في الثناء عليه، وترجم عما لديه.\nوفي أثناء تلك التواريخ أنه مات بدنيسر في سنة إحدى وستمائة.\nولما مررت بمدينتي وماردين في الرحلة البغدادية وجدت أدباءها\nالجزء: 1 ¦ الصفحة: 51\n",
        "يرتاحون إلى أخباره، ويهيمون بحفظ ما وقع إليهم من أشعاره، فأضفت ما استفدت منهم إلى ما وقعت عليه في التواريخ المتقدمة الذكر، ولخصت من الجميع ما اخترته لهذا المكان.\nأخبروا أنه كان مع جلالة قدره وتصدره للتدريس من أولع الناس بحضور السماع، وأكثر قولاً في الغراميات التي لا تخلو من الانطباع. وقد أوردت له مما وقع ليدي من ذلك ما يدلك على رقة حاشيته، وحلاوة منطقه وتمكن قافيته، كقوله:\nثار شوقي إلى الحمى\n...\nوهوى الخرد الدمى\nوتذكر ما خلا\n...\nمن نعيمٍ تصرما\nطيب عيش فقدت\n...\nمعناه إلا توهما\nفهمت مهجتي جوى\n...\nوبكت مقلتي دما\nآه من حمرة الخدو\n...\nد ومن حوة اللمى\nوقوام تخاله\n...\nسمهرياً مقوما\nناعم لم أزل به\n...\nفي حياتي منعما\nوعذرا كأنما\n...\nمد في الخد أرقما\nأيها المبتلي به\n...\nعش كئيباً متيما\nوالذي جاء لاحياً\n...\nفيه صار مغرما\nالجزء: 1 ¦ الصفحة: 52\n",
        "قل له دع سليمة\n...\nوانج عنه مسلما\nوقوله:\nملت عني لما حكاه العذول\n...\nأي غصن مع الصبا لا يميل\nكل حين تصغي لما قال هلا\n...\nبعض حينٍ تصغي إلى ما أقول\nهو حظي أموت وجداً وشوقاً\n...\nوحبيبي بمغضي مشغول\nأنا عبد وكل ما شئت تعطي\n...\nفلتجني والعتب لم ذا يطول\nرضت فيه نفساً عزيزاً عليها\n...\nذلها والمحب عان ذليل\nويقول النصيح أرسل إليه\n...\nبخضوع لعل حالاً تحول\nأنا أرسلت للحبيب ولكن\n...\nليت شعري بما يعود الرسول\nوقوله:\nالحمد لله على ساعةً\n...\nعاينت فيها البدر في سعده\nمبارك الطلعة ميمونها\n...\nتقرأ آي النضج في خده\nقدمني من أفقه بعدما\n...\nقاسيت ما قاسيت في بعده\nلم يجهل الحب ولا عابة\n...\nفجاد بالوصل على عبده\nوعاهدت أجفانه صحبتي\n...\nوكلنا باق على عهده\nأسر أيامي يوم أرى\n...\nمرتقياً فيه إلى وعده\nالجزء: 1 ¦ الصفحة: 53\n",
        "وعهدي بالجلال بن الصفار الدنيسري يرتاح إذا أنشد قوله:\nوفي الوجنات ما في الروض لكن\n...\nلرائق زهرها معنى عجيب\nوأعجب ما التعجب منه أني\n...\nأرى البستان يحمله قضيب\nوأنشدني قوله:\nلاموا علي صبوتي والشيب مبتسمٌ\n...\nكالزهر يبدي ابتهاجهاً في خمائله\nفقلت والوجد يطويني وينشرني\n...\nأواخر اليوم أحلى من أوائله\nلم أترك الأنس حيناً من أحانيه\n...\nفكيف أغفل عنه في أصائله\nفلم أبد له ما يعهده من الارتياح إذا أغرب علي بمعنى. فسأل عن سبب ذلك. فقلت له: لأني قلت، ولم أسمعه:\nوقائلةٍ أراك على التصابي\n...\nوغصن العمر دب به الذبول\nوهذا الشيب أنجمه أنارت\n...\nوطالعها لصاحبها أفول\nفقلت لها ودمع العين مني\n...\nعلى تلك النجوم له مسيل\nأصيل العمر أتركه ضياعاً\n...\nإذ الأوقات أطيبها الأصيل\nالجزء: 1 ¦ الصفحة: 54\n",
        "فمد يده إلى الدواة وكتبها. وأنشد له الصاحب كمال الدين بن العديم قصيدة. منها في الغزل:\nوقع الكلام مواقع الأشواق\n...\nفأصاب فيك مقاتل العشاق\nومنها في مدح ابن أرتق صاحب ماردين:\nما جاد يوماً أن يقال هو الجوا\n...\nد ولا توقف خشية الإملاق\nلكنه يعطي ويمنع عالما\n...\nبمواقع الإمساك والإطلاق\nوأنشد له ابن الشعار في معجمه:\nيا ظبي سنجار أما ترثي لمن\n...\nقد صار من أجلك في كف الأجل\nقد كان مشغولا بدارس عمله\n...\nفاليوم لا علمٌ بقي ولا عمل\nومن أبياته المفردة التي يمتثل بها:\nوما عجبي إلا لذي الجهل انه\n...\nيؤمل في الأعداء رأى الأصادق\nالجزء: 1 ¦ الصفحة: 55\n",
        "تراجم سنة اثنين وستمائة ثلاث\nالجزء: 1 ¦ الصفحة: 57\n",
        "الترجمة الأولى [التلعفري]\nالفيلسوف المتفنن الشاعر، الموفق مظفر بن محمد. من تلعفر من حصون سنجار. وكان الفضل التيفاشي يذكر لي هذا الرجل ويزعم أنه استفاد من تصانيفه في ضروب الفلسفة، ويمتعني بما وقع له من أخباره وأشعاره أيام رؤساء بني ندا، أعيان الجزيرة العمرية.\nثم لما صار سنجار ومررت بتلعفر وحللت بالموصل وجدت ذكره هناك نابهاً، وألفيت كل من يذكره من أهل بلاده بانتسابه تائهاً وقد لخصت كما لقيته من ذلك: رحل في أول أمره من بلاده إلى الموصل وبغداد، وقرأ فيها مدة، ثم عاد إلى تلعفر واستقر بسنجار عند صاحبها بني مودود، وحل\nالجزء: 1 ¦ الصفحة: 59\n",
        "منهم محل مر الخمر في العنقود، واختص من بينهم بقطب الدين، وتصدر لإقراء النجو والحكمة وضروب الآداب. وكان معظم علومه الفلسفة، واشتهر بالتنجيم وقول الشعر والأدب.\nفمن المتداول أنه وضع لقطب الدين في بعض السنين تقويماً وكتب عليه من شعره:\nتضمن حسبان مجرى النجوم\n...\nوباح لديك بسر الفلك\nفما كان شرا فالحاسدين\n...\nوما كان خيراً وبشرى فلك\nوله في قطف الدين وغيره من ملوك بيته أمداح جليلة، منها قوله الذي يرتاح إليه، وتعقد الخناصر عليه:\nغر بها ليل ساسوا الدهر واقتدروا\n...\nعليه من حيث ظل العدل ممدود\nماج الورى معهم في نعمة رحبت\n...\nأفياؤها وسقى أفنانها الجود\nفبعضهم رائع في حال غفلته\n...\nوبعضهم بين ذاك الدوح غريد\nلا يظهر العيد في أقطارهم أبداً\n...\nإذ كل أيامهم من حسنها عيد\nالمدح عندهم وقصدهم\n...\nيد لديهم وأفق الجود مقصود\nالجزء: 1 ¦ الصفحة: 60\n",
        "ما أحسنوا أبداً بدءًا إلى أحد\n...\nإلا وقالت لهم أحسابهم عودوا\nوقطبهم قطبهم في كل مكرمةٍ\n...\nعلى علاه استدار العترة الصيد\nثم اختلت أحواله بسنجار، فرحل في نهاية من الإسراع والهرب إلى الملك الأشرف بحران، فعندما اجتمع به، قال له: ما أخرجك عن سنجار؟ فقال: صاحبها الذي جار. قال: فما هذا السوق؟ قال: على قدر المحبة والشوق.\nوقال في تغير صاحب سنجار عليه، مال يستغنى في هذا الباب عنه، ولا يتمثل في معناه بأحسن منه:\nالجزء: 1 ¦ الصفحة: 61\n",
        "أيا لمعزٍ صحبة السلطان إن لها\n...\nصفواً يروق ولكن غبه كدر\nمماثلي لازال الدهر ذا حذرٍ\n...\nمنه وليس متى ما شاء يقتدر\nفكيف من ينقد الأجيال قاطبة\n...\nمستصغراً وإذا يجفو جفا البشر\nوكلما شاء حكماً فيك أنفذه\n...\nمتى يشاء ومنه ليس تنتصر\nإن الملوك متى تستقر نارهم\n...\nيحرقك قبل ابتغاءٍ للقرى الشرر\nوحضر يوماً في بستان عند الملك الأشرف، فخدمه مملوك له جميل الصورة، فقال له الملك: يا موفق، هل توفق لشيء من النظم في الذي جمع لك الحسن والإحسان؟ فقال: يا سلطان، ما أضيع هبوب النسيم على الروض الهشيم، ثم أفكر ساعةً وقال:\nأقول وقد أبصرت مرأى\n...\nيحاكى غرة القمر المنير\nوأخلاقاً كما مزجت شمولٌ\n...\nتدار عليك بالعذب النمير\nولي حال ينافرها التصابي\n...\nوقد حالت بإلمام النذير\nلقد أبديت لي حسناً وحسني\n...\nولكن جئت في الزمن الأخير\nفقال والله لقد جاوزت حد الإحسان! فلله درك! وبالله لا كتبه إلا بيدي. واستدعى الدواة وكتبها في دفتر اختياراته.\nوقدم على سنجار رجل كثير الدعاوى والتثقيل يعرف بابن الجغاني\nالجزء: 1 ¦ الصفحة: 62\n",
        "القطربلي، ويكتب نفسه: علي بن طاهر العلوي. وكان أبوه، على زعمهم، يضرب الجغانة، وهي من آلات الطرب. ثم نشأ هذا الشخص فتعلق بالأدباء والأعيان، وأخذ من كلامهم واصطلاحهم ما يدخل به بين\n...\nوسافر إلى الحجاز، فثار في خاطره أن يدعي الشرف، فرحل إلى الموصل وتزيا بزي الشرفاء وأرخى ذوائب شعره على جانبي وجهه. فضربه بالسياط نقيب العلويين هنالك وجرَّسه. والتجريس: أن يُنادي عليه: هذا خرا! ويشهر بين الناس.\nفسار إلى سنجار. واتفق على رؤسائها بكثرة التثقيل، وصاروا يعمرون مجالسهم بالمطايبة معه، والحكايات عنه إذا غاب. وصار له بذلك إدلالٌ يجالس به العلماء ويبحث في مجالسهم. وكان الحظ الأوفر من البلية به للموفق التلعفري، فجعله نصب أفكاره ونوادر أشعاره. فاطرد له معه، مع اتصال الأيام إلا في الندوة، ما يزري بأشعار ابن سكرة في خمرته. فمن ذلك قوله:\nالجزء: 1 ¦ الصفحة: 63\n",
        "ابن الجغاني غدا عندنا\n...\nبضد ما كان بقطر بل\nصاعقةً أرسلها ربها\n...\nبأرض سنجار على من بلي\nدلى ذؤاباتٍ وقال انظروا\n...\nسبط النبي المصطفى المرسل\nحاشي السراة الغر من هاشم\n...\nأن يقربوا من مدع ممحل\nيأنف من نسبته كل من\n...\nيرجع في الناس إلى أول\nإن كان حقا ما ادعى قل له\n...\nيظهر ذاك الأمر في الموصل\nالسوط والتجريس قدامه\n...\nوان تمادى أمره يقتل\nأرحنا منه الذي صاغه\n...\nمن جبل الجودي كالجندل\nخص جبل \"الجودي\" لأنه لا يفارقه الثلج. وكان هذا الرجل بارداً ثقيلاً يابس المفاصل.\nوقوله:\nهذا الجليس الذي بليت به\n...\nأقسم ألا يفارق الصلفا\nفي كل علمٍ يخوض مدعياً\n...\nوهو جهولٌ بكل ما عرفا\nأوضع خلق الإله كلهم\n...\nويدعي أنه من الشرفا\nالموت منه ومن ثقالته\n...\nأمانة الله عاجلاً وكفى\nالجزء: 1 ¦ الصفحة: 64\n",
        "وقوله:\nهذا الدعى الذي غي\n...\nر جهله لم يهنه\nيروي الغريب وتروي\n...\nغرائب اللوم عنه\nلطاهرٍ منتهاه\n...\nوالكاتب أطهر منه\nوقوله:\nلنا جليسٌ باردٌ معجبٌ\n...\nأبعده الله وأمثاله\nإذا أحتبي في مجلسٍ تائهاً\n...\nأخرج مثل الأرض أثقاله\nويدعي في نسب المصطفى\n...\nوفعله يكذب ما قاله\nيا رب لا تقض اتصالي به\n...\nيوماً وقطع منه أوصاله\nولم يزل مع الملك الأشرف إلى أن حضر معه وقعة دنيسر، التي كانت له في سنة اثنتين وستمائة، على نور الدين، صاحب الموصل، فوقع وارتض جسده، فمات في إثرها.\nالجزء: 1 ¦ الصفحة: 65\n",
        "الترجمة الثانية [ابن عطاء الله]\nالشاعر الأديب المصنف راجي بن عطاء الله المصري. ذكر لي ابن عبد العظيم صاحب تاريخ مصر أنه كان عطاراً بالفساط، يجلس عنده الأدباء والشعراء، ويبيتون معه في السماع. وكان من أولع خلق الله بحضوره، والقول في منازع غرامياته.\nوخدم الملك العزيز، ابن صلاح الدين صاحب مصر، بالأدب والشعر، وله فيه أمداح. وصنف له كتاب \"لشعراء العصرية، بالديار المصرية\". وهو مشهور بأيدي الناس.\nوكانت وفاته سنة اثنين وستمائة.\nوأكثر ما وقعت عليه من شعره في طريقة السماع. فمما سمعته يغني به من ذلك فحفظته قوله:\nالجزء: 1 ¦ الصفحة: 66\n",
        "يا حادي العيس رفقاً\n...\nبوخدها في البيد\nواثن المطي قليلاً\n...\nعلى المحب العميد\nبلى بسلع حبيبٌ\n...\nلقاؤه يوم عيد\nبلغه أني طريحٌ\n...\nعلى تلاع زرود\nمن يوم ذاك التجني\n...\nوعهد ذاك الصدود\nوقوله:\nيا ثقاتي نقل الأع\n...\nداء لي عنكم وعني\nبحياة الحب إلا\n...\nكنتم لي عند ظني\nاحذروا أن تتركوني\n...\nفي الهوى أقرع سني\nعذبوا بكل شيءٍ\n...\nغير إظهار التجني\nفمتى شنع عنكم\n...\nاشتفى الحساد مني\nإن أكن أبغي سواكم\n...\nلا أقر الله جفني\nالجزء: 1 ¦ الصفحة: 67\n",
        "لم أمن النفس إلا\n...\nكنتم أقصى التمني\nأنا سكران هواكم\n...\nوبذكراكم أغني\nشرب الكل بكأسٍ\n...\nوأنا وحدي بدن\nفلهم فن ولي في\n...\nنشواتي ألف فن\nوقوله:\nيا عيونا باللوى ساهرةً\n...\nحرم الله عليك الفكرا\nأنا في نار اشتياقي محرقٌ\n...\nووشاتي تستطيب السمرا\nوالذي قد ذبت من وجد به\n...\nوغرام ليس يدري الخبرا\nليتهم لو سامحوني ساعةً\n...\nبحبيبي فاختلست النظرا\nليس بختي في الهوى البخت الذي\n...\nأجتني البرد به والزهرا\nوأنشدت له، وقد بلغه أن صاحبا له أفشى حديثاً كان بينه وبينه لم يطلع عليه غيره، وجعل يشنعه على جهة الإشفاق والنصح:\nعلى كل ما قد كان في الود بيننا\n...\nعفاءٌ مدى الأيام غاد ورائح\nتشنع ما لولاك لم يبد للعدى\n...\nوتزعم من جهل بأنك ناصح\nأفق أيها المغرور لست بلائق\n...\nبمثلي وقد شانتك تلك الفضائح\nالجزء: 1 ¦ الصفحة: 68\n",
        "الترجمة الثالثة [هذيل الاشبيلي]\nالأستاذ النحوي الأديب الظريف أبو الحسن هذيل بن عبد الرحمن الإشبيلي.\nذكر ابن عمر في تاريخه أنه مات في سنة اثنتين وستمائة.\nوكان أبو العباس النيار الإشبيلي من أحفظ الناس بأخباره وأشعاره ونوادره.\nأخبرني أنه وصل إليه طالب متخلف ليقرأ عليه، فكان في أول قراءته عليه قول كثير:\nحيتك عزة بعد الهجر وانصرفت\n...\nفحي وحيك من حياك يا جمل\nفصفحه وقال: جئتك عرة. فقال: وكذاك بالله ترجع يا ولدي. وقال له يوماً: يا أستاذ، ما الكموج؟ فقال: وأين رأيت هذه اللفظة؟ قال: في قول امرئ القيس:\nوليلٍ كموج البحر أرخى سدوله\nفقال: نعم، الكموج: دويبة من دواب البر تحمل الكتب ولا تعلم ما فيها.\nالجزء: 1 ¦ الصفحة: 69\n",
        "وقرأ عليه طالب من البربر قال: (قل إن كان للرحمن ولد فأنا\n...\n) ووقف. فقال: لأي شيء بالله؟ ألطيب شعرك؟ عيسى ابن مريم لم يعلم لأصحابه ذلك، فكيف أنت! وخرج يوماً من المسجد الذي كان يقرئ فيه فوجد سائلاً وهو يرعد بالبرد ويصيح: الجوع والبرد يا مسلمين! فأخذ بيده وحمله إلى موضع فيه الشمس. وقال: صح بالجوع، فقد رفع الله عنك البرد.\nقال: ومن شعره: وقوله في جاهل كان يلزم مجلسه، وكان ممن ضيق الله ورزقه، وأساء خلقه:\nعهدي بالحرفة التي كرهت\n...\nمع الأديب الأريب تصطحب\nوأنت ما بالها عليك غدت\n...\nوقفاً ولم تدر قط ما الأدب\nوقوله فيه أيضاً:\nومن أعجب الأشياء حرفتك التي\n...\nشهرت بها والضيق في الخلق والرزق\nولست أديباً لا ولا كاتباً ولا\n...\nجليساً على الصهباء مستطيب الخلق\nغرائب لم تجمع لخلق من الورى\n...\nوأغرب منها أن تعد من الخلق\nوقال في شخص آخر أحول كثير العجب، وقد مرضت عينه:\nجليس لنا يبرح الدهر قاعداً\n...\nرمانا به الحرمان من حيثما رمى\nالجزء: 1 ¦ الصفحة: 70\n",
        "له مقلة حولا وعينٌ مريضةٌ\n...\nوعما قريب سوف يكدره العمى\nإذا أبصرت عيناي طلعته التي\n...\nأموت بها غما أرى الموت مغنما\nوقال: وقد صافحه فتىً جميل من أبناء الأعيان:\nصبح الله لك الوجه بالسع\n...\nد وحياه بالعلى والكرامة\nلم نلاحظ يوماً لحاظك إلا\n...\nوسألنا من الإله السلامة\nالجزء: 1 ¦ الصفحة: 71\n",
        "الترجمة الأولى [ابن مواهب] إسماعيل بن مواهب الحظيري. شاعر من الحظيرة، ضيعة كبيرة مشهورة من أعمال دجيل بالجانب الغربي من دجلة بين بغداد وتكريت.\nذكر المؤرخون أنه مات في سنة ثلاث وستمائة. وذكر لي الشرف يعقوب الإربلي أنه اجتمع به في إبريل وغيرها وأنشده كثيراً من شعره. وكان مستجدياً جوالاً في الآفاق.\nقال: وقلت له مرة: أرى مجد الدين بن الأثير يكرمك ويحبك حاضراً، ويثني عليك غائباً، فلم لا تمدحه؟ فقال: أهل محبتك لا تجعلهم موضعا لاستجدائك فقلت له: أنت أعرف بطريقك. قال: ومما أنشدني من شعره فكتبته في اختياراتي قوله:\nإذا شئت طيب العيش لا تك خادماً\n...\nلشخصٍ ولا مخدومه أبد الدهر\nوحاول كفافاً تنج من كلفة الغني\n...\nوتخلص من الذل الملازم للفقر\nالجزء: 1 ¦ الصفحة: 76\n",
        "وقوله يعتذر عن الانقطاع بتوالي المطر:\nعاقني عنك توالي المطر\n...\nواصلا آصاله بالبكر\nملأ الأرض وحولا أصبحت\n...\nوهي مثل الحبر هلا الحبر\nفكأن البحر أضحى فوقنا\n...\nسائلا أجمعه لم يسجر\nنعمةٌ آضت لعمري نقمةً\n...\nعمت البلوى بها في البشر\nوعلى ذاك فان أرسلت لي\n...\nسابحاً خضت بذاك البحر\nلا تظن الأمر عندي هيناً\n...\nغلب الشوق على مصطبري\nوأنشد له صاحب تاريخ إربل:\nغبتم فما لي في التصبر مطمعٌ\n...\nعظم الجوى واشتدت الأشواق\nلا الدار بعدكم كما كانت ولا\n...\nذاك البهاء بها ولا الإشراق\nاشتقاقكم وكذا المحب إذا نأى\n...\nعنه أحبة قلبه يشتاق\nالجزء: 1 ¦ الصفحة: 77\n",
        "الترجمة الثانية [الكفر عزي]\nخطيب إربل وقاضيها جعفر بن هبة الله الكفر عزي، العالم المتفنن، من كفر عزي: ضيعة من ضياع مدينة إربل حاضرة بلاد الأكراد.\nوصفه صاحب تاريخ إربل بالمتفنن في العلوم ومعرفة النحو والهندسة والحساب، واشتهاره بإقراء ذلك مدةً.\nووجدت الشرف يعقوب ملآن بأخباره وأشعاره، فذكر أنه كان على ما جعل إليه من خطة القضاء بتلك المملكة، واستولى عليه من الخطابة على منبر سلطانها، من أرق الناس حاشية وأطبعهم منزعا.\nومن مستطرف حكاياته أنه كان في أول مرة متصدرا يقرأ عليه النحو وغير ذلك، وكان فتى من فتيان إربل يتردد إليه برسم قراءة النحو والأدب. ثم إن ذلك الفتى التحى وأدخل نفسه في الأشغال السلطانية. فصار مرهوب الجناب، مطروق الباب. وأتفق أنه لزم وضع سلطاني أهل إربل، فدخل الكفر عزي في ذلك فأساء فيه معاملته.\nوكان ذلك الأمر قد جعل إليه، فألزمه أن يحضر مجلس الشغل ويدفع ما رسم عليه. فوصل إلى المجلس وهو غاص وما هناك إلا من يعرف مقداره، ويلتزم إكباره، فجلس وأنشد مشيراً إليه:\nالجزء: 1 ¦ الصفحة: 78\n",
        "هذا مقامي لديك يا من\n...\nأقام دهراً وراء بابي\nأقصى أمانيه قرب إذن\n...\nفي دولة الحسن والشباب\nإن كنت أنسيت ذاك فانظر\n...\nفي فرد باب من الكتاب\nلا تغترر بالزمان يوماً\n...\nوأفكر إذا سرت في الأباب\nمخارق الجاه ليس تبقى\n...\nوموقف العزل كالحساب\nفافعل على قدر ما تلقى\n...\nوقل فلا بد من جواب\nفاستحيا ذلك العامل على قلة حيائه، وأفكر في باب الفاعل والمفعول أيام يمشي على استحيائه، وأخذ ما جاء به الشيخ، واشتهرت القضية. وبلغت السلطان مظفر الدين صاحب اربل، فاستدعى الشيخ وقال: أغفلناك ولم ينبهنا أحد عليك لأنك محسود، ومثلك لا ينبه عليه إلا نفسه، وقد جعلت عقاب ذلك الرذل، الذي لم يقابلك بما يجب، عزله ووليتك الخطابة على منبر هذا الجامع. فقال: أرغب من إحسان السلطان ألا يكدره بأن أكون سببا لعزل شخص وقطع رزقه، وأنا ممن يشتفي بالقول لا بالفعل. فالاشتفاء بالأفعال من شيم الملوك. فقال له السلطان: أبيت إلا أدبا وظرفا. وجاء ذلك العامل فصار من خدامه، والمعترفين بإنعامه.\nالجزء: 1 ¦ الصفحة: 79\n",
        "قال: ومما يجب أن يحفظ من شعره قوله:\nلا تشك فالناس في الرزايا\n...\nثلاثة ثم لا مزيد\nإما صديق يفاد غما\n...\nأو شامت كاشح حسود\nأو غافل عنك مستريح\n...\nإليه شكواك لا تفيد\nومن يسليك أو يواسي\n...\nلم يبد شخصا له الوجود\nإلا أحاديث لفقوها\n...\nيصغي لها الجاهل البليد\nوقوله:\nلا تقعدن مع العيال ولا تكن\n...\nكلا وسد كلا وجد مشمرا\nوجب الفيافي واشتهر تنل المنى\n...\nلا يقطع الهندي حتى يشهرا\nوقوله:\nانظر إلي بخبرة واترك كلا\n...\nم المبغضين وكل شخص يحسد\nفالشمس إن شرفت وأشرق نورها\n...\nما ضرها ألا يراها الأرمد\nوكانت وفاته سنة ثلاث وستمائة.\nالجزء: 1 ¦ الصفحة: 80\n",
        "الترجمة الثالثة [ابن دهن الحصى]\nالأستاذ الأديب الحسن بن هبة الله بن دهن الحصى الموصلي، من أدباء الموصل المتصدرين للإقراء. مذكور في التاريخ أنه مات في سنة ثلاث وستمائة.\nوقفت على ترجمته في \"تاريخ حلب\" وفي \"تاريخ المعاجم\" وفي \"اختيارات الشرف\" فلخصت منها ما أوردته في هذا المكان.\nكان بالموصل يقرئ العربية ويمدح صاحبها، فرفع إليه أنه لما وصل صلاح الدين بن أيوب إلى جهة الموصل، ورام التغلب عليها، أنفذ إليه قصيدة يمدحه فيها، ويحضه على ما تقتضيه الهمة العالية في الملك. فتغير له، وخاف ابن دهن الحصى، فرحل إلى حلب وانقطع إلى صلاح الدين فأحسن إليه، ورتبه للإقراء في جامع المدينة. فلم يزل على تلك الحال والراتب جار عليه إلى أن مات.\nفأحسن ما أنشد الشرف يعقوب قوله:\nالجزء: 1 ¦ الصفحة: 81\n",
        "يبهج الناس بأعيادهم\n...\nمن أجل ذبح أو لإفطار\nوإنما عظم سروري به\n...\nللثم من أهوى بلا عار\nأرقبها حولا إلى فابل\n...\nلأنها غاية أو طارى\nوأحسن ملا أنشد له الشهاب القوصي:\nتطالبني عيني فلم تعد بعدكم\n...\nوأنتم على حكم النوى في سوادها\nوتطمعني في طيفكم برقادها\n...\nفأزجرها كحلا بميل سهادها\nولي مهجة لم تبق فيها\n...\nسوى ما سكنتم من صميم فؤادها\nوأحسن ما أنشد له الصاحب ابن العديم، وهو مما رواه عنه:\nوما أنا في الشكوى من البين عاجزٌ\n...\nولا ضاق حمل الرزايا بكم صدري\nولا خانني حسن اصطباري وإنما\n...\nرميت من البلوى بأكثر من صبري\nوقوله:\nمن لصبٍ فوق فرش ضنيً\n...\nأبدا فبرؤه ينتكس\nجفنه بالدمع منطلقٌ\n...\nوكراه عنه محتبس\nجهل العذل موضعه\n...\nفهداهم نحوه النفس\nالجزء: 1 ¦ الصفحة: 82\n",
        "الترجمة الرابعة [الماكسيني]\nلأستاذ المتفنن أبو الحرم مكي بن زيان الماكسيني، من ماكسين، قاعدة \"الخابور\"، من أعمال سنجار ذكر المؤرخون أنه كان ضريرا. اشتغل بفنون العلوم ورحل في طلبها فقرأ مدة ببغداد وبالموصل، ورحل إلى الشام وغيرها. واشتغل بكثير المعارف، واستقر بالموصل مقرئا للعربية وغيرها، إلى أن مات بها في شوال سنة ثلاث وستمائة.\nوقفت على ترجمته في \"تاريخ ابن الأثير\" و\"تاريخ ابن الساعي\" و\"تاريخ إربل\" وتلخيصها: أن شعره كان دون علومه. وكان عماه من جدري أصابه في صباه. وأحسن ما أنشدوه له قوله:\nالجزء: 1 ¦ الصفحة: 83\n",
        "إذا احتاج النول إلى شفيع\n...\nفلا تقبله وانج قرير عين\nإذا عيف النوال بفرد مَنٍّ\n...\nفأولى أن يعاف بمنتين\nوقوله:\nلك منزلٌ في القلب غير مذال\n...\nكمراتع الآرام والآجال\nلم يعفه العهد القديم وكم عفت\n...\nدارٌ بمر جنائبٍ وشمال\nوقوله:\nإذا ما كنت لا ترعى حقوقاً\n...\nلإخوانٍ هم رفعوا منارك\nوتلزم كال حين أن تراعي\n...\nولا ينسى أخو ودٍّ مزارك\nونقطع دهرنا تيهاً وعجباً\n...\nوتأبى دائماً إلا اختيارك\nفزادك\n...\nما بقيت\nالله بعداً\nولا أدنى على حال ديارك\nوقوله:\nعلى الباب يطلب الإذن صده\n...\nتأدبه لا أن نعماك تحجبت\nفإن كان إذنٌ فهو كالخير داخلٌ\n...\nعليك وإلا فهو كالشر يذهب\nالجزء: 1 ¦ الصفحة: 84\n",
        "وولعت بحفظ هذين البيتين، واحتجت مرة طلب الإذن على فخر الدين ابن الشيخ، نائب السلطنة بالديار المصرية، فكتبت إليه:\nماذا ترى في دخول من لا\n...\nيروم شيئاً سوى الدخول\nتحصيل جاهٍ وكفُّ باغٍ\n...\nوالأمر لله في القبول\nفخرج في الحال حاجبه وقابل بما يليق بمكارمه، وجعل يستحسن \"والأمر لله في القبول\" ويكررها.\nالجزء: 1 ¦ الصفحة: 85\n",
        "الترجمة الخامسة [ابن نوفل]\nالأديب الحسيب أبو المحاسن الحسن بن نوفل الحلبي، من بيت مشهور في حلب إلى الآن. ذكره ابن العديم في تاريخها، وأخبر أنه ممن ينسب إلى الكتابة والرياسة، وأنه مات ببلده سنة ثلاث وستمائة وأحسن ما أنشده من شعر قوله:\nمن ساءه أن بات في أسر الهوى\n...\nقلق الجوانح دامي الآماق\nفلقد غدوت وقد سبتني أعين ال\n...\nأتراك مشدوداً أشد وثاق\nها مهجتي فلتفعل الأحداق ما\n...\nشاءت بمحمول على الأحداق\nوتلقيت من بعض أقارب هذا المذكور أنه كان جنديا مخالطا للملوك، وأنه في بعض الولاة:\nيا مظهر العقل في ولايته\n...\nكيف وما زلت ظاهر النزق\nلا تستقر الزمان أجمعه\n...\nمن عظم ما قد حملت من قلق\nمقدما من يرى تأخره\n...\nمؤخراً من يفوز بالسبق\nووضعك الشيء غير موضعه\n...\nيشهد عند الأنام بالحمق\nمع الذي تقتضي الفراسة من\n...\nتصغير رأس والطول في العنق\nالجزء: 1 ¦ الصفحة: 86\n",
        "وأنشدني له بعض أدباء حلب قصيدة في ختان، اخترت منها قوله:\nختانٌ فيه بالكرم اعتبار\n...\nوبالشمع المنير وباليراع\nجرى دمه لنا شفقاً مذاباً\n...\nلدى بدر تلفع بالشماع\nأتى ظبيا وأبدي صبر ليثٍ\n...\nبضنك فيه ذم أخو الدفاع\nوكتب إلى وزير حلب ابن الموصل المشهور بالجود:\nيا من أمال الورى طُرّاً إلى حلب\n...\nبالجود والخلق المألوف والأدب\nلا زلت في نعمةٍ يقضي الزمان بها\n...\nأصم أعمى بلا هَمٍّ ولا نصب\nولا شكوت بما أشكو إليك به\n...\nالفقر والشيب والتزويج والجرب\nوعرفه أنه تزوج امرأة كتأب بها وهو على هذه الحال، وأنه لا يمنعه من طلاقها الذي لا يريحه غيره إلا عدم الصداق. فوجه إليه بصداق المرأة وما يشتري به جارية، وما ينفقه عليها، ويعاني به الشيب بالخضاب، والجرب بالأدوية والأغذية، فقال فيه:\nوصل الموصول كلٌّ علا\n...\nبك يا من لا نظير له\nلك\n...\nدون المبتلي حسداً\nآخرٌ قد زان أوله\nالجزء: 1 ¦ الصفحة: 87\n",
        "وسماح ناهض وله\n...\nخلق في الناس أسفله\nوكفاه أن يذوب جوى\n...\nكلما أصبحت تخمله\nويذوق الموت من كمدٍ\n...\nكلما حازيت منزله\nوالورى داع وملتفت\n...\nوسؤال مد أنمله\nالجزء: 1 ¦ الصفحة: 88\n",
        "الترجمة السادسة [عبد المنعم]\nالفقيه أبو الفضل عبد المنعم بن عبد العزيز الإسكندراني.\nوقفت على ترجمته في \"تاريخ ابن الأثير\" و\"تاريخ ابن الساعي\" ووجدت الأسعد بن يعرب شيخ علماء الإسكندرية مليئا بأخباره، فلخصت من جميع ذلك أنه تفقه بالا سكندرية على مذهب مالك، ورحل إلى بغداد فتأدب ولقي الفضلاء. ولم يزل يأخذ نفسه بقول الشعر إلى صدر له مثل قوله:\nيا ساحر الطرف ليلى ما له سحر\n...\nوقد أضرَّ بجفني بعدك السهر\nولست أدري وقد صورت شخصك في\n...\nقلبي المشوق أشمسٌ أنت أم قمر\nما صور الله هذا الحسن في بشر\n...\nوكان يمكن ألا تعبد الصور\nأنت الذي نعمت عيني برؤيته\n...\nلأنها شقيت من بعدها الفكر\nأموت وجداً ومالي منك مرحمةٌ\n...\nوكم حذرت ولم ينفعني الحذر\nأستغفر الله لا والله ما خلقت\n...\nعيناك إلا لكي يفني بها البشر\nقوله:\nأيهذا المتجني\n...\nما الذي رابك مني\nالجزء: 1 ¦ الصفحة: 89\n",
        "كل يوم من جفائي\n...\nلك فن بعد فن\nبالذي لم يغنني عنك وقد أغناك عني\nلا تنغص عيشةً أنت لها أقصى التمني\nوأفعل الخير إذا استطعت ولكن دون مَنِّ\nفأحق الناس بالإحسان من فاز بحسن\nوقوله في الإخوانيات:\nيأيها المتمني ما عداه أفق\n...\nمن سكرة لست منها صاحي الفكر\nوخذ من الدهر ما أعطاك مقتنعاً\n...\nبالصفو طوراً وممزوجاً مع الكدر\nمنغص العيش من لا يرتضي أبداً\n...\nحالا ولم يلف إلا طامح البصر\nلو أنه صار حيث المجد منزله\n...\nلظل ذا طمع في هالة القمر\nفلا صنيعة إلا وهي ضائعةٌ\n...\nفيه وليس على الوهن بمصطبر\nوكيف تلقاه شكر لصاحبه\n...\nمن ليس غضباناً على القدر\nووجه من بغداد رسولاً إلى يحيى الميورقي بإفريقية، فرجع بعشرة آلاف دينار، ففرقها في أهل وده ومعارفه، ومات فقيراً بمارستان بغداد في جمادى الآخر سنة ثلاث وستمائة.\nالجزء: 1 ¦ الصفحة: 90\n",
        "الترجمة السابعة [السلمي]\nالقاضي الأديب أبو حفص عمر بن عبد الله بن [محمد بن عبد الله بن] عمر السلمي القاضي.\nوقفت على ترجمته في \"تاريخ ابن عمر\" و\"معجم الشقندي\" و\"معجم والدي\" و\"خلاصة الإبريز لمحمد بن عبد العزيز\" فلخصت من ذلك: أنه كان فقيها علامة، وفي النظم والأدب أنذر علامة. جل بين قومه بمدينة فاس مقاره، وقضيت بها في الجاه والمال أوطاره؛ إلى أن كان هناك من أهل الفتيا، ثم صار من جلساء أصحاب الأمر وأرباب العليا؛ ثم ترقى إلى الخطابة والقضاء، وصار ذا إبرام وإمضاء.\nومن شهور عنه في قضائه العدل في الأحكام، وقلة النزق عند اختلاف الخصام. وكان في غاية من الظرف، إذا أقبل شمت رائحة الطيب منه\nالجزء: 1 ¦ الصفحة: 91\n",
        "على بعد، وإذا غسلت ثيابه لا يكاد يفارقها. وكان منزله كأنه الجنة، حتى وجد فيه أعداؤه مطعنا، ورفعوا للمنصور أنه غير حافظ للناموس الشرعي بكثرة تغزله واشتهار مقطعاته وانهماكه في العشق. ووافق ذلك أن رمى ابن أخٍ له يده في امرأة وغصبها على الدخول لمنزله، وشهد بذلك عند أبي موسى بن رمانة، حافظ فاس، جماعةٌٌ. فأمر بإحضار المذكور بعد صلاة الصبح وضرب عنقه. وطلع القاضي ليتكلم فيه وقد بلغه أنه متعفف، فقيل له في الطريق: إنه قد فات الأمر. فرجع. وكتب فيه الحافظ وأعلم أن فقهاء فاس أجمعوا على تأخيره عن الإمامة والخطابة وولوا غيره، حتى يصل الإذن العالي إما باستقرار الثابت أو بتعويضه. فوصل الأمر بوصول أبي حفص إلى الحضرة فما جهل مكانه، ولا صغر شانه.\nوولاه المنصور قضاء إشبيلية. فشكرت فيها سيرته، وحمدت سيرته. ومات بها وهو قاض في سنة ثلاث وستمائة.\nالجزء: 1 ¦ الصفحة: 92\n",
        "وله موشحات مشهورة يغني بها في الأقطار، منها:\nحسانةٌ رخيمة\n...\nعانقت منها البانه\nوالنقي الرجراج\n...\nوأشواقي لحسانه\nومما داخل في \"كنوز المعاني\" قوله:\nهم نظروا لواحظها فهاموا\n...\nوتشرب عقل شاربها المدام\nيخاف الناس مقلتها سواها\n...\nأيذعر قلب حامله الحسام\nسما طرفي إليها وهو باكٍ\n...\nوتحت الشمس ينسكب الغمام\nوأذكر قدها فأنوح وجداً\n...\nعلى الأغصان تنتدب الحمام\nوأعقب بينها في الصدر غماً\n...\nإذا غربت ذكاء أتى الظلام\nوقد اشتهر في الغرب والشرق قوله:\nلها ردفٌ تعلق من لطيفٍ\n...\nوذاك الردف لي ولها ظلوم\nيعذبني إذا فكرت فيه\n...\nويتبعها إذا رامت تقوم\nومن هذه القصيدة:\nأعيذك يا سليمي من سليمٍ\n...\nقتلت فتاهم وهو الزعيم\nالجزء: 1 ¦ الصفحة: 93\n",
        "أمالك طالب بتراب قتلى\n...\nإذا قتل الغرام فلا غريم\nوحضر يوماً معه أبو بكر بن ميمون وأبو العباس الكورائي. فقال الكورائي:\nما زلت أضرب بالقنا المنآد\n...\nحلق الدروع وأنفس الحساد\nثم قال ابن ميمون:\nوحسبت أنى لا أراع لحادثٍ\n...\nحتى بليت بسطوة الأحقاد\nفقال أبو حفص:\nمن لم يبت والبين يصدع قلبه\n...\nلم يدر كيف تفتُّت الأكباد\nولما قال أبو العباس الكورائي:\nنبغت عمرة بنت ابن عمر\n...\nهذه فاعتبروا إحدى العبر\nقل لها عني إذا ما جئتها\n...\nقوله تترك صدعاً في الحجر\nهبتك كالخنساء في أشعارها\n...\nأو كليلي هل تجارين الذكر\nالجزء: 1 ¦ الصفحة: 94\n",
        "قال في جوابه:\nنهاني حلمي فما أظلم\n...\nوعز مكاني فما أظلم\nولا بد من حاسدٍ قلبه\n...\nبنور مآثرنا مظلم\nبغانا الحسود ولسنا كما\n...\nيقول ولكن كما يعلم\nوخرج في صباه مع شيخه أبي ذر النحوي فأثرت الشمس في وجهه، وكان وسيماً، فقال الأستاذ:\nوسمتك الشمس يا عمر\n...\nوسمةً بالحسن تعتبر\nفقال أبو حفص:\nعلمت قدر الذي صنعت\n...\nفانثنت صفراء تعتذر\nولما أنشد أبا يعقوب بن عبد المؤمن قصيدته التي أولها:\nالجزء: 1 ¦ الصفحة: 95\n",
        "الله حسبك والتسع الحواميم\n...\nتحوي بها سبعةً هن الأقاليم\nوانتهى منها قوله:\nيا سامعين أماديح الإمام ألا\n...\nفاجثوا على ركب الإعظام أو قوموا\nقام جميع من في المجلس.\nوله قصيدة يمدح بها ابنه المنصور ويهنئه موقعه الأراك بالأندلس:\nأطاعتك الذوابل والشفار\n...\nولبى أمرك الفلك المدار\nببشرى مثل ما أبهجت رياضٌ\n...\nوسعد ما وضح النهار\nوفتح مثل ما انفتحت كمامٌ\n...\nوشقت عن صدور مها صدار\nوآمال كما مدت ظلال\n...\nوأفعال كما مدت بحار\nالجزء: 1 ¦ الصفحة: 96\n",
        "وأعلامٌ بنصرك خافقاتٌ\n...\nلها في كل جو مستطار\nليهنئ أرض أندلس بدورٌ\n...\nمن السراء ليس لها سرار\nومنها وصف الروم:\nوكم راموا الفرار من الرزايا\n...\nولكن أين من أجلٍ فرار\nتدار عليهم حمر المنايا\n...\nبكأسٍ فيه عقر لا عقار\nإذا ما الليث أصبح في محل\n...\nفما لطريدةٍ فيه قرار\nالجزء: 1 ¦ الصفحة: 97\n",
        "الترجمة الثامنة [الكورائي]\nالأديب الجليس أبو العباس أحمد بن عبد السلام الكورائي وقفت على ترجمته في\"تاريخ ابن عمر\" و\"تاريخ ابن نجيل\" و\"خلاصة الإبريز لابن عبد العزيز\"و \"معجم والي\" و\"معجم الشقندي\" وتلخيص ذلك أنه من تادلا، عمل مشهور بين مراكش وفاس. وقومه \"كوراية\" برابر يعيبهم أهل المغرب ويزعمون أنهم يهود. وقد استطرد لهجاء بني المهجوم أعيان فاس وعليتهم في قوله:\nالجزء: 1 ¦ الصفحة: 98\n",
        "يابن السبيل إذا مررت بتادلا\n...\nلا تنزلن على بني غفجوم\nقومٌ طووا طنب السماحة بينهم\n...\nلكنهم نشروا لواء اللوم\nيا ليتني من غيرهم لو أنني\n...\nمن أهل فاسٍ من بني الملجوم\nوطراه شاعر ببراءة فيها أبيات، فكتب له عليها:\nيا من يطرى لمن يطرى\n...\nأسرفت والله في التعدي\nأنا أطري الأنام طراً\n...\nوأنت تبغي النوال عندي\nفلما وقف الشاعر على ذلك زاد بعده:\nنسبت للمسلمين ظلماً\n...\nوكان شيخ اليهود جدي\nوهو من شيوخ أدباء المغرب. رزق طول العمر والجاه ومجالسة الخلفاء. فأول من جالسه منهم عبد المؤمن، ثم جالس أبا يعقوب،\nالجزء: 1 ¦ الصفحة: 99\n",
        "ثم جالس المنصور، وصنف له كتاب \"صفوة الأدب\" المشهور ب \"حماسة الكورائي\".\nولما احتيج لرجل عامل عارف يجالس ابن منفذ، رسول صلاح الدين بن أيوب الواصل من المشرق، وقع الاختيار عليه، فما أتيح لأحد مجالسته سواه. ثم جلس الناصر، وحضر معه على فتح المهدية، وانصرف في خدمته إلى الحضرة، ومرض الناصر فهنأه بقصيدة أولها:\nأطلع الدهر منك بدراً منيراً\n...\nملأ السبعة الأقاليم نورا\nثم مات سنة ثلاث وستمائة.\nوكان يقول في آخر أيامه: تعساً لطول العمر الذي أخرني لمعاشرة هؤلاء الأنذال! وعهدي بالخليفة عبد المؤمن يقول لي في جبل الفتح: يا أبا العباس، إنا نباهي بك أهل الأندلس.\nالجزء: 1 ¦ الصفحة: 100\n",
        "وقال في ابن خيار الجياني الذي سعى بابن عطية وزير عبد المؤمن وبلغ عنده الغاية في الجاه بعد ذلك:\nأيابن خيار بلغت المدى\n...\nوقد يكسف البدر عند التمام\nفأين الوزير أبو جعفر\n...\nوأين المقرب عبد السلام\nوكان عبد السلام الكومي قد ولي الوزارة بعد أبي جعفر، فلم تمر به الأيام حتى نكب وخنق. فما كان أقصر أمره.\nولما عظم أبو زيد بن يوجان في وزارته أغرى المنصور بالكورائي وقال له: إنه من أهل الشعر والهزل، وما يليق بمجالس الخلافة إلا أهل العلم والجد، فهجر. فلما نكب ابن يوجان هجاه فأكثر. ومما ليس بمقذع من ذلك، قوله:\nلقد كنت تحكي في التهجم مالكاً\n...\nوكانت بك الأحوال تحكي جهنما\nفما أعظم البشرى بعودك خاملاً\n...\nوغيرك قد أضحى النبيه المقدما\nالجزء: 1 ¦ الصفحة: 101\n",
        "وهو أديب المغرب على الإطلاق في زمانه، مع ما له من اعتداد بالنفس والاقتدار في التقصيد. ومن عنوان ذلك قوله من قصيدة يمدح بها المنصور، ويذكر فتح قفصة وانهزام الميورقي:\nعدوكم بخطوب الدهر مقصود\n...\nوأمركم باتصال النصر موعود\nوملككم مستمر ما له أمدٌ\n...\nمؤقت دون يوم الحشر محدود\nألقى على كل جبار كلا كله\n...\nكأنه وهو في الأحياء مفقود\nوهبه عاش أليس الموت أرحم من\n...\nعيشٍ يخالطه همٌّ وتنكيد\nأنحى الزمان على الأغرار واجتهدت\n...\nفي قطع دابرهم أحداثه السود\nونازعتهم سيوف الهند أنفسهم\n...\nفلم يفدهم عن الهيجاء تغريد\nفهم على الترب صرعى مثله عدداً\n...\nإن كان يقضي بأن الترب معدود\nإذا حمى الأسد الغضبان رابيةً\n...\nلم يفترس ثعلبٌ فيها ولا سيد\nوختمها بقوله:\nرضاكم الدين والدنيا وعدلكم\n...\nظلٌ ظليلٌ على الإسلام ممدود\nالجزء: 1 ¦ الصفحة: 102\n",
        "دمتم حياة بني الدنيا ودام لكم\n...\nنصرٌ وفتحٌ وتمكينٌ وتأكيد\nوله من قصيدة:\nعصوا دعوة المهدي وهي سفينةٌ\n...\nفأغرقهم طغيانهم وهو طوفان\nومن غر قصائده قصيدته في \"رياح\" يستميلهم إلى خدمة الأمير:\nأحاطت بغايات العلا والماخر\n...\nعلى قدم الدنيا هلال بن عامر\nوزانوا سماء المجد عودا وبدأةً\n...\nبسمر القنا والمرهفات البواتر\nهم المضريون الذين سيوفهم\n...\nصواعق بأس تنتحي كل كافر\nأوائلهم في الجود والبأس غايةٌ\n...\nوكم تركوا من غايةٍ للأواخر\nوكم فيهم من مثل كعب وهاشمٍ\n...\nوكم لهم من مثل عمروٍ وعامر\nوكم قد أقاموا من عروش مواثلٍ\n...\nوكم قد أقالوا من جدودٍ عواثر\nومن محاسن صنعته قوله:\nجادوا وصالوا وصادوا واحتبوا فهم\n...\nمزن وأسد وأصقار وأجبال\nإن سابقوا أو حاربوا غلبوا\n...\nأو يمموا وصلوا أو أمَّلوا نالوا\nوقوله:\nغزوا فما امتنعوا صالوا فما انتفعوا\n...\nكروا فما دفعوا فروا فما فاتوا\nالجزء: 1 ¦ الصفحة: 103\n",
        "الترجمة التاسعة [الغساني]\nالحكيم الأديب المتفنن عبد المنعم بن مظفر الغساني الجلياني. وقفت على ترجمته في كتاب \"الخريدة للعماد الأصفهاني\" و\"تاريخ حلب\" وفي\"تاج المعاجم\" وفي\"تاريخ بغداد لابن الدبيثي\" وفي\"تاريخ بغداد\" أيضاً لابن النجار. فلخصت من جميع ذلك:\nالجزء: 1 ¦ الصفحة: 104\n",
        "أنه ولد بجليانه من جهات غرناطة سنة إحدى وثلاثين وخمسمائة، واشتغل بالطب والأدب، ورحل إلى المغرب واشتهر هناك ذكره، وأقام مدة ببغداد يمدح ويخالط الأعيان والفضلاء، ويطالع كتب الخزائن إلى أن المتفنن. واستقر بالشام وصار طبيب المارستان السلطاني في السفر والحضر، أيام صلاح الدين بن أيوب وبعده، إلى أن مات بدمشق سنة ثلاث وستمائة.\nومدح في أول أمره صلاح الدين بمدائح مختصرات، فأعطاه عليها ثلاثمائة دينار مصرية، فحسده أحد الحاضرين وأظهر استكثار ذلك في حقه، فزاد السلطان ثلاثمائة دينارٍ أخرى.\nووقفت على ديوان شعره، وأكثره مملوء من السخف والمجون، من نمط قوله في أبي الوحش، الذي كان يتطايب فيه مع أصحابه:\nإذا جاءني يوماً نعيُّ أبي الوحش\n...\nوأبصرته فوق الرؤوس على النعش\nالجزء: 1 ¦ الصفحة: 105\n",
        "وقد جعلوا من نهر \"قلوط\" غسله\n...\nوكفن كرشٍ وألحد في حش\nوظل لما يلقاه من هول منكرٍ\n...\nوشدة ضيق القبر يضرط كالجحش\nبذلت لصحبي زق خمر وقينةً\n...\nوزخرفت داري بالنمارق والفرش\nفإذا قيل لي ماذا التكرم والسخا\n...\nأقل لهم مات الوضيع أبو الوحش\nوقوله يخاطب صديقاً له من أهل الجاه بشيزر رغب إليه أبو الوحش في أن يصحبه نحوه كتاباً:\nأبا الحسين استمع مقال فتىً\n...\nعوجل فيما يقول فارتجلا\nهذا أبو الوحش جاء مجتدي ال\n...\nقوم فنوه به إذا وصلا\nواتل عليهم بحسن شرحك ما\n...\nأتلوه من أمر شأنه جملا\nوخبر القوم أنه رجلٌ\n...\nما أبصر الناس مثله رجلا\nتنوب عن وصفه شمائله\n...\nلا يبتغي عاقلٌ به بدلا\nوهو على خفة به أبداً\n...\nمعترف أنه من الثقلا\nيمت بالثلب والرقاعة والس\n...\nخف وأما ما سواه فلا\nإن أنت فاتحته لتخبر ما\n...\nيصدر عنه فتحت منه خلا\nفسمه إن حل خطة الخسف والهون ورحب به إذا قفلا\nوسقه السم إن ظفرت به\n...\nوأمزج له من لعابك العسلا\nالجزء: 1 ¦ الصفحة: 106\n",
        "وقوله، وهو طيار بالمشرق:\nيا ساهراً في اقتناء علمٍ\n...\nيخطب منه مقام محكم\nبدون هذا ترى فقيها\n...\nفوسع الكم ثم عمهم\nوألبس من الشهيب طليلساناً\n...\nوأغمده في المنكبين وأختم\nواجلس مع القوم في جدلٍ\n...\nلا بالبخاري ولا بمسلم\nإلا صياحاً ونفض كمٍ\n...\nونظم \"لا لا\" وقوله \"لم لم\"\nفما أرى عندهم علوماً\n...\nأكثر من \"لا\" و\"لا أسلم\"\nواستحسنوا قوله في الخمر:\nوصفراء لولا نفحها ومذاقها\n...\nلقلت نضارٌ في الأباريق ذائب\nمن الماء فيها للحباب عمائمٌ\n...\nوللنور منها الأكف ذوائب\nومن أبياته المفردة قوله:\nقد يكرم الفرد إعجاباً بخسته\n...\nوقد يهان لفرط النخوة السبع\nوذكر العماد الأصفهاني أنه صنف كتابا سماه ب \"نهج الوضاعة لأولي الخلاعة\".\nوذكر المؤرخون أنه كان بمجلس السلطان صلاح الدين، فقال له\nالجزء: 1 ¦ الصفحة: 107\n",
        "الفاضل البيساني، ليغص منه بنسبه:\nيا أبا الفضل، كم بين جليانة وغرناطة؟ فقال: الذي بين بيسان والقدس. فخجل الفاضل وظهر ذلك في وجهه.\nالجزء: 1 ¦ الصفحة: 108\n",
        "تراجم سنة أربع وستمائة ست\nالجزء: 1 ¦ الصفحة: 109\n",
        "الترجمة الأولى [البغيديدي]\nالشاعر الجمال البغيديدي حسين بن أحمد.\nلم أجد ذكره في تاريخ وإنما أخذت ترجمته من الحافظ أبي المحاسن الدمشقي ومن أدباء العراق: هو من بغيديد، قرية من قرى الحلة المشهورة بالعراق. وأول ما عرفت من أمره أني أول ما سافرت إلى بغداد بت ليلة على شاطئ دجلة في بستان، فسمعت في هدوء الليل يغنيان بهذه الأبيات في أحسن صوت وأبدع لحن:\nبين العقيق وحاجر\n...\nأفنيت ماء محاجري\nالجزء: 1 ¦ الصفحة: 111\n",
        "كم لي بذاك المنحنى\n...\nمن طيب عيش ناضر\nأيام أرتع للصبا\n...\nفي كل روض زاهر\nوأورد كل غضارة\n...\nللعيش غير محاذر\nأحباب قلبي غبتم\n...\nوسكنتم في خاطري\nوجفوتم وخيالكم\n...\nمن رحمة لي زائري\nأنسيتم عهد المشو\n...\nق المستهام الذاكر\nوزهدتم وغفلتم\n...\nعن ذي غرامٍ ساهر\nكونوا كما شئتم ففيكم قد فضحت سرائري\nوعليكم اقتصرت أوا\n...\nئل صبوتي وأوامري\nلا وحش الله الحمى\n...\nمن كل ظبيٍ نافر\nومن الغصون المائسا\n...\nت وكل بدرٍ سافر\nومن النسيم معطراً\n...\nومن الغمام الباكر\nفما فرغا من هذه المقطوعة إلا وقد كدت أخرج عن الوجود طرباً، وبقيت وقد سر بها خاطري. ثم جعلت أبحث عن قائلها، فأخبرت أنها للجمال البغيديدي. وهو صاحب مقطعات في الغرام والمجون\nالجزء: 1 ¦ الصفحة: 112\n",
        "والهجاء وأكثر مسلكه في طريقة منصور الفقيه. إذا رمى بزوجه قتل، كقوله في شخص ثقيل، كان يزور بثقيلٍ آخر يقلب بالسراج:\nيا كفى الناس ما بينهم منك حتى\n...\nصرت تغشاهم ومعك السراج\nفإذا زرت لا تزر بجنيبٍ\n...\nلا يكون الطاعون والحجاج\nالجزء: 1 ¦ الصفحة: 113\n",
        "وقوله في شخص نازلٍ يكثر من التيه، ولا يتكلم أحد في أدب أو علم إلا قطع حكايته وجعل يحكي:\nيا تائهاً يا جاهلاً يا قاطعاً\n...\nكل مقال جاء من قائل\nلا يبصر الناس على كل ذا\n...\nمن ذي علاءٍ كيف من نازل\nوقال في شخص رفعه الزمان بالاشتغال في بعض الأعمال السلطانية، وكان يطعن في نسبه باليهودية:\nيا ناظراً في عطفه معجباً\n...\nيبخل أن يبدأنا بالسلام\nوالله لو أصبحت من هاشمٍ\n...\nمن معشرٍ سادوا الورى في نظام\nما فيهم بعد أبي جعفر\n...\nإلا إمام وارث بغى إمام\nلم نحتمل منك الذي جئته\n...\nمن صلفٍ يزري بعقل الكرام\nفكيف والسبت غدا عيدكم\n...\nعذركم أمسى علينا حرام\nوأنشدت له في طريقة المجون:\nرأيت إذا زيدٌ على ظهر أمرد\n...\nفقلت له ماذا الذي أنت تفعل\nفقال صغيرٌ ليس يعلم صنعةً\n...\nأعلمه والأجر لي كيف يدخل\nوقوله:\nجاء على بغلة يعظمه الناس وقالوا فتىً وأي فتى\nالجزء: 1 ¦ الصفحة: 114\n",
        "فقلت من ذا؟ فقيل لي رجلٌ\n...\nيلوط لكن يبوس ملتفتا\nومن محاسن نوادره: قوله يخاطب أحد وزراء بغداد:\nقل للوزير أدام الله دولته\n...\nيا أعدل الناس حالي كيف تلتبس\nإن الغلام وبرذوني قد اتفقا\n...\nمن فرط جوعهما ما فيهما نفس\nوإن تصرم هذا اليوم بي فغداً\n...\nيمشي الغلام ولا يمشي بي الفرس\nوذكر أنه مات في سنة أربع وستمائة.\nثم تذاكرت مع الحافظ أبي المحاسن الدمشقي بعد ذلك في شأنه فأخبرني أنه عمر، ولنتقل عن المجون والاستهتار إلى طريقة الفقراء، ولزم الزوايا والربط، وقال:\nأرعشت كفه على الكأس حيناً\n...\nثم قد أرعشت على القنديل\nومحا من صحائف اللهو ما أث\n...\nبته في صحائف التنزيل\nوتذاكرت مع العز الغنوي فيه، فأخبر أنه ذكره في كتابه في \"من لقيه من الشعراء\" فروى عنه، وأنشدني عنه أبياته التي خاطب بها الوزير، وقد تقدمت، وقوله:\nهو مثل السلطان في بلد النيل وهذا عجزٌ من السلطان\nقيل عنه إنسان سوءٍ فما عا\n...\nينت إلا مرأى بلا إنسان\nالجزء: 1 ¦ الصفحة: 115\n",
        "الترجمة الثانية [الكفرعزي]\nالعالم القاضي أبو محمد جعفر بن محمود الكفرعزي. من كفر عزي، من ضياع إربل.\nذكر عنه مؤرخ إربل أنه كان إماماً في الفقه الشافعي، مشاركاً في العلوم الحديثة والقديمة.\nولي قضاء إربل ومات في سنة أربع وستمائة. وأنشد له:\nولو أني كتبت بقدر شوقي\n...\nإليك لضاق عن كتبي الفضاء\nأعلل فيك روحي بالأماني\n...\nوأرجو أن يطول لك البقاء\nوتذاكرت مع الشرف يعقوب الإربلي في شأنه، فأثنى عليه ووصفه بخفة الروح ولطافة المنزع. وأنشد له:\nأهواك يا بدر لكن\n...\nمن لي بقرب البدور\nولي إليك اشتياقٌ\n...\nوكيف أسلو سروري\nما بيننا من وصالٍ\n...\nإلا الذي في السطور\nيطغى فيخرجه الشو\n...\nق من خبايا الصدور\nالجزء: 1 ¦ الصفحة: 116\n",
        "قال: وكان في إربل شخص كثير الإلحاح واللجاج والمتابعة، فاتفق له أن استوزر، فقال فيه:\nقولوا أحقا سمعنا\n...\nأم ذاك يخلق زورا\nأضحى \"النصيبي\" معيناً\n...\nفي ملكنا ونصيرا\nإن أبصرت لجاظي\n...\nمشاوراً ومشيرا\nبدولةٍ كان هذا\n...\nيوماً علينا عسيرا\nفلا رعى الله وقتاً\n...\nقدمت فيه وزيرا\nنموت جوعاً ولسنا\n...\nنلقي إليك الأمور\nقال: وجرى له أن تحاكم عنده شخص جريء متكلم مع شاب كما خط عذاره، فتان الصورة. فجعل القاضي يقبل الشاب. فقال له بما فيه من القحة: أراك يا قاضي المسلمين تميل إلى هذا الصبي ولا تلتفت إلي! فقال القاضي: ذاك لأنني أتبين مجاري الحق من أثناء كلامه. قال: لا والله، بل فتنك بألفه ولامه. فحبسه الحاضرون وهموا به. فقال: ما على هذا من جناح، احملوه إلى مارستان حتى يتطيب، فقد نشف دماغه. فحمل للمارستان وانحلت القضية. ثم أطلقه بعد ذلك. فكان يلقب بالناشف. فأضجره الناس، فهرب إلى الموصل.\nالجزء: 1 ¦ الصفحة: 117\n",
        "الترجمة الثالثة [ابن الساعاتي]\nالشاعر المجيد الشهير المكثر الجليس البهاء بن الساعاتي الدمشقي أبو الحسن علي بن محمد بن رستم.\nوقفت على ترجمته في \"تاريخ حلب\" و\"تاج المعاجم\". ووقفت على ديوان شعره في أربع مجلدات. وهو مملوء من المحاسن.\nوتلخيص أمره: أنه خراساني الأصل، ولد بدمشق وكان أبو أمه يشتغل بالساعات التي على باب الجامع، فعرف به.\nقالوا: ولم بدمشق في زمانه أبدع منه صورة. وبرع في صباه خطاً وشعراً، ولعبا بالشطرنج والنرد، وفي الفروسية. فخالطه الكبراء، وهام فيه الجلة، ونادمة الملوك، وجالسة السلاطين إلى أن قدم على الجميع، وأبيح له ضرب طبولهم، على عادة أهل المشرق.\nوجل مديحه في السلطان صلاح الدين بن أيوب، وبنيه: العزيز\nالجزء: 1 ¦ الصفحة: 118\n",
        "صاحب مصر، والأفضل صاحب دمشق، والظاهر صاحب حلب. وله مدح كثيرة في نجم الدين بن مجاورة وزير العزيز، وقد تقدمت ترجمته.\nومن المشهور أنه قرأ في أولا أمره على البديع الأسطرلابي بأمد وكان له ألف دينار، فجعلها في حب ببيت البديع ولم يعلمه، فاتفق أن دخل سقاء وحمل الحب فوقع على الذهب فأخذه. وتفقده ابن الساعاتي فلم يجده. فخرج وشكا ذلك للبديع. فقال البديع ما اشتهر، لما تضمنه من الإحسان وطريف المقصد:\nيا من غاب عني لست أنساه\n...\nومن أصافيه ودي حين ألقاه\nإن كان مالك الحب ألفه\n...\nكما علمت فماء الحب أفناه\nثم سعى في شأنه حتى خلصه من السقاء.\nوكانت وفاة ابن الساعاتي بالقاهرة سنة أربع وستمائة.\nالجزء: 1 ¦ الصفحة: 119\n",
        "وتصفحت شعره فوجدته يجمع بين ألفاظ الشارقة الرقيقة، ومعاني المغاربة الدقيقة؛ فلا يخلو من صقل الكلام وغوص الفكر. وإذا أردت أن تقف على عنوان ذلك فأضع إلى قوله من قصيدة لصلاح الدين ابن أيوب:\nهز الصبا أعطافه هز الصبا\n...\nأعطاف غصن البانة الهيفاء\nما ضم صدر ضحى كطلعته ولا\n...\nينشق عن ثانية جيب سماء\nوبمهجتي الداني القريب خيالها\n...\nومزارها عني البعيد النائي\nوهبت مباسمها الصباح وقلبها\n...\nخلعت ذوائبها على الظلماء\nوقفت وقوف الدمع ثم مشيت إلى الت\n...\nوديع مشى الوجد في الأحشاء\nوقوله من قصيدة في الوزير ابن مجاور، وهو مما يغني به:\nعز الجفون وذلة الصبر\n...\nحكما على بطاعة الهجر\nما كنت أعلم قبل كاظمةٍ\n...\nأن الوفاء طليعة الغدر\nالجزء: 1 ¦ الصفحة: 120\n",
        "لو كنت أسأل بعد وقفتنا\n...\nعن ذاهبٍ لسألت عن صبري\nيا كعبة في الحسن ما نصبت\n...\nإلا لكسبت الإثم لا الأجر\nعلمت دمعي السعي ثم أخذ\n...\nت الصبر عنك بسنة النقر\nلو كنت عادلة على دنف\n...\nلمنعت ظلم الردف للخصر\nولما ضربت بسيف لحظك مع\n...\nمودا فباء الجفن بالكسر\nلفتوره وحي إلي على هاروت أنزل سورة السحر\nوبسمت من دمعي ولا عجب\n...\nللغاديات تبسم الزهر\nما راعني في وجنتيك ضحى\n...\nغير اصطلاح الماء والجمر\nيا ليلة بالنعف فزت بها\n...\nما كنت إلا ليلة القدر\nاسقي بريقك وهي صافية\n...\nصهباء في قدح من الدار\nوحددتني باللحظ حين رأي\n...\nت الحد يلزم شارب الخمر\nوسواد قلب الليل يخفق فيه البرق خوف طليعة الفجر\nحتى بدا وكأن طلعته\n...\nوجه الوزير يهش للسفر\nالجزء: 1 ¦ الصفحة: 121\n",
        "وقوله في قصيدة في الفاضل البيساني، وهو أفضل مما يغني فيه:\nلهفي على غصن النقي المتمايل\n...\nيهتز معتدلاً وليس بعادل\nلا يستبين منازلاً عشاقه\n...\nبفتور لحظ كالقضاء النازل\nفشعاره من فارس ونجاره\n...\nمن عامرٍ ولحاظه من بابل\nيا قلب عاشقه وأسهم لحظه\n...\nكم ألزم المتقول حب القاتل\nيلقاك من لدن القوام برامح\n...\nويصول من هدب الجفون بنابل\nكالبدر يسري في نجوم قلائدٍ\n...\nوظلام أصدغ وسحب غلائل\nما جال دمعي بعد طول جموده\n...\nإلا على ذاك الوشاح الجلائل\nوقوله من قصيدة، وهو مما يغني به:\nفؤادي وفودي بعد لمياء أشيب\n...\nوقلبي على جمر الغضي يتقلب\nإذا مال غصن قلت قدٌّ مهفهف\n...\nوإن لاح برقٌ قلت كف مخضب\nفلا تنكر إذ كر العذيب بارقٍ\n...\nفإني بثغر المالكية أنسب\nالجزء: 1 ¦ الصفحة: 122\n",
        "أغار على القرطين خيفة حبها\n...\nألست تراها مثل قلبي تعذب\nوأنكر من تلك الغدائر أنها\n...\nإذا أرسلت ظلت مع الشعر تلعب\nومن أبياته المفردة الواقعة في أشعاره السماع قوله:\nلو لم يكن هاروت ساحر قرطها\n...\nما كان في ذاك الفضاء يلعق.\nوقوله:\nقال سعدٌ وقد رأى فيض دمعي\n...\nليت شعري ما حدثته البروق.\nومن \"كنوز المعاني\" قوله:\nلا تعجبن لطالبٍ بلغ المنى\n...\nكهلاً وأخنق في الزمان الأول\nفالخمر تحكم في العقول مسنة\n...\nوتداس أول عصرها بالأرجل\nالجزء: 1 ¦ الصفحة: 123\n",
        "وقوله:\nكادت تطير من الزجاج وإنما\n...\nصاغ المزاج لها خفي شباك\nوقوله في النهر:\nصدأ الظلام يزيد رونق حسنه\n...\nأرأيت سيفاً قط يصقل بالصدا\nوقوله:\nوالطير تقرأ والغدير صحيفة\n...\nوالريح تكتب والغمامة تنقط\nوهو من أولع الناس بالتلفيق، وجمع ما يقف عليه متفرقاً، كقوله:\nقم يا نديم إلي مباشرة الوغى\n...\nفالحرب قائمةٌ ونحن هجود\nالقطر نبل والغدير سوابغ\n...\nوالبرق بيض والغمام يقود\nوقوله، وكان أبو الفضل التيفاشي يقول: لم يطرق سمعي\nالجزء: 1 ¦ الصفحة: 124\n",
        "في منزعه أحسن منه:\nيا حبذا ذاك الزمان وطيبه\n...\nوالحادثات عن السرور نيام\nومواقف بالنيربين شهدتها\n...\nوالعيش غضٌّ والزمان غلام\nجمد المدام بهن فهو فواكهٌ\n...\nتجني وذاب التبر فهو مدام\nفي جنة جليت فنقطها الحيا\n...\nبعقود دُرٍّ خانهن نظام\nكملت فنرجسها المضاعف أعين\n...\nوالورد خدٌّ والقضيب قوام\nوقوله:\nلله يوم النيربين ووجهه\n...\nطلق وثغر اللهو ثغر أشنب\nوكأنما فنن الأراكة منبر\n...\nوهزارها فوق الذؤابة يخطب\nوالرعد يشدو والحيا يسقي وغص\n...\nن البان يرقص والخمائل تشرب\nالجزء: 1 ¦ الصفحة: 125\n",
        "وكأنما الساقي يطوف وكأسه\n...\nبدر الدجى في الكهف منه كوكب\nبكر بها نقع الغليل ومعجبٌ\n...\nنقع الغليل بجذوة تتلهب\nوالقطر نيل والغدير سوابغٌ\n...\nموضونة والبرق سيف مذهب\nومن أحسن ما وقع له في التعليل قوله في المداح:\nتخشى الفلا أبداً غارته فلذا\n...\nقلب السراب على حافاتها يجب\nوعهدي بأبي المحاسن الدمشقي الحافظ يهتز طرباً إذا أنشد قوله في غلام تعلو وجهه صفرة شفقيه:\nوبروحي من وجهه شفقي ال\n...\nلون كالشمس روعت بالفراق\nلا لداء لكنه غم وجداً\n...\nلم يدع غير هائمٍ مشتاق\nراق ماء الجمال في وجنتيه\n...\nفهو مرآة أوجه العشاق\nومن معانيه المستحسنة قوله:\nلا تيأسن من أخ ولى بجانبه\n...\nوإن بدا منه سوء أخلاق\nإن السماء ترجى وهي نازحةٌ\n...\nإذا ألحت بإرعادٍ وإبراق\nوقوله:\nلا تخل أن كل ضحك سرورٌ\n...\nربما كان مؤذناً بالبكاء\nالجزء: 1 ¦ الصفحة: 126\n",
        "فطويلاً أبكي جفون الغوادي\n...\nضحك البرق في متون السماء\nويستلمح قوله في سوداء:\nزعموا أنني بجهل تعشق\n...\nتك سوداء دون بيض الغواني\nليس معنى الجمال فيك بخاف\n...\nإنما أنت خال خد الزمان\nوقال في منزل السعيد بن سناء الملك، وقد تأنق في بنائه:\nيا منزل القاضي السعي\n...\nد حبوتني عياً ولكنه\nما أنت إلا جنة\n...\nإن كان في الأفاق جنة\nحاكيت شكل كليلة\n...\nفمتى يرى كأخيه دمنة\nوله نوادر كثيرة في رجل كبير الأنف يلقب بالسديد، منها قوله:\nما ضاقت الدنيا علي وقد حوت أنف السديد\nويستحسن قوله في الباذنجان:\nيا مهدي الإبذنج أهلاً بما\n...\nأهديت لي إذ لم تزل منعما\nالجزء: 1 ¦ الصفحة: 127\n",
        "أقماع \" كيمختٍ\" على أكره\n...\nمن أدمٍ قد حشيت سمسما\nوقوله:\nأو ما ترى الأطيار في أشجارها\n...\nكمغرد قد دب فيه شراب\nوكأن معتل النسيم تحيةٌ\n...\nوكأنما أغصانها أحباب\nوقوله:\nأشجار موزٍ نزلنا بها\n...\nفيا شكر الله ألطافها\nحلا طعمها ونما عرفها\n...\nلمن ذاقها ومن استافها\nفمن كان ضيع أضيافه\n...\nفليست تضيع أضيافها\nكخضر البنود إذا نشرت\n...\nوجاذبت الريح أعطافها\nوإلا قدود عذارى رقصن\n...\nفظلت تناقل أسيافها\nفلو كنت في غير قيد النهى\n...\nلقمت فقبلت أطرافها\nوقوله:\nولقد نزلت بروضة حزينة\n...\nرتعت نواظرها بها والأنفس\nفظللت أعجب حيث يحلف صاحبي\n...\nوالمسك من نفحاتها يتنفس\nما الجو إلا عنبر والدوح إل\n...\nلا جوهرٌ والروض إلا سندس\nالجزء: 1 ¦ الصفحة: 128\n",
        "سفرت شقائها فهم الأقحوا\n...\nن بلثمها فرنا إليه النرجس\nفكأن ذا خدٌّ وذا ثغر يحا\n...\nوله وله وذا أبدا عيونٌ تحرس\nوقوله مما يكتب على سيف:\nسر بي ولا تخف المقاتل واثقاً\n...\nبالله إن العار عين المقتل\nأنا بارقٌ حيث الدماء سحائبٌ\n...\nأهدي المنية في ظلام القسطل\nأظمى وبي نقع الغليل وغير ما\n...\nعجبت إذا نقع الغليل بجدول\nومن محاسنه التي يحتاج إليها قوله من قصيدة -وقد أرجف بصلاح الدين أيوب فيما انتابه- مشيرا بعافيته:\nلك البقاء وللأعداء ما زعموا\n...\nوبالخلائق جمعاً لا بك الألم\nما ضر مجدك ما قالوا وما أفكوا\n...\nولا معاليك ما شادوا وما هدموا\nوافي كتابك والآمال قاعدةٌ\n...\nوهماً فقامت إلى تقبيله الهمم\nما كان إلا الندى في كل واجبة\n...\nأو العظائم في الأفاق تقتسم\nيطوي ويستر صوناً ثم ننشره\n...\nكالشمس تسفر أحياناً وتلتثم\nوقال في الجارية التي رقمت في خدها بالمسك حية وعقرباً، فأمر\nالجزء: 1 ¦ الصفحة: 129\n",
        "الملك العزيز الشعراء بالقول فيها:\nيا ضرة القمرين في شرفيهما\n...\nمن أي شيء منك لم أتعجب\nأقبلت مثل الشمس في غسق الدجى\n...\nوحملت برقا ضاحكاً عن كوكب\nكتبت بخديها المواشط فتنةً\n...\nعمت عموم هواك من لم يكتب\nجاء الكليم بأيةٍ من حيةٍ\n...\nوأراك جئت بحية وبعقرب\nوكتب إلى الملك العزيز، وقد شرب دواء، قصيدة منها:\nوعرفت غبطة هذا الدوا\n...\nء من كل مؤلمة في الجنان\nفبرؤك صحة جسم الوجود\n...\nنعم واعتدال مزاج الزمان\nومن مستحسن مدحه الذي يتمثل به:\nواهاً لسعيك في بلوغ مقاصد ال\n...\nعافي وبشرك في وجوه القصد\nطلبوا علاك بأنفس ما عودت\n...\nحب الثناء ولا اكتساب السودد\nالجزء: 1 ¦ الصفحة: 130\n",
        "الترجمة الرابعة [أبو ربيع]\nالسيد المتفنن أبو الربيع سليمان بن عبد الله بن المؤمن. والده أكبر إخوته. وهو الذي حاصر مدينة تونس، وغض منه أخواه أبو يعقوب وأبو حفص، بعد وفاة أبيهم فزعموا أنهما دسا إليه جارية جميلة سمته في خرقة الجماع. وكان حينئذ واليا على بجاية. وولى ابنه هذا الإقليم فأخرجه منه على اليورقي وتنقل في الولايات، كبلنسية وسجلماسة. وحيثما كانت ولايته اجتمع إليه أهل الأدب واشتهر مكانه. فقد كان متميزا في قومه، عالما فيهم بهذا الشأن. وقد اشتهر اختصاره للأغاني. وديوان شعره مجموع بأيدي الناس. ومن الحكايات النبيلة أنه كان بمراكش تحت جفوة من المنصور. فاتفق أن وفد على الحضرة وفد من الشام انتهى إلى ظاهر مراكش،\nالجزء: 1 ¦ الصفحة: 131\n",
        "وعين لهم الدخول في غداة اليوم الثاني فكتب أبو الربيع للمنصور:\nيا كعبة الجود التي حجت لها\n...\nعرب الشام وغزاها والديلم\nطوبى لمن أمسى يلوذ بها غداً\n...\nويطوف بالبيت العتيق ويحرم\nومن العجائب أن يفوز بنظرةٍ\n...\nمن بالشآم ومن بمكة يحرم\nفاستحسن المنصور مقصده وأظهر الرضى عنه، وأمره أن يكون هو الخارج للقائهم والداخل عليه.\nوذكره الشقندي في معجمه فأطنب في الثناء عليه، وقال: هو من مفاخري بني عبد المؤمن. وأحله منهم محل ابن المعتز من بني العباس، وابن المعز، من العبيديين، وقال: كان قديرا على النظم، حافظاً للآداب، جواداً يتعلق بأدنى سبب يجب رعيه. وخبرته فوجدته يجود في أكثر الأوقات بما يساعد عليه الزمان.\nقال: ولقد قلت له يوماً: يا سيدنا، تكلفون أنفسكم ما لا يساعد عليه الوقت. فضحك وقال: إنا نغالب الزمان فيما نتكلف، ونرجو من فضل الله ألا يغلبنا.\nالجزء: 1 ¦ الصفحة: 132\n",
        "وأذكر أنه شفع له شخص مليح الكلام. فولاه وأحسن إليه. فأتى بالقبائح. فذكر أمره وأنا حاضر. ثم قال فيه:\nلا تصنع المعروف إلا لمن\n...\nرأيته أهلا لشكر الصنيع\nكم من شريف القول قد غرني\n...\nبقوله والفعل منه وضيع\nولم أكن أغلظ في مثله\n...\nلكن رمتني ثقتي بالشفيع\nقال وقد كان مولعا بالألغاز. ومن محاسن ما له في هذا الباب قوله في القلم والدواة:\nوميتٍ برمسٍ طعمه عند رأسه\n...\nفإن ذاق من ذاك الطعام تكلما\nيموت فيحيا ثم يفرغ زاده\n...\nفيرجع للقبر فيه تيما\nفلا هو حي يستحق كرامةً\n...\nولا هو ميت يستحق ترحما\nوقوله في الصابون:\nوأسمر السودان بيضاً\n...\nويخشى الشمس أن تعدو عليه\nله في صنعه سرٌ مليح\n...\nوكل الناس محتاج إليه\nوقوله في العين:\nوطائرة تطير بلا جناح\n...\nتفوت الطائرين وما تطير\nإذا ما مسها الحجر أطمأنت\n...\nوتألم أن يلامسها الحرير\nقال: وصحبه مرة في سفر، فجلسنا ليلا على نهر، وقد تشكل فيه القمر والنجوم، فقال:\nالجزء: 1 ¦ الصفحة: 133\n",
        "وما سابقٌ لا يرى صاعداً\n...\nتراه إذا ما استقام إن انحدر\nله منك ربعٌ ومنه الحياة\n...\nوذلك حظ جميع البشر\nإذا ما جلست له ليلة\n...\nحكى لك أنجمها والقمر\nوله جارية أسمها ألوفة:\nخليلي قولا أين قلبي ومن به\n...\nوكيف بقاء المرء من بعد قلبه\nفإن شئتما إظهار سرٍّ كتمته\n...\nفقد بان أمري لكم بعد قلبه\nومن مشهور غزله:\nأقول لركبٍ أدلجوا بسحيرةٍ\n...\nقفوا ساعةً حتى أزور ركابها\nوأملأ عيني من محاسن وجهها\n...\nوأشكو إليها أن أطالت عتابها\nفإن هي جادت بالوصل وأنعمت\n...\nوإلا فحسبي أن رأيت قبابها\nفقبلتها فوق اللثام فقال لي\n...\nهي الخمر أرشفت الغداة حبابها\nوكانت وفاته سنة أربع وستمائة.\nالجزء: 1 ¦ الصفحة: 134\n",
        "الترجمة الخامسة [المارتلي]\nالفقيه الزاهد أبو عمران موسى بن عمران المارتلي. وقفت على ترجمته في \"معجم الشقندي\" و\"معجم والدي\". وتلخيصها: أنه من مارتلة، المعقل المشهور على وادي \"آنة\" من عمل\" باجة\" من الأندلس.\nوسكن إشبيلية، واشتهر بالزهد والانقطاع حتى كان في ذلك\nالجزء: 1 ¦ الصفحة: 135\n",
        "واحد وقته، يزور الملوك ويتركون به وستوهبون دعاءه إلى أن كانت وفاته بإشبيلية سنة أربع وستمائة.\nوله نظم ونثر في النصائح والزهد، وذلك مدون مشهور بأيدي الناس. وعنوان ما ذكر ملتزما نصح به، وفيه:\nاسمع أخي نصيحتي\n...\nفالنصح من محض الديانة\nلا تقربن من الشها\n...\nدة والوساطة والأمانة\nتسلم أن تعزي لزو\n...\nرٍ أو فضول أو خيانة\nوقوله:\nيا غبار في أن يرى شاهدا\n...\nوحكمه بين الورى ماضي\nإياك فلغز خلاف لها\n...\nأول ما تخضع للقاضي\nمعرضاً وجهك في كل ما\n...\nيومٍ لإقبالٍ وإعراض\nكن مستريحاً في الورى سارحاً\n...\nبكل عيش نلته راضي\nمنفرداً لا تفكرن بالذي\n...\nيأتي ولا تبك على ماضي\nوقوله:\nإلى كم أقول ولا أفعل\n...\nوكم ذا أحوم ولا أنزل\nالجزء: 1 ¦ الصفحة: 136\n",
        "وأزجر عيني فلا ترعوي\n...\nوأنصح نفسي فلا تقبل\nوكم ذا تعلل لي ويحها\n...\nبعل وسوف وكم تمطل\nوكم ذا أؤمل طول البقاء\n...\nوأغفل والموت لا يغفل\nوفي كل يومٍ ينادي بنا\n...\nمنادي الرحيل ألا فارحلوا\nأمن بعد سبعين أرجو البقا\n...\nوسبع أتت بعدها تعجل\nكأن بي وشيكا إلي مصرعي\n...\nيساق بنعشي ولا أمهل\nفيا ليت شعري بعد السؤال\n...\nوطول المقام لما أنقل\nوكان لا يقبل من أحد شيئا، وإنما كان له ما يقوم به من ملك ورثه من جهة طيبة. وكان مع ذلك يعمل الخوص بيده في خلوته ويبيعه ويتصدق منه، لأنه كان يرى كراهية البطالة عن شغل لمثله. رحمة الله عليه.\nالجزء: 1 ¦ الصفحة: 137\n",
        "الترجمة السادسة [ابن خروف]\nالشاعر المحسن الشهير أبو الحسن علي بن محمد بن خروف القرطبي. وقفت على ترجمته في \"تاريخ حلب\" و\"تاريخ المعاجم\" وفي \"زاد المسافر لأبي البحر\". وتلقيت بعضها من الحافظ الدمشقي وغيره من أدباء الشام، إذ ذكره هناك مشهور، وهو إلى الآن على الألسن يدور.\nأصله من القيذاف، الحصن المضاف إلى أعمال غرناطة، وهو بين قرطبة وبينها.\nونشأ أبو الحسن في قرطبة ورحل قبل أن يعظم اشتهار ذكره إلى المشرق، فطبق ذكره هنالك الآفاق، وامتلأت بمحاسنه مسامع الشام والعراق، واستقر في آخر أمره بحلب. وقال:\nحلبت الدهر أشطره\n...\nوفي حلبٍ صفا حلبي\nالجزء: 1 ¦ الصفحة: 138\n",
        "وقال الصاحب كمال الدين بن العديم: كان يتردد بين حلب والموصل، يمدح الظاهر بن صلاح الدين. ومدح نور الدين أرسلان شاه، إلى أن حضر مرة بدار العدل في حلب عند الملك الظاهر في إحدى ليالي شهر رمضان من سنة أربع وستمائة، وتاج العلا الشريف يعظمه، فأطال على عادته، وكان ابن خروف قد أتى بقصيدة في مدح الظاهر أولها:\nشمس الهداية في أبناء أيوب\n...\nأخت النبوة في أبناء يعقوب\nهم الملائك في زي الملوك وهم\n...\nأسد الحروب وأقطاب المحاريب\nثم خرج ليريق الماء في الظلمة فوقع في جب طامٍ كان هناك، وهو جار، فمات فيه، وأطلع منه، والقصيدة قد ضم عليها يده. فأمر الظاهر أن تجعل صلة القصيدة في تجهيز إلى قبره والصدقة عنه.\nالجزء: 1 ¦ الصفحة: 139\n",
        "ثم إن ابن السنينرة الشاعر [جاء] بعد ذلك بقصيدة، ووجد تاج العلا في الدهليز يريد أن يدخل للوعظ، فبادر وكتب للظاهر:\nالعبد قد وفى لينشد مدحه\n...\nبنيت قواعدها على التخفيف\nوأخاف من تاج العلا تطويله\n...\nليلاً فألحق ملحق ابن خروف\nفضحك وأمر بإدخاله قبل وعظ تاج العلا. فحضر وأنشد.\nومقطعات ابن خروف طيارة ظريفة، كقوله في غلام سندي:\nومنوع الحركات يلعب بالنهى\n...\nلبس المحاسن عند خلع لباسه\nمتأود كالغصن بين رياضة\n...\nمتلفت كالظبي عند كناسه\nبالعقل يلعب مقبلاً أو مدبراً\n...\nكالدهر يلعب كيف شاء بناسه\nويضم القدمين منه لرأسه\n...\nكالسيف ضم ذبابه لرئاسه\nوقوله في غلام خياط:\nبني المغيرة لي في حكيم رشأٌ\n...\nظلالٌ سمركم تغنيه عن سمره\nيزهي به فرس الكرسي من بطل\n...\nبإبرةٍ هي مثل الهدب من شفره\nالجزء: 1 ¦ الصفحة: 140\n",
        "إذا تألق عنها الخيط تحسبها\n...\nشهاب رجم جرى والنور في أثره\nيود كل لسان أن يكون لها\n...\nلبداً إذا فرغت بالرقم من حبره\nوهذا كله مما لا يخفي أثر غوص الفكر فيه؛ وهو من محاسن \"كنوز المعاني\".\nوكان الأستاذ أبو عمران الطبراني يتعجب من قوله في غلام معذر:\nوكان غريب الحسن قبل عذاره\n...\nفلما بدا صار الغريب المصنفا\nومن نوادره قوله، وقد حبس القاضي محبوباً له:\nأقاضي المسلمين حكمت حكماً\n...\nغدا وبه الزمان له عبوسا\nسجنت على دراهم ذا جمال\n...\nولم تسجنه إذ غصب النفوسا\nوقوله وقد دعاه إلى طعامه ابن لهيب الدمشقي:\nدعاني ابن لهيب\n...\nدعاء غير نبيه\nالجزء: 1 ¦ الصفحة: 141\n",
        "إن عدت له يوماً إليه\n...\nفوالدي في أبيه\nوأنشدني له أبو بكر بن الصابوني الإشبيلي مستطرفاً:\nمثلي يسمى أديباً\n...\nمثلي يسمى أريبا\nإذا وجدت كثيبا\n...\nغرست فيه قضيبا\nثم زاد من قوله:\nولا أبالي خصيبا\n...\nلقيته أم جديبا\nوأنشدني الشهاب القوصي عنه، وهي مشهورة عند أدباء دمشق:\nتروق دمشق ولداناً وحوراً\n...\nوتزهي زهو جنات النعيم\nإذا رحلت عروبة عن حماها\n...\nتأوه كل أواب حليم\nإلى سبتٍ حكى فرعون موسى\n...\nيجمع كل سحار عليم\nفتبصر كل أملودٍ قويمٍ\n...\nيميس وكل ثعبان عظيم\nالجزء: 1 ¦ الصفحة: 142\n",
        "إذا انسابت أرقمه عليه\n...\nتذكرنا بها ليل السليم\nوشاهدنا بها في كل حال\n...\nحبالا ألقيت نحو الكليم\nوتحشر فوق أخضر مستدير\n...\nضراغمة الشرى وهي العريم\nبمغدي صبوةٍ ومراح أنس\n...\nومورد ظبية ومراد ريم\nمسلطة العيون على قلوب\n...\nمؤيدة الفتون على حلوم\nوتبدي بالصوالج في كرات\n...\nمحاسن فعل أصحاب الرقيم\nفتبصر عند ذلك كيف تصطو\n...\nبدور بالبروق على نجوم\nتظن كراتها تنبت منها\n...\nقلوب العاشقين عن الجسوم\nوما في ضربها ألمٌ بشيء\n...\nمن الأشياء إلا بالهموم\nوأهل دمشق قد اختصموا بيوم السبت يعطلون في هذا اليوم من الجمعة جميع أشغالهم، ويخرجون إلى هذا الميدان الذي ذكره. فقوم يلعبون بالصوالج، وآخرون يغنون السماع. وكل أحد فيما مال إليه هواه، لا مثرب ولا منتقد. ويمتدون في ذلك عن الميدان إلى المقاسم، حيث تنقسم أنهار دمشق وتنصب إلى ما بين الشرفين المشهورين بالجسر. ووقع لي في ذلك أيام مقامي بها:\nأما دمشق فجنة\n...\nيبني بها الوطن الغريب\nلله أيام السبو\n...\nت بها ومنظرها العجيب\nالجزء: 1 ¦ الصفحة: 143\n",
        "أنظر بعينك هل ترى\n...\nإلا محباً أو حبيب\nكل يبلغ نفسه\n...\nما تشتهي مرحاً وطيب\nفي حيث لا داع هنا\n...\nك سوى السرور ولا مجيب\nأرض خلت ممن ينغص أو يراقب أو يعيب\nوقلت أيضاً:\nأما دمشق فما في الأرض مشبهها\n...\nجنات عدن بها ما يشتهي البشر\nأرض لعمرك ما فيها لمبتذل\n...\nذامٌ يلوم ولا في صفوها كدر\nوكل سبت بها عيد تعود به\n...\nآمالهم وبه الزلات تغتفر\nكلٌ إلى ما دعته نفسه عجلٌ\n...\nكأنما فرصة قد جاء يبتدر\nحيث الميادين كالديباج قد بسطت\n...\nخضراً جرت حولها من مائها طرر\nبها النعيم غدا للناس مكتملاً\n...\nمطولا وهو في الآفاق مختصر\nالقضب راقصةٌ والطير صادحةٌ\n...\nوالنشر مرتفع والماء منحدر\nوقد تجلت من اللذات أوجهها\n...\nلكنها بظلال الدوح تستتر\nوكل وادٍ به موسى يفجره\n...\nوكل روضٍ على حافاته الخضر.\nالجزء: 1 ¦ الصفحة: 144\n",
        "تراجم سنة خمس وستمائة اثنتان\nالجزء: 1 ¦ الصفحة: 145\n",
        "الترجمة الأولى [ابن منجا]\nالفقيه الخطيب الأديب أسعد بن منجا الدمشقي. في \"تاريخ حلب\" أنه ولد بدمشق سنة خمس عشرة وخمسمائة. واشتغل بالأدب والفقيه إلى أن ولى قضاء حران، وخطب على منبرها للمستضيء العباسي.\nومن شعره:\nأرى نبال مقلته فأصمى\n...\nغزال فاتر اللحظات ألمي\nيعلنني بسوف وهل وحتى\n...\nوقد وعسى وليت ولا ولما\nفأوسعه على التفسيح حمداً\n...\nويوسعني على الإحسان ذما\nوجرى ذكره بحران، فأخبرني بعض من ينتهي إلى الأدب من أهلها، أنه كان جليلا نبيلا، وله مقطعات في الغراميات يشدو بها أهل الشارع. وحفظ منها قوله، وفيه ودلالة على لطف منزعه من هذا الباب:\nالجزء: 1 ¦ الصفحة: 147\n",
        "يا من به أنا مغرم\n...\nارحم فمثلي يرحم\nلم يبق في بقية\n...\nأجفى بها أو أظلم\nهذا زمانك لو قبل\n...\nت وكنت ممن ينعم\nما الحسن إلا دولة\n...\nمحبوبة تستغنم\nفإذا انقضت أوضعتها\n...\nجهلاً بها فستندم\nأنا قد نصحت وبعد ذا\n...\nنفسي فدى من يفهم\nوالله حسبي من يعو\n...\nقك إنما هي أسهم\nومن العذار يخال رق\n...\nماً وهو عندي أرقم\nبالله خبرني أوص\n...\nلي في الكتاب محرم\nودمي حلال؟ ما أرى\n...\nيفتى بهذا مسلم\nولقد ذكرت زماننا\n...\nوالشمل عقدٌ ينظم\nفبكيتنه حتى بكت\n...\nأسفاً على اللوم\nيا حادي الأظعان قف\n...\nفعلل أن يتلوموا\nولئن أقمت بمهجتي\n...\nحيث اغتدوا أو خيموا\nفأرى لواحظ قاتلي\n...\nمن حيث ألا يعلموا\nالجزء: 1 ¦ الصفحة: 148\n",
        "لا أوحش الله الحمى\n...\nبأهيل ودي منكم\nما كنتم إلا النعي\n...\nم مخلداً لو دمتم\nلا فارقتكم مزنةٌ\n...\nتبكي البلاد فتبسم\nوكانت وفاته سنة خمس وستمائة.\nالجزء: 1 ¦ الصفحة: 149\n",
        "الترجمة الثانية [ابن أبي حفص]\nالسيد أبو الحسن علي بن أبي حفص [عمر] عبد المؤمن. وقفت على ترجمته في \" معجم الشقندي\" و\" معجم والدي\" و\" رحلة ابن حموية الدمشقي\".\nوتلخيص أمره: أنه كان من أجل بيته قدرا، وأطيبهم ذكرا، وأسفحهم بدا، وأمنعهم سندا. وكان مألفاً للشعراء والأدباء.\nولابن الفكون الشاعر فيه أمداح مخلدة، ولغيره من الشعراء وكان من أعلم الناس بأمور الري والمباني. فرأى المنصور تركه بمراكش يدبر مبانيه في إحدى سفراته.\nوطالت أيامه في بجاية واشتهرت إلى أن تغير ما بينه وبين قاضيها أبي العباس أحمد بن الخطيب. وكانا فرسي رهان في الهمة والسماح بالمال في الأغراض، وكل أحد على قدر منصبه. فأكثر لجاجاته في\nالجزء: 1 ¦ الصفحة: 150\n",
        "القاضي حتى عزل. فجمع القاضي جميع ماله: أثنى عشر ألف دينار، فأخذه معه وطلع إلى مراكش، فنزل في جوارا بن مثنى، وأراه أنه لم يقصد سواه، وهو حينئذ يجر الدنيا جرا. فقال له: فيم جئت؟ أتطلب أن ترجع إلى ولايتك؟ قال: لا، ولكن جئت في أن أعزل الذي عزلني، وأغلب من غلبني. قال: وبأي شيء تفعل ذلك؟ قال: بك وباثني عشر ألف دينار جئت بها معي. قال: الآن حصحص الحق. فسمى ابن مثنى، في عزل السيد. واستعان بالمال في الحاشية، إلى أن كتب للسيد بالعزل. فعندما بلغه الخبر قال:\nلا تحقرن حقيراً\n...\nوتهملن غموضه\nفرب سيد قومٍ\n...\nأودى بسعي بعوضة\nإني خمر ولكن\n...\nقد أعقبتها حموضة\nثم ولاه الناصر بعد ذلك تلمسان، وبني بها المباني المشهورة، ثم اشتد مرضه، فاستغفر ورغب في أن يصل إلى الحضرة، فأسعف. فوصل إليها ونزل بها داره المشهورة بعظم النباهة وعلوم الهمم في التدبير. إلى أن مات هنالك في سنة خمس وستمائة.\nوعد ذلك أصحابه من سعادته، فإن يحيى بن غانية الميورقي كان أحرص الناس على أن يحصل في يده، لأنه هزمه الميورقي على\nالجزء: 1 ¦ الصفحة: 151\n",
        "قسطنينية جد له مطايا كثيرة للبناء، فقال: إذا كان يخرج بهذه المطايا إلى مثل هذا الموقف فكيف يكون في مستقره، والله لئن ظفرت به لأقلعن خصاه.\nقال الشقندي: فكان من ظرفه إذا انتشى تذكر قول الميورقي وجعل يصيح: بينا يا ربنا! فلما كان في سنة عزله ووفاته، ولى تلمسان أبو عمران، ابن عمه أبي يعقوب، وخرج إلى الميورقي، وقد جاء إلى جهات تلمسان، فكان وقعة تاهرت التي قتل فيها السيد.\nومما يعد من محاسنه حمايته لأصحابه وخدامه ومن انقطع إليه. وكان لا يسمع فيهم قول ساع ويقول: إن الواحد منهم يخدمنا في الرخاء، ويصحبنا في الشدة، حين لا نرى أحداً ولا نجد لأمر يعن لنا، فإذا عاد الله بالخير وأسهمناهم فيه حسدوا ويسعى بهم.\nوقد ظهر من حكمه عن عمارة الشاعر البجائي، حين هجاه وحصل في يده، ما هو مذكور مخلد.\nالجزء: 1 ¦ الصفحة: 152\n",
        "وذكر أبو عبد الله بن إبراهيم الأصولي قاضي بجاية أنه قال: أحصيت ما وصلني من السيد أبي الحسن أيام كوني معه، فوجدت ذلك أربعين ألفاً.\nوحكى التاج بن حموية أنه لحقته عطلة ولزمته ديون في مدة المنصور فكتب إليه من شعره:\nوجوه الأماني بكم مسفرة\n...\nوضاحكةٌ لي مستبشرة\nولي أمل فيكم صادق\n...\nقريبٌ عسى الله قد يسره\nعلى ديون وتصحيفها\n...\nوعندكم الجود والمغفرة\nالجزء: 1 ¦ الصفحة: 153\n",
        "فرضي عنه وولاه وأحسن إليه. وكتب إليه ابن عمه السيد أبو الربيع:\nاليوم الجمعة\n...\nيوم سرور ودعة\nوشلمنا مفترق\n...\nفهل ترى أن نجمعه\nفجاوبه:\nاليوم يوم الجمعة\n...\nوربنا قد رفعه\nوالشرب فيه بدعة\n...\nفهل ترى أن ندعه\nومن لطائفه أنه قد أرسل في شغل فتى من خاصته، كان من أجمل الناس صورة، واتفق أن عاقه عن بلوغه إلى المقصد عائق فعاد، وأعلم بذلك، وهو مصطبح بالربيع، فقال:\nأنعم الله صباحاً\n...\nللندى عاد إلينا\nوأقلا الله فيه\n...\nللذي يهواه عينا\nلا رأينا بيننا يا\n...\nمجمع الآمال بيننا\nالجزء: 1 ¦ الصفحة: 154\n",
        "كتب في التاسع والعشرين من جمادى الآخر عام خمسة وثمانين وستمائة. وأسأل الله خير ما يقضي به.\nالجزء: 1 ¦ الصفحة: 155\n",
        ""
    ]
}