{
    "1": [
        "الفرائض\nالفرائض\nعبد الكريم اللاحم\nالكتاب:\nالفرائض\nالمؤلف:\nعبد الكريم بن محمد بن عبد العزيز اللاحم\nالناشر:\nوزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية\nالطبعة:\nالأولى، 1421هـ\nعدد الصفحات:\n221\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "[\nالمقدمة\n]\nالفرائض\n",
        "الكتاب يشتمل على مقدمة وقسمين: القسم الأول: (1) ويشتمل على الموضوعات التالية: 1 - الحقوق المتعلقة بالتركة.\n2 -\nأركان الإرث.\n3 -\nشروط الإرث.\n4 -\nأسباب الإرث.\n5 -\nموانع الإرث.\n6 -\nالوارثون من الرجال.\n7 -\nالوارثات من النساء.\n8 -\nأنواع الإرث.\n9 -\nالفروض المقدرة في كتاب اللَّه.\n10 -\nأصحاب النصف.\n11 -\nأصحاب الربع.\n12 -\nأصحاب الثمن.\n13 -\nأصحاب الثلثين.\n14 -\nأصحاب الثلث.\n15 -\nأصحاب السدس.\n16 -\nأحكام الجدات.\n17 -\nباب التعصيب.\n18 -\nباب الحجب.\n19 -\nحساب الفرائض.\n(1) والقسم الثاني وبيان موضوعاته في ص 137.\nالجزء: 1 ¦ الصفحة: 5\n",
        "المقدمة وتشتمل على الفقرات التالية:\n(أ) مبادئ علم الفرائض. 1 - تعريف علم الفرائض. الفرائض جمع فريضة، والفريضة في اللغة تطلق على معان منها:\n- الواجب.\n- والمقدر.\n- واشتقاق الفريضة من الفرض (1) .\nوعلم الفرائض اصطلاحا: فقه المواريث وحسابها.\n2 -\nموضوع علم الفرائض. موضوع علم الفرائض التركات من حيث قسمتها وبيان نصيب كل وارث منها.\n3 -\nثمرة علم الفرائض. ثمرة علم الفرائض إيصال ذوي الحقوق حقوقهم من التركة.\n4 -\nحكم تعلم علم الفرائض. تعلم علم الفرائض فرض كفاية إذا قام به من يكفي سقط الإثم عن الباقين.\n5 -\nفضل تعلم علم الفرائض. علم الفرائض من أفضل العلوم، وأجلها، وأشرفها قدرا، وأعلاها منزلة،\n(1) وسيأتي معناه.\nالجزء: 1 ¦ الصفحة: 7\n",
        "قال صلى الله عليه وسلم: «تعلموا الفرائض وعلموه الناس فإنه نصف العلم» (1) .\n(ب) معنى الإرث. الإرث في اللغة: البقية وانتقال الشيء من قوم إلى قوم آخرين.\nوفي اصطلاح الفرضيين: حق قابل للتجزؤ يثبت لمستحق بعد موت من كان له؛ لقرابة بينهما ونحوها كالزوجية والولاء.\n(ج) حكمة التفاضل بين الذكر والأنثى في الميراث. وفيه أمران:\n1 -\nمنشأ التفاضل.\n2 -\nالرد على من يزعم أن الإسلام ظلم المرأة بتفضيل الرجل عليها.\nالأمر الأول: منشأ التفاضل بين الذكر والأنثى في الميراث. لعل تفضيل الذكر في الميراث يرجع إلى الأمور الآتية:\n1 -\nأن الرجل أقدر من المرأة على تنمية المال والإفادة منه، وذلك أمر مطلوب في الإسلام.\n2 -\nأن الرجل أحوج من المرأة إلى المال لما عليه من أعباء.\n3 -\nأن المرأة مكفولة، وأما الرجل فهو المسؤول عن نفسه ومن يعوله.\n4 -\nأن مال الرجل مستهلك ومال المرأة موفور.\n(1) سنن ابن ماجه كتاب الفرائض، باب الحث على تعلم علم الفرائض 2 / 908 / 1927، والسنن الكبرى للبيهقي 6 / 209.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الأمر الثاني: الرد على الذين يزعمون أن الإسلام ظلم المرأة بتفضيل الرجل عليها في الميراث. تفضيل الذكر على الأنثى في الميراث من القضايا التي تثار للنيل من التشريع الإسلامي، بدعوى أنه ظلم المرأة، ولم ينصفها، وفضل الرجل، عليها، وهي دعوى مغرضة وحجة واهية وذلك:\nأن الإسلام أنصف المرأة ورفع من شأنها، فقد عانت قبل الإسلام لا تنال شيئا من الإرث بل تورث كما يورث المتاع.\nقال ابن عباس رضي الله عنهما في قوله تعالى:\n{يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} [النساء: 19] (1) قال: كانوا إذا مات الرجل كان أولياؤه أحق بامرأته، إِن شاء بعضهم تزوجها، وإِن شاؤوا زوجوها، وإن شاؤوا لم يزوجوها، وهم أحق بها من أهلها، فنزلت هذه الآية (2) .\nفلما جاء الإسلام أنصفها ورفع الظلم عنها، وجعلها تزاحم الرجل في الميراث بنصيب مفروض، كما قال تعالى: {لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا} [النساء: 7] (3) .\nقال قتادة: كانوا لا يُوَرِّثُونَ النساء فنزلت:. . {وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} [النساء: 7] (4) .\n(1) سورة النساء 19.\n(2) صحيح البخاري، كتاب التفسير، باب \"ولكم نصف ما ترك أزواجكم\" 3 / 216، وتفسير الطبري 8 / 104 / 8869.\n(3) سورة النساء 7.\n(4) سورة النساء 7.\nالجزء: 1 ¦ الصفحة: 9\n",
        "أسئلة 1- ما معنى الفرائض في اللغة، ومم اشتقت الفريضة وعلى أي شيء تطلق؟\n2 -\nعرف علم الفرائض، وبين موضوعه وثمرته.\n3 -\nاستدل بدليل واحد على فضل علم الفرائض وبين حكمه مع التعليل.\n4 -\nما معنى الإرث في اللغة وما معناه في الاصطلاح وما دليل مشروعيته؟\n5 -\nبين منشأ تفضيل الذكر على الأنثى في الإرث، ثم رد على الذين يزعمون أن الإسلام ظلم المرأة ولم ينصفها حيث فضل الذكر عليها.\nالجزء: 1 ¦ الصفحة: 10\n",
        "[\nالقسم الأول\n]\n[\nالموضوع الأول الحقوق المتعلقة بالتركة\n]\nالقسم الأول الموضوع الأول\nالحقوق المتعلقة بالتركة الحقوق المتعلقة بالتركة خمسة مرتبة -إن ضاقت التركة- على النحو الآتي: الأول: مؤونة التجهيز للميت نفسه من كفن، وأجرة مغسل، وأجرة حافر قبر، ونحو ذلك.\nالثاني: الحقوق المتعلقة بعين التركة كالدَّين الذي بِرَهنٍ (1) .\nالثالث: الحقوق المرسلة، وهي المتعلقة بذمة الميت وليس بعين التركة وهي نوعان:\n(أ) حقوق الآدمي، كالقرض وأجرة الدار، وثمن المبيع ونحوها.\n(ب) حقوق اللَّه، كالزكاة، والنذر، والكفارات.\nالرابع: الوصايا (2) .\nالخامس: الإرث (3) .\nوفيما يلي مثال يوضح الترتيب بين الحقوق عند التزاحم.\nمثال ذلك:\nخَلَّفَ شخص سيارة مرهونة قيمتها خمسة آلاف، مؤونة تجهيزه ألف، وعليه\n(1) قدمت الحقوق المتعلقة بعين التركة على الحقوق المرسلة، لأنها تُقَدَّم في حال الحياة، لو أفلس المدين، فكذلك الوفاة، وذلك أن المتوفى قد التزم للمرتهن -مثلا- بقضاء حقه من العين المرهونة في حال تعذر الوفاء من غيرها، فيلزم الوفاء له بهذا الالتزام. أما صاحب الدين المرسل فلم يلتزم له بقضاء حقه من شيء معين في التركة فيبقى حقه مشاعا فيها.\n(2) يشترط لصحة الوصية ألا تكون لوارث، وأن تكون بقدر الثلث فأقل إلا أن يجيزها الورثة.\n(3) تقدم تعريفه في الفقرة الثانية من المقدمة.\nالجزء: 1 ¦ الصفحة: 11\n",
        "خمسة آلاف لمرتهن السيارة، وأربعة آلاف قرضا، وقد أوصى لشخص بألفين.\nففي هذه الحالة تؤخذ مؤونة التجهيز ألف (1000) والباقي أربعة آلاف (4000) لمرتهن السيارة.\nولو كانت قيمة السيارة عشرة آلاف، أخذت مؤونة التجهيز، وأعطي المرتهن خمسة آلاف (5000) والباقي أربعة آلاف للمقرض.\nولو كانت قيمة السيارة ثلاثة عشر ألفا أخذت مؤونة التجهيز (1000) وأعطي المرتهن (5000) وأعطي المقرض (4000) وأعطي الموصى له (2000) والباقي (1000) للورثة.\nالجزء: 1 ¦ الصفحة: 12\n",
        "[\nالموضوع الثاني أركان الإرث\n]\nالموضوع الثاني\nأركان الإرث الركن لغة: جانب الشيء الأقوى.\nوفي الاصطلاح: جزء الشيء الذي يتوقف وجوده عليه، كالركوع والسجود في الصلاة في حق القادر عليهما.\nوأركان الإرث ثلاثة: الأول: المورِّثُ، وهو الميت حقيقة، أو الملحق به حكما كالمفقود. أو تقديرا كالجنين (1) .\nالثاني: الوارث، وهو المستحق للإرث حين موت المورث، من الأحياء حقيقة أو الملحق بهم حكما كالمفقود والحمل.\nالثالث: الحق الموروث، وهو التركة.\n(1) إذا سقط ميتا بسبب الجناية على أمه، فإنه يقدر حيا حين الجناية وأنه مات بعدها ليورث عنه ما يجب له بسبب هذه الجناية.\nالجزء: 1 ¦ الصفحة: 13\n",
        "[\nالموضوع الثالث شروط الإرث\n]\nالموضوع الثالث\nشروط الإرث الشرط في اللغة: العلامة.\nوفي الاصطلاح: ما يلزم من عدمه العدم، ولا يلزم من وجوده وجود ولا عدم لذاته (1) .\nوشروط الإرث ثلاثة: الأول: تحقق موت المورث أو إلحاقه بالأموات حكما كالمفقود أو تقديرا كالجنين، إذا سقط ميتا بسبب الجناية على أمه (2) .\nودليل هذا الشرط:\nقوله تعالى:. . {إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ} [النساء: 176] (3) .\nووجه الاستدلال بالآية:\nأنه علق الإرث على الهلاك وهو الموت.\nالثاني: تحقق حياة الوارث حين موت المورث، أو إلحاقه بالأحياء حكما كالمفقود، والحمل.\n(1) وذلك مثل موت المورث، فإنه يلزم من عدمه عدم الإرث، ولا يلزم من موت المورث وجود الإرث، لأنه قد لا يخلف مالا، أو يوجد مانع بمن قام به سبب الإرث.\n(2) انظر الهامش ص (11) .\n(3) سورة النساء 176.\nالجزء: 1 ¦ الصفحة: 14\n",
        "ودليل هذا الشرط:\nقوله تعالى:. . {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ} [النساء: 11] (1) .\nووجه الاستدلال بالآية:\nأن الله تعالى ذكر استحقاق الإرث باللام الدالة على التملك، والتملك لا يكون إلا للحي.\nالثالث: العلم بمقتضى التوارث، من قرابة، أو نكاح، أو ولاء.\nودليل هذا الشرط قوله صلى الله عليه وسلم: «ورجل قضى على جهل فهو في النار» (2) .\n(1) سورة النساء 11.\n(2) سنن أبي داود كتاب الأقضية، باب في القاضي يخطئ 4 / 5 / 3573.\nالجزء: 1 ¦ الصفحة: 15\n",
        "[\nالموضوع الرابع أسباب الإرث\n]\nالموضوع الرابع\nأسباب الإرث السبب في اللغة: ما يتوصل به إلى غيره.\nوفي الاصطلاح: ما يلزم من وجوده الوجود ومن عدمه العدم (1) لذاته.\nوأسباب الإرث ثلاثة: (أ) النكاح.\n(ب) الولاء.\n(ج) النسب.\nقال صاحب الرحبية:\nأسباب ميراث الورى ثلاثة\n...\nكل يفيد ربه الوراثة\nوهي نكاح , وولاء ونسب\n...\nما بعدهن للمواريث سبب\nمعنى النكاح: النكاح في اللغة: الجمع بين الشيئين.\nوفي الاصطلاح: عقد الزوجية الصحيح، فيتوارث به الزوجان ولو لم يحصل بينهما لقاء.\nدليل اعتبار النكاح سببا للإرث: دليل ذلك قوله تعالى:\n(1) فيلزم من وجود أحد الأسباب المذكورة استحقاق الإرث إذا وجد الشرط وانتفى المانع، ويلزم من عدمها عدم استحقاق الإرث.\nالجزء: 1 ¦ الصفحة: 16\n",
        "{وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} [النساء: 12] (1) .\nما يبطل سببية النكاح للإرث: تبطل سببية النكاح للإرث بالطلاق البائن مطلقا، سواء انتهت العدة أم لا، لأن العلاقة الزوجية تنقطع به (2) وبالطلاق الرجعي بعد انتهاء العدة لانقطاع العلاقة الزوجية بذلك، أما قبل انتهائها فلا يبطل الطلاق الرجعي سببية النكاح بل يتوارث الزوجان به، لأن الرجعية في حكم الزوجة.\nتعريف الولاء: الولاء في اللغة: النصرة ومنه قوله تعالى:\n{اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا} [البقرة: 257] (3) . أي ناصرهم ومعينهم.\nوفي الاصطلاح: عصوبة سببها نعمة المعتق على عتيقه بالعتق (4) .\nسبب ثبوت الولاء: سبب ثبوت الولاء نعمة المعتق على عتيقه بالعتق.\nدليل ثبوت الولاء: دليل ذلك قوله صلى الله عليه وسلم: «إنما الولاء لمن أعتق» (5) .\n(1) سورة النساء 12.\n(2) إلا إذا كان الطلاق في مرض موت الزوج المخوف، واتهم بقصد حرمان الزوجة من الإرث، فإنها ترث، معاملة له بنقيض قصده، ولو خرجت من العدة ما لم تتزوج أو ترتد.\n(3) سورة البقرة 257.\n(4) العتق يطلق على معان منها: الكرم، الجودة، والقدم، ومنه: البيت العتيق.\nوالعتق في الاصطلاح: إزالة الرق والعبودية عن المملوك وتخليصه من ملك سيده.\n(5) صحيح البخاري 4 / 241.\nالجزء: 1 ¦ الصفحة: 17\n",
        "تعريف النسب: النسب: هو القرابة، وهي اتصال بين شخصين بالاشتراك في ولادة قريبة أو بعيدة.\nجهات النسب: جهات النسب ثلاثة وهي:\n1 -\nجهة الأصول، وهم من ينتمي إليهم الشخص من الآباء والأمهات، والأجداد، والجدات.\n2 -\nجهة الفروع، وهم من ينتمون إلى الشخص من الأولاد وأولادهم.\n3 -\nجهة الحواشي، وهم من ينتمون إلى أبوي الشخص وأجداده من الإخوة وأولادهم والأعمام وأولادهم.\nالجزء: 1 ¦ الصفحة: 18\n",
        "[\nالموضوع الخامس موانع الإرث\n]\n[\nتعريف المانع\n]\nالموضوع الخامس\nموانع الإرث تعريف المانع: المانع في اللغة: الحائل بين الشيئين.\nوفي الاصطلاح: ما يلزم من وجوده العدم (1) ولا يلزم من عدمه وجود (2) ولا عدم لذاته عكس الشرط.\n[\nأنواع موانع الإرث\n]\nموانع الإرث: وهي ثلاثة: 1 - الرق.\n2 -\nقتل الوارث للمورث بغير حق.\n3 -\nاختلاف دين الوارث عن المورث.\nقال في الرحبية:\nويَمنعُ الشخصَ مِنَ المِيراثِ\n...\nواحدةٌ مِنْ عِلَلٍ ثَلاثِ\nرق , وقَتْلٌ , واختلافُ دِينِ\n...\nفَافهَم فليسَ الشَّكُّ كاليقينِ\nمعنى الرق: الرق في اللغة: العبودية، والملك.\nوفي الاصطلاح: عجز حكمي (3) يقوم بالإنسان بسبب كفره باللَّه تعالى.\n(1) فيلزم من وجود أحد الموانع المذكورة انعدام الإرث.\n(2) فلا يلزم من انتفاء الموانع المذكورة وجود الإِرث، لعدم تحقق الشروط أو الأسباب أو التركة.\n(3) أي بسبب حكم الشارع على الرقيق بالتصرف فيه وعدم نفاذ تصرفه. . . لكفره بالله، وليس لعدم قدرته الحسية على التصرف.\nالجزء: 1 ¦ الصفحة: 19\n",
        "معني القتل: القتل هو إِزهاق الروح.\nالمراد بالقتل المانع من الإرث: القتل المؤثر في المنع من الإِرث هو ما أوجب قصاصا أودية أو كفارة.\nدليل اعتبار القتل مانعا من الإرث: دليل ذلك قوله صلى الله عليه وسلم: «ليس للقاتل من الميراث شيء» (1) .\nالمراد باختلاف الدين: المراد باختلاف الدين أن يكون دين الوارث غير دين المورث، كأن يكون أحدهما مسلما والآخر كافرا، أو يكون أحدهما يهوديا والآخر نصرانيا.\nدليل اعتبار الاختلاف في الدين مانعا من الإرث: دليل ذلك قوله صلى الله عليه وسلم: «لا توارث بين أهل ملتين» (2) .\n(1) السنن الكبرى للبيهقي كتاب الفرائض باب لا يرث القاتل 6 / 220.\n(2) سنن أبي داود كتاب الفرائض، باب هل يرث المسلم الكافر 3 / 228 / 2611.\nالجزء: 1 ¦ الصفحة: 20\n",
        "[\nأسئلة\n]\nأسئلة 1- اذكر الحقوق المتعلقة بالتركة مرتبة حسب الأولوية، ثم اذكر مثالاً توضح به هذا الترتيب.\n2 -\nبين معنى الركن في اللغة، والاصطلاح، ثم اذكر أركان الإِرث التي يتوقف عليها.\n3 -\nعرف الشرط في اللغة والاصطلاح، ثم اذكر شروط الإرث مع الاستدلال لكل شرط.\n4 -\nما معنى السبب في اللغة؟ وما معناه في الاصطلاح؟\n5 -\nللإِرث أسباب ثلاثة فاذكرها إِجمالاً.\n6 -\nعرف النكاح في اللغة والاصطلاح، ثم اذكر الدليل على سببيته للإرث.\n7 -\nمتى يبطل الطلاق سببية النكاح للإِرث؟\n8 -\nعرف الولاء في اللغة والاصطلاح، وبين سبب ثبوته.\n9 -\nما دليل ثبوت الولاء؟\n10 -\nعرف النسب واذكر جهاته مبينا من تشمله كل جهة.\n11 -\nعرف المانع في اللغة والاصطلاح، ثم اذكر موانع الإِرث إِجمالا.\n12 -\nعرف الرق لغة واصطلاحا.\n13 -\nما معنى القتل، وما القتل المانع من الإرث، وما دليل اعتباره مانعا؟\n4 -\nما المراد باختلاف الدين وما دليل منعه للإرث؟\nالجزء: 1 ¦ الصفحة: 21\n",
        "[\nالموضوع السادس الوارثون من الرجال\n]\n[\nالوارثون من الرجال على سبيل التفصيل\n]\nالموضوع السادس\nالوارثون من الرجال الوارثون من الرجال على سبيل التفصيل خمسة عشر وهم: 1 - الابن.\n3 -\nالأب.\n5 -\nالأخ الشقيق.\n7 -\nالأخ لأم.\n9 -\nابن الأخ لأب وإِن نزل.\n11 -\nالعم لأب وإن علا.\n13 -\nابن العم لأب وإن نزل.\n15 -\nالمعتق.\n2 -\nابن الابن وإن نزل.\n4 -\nالجد من قبل الأب وإن علا بمحض الذكور.\n6 -\nالأخ لأب.\n8 -\nابن الأخ الشقيق وإن نزل.\n10 -\nالعم الشقيق وإِن علا.\n12 -\nابن العم الشقيق وإن نزل.\n14 -\nالزوج.\nقد أجملهم صاحب الرحبية بقوله:\nوالوارثون من الرجالِ عَشرة\n...\nأَسماؤهم معروفة مشتهرَة\nالابن وابن الابنِ مهمَا نَزَلا\n...\nوالأب والجَدّ لَه وَإِن علا\nوالأخ من أي الجهات كانا\n...\nقد أنزلَ اللَّه به القرآنا\nوابن الأخ المدلي إِليه بالأبِ\n...\nفاسمع مقالا ليس بالمكَذَّب\nوالعَم وابنُ العَمِّ من أَبيه فاشكر\n...\nلذي الإيجاز والتنبيه\nوالزوج والمعتق ذو الوَلاء\n...\nفجملة الذُّكور هَؤلاء\nالجزء: 1 ¦ الصفحة: 22\n",
        "[\nمن يرث من الرجال إذا اجتمعوا\n]\nمن يرث من الرجال إذا اجتمعوا؟ إِذا اجتمع الوارثون من الرجال ورث منهم ثلاثة وهم:\n1 -\nالابن.\n2 -\nالأب.\n3 -\nالزوج.\nأما من عداهم فمحجوبون، فالجد محجوب بالأب، وغيره محجوب بالأب والابن.\n[\nما يأخذه من ينفرد من الذكور\n]\nما يأخذه من ينفرد من الذكور: إِذا انفرد الزوج لم يأخذ بالزوجية أكثر من فرضه، النصف، وإذا انفرد الأخ لأم أخذ جميع المال فرضا وردًّا.\nوإذا انفرد أحد الباقين من الذكور أخذ جميع المال تعصيبا.\nالجزء: 1 ¦ الصفحة: 23\n",
        "[\nالموضوع السابع الوارثات من النساء\n]\n[\nالوارثات من النساء على سبيل التفصيل\n]\nالموضوع السابع\nالوارثات من النساء الوارثات من النساء عشر: 1 - البنت.\n2 -\nبنت الابن- وإِن نزل أبوها- بمحض الذكور.\n3 -\nالأم.\n4 -\nالزوجة.\n5 -\nالجدة من قبل الأم. (1) .\n6 -\nالجدة من قبل الأب (2) .\n7 -\nالمعتقة.\n8 -\nالأخت الشقيقة.\n9 -\nالأخت لأب.\n10 -\nالأخت لأم.\nوقد أجملهن صاحب الرحبية بقوله:\nوالوارِثات من النساءِ سبع\n...\nلم يعطِ أنثى غيرهن الشرع\nبنتٌ وبنْتُ ابن وأُمٌّ مُشفقَة\n...\nوَزَوجَةٌ وَجَدَّةٌ ومُعتِقَةْ\nوالأختُ من أيِّ الجهَات كانت\n...\nفَهَذه عدَّتهُنَّ بانَت\n(1) سيأتي بيان المراد بهما فيمن يرث السدس.\n(2) سيأتي بيان المراد بهما فيمن يرث السدس.\nالجزء: 1 ¦ الصفحة: 24\n",
        "[\nمن يرث من النساء إذا اجتمعن\n]\nمن يرث من النساء إذا اجتمعن: إذا اجتمعت الوارثات من النساء ورث منهن خمس:\n1 -\nالبنت.\n2 -\nبنت الابن.\n3 -\nالأم.\n4 -\nالزوجة.\n5 -\nالأخت الشقيقة.\nومن عداهن محجوبات، فالجدة محجوبة بالأم، والأخت لأم محجوبة بالبنت وبنت الابن، والأخت لأب محجوبة بالشقيقة، والمعتقة محجوبة بالأخت الشقيقة والأخت لأب.\n[\nما يأخذه من انفرد من الإناث\n]\nما يأخذه من انفرد من الإناث: إذا انفردت الزوجة لم تأخذ غير فرضها الربع.\nوإذا انفردت المعتقة أخذت جميع المال تعصيبا.\nوإذا انفردت إحدى الباقيات أخذت جميع المال فرضا وردا.\nمن يرث من الرجال والنساء إذا اجتمعوا: إذا اجتمع من يمكن اجتماعهم من الورثة الذكور والإناث، ورث منهم خمسة:\nالأبوان: الأب، والأم، والولدان: الابن، والبنت، وأحد الزوجين، ومن عدا هؤلاء محجوب، فالجد محجوب بالأب، والجدة محجوبة بالأم، وأولاد الابن محجوبون به، والباقون محجوبون بالابن والأب.\nالجزء: 1 ¦ الصفحة: 25\n",
        "[\nأسئلة\n]\nأسئلة 1- اذكر الوارثين من الرجال على وجه التفصيل، ثم اذكرهم على سبيل الإجمال.\n2 -\nإذا اجتمع الوارثون من الرجال فمن الذي يرث منهم؟ وجِّه ما تذكر، ثم اذكر مثالا لاجتماعهم.\n3 -\nاذكر الوارثات من النساء على سبيل التفصيل.\n4 -\nإذا اجتمعت الوارثات من النساء فمن الذي يرث منهن؟ وجه ما تذكر، ثم اذكر مثالا يوضح هذا الاجتماع.\n5 -\nإذا اجتمع الرجال والنساء فمن الذي يرث؟ وجه ما تقول.\nالجزء: 1 ¦ الصفحة: 26\n",
        "[\nالموضوع الثامن أنواع الإرث\n]\nالموضوع الثامن\nأنواع الإرث الإرث نوعان: الأول: الإرث بالفرض.\nالثاني: الإرث بالتعصيب.\nقال في الرحبية:\nواعلم بأن الإرث نوعان هما\n...\nفرض وتعصيب على ما قسما\nفالفرض في اللغة يطلق على: الحز.\nوالقطع.\nوالتقدير.\nوفي اصطلاح علماء المواريث: نصيب مقدر شرعا لوارث مخصوص، لا يزيد إلا بالرد، ولا ينقص إلا بالعول.\nوالتعصيب سيأتي معناه في الموضوع السابع عشر.\nالجزء: 1 ¦ الصفحة: 27\n",
        "[الموضوع التاسع الفروض المقدرة في كتاب اللَّه تعالى]\n[الفروض المقدرة في كتاب اللَّه تعالى]\nالموضوع التاسع\nالفروض المقدرة في كتاب اللَّه تعالى الفروض الثابتة بالنص ستة وهي: 1 - النصف.\n2 -\nالربع.\n3 -\nالثمن.\n4 -\nالثلثان.\n5 -\nالثلث.\n6 -\nالسدس.\nقال في الرحبية:\nفالفرض في نص الكتاب ستة\n...\nلا فرض في الإرث سواها البتة\nنصف وربع ثم نصف الربع\n...\nوالثلث والسدس بنص الشرع\nوالثلثان وهما التمام\n...\nفاحفظ فكل حافظ إمام\n[\nأدلة الفروض\n]\nأدلة الفروض دليل النصف: قوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء: 12] (1) .\n(1) سورة النساء 12.\nالجزء: 1 ¦ الصفحة: 28\n",
        "دليل الربع: قوله تعالى:. . . {فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ} [النساء: 12] (1) .\nوقوله:. . {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ} [النساء: 12] (2) .\nدليل الثمن: قوله تعالى:. . {فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ} [النساء: 12] (3) .\nدليل الثلثين: دليل ذلك قوله تعالى في إناث الفرع الوارث:. . {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} [النساء: 11] (4) .\nدليل الثلث: قوله تعالى:. . {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء: 11] (5) .\nوقوله في الإخوة لأم:. . {فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} [النساء: 12] (6) .\nدليل السدس: دليل ذلك قوله تعالى:. . {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} [النساء: 11] (7) .\n(1) سورة النساء 12.\n(2) سورة النساء 12.\n(3) سورة النساء 12.\n(4) سورة النساء 11.\n(5) سورة النساء 11.\n(6) سورة النساء 12.\n(7) سورة النساء 11.\nالجزء: 1 ¦ الصفحة: 29\n",
        "[\nالموضوع العاشر الوارثون للنصف\n]\n[\nالوارثون للنصف خمسة أشخاص\n]\nالموضوع العاشر\nالوارثون للنصف الوارثون للنصف خمسة أشخاص هم: 1 - الزوج.\n3 -\nبنت الابن.\n5 -\nالأخت لأب.\n2 -\nالبنت.\n4 -\nالأخت الشقيقة.\nقال صاحب الرحبية:\nوالنصف فرض خمسة أفراد\n...\nالزوج والأنثى من الأولاد\nوبنت الابن عند فقد البنت\n...\nوالأخت (1) في مذهب كل مفتي\nوبعدها الأخت التي من الأب\n...\nعند انفرادهن عن معصب\n[\nشرط إرث الزوج للنصف\n]\nشرط إرث الزوج للنصف: يشترط لإرث الزوج النصف شرط واحد عدمي (2) .\nوهو عدم الفرع الوارث وهم الأولاد وأولاد البنين مطلقا، ذكورا، أو إناثا، أو ذكورا وإناثا، واحدا أو متعددا، قريب الدرجة أو بعيدها، من الزوج أو من غيره.\nودليل هذا الشرط قوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء: 12] (3) .\n(1) الشقيقة.\n(2) هو ما يشترط عدمه، وهو ضد الوجودي وهو ما يشترط وجوده.\n(3) سورة النساء 12.\nالجزء: 1 ¦ الصفحة: 30\n",
        "[\nشروط إرث البنت للنصف\n]\nشروط إرث البنت للنصف: يشترط لإرث البنت النصف شرطان عدميّان:\nالشرط الأول: عدم المعصب، وهو أخوها، سواء أكان شقيقا، أم لأب، أم لأم ودليل هذا الشرط قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 11] (1) .\nووجه الاستدلال بالآية: أنها أعطت الأنثى من الأولاد مع الذكر نصف نصيبه ولم تعطها النصف، فدل على أنها لا ترث النصف في هذه الحالة.\nالشرط الثاني: عدم المشارك وهو أختها أو أخواتها، شقيقات أو لأب أو لأم.\nودليل هذا الشرط قوله تعالى في الآية السابقة:. . {وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء: 11]\nووجه الاستدلال بالآية: أنها اعتبرت لإرث البنت النصف انفرادها، ومفهوم ذلك أنها لا تأخذه مع المشارك.\n[\nشروط إرث بنت الابن للنصف\n]\nشروط إرث بنت الابن للنصف: يشترط لإرث بنت الابن النصف ثلاثة شروط عدمية:\nالشرط الأول: عدم الفرع الوارث الذي هو أعلى منها، سواء كان ولد صلب أو ولد ابن.\nودليل هذا الشرط الإجماع فلا خلاف في أن بنت الابن لا ترث النصف مع وجود الفرع الوارث الذي هو أعلى منها.\nالشرط الثاني: عدم المعصب وهو أخوها سواء كان شقيقا أو لأب، أو ابن\n(1) سورة النساء 11.\nالجزء: 1 ¦ الصفحة: 31\n",
        "عمها الذي في درجتها.\nالشرط الثالث: عدم المشارك وهي أختها شقيقة أو لأب، أو بنت عمها التي في درجتها.\nودليل هذين الشرطين: الإجماع، فلا خلاف في أن بنت الابن لا ترث النصف مع المعصب أو المشارك.\n[\nشروط الأخت الشقيقة\n]\nشروط الأخت الشقيقة: يشترط لإرث الأخت الشقيقة النصف أربعة شروط عدمية:\nالشرط الأول: عدم الفرع الوارث:\nودليل هذا الشرط قوله تعالى:. . . {إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ} [النساء: 176] (1) . فإن المراد بها الأخت لغير أم بالإجماع، وقد اعتبر لإرثها النصف عدم الولد.\nالشرط الثاني: عدم الأصل الوارث من الذكور (2) .\nودليل هذا الشرط الآية المذكورة في الشرط الأول.\nووجه الاستدلال بها: أنها في الكلالة، وهي من لا ولد له ولا والد على القول الراجح.\nالشرط الثالث: عدم المعصب، وهو أخوها الشقيق.\nودليل هذا الشرط قوله تعالى في الآية السابقة:. . . {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 176]\nالشرط الرابع: عدم المشارك، وهي أختها الشقيقة.\n(1) سورة النساء 176.\n(2) وهو الأب والجد من قبله وإن علا بمحض الذكورة.\nالجزء: 1 ¦ الصفحة: 32\n",
        "ودليل هذا الشرط قوله تعالى في الآية السابقة:. . {فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ} [النساء: 176]\n[\nشروط إرث الأخت لأب النصف\n]\nشروط إرث الأخت لأب النصف: يشترط لإرث الأخت لأب النصف خمسة شروط عدمية.\nالشرط الأول: عدم الفرع الوارث.\nالشرط الثاني: عدم الأصل الوارث من الذكور.\nالشرط الثالث: عدم المعصب وهو أخوها سواء كان شقيقا لها (1) أو أخا لها من الأب (2) .\nالشرط الرابع: عدم المشارك وهي أختها سواء كانت شقيقة لها أو أختها لأبيها.\nودليل هذه الشروط ما تقدم في شروط الشقيقة.\nالشرط الخامس: عدم الأشقاء والشقائق.\nودليل هذا الشرط الإجماع.\n[\nالأمثلة\n]\nالأمثلة أولا: أمثلة الزوج. المثال الأول المثال الثاني\n(1) من أم واحدة، كما في ص 53.\n(2) من أم أخرى، كما في ص 53.\nالجزء: 1 ¦ الصفحة: 33\n",
        "أمثلة البنت: كل مثال من أمثلة إرث الزوج للنصف المتقدمة يصلح مثالا لإرث البنت إذا جعلت البنت مكان الزوج.\nومن ذلك أيضا المثال التالي:\nأمثلة بنت الابن: كل مثال من أمثلة إرث الزوج للنصف المتقدمة يصلح مثالا لإرث بنت الابن النصف إذا جعلت بنت الابن مكان الزوج. .\nومن أمثلة ذلك أيضا المثال الآتي:\nالجزء: 1 ¦ الصفحة: 34\n",
        "أمثلة الأخت الشقيقة: من أمثلة إرث الأخت الشقيقة للنصف ما يأتي:\nالمثال الأول المثال الثاني أمثلة الأخت لأب: المثال الأول المثال الثاني\nالجزء: 1 ¦ الصفحة: 35\n",
        "[\nأسئلة\n]\nأسئلة 1 - اذكر أنواع الإرث، مع بيان معنى الفرض في اللغة والاصطلاح.\n2 -\nاذكر الفروض الثابتة بالنص مع الاستدلال لكل فرض.\n3 -\nمن هم الوارثون للنصف، وما دليل كل واحد منهم؟\n4 -\nاذكر شرط إرث الزوج للنصف مع الاستدلال له، ثم بين المراد بالولد في قوله تعالى: {إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء: 12]\n5 -\nيشترط لإِرث البنت النصف شرطان فاذكرهما، مع الاستدلال لكل منهما.\n6 -\nاذكر شروط إرث بنت الابن النصف مع الاستدلال.\n7 -\nاذكر شروط إرث النصف المشتركة بين الأخت الشقيقة والأخت لأب والشرط الذي تختص به الأخت لأب، مع الاستدلال لكل ما تذكر.\nالجزء: 1 ¦ الصفحة: 36\n",
        "[\nتطبيقات على النصف\n]\nتطبيقات على النصف (أ) اقسم المسائل الآتية:\n1 -\nزوج وجد.\n2 -\nزوج وأخ شقيق.\n3 -\nزوج وأخ لأب.\n4 -\nزوج وعم شقيق.\n5 -\nزوج وعم لأب.\n6 -\nزوج وابن أخ شقيق.\n7 -\nزوج وابن أخ لأب.\n8 -\nزوج وابن عم شقيق.\n9 -\nزوج وابن عم لأب.\n10 -\nزوج ومعتق.\n11 -\nزوج ومعتقة.\n(ب) اجعل مكان الزوج بنتا في المسائل السابقة ثم اقسمها.\n(جـ) اجعل مكان البنت بنت ابن ثم أعد القسمة.\n(د) اجعل مكان الزوج أختا شقيقة في المثال الرابع وما بعده، ثم اقسم المسائل.\n(هـ) اجعل الأخت لأب مكان الشقيقة في المثال الخامس وما بعده ثم اقسمها.\nالجزء: 1 ¦ الصفحة: 37\n",
        "[\nالموضوع الحادي عشر الوارثون للربع\n]\n[\nالوارثون للربع صنفان\n]\n[\nشروط إرث الربع\n]\nالموضوع الحادي عشر الوارثون للربع الوارثون للربع صنفان: الأول: الزوج.\nالثاني: الزوجة أو الزوجات.\nقال صاحب الرحبية:\nوالربع فرض الزوج إن كان معه\n...\nمن ولد الزوجة من قد منعه\nوهو لكل زوجة فأكثرا\n...\nمع عدم الأولاد فيما قدرا\nشروط إرث الربع: 1 - شرط الزوج: يشترط لإرث الزوج الربع شرط واحد وجودي (1) وهو وجود الفرع الوارث للزوجة، سواء أكان ذكرا أم أنثى، قريب الدرجة أم بعيدها، واحدا، أم متعددا، من الزوج أم من غيره.\nودليل هذا الشرط: قوله تعالى:. . {فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ} [النساء: 12] (2) .\n2 -\nشرط الزوجة: يشترط لإرث الزوجة الربع شرط واحد عدمي (3) وهو عدم الفرع الوارث للزوج\n(1) هو ما يشترط وجوده.\n(2) سورة النساء 12.\n(3) هو ما يشترط عدمه.\nالجزء: 1 ¦ الصفحة: 38\n",
        "سواء أكان ذكرا أم أنثى، واحدا أم متعددا، قريب الدرجة أم بعيدها، من الزوجة أم من غيرها.\nودليل هذا الشرط قوله تعالى في الآية السابقة:. . {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ} [النساء: 12]\n[\nأمثلة الربع\n]\nأمثلة الربع أولا: أمثلة الزوج: المثال الأول المثال الثاني ثانيا: أمثلة الزوجة: المثال الأول المثال الثاني\nالجزء: 1 ¦ الصفحة: 39\n",
        "[\nالموضوع الثاني عشر الوارثون للثمن\n]\n[\nشرط إرث الثمن\n]\nالموضوع الثاني عشر\nالوارثون للثمن الذي يرث الثمن صنف واحد، وهو الزوجة أو الزوجات. قال في الرحبية:\nوالثمن للزوجة والزوجات\n...\nمع البنين أو مع البنات\nأو مع أولاد البنين فاعلم\n...\nولا تظن الجمع شرطا فافهم\nشرط إرث الثمن: يشترط لإرث الزوجة الثمن شرط واحد وجودي، وهو وجود الفرع الوارث مطلقا (1) .\nودليل هذا الشرط قوله تعالى:. . {فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ} [النساء: 12] (2) .\nالمثال الأول المثال الثاني\n(1) انظر شرط إرث الزوجة للربع.\n(2) سورة النساء 12.\nالجزء: 1 ¦ الصفحة: 40\n",
        "[\nأسئلة\n]\nأسئلة 1 - اذكر أصحاب الربع الصنف الأول والثاني مع الاستدلال لكل منهما، ثم بين شروط إرث كل واحد منهم له مع ذكر الدليل.\n2 -\nمن هم أصحاب الثمن، وما شرط إرثهم له، وما دليل ذلك.\nالجزء: 1 ¦ الصفحة: 41\n",
        "[\nتطبيقات\n]\nتطبيقات اقسم المسائل التالية: 1- توفيت امرأة عن زوج وابن وبنت.\n2 -\nماتت امرأة عن زوج وأخ لأب.\n3 -\nتوفي رجل عن زوجة وبنت وأب.\n4 -\nتوفي شخص عن زوجة وبنت ابن وجد.\n5 -\nهلك هالك عن زوجة وأخوين لأب.\n6 -\nهلك رجل عن زوجة وعم شقيق.\n7 -\nهلك هالك عن ثلاث زوجات وأم وعم.\n8 -\nتوفي رجل عن ثلاث زوجات وأم وابن.\nالجزء: 1 ¦ الصفحة: 42\n",
        "[\nالموضوع الثالث عشر الوارثون للثلثين\n]\n[\nشروط إرث الثلثين\n]\n[\nأولا شروط البنات\n]\nالموضوع الثالث عشر\nالوارثون للثلثين يرث الثلثين أربعة أصناف وهم: 1 - البنات.\n2 -\nبنات الابن.\n3 -\nالأخوات الشقائق.\n4 -\nالأخوات لأب.\nقال في الرحبية:\nوالثُلثَان للبنات جَميعاً\n...\nما زادَ عَن وَاحدَة فَسَمعَا\nوهوَ كذاكَ لبناتِ الابن\n...\nفَافهَم مَقَالِي فَهمَ صَافِي الذهْنِ\nوَهْوَ للأخْتَيْن فَمَا يَزيدُ\n...\nقَضَى به الأحرَارُ وَالعَبيدُ\nشروط إرث الثلثين وأدلتها: أولا: شروط البنات. يشترط لإرث البنات الثلثين شرطان:\nالشرط الأول: عدم المعصب وهو أخوهن، سواء أكان شقيقا، أم لأب، أم لأم.\nودليل هذا الشرط قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 11] (1)\n(1) سورة النساء 11.\nالجزء: 1 ¦ الصفحة: 43\n",
        "ووجه الاستدلال بالآية أنها أعطت الأنثى نصف حظ الذكر، ولم تفرض لها، فلا تكون معه صاحبة فرض، وهو مطلق فيشمل حال الانفراد وحال التعدد.\nالشرط الثاني: تعددهن.\nودليل هذا الشرط: ما ورد «أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلِّم أعطى ابنتي سعد بن الربيع الثلثين» (1) .\n[\nثانيا شروط بنات الابن\n]\nثانيا شروط بنات الابن: الشرط الأول: عدم الفرع الوارث الأعلى منهن سواء أكان ولدا للميت أم ولد ابنه، وسواء أكان واحدا أم متعددا، ذكرا كان أم أنثى.\nودليل هذا الشرط الإجماع.\nالشرط الثاني: عدم المعصب وهو أخوهن شقيقا كان أو لأب، أو ابن عمهن الذي في درجتهن.\nودليل هذا الشرط قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 11] (2) ووجه الاستدلال بالآية: أن لفظ الولد مطلق فيشمل من ينطبق عليه الوصف، وأولاد الابن ولد فيشملهم هذا الوصف.\nالشرط الثالث: تعددهن.\nودليل هذا الشرط هو دليله في البنات وقد تقدم.\n(1) سنن الترمذي أبواب الفرائض، باب ميراث البنين 3 / 28 / 2172. وسنن ابن ماجة كتاب الفرائض باب فرائض الصلب 2 / 908 / 2720.\n(2) سورة النساء 11.\nالجزء: 1 ¦ الصفحة: 44\n",
        "[\nثالثا شروط الأخوات الشقائق\n]\nثالثا: شروط الأخوات الشقائق: يشترط لإرث الأخوات الشقائق الثلثين أربعة شروط:\nالشرط الأول: عدم الفرع الوارث من الأولاد وأولاد البنين.\nودليل هذا الشرط الإجماع.\nالشرط الثاني: عدم الأصل الوارث من الذكور.\nودليل هذا الشرط قوله تعالى: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ} [النساء: 176] (1) ووجه الاستدلال بها أنها اشترطت لإرث الأخوات كون المسألة كلالة، والكلالة من لا ولد له ولا والد على الراجح، فلا يرث الأخوات مع وجود الأب أو الجد.\nالشرط الثالث: عدم المعصب وهو الأخ الشقيق.\nودليل هذا الشرط قوله تعالى: {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 176] (2) .\nووجه الاستدلال بالآية: أنه شرك بين الذكور والإناث ولم يفرض لهن فدل على أنه لا يفرض لهن مع الذكور.\nالشرط الرابع: تعددهن بأن يكن اثنتين فأكثر.\nودليل هذا الشرط قوله تعالى:. . {فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ} [النساء: 176] (3) .\n[\nرابعا شروط الأخوات لأب\n]\nرابعا: شروط الأخوات لأب: ويشترط لإرث الأخوات لأب الثلثين خمسة شروط: الشروط الأربعة\n(1) سورة النساء 176.\n(2) الآية السابقة.\n(3) الآية السابقة.\nالجزء: 1 ¦ الصفحة: 45\n",
        "المتقدمة في الأخوات الشقائق.\nوالشرط الخامس: عدم الأشقاء والشقائق.\nودليل هذا الشرط: الإجماع، وذلك أن الأشقاء أقوى من الإخوة لأب لأنهم يدلون بقرابتين، الأب والأم، والإخوة لأب يدلون بقرابة واحدة هي الأب.\n[\nأمثلة الثلثين\n]\nأمثلة الثلثين: أمثلة البنات: المثال الأول: بنتان وأب المثال الثاني: بنتان وجد فرضا وتعصيبا أمثلة بنات الابن المثال الأول المثال الثاني\nالجزء: 1 ¦ الصفحة: 46\n",
        "أمثلة الشقائق المثال الأول: شقيقتان وأخ لأب المثال الثاني: شقيقتان وابن أخ شقيق أمثلة الأخوات لأب المثال الأول: أختان لأب وابن أخ لأب المثال الثاني: أختان لأب وابن عم\nالجزء: 1 ¦ الصفحة: 47\n",
        "[\nأسئلة\n]\nأسئلة (أ) أجب عما يأتي:\n1 -\nاذكر الذين يرثون الثلثين، مع الاستدلال لكل صنف.\n2 -\nاذكر شروط إِرث البنات للثلثين، مع الاستدلال، ثم بين الشرط الذي تنفرد به بنات الابن عن البنات مع دليله.\n3 -\nيشترط لإِرث الأخوات الشقائق الثلثين أربعة شروط فاذكرها مستدلا لكل شرط، ثم بين الشرط الذي يزاد على هذه الشروط لإِرث الأخوات لأب هذا الفرض مع الاستدلال له.\n(ب) قسم المسائل الآتية:\n1 -\nبنتان وعم شقيق.\n2 -\nبنتان وعم لأب.\n3 -\nثلاث بنات وابن.\n4 -\nبنت وابن عم لأب.\n5 -\nبنتا ابن ومعتق.\n6 -\nبنتا ابن ومعتقة.\n7 -\nبنت ابن وأخ شقيق.\n8 -\nأربع بنات ابن وابن ابن.\n9 -\nبنتا ابن، وابن وبنت.\n10 -\nشقيقتان وابن أخ شقيق.\n11 -\nشقيقتان وابن أخ لأب.\n12 -\nشقيقتان وابنان.\nالجزء: 1 ¦ الصفحة: 48\n",
        "13 -\nشقيقتان وأب وزوج.\n14 -\nثلاث شقائق.\n15 -\nشقيقة ومعتق.\n16 -\nأختان لأب وابن عم.\n17 -\nأختان لأب وابن معتقة.\n18 -\nأختان لأب وابن وبنت.\n19 -\nأختان لأب وزوجة وجد.\n20 -\nأربع أخوات لأب وأخ لأب.\n21 -\nأخت لأب وزوج.\n22 -\nأختان لأب وأخوان شقيقان.\nالجزء: 1 ¦ الصفحة: 49\n",
        "[\nالموضوع الرابع عشر الوارثون للثلث\n]\n[\nشروط إرث الثلث\n]\n[\nأولا شروط الأم\n]\nالموضوع الرابع عشر\nالوارثون للثلث الوارثون للثلث صنفان هما: 1 - الأم.\n2 -\nالإخوة لأم ذكورا أو إناثا أو مختلفين.\nقال في الرحبية:\nوالثلث فرض الأم حيث لا ولد\n...\nولا من الإخوة جمع ذو عدد\nكاثنين أو ثنتين أو ثلاث\n...\nحكم الذكور فيه كالإناث\nوقال:\nوهو للإثنين أو ثنتين\n...\nمن ولد الأم بغير مين (1)\nوهكذا إن كثروا أو زادوا\n...\nفما لهم فيما سواه زاد\nشروط إرث الثلث: أولا: شروط الأم: يشترط لإرث الأم الثلث ثلاثة شروط عدمية:\nالشرط الأول: عدم الفرع الوارث ذكرا أو أنثى، واحدا أو متعددا.\nودليل هذا الشرط قوله تعالى:. . {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء: 11] (2) .\nووجه الاستدلال بالآية: أنها اعتبرت لإرث الأم الثلث عدم الولد فلا\n(1) المين: الكذب.\n(2) سورة النساء 11.\nالجزء: 1 ¦ الصفحة: 50\n",
        "تستحقه مع وجوده.\nالشرط الثاني: عدم الجمع من الإخوة، اثنان فأكثر سواء أكانوا أشقاء، أم لأب، أم لأم، أم مختلفين.\nودليل هذا الشرط قوله تعالى:. . {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء: 11] (1) .\nووجه الاستدلال بالآية: أنها أعطت الأم مع الإخوة السدس، فدل على أنها لا ترث الثلث معهم.\nالشرط الثالث: ألا تكون المسألة إحدى العمريتين، فإن كانت المسألة إحدى العمريتين ورثت الأم ثلث الباقي لا الثلث.\nودليل هذا الشرط: قوله تعالى:. . {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء: 11] (2) .\nالمسألتان العمريتان: 1 - أركانهما: أركان العمريتين: (زوج، وأم، وأب) ، أو (زوجة، وأم، وأب) .\n2 -\nوجه تسميتهما: سميتا بذلك نسبة إلى عمر بن الخطاب رضي الله عنه، لأنه أول من قضى للأم بثلث الباقي فيهما.\n3 -\nقسمتها:\n(1) سورة النساء 11.\n(2) سورة النساء 11.\nالجزء: 1 ¦ الصفحة: 51\n",
        "[\nثانيا شروط الإخوة لأم\n]\nثانيا: شروط الإخوة لأم: يشترط لإرث الإخوة لأم الثلث ثلاثة شروط:\nالأول: عدم الفرع الوارث.\nالثاني: عدم الأصل الوارث من الذكور.\nودليل هذين الشرطين قوله تعالى:. . {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} [النساء: 12] (1) فإن الآية في الإخوة لأم بالإجماع.\nالثالث: أن يكونوا اثنين فأكثر.\nودليل هذا الشرط قوله تعالى في الآية السابقة: {فَإِنْ كَانُوا (2) أَكْثَرَ مِنْ ذَلِكَ (3) فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} [النساء: 12]\nأحكام الإخوة لأم: للإخوة لأم خمسة أحكام:\nالأول: أن ذكرهم كأنثاهم حال الانفراد، فمن انفرد منهم أخذ السدس ذكرا أو أنثى بخلاف غيرهم، فإنه إذا انفرد الذكر منهم أخذ جميع المال، وإذا انفردت الأنثى أخذت نصف المال.\nالثاني: أن ذكرهم كأنثاهم حال الاجتماع فلا يفضل الذكر على الأنثى.\nالثالث: أن ذكرهم يدلي بأنثى (4) ويرث بخلاف غيرهم، فإن الذكر من الأقارب إذا أدلى بأنثى لا يرث كأبي الأم، وابن البنت، وابن الأخت.\n(1) سورة النساء 12.\n(2) الإخوة لأم.\n(3) من أخ وأخت.\n(4) هي الأم.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الرابع: أنهم يحجبون من أدلوا به نقصانا، فيحجبون الأم من الثلث إلى السدس، وقد أدلوا بها.\nالخامس: أنهم يرثون مع من أدلوا به فيرثون مع الأم وهم يدلون بها، أما غيرهم فيحجبه من أدلى به، فإن الأم تحجب الجدة، والأب يحجب الجد، والابن يحجب ولده، وهكذا، وتشترك معهم في هذا الحكم الجدة أم الأب فإنها ترث مع ابنها الأب وقد أدلت به.\n[\nأمثلة الثلث\n]\nأمثلة الثلث أولا: أمثلة الأم: المثال الأول المثال الثاني ثانيا: أمثلة الإخوة لأم: المثال الأول المثال الثاني\nالجزء: 1 ¦ الصفحة: 53\n",
        "[\nأسئلة\n]\nأسئلة 1 - الوارثون للثلث صنفان فاذكرهما مع الاستدلال لكل منهما.\n2 -\nاذكر شروط إِرث الأم الثلث مع الاستدلال لكل شرط.\n3 -\nما المسألتان العمريتان؟ وما وجه تسميتهما بذلك؟ وما فرض الأم فيهما؟ استدل لذلك.\n4 -\nيشترط لإِرث ولد الأم السدس ثلاثة شروط: فاذكرها مع الاستدلال لكل منها.\n5 -\nينفرد الإِخوة لأم بأحكام فاذكرها ثم بين الحكم الذي تشاركهم فيه الجدة من قبل الأب.\nالجزء: 1 ¦ الصفحة: 54\n",
        "[\nتطبيقات\n]\nتطبيقات اقسم المسائل الآتية: 1- زوج وأخوان لأم وأخ شقيق.\n2 -\nشقيقة وأختان لأم وأخ لأب.\n3 -\nأختان لأب وأخوان لأم.\n4 -\nزوجة وأخوان لأم وعم.\n5 -\nأخوان لأم وبنت وابن ابن.\n6 -\nأخوان لأم وأب وزوج.\n7 -\nجد وأخوان لأم وزوجة.\n8 -\nأم وعم.\n9 -\nأم وابن أخ شقيق.\nالجزء: 1 ¦ الصفحة: 55\n",
        "[\nالموضوع الخامس عشر الوارثون للسدس\n]\n[\nالوارثون للسدس سبعة أصناف\n]\nالموضوع الخامس عشر\nالوارثون للسدس الوارثون للسدس سبعة أصناف وهم: 1 - الأم.\n2 -\nالأب.\n3 -\nولد الأم.\n4 -\nالجد من قبل الأب (1) وإن علا بمحضر الذكور (2) .\n5 -\nالجدة أو الجدات (3) .\n6 -\nبنت الابن أو بنات الابن، سواء كن أخوات أو بنات عم، شقيقات أو أخوات لأب.\n7 -\nالأخت لأب أو الأخوات لأب، شقيقات (4) أو أخوات لأب (5) .\nقال صاحب الرحبية:\nوالسدس فرض سبعة منَ العَدَد\n...\nأب وأم ثم بنت ابن وجَدّ\nوالأخت بنت الأب ثم الجَدّة\n...\nوولد الأم تمام العدة\n[\nشروط السدس\n]\n[\nأولا شروط الأم\n]\nشروط السدس: أولا: شروط الأم: يشترط لإرث الأم السدس شرط واحد وجودي وهو وجود الفرع الوارث\n(1) أما الجد من قبل الأم فهو من ذوي الأرحام.\n(2) أما الذي يكون في نسبته إلى المورث أنثى فإنه من ذوي الأرحام.\n(3) سيأتي بيانهن بعد أمثلة السدس.\n(4) من أم واحدة.\n(5) من أكثر من أم.\nالجزء: 1 ¦ الصفحة: 56\n",
        "أو الجمع من الإخوة.\nدليل هذا الشرط:\n(أ) دليل اشترط وجود الفرع:\nدليل ذلك قوله تعالى:. . . {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} [النساء: 11] (1) .\n(ب) دليل اشتراط وجود الجمع من الإخوة:\nدليل ذلك قوله تعالى:. . {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء: 11] (2) .\n[\nثانيا شروط الأب\n]\nثانيا: شروط الأب: يشترط لإرث الأب السدس شرط واحد وجودي هو وجود الفرع الوارث.\nودليل هذا الشرط قوله تعالى:. . {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} [النساء: 11] (3) .\n[\nثالثا شروط ولد الأم\n]\nثالثا: شروط ولد الأم: يشترط لإرث ولد الأم السدس ثلاثة شروط:\nالشرط الأول: عدم الفرع الوارث، لأنه يسقط به.\nالشرط الثاني: عدم الأصل الوارث من الذكور لأنه يسقطه.\nالشرط الثالث: أن يكون منفردا.\nودليل هذه الشروط قوله تعالى:. . {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ} [النساء: 12] (4) .\nفالمراد بالإخوة فيها أولاد الأم بالإجماع.\n(1) سورة النساء 11.\n(2) الآية السابقة.\n(3) الآية السابقة.\n(4) سورة النساء 12.\nالجزء: 1 ¦ الصفحة: 57\n",
        "[\nرابعا شروط الجد\n]\nرابعا: شروط الجد: يشترط لإرث الجد السدس شرطان:\nالشرط الأول: وجود الفرع الوارث.\nودليل هذا الشرط هو دليله في الأب، لأن الجد أب.\nالشرط الثاني: عدم الأب.\nودليل هذا الشرط الإجماع، لأن الجد ينزل منزلة الأب فلا يرث مع وجوده.\n[\nخامسا شروط الجدة\n]\nخامسا: شروط الجدة: يشترط لإرث الجدة شرط واحد عدمي وهو عدم الأم والجدة التي هي أقرب منها.\nودليل هذا الشرط.\nما ورد «أن الرسول صلى الله عليه وسلم أعطى الجدة السدس إذا لم يكن دونها أم» (1) .\n[\nسادسا شروط بنات الابن\n]\nسادسا: شروط بنات الابن: يشترط لإرث بنات الابن السدس شرطان:\nالشرط الأول: عدم المعصب وهو أخوهن شقيقا أو لأب أو ابن عمهن الذي في درجتهن.\nودليل هذا الشرط قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 11] (2) .\nووجه الاستدلال بالآية: أنها قسمت الميراث بين ذكور الأولاد وإناثهم للذكر مثل حظ الأنثيين من غير فرض، وأولاد الابن من الأولاد فتكون الآية شاملة لهم فلا يفرض لإناثهم مع ذكورهم.\n(1) سنن أبي داود كتاب الفرائض باب في الجدة 3 / 317 / 2895، وسنن الدارقطني 2 / 91.\n(2) سورة النساء 11.\nالجزء: 1 ¦ الصفحة: 58\n",
        "الشرط الثاني: عدم الفرع الوارث الذي هو أعلى منهن سوى صاحبة النصف.\n[\nسابعا شروط الأخوات لأب\n]\nسابعا: شروط الأخوات لأب: يشترط لإرث الأخوات لأب السدس شرطان:\nالشرط الأول: عدم المعصب وهو أخوهن، شقيقا أو لأب.\nودليل هذا الشرط قوله تعالى:. . {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 176] (1) .\nووجه الاستدلال بالآية: أنها لم تفرض لإناث الإخوة مع ذكورهم.\nالشرط الثاني: أن يكن مع شقيقة وارثة النصف فرضا.\n[\nالأمثلة\n]\nالأمثلة أولا: أمثلة الأم: المثال الأول المثال الثاني ثانيا: أمثلة الأب: المثال الأول المثال الثاني\n(1) سورة النساء 176.\nالجزء: 1 ¦ الصفحة: 59\n",
        "ثالثا أمثلة ولد الأم: المثال الأول المثال الثاني رابعا: أمثلة الجد: المثال الأول المثال الثاني خامسا: أمثلة الجدة: المثال الأول المثال الثاني\nالجزء: 1 ¦ الصفحة: 60\n",
        "سادسا: أمثلة بنت الابن: المثال الأول المثال الثاني سابعا: أمثلة الأخت لأب: المثال الأول المثال الثاني\nالجزء: 1 ¦ الصفحة: 61\n",
        "[\nأسئلة\n]\nأسئلة 1 - الوارثون للسدس سبعة أصناف فاذكرهم.\n2 -\nاذكر شروط إِرث الأم للسدس مع الاستدلال.\n3 -\nيرث الأب السدس بشرط واحد فاذكره مع دليله.\n4 -\nيشترط لإِرث ولد الأم السدس ثلاثة شروط فاذكرها مع الاستدلال لكل شرط.\n5 -\nاذكر شروط إِرث الجد للسدس مع الاستدلال.\n6 -\nيشترط لإرث الجدة السدس شرط واحد فاذكره مع دليله.\n7 -\nمن شروط إِرث بنات الابن السدس، عدم المعصب فبين المراد به، وما دليل هذا الشرط.\n8 -\nيشترط لإِرثِ الأخواتِ لأب السدُسَ عدم المعصب فبين المراد به.\nالجزء: 1 ¦ الصفحة: 62\n",
        "[\nتطبيقات\n]\nتطبيقات اقسم المسائل الآتية: 1 1- أم وابن وبنت.\n2 -\nأم وأخت شقيقة وأخ شقيق.\n3 -\nأم وأب.\n4 -\nأم وابن أخ شقيق.\n5 - 1-\nأم وجد وابن.\n2 -\nبنت وجد وابن ابن.\n3 -\nزوج وجد وأب.\n4 -\nزوجة وأم وجد.\n2 - 1-\nابن وأب.\n2 -\nبنتان وابن ابن وأب.\n3 -\nزوج وأب.\n4 -\nزوجتان وأب.\n6 - 1-\nجدة وابن.\n2 -\nجدة وبنت عم.\n3 -\nجدة وأم وأخ لأب.\n3 - 1-\nأخ لأم وابن أخ لأب.\n2 -\nأخت لأم وأخ شقيق.\n3 -\nأخت لأم وثلاثة بنين.\n4 -\nأخ لأم وزوج وجد.\n5 -\nأخوان لأم وعم.\n7 - 1-\nبنت ابن وبنت عم.\n2 -\nبنت ابن وبنت ابن ابن وأخ.\n3 -\nبنت ابن وابن أب.\n4 -\nبنتان وبنت ابن وعم.\n5 -\nبنت ابن وابن ابن وزوج.\n4 - 1-\nشقيقة وأخت لأب وعم شقيق.\n2 -\nشقيقة وأخت لأب وابن أخ لأب.\n3 -\nبنت وابن وشقيقة وأخت لأب.\n4 -\nبنتان وأخت لأب.\n5 -\nشقيقتان وأخت لأب وابن عم لأب.\n6 -\nشقيقة وأخت لأب وأخ لأب.\n7 -\nزوج وشقيقة وأخت لأب.\nالجزء: 1 ¦ الصفحة: 63\n",
        "[\nالموضوع السادس عشر أحكام الجدات\n]\n[\nضابط الجدة الوارثة وغير الوارثة\n]\nالموضوع السادس عشر\nأحكام الجدات وفيه ثلاث فقرات: 1 - ضابط الجدة الوارثة وغير الوارثة: الجدة الوارثة- ويقال لها: الصحيحة- هي التي لا يكون في نسبتها إلى المورث ذكر مدل بأنثى مثل: (أ) أم الأم وأمها.\n(ب) أم الأب وأمها.\n(جـ) أم أبي الأب وأمها.\nوالجدة غير الوارثة- ويقال لها: الفاسدة- هي التي يكون في نسبتها إِلى المورث ذكر مدل بأنثى، مثل: (أ) أم أبي الأم.\n(ب) أم أبي أم الأب.\n[\nفرض الجدات\n]\n2 -\nفرض الجدات: فرض الجدات السدس مطلقا سواء أكانت واحدة أم أكثر، وسواء أوجد فرع وارث أو جمع من الإخوة أم لا.\nدليل اشتراك الجدات في السدس: يدل لاشتراك الجدات في السدس:\nما ورد أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلِّم قضى للجدتين بالسدس بينهما (1) .\n(1) السنن الكبرى للبيهقي كتاب الفرائض باب فرض الجدة أو الجدتين 6 / 235.\nالجزء: 1 ¦ الصفحة: 64\n",
        "[\nالأمثلة\n]\n3 -\nالأمثلة أمثلة الجدة الواحدة: المثال الأول المثال الثاني أمثلة الأكثر من جدة: أ- مثال الجدتين\nب - مثال الثلاث جدات\nالجزء: 1 ¦ الصفحة: 65\n",
        "[\nالموضوع السابع عشر التعصيب\n]\n[\nمعنى التعصيب والعصبة\n]\nالموضوع السابع عشر\nالتعصيب معنى التعصيب: التعصيب في اللغة: مصدر عصب يعصب تعصيبا، واشتقاقه من العصب، وهو الشد والتقوية والإحاطة، ومنه قيل للعمائم: عصائب لإحاطتها بالرأس وشدها له.\nوفي الاصطلاح: الإرث بلا تقدير.\nمعنى العصبة: العصبة في اللغة جمع عاصب، وهم القرابة الذكور، الذين يدلون بالذكور.\nوفي الاصطلاح: هم الذين يرثون بلا تقدير.\nوقيل: كل وارث إذا انفرد أخذ جميع المال، ويأخذ ما أبقيت الفروض، ويسقط إذا استغرقت الفروض المسألة.\nقال في الرحبية:\nفكل من أحرز كل المال\n...\nمن القرابات أو الموالي\nأو كان ما يفضل بعد الفرض له\n...\nفهو أخو العصوبة المفضلة\n[\nأقسام العصبة\n]\n[\nالقسم الأول العصبة بالنسب\n]\nأقسام العصبة: العصبة قسمان:\n(أ) العصبة بالنسب.\n(ب) العصبة بالسبب (1) .\n(1) سيأتي بيانهم بعد العصبة بالنسب.\nالجزء: 1 ¦ الصفحة: 66\n",
        "أنواع العصبة بالنسب: العصبة بالنسب ثلاثة أنواع:\n1 -\nالعصبة بالنفس\n.\n2 -\nالعصبة بالغير.\n3 -\nالعصبة مع الغير.\nضابط العصبة بالنفس:\n[العصبة بالنفس]\nعصبة النسب بالنفس: كل ذكر ليس بينه وبين المورث أنثى وهم (1) .\nالأب.\nالجد من قبل الأب وإن علا بمحض الذكور.\nالابن.\nابن الابن وإن نزل.\nالأخ الشقيق.\nالأخ لأب.\nابن الأخ الشقيق وإن نزل.\nابن الأخ لأب وإن نزل.\nالعم الشقيق وإن علا.\nالعم لأب وإن علا.\nابن العم الشقيق وإن نزل.\nابن العم لأب وإن نزل.\n(1) الوراثون من الرجال ما عدا الزوج والمعتق والأخ لأم.\nالجزء: 1 ¦ الصفحة: 67\n",
        "قال في الرحبية:\nكالأبِ والجَدِّ وجَدِّ الجَدّ\n...\nوَالابنِ عند قُرْبِه والبُعْدِ\nوالأخِ وابنِ الأخِ والأعمامِ\n...\nوالسَّيِّد المعتِق ذي الإنعامِ (1)\nوهكَذا بنوهُم جميعا\n...\nفكُن لما أَذْكُره سمِعيا\nوجه تسمية العصبة بالنفس بهذا الاسم: سُمي العصبة بالنفس بهذا الاسم لأنهم لا يحتاجون إلى من يعصبهم (2) .\nأمثلة العصبة بالنفس مثال الأب مثال الابن فأكثر مثال الجد\n(1) لم أذكر المعتق في العصبة بالنفس هنا لأن الكلام في عصبة النسب، والمعتق عاصب بالسبب.\n(2) أي يجعلهم عصبة.\nالجزء: 1 ¦ الصفحة: 68\n",
        "مثال أبناء الابن مثال الأخ الشقيق مثال الأخ لأب مثال ابن الأخ الشقيق مثال ابن الأخ لأب مثال العم الشقيق\nالجزء: 1 ¦ الصفحة: 69\n",
        "مثال العم لأب مثال ابن العم الشقيق مثال ابن العم لأب\nالجزء: 1 ¦ الصفحة: 70\n",
        "[\nأسئلة\n]\nأسئلة 1 - عرف التعصيب في اللغة والاصطلاح، وبين اشتقاقه.\n2 -\nعرف العصبة في اللغة والاصطلاح.\n3 -\nالعصبة قسمان فاذكرهما، ثم بين أنواع العصبة بالنسب إجمالا.\n4 -\nاذكر ضابط عصبة النسب بالنفس وبين وجه تسميتهم ثم أذكرهم بالتفصيل.\nالجزء: 1 ¦ الصفحة: 71\n",
        "[\nتطبيقات\n]\nالتطبيقات اقسم المسائل الآتية: 1 - أب وأم وأخ.\n2 -\nأب وزوجة.\n3 -\nأب وشقيقة وجدة.\n4 -\nأب وزوج.\n1 -\nأب وثلاثة بنين.\n2 -\nأم وابنان.\n3 -\nجدة وابن وبنت.\n4 -\nزوج وابن. 1 - جد وأم زوجة.\n2 -\nجد وزوج وجدة.\n3 -\nجد وجدة وأخت.\n4 -\nجد وزوجة.\n1 -\nابن ابن وبنت ابن.\n2 -\nأم وابنا ابن.\n3 -\nجد وثلاثة أبناء ابن.\n4 -\nأب وأخ وابن ابن. 1 - زوجة وثلاثة أشقاء.\n2 -\nزوج وشقيق.\n3 -\nجدة وشقيقان.\n4 -\nبنت وشقيق وشقيقة.\n1 -\nجدة وعم شقيق.\n2 -\nأخت لأب وعم شقيق.\n3 -\nزوج وعم شقيق.\n4 -\nزوجة وعم شقيق. 1 - أخ لأب وأخت لأب.\n2 -\nزوجتان وأخ لأب.\n3 -\nأم وأخوان لأب.\n4 -\nزوج وثلاثة إخوة لأب.\n1 -\nعم لأب وبنت.\n2 -\nعم لأب وأخت لأب.\n3 -\nعم لأب وبنت ابن.\n4 -\nعم لأب وشقيقة. 1 - ابن أخ شقيق وجدة.\n2 -\nأم وابنا أخ شقيق.\n3 -\nزوجة وابن أخ شقيق.\n4 -\nشقيقة وابن أخ شقيق.\n1 -\nابن عم شقيق وزوج.\n2 -\nابن عم شقيق وزوجة.\n3 -\nابن عم شقيق وجدة.\n4 -\nابن عم شقيق وأم. 1- بنت وابن أخ لأب.\n2 -\nبنت ابن وابنا أخ لأب.\n3 -\nأخت لأب وابن أخ لأب.\n4 -\nأم وابن أخ لأب.\n1 -\nابن عم لأب وبنت.\n2 -\nابن عم لأب وبنت ابن.\n3 -\nابن عم لأب وأخت لأب.\n4 -\nزوجتان وابن عم لأب.\nالجزء: 1 ¦ الصفحة: 72\n",
        "[\nالعصبة بالغير\n]\nالعصبة بالغير (1) العصبة بالغير أربعة أصناف: 1 - البنت فأكثر مع الابن فأكثر.\n2 -\nبنت الابن فأكثر مع ابن الابن فأكثر سواء كان أخاها أو ابن عمها الذي في درجتها أو أنزل منها إن احتاجت إليه (2) .\n3 -\nالأخت الشقيقة فأكثر مع الأخ الشقيق فأكثر.\n4 -\nالأخت لأب فأكثر مع الأخ لأب فأكثر.\nدليل العصبة بالغير: دليل البنات وبنات الابن قوله تعالى في الأولاد:. . {لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 11] (3) .\nودليل الأخوات قوله تعالى:. . {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 176] (4) .\nووجه الاستدلال بالآيتين: أنهما جعلتا الميراث حال اجتماع الذكور والإناث مشتركا بينهم للذكر مثل حظ الأنثيين، ولم تفرض للإناث معهم وهذا هو معنى التعصيب.\n(1) أي بسبب الغير.\n(2) وذلك إذا استغرق إناث الفرع الوارث الذي هو أعلى منها الثلثين، ولم يوجد لها معصب في درجتها كما في بنتين وبنت ابن، وابن ابن ابن.\n(3) سورة النساء 11.\n(4) سورة النساء 176.\nالجزء: 1 ¦ الصفحة: 74\n",
        "وجه تسمية العصبة بالغير بهذا الاسم: سمي العصبة بالغير بهذا الاسم لأن كونهم عصبة ليس بأنفسهم بل بسبب غيرهم (1) .\nأمثلة العصبة بالغير مثال البنات مثال بنات الابن مثال الأخوات الشقائق مثال الأخوات لأب\n(1) وهو المعصب المتقدم في شروط إرث النصف والسدس والثلثين.\nالجزء: 1 ¦ الصفحة: 75\n",
        "[\nتطبيقات\n]\nتطبيقات أذكر أصناف العصبة بالغير مع الاستدلال لكل صنف، وبين وجه تسميتهم، ثم أقسم المسائل الآتية:\n1 -\nأم وبنت وابن.\n2 -\nأب وبنتان وابنان.\n3 -\nجد وثلاث بنات وابن.\n4 -\nزوج وبنتان وابن.\n1 -\nزوج وشقيقة وشقيق.\n2 -\nشقيقة وشقيقان.\n3 -\nشقيقان وشقيقتان.\n4 -\nزوج وشقيقتان وشقيق.\n1 -\nبنت ابن وابنا ابن.\n2 -\nبنتا ابن وابن ابن.\n3 -\nبنت ابن وابن ابن.\n4 -\nثلاث بنات ابن وابن ابن.\n1 -\nأخت لأب وأخ لأب.\n2 -\nجدة وأختان لأب وأخ لأب.\n3 -\nزوجة وأخت لأب وأخوان لأب.\n4 -\nأخ لأم وأختان لأب وأخوان لأب.\nالجزء: 1 ¦ الصفحة: 76\n",
        "[\nالعصبة مع الغير\n]\nالعصبة مع الغير: العصبة مع الغير صنفان:\n1 -\nالأخوات الشقائق مع إناث الفرع الوارث.\n2 -\nالأخوات لأب مع إناث الفرع الوارث.\nشروط العصبة مع الغير: يشترك لكون الأخوات عصبة مع الغير: ألا يكون معهن معصب فإن كان معهن معصب كن عصبة بالغير.\nدليل العصبة مع الغير: ما ورد «أن رسول الله صلى الله عليه وسلم قضى في بنت وبنت ابن وأخت، أن للبنت النصف ولبنت الابن السدس تكملة الثلثين والباقي للأخت» (1) .\nوجه تسمية العصبة مع الغير: سمي العصبة مع الغير بهذا الاسم لأنهم لا يحتاجون إلى معصب كما في العصبة بالغير، وليسوا عصبة في كل الأحوال كالعصبة بالنفس بل تعصيبهم مقيد بكونهم مع نوع خاص من الورثة، فهم عصبة إذا وجد معهم ذلك الغير.\nأمثلة العصبة مع الغير مثال الأخت الشقيقة مثال الأخت لأب\n(1) صحيح البخاري كتاب الفرائض باب ميراث ابنه ابن مع ابنة 4 / 238 / 6736. وسنن أبي داود كتاب الفرائض باب ميراث الصلب 3 / 312 / 2890.\nالجزء: 1 ¦ الصفحة: 77\n",
        "[\nتطبيقات\n]\nتطبيقات اذكر العصبة مع الغير مع الاستدلال لهم، بين وجه تسميتهم وشرط اتصافهم بهذا الوصف، ثم اقسم المسائل الآتية:\n1 -\nبنتان وشقيقتان.\n2 -\nبنتا ابن وشقيقة.\n3 -\nبنت ابن وثلاث قائق.\n4 -\nشقيقة وثلاث بنات.\n5 -\nأخت لأب وبنت ابن.\n6 -\nأختان لأب وبنت.\n7 -\nأختان لأب وبنتا ابن.\n8 -\nبنت وبنت ابن وأخت لأب..\nالجزء: 1 ¦ الصفحة: 78\n",
        "[\nالقسم الثاني العصبة بالسبب\n]\n[\nالمراد بالعصبة بالسبب ودليله\n]\nالقسم الثاني من العصبة\nالعصبة بالسبب المراد بالعصبة بالسبب: العصبة بالسبب هم أصحاب الولاء (1) وهم صنفان:\n1 -\nالمعتق سواء أكان ذكرا أم أنثى.\n2 -\nعصبة المعتق بالنفس دون العصبة بالغير أو مع الغير.\nدليل إرث العصبة بالسبب: دليل الصنف الأول: الدليل الأول: قوله صلى الله عليه وسلم: «إنما الولاء لمن أعتق» (2) .\nووجه الاستدلال به: أنه جعل الولاء للمعتق وهو مطلق فيشمل الذكر والأنثى.\nالدليل الثاني: «أن رسول الله صلى الله عليه وسلم ورث ابنة حمزة من عتيقها» (3) .\nدليل الصنف الثاني: 1 - دليل التوريث.\nمن أدلة ذلك ما ورد «أن رسول الله صلى الله عليه وسلم قضى بميراث العتيق\n(1) سموا بهذا الاسم لأن سبب إرثهم إنعامهم على العتيق بالعتق وليس بسبب القرابة التي هي النسب.\n(2) صحيح البخاري مع فتح الباري كتاب الفرائض باب إرث السائبة 12 / 40 / 6754. وسنن أبي داود كتاب الفرائض باب في الولاء 3 / 338 / 3915.\n(3) سنن الدارمي كتاب الفرائض باب الولاء 2 / 373 والسنن الكبرى للبيهقي كتاب الفرائض باب الميراث بالولاء 6 / 241.\nالجزء: 1 ¦ الصفحة: 79\n",
        "لابن المعتقة» (1) .\nدليل عدم إرث العصبة بالغير أو العصبة مع الغير بالولاء. من أدلة ذلك: ما ورد أن جماعة من الصحابة كانوا لا يورثون النساء بالولاء إلا من أعتقن، أو أعتق من أعتقن (2) .\n[\nشروط إرث العصبة بالسبب\n]\nشروط إرث العصبة بالسبب: يشترط لإرث العصبة بالسبب أحد أمرين:\n1 -\nانعدام جميع العصبة بالنسب.\n2 -\nأن يقوم بهم مانع.\nودليل هذا الشرط: قوله صلى الله عليه وسلم: «الميراث للعصبة فإن لم يكن عصبة فللمولي» (3) . جهات العصبة بالسبب: جهات العصبة بالسبب وترتيبها كجهات العصبة بالنسب وترتيبها.\n[\nأحكام العصبة\n]\n[\nأحكام العصبة من حيث الإرث\n]\n[\nأولا أحكام العصبة بالنفس\n]\nأحكام العصبة: أحكام العصبة من حيث الإرث:\nأولا: أحكام العصبة بالنفس. للعصبة بالنفس ثلاثة أحكام:\nالحكم الأول: أن من انفراد منهم أخذ جميع المال. ودليل هذا الحكم:\nقوله صلى الله عليه وسلم: «ألحقوا الفرائض بأهلها فما بقي فلأَوْلَى رجل ذكر» .\n(1) سنن الدارمي كتاب الفرائض باب الولاء 2 / 269.\n(2) مصنف ابن أبي شيبة، كتاب الفرائض، فيما يرث النساء من الولاء 11 / 388، والسنن الكبرى للبيهقي 10 / 306.\n(3) إرواء الغليل 6 / 163 / 1792.\nالجزء: 1 ¦ الصفحة: 80\n",
        "وجه الاستدلال بالحديث: أنه جعل للعاصب ما تُبقي الفروض، وإذا لم يكن هناك فروض كان كل المال باقيا، فيكون للعاصب.\nالحكم الثاني: أنهم يأخذون ما تبقيه الفروض: ودليل هذا الحكم قوله صلى الله عليه وسلم: «ألحقوا الفرائض بأهلها، فما أبقت الفروض فلأَوْلَى رجل ذكر» (1) فإنه نص في تقديم أصحاب الفروض على العصبة، وأخذ العصبة جميع ما تبقيه الفروض.\nالحكم الثالث: أنهم يسقطون إذا استغرقت الفروض المسألة. ودليل هذا الحكم الحديث المتقدم في الحكمين السابقين.\nووجه الاستدلال به: أنه جعل للعصبة ما تبقيه الفروض ومفهوم ذلك أنه إذا لم تبق الفروض شيئا فإنه لا شيء لهم.\n[\nثانيا أحكام العصبة بالغير والعصبة مع الغير\n]\nثانيا: أحكام العصبة بالغير والعصبة مع الغير. العصبة بالغير والعصبة مع الغير يشتركون مع الصعبة بالنفس في الحكمين الأخيرين، دون الحكم الأول، لأنه لا يتأتى انفرادهم.\n[\nأحكام العصبة من حيث تعصيب الذكر للأنثى\n]\nأحكام العصبة من حيث تعصيب الذكر للأنثى: جميع العصبة يعصبون إناثهم إلا أربعة وهم:\n1 -\nالأب والجد.\n2 -\nأبناء الإخوة وبنوهم وإن نزلوا.\n3 -\nالأعمام وإن علوا وبنوهم وإن نزلوا.\nقال في الرحبية:\nوليس ابن الأخ بالمعصب\n...\nمن مثله أو فوقه في النسب\n(1) صحيح البخاري كتاب الفرائض باب ميراث الولد من أبيه وأمه 4 / 237 / 6732.\nالجزء: 1 ¦ الصفحة: 81\n",
        "4 -\nعصبة المعتق مطلقا، سواء أكانوا فروعا أم أصولا أم حواشي فلا يرث النساء بالولاء إلا من أعتقن أو أعتق من أعتقن.\nقال في الرحبية:\nوليس في النساء طُرًّا عصبة\n...\nإلا التي منت بعتق الرقبة\n[\nجهات العصبة\n]\nجهات العصبة: جهات العصبة خمس وهي: 1- جهة البنوة وتشمل البنين وبنيهم وإن نزلوا. 2- جهة الأبوة وتشمل الأب والجد من قبله وإن علا بمحض الذكور.\n3 -\nجهة الأُخوة وتشمل الإخوة لغير أم وبنيهم وإن نزلوا.\n4 -\nجهة العمومة وتشمل الأعمام لغير أم وإن علوا وبنيهم وإن نزلوا.\n5 -\nجهة الولاء: وتشمل المعتق والمعتقة وعصبتها بالنفس.\n[\nترتيب العصبة\n]\nترتيب العصبة: (أ) الترتيب بالجهة: ترتيب العصبة بالجهة هو تقديم كل جهة على الجهة التي تليها حسب الترتيب المتقدم فلا يرث أصحاب جهة مع وجود أحد في الجهة التي قبلها مهما بعد الذي في الجهة الأولى، وقرب الذي في الجهة التي تليها كما سيتضح ذلك بالأمثلة.\n(ب) الترتيب بين العصبات بالدرجة: 1 - المراد بالدرجة منزلة الوارث من المورث قربا أو بعدا.\n2 -\nوالمراد بالترتيب بالدرجة هو تقديم الأقرب فالأقرب من المورث بالجهة الواحدة كالابن مع ابن الابن فإن كلا منهما في جهة البنوة لكن الابن أقرب إلى المورث من ابن الابن لأن الابن جزء المورث أما ابن الابن فإنه جزء جزئه.\n3 -\nويشمل التقديم بالدرجة جميع جهات العصبة إذا اتحدت الجهة.\nالجزء: 1 ¦ الصفحة: 82\n",
        "(جـ) الترتيب بين العصبات بالقوة: 1 - المرد بالقوة هنا كون أحد القريبين ألصق بالمورث من الآخر وأقوى قرابة منه بأن يكون أحدهما يدلي بالأبوين والآخر بالأب.\n2 -\nيكون الترتيب بالقوة في الإخوة وبنيهم والأعمام وبنيهم.\n3 -\nوذلك إذا اتحدت الجهة واستوت الدرجة.\n4 -\nوكيفية ذلك: أن يقدم الذي لأبوين على الذي لأب فيقدم الأخ الشقيق والأخت الشقيقة إذا كانت عصبة مع الغير على الإخوة لأب، ويقدم ابن الأخ الشقيق على ابن الأخ لأب، ويقدم العم الشقيق على العم لأب، وابن العم الشقيق على ابن العم لأب، وذلك أن الشقيق أقوى من الذي لأب لأن الشقيق يدلي بالأم والأب والذي لأب يدلي بالأب وحده.\nالأمثلة أخذ الابن الباقي لأنه مقدم جهة أو أولى من الأب.\nأولا: مثال الترتيب بالجهة:\nالجزء: 1 ¦ الصفحة: 83\n",
        "ثانيا: مثال الترتيب بالدرجة:\nأخذ الباقي لأنه أقرب درجة من ابن الابن\nثالثا: مثال التقديم بالقوة\nأخذ الباقي لأنه أقوى\n[\nأحوال الورثة من حيث الإرث بالفرض أو التعصيب أو بهما\n]\n[\nأولا الذين يرثون بالفرض دون التعصيب\n]\nأحوال الورثة من حيث الإرث بالفرض أو التعصيب أو بهما: أولا: الذين يرثون بالفرض دون التعصيب وهم أربعة: 1 - الأم.\n2 -\nالجدة.\n3 -\nولد الأم (1) .\n4 -\nالزوج أو الزوجة.\n[\nثانيا الذين يرثون بالتعصيب دون الفرض وهم العصبة بالنفس ما عدا الأب\n] والجد\n(1) باعتباره ولد أم، فلا يرد ما إذا كان الأخ لأم ابن عم فجمع بين الفرض والتعصيب، لأن ذلك باعتبارين مختلفين، والكلام في الجمع بينهما بصفة واحدة.\nالجزء: 1 ¦ الصفحة: 84\n",
        "ثانيا: الذين يرثون بالتعصيب دون الفرض وهم العصبة بالنفس ما عدا الأب والجد وهم: 1 1 - الابن\n3 -\nالأخ الشقيق\n5 -\nابن الأخ الشقيق\n7 -\nالعم الشقيق\n9 -\nابن العم الشقيق\n11 -\nالمعتق\n2 -\nابن الابن\n4 -\nالأخ لأب\n6 -\nابن الأخ لأب\n8 -\nالعم لأب\n10 -\nابن العم لأب\n12 -\nالمعتقة\nوهذا الصنف والذي قبله لا يحتاج إلى أمثلة، لأن كل مسألة يكونون فيها أو يكون فيها أحدهم تعتبر مثالا له.\n[\nثالثا الذين يرثون بالفرض تارة وبالتعصيب تارة ويجمعون بينهما تارة\n]\nثالثا: الذين يرثون بالفرض تارة وبالتعصيب تارة ويجمعون بينهما تارة وهما: 1 - الأب.\n2 -\nالجد.\n(أ) فيرثان بالفرض دون التعصيب في حالتين:\nالحالة الأولى: مع ذكور الفرع الوارث.\nالحالة الثانية: إذا استغرقت الفروض المسألة.\n(ب) ويرثان بالتعصيب دون الفرض إذا عدم الفرع الوارث.\n(ج) ويجمعان بين الفرض والتعصيب مع إناث الفرع الوارث إذا لم تستغرق الفروض المسألة.\nالجزء: 1 ¦ الصفحة: 85\n",
        "[\nالأمثلة\n]\nالأمثلة (أ) أمثلة الأب. 1 -مثال إرثه بالفرض دون التعصيب 2 - مثال إرثه بالتعصيب دون الفرض 3 - مثال جمعه بين الفرض والتعصيب\nبالفرض والتعصيب\n(ب) أمثلة الجد. 1 - مثال إرثه بالفرض دون التعصيب 2 - مثال إرثه بالتعصيب دون الفرض\nالجزء: 1 ¦ الصفحة: 86\n",
        "3 -\nمثال جمعه بين الفرض والتعصيب\nبالفرض والتعصيب\n[\nرابعا الذين يرثون بالفرض أو بالتعصيب ولا يجمعون بينهما\n]\nرابعا: الذين يرثون بالفرض أو بالتعصيب ولا يجمعون بينهما. وهم أربعة أصناف: 1 - البنت فأكثر.\n2 -\nبنت الابن فأكثر.\n3 -\nالأخت الشقيقة فأكثر.\n4 -\nالأخت لأب فأكثر.\nفيرثن بالفرض إذا لم يكن معهن معصب، ويرثن بالتعصيب إذا كان معهن معصب.\n[\nالأمثلة\n]\nالأمثلة أولا: أمثلة البنت: 1 - مثال إرثها بالفرض دون التعصيب 2 - مثال إرثها بالتعصيب دون الفرض\nالجزء: 1 ¦ الصفحة: 87\n",
        "ثانيا: أمثلة بنت الابن 1 - مثال إرثها بالفرض دون التعصيب 2 - مثال إرثها بالتعصيب ثالثا: أمثلة الأخت الشقيقة 1 - مثال إرثها بالفرض دون التعصيب 2 - مثال إرثها بالتعصيب دون الفرض رابعا: أمثلة الأخت لأب 1 - مثال إرثها بالفرض دون التعصيب 2 - مثال إرثها بالتعصيب دون الفرض\nالجزء: 1 ¦ الصفحة: 88\n",
        "[\nأسئلة\n]\nأسئلة 1- من هم العصبة بالسبب، وما دليل إرثهم؟\n2 -\nاستدل لعدم إرث النساء بالولاء غير من اعتقن.\n3 -\nاذكر شروط إرث العصبة بالسبب مع الاستدلال، ثم بين جهاتهم.\n4 -\nللعصبة بالنفس من حيث الإرث ثلاثة أحكام فاذكرها مستدلا لكل حكم.\n5 -\nاذكر الحكمين المشتركين بين العصبة بالنفس والعصبة بالغير أو مع الغير وبين وجه الاشتراك.\n6 -\nاذكر العصبة الذين يعصبون إناثهم والذين لا يعصبونهن.\n7 -\nاذكر جهات العصبة مرتبة حسب السبق والتقدم، مع بيان ما تشمله كل جهة.\n8 -\nما معنى ترتيب العصبة بالجهة، والترتيب بينهم بالدرجة، أو بالقوة؟\n9 -\nاذكر أنواع الورثة من حيث الإرث بالفرض أو بالتعصيب أو بهما. مع بيان كل نوع.\n10 -\nمتى يرث كل من الأب والجد بالفرض دون التعصيب، ومتى يكون العكس، ومتى يجمعان بينهما.\nالجزء: 1 ¦ الصفحة: 89\n",
        "[\nالموضوع الثامن عشر الحجب\n]\n[\nمعنى الحجب وأهميته\n]\nالموضوع الثامن عشر\nالحجب معنى الحجب: الحجب في اللغة: المنع.\nوفي الاصطلاح: منع من قام به سبب الإرث من إرثه أو من أوفر حظَّيْه.\nأهمية الحجب: يعتبر الحجب من أعظم أبواب الفرائض وأهمها.\nقال بعض العلماء: يحرم على من لم يعرف الحجب أن يفتي في الفرائض.\n[\nأقسام الحجب\n]\nأقسام الحجب: الحجب قسمان وهما:\n(أ) حجب الأوصاف.\n(ب) حجب الأشخاص.\nمعنى حجب الأوصاف: حجب الأوصاف هو: منع من قام به سبب الإرث من إرثه بسبب مانع من موانع الإرث، وهي الرق، والقتل، واختلاف الدين.\nتأثر الورثة بالمحجوب بوصف: المحجوب بوصف لا أثر له في الحجب ووجوده كعدمه فلا يحجب أحدا لا حرمانا ولا نقصانا، وهو يدخل على جميع الورثة من غير استثناء.\nالجزء: 1 ¦ الصفحة: 90\n",
        "معنى حجب الأشخاص: حجب الأشخاص هو المنع من الإرث أو بعضه بشخص لا بوصف.\nأنواع حجب الأشخاص: حجب الأشخاص نوعان وهما:\n(أ) حجب الحرمان.\n(ب) حجب النقصان.\nمعنى حجب الحرمان: حجب الحرمان هو منع من قام به سبب الإرث من الإرث منعا كاملا.\n[\nأنواع الورثة بالنسبة إلى حجب الحرمان بالأشخاص\n]\nأنواع الورثة بالنسبة إلى حجب الحرمان بالأشخاص: الورثة بهذا الاعتبار أربعة أنواع:\nالنوع الأول: من يؤثر ولا يتأثر (1) وهم الأبوان (2) والولدان (3) .\nالنوع الثاني: من يتأثر ولا يؤثر (4) وهم أولاد الأم.\nالنوع الثالث: من لا يؤثر ولا يتأثر (5) وهم الزوجان.\nالنوع الرابع: من يؤثر ويتأثر (6) وهم أربعة أصناف:\nالأول: الأصول غير الأبوين.\nالثاني: الفروع غير الوَلَدَيْن.\n(1) من يحجب غيره ولا يحجبه غيره.\n(2) الأب والأم.\n(3) الابن والبنت.\n(4) يحجبه غيره ولا يحجب غيره.\n(5) لا يحجب أحدا ولا يحجبه أحد.\n(6) يحجب غيره ويحجبه غيره.\nالجزء: 1 ¦ الصفحة: 91\n",
        "الثالث: الحواشي (1) غير الإخوة لأم.\nالرابع: أصحاب الولاء فيما بينهم.\n[\nأنواع الورثة بالنسبة إلى من يحجبهم\n]\nأنواع الورثة بالنسبة إلى من يحجبهم: الورثة بهذا الاعتبار ثلاثة أنواع:\nالنوع الأول: الأصول وهؤلاء لا يحجبهم إلا الأصول، فالجد لا يحجبه إلا الأب أو الجد الذي هو أقرب منه، والجدة لا يحجبها إلا الأم أو الجدة التي هي أقرب منها.\nالنوع الثاني: الفروع وهؤلاء لا يحجبهم إلا الفروع، فابن الابن لا يحجبه إلا الابن أو ابن الابن الذي هو أعلى منه.\nالنوع الثالث: الحواشي وأصحاب الولاء وهؤلاء يحجبهم الفروع والأصول والحواشي.\n[\nحجب الإخوة بالجد\n]\nحجب الإخوة بالجد: المراد بالجد والإخوة في باب الجد والإخوة: المراد بالجد في هذا الباب: الجد لأب وإن علا بمحض الذكور، أما الجد الذي في نسبته إلى المورث أنثى كأبي الأم فإنه غير مراد لأنه من ذوي الأرحام.\nوالمراد بالإخوة في هذا الباب الإخوة لغير أم، وهم الأشقاء والإخوة لأب، أما الإخوة لأم فلا يرثون مع الجد إجماعا.\n[\nالخلاف في حجب الإخوة بالجد\n]\nاختلف في ذلك على قولين:\nالقول الأول: أنه لا يحجبهم، وهذا مذهب مالك والشافعي وأحمد.\nالقول الثاني: أنه يحجبهم، وهذا قول أبي بكر رضي الله عنه،\n(1) الإخوة لغير أم وبنوهم، والأخوات لغير أم والأعمام لغير أم وبنوهم.\nالجزء: 1 ¦ الصفحة: 92\n",
        "هو مذهب أبي حنيفة ورواية عن أحمد، وهو الراجح، لأن إرث الإخوة مشروط بكون المسألة كلالة والكلالة من لا ولد له ولا والد، والجد والد، فلا تكون المسألة كلالة مع وجوده.\n[\nكيفية توريث الإخوة مع الجد على القول به\n]\nكيفية توريث الإخوة مع الجد على القول به: (أ) إذا لم يكن معهم صاحب فرض: وفي هذه الحالة يعطي الجد ثلث المال إن كان الإخوة أكثر من مثليه (1) ويقاسم الإخوة إن كانوا أقل من مثليه (2) (3) .\n[\nالأمثلة\n]\nالأمثلة 1 - مثال كون الأحظ للجد ثلث المال جد وثلاثة إخوة 2 - مثال كون الأحظ للجد المقاسمة جد وأخ\n(1) كما لو كانوا ثلاثة ذكور، أو خمس إناث، أو ذكرين وأنثى، أو ذكرا وثلاث إناث.\n(2) كما لو كان الموجود منهم ذكرا واحدا، أو أنثى واحدة، أو ذكرا وأنثى، أو ثلاث إناث.\n(3) لم أذكر استواء الأمرين لأنه لا زيادة فيه عن الحالتين.\nالجزء: 1 ¦ الصفحة: 93\n",
        "(ب) إذا كان مع الجد والإخوة صاحب فرض: وفي هذه الحالة يعطي الجد الأحظ له من المقاسمة، أو ثلث الباقي أو سدس المال (1) فإن لم تبق الفروض شيئا، أو كان الباقي السدس فأقل سقط الإخوة وفرض للجد السدس.\nالأمثلة 1 - مثال كون الأحظ للجد المقاسمة: أم، وجد، وأخ\n2 -\nمثال كون الأحظ للجد ثلث الباقي: زوج، وجد، وثلاثة إخوة\n(1) تركت الحالات التي تستوي مع هذه الحالات أو بعضها اختصارا لأنه لا زيادة فيها.\nالجزء: 1 ¦ الصفحة: 94\n",
        "3 -\nمثال كون الأحظ للجد السدس. أم وزوج وجد وثلاثة إخوة\n4 -\nمثال ما إذا لم تبق الفروض شيئا. زوج وأم وبنت وبنت ابن وجد وأخ\nالجزء: 1 ¦ الصفحة: 95\n",
        "5 -\nمثال ما إذا أبقت الفروض أقل من السدس. زوج وأم وبنت وجد وأخت\n[حجب الإخوة الأشقاء في المسألة الْمُشَرَّكَةِ]\n[\nالمراد بالمسألة المشركة\n]\nحجب الإخوة الأشقاء في المسألة الْمُشَرَّكَةِ: ويشمل الفقرات الآتية:\n(أ) المراد بالمسألة المشركة: المسألة المشركة: زوج، وصاحبة سدس من أم أو جدة، وإخوة لأم اثنان فأكثر، وإخوة أشقاء ذكورا، وأو ذكورا وإناثا لا إناثا فقط، فأركانها أربعة:\n1 -\nالزوج.\n2 -\nصاحبة السدس.\n3 -\nالإخوة لأم.\n4 -\nالإخوة الأشقاء.\n[\nما تختل به المسألة المشركة\n]\n(ب) ما تختل به المسألة المشركة. تختل المسألة المشركة باختلال أحد أركانها.\nالجزء: 1 ¦ الصفحة: 96\n",
        "[\nأسماء المسألة المشتركة ووجه تسميتها\n]\n(جـ) أسماء المسألة المشتركة ووجه تسميتها: لهذه المسألة عدة أسماء منها ما يأتي:\nالأول: المشركة والمشتركة لتشريك الإخوة الأشقاء مع الإخوة لأم.\nالثاني: اليَمِّية: لأن الإخوة الأشقاء قالوا لعمر: (هَبْ أبانا حجرًا في اليم) .\nالثالث: الحجرية لما تقدم في الفقرة السابقة.\n[\nالخلاف في المشركة\n]\n(د) الخلاف في المشركة. اختلف في تشريك الإخوة الأشقاء مع الإخوة لأم في الثلث في هذه المسألة على قولين:\nالقول الأول: انهم لا يشركون، وهذا قول جماعة من الصحابة رضي الله عنهم، منهم علي وابن مسعود، وبه قال أبو حنيفة وأحمد.\nالقول الثاني: أنهم يشركون، وهذا قول جماعة من الصحابة رضي الله عنهم، منهم عمر وعثمان وهو قول مالك والشافعي.\n[\nالأدلة والترجيح\n]\nالأدلة: استدل أهل المذهب الأول: بقوله صلى الله عليه وسلم: «ألحقوا الفرائض بأهلها فما بقي فلأوْلى رجل ذكر» (1) .\nووجه الاستدلال بالحديث: أنه جعل للعصبة ما تبقي الفروض، ولم تبق الفروض في المسألة المشركة شيئا، والإخوة الأشقاء عصبة وليسوا أصحاب فرض فيسقطون.\n(1) سبق تخريجه.\nالجزء: 1 ¦ الصفحة: 97\n",
        "واستدل أهل المذهب الثاني: بقياس الإخوة الأشقاء على ابن العم إذا كان أخا لأم في مشاركة الإخوة لأم في الثلث بجامع الاشتراك في الأم في كل.\nالترجيح: الراجح هو القول بعدم تشريك الإخوة الأشقاء مع الإخوة لأم في الثلث، لأن لكل منهم أحكاما تخصهم فلا يصح أن تلغى في هذه المسألة دون غيرها.\nمثال تحقق المسألة المشركة وستكون قسمته مقارنة ليتضح الفرق بين المذهبين.\nالجزء: 1 ¦ الصفحة: 98\n",
        "[\nأسئلة\n]\nأسئلة 1 - عرف الحجب في اللغة والاصطلاح، وبين أهميته.\n2 -\nاذكر أقسام الحجب مع تعريف كل منها.\n3 -\nما أثر المحجوب بوصف على الورثة؟ وعلى من يدخل حجب الأوصاف؟\n4 -\nاذكر أنواع حجب الأشخاص، مع تعريف كل نوع.\n5 -\nالورثة من حيث حجب الحرمان بالأشخاص أربعة أنواع، فاذكرها مع بيان من يدخل في كل نوع.\n6 -\nالورثة بالنسبة إلى من يحجبهم ثلاثة أنواع فاذكرها مبينا من يحجب كل نوع.\n7 -\nما المراد بالجد؟ وما المراد بالإخوة في باب الجد والإخوة؟\n8 -\nاذكر المذاهب في حجب الإخوة بالجد، مع بيان الراجح.\n9 -\nما أركان المسألة المشركة؟ وبم تختل؟\n10 -\nاذكر أسماء المسألة المشركة مع بيان سبب التسمية.\n11 -\nاذكر المذاهب في المسألة المشركة مع الاستدلال وبيان الراحج.\nالجزء: 1 ¦ الصفحة: 99\n",
        "[\nحجب النقصان\n]\n[\nتعريفه وأنواعه\n]\n[\nحجب النقصان بالانتقال وأنواعه\n]\nحجب النقصان حجب النقصان: هو منع من قام به سبب الإرث من أوفر حظَّيْه، ويأتي على جميع الورثة، وهو قسمان:\n(أ) حجب النقصان بالانتقال.\n(ب) حجب النقصان بالازدحام.\nأنواع حجب النقصان بالانتقال: حجب النقصان بالانتقال أربعة أنواع:\n(أ) الانتقال من فرض إلى فرض أقل منه، كانتقال الزوج من النصف إلى الربع.\n(ب) الانتقال من فرض إلى تعصيب أقل منه، كانتقال البنت من النصف إلى التعصيب بالغير.\n(ج) الانتقال من تعصيب إلى فرض أقل منه كانتقال الأب من التعصيب إلى السدس.\n(د) الانتقال من تعصيب إلى تعصيب أقل منه كانتقال الأخت لغير أم من التعصيب مع الغير إلى التعصيب بالغير.\nالجزء: 1 ¦ الصفحة: 100\n",
        "[\nأسئلة\n]\nأسئلة 1 - عرف حجب النقصان، وبين من يأتي عليه من الورثة، ثم اذكر أقسامه.\n2 -\nحجب النقصان بالانتقال أربعة أنواع فاذكرها مع التمثيل لكل نوع.\nالجزء: 1 ¦ الصفحة: 101\n",
        "[\nحجب النقصان بالازدحام وأنواعه\n]\nحجب النقصان بالازدحام: حجب النقصان بالازدحام: هو نقص نصيب الوارث بسبب كثرة المشاركين له في نوع الإرث أو بسبب زيادة فرض المسألة على أصلها.\nوهو ثلاثة أنواع: 1 - الازدحام في الفرض كازدحام الزوجات في الربع والثمن.\n2 -\nالازدحام في التعصيب كازدحام العصبة في الباقي.\n3 -\nازدحام الفروض في المسألة حتى تعول (1) .\n[\nالأمثلة\n]\nالأمثلة أولا: مثال الازدحام في الفرض.\nالشرح: صار نصيب كل بنت سدسا لازدحامهن في الثلثين ولو كانت واحدة لأخذت النصف، ولو كانتا اثنتين لأخذت كل واحدة الثلث.\n(1) العول زيادة فروض المسألة على أصلها، وسيأتي بيانه.\nالجزء: 1 ¦ الصفحة: 102\n",
        "ثانيا: مثال الازدحام في التعصيب\nالشرح: صار نصيب كل عم ربعا بسب ازدحامهم في الباقي ولو كان واحدا لأخذ الباقي كاملا.\nثالثا: مثال ازدحام الفروض في المسألة\nالشرح: صار نصيب الأم ربعا مع أن فرضها الثلث، وصار نصيب كل واحد من الشقيقة والزوج ثلاثة أثمان مع أن فرض كل منهما النصف، وذلك بسبب ازدحام الفروض في المسألة حيث أدى إلى العول.\nالجزء: 1 ¦ الصفحة: 103\n",
        "[\nأسئلة\n]\nأسئلة 1- ما معنى حجب النقصان بالازدحام، وما أنواعه.\n2 -\nاذكر مثالا واحدا لكل نوع من أنواع الازدحام واقسمه.\nالجزء: 1 ¦ الصفحة: 104\n",
        "[\nالموضوع التاسع عشر حساب الفرائض\n]\n[\nمعنى الحساب وموضوعه ومنزلته\n]\nالموضوع التاسع عشر\nحساب الفرائض ويشمل ما يأتي: 1 - معنى الحساب: الحساب في اللغة العد والإحصاء.\nوفي اصطلاح الفرضيين: تأصيل المسائل وتصحيحها.\n2 -\nموضوع الحساب: موضوعة المسائل من حيث تأصيلها، وتصحيحها، وقسمة التركات فيها.\n3 -\nمنزلة الحساب في الاصطلاح من علم المواريث: الحساب في الاصطلاح جزء من علم المواريث؛ لأن علم المواريث: هو العلم بفقه المواريث وحسابها.\n[\nالنسب الأربع\n]\n[\nبيانها\n]\n4 -\nالنسب الأربع (1) (أ) بيان النسب الأربع: النسب الأربع هي:\n1 -\nالمماثلة.\n2 -\nالمداخلة.\n3 -\nالموافقة.\n4 -\nالمباينة.\n(1) قدمت النسب الأربع على التأصيل للحاجة إليها فيه.\nالجزء: 1 ¦ الصفحة: 105\n",
        "قال في الرحبية:\nتُحْصَرُ في أربعة أقسام\n...\nيعرفها الماهر في الأحكام\nمماثل من بعده مناسب\n...\nوبعده موافق مصاحب\nوالرابع المباين المخالف\n...\nينبيك عن تفصيلهن العارف\n[\nتعريفها\n]\n(ب) تعريف النسب الأربع: تعريف المماثلة: المماثلة: هي تساوي العددين أو الأعداد في المقدار مثل \" 4، 4 \" أربعة وأربعة، سميت بذلك للتماثل بين الأعداد في المقدار.\nتعريف المداخلة: المداخلة: أن ينقسم أكبر العددين على أصغرهما بلا كسر، مثل (4، 8) وكل عددين أحدهما نتيجة لضرب الآخر، سميت بذلك لدخول أصغر العددين في أكبرهما.\nتعريف الموافقة: الموافقة: أن يتفق العددان بجزء من الأجزاء ولا ينقسم أكبرهما على أصغرهما إلا بكسر مثل (4، 6) (8، 10) أربعة وستة، وثمانية وعشرة.\nسميت بذلك لوجود الاتفاق بين الأعداد.\nتعريف المباينة: المباينة: ألا يتفق العددان فأكثر بجزء من الأجزاء بل يختلفان مثل (2، 3) الاثنين والثلاثة، وكل عددين متواليين غير الواحد، والاثنين، سميت بذلك للتباين بين الأعداد.\n[\nكيفية استعمالها وما تستعمل فيه\n]\n(جـ) كيفية استعمال النسب: كيفية استعمال النسب أن يؤخذ أحد المتماثلات، وأكبر المتداخلات،\nالجزء: 1 ¦ الصفحة: 106\n",
        "ويضرب الوفق في كامل الموافق، والمباين في كامل الآخر، مثال ذلك (6، 8، 9) ستة، ثمانية، وتسعة.\nننظر بين الستة والثمانية فنجد بينهما توافقا بالنصف، وإذا ضربنا وفق أحدهما في كامل الثاني كان الحاصل أربعة وعشرين (24) فننظر بينهما وبين التسعة فنجد بينها توافقا بالثلث، وإذا ضربنا وفق أحدهما في كامل الآخر كان الحاصل اثنين وسبعين (72) وهو أقل عدد ينقسم على كل من الأعداد الثلاثة بلا كسر، ولو وجد عدد رابع كعشرة مثلا نظرنا بينهما وبين الاثنين والسبعين وعملنا كما سبق.\n(د) ما تستعمل فيه النسب الأربع: تستعمل النسب الأربع في النظر بين الرؤوس مع بعضها، وبين المسائل مع بعضها، وبين مقامات الفروض.\nوتستعمل المباينة والموافقة خاصة في النظر بين الرؤوس والسهام، بين المسائل والسهام (1) .\n[\nمعنى التأصيل وكيفيته\n]\n5 -\nالتأصيل ويتضمن ثلاث فقرات: (أ) معنى التأصيل: التأصيل لغة: التأسيس ووضع الأصل، وهو ما يبنى عليه غيره.\nواصطلاحا: تحصيل أقل عدد يخرج منه فرض المسألة أو فروضها بلا كسر.\n(ب) كيفية التأصيل: أولا: كيفية التأصيل إذا لم يكن في المسألة فروض: إذا لم يكن في المسألة فروض بأن كان الورثة كلهم عصبة جعل أصل المسألة من عدد رؤوس الورثة بجعل الذكر عن أنثيين.\n(1) وسيأتي بيان ذلك في مواضعة إن شاء الله.\nالجزء: 1 ¦ الصفحة: 107\n",
        "[\nالأمثلة\n]\nالأمثلة المثال الأول: توفي شخص عن ثلاثة بنين.\nالمسألة من عدد رؤوسهم لكل واحد واحد.\nالمثال الثاني: هلك هالك عن ابن وابنتين.\nالمسألة من أربعة للذكر اثنان ولكل انثى واحد.\nثانيا: كيفية التأصيل إذا لم يكن في المسألة إلا فرض واحد. إذا لم يكن في المسألة إلا فرض واحد جعل أصل المسألة مقام ذلك الفرض، أي مخرج ذلك الفرض، وهو العدد الذي يخرج منه ذلك الفرض صحيحا.\nالجزء: 1 ¦ الصفحة: 108\n",
        "الأمثلة المثال الأول: توفى شخص عن زوجة وابن. المسألة ثمانية، مقام الثمن، للزوجة: الثمن واحد والباقي سبعة للابن.\nالمثال الثاني: توفي شخص عن جدة وأخ شقيق. المسألة من ستة، مقام السدس للجدة، السدس واحد والباقي خمسة للابن.\nالمثال الثالث: توفي شخص عن أم وأخ لأب. المسألة من ثلاثة، مقام الثلث للأم، الثلث واحد، والباقي اثنان للأخ لأب.\nالجزء: 1 ¦ الصفحة: 109\n",
        "المثال الرابع: توفي شخص عن زوج وابن. المسألة من أربعة مقام الربع: للزوج الربع واحد، وللابن الباقي ثلاثة.\nالمثال الخامس: توفي شخص عن أخت شقيقة وأخ لأب. المسألة من اثنين مقام النصف: للأخت النصف واحد، وللأخ لأب الباقي واحد.\nثالثا: كيفية التأصيل إذا كان في المسألة أكثر من فرض. إذا كان في المسألة من فرض نظر بين مقامات الفروض بالنسب الأربع على ما تقدم وما يحصل فهو أصل المسألة.\nالأمثلة مثال: التماثل بين مقامات الفروض\nالجزء: 1 ¦ الصفحة: 110\n",
        "مثال: التداخل بين مقامات الفروض\nمثال: توافق مقامات الفروض\nالشرح: بين مقام الربع ومقام السدس توافق بالنصف فضرب وفق أحدهما في كامل الآخر 2×6، أو 3×4 فحصل (12) وهو أصل المسألة.\nالجزء: 1 ¦ الصفحة: 111\n",
        "مثال التباين بين مقامات الفروض\n[\nأصول المسائل\n]\n(ج) أصول المسائل: الأصول جمع أصل.\nوالأصل لغة: ما يبنى عليه غيره.\nواصطلاحا: أقل عدد يخرج منه فرض المسألة أو فروضها بلا كسر.\nوأصول المسائل مخارج فروضها وهي: 2 -3-4-6-8-12-24\nالاثنان، والثلاثة، والأربعة، والستة، والثمانية، والاثنا عشر، والأربعة والعشرون.\nالأمثلة مثال أصل اثنين مثال أصل ثلاثة\nالجزء: 1 ¦ الصفحة: 112\n",
        "مثال أصل أربعة مثال أصل ستة مثال أصل ثمانية مثال أصل اثني عشر مثال أصل أربعة وعشرين\nالجزء: 1 ¦ الصفحة: 113\n",
        "[\nأسئلة\n]\nأسئلة 1- ما معنى الحساب في اللغة وما معناه عند الفرضيين.\n2 -\nاذكر موضوع الحساب عند علماء المواريث وبين منزلته من هذا العلم.\n3 -\nاذكر النسب الأربع إجمالا، ثم عرف كل نسبة منها مع التمثيل وبيان وجه التسمية.\n4 -\nبين كيف تستعمل النسب الأربع لإيجاد المضاعف المشترك الأصغر للأعداد موضحا ذلك بالمثال.\n5 -\nاذكر المواضع التي يجوز فيها استعمال جميع النسب الأربع، والمواضع التي يختص النظر فيها بالموافقة والمباينة.\n6 -\nاذكر النسب التي يجوز فيها النظر فيما يأتي:\n(أ) مقامات الفروض.\n(ب) الرؤوس مع بعضها.\n(ج) المسائل مع بعضها.\n(د) الرؤوس والسهام.\n(هـ) المسائل والسهام.\n7 -\nبين معنى التأصيل في اللغة والاصطلاح.\n8 -\nبين كيف تؤصل المسألة في الحالات الآتية:\n(أ) إذا لم يكن فيها فرض.\n(ب) إذا كان فيها فرض واحد فقط.\n(ج) إذا كان فيها أكثر من فرض.\n9 -\nعرف الأصل في اللغة والاصطلاح ثم اذكر أصول المسائل.\nالجزء: 1 ¦ الصفحة: 114\n",
        "[\nالعول\n]\n[\nمعناه\n]\n6 -\nالعول: ويتضمن الفقرات الآتية:\n(أ) معنى العول: العول لغة يطلق على معان منها: الزيادة والارتفاع.\nواصطلاحا: زيادة في السهام ونقص في الأنصباء.\nأو زيادة فروض المسألة على أصلها.\n[\nأحوال المسألة بالنسبة إلى العول والعدل والنقص\n]\n(ب) أحوال المسألة بالنسبة إلى العول والعدل والنقص: للمسألة بالنسبة إلى العول والعدل والنقص ثلاث حالات:\n1 -\nالعول: وهو زيارة فروض المسألة على أصلها، مثل: زوج. وشقيقة، وجدة.\n2 -\nالعدل: وهو مساواة فروض المسألة لأصلها: مثل زوج، وأخت لأب.\n3 -\nالنقص: وهو نقصان فروض المسألة عن أصلها مثل: أم، وعم.\nالمسألة العائلة: هي التي زادت فروضها على أصلها.\nوالمسألة العادلة: هي التي ساوتها فروضها.\nوالمسألة الناقصة: هي التي نقصت فروضها عن أصلها.\nالجزء: 1 ¦ الصفحة: 115\n",
        "[\nأقسام الأصول بالنسبة إلى العول وعدمه\n]\n(ج) أقسام الأصول بالنسبة إلى العول وعدمه: تنقسم الأصول بالنسبة إلى العول وعدمه إلى قسمين:\nعائل وهو: 6 -12 - 24.\nغير عائل وهو: باقي الأصول:\n2 - 3 - 4 -8\n.\n[\nنهاية عول الأصول العائلة وعدده وصفته\n]\n(د) نهاية عول الأصول العائلة وعدده وصفته. 1 - أصل ستة: ويعول أربع مرات شفعا ووترا، بمعنى أن العدد الذي ينتقل إليه تارة يكون شفعا وتارة يكون وترا.\nفيعول إلى سبعة، وإلى ثمانية، وإلى تسعة، وإلى عشرة وهو نهاية عوله.\n[\nالأمثلة\n]\nالأمثلة مثال عوله إلى سبعة مثال عوله إلى ثمانية\nالجزء: 1 ¦ الصفحة: 116\n",
        "مثال عوله إلى تسعة\nمثال عوله إلى عشرة\n2 -\nأصل اثنى عشر: ويعول ثلاث مرات وترا، بمعنى أن العدد الذي ينتقل إليه وتر، فيعول إلى ثلاثة عشر وإلى خمسة عشر، وإلى سبعة عشر، وهو نهاية عوله.\nالجزء: 1 ¦ الصفحة: 117\n",
        "الأمثلة مثال عوله إلى ثلاثة عشر مثال عوله إلى خمسة عشر\nالجزء: 1 ¦ الصفحة: 118\n",
        "مثال عوله إلى سبعة عشر\n3 -\nأصل أربعة وعشرين ويعول مرة واحدة إلى سبعة وعشرين، ولهذا يسمى البخيل لقلة عوله، وظاهر أن عوله وتر.\nمثاله\nالجزء: 1 ¦ الصفحة: 119\n",
        "[\nأسئلة\n]\nأسئلة 1- ما معنى العول في اللغة، ما معناه في الاصطلاح.\n2 -\nعرف كلا من العدل والنقص في المسألة.\n3 -\nاذكر الأصول العائلة والأصول غير العائلة، ثم بين نهاية عول كل أصل عائل، وصفة عوله وعدده.\nالجزء: 1 ¦ الصفحة: 120\n",
        "[\nالتصحيح\n]\n[\nمعنى التصحيح والمصح\n]\n7 -\nالتصحيح ويتضمن الفقرات الآتية:\n(أ) معنى التصحيح: التصحيح في اللغة تفعيل من الصحة ضد السقم، أو إزالة السقم.\nوفي الاصطلاح:\nتحصيل أقل عدد ينقسم على الورثة بلا كسر.\n(ب) معنى المصَحِّ المصح في اللغة:\nمكان الصحة أو زمانها.\nوفي الاصطلاح:\nأقل عدد ينقسم على الورثة بلا كسر.\n[\nمقدمة التصحيح\n]\n(ج) مقدمة التصحيح: وتتضمن الأمور الآتية:\nالأمر الأول: معنى الانقسام والانكسار في المسألة وأحوال المسألة بالنسبة إلى ذلك.\nالانكسار في المسألة هو عدم انقسام السهام على الورثة أو بعضهم، والانقسام هو انقسام السهام على الورثة أو بعضهم، أو هو انقسام السهام على جميع الورثة بلا كسر.\nوللمسألة بهذا الاعتبار حالتان:\nالحالة الأولى: الانقسام.\nالحالة الثانية: الانكسار.\nالجزء: 1 ¦ الصفحة: 121\n",
        "الأمر الثاني: في المسألة المنقسمة والمنكسرة وما يحتاج منهما إلى تصحيح.\nالمسألة المنقسمة: هي التي انقسمت سهامها على الورثة فيها، وهذه لا تحتاج إلى التصحيح.\nقال في الرحبية:\nوإن تكن من أصلها تصح\n...\nفَتَرْكُ تطويل الحساب رِبْح\nفأعط كلاًّ سهمه من أصلها\n...\nمكملا أو عائلا من عولها\nالمسألة المنكسرة: هي التي انكسرت سهامها على جميع الورثة فيها أو بعضهم، وهذه هي التي تحتاج إلى التصحيح.\nالأمر الثالث: في معنى الفريق والرؤوس: الفريق والرؤوس بمعنى واحد، وهم الجماعة المشتركون في نوع من الإرث، فرضا كان أو تعصيبا.\nالأمر الرابع: جزء السهم في التصحيح ووجه تسميته.\nجزء السهم في التصحيح: هو المثبت من الرؤوس إذا كان الانكسار على فريق واحد، وحاصل النظر بين المثبتات من الرؤوس مع بعضها إذا كان الانكسار على أكثر من فريق.\nسمي بذل لأنه جزء من مَصَحِّ المسألة ومن نصيب كل فريق.\nالأمر الخامس: في النِّسب التي ينظر بها بين الرؤوس والسهام وكيفية النظر بينها.\nأولا: النسب التي ينظر بها بين الرؤوس والسهام النسب التي ينظر بها بين الرؤوس والسهام هي: الموافقة، المبانية.\nالجزء: 1 ¦ الصفحة: 122\n",
        "أما المماثلة والمداخلة فلا ينظر بهما بين الرؤوس والسهام؛ لأنها إذا تماثلت الرؤوس والسهام فهي منقسمة، وكذلك إذا تداخلت والسهام أكبر، أما إذا تداخلت والرؤوس أكبر فإنه ينظر بينهما بالموافقة لا بالمداخلة، لأن النظر بالموافقة فيه اختصار للرؤوس، فيكون أخصر، بخلاف المداخلة فلا اختصار فيها للرؤوس؛ لأنه حال التداخل يؤخذ الأكبر فينظر بالموافقة، لأن الاختصار مطلوب.\nثانيا: كيفية النظر بين الرؤوس والسهام. كيفية النظر بين الرؤوس والسهام: أن يثبت وفق الرؤوس حال التوافق بينها وبين السهام، وجميع الرؤوس حال التبيان بينهما. ما السهام فتبقى من غير اختصار، ولا تضرب بالرؤوس، كما أنها لا تضرب المسألة.\nالأمر السادس: في النسب التي ينظر بها بين الرؤوس مع بعضها وكيفية النظر بينها.\nأولا: النسب التي ينظر بها بين الرؤوس مع بعضها.\nينظر بين الرؤوس مع بعضها بالنسب الأربع.\nثانيا: كيفية النظر بين الرؤوس.\nكيفية النظر بين الرؤوس: أن يؤخذ أحد المتماثلات، وأكبر المتداخلات ويضرب الوفق في كامل الموافق والمباين في كامل الآخر.\nقال في الرحبية:\nفخذ من المماثلين واحدا\n...\nوخذ من المناسبين (1) الزائدا\nواضرب جميع الوفق في الموافق\n...\nواسلك بذاك أنهج الطرائق\nوخذ جميع العدد المباين\n...\nواضربه في الثاني ولا تداهن\n(1) المناسبان: المتداخلان.\nالجزء: 1 ¦ الصفحة: 123\n",
        "[\nكيفية التصحيح\n]\n(د) كيفية التصحيح: ويتضمن أمرين:\nالأمر الأول: كيفية التصحيح إذا كان الانكسار على فريق واحد، وذلك كما يلي:\n1 -\nينظر بين الرؤوس التي انكسرت عليها سهامها وبين سهامها بنسبتين:\nالموافقة والمباينة، فإن تباينت أثبتَّ جميع الرؤوس، وإن توافقت أثبتَّ وفقها.\n2 -\nتضرب المسألة مع عولها إن عالت بجزء السهم وهو المثبت من الرؤوس.\n3 -\nيضرب نصيب كل فريق في المسألة بجزء سهمها.\n4 -\nيقسم نصيب كل جماعة عليهم.\n[\nالأمثلة\n]\nالأمثلة مثال: مباينة الرؤوس للسهام.\nالشرح: 1 - نظرنا بين رؤوس الزوجات وبين سهامهن فوجدناها متباينة فأثبتناها جميعها.\n2 -\nنظرنا بين رؤوس الأعمام وبين سهامهم فوجدنا السهام منقسمة على الرؤوس فتركناها، ولم تدخل في جزء السهم.\nالجزء: 1 ¦ الصفحة: 124\n",
        "3 -\nضربنا المسألة في جزء السهم وهو رؤوس الزوجات فحصل ثمانية وهو مَصَح المسألة.\n4 -\nضربنا نصيب كل فريق بجزء السهم وقسمناه عليهم.\nمثال: موافقة الرؤوس للسهام.\nالشرح: 1 - نظرنا بين رؤوس الشقائق وبين سهامهن فوجدنا بينها توافقا بالنصف فأثبتنا وفق الرؤوس اثنين وأبقينا السهام من غير اختصار.\n2 -\nضربنا المسألة في جزء السهم وهو المثبت من رؤوس الأخوات فحصل ستة وهو مصح المسألة.\n3 -\nضربنا نصيب كل فريق بجزء السهم.\n4 -\nقسمنا نصيب الشقائق عليهن.\nالأمر الثاني: كيفية التصحيح إذا كان الانكسار على أكثر من فريق وذلك كما يلي:\n1 -\nينظر بين الرؤوس التي انكسرت عليها سهامها وبين سهامها بالموافقة أو المباينة، فإن تباينت أثبت الرؤوس جميعها وإن توافقت أثبت وفقها.\n2 -\nينظر بين المثبتات من الرؤوس، التي حصل عليها الانكسار بالنسب الأربع، فإن تماثلت أخذ أحدها، وإن تداخلت أخذ أكبرها، وإن تباينت\nالجزء: 1 ¦ الصفحة: 125\n",
        "ضربت الرؤوس ببعضها، وإن توافقت ضرب الوفق في كامل الموافق.\n3 -\nتضرب المسألة بجزء السهم وهو حاصل النظر بين المثبتات من الرؤوس، وما يحصل فهو مصح المسألة.\n4 -\nيضرب كل فريق بجزء السهم.\n5 -\nيقسم نصيب كل جماعة عليهم.\nالأمثلة أولا: أمثلة الانكسار على فريقين: مثال مباينة الرؤوس للسهام.\nالشرح: 1 - نظرنا بين الرؤوس والسهام فوجدناها متباينة فأثبتنا جميع الرؤوس.\n2 -\nنظرنا بين الرؤوس مع بعضها فوجدنها متباينة كذلك.\n3 -\nضربنا الرؤوس ببعضها فحصل (اثنا عشر) وهو جزء السهم.\n4 -\nضربنا المسألة بجزء السهم.\n5 -\nضربنا نصيب كل فريق بجزء السهم.\n6 -\nقسمنا نصيب كل جماعة عليهم.\nالجزء: 1 ¦ الصفحة: 126\n",
        "مثال موافقة الرؤوس للسهام:\nالشرح: 1 - نظرنا بين الرؤوس والسهام التي انكسرت عليها سهامها فوجدناها متوافقة بالنصف فأثبتنا وفق الرؤوس، وأبقينا السهام بحالها.\n2 -\nنظرنا بين المثبتات من الرؤوس، وهي (اثنان) وفق رؤوس الإخوة و (ثلاثة) وفق رؤوس الأخوات فوجدناها متباينة فضربنا بعضها في بعض (2 × 3 = 6) فحصل ستة وهي جزء السهم.\n3 -\nضربنا المسألة مع عولها بجزء السهم.\n4 -\nضربنا نصيب كل فريق بجزء السهم.\n5 -\nقسمنا نصيب كل جماعة عليهم.\nمثال تماثل الرؤوس:\nالجزء: 1 ¦ الصفحة: 127\n",
        "الشرح: 1 - نظرنا بين رؤوس البنات وسهامهن وبين رؤوس الجدات وسهامهن فوجدناها متباينة فأثبتنا الرؤوس.\n2 -\nنظرنا بين الرؤوس فوجدناها متماثلة فأخذنا أحدها وهو جزء السهم.\n3 -\nضربنا المسألة بجزء السهم وعملنا كما سبق.\nمثال تداخل الرؤوس\nالشرح: 1 - نظرنا بين الرؤوس والسهام فوجدناها متباينة فأثبتنا كامل الرؤوس.\n2 -\nنظرنا بين الرؤوس فوجدناها متداخلة فأخذنا الأكبر وهو جزء السهم.\n3 -\nضربنا المسألة بجزء السهم وعملنا كما سبق.\nمثال توافق الرؤوس\nالجزء: 1 ¦ الصفحة: 128\n",
        "الشرح: 1 - نظرنا بين رؤوس الجدات وسهامهن، وبين رؤوس الأعمام وسهامهم فوجدناها متباينة فأثبتنا الرؤوس كاملة.\n2 -\nنظرنا بين الرؤوس مع بعضها فوجدناها متوافقة بالنصف فأثبتنا وفق كل منهما وضربناه في كامل الآخر 2 × 6، أو 3 × 4 = 12 فحصل اثنا عشر (12) وهو جزء السهم.\n3 -\nضربنا المسألة بجزء السهم وأكملنا العمل كما سبق.\nمثال تباين الرؤوس\nالشرح: 1 - نظرنا بين الرؤوس والسهام فوجدناها متباينة فأثبتنا الرؤوس كاملة.\n2 -\nنظرنا بين الرؤوس فوجدناها متباينة فضربنا بعضها في بعض 5 × 2 = 10 فحصل عشرة وهو جزء السهم.\n3 -\nضربنا المسألة في جزء السهم وأكملنا العمل على ما سبق.\nثانيا: أمثلة الانكسار على ثلاث فرق سنكتفي بذكر الأمثلة دون شرح لكيفية النظر بين الرؤوس والسهام وبين الرؤوس مع بعضها، لأن ذلك واضح مما تقدم إلا إذا اقتضى الأمر ذلك.\nالجزء: 1 ¦ الصفحة: 129\n",
        "1 -\nمثال مباينة الرؤوس للسهام\n2 -\nمثال موافقة الرؤوس للسهام\nمثال تماثل الرؤوس\nالجزء: 1 ¦ الصفحة: 130\n",
        "مثال تداخل الرؤوس\nمثال توافق الرؤوس\nالشرح: 1 - نظرنا بين الرؤوس والسهام فوجدناها متباينة فأثبتنا كامل الرؤوس.\n2 -\nنظرنا بين رؤوس الجدات أربعة وبين رؤوس الأخوات لأب ستة فوجدناها متوافقة بالنصف فضربنا وفق أحدهما في الآخر 2 × 6 أو 3 × 4 فحصل اثنا عشر (12) ثم نظرنا بين الانثي عشر ورؤوس أبناء الأخ فوجدناها متوافقة بالنصف فضربنا أحدهما بوفق الآخر 6 × 10 أو 5 × 12، فحصل ستون (60) وهو جزء السهم.\n3 -\nضربنا المسألة بجزء السهم وأكملنا العمل كما سبق في الأمثلة. 0\nالجزء: 1 ¦ الصفحة: 131\n",
        "مثال تباين الرؤوس\nالشرح: 1 - نظرنا بين الرؤوس والسهام فوجدناها متباينة فأثبتنا جميع الرؤوس.\n2 -\nنظرنا بين الرؤوس مع بعضها فوجدناها متباينة فضربنا بعضها في بعض 3×5×4 فحصل ستون (60) وهو جزء السهم.\n3 -\nضربنا المسألة بجزء السهم وأكملنا العمل كما سبق.\nمثال الانكسار على أربع فرق:\nالجزء: 1 ¦ الصفحة: 132\n",
        "[\nأسئلة\n]\nأسئلة 1 - عرف التصحيح في اللغة والاصطلاح، ثم اذكر معنى المصح في اللغة ومعناه في الاصطلاح.\n2 -\nما معنى الانقسام والانكسار في المسألة وما أحوالها بالنسبة إلى ذلك؟\n3 -\nما المسألة المنقسمة وما المسألة المنكسرة وأيهما تحتاج إلى تصحيح؟\n4 -\nبين المراد بالفريق أو الرؤوس\n5 -\nبين المراد بجزء السهم في التصحيح وما وجه تسميته؟\n6 -\nاذكر النسب التي ينظر بها في الرؤوس والسهام، وبين كيفية النظر بينهما؟\n7 -\nلم لا ينظر بينهما بالمماثلة والمداخلة؟\n8 -\nاذكر النسب التي ينظر بها بين الرؤوس مع بعضها وبين كيفية النظر بينها.\n9 -\nاذكر خطوات التصحيح إذا كان الانكسار على فريق واحد؟\n10 -\nإذا كان الانكسار على أكثر من فريق فللتصحيح خمس خطوات، فاذكرها مرتبة.\nالجزء: 1 ¦ الصفحة: 133\n",
        "[\nتطبيقات\n]\nتطبيقات اقسم المسائل الآتية مع توضيح القاعدة التي تبنى عليها القسمة: 1 - أخوان لأم وعم.\n2 -\nثلاث شقائق وأخ لأب.\n3 -\nثلاث جدات وأب.\n4 -\nأم وأب وخمسة بنين.\n1 -\nأربعة إخوة لأم وجدة وابن أخ.\n2 -\nست بنات وأم وجد.\n3 -\nزوجة وتسعة أعمام.\n4 -\nثماني أخوات لأب وزوج وجدة.\n1 -\nزوجة، وأربعة أعمام لأب.\n2 -\nأربع زوجات وثلاثة إخوة لأب.\n3 -\nزوج وأربع بنات وأربعة بنين.\n4 -\nأم وستة أعمام أشقاء.\n5 -\nأخت شقيقة وثلاثة أبناء أخ شقيق.\n1 -\nجدة وثلاثة إخوة لأم وست أخوات شقائق.\n2 -\nأخت شقيقة وأربع أخوات لأب، وستة إخوة لأم.\n3 -\nثماني شقائق وستة أعمام.\n4 -\nأختان لأم وثماني أخوات لأب.\nالجزء: 1 ¦ الصفحة: 134\n",
        "1 -\nزوجة، وأربع جدات، وثمانية إخوة لأم، وأربع أخوات لأب، وشقيقة.\n2 -\nزوجتان وثماني أخوات لأب، وأخت شقيقة، وثمانية أعمام.\n3 -\nأربع زوجات، وثلاث أخوات لأب، وشقيقة، وخمسة أعمام.\n4 -\nأربع جدات، واثنتا عشرة أختا لأم، وست أخوات لأب، وشقيقة.\n1 -\nثلاث جدات، وثلاثة إخوة لأم، وأربع زوجات، وثلاث شقائق.\n2 -\nأربع زوجات، وثماني أخوات لأب، وستة إخوة لأم، وأخت شقيقة، وأربع جدات.\n3 -\nزوجتان، وثلاث جدات، وثلاث بنات ابن، وستة أعمام.\n4 -\nزوجة، وثلاث جدات، وست بنات ابن، وبنت ابن أعلى، وأربعة أعمام.\n5 -\nأربع زوجات، وست بنات، وثلاث جدات، وثمانية إخوة لأب.\nالجزء: 1 ¦ الصفحة: 135\n",
        "[\nالقسم الثاني المناسخات\n]\nالقسم الثاني من الكتاب ويشتمل على الموضوعات الآتية: 1 - المناسخات.\n2 -\nالغرقى.\n3 -\nالرد.\n4 -\nميراث الحمل.\n5 -\nميراث المفقود.\n6 -\nميراث الخنثى.\n7 -\nميراث ذوي الأرحام.\n8 -\nقسمة التركات.\nالجزء: 1 ¦ الصفحة: 137\n",
        "[\nالموضوع الأول المناسخات\n]\n[\nمعنى النسخ\n]\nالموضوع الأول المناسخات وتشتمل على المباحث الآتية:\n1 -\nمعنى النسخ في اللغة النسخ في اللغة يطلق على معان منها ما يأتي:\n1 -\nالنقل.\n2 -\nوالإزالة.\n3 -\nوالتغيير.\n2 -\nمعنى المناسخات في اصطلاح الفرضيين ووجه تسميتها: المناسخات جمع مناسخة، وهي في اصطلاح الفرضيين أن يموت شخص فلا تقسم تركته حتى يموت ورثته أو بعضهم.\nوقد سميت بهذا الاسم لسببين:\n1 -\nأن الأيدي تناسخت المال وتناقلته.\n2 -\nأن المسألة الثانية نسخت حكم الأولى وغيرته.\n[\nحالات المناسخات\n]\n3 -\nحالات المناسخات: للمناسخات ثلاث حالات:\nالحالة الأولى: أن ينحصر ورثة الميت الثاني في بقية ورثة الميت الأول، ولا يختلف إرثهم منه (1) .\n(1) بمعنى أن نسبة أنصبائهم إلى بعضها لا تختلف بإرثهم من الثاني.\nالجزء: 1 ¦ الصفحة: 139\n",
        "الحالة الثانية: أن يكون ورثة كل ميت لا يرثون غيره (1) .\nالحالة الثالثة: أن يكون ورثة الميت الثاني بقية ورثة الأول لكن اختلف إرثهم (2) أو ورث معهم غيرهم.\n[\nطريقة العمل في المناسخات\n]\n[\nالأمر الأول طريقة العمل في الحالة الأولى\n]\n4 -\nطريقة العمل في المناسخات: ويشتمل على ثلاثة أمور:\nالأمر الأول: طريقة العمل في الحالة الأولى: وهي ما إذا كان ورثة الثاني بقية ورثة الأول، ولم يختلف إرثهم.\nصفة العمل في هذه الحالة أن يقسم المال على الورثة الموجودين حال القسمة كأن الميت الأول لم يخلف غيرهم.\n[\nالأمثلة\n]\nالأمثلة 1 - هلك شخص عن عشرة إخوة أشقاء\nفلم تقسم التركة حتى مات خمسة منهم\nواحدا بعد واحد عن الباقين.\nالمسألة من عدد رؤوس الباقين لكل واحد واحد.\n(1) بمعنى أن ورثة الميت الأول لا يرثون من الميت الثاني ورثة الميت الثاني لا يرثون من الميت الأول.\n(2) بمعنى أن نسبة أنصبائهم تختلف بإرثهم من الثاني.\nالجزء: 1 ¦ الصفحة: 140\n",
        "[\nتطبيقات\n]\nتطبيقات اقسم المسائل الآتية: 1 - هلك هالك عن أربع بنات وثلاثة بنين من أم واحدة فلم تقسم التركة حتى ماتت إحدى البنات وأحد البنين واحدا بعد واحد عن الباقين.\n2 -\nتوفي شخص عن ستة إخوة أشقاء وقبل القسمة مات اثنان منهم واحدا بعد واحد عن الباقين.\n3 -\nتوفي رجل عن خمسة إخوة لأب من أم واحدة، فلم تقسم التركة حتى مات أحدهم عن الباقين.\n4 -\nتوفيت امرأة عن سبعة أبناء ابن من أم واحدة فلم تقسم التركة حتى مات ثلاثة منهم واحدا بعد واحد عن الباقين.\n5 -\nهلك هالك عن ستة بنين وزوجة هي أمهم فلم تقسم التركة حتى مات اثنان واحدا بعد واحد عن الباقين ثم ماتت الأم عنهم.\n6 -\nهلك هالك عن ثمانية إخوة أشقاء وأم فلم تقسم التركة حتى مات أربعة منهم واحدا بعد واحد عن الباقين ثم ماتت الأم عنهم.\nالجزء: 1 ¦ الصفحة: 141\n",
        "[\nالأمر الثاني طريقة العمل في الحالة الثانية\n]\nالأمر الثاني: طريقة العمل في الحالة الثانية: وهي ما إذا كان ورثة كل ميت لا يرثون غيره وفيها فقرتان:\n1 -\nإذا لم يكن في المسألة إلا ميت ثان.\nوصفة العمل إذًا كصفته في الحالة الثالثة وسيأتي بيانها.\n2 -\nإذا كان في المسألة أكثر من ميت ثان.\nوصفة العمل في هذه الحالة كما يأتي: 1 - يجعل مسألة للميت الأول وتصحح إن احتاجت إلى تصحيح.\n2 -\nيجعل لكل ميت ثان مسألة وتصحح إن احتاجت إلى تصحيح.\n3 -\nينظر بين مسألة كل ميت ثان وسهامه من الأولى فإن باينتها أُثْبِتَت المسألة كلها بلا اختصار، وإن وافقتها أثبتت وفق المسألة، وتبقى السهام بلا اختصار.\n4 -\nينظر بين المثبتات من المسائل الثانية التي لم تنقسم عليها سهامها بالنسب الأربع وما يحصل فهو كجزء السهم للأولى (1) ولا تدخل المسألة الأولى في النظر بين المسائل.\n5 -\nتضرب المسألة الأولى بحاصل النظر بين المسائل الثانية وما يحصل فهو الجامعة.\n6 -\nيضرب نصيب كل وراث من الأولى بما ضربت به، فإن كان حيا أخذه وإن كان ميتا قسم على مسألته، وما يخرج فهو كجزء السهم لها.\n7 -\nيضرب نصيب كل واحد من المسائل الثانية بجزء سهم مسألته وما يحصل فهو نصيبه من الجامعة.\nوإن انقسمت سهام كل ميت ثان على مسألته صحت المسائل الثانية مما صحت منه الأولى، وكانت الأولى هي الجامعة، فتبقى أنصباء الأحياء\n(1) قيل كجزء السهم للأولى، ولم يقل جزء السهم، لأنه ليس جزءا منها، بل هو جزء من الجامعة.\nالجزء: 1 ¦ الصفحة: 142\n",
        "منها بلا تغيير، وتقسم سهام كل ميت ثان على مسألته وما يحصل فهو كجزء السهم لها يضرب به نصيب كل وارث منها.\nوإن كان الانقسام على بعض المسائل الثانية لم تدخل المسائل التي حصل عليها الانقسام في النظر بين المسائل التي لم يحصل عليها الانقسام، وعمل كما سبق.\n[\nالأمثلة\n]\nالأمثلة أولا: مثال مباينة المسائل للسهام. توفي شخص عن ثلاثة بنين فلم تقسم التركة حتى مات أحدهم عن زوجة وبنت وابن ابن، والثاني عن ثلاثة بنين، والثالث عن ابنين وبنت.\nالجزء: 1 ¦ الصفحة: 143\n",
        "الشرح: 1 - جعلنا مسألة للميت الأول.\n2 -\nجعلنا لكل ميت ثان مسألة.\n3 -\nنظرنا بين مسألة كل ميت ثان وسهامه من الأولى، فوجدناها متباينة فأثبتنا جميع المسائل بلا اختصار.\n4 -\nنظرنا بين المسائل فوجدناها متباينة فضربنا بعضها في بعض (8×3×5) فحصل مائة وعشرون (120) فضربنا في المسألة الأولى (120×3) فحصل (360) وهي الجامعة.\n5 -\nضربنا نصيب كل واحد من الأولى بما ضربت به وقسمناه على مسألته فكان خارج القسمة على مسألة الثاني (15) وعلى مسألة الثالث (40) وعلى مسألة الرابع (24) .\n6 -\nضربنا نصيب كل واحد من المسائل الثانية بجزء سهم مسألته فكان لكل واحد العدد المثبت أمامه تحت الجامعة.\nالجزء: 1 ¦ الصفحة: 144\n",
        "ثانيا: مثال توافق المسائل مع السهام: توفي رجل عن زوجة وأربع بنات من غيرها، وعم، فلم تقسم التركة حتى ماتت إحدى البنات عن زوج وأم وابن، والثانية عن زوج وابنين.\nالشرح: 1 - نظرنا بين مسألة كل ميت ثان وسهامه من الأولى فوجدناها متوافقة بالربع فأثبتنا وفق كل منهما.\n2 -\nنظرنا بين المثبتات من المسائل فوجدناها متباينة فضربنا إحداهما بالأخرى (3×2) فحصل (6) وهو جزء السهم للأولى.\n3 -\nضربنا الأولى بحاصل النظر بين المثبتات من المسائل الثانية (6×24) فحصل مائة وأربعة وأربعون (144) وهو الجامعة.\nالجزء: 1 ¦ الصفحة: 145\n",
        "4 -\nضربنا نصيب كل واحد من الأولى بما ضربت به ووضعنا نصيب كل واحد من الأحياء تحت الجامعة وقسمنا نصيب كل واحد من الأموات على مسألته.\n5 -\nضربنا نصيب كل واحد من المسائل الثانية بجزء سهم مسألته.\nثالثا: مثال تماثل المسائل: توفى رجل عن زوجة، وبنتي ابن من غيرها، وعم، فلم تقسم التركة حتى ماتت كل واحدة من بنتي الابن عن ابن وبنت.\nالشرح: 1 - نظرنا بين مسألة كل ميت ثان وسهامه من الأولى فوجدناها متباينة فأثبتنا جميع المسائل.\n2 -\nنظرنا بين المثبتات من المسائل الثانية فوجدناها متماثلة، فأخذنا إحداهما وجعلناها جزء سهم للأولى.\n3 -\nضربنا المسألة الأولى بحاصل النظر بين المسائل الثانية وأكملنا العمل على ما تقدم في المسائل السابقة.\nالجزء: 1 ¦ الصفحة: 146\n",
        "رابعا: مثال تداخل المسائل: توفي شخص عن ابنين فلم تقسم التركة حتى مات أحدهما عن ابنين ومات الثاني عن ابن وبنتين.\nالشرح: 1 - نظرنا بين المسائل الثانية والسهام من الأولى فوجدنا بينها تباينا فأثبتنا المسائل الثانية كاملة. 2- نظرنا بين المثبتات من المسائل الثانية فوجدنا بينها تداخلا وأخذنا الكبرى وجعلناها جزء سهم للمسألة للأولى.\n3 -\nضربنا المسألة الأولى بحاصل النظر بين المسائل الثانية وأكملنا العمل على نحو ما سبق.\nالجزء: 1 ¦ الصفحة: 147\n",
        "خامسا: مثال توافق المسائل: توفي شخص عن ثلاثة إخوة لأب كل واحد من أم فلم تقسم التركة حتى توفي أحدهم عن أم وابن والثاني عن زوجة وابن.\nالشرح: 1 - نظرنا بين المسائل الثانية وهي (6) و (8) فوجدنا بينها توافقا بالنصف فأثبتنا وفق الستة (3) وفق الثمانية (4) .\n2 -\nضربنا وفق إحدى المسألتين بكامل الأخرى (3 / 8 أو 4 / 6) فحصل أربعة وعشرون (24) وهو جزء السهم للأولى.\n3 -\nضربنا المسألة الأولى بحاصل النظر بين المسائل الثانية وكملنا العمل كما سبق.\nالجزء: 1 ¦ الصفحة: 148\n",
        "سادسا: مثال تباين المسائل: توفي شخص عن ابنين، وقبل قسمة التركة توفي أحدهما عن ابنين والثاني عن ثلاثة:\nالشرح: 1 - نظرنا بين المسائل الثانية فوجدناها متباينة فضربنا بعضها في بعض، فحصل ستة وهو جزء السهم للأولى.\n2 -\nضربنا المسألة الأولى بحاصل النظر بين المسائل الثانية وأكملنا العمل كما تقدم.\nالجزء: 1 ¦ الصفحة: 149\n",
        "سابعا:\n1 -\nمثال انقسام جميع السهام على جميع المسائل الثانية: توفي رجل عن زوجة وبنتين من غيرها، وعم، فلم تقسم التركة حتى توفيت إحدى البنتين عن زوج وابن، وتوفيت الثانية عن زوج وثلاثة بنين، وتوفي العم عن ابنين وبنت.\nالشرح: 1 - نظرنا بين سهام كل ميت ثان وبين مسألته فوجدناها منقسمة\nالجزء: 1 ¦ الصفحة: 150\n",
        "فقسمناها عليها، فخرج على مسألة كل واحدة من البنتين اثنان، وخرج على مسألة العم واحد.\n2 -\nنقلنا المسألة الأولى كما هي إلى حقل الجامعة، ونقلنا نصيب الزوجة كما هو.\n3 -\nضربنا نصيب كل واحد من المسائل الثانية بجزء سهم مسألته ووضعنا الناتج تحت الجامعة.\nب ـ مثال انقسام بعض السهام على بعض المسائل:\nتوفي شخص عن زوجة وشقيقتين وعم، فلم تقسم التركة حتى توفيت الزوجة وكل واحدة من الشقيقتين عن زوج وابن.\nالجزء: 1 ¦ الصفحة: 151\n",
        "الشرح: 1 - نظرنا بين مسألة كل ميت ثان وسهامه من الأولى فوجدنا سهام الزوجة مباينة لمسألتها فأثبتناها، ووجدنا سهام كل واحدة من الأختين منقسمة على مسألتها، فلم ندخلها في النظر بين المسائل.\n2 -\nأخذنا مسألة الزوجة وضربناها بالمسألة الأولى فحصل ثمانية وأربعون (48) وهي الجامعة.\n3 -\nضربنا نصيب كل واحد من الأولى بما ضربت به وقسمناه على مسألته فخرج على مسألة الزوجة ثلاثة (3) وعلى مسألة كل واحدة من الأختين أربعة (4) وأكملنا العمل كما سبق.\nالجزء: 1 ¦ الصفحة: 152\n",
        "[\nتطبيقات\n]\nتطبيقات 1 - توفي شخص عن ثلاثة بنين فلم تقسم التركة حتى مات أحدهم عن ابنين والثاني عن ثلاثة والثالث عن خمسة.\n2 -\nهلك هالك عن أربعة أبناء ابن فلم تقسم التركة حتى توفي كل واحد منهم عن ثلاثة بنين.\n3 -\nهلك هالك عن ثلاثة إخوة أشقاء فلم تقسم التركة حتى توفي أحدهم عن ابنين والثاني عن ابن وبنتين والثالث عن زوجة وابن.\n4 -\nهلك هالك عن خمسة إخوة لأب فلم تقسم التركة حتى توفي أحدهم عن أربعة بنين والثاني عن ابنين وبنتين والثالث عن أربعة بنين وبنتين.\n5 -\nهلك هالك عن زوجة وبنتين من غيرها وعم، فلم تقسم التركة حتى توفيت الزوجة عن أم وأب وابن من غير المورث، وتوفيت إحدى البنات عن زوج وأم وابن، والثانية عن أم وابنين وبنت.\n6 -\nهلك هالك عن زوجة وأختين لأب وابن أخ شقيق، فلم تقسم التركة حتى توفيت إحدى الأختين عن زوج وابن، والثانية عن ابن وبنتين، والزوجة عن أم وأب.\n7 -\nهلك هالك عن زوجتين وأختين شقيقتين وأخ لأب، فلم تقسم التركة حتى توفيت إحدى الشقيقتين عن زوج وثلاثة بنين والثانية عن زوج وأم وابن، والأخ لأب عن زوجة وعم.\n8 -\nهلك هالك عن أم وأخت لأب وابن أخ لأب، فلم تقسم التركة حتى توفيت الأم عن زوج وأم وأب، والأخت عن أم وبنتين وعم لأب، وابن الأخ عن\nالجزء: 1 ¦ الصفحة: 153\n",
        "زوجة وابنين.\n9 -\nهلك هالك عن جدة لأم وبنت وبنت ابن وأخ شقيق، فلم تقسم التركة حتى توفيت الجدة عن ثلاثة أخوات شقائق وعم، والبنت عن زوج وابنين، وبنت الابن عن أم وابنين.\nالجزء: 1 ¦ الصفحة: 154\n",
        "[\nالأمر الثالث طريقة العمل في الحالة الثالثة\n]\nالأمر الثالث: طريقة العمل في الحالة الثالثة: وهي ما إذا كان ورثة الثاني بقية ورثة الأول، لكن اختلف إرثهم أو ورث معهم غيرهم.\nصفة العمل في هذه الحالة كما يأتي: 1 - يجعل مسألة للميت الأول وتصحح إن احتاجت إلى تصحيح.\n2 -\nيجعل مسألة للميت الثاني وتصحح إن احتاجت إلى تصحيح.\n3 -\nينظر بين مسألة الثاني وسهامه من الأولى، فإن توافقا أثبت وفقهما، وإن تباينا أثبتا جميعا.\n4 -\nتضرب الأولى بالمثبت من الثانية.\n5 -\nيضرب نصيب كل واحد من الأولى غير الميت بما ضربت به.\n6 -\nيضرب نصيب كل واحد من الثانية بالمثبت من سهام مورثه.\n7 -\nوإن انقسمت سهام الميت الثاني على مسألته قسمت عليها وما يخرج فهو جزء السهم لها يضرب به نصيب كل وارث منها، وتكون الأولى هي الجامعة وتبقى الأنصباء منها بلا تغيير.\n[\nالأمثلة\n]\nالأمثلة مثال موافقة السهام للمسألة: هلك شخص عن زوجة\nوبنتين منها، وعم، فلم\nتقسم التركة حتى ماتت\nإحدى البنتين عمن في المسألة.\nالجزء: 1 ¦ الصفحة: 155\n",
        "الشرح: 1 - جعلنا مسألة للأول.\n2 -\nجعلنا مسألة للثاني.\n3 -\nنظرنا بين مسألة الميت الثاني وسهامه من الأولى فوجدناهما متوافقين بالنصف فأثبتنا وفق المسألة ثلاثة ووفق السهام أربعة.\n4 -\nضربنا المسألة الأولى بالمثبت من المسألة الثانية 3×24 فحصل اثنان وسبعون وهو الجامعة.\n5 -\nضربنا نصيب كل واحد من الأحياء في الأولى بما ضربت به وهم الزوجة والبنت والعم.\n6 -\nضربنا نصيب كل واحد من المسألة الثانية بالمثبت من سهام مورثه.\n7 -\nوجمعنا الأنصباء من المسألة الأولى والثانية ووضعناها تحت الجامعة.\nمثال مباينة السهام للمسألة: هلك شخص عن زوجة وثلاث بنات من غيرها وعم، فلم تقسم التركة حتى توفيت إحدى البنات عمن في المسألة.\nالجزء: 1 ¦ الصفحة: 156\n",
        "الشرح: 1 - جعلنا مسألة للأول وصححناها.\n2 -\nجعلنا مسألة للثاني.\n3 -\nنظرنا بين مسألة الثاني وسهامه من الأولى فوجدنا بينهما تباينا فأثبتناهما.\n4 -\nضربنا المسألة الأولى بالثانية، وأكملنا العمل كما سبق.\nمثال انقسام السهام على المسألة: توفي شخص عن زوجة وبنتين منها وأم وعم فلم تقسم التركة حتى توفيت إحدى البنتين عن زوج ومن في المسألة.\nالجزء: 1 ¦ الصفحة: 157\n",
        "الشرح: 1 - جعلنا مسألة للميت الأول.\n2 -\nجعلنا مسألة للميت الثاني.\n3 -\nنظرنا بين مسألة الميت الثاني وسهامه من الأولى فوجدنا السهام منقسمة على المسألة فقسمنا السهام على المسألة فخرج واحد وهو جزء سهمهما.\n4 -\nجعلنا المسألة الأولى هي الجامعة ونقلنا أنصباء الأحياء منها بلا تغيير.\n5 -\nضربنا من الثانية بجزء سهمهما.\n6 -\nجمعنا الأنصباء من الأولى ووضعناها تحت الجامعة.\nالجزء: 1 ¦ الصفحة: 158\n",
        "[\nتطبيقات على الحالة الثالثة\n]\nتطبيقات على الحالة الثالثة: 1 - هلك هالك عن زوجة وبنت منها وبنت ابن، وعم، فلم تقسم التركة حتى ماتت البنت عن زوج وابن ومن في المسألة.\n2 -\nهلك هالك عن أخت شقيقة وزوجة، وأخت لأب وعم فلم تقسم التركة حتى ماتت الأخت الشقيقة عن زوج وبنت، ومن في المسألة.\n3 -\nهلك هالك عن أربعة أبناء من أم واحدة، فلم تقسم التركة حتى مات أحدهم عن زوجة وبنت ومن في المسألة.\n4 -\nهلك هالك عن أم وأب وابن فلم تقسم التركة حتى مات الابن عن زوجة وبنتين ومن في المسألة.\n5 -\nهلك هالك عن أخت لأب وزوج وأم، فلم تقسم التركة حتى توفيت الأخت لأب بعد أن تزوجها الزوج عن أم وابن ومن في المسألة.\n6 -\nهلك هالك عن زوجين وبنتين من إحداهما وابن ابن فلم تقسم التركة حتى ماتت إحدى البنتين عن زوج ومن في المسألة.\n7 -\nهلك هالك عن بنتين وابن من أم واحدة فلم تقسم المسألة حتى ماتت إحدى البنتين عن بنت ومن في المسألة ثم ماتت الأخرى عن زوج ومن في المسألة.\nالجزء: 1 ¦ الصفحة: 159\n",
        "[\nأسئلة\n]\nأسئلة 1 - ما معنى النسخ في اللغة؟\n2 -\nما المراد بالمناسخات في المواريث، وما وجه تسميتها بذلك؟\n3 -\nاذكر حالات المناسخات إجمالا؟\n4 -\nما معنى اختلاف الإرث في قولهم: ولا يختلف إرثهم؟\n5 -\nما معنى قولهم: أن يكون ورثة كل ميت لا يرثون غيره؟\n6 -\nكيف تميز بين حالات المناسخات؟ طبق ذلك على مثال من عندك.\n7 -\nبين من أي حالات المناسخات الصور الآتية:\n(أ) إذا لم يكن في ورثة الثاني أحد من ورثة الأول.\n(ب) إذا انحصر ورثة الثاني في ورثة الأول ولم يختلف إرثهم.\n(ج) إذا انحصر ورثة الثاني في ورثة الأول مع اختلاف الإرث.\n(د) إذا كان ورثة الثاني من ورثة الأول وغيرهم.\n8 -\nاذكر طريقة العمل في الحالة الأولى مع التمثيل.\n9 -\nللعمل في الحالة الثانية سبع خطوات فاذكرهما مرتبة.\n10 -\nإذا انقسمت سهام كل ميت ثان على مسألته، أو انقسم بعضها فما العمل؟ وهل تدخل المسألة الأولى في النظر بين المسائل الثانية؟\n11 -\nللعمل في الحالة الثالثة سبع خطوات فاذكرها مرتبة.\nالجزء: 1 ¦ الصفحة: 160\n",
        "[\nتطبيقات عامة\n]\nتطبيقات عامة اقسم المسائل الآتية: 1 - هلك هالك عن أربعة بنين وزوجة هي أمهم فلم تقسم التركة حتى مات اثنان من البنين واحدا بعد واحد، ثم ماتت الأم عن الباقين.\n2 -\nهلك هالك عن أم وخمسة إخوة أشقاء، فلم تقسم التركة حتى مات اثنان من الإخوة واحدا بعد واحد، ثم ماتت الأم عن الباقين.\n3 -\nهلك هالك عن ثمانية إخوة لأم هم بنو عم، فلم تقسم التركة حتى مات أربعة منهم واحدا بعد واحد عن الباقين.\n4 -\nهلك هالك عن زوج وأم وأخت شقيقة وأختين لأم، فلم تقسم التركة حتى ماتت الشقيقة بعد أن تزوجها الزوج عن الباقين.\n5 -\nهلك هالك عن زوج وشقيقة وأخت لأب، وقبل القسمة ماتت الأخت لأب بعد أن تزوجها الزوج عمن في المسألة.\n6 -\nهلك هالك عن أربعة إخوة أشقاء فلم تقسم التركة حتى مات أحدهم عن ابنين والثاني عن ثلاثة.\n7 -\nهلك هالك عن زوجة وأربعة أعمام لأب فلم تقسم التركة حتى مات اثنان منهم وخلف كل منهما ثلاثة بنين.\n8 -\nهلك هالك عن ثلاثة بنين فلم تقسم التركة حتى مات كل منهم عن ابنين.\n9 -\nهلك هالك عن ثلاثة أبناء أخ شقيق فلم تقسم التركة حتى مات أحدهم عن ابنين والثاني عن أربعة بنين والثالث عن ثلاثة بنين وبنتين.\n10 -\nهلك هالك عن زوج وشقيقة وأخت لأب، فلم تقسم التركة حتى\nالجزء: 1 ¦ الصفحة: 161\n",
        "مات زوج عن زوجة وأم وابن، والشقيقة عن زوج وثلاثة بنين، والأخت لأب عن زوج وأم وأخوين لأم.\n11 -\nهلك هالك عن زوجة وبنتين من غيرها، وعم، فلم تقسم التركة حتى ماتت كل واحدة من البنتين عن زوج وثلاثة بنين.\n12 -\nهلك هالك عن زوجتين وبنتين من إحداهما وعم، فلم تقسم التركة حتى ماتت إحدى البنتين عن زوج ومن في المسألة.\n13 -\nهلك هالك عن أم وبنت وزوج ليس أبا للبنت وأخ لأب، فلم تقسم التركة حتى ماتت الأم عن زوج ليس أبا للميتة الأولى وأخ شقيق ومن في المسألة.\n14 -\nهلك هالك عن ابنين فلم تقسم التركة حتى توفي أحدهما عن بنت.\n15 -\nهلك هالك عن ثلاثة بنين من أم واحدة فلم تقسم التركة حتى مات أحدهم عن بنتين والثاني عن ثلاث بنات.\n16 -\nهلك هالك عن أربعة بنين من أم واحدة، مات أحدهم قبل قسمة التركة عن بنت وابن، والثاني عن بنت وبنت ابن، والثالث عن أربع بنات.\nالجزء: 1 ¦ الصفحة: 162\n",
        "[\nالموضوع الثاني ميراث الغرقى ونحوهم\n]\n[\nالمراد بالغرقى\n]\nالموضوع الثاني\nميراث الغرقى ونحوهم ويتضمن ثلاثة مباحث: 1 - تعريف الغرقى في اللغة: الغرقى في اللغة جمع غريق، وهو من مات بالغرق.\n2 -\nالمراد بالغرقى في علم المواريث: المراد بالغرقى ونحوهم في علم المواريث: المتوارثون الذين التبس زمن موتهم، كمن ماتوا بحادث عام، كالغرق، والهدم والحرق، والانقلاب والاصطدام، والأمراض العامة، كالطاعون، أو ماتوا في غربة، أو في جهات مختلفة، وكقتلى المعارك، وضحايا الاختطاف.\n[\nحالات الغرقى ونحوهم وحكم توريث بعضهم من بعض في كل حالة\n]\n3 -\nحالات الغرقى ونحوهم، وحكم توريث بعضهم من بعض في كل حالة: للغرقى ونحوهم من حيث معرفة المتأخر منهم موتا وعدمه حالات، منها ما يأتي:\nالحالة الأولى: أن يعلم موتهم جميعا، وفي هذه الحالة لا توارث بينهم إجماعا، بل يكون ميراث كل واحد منهم لورثته الأحياء حين موته دون الذين ماتوا معه، لعدم تحقق شرط الإرث في كل منهم، وهو تحقق حياة الوارث حين موت المورث.\nالحالة الثانية: أن يعلم المتأخر بعينه ولا ينسى، وفي هذه الحالة يرث المتأخر من المتقدم\nالجزء: 1 ¦ الصفحة: 163\n",
        "من غير عكس إجماعا، لتحقيق شرط الإرث في المتأخر دون المتقدم.\nالحالة الثالثة: أن يعلم المتأخر بعينه ثم ينسى.\nالحالة الرابعة: أن يعلم المتأخر لا بعينه.\nالحالة الخامسة: ألا يعلم المتقدم من المتأخر، بل يجهل الأمر.\nوفي الحالات الثلاث الأخيرة لا يخلو الورثة من حالين:\n(أ) أن يدَّعي كل منهم تأخر موت مورثهم عن صاحبه، وحينئذ يتحالفون، فيحلف كل منهم على إبطال ما ادعاه الآخر، ثم يعطى ميراث كل منهم لورثته الأحياء حين موته دون الذين ماتوا معه، كمن تداعيا ولم توجد بينة، أو تعارضت البينتان.\n(ب) أن يتفقوا على جهالة الأمر، وفي هذه الحالة اختلف في توارثهم على قولين:\nالقول الأول: أنهم لا يتوارثون بل يكون ميراث كل واحد منهم لورثته الأحياء حين الحكم بموته دون الذين ماتوا معه، وهذا مذهب الجمهور من الحنفية والمالكية والشافعية وهو قول جماعة من الصحابة رضي الله عنهم.\nالقول الثاني: أنهم يتوارثون وهذا مذهب الحنابلة.\nالأدلة: دليل القول بعدم التوريث: أن قتلى اليمامة وصفين لم يورث بعضهم من بعض، بل جعل ميراث كل\nالجزء: 1 ¦ الصفحة: 164\n",
        "واحد منهم لورثته الأحياء (1) .\nدليل القول بالتوريث: ما ورد عن عمر -رضي الله عنه- أنه قال في قتلى الطاعون: \"ورِّثوا بعضهم من بعض (2) \".\nوأجيب عنه بأنه قد روي عن عمر خلافه وليس أحد قوليه بأولى من الآخر.\nالترجيح: الراجح عدم التوارث لما يأتي:\n1 -\nقوة أدلته وضعف أدلة القول بالتوريث كما سبق في مناقشتها.\n2 -\nأن الأصل عدم التوارث، وسببه -وهو تأخر موت الوارث- مشكوك فيه، فلا يورث مع الشك.\n(1) السنن الكبرى 6 / 222.\n(2) المصدر السابق 6 / 222.\nالجزء: 1 ¦ الصفحة: 165\n",
        "[\nأسئلة\n]\nأسئلة 1- عرف الغرقى في اللغة، وبين المراد بهم عند علماء المواريث.\n2 -\nاذكر حالات الغرقى ونحوهم إجمالا.\n3 -\nاذكر حكم التوارث بين الغرقى في الحالتين الآتيتين:\n(أ) إذا علم المتأخر بعينه ولم ينس.\n(ب) إذا علم موتهم جميعا.\n4 -\nاذكر حالات الغرقى المختلف في توارثهم فيها، ومتى يرد الخلاف.\n5 -\nاختلف في توارث الغرقى ونحوهم على قولين، فاذكر الدليل لكل قول، وبين الراجح من القولين مع التوجيه.\n6 -\nناقش أدلة القائلين بتوارث الغرقى ونحوهم من قبل المانعين.\nالجزء: 1 ¦ الصفحة: 166\n",
        "[\nالموضوع الثالث الرد\n]\n[\nمعنى الرد وسببه وشروطه وذكر من يرد عليه\n]\nالموضوع الثالث الرد ويتضمن المباحث الآتية: 1 - معنى الرد: الرد لغة: الإرجاع والمنع، تقول: رددت العدوان إذا منعته، ورددت المبيع إذا أرجعته.\nوالرد في الاصطلاح: إرجاع ما يبقى بعد أصحاب الفروض على من يستحقه منهم بنسبة فروضهم.\n2 -\nسبب الرد: سبب الرد عدم استغراق فروض المسألة لأصلها من غير عاصب.\n3 -\nشروط الرد: يشترط للرد شرطان:\nالأول: ألا تستغرق الفروض المسألة، لأنها إذا استغرقت لم يبق باق، وإذًا فلا رد.\nالثاني: عدم العاصب، لأنه إذا وجد أخذ الباقي وإذًا فلا رد.\n4 -\nمن يرد عليه: يرد على جميع أصحاب الفروض سوى الزوجين.\nووجه ذلك: أن سبب الرد القرابة، والزوجان لا يكونان من الأقارب ذوي الفروض.\nالجزء: 1 ¦ الصفحة: 167\n",
        "[\nأصناف أهل الرد\n]\n5 -\nأصناف أهل الرد: المراد بالصنف هنا ذوو الفرض الواحد، وهم سبعة أصناف:\n1 -\nالبنت فأكثر.\n2 -\nبنت الابن فأكثر.\n3 -\nالأخت الشقيقة فأكثر.\n4 -\nالأخت لأب فأكثر.\n5 -\nولد الأم فأكثر، ذكرا كان أو أنثى.\n6 -\nالأم. 7- الجدة أو الجدات.\n[\nأصول مسائل أهل الرد إذا لم يكن معهم أحد الزوجين\n]\n6 -\nأصول مسائل أهل الرد إذا لم يكن معهم أحد الزوجين وفيه مطلبان: 1 - في بيان أصول مسائل أهل الرد إذا لم يكن معهم أحد الزوجين: (أ) إذا كان أهل الرد صنفا واحدا.\nوفي هذه الحالة لا تنحصر مسائلهم في عدد معين لأن مسألتهم من عدد رؤوسهم كالعصبة، ورؤوسهم لا تنحصر.\n(ب) إذا كان أهل الرد أكثر من صنف.\nوأصول مسائلهم في هذه الحالة أربعة: 2، 3، 4، 5.\n2 -\nالأصل الذي تؤخذ منه مسائل أهل الرد: تؤخذ مسائل أهل الرد كلها من أصل ستة (6) .\nوذلك أن جميع الفروض تخرج من أصل ستة (6) إلا الربع والثمن وهما لا يكونان لغير الزوجين، والزوجان ليسا من أهل الرد.\nالجزء: 1 ¦ الصفحة: 168\n",
        "[\nأصول مسائل الزوجية في الرد\n]\n7 -\nأصول مسائل الزوجية في الرد: أصول مسائل الزوجية في الرد: اثنان (2) ، أربعة (4) ، ثمانية (8) ، لأن فرضها الضعف، أو الربع، الثمن، وهذه مخارجها.\n[\nصفة العمل في الرد\n]\n[\nأولا صفة العمل في الرد إذا لم يكن مع أهله أحد الزوجين\n]\n8 -\nصفة العمل في الرد: أولا: صفة العمل في الرد إذا لم يكن مع أهله أحد الزوجين: (أ) إذا كان من يُرَدُّ عليه شخصا واحدا.\nوفي هذه الحالة يعطى المال كله فرضا وردا من غير مسألة.\n(ب) إذا كان الموجود من أهل الرد صنفا واحدا.\nوفي هذه الحالة تجعل مسألتهم من عدد رؤوسهم كالعصبة.\nالأمثلة المثال الأول المثال الثاني المثال الثالث\nالجزء: 1 ¦ الصفحة: 169\n",
        "(ج) إذا كان الموجود من أهل الرد أكثر من صنف (1) .\nوفي هذه الحالة يجعل لهم مسألة من أصل ستة (6) وتخرج فروضهم كأنه لا رد فيها، ثم تجمع سهامهم وما يحصل فهو مسألة الرد، وتصحح إن احتاجت إلى تصحيح.\nالأمثلة مثال أصل (2) مثال أصل (3) مثال أصل (4) مثال أصل (5)\n(1) أهل فرضين أو ثلاثة ولا يجتمع أكثر منها في مسألة الرد.\nالجزء: 1 ¦ الصفحة: 170\n",
        "[\nثانيا صفة العمل في الرد إذا كان مع أهله أحد الزوجين\n]\nثانيا: صفة العمل في الرد إذا كان مع أهله أحد الزوجين: (أ) صفة ذلك إذا كان الموجود مع أحد الزوجين شخصا أو صنفا: وفي هذه الحالة يعطى أحد الزوجين فرضه من مخرجه والباقي لأهل الرد كالعصبة وتصحح المسألة إن احتاجت إلى تصحيح.\nالأمثلة\nمثال أصل (8) مثال أصل (4) مثال أصل (2) (ب) ـ صفة العمل في الرد إذا كان الموجود مع أحد الزوجين من أهل الرد أكثر من صنف وذلك كما يلي:\n1 -\nيجعل مسألة للزوجية من مخرج فرض أحد الزوجين، ويعطى فرضه منها، والباقي لأهل الرد، وتصحح إن احتاجت إلى تصحيح (1) .\n(1) ولا يدخل أهل الرد في تصحيح مسألة الزوجية.\nالجزء: 1 ¦ الصفحة: 171\n",
        "2 -\nيجعل مسألة لأهل الرد من أصل ستة كما تقدم، وتصحح إن احتاجت إلى تصحيح (1) .\n3 -\nينظر بين مسألة الرد بعد التصحيح وبين الباقي في مسألة الزوجية بعد فرض أحد الزوجين، فإن انقسم الباقي على مسألة الرد صحت مسألة الرد من مسألة الزوجية، وكانت مسألة الزوجية هي الجامعة، فينقل نصيب أحد الزوجين تحت الجامعة بلا تغيير، ويقسم الباقي على مسألة الرد، وما يخرج فهو جزء السهم لها يضرب به نصيب كل واحد منها، وإن باينها أثبتا جميعا، وإن وافقها أثبت وفقهما.\n4 -\nتضرب مسألة الزوجية بالمثبت من مسألة الرد، وما يحصل فهو الجامعة.\n5 -\nيضرب نصيب أحد الزوجين بما ضربت به مسألته.\n6 -\nيضرب نصيب كل واحد من مسألة الرد بالمثبت من الباقي في مسألة الزوجية بعد فرض أحد الزوجين، وتوضع الأنصباء تحت الجامعة.\n(1) ولا تدخل الزوجات في تصحيح مسألة الرد.\nالجزء: 1 ¦ الصفحة: 172\n",
        "[\nالأمثلة\n]\nالأمثلة أولا: مثال انقسام الباقي على مسألة الرد: توفي شخص عن زوجة وأم وأخ لأم.\nالشرح: 1 - جعلنا مسألة للزوجية من أربعة مخرج فرض الزوجة، وأعطيت الزوجة فرضها الربع واحدا، وأعطى أهل الرد الباقي ثلاثة.\n2 -\nجعلنا مسألة للرد من ستة، للأم فيها الثلث اثنان، وللأخ لأم السدس واحد.\n3 -\nجمعنا أنصباء أهل الرد من مسألتهم وجعلناها أصلا لمسألة الرد.\n4 -\nنظرنا بين مسألة الرد ثلاثة وبين الباقي في مسألة الزوجية فوجدنا الباقي منقسما على مسألة الرد، فقسمناه عليها فكان خارج القسمة واحدا وهو جزء سهمهما.\n5 -\nجعلنا مسألة الزوجية هي الجامعة، ونقلنا نصيب الزوجة تحتها بلا تغيير.\n6 -\nضربنا نصيب كل واحد من أهل الرد بجزء سهم مسألته ووضعناه تحت الجامعة.\nالجزء: 1 ¦ الصفحة: 173\n",
        "ثانيا: مثال مباينة الباقي في مسألة الزوجية لمسألة الرد: توفي شخص عن جدة وأخ لأم وزوجة:\nالشرح: 1 - جعلنا مسألة للزوجية من أربعة مخرج فرض الزوجة، وأعطينا الزوجة فرضها الربع واحدا، وأعطينا أهل الرد الباقي ثلاثة.\n2 -\nجعلنا مسألة للرد من ستة للجدة السدس واحد وللأخ لأم السدس واحد.\n3 -\nجمعنا أنصباء أهل الرد وجعلناها أصلا لمسألة الرد.\n4 -\nنظرنا بين مسألة الرد اثنين وبين الباقي في مسألة الزوجية فوجدنا بينهما تباينا فأثبتنا كلا منهما.\n5 -\nضربنا مسألة الزوجية بمسألة الرد 2×4 فحصل ثمانية وهو الجامعة.\n6 -\nضربنا نصيب الزوجة بما ضربت به مسألتها، وضربنا نصيب كل واحد من أهل الرد بالباقي في مسألة الزوجية.\nالجزء: 1 ¦ الصفحة: 174\n",
        "ثالثا: مثال موافقة مسألة الرد للباقي في مسألة الزوجية:\nالشرح: 1 - جعلنا مسألة للزوجية من أربعة.\n2 -\nجعلنا مسألة للرد من ستة ثم رجعت بالرد إلى ثلاثة، وصححت.\n3 -\nنظرنا بين مصح مسألة الرد ستة وبين الباقي في مسألة الزوجية ثلاثة فوجدنا بينهما توافقا بالثلث فأثبتنا وفق كل منهما.\n4 -\nضربنا مسألة الزوجية بوفق مسألة الرد فحصل ثمانية وهو الجامعة.\n5 -\nضربنا نصيب الزوجة بما ضربت به مسألتها وجعلنا الحاصل تحت الجامعة.\n6 -\nضربنا نصيب كل واحد من أهل الرد بوفق الباقي بمسألة الزوجية وجعلناه تحت الجامعة.\nالجزء: 1 ¦ الصفحة: 175\n",
        "[\nأسئلة\n]\nأسئلة 1 - ما معنى الرد في اللغة؟ وما معناه في الاصطلاح؟\n2 -\nما سبب الرد، وما الفرق بين الرد والعول؟\n3 -\nاذكر شروط الرد مع التوجيه لكل شرط.\n4 -\nاذكر من يُرَدُّ عليه، وعلل منع الرد على الزوجين.\n5 -\nاذكر أصناف أهل الرد.\n6 -\nاذكر أصول مسائل أهل الرد إذا لم يكن معهم أحد الزوجين، وبين وجه الحصر فيها.\n7 -\nما الأصل الذي تؤخذ منه أصول مسائل أهل الرد؟\n8 -\nبين مع التوجيه أصول مسائل الزوجية في الرد.\n9 -\nإذا كان الموجود من أهل الرد شخصا واحدا وليس معه أحد الزوجين فما صفة العمل في الرد عليه؟\n10 -\nما صفة العمل في الرد إذا كان أهل الرد صنفا واحدا وليس معهم أحد الزوجين؟ وضح إجابتك بالأمثلة.\n11 -\nبين صفة العمل في الرد إذا كان أهله أكثر من صنف وليس معهم أحد الزوجين، موضحا ذلك بالأمثلة.\n12 -\nإذا كان الموجود مع أحد الزوجين من أهل الرد شخصا واحد أو صنفا واحدا، فما صفة العمل؟\n13 -\nاذكر خطوات العمل في الرد إذا كان أهله أكثر من صنف ومعهم أحد الزوجين، مع التمثيل لانقسام الباقي على مسألة الرد، ومباينته له وموافقته له.\nالجزء: 1 ¦ الصفحة: 176\n",
        "[\nتطبيقات\n]\nتطبيقات 1- توفي شخص عن ثلاث بنات.\n2 -\nهلك هالك عن أربع بنات ابن.\n3 -\nتوفي شخص عن ثلاث أخوات شقائق.\n4 -\nتوفي شخص عن بنت، وثلاث بنات ابن.\n5 -\nتوفي شخص عن جدة، وأخ لأم، وأخت لأب.\n6 -\nتوفيت امرأة عن أم، وأربعة إخوة لأم.\n7 -\nتوفي رجل عن ثلاث زوجات، وأم، وثلاث أخوات لأم.\n8 -\nتوفيت امرأة عن زوج، وثلاث جدات، وأخ لأم.\n9 -\nتوفي رجل عن زوجة، وبنت، وأربع بنات ابن.\n10 -\nتوفي شخص عن أربع زوجات، وأم، وثلاث بنات.\n11 -\nتوفي رجل عن ثلاث زوجات، وأربع بنات.\n12 -\nهلك هالك عن زوجة، وست شقائق.\nالجزء: 1 ¦ الصفحة: 177\n",
        "[\nالموضوع الرابع ميراث الحمل\n]\n[\nتعريفه ودليله\n]\nالموضوع الرابع ميراث الحمل ويتضمن المباحث الآتية: 1 - تعريف الحمل الحمل يطلق (1) في اللغة على الولد في البطن، وعلى ثمرة الشجرة عليها.\nوالمراد بالحمل في علم الفرائض: ولد المرأة المتوفى عنه في بطنها، وهو يرث، أو يحجب في جميع التقادير، أو بعضها.\n2 -\nدليل إرث الحمل دليل إرث الحمل قوله -صلى الله عليه وسلم-: «إذا استهل (2) المولود وَرِثَ» (3) .\n[\nشروط إرث الحمل وما يتحقق به كل شرط\n]\n3 -\nشروط إرث الحمل وما يتحقق به كل شرط: (أ) الشروط: يشترط لإرث الحمل شرطان:\nالشرط الأول: تحقق وجوده في الرحم حين موت المورث ولو نطفة.\nالشرط الثاني: أن يولد حيا حياة مستقرة.\n(ب) ما يتحقق به كل شرط: يتحقق الشرط الأول بأحد أمرين:\nالأول: أن يولد حيا حياة مستقرة لأقل من ستة أشهر من حين موت المورث (4) .\n(1) بفتح الحاء وسكون الميم.\n(2) الاستهلال: الصراخ أو الصوت مطلقا، كالعطاس، والبكاء.\n(3) السنن الكبرى باب ميراث الحمل 6 / 257.\n(4) سواء أكانت أمه فراشا -ذات زوج أو سيد- أم لم تكن فراشا -ليست ذات زوج ولا سيد-.\nالجزء: 1 ¦ الصفحة: 178\n",
        "الثاني: أن يولد لأكثر مدة الحمل (1) فأقل من حين موت المورث، بشرط ألا توطأ أمه، ولا تكون فراشا لمن يطأ من حين موت المورث إلى وضع الحمل.\nويتحقق الشرط الثاني بوجود ما يدل على الحياة، كالصراخ، والبكاء، العطاس، والرضاع، والحركة الكثيرة، والتنفس الكثير، ونحو ذلك، لقوله -صلى الله عليه وسلم-: «إذا استهل المولود ورث» (2) والاستهلال الصراخ، أو الصوت مطلقا وغير الاستهلال بمعناه.\n[\nقسمة التركة قبل وضع الحمل\n]\n4 -\nقسمة التركة قبل وضع الحمل: (أ) إذا رضي كل الورثة بتأجيل القسمة إلى وضع الحمل.\nوفي هذه الحالة لا تقسم.\n(ب) إذا طلب الورثة أو بعضهم قسمة التركة، قبل وضع الحمل، وفي هذه الحالة يوقف للحمل الأكثر من نصيب ذكرين أو أنثيين ثم تقسم.\n[\nتقادير الحمل\n]\n5 -\nتقادير الحمل: للحمل ستة تقادير وهي كما يأتي:\n1 -\nأن يولد ميتا.\n2 -\nأن يولد ذكرا.\n3 -\nأن يولد أنثى.\n4 -\nأن يولد ذكرين.\n5 -\nأن يولد أنثيين.\n6 -\nأن يولد ذكرا وأنثى.\nأما كونه أكثر من اثنين فنادر، والنادر لا حكم له، فلا يحتاج إلى تقدير.\n(1) وهي عند الحنابلة أربع سنين.\n(2) السنن الكبرى باب ميراث الحمل 6 / 257.\nالجزء: 1 ¦ الصفحة: 179\n",
        "[\nأحوال الوارث مع الحمل\n]\n6 -\nأحوال الوارث مع الحمل، وما يعامل به في كل منها: للوارث مع الحمل ثلاث حالات:\nالحالة الأولى: ألا يختلف نصيبه في جميع التقادير، وهذا يعطى نصيبه كاملا، لأن الحمل لا يؤثر عليه.\nالحالة الثانية: أن يسقط في بعض التقادير، وهذا لا يعطى شيئا حتى يوضع الحمل، لاحتمال أن يُولَد من يسقطه.\nالحالة الثالثة: أن ينقص في بعض التقادير، ولا يُسْقَط، وهذا يعطى الأقل لاحتمال أن يولد من يُنْقِصُه.\n[\nما يوقف من التركة إلى وضع الحمل\n]\n7 -\nما يوقف من التركة إلى وضع الحمل: يوقف للحمل الأكثر من نصيب ذكرين أو أنثيين لما يأتي:\n1 -\nأن الحمل باثنين كثير فيأخذ حكم الغالب.\n2 -\nأن ما زاد عن الانثين نادرا والنادر لا حكم له.\n[\nصفة العمل في مسائل الحمل\n]\n8 -\nصفة العمل في مسائل الحمل: صفة العمل في مسائل الحمل كما يأتي:\n1 -\nيجعل لكل تقدير مسألة، وتصحح إن احتاجت إلى تصحيح.\n2 -\nيوجد المضاعف المشترك الأصغر للمسائل كلها، بطريق النسب الأربع، أو بقاعدة إيجاد المضاعف المشترك بين الأعداد، وذلك هو الجامعة للمسائل.\n3 -\nتقسم الجامعة على المسائل كلها، وما يخرج على كل مسألة فهو جزء سهمها.\n4 -\nيضرب نصيب كل وارث من كل مسألة في جزء سهمها.\n5 -\nيقارن بين نصيب كل وارث في كل مسألة ويعطى الأنقص منها، ومن لا يختلف نصيبه يعطاه كاملا من إحدى المسائل، ويوقف الباقي إلى وضع الحمل، فإذا ولد أخذ نصيبه وَرُدَّ الباقي -إن كان- على مستحقه.\nالجزء: 1 ¦ الصفحة: 180\n",
        "[\nالأمثلة\n]\nالأمثلة مثال كون الأكثر نصيب ذكرين: توفي شخص عن أخ لأب، وحمل زوجة أب.\nالشرح: 1 - جعلنا لكل تقدير مسألة.\n2 -\nأوجدنا المضاعف المشترك الأصغر للمسائل (1) وجعلناه هو الجامعة.\n3 -\nقسمنا الجامعة على كل مسألة.\n4 -\nضربنا نصيب كل واحد في جزء السهم (2) في كل مسألة.\n(1) وذلك بتحليها إلى عواملها الأولية وضرب العوامل ببعضها هكذا: [ (54332 ÷ 2) (52331 ÷ 2) (51331 ÷ 3) (51111 ÷ 5) (11111) 2× 2× 3× 5 = 60] .\n(2) وهو حاصل قسمة الجامعة على كل مسألة.\nالجزء: 1 ¦ الصفحة: 181\n",
        "5 -\nأعطينا الأخ الأقل عشرين وهو ما أخذه من مسألة تقدير الحمل بذكرين، ووقفنا الباقي وهو أربعون.\nتوزيع الموقوف: 1 - إن ولد الحمل ميتا فالموقوف للأخ.\n2 -\nوإن ولد الحمل ذكرين فالموقوف له. 3- وإن ولد الحمل ذكرا أو أنثيين، فللأخ منه عشرة والباقي للحمل.\n4 -\nوإن ولد ذكرا وأنثى فللأخ من الموقوف أربعة والباقي للحمل.\n5 -\nوإن ولد أنثى فللأخ من الموقوف عشرون والباقي للحمل.\nثانيا: مثال كون الأكثر نصيب أنثيين: توفي شخص عن زوج، وأم حامل من أبيه، وعم\nالجزء: 1 ¦ الصفحة: 182\n",
        "الشرح: 1 - جعلنا لكل تقدير مسألة.\n2 -\nنظرنا بين المسائل فوجدنا الستة متكررة فاكتفينا بإحداها للتماثل بينها، وكذا الثمانية.\n3 -\nنظرنا بين الثمانية والستة فوجدنا بينهما توافقا بالنصف فضربنا وفق إحداهما بكامل الأخرى (3×8، أو 4×6) فكان الحاصل أربعة وعشرين (24) وهو الجامعة.\n4 -\nقسمنا الجامعة على كل مسألة فكان الناتج على الستة أربعة وهو جزء سهمها والناتج على الثمانية ثلاثة وهو جزء سهمها.\n5 -\nضربنا نصيب كل وارث في جزء السهم في كل مسألة.\n6 -\nقارنا بين ما حصل عليه كل وارث وأعطينا الأقل، إلا العم فلم يعط شيئا لأنه يسقط في بعض التقادير ووقفنا الباقي للحمل. توزيع الموقوف: 1 - إن ولد ميتا فللزوج من الموقوف ثلاثة، وللأم خمسة وللعم أربعة.\n2 -\nإن ولد أنثى فللأم من الموقوف ثلاثة وللحمل تسعة.\n3 -\nوإن ولد ذكرا فله أربعة وللأم خمسة وللزوج ثلاثة.\n4 -\nوإن ولد ذكرين أو ذكرا وأنثى فله ثمانية، وللأم واحد، وللزوج ثلاثة.\n5 -\nوإن ولد أثنيين فالموقوف له.\nالجزء: 1 ¦ الصفحة: 183\n",
        "ثالثا: مثال استواء الذكرين والأنثيين: توفي شخص عن أم حامل من أبيه، وأخ لأم، وعم.\nالشرح: 1 - جعلنا لكل تقدير مسألة.\n2 -\nنظرنا بين المسائل فوجدناها متماثلة فاكتفينا بإحداها وهي الجامعة.\n3 -\nقسمنا الجامعة على كل مسألة فكان الناتج واحدا وهو جزء السهم.\n4 -\nضربنا الأنصباء في جزء السهم في كل مسألة.\n5 -\nقارنا بين ما حصل عليه كل وارث في كل مسألة فوجدنا نصيب الأم اثنين في مسألة تقدير الحمل ميتا، وواحدا فيما سواها، فأعطيناها الأقل\nالجزء: 1 ¦ الصفحة: 184\n",
        "واحدا، ووجدنا نصيب الأخ لأم لا يتغير فأعطيناه إياه، ووجدنا العم يسقط في بعض التقادير فلم نعطه شيئا، ووقفنا الباقي للحمل.\nتوزيع الموقوف: 1 - وإن ولد ميتا فللأم من الموقوف واحد وللعم ثلاثة.\n2 -\nوإن ولد أنثى فله ثلاثة وللعم واحد.\n3 -\nوإن ولد غير ذلك (1) فالموقوف له.\n(1) أي ذكرا، أو ذكرين، أو أنثيين، أو ذكرا وأنثى.\nالجزء: 1 ¦ الصفحة: 185\n",
        "[\nتطبيقات\n]\nتطبيقات 1- توفي شخص عن زوجة حامل وابن عم.\n2 -\nتوفي رجل عن زوجة وابن حامل وأم وأب.\n3 -\nتوفيت امرأة عن أمها حاملا من أبيها وزوج وأخ لأب.\n4 -\nتوفي شخص عن أمه حاملا من غير أبيه وأخ شقيق.\n5 -\nتوفي شخص عن حمل زوجة أخ شقيق وأم وأخوين لأم.\n6 -\nهلك هالك عن حمل زوجة أخ لأب وأخت شقية وعم.\n7 -\nهلك هالك عن حمل زوجة عم شقيق وبنت وابن عم لأب.\n8 -\nتوفي شخص عن حمل زوجة عم لأب وبنت ومعتق.\n9 -\nتوفي شخص عن حمل زوجة معتق وأم وأخت لأب.\n10 -\nتوفي رجل عن حمل زوجة ابن معتق وبنتين وأم.\n11 -\nتوفي شخص عن معتقة حامل وبنت وبنت ابن.\n12 -\nهالك هالك عن زوجة جده من قبل أبيه حاملا وأخت شقيقة وأخت لأب.\nالجزء: 1 ¦ الصفحة: 186\n",
        "[\nالموضوع الخامس ميراث المفقود\n]\n[\nتعريفه وحالاته\n]\nالموضوع الخامس\nميراث المفقود ويشتمل على المباحث الآتية: 1 - تعريف المفقود: المفقود في اللغة \" المعدوم\".\nوفي اصطلاح علماء المواريث: الآدمي الذي يختفي وينقطع خبره، فلا يعلم له حياة ولا موت، وهو يؤثر على الورثة أو بعضهم.\n2 -\nحالات المفقود: للمفقود من حيث غلبة السلامة أو الهلاك عليه حالتان:\nالحالة الأولى: أن يغلب عليه السلامة، كمن سافر لتجارة أو نزهة أو طلب علم، أو نحو ذلك.\nالحالة الثانية: أن يغلب عليه الهلاك، كمن فقد من بين أهله، أو في المعركة أو كان في سفينة غرق بعض ركابها وسلم بعضهم، ولم يعلم كونه من أي الفريقين، أو اختطف وانقطع خبره، ونحو ذلك.\n[\nمدة انتظار المفقود\n]\n3 -\nمدة انتظار المفقود: (1) .\n(أ) إذا كان الغالب عليه السلامة: إذا كان الغالب على المفقود السلامة انتظر تسعين سنة منذ ولد، فإن فقد\n(1) ما ذكر في تحديد مدة انتظار المفقود هو مذهب الحنابلة.\nوالراجح من أقوال العلماء في هذه المسألة، هو أن يرجع في تقدير مدة المفقود وتحديدها إلى اجتهاد الحاكم. والله أعلم.\nالجزء: 1 ¦ الصفحة: 187\n",
        "بعد التسعين اجتهد الحاكم في تحديد المدة.\n1 -\nتوجيه الانتظار: وجه الانتظار: أن الأصل حياته فلا يحكم بموته حتى يغلب على الظن موته.\n2 -\nتوجيه التحديد بالتسعين: وجه ذلك: أن الغالب أنه لا يعيش أكثر منها.\n(ب) إذا كان الغالب عليه الهلاك: إذا كان الغالب على المفقود الهلاك فإنه ينتظر أربع سنين منذ فقده.\nتوجيه التحديد بأربع سنين: الأول: أن هذه المدة يتكرر فيها تردد المسافرين والتجار، فانقطاع خبر المفقود هذه المدة يرجح هلاكه؛ لأنه لو كان باقيا لما انقطع خبره كل هذه المدة.\nالثاني: أن الصحابة حددوا لامرأة المفقود هذه المدة.\n[\nأحوال الوارث مع المفقود\n]\n4 -\nأحوال الوارث مع المفقود وما يعامل به في كل منها: للوارث مع المفقود ثلاث حالات:\nالأولى: ألا يؤثر المفقود عليه، وهذا يعطى نصيبه كاملا.\nالثانية: أن يسقطه المفقود وهذا لا يعطى شيئا.\nالثالثة: أن ينقصه ولا يسقطه وهذا يعطى الأقل.\n[\nصفة العمل في مسائل المفقود\n]\n5 -\nصفة العمل في مسائل المفقود: صفة العمل في مسائل المفقود كما يأتي:\n1 -\nيجعل مسألة يقدر فيها ميتا، ويعامل فيها الورثة على هذا التقدير، وتصحح إن احتاجت إلى تصحيح.\n2 -\nيجعل مسألة يقدر فيها المفقود حيا، ويعامل فيها الورثة على هذا\nالجزء: 1 ¦ الصفحة: 188\n",
        "التقدير وتصحح إن احتاجت إلى تصحيح.\n3 -\nينظر بين المسألتين بالنسب الأربع وما يحصل فهو الجامعة.\n4 -\nتقسم الجامعة على كل مسألة، وما يخرج فهو جزء سهمهما.\n5 -\nيضرب نصيب كل وارث في كل مسألة في جزء سهمها.\n6 -\nيقارن بين نصيبي كل وارث في المسألتين، ويعطى الأقل، ويوقف الباقي إلى أن يتضح أمر المفقود، أو يحكم بموته ثم يعطى لمستحقه.\n[\nالأمثلة\n]\nالأمثلة المثال الأول: توفي شخص عن أم، وأخ لأب موجود، وأخ لأب مفقود.\nالجزء: 1 ¦ الصفحة: 189\n",
        "الشرح: 1 - جعل مسألة لتقدير المفقود ميتا، أعطيت الأم فيها الثلث وأعطي الأخ الموجود الباقي، ولم تحتج إلى تصحيح.\n2 -\nجعل مسألة لتقدير المفقود حيا، وأعطيت الأم فيها السدس، والباقي أعطي الأخوين، وصححت المسألة من اثني عشر.\n3 -\nنظر بين المسألتين فوجد بينهما تداخل، فأخذت الكبرى الاثنا عشر.\n4 -\nقسمت الجامعة على المسألتين، فخرج على الاثني عشر واحد وهو جزء سهمها، وخرج على الثلاثة أربعة وهو جزء سهمها.\n5 -\nضرب نصيب كل وارث من كل مسألة في جزء سهمها.\n6 -\nقورن بين أنصباء الورثة في المسألتين، فوجد أن نصيب الأم في مسألة الحياة اثنان، وفي مسألة الوفاة أربعة فأعطيت الأقل اثنين، ووجد نصيب الأخ الموجود في مسألة الموت ثمانية، وفي مسألة الحياة خمسة، فأعطي الأقل منهما خمسة، ووقف الباقي خمسة.\nتوزيع الموقوف: 1 - إذا بان المفقود حيا فالموقوف له.\n2 -\nوإن بان ميتا قبل موت مورثه فللأم من الموقوف اثنان والباقي للأخ.\n3 -\nوإن بان ميتا بعد موت مورثه أو حكم بموته حكما فالموقوف لورثة المفقود الأحياء حين موته، أو حين الحكم بموته.\nالجزء: 1 ¦ الصفحة: 190\n",
        "المثال الثاني: توفي شخص عن أم، وأب، وأخ شقيق، وأخ لأب مفقود.\nتوزيع الموقوف: 1 - إذا بان ميتا قبل موت مورثه فالموقوف للأم.\n2 -\nوإن بان حيا فالموقوف للأب لأن الأم أصبح فرضها السدس فقط وهو واحد لوجود عدد من الإخوة مع كونهم محجوبين بالأب وللأب الباقي تعصيبا وهو خمسة.\nالجزء: 1 ¦ الصفحة: 191\n",
        "المثال الثالث: توفي شخص عن جدة، وشقيقتين، وأخت لأب، وأخ لأب مفقود، وعم.\nتوزيع الموقوف: 1 - إن بان ميتا قبل موت مورثه فالموقوف للعم.\n2 -\nوإن بان حيا فله اثنان وللأخت واحد.\n3 -\nوإن بان ميتا بعد موته مورثه، أو حكم بموته حكما فللأخت واحد ولورثة المفقود اثنان.\nالجزء: 1 ¦ الصفحة: 192\n",
        "[\nأسئلة\n]\nأسئلة 1 - عرف المفقود في اللغة، وبين المراد به في الاصطلاح.\n2 -\nاذكر حالات المفقود من حيث ظروف اختفائه مع التمثيل لكل حالة.\n3 -\nإذا كان الغالب على المفقود السلامة فكم سنة ينتظر ومتى يبدأ العد، وإذا فقد بعدها فما الحكم؟\n4 -\nإذا كان الغالب على المفقود الهلاك فكم سنة ينتظر ومتى يبدأ العد؟ استدل لذل بدليلين.\n5 -\nاذكر أحوال الوارث مع المفقود وما يعامل به في كل منها.\n6 -\nاذكر الحكم فيما وقف للمفقود في الحالات الآتية:\nأ - إذا اتضح أن المفقود حي.\nب - إذا اتضح أنه ميت قبل موت مورثه.\nج - إذا اتضح أنه قد مات بعد موت مورثه.\nد - إذا حكم بموته حكما.\n7 -\nللعمل في مسائل المفقود ست خطوات فاذكرها.\n8 -\nمن أي مسألة يعطى الورثة مع المفقود؟\nالجزء: 1 ¦ الصفحة: 193\n",
        "[\nتطبيقات\n]\nتطبيقات 1- هلك هالك عن ابنين وابن مفقود.\n2 -\nتوفي شخص عن زوج وأخت شقيقة وأخ شقيق مفقود.\n3 -\nهلك هالك عن أبوين وبنت وزوج مفقود.\n4 -\nتوفي شخص عن أب وأم وأخ شقيق مفقود وأخ لأب.\n5 -\nتوفي شخص عن أخت شقيقة وعم شقيق وابن أخ شقيق مفقود.\n6 -\nتوفي رجل عن أم وأخوين لأم وأخت لأب وأخ شقيق مفقود.\n7 -\nتوفيت امرأة عن جدة لأم وجدة لأب مفقود، وأخ لأب.\n8 -\nتوفي رجل عن زوجتين إحداهما مفقودة، وابن ابن مفقود.\nالجزء: 1 ¦ الصفحة: 194\n",
        "[\nالموضوع السادس ميراث الخنثى\n]\n[\nتعريفه وحالاته\n]\nالموضوع السادس\nميراث الخنثى ويشتمل على المباحث الآتية: 1 - تعريف الخنثى: المراد بالخنثى عند علماء المواريث: الآدمي الذي له آلة ذكر وآلة أنثى، أو شيء لا يشبه واحدا منهما.\n2 -\nحالات الخنثى المشكل: للخنثى المشكل حالتان:\nالحالة الأولى: أن يرجى اتضاح حاله، وهو الصغير الذي لم يبلغ.\nالحالة الثانية: أن لا يرجى اتضاح حاله، وهو من مات صغيرا أو بلغ ولم يتضح.\n[\nأحوال الخنثى من حيث الإرث بالذكورة أو بالأنوثة\n]\n3 -\nأحوال الخنثى من حيث الإرث بالذكورة أو بالأنوثة: للخنثى بهذا الاعتبار أربع حالات:\nالأولى: أن يرث بالذكورة دون الأنوثة (1) .\nالثانية: أن يرث بالأنوثة دون الذكورة (2) .\nالثالثة: أن يرث بهما متفاضلا (3) .\nالرابعة: أن يرث بهما متساويا (4) .\n(1) مثل بنتين وولد ابن خنثى.\n(2) مثل زوج وشقيقة وولد أب خنثى.\n(3) مثل بنت وابن وولد خنثى.\n(4) مثل زوج وأم وولد أم خنثى.\nالجزء: 1 ¦ الصفحة: 195\n",
        "[\nإرث الخنثى ومن معه\n]\n4 -\nإرث الخنثى ومن معه: أولا: إذا كان لا يختلف إرث الخنثى بذكورته أو أنوثته، ففي هذه الحالة يعطى هو ومن معه ما يستحقه ولا يوقف شيء، لأن إرثه لا يختلف.\nثانيا: إذا كان إرث الخنثى يختلف بذكورته أو أنوثته.\nففي هذه الحالة:\n(أ) إن كان يرجى اتضاح حاله أعطي هو ومن معه اليقين، ووقف الباقي إلى أن يتضح أمره أو يستمر مشكلا ثم يعطى لمستحقه.\n(ب) وإن كان لا يرجى اتضاح حاله أعطي هو ومن معه نصف ما يستحقه في كل تقدير ولم يوقف شيء.\nالجزء: 1 ¦ الصفحة: 196\n",
        "[\nأسئلة\n]\nأسئلة 1- بين المراد بالخنثى في علم المواريث.\n2 -\nاذكر حالات الخنثى المشكل مع التمثيل لكل حالة.\n3 -\nللخنثى من حيث الإرث بالذكورة أو بالأنوثة أربع حالات، فاذكرها مع التمثيل.\n4 -\nاذكر ما يعامل به الخنثى ومن معه من حيث الإرث في الحالات التالية: (أ) إذا كان لا يختلف إرثه بالذكورة والأنوثة.\n(ب) إذا كان يختلف إرثه وهو يرجى أن يتضح.\n(ج) إذا كان يختلف إرثه وهو لا يرجى أن يتضح.\nالجزء: 1 ¦ الصفحة: 197\n",
        "[\nالموضوع السابع ميراث ذوي الأرحام\n]\n[\nتعريفه ودليله\n]\nالموضوع السابع\nميراث ذوي الأرحام ويتضمن المباحث الآتية: 1 - تعريف ذوي الأرحام: (أ) الأرحام في اللغة: جمع رحم، وهو في الأصل موضوع تكوين الجنين، ثم أطلق على القرابة تقريبا للأفهام.\n(ب) وذوو الأرحام في الشرع: القرابة مطلقا سواء أكانوا وارثين أم غير وارثين، وعند علماء المواريث: كل قريب لا يرث بفرض ولا تعصيب.\n2 -\nدليل إرث ذوي الأرحام: من أدلة إرث ذوي الأرحام ما يأتي:\n(أ) قوله تعالى: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} [الأنفال: 75] ووجه الاستدلال بالآية: أنها عامة، فيدخل فيها ذوو الأرحام بالمعنى الاصطلاحي.\n(ب) قوله صلى الله عليه وسلم: «الخال وارث من لا وارث له» (1) .\nووجه الاستدلال بالحديث: أنه جعل الخال وارث من لا وارث له، والخال من ذوي الأرحام فيقاس عليه سائرهم.\n(1) السنن الكبرى للبيهقي 6 / 214.\nالجزء: 1 ¦ الصفحة: 198\n",
        "[\nشروط إرث ذوي الأرحام\n]\n3 -\nشروط إرث ذوي الأرحام: يشترط لإرث ذوي الأرحام شرطان:\nالشرط الأول: عدم جميع العصبة.\nالشرط الثاني: عدم جميع أصحاب الفروض سوى الزوجين.\nويدل لهذين الشرطين الحديث السابق: «الخال وارث من ولا وارث له» .\nووجه الاستدلال بالحديث: أنه جعل إرث الخال بعد انعدام الوارث، فلا يرث ذوو الأرحام مع وجود العاصب أو صاحب الفرض، ولم يؤثر وجود أحد الزوجين، لأنه لا يرد عليهما.\n[\nأصناف ذوي الأرحام\n]\n4 -\nأصناف ذوي الأرحام: ذوو الأرحام أحد عشر صنفا وهي كما يلي:\n1 -\nأولاد البنات وأولاد بنات الابن.\n2 -\nأولاد الأخوات مطلقا.\n3 -\nبنات الإخوة لغير أم وبنات بنيهم.\n4 -\nأولاد الإخوة لأم.\n5 -\nبنات الأعمام لغير أم وبنات بنيهم.\n6 -\nالأعمام لأم مطلقا، سواء أكانوا أعمام الميت، أم أعمام أبيه، أم أعمام جده.\n7 -\nالعمات مطلقا.\n8 -\nالأخوال والخالات مطلقا.\n9 -\nالأجداد الساقطون والجدات السواقط من قبل الأب.\n10 -\nالأجداد لأم، والجدات السواقط من قبل الأم.\n11 -\nمن أدلى بصنف من هذه الأصناف، كعمة العمة وخالة الخالة.\nالجزء: 1 ¦ الصفحة: 199\n",
        "[\nجهات ذوي الأرحام\n]\n5 -\nجهات ذوي الأرحام: جهات ذوي الأرحام ثلاث هي كما يلي:\n1 -\nجهة البنوة، وتشمل كل من يدلي إلى الميت بأولاد وهو لا يرث بفرض ولا تعصيب، كأولاد البنات وأولاد بنات الابن.\n2 -\nجهة الأبوة، وتشمل كل من يدلي إلى الميت بأبيه، وهو لا يرث بفرض ولا تعصيب، كأولاد الإخوة لغير أم، وبنات الإخوة لغير أم، وبنات بنيهم، وأخوال الأب وخالاته، والأجداد الساقطون والجدات السواقط من قبل الأب، كأبي أم الأب، وأبي أم أبيه، ومن أدلى بواحد من هؤلاء.\n3 -\nجهة الأمومة وتشمل كل من يدلي إلى الميت بأمه وهو لا يرث بفرض ولا تعصيب، كأولاد الإخوة لأم، والأخوال والخالات، وأخوال الأم وخالاتها، وأعمامها وعماتها، والأجداد والجدات السواقط من جهتها. كأبيها وأبي أمها وأمه، ومن أدلى بواحد من هؤلاء.\nوجه انحصار ذوي الأرحام في الجهات الثلاث: وجه ذلك أن الواسطة بين الشخص وأقاربه أبواه وولده، فطرفه الأعلى أبواه، وطرفه الأسفل ولده، لأنه مبدؤهم، ومنه نشؤوا، فكل قريب يدلي بواحد من هؤلاء.\n[\nكيفية توريث ذوي الأرحام\n]\n6 -\nكيفية توريث ذوي الأرحام: وفيه فقرتان:\n1 -\nبيان كيفية التوريث.\n2 -\nحكم تفضيل الذكر على الأنثى.\nالفقرة الأولى: بيان كيفية توريث ذوي الأرحام: كيفية ذلك أن ينزل كل واحد من ذوي الأرحام منزلة من أدلى به حتى\nالجزء: 1 ¦ الصفحة: 200\n",
        "يصل إلى الوارث فيأخذ حكمه إرثا وحجبا.\nفأولاد البنات، وأولاد بنات الابن، وأولاد الأخوات مطلقا بمنزلة أمهاتهم.\nوبنات الإخوة وبنات بنيهم، وبنات الأعمام لغير أم وبنات بنيهم وأولاد الإخوة لأم، بمنزلتهم.\nوالعم لأم والعمات مطلقا بمنزلة الأب.\nوأخوال الميت وخالاته، وأبو أمه ومن أدلى به بمنزلة الأم.\nوأخوال الأب وخالاته، وأبو أمه ومن أدلى به بمنزلة أم الأب.\nوأخوال الأم وخالاتها، وأبو أمها ومن أدلى به بمنزلة أم الأم.\nالفقرة الثانية: حكم تفضيل الذكر من ذوي الأرحام على الأنثى: ذوو الأرحام لا يفضل ذكرهم على أنثاهم لأن إرثهم بالرحم المجردة، فاستوى ذكرهم وأنثاهم، كأولاد الأم.\nالجزء: 1 ¦ الصفحة: 201\n",
        "[\nأسئلة\n]\nأسئلة (أ) أجب عما يأتي:\n1 -\nما معنى الأرحام في اللغة، ولم أطلق عليه القرابة.\n2 -\nما المراد بذوي الأرحام في عرف الشرع العام، وعند علماء المواريث وما دليل إرثهم؟\n3 -\nيشترط لإرث ذوي الأرحام شرطان فاذكرهما مع الاستدلال لهما.\n4 -\nاذكر أصناف ذوي الأرحام.\n5 -\nكيف يورث ذوو الأرحام؟ بين ذلك بالتفصيل.\n6 -\nأذكر حكم تفضيل الذكر من ذوي الأرحام في الإرث على الأنثى.\nالجزء: 1 ¦ الصفحة: 202\n",
        "(ب) املأ الفراغات الموجودة في الجدول التالي:\nالجزء: 1 ¦ الصفحة: 203\n",
        "(ج) بين جهات ذوي الأرحام، مع ذكر من تشمله كل جهة منهم، ثم علل انحصار جهاتهم بما تذكر.\nالجزء: 1 ¦ الصفحة: 204\n",
        "[\nالموضوع الثامن قسمة التركات\n]\n[\nتعريف التركة ومنزلة قسمة التركة من علم الفرائض\n]\nالموضوع الثامن\nقسمة التركات ويتضمن المباحث الآتية: 1 - تعريف التركة: التركة ما يخلفه الشخص بعد موته من أموال، وحقوق واختصاصات.\n2 -\nمنزلة قسمة التركة من علم الفرائض: قسمة التركة هي الثمرة المقصودة من علم الفرائض، وما تقدم من التأصيل والتصحيح وسيلة إليها لأن الغرض من علم الفرائض معرفة ما يخص كل وارث من التركة، وذلك لا يكون إلا بقسمتها.\n[\nأقسام التركة\n]\n3 -\nأقسام التركة: تنقسم التركة إلى قسمين:\nالقسم الأول: ما يمكن قسمته بالعد ونحوه، كالدراهم والمكيلات، والموزونات، والمعدودات، والمذروعات، ونحوها.\nالقسم الثاني: ما لا يمكن قسمته بالعد ونحوه، كالحيوانات، والعقارات، والسيارات، إذا لم تتعدد أو تعددت ولم تتساو.\n[\nطرق قسمة التركة\n]\n4 -\nطرق قسمة التركة: أولا: طرق قسمة التركة إذا كانت تنقسم بالعد:\nإذا كانت التركة تنقسم بالعد فلقسمتها طرق كثيرة منها:\n(أ) أن ينسب نصيب كل وارث من المسألة إليها، ثم يعطى من التركة مثل تلك النسبة.\nالجزء: 1 ¦ الصفحة: 205\n",
        "[\nالأمثلة\n]\nالأمثلة المثال الأول: توفي شخص عن زوج وشقيقة وأم وخلف ثمانية آلاف.\nالشرح: نسبنا نصيب كل وارث من المسألة إليها، فكانت نسبة نصيب الأم اثنين إلى ثمانية أي ربعا، فأعطيناها ربع التركة ألفي ريال، وكانت نسبة نصيب كل من الزوج والشقيقة ثلاثة إلى ثمانية أي ثلاثة أثمان، فأعطينا كل واحد منهما ثلاثة أثمان التركة ثلاثة آلاف.\nالجزء: 1 ¦ الصفحة: 206\n",
        "المثال الثاني: توفي شخص عن زوج وأم وشقيقتين وخلف مائة وستين ريالا.\nالجزء: 1 ¦ الصفحة: 207\n",
        "(ب) قسمة التركة على المسألة وما يخرج يضرب به نصيب كل وارث.\nالأمثلة المثال الأول: توفي شخص عن أم وشقيقة وأخت لأب وأخ لأب وخلف ألفين وسبعمائة.\nالمثال الثاني: توفي رجل عن زوجة وجدة وأخت لأب وأخ لأب وخلف ستة وثلاثين ألفا.\nالجزء: 1 ¦ الصفحة: 208\n",
        "ثانيا: طرق قسمة التركة إذا كانت لا تنقسم بالعد: من طرق قسمة التركة إذا كانت لا تنقسم بالعد طريق النسبة المتقدم وهو أن ينسب نصيب كل وارث من المسألة إليها ثم يعطى من التركة مثل تلك النسبة.\nالأمثلة المثال الأول: توفي شخص عن أم وشقيقة وأخت لأب وأخوين لأم وخلف بيتا.\nالجزء: 1 ¦ الصفحة: 209\n",
        "المثال الثاني: توفي شخص عن ثلاث زوجات وجدتين وشقيقة وعم وخلف بستانا.\nالجزء: 1 ¦ الصفحة: 210\n",
        "[\nأسئلة\n]\nأسئلة 1- عرف التركة.\n2 -\nبين منزلة قسمة التركة من علم المواريث.\n3 -\nاذكر أقسام التركة مع التمثيل.\n4 -\nاذكر طريقين لقسمة التركة التي تنقسم بالعد مع تطبيق كل طريق على مثال من عندك.\n5 -\nاقسم التركة في الأمثلة الآتية بطريق النسبة:\n(أ) أم وأخت لأب وأخوان لأم، التركة: 7200.\n(ب) بنت وبنت ابن وأخوان لأب، والتركة: 3600.\n6 -\nاقسم التركة في المسائل الآتية بطريق قسمة التركة ÷ المسألة × النصيب: (أ) زوجتان وجدتان وبنتان وثلاثة أعمام، التركة: 14400.\n(ب) زوج، وأم، وشقيقة، وأخوان لأم، التركة: 18000.\n(ج) زوج وشقيقان، وأم وأخوان لأم، والتركة: 10000.\n7 -\nاقسم التركة فيما يأتي بطريق النسبة:\n(أ) زوجة وبنت عم، التركة: عقار.\n(ب) زوجتان وبنت ابن وأخ لأب، التركة: سيارة واحدة.\n(ج) زوجة وجدة وشقيقة وعم، التركة: قطعة أرض.\nالجزء: 1 ¦ الصفحة: 211\n",
        ""
    ]
}