{
    "1": [
        "الفرائض للثوري\nالفرائض للثوري\nسفيان الثوري\nالكتاب:\nالفرائض للثوري\nالمؤلف:\nأبو عبد الله سفيان بن سعيد بن مسروق الثوري الكوفي (المتوفى: 161هـ)\nتخريج:\nأبي عبد الله عبد العزيز بن عبد الله الهليل\nإشراف:\nأبي عبد الله محمود بن محمد الحداد\nالناشر:\nدار العاصمة - الرياض\nالطبعة:\nالأولى 1410 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "مصنفات المحدثين (1)\nالفرائض\nللإمام أبي عبد الله سفيان بن سعيد الثوري\nرحمه الله\n97 - 161\nهـ\nرواية محمد بن سليمان بن الحارث الواسطي عن شيوخه عنه رحمه الله\nتخريج\nأبي عبد الله عبد العزيز بن عبد الله الهليل\nإشراف\nأبي عبد الله محمود بن محمد الحداد\nدار العاصمة - الرياض\nالطبعة الأولى\n1410 هـ\n",
        "رواية محمد بن سليمان بن الحارث الواسطي. عن شيوخه.\nرواية أبي عمرو وعثمان بن أحمد بن عبد الله الدقاق. عنه.\nرواية أبي علي الحسن بن أحمد بن إبراهيم بن شاذان عنه.\nرواية أبي الحسين المبارك بن عبد الجبار بن أحمد الحمامي. عنه.\nرواية أبي عبد الله الحسين بن علي بن الحسين الكوفي عنه.\nرواية أبي بَكْرٍ مِسْمَار بْنُ عُمَر بْن مُحَمَّد بْن العويس عنه.\nسماع يوسف بن أحمد بن محمود بن الطحان الثقفي عليه.\nوقف ابن الحاجب بسفح قاسيون.\nالجزء: 1 ¦ الصفحة: 17\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nأَخْبَرَنَا الشَّيْخُ الصَّالِحُ؛ أَبُو بَكْرٍ مِسْمَارُ بْنُ عُمَرَ بْنِ مُحَمَّدِ بْنِ النَّيَّارِ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ فِي.. .. ..\nقال أنا أبو عبد الله؛ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ الْكُوفِيُّ قِرَاءَةً فِي يَوْمِ الثُّلاثَاءِ ثَانِي عَشَرَ ذِي الْقَعْدَةِ من سنة اثنتين وخمسين وخمس مئة. قال أنا أبو الحسن المبارك بن عبد الجبار بْنِ أَحْمَدَ الصَّيْرَفِيُّ فِي جُمَادَى الآخِرَةِ مِنْ سنة أربع وتسعين وأربع مئة. قال أنا أبو عمرو وعثمان بن أحمد بن عبد الله الدَّقَّاقُ الْمَعْرُوفُ بِابْنِ السَّمَّاكِ قِرَاءَةً عَلَيْهِ فِي سنة أربع وأربعين وثلاث مئة. ثنا محمد بن سيلمان بْنِ الْحَارِثِ الْوَاسِطِيُّ، أَبُو بَكْرٍ. سَنَةَ ثَمَانٍ وَسَبْعِينَ وَمِائَتَيْنِ فِي الْجَامِعِ.\nالجزء: 1 ¦ الصفحة: 18\n",
        "1-\nثنا أَبُو نُعَيْمٍ، نا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ قَالَ: قَالَ لِي عَلْقَمَةُ: إِذَا أَرَدْتَ أَنْ تَعْلَمَ الْفَرَائِضَ فَأَمِتْ جِيرَانَكَ.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "2-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عن أبي وائل، عن عبد الله قَالَ: تَعَلَّمُوا، فَإِنَّ أَحَدَكُمْ لا يَدْرِي مَتَى يختيل إليه.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "3-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ قَالَ: قَالَ عُمَرُ: تَعَلَّمُوا الْفَرَائِضَ فَإِنَّهَا مِنْ دِينِكُمْ.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "4-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ ابْنِ طاووس، عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَلْحِقُوا الْمَالَ بِالْفَرَائِضِ، فَإِذَا تُرِكَتِ الْفَرَائِضُ فَأَوْلَى رجلٍ ذَكَرٍ.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "5-\nحَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، نا سُفْيَانُ، عَنْ أَسْلَمَ الْمِنْقَرِيِّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ: جَاءَ رَجُلٌ إِلَى ابْنِ عُمَرَ فَسَأَلَهُ عَنْ فَرِيضَةٍ فَقَالَ: ائْتِ سَعِيدَ بْنَ جُبَيْرٍ فَاسْأَلْهُ، فَإِنَّهُ أَعْلَمُ مِنِّي بِالْفَرَائِضِ وَهُوَ يَفْرِضُ كَمَا أفرض.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "6-\nحَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ قَالَ: كُلُّ نَسَبٍ مُتَوَاصِلٌ فِي الإِسْلامِ فَهُوَ وَارِثٌ مَوْرُوثٌ.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "7-\nحَدَّثَنَا أَبُو نُعَيْمٍ، نا سُفْيَانُ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ: أَهْلُ الشِّرْكِ؛ لا نَرِثُهُمْ وَلا يَرِثُونَّا.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "8-\nحَدَّثَنَا خَلادُ بْنُ عِيسَى بْنِ صَفْوَانَ، نا سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِي سَهْلٍ، عَنِ الشَّعْبِيِّ، عن زيد وعلي قالا: المملوكين وَالْيَهُودُ وَالنَّصَارَى لا يَحْجُبُونَ وَلا يَرِثُونَ.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "9-\nحَدَّثَنَا خَلادٌ، نا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ قَالَ: كُنْتُ جَالِسًا مَعَ ابْنِ مَسْعُودٍ وَحُذَيْفَةَ بْنِ الْيَمَانِ عِنْدَ السُّدَّةِ فَجَاءَ رَجُلٌ فَسَأَلَهُمَا عَنْ فَرِيضَةٍ، فَنَظَرَ أَحَدُهُمَا إِلَى صَاحِبِهِ؛ فَقُلْتُ: تَأْذَنَانِ أَنْ أُخْبِرَهُ بِقَوْلِ أخيكم فيها. عبد الله بْنِ مَسْعُودٍ، قَالا: نَعَمْ، فَأَخْبَرْتُهُ؛ فَقَالا: إِنْ كُنَّا لَنَرَاهَا كَمَا ذَكَرْتَ، وَلَكِنَّا خَشِينَا أَنْ نَكُونَ قَدْ نُسِّينَا.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "1-\nبَابُ الأَكْدَرِيَّةِ\n10-\nحَدَّثَنَا أَبُو نُعَيْمٍ، نا سُفْيَانُ قَالَ: سَأَلْتُ الأَعْمَشَ: لِمَ سُمِّيَتِ الأَكْدَرِيَّةُ؟ قَالَ: طرحها عبد الملك بْنُ مَرْوَانَ عَلَى رَجُلٍ يُقَالُ لَهُ أَكْدَرُ، فَأَخْطَأَ فِيهَا، فَسُمِّيَتِ الأَكْدَرِيَّةَ.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "11-\nحَدَّثَنَا قَبِيصَةُ، نا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إبراهيم، عن عبد الله، في الأكدرية في ثمانية: الأخت النِّصْفُ، وَلِلزَّوْجِ النِّصْفُ، وَلِلأُمِّ سَهْمٌ، وَلِلْجَدِّ سَهْمٌ. وَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ: مِنْ تِسْعَةٍ: لِلأُخْتِ النِّصْفُ وَلِلزَّوْجِ النِّصْفُ وَلِلأُمِّ الثُّلُثُ، وَلِلْجَدِّ سَهْمٌ.\nوَقَالَ زَيْدُ بْنُ ثَابِتٍ: مِنْ سَبْعَةٍ وعشرين.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "2-\nبَابٌ فِي امرأةٍ وَأَبَوَيْنِ\n12-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلابَةَ، عَنْ أَبِي الْمُهَلَّبِ: أَنَّ عُثْمَانَ جَعَلَهَا مِنْ أَرْبَعَةٍ؛ قَالَ هِيَ مِنْ أَرْبَعَةٍ.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "13-\nحَدَّثَنَا قَبِيصَةُ، نا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُمَرَ وَعَبْدِ اللَّهِ: أَنَّهُمَا جَعَلاهَا مِنْ أَرْبَعَةٍ: امْرَأَةٍ وَأَبَوَيْنِ، لِلْمَرْأَةِ سَهْمُ الرُّبُعِ، وَلِلأُمِّ ثُلُثُ مَا بَقِيَ، وَلِلأَبِ مَا بَقِيَ؛ فِي امْرَأَةٍ وَأَبَوَيْنِ.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "14-\nحَدَّثَنَا قَبِيصَةُ، نا سُفْيَانُ، عَنْ أَبِي عَبْدِ اللَّهِ، عَنْ فُضَيْلٍ، عَنْ إِبْرَاهِيمَ قَالَ: خَالَفَ النَّاسُ ابْنَ عباسٍ فِي زَوْجٍ وَأَبَوَيْنِ.\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "15-\nحَدَّثَنَا قَبِيصَةُ، نا سُفْيَانُ، عَنْ أَبِيهِ سَعِيدِ بْنِ مَسْرُوقٍ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: مَا كَانَ اللَّهُ تَعَالَى لِيَرَانِي أُفَضِّلُ أُمًّا عَلَى أبٍ.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "3-\nباب ابنة وابنة ابن وأخت\n16-\nحدثنا عبد الوهاب بْنُ عِيسَى الْوَاسِطِيُّ، ثنا ابْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ قَالَ: جَاءَ رَجُلٌ، إِلَى أَبِي مُوسَى الأَشْعَرِيِّ، فَسَأَلَهُ عَنِ ابْنَةٍ وَابْنَةِ ابْنٍ وَأُخْتٍ؟ فَقَالَ: لِلْبِنْتِ النِّصْفُ، وَلابْنَةِ الابْنِ النِّصْفُ: وَائْتِ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَإِنَّهُ سَيُتَابِعُنَا ثُمَّ ائْتِنِي.\nفَأَتَى عَبْدَ اللَّهِ فَسَأَلَهُ فَقَالَ: قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ، لأَقْضِيَنَّ فِيهَا بِقَضَاءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لِلْبِنْتِ النِّصْفُ وَلابْنَةِ الابْنِ السُّدُسُ وَمَا بَقِيَ فَلِلأُخْتِ.\nفَأَتَى أَبَا مُوسَى فَأَخْبَرَهُ فَقَالَ: لا تَسْأَلُونِي عَنْ شَيْءٍ مَا دَامَ هَذَا الْحَبْرُ فِيكُمْ.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "4-\nبَابُ إِخْوَةٍ لأُمٍّ وَأُمٍّ\n17-\nحَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، ثنا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ: فِي إِخْوَةٍ لأُمٍّ وَأُمٍّ فَأَعْطَى الإِخْوَةَ لِلأُمِّ الثُّلُثَ وَأَعْطَى الأُمَّ السُّدُسَ وَرَدَّ مَا بَقِيَ عَلَى الأُمِّ.\nوَقَالَ: الأُمُّ عَصَبَةُ مَنْ لا عَصَبَةَ لَهُ.\nوَكَانَ لا يَرُدُّ عَلَى الأُخْتِ لأَبٍ مَعَ أُخْتٍ لأَبٍ وَأُمٍّ وَلا عَلَى بِنْتِ الابْنِ [مَعَ ابْنَةِ الصُّلْبِ] .\n18-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ قَالَ: كَانَ عَلِيٌّ يَرُدُّ عَلَى كُلِّ ذِي سَهْمٍ إِلا الْمَرْأَةَ وَالزَّوْجَ.\nوَكَانَ عَبْدُ اللَّهِ لا يَرُدُّ عَلَى أُخْتٍ لأَبٍ مَعَ أُخْتٍ لأَبٍ وَأُمٍّ وَلا عَلَى إِخْوَةٍ لأُمٍّ مَعَ أُمٍّ وَلا عَلَى جَدَّةٍ.\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "5-\nبَابُ ابْنَةٍ وَأُخْتٍ\n19-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، عَنْ مُعَاذٍ: أَنَّهُ قَضَى بِالْيَمَنِ فِي ابْنَةٍ وَأُخْتٍ النِّصْفَ وَالنِّصْفَ.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "20-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ مُعَاذٍ مِثْلَهُ.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "6-\nبَابٌ فِي زَوْجٍ وَأُمٍّ وَإِخْوَةٍ\n21-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ: أَنَّهُ كَانَ يُعْطِي فَرَائِضَهُمْ وَيَرُدُّ مَا بَقِيَ عَلَى بَيْتِ الْمَالِ.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "22-\nحَدَّثَنَا قَبِيصَةُ، نا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ: أَنَّ عُمَرَ وَعَبْدَ [اللَّهِ] وَزَيْدَ بْنَ ثَابِتٍ، كَانُوا يَقُولُونَ، لَمْ يَزِدْهُمُ الأَبُ إِلا قرباً.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "7-\nبَابُ ابْنَةِ أَخٍ وَعَمَّةٍ\n23-\nحَدَّثَنَا خَلادٌ، ثنا سُفْيَانُ، عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ قَالَ: سُئِلَ عَنِ ابْنَةِ أَخٍ وَعَمَّةٍ؟ قَالَ: الْمَالُ لابنة الأخ.\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "8-\nبَابُ بَنِي عَمٍّ أَحَدُهُمْ أَخٌ لأُمٍّ\n24-\nحَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، ثنا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ: أَنَّهُ وَرَّثَ بَنِي عَمٍّ أَحَدُهُمْ أَخٌ لأُمٍّ فَأَعْطَى سَهْمَهُ، وَجَعَلَ مَا بَقِيَ بَيْنَهُمْ يورثه دونهم.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "9-\nبَابٌ فِي الْجَدِّ\n25-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سفيان، عن إبراهيم: أن عمر وعبد الله وَزَيْدًا شَرَّكُوا جَمِيعًا -يَعْنِي فِي الْجَدِّ-.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "26-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عن إبراهيم قال: كان عمر وعبد الله يَكْرَهَانِ أَنْ يُفَضِّلا أُمًّا عَلَى جدٍّ.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "27-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ مَسْرُوقٍ: فِي ابْنَةٍ وَأُخْتٍ وَجَدٍّ؛ قَالَ مِنْ أَرْبَعَةٍ.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "10-\nبَابٌ فِي الْجَدَّةِ\n28-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ قَالَ: كَانَ عَلِيٌّ يَرُدُّ عَلَى كُلِّ ذِي سَهْمٍ، إِلا الْمَرْأَةَ وَالزَّوْجَ.\nوَكَانَ عَبْدُ اللَّهِ لا يَرُدُّ عَلَى أختٍ لأَبٍ مَعَ أختٍ لأَبٍ وَأُمٍّ، وَلا عَلَى جدةٍ لأُمٍّ مَعَ أُمٍّ، وَلا عَلَى جَدَّةٍ.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "29-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ قَالَ: قَالَ عَبْدُ اللَّهِ: لا يَحْجُبُ الْجَدَّاتِ إِلا الأُمُّ.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "30-\nحدثنا خلاد، ثنا سفيان، عن ابن جريح، عَنْ إِبْرَاهِيمَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ: أَنَّ عُمَرَ أَطْعَمَ جَدَّةً مَعَ ابْنِهَا السُّدُسَ.\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "11-\nبَابٌ فِي الْمَوَالِي\n31-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ قَالَ: انْتَهَيْتُ إِلَى عَبْدِ اللَّهِ بْنِ شَدَّادٍ وَهُوَ يُحَدِّثُ الْقَوْمَ، فَسَمِعْتُهُ يَقُولُ: هِيَ أُخْتِي، فَسَأَلْتُهُمْ مَا كَانَ يُحَدِّثُهُمْ؟ فَذَكَرُوا أَنَّ مَوْلًى لابْنَةِ حَمْزَةَ مَاتَ، وَتَرَكَ ابْنَةً لَهُ وَابْنَةَ حَمْزَةَ وَهِيَ مَوْلاتُهُ؛ فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلابْنَةِ النِّصْفَ وَلابْنَةِ حَمْزَةَ النِّصْفَ.\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "32-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ وَاصِلٍ قَالَ: قَالَ ذُكِرَتْ لإِبْرَاهِيمَ ابْنَةُ حَمْزَةَ فَقَالَ: إِنَّمَا أَطْعَمَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طعمةً.\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "33-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إبراهيم مثله.\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "34-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ قَالَ: لا تَدْرِي كَانَ هَذَا قَبْلَ الْفَرَائِضِ أَوْ بَعْدَ الْفَرَائِضِ؟!.\n35-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ أَنَّ عَلْقَمَةَ وَرَّثَ ابْنَةَ أَخِيهَا لأُمِّهَا، وَعَلْقَمَةُ مَوْلاهَا فَوَرَّثَهَا دُونَهُ.\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "36-\nحَدَّثَنَا خَلادٌ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ قَالَ: قَالَ عَبْدُ اللَّهِ: الْخَالَةُ بِمَنْزِلَةِ الأُمِّ.\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "37-\nحَدَّثَنَا خَلادٌ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ قَالَ: قَالَ عَبْدُ اللَّهِ: الْعَمَّةُ بِمَنْزِلَةِ الأَبِ.\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "38-\nحَدَّثَنَا خَلادٌ، ثنا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقِ بْنِ الأَجْدَعِ قَالَ: قَالَ عَبْدُ اللَّهِ: ابْنَةُ الأَخِ بِمَنْزِلَةِ الأخ.\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "39-\nحَدَّثَنَا خَلادٌ، ثنا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ قَالَ: قَالَ عَبْدُ اللَّهِ: كُلُّ ذِي رَحِمٍ بِمَنْزِلَةِ رَحِمِهِ الَّتِي قُرِّبَ بِهَا إِذَا لَمْ يَكُنْ قَرَابَةً.\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "40-\nحَدَّثَنَا خَلادٌ، ثنا سُفْيَانُ، عَنْ أَبِي سَهْلٍ، عَنِ الشَّعْبِيِّ، عَنْ عَلِيٍّ وَزَيْدٍ قَالا: الْمَمْلُوكِينَ وَأَهْلَ الْكِتَابِ -الْيَهُودَ وَالنَّصَارَى- وَمَا سِوَاهُمْ لا يَحْجُبُونَ وَلا يَرِثُونَ.\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "41-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ ابْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ قَالَ: الْجَدُّ يَجُرُّ الولاء.\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "42-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ قَالَ: الأَبُ يَجُرُّ الْوَلاءَ.\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "43-\nحدثنا أبو نعيم، ثنا سفيان، عن مُغِيرَةَ، عَنْ إِبْرَاهِيمَ فِي الرَّجُلِ يَكُونُ مَوْلًى لقومٍ وَيَكُونُ ابْنُهُ مَوْلًى فِي الآخَرِينَ قَالَ: يَتَوَارَثَانِ بِالأَرْحَامِ، وَالْعَقْلُ عَلَى مَنْ أَعْتَقَ.\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "44-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنْ رَجُلٍ، عَنْ أَبِيهِ، عَنِ ابْنِ سِيرِينَ مِثْلَهُ.\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "45-\nثنا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمِش، عَنْ إبراهيم. قال: كان عمر وعبد الله يُوَرِّثُونَ ذَوِي الأَرْحَامِ دُونَ الْمَوَالِي.\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "46-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ دَاوُدَ بْنِ أبي هند، عن عبد الله بْنِ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ: كَتَبْتُ إِلَى أخٍ لِي مِنْ بَنِي زُرَيْقٍ أَسْأَلُهُ: لِمَنْ قَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِابْنِ الْمُلاعَنَةِ؟ قَالَ: قَضَى بِهِ لأُمِّهِ، هِيَ بِمَنْزِلَةِ أَبِيهِ وَأُمِّهِ.\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "47-\nحَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ: فِي ابْنِ الْمُلاعَنَةِ قَالَ: الثُّلُثُ لِلأُمِّ وَمَا بَقِيَ فَلِلْعَصَبَةِ.\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "48-\nحَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ قَالَ: سُدُسُ الْوَلاءِ.\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "49-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ مَعْمَرٍ، عَنْ رَجُلٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: يُوَرَّثُ الْخُنْثَى مِنْ حَيْثُ يَبُولُ. فَقِيلَ لَهُ: فَإِنْ بَالَ مِنْهُمَا جَمِيعًا؟ قَالَ: وَأَيُّهُمَا سَبَقَ؟\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "50-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مَعْمَرٍ، وَابْنِ أبي ذئب، عن الزهري يقال: إِذَا تَرَكَ أَخَاهُ وَجَدَّهُ قَالَ: الْوَلاءُ لِلْجَدِّ.\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "51-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ قَالَ: الْوَلاءُ بَيْنَهُمَا نِصْفَيْنِ.\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "52-\nحدثنا أبو نعيم، ثنا سفيان، عن عبد الله بن دينار، عن عبد الله بْنِ عُمَرَ قَالَ: نَهَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ بَيْعِ الْوَلاءِ وَعَنْ هبته.\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "53-\nحَدَّثَنَا أَبُو حُذَيْفَةَ، ثنا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ: أَنَّهَا قَالَتِ: اشْتَرَيْتُ بَرِيرَةَ، وَاشْتَرَطَتْ وَلاءَهَا لأَهْلِهَا، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: اشْتَرِيهَا، فَإِنَّمَا الْوَلاءُ لِمَنْ أَعْتَقَ وَوَلِيَ النِّعْمَةَ.\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "54-\nحدثنا أبو نعيم، ثنا سفيان، عن عبد الملك، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: لا يَجُوزُ بَيْعُ الْوَلاءِ وَلا هِبَتُهُ.\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "55-\nحَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعِيدٍ الجريري، عن أبي عبد الله الْحِمْيَرِيِّ، عَنْ مَعْقِلِ بْنِ يَسَارٍ قَالَ: إِذَا ابتعت نَسَمَةً لِلْعِتْقِ فَلا تَشْتَرِطْ لأَهْلِهَا إِعْتَاقَهَا، وَلَكِنِ اشْتَرِهَا: إِنْ شِئْتَ أَعْتَقْتَ وَإِنْ شِئْتَ أَمْسَكْتَ.\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "56-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ أَبِي قَيْسٍ، عَنِ الْهُزَيْلِ بْنِ شُرَحْبِيلَ قَالَ: جَاءَ رَجُلٌ إلى عبد الله بْنِ مَسْعُودٍ فَقَالَ: إِنِّي أَعْتَقْتُ عَبْدًا لِي سَائِبَةً فَقَالَ: إِنَّ أَهْلَ الإِسْلامِ لا يُسَيِّبُونَ، إِنَّمَا كَانَ يُسَيِّبُ أَهْلُ الْجَاهِلِيَّةِ. أَنْتَ وَلِيُّ نِعْمَتِهِ، وَأَنْتَ أَحَقُّ النَّاسِ بِمِيرَاثِهِ، فَإِنْ تَحَرَّجْتَ مِنْ شَيْءٍ فَهَاتِهِ فَاجْعَلْهُ فِي بَيْتِ الْمَالِ.\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "57-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِي الزبير، عن جابر بن عبد الله قَالَ: أَعْتَقَ رَجُلٌ مِنَ الأَنْصَارِ -يُقَالُ لَهُ أَبُو مَذْكُورٍ- غُلامًا لَهُ -يُقَالُ لَهُ يَعْقُوبُ- عَنْ دُبُرٍ مِنْهُ فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. فَبَعَثَ إِلَيْهِ فَأَخْبَرَهُ أَنَّهُ قَدْ دَبَّرَهُ وَأَنَّهُ لَيْسَ لَهُ مَالٌ غَيْرُهُ، قَالَ مَنْ يَشْتَرِيهِ مِنِّي؟. فَاشْتَرَاهُ نُعَيْمُ بْنُ النحام -ختن عمر بن الخطاب- بثمان مئة دِرْهَمٍ. فَقَالَ: أَنْفِقْ عَلَى نَفْسِكَ فَإِنْ فَضَلَ فَضْلٌ فَعَلَى أَهْلِكَ فَإِنْ فَضَلَ فَضْلٌ فَأَنْفِقْهَا هاهنا، وهاهنا.\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "58-\nحَدَّثَنَا خَلادٌ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبْجَرَ، عَنِ الشَّعْبِيِّ، قَالَ: الْمُدَبَّرُ مِنَ الثُّلُثِ.\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "59-\nحَدَّثَنا خَلادٌ، ثنا سُفْيَانُ، عَنْ أَشْعَثَ، عَنِ الشعبي، عن علي وعبد الله قَالا: مِنْ جَمِيعِ الْمَالِ، يَعْنِي الْمُدَبَّرَ.\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "60-\nحَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَشْعَثَ، عَنِ الشَّعْبِيِّ، عَنْ عَلِيٍّ قَالَ: مِنَ الثُّلُثِ، يعني المدبر.\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "61-\nحدثنا أبو نعيم، ثنا سفيان، عن عبيد الله، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: وَلَدُ المدبرة بمنزلتها.\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "62-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عن بكر بن عبد الله الْمُزَنِيِّ، عَنِ ابْنِ عُمَرَ أَنَّهُ أَعْتَقَ عَبْدًا لَهُ وَجَعَلَهُ سَائِبَةً، فَمَاتَ وَتَرَكَ عَشَرَةَ دَنَانِيرَ، فَجَعَلَهَا ابْنُ عُمَرَ فِي الرِّقَابِ.\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "63-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ قَالَ قَالَ عُمَرُ: السَّائِبَةُ ليومها.\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "64-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ: فِي الْمُكَاتَبِ إِذَا عَجَزَ، وَقَدْ سَأَلَ النَّاسَ، قَالَ: يُجْعَلُ مَا سَأَلَ النَّاسَ فِي الْمُكَاتَبِينَ.\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "65-\nحَدَّثَنَا قَبِيصَةَ، ثنا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ مَرْوَانَ بْنِ الْحَكَمِ قَالَ: إِذَا أَدَّى النِّصْفَ فَهُوَ حُرٌّ.\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "66-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ إِسْمَاعِيلَ، عَنِ الشَّعْبِيِّ: أَنَّ شُرَيْحًا كَانَ يَقْضِي فِي الْمُكَاتَبِ قضاء عبد الله، إِذَا تَرَكَ مَالا وَعَلَيْهِ بَقِيَّةٌ مِنْ مُكَاتَبَتِهِ يُعْطِي لِمَوَالِيهِ مِنْ مُكَاتَبَتِهِ وَمَا بَقِيَ كَانَ لورثته.\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "67-\nحدثنا قبيصة، حدثنا سفيان، عن عبد الرحمن المسعودي، عن القاسم بن عبد الرحمن، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنْ عُمَرَ قَالَ: إِذَا أَدَّى الْمُكَاتَبُ النِّصْفَ لَمْ يُسْتَرَقَّ.\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "68-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ قَالَ: كَانَتْ عَائِشَةُ تَحْتَجِبُ مِنَ الْمُكَاتَبِ إِذَا بَقِيَ عَلَيْهِ دِينَارٌ أَوْ مِثْقَالٌ.\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "69-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ قَالَ: كَانَتْ عَائِشَةُ لا تَحْتَجِبُ مِنْ مَمَالِيكِ النَّاسِ.\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "70-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: الْمُكَاتَبُ عبدٌ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ.\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "71-\nثنا أَبُو عَامِرٍ، وَقَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: الْمُكَاتَبُ عَبْدٌ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ.\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "72-\nحَدَّثَنَا أَبُو عَامِرٍ، ثنا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ قَالَ: الْمُكَاتَبُ عَبْدٌ مَا بَقِيَ عَلَيْهِ درهم.\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "73-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ جَابِرٍ: سَمِعْتُ الشَّعْبِيَّ يَقُولُ: كَانَ ابْنُ مَسْعُودٍ وَشُرَيْحٌ يَقُولانِ: إِذَا أَدَّى الْمُكَاتَبُ الثُّلُثَ فَهُوَ غَرِيمٌ.\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "74-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عبد الرحمن مَوْلَى آلِ طَلْحَةَ، عَنْ مُكَاتَبٍ لأُمِّ سَلَمَةَ يُقَالُ لَهُ: نَبْهَانَ قَالَ: قَالَتْ أُمُّ سَلَمَةَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: إِذَا وَجَدَ الْمُكَاتَبُ مَا يُؤَدِّي فَاحْتَجِبِي عنه.\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "75-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ قَالَ: الْمُكَاتَبُ إِذَا اشْتَرَطُوا عَلَيْهِ أَنْ لا يَخْرُجَ خَرَجَ.\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "76-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ أَبِي الْجَهْمِ قَالَ: اشْتَرَطُوا عَلَيَّ أَنْ لا أَخْرُجَ، فَسَأَلْتُ سَعِيدَ بْنَ جُبَيْرٍ، فَقَالَ: جَعَلُوا عَلَيْكَ الأَرْضَ حَيْصَ بَيْصَ، اخْرُجْ. قَالَ: وَسَأَلْتُهُ: أَنَا مُكَاتَبٌ، عَلَيَّ زكاةٌ؟ قَالَ: لا.\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "77-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عن مجاهد، عن جابر بن عبد الله قَالَ: شُرُوطُهُمْ بَيْنَهُمْ.\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "78-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ جَابِرٍ، عَنِ الشَّعْبِيِّ قَالَ: الْمُكَاتَبُ يَتَزَوَّجُ وَيَخْرُجُ.\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "79-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ قَالَ: إِذَا كَانَتْ مُكَاتَبَتُهُ وَاحِدَةً عَلَى قَوْمٍ جَمِيعًا فَمَاتَ بَعْضُهُمْ كَانَ عَلَى الْبَاقِينَ.\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "80-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عَلِيٍّ قَالَ: إِذَا أَدَّى الْمُكَاتَبُ النِّصْفَ فَهُوَ غَرِيمٌ.\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "81-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ قَالَ: إِذَا أَدَّى الْمُكَاتَبُ النِّصْفَ جَرَّ الولاء.\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "82-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مُغِيرَةَ. قَالَ: سَأَلْتُ إِبْرَاهِيمَ عَنِ الْمُكَاتَبِ يَعْتِقُ؟ قَالَ: أَفَلا يبدأ بنفسه؟!.\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "83-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ أَبِي حُصَيْنٍ، قَالَ: خَاصَمْتُ إِلَى شُرَيْحٍ فِي مُكَاتَبٍ لِي مات وَتَرَكَ ابْنَتَيْهِ وَتَرَكَ مَالا وَبَقِيَ عَلَيْهِ بَقِيَّةٌ مِنْ مُكَاتَبَتِهِ. فَأَعْطَانِي شُرَيْحٌ مَا بَقِيَ مِنْ مُكَاتَبَتِهِ وَجَعَلَ لِلابْنَتَيْنِ الثُّلُثَيْنِ وَجَعَلَنِي عَصَبَةً فَوَرَّثَنِي ما بقي.\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "84-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ قَالَ: إِذَا جَنَى الْمُكَاتَبُ يَسْعَى الْمُكَاتَبُ عَلَى السَّيِّدِ وَالسَّيِّدُ عَلَى الْمُكَاتَبِ.\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "85-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ أَيُّوبَ وَيُونُسَ، وَهِشَامٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عُبَيْدَةَ: {إن علمتم فيهم خيراً} قَالَ: إِنْ أَقَامُوا الصَّلاةَ.\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "86-\nحَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، وَلَيْثٍ، عَنْ مُجَاهِدٍ قَالا: صِدْقًا وَوَفَاءً.\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "87-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنْ طَارِقِ بن عبد الرحمن، عَنِ الشَّعْبِيِّ، عَنْ زَيْدِ بْنِ ثَابِتٍ قَالَ: الْمُكَاتَبُ مَمْلُوكٌ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ.\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "88-\nحَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ قَالَ: يُبَاعُ الْمُكَاتَبُ لِلْعِتْقِ وَلا يباع للرق.\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "89-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ عَمَّارٍ الدُّهْنِيِّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ: لا بَأْسَ أَنْ يُكَاتَبَ عَلَى الْوُصَفَاءِ.\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "90-\nحَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ بِمِثْلِهِ يَعْنِي يُكَاتَبُ عَلَى الْوُصَفَاءِ.\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "91-\nحَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ مُغِيرَةَ، {إِنْ علمتم فيهم خيراً} قال: صدقاً ووفاءً.\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        ""
    ]
}