{
    "1": [
        "الفوائد والأخبار لابن حمكان\nالفوائد والأخبار لابن حمكان\nابن حمكان\nالكتاب:\nالفوائد والأخبار والحكايات عن الشافعي وحاتم الأصم ومعروف الكرخي وغيرهم\nالمؤلف:\nالْحَسَن بن الْحُسَيْن بن حمكان أَبُو عَلِيّ الهمذاني (المتوفى: 405هـ)\nالمحقق:\nالدكتور عامر حسن صبري\nالناشر:\nدار البشائر الإسلامية [ضمن سلسلة الأجزاء والكتب الحديثية (17)]\nالطبعة:\nالأولى 1422 هـ - 2001 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "سلسلة الأجزاء والكتب الحديثية (17)\nالْفَوَائِد وَالأَخْبَار وَالْحِكَايَات\nعَنِ الشَّافِعِيِّ وَحَاتِمِ الأَصَمِّ ومعروف الكرخي وغيرهم\nللمحدث الفقيه أَبِي عَلِيِّ الْحَسَنِ بْنِ الْحُسَيْنِ بْنِ حَمْكَانَ الهمذاني الشافعي\n(المتوفى سنة 405 هـ)\nدراسة وتحقيق وتعليق\nالدكتور عامر حسن صبري\nدار البشائر الإسلامية\nالطبعة الأولى\n1422 هـ - 2001 م\n",
        "الْجُزْءُ الأَوَّلُ مِنَ الْفَوَائِدِ وَالأَخْبَارِ وَالْحِكَايَاتِ عَنِ الشَّافِعِيِّ وَحَاتِمِ الأَصَمِّ وَمَعْرُوفٍ الْكَرْخِيِّ وَغَيْرِهِمْ رَضِيَ اللَّهُ عَنْهُمْ\nرِوَايَةُ: أَبِي عَلِيِّ الْحَسَنِ بْنِ الْحُسَيْنِ بْنِ حَمْكَانَ الْفَقِيهُ الشَّافِعِيُّ عَنْ شُيُوخِهِ\nرواية: الشيخ أبي بكر محمد علي المقرئ المعروف بابن الخياط عَنْهُ\nرِوَايَةُ: أَبِي مُحَمَّدِ يَحْيَى بْنِ عَلِيِّ بن محمد بن الطراح المدير عَنْهُ\nرِوَايَةُ: الشَّيْخِ الإِمَامِ أَبِي حَفْصٍ عُمَرَ بْنِ مُحَمَّدِ بْنِ طَبَرْزَدَ عَنْهُ\nرِوَايَةُ: الشَّيْخِ الإِمَامِ الْعَالِمِ أَبِي الْحَسَنِ عَلِيِّ بْنِ أَحْمَدَ بن عبد الواحد عنه\nسماع: محمد بن عبد المنعم بن غازي بن عمر المقدسي منه\nالجزء: 1 ¦ الصفحة: 121\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nوَلا حَوْلَ وَلا قوة إلا بالله العلي العظيم\nأخبرنا الشَّيْخُ الإِمَامُ الْعَالِمُ الْحَافِظُ الثِّقَةُ فَخْرُ الدِّينِ أَبُو الْحَسَنِ عَلِيُّ بْنُ شَمْسِ الدِّينِ أَبِي الْعَبَّاسِ أَحْمَدَ بْنِ عَبْدِ الْوَاحِدِ الْمَقْدِسِيِّ، قَالَ: أخبرنا الشَّيْخُ الإِمَامُ عُمَرُ بْنُ مُحَمَّدِ بْنِ طَبَرْزَدَ، أخبرنا يَحْيَى بْنِ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الطَّرَّاحِ، قال: أخبرنا الشيخ الجليل أبو بكر محمد ابن علي بن محمد المقرئ المعروف بابن الخياط أيده الله، قال: حدثنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ الْحُسَيْنِ بْنِ حَمْكَانَ الْفَقِيهُ الشَّافِعِيُّ، قَالَ:\n1-\nسَمِعْتُ مُحَمَّدَ بْنَ أَبِي زَكَرِيَّا الْفَقِيهُ بِهَمَذَانَ يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ بْنِ خُزَيْمَةَ الْفَقِيهَ يَقُولُ: سَمِعْتُ الرَّبِيعَ بْنَ سُلَيْمَانَ يَقُولُ:\nكَانَ لِلشَّافِعِيِّ فِي رَمَضَانَ سِتُّونَ خَتْمَةً، لا يَحْسِبُ مِنْهَا مَا يَقْرَأُ في الصلاة.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "2-\nوَبِإِسْنَادِهِ، قَالَ: سَمِعْتُ يُونُسَ يَقُولُ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nلَسْتُ أَسْتَوْحِشُ مِنَ الإِفْلاسِ، لَقَدْ أَفْلَسْتُ ثَلاثَ مراتٍ، حَتَّى لَقَدْ رَأَيْتُنِي آكُلُ السَّمَكَ بِالتَّمْرِ، لا أَجِدُ غَيْرَهُمَا.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "3-\nحدثنا ابن أبي زكريا قال: حدثنا ابْنُ خُزَيْمَةَ قَالَ: سَمِعْتُ الرَّبِيعَ بْنَ سُلَيْمَانَ يَقُولُ: قَالَ الْحُمَيْدِيِّ.\nقَدِمَ الشَّافِعِيُّ مَرَّةً مِنَ الْيَمَنِ، وَمَعَهُ عِشْرُونَ أَلْفَ دينارٍ، فَضَرَبَ خَيْمَةً خَارِجًا مِنْ مَكَّةَ، فَمَا قَامَ حَتَّى فَرَّقَهَا كلها.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "4-\nحَدَّثَنَا أَبُو بَكْرٍ عُمَرُ بْنُ أَحْمَدَ بْنِ حرجة بِنَهَاوَنْدَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ زَكَرِيَّا الْغِلابِيُّ قال: حدثنا أبو حذيفة قال: حدثنا الْمَسْعُودِيُّ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ:\nعُنْوَانُ صَحِيفَةِ الْمُؤْمِنِ، حُسْنُ ثَنَاءِ النَّاسِ عَلَيْهِ.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "5-\nحدثنا ابن حرجة قال: حدثنا أبو بكر محمد بن حسن البلغي قال: حدثنا مُحَمَّدُ بْنُ أَبِي مَرْوَانَ، عَنْ عِيسَى بْنِ يُونُسَ قَالَ:\nكُنَّا عِنْدَ مُحَمَّدِ بْنِ كعبٍ القرظي، فأتاه رجلٌ فقال: يا أبا عَبْدَ اللَّهِ، مَا تَقُولُ فِي التَّوْبَةِ؟ فَقَالَ: مَا أَحْسَنَهَا، قَالَ: أَفَرَأَيْتَ إِنْ أَعْطَيْتُ اللَّهَ عَهْدًا أَنْ لا أَعْصِيهِ أَبَدًا، قَالَ: فَقَالَ له محمد: فمن حينئذٍ أعظم جرماً منك، تألا عَلَى اللَّهِ أَنْ لا يُنَفِّذَ فِيكَ أَمْرَهُ.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "6-\nحدثنا عبدان بن يزيد الدقاق قال: حدثنا إبراهيم بن الحسين بن ديزيل قال: حدثنا حيوة قال: حدثنا بقية قال: حدثني عمر بْنُ وَاقِدٍ قَالَ: حَدَّثَنِي ابْنُ الزُّبَيْرِ بْنِ العوام قال:\nترك الزبير عليهم مِنَ الدَّيْنِ أَلْفَ أَلْفِ دِرْهَمٍ، فَقَالَ لَهُ رجلٌ: تَرَكَ أَبُوكَ أَلْفَ أَلْفِ دِرْهَمٍ دَيْنًا، وَكَانَ عَلَى مَا كَانَ عَلَيْهِ مِنَ الْفَضْلِ، فَقَالَ: إِنَّهَا لَمْ تَكُنْ كُلَّهَا دَيْنًا عَلَيْهِ، وَلَكِنَّهَا كَانَتْ مواعيدٌ عَلَيْهِ، فَكَتَبَ مَوَاعِيدَهُ، كَمَا كتب دينه.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "7-\nقال: حدثني أبو أحمد الحسن العسكري قال: حدثنا ابْنُ الأَنْبَارِيِّ قَالَ: حَدَّثَنِي أَبِي، عَنْ أَحْمَدَ بْنِ عُبَيْدٍ قَالَ: قَالَ يَحْيَى بْنُ خَالِدٍ الْبَرْمَكِيُّ، لِوَلَدِهِ:\nكَانُوا يَكْتُبُونَ أَحْسَنَ مَا يَسْمَعُونَ.\nوَيَحْفَظُونَ أَحْسَنَ مَا يَكْتُبُونَ.\nوَيَتَحَدَّثُونَ بِأَحْسَنِ مَا يحفظون.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "8-\nحدثنا علي قال: حدثنا أَبُو أَحْمَدَ الْعَسْكَرِيُّ قَالَ: سَمِعْتُ إِبْرَاهِيمَ بْنَ عَرَفَةَ يَحْكِي عَنْ ثَعْلَبٍ، عَنِ\n[ص: 127]\nابْنِ الأَعْرَابِيِّ قَالَ: كَانَ يَقُولُ:\nثَمَرَةُ الْعِلْمُ حِفْظُهُ.\nوَكَانَ الْخَلِيلُ بْنُ أَحْمَدَ يَقُولُ:\nاجْعَلْ مَا فِي كتابك رأس مالك، وما في صدرك النفقة.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "9-\nدُعَاءٌ لأَبِي بكرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ.\nحَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الحسن النَّقَّاشُ الْمُقْرِئُ قَالَ: حَدَّثَنَا الْحُسَيْنُ بْنُ إِدْرِيسَ بهراة قال: حدثنا أبو بكر ابن أَبِي شَيْبَةَ، عَنْ أَبِي مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: لَمَّا احْتَضَرَ أَبُو بكرٍ الصِّدِّيقُ حَضَرَهُ جماعةٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا: يَا خَلِيفَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عليه وسلم إن رأيت أن تزودها شَيْئًا يَنْفَعُنَا، إِنَّا لَنَرَاكَ وَجِعًا، فَقَالَ لَهُمْ:\nافْهَمُوا عَنِّي كلماتٍ، مَنْ قَالَهُنَّ حِينَ يُمْسِي، وَحِينَ يُصْبِحُ، جَعَلَ اللَّهُ رُوحَهُ فِي الأُفُقِ الْمُبِينِ، قَالُوا: وَمَا الأُفُقُ الْمُبِينُ رَحِمَكَ اللَّهُ؟ قَالَ: قاعٌ تَحْتَ الْعَرْشِ فِيهِ رياضٌ، وأشجارٌ، وأنهارٌ، وأطيارٌ، تغشاه في كُلَّ يومٍ أَلْفُ رحمةٍ، وَأَلْفُ مغفرةٍ، فَمَنْ مَاتَ عَلَى ذَلِكَ الْقَوْلِ جَعَلَ اللَّهُ رُوحَهُ في ذلك المكان وحباه وَأَزْلَفَهُ، وَأَقَرَّ عَيْنَهُ.\n[ص: 128]\nاللَّهُمَّ إِنَّكَ بَدَأْتَ الْخَلْقَ مِنْ غَيْرِ حاجةٍ بِكَ إِلَيْهِمْ، بَلْ مَنًّا مِنْكَ عَلَيْهِمْ، فَجَعَلْتَهُمْ فَرِيقَيْنِ: فَرِيقًا لِلنَّعِيمِ، وَفَرِيقًا للجحيم.\nاللهم فَاجْعَلْنِي مِنْ خَيْرِ الْفَرِيقَيْنِ، مِنْ فَرِيقِ النَّعِيمِ، وَلا تَجْعَلْنِي مِنْ فَرِيقِ الْجَحِيمِ.\nاللَّهُمَّ إِنَّكَ جَعَلْتَ الْخَلْقَ كُلَّهُمْ فِرَقًا، وَمَيَّزْتَهُمْ طُرُقًا، فَجَعَلْتَ مُنْهُمْ شَقِيًّا وَمِنْهُمْ سَعِيدًا، وَغَوِيًّا وَرَشِيدًا، فَأَسْعِدْنِي بِطَاعَتِكَ، ولا تُشْقِنِي بِمَعْصِيَتِكَ.\nاللَّهُمَّ إِنَّكَ عَلِمْتَ مَا تَكْسِبُ كُلُّ نفسٍ قَبْلَ أَنْ تَخْلُقَهَا، فَلا مَحِيصَ لَهَا مِمَّا عَلِمْتَ، فَاغْفِرْ لِي مَا عَلِمْتَهُ مِنِّي.\nاللَّهُمَّ إِنْ أَحَدًا لا يَشَاءُ حَتَّى تَشَاءَ، فَاجْعَلْ مَشِيئَتَكَ لِي أَنْ أَشَاءَ مَا يُقَرِّبُنِي إِلَيْكَ.\nاللَّهُمَّ إِنَّكَ قَدَّرْتَ حَرَكَاتِ الْعِبَادِ، فَلا يَتَحَرَّكُ شيءٌ إِلا بِإِذْنِكَ، فَاجْعَلْ حَرَكَاتِي كُلَّهَا فِي تَقْوَاكَ.\nاللَّهُمَّ إِنَّكَ خَلَقْتَ الْخَيْرَ وَالشَّرَّ، وَجَعَلْتَ لِكُلِّ واحدٍ مِنْهُمَا أَهْلا وَعَامِلا يَعْمَلُ بِهِ، فَاجْعَلْنِي فِي خَيْرِ الْقِسْمَيْنِ.\nاللَّهُمَّ إِنَّكَ خَلَقْتَ الْجَنَّةَ وَالنَّارَ، وجَعَلْتَ لِكُلِّ واحدةٍ مِنْهُمَا أَهْلا وَسُكَّانًا، فَاجْعَلْنِي مِنْ سُكَّانِ جَنَّتِكَ بِرَحْمَتِكَ.\nاللَّهُمَّ إِنَّكَ أَرَدْتَ بقومٍ الْهُدَى وَشَرَحْتَ صُدُورَهُمْ، وَأَرَدْتَ لقومٍ الضَّلالَةَ، وَضَيَّقْتَ صُدُورَهُمْ، فَاشْرَحْ لِي صَدْرِي بِالإِيمَانِ،\n[ص: 129]\nوَزَيِّنْهُ فِي قَلْبِي، وَكَرِّهْ إِلَيَّ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ، وَاجْعَلْنِي مِنَ الرَّاشِدِينَ.\nاللَّهُمَّ إِنَّكَ دَبَّرْتَ الأُمُورَ وَجَعَلْتَ مَصِيرَهَا إِلَيْكَ، فَأَحْيِنِي بَعْدَ الْمَوْتِ حَيَاةً طَيِّبَةً، وَقَرِّبْنِي مِنْكَ زُلْفَى.\nاللَّهُمَّ مَنْ أَصْبَحَ وَأَمْسَى ثقته ورجاءه غَيْرُكَ، فَإِنَّكَ أَنْتَ ثِقَتِي وَرَجَائِي، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ.\nقَالَ ابْنُ عَبَّاسٍ: فَحَفِظْتُ ذَلِكَ، فَأَنَا أَقُولُ فِي كُلِّ يَوْمٍ مَرَّتَيْنِ، وَلَمْ يَزَلْ أَمِيرُ الْمُؤْمِنِينَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَسْتَعِيدُنِي حَتَّى حَفِظَهُ، قَالَ ابْنُ عَبَّاسٍ: قَالَ أَبُو بَكْرٍ: وَهَذَا كُلُّهُ موجودٌ فِي كِتَابِ اللَّهِ عز وجل، وصدق أبو بكر.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "10-\nحدثنا أبو بكر محمد بن [أحمد بن إبراهيم بن يونس] ختن الليث الرازي بِالرَّيِّ قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي حَاتِمٍ الرَّازِيَّ يَقُولُ: دَخَلْتُ دِمَشْقَ عَلَى كِتَبَةِ الْحَدِيثِ، فَمَرَرْتُ بِحَلَقَةِ قَاسِمِ الْجُوعِيِّ، فَرَأَيْتُ نَفَرًا جُلُوسًا حَوْلَهُ وَهُو يَتَكَلَّمُ عَلَيْهِمْ، فَهَالَنِي مَنْظَرُهُمْ، فَتَقَدَّمْتُ إِلَيْهِمْ، فَسَمِعْتُهُ يَقُولُ:\nاغتْنِمُوا مِنْ أَهْلِ زَمَانِكُمْ خَمْسًا، مِنْهَا:\n[ص: 130]\nإِنْ حَضَرْتُمْ لَمْ تُعْرَفُوا.\nوَإِنْ غِبْتُمْ لَمْ تُفْتَقَدُوا.\nوَإِنْ شَهِدْتُمْ لَمْ تُشَاوِرُوا.\nوَإِنْ قُلْتُمْ شَيْئًا لَمْ يَقْبَلُوا مِنْكُمْ.\nوإن عملتم شَيْئًا لَمْ تُعْطُوا بِهِ.\nوَأُوصِيكُمْ بخمسٍ أَيْضًا:\nإن ظُلِمْتُمْ لَمْ تَظْلِمُوا.\nوَإِنْ مُدِحْتُمْ لَمْ تَفْرَحُوا.\nوَإِنْ ذُمِمْتُمْ لَمْ تَجْزَعُوا.\nوَإِنْ كُذِّبْتُمْ فَلا تَغْضَبُوا.\nوَإِنْ خَانُوكُمْ فَلا تَخُونُوا.\nقَالَ: فَجَعَلْتُ هَذَا فَائِدَتِي مِنْ دِمَشْقَ.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "11-\nسَمِعْتُ أَبَا الْحَسَنِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ مِقْسَمٍ يَقُولُ: سَمِعْتُ أَبَا بَكْرٍ عَبْدَ اللَّهِ بْنَ وَاصِلٍ الْخَلالَ يَقُولُ: سَمِعْتُ الرَّبِيعَ بنَ سُلَيْمَانَ يَقُولُ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\n[ص: 131]\nمَا أَوْرَدْتُ الْحَقَّ والْحُجَّةَ عَلَى أحدٍ فَقَبِلَهَا مِنِّي إِلا هِبْتُهُ، وَاعْتَقَدْتُ مَوَدَّتَهُ.\nوَلا كَابَرَنِي عَلَى الْحَقِّ أحدٌ وَدَافَعَ الْحُجَّةَ، إِلا سَقَطَ مِنْ عَيْنِي.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "12-\nحَدَّثَنَا أَبُو الْحَسَنِ عَبْدَانُ بْنُ يَزِيدَ الدَّقَّاقُ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ نَصْرِ بْنِ عَبْدِ الرَّحْمَنِ الْقَطَّانُ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْعَطَّارُ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ بُكَيْرٍ الْحَضْرَمِيُّ قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ الْعُمَرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ:\nجَاءَ عُثْمَانُ بْنُ مظعونٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، غَلَبَنِي حَدِيثُ النفس فلم أُحِبُّ أَنْ أُحَدِّثَ شَيْئًا حَتَّى أَذْكُرُ ذَلِكَ لَكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَمَا تُحَدِّثُكَ نَفْسُكَ بِهِ يَا عُثْمَانُ؟ قلت: تحدثني نفسي أن أختصي، قال: مَهْلا يَا عُثْمَانُ، اعْلَمْ أَنَّ خِصَاءَ أُمَّتِي الصِّيَامُ.\nقَالَ: يَا رَسُولَ اللَّهِ، فَإِنَّ نَفْسِي تحدثني أن أترهب في رؤوس الْجِبَالِ، قَالَ: مَهْلا يَا عُثْمَانُ فَإِنَّ تَرَهُّبَ أُمَّتِي الْجُلُوسُ فِي الْمَسَاجِدِ وَانْتِظَارُ الصَّلَواتِ.\nقَالَ: يَا رَسُولَ اللَّهِ، فَإِنَّ نَفْسِي تُحَدِّثُنِي أَنْ أَسِيحَ فِي الأَرْضِ، قَالَ: مَهْلا يَا عُثْمَانُ، فَإِنَّ سِيَاحَةَ أُمَّتِي الْغَزْوُ فِي سَبِيلِ اللَّهِ، والحج والعمرة.\n[ص: 132]\nقَالَ: يَا رَسُولَ اللَّهِ، فَإِنَّ نَفْسِي تُحَدِّثُنِي بِأَنْ أُخْرِجَ مِنْ مَالِي كَذَا، قَالَ: مَهْلا يَا عُثْمَانُ، فَإِنَّ صَدَقَتَكَ يَوْمًا بيومٍ، وَتَكْفِ نَفْسَكَ وَعِيَالَكَ، وَتَرْحَمُ الْمَسَكيِنَ وَالْيَتِيمَ، وَتُطْعِمُهُ، أَفْضَلُ مِنْ ذَلِكَ.\nقَالَ: يَا رَسُولَ اللَّهِ، فَإِنَّ نفسي تحدثني أن أُطَلِّقَ خَوْلَةَ امْرَأَتِي، قَالَ: مَهْلا يَا عُثْمَانُ، فَإِنّ هِجْرَةَ أُمَّتِي مِنْ هَجَرَ مَا نَهَى اللَّهُ عَنْهُ، أَوْ هَاجَرَ فِي حَيَاتِي، أَوْ زَارَ قَبْرِي بَعْدَ مَوْتِي، أَوْ مَاتَ وَلَهُ امرأةٌ، أَوِ امْرَأَتَانِ، أَوْ ثلاثةٌ، أَوْ أربعةٌ.\nقَالَ: يَا رَسُولَ اللَّهِ، فَإِنَّ نَفْسِي تُحَدِّثُنِي أَنْ لا أَغْشَاهَا، قَالَ: مَهْلا يَا عُثْمَانُ، فَإِنَّ الرَّجُلَ الْمُسْلِمَ إِذَا غَشِيَ أَهْلَهُ، فَإِنْ لم يكن له مِنْ وَقْعَتِهِ ولدٌ كَانَ لَهُ وصيفٌ فِي الْجَنَّةِ، وَإِنْ كَانَ لَهُ مِنْ وَقْعَتِهِ ذَلِكَ ولدٌ، فَإِنْ مَاتَ قَبْلَهُ كَانَ فَرَطًا وَشَفِيعًا يَوْمَ الْقِيَامَةِ، وَإِنْ مَاتَ بَعْدَهُ كَانَ لَهُ نُورًا يَوْمَ الْقِيَامَةِ.\nقَالَ: يَا رَسُولَ اللَّهِ، فإن نفسي تحدثني أن لا آكُلَ اللَّحْمَ، قَالَ: مَهْلا يَا عُثْمَانُ، فَإِنِّي أُحِبُّ اللَّحْمَ وَآكُلُهُ إِذَا وَجَدْتُ، وَلَوْ سَأَلْتُ رَبِّي أَنْ يُطْعِمَنِي فِي كُلِّ يومٍ لأَطْعَمْنِيهِ.\nقَالَ: يَا رَسُولَ اللَّهِ، فَإِنَّ نَفْسِي تُحَدِّثُنِي بِأَنْ لا أَمَسَّ الطِّيبَ، قَالَ: مَهْلا يَا عُثْمَانُ، فَإِنَّ جِبْرِيلَ أَمَرِني بِالطِّيبِ غِبًّا وَيَوْمَ الْجُمُعَةِ، لا مَتْرَكَ لَهُ يَا عُثْمَانُ، لا تَرْغَبْ عَنْ سُنَّتِي، فَمَنْ رَغِبَ عَنْ سنتي، ثم\n[ص: 133]\nمات قَبْلَ أَنْ يَتُوبَ صَرَفَتِ الْمَلائِكَةُ وَجْهَهُ عَنْ حوضي.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "13-\nحَدَّثَنَا أَبُو بَكْرٍ النَّقَّاشُ قَالَ: حَدَّثَنَا أَبُو نعيم الإستراباذي قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nأَشَدُّ الأَعْمَالِ ثلاثةٌ:\nالْجُودُ مِنْ قِلَّةٍ.\nوَالْوَرَعُ فِي خلوةٍ.\nوَكَلِمَةُ الْحَقِّ عِنْدَ مَنْ يُرْجَى وَيُخَافُ.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "14-\nحَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الطُّوسِيُّ بِهَمَذَانَ قَالَ: حَدَّثَنَا الرَّاجِحُ بْنُ الحسن بحلب قَالَ: حَدَّثَنَا\n[ص: 134]\nمُحَمَّدُ بْنُ كَثِيرٍ الْبَصْرِيُّ قَالَ: سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ يَقُولُ:\nإِنَّ الرَّجُلَ لَيَسْأَلُنِي الحاجة، فأبادر بها مخافة أن تبدو له.\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "15-\nسمعت جعفر بن محمد بن نصير الخلدي يَقُولُ: سَمِعْتُ أَبَا مُوسَى الدَّيْبُلِيَّ يَقُولُ: قُلْتُ لأبي يزيد: من أصحب؟ قال: من إِذَا مَرِضْتَ عَادَكَ.\nوَإِذَا أَذْنَبْتَ تَابَ.\nوَمَنْ يَعْلَمُ مِنْكَ مَا يَعْلَمْهُ اللَّهُ مِنْكَ.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "16-\nسمعت جعفر بن محمد بن نصير الخلدي يَقُولُ: سَمِعْتُ الْجُنَيْدَ يَقُولُ: وَسُئِلَ عَنْ مَعْنَى الْمُرُوءَةِ، فَقَالَ:\nاحْتِمَالُ زَلَلِ الإِخْوَانِ.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "17-\nحدثنا أبو إسحاق المزكي قال: سمعت ابن خزيمة يقول: حَدَّثَنِي الْمُزَنِيُّ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\n[ص: 135]\nتَعَلَّمُوا مِمَّنْ هُوَ أَعْلَمُ مِنْكُمْ، وَعَلِّمُوا مَنْ أَنْتُمْ أَعْلَمُ مِنْهُ، فَإِذَا فَعَلْتُمْ ذَلِكَ عَلِمْتُمْ مَا جَهِلْتُمْ، وَحَفَظْتُمْ مَا عَلِمْتُمْ.\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "18-\nحدثني أبو عبد الله بن مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْفَقِيهُ الْبَصْرِيُّ بِهَمَذَانَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الصُّولِيُّ قَالَ: دَخَلْتُ عَلَى أَبِي الْعَيْنَاءِ فِي آخِرِ عُمْرِهِ وَقَدْ كُفَّ بَصَرُهُ، قَالَ: فَسَمِعَ صَرِيرَ قَلَمِي عَلَى الدَّفْتَرِ، فَقَالَ: مَنْ هَذَا، قُلْتُ: عَبْدُكَ وَابْنُ عَبْدِكَ مُحَمَّدُ بْنُ يَحْيَى الصُّولِيُّ قَالَ: بَلْ وَلَدِي وَابْنُ أَخِي، مَا تَكْتُبُ؟\nقُلْتُ: جَعَلَنِي اللَّهُ فِدَاكَ، أَكْتُبُ شَيْئًا مِنَ النَّحْوِ وَالتَّصْرِيفِ.\nفَقَالَ: النَّحْوُ فِي الْعُلُومِ كَالْمِلْحِ فِي الْقِدْرِ، إذا أكثرت منه صار القدر زعافاً، يَا بُنَيَّ، إِذَا أَرَدْتَ أَنْ تَكُونَ صَدْرًا فِي الْمَجَالِسِ فَعَلَيْكَ بِالْفِقْهِ، وَمَعَانِي الْقُرْآنِ، وَإِذَا أَرَدْتَ أَنْ تَكُونَ مُنَادِمًا لِلْخُلَفَاءِ وَذَوِي الْمَرُوءَاتِ والأَدُبَاءِ فَعَلَيْكَ بِنُتَفِ الأَشْعَارِ وَمُلَحِ الأَخْبَارِ.\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "19-\nحدثني أبو غانم سهيل بْنُ إِسْمَاعِيلَ بْنِ بُلْبُلٍ الْفَقِيهُ بِوَاسِطَ قَالَ: حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدٍ السُّحَيْمِيُّ القاضي قال:\n[ص: 136]\nحدثنا أَبُو حَاتِمٍ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ حَسَّانَ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nإِنَّمَا الْعِلْمُ عِلْمَانِ: عِلْمُ الدِّينِ، وَعِلْمُ الدُّنْيَا.\nوَالْعِلْمُ الَّذِي لِلدِّينِ فَهُوَ الْفِقْهُ.\nوَالْعِلْمُ الَّذِي لِلدُّنْيَا فهو الطب.\nما سِوَى ذَلِكَ مِنَ الشِّعْرِ، وَالنَّحْوِ فَهُوَ غناءٌ، أو عبثٌ.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "20-\nحَدَّثَنِي أَحْمَدُ بْنُ عَلِيِّ بْنِ لالٍ الْفَقِيهُ قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْبُخَارِيُّ إِمْلاءً قَالَ: حَدَّثَنَا أَبُو الْفَضْلِ الْعَبَّاسُ بن عزير القطان المروزي قال: حدثنا حَرْمَلَةُ بْنُ يَحْيَى قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nالنَّاسُ عيالٌ عَلَى هَؤُلاءِ الأَرْبَعَةِ:\nفَمَنْ أَرَادَ أن يتبحر فِي الْمَغَازِي، فَهُوَ عيالٌ عَلَى مُحَمَّدِ بْنِ إسحاق.\nومن أراد أن يتبحر فِي الشِّعْرِ فَهُوَ عيالٌ عَلَى زُهَيْرِ بْنِ أبي سلمى.\n[ص: 137]\nومن أراد أن يتبحر فِي النَّحْوِ فَهُوَ عيالٌ عَلَى الْكِسَائِيِّ.\nوَمَنْ أراد أن يتبحر فِي تَفْسِيرِ الْقُرْآنِ فَهُوَ عيالٌ عَلَى مُقَاتِلِ بن سليمان.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "21-\nأخبرنا أبو بكر محمد بن حسن النقاش المقرئ قال: حدثنا الْحُسَيْنُ بْنُ حَزْمٍ بِهَرَاةَ قَالَ: حَدَّثَنِي الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ: قُلْتُ لِلشَّافِعِيِّ: مَتَى يَكُونُ الرَّجُلُ عَالِمًا؟ فَقَالَ لِي:\nيَكُونُ الرَّجُلُ عَالِمًا إذا هو حقق في تَعْلَّمَهُ، وَتَعَرَّضَ لِسَائِرِ الْعُلُومِ فَنَظَرَ فِيهَا، فَإِنَّهُ حكي لي عن جالنيوس أَنَّهُ قِيلَ لَهُ: إِنَّكَ تَأْمُرُ لِلدَّاءِ الْوَاحِدِ بِالأَدْوِيَةِ الْكَثِيرَةِ الْمُجْتَمِعَةِ، أَفَكُلُّ الأَدْوِيَةِ دواءٌ لِذَلِكَ الدَّاءِ؟ قَالَ: لا، إِنَّمَا الْمَقْصُودُ مِنْهُ واحدٌ، وَإِنَّمَا يُجْعَلُ مَعَهُ غَيْرُهُ لِتَسْكُنَ حِدَّتُهُ، لأَنَّ الإفراد قاتل.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "22-\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يَحْيَى الْمُزَكِّي قال: حدثنا ابن خزيمة قال: حدثنا إِبْرَاهِيمَ الْمُزَنِيُّ قَالَ: كَانَ الشَّافِعِيُّ يَقُولُ:\nمَنْ طلب الرياسة فِي غَيْرِ حِينِهَا، لَمْ يَزَلْ فِي ذُلِّ ما بقى.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "23-\nحدثنا إبراهيم بن محمد بن يحيى بن المزكي قال: حدثنا ابن خزيمة الفقيه قال: حدثنا الْمُزَنِيُّ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nمَنِ اقْتَصَرَ عَلَى عِلْمِهِ، لَمْ يَشْعُرْ بِكَثْرَةِ الْعِلْمِ.\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "24-\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يَحْيَى الْمُزَكِّي قال: حدثنا ابن خزيمة قال: حدثنا الْمُزَنِيُّ قَالَ: خَرَجَ الشَّافِعِيُّ ذَاتَ يومٍ؛ فَقَالَ لَنَا:\nلَيْسَ بعِلْمٍ مَا يَعِي الْقِمَطْرُ، لا خَيْرَ فِي علمٍ لا يَعِيهِ الصَّدْرُ. ثُمّ قَالَ لَنَا: الْعِلْمُ مَا دَخَلَ مَعَ صَاحِبِهِ الحمام.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "25-\nحدثنا النقاش قال: حدثنا محمد بن طريف بهراة قال: أخبرنا الربيع بن سليمان قال: حدثنا الشافعي عمن سَمِعَ قَتَادَةَ يَقُولُ:\nإِنَّهُ لا يَزَالُ الرَّجُلُ عَاقِلا مَا دَامَ يَطْلُبُ الْعِلْمَ، فَإِذَا رَأَى أنه قد قَدِ اكْتَفَى فَهُوَ جاهلٌ، وَذَلِكَ أَنَّهُ لَوِ اكْتَفَى أحدٌ مِنَ الْعِلْمِ لاكْتَفَى مُوسَى كَلِيمُ اللَّهِ، إِذْ يَقُولُ: {هَلْ أَتَّبِعُكَ عَلَى أَنْ تعلمن مما علمت رشداً} ،\n[ص: 139]\nوَقَالَ اللَّهُ تَعَالَى: {لَقَدْ كَانَ لَكُمْ فِي رسول الله أسوةٌ حسنةٌ} ، وروت عنه عائشة أنه قال: لا بُورِكَ لِي فِي طُلُوعِ شَمْسِ يومٍ لا أَزْدَادُ فِيهِ عِلْمًا.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "26-\nأخبرنا ابن المزكي قال: حدثنا ابن خزيمة الفقيه قال: حدثنا الربيع قال: قال الشافعي:\nمن طلب الرياسة، فرت منه.\nوإذا تصدر الحدث، فاته علمٌ كثيرٌ.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "27-\nحدثنا النقاش قال: حدثنا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الْقَاضِي قَالَ: حَدَّثَنِي الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ: قَالَ الشَّافِعِيُّ ذَاتَ يومٍ:\nاسْتَعِينُوا عَلَى الْكَلامِ بِالصَّمْتِ، وعلى الاستنباط بالفكر.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "28-\nحدثنا النقاش قال: حدثنا أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ\n[ص: 140]\nمُحَمَّدٍ قَالَ: قَالَ الرَّبِيعُ بْنُ سُلَيْمَانَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ: سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ:\nيَنْبَغِي لِلْعَالِمِ إِذَا عَلِمَ أَنْ لا يَعْنِّفَ، وَإِذَا تَعَلَّمَ أن لا يأنف.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "29-\nحدثنا النقاش قال: حدثنا ابن خزيمة قال: حدثنا الرَّبِيعُ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nمَنْ ضُحِكَ مِنْهُ فِي مسألةٍ، لَمْ يَنْسَهَا أَبَدًا.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "30-\nحدثنا النقاش المقرئ قال: حدثنا الْحُسَيْنُ بْنُ حَزْمٍ بِهَرَاةَ قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nاعْلَمُوا أن العلم والحصافة لا تُبْطِرُهُ الْمَنْزِلَةُ الرَّفِيعَةُ، وَلا تُعْجِبُهُ نَفْسُهُ بِالْعِزِّ الْكَامِلِ، كَالْجَبَلِ لا يَتَزَعْزَعُ، وَإِنِ اشْتَدَّتْ بِهِ الرِّيَاحُ الْعَوَاصِفُ، وَالْخَفِيفُ السَّخِيفُ مِنَ النَّاسِ تُبْطِرُهُ أَدْنَى مَنْزِلَةً يَصِيرُ إِلَيْهَا، وَأَيْسَرُ ولايةٍ يَنَالُهَا، فَهُوَ مِثْلُ الْحَشِيشِ تُحَرِّكُهُ أَضْعَفُ الرِّيَاحِ.\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "31-\nحَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ النَّقَّاشُ المقرئ قال: حدثنا الْحُسَيْنُ بْنُ حَزْمٍ بِهَرَاةَ قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ: سَمِعْتُ الشَّافِعِيَّ يَقُولُ:\nمَنْ قَرَأَ الْقُرْآنَ عَظُمَتْ قِيمَتُهُ.\n[ص: 141]\nوَمَنْ تَفَقَّهَ نَبُلَ قَدْرُهُ.\nوَمَنْ كَتَبَ الْحَدِيثَ قَوِيتَ حُجَّتُهُ.\nوَمَنْ تَعَلَّمَ اللُّغَةَ رَقَّ طَبْعُهُ.\nوَمَنْ تَعَلَّمَ الْحِسَابَ جَزِلَ رَأْيُهُ.\nوَمَنْ لَمْ يَصُنْ نَفْسَهُ لَمْ ينفعه علمه.\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "32-\nحدثنا الكندي أبو العباس قال: حدثنا إبراهيم بن عرفة نفطويه قال: حدثنا مُحَمَّدُ بْنُ الرَّبِيعِ بْنِ الْحَكَمِ قَالَ: سَمِعْتُ يزيد بن هارون يقول:\nمن طلب الرياسة فِي غَيْرِ أَوَانِهَا، حَرَمَهُ اللَّهُ إِيَّاهَا فِي أوانها.\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "33-\nحَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ قرقوب ابن التمار بهمذان قال: حدثنا أحمد بن ياسين المعروف بابن أبي تراب بطرسوس قال: حدثنا عبد الله بن يوسف المدايني قَالَ: حَدَّثَنِي يُونُسُ بْنُ عَطَاءٍ -مِنْ وَلَدِ زِيَادٍ الصُّدَائِيِّ-، عَنْ سُفْيَانَ الثَّوْرِيِّ،\n[ص: 142]\nعَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ زِيَادٍ الصُّدَائِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ طَلَبَ الْعِلْمَ تَكَفَّلَ اللَّهُ بِرِزْقِهِ.\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "34-\nحَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إبراهيم القاضي بالأهواز قال: حدثنا مُوسَى بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الْقَاضِي الأَنْصَارِيُّ قال: حدثنا أبو إبراهيم الترجماني قال: حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ أَبِي بَكْرٍ الْهُذَلِيِّ، عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ؛ أَنَّ رَجُلا جَاءَ إِلَى أَبِي ذَرٍّ، فَقَالَ: يَا أَبَا ذَرٍّ، إِنِّي أُرِيدُ أَنْ أَتَعَلَّمَ الْعِلْمَ وَأَخَافُ أَنْ أُضَيِّعَهُ، فَقَالَ لَهُ:\nتَعَلَّمِ الْعِلْمَ، فَإِنَّكَ إن مت عالماً خيرٌ مِنْ أَنْ تَمُوتَ جَاهِلا.\n[ص: 143]\nثُمَّ جَاءَ إِلَى أَبِي الدَّرْدَاءِ، فَقَالَ: يَا أَبَا الدَّرْدَاءِ، إِنِّي أُرِيدُ أَنْ أَتَعَلَّمَ الْعِلْمَ وَأَخَافُ أَنْ أُضَيِّعَهُ، فَقَالَ لَهُ: تَعَلَّمِ الْعِلْمَ، فَإِنَّكَ إِنْ تَوَسَّدَ الْعِلْمَ خيرٌ مِنْ أَنْ تَوَسَّدَ الْجَهْلَ.\nثُمَّ جَاءَ إِلَى أَبِي هُرَيْرَةَ، فَقَالَ: يَا أَبَا هُرَيْرَةَ، إِنِّي أُرِيدُ أَنْ أَتَعَلَّمَ الْعِلْمَ وَأَخَافُ أَنْ أُضَيِّعَهُ، فَقَالَ لَهُ أَبُو هُرَيْرَةَ: تَعَلَّمِ العلم، فإنك لن تجد إضاعةً أَشَدَّ مِنْ تَرْكِهِ.\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "35-\nحَدَّثَنَا أَوْسُ بْنُ أَحْمَدَ بْنِ أَوْسٍ بِهَمَذَانَ قال: حدثنا عبد الله بن محمود المروزي قال: حدثنا أَبُو عَبْدِ الرَّحْمَنِ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بن حكيم الفرماني قال: حدثنا سَهْلُ بْنُ مُزَاحِمٍ قَالَ:\nكَانَ سُفْيَانُ الثَّوْرِيُّ حَسَنَ الطُّعْمَةِ قَالَ: فَقِيلَ لَهُ؛ فَقَالَ: إِنَّ الدَّابَّةِ إِذَا لَمْ تُحْسِنْ إِلَيْهَا، لَمْ تَعْمَلْ.\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "36-\nحدثنا أوس قال: حدثنا عبد الله بن محمود قال: حدثنا إِبْرَاهِيمُ بْنُ الْحَسَنِ بْنِ عَلِيِّ بْنِ شَقِيقٍ قال: حدثنا أَبُو وَهْبٍ قَالَ: قُلْتُ لأَخِي سَهْلٍ: أَوْصِنِي؟ فَقَالَ:\n[ص: 144]\nانْظُرْ مَا اسْتَحْسَنْتَ مِنْ غَيْرِكَ فَالْزَمْهُ، وَمَا اسْتَقْبَحْتَ مِنْ غَيْرِكَ فَاجْتَنِبْهُ.\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "37-\nحدثنا أوس قال: حدثنا عَبْدُ اللَّهِ بْنُ مَحْمُودٍ قَالَ: سَمِعْتُ إِبْرَاهِيمَ بْنَ أَحْمَدَ الْخُزَاعِيَّ يَقُولُ: سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ:\nلَوْ أَنَّ الدُّنْيَا كُلَّهَا بِحَذَافِيرِهَا جعلت لي حلالاً، لكنت أتقذرها.\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "38-\nحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ نُصَيْرٍ قَالَ: سَمِعْتُ الْجُنَيْدَ بْنَ مُحَمَّدِ بْنِ الْحَسَنِ يَقُولُ:\nسَأَلَنِي السَّرِيُّ؛ فَقَالَ: مَا غَايَةُ الشُّكْرِ؟ فَقُلْتُ: ألا يعصى اللَّهَ فِي نعمةٍ، فَقَالَ: أَحْسَنْتَ يَا غُلامُ.\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "39-\nسَمِعْتُ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ زِيَادٍ الْقَطَّانَ بِبَغْدَادَ يَقُولُ: سَمِعْتُ أَبَا بَكْرٍ الشِّبْلِيَّ يَقُولُ:\n[ص: 145]\nليس لعارفٍ علاقةٌ.\nولا لمحبٍ شَكْوًى.\nوَلا لخائفٍ قرارٌ.\nوَلا لأحدٍ مِنَ الله فرارٌ.\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "40-\nحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ نُصَيْرٍ قَالَ: حدثنا [ابن] مَسْرُوقٍ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ مَيْمُونٍ قَالَ: سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ:\nمَنْ طَلَبَ مِنْ بخيلٍ حَاجَةً، كَانَ كَمَنِ الْتَمَسَ صَيْدَ السَّمَكِ فِي الْمَفَازَةِ.\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "41-\nحَدَّثَنَا أَبُو عِمْرَانَ مُوسَى بْنُ سَعِيدٍ الْفَرَّاءُ قال: حدثنا محمد بن يونس الكديمي قال: حدثنا أَبُو عَاصِمٍ النَّبِيلُ قَالَ: سَأَلْتُ سُفْيَانَ الثَّوْرِيَّ: مَنِ النَّاسُ؟ قَالَ: الْعُلَمَاءُ.\nقُلْتُ: فَمَنِ الْمُلُوكُ؟ قَالَ: الزُّهَّادُ.\nقُلْتُ: فَمَنِ السَّفَلَةُ؟ قَالَ: الَّذِي لا يُبَالِي مَا يَقُولُ، وَلا مَا يُقَالُ له.\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "42-\nقَالَ: وَسَمِعْتُ أَبَا عاصمٍ النَّبِيلَ يَقُولُ: لا يذكر الناس بما يكرهون، إلا سفلةٌ لا ترجع إلى دينٍ.\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "43-\nحدثنا موسى قال: حدثنا محمد قال: حدثنا أَبُو عَاصِمٍ قَالَ: سَأَلْتُ مَالِكًا: مَنِ السَّفَلَةُ؟ قَالَ: الَّذِي يَأْكُلُ بِدِينِهِ.\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "44-\nحدثنا أبو سعيد أحمد بن محمد بن أَبِي عُثْمَانَ النَّيْسَابُورِيُّ يَقُولُ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ أَبَا عُثْمَانَ يَقُولُ: سَمِعْتُ أَبَا حَفْصٍ عُمَرَ الزَّاهِدَ النَّيْسَابُورِيَّ يَقُولُ:\nلَوْ أَنَّ رَجُلا ارْتَكَبَ كُلَّ خطيئةٍ مَا خَلا الشِّرْكَ بِاللَّهِ، وَخَرَجَ مِنَ الدُّنْيَا سَلِيمَ الْقَلْبِ لأَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ غَفَرَ اللَّهُ لَهُ.\n[ص: 147]\nقَالَ: فَقِيلَ لأَبِي حفصٍ: هَلْ لِهَذَا فِي الْقُرْآنِ دليلٌ؟ قَالَ: بَلَى، قَوْلُهُ: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} ، فَاتِّبَاعُهُ مَحَبَّةُ أَصْحَابِهِ لأَجْلِهِ.\nقَالَ أَبُو سَعِيدٍ: قال أبي: إني كنت بفارس، فسئلت عن هذه الحكاية؛ فأعدت عَلَيْهِمْ بَيْنَ الإِمْلاءِ، وَالْقِرَاءَةِ، وَالإِعَادَةِ، أَلْفَ مرةٍ فِي يومٍ واحدٍ.\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "45-\nسَمِعْتُ أَبَا الْقَاسِمِ عَتَّابُ بْنُ مُحَمَّدٍ يَقوُلُ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ وهبٍ يَقُولُ: سَمِعْتُ يَحْيَى بْنَ معاذٍ يَقُولُ:\nأَلا إِنَّ الْعَاقِلَ الْمُصِيبَ فِي هَذِهِ الدُّنْيَا، مَنْ عَمِلَ ثَلاثًا:\nتَرَكَ الدُّنْيَا قَبْلَ أَنْ تَتْرُكَهُ.\nوَبَنَى قَبْرَهُ قَبْلَ أَنْ يَدْخُلَهُ.\nوَأَرْضَى رَبَّهُ قَبْلَ أَنْ يَلْقَاهُ.\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "46-\nقَالَ: وَسَمِعْتُ يَحْيَى يَقُولُ:\nبِاحْتِمَالِ الْمَشَقَّاتِ، وَصَلُوا إِلَى تِلْكَ الْكَرَامَاتِ.\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "47-\nقَالَ: وَسَمِعْتُ يَحْيَى يَقُولُ:\nاجْعَلُوا قُلُوبَكُمْ رِبَاطًا.\nوَالصِّدْقَ سِلاحًا.\nوَمَنْ شَغَلَكُمْ عَنِ اللَّهِ فَهُوَ عدوٌ لكم؛ فعلى هذا فقاتلوا.\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "48-\nقال: سمعت يحيى، يقول في مناجاته:\nكيف أغفل عمن هُوَ قائمٌ عَلَى مَفْرَقِ رَأْسِي.\nأَمْ كَيْفَ أجهل عمن هو [قائمٌ] بِسِرِّ قَلْبِي.\nأَمْ كَيْفَ أَفِرُّ مِمَّنْ هُوَ محيطٌ بكل شيءٍ.\nأم كيف أعرض بقلبي عَمَّنْ لَيْسَ بمعرضٍ عَنِّي.\nأَمْ كَيْفَ أَقْطَعُ عمن لا يقطع بِرُّهُ عَنِّي.\nأَمْ كَيْفَ لا أَذْكُرُهُ، وَهُوَ ذَكَرَنِي قَبْلَ خَلْقِي.\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "49-\nقَالَ: وَسَمِعْتُ يَحْيَى يَقُولُ:\nالدُّنْيَا خرابٌ، وَأَخْرَبُ مِنْهَا قَلْبُ مَنْ يُعْمِّرُهَا.\nوَالآخِرَةُ دَارُ عمرانٍ، وَأَعْمَرُ مِنْهَا قَلْبُ مَنْ يَطْلُبُهَا.\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "50-\nقَالَ: وَسَمِعْتُ يَحْيَى يَقُولُ:\nأَخُوكَ مَنْ عَرَّفَكَ الْعُيُوبَ.\nوَصَدِيقُكُ مَنْ حَذَّرَكَ الذُّنُوبَ.\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "51-\nقَالَ: وَسَمِعْتُ يَحْيَى يَقُولُ:\nعَجِبْتُ مِمَّنْ يَحْزَنُ عَلَى نُقْصَانِ مَالِهِ، كَيْفَ لا يَحْزَنُ عَلَى نقصان عمره.\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "52-\nقَالَ: وَسَمِعْتُ يَحْيَى يَقُولُ:\nمَنْ شَخَصَ إِلَى اللَّهِ بِقَلْبِهِ، انْفَجَرَتْ يَنَابِيعُ الْحِكْمَةِ مِنْ قَلْبِهِ، وجرت على لسانه.\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "53-\nقال: وسمعته يَقُولُ:\nعَلَى قَدْرِ خَوْفِكَ مِنَ اللَّهِ يَهَابُكَ الْخَلْقُ، وَعَلَى قَدْرِ حُبِّكَ لِلَّهِ يُحِبُّكَ الْخَلْقُ، وَعَلَى قَدْرِ شُغْلِكَ بِأَمْرِ اللَّهِ يَشْتَغِلُ الْخَلْقُ بأمرك.\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "54-\nقَالَ عَبْدُ اللَّهِ بْنُ وَهْبٍ: وكَانَ لِيَحْيَى بن معاذٍ ابنةٌ صغيرةٌ، فَطَلَبَتْ مِنْ أَبِيهَا شَيْئًا، فَقَالَ لَهَا: يَا ابْنَتِي، اطْلُبِي ذَلِكَ مِنَ اللَّهِ. فَقَالَتْ: يا أبة، أوما أَسْتَحِي مِنَ اللَّهِ أَنْ أَتَقَدَّمَ إِلَيْهِ فِي شيء يؤكل.\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "55-\nحَدَّثَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِسْحَاقَ السَّرْخَسِيُّ قَالَ: سَمِعْتُ أَبَا الْحَسَنِ مُحَمَّدَ بْنَ الْحُسَيْنِ الْجُرْجَانِيَّ يَقُولُ: سَمِعْتُ الْحَسَنَ بْنَ عَلِيٍّ الْعَابِدَ يَقُولُ: قَالَ أَبُو عَبْدِ الرَّحْمَنِ\n[ص: 150]\nالأَصَمُّ، وَذُكِرَ لَهُ رجلٌ: هَلْ أَحْمِلُ مَعِي الزَّادَ؟ فَقَالَ:\nإِنْ كَانَ مَعَكَ مِائَةُ دِينَارٍ فَاحْمِلْهُ مَعَكَ وَلا تُضِيعُهُ، لأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ إِضَاعَةِ الْمَالِ، ولكن لا تقول: هذه تكون معي رهباً، كأنك ليس تثق بالله فيما وعدك، ولكن إذا حملته فَكُلْ، وَأَطْعِمْ إِذَا رَأَيْتَ جَائِعًا.\nوَقَالَ حاتمٌ: لو أن رجلين واثقين بالله أَرَادَا سَفَرًا، فَتَزَوَّدَ أَحَدُهُمَا وَلَمْ يَتَزَوَّدِ الآخَرُ، كَانَ الَّذِي تَزَوَّدَ أَفْضَلَ، لأَنَّهُ قَدْ أَتَى بِالَّذِي أُمِرَ وَاقْتَدَى.\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "56-\nحَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ إسماعيل [الطوسي] قدم حاجاً بهمذان قال: حدثنا أَبُو الْحَسَنِ رَاجِحُ بْنُ الْحُسَيْنِ بِحَلَبَ قَالَ: وحدثنا يَحْيَى بْنُ مَعِينٍ، عَنْ [عَبْدِ الرَّزَّاقِ] ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ، عَنْ عُمَرَ قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:\nالْفَقْرُ أمانةٌ، فَمَنْ كَتَمَهُ كَانَ عِبَادَةً، ومن أباح به فقد نكد إخوانه المسلمين.\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "57-\nحدثنا أبو علي السَّرْخَسِيُّ قَالَ: سَمِعْتُ أَبَا الْحَسَنِ مُحَمَّدَ بْنَ الْحُسَيْنِ يَقُولُ: سَمِعْتُ الْحَسَنَ بْنَ عَلِيٍّ يَقُولُ: سَمِعْتُ حَاتِمًا الأَصَمَّ، يَقُولُ: وَقَدْ سَأَلَهُ سائلٌ: على أي شيءٍ بنيت أمرك؟ قال: عَلَى أَرْبَعِ خصالٍ:\nعَلَى أَنْ لا أَخْرُجَ مِنَ الدُّنْيَا حَتَّى أَسْتَكْمِلَ رِزْقِي.\nوَعَلَى أَنَّ رِزْقِي لا يَأْكُلُهُ غَيْرِي.\nوَعَلَى أَنَّ أَجَلِي لا أَدْرِي مَتَى هُوَ.\nوَعَلَى أَنْ لا أَغِيبَ عَنِ اللَّهِ طَرْفَةَ عينٍ.\nالحديث: 57 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "58-\nقَالَ: فَسَمِعْتُ حَاتِمًا يَقُولُ:\nإِنَّ اللَّهَ جوادٌ كريمٌ، يُعْطِي الْكَثِيرَ، فَإِنْ أَعْطَاكَ الْكَثِيرَ فَخِفْتَ وأشفقت سَلِمْتَ مِنْهُ، لِمَا عَلِمَ مِنْ خَوْفِكَ، وَاعْلَمْ أَنَّكَ مَتَى خِفْتَ مِنَ الْكَثِيرِ، فَأَنْتَ أَبَدًا غنيٌ، وَمَتَى خِفْتَ مِنَ الْقِلَّةِ، فَأَنْتَ أَبَدًا فقيرٌ.\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "59-\nقال: وسمعت حاتماً يقول:\nمتى ما شَغَلْتَ قَلْبَكَ بِالْمَضْمُونِ لَكَ فِي الرِّزْقُ، خِفْتَ أَنْ تُضَيِّعَ\n[ص: 152]\nالْمَفْرُوضَ عَلَيْكَ، وَإِذَا اشْتَغَلْتَ بِالْمَفْرُوضِ عَلَيْكَ، لَمْ تُضَيِّعِ الْمَضْمُونَ لَكَ.\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "60-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nفَرْضُكَ لا يُؤَدِّيهِ غَيْرُكَ.\nوَرِزْقُكَ لا يَأْكُلْهُ غَيْرُكَ، فَاشْغَلْ قَلْبَكَ بما يُؤَدِّيهِ غَيْرُكَ، فَإِنَّ رِزْقَكَ لا يَأْكُلُهُ غَيْرُكَ.\nوَلَوْ قِيلَ لَكَ: تَعِيشُ إِلَى غدٍ، فَلا تغتم لرزق غدٍ، فتتعجل الْغَمُّ الْيَوْمَ، مِنْ قَبْلِ أَنْ يَجِيءَ غَدًا.\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "61-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nإِذَا وَقَعَ بِيَدِكَ شيءٌ، فَلا تَقُلْ: قَدِ اسْتَغْنَيْتُ.\nوَإِنْ خَرَجَ مَا فِي يَدِكَ فَلا تَقُلْ: قَدْ ضِقْتُ.\nوَاحْفَظْ أَمْرَ اللَّهِ، وَدَعِ اللَّهَ يَحْكُمُ وَلا تُرِيدُ أَنْ تَحْكُمَ أَنْتَ عَلَى اللَّهِ.\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "62-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nلا تَخَافَنَّ الْفَقْرَ، فَإِنَّ اللَّهَ خَوَّفَكَ بِالنَّارِ، وَلَمْ يُخَوِّفْكَ بِالْفَقْرِ.\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "63-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nإِذَا أَنْتَ اشْتَغَلْتَ بِالْعِبَادَةِ فَلا تَخَافَنَّ الْفَقْرَ، إِنَّمَا يَنْبَغِي لَكَ أَنْ تَخَافَ أَنْ تفْتَحَ عَلَيْكَ الدُّنْيَا، فَتَقْطَعُكَ عن العبادة.\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "64-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nإِذَا رَأَيْتَ رَجُلا يَقُومُ بِحَقِّ اللَّهِ فَلا تَخَافُهُ، فَإِنَّهُ ناظرٌ لِنَفْسِهِ، وَإِذَا رَأَيْتَهُ يُضِيعُ حَقَّ اللَّهِ فَخَافَهُ، فَهُوَ لا يَعْرِفُ حَقَّ اللَّهِ، فَكَيْفَ يَعْرِفُ حقك؟! تهدي إليه هديةً فيكرم، وَتَنْصَحُهُ فِي دِينِهِ فَيَغْضَبُ عَلَيْكَ.\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "65-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nكُلُّ مَنْ أَعْطَاكَ وَلَمْ يَرَ أَنَّ الْفَضْلَ لَكَ عَلَيْهِ، فَلا تَقْبَلَنَّ مِنْهُ، وَلا تَقْبَلَنَّ مِمَّنْ إِذَا أَعْطَاكَ الْعَطِيَّةَ يُرِيدُ أَنْ تَذِلَّ لَهُ، إِنَّمَا يَنْبَغِي له أن يقول: إنما أعطيك العطية لئلا تذل لغيري.\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "66-\nقال: وسمعت حَاتِمًا يَقُولُ:\nلَوْ أَنَّ صَاحِبَ خبرٍ جَلَسَ إِلَيْكَ لِيَكْتُبَ كَلامَكَ لاحْتَرَزْتَ مِنْهُ، وَكَلامُكَ يُعْرَضُ عَلَى اللَّهِ فَلا تَحْتَرِزُ!.\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "67-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nالْعُلَمَاءُ ثلاثةٌ:\nعالمٌ يَعْمَلُ بِعِلْمِهِ.\nوعالمٌ لا يَعْمَلُ بِعِلْمِهِ.\nومتعبدٌ قد أقبل على عبادته، وَتَرَكَ النَّاسَ، وَلَيْسَ لَهُ عِلْمُ هَذَيْنِ.\n[ص: 154]\nفَإِذَا أردت أن تسأل، فاسأل العالم الذي يعمل بعلمه، فإن فاتك فاسأل الْعَابِدَ، فَإِنْ فَاتَكَ هَذَيْنِ، فَتَعَالَ إِلَى الْعَالِمِ الَّذِي لا يَعْمَلُ بِعِلْمِهِ فَتَبَيَّنْ مِنْهُ أَمْرَكَ، ثم فر منه، ولا تقتدي بعمله.\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "68-\nسَمِعْتُ النَّقَّاشَ يَقُولُ: سَمِعْتُ إِبْرَاهِيمَ الْحَرْبِيَّ يَقُولُ: رَأَى بِشْرُ بْنُ الْحَارِثِ رَجُلا مِنْ إِخْوَانِهِ، فَقَالَ لَهُ: إِنِّي أَرَى فِيكَ هَمًّا، فَقَالَ: أُصَدِّقُكَ، أَنَا معيلٌ، فَقَالَ لَهُ: أَظُنُّ أَنَّهُ فَرَّغَكَ، فَلَمْ تَصْلُحْ لَهُ، فَشَغَلَكَ.\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "69-\nحدثنا أبو علي السرخسي قَالَ: سَمِعْتُ أَبَا الْحَسَنِ الْجُرْجَانِيَّ يَقُولُ: سَمِعْتُ الحسن بن علي العابد يقول: سمعت حاتم الأَصَمَّ يَقُولُ:\nإِنْ كَانَ اللَّهُ قَدْ تَكَفَّلَ بِالرِّزْقِ فَالاهْتِمَامُ لِمَاذَا؟!.\nوَإِنْ كَانَ الشَّيْطَانُ عَدُوُّكَ فَالأَمْنُ لِمَاذَا؟!.\nوَإِنْ كَانَ كُلُّ شيءٍ بِقَضَاءِ اللَّهِ وَقَدَرِهِ، فَالسُّخْطُ لِمَاذَا؟!.\nوَإِنْ كَانَتِ الدُّنْيَا غدارةً، مكارةً، فالاطمأنينة لِمَاذَا؟!.\n[ص: 155]\nوَإِنْ كَانَ اللَّهُ مُطَّلِعًا عَلَى سَرِيرَتِكَ فَالْغَفْلَةُ لِمَاذَا؟!.\nوَإِنْ كَانَ الْقَبْرُ وَضِيقَتُهُ حَقًّا، فَالْكِبْرُ لِمَاذا؟!.\nوَإِنْ كَانَ الْمَشْيُ عَلَى الصِّرَاطِ حقاً، فاللعب والضحك لماذا؟!.\nوإن كان عُقُوبَةُ اللَّهِ النَّارَ، فَالْمَعْصِيَةُ لِمَاذَا؟!.\nوَإِنْ كَانَ ثَوَابُ اللَّهِ الْجَنَّةَ، فَالرَّاحَةُ لِمَاذَا؟!.\nوَإِنْ كَانَ الْمَوْتُ حَقًّا، فَالْفَرَحُ لِمَاذَا؟!.\nوَإِنْ كَانَ الْعَرْضُ عَلَى الرَّحْمَنِ حَقًّا، فَالْخُيَلاءُ لِمَاذا؟!.\nالحديث: 69 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "70-\nقَالَ: وَسَمِعْتُ حَاتِمًا يَقُولُ:\nإِذَا أَرَدْتَ الشَّبَابَ، فَإِنَّ الْهَرَمَ خَلْفَهُ.\nوَإِنْ طَلَبْتَ الْغِنَى، فَإِنَّ الْفَقْرَ خَلْفَهُ.\nوَإِنْ طَلَبْتَ السُّرُورَ، فَإِنَّ الْهَمَّ خَلْفَهُ.\nوَإِنْ طَلَبْتَ الصِّحَّةَ، فَإِنَّ الْمَرَضَ خَلْفَهُ.\nوإن أردت الحياة، فإن الموت خلفه.\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "71-\nحدثنا أبو العباس الفضل بن الفضل الكندي قال: حدثنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الرَّازِيُّ الطَّيَالِسِيُّ قَالَ: سَمِعْتُ يَحْيَى بْنَ مُعَاذٍ الرَّازِيَّ يَقُولُ: سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ:\nجُعِلَ الشَّرُّ كُلُّهُ فِي بيتٍ، وَجُعِلَ مِفْتَاحُهُ حُبَّ الدُّنْيَا.\n[ص: 156]\nوَجُعِلَ الْخَيْرُ كُلُّهُ فِي بيتٍ، وَجُعِلَ مِفْتَاحُهُ حُبَّ الزُّهْدِ في الدنيا.\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "72-\nوَسَمِعْتُ أَبَا بَكْرٍ مُحَمَّدَ بْنَ أَحْمَدَ بْنِ زُرَيْقٍ الْبَغْدَادِيَّ يَقُولُ: سَمِعْتُ عَلِيَّ بْنَ مُحَمَّدِ بْنِ صَالِحٍ يَقُولُ: قَالَ أَبُو يَزِيدَ الْبَسْطَامِيُّ:\nعَشْرَةُ أَشْيَاءٍ رَاحَةُ الْبَدَنِ:\nالزَّهَادَةُ فِي الدُّنْيَا، وَتَرْكُ مَا لا يَعْنِيهِ، وَقِلَّةُ الشَّيْءِ، وَالْفَقْرُ، وَتَرْكُ الْفُضُولِ، وَالرِّضَا مِنَ الدُّنْيَا بِالْقُوتِ، وَحِفْظُ اللسان، والفراغ، والقناعة، والاستعانة بالله.\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "73-\nسَمِعْتُ مُحَمَّدَ بْنَ أَحْمَدَ بْنِ زُرَيْقٍ الْبَغْدَادِيَّ يَقُولُ: سَمِعْتُ يُوسُفَ بْنَ الْحُسَيْنِ الْقَزْوِينِيَّ يَقُولُ: سَمِعْتُ إِبْرَاهِيمَ مَتُّوَيْهِ الأَصْبَهَانِيَّ يَقُولُ: كَانَ إِبْرَاهِيمُ بْنُ أَدْهَمَ يَقُولُ:\n[ص: 157]\nإِذَا كُنْتَ بِاللَّيْلِ نَائِمًا.\nوبالنهار هائماً.\nوبالمعاصي دائماً.\nفمتى ترضي من هو بأمرك قائماً.\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "74-\nسَمِعْتُ أَبَا عَلِيٍّ مُحَمَّدَ بْنَ أَحْمَدَ بْنِ إسحاق السرخسي بِهَمَذَانَ يَقُولُ: سَمِعْتُ أَبَا الْحَسَنِ مُحَمَّدَ بْنَ الْحُسَيْنِ الْجُرْجَانِيَّ يَقُولُ: سَمِعْتُ الْحَسَنَ بْنَ عَلِيٍّ الْعَابِدَ يَقُولُ:\nسَمِعْتُ حَاتِمًا الأَصَمَّ، يَقُولُ وَقَدْ قَالَ لَهُ رجلٌ: بِمَا أَصَبْتَ هَذِهِ الْكَرَامَةَ وأنت أعجميٌ لا تحسن شيئاً؟ قال:\nبثلاثة أشياءٍ:\nاخْتَارَ النَّاسُ الْحَيَاةَ عَلَى الْمَوْتِ، وَأَنَا اخْتَرْتُ الْمَوْتَ عَلَى الْحَيَاةِ.\nوَالثَّانِيَةُ: اخْتَارَ النَّاسُ الْفَرَحَ عَلَى الْحُزْنِ، وَأَنَا اخْتَرْتُ الْحُزْنَ عَلَى الْفَرَحِ.\nوَالثَّالِثُ: اخْتَارَ النَّاسُ الْغِنَى عَلَى الْفَقْرِ، وأنا اخترت الفقر على الغنى.\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "75-\nحدثنا أبو الحسين محمد بن هارون الزنجاني قال: حدثنا أحمد بن محمد بن مسروق قال: حدثنا محمد بن الحسين البرجلاني قال: حدثنا أَبُو بَكْرٍ الْخَيَّاطُ قَالَ:\n[ص: 158]\nرَأَيْتُ كَأَنِّي دَخَلْتُ الْمَقَابِرَ، فَإِذَا أَهْلُ الْقُبُورِ جلوسٌ عَلَى قُبُورِهِمْ بَيْنَ أَيْدِيهِمُ الرَّيْحَانُ، وَإِذَا أَنَا بمعروفٍ أَبِي محفوظٍ قائمٌ فِيمَا بَيْنَهُمْ، يَذْهَبُ وَيَجِيءُ، فَقُلْتُ: أبا محفوظٍ، ما صنع بك ربك؟ أو ليس قد مت؟! قَالَ: بَلَى، ثُمَّ أَنشأ يَقُولُ:\nمَوْتُ التَّقِيِّ حياةٌ لا نفاد [لها]\n...\nقَدْ مَاتَ قومٌ وَهُمْ فِي النَّاسِ أَحْيَاءُ.\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "76-\nحدثني أبو محمد الحسن بْنُ عُثْمَانَ بْنِ عَبْدِ اللَّهِ الْبَزَّازُ الْبَغْدَادِيُّ -في دار أبي الحسن ابن المرزبان-قال: أخبرني أبو بكر ابن الزَّيَّاتِ الْبَغْدَادِيُّ قَالَ: سَمِعْتُ ابْنَ شِيرَوَيْهِ يَقُولُ:\nكُنْتُ أُجَالِسُ مَعْرُوفًا الْكَرْخِيَّ كَثِيرًا، فَلَمَّا كَانَ ذات يومٍ، رَأَيْتُ وَجْهَهُ قَدْ خَلا، فَقُلْتُ لَهُ: يَا أبا محفوظٍ، بلغني أنك تمش عَلَى الْمَاءِ، فَقَالَ لِي: مَا مَشَيْتُ قَطُّ عَلَى الْمَاءِ، ولَكِنْ إِذَا هَمَمْتُ بِالْعُبُورِ\n[ص: 159]\nيُجْمَعُ لِي طَرَفَاهَا، فَأَتَخَطَّاهَا.\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "77-\nسَمِعْتُ أَبَا مُحَمَّدٍ الْبَزَّازَ يَقُولُ: سَمِعْتُ أَبَا بكر بن الزَّيَّاتَ يَقُولُ: سَمِعْتُ ابْنَ شِيرَوَيْهِ يَقُولُ: سَمِعْتُ مَعْرُوفًا يَقُولُ:\nمَنِ اشْتَرَى وَبَاعَ، وَلَوْ بِرَأْسِ الْمَالِ، بُورِكَ لَهُ فِيهِ، كَمَا يُبَارِكُ فِي الزرع المطر.\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "78-\nسمعت أبا محمد الحسن بْنَ عُثْمَانَ بْنِ عَبْدَوْيَهِ الْبَزَّازَ الْبَغْدَادِيَّ يَقُولُ: سمعت أبا بكر ابن الزَّيَّاتِ الْبَغْدَادِيَّ يَقُولُ: سَمِعْتُ ابْنَ شِيرَوَيْهِ يَقُولُ:\nدخل أبو محمد بن أخي معروفٍ الكرخي إلى أبي الحسن ابن بَشَّارٍ وَعَلَيْهِ جِبَّةُ صوفٍ، فَقَالَ لَهُ أَبُو الحسن: يا أبا محمدٍ، صوفت\n[ص: 160]\nقَلْبَكَ أَوْ جِسْمَكَ، صُوفَ قَلْبِكَ، وَالْبِسِ الْقُوهِيَّ على القوهي.\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "79-\nحدثنا أحد بن الحسن الحمصي قال: حدثنا أحمد بن مروان قال: حدثنا عَبْدُ اللَّهِ بْنُ أَبِي الدُّنْيَا قَالَ: حَدَّثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ مُوسَى، قَالَ: قَالَ معروفٌ:\nلا تَفْرَحْ لَهَا حَيْثُ آتَتْكَ، وَلا تأس عَلَيْهَا لَوْ فَاتَتْكَ، فَإِنَّ لِلَّهِ عَزَّ وَجَلَّ عِبَادًا إِذَا أَقْبَلَتِ الدُّنْيَا عَلَيْهِمْ قَالُوا: ذَنْبًا قَدْ عُجِّلَتْ عُقُوبَتُهُ، وَإِذَا أَدْبَرَتْ قَالُوا: مَرْحَبًا بشعار الصالحين.\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "80-\nحَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحَسَنِ النَّقَّاشُ المقرئ ببغداد قال: حدثنا مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ بِنَيْسَابُورَ قَالَ: سَمِعْتُ أَحْمَدَ بْنَ الْفَتْحِ يَقُولُ:\nرَأَيْتُ أَبَا نَصْرٍ بِشْرَ بْنَ الْحَارِثِ فِي مَنَامِي، وَهُوَ قاعدٌ فِي بستانٍ، وَبَيْنَ يَدَيْهِ مائدةٌ، وَهُوَ يَأْكُلُ مِنْهَا، فَقُلْتُ لَهُ: يَا أَبَا نصرٍ، مَا\n[ص: 161]\nفَعَلَ اللَّهُ بِكَ؟ قَالَ: رَحِمَنِي، وَغَفَرَ لِي، وَأَبَاحَنِي الْجَنَّةَ بِأَسْرِهَا، وَقَالَ لِي: كُلْ مِنْ جَمِيعِ ثِمَارِهَا، وَاشْرَبْ مِنْ أَنْهَارِهَا، وَتَمَتَّعْ بِجَمِيعِ مَا فِيهَا، كَمَا كُنْتَ تَحْرِمُ نَفْسَكَ مِنَ الشَّهَوَاتِ فِي دَارِ الدُّنْيَا.\nفَقُلْتُ لَهُ: زَادَكَ اللَّهُ يَا أَبَا نَصْرٍ، فَأَيْنَ أَخُوكَ أَحْمَدُ بْنُ حَنْبَلٍ! فَقَالَ: هُوَ قَائِمٌ عَلَى بَابِ الْجَنَّةِ، يَشْفَعُ لأَهْلِ السُّنَّةِ مِمَّنْ يَقُولُ: إِنَّ الْقُرْآنَ كَلامُ اللَّهِ غَيْرَ مَخْلُوقٍ.\nفَقُلْتُ لَهُ: فَمَا فَعَلَ معروفٌ الْكَرْخِيُّ؟ فَحَرَّكَ رَأْسَهُ، ثُمَّ قال لي: هيهات، حالت مَا بَيْنَنَا وَبَيْنَهُ الْحُجُبُ، إِنَّ مَعْرُوفًا لَمْ يَعْبُدِ اللَّهَ شَوْقًا إِلَى جَنَّتِهِ وَلا خَوْفًا مِنْ نَارِهِ، وَإِنَّمَا عَبَدَهُ شَوْقًا إِلَيْهِ، فَرَفَعَهُ اللَّهُ إِلَى الرَّفِيعِ الأَعْلَى، وَرَفَعَ الْحُجُبَ بَيْنَهُ وَبَيْنَهُ، ذَلِكَ التِّرْيَاقُ المَقْدِسِيُّ المُجَرَّبُ، فَمَنْ كَانَتْ لَهُ إِلَى اللَّهِ حاجةٌ، فَلْيَأْتِ قَبْرَهُ وَلْيَدْعُ، فَإِنَّهُ\n[ص: 162]\nيُسْتَجَابُ لَهُ إِنْ شَاءَ اللَّهُ تَعَالَى.\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "81-\nحدثنا أبو الحسن الدقيقي، قال: حدثنا محمد بن موسى الحلواني قال: حدثنا مُحَمَّدُ بْنُ مَنْصُورٍ الطُّوسِيُّ قَالَ: سَمِعْتُ مَعْرُوفًا الْكَرْخِيَّ يَقُولُ:\nمَنْ لَعَنَ إِمَامَهُ، حُرِمَ عَدْلُهُ.\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "82-\nقَالَ: وَسَمِعْتُ مَعْرُوفًا يَقُولُ:\nإِذَا أَرَادَ اللَّهُ بعبدٍ خَيْرًا، اسْتَعْمَلَهُ وَأَسْكَنَهُ بَيْنَ الْفُقَرَاءِ.\nوَإِذَا أَرَادَ اللَّهُ بعبدٍ غَيْرَ ذَلِكَ، مَنَعَهُ الْعَمَلَ، وَابْتَلاهُ بِالْجِدَالِ، وَأَسْكَنَهُ بَيْنَ الأَغْنِيَاءِ.\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "83-\nحدثنا أبو الحسن الدقيقي قال: حدثنا محمد بن موسى الحلواني قال: حدثنا محمد بن منصور الطوسي قال:\nكان معروفٌ يَوْمًا فِي الْمَسْجِدِ، وَكِسَاؤُهُ وَمُصْحَفُهُ موضوعٌ، فَجَاءَ إنسانٌ فَأَخَذَ الْمُصْحَفَ وَالْكِسَاءَ، فَفَطِنَ بِهِ معروفٌ فَتَبِعَهُ، وَقَالَ لَهُ: أَخِي، لا [وَاخَذَكَ] اللَّهُ، خُذِ الْكِسَاءَ، وَرُدَّ الْمُصْحَفَ، فَأَخَذَ الْمُصْحَفَ مِنْهُ، وترك الكساء.\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "84-\nقال: سمعت مُحَمَّدَ بْنَ مَنْصُورٍ يَقُولُ:\nكُنَّا عِنْدَ معروفٍ الْكَرْخِيِّ وَجَاءَتْهُ امرأةٌ سائلةٌ، فَقَالَتْ: أَعْطُونِي شَيْئًا أُفْطِرُ عَلَيْهِ فَإِنِّي صائمةٌ، فَدَعَاهَا معروفٌ، فَقَالَ لَهَا: يَا أُخْتِي، سِرُّ اللَّهِ أَفْشَيْتِيهِ، وَتَأْمَلِينَ أن تعيشي إلى الليل!.\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "85-\nقَالَ: وَسَمِعْتُ مُحَمَّدَ بْنَ مَنْصُورٍ يَقُولُ:\nكُنَّا عِنْدَ معروفٍ، فَقَالَ لَهُ رجلٌ فِي أَيَّامِ الْفِتْنَةِ: يَا\n[ص: 164]\nأَبَا محفوظٍ، تُقِيمُ فِي مِثْلِ هَذَا الْبَلَدِ، فَقَالَ لَهُ معروفٌ: قَدْ كَانَ مَنْ هُوَ خيرٌ مِنَّا، مَعَ مَنْ هُوَ شرٌ مِنْ هَؤُلاءِ، كَانَتِ امْرَأَةُ فِرْعَوْنَ مَعَ فِرْعَوْنَ، فَقَالَتْ: {رَبِّ ابْنِ لِي عِندَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} .\nقَالَ: وَكَانَ يَمُرُّ بمعروفٍ الذي الَّذِينَ كَانُوا يُقَاتِلُونَ فِي الْفِتْنَةِ، وَكَانَ معروفٌ يَقُولُ: اللَّهُمَّ احْفَظْهُمْ، اللَّهُمَّ اصْحَبْهُمْ، فَقِيلَ: تَدْعُو لِهَؤُلاءِ! فَقَالَ: أَخِي، إِنْ حَفِظَهُمْ لَمْ يَعْصُونَهُ.\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "86-\nسَمِعْتُ أَبَا الْعَبَّاسِ الْكِنْدِيَّ بِهَمَذَانَ يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ مَخْلَدٍ الْعَطَّارُ يَقُولُ: سَمِعْتُ أَبَا نصر محمد بن أحمد المعروف بالفلاس يقول: سَمِعْتُ إِدْرِيسَ بْنَ عَبْدِ الْكَرِيمِ يَقُولُ: سَمِعْتُ عبد الله بن محمد بن أَخِي مَعْرُوفٍ يَقُولُ: سَمِعْتُ عَمِّي مَعْرُوفًا يَقُولُ:\nقال لي زريق الصياد: جلست على شط الدجلة ثلاث أيامٍ بلياليها، كلما ألقيت شبكتي لم تخرج بشيءٍ؛ فَلَمَّا كَانَ يَوْمُ الرَّابِعِ، أَلْقَيْتُ شَبَكَتِي وَقُلْتُ: بِجَاهِ بشرٍ أَلا رَزَقْتَنِي، ثُمَّ إِنِّي جَذَبْتَهَا فَلَمْ\n[ص: 165]\nتَخْرُجْ، فَاسْتَعَنْتُ بِمَنْ يُعِينُنِي، وَخَشِيتُ أَنْ يكون قد [تعلقت] بشيءٍ، وقلت: هؤلاء الصوفية مياسمٌ، لَمْ أَتَوَسَّلُ بِالنَّبِيِّ وَأَصْحَابِهِ، تَوَسَّلْتُ ببشرٍ فَأَخْرَجْتُهَا فَإِذَا بشبوطةٍ قَدْ خَرَجَتْ، فَأَلْقَيْتُهَا ثَانِيًا وَسَأَلْتُ ببشرٍ، فَأَخْرَجْتُهَا فَإِذَا فِيهَا شبوطةٌ أُخْرَى، أَحْسَنُ من الأولى، وحملتهما فشويتهما وَاشْتَرَيْتُ رُقَاقًا، وَحَمَلْتُ وَاحِدَةً إِلَى بَيْتِي، وَحَمَلْتُ الأُخْرَى إِلَى بَيْتِ بشرٍ، فَقَالَ لِي بشرٌ من داخل البيت: يا زريق، لَوْ قَبِلْنَا الْبِرْطِيلَ لَمَا كَانَ ذَلِكَ الْجَاهُ، وَلَمْ يَقْبَلْهَا، فَرَجَعْتُ بِهَا.\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "87-\nحَدَّثَنِي أَحْمَدُ بْنُ الْحَسَنِ بْنِ مُحَمَّدٍ الْوَاعِظُ قال: حدثنا أحمد بن مروان قال: حدثنا عَبْدُ اللَّهِ بْنُ أَبِي الدُّنْيَا قَالَ: حَدَّثَنَا عُمَرُ بْنُ مُوسَى قَالَ:\nوَسَمِعْتُ مَعْرُوفًا يَقُولُ: وعنده رجلٌ يذكر رجلاً، فجعل يغتابه، فجعل معروفٌ، يَقُولُ لَهُ: اذْكُرِ الْقُطْنَ إِذَا وَضَعُوهُ عَلَى عَيْنَيْكَ، اذْكُرِ\n[ص: 166]\nالْقُطْنَ إِذَا وَضَعُوهُ عَلَى عَيْنَيْكَ.\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "88-\nحدثنا علي بن أحمد قال: حدثنا مُحَمَّدُ بْنُ مُوسَى قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ مَنْصُورٍ الطُّوسِيَّ يَقُولُ:\nقَعَدْتُ مَرَّةً بِالْقُرْبِ مِنْ معروفٍ الْكَرْخِيِّ فِي الْجَامِعِ، فَلَمْ يَزَلْ يَقُولُ: وَاغَوْثَاهُ بِاللَّهِ، فَأَظُنُّهُ قَالَهَا عَشَرَةَ آلافِ مرةٍ.\nقَالَ: وَكَانَ يَقُولُ: أَحَبُّ الدُّعَاءِ الاسْتِغَاثَةُ بِاللَّهِ، يَقُولُ اللَّهُ تَعَالَى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لكم} .\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "89-\nسمعت أبا الفتح الْحِمْصِيَّ يَقُولُ: سَمِعْتُ أَحْمَدَ بْنَ مَرْوَانَ يَقُولُ: حدثنا عَبْدُ اللَّهِ بْنُ أَبِي الدُّنْيَا قَالَ: حَدَّثَنَا عمر بن موسى قال:\nجَاءَ رجلٌ إِلَى معروفٍ، فَقَالَ: يَا أَبَا محفوظٍ، أدع حتى نؤمن، فَقَالَ لَهُ معروفٌ: بَلِ ادْعُ أَنْتَ حَتَّى نؤمن، فَدَعَا الرَّجُلُ، وَأَمَّنَ معروفٌ عَلَى دُعَائِهِ.\n[ص: 167]\nقَالَ: وَجَاءَ رجلٌ إِلَى معروفٍ، فَقَالَ لَهُ: ادْعُ الله ليلين قلبي قال: فقال له: قُلْ: يَا مُلَيِّنَ الْقُلُوبِ لَيِّنْ قَلْبِي، قَبْلَ أَنْ تُلَيِّنَهُ عِنْدَ الْمَوْتِ.\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "90-\nحَدَّثَنِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عِصْمَةَ بِهَمَذَانَ، فِي شَوَّالٍ سَنَةَ سِتٍّ وأربعين وثلاثمائة، قال: حدثنا أَبُو عَبْدِ الرَّحْمَنِ مَحْمُودُ بْنُ مُحَمَّدِ بْنِ أبي الحسن الجرجاني القاضي قال: حدثنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنِ مُحَمَّدٍ الْهَرَوِيُّ، وَكَانَ مِنَ الْحُكَمَاءِ الْمُتَعَبِّدِينَ قَالَ:\nمَنْ كَانَ فِيهِ خَمْسُ خصالٍ فَقَدْ مَتَّعَهُ اللَّهُ بِعَقْلِهِ:\nحُبُّ الْفَقْرِ لِقِلَّةِ الْمَؤُنَةِ.\nوَحُبُّ الْعَمَلِ لِنَيْلِ الثَّوَابَ.\nوَحُبُّ الزُّهْدِ فَرَاغًا لِلْعِبَادَةِ.\nوَحُبُّ الْحِكْمَةِ لِصَلاحِ الْقَلْبِ.\nوَحُبُّ الْوِحْدَةِ لِمُنَاجَاةِ الرَّبِّ.\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "91-\nقَالَ: فَقَالَ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْهَرَوِيُّ:\nخمسٌ من كن فيه استوجبت خَمْسًا:\n[ص: 168]\nأَوَّلُهُ: إِذَا حَدَّثَ النَّاسَ لَمْ يَكْذِبْهُمْ.\nوَإِذَا وَعَدَهُمْ لَمْ يُخْلِفْهُمْ.\nوَإِذَا ائْتَمَنُوهُ لَمْ يَخُنْهُمْ.\nوَإِذَا خَالَطَهُمْ لَمْ يَظْلِمْهُمْ.\nوَإِذَا غَابَ عَنْهُمْ لَمْ يَغْتَبْهُمْ.\nقَالَ عَبْدُ اللَّهِ بْنُ محمدٍ: فَأَمَّا الَّذِي يَجِبُ لَهُ عَلَى النَّاسِ:\nأَنْ يُحِبُّوهُ بِقُلُوبِهِمْ.\nوَأَنْ يَدْعُوا لَهُ بِأَلْسِنَتِهِمْ.\nوالثالث: أن يعينوه بأنفسهم.\nوالرابع: أن يواسوه بِأَمْوَالِهِمْ.\nوَالْخَامِسُ: أَنْ يُقِرُّونَ لَهُ بِالْفَضْلِ عَلَى أنفسهم.\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "92-\nقَالَ: سَمِعْتُ عَبْدَ اللَّهِ الْهَرَوِيَّ يَقُولُ:\nمَنْ أُكْْرِمَ بِخَمْسِ خصالٍ فَقَدْ لَحِقَ بِالصَّالِحِينَ قَبْلَهُ، وَأَتْعَبَ مَنْ بَعْدَهُ:\nمَنْ طَلَبَ مَنَافِعَهُ فِي عَاقِبَتِهِ.\nوَاحْتَمَلَ مَضَارَّهُ فِي عَاجِلَتِهِ.\nوَقَدَّمَ فَضْلا ليوم فقره.\nوباع دُنْيَاهُ بِآخِرَتِهِ.\n[ص: 169]\nوَجَعَلَ سُخْطَ نَفْسِهِ ثَمَنًا لِرَضَا خالقه.\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "93-\nقَالَ: وَسَمِعْتُ عَبْدَ اللَّهِ يَقُولُ:\nجَوَاهِرُ الْبِرِّ سِتُّ خصالٍ:\nكِتْمَانُ الْفَقْرِ حَتَّى يَظُنَّ النَّاسُ مِنْ عِفَّتِكَ أَنَّكَ غنيٌ.\nوَكِتْمَانُ الصَّدَقَةِ حَتَّى يَظُنَّ النَّاسُ أَنَّكَ بخيلٌ.\nوَكِتْمَانُ الْغَضَبِ حَتَّى يَظُنَّ النَّاسُ أَنَّكَ راضٍ.\nوَكِتْمَانُ الشِّدَّةِ حَتَّى يَظُنَّ النَّاسُ أَنَّكَ متنعمٌ.\nوَكِتْمَانُ أَعْمَالِ الْبِرِّ حَتَّى يَظُنَّ النَّاسُ أَنَّكَ لَمْ تَعْمَلْ.\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "94-\nقَالَ: وَسَمِعْتُ عَبْدَ اللَّهِ يَقُولُ: لِلْمُزَاحِ عَشْرَةُ خصالٍ:\nأَوَّلُهَا: ذَهَابُ الْوَرَعِ.\nوَالثَّانِي: ذَهَابُ الْهَيْبَةِ.\nوَالثَّالِثُ: ذَهَابُ الْبَهَاءِ مِنْ وَجْهِ.\nوَالرَّابِعَةُ: فَسَادُ القلب.\nوالخامس: خيانة الجليس.\nوالسادس: أذاء الْحَفَظَةُ.\nوَالسَّابِعُ: يَهْدِمُ الصَّدَاقَةَ الْقَدِيمَةَ، وَيَبْنِي الْعَدَاوَةَ.\nوَالثَّامِنُ: يَذِمَّهُ الْعُقَلاءُ، وَيَسْخَرُ بِهِ السُّفُهَاءُ.\nوَالتَّاسِعُ: فَرَحُهُ قليلٌ، وَتَرَحُهُ طويلٌ.\n[ص: 170]\nوَالْعَاشِرُ: عَلَيْهِ وِزْرُ مَنِ اقْتَدَى بِهِ إِلَى يَوْمِ الْقِيَامَةِ.\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "95-\nحَدَّثَنَا أَبُو الْحَسَنِ عَبْدَانُ بْنُ يَزِيدَ الدَّقَّاقُ قال: حدثنا محمد بن نصر القطان قال: حدثنا هارون بن عبد الله الحمال قال: حَدَّثَنَا سَيَّارٌ قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ يَقُولُ: سَمِعْتُ مَالِكًا يَقُولُ:\nكَفَى بِالْمَرْءِ خِيَانَةً أن يكون أميناً للخونة.\nوكفى بالمرء شراً أَنْ لا يَكُونَ صَالِحًا، وَيَقَعُ فِي الصَّالِحِينَ.\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "96-\nحَدَّثَنَا أَبُو مَسْعُودٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إبراهيم بن محمد بالكرج قال: حدثنا أبو عوانة يعقوب إسحاق الإسفراييني قال: حدثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى قَالَ: سَمِعْتُ ابْنَ وهبٍ يَقُولُ:\nجَعَلْتُ عَلَى نَفْسِي كُلَّمَا اغْتَبْتُ إِنْسَانًا أَنْ أَصُومَ يَوْمًا، فَهَانَ عَلَيَّ، فَجَعَلْتُ على نفسي كلما اغتبت إنساناً أَتَصَدَّقَ بدرهمٍ، فَثَقُلَ\n[ص: 171]\nعَلَيَّ، فَتَرَكْتُ الْغَيْبَةَ.\nآخِرُ خبر أبي علي ابن حَمْكَانَ، وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وسلم تسليماً.\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "97-\nقَالَ: أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ علي بن محمد المقرئ المعروف بابن الخياط أيده الله قال: أخبرنا ابن حمكان قال:\nأخبرنا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ سَلامَةَ بْنِ نَصْرٍ الْمُفَسِّرُ قَالَ: سَمِعْتُ إِبْرَاهِيمَ بْنَ أَحْمَدَ يَقُولُ: حَدَّثَنَا عُثْمَانُ بْنُ أَحْمَدَ الْكَرْخِيُّ قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ سَلامٍ السَّوَّاقُ قَالَ: سَمِعْتُ أَبَا نُعَيْمٍ الْفَضْلَ بْنَ دُكَيْنٍ يَقوُلُ:\nدَخَلْتُ الْكُوفَةَ، فَرَأَيْتُ فِي كِنْدَةَ يُنَادَى عَلَى لَحْمِ الْبَقَرِ تِسْعِينَ رَطْلا بدرهمٍ، وَيُنَادَى عَلَى لَحْمِ الْغَنَمِ سِتِّينَ رَطْلا بدرهمٍ، ثُمَّ قَدِمْتُ بَغْدَادَ بَعْدَ ذَلِكَ، فَلَقِيتُ عَفَّانَ بْنَ مُسْلِمٍ الصَّفَّارَ، فَحَدَّثْتُهُ بِذَلِكَ فَقَالَ لِي: وَمَا تَعْجَبُ مِنْ هَذَا يَا بُنَيَّ، لَعَهْدِي بِي، وَفِي تِكَّتِي قطعةٌ،\n[ص: 172]\nفَوَقَعَتْ عَلَى قَدَمَيَّ، فَأَخَذْتُهَا وَتَقَدَّمْتُ إِلَى سوق الرزازين، واشتريت بها قفيز دقيق الأرز.\nتم الجزء، الحمد لله وحده، وصلى الله على سيدنا محمد النبي وآله وسلم تسليماً كثيراً.\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        ""
    ]
}