{
    "1": [
        "أبناؤنا والصلاة\nبسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله ربِّ العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبيِّنا محمدٍ وعلى آله وصحبه أجمعين .. وبعد:\nفإنَّ الأولاد هم زهرة الحياة الدنيا، وفي صلاحهم قرَّة عين للوالدين، وإنَّ من المؤسف خلوُّ مساجدنا من أبناء المسلمين، فقلَّ أن تجد بين المصلين من هم في ريعان الشباب! .. وهذا والله يُنذر بشرٍّ مستطير، وفسادٍ في التربية، وضعف لأمَّة الإسلام إذا شبَّ هؤلاء المتخلِّفون عن الطوق! .. فإذا لم يُصلُّوا اليوم فمتى إذًا يقيموا الصلاة مع جماعة المسلمين؟ !\nولما كان الإثم الأكبر والمسئولية العظمى على الوالدين فإني أُذكِّر نفسي وأرباب الأسر ممن حُمِّلوا الأمانة بحديث الرسول - صلى الله عليه وسلم -: «كلكم راع ومسؤول عن رعيته، والرجل راع في أهله ومسئول عن رعيته\n...\n» [متفق عليه].\nوالله عزَّ وجل يقول في محكم التنزيل: {يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} [التحريم: 6].\nويقول تعالى: {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى} [طه: 132].\nوفي حديثٍ صريحٍ واضحٍ من نبي هذه الأمَّة للآباء والأمهات:\nالجزء: 1 - الصفحة: 5\n",
        "«مرُوا أبناءكم بالصلاة وهم أبناء سبع سنين، واضربوهم عليها وهم أبناء عشر سنين» [رواه أحمد].\nوفي هذا التوجيه النبويِّ الكريم من حُسن التدرُّج واللطف بالصغير الشيء الكثير؛ فهو يُدعى إلى الصلاة وهو ابن سبع سنين، ولا يُضرب عليها إلاَّ عند العاشرة من عمره، ويكون خلال فترة الثلاث سنوات هذه قد نُودي إلى الصلاة وحُبِّبت إليه أكثر من خمسة آلاف مرة! .. فمن واظب عليها خلال ثلاث سنوات بشكلٍ متواصلٍ متتالٍ هل يحتاج بعد خمسة آلاف صلاة أن يُضرب؟\nقلَّ أن تجد من الآباء من يُطبِّق هذا الحديث واحتاج إلى الضرب بعد العاشرة؛ فإنَّ مجموع الصلوات كبير، واعتياد الصغير للصلاة وللمسجد جرى في دمه وأصبح جزءًا من جدوله ومن أعظم أعماله!\nوكثيرون اليوم يضربون الأبناء لكن على أمورٍ تافهة وصغيرة لا ترقى إلى درجة وأهمية الصلاة .. ومن تأمَّل في حال صلاة الفجر ومن يحضرها من الأولاد حزن على أمَّة الإسلام! .. خاصةً وقد ندر أن تجد في المساجد هؤلاء الفتية الذين كان لأمثالهم شأن في صدر الأمة!\nفأين الآباء وأين الأمهات من إيقاظ أبنائهم وحرصهم على ذلك؟ !\nعن ابن عباس -رضي الله عنهما- قال: بتُّ عند خالتي ميمونة، فجاء رسول الله - صلى الله عليه وسلم - بعدما أمسى فقال: «أصلَّى الغلام؟ »\nالجزء: 1 - الصفحة: 6\n",
        "قالوا: نعم [رواه أبو داود].\nوعن ابن عمر -رضي الله عنهما- قال: \"يُعلَّم الصبي الصلاة إذا عرف يمينه عن شماله\".\nوكان السلف الصالح يُلاحظون أبناءهم في الصلاة ويسألونهم عنها .. عن مجاهد قال: سمعت رجلاً من أصحاب النبي - صلى الله عليه وسلم - قال: لا أعلمه إلا ممن شهد بدرًا -قال لابنه: أدركت الصلاة معنا؟ أدركت التكبيرة الأولى؟\nقال: لا، قال: لما فاتك منها خيرٌ من مائة ناقة كلّها سود العين.\nوذكر الذهبي في السير: عن يعقوب عن أبيه، أنَّ عبد العزيز بن مروان بعث ابنه عمر إلى المدينة يتأدَّب بها، وكتب إلى صالح بن كيسان يتعاهده، وكان يلزمه الصلوات، فأبطأ يومًا عن الصلاة، فقال: ما حبسك؟\nقال: كانت مُرجِّلتي تُسكن شعري.\nفقال: بلغ من تسكين شعرك أن تُؤثِره على الصلاة، وكتب بذلك إلى والده، فبعث عبد العزيز رسولاً إليه، فما كلَّمه حتى حلق شعره.\nومن أعظم ما يسديه الأب الموفَّق لابنه اصطحابه للصلاة معه وجعله بجواره ليتعلَّم منه وليحافظ عليه من كثرة اللغط والعبث.\nأيها الأب وأيتها الأم ..\nلا يخرج من تحت أيديكم غدًا من لا يُصلِّي فتأثمان بإخراجه إلى\nالجزء: 1 - الصفحة: 7\n",
        "أمَّة الإسلام كافرًا من أبوين مسلمين، وذلك بالتفريط والرحمة المنكوسة، فتخافان عليه من البرد ولا توقظانه لصلاة الفجر، وتخافان عليه من شدَّة الحر فلا يذهب ليصلِّي العصر!\n{قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ} [التوبة: 81].\nيقول ابن القيم -رحمه الله-\n:\nفمن أهمل تعليم ولده ما ينفعه وتركه سدى فقد أساء غاية الإساءة، وأكثر الأولاد إنما جاء فسادهم من قِبل الآباء وإهمالهم لهم، وترك تعليمهم فرائض الدين وسُننه، فأضاعوهم صغارًا، فلم ينتفعوا بأنفسهم، ولم ينفعوا آباءهم كبارًا.\nأيها الأب ويا أيتها الأم ..\nإنَّ في الحرص على إقامة صلاة الأبناء في المسجد فوائد عظيمة منها:\n1 -\nبراءة ذممكم أمام الله عزَّ وجل والخروج من الإثم بتحبيبه للصلاة وأمره بها.\nقال ابن تيمية -رحمه الله-: ومن كان عنده صغير مملوك أو يتيم أو ولد فلم يأمره بالصلاة، فإنه يُعاقب الكبير إذا لم يأمر الصغير، ويُعزر الكبير على ذلك تعزيراً بليغاً لأنه عصى الله ورسوله.\n2 -\nاحتساب أجر تعويده على العبادة قال - صلى الله عليه وسلم -: «من دعا إلى هُذى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئا\n...\n» [رواه مسلم].\nالجزء: 1 - الصفحة: 8\n",
        "3 -\nالاستشعار بأنَّ الابن في حفظ الله عزَّ وجل ورعايته طوال ذلك اليوم، قال - صلى الله عليه وسلم -: «من صلَّى الفجر في جماعة فهو في ذِمَّة الله» [رواه ابن ماجة].\n4 -\nخروج الابن إذا شبَّ وكبر عن دائرة الكفار والمنافقين كما قال - صلى الله عليه وسلم -: «العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر» [رواه أحمد]، وكما قال عليه الصلاة والسلام: «ليس صلاة أثقل على المنافقين من الفجر والعشاء، ولو يعلمون ما فيهما لأتوهما ولو حبوًا» [رواه البخاري].\n5 -\nتنشئة الابن على الخير والصلاح ليكون لكما ذخرًا بعد موتكما، فإنَّ النبي - صلى الله عليه وسلم - اشترط الصلاح في الابن كما في الحديث: «إذا مات ابن آدم انقطع عمله إلى من ثلاث» وذكر منها: «أو ولد صالح يدعو له» [رواه مسلم].\nومن الأسباب المعينة على ذلك\n:\n1 -\nأن تكون لهم\nأيها الأب\nقدوة صالحة في المحافظة على الصلاة والحرص عليها، فإذا بلغوا سبعًا وعقلوا شرع أمرهم بالصلاة والذهاب بهم إلى المسجد، فإنَّ الصغير ينشأ على ما كان عوَّده أبوه.\n2 -\nتقديم أمر الآخرة على أمر الدنيا في كلِّ شيء، وتنشئة الصغار على ذلك وغرسه في نفوسهم، فلا تكن الامتحانات الدراسية أهم من الصلاة، ولا تكن المذاكرة أهم من الذهاب للمسجد .. وليس من الفخر أن يكون ابنك مسئولا كبيرًا وهو من\nالجزء: 1 - الصفحة: 9\n",
        "المنافقين الذين لا يشهدون الصلاة، أو من الكفار الذين لا يُصلون، ويكفيك عزًّا وفخرًا أن يأكل من كسب يده ويشهد جماعة المسلمين، وأن جمع الأمرين فبها ونعمت.\n3 -\nالصبر والمصابرة {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا} [طه: 132] فالأمر فيه مشقَّة نصب، وأبشر فإنَّ الله عزَّ وجل قال: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} [العنكبوت: 69].\n4 -\nتوفير الأسباب المعينة على القيام، ومن ذلك عدم السهر وجعل ساعة منبهة عند الأذان أو قبله، وليكونوا في مقدمة الصفوف.\nسُئل سماحة الشيخ عبد العزيز بن باز رحمه الله السؤال التالي في الجزء 12 من فتاواه: بعض الأولاد يُبكِّرون يوم الجمعة، ويأتي أُناس أكبر منهم ويُقِيمونهم ويجلسون مكانهم ويحتجُّون بقوله - صلى الله عليه وسلم -: «ليلني منكم أولو الأحلام والنهى» فهل هذا جائز؟\nفأجاب الشيخ ابن باز: هذا يقوله بعض أهل العلم، ويرى أنَّ الأولى بالصبيان أن يُصفُّوا وراء الرجال، ولكن هذا القول فيه نظر، والأصحُّ أنهم إذا تقدَّموا لا يجوز تأخيرهم، فإذا سبقوا إلى الصف الأول أو إلى الصف الثاني فلا يُقيمهم من جاء من بعدهم لأنهم سبقوا إلى حقٍّ لم يسبق إليه غيرهم فلم يَجز تأخيرهم لعموم الأحاديث في ذلك؛ لأنَّ في تأخيرهم تنفيرًا لهم من الصلاة ومن المبادرة إليها فلا يليق ذلك.\nلكن لو اجتمع الناس بأن جاءوا مجتمعين في سفر أو لسبب فإنه\nالجزء: 1 - الصفحة: 10\n",
        "يُصف الرجال أولاً، ثم الصبيان ثانيًا، ثم النساء بعدهم إذا صادف ذلك وهم مجتمعون، أمَّا أن يؤخذوا من الصفوف ويُزالوا ويُصف مكانهم الكبار الذي جاءوا بعدهم فلا يجوز ذلك لما ذكرنا، وأما قوله - صلى الله عليه وسلم -: «ليلني منكم أولو الأحلام والنهى» فالمراد به التحريض على المسارعة إلى الصلاة من ذوي الأحلام والنهى، وأن يكونوا في مقدم الناس، وليس معناه تأخير من سبقهم من أجلهم؛ لأن ذلك مخالف للأدلَّة الشرعية التي ذكرنا.\n5 -\nبِث في أبنائك أحاديث الصلاة وحكم تاركها وعقوبته في الدنيا والآخرة، ورغِّبهم في الأجر العظيم لمن حافظ عليها، ولا تقل إنهم صغار لا يعون؛ فهم يُدركون ويحفظون، ويحتاجون إلى ذلك لتقوية عزائمهم.\n6 -\nاجعل لهم الحوافز والجوائز حتى يحافظوا على الصلاة، وأذكر أنَّ أحد الآباء كان يجعل لأبنائه الصغار ريالاً كلّ يوم عن صلاة الفجر، وكانت الثمرة المبكرة أن كان أحد هؤلاء الصغار من كبار الأئمَّة المعروفين .. وأذكر أيضًا امرأةً أرملةً وتحتها يتيم صغير، فكانت تخرج به لصلاة الفجر كلّ يوم، وأكرمها الله عزَّ وجل بهذا الابن فحفظ كتاب الله تعالى وصار أحد أئمة المساجد الآن ومن أبرِّ الناس بأمِّه.\nقال عبد الله بن مسعود - رضي الله عنه - أنَّ النبي - صلى الله عليه وسلم - قال: «حافظوا على أبنائكم في الصلاة، وعودهم الخير، فإن الخير عادة»\n[رواه الطبراني].\nالجزء: 1 - الصفحة: 11\n",
        "7 -\nالدعاء لهم في كلِّ وقت، واجعلهم أحيانًا يسمعون دعاءك لهم بالصلاة والهداية والتوفيق والسداد، ومن دعاء الأنبياء والصالحين {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ} [إبراهيم: 40].\n8 -\nاربطهم بصحبة طيِّبة ممن يحفظون القرآن ويحافظون على الصلاة مع الجماعة، وشجِّع أولئك الصغار بالهدايا والحوافز فهم أبناء المسلمين.\n9 -\nادعُ لهم عند إيقاظهم، واتلُ عليهم بعض الآيات والأحاديث {يَا بُنَيَّ أَقِمِ الصَّلَاةَ} [لقمان: 17]، ودعهم يسمعون الأجر العظيم على لسان نبيِّهم - صلى الله عليه وسلم -: «بشِّروا المشَّائين في الظلم إلى المساجد بالنور التام يوم القيامة» [رواه أبو داود].\n10 -\nلترى منك والدتهم أنك حريص على أمر صلاتهم وإيقاظهم؛ فإنَّ ذلك يعينها على الاستمرار والحرص والتأكيد عليهم، واشكر لها جهودها وشجِّعها على ذلك وهم يسمعون.\n11 -\nكما أنك أيها الأب إذا أردت شراء منزلٍ تفكر في قرب الخدمات من سكنك، فكِّر قبل ذلك بالمسجد ومدى قربه إلى منزلك؛ لأنَّ في ذلك إعانة على الطاعة وتيسير لأمر الصلاة، خاصة على الصغار، مع مظنَّة حفظهم ومتابعتهم إذا كانت المسافة قصيرة.\n12 -\nاستشعر أنَّ ابنك الذي تحب قد يكون حطبًا لجهنم إذا لم يُصلِّ {يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا\nالجزء: 1 - الصفحة: 12\n",
        "النَّاسُ وَالْحِجَارَةُ} [التحريم: 6].\n13 -\nليكن بينك وبين إمام المسجد تعاون في تشجيع أطفالك من قِبله وتقديم الجوائز لهم لمحافظتهم على الصلاة - بما فيها صلاة الفجر - ولا يمنع أن يتحدَّث الإمام حاثًا الآباء على إحضار أبنائهم للصلاة، ثم يشكر الآباء الذين يُحضِرون أبناءهم، ويُسمِّي الصغار بأسمائهم.\nأيها الأب\n:\nيقول الله عزَّ وجل: {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا} [طه: 132] وأبشر وأمل فأنت في خير طريق {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} [العنكبوت: 69].\nأصلح الله أزواجا وذرياتنا وجعلهم قرَّة أعين، وصلَّى الله وسلم على نبينا محمد على آله وصحبه أجمعين.\n* * *\nالجزء: 1 - الصفحة: 13\n",
        ""
    ]
}