{
    "1": [
        "اختيارات شيخ الإسلام ابن تيمية لدى مترجميه\nآثار شيخ الإسلام ابن تيمية وما لحقها من أعمال (11)\nاختيارات شيخ الإسلام ابن تيمية لدي مترجميه\nجمعها\nسامي بن محمد بن جاد الله\nإشراف\nبكر بن عبد الله أبو زيد\nالجزء: 1 - الصفحة: 153\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين، ، وآله وصحبه والتابعين.\nأما بعد:\nفإن من مصادر معرفة اختيارات شيخ الإسلام ابن تيمية الفقهية: الكتب التي ترجمت له، فقد اعتنى عدد من المترجمين له بذكر جملة من اختياراته، وكان على رأس هؤلاء تلميذه الحافظ ابن عبد الهادي في كتابه \"العقود الدرية من مناقب شيخ الإسلام ابن تيمية\" (ص: 338 - 340)، فذكر (21) مسألة، ثم تلاه الحافظ ابن رجب في \"ذيل طبقات الحنابلة\" (2/ 404 - 405)، فذكر (10) مسائل، سبقه ابن عبد الهادي إلى ذكر أربع منها (رقم 1، 3، 12، 15)، ثم كل من أتى بعدهما اعتمد على ما ذكراه، فبعضهم انتخب بعض المسائل من كل واحد منهما كابن العماد في \"شذرات الذهب\" (1)، واقتصر الآخرون على ما ذكره ابن رجب كالعليمي في \"المنهج الأحمد\" (5/ 38) وصديق حسن خان في \"التاج المكلل\" (428 - 429) (2).\nورغبة في تقريب الوقوف على اختيارات شيخ الإسلام ابن تيمية\n(1) (6/ 84)، وهي في \"الجامع لسيرة شيخ الإسلام\" (ص: 634)، وصدر ابن العماد ما ذكره من اختيارات الشيخ بقوله: (قال ابن رجب وغيره: ذكر نبذة من مفرداته وغرائبه) ثم أورد (22) مسألة، منها (10) مسائل ذكرها ابن رجب في \"ذيل الطبقات\"، والبقية زادها من \"العقود الدرية\" لابن عبد الهادي، والله أعلم.\n(2) وقال بعد أن سردها: (قلت: وهذه المسائل غالبها مبرهنة في مواضعها بالأدلة الصحيحة الدالة عليها، وقد ذهب إليها ذاهبون من أهل العلم قديمًا وحديثًا) ا. هـ.\nالجزء: 1 - الصفحة: 155\n",
        "وتوثيقها جاءت فكرة جمع هذه المسائل في موضع واحد يُلحق بالأعمال المفردة لاختيارات الشيخ (1).\nوقد سقت كلامَ ابن عبد الهادي بنصه، ثم ألحقت به المسائل التي زادها ابن رجب وليست عند ابن عبد الهادي، مع نسبة الجميع إلى الكتب المفردة في اختيارات الشيخ، مع بيان المسائل التي ذكرها ابن العماد وهي عند ابن عبد الهادي بعزوها إلى \"الشذرات\" (وأرقامها: 2، 4، 6، 7، 8، 10، 11، 13، 19، 20، 21)، وأكتفي بالتنبيه الآنف -على أن جميع المسائل التي عند ابن رجب في \"ذيل الطبقات\" قد تابعه على ذكرها العليمي وابن العماد وصديق حسن خان- عن عزو كل مسألة إليهم.\nأما العزو إلى المصادر الأصلية للشيخ، فإن كانت المسألة مما سبق وروده عند ابن عبد الهادي أو البرهان في كتابيهما فيكتفى بالإحالة على ما سبق عندهما، وأما إن كانت المسألة لم ترد عندهما فيحال في هذه الحالة على ما وقف عليه منها في كتب الشيخ.\nأسأل الله عزَّ وجلَّ أن ينفع بهذا العمل، وأن يوفق الجميع لما يحب ويرضى، وأن يغفر لي ولوالدي ولمشايخي وللمسلمين، والحمد لله أولًا وآخرًا.\nوكتب\nسامي بن محمد بن جاد الله\n12/ 10 / 1423\nالرياض\n(1) مما تجدر الإشارة إليه أن الاختيارات التي ذكرها ابن عبد الهادي في \"العقود الدرية\" طبعت مفردة في \"مجموعة الفتاوى\" (3/ 79 - 80)، في ذيل جملة من فتاوى الشيخ المتعلقة بالطلاق وغيره، وهذا يفيد أن إفراد \"الاختيارات\" التي ذكرها ابن عبد الهادي في \"العقود\" عمل قديم، والله أعلم.\nالجزء: 1 - الصفحة: 156\n",
        "* الاختيارات التي ذكرها ابن عبد الهادي في \"العقود: 337 - 340\"\nقال الحافظ ابن عبد الهادي:\n(ثم إن الشيخ رحمه الله بعد وصوله من مصر إلى دمشق واستقراره بها لم يزل ملازمًا للاشتغال والاشغال، ونشر العلم وتصنيف الكتب وإفتاء الناس بالكلام والكتابة المطولة وغيرها، ونفع الخلق والإحسان إليهم والاجتهاد في الأحكام الشرعية، ففي بعض الأحكام يفتي بما أدى إليه اجتهاده من موافقة أئمة المذاهب الأربعة.\nوفي بعضها قد يفتي بخلافهم، أو بخلاف المشهور من مذاهبهم.\nومن اختياراته التي خالفهم فيها، أو خالف المشهور من أقوالهم:\n1 -\nالقول بقصر الصلاة في كل ما يسمى سفرًا، طويلًا كان أو قصيرًا، كما هو مذهب الظاهرية، وقول بعض الصحابة (1).\n2 -\nوالقول بأن البكر لا تستبرأ، وإن كانت كبيرة، كما هو قول ابن عمر واختاره البخاري صاحب \"الصحيح\" (2).\n3 -\nوالقول بأن سجود التلاوة لا يشترط له وضوء، كما يشترط\n(1) \"الاختيارات\" للبرهان (46)، \"ذيل طبقات الحنابلة\" لابن رجب (2/ 405)، \"الاختيارات\" للبعلي (110).\n(2) \"الاختيارات\" للبرهان (49)، \"الاختيارات\" للبعلي (407)، \"شذرات الذهب\" لابن العماد (6/ 85).\nالحديث: 1 - الجزء: 1 - الصفحة: 157\n",
        "للصلاة، كما هو مذهب ابن عمر، واختيار البخاري أيضًا (1).\n4 -\nوالقول بأن من أكل في شهر رمضان معتقدًا أنه ليل، فبان نهارًا لا قضاء عليه، كما هو الصحيح عن عمر بن الخطاب رضي الله عنه، وإليه ذهب بعض التابعين، وبعض الفقهاء بعدهم (2).\n5 -\nوالقول بأن المتمتع يكفيه سعي واحد بين الصفا والمروة، كما هو في حق القارن والمفرد، كما هو قول ابن عباس رضي الله عنهما، ورواية عن الإمام أحمد بن حنبل، رواها عنه ابنه عبد الله، وكثير من أصحاب الإمام لا يعرفونها (3).\n6 -\nوالقول بجواز المسابقة بلا محلِّل، وإن [أخرج] (4) المتسابقان (5).\n7 -\nوالقول باستبراء المختلعة بحيضة، وكذلك الموطوءة بشبهة، والمطلقة آخر ثلاث تطليقات (6).\n(1) \"الاختيارات\" للبرهان (48)، \"ذيل طبقات الحنابلة\" لابن رجب (2/ 405)، \"الاختيارات\" للبعلي (92).\n(2) \"الاختيارات\" لابن عبد الهادي (3)، \"الاختيارات\" للبرهان (12)، \"الاختيارات\" للبعلي (161)، \"شذرات الذهب\" لابن العماد (6/ 85).\n(3) \"الاختيارات\" لا بن عبد الهادي (120)، \"الاختيارات\" للبرهان (92)، \"الاختيارات\" للبعلي (175).\n(4) في المطبوعة: (خرج)، والتصويب من نسخة خطية لـ \"العقود الدرية\"، وهو على الصواب في \"شذرات الذهب\" لابن العماد.\n(5) \"الاختيارات\" للبرهان (11)، \"الاختيارات\" للبعلي (233)، \"شذرات الذهب\" لابن العماد (6/ 85).\n(6) انظر: \"الاختيارات\" للبرهان (6، 7)، \"الاختيارات\" للبعلي (405 - 406)، \"شذرات الذهب\" لابن العماد (6/ 85).\nالحديث: 4 - الجزء: 1 - الصفحة: 158\n",
        "8 -\nوالقول بإباحة وطء الوثنيات بملك اليمين (1).\n9 -\nوالقول بجواز عقد الرداء في الإحرام، ولا فدية في ذلك (2).\n10 -\nوجواز طواف الحائض، ولا شيء عليها إذا لم يمكنها أن تطوف طاهرًا (3).\n11 -\nوالقول بجواز بيع الأصل بالعصير، كالزيتون بالزيت، والسمسم بالشَّيْرَج (4).\n12 -\nوالقول بجواز الوضوء بكل ما يسمى ماء، مطلقًا كان أو مقيدًا (5).\n13 -\nالقول بجواز بيع ما يتخذ من الفضة للتحلي وغيره -كالخاتم ونحوه- بالفضة متفاضلًا، وجعل الزائد في مقابل الصنعة (6).\n(1) \"الاختيارات\" للبرهان (50)، \"شذرات الذهب\" لابن العماد (6/ 85).\n(2) \"الاختيارات\" لابن عبد الهادي (104)؛ \"الاختيارات\" للبرهان (14)، \"الاختيارات\" للبعلي (174).\n(3) \"الاختيارات\" لابن عبد الهادي (115)، \"الاختيارات\" للبرهان (15)، \"الاختيارات\" للبعلي (45)، \"شذرات الذهب\" لابن العماد (6/ 85).\n(4) \"الاختيارات\" للبرهان (16)، \"الاختيارات\" للبعلي (188)، \"شذرات الذهب\" لابن العماد (6/ 85)، وفي \"المصباح المنير\" (308): (الشيرج: معرب من شيره، وهو دهن السمسم) ا. هـ.\n(5) انظر: \"الاختيارات\" لابن عبد الهادي (41)؛ \"الاختيارات\" للبرهان (41)، \"الاختيارات\" للبعلي (8).\nوالمسألة عند ابن رجب في \"ذيل الطبقات\" (2/ 404) ونصه: (اختار ارتفاع الحدث بالمياه المعتصرة، كماء الورد ونحوه) ا. هـ.\n(6) \"الاختيارات\" للبرهان (18)، \"الاختيارات\" للبعلي (188)، \"شذرات الذهب\" لابن العماد (6/ 85) وفيه: (وجعل الزائد من الثمن في مقابلة الصنعة).\nالحديث: 8 - الجزء: 1 - الصفحة: 159\n",
        "14 -\nوالقول بأن المائع لا ينجس بوقوع النجاسة فيه إلا أن يتغير قليلًا كان أو كثيرًا (1).\n15 -\nوالقول بجواز التيمم لمن خاف فوات العيد والجمعة باستعمال الماء (2).\n16 -\nوالقول بجواز التيمم في مواضع معروفة.\n17 -\nوالجمع بين الصلاتين في أماكن مشهورة (3).\nوغير ذلك من الأحكام المعروفة من أقواله.\n18 -\nوكان يميل أخيرًا لتوريث المسلم من الكافر الذمي، وله في ذلك مصنف وبحث طويل (4).\n19 -\nومن أقواله المشهورة التي جرى بسبب الإفتاء بها محن وقلاقل: قوله بالتكفير في الحلف بالطلاق (5).\n(1) \"الاختيارات\" للبرهان (40)، \"الاختيارات\" للبعلي (11).\n(2) \"الاختيارات\" للبرهان (77، 78)، وانظر: \"الاختيارات\" للبعلي (35).\nوالمسألة عند ابن رجب في \"ذيل الطبقات\" (2/ 404 - 405) ونصه: (واختار جواز التيمم لخشية فوات الوقت في حق غير المعذور، كمن أخر الصلاة عمدًا حتى تضايق وقتها، وكذا من خشي فوات الجمعة والعيدين وهو محدث، فأما من استيقظ أو ذكر في آخر وقت الصلاة: فإنه يتطهر بالماء ويصلي، لأن الوقت متسع في حقه).\n(3) انظر: \"الاختيارات\" للبرهان (47)، \"الاختيارات\" للبعلي (113).\n(4) \"الاختيارات\" للبرهان (28)، \"الاختيارات\" للبعلي (283).\n(5) \"الاختيارات\" للبرهان (9)، \"الاختيارات\" للبعلي (378)، \"شذرات الذهب\" لابن العماد (6/ 85).\nالحديث: 14 - الجزء: 1 - الصفحة: 160\n",
        "20 -\nوأن الطلاق الثلاث لا يقع إلا واحدة (1).\n21 -\nوأن الطلاق المحرم لا يقع (2).\nوله في ذلك مصنفات ومؤلفات كثيرة، منها: قاعدة كبيرة سماها \"تحقيق الفرقان بين التطليق والأيمان\" نحو أربعين كراسة، وقاعدة سماها \"الفرق المبين بين الطلاق واليمين\" بقدر النصف من ذلك، وقاعدة في أن جميع أيمان المسلمين مكفرة، مجلد لطيف، وقاعدة في تقرير أن الحلف بالطلاق من الأيمان حقيقة، وقاعدة سماها \"التفصيل بين التكفير والتحليل\"، وقاعدة سماها \"اللمعة\"، وغير ذلك من القواعد والأجوبة في ذلك لا تنحصر ولا تنضبط، وله في ذلك جواب اعتراض ورد عليه من الديار المصرية، وهو جواب طويل في ثلاث مجلدات، بقطع النصف البلدي) ا. هـ.\n* وزاد ابن رجب في \"الذيل\" (2/ 404 - 405) الاختيارات الآتية:\n22 -\nجواز المسح على النعلين والقدمين وكل ما يحتاج في نزعه من الرجل إلى معالجة باليد أو بالرجل [الأخرى] (3)، فإنه\n(1) \"الاختيارات\" للبرهان (1)، \"الاختيارات\" للبعلي (367)، \"شذرات الذهب\" لابن العماد (6/ 85).\n(2) \"الاختيارات\" للبرهان (2، 3)، \"الاختيارات\" للبعلي (367)، \"شذرات الذهب\" لابن العماد (6/ 85).\n(3) في الأصل: (الأخر).\nالحديث: 20 - الجزء: 1 - الصفحة: 161\n",
        "يجوز عنده المسح عليه مع القدمين (1).\n23 -\nوأن المسح على الخفين لا [يتوقَّت] (2) مع الحاجة -كالمسافر على البريد ونحوه، وفعل ذلك في ذهابه إلى الديار المصرية على خيل البريد-، و [يتوقَّت] (2) مع إمكان النزول وتيسره (3).\n24 -\nوجواز المسح على اللفائف ونحوها (4).\n25 -\nوأن المرأة إذا لم يمكنها الاغتسال في البيت، أو شق عليها النزول إلى الحمَّام وتكرره أنها تتيمم وتصلي (5).\n26 -\nوأن لا حد لأقل الحيض ولا لأكثره، ولا لأقل الطهر بين الحيضتين، ولا لسن الإياس من الحيض، وأن ذلك راجع إلى ما تعرفه كل امرأة من نفسها (6).\n27 -\nوأن تارك الصلاة عمدًا: لا يجب عليه القضاء، ولا يشرع له، بل يكثر من النوافل (7).\n* * *\n(1) \"الاختيارات\" للبعلي (24)، وانظر: \"الفتاوى\" (21/ 128، 184).\n(2) بالأصل: يتوقف، والمثبت أصحّ، كما في الفتاوى وشرح العمدة وغيرها.\n(3) \"الاختيارات\" للبرهان (32)، \"الاختيارات\" للبعلي (26).\n(4) \"الفتاوى\" (21/ 185)، \"الاختيارات\" للبعلي (24).\n(5) \"الاختيارات\" للبرهان (29)، \"الاختيارات\" للبعلي (36).\n(6) \"الاختيارات\" للبرهان (43 - 45)، \"الاختيارات\" للبعلي (45).\n(7) \"الاختيارات\" للبرهان (13)، \"الاختيارات\" للبعلي (53).\nالحديث: 23 - الجزء: 1 - الصفحة: 162\n",
        ""
    ]
}