{
    "1": [
        "اختيارات شيخ الإسلام ابن تيمية للبرهان ابن القيم\nآثار شيخ ابن تيمية وما لحقها من أعمال (11)\nاختيارات شيخ الإسلام ابن تيمية\nتأليف\nالعلامة برهان الدين إبراهيم بن محمد ابن قيم الجوزية (المتوفى 767 هـ)\nتحقيق\nسامي بن محمد بن جاد الله\nإشراف\nبكر بن عبد الله أبو زيد\nالجزء: 1 - الصفحة: 103\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله رب العالمين، والصلاة والسلام على النبي الأمين، وآله وصحبه الميامين، ومن تبعهم بإحسان إلى يوم الدين.\nأما بعد:\nفهذا كتاب \"اختيارات شيخ الإسلام ابن تيمية\" للبرهان ابن ابن قيم الجوزية، وهو حلقة ضمن سلسلة المؤلفات التي اعتنت بجمع اختيارات الشيخ، ويعد -باعتبار الترتيب الزمني- الكتاب الثاني في هذا الباب، وقد سبق طبع الكتاب أكثر من مرة -كما سيأتي- ولكن ثمة بعض الأسباب دعت إلى إعادة تحقيقه، وهي:\n1 -\nعدم توافر الطبعات السابقة في المكتبات.\n2 -\nأن إدراج هذا الكتاب ضمن هذه السلسلة المباركة -إن شاء الله تعالى- أدعى لسعة انتشاره، وحفظه من الضياع.\n3 -\nالوقوف على نسخة خطية للكتاب، تختلف عن النسخة التي طبع عنها.\nمميزات \"الاختيارات\" للبرهان:\nكتاب البرهان هو جزء صغير في حجمه، ولكنه امتاز بعدة ميزات:\nالجزء: 1 - الصفحة: 105\n",
        "1 -\nأنه ثاني كتاب يؤلف في اختيارات شيخ الإسلام ابن تيمية بعد كتاب ابن عبد الهادي.\n2 -\nأن مؤلفه ابن وتلميذ لأخص أصحاب شيخ الإسلام ابن تيمية، وهو العلامة ابن القيم.\n3 -\nأن مؤلفه قدَّم له بمقدمة ذكر فيها نتيجة استقرائية للمسائل التي نسب إلى الشيخ الانفراد بها، فذكر أن تلك المسائل تنقسم إلى أربعة أقسام يجمعها أن شيخ الإسلام ابن تيمية قد سُبق في كل قول اختاره من إمام فأكثر، ثم مثَّل لكل قسم منها بجملة من المسائل، ولعل البرهان رحمه الله تعالى هو أولى من ذكر هذا التقسيم الدقيق (1).\nقال الشيخ العلامة بكر أبو زيد: (قام العلامة البرهان بالتتبع والاستقراء لاختيارات الشيخ رحمه الله تعالى وصنَّفها على أقسام أربعة. . فذكر في كل قسم جملة من الاختيارات بلغ مجموعها ثمان وتسعين مسألة.\nوذكره لها على صفة رؤوس المسائل عند المتقدمين على سبيل الاختصار، لكنها محررة ومفيدة جدًّا، إذ يقف الناظر فيها في نظرات يسيرة على طائفة كبيرة من تلكم الاختيارات لهذا العالم الجهبذ الفذ) ا. هـ من تقدمته للكتاب (5 - 6)، ونحوه في \"ابن القيم حياته وآثاره\" (23).\n(1) نعم قال الحافظ ابن عبد الهادي في \"العقود الدرية\" (ص: 338): (في بعض الأحكام يفتي -أي شيخ الإسلام ابن تيمية- بما أدى إليه اجتهاده من موافقة أئمة المذاهب الأربعة، وفي بعضها قد يفتي بخلافهم، أو بخلاف المشهور من مذاهبهم) ا. هـ.\nالجزء: 1 - الصفحة: 106\n",
        "4 -\nأن المؤلِّف نصَّ في عدَّة مسائل على من سبق شيخ الإسلام في اختياره من الأئمة والعلماء.\n5 -\nأنه يعدُّ أقدم مرجع وصل إلينا -حسب علمي- في بيان جملة من اختيارات شيخ الإسلام (1).\n6 -\nأن الشيخ ابن اللحَّام ضمَّن مسائل هذا الجزء بحروفها -غالبًا- في كتابه الشهير \"الاختيارات\" (2)، وإن كان لم يشر إليه ولا في موضع واحد، كما لم يشر إلى المصدر الأم لكتابه وهو \"الفروع\" لابن مفلح، وهذا مما كان يتسامح فيه أهل العلم فيما سبق -رحمنا الله وإياهم جميعًا-، ومن ذلك أن البرهان في جزئه هذا قد استفاد -فيما يبدو- دون إشارة من كتاب \"العقود الدرية\" لابن عبد الهادي، ذلك أن جميع المسائل التي ذكرها ابن عبد الهادي موجودة في كتاب البرهان وبصيغة قريبة جدًّا مما في \"العقود الدرية\"، والله تعالى أعلم.\nالطبعات السابقة للجزء:\nطبع هذا الجزء ثلاث طبعات قبل هذه الطبعة -حسب علمي-، وهي:\n1 -\nالأولى: طبعمت سنة (1330) في دمشق، بمطبعة \"روضة الشام\" مع مجموعة رسائل أخرى، وسمي الجزء بـ: (اختيارات\n(1) انظر المسائل التالية: (17، 19، 21، 22، 26، 27، 29، 34، 35، 38 - 39، 51، 54، 55، 56، 57، 64، 70، 72، 84، 87، 95، 98).\n(2) ما عدا ثلاث مسائل لم أقف عليها فيه، وهي: (5، 50، 70).\nالجزء: 1 - الصفحة: 107\n",
        "الشيخ الإمام العلامة المجتهد المطلق محيي السنة ومفتي الفرق شيخ الإسلام تقي الدين ابن تيمية).\nوجاء في آخرها ما نصه: (يقول الحقير محمد جميل الشطي -كاتب محكمة الحقوق- ابن الشيخ عمر أفندي الشطي -مفتي الحنابلة بدمشق-: وجدت هذه الرسالة بخط سيدي العم مراد أفندي -قدس الله روحه-، وفي آخرها يذكر أنه كان نقلها عن نسخة شيخه العلامة الشيخ طاهر أفندي الجزائري عن \"المكتبة الظاهرية\"، وقد صار طبعها بدمشق في مطبعة \"روضة الشام\"، أواخر شهر ذي الحجة الحرام، سنة 1330، والحمد لله أولًا وآخرًا) ا. هـ.\n2 -\nالثانية: طبعت سنة (1403) في الرياض، توزيع: \"مكتبة الرشد\"، ونشر هذه الطبعة وقدم لها الشيخ العلامة بكر بن عبد الله أبو زيد، وقد اعتمد الشيخ على الطبعة السابقة، وأضاف عليها الترقيم المسلسل للمسائل، وسماه: \"اختيارات شيخ الإسلام ابن تيمية النميري\".\n3 -\nالثالثة: طبعت سنة (1413) في مصر، عن \"دار الصفا\"، بشرح وتحقيق الشيخ / أحمد موافي، في (152 صفحة)، وقد اعتمد على الطبعتين السابقتين، وأسماه: \"المسائل الفقهية من اختيارات شيخ الإسلام ابن تيمية\".\nوصف النسخة الخطية:\nتم بحمد الله الوقوف على نسخة خطية لهذا الجزء، وهي من\nالجزء: 1 - الصفحة: 108\n",
        "محفوظات \"مكتبة برلين الغربية\" بألمانيا، وحصلت على صورة منها عن مصورتها المحفوظة بـ \"مركز المخطوطات والتراث والوثائق\" بالكويت، وهي برقم (9/ 133)، ولها مصورة أخرى بـ \"جامعة الإمام\" بالرياض.\nوتقع هذة النسخة في (7) ورقات، ولا يعرف شيء عن ناسخها ولا عن تاريخ نسخها، ويبدو أنها كانت ضمن مجموع، يعرف ذلك من خلال ترقيم لوحات النسخة، فالرقم المثبت على اللوحة الأولى منها (67)، ورقم آخر لوحة (73).\nوأما خطها فجيد، وفيها بعض الأخطاء والسقوطات اليسيرة.\nولهذا الجزء نسخة أخرى هي التي طبع عنها الكتاب قديمًا، ويفترض أن هذه النسخة محفوظة بـ \"المكتبة الظاهرية\"، ولكن لم يتيسر لي الوقوف على خبر عنها، فالله تعالى أعلم.\nتوثيق نسبة الجزء:\nجاء في صدر النسخة الخطية، ما نصه: (فصل في اختيارات شيخ الإسلام تقي الدين أبي العباس أحمد بن تيمية رحمه الله، جمع الشيخ الإمام العالم العلامة برهان الدين إبراهيم بن قيم الجوزية) ا. هـ.\nوأما النسخة التي طبع عنها الجزء قديمًا، فجاء في صدرها: (هذه اختيارات مولانا شيخ الإسلام تقي الدين أبي العباس أحمد بن تيمية رحمه الله تعالى، جمع الشيخ العلامة برهان الدين إبراهيم بن قيم الجوزية) ا. هـ.\nالجزء: 1 - الصفحة: 109\n",
        "خطبة التحقيق:\n1 -\nإثبات النص من الأصل المخطوط، مع تصويب الأخطاء واستدراك السقط، والإشارة إلى ذلك في الحاشية.\n2 -\nإثبات الفروق المهمة بين الأصل المخطوط، والمطبوعات، مع الاستفادة منها في تقويم النص.\n3 -\nتوثيق المسائل بعزوها إلى مصادرها من كتب شيخ الإسلام ابن تيمية المطبوعة، أو كتب تلاميذه وغيرهم.\n4 -\nعزو المسائل إلى الكتب المجموعة في اختيارات شيخ الإسلام ابن تيمية، لتتميز المسائل المشتركة بين الجزء وغيره، والمسائل التي ينفرد بها.\nتنبيهات:\n1 -\nإن كان هناك نص واضح في كتب الشيخ يفيد اختياره للمسألة التي ذكرها البرهان فإنه يكتفي بالإحالة إلى المصدر، وأما إذا كان هناك بعض الاختلاف فتصدر الإحالة بكلمة (انظر).\n2 -\nيشار إلى المخطوط بكلمة: (الأصل)، ويرمز للمطبوعات بـ (ط) عند الإشارة إليهن جميعًا، وعند إفراد واحدة منهن تُميز بإضافة رقم الطبعة إليها.\n3 -\nما كان بين معقوفتين، فهو مما صحيح أو استدرك من الطبعات السابقة، أو من المصادر الأخرى.\nالجزء: 1 - الصفحة: 110\n",
        "نبذة عن المؤلف\n(1)\nاسمه ونسبه\n:\nهو برهان الدين إبراهيم بن الإمام المشهور شمس الدين محمد (ابن قيم الجوزية) بن أبي بكر بن أيوب الزرعي الأصل، ثم الدمشقي.\nمولده\n:\nذكر الذهبي أن مولده كان في سنة بضع عشر وسبعمائة (2)، وذكر ابن رافع أنه ولد سنة (716) (3)، ولكن ذكر ابن كثير أن عمره عند وفاته (48) سنة، وهذا يقتضي أن ولادته كانت سنة (718)، والله أعلم.\n(1) مصادر ترجمته: \"المعجم المختص\" للذهبي (رقم: 74)؛ \"البداية والنهاية\" لابن كثير (14/ 307، 314)؛ \"الرد الوافر\" لابن ناصر الدين (150)؛ \"تاريخ ابن قاضي شهبة\" (مجلد 3 / ج 2 من المخطوط / ص: 278)؛ \"الدرر الكامنة\" لابن حجر (1/ 58)؛ \"المقصد الأرشد\" لابن مفلح (رقم: 225)؛ \"الدارس\" للنعيمي (2/ 89)؛ \"المنهج الأحمد\" (رقم: 1350)؛ و\"الدر المنضد\" للعليمي (1368)؛ \"شذرات الذهب\" لابن العماد (6/ 208)؛ \"السحب الوابلة\" لابن حميد (1/ 50)؛ \"تراجم متأخري الحنابلة\" لابن حمدان (33)؛ \"تسهيل السابلة\" لصالح آل عثيمين (2/ 1142).\n(2) \"المعجم المختص\" (رقم: 74).\n(3) \"الوفيات\" (2/ 304).\nالجزء: 1 - الصفحة: 111\n",
        "شيوخه\n:\nقال الذهبي: (تفقه بأبيه) (1)، وقال أيضًا: (وسمعه أبوه من الحجار) (2).\nوقال ابن رافع: (حضر على أيوب بن نعمة النابلسي ومنصور بن سليمان البعلبكي \"جزء الذهلي\"، وسمع من جماعة) (3).\nوقال ابن حجر: (حضر على أيوب الكحال وغيره وسمع من جماعة كابن الشحنة ومن بعده) (4).\nثناء العلماء عليه\n:\nنعته الذهبي في صدر ترجمته بـ: (الفقيه العالم)، وكذا ابن رافع في \"الوفيات\" (5)، وقال الذهبي: (قرأ الفقه والنحو على أبيه، وسمع وقرأ وتنبه) (6).\nوقال ابن كثير: (كان بارعًا فاضلًا في النحو والفقه وفنون أخر على طريقة والده رحمهما الله تعالى) (7).\nونعته ابن ناصر الدين في صدر ترجمته بـ: (الفقيه، العالم،\n(1) \"الدرر الكامنة\" لابن حجر (1/ 58).\n(2) \"المعجم المختص\" (رقم: 74).\n(3) \"الوفيات\" لابن رافع (2/ 304).\n(4) \"الدرر الكامنة\" (1/ 58).\n(5) \"الوفيات\" (2/ 303).\n(6) \"المعجم المختص\" (رقم: 74).\n(7) \"البداية والنهاية\" (14/ 314).\nالجزء: 1 - الصفحة: 112\n",
        "البارع، النبيه، سليل العلماء والصالحين)، وقال أيضًا: (اجتهد في الطلب، ودأب، وحصَّل، وعلَّق وكتب) (1).\nأعماله\n:\nقال ابن كثير: (كان مدرسًا بالصدرية والتدمرية، وله تصدير بالجامع وخطابة بجامع ابن صلحان) (2).\nوذكر أيضًا في أحداث سنة (665) أنه في مستهل جمادى الأولى ولي تاج الدين الشافعي مشيخة دار الحديث بالمدرسة التي فتحت بدرب القلبي، وكانت دارًا لواقفها جمال الدين عبد الله بن محمد بن عيسى التدمري، قال: (وجعل فيها درسًا للحنابلة، وجعل المدرس لهم الشيخ برهان الدين إبراهيم بن قيم الجوزية) (3) ا. هـ.\nآثاره\n:\n1 -\n\" إرشاد السالك إلى حل ألفية ابن مالك\". طبع حديثًا (1422) عن دار أضواء السلف بالرياض، بتحقيق: الأستاذ / محمد بن عوض السهلي.\n(1) \"الرد الوافر\" (150).\n(2) \"البداية والنهاية\" (14/ 314)، وفي \"تاريخ ابن قاضي شهبة\" (المجلد 3 / ج 2 من المخطوط / ص: 279) و\"المقصد الأرشد\" (رقم: 225): (جامع خليخان).\nوقال ابن كثير في \"البداية والنهاية\" (14/ 174) تحت حوادث سنة 736: (وفي سلخ رجب أقيمت الجمعة بالجامع الذي أنشأه نجم الدين بن خليخان -كذا- تجاه باب كيسان من القبلة وخطب قيه الشيخ الإمام العلامة شمس الدين ابن قيم الجوزية) ا. هـ.\n(3) \"البداية والنهاية\" (14/ 307).\nالجزء: 1 - الصفحة: 113\n",
        "2 -\n\"اختيارات شيخ الإسلام ابن تيمية\" هذا.\nمن نوادره\n:\nقال البرهان ابن مفلح: (قال شيخنا\n...\nتقي الدين ابن قاضي شهبة: وكان -أي المترجم- له أجوبة مسكتة، فقد وقع بينه وبين ابن كثير في بعض المحافل، فقال له ابن كثير: أنت تكرهني لأنِّي أشعري، فقال: لو كان من رأسك إلى قدمك شعر، ما صدَّقك الناس أنك أشعري وشيخك ابن تيمية! ) (1).\nوفاته\n:\nذكر ابن كثير أن وفاته كانت يوم الجمعة سلخ شهر الله المحرم سنة (767)، وأنه توفي في بستانه بالمِزَّة، ونقل إلى عند والده بمقابر باب الصغير، فصلي عليه بعد صلاة العصر، بجامع جراح (2)، وحضر جنازته القضاة والأعيان وخلق من التجار والعامة، وكانت جنازته حافلة، وقد بلغ من العمر ثمانيًا وأربعين سنة، وترك مالًا جزيلًا يقارب المائة ألف درهم (3)، رحمه الله تعالى رحمة واسعة.\n(1) \"المقصد الأرشد\" (1/ 235 - 236)، وانظر: \"الدرر الكامنة\" (1/ 58).\nوعلق الشيخ العلامة بكر بن عبد الله أبو زيد على هذا الخبر بقوله: (وصدق البرهان، فما كان ابن كثير أشعريًا، ودليل صدقه مؤلفات ابن كثير، لا سيما كتابه النافع المعطار \"تفسير القرآن العظيم\" فإنه قرر فيه مذهب السلف أتم تقرير رحمه الله تعالى) ا. هـ.\n(2) في بعض المصادر: (جراج) بالجيم في أوله وآخره، والله أعلم.\n(3) \"البداية والنهاية\" (14/ 314).\nالجزء: 1 - الصفحة: 114\n",
        "وفي الختام أسأل الله عزَّ وجلَّ أن ينفع بهذا العمل، وأن يجزي كل من ساهم في إخراجه خيرًا، وأن يغفر لي ولوالدي ولمشايخي وللمسلمين، والحمد لله رب العالمين.\nوكتب\nسامي بن محمد بن جاد الله\nالرياض\n3/ 8 / 1423\nص. ب: 42225\nالرمز: 11541\nالجزء: 1 - الصفحة: 115\n",
        "نموذج من مصورة النسخة الخطية: الورقة الأولى\nالجزء: 1 - الصفحة: 116\n",
        "نموذج من مصورة النسخة الخطية: الورقة الأخيرة\nالجزء: 1 - الصفحة: 117\n",
        "النص المحقق\nالجزء: 1 - الصفحة: 119\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nفصل في اختيارات شيخ الإسلام تقي الدين أبي العباس أحمد بن تيمية رحمه الله\nجمع الشيخ الإمام العالم العلامة برهان الدين إبراهيم بن قيم الجوزية\nقال: لا نعرف له مسألة خرق فيها الإجماع، ومن ادَّعى ذلك فهو إمَّا جاهل، وإمَّا كاذب، ولكن ما نُسِبَ إليه الانفراد به ينقسم [إلى] (1) أربعة أقسام:\nالأول:\nما يُستغرب جدًّا فيُنسب إليه أنَّه خالف الإجماع، لندور القائل به، [وخفائه] (2) على كثير من الناس، ولحكاية بعض الناس (3) الإجماع على خلافه.\nالثاني:\nما هو خارج عن [مذاهب] (4) الأئمة الأربعة، لكن قد قاله\n(1) زيادة من (ط).\n(2) في الأصل: (وإخفائه)، والمثبت من (ط).\n(3) في (ط): (بعضهم).\n(4) في الأصل: (مذهب).\nالجزء: 1 - الصفحة: 121\n",
        "بعض الصحابة أو السلف أو التابعين (1)، والخلاف فيه محكيّ.\nالثالث:\nما هو خارج عن مذهب الإمام أحمد - رضي الله عنه - الذي اشتهر هو -أعني شيخ الإسلام- بالنسبة إليه (2)، لكن قد قال به غيره من الأئمة وأتباعهم.\nالرابع:\nما أفتى به واختاره مما هو خلاف المشهور في مذهب أحمد، وإن كان محكيًّا عنه وعن بعض أصحابه.\n* * *\n(1) في (ط): (التابعين أو السلف)، وهو الأقرب، فلعله حصل في الأصل تقديم وتأخير، والله أعلم.\n(2) في (ط): (الثالث: ما اشتهرت نسبته إليه مما هو خارج عن مذهب الإمام أحمد رضي الله عنه).\nالجزء: 1 - الصفحة: 122\n",
        "فأمَّا\nالقسم الأوَّل:\nفمنه في الطلاق:\n(1) أن الطلاق إذا أوقعه بلفظ واحد لا يقع به إلا طلقة واحدة، قلَّ عدده أو كثر (1).\n(2) وأنَّ الطَّلاق في زمن الحيض لا يقع (2).\n(3) وأنَّ الطَّلاق في طهر أصابها فيه لا يقع (3).\n(4) وأنَّ الرَّجعية لا يلحقها الطَّلاق، وإن كانت في العِدَّة (4).\n(5) وأنَّ الطَّلاق في حال الغضب لا يقع، ولو كان غير مزيلٍ للعقل (5).\n(1) \"الفتاوى\" (33/ 7 - 9، 67، 71، 130)، \"العقود الدرية\" (ص: 340)، \"الاختيارات\" للبعلي (367).\n(2) \"الفتاوى\" (33/ 66، 71، 72، 130)، \"العقود الدرية\" (ص: 340)، وانظر حاشية رقم (2) من \"الاختيارات\" للبعلي (367).\n(3) \"الفتاوى\" (33/ 66، 71، 72. 130)، \"العقود الدرية\" (ص: 340)، \"الاختيارات\" للبعلي (367).\n(4) \"الفتاوى\" (33/ 67)، \"الاختيارات\" للبعلى (368).\n(5) انظر: \"الفروع\" لابن مفلح (5/ 365).\nوفي \"الفتاوى\" (33/ 109) أنه سئل عن رجل اختصم مع زوجته خصومة شديدة بحيث تغير عقله، فقال لزوجته أنت طالق ثلاثًا فهل يجب بذلك أم لا؟ فأجاب: (إذا بلغ الأمر إلى أن لا يعقل ما يقول -كالمجنون- لم يقع به شيء، والله أعلم) ا. هـ.\nالحديث: 1 - الجزء: 1 - الصفحة: 123\n",
        "(6) وأنَّ المطلَّقة آخر ثلاث تطليقات عِدَّتُها حيضةٌ واحدةٌ، [فإنَّه] (1) علَّق القول به على أن لا يكون الإجماع على خلافه، وقد حكى أبو الحسن (2) الفرَّاء القول بذلك عن ابن اللبَّان (3).\n(7) وأنَّ المختلعة أيضًا يكفيها الاعتداد بحيضةٍ (4).\n(8) وأنَّ الخُلع لا يَنقص به عدد الطَّلاق، ولو وقع بلفظ الطَّلاق (5).\n(9) وأنَّ من علَّق الطَّلاق على شرط أو التزمه -لا يقصد بذلك إلا الحضَّ (6) أو المنع- يجزئه فيه كفارة يمين إن حنث (7).\n(10) وأنَّ من حلف بالطَّلاق كاذبًا يعلم كذب نفسه، لا تطلق زوجته، ولا يلزمه كفَّارة يمين (8).\nومنه في غير الطَّلاق:\n(1) في الأصل: (فإن)، والمثبت من (ط).\n(2) كذا بالأصل و (ط)، ولعل الصواب: (الحسين)، كما في \"الاختيارات\" للبعلي، والله أعلم.\n(3) \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلى (406)، وانظر: \"الفتاوى\" (32/ 342).\n(4) \"الفتاوى\" (33/ 10)، \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلي (405).\n(5) \"الفتاوى\" (32/ 289 - 315، 33/ 155)، \"الاختيارات\" للبعلى (361).\n(6) في (ط): (الحظر).\n(7) \"الفتاوى\" (33/ 58، 69، 215 - 218)، \"العقود الدرية\" (ص: 340)، \"الاختيارات\" للبعلي (378)، وفي (ط 2): (حدث)، وهو تطبيع ..\n(8) \"الفتاوى\" (33/ 129)، \"الاختيارات\" للبعلي (368).\nالحديث: 6 - الجزء: 1 - الصفحة: 124\n",
        "(11) القول بجواز المسابقة بلا محلِّل، ولو أخرج المتسابقان (1).\n(12) وأنَّ من أكل في شهر رمضان معتقدًا أنَّه ليلٌ فبان نهارًا لا قضاء عليه (2).\n(13) وأنَّ تارك الصلاة عمدًا إذا تاب لا يُشرع له قضاؤها بل يكثر من التطوُّع (3).\n(14) وجواز عقد الرداء في الإحرام، ولا فدية فيه (4).\n(15) وجواز إقدام الحائض على الطواف عند الضرورة، ولا فدية عليها، وهو خلاف ما يقوله أبو حنيفة من أنَّه يصحُّ منها مع [لزوم الفدية به] (5)، ولا تؤمر بالإقدام عليه، وأحمد يقول بذلك في رواية؛ إلا أنَّهما لا [يُقيِّدانه] (6) بحال الضرورة (7).\n(16) والقول بجواز بيع العصير بأصله، كالزيتون بالزيت،\n(1) \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلي (233)، \"مختصر الفتاوى المصرية\" (520)، وانظر: \"الفتاوى\" (28/ 22، 32/ 223).\n(2) \"الفتاوى\" (25/ 216، 259 - 260، 264)، \"العقود الدرية\" (ص: 338)، \"الاختيارات\" للبعلي (161).\n(3) \"الفتاوى\" (22/ 10، 46، 103)، \"الاختيارات\" للبعلي (53).\n(4) \"الفتاوى\" (21/ 201، 26/ 111)، \"الاختيارات\" لابن عبد الهادي (104)، \"العقود الدرية\" (339)، \"الاختيارات\" للبعلي (174).\n(5) في الأصل: (مع لزومه الفدية)، والمثبت من (ط).\n(6) في الأصل: (يفقدانه)، والمثبت من (ط).\n(7) \"الفتاوى\" (26/ 125، 214)، \"الاختيارات\" لابن عبد الهادي (115)، \"العقود الدرية\" (239)، \"الاختيارات\" للبعلي (45)، وانظر: \"الفتاوى\" (26/ 224).\nالحديث: 11 - الجزء: 1 - الصفحة: 125\n",
        "والسمسم بالشيرج (1).\n(17) ووجوب غسل الجمعة على من له عرقٌ أو ريح يتأذَّى به الناس (2).\n(18) وجواز بيع المصوغ (3) من الذهب بالذهب، والمصوغ (3) من الفضة بالفضة، من غير اشتراطِ تماثلٍ، ويجعل الزائد في مقابلة الصَّنعة (4).\n(19) وجواز بيع أمهات الأولاد، وهو مذهب عليٍّ، وحُكي رواية عن أحمد (5).\n(20) وأنَّ شرط الواقف لا يعتبر إلا أن يكون قُربةً في نظرِ الشارعِ، وذكر روايةً عن الإمام أحمد أخذًا من قوله باعتبار القُربة في أصل الجهة الموقوف عليها (6).\n(21) وأنَّه يجوز تغيير شرط الواقف إلى ما هو أصلح منه، وإن اختلف (7) ذلك باختلاف الزمان، حتَّى لو وقف على الفقهاء\n(1) \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلي (188).\n(2) \"الاختيارات\" للبعلي (30)، وانظر: \"الفتاوى\" (21/ 307 - 308).\n(3) في (ط): (المصنوع).\n(4) \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلي (188)، وانظر: \"الفروع\" لابن مفلح (4/ 149) و\"تصحيحه\" و\"الإنصاف\" للمرداوي (12/ 19).\n(5) \"الاختيارات\" للبعلي (289).\n(6) \"الاختيارات\" للبعلي (254)، وانظر: \"الفتاوى\" (31/ 13، 47، 57 - 64).\n(7) في (ط): (ويختلف).\nالحديث: 17 - الجزء: 1 - الصفحة: 126\n",
        "والصوفيَّة فاحتاج النَّاس (1) إلى الجهاد صُرف إلى الجندي (2).\n(22) وأنَّه يجوز للوصيِّ صرف الوصيَّة فيما هو أصلح من الجهة التي عيَّنها الموصي (3).\n(23) وأنَّ من نذر صوم يوم الأحد، أو يوم يقدم زيد؛ فقدم يوم الأحد، فالأولى له نقله إلى يومٍ يكون الصوم فيه أفضل، كيوم الإثنين، ويوم الخميس (4).\n(24) وصحَّة صلاة الفرض على الراحلة خشية الانقطاع عن الرِّفاق، أو حصول ضررٍ بالمشي أو تبرز الخفرة (5).\n(25) ووجوب الوتر على من يتهجَّد في الليل، وهو بعض مذهب أبي حنيفة فإنَّه يوجبه مطلقًا (6).\n(26) وأنَّ الإمام إذا [أقطع] (7) الجند المكوس فهي حلالٌ لهم إذا جهل مستحقّها، وكذلك إذا رتَّبها للفقراء وأهل العلم وغيرهم (8).\n(1) في (ط): (فاحتاج له الناس).\n(2) \"الاختيارات\" للبعلي (254)، وفي (ط): (صرف إلى الجند).\n(3) \"الاختيارات\" للبعلي (281).\n(4) \"الاختيارات\" للبعلي (477)، وانظر: \"الفتاوى\" (31/ 249).\n(5) \"الاختيارات\" للبعلي (113)، وانظر: \"الفتاوى\" (24/ 185)، وفي (ط): (الخفيرة).\n(6) \"الاختيارات\" للبعلي (96).\n(7) في الأصل: (قطع)، والمثبت من (ط).\n(8) \"الاختيارات\" للبعلي (256)، وانظر: \"الفتاوى\" (28/ 590 - 591).\nالحديث: 22 - الجزء: 1 - الصفحة: 127\n",
        "(27) وأنَّ ما أخذه الإمام باسم المَكْس جاز دفعه بنيَّة الزكاة، وتسقط الزكاة، وإن لم يكن على صفتِها (1).\n(28) وأنَّ المسلم يرث من الكافر الذِّميِّ (2) بخلاف العكس (3).\n(29) وأنَّ المرأة تصلِّي بالتيمُّم عن الجنابة، إذا كان يشقُّ عليها تكرار النزول إلى الحمَّام، ولا تقدر على الاغتسال في البيت (4).\n(30) وأنَّ من تجدَّد له سبب صومٍ -كما إذا قامت البيِّنة بالرؤية في أثناء النَّهار- يتمُّ بقيَّة يومِه، ولا يَلزمُه قضاءٌ، وإن كان قد أكل (5).\n(31) وأنَّ ارتضاع الكبير تنتشر به الحرمة، بحيث يُبيح الدخول والخلوة إذا كان قد تربَّى في البيت بحيث لا يحتشمون منه -كقصة سالم [مولى] (6) أبي حذيفة-، وهو بعض مذهب\n(1) \"الاختيارات\" للبعلي (155)، وعلق عليه الشيخ ابن عثيمين بما نصه: (بل صرح الشيخ في \"القواعد النورانية\" بأن ما دفعه التجار إلى الإمام بغير اسم الزكاة لا يجزئ، وأنه إن كان باسم الزكاة ففيه خلاف، والأولى إعادتها إن غلب على ظنه أنهم لم يصرفوها مصارفها ا. هـ. قلت: وهو الذي ذكره الأصحاب اختياره، وهو الموافق لقواعد الشرع، والله أعلم) ا. هـ. وانظر: \"الفتاوى\" (25/ 93).\n(2) في (ط 2): (الذي) وهو تطبيع.\n(3) \"العقود الدرية\" (ص: 340)، \"الفروع\" لابن مفلح (5/ 50)، \"الاختيارات\" للبعلي (283).\n(4) \"الاختيارات\" للبعلي (36)، وانظر: \"الفتاوى\" (21/ 449 - 453).\n(5) \"الفتاوى\" (25/ 109)، \"الاختيارات\" للبعلي (159).\n(6) في الأصل: (بن)، وكتب فوقها: (مولى)، والمثبت من (ط).\nالحديث: 27 - الجزء: 1 - الصفحة: 128\n",
        "[عائشة] (1) رضي الله عنها، فإنَّها تقول: إن ارتضاع الكبير ينشر الحرمة مطلقًا (2).\n(32) وأنَّ مدَّة المسح لا تتوقَّت في حقِّ المسافر الذي يشقُّ اشتغاله بالخَلع واللُبس، كالبريد المجهَّز في مصلحة المسلمين، وعليه حُملت قصة عقبة بن عامر، وهو بعض مذهب مالك وغيره ممَّن لا يرى التوقيت (3).\n(33) وأنَّ تحريم المصاهرة لا يَثبت بالرضاع، فلا يَحرم على الرجل نكاحُ أمِّ زوجتِه وابنتِها من الرضاع، ولا على المرأة نكاحُ أبي زوجِها وابِنه من الرضاع (4).\n(34) وأنَّ الزوائد [المتَّصلة للمشتري مع الردِّ بالعيب] (5)، بمعنى أنَّها تُقوَّم على البائع، وهو قد حكاه رواية عن الإمام أحمد رضي الله عنه أخذًا من عموم قوله في رواية أبي طالب أنَّ النَّماء للمشتري، ولم يفرِّق بين المتَّصل والمنفصل (6).\n(35) وأنَّ إجارة العين [المأجورة] (7) من غير المستأجر في مدَّة\n(1) في الأصل: (أم سلمة)، وفي هامشه: (صوابه: عائشة)، وهو على الصواب في (ط).\n(2) \"الفتاوى\" (34/ 60)، \"الاختيارات\" للبعلي (408).\n(3) \"الفتاوى\" (21/ 177، 215 - 217)، \"الاختيارات\" للبعلي (26).\n(4) \"الفروع\" لابن مفلح (5/ 193)، \"الاختيارات\" للبعلي (308).\n(5) في (ط): (المتصلة في الرد بالعيب للمشتري).\n(6) \"القواعد\" لابن رجب (2/ 153 - 154 - القاعدة: 81)، \"الاختيارات\" للبعلي (186).\n(7) في الأصل: (الموجودة)، والمثبت من (ط).\nالحديث: 32 - الجزء: 1 - الصفحة: 129\n",
        "الإجارة (1) جائزٌ، ويقوم المستأجر الثاني مقام المالك في استيفاء الأجرة من المستأجر الأوَّل، ذكر ذلك في \"مسودته على المحرَّر\" (2).\n(36) وجواز إجارة الحيوان لأخذ لبنه (3).\n(37) وجواز إجارة الشجر لأخذ ثمرها (4).\n(38، 39) وأنَّه يجوز التضحية بما كان أصغر من الجَذَع من الضَّأن (5) كمن (6) ذبح قبل صلاة العيد جاهلًا بالحكم، ولم يكن عنده ما يُعتدُّ به في الأضحية وغيرها، كقصَّة أبي بُردة بن نِيَار، وحمل قوله: \"ولن تجزئ عن أحد بعدك\" [أي] (7): بعد حالك (8).\n* * *\n(1) في (ط 2): (الإجازة)، وهو تطبيع.\n(2) \"الاختيارات\" للبعلي (221).\n(3) \"الفتاوى\" (30/ 197 - 201)، \"الاختيارات\" للبعلي (221).\n(4) \"الفتاوى\" (30/ 224 - 240)، \"الاختيارات\" للبعلي (221).\n(5) في (ط): (من جذع الضأن).\n(6) كذا بالأصل و (ط)، وفي \"الاختيارات\" للبعلي: (لمن)، وهو الأقرب، وهذا الكلام تابع للمسألة السابقة، ولكنه جاء في (ط) برقم جديد، لذا أثبت للمسألة الرقمين في أولها محافظة على ترقيم الطبعات السابقة.\n(7) في (ط): (على أن المراد به).\n(8) \"الاختيارات\" للبعلي (178).\nالحديث: 36 - الجزء: 1 - الصفحة: 130\n",
        "وأمَّا\nالقسم الثاني\nفمن مسائله:\n(40) أن المائعات جميعَها لا تنجس بوقوع النجاسة فيها، قلَّت أو كثرت ما لم تتغير (1).\n(41) وجواز الوضوء بكلِّ ما يسمَّى ماءً، مطلقًا كان أو مقيدًا (2).\n(42) وجواز التَّيمم لمن يصلِّي التطوُّع بالليل وإن كان بالبلد، ولا يؤخِّر وِرْده (3) إلى النَّهار (4).\n(43) وأنَّ أقلّ الحيض لا يقدَّر ولا أكثره، بل كلّ ما استقرَّ عادة للمرأة فهو حيض، وإن نقص عن يوم، أو زاد على الخمسة عشر أو السبعة عشر (5).\n(1) \"الفتاوى\" (19/ 21 - 20، 488 - 518)، \"الاختيارات\" لابن عبد الهادي (14)، \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلي (11).\n(2) \"الفتاوى\" (21/ 25)، \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلي (8).\n(3) في (ط): (تطوعه).\n(4) \"الفتاوى\" (21/ 439)، \"الاختيارات\" للبعلي (35).\nونص كلامه: (ولهذا يتيمم للتطوع من كان له ورد في الليل يصليه، وقد أصابته جنابة، والماء البارد يضره، فإذا تيمم وصلى التطوع وقرأ القرآن بالتيمم كان خيرًا من تفويت ذلك) ا. هـ.\n(5) \"الفتاوى\" (19/ 237)، \"الاختيارات\" للبعلي (45)، وفي (ط): (أو زاد على خمسة عشر).\nالحديث: 40 - الجزء: 1 - الصفحة: 131\n",
        "(44) ولا حدّ لأقلّ سن تحيض له المرأة، ولا لأكثره (1).\n(45) ولا لأقلّ طهر بين الحيضتين (2).\n(46) وأنَّه يجوز قصر الصَّلاة في كلِّ ما يسمَّى سفرًا، قلّ أو كثر، ولا يتقدّر بالمدّة، وهو مذهب الظَّاهريَّة، ونصره صاحب \"المغني\" فيه (3).\n(47) وأنَّه يجوز الجمع بين الصَّلاتين للطبَّاخ والخبَّاز وغيرهما (4) ممن يَخشى فساد ماله أو غيره بترك الجمع (5).\n(48) وأنَّ سجود التلاوة لا يشترط له وضوءٌ، وهو مذهب ابن عمر واختاره البخاريُّ (6).\n(49) وأنَّ البكر إذا اشتريت لا يجب استبراؤها، وإن كانت كبيرة، وهو مذهب ابن عمر، واختاره البخاريُّ أيضًا (7).\n(50) وأنَّه يجوز وطء الوثنيَّات بملك اليمين، وقد رجَّحه\n(1) \"الفتاوى\" (19/ 240)، \"الاختيارات\" للبعلي (45).\n(2) \"الفتاوى\" (19/ 237)، \"الاختيارات\" للبعلي (45).\n(3) \"الفتاوى\" (19/ 243 - 244؛ 24/ 12، 15، 18)، \"العقود الدرية\" (ص: 338)، \"الاختيارات\" للبعلي (110).\n(4) في (ط): (ونحوهما).\n(5) \"الاختيارات\" للبعلي (113)، وانظر: \"العقود الدرية\" (ص: 339).\n(6) \"الفتاوى\" (21/ 270؛ 23/ 165 - 166)، \"العقود الدرية\" (ص: 338)، \"الاختيارات\" للبعلي (92).\n(7) \"الفتاوى\" (19/ 255؛ 34/ 70)، \"العقود الدرية\" (ص: 338)، \"الاختيارات\" للبعلي (407).\nالحديث: 44 - الجزء: 1 - الصفحة: 132\n",
        "صاحب \"المغني\" (1).\n(51) وأنَّ الماسح على الخفِّ أو العمامة لا ينتقض وضوؤه بنزعِهما، ولا بانقضاء المدّة، ولا يجب عليه مسح رأسه ولا غسل قدميه، كما هو مذهب الحسن البصريِّ (2).\n(52) وأنَّه يجوز المسح على الخفّ الذي لا يثبت بنفسه إذا شدّ بحيث يثبت (3)، وهو مذهب أبي حنيفة والشافعيِّ، وأحد الوجهين لأصحابنا فيما إذا كان يبدو منه بعض القدم لولا الشَّدّ (4).\n(53) وأنَّه يجب على الزَّوج وطء المرأة بقدر كفايتها ما لم يُنهك بدنه، ويشغله عن معيشته (5).\n(54) وأن الإخوة لا يَحجُبون الأمّ من الثُّلث إلى السُّدس إلا إذا كانوا وارثين غير محجوبين بالأب، فللأمِّ عنده في مثل أبوين وأخوين: الثُّلث (6).\n(55) وأنَّ بني هاشم إذا مُنعوا من خُمْس الخُمْس (7) جاز لهم الأخذ من الزَّكاة، وقد أفتى به جماعة من الأصحاب قبله (8).\n(1) \"الفتاوى\" (32/ 182 - 186)، \"العقود الدرية\" (ص: 339).\n(2) \"الاختيارات\" للبعلي (26 - 27).\n(3) في (ط): (بحيث يثبت إذا شد).\n(4) \"الفتاوى\" (19/ 242؛ 21/ 184)، \"الاختيارات\" للبعلي (25).\n(5) \"الفتاوى\" (28/ 384؛ 32/ 271)، \"الاختيارات\" للبعلي (354).\n(6) \"الاختيارات\" للبعلي (284).\n(7) في (ط): (إذا منعوا من الخمس).\n(8) \"الاختيارات\" للبعلي (154).\nالحديث: 51 - الجزء: 1 - الصفحة: 133\n",
        "(56) وأنَّه يجوز لبني هاشم أخذ زكاة الأغنياء من الهاشميين، وهو محكيٌّ عن طائفة من أهل البيت (1).\n* * *\n(1) \"الاختيارات\" للبعلي (154).\nالحديث: 56 - الجزء: 1 - الصفحة: 134\n",
        "القسم الثَّالث\n[من مسائله] (1):\n(57) أن مَنْ ميقاته الجُحفة -كأهل الشَّام ومصر مثلًا- إذا [مرُّوا] (2) على المدينة فلهم تأخير الإحرام إلى الجُحفة، ولا يجب عليهم الإحرام من ذي الحُليفة، وهو مذهب مالك وأبي حنيفة (3).\n(58) وأنَّ الأجسام الصقيلة -كالسيف والمرآة إذا تنجَّست- تطهر بالمسح، كما هو مذهبهما أيضًا (4)، ونقل عن الإمام أحمد رضي الله عنه في السِّكين تنجس بدم الذَّبيحة مثل ذلك، فمن أصحابه من خصصه بها لمشقَّة الغُسل مع التكرار، ومنهم من عدَّاه كقولهما (5).\n(59) وأن النَّجاسات كلّها تطهر بالاستحالة كما هو مذهب أبي حنيفة، وخرَّجه بعض الأصحاب في المذهب (6).\n(1) زيادة من (ط).\n(2) في الأصل: (مرا)، والمثبت من (ط).\n(3) \"الاختيارات\" للبعلي (174).\n(4) يعني: أبا حنيفة ومالك.\n(5) \"الفتاوى\" (21/ 523)، \"الاختيارات\" للبعلي (39).\n(6) \"الفتاوى\" (20/ 522؛ 21/ 610 - 611)، \"الاختيارات\" للبعلي (39) وأشار إلى اختلاف قول الشيخ في هذه المسألة.\nالحديث: 57 - الجزء: 1 - الصفحة: 135\n",
        "(60) وأنَّ الدَّم والقيء وغيرهما من النجاسات الخارجة من غير المخرج المعتاد لا تنقض الوضوء، وإن كثرت، كما هو مذهب مالك والشافعي (1).\n(61) وأنَّ الأحداث اللازمة -كدم الاستحاضة، وسلس البول- لا تنقض الوضوء ما لم يوجد المعتاد، كما هو مذهب مالك (2).\n(62) وأنَّه يجوز المسح على الخفِّ المخرَّق ما دام اسمه باقيًا والمشي فيه ممكن (3) كما هو القديم من قولي الشافعي، وهو اختيار جَدِّه أبي البركات (4).\n(63) وأنَّ الجمع بين الصلاتين في السَّفر يختصُّ بمحل الحاجة، لا أنَّه من رخص السَّفر المطلقة كالقصر، وهو مذهب مالك (5).\n(64) وأنَّ الجمعة تجب على من أقام في غير بناء، كالخيام وبيوت الشَّعر ونحوهما، كما هو أحد القولين للشَّافعيِّ، إلا أنَّ الشيخ يشترط مع ذلك أن يكونوا يزرعون كما يزرع\n(1) \"الفتاوى\" (21/ 242، 35/ 357 - 358)، \"الاختيارات\" للبعلي (28).\n(2) \"الاختيارات\" للبعلي (27)، وانظر: \"الفتاوى\" (21/ 221، 629)، وفي (ط): (كما هو مذهب مالك والشافعي)، وذكر الشافعي خطأ من الناسخ فيما يبدو، وسببه انتقال نظره من هذه المسألة إلى المسألة السابقة، والله تعالى أعلم.\n(3) كذا.\n(4) \"الفتاوى\" (21/ 172 - 173)، \"الاختيارات\" لابن عبد الهادي (41)، \"الاختيارات\" للبعلي (24).\n(5) \"الفتاوى\" (22/ 292؛ 24/ 27، 37)، \"الاختيارات\" للبعلي (111 - 112).\nالحديث: 60 - الجزء: 1 - الصفحة: 136\n",
        "أهل القرية (1).\n(65) وأنَّ الحائض لا تمنع من قراءة القرآن بخلاف الجنب، كما هو مذهب مالك، وحكي رواية عن الإمام أحمد (2).\n(66) وأنَّ الحامل قد تحيض، كما هو مذهب الشافعيِّ، وحكاه البيهقيُّ (3) رواية عن الإمام أحمد رضي الله عنه، بل حكى أنَّه رجع إليه (4).\n(67) وأنَّ الارتضاع بعد الفطام لا ينشر الحرمة، وإن كان بدون الحولين كما هو مذهب ابن القاسم من المالكيَّة (5).\n(68) وأنَّ الدِّية لا تؤجَّل على العاقلة إذا رأى الإمام المصلحة\n(1) \"الاختيارات \" للبعلي (119).\n(2) \"الفتاوى\" (26/ 179)، \"الاختيارات\" للبعلى (45)، وانظر: \"الفتاوى\" (21/ 459 - 461، 26/ 191).\n(3) كذا بالأصل و\"الاختيارات\" للبعلي، وفي (ط): (الخرقي)، والله أعلم.\n(4) \"الفتاوى\" (19/ 239)، \"الاختيارات\" للبعلي (47).\n(5) \"الفروع\" لابن مفلح (5/ 570)، \"الاختيارات\" للبعلي (408).\n(تنبيه) وقع في مطبوعة \"الفتاوى\" (34/ 59) ما نصه\" (وروى الترمذي عن أم سلمة قالت: قال رسول الله - صلى الله عليه وسلم -: \"لا يحرم من الرضاعة إلا فتق الأمعاء في الثدي\" وكان قبل الفطام.\nومعنى قوله: (في الثدي) أي وقته، وهو الحولان، كما جاء في الحديث: \"إن ابني إبراهيم مات في الثدي\" أي وهو في زمن الرضاع.\nوهذا لا يقتضي أنه لا رضاع بعد الحولين، ولا بعد الفطام وإن كان الفطام قبل تمام الحولين) ا. هـ.\nوالظاهر أن صواب العبارة: (وهذا يقتضي أن لا رضاع بعد الحولين\n...\nالخ) والله أعلم.\nالحديث: 65 - الجزء: 1 - الصفحة: 137\n",
        "فيه، وذكر أنَّ الإمام أحمد نصَّ عليه (1).\n(69) وأنَّ ما سمَّاه النَّاس درهمًا وتعاملوا به تعلَّقت به أحكام الدّرهم من وجوب الزَّكاة فيما يبلغ مائتين منه، والقَطْع بسرقة ثلاثة منه، إلى غير ذلك من الأحكام، قلَّ ما فيه من الفضَّة أو أكثر، وكذا ما سمِّي دينارًا (2).\n(70) وأنَّه يجوز إخراج القيمة في زكاة المال وزكاة الفطر إذا كان أنفع للمساكين [. . . . .] (3) يجوز إخراج القيمة مطلقًا (4).\n(1) \"الفتاوى\" (19/ 256 - 257)؛ \"الاختيارات\" للبعلي (424).\n(2) \"الفتاوى\" (19/ 249 - 252)؛ \"الاختيارات\" للبعلي (152).\n(3) هنا كلمة غير ظاهرة في مصورة النسخة.\n(4) هذا الموضع هو أشكل موضع في هذا الجزء، وذلك أنه كان في الجوف: (وأنه يجوز إخراج القيمة مطلقًا) وكذا هو في (ط)، وهذا مخالف لما هو معروف من كلام شيخ الإسلام في المسألة كما سيأتي، ثم ألحق الناسخ في الحاشية عبارة: (في زكاة المال وزكاة الفطر إذا كان أنفع للمساكين\n...\nالخ) ووضع في نهايته علامة (صح) التي تفيد أن هذا لحقٌ، وهذا موافق لكلام شيخ الإسلام في زكاة المال، ولكن لا يعرف عنه مثل هذا القول في زكاة الفطر، فليحرر.\nوهذه المسألة ذكرها ابن عبد الهادي في \"الاختيارات\" أيضًا (62)، فقال: (وذهب إلى أنَّ إخراج القيمة في الزكاة للحاجة أو للمصلحة الراجحة جائزٌ) ا. هـ.\nوذكرها البعلي (153) فقال: (ويجوز إخراج القيمة في الزكاة للعدول إلى الحاجة والمصلحة) ثم ضرب لها بعض الأمثلة من زكاة المال.\nوانظر: \"الفتاوى\" (25/ 79، 82).\n(تنبيه) سئل شيخ الإسلام -كما في \"الفتاوى\" (25/ 68) - عن زكاة الفطر هل تخرج تمرًا أو زبيبًا أو برًا أو شعيرًا أو دقيقًا؟ وهل يعطى للأقارب ممن لا تجب نفقته؟ أو يجوز إخراج القيمة؟\nوأجاب رحمه الله عن الشق الأول والثاني من السؤال، ولم يجب عن الشق الثالث!\nالحديث: 69 - الجزء: 1 - الصفحة: 138\n",
        "(71) وأنَّ المسلم يقتل بالذمّي إذا قتله غِيلَة لأخذ ماله، وهو مذهب مالكٍ (1).\n(72) ومنها أنَّ ولاية القِصاص والعفو عنه ليست عامَّة لجميع الورثة، بل تخصُّ العَصبة، وهو مذهب مالكٍ (2).\n* * *\n(1) \"الفتاوى\" (20/ 382)، \"الاختيارات\" للبعلي (417).\n(2) \"الاختيارات\" للبعلي (423).\nالحديث: 71 - الجزء: 1 - الصفحة: 139\n",
        "وأمَّا\nالقسم الرابع\nفكثيرٌ جدًّا، نشير إلى جملة من مسائله:\n(73) فمنها جواز الوضوء بالماء المستعمل، وهو رواية عن الإمام أحمد رضي الله عنه (1).\n(74) وأن تغيير (2) الماء بالطَّاهرات لا يمنع التَّطهر به، وهي رواية عن الإمام أحمد (3).\n(75) ومنها جواز التيمُّم بغير التُّراب من أجزاء الأرض إذا لم يجدهُ (4).\n(76) ومنها جواز التيمُّم للخوف من فوات صلاة الجنازة، وهو رواية عن الإمام أحمد رضي الله عنه (5).\n(1) \"الفتاوى\" (19/ 236؛ 20/ 519)، \"الاختيارات\" للبعلي (8).\n(2) في (ط): (تغير).\n(3) \"الفتاوى\" (21/ 24 - 25، 331)، \"الاختيارات\" لابن عبد الهادي (13)، \"العقود الدرية\" (ص: 339)، \"الاختيارات\" للبعلي (8).\n(4) \"الاختيارات\" للبعلي (34)، وكلمة (يجده) ملحقة في هامش الأصل وآخرها غير واضح، وفي (ط): (إذا لم تنجس)، وفي \"الاختيارات\" للبعلي: (إذا لم يجد ترابا)، وانظر: \"الاختيارات\" لابن عبد الهادي (34).\n(5) \"الفتاوى\" (21/ 456)، \"العقود الدرية\" (ص: 339)، وانظر: \"الاختيارات\" للبعلي (35).\nالحديث: 73 - الجزء: 1 - الصفحة: 140\n",
        "(77) وألحق به الشَّيخ من خاف فوات صلاة العيد (1).\n(78) بل من خاف فوات الجمعة بانتقاض وضوئه وهو في المسجد (2).\n(79) ومنها أنَّ جلد الميتة الطَّاهرة (3) في حال الحياة يَطهر بالدباغ، وهو إحدى الرِّوايتين (4).\n(80) ومنها عدم [نقض] (5) الوضوء بمسِّ الذَّكر، بل هو مستحبٌ، وهو رواية عن الإمام أحمد رضي الله عنه (6).\n(81) ومنها عدم الوضوء بمسِّ المرأة، ولو كان [بشهوةٍ] (7)، وهي [رواية] (8) أيضًا (9).\n(82) ومنها أنَّ من غسل إحدى رجليه ثم أدخلها الخفّ قبل غسل\n(1) \"الفتاوى\" (21/ 456)، \"العقود الدرية\" (ص: 339)، وانظر: \"الاختيارات\" للبعلي (35).\n(2) \"الفتاوى\" (21/ 456)، \"العقود الدرية\" (ص: 339)، وانظر: \"الاختيارات\" للبعلي (35).\n(3) في (ط 2): (الظاهرة)، وهو تطبيع.\n(4) \"الفتاوى\" (21/ 95 - 96، 609)، \"الاختيارات\" لابن عبد الهادي (20)، \"الاختيارات\" للبعلي (42).\n(5) في الأصل: (بنقض)، و (ط): انتقاض.\n(6) \"الفتاوى\" (21/ 241)، \"الاختيارات\" للبعلي (28).\n(7) في الأصل: (لشهوة)، والمثبت من (ط).\n(8) في الأصل: (روايته)، والمثبت من (ط).\n(9) \"الفتاوى\" (20/ 526؛ 21/ 242)، \"الاختيارات\" للبعلي (28)، وانظر: \"الفتاوى\" (21/ 233، 236)، \"الاختيارات\" لابن عبد الهادي (37).\nالحديث: 77 - الجزء: 1 - الصفحة: 141\n",
        "الأخرى يجوز له المسح من غير اشتراط خلع ما لبسه قبل كمال الطهارة، فيلبسه بعدها، وهو إحدى الرِّوايتين عن الإمام أحمد رضي الله عنه (1).\n(83) ومنها أنَّه لا يكره السِّواك للصَّائم بعد الزَّوال، وهو إحدى الرِّوايتين عن الإمام أحمد رضي الله عنه (2).\n(84) وأنَّه يحرم استقبال القبلة واستدبارها عند التَّخلِّي، سواء كان في الفضاء أو في البنيان، وهي رواية اختارها أبو بكر (3).\n(85) ومنها أنَّ المذي يطهر بالنَّضح، وهي [رواية] (4) أيضًا (5).\n(86) ومنها أنَّ المبتدأة تجلس ما تراه من الدَّم ما لم تَصِرْ مستحاضة (6).\n(87) ومنها أنَّ الجُمعة تنعقد بثلاثة، واحد يخطب، واثنان يسمعان (7)، كما هو رواية (8).\n(1) \"الفتاوى\" (21/ 209 - 211)، \"الاختيارات\" للبعلي (26).\n(2) \"الاختيارات\" للبعلي (18)، وانظر: \"الفتاوى\" (25/ 266).\n(3) \"الاختيارات\" للبعلي (15).\n(4) في الأصل: (روايته)، والمثبت من (ط).\n(5) \"الاختيارات\" لابن عبد الهادي (74)، \"إغاثة اللهفان\" لابن القيم (1/ 173)، \"الاختيارات\" للبعلي (43).\n(6) \"الفتاوى\" (19/ 238 - 239)، \"الاختيارات\" للبعلي (45).\n(7) في (ط) و\"الاختيارات\" للبعلي: (يستمعان).\n(8) \"الاختيارات\" للبعلي (119)، وانظر: \"الفتاوى\" (24/ 187) وتعليق مصححها العلامة ابن قاسم رحمه الله.\nالحديث: 83 - الجزء: 1 - الصفحة: 142\n",
        "(88) ومنها أنَّ صلاة العيد واجبةٌ على الأعيان كما هو رواية (1) عن الإمام أحمد رضي الله عنه، بل زاد الشَّيخ وقال: قد يقال بوجوبها على النِّساء (2).\n(89) ومنها أنَّه لا يجب صوم يوم الثَّلاثين من شعبان إذا غمّ الهلال تلك الليلة، كما هو رواية عن الإمام أحمد (3) رضي الله عنه، بل كان الشَّيخ -قدَّس الله روحه- آخرًا يميل إلى أنَّه لا يُستحبّ (4).\n(90) ومنها صحَّة صوم الفرض بنيَّةٍ من النَّهار إذا لم يعلم وجوبَه بالليل، كما إذا شهدت البيِّنة بهلال رمضان من النَّهار (5).\n(91) ومنها صحَّة النِّيَّة المتردِّدة كقوله: إن كان غدًا من رمضان فهو فرضٌ وإلا فهو نفلٌ (6).\n(92) ومنها أنَّ المتمتِّع يكفيه [سعي واحد] (7) بين الصَّفا والمروة كالقارن، وهي رواية عن الإمام أحمد، نقلها عنه ابنه عبد الله (8).\n(1) من أول المسألة إلى هنا مكرر في الأصل، فحذف الثاني.\n(2) \"الفتاوى\" (23/ 161؛ 24/ 182 - 183)، \"الاختيارات\" للبعلي (123).\n(3) في (ط): (رواية الإمام أحمد).\n(4) \"الاختيارات\" لابن عبد الهادي (5)، \"الاختيارات\" للبعلى (159)، وانظر: \"الفتاوى\" (25/ 98 - 100، 122 - 125).\n(5) \"الفتاوى\" (25/ 109 - 110، 118)، \"الاختيارات\" للبعلي (159).\n(6) \"الفتاوى\" (25/ 101 - 102)، \"الاختيارات\" للبعلي (159).\n(7) في الأصل: (سعيًا واحدًا)، والمثبت من (ط).\n(8) \"الفتاوى\" (26/ 138)، \"الاختيارات\" لابن عبد الهادي (63)، \"العقود الدرية\" (ص: 338)، \"الاختيارات\" للبعلي (175).\nالحديث: 88 - الجزء: 1 - الصفحة: 143\n",
        "(93) ومنها جواز الاستبدال بالوقف عند ظهور المصلحة فيه وإن لم يخرب، وهو رواية عن الإمام أحمد مأخوذة من نصوص له (1).\n(94) ومنها أنَّ الإخوة لا يرثون مع الجدِّ بل يسقطون به (2).\n(95) ومنها أنَّ ما خلت بالطهارة منه امرأة لم (3) يمنع الرجل التطهر به (4)، وهو إحدى الرِّوايتين عن الإمام أحمد رضي الله عنه (5).\n(96) ومنها جواز بيع ما فتح عنوة من أرض الشَّام والعراق ومصر، ويكون في يد مشتريه بخراجه، وهي رواية عن الإمام أحمد (6).\n(97) ومنها أنَّه لا يشترط في المزارعة كون البذر من ربِّ الأرض، [وهي رواية عن الإمام أحمد أيضًا] (7)، اختارها غير واحد من [أصحابه] (8).\n(1) \"الفتاوى\" (31/ 215 - 228، 266)، \"الاختيارات\" للبعلي (162 - 163).\n(2) \"الفتاوى\" (31/ 342 - 343)، \"الاختيارات\" للبعلي (284).\n(3) في (ط): (لا).\n(4) في (ط): (من التطهر به).\n(5) \"الاختيارات\" للبعلي (8).\n(6) \"الفتاوى\" (28/ 588، 29/ 204، 206)، \"الاختيارات\" للبعلي (179).\n(7) زيادة استدركت من (ط).\n(8) \"الفتاوى\" (25/ 62؛ 29/ 119؛ 30/ 103، 110، 119، 121، 140 - 141)، \"الاختيارات\" لابن عبد الهادي (44)، \"الاختيارات\" للبعلي (219)، وفي الأصل: (من الصحابة) والمثبت من (ط).\nالحديث: 93 - الجزء: 1 - الصفحة: 144\n",
        "(98) ومنها جواز المغارسة، [وهي] (1) أن يدفع أرضه إلى آخر يغرسُها بجزءٍ من الغرس (2)، وهو وجهٌ في المذهب (3)، والله أعلم.\nتمت\n(1) في الأصل: (وهو)، والمثبت من (ط).\n(2) في (ط): (بجزء من الثمرة).\n(3) \"الاختيارات\" للبعلي (216)، وفي (ط 1)؛ (في المذهب والعلم).\nالحديث: 98 - الجزء: 1 - الصفحة: 145\n",
        ""
    ]
}