{
    "1": [
        "الكافل بنيل السول في علم الأصول\nالكافل بنيل السول في علم الأصول\nمحمد بن يحيى بَهْران الزيدي\nالكتاب:\nالكافل بنيل السول في علم الأصول\nالمؤلف:\nمحمد بن يحيى بن محمد بن أحمد بهران، التميمي النسب، البصري الأصل، الصَّعْدي المولد والوفاة، سراج الدين (المتوفى: 957هـ)\nتحقيق:\nأ. د/ الوليد بن عبد الرحمن بن محمد آل فريان\nالناشر:\nدار عالم الفوائد\nعدد الأجزاء:\n1\nتنبيه:\nالمطبوع باسم (مختصر في علم أصول الفقه) ومنسوب للعلامة (عبد الله أبا بطين)، وقد بين الشيخ (ثامر نصيف) أن الصحيح أن هذا كتاب (الكافل)، لمحمد بن يحيى، بهران الزيدي، وتجد المقال بأول هذه النسخة الإلكترونية\n[ترقيم الكتاب موافق للمطبوع]\n",
        "-[: الكافل بنيل السول في علم الأصول]-\nالمؤلف: محمد بن يحيى بهران، الزيدي (ت957هـ)\nتحقيق: أ. د/ الوليد بن عبد الرحمن بن محمد آل فريان\nالناشر: دار عالم الفوائد\nعدد الأجزاء: 1\nتنبيه: المطبوع باسم (مختصر في علم أصول الفقه) ومنسوب للعلامة (عبد الله أبا بطين)، وقد بين الشيخ (ثامر نصيف) أن الصحيح أن هذا كتاب (الكافل)، لمحمد بن يحيى، بهران الزيدي، وتجد المقال بأول هذه النسخة الإلكترونية\n[ترقيم الكتاب موافق للمطبوع]\n",
        "تحقيق اسم الكتاب ومؤلفه\n(*)\nقال الشيخ (ثامر بن عبد الرحمن نصيف)، في مقال له بموقع (الملتقى الفقهي)، ما نصه\n-[تصحيح الخطأ في نسبةِ \"مختصر الأصول\" للشيخ أبا بطين رحمه الله]-\nبسم الله الرحمن الرحيم\nالحمدُ لله ربِّ العالمين، والصلاةُ والسلامُ على نبينا محمد، وعلى آله وصحبه أجمعين، أما بعد:\nفإنَّ من الكتب التي قد طُبعت هذا العام وأخرجتْه \"دارُ عالم الفوائد\" محقَّقًا: \"مختصرٌ في علم أصول الفقه\"، تأليف الشيخ: عبد الله بن عبد الرحمن بن عبد العزيز أبا بُطين (ت1282هـ) رحمني الله وإياه، وقد حقَّقَه فضيلة الأستاذ الدكتور: الوليد بن عبد الرحمن بن محمد آل فريَّان، وفَّقه الله تعالى.\nوكان من تقدير الله سبحانَه وتعالى: اطلاعي على نظم \"بغية الآمل\" للإمام الصنعاني رحمه الله، الذي نظم فيه كتابَ \"الكافل\" للعلامة: محمد بن يحيى بهران، الزيدي (ت957هـ) رحمه الله تعالى، وقال عنه في النظم المذكور:\n\"وبعدُ: فالكافلُ في الأصولِ مُختصَرٌ قَدْ خُصَّ بالقَبُولِ، لأنَّهُ مُهَذَّبٌ موضَّحُ مُحَرَّرٌ محقّقٌ منقَّحُ\"\nومتن \"الكافل\" مطبوعٌ، وعليه عدة شروح، أذكرُ منها اثنين:\n1 -\n\"الكَاشِفُ لذوي العقول عن وجوه معاني الكافل بنيل السؤول [كذا ولعلها: السول] \"، لأحمد بن محمد لقمان (ت1039هـ)، تحقيق الدكتور: المرتضى بن زيد الْمَحَطْوَرِي الحسني.\nوللمحقِّقِ كذلك شرحٌ مختصرٌ على نفسِ المتنِ.\nوكلا الشرحَين عندي.\n2 -\n\"الأنوار الهادية لذوي العقول إلى معرفة مقاصد الكافل بنيل السُّول في علم الأصول\"، لأحمد بن يحيى حابس (ت:1061هـ). عندي منه نسخة خطية، ولا أعلمه مطبوعًا.\nوحقيقةُ الأَمْرِ هي: أنَّ هذا الكتاب -أعني كتابَ \"الكافل\"- هو عينُه \"المختصر\" المذكور آنفًا!!\nلاحظتُ ذلك عندما كنتُ أقرأ في \"المختصر\" فظننتُ بادئ الأمر وفي أوائل المسائل: أنَّ الكتابَين يأخذان من كتابٍ واحدٍ، ثم شيئًا فشيئًا، وبعدَ المقابلةِ والمراجعة من أول الكتاب وآخره ووسطه = تيقَّنتُ أنهما واحد، والله المستعان.\nكيفَ حصلَ ذلك؟! وكيفَ يُنسبُ هذا الكتاب لأحدِ علماء السنة؟! لا أعرف، ولستُ أُقَلِّلُ بهذا الكلام من قدر المحقِّقِ وعملِه؛ فإنَّه قد ترجَّحَ لدَيه أنَّ الكتابَ للشيخِ (أبا بُطين) -رحمنا الله وإياه- وذَكَرَ ذلك في دراستِه، وذلك اجتهادُه، وهو مأجورٌ إن شاء الله تعالى.\nبل على العكسِ، أقول: جزاه اللهُ خيرًا على طباعتِه هذا \"المختصر\"، وأثابَه على حسنِ نيَّتِه فيما أراد مِن بيانِ شيءٍ مِنْ جهود أئمة الدعوة، رحمنا الله وإياهم أجمعين.\nلكنِّي مع ذلك أنبِّه على أنَّ \"المختصرَ\" وإن لم يظهر أنه هو متن \"الكافل\" وقتَ تحقيقِه، فإنَّه في المقابلِ لا بدَّ من توثيقِ النِّسْبَةِ قبلَ ذلكَ بيقينٍ، خاصَّةً وأنَّ الكتابَ فيه مسائلُ قد يُستغرَبُ أنْ تَصْدُرَ من الشيخِ (أبا بُطين) أحدِ علماء الحنابلة ومن أهل السنة رحمني الله وإياهم أجمعين.\nوهذه إشاراتٌ سريعةٌ أذكرُ فيها بعض المواضع المستغربة، مع بيانِ مواضِعِها من الشرحَين المذكورَين آنفًا:\n1 -\nقوله: \"والفاسدُ هو: المشروعُ أصلُه، الممنوعُ بوصفه. وقيل: مرادف الباطل\" [انظر: (المختصر: 49 - 50)، (الكاشف: 38 - 39)، (الأنوار الهادية: 8/ب)].\n2 -\nقوله: \"ولا يُؤخَذُ بأخبارِ الآحادِ في الأصول\"!! [انظر: (المختصر:56)، (الكاشف:93)، (الأنوار الهادية: 23/أ)].\n3 -\nقوله: \"والصحابي من طالتْ مجالستُه للنبي صلى الله عليه وسلم متبعًا لشرعه. وكل الصحابةِ عدولٌ إلا مَنْ أبى\"!! [انظر: (المختصر: 59)، (الكاشف:114، 116)، (الأنوار الهادية:27/أ-ب)].\n4 -\nقوله: \"وأنه لا يصِحُّ إجماعٌ بعدَ الإجماعِ على خلافِهِ\n...\nقال الأكثر: ولا بأهل البيت وحدهم لذلك [يعني لكونهم بعض الأمة]، وقال أصحابُنا: جماعتهم معصومة\n...\n\" [انظر: (المختصر:61 - 62)، (الكاشف:144 - 149)، (الأنوار الهادية:33/أ-ب)].\n5 -\nقوله: \"وأما الظنية العملية = فكل مجتهد فيها مصيب\" [انظر: (المختصر: 107)، (الكاشف: 421)، (الأنوار الهادية: 104/ب)].\nوقد ذكر أحد الإخوة في ملتقى أهل الحديث أنَّ الشيخَ: سعد الشثري -حفظه الله- شاك في نسبة الكتاب إلى الشيخ (أبا بطين) رحمه الله، وأنه لا يَتَصور مع قوة الشيخ (أبا بطين) رحمه الله أن يقول بأن كل مجتهد مصيب!\nوالمقصودُ: بيانُ أنَّ هذا \"المختصر\" هو متن \"الكافل\" نفسه،\nحتى في مقدمة المصنف للكتاب، بل من لطيف الأمر في\nالمقدمة\nإشارةُ المصنف إلى اسم كتابه بقوله: \"فهذا مختصر في علم أصول الفقه، قريب المنال، غريب المنوال، كافلٌ لمن اعتمده إن شاء الله ببلوغ الآمال وارتفاع ذروة الكمال\" [انظر: (المختصر:47)، (الأنوار الهادية:4/أ-ب)].\nوأنبه على أنه ليس من هِمَّتي الآن أن أبيِّنَ سبب الخطأ في نسبة المختصر للشيخ (أبا بطين) رحمه الله، بل الذي أقصِدُهُ هو إثبات النسبة الصحيحة لصاحبِ الكتاب، وأنَّ هذا الكتاب لا تصِحُّ نسبتُه إلى أحدٍ من علماءِ السنة رحمني الله وإياهم أجمعين.\nولعلَّ فضيلة الشيخِ محقِّق الكتاب أو المشرف على \"دار عالم الفوائد\" -وفقني الله وإياهم- يبذلون مزيدًا من التحرِّي في نسبة الكتاب \"المختصر\"، أو يتم تصحيح نسبته لمؤلِّفِهِ الحقيقي.\nهذا ما ظهرَ لي، فإن يكن صوابًا فمن الله عَزَّ وجلَّ، وإن يكن خطأً فمن نفسي ومن الشيطان، واللهُ ورسولُه بريئان من ذلك.\nوالحمد لله، وصلى الله وسلَّم على نبيِّنا محمد، وعلى آله وصحبِه أجمعين.\n(ثامر نصيف)\nالمحاضر بقسم أصول الفقه\nبالجامعة الإسلامية - المدينة المنورة\nالخميس: 5/ 12/1431 هـ\n(*) قال مُعِدُّ الكتاب للشاملة: أثبتُّ هذه المقال هنا (وليس في المطبوع بداهة)، لتصحيح (اسم الكتاب) و (اسم مؤلفه)\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين، وبعد:\nفلم تكن الدعوة الإسلامية في هذه البلاد دعوة توحيد ونبذ للشرك والخرافة فحسب، بل نهضت بالفقه والتفقه وعملت جاهدة على نشره ودفع غائلة الجهالة عنه، حتى استقام أوده وعلت مكانته، وأقبل الناس إليه تعلما وتعليما.\nوهذا الكتاب أنموذج لجهود علماء هذه الدعوة في سبيل إصلاح ما أفسده الجهل، وما جرّه من خراب عقدي وفقهي إبان تلك الفترة. وعنوان لما كان عليه هؤلاء العلماء الأخيار: من بصيرة نافذة، وقدرة فائقة على الخوض في غمار هذه العلوم النافعة.\nوقد بذلت جهدا في تقويمه وتقديمه، عسى الله تعالى أن ينفع به كما نفع بتراث تلك الدعوة المباركة. ومهدت للنص المحقق بمطلبين:\nالمطلب الأول: حياة المؤلف الشيخ عبد الله بمطلبين. وفيه أربع مسائل:\nالمسألة الأولى: اسمه وأسرته ومولده ونشأته.\nالمسألة الثانية: شيوخه وتلاميذه.\nالجزء: 1 ¦ الصفحة: 5\n",
        "المسألة الثالثة: أعماله وثناء العلماء عليه.\nالمسألة الرابعة: وفاته وأولاده ومؤلفاته.\nالمطلب الثاني: كتاب مختصر في علم أصول الفقه. وفيه أربع مسائل:\nالمسألة الأولى: عنوان الكتاب وتوثيق نسبته.\nالمسألة الثانية: منهج المؤلف.\nالمسألة الثالثة: التعليقات على الكتاب.\nالمسألة الرابعة: وصف النسخ الخطية المعتمدة.\nوسلكت في ذلك كله المنهج المعتبر: من الاعتماد على المصادر الأصيلة، وعزو الآيات الكريمة، وتخريج الأحاديث والآثار.\nإلى جانب بيان المذهب عند الحنابلة (1) في المسائل التي أشار المؤلف فيها إلى خلاف، أو خالف فيها المذهب، كما وعلقت على ما رأيت أنه يحتاج إلى تعليق، وجعلت ما زاد على الأصل من النسخ الأخرى بين حاصرتين. ونقلت في الهامش جميع التعليقات المكتوبة على حواشي الأصول الخطية في أماكنها المناسبة.\n(1) أخذت في ذلك بتصحيحات منقح المذهب، العلامة الأصولي الفقيه علاء الدين المرداوي (ت885هـ) في كتابيه التحبير شرح التحرير، والإنصاف في معرفة الراجع من الخلاف.\nالجزء: 1 ¦ الصفحة: 6\n",
        "وقد التزمت بما جاء في الأصل، إلا إن تبين لي صواب ما في النسخ الأخرى أو بعضها فإني أثبته وأنبه على ذلك في موضعه مع الإشارة إلى الفروق بين النسخ.\nأسأل الله تعالى أن ينفع بهذا الجهد، وأن يوفقنا جميعا إلى ما يحب ويرضى ويجزي كل من أسهم في نشره خير الجزاء وأوفاه. والله الموفق والهادي إلى سواء السبيل، وصلى الله وسلم على نبينا محمد.\n***\nالجزء: 1 ¦ الصفحة: 7\n",
        "التمهيد\nوفيه مطلبان:\nالمطلب الأول: حياة المؤلف الشيخ عبد الله أبا بطين.\nالمطلب الثاني: كتاب مختصر في علم أصول الفقه.\n***\nالجزء: 1 ¦ الصفحة: 9\n",
        "المطلب الأول\nحياةُ المؤلف الشيخ عبد الله أبا بطين\nوفيه أربع مسائل:\nالمسألة الأولى: اسمه وأسرته ومولده ونشأته.\nالمسألة الثانية: شيوخه وتلاميذه.\nالمسألة الثالثة: أعماله وثناء العلماء عليه.\nالمسألة الرابعة: وفاته وأولاده ومؤلفاته.\n***\nالجزء: 1 ¦ الصفحة: 11\n",
        "المسألة الأولى\nاسمه وأسرته ومولده ونشأته\nاسمه:\nهو العلامة الفقيه الأصولي: أبو عبد الرحمن، عبد الله بن عبد الرحمن بن عبد العزيز بن عبد الرحمن بن عبد الله أبا بطين.\nمن آل خميس من قبيلة عائذ (1).\nأسرته:\nآل أبا بطين من الأسر العلمية المعروفة في بلاد نجد. فوالده: الشيخ عبد الرحمن، وجده الأعلى الشيخ عبد الرحمن (ت1121هـ) صاحب كتاب المجموع فيما هو كثير الوقوع (2). وكلاهما من أهل العلم والفضل (3).\n(1) قبيلة عائذ لها فرعان مؤتلفان، أحدهما: ذرية عائذ بن سعيد، من محارب، من مضر. والثاني: وهم الأكثر، ذرية عائذ الله بن سعد العشيرة، من مَذْحِج، من سبأ. وكان موطنهم القديم (الفرع الثاني) في بلاد الخرج ونعام، ثم تفرقوا بعد ذلك في سائر البلاد النجدية. والظاهر أن من في سدير منهم ينتمون إلى الفرع الأول. أما ذرية عائذ بن ثعلبه: فانتسب عامتهم إلى بني حنيفة، وبعضهم إلى الفضول. ينظر: الكلبي، الجمهرة 2/ 409 والمحقق، الأنساب 4/ 95.\n(2) له نسخة خطية في مكتبة الرياض السعودية.\n(3) ينظر: الفاخري، التاريخ 116، وابن حميد المكي، السحب الوابلة 2/ 502، 627، والقاضي، روضة الناظرين 1/ 336.\nالجزء: 1 ¦ الصفحة: 13\n",
        "فكان لهذه الأسرة الصالحة المحافظة أثرها البالغ في حبه للعلم والتعلم. فجد واجتهد ولازم العلماء حتى أدرك علما جما وهو بعد في ميعة صباه وريعان شبابه ن وأعانه على ذلك ما حباه الله من ذهن وقّاد وفهم ثاقب وفطرة نقية (1).\nمولده ونشأته:\nولد المؤلف في بلد الروضة (2) من إقليم سدير في أواخر عام 1194هـ، في وقت لم يستتب فيه الأمن هناك ولم يستقر للدعوة دولة (3). إلا أنه استطاع بفضل الله تعالى ثم بعناية أسرته أن يتلقى قسطا وافرا من العلم منذ صباه المبكر، وتربي على الأخلاق الكريمة والآداب الحسنة، ونعم بكنف أسرة كريمة فاضلة (4).\n* * *\n(1) عن الشعبي رحمه الله (ت بعد المائة) قال: إنما يطلب هذا العلم من اجتمعت فيه خصلتان: العقل والنسك. أخرجه الدارمي في السنن 1/ 104 وابن أبي الدنيا في العقل 59 ..\n(2) تقع بلد الروضة في أعلى وادي سدير (وادي الفي) إلى الشمال من مدينة الرياض (170كم) وقد كانت لبني العنبر، ثم عمرها آل مزروع في أواخر القرن العاشر، وسكنها معهم أسر كريمة من تميم وعائذ وباهلة والدواسر وغيرهم ينظر: الأصفهاني، بلاد العرب 262، وابن عيسى، تاريخ بعض الوقائع في نجد 47، والمحقق، البلدان النجدية 1/ 25. وينظر في بعض أخبار أمرائها آل ماضي: ابن بليهد، صحيح الأخبار 4/ 287.\n(3) ينظر بعض الوقائع بين أهل الروضة والبلدان المجاورة: الفاخري، التاريخ 147، 149.\n(4) قال ابن المظفر السمعاني رحمه الله (489هـ): إن أردتم الصادقين ففي البيوت القديمة. أخرجه السلفي في معجم السفر 367.\nالجزء: 1 ¦ الصفحة: 14\n",
        "المسألة الثانية\nشيوخه وتلاميذه\nشيوخه:\nتلقى المؤلف العلم منذ نعومة أظفاره، فحفظ القرآن الكريم على يد والده، وأخذ العلم عن علماء بلده ثم عن علماء الوشم والدرعية. ولم يزل مجدا في الطلب والتحصيل، ولم يمنعه اشتغاله بأعباء القضاء من مواصلة القراءة على من يلقاه من العلماء (1).\nومن أبرز شيوخه:\n1 -\nالشيخ محمد بن عبد الله بن طراد أبا حسين (ت1225هـ).\nوأخذ عنه في الروضة: الفقه والأصول والحديث (2).\n2 -\nالشيخ حمد بن ناصر بن معمر (ت1225هـ).\nوأخذ عنه في الدرعية: الفقه والتوحيد (3).\n3 -\nالشيخ عبد العزيز بن عبد الله الحصين (ت1237هـ).\nوأخذ عنه في شقراء الوشم: الفقه والأصول والتفسير والحديث والتوحيد (4).\n(1) قرأ على الشيخ حسين الجعفري الشافعي النحو، أثناء توليه للقضاء في الطائف ينظر: ابن حميد السحب الوابلة 2/ 632.\n(2) ينظر: ابن حميد، السحب الوابلة 2/ 628 وابن عيسى، عقد الدرر 56.\n(3) ينظر: ابن عيسى، عقد الدرر 56.\n(4) ينظر: ابن بشر، عنوان المجد 1/ 464، وابن عيسى، عقد الدرر 56.\nالجزء: 1 ¦ الصفحة: 15\n",
        "4 -\nالشيخ عبد الله بن محمد بن عبد الوهاب (ت1242هـ).\nوأخذ عنه في الدرعية: الحديث والفقه والتوحيد (1).\n5 -\nالشيخ أحمد بن حسن بن رشيد (ت1257هـ).\nوأخذ عنه في الدرعية: الفقه والأصول والتفسير والحديث والنحو البلاغة، وأجازة (2).\n6 -\nالشيخ حسين بن عبد الرحمن الجعفري (ت1258هـ).\nوأخذ عنه في بلد الطائف: النحو (3).\nتلاميذه:\nأخذ عن المؤلف طائفة كبيرة من الطلاب في كل بلد أقام فيه، وذلك لما كان يتمتع به من العلم الواسع والأدب الجم والعناية الفائقة بالطلاب والصبر على التعليم. فأحبوه وانتفعوا بعلمه، وتسابقوا على القراءة عليه وحضور مجالسه العلمية، وتوافدوا عليه من كل مكان (4).\nوكان مما قرأ عليه الطلاب: صحيح البخاري، وصحيح مسلم،\n(1) ينظر: القاضي، روضة الناظرين 1/ 336.\n(2) ينظر: ابن عيسى، عقد الدرر 56، وكانت الإجازة بتاريخ 29/ 10/1256هـ.\n(3) ينظر: ابن حميد ن السحب الوابلة 2/ 632، وابن عيسى، عقد الدرر 56. وفيه: الجعفري.\n(4) ينظر: ابن حميد، السحب الوابلة 2/ 631، وابن بشر، عنوان المجد 2/ 37، 139.\nالجزء: 1 ¦ الصفحة: 16\n",
        "والمنتقي للمجد بن تيمية، وشرح عقيدة السفاريني (1)، وشرح المنتهى في الفقه (2)، وشرح مختصر التحرير في أصول الفقه، وبعض كتب شيخ الإسلام ابن تيمية: كالتدمرية والحموية والواسطية.\nأما دروسه العامة: فبعد العصر وبين العشائين (3).\nومن أشهر من تتلمذ عليه:\n1 -\nالشيخ محمد بن عبد الله بن مانع (ت1291هـ).\nلازمه في شقراء وعنيزة، وتزوج ابنته، وقرأ عليه: في الفقه والحديث والتفسير وغيرها (4).\n2 -\nالشيخ علي بن محمد بن علي بن راشد (ت1303هـ).\nأخذ عنه في عنيزة وأجازه: في الفقه والأصول والتفسير والحديث وأصوله والنحو والبلاغة (5).\n(1) للشيخ تعليقات (ستة عشر تعليقة) على هذا الشرح، مطبوعة عام 1382هـ.\n(2) ينظر: حاشيته على شرح المنتهى، في مؤلفاته.\n(3) ينظر: ابن حميد، السحب الوابلة 2/ 630.\n(4) ينظر: ابن عيسى، عقد الدرر 57. وكان مما قرأ عليه: الإقناع، قرأه عليه عام 1258 هـ كما جاء في آخر نسخته الخطية. ينظر: ابن بسام، علماء نجد 6/ 215.\n(5) ينظر: ابن عيسى ن عقد الدرر 57، وأجازه بتاريخ 2/ 9/1257هـ، وكان مما قرأ عليه: شرح المنتهى، قرأه عليه قراءة بحث ومراجعة مرتين: الأولى عام 1256هـ، والثانية عام 1261هـ كما ذكر ذلك في آخر نسخته من هذا الكتاب. ينظر: ط/ مؤسسة الرسالة عام1421هـ.\nالجزء: 1 ¦ الصفحة: 17\n",
        "3 -\nالشيخ محمد بن عبد الله بن سليم (ت1326هـ).\nوأخذ عنه: في شقراء وعنيزة (1).\n4 -\nالشيخ أحمد بن إبراهيم بن عيسى (ت1329هـ).\nوأخذ عنه: في شقراء وعنيزة (2).\n...\n(1) ينظر: ابن عيسى، عقد الدرر 57.\n(2) ينظر: ابن عيسى، عقد الدرر 57.\nالجزء: 1 ¦ الصفحة: 18\n",
        "المسألة الثالثة\nأعماله وثناء العلماء عليه\nأعماله:\nتولى المؤلف أعمالاً كثيرة، وكان مرجع القضاة والمفتين في زمنه. وأول عمل زاوله في شقراء، فقد كان شيخه الشيخ عبد العزيز الحصين يحيل عليه في كثير من القضايا (1).\nوبعد عام 1220هـ أسند إليه الإمام سعود (ت1229هـ) قضاء الطائف، وفي عهد عبد الله بن سعود (ت1234هـ) أرسله إلى عمان قاضيا هناك فلم يطل البقاء فولاه القضاء في بلدان الوشم، ثم أضاف إليه الإمام تركي بن عبد الله (ت1249هـ) في عام 1240هـ قضاء سدير، فكان يمضي في الروضة شهرين ثم يعود للقضاء في شقراء (2).\nوفي عام 1248هـ عينه قاضيا في عنيزة وجميع بلدان القصيم.\nثم كلفه الإمام فيصل بن تركي (ت1282هـ) عام 1251هـ بالقضاء في عنيزة، إلى عام 1270هـ. حيث اعتزل القضاء، وعاد إلى شقراء.\nوكان طيلة هذه المدة الطويلة يقوم بالإمامة والخطابة والإفتاء، إلى آخر حياته (3).\n(1) ينظر: ابن حميد، السحب الوابلة 2/ 630.\n(2) ينظر: ابن بشر، عنوان المجد 1/ 364، 424، 466، 2/ 37، 123.\n(3) ينظر: ابن حميد، السحب الوابلة 2/ 630، وابن بشر، عنوان المجد 1/ 466، 2/ 139، وابن عيسى، عقد الدرر 57، 58.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ثناء العلماء عليه:\nتمتع المؤلف بمكانة سامية عند الخاصة والعامة: فكان المستشار المؤتمن للولاة في زمنه (1)، ومرجع أهل العلم (2)، وصاحب الرأي السديد والنظر الرشيد فيما كان يعرض للناس من أزمان ومشكلات (3).\nوقد نال الثناء من أهل عصره.\nيقول الشيخ عثمان بن عبد الله بن بشر (ت1290هـ): الشيخ العالم النسك العالم، المحقق الأوحد الفاضل، مالك قياد أدب العلم سالك سير الورع والحلم، افتخار العلماء الراسخين ومفيد الطالبين (4).\nوقال الشيخ محمد بن عبد الله بن حميد (ت1295هـ): فقيه الديار النجدية في القرن الثالث عشر بلا منازع. جعل الله فيه من الفهم والذكاء وبطء النسيان، فمهر في الفقه وفاق أهل عصره.\nوكان يقرر تقريرا حسنا ويستحضر استحضارا عجيبا، وكان جلدا على التدريس لا يمل ولا يضجر ولا يرد طالبا في أي كتاب، كريما\n(1) ينظر: ابن بشر، عنوان المجد 2/ 130، 227.\n(2) ينظر: ما كان يرده من استفتاءات من الشيخ عبد الرحمن بن حسن وغيره من العلماء: مجموعة الرسائل والمسائل النجدية 2/ 233، 4/ 363، 375.\n(3) ينظر: ابن بشر، عنوان المجد 2/ 267، 209.\n(4) ابن بشر، عنوان المجد 1/ 465، 2/ 37.\nالجزء: 1 ¦ الصفحة: 20\n",
        "سخيا ساكنا وقورا دائم الصمت كثير العبادة والتهجد، وبموته فقد التحقيق في مذهب الإمام أحمد (1).\n...\n(1) ابن حميد، السحب الوابلة 2/ 629 - 633.\nالجزء: 1 ¦ الصفحة: 21\n",
        "المسألة الرابعة\nوفاته وأولاده ومؤلفاته\nتوفي - رحمه الله تعالى - في شقراء حاضرة بلاد الوشم، في السابع من جمادى الأولى عام 1282هـ، عن عمر ناهز التسعين. قضاها في العلم والتعليم، والدعوة والإمامة، والقضاء والنصح لله ولرسوله ولأئمة المسلمين وعامتهم. فوافاه الأجل وهو على هذه الحالة الحسنة والسيرة العطرة.\nوكان له من الأولاد أربعة أبناء: وهم عبد الرحمن (ت1281هـ) وعبد العزيز (1301هـ) وإبراهيم وعمر، وللثلاثة الأول عقب كثير (1).\nمؤلفاته:\nكتب كتبا كثيرة، وكان حسن الخط مضبوطة (2) وترك مكتبة من أشهر المكتبات الخاصة في نجد (3).\n(1) ينظر: ابن حميد، السحب الوابلة 2/ 633، وابن عيسى، عقد الدرر 58، وشجرة هذه الأسرة.\n(2) ينظر: ابن حميد، السحب الوابلة 2/ 632، وابن عيسى ن عقد الدرر 57.\n(3) ينظر: الوصية التي كتبها الشيخ في الثاني عشر من ربيع الثاني عام 1282هـ. وقد جاء فيها ما نصه (وجميع الكتب وقف، والناظر عليها عبد الرحمن بن مانع).\nالجزء: 1 ¦ الصفحة: 22\n",
        "ومن أشهر مؤلفاته:\n1 -\nحاشية شرح المنتهى للبهوتي.\nوتقع في مجلد ضخم، قال ابن عيسى (ت1343هـ): حاشية نفيسة، جردها من حواشي نسخته تلميذة وابن بنته الشيخ عبد الرحمن بن محمد بن مانع (ت1286هـ)، فجاءت في مجلد ضخم (1). ولها نسخة خطية في مكتبة الصالحية بعنيزة.\n2 -\nحاشية الروض المربع للبهوتي:\nولها نسخة في مكتبة الشيخ عبد الله العنقري (2).\n3 -\nحاشية على زاد المستقنع للحجاوي.\nولها نسخة خطية في مكتبة جامعة الملك سعود.\n4 -\nشرح كتاب التوحيد للشيخ محمد بن عبد الوهاب.\nله نسخة خطية في إحدى المكتبات الخاصة (3).\n(1) ابن عيسى، عقد الدرر 57، ولها نسخة أخرى نقلت من حواشي نسخة تلميذه الشيخ علي بن عبد الله بن عيسى، كما في حاشية العنقري 1/ 3.\n(2) نقل عنها الشيخ عبد الله العنقري في حاشيته على الروض المربع ن وسماها تقريرات على شرح الزاد. ينظر: حاشية العنقري 1/ 3. ولها نسخة أخرى في مكتبة الملك فهد، بقلم الشيخ علي بن عبد الله بن عيسى.\n(3) وذكره ابن قاسم (ت1392هـ) في مقدمة حاشيته على كتاب التوحيد، وسماه تعليقا.\nالجزء: 1 ¦ الصفحة: 23\n",
        "5 -\nتأسيس التقديس في الرد على ابن جرجيس.\nطبع عام 1344هـ، وله نسخ خطية في عدد من المكتبات الخاصة والعامة (1).\n6 -\nالانتصار في الرد على ابن جرجيس.\nطبع محققا عام 1409هـ، بعناية المحقق.\n7 -\nمختصر بدائع الفوائد لابن القيم.\nله نسخة خطية في إحدى المكتبات الخاصة (2).\n8 -\nمختصر إغاثة اللهفان لابن القيم.\nمطبوع، وله نسخه خطية في إحدى المكتبات الخاصة.\n9 -\nمختصر في علم أصول الفقه.\nوهو هذا الكتاب، ويأتي الحديث عنه في المطلب الثاني.\n10 -\nالرد على قصيدة البردة للبوصيري.\nطبع عام 1422هـ، وله نسخ خطية في بعض المكتبات الخاصة والعامة.\n(1) ينظر: ابن عيسى، عقد الدرر 57.\n(2) ينظر: ابن حميد، السحب الوابلة 2/ 632، وقال: اختصر بدائع الفوائد في نحو نصفه. وابن عيسى، عقد الدرر57.\nالجزء: 1 ¦ الصفحة: 24\n",
        "11 -\nالحجة والبرهان في الرد على من قال بخلق القرآن.\nطبع ضمن كتاب الدرر السنية (3/ 231 - 255) (1).\n12 -\nمجموعة كبيرة من الفتاوى والمسائل والرسائل والردود.\nقال ابن عيسى: له فتاوى لو جمعت لجاءت في مجلد ضخم لكنها لا توجد مجموعة، ويا ليتها جمعت فإنها عظيم النفع (2).\nوقد طبع بعضها في مجموعة الرسائل والمسائل النجدية، والدرر السنية. وبقي كثيرة منها مفرقا في المكتبات العامة والخاصة.\n(1) وله نسخة خطية، بقلم تلميذه عبد العزيز بن عبد اللطيف، كتبها عام 1261هـ.\n(2) ابن عيسى، عقد الدرر 58.\nالجزء: 1 ¦ الصفحة: 25\n",
        "المطلب الثاني\nكتاب مختصر في علم أصول الفقه\nوفيه أربع مسائل:\nالمسألة الأولى: عنوان الكتاب وتوثيق نسبته.\nالمسألة الثانية: منهج المؤلف.\nالمسألة الثالثة: التعليقات على الكتاب.\nالمسألة الرابعة: وصف النسخ الخطية المعتمدة.\n* * *\nالجزء: 1 ¦ الصفحة: 27\n",
        "المسألة الأولى\nعنوان الكتاب وتوثيق نسبته\nعنوان الكتاب:\nنص المؤلف في ديباجة الكتاب على العنوان، فقال: فهذا مختصر في علم أصول الفقه.\nوهكذا كتب في أول الأصل، وعلى طُرّة النسخة (س).\nأما النسختان (أ) و (ع) فأغفلنا الإشارة إلى ذلك، كما أغفلت المصادر ذكره أو التنبيه عليه.\nتوثيق نسبة الكتاب:\nانفرد الأصل والنسخة (س) بذكر مؤلف الكتاب. فقد جاء في أول الأصل، وعلى طُرّة النسخة (س) ما نصه: جمعه علامة عصره، الشيخ الفاضل المبجل شيخ مشايخنا، الشيخ عبد الله بن عبد الرحمن أبا بطين.\nأثابه الله الجنة بمنه وكرمه.\nأما المصادر التي عنيت بالترجمة للمؤلف فلم تشر إليه، وليس لذلك فيما أرى أثر في صحة نسبته، فإن الأصل نقل من خط الشيخ عبد الله ابن حمد الدوسري (ت1350هـ) (1)، ونقلت النسخة (س) من خط\n(1) ينظر في ترجمته: القاضي، روضة الناظرين 1/ 388.\nالجزء: 1 ¦ الصفحة: 29\n",
        "الشيخ عبد الله بن إبراهيم الربيعي (ت1368هـ) (1) وكتب في آخر النسخة (ع) ما نصه: بقلم الفقير إلى الله، عبد الرحمن الناصر بن سعدي (ت1376هـ) (2).\nوهؤلاء جميعا من أعرف الناس بتراث أئمة الدعوة، وأكثرهم عناية وتوثيقا، كما أن المشتغلين بتراجم العلماء ليس من دأبهم استقصاء المؤلفات وتتبعها. إلى جانب ذلك فإن للمؤلف رسالة بعنوان: التعريفات الشرعية للأحكام الخمسة الأصولية وغيرها من المهمات المرضية (3) جمعت ما في هذا الكتاب من التعريفات. الأمر الذي يؤكد صحة نسبة هذا الكتاب إلى مؤلفه.\n(1) ينظر في ترجمته: المحقق، الوراقة في البلاد السعودية 141.\n(2) ينظر في ترجمته: ابن بسام، علماء نجد 3/ 218.\n(3) ينظر: ابن قاسم، الدرر السنية 4/ 114 ويوجد لها نسخة خطية بهذا العنوان ضمن مجاميع رسائل المؤلف وفتاواه.\nالجزء: 1 ¦ الصفحة: 30\n",
        "المسألة الثانية\nمنهج المؤلف\nهذا الكتاب مختصر في علم أصول الفقه كما سماه المؤلف، فليس من شأنه البسط والاستيعاب. وقوامه مقدمة وعشرة أبواب وخاتمة. خصص الباب الأول للكلام على الأحكام وتوابعها، وجعل الباب العاشر في الترجيح، والخاتمة في الحدود.\nوهو ترتيب يتوافق في الجملة مع كتاب التحرير في الأصول للمرداوي (ت885هـ) إلا أن المؤلف خالف كتاب التحرير في مواضع: فقدم وأخر (1)، ولم يلتزم بالمذهب، وكان له نظره الخاص وشخصيته العلمية المستقلة، كما تميز بالربط بين الموضوعات المشتركة وجمع الكلام بعضه إلى بعض، والعناية بضرب الأمثلة وذكر الشواهد الفقهية.\nوالكتاب وإن لم يخل من بعض الملحوظات فيعد إضافة نافعة في خدمة هذا الفن والمشتغلين به.\n...\n(1) قدم - مثلا - باب القياس وأخر باب الحقيقة والمجاز، إلى غير ذلك.\nالجزء: 1 ¦ الصفحة: 31\n",
        "المسألة الثالثة\nالتعليقات على الكتاب\nحفلت النسخ (أ) و (ع) و (س) بحشد من التعليقات المفيدة، بدأت مع أول الكتاب واستمرت في النسختين (أ) و (س) في ما بعد الكلام على السنة إلى الكلام على طرق العلة، ثم قلت بعد ذلك وتباعدت: فعادت في الباب الثالث وأول الرابع، ثم انقطعت بعدهما سوى تعليقتين ذكرتا في آخر الخاتمة.\nوهذه التعليقات حسنة صالحة، استمد معظمها من كتاب التحبير شرح التحرير للمرداوي. ومؤلفها غير معروف، وإن كنت أرجح أنها من إملاء المؤلف.\nوقد أثبت جميع هذه الحواشي، واعتمدت على ما في النسخة (أ) لقدمها وتمامها وسلامتها من التحريف.\n***\nالجزء: 1 ¦ الصفحة: 32\n",
        "المسألة الرابعة\nوصف النسخ الخطية المعتمدة\nاعتمدت في تحقيق هذا الكتاب على أربع نسخ خطية:\nالأولى: وتقع في عشر ورقات، ومسطرتها 23 - 24 سطرا.\nكتبت بخط مقروء واضح، وجاء في صدرها: هذا كتاب مختصر في علم أصول الفقه، جمعه علامة عصره، الشيخ الفاضل المبجل شيخ مشايخنا، الشيخ عبد الله بن عبد الرحمن أبا بطين أثابه الله الجنة بمنّه وكرمه. وكتب في آخرها: فرغت من رقمها، في 10 ربيع الثاني سنة 1337هـ، ونقلتها من خط الأخ عبد الله بن حمد الدوسري. والحمد لله على نعمه الظاهرة والباطنة وله الحمد والمنة.\nوهي نسخة جيدة كاملة ومصححة، محفوظة في إحدى المكتبات الخاصة، إلا أنها خلت من ذكر الناسخ وتخللها بعض البياضات.\nوقد جعلتها أصلا، لكمالها وصحتها في الجملة، والنص على عنوانها ومؤلفها، ولأنها نقلت من خط الشيخ عبد الله بن حمد الدوسري أحد القضاء المعروفين في عهد الملك عبد العزيز رحمه الله (ت1373هـ).\nالثانية: وتقع في ثمان ورقات، ومسطرتها 23 - 25 سطراً.\nنسخت بخط واضح، تامة مصححة إلا أنها خلت من ذكر المؤلف والناسخ وتاريخ النسخ والأصل الذي نقلت عنه، وإن كان يبدو عليها\nالجزء: 1 ¦ الصفحة: 33\n",
        "القدم. وأصلها محفوظ في مكتبة جامعة الإمام محمد بن سعود الإسلامية في الرياض، ورمزت لها بحرف (أ).\nالثالثة: وتتألف من سبع ورقات، ومسطرتها 26 - 29 سطراً.\nكتبت بخط متفاوت، تامة مصححة. وجاء في آخرها ما نصه: بقل الفقير إلى الله، عبد الرحمن الناصر بن سعدي. غفر الله له ولوالديه ولجميع المسلمين، 19 جمادى الأولى سنة 1336هـ. ورمزت لها بحرف (ع).\nالرابعة: وعدد أوراقها إحدى عشرة ورقة تقريبا، ومسطرتها 19 - 22سطراً.\nكتبت بخط واضح، وهي تامة مصححة ومقابلة، جاء في أولها ما نصه: هذا كتاب مختصر في علم أصول الفقه، جمعه علامة عصره، الشيخ الفاضل المبجل شيخ مشايخنا، الشيخ عبد الله بن عبد الرحمن أبا بطين. أثابه الله الجنة بمنه وكرمه آمين. وكتب في آخرها: فرغت من رقمها وزبرها في شهر الله المحرم رجب مضر، لثمان وعشرين يوما خلت منه في سنة 1336هـ.\nونقلته من خط الأخ عبد الله بن إبراهيم الربيعي، ساكن بلدة عنيزة.\nويذكر أنه فرغ من رقمها، في 13 ذا (ذو القعدة) سنة 1334هـ. ثم كتب في الهامش: بلغ مقابلة وتصحيحا على الأصل المنقول منه بحسب الوسع والطاقة، اللهم إلا ما زاغ منه البصر.\nالجزء: 1 ¦ الصفحة: 34\n",
        "ويظهر أن أصلها منقول من النسخة (أ) أو أن أصلهما واحد، ورمزت لها بحرف (س).\nوقد وصلت إلى النسخة (ع) وأول هذه النسخة (س) عن طريق، الشيخ عبد اللطيف بن سعود الصرامي وفقه الله.\nووصلت إلى النسخة (س) كاملة عن طريق، الشيخ ناصر بن سعود السلامة وفقه الله. وذلك بعد أن فرغت من نسخ الكتاب وتهيئته، فأعدت المقابلة على هاتين النسختين استكمالا لخدمة الكتاب قدر الإمكان.\n***\nالجزء: 1 ¦ الصفحة: 35\n",
        "نماذج الأصول المعتمدة\nالجزء: 1 ¦ الصفحة: 37\n",
        "صورة الصفحة الأولى من النسخة الأصل\nالجزء: 1 ¦ الصفحة: 39\n",
        "صورة الصفحة الأخيرة من النسخة الأصل\nالجزء: 1 ¦ الصفحة: 40\n",
        "الصفحة الأولى من النسخة (أ)\nالجزء: 1 ¦ الصفحة: 41\n",
        "الصفحة الأولى من النسخة (ع)\nالجزء: 1 ¦ الصفحة: 42\n",
        "الصفحة الأولى من النسخة (س)\nالجزء: 1 ¦ الصفحة: 43\n",
        "النص المحقق\nالجزء: 1 ¦ الصفحة: 45\n",
        "بسم الله الرحمن الرحيم (1)\nالحمد لله وحده على سوابغ نعمائه وتوابع آلائه، وصلواته على سيدنا محمد خاتم أنبيائه، وعلى آله وصحبه (2) وأوليائه، وبعد:\nفهذا مختصر في علم أصول الفقه (3)، قريب المنال غريب المنوال (4)، كافل لمن اعتمده إن شاء الله ببلوغ الآمال، وارتفاع ذروة الكمال.\nو (5) هو: علم بقواعد يتوصل بها إلى استنباط الأحكام الشرعية الفرعية عن أدلتها التفصيلية (6).\n(1) الأصل و (س) زيادة: قال المصنف رحمه الله تعالى. وفي (س) زيادة: وبه نستعين.\n(2) (أ) (ع): آل سيدنا محمد.\n(3) حاشية (أ) (ع) (س): المختصر: ما قل لفظه وكثر معناه. (أ) (ع): الأصل: ما بني عليه غيره، والفرع عكسه. (أ) (ع) (س): الفقه: معرفة الأحكام الشرعية التي طريقها الاجتهاد.\n(4) حاشية (أ) (ع) (س): قريب المنال: أي نيال المقصود منه بسهولة. غريب المنوال: أي لم ينسج على منواله.\n(5) (أ) (س) و. ساقطة.\n(6) حاشية (أ) (ع) (س): القواعد: جمع قاعدة، وهو حكم كلي ينطبق على جزئياته لتعرف أحكامها. والتفصيلية: أي كل مسألة بدليلها كأقيموا الصلاة وآتوا الزكاة. اهـ. والتعريف أخذه المؤلف من ابن الحاجب في المختصر (الشرح) 1/ 18، وعند الحنابلة: القواعد يتوصل بها إلى استنباط الأدلة الشرعية الفرعية. ينظر: المرداوي، الحبير 1/ 173.\nالجزء: 1 ¦ الصفحة: 47\n",
        "وتحصر (1) في عشرة أبواب.\nالباب الأول\nفي الأحكام وتوابعها\nهي (2): الوجوب، والحرمة، والندب، والكراهة، والإباحة. وتعرف بمتعلقاتها.\nوالواجب (3): ما يستحق الثواب بفعله والعقاب بتركة. والحرام بالعكس (4).\nوالمسنون (5): ما يستحق الثواب بفعله ولا عقاب في تركه. والمكروه بالعكس (6).\nوالمباح: ما لا ثواب ولا عقاب في فعله ولا تركه.\n(1) (أ) (ع): وتنحصر.\n(2) (ع): وهي.\n(3) (أ) (ع): فالواجب.\n(4) حاشية (أ) (ع) (س): أي: ما يستحق العقاب بفعله والثواب بتركه.\n(5) (أ) (ع): والمندوب.\n(6) حاشية (أ) (ع) (س): أي: ما يستحق الثواب بتركه ولا عقاب في فعله.\nالجزء: 1 ¦ الصفحة: 48\n",
        "والفرض والواجب: مترادفان، خلافا للحنفية (1).\nوينقسم الواجب إلى: فرض عين، وفرض كفاية.\nوإلى معين ومخير، وإلى مطلق ومؤقت (2). والمؤقت إلى مضيق، وموسع.\nوالمندوب والمستحب: مترادفان، والمسنون أخص منهما (3).\nوالصحيح: ما وافق أمر الشارع، والباطل نقيضه (4).\nوالفاسد: هو المشروع (5) أصله الممنوع بوصفه (6).\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. إلا أن الفروع الفقهية بنيت على الفرق بينهما. ينظر: الطوفي، شرح مختصر الروضة 1/ 277 وابن اللحام، والقواعد الأصولية 63 والمرداوي، التحبير 2/ 835.\n(2) حاشية (أ) (ع) (س): المطلق: الذي لم يذكر له وقت. (أ) (س): المؤقت: مثل الصلاة.\n(3) حاشية (أ) (س): المسنون ما لازمه الرسول عليه السلام وأمر به مع بيان كونه غير واجب، وقد تطلق السنة على الواجب نحو (عشر من السنة) أ. هـ والمذهب عند الحنابلة ك أن السنة والمستحب مترادفان: ينظر: المرداوي، التحبير 2/ 979.\n(4) حاشية (أ) (ع) (س): الصحيح: ما واق أمر الشارع كالصلاة مع الطهارة. والباطل: نقيضه كالصلاة بلا طهارة أ. هـ. وهذا في العبادات، أما في المعاملات: فالصحيح ما ترتب أثره عليه، والباطل: ما لم يترتب أثره عليه. ينظر: المرداوي، التحبير 3/ 1109.\n(5) الأصل: الممنوع: سهو من الناسخ.\n(6) حاشية (أ) (ع) (س): كصوم الأيام المنهي عن صومها.\nالجزء: 1 ¦ الصفحة: 49\n",
        "وقيل: مرادف الباطل (1).\nوالجائز: يطلق على المباح، وعلى الممكن (2)، وعلى ما استوى فعله وتركه عقلا، وعلى المشكوك فيه.\nوالأداء: ما فعل أولا في وقته المقدر له شرعا.\nوالقضاء: ما فعل بعد وقت الأداء، استدراكا لما سبق له وجوب مطلقاً (3).\nوالإعادة: ما فعل في وقت الأداء ثانيا، لخلل في الأول.\nوالرخصة: ما شرع لعذر، مع بقاء مقتضى التحريم (4). والعزيمة بخلافها.\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم، وما ورد من التفريق بين الفاسد والباطل فإنه نظر فيه إلى قوة الخلاف وضعفه. ينظر: المرداوي، التحبير 3/ 1111.\n(2) حاشية (أ) (ع) (س): نحو أن يقال: الأكل بالشمال جائز. أي: ممكن.\n(3) حاشية (أ) (ع): مخرج للنوافل إذا فعلت بعد وقتها، فإنه لا يسمى قضاء إلا تجوزاً.\n(4) حاشية (أ) (ع) (س): الرخصة ما شرع فعله أو تركه لعذر مع بقاء مقتضى التحريم لولا العذر. أ. هـ وأخذ المؤلف التعريف من الآمدي في الإحكام 1/ 132 وعند الحنابلة: ما ثبت على خلاف دليل شرعي لمعارض راجح. والمعنى متقارب. ينظر: المرداوي، التحبير 3/ 1117.\nالجزء: 1 ¦ الصفحة: 50\n",
        "الباب الثاني\nفي الأدلة\nالدليل: ما يمكن التوصل بصحيح النظر فيه إلى العلم باليقين (1)، وهو المطلوب (2).\nوأما ما يحصل عند الظن: فهو أمارة، وقد سمي (3) دليلا توسعاً (4).\nوالعلم: هو المعنى [1/ب] المقتضي لسكون النفس إلى أن متعلقه كما اعتقده (5).\nوهو نوعان: ضروري، واستدلالي (6). فالضروري: ما لا ينتفي\n(1) (أ) (ع): بالغير. (س) في الهامش: في الأصل هكذا بالغير.\n(2) الأصل (أ) (س): المعلول. (ع) ساقط. ولعل المثبت هو الصواب. ينظر: ابن اللحام، المختصر 33 والمرداوي، التحبير شرح التحرير 1/ 198.\n(3) (أ): يسمى. (ع): تسمى.\n(4) المذهب عند الحنابلة ن وقول عامة أهل العلم: أن الدليل يدخل فيه كل ما يفيد القطع والظن، لأن العمل لا يتوقف على اليقين. ينظر: المرادوي، التحبير 1/ 198.\n(5) نسبة أبو يعلي في العدة 1/ 79 إلى بعض المعتزلة. واختار أنه: معرفة المعلوم على ما هو به.\n(6) حاشية (أ) (ع) (س): العلم الضروري: الذي يحصل بغير طلب. والاستدلالي: عكسه.\nالجزء: 1 ¦ الصفحة: 51\n",
        "بشك ولا شبهة.\nوالاستدلالي: مقابلة. والظن: تجويز راجح. والوهم: تجويز مرجوح. واستواء التجويزين شك (1).\nوالاعتقاد: هو الجزم بالشيء، من دون سكون النفس. فإن طابق: فصحيح، وإلا ففاسد (2).\nوهو الجهل (3)، وقد يطلق الجهل على عدم العلم (4).\nفصل\nوالأدلة الشرعية، هي: الكتاب، والسنة، والإجماع، والقياس.\nفالكتاب: هو القرآن المنزل على نبينا محمد - صلى الله عليه وسلم -، للإعجاز بسورة منه.\nوشرطه التواتر: فما نقل آحادا فليس بقرآن، للقطع بأن العادة تقتضي التواتر في تفاصيل مثله (5).\n(1) حاشية (أ) (ع) (س): أي: لا ترجيح لأحدهما.\n(2) حاشية (أ) (ع) (س): الصحيح: كاعتقاد أن الله مستو على عرشه بائن من خلقه. والفاسد: عكسه.\n(3) حاشية (أ) (ع) (س): لأنه اعتقاد الشيء على خلاف ما هو عليه.\n(4) يطلق الجهل المركب على الاعتقاد الفاسد، أما عدم العلم: فيطلق عليه الجهل البسيط. ينظر: المرداوي، التحبير 1/ 251.\n(5) حاشية (أ) (ع) (س): أي: وهو وما كان مثله مما تتوفر الدواعي إلى نقله، وذلك مما تضمن من الإعجاز الدالة على صدق المبلغ، ولأنه أصل سائر الأحكام.\nالجزء: 1 ¦ الصفحة: 52\n",
        "وتحرم القراءة بالشواذ (1)، وهي ما عدا القراءات السبع (2)، وهي كأخبار الآحاد في وجوب العمل بها (3). والبسملة آية من أول كل سورة، على الصحيح (4).\nوالمحكم: ما اتضح معناه. والمتشابه. مقابلة.\nوليس في القرآن ما لا معنى له، خلافا للحشوية (5).\nولا ما المراد به خلاف ظاهره من دون دليل، خلافا لبعض المرجئة (6).\n(1) المذهب عند الحنابلة، وقول عامة أهل العلم: جواز القراءة بالشواذ التي صحت سندا وإن كانت لا تصح الصلاة بها. ينظر: المرداوي، التحبير 3/ 1379.\n(2) حاشية (أ) (ع) (س): وقال البغوي: الشاذ ما عدا العشر أ. هـ وصححه المرداوي في التحبير 3/ 1386.\n(3) حاشية (أ) (ع) (س): لأن عدالة الراوي توجب قبول روايته الشاذة.\n(4) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن البسملة آية مفردة أنزلت للفصل بين السور سوى براءة وليست آية من أول كل سورة، ولذلك لا يستحب الجهر بها في الصلاة. ينظر: المرداوي، التحبير 3/ 1374 والإنصاف 3/ 433 والمذكور هنا اختيار ابن تيمية. ينظر: مجموع فتاوى ابن تيمية 13/ 399.\n(5) الحشوية: الجهمية والمعتزلة. ينظر: ابن تيمية، درء تعارض العقل والنقل 4/ 148، 7/ 351.\n(6) المرجئة: من زعم أن الإيمان قول باللسان واعتقاد بالقلب لا يزيد ولا ينقص. ينظر: ابن تيمية، مجموع الفتاوى 7/ 204.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فصل\nوالسنة: قول النبي - صلى الله عليه وسلم -، وفعله، وتقريره.\nفالقول ظاهر، وهو أقواها (1). وأما الفعل: فالمختار: وجوب التأسي به في جميع أفعاله وتروكه. إلا ما وضح فيه أمر الجبلة (2)، أو علم أنه من خصائصه كالتهجد والأضحية (3).\nوالتأسي الجبلة: هو إيقاع الفعل بصورة فعل الغير ووجهه (4) اتباعاً له، أو تركه كذلك (5).\nفما علمنا وجوبه من أفعاله - صلى الله عليه وسلم - فظاهر. وما علمنا حسنه دون وجوبه من أفعاله فندب، إن ظهر فيه قصد قربة. وإلا فإباحة (6). وتركه\n(1) حاشية (أ) (س): فيرجع إليه عند التعارض، لأنه متفق على الاستدلال به بخلاف الفعل.\n(2) حاشية (أ) (س): كالقيام والقعود الذي هو من ضروريات البشر، إذ لا خلاف أن ذلك مباح له ولأمته.\n(3) المذهب عند الحنابلة: أن التهجد والأضحية سنة مؤكدة. ينظر: المرداوي، الإنصاف 4/ 107، 9/ 419.\n(4) حاشية (أ) (س): كونه فرضا أو نفلا أو سنة أو مباحاً.\n(5) حاشية (أ) (س) أي: بصورة ترك الغير له.\n(6) حاشية (أ) (س): كالصيد. أ. هـ والمذهب عند الحنابلة فيما لا تعلم صفته: إن قصد به القربة فهو واجب، وإن لم يقصد به القربة فهو مباح. ينظر: المرداوي، التحبير 3/ 1471 - 1475.\nالجزء: 1 ¦ الصفحة: 54\n",
        "لما كان أمر به ينفي الوجوب (1) , وفعله لما نهى عنه يقتضي الإباحة (2).\nوأما القسم الثالث: التقرير. فإذا علم - صلى الله عليه وسلم - بفعل من غيره ولم ينكره وهو قادر على إنكاره (3) - وليس كمضي كافر إلى كنيسة - ولا أنكره غيره (4)، دل ذلك على جوازه.\nولا تعارض في أفعاله - صلى الله عليه وسلم -. ومتى تعارض قولان، أو قول وفعل: فالمتأخر ناسخ، أو مخصص. فإن جهل التاريخ، فالترجيح (5). [2/أ]\nوطريقنا إلى العلم بالسنة: الأخبار. وهي متواترة وآحاد.\nوالمتواتر: خبر جماعة يفيد بنفسه العلم بصدقه. ولا حصر لعدده (6).\n(1) حاشية (أ) (ع) (س): فلو أمرنا بأمر في وقت معين ثم لم يفعله في ذلك الوقت لا لسهو ولا لكونه نفلا، علمنا أن الوجوب قد ارتفع.\n(2) حاشية (أ) (ع) (س): فلو نهانا عن قتل القمل في الصلاة مثلا ثم فعل ذلك اقتضى فعله الإباحة.\n(3) حاشية (أ) (ع) (س): إذ السكوت على المنكر مع تكامل شروطه لا يجوز. أهـ قال المرداوي في التحبير 3/ 1493: لا حاجة إلى تقييده بالقدرة.\n(4) حاشية (أ) (س): لجواز الإنكار على إنكار الغير.\n(5) حاشية (أ): سيأتي بيانه. أهـ وهذا هو المذهب عند الحنابلة. والراجح إذا كان التعارض بين القول والفعل: تقديم القول على الفعل، وحمل الفعل على الخصوصية دون نسخ أو تخصيص، لأن الأفعال لا صيغ لها تعم، ولا تتعدى إلى غير الفاعل إلا بدليل. ينظر: الزركشي، البحر المحيط 4/ 127، 198 والمرداوي، التحبير 3/ 1501 والفتوحي، شرح الكوكب المنير 4/ 656.\n(6) حاشية (أ) (س): فلا يتعين له عدد معين، بل يختلف باختلاف الوقائع والمخبرين والمستمعين.\nالجزء: 1 ¦ الصفحة: 55\n",
        "بل هو ما أفاد العلم الضروري، ويحصل بخبر الفساق والكفار (1).\nوقد يتواتر المعنى دون اللفظ، كما في شجاعة علي - رضي الله عنه - وجود حاتم (2).\nوالآحاد: مسند ومرسل، ولا يفيد إلا الظن (3). ويجب العمل به في الفروع، إذ كان - صلى الله عليه وسلم - يبعث الآحاد من العمال (4) إلى النواحي، ولعمل الصحابة - رضي الله عنهم - (5).\nولا يؤخذ بأخبار الآحاد في الأصول (6)، ولا فيما تعم به البلوى\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 4/ 1796 لأن من شرطه بلوغهم عددا يمتنع معه التواطؤ على الكذب. ينظر: المصدر السابق 4/ 1777.\n(2) حاتم بن عبد الله بن سعد الطائي، والد عدي بن حاتم أصحابي، كان جوادا ممدحا في الجاهلية، مات قبل بعثة النبي - صلى الله عليه وسلم -. ينظر: ابن كثير، البداية والنهاية 3/ 252.\n(3) المذهب عند الحنابلة، وقول عامة أهل العلم: خبر الواحد العدل يفيد الظن فقط ينظر: المرداوي، التحبير 4/ 1808.\n(4) (ع): من العمال. ساقط.\n(5) أجمع العلماء على العمل به في الفتوى والحكم والشهادة والأمور الدنيوية. والذهب عند الحنابلة، وعامة أهل العلم: على وجوب العمل به في الأمور الدينية أيضا. ينظر: المرداوي، التحبير 4/ 1828، 1832.\n(6) المذهب عند الحنابلة: يعمل به في أصول الدين، وحكاه ابن عبد البر إجماعا. ينظر: المرداوي، التحبير 4/ 1817. وقال ابن تيمية في منهاج السنة 5/ 88: الفرق بين مسائل الأصول والفروع بدعة محدثة.\nالجزء: 1 ¦ الصفحة: 56\n",
        "علما، كخبر الإمامية (1) والبكرية (2) (3).\nوفيما تعم به البلوى عملا كحديث مس الذكر (4)، خلاف (5).\nوشرط قبولها: العدالة، والضبط، وعدم مصادمتها قاطعا، وفقد استلزام متعلقها (6) الشهرة (7)، وثبت عدالة الشخص: بأن يحكم\n(1) الإمامية: فرق من الشيعة، يزعمون أن النبي - صلى الله عليه وسلم - نص على خلافة علي من بعده والاثنى عشر من ذريته. ينظر: البغدادي، الفرق بين الفرق 21.\n(2) أتباع بكر بن أخت عبد الواحد بن زيد البصري (ت177هـ) يرون أن البهائم والأطفال لا تألم البتة، كما جحدوا الضرورة وكابروا الحس. ينظر: ابن القيم، طريق الهجرتين 195، وابن العماد، الشذرات 1/ 287.\n(3) أي: قولهم بالنص على إمامة علي - رضي الله عنه - بعد رسول الله - صلى الله عليه وسلم - ينظر: عبد العزيز البخاري، كشف الأسرار 3/ 36.\n(4) حديث الوضوء من مس الذكر: أخرجه أبو داود في السنن، رقم 181، والترمذي في الجامع، رقم 82 وقال: هذا حديث حسن صحيح، والنسائي في المجتبي 1/ 216، وابن ماجه في السنن، رقم 498، وأحمد في المسند 6/ 406، وصححه ابن حجر في التلخيص 1/ 131. من حديث بسرة بنت صفوان.\n(5) حاشية (أ) (س): بين الأصوليين: أهـ والمذهب عند الحنابلة، وقول وعامة أهل العلم: وجوب العمل به. ينظر: المرداوي، التحبير 4/ 1838 وما تعم به البلوى: ما تمس إليه الحاجة في عموم الأحوال. ينظر: البخاري، كشف الأسرار 3/ 35.\n(6) حاشية (أ) (س): أي: أخبا الآحاد، كما لو ورد خبر آحادي بصلاة سادسة.\n(7) المذهب عند الحنابلة: أن من شاعت عدالته فإنه يزكي بالاستفاضة. ينظر: المرداوي، التحبير 4/ 1923.\nالجزء: 1 ¦ الصفحة: 57\n",
        "بشهادته حاكم يشترط العدالة (1).\nوالثاني (2): لعمل العالم بروايته (3). قيل: وبرواية العدل عنه (4).\nويكفي واحد في التعديل والجرح. والجارح أولى وإن كثر المعدل (5)، ويكفي الإجمال فيها من عارف (6).\nويقل الخبر المخالف للقياس فيبطله، ويرد ما خالف الأصول المقررة (7).\n(1) حاشية (أ) (س): إذا كان يرى العدالة شرطاً.\n(2) (ع): الثاني. سقط.\n(3) هذا الثالث مما يحصل به التعديل، والمذهب عند الحنابلة: يحصل به التعديل إذا علم أن لا مستند للعمل غير روايته. المصدر السابق 4/ 1936.\n(4) حاشية (أ) (س) أي: يحكم بعدالته براوية العدل عنه. وهو أضعفها. (أ) (ع): اختلف في رواية العدل عن الراوي، هل هي تعديل على ثلاثة أقوال. ثالثها: إن كانت عادته لا يروي إلا عن عدل كانت عدالة روايته عن المجهول وإلا فلا. واشترط في المزكي أن يكون عدلا. اهـ والمذهب عند الحنابلة: أن رواية العدل تعديل إن كان عادته لا يروي إلا عن عدل. ينظر: المرداوي، التحبير 4/ 1939، 1909 ..\n(5) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم، ينظر: المرداوي، التحبير 4/ 1926.\n(6) حاشية (أ) (ع) (س): بأن يقول: عدل أو فاسق، ولا يذكر السبب. أي: إذا كان المزكي عارفا بأسباب الجرح والتعديل.\n(7) حاشية (أ) (ع) (س): وهو ما أفاد العلم من الأدلة العقلية والنصوص النقلية من الكتاب والسنة أ. هـ والمذهب عند الحنابلة، وقول عامة أهل العلم: أن الخبر مقدم وإن خالف الأصول. ينظر: المرداوي، التحبير 5/ 2129.\nالجزء: 1 ¦ الصفحة: 58\n",
        "وتجوز الرواية بالمعنى، من عدل عارف (1) ضابط.\nواختلفوا في قبل رواية فاسق التأويل، وكافره (2).\nوالصحابي: من طالت مجالسته للنبي - صلى الله عليه وسلم - متبعا لشرعه (3).\nوكل الصحابة - رضي الله عنهم - عدول، إلا من أبى. على المختار في جميع ذلك (4).\nوطرق الرواية أربع: قراءة الشيخ، ثم قراءة التلميذ أو غيره بمحضره، ثم المناولة (5)، ثم الإجازة، [ومن تيقن] (6) أو ظن أنه قد\n(1) حاشية (أ) (ع) (س): بمعاني الألفاظ على ما يقتضيه اللفظ، والرواية باللفظ أولى.\n(2) المذهب عند الحنابلة: أن رواية المبتدع الداعية إلى بدعته لا تقبل. ينظر: المرداوي، التحبير 4/ 1883.\n(3) المذهب عند الحنابلة: الصحابي من لقي النبي - صلى الله عليه وسلم - مسلما. ينظر: المرداوي، التحبير 4/ 1996.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الصحابة عدول مطلقا، وحكي الإجماع على ذلك ينظر: المرداوي، التحبير 4/ 1990.\n(5) حاشية (أ) (ع) (س): صورة المناولة أن يقول: سمعت ما في هذا الكتاب أو هو من سامعي أو من روايتي عن فلان. ويقول عند الرواية: أخبرنا أو حدثنا مناولة أهـ والمذهب عند الحنابلة: أن مجرد المناولة لا تصح بها الرواية. ينظر: المرداوي التحبير 5/ 2063.\n(6) ساقط من الأصل.\nالجزء: 1 ¦ الصفحة: 59\n",
        "سمع جملة كتاب معين جاز له روايته والعمل بما فيه، وإن لم يذكر كل حديث بعينه.\nتنبيه:\nالخبر: هو الكلام الذي لنسبته خارج (1). فإن تطابقا فصدق، وإلا فكذب. ويسمى الخبر: جملة، وقضية. وإذا ركبت الجملة في دليل، سميت مقدمة.\nوالتناقض: هو اختلاف الجملتين بالنفي والإثبات، بحيث يستلزم لذاته: صدق أحدهما كذب الأخرى.\nوالعكس المستوى: تحويل جزئي الجملة على [2/ب] وجه يصدق.\nوعكس النقيض: جعل نقيض كل منهما مكان الآخر.\nفصل\nوالإجماع: هو اتفاق المجتهدين من أمة محمد - صلى الله عليه وسلم - في عصر علي أمر.\nوالمختار: أنه لا يشترط في انعقاده انقراض العصر (2)، ولا كونه لم\n(1) المذهب عند الحنابلة: الخبر: كلام يدخله الصدق والكذب. وما ذكره المؤلف تعريف ابن الحاجب وجماعة. ينظر: المرداوي، التحبير 4/ 1699، 1704.\n(2) المذهب عند الحنابلة: يشترط لصحة الإجماع انقراض العصر. ينظر: المرداوي، التحبير 4/ 1617.\nالجزء: 1 ¦ الصفحة: 60\n",
        "يسبقه خلاف (1).\nوأنه لابد له من مستند (2)، وإن لم ينقل إلينا.\nوأنه يصح أن يكون مستنده قياسا، أو اجتهادا.\nوانه لا يصح إجماع بعد الإجماع على خلافه. وأنه لا ينعقد بالشيخين (3) , ولا بالأربعة الخلفاء، ولا بأهل المدينة وحدهم.\nقال (4) أصحابنا: إذ هم بعض الأمة.\nقال الأكثر: ولا بأهل البيت وحدهم [كذلك] (5).\n(1) حاشية (أ) (س): وإذا اختلف أهل العصر على قولين مثلا واتفق أهل العصر الثاني على أحدهما بعد أن استقر خلافهم، فإن الإجماع يصير بحجة قاطعة أ. هـ والمذهب عند الحنابلة، وقول جمع من أهل العلم: لا يرفع الخلاف ولا يكون إجماعا. ينظر: المرداوي، التحبير 4/ 1652.\n(2) حاشية (أ) (س): إما دلالة قاطعة من نص متواتر، أو قياس قطعي، أو أمارة ظنية كظاهر نص أو نص آحادي أو قياس ظني.\n(3) حاشية (أ): أبي بكر وعمر.\n(4) في جميع النسخ: له قال. وفي هامش الأصل و (س): هكذا بياض في الأصل و (ع) لعله: قال اهـ. ولعل المثبت هو الصواب. والمذهب عند الحنابلة، وقول عامة أهل العلم: أنه لا ينعقد بذلك. ينظر: المرداوي، التحبير 4/ 1581.\n(5) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 4/ 1595 وما بين الحاصرتين: إضافة من (أ) و (ع) و (س).\nالجزء: 1 ¦ الصفحة: 61\n",
        "قال أصحابنا (1): جماعة معصومون، بدليل قوله (2):: {لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ} الآية [سورة الأحزاب: 33]، «أهل بيتي كسفينة نوح» (3)، «إني تارك فيكم الخبرين» (4) نحوهما.\nوإذا اختلفت الأمة على قولين جاز إحداث قول ثالث، ما لم يرفع\n(1) هكذا في جميع النسخ، والصواب: قال بعض أصحابنا. فإنه اختيار ابن تيمية وحده، كما نقل المرداوي. ومراده بأهل البيت: علي وفاطمة ونجلاهما رضي الله عنهم، وينظر: المرداوي، التحبير 4/ 1596. على أن المعروف عن شيخ الإسلام ابن تيمية - وهو قول أهل السنة والجماعة - إنكار العصمة لغير النبي - صلى الله عليه وسلم -. ينظر: ابن تيمية، منهاج السنة النبوية 4/ 21، 7/ 72، 83 ..\n(2) قوله: ليست في (أ) و (ع) و (س).\n(3) أخرجه من حديث أبي ذر: الطبراني في الكبير 3/ 37 والصغير 1/ 139 والبزار في المسند 3/ 223، والحاكم في المستدرك 3/ 150 وصححه، وضعفه الذهبي، والهيثمي في مجمع الزوائد 9/ 168 وذكر له شواهد ضعيفة: من حديث ابن عباس، وابن الزبير، وأبي سعيد الخدري. قال ابن تيمية في منهاج السنة 7/ 395: لا يعرف له إسناد صحيح.\n(4) لم أجده بهذا اللفظ، وأخرجه ملم في الصحيح، رقم 2408 وأحمد في المسند 3/ 14، 17 و 4/ 367، 371 من حديث أبي سعيد الخدري وزيد بن أرقم، بلفظ: «إني تارك فيكم الثقلين كتاب الله وأهل بيتي».، وأخرجه أحمد في المسند 5/ 182، 189، والطبراني في المعجم الكبير 5/ 171، من حديث زيد بن ثابت، بلفظ: «إني تارك فيكم خليفتين. كتاب الله وعترتي أهل بيتي» قال الهيثمي في مجمع الزوائد 9/ 163: إسناده جيد. وانظر كلام شيخ الإسلام على معنى الحديث في منهاج السنة 7/ 318 والطوفي في شرح مختصر الروضة 3/ 114.\nالجزء: 1 ¦ الصفحة: 62\n",
        "الأولين (1).\nوكذلك: إحداث دليل وتعليل وتأويل ثالث (2).\nوطريقنا إلى العلم بانعقاد الاجتماع: إما المشاهدة (3)، وإما النقل عن كل من المجمعين أو عن بعضهم مع نقل رضي الساكتين.\nويعرف رضاهم: بعدم الإنكار مع الاشتهار، وعدم ظهور حامل لهم على السكوت وكونه مما الحق فيه مع واحد.\nويسمى هذا إجماعا سكوتيا، وهو حجة وإن نقل تواترا، وكذلك القول إن نقل آحاداً (4).\nفإن تواتر فحجة قاطعة يفسق مخالفه (5)، لقوله تعالى:\n{وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ} [سورة النساء: 115]،\n{وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} [سورة البقرة: 143]،\n(1) المذهب عند الحنابلة، وقول عامة أهل العلم: إذا اختلفت الأمة على قولين حرم إحداث قول ثالث ينظر: المرداوي، التحبير 4/ 1638 ..\n(2) المذهب عند الحنابلة: لا يجوز إحداث تأويل ثالث. ينظر: المرداوي، التحبير 4/ 1651.\n(3) الأصل (س): المشاهد. ولعل المثبت هو الصواب.\n(4) الأصل: آحاد. والمذهب عند الحنابلة، وقول عامة أهل العلم: أن الإجماع يثبت بخبر الواحد. ينظر: المرداوي، التحبير 4/ 1689.\n(5) المذهب عند الحنابلة، وقول عامة أهل العلم: أن منكر المجمع عليه الضروري والمشهور. كافر. ينظر: المرداوي، التحبير 4/ 1680.\nالجزء: 1 ¦ الصفحة: 63\n",
        "ولقول النبي - صلى الله عليه وسلم -: «لا تجتمع أمتي على ضلالة» (1) (2). ففيه تواتر معنوي. ولإجماعهم على تخطئة من خالف الإجماع، ومثلهم لا يجتمع (3) على تخطئة أحد في أمر شرعي إلا عن دليل قاطع.\nفصل\nوالقياس: حمل معلوم على معلوم بإجراء حكمه عليه بجامع (4).\nوينقسم إلى جلي وخفي (5)، والى قياس علة وقياس دلالة (6) , وإلى قياس طرد وقياس عكس (7).\n(1) (أ) (ع) (س): زيادة: ونحوه كثير.\n(2) قطعة من حديث مشهور، له طرق كثيرة يعضد بعضها بعضا. أخرجه أبو داود في السنن 4253، والترمذي في الجامع، رقم 2255، وأحمد في المسند 6/ 396. وينظر في بقية التخريج: تخريج فتح المجيد لشرح كتاب التوحيد 2/ 716.\n(3) (أ) (ع): يجمع.\n(4) أخذ المؤلف التعريف من الباقلاني، كما في الإحكام للآمدي 3/ 186 وعند الحنابلة: حمل فرع على أصل في حكم بجامع بينهما. والمعنى متقارب. ينظر: ابن قدامة، الروضة 282.\n(5) هذا تقسيم باعتبار القوة والضعف، والجلي: ما قطع فيه بنفي الفارق أو كانت العلة نصية أو مجمعا عليها. والخفي: ما كانت العلة فيه مستنبطة. ينظر: الفتوحي، شرح الكوكب المنير 4/ 207.\n(6) قياس العلة: ما كان الجامع فيه هو العلة، وقياس الدلالة: إذا كان الجامع دليل العلة (لازم أو أكثر أو حكم) ينظر: الفتوحي، شرح الكوكب 4/ 209.\n(7) قياس الطرد: استواء الفرع والأصل في العلة المستنبطة، وقياس العكس: افتراقهما. ينظر: الطوفي، شرح مختصر الروضة 3/ 222.\nالجزء: 1 ¦ الصفحة: 64\n",
        "وقد شذ المخالف في كونه دليلا، وهو محجوج بإجماع الصحابة، إذ كانوا بين قائس وساكت [3/أ] والسكوت رضا، فالمسألة قطعية (1).\nولا يجري القياس في جميع الأحكام، إذ فيها ما لا يعقل معناه كالدية (2)، والقياس فرع تعقل المعنى. ويكفي إثبات حكم الأصل بالدليل (3) وإن لم يكن مجمعا عليه ولا اتفق عليه الخصمان على المختار (4).\nوأركانه أربعة: أصل وفرع وحكم وعلة.\nفشروط الأصل (5): أن لا يكون حكمه منسوخا، ولا معدولاً به عن سنن القياس (6)، ولا ثابتا بقياس (7).\nوشروط الفرع (8): مساواة أصله في علته وحكمه، وفي التغليظ\n(1) ينظر في الإجماع على ذلك: المرداوي، التحبير 7/ 3489.\n(2) (ع): كالدية. ساقط.\n(3) حاشية (أ) (س): يعني الأصل المقيس عليه، بالنص أو الإجماع.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: اشتراط توافق الخصمين على حكم الأصل. ينظر: المرداوي، التحبير 7/ 3165.\n(5) (أ) كتب فوق السطر: ثلاثة. ثم ضرب عليه.\n(6) حاشية (أ) (س): كالشفعة والقسامة.\n(7) حاشية (أ) (س): إذ يؤدي إلى التسلسل.\n(8) (أ) (س) كتب فوق السطر: ثلاثة.\nالجزء: 1 ¦ الصفحة: 65\n",
        "والتخفيف، وأن لا تتقدم شرعية حكمه على حكم الأصل (1)، وأن لا يرد فيه نص (2).\nوشروط الحكم هنا: أن يكون شرعيا، لا عقليا (3) ولا لغويا.\nوشروط العلة (4): أن لا يصادم نصا ولا إجماعا، وأن لا يكون في أوصافها ما لا تأثير له في الحكم، وأن لا يخالفه في التخفيف والتغليظ، وأن لا يكون بمجرد الاسم إذ لا تأثير له، وأن يطرد على الصحيح (5)، وأن ينعكس على رأي (6).\nويصح أن تكون العلة نفيا وأن تكون إثباتا، ومفردة ومركبة.\nوقد تكون خلقا في محل الحكم، وقد تكون حكما شرعيا.\nوقد يجيء من علة حكمان. ويصح تقارن العلل وتعاقبها. ومتى\n(1) حاشية (أ) (س): كقياس الوضوء على التيمم فلا يصح اهـ. والمذهب عند الحنابلة، وقول عامة أهل العلم: لا يشترط ذلك. ينظر: المرداوي، التحبير 7/ 3306.\n(2) المذهب عند الحنابلة، وقول عامة أهل العلم: لا يشترط انتفاء النص على الحكم الذي يراد إثباته بالقياس. ينظر: المرداوي، التحبير 7/ 3304.\n(3) حاشية (أ) (س): أي: حكم شرعي، كوجوب أو تحريم.\n(4) (ع): زيادة: ستة. وفي (أ) (س) علق فوق السطر.\n(5) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الطرد، وهو وجود الحكم إذا وجدت العلة: ليس شرطا في صحة العلة. ينظر: المرداوي، التحبير 7/ 325.\n(6) المذهب عند الحنابلة، وقول عامة أهل العلم: أن العكس، وهو نفي الحكم لنفي العلة: ليس شرطا في صحة العلة. ينظر: المرداوي، التحبير 7/ 3244.\nالجزء: 1 ¦ الصفحة: 66\n",
        "تعارضت فالترجيح.\nوطرق العلة أربع على المختار (1):\nأولها: الإجماع (2). وذلك أن ينعقد على تعليل الحكم بعلة معينة.\nوثانيها: النص. وهو صريح وغير صريح.\nفالصريح: ما أتي فيه بأحد حروف التعليل (3). مثل: لعلة كذا، أو لأجل كذا، أو لأن، أو فإنه، أو بأنه، أو نحو ذلك.\nوغير الصريح (4): ما فهم منه التعليل لا على وجه التصريح.\nويسمى تنبيه النص.\nمثل: اعتق رقبة. جوابا لمن قال: جامعت أهلي في نهار رمضان (5).\n(1) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن من طرق إثبات العلة أيضا الشبه والدوران. ينظر: المرداوي، التحبير 7/ 3429، 3438 وسيشير المؤلف إلى الشبه بعد ذلك.\n(2) سبق أن جعل المؤلف النص مقدما على الإجماع عند ذكر الأدلة الشرعية، فكان حقه أن يقدم هنا أيضا.\n(3) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن الصريح يشمل ما لا يحتمل غير العلة احتمالا مرجوحا، كاللام والباء. ينظر: المرداوي، التحبير 7/ 3313، 3324.\n(4) (س): الصحيح. سهو من الناسخ.\n(5) نص حديث، أخرجه بهذا اللفظ: ابن ماجه في السنن، رقم 1671، وأحمد في المسند 2/ 208، والدارقطني في السنن 2/ 190، والدارمي في السنن 2/ 19 من حديث أبي هريرة - رضي الله عنه - واصله في الصحيحين: البخاري، رقم 6709، ومسلم، رقم 1111.\nالجزء: 1 ¦ الصفحة: 67\n",
        "وقريب منه: «أرأيت لو كان على أبيك دين» الخبر (1).\nومثل: «للراجل سهم وللفارس سهمان» (2)، ومثل: «لا يقضي القاضي وهو غضبان» (3) وغير ذلك.\nوثالثهما: أي طرق العلة: السبر والتقسيم، ويسمى حجة الإجماع (4). وهو حصر الأوصاف في الأصل [و] (5) إبطال التعليل بها إلا واحدا منها. فيتعين إبطال ما عداه: إما ببيان ثبوت الحكم من دونه، أو ببيان (6) كونه وصفا ضرورياً (7)، أو بعدم [3/ب] ظهور مناسبته.\n(1) أخرجه البخاري في الصحيح، رقم 1852، 6699، 7315، ومسلم في الصحيح، رقم 1148، وأحمد في المسند 1/ 212، 224 من حديث ابن عباس رضي الله عنهما، وأخرجه أحمد في المسند 6/ 429 من حديث سودة رضي الله عنهما، واللفظ له.\n(2) أخرجه البخاري في الصحيح، رقم 286، 4228، ومسلم في الصحيح، رقم 1762 عن ابن عمر رضي الله عنهما بنحوه.\n(3) أخرجه البخاري في الصحيح، رقم 7158، ومسلم في الصحيح رقم 1717، وأحمد في المسند 5/ 36، 38، 46، 52 من حديث أبي بكرة - رضي الله عنه -.\n(4) تقدم القول بأنه لابد للإجماع من مستند. ينظر: المرداوي، التحبير 4/ 1631 ..\n(5) إضافة من (ع).\n(6) (أ) (ع): بيان.\n(7) هكذا في جميع النسخ. ولعل الصواب: طرديا. ينظر: المرداوي، التحبير 7/ 3358.\nالجزء: 1 ¦ الصفحة: 68\n",
        "وشرط هذا الطريق وما بعده (1): الإجماع على تعليل الحكم في الجملة من دون تعيين العلة.\nورابعها: المناسبة. وتسمى الإخالة، وتخريج المناط.\nوهي: تعيين العلة بمجرد إبداء مناسبة ذاتية. كالإسكار في تحريم الخمر، وكالجناية العمد العدوان في القصاص.\nوتنخرم المناسبة: بلزوم مفسدة راجحة، أو مساوية (2).\nوالمناسب: وصف ظاهر منضبط، يقضي العقل بأنه الباعث على الحكم (3).\nفإن كان خفيا أو غير منضبط: اعتبر ملازمه ومظنته. كالسفر للمشقة (4).\n(1) حاشية (أ): أي طرق العلة.\n(2) حاشية (أ): مثال ذلك: فيمن غص بلقمة وخشي الموت ولم يجد ما ينزلها به إلا الخمر. ففي تحريمه مناسبة العقل، ولكن يخرم من المناسبة حصول مفسدة وهي هلاكه لو لم يشربه. وهذه المفسدة أرجح من المناسبة، إذ حفظ النفس أولى من حفظ العقل مع خشية الهلاك. اهـ المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن المناسبة لا تنخرم بذلك. ينظر: المرداوي، التحبير 7/ 337.\n(3) أخذ المؤلف التعريف عن الآمدي في الإحكام 3/ 270. وعند الحنابلة: ما تقع المصلحة عقبه. وزاد بعضهم: لرابط عقلي. ينظر: المرداوي، التحبير 7/ 3369.\n(4) هذا تفريع علي التعريف الذي ذكره المؤلف. ينظر: المرداوي، التحبير 7/ 3374.\nالجزء: 1 ¦ الصفحة: 69\n",
        "وهو (1) أربعة أقسام: مؤثر، وملائم، وغريب، ومرسل.\nفالأول: المؤثر: وهو ما ثبت بنص أو إجماع اعتبار عينه (2) في عين الحكم. كتعليل (3) ولاية المال بالصغر الثابت بالإجماع، وكتعليل وجوب الوضوء بالحدث الخارج من السبيلين الثابت بالنص (4).\nوالملائم: ما ثبت اعتباره بترتيب الحكم على وفقه فقط، لكنه قد ثبت بنص أو إجماع اعتبار عينه في جنس الحكم. كما ثبت للأب ولاية نكاح ابنته الصغيرة قياسا على ولاية المال بجامع الصغر. فقد اعتبر عين الصغر في جنس الولاية.\nأو ثبت اعتبار جنسه في عين الحكم. كجواز الجمع في الحضر للمطر قياسا على السفر بجامع الحرج والمشقة.\nفقد اعتبر جنس الحرج في عين رخصة الجمع.\nأو اعتبار جنسه في جنس الحكم. كإثبات القصاص بالمثقل قياسا على المحدد (5) بجامع كونها جناية عمد عدوان.\n(1) حاشية (أ): أي المناسب.\n(2) حاشية (أ) (س): أي الوصف.\n(3) الأصل: كتعيين.\n(4) وهو حديث عبد الله بن زيد: أخرجه البخاري في الصحيح، رقم 137، 177، 2056، ومسلم في الصحيح، رقم 361، وأحمد في المسند 4/ 40.\n(5) الأصل: المحدود. والمحدد هو ما يقتل بحده، والمثقل ما يقتل بثقله. ينظر: الحجاوي، الإقناع 4/ 86.\nالجزء: 1 ¦ الصفحة: 70\n",
        "فقد اعتبر [جنس] (1) الجناية في جنس القصاص.\nوالغريب: ما ثبت اعتباره بمجرد ترتب الحكم على وفقه (2)، ولم يثبت بنص ولا إجماع اعتبار عينه ولا جنسه في عين الحكم ولا جنسه كتعليل تحريم النبيذ بالإسكار قياسا على الخمر (3)، على تقدير عدم ورود النص بأنه العلة في تحريم الخمر.\nوالمرسل: ما لم يثبت اعتباره بشيء مما سبق، وهو ثلاثة أقسام: ملائم، وغريب، وملغي.\nفالملائم المرسل: ما لم يشهد له أصل معين بالاعتبار، لكنه مطابق لبعض مقاصد الشرع [4/أ] الحكمية.\nكقتل المسلمين المتترس بهم حال الضرورة، وكقتل الزنديق وإن أظهر التوبة. وكقولنا: يحرم على العاجز عن الوطء من تعصي لتركه (4)، وأشباه ذلك.\nوهذا النوع هو المعروف (5): بالمصالح المرسلة (6)، والمذهب\n(1) إضافة يقتضيها السياق. وينظر: المرداوي، التحبير 7/ 3404.\n(2) هكذا في جميع النسخ. ولعل الصواب: الوصف. ينظر: الملاحظة السابقة.\n(3) حاشية (أ) (س): فتثبت فيه الحرمة كما ثبتت في الخمر، لاشتراكهما في علة التحريم وهو الإسكار.\n(4) والمذهب عند الحنابلة: أن العاجز عن الوطء، يباح له النكاح. ينظر: المرداوي والإنصاف 20/ 13.\n(5) حاشية (أ) (س): عند الأصوليين.\n(6) حاشية (أ) (س): وهي التي لا يشهد لها أصل ..\nالجزء: 1 ¦ الصفحة: 71\n",
        "اعتباره (1).\nوالغريب المرسل: ما لا نظير له في الشرع لكن العقل يستحسن الحكم لأجله (2). كأن يقال للباتّ زوجته في مرض موته (3) المخوف لئلا ترث: يعارض بنقيض قصده (4). فتورث منه قياسا على القاتل عمداً، حيث عورض بنقيض قصده فلم يورث، بجامع كونهما فعلا محرما لغرض فاسد.\nفإنه لم يثبت في الشرع أن ذلك هو العلة في القاتل ولا غيره.\nوأما الملغي: فهو ما صادم النص وإن كان لجنسه نظير في الشرع. كإيجاب الصوم ابتداء على المظاهر ونحوه (5)، حيث هو ممن يسهل عليه العتق، زيادة في زجره (6).\nفإن جنس الزجر مقصود في الشرع، لكن النص منع اعتباره هنا فألغي.\n(1) المذهب عند الحنابلة، وقول عامة أهل العلم: أن المرسل الملائم ليس بحجة. ينظر: المرداوي، التحبير 7/ 3408.\n(2) والمذهب عند الحنابلة، وقول عامة أهل العلم وحكي الاتفاق: أن الغريب المرسل مردود. ينظر: المرداوي، التحبير 7/ 3411.\n(3) (أ) (ع) لزوجته في مرضه.\n(4) حاشية (أ) (س): والمعارضة بنقيض القصد لا أصل لها في الشرع، لكن العقل يستحسن الحكم لأجله.\n(5) حاشية (أ) (س): كالمجامع في رمضان.\n(6) حاشية (أ) (س): لصعوبة الصوم.\nالجزء: 1 ¦ الصفحة: 72\n",
        "وهذان مطرحان باتفاق (1).\nقيل: ومن طرق العلة الشبه (2): وهو أن يوهم الوصف المناسبة (3)، بأن يدور معه الحكم وجودا وعدما (4) مع التفات الشارع إليه.\nفالكيل في تحريم التفاضل على رأي (5). وكما يقال في تظهير النجس، بجامع كون كل منهما طهارة ترد للصلاة. فيتعين لها الماء، كطهارة الحدث (6).\nتنبيه:\nاعتراضات القياس (7): خمسة وعشرون نوعا.\n(1) أجمع أهل العلم: على أن المرسل الذي ثبت إلغاؤه مردود. ينظر: المرداوي، التحبير 7/ 3407.\n(2) الأصل: التشبيه: والمذهب عند الحنابلة، وقول طائفة من أهل العلم: أنه يعلل به ويكون حجة. ينظر: المرداوي، التحبير 7/ 3429.\n(3) أخذ المؤلف التعريف عن الآمدي في الإحكام 3/ 296 وعند الحنابلة: تردد الفرع بين أصلين فيه مناط كل منهما، إلا أنه يشبه أحدهما في أوصاف أكثر. ينظر: المرداوي، التحبير 7/ 3420.\n(4) حاشية (أ) (س): أي الوصف.\n(5) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم في كل مكيل بجنسه. ينظر: المرداوي، الإنصاف 12/ 8.\n(6) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 2/ 275، والمرداوي، الأصناف 2/ 275.\n(7) أخذ المؤلف الترجمة عن ابن الحاجب، في مختصر المنتهى 2/ 257. وعند الحنابلة: القوادح. ينظر: المرداوي، التحبير 7/ 3544.\nالجزء: 1 ¦ الصفحة: 73\n",
        "الأول: الاستفسار. وهو: طلب بيان معنى اللفظ، وهو نوع واحد. وإنما يسمع إذا كان في اللفظ إجمال أو غرابة. ومن أمثلته: أن يستدل المستدل بقول الله تعالى {حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} [سورة البقرة: 230]، فيقال: ما المراد بالنكاح. هل هو الوطء أو العقد.\nوجوابه: ظاهر في العقد شرعا (1)، ولأنه (2) - يعني الوطء - لا يسند إلى المرأة.\nالنوع الثاني: فساد الاعتبار. وهو: مخالفة القياس للنص (3). مثاله: أن يقال: في ذبح تارك التسمية عمداً: ذبح من أهله في محله كذبح ناسي التسمية (4).\nفيقول المعترض: هذا فاسد الاعتبار، لمخالفته النص، وهو قوله تعالى: {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} [سورة الأنعام: 121].\nفيقول المستدل: هذا ما تذبح عبدة الأوثان، بدليل قوله - صلى الله عليه وسلم -: «ذكر\n(1) المذهب عند الحنابلة النكاح في الشرع: عقد التزويج. ينظر: المرداوي، الإنصاف 20/ 7.\n(2) في جميع النسخ: بياض بمقدار كلمة. والكلام مستقيم بدونه.\n(3) المذهب عند الحنابلة، وقول عامة أهل العلم: أن فساد الاعتبار: مخالفة القياس للنص أو الإجماع. ينظر: المرداوي، التحبير 7/ 3553.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: أن من ترك التسمية عمدا لم تبح ذبيحته. ينظر: المرداوي، الإنصاف 27/ 322.\nالجزء: 1 ¦ الصفحة: 74\n",
        "الله على قلب المؤمن سمّى أم لم يسم» (1) ونحو ذلك.\nالنوع الثالث: فساد وضع القياس بمخصوص في إثبات القياس (2).\nبأنه (3) قد ثبت بالوصف الجامع نقيض ذلك الحكم. مثاله (4): أن يقال في التغشي (5): مسح فيسن فيه التكرار كالاستجمار (6).\nفيقول المعترض: المسح لا يناسب التكرار، لأنه ثبت كراهة اعتباره التكرار في المسح على الخف لمانع، وهو التعرض لثقله (7).\nالرابع: منع ثبوت الحكم في الأصل. مثاله: أن يقول المستدل في عدم قبول جلد الخنزير للدباغ: ولا يقبل الدباغ للنجاسة الغليظة كالكلب (8).\n(1) أخرجه الدارقطني في السنن 4/ 295، والبيهقي في السنن 9/ 240 وضعفه، بلفظ (اسم الله في قلب كل مسلم) من حديث أبي هريرة - رضي الله عنه -. وأخرجه الدارقطني، في السنن 4/ 295، وعبد الرزاق في المصنف 4/ 481، وسعيد بن منصور في السنن رقم 914، عن ابن عباس رضي الله عنهما بلفظ «المسلم فيه اسم الله وإن لم يذكر التسمية».\n(2) والمذهب عند الحنابلة، وقول عامة أهل العلم: أنه يتناول ما ثبت اعتباره بنص أو إجماع. ينظر: المرداوي، التحبير 7/ 3561.\n(3) الأصل: فإنه.\n(4) مثال على ما ثبت اعتباره بالإجماع. ينظر: المرداوي، التحبير 7/ 3563.\n(5) التغشي: مسح الرأس. ينظر: الفيومي، المصباح المنير 364 والمرداوي، التحبير 7/ 3561.\n(6) المذهب عند الحنابلة، وقول عامة أهل العلم: أنه لا يستحب تكرار مسح الرأس في الوضوء. ينظر: المرداوي، الإنصاف 1/ 358.\n(7) هكذا في جميع النسخ، ولعل الصواب: لتلفه: ينظر: المرداوي، التحبير 7/ 3563.\n(8) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 1/ 168، والمرداوي، الإنصاف 1/ 168.\nالجزء: 1 ¦ الصفحة: 75\n",
        "فيقول المعترض: لا نسلم ذلك في الكلب.\nوجواب: بإقامة الدليل (1).\nالخامس: التقسيم. وهو: أن يكون اللفظ مترددا بين أمرين أحدهما ممنوع منه.\nمثاله: أن يقال في قياس الصحيح الحاضر على المسافر والمريض إذا تعذر عليه استعمال الماء: وجد سبب التيمم وهو تعذر الماء (2).\nفيقول المعترض: أتريد أن تعذر الماء مطلقا سبب لجواز التيمم أم تعذره في السفر والمرض.\nفالأول: ممنوع منه. وجوابه: بإقامة الدليل على الإطلاق.\nالسادس: منع وجود المدعي علة في الأصل. وهو: أن يمنع المعترض وجود (3) ما ادعاه المستدل أنه علة في الأصل، فضلا عن أن يكون هو العلة.\nمثاله: أن يقول المستدل في المنع من تطهير الدباغ جلد الكلب (4) بالقياس على الخنزير: حيوان (5) يغسل من ولوغه سبعا فلا يقبل جلده\n(1) حاشية (أ): على الحكم في الأصل.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 2/ 168، والمرداوي، الإنصاف 2/ 168، 173.\n(3) (أ) (ع): من وجود.\n(4) ينظر ما تقدم في الاعتراض الرابع.\n(5) في جميع النسخ زيادة: لعل الأنا منع وجود الذي هو علة في الأصل. مثاله: أن يقال في الكلب حيوان. ولعل الصواب حذفه.\nالجزء: 1 ¦ الصفحة: 76\n",
        "الدباغ كالخنزير.\nفيقول المعترض: لا نسلم ذلك في الخنزير في أنه يغسل من ولوغه سبعا (1).\nوجوابه: بإثبات طرق العلة في الخنزير.\nالسابع: منع كون ذلك الوصف علة.\nمثاله: أن يقول المعترض: لا نسلم كون الخنزير يغسل من ولوغه سبعاً هو العلة في أن جلده لا يقبل الدباغ.\nوجوابه: بإثبات العلة بأحد الطرق.\nالثامن: عدم التأثير. وهو: أن يبدي المعترض في قياس المستدل وصفا لا تأثير له في إثبات الحكم (2).\nومن أمثلته: قول الحنفية في المرتدين إذا أتلفوا أموالنا: مشركون أتلفوا أموالا [5/أ] في دار الحرب فلا ضمان عليهم كسائر المشركين (3).\n(1) والمذهب عند الحنابلة أنه يجب غسل نجاسة الكلب والخنزير سبعا، إحداهن بالتراب. ينظر: المرداوي، الإنصاف 2/ 277.\n(2) هذا قسم من أقسام عدم التأثير. والحنابلة يعبرون عن عدم التأثير: بأن الوصف لا مناسبة له ز ينظر: المرداوي، التحبير 7/ 3584.\n(3) المذهب عند الحنابلة: أن ما أتلف المرتد من شيء ضمنه. ينظر: المرداوي، الإنصاف 27/ 157.\nالجزء: 1 ¦ الصفحة: 77\n",
        "فيقول المعترض: دار الحرب لا تأثير لها في عدم الضمان عندكم.\nالتاسع: القدح في إفضاء المناسب إلى المصلحة المقصودة. مثاله: أن يقال في علة تحريم مصاهرة المحارم على التأبيد: إنها الحاجة إلى ارتفاع الحجاب. ووجه المناسبة: أن التحريم المؤبد يقطع الطمع في الفجور.\nفيقول المعترض: لا نسلم ذلك. بل قد يكون إفضاء إلى الفجور، لسده باب الزواج.\nوجوابه: بأن رفع الحجاب على الدوام مع اعتقاد التحريم لا يبقى معه المحل مشتهى طبعا كالأمهات.\nالعاشر: القدح في المناسبة. وهو: إبداء مفسدة راجحة أو مساوية.\nوجوابه: ترجيح المصلحة على المفسدة. ومن أمثلته أن يقال: التخلي للعبادة أفضل لما فيه من تزكية النفس (1).\nفيقول المعترض: لكنه يفوت أضعاف تلك المصلحة: من إيجاد الولد، وكف النظر، وكسر الشهوة.\nوجوابه: أن (2) مصلحة العبادة أفضل، إذ هي لحفظ الدين وما ذكر لحفظ النسل.\n(1) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن الاشتغال بالنكاح أفضل من التخلي لنوافل العبادة. ينظر: ابن أبي عمر، الشرح الكبير 20/ 14، والمرداوي، الإنصاف 20/ 23.\n(2) (أ) (ع) (س): بأن.\nالجزء: 1 ¦ الصفحة: 78\n",
        "الحادي عشر: عدم ظهور الوصف المدعي علة. كالرضى في العقود، والقصد والعمد في الأفعال.\nوالجواب: أن (1) ضبطه بصفة ظاهرة تدل عليه عادة. كصفة (2) العقود الدالة على الرضى، واستمال الخارق في القتل على العمدية.\nالثاني عشر (3).\n[الثالث عشر] (4): النقض. وهو: عبارة عن ثبوت الوصف في صورة مع عدم الحكم فيه.\nوجوابه: [منع] (5) وجود الوصف في صورة النقض، أو يمنع عدم الحكم فيها. وذلك يكون بإبداء مانع في محل النقض اقتضى نقيض الحكم، كما في العرايا (6) إذا أوردت على الربويات، بعموم (7) الحاجة\n(1) هكذا في جميع النسخ، ولعل الصواب: حذف أن.\n(2) هكذا في جميع النسخ ن ولعل الصواب: كصيغة. ينظر: المرداوي، التحبير 7/ 3605.\n(3) هكذا في جميع النسخ، لم يذكر المؤلف اسم القادح ولا وصفه. وهو عند الأوليين: كون الوصف المدعي علة غير منضبط. كالتعليل بالحكم والمصالح. ينظر: المرداوي، التحبير 7/ 3606.\n(4) إضافة يقتضيها السباق، وفي هامش الأصل، (س) الإشارة إلى ذلك.\n(5) إضافة يقتضيها السياق. ينظر: المرداوي، التحبير 7/ 3606.\n(6) العرايا: بيع الرطب في رؤوس النخل خرصا بمثله من التمر كيلا. ينظر: ابن قدامة، المقنع (مع الشرح) 12/ 63.\n(7) (ع): لعموم.\nالجزء: 1 ¦ الصفحة: 79\n",
        "إلى الرطب وقد لا يكون عندهم ثمر غير التمر. فالمصلحة في جوازها أرجح، ونحو ذلك.\nوكتحريم أكل الميتة إذا أورد عليه المضطر، إذ مفسدة هلاكه أعظم من مفسدة أكل المستقذرات.\nالرابع عشر: الكسر. وحاصله: وجود الحكمة المقصودة من الوصف في صورة مع عدم الحكم فيها. كما لو قيل في الترخيص في الإفطار في السفر: لحكمة المشقة، فيكسر بصفة شاقة في الحضر.\nوجوابه: بمنع وجود قدر الحكم (1) لعسر ضبط المشقة (2).\nفالكسر كالنقض في أن جوابه: بمنع وجود [5/ب] الحكم. أو منع عدم أو شرعية حكمته أرجح، كعدم قطع (3) القاتل لثبوت القتل.\nالخامس عشر: المعارضة في الأصل. كما إذا علل المستدل حرمة الربا [في الربا] (4): بالطعم. فعارضه المعترض: بالكيل. فيقول المستدرك: لا نسلم أنه مكيل، لأن العبرة بعادة زمن النبي - صلى الله عليه وسلم - ولم يكن\n(1) هكذا في جميع النسخ، ولعل الصواب: الحكمة. ينظر: المرداوي، التحبير 7/ 3239.\n(2) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الحكمة المجردة عن وصف ضابط لها لا يصح التعليل بها. وقد أجمع العلماء على أن من صنعته شاقة حضرا لا يترخص. ينظر: المرداوي، التحبير 7/ 3194، 3238، 3374.\n(3) الأصل: قتل. ولعل المثبت هو الصواب. ينظر: المرداوي، التحبير 7/ 3240.\n(4) إضافة يقتضيها السياق. ينظر: المرداوي، التحبير 7/ 3627.\nالجزء: 1 ¦ الصفحة: 80\n",
        "يومئذ مكيلا. بل كان موزونا (1).\nأو يقول: ولم قلت: إن الكيل مؤثر.\nوهذا الجواب: هو المسمى المطالبة. وإنما يسم حيث يكون ثبوت العلة بالمناسبة لا بالسبر. وللمعارضة جوابات أخر (2).\nالسادس عشر: منع وجود الوصف في الفرع.\nمثاله: أن يقال في أمان العبد: أمان صدر من أهله كالمأذون (3) له في القتال (4).\nفيقول المعترض: لا نسلم أن العبد أهل للأمان.\nوجوابه: بيان معنى الأهلية، بأن يقول: أريد أنه مظنة لرعاية المصلحة لإسلامه وعقله.\nالسابع عشر: المعارضة في الفرع بما يقتضي حكم الأصل. بأن يقول: ما ذكرته من الوصف وإن اقتضى ثبوت الحكم فعندي وصف آخر يقتضي نقيضه. وهذا هو الذي يعني بالمعارضة بما تقدم من\n(1) المذهب عند الحنابلة: أن العلة في تحريم ربا الفضل في البر الكيل. ينظر: المرداوي، الإنصاف 12/ 12.\n(2) ينظر: المرداوي، التحبير 7/ 3632.\n(3) الأصل: كالمأذونون: تصحيف (أ) (ع) (س) كالعبد المأذون.\n(4) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 10/ 341، والمرداوي، الإنصاف 10/ 341.\nالجزء: 1 ¦ الصفحة: 81\n",
        "الاعتراضات من قبل المعترض على المستدل.\nالثامن عشر: وهو إبداء خصوصية في الفرع هي شرط، أو إبداء خصوصية في الفرع هي مانع. ومرجع هذه القاعدة إلى المعارضة في الأصل، وقد مر (1).\nالتاسع عشر: اختلاف الضابط في الأصل والفرع. وهو الوصف المشتمل على الحكمة المقصودة.\nمثاله: أن يقول المستدل في شهود الزور على القتل إذا قتل بشهادتهم: تسببوا للقتل فيجب القصاص كالمكره (2).\nفيقول المعترض: الضابط مختلف، فإن في الأصل الإكراه وفي الفرع الشهادة، ولم يتحقق تساويهما في المصلحة وقد يعتبر الشارع أحدهما دون الآخر.\nوجوابه: بأن الضابط هو القدر المشترك وهو التسبب. أو بأن إفضاءه في الفرع مثل إفضائه في الأصل أو أرجح. ونحو ذلك.\nالعشرون: اختلاف جنس المصلحة في الأصل والفرع.\nمثاله: أن يقول المستدل: يحد باللواط كما يحد بالزنا، لأنه إيلاج\n(1) ينظر: المرداوي، التحبير 4/ 3647.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 25/ 31، والمرداوي، الإنصاف 25/ 32.\nالجزء: 1 ¦ الصفحة: 82\n",
        "فرج في فرج مشتهي طبعا محرم شرعاً (1).\nفيقول [6/أ] المعترض: اختلفت المصلحة في تحريمهما.\nففي الزنا: منع اختلاط النسب. وفي اللواط: دفع رذيلته. وقد يتفاوتان في نظر الشارع.\nوجوابه: بيان استقلال الوصف بالعلية من دون تفاوت.\nالحادي والعشرون: دعوى المخالفة بين حكم الأصل وحكم الفرع.\nمثاله: أن يقاس النكاح على البيع، أو البيع على النكاح: [في عدم الصحة] (2) يجامع في صورة.\nفيقول المعترض: الحكم مختلف، فإن معنى عدم المصلحة (3) في البيع حرمة الانتفاع بالمبيع، وفي النكاح حرمة المباشرة. وهما مختلفان.\nوالجواب: أن البطلان شيء واحد. وهو عدم ترتب المقصود من العقد عليه.\n(1) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 26/ 272، والمرداوي، الإنصاف 26/ 271.\n(2) إضافة يقتضيها السياق. ينظر: المرداوي، التحبير 7/ 3658.\n(3) هكذا في جميع النسخ، ولعل الصواب: الصحة. ينظر هامس (ع) والمرداوي، التحبير 7/ 3658.\nالجزء: 1 ¦ الصفحة: 83\n",
        "الثاني والعشرون: القلب. وحاصله: دعوى المعترض أن وجود الجامع في الفرع مستلزم حكما مخالفا لحكمه الذي أثبت به المستدل. نحو أن يقول الحنفي: الاعتكاف يشترط فيه الصوم، لأنه لبث فلا يكون بمجرده قربة كالوقوف بعرفة.\nفيقول المعترض: لا يشترط فيه الصوم كالوقوف بعرفة (1). وهو أقسام، كلها ترجع إلى المعارضة (2).\nالثالث والعشرون: القول بالموجب. وحاصله: تسليم مدلول الدليل مع بقاء النزاع. ومن أمثلته: أن يقول الشافعي في القتل بالمثقل: قتل بما يقتل غالبا، فلا ينافي القصاص كالقتل بالخارق (3). فيرى القول الموجب.\nفيقول المعترض: عدم المنافاة ليس بمحل النزاع، لأن محل النزاع: هو وجوب القصاص لا عدم المنافاة للقصاص. ونحو ذلك.\nالرابع والعشرون: سؤال التركيب، وهو ما تقدم: من شرط حكم الأصل أن لا يكون ذا قياس مركب (4).\n(1) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 7/ 566، والمرداوي، الإنصاف 7/ 566.\n(2) ينظر: المرداوي، التحبير 7/ 3662.\n(3) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 25/ 15، والمرداوي، الإنصاف 25/ 14.\n(4) لم يتقدم ذكر ذلك. والقياس المركب: ما اتفق عليه الخصمان لكن لعلتين مختلفتين، أو لعلة يمنع الخصم وجودها في الأصل. والمذهب عند الحنابلة، وقول عامة أهل العلم: اشتراط موافقة الخصمين على حكم الأصل. ينظر: المرداوي، التحبير 7/ 3165.\nالجزء: 1 ¦ الصفحة: 84\n",
        "الخامس والعشرون: سؤال التعدية.\nوذكروا في مثاله: أن يقول المستدل في البكر البالغة: بكر فتجبر كالصغيرة (1).\nفيقول المعترض: هذا معارض بالصغر. وما ذكرته وإن تعدي به الحكم إلى البكر البالغة. فما ذكرته قد (2) تعدي به الحكم إلى الثيب الصغيرة.\nوهذان (3) الاعتراضات قد يعدهما الجدليون في الاعتراضات، وليس أيهما اعتراضا برأسه، بل راجعان إلى بعض ما تقدم من الاعتراضات.\nفالأول: راجع إلى المنع. والثاني [6/ب] إلى المعارضة في الأصل. وقد تقدم بيان ذلك.\nفصل\nوبعض العلماء يذكر دليلا خامساً: وهو الاستدلال. قالوا: وهو ما\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: ابن أبي عمر، الشرح الكبير 20/ 120، والمرداوي، الإنصاف 20/ 120.\n(2) (ع): فقد.\n(3) (ع) فهذان.\nالجزء: 1 ¦ الصفحة: 85\n",
        "ليس بنص ولا إجماع ولا قياس علة (1)، وهو ثلاثة أنواع (2).\nالأول: تلازم بين الحكمين من دون تعيين علة (3). مثل: من صح ظهاره صح طلاقه (4).\nالثاني: الاستصحاب للحال (5). وهو: نحو ثبوت الشيء في وقته لثبوته قبله، لفقدان ما يصلح للتغيير (6). كقول بعض الشافعية في المتيمم يرى الماء في صلاته: يستمر فيها استصحابا للحال الأول، لأنه قد كان وجب عليه المضي فيها قبل الرؤية (7).\n(1) حاشية (أ) (س): فيدخل قياس الدلالة. اهـ وقد أخذ المؤلف هذا التعريف عن ابن الحاجب، في كتاب مختصر المنتهي 2/ 280. وعند الحنابلة: إقامة دليل ليس بنص ولا إجماع ولا قياس. ينظر: المرداوي، التحبير 8/ 3739.\n(2) ذكر المؤلف هنا ستة أنواع، وتقدم في طرق العلة: المصالح المرسلة. والمذهب عند الحنابلة، وقول عامة أهل العلم: أن منها أيضا الاستقراء، وسد الذرائع. ينظر: المرداوي، التحبير 8/ 3788، 3831.\n(3) هذا نوع من الاستدلال بالدوران، وقد تقدم عدم اعتباره.\n(4) مثل الأصوليون: بأن من صح طلاقه صح ظهاره. ينظر: المرداوي، التحبير 8/ 3747. ولعل ما ذكره المؤلف اقرب، لأنه محل اتفاق، وما ذكره الأصوليون محل اختلاف. فقد خالف بعضهم في اعتبار ظهار الصبي والعبد والذمي. ينظر: ابن أبي عمر، الشرح الكبير 23/ 246.\n(5) (ع): للحال. ساقط.\n(6) المذهب عند الحنابلة، وقول عامة أهل العلم: أن استصحاب الحكم الثابت بالإجماع في محل الخلاف ليس بحجة. ينظر: المرداوي، التحبير 8/ 3763.\n(7) المذهب عند الحنابلة، وقول طائفة من أهل العلم: بطلان صلاته. ينظر: ابن أبي عمر، الشرح الكبير 2/ 246، والمرداوي، الإنصاف 2/ 246.\nالجزء: 1 ¦ الصفحة: 86\n",
        "الثالث: شرع من قبلنا. والمختار: أن النبي - صلى الله عليه وسلم - لم يكن قبل البعثة متعبدا بشرع (1)، وأنه بعدها متعبد بما لم ينسخ من الشرائع فيجب الأخذ بذلك عند عدم الدليل في شريعتنا (2).\nقيل: ومنه (3): الاستحسان (4). وهو: عبارة عن دليل يقابل القياس الجلي (5).\nوقد يكون ثبوته بالأثر وبالإجماع وبالضرورة وبالقياس الخفي (6). ولا يتحقق استحسان مختلف فيه.\n(1) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أنه كان متعبدا بشرع من قبله مطلقا من غير تعيين واحد منهم بعينه. ينظر: المرداوي، التحبير 8/ 3770.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 8/ 3778.\n(3) حاشية (أ) (س): أي: الدليل.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الاستحسان حجة. ينظر: المرداوي، التحبير 8/ 3818.\n(5) أخذ المؤلف هذا التعريف عن بعض الحنفية، كما في كشف الأسرار، للبخاري 4/ 3 وهو نوع من أنواع الاستحسان. وعند الحنابلة: العدول بحكم المسألة عن نظائرها لدليل شرعي. ينظر: المرداوي، التحبير 8/ 3824.\n(6) هذه أقسام الاستحسان عند الحنفية. ينظر: البخاري، كشف الأسرار 4/ 5، والمرداوي، التحبير 8/ 3828.\nالجزء: 1 ¦ الصفحة: 87\n",
        "وأما [قول] (1) الصحابي: فالأكثر أنه ليس بحجة (2)، وقول النبي - صلى الله عليه وسلم - «أصحابي كالنجوم\n...\n» الخبر (3). ونحوه. المراد به المقلدون.\nخاتمة:\nإذا عدم الدليل الشرعي عمل بدليل العقل (4).\nوالمختار: أن كل ما ينتفع به من غير ضرورة عاجلة أو آجلة (5)\n(1) إضافة يقتضيها السياق. ينظر: المرداوي، التحبير 8/ 3797.\n(2) المذهب عند الحنابلة، وقول عامة أهل العلم: أنه حجة. ينظر: المرداوي، التحبير 8/ 3800.\n(3) أخرجه عبد بن حميد في المسند (المنتخب)، رقم 783، وابن بطة في الإبانة، رقم 701 من حديث ابن عمر رضي الله عنهما، وأخرجه ابن عدي في الكامل 3/ 1057، والخطيب في الفقيه والمتفقة 1/ 177، وابن بطة في الإبانة، رقم 700 من حديث عمر - رضي الله عنه -، وأخرجه القضاعي في المسند رقم 1346 من حديث أبي هريرة - رضي الله عنه - وأخرجه ابن عبد البر في الجامع 2/ 111، وابن حزم في الأحكام 6/ 82 من حديث جابر - رضي الله عنه - وأخرجه ابن بطة في الإبانة رقم=702 من حديث ابن عباس رضي الله عنهما وضعفه: أحمد، وابن عبد البر، وابن حزم، وابن القيم، وابن الملقن وغيرهم. ينظر: أبو يعلي، العدة 4/ 1107 وابن القيم، إعلام الموقعين 2/ 231 وابن الملقن، البدر المنير 9/ 584.\n(4) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن العقل لا يوجب ولا يحرم. ينظر: المرداوي، التحبير 2/ 716 أما استصحاب العدم الأصلي. فالمذهب عند الحنابلة، وقول عامة أهل العلم: أنه حجة. ينظر: المصدر السابق 8/ 3755.\n(5) (ع): عاجل أو آجل.\nالجزء: 1 ¦ الصفحة: 88\n",
        "فحكمه الإباحة عقلا (1). وقيل: الحظر. وبعضهم: توقف.\nلنا: أنا نعلم حسن (2) ما ذلك حاله، كعلمنا بحسن الإنصاف وقبح الظلم.\nالباب الثالث\nفي المنطوق والمفهوم\nالمنطوق: ما دل عليه اللفظ في محل النطق. فإن أفاد معنى لا يحتمل غيره: فنص، ودلالته قطعية. وإلا فظاهر، ودلالته ظنية. قيل: ومنه العام (3).\nثم النص. إما صريح: وهو ما وضع له اللفظ بخصوص.\nوإما غير صريح: وهو ما يلزم عنه.\nفإن قصد وتوقف الصدق، أو توقف الصحة العقلية أو الشرعية عليه فدلالة اقتضاء. مثل «رفع عن أمتي الخطأ والنسيان» (4). {وَاسْأَلِ\n(1) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن الأعيان المنتفع بها والعقود ونحوها قبل الشرع مباحة. ينظر: المرداوي، التحبير 2/ 765، 788.\n(2) (أ) جنس. وعلق في الهامش: لعله حسن.\n(3) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2338.\n(4) أخرجه ابن عدي في الكامل 2/ 390 من حديث أبي بكرة. وله شاهد من حديث ابن عباس، بلفظ «إن الله وضع عن أمتي». أخرجه ابن ماجة في السنن، رقم 2045، وابن حبان في الصحيح، رقم 7219، والدارقطني في السنن 4/ 170، والطبراني في الكبير 11/ 133، والحاكم في المستدرك 2/ 198 وصححه ووافقه الذهبي، والبيهقي في السنن 7/ 356، 10/ 60. وشاهد من حديث أبي ذر: أخرجه ابن ماجة في السنن، رقم 2043. وشاهد من حديث الحسن: أخرجه سعيد بن منصور في السنن 1/ 278.\nالجزء: 1 ¦ الصفحة: 89\n",
        "الْقَرْيَةَ} [سورة يوسف: 82] واعتق عبدك عني بألف.\nوإن لم يتوقف، وقرن بحكم لو لم يكن (1) لتعليله لكان بعيداً: فتنبيه (2)، وإيماء (3). نحو: عليك الكفارة. جوابا لمن قال: جامعت أهلي في رمضان (4).\n(إنها ليست بسبع) (5).\n(1) حاشية (أ) (س): ذلك اللفظ. (ع) أقحمت الحاشية في المتن.\n(2) (أ) (ع) (س): زيادة: نص.\n(3) (أ) وأما. وعلق في الهامش: لعلة: وإيماء.\n(4) أصله حديث: أخرجه البخاري في الصحيح، رقم 30، 2600، ومسلم في الصحيح، رقم 1111، وأحمد في المسند 2/ 281 من حديث أبي هريرة - رضي الله عنه -.\n(5) أصله حديث: أخرجه بلفظ (إنها ليست بنجس) أبو داود في السنن، رقم 76، والترمذي في الجامع، رقم 92 وقال حسن، صحيح وأحمد في المسند 5/ 296، 303، 309، وابن حبان في الصحيح، رقم 299، والحاكم في المستدرك 1/ 160 وصححه ووافقه الذهبي، من حديث أبي قتادة - رضي الله عنه -، وعند أ؛ مد في المسند 2/ 327، 442، والدارقطني في السنن 1/ 63، والحاكم في المستدرك 1/ 183، والبيهقي في السنن 1/ 249: من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «إن السنور سبع».\nالجزء: 1 ¦ الصفحة: 90\n",
        "(أرأيت لو تمضمضت بماء) (1).\nوإن لم يقصد: فدلالة إشارة، كقوله: «النساء ناقصات عقل ودين» قيل: وما نقصان دينهن [7/أ] فال: «تمكث إحداهن شطر دهرها لا تصلي» (2).\nفإن لم يقصد بيان أكثر الحيض وأقل الطهر. ولكن المبالغة تقتضي ذلك.\nفصل\nوالمفهوم: ما دل عليه اللفظ لا في محل النطق.\nوهو نوعان: الأول: متفق عليه، ويسمى مفهوم الموافقة. وهو: أن يكون المسكوت عنه موافقا للمنطوق به في محل الحكم.\nفإن كان فيه (3) معنى الأولى: فهو فحوى الخطاب. نحو: {فَلَا تَقُلْ\n(1) حاشية الأصل (أ) (س): جوابا لمن سأل عن القبلة. اهـ. والحديث: أخرجه أبو داود في السنن، رقم 2385، والنسائي في السنن الكبرى، رقم 2945، وأحمد في المسند 1/ 21، 52، وابن حبان في الصحيح، رقم 3544، والحاكم في المستدرك 1/ 431 وصححه ووافقه الذهبي، من حديث عمر - رضي الله عنه -.\n(2) أخرجه بلفظ «ما رأيت من ناقصات عقل ودين» البخاري في الصحيح، رقم 304، 462، 1951، ومسلم في الصحيح، رقم 80، من حديث أبي سعيد الخدري - رضي الله عنه - وأخرجه مسلم في الصحيح، رقم 79، وأحمد في المسند 2/ 66 من حديث ابن عمر رضي الله عنهما.\n(3) حاشية الأصل (أ) (س): أي المسكوت.\nالجزء: 1 ¦ الصفحة: 91\n",
        "لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا} [سورة الإسراء: 23] فإنه يدل على تحريم الضرب بطريق الأولى. وإن لم يكن فيه معنى الأولى: فهو لحن الخطاب (1).\nنحو: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} [سورة الأنفال: 65] فإنه يدل على وجوب ثبات الواحد للعشرة. لكن لا بطريق الأولى.\nوالثاني: مختلف فيه، ويسمى مفهوم المخالفة.\nوهو: أن يكون المسكوت عنه مخالفا للمنطوق في الحكم. ويسمى دليل الخطاب (2)، وهو أقسام:\nمفهوم اللقب (3). وهو أضعفها، والأخذ به قليل (4).\nومفهوم الصفة (5). وهو أقوى، والأخذ به أكثر (6).\nومفهوم الشرط (7). وهو فوقهما.\n(1) حاشية (أ) (س): أي معناه.\n(2) الأصل: الحكم. والمثبت هو الصواب. ينظر: المرداوي ن التحبير 6/ 2893.\n(3) حاشية (أ) (س): نحو: (جعلت تربتها لنا طهورا).\n(4) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أنه حجة. ينظر: المرداوي، التحبير 6/ 2945.\n(5) حاشية (أ) (س): نحو: في الغنم السائمة الزكاة.\n(6) المذهب عند الحنابلة وقول عامة أهل العلم أنه حجة. ينظر: المرداوي، التحبير 6/ 2906.\n(7) حاشية (أ) (س): من توضأ صحت صلاته.\nالجزء: 1 ¦ الصفحة: 92\n",
        "ومفهوم الغاية (1). وهو أقوى منهما (2).\nومفهوم العدد (3)، ومفهوم إنما (4). وقيل: هما منطوقان. وشرط الأخذ بمفهوم المخالفة على القول [به] (5): أن لا يخرج الكلام مخرج الأغلب، ولا لسؤال وحادثة متجددة أو تقدير جهالة، أو غير ذلك مما يقتضي تخصيص المذكور بالذكر.\nالباب الرابع\nفي الحقيقة والمجاز\nفالحقيقة: هي الكلمة المستعملة فيما وضعت له في اصطلاح التخاطب (6). وهي: لغوية وعرفية واصطلاحية [وشرعية] (7) ودينية.\n(1) حاشية (أ) (س): ثم أتموا الصيام إلى الليل.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2930.\n(3) حاشية (أ) (س): نحو: رفع القلم عن ثلاثة. اهـ والمذهب عند الحنابلة، وقول طائفة من أهل العلم: أنه حجة. ينظر: المرداوي، التحبير 6/ 2940.\n(4) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أنها تفيد الحصر فهما. ينظر: المرداوي، التحبير 6/ 2953.\n(5) الأصل (س) ساقط (أ) (ع) بياض. والإضافة يقتضيها السياق.\n(6) عند الحنابلة: قول مستعمل في وضع أول. ينظر: المرداوي، التحبير 1/ 382.\n(7) ساقط من الأصل. وينظر: الطوفي، شرح مختصر الروضة 1/ 491 والمرداوي، التحبير 1/ 389.\nالجزء: 1 ¦ الصفحة: 93\n",
        "ثم إن تعددت لفظا ومعنى: فمتباينة. وإن اتحدت معنى ولفظاً (1): فمنفردة. وإن تعددت لفظاً [واتحدت معنى] (2): فمترادفة. وإن تعددت معنى واتحدت لفظاً: فإن وضع اللفظ لتلك المعاني باعتبار أمر اشتركت فيه فشككه إن تفاوتت، كالموجود للقديم والمحدث. وإن لم تتفاوت فمتواطئ.\nوحينئذ: فإن اختلفت حقائق تلك المعاني فهو الجنس: حيوان. وإلا فهو النوع: كإنسان. وبعضهم يعكس.\nوإن وضع اللفظ الواحد للمعاني المتعددة لا باعتبار أمر اشتركت فيه: فهو المشترك اللفظي (3). كعين: للجارحة والجارية (4).\nفصل\nوالمجاز: هو الكلمة المستعملة في [7/ب] غير ما وضعت له في اصطلاح التخاطب لعلاقة مع قرينة (5).\nوهو نوعان: مرسل. كاليد للنعمة، والعين للرؤية.\n(1). (أ) (ع) (س): لفظا ومعنى.\n(2) إضافة من (أ) (ع) (س).\n(3) (ع): مشترك اللفظ.\n(4) ينظر: الفتوحي، شرح الكوكب 1/ 133.\n(5) عند الحنابلة: قول مستعمل بوضع ثان لعلاقة. ينظر: المرداوي، التحبير 1/ 391.\nالجزء: 1 ¦ الصفحة: 94\n",
        "واستعارة: كالأسد للرجل الشجاع.\nوقد يكون مركبا. كما يقال للمتردد في أمر: أراك تقدم رجلا وتؤخر أخرى.\nوقد يقع في الإسناد. مثل: جد جده. ولاستيفاء الكلام في ذلك فن آخر.\nوإذا تردد الكلام بين الحقيقة والاشتراك حمل على المجاز.\nويتميز المجاز من الحقيقة: بعدم اطراده، وصدق (1) نفيه، وغير ذلك (2).\nالباب الخامس\nفي الأمر والنهي\nالأمر: قول القائل لغيره: افعل، أو نحوه، على جهة الاستعلاء مريدا لما تناوله (3).\nوالمختار: أنه للوجوب لغة وشرعا (4)، لمبادرة العقلاء إلى ذم عبد\n(1) الأصل (أ) (س): وصرف. وعلق في الهامش لعله: وصدق. (ع) وصحة.\n(2) ينظر: الفتوحي، شرح الكوكب المنير 1/ 180.\n(3) عند الحنابلة: اقتضاء فعل أو استدعاء فعل بقول ممن هو دونه. ينظر: المرداوي، التحبير 5/ 2165.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الأمر المجرد عن قرينة حقيقة في الوجوب. ينظر: المرداوي، التحبير 5/ 2202.\nالجزء: 1 ¦ الصفحة: 95\n",
        "لم يمتثل أمر سيده، ولاستدلال السلف بظواهر الأوامر على الوجوب.\nوقد تردد صيغته للندب والإباحة والتهديد وغيرها مجازاً.\nوالمختار: أنه لا يدل على المرة والتكرار (1)، ولا على الفور ولا على التراخي (2). وإنما يرجع في ذلك إلى القرائن.\nوأنه لا يستلزم القضاء، وإنما يعلم بدليل آخر (3).\nوتكريره بحرف العطف يقتضي تكرار المأمور به وفاقاً (4). وكذا بغير عطف على المختار. إلا لقرينة: من تعريف أو غيره (5).\nفإذا ورد الأمر مطلقا غير مشروط وجب تحصيل ما لا يتم إلا به. حيث كان مقدوراً للمأمور (6).\n(1) المذهب عند الحنابلة، وقول طائفة من العلم: أن الأمر بلا قرينة للتكرار حسب الإمكان. ينظر: المرداوي، التحبير 5/ 2211.\n(2) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الأمر المطلق يقتضي الفور. ينظر: المرداوي، التحبير 5/ 2225.\n(3) المذهب عند الحنابلة، وقول عامة أهل العلم: أن القضاء بالأمر الأول. ينظر: المرداوي، التحبير 5/ 2260.\n(4) (ع): اتفاقاً.\n(5) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2272.\n(6) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 2/ 923.\nالجزء: 1 ¦ الصفحة: 96\n",
        "والصحيح: أن الأمر بالشيء [ليس نهياً عن ضده، ولا العكس (1).\nفصل\nوالنهي: قول القائل لغيره: لا تفعل] (2) أو نحوه، على جهة الاستعلاء كارها لما تناوله (3).\nويقتضي مطلقة: الدوام لا مقيدا (4). ويدل على قبح المنهي عنه لا فساده. على المختار فيهما (5).\nالباب السادس\nفي العموم والخصوص والإطلاق والتقييد\nالعام: هو اللفظ المستغرق لما يصلح له. من دون تعيين مدلوله ولا\n(1) المذهب عند الحنابلة، وقوله عامة أهل العلم: أن الأمر بالشيء نهي عن ضده، والنهي عن الشيء أمر بضده. ينظر: المرداوي، التحبير 5/ 2232، 2238.\n(2) ساقط من الأصل.\n(3) عند الحنابلة: اقتضاء ترك أو استدعاء ترك بقول ممن هو دونه. ينظر: المرداوي، التحبير 5/ 2279.\n(4) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2302.\n(5) المذهب عند الحنابلة، وقول عامة أهل العلم: أن مطلق النهي عن الشيء يقتضي فساده. ينظر: المرداوي، التحبير 5/ 2286.\nالجزء: 1 ¦ الصفحة: 97\n",
        "عدده (1).\nوالخاص: بخلافه. والتخصيص: إخراج بعض ما تناوله العام (2). وألفاظ العموم: كل، وجميع، وأسماء الاستفهام والشرط، والنكرة المنفية، والجمع المضاف الموصوف الجنسي، والمعرف بلام الجنس مفردا أو جمعاً.\nوالمختار: أن المتكلم يدخل في عموم خطابه (3).\nوأن مجيء العام للمدح والذم لا يبطل عمومه (4).\nوأن نحو: لا أكلت. عام في المأكولات فيصح تخصيصه (5).\nوأنه يحرم على المستدل العمل بالعام قبل البحث عن تخصيصه (6)،\n(1) عند الحنابلة: ما عم شيئين فصاعدا. أو اللفظ الدال على جميع أجزاء ماهية مدلوله. ينظر: المرداوي، التحبير 5/ 2311.\n(2) عند الحنابلة: قصر العام على بعض أجزائه. ينظر: المرداوي، التحبير 6/ 2509.\n(3) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2496.\n(4) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2502، 6/ 2627.\n(5) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2429.\n(6) المذهب عند الحنابلة، وقول طائفة من أهل العلم: يجب اعتقاد العموم والعمل به في الحال. ينظر: المرداوي، التحبير 6/ 2835.\nالجزء: 1 ¦ الصفحة: 98\n",
        "وأنه يكفي المطلع ظن عدمه (1). وأن نحو: يا أيها الناس. لا يدخل فيه من سيوجد إلا بدليل آخر (2).\nوأن دخول النساء في عموم يا أيها [8/أ] الذين آمنوا. ونحوه. بنقل الشرع أو التغليب (3).\nوأن ذكر حكم بجملة لا يخصصه ذكره لبعضها. وكذا عود الضمير إلى بعض أفراد العام، إذ لا تنافي بين ذلك في الصورتين (4).\nوالمخصص: متصل ومنفصل.\nوالمتصل: الاستثناء، والشرط، والصفة، والغاية، وبدل البعض (5).\nوالمختار: أنه لا يصح تراخي الاستثناء إلا قدر تنفس أو بلع ريق (6).\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2841.\n(2) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن يا أيها الناس ونحوه يعم الغائب والمعدوم إذا وجد وكلف لغة. ينظر: المرداوي، التحبير 5/ 2494.\n(3) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن ما يغلب فيه المذكر يعم النساء تبعا. ينظر: المرداوي، التحبير 5/ 2476.\n(4) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم. ينظر: المرداوي، التحبير 5/ 2704.\n(5) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن بدل البعض ليس من المخصصات. ينظر: المرداوي، التحبير 6/ 2530.\n(6) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2560.\nالجزء: 1 ¦ الصفحة: 99\n",
        "أنه يصح استثناء الأكثر (1)، وأنه من النفي إثبات والعكس (2)، وأنه بعد الجمل المتعاطفة يعود (3) إلى جميعها إلا لقرينة (4).\nوأما المنفصل: فهو الكتاب، والسنة، والإجماع، والقياس، والعقل، والمفهوم على القول به (5).\nوالمختار: أنه يصح تخصيص كل من الكتاب والسنة بمثله، وسائرها والمتواتر بالآحادي (6).\nوأنه لا يقصر العموم على سببه (7)، ولا يخصص العام بمذهب راويه (8) ولا بالعادة ولا بتقدير ما أضمر في المعطوف مع العام\n(1) المذهب عند الحنابلة، وقول طائفة من أهل العلم: لا يصح استثناء الأكثر. ينظر: المرداوي، التحبير 6/ 2573.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2606.\n(3) (ع): يرجع ز وعلق في الهامش: ن (نسخة) يعود.\n(4) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2590.\n(5) تقدم القول باعتباره: وينظر: المرداوي، التحبير 6/ 2664.\n(6) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2650، 2662.\n(7) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2391.\n(8) المذهب عند الحنابلة، وقول عامة أهل العلم: أن مذهب الصحابي يخصص به العام. ينظر: المرداوي، التحبير 6/ 2676.\nالجزء: 1 ¦ الصفحة: 100\n",
        "المعطوف عليه (1).\nوأن العام بعد تخصيصه لا يصير مجازا فيما بقي بلا حقيقة (2)، وأنه يصح تخصيص الخبر (3) , ولا يصح تعارض العمومين في قطعي، ويصح في الخاص والعام فيعمل بالمتأخر منهما، فإن جهل التاريخ اطرحا (4).\nوقال [بعضهم] (5): يعمل بالخاص فيما تناوله وبالعام فيما عداه، تقدم الخاص أم تأخر أم جهل التاريخ.\nفصل\nوالمطلق: ما دل على شائع في جنسه (6). والمقيد بخلافه، وهما\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2450.\n(2) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم. ينظر: المرداوي، التحبير 5/ 2374.\n(3) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2514.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الخاص يقدم مطلقا. ينظر: المرداوي، التحبير 6/ 2644.\n(5) بياض في الأصل و (أ) و (س) والإضافة يقتضيها السياق. ينظر: المرداوي، التحبير 6/ 2645.\n(6) أخذ المؤلف التعريف عن ابن الحاجب في المختصر 2/ 155 وعند الحنابلة: ما تناول واحدا غير معين باعتبار حقيقة شاملة لجنسه. ينظر: المرداوي، التحبير 6/ 2711.\nالجزء: 1 ¦ الصفحة: 101\n",
        "كالعام والخاص\nوإذا وردا في حكم واحد عمل (1) بالتقييد إجماعا (2)، لا في حكمين مختلفين من جنسين اتفاقا. ولا حيث اختلف السبب واتحد الجنس، على المختار (3).\nالباب السابع\nفي المجمل والمبين والظاهر والمؤول\nالمجمل: ما لا يفهم منه المراد (4) تفصيلا.\nوالمبين: مقابله. والبيان هنا: ما يتبين به المراد بالخطاب المجمل.\nويصح البيان بكل من الأدلة السمعية، ولا يلزم شهرة البيان كشهرة المبين. ويصح التعليق في حسن الشيء بالمدح، إذ هو كالحث. وفي قبحه بالذم، إذ هو آكد من النهي (5).\n(1) (أ) (ع) (س): حكم.\n(2) المذهب عند الحنابلة، وقول عامة أهل العلم وحكي إجماعا: يحمل المطلق على المقيد. ينظر: المرداوي، التحبير 6/ 2720.\n(3) المذهب عند الحنابلة، وقول عامة أهل العلم: إذا اتحد الحكم واختلف السبب حمل المطلق على المقيد. ينظر: المرداوي، التحبير 6/ 2729.\n(4) (أ) (ع): المراد به.\n(5) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم كما تقدم في الباب السادس. وينظر: المرداوي، التحبير 5/ 2502، 2814.\nالجزء: 1 ¦ الصفحة: 102\n",
        "والمختار: أنه لا إجمال في الجمع المنكر إذ يحمل على الأقل (1)، ولا في تحريم الأعيان إذ يحمل على المعتاد (2)، ولا في العام المخصص (3)، ولا في نحو «لا صلاة إلا بطهور» (4)، و «الأعمال بالنيات» (5) , و «رفع عن أمتي الخطأ والنسيان» (6) (7).\nوأنه يجوز تأخير التبليغ، إذ المقصود المصلحة. ولا يجوز تأخير البيان ولا التخصيص عن وقت الحاجة إجماعا، إذ يلزم التكليف بما لا يعلم.\nفأما عن وقت الخطاب. فالمختار: جواز ذلك في الأمر والنهي،\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 5/ 2366.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2760.\n(3) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم كما تقدم في الباب السادس. وينظر: المرداوي، التحبير 5/ 2370.\n(4) أخرجه مسلم في الصحيح، رقم 224، وأحمد في المسند 2/ 20، 39 عن ابن عمر رضي الله عنهما.\n(5) أخرجه البخاري في الصحيح، رقم 54 عن عمر - رضي الله عنه - وأخرجه بلفظ مقارب: البخاري في الصحيح، رقم 1، 2529، 3898، ومسلم في الصحيح، رقم 197، وأحمد المسند 25، 43.\n(6) سبق تخريجه.\n(7) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ويقتضي النفي عندهم نفي الصحة. ينظر: المرداوي، التحبير 6/ 2776.\nالجزء: 1 ¦ الصفحة: 103\n",
        "وعلى السامع البحث (1) , ولا يجوز ذلك في الأخبار (2) [8/ب].\nفصل\nوالظاهر: يطلق على ما يقابل النص، وعلى ما يقابل المجمل. وقد تقدم (3).\nوالمؤول: ما يراد به خلاف ظاهره. والتأويل: صرف اللفظ عن حقيقته إلى مجازه أو قصره على بعض مدلولاته لقرينة اقتضتهما (4). وقد يكون قريبا فيكفي فيه أدنى مُرجّح، وبعيدا فيحتاج إلى الأقوى، ومتعسفا فلا يقبل.\nالباب الثامن\nفي النسخ\nوهو إزالة مثل الحكم الشرعي بطريق شرعي مع تراخ بينهما (5).\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 2820.\n(2) المذهب عند الحنابلة، وقول عامة أهل العلم: جواز تأخير البيان عن وقت الخطاب إلى وقت الحاجة مطلقا. ينظر: المرداوي، التحبير 6/ 2823.\n(3) الظاهر عند الحنابلة: ما دل دلالة ظنية وضعا أو عرفا. ينظر: المرداوي، التحبير 6/ 2847.\n(4) التأويل الصحيح عند الحنابلة: حمل ظاهر على محتمل مرجوح بدليل يصيره راجحا. ينظر: المرداوي، التحبير 6/ 2849.\n(5) عند الحنابلة: رفع حكم شرعي بدليل شرعي متراخ. ينظر: المرداوي، التحبير 6/ 2974.\nالجزء: 1 ¦ الصفحة: 104\n",
        "والمختار: جوازه وإن لم يقع الإشعار به أولا (1).\nونسخ ما قيد بالتأبيد وإلى غير بدل، والأخف بالأشق كالعكس، والتلاوة والحكم جميعا وأحدهما دون الآخر، ومفهوم الموافقة مع أصله (2)، وأصله دونه، وكذا العكس إن لم يكن فحوى (3).\nولا يجوز نسخ الشيء قبل إمكان فعله (4). والزيادة على العبادة إن لم يجز المزيد عليه من دونها [ليست نسخا] (5).\nوالنقص منها نسخ للساقط اتفاقاً (6)، لا للجميع على المختار (7).\nولا يصح نسخ الإجماع ولا القياس إجماعا (8).\n(1) المذهب عند الحنابلة، وقول عامة أهل العلم: أنه لا نسخ قبل علم المكلف بالمأمور. ينظر: المرداوي، التحبير 6/ 3002.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم في الجميع. ينظر: المرداوي ن التحبير 6/ 3006، 3017، 3022، 3029، 3079.\n(3) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم. ينظر: المرداوي، التحبير 6/ 3080.\n(4) المذهب عند الحنابلة، وقول طائفة من أهل العلم: يجوز النسخ قبل دخل وقت الفعل. ينظر: المرداوي، التحبير 6/ 2997.\n(5) زيادة يقتضيها السباق. وهذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 3095.\n(6) هكذا في جميع النسخ. ولعل الصواب: فقط.\n(7) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم. ينظر: المرداوي، التحبير 6/ 3105.\n(8) ينظر: حكاية الخلاف في نسخ القياس: المرداوي، التحبير 6/ 3070.\nالجزء: 1 ¦ الصفحة: 105\n",
        "ولا النسخ بهما على المختار (1)، ولا متواتر بالآحادي (2) وطريقنا إلى العلم بالنسخ: إما بالنص من (3) النبي - صلى الله عليه وسلم - أو من أهل الإجماع صريحا أو غير صريح. وإما أمارة قوية كتعارض الخبرين من كل وجه، مع معرفة المتأخر بنقل أو قرينة كقراءة أو حالة. فيعمل بذلك في المظنون فقط على المختار (4).\nالباب التاسع\nفي الاجتهاد والتقاليد\nالاجتهاد: استفراغ الفقيه الوسع في تحصيل ظن بحكم شرعي (5). والفقيه: من يتمكن من استنباط الأحكام الشرعية عن أدلتها وأماراتها التفصيلية (6).\n(1) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 3064.\n(2) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 6/ 3041.\n(3) (ع): عن.\n(4) هذا هو المذهب عند الحنابلة، وقول طائفة من أهل العلم. ينظر: المرداوي، التحبير 8/ 4129.\n(5) أخذه المؤلف عند ابن الحاجب في المختصر 2/ 289. وعند الحنابلة: استفراغ الفقيه وسعة لدرك حكم شرعي. ينظر: المرداوي، التحبير 8/ 3865.\n(6) الفقيه عند الحنابلة: من عرف جملة غالبة من الأحكام الشرعية الفرعية عن أدلتها التفصيلية بالاستدلال. ينظر: المرداوي، التحبير 1/ 165.\nالجزء: 1 ¦ الصفحة: 106\n",
        "وإنما يتمكن من ذلك من حصّل ما يحتاج إليه فنه (1): من علوم الغريب (2)، والأصول والكتاب، والسنة، ومسائل الإجماع.\nوالمختار: جواز تعبد النبي - صلى الله عليه وسلم - بالاجتهاد عقلاً (3)، وأنه لا قطع بوقوع ذلك ولا انتفائه (4)، وأنه وقع ممن عاصره في غيبته وحضرته (5)، وأن الحق في القطعيات مع واحد والمخالف مخطئ آثم (6).\nوأما الظنية العملية: فكل مجتهد فيها (7) مصيب (8)، وأنه لا يلزم المجتهد تكرر النظر لتكرر الحادثة (9)، وأنه يجب عليه البحث عن\n(1) (ع): فيه.\n(2) هكذا في جميع النسخ، والصواب: العربية. ينظر: المرداوي، التحبير 6/ 3875.\n(3) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 8/ 3890.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: وقوعه. ينظر: المرداوي، التحبير 8/ 3893.\n(5) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 8/ 3912.\n(6) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 8/ 3952.\n(7) (س): منها.\n(8) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الحق في المسائل الظنية واحد، فمن أصابه فمصيب وإلا فمخطئ مثاب على اجتهاده. ينظر: المرداوي، التحبير 8/ 3932.\n(9) المذهب عند الحنابلة، وقول طائفة من أهل العلم: يلزم المفتي تكرير النظر عند تكرار الواقعة. ينظر: المرداوي، التحبير 8/ 4055.\nالجزء: 1 ¦ الصفحة: 107\n",
        "الناسخ والمخصص حتى يظن عدمهما (1)، وأنه لا يجوز له تقليد غيره مع تمكنه من الاجتهاد ولو أعلم منه ولو صحابيا ولا فيما يخصه (2)، ويحرم بعد أن اجتهد اتفاقا.\nوإذا تعارضت عليه الأمارات رجع إلى الترجيح، فإن لم يظهر له رجحان. فقيل: يخير. وقيل: يقلد غيره. وقيل: [9/أ] يرجع إلى حكم العقل (3).\nولا يصح لمجتهد قولان متناقضان في وقت واحد.\nوما يحكي عن الشافعي (4) متأول.\nويعرف مذهب المجتهد: بنصه الصريح، وبالعموم الشامل من كلامه، وبمماثلة ما نص عليه، [وتعليله بعلة توجد في غير ما نص عليه] (5) وإن كان يرى جواز تخصيص العلة.\n(1) تقدم بيان ذلك في الباب السادس.\n(2) هذا هو المذهب عن الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 8/ 3988.\n(3) المذهب عند الحنابلة، وقول طائفة من أهل العلم: التوقف حتى يتبين الحكم. ينظر: المرداوي، التحبير 8/ 4133.\n(4) في جميع النسخ: ش، وفي (أ) علق في الهامش كذا وجدت و (س) علق: كذا. وهو رمز للإمام الشافعي. وينظر: المرداوي، التحبير 8/ 3955.\n(5) ما بينهما ساقط من الأصل.\nالجزء: 1 ¦ الصفحة: 108\n",
        "وإذا رجع عن اجتهاد وجب عليه إيذان مقلده (1).\nوفي جواز نقض (2) الاجتهاد خلاف (3).\nفصل\nوالتقليد: هو اتباع قول الغير من دون حجة ولا شبهة (4). ولا يجوز التقليد في الأصول، ولا في العلميات (5) وما يترتب عليها.\nويجب في العملية المحضة الظنية والقطعية على غير المجتهد. وعلى المقلد البحث عن كمال مقلده [في عمله] (6) وعدالته.\nويكفي انتصابه للفتيا في بلد إمام محق لا يجيز تقليد كافر التأويل وفاسقه، ويتحرى الأكمل إن أمكنه.\n(1) المذهب عند الحنابلة، وقول طائفة من أهل العلم: أن الحكم الأول باق على ما كان عليه، إذا قلده. أما إذا لم يقلده (لم يعمل بفتواه) لزم إعلامه. ينظر: المرداوي، التحبير 8/ 3980، 3981.\n(2) الأصل (أ) (ع): مجرى (س) محري. وعلق في الهامش. لعله مجرى. ولعل المثبت هو الصواب ..\n(3) المذهب عند الحنابلة، وقول عامة أهل العلم: لا ينقض حكم في مسألة اجتهادية. ينظر: المرداوي، التحبير 8/ 3971.\n(4) عند الحنابلة: أخذ مذهب الغير بلا معرفة دليله. ينظر: المرداوي، التحبير 8/ 4011.\n(5) الأصل (س): العمليات. والمثبت هو الصواب.\n(6) ما بينهما ساقط من الأصل.\nالجزء: 1 ¦ الصفحة: 109\n",
        "والحي أولى من الميت، والأعلم من الأورع، والأئمة المشهورون أولى من غيرهم.\nوالتزام مذهب إمام معين أولى اتفاقا. وفي وجوبه الخلاف (1).\nوبعد التزام من جملة أو حكم معين يحرم الانتقال بسبب (2) ذلك، على المختار (3). إلا إلى ترجيح نفسه إن كان أهلا للترجيح.\nويصير ملتزما بالنية. وقيل: مع لفظ أو عمل. وقيل: بالعمل وحده. وقيل: بالشروع في العمل. وقيل: باعتقاده صحة قوله. وقيل: بمجرد سؤاله (4).\nواختلف في جواز تقليد إمامين فصاعداً (5).\n(1) المذهب عند الحنابلة، وقول عامة أهل العلم: لا يجب ذلك. ينظر: المرداوي، التحبير 8/ 4084.\n(2) (أ) (ع) (س): بحسب.\n(3) المذهب عند الحنابلة ن وقول عامة أهل العلم: لا يجوز للعامي تتبع الرخص. ينظر: المرداوي، التحبير 8/ 4090.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: أنه إذا عمل المقلد بفتوى من أفتاه لزمه ذلك. وإن لم يعمل بفتواه، فالمذهب عند الحنابلة، وقول طائفة من أهل العلم: أنه يلزم ذلك بالتزامه. ينظر: المرداوي، التحبير 8/ 4095.\n(5) المذهب عند الحنابلة، وقول عامة أهل العلم: لا ترجيح في المذاهب الخالية عن دليل. ينظر: المرداوي، التحبير 8/ 4146. والمذهب عند الحنابلة، وقول عامة أهل العلم ك أنه لا يلزم التمذهب بمذهب، والأخذ برخصه وعزائمه كما تقدم. ينظر: المرداوي، التحبير 8/ 4086، 3978.\nالجزء: 1 ¦ الصفحة: 110\n",
        "ولا يجمع مستفت بين قولين في حكم على وجه لا يقول به أي القائلين.\nويجوز لغير المجتهد أن يفتي بمذهب مجتهد حكاية مطلقا وتخريجا، إن كان مطلعا على المآخذ أهلا [للنظر] (1).\nوإذا اختلف المفتون على المستفتي (2) غير الملتزم، فقيل: يأخذ بأول فتيا. وقيل: بما ظنه الأصح. وقيل: يخير (3). وقيل: يأخذ بالأخف في حق الله تعالى ويعمل بالأشد في حق العبد. قيل يخير في حق الله سبحانه وفي حق العبد بحكم الحاكم (4).\nومن لا يعقل معنى التقليد لفرط عاميته: فالأقرب صحة ما فعله معتقدا لجوازه ما لم يخرق الإجماع، ويعامل في ذلك بمذهب علماء جهته ثم أقرب جهة إليها. والله أعلم.\n(1) إضافة من (أ) و (ع) وهذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 8/ 4072.\n(2) الأصل (س): المستفتين. المثبت هو الصواب.\n(3) (ع): وقيل يخير. ساقط.\n(4) المذهب عند الحنابلة، وقول طائفة من أهل العلم: يتخير. ينظر: المرداوي، التحبير 8/ 4098.\nالجزء: 1 ¦ الصفحة: 111\n",
        "الباب العاشر\nفي الترجيح\nهو اقتران (1) الأمارة بما تقوى (2) به على معارضها (3).\nفيجب تقديمها؛ للقطع عن السلف بإيثار الأرجح.\nولا تعارض إلا بين ظنيين نقليين أو عقليين أو مختلفين [9/ب].\nفيرجح أحد الخبرين على الآخر، لكثرة رواته، وبكونه أعلم بما يرويه، وبثقته وضبطه، وكونه المباشر أو صاحب القصة، أو مشافها (4)، أو أقرب مكانا، أو من أكابر الصحابة رضي الله عنهم أو متقدم الإسلام، أو مشهور النسب،\nأو غير ملتبس (5) بمضعف (6)، أو بتحمله بالغا وبكثرة المزكين\n(1) في جميع النسخ: أقرب. والمثبت هو الصواب. ينظر: المرداوي، التحبير 8/ 4141.\n(2) (س) (ع): يقوي.\n(3) في جميع النسخ: معارضتها. وعلق في هامش الأصل و (أ) و (س): لعله معارضها أهـ. وهو الصواب. ينظر: المرداوي، التحبير 8/ 4141. وعند الحنابلة أيضا: تقوية أحد أمارتين على أحرى لدليل. ينظر: المرداوي، التحبير 8/ 4140.\n(4) الأصل (ع) (س): مسامتها. ولعل المثبت هو الصواب. وينظر: المرداوي، التحبير 8/ 4156.\n(5) (أ) (ع) (س): متلبس.\n(6) المذهب عند الحنابلة، وقول عامة أهل العلم: أن الملتبس بمضعف لا يؤثر في روايته. ينظر: المرداوي، التحبير 8/ 4159.\nالجزء: 1 ¦ الصفحة: 112\n",
        "وعدالتهم (1)، وبكونه عرف أنه لا يرسل إلا عن عدل في المرسلين.\nويرجح الخبر الصريح (2) على الحكم (3)، والحكم على العمل (4).\nقيل: والمسند على المرسل (5)، [وقيل: العكس] (6) وقيل: سواء.\nويرجح المشهور ومرسل التابعي، ومثل البخاري ومسلم على غيرهما.\nويرجح النهي على الأمر، والأمر على الإباحة، والأقل احتمالا على الأكثر، والحقيقة على المجاز، والمجاز على المشترك، والأقرب من المجازين على الأبعد، والخاص على العام، وتخصيص العام على تأويل الخاص، والذي لم يخصص على الذي خصص، والعام الشرطي\n(1) الأصل: وعدم التهم. والمثبت هو الصواب. وينظر: المرداوي، التحبير 8/ 4160.\n(2) الأصل: الصحيح. والمثبت هو الصواب.\n(3) المذهب عند الحنابلة، وقول طائفة من أهل العلم: التعديل بالحكم أقوى. ينظر: المرداوي، التحبير 4/ 1934.\n(4) المذهب عند الحنابلة، وقول عامة أهل العلم: أن العمل بخير الراوي لا يكون تعديلا، إلا أن يعلم أن لا مستند له غيره. ينظر: المرداوي، التحبير 4/ 1936.\n(5) هذا هو المذهب عند الحنابلة، وقول عامة أهل العلم. ينظر: المرداوي، التحبير 8/ 4160.\n(6) ساقط من الأصل. وينظر: المرداوي، التحبير 8/ 4160.\nالجزء: 1 ¦ الصفحة: 113\n",
        "على النكرة المنفية، وغيرهما، وما ومن والجمع المعرف باللام على الجنس المعرف به.\nويرجح الوجوب على الندب، والإثبات على النفي، والدارئ للحد على الواجب له، والموجب للطلاق والعتق على الآخر.\nويرجع الخبر بموافقته دليلا آخر، أو لأهل المدينة، أو الخلفاء، أو للأعلم.\nوبتفسير رواته له، أو بقرينة بآخرة. وبموافقته القياس، وبكون (1) حكم أصله قطعيا والآخر ظنيا، أو دليله (2) أقوى أو لم يُنسخ باتفاق. أو تكون علته أقوى، لقوة طريق وجودها في الأصل أو طريق كونها علة, أو بأن يصحبها علة أخرى تقويها، أو يكون حكمها حظراً أو وجوبا دون معارضها.\nأو (3) بأن تشهد لها الأصول، أو منتزعة من أصول كثيرة، أو يعلل بها الصحابي أو أكثر الصحابة.\nويرجح الوصف الحقيقي على غيره، والثبوتي على العدمي،\n(1) الأصل (أ) (س): يكون. ولعل المثبت هو الصواب. ينظر: المرداوي، التحبير 8/ 4206.\n(2) الأصل (س): دليلا. ولعل المثبت هو الصواب. ينظر: المرداوي، التحبير 8/ 4226.\n(3) الأصل (س): و. والمثبت هو الصواب.\nالجزء: 1 ¦ الصفحة: 114\n",
        "والباعثة على الأمارة المجردة، والمنعكسة على خلافها.\nوالمطردة فقط على المنعكسة فقط، والسير على المناسبة، والمناسبة على الشبه.\nويرجح بالقطع بوجود العلة في الفرع، وبكون حكم الفرع ثابتا بالنص في الجملة (1)، وبمشاركته في عين الحكم وعين العلة على الثلاثة الأخر. وعين أحدهما على الجنسين، وعين العلة مع جنس الحكم على العكس.\nووجوه / الترجيح لا تنحصر، ولا يخفي اعتبارها على الفطن مع توفيق الله عز وجل [10/أ].\n[\nخاتمة في الحدود\n] (2)\nالحد في الاصطلاح: ما يميز الشيء عن غيره.\nوهو لفظي ومعنوي. فاللفظي: كشف لفظ بلفظ أجلي منه مرادف له.\nوالمعنوي: حقيقي ورسمي. وكلامهما تام وناقص.\nوالحقيقي التام: ما ركب من جنس الشيء وفصله القريبين. كحيوان.\n(1) المذهب عند الحنابلة، وقول عامة أهل العلم: لا يشترط ثبوت حكم الفرع بنص جملة. ينظر: المرداوي، التحبير 7/ 3310.\n(2) ما بينهما ساقط من الأصل و (ص) وفي هامش الأصل: بياض بالأصل.\nالجزء: 1 ¦ الصفحة: 115\n",
        "والحقيقي الناقص: ما كان بالفصل وحده: كناطق. أو مع جنسه البعيد: كجسم ناطق\nوالرسمي التام: ما كان بالجنس القريب والخاصة: كحيوان ضاحك.\nوالرسمي الناقص: ما كان بالخاصة وحدها، أو مع الجنس البعيد (1). لا مع العرضيات (2) التي تختص جملتها بحقيقة واحدة، كقولنا في تعريف الإنسان: ما ش على قدميه، عريض الأظفار، [بادي البشرة] (3)، مستوي القامة، ضاحك بالطبع.\nويجب الاحتراز بالحدود: عن تعريف الشيء بما يساويه في الجلاء والخفاء، وبما لا يعرف إلا به مرتبة أو مراتب، وعن استعمال الألفاظ الغريبة (4) بالنظر إلى المخاطب.\nويرجح بعض الحدود السمعية على بعض: بكون ألفاظه أصرح، أو المعرفة (5) به أعرف، وبعمومه، وبموافقته النقل السمعي أو (6) اللغوي،\n(1) حاشية (أ) (س): كجسم ضاحك.\n(2) حاشية (أ): فإن هذه العرضيات الخمس لا توجد مجتمعة إلا في الإنسان. فصح التعريف بها.\n(3) ما بينهما ساقط من الأصل.\n(4) في جميع النسخ: القريبة. وجاء في هامس الأصل و (أ) و (س): لعلة الغريبة. والمثبت هو الصواب. ينظر: المرداوي، التحبير 8/ 4269.\n(5) (أ) (ع): المعرف.\n(6) (أ) (ع): المعرف.\nالجزء: 1 ¦ الصفحة: 116\n",
        "المعرفة (1) به أعرف، وبعمومه، وبموافقته النقل السمعي أو (2) اللغوي، وبعمل أهل المدينة أو (3) الخلفاء الأربعة أو العلماء أو بعضهم، وبتقرير (4) حكم الحظر أو حكم النفي، وبدرء الحد. إلى غير ذلك مما (5) لا يعزب عمن له طبع سليم وفهم مستقيم وتوفيق من الفتاح العليم. والله يهدي من يشاء إلى صراط مستقيم.\n(6) والحمد لله وحده، والصلاة على أشرف المرسلين نبينا محمد وعلى آله وصحبه وسلم تسليما كثيراً.\n(1) (أ) (ع): المعرف.\n(2) الأصل (س): و. ولعل المثبت هو الصواب. ينظر: المرداوي، التحبير 8/ 4270.\n(3) الأصل (س): و. ولعل المثبت هو الصواب. ينظر: المرداوي، التحبير 8/ 4270.\n(4) الأصل (س): ويتقرر (أ) وبتقرر، ولعل المثبت هو الصواب. ينظر: المرداوي، التحبير 8/ 4271.\n(5) (أ) (س): ممن.\n(6) (أ): من هنا إلى آخره ساقط.\nالجزء: 1 ¦ الصفحة: 117\n",
        "فهرس المصادر والمراجع\n1 -\nالإبانة، لابن بطة الحنبلي، ط/دار الراية، عام 1409هـ.\n2 -\nالإحكام في أصول الأحكام، لسيف الدين الآمدي، ط/ مؤسسة النور في الرياض، عام 1387هـ.\n3 -\nالأحكام في أصول الأحكام، لابن حزم الأندلسي، ط/ العاصمة في القاهرة.\n4 -\nإعلام الموقعين عن رب العالمين، لابن قيم الجوزية، ط/ شركة الطباعة الفنية، عام 1388هـ.\n5 -\nالإقناع لطالب الانتفاع، لشرف الدين الحجاوي، ط/ دار هجر، عام 1418هـ.\n6 -\nالأنساب، للمحقق، مخطوط.\n7 -\nالإنصاف في معرفة الراجح من الخلاف، لعلاء الدين المرداوي، ط/ وزارة الشؤون الإسلامية في السعودية، عام 1419هـ.\n8 -\nالبحر المحيط، لبدر الدين الزركشي، ط/ وزارة الشؤون الإسلامية في الكويت، عام 1413هـ.\n9 -\nالبداية والنهاية، لعماد الدين ابن كثير، ط/ دار هجر، عام 1417هـ.\n10 -\nالبدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير، سراج الدين بن الملقن، ط/ دار الهجرة، عام 1425هـ.\n11 -\nبلاد العرب، للحسن بن عبد الله الأصفهاني، ط/ دار ليمامة للبحث والترجمة والنشر في الرياض، عام 1388هـ.\nالجزء: 1 ¦ الصفحة: 119\n",
        "12 -\nالبلدان النجدية، للمحقق، مخطوط.\n13 -\nتاريخ الفاخري، لمحمد بن عمر الفاخري، ط/ المؤية، عام 1419هـ.\n14 -\nتاريخ بعض الحوادث الواقعة في نجد، لإبراهيم بن صالح بن عيسى، ط/المؤية، عام 1419هـ.\n15 -\nالتحبير شرح التحرير في أصول الفقه، لعلاء الدين المرداوي، ط/ مكتبة الرشد في الرياض، عام 1421هـ.\n16 -\nالتلخيص الحبير، لابن حجر العسقلاني ط/ اليماني، عام 1384هـ.\n17 -\nالجامع، للترمذي (سنن الترمذي) لأبي عيسى الترمذي، ط/ دار الدعوى بحمص، عام 1385هـ.\n18 -\nجامع بيان العلم وفضله، لأبي عمر بن عبد البر، ط/ مطبعة العاصمة، عام 1388هـ.\n19 -\nجمهرة النسب، لأبي المنذر هشام الكلبي، ط/ مكتبة النهضة العربية، عام 1407هـ.\n20 -\nحاشية الروض المربع، لعبد الله العنقري، ط/ كلية الشريعة في الرياض، عام 1400هـ.\n21 -\nحاشية كتاب التوحيد، لعبد الرحمن بن قاسم، ط/ عام 1408هـ.\n22 -\nدرء تعارض العقل والنقل، لشيخ الإسلام بن تيمية ن ط/ جامعة الإمام محمد بن سعود الإسلامية، عام 1403هـ.\n23 -\nالدرر السنية في الأجوبة النجدية، جمع عبد الرحمن بن قاسم، ط/عام 1414هـ.\n24 -\nروضة الناظر وجنة المناظر، لابن قدامة المقدسي، ط/ دار الزاحم، عام 1424هـ.\nالجزء: 1 ¦ الصفحة: 120\n",
        "25 -\nروضة الناظرين عن مآثر علماء نجد وحوادث السنين، لمحمد بن عثمان القاضي، ط/ الحلبي، عام 1403هـ.\n26 -\nالسحب الوابلة على ضرائح الحنابلة، لابن حميد المكي، ط/ مؤسسة الراسلة، عام 1416هـ.\n27 -\nسنن أبي داود، لأبي داود السجستاني، ط/ السيد بحمص، عام 1388هـ.\n28 -\nسنن أبن مجاه، لابن ماجه القزويني، ط/ شركة الطباعة العربية، عام 1404هـ.\n29 -\nسنن الدارقطني، لعلي الدارقطني، ط/ دار المحاسن، عام 1386هـ.\n30 -\nسنن الدارمي، لأبي محمد الدارمي، ط/ دار إحياء السنة النبوية.\n31 -\nسنن ابن منصور، لسعيد بن منصور، ط/ دار السلفية، عام 1403هـ.\n32 -\nالسنن الكبرى، لأبي بكر البيهقي، ط/ الهند، عام 1355هـ.\n33 -\nالسنن الكبرى ن لأبي عبد الرحمن النسائي، ط/ مؤسسة الرسالة، عام 1422هـ.\n34 -\nشجرة أسرة آل أبا بطين، لإبراهيم بن عبد الكريم أبا بطين.\n35 -\nشذرات الذهب في أخبار من ذهب، لابن العماد الحنبلي، ط/ القدسي، عام 1350هـ.\n36 -\nالشرح الكبير، لابن أبي عمر المقدسي، ط/ وزارة الشؤون الإسلامية في السعودية، عام 1419هـ.\n37 -\nشرح الكوكب المنير، للفتوحي الحنبلي، ط/ كلية الشريعة في مكة، عام 1400هـ.\nالجزء: 1 ¦ الصفحة: 121\n",
        "38 -\nشرح مختصر الروضة، لابن عبد القوي الطوفي، ط/ وزارة الشؤون الإسلامية في السعودية، عام 1419هـ.\n39 -\nشرح منتهى الإرادات، لمنصور البهوتي، ط/ مؤسسة الرسالة، عام 1421هـ.\n40 -\nصحيح الأخبار عما في بلاد العرب من الآثار، لمحمد بن عبد الله بن بليهد، ط/ مطبعة السعادة، عام 1372هـ.\n41 -\nصحيح البخاري (مع فتح الباري)، لأبي عبد الله البخاري، ط/ دار الإفتاء في السعودية، عام 1400هـ.\n42 -\nصحيح ابن حبان، لابن حبان السبتي، ط/ مؤسسة الرسالة، عام 1404هـ.\n43 -\nصحيح مسلم، لأبي الحسين مسلم بن الحجاج القشيري، ط/ دار الإفتاء السعودية، عام 1400هـ.\n44 -\nطريق الهجرتين، لابن قيم الجوزية، ط/ المنيرية، عام 1357هـ.\n45 -\nالعدة في أصول الفقه، لأبي يعلي الحنبلي، ط/ مؤسسة الرسالة، عام 1410هـ.\n46 -\nعقد الدرر فيما وقع في نجد من الحوادث في آخر القرن الثالث عشر وأول الرابع عشر، لإبراهيم بن صالح بن عيسى، ط/ المؤية، عام 1419هـ.\n47 -\nالعقل وفضله، لأبي بكر بن أبي الدنيا، ط/ دار الراية، عام 1409هـ.\n48 -\nعلماء نجد خلال ثمانية قرون، لعبد الله بن عبد الرحمن البسام، ط/ دار العاصمة، عام 1419هـ.\n49 -\nعنوان المجد في تاريخ نجد، لعثمان بن بشر، ط/ دارة الملك عبد العزيز، عام 1402هـ.\nالجزء: 1 ¦ الصفحة: 122\n",
        "50 -\nفتح المجيد لشرح كتاب التوحيد، لعبد الرحمن بن حسن، ط/ دار عالم الفوائد، عام 1420هـ.\n51 -\nالفرق بين الفرق، لبعد القاهر البغدادي، ط/ المدني في مصر.\n52 -\nالفقيه والمتفقه، للخطيب البغدادي، ط/ مطابع القصيم في الرياض، عام 1389هـ.\n53 -\nالقواعد الأصولية، لعلاء الدين بن اللحام، ط/ السنة المحمدية، عام 1375هـ.\n54 -\nالكامل في ضعفاء الرجال، لابن عدي، ط/ دار الفكر عام 1405هـ.\n55 -\nكشف الأسرار عن أصول البزدوي، لعبد العزيز البخاري، ط/ دار السعادة في استانبول، عام 1308هـ.\n56 -\nالمجتبي للنسائي (سنن النسائي)، لأبي عبد الرحمن النسائي، ط/ البابي الحلبي، عام 1383هـ.\n57 -\nمجمع الزوائد ومنبع الفوائد، لنور الدين الهيثمي، ط/ القدسي، عام 1352هـ.\n58 -\nمجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم، ط/ مطابع الرياض، عام 1381هـ.\n59 -\nمجموعة الرسائل والمسائل النجدية، جمع سليمان بن سحمان، ط/ المنار بمصر، عام 1344هـ.\n60 -\nالمختصر في أصول الفقه، لعلاء الدين بن اللحام، ط/ كلية الشريعة في مكة، عام 1400هـ.\nالجزء: 1 ¦ الصفحة: 123\n",
        "61 -\nمختصر ابن الحاجب (مع شرح العضد)، لجمال الدين بن الحاجب، ط/ مكتبة الكليات الأزهرية ن عام 1393هـ.\n62 -\nالمستدرك على الصحيحين، لأبي عبد الله الحاكم، ط/ الهند، عام 1335هـ.\n63 -\nمسند أحمد بن حنبل، لأبي عبد الله أحمد بن حنبل الشيباني، ط/ الميمنية بمصر، عام 1313هـ.\n64 -\nمسند البزار (كشف الأستار) لأبي بكر البزار، ط/ مؤسسة الرسالة، عام 1404هـ.\n65 -\nمسند الشهاب، لأبي عبد الله القضاعي، ط/ مؤسسة الرسالة، عام 1405هـ.\n66 -\nمسند عبد بن حميد (المنتخب)، لأبي محمد عبد بن حميد، ط/ مكتبة السنة، عام 1408هـ.\n67 -\nمعجم السفر، لأبي طاهر السلفي، ط/ المكتبة التجارية بمكة.\n68 -\nالمعجم الصغير، لسليمان الطبراني، ط/ المكتب الإسلامي عام 1405هـ.\n69 -\nالمعجم الكبير، لسليمان الطبراني، ط/ وزارة الأوقاف العراق، عام 1397هـ.\n70 -\nالمقنع، لابن قدامة المقدسي (مع الشرح الكبير).\n71 -\nمنهاج السنة النبوية، لشيخ الإسلام ابن تيمية، ط/ جامعة الإمام محمد بن سعود الإسلامية، عام 1406هـ.\n72 -\nالوراقة في البلاد السعودية، للمحقق، مخطوط.\n***\nالجزء: 1 ¦ الصفحة: 124\n",
        ""
    ]
}