{
    "1": [
        "الكافية في علم النحو\nالكافية في علم النحو\nابن الحاجِب\nالكتاب:\nالكافية في علم النحو\nالمؤلف:\nابن الحاجب جمال الدين بن عثمان بن عمر بن أبي بكر المصري الإسنوي المالكي (توفي: 646 هـ)\nالمحقق:\nالدكتور صالح عبد العظيم الشاعر\nالناشر:\nمكتبة الآداب - القاهرة\nالطبعة:\nالأولى، 2010 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "مقدّمة المحقّق\n[\nابن الحاجب\n-\nشيوخه\n-\nتلاميذه\n-مؤلّفاته-\nالكافية\nوالشافية-منهج العمل]\nالحمد لله ربّ العالمين، والصلاة والسّلام على أشرف الخلق سيدنا محمد، وعلى آله وصحبه أجمعين، أمّا بعد. . .\nابن الحاجب:\nهو عثمان بن عمر بي أبي بكر جمال الدين بن الحاجب، ولد في (إسنا) بأقصى صعيد مصر سنة 570 هـ‍، فأخذه أبوه-وكان حاجبا لعز الدين موسك الصلاحي-إلى القاهرة، فدرس فيها علوم القرآن والعربية، وتفقه على مذهب الإمام مالك، فأصبح من أبرز فقهاء زمانه حتى قيل فيه: \"إنه شيخ المالكية في عصره\"، ومع هذا كان عالما بالقراءات والنحو، بارعا بعلم الأصول، وقد ألّف في هذه العلوم جميعها.\nقصد ابن الحاجب في آخر زمانه الإسكندرية للإقامة فيها، ففاجأه الموت في السّادس والعشرين من شوّال سنة 646 هـ‍.\nشيوخه:\nمن أبرز شيوخه: القاسم الشاطبي، وأبو الجود اللخمي، وأبو الفضل الغزنوي، وأبو الحسن الأبياري، والقاسم ابن عساكر.\nتلاميذه:\nومن تلاميذه: الرضي القسطنطيني، والملك الناصر داود بن الملك المعظم، وابن العماد زين الدين، وجمال الدين بن مالك.\nمؤلفاته\n:\nمن مؤلفاته النحوية والصرفية:\nالأمالي النحوية، الإيضاح: وهو شرح لمفصل الزمخشري، رسالة في العشر، شرح الكافية، شرح الشافية، شرح كتاب سيبويه، شرح المقدمة الجزولية،\nالجزء: 1 ¦ الصفحة: 3\n",
        "شرح الوافية، القصيدة الموشحة بالأسماء المؤنثة، المسائل الدمشقية، (المكتفي للمبتدي) شرح (الإيضاح) لأبي علي الفارسي، وله كذلك قصيدة (المقصد الجليل) في علم العروض.\nوله من المؤلفات الأخرى:\n(جامع الأمهات) أو (مختصر الفروع) في الفقه، جمال العرب في علم الأدب، ذيل على (تاريخ دمشق) لابن عساكر، شرح الهادي، عقيدة ابن الحاجب، مختصر المنتهى في الأصول، معجم الشيوخ، المقصد الجليل في علم الخليل، منتهى السؤال والأمل في علمي الأصول والجدل.\nالكافية\n:\nاسمها الكامل (كافية ذوي الأرب في معرفة كلام العرب)، وهي مقدمة شاملة في علم النحو، تكفي الدارس ليحيط علما بالموضوعات الأصول في علم النحو، بعيدا عن كثير من التفاصيل والفروع والخلافات، وهو ما قصد إليه ابن الحاجب.\nوشهرة الكافية جعلت الشروح عليها تكثر كثرة عظيمة، وقد أحصى الدكتور طارق نجم عبد الله مائة واثنين وأربعين من هذه المؤلّفات باللغة العربية، هذا عدا الشّروح التركيّة والفارسيّة، فضلا عن المختصرات والمنظومات، والمصنّفات في إعراب الكافية.\nومن الشروح المشهورة للكافية: شرح الرضي الاستراباذي، والفوائد الضيائية لنور الدين الجامي، ولابن هشام شرح عليها يسمّى (البرود الضافية).\nالشافية\n:\nصنّف ابن الحاجب الشّافية في علمي التّصريف والخطّ مستفيدا بجهود السّابقين من علماء اللّغة، ومستعينا بمنهج محكم في الاختصار والتلخيص لتكون مقدمة جامعة صغيرة الحجم عظيمة المحتوى، وقد اهتمّ العلماء بها فكثر شرّاحها وتعدّد ناظموها وكتّاب الحواشي عليها.\nالجزء: 1 ¦ الصفحة: 4\n",
        "ومن شرّاحها: رضي الدين الأستراباذي، النظام الأعرج النيسابوري، ركن الدين الأستراباذي، أحمد بن الحسين الجاربردي، عز الدين ابن جماعة، محمد بن القاسم الغزي الغرابيلي، ابن هشام الأنصاري.\nومن الناظمين لها: إبراهيم بن حسام الكرمياني، الشيخ أبو النجا ابن خلف، يوسف بن عبد الملك.\nمنهج العمل\n:\nأمّا العمل في الكافية فقد اطّلعت أوّل الأمر على تحقيق الدكتور طارق نجم عبد الله (1)، وهو عمل من الدّقّة بمكان؛ حيث اعتمد في تحقيقه على تسع نسخ، بين مطبوع منها ومخطوط، ثمّ زدت عليها-بفضل الله-نسخة ممتازة من محفوظات مكتبة جامعة برينستون،  Princeton University Library  نسخت عام 793 هـ‍ وقوبلت على نسخة المصنّف، وقد قرأها صاحبها (علاء الدين ابن النقيب) على اثنين من شيوخه أولهما عبد الله بن عبد الرحمن البسطامي، والثاني فقد اسمه في آخر المخطوطة، ولوحاتها أربع وأربعون، كتب في ختامها قبل إجازات الشيوخ (بلغ مقابلة بنسخة المصنف وجعل موافقا بحمد الله تعالى).\nوقد ظهر فضل هذه النسخة حين وجدت بها بعض النصوص التي خلت منها طبعة د. نجم بلا إشارة إلى نقص أو طمس، ومن الأمثلة الواضحة ما ورد في باب التعجب، حيث جاء النصّ في المخطوطة:\n\"و (به) فاعل، [و (أفعل) أصله خبر] عند سيبويه، ولا ضمير في (أفعل)، و [أمر] عند الأخفش، والباء للتّعدية، أو زائدة ففيه ضمير. \"\nوقد كان النصّ الأوّل الذي بين المعكوفين ساقطا في النسخة المطبوعة، فظهرت مشكلة نسبة قول إلى سيبويه لم يقل به وهو القول بفاعلية (به) في أسلوب التّعجّب، كذلك كان النصّ في المطبوعة (ومفعول عند الأخفش) وتم التصحيح من المخطوطة، وهذا ممّا أثبت حسن المخطوطة وكونها في القمّة من الدقّة، والحمد لله.\n(1) منشور عام 1986 م، مكتبة دار الوفاء للنشر والتوزيع، جدة.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وأمّا العمل في الشافية فقد كان المعتمد الأول لإثبات نصّها الطبعة العتيقة المطبوعة مع شرح العلامة الجاربردي وحاشية ابن جماعة الكناني (1)، ثمّ استأنست بالمقابلة على نسخة استجدتها من محفوظات جامعة الملك سعود، منسوخة عام 1372 هـ‍، ولوحاتها إحدى وأربعون.\nوقد حرصت على الدّقّة التّامّة في ضبط الكلمات والأمثلة والصيغ، والله وحده يعلم ما يحتاجه ذلك من جهد في المؤلّفات اللغوية، والصّرفيّة منها خاصّة.\nوذيّلت الكتابين بما يحتاجانه من فهارس الآيات القرآنية، وشواهد الشّعر، والأمثال والأقوال، والأعلام، ولم أشأ الفصل بين فهارس الكافية وفهارس الشافية؛ حرصا على جعلهما كتابا واحدا بمثابة مقدمة تضمّ خلاصة القواعد النّحويّة والصّرفيّة.\nوبعد أيّها القارئ الكريم، فأتمنّى لك الاستفادة بما رجوناه من تقديم الكافية والشافية بين دفّتي كتاب واحد، ولعلّ الله ينفع بهذا العمل أهل العلم وطلاّبه في كل زمان ومكان، فهو وليّ ذلك والقادر عليه.\nوختاما أحمد الله على توفيقه في إخراج هذا العمل إلى النور، وأسأله تعالى أن يستر ما فيه من تقصير ويغفره، إنه حييّ ستّير.\nوالحمد لله أولا وآخرا. . .\nد. صالح عبد العظيم الشاعر\nالقاهرة\nرجب 1431 هـ‍\nيوليو 2010 م\n(1) منشور عام 1310 هـ‍، دار الطباعة العامرة، اسطنبول.\nالجزء: 1 ¦ الصفحة: 6\n",
        "الصفحة الأولى من الكافية-جامعة برينستون\nالجزء: 1 ¦ الصفحة: 7\n",
        "الصفحة الأخيرة من الكافية-جامعة برينستون\nالجزء: 1 ¦ الصفحة: 8\n",
        "اللوحة الأولى من الشافية-جامعة الملك سعود\nالجزء: 1 ¦ الصفحة: 9\n",
        "اللوحة الأخيرة من الشافية-جامعة الملك سعود\nالجزء: 1 ¦ الصفحة: 10\n",
        "أولا: متن الكافية\nبسم الله الرّحمن الرّحيم\nوبه أستعين، الحمد لله ربّ العالمين، حمد الشّاكرين، والصّلاة والسّلام على أفضل رسله محمّد وآله الطّاهرين.\n[الكلمة والكلام]\nالكلمة: لفظ وضع لمعنى مفرد، وهي:\nاسم، وفعل، وحرف.\nلأنها إمّا أن تدلّ على معنى في نفسها أو لا، الثّاني الحرف.\nوالأوّل إمّا أن يقترن بأحد الأزمنة الثّلاثة أو لا، الثّاني الاسم، والأوّل الفعل، وقد علم بذلك حدّ كلّ واحد منها.\nالكلام: ما تضمّن كلمتين بالإسناد، ولا يتأتّى ذلك إلاّ في اسمين، أو فعل واسم.\nالاسم: ما دلّ على معنى في نفسه غير مقترن بأحد الأزمنة الثّلاثة.\nومن خواصّه: دخول اللاّم، والجرّ، والتّنوين، والإسناد إليه، والإضافة.\nوهو معرب ومبنيّ، فالمعرب: المركّب الّذي لم يشبه مبنيّ الأصل.\nوحكمه أن يختلف آخره باختلاف العوامل لفظا أو تقديرا.\n[الإعراب]\nالإعراب: ما اختلف آخره به ليدلّ على المعاني المعتورة عليه.\nوأنواعه: رفع، ونصب، وجرّ.\nفالرّفع: علم الفاعليّة، والنّصب: علم المفعوليّة، والجرّ: علم الإضافة.\nوالعامل: ما به يتقوّم المعنى المقتضي للإعراب.\nفالمفرد المنصرف، والجمع المكسّر المنصرف بالضّمة رفعا، والفتحة نصبا، والكسرة جرّا.\nجمع المؤنّث السّالم بالضّمّة والكسرة.\nغير المنصرف بالضّمّة والفتحة.\nالجزء: 1 ¦ الصفحة: 11\n",
        "(أخوك)، و (أبوك)، و (حموك)، و (هنوك)، و (فوك)، و (ذومال)، مضافة إلى غير ياء المتكلّم، بالواو، والألف، والياء.\nالمثنّى، و (كلا) مضافا إلى مضمر، و (اثنان)، بالألف والياء.\nجمع المذكّر السّالم، و (أولو)، و (عشرون) وأخواتها، بالواو والياء.\nالتّقدير فيما تعذّر، ك‍ (عصا)، و (غلامي) مطلقا، أو استثقل، ك‍ (قاض) رفعا وجرّا، ونحو (مسلمي) رفعا، واللّفظيّ فيما عداه.\n[الممنوع من الصرف]\nغير المنصرف: ما فيه علّتان من تسع، أو واحدة منها تقوم مقامهما، وهي [من البسيط]:\nعدل ووصف وتأنيث ومعرفة\n…\nوعجمة ثمّ جمع ثمّ تركيب\nوالنّون زائدة من قبلها ألف\n…\nووزن فعل وهذا القول تقريب\nمثل: عمر، وأحمر، وطلحة، وزينب، وإبراهيم، ومساجد، ومعد يكرب، وعمران، وأحمد.\nوحكمه أن لا كسر ولا تنوين، ويجوز صرفه للضّرورة، أو للتّناسب مثل: {سَلاسِلَ وَأَغْلالاً} (1).\nوما يقوم مقامهما: الجمع وألفا التأنيث.\nفالعدل: خروجه عن صيغته الأصليّة، تحقيقا ك‍ (ثلاث) و (مثلث) و (أخر) و (جمع)، أو تقديرا ك‍ (عمر).\nوباب (قطام) في بني تميم.\nالوصف: شرطه أن يكون وصفا في الأصل، فلا تضرّه الغلبة، فلذلك صرف (أربع) في: (مررت بنسوة أربع)، وامتنع (أسود)، و (أرقم) للحيّة، و (أدهم) للقيد، وضعف منع (أفعى) للحيّة، و (أجدل) للصّقر، و (أخيل) للطّائر.\nالتّأنيث بالتّاء: شرطه العلميّة، والمعنويّ كذلك، وشرط تحتّم تأثيره: الزّيادة على الثلاثة، أو تحرّك الأوسط، أو العجمة، ف‍ (هند) يجوز صرفه، و (زينب) و (سقر) و (ماه)\n(1) الإنسان/4، والحديث هنا عن القراءة بتنوين (سلاسلا)، وهي قراءة نافع والكسائي وهشام وأبي بكر.\nالجزء: 1 ¦ الصفحة: 12\n",
        "و (جور) ممتنع، فإن سمّي به مذكّر فشرطه الزّيادة على الثّلاثة، ف‍ (قدم) منصرف، و (عقرب) ممتنع.\nالمعرفة: شرطها أن تكون علميّة.\nالعجمة: شرطها أن تكون علميّة في العجميّة، وتحرّك الأوسط، أو زيادة على الثلاثة، ف‍ (نوح) منصرف، و (شتر) و (ابراهيم) ممتنع.\nالجمع: شرطه صيغة منتهى الجموع بغير هاء، ك‍ (مساجد) و (مصابيح)، وأما (فرزانة) فمنصرف، و (حضاجر) علما للضّبع غير منصرف؛ لأنّه منقول عن الجمع، و (سراويل) إذا لم يصرف-وهو الأكثر-فقد قيل: إنّه أعجميّ حمل على موازنه، وقيل: عربيّ جمع (سروالة) تقديرا، وإذا صرف فلا إشكال (1).\nونحو (جوار) رفعا وجرّا ك‍ (قاض).\nالتّركيب: شرطه العلميّة، وأن لا يكون بإضافة ولا بإسناد، مثل (بعلبكّ).\nالألف والنّون: إن كانا فى اسم فشرطه العلميّة، ك‍ (عمران)، أو في صفة فانتفاء فعلانة، وقيل: وجود فعلى، ومن ثمّ اختلف في (رحمان) دون (سكران) و (ندمان).\nوزن الفعل: شرطه أن يختصّ بالفعل، ك‍ (شمّر)، و (ضرب)، أو يكون في أوّله زيادة كزيادته غير قابل للتّاء، ومن ثمّ امتنع (أحمر)، وانصرف (يعمل)، وما فيه علميّة مؤثّرة إذا نكّر صرف؛ لما تبيّن من أنّها لا تجامع مؤثّرة إلاّ ما هي شرط فيه، إلاّ العدل ووزن الفعل، وهما متضادّان، فلا يكون إلاّ أحدهما.\nفإذا نكّر بقي بلا سبب، أو على سبب واحد.\nوخالف سيبويه (2) الأخفش في مثل (أحمر) علما إذا نكّر اعتبارا للصّفة الأصليّة بعد التّنكير، ولا يلزمه باب (حاتم)؛ لما يلزم من اعتبار المتضادّين في حكم واحد.\nوجميع الباب باللاّم أو الإضافة ينجرّ بالكسر.\n(1) قال ابن هشام في أوضح المسالك 4/ 117: \"نقل ابن الحاجب أن من العرب من يصرفه، وأنكر ابن مالك عليه ذلك\".\n(2) ينظر: الكتاب 3/ 193.\nالجزء: 1 ¦ الصفحة: 13\n",
        "المرفوعات\nهو ما اشتمل على علم الفاعليّة.\n[الفاعل]\n:\nفمنه الفاعل: وهو ما أسند إليه الفعل أو شبهه، وقدّم عليه على جهة قيامه به، مثل:\n(قام زيد)، و (زيد قائم أبوه).\nوالأصل أن يلي فعله، فلذلك جاز (ضرب غلامه زيد) وامتنع (ضرب غلامه زيدا).\nوإذا انتفى الإعراب لفظا فيهما والقرينة، أو كان مضمرا متّصلا، أو وقع مفعوله بعد (إلا) أو معناها، وجب تقديمه.\nوإذا اتّصل به ضمير مفعول، أو وقع بعد (إلاّ) أو معناها، أو اتّصل مفعوله وهو غير متّصل به، وجب تأخيره.\nوقد يحذف الفعل لقيام قرينة جوازا في مثل (زيد) لمن قال: (من قام؟)، و [من الطويل]\nليبك يزيد، ضارع لخصومة\n…\n. . . (1)\nووجوبا في مثل قوله تعالى: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ} (2).\nوقد يحذفان معا في مثل: (نعم) لمن قال: (أقام زيد؟).\n[التنازع]\n:\nوإذا تنازع الفعلان ظاهرا بعدهما، فقد يكون في الفاعليّة مثل: (ضربني وأكرمني زيد)، وفي المفعوليّة مثل: (ضربت وأكرمت زيدا)، وفي الفاعليّة والمفعوليّة مختلفين.\nفيختار البصريّون إعمال الثّاني، والكوفيّون إعمال الأوّل (3).\nفإن أعملت الثّاني أضمرت الفاعل في الأوّل على وفق الظّاهر دون الحذف، خلافا للكسائيّ، وجاز-خلافا للفرّاء-، وحذفت المفعول إن استغني عنه، وإلاّ أظهرت.\n(1) تمامه: ومختبط ممّا تطيح الطّوائح، وهو من شواهد الكتاب، أنشده للحارث بن نهيك، وقال الشيخ عبد السّلام هارون: الصواب أنه لنهشل بن حري، ضارع: ذليل خاضع.\n(2) التوبة/6.\n(3) هي المسألة الثالثة عشرة من كتاب الإنصاف 1/ 83.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وإن أعملت الأوّل أضمرت الفاعل في الثّاني، والمفعول على المختار، إلاّ أن يمنع مانع فتظهر.\nوقول امرئ القيس [من الطويل]:\n. . . .\n…\nكفاني-ولم أطلب-قليل من المال (1)\nليس منه؛ لفساد المعنى.\n[مفعول ما لم يسمّ فاعله]:\nكلّ مفعول حذف فاعله وأقيم هو مقامه.\nوشرطه أن تغيّر صيغة الفعل إلى (فعل) أو (يفعل)، ولا يقع المفعول الثّاني من باب (علمت)، ولا الثّالث من باب (أعلمت)، والمفعول له، والمفعول معه كذلك.\nوإذا وجد المفعول به تعيّن له، تقول: (ضرب زيد يوم الجمعة أمام الأمير ضربا شديدا في داره)، فتعيّن (زيد)، فإن لم يكن فالجميع سواء، والأوّل من باب (أعطيت) أولى من الثّاني.\n[المبتدأ والخبر]\n:\nومنها المبتدأ والخبر.\nفالمبتدأ: هو الاسم المجرّد عن العوامل اللفظيّة، مسندا إليه، أو الصّفة الواقعة بعد حرف النّفي وألف الاستفهام، رافعة لظاهر مثل (زيد قائم)، و (ما قائم الزّيدان)، و (أقائم الزّيدان؟)، فإن طابقت مفردا جاز الأمران.\nوالخبر: هو المجرّد المسند به المغاير للصّفة المذكورة.\nوأصل المبتدأ التّقديم، ومن ثمّ جاز (في داره زيد)، وامتنع (صاحبها في الدّار).\n[مسوغات الابتداء بالنكرة]\n:\nوقد يكون المبتدأ نكرة إذا تخصّصت بوجه ما، مثل:\n(1) صدره: ولو أنّما أسعى لأدنى معيشة، والشاهد فيه عدم كونه من باب التنازع؛ فمقتضى المعنى يمنع كون (ولم أطلب) موجّها إلى (قليل)، فوجب كون (قليل) معمولا للفعل الأول (كفاني).\nالجزء: 1 ¦ الصفحة: 15\n",
        "{وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ} (1)، و (أرجل في الدّار أم امرأة؟)، و (ما أحد خير منك)، و (شرّ أهرّ ذا ناب)، و (في الدّار رجل)، و (سلام عليك).\n[وقوع الخبر جملة]\n:\nوالخبر قد يكون جملة، مثل (زيد أبوه قائم)، و (زيد قام أبوه)، فلا بدّ من عائد، وقد يحذف.\nوما وقع ظرفا فالأكثر أنّه مقدّر بجملة.\n[وجوب تقديم المبتدأ]\n:\nوإذا كان المبتدأ مشتملا على ما له صدر الكلام مثل: (من أبوك؟)، أو كانا معرفتين مثل: (زيد القائم)، أو متساويين مثل: (أفضل منك أفضل منّي)، أو كان الخبر فعلا له مثل: (زيد قام) وجب تقديمه.\n[وجوب تقديم الخبر]\n:\nوإذا تضمّن الخبر المفرد ما له صدر الكلام مثل: (أين زيد؟)، أو كان مصحّحا له مثل: (في الدّار رجل)، أو لمتعلّقه ضمير في المبتدأ مثل: (على التّمرة مثلها زبدا)، أو كان خبرا عن (أنّ) مثل: (عندي أنك قائم)، وجب تقديمه.\n[تعدّد الخبر]:\nوقد يتعدّد الخبر، مثل: (زيد عالم عاقل).\n[دخول الفاء في خبر المبتدأ]\n:\nوقد يتضمّن المبتدأ معنى الشّرط فيصحّ دخول الفاء في الخبر، وذلك الاسم الموصول بفعل أو ظرف، أو النّكرة الموصوفة بهما، مثل (الّذي يأتيني، أو في الدّار، فله درهم)، و (كلّ رجل يأتيني، أو في الدّار، فله درهم)، و (ليت) و (لعلّ) مانعان بالاتّفاق، وألحق بعضهم (إنّ) بهما.\n[حذف المبتدأ]\n:\nوقد يحذف المبتدأ لقيام قرينة جوازا، كقول المستهلّ: (الهلال والله!).\n(1) البقرة/221.\nالجزء: 1 ¦ الصفحة: 16\n",
        "[حذف الخبر]\n:\nوالخبر جوازا، مثل (خرجت فإذا السّبع).\nووجوبا فيما التزم في موضعه غيره، مثل: (لولا زيد لكان كذا)، و (ضربي زيدا قائما)، و (كلّ رجل وضيعته) و (لعمرك لأفعلنّ كذا).\nخبر (إنّ) وأخواتها:\nخبر إنّ وأخواتها: هو المسند بعد دخول هذه الحروف، مثل: (إن زيدا قائم)، وأمره كأمر خبر المبتدأ، إلاّ في تقديمه، إلاّ إذا كان ظرفا.\n[خبر (لا) النافية للجنس]\n:\nخبر (لا) الّتي لنفي الجنس: هو المسند بعد دخولها، مثل: (لا غلام رجل ظريف فيها). ويحذف كثيرا، وبنو تميم لا يثبتونه.\n[اسم (ما) و (لا) المشبّهتين ب‍ (ليس)]:\nاسم (ما) و (لا) المشبّهتين ب‍ (ليس): هو المسند إليه بعد دخولهما، مثل: (ما زيد قائما) و (لا رجل أفضل منك)، وهو في (لا) شادّ.\nالجزء: 1 ¦ الصفحة: 17\n",
        "المنصوبات\nالمنصوبات: هو ما اشتمل على علم المفعوليّة.\n[المفعول المطلق]\n:\nفمنه المفعول المطلق، وهو اسم ما فعله فاعل فعل مذكور بمعناه.\nويكون للتّأكيد، والنّوع، والعدد، مثل (جلست جلوسا، وجلسة، وجلسة).\nفالأوّل لا يثنّى ولا يجمع، بخلاف أخويه.\nوقد يكون بغير لفظه، مثل: (قعدت جلوسا).\nوقد يحذف الفعل لقيام قرينة جوازا، كقولك لمن قدم: (خير مقدم).\nووجوبا، سماعا مثل: سقيا، ورعيا، وخيبة، وجدعا، وحمدا، وشكرا، وعجبا.\nوقياسا فى مواضع:\nمنها: ما وقع مثبتا بعد نفي-أو معنى نفي-داخل على اسم لا يكون خبرا عنه.\nأو وقع مكرّرا مثل (ما أنت إلاّ سيرا) و (ما أنت إلاّ سير البريد)، و (إنّما أنت سيرا) و (زيد سيرا سيرا).\nومنها ما وقع تفصيلا لأثر مضمون جملة متقدّمة، مثل: {فَشُدُّوا الْوَثاقَ فَإِمّا مَنًّا بَعْدُ وَإِمّا فِداءً} (1).\nومنها ما وقع للتّشبيه علاجا بعد جملة مشتملة على اسم بمعناه وصاحبه، مثل:\n(مررت بزيد فإذا له صوت صوت حمار، وصراخ صراخ الثّكلى).\nومنها ما وقع مضمون جملة لا محتمل لها غيره، مثل: (له عليّ ألف درهم اعترافا)، ويسمّى توكيدا لنفسه.\nومنها ما وقع مضمون جملة لها محتمل غيره، مثل: (زيد قائم حقّا)، ويسمّى توكيدا لغيره.\nومنها ما وقع مثنّى، مثل: (لبّيك وسعديك).\n[المفعول به]\n:\nالمفعول به: هو ما وقع عليه فعل الفاعل، مثل: (ضربت زيدا)، وقد يتقدّم على الفعل.\n(1) محمد/4.\nالجزء: 1 ¦ الصفحة: 18\n",
        "وقد يحذف الفعل لقيام قرينة: جوازا، كقولك: (زيدا) لمن قال: (من أضرب؟).\nووجوبا في أربعة أبواب (1):\nالأوّل: سماعيّ مثل: (امرأ ونفسه)، و {اِنْتَهُوا خَيْراً لَكُمْ} (2)، و (أهلا وسهلا).\n[المنادى]\n:\nوالثّاني: المنادى، وهو المطلوب إقباله بحرف نائب مناب (أدعو) لفظا أو تقديرا.\nويبنى على ما يرفع به إن كان مفردا معرفة، مثل: (يا زيد)، و (يا رجل)، و (يا زيدان) و (يا زيدون).\nويخفض بلام الاستغاثة، مثل: (يا لزيد)، ويفتح لإلحاق ألفها ولا لام فيه، مثل:\n(يا زيداه).\nوينصب ما سواهما، مثل: (يا عبد الله) و (يا طالعا جبلا)، و (يا رجلا) لغير معيّن.\n[توابع المنادى]\n:\nوتوابع المنادى المبنيّ المفردة-من التّأكيد، والصّفة، وعطف البيان، والمعطوف بحرف، الممتنع دخول (يا) عليه-ترفع على لفظه، وتنصب على محلّه، مثل (يا زيد العاقل والعاقل).\nوالخليل في المعطوف يختار الرّفع (3)، وأبو عمرو النّصب (4)، وأبو العبّاس (5) إن كان ك‍ (الحسن) فكالخليل، وإلا فكأبي عمرو.\n(1) هي كما فصّل المؤلف: الأول: سماعي، والثّاني: المنادى، والثّالث: ما أضمر عامله على شريطة التّفسير، والرّابع: التحذير.\n(2) النساء/171.\n(3) في كتاب الجمل المنسوب له ص 83 حكاية للقول بالنصب والقول بالرفع، من غير ترجيح ولا اختيار لأحدهما.\n(4) يراجع: معاني القرآن وإعرابه للزّجّاج 4/ 243.\n(5) شدّد المبرّد في المقتضب 4/ 211 على اختيار الرفع بقوله: \"وتقول: يا عبد الله وزيد أقبلا، لا يكون إلا ذلك\"، وفصّل الخلاف في ذي الألف واللام المعطوف على المضاف أو المفرد، فذكر أن الخليل وسيبويه والمازني يختارون الرفع، أما أبو عمرو وعيسى بن عمر ويونس وأبو عمر الجرمي فيختارون النصب، وعلى قولهم جاءت قراءة العامة [أهل المدينة وأهل الكوفة]، وقال: \"والنصب عندي حسن على قراءة الناس، \" وبهذا يظهر عدم دقّة نص الكافية في مذهب المبرد.\nالجزء: 1 ¦ الصفحة: 19\n",
        "والمضافة [المعنوية] (1) تنصب، والبدل، والمعطوف غير ما ذكر حكمه حكم المستقلّ مطلقا.\nوالعلم الموصوف ب‍ (ابن) مضافا إلى علم آخر يختار فتحه. وإذا نودي المعرّف باللاّم قيل: (يا أيّها الرّجل)، و (يا هذا الرّجل)، و (يا أيّهذا الرّجل).\nوالتزموا رفع (الرّجل)، لأنّه هو المقصود بالنّداء، وتوابعه لأنّها توابع معرب، وقالوا: (يا الله) خاصّة.\nولك في مثل [من البسيط]:\nيا تيم تيم عديّ. . .\n…\n. . . (2)\nالضّمّ والنّصب.\nوالمضاف إلى ياء المتكلّم يجوز فيه (يا غلامي) و (يا غلامي)، و (يا غلام)، و (يا غلاما)، وبالهاء وقفا.\nوقالوا: (يا أبي) و (يا أمّي)، و (يا أبت) و (يا أمّت) فتحا وكسرا، وبالألف دون الياء.\nو (يا ابن أمّ)، و (يا ابن عمّ) خاصّة مثل باب (يا غلامي)، وقالوا: (يا ابن أمّ)، و (يا ابن عمّ).\n[ترخيم المنادى]\n:\nوترخيم المنادى جائز، وفي غيره ضرورة.\nوهو حذف في آخره تخفيفا. وشرطه أن لا يكون مضافا، ولا مستغاثا، ولا جملة.\nويكون إمّا علما زائدا على ثلاثة أحرف، وإمّا بتاء التّأنيث.\nفإن كان في آخره زيادتان في حكم الواحدة، ك‍ (أسماء) و (مروان)، أو حرف صحيح قبله مدّة، وهو أكثر من أربعة أحرف حذفتا، وإن كان مركّبا حذف الاسم\n(1) هذا اللفظ من شرح الرضي، قال 1/ 335: \"وليس في نسخ الكافية تقييد المضافة بالمعنوية، ولا بد منه؛ لأن اللفظية-كما ذكرنا-جارية مجرى المفردة\".\n(2) البيت لجرير، وتمامه: لا أبا لكم لا يلقينكم في سوأة عمر والشاهد فيه أنه\"إذا كرّر المنادى في حال الإضافة ففيه وجهان: أحدهما أن ينصب الاسمان معا، والثاني أن يضم الأول\"اه‍ من المفصّل ص 72،73.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الأخير، وإن كان غير ذلك فحرف واحد، وهو في حكم الثّابت على الأكثر، فيقال: (يا حار) و (يا ثمو)، و (يا كرو)، وقد يجعل اسما برأسه فيقال: (يا حار) و (يا ثمي) و (يا كرا).\n[المندوب]\n:\nوقد استعملوا صيغة النّداء في المندوب-وهو المتفجّع عليه-ب‍ (يا) أو (وا)، واختصّ ب‍ (وا).\nوحكمه في الإعراب والبناء حكم المنادى، ولك زيادة الألف في آخره، فإن خفت اللّبس قلت: (واغلامكيه، واغلامكموه)، ولك الهاء في الوقف.\nولا يندب إلاّ المعروف، فلا يقال: (وا رجلاه)، وامتنع (وا زيد الطّويلاه)، خلافا ليونس.\n[حذف حرف النداء]\n:\nويجوز حذف حرف النّداء إلا مع اسم الجنس والإشارة، والمستغاث، والمندوب نحو {يُوسُفُ أَعْرِضْ عَنْ هذا} (1)، و (أيّها الرّجل).\nوشذّ (أصبح ليل)، و (افتد مخنوق)، و (أطرق كرا) (2).\nوقد يحذف المنادى لقيام قرينة جوازا، نحو ألا يا اسجدوا (3).\n[الاشتغال]\n:\nالثّالث: ما أضمر عامله على شريطة التّفسير، وهو كلّ اسم بعده فعل أو شبهه مشتغل عنه بضميره أو متعلّقه، لو سلّط عليه هو أو مناسبه لنصبه، مثل: (زيدا ضربته)،\n(1) يوسف/29.\n(2) هذه الأقوال معدودة في أمثال العرب، أصبح ليل\": يقال ذلك في الليلة الشديدة التي يطول فيها الشر\"مجمع الأمثال 1/ 403، \"افتد مخنوق\": أي يا مخنوق يضرب لكل مشفوق عليه مضطر مجمع الأمثال 2/ 78، أطرق كرا: قال الخليل: (الكرا): الذّكر من الكروان، ويقال له: أطرق كرا؛ إنّك لن ترى، قال: يصيدونه بهذه الكلمة، فإذا سمعها يلبد في الأرض فيلقى عليه ثوب فيصاد. . . يضرب للّذي ليس عنده غناء ويتكلّم، فيقال له: اسكت وتوقّ انتشار ما تلفظ به كراهة ما يتعقبه مجمع الأمثال 1/ 431.\n(3) النمل/25، وهي قراءة الكسائي.\nالجزء: 1 ¦ الصفحة: 21\n",
        "و (زيدا مررت به). و (زيدا ضربت غلامه)، و (زيدا حبست عليه)، ينصب بفعل يفسّره ما بعده، أي، (ضربت) و (جاوزت)، و (أهنت) و (لابست).\nويختار الرّفع بالابتداء عند عدم قرينة خلافه، أو عند وجود أقوى منها، ك‍ (إمّا) مع غير الطّلب، و (إذا) للمفاجأة.\nويختار النّصب بالعطف على جملة فعليّة للتّناسب، وبعد حرف النّفي، وحرف الاستفهام، و (إذا) الشّرطيّة، و (حيث)، وفي الأمر والنّهي؛ إذ هي مواقع الفعل، وعند خوف لبس المفسّر بالصّفة مثل: {إِنّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ} (49) (1).\nويستوي الأمران في مثل: (زيد قام وعمرو أكرمته).\nويجب النّصب بعد حرف الشّرط، وحرف التّحضيض، مثل: (إن زيدا ضربته ضربك) و (ألا زيدا ضربته)، وليس مثل (أزيد ذهب به؟) منه؛ فالرّفع لازم، وكذلك {وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ} (52) (2)، ونحو {الزّانِيَةُ وَالزّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما} (3) الفاء بمعنى الشّرط عند المبرّد (4)، وجملتان عند سيبويه (5)، وإلا فالمختار النّصب.\n[التحذير]\n:\nالرّابع: التّحذير، وهو معمول بتقدير (اتّق)؛ تحذيرا ممّا بعده، أو ذكر المحذّر منه مكرّرا، مثل: [رأسك والسّيف] (6)، و (إيّاك والأسد)، و (إيّاك وأن تحذف)، و (الطّريق الطّريق).\nوتقول: (إيّاك من الأسد) و (من أن تحذف)، و (إيّاك أن تحذف) بتقدير (من).\nولا تقول: (إيّاك الأسد)؛ لامتناع تقدير (من).\n(1) القمر/49.\n(2) القمر/52.\n(3) النور/2.\n(4) في الكامل 2/ 822: \"والرفع الوجه؛ لأن معناه الجزاء. . . وما لم يكن فيه معنى جزاء فالنصب الوجه. \"\n(5) ينظر: الكتاب 1/ 142،143.\n(6) زيادة من مخطوطة بريستون.\nالجزء: 1 ¦ الصفحة: 22\n",
        "[المفعول فيه]\n:\nالمفعول فيه: هو ما فعل فيه فعل مذكور من زمان أو مكان، وشرط نصبه تقدير (في). وظروف الزّمان كلّها تقبل ذلك، وظرف المكان إن كان مبهما قبل ذلك، وإلاّ فلا.\nوفسّر المبهم بالجهات السّتّ، وحمل عليه (عند) و (لدى) وشبههما لإبهامهما، ولفظ (مكان) لكثرته، وما بعد (دخلت) نحو (دخلت الدّار) في الأصحّ.\nوينصب بعامل مضمر وعلى شريطة التّفسير.\n[المفعول له]\n:\nالمفعول له: هو ما فعل لأجله فعل مذكور مثل: (ضربته تأديبا)، و (قعدت [عن الحرب] (1) جبنا)، خلافا للزّجّاج؛ فإنّه عنده مصدر (2).\nوشرط نصبه تقدير اللاّم، وإنّما يجوز حذفها إذا كان فعلا لفاعل الفعل المعلّل، ومقارنا له في الوجود.\n[المفعول معه]\n:\nالمفعول معه: هو المذكور بعد الواو لمصاحبة معمول فعل لفظا أو معنى، فإن كان الفعل لفظا، وجاز العطف، فالوجهان مثل: (جئت أنا وزيد-وزيدا)، وإن لم يجز العطف تعيّن النصب مثل: (جئت وزيدا).\nوإن كان الفعل معنى، وجاز العطف تعيّن العطف، مثل: (ما لزيد وعمرو؟)، وإلاّ تعيّن النّصب مثل: (ما لك وزيدا؟). و (ما شأنك وعمرا؟)؛ لأنّ المعنى: ما تصنع؟\n(1) زيادة من مخطوطة برينستون.\n(2) خلاصة ما ذكره أ. د. عبد العظيم فتحي خليل أنّ الزجاج قد قرّر في مواضع كثيرة من كتاب المعاني مذهب سيبويه والبصريين في أنّ المفعول له منصوب بالفعل على تقدير لام العلّة، وأجاز في بعضها ذلك القول مع ما ينسب إلى الكوفيين من القول بأن المفعول له منصوب على المصدريّة، واختار في موضعين جعل المفعول له منصوبا على المصدريّة وهما (البقرة/19، آل عمران/1)، يراجع: النّحو العربي عند أبي إسحق الزّجّاج مرتّبا على أبواب ألفيّة ابن مالك من ص 203 إلى ص 206.\nالجزء: 1 ¦ الصفحة: 23\n",
        "[الحال]\n:\nالحال: ما يبيّن هيئة الفاعل أو المفعول به لفظا أو معنى، نحو: (ضربت زيدا قائما)، و (زيد في الدّار قائما)، و (هذا زيد قائما).\nوعاملها الفعل، أو شبهه، أو معناه.\nوشرطها أن تكون نكرة وصاحبها معرفة غالبا. و [من الوافر]\nأرسلها العراك. . .\n…\n. . . (1)\nو (مررت به وحده) ونحوه متأوّل.\nفإن كان صاحبها نكرة وجب تقديمها.\nولا يتقدّم على العامل المعنوىّ، بخلاف الظّرف، ولا على المجرور في الأصحّ.\nوكل ما دلّ على هيئة صحّ أن يقع حالا، مثل: (هذا بسرا أطيب منه رطبا).\nوتكون جملة خبرية، فالاسميّة بالواو والضّمير، أو بالواو، أو بالضّمير على ضعف.\nوالمضارع المثبت بالضّمير وحده، وما سواهما بالواو والضّمير، أو بأحدهما.\nولا بدّ في الماضي المثبت من (قد) ظاهرة أو مقدّرة.\nويجوز حذف العامل، كقولك للمسافر: (راشدا مهديّا).\nويجب في المؤكّدة مثل (زيد أبوك عطوفا)، أي أحقّه، وشرطها أن تكون مقرّرة لمضمون جملة اسميّة.\n[التمييز]\n:\nالتّمييز: ما يرفع الإبهام المستقرّ عن ذات مذكورة أو مقدّرة.\nفالأوّل: عن مفرد مقدار غالبا إما في عدد نحو: (عشرون درهما) وسيأتي، وإما في غيره نحو: (رطل زيتا) و (منوان سمنا) و (على التّمرة مثلها زبدا). فيفرد إن كان جنسا، إلاّ أن يقصد الأنواع، ويجمع في غيره.\nثمّ إن كان بالتّنوين، أو بنون التّثنية جازت الإضافة، وإلاّ فلا.\n(1) أرسلها العراك: أي معتركة، يستشهد به على ورود الحال معرفة، وهو للبيد بن ربيعة، وتمامه كما في الإنصاف: فأرسلها العراك ولم يذدها ولم يشفق على نغض الدّخال\nالجزء: 1 ¦ الصفحة: 24\n",
        "وعن غير مقدار، مثل: (خاتم حديدا)، والخفض أكثر.\nوالثّاني: عن نسبة في جملة، أو ما ضاهاها، مثل (طاب زيد نفسا)؛ و (زيد طيّب أبا، وأبوّة، ودارا، وعلما)، أو في إضافة مثل: (يعجبني طيبه أبا وأبوّة ودارا وعلما)، و (لله درّه فارسا).\nثمّ إن كان اسما يصحّ جعله لما انتصب عنه جاز أن يكون له ولمتعلّقه، وإلاّ فهو لمتعلّقه، فيطابق فيهما ما قصد، إلاّ أن يكون جنسا إلاّ أن يقصد الأنواع.\nوإن كان صفة كانت له وطبقه، واحتملت الحال.\nولا يتقدّم التّمييز على عامله، والأصحّ أن لا يتقدّم على الفعل، خلافا للمازنيّ والمبرّد (1).\n[المستثنى]\n:\nالمستثنى: متّصل ومنقطع.\nفالمتّصل: هو المخرج عن متعدّد-لفظا أو تقديرا-ب‍ (إلاّ) وأخواتها.\nوالمنقطع: هو المذكور بعدها غير مخرج.\nوهو منصوب إذا كان بعد (إلاّ) غير الصّفة في كلام موجب، أو مقدّما على المستثنى منه، أو منقطعا في الأكثر، أو كان بعد (خلا) و (عدا) في الأكثر، و (ما خلا) و (ما عدا) و (ليس) و (لا يكون).\nويجوز فيه النّصب، ويختار البدل فيما بعد (إلاّ) في كلام غير موجب، وذكر المستثنى منه مثل {ما فَعَلُوهُ إِلاّ قَلِيلٌ} (2)، وإلا قليلا (3).\nويعرب على حسب العوامل إذا كان المستثنى منه غير مذكور، وهو في غير الموجب ليفيد مثل: (ما ضربني إلاّ زيد)، إلاّ أن يستقيم المعنى مثل: (قرأت إلاّ يوم كذا)، ومن ثمّت لم يجز (ما زال زيد إلاّ عالما).\n(1) هذا مذهب بعض الكوفيين، وتابعهم عليه المازني والمبرّد، وهي المسألة (120) في الإنصاف 2/ 828، وفي التصريح 2/ 709 أنه مذهب الكسائي أيضا، قال الناظم في شرح العمدة 1/ 358: \"وبقولهم أقول؛ قياسا على سائر الفضلات المنصوبة بفعل متصرف\".\n(2) النساء/66.\n(3) في قراءة ابن عامر.\nالجزء: 1 ¦ الصفحة: 25\n",
        "وإذا تعذّر البدل على اللّفظ فعلى الموضع، مثل: (ما جاءني من أحد إلاّ زيد)، و (لا أحد فيها إلاّ عمرو)، و (ما زيد شيئا إلاّ شيء لا يعبأ به)؛ لأنّ (من) لا تزاد بعد الإثبات، و (ما) و (لا) لا تقدّران عاملتين بعده؛ لأنّهما عملتا للنّفي، وقد انتقض النّفي ب‍ (إلاّ)، بخلاف (ليس زيد شيئا إلاّ شيئا)؛ لأنّها عملت للفعليّة، فلا أثر لنقض معنى النّفي؛ لبقاء الأمر العاملة هي لأجله، ومن ثمّ جاز (ليس زيد إلاّ قائما) وامتنع (ما زيد إلاّ قائما).\nومخفوض بعد (غير) و (سوى) و (سواء)، وبعد (حاشا) في الأكثر.\nوإعراب (غير) فيه كإعراب المستثنى ب‍ (إلاّ) على التّفصيل، و (غير) صفة حملت على (إلاّ) في الاستثناء كما حملت (إلاّ) عليها في الصّفة إذا كانت تابعة لجمع منكور غير محصور؛ لتعذّر الاستثناء، نحو {لَوْ كانَ فِيهِما آلِهَةٌ إِلاَّ اللهُ لَفَسَدَتا} (1)، وضعف في غيره.\nوإعراب (سوى) و (سواء) النّصب على الظرفية على الأصح.\n[خبر (كان) وأخواتها]\n:\nخبر كان وأخواتها: هو المسند بعد دخولها، مثل: (كان زيد قائما). وأمره كأمر خبر المبتدأ، ويتقدّم على اسمها معرفة.\nوقد يحذف عامله في مثل: (النّاس مجزيّون بأعمالهم، إن خيرا فخير، وإن شرّا فشرّ). ويجوز مثلها أربعة أوجه، ويجب الحذف في مثل: (أمّا أنت منطلقا انطلقت)، أي لأن كنت.\n[اسم (إن) وأخواتها]\n:\nاسم (إنّ) وأخواتها: هو المسند إليه بعد دخولها، مثل: (إنّ زيدا قائم).\n[المنصوب ب‍ (لا) التي لنفي الجنس]\n:\nالمنصوب ب‍ (لا) الّتي لنفي الجنس: هو المسند إليه بعد دخولها، يليها نكرة مضافا أو مشبّها به، مثل: (لا غلام رجل)، و (لا عشرين درهما لك).\n(1) الأنبياء/22.\nالجزء: 1 ¦ الصفحة: 26\n",
        "فإن كان مفردا فهو مبنيّ على ما ينصب به، وإن كان معرفة أو مفصولا بينه وبين (لا) وجب الرّفع والتّكرير.\nومثل (قضيّة ولا أبا حسن لها) متأوّل، وفي مثل: (لا حول ولا قوّة إلاّ بالله) خمسة أوجه (1):\nفتحهما، ونصب الثّاني ورفعه.\nورفعهما.\nورفع الأوّل-على ضعف-وفتح الثّاني.\nوإذا دخلت الهمزة لم يتغيّر العمل، ومعناها الاستفهام والعرض والتّمنّي.\nونعت المبنيّ الأوّل مفردا يليه مبنيّ ومعرب، رفعا ونصبا نحو (لا رجل ظريف، وظريف، وظريفا)، وإلاّ فالإعراب، والعطف على اللّفظ وعلى المحلّ جائز مثل [من الطويل]:\nلا أب وابنا. . . .\n…\n. . . (2)\nوابن، ومثل (لا أبا له) و (لا غلامى له) جائز؛ تشبيها له بالمضاف، لمشاركته له في أصل معناه، ومن ثمّ لم يجز (لا أبا فيها) وليس بمضاف؛ لفساد المعنى، خلافا لسيبويه (3).\nويحذف في مثل: (لا عليك) أي (لا بأس).\n[خبر (ما) و (لا) المشبّهتين ب‍ (ليس)]:\nخبر (ما) و (لا) المشبّهتين ب‍ (ليس): هو المسند بعد دخولهما.\nوهي لغة أهل الحجاز.\nوإذا زيدت (إن) مع (ما)، أو انتقض النّفي ب‍ (إلاّ)، أو تقدّم الخبر، بطل العمل.\nوإذا عطف عليه بموجب فالرّفع.\n(1) هي هكذا على الترتيب: لا حول ولا قوة إلا بالله، لا حول ولا قوة إلا بالله، لا حول ولا قوة إلا بالله، لا حول ولا قوة إلا بالله، لا حول ولا قوة إلا بالله.\n(2) البيت بتمامه: فلا أب وابنا مثل مروان وابنه إذا هو بالمجد ارتدى وتأزّرا ينسب إلى الفرزدق أو إلى رجل من عبد مناة، والشاهد فيه العطف على اسم (لا) النافية للجنس من غير تكريرها بالنصب، ويجوز الرفع على أنه معطوف على محل (لا) مع اسمها؛ إذ هما في محل رفع مبتدأ.\n(3) ينظر: الكتاب 2/ 276.\nالجزء: 1 ¦ الصفحة: 27\n",
        "[المجرورات]\nالمجرورات: هو ما اشتمل على علم المضاف إليه.\nوالمضاف إليه: كلّ اسم نسب إليه شيء بواسطة حرف الجرّ لفظا أو تقديرا، مرادا.\nفالتّقدير شرطه أن يكون المضاف اسما مجرّدا تنوينه لأجلها، وهي معنويّة، ولفظيّة.\nفالمعنويّة: أن يكون المضاف فيها غير صفة مضافة إلى معمولها، وهي إمّا بمعنى اللاّم فيما عدا جنس المضاف وظرفه، أو بمعنى (من) في جنس المضاف، أو بمعنى (في) في ظرفه وهو قليل نحو: (غلام زيد) و (خاتم فضّة) و (ضرب اليوم).\nوتفيد تعريفا مع المعرفة، وتخصيصا مع النّكرة.\nوشرطها تجريد المضاف من التّعريف.\nوما أجازه الكوفيّون من (الثّلاثة الأثواب) وشبهه من العدد ضعيف.\nواللّفظيّة أن يكون صفة مضافة إلى معمولها، مثل (ضارب زيد) و (حسن الوجه)، ولا تفيد إلاّ تخفيفا في اللّفظ، ومن ثمّ جاز (مررت برجل حسن الوجه)، وامتنع (بزيد حسن الوجه)، وجاز (الضّاربا زيد)، و (الضّاربو زيد)، وامتنع (الضّارب زيد)، خلافا للفرّاء، وضعف [من الكامل]:\nالواهب المائة الهجان وعبدها\n…\n. . . . (1)\nوإنّما جاز (الضّارب الرّجل) حملا على المختار في (الحسن الوجه) و (الضّاربك) وشبهه فيمن قال إنّه مضاف حملا على (ضاربك).\nولا يضاف موصوف إلى صفته، ولا صفة إلى موصوفها، ومثل: (مسجد الجامع)، و (جانب الغربيّ)، و (صلاة الأولى)، و (بقلة الحمقاء) متأوّل.\nومثل: (جرد قطيفة)، و (أخلاق ثياب) متأوّل.\n(1) تمام البيت: عوذا تزجّي خلفها أطفالها، وهو للأعشى، الهجان: البيض، وهي أكرم الإبل عند العرب، والشاهد في قوله: (عبدها) بالجر عطفا على (المائة)، وهو مضاف إلى ما ليس فيه (أل)، فجعل ضمير المعرّف باللام في التابع مثل المعرف باللام، واغتفر هذا لكونه تابعا، والتابع يجوز فيه ما لا يجوز في المتبوع.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ولا يضاف اسم مماثل للمضاف إليه في العموم والخصوص، ك‍ (ليث) و (أسد)، و (حبس) و (منع)؛ لعدم الفائدة، بخلاف (كلّ الدّراهم) و (عين الشّيء)؛ فإنّه يختصّ.\nوقولهم: (سعيد كرز) ونحوه متأوّل.\nوإذا أضيف الاسم الصّحيح، أو الملحق به إلى ياء المتكلّم كسر آخره، والياء مفتوحة أو ساكنة.\nفإن كان آخره ألفا تثبت، وهذيل تقلبها لغير التّثنية ياء.\nوإن كان ياء أدغمت.\nوإن كان واوا قلبت ياء وأدغمت وفتحت الياء للسّاكنين.\nوأمّا الأسماء السّتّة ف‍ (أخي) و (أبي)، وأجاز المبرّد (أخيّ) و (أبيّ).\nوتقول: (حميّ وهنيّ)، ويقال (فيّ) في الأكثر، و (فمي).\nوإذا قطعت قيل: (أخ) و (أب) و (حم)، و (هن) و (فم)، وفتح الفاء أفصح منهما.\nوجاء (حم) مثل (يد) و (خبء) و (دلو) و (عصا) مطلقا.\nوجاء (هن) مثل (يد) مطلقا.\nو (ذو) لا يضاف إلى مضمر، ولا يقطع عن الإضافة.\n[التوابع]\n:\nالتّوابع: كلّ ثان بإعراب سابقه من جهة واحدة.\n[النعت]\n:\nالنّعت: تابع يدلّ على معنى في متبوعه مطلقا.\nوفائدته تخصيص أو توضيح.\nوقد يكون لمجرّد الثّناء، أو الذّمّ، أو التّأكيد مثل: {نَفْخَةٌ واحِدَةٌ} (1).\nولا فصل بين أن يكون مشتقّا أو غيره إذا كان وضعه لغرض المعنى عموما مثل:\n(تميميّ)، و (ذي مال)، أو خصوصا مثل: (مررت برجل أيّ رجل)، و (مررت بهذا الرّجل) و (بزيد هذا).\n(1) الحاقة/13.\nالجزء: 1 ¦ الصفحة: 29\n",
        "وتوصف النّكرة بالجملة الخبريّة ويلزم الضّمير. ويوصف بحال الموصوف، وبحال متعلّقه نحو (مررت برجل حسن غلامه).\nفالأوّل يتبعه في الإعراب، والتّعريف والتّنكير، والإفراد والتّثنية والجمع، والتّذكير والتّأنيث.\nوالثّاني يتبعه في الخمس الأول، وفي البواقي كالفعل، ومن ثمّ حسن (قام رجل قاعد غلمانه)، وضعف (قاعدون غلمانه)، ويجوز (قعود غلمانه).\nوالمضمر لا يوصف ولا يوصف به، والموصوف أخصّ أو مساو، ومن ثمّ لم يوصف ذو اللاّم إلاّ بمثله، أو بالمضاف إلى مثله، وإنّما التزم وصف باب (هذا) بذي اللاّم للإبهام، ومن ثمّ ضعف (مررت بهذا الأبيض) وحسن (مررت بهذا العالم).\nالعطف\n:\nالعطف: تابع مقصود بالنّسبة مع متبوعه، يتوسّط بينه وبين متبوعه أحد الحروف العشرة-وسيأتي-مثل (قام زيد وعمرو).\nوإذا عطف على الضّمير المرفوع المتّصل أكّد بمنفصل، مثل (ضربت أنا وزيد)، إلاّ أن يقع فصل فيجوز تركه نحو (ضربت اليوم وزيد).\nوإذا عطف على الضّمير المجرور أعيد الخافض، نحو (مررت بك وبزيد).\nوالمعطوف في حكم المعطوف عليه، ومن ثمّ لم يجز في (ما زيد بقائم أو قائما، ولا ذاهب عمرو) إلاّ الرّفع، وإنّما جاز (الّذي يطير فيغضب زيد الذّباب) لأنّها فاء السّببيّة.\nوإذا عطف على عاملين مختلفين لم يجز، خلافا للفرّاء (1)، إلاّ في نحو (في الدّار زيد والحجرة عمرو)، خلافا لسيبويه (2).\n[التأكيد]\n:\nالتّأكيد: تابع يقرّر أمر المتبوع في النّسبة أو الشّمول، وهو لفظيّ ومعنويّ:\n(1) لا يعرف القول بإجازة هذا من مذهب الفرّاء، لكنه منسوب إلى الأخفش كما في المقتضب 4/ 95، وابن يعيش 3/ 27، والمغني ص 318.\n(2) يخرّج هذا القول على إضمار الجارّ عند سيبويه والمحقّقين كما ذكر ابن هشام (المغني ص 318).\nالجزء: 1 ¦ الصفحة: 30\n",
        "فاللّفظيّ: تكرير اللّفظ الأوّل، مثل (جاءني زيد زيد)، ويجري في الألفاظ كلّها.\nوالمعنويّ بألفاظ محصورة، وهي: نفسه، وعينه، وكلاهما، وكلّه، وأجمع، وأكتع، وأبتع، وأبصع.\nفالأوّلان يعمّان باختلاف صيغتهما وضميرهما، تقول: (نفسه)، (نفسها)، (أنفسهما)، (أنفسهم)، (أنفسهنّ).\nوالثّاني للمثنّى: (كلاهما)، و (كلتاهما)، والباقي لغير المثنّى باختلاف الضمير في:\n(كلّه)، و (كلّها)، و (كلّهم)، و (كلّهنّ).\nوالصيغ في البواقي، تقول: (أجمع) و (جمعاء) و (أجمعون) و (جمع).\nولا يؤكّد ب‍ (كلّ) و (أجمع) إلاّ ذو أجزاء يصح افتراقها حسّا أو حكما، نحو (أكرمت القوم كلّهم)، و (اشتريت العبد كلّه)، بخلاف (جاءني زيد كلّه).\nوإذا أكّد المضمر المرفوع المتّصل بالنّفس والعين أكّد بمنفصل، مثل: (ضربت أنت نفسك).\nو (أكتع) وأخواه أتباع ل‍ (أجمع)، فلا تتقدّم عليه، وذكرها دونه ضعيف.\n[البدل]\n:\nالبدل: تابع مقصود بما نسب إلى المتبوع دونه.\nوهو بدل الكلّ، والبعض، والاشتمال، والغلط.\nفالأوّل: مدلوله مدلول الأوّل.\nوالثّاني: جزؤه.\nوالثّالث: بينه وبين الأوّل ملابسة بغير هما.\nوالرّابع: أن تقصد إليه بعد أن غلطت بغيره، ويكونان معرفتين، ونكرتين، ومختلفين.\nوإذا كان نكرة من معرفة فالنّعت، مثل: {بِالنّاصِيَةِ (15) ناصِيَةٍ كاذِبَةٍ} (1).\nويكونان ظاهرين، ومضمرين، ومختلفين.\nولا يبدل ظاهر من مضمر بدل الكلّ إلاّ من الغائب، نحو: (ضربته زيدا).\n(1) العلق/15،16.\nالجزء: 1 ¦ الصفحة: 31\n",
        "[عطف البيان]\n:\nعطف البيان: تابع غير صفة يوضّح متبوعه، مثل [من الرجز]:\nأقسم بالله أبو حفص عمر (1)\nوفصله من البدل لفظا في مثل [من الوافر]:\nأنا ابن التّارك البكريّ بشر\n…\n. . . (2)\n[المبني]\n:\nالمبنيّ: ما ناسب مبنيّ الأصل، أو وقع غير مركّب.\nوحكمه أن لا يختلف آخره باختلاف العوامل.\nوألقابه: ضمّ، وفتح، وكسر، ووقف.\nوهي: المضمرات، وأسماء الإشارة، والموصولات، وأسماء الأفعال، والأصوات، والمركّبات، والكنايات، وبعض الظّروف.\n[المضمر]\n:\nالمضمر: ما وضع لمتكلّم، أو مخاطب، أو غائب تقدّم ذكره لفظا أو معنى أو حكما.\nوهو متّصل ومنفصل.\nفالمنفصل: المستقلّ بنفسه.\nوالمتّصل: غير المستقلّ بنفسه.\nوهو مرفوع، ومنصوب، ومجرور.\nفالأوّلان متّصل ومنفصل، والثّالث متّصل، فذلك خمسة أنواع.\n(1) هو لعبد الله بن كيسبة على ما ذكر ابن جحر في الإصابة، وقيل: كنيته أبو كيسبة، أو لأعرابي، وزعم ابن يعيش أنه لرؤبة، وهذا لا أصل له (خزانة الأدب 5/ 154،156)، والشاهد فيه قوله: (أبو حفص عمر)، حيث جاء التابع (عمر) توضيحا للكنية (أبو حفص)؛ لكونه أشهر منها، و (عمر) هنا هو عمر بن الخطاب الصحابي رضي الله عنه.\n(2) تمامه: عليه الطّير ترقبه وقوعا، وهو للمرار الأسدي، والشّاهد فيه كون (بشر) عطف بيان على (البكري)؛ \"لأنّ بشرا لو جعل بدلا من (البكري) -والبدل في حكم تكرير العامل-لكان (التارك) في التّقدير داخلا على (بشر) \"، وذلك غير جائز. المفصّل ص 158.\nالجزء: 1 ¦ الصفحة: 32\n",
        "الأوّل: ضربت وضربت، إلى ضربن، وضربن.\nوالثّاني: (أنا) إلى (هنّ).\nوالثّالث: ضربني إلى ضربهنّ، وإنّني إلى إنّهنّ.\nالرّابع: إيّاي إلى إيّاهنّ.\nوالخامس: غلامي، ولي، إلى غلامهنّ، ولهنّ.\nفالمرفوع المتّصل خاصّة يستتر في الماضي للغائب والغائبة، وفي المضارع للمتكلّم مطلقا، والمخاطب والغائب والغائبة، وفي الصّفة مطلقا.\nولا يسوغ المنفصل إلا لتعذّر المتّصل، وذلك بالتّقديم على عامله، أو بالفصل لغرض، أو بالحذف، أو بكون العامل معنويّا، أو حرفا والضمّير مرفوع، أو بكونه مسندا إليه صفة جرت على غير من هي له مثل: (إيّاك ضربت) و (ما ضربك إلاّ أنا)، و (إيّاك والشّرّ) و (أنا زيد) و (ما أنت قائما)، و (هند زيد ضاربته هي).\nوإذا اجتمع ضميران وليس أحدهما مرفوعا، فإن كان أحدهما أعرف وقدّمته فلك الخيار في الثّاني، مثل (أعطيتكه) و (أعطيتك إيّاه)، و (ضربيك) و (ضربي إيّاك)، وإلاّ فهو منفصل، مثل: (أعطيته إيّاك وإيّاه).\nوالمختار في باب خبر (كان) الانفصال.\nوالأكثر (لولا أنت) إلى آخرها، و (عسيت) إلى آخرها، وجاء (لولاك) و (عساك) إلى آخرها.\n[نون الوقاية]\n:\nونون الوقاية مع الياء لازمة في الماضي، وفي المضارع عريا عن نون الإعراب. وأنت مع النون فيه و (لدن) و (إنّ) وأخواتها مخيّر.\nويختار في (ليت) و (من) و (عن) و (قد) و (قط)، وعكسها (لعلّ).\n[ضمير الفصل]\n:\nويتوسّط بين المبتدأ والخبر قبل العوامل وبعدها صيغة مرفوع منفصل مطابق للمبتدأ يسمّى فصلا؛ ليفصل بين كونه نعتا وخبرا.\nوشرطه أن يكون الخبر معرفة، أو (أفعل من كذا)، مثل: (كان زيد هو أفضل من عمرو).\nالجزء: 1 ¦ الصفحة: 33\n",
        "ولا موضع له عند الخليل (1)، وبعض العرب يجعله مبتدأ وما بعده خبره.\n[ضمير الشأن والقصة]\n:\nويتقدّم قبل الجملة ضمير غائب يسمّى ضمير الشّأن والقصّة يفسّر بالجملة بعده، ويكون منفصلا ومتصلا مستترا أو بارزا، على حسب العوامل نحو (هو زيد قائم)، و (كان زيد قائم) و (إنّه زيد قائم).\nوحذفه منصوبا ضعيف، إلاّ مع (أن) إذا خفّفت فإنّه لازم.\n[أسماء الإشارة]\n:\nأسماء الإشارة: ما وضع لمشار إليه، وهي خمسة:\nللمذكّر، ولمثنّاه (ذان) و (ذين)، وللمؤنّث: (تا) و (تي)، و (ذي)، و (ته)، و (ذه)، و (تهي)، و (ذهي).\nولمثنّاه: (تان) و (تين).\nولجمعهما: (أولاء) مدّا وقصرا.\nويلحقها حرف التّنبيه، ويتّصل بها حرف الخطاب.\nوهي خمسة في خمسة، فتكون خمسة وعشرين، وهي: (ذاك) إلى (ذاكنّ)، و (ذانك) إلى (ذانكنّ)، وكذلك البواقي.\nويقال: (ذا) للقريب، و (ذلك) للبعيد، و (ذاك) للمتوسط، و (تلك) و (ذانّك) و (تانّك) مشدّدتين.\nو (أولالك) مثل (ذلك).\nوأمّا (ثمّ) و (هنا) و (هنّا) فللمكان خاصة.\n[الموصول]\n:\nالموصول: ما لا يتم جزءا إلاّ بصلة وعائد، وصلته جملة خبريّة، والعائد ضمير له.\nوصلة الألف واللاّم اسم فاعل أو مفعول.\nوهي: (الّذي)، و (الّتي)، و (اللّذان) و (اللّتان) بالألف والياء.\n(1) ما نسب للخليل هو قول البصريين في هذه المسألة، يراجع: الإنصاف للأنباري، المسألة رقم 100.\nالجزء: 1 ¦ الصفحة: 34\n",
        "و (الأولى)، و (الّذين)، و (اللائي)، و (اللاء)، و (اللاتي)، و (اللواتي)، و (من)، و (ما)، و (أي)، و (أية)، و (ذو) الطّائيّة، و (ذا) بعد (ما) للاستفهام، والألف واللاّم والعائد المفعول يجوز حذفه.\nوإذا أخبرت ب‍ (الّذي) صدّرتها، وجعلت موضع المخبر عنه ضميرا لها، وأخرّته خبرا، فإذا أخبرت عن (زيد) من (ضربت زيدا) قلت: (الّذي ضربته زيد)، وكذلك الألف واللاّم في الجملة الفعليّة خاصّة؛ ليصحّ بناء اسمي الفاعل والمفعول، فإن تعذّر أمر منها تعذّر الإخبار، ومن ثمّ امتنع في ضمير الشّأن والموصوف والصّفة، والمصدر العامل، والحال، والضّمير المستحقّ لغيرها، والاسم المشتمل عليه.\nو (ما) الاسميّة: موصولة، واستفهاميّة، وشرطيّة، وموصوفة، وتامّة بمعنى (شيء) و (صفة).\nو (من) كذلك، إلاّ في التّمام والصّفة.\nو (أيّ) و (أيّة) ك‍ (من)، وهي معربة وحدها، إلاّ إذا حذف صدر صلتها.\nوفي (ماذا صنعت؟) وجهان: أحدهما: ما الّذي، وجوابه رفع، والآخر: أيّ شيء، وجوابه نصب.\n[أسماء الأفعال]\n:\nأسماء الأفعال: ما كان بمعنى الأمر أو الماضي، مثل: (رويد زيدا)، أي: أمهله، و (هيهات ذاك)، أي: بعد.\nوفعال بمعنى الأمر من الثّلاثي قياس، ك‍ (نزال) بمعنى انزل، وفعال مصدرا معرفة (فجار)، وصفة مثل: (يا فساق) مبنيّ؛ لمشابهته له عدلا وزنة، وعلما للأعيان مؤنّثا ك‍ (قطام) و (غلاب) مبنيّ في الحجاز، ومعرب في بني تميم، إلاّ ما في آخره راء، نحو (حضار).\n[أسماء الأصوات]\n:\nالأصوات: كلّ لفظ حكي به صوت، أو صوّت به للبهائم.\nفالأوّل: ك‍ (غاق)، والثّاني: ك‍ (نخ).\nالجزء: 1 ¦ الصفحة: 35\n",
        "[المركّبات]:\nالمركّبات: كلّ اسم مركّب من كلمتين ليس بينهما نسبة، فإن تضمّن الثّاني حرفا بنيا ك‍ (خمسة عشر) و (حادي عشر) وأخواتها، إلاّ اثني عشر، وإلاّ أعرب الثّاني ك‍ (بعلبك) وبني الأوّل في الأفصح.\n[الكنايات]\n:\nالكنايات: (كم) و (كذا) للعدد، و (كيت) و (ذيت) للحديث.\nف‍ (كم) الاستفهاميّة مميّزها منصوب مفرد.\nوالخبريّة مجرور مفرد ومجموع.\nوتدخل (من) فيهما، ولهما صدر الكلام.\nوكلاهما يقع مرفوعا ومنصوبا ومجرورا، فكلّ ما بعده فعل غير مشتغل عنه بضميره كان منصوبا معمولا على حسبه، وكلّ ما قبله حرف جرّ أو مضاف فمجرور، وإلاّ فهو (1) مرفوع مبتدأ إن لم يكن ظرفا، وخبرا إن كان ظرفا.\nوكذلك أسماء الاستفهام والشّرط.\nوفي مثل تمييز [من الكامل]:\nكم عمّة لك يا جرير وخالة\n…\n. . . (2)\nثلاثة أوجه.\nوقد يحذف في مثل: (كم مالك؟) و (كم ضربت؟).\n[الظروف]\n:\nالظّروف: منها ما قطع عن الإضافة ك‍ (قبل) و (بعد)، وأجري مجراه (لا غير) و (ليس غير) و (حسب).\nومنها (حيث)، ولا يضاف إلاّ إلى جملة في الأكثر.\n(1) في المحقّق (وإلا فمرفوع)، والصواب المثبت من مخطوطة برينستون.\n(2) البيت للفرزدق يهجو جريرا، وتمامه: فدعاء قد حلبت عليّ عشاري، والأوجه التي ذكرها المؤلف هي: النصب على الاستفهامية، والجر على الخبر، والرفع على معنى (كم مرة حلبت عليّ عماتك)، المفصّل ص 221.\nالجزء: 1 ¦ الصفحة: 36\n",
        "ومنها (إذا)، وهي للمستقبل (1)، وفيها معنى الشّرط، فلذلك اختير بعدها الفعل، وقد تكون للمفاجأة (2) فيلزم المبتدأ بعدها.\nومنها (إذ) للماضي، وتقع بعدها الجملتان.\nومنها (أين) و (أنّى) للمكان استفهاما وشرطا.\nو (متى) للزّمان فيهما.\nو (أيّان) للزّمان استفهاما.\nو (كيف) للحال استفهاما.\nومنها (مذ) و (منذ) بمعنى أوّل المدّة، فيليهما المفرد المعرفة، وبمعنى (جميع)، فيليهما المقصود ب\nالعدد.\nوقد يقع المصدر أو الفعل أو (أن)، فيقدّر زمان مضاف، وهو مبتدأ وخبره ما بعده، خلافا للزّجّاج.\nومنها (لدى) و (لدن)، وقد جاء (لدن) و (لدن) و (لدن) و (لد) و (لد) و (قط) للماضي المنفيّ.\nو (عوض) للمستقبل المنفيّ.\nوالظّرف المضاف إلى الجملة و (إذ) يجوز بناؤه على الفتح، وكذلك (مثل) و (غير) مع (ما)، و (إنّ) و (أنّ).\n[المعرفة والنكرة]\n:\nالمعرفة: ما وضع لشيء بعينه، وهي:\nالمضمرات، والأعلام، والمبهمات، وما عرّف باللاّم، وبالنّداء، والمضاف إلى أحدها معنى.\nالعلم: ما وضع لشيء بعينه غير متناول غيره بوضع واحد.\nوأعرفها المضمر المتكلّم، ثم المخاطب.\nوالنّكرة: ما وضع لشيء لا بعينه.\n(1) وقد تستعمل للماضي نحو قوله تعالى: وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً اِنْفَضُّوا إِلَيْها الجمعة/11.\n(2) وقد اجتمعتا في قوله تعالى: ثُمَّ إِذا دَعاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذا أَنْتُمْ تَخْرُجُونَ الروم/25.\nالجزء: 1 ¦ الصفحة: 37\n",
        "[العدد]\n:\nأسماء العدد: ما وضع لكمّيّة آحاد الأشياء. أصولها اثنتا عشرة كلمة.\nواحد إلى عشرة، ومائة، وألف. تقول: واحد، اثنان، واحدة، اثنتان أو ثنتان، وثلاثة إلى عشرة، وثلاث إلى عشر، أحد عشر، اثنا عشر، إحدى عشرة، اثنتا عشرة، ثلاثة عشر إلى تسعة عشر، وثلاث عشرة إلى تسع عشرة.\nوتميم تكسر الشّين في المؤنّث. وعشرون وأخواتها فيهما، أحد وعشرون، إحدى وعشرون، ثمّ بالعطف بلفظ ما تقدّم إلى تسعة وتسعين.\nومئة وألف، مئتان وألفان فيهما، ثمّ بالعطف على ما تقدّم.\nوفي ثماني عشرة فتح الياء، وجاء إسكانها، وشذّ حذفها بفتح النّون.\nومميّز الثّلاثة إلى العشرة مخفوض مجموع لفظا أو معنى، إلاّ في ثلاثمائة إلى تسعمائة، وكان قياسها مئات، أو مئين.\nوممّيز (أحد عشر) إلى تسعة وتسعين منصوب مفرد. ومميّز مئة وألف وتثنيتهما وجمعه مخفوض مفرد. وإذا كان المعدود مؤنّثا واللّفظ مذكّرا، أو بالعكس فوجهان.\nولا يميّز (واحد) و (اثنان)؛ استغناء بلفظ التّمييز عنهما، مثل: (رجل) و (رجلان)، لإفادته النّصّ المقصود بالعدد.\nوتقول في المفرد من المتعدّد باعتبار تصييره: الثّاني والثّانية، إلى العاشر والعاشرة لا غير.\nوباعتبار حاله: الأوّل والثّاني، والأولى والثّانية، إلى العاشر والعاشرة، والحادي عشر والحادية عشرة، والثّاني عشر، والثّانية عشرة إلى التّاسع عشر، والتّاسعة عشرة، ومن ثمّ قيل في الأوّل: ثالث اثنين، أي مصيّرهما، من ثلثهما (1).\nوفي الثّاني: ثالث ثلاثة، أي أحدها. وتقول: حادي عشر، أحد عشر على الثّاني خاصّة، وإن شئت قلت: حادي أحد عشر، إلى تاسع تسعة عشر، فتعرب الجزء الأوّل.\n[المذكّر والمؤنّث]:\nالمؤنّث: ما فيه علامة التّأنيث لفظا أو تقديرا.\n(1) في المطبوع: (من ثلاثتهما)، ولا معنى له، والمثبت من مخطوطة برينستون، في مختار الصحاح: \"وثلثهم من باب ضرب إذا كان ثالثهم أو كمّلهم ثلاثة بنفسه\".\nالجزء: 1 ¦ الصفحة: 38\n",
        "والمذكّر: بخلافه.\nوعلامة التّأنيث: التّاء، والألف مقصورة أو ممدودة.\nوهو حقيقيّ ولفظيّ.\nفالحقيقيّ: ما بإزائه ذكر من الحيوان، ك‍ (امرأة) و (ناقة).\nواللّفظيّ بخلافه، ك‍ (ظلمة) و (عين).\nوإذا أسند الفعل إليه فبالتّاء. وأنت في ظاهر غير الحقيقيّ بالخيار، وحكم ظاهر الجمع غير المذكّر السّالم مطلقا حكم ظاهر غير الحقيقيّ، وضمير العاقلين غير المذكّر السالم: (فعلت) و (فعلوا)، والنّساء والأيّام (فعلت) و (فعلن).\n[المثنّى]:\nالمثنّى: ما لحق آخره ألف، أو ياء مفتوح ما قبلها، ونون مكسورة؛ ليدلّ على أنّ معه مثله من جنسه.\nفالمقصور إن كانت ألفه عن واو وهو ثلاثيّ قلبت واوا، وإلاّ فبالياء.\nوالممدود إن كانت همزته أصليّة تثبت، وإن كانت للتّأنيث قلبت واوا، وإلاّ فالوجهان.\nويحذف نونه بالإضافة، وحذفت تاء التّأنيث في (خصيان) و (أليان).\n[المجموع]\nالمجموع: ما دلّ على آحاد مقصودة بحروف مفرده بتغيّر ما. فنحو (تمر) و (ركب) ليس بجمع على الأصحّ، ونحو (فلك) جمع.\nوهو صحيح ومكسّر، فالصّحيح لمذكّر ولمؤنّث.\n[جمع المذكر السالم]\n:\nالمذكّر: ما لحق آخره واو مضموم ما قبلها، أو ياء مكسور ما قبلها، ونون مفتوحة؛ ليدلّ على أنّ معه أكثر منه.\nفإن كان آخره ياء قبلها كسرة حذفت، مثل: (قاضون).\nوإن كان آخره مقصورا حذفت الألف وبقي ما قبلها مفتوحا، مثل: (مصطفون) و (مصطفين).\nالجزء: 1 ¦ الصفحة: 39\n",
        "وشرطه إن كان اسما فمذكّر علم يعقل. وإن كان صفة فمذكّر يعقل، وأن لا يكون أفعل فعلاء، مثل (أحمر) (حمراء)، ولا فعلان فعلى مثل (سكران) (سكرى)، ولا مستويا فيه مع المؤنّث مثل (جريح) و (صبور)، ولا بتاء التّأنيث مثل (علامة).\nوتحذف نونه بالإضافة. وقد شذّ نحو (سنين) و (أرضين).\n[جمع المؤنث السالم]\n:\nالمؤنّث: ما لحق آخره ألف وتاء. وشرطه إن كان صفة وله مذكّر فأن يكون مذكّره جمع بالواو والنّون، وإن لم يكن له مذكّر فأن لا يكون مجرّدا عن تاء التّأنيث ك‍ (حائض)، وإلاّ جمع مطلقا.\n[جمع التكسير]\n:\nجمع التّكسير: ما تغيّر بناء واحده ك‍ (رجال) و (أفراس).\nوجمع القلّة: (أفعل) و (أفعال) و (أفعلة) و (فعلة)، والصّحيح (1) وما عدا ذلك جمع كثرة.\n[المصدر]\n:\nالمصدر: اسم الحدث الجاري على الفعل. وهو من الثّلاثيّ سماع، ومن غيره قياس، مثل: أخرج إخراجا، واستخرج استخراجا.\nويعمل عمل فعله-ماضيا وغيره-إذا لم يكن مفعولا مطلقا.\nولا يتقدّم معموله عليه، ولا يضمر فيه، ولا يلزم ذكر الفاعل.\nويجوز إضافته إلى الفاعل، وقد يضاف إلى المفعول.\nوإعماله باللاّم قليل.\nفإن كان مفعولا مطلقا فالعمل للفعل، وإن كان بدلا منه فوجهان.\n[اسم الفاعل]\n:\nاسم الفاعل: ما اشتقّ من فعل لمن قام به بمعنى الحدوث.\n(1) الصحيح: أي جمع التّصحيح مذكرا كان أو مؤنّثا.\nالجزء: 1 ¦ الصفحة: 40\n",
        "وصيغته من الثّلاثيّ المجرّد على فاعل، ومن غير الثّلاثيّ على صيغة المضارع بميم مضمومة وكسر ما قبل الآخر، مثل: (مخرج)، و (مستخرج).\nويعمل عمل فعله بشرط معنى الحال أو الاستقبال، والاعتماد على صاحبه أو الهمزة أو (ما).\nفإن كان للماضي وجبت الإضافة معنى، خلافا للكسائيّ.\nفإن كان له معمول آخر فبفعل مقدّر، نحو (زيد معطي عمرو درهما أمس)، فإن دخلت اللاّم استوى الجميع.\nوما وضع منه للمبالغة ك‍ (ضرّاب)، و (ضروب)، و (مضراب)، و (عليم)، و (حذر) مثله.\nوالمثنّى والمجموع مثله.\nويجوز حذف النّون مع العمل والتّعريف تخفيفا.\n[اسم المفعول]\n:\nاسم المفعول: هو ما اشتقّ من فعل لمن وقع عليه.\nوصيغته من الثّلاثيّ المجرّد على (مفعول)، كمضروب. ومن غيره على صيغة اسم الفاعل بميم مضمومة وبفتح ما قبل الآخر ك‍ (مستخرج).\nوأمره في العمل والاشتراط كأمر اسم الفاعل، مثل: (زيد معطى غلامه درهما).\n[الصفة المشبهة]\n:\nالصّفة المشبّهة: ما اشتقّ من فعل لازم لمن قام به على معنى الثّبوت.\nوصيغتها مخالفة لصيغة اسم الفاعل على حسب السماع، ك‍ (حسن) و (صعب) و (شديد).\nوتعمل عمل فعلها مطلقا.\nوتقسيم مسائلها أن تكون الصّفة باللاّم، أو مجرّدة عنها ومعمولها مضافا أو باللاّم أو مجردا عنهما، فهذه ستّة.\nوالمعمول فى كلّ واحد منها مرفوع ومنصوب ومجرور، صارت ثمانية عشر.\nالجزء: 1 ¦ الصفحة: 41\n",
        "فالرّفع على الفعليّة، والنّصب على التّشبيه بالمفعول في المعرفة وعلى التّمييز في النّكرة، والجرّ على الإضافة.\nوتفصيلها: (حسن وجهه) ثلاثة، وكذلك (حسن الوجه)، (حسن وجه)، (الحسن وجهه)، (الحسن الوجه)، (الحسن وجه).\nاثنان منها ممتنعان: (الحسن وجهه)، (الحسن وجه).\nواختلف في (حسن وجهه).\nوالبواقي، ما كان فيه ضمير واحد أحسن، وما كان فيه ضميران حسن، وما لا ضمير فيه قبيح.\nومتى رفعت بها فلا ضمير فيها، فهي كالفعل، وإلاّ ففيها ضمير الموصوف، فتؤنّث وتثنّى وتجمع.\nواسما الفاعل والمفعول غير المتعدّيين مثل الصّفة فيما ذكر.\n[اسم التفضيل]\n:\nاسم التّفضيل: ما اشتقّ من فعل لموصوف بزيادة على غيره، وهو (أفعل).\nوشرطه أن يبنى من ثلاثيّ مجرّد ليمكن البناء، ليس بلون، ولا عيب، لأنّ منهما (أفعل) لغيره مثل (زيد أفضل النّاس)، فإن قصد غيره توصّل إليه ب‍ (أشدّ) ونحوه، مثل: (هو أشدّ منه استخراجا وبياضا وعمى).\nوقياسه للفاعل، وقد جاء للمفعول نحو: (أعذر) و (ألوم)، و (أشهر) و (أشغل).\nويستعمل على أحد ثلاثة أوجه:\nمضافا، أو ب‍ (من)، أو معرّفا باللاّم.\nفلا يجوز (زيد الأفضل من عمرو)، ولا (زيد أفضل) إلاّ أن يعلم. فإذا أضيف فله معنيان:\nأحدهما: -وهو الأكثر-أن تقصد به الزّيادة على من أضيف إليه، فيشترط أن يكون منهم، مثل (زيد أفضل النّاس)، فلا يجوز (يوسف أحسن إخوته)؛ لخروجه عنهم بإضافتهم إليه.\nويجوز في الأوّل الإفراد والمطابقة لمن هو له.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وأمّا الثّاني، والمعرّف باللاّم، فلا بدّ من المطابقة.\nوالذي ب‍ (من) مفرد مذكّر لا غير.\nولا يعمل في مظهر إلاّ إذا كان صفة لشيء وهو في المعنى لمسبّب مفضّل باعتبار الأوّل على نفسه، باعتبار غيره منفيّا، مثل: (ما رأيت رجلا أحسن في عينه الكحل منه في عين زيد)؛ لأنّه بمعنى حسن، مع أنّهم لو رفعوا لفصلوا بين (أحسن) ومعموله بأجنبيّ وهو (الكحل)، ولك أن تقول: أحسن في عينه الكحل من عين زيد، فإن قدّمت ذكر العين قلت: (ما رأيت كعين زيد أحسن فيها الكحل) مثل [من الطويل]:\nمررت على وادي السّباع ولا أرى\n…\nكوادي السّباع حين يظلم واديا\nأقلّ به ركب أتوه تئيّة\n…\nوأخوف إلاّ ما وقى الله ساريا (1)\n(1) البيتان من شواهد الكتاب، وهما لسحيم بن وثيل الرياحي، قال سيبويه: \"وإنما أراد: (أقلّ به الرّكب تئيّة منهم به)، ولكنّه حذف ذلك استخفافا، كما تقول: (أنت أفضل) ولا تقول: (من أحد) \"ا. هـ‍.\nالجزء: 1 ¦ الصفحة: 43\n",
        "[الأفعال]\nالفعل: ما دلّ على معنى في نفسه مقترن بأحد الأزمنة الثّلاثة.\nومن خواصّه دخول (قد)، والسّين، و (سوف)، والجوازم، ولحوق تاء (فعلت)، وتاء التّأنيث ساكنة.\n[الفعل الماضي]\n:\nالماضي: ما دلّ على زمان قبل زمانك، مبنيّ على الفتح مع غير ضمير المرفوع المتحرّك والواو.\n[الفعل المضارع]\n:\nالمضارع: ما أشبه الاسم بأحد حروف (نأيت) لوقوعه مشتركا، وتخصيصه بالسّين و (سوف).\nفالهمزة للمتكلّم مفردا، والنّون له مع غيره، والتّاء للمخاطب وللمؤنّث والمؤنّثين غيبة، والياء للغائب غيرهما.\nوحروف المضارعة مضمومة في الرّباعيّ، ومفتوحة فيما سواه.\nولا يعرب من الفعل غيره، إذا لم يتّصل به نون التّأكيد، ولا نون جمع المؤنّث.\nوإعرابه: رفع ونصب وجزم.\nفالصّحيح المجرّد عن ضمير بارز مرفوع للتّثنية والجمع، والمخاطب المؤنّث، بالضّمّة والفتحة لفظا والسّكون، مثل: (يضرب).\nوالمتّصل به ذلك بالنّون وحذفها، مثل: (يضربان)، و (يضربون) و (تضربين).\nوالمعتلّ بالواو والياء بالضّمّة تقديرا، والفتحة لفظا، والحذف.\nوالمعتلّ بالألف بالضّمّة والفتحة تقديرا، والحذف.\nويرتفع إذا تجرّد عن النّاصب والجازم، نحو (يقوم زيد).\n[نواصب الفعل المضارع]\n:\nوينتصب ب‍ (أن)، و (لن)، و (إذن)، و (كي).\nوب‍ (أن) مقدّرة بعد (حتّى)، ولام (كي)، ولام الجحود، والفاء، والواو، و (أو).\nالجزء: 1 ¦ الصفحة: 44\n",
        "ف‍ (أن) مثل: (أريد أن تحسن إليّ)، {وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ} (1) والّتي تقع بعد العلم هي المخفّفة من المثقّلة، وليست هذه، نحو:\n(علمت أن سيقوم) و (أن لا يقوم)\nوالّتي تقع بعد الظّنّ ففيها الوجهان.\nو (لن) مثل (لن أبرح) ومعناها نفي المستقبل.\nو (إذن) إذا لم يعتمد ما بعدها على ما قبلها، وكان الفعل مستقبلا مثل: (إذن تدخل الجنّة)، وإذا وقعت بعد الواو والفاء فالوجهان.\nو (كي) مثل (أسلمت كي أدخل الجنّة)، ومعناها السّببيّة.\nو (حتّى) إذا كان مستقبلا بالنّظر إلى ما قبلها بمعنى (كي) أو (إلى) مثل (أسلمت حتّى أدخل الجنّة)، و (كنت سرت حتّى أدخل البلد)، و (أسير حتّى تغيب الشّمس).\nفإن أردت الحال تحقيقا، أو حكاية كانت حرف ابتداء، فيرفع وتجب السّببيّة، مثل:\n(مرض فلان حتّى لا يرجونه)، ومن ثمّ امتنع الرّفع في (كان سيري حتّى أدخلها) في النّاقصة، و (أسرت حتّى تدخلها؟).\nوجاز في التّامّة (كان سيري حتّى أدخلها)، و (أيّهم سار حتّى يدخلها).\nولام (كي) مثل (أسلمت لأدخل الجنّة).\nولام الجحود: لام تأكيد بعد النّفي ل‍ (كان)، مثل: {وَما كانَ اللهُ لِيُعَذِّبَهُمْ} (2).\nوالفاء بشرطين:\nأحدهما: السّببيّة، والثّاني: أن يكون قبلها أمر، أو نهي، أو استفهام، أو نفي، أو تمنّ، أو عرض.\nوالواو بشرطين: الجمعيّة، وأن يكون قبلها مثل ذلك.\nو (أو) بشرط معنى (إلى أن)، أو (إلا أن).\nوالعاطفة إذا كان المعطوف عليه اسما.\nويجوز إظهار (أن) مع لام (كي) والعاطفة، ويجب مع (لا) في اللاّم.\n(1) البقرة/184.\n(2) الأنفال/33.\nالجزء: 1 ¦ الصفحة: 45\n",
        "[جوازم الفعل المضارع]\n:\nوينجزم ب‍ (لم) و (لمّا)، ولام الأمر، و (لا) في النّهي، وكلم المجازاة وهي: (إن)، و (مهما)، و (إذما)، و (حيثما)، و (أين)، و (متى)، و (ما)، و (من)، و (أيّ)، و (أنّى).\nوإما مع (كيفما) و (إذا) فشاذّ، وب‍ (إن) مقدّرة.\nف‍ (لم) لقلب المضارع ماضيا ونفيه، و (لمّا) مثلها، وتختصّ بالاستغراق، وجواز حذف الفعل.\nولام الأمر: اللاّم المطلوب بها الفعل.\nو (لا) النّهي: المطلوب بها التّرك.\nوكلم المجازاة تدخل على الفعلين لسببيّة الأوّل ومسبّبيّة الثّاني، ويسمّيان شرطا وجزاء.\nفإن كانا مضارعين، أو الأوّل فالجزم.\nوإن كان الثّاني فالوجهان.\nوإذا كان الجزاء ماضيا بغير (قد) لفظا أو معنى لم يجز الفاء.\nوإن كان مضارعا مثبتا أو منفيّا ب‍ (لا) فالوجهان، وإلا فالفاء.\nويجيء (إذا) مع الجملة الاسميّة موضع الفاء، و (إن) مقدّرة بعد الأمر والنّهي والاستفهام والتّمنّي والعرض إذا قصد السّببيّة نحو: (أسلم تدخل الجنّة) و (لا تكفر تدخل الجنّة)، وامتنع (لا تكفر تدخل النّار) خلافا للكسائيّ، لأنّ التّقدير: إن لا تكفر.\n[فعل الأمر]\n:\nالأمر: صيغة يطلب بها الفعل من الفاعل المخاطب بحذف حرف المضارعة.\nوحكم آخره حكم المجزوم.\nفإن كان بعده ساكن وليس برباعيّ، زدت همزة وصل مضمومة إن كان بعده ضمّة، ومكسورة فيما سواه مثل: (اقتل) و (اضرب) و (اعلم).\nوإن كان رباعيّا فمفتوحة مقطوعة.\n[فعل ما لم يسمّ فاعله]:\nفعل ما لم يسمّ فاعله: هو ما حذف فاعله، فإن كان ماضيا ضمّ أوّله وكسر ما قبل آخره، ويضمّ الثّالث مع همزة الوصل، والثاني مع التّاء خوف اللّبس.\nالجزء: 1 ¦ الصفحة: 46\n",
        "ومعتلّ العين الأفصح (قيل) و (بيع)، وجاء الإشمام والواو.\nومثله باب (اختير) و (انقيد) دون (استخير) و (أقيم).\nوإن كان مضارعا ضمّ أوّله وفتح ما قبل آخره، ومعتلّ العين ينقلب فيه ألفا.\n[المتعدّي وغير المتعدّي]:\nفالمتعدّي: ما يتوقّف فهمه على متعلّق، ك‍ (ضرب). وغير المتعدّي: بخلافه، ك‍ (قعد).\nوالمتعدّي يكون إلى واحد ك‍ (ضرب)، وإلى اثنين ك‍ (أعطى) و (علم)، وإلى ثلاثة ك‍ (أعلم) و (أرى) و (أنبأ) و (نبّأ) و (خبّر) و (أخبر) و (حدّث)، وهذه مفعولها الأوّل كمفعول (أعطيت)، والثّاني والثّالث كمفعولي (علمت).\n[أفعال القلوب]\n:\n(ظننت)، و (حسبت)، و (خلت)، و (زعمت)، و (علمت)، و (رأيت)، و (وجدت).\nتدخل على الجملة الاسميّة لبيان ما هي عنه، فتنصب الجزءين.\nومن خصائصها أنّه إذا ذكر أحدهما ذكر الآخر، بخلاف باب (أعطيت).\nومنها جواز الإلغاء إذا توسّطت أو تأخّرت؛ لاستقلال الجزءين كلاما، بخلاف باب (أعطيت) مثل (زيد-علمت-قائم).\nومنها أنّها تعلّق قبل الاستفهام، والنّفي، واللاّم، مثل: (علمت أزيد عندك أم عمرو).\nومنها أنّه يجوز أن يكون فاعلها ومفعولها ضميرين لشيء واحد، مثل: (علمتني منطلقا).\nولبعضها معنى آخر يتعدّى به إلى واحد، ف‍ (ظننت) بمعنى اتّهمت، و (علمت) بمعنى عرفت، و (رأيت) بمعنى أبصرت، و (وجدت) بمعنى أصبت.\n[الأفعال الناقصة]\n:\nالأفعال النّاقصة: ما وضع لتقرير الفاعل على صفة، وهي: (كان)، و (صار)، و (أصبح)، و (أمسى)، و (أضحى)، و (ظلّ)، و (بات)، و (آض)، و (عاد)، و (غدا)، و (راح)، و (ما زال)، و (ما برح)، و (ما فتئ)، و (ما انفكّ)، و (ما دام)، و (ليس).\nالجزء: 1 ¦ الصفحة: 47\n",
        "وقد جاء (ما جاءت حاجتك؟)، و (قعدت كأنّها حربة)، تدخل على الجملة الاسميّة لإعطاء الخبر حكم معناها، فترفع الأوّل وتنصب الثّاني، مثل (كان زيد قائما).\nف‍ (كان) تكون ناقصة لثبوت خبرها ماضيا دائما أو منقطعا، وبمعنى (صار)، ويكون فيها ضمير الشّأن، وتكون تامّة بمعنى ثبت، وزائدة.\nو (صار) للانتقال.\nو (أصبح) و (أمسى) و (أضحى) لاقتران مضمون الجملة بأوقاتها، وبمعنى (صار)، وتكون تامّة.\nو (ظلّ) و (بات) لاقتران مضمون الجملة بوقتيهما، وبمعنى (صار).\nو (ما زال) و (ما برح) و (ما فتئ) و (ما انفكّ) لاستمرار خبرها لفاعلها مذ قبله، ويلزمها النّفي.\nو (ما دام) لتوقيت أمر بمدّة ثبوت خبرها لفاعلها، ومن ثمّ احتاج إلى كلام؛ لأنّه ظرف.\nو (ليس) لنفي مضمون الجملة حالا، وقيل: مطلقا.\nويجوز تقديم أخبارها كلها على أسمائها، وهي في تقديمها عليها على ثلاثة أقسام:\nقسم يجوز، وهو من (كان) إلى (راح).\nوقسم لا يجوز، وهو ما في أوّله (ما)، خلافا لابن كيسان في غير (ما دام).\nوقسم مختلف فيه، وهو (ليس).\n[أفعال المقاربة]\n:\nأفعال المقاربة: ما وضع لدنوّ الخبر رجاء أو حصولا أو أخذا فيه.\nفالأوّل (عسى)، وهو غير متصرّف، تقول: (عسى زيد أن يخرج)، و (عسى أن يخرج زيد)، وقد تحذف (أن).\nوالثّاني: (كاد)، تقول: (كاد زيد يجيء)، وقد تدخل (أن)، وإذا دخل النّفي على (كاد) فهو كالأفعال على الأصحّ، وقيل: يكون للإثبات مطلقا، وقيل: يكون في الماضي للإثبات، وفي المستقبل كالأفعال؛ تمسكا بقوله تعالى: {وَما كادُوا يَفْعَلُونَ} (71) (1)، وبقول ذي الرّمّة [من الطويل]:\n(1) البقرة/71.\nالجزء: 1 ¦ الصفحة: 48\n",
        "إذا غيّر الهجر المحبّين لم يكد\n…\nرسيس الهوى من حب ميّة يبرح (1)\nوالثّالث: (طفق) و (كرب) و (جعل) و (أخذ)، وهي مثل (كاد) و (أوشك)، وهي مثل (عسى) و (كاد) في الاستعمال.\n[أفعال التّعجّب]:\nفعل التّعجّب: ما وضع لإنشاء التّعجّب، وله صيغتان:\nما أفعله، وأفعل به.\nوهما غير متصرّفين، مثل: (ما أحسن زيدا) و (أحسن بزيد)، ولا يبنيان إلاّ ممّا يبنى منه أفعل التّفضيل، ويتوصّل في الممتنع بمثل (ما أشدّ استخراجه) و (أشدد باستخراجه).\nولا يتصرّف فيهما بتقديم ولا تأخير ولا فصل، وأجاز المازنيّ الفصل بالظّرف.\nو (ما) ابتداء نكرة عند سيبويه وما بعدها الخبر (2)، وموصولة عند الأخفش (3) والخبر محذوف.\nو (به) فاعل، [و (أفعل) أصله خبر] (4) عند سيبويه، ولا ضمير في (أفعل)، وأمر (5) عند الأخفش، والباء للتّعدية، أو زائدة ففيه ضمير.\n[أفعال المدح والذّم]:\nأفعال المدح والذّمّ: ما وضع لإنشاء مدح أو ذمّ، فمنها: (نعم) و (بئس).\n(1) النّأي: البعد، رسيس الهوى: المراد أوّله أو ما سبق منه، والرّسّ: ابتداء الشيء، يقال: رسّ الحمّى ورسيسها: وهو أوّل مسّها.\n(2) نقل ذلك سيبويه عن الخليل، حيث قال: زعم الخليل أنه بمنزلة قولك: شيء أحسن عبد الله، ودخله معنى التعجّب، وهذا تمثيل ولم يتكلّم به. . . ونظير جعل (ما) وحدها اسما قول العرب في (إني مما أن أصنع)، أي: من الأمر أن أصنع، فجعل (ما) وحدها اسما الكتاب تحقيق د. البكاء 1/ 117،118.\n(3) يراجع: معاني القرآن للأخفش 1/ 347، وفي موصل الطلاب ص 152. . . (ما أحسن زيدا) عند الأخفش في أحد احتماليه، أي (شيء موصوف بأنّه حسن زيدا عظيم) فحذف الخبر.\n(4) زيادة انفردت بها مخطوطة برينستون.\n(5) في المطبوع (ومفعول). والتّصويب من مخطوطة برينستون.\nالجزء: 1 ¦ الصفحة: 49\n",
        "وشرطهما أن يكون الفاعل معرّفا باللاّم، أو مضافا الى المعرّف بها، أو مضمرا مميّزا بنكرة منصوبة، أو ب‍ (ما) مثل {فَنِعِمّا هِيَ} (1)، وبعد ذلك المخصوص، وهو مبتدأ ما قبله خبره، أو خبر مبتدأ محذوف مثل (نعم الرّجل زيد)، وشرطه مطابقة الفاعل، و {بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا} (2) وشبهه متأوّل.\nوقد يحذف المخصوص إذا علم مثل {نِعْمَ الْعَبْدُ} (3) و {فَنِعْمَ الْماهِدُونَ} (48) (4).\nو (ساء) مثل (بئس)، ومنها (حبّذا) وفاعله (ذا)، ولا يتغيّر وبعده المخصوص، وإعرابه كإعراب مخصوص (نعم)، ويجوز أن يقع قبل المخصوص وبعده تمييز أو حال على وفق مخصوصه.\n(1) البقرة/271.\n(2) الجمعة/5.\n(3) سورة ص/30،44.\n(4) الذاريات/48.\nالجزء: 1 ¦ الصفحة: 50\n",
        "[الحروف]\nالحرف: ما دلّ على معنى في غيره ومن ثمّ احتاج في جزئيّته إلى اسم أو فعل.\n[حروف الجر]\n:\nحروف الجرّ: ما وضع للإفضاء بفعل أو معناه إلى ما يليه، وهي:\n(من)، و (إلى)، و (حتّى)، و (في)، والباء، واللام، و (ربّ)، وواوها، وواو القسم، وتاؤه، وباؤه، و (عن)، و (على)، والكاف، و (مذ)، و (منذ)، و (حاشا)، و (عدا)، و (خلا).\nف‍ (من) للابتداء، والتّبيين، والتّبعيض، وزائدة في غير الموجب (1)، خلافا للكوفيّين والأخفش، و (قد كان من مطر) وشبهه متأوّل.\nو (إلى) للانتهاء، وبمعنى (مع) قليلا.\nو (حتّى) كذلك، وبمعنى (مع) كثيرا، وتختصّ بالظّاهر، خلافا للمبرّد.\nو (في) للظّرفيّة، وبمعنى (على) قليلا.\nو (الباء) للإلصاق، والاستعانة، والمصاحبة، والتّعدية، والمقابلة، والظّرفيّة، وزائدة في الخبر في الاستفهام، والنّفي قياسا، وفي غيره سماعا مثل (بحسبك زيد)، و (ألقى بيده).\nو (اللاّم) للاختصاص، والتّعليل، وزائدة، وبمعنى (عن) مع القول، وبمعنى الواو في القسم للتّعجّب.\nو (ربّ) للتّقليل، ولها صدر الكلام مختصّة بنكرة موصوفة على الأصحّ، وفعلها ماض محذوف غالبا، وقد تدخل على مضمر مبهم مميّز بنكرة منصوبة، والضّمير مفرد مذكّر، خلافا للكوفيّين في مطابقة التّمييز، وتلحقها (ما) فتدخل على الجمل.\nو (واوها) تدخل على نكرة موصوفة.\nو (واو القسم) إنما تكون عند حذف الفعل لغير السّؤال مختصّة بالظّاهر.\nو (التّاء) مثلها مختصّة باسم الله تعالى.\nو (الباء) أعمّ منهما في الجميع.\nويتلقّى القسم باللاّم، و (إنّ)، وحرف النّفي، ويحذف جوابه إذا اعترض، أو تقدّمه ما يدلّ عليه.\n(1) تراجع المسألة الرابعة والخمسون من الإنصاف 1/ 376.\nالجزء: 1 ¦ الصفحة: 51\n",
        "و (عن) للمجاوزة.\nو (على) للاستعلاء، وقد يكونان اسمين بدخول (من) عليهما.\nو (الكاف) للتّشبيه، وزائدة، وقد تكون اسما، وتختص بالظاهر.\nو (مذ) و (منذ) للابتداء في الزّمان الماضي، والظّرفية في الحاضر، نحو (ما رأيته مذ شهرنا) و (منذ يومنا).\nو (حاشا) و (عدا) و (خلا) للاستثناء.\n[الحروف المشبّهة بالفعل]:\n(إنّ)، و (أنّ)، و (كأنّ)، و (لكنّ)، و (ليت)، و (لعلّ).\nلها صدر الكلام، سوى (أنّ) فهي بعكسها.\nوتلحقها (ما) فتلغى على الأفصح، وتدخل حينئذ على الأفعال.\nف‍ (إنّ) لا تغيّر معنى الجملة.\nو (أنّ) مع جملتها في حكم المفرد، ومن ثمّ وجب الكسر في موضع الجمل، والفتح فى موضع المفرد.\nفكسرت ابتداء، وبعد القول، وبعد الموصول.\nوفتحت فاعلة ومفعولة ومبتدأة ومضافا إليها.\nوقالوا: (لولا أنّك) لأنّه مبتدأ، و (لو أنّك) لأنّه فاعل.\nفإن جاز التّقديران جاز الأمران، مثل (من يكرمني فإنّي أكرمه) و [من الطويل]. . .\n…\nإذا أنّه عبد القفا واللهازم (1)\nوشبهه، ولذلك جاز العطف على اسم المكسورة-لفظا أو حكما-بالرّفع دون المفتوحة، مثل (إنّ زيدا قائم وعمرو)، ويشترط مضيّ الخبر لفظا أو حكما، خلافا للكوفيّين (2)، ولا أثر لكونه مبنيّا، خلافا للمبرّد والكسائيّ (3) في مثل (إنّك وزيد ذاهبان).\n(1) صدره: وكنت أرى زيدا-كما قيل-سيّدا، لا يعلم قائله، والشاهد فيه وقوع (إذا) بمعنى المفاجأة.\n(2) تراجع المسألة الثالثة والعشرون من كتاب الإنصاف.\n(3) لعلّ ذكر المبرّد هنا من قبيل سبق القلم، ينظر: مغني اللبيب ص 384.\nالجزء: 1 ¦ الصفحة: 52\n",
        "و (لكنّ) كذلك، ولذلك دخلت اللاّم مع المكسورة دونها على الخبر، أو على الاسم إذا فصل بينه وبينها، أو على ما بينهما، وفي (لكنّ) ضعيف.\nوتخفّف المكسورة فيلزمها اللاّم، ويجوز إلغاؤها، ويجوز دخولها على فعل من أفعال المبتدأ، خلافا للكوفيّين في التّعميم.\nوتخفّف المفتوحة فتعمل في ضمير شأن مقدّر، وتدخل على الجمل مطلقا، وشذّ إعمالها في غيره، ويلزمها مع الفعل السّين، أو (سوف)، أو (قد)، أو حرف النّفي.\nو (كأنّ) للتّشبيه، وتخفّف فتلغى على الأفصح.\nو (لكنّ) للاستدراك، تتوسّط بين كلامين متغايرين معنى، وتخفّف فتلغى، ويجوز معها الواو.\nو (ليت) للتّمنّي، وأجاز الفرّاء: (ليت زيدا قائما).\nو (لعلّ) للتّرجّي، وشذّ الجرّ بها.\n[الحروف العاطفة]\n:\nالواو، والفاء، و (ثمّ)، و (حتّى)، و (أو)، و (إمّا)، و (أم)، و (لا)، و (بل)، و (لكن).\nفالأربعة الأول للجمع، فالواو للجمع مطلقا ولا ترتيب فيها، و (الفاء) للتّرتيب، و (ثمّ) مثلها بمهلة، و (حتّى) مثلها، ومعطوفها جزء من متبوعه ليفيد قوّة أو ضعفا.\nو (أو) و (إما)، و (أم) لأحد الأمرين مبهما.\nف‍ (أم) المتّصلة لازمة لهمزة الاستفهام، يليها أحد المستويين والآخر الهمزة، بعد ثبوت أحدهما لطلب التّعيين، ومن ثمّ ضعف (أرأيت زيدا أم عمرا)، ومن ثمّ كان جوابها بالتّعيين دون (نعم) أو (لا).\nوالمنقطعة ك‍ (بل) والهمزة، مثل (إنّها لإبل أم شاء).\nو (إمّا) قبل المعطوف عليه لازمة مع (إمّا)، جائزة مع (أو) و (لا) و (بل) و (لكن) لأحدهما معيّنا، و (لكن) لازمة للنّفي.\n[حروف التنبيه]\n:\n(ألا)، و (أما)، و (ها).\nالجزء: 1 ¦ الصفحة: 53\n",
        "[حروف النداء]\n:\n(يا) أعمّها، و (أيا) و (هيا) للبعيد، و (أي) و (الهمزة) للقريب.\n[حروف الإيجاب]\n:\n(نعم)، و (بلى)، و (إي)، و (أجل)، و (جير)، و (إن).\nف‍ (نعم) مقرّرة لما سبقها.\nو (بلى) مختصّة بإيجاب النّفي.\nو (إي) إثبات بعد الاستفهام، ويلزمها القسم.\nو (أجل)، و (جير)، و (إن) تصديق للمخبر.\n[حروف الزيادة]\n:\n(إن)، و (أن)، و (ما)، و (لا)، و (من)، والباء، واللام.\nف‍ (إن) مع (ما) النّافية، وقلّت مع (ما) المصدريّة و (لما).\nو (أن) مع (لمّا)، وبين (لو) والقسم، وقلّت مع الكاف.\nو (ما) مع (إذا) و (متى) و (أيّ) و (أين) و (إن) شرطا، وبعض حروف الجرّ، وقلّت مع المضاف.\nو (لا) مع الواو بعد النّفي، وبعد (أن) المصدريّة، وقلّت قبل أقسم، وشذّت مع المضاف.\nو (من) و (الباء) و (اللاّم) تقدّم ذكرها.\n[حرفا التفسير]\n:\n(أي)، و (أن).\nف‍ (أن) مختصّة بما في معنى القول.\n[حروف المصدر]\n:\n(ما)، و (أن)، و (أنّ).\nفالأوّلان للفعليّة.\nو (أن) للاسميّة.\nالجزء: 1 ¦ الصفحة: 54\n",
        "[حروف التّحضيض]:\n(هلاّ)، و (ألاّ)، و (لولا)، و (لوما).\nلها صدر الكلام، ويلزم الفعل لفظا أو تقديرا.\n[حرف التّوقّع]:\n(قد)، وفي المضارع للتّقليل.\n[حرفا الاستفهام]\n:\nالهمزة، و (هل).\nلهما صدر الكلام، تقول: (أزيد قائم؟)، و (أقام زيد؟)، وكذلك (هل)، والهمزة أعمّ تصرّفا، تقول: (أزيدا ضربت؟) و (أتضرب زيدا وهو أخوك؟)، و (أزيد عندك أم عمرو)، و {أَثُمَّ إِذا ما وَقَعَ} (1)، و {أَفَمَنْ كانَ} (2)، و {أَوَمَنْ كانَ} (3)، دون (هل).\n[حروف الشرط]\n:\n(إن)، و (لو)، و (أمّا).\nلها صدر الكلام.\nف‍ (إن) للاستقبال وإن دخل على الماضي، و (لو) عكسه.\nويلزمان الفعل لفظا أو تقديرا، ومن ثمّ قيل: (لو أنّك) بالفتح؛ لأنّه فاعل، و (انطلقت) بالفعل موضع (منطلق) ليكون كالعوض.\nوإن كان جامدا جاز لتعذّره.\nوإذا تقدّم القسم أوّل الكلام على الشّرط لزمه الماضي لفظا ومعنى، وكان الجواب للقسم لفظا، مثل (والله إن أتيتني، وإن لم تأتني لأكرمتك).\nوإن توسّط بتقديم الشّرط أو غيره جاز أن يعتبر وأن يلغى، كقولك: (أنا والله إن تأتني آتك) و (إن أتيتني والله لآتينّك)، وتقدير القسم كاللّفظ، نحو {لَئِنْ أُخْرِجُوا لا}\n(1) يونس /51.\n(2) هود/17، وقد تكرر في: السجدة /18، محمد/14.\n(3) الأنعام /122.\nالجزء: 1 ¦ الصفحة: 55\n",
        "{يَخْرُجُونَ} (1) و {وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} (121) (2).\nو (أمّا) للتّفصيل، والتزم حذف فعلها، وعوّض بينها وبين فائها جزء ممّا في حيزها مطلقا، وقيل: هو معمول المحذوف مطلقا مثل: (أمّا يوم الجمعة فزيد منطلق).\nوقيل: إن كان جائز التّقديم فمن الأوّل، وإلاّ فمن الثّاني.\n[حرف الردع]\n:\n(كلاّ).\nوقد جاء بمعنى (حقّا).\n[تاء التأنيث الساكنة]\n:\nتاء التّأنيث السّاكنة: تلحق الماضي لتأنيث المسند إليه.\nفإن كان ظاهرا غير حقيقيّ فمخيّر.\nوأما إلحاق علامة التّثنية والجمعين فضعيف.\n[التنوين]\n:\nالتّنوين: نون ساكنة تتبع حركة الآخر لا لتأكيد الفعل.\nوهو للتّمكّن، والتّنكير، والعوض، والمقابلة، والتّرنّم.\nويحذف من العلم موصوفا ب‍ (ابن) مضافا إلى علم آخر.\n[نون التأكيد]\n:\nنون التّأكيد: خفيفة ساكنة، ومشدّدة مفتوحة مع غير الألف.\nتختصّ بالفعل المستقبل في الأمر، والنّهي، والاستفهام، والتّمنّي، والعرض، والقسم، وقلّت في النّفي، ولزمت في مثبت القسم، وكثرت في مثل (إمّا تفعلنّ).\nوما قبلها مع ضمير المذكّرين مضموم، ومع الخاطبة مكسور، وفيما عدا ذلك مفتوح.\nوتقول في التّثنية وجمع المؤنّث: (اضربانّ) و (اضربنانّ)، ولا تدخلهما الخفيفة، خلافا ليونس.\n(1) الحشر/12.\n(2) الأنعام/121.\nالجزء: 1 ¦ الصفحة: 56\n",
        "وهما في غيرهما مع الضّمير البارز كالمنفصل، فإن لم يكن فكالمتّصل.\nومن ثمّ قيل: (هل ترينّ) و (ترونّ) و (ترينّ)، و (اغزونّ) و (اغزنّ) و (اغزنّ).\nوالمخفّفة تحذف للسّاكن، وفي الوقف، فيردّ ما حذف، والمفتوح ما قبلها تقلب ألفا.\nوالله أعلم.\nتمّت بحمد الله وعونه وحسن توفيقه.\nالجزء: 1 ¦ الصفحة: 57\n",
        ""
    ]
}