{
    "1": [
        "الكشف عن مساوي شعر المتنبي\nالكشف عن مساوي شعر المتنبي\nالصاحب بن عباد\nالكتاب:\nالكشف عن مساوي شعر المتنبي\nالمؤلف:\nإسماعيل بن عباد بن العباس، أبو القاسم الطالقاني، المشهور بالصاحب بن عباد (المتوفى: 385هـ)\nالمحقق:\nالشيخ محمد حسن آل ياسين\nالناشر:\nمكتبة النهضة، بغداد\nالطبعة:\nالأولى، 1385 هـ - 1965 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nصلى الله على مولانا محمد وآله وصحبه وسلم\nرسالة الصاحب كافي الكفاة لأبي الحسين حمزة بن محمد الأصبهاني في كشف عيوب المتنبي\nأما بعد: أطال الله مدتك، وأدام في العلوم رغبتك فالهوى مركب يهوي بصاحبه، وظهر يعير براكبه، وليس من الحزم أن يزري العالم على نفسه بالعصبية، ويضيع من علمه بالحمية، فالناس - مع اختلافهم وتباين أصنافهم - متفقون على أن تغلب الأهواء يطمس أعين الآراء؛ وأن الميل عن الحق يبهم سبيل الصدق.\nوكنت ذاكرت بعض من يتوسم الأدب في الأشعار وقائليه والمجودين فيها، فسألني عن المتنبي فقلت: إنه بعيد المرمي في شعره،\nالجزء: 1 ¦ الصفحة: 29\n",
        "كثير الإصابة في نظمه، إلا أنه ربما يأتي بالفقرة الغراء مشفوعة بالكلمة العوراء.\nفرأيته قد هاج وانزعج، وحمى وتأجج، وادعى أن شعره مستمر النظام؛ متناسب الأقسام. ولم يرض حتى تحداني فقال: إن ما تذكره، لتصفحه العيون وتسبكه العقول. ففعلت، وإن لم يكن تطلب العثرات من شيمتي، ولا تتبع الزلات من طريقتي. وقد قيل: أي عالم لا يفهو، أي صارم لا ينبو، وأي جواد لا يكبو؟!!.\nوإنما فعلت ما فعلت لئلا يقدر هذا المعترض أني ممن يروي قبل أن يروي، ويخبر قبل أن يختبر، فاسمع وأنصتن واعدل وأنصف، فما أوردت من كثير مما زل فيه إلا قليلا، ولا ذكرت من عظيم ما اختل فيه إلا يسيرا. وقد بلينا بزمان زمن يكاد المنسم فيه يعلو الغارب، ومنينا بأعيار أغمار اغتروا بممادح الجهال، لا يضرعون لمن حلب العلم أفاويقه والدهر أشطره؛ لا سيما علم؛ فإنه فويق الثريا\nالجزء: 1 ¦ الصفحة: 30\n",
        "وهم دون الثرى، وقد يوهمون أنهم يعرفون، فإذا حكموا رأيت بهائم مرسله ونعائم مجفلة.\nوهاأنذا منذ عشرين سنة أجالس الكبراء وأباحث العلماء وأكاثر الأدباء وأجاري\nالشعراء،؛ بالجبال تارة وبالعراق مرة أخرى وآخذ من رواة محمد بن يزيد المبرد، وأكتب عن أصحاب أحمد بن يحيى ثعلب، فما رأيت من يعرف الشعر حق معرفته؛ وينتقده نقد جهابذته؛ غير الأستاذ الرئيس أبي الفضل بن العميد، أدام الله أيامه، وحصن لديه إنعامه، فإنه يتجاوز نقد الأبيات إلى نقد الحروف والكلمات، ولا يرضى بتهذيب المعنى حتى يطالب بتخير القافية والوزن. وعن مجلسه - أعلاه الله - أخذت ما أتعاطى من هذا الفن، وبأطراف كلامه تعلقت فيما أتحلى به من هذا الجنس.\nوقد قال أبو عثمان الجاحظ: طلبت علم الشعر عند الأصمعي فألفيته لا يعرف إلا غريبة، فرجعت إلى الأخفش فوجدته لا يتقن إلا إعرابه، فعطفت على أبي عبيدة فرأيته لا ينقد إلا فيما اتصل بالأخبار وتعلق بالأيام والأنساب، فلم أظفر بما أردت إلا عند\nالجزء: 1 ¦ الصفحة: 31\n",
        "أدباء الكتاب كالحسن بن وهب ومحمد بن عبد الملك الزيات. فلله أبو عثمان لقد غاص على سر الشعر واستخرج أدق من السحر.\nوفي هذا النمط ما حدثني محمد بن يوسف الحمادي قال: حضرت مجلس عبيد الله بن عبد الله طاهر وقد حضره البحتري، فقال: يا أبا عبادة أمسلم أشعر أم أبو نواس، فقال: بل أبو نواس؛ لأنه يتصرف في كل طريق، ويتنوع في كل مذهب، إن شاء جدا وإن شاء هزلا، ومسلم يلزم طريقاً واحد لا يتعداه، ويتحقق بمذهب لا يتخطاه. فقال له عبيد الله: أن أحمد بن يحيى ثعلباً لا يوافقك على هذا، فقال: أيها الأمير ليس هذا من علم ثعلب وأضرابه، لأنه ممن يحفظ الشعر ولا يقوله، وإنما يعرف الشعر من دفع إلى مضايقه، فقال: وريت بك زنادي يا أبا عبادة؛ إن حكمك في عميك أبي نواس ومسلم وافق حكم أبي نواس في عميه جرير والفرزدق؛ فإنه سئل عنهما ففضل جريراً، فقيل له أن أبا عبيدة لا يوافقك على هذان فقال: ليس هذا من علم أبي عبيدة، وإنما يعرفه من دفع إلى مضايق الشعر.\nومن أحسن ما قيل في انتقاد الأشعار ما أنشدنيه أبو الحسن\nالجزء: 1 ¦ الصفحة: 32\n",
        "علي بن هارون المنجم قال: أنشدني عمي أبو أحمد يحيى بن علي النديم لنفسه:\nرب شعر نقدته مثلما ي\n...\nقد رأس الصيارف الدينارا\nثم أرسلته فكانت معان\n...\nهـ وألفاظه معاً أبكارا\nلو تأتي لقالة الشعر ما أس\n...\nقط منه حلوا به الأشعار\nإن خير الكلام ما يستعير الن\n...\nاس منه ولم يكن مستعارا\nوأنشدني في معنى خبر أبي عبادة مع عبيد الله عبد الرحمن بن أبي عبد الرحمن الأهوازي لنفسه في معلم زري على شعره:\nيعيب الأحمق المطرور شهري\n...\nوهجوي في بلادته كثير\nويزعم أنه نقاد شعر\n...\nهو الحادي وليس له بعير\nوالأصل في هذا قول بعضهم:\nزوامل للأشعار لا علم عندهم\n...\nيجيدها إلا كعلم الأباعر\nلعمرك ما يدري البعير إذا غدا\n...\nبأوساقه أو راح - ما في الغرائر\nوفي اشتمال الشعر على الفاخر والرذل قول ابن الرومي، أنشدنيه أبو الحسن بن حاجب النعمان قال: أنشدني أبو عثمان الناجم قال: أنشدني علي بن العباس لنفسه\nيا عائب الشعر مهلا\n...\nفعيبك الشعر عيب\nالجزء: 1 ¦ الصفحة: 33\n",
        "الشعر كالشعر فيه\n...\nمع الشبيبة شيب\nوأنا أقدم شذوراً سمعتها من الأستاذ الرئيس أدام الله علوه في نقد الشعر تدل على ما بعدها وتنبئ عما قبلها، وأين من يفهم عن هذه الإشارة ويعلم ما وراءها من النكت الدالة.\nأنشدت يوماً بحضرته كلمة أبي تمام التي أولها:\nشهدت لقد أقوت مغانيكم بعدي\n...\nوسحت كما سحت وشائع من برد\nحتى انتهيت إلى قوله:\nكريم متى أمدحه أمدحهُ والورى\n...\nمعي ومتى ما لمته لمته وحدي\nفقال لي: هل تعرف في هذا البيت عيباً؟ فقلت: بلى؛ قابل المدح باللوم فلم يوف التطبيق حقه، إذ حق المدح أن يقابل بالهجو أو الذم، على أنه قد روي:\n. . . . . . . . . ومتى ما ذمته وحدي\nفقال - أيده الله -: غير هذا أردت، فقلت: ما أعرف، قال: أعلم أن أحد ما يحتاج إليه في الشعر سلامة حروف اللفظ من الثقل، وهذا التكرير في أمدحه أمدحهُ مع الجمع بين الحاء والهاء مرتين\nالجزء: 1 ¦ الصفحة: 34\n",
        "- وهما من حروف الحلق - خارج عن حد الاعتدال نافر كل النفار، فقلت له: هذا لا يدركه ولا يعلمه إلا من انقادت وجوه العلم له، وأنهضه إلى ذراها طبعه.\nوكنا يوماً نتذاكر في مجلسه أعلاه الله إلى أن جرى ذكر قول الشاعر:\nنعتبكم يا أم عمرو بحبكم\n...\nإلا إنما المقلي من لا يعاتب\nفاستحسنه الحاضرون وأعجبوا به وأثنوا على قائله، فقال - أيده الله -: إن من انتقاد الشعر أن ينقد ما في القافية من حركة وحرف، فقلت: كره سيدنا السناد في تغير حركة الإشباع إذ جاءت فتحة وهي في سائر الأبيات كسرة، فقال: ما أردت غيره.\nفهذا قول من له بكل طرف من أطراف الفضل طرف موكل وناظر متفقد.\nوكنت أقرأ عليه شعر ابن المعتز متخيراً الأنفس، فابتدأت قصيدة على المديد الأول، فرسم تجاوزها، وقدرته يحفظها ولا يرضاها، فسألته عنها فقال: هذا الوزن لا يقع عليه للمحدثين جيد الشعر، فتتبعت عدة فصائد على هذا الضرب فوجدتها في نهاية الضعف.\nوجرى حديث أبي عبادة البحتري - وهو يوفيه حقه الذي\nالجزء: 1 ¦ الصفحة: 35\n",
        "استوجبه بجزالة لفظه، وتشابه نسجه وغزارة طبعه وحلاوة شعره - فذكر القاضي أبو بكر الجعابي سقطاً استدركه في شعر البحتري وأنفذه إلى أبي عمر قاضي القضاة؛ وطعن فيه على البحتري، وذكر أنه ينقبض عن إظهار لكلف سيدنا بأشعار، فقال الأستاذ: نحن وإن كنا نعرف للبحتري فضله فما ندعي العصمة لهن وفي شعره الكسر والإحالة واللحن. ثم أقبل علي فقال: هل تعرف ما خرج فيه عن الوزن؟ فقلت: بلى؛ أنشدني أبو الحسن بن المنجم قال: أنشدني أبو الغوث لأبيه من قصيدة له يقول فيها:\nوأحق الأيام أن يؤ\n...\nثر فيه يوم المهرجان الكبير\nفقال سيدنا: أردت غير هذان فقلت: لا أعرف، فأنشد قصيدته التي أولها:\nظلم الدهر فيكم وأساءا\n...\nفعزاءً بني حميد عزاءا\nإلى أن انتهى منها إلى قوله:\nولماذا تتبع النف شيئاً\n...\nجعل الله الفردوس منه جزاءا\nفقلت: هو كما قال سيدنا؛ لأن البيت من الخفيف؛ وفيه زيادة سببن فقال: ننشده: (جعل الله الخلد منه جزاءا) فيستقيم.\nالجزء: 1 ¦ الصفحة: 36\n",
        "ثم ابتداء بذكر سقطات البحتري، فعد ما حرت فيه وعجزت عن استيعاب حفظه وتقصيه، فما علق بنفسي أن أنشد قصيدته التي أولها:\nمتى تسألي عن عهده تجديه\nحتى انتهى إلى قوله فيها\nأبا غالب بالجود تذكر واجبي\n...\nإذا ما غبي الباخلين نسيه\nفإن قوله: نسيه مختل الإعراب بعيد من الصواب.\nوذكر من قصيدته التي أولها:\nعذيري من نأى غدا وبعاد\nوركاكة قوله:\nعلى باب قنتسرين والليل لاطخ\n...\nجوانبه من ظلمة بمداد\nوأنشد من قصيدته التي أولها\nوجوه حسادك مسودة\n...\nأم لطخت بعدي بالزاج\nالجزء: 1 ¦ الصفحة: 37\n",
        "فإن هذين التشبيهين غير رائعين ولا بارعين.\nوقال في أثناء هذا المجلس: ما علمت أن في طبع البحتري تكلفا إلى أن قرأت قصيدته في صفة الإيوان:\nصنت نفسي عما يدنس نفسي\nوسمعته - أيده الله - ينشد شعر أبي تمام الذي افتتاحه:\nأما وقد ألحقتني بالموكب\nوأنشد قوله فيها:\nأبرزت لي عن صفحة الماء الذي\n...\nقد كنت أعهده كثير الطحلب\nفقلت: زين سيدنا هذا الشعر بإقامته الصفحة مقام (الجلدة)، فقال: كذا يلومنا لمثل أبي تمام إذا أمكن إصلاح بيت بلفظه؛ وتهذيب قصيدة بكلمة. وسمعته أيده الله يقول: أن أكثر الشعراء لا يدرون كيف يجب أن يوضع الشعر ويبتدأ النسج، لأن حق الشاعر أن يتأمل الغرض الذي قصده؛ والمعنى الذي اعتمده، وينظر في أي الأوزان يكون أحسن استمراراً؛ ومع أي القوافي يحصل أجمل اطراداً، فيركب مركباً لا يخشى انقطاعه؛ ويتيقن الثبات عليه.\nالجزء: 1 ¦ الصفحة: 38\n",
        "فقلت: لو مثل سيدنا هذا لكان أقرب إلى القلب وأوقع في النفس؟.\nقال: نعم؛ هذا البحتري) أراد مدح أبي الخطاب الطائي؛ وقد كان ابن بسطام أحسن إلى أبي عبادة بمائتي دينار فجعلها أبو الخطاب آلافاً؛ وأضعفها وجازي ابن بسطام بها، فنظر البحتري وقد جازاه أضعافاً؛ وجعل مائنيه آلافاً، وقد كان يكفي\nأن يزيده إلى الآحاد أنصافاً، فبنى قصيدته على هذه القافية حتى اتسق له ما أحب؛ وبلغ ما طلب فقال:\nقضيت عني ابن بسطام صنيعته\n...\nعندي وضاعفت ما أولاه أضعافاً\nوكان معروفه قصداً لدي وما\n...\nجازيت عني تبذيراً وإسرافاً\nمئون عينا توليت الثواب بها\n...\nحتى انثنت لأبي العباس آلافا\nقد كان يكفيه فيما قدمت يده\n...\nرباً يزيد على الآحاد أنصاف\nوذكر أيده الله يوماً الشعر فقال: إن أول\nالجزء: 1 ¦ الصفحة: 39\n",
        "ما يحتاج إليه فيه حسن المطالع والمقاطع؛ حتى قال: وإن فلاناً أنشدني في يوم نوروز قصيدة أولها بقبر، فتطيرت من افتتاحه بالقبر، وتنغصت باليوم والشعر.\nفقلت: كذا كانت حال ابن مقاتل لما مدح الداعي الحسن بن زيد بن محمد فقال:\nلا تقل بشرى ولكن بشريان\n...\nغرة الداعي ويوم المهرجان\nفنفر من قوله: لا تقل بشرى أنشد نفار؛ وقال: أعمى ويبتدئ بمثل هذا في يوم مهرجان.\nلو تتبعت ما علقت وحفظت عن لأستاذ الرئيس في هذا الباب لاحتجت إلى عقد كتاب مفرد، ولعلي أفعل ذلك فيما بعد. وهو - مع هذا الفضل الباهر والعلم الزاخر - يرى قليل الآداب في غيره كثيراًن بل لا يرى قليلا، وبحسبك أنه ذكر يوماً أستاذنا أبا بكر بن الخياط النحوي فقال: أفادني في نقد الشعر فنا لم يكن عندي، وذلك انه جاءني يوماً باختيارات له، فكنت أرى المقطوعة بعد،\nالجزء: 1 ¦ الصفحة: 40\n",
        "الأخرى لا تدخل في مرتضى الشعر؛ فأعجب من إيراده لها واختياره إياها، فسألته عنها فقال: لم يقل في معناها غيرها فاخترتها لانفرادها في بابها.\nوذكر - أيده الله - اختيارات الشعر فقال: ليس فيها أحسن من كتاب الحماسة، ولقد نظرت في الدواوين لأجد ما يلحق لكل باب منه فلم أر ما يستحق الإضافة\nإليه. قال: وخير الاختيارات بعدها اختيارات المفضل بإسقاط قصيدتي المرقش.\nالجزء: 1 ¦ الصفحة: 41\n",
        "والآن حين أعود إلى ذكر المتنبي فأخرج بعض الأبيات التي يستوي الريض والمرتاض في المعرفة بسقوطها، دون المواضع التي تخفى على كثير من الناس لغموضها.\nفأما السرقة فما يعاب بها؛ لاتفاق شعراء الجاهلية والإسلام عليها، ولكن يعاب أنه كان يأخذ من الشعراء المحدثين كالبحتري وغيره جل المعاني ثم يقول: لا أعرفهم ولم أسمع بهم، ثم ينشد أشعارهم فيقول: هذا شعر عليه أثر التوليد.\nولا عجب فهذا الصولي كان كثير الرواية حسن الأدب إلا أنه ساقط الشعر؛ يقول في كتاب الخلفاء - وقد حشاه بشعره -: إنما أثبت شعري ليعلم الناس أن في زمانهم من إن لم يسبق البحتري انتصف منه.\nوليس في الإعجاب بالنفس نهاية، وكان بعض الناس يقول: أجاري البحتري وأباريه؛ وأناقضه وأساويه، فأملى الأستاذ الرئيس في ذلك قوله:\nالجزء: 1 ¦ الصفحة: 42\n",
        "البحتري يروم غاية شعره\n...\nمن لا يقيم لنفسه مصراعاً\nأنى يروم مناله من لو بغى\n...\nتقويم قافية له ما اسطاعا\nجذب العلاء بضبعه فأحله\n...\nبين المجرد والسماك رباعا\nوغدوت ملتزم الحضيض فكلما\n...\nرفع الورى باعاً هبطت ذراعا\nوالله ولي التوفيق.\nالجزء: 1 ¦ الصفحة: 43\n",
        "فأول حديث المتنبي أن لا دليل أدل على تفاوت الطبع من جمع الإحسان والإساءة في بيت واحد كقوله:\nبليت بلى الأطلال أن لم أقف بها\nوهذا كلام مستقيم لو لم يعقبه ويعاقبه بقوله:\nوقوف شحيح ضاع في الترب خاتمه\nفإن الكلام إذا استشف جيده ووسطه ورديئه كان هذا من أرذل ما يقع لصبيان الشعراء وولدان المكتب الأدباء.\nوأعجب من هذا هجومه على باب قد تداولته الألسنة وتناولته القرائح واعتورته الأفكار وهو التشييب بإساءة لا إساءة بعدها، ثم أتي بما لا شيء أرذل منه سقوط لفظ وتهافت\nالجزء: 1 ¦ الصفحة: 44\n",
        "معنى، فليت شعري ما الذي أعجبه من هذا النظم وراقه من هذا السبك؛ لولا اضطراب في النقد وإعجاب بالنفس.\nومن شعره الذي يتناهى له بالسلاسة؛ مع خلوه من الشراسة الموجودة في طبعه بيت رقية العقرب أقرب إلى الإفهام منه؛ وهو قوله:\nنحن من ضايق الزمان له في\n...\nك وخانته قربك الأيام\nفإن قوله: له فيك لو وقع في عبارات الجنيد أو الشبلي لتنازعته الصوفية دهراً طويلا\nولقد مررت على مرثية له في أم سيف الدولة تدل مع فساد الحس على سوء أدب النفس، وما ظنك بمن يخاطب ملكاً في أمة بقوله:\nبعيشك هل سلوت فإن قلبي\n...\nوإن جانبت أرضك غير سالي\nالجزء: 1 ¦ الصفحة: 45\n",
        "فيتشوق إليه، ويخطئ خطأ لم يسبق إليه، وإنما يقول مثل ذلك من يرثي بعض أهله، فأما استعماله إياه في هذا الموضع فدال على ضعف البصر بمواقع الكلام.\nوفي هذه القصيدة:\nرواق العز فوقك مسبطر\n...\nوملك علي ابنك في كمال\nولعل لفظة الاسبطرار في مراثي النساء من الخذلان الصفيق الدقيق المغير نعم وهذه القصيدة يظن المتعصبون له إنها من شعره نهاية كقوله عز وجل: يا أرض ابلعي ماءك ويا سماء أقلعي وغيض الماء وكقوله: (فاصدع بما تؤمر)\nوفيها يقول:\nهذا أول الناعين طراً\n...\nلأول ميتة في ذا الجلال\nومن سمع باسم الشعر؛ عرف تردد في انتهاك الستر\nالجزء: 1 ¦ الصفحة: 46\n",
        "ولما أبدع في هذه المرثية واختراع قال:\nصلاة الله خالقنا حنوط\n...\nعلى الوجه المكفن بالجمال\nوقد قال لي بعض من يغلو فيه: هذه استعارة، فقلت: صدقت ولكنها استعارة حداد في عرس فلا أدري هذه الاستعارة أحسن؛ أم وصفه وجه والدة ملك يرثيها بالجمال؛ أم قوله في وصف قرابتها وجواريها:\nأتتهن المصائب غافلات\n...\nفدمع الحزن في دمع الدلال\nولما أحب تقريظ المتوفاة؛ والإفصاح عن أنها من الكريمات، أعمل دقائق فكره، واستخراج زبدة شعره، فقال:\nولا من جنازتها تجار\n...\nيكون وداعهم نفض النعال\nولعل هذا البيت عنده وعند كثير ممن يقول بإمامته أحسن من قول القائل:\nالجزء: 1 ¦ الصفحة: 47\n",
        "أرادوا ليخفوا قبره عن عدوه\n...\nفطيب تر إي القبر دل على القبر\nوكان الناس يستبشعون قول مسلم:\nسلت وسلت ثم سل سليلها\n...\nفأتى سليل سليلها مسلولا\nحتى جاء هذا المبدع بقوله\nوأفجع من فقدنا من وجدنا\n...\nقبيل الفقد مفقود المثال\nوأظن المصيبة في الراثي أعظم منها في المرثي.\nومن أطم ما يتعاطاه التفاصح بالألفاظ والكلمات الشاذة؛ حتى كأنه وليد خباء وغذي؛ ولم يطأ الحضر؛ ولم يعرف المدر، فمن ذلك قوله يرثي طفلا\nالجزء: 1 ¦ الصفحة: 48\n",
        "أيفطمه التوراب قبل فطامه\n...\nويأكله قبل البلوغ إلى الأكل\nوما أدري كيف عشق التوراب حتى جعله عوذة شعره، وليس ذلك سائغاً لمثله؛\nوهو وليد قرية، ومعلم صبية.\nولما سمع قبله قد أبدعوا فقالوا:\nبيد السماك خطامها وزمامها\n...\nوله على ظهر المجردة مركب\nتشبه بهم فجعل للبنين حلواء فقال:\nوقد ذقت حلواء البنين على الصبا\n...\nفلا تحسبني قلت ما قلت عن جهل\nوما زلنا نتعجب من قول أبي تمام:\nلا تسقني ماء الملام فإنني\n...\nصب قد استعذبت ماء بكائي\nفخف علينا بحلواء البنين، ولحق ما قال أبو بكر بن أبي قحافة لعلي بن أبي طالب: (وما من طامة إلا فوقها طامة).\nالجزء: 1 ¦ الصفحة: 49\n",
        "وما زال يسمع الأقسام الشريفة في الشعر؛ كقول النابغة:\nإذن فلا رفعت سوطي إلي يدي\nوكقول الأشتر:\nبقيت وفري وانحرفت عن العلى\n...\nولقيت أضيافي بوجه عبوس\nإلى كثير من هذا الجنس للمتقدمين والمتأخرين والمخضرمين والمحدثين، فأراد التشبه بهم والصب على قوالبهم؛ فقال:\nإن كان مثلك كان أو هو كائن\n...\nفبرئت حينئذ من الإسلام\nو (حينئذ) هاهنا أنفر من عير منفلت.\nومن ابتداءاته العجيبة وقوله لسيف الدولة في التسلية عن المصيبة:\nلا يحزن الله الأمير فإنني\n...\nلآخذ من حالاته بنصيب\nالجزء: 1 ¦ الصفحة: 50\n",
        "ولا أدري لم لا يحزن الله الأمير إذا أخذ أبو الطيب بنصيب من القلق. أترى هذه التسلية عند أمته أحسن من قول أوس\nأيتها النفس أجملي جزعاً\n...\nإن الذي تحذرين قد وقعا\nومن تعقيده الذي لا يشق غباره ولا تدرك آثاره قوله:\nوللترك للإحسان خير لمحسن\n...\nإذا جعل الإحسان غير ربيب\nوما أشك أن هذا البيت عند حملة عرشه أوقع من قول حبيب:\nإساءة الحادثات استنبطي نفقاً\n...\nفقد أظلك إحسان ابن حسان\nوسأله سيف الدولة عن صفة فرس يقوده إليه ويحمله عليه فقال أبياتاً؛ منها:\nالجزء: 1 ¦ الصفحة: 51\n",
        "ومن اللفظ لفظة تجمع الوص\n...\nف وذاك المطهم المعروف\nومن هذا وصفه يقاد إليه المركب من مربط النجار.\nوكنت أتعجب من كلام أبي يزيد البسطامي في المعرفة؛ وألفاظه المعقدة؛ وكلماته المبهمة، حتى سمعت قول شاعرنا هذا في وصفة فرس:\nوتسعدني في غمرة بعد غمرة\n...\nسبوح لها منها عليها شواهد\nوما أحسن ما قال الأصمعي لمن أنشده:\nفما للنوى جد النوى قطع النوى\n...\nكذاك النوى قطاعة لوصال\nلو سلط الله على هذا البيت شاة لأكلت هذا النوى كله.\nولم ينفك مستحسنون لجمع الأسامي في الشعر؛ كقول القائل\nإن يقتلوك فقد ثللت عروشهم\n...\nبعيينة بن الحارث بن شهاب\nالجزء: 1 ¦ الصفحة: 52\n",
        "وكقول الآخر:\nقتلت بعبد الله خير لداته\n...\nذؤاب بن أسماء بن زيد بن قارب\nفلما احتذى هذا الفاضل على طريقهم قال\nوأنت أبو الهيجا بن حمدان يا ابنه\n...\nتشابه مولود كريم ووالد\nفحمدان حمدون وحمدون حارث\n...\nوحارث لقمان ولقمان راشد\nوهذه من الحكمة التي ذخرها ارسطاطاليس وأفلاطون لهذا الخلف الصالح، وليس على حسن الاستنباط قياس.\nومن بدائهه الظريفة عند متعلقي حبله؛ وفواتحه البديعة عند ساكني ظله قوله:\nشديد البعد من شرب الشمول\n...\nترنج الهند أو طلع النخيل\nالجزء: 1 ¦ الصفحة: 53\n",
        "فلا أدري استهلاك الأبيات أحسن؛ أم المعنى أبدع؛ أم قوله (ترنج) أفصح؟؟.\nومن لغاته الشاذة وكلماته النادة قوله:\nكل آخائه كرام بني الدن\n...\nيا ولكنه كريم الكرام\nولو وقع (آخائه) في زايية الشماخ لا ستثقل، فكيف مع أبيات منه:\nقد سمعنا ما قلت في الأحلام\n...\nوأنلناك بدرة في المنام\nوالكلام إذا لم يتناسب زيفه جهابذته وبهرجه نقاده\nوله بيت لا أدري أمدح المقول له أم رقاه وهو قوله:\nشوائل تشوال العقارب بالقنا\n...\nلها مرح من تحته وصهيل\nالجزء: 1 ¦ الصفحة: 54\n",
        "فلم يرض بأن سرق من بشار قوله:\nوالخيل سائلة تشق غبارها\n...\nكعقارب قد رفعت أذنابها\nحتى ضيع التشبيه الصائب بيت ألفاظ كالمصائب. والذي لا أمتري فيه أن عالما من المناضلين عنه عندهم أن (شوائل تشوال) أبدع في وصف الخيل من قول امرئ القيس:\nله أيطلا ظبي وساقاً نعامة\n...\nوإرخاء سرحان وتقريب تنفل\nومن أوابده التي لا يسمع طوال الدهر مثلها قوله في سيف الدولة:\nلئن كان بعض الناس سيفاً لدولة\n...\nففي الناس بوقات لها وطبول\nوهذا التحاذق منه كغزل العجائز قبحاً؛ ودلال الشيوخ سماجة، ولكن بقي أن يوجد من يسمع، وفيها يقول:\nفإن تكن الدولات قسماً فإنها\n...\nلمن ورد الموت الزؤام تدول\nالجزء: 1 ¦ الصفحة: 55\n",
        "فإن قوله: (الدولات) و (تدول) من الألفاظ التي لو رزق فضل السكوت عنها\nلجاء دراً.\nومن افتتاحاته التي تفتح طرق الكرب؛ وتغلق أبواب الروح عن القلب قوله:\nأراع كذا كل الأنام همام\n...\nوسح له رسل الملوك غمام\nولو لم يتكلم في الشعر إلا من هو أهله لما سُمع مثل هذا، ولكن الكلام قد جرى فيه مجرى الكلام في سعيد وبلال والخليدية والكثيفية.\nومن مبادئه التي تجمع مع استكراه الألفاظ وسقوط المعنى قبح الصنعة وفساد الصيغة قوله:\nوما مطرتنيه من البيض والقنا\n...\nوروم العبدى هاطلات غمامه\nومن إسرافه الذي لا صبر عليه قوله:\nالجزء: 1 ¦ الصفحة: 56\n",
        "يا من يقتل من أراد بسيفه\n...\nأصبحت من قتلاك بالإحسان\nفإنه أخذ قول الشاعر:\nأصلحتني بالجود بل أفسدتني\nفجعل الإفساد قتلا؛ عجزاً وبهوراً. هذا ومذهب الشعراء المدح بالإحياء عند الإعطاء؛ بالإماتة عند منع الحياء، ولهذا استحسن قول الشاعر:\nشتان بين محمد ومحمد\n...\nحي أمات وميت أحياني\nفصحبت حياً في عطايا ميت\n...\nوبقيت مشتملا على الخسران\nومن هؤلاء العوام الذين يتهالكون فيه من هذا عنده أبدع من قول البحتري:\nأخجلتني بندى يديك فسددت\n...\nما بيننا تلك اليد البيضاء\nوقطعتني بالوصل حتى إنني\n...\nمتخوف أن لا يكون لقاء\nالجزء: 1 ¦ الصفحة: 57\n",
        "صلة غدت في الناس وهي قطيعة\n...\nعجب وبر راح وهو جفاء\nومن ركيك صنعته في وصف شعره والزراية على غيره به قوله:\nإن بعضاً من القريض هراء\n...\nليس شيئاً وبعضه أحكام\nمنه ما يجلب البراعة والذه\n...\nن ومنه ما يجلب البرسام\nومن هذا نتيجة قريحته في وصف الشعر كيف يطمع له فيه بإدعاء السبق؛ لولا التقليد الذي صار آفة العقول وعاهة الألباب.\nومما لم أقدره يلج سمعاً أو يرد إذناً قوله:\nجواب مسائلي أله نظير\n...\nولا لك في سؤالك لا أألا لا\nالجزء: 1 ¦ الصفحة: 58\n",
        "وقد سمعت بالفأفاء ولم أسمع باللألاء؛ حتى رأيت هذا: التكلف المتعسف؛ الذي لا يقف حيث يعرف.\nومن استرسالاته إلى الاستعارة التي لا يرضاها عاقل ولا يلتفت إليها فاضل قوله:\nفي الخد إن عزم الخليط رحيلا\n...\nمطر تزيد به الخدود محولا\nفالمحول في الخدود من البديع المردود، ثم هذا الابتداء في القصيدة من النفور بحيث تضيق عنه الصدور ومن مدحه ببعد الغور، وقد غار فيه لعمري وما أنجد؛ قوله:\nتتقاصر الإفهام عن إدراكه\n...\nمثل الذي الأفلاك فيه والدنى\nفالمصراعان لتنافيهما يتبرأ أحدهما من الآخر تبرئي من\nالجزء: 1 ¦ الصفحة: 59\n",
        "الكفار والمخالفين، ثم (الدنى) من الألفاظ التي لا يبلي الإنسان أن يعدم مثلها من شعره.\nومن شعره الذي يدخل في العزائم ويكتب في الطلسمات قوله:\nلم تر من نادمت إلاكا\n...\nلا لسوى ودك لي ذاكا\nوأحسب أنه بهذا البيت أشد سروراً من أم الواحد بواحدها؛ وقد آب بعد فقد؛ أو بشرت به عقب ثكل.\nومن أبياته السنية الجماعية قوله:\nلعظمت حتى لو تكون أمانة\n...\nما كان مؤتمنا بها جبرين\nوقلب هذه اللام بالنون أبغض من وجه المنون، ولا أحسب جبريل - صلى الله\nعليه - يرضى منه بهذا المجاز المحرم، والله - عز وجل - أعلم، هذا على ما في معنى البيت من الفساد والقبح.\nالجزء: 1 ¦ الصفحة: 60\n",
        "ومن وسائط مقته قوله يحكي جور السلاف يستأذن في الانصراف:\nقال الذي نلت منه مني\n...\nلله ما تصنع الخمور\nوذا انصرافي إلى محلي\n...\nأآذن أيها الأمير\nولعمري أن الخمر إذا دبت في الكريم أسلت طبعه وأظهرت مثل هذا اللفظ له.\nوكنت أقرأ كتب الألفاظ فلم أر أجمع من بيتين له؛ وهما:\nالحازم اليقظ الأغر العالم ال\n...\nفطن الألد الأريحي الأروعا\nالكاتب اللبق الخطيب الواهب ال\n...\nندس اللبيب الهبرزي المصقعا\nالجزء: 1 ¦ الصفحة: 61\n",
        "ولو كان هذا شعراً لخف الأمر وريم الكر\nومن اضطرابه في ألفاظه مع فساد أغراضه قوله:\nقد خلف العباس غرتك التي\n...\nمرأى لنا وإلى القيامة مسمعا\nوللشعراء فن في اشتقاق المدائح من أسماء الممدوحين، كقول علي ابن العباس الرومي:\nكأن أباه حين سماء صاعداً\n...\nرأى كيف يرقى في المعالي ويصعد\nفقيل المتنبي من ذلك حبلا اختنق به فقال:\nفي رتبة حجب الورى عن نيلها\n...\nوعلا فسموه علي الحاجب\nومن عيون قصائده التي تحير الإفهام، وتفوت الأوهام وتجمع من الحساب ما لا يدرك بالارتماطيقي وبالأعداد الموضوعة للموسيقي قوله:\nالجزء: 1 ¦ الصفحة: 62\n",
        "أحاد أم سداس في أحاد\n...\nلييلتنا المنوطة بالتنادي\nوهذا كلام الحكل ورطانة الزط، وما ظنك بممدوح قد تشمر للسماع من مادحه فصك سمعه بهذه الألفاظ الملفوظة والمعاني المنبوذة، أي هزة تبقى هناك، وأي\nأريحية تثبت إذ ذاك\nومن مساءلته الطلول البالية - وكلامه اشد منها بلى وأكثر أخلاقاً - قوله:\nأسائلها عن المتديريها\n...\nفما تدري ولا تذري دموعاً\nفإن لفظة (المتديريها) لو وقعت في بحر صاف لكدرته، ولو ألقي ثقلها على حبل سام لهذه، وليس لها في المقت غاية، ولا في البرد نهاية.\nالجزء: 1 ¦ الصفحة: 63\n",
        "وهاهنا بيت نرضى باتباعه حكماً فيه، وما ظنك بمحكم مناوئية؛ ثقة بظهور حقه وايراء زنده، وإن لم يكن التحكيم من بعد أبي موسى من جيد الحزم ومرضى العزم، وهو:\nأطعناك طوع الدهر يا ابن ابن يوسف\n...\nبشهوتنا والحاسدو لك بالرغم\nوإن كنا قد حكمناهم فما يبعدهم من أن يفضلوه على قول أبي عبادة:\nعرف العارفون فضلك بالعل\n...\nم وقال الجهال بالتقليد\nنعم ويقدمونه على قوله:\nلا أدعي لأبي العلاء فضيلة\n...\nحتى يسلمها إليه عداه\nوبلغني أنه كان إذا أنشد شعر أبي تمام قال: هذا نسج مهلهل وشعر مولد؛ وما أعرف طائيكم هذا. وهو دائب يسرق منه ويأخذ عنه، ثم يخرج ما يسرقه في أقبح معرض كخريدة\nالجزء: 1 ¦ الصفحة: 64\n",
        "ألبست عبادة وعروس جليت في مسوح، ولو آتي على أفراد سرقاته لطال ذلك، لكنه تعرض في هذا المكان على اختصار، ولولا خوف تضييع الأوقات لأطلت في هذا المكان.\nومما يتصل بالفن المتقدم:\nفمن ذلك قوله:\nعظمت فلما لم تكلم مهابة\n...\nتواضعت وهو العظم عظم من العظم\nفما أكثر عظام هذا البيت، ولو وقع عليه أبو الكلاب بجميع كلابه وهي جائعة\nلكان فيه قوت، ومع أنه من قول حبيب بن أو س الطائي:\nتعظمت عن ذاك التعظم فيهم\n...\nوأوصاك نبل القدر أن تتنبلا\nوكان الرجل محرباً فقال في صفة الحرب وما تنتج من رعب القلب\nالجزء: 1 ¦ الصفحة: 65\n",
        "فغدا أسيراً قد بللت ثيابه\n...\nبدم وبل ببوله الأفخاذا\nفكأنه حسب الأسنة حلوة\n...\nأو ظنها البرني والآزاذا\nفلا أدري أكان في حرة الحرب أم في سوق التمارين بالبصرة.\nومن افتخاره بنفسه وما عظم الله من قدره قوله:\nأنا عين المسود الجحجاح\n...\nهيجتني كلابكم بالنباح\nولا أدري أهذا البيت أشرف أم قول الفرزدق:\nإن الذي سمك السماء بنى لنا\n...\nبيتاً دعائمه أعز وأطول\nبيت زرارة محتب بفنائه\n...\nومجاشع وأبو الفوارس نهشل\nوعهدت الأدباء وعندهم أن أبا تمام\nأفرط في قوله:\nشاب رأسي وما رأيت مشيب الر\n...\nأس إلا من فضل شيب الفؤاد\nالجزء: 1 ¦ الصفحة: 66\n",
        "فعمد هذا إلى المعنى فأخذ ونقل الشيب إلى الكبد وجعل له خضاباً ونصولاً فقال:\nإلا يشب فلقد شابت له كبد\n...\nشيباً إذا خضبته سلوه مصلا\nومن مبادئه التي تنبئ عن ركوبه لرأسه وعشقه لنفسه قوله:\nلجنيه أم غادة رفع السجف\n...\nلوحشية لا ما لوحشية شنف\nوفي هذه القصيدة سقطة عظيمة لا يفطن لها إلا من جمع في علم وزن الشعر بين العروض والذوق وهو:\nتفكره علم ومنطقه حكم\n...\nوباطنه دين وظاهره ظرف\nوذلك أن سبيل عروض الطويل أن يقع مفاعلن، وليس\nالجزء: 1 ¦ الصفحة: 67\n",
        "يجوز أن تأتي مفاعلين في\nالعروض إلا إذا كان البيت مصرعاً، اللهم إلا أن يضع هو عروضاً وتكون له دائرة منفردة. وهذه العروض قد ألزمت القبض، لعلل ليس هذا موضع ذكرها، ونحن نحاكمه إلى كل شعر للقدماء والمحدثين على عروض فما نجد له على خطأ مساغاً.\nومنها بيت قد حشا تضاعيفه بالضعف وهو:\nولا الضعف حتى يبلغ الضعف ضعفه\n...\nولا ضعف ضعف الضعف بل مثله ألف\nوهؤلاء المتعصبون له لا يقبح عندهم أن ينقشوا هذا البيت على صدر الكعبة وينادي في الناس: قعوا له ساجدين.\nوله وقد غاص فأخرج جند له:\nالجزء: 1 ¦ الصفحة: 68\n",
        "لو لم تكن من ذا الورى اللذ منك هو\n...\nعقمت بمولد نسلها حواء\nوأنا أقول: ليت حواء عقمت ولم تأت بمثلهن بل ليت آدم أجفر فلم يكن من نسله. وما أظرف قول الحسن\nفرحمة الله على آدم\n...\nرحمة من عم ومن خصصا\nلو كان يدري أنه خارج\n...\nمثلك من إحليله لاختصى\nومن تصريفه الحسن وضعه التقييس موضع القياس في قوله:\nبشر تصور غاية في آية\n...\nتنفي الظنون وتفسد التقييسا\nويليه بيت إن لم يسح أصحابه منه سلمنا لهم؛ وهو قوله:\nوبه يضن على البرية لا بها\n...\nوعليه منها لا عليها يوسى\nالجزء: 1 ¦ الصفحة: 69\n",
        "وليس بالحلو قوله فيها:\nصدق المخبر عنك ودنك وصفه\n...\nمن في العراق يراك في طرسوسا\nومما انتصف فيه عند نفسه؛ وكان الباحث عن مديته، والكاشف لعورته؛ قوله:\nرماني حساس الناس من صائب أسته\n...\nوآخر قطن من يديه الجنادل\nوقد كنت أسمع رواية المتعلمين بيناً للخيل بن أحمد؛ وهو:\nلكن جهلت مقالتي فعذلتني\n...\nوعلمت أنك جاهل فعذرتكا\nفاقتفاه شاعرنا هذا وغبّر في قفاه فقال:\nومن جاهل بي وهو يجهل جهله\n...\nويجهل علمي أنه بي جاهل\nوفي رافعي رايته من يشغف بهذا البيت أشد من شغفنا بقول أبي تمام:\nالجزء: 1 ¦ الصفحة: 70\n",
        "أبا جعفر إن الجهالة أمها\n...\nولود وأم العلم جذاء حائل\nومن ترفعه وإفصاحه عن عظيم محله وإبانته عن علو همته قوله:\nوربما يشهد الطعام معي\n...\nمن لا يساوي الخبز الذي أكله\nوما أدري إلى أين ينخفض قائل هذا المقال في سقوط النفس والسفال.\nومن تشبيهانه المتناسبة في الخذلان قوله:\nوشوق كالتوقد في فؤاد\n...\nكجمر في جوانح كالمحاش\nومن مجازاته التي خلقها خلقاً متفاوتاً تخفيفه (الغاش)، وهذا ما لا أعلم سامعاً باسم الأدب سوغه وسمح فيه فجوزه، وذلك في قوله:\nالجزء: 1 ¦ الصفحة: 71\n",
        "كأنك ناظر في كل قلب\n...\nفما يخفى عليك محل غاش\nوإن جاز هذا جاز أن يقال: عباس بن عبد المطلب والشماخ بن ضرار تشدد الباء من عباس والميم من الشماخ، على أن ما أورده أشنع من هذا الذي مثلناه؛ إذ كان لفظ (فاعل) يبنى على (فعل) مشدد ولا يزال يركب القول في الصعبة ثقة بالقريحة السمحة، فيبتدئ زاييته بقوله:\nكفر ندي فرند سيفي الجراز\n...\nلذة العين عدة للبراز\nحتى إذا امتد به النفس قال:\nديوان المتنبي: 137، وفيه (تقضم الجمر).\nيقضم الجمر والحديد الأعادي\n...\nدونه قضم سكر الأهواز\nالجزء: 1 ¦ الصفحة: 72\n",
        "وهذا السكر إذ جمع بينه وبين البرني والازاذ فيما تقدم من شعره تم له الأمر، وليس العجب منه ولكن ممن يظنه معصوماً لا يرى زللا؛ ولا يجد في شعره خللا وفي هذه القصيدة يصف الممدوح ومعرفته بالمديح فيقول\nملك منشد القريض لديه\n...\nيضع الثوب في يدي بزاز\nوفي أقل مما ذكرنا غني للمصنف، وإن لم يكن في أكثر منه كفاية للمتعسف.\nومما دلنا به على حفظه الغريب قوله:\nجفخت وهم لا يجفخون بهابهم\n...\nشيم على الحسب الأغر دلائل\nيريد بالجفخ البذج والفخر؛ من قول الشاعر:\nالجزء: 1 ¦ الصفحة: 73\n",
        "أتوعدني بجفخ بني عمير\n...\nوقد أفحمت شاعر كل حي\nومن قول الآخر:\nأجفخاً إذا ما كنت في الحي آمنا\n...\nوجبناً إذا ما المشرفية سلت\nوليس هذا بسائغ لمثله؛ وهو ولد قرية ومعلم صبية\nوله يريد أن يزيد على الشعراء في وصف المطايا فأتى بأخرى الخزايا فقال:\nلو استطعت ركبت الناس كلهم\n...\nإلى سعيد بن عبد الله بعرانا\nومن الناس أمه فهل ينشط لركوبها، والممدوح أيضاً لعل له عصبة لا يحب أن يركبوا إليهن فهل في الأرض أفحش من هذا التسحب وأوضع من هذا التبسط.\nثم أراد أن يستدرك هذه الطامة بقوله:\nفالعيس أعقل من قوم رأيتهم\n...\nعما يراه من الإحسان عميانا\nالجزء: 1 ¦ الصفحة: 74\n",
        "وكانت الشعراء تصف المآزر وتكني بها عما وراءها تنزيهاً لألفاظها عما يستشنع ذكره حتى تخطى هذا الشاعر المطبوع إلى التصريح الذي لم يهتد له غيره فقال:\nإني على شغفي بما في خمرها\n...\nلأعف عما في سراويلاتها\nوكثير من العهر أحسن من عفاف هذا الشاعر\nهذه - أيدك الله - مقدمة علقتها ليستدل بها على ما بعدها، ولو أتيت بنظائرها مما أخرجت من شعره لأضجرت القارئ وأمللت السامع، وإن دام هؤلاء الاغمار على النقار لم يعدموا الزيارة ولم يفقدوا الزيادة.\nالجزء: 1 ¦ الصفحة: 75\n",
        "فمن شاء فليعذر ومن شاء فليلم\n...\nفللصدق أولى من وفاق البهائم\nتمت الرسالة، والحمد الله رب العالمين\n، وصلى الله على محمد وآله.\nالجزء: 1 ¦ الصفحة: 76\n",
        ""
    ]
}