{
    "1": [
        "الكنز الأكبر في الأمر بالمعروف والنهي عن المنكر لابن قاضي عجلون\nالكنز الأكبر في الأمر بالمعروف والنهي عن المنكر\nتأليف\nشيخ الإسلام تقي الدين أبي بكر بن عبد الله ابن قاضي عجلون الدمشقي الشافعي\n(814 هـ - 928 هـ) رحمه الله تعالى\nتحقيق\nالسيد عبد الله الحسيني\nالجزء: 1\n",
        "[\nمقدمة المصنف\n]\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين، والعاقبة للمتقين، والصلاة والسلام على سيدنا محمد، سيد الأولين والآخرين، وعلى آلة وصحبه أجمعين.\nوبعد:\n[\nسبب تأليف الكتاب\n]\nفقد سألني بعض الأصحاب أن أجمع ما ذكره الأئمة الأعلام، مشايخ الإسلام- تغمدهم الله تعالى بالرحمة والرضوان، وأسكنهم فسيح الجنان- في المكان الذي هو طريق في أحد أبواب جيرون الشمالي، أحد أبواب دمشق المحروسة.\nالجزء: 1 - الصفحة: 45\n",
        "وتزعم الطائفة الخبيثة الرافضة، ومن يتبعهم في الجهل والضلال- عليهم من الله ما يستحقونه من الربال، وعام النكال- أن بعض أهل البيت مدفون في هذا المكان وذلك من أعظم البهتان.\nوإنما هو طريق للمسلمين، لا يشك فيه من له أدنى بصيرة وتمسك بالدين.\nفأجبت السائل إلى ما سأل، ليعلم الحق في ذلك، ولا يلتفت إلى قول كل ضال هالك.\nفأقول- وبالله التوفيق، وبيده الهداية إلى سواء الطريق-:\nالجزء: 1 - الصفحة: 47\n",
        "[\n1 - كلام الإمام أبي شامة المقدسي الدمشقي في القبر الذي عند جيرون\n]\n[\nترجمة الإمام أبي شامة المقدسي الدمشقي\n]:\nقد ذكر الشيخ الإمام، حافظ الإسلام، أبو محمد، وأبو القاسم، شهاب الدين، عبد الرحمن بن إسماعيل بن إبراهيم بن عثمان بن أبي بكر المقدسي، ثم الدمشقي، الشافعي، الشهير بأبي شامة- رضي الله تعالى عنه- في كتابه \"الباعث على إنكار البدع والحوادث\"، وهو من أجل مصنفاته، وأثنى عليه الإمام الرباني، الشيخ، العلامة، عمدة المذهب، الذي هو أبو زكريا، يحيى النواوي في كتابه \"شرح المهذب\".\nالجزء: 1 - الصفحة: 48\n",
        "ومن ترجمة الإمام أبي شامة- كما ذكره غير واحد من الأئمة، منهم: شيخ الإسلام تقي الدين ابن قاضي شهبة الأسدي الشافعي في \"طبقاته\"،\n...................................\nالجزء: 1 - الصفحة: 49\n",
        "/ ونرويها عنه إجازة-: أنه ذو فنون متعددة، فقيه، مقرئ، نحوي، محدث. وختم القرآن، وله دون عشر سنين، وأتقن فن القراءة على الإمام السخاوي، وله ست عشرة سنةً.\nوأخذ عن الشيخين: سلطان العلماء عز الدين بن عبد السلام، وشيخ الإسلام تقي الدين ابن الصلاح.\nالجزء: 1 - الصفحة: 50\n",
        "قال الحافظ ابن كثير: \"أخبرني الحافظ علم الدين البرزالي عن الشيخ تاج الدين الفزاري أنه كان يقول: بلغ الشيخ شهاب الدين أبو شامة رتبة الاجتهاد\".\nوقال الإمام الذهبي: \"وكتب الكثير من العلوم، وأتقن الفقه، ودرس، وأفتى، وبرع في فن العربية.\nالجزء: 1 - الصفحة: 51\n",
        "وذكر أنه حصل له الشيب، وهو ابن خمس وعشرين سنةً.\nولي مشيخة القراءة بالتربة الأشرفية، ومشيخة الحديث بالدار الأشرفية.\nوكان مع كثرة فضائله متواضعاً، مطرحاً للتكلف، ربما ركب الحمار بين المداوير\".\nوكان مولده بدمشق في أحد الربيعين سنة تسع وتسعين- بتقديم التاء فيهما- وخمسمائة.\n/ ووفاته في شهر رمضان سنة خمس وستين وستمائة، ودفن بباب الفراديس على يسار المار إلى مرج\nالجزء: 1 - الصفحة: 52\n",
        "الدحداح بدمشق المحروسة.\nومن تصانيفه:\n\"شرح الشاطبية\".\nالجزء: 1 - الصفحة: 53\n",
        "واختصر \"تاريخ دمشق\" مرتين: الأولى في خمسة عشر مجلداً، والثانية في خمس مجلدات.\nوله:\nكتاب \"الروضتين في أخبار الدولتين: النورية والصلاحية\".\nوكتاب \"الذيل\" عليهما.\nو\"شرح المقتفي في مبعث المصطفى\".\nوكتاب \"ضوء الساري إلى معرفة رؤية الباري\".\nوكتاب \"المحقق من علم الأصول فيما يتعلق بأفعال الرسول\".\nالجزء: 1 - الصفحة: 54\n",
        "وكتاب \"البسملة\" الأكبر في مجلد، والأصغر لطيف.\nوكتاب \"السؤال\".\nوكتاب \"كشف حال بني عبيد\".\nو\"مفردات القراء\".\nو\"مقدمة في النحو\".\nو\"نظم المفصل\"، للزمخشري.\nو\"شيوخ البيهقي\".\nوكتاب \"الباعث على إنكار البدع والحوادث\".\nالجزء: 1 - الصفحة: 55\n",
        "[\nإجازة المصنف في \"الباعث\" للإمام أبي شامة المقدسي الدمشقي\n]:\n/ ونروي الكتاب المذكور عن جماعة/ منهم:\nقاضي القضاة، شيخ الإسلام والحفاظ، أبو الفضل، أحمد بن علي بن محمد، ابن حجر، الشافعي.\nوحافظ البلاد الشامية، العلامة، شمس الدين، محمد بن أبي بكر، الشهير بابن ناصر الدين، الشافعي.\nالجزء: 1 - الصفحة: 56\n",
        "والشيخ الصالح المسند، رحله وقته، أبو الحسن، علاء الدين، علي ابن العلامة عماد الدين أبي الفداء إسماعيل بن محمد بن بردس، البعلي، الحنبلي.\nإجازة خاصة من الأول، والثالث، وعامة من الثاني إن لم تكن خاصة.\nقال الأول، والثاني: أخبرنا جماعة، منهم: العلامة، أبو إسحاق، إبراهيم بن أحمد بن عبد الواحد، البعلي، المعروف بالشامي، إجازة.\nوقال الثالث: أخبرنا الإمام، أبو إسحاق، إبراهيم بن محمد، اللخمي، الأميوطي، إجازة.\nالجزء: 1 - الصفحة: 57\n",
        "قال البرهان: أخبرنا العلامة، قاضي القضاة، بدر الدين، أبو عبد الله، محمد بن إبراهيم بن سعد الله، ابن جماعة، إجازة.\nزاد الحافظ ابن ناصر الدين، فقال: وأخبرنا الحافظ، شمس الدين، أبو بكر، محمد ابن الإمام أبي محمد، عبد الله بن أحمد، ابن المحب، السعدي، إجازة.\nقال هو، والبرهان الشامي أيضاً: أخبرنا الشيخ، الفاضل، جمال الدين، أبو الحسن، علي بن يحيى بن أبي بكر، الشاطبي، إجازةً.\nالجزء: 1 - الصفحة: 58\n",
        "قال هو، وابن جماعة: /أخبرنا الشيخ، الإمام، العلامة، الحافظ، مفتي الفرق، بقية المجتهدين، أبو محمد، عبد الرحمن بن إسماعيل بن إبراهيم، المقدسي، الشافعي، الشهير بأبي شامة- رحمه الله-.\nقال ابن جماعة: إجازةً.\nوقال الشاطبي: قراءة عليه، وأنا أسمع، في شهر ربيع الأول سنة اثنين وخمسين وستمائة بالمدرسة العادلية بدمشق.\nالجزء: 1 - الصفحة: 59\n",
        "[\nنص كلام الإمام أبي شامة المقدسي الدمشقي\n]:\nقال في كتابه \"الباعث على إنكار البدع والحوادث\":\n\"قلت: ولقد أعجبني ما صنعه الشيخ أبو إسحاق الجبنياني،\nالجزء: 1 - الصفحة: 60\n",
        "أحد الصالحين ببلاد إفريقية في المائة الرابعة.\nحكى عنه صاحبه الصالح أبو عبد الله، محمد بن أبي عباس المؤدب، أنه كان إلى جانبه عين تسمى: (عين العافية)؛ كان العامة قد افتتنوا بها، يأنونها من الآفاق، من تعذر عليها نكاح، أو ولد، قالت: امضوا بي إلى العافية، فتعرف بها الفتنة.\nقال أبو عبد الله: فأنا في السحر ذات ليلة؛ إذا سمعت أذان أبي إسحاق نحوها، فخرجت، فوجدته قد هدمها، وأذن للصبح عليها.\nثم قال: اللهم إني قد هدمتها لك، فلا ترفع لها رأساً.\nالجزء: 1 - الصفحة: 61\n",
        "قال: فما رفع لها رأس إلى الآن.\nقلت: وأدهى من ذلك وأمر: إقدامهم على قطع الطريق السابلة/ بجيرون في أحد الأبواب الثلاثة القديمة العادية، التي هي من بناء الجن في زمن نبي الله سليمان بن داود عليهما السلام، أو من بناء ذي القرنين.\nوقيل فيها غير ذلك؛ مما يؤذن بالتقدم على ما نقلناه في كتاب \"تاريخ مدينة دمشق\"- حرسها الله تعالى-، وهو الباب الشمالي.\nالجزء: 1 - الصفحة: 62\n",
        "ذكر لهم بعض من لا يوثق به في شهور سنة ست وثلاثين وستمائة، أنه رأى مناماً يقتضي أن ذلك المكان دفن فيه بعض أهل البيت، وقد أخبرني عنه ثقة أنه اعترف له أنه افتعل ذلك. فقطعوا طريق المارة فيه، وجعلوا الباب بكماله مسجداً مغصوباً.\nالجزء: 1 - الصفحة: 63\n",
        "وقد كان الطريق يضيق بسالكيه، فتضاعف الضيق والحرج على من دخل وخرج. ضاعف الله نكال من تسبب في بنائه، وأجزل ثواب من أعان على هدمه، وإزالة اعتدائه، اتباعاً لسنة النبي صلى الله عليه وسلم في هدم مسجد الضرار، المرصد لأعدائه من الكفار.\nفلم ينظر الشرع إلى كونه مسجداً، وهدمه، لما قصد به من السوء والردى، وقال الله سبحانه لنبيه: {لا تقم فيه أبداً} [التوبة: 108].\nالجزء: 1 - الصفحة: 64\n",
        "فنسأل الله الكريم معافاته من كل ما يخالف رضاه، وأن لا يجعلنا ممن أضله، فاتخذ إلهه هواه\".\n/ انتهى كلام الإمام أبي شامة في كتابه المذكور.\n[\n2 - فتوى الإمام ابن العطار الدمشقي في القبر الذي عند جيرون\n]\nوفي \"فتاوى\" الشيخ، الإمام، العالم، العلامة، المحدث: علاء الدين، أبي الحسن، علي، الشهير بابن العطار.\n[\nترجمة الإمام ابن العطار الدمشقي\n]:\nومن ترجمته كما ذكره غير واحد من الأئمة الأعلام: أنه إمام، عالم، محدث.\nالجزء: 1 - الصفحة: 65\n",
        "/ سمع من خلائق، وتفقه على الإمام الرباني، شيخ الإسلام، أبي زكريا يحيى النواوي.\nوأخذ عن العلامة جمال الدين ابن مالك.\nوولي مشيخة دار الحديث النورية، وغيرها، ودرس بالقوصية في الجامع.\nمرض زماناً بالفالج، وكان يحمل في محفة.\nالجزء: 1 - الصفحة: 66\n",
        "قال الإمام الذهبي: \"سمع وكتب الكثير، ودرس، وأفتى، وصنف أشياء مفيدة. خرجت له معجماً في مجلد، انتفعت به\".\nوقال في \"العبر\": \"يلقب مختصر النواوي، وأصابه فالج أكثر من عشرين سنة، وله فضائل\".\nوقال الإمام ابن كثير: /\"له مصنفات، وفوائد، وتخاريج، ومجاميع، وباشر مشيخة النورية من سنة أربع وتسعين، ثلاثين سنة\".\nوقال غيره: \"أشهر أصحاب النووي، وأخصهم به، لزمه طويلاً، وخدمه، وانتفع به.\nوله معه حكايات، واطلع على أحواله، وكتب مصنفاته، وبيض كثيراً منها\".\nوكان مولده يوم عيد الفطر سنة أربع وخمسين وستمائة، ووفاته بدمشق في ذي الحجة سنة أربع وعشرين وسبعمائة.\nومن تصانيفه:\n\"شرح العمدة\"، سماه: \"إحكام عمدة الأحكام\".\nالجزء: 1 - الصفحة: 67\n",
        "ومصنف في \"فضل الجهاد\".\nوآخر في \"حكم البلوى وابتلاء العباد\".\nوآخر في \"حكم الاحتكار عند غلاء الأسعار\".\nو\"الفتاوى\" المتقدم ذكرها.\n[\nإجازة المصنف في فتاوى الإمام ابن العطار الدمشقي\n]:\nونرويها عن جماعة:\n/ منهم: شيخ الإسلام، قاضي القضاة، الحافظ، أبو الفضل، أحمد بن علي، ابن حجر، عن الإمام أبي إسحاق إبراهيم بن أحمد بن عبد الواحد البعلي، المعروف بالشامي، بروايته عن المصنف.\nالجزء: 1 - الصفحة: 68\n",
        "[\nنص فتوى الإمام ابن العطار الدمشقي\n]:\n\"مسألة:\nهل الضريح/ الذي في كم باب جيرون الشمالي، الذي يقال: إنه ضريح ملكة من ذرية علي بن أبي طالب رضي الله عنه؛ هل هو صحيح أو مفتعل؟\nالجواب:\nأما الضريح المذكور، فهو باطل، محدث، لا أصل له، أحدث لأغراض فاسدة في المائة السابعة.\nولم يذكره الحافظ أبو القاسم ابن عساكر- رحمه الله- في قبور دمشق، ولا غيره.\nولا يعرف في ذرية علي بن أبي طالب من اسمها ملكة.\nفتجب إزالته، وإعادته إلى ما كان عليه، وهو طريق للمسلمين،\nالجزء: 1 - الصفحة: 69\n",
        "مشترك بين خاصهم، وعامهم.\nوقد بين ذلك العلماء في كتب البدع والحوادث التي بدمشق التي هي على خلاف الشرع\".\nانتهى جواب الإمام ابن العطار المشار إليه.\n[\n3 - كلام الإمام ابن ناصر الدين الدمشقي في القبر الذي عند جيرون\n]\n/ وذكر الشيخ، الإمام، العالم، العلامة، حافظ البلاد الشامية، شمس الدين، أبو عبد الله، محمد، الشهير بابن ناصر الدين- رحمه الله تعالى- في \"جزء يتعلق بالمكان المذكور\"، ونرويه عنه إجازة عامة إن لم تكن خاصة.\nقال في \"الجزء\" المذكور- بعد أن نقل كلام الإمام أبي شامة المتقدم في كتبه \"الباعث\"- ما لفظه:\nالجزء: 1 - الصفحة: 70\n",
        "\"وذكر لي بعض شيوخي- رحمهم الله- أن سبب هذه البدعة الشنيعة أن بعض السؤال جلس عند الباب المذكور، وسأل الناس من دنياهم، فكأنه لم يفتح عليه بشيء.\nفأدخل رأسه في جيبه، وزبق، ثم رفع رأسه صائحاً:\nيا معشر المسلمين، هاهنا قبر الست ملكة، وأنتم تمشون فوقها.\n/ فاجتمع حوله عوام الناس، واعتقد صدقة أتباع كل ناعق.\nفمنعوا الناس من المرور في ذلك المكان، ثم بنوه مسجداً، وأحدثوا فيه قبراً لا على شيء.\nالجزء: 1 - الصفحة: 71\n",
        "ونقشوا على عتبة الباب اسم ملكة بنسب غير صحيح.\nوكل ذلك من فعل العوام، والجهلة الطغام.\nالجزء: 1 - الصفحة: 74\n",
        "ولقد أنكر هذا الفعل القبيح في زمانه، وأفتى العلماء الأخيار ببطلانه.\nلكن المتوجهين عند المتجوهين من الولاة كانوا يصدون عن إبطاله، جهلاً من كل منهم، واتباعاً لهواه.\nالجزء: 1 - الصفحة: 75\n",
        "ولم يزل الباب مسدوداً بذلك المسجد المغصوب بالفجور، إلى أن أحرق في فتنة عدو الإسلام والمسلمين تيمور.\nفإنها ذلك البنيان، وزال المسجد المغصوب، فكأنه ما كان، سوى النقش المفترى على عتبة الباب يرى.\nالجزء: 1 - الصفحة: 76\n",
        "فأجزل الله الأجر والثواب، لمن يمحو هذا النقش من الباب؛ لأن محوه واجب لبطلانه، والله سبحانه المسؤول أن يعفو عنا بكرمه وامتنانه.\nاللهم صل على سيدنا محمد نبي الرحمة، وعلى آلة وصحبه، وسلم تسليماً كثيراً\".\nانتهى كلام الشيخ ابن ناصر الدين في \"جزئه\" المذكور.\n[\n4 - موقف العلامة البلاطنسي الدمشقي من القبر الذي عند جيرون\n]\nونقل الشيخ، العلامة، شيخ البلاد الشامية، قامع المبتدعين، ناصر السنة والدين، شمس الدين، محمد البلاطنسي في مصنف له\nالجزء: 1 - الصفحة: 78\n",
        "في \"إنكار البدع والحوادث\"- ونرويه عنه إجازة- ما تقدم عن الشيخ أبي شامة في أمر المكان المذكور، تحذيراً من أن/ يعتقد أن به مسجداً أو قبراً.\nوبلغه في وقت أن بعض الجهلة جعل فيه صورة قبر، وعلق عليه مسابح، وغيرها كما يفعل في المزارات، فأزال ذلك كله؛ لبطلانه؛ - رضي الله عنه-.\nولم يزل أهل السنة من العلماء والصلحاء وغيرهم قديماً وحديثاً على إنكار ذلك، وتقرير بطلانه.\n[\n5 - كلام الإمام الإخنائي حول حقيقة المكان الذي عند جيرون\n]\nوأخبرنا الشيخ، الإمام، العالم، المعمر، أبو العباس، شهاب الدين، أحمد الإخنائي الشافعي- وله من العمر الآن تسع وثمانون\nالجزء: 1 - الصفحة: 79\n",
        "سنة، فسح الله في مدته-، فقال: \"إن الذي يعلمه من حال المكان المذكور: أن القناة المعروفة بقناة صالح من قني دمشق المحروسة، مارة بهذا المكان، وخارجة من الباب الشمالي المذكور واصلة إلى أربابها. وقد كشف عنها من نحو عشرين سنة لإصلاحها، وشاهدها. وأن المكان المذكور لم يزل كوم تراب عدة سنين إلى أن كان كمشبغا طولوا نائباً بقلعة دمشق المحروسة بعد الثلاثين وثمانمائة، وله شوكة وجرأة.\nالجزء: 1 - الصفحة: 80\n",
        "ومن خواصه شخص اسمه فارس، عمد إلى هذا المكان، وهو بقعة صغيرة بها كوم تراب محيط بها من جهة الشرق الباب الشمالي الصغير، من أبواب جيرون، وسلاحه، ومن جهة الشمال والغرب\nالجزء: 1 - الصفحة: 81\n",
        "جداران مملوكان لأربابهما، فبنى فارس المذكور جداراً قبلياً\".\nانتهى ما أخبر به الشيخ شهاب الدين الإخنائي.\n[\n6 - كلام الشيخ ابن النيربي حول حقيقة المكان الذي عند جيرون\n]\nوأخبر بناء الجدار على الوجه المذكور، الشيخ الصالح المعمر: شمس الدين محمد، المعروف بابن النيربي- أعاد الله تعالى من بركته، وله من العمر الآن نحو الثمانين سنة-.\n[\n7 - كلام الإمام ابن عساكر الدمشقي في أبواب دمشق\n]\nوفي \"تاريخ/ دمشق\" للشيخ، الإمام، حافظ الإسلام، أبي القاسم، ابن عساكر.\n[\nإجازة المصنف في تاريخ دمشق\n]:\nونرويه عن جماعة من الأئمة:\nأجلهم: قاضي القضاة شيخ الإسلام والحفاظ، أبو الفضل، أحمد بن علي، ابن حجر العسقلاني- تغمده الله برحمته- إجازة.\nالجزء: 1 - الصفحة: 82\n",
        "قال: أنا جماعة من الأئمة منهم: الإمام العلامة: أبو إسحاق إبراهيم بن أحمد بن عبد الواحد، التنوخي، البعلي، المعروف بالشامي. والإمام المسند تقي الدين أبو بكر بن إبراهيم بن العز محمد بن قدامة المقدسي، المعروف بالفرائضي، والإمام علاء الدين علي بن\nالجزء: 1 - الصفحة: 83\n",
        "محمد بن محمد بن أبي المجد الدمشقي- إمام مسجد الجوزة خارج باب الفراديس بدمشق، وهو ابن خطيب عين ثرما-، إجازةً منهم، إن لم يكن سماعاً.\nقال الأول، والثاني: أخبرتنا المسندة، أسماء بنت محمد بن صصرى، إجازة.\nالجزء: 1 - الصفحة: 84\n",
        "زاد الأول، فقال: وعبد الرحيم بن يحيى بن الفرج بن مسلمة، إجازةً.\nقالا: أنا مكي بن مسلم بن علان، ح.\nالجزء: 1 - الصفحة: 85\n",
        "وقال الثالث: أنا القاسم بن مظفر بن عساكر، ومحمد بن أبي بكر بن مشرف، إجازةً.\nالجزء: 1 - الصفحة: 86\n",
        "قالا: أنا إبراهيم بن بركات الخشوعي، إجازةً.\nقال القاسم: وأنا محمد بن نصر بن محمد، إجازةً.\nقال هو والخشوعي وابن علان: أنا الإمام العلامة فخر الشافعية وإمام أهل الحديث في زمانه وحامل لوائهم: أبو القاسم علي بن الحسين بن هبة الله ابن عساكر، الشافعي- تغمده الله برحمته-، إجازةً، إن لم يكن سماعاً.\nالجزء: 1 - الصفحة: 87\n",
        "[\nنص كلام الإمام ابن عساكر الدمشقي\n]:\nقال في كتابه \"تاريخ دمشق\": \"إنه عمل لمدية دمشق: ثلاثة أبواب جيرون، مع ثلاثة أبواب البريد، مع باب الحديد\".\nإلى آخر ما ذكره في ذلك.\nالجزء: 1 - الصفحة: 88\n",
        "ومولد الحافظ أبي القاسم في مستهل سنة تسع وتسعين- بتقديم التاء فيهما- وأربعمائة. ووفاته في رجب سنة إحدى وسبعين- بتقديم السين- وخمسمائة، بدمشق.\nالجزء: 1 - الصفحة: 89\n",
        "[\nتحرير المصنف في القبر الذي عند جيرون\n]\nفتحرر من هذا كله أن المكان المذكور ليس به مسجد، ولا قبر لأحد من ذرية سيدنا علي بن أبي طالب رضي الله عنه، ولا غيره.\nالجزء: 1 - الصفحة: 90\n",
        "وإنما هو طريق عام للمسلمين، ويحرم البناء فيه تحريماً شديداً، لما يحصل به من المفاسد، وأفظعها إقامة شعار الرفض فيه.\nالجزء: 1 - الصفحة: 91\n",
        "[\nبناء فارس في المكان الذي بجيرون وما آل إليه\n]\nولما بنى الفارس من جماعة كمشبغا طولوا في هذا المكان الجدار القبلي المذكور بالظلم والعدوان، صار مخزناً، توضع فيه الأخشاب، وغيرها، ويقع فيه منكرات يراها المارة عليه، ووجد فيه قتيل في بعض الأحيان، ويأوى إليه أهل الشر والطغيان، واستمر على ذلك مدة، ثم تهدم، وزال سقفه.\nالجزء: 1 - الصفحة: 92\n",
        "[\nسعي الجهلة في تجديد عمارة المكان الذي عند جيرون\n]\nفسعى بعض الجهلة في تجديد عمارته بتسليط الطائفة المخذولة الرافضة خفية؛ إذ لا يقدرون على إظهارهم أنفسهم في هذا الأمر؛ لمقاصدهم الباطلة.\n[\nسعي العلماء في إنكار تجديد عمارة المكان الذي عند جيرون\n]\nفبلغ أهل السنة من العلماء وغيرهم ذلك، خصوصاً تجديد العمارة المذكورة، وعلموا ما يرتب على عمارة هذا المكان من المفاسد، وأعظمها حصول الافتتان، فثاروا، وأنكروا، ومن العمارة منعوا، نصرة للدين، وقمعاً للمفسدين.\nالجزء: 1 - الصفحة: 93\n",
        "وهذا من الواجبات على كل من قدر عليه، خصوصاً الحكام- أيد الله بهم الإسلام-؛ إذ هو من الأمر بالمعروف والنهي عن المنكر، وهما من أجل الطاعات، واكد العبادات.\nولا يخفى ورود الآيات الكريمات، والأحاديث النبوية المشهورات في الترغيب فيهما، والترهيب الشديد من تركهما، والمداهنة فيهما، قال الله تعالى: {ولتكن منكم أمة} [آل عمران: 104].\n\"وقد كان الذي خفنا أن يكون، إنا الله وإنا إليه راجعون؛ إذ قد اندرس من هذا القطب عمله وعلمه، وانمحق بالكلية حقيقته ورسمه، واستولت على القلوب مداهنة الخلق، وانمحت عنها مراقبة الخالق، واسترسل الناس في اتباع الهوى والشهوات استرسال البهائم، وعز على بسيط الأرض مؤمن، لا تأخذه في الله لومة لائم.\nفمن سعى في تلافي هذه الفترة، وسد هذه الثلمة، إما متكفلاً بعملها، أو متقلداً لتنفيذها، مجدداً لهذه السنة الدائرة، ناهضاً بأعبائها، ومتشمراً في إحيائها، كان مستأثراً من بين الخلق بإحياء سنة أفضى الزمان إلى إماتتها، ومستبداً بقرية تتضاءل درجات القرب دون ذروتها\".\nانتهى كلام حجة الإسلام- أعاد الله من بركاته-.\nالجزء: 1 - الصفحة: 94\n",
        "/ وهذا في ذلك الزمان، فما ظنك به الآن؟\nلكن روينا بالإسناد المتصل عن معاوية رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: \"لا تزال في أمتي أمة قائمة بأمر الله، لا يضرهم من كذبهم، ولا من خالفهم حتى يأتي أمر الله وهم على ذلك\".\nفقال مالك بن يخامر: سمعت معاذا يقول: وهم بالشام.\nرواه الإمام البخاري في صحيحه.\n[\nرفع العلماء قصة للسلطان الملك الأشرف قايتباي عن المكان الذي عند جيرون، وصدور مرسوم بتأييدهم\n]\nولما سعى بعض الجهلة في تجديد عمارة المكان بباب جيرون، وهو على خلاف الشرع على ما تقدم ذكره، أنكرته جماعة من العلماء\nالجزء: 1 - الصفحة: 95\n",
        "والصلحاء، وصدوا عن العمارة، وأعلموا المرحوم محاسن كافل المملكة الشامية [\n...\n] بحقيقة أمر المكان المذكور، فمنع من [\n...\n].\n/ ورفعوا قصة لمولانا السلطان الملك الأشرف أبي النصر قايتباي- نصره الله تعالى، وأجرى الخيرات في أيامه- أنهوا فيها أمر المكان على ما ذكره الأئمة الأعلام شيوخ الإسلام أبو شامة، وغيره.\nالجزء: 1 - الصفحة: 96\n",
        "فرسم بما أمر الله سبحانه وتعالى ورسوله صلى الله عليه وسلم من العمل بما ذكره/ العلماء- رضي الله عنهم-، وورد مرسومه الشريف بذلك في شهور سنة اثنتين وتسعين وثمانمائة.\nفحصل به النصرة والسرور العظيم لأهل السنة، والخذلان والهم الشديد لأهل البدعة، وتضاعف الدعاء لمولانا السلطان.\n[\nهدم المكان الذي عند جيرون بحضور العلماء والقضاة والأمراء\n]\nواجتمع خلق كثير عند المكان المذكور، وهدموا الجدار القبلي الذي أحدثه فيه فارس من جماعة كمشبغا طولوا على ما تقدم\nالجزء: 1 - الصفحة: 97\n",
        "لم يكن حينئذ فيه بناء غيره، بحضور جمع من العلماء والقضاة وغيرهم، وممن حضر الأمر: تمرباي [\n...\n] المرحوم محاسن كافل المملكة [\n...\n] ,\nوفتح الباب الأصلي أحد ثلاثة أبواب جيرون، وأعيد المكان إلى صيغته الأصلية، طريقاً للمارة، على أحسن الهيئات، وأزيل النقش المفترى على عتبة الباب، كما تقدم عن حكاية الحافظ سيدي الشيخ ابن ناصر الدين.\nوكان قد نقش معه على العتبة قوله سبحانه وتعالى: {إنما يعمر مساجد الله} الآية [التوبة: 18]، كما ينقش مثله على أبواب المساجد الحقيقية، إعلاماً بأن المكان مسجد. وفي النقش المذكور على عتبة الباب هذا تدليس وتلبيس على من يجهل حاله؛ إذ يعتقد به أن\nالجزء: 1 - الصفحة: 98\n",
        "المكان المذكور مسجد، وليس كذلك، فمحو هذا النقش أيضاً متعين، خوفاً من هذا الاعتقاد الباطل.\nفأزيل النقش المذكور لذلك، مع أن العلماء صرحوا بكراهة نقش القرآن على الحيطان ونحوها، وكتب موضع ذلك كله على أصل العتبة ما ذكره العلماء في أمر هذا المكان على الحقيقة، ليعلمه الخص والعام\nالجزء: 1 - الصفحة: 99\n",
        "على توالي الأزمان، ويستمر بذلك إن شاء الله تعالى/ طريقاً كما كان؛ محفوظاً من محدثات أهل البدع، زادهم الله الذل والهوان.\n[\nاستجابة الله تعالى لدعاء الأئمة الأعلام في إزالة المكان الذي عند جيرون\n]\nواستجاب الله تعالى دعاء الأئمة الأعلام، حفاظ دين الإسلام، الإمام أبي شامة، وغيره، لمن أزال ما أحدث في هذا المكان، وأعاده طريقاً على ما كان عليه من قديم الزمان، ومحا ما هو مكتوب على عتبة الباب من الزور والبهتان.\nوإزالة هذه البدعة الفظيعة من أعظم القربات، وأهم المطلوبات.\n[\nإزالة المكان في أيام السلطان الملك الأشرف قايتباي منقبة حسنة له\n]\nوأراد الله سبحانه وتعالى- وله الحمد والمنة- حصول هذا الخير العظيم، والمعروف الجسيم، في أيام مولانا السلطان الملك الأشرف أبي النصر قايتباي- أدام الله له العز والتمكين، والنصر والفتح المبين- ليكون ذلك منقبة حسنة له في الدنيا، ويسطر بسببه في صحائفه الشريفة الأجر الجزيل في الأخرى.\nالجزء: 1 - الصفحة: 100\n",
        "[\nخاتمة الكتاب\n]\nوالله المسؤول أن يديم ببقائه تأييد الدين، وقمع المبتدعة والمفسدين، ويوفقنا للعمل بما أمرنا به من الطاعات، ويجنبنا كل ما نهينا عنه من البدع والمخالفات، بمنه وطوله وقوته وحوله، إنه على كل شيء قدير، وبالإجابة جدير.\nالحمد لله رب العالمين.\nوصلى الله على سيدنا محمد، وآلة وصحبه أجمعين.\nالجزء: 1 - الصفحة: 101\n",
        "قال مولانا، شيخ الإسلام، بركة الأنام، الإمام، ناصر السنة، مؤيد الشريعة، تقي الدين، أبو الصدق، أبو بكر، ابن قاضي عجلون، الشافعي- أمتع الله الوجود بوجوده، ونفع ببركة علومه-:\nفرغ من تأليف هذه الرسالة، كاتبها: أبو بكر ابن قاضي عجلون الشافعي- غفر الله ذنوبه، وستر في الدارين عيوبه- في عاشر من ربيع الآخر عام أربع وتسعين وثمانمائة.\nاللهم أحسن عاقبتها\nآمين\nالجزء: 1 - الصفحة: 102\n",
        ""
    ]
}