{
    "1": [
        "الكنز اللغوي في اللسن العربي\nالكنز اللغوي في اللسن العربي\nابن السكيت\nالكتاب:\nالكنز اللغوي في اللَسَن العربي\nالمؤلف:\nابن السكيت، أبو يوسف يعقوب بن إسحاق (المتوفى: 244هـ)\nالمحقق:\nأوغست هفنر\nالناشر:\nمكتبة المتنبي - القاهرة\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "كتاب القلب والإبدال\nباب النون واللام\n...\nكتاب القلب والإبدال\nصنعة أبي يوسف يعقوب بن إسحاق السكيت رواية أبي الحسين علي بن أحمد بن محمد المهلي أخبر به عنه الشيخ أبو يعقوب يوسف بن يعقوب ابن إسماعيل بن خرزاذ النحيرمي.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nأخبر به الشيخ أبو يعقوب يوسف بن يعقوب بن إسماعيل بن خرازاذ قراءة عليه قال أخبرني أبو الحسين بن علي بن أحمد المهلبي بقراءتي عليه في شهر رمضان سنة إحدى وسبعين وثلثمائة قال القاسم بن مختار عن داود بن محمد المروروذي عن يعقوب.\nباب النون واللام\nقال أبو يوسف يعقوب بن إسحاق السكيت قال الأصمعي عبد الملك بن قريب يقال هتنت السماء تهتن تهتانا وهتلت تهتل تهتالا وهن سحائب هتن وهتل وهو فوق الهطل، قال امرؤ القيس في التهتان:\nفسحت دموعي في الرداء كأنها\n...\nكلى من شعيب ذات سح وتهتان\nقال أبو الفوارس: إذا كانت المزادة من أديمين فهي شعيب\nالجزء: 1 ¦ الصفحة: 3\n",
        "وإذا كانت من أديم واحد فهي سطيحة، وقال العجاج في التهتال:\nعزمنه وهو معطي الإسهال\n...\nضرب السواري متنه بالتهتال\nالسواري السحائب التي أمطرت ليلا، والسدول والسدون ما جلل به الهودج من الثياب وأرخي عليه، قال الزفيان:\nكأنما علقن بالأسدان\n...\nيانع حماض وأقحوان\nوقال حميد بن ثور الهلالي:\nفرحن وقد زايلن كل صنيعة\n...\nلهن وباشرن السديل المرقما\nوأنشد للكميت الأسدي في السدول:\nجعلن العقل فوق الرقم فيما\n...\nأرينك والسدول على السدول\nالعقل والرقم ضربان من الوشي، والكتل والكتن التلزج ولزوق الوسخ بالشيء، وأنشد لابن ميادة:\nتشرب منه نهلات وتعل\n...\nوفي مراغ جلدها منه كتل\nوأنشد لابن مقبل:\nذعرت به العير مستوزيا\n...\nشكير جحافله قد كتن\nقوله مستوزيا أي منتصبا مرتفعا، قال أبو زياد الكلابي المستوزي المتنحي يقول الدحل لصاحبه مالك مستوزيا لا تدلو، قال المهلبي المستوزي المنتصب قال وحكى أبو عمرو الشيباني المستوزي الذي ليس بمطمئن كالمستوفز وقال أبو الحسن الاثرم سألت أبا عمرو الشيباني عن المستوزي فقال هو النافر، والشكير الشعر الضعيف والشكير أيضا الشعار الصغار تحت الكبار، كتن أي لزق به أثر خضرة العشب، ويقال رأيت في أرض بني فلان لعاعة حسنة ونعاعة\nالجزء: 1 ¦ الصفحة: 4\n",
        "حسنة وهو بقل ناعم في أول ما يبدو رقيق لم يغلظ، وجاء في الحديث إنما الدنيا لعاعة، ويقال تعليت اللعاعة إذا اجتنيتها، وأنشد لابن مقبل:\nكاد اللعاع من الحوذان يسحطها\n...\nورجرج بين لحييها خناطيل\nالسخط الذبح سحطه يسحطه سحطا وقوله يسحطها أي يذبحها والرجرج اللعاب يترجرج وخناطيل قطع متفرقة، ويقال بعير رفن ورفل إذا كان سابغ الذنب، وأنشد لابن ميادة:\nيتبعن سدو سبط جعد رفل\n...\nكأن حيث تلتقي منه المحل\nمن قطريه وعلان ووعل\nويروى من جانبيه، سدوه رميه بيديه جعد أي جعد الوبر، وقال النابغة الذبياني:\nبكل مجرب كالليث يسمو\n...\nعلى أوصال ذيال رفن\nأبو عبيدة يقال للحرة لوبة ونوبة ومنه قيل للاسود لوبي ونوبي، الأصمعي يقال طبرزن وطبرزل للسكر، ويقال رهدنة ورهدلة ورهادين ورهاديل وهي الرهادن والرهادل وهو طوير شبيه القبرة إلا أنه ليست قنزعة، والرهدن والرهدل الضعيف أيضا، ويقال لقيته أصيلالا وأصيلانا أي عشيا، قال النابغة:\nوقفت فيها أصيلانا أسائلها\n...\nعيت جوابا وما بالربع من أحد\nويروى أصيلالا وأصيلال تصغير أصيل وجائز على غير قياس كما صغروا عشية عشيشية قال الفراء جمعوا أصيلا أصيلانا كما يقال بعير وبعران ثم صغروا الجمع وأبدلوا النون لاما، ويقال: لعلها ولعنها وعلها، قال الفرزدق:\nالجزء: 1 ¦ الصفحة: 5\n",
        "هل أنتم عائجون بنا لعنا\n...\nنرى العرصات أو أثر الخيام\nيريد لعلنا، وقال أبو النجم:\nواغد لعنا في الرهان نرسله\nوالدحن والدحل، قال أبو زيد: الدحن من الرجال العظيم البطن وقد دحن دحنا، وقال الأصمعي: هو الدحل باللام، قال ابن دريد: رجل دحن إذا كان عظيم البطن غليظه وامرأة دحنة ويقال بعير دحن وناقة دحنة، [والدحن والدحل] الخب الخبيث، قال وسمعت الكلابي يقول فلان يدحل في الكلام أي يعدل عما يراد منه إلى غيره ويدفع عن الحق بغيره وهو يداحل القوم عما وراءه ويقال إن فلانا ليغشانا بدحله وحدله، الأصمعي الدحن أيضا الكثير اللحم ويقال بعير دحن وناقة دحنة إذا كان عريضا كثير اللحم وأنشد:\nألا ارحلوا دعكنة دحنة\n...\nبما ارتعى مزهية مغنه\nقال الأصمعي: بعير دحنة بالهاء وهو الكثير اللحم الغليظ قال ابن دريد: الدعكنة الناقة الصلبة الشديدة، أبو عبيدة يقال صل اللحم صلولا، قال الراجز [وهو زياد الاعجم]\nإذا تعشوا بصلا وخلا\n...\nوجوفيا وسمكا قد صلا\nويقال أصل اللحم في هذا المعنى، قال زهير:\nيلجلج مضغة فيها أنيض\n...\nأصلت فهي تحت الكشح داء\nقال وقوم يحولون اللام نونا فيقولون قد أصن اللحم، أبو عمرو الشيباني الغريل والغرين ما يبقى من الماء في الحوض والغدير الذي\nالجزء: 1 ¦ الصفحة: 6\n",
        "تبقى فيه الدعاميص لا يقدر على شربه، الأصمعي الغرين إذا جاء السيل فثبت على الارض فجف فترى الطين قد جف ورق فهو الغرين، أبو عمرو الدمال السرجين ويقال الدمان، الفراء هو شثن الأصابع وشثلها وقد شثنت كفه شثونة وشثانة ويقال شثلت وهو الغليظ الخشين ويقال للأسد شثن البراثن، اللحياني يقال هو كبن الدلو وكبلها، الأصمعي الكبن ما ثني من الجلد عند شفة الدلو، وكل كف كبن يقال كبنت عنك لساني أي كففته، وقد كبنت ثوبي في معنى ثنيته وغبنته ولم يعرفها باللام، ويقال رجل [كبن و] كبنة إذا كان منقبضا، الفراء أتن الرجل يأتن وأتل يأتل وهو الأتلان والأتنان وهو أن يقارب خطوه في غضب، قال وأنشدني أبو ثروان العكلي:\nأأن حن أجمال وفارق جيرة\n...\nعنيت بنا ما كان نولك تفعل\nومن يسأل الأيام نأي صديقه\n...\nوصرف الليالي يعط ما كان يسأل\nأراني لا آتيك إلا كأنما\n...\nأسأت وإلا أنت غضبان تأتل\nأردت لكيما لا ترى لي عثرة\n...\nومن ذا الذي يعطى الكمال فيكمل\nالمهلبي يقال ما نولك أن تفعل ذاك أي لا ينبغي لك أن تناله من نال ينال، وقال الآخر [وهو الميدان الفقعسي] :\nما لك يا ناقة تأتلينا\n...\nعلي بالدهنا تمادخينا\nعلي والنطاف قد فنينا\nقال والعرب تجمع ذألان الذئب ذآليل فيبدلون النون لاما وأنشد:\nذو ذألان كذآليل الذئب\nالجزء: 1 ¦ الصفحة: 7\n",
        "وحكى اللحياني عن الكسائي يقال أتاني هذا الأمر وما مأنت مأنه وما مألت مأله أي ما تهيأت له، وهو حنك الغراب وحلكه لسواده وقال الفراء قلت لأعرابي أتقول مثل حنك الغراب فقال لا ولكني أقول مثل حلكه، وقال أبو زيد الحلك اللون والحنك المنسر، الكسائي يقال هو العبد زلمة وزلمة وزنمة وزنمة أي قد قد العبد، الفراء هو العبد زلما أي قدا وهو العبد زلمة معناه إذا رأيته رأيت أثر العبد فيه، أبو عمرو واللحياني يقال أبنته وأبلته إذا أثنيت عليه بعد موته، قال متمم ابن نويرة:\nلعمري وما دهري بتأبين هالك\n...\nولا جزع مما أصاب فأوجعا\nوقال رؤبة:\nفامدح بلالا غير ما مؤبن\nولا يكاد التأبين يكون للحي إلا أن الراعي قال\nفرفع أصحابي المطي وأبنوا\n...\nهنيدة فاشتاق العيون اللوامح\nقال أبو يوسف وأنشدني أبو عمرو [للتغلبي]\nفإن تقتلوني غير مثو أخاكم\n...\nبني عامر يقتل قتيل يؤبل\nأي يثنى عليه بفعاله، الفراء\n...\nعن الكسائي يقال هو على آسان\nمن أبيه وآسال من أبيه وأعسان من أبيه يريد على طرائق من أبيه وشمائله وقد تأسن أباه وتأسله إذا نزع إليه في الشبه، وقال الفراء هو عنوان الكتاب وعلوان الكتاب وعنيانه وعنوانه إذا كان باللام فبالضم لا غير، وحكى عن بعض بني كلب عنيان الكتاب، ويقال\nالجزء: 1 ¦ الصفحة: 8\n",
        "عنونت الكتاب وعنيته ويكره عننت، قال وقال الكسائي لم أسمع علونت وكان ينبغي لها أن تكون عليت الكتاب في القياس، اللحياني يقال عتلته إلى السجن وعتنته وأنا أعتله وأعتله وأعتنه وأعتنه، ويقال ارمعل الدمع وارمعن، وقال [مدرك بن حصن] الأسدي\nبكى جزعا من أن يموت وأجهشت\n...\nإليه الجرشى وارمعل حنينها\nومعنى ارمعل تتابع، ويقال لا بن ولا بل، وإسماعيل وإسماعين، وميكائيل وميكائين، وإسرافيل وإسرافين، وإسرائيل وإسرائين، وشراحيل وشراحين، وأنشد الفراء:\nقد جرت الطير أيامنينا\n...\nقالت وكنت رجلا فطينا\nهذا ورب البيت إسرائينا\nوجبرئيل وجبرئين، وسمعت الكلابي يقول ألصت الشيء فأنا أليصه إلاصة وأنصته فأنا أنيصه إناصة إذا أدرته، ويقال ذلاذل القميص وذناذنه لاسافله الواحد ذلذل وذنذن، ويقال هو خامل الذكر وخامن الذكر، الفراء يقال ما أدري أي الطبن هو وما أدري أي الطبل هو، وحكى بن أنا فعلت يريد بل، وقد يجمعون بينهما في قافيتين، قال الراجز [وهو أبو ميمون النضرابن سلمة العجلي]\nبنات وطاء على خد الليل\n...\nلا يشتكين عملا ما أنقين\nما دام مخ في سلامى أو عين\nأبو زيد نمق اسمه ينمقه نمقا ولمقه يلمقه لمقا وكتبه يكتبه\nالجزء: 1 ¦ الصفحة: 9\n",
        "كتبا وهو واحد في لغة عقيل وسائل قيس يقولون لمق اسمه من الكتاب لمقا إذا محاه والنمق هو الكتاب، ويقال هي قنة الجبل وقلته لأعلاه\nالجزء: 1 ¦ الصفحة: 10\n",
        "باب الباء والميم\nالأصمعي يقال بنات بخر وبنات مخر وهن سحائب يأتين قبل الصيف منتصبات في السماء، قال طرفة وذكر نساء:\nكبنات المخر يمأدن كما\n...\nأنبت الصيف عساليج الخضر\nقال وكان أبوسرار القنوي يقول باسمك يريد ماسمك، ويقال للظليم أربد وأرمد وهو لون إلى الغبرة، وقال بعضهم ليس هذا من الإبدال وأرمد على لون الرماد وأربد أغبر ومنه تربد وجهه واربد، ويقال سمعت ظأب تيس بني فلان وظأم تيسهم وهو صياحه في هياجه، وأنشد [لأوس بن حجر]\nيصوع عنوقها أحوى زنيم\n...\nله ظأب كما صخب الغريم\nوالظأب والظأم أيضا سلف الرجل يقال قد تظاءبا وتظاءما إذا تزوجا أختين، ويقال للرجل إذا كبر ويبس من الهزال ما هو إلا عشمة وعشبة، ويقال قد عشم الخبز وعشب إذا يبس وقد عشم الشجر، ويقال ساب فلان فلانا فأربى عليه وأرمى عليه إذا زاد عليه في سبابه، ويقال قد أرمى على الخمسين أي زاد عليها، وجاء في الحديث إني أخاف عليكم الرماء أي الربا، قال الفراء يقال منه قد أرميت ورميت وكذا يقال أرميت على السبعين ورميت وأربيت أي\nالجزء: 1 ¦ الصفحة: 10\n",
        "زدت، وأنشد لبعض العرب يصف الرمح [وهو حاتم بن عبد الله الطائي]\nوأسمر خطيا كأن كعوبه\n...\nنوى القسب قد أرمى ذراعا على العشر\nويروى على عشر، ويروى قد أربى، ويقال رميت وربيت بلا ألف فيهما أيضا، وقال أبو عبيدة الرجبة والرجمة أن تطول النخلة فإذا خافوا عليها أن تقع أو تميل رجبوها أي عمدوها ببناء حجارة، وهو أيضا أن يجعل حول النخلة شوك إذا كانت غريبة ظريفة لكيلا يصعدها أحد، ومنه قول [الحباب بن المنذر بن الجموح] الأنصاري يوم السقيفة * أنا عذيقها المرجب وجذيلها المحكك *، فالترجيب أن النخلة إذا مالت بني لها من شق الميل بناء يرفدها ويمنعها عن السقوط فيقول إن لي عشيرة ترفدني وتمنعني والعذيق تصغير عذق وهو النخلة والعذق والكباسة وصغرها على جهة المدح كما قيل في حديث آخر قال ذاك الاصيلع يعني عمر بن الخطاب، والتصغير يكون على التحقير وعلى التعظيم، فمن التعظيم قول [لبيد]\nوكل أناس سوف تدخل بينهم\n...\nدويهية تصفر منها الأنامل\nوقال أوس:\nفويق جبيل شامخ الرأس لم تكن\n...\nلتبلغه حتى تكل وتعملا\nوقوله جذيلها المحكك يقول أنا في الامور مما قد جرستني مثل هذا الجذل الذي تحتك به الإبل الجربى، ويقال معناه يشتفى برأيي كما تشتفي الابل الجربى إذا احتكت به، وقال [مالك بن خالد الخناعي] الهذلي\nالجزء: 1 ¦ الصفحة: 11\n",
        "رجال برتنا الحرب حتى كأننا\n...\nجذال حكاك لوحتها الدواجن\nالدواجن الإبل الأوالف حبست في المنزل للجرب لا تسرح في الإبل فتعديها فهي تحتك بأصل قد نصب لها لتشتفي به، أو عبيدة عن يونس قال ينشد هذا البيت [للأنصارية]\nوأهدى لنا أكبشا\n...\nتبحبح في المربد\nوإن شيءت تمحمح أي تلزم المكان وتتوسطه، ويقال قد سمد شعره وسبده والتسبيد أن يستأصل شعره حتى يلصقه بالجلد، ويكون التسبيد أن يحلق الرأس ثم ينبت منه الشيء اليسير، قال الأصمعي يقال للرجل حين ينبت شعره ويسود ويستوي قد سبد وهو التسبيد، وجاء في الحديث التسبيد في الحرورية فاش، وأنشد للراعي:\nلظل قطامي وتحت لبانه\n...\nنواهض ربد ذات ريش مسبد\nوإذا اسود الفرخ من الريش فغطى جلده ولم يطل فقد سبد، أبو عمرو يقال صبأت الجيش عليهم وصمأته عليهم إذا هجمته عليهم، أبو عبيدة السأسم والسأسب شجر ويقال هو الشيز، ويقال ما زلت راتما على هذا الأمر وراتبا أي مقيما، الفراء يقال أومأت إليه وأوبأت إليه وأنشد [للفرزدق]\nترى الناس ما سرنا يسيرون خلفنا\n...\nوإن نحن أوبأنا إلى الناس وقفوا\nقال وقال بعضهم الإيماء أن تشير برأسك والإيباء أن ترفع رأسك ثم تنكسه إلى صدرك، اللحياني يقال للعجوز قحمة وقحبة، أبو عبيدة قال أبو العاج إذا شربت بطرف فم السقاء ثنيته أو لم\nالجزء: 1 ¦ الصفحة: 12\n",
        "تثنه أو شربت من وسط السقاء قيل قد اقتبعت السقاء قال وقال أبو مسمع اقتبع واقتمع واحد لأن الباء أخت الميم، اللحياني بقال أتانا وما عليه طحربة وطحرمة أي خرقة، وكذلك يقال ما في السماء طحربة أي لطخ من غيم، ويقال ما في نحي فلان عبقة ولا عمقة أي لطخ ولا وضر، ويقال هو يرمي من كثب ومن كثم أي من قرب وتمكن، وحكاها لي أبو عمرو أيضا، وحكى لي أبو عمرو قئمت في الشراب وقئبت، وصئمت وصئبت، اللحياني يقال صئم من الماء وصئب إذا امتلا وروي، قال والقرهم والقرهب السيد، وهو أيضا الثور المسن، أبو عبيدة عن يونس قال رجمته بقول سئ ورجبته يعنون صككته، قال ابن دريد المراجم قبيح الكلام يقال تراجم القوم بينهم بمراجم قبيحة أي بكلام قبيح وكلام مرجم على غير يقين، الفراء يقال اطمأننت إليه ولغة بني أسد اطبأننت، وأنشد:\nوبشرني جبينك من بعيد\n...\nبخير فاطبأن له جنابي\nويروي جناني، وحكى عن الكسائي النغمة والنغبة من الشراب إذا تناولت منه شيئا قليلا وقد نغب ونغم، وبقال هو يتمجح ويتبجح بمعنى واحد وهو من الفخر، أبو عمرو يقال بجح يبجح ومجح يمجح، الفراء ذهب القوم شذر مذر وشذر مذر وشذر بذر وشذر بذر إذا تفرقوا، وأنشدني الكلابي لعلي بن حسان الكلابي:\nوشذرت أقراني جميعا وواحدا\n...\nوأصردت فيهم مثل ما يصرد النبل\nالجزء: 1 ¦ الصفحة: 13\n",
        "أبو زيد الرميز من الرجال العاقل الثخين وقال بعضهم الربيز وقد رمز رمازة وربز ربازة، أبو عبيدة العقمة والعقبة ضرب من الوشي، الفراء يقال تعرف فيه عقبة الكرم والسرو وعقمة أيضا، قال عمرو بن شأس الأسدي:\nوقوم عليهم عقبة السرو مقتفى\n...\nبندمانهم لا يخصفون لهم نعلا\nقال أبو عبيدة العقمة والعقبة أيضا ضروب ثياب الهودج، اللحياني يقال أسود غيهب وغيهم، وأنشد:\nوكل بهماء عليها غيهم\nوأنشد لامرئ القيس:\nتجاوزتها والبوم يدعو بها الصدى\n...\nوقد ألبست أفراطها ثني غيهب\nالأفراط الأكم الصغار والثني ما انثنى من الشيء والغيهب الأسود وهو ههنا الظلمة، وحكى إنه لميمون النقيبة والنقيمة، وعجب الذنب وعجمه أصله، ويقال العمري والعبري للسدر الذي ينبت على الأنهار وللسدر الذي يشرب من الأنهار والمياه، قال العجاج:\nلاث به الأشاء والعبري\nوما كان منه في العلاوة والبر فهو الضال، اللحياني يقال ضربة لازب ولازم، قال النابغة:\nولا يحسبون الخير لا شر بعده\n...\nولا يحسبون الشر ضربة لازب\nوقال كثير:\nفما ورق الدنيا بباق لأهله\n...\nولا شدة البلوى بضربة لازم\nالجزء: 1 ¦ الصفحة: 14\n",
        "ويقال ثوب شبارق وشمارق ومشبرق ومشمرق إذا كان ممزقا، قال ذو الرمة:\nفجاءت بنسج العنكبوت كأنه\n...\nعلى عصويها سابري مشبرق\nويقال وقع في بنات طمار وطبار أي داهية، ويقال رجل دنبة ودنمة للقصير، ويقال أدهقت الكأس إلى أصبارها وأصمارها أي ملأتها إلى رأسها والواحد صبر وصمر، الأصمعي يقال أخذ الأمر بأصباره وأصماره أي بكله، ويقال أخذها بأصبارها وأصمارها أي تامة بجميعها، وأنشد للنمر بن تولب:\nعزبت وباكرها الربيع بديمة\n...\nوطفاء تملأها إلى أصبارها\nاللحياني يقال أصابتنا أزمة وأزبة وإزمة وإزبة وهو الضيق والشدة، الكسائي يقال اضمأكت الأرض واضبأ كت إذا اخضرت من النبات، ويقال كمحته باللجام وكبحته وأكبحته وأكمحته، قال الأصمعي أكمحت الدابة بألف إذا جذبت عنانها حتى تصير منتصبة الرأس، ومنه قول [ذي الرمة]\nتعالى ذراعاها وتمضي بصدرها\n...\nحذارا من الإيعاد والرأس مكمح\nوكفحت الدابة إذا تلقيت فاها باللجام، ومنه لقيته كفاحا إذا استقبلته كفة كفة، ويقال كبحتها باللجام بغير ألف وهو أن تجذبها إليك وتضرب فاها لكيلا تجري، وحكى أبو عمرو والذأم والذأب والذ أن العيب، وأنشد [لقيس بن الخطيم الأنصاري]\nرددنا الكتيبة مفلولة\n...\nبها أفنها وبها ذأنها\nالجزء: 1 ¦ الصفحة: 15\n",
        "وقال كناز الجرمي:\nبها أفنها وبها ذابها\nاللحياني يقال ذأبته وذأمته إذا طردته وحقرته، ورأبت القدح ورأمته إذا شعبته، ويقال زكم بنطفته وزكب إذا حذف بها، ويقال هو ألأم زكمة في الأرض وزكبة معناه ألأم شيء لفظ شيئا، ويقال عبد عليه وأبد وأمد أي غضب، ويقال وقعنا في بعكوكاء يا هذا ومعكوكاء أي في غبار وجلبة وشر، الفراء يقال جردبت في الطعام وجردمت وهو أن يستر بيده ما بين يديه من الطعام لئلا يتناوله أحد، وأنشد:\nإذا ما كنت في قوم شهاوى\n...\nفلا تجعل شمالك جردبانا\nويروى جردمانا، وقال اللحياني يقال مهلا وبهلا في معنى واحد، وقال أبو عمرو مهلا وبهلا إتباع، وأنشد [لأبي جهيمة الذهلي]\nفقلت له مهلا وبهلا فلم يثب\n...\nبقول وأضحى الغس محتملا ضغنا\nقال أبو يوسف وسمعت أبا صاعد الكلابي يقول تكبكب الرجل في ثيابه أي تزمل وحكاها أبو عمرو الشيباني تكمكم، قال ويقال كبنت اللصوص في الجبل كما يقال كمنوا، وقال الفراء كبن الشيء كبونا إذا دخل واستتر عنك، قال وأنشدني الزبيري:\nفإياك والغى لا تستتر\n...\nحديد النيوب أطال الكبونا\nقال وأنشدني بعض بني غنم بن أسد:\nفلا وجد حتى يكبن الحب في الحشى\n...\nولا وجد حتى لا يكون بكاء\nقال ويسمى كل داء استتر في الجوف مما لا يظهر الكبان، وقال\nالجزء: 1 ¦ الصفحة: 16\n",
        "أبو صاعد العطاميل هي البكرات التوام الخلق يعني العطابيل.\nالجزء: 1 ¦ الصفحة: 17\n",
        "باب الميم والنون\nالأصمعي يقال للحية أيم وأين، قال العجاج:\nوبطن أيم وقواما عسلجا\nوالأصل أيم فخفف نحو لين ولين وهين وهين، وأنشد لأبي كبير:\nولقد وردت الماء لم تشرب به\n...\nبين الربيع إلى شهور الصيف\nإلا عواسر كالمراط معيدة\n...\nبالليل مورد أيم متغضف\nيقول هذه الذئاب تعسر بأذنابها، ويروى إلا عواسل، يقول تعسل في مشيتها تمر مرا سريعا، والمراط النبل، والأيم الحية، والصيف مطر الصيف. وقوله إلا عواسر يعني ذئابا عاقدة أذنابها. والمراط السهام التي قد تمرط ريشها، معيدة يعني معاودة للورد مرة بعد مرة، يريد أن هذا الكلام من موارد الحيات وأماكنها لخلائه، متغضف متثن، ويقال الغيم والغين، وأنشد لرجل من بني تغلب:\nكأني بين خافيتي عقاب\n...\nيريد حمامة في يوم غين\nوقال بعضهم الغين إلباس الغيم السماء، ومنه قولهم إنه ليغان على قلبي أي يغطى عليه ويلبس، وقال رؤبة:\nأمطر في أكناف غيم مغين\nأي ملبس، [قال] وسمعت أبا عمرو يقول الغيم العطش يقال غيم وغين وقد غامت وغانت أي عطشت وهي تغيم وتغين، قال الراجز:\nالجزء: 1 ¦ الصفحة: 17\n",
        "ما زالت الدلو لها تعود\n...\nحتى أفاق غيمها المجهود\nوقال آخر:\nيا رب شيخ من بني لجيم\n...\nعاري الظنابيب كعظم الريم\nلا يعرف الغيم بأرض الغيم\nوقال عبيدة الغنوي:\nوهم حلوا النعمان أزمان جاءهم\n...\nعن الورد حتى حر وهو ثقيل\nسليبا يعد الغنم أن يفلت الفتى\n...\nوفيه صدى من غيمه وغلول\nمن الغلة وهي العطش، وقال [ربيعة بن مقروم] الضبي:\nفظلت صوادي خزر العيون\n...\nإلى الماء من رهبة أن تغيما\nويقال ماء آجن وآجم، قال عوف بن الخرع وأنشده الأصمعي:\nوتشرب أسآر الحياض تسوفها\n...\nولو وردت ماء المريرة آجما\nقال أظنه أراد آجنا، ويقال للشمال نسع ومسع، وأنشد للهذلي [وهو المتنخل]\nقد حال دون دريسيه مؤوبة\n...\nنسع لها بعضاه الأرض تهزيز\nالعضاه كل شجرة تعظم ولها شوك الواحدة عضه الدريس الخلق والمؤوبة ريح تأتي مع الليل، والحلان والحلام الجدي الصغير، وأنشد [لابن أحمر]\nتهدى إليه ذراع الجدي تكرمة\n...\nإما ذبيحا وإما كان حلانا\nفالذ بيح الذي قد صلح أن يذبح للنسك والحلان الجدي الصغير الذي لا يصلح للنسك، ويقال في الضب حلان وفي اليربوع\nالجزء: 1 ¦ الصفحة: 18\n",
        "جفرة والجفرة التي قد انتفخ جنباها وأكلت وشربت حتى سمنت، ويقال غلام جفر حين تحرك، وقال أبو عبيدة في قول مهلهل:\nكل قتيل في كليب حلام\n...\nحتى ينال القتل آل همام\nأي فرغ ويقال الفرغ للباطل الذي لا يؤدى يقال ذهب دمه فرغا أي باطلا، وأنشد الأصمعي:\nكل قتيل في كليب حلان\n...\nحتى ينال القتل آل شيبان\nوجمع حلان حلالين وجمع حلام حلاليم، قال الأصمعي يقال امتقع لونه وانتقع إذا تغير وهو ممتقع اللون ومنتقع اللون، ويقال نجر من الماء ينجر نجرا ومجر يمجر مجرا إذا أكثر من شربه ولم يكد يروى، وقال [أبو محمد] الأسدي:\nحتى إذا ما اشتد لوبان النجر\nالفراء يقال مخجت بالدلو ونخجتها إذا جذبت بها لتمتلئ، قال الراجز:\nفصبحت قليذما هموما\n...\nيزيدها مخج الدلى جموما\nالقليذم البئر الغزيرة والدلى جمع الدلاة ويروى نخج ويروى قدوما، الأصمعي الندى والمدى الغاية يقال بلغ فلان المدى والندى، قال الأصمعي الندى بعد ذهاب الصوت يقال مر فلانا يناد فإنه أندى منك صوتا، وأنشد الأصمعي [لمدثار بن شيبان النمري]\nفقلت ادعي وأدع فإن أندى\n...\nلصوت أن ينادي داعياني،\nوقال ذو الرمة:\nوإن لم يزل يستسمع العام حوله\n...\nندى صوت مقروع عن العدف عاذب\nالجزء: 1 ¦ الصفحة: 19\n",
        "المقروع المختار للفحلة والعذف الأكل يقال ما ذقت عدوفا والعاذب القائم لا يضع رأسه إلى مرعى يقال ظل عاذبا عن المرعى، قال وسمعت أبا عمرو يقول ما ذاق عدوفا وعذوفا، قال اللحياني يقال رطب محلقم ومحلقن، وقال الأصمعي إذا بلغ الترطيب ثلثي البسرة فهي حلقانه وهي حلقان للجميع وهي محلقنة والمحلقن الجميع، والحزن والحزم ما غلظ من الأرض وهي الحزم والحزون، وقال غيره من الأعراب الحزم أرفع والحزن أغلظ، ويقال قد أحزنا أي صرنا إلى الحزونة ولا يقال أحرمنا، قال امرؤ القيس:\nتبين خليلي هل ترى من ظعائن\n...\nسلكن ضحيا بين حزمي شعبعب\nالكسائي تمدلت بالمنديل وتندلت، الأصمعي يقال أمغرت الناقة والشاة وأنغرت إذا خالطت لبنها حمرة من دم، الأحمر يقال طانه الله على الخير وطامه يعني جبله وهو يطيمه ويطينه، وأنشد:\nلقد كان حرا يستحي أن تضمه\n...\nألا تلك نفس طين فيها حياؤها\nقال وسمعت الكلابي يقول طانه الله على الخير على الشر، الأصمعي يقال للبعير إذا قارب الخطو وأسرع بعير دهامج وبعير دهانج وقد دهمج يدهمج دهمجة ودهنج يدهنج دهنجة، وأنشد [للفرزدق]\nوعير لها من بنات الكداد\n...\nيدهنج بالقعو والمزود\nكأن رعن الآل منه في الآل\nويروى يدهمج، وأنشد للعجاج:\nبين الضحى وبين قيل القيال\n...\nإذا بدا دهامج ذو أعدال\nويروى دهانج، قوله بين الضحى وبين قيل القيال يريد الوقت\nالجزء: 1 ¦ الصفحة: 20\n",
        "الذي يشتد فيه توهج الشمس والسراب دهانج يعني بعيرا يقارب الخطو وإنما شبه الرعن إذا قمص في الآل ببعير عليه أعدال تمشي بها، وأنشد [للعجاج] في مثله:\nوهم رعن الآل أن يكونا\n...\nبحرا يكب الحوت والسفينا\nتخال فيه القنة الظنونا\n...\nإذا جرى نوبية زفونا\nأو قرمليا هابعا ذقونا\nالقنة الجبل الصغير والهبع أن تستعين بعنقه إذا مشى، وأنشد لابن مقبل:\nسرح العنيق إذا ترفعت الضحى\n...\nهدج الثفال بحمله المتثاقل\nالعنيق المشي السريع سرح سهلة هدج سرعة وتقارب خطو والثفال البعير الثقيل والمعنى ترفعت الضحى كهدج الثفال وذاك أن الآل يكون بالضحى فترى الأعلام فيه ترتفع وتنخفض فشبه اضطراب العلم في الآل بهدجان بعير ثفال عليه حمل، ويقال أسود قاتم وقاتن، وقال الطرماح:\nكطوف متلي حجة بين غبغب\n...\nوقرة مسود من النسك قاتن\nأبو عمرو والفراء يقال كرزن وكرزم للفأس الثقيلة، وأنشد لبعض الشعراء:\nوقد جعلت أكبادنا تحتويكم\n...\nكما تحتوي سوق العضاه الكرازنا\nوقال غيره [وهو جرير]\nوأورثك القين العلاة ومرجلا\n...\nوإصلاح أخرات الفؤوس الكرازم\nالكسائي يقال عراهمة وعراهنة للعظيمة، وأنشد [للأعلم الهذلي]\nالجزء: 1 ¦ الصفحة: 21\n",
        "تراها الضبع أعظمهن رأسا\n...\nعراهنة لها حرة وثيل\nوفي الرواية أكبرهن رأسا جراهمة والجراهمة العظيمة، وسمع الفراء حنظل وحمظل، وقال أبو عمرو الدمدم الصليان المحيل في لغة بني أسد وهو بلغة تميم الدندن، أبو عبيدة يقال انتطل فلان من الزق نطلة وامتطل مطلة والمعنى واحد، ويقال قد نشنشها للرجل والفحل أي قد نكحها وقال بعضهم مشمشها في ذلك المعنى، قالت زينب بنت أوس:\nناك حبي أمه نيك الفرس\n...\nمشمشها أربعة ثم جلس\nويقال إن فلانا لشراب بأنقع جمع قال وقال بعضهم بأمقع، قال الأصمعي، معناه المعاود لما يكره مرة بعد مرة، وقد يجتمعون بينهما في قافيتين، وأنشد ابن الأعرابي [لجدة سفيان وقالت لسفيان]\nبني إن البرشيء هين\n...\nالمنطق اللين والطعيم\nوأنشد الأصمعي [لحنظلة بن مصبح]\nألا لها الويل على مبين\n...\nعلى مبين جرد القصيم\nالكلابي يقال أطم يده وأطنها\nالجزء: 1 ¦ الصفحة: 22\n",
        "باب العين والهمزة\nقال الأصمعي يقال آديته على كذا وكذا وأعديته أي قويته وأعنته ويقال استأديت الأمير على فلان في معنى استعد يت، وأنشد ليزيد بن خذاق:\nولقد أضاء لك الطريق وأنهجت\n...\nسبل المسالك والهدى يعدي\nالجزء: 1 ¦ الصفحة: 22\n",
        "طريق نهج بإسكان الهاء أي واضح والجمع نهوج، يقول إبصارك الهدى يقويك على طريقك ومعنى يعدي يقوي، ومن هذا أعداني السلطان، وقوله أضاء لك أي أبصرت أمرك وتبين لك وأنهجت صارت نهجا واضحة بينة، قال وسمعت أبا ثعلب ينشد بيت طفيل:\nفنحن منعنا يوم حرس نساءكم\n...\nغداة دعانا عامر غير معتلي\nيريد مؤتلي، ويقال قد كثأ اللبن وكثع وهي الكثأة والكثعة وهو أن يعلو دسمه وخثورته على رأسه في الاناء، وأنشد:\nوأنت امرؤ قد كثأت لك لحية\n...\nكأنك منها بين تيسين قاعد\nوالعرب تقول موت زعاف وزؤاف وذعاف وذؤاف وهو الذي يعجل القتل، ويقال عباب الموج وأبابه، ويقال لاطه بعين ولأطه بسهم ولعطه إذا أصابه به، أبو زيد يقال صبأت على القوم أصبأ صبئا وصبعت عليهم أصبع صبعا وهما واحد وهو أن تدخل عليهم غيرهم، الفراء يقال يوم عك ويوم أك من شدة الحر، ويقال ذهب القوم عباديد وأباديد وعبابيد وأبابيد. ويقال انجأفت النخلة وانجعفت إذا انقلعت من أصلها، ويقال أردت أن تفعل كذا وبعض العرب يقول أردت عن تفعل كذا، قال الأصمعي سمعت أبا الصقر ينشد [لحطائط بن يعفر النهشلي]\nأريني جوادا مات هزلا لانني\n...\nأرى ما ترين أو بخيلا مخلدا\nيريد لعلني، وقال أبو عمرو قال أبو الحصين العبسي إن بينهم لعهنة أي إحنة، وسمعته يقول الأسن قديم الشحم وبعضهم يقول العسن، أبو عبيدة قوم يحولون حاء حتى فيجعلونها عينا كقولك قم عتى\nالجزء: 1 ¦ الصفحة: 23\n",
        "آتيك، وقوم يجعلو نها ألفا كقولك أتى آتيك، الأصمعي يقال التمى لونه والتمع لونه، وهو السأف والسعف، وقال الفراء سمعت بعض بني نبهان من طيئ يقول دأني يريد دعني، وقال تئاله يريد تعاله فيجعلون مكان العين همزة كما جعلوا مكان الهمزة عينا في قوله لعنك قائم، وأشهد عنك رسول الله، وهي لغة في تميم وقيس كثيرة، ويقال ذأته وذعته إذا خنقه.\nالجزء: 1 ¦ الصفحة: 24\n",
        "باب العين والحاء\nيقال ضبعت الخيل وضبحت سواء، وقال بعضهم ضبحت بمنزلة نحمت، قال الأصمعي يقال إنه لعفضاج وحفضاج إذا انفتق وكثر لحمه ويقال رجل عفاضج [وحفاضج] ، وأنشد لهميان بن قحافة:\nعبل السراة سنما عفاضجا.\nقال وسمعت أبا مهدي يقول إن فلانا لمعصوب ما حفضج، ويقال بحثروا متاعهم وبعثروا أي فرقوه، ويقال للمرأة إذا كانت تبذو وتجئ بالكلام القبيح والفحش هي تحنظي وتعنظي وتخنذي، وقد عنظى الرجل وحنظى وخنذى بمعنى واحد، وأنشد لجندل [بن المثنى الطهوي]\nقامت تحنظي بك سمع الحاضر\n...\nصهصلق لا ترعوي لزاجر\nويروى تعنظي بك وتخنذي بك، وقال غيره تخنظي بالخاء [المعجمة] ، ويقال رجل خنظيان إذا كان فاحشا، ويقال نزل بحراه وعراه أي قريبا منه، أبو عبيدة يقال لا وحهد الله يريدون وعهد الله.\nالجزء: 1 ¦ الصفحة: 24\n",
        "باب الهاء والهمزة\nقال الأصمعي يقال للصبا هير وهير وإير وأير، وأنشد:\nوإنا لأيسار إذا هبت الصبا\n...\nوإنا لأيسار إذا الأير هبت\nويقال للقشور التي في أصول الشعر إبرية وهبرية، وأنشد [لأوس ابن حجر]\nليث عليه من البردي هبرية\n...\nكالمز برانى عيار بأوصال\nويقال أيا فلان وهيا فلان، وأنشد:\nفانصرفت وهي حصان مغضبه\n...\nورفعت بصوتها هيا أبه\nكل الفتاة بأبيها معجبه\nيريد أيا أبه ويقال أرقت الماء وهرقته فهو ماء مراق ومهراق، وحكى الفراء أهرقت الماء فهو مهراق، ويقال إياك أن تفعل وهياك أن تفعل، قال الفراء وإنما يقولون هياك في موضع زجر ولا يقولون هياك أكرمت، وأنشد:\nيا خال هلا قلت إذ أعطيتني\n...\nهياك هياك وحنواء العنق\nويقال أيا زيد وهيا زيد، الكسائي يقال أرحت دابتي وهرحتها، وقد أنرت له وهنرت له، الأصمعي يقال اتمأل السنام واتمهل إذا انتصب، ويقال للرجل الحسن القامة إنه لمتمهل ومتمئل، أو عبيدة عن يونس بقال دع المتاع كأيئته يريدون كهيئته. قال ويقول العرب أما والله لأفعلن وهما والله لأفعلن، وأيم الله وهيم الله، [وقال] الأصمعي ينشد هذا البيت:\nوقد كنت في الحرب ذا تدرإ\n...\nفلم أعط شيئا ولم أمنع\nالجزء: 1 ¦ الصفحة: 25\n",
        "وبعض العرب يقول ذا تدره. ويقال في فلان دراء أي خروج يعني يخرج عليك ويتدرأ.\nودروء الجبل جروف شاخصة منه. أبو عمرو يقال درأ علينا ودره علينا، الفراء يقال ازمأرت عينه وازمهرت إذا احمرت. وهيهات الشر وهيهات وحكى أيهات الشر وأيهات. ويقال قد أبزت له وهبزت له وهو الوثب.\nالجزء: 1 ¦ الصفحة: 26\n",
        "باب الهاء والحاء\nقال الأصمعي يقال مدح ومده وما أحسن مدحه ومدهه ومدحته ومدهته، قال وقال الحارث بن مصرف ساب حجل بن نضلة معاوية ابن شكل عند المنذر أو عند النعمان شك فيه الأصمعي فقال حجل إنه لقتال ظباء تباع إماء مشاء باقراء قعو الأليتين مقبل النعلين أفحج الفخذين مفج الساقين فقال المنذر أو النعمان أردت أن تذيمه فمدهته، قوله تذيمه أي تعيبه من الذام وهو العيب والذام والذم واحد، الأقراء جمع قري وهو مسيل الماء إلى الروضة، وقعو الأليتين ممتلئ الأليتين ناتئهما ليس بمنبسطهما، مفج أي إحداهما متباعدة عن الأخرى، ويقال قوس فجواء إذا بان وترها عن كبدها ومثلها فجاء ومنفجة، وأنشد لرؤبة:\nلله در الغانيات المده\nوقد كدحه وكدهه، ويقال سقط من السطح فتكدح وتكده، وأنشد لرؤبة:\nوخاف صقع القارعات الكده\nالجزء: 1 ¦ الصفحة: 26\n",
        "والصقع كل ضرب على يابس والكده الكسر والقارعة كل هنة شديدة القرع، ويقال قحل جلده وقهل إذا يبس، وتقهل الرجل إذا شحب تقهلا، والمتقهل اليابس الجلد وإذا كان يتيبس في القرأة فهو متقهل ومتقحل، [قال] قحل الشيء قحلا إذا يبس وشيخ قاحل إذا يبس جلده على عظمه. وقد جلح الرجل وجله وهو الجلح والجله إذا انحسر الشعر عن مقدم رأسه. قال رؤبة:\nبراق أصلاد الجبين الأجله\nأصلاد جمع صلد وكل حجر صلب فهو صلد. ويقال حبش له أشياء وهبش له. وهو يحتبش ويهتبش، ويقال تحبش بنو فلان علي وتهبشوا إذا تجمعوا، والأحبوش الجماعة، وأنشد لرؤبة:\nلولا حباشات من التحبيش\n...\nلصبية كأفرخ العشوش\nأي لولا ما أجمع لهم، وأنشد للعجاج:\nكأن صيران المها الأخلاط\n...\nبرملها من عاطف وعاط\nبالليل أحبوش من الأنباط\nأي جماعة من الأنباط، ويقال حقحق في السير وهقهق إذا سار سيرا متعبا، قال رؤبة:\nيصبحن بعد القرب المقهقه\nإنما أصله من الحقحقة وهو السير الشديد حتى ينقطع ثم قلب الحاء إلى الهاء لأنها أختها ثم قلبوا الهقهقة إلى القهقهة، وبقال في مثل شر السير الحقحقة، قال وقال مطرف بن الشخير لابن له يا عبد الله عليك بالقصد وإياك وسير الحقحقة، يريد الإتعاب،\nالجزء: 1 ¦ الصفحة: 27\n",
        "ويقال للقصير بهتر وبحتر. ويقال نهم ينهم ونحم ينحم ونأم ينئم بمعنى واحد وهو صوت كأنه زحير، وقد أنح يأنح وأنه يأنه، وأنشد لرؤبة:\nرعابة يخشي نفوس الأنه\nوصف فحلا يقول يرعب نفوس الذين يأنهون. وقال غير الأصمعي يقال في صوته صحل وصهل أي بحوحة، ويقال هو يتفيهق في كلامه ويتفيحق في كلامه إذا توسع فيه وتنطع وأصله من الفهق وهو الامتلاء، أبو زيد أهمتني الحاجة إهماما وأحمتني إحماما وهما واحد، وقال الأصمعي يقال أحمني الأمر إذا أخذه له الزمع، وقال أبو عمرو بقال طريق منفحق ومنفهق وهو الواسع.\nالجزء: 1 ¦ الصفحة: 28\n",
        "باب الجيم والياء\nقال الأصمعي حدثني خلف الأحمر قال أنشدني رجل من أهل البادية.\nالمطمعون اللحم بالعشج\n...\nوبالغداة كسر البرنج\nيقلع بالود وبالصيصج\nيريد بالعشي وفدر البرني والصيصج قرن البقرة وهو الصيصة.\nقال وقال أبو عمرو بن العلاء قلت لرجل من بني حنظلة ممن أنت فقال فقيمج قال وقلت من أيهم فقال مرج يريد [فقيمي و] مري. وأنشد لهميان بن قحافة السعدي:\nتطير عنها الوبر الصهابجا\nالجزء: 1 ¦ الصفحة: 28\n",
        "يريد الصهابي من الصهبة، قال وبعض العرب إذا شدد الياء جعلها جيما، وأنشد عن ابن الأعرابي [لأبي النجم]\nكأن في أذنابهن الشول\n...\nمن عبس الصيف قرون الأجل\nيريد الأيل. وقال أبو زيد هو الصهريج والصهاريج وبنو تميم يقولون الصهري والصهاري وهو الذي يجعل للماء يجتمع فيه، قال وقال بعضهم شيرة للشجرة، أبو عبيدة بقال لا أفعله جدا الدهر مفتوح الأول منقوص في معنى لا أفعل ذاك يد الدهر، وأنشد الفراء:\nلاهم إن كنت قبلت حجتج\n...\nفلا يزال شاحج يأتيك بج\nأقمر نهات ينزي وفرتج\nيريد حجتي ويأتيك بي وينزي وفرتي\nالجزء: 1 ¦ الصفحة: 29\n",
        "باب الخاء والجيم\nقال الأصمعي يقال خلع وجلع إذا ذهب حياؤه، والجلع الكشف، والمرأة الجلعة التي قد كشفت عن رأسها قناعها، وأنشد:\nقولا لسحبان أرى بوارا\n...\nجالعة عن رأسها الخمارا\nقال ودخل أعرابي على أمير فضربه فقال وجدته قد خلع وجلع والله مخزيه ومغير ما به ومسلمه شر مسلم.\nالجزء: 1 ¦ الصفحة: 29\n",
        "باب الحاء والجيم\nالأصمعي يقال تركت فلانا يجوس بني فلان ويحوسهم يقول يدوسهم ويطلب فيئهم، الكسائي يقال أحم الأمر وأجم إذا حان\nالجزء: 1 ¦ الصفحة: 29\n",
        "وقته، ويقال رجل محارف ومجارف، ويقال هم يحلبون عليه ويجلبون عليه في معنى واحد أي يعينون عليه، وقال الأصمعي ما كان معناه قد حان وقوعه فهو أجم يقال قد أجم ذلك الأمر أي قد حان، وأنشد:\nحييا ذلك الغزال الأحما\n...\nإن يكن ذاكم الفراق أجما\nوقال زهير:\nوكنت إذا ما جئت يوما لحاجة\n...\nمضت وأجمت حاجة الغد ما تخلو\nوقال عدي بن الغدير الغنوي:\nإن قريشا مهلك من أطاعها\n...\nتنافس دنيا قد أجم انصرامها\nوإذا قلت أحم فهو قدر، ولم يعرف أحم\nالجزء: 1 ¦ الصفحة: 30\n",
        "باب الخاء والحاء\nقال الأصمعي الخشي والحشي اليابس، وأنشد للعجاج:\nوالهدب الناعب والخشي\nالناعم اللين الرطب والخشي اليابس، وأنشد:\nوإن عندي إن ركبت مسحلي\n...\nسم ذراريح رطاب وخشي\nأي لساني أطلقه، ويقال خبج وحبج إذا ضرط، وقد فاحت منه رائحة طيبة وفاخت، أبو زيد يقال خمص الجرح يخمص خموصا وحمص يحمص حموصا، وانحمص انحماصا إذا ذهب ورمه، أبو عبيدة المخسول والمحسول المرذول وقد خسلته وحسلته، أبو عمرو الشيباني الجحادي والجخادي الضخم، قال ويقال طحرور وطخرور للسحابة.\nالجزء: 1 ¦ الصفحة: 30\n",
        "قال الأصمعي الطخارير من السحاب قطع مستدقة رقاق والواحدة طخرورة، والرجل طخرور إذا لم يكن جلدا ولا كثيفا، ولم يعرفه بالحاء، [قال] وسمعت الكلابي يقول ليس على السماء طحرور وليس على الرجل طحرور ولا يتكلم به إلا مع الجحد، والطخارير من السحاب شيء قليل في نواحي السماء واحدها طخرور يتكلم به بجحد وبغير جحد، اللحياني يقال شرب حتى اطمحر وحتى اطمخر أي امتلا، وقد دربح ودربخ إذا حنى ظهره، ويقال هو يتحوف مالي ويتخوفه أي يتنقصه ويأخذ من أطرافه، قال الله عز وجل أو يأخذهم على تخوف أي تنقص، ثم قال الشاعر [وهو ابن مقبل]\nتخوف السير منها تامكا قردا\n...\nكما تخوف عود النبعة السفن\nأي تنقص، ويقال قرئ إن لك في النهار سبحا طويلا وسبخا قرأها يحيى بن يعمر، قال الفراء معناهما واحد، وقال غيره سبحا فراغا وسبخا نوما، ويقال قد سبخ الحر إذا حاد وانكسر، ويقال اللهم سبح عنه الحمى أي خففها، ويقال لما يسقط من ريش الطائر السبيخ، وقال النبي صلى الله عليه وسلم لعائشة حين دعت على سارق سرقها لا تسبخي عنه أي لا تخففي عنه إثمه، ويقال زاخ عن كذا وكذا وزاح، وأنشدني الكلابي:\nفغشي الذادة من عرامها\n...\nجهل فزاخوا عن رجا مقامها\nومما جاء بالخاء والحاء باختلاف المعنى:\nقال أبو عبيدة يقال أتانا بطعام فخططنا فيه أي أكلناه أكلا يسيرا وعذرنا، ويقال حططنا مذ اليوم في طعام فلان وذاك إذا أكلوا أكلا شديدا.\nالجزء: 1 ¦ الصفحة: 31\n",
        "باب الغين والخاء\nالفراء يقال عنق غطريف وخطريف أي واسع، قال رؤبة:\nوالدهر إن أضعف ذو تضعيف\n...\nبعد اطراد العنق الغطريف\nباق يداني القيد للرسوف\n...\nويأجل الإتلاف للتتليف\nقال ويرويها بعضهم الخطريف، وحكى عن بعضهم أرى دجلة قد زغرت يريد زخرت إذا جاءت بالماء الكثير، وحكي خط يخط في معنى غط يغط، الأصمعي [يقال] اغبن من ثوبك واخبن.\nالجزء: 1 ¦ الصفحة: 32\n",
        "باب الهاء والخاء\n:\nالأصمعي يقال اطرهم واطرخم [الشباب] إذا كان مشرفا طويلا، وأنشد لابن أحمر:\nأرجي شبابا مطرهما وصحة\n...\nوكيف رجاء الشيخ ما ليس لاقا\nويقال بخ بخ وبه به إذا تعجب من الشيء، ويقال صخدته الشمس وصهدته وذلك إذا اشتد وقعها عليه، ويقال هاجرة صيخود [وصيهود أي حارة] وصخرة صيخود أي صلبة، وأنشد:\nكأنهن الصخر الصيخود\n...\nيرفت عقر الحوض والعضود\nالجزء: 1 ¦ الصفحة: 32\n",
        "باب العين والغين\nالأصمعي يقال غلث طعامه وعلثه، وقد أغلث وأعلث، والعلاثة سمن وأقط يخلط أو رب وأقط، ويقال فلان يأكل الغليث إذا أكل خبزا من شعير وحنطة، [قال] وسمعت العامري يقول قال الرجل لامرأته إذا أكل عياله اللحم الغث أو النئ أو السئ يفرق على بطونهم منه ويلك اغلثي عن صبيانك بشيء آخر فنطعمهم طعاما نضيجا أو مأدوما، والغلث أن يكون قوم يطلبون عند قوم شيئا فيقول قائل منهم اغلثوا عنكم هذا السماع الذي عليكم بشيء يقول وإن أصبتم بريا فأثروا فيه بشيء يذكر كما ذكر ما أصابكم ويقول الرجل والله لقد عرفنا ما أصبنا إلا بريا ولكنا لم نجد بدا من أن نغلث عنا بشيء، ويقال غلث أحد الجملين بالآخر لا يدعه يعالجه ويعضه، وغلث أحد الكلبين بالآخر، قال الأصمعي وفي لعل لغات يقول بعض العرب لعلي ويقول بعضهم لعلني وبعضهم علي وبعضهم علني وبعضهم لعني وبعضهم لغني، قال الفرزدق:\nهل انتم عائجون بنا لغنا\n...\nنرى العرصات أو أثر الخيام\nقال وقال عيسى بن عمر سمعت أبا النجم يقول:\nاغد لعنا في الرهان نرسله\nكذا يريد لعلنا، وبعضهم يقول لانني ولأني وبعضهم لو انني، قال وقال رجل بمنى من يدعو لي المرأة الضالة فقال أعرابي لو ان عليها خمارا أسود يريد لعل عليها فقال له سود الله وجهك، وأنشد:\nفقلت امكثي حتى يسار لو اننا\n...\nنحج فقالت لي أعام وقابله\nالجزء: 1 ¦ الصفحة: 33\n",
        "يريد لعلنا، الفراء يقال سمعت وغاهم ووعاهم وهي الضجة، ويقال مالك عن هذا وعل وما لك عن هذا وغل في معنى ملجإ، اللحياني يقال ارمعل دمعه وارمغل إذا قطر وتتابع، وقد بعثر متاعه وبغثره، أبو عمرو الشيباني يقال نشعت به ونشغت به، وإنه لمنشوغ بأكل اللحم، وأنشد لذي الرمة:\nإذا مرئية ولدت غلاما\n...\nفألأم مرضع نشع المحارا\nأبو عبيدة يقال غما والله وعما والله، وقد يجمعون بينهما في قافيتين، قال رؤبة:\nقبحت من سالفة ومن صدغ\n...\nكأنها كشية ضب في صقع\nالجزء: 1 ¦ الصفحة: 34\n",
        "باب الفاء والثاء\nقال الأصمعي يقال جدف وجدث للقبر، والدفئي والدثئي من المطر ووقته إذا قاءت الأرض الكمأة فلم يبق فيها شيء، والحفالة والحثالة الردي من كل شيء، وقال أبو عبيدة الحفالة والحثالة واحد وهي القشارة من التمر والشعير وما أشبههما، الأصمعي يقال الد فينة والدثينة لمنزل لبني سليم، ويقال اغتفت الخيل واغتثت إذا أصابت شيئا من الربيع، وهي الغفة والغثة، وقال طفيل الغنوي:\nوكنا إذا ما اغتفت الخيل غفة\n...\nتجرد طلاب الترات مطلب\nاغتفت أكلت شيئا لم تكثر، ويقال تكفيني غفة من العيش أي بلغة، قال [ثابت قطنة العتكي]\nلا خير في طمع يدني إلى طبع\n...\nوغفة من قوام العيش تكفيني\nالجزء: 1 ¦ الصفحة: 34\n",
        "يقال هذا قوام الدين وقوام الحق وقوام العيش بكسر القاف وهو ما يقوم به، ويقال ثلغ رأسه وفلغه إذا شدخه، أبو عمرو يقال هو الفناء والثناء لفناء الدار، وحكى غلام ثوهد وفوهد وهو الناعم، وحكى الأرفة والأرثة للحد بين الأرضين، الفراء يقال المغافير والمغاثير لشيء ينضحه الثمام والرمث كالعسل والواحد مغفور [ومغثور] ، قال وأسد تقول مغثور، قال وسمعت العرب تقول خرجنا نتمغفر فيمن قال مغفور ونتمغثر فيمن قال مغثور أي نأخذ المغفور، قال أبو عبيدة قالوا:\nهذا الجنى لا أن يكل المغفرا\nيقال في موضع وقوع الكثير والسعة من الخير والغنى والكسب بعد القلة والبلغة والكل والضيق، قال والمغفر شيء يخرج من ساق العرفط وهو أشبه ما خلق الله بالناطف إذا كان يساط ويضرب فهو مثله في بياضه، قال واللثأ [من] لثى الثمام أطيب منه وهو مثل العسل وليس يكون في كل سنة إنما يكون الفينة من الدهر وهو شيء كأن العيدان نضحت به فإذا أخذ عن الثمام لم تر له مخارج كمخارج الصمغ فيحت ما كان منه على الثمام على ثوب فلا يترب وتنضح الشجرة من الثمام حتى تكون تحتها صفيحة فيلتثونها أي يقتلعونها فيجعل في ثوب ويصب عليه الماء ويجعل تحته إناء فتسيل في الإناء خلاصته وهي غسالته فيشرب ومن شاء أعقده، قال ابن دريد أعقدت العسل والقطران إعقادا إذا طبخته، وعقدت الحبل والعهد وغيرهما عقدا، الفراء يقال الفوم والثوم للحنطة، ومنه قوله\nالجزء: 1 ¦ الصفحة: 35\n",
        "عز وجل: {وَفُومِهَا وَعَدَسِهَا} وهي في قراءة عبد الله وثومها وعدسها، ويقال ثوب فرقبي وثرقبي، ويقال وقعوا في عافور شر وعاثور شر، وقال العجاج:\nبل بلدة مرهوبة العاثور\nقال الأصمعي نرى أنه من قولهم عثر يعثر أي يقع في الشر، والنفي والنثي ما نفاه الرشاء من الماء، قال الراجز وهو الاخيل:\nكأن متنيه من النفي\n...\nمواقع الطير على الصفي\nوهي الأثافي والأثاثي لغة لبعض بني تميم، وهو الضلال بن فهلل وثهلل، ويقال عفنت في الجبل وعثنت إذا صعدت وأنا أعفن وأعثن، ويقال الشيخ يدلف ويدلث إذا مشى مشيا ضعيفا، ويقال ثم وفم في حروف النسق، والنكاف والنكاث داء يأخذ الإبل، ويقال هو فروغ الدلو وثروغها، ويقال هو اللفام واللثام، قال الفراء اللثام على الفم واللفام على الأرنبة، ويقال فلان ذو ثروة وذو فروة أي كثرة، ويقال قد جئث الرجل وجئف وزئد إذا فزع.\nالجزء: 1 ¦ الصفحة: 36\n",
        "باب الفاء والكاف\nقال الأصمعي [يقال] في صدره علي حسيفة وحسيكة أي غل وعداوة، وقال ابن الأعرابي الحساكل والحسافل الصغار، الأصمعي وأبو عمرو السلفان والسلكان أولاد الحجل يقال للذكر والأنثى سلف ولم نسمع سلفة ولو قلته لكان جيدا، ويقال سلك وسلكة، أبو صاعد سلفان الحجل وأسلاف الحجل [أولاده] الواحد سلف للذكر والأنثى.\nالجزء: 1 ¦ الصفحة: 36\n",
        "باب القاف والكاف\n:\nالأصمعي يقال دمقه ودمكه أي دفع في صدره، ويقال للصبي والسخلة امتك ما في ضرع أمه وامتق ما في ضرع أمه إذا شربه كله، وأنشد للكميت:\nتمقق أخلاف المعيشة منهم\n...\nرضاعا وأخلاف المعيشة حفل\nويقال قاتعه الله وكاتعه الله في معنى قاتله الله، وقال أبو عمرو يقال هو أعرابي كح وأعرابية كحة، أبو زيد يقال أعرابي قح وأعراب أقحاح أي محض خالص، ومثله عبد قح أي خالص محض، الأصمعي القح الخالص من اللؤم والكرم ومن كل شيء، وقال أبو عبيدة نرى أنه من قولهم رجع إلى قحاحة أي إلى أصله، الفراء يقال للذي يتبخر به قسط وكسط، وقد قشطت عنه جلده وكشطت، قال ومر أعرابي بآخرين يجتزران بعيرا فقال لرجل ما اسم الكاشطين قال له أحدهما خابئة المصادع والآخر رأس بغير شعر فقال يا كنانة ويا صليع أطعماني بهذا اللحم وقد قحط القاطر وكحط، وقد قهرت الرجل أقهره، قال وسمعت بعض بني غنم بن دودان من بني أسد يقول فلان تكهر، قال وقريش تقول كشطت وقيس وتميم وأسد قشطت، وفي مصحف عبد الله بن مسعود قشطت بالقاف، الأصمعي إناء قربان وكربان إذا دنا أن يمتلئ، أبو عبيدة قالوا بسر قراثاء\nالجزء: 1 ¦ الصفحة: 37\n",
        "وكراثاء، وقال بعضهم تمر قريثاء وكريثاء، الأصمعي والفراء يقال عسق به وعسك به إذا لزمه، الفراء [يقال] رجل زبعبك وزبعبق للحديد، ويقال حزكته بالحبال أحزكه كما تقول [حزقته] أحزقه، الكلابي يقال ظل مقردحا ومكردحا أي دائبا في عمله، قال ويقال رأيت فلانا وقم من فلان حين رآه أي سكت وأصاخ حين رآه، ومثلها وكم منه. قال والأقهب والأكهب لون إلى الغبرة.\nالجزء: 1 ¦ الصفحة: 38\n",
        "باب الكاف والجيم\nالأصمعي يقال مر يرتك ويرتج إذا ترجرج، ويقال أخذه سك في بطنه وسج إذا لان بطنه، وقال أعرابي مرة لأن يكون في بطني بعض النكراء أحب إلي من أن يكون سجا سجا، ويقال الزمكى والزمجى لزمكى الطائر، ويقال ريح سيهك وريح سيهج وريح سيهوك وريح سيهوج إذا كانت شديدة، وقال رجل من بني سعد:\nيا دار سلمى بين دارات العوج\n...\nجرت عليها كل ريح سيهوج\nمن عن شمال الخط أو سماهيج\nوهو السهك والسهج يقال سهكه وسهجه وسحقه، قال أبو عمرو المسهك والمسهج ممر الريح.\nالجزء: 1 ¦ الصفحة: 38\n",
        "باب السين والثاء\n:\nالأصمعي يقال الوطس والوطث الضرب الشديد بالخف يقال وطس\nالجزء: 1 ¦ الصفحة: 38\n",
        "الأرض بخفه وقد وطث، ويقال ناقة فاسج وفاثج وهي الفتية الحامل، وأنشد لهميان:\nوالبكرات اللقح الفواثجا\nويروى الفواسجا، ويقال فوه يجري سعابيب وثعابيب وهو أن يجري منه ماء صاف فيه تمدد، وأنشد لابن مقبل:\nيعلون بالمردقوش الورد ضاحية\n...\nعلى سعابيب ماء الضالة اللجن\nقوله بالمردقوش أراد المرزنجوش\n...\nوقوله ضاحية يقول جعلنه ظاهرا\nفوق كل شيء يعلون به المشط وقوله ماء الضالة أراد ماء الآس شبه خضرته بخضرة السدر، وقال غيره يغسلن رؤوسهن بالسدر ثم يعلينها بالمرزنجوش واللجن المتلزج، ويقال ساخت رجله في الأرض وثاخت، ويقال أتيته ملث الظلام وملس الظلام أي حين اختلط الظلام.\nالجزء: 1 ¦ الصفحة: 39\n",
        "باب الثاء والذال\n:\nالأصمعي يقال لتراب البئر الذي يخرج منها النبيثة والنبيذة، ويقال قرب حذحاذ وحثحاث إذا كان سريعا، ويقال قذم له من ماله وقثم وغذم وغثم إذا دفع إليه منه دفعة فأكثر، ويقال قرأ فما تلعثم وما تلعذم، اللحياني يقال خرجت غثيثة الجرح وغذيذته إذا خرجت مدته وما فيه، وقد غث يغث وغذ يغذ، ويقال جذوت وجثوت وهي القيام على أطراف الأصابع، وأنشد الأصمعي للنعمان ابن نضلة العدوي:\nالجزء: 1 ¦ الصفحة: 39\n",
        "إذا شيءت غنتني دهاقين قرية\n...\nوصناجة تجذو على كل منسم\nويقال جذوت على أطراف أصابعي إذا قمت على أصابعك وجثوت على ركبتي ويقال جذوة وجذوة وجذوة في قوله عز وجل: {أَوْ جَذْوَةٍ مِنَ النَّارِ} وقال اللحياني يقال جثوة وجثوة وجثوة، أبو عمرو الشيباني يلوذ ويلوث سواء، الفراء يقال ما له ثفروق وما له ذفروق.\nالجزء: 1 ¦ الصفحة: 40\n",
        "باب السين والشين\n:\nقال الأصمعي يقال جاحشته وجاحسته وجاحفته إذا زاحمته، قال وبعض العرب يقول للجحاش في القتال الجحاس، وأنشد لرجل من بني فزارة:\nإن عاش قاسى لك ما أقاسي\n...\nمن ضربي الهامات واحتباسي\nوالضرب في يوم الوغى الجحاس\nالفراء يقال ناقة سرداح وشرداح في جسمها وعظمها، قال وقال بعض العقيليين ألحق الحس بالأس، قال وسمعتهما بالشين من بعض بني كلاب، والمثل ألحق الحس بالأس، والأس السيساء، وقال ابن دريد مثل من أمثالهم ألصقوا الحس بالأس، والحس في هذا الموضع الشر يقول فألحقوا الشر بأصول من عاديتم. قال ابن الأعرابي الزق الحس بالأس. والحس الشر والأس أصله. أبو زيد يقال مضى جرس من الليل وجرش.\nأبو عمرو يقال سئفت أصابعه وشيءفت وهو تشقق يكون في أصول الأظفار. قال ويقال السوذق\nالجزء: 1 ¦ الصفحة: 40\n",
        "والشوذق للسوار. اللحياني يقال حمس الشر وحمش الشر إذا اشتد. وقد احتمش الديكان واحتمسا إذا اقتتلا. وعطس فسمته وشمته، ويقال غبس وغبش للسواد، وقد غبس الليل واغتبس وغبش واغتبش، ويقال خرجنا بغبش وغبس أي بسواد من الليل. الفراء يقال أتيته بسدفة من الليل وشدفة وسدفة وشدفة وهو السدف والشدف، وقد يجمعون بين السين وألشين في الشعر. قال الفراء أنشدني النميري:\nإنا إذا ما حمي الوطيس\n...\nوجعلت نبالهم تطيش\nقال أبو يوسف وأنشدنا أبو عمرو لابي زرعة التيمي:\nقلت لها وأولعت بالنمش\n...\nهل لك يا خليلتي في الطفش\nقالت نعم وأغزيت بالرمس\nالنمش الالتقاط للشيء كما يعبث الإنسان بالشيء في الأرض، والطفش النكاح، والرمس الرمي يقال رمسه بالحجر أي رماه به، الأصمعي يقال جعشوش وجعسوس وكل ذلك إلى قمأة وصغر وقلة، ويقال هو من جعاسيس الناس ولا يقال في هذا بالشين، ويقال تنسمت منه علما وتنشمت. وأنشد في السدف لابن مقبل:\nوليلة قد جعلت الصبح موعدها\n...\nبصدرة العنس حتى تعرف السدفا\nالجزء: 1 ¦ الصفحة: 41\n",
        "باب السين والتاء\nقال الأصمعى يقال هو على سوسه وتوسه أي خليقته ويقال رجل\nالجزء: 1 ¦ الصفحة: 41\n",
        "حفيسأ وحفيتأ إذا كان ضخما ضخم البطن إلى القصر ما هو. وأنشدنا الفراء لعلباء بن أرقم:\nيا قبح الله بني السعلات\n...\nعمرو بن يربوع شرار النات\nليسوا أعفاء ولا أكيات\nيريد بالنات الناس وبالأ كيات الأكياس، قال وطيئ يسمون اللصوص اللصوت ويسمون اللص لصتا.\nوهم اللذين يقولون للطس طست وأكثر العرب عربه على طسة وطس وأنشد لرجل من طيئ:\nفتركن نهدا عيلا أبناؤها\n...\nوبني كنانة كاللصوت المرد\nالجزء: 1 ¦ الصفحة: 42\n",
        "باب السين والصاد\nقال الفراء يقال صفق الباب وأصفق وسفق وأسفق، ويقال سفط وصفط. وماء سخن وصخن.\nويقال هو السخد والصخد للذي يخرج بعد الولد. قال وبقال أشخص فلان بفلان وأشخس به يعنون اغتابه. ويقال هي المصدغة والصدغ ويقال بالسين والزاي. ويقال أخذت الأمر بصنايته وبسنايته كما يقولون أخذته بحذافيره. ويقال شمست الدابة وشمصتها، ويقال هذه غنم سلغان وصلغان واحدها سالغ وصالغ إذا ألقت آخر أسنانها، قال وبنو العنبر يقولون الصوق والصاق بعنون السوق والساق، والصوبق يعنون السويق، ويقال أخوه سوغة وصوغه. قال وسمعت أبا عمرو يقول مغس الرجل وإنه ليجد مغسا.\nويقال مغسا بالتخفيف وكذلك بالصاد أيضا. قال ويقال الرسغ والرصغ. قال أبو عبيدة وقوم يقولون للبساط بصاط. ويقال جاءني يضرب أسدريه وأصدر به وأزدريه.\nالجزء: 1 ¦ الصفحة: 42\n",
        "باب السين والزاي\n:\nالأصمعي يقال مكان شأس وشأز وهو الغليظ، ويقال نزغه ونسغه وندغه وذلك إذا طعنه بيد أو رمح، وأنشد لرؤبة:\nإني على نسغ الرجال النسغ\nوقال أيضا:\nلذت أحاديث الغوي المندغ\nأبو عبيدة الشاسب والشازب الضامر، الأصمعي الشازب الذي فيه ضمر وإن لم يكن مهزولا والشاسب والشاسف الذي فيه يبس، قال وسمعت أعرابيا يقول ما قال الحطيئة أينقا شزبا إنما قال أعنزا شسبا، ويقال للبسر الذي يشقق ويخفف الشسيف. قال ويروى بيت أبي ذؤيب:\nأكل الجميم وطاوعته سمحج\n...\nمثل القناة وأزعلته الأمرع\nويروى أسعلته، والمعنى واحد أي أنشطته، والزعل النشاط، ويقال قد تسلع جلده وقد تزلع جلده أي تشقق، وأنشد للراعي:\nوغملى نصي بالمتان كأنها\n...\nثعالب موتى جلدها قد تسلعا\nويروى تزلعا، ويقال غمل النبت إذا ركب بعضه بعضا حتى يسود ويعفن، ويقال ضربه وسلع رأسه أي شقه، ويقال رأيت في رجله سلوعا أي شقوقا، ويقال اذهب إلى ذلك السلع فانزل فيه وهو\nالجزء: 1 ¦ الصفحة: 43\n",
        "الشق في الجبل، ويقال قد خزقه وخسقه، أبو عبيدة يقال هو معجس القوس وعجس وعجس ومعجز وعجز وعجز للمقبض، ويقال قعدت إلى لزق دار فلان ولسق دار فلان، أبو زيد يقال تملس من الأمر تملسا وتملز منه تملزا إذا خرج منه، الفراء الرجس والرجز بمعنى واحد، ويقال الأزد والأسد، يونس يقال تحوست منه وتحوزت إذا حدت، ويقال تحوست وتحوزت أي انقبضت.\nالجزء: 1 ¦ الصفحة: 44\n",
        "باب الزاي والصاد\n:\nالأصمعي يقال جاءتنا زمزمة من بني فلان وصمصمة أي جماعة، وأنشد [لأبي محمد الفقعسي] في صفة إبل:\nإذا تدانى زمزم لزمزم\nوأنشد أيضا لسهم بن حنظلة الغنوي:\nوحال دوني من الابناء زمزمة\n...\nكانوا الأنوف وكانوا الأكرمين أبا\nويروى صمصمة، ويقال نشصت المرأة على زوجها ونشزت وهو النشوز والنشوص، ومنه يقال نشصت ثنيته إذا خرجت. والنشاص من الغيم المرتفع. وأنشد للأعشى:\nتقمرها شيخ عشاء فأصبحت\n...\nقضاعية تأتي الكواهن ناشصا\nأي ناشزا. والشرز والشرص واحد وهو الغلظ. قال وسمعت خلفا يقول سمعت أعرابيا يقول لم يحرم من فزد له. أراد فصد له فخفف وأبدل الصاد زايا. والمعنى لم يحرم من أصاب بعض حاجته وإن لم ينلها أحد كلها، وقال أبو عبيدة قالوا لم يحرم من فصد له.\nالجزء: 1 ¦ الصفحة: 44\n",
        "وبعضهم يسكن الصاد وبعضهم يحولها زايا، بفال للذي لم يصب جميع حاجته وما طلب ولاصاب دون ذلك، وذلك لان رجلين ضافا رجلين فلما أصبحا فالتقيا تذاكرا ما قريا فقال أحدهما قريت طائلا إنما فصد لي فقال صاحبه لم يحرم من فصد له، وذلك أن العرب إذا أتاهم ضيف وليس عندهم ما يأكله فصدوا له بعيرا أو حيوانا وأخذوا ذلك الدم وشووه له في شيء وأطعموه، ويقال فز الجرح يفز فزيزا وفص يفص فصيصا إذا سال، ويقال ما يفص من يد فلان شيء أي ما يخرج من يده شيء، قال الفراء أنشدني بعض بني تميم:\nثم انتجيت فجبذت جبذة\n...\nحررت منها لقفا أرتمز\nفقلت حقا صادقا أقوله\n...\nهذا لعمر الله من شر القنز\nيريد القنص وإنما قالها بالزاي لان الشعر مقيد، والعرب تقول ازدق [بمعنى اصدق] ولا يقولون زدق، قال وأنشدني الكناني:\nفظل على شرج مصنا كأنه\n...\nمثقفة ما تتقي كف غامز\nيريد به الأمر المهم وأمره\n...\nقريب كأصل الفقع بين القصائز\nيريد به القصائص وهو شجر توجد الكمأة في أصله، الفراء يقال شصره برمحه وبقرنه وشزره بمعنى واحد إذا طعنه شزرا، ويقال ما بها مصدة من برد، وقال النميري مزدة، ويقال ما وجدنا العام مصدة ولا مزدة أي ما وجدنا بردا، أبو عبيدة يقال جاءنا بضرب أسدريه وأزدريه وأصدريه، ويقال بصقت وأحدون يقولون بزقت\nالجزء: 1 ¦ الصفحة: 45\n",
        "باب التاء والطاء\nالأصمعي الأقتار والأقطار النواحي، ويقال ما أبالي على أي قطريه وقع وعلى أي قتريه وقع أي على أي جانبيه وقع، ويقال طعنه فقطره وقتره أي ألقاه على أحد جانبيه، ويقال الغلط والغلت، وقال أبو عمرو الغلت في الحساب والغلط في القول، الأصمعي يقال رجل طبن ورجل تبن، ويقال ما أستطيع وما أسطيع وما أستيع بمعنى واحد، الفراء فسطاط وفستاط وفساط، ويقال أتر الله يده وأطرها، وقد طرت يده وترت، قال ويقال التخوم والطخوم والتخوم والطخوم بالضم والفتح، قال وسألت الكسائي عن فتحها فلم يعرفه، قال وأنشدني أعرابي من بني سليم:\nفإن أفخر بمجد بني سليم\n...\nأكن منها التخومة والسرارا\nفمن ضم فواحدها تخم، يقال هو على تخم من الأرض، قال وسمعت أبا عمرو يقول هي تخوم الأرض بالفتح.\nالجزء: 1 ¦ الصفحة: 46\n",
        "باب اللام والدال\n:\nيقال المعكول والمعكود المحبوس، ويقال معله ومعده إذا اختلسه، قال الراجز وهو القلاخ بن حزن:\nإني إذا ما الامر كان معلا\n...\nوأوخفت أيدي الرجال الغسلا\nوأوخفت أيدي الرجال أي قلبوا أيديهم بالخصومة، وقال:\nأخشى عليها طيئا وأسدا\n...\nوخاربين خربا فمعدا\nالخارب اللص والجمع الخراب، معدا اختلسا.\nالجزء: 1 ¦ الصفحة: 46\n",
        "باب الطاء والدال\n:\nأبو عبيدة يقال قطني من هذا أي حسبي وأهل نجد يقولون قدني، الأصمعي يقال مد الحرف ومطه [ومطاه] بمعنى واحد، ومنه سميت المطية مطية لأنها يمطى بها في السير أي يمد بها، قال امرؤ القيس:\nمطوت بهم حتى تكل غزاتهم\n...\nوحتى الجياد ما يقدن بأرسان\nويقال بطغ الرجل وبدغ إذا تلطخ بعذرته، قال رؤبة:\nلولا دبوقاء استه لم يبطغ\nوالدبوقاء العذرة نفسها، ويقال ما له عندي إلا هذا فقد وإلا هذا فقط، وهو الإبعاد والإبعاط، قال العجاج:\nفانصاع بين الكبن والإبعاط\nوقال أبو عبيدة الميدى والميطى والميدان والميطان حولوا الدال طاء، وقال الفراء قال أبو خالد قدك وقال غيره قطك معناه حسبك، أبو زيد يقال هرط الرجل عرض صاحبه يهرطه هرطا وهرده يهرده هردا وهما واحدا، وكذلك هرت عرضه يهرته، الفراء هرد القصار الثوب وهرته، وقد يجمعون بين الطاء والدال في القوافي، قال الراجز:\nإذا ركبت فاجعلاني وسطا\n...\nإني شيخ لا أطيق العندا\nولا أطيق البكرات الشردا\nالجزء: 1 ¦ الصفحة: 47\n",
        "فجاوز بين الطاء والدال في قافيتين، وقال أبو النجم:\nجارية من ضبة بن أد\n...\nكأن تحت درعها المنعط\nويقال المريطاء والمريداء تصغير مرطاء ومرداء وهو حيث تمرط الشعر حول السرة، قال الفراء أنشدني المفضل:\nمنازل أقفرت لا حي فيها\n...\nنلوح كأنها كتب النبيط\nفإني لا محالة آتينها\n...\nولو شحطت ديار بني سعيد\nوأنشد الكلابي:\nتجني اللثى ونضاضا عائرا طرحت\n...\nسوق العضاه به يمشي ويلتقط\nحتى إذا صار مثل الزند وامتلات\n...\nمنه المذاخر واستورى به الحبط\nكأن نارا تذكى تحت سرته\n...\nتخبو مرارا وأحيانا به تقد\nأبو عبيدة يقال قرمط الخطى وقرمد، قال وسمعت الكلابي يقول ثوب مقرمد إذا قطع فجاء مقلصا ضيقا، وحوض مقرمد، قال الفرزدق:\nإذا عدلت نجبين حول عجانها\n...\nوحثت برجليها الحمار فقرمدا\nالجزء: 1 ¦ الصفحة: 48\n",
        "باب الصاد والطاء\n:\nالأصمعي يقال للناقة إذا ألقت ولدها ولم يشعر أي لم ينبت شعره قد أملصت وأملطت، وألقته مليصا ومليطا، وهي ناقة مملص ومملط وإبل مماليص ومماليط، فإذا كان ذلك من عادتها قيل هي مملاص ومملاط، ويقال اعتاطت رحمها واعتاصت وهما سواء إذا لم تحمل أعواما وهى ناقة عائط [وعائص] والجميع عيط [وعيص]\nالجزء: 1 ¦ الصفحة: 48\n",
        "باب الطاء والجيم\n:\nالأصمعي يقال بط فلان جرحه وبجه، وأنشد [لجبيهاء الاشجعي] في صفة إبل:\nلجاءت كأن القسور الجون بجها\n...\nعساليجه والثامر المتناوح\nقوله بجها أي تكاد تتفتق من السمن، قال والاطم والاجم كل بيت مربع مسطح، وقال غيره هو الجوسق، قال قيس بن الخطيم فلولا ذرى الآطام قد تعلمونه وترك الفضى شوركتم في الكواعب وقال امرؤ القيس:\nوتيماء لم يترك بها جذع نخلة\n...\nولا أجما إلا مشيدا بجندل\nالجزء: 1 ¦ الصفحة: 49\n",
        "باب الصاد والضاد\n:\nالأصمعي يقال مصمص إناءه ومضمضه إذا غسله، أبو عبيدة يقال عاد إلى ضئضئه وإلى صئصئه [وإلى صيصئه] أي إلى أصله والمعروف الهمز [فيه] ، ويقال قد صاف السهم يصيف وضاف يضيف إذا عدل عن الهدف، قال أبو زبيد:\nكل يوم ترميه منها برشق\n...\nفمصيب أو صاف غير بعيد\nفيقال للشمس قد تضيفت إذا مالت للغروب ودنت منه، ومنه اشتق الضيف، وقد ضافني الرجل إذا دنا منك ونزل بك، أبو عمرو يقال ما ينوص لحاجة وما يقدر على أن ينوص أي يتحرك لشيء، ومنه قوله تعالى ولات حين مناص، [ويقال ما ينوض لحاجة\nالجزء: 1 ¦ الصفحة: 49\n",
        "وما يقدر أن ينوض أيضا،] قال وقد انقاض الشيء وانقاض بمعنى واحد، وقال الأصمعي المنقاض المنقعر والمنقاص المنشق طولا، وانقاصت الركية وانقاصت السن إذا انشقت طولا، وأنشد [لأبي ذؤيب الهذلي]\nفريقا كقيص السن فالصبر إنه\n...\nلكل أناس عثرة وجبور\nالقيص الشق طولا، اللحياني يقال نصنص لسانه ونضنضه إذا حركه، وقال الأصمعي حدثنا عيسى بن عمر قال سألت ذا الرمة عن الحية النضناض قال فأخرج لسانه فحركه، وقال الراعي:\nتبيت الحية النضناض منه\n...\nمكان الحب تستمع السرارا\nالحب القرط، وقال حميد بن ثور:\nونصنص في صم الحصى ثفناته\n...\nورام بسلمى أمره ثم صمما\nويروى وحصحص في صم الصفى ثفناته، اللحياني يقال تصافوا على الماء وتضافوا عليه، ويقال صلاصل الماء وضلاضله وهي بقاياه، ويقال قبضت قبضة وقرئ [في] هذا الحرف فقبضت قبضة من أثر الرسول، وقبصت قبصة، وزعم غيره أن القبصة أصغر من القبضة وأنها بأطراف الاصابع، وقال اللحياني سمعت أبا زياد يقول تضوك فلان في خرءه، وقال الأصمعي تصوك بالصاد إذا تلطخ.\nالجزء: 1 ¦ الصفحة: 50\n",
        "باب اللام والراء\n:\nأبو عبيدة المجلف والمجرف واحد [وهو] الذي قد ذهب ماله، ويقال هي التلاتل والتراتر، ويقال تلتله وترتره، ويقال سهم\nالجزء: 1 ¦ الصفحة: 50\n",
        "أملط وأمرط إذا لم يكن له ريش، وقد تملط وتمرط، قال الشاعر [وهو نويفع بن نفيع الفقعسي]\nمرط القذاذ فليس منه مصنع\n...\nلا الريش ينفعه ولا التعقيب\nويقال جذع متقطر ومتقطل، قال [المتنخل] الهذلي:\nمجدلا يتسقى جلده دمه\n...\nكما تقطر جذع الدومة القطل\nقال ويرى بيت حميد بن ثور:\nجلبانة ورهاء تخصي حمارها\n...\nبفي من بغى خيرا إليها الجلامد\nويروى جربانة، قال اللحياني يقال امرأة جلبانة وجربانة وهي الحمقاء، ويقال هي السيئة الخلق، وقال أبو عمرو الشيباني امرأة جلبانة بالكسر تجلب وتصيح، قال ويقال جلبنانة، و [يقال] فحل مليخ ومريخ للذي لا يلقح، قال أبو يوسف وسمعت أبا عمرو يقول قد أبل عليهم وأبر عليهم إذا غلبهم خبثا، قال الأصمعي يقال لثدت القصعة بالثريد إذا جمع بعضه إلى بعض وسوي ورثدت، وقد رثد المتاع إذا نضد وسوي المنضد، والرثيد المنضود، ومنه سمي مرثد، ويقال تركت فلانا مرتثدا أي قد ضم متاعه بعضه إلى بعض ونضده، وأنشد للمازني [واسمه ثعلبة بن صعير] وذكر الظليم والنعامة:\nفتذكرا ثقلا رثيدا بعدما\n...\nألقت ذكاء يمينها في كافر\nوذكاء يعني الشمس، ويقال للنار ابن ذكاء. والكافر الليل. يقول ابتدأت في المغيب. ويقال هدم ملدم ومردم. ويقال ردم ثوبه إذا رقعه. وأنشد [لعنترة]\nالجزء: 1 ¦ الصفحة: 51\n",
        "هل غادر الشعراء من متردم\n...\nأم هل عرفت الدار بعد توهم\nيقول هل ترك الشعراء شيئا يرقع ويردم. وإنما هو مثل يقول هل تركوا مقالا لقائل، ويقال اعلنكس واعرنكس إذا تراكب وكثر أصله. قال العجاج:\nبفاحم دووي حتى اعلنكسا\nقوله بفاحم يعني شعرا أسود. ودووي عولج وأصلح. اعلنكس تراكب وكثر أصله، وقال أيضا:\nواعرنكست أهواله واعرنكسا\nاعلنكست واعرنكست ركب بعضها بعضا، وقد هدل الحمام الوحشي وهدر، والهديل ذكر الحمام، ويقال طلمساء وطرمساء للظلمة، ويقال للدرع نثلة ونثرة، ويقال قد نثلها عنه إذا ألقاها عنه ولا يقال قد نثرها، ويقال قد جلمه وجرمه إذا قطعه، الفراء يقال إنه لصلنقح الصوت وصرنقح الصوت أي شديد الصوت، وقال جران العود:\nومنهن غل مقفل لا يفكه\n...\nمن القوم إلا الأحوذي الصرنقح\nويقال وجل أوجل ووجل للخائف و [وجر] أوجر ووجر، وحكى الحضرمي عن يونس بركعت الرجل بالسيف وبلكعت، ويقولون قد بركع الرجل إذا سقط على ركبتيه. الفراء يقال طلس وطرس للصحيفة الممحوة، قال ويقال انزلق الحمل وانزرق إذا سقط من وراء البعير، قال ويقال ذهبوا شعاليل وشعارير أي متفرقين، وقد يجمعون بين اللام والراء في قافيتين، أنشدني أبو صاعد الكلابي:\nإلى ظعن فيها يمينه علقت\n...\nتهاويل رقم فوق عيدية بزل\nالجزء: 1 ¦ الصفحة: 52\n",
        "إذا احتثها البيض الأوانس أو وحى\n...\nإليهن حاد بالإشاحة والزجر\nقال الفراء يقال هو يأكل الصيرم والصيلم في معنى الوجبة والوزمة وهي أكلة في اليوم والليلة، وأنشدني الكلابي:\nأعوذ بالله من الأجاره\n...\nوقولهم بسحر تعاله\nإلى ذمول تقضم الحجاره\nيعني الرحي التي تطحن بها حجارة تخرج من المعادن ليستخرجوا منها الذهب.\nالجزء: 1 ¦ الصفحة: 53\n",
        "باب الدال والتاء\n:\nالأصمعي يقال هو السدى والستى لسدى الثوب، وهو الاسدي والأستي، فأما السدى من الندى فبالدال لا غير، يقال سديت الأرض إذا نديت من السماء كان الندى أو من الأرض، ويقال للبلح إذا ندي ووقع واسترخت ثفاريقه هذا بلح سد، وقد أسدى النخل، وأنشد للحطيئة:\nمستهلك الورد كالأسدي قد جعلت\n...\nأيدي المطي به عادية ركبا\nويروى رغبا، ورغب واسعة، وركب جمع ركوب وهو الذي به آثار، الفراء جئتنا بدولاتك وتولاتك وهي الدواهي والواحدة دولة وتولة على مثال تخمة. ويقال مدر بسلحه ومتر به يمدر ويمتر. وحكى مدهته ومتهته في معنى مدحته. الأصمعي يقال قد أعتد له وأعد له من العدة. وقال الشاعر:\nأنها وغرما وعذابا معتدا\nمن أعتد فهو معتد. ويقال سبنداة وسبنتاة للجريئة. ويقال للنمر سبندى وسبنتى. ويقال هرت فلان الثوب وهرده إذا خرقه. وكذلك يقال هرت عرضه وهرده. والتولج والدولج الكناس. وقد مد في السير ومت، وهو الدفتر وبنو أسد يقولون التفتر.\nالجزء: 1 ¦ الصفحة: 53\n",
        "باب الدال والذال\n:\nأبو عمرو يقال ما ذاق عذوفا وما ذاق عدوفا أي ما ذاق شيئا، قال أبو عمرو أنشدت يزيد بن مزيد عدوفا فقال صحفت يا أبا عمرو فقلت لم أصحف لغتكم عذوفا ولغة غيركم عدوفا، الفراء يقال ادرعفت الإبل واذرعفت إذا أسرعت واستقامت، وقد اقدحر واقذحر، وقد تفرقت شعاير بقند حرة وقنذحرة، وتفرقت شعارير بقدان وقذان والذال في كله أجود، ويقال قد اقذحر للسباب مثل أحربني، وأنشد:\nإذا الزمام راعه ذو الزرين\n...\nرأيته وهو كأن هرين\nيداركان الهرس مقذحرين\n[قال] وسمعت خالد بن كلثوم يقول الذحاذح والدحادح القصار والواحدة [ذحذاحة و] دحداحة.\nالجزء: 1 ¦ الصفحة: 54\n",
        "باب الهمزة والياء\n:\nالأصمعي يقال رجل يلمعي وألمعي إذا كان ظريفا، ويقال يلملم وألملم اسم جبل أو موضع، الفراء يقال لآفة تصيب الزرع اليرقان\nالجزء: 1 ¦ الصفحة: 54\n",
        "والأرقان، وهذا زرع مأروق وقد أرق وهذا زرع ميروق وقد يرق، ويقال للرجل الشديد الخصومة رجل يلندد وألندد، قال طرفة:\nفمرت كهاة ذات خيف جلالة\n...\nعقيلة شيخ كالوبيل يلندد\nويقال طير يناديد وأناديد أي متفرقة، وأنشد [لعطارد بن قران الحنظلي]\nكأنما أهل حجر ينظنون متى\n...\nيرونني خارجا طير يناديد\nطير رأت بازيا نضح الدماء به\n...\nأو أمة خرجت رهوا إلى عيد\nويقال يبرين وأبرين اسم موضع، ويقال للجلد الأسود يرندج وأرندج، وعود يلنجوج والنجوج وهو العود الذي يتبخر به، ويقال في أسنانه يلل وألل وهو أن يقبل الأسنان على باطن الفم، ويقال نصل يثربي وأثربي منسوب إلى يثرب، وأنشدني أبو فقعس [لمرداس]\nلأكلة من أقط وسمن\n...\nوشربتان من عكي الضان\nألين مسا في حوايا البطن\n...\nمن يثربيات قذاذ خشن\nيرمي بها أرمى من ابن تقن\nقال وأنشدني الدوداني:\nوأثربي سنخه مرصوف\nقال الأصمعي يقال رمح يزني وأزني ويزأني وأزأني منسوب إلى ذي يزن ملك من ملوك حمير، اللحياني يقال هذه أذرعات وبذرعات، وبقال لدويبة تنسلخ قصير فراشة يسروع وأسروع.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وقال الأعراب هي دودة تكون في البقل فيها خضرة وصفرة وحمرة وإنما تقع في البقل قبل أن يهيج بنحو من شهر، ويقال قطع الله يديه، وحكى اللحياني عن الكسائي أنه سمع بعضهم يقول قطع الله أديه، الفراء ويقال للرجل الرفيق اليدين إنه ليدي وأدي، ويقال ولدته أمه يتنا وأتنا إذا خرجت رجلاه قبل رأسه، ويقال عباءة وعظاءة وصلاءة وسحاءة وبنو تميم يقولون عباية وعظاية وصلاية وسحاية، قال المستوغر بن ربيعة:\nولاعب بالعشي بني بنيه\n...\nكفعل الهر ينتهس العظايا\nفلا ظفرت يداه ولا يؤبي\n...\nولا يسقى من الداء الشفايا\nويروى فلا ذاق النعيم ولا يؤبى، ويقال يعصر وأعصر، ويقال ما في سيره أتم ويتم أي إبطاء، وقوم يجعلون [في] ما كان من ضرب سقاءة وقراءة مكان الهمزة ياء كقولك امرأة سقاية وقراية أي تقرأ.\nالجزء: 1 ¦ الصفحة: 56\n",
        "باب الواو والهمزة\n:\nالأصمعي يقال أرخ الكتاب وورخه، وقد أكفت الدابة ووكفتها، قال وكان رؤبة ينشد:\nكالودن المشدود بالوكاف\nوقد أكدت العهد ووكدته، أبو عبيدة يقال آصدت الباب وأوصدته إذا أطبقته، وأوسدت الكلب وآسدته إذا أغريته بالصيد. الأصمعي يقال ذأى البقل يذأى بلغة أهل الحجاز ويقول أهل نجد\nالجزء: 1 ¦ الصفحة: 56\n",
        "ذوى وهو يذوي ذويا، قال وقولهم ذوي خطأ وحكاها أبو عبيدة عن يونس، الفراء يقال ما أبهت له وما وبهت له، قال الأصمعي أبهت له آبه فطنت له، وقال أبو زيد وبهت له بفتح الباء أبه وبها. ويقال آخيته وواخيته، ويقال وشاح وإشاح، ووسادة وإسادة. وولدة وإلدة. قال الهذلي:\nله إلدة سفع الوجوه كأنما\n...\nيناكدهم ورد من الموم مردم\nويقال بيني وبينه وجاح ووجاح وإجاح، وهو الزوان والزؤان أبو عبيدة يقال وعاء وإعاء، ويقال ولد فلان فينا وألد فلان فينا، ويقال قد وشرته بالميشار بغير همز وهي المواشير وأشرته [بالمشار] وهي المآشير، وحكى الفراء عن الكسائي في الوجنة وجنة وإجنة، ووصلوا وحدانا وأحدانا، ويقال هو الوكاف [والوكاف] والإكاف والأكاف، قال وتقول هذيل للوقاء إقاء وللوعاء إعاء وللوضاء إضاء، الفراء العرب تقول ميثرة وميضأة وميجنة وتجمع مواجن ومواضئ ومواثر، ومنهم من يقول مآجن ومآضئ ومآثر، ويقال وحد ربك وأحد ربك. ويقال يوسف مضموم غير مهموز ومهموز. ويوسف بكسر السين مهموز وغير مهموز.\nقال وقال أبو الحراج يوسف مفتوح غير مهموز. وأنشد للعجير:\nفما صقر حجاج بن يوسف ممسكا\n...\nبأسرع مني لمح عين بحاجب\nأبو عبيدة يقال ما أشد مؤونته فيهمزون لضمة الواو كما فعلوا ذلك بجمع ساق ودار فقالوا أسؤق وأدؤر وليس من أصلهن الهمز لأنك تقول منته تمونه تقديرها قلته تقوله. وكذلك النؤور. وجمل صؤول. وفي لغة من لم يهمز يقال صال يصول وقال بعضهم صؤل يصؤل. ويقال أنار وثلاث أنؤر.\nفهذا الباب كله بعضهم يهمزه وبعضهم لا يهمزه. ويقال هو من أهل وج ويحول قوم الواو ألفا فتقول أج.\nالجزء: 1 ¦ الصفحة: 57\n",
        "باب الزاي والذال\n:\nالأصمعي يقال زرق الطائر وذرق، أبو عبيدة يقال زبرت الكتاب وذبرته إذا كتبته، قال الأصمعي زبرت الكتاب إذا كتبته وذبرته إذا قرأته قراءة خفيفة، قال ويقال أنا أعرف تزبرتي أي كتابتي.\nالجزء: 1 ¦ الصفحة: 58\n",
        "باب حروف المضاعف التي تقلب إلى الياء\n:\nقال أبو عبيدة العرب تقلب حروف المضاعف إلى الياء فيقولون تظنيت وإنما هو تظننت، قال العجاج:\nتقضي البازي إذا البازي كسر\nأراد تقضض فاستثقل ثلاث ضادات فبدل إحداهن ياء، و [يقال] رجل ملب وإنما هو من ألببت أي أقمت، قال المضرب بن كعب:\nفقلت لها فيئي إليك فإنني\n...\nحرام وإني بعد ذاك لبيب\nبعد ذاك أي مع ذاك، ولبيب مقيم، قال وقول الله عزوجل: {وَقَدْ خَابَ مَنْ دَسَّاهَا} إنما هو من دسيت، [قال] وسمعت أبا عمرو\nالجزء: 1 ¦ الصفحة: 58\n",
        "الشيباني يقول قوله تعالى لم يتسن أي لم يتغير وهو من قوله [تعالى] {مِنْ حَمَأٍ مَسْنُونٍ} أي متغير، وقال ليس قوله عزوجل: {مِنْ مَاءٍ غَيْرِ آسِنٍ} أي غير متغير منه، فقلت له يتسن من ذوات الياء ومسنون من ذوات التضعيف، فقال هو مثل تظنيت وهو من الظن، وقال الأصمعي في قول العجاج:\nتقضي البازي إذا البازي كسر\nهو تفعل من انقضضت والأصل تقضض فرده إلى الياء كما قالوا سرية وأصله من تسررت ومن السرور فأبدلوا إحدى الراءات ياء، أبو عبيدة التصدية التصفيق والصوت وفعلت منه صددت أصد، ومنه قوله [عز وجل] {إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ} أي يعجون فحول إحدى الدالين ياء في التصدية، وقال القناني [يقال] قصيت أظفاري في معنى قصصتها، وحكى ابن الأعرابي خرجنا نتلعى وقد تلعيت من اللعاعة، وكان الأصل تلععت، وأنشد:\nتزور امرءا أما الإله فيتقي\n...\nوأما بفعل الصالحين فيأتمي\nأراد فيأتم من قولك ائتممت بفلان أي اتخذته إماما، أبو عبيدة [يقال] كععت تكع تقديرها تقر ويقال كعت أكيع، قال الفراء ومما قلب تشديده إلى الياء حكى الكسائي عن العرب جاء ساتا وجاء ساتيا يريد سادسا فلما ثقلت تشديده بدلت بالياء وكانت خلفا من التاء وأخرجت الدال لأنها من الأصل، ومن قال ساتا فعلى لفظ ستة وستين ومن قال سادسا فعلى الأصل، قالوا جاء سادسهم وساتهم وساديهم وساديتهن للمرأة، قال وزعم الكسائي\nالجزء: 1 ¦ الصفحة: 59\n",
        "أنه سمع أعرابيا يقول فكانت آخر ناقة نحرها والدي أو جدي سادية ستين، قال وأنشدني بعض العرب [لامرأة من بني الحارث ابن كعب]\nيا لهف نفسي لهفا غير ما كذب\n...\nعلى فوارس بالبيداء أنجاد\nكعب وعمرو وعبد الله بينهما\n...\nوابناهما خمسة والحارث السادي\nوقال الآخر:\nإذا ما عد أربعة فسال\n...\nفزوجك خامس وحموك سادي\nوقال رجل منهم في امرأة كانت له تقارعه ويقارعها أيهما يموت قبل وكان تزوج نساء قبلها فمتن وتزوجت هي أزواجا قبله فماتوا فقال:\nومن قبلها أهلكت بالشوم أربعا\n...\nوخامسة أعتدها من نسائيا\nبويزل أعوام أذاعت بخمسة\n...\nوتعتد لي إن لم يق الله ساديا\nقال وأنشدني القاسم بن معن [للحادرة] :\nخلا ثلاث سنين منذ حل بها\n...\nوعام حلت وهذا التابع الخامي\nيريد الخامس، وهو الترخيم وإن لم يكن هاهنا دعاء [كما] قالوا بين حاذ وقاذ يريدون بين حاذف وقاذف، ويقال أمللت الكتاب وأمليته، ويقال أما عبد الله فمحس وأما عبد الله فمحس، ويقال ذمه يذمه وذأمه يذأمه [وذامه] يذيمه، ومما يشبه هذا الباب قولهم جل من بلده يجل جلولا وجلاه يجلوه جلاء، وقد استعمل فلان على الجالية وعلى الجالة، ويقال دوية وداوية، أبو عبيدة يقال بئر طامة وطامية للكثيرة الماء، وكذلك يقال في كل بحر\nونهر إذا فاض طم وطما، الأصمعي يقال طمى يطمي طميا و [طما] يطموا طموا.\nالجزء: 1 ¦ الصفحة: 60\n",
        "باب ما تزاد فيه الميم آخرا\n:\nقال الأصمعي العرب تزيد الميم في أشياء، وقالوا رجل فسحم إذا كان واسع الصدر، وهو من الانفساح، ورجل زرقم إذا كان أزرق، وستهم إذا كان عظيم الاست [أي أسته] ، ويقال شدقم إذا كان واسع الشدق، قال وجلهمة نرى أنه من جلهة الوادي، وجلهته ما استقبلك منه، قال ويقال ناب دلقم وهي المسنة التي قد انكسرت أسنانها من الكبر، وهو من الا ندلاق والا ندلاق الاسترخاء، يقال اندلق السيف إذا جرى من غمده، ويقال غارة دلق، وسيف دالق إذا كان يخرج من غمده وكذلك دلوق، ويقال اندلق بطنه إذا خرج وعظم، ويقال طعنه فاندلقت أقتاب بطنه إذا خرجت أمعاؤه، ويقال ناقة ضرزم إذا كانت قليلة اللبن، قال ونرى أنه من قولهم رجل ضرز إذا كان بخيلا، قال وكرشم اسم رجل يصلح أن يكون من الكرش والميم زائدة.\nالجزء: 1 ¦ الصفحة: 61\n",
        "باب ما تزاد فيه النون\n:\nقال الأصمعي زادت العرب النون في أربعة أحرف من الأسماء وقالوا رعشن للذي يرتعش، وللضيف ضيفن، وقال غير الأصمعي\nالجزء: 1 ¦ الصفحة: 61\n",
        "الضيفن الذي يحضر مع الضيف ليأكل ما يقرى الضيف، قال الشاعر:\nإذا جاء ضيف جاء للضيف ضيفن\n...\nفأودى بما تقرى الضيوف الضيافن\nثريد كأن السمن في حجراته\n...\nنجوم الثريا أو عيون الضياون\nالضيون السنور. قال الشاعر:\nيدب بالليل لجاراته\n...\nكضيون دب إلى قرنب\nالقرنب الفأرة، وامرأة خلبن وهي الخرقاء وليس هو من الخلابة، وناقة علجن وهي الغليظة الجسرة المستعلجة الخلق، وأنشد [لرؤبة]\nوخلطت كل دلاث علجن\n...\nتخليط خرقاء اليدين خلبن\nوقال أبو زيد الدلاث التي تركب رأسها في السير، يقال فيها اندلاث إذا كان كذلك، أبو زيد يقال امرأة سمعنه نظرنة وهي التي إذا تسمعت أو تبصرت فلم تر [شيئا] تظنته تظننا، وقال غير أبي زيد سمعنة نظرنه، وأنشد في ذلك:\nإن لنا لكنه\n...\nسمعنة نظرنه\nمعنة مفنه\n...\nكالذئب وسط العنه\nألا تره تظنه\nويقال في خلق فلان خلفنة يعني به الخلاف.\nالجزء: 1 ¦ الصفحة: 62\n",
        "باب الواو تقلب تاء وهي أول الحرف\n:\nالتكلان أصله من وكلت وكان أصله وكلان فأبدلت الواو\nالجزء: 1 ¦ الصفحة: 62\n",
        "تاء. وكذلك التخمة أصلها وخمة لأنها من الوخامة، يقال طعام وخيم إذا كان غير مرئ، وتقوى أصلها وقوى لأنها من وقيت، وتترى أصلها وترى لأنها من المواترة، وتراث أصله وراث لأنه من ورثت، وتجاه أصله من الوجه، وتا لله أصلها والله، وتلاد من المال، والتليد أصله من الواو أي [ما] ولد عندهم.\nالجزء: 1 ¦ الصفحة: 63\n",
        "باب إبدال من حروف مختلفة\n:\nالأصمعي [يقال] صاروا عباديد [وعبابيد] أي متفرقين. قال الشماخ:\n[والقوم آتوك بهز دون إخوتهم]\n...\nكالسيل يركب أطراف العباديد\nأي الطرق المختلفة. أبو عبيدة يقال بيني وبينه قاب رمح وقدى رمح وقاد رمح وقيد رمح أي قدر رمح، وحكى أبو عمرو قاب رمح وقيب رمح، قال الأصمعي يقال قد تريع السراب وتريه إذا جاء وذهب.\nويقال قد هاث فيه وعاث فيه إذا أفسد وأخذ الشيء بغير رفق. ويقال بط فلان جرحه وبجه، وأنشد [لجبيهاء الأشجعي في صفة إبل]\nلجاءت كأن القسور الجون بجها\n...\nعساليجه والثامر المتناوح\nوالقسور نبت، والجون يضرب إلى السواد من شدة خضرته، بجها أي تنفتق من السمن، والعساليج جمع عسلوج وهي هنوات تنبسط على وجه الأرض كأمثال العروق، والأطم والأجم كل بيت مربع مسطح، الأصمعي يقال نبض العرق ينبض ونبذ ينبذ إذا ضرب\nالجزء: 1 ¦ الصفحة: 63\n",
        "ويقال مرث خبزه ومرذه، وقد مرث الشي ومرذه إذا لينه بيده وكل شيء مرث فقد مرذ، يقال أمرث الثريد فيفته ثم يصب عليه اللبن ثم يماث حتى يصير كأنه آردهالج ثم يتحسى. قال النابغة الجعدي:\nفلما أبى أن ينقص القود لحمه\n...\nنزعنا المريذ والمديد ليضمرا\nويقال ارمد وارقد إذا مضى على وجهه، ويقال هودج وفودج، والزحاليف والزحاليق آثار تزلج الصبيان من فوق إلى أسفل. فأهل العالية يقولون زحلوفة وزحاليف وبنو تميم ومن يليهم من هوازن يقولون زحلوقة وزحاليق، ويقال تركته وقيذا ووقيظا، والمحتد والمحفد أصل كل شيء، والمغص والمأص من الإبل البيض اللواتي قد قارفت الكرم الواحدة مأصة ومغصة، وعكرة اللسان وعكد ته معظمه وأصله، ويقال قد استوثن من المال واستوثج إذا استكثر، والهذف والهجف الجافي، ويقال قد اطرورى إذا انتفخ بطنه وقد اظرورى، ويقال للناس وللدواب إذا مروا يمشون مشيا ضعيفا مروا يدبون دبيبا ومروا يدجون دجيجا، ويقال للرجل إذا تعود الأمر وللدابة قد جرن عليه جرونا وقد مرن عليه مرونا ومرانة، أبو عبيدة يقال مرنت يده وجرنت وأكنبت، قال:\nقد أكنبت يداك بعد لين\n...\nوهمتا بالصبر والمرون\nويقال عليه أمشاج من الغزل وأوشاج أي داخلة بعضها في بعض، ويقال قد تفكن وتفكه إذا تندم، ويقال قد شاكله وشاكهه، ويقال قد سفح ما في إنائه وقد سفكه وقد سفح دمه وسفكه،\nالجزء: 1 ¦ الصفحة: 64\n",
        "ويقال قرطاط وقرطان للبرذعة، وأنشد الجرمازي:\nبذب بي عير من الأنباط\n...\nعلى وكاف خلق القرطاط\nويقال حجر أصر إذا كان صلدا صلبا، ويقال قد ملقه بالسوط وقد ولقه وهو ضرب خفيف، أبو عبيدة [يقال] ريح ساكنة وساكرة بمعنى واحد، قال والزون والزور واحد وهو كل شيء يعبد ويتخذ ربا، وأنشد [للاغلب بن جعشم العجلي]\nجاؤوا بزوريهم وجئنا بالأصم\nوقالوا لا نفر حتى يفر هذان فعابهم بذلك وجعلهما ربين لهم، أبو عمرو المغطمطة والمغطغطة القدر الشديدة الغليان، وحكى الفراء عن امرأة من بني أسد أنها قالت في كلامها جاءنا سكران ملتكا في معنى جاءنا ملتخا وهو اليابس من السكر، وبقال قد اندال بطنه وانداح وانساح، ابن الأعرابي [يقال] شيخ تاك وفاك، وقحر وقحم، ويقال اغبن من ثوبك واخبن من ثوبك واكبن [من ثوبك] ، ويقال غبن يغبن وخبن يخبن وكبن يكبن بمعني [واحد] أي كف.\nتم الكتاب والحمد لله رب العالمين وصلى الله على محمد النبي وآله وسلم وحسبنا الله ونعم الوكيل\nالجزء: 1 ¦ الصفحة: 65\n",
        "كتاب الإبل عن الأصمعي\nمدخل\n...\nكتاب الإبل عن الأصمعي:\nقال أبو سعيد عبد الملك بن قريب الأصمعي أجود وقت يحمل فيه على الناقة أن تجم سنة ويحمل عليها فيقال قد أضربت الفحل وأضربها الفحل فإذا حمل عليها في كل عام فذلك الكشاف يقال ناقة كشوف وقد أكشف بنو فلان العام فهم مكشفون إذا لقحت إبلهم على ذلك الوجه، قال رؤبة:\nحرب كشاف لحقت إعثارا\nقال والإعثار كأنه يعثر عليها، وأنشد لزهير:\nفتعرككم عرك الرحى بثفالها\n...\nوتلقح كشافا ثم تحمل فتتئم\nوإذا لقحت الناقة عراضا من الفحل والعراض أن يعارضها الفحل فيتنوخها فيضربها فذلك الضراب يسمى العراض، ويقال لقحت الناقة يعارة كما يرى، قال الراعي:\nنجائب لا يلحقن إلا يعارة\n...\nعراضا ولا يشرين إلا غواليا\nفسمع هذا الطرماح فسرقه فقال:\nسوف يدنيك من لميس سبنتا\n...\nة أمارت بالبول ماء الكراض\nأضرمته عشرين يوما ونيلت\n...\nحين نيلت يعارة في عراض\nأمارت أجالت، والكراض حلق الرحم ولم يعرف لها واحدا، فإذا ضربها الفحل قيل قد قاع عليها وقعا والمصدر القياع ومن قال قعا فالمصدر القعو يقال قعا يقعو قعوا وقاع يقوع قياعا، قال العجاج:\nالجزء: 1 ¦ الصفحة: 66\n",
        "ولو نقول دربخوا لدربخوا\n...\nلفحلنا إن سره التنوخ\nقاع وإن يترك فشول دوخ\nفإذا ضربها الفحل على غير ضبعة قيل قد بسرها يبسرها بسرا، ويقال للرجل إذا طلب الحاجة في غير موضعها لا تبسر حاجتك، قال ابن مقبل يضرب بسر الفحل الناقة مثلا لبسر النخل يلقح قبل أن يدرك التلقيح.\nطافت به العجم حتى بذ ناهضها\n...\nعم لقحن لقاحا غير مبتسر\nناهضها ناهض الفرس الذي يصعد فيقول هذه العم قد بذته أن يبلغ أعلاها أي غلبته، والعمم والعميم الطويل، والضبعة إرادة الناقة الفحل يقال ضبعت تضبع ضبعة شديدة، فإذا هوت بخفها إلى عضدها في السير قيل ضبعت تضبع ضبعا، قال الشاعر:\nفليت لهم أجري جميعا وأضبخت\n...\nبي البازل الوجناء بالرمل تضبع\nيقول تهوي بيدها إلى ضبعها،\n...\nفإذا أفرطت في الضبعة قيل قد\nهدمت تهدم هدما، وهدمت المرأة البيت [تهدمه] هدما، فإذا اشتدت ضبعة الناقة فورم لذلك حياؤها قيل قد أبلمت تبلم إبلاما وهي ناقة مبلم والجماع المبالم، فإذا اشتد هيج الفحل قيل قطم يقطم قطما، ويقال هاج يهيج هياجا، فإذا كان الفحل سريع الإلقاح قيل فحل قبيس وقبس بين القباسة، وإذا كان يبطئ إلقاحه قيل مليخ، وإذا كان الفحل أخرق بالضراب قيل فحل عياء [وعياياء] ، فإذا كان رفيقا بالضراب مجربا عالما بالضوابع من المبسورات قيل فحل طب وفحولة طبة قال ابن لجإ:\nالجزء: 1 ¦ الصفحة: 67\n",
        "طب إذا أراد منها عرسا\n...\nحتى تلقته مخاضا قعسا\nفإذا ضبط الفحل الضراب قيل قد استخلط، فإذا انصرف عن الإبل قيل قد جفر وفدر يجفر جفورا ويفدر فدورا، فإذا ضربت الناقة قيل هي في منيتها، والمنية للبكر عشر ليال حتى يستبين لقاحها، قال ذو الرمة:\nنتوج ولم تقرف لما يمتنى له\n...\nإذا أرجأت ماتت وحي سليلها\nأرجأت دنا وقت خروجها، فإذا مضت المنية واستبان حمل الناقة فإن كانت حائلا انكسر ذنبها وبالت على ما كانت تبول عليه وإن كانت لاحقا زمت بأنفها والزم أن ترفع رأسها وشالت بذنبها وجمعت قطريها وقطعت بولها وأوزغت به إيزاغا فقطعته دفعا دفعا فهي حينئذ شائل، وليس شيء من البهائم يعلم لقاحه بعد عشر أو خمس عشر غير الإبل، قال الراجز:\nإذا سمعن صوت فحل شقشاق\n...\nقطعن مصفرا كزيت الأنفاق\nوقال ذو الرمة:\nإذا ما دعاها أوزغت بكراتها\n...\nكإيزاغ آثار المدى في الترائب\nعصارة جزء آل حتى كأنما\n...\nيلقن بجادي ظهور العراقب\nآل خثر يقول يبول مثل الدم حين يطعن بالمد ية في تريبة البعير، فإذا استبان حمل الناقة قيل قد قرحت تقرح قروحا يقال كان ذلك عند قروحها [وقروحها] ابتداء حملها، فإذا ثبت اللقاح فهي خلفة والجماع المخاض فلا تزال خلفة حتى تبلغ عشرة أشهر، فإذا بلغت عشرة أشهر فهي عشراء وقد عشرت وهي إبل عشار، فإذا\nالجزء: 1 ¦ الصفحة: 68\n",
        "عظم البطن واستبان فيه الولد قيل قد أرأت فهي مرء كما ترى، فإن رجعت ولم تكن حاملا فهي راجع والجماع الرواجع يقال رجعت ترجع رجاعا، فإذا عرضت على الفحل لينظر أحامل هي أم حائل فذلك البور يقال قد انطلق بالناقة تبار على الفحل، قال مالك ابن زغبة:\nبضرب كآذان الفراء فضوله\n...\nوطعن كإيزاغ المخاض تبورها\nوالفراء الحمير والواحد فرأ، وقال النابغة الجعدي:\nسديس لديس عيطموس شملة\n...\nتبار إليها المحصنات النجائب\nاللديس التي قد لدست باللحم أي رميت به، فإذا حالت قيل ناقة حائل وإبل حوائل وحول كما يقال للصغير حائل وحول ويقال لقحت على حول وحولل وعلى حيال، قال ابن أحمر:\nلقحن على حول وصادفن سلوة\n...\nمن العيس حتى سقبهن ممتع\nفإذا لقحت الناقة ثم رجعت قيل مخلف وراجع، وإذا حملت فخشي عليها الجدب في العام المقبل سطي عليها حتى يلقي ما في بطنها فذلك يسمى المسي يقال مساها يمسيها مسيا وهي ناقة ممسية، قال الراجز:\nكم قد مست من مضغة لم يستبن\n...\nخلق لها بحاجب ولا أذن\nوقال ذو الرمة:\nمستهن أيام الحرور وطول ما\n...\nخبطن الصوى بالمنعلات الرواعف\nوكل استلال مسي، وقال ذو الرمة:\nيكاد المراح الغرب يمسي عروضها\n...\nوقد جرد الأ كتاف مور الموارك\nالجزء: 1 ¦ الصفحة: 69\n",
        "والموارك التي تقع عليها رجل الراكب، فإذا ألقته ولم ينبت شعره قيل أملطت وأملصت وألقته مليطا ومليصا وهي إبل مماليط ومماليص والناقة مملط ومملص، فإذا كان ذلك من عادتها قيل مملاط ومملاص، فإذا ألقته وقد نبت شعره قيل قد سبغت وسبطت وهي ناقة مسبغ ومسبط، ويقال ألقته مشعرا، ويقال ذكاة الجنين ذكاة أمه إذا شعر، فإذا ألقته قبل حين تمامه قيل أعجلت وهي معجل وهن معاجيل، فإذا ألقته قبل تمام وقته قيل خدجت وهي خادج وخدوج والولد خديج، فإذا كان ذلك من عادتها فهي ناقة مخداج، فإذا ألقته وقد تمت أيامه وهو ناقص بعض خلقه فهو مخدج وهي مخدج، فإذا جاوزت الوقت الذي ضربت فيه قيل قد أدرجت وهي مدراج إذا كان ذلك من عادتها وهن مدارج ومداريج، فإذا تم الحمل فزادت على السنة أياما من اليوم الذي ضربت فيه عاما أول قيل قد أتت على حقها، قال ذو الرمة:\nأفانين مكتوب لها دون حقها\n...\nإذا حملها راش الحجاجين بالثكل\nفإذا جاوزت بعد تمام الحق فزادت أياما قيل قد نضجت وهي ناقة منضج، قال حميد بن ثور:\nلصهباء منها كالسفينة نضجت\n...\nبه الحمل حتى زاد شهرا عديدها\nفإذا ضرب الناقة المخاض فذهبت في الأرض قيل فرقت تفرق فروقا وهي ناقة فارق، وقال عمارة بن أرطاة:\nاعجل بغرب مثل غرب طارق\n...\nومنجنون كأتان الفارق\nالجزء: 1 ¦ الصفحة: 70\n",
        "شبه الغرب بالأتان الفارق في ضخم الجنبين وهي أعظم ما تكون بطنا إذا تهيأت للنتاج، يقال ناقة فارق وإبل فوارق وفرق، وقال عبد بني الحسحاس وشبه نتاج الغنم بنتاج الإبل وذكر غيما:\nله فرق منه ينتجن حوله\n...\nيفقئن بالميث الدماث السوابيا\nالسوابي جمع سابياء وهو الماء الذي ينفقئ على رأس الولد والسابياء النتاج يقال تسعة أعشار الرزق في التجارة وعشر في السابياء، فإذا فارقت الناقة ولدها بذبح أو موت أو بيع أو غير ذلك قيل ناقة مفرق والجماع المفارق، قال عوف بن الأحوص:\nوإجشامي على المكروه نفسي\n...\nوإعطائي المفارق والحقاقا\nوقال الآخر:\nجاوزتها بجلالة عيرانة\n...\nعبر الهواجر مفرق أو عاقر\nفإذا فرقت الناقة وليس عندها أحد قيل قد انتتجت الناقة ولا يجئ الفعل في شيء من النتاج إلا في هذا الموضع وإلا فإنما يقال نتجت ونتجها أهلها وهي منتوجة، فإذا خرجت رجل الولد قبل رأسه قيل هذا نتاج يتن وقد أيتنت الناقة توتن إيتانا، قال حدثني عيسى بن عمر قال سألت ذا الرمة عن شيء من الكلام ليس على وجهه فقال أتعرف اليتن قلت نعم قال كلامك يتن، وأنشد:\nفجاءت به يتنا يجر مشيمة\n...\nتبادر رجلاه هناك الأناملا\nقال وحدثنا عيسى بن عمر قال قالت أم تأبط شرا لما بكت عليه\nالجزء: 1 ¦ الصفحة: 71\n",
        "والله ما حملته وضعا ولا ولدته يتنا ولا أرضعته غيلا، فإذا دنا ولاد الناقة فخرج رأس الحوار مست ذفراه ومجتمع لحييه فيعرف أذكر هو أم أنثى فذلك التذمير والمذمر الذفر يان ومجتمع اللحيين، ويقال لمجتمع اللحيين الشجر، والرجل الذي يذمر يقال له مذمر، قال ابن مرداس:\nتطالع أهل السوق والباب دونها\n...\nبمستفلك الذفرى أسيل المذمر\nفإذا انشقت الجلدة التي على رأس الولد فذلك السخد وهي جلدة رقيقة فيها ماء أصفر، قال ذو الرمة:\nوماء كماء السخد ليس لجمه\n...\nسواء الحمام الورق عهد بحاضر\nوقال أبو رداد السخد بول الفصيل في بطن أمه ويسمى الرهل إذا رؤي في وجه الرجل والصفرة السخد يقال أصبح فلان مسخدا إذا أصبح رهل الوجه مصفره، قال حدثني عبد الرحمن ابن أبي الزناد عن أبيه عن خارجة بن زيد قال ما كان زيد بن ثابت يحيى شيئا في رمضان كما يحيى ليلة سبع عشرة يصبح والسخد في وجهه ويقول ليلة أذل الله في صبيحتها الكفر، فإذا خرج فوقعت معه الجلدة التي فيها ماء أصفر تبرق كأنها مرآة فتلك الحولاء تقول العرب إذا وصفت الأرض وخصبها تركت أرض بني فلان مثل الحولاء، قال الطرماح:\nعلى حولاء يطفو السخد فيها\n...\nفراها الشيذمان عن الجنين\nفإذا خرجت رحم الناقة عند النتاج قيل قد دحقت تدحق دحقا، وكل دفع دحق، فإذا كان ذلك [عادة] منها دهنت رحمها وحفر\nالجزء: 1 ¦ الصفحة: 72\n",
        "لها فصوب صدرها ثم ألقيت الرحم فإذا عادت الرحم خلت بأخلة ثم أدير خلف الأخلة بعقب أو بخيط من هلب ذنبها فذلك الشصر يقال شصرها يشصرها [شصرا] وذلك المتاع الذي يعمل به الشصار، ويقال لها قد زندت وهي ناقة مزندة، فإذا اشتكت رحمها بعد الولاد ولم تدحق قيل ناقة رحوم، فإذا ألقت ما في بطنها من دم أو غيره وانقطع الدم قيل قد ألقت صاءتها وجاءت حضيرتها، قال وهذا يجوز في الشاء مع الإبل، فإذا شربت الناقة الماء فجرى فيها فورم حياؤها وضرعها قيل قد أردت فهي مرد وهي نوق مراد، قال أبو النجم:\nتمشي من الردة مشي الحفل\n...\nمشي الروايا بالمزاد الأثقل\nفإذا عطشت فشربت الماء فلم ترد قيل قد جاءت ضوامر وإن كانت بطونها ممتلئة، فإذا وقع ولد الناقة فهو قبل أن تقع عليه الأسماء سليل، فإذا وقعت عليه أسماء التذكير والتأنيث فالذكر سقب والأنثى حائل، قال ذو الرمة:\nيطرحن أولادا بكل مفازة\n...\nسقابا وحولا لم يكمل تمامها\nوقال الأسدي:\nمن عدة العام وعام قابل\n...\nملقوحة في بطن ناب حائل\nوقال أبو ذؤيب:\nفتلك التي لا يبرح القلب حبها\n...\nولا ذكرها ما أرزمت أم حائل\nفإذا قام ومشى وتحرك قيل رشح وهو راشح، وهى المطفل ما دام ولدها صغيرا، فإذا ارتفع عن الرشح وانطوى خلقه وقوي ومشى\nالجزء: 1 ¦ الصفحة: 73\n",
        "مع أمه قيل قد جدل وهو حوار جادل. فإذا نبت في سنامه شيء من شحم قيل قد أكعر وهو مكعر، وهو في هذا كله حوار، فإذا كان من نتاج الربيع فهو ربع والأم مربع. قال جرير:\nقد أطلب الحاجة القصوى فأدركها\n...\nولست للجارة الدنيا بزوار\nإلا بغر من الشيزى مكللة\n...\nيجري عليها سديف المربع الواري\nقال يقال ورت تري وريا والواري السمين. فإذا كان من عادتها أن تنتج في أول النتاج فهي مرباع. قال ابن لجإ:\nأرسلت فيها مجفرا درفسا\n...\nكوماء مرباع اللقاح فجسا\nالفجس التكبر، ويقال لقحت الناقة لقاحا ولقحا حسنا، قال بعض الشعراء:\nإذا حملوا فحولتها عليها\n...\nفذاك اللؤم واللقح البكور\nوقال ابن مقيل:\n[طافت به العجم حتى بذ ناهضها]\n...\nحتى لقحن لقاحا غير مبتسر\nفإذا نتجت الناقة في الصيف قيل ناقة مصياف وقيل لولدها هبع، قال ويقال ما له هبع ولا ربع، وما له راغية ولا ثاغية، ولا عافطة ولا نافطة، فالعافطة الضائنة والنافطة الماعزة، ولا سعنة ولا معنة أي ما له قليل ولا كثير، وما له سبد ولا لبد، قال الراعي أما الفقير الذي كانت حمولته وفق العيال فلم يترك له سبد قال وحدثني عيسى بن عمر قال سألت جبر بن حبيب أخا عبد الله ابن حبيب وهو أخو امرأة العجاج فقلت ما الهبع قال تنتج الرباع في الربعية وينتج الهبع في الصيفية فتقوى الرباع قبله فإذا ماشاها\nالجزء: 1 ¦ الصفحة: 74\n",
        "أبطرته ذرعا أي حملته [على] ما لا يطيق فهبع، والهبع من السير أن يستعجل ويستعين بعنقه في مشيته.\nقال جندل بن المثنى:\nلا هو رب القلص النواعج\n...\nوالخنف الضوامر الضماعج\nوالقطف الهوابع الهمالج\nوالضمعج الضخمة الجنبين. فإذا كان للحوار تسعة أشهر أو ثمانية فهو أفيل والأنثى أفيلة. فإذا اشتد الحوار على أمه في الرضاع قيل لهج يلهج لهجا فيشد على أنفه خلال فإذا دنا ليرضعها أوجعها الخلال فنسفته فنحته، قال ابن لجإ:\nإذا ابتغى فيها عساس الملغم\n...\nأصابه من ثفن ملكم\nصك بليتيه إذا لم يرثم\n...\nفهو يزك دائم التزغم\nمثل زكيك الناهض المحمم\nيرثم يكسر أنفه والز كيك مقاربة الخطو والناهض هاهنا فرخ الحمام والمحمم الذي قد نبت ريشه فاسود [و] العساس ما يطلب والملاغم المشافر والشفاه وما والاها، فإذا خل الذكر فهو مخلول وإذا خلت الأنثى فهي مخلولة، قال الفرزدق:\nأبى سالم من ماله أن يعيننا\n...\nبمخلولة من ماله أو بمقحم\nقال المقحم السيئ الغذاء وابن هرمين فيثني ويربع في سنة، فإذا بلغ الحوار سنة ففصل فهو فصيل وفطيم، قال وإنما يسمى فصيلا لأنه فصل من أمه. والجماع الفصال. والأم فاطم لا تدخلها الهاء. قال الراجز:\nمن كل كوماء السنام فاطم\n...\nتشحى بمستن الذنوب الراذم\nالجزء: 1 ¦ الصفحة: 75\n",
        "شدقين في رأس لها صلادم\nفإذا تم رضاعه سنة ولزمه اسم الفصيل حمل على أمه من العام المقبل فإذا لقحت فهي خلفة والجماع مخاض وبه سمي الفصيل تلك الساعة ابن مخاض فلا يزال ابن مخاض يجوز في الصدقة حتى تضع أمه فإذا وضعت أمه وصار لها لبن من غيره فهو ابن لبون فلا يزال ابن لبون سنة، فإذا استحقت أمه حملا آخر بعد الأول فهو حق، فإذا أتت عليه سنة بعد حق فهو جذع يقال قد أجذع يجذع إجذاعا والجذوعة وقت من الزمن ليس بوقوع سن، فإذا تمت سنة وألقى ثنيته فهو ثني وثني ويقال قد أثنى يثني إثناء، فإذا ألقى رباعيته فهو رباع والأنثى رباعية، فإذا ألقى سديسه فهو سديس وسدس لغتان ويقال أسدس يسدس إسداسا، قال أبو النجم:\nنحى السديس فانتحى للمعدل\n...\nعزل الأمير للأمير المبدل\nفهذه الأسنان كلها قبل الناب. فإذا خرج نابه فقد بزل وهو بازل. وإنما أصل البزول أن كلما انشق لحمه عن الناب فقد بزل ويقال تبزل جلد فلان إذا تشقق، فإذا بزل نابه فقد شقأ يشقأ شقوأ، وصبأ يصبأ صبوأ، وفطر نابه فطورا، وبزل نابه يبزل بزولا، قال ذو الرمة:\nسديس تطاوي البعد أو حد نابها\n...\nصبي كخرطوم الشعيرة فاطر\nقال وأنشدني أبو مهدي:\nذاك درفس من عتاق البزل\n...\nالشاقى الناب الذي لم يعصل\nيعصل يعوج، فإذا أتت عليه بعد البزول سنة فهو مخلف عام، فإذا\nالجزء: 1 ¦ الصفحة: 76\n",
        "أتت عليه سنتان فهو مخلف عامين، فإذا أتت عليه ثلاثة أعوام فهو مخلف ثلاثة أعوام، ويقال للناقة بازل وبزول. وشارف وشروف. قال إهاب بن عمير:\nظلت بمندح الرحى مثولها\n...\nثامنة ومعولا أفيلها\nتركب أفنان الغضى بزولها\nالرحى نجفة من الأرض. ومندحها متسعها. والمثول القائمة. تركب أفنان الغضى من الحر وهذا كناس.\nفإذا اشتد نابه وغلظ قيل قد عصل يعصل تعصيلا. فإذا طال نابه واصفر قيل عرد يعرد عرود. فإذا جاوز ذلك فهو عود وهي عودة. قال ابن همام السلولي:\n[و] ناديته حين أبصرته\n...\nألا يا صفي ويا عاتكا\nفأطت لنا رحم عودة\n...\nفلا تحقر النسب الشابكا\nأطت الرحم بيني وبينه كأنها حفت وأصل الأطيط تمدد النسع. فإذا جاوز ذلك فأسن وفيه بقية قيل جمل قحر وقحارية ويقال للأنثى قحرة. قال رؤبة:\nتهوي رؤوس القاحرات القحر\n...\nإذا هوت بين اللهى والحنجر\nفإذا جاوز القحر فشمط وجهه وذنبه وتناثر هلب ذنبه فهو ثلب. وربما اشهاب وجهه وذنبه من غير سن وذلك من أكل الحمض. قال الراجز:\nأكلن حمضا فالوجوه شيب\nوقال ابن لجإ:\nالجزء: 1 ¦ الصفحة: 77\n",
        "حتى ترى كل علاة صلدم\n...\nشابت من الحمض ولما تهرم\nتنوش منه بجران سرطم\nفإذا جاوز هذا السن فرق وضعف فهو عشبة وعشمة لغتان. والناقة والجمل في البازل سواء وتدخل الهاء الأنثى في الرباعية والثنية والجذعة. قال سويد بن خذاق:\nقصرنا عليها بالمقيظ لقاحنا\n...\nرباعية وبازلا وسديسا\nفإذا جاوزت الأنثى البزول وبعض العرب يقول البزل بدل من البزول فهي جلفزيز. فإذا جاوزت ذلك فهي عوزم والعوزم التي قد أسنت وفيها بقية. قال وأنشدنا ابن نبهان لعمر بن لجإ:\nومسد من جلد ناب عوزم\n...\nنضو إذا مد أمين المعجم\nوقال الشاعر:\nناب وقد يقطع الدوية الناب\nوهي في البزول ناب يقال ناب ونيوب والجماع نيب. فإذا جاوزت العوزم فهي ضرزم. قال مزرد بن ضرار:\nقذيفة شيطان رجيم رما بها\n...\nفصارت ضواة في لهازم ضرزم\nالضواة السلعة، فإذا ارتفعت وتكسرت أسنانها وعابت أي دخلها عيب قيل ناقة لطلط وناقة كحكح وناقة دردح وناقة كاف في الأناث والذكور، فإذا سال لعابها قيل ناقة ماجة وجمل ماج، ويقال عمر البعير أن ينتج مع الغلام فينحر في عرسه، فإذا ذبح أو مات أو وهب ولدها فهي عجول وسلوب ومفرق. قال ابن رعلاء الغساني:\nالجزء: 1 ¦ الصفحة: 78\n",
        "ما وجد ثكلى كما وجدت ولا\n...\nوجد عجول أضلها ربع\nوقال لقيط بن زرارة:\nأبا مالك إني أراك عجولا\n...\nوإن العجول لا يمل الحنينا\nوقال ذو الرمة:\nإذا غرقت أرباضها ثني بكرة\n...\nبتيماء لم تصبح رؤوما سلوبها\nويقال أسلبت تسلب إسلابا والناقة مسلب ولا يقال مسلبة بالهاء وهن السلائب، والربض حبل الحزام وهو الوضين الذي يشد به الرحل وهو موضع الحزام من السرج، ويقال ناقة بكر، وناقة ثني إذا نتجت بطنين، قيل ثني ولا يقال ثلث ويقال هي أم رابع، قال ابن لجإ:\nإن شاء ذو الضعفة من رعائها\n...\nقام إلى حمراء من أثنائها\nفهذه وضعت بطنين وهي ثني، والثناء ممدود وهو أن تؤخذ ناقتان في الصدقة مكان واحدة، قال الضبي:\nأرى بنت اللبون تساق فيها\n...\nإلى السوق الثناء من المتالي\nقال وسمعته زمن أبي جعفر، والمتلية أن ينتج صدر من العشار فتتأخر هي. فإذا أردت أن تقول أحاد أحاد وثناء ثناء وثلاث إلى العشر وهو مضموم ممدود. وقال في أحاد عمرو ذو الكلب:\nمنى لك أن تلاقيني المنايا\n...\nأحاد أحاد في الشهر الحلال\nمنى لك قدر لك، قال وأنشدني عيسى بن عمر لدريد بن الصمة يصيد أحدان الرجال وإن يجد ثناءهم يفرح بهم ثم يزدد فإذا مات الولد في بطن أمه ويبس قيل أحشت وهي ناقة محش.\nالجزء: 1 ¦ الصفحة: 79\n",
        "والولد حشيش، قال والحشيش اليابس ومن قال للرطب حشيش فقد أخطأ إلا أن يكون يابسا، فإذا نتجت من العام المقبل ألقته مع الولد الآخر، فإذا ألقت ولدها ناقصا قيل لذلك روبع ويقال جاءت به روبعا ويقال فصيل روبع وحائل روبعة، قال رؤبة بن العجاج:\nومن همزنا عزه تبركعا\n...\nعلى استه روبعة وروبعا\nتبركع صرع يقال صرعه فبركعه إذا أبركه، وإذا تدانى نسب الناقة من الفحل فجاء ولدها ضاويا ضعيفا قيل قد أضوت وهي تضوي إضواء قبيحا والمصدر الضوى، قال ابن لجإ:\nلما خشيت نسبي إضوائها\n...\nمن قبل الأم ومن آبائها\nنظرت والعين من استمائها\n...\nأرمك مبنيا على بنائها\nقال يريد أن تختار يقال استم هذه الإبل أي انظر فخذ خيرها، وقال ذو الرمة:\nأخوها أبوها والضوى لا يضيرها\n...\nوساق أبيها أمها عقرت عقرا\nيصف نارا وزندا وزندة، قال العجاج:\nوالأمر ما رامقته ملهوجا\n...\nيضويك ما لم تحي منه منضجا\nويقال بنو فلان لا يزالون يضوون إلى فلان أي لا يزالون يرجعون إليه ويقال فلانة تضوي إليها أخبار الناس أي ترجع وقد ضوت تضوي ضويا، ويقال ما ضوى إليك من خبر فلان، ويقال ضوي يضوى ضوى شديدا إذا ضعف من تقارب النسب، ويقال استغربوا لا تضووا يقول انكحوا البعاد النسب لا تصغر عظام أولادكم، ويقال غلام فيه ضاوية وغلام ضاوي، وبقال لولد كل بهيمة إذا أسيئ\nالجزء: 1 ¦ الصفحة: 80\n",
        "غذاؤه جحن ومحثل وجدع، وكلما غذي بغير أمه يقال له عجي ويقال عند بني فلاحوار يعاجونه بغير أمه، قال النمر بن تولب:\nفأعطت كلما غذيت شبابا\n...\nفأنبتها نباتا غير جحن\nوقال أوس بن حجر:\nوذات هدم عار نواشرها\n...\nتصمت بالماء تولبا جدعا\nوقال العجاج:\nولم يجلها لائحات الانكال\n...\nولم ينبت شبر بالإحثال\nويقال أصابت الناس سنة فقرقمت السخال أي ساء غذاؤها فصغرت عليه، قال الشاعر [وهو امرؤ القيس]\nتطعم فرخا لها صغيرا\n...\nقرقمه الجوع والإحثال\nقلوب خزان ذي أورال\n...\nقوتا كما يرزق العيال\nويقال عوى الفصيل ولا يقال لشيء من البهائم عوى إلا الكلب والذئب، قال ذو الرمة:\nبه الذئب محزونا كأن عواءه\n...\nعواء فصيل آخر الليل محثل\nواليتم في البهائم موت الأم وفي الإنس موت الأب، قال أبو النجم:\nخوصاء ترمي باليتيم المحثل\n...\nلا تحفل الرجز ولا قيل حل\nتخبط الذائد أن لم يرحل\nويقال للبعير إذا حسن غذاؤه كانت له درة أمه وعلالتها وعفافتها، فأما الدرة فما ينزل من صلبها إلى ضرتها، وأما العلالة فلبن ينزل\nالجزء: 1 ¦ الصفحة: 81\n",
        "بعد لبن وأصل ذلك من قولك نهل البعير وعل، فأما النهل فالشربة الأولى وأما العلل فالثانية، وأما العفافة فأن يحلب الرجل الناقة أو الشاة ويلقي ولدها عليها فما أنزلت بعد ذلك فهي العفافة، قال الاعشى وذكر ظبية ترضع ولدها.\nما تجافى عنه النهار وما تعجوه إلا عفافة أو فواق الفواق ما بين الحلبتين يقال انتظرته فواق ناقة، ويقال قد اجتمع فيقة في ضرعها فاحلب، ويقال استفق ناقتك أي انظر هل دنا فواقها الذي يجتمع فيه اللبن، ويقال أفاقت هي وإفاقتها نزول اللبن بعد الحلب وجيئته بعد وقت حلبها، وما اجتمع في الضرع سمي فيقة، قال الأعشى:\nحتى إذا فيقة في ضرعها اجتمعت\n...\nجاءت لترضع شق النفس لو رضعا\nوفيقات جمع فيقة، وقال الراجز:\nغزر له بوقات فيقات بوق\n...\nاعمد براعيس أبوها ذعلوق\nذعلوق اسم فحل، بوق فعل من البائقة وهي الدفعة الشديدة من المطر، ويقول أهل الحجاز رضع يرضع ويقول قيس وتميم رضع يرضع، قال وأنشدنا عيسى بن عمر [لعبد الله بن همام السلولي] قال ينشده أهل الحجاز:\nوذموا لنا الدنيا وهم يرضعونها\n...\nأفاويق حتى ما يدر لها ثعل\nالثعل خلف زائد في الأخلاف، والثعل أيضا سن زائدة في الأسنان، ويقال شاة ثعول، فإذا خدجت الناقة لسبعة أشهر أو ثمانية فعطفت على ولدها الذي من عام أول فهي الصعود يقال\nالجزء: 1 ¦ الصفحة: 82\n",
        "ناقة صعود وإبل صعائد، فإذا خدجت الناقة أو مات فعطفت على غيره فرئمته فهي رائم ورؤوم، فإذا لم ترأم دس في حيائها خرق ثم خل عليها ثم لطخ الولد الذي يريدون أن يعطفوها بسلاها وبما يخرج منها ثم يشد منخراها فيأخذها لذلك كرب فإذا جهدت نزعت غمامتها من أنفها وسل ما في حيائها وأدني منها الولد فوجدت حس ما يخرج منها وتنفس، فإذا خرجت غمامتها من أنفها وجدت ريح السلا من الحوار الذي قرب إليها فتدر وترأمه، والذي يكون في الحياء يسمى الدرجة، وأنشد:\nوقد شدت غمامتها عليها\n...\nودرجتها وخيسها الهجار\nوقال الآخر:\nوكنت كذات البو تعطف كرهة\n...\nفطابقت حتى خرمتك الغمائم\nفإذا عطفت على الولد فدرت عليه فهي ظؤور ولأهلها ما فضل عن الولد، فإن عطفت على اثنين قسم اللبن بينهما واستعين عليها بلبن أخرى، فإذا غذي الولد كذا بغير أمه فهو عجي والجميع العجايا، فإذا عطف ثلاث على واحد أو ثنتان على واحد فرئمتاه جميعا فغذي الواحد بالواحدة وتخلى أهل البيت بالأخرى لأنفسهم فهي تسمى الخلية، فإذا تركت الناقة مع ولدها ولم تعطف على غيره فهي بسط وبسط والجماع أبساط، قال أبو النجم:\nبلهاء لم تحفظ ولم تضيع\n...\nيدفع عنها الجوع كل مدفع\nخمسون بسطا في خلايا أربع\nيصف امرأة يقول لم تكن تخاف فيوضع عليها رقيب ولم تكن ممن\nالجزء: 1 ¦ الصفحة: 83\n",
        "يهون على أهله فيتر كوها فهي بين ذلك، وقوله في خلايا أربع أي مع خلايا أربع كقول النابغة الجعدي:\nولوح الذراعين في بركة\n...\nإلى جؤجؤ رهل المنكب\nإنما أراد مع بركة، فإذا رئمت بأنفها ومنعت درتها فهي العلوق، قال النابغة الجعدي:\nوكيف تواصل من أصبحت\n...\nخلالته كأبي مرحب\nرآك ببث فلم يلتفت\n...\nإليك وقال كذاك ادأب\nوما نحني كمناح العلو\n...\nق ما تر من غرة تضرب\nقال وأنشدني أبو عمرو بن العلاء [لأفنون التغلبي]\nعما جزوا عامرا سوأى بحسنهم\n...\nأم عم يجزونني السوأى من الحسن\nأم كيف ينفع ما تعطى العلوق به\n...\nرئمان أنف إذا ما ضن باللبن\nوإذا نفرت عن الولد قيل ناقة مذائر فإذا صرت فالخشب الذي يشد بالخيط على خلفها التودية و [الجماع] التوادي، قال الراجز:\nيحملن في سحق من الخفاف\n...\nتواديا شوبهن من خلاف\nوقال الآخر:\nينوء بقلع راعيها التوادي\nوالقلع الخف الخلق أو جلدة شبه الزنفالجة، ينوء [بقلع] راعيها يقول تثقل فيه التوادي حتى يميل، فإذا صرت الناقة فخشي عليها إذا حفلت أو يضيق الصرار جعل بين الخيط والخلف بعرة من بعرها فذلك البعر الذيار، قال الراجز:\nالجزء: 1 ¦ الصفحة: 84\n",
        "حرقها من النجيل أشهبه\n...\nومرتع من ذي الفلاة يطلبه\nقرب وهدانا له مدربه\n...\nلا يشتري العطر ولا يستوهبه\nإلا ذيارا بيديه جلبه\nفإذا عضن الصرار حتى يضر به قيل ناقة مجددة الأخلاف، قال حميد الأرقط يذكر قطا:\nضربا على جآجئ منحات\n...\nأولاد أبساط مجددات\nمنحات متحرفة وهي مجددة ليس لها ضرع وهي مخلاة وولدها يعني القطاط، قال [مالك بن خالد الخناعي] الهذلي:\nرويد عليا جد ما ثدي أمهم\n...\nإلينا ولكن ودهم متماين\nوقال مسافر بن أبي عمرو:\nتمد إلى الاقصاء ثديك كله\n...\nوثدي الأداني ذو عوار مجدد\nوأصل الجد القطع يقال جد الناس النخل إذا صرموه، قال الشاعر:\nكأن المشرفية تختليهم\n...\nمخالب خيبر زمن الجداد\nفإذا بركت الناقة على بول أو ندى أو أصابتها عين فتعقد لبنها في ضرعها فخرج اللبن خاثرا متقطعا كأنه قطع الأوتار وسائر اللبن ماء أصفر رقيق قيل قد أخرطت ناقة فلان فهي مخرط وهن نوق مخارط ولبنها الخرط، والمنغر التي تحلب لبنا خلطه دم، ويقال ممغر ومنغر ويقال أمغرت وأنغرت والجماع المماغير والمناغير، فإذا كان ذلك من عادتها فهي ممغار ومنغار فإذا حلبت الناقة فحبست لبنها وكرهت الولد وأنكرت الحالب فرفعت درتها قيل غارت تغار مغارة وغرارا وهى ناقة مغار يا فتى، قال العجاج يصف المنجنيق:\nالجزء: 1 ¦ الصفحة: 85\n",
        "وبضربها مثلا للناقة إذا قل لبنها.\nإذا رأى أو رهب الغرارا\n...\nموج الوضين قدم الذيارا\nالغرار شفرة السيف والسهم، قال حميد الأرقط:\nسن غراريه مداويس القين\nوقال [الداخل بن حرام] الهذلي:\nسليم النصل لم يدحض عليه\n...\nالغرار فقدحه زعل دروج\nويقال ما كان نوم فلان إلا غرارا أي خفيف ثم ينقطع، فإذا نعتت بطيبة النفس والدرة قيل نعوس، ودرة الإبل مع النعاس ودرة الغنم مع الاجترار، قال حدثني أبو عمرو بن العلاء قال سمعت جندل بن الراعي ينشد بلال بن أبي بردة [لأبيه]\nنعوس إذا درت جروز إذا غدت\n...\nبويزل عام أو سديس كبازل\nقال فكاد صدري ينفرج، قال جبيهاء الأشجعي:\nرقود لو ان الدف يضرب تحتها\n...\nلتنحاش من قاذورة لم يناكر\nوقال الراجز:\nإذا انفججن رقدا قياما\n...\nحسبت في أرفاغها سلاما\nوالخلفان المقدمان يسميان القادمين والمؤخران يسميان الآخرين، فإذا تركت الناقة بغير صرار فهي باهل والجميع بهل، ويقال أبهلها مع ولدها تشرب متى شاءت، ويقا للسخلة إذا خلي مع أمه من الغنم قد أرجل فهو يرجل إرجالا وكذلك هو من الإبل، قال أبو النجم:\nفظل حولا في رضاع نرجله\nالجزء: 1 ¦ الصفحة: 86\n",
        "فإذا درت الناقة على غير ولدها أو على غير ما تعطف عليه فهي مري كما ترى، ويقال درت تدر درورا إذا أنزلت اللبن، ودر الخراج إذا كثر، وجمع مري مرايا، ومسح الضرع لتدر المرية مضموم وإنما سميت مرايا أنها تدر على المسح، والمسح المري، قال أبو زبيد:\nشامذا تتقي المبس عن المر\n...\nية كرها بالصرف ذي الطلاء\nوهو الدم الذي يطلى به، والشامذ التي ترفع ذنبها، والمبس الذي يقول لها بس على ذا، والمرية الاسم من المري، يقال مراه يمريه مريا ومرية، ويقال للبعير إذا ظلع فجعل لا يتمكن من الوطي تركته يمري مريا، قال الشاعر:\nإذا حل عنها الرحل ألقت برأسها\n...\nإلى شذب العيدان أو صفنت تمري\nتمري تمسح كأنها معيية فهي تمسح الأرض، فإذا اشتدت درتها قيل حفلت وحشكت واشتكرت، فإذا امتلأ الضرع إلا شيئا قليلا قيل حالق، قال الحطيئة:\nوإن لم يكن إلا الأماليس [أصبحت]\n...\nبها حالقا ضراتها شكرات\nالحالق التي قد دنا ضرعها من الامتلاء، قال ابن لجإ في الضرة:\nكأنها نطت إلى ضراتها\n...\nمن خشب الطلح مجوفاتها\nويروى من نخر الطلح يريد سعة مخارج اللبن، وقال زهير:\nكما استغاث بسئ فز غيطلة\n...\nخاف العيون فلم ينظر به الحشك\nويقال حشك الوادي بملء جنبيه إذا دفع، والصرف صبغ أحمر.\nالجزء: 1 ¦ الصفحة: 87\n",
        "قال أنشدنا أبو عمرو بن العلاء [لسلمة بن الخرشب الأنماري]\nكميت غير محلفة ولكن\n...\nكلون الصرف عل به الأديم.\nقال وحدثنا أبو عمرو بن العلاء قال يطلع كوكب قبل سهيل يقال له ثور أبيض يسمى المحلف لأن الناس يشكون فيه حتى يتحالفون أنه سهيل فمن ثم قيل للشي يشكون فيه محلف، قال وحدثنا أبو عمرو قال يطلع كوكبان أسفل من ذلك أو معه يقال لهما حضار والوزن وإنما قيل حضار لبياضه، ويقال للإبل البيض الحضار، قال أبو ذؤيب:\nمعتقة صهباء صرف سباؤها\n...\nبنات المخاض شومها وحضارها\nوالشوم السود، قال ولم أسمعه إلا في الجماع، ويقال رفقت الناقة ترفق رفقا إذا استدت الأحاليل من ورم وهي مخارج اللبن فخرج اللبن دقيقا، قال ومثل من الأمثال يضرب للرجل يخطئ فيكثر شخب في الإناء وشخب في الأرض، والشخب ما خرج عند كل غمزة والشخب العمل، فإذا قصر خلف الناقة فلم يخرج لبنها إلا بأصبعين فتلك المصور، قال رجل من فرسان العرب:\nأوكل بالخرازة كل يوم\n...\nويقسم بيننا لبن مصور\nوالعمل المصر، فإذا اتسع الشخب فهي ثرة يقال ناقة ثرة بينة الثرور، ويقال للطعنة الكثيرة الدم ثرة، فإذا أسرع انقطاع لبن الناقة فلم يبق إلا قليلا حتى يحف فهي قطوع، فإذا دام غزرها فهي مكود [ومنوح] وإبل مكائد ومنائح ويقال ما نحت ناقة فلان العام أجمع، قال الراجز:\nالجزء: 1 ¦ الصفحة: 88\n",
        "إن شرك الغزر المكود الدائم\n...\nفاعمد براعيس أبوها الرائم\nالبراعيس جمع برعيس وهي الغزيرة الطيبة النفس بالدرة، فإذا درت الناقة على الجوع والقر فهي مجالح بغير هاء ويقال قد جالحت الناقة تجالح مجالحة شديدة، قال رجل من غطفان:\nلها شعر داج وجيد مقلص\n...\nوجسم خداري وضرع مجالح\nوقال الفرزدق:\nمجاليح الشتاء خبعثنات\n...\nإذا النكباء ناوحت الشمالا\nوكل غليظ الجسم من الإبل وغيرها خبعثن، قال أبو زبيد يصف الأسد:\nخبعثنة في ساعديه تزايل\n...\nتقول وعى من بعد ما قد تكسرا\nوالصمرد القليلة اللبن البكيئة،\n...\nوالخنجور الغزيرة، والرهشوش\nالرقيقة الغزيرة، قال رؤبة:\nأنت الجواد رقة الرهشوش\n...\nتكرما والهش للهشيش\nوقال الحطيئة:\n[ومنعت وفرا جمعت\n...\nفيها] مذممة خناجر\nأي غزار والواحدة خنجور، والتزنيم أن تشق أذن الناقة ثم تفتل حتى تيبس فتصير معلقة، قال المسيب بن علس:\nرأوا نعما سودا فهموا بأخذه\n...\nإذا التف من دون الجميع المزنم\nرأوا نعما يقول يجاء بهذه الإبل قرب البيوت فتلتف فيراها أهل الحوار فيعجبون بها، فإذا كانت الناقة سريعة الاستعطاش\nالجزء: 1 ¦ الصفحة: 89\n",
        "قيل ناقة هافة وناقة مهياف، والعسوس شيئان في الإبل فأحدهما أن الناقة إذا ضجرت عند الحلب قيل ناقة عسوس وفيها عسس وهو سوء الخلق، ويقال بئس العسوس أي بئست مطلب الدرة، وطلب الدرة أن يدخل فيروز ويمسح الضرع، قال ابن أحمر:\nوراحت الشول ولم يحبها\n...\nفحل ولم يعتس فيها مدر\nأي لم يرز من جهد الناس، ومثل العسوس القسوس وهي التي تطلب في الإبل وتبتغي منها الدرة، فإذا شالت الناقة للقاح فهي شائل والجماع الشول، فإذا أتى عليها سبعة أشهر من نتاجها أو ثمانية فهي شائلة بالهاء والجمع شول، قال وهذا عجب ومخرجه صائم وصوم وصاحب وصحب ونائم ونوم وشارب وشرب ويقال مثله ناصر ونصر يريد النصار، قال العجاج:\nبواسط أفضل دار دارا\n...\nوالله سمى نصرك ألأنصارا\nوقال في أخرى:\nإن قال قيل لم أكن في القيل\nقائل وقيل من القائلة يقول إن قال أناس لم أكن فيهم يريد القائلين، قال ابن احمر:\nوما كنت أخشى أن تكون منيتي\n...\nضريب جلاد الشول حمطا وصافيا\nوالضريب لبن يحلب بعضه على بعض حتى يتلبد ولا يكون إلا من إبل شتى لا يكون من واحدة، ويقال أكفأ فلان فلانا وهو\nالجزء: 1 ¦ الصفحة: 90\n",
        "أن يعطيه أولادها وأوبارها وألبانها تلك السنة كلها كما قال ذو الرمة:\nترى كفأتيها تنفضان ولم يجد\n...\nلها ثيل سقب في النتاجين لامس\nسبحلا أبا شرخين أحيا بناته\n...\nمقاليتها فهي اللباب الحبائس\nالشرخان نتاج سنتين من الإبل والناس، قال حسان:\nإن شرخ الشباب والشعر الأسود ما لم يعاص كان جنونا شرخ الشباب النتاج الذي ولد مع الشباب، قال الفرزدق:\nنأتني الغانبات فقلن هذا\n...\nأبونا جاء من تحت السلام\nولو جداتهن سألن عني\n...\nرددن علي أضعاف السلام\nرأين شروخهن مؤزرات\n...\nوشرخ لدي أسنان الهرام\nوقال العجاج:\nإذا الأعادي حسبونا بخبخوا\n...\nصيد تسامى وشروخ شرخ\nالصيد داء يأخذ الأنف فيميل منه رأس البعير ويسيل منه زبد فيقال للرجل الذي به كبر أصيد فلما كثر تشبيههم به قالوا رجل أصيد وقوم صيد، قال رؤبة يذكر السيوف:\nنعصي بغربي كل نصل قداد\n...\nإذا استعيرت من جفون الأغماد\nفقأن بالصقع يرابيع الصاد\nويقال الصيد والصاد ويقال أخذه صيد وصاد إذا أخذه ورم في أنفه، فشبه الورم باليربوع، وقوله تنفضان أي تذهبان، ويقال أنفض بنو فلان إذا ذهب زادهم ويقال أصبح بنو فلان منفضين إذا لم يبق معهم زاد، والمقلات التي لا يعيش\nالجزء: 1 ¦ الصفحة: 91\n",
        "لها ولد، قال والقلت الهلاك، قال وسمعت شيخا من بلعنبر يقول إن ابن آدم ومتاعه لعلى قلت إلا ما وقى الله، وقال [أبو المثلم] الهذلي:\nله عكة وله ظبية\n...\nإذا أنفض الناس لم ينفض\nمتى ما أشأ غير زهو الرجا\n...\nل أجعلك رهطا على حيض\nوأكحلك بالصاب أو بالجلا\n...\nففقح لكحلك أو غمض\nقال الأصمعي قلت لشيخ من هذيل ما فعل أبوك قال رفع رأسه ففقح أي فتح عينيه من المرض، والرهط أديم يؤخذ ويترك أعلاه ويشق الذي يلي الساقين والفخذين فيستتر بالصحيح منه ويهون المشي فيه للشقيق، يقول أجعلك ثوب امرأة حائض، والصاب شجر له لبن إذا قطر على الجلد أحرقه فإن كحل به فذلك البلاء، قال أبو ذؤيب:\nنام الخلي وبت الليل مشتجرا\n...\nكأن عيني فيها الصاب مذبوح\nوقال الآخر:\nكأن الخزامى طلة في ثيابها\n...\nإذا طرقت أو فار مسك يذبح\nيقول كأن الخزامى ندية في ثيابها يعني طيب ريحها ولو كانت يابسة ذهب ريحها، وقال المتنخل:\nبطعن يفجر اللبات ثر\n...\nوضرب مثل تعطيط الرهاط\nأي مثل تشقيق الرهاط، ويقال ما في إبله قاضية أي ليس فيها ما يجوز عند أصحاب الصدقة ولا في الديات، والقاضية التي تقضي عنه، قال ابن أحمر:\nالجزء: 1 ¦ الصفحة: 92\n",
        "لعمرك ما أعان أبو حكيم\n...\nبقاضية ولا بكر نجيب\nفصدق ما أقول بحبحبي\n...\nكفرخ الصعو في العام الجديب\nفلا تبعد فقد بعدت وضاعت\n...\nقلاص العقل بعد بني حبيب\nوهي القواضي قال أدنى ما يجوز في الدية [القاضية] والفريضة من مخاض، وفي الإبل الطرف والتلد، فأما الطرف فالتي اشتريت حديثا والتلد واحدها تليد وهو الذي اشتري منذ حين فتلد عندهم أي طال مقامه، والتلاد الذي ولد عندهم والتلاد الواحد والجميع فيه سواء، قال الشاعر:\nأخذت الدين أدفع عن تلادي\n...\nوأخذ الدين أهلك للتلاد\nوالتلاد من أتلدنا عندنا فنحن نتلد إتلادا، سمعت المنتجع بن نبهان يقول لرجل حلف على باطل:\nكأنما تأكل مالا متلدا\n...\nوإنما تأكل جمرا موقدا\nقال وأصله من الواو مثل التكلان والتخمة، قال الأعشى:\nكثير النوافل تبري له\n...\nمرازى لست بعدادها\nومنكوحة غير ممهورة\n...\nوأخرى يقال لها فادها\nومنزوعة من فناء امرئ\n...\nلمبرك أخرى ومرتادها\nتدر على غير أسمائها\n...\nمطرفة بعد إتلادها\nويقال لسنام البعير السنام، والشرف، والذروة، والقمعة، والقحدة، والهودة، يقال إبل لها هود ضخام، والعريكة والكتر، قال علقمة:\nقد عريت زمنا حتى استطف لها\n...\nكتر كحافة كير القين ملموم\nالجزء: 1 ¦ الصفحة: 93\n",
        "قال ولم أسمع بالكتر إلا في هذا البيت، واستطف ارتفع، فإذا كانت الناقة مفترشا سنامها في جنبيها وليس بمشرف قيل ناقة دكاء كما ترى وهو الدكك، فإذا كانت مشرفة السنام فهي مسنمة وسنمة، قال رجل من أهل البادية يذكر الطعام في اليوم البارد * جزور سنمة وموسى خذمة في غداة شبمة *، فإذا عظم جنبا السنام وجريا بالشحم على الأضلاع قيل جزور شطوط وهن جزر شطائط، ويقال جزور عظيمة الشطين أي عظيمة جنبي السنام، قال الراجز [وهو أبو النجم]\nشط أمر فوقه بشط\n...\nلم ينز في البطن ولم ينحط\nالجزء: 1 ¦ الصفحة: 94\n",
        "ومما يذكر به غزارة الإبل\n:\nيقال ناقة رهشوش إذا كانت رقيقة خوارة غزيرة والغزر مع الخؤورة، قال رؤبة بن العجاج:\nأنت الجواد رقة الرهشوش\nويقال ناقة خبر إذا كانت غزيرة وأصل ذلك من المزادة تسمى الخبر، قال النابغة يذكر إبلا الماء للخيل في المزادة مقرنة بالأدم والصهب كالقطا عليها الخبور محقبات المراجل ويقال ناقة برعيس إذا كانت رقيقة غزيرة، ويقال ناقة صفي وهن الصفايا إذا كن غزارا، وناقة لهموم إذا كانت غزيرة وإبل لهاميم، وناقة خنجور وهي الغزيرة،\nالجزء: 1 ¦ الصفحة: 94\n",
        "ما يذكر به البكء\nوالبكء المصدر وهو قلة الغزر يقال بكؤت الناقة وبكأت تبكأ بكئا، قال سلامة بن جندل:\nيقال محبسها أدنى لمرتعها\n...\nولو تعادى ببكء كل محلوب\nوناقة بكئ وبكيئة، قال الشاعر [وهو أبو مكعت الأسدي]\nفليأزلن وتبكأن لبونه\n...\nوليصمتن صبيه بسمار\nالسمار المذق القليل الذي قد اخضر يقال أتانا بسمار وسجاج ومذق وضياح، ويقال جاءنا بمذيقة خضراء، قال الشاعر:\nنشربه محضا ونسقي عياله\n...\nسجاجا كأقراب الثعالب أورقا\nويقال أتانا بمذيقة مثل قرب الذئب ومثل طرة الخنيف، والخنيف ثوب من كتان أخضر وشبه اللبن بطرة الثوب الأخضر، وكل لبن شد مذقه [بالماء فهو مجهود] يقال أتانا بلبن مجهود، ويقال أتانا بشربة خرساء إذا كانت ثخينة إذا صبت، ويقال أتانا بالمرضة وهي شربة ثقيلة خاثرة، وكل ثقيل فهو مرض، وناقة صمرد إذا كانت قليلة اللبن، وناقة فتوح إذا كانت إذا مشت شخبت أخلافها، ويقال ناقة ضروس إذا كانت سيئة الخلق عند الحلب، قال بشر بن أبي خازم:\nعطفنا لهم عطف الضروس من الملا\n...\nبشهباء لا يأتي الضراء رقيبها\nالجزء: 1 ¦ الصفحة: 95\n",
        "الملا أرض مستوية، ويقال ناقة نخور وهي التي لا تدر حتى يضرب أنفها، وناقة عصوب وهي التي لا تدر حتى يعصب فخذاها، قال الحطيئة:\nتدرون إن شد العصاب عليكم\n...\nونأبى إذا شد العصاب فلا ندر\nويقال للناقة إذا أصاب أحد أخلافها شيء فيبس ناقة ثلوث، قال [صخر الغي] الهذلي:\n[ألا قولا لعبد الجهل] إن الصحيحة لا تحالبها الثلوث وإذا بركت الناقة وسط الإبل قيل ناقة دفون، فإذا بركت في ناحية قيل ناقة كنوف، وإذا كثر وبر الناقة وكانت جلدة قيل ناقة مدفأة، قال الشماخ:\nوكيف يضيع صاحب مدفآت\n...\nعلى أثباجهن من الصقيع\n[و] يقال ناقة نزوع وجمل نزوع الذكر فيه والأنثى سواء وهو الذي يطرب إلى بلاده فينزع إليها واسم ذلك النزاع، قال الراعي:\nواستقبلت سربهم هيف يمانية\n...\nهاجت نزاعا وحاد خلفهم غرد\nوقال ذو الرمة:\nظللت كأني واقف عند رسمها\n...\nبحاجة مقصور له القيد نازع\nوالنزائع من الإبل والخيل والناس، يقال ما أنجب النزائع أي الغرائب، قال طفيل في نزائع الخيل.\nنزائع مقذوفا على سرواتها\n...\nبما لم يخالسها الغزاة وتسهب\nوقال الطرماح:\nالجزء: 1 ¦ الصفحة: 96\n",
        "نزيعان من جرم بن زبان إنهم\n...\nأبوا أن يريقوا في الهزاهز محجما\nوقال العجير:\nأمن أهل الأراك هوى نزيع\n...\nنعم أسقيهم لو نستطيع\nويقال ناقة قذور إذا كانت تبرك مع الإبل، ويقال ناقة زحوف إذا كانت تجر رجليها، ويقال ناقة صفوف إذا كانت تجمع بين محلبين، ويقال ناقة رفود إذا كانت تملا الرفد، والرفد العس، قال الأعشى:\nرب رفد هرقته ذلك اليو\n...\nم وأسرى من معشر أقتال\nالأقتال الأعداء يقال هو قتلك أي عدوك، ويقال ناقة مخزاب وهي التي لا تزال يكون في ضرعها غلظ يقال خزبت الناقة تخزب خزبا فيسخن لها الجباب فيدهن به ضرعها، قال النابغة:\nنفجتم لمما لهم\n...\nعصلا كأذناب الثعالب\nيجري الجباب على المفا\n...\nرق جامد منه وذائب\nويقال ناقة كزوم إذا كانت قصيرة الخطم كزته، [ويقال ناقة مسياع وهي التى نصبر على الإضاعة والجفاء وسوء القيام عليها] ويقال رجل مسياع إذا كان مضياعا لا يحسن أن يقوم على ماله، قال والإفقار في الإبل أن يعطى الرجل الناقة أو البعير فيركبه ثم يرده، والإطراق أن يعار الفحل فيضرب ثم يرد، ويقال لضراب الفحل طرقه، قال الراعي:\nكانت نجائب منذر ومحرق\n...\nأماتهن وطرقهن فحيلا\nالجزء: 1 ¦ الصفحة: 97\n",
        "الفحيل من الإبل الذي يصلح للضراب، ويقال بعير للرحلة إذا أريد للركوب، ويقال بعير ذو رحلة إذا كان قويا على الركوب، ويقال بعير ذو فحلة إذا كان يصلح للافتحال، ويقال بعير مسدم إذا حبس عن آلافه ولا يكون إلا في الذكور، والفأيل ابن مخاض وابن لبون والأنثى أفيلة، قال إهاب بن عمير:\nظللت بمندح الرحى مثولها\n...\nثامنة ومعولا أفيلها\nالمندح المتسع ومثولها قيامها، ومعولا أفيلها يقول يرغو من العطش، وطروقة الجمل ما بلغ أن يحمل عليه الجمل، فإذا كانت الناقة حقة فقد بلغت أن تكون طروقة، ويقال طرق البعير يطرق طرقا إذا كان في إحدى يديه استرخاء، ويقال بعير أعقل وناقة عقلاء إذا اشتد فرش رجلها، قال النابغة [الجعدي:\nمطوية الزور طي البئر دوسرة]\n...\nمفروشة الرجل فرشا لم يكن عقلا\nوالفرش أن يكون فيه انحناء، فإذا أفرط فهو عقل، ويقال ناقة قسطاء وجمل أقسط إذا كان في يديه انتصاب ويبس، وناقة خفجاء إذا كانت إذا مشت هزت إحدى فخذيها دون الأخرى، وبه سمي خفاجة، ويقال بعير به رجز وبعير أرجز وهو أن ترعد رجلاه حين يقوم، وأنشد [لأبي النجم]\nتجد القيام كأنما هو نجدة\n...\nحتى يقوم تكلف الرجزاء\nويقال بعير أركب وناقة ركباء إذا كان وارم الركبة، ويقال\nالجزء: 1 ¦ الصفحة: 98\n",
        "ناقة حلبانة ركبانة إذا كانت تصلح للركوب وللحلب. وحلباة ركباة مثلها، ويقال بعير أحرد وناقة حرداء إذا كان بنفض إحدى يديه إذا سار، قال أبو نخيلة:\nضربا لكل ناكث وملحد\n...\nجلدا كتلقيف البعير الأحرد\nوقال الراعي:\nبين المرافق مبتل مآزرهم\n...\nذأو الجآجئ في أيديهم حرد\nوقال رؤبة:\nفذاك بخال أروز الارز\n...\nوكل مخلاف وكلئز\nأحرد أو جعد اليدين جبز\nويقال بعير ذو ضب إذا كان بخفه ورم، قال الأغلب:\nليس بذي عرك ولا ذي ضب\nوالعرك الضاغط الصغير، والضاغط جلد يمور ويجتمع يكاد يسد الإبط، وأنشد [لابن حبناء التميمي:\nفإن استك الكوماء عيب وعورة]\n...\nتطرطب فيها ضاغطان وناكت\nوالناكت أن ينكت المرفق في الجنب، وقال ذو الرمة:\nوجوف كجوف القصر لم ينتكت لها\n...\nبآباطها الملس الزحاليق مرفق\nويقال بعير واسع الفروج إذا كان بعيد اليدين من الجنبين بعيد ما بين الرجلين، قال بعض الرجاز:\nنابي الفروج من أذاة العركين\nوقال النمر بن تولب:\nكأن بهو ذراعيه وبركته\n...\nإذا توجه يمشي مقبلا باب\nالجزء: 1 ¦ الصفحة: 99\n",
        "ويقال ناقة طرفة إذا كانت تتبع المرعى وتستطرفه، ويقال ناقة أزية إذا كانت لا تشرب إلا عند مصب الدلو، ومهراق الدلو يسمى الإزاء، قال ابن لجإ:\nحتى ترى الشنة في إهوائها\n...\nككرة اللاعب وانتزائها\nمن مسقط الدلو إلى إزائها\nويقال إبل حوائم إذا كانت عطاشا تحوم حول الحوض، ويقال ظلت الإبل تلوب يومها أجمع إذا كانت تدور حول الماء، قال المخبل:\nيقاسون جيش الهرمزان كأنهم\n...\nقوارب أحواض الكلاب تلوب\nويقال جاءت الإبل تصل إذا جاءت عطاشا، قال الراعي:\nفسقوا صوادي يسمعون عشية\n...\nللماء في أجوافهن صليلا\nقال وأنشدني أبو مهدي عن مزاحم العقيلي:\nغدت من عليه بعد ما تم ظمؤها\n...\nتصل وعن قيض بزيزاء مجهل\nمن عليه يريد من فوقه، وقال آخر [وهو عمرو بن شأس الأسدي]\nألم تعلمي يا أم حسان أنني\n...\nإذا عبرة نهنهتها فتجلت\nرجعت إلى صدر كجرة حنتم\n...\nإذا قرعت صفرا من الماء صلت\nويقال ناقة تاجرة إذا كانت نافقة إذا أدخلت السوق، ويقال ناقة وذمة وهي التي في حيائها مثل الثآليل فيقال وذموها فيقطع ذلك فتلقح، ويقال ناقة عائط وهي تعتاط رحمها لا تحمل أعواما، ويقال اعتاطت أعواما لا تحمل، واعتاطت رحمها\nالجزء: 1 ¦ الصفحة: 100\n",
        "واعتاصت سواء، ويقال ناقة ممارن إذ كثر ضراب الفحل إياها وليس تلقح، ويقال ناقة خنجور وهي الغزيرة، قال الراجز:\nأنت سقيت الصبية الأصاغرا\n...\nكوما براعيس معا خناجرا\nترى عروق بطنها البواجرا\n...\nمثل حفافيث رأين ذاعرا\nويقال ناقة عذافرة إذا كانت شديدة، وناقة عيرانة إذا شبهت بالعير، وناقة عنس إذا وصفت بالشدة، قال العجاج:\nكم قد حسرنا من علاة عنس\n...\nكبداء كالقوس وأخرى جلس\nالجلس المشرفة ونرى أنها اشتقت من جلس نجد يقال غار وجلس فغار انحدر في تهامة وجلس ارتفع في نجد، وأنشدنا أبو عمرو ابن العلاء [لدراج بن زرعة الضبابي]\nإذا أم سرياح غدت في ظعائن\n...\nجوالس نجد فاضت العين تدمع\nقال وأنشدنا أمير كان على مكة [لعبد الله بن عمر بن عبد الله بن عمرو بن عثمان بن عفان العرجي]\nشمال من غار به مفرعا\n...\nوعن يمين الجالس المنجد\nقال وأنشدنا ابن أبي طرفة وسئل عنه [والبيت لمالك بن خالد الخناعي الهذلي]\nإذا ما جلسنا لا تزال تزورنا\n...\nسليم لدى أبياتنا وهوازن\nوبقال ناقة علاة وعليان إذا كانت مشرفة، وإذا قيل كعلاة القبن إنما يراد الشدة، ويقال ناقة عبسور إذا كانت شديدة. وناقة عيسجور إذا كانت كذلك، ويقال بعير صلخد إذا كان شديدا،\nالجزء: 1 ¦ الصفحة: 101\n",
        "ومثله صلاخد وصلخد، ويقال ناقة جلعد إذا كانت عظيمة غليظة شديدة، ويقال بعير جلاعد، قال الراجز [وهو أبو محمد الفقعسي]\nصوى لها ذا كدنة جلاعدا\n...\nصاحبها ساعاتها الشدائدا\nالتصوية ترك الفحل من العمل حين يهيأ للفحلة ويقال للناقة إذا تركت من الحلب حتى تغلظ وتشتد صويت، ويقال جمل عجنس إذا كان شديدا كثيفا، قال ابن علقة التيمي:\nقربت ذا هداهد عجنسا\nأي له صوت يهدهد بالهدير، ويقال ناقة درفسة وبعير درفس إذا كانا غليظين، قال العجاج:\nكبداء كالقوس وأخرى جلس\n...\nدرفسة وبازل درفس\nويقال بعير ضبطر وسبطر وقمطر كل ذلك يراد به الغلظ والشدة، وأنشد [للعجاج]\nحتى يقال حاسر وما حسر\n...\nعن ذي حيازيم ضبطر لو هصر\nويقال ناقة حرجوج إذا كانت طويلة على الأرض، قال هميان ابن قحافة:\nيتبعن دهما جلة حراججا\n...\nكوما كأن فوقها هوادجا\nويقال أعطاه مائة جرجورا وهي الضخام، قال الأعشى:\nيهب الجلة الحراجر\n...\nكالبستان تحنو لدردق أطفال\nوقال [العجاج]\nأنت وهبت الهجمة الجرجورا\nالجزء: 1 ¦ الصفحة: 102\n",
        "ويقال أيضا جراجير، ويقال للبعير قد أبل يأبل إذا اجترأ بالرطب عن الماء، ويقال للناقة إذا أسنت وفيها بقية عيضموز وجلفزيز، والناقة العيطموس الحسناء التامة، قال النابغة الجعدي:\nسديس لديس عيطموس شملة\n...\nتبار إليها المحصنات النجائب\nتبار إليها يؤتى بها إليه لينظر أعلى نجارها وتقطيعها أم لا والفحل يبتار الإبل ينظر أيها لقحت، واللديس التي قد لدست باللحم أي رميت به، وشملة خفيفة، ويقال ناقة هرجاب إذا كانت طويلة على الأرض، ويقال ناقة فنق إذا كانت لحيمة فتية، ويقال ناقة حرف إذا كانت قد يبست وهزلت، قال رؤبة في الفنق:\nمضبورة قرواء هرجاب فنق\nوقال العجاج في الحرف:\nكم قد حسرنا من علاة عنسل\n...\nحرف كقوس الشوحط المعطل\nالعنسل الخفيفة، ويقال ناقة عيثوم إذا كانت كثيرة اللحم والوبر وجمل عيثوم، وقال الأخطل:\n[وملحب خضل الثياب كأنما]\n...\nوطئت عليه بخفها العيثوم\nوقال علقمة بن عبدة:\nيهدي بها أكلف الخدين مختبر\n...\nمن الجمال كثير اللحم عيثوم\nويقال ناقة شغموم من إبل شغاميم إذا كانت حسنة تامة، ويقال ناقة مسفرة إذا كانت قوية على السفر، ويقال جمل رحول\nالجزء: 1 ¦ الصفحة: 103\n",
        "إذا كان قويا على الارتحال الذكر فيه والأنثى سواء، ويقال ناقة زعوم إذا شك أنها طرق من الشحم أم لا، ويقال ناقة عراء وبعير أعر إذ كان بهما دبر قد أفسد أسنمتهما، ويقال ناقة كوماء وبعير أكوم إذا كانا عظيمي السنام، ويقال بعير أجزل وناقة جزلاء وذلك أن يصيب غاربهما دبر فيخرج منهما عظم والدبرة على الغارب فيبقى ذلك المكان مطمئنا، قال أبو النجم:\nتغادر الصمد كظهر الأجزل\n...\nمائرة الأيدي طوال الأرجل\nويقال ناقة ضمعج إذا كانت غليظة، والفاثج الفتية الحامل ومثلها الفاسج، قال هميان [بن قحافة السعدي]\nيظل يدعو نيبها الضماعجا\n...\nوالبكرات اللقح الفواثجا\nالضماعج الغلاظ الشداد المستحكمات والواحدة ضمعج، ويقال ناقة دلعس وبلعس وبلعك ودلعك وهن العظام المسترخيات، ويقال ناقة بهاء ممدود إذا كانت قد أنست بالحالب، قال ونراه من قولك بهأت بفلان إذا استأنست إليه، ومثل بهأت بسأت بذلك الأمر، وناقة بهاء على جهة امرأة ذراع وهي التي تسرع الغزل، ويقال ناقة جماد وهي فعال إذا كانت الناقة قليلة اللبن، و [يقال سنة جماد إذا كانت] السنة قليلة المطر، وناقة عسير اعتسرت من الإبل فركبت ولم ترض، وبعير عسير، وناقة عروض إذا قبلت بعض الرياضة ولم تستحكم، قال زياد بن ربعي القتبي من باهلة.\nالجزء: 1 ¦ الصفحة: 104\n",
        "وروحة دنيا بين حيين رحتها أسير عسيرا أو عروضا أروضها ويقال سر ناقتك أي اركبها ويقال سار دابته وسار بعيره سيرا، وناقة قضيب إذا كانت مستحدثة حديثة الشراء ومستحدثة الركوب [ويقال] اقتضبت اقتضابا، وقال الشاعر:\nكأن ابن مرداس عتيبة لم يرض\n...\nقضيبا ولم يمسح بنقبة مجرب\nويقال ناقة بشيرة إذا كانت حسنة البشر، وناقة مشياط إذا كانت سريعة السمن، وناقة بائك إذا كانت فتية حسنة، ويقال ناقة مدراج إذا كانت تجوز وقت الضراب، وناقة علط إذا لم يكن عليها خطام، والبعير مثل ذلك، وناقة ملواح إذا كانت سريعة العطش، ويقال ذلك في الرجل أيضا، ومصابيح الإبل التي تصبح بوارك في مباركها لا تثور، قال النابغة:\nوجدت المخزيات أقل رزءا\n...\nعليك من المصابيح الجلاد\nأي وجدت وقد أطلقت وأنعم عليك المخزيات أقل رزءا عليك من أن تعطي الإبل، والواحدة مصباح، ويقال ناقة عيهم إذا كانت صلبة شديدة، وناقة ضجور وهي التي ترغو عند الحلب، ويقال في الأمثال الضجور تحلب العلبة، وناقة مصرمة أذا كانت أخلافها قد أضر بها الصرار، وناقة بسوس وهي التي تدر على الإبساس، ويقال أبس الراعي بالناقة فدرت، ويقال في الأمثال أشأم من البسوس، وناقة خلوج وهي التى يفارقها ولدها، قال أبو ذؤيب:\n[بأسفل ذات الدير أفرد حجشها]\n...\nفقد ولهت يومين فهي خلوج\nالجزء: 1 ¦ الصفحة: 105\n",
        "وناقة زبون وهي التي تدفع الحالب، وناقة مبخانة وهي [التي] تمد عنقها عند الحلب ولنعس وتفاج، ومثل من الأمثال ما اختلفت الدرة والجرة، والشاة تدر على الجرة، وبعير ثفال إذا كان بطيئا ثقيلا، وناقة خلؤ وقد خلأت تخلا خلاء إذا بركت فربضت فلم تقم، قال زهير:\nبآرزة الفقارة لم يخنها\n...\nقطاف في الركاب ولا خلاء\nوناقة نسوف إذا أخذت الكلا بمقدم فيها، وناقة شطوط إذا كانت عظيمة شطي السنام، ويقال لنصف السنام شط، قال والبعير مثل الإنسان والجمل مثل الرجل والناقة مثل المرأة والبعير للجمل والناقة كما تقول للمرأة وللرجل إنسان، وقالوا جزور مملح إذا كان بها بقية من سمن، قال عروة بن الورد:\nتنوء على الأيدي وأكثر زدانا\n...\nبقية لحم من جزور مملح\nويقال جزور نهية وناقة نهية غير مهموزة [من] إني نهيتك في السمن، [قال وقال أعرابي والله للخبز أحب إلي من] ناقة نهية في غداة عرية، والعرية الشديدة البرد، ويقال بعير صهميم إذا كان شديد النفس ممتنعا، قال وسألت رجلا من أهل البادية ما الصهميم فقال الذي يزم بأنفه ويخبط بيده ويركض برجله، قال الراجز [وهو رؤبة بن العجاج]\nقوما ترى واحدهم صهميما\n...\nلا راحم الناس ولا مرحوما\nويقال بعير وهم إذا كان ضخما ذلولا وناقة وهمة، ويقال بعير مكر إذا كان يتلقف بيده [في] المشي، قال القطامى:\nالجزء: 1 ¦ الصفحة: 106\n",
        "[وكل ذلك منها كلما رفعت]\n...\nمنها المكري ومنها الزالج السادي\nوالسادي الذي يسدو بيده، ويقال ناقة ذقون إذا كانت تهز رأسها في السير، قال حميد الأرقط:\nكأن فوت ساقة القطين\n...\nإذ خب كل بازل ذقون\nملتف أيك ثئد المعين\nقال شبه الظعن بالشجر الملتف، قال رؤبة بن العجاج:\nبالقوم غيدا والمهاري الذقن\nوبعير لجون إذا كان يبطئ السير ثقيلا، قال بعض الرجاز:\nوقد رفعنا سيرة اللجون\n...\nعوم العدولي من السفين\nوالعواشي الإبل التي تأكل بالليل، قال أبو النجم:\nيعشى إذا أظلم عن عشائه\n...\nمن ذبح السلع وعنصلائه\nوالمرء يهديه إلى أمعائه\n...\nيلفف الحية في غشائه\nالذبح ضرب من النبت، وقال بعض الشعراء:\nإذا أشرف السندي في رأس مرقب\n...\nرأى عاشيات الليل فيها فكبرا\nوقال الحطيئة:\nلقد نظرتكم إيناء عاشية\n...\nللخمس طال بها حوزي وتنساسي\nوالإيناء الإبطاء ويقال آنيت الأمر إذا أبطأت فيه، والتنساس التفعال من النس والنس السوق يقال نس ينس نسا إذا ساق، قال العجاج:\nونس وغرات المصيف العقربا\n...\nوانسابت الحيات مذلا سربا\nالوغرة شدة الحر، ومذلا مسترخية قد ذهب انقباض الشتاء\nالجزء: 1 ¦ الصفحة: 107\n",
        "فاسترخت فلانت، ويقال فلان مذل بماله إذا استرخى عنه وكان سحي النفس عنه ويقال ناقة جيدة الأرض يراد بذلك شديدة القوائم، وأرض البعير قوائمه، قال العجاج:\nكأنه من طول جذع العفس\n...\nورملان الخمس بعد الخمس\nينحت من أقطاره بفأس\n...\nمن أرضه إلى مقيل الحلس\nوقال [حميد الأرقط]\nلا رحح فيها و [لا] اصطرار\n...\nولم يقلب أرضها البيطار\nولا لحبليه بها حبار\nوالجذع أن يذلل بالعمل ويستهان به، والعفس الدلك، والحبار الأثر، ويقال أبطنت البعير أبطنه إبطانا إذا شد بطانه، قال ذو الرمة:\nأو مقحم أضعف الإبطان حادجه\n...\n[بالأمس] فاستأخر العدلان والقتب\nويقال صدر بعيره يصدره تصديرا إذا شد عليه حزام الرحل. وحزام الرحل يسمى التصدير، قال العجاج:\nيكاد ينسل من التصدير\n...\nعلى مدالاتي والتوقير\nالمدالاة المداراة، والتوقير أن يوقره حملا، والبطان للقتب خاصة والتصدير للرحل، ويقال أقتبت البعير أقتبه إقتابا إذا شددت عليه القتب، ويقال خطمت البعير أخطمه خطما إذا شددت عليه خطامه، ويقال أحقبت البعير أحقبه إحقابا إذا شد عليه حقبه وهو الحبل الذي يكون في حقوه، ويقال عذره يعذره\nالجزء: 1 ¦ الصفحة: 108\n",
        "تعذيرا إذ شد عليه العذار، قال الشاعر [وهو ابن مرداس السلمي]\nتطالع أهل السوق والباب دونها\n...\nبمستفلك الذفرى أسيل المذمر\nكأن حصاد البروق الجعد جائل\n...\nبذفرى عفرناة خلاف المعذر\nويقال أسنف بعيرك وذلك إذا ضمر بطنه فاضطرب تصديره فيربط في التصدير خيطا يشده إلى حقب البعير، ويقال أخلف عن بعيرك فيجعل الحقب خلف الثيل لئلا يحقب البعير، والحقب أن يصير الحقب في موضع البول فيحبس البول، ويقال اشكل عن بعيرك وذلك إذا ضمر بطنه حتى يكاد يلتقي البطان والحقب فيشد خيطا من الحقب إلى التصدير فيقرب ما بينهما فلا يموجان، ويقال ائبض بعيرك وهو بعير مأبوض فيشد في خف يده حبلا ثم يشده إلى صدره، ويقال أعقل بعيرك وهو بعير معقول فيشد ذراعه إلى وظيفه، ويقال اهجر بعيرك وهو بعير مهجور فيشد حبلا في وظيف رجليه ثم يشده إلى حقوه، ويقال احجز بعيرك فينيخه فيشد ذراعه ثم يمد الحبل فيشده في رجليه ثم يرده بعد فيخرج الحبل من تحت حقويه إلى فوقه فيشده إذا أرادوا أن يرقعوا البعير ويرقعوه بخصف صنعوا هذا ثم يقلب على أحد جنبيه فلا يتحرك، ويقال لبب بعيرك فيشد عليه لببه، والتصدير والوضين والغرضة والغرض والسفيف كل هذا حزام الرحل من جلود وربما كان من ليف، قال الشاعر [وهو المتنخل الهذلي]\nالجزء: 1 ¦ الصفحة: 109\n",
        "واستلئموا وتلببوا\n...\nإن التلبب للمغير\nويقال سفر بعيرك أي شد عليه السفار، ويقال أبر بعيرك أي اجعل البرة في أنفه وهو بعير مبرى وناقة مبراة، ويقال خش بعيرك فيجعل خشاشا في عظم أنفه، والخشاش ما كان في العظم والبرة ما كان في الوترة، ويقال أحلس بعيرك وهو بعير محلس فيضع عليه الحلس، ويقال أحدج بعيرك وهو أن يشد عليه رحلا ومتاعا، وبه سمي الرجل محدوجا، وزم بعيره يزمه زما وهو بعير مزموم، وإذا شد عليه الرحل قيل رحله يرحله رحلة حسنة وهو بعير، مرحول، قال الشاعر:\nشهدت ثمت لم أحو الركاب إذا\n...\nسوقطن ذو قتب منها ومرحول\nوإذا جعل العران في أنف البعير قيل عرنه يعرنه وهو بعير معرون، والحوية مركب من مراكب النساء بغير محفة، والسوية مثل ذلك والجماع الحوايا والسوايا، وإذا ركب البعير بغير متاع تحته قيل قد اعروراه يعروريه اعريراء، فإذا عقل يديه قيل قد ثناه بثنايين، وإذا ظلع البعير من إحدى يديه فشدوا الصحيحة بحبل إلى عضده لئلا تعنت الصحيحة السقيمة فذلك الحبل يسمى الرفاق يقال رفق بعيره يرفقه رفقا وهو بعير مرفوق، قال الشاعر:\nأقبل يزحف زحف الكسير\n...\nكأن على عضديه رفاقا\nوالكفل كساء يشد على البعير ليركبه الردف يقال اكتفل بعيره يكتفله اكتفالا، قال أبو ذؤيب:\nالجزء: 1 ¦ الصفحة: 110\n",
        "فجاء به من آل بصرى وغزة\n...\nعلى جسرة مرفوعة الذيل والكفل\nوالحفض من الإبل الذي يحمل عليه متاع البيت، والمتاع يسمى الحفض أيضا كما يسمى البعير راوية ويسمى الماء راوية، قال رؤبة بن العجاج:\nيابن قروم لسن بالأحفاض\nوقال أبو النجم:\nفكبه بالرمح في دمائه\n...\nكالحفض المصروع في كفائه\nوالكفاء الشقة المؤخرة من البيت، ومثل من الأمثال يوم بيوم الحفض المجور، وقال مالك بن زغبة:\nإذا حفض منا تساقط بيته\n...\nتواثب كعب لا توارى أيورها\nوناقة مسمورة إذا كانت معصوبة صلبة قليلة اللحم، فإذا انصرف الفحل عن الإبل قيل قد فدر وجفر، قال وأنشدنا أبو عمرو بن العلاء عن رؤبة عن العجاج وزعم أنه كان يعجبه هذا البيت [لامرئ القيس]\nوغورن في ظل الغضا وتركنه\n...\nكفحل الهجان الفادر المتشمس\nوقال ذو الرمة في الجفور:\nهيق الهباب سحبل الجفور\n...\nأملس إلا خضرة الجرير\nويقال سقاء سحبل إذا كان ضخما متسعا وسبحل وسبحلل، قال أبو النجم:\nيتركن مسك الأقرن السبحللا\n...\nيمج فوق الشجر المثملا\nوالمثمل الذي فيه الثمالة والثمالة الرغوة، ومثله قول الراعي:\nالجزء: 1 ¦ الصفحة: 111\n",
        "إذا غر المحالب أتأقته\n...\nيمج على مناكبه الثمالا\nهذا وطب، قال ونعتت امرأة ابنتها فقالت سبحلة ربحلة تنمي بنات النخله، قال وقالت العرب قيل أي الإبل خير فقال العالم السبحل الربحل الراحلة الفحل، قال وحدثنا بعض العرب قال قال لابنة الخس أبوها أي الإبل خير قالت خير الإبل الدحنة الطويل الذراع القصير الكراع وقلما تجدنه، الدحنة الكثير اللحم الغليظ، قال وقال أبوها بما تعرفين مخاض ناقتك قالت أرى العين هاجا والسنام راجا وأراها تفاج ولا تبول، قال الشاعر في الدحن:\nبسرة أرضه دحن بطين\nأي بسرة أرضه كثير اللحم غليظ، فإذا جعلت الناقة لا تقبل اللقاح قيل لعلها وذمة فيقلب حياؤها فيؤخذ منه مثل الثآليل فيقال قد وذمت ونحن نرجو أن تلقح. فإذا ألقته وقد شعر قيل ألقته مشعرا، ويقال ذكاة الجنين ذكاة أمه إذا هو شعر، وأنشد لعتيبة:\nإذا قلصت عن سخلة بمفازة\n...\nفليس بمرؤوم ولا بمجلد\nالمجلد الذي يؤخذ جلده فيجعل على آخر لترأمه أمه ويحشي تبنا ثم يجعل على عصا، وأنشد:\nمشعرا أعلى حاجب العين معجل\n...\nكضغث الخلى أرساغه لم تشدد\nويقال خف مشعر، وقد أشعره ذلك الأمر هما أي أدخله، والشعار ما استدخل، ويقال نعوذ بالله من الدين شعارا ودثارا، ويقال ما شعرت بذلك الأمر شعرة حتى كان كذا وكذا، ويقال طاروا شعارير في الأرض أي متفرقين، ويقال أشعر ناقته إشعارا إذا\nالجزء: 1 ¦ الصفحة: 112\n",
        "طعن في عرض سنامها بمشقص حتى يدميه لتصير بدنة، قال وحدثنا حماد بن زيد عن يحيى بن عتيق قال قلت للحسن من أين أشعر بدنتي قال من الشق الأيسر قلت أحفظ الآن أنه قال من حيث أركب، قال وحدثنا العمري أظنه ذكر عن نافع أنه قال كان ابن عمر إذا أشعر بدنه أشعرها من الشق الأيسر والأخرى من الشق الأيمن، ويقال نزلنا بأرض شعراء إذا كانت كثيرة الشجر، قال الطرماح:\nومخاريج من شعار وغيل\n...\nوغماليل مدجنات الغياض\nويقال للذباب الأزرق الشعراء، ويقال للخوخ في لغة أهل الحجاز الشعراء، والأشعر ما حول الحافر في موضع التبزيغ من الشعر، والأشعران ناحيتا حياء الناقة، قال أعشى باهلة:\nوناب همة لا خير فيها\n...\nمشرمة الأشاعر بالمداري\nويقال جمل أشعر إذا كان كثير الشعر، ورجل أشعر وامرأة شعراء إذا كانا كثيري شعر الرأس والجسد، فإذا ألقته قبل أن يشعر قيل ألقته مليطا. فإذا ألقته قبل تمامه على أي ضرب كان قيل ألقته جهيضا وهى مجهض وهن مجاهيض. قال العكلي:\nكم قد تركن من جنين مجهض\n...\nكالميت بين الكفنين المغمض\nالكفنين يريد ثوبين. فإذا ألقته قبل حين تمامه قيل ناقة معجل وهو معجل وهن معاجيل.\nفإذا كان ذلك من عادتها فهي معجال. والمعجال من الإبل التى إذا وضع الرجل رجله في غرزها قامت ووثبت. قال الراعي:\nالجزء: 1 ¦ الصفحة: 113\n",
        "ولا تعجل المرء قبل الورو\n...\nك وهي بركبته أبصر\nوالمعجل من الرعاء الذي يحلب الإبل حلبة وهي في الرعي فيأتي بها أهله وذلك اللبن يسمى الإعجالة.\nقال أبو النجم:\nلا تريد الحرب واجتزي الوبر\n...\nوارضي بإعجالة وطب قد حزر\nوقال النمر بن تولب:\nفإن تصدري يحلبن دونك حلبة\n...\nوإن تحضري يلبث عليك المعجل\nوالإجهاض في كل شيء الإعجال يقال أجهض فلان فلانا، فإذا لقحت الناقة فشالت بذنبها قيل شالت وشمذت تشمذ شماذا وعسرت وعقدت وهي شائل وشامذ وعاقد وعاسر قال أبو زبيد:\nشامذا تتقي المبس عن المر\n...\nية كرها بالصرف ذي الطلاء\nقال الصرف شيء أحمر، والطلاء الدم وإنما يصف حربا يقول فالناقة إذا بس بها اتقت المبس باللبن وهذه تتقيه بالدم وهذا مثل، والأواتي اللواتي قد أردن الفحل وهن يهبنه، قال طفيل يذكر الفحل والأواتي:\nتظل أو اتيها عواكف حوله\n...\nعكوف العذارى حول ميت مفجع\nوالمبرق التي تشول بذنبهو تقطع بولها وتجمع قطريها وهو أن ترفع عجزها ورأسها، ومثل من الأمثال لست من تكذابك وتأثامك شولان البروق أي إنك تبرق مثل هذه فيظن الناس أنك صادق فتكذب كما كذبت هذه فزعمت أنها لاقح وليست بلاقح، قال ذو الرمة:\nالجزء: 1 ¦ الصفحة: 114\n",
        "وللشول أتباع مقاحيم برحت\n...\nبه وامتحان المبرقات الكواذب\nفإذا استبان أنها ليست لاقحا قيل راجع وقد رجعت ترجع رجاعا، فإذا عرضت على الفحل فلم ترده وقطعت بولها قيل قد أوزغت إيزاغا وأزغلت تزغل إزغالا، قال ابن أحمر:\nفأزغلت في حلقه زغلة\n...\nلم يخطئ الجيد ولم تشفتر\nأي دفعت في حلقه دفعة، وقال أبو كبير الهذلي:\nيهدي [السباع] لها مرش جدية\n...\nشعواء تزغل مثل جر القرطف\nيقول هذه الطعنة يخرج منها الدم دفعة دفعة، وقال الراجز:\nإذا سمعن صوت فحل شقشاق\n...\nقطعن مصفرا كزيت الأنفاق\nالجزء: 1 ¦ الصفحة: 115\n",
        "ومما يذكر من أسماء الإبل\nقال أبو سعيد الذود ما بين ثلاث إلى العشر. ومثل من الأمثال الذود إلى الذود إبل. والصرمة قطعة خفيفة قليلة ما بين العشر إلى بضع عشرة، [و] يقال للرجل إذا كان خفيف المال إنه لمصرم، قال المعلوط:\nيصد الكرام المصرمون سواءها\n...\nوذو الحق عن أقرانها سيحيد\nأي يصيرون إلى غيرها وذو الحق يحيد عنها وذلك أنها لا يصاب منها ولا يقرى فيها ضيف، والقرن الحبل يشد به القرينتان، فإذا قال يصد عن القرن علم أنه يصد عنها، والصبة فوق ذلك، ويقال على آل فلان صبة من الإبل\nالجزء: 1 ¦ الصفحة: 115\n",
        "وهي من العشرين إلى الثلاثين إلى الأربعين، قال بعض الشعراء:\nإني سيغنيني الذي كف والدي\n...\nقديما فلا عري لدي ولا فقر\nبصبة شول أربعين كأنها\n...\nمخاصر نبع لا شروف ولا بكر\nوالعكرة الخمسون إلى الستين إلى السبعين، والهجمة المائة وما داناها، قال المعلوط:\nأعاذل ما يدريك أن رب هجمة\n...\nلأخفافها فوق المتان فديد\nالفديد الصوت، ويقال أتانا بغضبي معرفة لا تنون وغضبى مائة من الإبل، قال الشاعر:\nومستخلف من بعد غضبى صريمة\n...\nفأحر به لطول فقر وأحربا\nيريد أحرب بما أصابه أي دخل عليه حرب، قال وسمعت ابن أبي طرفة يقول والله لا أسمح به وأحربا [أراد أحربن] بالنون الخفيفة، ويقال أعطاه هنيدة يا فتى معرفة غير منونة يريد مائة من الإبل، قال جرير:\nأعطوا هنيدة يحدوها ثمانية\n...\nما في عطائهم من ولا سرف\nوالعرج إذا بلغت الإبل خمس مائة إلى الألف قيل عرج، والبرك إبل أهل الحواء كله التي تروح عليهم بالغا ما بلغت وإن كانت ألوفا. قال متمم بن نويرة:\n[ولا شارف حبشاء ريعت فرجعت\n...\nحنينا] فأبكى شجوها البرك أجمعا\nوقال أبو ذؤيب:\nكأن ثقال المزن بين تضارع\n...\nوشابة برك من جذام لبيج\nالجزء: 1 ¦ الصفحة: 116\n",
        "لبيج ضارب بنفسه. وإذا عظمت الإبل وكثرت قيل أتانا بمائة من الإبل مدفئة، وإذا كثرت وبر الناقة وكانت جلدة قيل ناقة مدفأة. قال الشماخ:\nوكيف يضيع صاحب مدفآت\n...\nعلى أثباجهن من الصقيع\nالجزء: 1 ¦ الصفحة: 117\n",
        "ومما يذكر من أدواء الإبل\nالغدة وهي تأخذ في المراق وفي الارفاغ والآباط واللبة، فإذا أخذت في المراق فاستبان حجمها، فحجمها يسمى الدرء مهموز ويقال درأ بعير فلان إذا ظهرت به الغدة، ويسمى ذلك الدرء النوطة يقال قد نيط للبعير وهو منوط له وبه نوطة قبيحة إذا ورم نحره ورفغه وموضع مراقه، قال ابن أحمر:\nولا علم لي ما نوطة مستكنة\n...\nولا أي ما فارقت أسقى سقائيا\nوإذا أخذت البعير الغدة قيل أغد يغد إغدادا وهو جمل مغد وناقة مغد والجمل والناقة فيه سواء وإبل مغاد، فإذا أخذت الغدة في اللهزمة قيل نكفت هذه الناقة وهي ناقة منكوفة وذلك أن أصل اللحي يسمى النكفة، فإذا أصابت الغدة القلب فلم تلبث البعير أن تقتله ويسمى ذلك القلاب يقال بعير مقلوب وناقة مقلوبة وإبل مقاليب، فإذا تفقأت الغدة وبرأ قيل بعير مفرق وإبل مفارق، فإذا تنفس البعير عند الغدة فقمصت حنجرته قيل قد عسف يعسف عسفا وهو عاسف الذكر فيه والأنثى سواء، فإذا\nالجزء: 1 ¦ الصفحة: 117\n",
        "كان البعير قد أغد مرة ثم برأ أنفق في البيع فاشتروه يرجون أن لا يعود به. فإذا لم يكن أخذه [جرب] قط قيل احذروه فإنه قرحان. ويقال رجل قرحان فامرأة قرحانة للتي لم يصبها حصبة ولا طاعون. فإذا لوى البعير عنقه للموت قيل قد عصد يعصد عصودا وتركته عاصدا قبل. فإذا سعل فاشتد سعاله قيل نحز وهو ناحز ولا يقال منحوز الذكر فيه والأنثى سواء. واسم الداء النحاز. ومن أدوائها الطنى وهو أن يترك الماء حتى تلزق رئته بجنبه ويقال طني البعير يطنى طنى شديدا. قال الحارث ابن مصرف:\nأكويه إما أراد الكي معترضا\n...\nكي المطني من النحز الطنى الطحلا\nوالطحل الذي يلزق طحاله بجنبه. والمطني الرجل الذي يداوي البعير من الطنى. وقال رؤبة:\nوقعك داواني وقد جويت\n...\nمثل طنى الإبل وما طنيت\nأي بي من الداء مثل ذلك. فإذا اشتد عطشها حتى تلزق الرئة بالجنب قيل قد جنبت الإبل تجنب جنبا.\nقال ذو الرمة:\nوثب المسحج من عانات معقلة\n...\nكأنه مستبان الشك أو جنب\nومن أدوائها الشك يقال بعير شاك وقد شك يشك إذا ظلع ظلعا خفيفا والظلع الشك وبه شك يسير، فإذا أخذ البعير مثل الحمى فسخن جلده وكثر شربه للماء حتى نحل جسمه فذلك الهيام يقال بعير هيمان وإبل هيام كقولك عطشان وعطاش وناقة هيمى، فإذا برأ من ذلك قيل قد تجفر تجفرا، فإذا أخذه ربو\nالجزء: 1 ¦ الصفحة: 118\n",
        "قيل حشي يحشى حشى شديدا وهو بعير حشيان، قال أبو جندب الهذلي:\nفنهنهت أولى القوم عني بضربة تنفس منها كل حشيان مجحر فإذا خرج بخف البعير ورم قيل بعير به ضب قبيح، قال الراجز [وهو الأغلب العجلي]\nبدوسري عينه كالوقب\n...\nليس بذي عرك ولا بذي ضب\nوالدوسري الضخم والوقب النقرة في الجبل، فإذا غمز الرحل لحم البعير فوثأه قيل بعير لهيد وناقة لهيد الذكر فيه والأنثى سواء وإبل لهاد، فإذا غمز الرحل السنام فوهاه من داخل ولم ينشق قيل عمد البعير يعمد عمدا، قال العجاج:\nجنث طويل الفرع لم يثمثم\n...\nولم بصبه عمد فيهشم\nالجنث ها هنا أصل السنام، وقوله لم يثمثم لم يحرك أي لم يحركه رحل ولا غيره. فإذا كثر الدبر بظهر البعير قيل قد غلق ظهره يغلق غلقا وهو بعير غلق الظهر. فإذا برأ الدبر وبقيت آثار قيل بعير موقع الظهر. قال الراجز:\nالمكرب الأوظفة الموقع\n...\nوهو على توقيعه مودع\nفإذا دبر في خاصرته قيل قد دبرت الإبل في الكلى. قال حميد ابن ثور:\nوصار مدماها كميتا وشبهت\n...\nقروح الكلى منها الوجار المهدما\nوالعرر أن لا يكون للبعير سنام وبعير أعر وناقة عراء بينة العرر، فإذا أصاب السنام دبر وداء فقطع فهو بعير أجب وناقة\nالجزء: 1 ¦ الصفحة: 119\n",
        "جباء وهو الجبب، وإذا أصاب الغارب دبرة فخرج منها عظم وبقي مكانه مطمئنا فهو الجزل يقال بعير أجزل وناقة جزلاء، ومن أدوائها المغلة وهو أن تأكل البقل مع التراب يقال مغل البعير يمغل مغلة شديدة، ومن أدوائها الحقلة يقال حقل يحقل حقلة شديدة، قال رؤبة:\nذاك وتشفي حقلة الامراض\nوقال آخر:\nداء بهم غمر من الأمغال\nأي بهم حسد، وإذا أكلت الرمث فخلت عليه فاشتكت بطونها قيل تركت الإبل قد رمثت ترمث رمثا، وإذا أكلت العرفج ثم شربت عليه الماء فاجتمع العرفج عجرا في بطونها قيل [قد حبجت تحبج حبجا، وإذا أكلت فأكثرت فانتفخت بطونها ولم يخرج عنها ما في بطونها قيل قد] حبطت تحبط حبطا وهو بعير حبط وناقة حبطة، وبه سمي الحبطات، ويقال للبعير إذا كانت به دبرة ثم برأت وهي تندى قيل به غاذ كما ترى، وتركت جرحه يغذ يا فتى إذا كان يخرج منه شيء بعد شيء. ويقال للبعير إذا كانت به دبرة فهجمت على جوفه قيل قد نطف ينطف نطفا وبعير نطف وناقة نطفة. قال الراجز:\nشدا علي سرتي لا تنقعف\n...\nإذا مشيت مشية العود النطف\nيقال انقعف الكثيب إذا وقعت منه قطعة. يقول شدا على سرتي\nالجزء: 1 ¦ الصفحة: 120\n",
        "لا تندلق. وإذا أخذ البعير سعال في صدره سعال جشب جاف قيل بعير مجشور وناقة مجشورة.\nوالجشب الخشن. قال الراجز [وهو العجاج]\nحتى إذا كن من التسكير\n...\nمن ساعل كسعلة المجشور\nومن أدواء الإبل الصاد والصيد وهو داء يأخذ الإبل في رؤوسها فيلوي أحدها رأسه فيقال بعير أصيد إذا أخذه ذلك، قال رؤبة:\nإذا استعيرت من جفون الأغماد\n...\nفقأن بالصقع يرابيع الصاد\nوالصاد ورم يأخذ في الأنف مثل القرح يسيل منه مثل الزبد، فيقال للرجل كواه من الصاد فبرأ إذا ذهب ما في رأسه من الجنون والفخر، وأراد به الشاعر البعير الذي به صيد وهو داء يأخذ الإبل فترم وجوهها ويسيل زبد من أنوفها فيميل لذلك أعناقها، فإذا أخذها ذلك الداء فاليرابيع ما في أنوفها من ذلك الداء والورم فيشبه باليرابيع مجتمعا، والصقع الضرب، يقول فإذا ضربه بالسيف على رأسه فقأ ذلك الذي فيه وهو مثل في الإنسان، ومن الداء الرجز وهو داء ترعد منه فخذا البعير ويضطرب عند القيام ساعة ثم تنبسط يقال بعير أرجز وناقة رجزاء، قال أوس بن حجر:\nهممت بخير ثم قصرت دونه\n...\nكما ناءت الرجزاء شد عقالها\nومن أدوائها الخفج يقال بعير أخفج وناقة خفجاء وقد خفج يخفج خفجا وهو أن تعجل رجلاه عند رفعهما كأن به رعدة،\nالجزء: 1 ¦ الصفحة: 121\n",
        "ومن أدوائها القرع وأكثر ما يكون في القوائم والعنق والمشافر وسائر الجسد وهو بثر، فإذا اجتمع واتصل تقوب الوبر عنه، [و] يقال قرع بعيرك فينضح الفصيل بالماء ثم يلقى في التراب فيجر فيه، قال أوس بن حجر:\nلدى كل أخذود يغادرن فارسا\n...\nيجر كما جر الفصيل المقرع\nومثل من الأمثال استنت الفصال حتى القرعى، ومن أدوائها الركب يقال بعير أركب وناقة ركباء وهو أن تكون إحدى الركبتين أعظم من الأخرى، ومن أدوائها اللخى مقصور وهو استرخاء إحدى الخاصرتين على الأخرى ويقال لخيت الناقة تلخى لخى قبيحا وهي ناقة لخواء وبعير ألخى، والدقى بشم الفصيل يقال دقي يدقى شديدا إذا أكثر من شرب اللبن، والغوى في الإبل أن يكثر الحوار الشرب حتى يتخثر فيقال غوي يغوى غوى شديدا، والصدف أن يميل خف اليد أو الرجل إلى الوحشي فيقال صدف يصدف صدفا وناقة صدفاء وبعير أصدف، فإذا مال العوج قبل الإنسي فهو القفد يقال قفد يقفد قفدا، ويقال بعير أقسط وناقة قسطاء إذا كان جاسي الرجلين ويقال قسط يقسط قسطا، وبعير أطرق وناقة طرقاء وهو استرخاء في اليدين، ويقال للمسترخي مطروق، قال ابن أحمر:\nولا تصلى بمطروق إذا ما\n...\nسرى في القوم أصبح مستكينا\nو [يقال] رجل به طريقة شديدة، وبعير أنكب وناقة نكباء ويقال نكب ينكب نكبا إذا أصابه ظلع فيمشي متحرفا،\nالجزء: 1 ¦ الصفحة: 122\n",
        "ونكب ينكب نكوبا ونكبا إذا تحرف عن الطريق، قال العجاج:\nوأم أوعال كها أو أقربا\n...\nذات اليمين غير ما إن ينكبا\nالجزء: 1 ¦ الصفحة: 123\n",
        "ومما يذكر من سير الإبل\n.\nالعنق الفسيح والمسبطر، قال [أمية بن أبي عائذ] الهذلي ومن سيرها العنق المسبطر والعجرفية بعد الكلال فإذا ارتفع عن العنق قليلا قيل هو يمشي التزيد، قال الشاعر [وهو الأعشى]\nوأتلع نهاض إذا ما تزيدت\n...\nبه مد أثناء الجديل المضفر\nفإذا ارتفع عن ذلك قليلا فهو الذميل يقال ذمل يذمل ذميلا، فإذا قارب الخطو ودارك النقال فهو الرتك يقال رتك يرتك رتكا ورتكانا، فإذا مشى مشي المجموع وظيفاه في قيد فهو الرسف يقال رسف يرسف رسيفا ورسفانا، قال الشاعر:\nرسف المقيد ما يكاد يريم\nفإذا دارك المشي وفيه قرمطة فهو الحفد يقال حفد يحفد حفدا، قال الشاعر:\nنفسي الفداء لمن أداكم رقصا\n...\nإلى المقاري سراعا مشيكم حفد\nوقال الراعي:\nإذا الحداة على أكسائها حفدوا\nقال وأنشدني عيسى بن عمر وزعم أنه سمع بعض العرب يقول:\nيا ابن التي على قعود حفاد\nالجزء: 1 ¦ الصفحة: 123\n",
        "وإذا استدخل رجليه فهملج بهما ودحا بيديه فذلك المشي يعني به الهملجة، فإذا ارتفع عن ذلك فهو المرفوع ويقال رفع يرفع وهو بعير رافع، فإذا ارتفع عن ذلك حتى يكون عدوا يراوح فيه بين يديه قيل خب يخب خبيبا، فإذا ارتفع عن ذلك قيل دأدأ يد أدئ دأدأة، قال الشاعر [وهو أبودؤاد الرؤاسي]\nواعرورت العلط العرضي تركضه\n...\nأم الفوارس بالدائداء والربعه\nفإذا ارتفع عن ذلك فضرب بقوائمه كلها فتلك اللبطة يقال مر يلتبط التباطا، فإذا ازداد فلم يدع جهدا قيل قد تشغر يتشغر تشغرا، قال العجاج:\nوأعطت الشعواء والشغورا\n...\nأمورها والشارف القذورا\nفإذا رقق المشي قيل مشى مشيا رقاقا ورقيقا مثل كبار وكبير أي مشى مشيا رقيقا سهلا، قال ذو الرمة:\nباق على الأين يعطي إن رفقت به\n...\nمعجا رقاقا وإن تخرق به يخد\nفإذا حذقه قيل حذق يحذق حذقا في كل شيء حذق يحذق حذقا إذا أحكمه وفرغ منه، ويقال ملع يملع ملعا، والملع المر الخفيف، ويقال عقاب ملوع أي خفيفة الضرب والاختلاف، ويقال زلج يزلج زليجا وزلجانا كأنه يجري على وجه الأرض لسرعته وخفته، والنصب يقال نصب القوم يومهم وهو أن يدوم سيرهم وليس بعدو ولا مشي وهو إلى اللين من ذلك، قال الشاعر [وهو ذو الرمة]\nكأن راكبها غصن بمروحة\n...\nإذا تدلت به أو شارب ثمل\nالجزء: 1 ¦ الصفحة: 124\n",
        "ويروى:\n[من الجنوب] إذا ما ركبها نصبوا\nوفيه الحجة، والفريغ المشي الوساع، والزفيف دون ذلك يقال زف يزف زفيفا وهو مقاربة الخطو وسرعته، ويقال مر الموكب [و] له هزة إذا مر تهتز نواحيه من السير، قال [عبيد الله بن قيس الرقيات]\nألا هزئت بنا قرشية يهتز موكبها\nوقال [أبو قلابة الطابخي] الهذلي:\n[ما إن رأيت وصرف الدهر ذو عجب]\n...\nكاليوم هزة أجمال وأظعان\nوالوخدان والوخد أن يرمي بقوائمه كأنه يزج بها شبيه بمشي النعام، [و] يقال خدى يخدي خديا وهو ضرب آخر من المشي، وخود يخود تخويدا وهو أن يرتفع عن العنق حتى يهتز في السير كأنه يضطرب، قال أبو نخيلة:\nبداء تمشي مشية الأبد\n...\nوخدا وتخويدا إذا لم تخد\nوالتهوس المشي الثقيل في الأرض اللينة يقال مر يتهوس [و] بات يهوس الأرض ليلته، ويقال مر بجمله ينأل نألا ونئيلا وهي مشية المثقل يتدافع بحمله، ويقال للضبع إنها نؤول، ويقال رسم يرسم رسيما وهو فوق الذميل، قال أبو الزخف:\nهذا ورب الراقصات الرسم\n...\nشعري ولا أحسن أكل السلجم\nدويقال نعب ينعب نعبا، وأنشدنا أبو عمرو:\nالجزء: 1 ¦ الصفحة: 125\n",
        "تواهق بالركبان أما نهارها\n...\nفسعم وأما ليلها فهي تنعب\nويقال عسج يعسج عسيجا، ووسج يسج وسيجا، كله واحد وهو سير صالح، ويقال أل يؤل ألا وهو مشي متدارك سريع، و [يقال] مر يمتل إمتلالا وهو مر سريع سهل، و [يقال] مر يتغيف تغيفا وهو أن يتثنى في شقه من اللين والسبوطة، قال العجاج:\nيكاد يرمي القاتر المغلفا\n...\nمنه أجاري إذا تغيفا\nويقال أرماه من فوق الحائط ورمى به، و [يقال] مر يخنف وخنف خنافا وهو أن يمشي في أحد شقيه وأن يهوي بيديه إذا رفعهما إلى وحشيهما، قال الأعشى:\nأجدت برجليها النجاء وراجعت\n...\nيداها خنافا لينا غير أحردا\nويقال وضع البعير يضع وضعا وهو دون الشد وأوضعته أنت توضعه إيضاعا، ووجف البعير يجف وجيفا وأوجفته أنت، ويقال نصصت البعير فأنا أنصه نصا ولا يكون منه فعل [البعير] وهو رفع السير، ورفع البعير رفعا ورفعته رفعا، والتبغيل من السير صالحه، قال الراعي:\nوإذا ترقصت المفازة غادرت\n...\nربذا يبغل خلفها تبغيلا\nوالمناقلة تكون في الخيل والإبل إذا عدا في الحجارة ناقل وضع رجله في موضع ليس فيه حجارة، والمواهقة المسايرة يقال مرا يتواهقان، والمواغدة مثلها.\nالجزء: 1 ¦ الصفحة: 126\n",
        "ومما يذكر من ألوان الإبل\n.\nيقال بعير أحمر وناقة حمراء، وإذا بولغ في نعت حمرته قيل كأنه عرق أرطاة، ويقال أجلد الإبل وأصبرها الحمر، فإذا خلط الحمرة قنوء فهو كميت، فإذا خلط الحمرة صفرة قيل أحمر مدمى، قال حميد ابن ثور:\nوصار مدماها كميتا وشبهت\n...\nقروح الكلى منها الوجار المهدما\nفإذا اشتدت الكمتة حتى يدخلها سواد فهي الرمكة يقال بعير أرمك وناقة رمكاء، فإذا خالط الكمتة مثل صدإ الحديد قيل ناقة جأواء وبعير أجأى بين الجؤوة، فإذا خلط الحمرة صفرة كالورس قيل أحمر رادني وناقة رادنية، فإذا كان أسود يخلط سواده بياض كأنه دخان رمث وكان البياض في بطنه ومراقه وأرفاغه وكان السواد غالبه فتك الورقة وهي ألأم الألوان، ويقال إن بعيرها أطيب الإبل لحما، فإذا اشتدت ورقته حتى يذهب البياض فهو أدهم وناقة دهماء وهي الدهمة، فإذا اشتد السواد عن ذلك فهو جون وناقة جونة وإبل جون وجونات، وإذا ما اصفرت أذناه ومحاجره وآباطه وأرفاغه فهو أصفر وناقة صفراء وذلك اللون الصفرة، فإذا كان البعير رقيق الجلد بين الغبرة والحمرة واسع موضع المخ لين الوبر تنفذه شعرة هي أطول من سائر الشعر فهو خوار وهي الخور، فإذا غلظ الجلد واشتد العظم وقصرت الشعرة واشتدت الفصوص فهي جلدة وهن الجلاد وهن من كل لون أقل\nالجزء: 1 ¦ الصفحة: 127\n",
        "الإبل لبنا، فإذا صدق لون البعير فلم تكن فيه صهبة ولا حمرة ولم يخلط شيء من الألوان لونه فهو آدم وناقة أدماء، فإذا خلطته حمرة فاحمر ذفراه وعنقه وكتفاه وذروته وأوظفته فهو أصهب، فإذا خلط بياضه شيء من شقرة فهو أعيس بين العيسة، والعيسة المصدر، فإذا اغبر حتى يضرب إلى الخضرة وإلى الغبسة لون المذيق المجهود فهو أخضر، فإذا خلط خضرته سواد وصفرة فهو أحوى، قال الشاعر [وهو عمر بن لجإ]\nأرسلت فيها مجفرا درفسا\n...\nأدهم أحوى شاغريا حمسا\nنسبه إلى فحل يقال له شاغر، درفس شديد العصب غليظ الخلق، فإذا كان شديد الحمرة يخلط [حمرته] سواد ليس بناصع فتلك الكلفة يقال بعير أكلف وناقة كلفاء.\nالجزء: 1 ¦ الصفحة: 128\n",
        "ومما يذكر من أظماء الإبل\n.\nالظمء ما بين الشربتين، يقال زاد الناس في أظمائهم، ويقال ما بقي من فلان إلا ظمء حمار أي قليل وذلك أن الحمار يشرب كل يوم، فأول الأظماء وأقصرها الرغرغة وهو أن يدعها على الماء تشرب متى شاءت، وإذا شربت كل يوم فهي رافهة وأصحابها مرفهون واسم ذلك الظمء الرفه يقال إبل فلان ترد رفها، قال أوس بن حجر:\nيسقي صداك وممساه ومصبحه\n...\nرفها ورمسك محفوف بأظلال\nفإذا شربت يوما غدوة ويوما عشية فاسم ذلك الظمء [العريجاء،\nالجزء: 1 ¦ الصفحة: 128\n",
        "فإذا شربت كل يوم نصف النهار فاسم ذلك الظمء] الظاهرة يقال إبل بني فلان ترد الظاهرة وهي إبل ظواهر والقوم مظهرون، فإذا شربت يوما وغبت يوما فذلك الغب يقال جاءت إبل بني فلان غابة وبنو فلان مغبون، فإذا شربت يوما غبت يومين فذلك الربع يقال جاءت إبل بني فلان رابعة والقوم مربعون، قال العجاج:\nوبلدة يمسي قطاها نسسا\n...\nروابعا وبعد ربع خمسا\nوقال [أسامة بن حبيب] الهذلي:\nمن المربعين ومن آزل\n...\nإذا جنه الليل كالناحط\nوإذا وردت يوم الخامس فذلك الخمس وقيل جاءت الإبل خوامس، وينشد هذا البيت [لامرى القيس]\nيثير ويذري تربها ويهيله\n...\nإثارة نباث الهواجر مخمس\nيريد الخمس أورد إبله وهذه صفة ثور يشبه برجل، فإذا زيد في الرعي يوم فذلك الظمء السدس والإبل سوادس وأصحابها مسدسون والإبل سادسة أيضا، فإذا زيد في الرعي يوم فذلك الظمء السبع والإبل سوابع وسابعة والقوم مسبعون، فإذا زيد في الرعي يوم آخر فرعت سبعة ووردت من اليوم الثامن فذلك الظمء الثمن والإبل ثوامن وثامنة وأصحابها مثمنون، قال الشاعر [وهو إهاب بن عمير]\nظلت بمندح الرحى مثولها\n...\nثامنة ومعولا أفيلها\nفإذا زيد في الظمء يوم فوردت يوم التاسع فذلك الظمء التسع\nالجزء: 1 ¦ الصفحة: 129\n",
        "والإبل تواسع وتاسعة والقوم متسعون، فإذا زيد في الرعي يوم ووردت في اليوم العاشر فذلك الظمء العشر والإبل عواشر والقوم معشرون، فإذا بلغ العشر فلا ظمء فوق العشر يسمى إلا أنه يقال رعت عشرا وغبا وعشرا وربعا وكذلك إلى العشرين، فإذا بلغت عشر وعشرا فليس إلا الجزء والقوم مجزئون، قال أبو النجم:\nوفارق الجزء ذوي التأبل\nوالأبالة الاجتزاء يقال ما تقطعت الأبالة عن الإبل بعد، قال بعض رجاز بني سعد [وهو إهاب بن عمير]\nظلت تولي الشمس في المقايل\n...\nهواديا مفرعة الكواهل\nوفارقتها بلة الأوابل\nأي بلل في كروشها، والبلة يجدها الرجل في نفسه، والبلة في التراب، والبلة البقية من الندى في النبت أو في جلد الإنسان، قال العجاج:\nكأن جلدات المخاض الأبال\n...\nينضحن في حافاته بالأبوال\nوقال أبو ذؤيب:\nبه أبلت شهري ربيع كليهما\n...\nفقد مار فيه نسؤها واقترارها\nفإذا طلبت الإبل الماء من مسيرة يوم قيل طلقت الإبل طلقا والقوم مطلقون، فإذا طلبت لليلتين فالليلة الأولى طلق والثانية قرب، قال الراجز:\nحرقها من النجيل أشهبه\n...\nقد غر زيدا حوزه وقربه\nالجزء: 1 ¦ الصفحة: 130\n",
        "ويقال وردت الإبل ترد ورودا، فإذا وردت الإبل فالدخال أن ترسل قطيعا منها فيشرب ثم يؤتى برسل آخر وهي القطعة من الإبل فتورد ثم يلتقط ضعاف الإبل فترسل مع الأخر، فإذا وردت الإبل وليس في حوضها ماء فصب على أنوفها قيل سقاها قبلا، فإذا أعد لها الماء قبل وردها قيل جبا لها جباها بالأمس مقصور، فإذا وردت الماشية فبركت قيل قد عطنت وهي عطون، فإذا أراد أن يصدرها فعرض عليها مرة أخرى فهي أبل عالة وعل فهو عال ولا يقال منها معل يقال علت تعل عللا، ومثل من الأمثال سمتني سوم عالة، وأنشدنا:\nنعله من حلب وننهله\nونعل جيدة، وأنشدنا [للرماح بن ميادة المري]\nظلت بروض البردان تغتسل\n...\nومشرب تشرب منه فتعل\nالأظماء على ما ينبت، والقلد قلما يقال إلا في النخل وهو بمعنى الظمء، والظمء يصلح لهذا كله [و] يقال كيف قلد نخل بني فلان فيقال تشرب الرفه وهو [أن] تشرب كل يوم، قال أوس [ابن حجر]\nلا زال مسك وريحان له أرج\n...\nيجري عليك بصافي اللون سلسال\nيسقي صداك وممساه ومصبحه\n...\nرفها ورمسك مخفوف بأظلال\nوالثاني الغب، والثليث حتى يصير إلى الثمين، قال الشماخ:\nومثل سراة قومك لم يجاروا\n...\nإلى ربع الرهان ولا الثمين\nفإذا كثرت الأمطار رفع الظمء عن النخل فسمي كل يوم يسقى\nالجزء: 1 ¦ الصفحة: 131\n",
        "قلدا قصيرا كان أو طويلا، قال كل يوم ورد قلد، ويقال اليوم قلد الحمى، وحدثني العمري عن أبي وجزة عن أبيه قال شهدت عمر يستسقي فطوقتنا السماء قلدا كل خمس عشرة، قال وقرأت في صدقة بن عمر وإن لم يكف هذه فلها من مائنا قلد في كل سبت، فإذا وجدت الإبل ماء الغدر والكلا قيل إبل بني فلان في خصب وكرع ولا يقال فيها كما يقال خوامس ولكن يقال تركت القوم مخصبين [و] مكرعين، فإذا شربت الإبل دون الري قيل نشحت والشراب النشوح، فإذا ذهب الري كل مذهب قيل قد قصعت صارتها، والصارة حر، ويقال وردت الإبل فتغمرت ولم ترو، وأنشدنا العجاج:\nحتى إذا ما بلت الأغمارا\n...\nريا ولما يقصع الأصرارا\nالأغمار حر في أجوافها، وإذا امتنع البعير من الشرب قيل قصب يقصب قصوبا، وإذا امتنع من الأكل قيل ظل عاذبا، وأنشد:\nوظل عذوبا للسماء كأنما\n...\nيوائم ركبا للعروبة صيما\nيوائم يفعل ما يفعلون، والعروبة الجمعة أي قوم يصلون الجمعة فصلى معهم، والصيم القيام، وإذا ثبت الشيء فلم يتحرك فهو صائم، وقال الشاعر:\nمتى ما يسف خيشومه فوق تلعة\n...\nمصامة أعيار من الصيف ينشج\nالجزء: 1 ¦ الصفحة: 132\n",
        "ومما يذكر في المواسم والتزنيم\n.\nوالتزنيم أن تشق أذن البعير ثم تفتل حتى تيبس فتصير معلقة، قال المسيب بن علس:\nرأوا نعما سوادا فهموا بأخذها\n...\nإذا التف من دون الجميع المزنم\nوقال طفيل:\nأخذنا بالمخطم ما علمتم\n...\nمن الدهم المزنمة الرغاب\nكان ميسم هذه بالخطام، ومن المواسم العلاط والخباط يقال بعير ملعوط وبعير مخبوط، فأما العلاط فخط في العنق والسالفة، ومن ثم قيل للرجل إذا وسمه بأمر قبيح والله لأعلطنك علاط سوءة، قال الراجز:\nلأعلطن حرزما بعلط\n...\nبليته عند بذوح الشرط\nالبذوح الشقوق يقال به بذيحة خفيفة، وأما الخباط فهو خط معترض في الفخد، والمحجن خط في طرفه مثل محجن العصا أينما وضع من الجسد، قال الراجز:\nتبين في خطافها والمحجن\nتبين تستبين العنق، والخطاف أن يخط خط حيثما كان ثم يعوج له رأس كذا ورأس كذا كأنه كلاب رحل، والمشط ثلاثة خطوط يفترق رؤوسها من أعلى ثم تجتمع، والخطام ميسم على أنف البعير يقال ناقة مخطومة، والمحلق الذي في عنق حلقتان، قال الشاعر [وهو عوف بن الخرع التيمي]\nالجزء: 1 ¦ الصفحة: 133\n",
        "وذكرت من لبن المحلق شربة والخيل بالصعيد بداد والمحلق ميسم بني فزارة وبنو زرارة يحلقون أيضا، وقال بعض الرجاز في المعلوط والمخبوط:\nأليان حيث يوضع الخباط\n...\nوحيث مارا الدف والملاط\nوصعل حيث يوضع العلاط واللحاظ ميسم أسفل من العنق خفي، واللهاز ميسم في اللهزمة يقال للبعير الذي ذلك به ملهوز، قال الجميح الأسدي:\nأمست أمامة صمتا ما تكلمنا\n...\nمجنونة أو أحست أهل خروب\nمرت براكب ملهوز فقال لها\n...\nضري الجميح ومسيه بتعذيب\nويقال ميسم بني فلان رجل الغراب، ومن المواسم العتيقة التي في النجائب مواسم بالشفار وبالمرو، [و] منها الحزة وهي حزة تحز بشفرة في الفخذ أو العضد ثمتفتل فتبقى كالثؤلول، ومنها الجرفة وهي حزة أعظم من هذه تحز ثم ترفع فتستبين شاخصة، ومنها القرعة وهي قرعة بشفرة أو بمروة تكون على الساق أو العضد، ومنها القرمة وهي حزة تحز على أنف البعير ثم تفتل فتبقى قائمة كأنها زيتونة، وهي من مواسم الشاء، والترعيل [من] مواسم الإبل يقال ناقة رعلاء وأينق رعل وهو أن يشق شقة من أذنها ثم تترك مدلاة، قال أنشدني أبو عمرو بن العلاء [للفند الزماني واسمه شهل بن شيبان]\nرأيت الفتية الأعزا\n...\nل مثل الأنيق الرعل\nوأنشدنا أبو مهدي:\nالجزء: 1 ¦ الصفحة: 134\n",
        "تربعت أرعل كالنقال\n...\n[و] مظلما بات على دمال\nيعني عشبا أرعل، والنقال النعال الخلقان وشبهه بالنعال أنه طال حتى صار كأنه نعال خلقان وذا مثل ينمة خذواء، مظلما نبت قد أثر قبله، والدمال ما فسد من كل شيء ومن التمر ما فسد أيضا، ومن المواسم الإقبالة والإدبارة والناقة مقابلة مدابرة وهو أن تشق أذن البعير من مقدمها ثم تفتل فتصير مثل الزنمة فهذه المقابلة فإذا شقت من خلفها وفتلت فهي المدابرة، والخرق والشرق من الغنم دون الإبل، والخرق أن تفرض قطعة من وسط الأذن فتبقى خريقة فتسمى خرقاء، والشرق أن يشق شق في الأذن فتسمى شرقاء، والصيعرية ميسم كان للملوك، قال الشاعر [وهو المسيب بن علس الضبعي]\nكميت كناز اللحم أو حميرية\n...\nوناج عليه الصيعرية مكدم\nوالظي ميسم يسمى الظبي، قال الشاعر [وهو عنترة العبسي]\nعمرو بن أسود فا زباء قاربة\n...\nماء الكلاب عليها الظبي معناق\nيقول ليس لها شيء فهي تعنق.\nويقال في أصوات الخف والظلف البغام وهي تبغم وتبغم وذلك أن تخرج الصوت فلا تقطعه، فإذا ضجت فهو الرغاء، فإذا طربت في أثر ولدها قيل حنت، فإذا مدت الحنين وطربته قيل سجرت تسجر سجرا، فإذا بلغ الهدير فأوله الكشيش يقال كش يكش كشيشا، قال رؤبة:\nالجزء: 1 ¦ الصفحة: 135\n",
        "هدرت هدرا ليس بالكشيش\nفإذا ارتفع عن ذلك قيل كت يكت كتيتا، فإذا أفصح بالهدير قيل هدر يهدر هديرا، فإذا جفا صوته ورجع قيل قرقر يقرقر قرقرة، قال حميد بن ثور:\nفجاء بها الرداد يحجز بينها\n...\nسدى بين قرقار الهدير وأعجما\nسدى ليست بمربوطة، فإذا جعل يهدر هدرا كأنه يعصره [قيل] زغد يزغد زغدا، قال الراجز [وهو أبو نخيلة]\nبخ وبخباخ الهدير الزغد\nفإذا جفا صوته كأنه يقلع قلعا من جوفه قيل قلخ يقلخ قلخا، قال الراجز:\nقلخ الفحول الصيد في أشوالها\nقال ويقال خمس بصباص وقرب بصباص وحصحاص وحذحاذ وحتحات كل ذلك السريع، قال الغطفاني:\nوبصبصن بين أداني الغضى\n...\nوبين عنيزة شأوا بطينا\nوقال حميد بن ثور:\nأبعد ما بصبصن إذ حدينا\n...\nوحين لاقى الحقب الوضينا\nوقال العجاج:\nنعم فلاقت قربا بصباصا\nوقال رؤبة في الحتحات:\nخمس كحبل الشعر المنحت\nويقال فرس حت إذا كان سريعا:\nتم كتاب الإبل\nالجزء: 1 ¦ الصفحة: 136\n",
        "كتاب الإبل عن أبي سعيد عبد الملك بن قريب الأصمعي\nمدخل\n...\nكتاب الإبل عن أبي سعيد عبد الملك بن قريب الأصمعي:\nرواية أبي عبد الله محمد بن العباس اليزيدي عن ابن أخي الأصمعي مما رواه لنا الشيخ أبو الحسين المبارك بن عبد الجبار بن أحمد الصيرفي عن أبي علي الحسن بن محمد بن موسى المقري المعروف بالشاموخى عن أبي القاسم عمر بن محمد بن سيف عن أبي عبد الله اليزيدي لموهوب بن أحمد بن محمد بن الخضر الجواليقي نفع به.\nبسم الله الرحمن الرحيم\nوالحمد لله رب العالمين \"وصلى الله عليه سيدنا محمد وعلى آله \" وصحبه إلى يوم الدين.\nقرأت على الشيخ أبي الحسين المبارك بن عبد الجبار بن أحمد الصيرفي أخبرنا أبو علي الحسن بن محمد بن موسى المقري المعروف\nالجزء: 1 ¦ الصفحة: 137\n",
        "بالشاموخي قراءة عليه في جامع البصرة فأقر به قال أخبرنا أبو القاسم عمر بن محمد بن سيف قراءة عليه قال أخبرنا أبو عبد الله محمد بن العباس اليزيدي قراءة عليه قال أخبرنا أبو محمد عبد الرحمن ابن عبد الله بن قريب الأصمعي لست خلون من جمادى الآخرة سنة خمسين ومائتين قال قرأت على عمي عبد الملك بن قريب الأصمعي قال الوقت الجيد عند العرب في ضراب الإبل أن تترك الناقة بعد نتاجها سنة ثم تضرب الفحل فيقال قد أضربت الفحل وأضربها، فإن حمل عليها في سنتين متواليتين فذلك الكشاف وهي كشوف ويقال أكشف بنو فلان العام وهم مكشفون، وأنشد [لرؤبة]\nحرب كشوف لقحت إعثارا\nوإذا أتى عليها سبعة أشهر من نتاجها خف لبنها وضرعها فهي شائلة والجماع الشول، فإذا لقحت فشالت بذنبها فهي شائل والجماع الشول، وإذا استبان حمل الناقة قيل قرحت فهي قارح وهن قوارح وقرح، ويقال كان ذلك عند قروحها، فإذا خشي عليها الجدب في العام المقبل فسطي عليها فاستخرج ما في بطنها قيل قد مسيت فهي تمسي وهي ناقة ممسية، فإذا ألقته قبل الوقت قيل قد أزلقت وأجهضت وهي مزلق ومجهض وهن مجاهيض، وقد أعجلت وهن معاجيل وهي معجل، فإذا ألقته قبل أن يكون عليه الشعر قيل أملطت وهي مملط والولد مليط، فإذا ألقته وقد شعر قيل سبغت وسبطت فهي مسبغ ومسبط، فإذا جرت فجاوزت السنة قيل قد\nالجزء: 1 ¦ الصفحة: 138\n",
        "نضجت، وقيل قد جاوزت الحق، وحقها الوقت الذي ضربت فيه، وقال [حميد بن ثور الهلالي]\nوصهباء منها كالسفينة نضجت\n...\nبه الحمل حتى زاد شهرا عديدها\nفإذا كان من خلقها أن تجوز الحق قيل هي ناقة مدراج وهن مداريج، وكل إعجال خداج في الإبل والشاء، وقال ذو الرمة:\nأفانين مكتوب لها دون حقها\n...\nإذا حملها راش الحجاجين بالثكل\nويقال ناقة خادج وشاة خادج والولد خديج ومخدج إذا كان ناقصا من خلقه، فإذا ألقي قبل الوقت وهو تام فهو مخدوج به إذا ما ألقته لغير تمام، والمخداج الناقة التي يكون ذلك من عادتها، ويقال للرجل إذا لم يتم صلوته إنك مخدج، والصلوة خداج، ويقال أخدج صلوته، فإذا اشتد الولاد على الشاة والنتاج على الناقة فبقي الولد نشبا قيل قد عضلت وهي معضل، فإذا وضعت فاشتكت بعد الوضع قيل شاة رحوم وناقة رحوم، فإذا خرجت رجل الولد قبل رأسه قيل قد أيتنت فهي موتن، وقال الشاعر:\nفجاءت به يتنا يجر مشيمة\n...\nتبادر رجلاه هناك الاناملا\nويقال للمرأة جاءت به يتنا، ويقال للناقة والشاة إذا جاءت به ذكرا أذكرت فهي تذكر إذكارا وهي ناقة مذكر، فإذا جاءت بأنثى قيل آنثت فهي مؤنث وهي تؤنث، فإذا كان من عادتها أن تلد الإناث قيل مئناث، وإذا كان من عادتها أن تلد الذكور قيل مذكار، ويقال للناقة إذا ضربت مرارا لا تلقح قد مارنت وهي ممارن، ويقال للفحل إذا كان سريع الإلقاح إنه لقبس\nالجزء: 1 ¦ الصفحة: 139\n",
        "وقبيس وفحل بني فلان أقبس من فحل بني فلان، ويقال للفحل إذا ضرب قد قاع وقعا، ويقال للفحل إذا عارض الناقة فألقحها عراضا ألقحها يعارة، قال الطرماح:\nأضمرته عشرين يوما ونيلت\n...\nحين نيلت يعارة في عراض\nوقال الراعي:\nنجائب لا يلحقن إلا يعارة\n...\nعراضا ولا يشرين إلا غواليا\nويقال إذا لقحت ولم يكن ذلك شيئا ناقة راجع وناقة مخلفة وهن رواجع ومخلفات، ويقال لها إذا شالت بذنبها قد شمذت شماذا وهي شامذ، قال أبو زبيد:\nشامذا تتقي المبس عن الد\n...\nرة كرها كالصرف ذي الطلاء\nوكل رافع رأسه من ذكر وأنثى إذا مد ذنبه يقال قد اكتار بذنبه وهو يكتار اكتيارا، ويستحب ذلك من الفرس يقال هو من شدة صلبه، فإذا دنا نتاج الناقة قيل قد أدنت فهي مدنيه وهن مدان، وإذا كان ذلك في الشاء قيل قد أقربت وهي مقرب وهن مقاريب، وإذا استبان حمل الناقة أو الشاة قيل قد أرأت وهي مرئ، والفارق الناقة إذا ضربها المخاض فذهبت على وجهها قيل ناقة فارق وهن مرئيات ومراء ونوق فرق، وقال عبد بني الحسحاس:\nله فرق منه ينتجن حوله\n...\nيفقئن بالميث الدماث السوابيا\nويقال للناقة إذا أرادت الفحل قد ضبعت، فإذا اشتد ضبعها قيل قد هدمت تهدم هدما، فإذا حمل عليها الفحل قيل قد قعا عليها\nالجزء: 1 ¦ الصفحة: 140\n",
        "وقاع عليها، فإذا ضربها الفحل قيل هي في منيتها، ومنية البكر التي لم تحمل قبل ذلك عشر ليال حتى يستبين لقاحها ولقحها، ومنية الثني وهو البطن الثاني خمس عشرة، ومنيتها الأيام التي إذا مضت عرف اللقاح فيها، فإذا زمت بأنفها والزم أن ترفع رأسها شيئا وتجمع بين قطريها وتشول بذنبها وتقطع بولها فتبول دفعة دفعة، وليس شيء من البهائم يعلم لقاحه بعد عشر أو خمس عشرة غير الإبل، وقال ذو الرمة:\nإذا ما دعاها أوزغت بكراتها\n...\nكإيزاغ آثار المدى في ترائب\nعصارة جزء آل حتى كأنما\n...\nيلقن بجادي ظهور العراقب\nفإذا فعلت ذلك علم أنها لاقح فهي حينئذ شائل، وقال ذو الرمة:\nنتوج ولم تلقح لما يمتنى لها\n...\nإذا أرجأت ماتت وحي سليلها\nفإذا تحرك ولدها قيل قد أركضت، فإذا نبت على ولدها الشعر وأخذها لذلك وجع وحكه قيل أكلت، فإذا ورم حياؤها قيل قد أبلمت، فإذا بلغت عشرة أشهر قيل قد عشرت وهي عشراء والجماع العشار، ويكون الإبلام عند النتاج وعند الضبعة، وإذا كان بعضهن في عشرة أشهر وبعضهن قد نتج قيل عشار كلهن، فإذا نتج أولهن وبقي آخرهن فالبواقي متال، وإن لم ينتجن كلهن وما بقي لحقه فدخل في المتالي، والواحدة متلية، وإذا أشرف ضرعها فوقع فيه اللبن فهي الملمع، فإذا وقع فيه اللبأ قبل النتاج فهي المبسق، فإذا دنا النتاج فهي مدنية، فإذا\nالجزء: 1 ¦ الصفحة: 141\n",
        "ضربها المخاض فندت في الأرض فهي الفارق، فإذا ألقت ولدها فهو ساعة يقع سليل، فإذا وقع عليه اسم التذكير والتأنيث فإن كان ذكرا فهو سقب وإن كان أنثى فهو حائل، قال أبو ذؤيب:\n[فتلك التي لا يبرح القلب حبها\n...\nولا ذكرها] ما أرزمت أم حائل\nوقال الأسدي:\nمن عهدة العام وعام قابل\n...\nملقوحة في بطن ناب حائل\nفإذا قوي ومشى فهو راشح وهي المرشح، وهي المطفل ما دام ولدها صغيرا، فإذا ارتفع عن الرشح فهو الجادل، فإذا حمل في سنامه شحما فهو المعكر، وهو في هذا كله حوار، فإذا فطم فهو فصيل، فإذا فصل فهو فطيم فعيل والأم فاطم ولا تدخلها الهاء، قال الراجز:\nمن كل كوماء السنام فاطم\n...\nتشحى بمستن الذنوب الراذم\nشدقين في رأس لها صلادم\nفإذا حمل على أمه فلقحت بعده فهي خلفة ساعة تلقح والجميع المخاض وهو ابن مخاض، فإذا نتجت أمه فهو ابن لبون، وهو مثل امرأة ونسوة، فإذا فصل أخوه فهو حق، فإذا أتت عليه سنة أخرى فهو جذع، فإذا ألقى ثنيته فهو ثني، فإذا ألقى رباعيته فهو رباع، فإذا ألقى السن الأخرى فهو سديس وسدس، فإذا فطر نابه فهو بازل، قال:\nوافى بها الموسم دلاج نقل\n...\nمن سدس أو من رباع قد بزل\nالجزء: 1 ¦ الصفحة: 142\n",
        "فإذا أتى عليه عام بعد ذلك فهو مخلف عام، ويقال للناقة بازل وبزول وشارف وشروف، فإذا غلظ نابه واشتد فهو عود، فإذا ارتفع عن ذلك فهو قحر، قال ذو الرمة:\nتهوي رؤوس القاحرات القحر\n...\nبين اللهى منها وبين الحنجر\nفإذا أكل أسنانه فقصرت فهو كاف، فإذا تكسرت أنيابه فهو ثلب، فإذا ارتفع عن ذلك فهو ماج، ويقال للبعير إذا ألقى سنين من إثناء أو إرباع أو إجذاع أو إسداس أو غير ذلك من الأسنان بعير مقحم، وأخبرني عيسى بن عمر قال قلت لجبر بن حبيب أخي امرأة العجاج ما الهبع فقال تنتج الرباع في الربعية من النتاج وينتج هو في الصيف من النتاج فإذا مشى معها أبطرته ذرعه فهبع، والهبع من السير كأنه يتقحم ويستعين بعنقه، ويقال ناقة لجون وهي الثقيلة، وناقة ضغون التي معها معاسرة، وناقة ذقون التي يرجف رأسها في السير، وناقة صفون التي تجمع بين يديها ثم تفاج وتبول، ويقال قد فاجت تفاج مفاجة، وناقة زبون وهي التي ترمح عند الحلب، وناقة صفوف وهي التي تجمع بين المحلبين في حلبة، وناقة رفود وهي التي تملا الرفد.\nوالرفد العمل والرفد العس. وناقة كنوف وهي التي تبرك في كنفة الإبل، والكنف الناحية. وناقة قذور وهي التي تبرك على حدة ولا تخالط الإبل. وناقة كزوم وهي المسنة الهرمة. وناقة عوزم وهي التي فيها بقية من شباب وشدة. وناقة قرون التي تجمع بين محلبين. وناقة ملواح إذا كانت سريعة العطش. ومهياف\nالجزء: 1 ¦ الصفحة: 143\n",
        "مثل ذلك، وناقة دهين إذا كانت قليلة اللبن، وناقة بكيئة قليلة اللبن، وناقة صمرد إذا كانت قليلة اللبن، وناقة فخور إذا كانت عظيمة الضرع قليلة اللبن، وناقة عصوب إذا كانت لا تدر حتى تعصب فخذاها، وناقة نخور إذا كانت لا تدر حتى يضرب أنفها، وناقة مصور إذا كانت تمصر قليلا قليلا، وناقة لهموم إذا كانت غزيرة اللبن، وفرس لهموم إذا كانت غزيرة في العدو، وناقة خبر إذا كانت غزيرة اللبن، وأصل ذلك أن الخبر المزادة. وناقة مجالح إذا كانت تدر في القر والجوع، وناقة صعود وهي التي تخدج في سبعة أشهر أو ثمانية فتعطف على ولدها في العام الماضي، وناقة ظؤور وهي التي تعطف مع أخرى على ولد غيرها، وناقة رؤوم وهي التي ترأم ولد غيرها وتعطف عليه وتألفه. وناقة علوق وهي التي تشم بأنفها ولا تدر. وناقة خلية وهي التي تعطف مع أخرى على ولد واحد فتدران عليه جميعا فيتخلى أهل البيت بواحدة يحلبونها ويرضع الذي عطفت عليه من الأخرى. قال رؤبة:\nسبعين بسطا في خلايا أربع\nومعنى في خلايا مع خلايا والدليل على ذلك قول الجعدي:\nولوح الذراعين في بركة\n...\nإلى جؤجؤ رهل المنكب\nيريد مع بركة. وناقة بسط وبسط وهي التي تخلى وولدها ولا تعطف على غيره. وناقة مري والجماع المرايا وهي التي تدر على المسح من غير ولد. وناقة مفرهة إذا جاءت بولد فاره. وناقة\nالجزء: 1 ¦ الصفحة: 144\n",
        "مفكهة إذا دنا نتاجها. وناقة دلوق ودلقم وهي التي تكسر أسنانها فتمج. وأنشد:\nلا قرب الله محل الفيلم\n...\nوالدلقم الناب الكزوم الضرزم\nوالجلفزيز أم ذا القلهزم\n...\nتمشي بوجه باسر محمم\nمثل عجان الحبلقي الأزنم\nوناقة زحوف وهي التي تجر رجليها فتمسح بهما الأرض ذا مشت، وناقة نسوف وهي التي تتناول البقل بمقدم فيها، وناقة عاضة التي تأكل العضاة والشوك، وناقة عائذ وهي الحديثة النتاج والجماع عوذ، وناقة فاطم التي قد فصل ولدها. وناقة رائم التي قد أحبت ولدها أو غيره إذا عطفت عليه، وبعض العرب يقول رؤوم، وناقة مدراج وهي التي لا تضع حتى تجوز السنة وتدخل الأخرى، وناقة جرور إذا كانت تمد في الحمل فيتأخر نتاجها، وناقة ممارن التي لا تكاد تلقح، وناقة مربع وهي التي معها ولد ربع. وناقة مرباع التي تنتج في أول النتاج. وناقة شطوط وهي العظيمة جنبي السنام، وناقة مدنية وهي التي قد دنا نتاجها، وناقة خادج وهي التي ألقت ولدها قبل التمام، ويقال ولدته لتمام إذا ولدته تاما، وناقة سلوف التي تكون في أول الإبل إذا وردت، وناقة دفون التي إذا بركت بركت وسطهن، وناقة دحوق التي تخرج رحمها بعد نتاجها في دفعة. ويقال أمست دحاقا. وناقة كتوم التي لا تكاد ترغو. وناقة طرقة وهي التي تتبع النواحي وتستطرف المرعى. وناقة طروقة\nالجزء: 1 ¦ الصفحة: 145\n",
        "وهي التي أدركت أن يضربها الفحل. وناقة سلوب وهي التي ذبح ولدها أو مات. وناقة رجيلة وهي القوية على السفر. وناقة متلية وهي التي بقي معها إبل لم تنتج وقد نتج أول العشار وإن لم تكن نتجت هي. ويقال خرجت الناقة في بلد قفر وحدها فأنتجت. وناقة مطفل إذا كان معها ولد صغير. وناقة مشدن إذا كان معها ولد قد تحرك. وناقة مرشح إذا قوي ولدها وتبعها. وناقة رحول وهي التي تصلح للرحل. وناقة عشراء إذا حملت فكانت لعشرة أشهر وناقة جمعاء إذا كانت مسنة. وناقة شفوع وهي التي تجمع بين محليين. وناقة خنجور وهي الغزيرة. وهي في الغنم أيضا، وناقة مصيف وهي التي تنتج في آخر الصيف. وناقة مخوض وناقة ماخض وهي التي قد ضربها المخاض، والغمائم ما يسد به أنف الناقة إذا أرئمت وهو إذا أرادوا أن يعطفوها على ولد غيرها خوفا أن ينقطع لبنها. والواحدة غمامة. وناقة حسير وهي التي قد حسرت فوقعت من السير، والطليح التي قد جهدت وأعيت، وناقة قضيب وهي التي اقتضبت من الإبل ولم تمهر الرياضة. وناقة عسير وهي التي اعتسرت من الإبل أي أخذت فحمل عليها ولم ترض قبل ذلك، قال الأعشى:\nوعسير من النواعج أدما\n...\nء خنوف عيرانة شملال\nوناقة خلوج وهي التي يخلج عنها ولدها أو يفطم عنها. وناقة طالق وهي تطلب الماء في الكلإ. وناقة مواشك إذا كانت\nالجزء: 1 ¦ الصفحة: 146\n",
        "لا تفتر من السير، والضمضم من الإبل الغليظ الشديد\nالجزء: 1 ¦ الصفحة: 147\n",
        "ومن سير الإبل\n:\nالعنق الفسيح والمسطبر، قال [أمية بن أبي عائذ] الهذلي\nومن سيرها العنق المسبطر والعجرفية بعد الكلال\nفإذا ارتفع عن العنق قليلا قيل يمشي التزيد، وقال الشاعر [وهو الأعشى]\nوأتلع نهاض إذا ما تزيدت\n...\nبه مد أثناء الجديل المضفر\nفإذا ارتفع عن ذلك فهو الذميل يقال ذمل يذمل ذميلا، فإذا قارب الخطو ودارك النقال فهو الرتك يقال رتك يرتك رتكا ورتكانا. فإذا مشى مشي المجموع وظيفاه في قيد فهو الرسف يقال رسف يرسف رسيفا ورسفانا، فإذا دارك المشي وفيه قرمطة فهو الحفد يقال حفد يحفد حفدا. فإذا استدخل رجليه فهملج بهما ودحا بيديه فذلك المشي يعنى به الهملجة. فإذا ارتفع عن ذلك فهو المرفوع يقال رفع يرفع وهو بعير رافع.\nفإذا ارتفع [عن] ذلك حتى يكون عدوا يراوح فيه بين يديه قيل خب يخب خببا، فإذا ارتفع عن ذلك قيل دأدأ يد أدئ دأدأة، وبعض العرب يقول دأدأ يد أدئ دئداء. فإذا ارتفع عن ذلك فضرب بقوئمه كلها فتلك الربعة يقال هو يرتبع ارتباعا وربعة، فإذا جعل كأنه يضرب بقوائمه كلها فتلك اللبطة يقال مر يلتبط التباطا، فإذا ازداد فلم يدع جهدا قيل تشغر تشغرا. قال العجاج:\nالجزء: 1 ¦ الصفحة: 147\n",
        "قد أعطت الشعواء والشغورا\n...\nأمورها والشارف القذورا\nفإذا رقق البعير المشي يقال مشى مشيا رقاقا، فإذا حذقه قيل حذق يحذق وفي كل شيء يحذق حذقا إذا أحكمه وفرغ منه. ويقال ملع يملع ملعا. وزلج يزلج زليجا وزلجانا. والنصب يقال نصب القوم يومهم وهو أن يدوم سيرهم ولى بعدو ولا مشي وهو ألين من ذلك. وقال الشاعر [وهو ذو الرمة]\nكأن راكبها غصن بمروحة\n...\nمن الجنوب إذا ما ركبها نصبوا\nوالزفيف وهو دون المشي الفريغ يقال زف يزف زفيفا.\nويقال مر الموكب وله هزة إذا مر تهتز نواحيه من السير، وقال [أبو قلابة الطابخي] الهذلي\n[إما إن رأيت وصرف الدهر ذو عجب]\n...\nكاليوم هزة أجمال وأضعان\nوقال ابن قيس الرقيات:\nألا هزئت بنا قرشية يهتز موكبها\nوالوخدان والوخيد والوخد أن يرمي بقوائمه كأنه يزج بها شبيه بمشي النعام وخد يخد وخدا ووخدانا، وخود يخود تخويدا وهو أن يرتفع عن العنق حتى يهتز في السير كأنه يضطرب. والتهوس مشي المثقل في الأرض اللينة يقال مر يتهوس. ويقال بات يهوس الأرض ليلته. ويقال مر ينأل بجملة نألا ونيلا وهي مشية المثقل بتدافع بحمله. ويقال مر يزعب بحمله. ويقال رسم يرسم رسيما وهو فوق الذميل. ويقال نعب ينعب نعبا. ويقال\nالجزء: 1 ¦ الصفحة: 148\n",
        "عسج يعسج عسجا. ووسج يسج وسيجا ووسجا وهو سير صالح، ويقال أل يئل وهو مشي مدارك سريع، ويقال مر يمتل امتلالا وهو مر سريع سهل، ويقال مر يتغيف تغيفا وهو أن يتثنى في شقه من اللين والسبوطة، وقال العجاج:\nيكاد يرمي القاتر المغلفا\n...\nمنه أجاري إذا تغيفا\nويقال أرماه من فوق الحائط ورمى به، ويقال مر يخنف وخنف خنافا وهو أن يمشي في أحد شقيه وأن يرفع يديه إذا رفعهما فيهوي بهما لوحشيهما، وقال الأعشى:\nأجدت برجليها النجاء وأتبعت\n...\nيداها خنافا لينا غير أحردا\nويقال وضع البعير يضع وضعا وهو دون الشديد وأوضعته أنت توضعه إيضاعا، ووجف يجف وجيفا وأوجفته أنت، ويقال نصصت البعير فأنا أنصه نصا ولا يكون منه فعل البعير، ويقال رفع البعير رفعا وقد رفعته رفعا.\nالجزء: 1 ¦ الصفحة: 149\n",
        "ألوان الإبل\n.\nيقال بعير أحمر وناقة حمراء، فإذا بولغ في نعت حمرته قيل كأنه عرق أرطاة، ويقال أجلد الإبل وأصبرها الحمر. فإذا خلط الحمرة قنوء فهو كميت بين الكمتة وناقة كميت بينة الكمتة، فإذا خلط الحمرة صفار قيل أحمر مدمى، وقال حميد بن ثور وصار مدماها كميتا وشبهت فروج الكلى منها الوجار المهدما فإذا اشتدت الكمتة حتى يدخلها سواد فهي الرمكة يقال بعير\nالجزء: 1 ¦ الصفحة: 149\n",
        "أرمك وناقة رمكاء، فإن خالط الكمتة مثل لون صدإ الحديد قيل ناقة جأواء وبعير أجأى بين الجوؤة، فإذا خلط الحمرة صفرة كالورس قيل أحمر رادني وناقة رادنية. فإذا كان أسود يخلط سواده بياض كأنه دخان الرمث وكان البياض في بطنه ومراقه وأرفاغه وكان السواد غالبه فتلك الورقة وهي ألأم الألوان، ويقال إن بعيرها أطيب الإبل لحما، فإذا اشتدت ورقته حتى يذهب البياض فهو أدهم وناقة دهماء وهي الدهمة، فإذا اشتد السواد عن ذلك فهو جون وناقة جونة وإبل جون وجونات، فإذا ما الجون اصفرت أذناه ومحاجره وآباطه وأرفاغه فهو أصفر وناقة صفراء وذلك اللون الصفرة، وإذا كان البعير رقيق الجلد بين الغبرة والحمرة واسع مواضع المج لين الوبرة تنفذه شعرة هي أطول من سائر الشعر فهو خوار وهي الخور، فإذا غلظ الجلد واشتد العظم وقصرت الشعرة واشتدت القصوص فهي جلدة وهي الجلاد وهي من كل لون أقل الإبل لبنا، فإذا صدق بياض البعير فلم تكن فيه صهبة ولا حمرة ولم يخلطه شيء من الألوان فهو آدم وناقة أدماء، فإذا خلطته حمرة فاحمرت ذفاريه وعنقه وكتفاه وذروته وأوظفته فهو أصهب، فإذا خلط بياضه شيء من شقرة فهو أعيس، فإذا اغبر حتى يضرب إلى الخضرة [وإلى الغبسة] فهو أخضر، ويقال ألوان الغبسة لون المذيق المجهود، فإذا خلط خضرته سواد وصفرة فهو أحوى، قال الشاعر [وهو عمر بن لجإ]\nالجزء: 1 ¦ الصفحة: 150\n",
        "أرسلت فيها مجفرا درفسا\n...\nأدهم أحوى شاغريا حمسا\nوالمجفر العظيم الجفرة، والدرفس الغليظ الشديد، والحميس الشديد الغضب حمس يحمس حمسا، [و] الشاغري نسبه إلى بعير يقال له شاغر، فإذا كان شديد الحمرة يخلط حمرته سواد ليس بناصع خالص فتلك الكلفة يقال بعير أكلف وناقة كلفاء.\nالجزء: 1 ¦ الصفحة: 151\n",
        "أسماء الأظماء\n.\nالظمء ما بين الشربتين. وبقال زاد الناس في أظمائهم، ويقال ما بقي من فلان إلا ظمء حمار، فأول الأظماء وأقصرها الرغرغة وهي أن تدعها على الماء تشرب كلما شاءت، وإذا شربت كل يوم فاسم ذلك الظمء الرفه، ويقال إبل بني فلان ترد رفها، قال أوس بن حجر:\nيسقي صداه وممساه ومصبحه\n...\nرفها ورمسك محفوف بأظلال\nفإذا شربت يوما غدوة ويوما عشية فاسم ذلك الظمء العريجاء، فإذا شربت كل يوم نصف النهار فاسم ذلك الظمء الظاهرة ويقال إبل بني فلان ترد الظاهرة، فإذا شربت يوما وغبت يوما فذلك الغب ويقال جاءت إبل بني فلان غابة وبنو فلان مغبون، فإذا شربت يوما وغبت يومين فذلك الربع ويقال جاءت إبل بني فلان رابعة والقوم مربعون، فإذا شربت يوما ورعت ثلاثة أيام ووردت يوم الخامس قيل جاءت الإبل خوامس والقوم مخمسون،\nالجزء: 1 ¦ الصفحة: 151\n",
        "قال وأنشدنا أبو عمرو بن العلاء قال رؤبة كان أبي يعجبه هذا البيت [لامرئ القيس]\nيثير ويذري تربها ويهيله\n...\nإثارة نباث الهواجر مخمس\nيريد بمخمس ترد إبله الخمس وهذه صفة ثور يشبهه برجل، فإذا زيدت في الرعي يوما فذلك الظمء السدس والإبل سوادس وسادسة، فإذا زيدت في الرعي يوما فذلك الظمء السبع والإبل سوابع وسابعة، فإذا زيدت في الرعي يوما فذلك الظمء الثمن والإبل ثوامن وثامنة، قال الشاعر [وهو إهاب بن عمير]\nظلت مندح الرحى مثولها\n...\nثامنة ومعولا أفيلها\nفإذا زيدت في الرعي يوما فذلك الظمء التسع والإبل تواسع وتاسعة، فإذا زيدت في الرعي يوما فذلك الظمء العشر والإبل عواشر وعاشرة، فإذا بلغت العشر فلا ظمء فوق العشر يسمى إلا أنه يقال رعت عشرا وغبا وربعا فكذلك إلى العشرين، فإذا استغنت بأكل الرطب قيل قد جزأت تجزأ جزوءا والإبل جوازئ والقوم مجزئون، ويقال لكل شيء من هذه الإبل فواعل والقوم مفعلون إلى العشرة.\nالجزء: 1 ¦ الصفحة: 152\n",
        "أدواء الإبل\n.\nالمغلة وهو أن تأكل البقل مع التراب فيقال مغل يمغل مغلة شديدة، ومن أدوائها الحقلة يقال حقل يحقل حقلة شديدة وقال رؤبة:\nالجزء: 1 ¦ الصفحة: 152\n",
        "ذاك ونشفي حقلة الأمراض\nوقال آخر:\nداء بهم غمر من الأمغال\nأي بهم حسد، ويقال إذا أكلت الرمث فخلت عليه [فاشتكت] بطونها تركت الإبل قد رمثت رمثا، وإذا أكلت العرفج ثم شربت عليه الماء فاجتمع العرفج عجرا في بطونها فاشتكت عليه بطونها قيل قد حبجت تحبج حبجا، وإذا أكلت فأكثرت فانتفخت بطونها ولم يخرج عنها ما في بطونها قيل قد حبطت تحبط حبطا وهو بعير حبط وناقة حبطة، وإذا اشتد عطشها فلزقت الرئة بالجنب قيل قد جنبت الإبل تجنب جنبا، وقال ذو الرمة يصف ناقته وشبهها بحمار وحش:\nوثب المسحج من عانات معقلة\n...\nكأنه مستبان الشك أو جنب\nومن أدوائها الشك يقال بعير شاك وقد شك يشك شكا أي به شيء من شك، ومن أدوائها الطنى وهو أن تلزق الرئة بالجنب يقال طني البعير يطنى طنى شديدا، قال وأنشدنا للحارث ابن مصرف:\nأكويه إما أراد الكي معترضا\n...\nكي المطنى من النحز ابلطنى الطحلا\nوالمطنى البعير إذا دووي من الطنى، وقال رؤبة:\nمثل طنى الإبل وما طنيت\nأي بي من الداء مثل ذلك، ومن أدوائها الرجز وهو داء ترد منه وهو أن تضطرب فخذا البعير عند القيام ساعة ثم تنبسط\nالجزء: 1 ¦ الصفحة: 153\n",
        "يقال بعير أرجز وناقة رجزاء، ومن أدوائها الخفج يقال بعير أخفج وناقة خفجاء وقد خفج يخفج خفجا وهو أن تعجل رجلاه عند رفعهما كأن به رعدة، ومن أدوائها القرع وأكثر ما يكون في الصغار وأكثر ما يكون في القوائم والعنق والمشافر ويكون منه في سائر الجسد وهو بثر فإذا اجتمع واتصل تقوب الوبر عنه، فيقال قرع فينضح القصيل بالماء ثم يلقى في التراب فيجر فيه، قال أوس بن حجر:\nلدى كل أخدود يغادرن فارسا\n...\nيجر كما جر الفصيل المقرع\nومثل من الأمثال استنت الفصال حتى القرعى، ومن أدوائها [الركب] يقال بعير أركب وناقة ركباء وهو أن تكون إحدى الركبتين أعظم من الأخرى، ومن أدوائها اللخى مقصور وهو استرخاء إحدى الخاصرتين عن الأخرى يقال لخيت الناقة تلخى لخى قبيحا وهي ناقة لخواء وبعير ألخى، و [الدقى] بشم الفصيل إذا أكثر من اللبن فسلح يقال دقي يدقى دقى شديدا، والغوى في الإبل أن يكثر الحوار الشرب حتى يتخثر فيقال غوي يغوى غوى شديدا، والصدف أن يميل خف اليد أو الرجل إلى الوحشي فيقال صدف يصدف صدفا وناقة صدفاء وبعير أصدف، فإذا مال العوج قبل الإنسي فهو القفد يقال قفد يقفد قفدا شديدا وبعير أقفد وناقة قفداء، ويقال للبعير إذا ورم نحره ورفغه وموضع مراقه قد نيط له وهو بعير منوط له وبه نوطة قبيحة، ويقال [ناقة قسطاء و] بعير أقسط إذا كان جاف الرجلين [فيقال]\nالجزء: 1 ¦ الصفحة: 154\n",
        "قسط يقسط قسطا، وناقة طرقاء وبعير أطرق وقد طرق يطرق طرقا وهو استرخاء الركبتين بلين فيهما، ويقال للرجل المسترخي إنه لمطروق، وقال ابن أحمر:\nولا تصلي بمطروق إذا ما\n...\nسرى في القوم أصبح مستكينا\nويقال رجل به طريقة شديدة، وبعير أنكب ويقال نكب ينكب نكبا إذا أصابه ظلع فيمشي منحرفا وناقة نكباء ونكبت تنكب إذا تحرفت عن الطريق وهو صحيح، وقال العجاج:\nنحى الذبابات شمالا كثبا\n...\nوأم أوعال كها أو أقربا\nذات اليمين غير ما إن ينكبا\nوالعرر أن لا يكون للبعير سنام يقال ناقة عراء وبعير أعر بين العرر، وإذا أصاب السنام دبر أو داء فقطع فهو [بعير] أجب وناقة جباء وهو الجبب، وأذا أصاب الغارب دبرة فخرج منها عظم أو اشتد الجرح حتى يرى مكانه مطمئنا فذاك الجزل يقال [بعير أجزل و] ناقة جزلاء، ويقال أبو النجم:\nيغادر الصمد كظهر الأجزل\nويقال للبعير إذا كانت به دبرة ثم برأت وهي تندى به غاذ كما ترى، ويقال تركت جرحه يغذ، ويقال للبعير إذا كانت به دبرة فهجمت على جوفه قد نطف ينطف نطفا وبعير نطف وناقة نطفة، وإذا أخذ البعير سعال جاف في صدره فجشر قيل بعير مجشور. وقال الشاعر [وهو العجاج]\nحتى إذا كن من التسكير\n...\nمن ساعل كسعلة المجشور\nالجزء: 1 ¦ الصفحة: 155\n",
        "ومن أدوائها الصاد والصيد وهو داء يأخذ الإبل في رؤوسها فيلوي أحدها رأسه فيقال بعير أصيد إذا أخذه ذلك، قال رؤبة:\nإذا استعيرت من جفون الأغماد\n...\nفقأن بالصقع يرابيع الصاد\nوالصاد ورم يأخذ في الأنف مثل القرح يسيل منه مثل الزبد، فيقال للرجل كواه من الصاد فبرأ إذا ذهب ما في رأسه من الجنون والفخر، قال أراد بهذا الشعر البعير الذي به صيد وهو داء يأخذ الإبل فترم وجوهها ويسيل زبدها وتميل لذلك أعناقها، فإذا أخذها ذلك الداء فاليرابيع ما في أنوفها من ذلك الداء والورم فتشبه باليرابيع مجتمعا، والصقع الضرب، يقول فإذا ضربه بالسيف على رأسه فقأ ذلك الذي فيه، وهو مثل كبعض تلك الأمثال التي فسرها من كلام العرب وقال قوله:\nقفخا على الهام وبجا وحضا\nيقال قفخه يقفخه قفخا وذلك إذا ضربه في شيء أجوف فسمعت له صوتا قيل قفخه قفخات، ويقال بج بطنه وجرحه وجنبه كل ذلك إذا فقأه، ويقال وخضه يخضه وخضا وذلك إذا طعنه طعنا يبلغ الجوف ولا ينفذ إلى الجانب الآخر، وقال في قوله:\nإنا إذا قدنا لقوم عرضا\nقال العرض للجبل ويقال للجبل العرض فيقول قدنا جيشا كأنه جبل، وقال ذو الرمة:\n[أدنى تقاذفه التقريب أو خبب]\n...\nكما تدهدى من العرض الجلاميد\nالجزء: 1 ¦ الصفحة: 156\n",
        "أسماء عدد الإبل.\nالذود ما بين الثلاثة إلى العشرة، والصرمة القطعة التي ليست بالكثيرة، والصبة فوق ذلك إلى العشرين إلى الثلاثين إلى الأربعين، والعكرة إلى الخمسين إلى الستين إلى السبعين، والهجمة المائة وما داناها، والهنيدة مائة، والعرج الإبل إذا كثرت فبلغت مائتين قيل عرج، والبرك إبل القوم جميعا التي تروح عليهم، قال متمم:\nولا شارف حبشاء ريعت فرجعت\n...\nحنينا فأبكى شجوها البرك أجمعا\nتم كتاب الإبل عن الأصمعي والحمد لله رب العالمين وصلواته على سيدنا محمد النبي وعلى آله الطيبين الطاهرين صلاة وسلاما دائمين إلى يوم الدين.\nالجزء: 1 ¦ الصفحة: 157\n",
        "كتاب خلق الإنسان\nما يذكر من حمل المرأة وولادتها والمولود\n...\nكتاب خلق الإنسان.\nتأليف أبي سعيد عبد الملك بن قريب الأصمعي\nبسم الله الرحمن الرحيم\nما يذكر من حمل المرأة وولادتها والمولود\nقال أبو سعيد عبد الملك بن قريب الأصمعي يقال للمرأة في أول ما تحمل قد نسئت وهي نسء كما ترى، فإن اشتهت على حملها شيئا فهي وحمى والمصدر الوحم، قال العجاج:\nأزمان ليلى عام ليلى وحمي\nأي شهوتي، ووحمى فعلى من الوحم ويقال وحمت توحم وحما، ويكون نطفة أربعين يوما، وعلقة مثلها، ومضغة مثلها، ثم يبعث الله ملكا فينفخ فيه الروح، فإذا استبان الحمل فيها قيل لكل ما استبان حملها قد أرأت وهي مرء إلا ما كان من الحافر والسباع فإنه يقال لها ألمعت وهي ملمع إذا استبان حملها، ويقال إن ولد كل حامل يرتكض في نصف حملها، فإذا أثقلت قيل امرأة مثقل، فإذا ضربها المخاض قيل مخضت ومخضت، ووجع الولاد\nالجزء: 1 ¦ الصفحة: 158\n",
        "الطلق خفيف، فإذا وجدت الألم بعد الولاد فهو الحس، فإذا اشتكت على الولاد بعد فهي رحوم، فإذا يبس ولدها في بطنها قيل قد أحشت وهي محش وألقته حشيشا، فإذا حملته في آخر قرئها عند مقبل الحيضة قيل حملته وضعا وتضعا، فإذا حملت وهي ترضع أو غشيت قيل امرأة مغيل والولد الذي ترضعه مغيل ومغال أيضا، واللبن الغيل، فإذا سهلت ولادتها قيل ولدته سرحا، والدعاء يدعى به اللهم اجعله سهلا سرحا، ويقال قد أيسرت، فإن خرج رجلا المولود قبل رأسه قيل ولدته يتنا، قال الأصمعي عن عيسى بن عمر سألت ذا الرمة عن مسألة فقال أتعرف اليتن قلت نعم قال فإن مسئلتك هذه يتن أي إنها جاءت على غير وجهها، فإذا خرج وصاح قيل قد استهل، وكل شيء رفع صوته فقد استهل، ومن ذلك أهل بالعمرة والحج، ويقال استهلت السماء واستهل المطر وهو الصوت، فإذا قضى حاجته قيل قد عقى وهو يعقي عقيا واسم ما يخرج منه العقي، وهو كذلك من كل سخلة فإذا جعل لا يقضي حاجته في اليوم إلا مرة واحدة قيل قد صرب ليسمن، وقد اغتال الصبي ليسمن إذا احتبس ما في بطنه فإن ولدته قبل أن تتم شهوره فهو سقط وسقط وسقط، ومثله سقط النار حين يقدح مضموم ومكسور، وإنما هو مثل أي لم تكبر النار ولم تتم، فإن ولدته وقد تمت شهوره قيل ولدته لتمام وللتمام بالالف واللام، قال الشاعر:\nنتجت حروبهم بغير تمام\nالجزء: 1 ¦ الصفحة: 159\n",
        "وليس تكسر التاء إلا في الحمل والليل يقال ولدته لتمام، وليل التمام أطول ما يكون من الليل، فإما كل شيء بلغ تمامه فهو مفتوح يقال هذا تمام حقك وبلغ الشيء تمامه.\nالجزء: 1 ¦ الصفحة: 160\n",
        "ما يذكر من تقلب أحوال الإنسان\n.\nقال أبو سعيد يقال للمولود حينئذ وليد، ثم طفل قال ولا أدري ما وقته ويقال طفل وطفل، فإما الطفل فهو الصغير وأما الطفل فهو الرخص الناعم، ثم شدخ إذا كان صغيرا رطبا، فإذا سمن شيئا قيل قد تحلم وقد اغتال، فإذا فطم فهو فطيم، فإذا انتفج وارتفع فهو جفر، فإذا ارتفع عن ذلك فهو جحوش، قال المعترض الهذلي:\nقتلنا مخلدا وابني حراق\n...\nوآخر جحوشا فوق الفطيم\nفإذا خدم وقوي فهو حزور، قال النابغة:\nوإذا نزعت نزعت عن مستحصف\n...\nنزع الحزور بالرشاء المحصد\nفإذا ارتفع ولم يبلغ الحلم فهو يفعة ويافع يقال غلام يافع وغلام يفعة وغلمان يفعة الواحد والجميع فيه سواء، وقد يقال غلمان أيفاع وقد أيفع الغلام يوفع إيفاعا، قال الشاعر [وهو متمم بن نويرة اليربوعي]\nكهول ومرد من بني عم مالك\n...\nوأيفاع صدق لو تمليتهم رضى\nتمليتهم أي تمتعت بهم، ويقال من هذا لبست جديدا وتمليت حبيبا أي تمتعت به، فإذا احتلم فهو حالم، فإذا خرج وجهه فهو طار\nالجزء: 1 ¦ الصفحة: 160\n",
        "ويقال قد طرشاربه، قال الشاعر [وهو أبو قيس بن رفاعة] :\nمنا الذي هو ما إن طر شاربه\n...\nوالعانسون ومنا المرد والشيب\nما أن طر شاربه بالفتح هكذا ينشده بالفتح، ويقال للبعير إذا ألقى وبره ونبت له وبر آخر جديد قد طر يطر طرورا، ويقال للحمار إذا ألقى شعره ونبت له شعر آخر جديد مثل ذلك، فإذا التف وجهه ولم يكن في الشعر مزيد فهو مجتمع، قال سحيم بن وثيل الرياحي:\nأخو خمسين مجتمع أشدي\n...\nونجذني مداورة الشؤون\nيريد بقوله نجذني دربني وحنكني، دربني أي صيرني دربا حادا، وهو شاب من الحلم إلى أن يكتهل، فإذا تم فهو كهل، فإذا قعد بعد بلوغ وقت النكاح أعواما لا ينكح فهو عانس يقال رجل عانس وامرأة عانس، قال أبو ذؤيب:\nفإني على ما كنت تعهد بيننا\n...\nوليدين حتى أنت أشمط عانس\nويقال قد عنست تعنس عنوسا وعنست تعنيسا وهي امرأة معنسة وعانس، فإذا تمت شدته فهو صمل، وإذا رأى البياض فهو أشيب وأشمط، فإذا ظهر به الشيب واستبانت فيه السن فهو شيخ، فإذا جاوز ذلك فهو مسن، فإذا ارتفع عن ذلك فهو قحم وقحر، قال رؤبة:\nرأين قحما شاب واقلحما\n...\nطال عليه الدهر فاسلهما\nوالمسلهم الضامر، وقال رؤبة أيضا:\nتهوي رؤوس القاحرات القحر\n...\nإذا هوت بين اللها والحنجر\nالجزء: 1 ¦ الصفحة: 161\n",
        "ويقال جمل قحر وقحارية مثل قراسية والقراسية الضخم من الإبل الكبير، فإذا أخلق فهو إنقحل ويقال رجل إنقحل وامرأة إنقحلة، قال الراجز:\nلما رأتني خلقا إنقحلا\nورجل نهشل وامرأة نهشلة وقد نهشلت المرأة وخنشلت إذا أسنت وفيها بقية لم يذهب جل شبابها، فإذا قصر خطوه وضعف قيل دلف يدلف وهو دالف، وقال أوس بن حجر:\nكهمك لا حد الشباب يضلني\n...\nولا هرم ممن توجه دالف\nتوجه أي ممن تهيأ للهلاك، فإذا انحنى وضمر فهو عشبة وعشمة لغتان، فإذا بلغ أقصى ذلك فهو هرم، فإذا أكثر الكلام واختلف قوله فهو المهترم جميعا، وإذا ذهب عقله فهو الخرف وقد خرف يخرف خرفا، والهم الكبير من الناس والدواب يقال رجل هم وامرأة همة، قال الشاعر [وهو أعشى باهلة]\nوناب همة لا خير فيها\n...\nمشرمة الأشاعر بالمداري\nالمشرم المخرم يقال شرم أنفه أي خرمه، فيقول هذه امرأة ولدت فتفتقت فشدت لتجف رحمها، والأشاعر منابت الشعر من الفرج، والعل الكبير من كل شيء المسن الصغير الجرم، والجرم خلقته، قال المتنخل:\nليس بعل كبير لا شباب به\n...\nلكن أثيلة صافي الوجه مقتبل\nوالمقتبل المستأنف للشباب مبتدأه، وقال بعض شعراء عبد القيس:\nظلت ثلاثا لا تراع من الشذى\n...\nولو ظل في أوصالها العل يرتقي\nالجزء: 1 ¦ الصفحة: 162\n",
        "والعل هاهنا القراد الصغير الجائع وهو أعض ما يكون وأخبثه، وكل مسن صغير الجرم فهو عل، والشذى مقصور الأذى.\nالجزء: 1 ¦ الصفحة: 163\n",
        "هذا ما تسمي العرب من جماعة خلق الأنسان\n.\nفاسم جماعة خلق الإنسان الشخص والطلل والآل والسمامة. يقال لشخص الإنسان طلله، وشخص كل شيء طلله يقول العرب حيى الله طللك وحيى الله آلك، وأطلال الدار من ذلك، فإذا كان أثر ليس له شخص مرتفع فهو رسم، قال ذو الرمة:\nأأن ترسمت من خرقاء منزلة\n...\nماء الصبابة من عينيك مسجوم\nوبعضهم يرويه أعن ترسمت يقلب الهمزة الثانية عينا، ويقال لشخص أعلى الشيء السماوة، ويقال للشخص الشبح والشبح مخفف ومحرك. قال ذو الرمة:\nتجلي فلا تنبو إذا ما تبينت\n...\nبها الشبح أعناق لها كالسبائك\nوقال رجل من بني ضبة في الشبح:\nترى شبح الأعلام فيها كأنها\n...\nمغرقة في ذي غوارب مزبد\nويقال لشخص الرجل سمامته. قال أبو ذؤيب:\nوعادية تلقي الثياب كأنما\n...\nتزعزعها تحت السمامة ريح\nويقال لشخص الرجل سماوته. قال الراعي:\nكأن على أذنابها حين أبصرت\n...\nسماوته فيئا من الطير وقعا\nويروى سمامته فيئا. قال العجاج:\nطى الليالي زلفا فزلفا\n...\nسماوة الهلال حتى احقوقفا\nالجزء: 1 ¦ الصفحة: 163\n",
        "ويقال رأيت سماوة كذا وكذا لشخص أعلاه، قال طفيل:\nسماوته أسمال برد محبر\n...\nوصهوته من أتحمي معصب\nوصهوة كل شيء أعلاه وهو من الفرس موضع اللبد، وشدف كل شيء شخصه والجميع الشدوف.\nقال الشاعر [وهو عمير بن الجعد القهدي]\nوإذا أرى شدفا أمامي خلته\n...\nرجلا فجلت كأنني خذروف\nالخذروف هاهنا الخرارة التي يلعب بها الصبيان، ويقال أيضا رأيت آل فلان أي شخصه، قال ذو الرمة:\nفما وردت ديار الحي حتى\n...\nطرحن سخالهن وصرن آلا\nوأمة الأنسان قامته يقال حسن الأمة، قال الأعشى:\nوإن معاوية الأكرمين\n...\nحسان الوجوه طوال الأمم\nويقال إنه لحسن القامة والقومة والقومية، وإنه لحسن القوام يراد به الشطاط، ويقال هذا قوام الأمر مكسور.\nوسمعت بعض العرب يقول إن فلانا لحسن الوجه حليف اللسان طويل الأمة. والحليف الحديد من كل شيء ويقال للرمح إنه لحليف الغرب أي حديد. ويقال للسهم إنه لحليف الغرب إذا كان حديدا. ويقال إن فلانا عظيم الجثة. وقمة الرأس أعلاه ووسطه. ويقال صار القمر على قمة الرأس إذا كان حيال وسط رأس الإنسان. قال ذو الرمة:\nعلى قمة الرأس ابن ماء محلق\n...\nوردت اعتسافا والثريا كأنها\nويقال للإنسان إذا كان راكبا إنه لحسن القمة على الرحل أي حسن الشخص عليه. والجثمان الشخص. والجسمان الجسم، ويقال\nالجزء: 1 ¦ الصفحة: 164\n",
        "جاءنا بثريدة مثل جثمان القطاة، وجماعة جسم الإنسان يقال لها الجسمان. تقول العرب نحل جسمان فلان.\nويقال للجسم أيضا الأجلاد يقال فلان عظيم الأجلاد وقد نحلت أجلاد فلان. قال الأسود بن يعفر:\nإما تريني قد بليت وشفني\n...\nما غيض من بصري ومن أجلادي\nيريد بذلك ما نقص من بصري وجسمي. قال الشاعر:\nوإن هوى نفسي مع الحاضر الذي\n...\nتركت وأجلادي يرين مع الركب\nوبعض العرب يسمي الأجلاد التجاليد. قال رجل من عبد القيس [وهو المثقب العبدي]\nينبي تجاليدي وأقتادها\n...\nناو كرأس الفدن المؤيد\nينبيها أي يطرحها ويقال يرفعها. والناوي الكثير الشحم، والني الشحم. والفدن القصر. والمؤيد المشدد من كل شيء. ويقال إنه لحسن السحناء والسحنة. ويقال جاءت فرس فلان حسنة السحنة وجاءت مسحنة إذا جاءت حسنة الحال.\nثم الرأس. فظاهر جلد الانسان من رأسه وسائر جسده البشرة. وباطنه الادمة، ويقال للعنان إذا أخرجت أدمته إنه لمؤدم وإذا أظهرت بشرته وهي منبت الشعر إنه لمبشر. قال العجاج:\nفي صلب مثل العنان المؤدم\n...\nوكفل بنحضه ملكم\nالصلب والصلب واحد في لغة العجاج وذلك أن المؤدم اللين، ومثل من الأمثال إنما امرأة فلان المبشرة المؤدمة، يراد بذلك\nالجزء: 1 ¦ الصفحة: 165\n",
        "التامة في كل وجه. ويقال للرجل الكامل إنه لمبشر مؤدم إذا جمع لينا وشدة وذلك لأنه جمع لين الأدمة وخشونة البشرة. ويقال في مثل آخر إنما يعاتب الأديم ذو البشرة أي إنما من الرجال من يرجى ومن به مسكة وقوة. وقوله يعاتب أي يعاد في الدباغ.\nثم الفروة وهي جلدة الرأس خاصة دون سائر الجسد. قال عمر ابن الخطاب رحمه الله إن الأمة ألقت فروة رأسها وراء الجدار، يقول ليس عليها أن تختمر، وفي الرأس الهامة وهو وسط الرأس ومعظمه. وفي الرأس القلة وهي العلاوة وذلك أعلى الرأس. قال ذو الرمة:\nيسعرها بأبيض مشرفي\n...\nكضوء البرق يختلس القلالا\nيريد الحرب، وفي الهامة اليأفوخ مهموز وهو الموضع الذي لا يلتئم من الصبي إلا بعد سنتين أو نحو ذلك وهو حيث التقى عظم مقدم الرأس ومؤخره. قال العجاج:\nضربا إذا صاب اليآفيخ احتقر\nوبعض العرب يسميها النمغة بالغين، وتسمى من الصبي الرماعة ويقال لعظم الرأس الذي فيه الدماغ الجمجمة. قال [المتنخل] الهذلي\nبضرب في الجماجم ذي فروغ\n...\nوطعن مثل تعطيط الرهاط\nالجزء: 1 ¦ الصفحة: 166\n",
        "وفي الجمجمة القبائل وهي أربع وهي قطعه المشعوب بعضها إلى بعض الواحدة قبيلة، قال الهذلي:\nأواقد لا آلوك إلا مهندا\n...\nوجلد أبي عجل وثيق القبائل\nوكذلك قبائل القدح والجفنة إذا كانت على قطعتين أو ثلاث يشعب بعضها إلى بعض، ومواصل القبائل الشؤون الواحد شأن، قال رجل من بني فقعس [واسمه أبو محمد] ينعت الجمل:\nترى شؤون رأسه العواردا\n...\nمضبورة إلى شبا حدائدا\nضبر براطيل إلى جلامدا\nويقال إن الدمع يخرج من الشؤون ومن ثم يقال استهلت شؤونه، قال أوس بن حجر:\nلا تحزنيني بالفراق فإنني\n...\nلا تستهل من الفراق شؤوني\nويقال للخطوط التي في الجبل شؤون، ويقال للجلدة الرقيقة التي ألبست الدماغ فأحاطت به أم الدماغ، قال [أوس] بن غلفاء الهجيمي:\nوهم ضربوك ذات الرأس حتى\n...\nبدت أم الدماغ من العظام\nوإنما قيل للشجة مأمومة لأنها خرقت العظم وبلغت أم الدماغ ولم تخرق الجلد، وبعض العرب يسميها الآمة، فإذا انهشم الرأس ولم يخرج منه شيء فهي الهاشمة، فإذا خرج منها عظم أو عظمان فتلك المنقلة، فإذا بلغت الشجة أن يبدو العظم لا يجاوز ذلك فهي الموضحة، فإن كان بينها وبين العظم قشرة رقيقة فتلك لسمحاق، يقال ما على ثرب الشاة من شحم إلا سماحيق وما في\nالجزء: 1 ¦ الصفحة: 167\n",
        "السماء من غيم إلا سماحيق أي رقاق، فإذا بلغت الشجة أن تأخذ في اللحم ولم تنفذه إلى الجلدة الرقيقة فتلك المتلاحمة، فإذا حزت الجلد وأخذت في اللحم شيئا فهي باضعة، فإذا بلغت أن تدمى فهي دامية، فإذا أخذت في الجلد قليلا فهي حارصة يقال حرص رأسه يحرصه حرصا وما أصابه إلا بحريصة صغيرة، وفي الرأس الفراش وهو العظام الرقاق يركب بعضها بعضا في أعالي الخياشيم وكل عظم ضرب فطار منه عظام رقاق فهي فراش، قال النابغة:\nيطير فضاضا بينها كل قونس\n...\nويتبعها منهم فراش الحواجب\nوالذؤابة أعلى الرأس. وذؤابة كل شيء أعلاه. وفيه القمحدوة وهى الناشزة فوق القفا وهي بين الذؤابة والقفا. وفيه الفأس وهي حرف القمحدوة المشرف على القفا. وفي الرأس القرنان وهما حرفا الهامة من عن يمين وشمال. والقذال ما بين النقرة والأذن وهما قذالان. والقذالان عن يمين القمحدوة وشمالها. قال ذو الرمة:\nومية أحسن الثقلين جيدا\n...\nوسالفة وأحسنه قذالا\nوالنقرة في القفا وهي منقطع القمحدوة، [و] الذفرى الحيدان الناتئان عن يمين النقرة وشمالها، قال ذو الرمة:\nوالقرط في حرة الذفرى معلقة\n...\nتباعد الحبل منها فهو يضطرب\nوالفودان وهما ناحيتا الرأس وكل شق فود يقال غسل أحد فودي رأسه، قال الشاعر:\nإما تري لحيتي أودى الزمان بها\n...\nوشيب الدهر أصداغي وأفوادي\nوفي الرأس الدائرة وهي الشعر الذي يستدير على القرن يقال ما\nالجزء: 1 ¦ الصفحة: 168\n",
        "تقشعر دائرته. والمسائح ما بين الأذن والحاجب واحده مسيحة يتصعد حتى يكون دون اليأفوخ، قال كثير:\nمسائح فودي رأسه مسبغلة\n...\nجرى مسك دارين الأحم خلالها\nمسبغلة ريا من الدهن، والخشاوان العظمان الناشزان بين مؤخر الأذن وقصاص الشعر. وقصاص الشعر منتهاه حين ينقطع من الرأس فيفضى إلى ما لا شعر فيه من الجلد من مقدم الرأس ومؤخره يقال خشاء كما ترى مصروفة وخششاء غير مصروفة فمن قال خشاء قال خشاوان ومن قال خششاء قال خششاوان.\nقال العجاج:\nفي خششاوى حرة التحرير\nوقص وقصص اسمان للصدر، والصدغ ما انحدر عن الرأس إلى مركب اللحيين وموضع الماضغ الذي يتحرك إذا مضغ الانسان، قال العجاج:\nيلهز أصداغ الخصوم الميل\n...\nللعدل حتى ينتحوا للأعدل\nوالفهقة هي الفقرة من العنق التي تلي الرأس، والفائق عظم صغير في مغرز الرأس من العنق وهو الدرداقس، والمقذ منتهى منبت الشعر من مؤخر الرأس، قال عمر بن لجإ:\nكأن ربا سائلا أو دبسا\n...\nبحيث يجتاب المقذ الرأسا\nويقال إنه للئيم المقذين إذا كان هجين ذلك الموضع، ومن الرؤوس الأكبس وهو المستدير العظيم، وهامة كبساء وكباس، ورجل أكبس وهو العظيم الرأس، ولذلك قيل قفاف كبس أي ضخام، ويقال رجل كروس إذا كان عظيم الرأس، ومنها المصفح [والمصفح]\nالجزء: 1 ¦ الصفحة: 169\n",
        "وهو الذي يضغط من قبل صدغيه فيطول ما بين جبهته وقفاه، وفيه الصعل يقال رجل صعل وامرأة صعلة وهو دقة في الرأس وخفة، ومنها المؤوم وهو المستدير، قال الشاعر يصف ناقته وسرعة سيرها:\nترى أو تراءى عند معقد غرزها\n...\nتهاويل من أجلاد هر مؤوم\nومنها الخشاش وهو الخفيف يشبه برأس الجسم ضربه، قال طرفة:\nأنا الرجل الضرب الذي تعرفونه\n...\nخشاش كرأس الحية المتوقد\nوفي الرأس الاذنان، وفي الاذنين الغرضوف وبعض العرب يقول الغضروف وهو ما أشبه العظم الرقيق من فروعها وهو معلق الشنوف منها، وحتارها كفاف حروف غراضيفها، وفيه الشحمة وهو ما لان من أسفلها، وفي الشحمة معلق القرط، وفيه الوتد وهي الهنية الناشزة في مقدمها تلي أعلى العارض من اللحية، وفيها محارتها وهي صدفتها، وفي الأذن الصماخ وهو الخرق الباطن الذي يفضي إلى الرأس. وفيه السم.\nيقال في مثل سد سمك عنا، قال الفرزدق:\nونفست عن سميه حتى تنفسا\n...\nوقلت له لا تخش شيئا ورائيا\nوهو المسمع مكسور الأول، والمسمع مفتوح المكان من قوهم هو مني مرأى ومسمعا، ومنه يقال جدع الله مسامعه، وفي الأذن الصماليخ وهي مثل القشور يخرج منها والواحد صملاخ ويقال صملوخ، ومن الآذان الصمعاء وهي اللطيفة الصغيرة وفيه اضطمار ولصوق بالرأس يقال لمن كان كذلك رجل أصمع وأمرأة صمعاء\nالجزء: 1 ¦ الصفحة: 170\n",
        "ويقال إنه لأصمع الفؤاد إذا كان حميز الفؤاد منقبضه، والحميز الشديد، وفي الأذن الخذا والسكك والغضف والقنف، فأما الخذا فهو اشترخاؤها وانكسارها مقبلة على الوجه يقال لمن كان كذلك رجل أخذى وامرأة خذواء، وكذلك ينمة خذواء إذا كانت مسترخية، يريدون بذلك أنها تمت حتى استرخت، والينمة نبت من البقل، وأما السكك فهو صغر الأذن ولزوقها وقلة إشرافها يقال لمن كان كذلك رجل أسك وامرأة سكاء. قال النابغة:\nسكاء مقبلة حذاء مدبرة\n...\nللماء في القلب منها نوطة عجب\nوأصل الحذذ خفة الذنب، وأما الغضف فهو في الناس إقبالها على الوجه وبعضهم يقول إدبارها على الرأس وانكسار طرفها نحو الرأس يقال رجل أغضف وامرأة غضفاء، قال العجاج:\nغضفا طواها الأمس كلابي\nوأما القنف فعظم الأذن وانقلابها على الوجه وتباعدها من الرأس يقال رجل أقنف وامرأة قنفاء، والشرفاء من الأذن القائمة المشرفة يقال أذن شرفاء وشرافية مخففة.\nوفي الرأس الشعر ومن الشعر رجل أفرع وامرأة فرعاء وهو التام الشعر الذي لم يذهب منه شيء، وبلغنا أن رجلا قال لعمر رحمه الله الصلعان خير أم الفرعان قال الفرعان، وكان أبو بكر رحمه الله أفرغ وكان عمر أصلع لم يبق من شعره إلا حفاف وهو أن يبقى منه كالطرة حول رأسه. والأثيث من الشعر الطويل الكثير.\nوالجثل الكثير الملتف. وكذلك من النبت والشجر يقال جثل بين الجثولة\nالجزء: 1 ¦ الصفحة: 171\n",
        "قال الأخطل:\nغداة غدت غراء غير قصيرة\n...\nتذري على المتنين ذا عذر جثلا\nوقال آخر:\nبعد غداف جثلة علكس\n...\nومشية هذ الفنيق الوهس\nعلكس الشديد السواد والالتفاف، ويقال رجل أهلب للكثير الشعر، والهلب الشعر كله في الذنب وغيره، والوحف مخفف هو الكثير الأصول. وكذلك كلما كثرت أصوله من نبت أو زرع وهو وحف. والمسبكر المسترخي يقال اسبكر شبابه إذا لان، قال امرؤ القيس:\nإلى مثلها يرنو الحليم صبابة\n...\nإذا ما اسبكرت بين درع ومجول\nأي مرت مسترخية سبطة، والمجول الدرع الخفيف تجول فيه المرأة، قال جويبة الهجيمي:\nوعلي سابغة كأن قتيرها\n...\nحدق الأساود لونها كالمجول\nالقتير رؤوس مسامير الحلق يعني بياض درع المرأة، والغسنة من الشعر الخصلة والجماع الغسن، والرسل كل مسترسل وكل سهل لين يقال ناقة رسلة ولا يقال رسل إذا كان مسترسلا. ويقال شعر سبط وشعر سبط، قال الشاعر:\nمن يأته من سائل ذي قرابة\n...\nيجد سبط الكفين أروع ماجدا\nويقال شعر رجل ورجل ورجل ثلاث لغات. وشعر مقلعط وذلك أشد الجعودة، قال عمرو بن معدي كرب الكندي:\nوما نهنهت عن سبط كمي\n...\nولا عن مقلعط الرأس جعد\nالجزء: 1 ¦ الصفحة: 172\n",
        "ويقال شعر جعد، فإذا اشتدت جعودته قيل قطط، قال الشاعر [وهو المتنخل الهذلي]\nيمشى بيننا حانوت خمر\n...\nمن الخرس الصراصرة القطاط\nوالزعر والزمر والمعر كل هذا قلة الشعر والريش، قال طرفة:\nمن الزمرات أسبل قادماها\n...\nوضرتها مركنة درور\nويقال رجل زمر ولا يقال أزمر الشعر، وقال الشاعر في الزعر:\nدع ما تقادم من عهد الشباب فقد\n...\nولى الشباب وزاد الشيب والزعر\nويقال رجل أزعر وامرأة والأمرط المنتوف يقال مرط لحيته، والأمعط مثله ومن هذا قيل ذئب أمعط وهو أخبث ما يكون إذا تمرط وطار وبره، ويقال أكلت السنورة الحية فتمشعرها، والأحص الذي قد تحات شعره ويقال انحت شعره وانحص شعره، وشعفات الرأس [الشعر] أعلاه، قال وقال رجل ضربني عمر بالدرة فسقط البرنس عن رأسي فأغاثني الله بشعفتين في رأسي أو قال شعيفات. وشعفة كل شيء أعلاه، قال العجاج:\nدواخسا في الأرض إلا شعفا\nويقال لم يبق من شعره إلا قزع والواحدة قزعة مثل شجرة، والعنصوة وجماعها العناصي وهو أن يذهب شعره إلا شيء يسير في أماكن، ويقال لم يبق من شعره إلا عنصوة خفيفة يعني شيئا قليلا، والعناصي أشياء يسيرة متفرقة، قال أبو النجم:\nإن يمس رأسي أشمط العناصي\n...\nكأنما فرقه مناصي\nعن هامة كالقمر الوباص\nالجزء: 1 ¦ الصفحة: 173\n",
        "[الوباص] البراق، مناص مجاذب ينصوه. والتسبيد في الشعر أن يستأصل جزه. ومنه قيل للخوارج إن التسبيد فيهم لفاش. قال وكان ابن سيرين وناس من أهل السنة لهم وفار خفيفة. وقول الناس ما له سبد ولا لبد أي ما له قليل ولا كثير. ويقال للفرخ حين سبد أي حين شوك. ويقال للشعر إذا قصر فلم يطل قد حرق يحرق حرقا. قال الشاعر [وهو أبو كبير الهذلي]\nذهبت بشاشته وأصبح واضحا\n...\nحرق المفارق كالبراء الأعفر\nويقال للطائر إذا انحص ريشه قد حرق ريشه. قال عنترة:\nحرق الجناح كأن لحيي رأسه\n...\nجلمان بالاخبار هش مولع\nيصف غرابا ينعق فشبه منقاده بالجلمين أي هو يضرب الفرقة. ويقال شعر مشعان إذا كان منتفشا.\nوقال أخبرني جويرية بن أسماء قال خرج الوليد وهو مشعان الشعر وهو يقول هلك الحجاج بن يوسف وقرة بن شريك والله لاشفعن لهما إلى ربي وهو يتفجع عليهما، ويقال اشعان الشعر يشعان اشعينانا وهو الثائر المتفرق. والشوع انتشار الشعر قال وأظن منه ابن اشوع. والعذر واحدتها عذرة وهي شعرات بين القفا ووسط العنق. قال العجاج:\nينفضن أفنان السبيب والعذر\nوالغدائر واحدتها غديرة قال وكل ذؤابة غديرة، قال أبودؤاد ولها غدائر مسبكرات وأنياب بوارد\nوقال امرؤ القيس:\nغدائره مستشزرات إلى العلى\n...\nتضل العقاص في مثنى ومرسل\nالجزء: 1 ¦ الصفحة: 174\n",
        "والضفائر واحدتها ضفيرة. والقصائب واحدتها قصيبة. ويقال قصبت فلانة شعرها ولها قصابتان على وجهها إذا كانت [لها] غديرتان. والذوائب واحدتها ذؤابة، ويقال غب شعرك أي خذ منه حتى يتطأمن، وفي الشعر الهبربة والإبرية والتبرية وهو ما يتحات منه. ويقال لما يتقشر عن الهامة من الجلد تبرية وإبرية [وهبرية] وحزاز، والزغب صغار الشعر ولينه أول ما يبدو من الصبي ومن الشيخ حين يرق شعره يقال شعر أزغب ولحية زغباء وقد ازغاب شعره وازلغب ولم يسود. ويقال ذلك للفرخ حين يلبس الريش من قبل أن يشتد سواد ريشه. ويقال للغلام أول مايخرج وجهه قد ازلغب عارضاه.\nومن ألوان الشعر المسحنكك وهو الأسود من الشعر والليل والنبات وكل شيء اشتد سواده، يقال أتانا مسحنكك الليل. والمحلولك من الشعر ومن كل شيء ما اسود فاشتد سواده. وكذلك أسود حلبوب وحلكوك. قال الشاعر يصف شدة السير بالليل في ليلة شديدة السواد:\nنهاوي السرى والبيد والليل حالك\n...\nبمقورة الألياط شم الكواهل\nويقال أسود محلولك وقد احلولك يحلو لك احليلا كا شديدا وإنما أخذ من جلك الغراب. ويقال أسود فاحم من الشعر ومن كل شيء وإنما اشتق من الفحم، والأصبح من الشعر الذي يخلط\nالجزء: 1 ¦ الصفحة: 175\n",
        "بياضا بغبرة. والأمغر الذي هو في لون المغرة، والأصهب الذي يخلط بياضا بحمرة\nمن اللحى. فاللحية تجمع الشعر أجمع. فما كان من الصدغ إلى الراد فهو المسال. وما أسبل من مقدمها على الصدر فهو السبلة. يقال للرجل الطويل السبلة إنه لمسبل، ويقال أخذ سبلته فجزه يراد بطرف لحيته قال الشاعر [وهو العجاج]\nوأخذ الموت بجنبي لحيتي\n...\nوسبلاتي وبجنبي لمتي\nواللمة طول الشعر.\nوالسبال بعد الشوارب وما يليها، ويقال أخذ الشفرة فلتم بها سبلة بعيره أي نحره. والصبحة والملحة لونان وهو بياض إلى الحمرة وما هو كلون الظبي يقال رجل اصبح اللحية وأملح اللحية إذا كان يعلو شعر لحيته بياض من خلقة ليس من شيب. قال ذو الرمة:\nونادى بها ماء إذا ثار ثورة\n...\nأصيبح نوام يقوم ويخرق\nوقال الآخر [وهو قيس بن عيزارة الهذلي]\nألفيته يحمي المضاف كأنه\n...\nصبحاء تحمي شبلها وتحيد\nوقال الأخطل في الملحة:\nملح المتون كأنما ألبستها\n...\nبالماء إذ يبس النضيح جلالا\nومن اللحى الكثة وهو يصرف يقال كثت لحيته تكث كثاثة وكثوثة، والعارض من اللحية ما نبت على عرض اللحى فوق الذقن، ويقال قد شابت لحيته وقد شمطت وقد وخطها الشيب\nالجزء: 1 ¦ الصفحة: 176\n",
        "وخيط فيها الشيب، قال الشاعر [وهو بدر بن عامر الهذلي] أصبحت لا أنسى منيحة واحد حتى تخيط بالبياض قروني وقال الآخر:\nأبيت الذي يأتي السفيه شبيبتي\n...\nإلى أن علا وخط من الشيب مفرقي\nويروى أتيت الذي يأتي. ويقال قد ثقبه الشيب، ويقال لشعرات يسيرة ترى في أول الشيب قد رأى فلان رواعي الشيب، فإذا كثر الشيب فنصف أو كاد قيل قد أخلست لحيته ولحية خليس، قال رؤبة:\nلما رأين لحيتي خليسا\n...\nرأين سودا أو رأين عيسا\nفإذا كانت اللحية قليلة في الذقن ولم تكن في العارضين فذلك السنوط من الرجال ويقال السناط.\nفإذا لم يكن في وجهه كثير شعر فذلك الثط يقال رجل ثط وقوم ثطاط. قال الشاعر:\nبأرقط مخدود وثط كلاهما\n...\nعلى وجهه سيما امرئ غير سابق\nفإذا كثرت اللحية والتفت قيل رجل هلوف، ويقال للرجل إذا لم يتصل لحيته من عارضيه إنه لمنقطع العذار، ويقال للرجل إذا كان ضخم اللحية وذلك مثل إنه لضخم العثنون [و] عثنون كل شيء أوله، وفي اللحى الحصص وهو أن ينكسر الشعر ويقصر يقال لحية حصاء ورجل أحص، قال أبو زبيد:\nيقوت فيها لحام القوم شيعته\n...\nوردين قد آزرا حصاء مسغابا\nوقال أبو قيس بن الأسلت:\nقد حصت البيضة رأسي فما\n...\nأطعم نوما غير تهجاع\nالجزء: 1 ¦ الصفحة: 177\n",
        "وكل شيء من شعر لحية أو رأس يقال له فليلة، ويقال للرجل إنه لعظيم فلائل اللحية وفلائل الرأس، قال ساعدة [بن جؤية] الهذلي:\nفغودر ثاويا وتأوبته\n...\nمذرعة أميم لها فليل\nثم الوجه. ويقال لجماعته المحيا يقال فلان جميل المحيا، فأعلاه قصاص الشعر وهو منتهى منبت الشعر من مقدم الرأس ومن مؤخره يقال ضربه على قصاص شعره ومقاص شعره ومقص [شعره]\nثم الجبهة، وهو موضع السجود. والجبينان ما اكتنف الجبهة من جانبيها فيما بين الحاجبين مصعدا إلى قصاص الشعر، وللخطوط التي فيها يقال الاسرة، قال أبو كبير:\nوإذا نظرت إلى أسرة وجهه\n...\nبرقت كبرق العارض المتهلل\nوالنزعتان ما يتحسر عنه الشعر من أعلى الجبينين حتى يصعد في الرأس يقال رجل أنزع وامرأة نزعاء وهو النزع والنزعة مثل الشجرة، فإذا لم يكن كذلك وسال الشعر في الوجه فذلك الغمم، وكذلك إذا سال في القفا يقال رجل أغم وامرأة غماء، قال هدبة:\nولا تنكحي إن فرق الدهر بيننا\n...\nأغم القفا والوجه ليس بأنزعا\nفإذا انحسر الشعر عن الرأس من مقدمه فذلك الجله والجلا والجلح يقال رجل أجله ورجال جله ورجل أجلى ورجال جلو كما ترى وقد جلي الرأس يجلى جلا شديدا وجله يجله جلها شديدا وجلح يجلح\nالجزء: 1 ¦ الصفحة: 178\n",
        "جلحا، قال رؤبة:\nبراق أصلاد الجبين الاجله\n...\nلله در الغانيات المده\nيقال مدهه ومدحه لغتان، والجله والجلا واحد. قال الراجر [وهو حميد الأرقط]\nبناء صخر مردح بطين\n...\nأبو جواد أجلح الجبين\nقال وأنشدني محمد بن علقة التيمي من شعر أبيه:\nقد أنكرت عصماء شيب لمتي\n...\nوأم عمرو جلها في جبهتي\nوقال العجاج في الجلا:\nوحفظة أكنها ضميري\n...\nمع الجلا ولائح القتير\nفإذا ارتفع ذلك الانحسار حتى يبلغ اليأفوخ فهو الصلع. فإذا تقوب وسط الرأس حتى ينحسر الشعر فهو أيضا الصلع والصلعة مثل بعرة وشجرة محركات كلهن، فإذا جمع مع الصلع ضخما قيل رجل جلحاب ورجل جلحابة، والقسمة أعلى الوجه يقال للرجل إنه لحسن القسمة. قال ابن مكعبر الضبي:\nكأن دنانيرا على قسماتهم\n...\nوإن كان قد شف الوجوه لقاء\nيقال شفه الشيء إذا آذاه والشفيف أصله الأذى. والوجنة ما نتأ من الوجه [والأجنة] مهموزة ليس عن الأصمعي.\nثم الحجاجان، والحجاجان العظمان المشرفان على غاري العينين يقال رجل غائر الحجاجين. ورجل مشرف الحجاجين، والحاجبان الشعر النابت على حروف الحجاجين، وفي الحاجبين القرن وهو أن يطول\nالجزء: 1 ¦ الصفحة: 179\n",
        "الحاجبان حتى يلتقي طرفاهما. وفيهما الزجج وهو طول الحاجبين ودقتهما وسبوغهما إلى مؤخر العين. يقال نظر إلي بمؤخر عينه مكسور الخاء مخففة وهي لغة وإن شيءت ثقلت، وفي الحاجبين البلج وهو أن ينقطع الحاجبان فيكون ما بينهما نفيا من الشعر فذلك البلج وذلك الموضع يسمى بلجة، والعرب تستحب البلج وتمدح به ويكرهون الغمم، يقال رجل أبلج وامرأة بلجاء.\nثم العين، فجملة العين المقلة وهي شحمة العين تجمع البياض والسواد، وفي المقلة الحدقة وهي السواد الذي في وسط البياض، وفي الحدقة الناظر وهو موضع البصر، وفيه الإنسان وليس بخلق له حجم والحجم ما وجدت مسه إنما العين كالمرآة إذا استقبلها شيء رأيت شخصه فيها، وفيها الناظران وهما عرقان على حرفي الأنف يسيلان من الموقين إلى الوجه، قال جرير:\nوأشفي من تخلج كل حن\n...\nوأكوي الناظرين من الخنان\nوفيها الأجفان وهي غطاء المقلة من أعلى وأسفل والواحد جفن، وجماع لحم الأجفان يقال له اللخص، وإذا تغضن أعلى العين من الجفن وكثر تغضن لحمه فذلك اللخص يقال رجل ألخص وامرأة لخصاء، ويقال لخص يلخص لخصا إذا ورم الجفن وغلظ، والتغضن هو التكسر أن يتكسر ما حولها، ويقال كمنت عينه تكمن كمنة شديدة، والجرب كالصدإ يركب باطن الجفن وربما ألبسه أجمع وربما ركب بعضه، وفيها الأشفار وهي حروف الأجفان التي تلتقي\nالجزء: 1 ¦ الصفحة: 180\n",
        "عند التغميض والواحد منها شفر، والشعر الذي ينبت فيها الهدب والواحدة هدبة مخففة، فإذا طالت الأهداب قيل رجل أهدب وامرأة هدباء. ورجل أوطف وامرأة وطفاء وهو مثل الهدب، وكذلك أذن هدباء إذا كانت كثيرة الشعر كل ذلك طول، والمحجر ما خرج من النقاب من الجفن الأسفل لا يكون من الأعلى.\nوفي العين الحماليق والواحد حملاق وهي نواحيها. وفيها اللحاظ وهو مؤخرها الذي يلي الصدغ. والموق طرفها الذي يلي الأنف وهو مخرج الدمع، وبعض العرب يقول مؤق مهموز مرفوع فيجمع فيقول أمآق كما ترى، وبعض العرب يقول مأق مهموز مرفوع آخره وجماعها مثل جماع الأول، وبعض العرب يقول ماق مثل قاض غير مهموز ويجمع مواق مثل قواض. وبعضهم يقول مؤق مهموز مثل معط مجرور القاف فمن قال ذلك قال مآقي العين. ويقال أمق العين. وفي المؤق القمع وهو كدر من لون لحم المؤق وورم فيه يقال قمعت عينه تقمع قمعا، قال الأعشى:\n[وقلبت مقلة ليست بمقرفة\n...\nإنسان عين] ومؤقا لم يكن قمعا\nوفي العين الحوص وهو ضيق في مؤخرها يقال حوصت عينه تحوص حوصا ورجل أحوص وامرأة حوصاء، والحوص خياطة العين يقال حصن عين صقرك وحص شقاقا في رجلك، وفيها الخوص وهو صغرها وغؤورها يقال خوصت تخوص خوصا، وفيها النجل وهو سعة العين وعظم المقلة وكثرة البياض، وفيها الغطش وهو ضعف في النظر وتغميض العين، ومثله الخفش ونرى أن الخفاش اشتق من\nالجزء: 1 ¦ الصفحة: 181\n",
        "ذلك لأنه يشق عليه ضوء النهار، وفيها الدوش وهو ضعف البصر وضيق العين يقال دوشت عينه تدوش دوشا، ويقال بعينه هدبد إذا كان بها عشاء، ويقال غشيت عيني سمادير إذا غشيها كالغشاوة من مرض أو جوع أو غير ذلك ومن ذلك يقال اسمدرت عيني تسمدر اسمدرارا، قال الكميت:\nأثبعتهم بصري والآل يرفعهم\n...\nحتى اسمدر بطرف العين إتآري\nيقال أتأرته بصري إذا أتبعته بصرك، ويقال غيق ذلك الأمر بصري وهو يغيقه تغيقا أي يجئ به ويذهب ولا يدعه يثبت، قال العجاج:\nلا تحسبن الخندقين والحفر\n...\nآذي أوراد يغيقن البصر\nوقال رؤبة:\nغيقن بالمكحولة السواجي\n...\nشيطان كل مترف سداج\n[الساجية] المفتوحة الواسعة يقال سجا البحر إذا اتسع وذهب ماؤه، سداج متبختر في مشيته وهو الكذاب المختلق، وفيها القضأ يقال قضئت عينه تقضأ قضأ ولقد أقضأها الوجع وهو فساد في العين تحمر منه يسترخي لحم مآقيها ويقال في المثل لا تزوجوا فلانا فإن في حسبه قضأة أي عيبا، وفيها الحذل وقد حذلت تحذل حذلا وهو حمرة وانسلاق وسيلان يكون ذلك من حر أو بكاء وما أشبهه، والانسلاق حمرة تعتاد العين، وقال العجاج:\nوما التصابي للعيون الحذل\nويقال في عينه كوكب وهى النقطة تبقى من بياض، ومثلها\nالجزء: 1 ¦ الصفحة: 182\n",
        "الودقة مخففة يقال ودقت عينه تيدق ودقا، قال رؤبة:\nلا يشتكي صدغيه من داء الودق\n...\nولا بعينيه عواوير البخق البخق\nالعور يقال بخقت عينه تبخق بخقا ورجل أبخق وامرأة بخقاء، وفيها العوار وهو كالقذى يجدها الرجل من شدة الرمد، وبعض العرب يجعل مكان العوار العائر يقول اكتحل ثلثا حتى ينقطع عنك عائر الرمد، قال رجل من عبد القيس:\nما بال عيني تبيت ساهرة\n...\nلا عائر طبها ولا حذل\nفإذا اشتد الرمد حتى لا يستطيع الرجل أن يرفع طرفه قيل قد استأخذ يستأخذ استيخاذا شديدا وأخذ يأخذ أخذا، قال أبو ذؤيب:\nيرمي الغيوب بعينيه ومطرفه\n...\nمغض كما كسف المستأخذ الرمد\nوفيها الكحل وهو أن يسود مواقع الكحل من العين، والدعج السواد في العين وغيرها يقال ليل أدعج، قال العجاج:\nحتى ترى أعناق صبح أبلجا\n...\nتسور في أعجاز ليل أدعجا\nورجل أدعج وامرأة دعجاء، وفيها الزرق وهو أن يكون سواد العين أخضر يقال زرق يزرق زرقا وقد ازرق وقد ازراق، وفي العين الملحة يقال رجل أملح وامرأة ملحاء وهو أشد الزرق الذي يضرب إلى البياض. وفيها الشهلة وهو أن يكون سواد العين بين الحمرة والسواد يقال رجل أشهل وامرأة شهلاء. وفيها السجرة وهو أن يكون العين مشربة حمرة يقال رجل أسجر وامرأة سجراء. وكذلك [أن يضرب سوادها] إلى الحمرة.\nالجزء: 1 ¦ الصفحة: 183\n",
        "قال العجير السلولي:\nغدت كالقطرة السجراء راحت\n...\nأمام مزمزم لجب نفاها\nويقال غدير أسجر إذا كان يضرب ماؤه إلى الحمرة، وفيها الحول والقبل، والقبل أشد من الحول.\nوالحول الذي في إحدى عينيه. والقبل الذي كأن عينيه تقبل إحداهما على الأخرى. ويقال اقبلت عينه واحولت. وفيهما الكمه والعمى والعور. ويقال عورت عينه واعورت وعارت. قال ابن أحمر:\nوربت سائل عني حفي\n...\nأعارت عينه أم لم تعارا\nوإذا انشق الجفن حتى ينفصل حتاره فذلك الشتر يقال ضربه فشتر عينه وهو أشتر وهي شتراء. قال أبو عمرو يقال لححت عينه إذا أصابها التصاق وسلاق ولم يجئ هذا كما قالوا صمت أذنه وشمت ومصت. وفيها الشكلة وهي حمرة تخلط البياض. ومن ثم يقال للمرأة ذات شكل. وقد اشكالت عينه تشكال اشكيلالا. ومن ثم قالوا أشكل عليه أمره أي اختلط. وفيها المره وبعض العرب يقول المرهة وهو أن يكون الحماليق بيضا ليست بكحل يقال رجل أمره وامرأة مرهاء وقد مرهت [عينه] تمره مرها. قال ذو الرمة:\nمن الناصعات البيض في غير مرهة\n...\nذوات الشفاه الحو والأعين النجل\nوفيها الخزر وهو أن يكون الرجل كأنما بنظر في أحد شقيه يقال للرجل تخازر. ويقال نظر إلي شزرا وذلك إذا نظر إليه عن يمينه وعن شماله ولم يستقبله بنظره. ويقال للرجل إذا طعن\nالجزء: 1 ¦ الصفحة: 184\n",
        "عن يمينه وعن شماله طعن شزرا. قال العجاج:\nإذا استدرن حول مستدير\n...\nلشزره صانع بالمشزور\nواليسر طعن قبالة وجهك. واليسر فتل الحبل على اليمين والشزر فتله على الشمال. قال العجاج:\nأمره يسرا فإن أعيا اليسر\n...\nوالتاث إلا مرة الشزر شزر\nوفي العين الإغضاء وهو أن يطبق جفنه على حدقته فيقال رأيته مغضيا، ويقال مررت به كاسفا إذا مر به رخو الطرف ناكسه، وفي العين التدويم وهو أن تدور الحدقة كأنها في فلكة يقال دومت عينه تدوم تدويما، قال رؤبة:\nتيماء لا ينجو بها من دوما\n...\nإذا علاها ذو انقباض أجذما\nومعنى أجذم أي أسرع، ومن ثم سمي الدوام لدورانه، قال ذو الرمة في التدويم.\nيدوم رقراق السراب برأسه\n...\nكما دومت في الخيط فلكة مغزل\nوفي العين الظفرة وهي جلدة تجري من الموق فإذا غشيت الحدقة ألبستها، ويقال أجد في عيني حثرا وهو خشونة من الرمص ويقال حثرت عينه إذا وجد فيها خشونة ويقال حثرت عينه تحثر حثرا، ومنه حثر العسل يحثر حثرا إذا أخذ يتحبب ليتغير، ويقال حثر فمه إذا حثر فيه الريق، ويقال قدحت عينه وقدحت مشددة فهي قادحة ومقدحة. ويقال جاءنا قادحة عينه يريد غارت وماجت. قال رجل من آل النعمان بن بشير [وهو إبراهيم بن النعمان بن بشير الأنصاري]\nالجزء: 1 ¦ الصفحة: 185\n",
        "[و] العين قادحة واليد سابحة والرجل ضارحة والمتن ملحوب ومعنى ملحوب ليس عليه لحم، قال زهير:\nوعزتها كواهلها وكلت\n...\nسنابكها وقدحت العيون\nومثله قد حجلت عينه وحجلت خفيف وثقيل، قال أحد بني سلمة [الخير وهو ثعلبة بن عمرو العبدي]\nفتصبح حاجلة عينه\n...\nلحنو استه وصلاه غيوب\nوكذلك دنقت عينه فهي مدنقة وهذا كله واحد في العين، ويقال خيل مقدحة إذا كسرت الدال كانت غائرة العيون وإذا فتحت الدال فهي التي قد ضمرت، ويقال للعين إذا ألقت الرمص قذت تقذي قذيا فإذا وقع فيها قذى قلت قذيت تقذى قذى شديدا، وإذا ألقى فيها إنسان قذى فهو يقذيها أشد القذي إذا أردت العمل، وأشد القذى إذا أردت القذى بعينه، ويقال في مثل من الأمثال ما أرى مني ما يقذي عينا، ويقال قذى عينه يقذيها تقذية إذا أخرج ما فيها من القذى. ومثل أيضا كل فحل يمذي وكل أنثى تقذي، وبعض العرب يقول مذى يمذي وأمذى في كلام العرب أكثر، وفي العين الشوس وهو أن ينظر الرجل بإحدى عينيه ويميل وجهه في شق العين التي ينظر بها، والرنو إدامة النظر وسكون الطرف وهو الرنوناة يقال ظل فلان رانيا إلى فلانة ولقد أرناني حسن ما رأيت من النظر، قال ابن أحمر:\nبنت عليه الملك أطنابها\n...\nكأس رنوناة وطرف طمر.\nالجزء: 1 ¦ الصفحة: 186\n",
        "وقال العجاج:\nفإن يكن ناهي الصبى من سني\n...\nوالحلم بعد السفه المستن\nفقد أرني ولقد أرني\n...\nغرا كأرآم الصريم الغن\nومثله البرشمة والبرهمة، قال الكميت في البرشمة:\nألقطة هدهد وجنود أنثى\n...\nمبرشمة ألحمي تأكلونا\nوقال الراجز:\nوالقوم من مبرشم وضامر\nوقال العجاج في البرهمة:\nبدلن بالناصع لونا مسهما\n...\nونظرا هون الهوينا برهما\nوالتحميج مثلها، قال أبو العيال الهذلي في التحميج:\nوحمج للجبان المو\n...\nت حتى قلبه يجب\nوالتحميج فتح العينين وتحديد النظر كأنه مبهوت، والرارأة فتح العين واستدارة الحدقة كأنها تموج في العين يقال إن فلانة إذا نظرت في المرآة رأرأت. وإذا كانت المرأة كذلك قيل إن فلانة لرأراء من النساء، قال ذو الإصبع في التحميج والشوس.\nأإن رأيت بني أبيك\n...\nمحمجين إلي شوسا\nويقال أتاره بصره بغير همز وأتأره مهموز يتئره إذا أتبعه بصره، والشفن النظر في اعتراض يقال شفن يشفن شفونا، قال جندل بن المثنى:\nذي خنزوانات ولماح شفن\nالجزء: 1 ¦ الصفحة: 187\n",
        "والخنزوانة الكبر يقال إن في رأسه كبرا وخنزوانة،\nثم الأنف، والأنف اسم يجمع كل ما في الأنف، وكذلك المرسن والمعطس يقال للرجل إنه لكريم المرسن، قال العجاج:\nوجبهة وحاجبا مزججا\n...\nوفاحما ومرسنا مسرجا\nوقال الآخر [وهو ذو الرمة] في المعطس:\nوألمحن لمحا من خدود أسيلة\n...\nرقاق خلا ما أن تشف المعاطس\nويقال أرغم الله معطسه أي أنفه، وفي الأنف القصبة وهو العظم، وفيه المارن وهو ما لان من دون العظم، وفيه الخنابتان وهما حرفا المنخرين، وفيه الوترة وهي الحاجزة بين المنخرين، وفيه الخياشيم وهي العظام الرقاق فيما بين أعلاه إلى الرأس والواحد خيشوم، قال ذو الرمة:\nكأنما خالطت فاها إذا وسنت\n...\nبعد الرقاد كما ضم الخياشيم\nوقال آخر [وهو العجاج]\nيتركن خيشوم العدو أفطسا\n...\nبلية تلوي إذا تشمسا\nوقال أيضا:\nعن حرف خيشوم وخد أكلفا\nوفيه الأرنبة والروثة والعرتمة وهي مقدم الأنف، قال رؤبة في العرتمة:\nفطال عرك الراغمين العرتما\nوقال أبو كبير في الروثة:\nالجزء: 1 ¦ الصفحة: 188\n",
        "حتى انتهيت إلى فراش عزيزة\n...\nسوداء روثة أنفها كالمخصف\nيعني عقابا، وفراشها عرشها، والمخصف مخرز تخرز به أخفاف الإبل، قال ذو الرمة في الارنبة:\nتثني الخمار على عرنين أرنبة\n...\nشماء مارنها بالمسك مرثوم\nوفيه الغضروف وبعض العرب يقول الغرضوف وهو من اللحم والعظم وهو في الإنسان في ثلاثة مواضع في الأنف والأذن وفروع الكتفين، والعرنين معظم الأنف كله، قال العجاج:\nلنصرعن ليثا يرن مأتمه\n...\nمعلقا عرنينه ومعصمه\nوفي الأنف القنا وهو ارتفاعه واحديداب وسطه وسبوغ طرفه يقال رجل أقنى وامرأة قنواء بينة القنا، قال الشاعر [وهو كعب بن زهير]\nقنواء في حرتيها للبصير بها\n...\nعتق مبين وفي الخدين تسهيل\nوفي الأنف الشمم وهو ارتفاع القصبة وحسنها وانتصاب الأرنبة يقال رجل أشم وامرأة شماء، قال الشاعر:\nفشب لها مثل السنان مبرأ\n...\nأشم طويل الساعدين جسيم\nوفي الأنف الذلف وهو صغره وقصره، قال العجاج:\nوشجر الهداب عنه فجفا\n...\nبسلهبين فوق أنف أذلفا\nوقال أبو النجم:\nللثم عندي بهجة ومودة\n...\nوأحب بعض ملاحة الذلفاء\nوفي الأنف الفغم يقال رجل أفغم وامرأة فغماء وهو طمأنينة مؤخره مما يلي العينين يقال فغم يفغم فغما، وفي الأنف الخنس\nالجزء: 1 ¦ الصفحة: 189\n",
        "وهو تأخره إلى الرأس وارتفاعه عن الشفة وليس بطويل ولا مشرف يقال إنه لشديد الخنس ورجل أخنس وامرأة خنساء، قال زهير:\nفذروة فالجناب كأن خنس\n...\nالنعاج الطاويات بها الملاء\nشبه بياضهن بالملاء وهي الثياب البيض، قال العجاج:\nكأن تحتي ذا شيات أخنسا\n...\nألجأه لفح الصبا وأدمسا\nوقال أبو زبيد:\nولقد مت غير أني حي\n...\nيوم بانت بودها خنساء\nويروى حسناء، وفي الأنف الخشم يقال رجل أخشم وامرأة خشماء وهو داء يكون في جوف الأنف يتغير ريحه منه، وفي الأنف الجدع والكشم يقال جدع أنفه وكشم أنفه ويقال عبد أجدع وعبد أكشم، قال جرير:\nهذي التي جدعت تيما معاطسها\n...\nثم اقعدي بعدها يا تيم أو قومي\nوفي الأنف الرقيق وهو مسترق الأنف حين لان، قال الشاعر:\nسال فقد سد رقيق المنخر\nيعني سال مخاطه، والخشام من الأنوف العظيم وإن لم يكن مشرفا يقال إن أنف فلان لخشام، قال ذو الرمة:\nويضحي به الرعن الخشام كأنه\n...\nوراء الثريا شخص أكلف مرقل\nوفي الأنف الخرم وهو أن ينشق الوترة التي بين المنخرين أو يتخرم الأنف من عرضه يقال رجل أخرم وامرأة خرماء.\nالجزء: 1 ¦ الصفحة: 190\n",
        "ثم الفم، وفي الفم الثنايا والر باعيات والأنياب والضواحك والنواجذ، فالضواحك أربعة أضراس من ذلك تلي الأنياب إلى جنب كل ناب من أسفل الفم وأعلاه ضاحك، وأما الأرحاء فهي ثمانية أضراس من كل شق من أسفل الفم وأعلاه، وقال الراعي يصف السيوف:\nوبيض رقاق قد علتهن كبرة\n...\nيداوى بها الصاد الذي في النواظر\nإذا استكرهت في معظم البيض أدركت\n...\nمراكز أرحاء الضروس الأواخر\nوالنواجذ أربعة أضراس اللواتي هن أواخر الأضراس من كل شق من أسفل الفم وأعلاه، وفي الأسنان الاشر وهو التشريف الذي يكون في الأسنان أول ما تنبت، قال مالك بن زغبة لها بشر صاف ووجه مقسم وغر الثنايا لم تفلل أشورها وفي الأسنان الظلم ساكن اللام وهو ماء الأسنان، قال الشاعر [وهو يزيد بن ضبة]\nبوجه مشرق صاف\n...\nوثغر نير الظلم\nوفي الأسنان الشنب وهو برد الأسنان وعذوبة مذاقتها، قال ذو الرمة:\nلمياء في شفتيها حوة لعس\n...\nوفي اللثات وفي أنيابها شنب\nوقال آخر:\nوا بأبي أنت وفوك الأشنب\n...\nكأنما ذر عليه زرنب\nالجزء: 1 ¦ الصفحة: 191\n",
        "أو زنجبيل عاتق مطيب\nالزرنب ضرب من الطيب، وفي الأسنان الرتل وهو أن يكون بين الأسنان فروج لا يركب بعضها بعضا يقال ثغر رتل، والفلج تباعد ما بين السنين وإن تدانت أصولها، قال أبودؤاد:\nومبدد رتل كأ\n...\nن النحل عسل فيه بارد\nوفي الأسنان القصم وهو أن تنكسر السن من نصفها عرضا يقال قصمت [سنه] تقصم [قصما و] يقال رجل أقصم وامرأة قصماء، وفيها الثرم وهو أن تنقلع السن من أصلها يقال رجل أثرم وامرأة ثرماء، وفيها الهتم وهو أن يسقط مقدم الأسنان يقال رجل أهتم وامرأة هتماء ويقال ضربه فهتم فاه، قال الفرزدق:\nإن الأراقم لن ينال قديمها\n...\nكلب عوى متهتم الأسنان\nوفي السن الانقياص وهو أن تنشق طولا فيسقط بعضها يقال اتقاصت سنه تنقاص انقياصا [و] يقال سن منقاص، قال أبو ذؤيب:\nفراقا كقيص السن فالصبر إنه\n...\nلكل أناس عثرة وجبور\nوإذا طالت الأسنان واسترخت حتى تبدو أصولها التي كانت تواريها قبل ذلك قيل قد نسغت أسنان فلان تنسيغا وهي منسغة، وفيها النقد يقال نقدت أسنان فلان فهي تنقد نقدا وهو أن يقع فيها القادح، ومثله أكلت سن فلان تأكل أكلا، وقال الشاعر [وهو صخر الغي الهذلي]\nتيس تيوس إذا يناطحها\n...\nيألم قرنا أرومه نقد\nالجزء: 1 ¦ الصفحة: 192\n",
        "يعني أصله قد نقد أي انكسر مما يناطح، وفيها القضم يقال قضم فم فلان يقضم قضما وذلك إذا انكسرت أطراف أسنانه وتفللت واسودت وانفلجت، قال الشاعر [وهو راشد بن شهاب اليشكري:\nفلا توعدني إنني إن تلاقني]\n...\nمعي مشرفي في مضاربه قضم\nأي فلول، وفي الأسنان الروق وهو طول الأسنان العلى يقال رجل أروق وامرأة روقاء، ومثله الفوه يقال [رجل] أفوه وامرأة فوهاء، ويقال لمحالة السانية إذا طالت أسنانها التي يجري الرشاء بينهن إنها لفوهاء يضرب مثلا لفوه الأسنان، قال عمر بن لجاء:\nوكنت قد أعددت قبل مقدمي\n...\nكبداء فوهاء كجوز المقحم\nكبداء بكرة عظيمة، وفيها الكسس وهو قصر الأسنان يقال رجل أكس وامرأة كساء، قال زيد الخيل الطائي:\nوالخيل تعلم أني كنت فارسها\n...\nيوم الاكس به من نجدة روق\nوفيها اليلل يقال رجل أيل وامرأة يلاء وهو إقبال الأسنان على باطن الفم يقال قد يللت فأنا أيل يللا ورجل أيل وامرأة يلاء من نساء وقوم يل، قال لبيد:\nرقميات عليها ناهض\n...\nيكلح الأروق منهم والأيل\nوفيها الثعل وهو أن تكون أسنان زوائد عن عدة الأسنان، وكذلك شاة ثعول إذا كان فوق خلفها خلف صغير يقال لذلك الخلف الثعل فيقال فيها ثعل، قال يحيى بن عباد عن بعض قومه يهجو امرأته:\nالجزء: 1 ¦ الصفحة: 193\n",
        "إذا أتت جارتها تستفلي\n...\nتفتر عن مختلفات ثعل\nشتى وأنف مثل أنف العجل\nإن حملته على المصدر قلت الثعل وإن أردت السن نفسها قلت الثعل، وفيها الرواويل والواحد الراوول وهي زوائد لا تشبه الثنايا والرباعيات الياء خفيفة وخلقتها خلقة الأنياب، وفيها الشغا وهو أن يختلف نبتتها فلا تستوي يقال رجل أشغى وامرأة شغواء من رجال ونساء شغو وقد شغت السن تشغو شغوا وشغوا، ويقال تشاخست سنه واشاخست، ويقال تشاخس أمر بني فلان أي اختلف، ويقال ضربه على رأسه فتشاخس قحفاه أي اختلف، قال أبو النجم:\nوبطل عض به سيف ذكر\n...\nشاخس فيما بين صدغيه الأثر\nوفيها الدرد وهو أن يسقط الأسنان يقال درد فلان يدرد دردا، وفيها اللطع وقد لطع يلطع لطعا ورجل ألطع وامرأة لطعاء وهو أن تتحات أسنانه وتقصر حتى تلزق بالحنك، وفي الأسنان السنوخ وهو ما ركب منها في الدردر، وكذلك في الأضراس الشعب، والدردر مغرز الأسنان.\nثم اللثة وهي اللحم الذي ركز فيه الأسنان، والشرف التي تصعد بين اللحم والأسنان يقال لها العمور واحدها عمر، وفي اللثة اللمى مخفف مقصور وهو سمرة في اللثة يضرب إلى السواد وليست بحمراء وكذلك الحوة والحمة يقال لثة لمياء ولثة حواء ولثة حماء، وفي اللثة البثع وهو حمرة اللثة وورمها يقال رجل أبثع\nالجزء: 1 ¦ الصفحة: 194\n",
        "وامرأة بثعاء ورجل بثع ويقال بثع يبثع بثعا شديدا، وفي الفم الضجم وهو ميل في الفم فيما يليه من الوجه يقال رجل أضجم وامرأة ضجماء، قال زهير:\n[فهي تتلع بالأعناق يتعبها\n...\nخلج الأجرة] في أشداقها ضجم\nوفي الفم الشدق وهو سعة الشدقين يقال للرجل إذا كان كذلك رجل أشدق وامرأة شدقاء، قال رؤبة:\nأشدق يفتر افترار الأفوه\nوالأفوه الطويل الأسنان، والشدق مشق الفم مما يلي اللحية وليس بمقدم الفم وهو ما بين باطن اللحية إلى الأضراس، وفي الفم الضزز وهو لزوق الحنك الأعلى بالحنك الأسفل إذا تكلم الرجل تكاد أضراسه العليا تمس السفلى فيتكلم وفوه منضم، قال رؤبة:\nدعني فقد يقرع للأضز\nيقال رجل أضز وامرأة ضزاء، وفي الفم الفقم وهو إذا ضم الرجل فاه تقدمت ثناياه السفلى فلم تقع العليا عليها، والذوط قصر الذقن، وفي الفم العصب خفيف وهو أن يخثر الريق فييبس على الأسنان والشفتين من عطش أو خوف يقال عصب الريق بفم فلان يعصب عصبا، قال بعض الرجاز [وهو أبو محمد الققعسي]\nيعصب فاه الريق أي عصب\n...\nعصب الجباب بشفاه الوطب\nوقال ابن أحمر:\n[يصلي على من مات منا عريفنا\n...\nويقرأ] حتى يعصب الريق بالفم\nوالطرامة الريق الذي ييبس على الفم من العطش وتدعوه العرب\nالجزء: 1 ¦ الصفحة: 195\n",
        "الدواية، قال سحيم بن وثيل:\nأنا سحيم ومعي مدرايه\n...\nأعددته لفيك ذي الدوايه\nوالحجر الأخشن والثنايه\n[المدرى] القرن [والجمع] المدارى، والثناية حبل يروى على الحمل، ويقال للرجل إذا أصابه جهد وعطش عصبت طلاوة بفيه وهو أن يخثر الريق حتى يتلطخ به الشفتان والأسنان، وفي الفم الحنك وهو سقف أعلى الفم حيث يحنك البيطار من الدابة، والمحارة أعلى الحنك المستدير، ويقال له النطع محرك، واللحم الذي في أسفله تسميه العرب الحفاف يقول الرجل يبس حفافي من العطش، وفيه اللهاة وهي اللحمة الحمراء المعلقة في أعلى الحنك على عكرة اللسان، واللغاديد كالزوائد من لحم يكون في باطن الأذنين من داخل [و] واحد اللغاديد لغدود، ومن العرب من يقول هي ألغاد والواحد لغد، قال هميان بن قحافة:\nترى اللغاديد به حوابجا\n...\nنصفين نصفا خارجا ووالجا\nواللغانين هي الوترات اللواتي عند باطن الأذنين إذا استقاء الرجل تمددن والواحد لغنون، والنغانغ كالزوائد في بطون الأذنين وهي اللغاديد واحدها نغنغ، قال رؤبة:\nفهي ترى الاعلاق ذات النغنغ\nثم اللسان، وفيه عذبته وهي طرفه تقول العرب إذا نعتت خفة اللسان ما أرق عذبة لسانه، وفيه العكدة والعكرة وهما أصل.\nالجزء: 1 ¦ الصفحة: 196\n",
        "اللسان ومعظمه، وفيه الصردان وهما عرقان يستبطنان اللسان، قال الشاعر [وهو النابغة الذبياني]\nوأي الناس أعذر من شآم\n...\nله صردان منطلق اللسان\nوفي اللسان الحكلة مخففة وهي كالعجمة تكون فيه لا يبين صاحبها الكلام، قال رؤبة:\nلو أنني أوتيت علم الحكل\n...\nعلم سليمان كلام النمل\nوفي اللسان الفأفأة وهو أن يردد صاحبها في الفم الفاء يقال رجل فأفاء وامرأة فأفاءة فاعلم ممدودان، وفيه اللقلقة وهي ثقل اللسان وغلظة في الفم يقال إن فيه لقلقة شديدة، ويقال في لسانه تمتمة وهي تردد التاء يقال رجل تمتام وامرأة تمتامة، قال ربيعة الرقي فلا يحسب التمتام أني هجوته ولكنني فضلت أهل المكارم.\nثم الغلصمة وهي العجرة التي على ملتقى اللهاة والمرئ إذا ازدرد الآكل اللقمة فزلت عن الحلق دخلت فم الغلصمة، والحنجرة رأس الغلصمة حيث ينحدر منه الطعام، قال عقيل بن عبد الله الهجيمي أو غيره:\nيقذفن في الأعناق والغلاصم\n...\nقذف الجلاميد بكف الراجم\nثم الحلقوم، وهو موضع النفس، والشعب التي تشعب منه فتفرق في الرئة يقال لها القصب، والرئة يقال لها السحر يقال انتفخ سحره إذا فرق، والمرئ هو مجرى الطعام والشراب، قال ولم\nالجزء: 1 ¦ الصفحة: 197\n",
        "أسمع سحر مضموما، قال أبو عبيدة يقال سحر وسحر.\nثم العنق ويقال العنق بضمتين، وهو العنق، والجيد، والهادي، والتليل، والرقبة، والكرد يقال اضرب كرده، قال الأصمعي الكرد فارسي كأنه من قولهم كردن، قال الشاعر:\nواضرب بحد السيف عظم كرده\nقال الأصمعي الجيد اسم يقع على طول العنق يقال رجل أجيد وامرأة جيداء، وما أقبل من العنق فهو الحلم، وموصل العنق في الرأس يقال له الفهقة وهي أول فقرة تلي الرأس من العنق قال القلاخ بن حزن:\nلا ذنب للبائس إلا في الورق\n...\nوتضرب الفهقة حتى تندلق\nوفي العنق الدأي وهو فقار العنق والواحد دأية وتجمع الدئي والدئي أيضا، قال الراجز [وهو حميد الأرقط]\nقد عض منها الظلف الدئيا\n...\nعض الثقاف الخرص الخطيا\nالدأي أيضا ضلوع الصدر ملتقاه وملتقى الجنب، قال أبو ذؤيب [كأن عليها بالة لطمية] لها من خلال الدأيتين أريج والأرج توهج ريح طيبة أو شمس أو نار، والقصرة أصل العنق ومغرزها في الكاهل، وفيه النخاع وهو الخيط الأبيض الذي يجري في الفقار حتى يسقي الدماغ، ويقال للدابة والإنسان إذا قطع ذلك منه قد نخع، وفي العنق الأخدعان وهما عرقان في موضع الحجامة وربما اعتراه الوجع عند الكبر، ويقال للرجل إذا امتنع وأبى إنه\nالجزء: 1 ¦ الصفحة: 198\n",
        "لشديد الأخدع، وإذا لان واسترخى قيل قد لان أخدعه، قال الشاعر [وهو رؤبة بن العجاج]\nضرج من أعطافها النوابعا\n...\nفي هاجرات تحلب الأخادعا\nوفيه الوريدان وهما عرقان، قال سويد بن خذاق:\nصغي وابن أمي والمواسي\n...\nإذا ما النفس شارفت الوريدا\nوفيه الودجان وهما العرقان اللذان يقطعهما الذابح والواحد ودج، ويقال فلان ودج لفلان إلى حاجته أي هو سبيله وسببه إليها، قال الشاعر [وهو رؤبة بن العجاج]\nودملجي حسن الدملاج\n...\nمجدول عنقي وبدت أوداجي\nوقال آخر [وهو أبو ذؤيب الهذلي]\nإذا فضت خواتمها وفكت\n...\nيقال لها دم الودج الذبيح\nوفيه الصليفان وهما ناحيتاه من عن يمين وشمال، قال بعض الرجاز:\n[و] في صليفي عنق لأم الفقر\nواللديدان والواحد لديد وهما أيضا صفحتا العنق، والعرشان وهما موضع محجمتي الأخدعين يقال الرجل إذا ضمر ذلك الموضع منه إنه لمنقوف العرشين، وفيه الليتان وهما ما تحت القرط من العنق. قال قيس بن مسعود الشيباني:\nليست من الصهب القصاص ولا\n...\nمشروطة الليتين بالحجم\nوالسالفتان صفحتا مقدم العنق من عن يمين وشمال، قال أوس بن حجر:\nظعائن ما يضحكن إلا تبسما\n...\nوميض غمام الصيف غر السوالف\nالجزء: 1 ¦ الصفحة: 199\n",
        "وقال آخر [وهو امرؤ القيس] :\nوسالفة كسحوق الليا\n...\nن أضرم فيها الغوي السعر\nوقال آخر [وهو العجاج]\nيفرع أحيانا وحينا يختلي\n...\nسوالف الأعداء هذ العنصل\nوالطلية والجمع الطلى وهي عرض ما أسفل من الخششاء، قال ذو الرمة:\nأضله راعيا كلبية صدرا\n...\nعن مطلب وطلى الأعناق تضطرب\nوفيه العلباوان وهما العصبتان الصفراوان اللتان في متن العنق تأخذان من أصل القفا إلى الكاهل بينهما أخدود، ويقال للشيخ إذا أسن قد انشنج علباؤه، وجماعه العلابي وواحدها مصروف ذكر بوجوه النحو يقال رأيت علباء حسنا ومررت بعلباء حسن وهذا علباء حسن فإذا قلت علباوان صار يجري مجرى الإناث كما تقول حمراوان وصفراوان، قال ذو الرمة:\nأشكو وقد عض الملاحيج الأزم\n...\nقبح يخدشن العلابي الكلم\nكلمت الشيء أثرت فيه، قال آخر:\nشديدة توتير العلابي كأنما\n...\nيشد بليتيها مناص مجاهد\nوقال الشماخ:\nمنه ولدت ولم يؤشب به نسبي\n...\nليا كما عصب العلباء بالعود\nيقال أشب يأشب إذا لصق بالشيء واختلط به، ليا عطفا، ويروى منه نجلت أي ولدت، وفي العنق الجيد والوقص والصعر والهنع والغلب والرقب والتلع، فأما الجيد فهو طول الجيد والجيد اسم يقع\nالجزء: 1 ¦ الصفحة: 200\n",
        "على طول العنق، قال الشاعر [وهو قيس بن الخطيم الأنصاري] :\nحوراء جيداء يستضاء بها\n...\nكأنها خوط بانة قصف\nوالهادي مثل الجيد، يقال رجال ونساء جيد ويقال للظبية جيداء، [و] من ذلك قول الشاعر:\nإلى أن يشق الليل ورد كأنه\n...\nوراء الدجى هادي أغر جواد\nيعني فرسا، وقال آخر [وهو رؤبة بن العجاج]\nيفرقن من قحر إذا تحنقا\n...\nمن ذي شناخيب وهاد أشنقا\nوأما الوقص فهو قصره ودنوا الرأس من الصدر يقال رجل أوقص وامرأة وقصاء بينة الوقص، قال الشاعر [وهو رؤبة بن العجاج]\nوكل ناء وقريب يبهله\n...\nأوقص يخزي الأقربين عطله\nيبهله يلعنه يقال بهله الله أي لعنه الله، وأما الصعر فميله في أحد الشقين ويكون في الوجه أيضا يقال للرجل إذا تمايل من عنقه إنه يتصعر لي، ومثل من الأمثال أما والله لأقيمن صعرك أي لأقيمن لك ميلك، قال الخطيئة:\nأم من لخصم مضجعين قسيهم\n...\nصعر خدودهم عظام المفخر\nوأما القصر فداء يأخذه لا يستطيع أن يلتفت منه يقال قصر يقصر قصرا، قال أبو النجم:\nكلى الفريقين الملمات اشتهر\n...\nوالهندوانيات يخطفن القصر\nوقال امرؤ القيس:\nوأبيض كالمخراق بليت حده\n...\nوهبته في الساق والقصرات\nوالرقب عظم الرقبة يقال إنه لأرقب وإنها لرقباء بينة الرقب،\nالجزء: 1 ¦ الصفحة: 201\n",
        "والغلب غلظ العنق، والدرواس الغليظ العنق من الناس والكلاب، والتلع إشراف العنق يقال رجل أتلع وامرأة تلعاء، والبتع شدة العنق، قال الشاعر:\nكل علاة بتع تليلها\nوكذلك [العنق] إذا طال العنق وغلظ يقال رجل أعنق وامرأة عنقاء، قال الشاعر [وهو رؤبة بن العجاج] :\nألقين مني أسطوانا أعنقا\n...\nيعدل هدلاء بشدق أشدقا\nأسطوانا يريد من السطوة، الهدلاء المائلة الشدق، يصف داهية، وقال آخر:\nكأنه حول التليل الأعنق\n...\nكرم تدلى في ندى لم يورق\nوإذا غلظ العنق حتى كأن فيه ميلا فذلك الغلب يقال رجل أغلب وامرأة غلباء ولا أدري لعل الغلب غلظ وحده، قال العجاج:\nما زلت يوم البين ألوي صلبي\n...\nوالرأس حتى صرت مثل الأغلب\nوالهنع تطامن في العنق يقال رجل أهنع وامرأة هنعاء، ويقال للضخم العنق الطويله إنه لأقمد وإنها لقمداء وإنه لقمد وإنها لقمدة، والقود طول العنق وانحداره لا يكون منتصبا يقال رجل أقود وامرأة قوداء، قال حاتم:\nوإن الكريم من تلفت حوله\n...\nوإن اللئيم دائم الطرف أقود\nوفيه المرئ وهو متصل من الحنجرة إلى المعدة وهو مجرى الطعام والشراب، قال الشاعر:\nوالماء في مريئها إذا اتصل\n...\nجار كثعبان الأتي المنسحل\nالجزء: 1 ¦ الصفحة: 202\n",
        "المنسحل الجاري، وفي العنق القدر وهو قصر يقال رجل أقدر وامرأة قدراء، قال الشاعر [وهو أبو خراش بن مرة الهذلي]\nمبينا وقد أمسى تقدم وردها\n...\nأقيدر محموز القطاع نذيل نذيل\nيريد نذل الهيئة رثها، يريد صائدا، ونقرة القفا الوهدة المطمئنة في رأس العلباوين أسفل من الفأس، وكل قطعة صلبة بين العصبة والسلعة يركبها الشحم فهي غددة تكون في العنق وسائر الجسد، وموصل العنق من الصلب يقال له الكاهل، وهو الكتد، قال الشاعر:\nأعطاكم المعطى السنام الأسنما\n...\nوكاهلا في شرخ عبر أدرما\nوالشرخ حرف الشيء الناتئ يقال شرخا الرحل وهما خشبتاه من قدام ومن خلف، وشرخا السهم حرفاه اللذان يجري بينهما الوتر، وقال آخر في الكتد:\nترى له مناكبا وكتدا\n...\nوعرض جنبين وصلبا صيهدا\nوالطبق من العنق والصلب الفقار وكل واحدة طبقة، قال رؤبة:\nيشقى به صفح الفريص والأفق\n...\nومتن ملساء الوتين في الطبق\nوقال العجاج:\nينشطهن في كل الخصور\n...\nطورا وطورا طبق الظهور\nوقال آخر [وهو زهير]\nنواشر أطباق أعناقها\n...\nوضمرها قافلات قفولا\nثم المنكب، وهو مجمع رأس العضد في الكتف، وفي المنكب\nالجزء: 1 ¦ الصفحة: 203\n",
        "الحدل وهو استرخاؤه يقال رجل أحدل وامرأة حدلاء، قال رؤبة أو غيره:\nله زجاج ولهاة فارض\n...\nحدلاء كالوطب نحاه الماخض\nومن ثم قيل للقوس إذا حدرت سيتها ورفع طائفها حدلاء، والنقرة التي في رأس المنكب يقال لها الحق، ورأس العضد الذي في الحق يقال له الوابلة، وما بين المنكب وصفح العنق من موضع الرداء من الجانبين جميعا يقال له العاتق، والحيد المشرف من المنكب يقال له المشاشة يقال إنه لعظيم مشاشة المنكب، وكل عظم يمكن التمشش لامخ فيه فهو مشاش، وباطن المنكب يقال له الإبط.\nثم الكتف، والكتف مطبقة على الظهر، فمسترقها الغرضوف، والحاجز الذي في وسطها يقال له العير، ويقال طعنه في نغض كتفه وهو حيث يتحرك الغرضوف، ويقال طعنه في مرجع كتفه وذلك مما يلي إبطه من كتفه، وفي الكتف الأللان وهما اللحمتان المطابقتان بينهما فجوة على وجه الكتف إذا قشرت إحداهما عن الأخرى سال من بينهما ماء، قال وأخبرني عيسى بن عمر قال قالت امرأة لابنتها لا تهدي إلى ضرتك الكتف فإن الماء يجري بين ألليها [أي] أهدي إليها شرا منها، الأللان واحدهما ألل مثل علل فإذا ثنيت قلت أللان مثل عللان، فإذا ارتفعت كتفاه واطمأن صدره فذلك الهدأ والجنأ يقال جنئ يجنأ جنأ وهدئ يهدأ هدأ\nالجزء: 1 ¦ الصفحة: 204\n",
        "ثم العضد، فرأسها الذي يلي رأس الذراع القبيح، والقصب عظم الزند والفخذ والساق وكل عظم ذي مخ قصبة، وفي العضد خصيلتها وهي العضلة التي فيها العصبة، وكذلك كل عصبة معها لحم فهي عضلة، ففي العضد عضلة وفي الساق عضلة، وإذا صغرت العضلة واستوت قيل امسخت عضلته، والموضع الذي يتكأ عليه المرفق، والارتفاق الاتكاء، والمرفق مكسور الميم كل شيء ارتفقت به فهو مكسور الميم، والزج طرف المرفق المحدد، قال ذو الرمة:\nوقد أسهرت ذا أسهم بات طاويا\n...\nله فوق زجي مرفقيه وحاوح\nوحاوح أصوات رجليه، ويروى المرفق، وباطن المرفق يقال له المأبض، وإذا دقت العضد قيل عضد ناشلة، وباطن الركبة أيضا مأبض من الإنسان، فأما كل ذي أربع فمأبضاه في يديه وركبتاه في يديه. قال ذو الرمة:\nوأعيس قد كلفته بعد شقة\n...\nتعقد منه مأبضاه وحالبه\nثم الذراع. فالذراع والساعد شيء واحد إلا أن الذراع مؤنثة والساعد مذكر يقال هذه ذراع طويلة، فعظمتها مستعظمها مما يلي المرفق وأسلتها مستدقها، والساعد مذكر يقال هذا ساعد طويل. وما انحسر عنه اللحم من الذراع والساق يقال له الأيبس، وطرف الذراع الذي يذرع به يقال له الإبرة. قال أبو النجم:\nوقد رأى من دقها وضوحا\n...\nحيث تلاقي الإبرة القبيحا\nالجزء: 1 ¦ الصفحة: 205\n",
        "والعظمان المجتمعان هما الزندان والواحد زند، ورأسهما الكوع والكرسوع، والكرسوع رأس الزند الذي يلي الخنصر وهو الوحشي. قال العجاج:\nعلى كراسيعي ومرفقيه\nوالكوع رأس الزند الذي يلي الإبهام، وكل شيئين في الإنسان نحو الساعدين والزندين وناحيتي القدم فما أقبل على خلق الإنسان، فهو الانسي وما أدبر عنه فهو الوحشي، والرسغ ملتقى الكف والذراع من الإنسان، وكل ذي أربع أرساغه ما بين وظيفه وخفه أو حافره، وله ثلاثة مفاصل في رجليه فالفخذ والساق والوظيف ثم حافر أو ظلف أو خف، وفي اليد العضد والذراع والوظيف ثم خف أو ظلف أو حافر، قال الشاعر [وهو العجاج]\nورسغا فعما وخفا ملطسا\n...\nمضبر اللحيين بسرا منهسا\nواللطس الخبط بالشيء. والبسر الكريه المنظر، ويقال للحديدة التي يكسر بها الصخر ملطاس [وملطس] ، فمن ثم قيل خف ملطس شبهه بذلك. وقال آخر [ويروى للعجاج أيضا]\nعافي الرقاق منهب مواثم\n...\nترفض عن أرساغه الجراثم\nيقال وثمت إذا كسرت ومنه خف ميثم إذا كان كسارا، الجراثم أصول الشجر، وقال آخر [ويروى للعجاج أيضا]\nمستبطنا مع الصميم عصبا\n...\nرأس الوظيف والدخيس المكربا\nالمكرب المملو. والصميم العظم نفسه، وأما ما يمشي على رجلين فلا مفصلان في كل يد ورجل فخذ وساق ثم قدم وعضد\nالجزء: 1 ¦ الصفحة: 206\n",
        "وذراع ثم كف، ورأس الزند من إنسي اليد يسمى الكوع، قال الشاعر:\nيميل على وحشيه فيمره\n...\nلإنسيه منها عراك مناجد\nوالوحشي الشق الأيمن وهو ما خرج والإنسي ما أقبل على الرجل فدخل، وفي الذراع النواشر الواحدة ناشرة وهي عصب الذراع من باطن وخارج، قال زهير:\nودار لها بالرقمتين كأنها\n...\nمراجع وشم فنواشر معصم\nوفي الذراع الرواهش وهي العصب الذي في ظاهرها، قال الشاعر [وهو عمرو بن معدي كرب الزبيدي]\nوأعددت للحرب فضفاضة\n...\nدلاصا تثنى على الراهش\nوفي الذراعين والساقين المخدم وهو موضع السوارين والخلخالين، وفي الذراعين المعاصم وهي مواضع السوار أو أسفل من ذلك قليلا، ومن المعاصم الغيل وهو الريان الممتلئ. قال المتنخل:\nكوشم المعصم المغتال علت\n...\nنواشره بوشم مستشاط\nقال والرسغ ملتقى الكف والذراع. وفي الذراعين والساقين الكرع وهو دقتهما يقال رجل أكرع وامرأة كرعاء. وإذا عمل الرجل بشماله قيل رجل أعسر وامرأة عسراء. قال الشاعر:\nلها منسم مثل المحارة خفه\n...\nكأن الحصى من خلفه حذف أعسرا\nفإذا عمل بيديه جميعا قيل أضبط بين الضبط. فإذا كانت قوة يديه سواء قيل أعسر يسر ولا يقال أعسر أيسر.\nالجزء: 1 ¦ الصفحة: 207\n",
        "ثم الكف. وفي الكف الراحة وهي باطن الكف. وفي الراحة الأسرار وهي الخطوط التي فيها والواحد سرر قال الأعشى:\nفانظر إلى كف وأسرارها\n...\nهل أنت إن أوعدتني ضائري\nوفي الكف الألية وهي اللحمة التي في أصل الإبهام. وفيها الضرة وهي اللحمة التي تقابلها. وفي الكف الأصابع فالخنصر والبنصر والوسطى والسبابة والإبهام وذلك في كل كف وقدم. وفي الأصابع السلاميات وهي العظام التي بين كل مفصلين من مفاصل الأصابع والواحدة سلامى، قال الراجز [وهو أبو ميمون النضر بن سلمة العجلي]\nلا يشتكين ألما ما أنقين\n...\nما دام مخ في سلامى أو عين\nوالأنامل منتهى المفاصل الأوائل من كل أصبع من اليدين والرجلين والواحدة أنملة. والأطر والواحدة أطرة وهي أكفة الأظفار التي حولها وهي تلك الوترات التي تحيط بأصولها. والسأف وهو تقشر الأطر وتشعث ما حولهن من اللحم يقال سئفت يد فلان وهي تسأف سأفا شديدا. وفي الأصابع الرواجب واحدتها راجبة وهي السلاميات ظهورها. قال النابغة:\nعلى عازفات للطعان عوابس\n...\nإذا عرضوا الخطي فوق الرواجب\nوفي الكف البراجم والوا حدة منها برجمة وهي ملتقى رؤوس السلاميات من ظهر الكف إذا قبض الإنسان كفه نشزت وارتفعت. [و] بها سميت البراجم من بني تميم. وفي الكف الأشاجع وهي العصبات التي على ظهر الكف تتصل ببطون الأصابع والواحد\nالجزء: 1 ¦ الصفحة: 208\n",
        "أشجع، قال ذو الرمة:\nأغذ بها الإدلاج كل شمردل\n...\nمن القوم ضرب اللحم عاري الأشاجع\nوالإغذاذ شدة السير والجد فيه يقال أغذ يغذ إغذاذا إذا أسرع في السير وجد فيه، ولحم الكف والقدم يقال له البخص يقال دخلت في رجله شوكة حتى غابت في البخص، ويقال للنقرة التي في أصل الإبهام القلت، وفي الكف الفدع وهو زيغ في الرسغ بينها وبين الساعد، وهو في القدم كذلك زيغ بينها وبين عظم الساق، قال أبو زبيد:\nمقابل الخطو في أرساغه فدع\n...\nوردا يدفق أوساط العباهير\nويروى أوصال العباهير، وفي الكف والقدم القفد يقال رجل أقفد وامرأة قفداء وهو اعوجاج واسترخاء في الرسغ، وكل استرخاء في رسغ أو مرفق أو مأبض أو مفصل من المفاصل فهو فتخ يقال فتخ يفتخ فتخا، وفي الكف والقدم العسم وهو أن ييبس مفصل الرسغ حتى تعوج الكف والقدم قال ساعدة [بن جوية الهذلي]\nفي منكبيه وفي الأصلاب واهنة\n...\nوفي مفاصله غمز من العسم\nيقال إذا أصابه ذلك عسم يعسم عسما، ويقال ما في قدحه معسم أي مغمز، وفي الكف الكوع وهو أن تعوج الكف من قبل الكوع يقال رجل أكوع وامرأة كوعاء، ويقال للكلب إذا رمض مر يكوع أي يطأ على كوعه وذلك إذا أصابه حر شديد فيرفع إحدى\nالجزء: 1 ¦ الصفحة: 209\n",
        "رجليه من شدة الحر، قال رؤبة:\nفانصاع بكسوها الغبار الأصيعا\n...\nبأربع في رسغ غير أكوعا\nوإذا أصاب اليد أو الرجل جراح أو مرض فتقبضت من ذلك وتشنجت قيل قد تكنعت يداه، قال متمم بن نويرة:\nوضيف إذا أرغى طروقا بعيره\n...\nوعان نئاه الوفد حين تكنعا\nوفي الرجل الوكع وهو أن ترتفع الإصبع التي تلي الابهام على الإبهام. فإذا خشنت الكف قيل قد شثنت تشثن شثنا ويقال كف شثنة، قال امرؤ القيس:\nوتعطو برخص غير شثن كأنه\n...\nأساريع ظبي أو مساويك إسحل\nالأساريع واحدها أسروع وهو دود يتسلخ، وظبي حبل من الرمل، يصف لين أصابعها وكفها.\nوفي أرساغ اليدين والرجلين المعص يقال للرجل إذا التوى مفصل من مفاصله معصت يده تمعص معصا إذا اشتكى ولا أدري أمع ذلك ورم أم لا.\nثم الظهر، وتسمي العرب الظهر المطى مقصو ر. يقال ما له قطع الله مطاه أي ظهره. فموصله في العنق الكاهل. وهو الكتد، والصلب عظم من لدن الكاهل إلى عجب الذنب. وفي الصلب الفقار والواحدة فقا رة وفقرة وهي ما بين كل مفصلين. والدأي فقار الظهر والعنق والواحدة دأية. وهي الطبق والواحدة طبقة وكل فقرة طبقة. والقرى الظهر. والقردودة أعلى الظهر وهي من كل دأية القرى. والصلوان الفجوتان اللتان تبتدان أصل الذنب\nالجزء: 1 ¦ الصفحة: 210\n",
        "بينه وبين الجاعرتين والواحد صلا منقوص قال النابغة:\nعلى صلويه مرهفات كأنها\n...\nقوارم ريش بز عنهن منكب\nوفي الصلب السناسن وهي رؤوس الفقار التى تشخص منها ويكون من الدواب طول كل واحدة أصبعان أو نحو ذلك، قال رؤبة:\nينقعن بالعذب مشاش السنسن\nوفي الصلب النخاع وهو الذي يأخذ من الهامة ثم ينقاد في فقار الصلب حتى يبلغ عجب الذنب، قال الشاعر:\nإذا اعتركا على زاد قليل\n...\nتولى الليث منفصد النخاع\nويقال للذابح إذا قطع النخاع قد فرس الدابة ونخعها. فإن دق الأسد عنقه ففصل الفقرتين قيل قد فرسه ومن ثم قيل للأسد إنه لفراس الأقران، قال الشاعر [وهو رؤبة بن العجاج]\nفافترشت هضبة عز أتلعا\n...\nفولدت فراس أسد أشجعا\nويقال للرجل إذا زالت فقرتان من عنقه أخذته الفرسة، والمتن عقف الظهر، والسلائل والواحدة سليلة وهي لحم المتن، والملحاء لحم ما انحدر عن الكاهل من الصلب، وفي الصلب الوتين وهو عرق أبيض غليظ كأنه قصبة، قال ونغض الكتف حيث تجئ فروع الكتف وتذهب يقال طعنه على نغض كتفه. وفي الصلب الأبهر وهو عرق في الصلب، وفي الصلب الأبيض وهو عرق، قال الراجز [وهو هميان بن قحافة السعدي]\nكأنما يوجع عرقي أبيضه\nوفي الظهر القعس وهو دخول الظهر وخروج البطن، وفيه\nالجزء: 1 ¦ الصفحة: 211\n",
        "الحدب وهو خروج الظهر ودخول البطن، قال أبو الأسود الدؤلي:\nوإن حدبوا فاقعس وإن هم تقاعسوا\n...\nلينتزعوا ما خلف ظهرك فاحدب\nوفي الظهر البزخ يقال رجل أبزخ وامرأة بزخاء وهو أن يدخل البطن وتخرج الثنة وما يليها، قال الراجز:\nيمشي من البطنة مشي الأبزخ\nوفي الظهر البزا وهو أن يتأخر العجز فيخرج يقال رجل أبزى وامرأة بزواء، ويقال للمرأة إذا حركت عجيزتها لتعظم قد تبازت، وإذا دخل الصلب في الجوف قيل رجل أفزر وامرأة فزراء، ويقال فزر ظهره يفزر فزرا، وإذا كان عوج في أحد شقيه قيل به جنف شديد وقد جنف يجنف جنفا ورجل أجنف وامرأة جنفاء، وإذا دخل وسط ظهره قيل به فطأ شديد ورجل أفطأ وامرأة فطآء ويقال قد فطأت ظهر دابتك إذا حملت عليها فأثقلتها حتى يدخل ظهرها، ويقال ضربه على خلقاء متنه وعلى ملساء متنه وعلى مليساء متنه كل ذلك حيث استوى المتن وتزلق.\nثم الجنبان، وهما الملاطان يقال لأوجعن ملاطيك أي جنبيك، وهما الدفان. والكشحان،. والقربان.\nوالواحد كشح وقرب والجماع الكشوح والأقراب، وفي الجنب الفريصتان وهما المضيغتان اللتان فيما بين مرجع الكتف إلى الثدي إذا فزع الإنسان أو الدابة\nالجزء: 1 ¦ الصفحة: 212\n",
        "أرعدتا منه يقال جاء فلان ترعد فرائصه والواحدة فريصة. والقصيرى وبعضهم يقول القصرى وهي مختلف فيها فبعض العرب يجعلها الضلع القصيرة التي تلي الترقوة وبعضهم يجعلها الضلوع مما يلي الطفطفة، قال أوس:\nمعاود قتل الهاديات شواؤه\n...\nمن اللحم قصرى رخصة وطفاطف\nجعلها في هذا الموضع الضلع التي تلي الطفطفة، وفي الجنب الحصير وهو الذي إذا رأيت الرجل يعمل رأيت له إطارا بين الشاكلة وبين الجنب، قال الشاعر:\nكأن سفينة طليت حديثا\n...\nمقطا زوره حتى الحصير\nوالقرب والكشح والحشى والصقل والإطل والخصر واحد. وبعض العرب يقول أيطل وبعضهم يقول إطل مثل إبل وبعضهم يقول إطل مثل رطل كل هذا واحد وهو منقطع الأضلاع إلى الحجبة، والجفرة من الإنسان والدابة ما جمع بطنه وجنباه يقال إن فلانا لعظيم الجفرة، ومن ثم يقال إذا كان عظيم الوسط إنه لمجفر، وبعض العرب يقول للجفرة الثجرة وهما لغتان، والشاكلة الخاصرة وهي طفطفة الجنب التى تتصل بأطراف الاضلاع، وإن كانت في غير ذلك الموضع فهو طفطفة يقال للرجل إذا كان سمينا فهزل ما بقي منه إلا طفاطف، قال الشاعر:\nوالماء منحدر على أكتافها\n...\nوعلى شواكلهن والأطلاء\nوقال امرؤ القيس:\nوكشح لطيف كالجديل مخصر\n...\nوساق كأنبوب السقي المذلل\nالجزء: 1 ¦ الصفحة: 213\n",
        "وقال آخر:\nإذا هي قامت تقشعر شواتها\n...\nوتشرف بين الليت منها إلى الصقل\nوقال امرؤ القيس:\nله أيطلا ظبي وساقا نعامة\n...\nوإرخاء سرحان وتقريب تتفل\nيصف فرسا مضمرا في أنفه في أنف الربيع وأنف كل شيء أوله، ويروى له إطلا ظبي، وقال [أيضا]\nقد غدا يحملني في أنفه\n...\nلاحق الإطلين محبوك ممر\nوقال آخر:\nلحقا أياطلهن قد\n...\nعالجن إسفارا وإنيا\nوقال امرؤ القيس:\nأقر حشى امرئ القيس بن حجر\n...\nبنو تيم مصابيح الظلام\nوقال رؤبة:\nلواحق الاقراب فيها كالمقق\n...\nتكاد أيديهن تهوي في الزهق\nوالمأنة شحمة باطن الطفطفة والجمع المؤون. قال الشاعر:\nيشبهن السفين وهن بخت\n...\nعراضات الأباهر والمؤون\nثم الصدر، وفي الصدر النحر وهو موضع القلادة، وفيه اللبة وهو موضع المنحر، قال الراجز [وهو العجاج]\nيفجر اللبات بالانباط\n...\nشكا يشك خلل الآباط\nوقال زهير:\nالجزء: 1 ¦ الصفحة: 214\n",
        "[تنازعها المها شبها ودر النحور وشاكهت فيه الظباء]\nفأما ما فويق العقد منها\n...\nفمن أدماء مرتعها الخلاء\nوالثغرة ثغرة النحر وهي الهزمة التي بين الترقوتين، قال العجاج:\nينشطهن في كلى الخصور\n...\nطورا وطورا ثغر النحور\nوقال آخر:\nكأن الثريا فوق ثغرة نحرها\n...\nتوقد في الظلماء أي توقد\nوفيه الترائب والواحدة تريبة وهي الضلعان اللتان تليان الترقوتين، وفي الصدر الترقوتان وهما العظمان المشرفان في أعلى الصدر وباطنهما الهواء الذي في الجوف يقال لهما القلتان، وهما الحاقنتان والذاقنتان وهما الذقن وما تحته، وإذا انكسرت الترقوة أو عظم من العظام فجبر على عقد قيل قد جبر عظم فلان على أجر وجبرت عظامه على أجور ويقال جبر العظم إذا التحم، ويقال جبر إذا عولج، قال العجاج:\nقد جبر الدين الإله فجبر\n...\nوعور الرحمن من ولى العور\nوإذا جبر أيضا على عقدة قيل قد عثم يعثم عثما وجبر العظم على عثم، وكل عظم أجوف فيه مخ فهو قصبة ونقي يقال إنه لطويل الأنقاء وقصير الأتقاء، قال رؤبة:\nفي سلب الأنقاء غير شخت\nوقال العجاج:\nتمشي كمشي الوحل المبهور\n...\nعلى خبندى قصب ممكور\nالجزء: 1 ¦ الصفحة: 215\n",
        "وكل عظم لا يكسر ولا يخلط به غيره فهو جدل، وهو كسر، وهو وصل، ويقال رجل عظيم الاوصال وصغير الأوصال، ويقال ضربه فاختلف وصلاه إذا قطعه باثنين، والصدر ما احتزم به يقال له الحيزوم والجوشوش، قال رؤبة:\nحتى تركن أعظم الجؤشوش\nويقال للرجل اشدد حيازيمك لهذا الامر أي وطن نفسك عليه، ويقال شد حيازيم راحلته، قال حميد بن ثور:\nإن الخليع ورهطه من عامر\n...\nكالقلب ألبس جؤجؤا وحزيما\nوالبرك وسط الصدر، قال كان أهل الكوفة يلقبون زيادا أشعر بركا، والكلكل باطن الزور، وقال آخر:\nلو أنها لاقت غلاما ضابطا\n...\nألقى عليها كلكلا علابطا\nالعلابط الضخم الشديد، والزور الصدر، وهو الجؤجؤ ومقدمه فيه الجوانح وهي الضلوع الصغار التي تلي الفؤاد والواحدة جانحة قال جرير:\nتبكي على زيد ولم تر مثله\n...\nبريا من الحمى سليم الجوانح\nويقال للرجل لله قلب بين جوانحه، وفي الصدر الجناجن والواحد جنجن وهي العظام التي إذا هزل الإنسان تبدو منه، ويكون لملتقى كل عظمين منه حيد وذلك ما أشرف من عظام الصدر، قال الأسعر ابن مالك الجعفي:\nلكن قعيدة بيتنا مجفوة\n...\nباد جناجن صدرها ولها غنى\nوقال العجاج:\nالجزء: 1 ¦ الصفحة: 216\n",
        "في جبل صتم إذا ما اصلخمما\n...\nيفل حيداه الرؤوس الصدما\nوفي الصدر الرهابة وهي العظم الرقيق المشرف على رأس المعدة كأنه غرضوف، وفي الصدر الشراسيف وهي مقاط أطراف الاضلاع التي تشرف على البطن والواحد منها شرسوف، قال الشاعر [وهو النابغة الجعدي]\nكأن مقط شراسيفه\n...\nإلى طرف القنب فالمنقب\nوفي الصدر الثديان، وفيهما الحلمتان وبعض العرب يقول لهما القرادان يقال للرجل إنه لحسن قراد الصدر وقبيح قراد الصدر، قال ابن ميادة يمدح بعض الخلفاء:\nكأن قرادي زوره طبعتهما\n...\nبطين من الجولان كتاب أعجما\nويقال للمرأة إذا كانت عظيمة الثدي وطباء، فإذا طالا واسترخيا قيل ذات طرطبين، والعصبتان اللتان تحت الثديين يقال لهما الرغثاوان والواحدة رغثاء ممدودة غير مجراة. والشندؤة مهموزة وجماعها الثنادي وهي مغرز الثديين وما حولهما من لحم الصدر، والفريصة من الرجال المضيغة بين الثدي ومرجع الكتف، قال امرؤ القيس:\nفرماها في فرائصها\n...\nبإزاء الحوض أو عقره\nوالعقر أصل الحوض والعقر أصل الدار، وفي الصدر القص ويقال له القصص أيضا وهو وسط الصدر، ومثل تقوله العرب هو ألزم لك من شعرات قصك، قال العجاج:\nوكنت والله العلى الامجد\n...\nأذنيك من قصي ولما تفقد\nالجزء: 1 ¦ الصفحة: 217\n",
        "والجنف أن يكون أحد شقي زوره داخلا منهضما والآخر معتدلا، والمسربة الشعر الذي على الصدر إلى السرة إذا كان مستطيلا. قال الحارث بن وعلة:\nالآن لما ابيض مسربتي\n...\nوعضضت من نابي على جذم\nجذم الشيء أصله، ويقال للرجل إذا كان في صدره عوج إنه لأزور بين الزور. ويقال للعقاب والشاهين وكل سبع من الطير إذا أكل وارتفعت حوصلته قد زور تزويرا، قال العجاج:\nهمي ومضبور القرى مهري\n...\nحابي ضلوع الزور دوسري\nوقال آخر:\nجنفت له جنفا وحذر شرها\n...\nزوراء منه وهو منها أزور\nثم الجوف، فالجوف فيه القلب وهو الفؤاد، وفيه غشاوة وهو غلافه الذي فيه الفؤاد وربما خرج فؤاد الإنسان أو الدابة من غشائه وذلك من فزعه فيموت مكانه، فلذلك تقول العرب انخلع فؤاده. وفيه أذناه وهما كالأذنين، وفيه سويداؤه وهي علقة سوداء في جوف القلب إذا انشقت بدت كأنها قطعة كبد، يقال للرجل إذا أوصي بشيء اجعله في سويداء قلبك.\nثم الخلب، وهو الحجاب الذي بين الفؤاد وسواد البطن.\nثم البطن، فالبطن فيه الكبد، وفي الكبد الزوائد وهي الهنية\nالجزء: 1 ¦ الصفحة: 218\n",
        "المعلقة فيها، وفي الكبد القصب وهي شعبها التي تتفرق فيها. وفيها عمودها وأظنه المشرف الذي في وسطها.\nوفي البطن الطحال وهو لاصق بالأضلاع مما تلي الجانب الايسر، فإذا اشتد لصوقه قيل قد طني يطنى طنا شديدا. قال رؤبة:\nوقعك داواني وقد جويت\n...\nمن داء صدري بعد ما طنيت\nوقال الحارث بن مصرف:\nأكويه إما أراد الكي معترضا\n...\nكي المطني من النحز الطني الطحلا\nوفي البطن المعدة والمعدة مخففة ومثقلة وهي أم الطعام وأول ما يقع فيه الطعام وهي من الإنسان بمنزلة الكرش من الشاة ثم تؤديه إلى الامعاء وواحدها معى مقصور، وفي البطن الحشى وهو جماع موضع الطعام، وفي البطن السحر ليس غيره وهو الرئة يقال للرجل انتفخ سحره إذا ذكر بالجبن. وفيه المصارين وهي جماع الجماع والواحد مصير ثم مصران ثم المصارين. قال حميد بن ثور:\nخفيف المعى إلا مصيرا يبله\n...\nدم الجوف أو سؤر من الحوض ناقع\nوقال العجاج:\nونازع حشرجة الكرير\n...\nوخابط ثنيين من مصير\nوفي البطن الأعفاج والواحد عفج جميعا بكسر الفاء وفتحها. وهي الأقتاب والواحدة قتب وتصغيرها قتيبة وبها سمي الرجل قتيبة. وإليها تصير الطعام بعد المعدة، [و] يقال لذلك كله القصب\nالجزء: 1 ¦ الصفحة: 219\n",
        "مخفف يقال رجل مضطمر القصب أي ضامر البطن، قال ذو الرمة:\n[خدب حنا من ظهره بعد سلوة]\n...\nعلى قصب منضم الثميلة شازب\nشازب يابس، ويقال طعن طعنة فانتشر قصبه، وأسفل من موضع الطعام يقال له المحشى بكسر الميم غير مهموز وهو المبعر من كل ذي أربع. وفي البطن الحوايا والواحدة حاوية مخففة وحوية مثقلة وحاوياء وكل ذلك واحد، فمن قال حاوياء فقال حاوياوات. ومن قال حاوية قال حوايا مثل راوية روايا، ومن قال حوية قال حويات، قال الشاعر [وهو علي كرم الله وجهه]\nأقتلهم ولا أرى معاويه\n...\nالجاحظ العين العظيم الحاويه\nوفي البطن الطحال وهو لازق بالجنب. وفيه الكليتان. وبينهما عرقان يقال لهما الحالبان، وفي البطن السرة والسرر فالسرة ما يبقى والسرر ما تقطعه القابلة، ويقال ودقت سرته تدق [ودقا] إذا سالت وهو خروجها واسترخاؤها، ويقال اندحت سرته. مثله. وما بين السرة والعانة يقال له الثنة، والمريطاء مخففة ممدودة جلدة رقيقة بين السرة والعانة من باطن، قال عمرو بن الخطاب رحمة الله عليه لابي محذورة وشدد أذانه أما خشيت أن تنشق مريطاؤك. والعانة منبت الشعر، والسرة موضع السرر الذي يقطع من الصبي. وفي السرة البجر وهو أن يغلظ وسط السرة فيلتحم من حيث دق ويبقى الغليظ فيه ريح، ويقال للعظيم البطن\nالجزء: 1 ¦ الصفحة: 220\n",
        "إنه لابجر، واسم ذلك المنتفخ الذي يبقى البجر. ومثل من الأمثال عير بجير بجره نسي بجير خبره، وفيه السول وهو استرخاء ما تحت السرة من البطن يقال رجل أسول وامرأة سولاء ورجال ونساء سول، والصفاق من البطن الجلدة السفلى تستبطن جلدة البطن إذا انخرق كان فتقا، وظاهر الجلدة من البطن والجسد يقال له الليط يقال ما أحسن ليطه والجماع لياط. والخصران ناحيتا البطن من عن يمين وشمال عليهما يقع معقد الإزار من كل ناحية. والحقو معقد الإزار من كل ناحية. ويقال إنه لعظيم الزفرة وعظيم الجفرة وعظيم البهرة وهي الوسط، وبهرة الوادي وسطه، ويقال للرجل إنه لعظيم الجوز إذا كان عظيم الوسط.\nقال العجاج:\nعن جرز منه وجوز عاري\nوجوز الفلاة وسطها، قال رؤبة:\nأيهات من جوز الفلاة ماؤه\nوالكبد هو عظم البطن من أعلاه يقال رجل أكبد وامرأة كبداء، قال الشاعر [وهو حميد الارقط]\nأجد مداخلة وآدم مصلق\n...\nكبداء لاحقة الرحى وشميذر\nوالأجد موثقة الخلق. والمصلق الشديد الصوت، والشميذر الغليظ الضخم. يصف إبلا، ومن البطون الأهيف وهو الضامر، ومنها الأثجل وهو استرخاء أسفل البطن، وفيه القبب وهو حمصه يقال خمص وحمص وهو انطواؤه، وفيه اللخى وهو استرخاء شقي.\nالجزء: 1 ¦ الصفحة: 221\n",
        "البطن يقال رجل ألخى وامرأة لخواء ورجال ونساء لخو. والعانة منبت الشعر من الركب وإنما كني بالعانة عن الشعر، والركب ما انحدر عن البطن فصار على العظم، وفي الإنسان القحقح وهو العظم الذي عليه مغرز الذكر من أسفل الركب، وفي الانسان الخوران وهو الهواء الذي فيه الدبر ومخرج الذكر وموضع القبل من المرأة يقال للرجل طعن الحمار فخاره وطعن الصيد فخاره، والعصعص طرف عجب الذنب الناتى، وفي الجوف من الأدواء الغاشية، والحبن، والمحنجر، والقداد، والعلوص، والشغاف، والجحاف.\nثم الذكر وفيه الإحليل وهو مخرج بوله. ومخارج اللبن والبول كلها أحاليل من ذوات الأربع والناس وواحدها إحليل. وفيه الكمرة والحشفة وهما شيء واحد وبعض العرب يسمي الحشفة الفيشة.\nوبعضهم يسميه الفيشلة. وهي الكمهدة. والقهبلس. وفيه الحوق وهو حرفها المحيط بها وهو إطار الحشفة.\nوفيه الغرلة. والقلفة مضمومة مخففة والقلفة مفتوحة مثقلة لغتان وهما شيء واحد يقال رجل أغرل وأقلف وأغلف. وفيه الوترة وهي العرق الذي في باطن الحشفة. وفيه محامله وهي العروق التي في أصله وجلده ما علق به. ويقال لجلد الخصية الصفن. وفيه البيضتان. فمن قال خصية قال خصيتان. وفي الخصية الشرج والادر، فالادر عظمها، والشرج أن تعظم إحداهما وتصغر الأخرى حتى لا تكاد\nالجزء: 1 ¦ الصفحة: 222\n",
        "ترى يقال رجل أشرج ورجل آدر وقد أدر يأدر أدرا وهي الأدرة. والعرب تسمي الذكر بأسماء كثيرة.\nيقال له الغرمول وهي الغراميل، قال لما رأى ابن عمر بن الخطاب غراميل الرجال في الحمام [قال] أخرجوني أخرجوني. ويقال له الجردان والجوفان. وفي الذكر القسوح يقال قسح يقسح قسوحا وهو شدة النعظ.\nوفيه الترويل وهو داء يمتد ولا يشتد يقال قد رول يرول ترويلا، وفيه الإكسال وهو أن يجامع فلا ينزل.\nثم الوركان. وما بين الوركين إلى الصلب يقال له العجز، ويقال له الكفل. وفي العجز عجب الذنب وهو الذي يجد اللامس حجمه إذا لمسه. وفي العجز الأليتان. وفي الألية الرانفة والرانفة أسفل الألية وهي طرفها الذي يلي الأرض من الإنسان. ويقال للإنسان إذا كان قائما إنه لذو روانف. قال عنترة:\nمتى [ما] تلقني فردين ترجف\n...\nروانف أليتيك فتستطارا\nوفي الورك الخربة وهي الخرق الذي في عرض الورك. والعظمان الشاخصان اللذان يبتدان الصلب يقال لهما الغرابان. والحجبتان العظمان اللذان يشرفان بها الخاصرة من عن يمين وشمال وكل واحدة حجبة. واللحمتان اللتان على رؤوس الوركين المأكمتان الواحدة مأكمة. قال العجاج:\nإلى سواء قطن مؤ كم\nويقال للرجل إنه لمؤكم وإنها لمؤكمة. والجاعرتان [اللحمتان]\nالجزء: 1 ¦ الصفحة: 223\n",
        "اللتان تبتدان الذنب وهما موضع الرقمتين من عجز الحمار. والحق من الورك مغرز رأس الفخذ [وفيها عصبة إلى رأس الفخذ] إذا انقطعت قيل أصابه حرق وقد حرق الرجل وهو محروق، والحرقفتان مجتمع رأس الفخذ ورأس الورك حيث يلتقيان من ظاهر، ويقال للمريض إذا طالت ضجعته قد دبرت حراقفه. وفي الاعجاز الرسح وهو صغر العجز وقلة لحمها. ومثل ذلك الرصع يقال رجل أرصع وامرأة رصعاء ورجل أرسح وامرأة رسحاء، ومثل ذلك الزلل يقال رجل أزل وامرأة زلاء، قال أبو النجم:\nوالقلب فيه لكلهن مودة\n...\nإلا لكل دميمة زلاء\nوفيه الورك يقال رجل أورك وامرأة وركاء إذا كانا عظيمي العجز والاوراك.\nوالنسا عرق في الورك إلى الكعب قال الشاعر [وهو المتنخل الهذلي]\nولكنه هين لين\n...\nكعالية الرمح عرد نساه\nوالرسح والزلل والرصع يستحب من الرجال وهو ذم في النساء \"من غير الكتاب\"\nثم الفخذان. فأصولهما من باطن يقال لهما الرفغان فيما بين العانة وبينهما. قال أبو زبيد يصف الأسد:\nأبو شتيمين من حصاء قد أفلت\n...\nكأن أطباءها في رفغها رقع\nشتيمين قبيحي المنظر. والمغابن المراق وهى أصول الفخذين وما\nالجزء: 1 ¦ الصفحة: 224\n",
        "احتزم بذلك المكان يراد بما احتزم به ما أطاف حوله، وواحد المغابن مغبن بكسر الباء، قال زهير:\nكأن أوابد الثيران فيها\n...\nهجائن في مغابنها الطلاء\nوالأربية أصل الفخذ فيها الغددة التي إذا نكب الرجل في رجله ورمت، وكل عقدة حولها شحم غددة.\nوالربلة اللحمة الغليظة في باطن الفخذين بينها وبين مستدق الفخذ تخصير وجماعها الربلات يقال للمرأة إنها لذات ربلات، قال الشاعر [وهو رجل من اليهود]\nكأن مجامع الربلات منها\n...\nفئام بنهضون إلى فئام\nوالكاذة لحم مؤخر الفخذ إذا أدبر وما تحتها، والباد باطن الفخذ.\nوالخصائل لحم الفخذين والعضدين والساقين والواحدة خصيلة يقال فلان ترعد خصائله، ويقال ذلك للدابة، قال زهير:\n[ونضر به حتى اطمأن قذاله]\n...\nولم يطمئن قلبه وخصائله\nوفي الفخذين الغران والواحد منهما غر وهو العكنة التي تكون في باطن الفخذ، وكل كسر في جلد يقال له غر. وفي الفخذين اللفف يقال رجل ألف وامرأة لفاء وهو عظم الفخذين. وفي الفخذين النهش وهو قلة لحمها يقال إنه لمنهوش الفخذين، والفحج تباعد ما بين الفخذين يقال رجل أفحج وامرأة فحجاء، فإذا كثر لحم الفخذين فتباعد ما بينهما فذلك البدد بقال رجل أبد وامرأة بداء\nالجزء: 1 ¦ الصفحة: 225\n",
        "ثم الركبة، والركبة ملتقى الساق والفخذ. وفي الركبة الداغصة وهي عظم عليه شحم داخل فيها رهل تقول العرب للرجل إذا سمن سمن حتى كأنه داغصة. وفي الركبة الرضفة وهي عظم مطبق على رأس الساق والفخذ، وفي الركبة العين وهي النقرة التي فيها يقال رماه الله على عين ركبته. وهي إحدى القلات التي في الجسد، وباطن الركبة المأبض مهموز.\nثم الساق، وفي الساق العضلة وهي العصبة التي فيها اللحم الغليظ في أعلى الساق، وفيها الظنبوب وهو حد عظمها الذي يلي وجه الساق، وفي الساق المخدم وهو موضع الخلخالين. وفي الساق الحمش وهو دقتها، وكذلك في قوائم الدابة وفي الصدر والعنق، والرسغ مجتمع الساقين والقدمين، والفتخ في مأبض الركبة ومأبض الذراع وهو لين المفاصل وخروج باطنه، وإنما قيل للعقاب فتخاء للين جناحيها. وقال [المتنخل] الهذلي:\nلكن كبير بن هند يوم ذلكم\n...\nفتخ الشمائل في أيمانهم روح\nيريد القبيلة، وإذا كان بين الساقين تباعد فهو الفلج يقال به فلج، وبه فجا مقصور غير مهموز. قال الشاعر [وهو العجاج]\nلا فحجا ترى به ولا فجا\nومن السوق الخدلة وهي الغليظة المستوية، قال الشاعر:\nوساقها خدلة في كعبها درم\n...\nتقصم الحجل عنها فهو منفلق\nومنها الكرواء وهى الدقيقة الحمشة، ويقال ذلك في الساعدين إذا\nالجزء: 1 ¦ الصفحة: 226\n",
        "كانا دقيقين. ومنها الخدلجة وهي الرياء الممتلئة، قال العجاج:\nأمر منها قصبا خدلجا\n...\nلا قفرا عشا ولا مهبجا\nثم القدم، وفي القدم العقب وهو المستأخر الذي يمسك شراك النعل. وفي القدم العير وهو الشاخص في وسطها. وفيها مشطها وهي سلاميات ظاهرها وهي العظام الرقاق المفترشة فوق القدم دون الأصابع، [وفي القدم السلاميات] وواحدتها سلامى. وفيها الكعب. وفيها الأصابع فأطرافها الأنامل. وفيها البخصة مثقلة وهي لحم القدم. وفيها الخف وهي حذاؤها الذي يلي الأرض. وفيها الإنسي والوحشي. فوحشيها الذي لا يقبل على شيء من الجسد. وإنسيها الذي يقبل على أختها. وفيها الروح وهو أن يكون مقبلة على شق وحشيها يقال رجل أروح وامرأة روحاء بينة الروح. قال الشاعر [وهو رؤبة بن العجاج]\nينفضن أنقى من نعال السبت\n...\nبأرجل روح أتت ما تأتي\nوفيها الأخمص وهو المتطأمن الذي بين صدرها وعقبها. فإذا لم يكن لها حمص فالقدم رحاء بينة الرحح.\nوفيها العرقوب وهي العصبة التي وصلت بين العقب والساق من ظاهر، وفي القدم القفد وهو أن يخلق رأس القدم مائلا إلى وحشي الرجل. وكذلك القفد في الكف يقال للرجل إذا شتم يا ابن القفداء، وفي القدم الوكع يقال رجل أوكع وامرأة وكعاء وهو أن تركب الإبهام السبابة حتى تزول فيرى أصلها خارجا، وفي القدمين الحنف\nالجزء: 1 ¦ الصفحة: 227\n",
        "وهو أن تميل كل واحدة بإبهامها على صاحبتها، ويقال في القدم إذا كانت مائلة لا أدري أعن يمين أو شمال رجل أصدف وامرأة صدفاء. ويقال للقدم إذا كانت عريضة إنها لشرحاف من الأقدام. فإذا كانت قصيرة الأصابع مجتمعة قيل إنها لكزمة وكزماء بينة الكزم. وفي الرجل الفلج وهو تباعد ما بين الساقين. والفلج في الأسنان وهو تباعد ما بين السنين. ويقال رجل أفلج وامرأة فلجاء. ويدعى مثل ذلك الفنجلة يقال مر مفنجلا فنجلة قبيحة. وفي الرجل الصكك وهو أن تصطك الركبتان من باطن. وفي الرجل الرجز وهو أن ترعد الرجل إذا أراد أن يركب يقال إن فلانا لأرجز. وفي اليد الأكحل. وفي الرجل النسا وهما عرقان.\nوفي الرجل الصافن. وفي الإنسان الميل وهو أن يكون مائلا إلى أحد شقيه من خلقة خلق عليها، فإذا زاغت القدم من أصلها من عند طرف الساق فذلك الفدع يقال رجل أفدع وامرأة فدعاء، فإذا أقبلت القدم على القدم الأخرى فذلك القعولة يقال مر مقعولا إذا مر يمشي تلك المشية. وإذا كانت القدم إذا مشى صاحبها نبث بها الترب من خلفها فتلك النقثلة يقال مر نقثلة قبيحة. إذا مر يضطرب في خلقه كله قيل مر مسنطلا، وفي الرجل العرج والقزل، فالقزل أسوأ العرج يقال عرج يعرج عرجا إذا حدث فيه عرج، وعرج يعرج عرجانا إذا مشى مشية العرجان.\nالجزء: 1 ¦ الصفحة: 228\n",
        "ومما يكون في النساء دون الرجال الإسكتان، والأشعران، وهما ما يلي الشفرين من الشعر، والقرنتان وهما رأسا الرحم اللذان يتعقفان يقع فيهما الولد، والحلقتان فإحداهما [الحلقة] التي في فم الرحم عند طرف الفرج والأخرى الحلقة التي تنضم على الماء وتنفتح للحيض، وما بينهما المهبل، والملاقي مضائق الرحم مما يلي الفرج، والكين لحم ذلك المكان، ومما يخلق في الرحم المشيمة وهي من الصبي بمنزلة السلى من الشاة والبعير، والماسكة وهي القشرة تكون على وجه الصبي، والسقي وهو جلدة فيها ماء تنشق على رأس الولد عند خروجه، وهو من الناقة السخت والسابياء. والمخاض في البهائم والناس ولا يكون الطلق إلا في الناس.\nآخر الكتاب، قال أبو سعيد الضرب من الرجال الخفيف، [و] إذا كان الرجل ليس بالغليظ ولا بالقضيف قيل له صدع، وكل وسط من الرجال والظباء صدع. والنعنع الطويل المضطرب، والقاق والقوق أسوأ ما يكون من الطول، والهجرع الطويل القبيح الطول، والسلب والسلهب الطويل، والسلجم الطويل، والخلجم الطويل، والمخن الطويل. والشنخف الطويل بالشين، والمتماحل الطويل، والهجنع الطويل، والشرمح الطويل، والشناحي الطويل، والشناحية مثله وهو الرجل الطويل الجسم، والسمسام الخفيف الجسم، والشخت والنحيف الدقيقان من الأصل ليسا من الهذال، والخشخاش.\nالجزء: 1 ¦ الصفحة: 229\n",
        "الخفيف من الرجال، قال طرفة:\nأنا الرجل الضرب الذي تعرفونه\n...\nخشاش كرأس الحية المتوقد\nوالعشنق والعشنط والعنشط واحد وهو الطويل، والحلاحل الحليم الركين، واللوذعي الفسيح الحديد ليس بحدة عجلة ولكن بحدة لسان أو جلد، والعمروط والعماريط جماعه وهو اللص الذي لا يدع شيئا إلا أخذه، والقرضاب والقرضوب واحد وهو اللص الذي لا يدع شيئا إلا قرضبه وأكله، والبهلول الحسن الوجه الضحاك، والسميدع السيد الموطأ الأكناف، والملاوث اللذين يدار بهم ويطاف بهم برجاء خيرهم ولم يذكر لهم واحد، قال أبو ذكوان الواحد ملاث، والكبنة من الرجال غير المنبسط في القتال والعطاء وهو المنقبض عن الخير، والزميل والزمل والزمال والزميلة كل ذلك الضعيف من الرجال، والحتروش الحديد الخفيف النزق، والبرم الذي لا يأخذ في الميسر، والهضوم المنفاق في الشتاء، والسبروت المفلس الذي لا مال له، ويقال أرض سبروت إذا لم يكن فيها نبت، واللهموم الواسع الصدر بعطاء وخلق. واللهموم من الخيل جوادها، واللهاميم من النوق غزارها، والجبأ من الرجال الهيوب، قال الشاعر [وهو مفروق بن عمرو الشيباني] وما أنا من ريب المنون بجباء ولا أنا من سيب الإلاه بيائس والعوق من الرجال الذي يعوق الامر ويحبسه، وأنشد [لمالك ابن خالد الخناعي الهذلي:\nفدعى لبني لحيان أمي فإنهم]\n...\nأطاعوا رئيسا منهم غير عوق\nالجزء: 1 ¦ الصفحة: 230\n",
        "والكفل الذي لا يثبت على الدابة، والاميل الذي لا تستوي ركبته على الدابة. والصتم المجتمع الخلق، والاعزل الذي لا سلاح معه. وأنشد:\nدعيني وسلاحي ثم شدي الكف بالعزل\nواللقاعة المتفصح في كلامه والمتبالغ، والطياخة الذي لا يزال يكثر السقط في المجلس، والخطل الكثير الخطإ المختلط. [و] يقال رمح خطل إذا كان مضطربا. ويقال شاة خطلاء إذا كانت طويلة الاذنين مضطربة، والمختلق التام الحسن من الرجال. والفدغم الجميل الضخم، والجبال الشيخ الضخم الجميل. والقمد الطويل الضخم العنق [و] يقال رجل أقمد وامرأة قمداء، قال رؤبة:\nونحن إن نهنه ذود الذواد\n...\nسواعد القوم وقمد الأقماد\nوالصعل الخفيف الرأس والعنق ليس بضخمه، والكمش الخفيف المنقبض في الأمر، ومعنى ينقبض أي يمضي.\nورجل قيض الشد أي سريع ويقال انقبض في حاجتك أي أسرع فيها. وأنشدنا أبو عمرو [لتأبط شرا:\nحتى نجوت ولما ينزعوا سلبي]\n...\nبواله من قبيض الشد غيداق\nويقال غيث غيداق أي واسع كثير، والثبط الثقيل البطئ، وهو الوخم، والهلباجة الثقيل، والطمل والطملال الاطلس الخلقة والخفي الشأن، والأورع الجميل يقال رجل أورع وامرأة روعاء، وناقة روعاء الفؤاد إذا كانت حديدة الفؤاد. والابلج الحسن الوجه، ويقال رجل أبزى وامرأة بزواء وهو الذي تأخر عجيزته والهبهبي الخفيف من\nالجزء: 1 ¦ الصفحة: 231\n",
        "الرجال، يقال حبحبي من الرجال والدواب [وهو الصغير الجسم] ، والسريس العنين، قال أبو زبيد الطائي:\nأفي حق مؤاساتي أخاكم\n...\nبمالي ثم يظلمني السريس\nوقال رؤبة:\nلو سألته أمه ألوسا\n...\nأو أخته لم يعطها دريسا\nيا ليته لم يعط هلبسيسا\n...\nوعاش أعمى مقعدا سريسا\nحتى يضم الوارثون الكيسا\nالألوس الشيء اليسير، والدريس الثوب الخلق والجميع درسان، ويقال ما له هلبسيس أي ما له شيء.\nهذه كلمة تقال في النفي لا يقال له هلبسيس إنما يقال ما له هلبسيس.\nتم الكتاب بأسره\nالجزء: 1 ¦ الصفحة: 232\n",
        ""
    ]
}