{
    "1": [
        "أخي كيف حالك مع القرآن\nبسم الله الرحمن الرحيم\nالحمد لله الذي جعل كتابه هدى ورحمة للعالمين. وضياء للمتقين. وذكرى للمؤمنين. والصلاة والسلام على النبي مبلغ الوحي المبين. وعلى آله وأصحابه المهتدين.\nوبعد:\nأخي المسلم: حب الفضائل ومحاسن الأعمال لمما تدعو إليه الفطر السليمة والعقول الصحيحة. ولم يختلف العقلاء على أن الفضيلة والقيم السامية هي أسمى هدف في هذا الوجود ..\nولكن أخي هل تعلم أن الكثيرين حاولوا أن يصنعوا هذه الفضيلة بعقولهم القاصرة؟ ! فتخبطوا ولم يصلوا إلى هذه الغاية السامية! ومن وصل إلى شيء من ذلك فإنما هي أمور كطيف الخيال!\nأخي: خلق الله تعالى هذا الإنسان ليكون خليفة الأرض، وهيأ له من أسباب الهداية ما يعينه على أداء رسالته .. {قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى * وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} [طه: 123، 124].\nوهكذا أخي جعل الله تعالى هداه سببا لنيل السعادة .. وجعل الإعراض عنه سببا للشقاء!\nأخي: ومن أجل تلك السعادة الحقيقية أرسل الله تعالى الرسل\nالجزء: 1 - الصفحة: 5\n",
        "(عليهم الصلاة والسلام) ليدلوا العباد على الطريق القويم ..\nولتكتمل أسباب هذه السعادة أنزل الله تعالى الكتب على أنبيائه (عليهم الصلاة والسلام) لتكون تشريعا وضياء لمن سلك سبيل الهداية ..\nأخي: وقد جمع الله تعالى ذلك الهدى الذي تضمنته كتبه الطاهرة ـ جمعه في كتابه الذي أنزله على رسوله محمد - صلى الله عليه وسلم - .. {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل: 89].\n* القرآن ثقيل .. القرآن هدى *\nأخي المسلم: ذلك هو الكتاب الطاهر الذي أنزله الله تعالى على نبيه محمد - صلى الله عليه وسلم - .. ليكون حجته على العالمين .. ونوره الذي يهدي به المؤمنين .. فهو الحياة الحقيقية .. والهدى الكامل .. {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} [الشورى: 52].\nأخي: أتذكر كم مرة حملت بيديك القرآن الكريم؟ !\nأخي: أتذكر كم مرة نظرت في كتاب ربك تعالى؟ !\nأخي: ما سألتك هذه الأسئلة إلا لألفتك إلى تلك الكرامة الظاهرة التي أكرمك الله بها، وهي: تيسيره عليك قراءة كتابه العزيز وحفظه! وإلا أخي لما أطاقته قلوب العباد .. ولضعفت عن حمله\nالجزء: 1 - الصفحة: 6\n",
        "أجسامهم! ومصداق ذلك في كتاب الله: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآَنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ} [الحشر: 21].\nقال الإمام القرطبي (رحمه الله): \"فأين قوة القلوب من قوة الجبال، ولكن الله تعالى رزق عباده من القوة على حمله ما شاء أن يرزقهم فضلا منه ورحمة\".\nأخي: تلك هي الكرامة التي أكرمك الله تعالى بها؛ أن جعلك مطيقا لمطالعة كتابه وحفظه!\nثم ما أنعم عليك به من بيانه لك طريق الهداية، وطريق الضلالة؛ لتسلك الطريق الأول .. وتجتنب الطريق الأخير ..\nأخي في الله: ذلك هو إحسان الله تعالى إليك .. تطالعه في صباحك ومسائك .. فهل من معتبر؟ ! هل من متفكر؟ ! هل من شاكر لنعمه تبارك وتعالى؟ ! {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ * قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [يونس: 57، 58].\nأخي: حقا .. إن كتاب ربنا تعالى .. موعظة .. وشفاء .. وهدى .. ورحمة .. {الم * ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ} [البقرة: 1، 2].\nقال قتادة (رحمه الله): \"جعله الله هدى وضياء لمن صدق به، ونور للمتقين\".\nالجزء: 1 - الصفحة: 7\n",
        "أخي: هداني الله وإياك بكتابه العزيز .. ونفعني وإياك بنوره وضيائه المبين ..\n* أخي .. القرآن ميزان! فهل وزنت نفسك؟ ! *\nأخي المسلم: لا هدى إلا دلنا إليه الله تعالى في كتابه العزيز، ودعانا إليه نبينا - صلى الله عليه وسلم - .. وما سوى ذلك لن يكون هدى لأحد ..\nأخي: يالله ما أكثر تلك المحاسن التي أدب الله تعالى بها خلقه ..\nويالله ما أكثر الخير لمن بحثه في كتاب الله تعالى ..\nويالله تلك هي السعادة تتربع في ذلك الكتاب العزيز ..\nويالله من نور وهدى يشع من هذا الكتاب الطاهر ..\nأخي: أنت مسلم .. ومنهجك في هذه الحياة ذلك الكتاب العزيز، وهدى النبي الهادي - صلى الله عليه وسلم - ..\nأخي: في كتاب الله تعالى ما أخبرتك به من الخير العظيم ..\nفليت شعري ما هو نصيبك منه؟ !\nهل أنت من المهتدين بهداه؟ !\nهل أنت من المستضيئين بضيائه؟ !\nهل أنت من المقتبسين من محاسن بهائه؟ !\nهل أنت من المتحاكمين إلى تشريعه؟ !\nأخي: إنك لن تزن نفسك بميزان أصدق من كتاب الله تعالى! فلتحاسب أخي نفسك بهذا الميزان الصادق .. لتعلم أين أنت؟ !\nالجزء: 1 - الصفحة: 8\n",
        "قال الحسن بن محمد الصباح (رحمه الله): \"الزموا كتاب الله، وتتبعوا ما فيه من الأمثال، وكونوا فيه من أهل البصر .. رحم الله عبدا عرض نفسه وعمله على كتاب الله، فإن وافق كتاب الله حمد الله وسأله الزيادة، وإن خالف كتاب الله أعتب نفسه ورجع من قريب\".\nأخي في الله: فلتزن نفسك بهذا الكتاب العزيز .. ولا تنس أخي كما أخبرتك أنك لن تجد الفضائل والمحاسن بكمالها إلا في كتاب الله تعالى، وما دلك إليه نبيك - صلى الله عليه وسلم - من السنة الطاهرة .. فلتهتد أخي بهدى الله تعالى .. ولتعمر به قلبك وبيتك ..\nقال قتادة: \"اعمروا به قلوبكم واعمروا به بيوتكم\".\n* أخي .. كيف أنت مع تلاوة كتاب الله تعالى؟ ! *\nأخي المسلم: لا شيء يعدل ذكر الله تعالى .. فهو الحسنة العظمى .. ويكفيك في فضله أن الذاكر لله تعالى دائم الصلة بربه تبارك وتعالى!\nقال النبي - صلى الله عليه وسلم -: «ألا أنبئكم بخير أعمالكم وأزكاها عند مليككم وأرفعها في درجاتكم وخير لكم من إنفاق الذهب والورق وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟ ! » قالوا: بلى. قال: «ذكر الله تعالى! » رواه الترمذي وابن ماجة والحاكم.\nأخي: ولا تنس أن أعظم الذكر، وأفضله، وأعلاه درجة هو: (تلاوة كتاب الله تعالى).\nالجزء: 1 - الصفحة: 9\n",
        "أخي: كم فرط العباد في الأجر والثواب يوم أن غفلوا عن هذا الحديث العظيم .. قال رسول الله - صلى الله عليه وسلم -: «من قرأ حرفا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها! لا أقول آلم حرف، ولكن ألف حرف، ولام حرف، وميم حرف» رواه الترمذي/ صحيح الترمذي: 2910.\nأخي: وهل وقف فضل قراءة كتاب الله عند هذا الحديث؟ !\nلا .. لا .. فها هو النبي - صلى الله عليه وسلم - يخرج مرة على جماعة من أصحابه ليسوق لهم هذه البشارة!\nعن عقبة بن عامر (رضي الله عنه) قال: خرج رسول الله - صلى الله عليه وسلم - ونحن في الصفة فقال: «أيكم يحب أن يغدو كل يوم إلى بطحان أو إلى العقيق فيأتي منه بناقتين كوماوين في غير إثم ولا قطع رحم؟ ! »\nفقلنا: يا رسول الله نحب ذلك!\nقال: «أفلا يغدو أحدكم إلى المسجد فيعلم أو يقرأ آيتين من كتاب الله عز وجل خير له من ناقتين! وثلاث خير له من ثلاث! وأربع خير له من أربع! ومن أعدادهن من الإبل! » رواه مسلم.\nأخي في الله: أي أنت من هذا الخير؟ ! فيا حسرة على من ضيع هذا الثواب العظيم!\nوقف أخي .. وهذه بشارة أخرى .. قال رسول الله - صلى الله عليه وسلم -: «من قرأ بمائة آية في ليلة كتب له قنوت ليلة! » رواه أحمد والدارمي/ السلسلة الصحيحة: 644.\nالجزء: 1 - الصفحة: 10\n",
        "أخي: إن ثواب قراءة كتاب الله تعالى لم تقف بك عند هذا .. وهذه فضيلة أخرى .. فقف .. قف .. وتأمل ..\nقال رسول الله - صلى الله عليه وسلم -: «ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله، ويتدارسونه بينهم إلا نزلت عليهم السكينة! وغشيتهم الرحمة! وحفتهم الملائكة! وذكرهم الله فيمن عنده! ! » رواه مسلم.\nأخي: يا له من أجر شمر من أجله الصالحون .. وتسابق إلى ساحاته المتقون .. وتنافس فيه المتنافسون ..\nأخي: ألا ترى عظم ذلك الثواب؟ ! نزول الرحمة .. وقرب الملائكة .. وأعظمها وأجلها أن يذكرك الله تعالى في الملأ الأعلى! !\nيالله ما أعلاها وما أغلاها من منزلة! !\nوبالسعادة من نالها! تالله لقد ذهب بالأجر كله!\nأخي: أرأيت إذا ذكرك ملك عظيم من ملوك الدنيا، وأثنى عليك عند جلسائه! ووصل إليك الخبر بذلك، فقل لي: كيف سيكون شعورك؟ !\nأظنك ستخرج من جلدك فرحا وسرورا! ويداعب خيالك نيل العطايا وقرب المنزلة!\nأخي: إذا كان هذا حالك مع ملك من ملوك الدنيا! فكيف بك أخي إذا كان الذاكر لك هو ملك الملوك .. مالك الملك .. الغني .. من بيده خزائن السماوات والأرض؟ !\nالجزء: 1 - الصفحة: 11\n",
        "أخي: أنت السعيد حقا إذا ذكرك الله تعالى في الملأ الأعلى! فأمل ما شئت! وتمنى ما شئت!\nفيالله كيف غفلت قلوب الغافلين عن هذا الأجر الجزيل؟ ! !\nويالله أي عوض وجدوه؟ !\nأخي المسلم: حاسب نفسك حساب مسلم صادق .. وقل لها في حسابها: هل فكرت يا نفسي يوما في عظم هذا الثواب؟ ! وإذا فكرت في ذلك .. هل تحسرت على ما فاتك منه؟ !\nواسألها: هل أنت يا نفس حريصة على اغتنام ساعات العمر في تحصيل هذا الثواب الجزيل؟\nواسألها: كم فات من عمرك؟ ! وكم مضى عليك من الأيام غفلت فيها عن تلاوة كتاب الله؟ !\nواسألها: هل تستطيعين يا نفس أن تحصي مقدار الثواب الذي فاتك؟ ! !\nوقل لها في النهاية: ما فات فقد فات .. ولكن فلتغتنمي باقي أيامك فإنك إن بادرت إلى ذلك فستدركي إن شاء الله الخير العظيم .. فالعجل .. العجل .. قبل حلول الأجل ..\nأخي: كم تمضي من الأيام والسنين والكثيرون غافلون عن ذلك الثواب الجزيل: (الحرف بعشر حسنات! ).\nأخي: كيف بك إذا قيل لك: لك بكل حرف كذا من المال؟ !\nقدر وقتها أخي كم من الناس سيحرصون على التلاوة؟ !\nالجزء: 1 - الصفحة: 12\n",
        "ولكن مساكين هؤلاء فقد نسوا أن عطاء الله تعالى عطاء غني عن خلقه؛ فهو عطاء بغير حساب! وهو عطاء باق لا يزول .. وأين هذا من عطاء المخلوق .. الضعيف .. الفاني؟ !\nأخي: ما أرغب أولئك الذين غفلوا عن سعادتهم الحقيقية! فضيعوا الباقي من أجل الفاني!\nأخي: أليس غريبا أن لا يغفل الإنسان عن رصيده من المال! بينما يغفل عن رصيده من الحسنات؟ !\nنعم، إن من قل رصيده من المال أو أفلس يصيبه الفقر والضر! ولكنه حالما يعاود الكرة ليربح أموالا غيرها، وإن لم يتيسر له ذلك؛ استدان، أو عاش على الكفاف ولكنه لن يموت جوعا ..\nولكن أخي هل تعلم ما هو مصير من قل رصيده من الحسنات أو خلا منها؟ !\nفإن من جاء ربه تبارك وتعالى غدا خفيف الحسنات كان من الخاسرين! {فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ * فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ * وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ * فَأُمُّهُ هَاوِيَةٌ * وَمَا أَدْرَاكَ مَا هِيَهْ * نَارٌ حَامِيَةٌ} [القارعة: 6 - 11].\nأخي: هي (النار! ) حرها شديد! وقعرها بعيد! فمن يطيقها؟ !\nأخي: يا لحسرة من صارت مسكنه! ويا لحسرة من ذاق زقومها! وشرب حميمها! وعاين أهوالها وشدائدها!\nدار الخاسرين .. ومسكن الظالمين .. وشقاء الخاطئين ..\nالجزء: 1 - الصفحة: 13\n",
        "أخي: تلك هي عاقبة خفيف الحسنات يوم القيامة .. فلا تغفلن أخي عن رصيدك من الحسنات .. فما أسعدك أخي غدا إذا قدمت على ربك تبارك وتعالى فلقيت حسناتك مدخرة لك .. {وَلَا يَظْلِمُ رَبُّكَ أَحَدًا} [الكهف: 49].\nأخي: أظنك فكرت كثيرا أن يكون لك رصيد في البنك! ولكن أخي هل فكرت يوما أن يكون لك رصيد من الحسنات؟ !\nأخي: ما أيسر تجارة الحسنات إن طلبتها! فقراءة آيات قليلة من كتاب الله تعالى تضمن لك رصيدا كبيرا من الحسنات! فكيف إذا قرأت بعض السور الطوال؟ ! بل كيف إذا قرأت نصف القرآن؟ !\nبل كيف إذا قرأت القرآن كله؟ !\nبل كيف إذا قرأت القرآن كله مرات ومرات في عمرك؟ !\nبل كيف إذا واظبت على قراءة القرآن كله أيام عمرك كلها حتى لقيت الله تعالى؟ ! !\nأخي المسلم: تلك هي السعادة الحقيقية .. وتلك هي التجارة التي لا تبور! {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ * لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ} [فاطر: 29، 30].\nقال أبو موسى الأشعري (رضي الله عنه): \"إني لأستحيي ألا أنظر كل يوم في عهد ربي مرة! \".\nالجزء: 1 - الصفحة: 14\n",
        "وقال ابن عباس (رضي الله عنهما): \"ما يمنع أحدكم إذا رجع من سوقه أو من حاجته فاتكأ على فراشه أن يقرأ ثلاث آيات من القرآن؟ ! \"\nأخي: أليس من الحرمان أن تمر على المسلم أيام! بل شهور! بل سنون وهو لا يقرأ آية من كتاب الله تعالى!\nأخي: إني سائلك سؤالا فكن صادقا في جوابه، وسواء أجبت على هذا السؤال أم لم تجب! فلا أحد يعلم بذلك إلا علام الغيوب!\nأخي: أتذكر آخر مرة ختمت فيها كتاب الله تعالى؟ !\nأخي: أتذكر كم جزء من القرآن قرأت في عامك الذي أنت فيه؟ !\nفإن كنت من المحافظين على تلاوته فلتحمد الله، واسأل الله المزيد من التوفيق.\nوإن كنت غير ذلك فهلا سألت نفسك وحاسبتها .. ما هذه الغفلة؟ ! وما هذا التكاسل والتغافل عن كتاب الله تعالى؟ !\nمالك تتوالين عن فعل الخيرات؟ ! مالك تتأخرين عن عمل ينفعك يوم لا ينفع مال ولا بنون؟ !\nأخي: حاول أن تتعلم قراءة كتاب الله.\nأخي: إن كنت ممن لا يستطيعون قراءة القرآن فلا تستح أخي من تعلم كتاب ربك تعالى، والحمد لله فإن سبل التعليم اليوم متوفرة، ولتعلم أخي أن خير ما تعلمته هو كتاب الله تعالى ..\nالجزء: 1 - الصفحة: 15\n",
        "قال النبي - صلى الله عليه وسلم -: «خيركم من تعلم القرآن وعلمه» رواه البخاري.\nأخي: عليك بالاجتهاد في تعلم كتاب الله تعالى حتى تتقن قراءته وتجويده فإن في ذلك أخي الثواب العظيم، ولا تنس أخي أن من اجتهد في تعلمه وهو شاق عليه له أجران!\nقال رسول الله - صلى الله عليه وسلم -: «الماهر بالقرآن مع السفرة الكرام البررة! والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران! » رواه البخاري ومسلم.\nقال الإمام القرطبي: \"التتعتع: التردد في الكلام عيا وصعوبة، وإنما كان له أجران من حيث التلاوة ومن حيث المشقة، ودرجات الماهر فوق ذلك كله لأنه قد كان القرآن متعتعا عليه ثم ترقى عن ذلك إلى أن شبه بالملائكة! والله أعلم\".\nأخي في الله: لقد قسم النبي - صلى الله عليه وسلم - الناس في قراءة القرآن إلى أقسام .. وها أنا أسوق لك هذه الأقسام، فانظر أخي في أي قسم أنت؟ !\nقال النبي - صلى الله عليه وسلم -: «المؤمن الذي يقرأ القرآن ويعمل به كالأترجَّة طعمها طيب وريحها طيب، والمؤمن الذي لا يقرأ القرآن ويعمل به كالتمرة طعمها طيب ولا ريح لها، ومثل المنافق الذي يقرأ القرآن كالريحانة ريحها طيب وطعمها مر! ومثل المنافق الذي لا يقرأ القرآن كالحنظلة طعمها مر أو خبيث! وريحها مر! » رواه البخاري ومسلم [واللفظ للبخاري].\nالجزء: 1 - الصفحة: 16\n",
        "أخي: احرص على أن تكون ممن يقرءون كتاب الله تعالى .. وقد علمت أخي ما في ذلك من الأجر الكبير .. فكيف يطيب لنفسك أن يفوتك ذلك الأجر كله؟ !\n* أخي .. احذر هجر القرآن! *\nأخي المسلم: أنزل الله تعالى كتابه للعمل به وتلاوته .. فمن كان كتاب الله تعالى منهجه في الحياة فذاك السعيد لا أسعد منه!\nومن هجر كتاب الله تعالى وجعل هواه وشهواته منهجا له في حياته فذاك الشقي حقا!\nأخي: ما قولك فيمن وضع كتاب الله تعالى في رف من أرفف بيته حتى علاه الغبار؟ ! وإن حركه فإنما يحركه ما بين تارة وأخرى لتنظيفه من الغبار! وقد يحركه غيره ليقوم بهذه المهمة! وقد يحركه الأطفال للعبث به أحيانا!\nأخي: كم وكم من أولئك الذين لا يتذكرون آخر مرة قرءوا فيها كتاب الله تعالى! !\nأخي: ذاك هو \"الهجر! \" وصاحبه غدًا هو الذي يكون القرآن خصيمه! في يوم يكون محتاجا فيه إلى الحسنة الواحدة!\nأخي: أي حرمان أعظم من حرمان رجل يصبح ويمسي وهو يبصر كتاب ربه تعالى أمامه ثم لا يتزود منه لآخرته؟ !\nقال أبو موسى الأشعري (رضي الله عنه): \"إن هذا القرآن كائن لكم أجرا، كائن لكم ذكرا، وكائن بكم نورا، وكائن عليكم\nالجزء: 1 - الصفحة: 17\n",
        "وزرا، اتبعوا هذا القرآن ولا يتبعنكم القرآن فإنه من يتبع القرآن يهبط به في رياض الجنة، ومن اتبعه القرآن يزخ (يدفع) في قفاه فيقذفه في جهنم! \"\nأخي: وها أنا أقف بك عند أقسام الهجر .. لأنقل لك هذه الكلمات الجامعة للإمام ابن القيم وهو يحدثنا عن أقسام هجران القرآن ..\nقال (رحمه الله): \"هجر القرآن أنواع: أحدها: هجر سماعه والإيمان به، والإصغاء إليه.\nوالثاني: هجر العمل به والوقوف عند حلاله وحرامه وإن قرأه وآمن به.\nوالثالث: هجر تحكيمه والتحاكم إليه.\nوالرابع: هجر تدبره وتفهمه.\nوالخامس: هجر الاستشفاء والتداوي به في جميع أمراض القلوب وأدوائها، فيطلب شفاء دائه من غيره ويهجر التداوي به! وكل هذا داخل في قوله تعالى: {وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآَنَ مَهْجُورًا} [الفرقان: 30].\nوإن كان بعض الهجر أهون من بعض\".\nأخي المسلم: ألا تحب أن تأتي غدا فيكون القرآن شافعا لك؟ !\nأخي: ألا تحب أن يكون القرآن غدًا في ميزانك؟ ! وكيف ظنك أخي برجل كان القرآن في ميزانه؟ !\nالجزء: 1 - الصفحة: 18\n",
        "أخي: بأي شيء انشغل أولئك المعرضون عن تلاوة كتاب الله تعالى؟ !\nوهل هنالك أخي شيء أعظم من كتاب الله تعالى؟ !\nأخي: أين يجد السعادة والطمأنينة من هجر كتاب الله تعالى؟ !\nأين يجد الشفاء لأدواء قلبه من هجر كتاب الله تعالى؟ !\nأين يجد لذة العبادة من هجر كتاب الله تعالى؟ !\nأخي: ابحث عن السعداء حقا! وتأمل في حال العباد، فستجد أن أسعد الناس هم الذين يتلون كتاب الله دوما .. أَنِسُوا به إذ استوحشت قلوب الغافلين!\nأخي: وابحث عن التعساء المحرومين فستجدهم أولئك الذين اتخذوا هجر القرآن عادة!\nأخي: ولا يذهبن إلى ذهنك أن السعداء هم أولئك الذين فتحت لهم الدنيا ذراعيها فهم يتقلبون في نعيمها! وإنما السعادة الحقيقية هي سعادة القلوب!\nأخي: إن من خلا قلبه عن ذكر الله تعالى فهو كالميت!\nولكن السعداء أخي أولئك الذين امتلأت قلوبهم بذكر ربهم تبارك وتعالى، وتلاوة كلامه .. فهم دوما يتقلبون في اللذات، حتى إذا كان يوم القيامة فازوا باللذة الحقيقية التي لا كدر فيها! (الجنة! ).\nقال الحسن البصري (رحمه الله): \"تفقدوا الحلاوة في ثلاثة\nالجزء: 1 - الصفحة: 19\n",
        "أشياء: في الصلاة، وفي الذكر، وقراءة القرآن، فإن وجدتم وإلا فاعلموا أن الباب مغلق! \".\nوجعلني الله وإياك أخي ممن يتلون كتابه آناء الليل وأطراف النهار ..\n* أخي .. هل أنت من المتدبرين\nلكتاب الله تعالى؟ ! *\nأخي المسلم: كتاب الله تعالى هو ربيع قلبك!\nقال عثمان بن عفان (رضي الله عنه): \"لو طهرت قلوبكم ما شبعتم من كلام ربكم! \".\nأخي: وأنت تقرأ كتاب الله تعالى هل وقفت عند وعده ووعيده؟ !\nأخي: تدبرك لكتاب الله تعالى هو عنوان انتفاعك بضيائه!\nأخي: كتاب الله تعالى خطاب لأولي الألباب ولا يفهمه إلا من تدبر .. {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص: 29].\nقال ابن مسعود (رضي الله عنه): \"لا تنثروه نثر الدقل (التمر اليابس) ولا تهذوه هذ الشعر قفوا عند عجائبه، وحركوا به القلوب، ولا يكن هم أحدكم آخر السورة! \".\nأخي: لا ينتفع بكتاب الله تعالى إلا من تدبره وعمل به.\nالجزء: 1 - الصفحة: 20\n",
        "أخي: إذا مررت بآية وعد، فيها ذكر الجنان وما أعده الله من الثواب العظيم لأهل طاعته فسل الله من فضله .. وكن أخي لحوحا في دعائك فكلما مررت بآيات الوعد سألت الله تعالى أن يجعلك من أهلها ..\nأخي: وإذا مررت بآيات الوعيد وذكر النار وأهلها، فلتستعذ بالله تعالى من شرورها. وكن أخي صادق الرهبة والاستعاذة؛ عسى الله تعالى أن يحشرك مع أهل أمنه وكرامته ..\nأخي: لقد أمر الله تعالى نبيه - صلى الله عليه وسلم - إذا قرأ كتابه أن يقرأه بتمهل وتدبر فقال تعالى: {وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا} [المزمل: 4].\nقال الإمام القرطبي: \"أي لا تعجل بقراءة القرآن بل اقرأه في مهل وبيان مع تدبر المعاني\".\nأخي في الله: قراءة القليل من كتاب الله مع التدبر خير من قراءة الكثير بغير تدبر! وقد ضرب العلماء لذلك مثلا، فقالوا: \"إن ثواب الترتيل أرفع قدرا، وثواب كثرة القراءة أكثر عددا، فالأول: كمن تصدق بجوهرة عظيمة! والثاني: كمن تصدق بعدد من الدنانير\".\nقال أبو جمرة الصنيعي: \"قلت لابن عباس: إني سريع القراءة، إني أقرأ القرآن في ثلاث.\nقال ابن عباس (رضي الله عنهما): لأن أقرأ البقرة في ليلة فأتدبرها وأرتلها أحب إليَّ من أن أقرأ كما تقول! \".\nالجزء: 1 - الصفحة: 21\n",
        "وقال أبو سليمان الداراني (رحمه الله): \"إني لأتلو الآية فأقيم فيها أربع ليال أو خمس ليال! ولولا أني أقطع الفكر فيها ما جاوزتها إلى غيرها! \".\nأخي: هو (كتاب الله تعالى) ضياء الأبصار .. ونهار الأخيار .. وروضة الأبرار ..\nشفاء الصدور .. وسبب السرور .. وراحة المضرور ..\nواسمع أخي وصية الإمام ابن القيم وهو يوصي من أراد الانتفاع بكتاب الله تعالى ..\nقال رحمه الله: \"إذا أردت الانتفاع بالقرآن فاجمع قلبك عند تلاوته وسماعه، وألق سمعك، واحضر حضور من يخاطبه به من تكلم به سبحانه منه إليه! فإنه خطاب منه لك على لسان رسوله - صلى الله عليه وسلم -، قال تعالى: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} [ق: 37].\nأخي: إذا أصابتك الحياة بحرها وضرائها فاجعل راحتك في تلاوة كتاب ربك تعالى .. ترتله ترتيل الخاشعين .. وتقبل عليه بقلبك إقبال الصادقين ..\nأخي: عود نفسك قراءة كتاب الله تعالى بخشوع وتدبر .. فإنك إن جربت ذلك أخي أيقنت يومها أن السعادة والطمأنينة موجودة في هذا الكتاب!\nورزقني الله وإياك أخي إيمانا صادقا .. ولسانا ذاكرا .. وقلبا خاشعا ..\nالجزء: 1 - الصفحة: 22\n",
        "* أخي .. هل أنت من الباكين إذا قرءوا\nكتاب ربهم تبارك وتعالى؟ ! *\nأخي المسلم: لقد اشتمل هذا الكتاب العزيز على عجائب وحكم وأمثال وأخبار لو خوطبت بها الحجارة لتشققت! {وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [البقرة: 74].\nأخي: عجيب أمر هذه القلوب التي قست حتى أصبحت لا يؤثر فيها القرآن!\nيالله من قلوب سيطرت عليها الغفلة! وسكنها حب الدنيا!\nأخي: إن لم يُبْكِ هذه العيون كتاب الله فأي شيء يبكيها؟ !\nأخي: هل تذكر يوما جرت فيه دموع عينيك وأنت تتلو كتاب الله تعالى؟ !\nفإن لم يحدث! فهل حاسبت نفسك؟ !\nأخي: اسأل نفسك: لماذا لا تدمع عيني إذا تلوت كتاب الله تعالى؟ !\nلماذا لا يرق قلبي؟ !\nلماذا لا يوجل قلبي؟ !\nمن أين أتت هذه القسوة؟ !\nالجزء: 1 - الصفحة: 23\n",
        "أخي: سأخبرك عن سبب هذه القسوة! فقف .. ولتحضر قلبك ..\n- الإعراض عن تلاوة كتاب الله! فالكثيرون لا يتلون كتاب الله، إلا بعد زمن طويل! فمن أين لهذا أن يرق قلبه إذا قرأ القرآن؟ !\n- غياب القلب عند تلاوة القرآن! فهو قارئ ولكن قلبه في مكان آخر!\n- غياب التدبر والخشوع! فإن من تدبر كلام الله تعالى وأحضر قلبه فإن قلبه حتما سيرق.\n- الانغماس في الدنيا والانشغال بها حتى أصبح هَمُّ الكثيرين إذا أصبحوا وإذا أمسوا هو التفكير في هذه الدنيا الفانية!\n- طول الأمل! فالكثيرون يعقدون الآمال الطوال حتى ينسى أنه سيموت!\n- المعاصي والذنوب! وهو أخطر الأسباب في قسوة القلوب!\nأخي في الله: إذا أردت أن يجري دمعك وأنت تتلو كتاب الله تعالى ..\n- تذكر أخي أن صدق الإيمان وتزكية النفس عن أدرانها من أقوى الأسباب في رقة القلوب وتحريك الدموع!\n- ولتقرأ كتاب الله تعالى قراءة خائف لوعيده!\n- ولتتذكر أنك تقرأ كلام ملك الملوك ومن لا يعذب كعذابه أحد!\n-\n-?\nالجزء: 1 - الصفحة: 24\n",
        "- وإذا مررت بذكر النار فتذكر هل أنت قادر على تحملها؟ !\n- وإذا مررت بآيات ذكر القيامة وأهوالها! فكأنما أنت في عرصاتها لا تدري أين يذهب بك! إلى جنة أم إلى نار؟ !\nأخي: بقي أن أقف وإياك عند هذه المعالم الزاهية لترى حال الصالحين وهم يتلون كتاب الله تعالى لتعلم الفرق بين من انتفع بكتاب الله وبين من لم ينتفع به!\n- هذا هو الصالح المخبت عبد الله بن عمر (رضي الله عنهما) كان إذا أتى على قوله تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آَمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ} [الحديد: 16]\nبكى (رضي الله عنه) حتى يبل لحيته من البكاء! ويقول: \"بلى يا رب\".\n- وهذه الصديقة بنت الصديق أم المؤمنين عائشة (رضي الله عنها وعن أبيها) قرأ عليها مسروق (رحمه الله): {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ} [الطور: 27]\nفبكت! (رضي الله عنها) وقالت: \"رب مُنَّ وَقِنِي عذاب السموم\".\n- وهذا صادق الصحبة تميم الداري (رضي الله عنه) قرأ ليلة قوله تعالى: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} [الجاثية: 21]\nالجزء: 1 - الصفحة: 25\n",
        "فصار (رضي الله عنه) يرددها ويبكي حتى الصباح!\n- وهذا سريع الدمعة، حفيد الصالحين عمر بن عبد العزيز (رحمه الله) قرأ عليه رجل ـ وعمر يومها أمير على المدينة ـ {وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا} [الفرقان: 13]\nفبكى عمر (رحمه الله) حتى غلبه البكاء وعلا نشيجه! فقام من مجلسه فدخل بيته وتفرق الناس.\nأخي: رزقني الله تعالى وإياك رقة قلب، ودمعة عين .. لتكونان سببا لنجاتنا وأمننا يوم الفزع الأكبر ..\n* أخي: أين أنت من هذه الكنوز؟ ! *\nأخي: كتاب الله تعالى كله كنوز ونفائس يسعد بها أولئك الذين يغترفون منها صباح مساء ..\nأخي: ما أيسر قطف الحسنات من كتاب الله تعالى .. عمل قليل وأجر كبير! مرابطة دقائق في تلاوة كتاب الله تملأ يد صاحبها بالخير الكثير! وكم مساكين أولئك الذين حرموا أنفسهم من هذا الخير العظيم! وسيعلم الفريقان إذا وقف الناس أمام رب العالمين أيهما كان من الفائزين؟ !\nأخي: هذه كنوز أهديها إليك من كتاب الله تعالى فتأمل فيها .. ولا تكن من الغافلين ..\n- قال النبي - صلى الله عليه وسلم -: «من قرأ بالآيتين من آخر سورة البقرة في\n-?\nالجزء: 1 - الصفحة: 26\n",
        "- ليلة كفتاه! » رواه البخاري ومسلم.\nأخي: فهل أنت من المواظبين على قراءتهما وفيهما هذا الخير العظيم؟ !\n- وقال رسول الله - صلى الله عليه وسلم -: «من قرأ آية الكرسي في دبر كل صلاة لم يحل بينه وبين دخول الجنة إلا الموت! » رواه ابن السني/ السلسلة الصحيحة: 972.\nأخي: فأين أنت من هذا الخير العظيم؟ !\n- وقال النبي - صلى الله عليه وسلم -: «إن سورة من القرآن ثلاثون آية شفعت لرجل حتى غفر له وهي سورة تبارك الذي بيده الملك» رواه أحمد وأصحاب السنن/ صحيح الترمذي: 2891.\nأخي: أيعجزك قراءة هذه السورة وفيها هذا الخير العظيم؟ !\n- وعن عقبة بن عامر (رضي الله عنه) قال: قال رسول الله - صلى الله عليه وسلم -: «ألم تر آيات أنزلت الليلة لم ير مثلهن قط؟ ! قل أعوذ برب الفلق، وقل أعوذ برب الناس» رواه مسلم.\nأخي: لهاتين السورتين فوائد عظيمة لمن واظب على قراءتهما، وخاصة دبر الصلوات.\n- وقال النبي - صلى الله عليه وسلم -: «أيعجز أحدكم أن يقرأ في ليله ثلث القرآن؟ ! » قالوا: وكيف يقرأ ثلث القرآن؟ ! قال: «قل هو الله أحد تعدل ثلث القرآن! » رواه مسلم.\nأخي: كما ترى أن القرآن تجارة رابحة لكسب الحسنات ..\nالجزء: 1 - الصفحة: 27\n",
        "وهي تجارة لا تعرف الخسارة! صاحبها دائما في ربح وزيادة .. فلا يفوتنك هذا الخير العظيم حتى ينزل بك الموت فتندم على ما فاتك من فعل الصالحات .. فقدم أخي ذخرا من الحسنات ينفعك في يوم لا تنفع فيه إلا الحسنات!\n* أخي .. كيف تكون قريبا من\nكتاب الله تعالى؟ ! *\nأخي المسلم: إن الكثيرين يحتجون لإهمالهم تلاوة القرآن بكثرة الأعمال والمشاغل في طلب الرزق! وينسون أن ذكر الله تعالى وتلاوة كلامه يعينان في تحصيل الرزق والمباركة فيه ..\nأخي: نعم قد يزدحم وقت الكثيرين بالأعمال، ولكن بإمكانهم أن ينظموا وقتهم، ليكونوا قريبين من كتاب الله تعالى ..\nأخي: إلى هؤلاء وإلى غيرهم أهدي هذه الاقتراحات .. عسى أن ينتفعوا بها ..\n- أخي: عود نفسك أن يكون المصحف قريبا منك؛ حتى يتيسر لك تلاوته في أية ساعة من ليل أم نهار.\n- ضع مصحفا في سيارتك، فكثيرا ما يجد الواحد نفسه يمكث الدقائق الطويلة داخل سيارته، فماذا لا تستثمر أخي هذه الدقائق في تلاوة آيات من كتاب الله تعالى؟ ! فمثلا: يقف الواحد بسيارته في اليوم أمام أكثر من إشارة للمرور، فيمكنه أن يقرأ آيات من القرآن بتدبر.\n-\n-?\nالجزء: 1 - الصفحة: 28\n",
        "- ضع مصحفا معك في مكان العمل، فمتى ما وجدت فرصة قرأت ما تيسر لك، بدلا من تضييع الوقت فيما لا ينفع.\n- الاستفادة من أشرطة التلاوة المسجلة، فيمكن أن تضع مجموعة من الأشرطة في سيارتك، فيتيسر لك سماع آيات من كتاب الله في أي وقت شئت ..\nأخي: وهنا وقفة .. أرأيت إذا حدث حادث لرجل يستمع آيات من كتاب الله تعالى، وقدر له أن يموت في هذا الحادث أليس هذا من علامات حسن الخاتمة؟ ! فإن الموت على عمل صالح علامة من علامات حسن الخاتمة.\n- حاول أن تبكر في الحضور إلى المسجد قبل الأذان بقليل أو بعد سماع الأذان مباشرة لتقرأ آيات من كتاب الله تعالى.\nأخي: إذا صدقت نيتك فإن لك أكثر من وسيلة يمكنك الاستفادة منها لتلاوة كتاب الله تعالى .. فلتصدق أخي في نيتك واسأل الله أن يعينك على تلاوة كتابه العزيز وعلى فعل الصالحات .. فلن تعدم أخي من الله توفيقا ..\nأخي: إنك لن تقرأ كتابا أفضل من كتاب الله تعالى ..\nأخي: لن تجد الطمأنينة الحقيقية إلا إذا كنت قريبا من كتاب الله تعالى ..\nأخي: كتاب الله تعالى دواء لأمراض القلوب، فقربك منه يضمن لك سلامة في الصدر، وحبا للصالحات ..\nالجزء: 1 - الصفحة: 29\n",
        "أخي: اغتنم ساعات العمر .. فلو قرأت في كل يوم عشر آيات وواظبت عليها حتى الممات فقدر أخي كم سيكون رصيدك من الحسنات؟ !\nأخي: عود نفسك أن تخرق الروتين الذي تعوده الكثيرون فكان سببا في هجرهم للقرآن! فجاهد نفسك على تلاوة القرآن .. ويومها ستكون صاحب عزيمة صادقة ..\nأخي: يوم أن تعود نفسك على تلاوة كتاب الله تعالى؛ فستجد نفسك لا تشبع من تلاوته!\nأخي المسلم: هو ما قلته لك: صدق النية .. والدعاء .. ولن ترى بعدهما إلا الخير! وأعانني الله وإياك أخي على تلاوة كتابه العظيم .. وحشرني وإياك في زمرة أهله إلى جنات النعيم ..\nوالحمد لله تعالى حمدًا لا ينفد .. والصلاة والسلام على نبيه وآله وأصحابه بغير عدد ..\n* * * * *\nالجزء: 1 - الصفحة: 30\n",
        ""
    ]
}