{
    "1": [
        "اللطائف والظرائف\nاللطائف والظرائف\nالثعالبي، أبو منصور\nالكتاب:\nاللطائف والظرائف\nالمؤلف:\nعبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي (المتوفى: 429هـ)\nالناشر:\nدار المناهل، بيروت\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "[المدخل]\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ*\nقال أبو نصر أحمد بن عبد الرزاق المقدسي «1» ، أسعده الله بمرضاته: الحمد لله خير ما طلب به استفتاح الكلام، واستنجاح المرام، وصلى الله على سيد الأنام محمد وآله وأصحابه الطيبين الكرام.\nوبعد، فهذا الكتاب كان في نسختين متناسبتي الجمع، متناسختي الوضع، سمّى الشيخ أبو منصور الثعالبي «2» - رحمه الله\nالجزء: 1 ¦ الصفحة: 5\n",
        "تعالى- أحدهما: كتاب الظرائف واللطائف «1» ، والآخر: كتاب اليواقيت في بعض المواقيت. وأفرد لكل منهما صدرا أورد فيه لمن عمله باسمه ذكرا. فجمعت بينهما في قرن، وعطفت عنانيهما إلى سنن، اختصارا للطريق إلى فوائدهما، وضما لشمل فرائدهما.\nوعسى أن يحمد أثري فيما آثرت، ويستظرف رأي رأيت فيه وأشرت، والله تعالى يوزعنا من الاعتقاد أرصنه، ومن العمل أحصنه، ويجعلنا من: الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ\n«2» .\nفافتتح الظرائف واللطائف بقوله: «حمدا حمدا لخالق الخلق، وباسط الرزق، وصلواته على الصادع بالحق، محمد رسوله الداعي إلى الصدق. وشكرا شكرا لبحر المجد وبدر الأرض مولانا الأمير السيد المؤيد العادل العالم أبي العباس مأمون بن مأمون خوارزم شاه «3» ، مولى أمير المؤمنين، أدام الله سلطانه، وحرس غرسه ومكانه، فقد بسط باع العدل، وأطال عنان الفضل، وجلا صفحة\nالجزء: 1 ¦ الصفحة: 6\n",
        "الإحسان، وفرش مهاد الأمن والأمان، ونشر شعاع اليمن على أهل الإيمان، وأقام قناة الدين، ومد رواق الملك الأمين، وفاق في الأرض بمكارم الأخلاق:\nوكاد يحكيه صوب الغيث منسكبا\n...\nلو كان طلق المحيّا يمطر الذهبا\nوالدهر لو لم يجر والشمس لو نطقت\n...\nوالليث لو لم يصد والبحر لو عذبا «1»\nنعم وجدد رسوم العلم بعد أن نسجت عليها العنكبوت، وأحيا أنواع الآداب وقد كادت أن تموت، فهو يحبها حب المحسن لمن أحسن إليه، والغارس غرس يديه، ويتوفر على استجلاب ما بعد من دررها، واستثارة ما كمن من غررها، ويحرص عليها حرص النفس على تنفس الهواء، ويطلبها طلب طير الماء للماء؛ ذاك لامتزاج الأدب بطبعه، كامتزاج الشرف بنبعه، والتحام الفضل بخلقه، كالتحام الكرم بخلقه، وكونه من السؤدد في سواد عينه وسويداء قلبه، فعين الله عليه من كل طرف عائن، وقلب خائن. وأدام الله جمال العلم بطول عمره وثبات ملكه، ونفاذ أمره وانتظام سلكه، ولا أخلاه من علو الراية، وإدراك الغاية، وإعزاز الأولياء، وإذلال الأعداء، ولقاء\nالجزء: 1 ¦ الصفحة: 7\n",
        "النجح بين مطارح آرائه، ومصارف أقلامه، والصنع في مضارب سيوفه ومناقب أعلامه.\nوهذا دعاء لو سكت كفيته\n...\nلأني سألت الله فيك وقد فعل\nثم إن هذا الكتاب دلني ما استسعدت به من الخدمة، واستشعرته من شكر النعمة، على ابتداء وضعه، وابتداع جمعه، واختراع ما لم أسبق إلى مثله، ولم أشارك في ارتباط شكله، فألفته بالاسم العالي بمنة الله في مدح كل شيء وذمه وتزيينه وتهجينه، وسياقه أحسن ما أحاضر به فيه وفي ضده وترجمته بالظرائف واللطائف في الأضداد» .\nوافتتح اليواقيت في بعض المواقيت بخطبة هذه نسختها:\n«الحمد لله ما أمكن الحمد، إلى أن يقطع العد، وصلواته على خير من أرسل بخير ما أنزل، سيدنا محمد المصطفى وآله وأصحابه الذين ارتضى.\nهذا- أطال الله بقاء الأمير الأجل- كتاب مترجم باليواقيت في بعض المواقيت، في مدح كل شيء وذمه. ولم أسبق إلى جمعه، وابتداع وضعه، وشاهدي على دعواي أن خزانة كتبه عمرها الله بدوام عمره ونظام أمره، وهي أم الفقر والغرر، ومعدن الملح والطرف، وقانون التحف والنكت، خالية من مثله في فنه، وأن العبد أبا نصر سهل بن المرزبان «1» ، وهو حليف الكتب وأليفها وابن\nالجزء: 1 ¦ الصفحة: 8\n",
        "بجدتها، وأخو جملتها وأبو عذرتها، لم تقع عينه على شبهه، وطالما اقترح على الزمان أن يتفق لأحد تأليفه، ويتقدم له تبويبه وترتيبه، فافتتحته بنيسابور «1» ، وتطرفته بجرجان «2» ، وتنصفته بالجرجانية «3» ، واستتممته بغزنة «4» . إذ كان مدخورا لعالي مجلسه، ومقصورا على خزانة مجده، ولم يعن عليه إلا علو همته ويمن دولته، وإذا كان مولانا أوحد السادات وهم آحاد الدنيا، وفرد الملوك وهم أفراد العليا، فينبغي أن يكون الكتاب الذي يخدم به من وسائط عقود الأدب، وأناسي عيون الكتب. ولئن أحياني الله تعالى على يده، ورزقني المثول بحضرة عزه وكعبة سؤدده، لأنفقن باقي عمري على خدمته، وأغرب وأبدع تأليفاتي باسمه وسمته. لا زال مولانا للمحاسن كالينبوع للماء والزند للنار، وأدام الله ملكه وأعز نصره، وزاد علو أمره، وأراه من أشباله وأهليته ليوثا وبدورا يستقلون بأعباء المملكة، ويصلون جناحه في حماية الحوزة، ويرحم الله عبدا قال آمينا.\nوهذا الكتاب مشتمل على مائة واثنين وستين بابا.\nالجزء: 1 ¦ الصفحة: 9\n",
        "باب مدح الدنيا\nفي الخبر عن رسول الله صلى الله عليه وآله وصحبه: «الدنيا حلوة خضراء فمن أخذها بحقها بورك له فيها» «1» .\nوذكر أمير المؤمنين علي رضي الله عنه الدنيا فقال: «هي دار صدق لمن صدقها، ودار عافية لمن فهم عنها، ودار غنى لمن تزوّد منها، وهي مسجد أحبّاء الله، ومهبط وحيه، ومصلى ملائكته، ومتجر أوليائه، اكتسبوا فيها الرحمة، وربحوا فيها الجنة، فمن ذا يذمّها وقد آذنت ببينها ونادت بفراقها، ونعت نفسها وأهلها، وشوقت بسرورها الفاني إلى السرور الباقي، وحذرت ببلائها الماضي البلاء الغابر التالي، ترغيبا وترهيبا. فيا أيها الذام المغترّ بتغريرها، المنخدع لأباطيلها حتى غرتك، أبمصارع آبائك للبلا؛ أم بمضاجع أمهاتك تحت الثرى؟» «2» .\nفهذا أحسن ما روي في مدحها. وقال ابن المعتز في رسالة له:\n«الدنيا دار التأديب، والتعريف، ومضمار التهذيب والتثقيف، التي بمكروهها يوصل إلى محبوب الآخرة، وميدان الأعمال السابقة بأصحابها إلى الجنان، ودرجة الفوز التي يرقى فيها المتقرب إلى دار الخلد والرضوان، وهي الواعظة لمن عقل، والناصحة لمن قبل، وبساط\nالجزء: 1 ¦ الصفحة: 11\n",
        "المهل، ورباط العمل، وقاصمة الجبارين، وملحقة الرغم بمعاطس المتكبرين، وكاسية التراب أبدان المختالين، وصارعة المغترّين، ومصرعة المعتزين، ومفرقة أموال الباخلين، وقاتلة القتالين، والعادلة بالموت على العادلين، ومهبط القرآن المبين، ومسجد العابرين، وأم البنين، وناصرة المؤمنين، ومبيدة الكافرين، والحسنات فيها مضاعفة، والسيئات بآلامها ممحوة، ومع عسرها يسران، والله تعالى ضمن أرزاق أهلها، وأقسم في كتابه بما فيها، ورب طيبة من نعيمها قد حمد الله تعالى عليها، فتلقتها أيدي الكتبة، ووجبت بها الجنة، ورب مال من زينتها وجه إلى معروفها فكان جوازا على الصراط، وكم نائبة من نوائبها، وحادثة من حوادثها، قد راضت الفهم، ونبهت الفطنة، وأذكت القريحة، وأفادت فضيلة الصبر، وكثرت ذخائر الأجر» .\nوقيل لعلي- رضي الله عنه-: يا أمير المؤمنين ألا ترى حرص الناس على الدنيا؟! فقال: هم أبناؤها «1» . فأخذ هذا المعنى محمد بن وهيب الحميري «2» وقال:\nنراع لذكر الموت ساعة ذكره\n...\nوتعترض «3» الدنيا فنلهو ونلعب\nوقد ضمت الدنيا إليّ صروفها «4»\n...\nوخاطبني إعجامها وهو معرب\nالجزء: 1 ¦ الصفحة: 12\n",
        "ولكننا منها خلقنا لغيرها «1»\n...\nوما كنت منه فهو شيء محبّب\nوقال أبو العتاهية:\nما أحسن الدنيا وإقبالها\n...\nإذا أطاع الله من نالها\nمن لم يواس الناس من فضلها\n...\nعرّض للإدبار إقبالها\nوقال محمود الوراق:\nهي الدنيا وزخرفها\n...\nولكن ما مصائرها\nلئن غرت منابرها\n...\nفقد وعظت مقابرها\nوإن غشّت مواردها\n...\nفقد نصحت مصادرها\nقال: وأنشدني أبو عبد الله محمد بن حامد الخوارزمي «2» لبعضهم:\nتذم دنيا إن تأملتها\n...\nوجدت منها ثمن الجنة\nوقال عبد الملك بن صالح «3» : «ما جمشت الدنيا بأظرف من النبيذ» . فنظمه أبو محمد بن مطران الشاشي «4» :\nألا إن دنياك معشوقة\n...\nيغاد بها كلّ عيش لذيذ\nالجزء: 1 ¦ الصفحة: 13\n",
        "ولكنها قط ما جمشت\n...\nمن الملهيات بمثل النبيذ\nوقلت في كتاب المبهج «1» : الدنيا معشوقة ريقها الراح.\nباب ذم الدنيا\nقال بعض الحكماء: الدنيا غدارة غرارة إن بقيت لها لم تبق لك.\nوقال آخر: واجد الدنيا سكران، وفاقدها حيران.\nوقال آخر: أف من أشغال الدنيا إذا أقبلت، ومن حسراتها إذا أدبرت.\nوقال آخر: إن الدنيا ليست تعطيك لتسرك، ولكن لتغمك وتغرك.\nوقال آخر: الدنيا أشبه شيء بظل الغمام وحلم النيام.\nوقال الحسن «2» : حلالها حساب، وحرامها عقاب.\nوقال يحيى بن معاذ «3» : الدنيا خمر الشيطان فمن شرب منها سكر فلم يفق إلا في عسكر الموتى نادما خاسرا، وقال أيضا: الدنيا جارية زانية ولو كانت عفيفة لم يقربها أحد.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وقال عبادة «1» : الدنيا قحبة فيوما عند عطار، ويوما عند بيطار.\nوقال ابن السماك «2» : الدنيا كالعروس المجلوة تشرفت لخطابها، وفتنت بغرورها، فالعيون إليها ناظرة، والقلوب عليها والهة، والأبدان لها عاشقة، وهي لأزواجها قاتلة.\nوقال ابن المعتز: أهل الدنيا كركب يسار بهم وهم نيام.\nوقال آخر: خير الدنيا حسرة، وشرها ندم.\nوقال آخر: مصائب الدنيا أكثر من نبات الأرض.\nوقال المأمون: لو نطقت الدنيا ما وصفت نفسها بأحسن من قول أبي نواس:\nوما الناس إلا هالك وابن هالك\n...\nوذو نسب في الهالكين عريق\nإذا امتحن الدنيا لبيب تكشفت\n...\nله عن عدو في ثياب صديق «3»\nوقد ألم به ابن بسام «4» بقوله:\nأف لدنيا وأيامها\n...\nفإنها للحزن مخلوقه\nالجزء: 1 ¦ الصفحة: 15\n",
        "غمومها لا تنقضي ساعة\n...\nعن ملك فيها ولا سوقه\nيا عجبا منها ومن شأنها\n...\nعدوة للناس معشوقه\nومن الأمثال السائرة فيها قول مسلم بن الوليد الأنصاري «1» :\nدلّت على عيبها الدنيا وصدّقها\n...\nما استرجع الدّهر مما كان أعطاني «2»\nوقال ابن الرومي:\nلما تؤذن الدّنيا من صروفها\n...\nيكون بكاء الطفل ساعة يولد\nوإلا فما يبكيه فيها وأنها\n...\nلأفسح ممّا كان فيه وأرغد\nإذا أبصر الدنيا استهلّ كأنه\n...\nبما سوف يلقى من أذاها يهدّد «3»\nوقال المتنبي:\nأبدا تستردّ ما تهب الدني-\n...\n- افيا ليت جودها كان بخلا\nالجزء: 1 ¦ الصفحة: 16\n",
        "وهي معشوقة على الغدر لا تح-\n...\n- فظ عهدا ولا تتمّم وصلا\nشيم الغانيات فيها فما أد\n...\nري لذا أنّث اسمها الناس أم لا «1»\nوقال آخر:\nأفّ للدّنيا الدّنيّه\n...\nخبثت فعلا ونيّه\nعيشها بدؤه هم\n...\nوفي عقباه المنيّه «2»\nوقلت من قصيدة:\nتسلّ عن الدنيا ولا تخطبنها\n...\nولا تنكحن قتالة من تناكح\nفليس يفي مرجوها بمخوفها\n...\nومكروهها إن تدبرت راجح\nلقد قال فيها الواصفون فأكثروا\n...\nوعندي لها وصف لعمري صالح\nسلاف قصاراه ذعاف ومركب\n...\nشهي إذا استلذذته فهو جامح\nوشخص جميل يعجب الناس حسنه\n...\nولكن له أسرار سوء قبائح\nالجزء: 1 ¦ الصفحة: 17\n",
        "وقال آخر:\nهي الدنيا تقول بملء فيها\n...\nحذار حذار من بطشي وفتكي\nفلا يغرركم طول ابتسامي\n...\nفقولي مضحك والفعل مبكي\nوقلت في الكتاب المبهج: نسيم الدنيا يقصر عن سمومها، وأغذيتها لا تفي بسمومها، وفيه: ساكن الدنيا راحل، وأنفاسه رواحل، وأيامه مراحل، وفيه: الدنيا عروس تعتال الأخدان، وتختان الأختان، وفيه: أمر الدنيا أمر، وتحت بشرها غمر. وفيه:\nإقبال الدنيا كإلمامة ضيف، أو سحابة صيف، أو زيارة طيف.\nوفيه: هبات الدنيا منغصة بأحداثها، وقصورها مبغضة بأجداثها.\nوفيه: صاحب الدنيا بين العسل والصاب، والصحة والأوصاب، وفيه: المرء من دنياه بين أماني ممدودة، وعواري مردودة.\nالجزء: 1 ¦ الصفحة: 18\n",
        "باب مدح الدهر\nقال بعض الحكماء: الدهر أنصح المؤدبين. وقال آخر: قد وعظنا الدهر لو اتعظنا، ونصحنا لو انتصحنا.\nقال الشاعر:\nعمري لقد نصح الزمان وصرفه\n...\nومن العجائب ناصح لا يشفق\nوقال العتابي «1» : من لم يؤدبه والده أدبه الليل والنهار.\nوقال بشار:\nإن دهرا يضم شملي بسلمى\n...\nلزمان قد همّ بالإحسان\nوقال البحتري:\nهل الدهر إلا غمرة وانجلاؤها\n...\nوشيكا وإلا ضيقة وانفرادها «2»\nوقال الأخطل:\nوإن أمير المؤمنين وفعله\n...\nلكالدهر لا عار بما فعل الدهر «3»\nالجزء: 1 ¦ الصفحة: 19\n",
        "وقال آخر:\nيقولون: الزمان به فساد\n...\nلقد فسدوا وما فسد الزمان «1»\nوأنشدني العباسي المأموني «2» لبعضهم:\nتذم دهرك جهلا في تصرّفه\n...\nلا تشك دهرك إن الدهر مأمور\nما ذنب دهرك والأقدار غالبة\n...\nوكلّ أمر إذا وافاك مقدور\nفاصبر على حدثان الدهر وارض به\n...\nما دام في الدهر مهموم ومسرور\nوأنشدني أبو القاسم حبيب المذكور لغيره:\nرضا بالدهر كيف جرى وصبرا\n...\nففي أيامه جمع وعيد\nولم يخشن عليك قضيب عود\n...\nمن الأيام إلا لان عود\nولأبي الفتح بن العميد «3» :\nأين لي من يفي بشكر الليالي\n...\nحين ضافت خيالها بخيالي\nلم يكن لي على الزمان اقتراح\n...\nغيرها منية فجاد بها لي\nالجزء: 1 ¦ الصفحة: 20\n",
        "وللوزير المهلبي «1» :\nرق الزمان لفاقتي\n...\nورثى لطول تحرقي\nوأنالني ما أرتجي\n...\nوأفاتني ما أتقي\nفلأصفحن عما جنا\n...\nهـ من الذنوب السبق\nحتى جنايته بما\n...\nفعل المشيب بمفرقي\nباب ذم الدهر\nقال بعض الحكماء: أف للدهر ما أكدر صافيه، وأخيب راجيه، وأعدى أيامه ولياليه. وقال آخر: من له يدان بغوائل الزمان. وقيل: يسار الدهر في الأخذ أسرع من يمينه في البذل لا يعطي بهذه إلا ارتجع بتلك. وقال آخر: الدهر لا يؤمن يومه، ويخاف غده، ويرضع ثديه، وتجرح يده. وقيل: الدهر يغر ويضر، ويسوء من حيث يسر. وقال آخر: الدهر لا تتهنى فيه المواهب حتى تتخللها المصائب، ولا تصفو فيه المشارب حتى تكدرها الشوائب.\nوفي فصل لابن المعتز: هذا زمان متلون الأخلاق، متداعي البنيان، موقظ الشر، منيم الخير، مطلق أعنة الظلم، حابس روح العدل، قريب الأخذ من الإعطاء، والكآبة من البهجة، والقطوب\nالجزء: 1 ¦ الصفحة: 21\n",
        "من البشر، من الثمرة، بعيد المجتنى، قابض على النفوس بكربته، منيخ على الأجسام بوحشته، لا ينطق إلا بالشكوى، ولا يسكت إلا على غصص وبلوى.\nومثله فصل للصاحب: الزمان حديد الظفر، لئيم الظّفر، حلو المورد، مر المصدر، أثره عند المرء كأثر السيف في الضريبة، والليث في الفريسة. ولشمس المعالي قابوس بن وشمكير «1» : الدهر شر كله مفصله ومجمله، إن أضحك ساعة أبكى سنة، وإن أتى بسيئة جعلها سنّة، ومن أراد منه غير هذا سيرة، أراد من الأعمى عينا بصيرة، ومن ابتغى منه الرعاية، ابتغى من الغول الهداية.\nومن أحسن ما قيل في ذمه قول ابن المعتز، وهو الإمام في ذلك:\nألست ترى يا صاح ما أعجب الدهرا\n...\nفذما له لكن للخالق الشكرا\nلقد حبب الموت البقاء الذي أرى\n...\nفيا حسدا مني لمن سكن القبرا\nوله:\nيا دهر ويحك قد أكثرت فجعاتي\n...\nشغلت أيام دهري بالمصيبات\nملأت ألحاظ عيني كلها حزنا\n...\nفأين لهوي وأحبابي ولذاتي\nالجزء: 1 ¦ الصفحة: 22\n",
        "حمدا لربي وذما للزمان فما\n...\nأقل في هذه الدنيا مسراتي\nوله:\nيا صاحبي إنّ الزما\n...\nن كما علمت وما علمته\nبفني الذي جمّعته\n...\nبيدي ويحصد ما زرعته\nويخون من صافيته\n...\nعمدا ويعشق من مقتّه\nوجهلته فحمدته\n...\nوذممته لما عرفته\nولطالما عاتبته\n...\nحتى على رغمي تركته\nوقال عبد الله بن طاهر:\nألم تر أن الدهر يهدم ما بنى\n...\nويأخذ ما أعطى ويفسد ما أسدى\nفمن سرّه أن لا يرى ما يسوءه\n...\nفلا يتخذ شيئا يخاف له فقدا\nوقال بعضهم:\nألم تر أن الدهر يوم وليلة\n...\nيكران من سبت عليك إلى سبت\nفقل لجديد الدهر لا بد من بلى\n...\nوقل لاجتماع الشمل لا بدّ من شت.\nوقال البستي:\nصبرا على الدهر الخؤن وريبه\n...\nيا نفس كيلا تبتلي بكلابه\nالجزء: 1 ¦ الصفحة: 23\n",
        "وإذا صبرت على إساءة ظالم\n...\nلا تندمي فثوابه بك لا به\nومن قلائد ابن الرومي في هذا المعنى\nدهر علا قدر الوضيع به\n...\nوترى الشريف يحطه شرفه\nكالبحر يرسب فيه لؤلؤه\n...\nسفلا، وتعلو فوقه جيفه\nوأنشدني أبو بكر الطبري:\nالدهر يستخدم من يخدم\n...\nحتى يذيق الهون من يكرم\nكالأرض لا تطعم من فوقها\n...\nإلا لكي تطعم من تطعم\nولغيره:\nيا محنة الدهر كفي\n...\nإن لم تكفي فخفي\nما إن يكن ترحمينا\n...\nمن طول هذا التشفي\nذهبت أطلب بختي\n...\nفقيل لي قد توفي\nنور ينال الثّريا\n...\nوعالم متخفي\nولأبي محمد المروزي:\nتقاضاك دهرك ما أسلفا\n...\nوكدّر عيشك بعد الصفا\nفلا تنكرن فإنّ الزمان\n...\nجدير بتشتيت ما ألّفا\nولأبي جعفر الموسوي:\nأيّ خير ترجو بنو الدهر في الدهر وما زال قاتلا لبنيه\nمن يعمّر يفجع بفقد الأخلا\n...\nء ومن مات فالمصيبة فيه\nالجزء: 1 ¦ الصفحة: 24\n",
        "وقلت «1» :\nأقول والقلب مكدود باحزان\n...\nوالصبر أبعد مما بين أجفاني\nحتى متى أنا يدمي العضّ أنملتي\n...\nغيظا على زمن قد رام أزماني\nفكل يوم أراني من نوائبه\n...\nكأنني إصبع والدهر أسناني\nوقلت أيضا:\nكم إلى كم تبرمي بحياتي\n...\nأتلوى تلوي الحيات\nتحت عبء من الزمان ثقيل\n...\nوخطوب قوّسن مني قناتي\nولابن لنكك البصري [مجزوء الرمل] :\nيا زمانا ألبس الأح-\n...\nرار ذلا ومهانه\nلست عندي بزمان\n...\nإنما أنت زمانه\nكيف أرجو منك خيرا\n...\nوالعلا فيك مهانه\nأجنون ما أراه\n...\nمنك يبدو أم مجانه «2»\nولقابوس بن وشمكير [البسيط] :\nقل للذي بصروف الدهر عيّرنا\n...\nهل عاند الدهر إلا من له خطر\nففي السماء نجوم غير ذي عدد\n...\nوليس يكسف إلا الشمس والقمر\nالجزء: 1 ¦ الصفحة: 25\n",
        "أما ترى البحر تعلو فوقه جيف\n...\nوتستقر بأقصى قعره الدرر «1»\nوقال آخر:\nيا دهر ويحك ماذا الغلط\n...\nوضيع علا وشريف هبط\nحمار يرتع في روضة\n...\nوطرف بلا علف يرتبط\nالجزء: 1 ¦ الصفحة: 26\n",
        "باب مدح السلطان\nقد قرن الله طاعته وطاعة النبي صلى الله عليه وسلم بطاعة السلطان، حيث قال جل ذكره: أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ\n«1» .\nوقال النبي صلى الله عليه وسلم: السلطان ظل الله في أرضه يأوي إليه كل مظلوم من عباده، فإذا عدل كان له الأجر وعلى الرعية الشكر، وإذا جار كان عليه الآصر وعلى الرعية الصبر، وإذا جارت الولاة قحطت السماء» .\nوقال أمير المؤمنين عثمان بن عفان رضي الله عنه: ما يزع الله بالسلطان أكثر مما يزع بالقرآن.\nوقال الفضيل بن عياض رحمه الله: لو كانت لي دعوة مستجابة لجعلتها للسلطان. قيل: ولم تقدمه على نفسك؟ قال: إن دعوتي لنفسي لا تنفع غيري، فإذا كانت له انتعش البلاد والعباد بعدله وصلاحه.\nوقال عبد الله بن مسعود رضي الله تعالى عنه: لا بد للأنام من وزعة.\nوقيل للحسن: ما تقول في السلطان؟ فقال: ما عسيت أن\nالجزء: 1 ¦ الصفحة: 27\n",
        "أقول في قوم يلون من أمورنا خمسة، الجمعة والجماعة والثغور والحدود والفيء، والله ما يستقيم الدين إلا بهم وإن جاروا أو ظلموا ولما يصلح الله بهم أكثر مما يفسد.\nوقال الجاحظ: لولا السلطان لأكل الناس بعضهم بعضا، كما أنه لولا الراعي لأتت السباع على الماشية.\nومن الأمثال: جاور ملكا أو بحرا. وفي فصول ابن المقفع:\nفساد الرعية بلا سلطان كفساد الجسم بلا روح. وفي بعض كتب العجم: إن الملك العادل كالشمس في الشتاء، والقمر في الخريف، والرخاء في جميع الأزمنة، وهو في الأصحاب كالرأس في الجسد، وفي الأولياء كماء الغسل، وفي الحرب كالحريق المشتعل. وقيل: مثل الإسلام والسلطان والأعوان والرعية كالفسطاط والعمود والأطناب والأوتاد لا يقوم بعض ذلك إلا ببعض. وقال ابن المعتز: الملك بالدين يبقى، والدين بالملك يقوى. وذكر ابن المقفع في يتيمته:\nالسلطان وما للناس من عدله وفضله مع ما يمس بعضهم من الظلم بالغيث الذي يغيث البلاد وينعش العباد ويعم الأودية ويتداعى له البنيان، وتكون فيه الصواعق والرياح التي هي روح النفوس ولقاح الثمار، وبها تسير سحائب الجو وسفائن البحر، وقد تضر بكثير من الناس وتتعدى إلى أموالهم ونفوسهم، وبالشتاء والصيف اللذين بتعاقبهما صلاح الحرث والنسل وحياة الحيوان والنبات، وقد يكون الضر والأذى في البرد إذا لذع والحر إذا سفع، وبالليل الذي جعله الله سكنا ولباسا وقد تعدو فيه هوام الأرض وسباعها ويستوحش به الوحيد وذو العلة والمسافر في القفر، وبالنهار الذي جعله الله ضياء ونشورا ومعاشا وقد تصبح فيه الغارات والوقائع ويكون في ظهائره\nالجزء: 1 ¦ الصفحة: 28\n",
        "النصب واللغوب وليس ما يصل إلى الآحاد والشواذ من مكروه الأمور العامة النفع مزيلا لها عن طريق الحمد، وكذلك المضار إذا اتفقت بأن تتضمن نفعا للقليل من الناس مع إجحافها بالكثير لم تزل عن طريق الذم «1» .\nباب ذم السلطان\nقال بعض الحكماء: إياك والسلطان فإنه يغضب غضب الصبي، ويأخذ أخذ السبع.\nومن الأمثال: الملك عقيم، أي لا أرحام بين الملوك وبين أحد.\nوفيها ما من ملك إلا استأثر.\nوقال المأمون: إن فينا معشر الملوك حسدا واستئثارا ومحكا ولجاجا. وكان أبو علي الصغاني «2» يقول: من والانا أخذنا ماله، ومن عادانا أخذنا رأسه. وفي كتاب كليلة ودمنة: من سكر السلطان أنه يرضى عمن استوجب السخط، ويسخط على من استوجب الرضا من غير سبب معلوم. وكذلك قالت العلماء: خاطر من ولج في البحر، وأشد مخاطرة منه خادم السلطان. وقيل: أسرع الأشياء تقلبا قلوب الملوك. ويقال: إذا تغير السلطان تغير الزمان. وقيل: سكر\nالجزء: 1 ¦ الصفحة: 29\n",
        "السلطان أشد من سكر الخمر. ويقال: اعتزل السلطان بجهدك فإن من خدمه بحقه وشرطه يحال بينه وبين لذة الدنيا وعمل الآخرة، ومن لم يوف خدمته حقها خسر الدنيا والآخرة. وكان الفضل بن مروان «1» يقول: ما رأيت أقرب رضا من سخط ولا أسرع ما بين قرب رضا وسخط من الملوك.\nويقال: ثلاثة لا أمان لهم: البحر والزمان والسلطان. وكان حذيفة بن اليمان «2» رضي الله عنه يقول: إياكم ومواقف الفتن؛ يعني أبواب السلطان. وقال ملك لبعضهم: لم لا تأتينا؟ قال ما أصنع بإتيانك! وإنك إن أدنيتني فتنتني، وإن أبعدتني أحزنتني.\nويقال: ثلاثة لا ينبغي للعاقل أن يغتر بهن: المال والصحة والمنزلة من السلطان. وقال البديع «3» : إن الملوك إن خدمتهم ملّوك وإن لم تخدمهم أذلوك. وكان الضحاك بن مزاحم «4» يقول: إني لأسهر عامّة ليلي مفكرا ألتمس كلمة أرضي بها سلطاني ولا أسخط ربي فلا أجدها.\nالجزء: 1 ¦ الصفحة: 30\n",
        "باب مدح عمل السلطان\nكان معاوية رضي الله عنه يقول: نحن الزمان من رفعناه ارتفع، ومن وضعناه اتّضع. وعوتب بعض الحكماء على خطبته عمل السلطان فقال: لقد خطبه وطلبه الصّدّيق بن إسرائيل بن الذبيح بن الخليل، عليهم الصلاة والسلام. حيث قال للملك بمصر: اجْعَلْنِي عَلى خَزائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ\n«1» . وفي كتاب كليلة ودمنة: مثل السلطان في إقباله على الأقرب فالأقرب منه دون الأفضل فالأفضل مثل الكرم الذي لا يتعلق بأبعد الشجر بل بأقربها منه.\nومن أمثال هذا الباب قول زياد «2» في رجل ولي تحصيب «3» جامع البصرة: آثر الإمارة ولو على الحجارة.\nومن أمثال العجم: من تبع الأسود لم يحرم لذيذ الصيد. ومن أمثال بغداد: غبار العمل خير من زعفران التعطيل.\nوكان يونس النحوي «4» يقول: الولاية وكل مدح، والعزل وكل\nالجزء: 1 ¦ الصفحة: 31\n",
        "ذم، والشيب وكل عيب. ويقال: أربعة لا يستحيا من خدمتهم:\nالسلطان والوالد والضيف والاستاذ. وكان أحمد بن إسرائيل «1» يقول:\nأربعة لا يقيمها إلا عمل السلطان: اتصال الدعوات، واتخاذ القينات والأبنية، والتمتع بالسراري الثمينة. ويقال: من خدم السلطان فهو خادم من جهة، وملك من أخرى، ومن خدم الرعية فهو خادم من كل جهة. ويقال: من خدم السلطان خدمه الإخوان والجيران. وقيل: أربعة لا يستقل قليلها: النار والمرض والعدو والسلطان.\nباب ذم عمل السلطان\nمن أمثال العامة: صاحب السلطان كراكب الأسد، يهابه الناس، وهو من مركبه أهيب. وقيل: من تحسى مرقة السلطان احترقت شفتاه ولو بعد حين. وقيل: من أكل من مال السلطان زبيبة أداها ثمرة. وفي كتاب كليلة ودمنة: مثل السلطان كالجبل الصعب المرتقى الذي فيه كل ثمرة طيبة، وكل سبع حطوم، فالارتقاء إليه شديد، والمقام فيه أشد.\nوكان إبراهيم بن العباس «2» يقول: أصحاب السلطان كقوم رقوا\nالجزء: 1 ¦ الصفحة: 32\n",
        "جبلا ثم وقعوا منه، فكان أقربهم إلى الردى أبعدهم في المرقى.\nويقال: أدوم التعب خدمة السلطان. وقيل: من أراد العز بالسلطان لم ينله حتى يذل. ومن فصول ابن المعتز: أشقى الناس بالسلطان صاحبه، كما أن أقرب الأشياء إلى النار أشد احتراقا. وقال أيضا:\nمن شارك السلطان في عز الدنيا شاركه في ذل الآخرة. ويقال: لا تتشبث بالسلطان في وقت اضطراب الأمور عليه، فإن البحر لا يكاد يسلم منه راكبه في حال سكونه، فكيف عند اختلاف رياحه واضطراب أمواجه. وقيل: لا يدرك الغنى بالسلطان إلا كل نفس خائفة، وجسم تعب، ودين منثلم، وقد نظمه أبو الفتح البستي، فقال:\nيا من يرى خدمة السلطان عدته\n...\nما آرش كدك إلا الكد والندم\nدع الملوك، فخير من وجودك ما\n...\nترجوه عندهم الحرمان والعدم\nإني أرى صاحب السلطان في ظلم\n...\nما مثلهن إذا قاس الفتى ظلم\nفجسمه تعب والنفس خائفة\n...\nوعرضه عرضة والدّين منثلم\nوله أيضا:\nصاحب السلطان لا بد له\n...\nمن غموم تعتريه وغمم\nوالذي يركب بحرا سيرى\n...\nقحم الأهوال من بعد قحم\nوللصاحب في معناه:\nإذا أدناك سلطان فزده\n...\nمن التعظيم واحذره وراقب\nالجزء: 1 ¦ الصفحة: 33\n",
        "فما السلطان إلا البحر عظما\n...\nوقرب البحر محذور العواقب\nويقال: الولاية حلوة الرضاع، مرة الفطام. وقال بعض الزهاد: تباعد من السلطان، ولا تأمن من خدع الشيطان. ويقال:\nالعزل طلاق الرجال. وقال ابن المعتز:\nسكر الولاية طيّب\n...\nوخماره ذل شديد\nكم تائه بولاية\n...\nوبعزله ركض البريد\nوكان ابن أبي البغل «1» يقول: لا تعدّنّ مال المتصرف مالا، فإنه يغدو غنيا ويروح فقيرا.\nوفي فصل للصابي تهنئة بالعزل: ليهن مولاي خفة الظهر، ودعة الصدر، بالتفصي «2» عن العمل الذي هو مع هذه العواقب الوخيمة، والرسوم الذميمة بمنزلة الحبائل المبثوثة، والأشراك المنصوبة.\nالجزء: 1 ¦ الصفحة: 34\n",
        "باب مدح الوزارة\nالوزارة اسم جامع للمجد والشرف والمروءة، وهي تلو الإمارة والدرجة العليا والرتبة الكبرى في الرياسة والسيادة. ولمنصور النميري في يحيى بن خالد البرمكي:\nولو علمت فوق الوزارة رتبة\n...\nتنال بمجد في الحياة لنالها\nوالأنبياء عليهم الصلاة والسلام لم يستغنوا عن الوزراء، فكيف العظماء والملوك، وقد نطق القرآن بوزارة هرون لموسى عليهما الصلاة والسلام حيث قال جل وعز حكاية عن دعاء موسى: وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي، هارُونَ أَخِي، اشْدُدْ بِهِ أَزْرِي، وَأَشْرِكْهُ فِي أَمْرِي\n«1» . ثم قال في نظام الآية: قَدْ أُوتِيتَ سُؤْلَكَ يا مُوسى\n«2» فدل على أنه جعله وزيره صاحب أمره وشريكه، وأفصح عن حسن أثر موقع الوزارة وجلالتها، ووقوع الحاجة إليها. وكان آصف بن برخيا وزير سليمان عليه الصلاة والسلام، وكان سيدنا محمد المصطفى صلى الله عليه وسلم يقول: لي وزيران من أهل الأرض، ووزيران من أهل السماء، فأما اللذان في الأرض:\nالجزء: 1 ¦ الصفحة: 35\n",
        "فأبو بكر وعمر، وأما اللذان في السماء: فجبريل وميكائيل عليهما السلام «1» . وقال عليه الصلاة والسلام: إذا أراد الله بملك خيرا جعل له وزيرا صالحا إن نسي ذكّره، وإن نوى خيرا أعانه، أو أراد شرا كفه» «2» . وقيل: لا تغتر بكرامة الأمير إذا غشك الوزير. وإلى هذا أشار ابن العميد وزاد فيه حيث قال لصديق له من العلوية وكان مختصا بأميره ركن الدولة:\nوزعمت أنك لست تفكر بعد ما\n...\nعلقت يداك بذمة الأمراء\nهيهات لم تصدقك فكرتك التي\n...\nقد أوهمتك غنى عن الوزراء\nلم تغن عن أحد سماء لم تجد\n...\nأرضا ولا أرض بغير سماء «3»\nوالذي يحكم بشرف الوزراء ومكانتهم ومشاركتهم الملوك في الأمور، وتصريف أعنة التدابير، ما في المزدوجة المعروفة بذات الحلل قصيدة ابن المعتز:\nإذا طلبت نائل الأمبر\n...\nفالطف له من قبل الوزير\nوكان أنوشروان يقول: لا يستغني أعلم السلاطين عن الوزير، ولا أجود السيوف عن الصقال، ولا أفره الدواب عن السوط، ولا أعقل النساء عن الزوج. وما أحسن قول أبي تمام لمحمد بن عبد الملك\nالجزء: 1 ¦ الصفحة: 36\n",
        "وزير المعتصم والواثق بعده:\nأبا جعفر إن الخليفة إن يكن\n...\nلو أردنا بحرا فإنك ساحل\nتقطّعت الأسباب أن يغر لها\n...\nقوي أو يصلها من يمينك واصل\nوقال آخر:\nلأمير المؤمنين المرتجى\n...\nبحر جود ليس يعدوه أحد\nوأبو النجم لمن يقصده\n...\nمشرع منه إلى البحر يرد\nوكان الصاحب يقول: مدحت بمائة ألف بيت ليس أحب إليّ من قول أبي سعيد الرستمي «1» حيث يقول:\nورث الوزارة كابرا عن كابر\n...\nموصولة الإسناد بالإسناد\nيروي عن العباس عبّاد وزا\n...\nرته وإسماعيل عن عبّاد «2»\nباب ذم الوزارة\nكان أحمد بن إسرائيل «3» يذم الوزارة ويستكثر منه، فلما خطبها\nالجزء: 1 ¦ الصفحة: 37\n",
        "وتقلدها قيل له: ألم تكن تذمها؟ قال: بلى، ولكنها مركب بهي شريف شهي، لا تطيب النفوس بتركه على ما فيه من عظيم الخطر.\nوقال المأمون لأحمد بن خالد «1» : هل لك في أن استوزرك؟ قال:\nدعني يا أمير المؤمنين، يكون بيني وبين الغاية درجة يرجوها الصديق، ويخافها العدو، فلست أريد بلوغ الغاية لئلا يقول عدوي قد بلغها، وليس إلا الانحطاط، وقد قال الشاعر:\nإن الوزير وزير آل محمد\n...\nأودى فمن بشناك كان وزيرا\nوكان إبراهيم بن المدبر «2» إذا عرضت عليه الوزارة أنشد قول العتابي:\nتلوم على ترك الغنى باهلية\n...\nنفى الدهر عنها كل طرف وتالد\nترى حولها النسوان يرفلن كالدمى\n...\nمقلدة أعناقها بالقلائد\nفقلت لها لما رأيت دموعها\n...\nتحذرن فوق الخد مثل الفرائد\nالجزء: 1 ¦ الصفحة: 38\n",
        "أسرك أني نلت ما نال جعفر\n...\nمن المال أو ما نال يحيى بن خالد\nوأنّ أمير المؤمنين أعضّني «1»\n...\nمعضّهما بالمرهفات البوارد\nذريني تجئني ميتتي مطمئنة\n...\nولم أتجشم هول تلك الموارد\nفإن عليات الأمور مشوبة\n...\nبمستودعات في بطون الأساود «2»\nوقال بعض الحكماء: أكثر الناس حاسدا وعدوا ومنابذا وزير السلطان. وكان في كتاب مروان: أخوف ما تكون الوزارة عند سكون الدهماء. وقيل: مثل الملك الصالح إذا كان وزيره فاسدا مثل الماء الصافي العذب النمير الذي فيه التماسيح لا يستطيع الإنسان وروده وإن كان عائما وإلى الماء حائما. وللبستي في معناه:\nحرّضوني على وزارة بست\n...\nورأوها من أعظم الدرجات\nقلت لا أشتهي وزارة بست\n...\nإنني لم أمل بعض حياتي\nوله:\nالجزء: 1 ¦ الصفحة: 39\n",
        "أكتّاب بست كم تفاخركم على\n...\nوزارة بست وهي قاصمة الظهر\nوزارة بست كالبهاء إذا سرى\n...\nومدّتها منذ الغداة إلى الظهر\nفلا تخطبنها إنها ضرّة النهى\n...\nوبغيتها روح البعولة في المهر\nوله:\nوزارة الحضرة الكبيرة\n...\nخطيئة بل هي الكبيرة\nفلا تردها ولا تردها\n...\nفإنها محنة مبيرة\nالجزء: 1 ¦ الصفحة: 40\n",
        "باب مدح العقل\nقال الله تعالى في شأن تعظيم العقل: إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ\nإلى قوله: لَآياتٍ لِقَوْمٍ يَعْقِلُونَ\n«1» ، وقال جل ذكره: اتَّقُونِ يا أُولِي الْأَلْبابِ\n«2» ، وقال عز اسمه: إِنَّ فِي ذلِكَ لَعِبْرَةً لِأُولِي الْأَبْصارِ*\n«3» . وقال النبي صلى الله عليه وسلم: «الناس يعملون الخيرات، وإنهم يعطون أجورهم يوم القيامة على قدر عقولهم» «4» ، وقيل له عليه الصلاة والسلام في الرجل الحسن العقل الكثير الذنوب، فقال: «ما من آدمي إلا وله خطايا وذنوب، فمن كانت سجيته العقل لم تضره ذنوبه، لأنه كلما أخطأ لم يلبث أن يتدارك ذلك بتوبة تمحو ذنوبه وتدخله الجنة» «5» .\nوقال سعيد بن المسيب في قوله عز وجل: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ\n«6» يعني ذوي عقل.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وقال مجاهد في قوله تعالى جده: إِنَّ فِي ذلِكَ لَذِكْرى لِمَنْ كانَ لَهُ قَلْبٌ\n«1» أي عقل.\nوقال الضحاك في قوله جل ثناؤه: لِيُنْذِرَ مَنْ كانَ حَيًّا\n«2» .\nأي عاقلا «3» .\nوقال الحسن: العقل هو الذي يهدي إلى الجنة ويحمى عن النار لقوله عز وجل حكاية عن أهل النار: وَقالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ ما كُنَّا فِي أَصْحابِ السَّعِيرِ\n«4» .\nوقال حكيم: لا مال أعوز من العقل. وقيل: العقل أشرف الأحساب، وما عبد الله بمثل العقل. وقال آخر: العقل أحصن معقل. وقال آخر: أشد الفاقة عدم العقل. وقال آخر: كل شيء إذا كثر رخص إلا العقل، فإنه كلما كثر غلا. ومن فصول ابن المعتز: العقل غريزة يربيها التجارب، ومنها: حسن الصورة الجمال الظاهر، وحسن العقل الجمال الباطن، ومنها: ليست الصورة الإنسان إنما الإنسان العقل، ومنها: ما أبين وجوه الخير والشر في مرآة العقل إن لم يصدأها الهوى، ومنها: العقل صفاء النفس والجهل كدرها.\nوفي كتاب «رهن العيون في الجد والمجون «5» في مدح العقل، قال\nالجزء: 1 ¦ الصفحة: 42\n",
        "رسول الله صلى الله عليه وسلم: «لما خلق الله العقل قال له أقبل فأقبل، ثم قال له أدبر فأدبر، ثم قال له: وعزتي وجلالي ما خلقت خلقا أكرم عليّ منك، بك آخذ، وبك أعطي، وبك أثيب، وبك أعاقب، ثم قال: لو أن رجلا قاتل في سبيل الله وحج واعتمر وغزا لما دخل الجنة إلا بمقدار عقله» .\nوقال أمير المؤمنين علي رضي الله تعالى عنه: العقل قرة عين، والجهل رائد حين. وقبل: رغبة العاقل فيما يكفيه، وهم الجاهل فيما لا يعنيه. وقيل: من اتعظ بأبلغ العظات، نظر إلى محلة الأموات، ومصارع الآباء والأمهات، وقلّت فكرته في الشهوات.\nباب ذم العقل\nكان يقال: العقل والهم لا يفترقان. وقال ابن المعتز:\nوحلاوة الدنيا لجاهلها\n...\nومرارة الدنيا لمن عقلا\nومن قصار فصول ابن المعتز: العاقل لا يدعه ما ستر الله من عيوبه، يفرح بما أظهره الله من محاسنه. وله فصل يليق بهذا الباب في نهاية الحسن: العقل كالمرآة المجلوة يرى صاحبه فيها مساوىء نفسه فلا يزال في صحوه مهموما متعذر السرور، فإذا شرب صدىء عقله بمقدار ما يشرب، فإن أكثر منه غشيه الصدأ كله حتى لا تظهر له صورة تلك المساوىء فيفرح ويمرح، والجهل كالمرآة الصديئة أبدا فلا\nالجزء: 1 ¦ الصفحة: 43\n",
        "يرى صاحبه إلا مسرورا أبدا نشطا قبل الشرب وبعده.\nومن قلائد المتنبي قوله:\nذو العقل يشقى في النعيم بعقله\n...\nوأخو الجهالة في الشقاوة ينعم «1»\nقال أبو الفتح بن جني هذا كقولهم: ما سرّ عاقل قط. ولما عزل عمر بن الخطاب زيادا عن عمل كان يتولاه له، قال له زياد: يا أمير المؤمنين أمن عجز أو خيانة؟ فقال: لا من أحدهما، ولكني كرهت أن أحمل على الناس فضل عقلك. وكان الحسن البصري رحمه الله يقول: لو كان للناس كلهم عقول لخربت الدنيا. وقال آخر: لولا الحمقى لبطل العالم. وقال بعضهم: لو كان الناس كلهم عقلاء ما أكلنا رطبا ولا شربنا عذبا، يعني أن العقلاء لا يقدمون على صعود النخيل لاجتناء الرطب، ولا حفر الآبار لاستنباط الماء البارد العذب وينشد:\nلما رأيت الدهر دهر الجاهل\n...\nولم أر المغبون غير العاقل\nشربت خمرا من خمور بابل\n...\nفصرت من عقلي على مراحل\nالجزء: 1 ¦ الصفحة: 44\n",
        "باب مدح العلوم\nقد مدح أبو عثمان الجاحظ أنواع العلوم وذمها بأعيانها معربا عن قدرته على الكلام وبعد شأوه في البلاغة، وحين سئل عن الأثر قال:\nهو أخبار الماضين، وأنباء الغابرين، وقصص المرسلين، وآداب الدنيا والدين، ومعرفة الفرض والنافلة، والشريعة والسنّة، والمصلحة والمفسدة، والنار والجنة، إلى صاحبه تشد الرحال، وحوله يعتكف الرجال، ويسير به ذكره في البلدان، ويبقى اسمه على ممر الزمان.\nقيل: فالفقه؟ قال: فيه علم الحلال والحرام، وبه تعرف شرائع الإسلام، وتقام الحدود والأحكام، وهو عصمة في الدنيا، وزينة في الأخرى، يخطب لصاحبه فضل الأعمال، ويخلع عليه ثوب الجمال، ويلبسه الغنى، ويبلغه مرتبة القضا.\nقيل: فالكلام؟ قال: عيار كلّ صناعة، وزمام كل عبارة، وقسطاس يعرف به الفضل والرجحان، وميزان يعلم به الزيادة والنقصان، ومحك يتميز به الخاص والعام، والخالص والمشوب، ويعرف به الإبريز والستوق، وينظر به الصفو والكدر، وسلم يرتقى به إلى معرفة الصغير والكبير، ويوصل به إلى الحقير والخطير، وأدلة للتفصيل والتحصيل، وإدراك الدقيق والجليل، وآلة لإظهار الغامض المشتبه، وأداة لكشف الخفي الملتبس، وبه تعرف ربوبية الرب وحجة\nالجزء: 1 ¦ الصفحة: 45\n",
        "الرسل، ويحترز به من شبهات المقالات وفساد التأويلات، وبه تدفع مضلات الأهواء والنحل، وتبطل تأويلات الأديان والملل، وينزه عن غباوة التقليد وغمة الترديد.\nقيل: فالفلسفة؟ قال: أداة الضمائر، وآلة الخواطر، ونتائج العقل، وأدلة لمعرفة الأجناس والعناصر، وعلم الأعراض والجواهر، وعلل الأشخاص والصور، واختلاف الأخلاق والطبائع والسجايا والغرائز.\nقيل: فالنجوم؟ قال: معرفة الأهلّة، ومقادير الأطلة، وسموت البلدان، وأقدام الزوال في كل وقت وزمان، وعلم ساعات الليل والنهار في الزمان والنقصان، وأمارات الغيوث والأمطار، وأوقات سلامة الزرع والثمار.\nقيل: فالطب؟ قال: سائس الأبدان، والمنبه على طبائع الحيوان، وبه يكون حفظ الصحة ومرمة العلة، والوقوف على المنافع والمضار، والإبانة عن خبايا الأسرار، وعلم يضطر إليه الخاص والعام، ويفتقر إليه الناس والأنعام، لا يستغني عنه الصغير والكبير، ويحتاج إليه الحقير والخطير.\nقيل: فالنحو؟ قال: يبسط من العي اللسان، ويجري من الحصر البيان، وبه يسلم من هجنة اللحن وتحريف القول، وهو آلة لصواب المنطق وتسديد كلام العرب.\nقيل: فالحساب؟ قال: علم طبيعي لا خلاف عليه، واضطراري لا مطعن فيه، ثابت الدلالة، صائب المقالة، واضح البرهان، شديد البنيان، سالم من المناقضة، خال من المعارضة،\nالجزء: 1 ¦ الصفحة: 46\n",
        "حاكم يقطع الخلاف، مؤد إلى الإنصاف والانتصاف، وبه حفظ الأعمال، ونظام الأموال، وقوام أمور الملوك والتجار، وثبات قوانين البلاد والأمصار.\nقيل: فالعروض؟ قال: ميزان الشعر. وعيار النظم، ورائض الطبع، وسائس الفهم، وبه يعرف الصحيح من المريض، وفلك عليه مدار القريض.\nقيل: فالتعبير؟ قال: علم نبوي، وسفير إلهي، وإشارة سماوية، وعبارة غيبية، وبشير ونذير يخبر عن الأشياء الغائبة والحاضرة، وينبىء عن أمور الدنيا والآخرة.\nقيل: فالخط؟ قال: لسان اليد، ولهجة الضمير، ووحي الفكر، وناقل الخبر، وحافظ الأثر، وعمدة الدين والدنيا، ولقاح اللفظ والمعنى.\nقال مؤلف الكتاب: فهذا آخر ما حكي عن الجاحظ في مدح العلوم. وهذا ما أحاضر به في مدح العلم والعلماء. عن النبي صلى الله عليه وسلم:\n«العلماء ورثة الأنبياء» «1» . ويقال: العلم خير من المال، لأن العلم يحرسك، وأنت تحرس المال، والعلم حاكم والمال محكوم عليه، والملوك حكام الناس، والعلماء حكام على الملوك. وقال بعض العلماء: ليس شيء أعز من العلم. وقال بعض العلماء: إنا لم نطلب العلم لنحيط به كله، إذ لا سبيل إلى ذلك، ولكن لنستكثر من الصواب ونستقل من الخطأ. وقال رسول الله صلى الله عليه وسلم: «طلب العلم\nالجزء: 1 ¦ الصفحة: 47\n",
        "فريضة على كل مسلم» «1» ، وقال عليه السلام: «أطلبوا العلم ولو بالصين» «2» ، وقال صلوات الله وسلامه عليه: «لا خير فيمن لا يكون عالما أو متعلما» «3» . ومن فضائل العلوم أن شهادة أهلها مقرونة بشهادة الله تعالى جده، وملائكته في قوله عز اسمه: شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولُوا الْعِلْمِ\n«4» . وقال علي رضي الله عنه:\n«كفى بالعلم شرفا أن يدعيه من لا يحسنه، ويفرح إذا نسب إليه» «5» . ويقال: العلماء في الأرض كالنجوم في السماء، لولا العلم لكان الناس كالبهائم. وقال بعض الحكماء: العلم حياة القلوب ومصباح الأبصار. وقال ابن المعتز في فصوله: علم الرجل ولده المخلد. وقال أيضا: الجاهل صغير وإن كان شيخا، والعالم كبير وإن كان حدثا. وقال أيضا: ما مات من أحيا علما. وقلت في الكتاب المبهج: العلم أشرف ما وعيت، والخير أفضل ما أوعيت.\nوفيه: العلماء أعلام الإسلام، وأمان الإيمان. قال الشاعر:\nالعلم خير أداة أنت جامعها\n...\nتلقى الرجال به في الحفل إن حفلوا\nوآفة العلم أن ينسى وأفضله\n...\nما وافق العلم ممن يكمل العمل\nوقال أيضا:\nالجزء: 1 ¦ الصفحة: 48\n",
        "إذا العلم لم تعمل به صار حجّة\n...\nعليك ولم تعذر بما أنت جاهله\nويقال: جالسوا عين قومكم يعظم حلمكم، ويكثر علمكم.\nوقال سلمان: علم لا يقال ككنز لا ينفق. ويقال: باب من العلم جسيم: إذا سئلت عن الذي لا تعلم، فقلت: لا أعلم.\nباب ذم العلوم\nسئل الجاحظ عن العلوم فأجاب بخلاف ما تقدم، ونقض ما هناك أبرم. سئل عن الكلام فقال: متفاوت الأصول، قليل المحصول، همة مناظر متملق، وآلة مهذار متمشدق؛ قيل: فالفقه؟\nقال: يعتقد بالآراء، ويتقلد بالأهواء، دقيقه لا يلحق، وجليله لا ينفق، وهو من علوم المدابير، المحير في التدابير؛ قيل: فالحديث؟\nقال: همة ضعيف، وآلة مسن؛ قيل: فالفلسفة؟ قال: كلام مترجم، وعلم مرجم، بعيد مداه، قليل جدواه، مخوف على صاحبه سطوة الملوك وعداوة العامة؛ قيل: فالنجوم؟ قال: حدس وترجيم، وخسف وتنجيم، صوابه عسير، وغلطه كثير، حرفة مجدود، وصناعة غير محدود؛ قيل: فالطب؟ قال: موضوع على التخمين والحدس، وتعليل النفس، لا يوصل منه إلى الحقيقة، ولا يحكم فيه بالوثيقة؛ قيل: فالنحو؟ قال: علم مخترع، وقياس مبتدع، ثقيل على الأسماع، قليل الارتفاع والانتفاع، علم معدم، وصناعة معلم؛ قيل: فالعروض؟ قال: علم مولّد، وأدب\nالجزء: 1 ¦ الصفحة: 49\n",
        "مستبرد، يثكل العقول، ويستولد الغفول، مستفعلن وفعول، من غير فائدة ولا محصول؛ قيل: فالحساب؟ قال: مستعجم عسير، ومستوخم كدر، بعيد الإدراك، شديد الاشتباه والاشتباك؛ قيل:\nفالتعبير؟ قال: ظن وحسبان، لا يثبت به دليل ولا برهان، ولا يقوم عليه شاهد ولا تبيان، علم مضعوف، وصناعة مكفوف؛ قيل:\nفالخط؟ قال: قليل الرد، يسير الرفد، وصناعة مورق، وبضاعة مزوّق. فهذا ما نقل عن الجاحظ في مدح العلوم وذمها.\nوتقول أهل بغداد في أمثالهم: جهل يعولني، خير من علم أعوله، ومن أمثالهم: كف بخت، خير من كر علم، وفي ذلك قيل:\nوما أصنع بالعلم\n...\nإذا أعطيت بالجهل\nوقال ابن أبي البغل:\nالصّعو «1» يصفو آمنا من جهله\n...\nحبس الهزار لأنّه مترنم\nلو كنت أجهل ما علمت لسرّني\n...\nجهلي كما قد ساءني ما أعلم\nوقال غيره:\nالمال يستر كلّ عيب في الفتى\n...\nوالمال يرفع كلّ نذل ساقط\nفعليك بالأموال فاقصد جمعها\n...\nواضرب بكتب العلم عرض الحائط\nالجزء: 1 ¦ الصفحة: 50\n",
        "وكتب إلى عمر بن شبة بعض أصدقائه:\nأجفاء يا ابن شبّه\n...\nبعد نصح ومحبّه\nولزوم للدواوي-\n...\n- ن وما يعطوك حبّه\nليس يغني عنك عند ال\n...\n- قوم سفيان وشعبه\nفالزم الجهل فإنّ ال\n...\nجهل عند القوم رتبه\nودع العلم فإن ال\n...\nعلم في ذا الدهر سبّه\nوقال بعض الشعراء للقاضي ابن خلاد الرامهرمزي «1» :\nقل لابن خلّاد إذا جئته\n...\nمستندا في المسجد الجامع\nهذا زمان ليس يحظى به\n...\nحدثنا الأعمش عن نافع «2»\nالجزء: 1 ¦ الصفحة: 51\n",
        "باب مدح الخط والقلم\nيقال: القلم أحد اللسانين. وقال اقليدس: القلم صانع الكلام يفرغ ما يجمعه القلب، ويصوغ ما يسكبه اللب؛ وقال أيضا: الخطّ هندسة روحانية وإن ظهرت بآلة جسمانية؛ وقال أفلاطون: الخط عقل العقل. وقال جعفر بن محمد، رضي الله عنهما: لم أر باكيا أحسن تبسما من القلم «1» ؛ وقال المأمون: لله در القلم كيف يحوك وشي المملكة؛ وقال ثمامة «2» : ما أثرته الأقلام، لا تطمع في دروسه الأيام؛ وقال ابن المعتز: القلم مجهز لجيوش الكلام يخدم الإرادة، ولا يمل الاستزادة، كأنه يفتح باب بستان، أو يقبل بساط سلطان؛ وقيل: الأقلام مطايا الأوهام فامتطوها يطّرد لكم الكلام، ويسهل بجريها النظام.\nويقال: عقول الرجال تحت أسنة أقلامها «3» ؛ وعن بعض الفلاسفة أنه قال: صورة الخط في الأبصار سواد، وفي البصائر بياض.\nوقال مؤلف الكتاب: قد نوّه الله باسم الكتابة وعظم من شأنها\nالجزء: 1 ¦ الصفحة: 52\n",
        "إذ أضافها إلى نفسه جل ذكره، وإن لم تكن تلك الإضافة من النوع الذي يضاف إلى خلقه، ولا راجعة بوجه من الوجوه إلى شبهه، إلا أنه دلنا بها على علو رتبتها وشرف منزلتها، فقال عز من قائل:\nوَكَتَبْنا لَهُ فِي الْأَلْواحِ\n«1» . وقال تعالى جده: وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ\n«2» ، وقال سبحانه: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي\n«3» . وجعل جل جلاله من ملائكته كتبة سفرة، وهم أرفع الخلق درجة وقال عز ذكره: وَإِنَّ عَلَيْكُمْ لَحافِظِينَ كِراماً كاتِبِينَ\n«4» ، وقال تعالى: وَرُسُلُنا لَدَيْهِمْ يَكْتُبُونَ\n«5» ، وقال جل ذكره: بِأَيْدِي سَفَرَةٍ كِرامٍ بَرَرَةٍ\n«6» ، ومعلوم أنه لو لم تكتب أعمال العباد كانت محفوظة لا يتخللها خلل، ولا يتداخلها نسيان ولا زلل، لكنه علم، عز اسمه، أن نسخ الكتاب أبلغ في التحذير، وأوكد في الإنذار، وأهيب في الصدور، وأراد تعريف عباده فضيلة الخط والكتابة واقسم، عز اسمه، بالآلة التي تتهيأ بها الكتابة، وهي القلم، فقال: ن وَالْقَلَمِ وَما يَسْطُرُونَ\n«7» ، كما أقسم بالأشياء الجليلة الأقدار، الكبيرة الأخطار في نفوس عباده وعيون بلاده، كالشمس والقمر والليل والنهار والسماء والأرض؛ وذاكرت في هذا أبا الفتح البستي فأنشدني لنفسه:\nالجزء: 1 ¦ الصفحة: 53\n",
        "إذا افتخر الأبطال يوما بسيفهم\n...\nوعدّوه مما يكسب المجد والكرم\nكفى قلم الكتاب فخرا ورفعة\n...\nمدى الدّهر أنّ الله أقسم بالقلم\nوفي رسالة، لمؤلف الكتاب أوردها في كتاب النظم والنثر وحل عقد السحر «1» للمجلس الرفيع، أولها في طريق اللغز وأخرها في مدح القلم: ما أصم سميع، أخرس بليغ، ضعيف قوي، مهين عزيز، دقيق الجسم جليل الفعل، نحيل الشخص، سمين الخطب، حقير المنظر، شهير المخبر، صغير الجرم عظيم الجرم\n...\nإلخ؛ وقال ابن المعتز:\nإذا أخذ القرطاس خلت يمينه\n...\nيفتح نورا أو ينظّم جوهرا\nوقال كشاجم:\nوإذا نمّمت بنانك خطا\n...\nمعربا عن ملاحة وسداد\nعجب الناس من بياض معان\n...\nتجتلى من سواد ذاك المداد\nوقال البستي:\nإن هزّ أقلامه يوما ليعملها\n...\nأنساك كلّ كمي هزّ عامله\nوإن أقر على رق أنامله\n...\nأقرّ بالرق كتّاب الأنام له\nالجزء: 1 ¦ الصفحة: 54\n",
        "باب ذم الخط والقلم\nقال ابن المعتز:\nوأجوف مشقوق كأنّ سنانه\n...\nإذا استعجلته الكفّ منقار لاقط\nوتاه به قوم فقلت رويدكم\n...\nفما كاتب بالكف إلّا كشارط\nوقال أبو العلاء المعري: لو كان في الخط فضيلة لما حرمها رسول الله صلى الله عليه وسلم؛ وقال بعض أولاد الأمراء: الخط صناعة، ولا تحسن الصناعة بالملوك؛ وقال كشاجم:\nسل بي عن الأيام تعرف\n...\nأني ابن دهر ليس ينصف\nوبلاغتي معروفة\n...\nسهل وأخطاها التكلف\nوسطور خط مونق\n...\nكالرّوض والبرد المفوّف\nوالخط ليس بنافع\n...\nما لم يكن في خط مصحف\nوقال بعض الحكماء: ماذا لقينا من الكتاب في الدنيا والآخرة؟ أما في الدنيا فقد بلينا به وأخذنا بحفظ فرائضه وإقامة شرائطه، وأما في الآخرة فإنا نلقاه منشورا بسرائرنا وخفايا ضمائرنا؛ وذكر الجاحظ عامة الكتاب فقال: أخلاق حلوة وشمائل معسولة، وثياب مغسولة، وتظرف أهل الفهم، ووقار أهل العلم، فإذا صلوا بنا الامتحان والاختبار، وعرضوا على محك الاعتبار، كانوا كالزبد يذهب جفاء، أو كنبات الربيع في الصيف تحركه هيفاء الرياح، لا يستندون إلى وثيقة، ولا يدينون بحقيقة، أخفر الخلق لأماناتهم، وأشراهم بالثمن\nالجزء: 1 ¦ الصفحة: 55\n",
        "البخس لعهودهم ودياناتهم: فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ\n«1» .\nوقال الشاعر:\nوإذا أخطأ الكتابة حظ\n...\nعدمت تاؤها فصارت كآبه\nومن ملح ما قيل في ذم الكتابة لأبي عروس:\nتعس الزمان لقد أتى بعجاب\n...\nومحا رسوم الظّرف والآداب\nفأتى بكتاب لو انطلقت يدي\n...\nفيهم رددتهم إلى الكتّاب\nوقوله أيضا:\nوكاتب يقرأ القرآن في سند\n...\nمن بعد حين وأما بعد في حين\nلا يعرف الفرق في عمرو ولا عمر\n...\nجهلا ولا الفرق بين السين والشين\nولبعض أهل العصر:\nوكاتب كتبه تذكرني القرآن\n...\nحتى أظل في عجب\nفاللفظ قالوا: قلوبنا غلف\n...\nوالخطّ تبت يدا أبي لهب\nوقيل: فلان قد صدأ فهمه، وتبلد طبعه، وتكدر خاطره؛ ويقال: خط ممجمج «2» ، ولفظ ملجلج «3» .\nالجزء: 1 ¦ الصفحة: 56\n",
        "باب مدح الأدب\nقال بزرجمهر: ليت شعري أي شيء أدرك من فاته الأدب، وأي شيء فات من أدرك الأدب. وقال ابن عائشة القرشي «1» : أهل الأدب هم الأكثرون وإن قلوا، ومحل الأنس أين حلوا. وقال خالد بن صفوان لابنه: يا بني الأدب بهاء الملوك ورياش السوقة، والناس بين هاتين، فتعلمه تجده حيث تحب. وقيل: الأدب وسيلة إلى كل فضيلة، وذريعة إلى كل شريعة. وقلت في الكتاب المبهج: حلية الأدب لا تخفى وحرمته لا تجفى.\nوقال البريدي»\n:\nليس الفتى كلّ الفتى\n...\nإلا الفتى في أدبه\nوبعض أخلاق الفتى\n...\nأولى به من نسبه\nوقال بعض الظاهرية: لو علم الجاهلون ما الأدب، لأيقنوا أنه هو الطرب. وقال حكيم لابنه: يا بني عز السلطان يوم لك ويوم\nالجزء: 1 ¦ الصفحة: 57\n",
        "عليك، وعز المال وشيك ذهابه، جدير انقطاعه وانقلابه، وعز الحسب إلى خمول ودثور وذبول، وعز الأدب راتب واصب لا يزول بزوال المال، ولا يتحول بتحول السلطان. ويقال: من قعد به حسبه، نهض به أدبه. وقال ابن المعتز: لست تعدم من الأديب كرما من طبعه، أو تكرما من أدبه. وقال أيضا: الأدب صورة العقل، فحسن عقلك كيف شئت.\nباب ذم الأدب\nكان يقال: إذا كثر أدب الرجل قل خيره، ومن قل خيره كثر ضيره. وقال الحمدوني، ويروي للخليل بن أحمد البصري:\nما ازددت في أدبي حرفا أسرّ به\n...\nإلا تزيدت حرفا تحته شوم\nإن المقدّم في حذق بصنعته\n...\nأنّى توجه فيها فهو محروم\nوقال أبو الحسن الممشادي:\nإذا سرّك أن تحظى\n...\nوأن تلبس قوهيا\nمن الخزّ أو الوشي\n...\nيمانيا وسوسيّا\nوأن تصبح ذا عز\n...\nفكن علجا نبيطيا\nوإن سرّك حرمان\n...\nبه تصبح مقليا\nفكن ذا أدب جزل\n...\nوكن مع ذاك نحويا\nوقال آخر:\nالجزء: 1 ¦ الصفحة: 58\n",
        "إذا هممت بشأو قلت إني قد\n...\nأدركته أدركتني حرقة الأدب\nلا تغبطن أديبا ما له نشب\n...\nلا خير في أدب إلّا مع النشب\nوقال بعضهم: حرفة الأدب حرقة. ويقال: للأدب حرقة لا يخلو منها أديب؛ وفي هذا الباب من غير هذا الكتاب القابوس:\nولي همة فوق السّماك محلها\n...\nولكن لحظّي في الحضيض نصيب\nرأى الفلك الدوار سعيي فقال لي:\nأتسألني حظا وأنت أديب\nالجزء: 1 ¦ الصفحة: 59\n",
        "باب مدح الشعر والشعراء\nكان يقال: الشعر ديوان العرب «1» ، ومعدن حكمتها وكنز أدبها.\nويقال: الشعر لسان الزمان، والشعراء للكلام أمراء «2» . وقال بعض السلف: الشعر أدنى مروءة السرى، وأسرى مروءة الدنى. وقال آخر: الشعر جزل من كلام العرب تقام به المجالس، وتستحج به الحوائج، وتشفى به السخائم. ويقال: المدح مهزة الكرام وإعطاء الشاعر من بر الوالدين «3» . وقال بعضهم: أنصف الشعراء، فإن ظلامتهم تبقى، وعقابهم لا يفنى، وهم الحاكمون على الحكام.\nوقال آخر: الشعر الجيد هو السحر الحلال، والعذب الزلال.\nوقال النبي صلى الله عليه وسلم: «إنّ من الشعر لحكمة، وإن من البيان لسحرا «4» » . وعنه عليه الصلاة والسلام: «أصدق كلمة قالها الشاعر قول لبيد «5» : ألا كلّ شيء ما خلا الله باطل. وقال له النبي، عليه الصلاة والسلام: صدقت. ثم قال: وكلّ نعيم لا محالة زائل. قال النبي، عليه الصلاة والسلام: كذبت نعيم الجنة لا يزول.\nوقال بعضهم: ربّ بيت شعر خير من بيت تبر. وكان عمر،\nالجزء: 1 ¦ الصفحة: 60\n",
        "رضي الله عنه، لا يعرض له أمر إلا أنشد فيه بيت شعر. وكان يقال: النثر يتطاير تطاير الشرر، والشعر يبقى بقاء النقش في الحجر. وقال آخر: الشعر صوب العقول، وكلام الفحول. وقيل لحمزة بن بيض: من أشعر الناس؟ قال: من إذا قال أسرع، وإذا وصف أبدع، وإذا مدح رفع، وإذا هجا وضع.\nوقال دعبل في كتابه الموضوع في مدح الشعراء: إنه لا يكذب أحد إلا اجترأه الناس فقالوا: كذاب إلّا الشاعر فإنه يكذب ويستحسن كذبه، ويحتمل ذلك له ولايكون عيبا عليه، ثم لا يلبث أن يقال: أحسنت. وفيه أن الرجل الملك أو السوقة إذا صير ابنه في الكتاب أمر معلمه أن يعلمه القرآن والشعر، فيقرنه بالقرآن ليس لأن الشعر كهو، ولا كرامة للشعر، لكنه من أفضل الآداب، فيأمره بتعليمه إياه لأنه توصل به المجالس، وتضرب فيه الأمثال، وتعرف به محاسن الأخلاق ومشاينها، فتذم وتحمد، وتهجي وتمدح، وأيّ شرف أبقى من شرف يبقى بالشعر.\nوفيه أن أمرأ القيس كان من أبناء الملوك وكان من أهل بيته وبني أبيه أكثر من ثلاثين ملكا فبادوا وباد ذكرهم وبقي ذكره إلى القيامة، وإنما أمسك ذكره شعره.\nوقال مؤلف الكتاب: وأحسن ما مدح به الشعر قول أبي تمام حيث يقول:\nولولا خلال سنّها الشعر ما درى\n...\nبنات المعالي كيف تبنى المكارم\nوأحسن منه:\nأرى الشعر يحيي الجود والباس بالذي تبقيه أرواح له عطرات\nالجزء: 1 ¦ الصفحة: 61\n",
        "وما المجد لولا الشعر إلا معاهد\n...\nوما الناس إلا أعظم نخرات\nوكان النبي صلى الله عليه وسلم يرتجز وينشد بيت طرفة ولا يقيم وزنه «1» .\nفصل لأبي بكر الخوارزمي «2» جامع في مدح الشعراء: ما ظنك بقوم الاقتصاد محمود إلّا منهم، والكذب مذموم ومردود إلا فيهم، إذا ذموا ثلموا، وإذا مدحوا سلبوا، وإذا رضوا رفعوا الوضيع، وإذا غضبوا وضعوا الرفيع، وإذا أقروا على أنفسهم بالكبائر لم يلزمهم حد، ولم تمتد إليهم بالعقوبة يد، غنيهم لا يصادر، وفقيرهم لا يستحقر، وشيخهم يوقر، وشابهم لا يستصغر، وسهامهم تنفذ في الأعراض، وشهادتهم مقبولة وإن لم ينطق بها سجل، ولم يشهد بها عدل، وسرقتهم مغفورة وإن جاوزت ربع دينار، وبلغت ألف قنطار، إن باعوا المغشوش لم يرد عليهم، وإن صادروا الصديق لم يستوحش منهم، بل ما ظنك بقوم هم صيارفة أخلاق الرجال، وسماسرة النقص والكمال، بل ما ظنك بقوم اسمهم ناطق بالفضل، واسم صناعتهم مشتق من العدل، بل ما ظنك بقوم هم أمراء الكلام يقصرون طويله ويطولون قصيره، يقصرون ممدوده، ويخففون ثقيله، ولم لا أقول ما ظنك بقوم: يَتَّبِعُهُمُ الْغاوُونَ\nوفِي كُلِّ وادٍ يَهِيمُونَ\nويَقُولُونَ ما لا يَفْعَلُونَ\n«3» .\nالجزء: 1 ¦ الصفحة: 62\n",
        "باب ذم الشعر والشعراء\nكان يقال: الشعر رقية الشيطان، ولذلك قال جرير وهو يمدح عمر بن عبد العزيز ويصف ترفعه عن استماع الشعر:\nرأيت رقى الشيطان لا يستفزّه\n...\nوقد كان شيطاني من الجنّ راقيا\nوقيل ليحيى بن خالد: لم لا تقول الشعر؟ فقال: شيطانه أخبث من أن أسلطه على عقلي. وقال غيره: لا خير في شيء أحسنه أكذبه. وكان أبو مسلم يقول: إياكم والشعراء، فإنهم يهجون جليسهم، ويطلبون على الكذب مثوبة وجعلا. وقال غيره: لا تجالس الشاعر فإنه إذا غضب عليك هجاك، وإذا رضي عنك كذب عليك. وقد وصفهم الله تعالى ومتبعيهم من رواتهم بالصفة الخاصة بهم فقال: الشُّعَراءُ يَتَّبِعُهُمُ الْغاوُونَ\n«1» الآية، وقرنهم بشر صنف من منتحلي الأباطيل وهم الكهنة، فقال: وَما هُوَ بِقَوْلِ شاعِرٍ قَلِيلًا ما تُؤْمِنُونَ وَلا بِقَوْلِ كاهِنٍ قَلِيلًا ما تَذَكَّرُونَ\n«2» ، ومن أحسن وأصدق ما ذم به الشاعر قول عبد الصمد بن المعدل لأبي تمام وقد قصد البصرة وشارفها:\nأنت بين اثنتين تبرز للنا\n...\nس وكلتاهما بوجه مذال\nلست تنفكّ طالبا لوصال\n...\nمن حبيب أو راغبا في نوال\nأيّ ماء لحرّ وجهك يبقى\n...\nبين ذلّ الهوى وذلّ السؤال «3»\nالجزء: 1 ¦ الصفحة: 63\n",
        "فلما بلغت الأبيات أبا تمام قال: صدق الله وأحسن، وثنى عنانه عن البصرة، وحلف لا يدخلها أبدا. وقال أبو سعيد المخزومي:\nالكلب والشاعر في حالة\n...\nيا ليتني لم أكن شاعرا\nأما تراه باسطا كفّه\n...\nيستطعم الوارد والصادرا\nولبعضهم:\nإني أرى الشعراء أفنوا دهرهم\n...\nفي وصف كلّ حبيبة وحبيب\nوسواهمو يحظى بما وصفوا له\n...\nفهموا كما القوّاد في الترغيب\nلكن ترى القوّاد يظفر بالعطا\n...\nوهمو بمقت الله والتكذيب\nوقال أبو سعيد الرستمي الأصبهاني:\nتركت الشعر للشعراء إني\n...\nرأيت الشعر من سقط المتاع «1»\nقيل: إن ظفر بن سعيد كان أديبا فاضلا لبيبا، كتب على حاشية الكتاب هذين البيتين، وأخذته غيرة الأدب فقال: كذب قائل هذا الشعر لقد وهم فيما شبه: إذا كان الكلب يلقى إليه لقائط الموائد، وهذا يخص بأنواع الفرائد، وذاك يطعم رحمة، وهذا يعطى خشية، وله من الفضائل ما يقرع طباع اللئيم ويهز عطف الكريم، ويستدل بصناعته على جواهر المعاني ولو قال هذين البيتين لأصاب وأنصف:\nيمدح أقواما يرجي الغنا\n...\nوإنما يحرك في نحسه\nيكذب في المدح ويعطونه\n...\nوعدا ويقضى الدين من جنسه\nالجزء: 1 ¦ الصفحة: 64\n",
        "باب مدح الكتب والدفاتر\nقال الجاحظ: الكتاب وعاء ملىء علما، وظرف حشي ظرفا، وإناء شحن مزاحا وجدّا؛ وإن شئت كان أعيا من باقل، وإن شئت كان أبلغ من سحبان وائل، وإن شئت ضحكت من نوادره، وإن شئت عجبت من غرائبه، وإن شئت ألهتك مضاحكه، وإن شئت أشجتك مواعظه. فالكتاب نعم الظهر والعمدة، ونعم الكنز والعدة، ونعم الذخر والعقدة ونعم النزهة والعشرة، ونعم الشغل والحرفة، ونعم الأنيس ساعة الوحدة، ونعم المعرفة ببلاد الغربة، ونعم القرين والدخيل، ونعم الوزير النزيل. وهو الجليس الذي لا يطريك، والصديق الذي لا يغريك، والرفيق الذي لا يملك، والمستبيح الذي لا يستزيدك، والجار الذي لا يستطيلك، والصاحب الذي لا يريد استخراج ما عندك. وهو الذي يعطيك بالليل طاعته بالنهار، ويفيدك في السفر إفادته في الحضر، لا يعتل بنوم ولا ضجر، ولا يعتريه كلال سهر، وهو المعلم الذي افتقرت إليه لم يحتقرك، وإذا قطعت عنه المادة والمائدة لم يقطع عنك العادة والعائدة، وإن هبت ريح أعدائك لم ينقلب عليك وإن قلّ مالك لم يترك زيارتك.\nثم قال: متى رأيت بستانا يحمل في ردن، وروضة تقل في حجر، ينطق عن الأموات، ويترجم كلام الأحياء، ومن لك بواعظ مله، وبزاجر مغر، وبناسك فاسق، وبساكت ناطق، وبحار بارد،\nالجزء: 1 ¦ الصفحة: 65\n",
        "وبطبيب أعرابي، وبرومي هندي، وبفارسي يوناني، وبقديم مولد، وبميت ممتع.\nثم قال: ولولا ما وسمت لنا الأوائل في كتبها، وخلدت في عجائب حكمتها، ودونت من محاسن سيرها، وفتنت من بدائع أثرها، حتى شاهدنا ما غاب عنا، وفتحنا كل مستغلق علينا، فجمعنا إلى قليلنا كثيرهم، وأدركنا ما لم ندركه إلّا بهم.\nثم قال: ولولا الكتب المدونة، والأخبار المفننة لبطل أكثر العلم، ولغب سلطان النسيان سلطان الفهم «1» .\nوقال مؤلف الكتاب: حدثني صديق لي قال: قرأت على شيخ كتابا فيه مآثر غطفان، فقال: ذهبت المكارم إلا من الدفاتر، قال:\nوسمعت الحسن اللؤلؤي يقول: عبرت أربعين عاما ما قلت ولا بت إلا والكتاب موضوع على صدري. وقال المؤلف: وكثيرا ما أذكرني آكل الوجبة وأنا أنظر في كتاب جديد وقع إليّ ولا أصبر عنه إلى وقت فراغي من الأكل؛ وسمعت أبا نصر سهل بن المذمال يقول: كثيرا ما أفعل مثل ذلك، وكان يقول: إنفاق الفضة على كتب الآداب يخلف عليك ذهب الألباب.\nوقال الحسن بن طباطبا العلوي في بعض الكتب: الكتب حصون العقلاء إليها يلجأون، وبساتينهم بها يتنزهون، وقال:\nاجعل جليسك دفترا في نشر\n...\nللميت من حكم العلوم نشور\nالجزء: 1 ¦ الصفحة: 66\n",
        "وكتاب علم للأديب مؤانس\n...\nومؤدب ومبشر ونذير\nومفيد آداب ومؤنس وحشة\n...\nوإذا انفردت فصاحب وسمير\nوللمتنبي:\nأعزّ مكان في الدنا سرج سابح\n...\nوخير جليس في الزمان كتاب\nباب ذم الكتب والدفاتر\nيقال: الكتاب علم لا يعبر معك الوادي، ولا يعمر بك النادي؛ وقيل في معناه:\nإني لأكره علما لا يكون معي\n...\nإذا خلوت به في جوف حمّام\nوقيل: من تأدب من الكتاب صحف الكلام، ومن تطبب منه قتل الأنام، ومن تنجم منه أخطأ في الأيام، ومن تفقه منه غيّر الأحكام. قال الشاعر:\nليست علومك ما حوته دفاتر\n...\nلكن علومك ما حوته صدور\nولمؤدب لي كان في صباي أنشدني:\nصاحب الكتب تراه أبدا\n...\nغير ذي فهم ولكن ذا غلط\nالجزء: 1 ¦ الصفحة: 67\n",
        "كلما فتشته عن علمه\n...\nقال علمي يا خليلي في سفط\nفإذا قلت له هات إذن\n...\nحك لحييه جميعا وامتخط\nوأنشد الجاحظ لمحمد بن يسير «1» :\nإذ لو أعي كل ما أسمع\n...\nوأحفظ من ذاك ما أجمع «2»\nولم أستفد غير ما قد جمعت لقيل هو العالم المصقع\nولكنّ نفسي إلى كلّ شيء\n...\nمن العلم تسمعه تنزع «3»\nفلا أنا أحفظ ما قد جمعت ولا أنا من جمعه أشبع\nومن يك في علمه هكذا\n...\nيكن دهره القهقرى يرجع «4»\nإذا لم تكن حافظا واعيا\n...\nفجمعك للكتب لا ينفع\nثم كان، قاتله الله، شديد الصبابة بالعلم، كثير الصيانة له.\nوأنشد يونس النحوي:\nاستودع العلم قرطاسا فضيّعه\n...\nوبئس مستودع العلم القراطيس\nوللأستاذ الطبري رسالة في آفات الكتب نظمها بعض تلامذته فقال:\nالجزء: 1 ¦ الصفحة: 68\n",
        "عليك بالحفظ دون الجمع في كتب\n...\nفإن للكتب آفات تفرقها\nالماء يغرقها والنار تحرقها\n...\nواللصّ يسرقها والفار يخرقها\nالجزء: 1 ¦ الصفحة: 69\n",
        "باب مدح التجارة\nقد ذكر الله تعالى التجارة في القرآن حيث قال:\nيا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ مِنْكُمْ\n«1» . وقال عز اسمه: وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا\n«2» . وقال جل ذكره: وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ\n«3» .\nوقال النبي عليه الصلاة والسلام: «أطيب ما يأكل الرجل من كسبه» «4» ، والكسب في القرآن التجارة. وقال عليه الصلاة والسلام: «التاجر الصدوق مع النبيين والشهداء والصالحين، وحسن أولئك رفيقا» «5» . وقال عليه الصلاة والسلام: «تسعة أعشار الرزق في التجارة» «6» . وكان صلى الله عليه وسلم برهة من الدهر تاجرا، وشخصا مسافرا، وباع واشترى حاضرا، ولا شتهار أمره في ذلك قال المشركون: ما لهذا الرسول يأكل الطعام ويمشي في الأسواق، فأوحى\nالجزء: 1 ¦ الصفحة: 70\n",
        "الله تعالى إليه: وَما أَرْسَلْنا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعامَ وَيَمْشُونَ فِي الْأَسْواقِ\n«1» ، فاخبر جل اسمه أن الأنبياء قبله قد كانت لهم تجارات وصناعات.\nوكان عمر، رضي الله تعالى عنه، يقول: ما ميتة بعد القتل في سبيل الله أحب إليّ من أن أموت بين شعبتي رحلي، أضرب في أرض الله، وابتغي من فضل الله. وكان بعض السلف يقول: الأسواق موائد الله في أرضه، فمن أتاها أصاب منها. وعن مجاهد في قوله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّباتِ ما كَسَبْتُمْ\n«2» . يعني التجارة في الأسواق، وقيل: التجارة امارة، والأرباح توفيقات.\nباب ذم التجارة\nفى الخبر عن النبي صلى الله عليه وسلم: «لو شئت حلفت لكم أن التاجر فاجر» «3» ، وقال عليه السلام: «ما أوحى إليّ أن أجمع وأكون من التاجرين، ولكن أوحي إليّ أن أسبح بحمد ربي وأكون من الساجدين» «4» . وكان الضحاك يقول: ما من تاجر ليس بفقيه إلا أكل من الربا شيئا. وكان ابن عمر رضي الله عنهما يقول: ويل للتجار من: لا والله وبلى والله. وكان علي رضي الله عنه يقول: تفقه\nالجزء: 1 ¦ الصفحة: 71\n",
        "ثم اتجر، فإن التاجر فاجر، إلا من أخذ الحق وأعطاه «1» .\nويروى أن إبليس لما استنظر فانظر قال: إلهي، أين بيتي؟\nقال: الحمّام، قال: ما مصائدي؟ قال: النساء، قال: أين مجلسي؟ قال: السوق. وكان أبو الدرداء يقول: إياكم ومجالس الأسواق، فإنها تلغي وتلهي. وقال الحسن: الأسواق مصلحة للأموال، مفسدة للدين. وقيل: إياكم وجيران الأغنياء، وقراء الأسواق، وفقهاء الرساتيق. وقيل: ويلهم ما أغفلهم عما أعد لهم.\nقال الشاعر:\nإذا ما غضب السوقي\n...\nفالحبة ترضيه\nوقال آخر:\nما للتجار وللسخاء وإنما\n...\nنبتت لحومهم على القيراط\nوقال ابن الرومي:\nربّ أطلق يدي في كل شيخ\n...\nذي رياء بسمته وسكونه\nتاجر فاجر جموع منوع\n...\nيرهق الناس باقتضاء ديونه\nوقال: كلوا مال التجار وسوقوهم إلى وقت، فإنهم لئام، وليس عليكم في ذلك إثم، فإن جميع ما جمعوا حرام. وقال عكرمة: أشهد على كل وزان كيال بالنار. وفي الخبر: «إياكم والأسواق «2» ، فإن الشيطان قد باض فيها وفرخ» . وقال بعض الأشراف لصديق له: لا تسلم ابنك في شيء من أنواع الكسب، فإنها تورث لا محالة لؤم\nالجزء: 1 ¦ الصفحة: 72\n",
        "الطبع وظلمة القلب وقصور الهمة وعي اللسان وسوء الأدب.\nولبعضهم:\nقد ترى يا ابن أبي اسحق «1» في ودّك عقده\n...\nوكذا السّوقّي للإخوان سوقي الموده\nالجزء: 1 ¦ الصفحة: 73\n",
        "باب مدح الضياع\nحدّث هشام بن عروة عن أبيه عن عائشة، رضي الله عنها، عن النبي صلى الله عليه وسلم، أنه قال: «التمسوا الرزق في خبايا الأرض» «1» وكان عروة يقول: ازرع أما لك أرض؟ أما سمعت قول القائل:\nأقول لعبد الله لما لقيته\n...\nيسير بأعلى الرقمتين مشرقا\nتتبع خبايا الأرض وادع مليكها\n...\nلعلك يوما أن تجاب وترزقا\nوقال بعض السلف: من أراد أن يتوسع في الرزق فليقتن مع تجارة له ضيعة، ألا ترى أن الله تعالى قد قرن بينهما في كتابه فقال:\nيا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّباتِ ما كَسَبْتُمْ وَمِمَّا أَخْرَجْنا لَكُمْ مِنَ الْأَرْضِ\n»\n. وقيل لسفيان بن عيينة: ما بال الرجل يبيع الضيعة فلا يبارك له في ثمنها. فقال: أما سمعتم قوله تعالى في وصف الأرض: وَبارَكَ فِيها وَقَدَّرَ فِيها أَقْواتَها\n«3» . فكيف يبارك في ثمن يزيل عن ملكه شيئا قد بارك الله فيه. وفي الخبر: «من باع عقارا ولم\nالجزء: 1 ¦ الصفحة: 74\n",
        "يصرف ثمنه في مثله كان كرماد اشتدت به الريح في يوم عاصف» «1» .\nوقال إسماعيل بن صبيح «2» لصديق له: اتخذ لك ضيعة تعينك إذا جاءتك الاخوان. وقيل:\nإذا أنت لم تزرع وأبصرت حاصدا\n...\nندمت على التفريط في زمن البذر\nوفي الكتاب المبهج: فلاح المعيشة في الفلاحة ولا ضيعة على من له ضيعة، وفيه: قص جناح المال الطيار باعتقال العقار، وفيه:\nليس بحازم من باع العقار، وابتاع العقار، وشرى الماء، واشترى الإماء. وعن أنس بن مالك، رضي الله عنه عن النبي عليه الصلاة والسلام أنه قال: «إن قامت القيامة وفي يدك فسيلة فاغرسها» «3» .\nوروى الجاحظ باسناد له عن عبد الله بن سلام: «لا تدع غرس يدك ولو سمعت أن الدجال خرج» «4» ، وقيل لعثمان بن عفان رضي الله عنه: أتغرس بعد الكبر؟ قال: لأن توافيني الساعة وأنا من المصلحين، خير من أن توافيني وأنا من المفسدين؛ وقيل لأبي الدرداء وهو يغرس جرزة: أتغرس بعد الكبر وأنت شيخ وهي لا تطعم إلا بعد عشرين سنة أو ثلاثين؟ فقال: وما عليّ أن يكون الأجر لي والهناء لغيري؟ ويقال: مر كسرى بشيخ كبير يغرس فسيلة فقال: أترى أن تأكل من ثمرها؟ فقال: لا ولكنني وجدت أرض الله عامرة فأحببت\nالجزء: 1 ¦ الصفحة: 75\n",
        "أن لا تخرب على يدي.\nويقال: إن شيخا كان يغرس شجر النارجيل وهي لا تثمر إلا بعد أربعين سنة فمر به كسرى وقال له: أتعيش إلى أن تأكل منها؟\nفقال الشيخ: غرسوا وأكلنا ونغرس فيأكلون، فقال كسرى: زه زه وأمر له بأربعة آلاف درهم، وكان من عادته ذلك لمن يقول له زه، فقال الشيخ: أيها الملك إن غرس السابقين أثمر بعد أربعين سنة، وغرسنا أثمر في يومه، فقال كسرى: زه، وأمر له بأربعة آلاف مثلها.\nوسئل واحد «1» : أي المال أفضل؟ فقال: عين خرارة في أرض خوارة، قيل: ثم ماذا؟ قال: الراسخات في الوحل المطعمات في المحل الملقحات بالفحل، يريد بها النخل. وقال الشاعر:\nاستغن أو مت ولا يغررك ذو نسب\n...\nمن ابن عم ولا عم ولا خال\nإنّي مكب على الزوراء أعمرها\n...\nإن الحبيب إلى الأخوان ذو حال\nكلّ النداء إذا ناديت يخذلني\n...\nإلا نداي إذا ناديت يا مالي\nوقلت في المبهج:\nإذا ما نقل الدهقا\n...\nن غلات الرساتيق\nفكم من نعمة بيضاء\n...\nفي سود الجواليق\nالجزء: 1 ¦ الصفحة: 76\n",
        "وقلت أيضا:\nيا رب أنت وهبتها لي نعمة\n...\nأضحت تعين على الزمان ببرها\nووهبت منها نعمة لا تلهني\n...\nيا ربّ أنت بسكرها عن شكرها\nباب ذم الضياع\nقلت في المبهج: الضيعة ضائعة ما لم تدبرها بقوة ساعد وجد مساعد، وفيه الضياع: مدارج الغموم وكتب وكلائها سفاتج «1» الهموم، وقلت في رقعة إلى وكيل أجبته بها:\nيا رقعة طويت على حيّات\n...\nوعقارب كدّرن ماء حياتي\nما أنت إلّا من تباريح الجوى\n...\nوسفاتج الأحزان والحسرات\nوكأن أحرفك الكريهة أعين\n...\nلرواقب أو ألسن لوشاة\nأو كالضّياع رقاع قيمتها إذا\n...\nوافت أتت بحوادث الآفات\nوقلت أيضا:\nقد قلت قولا سديدا\n...\nيروي العطاش بمائه\nإنّ الخراج خراج\n...\nدواؤه في أدائه\nهو منظوم من قول الصاحب حيث قال: الخراج دواؤه في أدائه.\nالجزء: 1 ¦ الصفحة: 77\n",
        "وذكرت الضياع وجلالتها ونوائبها بحضرة ابي العباس أحمد بن محمد بن الفرات فأنشدني:\nهي المال إلا أنّ فيها مذلة\n...\nفمن شاء قاساها ومن ملّ باعها\nوقال أبو زكريا يحيى بن إسماعيل الحربي لابن محمد السلمي «1» :\nقد كانت الضيعة فيما مضى\n...\nتعد من يملكها ذاهبه\nفصار من يملكها يومنا\n...\nمهجته في حفظها ذاهبه\nيستغرق الغلة في خرجها\n...\nوتفضل الكلفة والنائبه\nفإن يقم صاحبها كل ذا\n...\nينجو وإلا نتفوا شاربه\nالجزء: 1 ¦ الصفحة: 78\n",
        "باب مدح الدور والأبنية\nكان يقال: جنة الرجل داره، وقال يحيى بن خالد لابنه جعفر:\nيا بني دارك قميصك فوسعه كيف شئت. وذكر الأحنف الدور فقال:\nلتكن أول ما يشترى وآخر ما يباع، وقيل لبعض الناس: ما السرور؟ فقال: دار قوراء، وامرأة حسناء، وفرس مرتبط بالغناء.\nوينشد:\nومن المروءة للفتى\n...\nما عاش دار فاخره\nفاقنع من الدنيا بها\n...\nواعمل لدار الآخره\nوكان يقال: دار الرجل عشه، وفيها يطيب عيشه. وقال السلامي «1» في كتابه «نتف الظرف» : الدور للناس كالعش للطير والأوجرة للوحش، والحجرة للحشرات، ودار الرجل مأوى نفسه، وموضع أمنه ومسكن قلبه، ومجمع أهله، ومحرز ملكه، ومأنس ضيفه، وملتقى صديقه وعدوّه، فلا شيء أصعب على الناس من خروجهم من ديارهم؛ وقد قرن الله تعالى الخروج منها بالقتل حيث قال: وَلَوْ أَنَّا كَتَبْنا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيارِكُمْ ما فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ\n«2» . وقال المتوكل لأبي العيناء: كيف ترى\nالجزء: 1 ¦ الصفحة: 79\n",
        "دارنا هذه؟ فقال: يا أمير المؤمنين رأيت الناس يبنون الدور في الدنيا، وأنت بنيت الدنيا في دارك. وقال بعض الأشراف لابنه: يا بني حسّن أثرك في هذه الدنيا بالبناء الحسن، واسمع قول الشاعر:\nليس الفتى بالذي لا يستصاء به\n...\nولا يكون له في الأرض آثار\nولا تنس قول الآخر:\nإنّ آثارنا تدلّ علينا\n...\nفانظروا بعدنا إلى الآثار\nومن أحسن ما قيل في بناء الملوك قول علي بن الجهم «1» :\nوما زلت أسمع أنّ الملو\n...\nك تبني على قدر أخطارها\nفلما رأيت بناء الاما\n...\nم رأيت الخلافة في دارها\nوكان جعفر بن سليمان الهاشمي يقول: العراق عين الدنيا، والبصرة عين العراق والمربد عين البصرة، وداري عين المربد. ومن أحسن ما سمع في التهنئة بالدور قول أبي القاسم الزعفراني في الصاحب «2» :\nسرّك الله بالبناء الجديد\n...\nنلت حال الشكور للمزيد\nهذه الدار جنّة الخلد في الدنيا فصلها واختصّها بالخلود ولمؤلف الكتاب في الأخشيد بجرجانية:\nالجزء: 1 ¦ الصفحة: 80\n",
        "وقصر ملك ترى كلّ الجمال به\n...\nوأسعد الدهر تبدو من جوانبه\nكأنّه جنّة الفردوس قد نزلت\n...\nإلى خوارزم تعجيلا لصاحبه\nباب ذم الدور والأبنية\nفارق النبي صلى الله عليه وسلم الدنيا ولم يضع لبنة على لبنة، وكان عليه السلام يقول: «إذا أراد الله بعبد سوءا جعل ماله في الطين والماء» «1» ، وعنه أيضا عليه السلام، أنه قال: «إذا أراد الله بعبد شرا أهلك ماله في اللبن والطين» .\nوقال وهب بن منبه في الحديث القدسي: قال الله عز وجل:\n«من استغنى بأموال الفقراء أفقرته، ومن تجبر على الضعفاء أذللته، ومن بنى بقوة الفقراء أعقبت بناءه الخراب» . وقال وهب بن الوردي: كان نوح عليه السلام اتخذ بيتا من خص فقيل له: لو بنيت بناء؟ فقال: هذا لمن يموت كثير. وقال ابن مسعود: يأتي بعدكم أقوام يرفعون الطين ويضعون الدين، ويمتطون البراذين، ويصلون إلى قبلتكم، ويموتون على غير ملتكم. وقيل ليزيد بن المهلب: لم لا تبني دارا بالبصرة؟ فقال: لأني لا أدخلها إلا أميرا أو أسيرا، فإن\nالجزء: 1 ¦ الصفحة: 81\n",
        "كنت أميرا فدار الإمارة داري، وإن كنت أسيرا فالسجن مسكني وقراري.\nوكان يقال: البناء من يوم ابتدائه في نقصان، والغرس من يوم ابتدائه في زيادة. ومر بعض الخوارج على دار تبنى فقال: من هذا الذي يقيم كفيلا. وقيل: الدار الضيقة العمى الأصغر. ومن أحسن ما قيل في التبرم بالعمارة قول بعضهم:\nألا من لنفس وأحزانها\n...\nودار تداعت بحيطانها\nأظلّ نهاري في شمسها\n...\nشقيّا بإلقاء بنيانها\nأسوّد وجهي بتبييضها\n...\nوأهدم كيسي بعمرانها «1»\nالجزء: 1 ¦ الصفحة: 82\n",
        "باب مدح الحمّام\nقال بعض السلف: نعم البيت بيت الحمّام، ينقي الأقذار، ويذكر النار. وذكر الحمّام عند الفضل الرقاشي فقال: نعم البيت بيت الحمام، يذهب القشافة، ويعقب النظافة، ويجشىء التخمة، ويطيب البشرة. وقلت في المبهج: الحمّام صيقل الأجسام، ونظام النظافة ودافع آفة القشافة. ولم يمدح الحمام كما مدحه السري حيث قال «1» :\nبيت بنته حكماء الورى\n...\nفهو إلى الحكمة منسوب\nمجاور النار ولكنّه\n...\nيجاور النار به الطيب\nحرّ هو الروح لا جسامنا\n...\nوالحرّ للأجسام تعذيب «2»\nولبعضهم: وقد دعا صديقا إلى الحمام وأظنه للسري أيضا:\nأسعيد هل لك في زيارة منزل\n...\nتثني عليه جوارح الزوّار\nبيت ترى الجدران فيه منابعا\n...\nوترى السماء كثيرة الأقمار «3»\nالجزء: 1 ¦ الصفحة: 83\n",
        "ولآخر بمدحه «1» :\nقم بنا قبل غرّة الإصباح\n...\nوقيام السّقاة بالأقداح\nنتمشّى إلى النعيم الذي فيه صلاح الأجسام والأرواح\nبيت ظرف تجول عيناك فيه\n...\nبين بيض الطّلا وبيض الفقاح\nوتلاقي الجسوم في خلع منه رقاق على الجسوم ملاح\nفإذا ما صقلت جسمك فيه\n...\nبأكف النعيم صقل الصّفاح\nتتروّى من الصّبوح وتفتضّ نسيم الرياض قبل الصباح «2» وللمؤلف في المبهج:\nوحمام له حرّ الجحيم\n...\nولكن شابه برد النّعيم\nرأيت به ثوابا في عقاب\n...\nوزرت به نعيما في جحيم\nولأبي طالب المأموني رحمه الله:\nأحق بيت من بيوت الورى\n...\nبصونه قدما وإيثاره\nبيت إذا ما زاره زائر\n...\nوقد قضى أعظم أوطاره\nوهو إذا ما جاء مستنظفا\n...\nمروءة الإنسان في داره\nيدخله المولى بخز كما\n...\nيدخله العبد بأطماره\nوله «3» :\nوبيت كأحشاء المحبّ دخلته\n...\nوما لي ثياب فيه غير إهابي\nأرى محرما فيه وليس بكعبة\n...\nفما ساغ إلّا فيه خلع ثياب\nبماء كدمع الصّب في حرّ قلبه\n...\nإذا آذنت أحبابه بذهاب\nالجزء: 1 ¦ الصفحة: 84\n",
        "توهّمت فيه قطعة من جهنم\n...\nولكنّها من غير مس عقاب\nيثير ضبابا للبخار محلّلا\n...\nبدور زجاج في شموس قباب\nباب ذم الحمام\nقال بعض السلف: بئس البيت الحمّام يكشف عن العورة، ويذهب بالحياء. وفي الخبر: «إن الحمام من بيوت الشياطين» «1» .\nولما مدح الرقاشي الحمام بما تقدم، قيل له ذمه، فقال: بئس البيت بيت الحمام، يهتك الأستار، ويذهب الوقار، ويؤلف إلى الأطياب الأقذار. ومن أبلغ ما قيل في ذمه قول ابن المعتز:\nحمّامنا كالعجوز\n...\nيشقى به الوارد\nبيت له منتن\n...\nبيت له بارد\nوقوله:\nما نلت بالحمّام حرا ولا\n...\nيصلح فيه غير تبريد ماء\nوجدت بالصيف به رعدة\n...\nفكيف أرجو عرقا في الشتاء\nولبعضهم:\nوحمام دخلناه لأمر\n...\nحكى سقرا وفيه المجرمونا\nفيصطرخوا يقولوا أخرجونا\n...\nفإن عدنا فإنّا ظالمونا\nوللصنوبري:\nحمّامنا ليس فيه ماء\n...\nوبرده ما له انقضاء\nما ينفع القطن فيه شيئا\n...\nولا اللّبابيد والفراء\nالجزء: 1 ¦ الصفحة: 85\n",
        "ترعد في الصيف فيه بردا\n...\nفصيف حمّامنا شتاء فلم نرده لدفع داء\nهل يدفع الداء وهو داء\nالجزء: 1 ¦ الصفحة: 86\n",
        "باب مدح المال\nقد مدح الله المال وسماه خيرا بقوله تعالى: كُتِبَ عَلَيْكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً\n«1» أي مالا، وبقوله تعالى:\nوَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ\n«2» ، أي المال. ويروى عن عبد الرحمن بن عوف رضي الله عنه أنه كان يقول: حبذا المال أصون به عرضي وأقرضه ربي فيضاعفه لي. يريد قوله تعالى: مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً فَيُضاعِفَهُ لَهُ أَضْعافاً كَثِيرَةً\n«3» . وروى السدي عن ابن عباس رضي الله عنهما في قوله عز اسمه: وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ\n«4» ، أي مالا إلى مالكم، وكان رضي الله عنه يقول: قد يشرف الوضيع بالمال. ويقال: المال تكسب أهله المحبة، لا مجد إلا بمال، ولا حمد إلا بفعال. وقيل: الآمال مشغولة بالأموال؛ وقال الشاعر:\nكل النداء إذا ناديت يخذلني\n...\nإلا نداي إذا ناديت يا مالي\nولأبي العتاهية:\nالجزء: 1 ¦ الصفحة: 87\n",
        "قد بلونا الناس في أحوالهم\n...\nفرأيناهم بذي المال تبع\nوقال آخر:\nشيئان لا تحس الدنيا بغيرهما\n...\nالمال يصلح منه الحال والولد\nزين الحياة هما لو كان غيرهما\n...\nكان الكتاب به من ربنا يرد\nيعني قوله تعالى: الْمالُ وَالْبَنُونَ زِينَةُ الْحَياةِ الدُّنْيا\n«1» ، وكان يقال: أصل السؤدد والرياسة المال، وبه تستجمع أسبابهما وتطرد أحوالهما، وقد انقاد الناس حديثا وقديما للغني، ولذلك حكى الله تعالى في أمر طالوت عن ملكه عليهم فقال: إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طالُوتَ مَلِكاً قالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمالِ\n«2» .\nوقلت في المبهج: لا موئل كالمال، وفيه: القلوب لا تستمال بمثل المال والعرض هو العرض، وفيه: مال الرجل موئله وقوّته وقوته، وفيه: من أصلح ماله فقد حصل نقاء العرض وحصن بقاء العز.\nالجزء: 1 ¦ الصفحة: 88\n",
        "باب ذم المال\nقال الله تعالى: أَنَّما أَمْوالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ*\n«1» .\nويقال: المال ملول، والمال ميال، والمال غاد ورائح، وطبع المال كطبع الصبي، لا يوقف على رضاه وسخطه. وقيل: المال لا ينفعك ما لم يفارقك. وقيل: قد يكون مال المرء سبب حتفه، كما الطاووس قد يذبح لحسن ريشه «2» . ومن أحسن ما قيل في هذا المعنى قول ابن المعتز:\nألم تر أنّ المال يهلك ربّه\n...\nإذا جم آتيه وسدّ طريقه\nومن جاور الماء الغزير بجسمه\n...\nوسدّ طريق الماء فهو غريقه\nالجزء: 1 ¦ الصفحة: 89\n",
        "باب مدح الغنى\nقلت في المبهج: لو لم يكن الغنى إلا أنه من صفات الله لكفى به فضلا «1» . ومن أبلغ ما قيل فيه، أي في مدح الغنى وتفضيله على النسب، قول ابن المعتز:\nإذا كنت ذا ثروة من غنى\n...\nفأنت المسوّد في العالم\nوحسبك من نسب صورة\n...\nتخبّر أنك من آدم\nوينشد لأبي الأسود الدؤلي في حارثة بن بدر:\nوتاه تميم بالغنى إنّ للغنى\n...\nلسانا به رب المهانة ينطق «2»\nوقال غيره:\nألم تر أن الفقر يهجر بيته\n...\nوبيت الغنى يهدى له ويزار\nوقلت في المبهج: الغنى مجل مبجل، والفقر مبذل مبتذل.\nالجزء: 1 ¦ الصفحة: 90\n",
        "باب ذم الغنى\nقال الله تعالى: كَلَّا إِنَّ الْإِنْسانَ لَيَطْغى أَنْ رَآهُ اسْتَغْنى\n«1» ، وقال عز ذكره: أَنَّما أَمْوالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ*\n«2» ، وقال تعالى:\nوَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ وَإِذا مَسَّهُ الشَّرُّ فَذُو دُعاءٍ عَرِيضٍ\n«3» . وقال بعض المفسرين في قوله تعالى:\nسَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ*\n«4» ، ما جدد والله معصية إلا جدد لهم نعمة ليستدرجهم بها.\nوقال بعض الحكماء: الغنى يورث البطر. ويقال: غنى النفس أفضل من غنى المال. وقال الشاعر:\nغني النفس ما عمرت غنى\n...\nوفقر النفس ما عمرت شقاء\nوقال محمود بن الوراق:\nلا تشعرن قلبك حبّ الغنى\n...\nإن من العصّمة أن لا تجد\nكم واجد أطلق وجدانه\n...\nعنانه في بعض ما لم يرد\nومدمن للخمر غاد إلى\n...\nسماع عود وغناء غرد\nلو لم يجد خمرا ولا مسمعا\n...\nبرّد بالماء غليل الكبد\nوكم يد للفقر عند امرىء\n...\nطأطأ منه الفقر حتى اقتصد\nالجزء: 1 ¦ الصفحة: 91\n",
        "باب مدح الفقر\nكان يقال: الفقر شعار الصالحين «1» . ويقال: الفقر لباس الأنبياء. وفيه يقول البحتري:\nفقر كفقر الأنبياء وغربة\n...\nوصبابة ليس البلاء بواحد\nوكان يقال: الفقر مخفّ، والغنى مثقل «2» ، ويقال: الفقر أخف ظهرا وأقل عددا. وكان سفيان الثوري يقول: الصبر على الفقر يعدل الجهاد في سبيل الله تعالى.\nومن أحسن ما قيل في مدح الفقر قول أبي العتاهية:\nألم تر أنّ الفقر يرجى له الغنى\n...\nوإنّ الغنى يخشى عليه من الفقر\nوقال محمود الوراق:\nيا عائب الفقر ألا تنزجر\n...\nعيب الغنى أكثر لو تعتبر\nمن شرف الفقر ومن فضله\n...\nعلى الغنى لو صحّ منك النّظر\nأنّك تدعو الله تبغي الغنى\n...\nولست تدعو الله أن تفتقر\nالجزء: 1 ¦ الصفحة: 92\n",
        "باب ذم الفقر\nكان يقال: الفقر مجمع العيوب. ويقال: الفقر كنز البلاء.\nويقال: الفقر هو الموت الأحمر. وقال النبي عليه الصلاة والسلام:\n«كاد الفقر أن يكون كفرا» «1» . وكان سعيد بن عبد العزيز يقول: ما ضرب العباد بسوط أوجع من الفقر. ومن فصول ابن المعتز: لا أدري أيهما أمر.، موت الغنيّ أم حياة الفقير «2» ؟.\nوقلت في المبهج: لا فاقرة كالفقر، وفيه: الفقر في الأذن وقر، وفي الكبد عقر، وفي القلب نقر، وفي الجوف بقر. وينشد لبعضهم:\nإذا قلّ مال المرء قلّ حياؤه\n...\nوضاقت عليه أرضه وسماؤه\nوأصبح لا يدري وإن كان حازما\n...\nأقدّامه خير له أم وراؤه «3»\nوقال صالح بن عبد القدوس:\nبلوت أمور الناس سبعين حجة\n...\nوجربت صرف الدهر في العسر واليسر\nالجزء: 1 ¦ الصفحة: 93\n",
        "فلم أر بعد الدين خيرا من الغنى\n...\nولام أر بعد الكفر شرّا من الفقر «1»\nوقال أبو أحمد اليمامي:\nغالبت كلّ شديدة فغلبتها\n...\nوالفقر غالبني فأصبح غالبي\nإنّ أبده أفضح وإن لم أبده\n...\nأقتل فقبّح وجهه من صاحب\nالجزء: 1 ¦ الصفحة: 94\n",
        "باب مدح القناعة\nقال ابن عباس رضي الله عنهما في قوله تعالى: فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً\n«1» . هي القناعة. وقال بعض الحكماء لابنه: يا بني، العبد حر إذا قنع، والحر عبد إذا طمع. وكان يقال: أنت العزيز ما التحفت بالقناعة. وقيل: القانع بما قسم الله في حدائق النعيم.\nويقال: أخفض الخفض رضا المرء بحظّه. وقال بعضهم: من لم يقنع بالقليل، لم يكتف بالكثير. ومن فصول ابن المعتز: أعرف الناس بالله من رضي بما قسم له. وقال غيره: من قنع بما له استراح وأراح. وقال أبو العتاهية:\nإن كان لا يغنيك ما يكفيكا\n...\nفكلّ ما في الأرض لا يغنيكا\nوقال أيضا:\nقنّع النفس بالكفاف وإلّا\n...\nطلبت منك فوق ما يكفيها\nولغيره:\nإذا شئت أن تحيا سعيدا فلا تكن\n...\nعلى حالة إلا رضيت بدونها\nالجزء: 1 ¦ الصفحة: 95\n",
        "ومن طلب العليا من العيش لم يزل\n...\nحقيرا وفي الدنيا أسير غبونها\nوقال غيره:\nإذا ما شئت أن تحيا\n...\nحياة حلوة المحيا\nفلا تحسد ولا تحقد\n...\nولا تأسف على الدّنيا\nباب ذم القناعة\nقال بعض المهالبة: من اتخذ القناعة صناعة، تلحف بالخمول، وفاتته معالي الأمور. وقال آخر: القناعة من أخلاق العجائز والزمن العاجز. ويقال: البركات حيث الحركات. وقال حكيم لابنه: يا بني، إن القناعة من صغر النفس وقصر الهمة، وضعف الغريزة، ولؤم النحيزة «1» ، فلا ترض لنفسك إلا كل غاية. وقال الرافعي من قصيدة له:\nرأت عزماتي وفرط انكماشي\n...\nوطول التّململ فوق الفراش\nفقالت أراك أخا همّة\n...\nستبلغها فترى ذا انتعاش\nفهلّا قنعت ولا تغترب\n...\nفقلت: القناعة طبع المواشي\nالجزء: 1 ¦ الصفحة: 96\n",
        "وقال رجل لمعروف الكرخي رحمه الله: أأتحرك في طلب الرزق أم أجري في طريق القناعة؟ فقال: تحرك، فإن الله قال لمريم:\nوَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُساقِطْ عَلَيْكِ رُطَباً جَنِيًّا\n«1» ، ولو شاء الله أن ينزله عليها من غير أن تسعى في هز النّخلة لفعل. وقد نظم هذا المعنى من قال:\nألم تر أنّ الله قال لمريم\n...\nوهزّي إليك الجذع يسّاقط الرطب\nولو شاء أن تجنيه من غير هزّها\n...\nجنته ولكن كلّ شيء له سبب\nالجزء: 1 ¦ الصفحة: 97\n",
        "باب مدح القلة\nسمع سيدنا عمر بن الخطاب رضي الله عنه رجلا يقول: اللهم اجعلني من الأقلين، فقال: ما هذا الدعاء؟ فقال: سمعت الله يقول: وَقَلِيلٌ ما هُمْ\n«1» وقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ\n«2» ، وَما آمَنَ مَعَهُ إِلَّا قَلِيلٌ\n«3» .\nوقال بعض العلماء: إن الكثرة ليست بممدوحة في كتاب الله عز وجل، وإنما الممدوح الأقلون، لأنا سمعنا الله يثني على أهل القلة ويمدحهم، ويذم أهل الكثرة ويوبخهم. حيث يقول عز من قائل:\nثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ\n«4» ، ويقول: فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ\n«5» ، ويقول: لَاتَّبَعْتُمُ الشَّيْطانَ إِلَّا قَلِيلًا\n«6» ، ويقول جل ذكره حكاية عن إبليس: لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا\n«7» ، ويقول جل جلاله في ذم الكثرة: وَدَّ كَثِيرٌ مِنْ أَهْلِ\nالجزء: 1 ¦ الصفحة: 98\n",
        "الْكِتابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمانِكُمْ كُفَّاراً حَسَداً\n«1» ، ويقول:\nبَلْ أَكْثَرُهُمْ لا يُؤْمِنُونَ\n«2» . ويقول: وَلكِنَّ أَكْثَرَ النَّاسِ لا يَشْكُرُونَ*\n«3» . ويقول: مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفاسِقُونَ\n«4» .\nويقول: وَتَرى كَثِيراً مِنْهُمْ يُسارِعُونَ فِي الْإِثْمِ وَالْعُدْوانِ وَأَكْلِهِمُ السُّحْتَ\n«5» . ويقول: وَأَكْثَرُهُمْ لا يَعْقِلُونَ\n«6» ، وَلكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ\n«7» . ويقول: وَلكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كارِهُونَ\n«8» . ويقول: وَما وَجَدْنا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنا أَكْثَرَهُمْ لَفاسِقِينَ\n«9» .\nوقال الشاعر «10» :\nتعيّرنا أنّا قليل عديدنا\n...\nفقلت لها إنّ الكرام قليل\nوما ضرّنا أنّا قليل وجارنا\n...\nعزيز وجار الأكثرين ذليل\nالجزء: 1 ¦ الصفحة: 99\n",
        "وقالت الفلاسفة: كل كثير عدوّ للطبيعة. وقالت الأطباء:\nالإقلال مما يضر، خير من الإكثار مما ينفع. وقال إسحق الموصلي:\nهل إلى نظرة إليك سبيل\n...\nفيروي الظما ويشفي الغليل\nإنّ ما قلّ منك يكثر عندي\n...\nوكثير من الحبيب القليل\nوقال الإمام جعفر الصادق، رضي الله تعالى عنه: لا تستح من إعطاء القليل فكل فوائد الدنيا قليل، والحرمان أقل منه. وقال الشاعر:\nليس العطاء من الفضول سماحة\n...\nحتى تجود وما لديك قليل\nباب ذم القلة\nكان يقال: الذلة في القلة، والشرف في السرف. وكان قيس بن سعد بن عبادة يقول: اللهم إنّك تعلم أن القليل لا يسعني ولا أسعه، فأكثر لي ووسع عليّ. وقال منصور الفقيه «1» :\nمنافسة الفتى فيما يزول\n...\nعلى نقصان همّته دليل\nومختار القليل أقلّ منه\n...\nوكلّ فوائد الدّنيا قليل\nالجزء: 1 ¦ الصفحة: 100\n",
        "وقال السري الموصلي «1» :\nقبلت على الرغم نيل البخيل\n...\nوقلت: قليل أتى من قليل\nتعجبت لما ابتدى بالجميل\n...\nوما كان يعرف فعل الجميل\nوما كان إعطاؤه سؤددا\n...\nولكنه غلطة من بخيل\nويقال: من قل ذل، ومن بز عز. وقال النبي صلى الله عليه وسلم: «كونوا من السواد الأعظم» «2» .\nالجزء: 1 ¦ الصفحة: 101\n",
        "باب مدح اللسان\nكان يقال: ما الإنسان لولا اللّسان إلا صورة ممثّلة، أو ضالة، أو بهيمة مرسلة.\nوقال بعض الحكماء: المرء بأصغريه قلبه ولسانه، إن نطق نطق ببيان، وإن قاتل قاتل بجنان. وقال الجاحظ: اللسان أداة يظهر به البيان، وشاهد يعبر عن الضمير، وحاكم يفصل بين الخطاب، وناطق يرد به الجواب، وشافع تدرك به الحاجة، وواصف تعرف به الأشياء، وواعظ ينهي عن القبيح، ومبشر ترد به الأحزان، ومعتذر تذهب به الأضغان، ومله يونق الأسماع، وزارع يحرث المودة، وحاصد يستأصل العداوة، وشاكر يستوجب المزيد، ومؤنس يسلي الوحشة. ويقال: المرء مخبوء تحت طي لسانه، لا تحت طيلسانه.\nوقال بعض العلماء البلغاء: للسان فضائل معدومة في الجوارح، ودرجته عالية على درجاتها، لما خصه الله به من النطق والبيان وأنطقه بالذكر والقرآن، وأنشد «1» :\nلسان الفتى نصف ونصف فؤاده\n...\nفلم يبق إلا صورة اللّحم والدّم\nفكائن ترى من صامت لك معجب\n...\nزيادته أو نقصه في التّكلّم\nالجزء: 1 ¦ الصفحة: 102\n",
        "ومن أحسن ما قيل في اللسان والبراعة قول إبراهيم بن شاه في أبي مسلم:\nلسان محمد أمضى غرارا\n...\nوأنفذ من ظبا السيف الحسام\nإذا ارتجل الكلام بدا خليج\n...\nبفيه يمدّه بحر الكلام\nكلام بل مدام بل نظام\n...\nمن الياقوت بل حبّ الغمام\nوقال آخر:\nوما المرء إلا أصغريه لسانه\n...\nومقوله والجسم خلق مصور\nفإن نظرة راقتك فاحذر فربما\n...\nأمر مذاق العود والعود أخضر\nإعلم أن كمال العالم هو الإنسان، وكمال الإنسان هو اللسان، وجماله هو البيان.\nنظر رسول الله صلى الله عليه وسلم، إلى عمه العباس رضي الله عنه فتبسم، فقال له: ممّ ضحكت يا رسول الله؟ فقال: «أعجبني جمالك يا عم» ، فقال: أين موضع الجمال مني؟ فأشار إلى لسانه «1» . وقال أيضا عليه الصلاة والسلام: «جمال الرجل فصاحة لسانه» «2» .\nالجزء: 1 ¦ الصفحة: 103\n",
        "باب ذم اللسان\nكان يقال: مقتل الرجل بين فكّيه. وقال بعض البلغاء: اللسان أجرح جوارح الإنسان. وقال آخر: اللسان سبع صغير الجرم كبير الجرم. وكان ابن مسعود، رضي الله عنه يقول: والذي لا إله إلا هو ما على الأرض شيء أحق بطول السجن من اللسان «1» . قال بعض العرب لرجل وهو يعظه في حفظ اللسان: إياك أن يضرب لسانك عنقك. وقد قيل:\nإحذر لسانك أيّها الإنسان\n...\nلا يلدغنّك إنّه ثعبان\nكم في المقابر من قتيل لسانه\n...\nكانت تهاب لقاءه الفرسان\nوقال أبو محمد بن اليزيدي:\nحتف الفتى لسانه\n...\nفي جده ولعبه\nبين اللهات مسكنه\n...\nركب في مركبه\nوقال آخر:\nجراحات السّنان لها التئام\n...\nلا يلتام ما جرح اللسان\nوقال ابن المعتز:\nأيا ربّ ألسنة كالسيوف\n...\nتقطّع أعناق أصحابها\nوكم قد دهى المرء من نفسه\n...\nفلا تؤكلن بأنيابها\nومن أبلغ ما قيل في عي اللسان قول بعضهم:\nالجزء: 1 ¦ الصفحة: 104\n",
        "بين فكيه لسان\n...\nينسب العيّ إليه\nفإذا حاول قولا\n...\nعسر القول لديه\nوسواء هو فيه\n...\nأو حسام في يديه\nالجزء: 1 ¦ الصفحة: 105\n",
        "باب مدح الصمت\nمن حكم لقمان رحمة الله عليه: الصمت حكمة وقليل فاعله.\nوكان يقال: الصمت أنفع للناس، والسكون أنفع للطير لأن الطير إذا نبش قبض وحبس. وقال بعض السلف: الندم على الصمت خير من الندم على القول. ومن فصول ابن المعتز: من أخافه الكلام أجاره الصمت «1» . وقال أيضا: الخطأ بالصمت يختم «2» ، والخطل بمثله لا يكتم. وقال آخر:\nالصمت يكسب أهله\n...\nصدق المودّة والمحبه\nوالقول يستدعي لصا\n...\nحبه المذمّة والمسبّه\nفاترك كلاما لاغيا\n...\nولا يكن لك فيه رغبه\nوقيل: أربع كلمات صدرت عن أربعة ملوك؛ كأنما رميت عن قوس واحدة، قال كسرى: لم أندم على ما لم أقل، وندمت على ما قلت مرارا. وقال قيصر: إني على رد ما لم أقل أقدر مني على رد ما قلت. وقال ملك الصين: إذا تكلمت بكلمة ملكتني، وإذا لم أتكلم بها ملكتها. وقال ملك الهند: عجبت لمن يتكلم بالكلمة، إن رفعت ضرّته، وإن لم ترفع ما نفعته «3» .\nالجزء: 1 ¦ الصفحة: 106\n",
        "ويقال: من سكت فسلم، كان كمن تكلم فغنم. ويقال: من علامات العاقل حسن سمته وطول صمته. وقال بعض الحكماء:\nأوّل العلم الصمت، والثاني حسن الاستماع، والثالث الحفظ، والرابع العمل به، والخامس نشره. وقيل: من حفظ لسانه نجا من الشر كله.\nنظم:\nولو يكون القول في القياس\n...\nمن فضّة بيضاء عند الناس\nإذا لكان الصمت من خير الذهب\n...\nفاسمع هداك الله تلخيص الأدب\nوقال آخر:\nوالصمت عند القبيح تسمعه\n...\nصاحب صدق لكل مصطحب\nفآثر الصمت ما استطعت فقد يؤثر قول الحكيم في الكتب\nلو كان بعض الكلام من ورق\n...\nلكان جل السكوت من ذهب\nوقال آخر:\nمت بداء الصمت خير\n...\nلك من داء الكلام\nإنما العاقل من أل\n...\nجم فاه بلجام\nوفي كتاب عيون الآداب بيت:\nكلام راعي الكلام قوت\n...\nقد أفلح الصامت السكوت\nوقال ابن مسعود: ما شيء أحق بطول السجن من اللسان «1» .\nالجزء: 1 ¦ الصفحة: 107\n",
        "وقال بعضهم: إذا أعجبك الكلام فاصمت. وقيل:\nإحفظ لسانك إن اللسان\n...\nسريع إلى المرء في قتله\nوهذا اللسان بريد الفؤاد\n...\nيدلّ الرجال على عقله\nوقال آخر:\nإن كان يعجبك السكوت فإنه\n...\nقد كان يعجب قبلك الأخيارا\nولئن ندمت على سكوت مرة\n...\nفلقد ندمت على الكلام مرارا\nإن السكوت سلامة ولربما\n...\nزرع الكلام عداوة وضرارا\nباب ذم الصمت\nقال رجل بين يدي عمر رضي الله عنه: الصّمت مفتاح السلامة، فقال: نعم ولكنه قفل الفهم. وكان يقال: من تكلم فأحسن قدر أن يسكت فيحسن.\nوقال بعض الفلاسفة: الصمت نتيجة الموت، كما أن المنطق نتيجة الحياة.\nوقال النبي صلى الله عليه وسلم: «تكلموا تعرفوا» ، ولم يقل اسكتوا تعرفوا.\nوقال الله تعالى حكاية عن يوسف عليه السلام وعن الملك: فَلَمَّا كَلَّمَهُ قالَ إِنَّكَ الْيَوْمَ لَدَيْنا مَكِينٌ أَمِينٌ\n«1» ، ولم يقل فلما سكت عنده.\nالجزء: 1 ¦ الصفحة: 108\n",
        "وقال آخر: أخزى الله المساكتة فما أسوأ أثرها على اللسان وأجلبها للعي والحصر إلى الإنسان. وقال بعض الحكماء: إنك تمدح الصمت بالمنطق، ولا تمدح المنطق بالصمت، وما عبر به عن شيء فهو أفضل. ويقال: اللسان عضو فان مرنته مرن، وإن تركته حرن.\nالجزء: 1 ¦ الصفحة: 109\n",
        "باب مدح الصبر\nقال النبي صلى الله عليه وسلم: «لم يؤت الناس خيرا من الصبر والمعافاة» «1» .\nوقال أيضا عليه السلام: «لم نزل نستزيد للصابرين «2» حتى نزلت:\nإِنَّما يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسابٍ\n«3» . وقال عليه السلام:\n«عليكم بالصبر، فإنه لا إيمان لمن لا صبر له» «4» . وقال أيضا:\n«الصبر ثلاثة: صبر على المصيبة، وصبر على الطاعة، وصبر على المعصية «5» . شعر:\nتصبّر ولا تبد التّضعضع للعدا\n...\nولو قطّعت في الجسم منك البواتر\nسرور الأعادي أن تراك بذلة\n...\nولكنها تغتمّ إذ أنت صابر\nولبعضهم:\nبنى الله للأخيار بيتا سماؤه\n...\nهموم وأحزان وحيطانه الضر\nالجزء: 1 ¦ الصفحة: 110\n",
        "وأدخلهم فيه وأغلق بابه\n...\nوقال لهم مفتاح بابكم الصبر\nوكان ينشد:\nإني وجدت وخير القول أصدقه\n...\nللصبر عاقبة محمودة الأثر\nوقلّ من جدّ في أمر يحاوله\n...\nفاستصحب الصّبر إلّا فاز بالظّفر\nوقال آخر:\nعليك بالصبر فيما قد منيت به\n...\nفالصبر يذهب ما في الصّدر من حرج\nكم ليلة من غموم الدهر مظلمة\n...\nقد ضاء من بعدها صبح من الفرج\nوقال آخر:\nتصبّر إذا ما آلمتك ملمة\n...\nوأهون بها ما لم تسمك بعار\nفغب قطوب النحس بشر سعادة\n...\nوبعد ظلام الليل نور نهار\nوفي بعض الأخبار الصبر نصف الإيمان، واليقين الإيمان كله.\nوقال آخر:\nإذا المرء لم يأخذ من الصبر حظه\n...\nتقطّع من أسبابه كلّ مبرم\nالجزء: 1 ¦ الصفحة: 111\n",
        "ويقال: أوكد الأسباب للظفر الصبر. وقال بعض العلماء:\nالصبر جنّة المؤمن، وعزيمة المتوكل، وسبب درك النجح في الحوائج.\nويقال: من وطّن نفسه على الصبر لم يجد للأذى مسا. وقال النبي صلى الله عليه وسلم: «من استعف بالله عفا، ومن استعان به أعانه، ولن تجدوا حظا خيرا من الصبر» «1» .\nوقال الشاعر:\nقرين الصّبر يظفر بعد حين\n...\nبحاجته فيوجد قد قضاها\nوقال المهلب: يا بني إن غلبتم على الظفر، فلا تغلبوا على الصبر.\nوقال آخر:\nمن يمتط الصبر يضع رحله\n...\nبساحة الرّاحة واليسر\nوقال محمود «2» :\nالصبر أمضى سلاح ذي الأدب\n...\nفاقمع به حدّ سورة الأرب\nوقال الله تعالى: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ\n«3» . وقال عز اسمه: وَجَزاهُمْ بِما صَبَرُوا جَنَّةً وَحَرِيراً\n«4» . وقال عز من قائل: وَبَشِّرِ الصَّابِرِينَ\n«5» ، الآية.\nالجزء: 1 ¦ الصفحة: 112\n",
        "وكان الحسن البصري يقول: إني لأعجب ممن خف كيف خف بعد هذه الآية: وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنى عَلى بَنِي إِسْرائِيلَ بِما صَبَرُوا\n«1» .\nوقال عمر بن عبد العزيز: ما أنعم الله على عبد نعمة فنزعها عنه فصبر، إلا كان ما أعاضه أفضل مما انتزعه عنه، ثم قرأ: إِنَّما يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسابٍ\n«2» . وقال بعض الحكماء:\nالصبر صبران: صبر عمّا تحب، وصبر على ما تكره «3» ، والرجل من جمع بينهما «4» . وقلت في المبهج: الصبر أحجى بذي الحجج.\nوقال حكيم: تابع الصبر متبوع النصر. وقال الشاعر:\nما أحسن الصبر في مواطنه\n...\nوالصبر في كل موطن حسن\nوقال ابن الجهم:\nوعاقبة الصّبر الجميل جميلة\n...\nوأفضل أخلاق الرجال التّفضل\nويقال: الصبر كاسمه، وعاقبته العسل.\nالجزء: 1 ¦ الصفحة: 113\n",
        "باب ذم الصبر\nالصبر كاسمه، ويقال: الصبر تجرع الغصة، وانتظار الفرصة.\nوأنشد:\nوإني لأدري أنّ في الصبر راحة\n...\nولكنّ إنفاقي على الصّبر من عمري\nيقولون لي صبر التّحمّد غبّة\n...\nفقلت لهم ليس التّصبّر من أمري\nوقال البرقعي:\nمن حمد الصّبر وحالاته\n...\nفلست بالحامد للصبر\nكم جرعة للصبر جرعتها\n...\nأمر في الذوق من الصبر\nصبرت حتى قيل لي جاهل\n...\nلا يعرف الخير من الشر\nإني إذا الدهر نبا نبوة\n...\nأصبر للدهر من الدهر\nوقال أبو القاسم بن أبي العلاء «1» الأصفهاني «2» :\nفإن قيل لي صبرا فلا صبر للذي\n...\nغدا بيد الأيام تقتله صبرا\nوإن قيل لي عذرا فو الله ما أرى\n...\nلمن ملك الدّنيا إذا لم يجد عذرا\nالجزء: 1 ¦ الصفحة: 114\n",
        "باب مدح الحلم\nكان يقال: الحلم حجاب الآفات. وقال حكيم: حلم ساعة يردّ سبعين آفة. وقال بعض السلف: الحلم أجلّ من العقل، لأن الله تعالى وصف نفسه به. وقيل: حسب الحليم أنّ الناس أنصاره على الجاهل، ومن ملك غضبه احترز من عدوه. وقال الحسن رحمة الله عليه: ما بعث الله نبيا إلى قوم إلا بعثه وأمره بالحلم. وكان الأحنف يقول: ما أضيف شيء إلى شيء أحسن من علم إلى حلم.\nوكان يقول: من لم يصبر على كلمة واحدة، سمع كلمات.\nومن أحسن ما قيل في الحلم قول الشاعر:\nلن يبلغ المجد أقوام وإن كرموا\n...\nحتى يذلوا وإن عزّوا لأقوام\nويشتموا فترى الألوان مشرقة\n...\nلا عفو ذل ولكن عفو أحلام\nباب ذم الحلم\nكان يقال: من عرف بالحلم كثرت الجراءة عليه. وقال بعض السلف: الحلم ذلّ كله. وقال السفاح: إذا كان الحلم مفسدة،\nالجزء: 1 ¦ الصفحة: 115\n",
        "كان العفو معجزة. وقال الشاعر:\nأرى الحلم في بعض المواطن ذلّة\n...\nوفي بعضها عزا يسوّد فاعله\nوقاتل الأحنف قتالا شديدا في بعض المواطن، فقيل له: أين الحلم يا أبا بحر! فقال: عند الحياء. وكان يقال: آفة الحلم الضعف. ومن أحسن ما قيل في هذا الباب قول النابغة الجعدي:\nلا خير في حلم إذا لم تكن له\n...\nبوادر تحمي صفوه أن يكدّرا\nولا خير في جهل إذا لم يكن له\n...\nأديب إذا ما أورد الأمر أصدرا\nوقال محمد بن وهب:\nلئن كنت محتاجا إلى الحلم إنني\n...\nإلى الجهل في بعض الأحايين أحوج\nولي فرس للحلم بالحلم ملجم\n...\nولي فرس للجهل بالجهل مسرج\nفمن شاء تقويمي فإني مقوّم\n...\nومن رام تعويجي فإني معوج\nوأحسن ما سمعت في هذا الباب ما قيل:\nأتاني منك ما ليس\n...\nعلى مكروهه صبر\nفاغضيت على عمد\n...\nوقد يغضي الفتى الحرّ\nوأدّبتك بالهجر\n...\nفما أدّبك الهجر\nالجزء: 1 ¦ الصفحة: 116\n",
        "ولا ردّك عما كا\n...\nن منك الصفح والزجر\nفلما اضطرني المكرو\n...\nهـ واشتد بي الأمر\nتناولتك من سرّي\n...\nبما ليس له قدر\nفحركت جناح الذلّ\n...\nلما مسّك الضرّ\nإذا لم يصلح الخير\n...\nأمرأ أصلحه الشر\nقد شذ في الأصل منه بيت، قال الشيخ الإمام: البيت الأخير من قول الحسن، وهو أنه قيل له: إن عندنا رجلا إذا قيل له جزاك الله خيرا يغضب، فقال: من لا يصلحه الخير أصلحه الشر.\nالجزء: 1 ¦ الصفحة: 117\n",
        "باب مدح المشورة\nروي عن النبي صلى الله عليه وسلم أنه قال: «المستشار بالخيار، وإن شاء قال، وإن شاء سكت» . وقال عليه الصلاة والسلام أيضا:\n«المستشار مؤتمن» «1» . وقال الحسن البصري: إن الله تعالى أمر نبيه عليه السلام بالمشورة، لا من حاجة منه إلى آرائهم، وإنما أراد عز اسمه أن يعلمنا ما في المشورة من الفضيلة، حيث قال: وَشاوِرْهُمْ فِي الْأَمْرِ\n«2» ، يعني أن الإنسان لا يستغني عن مشورة نصيح له، كما أن القوادم من ريش الجناح تستعين بالخوافي منه. قال بشار:\nإذا بلغ الرأي المشورة فاستعن\n...\nبحزم نصيح أو نصاحة حازم\nولا تجعل الشورى عليك غضاضة\n...\nفريش الخوافي تابع للقوادم\nقال الأصمعي: قلت لبشار: رأيت رجال الرأي يتعجبون من أبياتك في المشورة، فقال: أو ما علمت أن المشاور بين إحدى الحسنيين، صواب يفوز بثمرته، أو خطأ يشارك في مكروهه، فقلت له: أنت والله في هذا الكلام أشعر منك في شعرك. وقال الجاحظ:\nالمشورة لقاح العقول، ورائد الصواب، والمستشير على طرف\nالجزء: 1 ¦ الصفحة: 118\n",
        "النجاح، واستنارة المرء برأي أخيه، من عزم الأمور وحزم التدبير، وقد أمر الله تعالى أكمل الخلق لبا، وأولاهم بالإصابة عزما، فقال لرسوله الكريم عليه السلام في كتابه الكريم: وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ\n«1» .\nوقال حكيم: إذا شاورت العاقل صار عقله لك «2» . ويقال:\nأول الحزم المشورة. وقال العتابي: المشورة عين الهداية، وقد خاطر من استغنى برأيه «3» .\nوقال ابن المعتز: المشورة راحة لك، وتعب لغيرك. وقال أيضا: من أكثر المشورة لم يعدم عند الصواب مادحا، وعند الخطأ عاذرا. وقلت في المبهج: ثمرة رأي الأديب المشير، أحلى من رأي المشور. ولبعضهم: لا تشاور الجائع حتى يشبع، ولا الغضبان حتى يهجع، ولا الأسير حتى يطلق، ولا المضل حتى يجد، ولا الراغب حتى ينجح. وقال بعض الحكماء: ما خاب من استشار ولا ندم من استخار «4» . وقال صالح بن عبد القدوس:\nومن الرجال من استوت أحلامهم\n...\nمن يستشار إذا استشير فيطلق\nحتى يجول بكل واد قلبه\n...\nفيرى الصواب بها يشير فينطق\nالجزء: 1 ¦ الصفحة: 119\n",
        "إن الأديب إذا تفكّر لم يكد\n...\nيخفى عليه من الأمور الأوفق\nفهناك تشعب ما تفاقم صدعه\n...\nويداك ترتق كلّ أمر يفتق\nوإذا استشرت ذوي العقول فخيرهم\n...\nعند المشورة من يحن ويشفق\nوكان يقال: نصف عقلك مع أخيك فاستشره. وكان يقال: ما استنبط الصواب بمثل المشورة، ولا خصبت النعم بمثل المواساة، ولا اكتسبت البغضة بمثل الكبر. وكان يقال: لا يستقيم الملك بالشركاء، ولا يستقيم الرأي بالتفرد به.\nوقيل: شاور قبل أن تقدم. وقال عبد الملك بن مروان: لأن أخطىء وقد استشرت، أحب إليّ من أن أصيب وقد استبددت برأي من غير مشورة. وقال سليمان بن داود عليهما السلام لابنه: لا تقطعن أمرا حتى تشاور مرشدا، فإنك إذا فعلت ذلك لم تحزن عليه. وقيل للنبي عليه الصلاة والسلام: ما الحزم؟ قال: «أن تستشير ذا الرأي وتطيع أمره» «1» . وقال عليه الصلاة والسلام: «لم يهلك امرؤ عن مشورة» «2» . وقيل: مكتوب في التوراة: من ملك استأثر، ومن لم يستشر يندم، والحاجة الموت الأكبر والهم نصف الهرم. وقال الشاعر:\nنصحت لذي جهل وقلت لعلّه\n...\nبنصحي له من نومه يتنبه\nالجزء: 1 ¦ الصفحة: 120\n",
        "فما نجعت فيه النصائح منجعا\n...\nوهل يبرىء الكهان من هو أكمه\nباب ذم المشورة\nكان عبد الملك بن صالح يقول: ما استشرت أحدا قط إلّا تكبر عليّ، وتصاغرت له، ودخلته العزة ودخلتني الذلة، فإياك والمشاورة وإن ضاقت بك المذاهب، واشتبهت عليك المسارب، وأداك فرط الاستبداد إلى الخطأ والفساد. وكان عبد الله بن طاهر يقول: ما حك ظهري مثل ظفري، ولأن أخطىء مع استبداد ألف خطأ أحبّ إليّ من أن أرى بعين النقص عند المستشار.\nالجزء: 1 ¦ الصفحة: 121\n",
        "باب مدح التأني\nقال الله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا\n«1» الآية، يعني فتثبتوا، وهو أبين. وقال حكيم: ينبغي للوالي أن يتثبت فيما أنهي إليه، ولا يتعجل، ويتأنى ويتمهل، حتى ينظر ويستكشف الحال، ويأخذ بأدب سليمان عليه السلام حيث قال: سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكاذِبِينَ\n«2» . وفي الخبر:\n«التأني من الله والعجلة من الشيطان» . ويقال: الأناة حصن السلامة، والعجلة مفتاح الندامة. وقيل: التأني مع الخيبة، خير من العجلة مع النجاح. وقال آخر: التأني في الأمور أول الحزم، والتسرع إليها عين الجهل. وقال النابغة:\nالرّفق يمن والأناة سعادة\n...\nفتأنّ في أمر تلاق نجاحا\nوقال القطامي:\nقد يدرك المتأنّي بعض حاجته\n...\nوقد يكون مع المستعجل الزّلل «3»\nويقال: ائتد تصب أو تكد؛ يعني إرفق لتدرك الصواب أو\nالجزء: 1 ¦ الصفحة: 122\n",
        "تقرب أن تدركه. قال النبي عليه الصلاة والسلام: «من تأنى أصاب أو كاد، ومن تعجل أخطأ أو كاد» .\nباب ذم التأني\nكان يقال: إياكم والتأني في الأمور فإن الفرص تمر مر السحاب. وقال ابن عائشة القرشي: الفلك أجدر من أن يحتمل معه التأني والتثبت، وخير الخير أعجله. ويقال: الآفات في التأخيرات.\nوقيل لابي العيناء: لا تعجل، فإن العجلة من الشيطان، فقال: لو كانت العجلة من الشيطان لما قال كليم الله عليه الصلاة والسلام:\nوَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضى\n«1» .\nوقال القطامي بعد قوله: قد يدرك المتأني البيت:\nوربما فات قوما بعض نجحهم\n...\nمن التأني وكان الحزم لو عجلوا «2»\nوأحسن منه قول ابن الرومي:\nعيب الأناة وإن كانت مباركة\n...\nأن لا خلود وأن ليس الفتى الحجر\nوقال ابن المعتز:\nوإن فرصة أمكنت في العدا\n...\nفلا تبد فعلك إلّا بها «3»\nالجزء: 1 ¦ الصفحة: 123\n",
        "فإن لم تلج بابها مسرعا\n...\nأتاك عدوّك من بابها\nوإياك من ندم بعدها\n...\nوتأميل أخرى وأنّى بها\nوقال محمد بن بشير «1» :\nكم من مضيّع فرصة قد أمكنت\n...\nلغد وليس غد له بموات\nحتّى إذا فاتت وفات طلابها\n...\nذهبت عليها نفسه حسرات\nالجزء: 1 ¦ الصفحة: 124\n",
        "باب مدح الوحدة والعزلة\nكان يقال: الوحدة خير من جليس السوء. ويقال: العزلة من الناس تقي العرض، وتبقي الجلالة، وتستر الفاقة، وترفع مؤنة المكافأة في الحقوق الواجبة. وقال الشاعر:\nكن لقعر البيت جلسا\n...\nوارض بالوحدة أنسا\nلست بالواجد خلا\n...\nأو ترد اليوم أمسا\nوأنشدني ميمون بن سهل الواسطي قال: أنشدني القاضي أبو الحسن علي بن عبد العزيز الجرجاني «1» لنفسه:\nما تطعمت لذة العيش حتى\n...\nسرت في وحدتي لكتبي جليسا\nإنما الذّل في مداخلة الناس\n...\nفدعها وكن كريما رئيسا\nليس عندي شيء أجلّ من العلم\n...\nفلا أبتغي سواه أنيسا\nوقال مكحول: إن كان الفضل في الجماعة، فإن السلامة في الوحدة والعزلة.\nالجزء: 1 ¦ الصفحة: 125\n",
        "ومن أحسن ما قيل في هذا الباب قول منصور بن إسماعيل المصري:\nالناس بحر عميق\n...\nوالبعد عنهم سفينه\nوقد نصحتك فانظر\n...\nلنفسك المسكينه\nولبعضهم:\nالناس داء دفين\n...\nلا تركننّ إليهم فيهم خداع ومكر\nلو اطّلعت عليهم\nوأنشدني البستي لأبي سليمان الخطابي «1» :\nقد أولع الناس بالتلاقي\n...\nوالمرء صبّ إلى مناه\nوإنما منهم صديقي\n...\nمن لا يراني ولا أراه\nوله أيضا:\nإذا خلوت صفا ذهني وعارضني\n...\nخواطر كطراز البرق في الظّلم\nفإن توالى صياح الناعقين على\n...\nأذني عرتني منه حكلة العجم «2»\nومن أحسن ما قيل في الانفراد قول أبي هيان:\nإن أمس منفردا فالليث منفرد\n...\nوالبدر منفرد والسيف منفرد\nالجزء: 1 ¦ الصفحة: 126\n",
        "وقلت في المبهج: من لزم الخلوة بربه، حصل في العيش الأمتع والحي الأمنع. وقال أبو العتاهية:\nوحدة الإنسان خير\n...\nمن جليس السوء عنده\nوجليس الخير خير\n...\nمن جلوس المرء وحده\nباب ذم الوحدة\nقيل: الوحدة وحشة، والوحدة قبر الحي. وفي الخبر:\nالشيطان مع الواحد وهو عن الإثنين أبعد، ويد الله مع الجماعة «1» .\nولحاتم الطائي وهو مما يتمثل به:\nإذا لزم الناس البيوت رأيتهم\n...\nعماة عن الأخبار خرق المكاسب «2»\nويقال: إياكم والعزلة فإن لقاء الناس معتبرا نافعا ومتعظا واسعا، ومجالسة الناس تجلو البصر وتطرد الفكر.\nويقال: الانقباض من الناس مكسبة للعداوة. وقال بعض الحكماء: إياكم والخلوات فإنها تفسد العقول، وتحل المعقود، وتعقد المحلول. وقال آخر: البيت رمس ما لزمته، والهم زمانة ما سلطته.\nولأبي تمام في معناه بعينه:\nوراكد الهمّ كالزمانة\n...\nوالبيت إذا لزمته رمس\nالجزء: 1 ¦ الصفحة: 127\n",
        "باب مدح الشجاعة\nفي الخبر: إن الله يحب الشجاعة ولو على قتل حية أو عقرب» . وكتب أنوشروان إلى وكلائه: عليكم بأهل الشجاعة والسخاء، فإنهم أهل حسن الظن بالله تعالى. وكان يقال: الشجاع موقى، والجبان ملقى. ويقال: الشجاع محبب حتى إلى عدوه، والجبان مبغض حتى إلى أمه، وقال بعض الحكماء: قوة النفس أبلغ من قوة الجسد، وقال الشاعر:\nيفرّ الجبان من أبيه وأمّه\n...\nويحمي شجاع القوم من لا يناسبه\nولما قال أبو الطيب المتنبي:\nيرى الجبناء أنّ العجز عقل\n...\nوتلك خديعة الطبع اللئيم\nوكلّ شجاعة في المرء تغني\n...\nولا مثل الشجاعة في الحكيم «1»\nقيل له: أنى يكون الشجاع حكيما وهما على طرفي نقيض؟\nقال: هذا علي بن أبي طالب رضي الله عنه وكان يقال: خيفة العاقبة تورث جبنا والشجاعة حسن الظن. وكان خالد بن الوليد رضي الله\nالجزء: 1 ¦ الصفحة: 128\n",
        "عنه يقول: ما ليلة أقر لعيني من ليلة يهدى إليّ فيها عروس إلا ليلة أغدو فيها لقتال العدو. وكان حصين بن المنذر صاحب راية أمير المؤمنين علي بن أبي طالب كرم الله وجهه يقول: ابتذال الأنفس في الحرب أبقى لها إذا أخر في الآجال.\nوقيل لعباد بن الحصين: في أي جنّة تحب أن تلقى عدوك؟\nقال: في أجل مستأخر. وكان يقال: إن بني هاشم شجعان قريس وأسخياء قريش، أجمع أهل الإسلام على أنه لم يكن فارس في زمن رسول الله صلى الله عليه وسلم أشجع من علي بن أبي طالب رضي الله عنه. وقيل:\nلا يصدق في القتال إلا ثلاثة، مستنصر في دين أو غيران على النساء أو ممتهن من ذل.\nباب ذم الشجاعة\nقيل: إنه روي عن شيخ كبير وقد تأخر عن الصف في الحرب، واستعد للهرب فقيل له: نراك غير شجاع! فقال: لو كنت شجاعا ما بلغت هذا السن. وقيل: ما في الدنيا شجاع إلا متهور، ولا جبان إلا متحرز.\nوقال بعض الجبناء: من أراد السلامة، فليدع الشجاعة. وقال آخر: يقال: فر أخزاه الله، خير من قتل رحمه الله؛ هو كقولهم:\nرهبوت خير من رحموت.\nويقال: الفرار في وقته ظفر. وقال محمد بن أبي حمزة العقيلي مولى الأنصار:\nظلّت تشجعني هند وقد علمت\n...\nأنّ الشجاعة مقرون بها العطب\nالجزء: 1 ¦ الصفحة: 129\n",
        "يا هند لا والذي حجّ الحجيج له\n...\nلا يشتهي الموت عندي من له أدب\nوهذا أحسن ما قيل في مدح الجبن. وقال بعضهم: الشجاعة تغرير، والتغرير مفتاح البؤس.\nالجزء: 1 ¦ الصفحة: 130\n",
        "باب مدح الجود\nفي الخبر: «إن الله تبارك وتعالى يحب الجواد لأنه جواد كريم» «1» وفيه أيضا: «الجود من أخلاق أهل الجنة» «2» . ويقال:\nالجود غاية الزهد، والزّهد غاية الجود. وقال غيره: الجود أن تكون بمالك متبرّعا، وعن مال غيرك متورّعا.\nوقال علي بن عبد الله: الناس في الدنيا الأسخياء، وفي الآخرة الأتقياء. وكان خالد بن عبد الله القسري «3» يقول: تنافسوا في المغانم وسارعوا إلى المكارم، واكتسبوا بالجود حمدا ولا تكتسبوا بالمال ذما، ولا تعدوا بمعروف لم تجعلوه، واعلموا أن حوائج الناس نعمة من الله عليكم، فلا تملوها فتعود نقما. وقال الشاعر:\nلا تزهدنّ في اصطناع العرف تفعله\n...\nإنّ الذي يحرم المعروف محروم\nوقال آخر من غير الكتاب الأصلي:\nالجزء: 1 ¦ الصفحة: 131\n",
        "ستلقى الذي قدمت للنفس محضرا\n...\nفأنت بما تأتي من الخير أسعد\nوقال طلحة بن عبد الله: إنا لنجد بأموالنا ما يجد البخلاء، ولكنا نصبر. وقال العتابي: من منع الحمد ماله، ورثه من لا يحمده عليه. وكان يقال: رب فاجر في دينه أخرق في معيشته دخل الجنة بسماحته. وقال العتابي: ثواب الجود ثلاثة: خلف ومحبة ومكافأة، وثواب البخل مثلها: تلف ومذمة وحرمان. وكتب الحسن بن علي إلى أخيه رضي الله عنهم: يعتب عليه في إعطاء الشعراء، فأجابه: خير المال ما وقي به العرض.\nوقال غيره: الجود أشرف الأخلاق وأنفس الأعلاق. وقال ابن المعتز: الجود حارس العرض من الذم. وقال آخر: الأسخياء يعبدهم المال، والبخلاء يعبدونه. وقال بعض السلف: لو كان شيء يشبه الربوبية لقلت الجود. ويقال: من جاد ساد، ومن بخل رذل.\nوقال عمر رضي الله عنه: السيد الجواد حين يسأل. وقال أبو نواس:\nأنت للمال إذا أمسكته\n...\nفإذا انفقته فالمال لك\nولبعضهم:\nيا غافلا من حركات الفلك\n...\nنبّهك الله فما أغفلك\nمالك للغير إذا صنته\n...\nوكلّ ما أنفقته فهو لك\nولسيدنا عمر بن عبد العزيز لما لاموه على الكرم:\nمالي عليّ حرام إن بخلت به\n...\nوصاحب البخل بين الناس مذموم\nالجزء: 1 ¦ الصفحة: 132\n",
        "مالي أشحّ بمال لست أملكه\n...\nوالمال بعدي إذا ما مت مقسوم\nلا بارك الله في مال أخلّفه\n...\nللوارثين وعرضي فيه مشتوم\nولبعضهم:\nمات الكرام وولوا وانقضوا ومضوا\n...\nومات في إثرهم تلك الكرامات\nوخلفوني في قوم ذوي سفه\n...\nلو عاينوا طيف ضيف في الكرى ماتوا\nوفي كتاب عيون الآداب روي عن النبي صلى الله عليه وسلم أنه قال: «أشد الأعمال ثلاثة: إنصاف الناس من نفسك، ومواساة الأخ في مالك، وذكر الله على كل حال» .\nوقال بعض العلماء: من أيقن بالخلف، جاد بالعطية.\nأتي النبي صلى الله عليه وسلم بأسارى فأمر بقتلهم وأفرد رجلا منهم، فقال له علي بن أبي طالب رضي الله عنه: يا رسول الله الرّبّ واحد والدين واحد، والذنب واحد، فما بال هذا أفرد من بينهم؟ فقال صلى الله عليه وسلم: نزل عليّ جبريل عليه السلام، فقال: «أقتل هؤلاء واترك هذا فإن الله شكر له سخاء فيه» «1» . وقال بعض الأنبياء لإبليس: من أحب الناس إليك؟ قال: عابد بخيل، قال: فمن أبغض الناس إليك؟\nالجزء: 1 ¦ الصفحة: 133\n",
        "قال: فاسق سخي، قال: كيف ذلك؟ قال: لأني لا أرجو أن يقبل الله عبادته لبخله، ولا آمن من أن يطلع الله على العبد الفاسق فيرى بعض سخائه فينجيه ويرحمه.\nباب ذم الجود\nقال بعض الحكماء: من جاد بماله جاد بنفسه، لأنه جاد بما لا قوام له إلا به، وكان أبو الأسود الدؤلي يقول: لا تجاودوا الله فإنه أجود وأمجد، ولو شاء أن يوسّع على خلقه حتى لا يكون فيهم محتاج لفعل. وكان يقول: لوجدنا على المساكين بإعطائهم ما يسألوننا لكنا أسوأ حالا منهم. وكان علي بن الجهم «1» يقول: من وهب المال في عمله فهو أحمق، ومن وهبه بعد العزل فهو مجنون، ومن وهبه من جوائز سلطانه أو ميراث لم يتعب فيه فهو مخذول، ومن وهبه من كسب وما استعاده بحيلة فهو المطبوع على قلبه.\nوقال محمد بن الجهم «2» : أتركوا الجود للملوك، فإنه لا يليق إلا بهم، ولا يصلح إلا لهم ومن عارضهم في ذلك وافتقر وافتضح فلا يلومن إلا نفسه. وكان ابن المقفع يقول: إن مالك لا يعم الناس فاخصص به ذوي الحق. ومن أحسن ما قيل في تحسين البخل قول\nالجزء: 1 ¦ الصفحة: 134\n",
        "ابن المعتز:\nيا ربّ جود جرّ فقر امرىء\n...\nفقام في الناس مقام الذليل\nفاشدد عرى مالك واستبقه\n...\nفالبخل خير من سؤال البخيل\nوقول أبي الفتح البستي:\nأشفق على الدرهم والعين\n...\nتسلم من الغيبة والدين\nقوة العين بإنسانها\n...\nوقوة الإنسان بالعين «1»\nوقول عبد العزيز بن عبد الله بن طاهر «2» :\nفي كل شيء سرف\n...\nيكره حتى في الكرم\nولربما ألفان لا\n...\nأفضل من ألفي نعم\nوكان الكندي يقول: قول «لا» يدفع البلا، وقول «نعم» يزيل النعم «3» .\nالجزء: 1 ¦ الصفحة: 135\n",
        "باب مدح البخل\nمن أمثال العرب: الشحيح عذر من الظالم «1» . ومن أمثال العجم: منع الجميع أرضى للجميع. وقال بعضهم: عجبت لمن سمى القصد بخلا. وسمى السرف جودا.\nوقال آخر: حفظ ما في يدك خير من طلب الفضل من أيدي الناس. وقال صالح بن عبد القدوس:\nلا تجد بالعطاء في غير حق\n...\nليس في منع غير ذي الحق بخل\nوقال آخر: إذا قبح السؤال حسن المنع. وقال المتلمس:\nلحفظ المال خير من عطاه\n...\nوسعي في البلاد بغير زاد\nوإصلاح القليل يزيد فيه\n...\nولا يبقى الكثير مع الفساد\nومما يليق بهذا الباب قول الله تعالى لنبيه من لطف العتاب:\nوَلا تُبَذِّرْ تَبْذِيراً إِنَّ الْمُبَذِّرِينَ كانُوا إِخْوانَ الشَّياطِينِ\n«2» .\nالجزء: 1 ¦ الصفحة: 136\n",
        "باب ذم البخل\nقال الشعبي: ما أفلح بخيل قط؛ أما سمعتم قول الله تعالى:\nوَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولئِكَ هُمُ الْمُفْلِحُونَ*\n«1» . وقال المأمون لمحمد بن عبد الله المهلبي: بلغني أنك متلاف، فقال: يا أمير المؤمنين منع الجود، سوء ظن بالمعبود: وهو تعالى يقول: وَما أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ\n«2» . ويقال: البخيل أبدا ذليل. ويقال: لا مرؤة لبخيل. ويقال: شرّ أخلاق الرجال البخل والجبن، وهما «3» من أخلاق النساء. وقال الجاحظ: البخل والجبن غريزة واحدة، يجمعها سوء الظن بالله. وقال غيره: البخل يهدم مباني الكرم. وقال ابن المعتز: بشّر بمال البخيل بحادث أو وراث. وقال أيضا: أبخل الناس بماله، أجودهم بعرضه. وقال الشاعر:\nوغيظ البخيل على من يجو\n...\nد لأعجب عندي من بخله\nومن أمثال العرب: هو يحسد أن يفضل، ويزهد أن يفضل.\nومن قولهم: هو يمنع دره ودر غيره، ويحسد أن يعطى، ويزهد أن يعطي. وقال بعض الشعراء:\nليس البخيل باخلا بخيره\n...\nلكن من منّ بخير غيره\nالجزء: 1 ¦ الصفحة: 137\n",
        "وقال الشاعر:\nلا يسود امرؤ بخيل ولو\n...\nمسّ بيافوخه عنان السّما\nوقال بعض السلف: لو لم ينطق القرآن في ذم البخيل إلا بقوله:\nوَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْراً لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ ما بَخِلُوا بِهِ يَوْمَ الْقِيامَةِ\n«1» ، لكفى، وهو أبلغ البلاغ في تهجيته وأنهى النهي عن إيثاره. وقال الله تعالى، فيمن يبخل ويأمر بالبخل: الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ ما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ\n«2» قال ابن مسعود في قوله تعالى:\nسَيُطَوَّقُونَ ما بَخِلُوا بِهِ يَوْمَ الْقِيامَةِ\n«3» ، يطوق بثعبان فينقر رأسه ثم ينطوي في عنقه، فيقول: أنا مالك الذي بخلت بي.\nوقال بعضهم: قد ذم الله من يمنع خيره ويأمر بالبخل غيره، فإياك أن تكون إياه.\nالجزء: 1 ¦ الصفحة: 138\n",
        "باب مدح الحقد\nقال يحيى بن خالد البرمكي لعبد الملك بن صالح الهاشمي في كلام جرى بينهما: أنت حقود، فقال: إن كنت تريد بقاء الخير والشر عندي فأنا كذلك. ويقال إنه قال له: أنا خزانة تجمع الخير والشر، فقال يحيى: هذا والله جبل قريش، وما رأيت أحدا يمدح الحقد ويحسنه غيره بمثل هذا، وقد أخذ معناه ابن الرومي وزاد فيه وحسنه فقال:\nوما الحقد إلّا توأم الشكر للفتى\n...\nوبعض السجايا ينتسبن إلى بعض\nإذا الأرض كرّت كلّ ما أنت زارع\n...\nمن البذر فيها فهي ناهيك من أرض\nباب ذم الحقد\nقال رسول الله صلى الله عليه وسلم: أعظم الذنوب عند الله الحسد، والحاسد مضاد لنعمة الله، خارج عن أمر الله، تارك لعهد الله «1» . وقال عز وجل: وَمِنْ شَرِّ حاسِدٍ إِذا حَسَدَ\n«2» وأمر رسول الله أن يستعيذ به\nالجزء: 1 ¦ الصفحة: 139\n",
        "من شره. وقال معاوية رضي الله عنه: «كل إنسان أقدر أن أرضيه إلا حاسد نعمة، فإنه لا يرضيه إلا زوالها. وقال عمر بن عبد العزيز: ما رأيت ظالما أشبه بمظلوم من حاسد، غم دائم ونفس متتابع. وقال الشاعر:\nإنّ الحسود الظلوم في كرب\n...\nيخاله من يراه مظلوما\nمن نفس دائم على نفس\n...\nيظهر منه ما كان مكتوما\nقال الشيخ الإمام: أنشدني أبو منصور البوشنجي «1» لنفسه في هذا المعنى:\nقالوا يقود سعيد\n...\nجيشا لهم يسود\nوكيف ذاك وأني\n...\nوهو الحقود الحسود\nولا يسود حسود\n...\nولا يقود حقود\nكان يقال: الحقد داء دوي. ويقال: من كثر حقده، دوي قلبه. ويقال: الحقد مفتاح كل شر. ويقال: حل عقد الحقد، ينتظم لك عقد الود. ويقال: الحقود والحسود لا يسودان.\nوقال آخر:\nلما عفوت ولم أحقد على أحد\n...\nأرحت نفسي من غمّ العداوات\nويقال: لا يوجد العجول محمودا، ولا المغضوب مسرورا، ولا الحر حريصا، ولا الكريم حسودا، ولا الشره غنيا، ولا الملول ذا إخوان.\nالجزء: 1 ¦ الصفحة: 140\n",
        "وقال بعض الحكماء: وجدت أول الأشياء منفعة، وأضر لها في العاقبة: الحاجة، ووجدت أنكر العيش عيش الحسود.\nوقال الشاعر:\nلا يحزننك فقر إن عراك ولا\n...\nتتبع أخا لك في مال له حسدا\nفإنه في رخاء في معيشته\n...\nوأنت تلقى بذاك الهمّ والنكدا\nوقال آخر:\nإذا ما المرء كان لنا حسودا\n...\nفأف لذاك من باغ حسود\nالجزء: 1 ¦ الصفحة: 141\n",
        "باب مدح الحياء\nمما أدركه الناس من كلام النبوة: «الحياء شعبة من الإيمان» «1» وفيه أيضا: «الحياء خير كله، فإذا لم تستح فافعل ما شئت» «2» .\nوقال الشاعر:\nإذا لم تخش عاقبة الليالي\n...\nولم تستح فافعل ما تشاء\nفلا وأبيك ما في العيش خير\n...\nولا الدّنيا إذا ذهب الحياء\nوفي الخبر: «أن الله يحب الحيى المتعفف ويبغض الوقح الملجف» «3» . وقال الحكيم: الحياء سبب «4» كل جميل. ويقال: من كساه الحياء ثوبه ستر عن العيون عيبه. ويقال: الحياء والإيمان مقرونان في قرن، فإذا ارتفع أحدهما ارتفع الآخر. وقيل لبنت أرسطاطاليس: ما أحسن ما في المرأة؟ قالت: الحمرة التي تعلو وجهها من الحياء. وقال بعضهم: أكثر الناس حياء من كان الذم أشد عليه من الفقر.\nالجزء: 1 ¦ الصفحة: 142\n",
        "باب ذم الحياء\nكان يقال: الحياء يمنع الرزق. وفي أمثال العامة: من استحيا من ابنة عمه يولد له في الآخرة. وقال علي رضي الله عنه: قرنت الهيبة بالخيبة، والحياء بالحرمان. وقال بعض المجربين: استعينوا على قضاء حوائجكم بالوقاحة والإبرام. وقال غيره: هذا زمان نكد عسير ليس الوقح المبرم ينجح فيه، فكيف الحيي المخفف. ويروى: هذا زمان نكد لا ينجح فيه الوقح المتكفف فكيف الحيي المتعفف.\nوقال الشاعر:\nليس للحاجات إلّا\n...\nمن له وجه وقاح\nولسان ذو فضول\n...\nوغدو ورواح\nومن غير الأصل ما أملاه الشيخ الإمام المقدسي من مسموعاته إلى آخر الباب، وقال أبو القاسم الحريش:\nسألت زماني وهو بالجهل عالم\n...\nوبالسخف مهتز وبالنقص مختص\nفقلت له كيف الطريق إلى الغنى\n...\nفقال طريقان الوقاحة والنقص\nوممّا سمع منه أيضا قال: الوقاحة كالقداحة، بها يستفز اللهب ويشتعل الحطب.\nالجزء: 1 ¦ الصفحة: 143\n",
        "باب مدح الإخوان والأصحاب\nفي الخبر: «المرء كثير بأخيه» «1» ، ويقال: الرجل بلا إخوان كالشمال بلا يمين، ويقال: من اتخذ إخوانا كانوا له أعوانا، وقيل:\nأعجز الناس من فرط في طلب الإخوان، وأعجز منه من ضيع من ظفر به منهم «2» . وقال المغيرة بن شعبة: التارك للإخوان متروك.\nوقال شبيب بن شبة: عليك بالإخوان فإنهم زينة في الرخاء، وعدة عند البلاء.\nوقال الشاعر:\nتكثر من الإخوان ما استطعت إنهم\n...\nعماد إذا استنجدتهم وظهر\nوما بكثير ألف خل وصاحب\n...\nوإن عدوا واحدا لكثير\nوقال إسماعيل بن صبيح: الودّ أعطف من الرّحم. وقال العتبي «3» : لقاء الإخوان نزهة القلوب. وقال ابن عائشة لقرشي:\nمجالسة الإخوان مسلاة للأحزان. وقال سعيد بن مسلم: إن في لقاء\nالجزء: 1 ¦ الصفحة: 144\n",
        "الإخوان لغنما وإن قل. وقال سليمان «1» بن وهب: غزل المودّة أرق من غزل الصّبابة، والنفس بالصديق آنس منها بالعشيق. وقال يونس النحوي: يستحسن الصبر عن كل أحد إلا عن الصديق. وقال محمد بن يوسف: من أكثر من أصدقائه ركب أعناق أعدائه.\nوقال القطامي:\nوإذا تصبك من الحوادث محنة\n...\nفالجأ بها نحو الصديق الأوثق\nوقال السندي «2» : الصديق إنسان هو أنت إلّا أنه غيرك. وقال المأمون «3» : الإخوان ثلاث طبقات: طبقة كالغذاء، وطبقة كالدواء، وطبقة كالداء؛ فالغذاء لا يستغنى عنه أبدا والدواء يحتاج إليه أحيانا، والداء لا يحتاج إليه بحال. وقال ابن المغيرة: إذا قدمت المودة تشبهت بالقرابة.\nوقال الشاعر:\nلعمرك ما مال الفتى بذخيرة\n...\nولكنّ إخوان الثقاة الذخائر\nوقال ابو تمام:\nالجزء: 1 ¦ الصفحة: 145\n",
        "ذو الود مني وذو القربى بمنزلة\n...\nوإخوتي أسوة عندي وإخواني\nعصابة جاورت آدابهم أدبي\n...\nفهم وإن فرقوا في الأرض جيراني\nأرواحنا في مكان واحد وغدت\n...\nأبداننا بشآم أو خراسان\nوقلت في المبهج: الصديق الصدوق ثاني النفس وثالث العينين.\nومنه: الصديق الصدوق كالشقيق الشفوق. ومنه: الصديق عمدة الصديق وعدته ونصرته وعقدته وربيعه وزهرته ومشتريه وزهرته.\nومنه: قربة الوداد أقرب منه لحمة الولاد، ومنه: لقاء الخليل شفاء الغليل. ومنه: ليس للصديق إذا حضر عديل ولا عنه إذا غاب بديل، ومنه: مثل الصديقين كاليد تستعين باليد، والعين تستعين بالعين. ومنه: لقاء الصديق روح الحياة، وفراقه سم الحياة.\nومنه: لا تساغ مرارة الأوقات إلا بحلاوة الإخوان والثقات، ومنه:\nاستروح من غمة الزمان، بمناسبة الخلان. ومنه: الحاجة إلى الأخ المعين، كالحاجة إلى الماء المعين. ولبعضهم في معنى هذا الباب:\nما ضاع من كان له صاحب\n...\nيقدر أن يصلح من شأنه\nفإنما الدّنيا بسكانها\n...\nوإنما المرء بإخوانه\nالجزء: 1 ¦ الصفحة: 146\n",
        "باب ذم الإخوان\nكان عمرو بن العاص رضي الله عنه يقول: من كثر إخوانه كثر غرماؤه؛ يعني في قضاء الحقوق. وقال عمر بن مسعدة: العبودية عبودية الإخاء لا عبودية الرق. وقال إبراهيم بن العباس: مثل الإخوان كالنار قليلها متاع، وكثيرها بوار. وقال الكندي لابنه: يا بني الأصدقاء هم الأعداء، لأنك إذا احتجت إليهم منعوك، وإذا احتاجوا إليك ثلبوك وسلبوك.\nوكان بعضهم يقول في دعائه: اللهم أحرسني من أصدقائي، فإذا قيل له في ذلك، قال: أقدر على الاحتراس من أعدائي، ولا أقدر على الاحتراس من أصدقائي. وقال ابن المعتز: أصدقاء السوء كشجرة النار يحرق بعضها بعضا. وقال أيضا: إنما تطيب الدنيا بمساعدة الإخوان، وينتفع بهم في كافة الأحوال، وإلا فعلى الصداقة الدمار، وما أرجوه منها إذا كانت تنقطع في الآخرة، ولا تتصل بما أحب في الدنيا.\nوقال أبو العتاهية:\nأنت ما استغنيت عن\n...\nصاحبك الدهر أخوه\nفإذا احتجت إليه\n...\nساعة مجّك فوه\nوقال إبراهيم بن العباس:\nنعم الزمان زماني\n...\nالشأن في الإخوان\nفيمن رماني لما\n...\nرأى الزمان رماني\nلو قيل لي خذ أمانا\n...\nمن أعظم الحدثان\nالجزء: 1 ¦ الصفحة: 147\n",
        "لما طلبت أمانا\n...\nإلّا من الإخوان\nوقال ابن الرومي:\nعدوك من صديقك مستفاد\n...\nفلا تستكثرنّ من الصّحاب\nفإن الداء أكثر ما تراه\n...\nيكون من الطعام أو الشراب «1»\nوللإمام الشافعي رضي الله عنه:\nصديقك من يعادي من تعادي\n...\nبطول الدهر ما سجع الحمام\nويوفي الدين عنك بغير مطل\n...\nولا يمنن به أبدا دوام\nفإن صافى صديقك من تعادي\n...\nويفرح حين ترشقك السهام\nفذاك هو العدو بغير شك\n...\nتجنّبه فصحبته حرام\nفإنّا قد سمعنا بيت شعر\n...\nشبيه الدرّ زينه النظام\nإذا وافى صديقك من تعادي\n...\nفقد عاداك وانفصل الكلام\nولبعضهم:\nوأنت أخي ما لم تكن لي حاجة\n...\nفإن عرضت أيقنت أن لا أخا ليا\nالجزء: 1 ¦ الصفحة: 148\n",
        "وقال ابن المعتز:\nوأفردني عن الإخوان علمي\n...\nبهم فبقيت مهجور النواحي\nإذا ما قل وقري قلّ مدحي\n...\nفإن أثريت عادوا في امتداحي\nفكم ذم لهم في جنب مدح\n...\nوجد بين أثناء المزاح\nوقال آخر:\nآخ من شئت ثم رم منه شيئا\n...\nتلقى من دون ما أردت الثريا\nوللمتنبي:\nصديقك أنت لا من قلت خلّي\n...\nوإن كثر التجمّل والكلام\nومن غير الكتاب:\nإحذر عدوك مرة\n...\nواحذر صديقك ألف مره\nفلربما انقلب الصديق\n...\nفكان أخبر بالمضره\nوقال آخر:\nألا إنّ إخواني الذين عهدتهم\n...\nأفاعي رمال ما تقصّر في لسعي\nظننت بهم خيرا فلما بلوتهم\n...\nحللت بواد منهم غير ذي زرع «1»\nالجزء: 1 ¦ الصفحة: 149\n",
        "ولبعضهم:\nصديق يفدّينا إذا كان حاضرا\n...\nويوسعنا في حال غيبته لسعا\nله لطف قول دونه كلّ رقية\n...\nولكنه في فعله حية تسعى\nالجزء: 1 ¦ الصفحة: 150\n",
        "باب مدح المزاح\nكان النبي صلى الله عليه وسلم يمزح ولا يقول إلا حقا «1» ، وكان العباس رضي الله عنه يقول: مزح رسول الله صلى الله عليه وسلم، فصار المزح سنّة ومن مزاحه عليه الصلاة والسلام: أنه كسا امرأة من نسائه ثوبا، فقال: إلبسيه واحمدي الله وجربي ثوب العروس.\nوقيل لسفيان بن عيينة: المزاح هجنه. فقال: بل سنّة، ولكن الشأن فيمن يحسنه ويضعه مواضعه. وكان علي رضي الله عنه فيه دعابة. وكان يقال: المزح في الكلام كالملح في الطعام. وقد نظمه أبو الفتح البستي فقال:\nأعد طبعك المكدود بالهم راحة\n...\nقليلا وعلله بشيء من المزح\nولكن إذا أعطيته المزح فليكن\n...\nبمقدار ما تعطي الطعام من الملح «2»\nويقال: الإفراط في المزح مجون، والاقتصاد فيه ظرافة، والتقصير فيه ندامة «3» . وقال عطاء بن السائب: كان سعيد بن جبير لا\nالجزء: 1 ¦ الصفحة: 151\n",
        "يقص علينا إلا أبكانا بوعظه، ولا يقوم من مجلسنا حتى يضحكنا بمزحه. وقال المتنبي:\nولما صار ودّ الناس خبّا\n...\nجزيت على ابتسام بابتسام\nوصرت أشكّ فيمن أصطفيه\n...\nلعلمي أنه بعض الأنام\nفحبّ العاقلين على التّصافي\n...\nوحبّ الجاهلين على الوسام «1»\nباب ذم المزاح\nقال بعض حكماء العرب: المزاج يذهب المهابة ويورث الضغينة والمهانة. وقال بعضهم: المزاح سباب النّوكى. وقال بعضهم:\nالمزاح هو السّباب الأصغر. وقال آخر: المزاح يجلب الشرّ صغيره، والحرب كبيره. وقال آخر: لو كان المزاح فحلا لم ينتج إلّا شرا.\nويقال: المزاح أوله فرح وآخره ترح، وخير المزاح لا ينال، وشره لا يقال، وقل مزاح لم يحدث شرا أو ضغينة.\nوقال ابن المعتز: المزاح يأكل الهيبة، كما تأكل النار الحطب.\nوقال أيضا: من كثر مزاحه لم يزل في استخفاف به وحقد عليه «2» .\nوقال أيضا: رب مزح في عوده جد «3» . وقال أبو نواس:\nقد صار في الناس جدا ما مزحت به\n...\nكم مازح صار بين الناس مذموما\nالجزء: 1 ¦ الصفحة: 152\n",
        "وقال أيضا: أية نار قدح القادح، وأي جد بلغ المارح.\nويقال: لكل شيء بدء وبدء العداوة المزاح. وقال سالم بن قتيبة لأهل بيته: لا تمازحوا فيستخف بكم، ولا تدخلوا الأسواق فتدق أخلاقكم. وقال الأحنف: من كثر مزاحه ذهبت هيبته، ومن كثر ضحكه استخف به.\nوقال الشاعر:\nأما المزاح والمراء ذرهما\n...\nخلقان لا أرضاهما لصديق\nوقال آخر:\nإن المزاح للجلال مسلبه\n...\nوالضحك أيضا للبهاء مذهبه\nوقال آخر:\nإن المزاح يورث الضّغينه\n...\nوحمل ضغن في الحشا مؤنه\nالجزء: 1 ¦ الصفحة: 153\n",
        "باب مدح العتاب\nقال بعض البلغاء: العتاب حدائق المتحابين، وثمار الأوداء، والدليل على الضن بالإخوة. ويقال: ظاهر العتاب خير من باطن الحقد. ويقال: من لم يعاتب على الزّلة، فليس بحافظ للخلة.\nوقال الشاعر:\nنعاتبكم يا آل عمرو لحبكم\n...\nألا إنّما المقليّ من لا يعاتب\nوقال ابن المعتز: العتاب حياة المودة، ويقال: من كثر حقده قلّ عتابه. وقال الشاعر:\nترك العتاب إذا استحق أخ\n...\nمنك العتاب ذريعة الهجر\nوقال آخر:\nإذا ذهب العتاب فليس ودّ\n...\nويبقى الودّ ما بقي العتاب\nوقال آخر:\nأبلغ أبا جعفر عني معاتبة\n...\nوفي العتاب حياة بين أقوام «1»\nالجزء: 1 ¦ الصفحة: 154\n",
        "باب ذم العتاب\nقال بعضهم: كثرة العتاب تورث الضغينة وتولد البغضة. وقال بعض الحكماء والبلغاء: مثل العتاب، مثل الدواء ينقي به عارض الصدود، ويشفي بمكانه مرض الصدور، فإذا استعمل لغير علة عارضة، وتنوقل بلا حاجة ظاهرة، تحول داء المحبة دويّا وصار موتا بيد القطيعة وحيّا.\nوقال آخر: كثرة العتاب داعية الاجتناب. وقال الشاعر:\nإن بعض العتاب يدعو إلى حقد\n...\nويؤذي به المحبّ الحبيبا\nفإذا ما القلوب لم تضمر الودّ\n...\nفلن يعطف العتاب القلوبا\nوقال آخر:\nفدع العتاب فرب شر\n...\nهاج أوله العتاب\nوقال آخر:\nإذا ما كنت منكر كل ذنب\n...\nولم تجلل أخاك عن العتاب\nتباعد من تعاتب بعد قرب\n...\nوصار به الزمان إلى اجتناب\nوقال ابن المعتز: لا تعاتب صديقك لأدنى سبب وأخفى شيء يتعلق به الظن، فإن ذلك يدل على ضعف ثقتك به، ووهن مودتك له، وكفى بما قاله بشار بن برد واعظا من العتاب:\nالجزء: 1 ¦ الصفحة: 155\n",
        "إذا كنت في كلّ الأمور معاتبا\n...\nصديقك لم تلق الذي لم تعاتبه\nفعش واحدا أو صل أخاك فإنّه\n...\nمقارف ذنب مرة ومجانبه\nإذا كنت لم تشرب مرارا على القذى\n...\nظمئت وأيّ الناس تصفو مشاربه\nالجزء: 1 ¦ الصفحة: 156\n",
        "باب مدح الحجاب\nأحسن ما قيل في الحجاب قول أبي تمام:\nيا أيها الملك النائي برؤيته\n...\nوجوده لمراعي جوده كثب\nليس الحجاب بمقص منك لي أملي\n...\nإنّ السماء ترجّى حين تحتجب «1»\nولبعضهم:\nله حاجب عن كل أمر يشينه\n...\nوليس له عن طالب العزّ حاجب\nوقال ابن نباتة السعدي:\nولو كان الحجاب بغير نفع\n...\nلما احتاج الفؤاد إلى حجاب\nوقال الحكيم لملك: لا تمكّن الناس من كثرة رؤيتهم لك، فإن أجرأ الناس على الأسد أكثرهم له رؤية. وقال بعضهم: كثرة الإذن مجلبة الابتذال، وأبهة الملوك في الاحتجاب. وقال آخر: المبذول مملول، والممنوع متبوع.\nوقد أحسن ابن المعتز في قوله:\nالجزء: 1 ¦ الصفحة: 157\n",
        "كما يخلق الثوب الجديد ابتذاله\n...\nكذا تخلق المرء العيون اللوامح\nوقال أبو جعفر العتبي للأمير منصور بن نوح وهو يعرض له بالعتاب على التعرض لكثرة لقاء الناس له: لو كان الله عز وجل ظاهرا للعيون وغير محجوب عن العبيد لما عبد.\nباب ذم الحجاب\nأحسن ما قيل في ذم الحجاب قول بعض العصريين:\nليس الحجاب بآلة الاشراف\n...\nإنّ الحجاب مجانب الإنصاف\nولقلّما يأتي فيحجب مرة\n...\nفيعود ثانية بقلب صاف\nوقال محمد بن عبد الله بن أبي عيينة:\nإني أتيتك للسلام ولم\n...\nأنقل إليك لغيره رجلي\nفحجبت دونك مرتين وقد\n...\nتشتدّ واحدة على مثلي\nوكان خالد بن عبد الله القسري يقول لحاجبه: «إذا أخذت مجلسي فلا تحجبن أحدا عني «1» ، فإن الوالي يحتجب لثلاثة أشياء: عيّ يكره أن يطّلع عليه، أو ريبة يخاف انتشارها، أو بخل يكره أن يسأل معه شيئا» . وكانت العجم تقول: ما شيء بأضيع للمملكة من شدة احتجاب الملوك، ولا شيء بأهيب للجند والرعية وأكف لهم عن الظلم من سهولته.\nالجزء: 1 ¦ الصفحة: 158\n",
        "وقال أبو العتاهية:\nمتى ينجح الغادي إليك لحاجة\n...\nونصفك محجوب ونصفك نائم\nوقال المتنبي:\nوهل نافعي أن ترفع الحجب بيننا\n...\nودون الذي أمّلت منك حجاب\nالجزء: 1 ¦ الصفحة: 159\n",
        "باب مدح الزيارة\nفي الخبر: من زار أخاه أو عاد مريضا، نادى مناد من السماء أن طبت وطاب ممشاك، تبوّأت من الجنة منزلا «1» . ويقال: إمش ميلا وعد مريضا، وامش ميلين واصلح بين اثنين، وامش ثلاثة أميال وزر صديقا في الله المتعال. ويقال: الزيارة عمارة المودة ومنظرة الخلة.\nوزار بعض العلوية يحيى بن معاذ الرازي رحمه الله فقال له يحيى: إن زرتنا فبفضلك، وإن زرناك فلفضلك، فلك الفضل زائرا ومزورا.\nوقال الشاعر:\nأزور محمدا فإذا التقينا\n...\nتكلمت الضمائر في الصدور\nفأرجع لم ألمه ولم يلمني\n...\nوقد رضي الضمير عن الضمير\nوقلت في المبهج: من زار صديقه الذي يفضي إليه بسره فقد لقي السرور بأسره، وخرج عن عقال الهم وأسره. وفيه: زيارة الصديق تترك الهم مطردا والأنس مطّردا. وفيه: في زيارة الإخوان روح الجنان وراحة الجنان.\nالجزء: 1 ¦ الصفحة: 160\n",
        "باب ذم الزيارة\nفي الخبر: «زرغبا تزداد حبا» «1» . ويقال: قلّة الزيارة أمان من الملالة. وينشد:\nإني كثرت عليه في زيارته\n...\nفملّ والشيء مملول إذا كثرا\nورابني منه أني لا أزال أرى\n...\nفي طرفه قصر عني إذا نظرا\nوقال كشاجم:\nقد قلت لما أن شكت\n...\nتركي زيارتها خلوب\nإنّ التباعد لا يضرّ\n...\nإذا تقاربت القلوب\nوقال منصور الفقيه:\nكثرت عليه فأمللته\n...\nوكلّ كثير عدو الطبيعة\nوقال آخر:\nأقلل زيارتك الحبيب تكون كالثوب استجده\nإنّ الصديق يملّه\n...\nأن لا يزال يراك عنده\nوأحسن من هذا قول الآخر:\nعليك بإقلال الزيارة إنّها\n...\nإذا كثرت كانت إلى الهجر مسلكا\nالجزء: 1 ¦ الصفحة: 161\n",
        "ألم تر أن القطر يسأم دائما\n...\nويسأل بالأيدي إذا هو أمسكا\nوأحسن ما قيل فيه قول الآخر:\nأقلل زيارة من تهوى مودّته\n...\nفالناس من لم يواسيهم أجلّوه\nفالغيث وهو حياة الناس كلهم\n...\nإن دام أكثر من يومين ملّوه\nالجزء: 1 ¦ الصفحة: 162\n",
        "باب مدح النساء\nقال النبي صلى الله عليه وسلم: حبّب إليّ من دنياكم ثلاث: النساء والطيب وجعلت قرّة عيني في الصلاة «1» . وقال عليه الصلاة والسلام: تنكح المرأة لجمالها ومالها، فعليك بذات الدّين تربت يدك «2» . ثم قال عليه الصلاة والسلام: ما أفاد رجل بعد الإسلام خيرا من امرأة ذات دين، تسره إذا نظر إليها، وتطيعه إذا أمرها، وتحفظه في نفسه وماله إذا غاب عنها «3» .\nوقال مسلمة بن عبد الله: المرأة الصالحة خير للمرء من عينيه ويديه.\nويقال: آخر متاع الدنيا لعين المرء: المرأة الصالحة والولد الأريب.\nويقال: من لم تخنه نساؤه تكلم بملء فيه. ويقال: خير النساء\nالجزء: 1 ¦ الصفحة: 163\n",
        "الودود الولود القعود.\nوقال بعض العرب: خير النساء الهينة اللينة، النقية التقية التي تعين زوجها على الدهر، ولا تعين الدهر على زوجها. وقال بعض السلف: المرأة الصالحة إحدى الحسنيين.\nويقال: أعون الأعوان على المعيشة: المرأة الصالحة. ويقال:\nالإنسان لا يسكن إلى شيء كسكونه إلى زوجته، ولذلك إن الله تعالى خلق حواء ليسكن إليها آدم عليه السلام. كما قال عز اسمه: هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَجَعَلَ مِنْها زَوْجَها لِيَسْكُنَ إِلَيْها\n«1» .\nفالسكون إلى الأزواج والأنس بهن مما ورثوه عن آبائهم.\nوقال بعضهم: إن الرجل لا يسكن إلى شيء كسكونه إلى زوجته الموافقة المؤاتية له، لأن الله عز اسمه يقول: وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً لِتَسْكُنُوا إِلَيْها وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً\n«2» ولم يخصص بهذه الصفة غير النساء، ولذلك يهجر الرجل والديه وأولاده ومن دونهم بسبب زوجته، ولذلك لا يهتم أحد لأحد كاهتمام المرأة الصالحة لزوجها في شفقتها عليه وعلى عياله، ولا يكاد يتم أمر منزل الرجل ومروءته إلا بحرّة شفيقة رفيعة صالحة عفيفة، وإلا اختلت أموره واضطربت أسبابه.\nوقال خالد بن صفوان لرجل: أطلب لي بكرا كثيب، أو ثيبا كبكر. لا ضرعاء صغيرة، ولا عجوزا كبيرة قد عاشت في نعمة وأدركتها حاجة، فخلق النعمة فيها وذل الحاجة معها.\nالجزء: 1 ¦ الصفحة: 164\n",
        "ومن أحسن ما قيل فيهن قول الشاعر:\nونحن بنو الدّنيا وهنّ بناتها\n...\nوعيش بني الدنيا لقاء بناتها\nوقال آخر:\nإنّ النساء رياحين خلقن لنا\n...\nوكلّنا نشتهي شمّ الرياحين\nباب ذم النساء\nقال النبي صلى الله عليه وسلم في ذكر النساء إنهن ناقصات العقل والدين «1» .\nوقال عليه الصلاة والسلام: شاوروهن وخالفوهن فإن البركة في خلافهن «2» . وقال عمر رضي الله تعالى عنه: استعيذوا بالله من شرار النساء، وكونوا من خيارهن على حذر «3» . ويقال: النساء حبائل الشيطان. ويقال: إعص هواك والنساء وأطع من تشاء. وقال النبي عليه الصلاة والسلام: ما تركت بعدي فتنة أضر بالرجال من النساء «4» . وعنه عليه الصلاة والسلام: خلقت المرأة من ضلع عوجاء، فإن داريتها استمتعت بها، وإن رمت تقويمها كسرتها.\nوقال الشاعر على هذا:\nالجزء: 1 ¦ الصفحة: 165\n",
        "هي الضّلع العوجاء لست تقيمها\n...\nألا إنّ تقويم الضّلوع انكسارها\nوتجمع ضعفا واقتدارا على الفتى\n...\nوهذا عجيب ضعفها واقتدارها\nوقيل: إن كيد النساء أعظم من كيد الشيطان، لأن الله تعالى يقول: إِنَّ كَيْدَ الشَّيْطانِ كانَ ضَعِيفاً\n«1» . وقال الله: إِنَّ كَيْدَكُنَّ عَظِيمٌ\n«2» . وقال بعض الحكماء: لا ينبغي للعاقل أن يمدح امرأته إلا بعد موتها.\nوقال بعضهم:\nإنّ النساء شياطين خلقن لنا\n...\nنعوذ بالله من شرّ الشياطين\nفهن أصل البليات التي ظهرت\n...\nبين البريّة في الدّنيا وفي الدّين\nوكان المأمون يقول: النساء شرّ كلّهن، ومن شر ما فيهن قلة الاستغناء عنهن «3» .\nوقال بعضهم: المرأة الصالحة غلّ قمل يضعه الله في عنق من يشاء من عباده، ويفكه عمن يشاء «4» . وكان يقال: من القواتل امرأة إن\nالجزء: 1 ¦ الصفحة: 166\n",
        "حضرتها سبتك، وإن غبت عنها لم تأمنها. وقال بعض الحكماء: أضر الأشياء بالدين والعقل والجسم والمال: الغرام بالنساء، ومن لؤم من يبتلي بهن: أنه لا يقتصر على ما عنده ويطمح إلى ما ليس له.\nوقال بعضهم: من يحصي مساوىء النساء وقد اجتمعت فيهن نجاسة البطن والفرج، وما فيهن إلا ناقصة العقل والدين لا تصلي ولا تصوم أيام حيضها، ولا يسلم عليها، وليست عليهن جمعة ولا جماعة، ولا يكون فيهن نبي ولا قاض، ولا يسافرن إلا بوليّ «1» .\nويقال: ما نهيت امرأة عن شيء قط إلا أتته. وفي معناه يقول طفيل الغنوي:\nإنّ النساء كأشجار نبتن لنا\n...\nمنهن مرّ وبعض المرّ مأكول\nإن النساء متى ينهين عن خلق\n...\nفإنّه واجب لا بدّ مفعول\nوقال رجاء بن حيوة، قال معاذ بن جبل: إنكم ابتليتم بفتنة الضّرّاء فصبرتم، وإني أخاف عليكم فتنة السرّاء، وإنّ أشدها لكم عندي النساء؛ إذا تحلين الذهب والفضة ولبسن ريط الشام وعصب اليمن، أتعبن الغني، وكلّفن الفقير ما لا يقدر عليه.\nالجزء: 1 ¦ الصفحة: 167\n",
        "باب مدح التزوج\nقيل للحسن بن علي بن أبي طالب، رضي الله عنهما: إنك يا ابن رسول الله منكاح مطلاق، فقال: لأني أحب الغنى، وقد قال تعالى: وَأَنْكِحُوا الْأَيامى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبادِكُمْ وَإِمائِكُمْ إِنْ يَكُونُوا فُقَراءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ\n«1» فنكحت ابتغي الغنى، وقال تعالى: وَإِنْ يَتَفَرَّقا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ\n«2» فطلقت أبغي الغنى أيضا.\nوقال النبي عليه الصلاة والسلام لعاكف الهلالي: ألك امرأة؟\nقال: لا، قال: فأنت إذا من إخوان الشياطين، فإن كنت من رهبان النصارى فالحق بهم، وإن كنت منا فمن سنتنا النكاح «3» .\nوقال بعض الصحابة عند وفاة زوجته: زوجوني زوجوني فإن رسول الله صلى الله عليه وسلم أوصاني أن لا ألقاه أعزب «4» . وقال معاذ بن جبل: لو لم يبق من عمري إلا ليلة لأحببت أن تكون لي فيها زوجة خوف الفتنة. وقال بعض السلف لأعزب: والله ما يمنعك من التزوج إلا عجز أو فتور. ويقال: النكاح من سنن المرسلين وكذلك العطر والسواك «5» .\nالجزء: 1 ¦ الصفحة: 168\n",
        "باب ذم التزوج\nسئل بعض الحكماء البلغاء عن التزوج فقال: فرح شهر وغم دهر وغرم مهر ودق ظهر. وقيل لرجل: املك، فقال: أهلك.\nوقال آخر: الملك هو المملوك، إلا أن ثمنه عليه. وقال بعض العرب بيتا فيه:\nيقولون تزويج وأشهد أنه\n...\nهو البيع إلا من يشاء يكذب\nويقال: قيل للعتابي: أنت أعزب فلو تزوجت، فقال: وجدت الصبر عنهن أيسر من الصبر عليهن. وقيل لمالك بن دينار مثل ذلك فقال: لو استطعت لطلقت نفسي.\nوفي كتاب ملح النوادر: أن ذئبا كان ينتاب بعض القرى ويعبث فيها، فترصده أهلها حتى صادوه، وتشاوروا في تعذيبه وقتله، فقال بعضهم: تقطع يداه ورجلاه وتدق أسنانه ويخلع لسانه، وقال بعضهم: بل يصلب ويرشق بالنبال. وقال بعضهم: لا بل توقد نار عظيمة ويلقى فيها. وقال بعض الممتحنين بنسائه: لا بل يزوج، وكفى بالتزويج تعذيبا. وفي هذه القصة يقول الشاعر:\nربّ ذئب أخذوه\n...\nوتماروا في عقابه\nثم قالوا زوّجوه\n...\nوذروه في عذابه\nالجزء: 1 ¦ الصفحة: 169\n",
        "باب مدح الجواري\nكان يقال: من أراد قلة المؤنة وخفة النفقة وحسن الخدمة وارتفاع الحشمة فعليه بالإماء دون الحرائر. وكان عبد الملك يقول: عجبت لمن استمتع بالسراري كيف يتزوج الحرائر. ويقال: السرور في اتخاذ السراري. وكان أهل المدينة يكرهون اتخاذ الإماء أمهات أولادهم حتى نشأ فيهم علي بن الحسين بن علي بن أبي طالب والقاسم بن محمد بن أبي بكر الصديق، وسالم بن عبد الله بن عمر بن الخطاب رضي الله عنه. وفاقوا أهل المدينة فقها وعلما وورعا، وما منهم إلا ابن سرية، فرغب الناس في اتخاذ السراري.\nوقال مؤلف الكتاب: وليس من خلفاء بني العباس من أبناء الحرائر إلا ثلاثة: السفاح، والمنصور والمخلوع «1» ، وأما الباقون كلهم فأبناء السراري والجواري: وقد أوردت أسماء الكل في كتاب لطائف المعارف المؤلف بخزانة مولانا الملك المؤيد أعز الله نصره وثبت ملكه.\nوكان يقال: النجابة في أولاد الإماء لأنهم يجمعون عز العرب ودهاء العجم. ولما تزوج علي بن الحسين بأم ولد رجل من الأنصار لامه عبد الملك بن مروان على ذلك، فكتب إليه: إن الله عز اسمه قد رفع بالإسلام الخسيسة، وأتم النقيصة، وأكرم من اللؤم، فلا عار على\nالجزء: 1 ¦ الصفحة: 170\n",
        "مسلم في حلال، هذا رسول الله صلى الله عليه وسلم تزوج أمة وأم ولد: فقال عبد الملك: إن عليا يتشرف من حيث تتضع الناس.\nوفي كتاب المبهج: الجارية الوسيمة من النعم الجسيمة. وفيه:\nلا تتخذ السرية إلا سرية.\nقال: وقلت في كتاب المترف «1» :\nسقيا لدهر سروري\n...\nوالعيش بين السراري\nإذ طير سعدي جوار\n...\nمع امتلاك الجواري\nأيام عيشي قعودي\n...\nوقد ملكت اختياري\nأجري بغير عذار\n...\nأجني بغير اعتذار\nوغيم لهوي مطير\n...\nوزند أنسي واري\nكأن خوارزم شاه ال\n...\nهمام أصبح جاري\nمن ريب دهر خؤون\n...\nبغير ما سر جاري\nذاك المليك الذي قد\n...\nحكت يداه السواري\nوقد حمى الدين لما\n...\nجلاه يوم الفخار\nفظل سورا عليه\n...\nوتارة كسوار\nلا زال خوارزم شاه\n...\nيحوي الغنى باقتدار\nصدرا بغير مبار\n...\nبدرا بغير سرار\nباب ذم الجواري\nأحسن ما سمعت في ذم الجواري ما أنشدني أبو الحسن\nالجزء: 1 ¦ الصفحة: 171\n",
        "السهروردي، قال: أنشدني المحبوبي المروزوي قول الشاعر:\nإذا لم يكن في منزل الحرّ حرة\n...\nرأى خللا فيما تولي الولائد\nفلا يتخذ منهن حر معيدة\n...\nفهن لعمر الله شر القعائد\nوكان يقال: الجواري كخبز السوق، والحرائر كخبز الدور.\nومن أمثال العرب: لا تمازح أمة، ولا تبل على أكمة. وسمعت أبا الحسن الماسرخسي يقول: سمعت بعض صدور نيسابور يقول: لا تفترش من تداولتها أيدي النخاسين، ووقع ثمنها في الموازين.\nويقال: لا خير في بنات الكفر وقد نودي عليهن في الأسواق، ومرّت عليهن أيدي الفساق.\nالجزء: 1 ¦ الصفحة: 172\n",
        "باب مدح العيال\nقال بعض السلف: استكثروا من العيال، فإنكم لا تدرون بمن ترزقون.\nويقال: من لا عيال له، لا مروءة له.\nوقال طلحة الطلحات «1» : لا تمتنعوا من اتخاذ العيال، فإنكم لا تدرون بمن ترزقون، واعلموا أن أرزاقهم على الله، ومرافقهم لكم.\nوكان يقال: الكلب ومن لا عيال له بمنزلة.\nوكان جعفر بن سليمان يقول: المروءة في سعة الحال وكثرة العيال.\nوشكا رجل إلى بعض العلماء كثرة عياله فقال له: من كان من عيالك رزقه على غير الله فحوله إليّ.\nومما يستحسن في ذلك لأبي العتاهية:\nالخلق كلهم عيا\n...\nل الله تحت ظلاله\nوأحبهم طرا إليه\n...\nأبرّهم لعياله\nالجزء: 1 ¦ الصفحة: 173\n",
        "باب ذم العيال\nكان يقال: قلة العيال أحد اليسارين. وقال خلف بن أيوب:\nكم من كريم فضحته العيال. وقال سفيان بن عيينة: لا يصلح ولا يجوز ولا يستقيم أن يكون صاحب العيال ورعا. ويقال: العاقل يتخذ المال قبل العيال والجاهل يتخذ العيال قبل المال.\nورؤي سفيان بن عيينة يوما واقفا بباب يحيى بن خالد البرمكي، فقيل له: ليس هذا من مواطنك يا أبا محمد! فقال: متى رأيتم صاحب العيال أفلح. وكان يقول: إني لأعجب ممن له عيال وليس له مال كيف لا يخرج على الناس بالسيف.\nومن الأمثال السائرة: العيال سوس المال. وقيل لبعضهم: ما المال؟ قال: قلة العيال. وقال آخر: لا مال لكثير العيال.\nومن مواعظ كتاب المبهج: استظهر على الدهر بخفة الظهر.\nالجزء: 1 ¦ الصفحة: 174\n",
        "باب مدح الولد\nفي الخبر المرفوع: «ريح الولد من ريح الجنة» «1» . ويروى عنه عليه الصلاة والسلام أنه قال لأحد الحسنين، رضي الله عنهما: «أنك من ريحان الجنة» «2» . وعنه عليه الصلاة والسلام: «ولد الرجل من أطيب كسبه» «3» . ويقال: الولد قرة العين، وريحانة الأنف، وثمرة القلب. وقال بعض السلف: أولادنا أكبادنا. وقال الأحنف لمعاوية: أولادنا ثمار قلوبنا، وعما ظهورنا، ونحن لهم أرض ذليلة وسماء ظليلة، إن غضبوا فارضهم، وإن سألوا فاعطهم، ولا تكن عليهم قفلا فيملوا حياتك ويتمنوا وفاتك «4» . وقالت إعرابية وهي ترقص ولدها:\nيا حبذا ريح الولد\n...\nريح الخزامى في البلد\nأهكذا كلّ ولد\n...\nأم لم يلد قبلي أحد\nومما يستحسن من ألفاظ الصاحب قوله في كتاب: وصل كتاب مولاي فألصقته بالقلب والكبد، وشممته شم الولد. وقال: من سره أن يرى كبده يمشي على الأرض فلير ولده.\nالجزء: 1 ¦ الصفحة: 175\n",
        "باب ذم الولد\nقال بعض حكماء العرب: من سرّه بنوه، ساءته نفسه. وكان يحيى بن خالد يقول: ما رأى أحد في ولده ما يحب إلا رأى في نفسه ما يكره. وقال ابن الرومي في معناه:\nكم من سرور لي بمو\n...\nلود أؤمله يعد\nوبأن يهدّنيّ الزما\n...\nن رأيت منّته أشد\nومن العجائب أن أسر\n...\nر بمن يشدّ بما أهد «1»\nوقل ابن المعتز في فصوله: أفقرك الولد أو عاداك. وفي المبهج:\nإذا ترعرع الولد ترعرع الوالد.\nوقيل لعيسى عليه السلام: هل لك في الولد؟ فقال: ما حاجتي إلى من إن عاش كدني، وإن مات هدني. وقيل لبعض النساك: ما بالك لا تبتغي في ما كتب الله لك؟! قال سمعا لأمر الله، ولا مرحبا بمن إن عاش فتنني، وإن مات أحزنني: يريد قوله تعالى: أَنَّما أَمْوالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ*\n«2» . وقال حكيم في ذم الأولاد: ملوك صغارا، وأعداء كبارا؛ يريد قوله تعالى: إِنَّ مِنْ أَزْواجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ\n«3» . ويقال: من أراد أن يذوق الحلاوة والمرارة فليتخذ ولدا. وينشد لأبي سهل سعيد بن عبد الله الثكلي:\nالجزء: 1 ¦ الصفحة: 176\n",
        "هذا الزمان الذي كنا نحذره\n...\nفيما يحدّث عن كعب ومسعود\nإن دام هذا ولم يحدث له غير\n...\nلم يبك ميت ولم يفرح بمولود\nوقال المتنبي:\nوما الدهر أهل أن يؤمّل عنده\n...\nحياة وأن يشتاق فيه إلى النسل «1»\nوقال البستي:\nيقولون ذكر المرء يحيا بنسله\n...\nوليس له ذكر إذا لم يكن نسل\nفقلت لهم نسلي بدائع حكمتي\n...\nفإنّا فاتنا نسل فإنّا بها نسلو «2»\nوقال ابن المعتز:\nسكنتك يا دنيا برغمي مكرها\n...\nوما كان لي في ذاك صنع ولا أمر\nوجربت حتى قد قتلتك خبرة\n...\nفأنت وعاء حشوه الهم الصرّ\nفإن ارتحل يوما أودعك ذميمة\n...\nوما فيك من عودي غراس ولا بذر\nالجزء: 1 ¦ الصفحة: 177\n",
        "وقيل لفيلسوف يعق والديه: لم تعق والديك؟! فقال: لأنهما أخرجاني إلى عالم الكون والفساد. وقيل لأعرابي: لم أخرّت التزوج إلى الكبر؟! قال: لأبادر ولدي باليتم قبل أن يسبقني بالعقوق.\nوحدثني أبو نصر سهل بن المهدي قال: كان رجل من المياسير بالبصرة يتمنى أن يرزق ابنا وينذر عليه النذور حتى ولد له، فسرّ به غاية السرور وأحسن تربيته حتى ارتفع عن مبلغ الأطفال إلى حد الرجال.\nولم يهمه شيء من أمر الدنيا سواه، ولم يؤخر ممكنا من الإحسان عنه، فلم يشعر الأب ذات يوم إلا بخنجر خالط جوفه من وراء ظهره، فاستغاث بابنه فلم يجبه، ثم استغاث به ثانية والتفت فإذا هو صاحب الضربة، فقال الشيخ: لا إله إلا الله محمد رسول الله، أستغفر الله، صدق الله؛ أراد بالتهليل أن يلقى الله بالإيمان، وبالاستغفار إن الله تعالى حذره فلم يحذر، وبقوله: صدق الله عز وجل، قوله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْواجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ\n«1» . فجمع بهذه الكلمات كل ما يحتاج إليه في تلك الحال.\nالجزء: 1 ¦ الصفحة: 178\n",
        "باب مدح البنات\nدخل عمرو بن العاص على معاوية وعنده ابنته عائشة فقال: من هذه يا معاوية؟ فقال: هذه تفاحة القلب، وريحانة العين وشمامة الأنف، فقال: أمطها عنك، قال: ولم؟! قال: لأنهن يلدن الأعداء، ويقربن البعداء، ويورثن الشحناء، ويثرن البغضاء، قال: لا تقل ذلك يا عمرو فو الله ما مرّض المرضى ولا ندب الموتى ولا أعان على الزمان ولا أذهب غبش الأحزان مثلهن، وانفك لواحد خالا قد نفعه بنو أخته، وأبا قد رفعه نسل بنته، فقال: يا معاوية دخلت عليك وما على الأرض شيء أبغض إليّ منهن، وإني لأخرج من عندك وما عليها شيء أحب إليّ منهن «1» .\nوقال معن بن أوس:\nرأيت رجالا يكرهون بناتهم\n...\nوفيهن لا نكذب نساء صوالح\nوفيهن والأيام يفتكن بالفتى\n...\nخوادم لا يمللنه ونوائح\nالجزء: 1 ¦ الصفحة: 179\n",
        "وقال العلوي الجماني في صديق له ولدت له بنت فسخطها شعرا:\nقالوا له ماذا رزقتا\n...\nفاصاخ ثمة قال بنتا\nوأجل من ولد النساء\n...\nأبو البنات فلم جزعتا\nإن الذين تودّ من\n...\nبين الخلائق ما استطعتا\nنالوا بفضل البنت ما\n...\nكبتوا به الأعداء كبتا\nوفي رقعة للصاحب بالتهنئة بالبنت: أهلا وسهلا بعقيلة النساء وأم الأبناء، وجالبة الأصهار والأولاد الأطهار، والمبشرة بإخوة يتناسقون ونجباء يتلاحقون. شعر:\nفلو كان النساء كمن وجدنا\n...\nلفضّلت النساء على الرجال\nوما التأنيث لاسم الشمس عيب\n...\nوما التذكير فخر للهلال «1»\nوالله تعالى يعرفك يا مولاي البركة في مطلعها، والسعادة بموقعها، فادرع اغتباطا، واستأنف نشاطا، فالدنيا مؤنثة والرجال يخدمونها، والذكور يعبدونها، والأرض مؤنثة ومنها خلقت البرية، وفيها كثرت الذرية، والسماء مؤنثة وقد زينت بالكواكب، وحليت بالنجم الثاقب، والنفس مؤنثة وهي قوام الأبدان، وملاك الحيوان، والحياة مؤنثة ولولاها لم تتصرف الأجسام، ولا عرف الأنام، والجنة مؤنثة وبها وعد المتقون، وفيها ينعم المرسلون، فهنيئا لك هنيئا بما\nالجزء: 1 ¦ الصفحة: 180\n",
        "أوتيت وأوزعك الله شكر ما أعطيت.\nونسخت رقعة لأبي الفرج الببغاء: اتصل بي خبر المولودة المسعودة، كرّم الله عرقها وأنبتها نباتا حسنا، وما كان من تغيرك عند اتصال الخبر، وإنكارك ما اختاره الله لك في سابق القدر، وقد علمت أنهن أقرب من القلوب وأن الله بدأ بهن في الترتيب فقال عز من قائل: يَهَبُ لِمَنْ يَشاءُ إِناثاً وَيَهَبُ لِمَنْ يَشاءُ الذُّكُورَ\n«1» وما سماه الله تعالى هبة، فهو بالشكر أولى وبحسن التقبل أحرى. فهنّاك الله بورود الكريمة عليك، وثمرتها اعداد النسل الطيب لديك، والله أعلم.\nباب ذم البنات\nقيل لأعرابي: ما ولدك؟ قال: قليل خبيث. قيل: وكيف ذلك؟! قال: لا عدد أقل من الواحد ولا أخبث من بنت. وكان يقال: دفن البنت من المكرمات. ويقال: تقديم الحرم من النعم.\nوفي الحديث المرفوع: نعم الختن القبر. ويروى لعبد الله بن طاهر:\nلكلّ أبي بنت إذا ما ترعرعت\n...\nثلاثة أصهار إذا كرم الصهر\nفزوج يراعيها وبيت يكنها\n...\nوقبر يواريها، وخيرهم القبر\nالجزء: 1 ¦ الصفحة: 181\n",
        "وقال غيره:\nجعلت فداك من النائبات\n...\nومتعت ما عشت من الطيبات\nسروران ما لهما ثالث\n...\nحياة البنين وموت البنات\nوأصدق من ذين قول الحكيم\n...\nدفن البنات من المكرمات\nوكان الاستاذ الطبري يقول: ليس بشيخ من لا بنت له، وإن كان ابن تسعين سنة، وليس بشاب من له بنت، وإن كان ابن عشرين سنة.\nوقيل: طوبى لمن صاهر القبر وخطب إليه الدهر ووضع في ميزانه الأجر.\nالجزء: 1 ¦ الصفحة: 182\n",
        "باب مدح الغلمان\nقال مطيع بن إياس: لو لم يكن للمرد فضيلة إلا أنّ الله تعالى خلق ملائكته مردا، وأهل الجنة مردا، لكانت فيها الكفاية؛ وإنما عنى الحديث المرفوع: «أهل الجنة مرد جرد مكحلون» «1» . وفي ذلك يقول الشاعر:\nلو كان يرضى ربّنا اللحى\n...\nما خلق الجنّة للمرد\nوكان يقال: الغلام هو الرفيق في السفر، والقرين في الحضر، والصديق في الشدّة والرخاء، والمعين على الشغل، والنديم عند الشرب، وهو مفتاح الأنس.\nوكان يحيى بن أكثم»\nيقول: «قد أكرم الله أهل جنته بأن أطاف عليهم غلمانا كأنهم لؤلؤ مكنون، وولدانا مخلدين في وقت رضاه عنهم، وقرب اتصاله منهم لفضلهم في الخدمة على الجواري، فما الذي يمنعني عاجلا عن طلب هذه الكرامة المخصوص بها أهل القربة عند الله والزلفى لديه.\nوقيل لمسلم الأصغر: لم فضلت الغلام على الجارية؟ فقال:\nالجزء: 1 ¦ الصفحة: 183\n",
        "لأنه في السفر صاحب، ومع الإخوان نديم، وفي الخلوة أهل.\nوقال مطيع بن إياس:\nمن كان تعجبه الأنثى ويعجبها\n...\nمن الرجال فإني شفّني الذكر\nفوق الخماسي لما طرّ شاربه\n...\nرخص البنان خلا من جلده الشّعر\nلم يجف من كربتي ما يراد به\n...\nمن الأمور ولا أزرى به الصّغر\nوقال آخر:\nفديتك إنّما اخترناك عمدا\n...\nلأنك لا تحيض ولا تبيض\nولو ملنا إلى وصل الغواني\n...\nلضاق بنسلنا البلد العريض\nوقال أبو نواس:\nإني امرؤ أبغض النعاج وقد\n...\nيعجبني من نتاجها الحمل\nحتى إذا ما رأيت لحيته\n...\nفليس بيني وبينه عمل\nوكتب بعضهم إلى صديق له على ظهر:\nكتبت إليك في ظهر لعلمي\n...\nبأنّا معشر نهوى الظّهورا\nوإن الصّيد للغزلان خير\n...\nمن السمك الذي يأوي البحورا\nالجزء: 1 ¦ الصفحة: 184\n",
        "باب ذم الغلمان\nقال بعض السلف: لا تملأوا أعينكم من المرد فإن فتنتهم كفتنة الغواني وتربو عليها. وقيل: من أولع بحب الغلمان استهدف لألسن الطاعنين.\nوقال ابن الرومي:\nحبّك الغلمان ما\n...\nأمكن النسوان غبن\nإنما يمشق في ظه\n...\nر إذا أعوز بطن\nوقال الصابي:\nلحاجة المرء في الأدبار إدبار\n...\nوالمائلون إلى الأحراء أحرار\nكم من ظريف نظيف بات ممتطيا\n...\nردف الغلام فأضحى وهو عطار\nتصفرّ أثوابه من ورس فقحته\n...\nفيستبين لذاك الخزي والعار\nلا يستطيع جحودا إذ تقذره\n...\nيوما وفي ثوبه للسلح آثار\nكم بين ذاك ومن باتت مطيته\n...\nحوراء ناظرها بالغنج سحار\nيقوم عنها وقد أهدت له أرجا\n...\nتضوعت من غوالي طيبه الدار\nليس الغلام لها عدلا يقاس بها\n...\nوهل يقاس بعود النّدّ أقذار\nالجزء: 1 ¦ الصفحة: 185\n",
        "إياكم يا ثقاتي من مخالفتي\n...\nفلا يصدكم عن الأحراء أحجار\nوقال بعض الرؤساء: استراح من اقتصر على النساء.\nوقال بعض الحكماء الظرفاء: اللواط ليس من الاحتياط.\nالجزء: 1 ¦ الصفحة: 186\n",
        "باب مدح الخط والعذار\nيقال: هل يحسن الروض إلا بزهره. وقال بعض البلغاء:\nأحسن ما يكون وجه الأمرد الصبيح إذا نقش الخط فصّ وجهه، وأحرق فضة خده. وقال آخر: خط الوجه الحسن كالسواد الحال في القمر.\nومن أحاسن الشعر في معناه للصاحب الجليل حيث قال:\nإن كنت تنكره فالبدر يعرفه\n...\nأو كنت تظلمه فالحسن ينصفه\nما جاءه الشّعر كي يمحو محاسنه\n...\nوإنما جاءه غمدا يغلفه\nوقال أبو الفرج الببغاء:\nومهفهف لما اكتست وجناته\n...\nحلل المحاسن طرزت بعذاره\nلما انتصرت على عظيم جفائه\n...\nبالقلب صار القلب من أنصاره\nوقال أبو نواس:\nقد كان بدر السماء حسنا\n...\nوالناس في حبه سواء\nفزاده ربه عذارا\n...\nتم به الحسن والبهاء\nلا تعجبوا ربنا قدير\n...\nيزيد في الخلق ما يشاء\nوقال أيضا:\nالجزء: 1 ¦ الصفحة: 187\n",
        "من أين للرشأ الغرير الأحور\n...\nفي الخدّ مثل عذاره المتحدر\nقمر كان بعارضيه كليهما\n...\nمسكا تساقط فوق ورد أحمر\nوقال الشهاب الحجازي:\nومهفهف ألحاظه وعذاره\n...\nيتعاضدان على فناه الناس\nسفك الدماء بصارم من نرجس\n...\nكانت حمائل غمده من آس\nوقال آخر:\nوخط تم في حافات خد\n...\nله في كل يوم ألف عاشق\nكأن الريح قد مرت بمسك\n...\nوذرّت ما حوته على الشقائق\nباب ذم الخط والعذار\nقال بعض البلغاء: إذا اختط الغلام استحال فور خده دجا، وزمرذ خطه سبجا.\nويقال: عيب العذار أن يكسف الهلال، ويحيل الخال، ويمسخ الجمال، وينقص الكمال. وقال الشاعر:\nقلت لما تشوكت وجنتاه\n...\nوأزال الظلام ضوء نهاره\nالجزء: 1 ¦ الصفحة: 188\n",
        "أيّ شيء هذا فقال مجيبا\n...\nكل من مات سوّوا باب داره\nوقال التنوخي:\nقلت لأصحابي وقد مر بي\n...\nمنتقبا بعد الضيا بالظّلم\nبالله يا أهل ودي قفوا\n...\nكي تبصروا كيف تزول النعم\nوقال بعض العصريين:\nأخنى عليه الشهر والدهر\n...\nومحا محاسن وجهه الشّعر\nومن يصف ما قد دهاه يقل\n...\nلا تعجبوا قد يكسف البدر\nوقال آخر:\nما يفعل الله باليهود\n...\nولا بعاد ولا ثمود\nولا بأبليس إذ تأبّى\n...\nيوم دعاه إلى السجود\nولا بفرعون إذ تعدّى\n...\nما يفعل الشّعر بالخدود\nبينا يرى الأمرد المفدى\n...\nكالبدر في ليلة السعود\nإذ غمر الشعر عارضيه\n...\nوصار قردا من القرود\nوقيل: ليس بعد الشعر حسن.\nالجزء: 1 ¦ الصفحة: 189\n",
        "باب مدح السماع\nقال بعض الفلاسفة «1» : أمهات لذات الدنيا أربع: لذة الطعام، ولذة الشراب، ولذة النكاح، ولذة السماع؛ فاللذات الثلاث لا وصول إلى كل منها إلا بحركة وتعب ومشقة ونصب ولها مضار إذا استكثر منها، وأما لذة السماع، قلّت أو كثرت، صافية من التعب، خالصة من النصب، خالية من الوصب. وقد نظم ذلك من قال:\nوجدت رئيسة اللذا\n...\nت أربعة متى تحسب\nفمنها لذة المنكح\n...\nوالمطعم والمشرب\nوتبقى بعدها أخرى\n...\nمن الصوت الذي يطرب\nوهذي تفيد النفس إبهاجا ولا تنصب «2» وما من لذة من تلك إلا وهي قد تتعب قال مؤلف الكتاب: ومن خصائص السماع أنه لا يحجزه ولا يحجبه شيء وأن الجمع بينه وبين كل عمل ممكن، وأن الإبل والخيل تستطيبه وترقص عليه، والصبيان الرضع تستلذه وتسكن إليه، والوحوش والطيور تسكن إلى فائقه وتعرج عليه «3» .\nالجزء: 1 ¦ الصفحة: 190\n",
        "وكان بعض فقهاء المتكلمين يقول: قد اختلف الناس في السماع فأباحه قوم وحظره آخرون، وأنا أخالف الفريقين، فأقول: إنه واجب لكثرة منافعه ومرافقه وحاجة الناس إليه وحسن أثر استماعها به «1» .\nوكان عبد الله بن جعفر يقول: إني لأجد للسماع أريحية، ولو سئلت عندها أعطيت، ولو قاتلت أبليت. وسمع معاوية عند عبد الله بن جعفر الغناء فحرك رأسه ورجليه وصفق بيديه، ثم لما أناب رأيه إليه قال كالمعتذر منه: إن الكريم طروب ولا خير فيمن لا يطرب.\nوكان مروان بن أبي حفصة إذا تغدى عند إسحق الموصلي يقول له: أطعموا آذاننا رحمكم الله.\nوكان يحيى بن خالد البرمكي يقول: خير الغناء ما أشجاك وأبكاك وأطربك وألهاك. ويقال: إن الغناء غذاء الروح كما أن الطعام والشراب غذاء البدن.\nومن أحسن ما قيل في الغناء قول بعضهم:\nغنّت فلم تبق فيّ جارحة\n...\nإلا تمنيت أنها أذن\nالجزء: 1 ¦ الصفحة: 191\n",
        "باب ذم السماع\nقال الحطيئة لقوم نزل بهم: جنبوا مجلسنا الغناء، فإنه رقية الزنا «1» .\nوسمع سليمان بن عبد الملك ذات ليلة في معسكره غناء، فأمر بصاحبه أن يخصى، ثم قال: إن الفرس ليصهل فتستودق الرمكة، وإن الجمل ليرغو فتستبضع له الناقة، وإن الرجل ليغني فتغتلم له المرأة.\nوكان الكندي يقول لابنه: إياك والسماع، فإنه برسام حاد، وذلك أن المرء يسمع فيطرب، ويطرب فيسمح، ويسمح فيعطي، ويعطي فيفتقر، ويفتقر فيهتم، ويهتم فيمرض، ويمرض فيموت.\nوكتب البديع «2» في رقعة إلى تلميذ له توفي أبوه وخلف مالا: يا مولاي ذلك المسموع من العود يسميه الجاهل نقرا والعاقل فقرا بل وقرا، وذلك الخارج من الناي هو اليوم في الآذان زمر، وغدا في الأبواب سمر، والعمر مع هذه الآلات ساعة، والقنطار في هذا العمل بضاعة.\nوطلب بعض المغنين جائزة من بعض المحصلين، فقال المسؤول له: إعلم أن المال روح والغناء ريح، ولست أشتري الريح بالروح.\nالجزء: 1 ¦ الصفحة: 192\n",
        "ونظمه الشيخ الإمام فقال:\nألا إنّ الغناء للمرء روح\n...\nوإن غناه في الآذان ريح\nوما يحصل عقلا ودينا\n...\nليذهب منه بين الريح روح\nالجزء: 1 ¦ الصفحة: 193\n",
        "باب مدح الزجاج\nمدح سهل بن هارون الزجاج ووصفه في بعض مجالس الملوك فقال: الذهب مخلوق، والزجاج مصنوع، وفضيلة الذهب بالصلابة، وفضيلة الزجاج بالصفاء، ثم إن الزجاج أبقى على الدفن وهو مجلو نوري، والذهب متاع سائر، والشراب في الزجاج أحسن منه في كل جوهر، ولا يفقد معه وجه النديم، ولا يثقل في اليد، ولا يرتفع في السوم، وقدور الزجاج أطيب من قدور الحجارة، وهي لا تصدأ، وإن اتسخت فالماء وحده لها جلاء، ومتى غسلت بالصابون صارت جددا، والزجاج أشبه شيء بالماء، وصنعته عجيبة وصفته غريبة وصياغته أغرب وأعجب، ومن كرع فيه لشرب ماء فكأنما يشرب في إناء من ماء وهواء وضياء، ومرآته المركبة في الحائط أضوأ من مرآة الفولاذ والصور فيها أبين، وقد تقدح النار من قنينة الزجاج إذا كان فيها ماء محاذ عين الشمس، لأن طبع الزجاج والماء والهواء والشمس من عنصر واحد. وليس في كل ما يدور الفلك عليه جوهر أقبل لكل صبغ وأجدر أن لا يفارقه منه حتى كان ذلك الصبغ جوهره، ومتى سقط عليه ضياء أنفذه إلى الجانب الآخر وأعاره لونه، وإن كان الجام ذا ألوان أراك بياض البيت أحسن من وشيء صنعاء ومن ديباج تستر، ولم يتخذ الناس آنية أجمع لما يريدون منه؛ وقال الله تعالى عز ذكره: يلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً\nالجزء: 1 ¦ الصفحة: 194\n",
        "كَشَفَتْ عَنْ ساقَيْها قالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوارِيرَ\n«1» . وقال عز ذكره: وَأَكْوابٍ كانَتْ قَوارِيرَا قَوارِيرَا مِنْ فِضَّةٍ قَدَّرُوها تَقْدِيراً\n«2» . واشتق الفضة من اسمها، على أن الزجاج أقطع من السيف وأحد من الموسى، وإذا وقع المصباح على جوهر الزجاج صار مصباحا آخر وردّ كل واحد منهما الضياء على صاحبه واعتبروا ذلك الشعاع الذي على وجه الماء وعلى الزجاج، ثم انظروا كيف يتضاعف نوره حتى يكاد يغشى عين الناظر إليه، قال الله تعالى: اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ الْمِصْباحُ فِي زُجاجَةٍ\n«3» .\nوكان سليمان بن داود عليهما السلام إذا عبّ في الإناء كلحت في وجهه مردة الجن والشياطين فعلمه الله صنعة الزجاج.\nباب ذم الزجاج\nأحسن ما ذم به الزجاج قول النظّام، فإنه أخرجه في كلمتين بأوجز لفظ وأتم معنى فقال: يسرع إليه الكسر ولا يقبل الجبر «4» .\nومن هنا قال الشاعر:\nاحرص على حفظ القلوب من الأسى\n...\nفرجوعها بعد التنافر يعسر\nالجزء: 1 ¦ الصفحة: 195\n",
        "إن القلوب إذا تنافر ودّها\n...\nمثل الزجاجة كسرها لا يجبر\nوقال آخر:\nوهشيم الزجاج أرجى صلاحا\n...\nمن فساد القلوب بعد الصّلاح\nوقال مؤلف الكتاب: ليس الزجاج من حسن المتاع، وهو على مدرجة الهلاك والضياع، لأن الآفات ترفرف عليه، والعاهات تسارع إليه، وكلما كان أثمن وأقوم، كان الخطر فيه أشد وأعظم، وما احتاط على ماله من غالى به وأسرف في ثمنه.\nوكتب مروان بن محمد إلى بعض الخوارج: إني وإياك كالحجر والزجاجة: إن وقع عليها رضّها، وإن وقعت عليه فضها؛ وكما قال الشاعر:\nوآلت يمينا كالزجاج رقيقة\n...\nوما حلفت إلا لتحنث من أجلي\nوقال السري يعاتب صديقا له على سر أذاعه:\nسرّ لديك كأسرار الزجاجة لا\n...\nيخفى على العين منها الصفو والكدر\nفاحذر من السرّ كسرا لا انجبار له\n...\nفللزجاجة كسر ليس ينجبر\nوقال ابن علان النهرواني للزجاج النحوي:\nلك عهد قد جبرنا\n...\nفأعيتنا صدوعه\nفإذا ودّك مما\n...\nكنت بالأمس تبيعه\nالجزء: 1 ¦ الصفحة: 196\n",
        "باب مدح الذهب\nقال شداد الحارثي: الذهب أبقى الجواهر على الدفن، وأصبرها على الماء، وأقلها نقصانا على النار، وهو أوزن من كل شيء إذا كان في مقدار شخصه، وجميع جواهر الأرض إذا وضع على الزئبق في إنائه طفا، ولو كان ذا وزن ثقيل وحجم عظيم، ولو وضعت عليه قيراطا من الذهب لرسب حتى يضرب قعر الإناء، ولا يجوز ولا يصلح أن تشد الأسنان المنتزعة بغيره، ولا يوضع في مكان الأنوف المصطلحة سواه، وميله أجود الأميال وأهل الهند تهزه في العين بلا كحل ولا ذرور لصلاح طبعه وموافقة جوهره لجوهر الناظرين، وله حسن وبهاء في العيون، وحلاوة في الصدور، ومنه الزريابات والصفائح التي تكون في سقوف الملوك، وعليه مدار التبايع منذ الزمان الأول والدهر الأطول، وهو ثمن لكل شيء، وهو فوق الفضة مع حسنها وكرمها بأضعاف وأضعاف أضعاف، والأرض التي تنبته ويسلم عليها تحيل الفضة إلى جوهرها في السنين اليسيرة والمدة القصيرة وتقلب الحديد إلى طبعها في الأيام القليلة والأوقات الضئيلة، والطبيخ يكون في قدره أغذى وأمرأ وأصح في الجوف وأطيب.\nوسئل أمير المؤمنين، علي رضي الله تعالى عنه، عن الكبريت الأحمر فقال: هو الذهب.\nوقال النبي صلى الله عليه وسلم: «لو أن لي طلاع الأرض ذهبا لافتديت به من\nالجزء: 1 ¦ الصفحة: 197\n",
        "هول المطلع» «1» فأجراه في ضرب المثل به كل مجرى.\nوقال الله تعالى حكاية عن شأن الكفار: الَّذِينَ كَفَرُوا وَماتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَباً وَلَوِ افْتَدى بِهِ\n«2» : فدل على عزته وعظم قدره.\nوقال أبو زيد البلخي «3» : معلوم أنه ليس من الجواهر الموجودة في العالم أطول بقاء من الذهب لما يرى من انقضاء الزمان بدون فساد يعرض عليه، حتى أن العامة لتحكم بأنه جوهر لا فساد فيه البتة، وإنما خص بهذا البقاء الطويل وإبطاء آفات التغير بسبب اعتدال مزاجه في الحرارة والبرودة والرطوبة واليبوسة، فإن كل ما خرج من الأشياء المركبة عن الاعتدال إلى إفراط كيفية من الكيفيات الأربع أسرع إليه الفساد لغلبة تلك الكيفية، ولذلك الفساد الذي هو ضد الكون سببه الخروج عن الاعتدال، ولصحة مزاجه لم يوجد فيه صدأ كغيره من الجواهر، والسهولة التي فيه لم توجد في غيره، إذ كل ما عداه يكسب الأطعمة والأشربة المجعولة فيه نوعا من فساد الطعم والرائحة، وكل ما أكل وشرب فيه وجد سليما من هذا العارض. ولذلك اختار الملوك العظماء الأكل والشرب فيه ووعد الله عباده به في دار الثواب، فقال سبحانه: يُطافُ عَلَيْهِمْ بِصِحافٍ مِنْ ذَهَبٍ\n«4» كما قال في\nالجزء: 1 ¦ الصفحة: 198\n",
        "باب الحلية والزينة: جَنَّاتُ عَدْنٍ يَدْخُلُونَها يُحَلَّوْنَ فِيها مِنْ أَساوِرَ مِنْ ذَهَبٍ\n«1» وذلك لما كانت العادة به من متنعمي الملوك في هذه الدنيا بأن يحلوا أعضاءهم الشريفة بالذهب، وكذلك شأنهم إذ بالغوا في إكرام من يقفون منه على بلاء عظيم في الحرب والدفاع عن حوزة الملك، ولجلالة قدره ما حكى الله عز اسمه في قصة موسى عن فرعون: فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ\n«2» .\nومن أحسن ما قيل في وصف الذهب قول قدامة حكيم المشرق:\nالذهب نسيم مركوم وشعاع معقود؛ فأتى بعلة عجيبة حيث ذكر أنه شعاع الشمس وقد انعقد فصار جمادا.\nوفي المبهج: الذهب خير مال حاضر، لباد أو حاضر، وقال أيضا: من ملك الصفر والبيض أبيضّ وجهه واخضر عيشه واسودّ وجه عدوه.\nباب ذم الذهب\nقال سهل بن هرون: الذهب اسم يتطير منه ولا يتفاءل به، ومن لؤمه إسراعه إلى بيوت اللئام وإبطاؤه عن بيوت الكرام.\nالمتنبي في معناه:\nشبيه الشيء منجذب إليه\n...\nوأشبهنا بدنيانا الطغام\nوما أنا منهم بالعيش راض\n...\nولكن معدن الذهب الرّغام «3»\nالجزء: 1 ¦ الصفحة: 199\n",
        "والذهب فتان لمن أصابه.\nويقال: الذهب من مصائد إبليس: ولذلك قالوا: أهلك الرجال الأحمران.\nوقلت في المبهج: ما أسرع ذهاب الذهب وانفضاض الفضة.\nالجزء: 1 ¦ الصفحة: 200\n",
        "باب مدح الشطرنج\nأحسن ما فيه قول ابن المعتز:\nيا عائب الشطرنج من جهله\n...\nوليس في الشطرنج من باس\nفي فهمها علم وفي لعبها\n...\nشغل عن الغيبة والناس\nوتذهل العاشق عن عشقه\n...\nوصاحب الكاس عن الكاس\nوصاحب الحرب بتدبيرها\n...\nيزداد في الشدّة والباس\nوأهلها في حسن آدابهم\n...\nمن خير أصحاب وجلاس\nوقال ابن الرومي في معناه يمدح الشطرنج والنديم أحسن:\nفتى نصب الشطرنج كيما يرى بها\n...\nعواقب لا تسمو بها عين جاهل\nوأجدى على السلطان في ذاك أنه\n...\nيريد بها كيف اتقاء الغوائل\nوتصريف ما فيها إذا ما اعتبرته\n...\nمثال لتصريف القنا والقنابل\nتأمل حجاه في دقائق هزله\n...\nتجده حجاه في الخطوب الجلائل\nوسئل محمد المزني عن المتلاعبين بالشطرنج، فقال: إذا سلمت أيديهما من الضرب والخسران وألسنتهما من الفحش والعدوان، وصلاتهما من السهو والنسيان كانت أدبا بين الإخوان والخلان.\nالجزء: 1 ¦ الصفحة: 201\n",
        "وكان المأمون يقول: عجبت من ذراع في ذراع يديرها العقلاء منذ دهر طويل فلم يقفوا لها على غاية. وكان سعيد بن جبير، رضي الله عنه، يقول: ما وضع هذا الشطرنج إلا لأمر عظيم.\nباب ذم الشطرنج\nذكر الصولي في كتاب شعراء مصر أن الخراساني الشاعر كان حاذقا. لعب الشطرنج، فعابها الحسين بن محمد مكايدة له فقال:\nصاحبها أبدا مشغول مهموم، يحلف بالله كاذبا ويعتذر مبطلا ويشتم نفسه ويسخط ربه، وكل صناعة لا تجوز المكابرة فيها غيرها؛ فإن صاحبها يغلب في ساعة فتنقضي دعواه، وهي لعب الصائم إذا جاع والعامل إذا عزل والمخمور حتى يفيق، وإنما هي خشب هزم خشبا ولعب أورث من غير طائل تعبا، ثم إن الرجل ليسأل عن غلامه فيقال هو يلعب فيضربه ولا يستحي أن يقول: تعالوا حتى نلعب الشطرنج، وأنت تقول في الكناسي ما احذقه، وفي الطنبوري ما أضربه، فإذ عبرت عن الشطرنجي قلت: ما ألعبه؛ فما تقول في العبارة عن صناعة الكناس أحسن من العبارة عن صاحبها.\nوفي كتاب يتيمة الدهر لمؤلف هذا الكتاب، أن أبا القاسم الكسروي «1» «كان يبغض الشطرنج ويذمها ولا يقارب من يشتغل بها ويطنب في ذكر عيوبها «2» . ويقول: لا ترى شطرنجيا غنيا إلا بخيلا\nالجزء: 1 ¦ الصفحة: 202\n",
        "دنيا «1» ، ولا فقيرا إلا طفيليا، ولا تسمع نادرة باردة إلا على الشطرنج، فإذا أجري شيء منها «2» قيل: جاء الزمهرير. ولا يتمثل بها إلا فيما يعاب [ويذم] «3» ويكره، فإذا أخذت اليشلزان قيل قد فرزنت «4» ، وإذا كان مع الغلام الصبيح [المليح] «5» رقيب ثقيل.\nقيل: معه فرزن بند «6» ، وإذا استحقر قدر الإنسان قيل: كأنه بيدق الشطرنج «7» . [ولا سيما إذا اجتمع فيه قصر القد وصغر القدر كما قال الناجم:\nألا يا بيدق الشطرنج في القيمة والقامة.\nوإذا ذكر وقوع الإنسان في ورطة وهلكة على يد عدو قيل، كما قال عبد الله بن المعتز وأجاد:\nقل للشقي وقعت في الفخ\n...\nأودت بشاهك ضربة الرّخّ «8»\nوإذا رؤي طفيلي يكثر الأكل على المائدة، ويسيء الأدب في المؤاكلة «9» قيل: أنظروا إلى يد هذا «10» الكشخان كأنها الرخ في الرقعة. وإذا رؤي زيادة لا يحتاج إليها قيل: زيد في الشطرنج\nالجزء: 1 ¦ الصفحة: 203\n",
        "بغل «1» ، وإذا سب رجل ساقط المروءة «2» قيل: من أنت في الرقعة؟\nوإذا ذكر وضيع ارتفع قيل «3» : متى تفرزنت يا بيدق.\nالجزء: 1 ¦ الصفحة: 204\n",
        "باب مدح النرجس\nقال جالينوس: من كان له رغيفان فليجعل أحدهما في ثمن النرجس، لأن الخبز غذاء البدن والنرجس غذاء الروح. وكان أنوشروان ينظر إلى النرجس ويشبهه بالعيون ويقول: إني لأستحي أن أجامع في بيت فيه نرجس «1» . وكان الحسن بن سهل يقول: من أدمن شم النرجس في الشتاء أمن من البرسام «2» في الصيف.\nووصف بعض البلغاء النرجس فقال: كأن عينه عين وورقه ورق وساقه زمرذ.\nوقد أكثر الشعراء في وصفه فقال أبو نواس:\nتأمل في نبات الأرض وانظر\n...\nإلى آثار ما صنع المليك\nعيون من لجين شاخصات\n...\nبأبصار هي الذهب السبيك\nعلى قضب الزبرجد شاهدات\n...\nبأن الله ليس له شريك\nولبعضهم:\nيا صاح إن وافيت روضة نرجس\n...\nإياك فيها المشي فهو محرّم\nالجزء: 1 ¦ الصفحة: 205\n",
        "حاكت عيون معذّبي بذبولها\n...\nولأجل عين ألف عين تكرم\nوابن الرومي فضله على الورد بقوله:\nخجلت خدود الورد من تفضيله\n...\nخجلا تورّده عليها شاهد «1»\nلم يخجل الورد المورّد لونه\n...\nإلا وناحله الفضيلة عاند\nللنرجس الفضل المبين وإن أبى\n...\nآب وحاد عن الطريقة حائد\nفصل القضية أنّ هذا قائد\n...\nزهر الربيع وأن هذا طارد «2»\nوإن احتفظت عليه أمتع صاحب\n...\nوعلى المدامة والسماع مساعد «3»\nأطلب بعقلك في الملاح سميّه\n...\nابدا فإنك لا محالة واجد «4»\nوالورد- لو فتشت- في أسمائه\n...\nما في الملاح له سمي واحد\nالجزء: 1 ¦ الصفحة: 206\n",
        "هذي الزهور هي التي قد ربيت\n...\nبيد السحاب كما يربي الوالد «1»\nفانظر إلى الأخوين من أدناهما\n...\nشبها بوالده، فذاك الماجد «2»\nأين الخدود من العيون نفاسة\n...\nورياسة لولا القياس البارد «3»\nوله أيضا:\nأرى حسن هذا النرجس الغضّ مخبرا\n...\nعن الله أن ليس النبيذ محرّما\nباب ذم النرجس\nلما فضل ابن الرومي النرجس على الورد تصدى له الشعراء بالمناقضة والمعارضة، فقال ابن الحاجب «4» :\nيا ذا الذي للحق ظلّ يعاند\n...\nوقد استبان له الطريق القاصد\nالجزء: 1 ¦ الصفحة: 207\n",
        "قايست نرجسك الذي فضلته\n...\nبالورد، يا هذا قياسك فاسد\nوعدلت عن عدل الحكومة جائرا\n...\nبقضية فيها عليك أواجد\nوجعلت أصلك أن هذا قائد\n...\nزهر الربيع وأنّ هذا طارد\nوالنرجس البادي وليس مفضلا\n...\nوالورد بعد النّور أجمع وارد\nوإذا الجيوش تتابعت في موكب\n...\nفبآخر منها يجيء القائد\nوأجل من عين يشين بياضها\n...\nلون من اليرقان أصفر بارد\nخدّ تورد لونه لنعيمه\n...\nفعليه من خلع الربيع مجاسد\nوالورد ساق مستقر أصله\n...\nوالنرجس المضفوف غصن مائد\nفتأمل الاثنين أيهما رست\n...\nأعراق منصبه فذاك الماجد\nما أخر الورد الخطير مقدما\n...\nللنرجس المرذول إلا حاسد\nوقال أبو العلاء السروري «1» :\nأنظر إلى نرجس تبدّت\n...\nصبحا لعينيك منه طاقه\nالجزء: 1 ¦ الصفحة: 208\n",
        "واكتب أسامي مشبهيه\n...\nبالعين في دفتر الحماقه\nوأي حسن يرى لطرف\n...\nمع يرقان يحل ماقه\nكروثة ركّبت عليها\n...\nصفرة بيض على رقاقه\nوقال آخر:\nقد أجاد الورد حجته\n...\nفي مقال غير ذي خطل\nقال لي أبصرت نرجسة\n...\nغضة في كف ذي غزل\nفهي تحكي عين ذي مرض\n...\nيقطّع الأيام بالعلل\nالجزء: 1 ¦ الصفحة: 209\n",
        "باب مدح الورد\nقال ابن سكرة الهاشمي «1» :\nللورد عندي محلّ\n...\nلأنه لا يملّ\nكل الرياحين جند\n...\nوهو الأمير الأجلّ\nولآخر:\nكتب الورد إلينا\n...\nفي قراطيس الخدود\nيا بني الصّهبا صلوني\n...\nقد دنا وقت الورود\nوقال أبو الفرج الببغاء:\nزمن الورد أظرف الأزمان\n...\nوأوان الربيع خير أوان\nأشرف الزهر زاد في أشرف الده\n...\nر فصل فيه أشرف الفتيان «2»\nوعهدي بغير واحد من الفضلاء يستظرف قول ابن أبي البغل:\nتمتع من الورد القليل بقاؤه\n...\nكأنك لم يفجأك إلا فناؤه\nالجزء: 1 ¦ الصفحة: 210\n",
        "وودعه بالتقبيل والشمّ والبكا\n...\nوداع حبيب لا يطول بقاؤه\nومما يدخل على الأذن بلا إذن قول علي بن الجهم:\nزائر يهدي إلينا\n...\nنفسه في كلّ عام\nحسن الوجه زكي ال\n...\nريح إلف للمدام عمره خمسون يوما\nثم يمضي بسلام\nوقوله:\nما أخطأ الورد منك شيئا\n...\nحسنا وطيبا ولا ملالا\nأقام حتى إذا أنسنا\n...\nبقربه أسرع انتقالا\nوقال مؤلف الكتاب في المبهج: إذا ورد الورد، صدر البرد.\nباب ذم الورد\nكان ابن الرومي يذم الورد ويهجنه لأنه كان يزكم من رائحته، وقد قال في ذمه، وهو من نوادر التشبيه:\nوقائل لم هجرت الورد مقتبلا\n...\nفقلت من قبحه عندي ومن سخطه\nكأنه سرم بغل حين أخرجه\n...\nعند البراز وباقي الرّوث في وسطه\nولغيره:\nالنرجس الغض لربات الغنج\n...\nوالورد من شمّ رعاع وهمج\nالجزء: 1 ¦ الصفحة: 211\n",
        "أما تراه حين يبدو طالعا\n...\nكأنه سرم حمار قد خرج\nوبلغني أن الأمير خلف بن أحمد كان ينشد كثيرا قول البستي:\nلا يغرنك أنني لين بالم\n...\nسّ لأني إذا انتضيت حسام «1»\nأنا كالورد فيه راحة قوم\n...\nثمّ فيه لآخرين زكام\nالجزء: 1 ¦ الصفحة: 212\n",
        "باب مدح الشتاء\nأحسن ما قيل فيه قول النبي صلى الله عليه وسلم: «الشتاء ربيع المؤمن، قصر نهاره فصامه، وطال ليله فقامه» «1» .\nوقد أحسن أبو تمام في قوله:\nإنّ الشتاء على سآمة وجهه\n...\nلهو المفيد طلاوة المصطاف\nوقال آخر:\nلولا الذي غرس الشتاء بكفّه\n...\nقاسى المصيف هشائما لا تثمر\nوقال آخر:\nخضرة الصيف من بياض الشتاء\n...\nوابتسام الثرى بكاء السماء\nوقال مؤلف الكتاب: ومن محاسن الشتاء طول الليل الذي جعله الله سكنا ولباسا، وبرد الماء الذي هو مادة الحياة وانقطاع الذباب والبعوض وعدم ذوات السموم من الهوام وأمنها على الطعام والأجسام، وهو حبيب الملوك وأليف المتنعمين يطيب لهم فيه الأكل\nالجزء: 1 ¦ الصفحة: 213\n",
        "والشرب، ويجتمع فيه الشمل، ويظهر فيه فضل الغني على الفقير، وهو زمان الراحة كما أن الصيف زمان الكد ولذلك قالوا: من لم يغل دماغه صائفا لم تغل قدوره شاتيا، كما قيل:\nوإن الذي لم يغل صيفا دماغه\n...\nوجدّك لا تغلي شتاء قدوره\nكذلك مقسوم المعايش في الورى\n...\nبسعي ورعي تستبين أموره\nومدح بعض الدهاقين «1» الشتاء فقال: آكل فيه ما جمعت، واستمتع بما ادخرت، وأي شيء أحسن من كانوني في كانون، ومن لبس الخزّ والسمور، والقعود في الطوارم مع الأحباب، وتناول الدراج والكباب، والاستظهار على البرد بالشراب، والشرب على الثلج يثلج الصدر.\nوقال بعض الكتّاب:\nليت الشتاء يعود لي بنعيمه\n...\nإنّ الشتاء غنيمة الكتّاب\nقصر النهار وطول ليل ممتع\n...\nفيه نلذ بقينة وشراب\nباب ذم الشتاء\nأحسن ما قيل في ذلك قول النبي صلى الله عليه وسلم: «إحذروا البرد فإنه قتل\nالجزء: 1 ¦ الصفحة: 214\n",
        "أخاكم أبا الدرداء» .\nقال بعض السلف: الشتاء عدو الدين وهلاك المساكين.\nوفي الخبر: الحرّ يؤذي والبرد يقتل.\nوقال الجاحظ: الشتاء عند الناس هو الكلب الكلب، والعدو الحاضر، يتأهب له كما يتأهّب للجيش، ويستعدّ له كما يستعد للحرق والغرق.\nوقال مؤلف الكتاب: الشتاء عذاب وبلاء وعقاب ولأواء يغلظ فيه الهواء ويستحجر له الماء وتنحجر الفقراء، وما ظنك بما يذوي الوجوه ويعمش العينين ويسيل الأنوف ويغير الألوان ويقشف الأبدان ويميت كثيرا من الحيوان، فكم فيه من يوم أرضه كالقوارير اللامعة، وهواؤه كالزنابير اللاسة، وليل يحول بين الكلب وهريره، والأسد وزئيره، والطير وصفيره، والماء وخريره. وقال آخر: نحن في الشتاء بين نشق وزلق ودمق «1» .\nوقال الشيخ الإمام رحمه الله تعالى:\nنحن في شتوتنا في قلق\n...\nوتمادي شفق في فرق ليس يخلو يومنا والليل من\nلثق أو زلق أو دمق\nالجزء: 1 ¦ الصفحة: 215\n",
        "باب مدح الصيف\nيقال: الصيف خفيف المؤنة، جليل المعونة، كثير النفع، قليل الضر، وهو أم الحب والرياحين وبنات البساتين، وراحة الفقراء والمساكين، وستر الضعفاء والمتخملين، والعون على عبادة رب العالمين، وطبعه طبع الشباب الذي هو باكورة الحياة، كما أن الشتاء طبعه الهرم الذي هو باكورة العدم.\nباب ذم الصيف\nفي الحديث المرفوع: «شدة الحر من فيح جهنم» .\nوقلت في المبهج: حر الصيف كحد السيف.\nوقلت أيضا:\nرب يوم هواؤه يتلظى\n...\nفيحاكي فؤاد صب متيم\nقلت إذ خدّ حرّه حر وجهي\n...\nربنا اصرف عنا عذاب جهنم\nوكتب بعض الكتّاب إلى بعضهم: أشكو إلى مولاي صيفا لا يطيب معه عيش ولا ينفع به ثلج ولا خيش «1» . وكتب آخر: كيف لي\nالجزء: 1 ¦ الصفحة: 216\n",
        "بالحركة وقد قوي سلطان الحر، وفرش بساط الجمر، لا سيما وفيه الهاجرة التي هي كقلب المهجور، والتنور المسجور.\nوكتب آخر: لا مرحبا بالصيف من ضيف، فهو عون على الحيّات والعقارب، وأم الذباب والخنافس، وظئر البق الذي هو آفة الخلق. ثم قال فيه:\nمن كلّ سائلة الخرطوم طاغية\n...\nلا يحجب السجف مسراها ولا الكلّ\nطافوا علينا وحرّ الصيف يطبخنا\n...\nحتى إذا نضجت أجسامنا أكلوا\nالجزء: 1 ¦ الصفحة: 217\n",
        "باب مدح المطر\nقال الله تعالى: وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ\n«1» : يعني المطر. وكان النبي صلى الله عليه وسلم يكشف رأسه للمطر تعرضا لرحمة الله تعالى. وقال عر وجل: وَأَنْزَلْنا مِنَ السَّماءِ ماءً طَهُوراً\n«2» . وقال سبحانه وتعالى: وَنَزَّلْنا مِنَ السَّماءِ ماءً مُبارَكاً\n«3» .\nوكان أمير المؤمنين علي رضي الله عنه يقول: من كان له داء قديم فليستوهب امرأته درهما من مهرها وليشتر به عسلا ويشربه بماء السماء، ليكون قد اجتمع له الهنيء والمريء والشفاء والمبارك؛ وهو مأخوذ من قوله تعالى: فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ هَنِيئاً مَرِيئاً\n«4» ، وقوله تعالى: يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ\n«5» ، وقوله تعالى: وَنَزَّلْنا مِنَ السَّماءِ ماءً مُبارَكاً\n«6» .\nوكان ابن عباس رضي الله تعالى عنهما يقول: المطر بعل الأرض؛ يعني أنه يلقحها؛ ومنه أخذ ابن المعتز قوله:\nالجزء: 1 ¦ الصفحة: 218\n",
        "ومزنة مشعلة البوارق\n...\nتبكي على الأرض بكاء العاشق\nتلقح بالقطر بطون الثرى\n...\nوالقطر بعل التربة العاتق\nوقال بعض البلغاء: مرحبا بالغيث الذي أغاث الأنام، واروى الهضاب والآكام، وأحيا النبات والسوام.\nوقال آخر: يا فرحتا بالغيث الذي أحيا الورى، وروى الثرى، ونبّه عيون النّور من الكرى.\nوقال أبو تمام:\nغيث أتانا مؤذنا بخفض\n...\nقضت به السماء حقّ الأرض\nيمضي ويبقى نعما لا تمضي\nوقال أحمد بن أبي طاهر «1» :\nوعارض مبتسم قد استهل\n...\nومدّ أطناب الغمام وأظل\nحتى إذا أثرى الثرى من وبله\n...\nواخصب الجدب تولّى وارتحل\nكم أنزل الله به من رحمة\n...\nومن حياة بحياة إذ نزل\nالجزء: 1 ¦ الصفحة: 219\n",
        "وقال مؤلف الكتاب:\nأتى هذا النثار على نظام\n...\nوجاء الخير إذ جاد الغمام\nفللوسمي في أرضي بكاء\n...\nوللزرع ابتهاج وابتسام\nباب ذم المطر\nكان يقال: المطر مفسد الميعاد. ويقال: الغيث لا يخلو من العبث «1» . وقلت في المبهج: عاقت الأمطار عن الأوطار، وحالت الأوحال عن الوصال.\nوقال أبو نواس:\nهو الغيث إلا أنّه باتصاله\n...\nإذا ليس قول الله فيه بباطل\nلئن كان أحيا كل رطب ويابس\n...\nلقد حبس الأحباب وسط المنازل\nوقال أبو علي البصير:\nمن تكن هذه السماء عليه\n...\nنعمة أو يكن بها مسرورا\nفلقد أصبحت علينا عذابا\n...\nولقينا منها أذى وشرورا\nصيّرت منزلي خرابا ومن عا\n...\nداتها أن تخرّب المعمورا\nأيها الغيث كنت بؤسا وفقرا\n...\nلي وللناس حنطة وشعيرا «2»\nالجزء: 1 ¦ الصفحة: 220\n",
        "وقال أيضا:\nرحمة صيرت عليّ عذابا\n...\nتركت منزلي خرابا يبابا\nلم تدع لي بها ولا لعيالي\n...\nسقف بيت يكفّ عين السحابا\nوقال ابن المعتز:\nروينا فما نزداد يا رب من حيا\n...\nوانت على ما في النفوس شهيد\nسقوف بيوتي صرن أرضا أدوسها\n...\nوحيطان داري ركّع وسجود\nالجزء: 1 ¦ الصفحة: 221\n",
        "باب مدح القمر\nقال مؤلف الكتاب: القمر هو نور الله عز وجل وأحد النيرين، وهو الذي يجعل الليل نهارا وبه يشبه كل وجه حسن ويتمثل به في كل خير.\nوفيما يقول الناس من حكاياتهم: أن أعرابيا نام ليلة عن جمله ففقده فلما طلع القمر وجده، فرفع إلى الله يديه وقال: أشهد أنك قد أعليته وجعلت السماء بيته، ثم نظر إلى القمر فقال: إن الله صورك ونورك، وعلى البروج دوّرك، وإذا شاء قوّرك، ولو شاء كوّرك، فلا أعلم مزيدا أسأله لك، فلئن أهديت إلى قلبي سرورا، لقد أهدى الله إليك نورا؛ ثم أنشأ يقول:\nماذا أقول وفيك القول ذو خطل\n...\nكفيتني فيك ذا التفصيل والجملا\nإن قلت لا زلت علويا فأنت كذا\n...\nأو قلت زانك ربي فهو قد فعلا\nباب ذم القمر\nأبلغ ما قيل في ذلك وأجمعه قول بعض الظرفاء الأدباء ممن يسكن الدار بكراء، وقد قيل له: أنظر إلى القمر ما أحسنه، فقال: والله ما أنظر إليه لبغضي فيه. قيل: ولم ذلك؟! قال: لأن فيه عيوبا لو\nالجزء: 1 ¦ الصفحة: 222\n",
        "كانت في حمار لردّ بالعيب، قيل: وما هي؟ قال: ما يصدقه العيان، ويشهد به الأثر، فإنه يهدم العمر ويقرب الأجل، ويحل الدّين، ويوجب كراء المنزل، ويقرض الكتان، ويغير الألوان، ويسخن الماء، ويفسد اللحم، ويورث الزكام، ويعين السارق، ويفضح العاشق الطارق.\nوقال ابن المعتز فيه:\nيا سارق الأنوار من شمس الضحى\n...\nما مثل نورك في الدجاء منغصي\nأما ضياء الشمس فيك فناقص\n...\nوأرى زيادة حرّها لم ينقص\nلم يظفر التشبيه منك بطائل\n...\nمتسلح بهقا كوجه الأبرص\nالجزء: 1 ¦ الصفحة: 223\n",
        "باب مدح السفر\nقد مدح الله تعالى المسافرين فقال: وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ\n«1» ، وأمر جل اسمه بالسفر فقال:\nفَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ\n«2» ، وقال جل وعلا:\nهُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَناكِبِها وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ\n«3» .\nوفي الخبر: سافروا تغنموا وتصحوا؛ وفي رواية تصحوا وتغنموا «4» .\nوفي التوراة: ابن آدم جدد سفرا أجدد لك رزقا.\nولبعضهم:\nفسر في بلاد الله والتمس الغنى\n...\nتعش ذا يسار أو تموت فتعذرا\nولا ترض من عيش بدون ولا تنم\n...\nوكيف ينام الليل من كان معسرا\nوقول العامة: كلب جوّال خير من أسد رابض.\nالجزء: 1 ¦ الصفحة: 224\n",
        "ولبعضهم:\nأدور من المعالي منتهاها\n...\nولا أرضى بمنزلة دنيّه\nفإما نيل غاية ما أرجّي\n...\nوإما أن توسدني المنيه\nولآخر:\nإن كنت ترضى بالدنية منزلا\n...\nفالأرض حيث حللتها لك منزل\nفإذا عزمت على المعالي فاخترط\n...\nعزما كما عزم الرجال النزّل\nوقال آخر:\nوإذا الديار تنكرت عن حالها\n...\nفدع الديار وسارع التحويلا\nليس المقام عليك فرضا واجبا\n...\nفي بلدة تدع العزيز ذليلا\nوإذا بكيت على زمان قد مضى\n...\nحتى يعود لتبكين طويلا\nوقال أحد الحكماء: السفر أحد أسباب المعاش التي بها قوامه ونظامه، لأن الله تعالى لم يجمع منافع الدنيا في أرض بل فرقها وأحوج بعضها إلى بعض، ومن فضله أن صاحبه يرى من عجائب الأمصار وبدائع الأقطار ومحاسن الآثار ما يزيده علما، ويفيده فهما بقدرة الله وحكمته، ويدعوه إلى شكر نعمته، ويسمع العجائب ويكسب التجارب ويفتح المذاهب ويجلب المكاسب، ويشد الأبدان وينشط الكسلان ويسلي الأحزان، ويطرد الأسقام ويشهي الطعام، ويحط سورة الكبر، ويبعث على طلب الذكر.\nالجزء: 1 ¦ الصفحة: 225\n",
        "وقال حاتم طيء:\nإذا لزم الناس البيوت رأيتهم\n...\nعماة عن الأخبار خرق المكاسب\nوقال ابن المعتز: أشقى من المسافر إلى الأمل من قعد في الناس عن العمل.\nوقال غيره:\nليس ارتحالك تزداد الغنى سفرا\n...\nبل المقام على بؤس هو السّفر\nوفي المبهج: من آثر السفر على القعود فلا يبعد أن يعود مورق العود.\nوفيه: ربما أسفر السفر عن النظر، وتعذر في الوطن قضاء الوطر.\nباب ذم السفر\nفي الحديث المرفوع أن المسافر ومتاعه على قلت إلا ما وقى الله «1» .\nوقيل لبعض الحكماء: إن السفر قطعة من العذاب «2» فقال: بل العذاب قطعة من السفر. ونظمه من قال:\nالجزء: 1 ¦ الصفحة: 226\n",
        "إن العذاب قطعة من السفر\n...\nيا رب فارددني إلى ربق الحضر\nوكان الحجاج يقول: لولا فرحة الإياب لما عذبت أعدائي إلا بالسفر.\nوكان بعض الحكماء يقول: السفر والسقم والقتال ثلاثة لثلاثة:\nالسفر سفينة الأذى، والسقم حريق الجسد، والقتال ينبت المنايا.\nوقيل: السفر متعب مكرب والحديث يقصره ويسلي كربه.\nوكان يقال: طول السفر ملالة، وكثرة المنى ضلالة.\nوكان النبي صلى الله عليه وسلم يتعوذ من وعثاء السفر.\nويقال: خمسة يعذرون على سوء الخلق: المريض، والمسافر، والصائم، والمصاب، والشيخ.\nوفي المبهج: رب سفر كتصحيفه، أردت رب سفر كسقر.\nالجزء: 1 ¦ الصفحة: 227\n",
        "باب مدح الغربة\nمن أحسن ما قيل في ذلك قول البرقعي:\nإذا النار ضاق بها زندها\n...\nففسحتها في فراق الزناد\nإذا صارم قرّ في غمده\n...\nحوى غيره الفضل يوم الجلاد\nوفي الاضطراب وفي الاغتراب\n...\nمنال المنى وبلوغ المراد\nوكان يقال: ليس بينك وبين بلدك نسب، فخير البلاد ما حملك وجملك.\nوقال بعض الحكماء: اهجر وطنك إذا نبت عنه نفسك، وأوحش أهلك إذا كان في إيحاشهم أسك.\nوقال آخر:\nفلان تشرّق أو تغرّب طالبا\n...\nوتكون في الإقبال والإدبار\nخير وأكرم بالفتى من عيشة\n...\nضنك يقوم بها على إقتار\nوكان سهل بن مروان يقول: لست ممن يقطع نفسه بصلة وطنه.\nالجزء: 1 ¦ الصفحة: 228\n",
        "ومن مشهور ما ينشد قوله:\nلا يمنعنك خفض العيش في دعة\n...\nنزوع نفس إلى أهل وأوطان\nتلقى بكل بلاد إن حللت بها\n...\nأهلا بأهل وجيرانا بجيران\nوقال آخر:\nالفقر في أوطاننا غربة\n...\nوالمال في الغربة أوطان\nوالأرض شيء كله واحد\n...\nويخلف الجيران جيران\nوقال غيره:\nإذا نلت في أرض معاشا وثروة\n...\nفلا تكثرون فيها النزوع إلى الوطن\nفما هي لا بلدة مثل بلدة\n...\nوخيرهما ما كان عونا على الزمن\nولأبي فراس:\nوالمرء ليس ببالغ في أرضه\n...\nكالصقر ليس بصائد في وكره\nوقال الطريفي:\nأرى وطني كعش لي ولكن\n...\nأسافر عنه في طلب المعاش\nولولا أن كسب القوت فرض\n...\nلما برح الفراخ من العشاش\nالجزء: 1 ¦ الصفحة: 229\n",
        "وللبستي:\nلئن تنقلت من دار إلى دار\n...\nوصرت بعد ثواء رهن أسفار\nفالحر حر عزيز النفس حيث أتى\n...\nوالشمس في كل برج ذات أنوار\nباب ذم الغربة\nكان يقال: النقلة مثلة، والغربة كربة، والفرقة حرقة.\nوقال بعض الحكماء: الغريب كالغرس الذي زايل أرضه وفقد شربه، فهو ذاو لا يزهر وذابل لا يثمر.\nويقال: الغريب كالوحش النائي عن وطنه، فهو لكل رام رمية ولكل سبع فريسة.\nوقال آخر: الغريب كاليتيم العظيم الذي ثكل أبويه، فلا أم ترأمه ولا أب يرأف عليه.\nويقال: عسرك في بلدك خير من يسرك في غربتك. ونظمه من قال:\nلقرب الدار في الإقتار خير\n...\nمن العيش الموسع في اغتراب\nوكان يقال: إذا كنت في بلد غيرك فلا تنس نصيبك من الذل.\nولبعضهم:\nالجزء: 1 ¦ الصفحة: 230\n",
        "يا نفس ويحك في التغرب ذلة\n...\nفتجرعي كأس الأذى وهوان\nوإذا نزلت بدار قوم دارهم\n...\nفلهم عليك تعزز الأوطان\nوقال آخر:\nما من غريب وإن أبدى مكابدة\n...\nإلّا تذكّر بعد الغربة الوطنا\nوقال النابغة:\nفحلي في ديارك إن قوما\n...\nمتى يدعوا ديارهم يهونوا\nوقال الأعشى:\nومن يغترب عن قومه لم يزل يرى\n...\nملوما ومظلوما مجرا ومحسبا\nوتدفن منه الصالحات وإن يسىء\n...\nيكن ما أسا كالنار في رأس كوكبا «1»\nوقال آخر:\nوينأ من عن دار العشيرة لم يزل\n...\nعليه رعود جمّة وبروق\nالجزء: 1 ¦ الصفحة: 231\n",
        "وقال العتابي:\nفيا ابن أبي لا تغترب إن غربتي\n...\nسقتني بكف الضيم ماء الحناظل\nوقال آخر:\nوإنّ اغتراب المرء من غير خلة\n...\nولا همة يسمو لها لعجيب\nوحسب الفتى ذلا وإن أدرك الغنى\n...\nونال ثراء أن يقال غريب\nوقال آخر:\nطلب المعاش مفرق\n...\nبين الأحبة والوطن\nومصير جلد الرجا\n...\nل إلى الضراعة والوهن\nوقال البستي:\nلا يعدم المرء كنا يستكن به\n...\nومتعة بين أهليه وأصحابه\nومن نأى عنهم قلّت مهابته\n...\nكالليث يحقر لما غاب عن غابه\nالجزء: 1 ¦ الصفحة: 232\n",
        "باب مدح الفراق\nقال بعض الحكماء: في الفراق مصافحة التسليم ورجاء الأوبة، والسلامة من السآمة وعمارة القلب بالشوق والأنس بالمكاتبة.\nقال أبو تمام:\nوليست فرحة الأوبات إلا\n...\nبموقوف على ترح الوداع\nوكتب بعض الكتّاب: جزى الله الفراق خيرا، فما هو إلا زفرة وعبرة ثم اعتصام وتوكل ثم تأميل وتوقع، وقبّح الله التلاقي، فإنما هو مسرة لحظة ومساءة أيام، وابتهاج ساعة واكتئاب زمان. وقال:\nإني لأكره الاجتماع ولا أكره الفراق، لأن مع الفراق غمة يخفيها توقع إسعاف بتأميل الأوبة والرجعى. ومع الاجتماع محاذرة الفراق وقصر السرور: قال الشاعر:\nليس عندي سخط النوى بعظيم\n...\nفيه غم وفيه كشف غموم\nمن يكن يكره الفراق فإني\n...\nاشتهيه للذة التسليم\nإن فيه اعتناقه لوداع\n...\nوانتظار اعتناق لقدوم\nوقال بعض الظرفاء من الكتّاب: إن قلت: إني لم أجد للرحيل ألما وللبين حرقة، لقلت: حقا، لأني نلت به العناق وأنس اللقاء ما\nالجزء: 1 ¦ الصفحة: 233\n",
        "كان معدوما أيام الاجتماع.\nومما يليق قول البحتري:\nفاحسن بنا والدمع بالدمع واكف\n...\nنمازجه والخدّ بالخد ملصق\nوقد ضمّنا وشي الفراق ولفّنا\n...\nعناق على أعناقنا ثم ضيق\nفلم نر إلا مخبرا عن صبابة\n...\nبشكوى وإلا عبرة تترقرق\nومن قبل قبل والتّشكّي وبعده\n...\nنكاد بها من شدّة اللثم نشرق\nولو فهم الناس الفراق وحسنه\n...\nلحبب من أجل التلاقي التفرق\nوقال غيره:\nآه من حرّ دمعة المشتاق\n...\nما ألذّ البكاء عند الفراق\nلذّة الدمع عند بين حبيب\n...\nكعناق الحبيب وقت التلاقي\nباب ذم الفراق\nكان يقال: ما خلق الفراق إلا لتعذيب العشاق.\nويقال: فراق الأحباب، سقام الألباب.\nوقال آخر: حق الفراق أن تطير له القلوب، وتطيش معه\nالجزء: 1 ¦ الصفحة: 234\n",
        "العقول، وتطيح عليه النفوس.\nويقال: فراق الحبيب يشيب الوليد، ويذيب الحديد.\nويقال: هول السياق أهون من الفراق.\nوقال النظّام: لو كانت للفراق صورة لراعت القلوب وهدت الجبال، ولجمر الغضى أهون توهجا من ناره، ولو عذب الله أهل النار بالفراق لاستراحوا إلى ما قبله من العذاب. وقال الشاعر:\nلو أن مالكا عالم بجوى الهوى\n...\nوفعاله بأضالع العشاق\nما عذّب الكفار إلا بالهوى\n...\nوإذا استغاثوا غاثهم بفراق\nوقال آخر «1» :\nلو دار مرتاد المنية لم يجد\n...\nغير الفراق إلى النفوس دليلا\nإني نظرت إلى الفراق فلم أجد\n...\nللموت لو فقد الفراق سبيلا\nفأخذه أبو الطيب المتنبي فقال:\nلولا مفارقة الأحباب ما وجدت\n...\nلها المنايا إلى أرواحنا سبلا «2»\nالجزء: 1 ¦ الصفحة: 235\n",
        "ولأبي العباس أحمد بن إبراهيم بن أحمد الضبي «1» :\nلا تركننّ إلى الفرا\n...\nق فإنه مرّ المذاق\nفالشمس عند غروبها\n...\nتصفر من ألم الفراق\nوقال بعض البلغاء: لا غرو أن يفرق الفراق بين الروح والبدن، ويترك المبتلي به والاشتياق في قرن.\nالجزء: 1 ¦ الصفحة: 236\n",
        "باب مدح البكاء\nكان يوسف عليه السلام إذا برح به الحزن على أبيه دخل وصبّ عبرته ثم خرج.\nفصل لأبي بكر الخوارزمي: إن الفجيعة إذا لم تحارب بجيش من البكاء، ولم يخفف من أثقالها بشيء من الاشتكاء تضاعف داؤها، وزاد عياؤها، وعز دواؤها.\nفصل لأبي إسحق الصابي: إنّ في إسبال العبرة، وإطلاق الزفرة، والإجهاش والنشيج، وإعلان الصياح والضجيج، تنفيسا من برحاء القلوب، وتخفيفا من أثقال الكروب.\nوقال أمرؤ القيس:\nوإنّ شفائي عبرة مهراقة\n...\nفهل عند رسم دارس من معوّل\nوقال آخر:\nوبكيت ليلة هجرها من وصلها\n...\nوجرت مدامع أعيني كالعندم\nأبكي وأمسح مدمعي في جيدها\n...\nمن عادة الكافور إمساك الدّم\nوقال آخر:\nالجزء: 1 ¦ الصفحة: 237\n",
        "وما في الأرض أشقى من محب\n...\nوإن وجد الهوى حلو المذاق\nتراه باكيا أبدا حزينا\n...\nلخوف تفرق أو لاشتياق\nفيبكي إن نأوا شوقا إليهم\n...\nويبكي إن دنوا خوف الفراق\nوقال غيره:\nلولا مدامع عشاق ولوعتهم\n...\nلبان في الناس عز الماء والنار\nفكلّ نار فمن أنفاسهم قدحت\n...\nوكلّ ماء فمن دمع لهم جاري\nوقال ذو الرمة:\nلعل انحدار الدمع يعقب راحة\n...\nمن الوجد أو يشفي لحى بلابلا\nوقال ابن الرومي في ذكر العلة في تخفيف الهم بالبكاء:\nالدمع في العين لا نوم ولا نظر\n...\nولا محالة من معنى له خلقا\nولم أجد ذلك المعنى وحقّكما\n...\nإلا البكاء إذا ما طارق طرقا\nوقال أيضا رحمه الله تعالى:\nإبك فمن أنفع ما في البكا\n...\nإنّ البكا للحزن تحليل\nالجزء: 1 ¦ الصفحة: 238\n",
        "وهو إذا أنت تأملته\n...\nحزن على الخدين محلول\nفصل لأبي الحسن بن أبي القاسم القاشاني: قد شفيت غليلي بما استدررته من أسراب الدموع المتجبرة، وخففت عني بعض البرحاء بما امتريته من أخلافها المتحدرة.\nباب ذم البكاء\nقال بعض الحكماء لبعض الملوك وقد رآه في مصيبة يبكي: ليس يليق بالسلطان ما هو عادة الصبيان والنسوان.\nوكان محمد بن عبد الملك الزيات يقول: إن البكاء من خور الطبيعة وضعف النحيزة، وترك البكاء في الخطوب النزل من أخلاق القوم البزل، ولذلك قال الشاعر:\nيبكى علينا ولا نبكي على أحد\n...\nلنحن أغلظ أكبادا من الإبل\nوقال أبو تمام في التجلد وترك البكاء عند المصيبة، وقد أحسن:\nخلقنا رجالا للتجلد والأسى\n...\nوتلك الغواني للبكاء والمآتم\nوللبحتري:\nولعمري ما العجز عندي إلا\n...\nأن تبيت الرجال تبكي النساء\nوقال ابن الرومي في الرزايا وترك البكاء:\nالجزء: 1 ¦ الصفحة: 239\n",
        "ترحل من هويت وكل شمس\n...\nستكسف أو ستغرب حين تمسي\nوما ألهاك عن ذكرى حبيب\n...\nكعدّك أمس يوما بعد أمس\nأبت نفسي البكاء لرزء شيء\n...\nكفى شجوا لنفسي رزء نفسي\nأأجزع وحشة لفراق إلف\n...\nوقد وطأتها لحلول رمس\nرأيت الدهر يجرح ثم يأسو\n...\nفيوسي أو يعوّض أو ينسي\nالجزء: 1 ¦ الصفحة: 240\n",
        "باب مدح الرؤيا\nقال عكرمة عن ابن عباس رضي الله تعالى عنهم في قوله تعالى:\nوَكَذلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحادِيثِ\n«1» : يعني تأويل الرؤيا.\nوفي الخبر المرفوع: ذهبت النبوة وبقيت المبشرات، قيل: وما المبشرات يا رسول الله؟ قال: الرؤيا الصالحة يراها الرجل الصالح، أو ترى له «2» ، ثم قرأ: هُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ\n«3» .\nوفي الحديث: أن الرؤيا جزء واحد من ستة وأربعين جزءا من النبوة «4» .\nويقال: الرؤيا الصالحة قرة للعين، وقوة للظهر.\nوالهند تقول: من رأى رؤيا صالحة فكان كمن لم ينم، ومن لم ينم فقد زيد في عمره، لأن النوم أخو الموت.\nوقال بعض العلماء: الرؤيا الصالحة بشارة، وفي العمر زيارة.\nالجزء: 1 ¦ الصفحة: 241\n",
        "وقال آخر: الرؤيا الصالحة هي البشرى بالنعمى.\nوقال بعض الظرفاء: مرحبا بالرؤيا، فإنها تجمع بين الحبيبين وإن كان بينهما بعد المشرقين.\nباب ذم الرؤيا\nأحسن ما قيل في ذلك قول بعض المجربين: لعن الله الرؤيا، فخيرها غائب وشرها حاضر، وأصدقها ما يوجب الغسل.\nوقال ابن بسام:\nأرى في منامي كلّ شيء يسوءني\n...\nورؤياي بعد النوم أدهى وأقبح\nفإن كان خيرا كان أضغاث حالم\n...\nوإن كان شرا جاءني قبل أصبح\nوفي معناه قول الشاعر:\nوأحلم في المنام بكل خير\n...\nفأصبح لا أراه ولا يراني\nوإن أبصرت شرا في منامي\n...\nأتاني الشر من قبل الأذان\nوقال داود المصاب: رأيت رؤيا نصفها حق ونصفها باطل، رأيت كأني أعطيت بدرة فمن ثقلها أحدثت في سراويلي، فانتبهت فرأيت الحدث ولم أر البدرة.\nأنشدني أبو نصر سهل بن المرزبان للأحنف العكبري:\nالجزء: 1 ¦ الصفحة: 242\n",
        "قيل رؤيا المنام عندك حق\n...\nقلت هيهات كل ذاك مجاز\nليس يقظانهم يصح له الأم-\n...\nر فكيف المغطغط النحاز\nوحكى ابن سيرين أن رجلا رأى في المنام كأن له غنما تطلب منه عشرة بعشرة وليس يبيعها، فلما انتبه وفتح عينيه لم ير شيئا فغمضهما ومد يده وقال: هاتوا خمسة خمسة.\nالجزء: 1 ¦ الصفحة: 243\n",
        "باب مدح الهدية\nفي الخبر المرفوع: تهادوا تحابوا «1» وفيه تصافحوا فإن التصافح يذهب غل الصدور وتهادوا فإن الهدية تسل السخيمة «2» .\nقال الشاعر:\nإن الهدية حلوة\n...\nكالسّحر تختلب القلوبا\nتدني البعيد من الهوى\n...\nحتى تصيّره قريبا\nوتعيد معتضد العدا\n...\nوة بعد نفرته حبيبا\nوقال ابن عائشة: الهدية سنة رسول الله صلى الله عليه وسلم، وأدب الملوك، وعمارة المودة بين الإخوان.\nوكان يقال: أهدوا للولاة فإنهم إن لم يقبلوا أحبوا.\nوكان الفضل بن سهل ذو الرياستين يقول: ما أرضى الغضبان، واستعطف السلطان، ولا سلّت السخائم، ولا رفعت المغارم، ولا استميل المحبوب، ولا توقي المحذور بمثل الهدية «3» .\nالجزء: 1 ¦ الصفحة: 244\n",
        "ومن أحسن ما قيل في الإهداء إلى الملوك قول أحمد بن يوسف المأموني «1» :\nعلى العبد حقّ فهو لا بدّ فاعله\n...\nوإن عظم المولى وجلت فضائله\nألم ترنا نهدي إلى الله ماله\n...\nوإن كان عنه ذا غنى فهو قابله\nوكتب بعض الكتّاب إلى صديق له: وجدت المودة منقطعة، ما دامت الحشمة عليها مسلطة، وليس يزيل سلطان الحشمة إلا المؤانسة، ولا تقع المؤانسة إلا بالمهاداة والملاطفة.\nوكتب أبو العيناء إلى بعض الوزراء: قد بعثت إلى الوزير بباكورة عنب، فإن كنت سبقت المهدين لها فلي فضل السبق، وإن كنت مسبوقا فلي فضل النية.\nويقال: من قدم هديته نال أمنيته، ومن قدم المؤنة ظفر بالمعونة.\nوقال بعض السلف: نعم الشيء الهدية أمام الحاجة «2» .\nوقال آخر: الهدية تفتح الباب المغلق.\nوقال آخر: الهدايا تذهب الشحناء، والهدية رزق الله، فمن أهدي إليه فليقبله.\nوقال بعض العلماء: لعظم خطر الهدية وجلالة قدرها على وجه\nالجزء: 1 ¦ الصفحة: 245\n",
        "الدهر قالت ملكة سبأ: وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَناظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ\n«1» . وقال الشاعر:\nللهدايا في القلوب مكان\n...\nوحقيق بحبّها الإنسان\nوقال الشاعر:\nإذا دخلت الهدية دار قوم\n...\nتطايرت العداوة من كواها\nباب ذم الهدية\nأهدي إلى عمر بن عبد العزيز هدية فردها فقيل له: إن النبي صلى الله عليه وسلم كان يقبلها، فقال: كانت له الهدية هدية، وهي لنا رشوة. وقد لعن الله الراشي والمرتشي والرائش.\nوقال بعض السلف: الهدية للعامل غلول، وفي عمل السلطان رشوة.\nوأهدي إلى دهقان هدية فكرهها وأظهر الجزع، فعاتبه بعض من صاحبه فقال: لئن كان ابتدأني بها، إنه يدعوني إلى أن أتقلد منه منّة، ولئن كافأني على معروف لي عنده إنه ليسألني أخذ ثمن ذلك، فمن أي هذين لا أجزع.\nالجزء: 1 ¦ الصفحة: 246\n",
        "باب مدح الدّين\nكانت عائشة، رضي الله عنها، تستدين من غير حاجة، فقيل لها في ذلك، فقالت: سمعت رسول الله صلى الله عليه وسلم، يقول: من كان عليه دين وفي نيته قضاؤه فإن الله معه حتى يقضيه، فأنا أحب أن يكون الله معي «1» .\nوقال جعفر بن محمد، رضي الله عنهما: المستدين تاجر الله في أرضه.\nوفي الحديث: مكتوب على باب الجنة: القرض بثمان عشرة، والصدقة بعشر أمثالها «2» ، قيل: ولم ذلك يا رسول الله؟ قال عليه الصلاة والسلام: إن الصدقة ربما وقعت في يد غني عنها، وصاحب القرض لا يستدين إلا من حاجة وضرورة.\nدخل عتبة بن عمر على خالد القسري، فقال خالد يعرض به:\nإن ههنا رجالا إذا فنيت أموالهم استدانوا. فقال عتبة: إن رجالا تكون أموالهم أكثر من مروءاتهم فلا يدانون، ورجالا تكون مروءاتهم\nالجزء: 1 ¦ الصفحة: 247\n",
        "أكثر من أموالهم فيدانون على بيعة الله، فخجل خالد وقال: إنك منهم وما علمت.\nويقال: كثرة الدين من علامات المفضلين.\nوقال بعض السلف: لأن أقرض مالي مرتين أحب إليّ من أن أتصدق به مرة واحدة.\nوفي الخبر: من أراد أن يأخذ دينارا وهو ينوي قضاءه بارك الله فيه وأعانه على قضائه «1» .\nباب ذم الدّين\nفي الخبر: لا وجع كوجع العين، ولا غم كغم الدين. وقال عليه الصلاة والسلام: الدّين شين الدين «2» .\nوكان يقال: صاحب الدّين ذليل بالنهار، مهموم بالليل.\nوقال بعض السلف: الدين غل الله في أرضه، فإذا أراد الله أن يذل عبدا جعل منه طوقا في عنقه «3» .\nوقال العتبي: الدّين عقلة الشريف.\nوسأل عمرو بن عبيد عن صديق له فقيل: قد توارى من دين ركبه، فقال: ذا داء طالما وفد إلى الكرام.\nالجزء: 1 ¦ الصفحة: 248\n",
        "وقال عبد الملك بن صالح: ما أسترق الأحرار بمثل الدين.\nومن أحسن ما قيل في هذا الباب قول الخباز البلدي:\nإذا استثقلت أو أبغضت حلفا\n...\nوسرّك بعده حتى التناد\nفشرّده بقرض دريهمات\n...\nفإن القرض مقراض الوداد «1»\nوقال ابن المعتز: كثرة الدين تصير الصادق كاذبا والمنجز مخلفا.\nالجزء: 1 ¦ الصفحة: 249\n",
        "باب مدح الشباب\nفي الحديث المرفوع «1» : «أوصيكم بالشبان خيرا فإنهم أرق أفئدة، إن الله بعثني بشيرا ونذيرا فحالفني الشبان وخالفني الشيوخ، ثم قرأ: فَطالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ\n«2» .\nوكان عطاء الخراساني يقول: الحوائج إلى الشبان أسهل منها إلى الشيوخ؛ ألم تر أن يوسف عليه السلام قال لإخوته: لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ\n«3» وقال أبوهم: سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ\n«4» .\nوقال الصولي في كتاب فضل الشباب على الشيب الذي ألّفه للمقتدر: إن الشيب لا يقدم مؤخرا ولا يؤخر مقدما بل ربما عدل بجلائل الأمور ومهمات الخطوب عن المشايخ إلى الشبان لاستقبال أيامهم وسرعة حركاتهم، وحدة أذهانهم، وتيقظ طباعهم لأنهم على ابتناء المجد أحرص، وإليه أصبى وأحوج، وقد أخبر الله تعالى عن إعطاء يحيى بن زكريا عليهما السلام الحكمة في سن الصبابة بقوله:\nيا يَحْيى خُذِ الْكِتابَ بِقُوَّةٍ وَآتَيْناهُ الْحُكْمَ صَبِيًّا\n«5» ، وذكر\nالجزء: 1 ¦ الصفحة: 250\n",
        "الفتية في كتابه العزيز في غير ما موضع: إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ\n«1» وقال: إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْناهُمْ هُدىً\n«2» ، وَقالَ لِفِتْيانِهِ اجْعَلُوا بِضاعَتَهُمْ فِي رِحالِهِمْ\n»\nوقال: فَلَمَّا جاوَزا قالَ لِفَتاهُ آتِنا غَداءَنا\n«4» .\nوقال بعض البلغاء: الشباب باكورة الحياة «5» ، وأطيب العيش أوائله، كما أن أطيب الثمار بواكيرها. وعن ابن عباس رضي الله عنهما أنه قال: ما بعث الله نبيا من الأنبياء إلا شابا، ولا أوتي العلم عالم إلا وهو شاب ثم تلا قوله تعالى: قالُوا سَمِعْنا فَتًى يَذْكُرُهُمْ يُقالُ لَهُ إِبْراهِيمُ\n«6» .\nوقال الجاحظ في قول أبي العتاهية:\nإن الشباب حجة التصابي\n...\nروائح الجنّة في الشباب\nمعنى كمعنى الطرب الذي تشهد بصحته القلوب وتعجز عن صفته الألسن.\nومن أحسن ما قيل في مدح الشباب والتأسف عليه قول محمد بن حازم الباهلي:\nالجزء: 1 ¦ الصفحة: 251\n",
        "لا حين صبر فخلّ الدمع ينهمل\n...\nفقد الشباب بيوم الموت متّصل\nلا تكذبن فما الدنيا بأجمعها\n...\nمن الشباب بيوم واحد بدل\nولما أنشد منصور النمري «1» الرشيد قوله:\nما تنقضي حسرة مني ولا جزع\n...\nإذا ذكرت شبابا ليس يرتجع\nبان الشباب وفاتتني مسرته\n...\nصروف دهر وأيام لها جزع\nما كنت أوفي شبابي كنه عزته\n...\nحتى مضى فإذا الدنيا له تبع\nبكى الرشيد حتى اخضلت لحيته ثم قال: يا نمري لا خير في دنيا لا يحظى فيها برد الشباب.\nومن أحاسن هذا الباب قول ابن الرومي:\nلا تلح من يبكي شبيبته\n...\nإلا إذا لم يبكها بدم\nلسنا نراها حق رؤيتها\n...\nإلا أوان الشيب والهرم\nولربّ شيء لا يبيّنه\n...\nوجدانه إلا مع العدم\nالجزء: 1 ¦ الصفحة: 252\n",
        "كالشمس لا تبدو فضيلتها\n...\nحتى تغشىّ الأرض بالظلم\nوله أيضا في نسيب قصيدة:\nأيا برد الشباب لكنت عندي\n...\nمن الحسنات والقسم الرّغاب\nلبستك برهة لبس ابتذال\n...\nعلى علمي بفضلك في الثياب\nولو ملّكت صونك فاعلمنه\n...\nلصنتك في الحرير من العياب «1»\nولم ألبسك إلا يوم فخر\n...\nويوم زيارة الملك اللّباب\nباب ذم الشباب\nيقال: الشباب مطية الجهل، ومظنّة الذنوب، وشعبة الجنون.\nوقال النابغة:\nوإن يك عامر قد قال جهلا\n...\nفإنّ مطية الجهل الشباب\nوقال العتبي «2» :\nالجزء: 1 ¦ الصفحة: 253\n",
        "قالت: عهدتك مجنونا، فقلت لها: إنّ الشباب جنون برؤه الكبر ويقال: سكر الشباب أشد من سكر الشراب.\nوقال ابن المعتز: جاهل الشباب معذور، وعالمه محقور «1» . وكان يقول: نعوذ بالله من ترهات الشبان، ونزعات الشيطان.\nوقال أبو الطيب محمد بن حاتم المصعبي وأجاد:\nلم أقل للشباب في كنف الل-\n...\n- هـ ولا ستره غداة استقلّا «2»\nزائر لم يزل مقيما إلى أن\n...\nسوّد الصّحف بالذّنوب وولّى «3»\nالجزء: 1 ¦ الصفحة: 254\n",
        "باب مدح الشيب\nفي الخبر أن الله تعالى يقول: الشيب نوري والنار خلقي وأنا أستحي أن أحرق نوري بناري «1» . وكان يقال: الشيب حلية العقل وسمة الوقار.\nوقال دعبل الخزاعي:\nأهلا وسهلا بالمشيب فإنّه\n...\nسمة العفيف وهيئة المتحرج\nوكأنّ شيبي نظم در زاهر\n...\nفي تاج ذي ملك أغرّ متوّج\nوقال طريح بن إسماعيل الثقفي:\nوالشيب إن يحلل فإنّ وراءه\n...\nعمرا يكون خلاله متنفّس\nلم ينتقص مني المشيب قلامة\n...\nولنحن حين بدا ألذّ وأكيس «2»\nالجزء: 1 ¦ الصفحة: 255\n",
        "وكان يقال: الشيب زبدة مخضتها الأيام، وفضة سبكتها التجارب «1» .\nوكان بعض الحكماء يقول: إذا شاب العاقل سرى في طريق الرشد بمصباح الشيب «2» .\nووصف بعض البلغاء رجلا شاب وارعوى عن مجاهل الشباب فقال: ذاك قد عصى شياطين الشباب وأطاع ملائكة الشيب.\nوقال علي رضي الله عنه: مشهد الشيخ خير من مشهد الغلام.\nوقال ابن المعتز: عظّم الكبير فإنه عرف الله قبلك، وارحم الصغير فإنه أغر بالدنيا منك.\nوكان يقال: الشيخ يقول عن عيان والشاب عن سماع.\nوقال أبو تمام:\nفلا يروعك إيماض الشيب به\n...\nفإنّ ذاك ابتسام الرأي والأدب «3»\nوقال أبو السمط:\nإنّ المشيب رداء العقل والأدب\n...\nكما الشباب رداء اللهو والطّرب\nوقال دعبل:\nالجزء: 1 ¦ الصفحة: 256\n",
        "أحبّ الشّيب لما قيل: ضيف\n...\nكحبي للضيوف النّازلينا «1»\nوقال البحتري:\nوبياض البازيّ أصدق حسنا،\n...\nإن تأملت، من سواد الغراب\nوله:\nعذلتنا في عشقها أم عمرو\n...\nهل سمعتم بالعاذل المعشوق\nورأت لمة ألم بها الشي\n...\nب فريعت من ظلمة في شروق\nولعمري لولا الأقاح لأبصر\n...\nت أنيق الرياض غير أنيق\nوسواد العيون لو لم يملح\n...\nببياض ما كان بالموموق\nأي ليل يبهى بغير نجوم\n...\nوسحاب يندى بغير بروق\nوقال ابن الرومي:\nقد يشيب الفتى وليس عجيبا\n...\nأن ترى النار في القضيب الرطيب\nوللبديع الهمذاني فصل في مدح الشيب وذم الشباب: جزى الله المشيب خيرا فإنه أناة، ولا رد الشباب فإنه هنات وبئس الدار الصبا\nالجزء: 1 ¦ الصفحة: 257\n",
        "وليس دواؤه إلا انقضاؤه، وبئس المثل: النار ولا العار، ونعم الراكضان «1» : الليل والنهار، وأظن الشباب والشيب لو مثّلا لكان الأول كلبا عقورا، والآخر شيخا وقورا، ولاشتعل الأول نارا، واشتهر الآخر نورا، فالحمد الله الذي بيض «2» القار وسماه الوقار، وعسى الله أن يغسل الفؤاد كما غسل السواد، إن السعيد من شابت جملته ولم تخص بالبياض لحيته «3» . وقال أيضا في الشيب:\nيا من يعلل نفسه بالباطل\n...\nنزل المشيب فمرحبا بالنازل\nإن كان ساءك طالعات بياضه\n...\nفلقد كساك بذاك ثوب الفاضل\nلا تبكين على الشباب وفقده\n...\nلكن على الفعل القبيح الحاصل\nيا غافلا عن ساعة مقرونة\n...\nبنوادب وصوارخ وثواكل\nقدّم لنفسك قبل موتك صالحا\n...\nفالموت أسرع من نزول الهاطل\nحتام سمعك لا يعي لمذكر\n...\nوصحيح قلبك لا يلين لعاذل\nتبغي من الدنيا الكثير وإنما\n...\nيكفيك من دنياك زاد الراحل\nالجزء: 1 ¦ الصفحة: 258\n",
        "آي الكتاب تهز سمعك دائما\n...\nوتصم عنها معرضا كالغافل\nكم للإله عليك من نعم ترى\n...\nومواهب وفوائد وفواضل\nكم قد أنالك من موانح طوله\n...\nفاسأله عفوا فهو غوث السائل\nباب ذم الشيب\nقال عبيد بن الأبرص: الشّيب شين لمن يشيب «1» .\nوقال قيس بن عاصم: الشيب خطام المنيّة.\nوقال أكثم بن صيفي: الشيب عنوان الموت.\nوقال الحجاج: الشيب بريد الموت «2» .\nوقال مالك بن أنس: الشيب توأم الموت.\nوقال العتبي: الشيب مجمع الأمراض.\nوقال العتابي: الشيب نذير المنية.\nوقال غيره: الشيب شر العمائم.\nوقال محمود الوراق: الشيب غمام قطره الغموم.\nوقال ابن المعتز: الشيب أول مواعيد الفناء. وقال: القاحم\nالجزء: 1 ¦ الصفحة: 259\n",
        "الشيب ناهي الشباب ورسول البلاء.\nوقال غيره: الموت ساحل الحياة، والشيب سفينة تقرّب من الساحل.\nوقال ابن عائشة: الشيب قناع الموت.\nوقال يونس النحوي: الشيب مجمع كل عيب «1» .\nوقال ابن شكلة: الشيب أحد الموتتين «2» .\nومن أحسن ما قيل في ذم الشيب قول أبي تمام:\nغدا الشيب مختطا بفوديّ خطّة\n...\nطريق الرّدى منها إلى النفس مهيع «3»\nهو الزّور يجفى والمعاشر يجتوى\n...\nوذو الإلف يقلى والجديد يرقع\nله منظر في العين أبيض ناصع\n...\nولكنه في القلب أسود أسفع «4»\nونحن نرجّيه على الكره والرّضا\n...\nوأنف الفتى في وجهه وهو أجدع «5»\nوللشافعي رضي الله تعالى عنه:\nولذّة عيش المرء قبل مشيبه\n...\nوقد فنيت نفس تولى شبابها\nالجزء: 1 ¦ الصفحة: 260\n",
        "إذا اسودّ جلد المرء وابيضّ شعره\n...\nتكدّر من أيامه مستطابها\nغيره:\nسألت من الأطبة ذات يوم\n...\nطبيبا عن مشيبي قال: بلغم\nفقلت له على غير احتشام:\n...\nلقد أخطأت فيما قلت، بل غم\nوقال عبيد الله بن عبد الله بن طاهر:\nتضاحكت لما رأت\n...\nشيبا تلألأ غرره «1»\nقلت لها: لا تعجبي\n...\nأنبيك عندي خبره\nهذا غمام للردى\n...\nودمع عيني مطره\nوقال آخر «2» :\nمن شاب قد مات وهو حي\n...\nيمشي على الأرض مشي هالك\nلو كان عمر الفتى حسابا\n...\nلكان في شيبه كذلك\nالجزء: 1 ¦ الصفحة: 261\n",
        "باب مدح الخضاب\nكان يقال: الخضاب أحد الشبابين «1» .\nويقال: الخضاب تذكرة الشباب.\nومن أحسن ما قيل في مدحه:\nالشيب موت ولكن في إماتته\n...\nمحيا ليال قليلات وأيّام «2»\nوقال ابن المعتز:\nوقالوا: النّصول «3» مشيب جديد\n...\nفقلت: الخضاب شباب جديد\nإساءة هذا بإحسان هذا\n...\nفإن عاد ذاك فهذا يعود «4»\nوقال آخر:\nللضيف أن يقرى ويعرف حقّه\n...\nفالشيب ضيفك فاقره بخضاب\nالجزء: 1 ¦ الصفحة: 262\n",
        "وأطرف ما قيل في الخضاب قول عبدان الأصفهاني «1» :\nفي مشيبي شماتة لعداتي\n...\nوهو ناع منغّص لحياتي\nويعيب الخضاب قوم وفيه\n...\nلي أنس إلى حضور وفاتي\nلا ومن يعلم السرائر مني\n...\nما به رمت خلّة الغانيات\nإنما رمت أن يغيّب عني\n...\nما ترينه كلّ يوم مراتي\nوهو ناع إليّ نفسي ومن ذا\n...\nسرّه أن يرى وجوه النّعاة\nباب ذم الخضاب\nقال الإسكندر لرجل خضب الشيب: هب أنّك خضبت الشيب، فكيف تخضب سائر آثار الكبر «2» .\nوقال ابن المعتز: الخضاب من شهود الزور.\nوقال ابن الرومي: الخضاب حداد الشباب.\nوقال آخر: الخضاب كفن الشيب.\nولبعضهم:\nالجزء: 1 ¦ الصفحة: 263\n",
        "يا خاضب اللحية ما تستحي\n...\nتشارك الرحمن في صبغته\nأقبح شيء شاع بين الورى\n...\nأنّ الفتى يكذب في لحيته\nغيره:\nقالت: أراك خضبت الشيب. قلت لها:\n...\nسترته عنك يا سمعي ويا بصري\nفقهقهت ثم قالت: إن ذا عجب\n...\nتكاثر الغش حتى صار في الشّعر\nوقال محمود الوراق «1» :\nيا خاضب الشيب الذي\n...\nفي كل ثالثة يعود\nإن النّصول إذا بدا\n...\nفكأنّه شيب جديد\nبدويهة روعيّة\n...\nمكروهها أبدا عتيد «2»\nفدع المشيب كما أرا\n...\nد فلن يعود كما تريد\nوقال آخر:\nخضبت شيبي ليخفى\n...\nوكان ذاك لعلّه\nفقيل: شيخ خضيب\n...\nقد زاد في الطين بلّه\nوقال آخر:\nالجزء: 1 ¦ الصفحة: 264\n",
        "يا خاضب الشيب بالحنا ليستره\n...\nسل الإله له سترا من النار\nوقال أبو الطيب المتنبي:\nومن هوى كلّ ما كانت مموهة\n...\nتركت لون شيبي غير مخضوب «1»\nومن هوى الصدق في قولي وعادته\n...\nرغبت عن شعر في الوجه مكذوب\nوقال غيره:\nتولى الجهل وانقطع العتاب\n...\nولاح الشيب وافتضح الخضاب\nلقد ابغضت نفسي في مشيبي\n...\nفكيف تحبني الخود الكعاب\nالجزء: 1 ¦ الصفحة: 265\n",
        "باب مدح المرض\nحدّث الصولي عن أبي ذكوان قال: سمعت إبراهيم بن العباس يصف لي الفضل بن سهل وتقدمه، ويصف علمه وكرمه، فكان مما حدثني به أنه قال: برأ الفضل من علة عرضت له، فجلس للناس، وهنأوه بالعافية، فلما فرغوا من كلامهم قال لهم: إن في المرض لنعما لا ينبغي للعقلاء أن يجحدوها منها: تمحيص الذنوب، وتعرض للثواب والصبر، وإيقاظ من الغفلة، وإذكار للنعمة الموجودة في الصحة، ورضا بما قدر الله وقضاه، واستدعاء للتوبة وحض على الصدقة «1» . فحفظ الناس كلامه ونسوا ما قال غيره.\nوكان يقال: مرارة السقم توجد حلاوة العافية.\nوفي الخبر: إن المريض يخرج من مرضه نقيا من الذنوب كيوم ولدته أمه «2» .\nوفي الخبر أيضا: إن المريض لتتساقط خطاياه كما يتساقط الورق من الشجر في الخريف «3» .\nالجزء: 1 ¦ الصفحة: 266\n",
        "وكان طاوس يقول: دعاء المريض مستجاب، أما سمعت قوله تعالى: أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ\n«1» والمريض مضطر جدا.\nوفي خبر آخر: حمّى ليلة كفّارة سنة «2» .\nوقال بعض العلماء: رب مرض يكون تمحيصا لا تنغيصا، وتذكيرا لا تمكيرا، وأدبا لا غضبا.\nوقال ابن المعتز: قلت لبعض فقهائنا، وأنا عليل وقد سألني عابد بحضرته عن حالي فقال لي: كيف أنت؟ فقلت: أتراني إن قلت في عادية كنت كاذبا، فقال: لا، قد قال بعض الصالحين: إذا أعلك الله في جسدك فقد أصحّك من ذنوبك.\nباب ذم المرض\nكان يقال: الصحة تشبه الشباب، والمرض يشبه الهرم «3» .\nوقيل: لا رفيق أرفق من الصحة، ولا عدو أعدى من المرض «4» .\nوقال آخر: شيئان لا يعرفان إلا بعد ذهابهما: الصحة والشباب.\nوقال بزرجمهر: إن كان شيء فوق الموت فهو المرض، وإن كان شيء مثله فهو الفقر، وإن كان شيء فوق الحياة فهو الصحة\nالجزء: 1 ¦ الصفحة: 267\n",
        "والشباب، وإن كان شيء مثلهما فهو الغنى «1» .\nوقال ابن المعتز: المرض حبس البدن، كما أن الهم حبس الروح.\nوقال بشار:\nإني وإن كان جمع المال يعجبني\n...\nلا يعدل المال عندي صحة الجسد\nالمال زين وفي الأولاد مكرمة\n...\nوالسقم ينسيك ذكر المال والولد\nوللمتنبي:\nوإذا الشيخ قال أف فما مل\n...\n- ل حياة وإنّما الضعف ملّا\nآلة العيش صحة وشباب\n...\nفإذا ولّيا عن المرء ولىّ «2»\nالجزء: 1 ¦ الصفحة: 268\n",
        "باب مدح الموت\nفي الحديث المرفوع: «الموت راحة» «1» .\nوقال بعض السلف: ما من مؤمن إلا والموت خير له من الحياة، لأنه إن كان محسنا فالله يقول: وَما عِنْدَ اللَّهِ خَيْرٌ وَأَبْقى *\n«2» ، وإن كان مسيئا فإنه تعالى يقول:\nوَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّما نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّما نُمْلِي لَهُمْ لِيَزْدادُوا إِثْماً\n«3» .\nوقال ميمون بن مهران: بت ليلة عند عمر بن عبد العزيز فكثر بكاؤه ومسألته الله الموت، فقلت: يا أمير المؤمنين تسأل ربك الموت وقد صنع الله على يديك خيرا كثيرا؛ أحييت سننا وأمت بدعا، وفي بقائك راحة للمسلمين، فقال: أفلا أكون كالعبد الصالح يوسف بن يعقوب عليهما السلام حين أقر الله عينيه وجمع له أمره وقال:\nرَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحادِيثِ فاطِرَ السَّماواتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيا وَالْآخِرَةِ تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بِالصَّالِحِينَ\n«4» .\nالجزء: 1 ¦ الصفحة: 269\n",
        "وقالت الفلاسفة: لا يستكمل الإنسان حدّ الإنسانية إلا بالموت؛ لأن الإنسان حي ناطق ميت.\nوقال بعض السلف: الصالح إذا مات استراح، والطالح إذا مات استريح منه.\nوقال آخر: رب موت كالحياة «1» .\nقال الشاعر:\nوما الموت إلا رحلة غير أنّها\n...\nمن المنزل الفاني إلى المنزل الباقي «2»\nوقال آخر:\nجزى الله عنا الموت خيرا فإنّه\n...\nأبرّ بنا من كلّ برّ وأرأف\nيعجّل تخليص النفوس من الأذى\n...\nويدني من الدار التي هي أشرف\nوقال منصور الفقيه:\nقد قلت إذ مدحوا الحياة فأسرفوا\n...\nفي الموت ألف فضيلة لو تعرف\nمنها أمان لقائه بلقائه\n...\nوفراق كلّ معاشر لا ينصف\nالجزء: 1 ¦ الصفحة: 270\n",
        "وقال أبو أحمد بن أبي بكر الكاتب «1» :\nمن كان يرجو أن يعيش فإنني\n...\nأصبحت أرجو أن أموت فأعتقا\nفي الموت ألف فضيلة لو أنها\n...\nعرفت لكان سبيله أن يعشقا\nوقال ابن لنكك البصري:\nنحن- والله- في زمان غشوم\n...\nلو رأيناه في المنام فزعنا\nأصبح الناس فيه من سوء حال\n...\nحقّ من مات منهم أن يهنّا\nشعر:\nولدتك أمّك يا ابن آدم باكيا\n...\nوالناس حولك يضحكون سرورا\nفاحرص على عمل تكون إذا بكوا\n...\nفي يوم موتك ضاحكا مسرورا\nباب ذم الموت\nقال صلى الله عليه وسلم: «أكثروا من ذكر هادم اللذات، فإنه ما ذكر في قليل\nالجزء: 1 ¦ الصفحة: 271\n",
        "إلا كثّره، ولا في كثير إلا قلّله» «1» ، أي ما ذكر في كثير من العمل إلا كثره لأن تفكر ساعة خير من عمل ستين سنة، ولا في كثير من الأمل إلا قلله، أي باعتبار ما ينشأ عنه من تفتير الهمم والعزائم، ولكن حجاب الغفلة وطول الأمل شغل معظم الخلق. قال:\nونحن في غفلة عمّا يراد بنا\n...\nننسى لشقوتنا من ليس ينسانا\nولبعضهم:\nوما هذه الأيام إلا صحائف\n...\nيؤرخ فيها ثم تمحى وتمحق\nولم أر في دهري كدائرة المنى\n...\nتوسّعها الآمال والعمر ضيّق\nوفي بعض الآثار عن النبي المختار: الأمل رحمة من الله لأمتي «2» .\nوقال الشاعر:\nيا موت ما أجفاك من نازل\n...\nتنزل بالمرء على رغمه\nتستلب العذراء من خدرها\n...\nوتأخذ الواحد من أمّه\nوقال آخر:\nالجزء: 1 ¦ الصفحة: 272\n",
        "وكلّ ذي غيبة يؤب\n...\nوغائب الموت لا يؤب\nوقال بعضهم: الناس في الدنيا أغراض تتنصّل فيها سهام المنايا «1» .\nوقال ابن المعتز: الموت كسهم مرسل إليك، وعمرك بقدر سفره نحوك.\nوقال بعض السلف: الموت أشد ما قبله، وأهون ما بعده.\nونظر الحسن إلى ميت يدفن فقال: إن شيئا هذا أوله لحقيق أن يخاف آخره، وأن شيئا هذا آخره لحقيق أن يزهد أوله.\nوسئل بعض الفلاسفة عن الموت فقال: مفازة من ركبها أضل خبره؛ قال الشيخ: يعني أخفى خبره وعفا أثره.\nوقال المتنبي:\nإذا تأمّلت الزمان وصرفه\n...\nتيقنت أنّ الموت ضرب من القتل «2»\nوما الموت إلا سارق دقّ شخصه\n...\nيصول بلا كف ويسعى بلا رجل\nوقال أيضا:\nنحن بنو الموتى فما بالنا\n...\nنعاف ما لا بدّ من شربه\nالجزء: 1 ¦ الصفحة: 273\n",
        "يموت راعي الضأن في جهله\n...\nموتة جالينوس في طبّه «1»\nوقال ابن المعتز: كأن من غاب لم يشهد، ومن مات لم يولد.\nوقال أيضا: الميت يقل الحسد، ويكثر الكذب عليه.\nالجزء: 1 ¦ الصفحة: 274\n",
        "باب مدح السواد\nأحسن ما قيل فيه قول أبي يوسف القاضي، وقد جرى بين يدي الرشيد ذكر السواد من الألوان: يا أمير المؤمنين، من فضائل السواد: أنه لم يكتب كتاب إلا به حتى كتاب الله تعالى.\nوكان يقول: النور في السواد؛ يعني سواد الناظر. وقد أكثر الشعراء في مدح السواد ووصفه، فمن أحاسنه قول أبي حفص في جارية له:\nأشبهك المسك واشبهته\n...\nقائمة ما كنت أو قاعده\nلا شك إذ عرفكما واحد\n...\nأنّكما من طينة واحده\nوقال ابن العبسي:\nإن سعدى- والله يكلأ سعدى\n...\nملكت بالسواد رقّ سوادي\nأشبهت ناظري وحبّة قلبي\n...\nفهي في العزّ ناظري وفؤادي\nلن يرى الناظرون شيئا وأن أش-\n...\n- رق حسنا إلا بنور السواد\nوقال بعض الكتّاب في غلام أسود:\nقالوا عشقت من البرية السودا\n...\nمهلا علقت بأضعف الأسباب\nالجزء: 1 ¦ الصفحة: 275\n",
        "فأجبتهم ما في البياض فضيلة\n...\nوأرى السواد نهاية الطلاب\nأهوى السواد لأن شيبي أبيض\n...\nيردي الفتى وأحب لون شبابي\nوكذاك في الكافور برد قاطع\n...\nوالمسك أصبح سيد الأطياب\nوبه تزين كفّ كلّ خريدة\n...\nوبه تتمّ صناعة الكتّاب\nوالله ألبس أهل بيت محمد\n...\nلون السواد فكف عنك عتابي\nوقال ابن الرومي، وزاد عليه:\nغصن من الآبنوس ركب في\n...\nمؤتزر «1» معجب ومنتطق\nسوداء لم تنتسب إلى برص الشقر ولا لمعة من البهق «2»\nأكسبها الحبّ أنها صبغت\n...\nصبغة حبّ القلوب والحدق\nفانصرفت نحوها الضمائر وال\n...\nأبصار يعنق أيما عنق «3»\nوبعض ما فضل السواد به\n...\nوالجبر ذو سلم وذو يقق «4»\nأن لا تعيب السواد حلكته\n...\nوقد يعاب البياض بالبهق\nوقال بعض الظرفاء:\nيكون الخال في خد قبي-\n...\n- ح فيكسوه الملاحة والجمالا\nالجزء: 1 ¦ الصفحة: 276\n",
        "فكيف يلام مشغوف بمن\n...\nقد يراه كله في العين خالا\nوقال الصابي في غلام أسود:\nلك وجه كأنّما خضّبه سو\n...\nداء قلب عن التصبر خالي\nفيه معنى من البدور ولكن\n...\nنفضت صبغها عليه الليالي\nلم يشنك السواد بل زدت حسنا\n...\nإنما يلبس السواد الموالي\nلطيفة: قيل إن هارون الرشيد جلس ذات يوم وبين يديه جاريتان إحداهما سوداء والأخرى بيضاء، فتعاتبت الجاريتان وتنادمتا، ثم إن كل واحدة منهما أنشدت شعرا تمدح نفسها وتذم صاحبتها، ثم إن السوداء أنشدت تقول:\nألم تر أنّ المسك لا شيء مثله\n...\nوأنّ بياض اللفت حمل بدرهم\nوأن سواد العين لا شك نورها\n...\nوأن بياض العين لا شيء فافهم\nفأجابتها البيضاء وقالت:\nألم تر أنّ الدّر لا شيء فوقه\n...\nوأن سواد الفحم حمل بدرهم\nوأنّ رجال الله بيض وجوههم\n...\nوأن الوجوه السود أهل جهنم\nفاستحسن الرشيد قولهما وخلع عليهما.\nالجزء: 1 ¦ الصفحة: 277\n",
        "وقال ابن المعتز: يا مسكة العطار، وخال وجه النهار.\nباب ذم السواد\nأحسن ما قيل في ذم السواد قول الأوزاعي: السواد لا يلبي فيه محرم، ولا يكفن فيه ميت مسلم، ولا تجلى فيه عروس.\nوقال الماهاني لصديق له: لم أولعت بالسودان، فقال: لأنهن اسخن، فقال الماهاني: للعين.\nوقال أحمد بن أبي الطيب السرخسي: من معايب السودان: أنه لا يظهر فيهم أثر الحياء والخجل، ولم يتخذ الله منهم نبيا.\nوقال أبو حنش:\nرأيت أبا الحجناء في الناس جائرا\n...\nولون أبي الحجناء لون البهائم\nتراه على ما لاحه من سواده\n...\nوإن كان مظلوما له وجه ظالم\nوقال اللحام «1» في هجاء أسود:\nويبرز للرائين وجها كأنما\n...\nكساه إهابا من قشور الخنافس\nوقد أحسن كشاجم في هجاء رجل أسود جائر:\nيا مشبها في فعله لونه\n...\nلم تعد ما أوجبت القسمه\nفعلك من لونك مستخرج\n...\nوالظلم مشتق من الظّلمه\nالجزء: 1 ¦ الصفحة: 278\n",
        "باب مدح الغوغاء والسفهاء\nفي الخبر: أن الله ينصر هذا الدين بأقوام لا خلاق لهم.\nوكان الأحنف بن قيس يقول: أكرموا سفهاءكم فإنهم يكفونكم النار والعار.\nوذكر محمد بن جعفر رضي الله تعالى عنهما الغوغاء فقال: إنهم ليطفئون الحريق، ويستنقذون الغريق، ويسدون البثوق.\nوكان الشافعي رحمة الله تعالى عليه يقول: لا بد للفقيه من سفيه يناضل معه، ويحامي عليه.\nوكان سعيد بن سالم يقول: ينبغي للرئيس أن يأخذ في ارتباط السفهاء من الغوغاء وفيه يقول الشاعر:\nوإني لأستبقي أمرأ السوء عدّة\n...\nلعدوة عريض من القوم جانب\nأخاف كلاب الأبعدين وهرشها\n...\nإذا لم تجاوبها كلاب الأقارب\nباب ذم الغوغاء والسفهاء\nذكرهم واصل بن عطاء فقال: ما اجتمعوا قط إلا ضروا، وما تفرقوا إلا نفعوا. فقيل له: قد عرفنا مضرة الاجتماع، فما منفعة\nالجزء: 1 ¦ الصفحة: 279\n",
        "الافتراق؟ فقال: يرجع الحائك إلى حياكته، والطيان إلى مطينته، والفلاح إلى فلاحته، وكل ذلك من مرافق المسلمين ومعاون المحتاجين.\nوقال الجاحظ: الغاغة والباعة والأغبياء والسفهاء كأنهم أغرار عام واحد وهم في بواطنهم أشد تشابها من التوأمين في ظواهرهما، وكذلك هم في مقادير العقول وفي الاعتزام والتسرع وفي الأسنان والبلدان.\nوقد ذكر الله تعالى ذكره، رد قريش ومشركي العرب على النبي صلى الله عليه وسلم فذكر ألفاظهم ومعايبهم ومقادير هممهم التي كانت في وزان ما كان من جميع الأمم مع أنبيائهم فقال عز وجل:\nتَشابَهَتْ قُلُوبُهُمْ\n«1» الآية، وقال: فَاسْتَمْتَعْتُمْ بِخَلاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلاقِهِمْ وَخُضْتُمْ كَالَّذِي خاضُوا\n«2» .\nومثل هذا كثير، ألا ترى أنك لا تجد أبدا في كل بلدة وعصر الحاكة فيها إلا على مقدار واحد وجهة واحدة من السخف والخمول والغباوة والظلم، وكذلك النخاسون على طبقاتهم من أصناف ما يبيعون ويبتاعون، وكذلك السماكون والقلاشون على مثال واحد وجهة واحدة.\nوكل حجّام فهو شديد الحرص على شرب النبيذ وقد اختلفوا في البلدان والأجناس والأنساب. وكان المأمون يقول: كل شر وضر في الدنيا إنما هو صادر عن السفهاء والغاغة، فإنهم قتلة الأنبياء والأولياء\nالجزء: 1 ¦ الصفحة: 280\n",
        "والأصفياء، وهم المضربون بين العلماء، والنمامون بين الأوداء، والساعون إلى السلاطين، ومنهم اللصوص والسراق والقطاع والطرارون والجلادون ومثيرو الفتن، والمغيرون على الأموال، فإذا كان يوم القيامة جروا على عادتهم في السعاية يقولون ما حكى الله عنهم:\nرَبَّنا إِنَّا أَطَعْنا سادَتَنا وَكُبَراءَنا فَأَضَلُّونَا السَّبِيلَا رَبَّنا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذابِ وَالْعَنْهُمْ لَعْناً كَبِيراً\n«1» .\nالجزء: 1 ¦ الصفحة: 281\n",
        "باب مدح العمى\nقال الله تعالى: فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ\n«1» .\nوقيل لقتادة: ما بال العميان أذكى وأكيس من البصراء؟ قال:\nلأن أبصارهم تحولت إلى قلوبهم.\nوقال الجاحظ: العميان أذكى وأحفظ، وأذهانهم أقوى وأصفى، لأنهم غير مشتغلي الأفكار بتمييز الأشخاص، ومع النظر تشعب الفكر، ومع إطباق العين اجتماع اللب.\nولذلك قال عبد الله بن العباس بن عبد المطلب رضي الله عنهما:\nإن يأخذ الله من عينيّ نورهما\n...\nففي لساني وقلبي منهما نور\nقلبي ذكيّ وعقلي غير ذي دخل\n...\nوفي فمي صارم كالسيف مشهور\nوقال:\nيعيرني الأعداء والعار فيهم\n...\nوليس بعار أن يقال ضرير\nإذا أبصر المرء المروءة والتقى\n...\nوان عمى العينان فهو بصير\nالجزء: 1 ¦ الصفحة: 282\n",
        "وقد عير بعضهم أعمى، وكان لسنا فصيحا فقال يهجو ويعرض بدائه:\nليس العمى داء ولكنه\n...\nشظفة تشريف على ضرّه\nما الهمّ والداء وكل البلا\n...\nإلا ابتلاء المرء في دبره\nفالحمد لله الذي صاننا\n...\nمما يحار الطير في أمره\nوقال الشاطبي رحمه الله:\nإن أذهب الله من عينيّ نورهما\n...\nفإن قلبي مضيء ما به ضرر\nأرى بقلبي دنياي وآخرتي\n...\nوالقلب يدرك ما لا يدرك البصر\nوقال رجل لبشار: ما سلب الله من عبد كريمته إلا عوّضه عنهما، فما الذي عوضك عن عينيك؟ فقال: فقد النظر إلى بغيض مثلك.\nوقال أبو يعقوب الخزيمي «1» : من فضائل العمى ومرافقه:\nاجتماع الرأي والذهن وقوة الإدراك والحفظ، وسقوط الواجب من الحقوق، والأمان من فضول النظر الداعية إلى الذنوب، وفقد رؤية الثقلاء والبغضاء، وحسن العوض عن سراجي الوجه في دار الثواب:\nوقال منصور الفقيه:\nيا معرضا ازدراني\n...\nلما رآني ضريرا\nالجزء: 1 ¦ الصفحة: 283\n",
        "كم قد رأيت بصيرا\n...\nأعمى وأعمى بصيرا\nقل لي وإن أنت انص\n...\nفت قلت خلقا كثيرا\nباب ذم العمى\nأحسن ما قيل فيه قول الشاعر:\nلا تلومن في السفاهة أعمى\n...\nفسكوت اللبيب عنه صواب\nكيف يرجو الحياء منه صديق\n...\nومكان الحياء منه خراب\nوقال الجاحظ: رأيت ضريرا بباب الكرخ يقول: إرحموا ذا الزمانتين، فقلت: أما إحداهما فالعمى فما الأخرى؟ قال: عدم الصوت، أما ترى الشاعر كيف يقول:\nأرى شيئين إن عدما\n...\nفخير منهما الموت\nفقير ما له مال\n...\nوأعمى ما له صوت\nوينشد:\nسمعت أعمى قال في مجلس\n...\nيا قوم ما أوجع فقد البصر\nفقال من بينهم أعور:\nمن العمى عندي نصف الخبر وقال منصور الفقيه:\nالجزء: 1 ¦ الصفحة: 284\n",
        "جعلت الجدار دليلي عليك\n...\nلأني أراني مثل الجدار\nوصار نهاري وليلي سواء\n...\nوقد كان ليلي مثل النهار\nالجزء: 1 ¦ الصفحة: 285\n",
        "باب مدح السجن\nأحسن ما قيل فيه قول علي بن الجهم:\nقالوا: حبست فقلت: ليس بضائري\n...\nحبسي وأيّ مهند لا يغمد\nأو ما رأيت الليث يألف غابه\n...\nكبرا وأوباش السباع تردّد\nوالبدر يدركه المحاق فتنجلي\n...\nأيامه وكأنه متجدد\nولكل حال معقب ولربما\n...\nأجلى لك المكروه عما تحمد\nوالسجن ما لم تغشه بدنيّة\n...\nشفاء نعم المنزل المتودد\nبيت يجدد للكريم يحله\n...\nفيزار فيه ولا يزور ويقصد «1»\nوأحسن ما قيل في تسلية المسجونين قول البحتري:\nأما في رسول الله يوسف أسوة\n...\nلمثلك محبوسا على الضيم والإفك\nالجزء: 1 ¦ الصفحة: 286\n",
        "أقام جميل الصّبر في السجن برهة\n...\nفأفضى به الصبر الجميل إلى الملك «1»\nوقال البستي:\nفديتك يا روح المكارم والعلى\n...\nبأنفس ما عندي من الروح والنفس\nحبست فمن بعد الكسوف تبلّج\n...\nتضيء به الآفاق كالبدر والشمس\nفلا تعتقد للحبس هما ووحشة\n...\nفقبلك قدما كان يوسف في الحبس «2»\nوقال آخر:\nولم يودعوه السجن إلا مخافة\n...\nمن العين أن تعدو على ذلك الحسن\nوقالوا كما شاركت في الحسن يوسفا\n...\nفشاركه أيضا في الدخول إلى السجن\nومن أبلغ ما قيل في الإهانة بالحبس والضرب قول بعض الأعراب:\nوما الحبس إلّا ظلّ بيت سكنته\n...\nوما السوط إلا جلدة وافقت جلدا\nالجزء: 1 ¦ الصفحة: 287\n",
        "باب ذم السجن\nكتب يوسف عليه السلام على باب السجن: هذه منازل البلاء، وتجربة الأصدقاء، وشماتة الأعداء، وقبور الأحياء.\nوكتب بعض المحبوسين إلى صديق له: كتبت إليك من دار لست لها مالكا ولا مرتهنا ولا مكتريا، وليست بوقف عليّ، ولست فيها ضيفا ولا زائرا. فقال: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ\n«1» كتبه من السجن.\nوقال شاعر من المسجونين:\nخرجنا من الدنيا ونحن من أهلها\n...\nفلسنا من الأحياء فيها ولا الموتى\nإذا جاءنا السجّان يوما لحاجة\n...\nعجبنا وقلنا جاء هذا من الدنيا\nوقال عبد الملك بن عبد العزيز وكان في حبس الرشيد\nومحلة شمل المكاره أهلها\n...\nوتقلدوا مشنوءة الأسماء\nدار يهاب بها اللئام وتتّقى\n...\nوتقلّ فيها هيبة الكرماء\nويقول علج ما أراد ولا ترى\n...\nحرا يقول برقة وحياء\nويرق عن مس الملاحة وجهه\n...\nفيصونه بالصمت والإغضاء\nالجزء: 1 ¦ الصفحة: 288\n",
        "باب مدح التعليم\nأحسن وأجمع ما سمعت في مدح التعليم قول أبي زيد البلخي في رسالة كتبها إلى من عيرّه بأنه معلم: «ليس يستغني عن التعلم والتعليم أحد لأن الخاصة والعامة تضطر إليهما في جميع الديانات والصناعات والآداب والأنساب والمكاسب والمذاهب، فما يستغني كاتب ولا حاسب ولا صانع ولا بائع ولا أحد في كل مذهب ومكسب أن يتعلم صناعة ممن هو أعلم منه ويعلّم من هو أجهل منه، وقوام الخلق بالتعلم والتعليم. فالمعلم أفضل من المتعلم لأن صفة المعلم دالة على التمام والإفادة، وصفة المتعلم دالة على النقصان والاستفادة، وحسبك جهلا من رجل يذم ما وصف به الخالق نفسه ثم رسول الله صلى الله عليه وسلم، أليس قد قال الله تعالى: وَعَلَّمَ آدَمَ الْأَسْماءَ كُلَّها\n«1» . وقال: وَعَلَّمْناهُ مِنْ لَدُنَّا عِلْماً\n«2» ، وقال:\nالرَّحْمنُ عَلَّمَ الْقُرْآنَ\n«3» ، وقال في وصف رسول الله صلى الله عليه وسلم:\nوَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ*\n«4» الآية.\nالجزء: 1 ¦ الصفحة: 289\n",
        "باب ذم التعليم\nأحسن ما قيل في ذم المعلم قول الشاعر:\nوكيف يرجّى العقل والحلم عند من\n...\nيروح إلى أنثى ويغدو إلى طفل\nوقال آخر يهجو معلما:\nمعلم صبيان وحامل درّة\n...\nوليس له عقل بمثقال ذرّة\nوقال الحمدوني:\nمعلم صبيان يروح ويغتدي\n...\nعلى أنفه ألوان ريح فسائهم\nوقد أفسدوا منه الدماغ بفسوهم\n...\nورفعهم أصواتهم وندائهم\nوقال آخر:\nإنّ المعلم حيث كان معلم\n...\nولو ابتنى فوق السماك بناء\nأو كان علّم ساعة من دهره\n...\nأو كان علّم آدم الأسماء\nلا بد من نقص يكون بعقله\n...\nفاخلص بنفسك حيث كان الداء\nوقال الجاحظ: عقل مائة معلم عقل امرأة، وعقل مائة امرأة\nالجزء: 1 ¦ الصفحة: 290\n",
        "عقل حائك.\nوقيل: مر معلم في النظارة إلى بعض الحروب فأصابت رأسه نشابة وبقيت فيه فلما أريد نزعها منه قال جار له: ارفقوا به ولا تصيبوا دماغه، فقال: انزعوها كيف شئتم فلو كان لي دماغ ما خرجت في النظارة إلى الحرب.\nوقيل لمعلم: أنت معلم لا تكن أحمق، فقال: حمقي موروث.\nالجزء: 1 ¦ الصفحة: 291\n",
        "باب مدح الرقيب\nقال بعض الظرفاء: لا أقوم بواجب شكر الرقيب لأنه حفيظ على الحبيب، كما يمنعه مني يمنعه من غيري وأنشد:\nموقف للرقيب ما أنساه\n...\nلست أختاره ولا آباه\nمرحبا بالرقيب من غير وعد\n...\nجاء يجلو عليّ من أهواه\nلا أحب الرقيب إلا لأني\n...\nلا أرى من أحبّ حتى أراه\nويقال: الرقيب ثاني الحبيبين.\nباب ذم الرقيب\nقد جرى المثل بثقل الرقيب وحسن توقع فقده، ومن أحسن ما قيل في ذمه قول ابن الرومي:\nما بالها حسّنت لنا ورقيبها\n...\nأبدا قبيح قبّح الرقباء «1»\nما ذاك إلا أنها شمس الضحى\n...\nأبدا يكون رقيبها الجرباء\nولبعضهم:\nهم أيقظوا رقط الأفاعي ونبهوا\n...\nعقارب ليل نام عنها حواتها\nالجزء: 1 ¦ الصفحة: 292\n",
        "وقد نقلوا عني الذي لم أفه به\n...\nوما آفة الأخبار إلا رواتها\nالجزء: 1 ¦ الصفحة: 293\n",
        "باب مدح «لا»\nأحسن ما قيل في مدح «لا» نثرا قول بعض الحكماء: لو لم يكن من فضل «لا» إلا أنها افتتاح كلمة التوحيد لكان كافيا؛ يعني لا إله إلا الله. ونظما قول غيره:\nاجتمع الناس على ذمّ لا\n...\nغيري فإني موجب حق لا\nوذا لأني قلت يوما له:\n...\nتحب غيري سيدي؟ قال: لا «1»\nوقال الكندي: قول لا يدفع البلا، وقول نعم يزيل النعم.\nوقال سليمان بن عبد الله بن طاهر:\nفي كلّ شيء سرف\n...\nيكره حتى في الكرم\nوربما ألفيت لا\n...\nأفضل من ألف نعم\nوكان المهلب يوصي ابنه عبد الملك ويقول له: إياك والسرعة عند مسألة بنعم، فإن نعم أوّلها سهل في مخرجها وآخرها ثقيل في فعلها، واعلم أن لا- وإن قبحت- فربما روحت، وإن كنت في أمر تسأله على\nالجزء: 1 ¦ الصفحة: 294\n",
        "قدرة فيه فاطمع، وإن عرفت أن لا سبيل إليه فاعتذر عنه، وادفع فإن من لا يدفع بالعذر فنفسه ظلم.\nباب ذم «لا»\nوقال بعضهم:\nلعن الله قول لا\n...\nخلقت خلقة الجلم «1»\nإنما تقرض الجميل\n...\nوتأبى على الكرم\nووصف لا أبو الحرث ليحيى بن خالد البرمكي فقال: قبّح الله لا كأنه مشجب من حيث أتيته؛ المشجب عيدان يضم بعضها إلى بعض مفتحة الأطراف تعلق عليها الثياب.\nوقال غيره، على نحو ما تقدم:\nيا ليت لا ما كتبت\n...\nفإنها تحكي الجلم «2»\nالجزء: 1 ¦ الصفحة: 295\n",
        "باب مدح اليمين\nادعى رجل على داود بن علي الأصبهاني مالا في مجلس حكم عند إسماعيل بن إسحق القاضي، فأنكره وحلف له، فقال القاضي: يا أبا سليمان أنت مع محلك من العلم تحلف في مثل هذا المجلس! فقال: نعمت اليمين الصادقة ثناء على الله، وإنما فعلت ما أمر الله به ورسوله. فقال: وما هو؟ فقال: أليس الله يقول لرسوله عليه الصلاة والسلام:\nوَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌ\n«1» ، ويقول سبحانه وتعالى: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلى وَرَبِّي لَتُبْعَثُنَ\n«2» . وقال جل ذكره: وَقالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلى وَرَبِّي لَتَأْتِيَنَّكُمْ\n«3» .\nقال القاضي: قم بالسلامة، فما أرى أحدا يقطعك.\nوقال ابن الرومي:\nوإني لذو حلف حاضر\n...\nإذا ما اضطررت وفي الحال ضيق\nفهل من جناح على مسلم\n...\nيدافع بالله ما لا يطيق\nالجزء: 1 ¦ الصفحة: 296\n",
        "وكان أبو حنيفة، رضي الله تعالى عنه يقول، إذا ابتليت بالسلطان فخرّق دينك بالإيمان ورقّعه بالاستغفار، فإن الله تعالى يقول: لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ وَلكِنْ يُؤاخِذُكُمْ بِما كَسَبَتْ قُلُوبُكُمْ\n«1» .\nباب ذم اليمين\nقال الله تعالى: وَلا تَنْقُضُوا الْأَيْمانَ بَعْدَ تَوْكِيدِها\n«2» . وقال النبي صلى الله عليه وسلم في الحديث المرفوع: اليمين الكاذبة تدع الديار بلاقع.\nويقال: اليمين حنث ومندمة.\nويقال: كلام الجاهل كله حلف، وكلام العاقل كله مثل.\nوقال بعض السلف: دع اليمين لله إجلالا، وللناس إجمالا.\nوقال ابن المعتز: علامة الكذاب مبادرته باليمين لغير مستحلف.\nوقيل: لو لم يكن في اليمين إلا أنه يغضب صاحبه ويبغضه إلى الناس- ولو كان فيه صادقا- لكفى.\nالجزء: 1 ¦ الصفحة: 297\n",
        "باب مدح شهر رمضان\nفي الحديث المرفوع: إذا دخل شهر رمضان فتحت أبواب الجنة، وغلقت أبواب النار، وصفّدت الشياطين «1» .\nوكان عليه الصلاة والسلام يبشر أصحابه في شهر رمضان ويقول: قد جاءكم الشهر المبارك الذي فيه الليلة التي هي خير من ألف شهر، ولله في كل ليلة من ليالي شهر رمضان ستمائة ألف عتيق من النار، وله في آخر ليلة من لياليه مثل ما اعتق في جميع الشهر «2» .\nوقال بعض الزهاد:\nإن شهر الصيام مضمار نسك\n...\nوسباق إلى رضا المعبود\nحلبة خيلها الصيام مع النّس\n...\nك وإدخالها جنان الخلود\nوقال آخر وهو أبدع ما قيل فيه:\nشهر الصيام مشاكل الحمّام\n...\nفيه طهور جوامع الآثام\nفاطّهر به واحذر عثارك إنما\n...\nشرّ المصارع مصرع الحمّام\nالجزء: 1 ¦ الصفحة: 298\n",
        "وقال أبو جعفر محمد بن موسى الرامي «1» :\nمضى رمضان المرمض الدين فقده\n...\nوأقبل شوال يشول به قهرا\nفيا لك شهرا شهّر الله قدره\n...\nلقد شهرت فيه سيوف الهدى شهرا «2»\nوقال الصاحب:\nقد تعدوا على الصيام وقالوا\n...\nحرّم العبث فيه حبس العوائد\nكذبوا فالصيام للمرء مهما\n...\nكان مستيقظا أتّم الفوائد\nموقف بالنهار غير مريب\n...\nواجتماع بالليل عند المساجد\nباب ذم شهر رمضان\nكتب أبو علي البصير إلى ابن مكرم في شعبان: كتبت إليك في آخر يوم من أيام الدنيا، بإدبار شعبان، وأول يوم من أيام الآخرة، بإقبال شهر رمضان.\nالجزء: 1 ¦ الصفحة: 299\n",
        "وقال بعض المجان: شهر رمضان مخشلبة بين درتين؛ يعني شعبان وشوال.\nوقال البحتري:\nطال هذا الشهر المبارك حتى\n...\nقد خشينا بأن يكون لزاما\nكم صحيح قد ادّعى السقم فيه\n...\nوعليل قد ادّعى البرساما\nولخير من السلامة عندي\n...\nللفتى علّة تحلّ الحراما\nوقال ابن الرومي:\nشهر الصيام وإن عظّمت حرمته\n...\nشهر ثقيل بطيء السير والحركه\nيمشي رويدا فأما حين يطلبنا\n...\nفلا السّليك يدانيه ولا السّلكه «1»\nكأنه طالب ثأرا على فرس\n...\nأجدّ في أثر مطلوب على رمكه «2»\nشهر كأنّ وقوعي فيه من قلقي\n...\nوسوء حالي وقوع الحوت في الشبكه\nيا صدق من قال: أيام مباركة\n...\nوإن كان يكنّي عن اسم الثقل بالبركه\nالجزء: 1 ¦ الصفحة: 300\n",
        "أذّمه غير وقت فيه أحمده\n...\nوقت العشاء إلى أن تصقع الديكه\nلو كان مولى وكنا كالعبيد له\n...\nلكان مولى بخيلا سيىء الملكه\nوقال أيضا:\nإذا برّكت في صوم لقوم\n...\nدعوت لهم بتطويل العذاب\nوما التبريك في شهر طويل\n...\nيطاول يومه يوم الحساب\nفليت الليل فيه كان شهرا\n...\nومرّ نهاره مرّ السحاب\nفلا أهلا بمانع كل خير\n...\nوأهلا بالطعام وبالشراب «1»\nوقال غيره:\nالغوث من هذا الصيام\n...\nقد صار لي مثل اللجام\nما إن أمتع بالطعا\n...\nم وبالمدامة والمرام\nولمؤلف الكتاب:\nرمضان أمرضني وأرمض باطني\n...\nصادات صد كالطّبائع أربعه\nصوم وصفراء تجرّعني الردى\n...\nوصبابة وصدود من قلبي معه\nالجزء: 1 ¦ الصفحة: 301\n",
        "وقال بشار:\nقل لشهر الصيام أنحلت جسمي\n...\nإن ميقاتنا طلوع الهلال\nاجهد الآن كلّ جهدك فينا\n...\nسترى ما يكون في شوال\nالجزء: 1 ¦ الصفحة: 302\n",
        "باب مدح الوعد\nحدثني عون بن محمد، قال: حدثني أحمد بن سيّار «1» ، قال: وعد يزيد بن مزيد رجلا قضاء حاجة، فقال له: لم تعدني وأنت تقدر على الإنجاز؟ فقال: تسر إلى وقت قضاء الحاجة، فإن سرور القضاء وقت واحد، وسرور الوعد إلى وقت الإنجاز متصل، ولو شاء الله أن يفتح مكة لنبيه عليه الصلاة والسلام لفتحها أول إرادته، ولكن أحب أن يتصل سرور المسلمين باتصال انقضاء الوعد.\nوعن أحمد بن يزيد قال: حدثني البحتري عن خارجة بن مسلم بن الوليد عن أبيه، قال: سألت الفضل بن سهل حاجة، فقال لي: أسرك اليوم بالوعد، وأحبوك غدا بالإنجاز، فإني سمعت يحيى بن خالد البرمكي يقول: المواعيد شباك الكرام يصيدون بها محامد الأحرار «2» ، ولو كان المعطي لا يعد لارتفعت مفاخر إنجاز الوعد، وبطل فضل صدق القول.\nباب ذم الوعد\nأخبرنا محمد بن الحسن قال أبو الحسن المدائني: حدثت عن\nالجزء: 1 ¦ الصفحة: 303\n",
        "الخليل بن أحمد، قال: بلغني أن طلحة الطلحات قال: ما بات لرجل على موعد منذ عقلت، وما تململ الموعود في ليلة ليغدو للظفر بحاجته أشد من تململي للخروج إليه من عدته، خوفا لعارض الخلف، إنّ الخلف ليس من أخلاق الكرام.\nقيل: وكان عمر بن عبد العزيز لا يكاد يوجب على نفسه شيئا توقيا للخلف.\nقال مؤلفه أبو نصر: لم أجد هذين البابين في الأصل غير أني وجدتهما في النسخة الساقطة إليّ من أصفهان، والله سبحانه وتعالى أعلم.\nالجزء: 1 ¦ الصفحة: 304\n",
        "الفهارس العامّة\nالجزء: 1 ¦ الصفحة: 305\n",
        "(1) فهرس الآيات القرآنية\n- سورة البقرة-\nرقم الآية الصفحة- وعلم آدم الأسماء كلها 31 289- واستعينوا بالصبر والصلاة 45 و 153 112- فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون 79 56- ثم توليتم إلا قليلا منكم 83 98- بل أكثرهم لا يؤمنون 100 99- ودّ كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا 109 99- تشابهت قلوبهم 118 280- وبشّر الصابرين 155 112- إنّا لله وإنا إليه راجعون 156 288- كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا 180 87- إن في خلق السموات والأرض لآيات لقوم يعقلون 164 41- اتقون يا أولي الألباب 197 41- لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما كسبت قلوبكم 225 297- ولكن أكثر الناس لا يشكرون 243 99- من ذا الذي يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة 245 87- إنّ الله قد بعث لكم طالوت ملكا قالوا أنّى يكون له الملك علينا ونحن أحق بالملك منه ولم يؤت سعة من المال 247 88- فشربوا منه إلا قليلا منهم 249 98- يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض 267 71، 74\nالجزء: 1 ¦ الصفحة: 307\n",
        "- وأحلّ الله البيع وحرّم الربا 275 70\n- آل عمران-\n- شهد الله أنه لا إله إلّا هو والملائكة وأولو العلم 18 48- الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء الأرض ذهبا ولو افتدى به 91 198- منهم المؤمنون وأكثرهم الفاسقون 31 289- وشاورهم في الأمر 159 119- فإذا عزمت فتوكل على الله 159- 119- ويعلمهم الكتاب والحكمة 164 289- ولا يحسبن الذين كفروا أنّما نملي لهم خير لأنفسهم إنما نملي لهم ليزدادوا كفرا 178 269- ولا يحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرا لهم بل هو شرّ لهم سيطوقون ما بخلوا به يوم القيامة 180 138\n- النساء-\n- فإن طبن لكم عن شيء منه فكلوه هنيئا مريئا 4 218- يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراض منكم 29 70- الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله 37 138- أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم 59 27- ولو أنّا كتبنا عليهم أن اقتلوا أنفسكم أو اخرجوا من دياركم ما فعلوه إلّا قليلا منهم 66 79- إن كيد الشيطان كان ضعيفا 76 166- لاتبعتم الشيطان إلا قليلا 83 98- وإن يتفرقا يغن الله كلا من سعته 130 168\n- المائدة-\nوكتبنا عليهم فيها أن النفس بالنفس 45 53- وترى كثيرا منهم يسارعون في الإثم والعدوان وأكلهم السحت 62 99\nالجزء: 1 ¦ الصفحة: 308\n",
        "- وأكثرهم لا يعقلون 103 99\n- الأنعام-\nولكن أكثرهم يجهلون 111 99\n- الأعراف-\n- وهو الذي يرسل الرياح بشرا بين يدي رحمته 57 218- وما وجدنا لأكثرهم من عهد وإن وجدنا أكثرهم لفاسقين 102 99- وتمت كلمة ربك الحسنى على بني إسرائيل بما صبروا 137 113- وكتبنا في الألواح 45 53- هو الذي خلقكم من نفس واحدة وجعل منها زوجها ليسكن إليها 189 164\n- الأنفال-\n- أنما أموالكم وأولادكم فتنة 29 89، 91، 176\n- التوبة-\n- فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم كالذي خاضوا 69 280\n- يونس-\n- ويستنبئونك أحقّ قل إي وربي إنه لحق 52 296- لهم البشر في الحياة الدنيا وفي الآخرة 64 241\n- هود-\n- وما آمن معه إلا قليل 40 98- ويزدكم قوة إلى قوتكم 52 87\n- يوسف-\n- وكذلك يجتبيك ربك ويعلمك من تأويل الأحاديث 6 241- إن كيدكن عظيم 28 166- فلما كلمه قال إنك اليوم لدينا مكين أمين 54 108\nالجزء: 1 ¦ الصفحة: 309\n",
        "- اجعلني على خزائن الأرض إني حفيظ عليم 55 31- وقال لفتيانه اجعلوا بضاعتهم في رحالهم 62 251- لا تثريب عليكم اليوم يغفر الله لكم 92 250- سوف أستغفر لكم ربي إنه هو الغفور الرحيم 98 250- رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السموات والأرض أنت وليّي في الدنيا والآخرة توفّني مسلما وألحقني بالصالحين 101 269- إن في ذلك لعبرة لأولي الألباب 111 41\n- النحل-\n- أمّن يجيب المضطرّ إذا دعاه 62 266- يخرج من بطونها شراب مختلف ألوانه فيه شفاء للناس 69 218- ولا تنقضوا الأيمان بعد توكيدها 91 297- فلنحيينه حياة طيبة 97 95- ولا تبذر تبذيرا إذ المبذرين كانوا إخوان الشاطين 26 و 27 136- لأحتنكن ذريته إلا قليلا 62 98\n- الكهف-\n- إذ أوى الفتية إلى الكهف 10 251- إنهم فتية آمنوا بربهم وزدناهم هدى 13 251- ألمال والبنون زينة الحياة الدنيا 46 88- فلما جاوزا قال لفتاه آتنا غداءنا 62 251- وعلّمناه من لدنا علما 65 289\n- مريم-\n- يا يحيى خذ الكتاب بقوة وآتيناه الحكم صبيا 12 250- وهزي إليك بجذع النخلة تساقط عليك رطبا جنيا 25 97\n- طه-\n- واجعل لي وزيرا من أهلي، هرون أخي. اشدد به أزري، وأشركه في أمري 29، 32 35\nالجزء: 1 ¦ الصفحة: 310\n",
        "- قد أوتيت سؤلك يا موسى 36 35- وعجلت إليك رب لترضى 84 123\n- الأنبياء-\n- قالوا سمعنا فتى يذكرهم يقال له إبراهيم 60 251\n- الحج-\n- فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور 46 282\n- النور-\n- وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله 32 168- الله نور السموات والأرض مثل نوره كمشكاة فيها مصباح المصباح في زجاجة 35 195\n- الفرقان-\n- وما أرسلنا قبلك من المرسلين إلا أنهم ليأكلون الطعام ويمشون في الأسواق 20 71- وأنزلنا من السماء ماء طهورا 28 218\n- الشعراء-\n- الشعراء يتبعهم الغاوون 224 62، 63- في كل واد يهيمون 225 62- يقولون ما لا يفعلون 226 62\n- النحل-\n- سننظر أصدقت أم كنت من الكاذبين 27 128- وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون 35 246- فلما رأته حسبته لجمة وكشفت عن ساقيها قال إنه صرح ممرد من قوارير 44 194، 195\nالجزء: 1 ¦ الصفحة: 311\n",
        "- القصص-\n- وما عند الله خير وأبقى 60 269\n- الروم-\n- ومن آياته أن خلق لكم من أنفسكم أزواجا لتسكنوا إليها وجعل بينكم مودة ورحمة 21 164\n- الأحزاب-\n- ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا 67 281- ربنا آتهم ضعفين من العذاب والعنهم لعنا كبيرا 68 281\n- سبأ-\n- وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم 3 296- وقليل من عبادي الشكور 13 98- وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين 39 137\n- فاطر-\n- جنات عدن يدخلونها فيها من أساور من ذهب 33 117\n- يس-\n- ينذر من كان حيا 70 42- وقليل ما هم 24 98\n- الزمر-\n- إنما يوفى الصابرون أجرهم بغير حساب 10 110، 113- الذين يستمعون القول فيتبعون أحسنه 18 6\n- فصلت-\n- وبارك فيها وقدر فيها أقواتها 10 74- وإذا أنعمنا على الإنسان أعرض ونأى بجانبه وإذا مسه الشر فذو دعاء عريض 51 91\nالجزء: 1 ¦ الصفحة: 312\n",
        "- الشورى-\n- يهب لمن يشاء إناثا ويهب لمن يشاء الذكور 49 181\n- الزخرف-\n- فلولا ألقي عليه أسورة من ذهب 53 199- يطاف عليهم بصحاف من ذهب 71 198- ولكن أكثرهم للحق كارهون 78 99- ورسلنا لديهم يكتبون 80 53\n- الحجرات-\n- يا أيها الذين آمنوا إن جاءكم فاسق بنبأ فتبينوا 6 122\n- ق-\n- ونزلنا من السماء ماء مباركا 6 218- إن في ذلك لذكرى لمن كان له قلب 37 41\n- الرحمن-\n- الرحمن علم القرآن 1، 2 289\n- الحديد-\n- فطال عليهم الأمد فقست قلوبهم 16 250\n- المجادلة-\n- كتب الله لأغلبن أنا ورسلي 21 53\n- الحشر-\n- ومن يوق شح نفسه فأولئك هم المفلحون 9 137\n- الجمعة-\n- ويعلمهم الكتاب والحكمة 2 289- فانتشروا في الأرض وابتغوا من فضل الله 10 224\nالجزء: 1 ¦ الصفحة: 313\n",
        "- التغابن-\n- زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن 7 296- إن من أزواجكم وأولادكم عدوا لكم فاحذروهم 14 176\n- الطلاق-\n- واشهدوا ذوي عدل منكم 2 41\n- الملك-\n- وقالوا لو كنا نسمع أو نعقل ما كنا من أصحاب السعير 10 42- هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها وكلوا من رزقه وإليه النشور 15 224\n- القلم-\n- ن والقلم وما يسطرون 1 53- سنستدرجهم من حيث لا يعلمون 44 91\n- الحاقة-\n- وما هو بقول شاعر قليلا ما تؤمنون ولا بقول كاهن قليلا ما تذكرون 41 و 42 63\n- المزمل-\n- وآخرون يضربون في الأرض يبتغون فضل الله 20 70، 224\n- الإنسان-\n- وجزاهم بما صبروا جنة وحريرا 12 112- وأكواب كانت قواريرا. قواريرا من فضة قدروها تقديرا 15 و 16 195\n- عبس-\n- بأيدي سفرة. كرام بررة 15 و 16 53\n- الانفطار-\n- وإن عليكم لحافظين كراما كاتبين 10 و 11 153\nالجزء: 1 ¦ الصفحة: 314\n",
        "- العلق-\n- كلا إن الإنسان ليطغى إن رآه استغنى 6 و 7 91\n- العاديات-\n- وإنه لحب الخير لشديد 8 87\n- الفلق-\n- ومن شر حاسد إذا حسد 5 139\nالجزء: 1 ¦ الصفحة: 315\n",
        "(2) فهرس الأحاديث القدسية\n- الشيب نوري والنار خلقي، وأنا أستحيي أن أصرف نوري بناري 255- من استغنى بأموال الفقراء أفقرته، ومن تجبر على الضعفاء أذللته ومن بنى بقوة الفقراء أعقبت بناءه الخراب 81\n(3) فهرس الأحاديث الشريفة\n- الأمل رحمة من الله لأمتي 272- أتى النبي (ص) بأسارى فأمر بقتلهم وأفرد رجلا منهم، فقال علي بن أبي طالب (ر) : يا رسول الله: الرب واحد والدين واحد، والذنب واحد، فما بال هذا أفرد بينهم؛ فقال: نزل عليّ جبريل عليه السلام فقال: اقتل هؤلاء واترك هذا، فإن الله شكر له سخاء فيه 133- احذروا البرد فإنه قتل أخاكم أبا الدرداء 214، 215- إذا أراد الله بعبد سوءا جعل ماله في الطين والماء 81- إذا أراد الله بعبد شرا أهلك ماله في اللبن والطين 81- إذا أراد الله بملك خيرا جعل له وزيرا صالحا إن نسي ذكره وإن نوى خيرا أعانه أو أراد شرا كفه 36- إذا دخل شهر رمضان فتحت أبواب الجنة وغلقت أبواب النار وصفّدت الشياطين 298- استعيذوا بالله من شرار النساء وكونوا من خيارهن على حذر 165- أشد الأعمال ثلاثة: إنصاف الناس من نفسك، ومؤاساة الأخ في مالك، وذكر الله على كل حال 133- أصدق كلمة قالها الشاعر قول لبيد: ألا كل شيء ما خلا الله باطل 60\nالجزء: 1 ¦ الصفحة: 317\n",
        "- اطلبوا العلم ولو في الصين 48- أطيب ما يأكل الرجل من كسبه 70- أعظم الذنوب عند الله الحسد، والحاسد مضاد لنعمة الله، خارج عن أمر الله، تارك لعهد الله 139- أكثروا من ذكر هادم اللذات 271- التمسوا الرزق في خبايا الأرض 74- الله يحب الحيي المتعفف ويبغض الوقح الملحف 142- الله بحب الشجاعة ولو على قتل حية أو عقرب 128- إن السفر قطعة من العذاب 26- إنك من ريحان الجنة 175- إن قامت القيامة وفي يدك فسيلة فاغرسها 226- إن الله تبارك وتعالى يحب الجواد لأنه جواد كريم 131- إن المريض لتتساقط خطاياه كما يتساقط الورق من الشجر في الخريف 266- إن المريض يخرج من مرضه نقيا من الذنوب كيوم ولدته أمه 266- إن المسافر ومتاعه على قلت إلا ما وقى الله 226- إن من الشعر لحكمة وإن من البيان لسحرا 60- إن الهدية تسل السخيمة 244- أهل الجنة مرد جرد مكحلون 183- أوصيكم بالشبان خيرا فإنهم أرق أفئدة، إن الله بعثني بشيرا ونذيرا فحالفني الشبان وخالفني الشيوخ 250- إياكم والأسواق فإن الشيطان قد باض فيها وفرخ 72- التأني من الله والعجلة من الشيطان 122- التاجر الصدوق مع النبيين والشهداء والصالحين وحسن أولئك رفيقا 70- تسعة أعشار الرزق في التجارة 70- تكلموا تعرفوا 108- تنكح المرأة لجمالها ومالها فعليك بذات الدين تربت يداك 163- تهادوا تحابوا 244- جمال الرجل فصاحة لسانه 103\nالجزء: 1 ¦ الصفحة: 318\n",
        "- الجود من أخلاق أهل الجنة 131- حبب إليّ من دنياكم ثلاث: النساء والطيب وجعلت قرة عيني في الصلاة 163- الحر يؤذي والبرد يقتل 215- حمى ليلة كفارة سنة 267- الحياء خير كله 142- الحياء شعبة من الإيمان 142- الدنيا حلوة خضراء فمن أخذها بحقها بورك له فيها 11- الدّين شين الدّين 248- ذهبت النبوة وبقيت المبشرات 241- الرؤيا جزء واحد من ستة وأربعين جزءا من النبوة 241- ريح الولد من ريح الجنة 175- زر غبا تزدد حبا 161- سئل (ص) أي المال أفضل؟ فقال: عين خرارة في أرض خواءة، قيل: ثم ماذا؟ قال الراسخات في الوحل المطعمات في المحل الملقحات بالفحل 49- سافروا تغنموا وتصحوا 224- السلطان ظل الله في أرضه يأوي إليه كل مظلوم من عباده فإذا عدل كان له الأجر وعلى الرعية الشكر وإن جار كان عليه الأجر وعلى الرعية الصبر. وإذا جارت الولاة قحطت السماء 27- شاوروهن وخالفوهن فإن البركة في خلافهن 165- شدة الحر من فيح جهنم 216- الشيطان مع الواحد وهو عن الاثنين أبعد ويد الله مع الجماعة 127- الصبر ثلاثة: صبر على المصيبة، وصبر على الطاعة، وصبر على المعصية 110- طلب العلم فريضة على كل مسلم 47، 48- العلماء ورثة الأنبياء 47- عليكم بالصبر فإنه لا إيمان لمن لا صبر له 110- قال النبي (ص) لعاكف الهلالي: ألك امرأة؟ فقال لا. قال: فأنت إذا من إخوان الشياطين. فإن كنت من رهبان النصارى فالحق بهم،\nالجزء: 1 ¦ الصفحة: 319\n",
        "وإن كنت منا فمن سنتنا النكاح 168- قد جاءكم الشهر المبارك الذي فيه الليلة التي هي خير من ألف شهر ولله في كل ليلة من ليالي شهر رمضان ستمائة ألف عتيق من النار وله في آخر ليلة من لياليه مثل ما أعتق في جميع الشهر 298- قيل للنبي (ص) ما الحزم؟ قال: أن تستشير ذا الرأي وتطيع أمره 120- كاد الفقر أن يكون كفرا 93- كان النبي (ص) يمزح ولا يقول إلا حقا 151- كونوا من السواد الأعظم 101- لا تدع غرس يدك ولو سمعت أن الدجال خرج 75- لا خير فيمن لا يكون عالما أو متعلما 48- لا وجع كوجع العين، ولا غم كغم الدين 248- لما خلق الله العقل قال له أقبل فأقبل، ثم قال له ادبر فأدبر، ثم قال له وعزتي وجلالي ما خلقت خلقا أكرم عليّ منك، بك آخذ وبك أعطي وبك أثيب وبك أعاقب ثم قال لو أن رجلا قاتل في سبيل الله وحج واعتمر وغزا لما دخل الجنة إلا بمقدار عقله 43- لم نزل نستزيد للصابرين حتى نزلت: إِنَّما يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسابٍ\n110-\nلم يؤت الناس خيرا من الصبر والمعافاة 110- لم يهلك امرؤ عن مشورة 120- لو شئت حلفت لكم أن التاجر فاجر 71- لي وزيران من أهل الأرض ووزيران من أهل السماء، فأما اللذان في الأرض فأبو بكر وعمر، وأما اللذان في السماء فجبريل وميكائيل عليهما السلام 35، 36- ما أفاء الرجل بعد الإسلام خيرا من امرأة ذات دين تسره إذا نظر إليها وتطيعه إذا أمرها وتحفظه في نفسه وماله إذا غاب عنها 163- ما أوصي إليّ أن أجمع وأكون مع التاجرين، ولكن أوصي إليّ أن أسبّح بحمد ربي وأكون من الساجدين 71- ما تركت بعدي فتنة أضر بالرجال من النساء 165\nالجزء: 1 ¦ الصفحة: 320\n",
        "- ما خاب من استشار ولا ندم من استخار 119- ما من آدمي إلا وله خطايا وذنوب فمن كانت سجيته العقل لم تضره ذنوبه، لأنه كلما أخطأ لم يلبث أن يتدارك لك بتوبة تمحو ذنوبه وتدخله الجنة 41- المرء كثير بأخيه 144- المرأة الصالحة غل وقمل يضعه الله في عنق من يشاء من عباده ويفكه عمن يشاء 166- المستشار بالخيار إن شاء قال وإن شاء سكت 118- المستشار مؤتمن 118- مكتوب على باب الجنة: القرض بثمان عشرة والصدقة بعشر أمثالها 247- من أراد أن يأخذ دينارا وهو ينوي قضاءه بارك الله فيه وأعانه على قضائه 248- من استعف بالله عفه ومن استعان به أعانه ولن تجدوا حظا خيرا من الصبر 112- من تأنى أصاب أو كاد، ومن تعجل أخطأ أو كاد 123- من باع عقارا ولم يصرف ثمنه في مثله كان كرما واشتدت به الريح في يوم عاصف 74، 75- من زار أخاه أو عاد مريضا نادى مناد من السماء أن طبت وطاب ممشاك تبوأت من الجنة منزلا 160- من مزاح رسول الله (ص) أنه كسا امرأة من نسائه ثوبا فقال: البسيه واحمدي الله وجربي ثوب العروس 151- من كان عليه دين وفي نيته قضاؤه فإن الله معه حتى يقضيه 247- الموت راحة 269- الناس يعملون الخيرات وإنهم يعطون أجورهم يوم القيامة على قدر عقولهم 41- النساء ناقصات العقل والدين 165- نظر رسول الله (ص) إلى عمه العباس، فتبسم فقال له: ممّ ضحكك يا رسول الله؟ فقال: أعجبني حالك يا عم. فقال:\nأين موضع الجمال مني؟ فأشار إلى لسانه 103- نعم الختان القبر 181- ولد الرجل من أطيب كسبه 175- اليمين الكاذبة تدع الديار بلاقع 297\nالجزء: 1 ¦ الصفحة: 321\n",
        "(4) فهرس القوافي\nالألف اللينة\nالقافية/ الشاعر/ الصفحة/ القافية/ الشاعر/ الصفحة الدنى/-/ 288/ماء/ ابن المعتز/ 85 الدنيا/-/ 288/الشتاء/ ابن المعتز/ 85 الرقباء/ ابن الرومي/ 292/وراؤه/-/ 93 الحرباء/ 292/فناؤه/ ابن أبي البغل/ 210 شقاء/-/ 91/بقاؤه/ ابن أبي البغل/ 211 انقضاء/ الصنوبري/ 85/سماؤه/-/ 93 الفراء/ الصنوبري/ 85/بمائه/ الثعالبي/ 77 شتاء/ الصنوبري/ 86/أدائه/ الثعالبي/ 77 داء/ الصنوبري/ 86/فسائهم/ الحمدوني/ 290 ما تشاء/-/ 142/ندائهم/ الحمدوني/ 290 الحياء/-/ 142/\n- الباء-\nسواء/ أبو نواس/ 187/نلعب/ محمد بن وهب الحميري 12 البهاء/ أبو نواس/ 187/معرب/ محمد بن وهب الحميري/ 12 ما يشاء/ أبو نواس/ 187/محبب/ محمد بن وهب الحميري 13 بناء/-/ 290/نصيب/ قابوس بن وشكمير/ 59 الأسماء/-/ 290/أديب/ قابوس بن وشكمير/ 59 الداء/-/ 290/كتاب/ المتنبي/ 67 الأسماء/ عبد الملك بن عبد العزيز/ 288/منسوب/ السري الرفاء/ 83 الكرماء/ عبد الملك بن عبد العزيز/ 288/الطيب/ السري الرفاء/ 83 حياء/ عبد الملك بن عبد العزيز/ 288/تعذيب/ السري الرفاء/ 83 الإغضاء/ عبد الملك بن عبد العزيز/ 288/العتاب/-/ 154 الأمراء/ أحد العلوية/ 36/العتاب/-/ 154 الوزراء/-/ 36/أحد العلوية/ 36/يعاتب/-/ 154 سماء/ أحد العلوية/ 36/حاجب/-/ 157 السماء/ أحد العلوية/ 213/كتب أبو تمام/ 157 النساء/ البحتري/ 239/تحتجب/ أبو تمام/ 157\nالجزء: 1 ¦ الصفحة: 323\n",
        "حاجب/-/ 157/كآبه/-/ 56 حجاب/ المتنبي/ 159/محبّه/ عمر بن شبة/ 51 العطب/ محمد بن أبي حمزة/ 129/حبّه/ عمر بن شبة/ 51 أدب/ العقيلي/ 130/شعبه/ عمر بن شبة/ 51 خلوب/ كشاجم/ 161/رتبه/ عمر بن شبة/ 51 قلوب/ كشاجم/ 161/سبه/ عمر بن شبة/ 51 يكذب/-/ 169/ذاهبة/ أبو محمد السلمي/ 78 لعجيب/-/ 232/ذاهبة/ أبو محمد السلمي/ 78 غريب/-/ 232/النائبة/ أبو محمد السملي/ 78 الشباب/ النابغة/ 253/شاربه/ أبو محمد السلمي/ 78 الخضاب/-/ 265/المحبة/-/ 106 الكعاب/-/ 265/المسبة/-/ 106 يقرب/-/ 273/رغبة/-/ 106 صواب/-/ 284/الأدب/-/ 59 خراب/-/ 284/النشب/-/ 59 شبابها/ الشافعي/ 260/الآداب/ ابن عروس/ 56 مستطابها/ الشافعي/ 261/الكتّاب/ ابن عروس/ 56 يناسبه/-/ 128/حبيب/-/ 64 تعاتبه/ بشار بن برد/ 156/الترغيب/-/ 64 مجانبه/ بشار بن برد/ 156/التكذيب/-/ 64 مشاربه/ بشار بن برد/ 156/إهابي/ أبو طالب المأموني/ 84 الذهبا/ بديع الزمان الهمذاني/ 7/ثياب/ أبو طالب المأموني/ 84 عذبا/ بديع الزمان الهمذاني/ 7/بذهاب/ أبو طالب المأموني/ 84 الحبيبا/-/ 155/عقاب/ أبو طالب المأموني/ 84 القلوبا/-/ 155/قباب/ أبو طالب المأموني/ 84 يبابا/ أبو علي البصير/ 221/غالبي/ أبو أحمد اليمامي/ 94 السحابا/ أبو علي البصير/ 221/صاحبي/ أبو أحمد اليمامي/ 94 محسبا/ الأعشى/ 231/مصطحب/-/ 107 كوكبا/ الأعشى/ 231/الكتب/-/ 107 القلويا/-/ 244/ذهب/-/ 107 قريبا/-/ 244/الأرب/ محمود الوراق/ 112 حبيبا/-/ 244/المكاسب/ حاتم الطائي/ 127، 226\nالجزء: 1 ¦ الصفحة: 324\n",
        "الصحاب/ ابن الرومي/ 148/أنيابها/ ابن المعتز/ 104 الشراب/ ابن الرومي/ 148/إلا بها/ ابن المعتز/ 123 العتاب/-/ 154/بابها/ ابن المعتز/ 124 حاجب/ ابن نباتة السعدي/ 157/أنّى بها/ ابن المعتز/ 124 الكتاب/-/ 214/بكلابه/ البستي/ 23 شراب/-/ 214/لابه/ البستي/ 24 اغتراب/-/ 230/جوانبه/ الثعالبي/ 81 الشباب/ أبو العتاهية/ 251/لصاحبه/ الثعالبي/ 81 الرغاب/ ابن الرومي/ 253/شربه/ المتنبي/ 274 الثياب/ ابن الرومي/ 253/طبه/ المتنبي/ 274 العياب/ ابن الرومي/ 253/أدبه/ البريدي/ 57 اللباب/ ابن الرومي/ 253/نسبه/ البريدي/ 57 الأدب/ أبو تمام/ 256/عقابه/-/ 169 الطرب/ أبو السمط/ 256/عذابه/-/ 169 الغراب/ البحتري/ 257/أصحابه/ البستي/ 232 الرطيب/ ابن الرومي/ 257/غابه/ البستي/ 232 بخضاب/-/ 262/راقب/ الصاحب بن عباد/ 33 مخضوب/ المتنبي/ 265/العواقب/ الصاحب بن عباد/ 34 مكذوب/-/ 265/عجب/-/ 56 الأسباب/-/ 275/لهب/-/ 56 الطلاب/-/ 276/الرطب/-/ 97 شبابي/-/ 276/سبب/-/ 97 الأطياب/-/ 276/الأدب/-/ 10 الكتاب/-/ 276/تحسب/-/ 190 عتابي/-/ 276/المشرب/-/ 190 جانب/-/ 279/يطرب/-/ 190 الأقارب/-/ 279/تنصب/-/ 190 العذاب/ ابن الرومي/ 301/تتعب/-/ 190 الحساب/ ابن الرومي/ 301/عطرات/-/ 61 السحاب/ ابن الرومي/ 301/نخرات/-/ 62 الشراب/ ابن الرومي/ 301/السكوت/-/ 107 أصحابها/ ابن المعتز/ 104/الموت/-/ 284\nالجزء: 1 ¦ الصفحة: 325\n",
        "الصوت/-/ 284/بارد/ ابن المعتز/ 85 حواتها/-/ 292/الولد/ 88 رواتها/-/ 293/يرد/ 88 علمته/ ابن المعتز/ 23/منفرد/ أبو هيان/ 126 زرعته/ ابن المعتز/ 23/أسعد/-/ 132 مقته/ ابن المعتز/ 23/يسود/ أبو منصور البوشنجي/ 140 عرفته/ ابن المعتز/ 23/الحسود/ أبو منصور البوشنجي/ 140 تركته/ ابن المعتز/ 23/حقود/ أبو منصور البوشنجي/ 140 بنتا/ العلوي الجماني/ 180/القلائد/-/ 117 جزعتا/ العلوي الجماني/ 180/القصائد/-/ 117 استطعتا/ العلوي الجماني/ 180/شاهد/ ابن الرومي/ 206 كبتا/ العلوي الجماني/ 180/عائد/ ابن الرومي/ 206 المصيبات/ ابن المعتز/ 22/حائد/ ابن الرومي/ 206 لذاتي/ ابن المعتز/ 22/طارد/ ابن الرومي/ 206 مسراتي/ ابن المعتز/ 23/مساعد/ ابن الرومي/ 206 سبت/-/ 23/واجد/ ابن الرومي/ 206 من شت/-/ 23/واحد/ ابن الرومي/ 206 الحيات/ الثعالبي/ 25/الوالد/ ابن الرومي/ 206 قناتي/ الثعالبي/ 25/الماجد/ ابن الرومي/ 206 الدرجات/ البستي/ 39/البارد/ ابن الرومي/ 206 حياتي/ الثعالبي/ 77/القاصد/ ابن الحاجب/ 207 الحسرات/ الثعالبي/ 77/فاسد/ ابن الحاجب/ 207 الوشاة/ الثعالبي/ 77/أواجد/ ابن الحاجب/ 207 الآفات/ الثعالبي/ 77/طارد/ ابن الحاجب/ 207- الدال-/ وارد/ ابن الحاجب/ 207 يولد/ ابن الرومي/ 16/القائد/ ابن الحاجب/ 207 ارغد/ ابن الرومي/ 16/بارد/ ابن الحاجب/ 207 يهدد/ ابن الرومي/ 16/مجاسد/ ابن الحاجب/ 207 عيد/-/ 20/مائد/ ابن الحاجب/ 207 عود/-/ 20/الماجد/ ابن الحاجب/ 207 شديد/ ابن المعتز/ 34/حاسد/ ابن الحاجب/ 207 البريد/ ابن المعتز/ 34/شهيد/ ابن المعتز/ 221\nالجزء: 1 ¦ الصفحة: 326\n",
        "سجود/ ابن المعتز/ 21/بناتها/-/ 165 جديد/ ابن المعتز/ 262/صبغته/-/ 264 يعود/ ابن المعتز/ 262/لحيته/-/ 264 يعود/ محمود الوراق/ 264/- الجيم- جديد/ محمود الوراق/ 264 عنيد/ محمود الوراق/ 264/أحوج/ محمد بن وهب/ 116 تريد/ محمود الوراق/ 264/مسرج/ محمد بن وهب/ 116 يغمد/ علي بن الجهم/ 286/معوج/ محمد بن وهب/ 116 تردد/ علي بن الجهم/ 286/حرج/-/ 111 متجدد/ علي بن الجهم/ 286/الفرج/-/ 111 تحمد/ علي بن الجهم/ 286/المتحرج/ دعبل الخزاعي/ 255 المتودد/ علي بن الجهم/ 286/متوج/ دعبل الخزاعي/ 255 يقصد/ علي بن الجهم/ 286/همج/-/ 211 انفرادها/ البحتري/ 19/خرج/-/ 212 أسدى/ عبد الله بن طاهر/ 23/\n- الحاء-\nفقدا/ عبد الله بن طاهر/ 23/تناكح/ الثعالبي/ 87 حسدا/-/ 141/راجح/ الثعالبي/ 87 النكدا/-/ 141/صالح/ الثعالبي/ 87 جلدا/-/ 156/جامح/ الثعالبي/ 87\n- التاء-\nقبائح/ الثعالبي/ 87 اللوامح/ ابن المعتز/ 158 بموات/ محمد بن بشير/ 124/صوالح/ معن بن أوس/ 179 حسرات/ محمد بن بشير/ 124/نوائح/ معن بن أوس/ 179 العدوات/-/ 140/ريح/ الشيخ الإمام/ 193 الطيبات/-/ 182/روح/ الشيخ/ الإمام/ 193 النبات/-/ 182/أقبح/ ابن بسام/ 242 المكرمات/-/ 182/أصبح/ ابن بسام/ 242 لحياتي/ عبدان الأصفهاني/ 263/نجاحا/ النابغة الذبياني/ 122 وقاتي/ عبدان/ الأصفهاني/ 263/الأقداح/ السري الرفاء/ 84 الغانيات/ عبدان الأصفهاني/ 263/الأرواح/ السري الرفاء/ 84 مراتي/ عبدان الأصفهاني/ 263/الفقاح/ السري الرفاء/ 84 النعاة/ عبدان الأصفهاني/ 263/ملاح/ السري الرفاء/ 84\nالجزء: 1 ¦ الصفحة: 327\n",
        "الصفاح/ السري الرفاء/ 84/ثمود/-/ 189 الصباح/ السري الرفاء/ 84/السجود/-/ 189 النواحي/ ابن المعتز/ 149/الخدود/-/ 189 امتداحي/ ابن المعتز/ 149/السعود/-/ 189 اقتراح/ ابن المعتز/ 149/القرود/-/ 189 المزح/ البستي/ 151/بواحد/ البحتري/ 92 الملح/ البستي/ 151/زاد/ المتلمس/ 136 الصلاح/-/ 196/الفساد/ المتلمس/ 136 حسود/-/ 141- الخاء- مسعود/ سعيد بن عبد الله الثكلي/ 177 الرّخ/ ابن المعتز/ 203/بمولود/ سعيد بن عبد الله الثكلي/ 177- الدال- الخدود/-/ 210 المودّة/-/ 73/الورود/-/ 210 عنده/ أبو العتاهية/ 127/التناد/ الخباز البلدي/ 249 وحده/ أبو العتاهية/ 127/الوداد/ الخباز البلدي/ 249 استجده/-/ 161/الجسد/ بشار بن برد/ 268 عنده/-/ 161/الولد/ بشار بن برد/ 268 قاعده/ أبو حفص/ 275/بوادي/ ابن العبسي/ 275 واحده/ أبو حفص/ 275/فؤادي/ ابن العبسي/ 275 الإسناد/ أبو سعيد الرستمي/ 37/السواد/ ابن العبسي/ 275 عباد/ أبو سعيد الرستمي/ 37/المعبود/-/ 298 تالد/ العتابي/ 38/الخلود/-/ 298 بالقلائد/ العتابي/ 38/العوائد/ الصاحب بن عباد/ 299 الفرائد/ العتابي/ 38/الفوائد/ الصاحب بن عباد/ 299 خالد/ العتابي/ 38/المساجد/ الصاحب بن عباد/ 299 البوارد/ العتابي/ 38/أحد/-/ 37 المدارد/ العتابي/ 38/يرد/-/ 37 الأساود/ العتابي/ 39/لا تجد/ محمود الوراق/ 91 سداد/ كشاجم/ 54/يرد/ محمود الوراق/ 91 المداد/ كشاجم/ 54/غرد/ محمود الوراق/ 91 للمزيد/ أبو القاسم الزعفراني/ 80/الكبد/ محمود الوراق/ 91 بالخلود/ أبو القاسم الزعفراني/ 80/اقتصد/ محمود الوراق/ 91\nالجزء: 1 ¦ الصفحة: 328\n",
        "البلد/ أعرابية/ 175/أخضر/-/ 103 أحد/ أعرابية/ 175/البواثر/-/ 110 يعد/ ابن الرومي/ 176/صابر/-/ 110 أشد/ ابن الرومي/ 176/الضّرّ/-/ 110 أهد/ ابن الرومي/ 176/الصبر/-/ 111 الزناد/ البرقعي/ 228/صبر/-/ 116 الجلاد/ البرقعي/ 228/الحر/-/ 116 المراد/ البرقعي/ 228/الهجر/-/ 116- الذال- الزجر/-/ 117 لذيذ/ عبد الملك بن صالح/ 13/الأمر/-/ 117 النبيذ/ عبد الملك بن صالح/ 14/قدر/-/ 117- الراء- الضر/-/ 117 الشر/-/ 117 الدهر/ الأخطل/ 19/الحجر/ ابن الرومي/ 123 خطر/ قابوس بن وشمكير/ 25/الذخائر/ ابن الرومي/ 145 القمر/ قابوس بن وشمكير/ 25/ظهير/-/ 144 الدرر/ قابوس بن وشمكير/ 25/لكثير/-/ 144 نشور/ ابن طباطبا/ 66/أمر/ ابن المعتز/ 177 نذير/ ابن طباطبا/ 67/الصرّ/ ابن المعتز/ 177 سمير/ ابن طباطبا/ 67/بذر/ ابن المعتز/ 177 صدور/-/ 67/الصهر/ عبد الله بن طاهر/ 181 آثار/-/ 80/القبر/ عبد الله بن طاهر/ 181 يزار/-/ 90/الكدر/ السري الرفاء/ 196 أحرار/ الصابي/ 185/ينجبر/ السري الرفاء/ 196 عطار/ الصابي/ 185/يعسر/-/ 195 العار/ الصابي/ 185/يجبر/-/ 196 آثار/ الصابي/ 185/لا تثمر/-/ 213 سحار/ الصابي/ 185/الذكر/ مطيع بن إياس/ 184 الدار/ الصابي/ 185/السفر/-/ 226 أقذار/ الصابي/ 185/الشعر/ مطيع بن إياس/ 184 أحجار/ الصابي/ 185/الصغر/ مطيع بن إياس/ 184 مصور/-/ 103/الكبر/ العتبي/ 254\nالجزء: 1 ¦ الصفحة: 329\n",
        "نور/ عبد الله بن عباس/ 282/البحورا/-/ 184 مشهور/ عبد الله بن عباس/ 282/الظهورا/-/ 184 ضرير/ عبد الله بن عباس/ 282/مسرورا/ أبو علي البصير/ 220 بصير/ عبد الله بن عباس/ 282/شرورا/ أبو علي البصير/ 220 ضرر/ الشاطبي/ 283/المعمورا/ أبو علي البصير/ 220 البصر/ الشاطبي/ 283/شعيرا/ أبو علي البصير/ 220 مصائرها/ محمود الوراق/ 13/فتعذرا/-/ 224 مقابرها/ محمود الوراق/ 13/معسرا/-/ 224 مصادرها/ محمود الوراق/ 13/سرورا/-/ 271 انكسارها/-/ 166/مسرورا/-/ 271 اقتدارها/-/ 166/ضريرا/ منصور الفقيه/ 283 قدوره/-/ 214/بصيرا/ منصور الفقيه/ 283 أموره/-/ 214/كبيرا/ منصور الفقيه/ 283 غرره/ عبد الله بن طاهر/ 261/قهرا/ أبو جعفر الرامي/ 299 خبره/ عبد الله بن طاهر/ 261/شهرا/ أبو جعفر الرامي/ 299 مطره/ عبد الله بن طاهر/ 261/الكبيره/ البستي/ 40 وزيرا/-/ 38/مبيره/ البستي/ 40 الشكرا/ ابن المعتز/ 22/فاخره/-/ 79 القبرا/ ابن المعتز/ 22/الآخره/-/ 79 جوهرا/ ابن المعتز/ 54/مرّه/-/ 149 شاعرا/ أبو سعيد المخزومي/ 64/مضره/-/ 149 الصادرا/ أبو سعيد المخزومي/ 64/ذرّه/-/ 290 الأخبارا/-/ 108/الوزير/ ابن المعتز/ 36 مرارا/-/ 108/الظهر/ البستي/ 40 ضرارا/-/ 108/الظهر/ البستي/ 40 صبرا/ أبو القاسم بن أبي/ 114/المهر/ البستي/ 40 العلاء الأصفهاني/ البذر/-/ 75 عذرا/ العلاء الأصفهاني/ 114/الآثار/-/ 8 يكدرا/ النابغة الجعدي/ 116/الزوّار/ السري الرفاء/ 83 أصدرا/ النابغة الجعدي/ 116/الأقمار/ السري الرفاء/ 83 كثرا/-/ 161/الفقر/ أبو العتاهية/ 92 نظرا/-/ 161/اليسر/ صالح بن عبد القدوس/ 93\nالجزء: 1 ¦ الصفحة: 330\n",
        "الفقر/ صالح بن عبد القدوس/ 94/أنوار/ البستي/ 230 الأثر/-/ 111/النار/-/ 238 بالظفر/-/ 111/جاري/-/ 238 بعار/-/ 111/يا بصري/-/ 264 نهار/-/ 111/في الشعر/-/ 264 اليسر/-/ 112/النار/-/ 265 عمري/-/ 114/الجوار/ منصور الفقيه/ 285 أمري/-/ 114/النهار/ منصور الفقيه/ 285 للصبر/ البرقعي/ 114/برّها/ الثعالبي/ 77 الصبر/-/ 114/شكرها/ الثعالبي/ 77 الشر/-/ 114/أخطارها/ علي بن الجهم/ 80 الدهر/-/ 114/دارها/ علي بن الجهم/ 80 الهجر/-/ 154/إيثاره/ أبو طالب المأموني/ 84 الشّعر/-/ 89/أوطاره/ أبو طالب المأموني/ 84 البدر/-/ 9/داره/ أبو طالب المأموني/ 84 الصدور/-/ 160/أطماره/ أبو طالب المأموني/ 84 الضمير/-/ 160/بعذاره/ أبو الفرج الببغاء/ 187 الإدبار/-/ 228/أنصاره/ أبو الفرج الببغاء/ 187 إقتار/-/ 228/نهاره/ أبو الفرج الببغاء/ 187 السراري/ الثعالبي/ 171/داره/ أبو الفرج الببغاء/ 187 الجواري/ الثعالبي/ 171/ضرّه/-/ 283 اختياري/ الثعالبي/ 171/دبره/-/ 283 اعتذار/ الثعالبي/ 171/أمره/-/ 283 واري/ الثعالبي/ 171/تعتبر/ محمود الوراق/ 92 جاري/ الثعالبي/ 171/النظر/ محمود الوراق/ 92 جاري/ الثعالبي/ 171/تفتقر/ محمود الوراق/ 92 السواري/ الثعالبي/ 171/الحضر/-/ 227 الفخار/ الثعالبي/ 171/البصر/-/ 283 كسوار/ الثعالبي/ 171/الخبر/-/ 284 باقتدار/ الثعالبي/ 171/- ز- سرار/ الثعالبي/ 171/مجاز/ الأحنف العكبري/ 243 أسفار/ البستي/ 230/النحاز/ الأحنف العكبري/ 243\nالجزء: 1 ¦ الصفحة: 331\n",
        "- س- انتعاش/ الرافعي/ 96 متنفّس/ طريح بن اسمعيل الثقفي/ 255/المواشي/ الرافعي/ 96 أكيس/ طريح بن اسمعيل الثقفي/ 255/المعاشي/ الطريفي/ 229 رمس/ أبو تمام/ 127/العشاشي/ الطريفي/ 229 جليسا/ القاضي الجرجاني/ 125- ص- رئيسا/ القاضي الجرجاني/ 125/مختص/ أبو القاسم الحرين/ 143 أنيسا/ القاضي الجرجاني/ 125/النقص/ أبو القاسم الحرين/ 143 أنسا/-/ 125/منغص ابن المعتز/ 223 أمسا/-/ 125/لم ينقص ابن المعتز/ 223 القراطيس/-/ 68/الأبرص/ ابن المعتز/ 223 الناس/-/ 107 الآس/ الشهاب الحجازي/ 188/- ض- الناس/ الشهاب/ الحجازي/ 188/بعض/ ابن الرومي/ 139 ياس/ ابن المعتز/ 201/أرض/ ابن الرومي/ 139 الناس/ ابن المعتز/ 201/بخفض/ أبو تمام/ 219 الكاسي/ ابن المعتز/ 201/الأرض/ أبو تمام/ 219 الباس/ ابن المعتز/ 201/لا تمضي/ أبو تمام/ 219 جلّاس/ ابن المعتز/ 201/تبيض/-/ 184 الخنافس/ اللحام/ 278/العريض/-/ 184 النفس/ البستي/ 287/- ط- الشمس/ البستي/ 287/ساقط/-/ 50 الحبس/ البستي/ 287/الحائط/-/ 50 تمسي/ ابن الرومي/ 240/لاقط/ ابن المعتز/ 55 أمسي/ ابن الرومي/ 240/كشارط/ ابن المعتز/ 55 نفسي/ ابن الرومي/ 240/القيراط/-/ 72 رمسي/ ابن الرومي/ 240/سخطه/ ابن الرومي/ 211 ينسي/ ابن الرومي/ 240/وسطه/ ابن الرومي/ 211 نحسبه/-/ 64/هبط/-/ 26 جنسه/-/ 64/يرتبط/-/ 26- ش- غلط/-/ 67 سنط/ 68 الفراش/ الرافعي/ 96/امتخط/-/ 68\nالجزء: 1 ¦ الصفحة: 332\n",
        "- ع- أشرف/-/ 270 أجمع/ محمد بن يسير/ 68/لا تعرف منصور الفقيه/ 270 المصقع/ محمد بن يسير/ 68/لا ينصف/ منصور الفقيه/ 270 تنزع/ محمد بن يسير/ 68/شرفه/ ابن الرومي/ 24 أشبع/ محمد بن يسير/ 68/جيفه/ ابن الرومي/ 24 يرجع/ محمد بن يسير/ 68/الصفا/ أبو محمد المروزي/ 24 ينفع/ محمد بن يسير/ 68/ألّفا/ أبو محمد المروزي/ 24 يرتجع/ منصور النمري/ 252/فخفي/-/ 24 جزع/ منصور النمري/ 252/التشفي/-/ 24 تبع/ منصور النمري/ 252/توفي/-/ 24 مهيع/ أبو تمام/ 260/متخفي/-/ 24 يرقع/ أبو تمام/ 260/الإنصاف/-/ 158 أسفع/ أبو تمام/ 260/صاف/-/ 158 أجدع/ أبو تمام/ 260/المصطاف/ أبو تمام/ 213 صدوعه/ ابن علان النهرواني/ 196/ينصف/ كشاجم/ 55 تبيعه/ ابن علان النهرواني/ 196/التكلف/ كشاجم/ 55 لسا/-/ 150/المفوّف كشاجم/ 55 تسعى/-/ 150/مصحف/ كشاجم/ 55 باعها/-/ 78/ينصفه/-/ 187 الطبيعه/ منصور الفقيه/ 161/يغلفه/-/ 187 أربعه/ الثعالبي/ 301/- ق- معه/ الثعالبي/ 301/يشفق/-/ 19 المتاع/ أبو سعيد الرستمي/ 64/ينطق/ أبو الأسود الدؤلي/ 90 لسعي/ الخباز البلدي/ 149/يطلق/ صالح بن عبد القدوس/ 119 زرعي/ الخباز البلدي/ 149/فينطق/ صالح بن عبد القدوس/ 119 الوداع/ أبو تمام/ 233/الأوفق/ صالح بن عبد القدوس/ 120 الجامع/-/ 51/يفتق/ صالح بن عبد القدوس/ 120 نافع/-/ 51/يشفق/ صالح بن عبد القدوس/ 120 تبع/ أبو العتاهية/ 88/يروق/-/ 231- ظضيق/ البحتري/ 234 أراف/-/ 270/تترقرق/ البحتري/ 234\nالجزء: 1 ¦ الصفحة: 333\n",
        "تشرق/ البحتري/ 234/لصديق/-/ 153 التفرق/ البحتري/ 234/العاشق/ ابن المعتز/ 219 تمحق/-/ 272/العاتق/ ابن المعتز/ 219 ضيق/-/ 272/عاشق/-/ 188 ضيق/ ابن الرومي/ 296/الشقائق/-/ 188 يطيق/ ابن الرومي/ 296/الفراق/-/ 234 تفرقها/-/ 69/التلاقي/-/ 234 يخرقها/-/ 69/العشاق/-/ 235 طريقه/ ابن المعتز/ 89/بفراق/-/ 235 غريقه/ ابن المعتز/ 89/المذاق/ أبو العباس الضبي/ 236 مشرقا/-/ 74/الفراق/ 236 تزرقا/-/ 74/المذاق/-/ 238 خلقا/ ابن الرومي/ 238/الاشتياق/-/ 238 طرقا/ ابن الرومي/ 238/الفراق/-/ 238 فأعتقا/ أبو أحمد بن أبي بكر الكاتب/ 271/المشوق/ البحتري/ 257 يعشقا/ أبو أحمد بن أبي بكر الكاتب/ 271/شروق/ البحتري/ 257 مخلوقه/ ابن بسام/ 15/أنيق/ البحتري/ 257 سوقه/ ابن بسام/ 16/بالموموق/ البحتري/ 257 معشوقه/ ابن بسام/ 16/بروق/ البحتري/ 257 طاقه/ أبو العلاء السروري/ 208/الباقي/-/ 270 الحماقه/ أبو العلاء السروري/ 208/منتطق/ ابن الرومي/ 276 ماقه/ أبو العلاء السروري/ 208/البهق/ ابن الرومي/ 276 رقاقه/ أبو العلاء السروري/ 208/الحدق/ ابن الرومي/ 276 عريق/ أبو نواس/ 15/عنق/ ابن الرومي/ 276 صديق/ أبو نواس/ 15/يقق/ ابن الرومي/ 276 تحرقي/ الوزير المهلبي/ 21/البهق/ ابن الرومي/ 276 أتقي/ الوزير المهلبي/ 21/مزق/ الشيخ الامام 215 السبق/ الوزير المهلبي/ 21/دمق/ الشيخ الامام/ 215 بمغرقي/ الوزير المهلبي/ 21/- ك- الرساتيق/ الثعالبي/ 76/يغنيكا/ أبو العتاهية/ 95 الجواليق/ الثعالبي/ 76/مسلكا/-/ 161 الأوثق/ القطامي/ 145/أمسكا/-/ 162\nالجزء: 1 ¦ الصفحة: 334\n",
        "الحركة/ ابن الرومي/ 300/قليل/-/ 101 السلكه/ ابن الرومي/ 300/التفضل/ علي بن الجهم/ 113 رمكه/ ابن الرومي/ 300/الزلل/ القطامي/ 122 بالبركه/ ابن الرومي/ 300/عملوا/ القطامي/ 123 الديكه/ ابن الرومي/ 301/بخل/ صالح بن عبد القدوس/ 136 المملكه/ ابن الرومي/ 300/مأكول/ طفيل الغنوي/ 167 فتكي/-/ 18/مفعول/ طفيل الغنوي/ 167 مبكي/-/ 18/نسل/ البستي/ 177 الإفك/ البحتري/ 286/نسلو/ البستي/ 177 الملك/ البحتري/ 287/يملّ/ ابن سكره/ 210 فالمال لك/ أبو نواس/ 132/الأجل/ ابن سكره 210 أغفلك/-/ 132/الكلّ/-/ 217 فهو لك/-/ 132/أكلوا/-/ 217 المليك/ أبو نواس/ 205/منزل/-/ 225 السبيك/-/ 205/النزل/-/ 225 شريك/-/ 205/تحليل/ ابن الرومي/ 238 هالك/ منصور الفقيه/ 261/محلول/ ابن الرومي/ 239 كذلك/ منصور الفقيه/ 261/متصل/ محمد بن حازم الباهلي/ 252- ل- بدل/ محمد بن حازم الباهلي/ 252 ساحل/ أبو تمام/ 37/جاهله/-/ 49 واصل/ أبو تمام/ 37/عامله/ البستي/ 54 حفلوا/-/ 48/له/ البستي/ 54 الحمل/ أبو نواس/ 184/فاعله/-/ 116 عمل/ أبو نواس/ 184/أجلّوه/-/ 162 العمل/-/ 48/ملّوه/-/ 162 زائل/ لبيد/ 60/فضائله/ أحمد بن يوسف المأموني/ 245 قليل/ السموأل/ 99/قابله/ أحمد بن يوسف المأموني/ 245 ذليل/ السموأل/ 99/بخلا/ المتنبي/ 16 دليل/ منصور الفقيه/ 100/وصلا/ المتنبي/ 17 قليل/ منصور الفقيه/ 100/أم لا/ المتنبي/ 17 القليل/ اسحق الموصلي/ 100/عقلا/ ابن المعتز/ 43 الغليل/ اسحق الموصلي/ 100/الجملا/-/ 222\nالجزء: 1 ¦ الصفحة: 335\n",
        "فصلا/-/ 222/خال/-/ 76 ملالا/ علي بن الجهم/ 211/حال/-/ 76 انثقالا/ علي بن الجهم/ 211/مالي/-/ 76 التحويلا/-/ 225/مالي/-/ 87 ذليلا/-/ 225/قليل/ السري الرفاء/ 101 طويلا/-/ 225/الجميل/ السري الرفاء/ 101 دليلا/ أبو تمام/ 235/بخيل/ السري الرفاء/ 101 سبيلا/ أبو تمام/ 235/الذليل/ ابن المعتز/ 135 سبلا/ المتنبي/ 235/البخيل/ ابن المعتز/ 135 بلابلا/ ذو الرمة/ 238/رجلي/ محمد بن عبد الله بن/ 158 استقلا/ أبو الطيب محمد بن/ 254/أبي عيينة حاتم/ المصعبي/ مثلي/ أبي عيينة/ 158 ولّى/-/ 254/النسل/ المتنبي/ 177 ملّا/ المتنبي/ 268/الرجال/ المتنبي/ 180 ولّى/ المتنبي/ 268/الهلال/ المتنبي/ 180 الجمالا/-/ 276/أجلي/-/ 196 خالا/-/ 277/جاهل/ ابن الرومي/ 201 حق لا/-/ 294/الغوائل/ ابن الرومي/ 201 قال لا/-/ 294/القنابل/ ابن الرومي/ 201 نالها/ أبو العتاهية/ 13/الجلائل/ ابن الرومي/ 201 إقبالها/ أبو العتاهية/ 13/الشبكه/ ابن الرومي/ 300 لنالها/ منصور النمري/ 35/خطل/-/ 209 لعلّه/-/ 264/غزل/ ابن الرومي/ 209 بلّه/-/ 264/بالعلل/ ابن الرومي/ 209 بخيالي/ ابن العميد/ 20/بباطل/ أبو نواس/ 220 بها لي/ ابن العميد/ 20/المنازل/ أبو نواس/ 220 العاقل/-/ 44/الحناظل/ العتابي/ 232 مراحل/-/ 44/من معوّل امرؤ القيس/ 237 الجهل/-/ 50/الإبل/-/ 239 مذال/ عبد الصمد بن المعدل/ 63/النازل/ بديع الزمان الهمذاني/ 258 نوال/ عبد الصمد بن المعدل/ 63/الفاضل/ بديع الزمان الهمذاني/ 258 السؤال/ عبد الصمد بن المعدل/ 63/الحاصل/ بديع الزمان الهمذاني/ 258\nالجزء: 1 ¦ الصفحة: 336\n",
        "تواكل/ بديع الزمان الهمذاني/ 258/ما أعلم/ ابن أبي البغل/ 50 الهاطل/ بديع الزمان الهمذاني/ 258/شوم/ الحمدوني أو الخليل بن أحمد 58 لعاذل/ بديع الزمان الهمذاني/ 258/محروم/ الحمدوني أو الخليل بن أحمد/ 58 الراحل/ بديع الزمان الهمذاني/ 258/المكارم/ أبو تمام/ 61 الغافل/ بديع الزمان الهمذاني/ 259/حمّام/-/ 67 فواضل/ بديع الزمان الهمذاني/ 259/مذموم/ عمر بن عبد العزيز/ 132 السائل/ بديع الزمان الهمذاني/ 259/مقسوم/ عمر بن عبد العزيز/ 132 القتل/ المتنبي/ 273/مشتوم/ عمر بن عبد العزيز/ 132 رجل/ المتنبي/ 273/الكلام/ المتنبي/ 149 خالي/ الصابي/ 277/الحمام/ الشافعي/ 148 الليالي/ الصابي/ 277/دوام/ الشافعي/ 148 الموالي/ الصابي/ 277/السهام/ الشافعي/ 148 طفل/-/ 290/مرام/ الشافعي/ 148 الهلال/ بشار بن برد/ 302/النظام/ الشافعي/ 148 شوال/ بشار بن برد/ 302/الكلام/ الشافعي/ 148 قتله/-/ 108/نائم/ أبو العتاهية/ 159 عقله/-/ 108/الطغام/ المتنبي/ 199 بخله/-/ 137/الرغام/ المتنبي/ 199 ظلاله/ أبو العتاهية/ 173/محرّم/-/ 205 لعياله/ أبو العتاهية/ 173/تكرم/-/ 206 فعل/-/ 8/حسام/ البستي/ 212 أظل/ أحمد بن أبي طاهر/ 219/زكام/ البستي/ 212 ارتحل/ أحمد بن أبي طاهر/ 219/الغمام/ الثعالبي/ 220 نزل/ أحمد بن أبي طاهر/ 219/ابتسام/ الثعالبي/ 220- الميم- السما/-/ 138 الندم/ أبو الفتح البستي/ 33/مكتوما/-/ 140 العدم/ أبو الفتح البستي/ 33/مذموما/ أبو نواس/ 152 ظلم/ أبو الفتح/ البستي/ 33/محرما/ ابن الرومي/ 125 منثلم/ أبو الفتح البستي/ 33/لزاما/ البحتري/ 300 ينعم/ المتنبي/ 44/البرساما/ البحتري/ 300 مترنم/ ابن أبي البغل/ 50/الحراما/ البحتري/ 300\nالجزء: 1 ¦ الصفحة: 337\n",
        "القسمة/ كشاجم/ 103/غموم/-/ 233 الظلمة/ كشاجم/ 103/التسليم/-/ 233 القامة/ الناجم/ 203/لقدوم/-/ 233 النعيم/ الثعالبي/ 84/كالعندم/-/ 237 جحيم/ الثعالبي/ 84/الدم/ 237 العالم/ ابن المعتز/ 90/بدم/ ابن الرومي/ 252 آدم/ ابن المعتز/ 90/الهرم/ ابن الرومي/ 252 الدّم/ زهير بن أبي سلمى/ 102/العدم/ ابن الرومي/ 252 التكلم/ زهير بن أبي سلمى/ 102/بالظلم/ ابن الرومي/ 253 الحسام/ ابراهيم بن شاه/ 103/وأيّام/-/ 262 الكلام/ ابراهيم بن شاه/ 103/البهائم/ أبو حنش/ 278 الغمام/ ابراهيم بن شاه/ 103/ظالم/ أبو حنش/ 278 الكلام/-/ 107/الآثام/-/ 298 بلجام/-/ 107/الحمّام/-/ 298 مبرم/-/ 111/اللجام/-/ 301 الأقوام/-/ 115/المرام/-/ 301 أحلام/-/ 115/رغمه/-/ 272 حازم/ بشار/ 118/أمّه/-/ 272 للقوادم/ بشار/ 118/يكرم/ أبو بكر الطبري/ 24 الظلم/ التنوخي/ 189/تطعم/ أبو بكر الطبري/ 24 النعم/ التنوخي/ 189/غمم/ أبو الفتح البستي/ 33 الظلم/ أبو سليمان الخطابي/ 126/قحم/ أبو الفتح البستي/ 33 العجم/ أبو سليمان/ الخطابي/ 126/الكرم/ البستي/ 54 اللئيم/ المتنبي/ 128/بالقلم/ البستي/ 54 الحكيم/ المتنبي/ 128/الكرم/ عبد العزيز بن عبد الله/ 135 بابتسام/ المتنبي/ 152/نعم/ عبد العزيز بن عبد الله/ 135 الأنام/ المتنبي/ 152/متيّم/ الثعالبي/ 216 الوسام/ المتنبي/ 152/جهنم/ الثعالبي/ 216 أقوام/-/ 154/بلغم/-/ الثعالبي/ 261 عام/ علي بن الجهم/ 211/غم/-/ 261 للمدام/ علي بن الجهم/ 211/بدرهم/ جارية رشيد البيضاء/ 277 بسلام/ علي بن الجهم/ 211/جهنم/ جارية/ الرشيد البيضاء/ 277\nالجزء: 1 ¦ الصفحة: 338\n",
        "بدرهم/ جارية الرشيد السوداء/ 277/مجانه/ ابن لنكك البصري/ 25 فافهم/ جارية الرشيد السوداء/ 277/سفينه/ منصور بن اسمعيل المصري/ 126 الكرم/ سليمان بن عبد الله بن طاهر/ 294/المسكينه/ منصور بن إسمعيل المصري/ 126 نعم/ سليمان بن عبد الله بن طاهر/ 294/مؤنه/-/ 153 الجلم/-/ 295/أعطاني/ مسليم بن الوليد/ 16 الجلم/ بشار/ 295/الإحسان/ بشار/ 19 الكرم/ بشار/ 295/أجفاني/ الثعالبي/ 25- نون- أزماني/ الثعالبي/ 25 الزمان/-/ 20/أسناني/ الثعالبي/ 25 ثعبان/-/ 104/حين/ ابن عروس/ 56 الفرسان/-/ 104/الشين/ ابن عروس/ 56 اللسان/-/ 104/الدّين/-/ 135 حسن/-/ 113/بالعين/-/ 135 أذن/-/ 191/اخواني/ أبو تمام/ 146 غبن/ ابن الرومي/ 185/جيراني/ أبو تمام/ 146 بطن/ ابن الرومي/ 185/الاخوان/ ابراهيم بن العباس/ 147 أوطان/-/ 229/رماني/ ابراهيم بن العباس/ 147 جيران/-/ 229/الحدثان/ ابراهيم بن العباس/ 147 يهونوا/ النابغة/ 231/الاخوان/ ابراهيم بن العباس/ 147 الإنسان/-/ 246/الرياحين/-/ 165 المجرمونا/-/ 85/الشياطين/-/ 166 ظالمونا/-/ 85/الدّين/-/ 166 الوطنا/-/ 231/أوان/ أبو الفرج البيضاء/ 210 النازلينا/ دعبل الخزاعي/ 257/الفتيان/ أبو الفرج البيضاء/ 210 فزعنا/ ابن لنكك البصري/ 271/أوطان/-/ 229 يهنا/ ابن لنكك البصري/ 271/بجيران/-/ 229 ينسانا/-/ 272/هوان/-/ 231 الجنة/ محمد بن حامد الخوارزمي/ 13/الأوطان/ 231 مهانه/ ابن لنكك البصري/ 25/لا يراني/-/ 242 زمانه/ ابن لنكك البصري/ 25/الأذان/-/ 242 مهانه/ ابن لنكك البصري/ 25\nالجزء: 1 ¦ الصفحة: 339\n",
        "الحسن/-/ 287- الواو- السجن/-/ 287/أخوه/ أبو العتاهية/ 147 بحيطانها/-/ 82/فوه/ أبو العتاهية/ 147 بنيانها/-/ 82/كواها/-/ 246 بعمرانها/-/ 82- الياء- بدونها/-/ 95 غبونها/-/ 96/قوهيا/ أبو الحسن المنادي/ 58 سكونه/ ابن الرومي/ 72/وسوسيا/ أبو الحسن الممنادي/ 58 ديونه/ ابن الرومي/ 72/نبيطيا/ أبو الحسن الممنادي/ 58 شانه/-/ 146/مقليا/ أبو الحسن الممنادي/ 58 اخوانه/ 146/نحويا/ أبو الحسن الممنادي/ 58 الوطن/-/ 229/راقيا/ جرير/ 63 الزمن/-/ 229/المحيا/-/ 96 الوطن/-/ 229/الدنيا/-/ 96 الوهن/-/ 232/الثريا/-/ 149- الهاء- لا أخياليا/-/ 148 ونيه/-/ 17 المنيه/-/ 17 مناه/ أبو سليمان الخطابي/ 126/دنيه/-/ 225 أراه/ أبو سليمان الخطابي/ 126/منيّه/-/ 225 آباه/-/ 292/لبنيه/ أبو جعفر الموسوي/ 24 أهواه/-/ 292/فيه/ أبو جعفر الموسوي/ 24 أراه/ 292/إليه/-/ 105 فضاها/-/ 112/لديه/-/ 105 يكفيها/ أبو العتاهية/ 95/يديه/-/ 105 يتنبه/-/ 120/إليهم/-/ 126 أكمه/-/ 121/عليهم/-/ 126\nالجزء: 1 ¦ الصفحة: 340\n",
        "(5) فهرس الأعلام\n- أ-\nآصف بن برخيا 35.\nابراهيم بن العباس الصولي 32، 47، 202، 250، 262، 266.\nابراهيم شاه 103.\nابراهيم بن المدبر 38.\nابراهيم بن المهدي 57.\nابليس 72، 98، 133.\nأحمد بن ابراهيم الضبي، أبو العباس 236.\nأبو أحمد بن أبي بكر الكا\nت\nب 271.\nأحمد بن أبي طاهر 219.\nأحمد بن اسرائيل 32، 37.\nأحمد بن خالد 38.\nأحمد بن سيار 303.\nأحمد بن عبد الرزاق المقدسي، أبو نصر 5، 304.\nأحمد بن يزيد 303.\nأحمد بن يوسف المأموني 245.\nأبو أحمد اليمامي 94.\nالأحنف العكبري 243.\nالأحنف بن قيس 115، 116،، 153، 175، 279.\nالأخشيد 80.\nالأخطل 19.\nإسحق الموصلي 100، 191.\nابن أبي اسحق 73.\nالإسكندر 263.\nإسمعيل بن صبيح 75، 144.\nأبو الأسود الدؤلي 90، 134.\nالأصمعي 118.\nالأعشى 231.\nأفلاطون 52.\nإقليدس 52.\nأكثم بن صيفي 259.\nالأمين، محمد بن الرشيد 170.\nأنس بن مالك 75.\nأنو شروان 36، 128، 205.\nالأوزاعي 278.\n- ب-\nباقل 65.\nالجزء: 1 ¦ الصفحة: 341\n",
        "الببعاء- أبو الفرج عبد الواحد بن نصر 181، 187، 210.\nابن أبي البغل 34، 50، 210.\nالبحتري 19، 92، 234، 239، 257، 286، 300.\nبديع الزمان الهمذاني- أبو الفضل أحمد بن الحسين 7، 30، 192، 258.\nالبرقعي 114، 228.\nالبريدي 57.\nبزرجمهر 57، 267.\nابن بسام- علي بن محمد 15، 242.\nالبستي- أبو الفتح علي بن محمد 23، 33، 39، 53، 126، 135، 151، 177، 212، 221، 230، 232، 287.\nبشار بن برد 19، 118، 155، 268، 283، 295، 302.\nأبو علي البصير 220، 299.\nأبو بكر الصديق 36.\nالبلخي، أبو زيد 197، 289.\nالبوشنجي، أبو منصور (مضراب الشعر) 140. البويهي، ركن الدولة 36.\n- ت-\nأبو تمام\n- ح\nبيب بن أوس 36، 61، 63، 64، 127، 145، 157، 213، 219، 233، 235، 239، 256، 260.\nالتنوخي 189.\n- ث-\nالثعالبي، أبو منصور عبد الملك بن محمد 5.\nثمامة بن أشرس 52.\nالثوري، سفيان 92.\n- ج-\nالجاحظ 28، 45، 49، 55، 65، 68، 75، 102، 137، 215، 251، 280، 282، 284، 290.\nجالينوس 205.\nجبريل (ع) 36.\nالجرجاني، القاضي أبو الحسن علي بن عبد العزيز 125.\nجرير 63.\nجعفر البرمكي 79.\nالجزء: 1 ¦ الصفحة: 342\n",
        "جعفر بن سليمان الهاشمي 80، 173 جعفر بن محم\nد\nالصادق 52، 76، 100، 247.\nأبو جعفر الموسوي 24.\nابن جني 44.\n- ح-\nحاتم الطائي 127، 226.\nابن الحاجب محمد بن أحمد 207.\nحارثة بن بدر 90.\nابن حبان 175.\nالحجاج بن يوسف 227، 259.\nالحربي أبو زكريا يحيى بن اسماعيل 78.\nأبو الحرث 295.\nالحسن البصري 14، 44، 113، 115، 118، 271.\nالحسن بن سهل 205.\nالحسن بن علي بن أبي طالب 105، 132، 168، 273.\nالحسن بن علي بن مطران الشاسي، أبو محمد 13.\nأبو الحسن بن أبي القاسم القاشاني 239.\nأبو الحسن الماسرخسي 172.\nأبو الحسن المدائني 303.\nأبو الحسن الممشادي 58.\nالحسين بن محمد 202.\nحصين بن المنذر 129.\nالحطيئة 192.\nأبو حفص 275.\nالحمدوني 58، 290.\nحمزة بن بيض 62.\nأبو حنش 278.\nأبو حنيفة 297.\n- خ-\nخالد بن صفوان 57، 164.\nخالد بن عبد الله القسري 131، 158، 247.\nخالد بن الوليد 128.\nالخباز البلدي- أبو بكر محمد بن أحمد 149، 249.\nالخراساني الشاعر 202.\nالخراساني، أبو مسلم 63، 103.\nالجزء: 1 ¦ الصفحة: 343\n",
        "الخريمي- أبو يعقوب اسحاق بن حسان 283.\nالخطابي- أبو سليمان محمد بن محمد 126.\nابن خلاد الرمهرمزي القاضي 51.\nخلف بن أحمد 212.\nخلف بن أيوب 174.\nالخليل بن أحمد 58، 304.\nخوارزم\nش\nاه- أبو العباس مأمون بن مأمون 5.\nالخوارزمي- أبو بكر محمد بن العباس 62، 237.\nالخوارزمي- أبو عبد الله محمد بن حامد 13.\n- د-\nداود بن علي الأصبهاني 296.\nداود المصاب 242.\nأبو الدرداء 72، 75، 215.\nدعبل بن علي الخزاعي 61، 255، 256.\n- ذ-\nأبو ذكوان 266.\nذو الرمة 238.\n- ر-\nالرافعي 96.\nالرامي- أبو جعفر بن موسى 299.\nرجاء بن حيوة 167.\nالرستمي، أبو سعيد 37، 64.\nابن الرومي 16، 24، 123، 148، 176، 184، 201، 206، 207، 238، 239، 252، 257، 263، 276، 292، 296، 300.\n- ز-\nالزجاج النحوي 196.\nزرقان المتكلم 191.\nزهير بن أبي سلمي 102.\nزياد بن أبيه 31، 44.\n- س-\nسالم بن عبد الله بن عمر 170.\nسالم بن قتيبة 153.\nسحبان وائل 65.\nالسدي 87.\nالجزء: 1 ¦ الصفحة: 344\n",
        "السرخسي- أحمد بن أبي الطيب 278.\nالسري الرفاء الموصولي 83، 101، 196.\nسعيد بن جبير 151، 202.\nسعيد بن سالم 279.\nسعيد بن عبد العزيز 93.\nسعيد بن عبد الله الثكلي 176.\nسعيد بن مسلم 144.\nأبو سعيد المخزومي 64.\nالسفاح، أبو العباس 75، 106، 107.\nسفيان الثوري- الثوري سفيان بن عيينة 74، 151.\nابن سكرة الهاشمي- محمد بن عبد الله 210.\nالسلامي، أبو علي 79.\nالسلمي 78.\nسليمان بن داود 35، 120، 122، 195.\nسليمان بن عبد الله بن طاهر 294.\nسليمان بن وقب 145.\nابن السماك- محمد بن\nص\nبيح 15.\nأبو السمد 256.\nالسموأل 99.\nالسندي 145.\nسهل بن المذمال، أبو نصر 66.\nسهل بن المرزبان، أبو نصر 8، 242.\nسهل بن مروان 228.\nسهل بن المهدي، أبو نصر 178.\nسهل بن هارون 194، 199.\nالسهروردي، أبو الحسن 171.\nابن سيرين 243.\n- ش-\nالشاشي- أبو محمد الحسن بن مطران 13.\nالشاطبي 283.\nالشافعي 148، 260، 279.\nشبيب بن شبة 144.\nشداد الحارثي 197.\nالشعبي 137.\nابن شكلة 260.\nالشهاب الحجازي 187.\nالشيخ الامام المقدسي 117، 143، 193، 215، 273.\nالجزء: 1 ¦ الصفحة: 345\n",
        "- ص-\nالصابي- أبو إسحق ابراهيم بن هلال 185، 237، 277.\nالصاحب بن عباد- أبو القاسم اسماعيل 22، 33، 37، 77، 80، 175، 180، 299.\nالص\nغ\nاني، أبو علي 29.\nصالح بن عبد القدوس 93، 119، 136.\nالصنوبري 85.\nملك الصين 106.\n- ض-\nالضحاك بن قيس 71.\nالضحاك بن مزاحم 30.\n- ط-\nطالوت 88.\nطاوس 267.\nابن طباطبا العلوي 66.\nالطبري، أبو بكر 24.\nالطبري، الأستاذ 68، 182، 186. طريح بن اسمعيل الثقفي 255.\nالطريفي 229.\nطلحة الطلحات 173، 304.\nطلحة بن عبد الله 132.\nطفيل الغنوي 167.\nأبو الطيب محمد بن حاتم المصعبي 254.\n- ظ-\nظفر بن سعيد 64.\n- ع-\nعائشة أم المؤمنين 74، 247.\nعائشة بنت معاوية 179.\nابن عائشة القرشي- ابراهيم بن محمد 57، 123، 144، 244.\nعاكف الهلالي 168.\nعباد بن الحصين 129.\nالعباس بن عبد المطلب 103، 151.\nابن عباس- عبد الله 87، 95، 218، 241، 282.\nأبو العباس أحمد بن محمد بن الفرات 78.\nالجزء: 1 ¦ الصفحة: 346\n",
        "عبدان الأصفهاني الجوزي 263.\nعبد الرحمن بن عوف 87.\nعبد الصمد بن المعدل 63.\nعبد العزيز بن عبد الله بن طاهر 135.\nعبد الله بن جعفر 191.\nعبد الله بن الزبير 179.\nعبد الله بن سلام 75.\nعبد الله بن طاهر؟ 121، 181، 261.\nعبد الملك بن صالح الهاشمي 13، 121، 139، 249.\nعبد الملك بن عبد العزيز 288.\nعبد الملك بن مروان 120، 170.\nعبد الملك بن المهلب 294.\nابن العبسي 275.\nعبيد بن الأبرص 259.\nالعتابي 19، 38، 119، 132، 169، 232، 259.\nأبو العتاهية 13، 87، 92، 95، 127، 147، 159، 173، 251.\nعتبة بن عمر 247. العتبي، أبو النصر 144، 248، 251، 259.\nالعتبي، أبو جعفر 158.\nالعتبي، عبد الرحمن 253.\nعثمان بن عفان 27، 75.\nابن عروس 56.\nعروة 74.\nعطاء الخراساني 250.\nعطاء بن الكاتب 151.\nعكرمة 72، 241.\nأبو العلاء السروري 208.\nأبو العلاء المعري 55.\nابن علان النهرواني 196.\nالعلوي الجماني 180.\nعلي بن الجهم 80، 113، 134، 211، 286.\nعلي بن الحسين- زين العابدين (ع) 170.\nعلي بن أبي طالب (ع) 11، 14، 48، 71، 104، 113، 129، 133، 143، 151، 166، 197، 218، 256.\nعلي بن عبد الله 131.\nالجزء: 1 ¦ الصفحة: 347\n",
        "علي بن عيسى 190.\nعمر بن الخطاب 36، 44، 60، 71، 98، 108، 132، 165، 245.\nعمر بن شبة 51.\nعمر بن عبد العزيز 63، 113، 132، 140، 246، 269، 304.\nعمر بن مسعدة 147.\nعمرو بن العاص 147، 179.\nعمرو بن عبيد 248.\nابن العميد- أبو الفتح علي بن محمد 20، 36.\nعون بن محمد 303.\nعيسى (ع) 176.\nأبو العيناء 79، 123، 245.\n- غ-\nغيلان بن سلمة 255.\n- ف-\nأبو فراس الحمداني 229.\nفرعون 199.\nالفض\nل\nالرقاشي 52، 85.\nالفضل بن سهل بن خارجة 303.\nالفضل بن سهل، ذو الرياستين 244، 266.\nالفضيل بن عياض 27.\n- ق-\nقابوس بن وشمكير 22، 25، 59.\nالقاسم بن محمد بن أبي بكر 170.\nأبو القاسم حبيب 20.\nأبو القاسم الحريشي 143.\nأبو القاسم الزعفراني 80.\nأبو القاسم بن علاء الأصفهاني 114.\nأبو القاسم الكسروي 202.\nقتادة 282.\nقدامة، حكيم المشرق 199.\nالقطامي 122، 123، 145.\nقيس بن سعد بن عبادة 100.\nقيس بن عاصم 259.\nقيصر 106.\n- ك-\nكسرى 76، 106.\nكشاجم 54، 55، 161، 278.\nالكندي 135، 147، 192، 294.\nالجزء: 1 ¦ الصفحة: 348\n",
        "- ل-\nلبيد ب\nن\nربيعة العامري 60.\nاللحام- أبو الحسن علي بن الحسن 278.\nلقمان الحكيم 106.\nابن لنكك البصري- محمد بن محمد 25، 271.\n- م-\nالمأمون- عبد الله بن هارون الرشيد 15، 29، 38، 52، 57، 137، 145، 166، 202، 280.\nالمأموني- أبو طالب عبد السلام بن الحسين العباسي 20، 84.\nمؤيد الدولة البويهي 170.\nمالك بن أنس 259.\nمالك بن دينار 169.\nالماهاني 278.\nالمتلمس 136.\nالمتنبي 16، 44، 67، 149، 152، 159، 177، 180، 199، 235، 265، 268، 273. المتوكل 80.\nمجاهد 71.\nالمحبوبي المروزي 171.\nالنبي محمد صلى الله عليه وسلم 8، 11، 35، 62.\nمحمد بن بشير- محمد بن يسير؟؟.\nمحمد بن الجهم 134.\nمحمد بن حاتم المصعبي، أبو الطيب 254.\nمحمد بن حازم الباهلي 251.\nمحمد بن حامد الخوارزمي- أبو عبد الله 13.\nمحمد بن الحسن 303.\nمحمد بن أبي حمزة العقيلي 129.\nمحمد بن عبد الله بن عيينة 158.\nمحمد بن عبد الملك الزيات وزير المعتصم 20، 239.\nمحمد بن عبد الله المهلبي 137.\nأبو محمد المروزي 24.\nمحمد المزني 201.\nأبو محمد بن مطران الشاشي 13.\nمحمد بن وهب الحميري 12، 116.\nمحمد بن يسير الرياشي 68، 124.\nالجزء: 1 ¦ الصفحة: 349\n",
        "محمد بن يوسف 145.\nمحمد بن يوسف الثغري 287.\nمحمود الوراق 13، 91، 92، 112، 259، 264.\nامرؤ القيس بن حجر الكندي 237.\nمروان بن أبي حفصة 191.\nمروان بن محمد 196.\nابن مسعود، عبد الله 27، 81، 104، 107، 138.\nمسلم الأصغر 183.\nمسلم بن الوليد الأنصاري 16.\nمسلمة بن عبد الله 163.\nمطيع بن إياس 183، 184.\nمعاذ بن جبل 167، 168، 248.\nمعاوية بن أبي سفيان 31، 140، 175.\nابن المعتز 11، 15، 21، 22، 36، 43، 52، 54، 55، 58، 85، 89، 90، 93، 95، 104، 106، 119، 123، 132، 135، 137، 147، 149، 152، 154، 155، 157، 176، 177، 201، 203، 218، 221، 223، 226، 249، 254، 256، 259، 262، 263، 267، 273، 274، 278، 297.\nالمعتصم 307.\nالمعتمد بالله 145.\nمعروف الكرخي 97.\nمعن بن أوس 179.\nالمغيرة بن شعبة 144.\nابن المغيرة، هشام 145.\nالمقتدر 250.\nالمقدسي، الشيخ الإمام 117، 143، 193، 215، 273.\nابن المقفع 28، 134.\nمكحول 125.\nابن مكرم 299.\nالملك المؤيد، مؤيد الدولة البويهي 206؟؟.\nالمنصور، أبو جعفر 17.\nمنصور الفقيه- منصور بن اسمعيل المصري 80، 100، 126، 161، 270، 283.\nالجزء: 1 ¦ الصفحة: 350\n",
        "منصور النمري 35، 252.\nمنصور بن نوح 158.\nالمهتدي بالله 145.\nالمهلب 112، 295.\nموسى (ع) 35، 199.\nالموفق بالله 145.\nميكائيل (ع) 36.\nميمون بن سهل الواسطي 125.\nميمون بن مهران 269.\n- ن-\nالنابغة الجعدي 116.\nالنابغة الذبياني 122، 231، 253.\nالناجم 203.\nابن نباتة السعدي 157.\nالنظام، ابراهيم 195، 235.\nأبو نواس- الحسن بن هانىء 15، 132، 152، 184، 187، 205، 220.\nنوح (ع) 81.\n- هـ-\nهرون (ع) 35. هارون الرشيد 252، 277.\nهشام بن عروة 74.\nأبو هيان 126.\n-\nو\nالواثق 37.\nواصل بن عطاء 279.\nوهب بن منبه 81.\nوهب بن الوردي 81.\n- ي-\nيحيى بن أكثم 183.\nيحيى بن خالد البرمكي 35، 63، 79، 139، 174، 176، 191، 295، 303.\nيحيى بن زكريا (ع) 250.\nيحيى بن معاذ الرازي 6، 101.\nيزيد بن المهلب 53.\nيعقوب (ع) 269.\nيوسف الصديق (ع) 31، 110، 237، 250، 269، 288.\nأبو يوسف القاضي 275.\nاليمامي، أبو أحمد 94.\nيونس بن حبيب النحوي 31، 45، 68، 260.\nالجزء: 1 ¦ الصفحة: 351\n",
        "مراجع التحقيق\n- ابن الأثير: الكامل في التاريخ. دار صادر- بيروت. لا ت.\n- الأصفهاني، أبو الفرج: الأغاني 1- 24. مطبعة الجمال- بيروت.\n- الأصفهاني، الراغب: محاضرات الأدباء ومحاورات الشعراء. اختصار إبراهيم زيدان. دار الآثار بيروت.\n- الباخرزي: دمية القصر. حلب 1930.\n- البخاري: صحيح البخاري. دار إحياء التراث العربي- بيروت. لا ت.\n- ابن بسام: الذخيرة. تحقيق: إحسان عباس. دار الثقافة- بيروت.\n- البيهقي، إبراهيم: المحاسن والمساوىء. دار بيروت 1971.\n- البيهقي، أبو الفضل: تاريخ البيهقي. ترجمة: يحيى الخشاب وصادق نشأت. مكتبة الأنجلو المصرية. لا ت.\n- الترمذي: صحيح الترمذي. دار إحياء التراث العربي. بيروت. لا ت.\n- الثعالبي: التمثيل والمحاضرة. تحقيق عبد الفتاح محمد الحلو. الدار العربية للكتاب- ليبيا 1983.\nتحفة الوزراء. تحقيق حبيب على الرواي وابتسام مرهون الصفار. بغداد 1977.\nخاص الخاص. دار مكتبة الحياة. بيروت 1966.\nالكناية والتعريض تقديم علي الخاقاني. دار صعب. بيروت.\nلا ت.\nلطائف اللطف. تحقيق عمر الأسعد. دار المسيرة، بيروت، 1980.\nالجزء: 1 ¦ الصفحة: 352\n",
        "نثر النظم وحل العقد. تقديم علي الخاقاني، دار صعب، بيروت. لا ت.\nيتيمة الدهر. تحقيق محمد محي الدين عبد الحميد، دار الفكر، بيروت 1973.\n- الجاحظ: البخلاء. تحقيق طه الحاجري. دار المعارف بمصر، 1976.\nالبيان والتبيين. تحقيق حسن السندوبي. المكتبة التجارية الكبرى، القاهرة، 1926.\nالحيوان/. تحقيق عبد السلام هارون. مكتبة مصطفى البابي الحلبي. ص 2 1969.\nالآمل والمأمول. تحقيق: رمضان ششن. دار الكتاب الجديد، بيروت، 1980.\n- ابن حبيب، أبو جعفر محمد. المحبر. تصحيح الليزه ليخستن شتيتر، دار الآفاق بيروت، لا ت.\n- الحر العاملي: وسائل الشيعة. تحقيق عبد الرحيم الرياني الشيرازي، دار إحياء التراث العربي، بيروت، 1390 هـ.\n- الحنبلي، ابن العماد. شذرات الذهب في أخبار من ذهب. دار الكتب العلمية، بيروت، لا ت.\n- الخطيب البغدادي: تاريخ بغداد. مطبعة السعادة، مصر، 1349 هـ.\n- ابن خلكان: وفيات الأعيان. تحقيق إحسان عباس. دار صادر. بيروت، لا ت.\n- الدارمي: سنن الدارمي. دار إحياء التراث العربي- بيروت، لا ت.\n- أبو داود: السنن، طهران. لا ت.\n- الذهبي: سير أعلام النبلاء. تحقيق جماعة من الأدباء. مؤسسة الرسالة، بيروت.\n- الرازي: تفسير الرازي. دار إحياء التراث العربي- بيروت، لا. ت..\n- الرفاء، السري: ديوان السري الرفاء. تحقيق: حبيب حسين الحسيني،\nالجزء: 1 ¦ الصفحة: 354\n",
        "بغداد، 1981.\n- ابن الرومي: ديوان ابن الرومي. تحقيق حسين نصار، الهيئة العامة للكتاب- القاهرة، 1973- 1974.\n- ابن السلام الجمحي: طبقات فحول الشعراء. تحقيق: محمود محمد شاكر.\nمكتبة المدني- القاهرة، 1980.\n- ابن طباطبا: عيار الشعر. تحقيق: طه الحاجري ومحمد زغلول سلام. المكتبة التجارية الكبرى، القاهرة، 1956.\n- ابن عبد ربه: العقد الفريد. دار صادر. بيروت. لا ت.\n- الغزالي: إحياء علوم الدين. دار الشعب، القاهرة، لا ت.\n- ابن قتيبة: عيون الأخبار. دار الكتاب العربي، القاهرة، 1963.\n- الكليني: أصول الكافي. دار الأضواء، بيروت، لا ت.\n- ابن ماجة: سنن ابن ماجة. دار إحياء التراث العربي. بيروت. لا ت.\n- المجلسي، محمد باقر: بحار الأنوار. دار الوفاء، بيروت. لا ت. وطبعة إيران، لا ت.\n- الماوردي: أدب الدنيا والدين. دار إحياء التراث العربي. بيروت. لا ت.\n- المرزباني: معجم الشعراء. تصحيح ف. كرنكو. دار الكتب العلمية، بيروت 1982.\n- ياقوت الحموي: معجم البلدان. دار صادر، بيروت، لا ت.\nمعجم الأدباء. نشر أحمد فريد الرفاعي. نسخة مصورة. دار المستشرق، بيروت.\nالجزء: 1 ¦ الصفحة: 355\n",
        "الفهرس\nالموضوع الصفحة خطبة الكتاب 5 باب مدح الدنيا 11 باب ذم الدنيا 14 باب مدح الدهر 19 باب ذم الدهر 21 باب مدح السلطان 27 باب ذم السلطان 29 باب مدح عمل السلطان 31 باب ذم عمل السلطان 32 باب مدح الوزارة 35 باب ذم الوزارة 37 باب مدح العقل 41 باب ذم العقل 43 باب مدح العلوم 45 باب ذم العلوم 49 باب مدح الخط والقلم 52 باب ذم الخط والقلم 55 باب مدح الأدب 57 باب ذم الأدب 58 باب مدح الشعر والشعراء 60 الموضوع الصفحة باب ذم الشعر والشعراء 63 باب مدح الكتب والدفاتر 65 باب ذم الكتب والدفاتر 67 باب مدح التجارة 70 باب ذم التجارة 71 باب مدح الضياع 74 باب ذم الضياع 77 باب مدح الدور والأبنية 79 باب ذم الدور والأبنية 81 باب مدح الحمّام 83 باب ذم الحمّام 85 باب مدح المال 87 باب ذم المال 89 باب مدح الغنى 90 باب ذم الغنى 91 باب مدح الفقر 92 باب ذم الفقر 93 باب مدح القناعة 95 باب ذم القناعة 96 باب مدح القلة 98\nالجزء: 1 ¦ الصفحة: 356\n",
        "باب ذم القلة 100 باب مدح اللسان 102 باب ذم اللسان 104 باب مدح الصمت 106 باب ذم الصمت 108 باب مدح الصبر 110 باب ذم الصبر 114 باب مدح الحلم 115 باب ذم الحلم 115 باب مدح المشورة 118 باب ذم المشورة 121 باب مدح التأني 122 باب ذم التأني 123 باب مدح الوحدة والعزلة 125 باب ذم الوحدة والعزلة 127 باب مدح الشجاعة 128 باب ذم الشجاعة 129 باب مدح الجود 131 باب ذم الجود 134 باب مدح البخل 136 باب ذم البخل 137 باب مدح الحقد 139 باب ذم الحقد 139 باب مدح الحياء 142 باب ذم الحياء 143 باب مدح الإخوان والأصحاب 144 باب ذم الإخوان والأصحاب 147 باب مدح المزاح 151 باب ذم المزاح 152 باب مدح العتاب 154 باب ذم العتاب 155 باب مدح الحجاب 157 باب ذم الحجاب 158 باب مدح الزيارة 160 باب ذم الزيارة 161 باب مدح النساء 163 باب ذم النساء 165 باب مدح التزوج 168 باب ذم التزوج 169 باب مدح الجواري 170 باب ذم الجواري 171 باب مدح العيال 173 باب ذم العيال 174 باب مدح الولد 175 باب مدح البنات 179 باب ذم البنات 181 باب مدح الغلمان 183 باب ذم الغلمان 185 باب مدح الخط والعذار 187\nالجزء: 1 ¦ الصفحة: 357\n",
        "باب ذم الخط والعذار 188 باب مدح السماع 190 باب ذم السماع 192 باب مدح الزجاج 194 باب ذم الزجاج 195 باب مدح الذهب 197 باب ذم الذهب 199 باب مدح الشطرنج 201 باب ذم الشطرنج 202 باب مدح النرجس 205 باب ذم النرجس 207 باب مدح الورد 210 باب ذم الورد 211 باب مدح الشتاء 213 باب ذم الشتاء 214 باب مدح الصيف 216 باب ذم الصيف 216 باب مدح المطر 218 باب ذم المطر 220 باب مدح القمر 222 باب ذم القمر 222 باب مدح السفر 224 باب ذم السفر 226 باب مدح الغربة 228 باب ذم الغربة 230 باب مدح الفراق 233 باب ذم الفراق 234 باب مدح البكاء 237 باب ذم البكاء 239 باب مدح الرؤيا 241 باب ذم الرؤيا 242 باب مدح الهدية 244 باب ذم الهدية 246 باب مدح الدّين 247 باب ذم الدّين 248 باب مدح الشباب 250 باب ذم الشباب 253 باب مدح الشيب 255 باب ذم الشيب 259 باب مدح الخضاب 262 باب ذم الخضاب 263 باب مدح المرض 266 باب ذم المرض 267 باب مدح الموت 269 باب ذم الموت 271 باب مدح السواد 275 باب ذم السواد 278 باب مدح الغوغاء والسفهاء 279 باب مدح العمى 282\nالجزء: 1 ¦ الصفحة: 358\n",
        "باب ذم العمى 284 باب مدح السجن 286 باب ذم السجن 288 باب مدح التعليم 289 باب ذم التعليم 290 باب مدح الرقيب 292 باب ذم الرقيب 292 باب مدح لا 294 باب ذم لا 295 باب مدح اليمين 296 باب ذم اليمين 297 باب مدح شهر رمضان 298 باب ذم شهر رمضان 299 باب مدح الوعد 303 باب ذم الوعد 303\nالفهارس العامة\n....\n305\nالجزء: 1 ¦ الصفحة: 359\n",
        ""
    ]
}