{
    "1": [
        "اللطف واللطائف\nاللطف واللطائف\nالثعالبي، أبو منصور\nالكتاب:\nاللطف واللطائف\nالمؤلف:\nعبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي (المتوفى: 429هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "مقدمة\nبسم الله الرحمن الرحيم\nوهو حسبي\nأما بعد حمد الله عز اسمه على آلائه، والصلاة على رسوله المصطفى وآله، قد ألفت هذا الكتاب للشيخ العميد أبي سهل الحمدوني. وإن كان هو شخص الكمال وفرد الزمان وغرة الشرق وأمين النطق، فلا بد لأهل الأدب وأصحاب الكتب، وإن كانوا مخفضي الدرجات، من التقرب ببضاعتهم المزجاة، إلى خزانة كتبه، عمرها الله بدوام عمره، ولا سيما إذا كانوا من عبيده وخدمه ومتحلي نعمه. فلولا أني منهم لما تجاسرت على حمل كوز ماء أجاج، إلى بحر فرات عجاج، لكن قدم عبوديتي بحضرته حرسها الله وآنسها تنشطني لخدمته بمؤلفاتي، وإن كانت هيبته تقتضي عن أكثر مرادي، وقد قضيت عن كتاب البراعة، في التكلم من الصناعة، بهذا الكتاب الخفيف الحجم، الثقيل الوزن، الصغير الغنم، في لطائف الظرفاء من طبقات الفضلاء قولاً وفعلاً، وجداً وهزلاً، وأودعته ظرف الظرف وروح الروح وعقود الدر وعقد النحر نثراً ونظماً. فالألفاظ بين البلاغة والإيجاز، وخفة الأرواح مع الإعجاز، والمعاني بين الكرم والظرف والمروة والفتوة، مع المداعبة والمطايبة، والنوادر غير الفاترة. وأخرجت فيه ثلاثة أدعية ذكرتها ثلاثة من أفراد البلغاء أنها أوجز الأدعية وأحسنها وأجمعها، منهم الجاحظ إذ قال أوجزها وأبدعها: أدام الله لك السرور. ومنهم الصاحب إذ قال: بل قولهم: عش ما شئت كيف شئت. وكان أبو إسحاق الصابي يقول: مارست الكتابة ستين سنة، فلم يحضرني في الدعاء أحسن وأوجز وأجمع من قولي: جعل الله أيامك مطاياك إلى آمالك. وهذا ثبت أبواب الكتاب:\nالباب الأول\n: في\nلطائف الصحابة والتابعين\nرضي الله عنهم أجمعين.\nالباب الثاني\n: في لطائف الملوك المتقدمين.\nالباب الثالث: في لطائف ملوك الإسلام.\nالباب الرابع: في لطائف الوزراء والأمراء.\nالباب الخامس: في لطائف البلغاء والأدباء.\nالباب السادس: في لطائف الفقهاء والقضاة والعلماء.\nالباب السابع: في لطائف الفلاسفة والأطباء.\nالباب الثامن: في لطائف الجواري والنساء الحسان.\nالباب التاسع: في لطائف المغنين والمطربين.\nالباب العاشر: في لطائف الظرفاء من كل طبقة وفن.\nالباب الحادي عشر: في لطائف الشعراء نثراً.\nالباب الثاني عشر: في لطائف الشعراء نظماً.\nوأرجو أنها تهز عطفه، وتقر عينه، وتشرح صدره، وتجري مجرى التذكرة لي بحضرته، والنائب عني في خدمة مجلسه، قرب الله السعود بعونه ومشيئته.\nالباب الأول\nلطائف الصحابة والتابعين\nرأى أبو بكر رضي الله عنه رجلاً بيده ثوب فقال: هو للبيع؟ فقال: لا أصلحك الله!. فقال رضي الله عنه: هلا قلت: لا وأصلحك، لئلا يشتبه الدعاء لي بالدعاء علي؟ وكان عمر بن الخطاب رضي الله عنه يقول: لو كنت تاجراً لما اخترت عن العطر شيئاً، إن فاتني ربحه لم يفتني ريحه.\nوكان عثمان رضي الله عنه يقول: ما مسست فرجي بيميني مذ بايعت النبي صلى الله عليه وسلم.\nقال المؤلف رحمه الله تعالى: ومما يقرب من هذا المعنى من إجلال السادة والكبراء ما سمعت نصر الشرابي يقول: ما أكلت بيدي دسماً قط طول الأيام التي كنت فيها صاحب شراب الأمير الحميد نوح بن نصر، وإنما كنت أتناوله بالملاعق.\nويروى عن الإمام علي كرم الله وجهه أنه نظر إلى رجل يجر ذيله على الأرض لطول ثيابه فقال: يا هذا قصر من هذا فإنه أبقى وأنقى وأتقى!.\nوقالت امرأة له: يا أمير المؤمنين، إني زوجت بنية لي وهي أربعة أشبار وزوجها يطالبني بزفافها إليه. فقال: زفيها إليه فأربعة أشبار تستقبل بشبر واحد!.\nوكان الحسن بن علي رضي الله عنهما يقول: إذا خلوتم بالنساء فداعبوهن ولاعبوهن، ولا تكونوا كالفحل يأتي البهيمة بغتة.\nوكان عمر بن الخطاب رضي الله عنه يقول لجلسائه: أحمضوا رحمكم الله، أي خذوا في المفاكهات. والإحماض مشتق من الحمض وهو فاكهة الإبل.\nوكان ابن مسعود رضي الله عنه يقول: الدنيا غموم فمن كان فيها في سرور فهو..\nوكان ابن عباس رضي الله عنهما يقول: الرخصة من الله صدقة فلا تردوا صدقته.\nوكان كثيراً ما يقول: يروى عن النبي صلى الله عليه وسلم: الهدايا مشتركة. وأهدي إليه من مصر ثياب فأمر بتسليمها إلى خازنه، فقال له جلساؤه: ألم ترو لنا أن الهدية مشتركة؟ فقال: تلك ما يؤكل ويشرب، وأما في ثياب مصر فلا!.\nالجزء: 1 ¦ الصفحة: 1\n",
        "وخطب معاوية بن سعيد امرأة فامتنعت عليه، فكتب إليها: إن تزوجتني ملأت بيتك خيراً وبطنك أيراً!.\nوحضر الشعبي رحمه الله وليمة فرأى أهلها سكوتاً فقال: ما لي أراكم كأنكم في جنازة؟ أين الغناء أين الدف؟ وكان يقول: اللهم إني أعوذ بك من شر ذكري فإني آيسٌ من خيره!.\nوقيل للشعبي رحمه الله: إن فلاناً يشرب النبيذ. فقال: دعوه يقتله القول.\nودخل ابن أبي عتيق رحمه الله على عائشة رضي الله عنها يعودها في مرضها الذي ماتت فيه فقال لها: جعلت فداك.\nفقالت: بالموت؟ فقال: فلا فداك فإني ظننت في الأمر مهلة!.\nوقيل للحسن البصري رحمه الله: إن فلاناً يأكل الفالوذج ويعيبه فقال: لباب البر بلعاب النحل بخالص السمن! ما عاب هذا مسلم.\nوكان مكحول الشامي رحمه الله يقول: عليك بالطيب فإنه من طاب ريحه زاد عقله، ومن نظف ثوبه قل همه.\nوكان أبو هريرة رضي الله عنه يقول: ما شممت رائحة أطيب من رائحة الخبز الحار، وما رأيت فارساً أحسن من لبن على تمر.\nوقال بعضهم: من كرامة الخبز ألا ينتظر مع الأدم.\nالباب الثاني\nلطائف الملوك المتقدمين\nرأى الإسكندر رحمه الله رجلاً حسن الاسم قبيح السيرة، فقال له: إما أن تغير اسمك أو سيرتك!.\nورأى رجلاً خضيباً فقال له: إن صبغت الشيب فكيف تصبغ آثار الكبر؟ وقال بهرام جور: هموم الدنيا سم درياقه الراح.\nوقيل له: إن فلاناً يحب ابنك فاقتله. فقال: إن قتلنا من يحبنا ومن يبغضنا يوشك ألا نبقي على ظهرها أحداً.\nوقال أنوشروان: يوم الغيم للصيد، ويوم الريح للنوم، ويوم المطر للشرب، ويوم الشمس للحاجات.\nوكان يقول: إني لأستحيي أن أباضع في بيت فيه نرجس لأنه يشبه العيون الناظرة!.\nوكان آطليموس الأخير ملك الروم يقول: ينبغي للعاقل أن ينظر في المرآة، فإن رأى وجهه جميلاً فلا يشينه بقبيح، وإن رآه قبيحاً فلا يجمع بين قبيحين. وقيل في ذلك سريع:\nيا حسن الوجه توق الخنا\n...\nلا تخلطن الزين بالشين\nويا قبيح الوجه كن محسنا\n...\nلا تجمعن بين قبيحين\nوقال غيره: إن لم تصد قلوب الأحرار بالبر والبشر فبأي شيء تصيدها؟\nالباب الثالث\nلطائف ملوك الإسلام\nكان معاوية رحمه الله تعالى يقول في الزمان: نحن الزمان فمن رفعناه ارتفع ومن وضعناه اتضع.\nوقال غيره: المروءة اسم جامع للمحاسن كلها.\nومن كلامه: أني لأستحييي ممن لم يجد له ناصراً إلا الله تعالى.\nمصعب بن الزبير رضي الله عنهما كان يقول: أني لأعشق الشرف كما أعشق الجمال في النساء.\nعبد الملك بن مروان رحمه الله كان يقول: أفضل الناس من عفا عن قدرة، وتواضع عن رفعة، وأنصف عن قوة.\nقتيبة بن مسلم رحمه الله تعالى لما أشرف على سمرقند استحسنها جداً فقال: كأنها السماء في الخضرة، وكأن قصورها النجوم الزاهرة، وكأن أنهارها المجرة.\nالمهلب بن أبي صفرة رحمه الله تعالى كان يقول: عجبت لمن يشتري العبد بماله ولا يشتري الأحرار بفعاله.\nوقال لبنيه: أحسن ثيابكم ما كان على غيركم، وخير دوابكم ما رئي تحت سواكم.\nسليمان بن عبد الملك رحمه الله تعالى، تكلم عنده قوم فأساؤوا، وتكلم رجل منهم فأحسن. فلما انصرفوا وصفهم سليمان فقال: ما أشبه كلامهم وكلامه إلا بمطر تلبدت عجاجته.\nولما هرب من طاعون الشام قيل له: إن الله تعالى يقول \" قل لن ينفعكم الفرار إن فررتم من الموت أو القتل وإذاً لا تمتعون إلا قليلاً \" قال: ذلك القليل أطلب.\nسليمان بن الأحنف رحمه الله شكا إليه جند هشام بن عبد الملك تأخر أرزاقهم واختلال أحوالهم، فضمن لهم ما يصلحهم ثم قال لهشام: لو نادى مناد: يا فقير، لما بقي واحد من الجند إلا التفت إليه. فضحك هشام وأمر لهم بأرزاقهم.\nالوليد بن يزيد بن عبد الملك كان يقول: لا تؤخروا لذة يوم إلى غد فإنه غير مأمون. ومن شعره الملوكي ما قاله خفيف:\nأشهد الله والملائكة الأب؟\n...\nرار والعابدين أهل الصلاح\nأنني أشتهي السماع وشرب الر\n...\nاح والعض في الخدود الملاح\nونسيم الحلال والخادم الفا\n...\nره يسعى إلي بالأقداح\nيفهم الوحي والإشارة بالكف\n...\nويهفو إلي هفو الراح\nالجزء: 1 ¦ الصفحة: 2\n",
        "والنديم الكريم والكاعب الحس؟\n...\nناء تهتز في سميط الوشاح\nومن شعره أيضاً رمل مجزوء\n...\n...\n...\n...\n...\nكل مضفور الذؤابه\nأنا للناس إمام\n...\nغير أني ذو صبابه\nمروان بن محمد الجعدي آخر ملوك بني أمية كتب إلى عامل له أهدى إليه غلاماً أسود فقال: لو علمت عدداً أقل من الواحد ولوناً شراً من الأسود لأهديته والسلام.\nوكتب إليه: أنا وإياك كالحجر والزجاج، إن وقع عليها رضها، وإن وقعت عليه فضها.\nنصر بن سيار والي خراسان، من ظريف كلامه: كل شيء يبدو صغيراً ويكبر إلا المصيبة تبدو كبيرة وتصغر. وكل شيء يرخص إذا كثر إلا الأدب فإنه إذا كثر كان أغلى.\nالليث بن نصر بن سيار والي خراسان دفع إليه وكيله أربعين درهماً في جلاء مرآة، فضحك وقال: لو صدئت عين الشمس لم يبلغ جلاؤها أربعين درهماً.\nأبو العباس السفاح أول ملوك بني العباس، من ظريف كلامه: التغافل عن ذنوب الناس وعيوبهم من أخلاق الكرام، والتهاون بمفاضحتهم من أخلاق اللئام.\nوكان يقول: إذا عظمت القدرة قلت الشهوة.\nوكان يوماً مشرفاً على صحن داره ينظرها ومعه امرأته أم سلمة فعبثت بخاتمها فسقط من يدها إلى الدار، فألقى السفاح أيضاً خاتمه، فقالت يا أمير المؤمنين ما أردت بهذا؟ قال: خشيت أن يستوحش خاتمك فآنسته بخاتمي غيرة عليه لانفراده.\nأبو جعفر المنصور رحمه الله، رفع إليه رجل قصة في شكاية بعض عماله فوقع: اكفني أمر هذا وإلا كفيت أمرك والسلام.\nوقال له بعض الهاشميين: إني صرورة. قال: فاحجج. قال: ليس لي نفقة. قال: ليس عليك حج! فقال: يا أمير المؤمنين إنما جئتك مستجدياً لا مستفتياً. فأمر له بعشرة آلاف درهم.\nالمهدي، ماتت له جارية فاشتد جزعه عليها، فكتب إليه أبوه المنصور: أتطمع أن أوليك أمر الأمة وهذا جزعك على أمة؟ فكتب إليه: يا أمير المؤمنين لم أجزع على قيمتها بل على موافقتها.\nواستأذنه سلم بن قتيبة ليقبل يده فأبى، فقال: يا أمير المؤمنين، يدك أحق يد بالتقبيل لعلوها في المكارم وطهورها من المآثم. فقال: يا بن قتيبة إنا نصونك عنها ونصونها عن غيرك!.\nهارون الرشيد رحمه الله تعالى أراد سفراً فقال جعفر بن يحيى: تثقل المؤنة يا أمير المؤمنين. فقال: ومتى خفت مؤنتنا؟ فبلغ ذلك ملك الروم فقال: والله هذا من كلام الملوك.\nوكان يقرأ في المصحف فانتهى إلى قوله تعالى: \" ونادى فرعون في قومه قال يا قوم أليس لي ملك مصر وهذه الأنهار تجري من تحتي أفلا تبصرون \" فقال: لعنه الله ما كان أوضعه، ادعى الربوبية بملك مصر! لأولينها أخس عبيدي، فولاها الخصيب. وفيه يقول أبو نواس سريع:\nأنت الخصيب وهذه مصر\n...\nفتدافعا فكلاكما بحر\nوكتب إليه نقفور ملك الروم يهدده، فكتب إليه توقيعاً: الجواب ما تراه لا ما تقراه.\nجعفر بن سيلمان الهاشمي كان يقول: الطيب لسان المروءة.\nوكان يقول: في الطيب أربع خصال: السنة والمروءة واللذة والقوة.\nمعن بن زائدة تعرض إليه رجل فقال: احملني أيها الأمير فقال: أعطوه جملاً وفرساً وبغلاً وحماراً وجارية وقال: لو علمت أن الله تعالى خلق مركوباً سوى ما ذكرناه لأمرنا لك به. فحكي هذا الحديث للمعلى بن أيوب فقال: رحم الله معناً، لو كان يعلم أن الغلام يركب لأمر له به، ولكنه كان عربياً محضاً لم يتدنس بقاذورات العجم!.\nولما مدح أبو القاسم الزعفراني الصاحب بقصيدته التي يقول فيها متقارب:\nيا من عطاياه تعطي الغنى\n...\nإلى راحتي من نأى أو دنا\nكسوت المقيمين والزائرين\n...\nكسى لم يخل مثلها ممكنا\nوحاشية الدار يمشون في\n...\nصنوف من البر إلا أنا\nحكي للصاحب خبر معن فقال: اخلعوا عليه جبة وقميصاً ودراعة وعمامة وسراويل وفرجية ومنديلاً وطيلسانا وجورباً وقال: لو علمنا كسوة سوى هذه لأمرنا له بها. فامتثل أمره وراح الزعفراني وعليه بعضها، وبعضها في مناديل تحملها غلمانه.\nمحمد الأمين بن الرشيد أصبح ذات يوم وهو يسمع أصوات المحاصرين من ناحية، وأصوات جيشه ساعين في طلب الأرزاق من أخرى فقال: لعن الله الفريقين أما أحدهما فيطلب دمي، وأما الآخر فيطلب مالي. فقال بعض أصحابه: ما أظرف أمير المؤمنين في السراء والضراء!.\nالجزء: 1 ¦ الصفحة: 3\n",
        "والمأمون من ظريف كلامه: إذا طالت اللحية تكوسج العقل.\nوقال: النبيذ كلب والعقل ثعلب!.\nوكان يقول: قد اجتمع في التفاح الصفرة الدرية، والحمرة الذهبية، والبياض الفضي. فالعين لحسنه، والفم لطعمه، والأنف لطيبه.\nوما أحسن تقسيمه الثمار على الأعضاء في قوله: مجلس النبيذ بساط يطوى مع إنقضائه. وقوله الرمان للكبد، والتفاح للقلب، والسفرجل للمعدة، والتين للطحال، والبطيخ للمثانة.\nوقوله: مجلس النبيذ ستر فانظر مع من تهتكه.\nوكان يقول: قرناء الرجل بمنزلة الشعر من جسده، فمنه ما يخدم ويكرم، ومنه ما يخفى وينفى.\nوقال للبريدي: لم أرك منذ أيام، فقال: يا أمير المؤمنين، قد وجدت بأذني ثقلاً أكره معه أن أجيب على غير فهم، أو أتعبك في الاستفهام. فقال: أطيب ما كنت جليساً الآن! شئنا أن نسمعك أسمعناك، وإذا احتشمنا من شيء أسررناك، فأنت شاهد غائب.\nوكان يقول: للفاكهة لذتان؛ الرائحة والطعم. فمن أكلها والغمر في يديه فاته أحداهما.\nإبراهيم بن المهدي اختلف هو وإسحاق النديم في صوت فقالا: إلى من نتحاكم والناس ما عدانا بهائم؟!.\nوحكى إسحاق قال: طهرت بعض أولادي فجاءتني رقعة إبراهيم بن المهدي وقال فيها: لولا أن البضاعة قصرت عن الهمة لبعثت المدى إليك. وقد كرهت أن تطوى صحيفة البر وليس لنا فيها ذكر، فبعثت المبدأ به لوليمته والمختتم به لنظافته: جراب ملح وجراب اشنان. فلما كان من الغد أهدى إليه ما قيمته ألف دينار.\nعبيد الله بن عبد الظاهر كان يقول: سمن الكيس ونيل الذكر لا يجتمعان.\nالمعتصم بالله رفع إليه رجل قصة فيها: يا أمير المؤمنين، إني أتظلم ممن وافق اسمه فعله، فإنه غصبني ضيعتي. ولم يعرف مقصده حتى قال أنه يتظلم من ظلوم جاريته، وأمر وكيلها بإنصافه.\nوصيف التركي والي الشام للمعتصم، أصابته مصيبة فركب إليه محمد بن عبد الملك الزيات فعزاه بأخبار وأشعار وأمثال. ثم أصيب محمد بمصيبة فركب إليه وصيف وقال: يا أبا جعفر، أنا رجل أعجمي لا أدري ما أقول، ولكن انظر ما عزيتني به ذلك اليوم فعز به نفسك الآن. فاستظرف الناس كلامه.\nالمتوكل على الله كان يعجبه الورد جداً فقال: أنا ملك السلاطين والورد ملك الرياحين، فكل منا أولى بصاحبه.\nالفتح بن خاقان: مرض خاقان فعاده المعتصم بالله، والفتح إذ ذاك صبي صغير، فقال له المعتصم: داري خير أم دار أبيك؟ فقال: ما دام أمير المؤمنين في دار أبي فهي أحسن!.\nوقيل له وعلى يده خاتم ياقوت أحمر في نهاية الحسن: أرأيت أحسن من هذا؟ قال: نعم، اليد التي هو فيها.\nوقيل إن الفتح بن خاقان قال لأحد ندمائه: يا فلان، دخلت قصري فاستقبلتني جارية فقبلتها، فوجدت في فيها هواء لو رقد المخمور فيه لصحا. فأخذ أبو الفرج الدمشقي هذا وقال رحمه الله تعالى طويل:\nسقى الله ليلاً طاب إذ زاد وصلها\n...\nفأفنيته حتى الصباح عناقا\nبطيب نسيم منه يستوجب الكرى\n...\nفلو رقد المخمور فيه أفاقا\nواحتجب المتوكل عن ندمائه لرمد عرض له، فكتب إليه الفتح وهو من أظرف ما قيل في الرمد يقول بسيط:\nعيناك أجمل من عيني بالرمد\n...\nفاسلم وقيت الردى لآخر الأبد\nمن ضن عنك بعينيه ومهجته\n...\nفلا رأى الخير في أهل ولا ولد\nمحمد بن عبد الله بن طاهر كان يقول: أربعة لا يستحى من الختم عليها: المال لنفي التهمة، والجواهر للأبدال، والدواء للاحتياط، والطيب للصيانة.\nالمنتصر بالله: ما ذل ذو حق وإن أصفق عليه العالم، ولا عز ذو باطل وإن طلع من جبينه القمران.\nالمعتز بالله، لما حرضته أمه على طلب الثأر من الأتراك الذين قتلوا أباه فأبرزت إليه قميصه وشكت وبكت، فقال لها: ارفعيه وإلا صار القميص قميصين. فما عادت لعادتها بعد ذلك.\nعبد الله بن طاهر نادمه المعتز فاستنشده هذين البيتين فقال طويل:\nسقتني في ليل شبيهٍ بشعرها\n...\nشبيهة خديها بغير رقيب\nفأمسيت في ليلين بالشعر والدجى\n...\nوصبحين من كأسٍ ووجه حبيب\nفاستزاده فأنشد طويل:\nيقولون آثار وشتى مصائب\n...\nفقلت مقالاً ما عليه غبار\nإذا سلمت في الناس للمرء نفسه\n...\nوأحبابه فالحادثات غبار\nالجزء: 1 ¦ الصفحة: 4\n",
        "فأمر له بعشرة آلاف دينار وولاه شرطة شطر بغداد.\nالمعتضد قال لأحمد بن الطيب: يا سرخسي، إني أرى في لسانك طولاً وفي عقلك قصراً.\nمعقل بن عيسى كتب إلى أخيه أبي دلف في شأن أبي تمام: يا أخي إن لم تغلب عليه بفضلك غلب عليه فضل غيرك. فقال أبو دلف: ما أظرف ما أوصاني به أخي. وأفضل على أبي تمام غاية الإفضال لأجل كلامه.\nإسماعيل بن أحمد عرض عليه غلام فقال: يصلح هذا للفراش والهراش.\nوكان يقول: ما أشبه بخارى في حسن ظاهرها وقبح باطنها بالإنسان الذي خلقه الله تعالى في أحسن تقويم، وباطنه كله قبح ونجاسة.\nعبد الله بن المعتز قال: الخطاب من شهود الزور.\nوأظرف ما قيل: النساء مهر الجنة. ومن بخل بالدنيا جادت به.\nالمقتدر بالله كان يقول: لم يملكنا الله تعالى الدنيا لننسى نصيبنا منها. وما وسع علينا لنضيق على من في ظلالنا.\nومن مداعباته قوله: من لذات الدنيا النظر إلى الوجوه المليحة، ونتف اللحى العريضة الطويلة، وصفق الأقفية اللحيمة الشحيمة، وغيبة الأرواح الثقيلة البغيضة.\nناصر الأطروش صاحب طبرستان، كان إذا كلمه الإنسان ولم يرفع صوته قال: يا هذا زد في صوتك فإن في أذني بعض ما بروحك.\nوكان يقول: أشغل الناس من شغل مشغولا.\nنصر بن أحمد صاحب طبرستان لما ولي وهو ابن تسع سنين خرج أعقل الناس وأظرف أقرانه، فجعل يقول سداداً ويفعل صواباً فقيل له: من علم الأمير هذه المحاسن؟ فقال: من علم ولد البط السباحة عند خروجه من البيضة؟ يعني أن له أصلاً في الملك ينزع إلى محاسنه بعرق، فيستوفي شرائطه بأدب وخلق.\nوكان أبو الطيب الطاهري يهجو بني سامان ويمزق أعراضهم، ودخل إلى نصر مسلماً فقال له نصر: يا أبا الطيب حتى متى تأكل خبزك بلحوم الناس؟ فسقط في يديه وأمسك بلسانه ونصر يضحك في وجهه، فقبل الأرض وقام يجر ذيله خجلاً، وحين وصل إلى منزله تصدق بمال وتاب من الهجاء توبة نصوحاً ولم يعد إلى عادته. فتعجب الناس من كرم نصر وظرفه وتصوبه من استعصار مثله وكف عادية لسانه بتلك اللفظة.\nوكان أبو غسان التميمي من المغتبطين بحضرته، وكان من الأدباء الذين يسيئون آدابهم، فدخل يوماً على نصر وفي يده دفتر فقال: ما هذا يا أبا غسان؟ قال: كتاب أدب النفس. قال: فلم لا تقول به؟ الراضي بالله كان يقول: الإنسان خادم الإحسان، والحر عبد البر.\nوكان يقول: كل طعام أعيد عليه التسخين فهو لا شيء، وكل شراب لم يستكمل أربعة أشهر فهو لا شيء. وكل غناء يخرج من تحت السبال فهو لا شيء.\nابن أبي علي أحمد بن محمد كان يقول: أبغض الأشياء إلي صبي يتشايخ وامرأة تتآمر، وكتاب ينفذ إلي بالفارسية، وامتناع من أدعوه إلى مداخلتي.\nودعا يوماً أبا منصور إلى مائدته فقال: أنا إنسان سوقي لا أحسن مؤاكلة الملوك. فقال: يا أبا منصور، ليكن طرف كمك نظيفاً وأظفارك مقلمة، وصغر اللقمة، ولا تدسم الخل والملح، وكل مع من شئت.\nيوسف بن أبي الساج الدويداري كان يقول: الدنيا كلها مخاريق وإلا فلم يطول القاضي قلنسوته.؟ وكان يقول: الكيما حفظ ما ينفق عليه.\nعبد الله بن نوح كان يقول: لا يحسن بالملوك والسادة الأحرار لبس المصبغات والملونات، فإنها من لباس الغلمان والصبيان، وليس لهم غير الخفي النيسابوري والملحم المروزي.\nسيف الدولة علي بن عبد الله بن حمدان كان يقول: الصاحي بين السكارى كالحي بين الأموات، يضحك من فعلهم ويأكل من نقلهم.\nوكان يقول: إعطاء الشعراء من فروض الأمراء.\nوكان يخاطب بسيدنا، فخاطبه جعفر بن ورقاء بسيدي. قال: إن سمحت أن أكون سيدك فلا تبخل أن أكون سيد غيرك.\nركن الدولة أبو علي بن بويه كان يقول: مثل خراسان في صعوبة فتحها ونزارة دخلها كابن آوى صعب صيده ولا يحصل خيره. وهي في معنى قول الشاعر رجز:\nإن ابن آوى لشديد المقتنص\n...\nوهو إذا ما صيد ريح في قفص\nابن عضد الدولة أبو فناخسرو كان يقول: الدنيا أضيق من أن تسع ملكين اثنين.\nأبو منصور محمد بن عبد الرزاق كان يقول: قد ألان الله تعالى لأهل طوس الحجر كما ألان لداود عليه السلام الحديد.\nوركب يوماً إلى الصيد فرأى قوماً يصلون صلاة الفجر وكادت الشمس تطلع، فقال: ما رأيت صلاة الضحى في جماعة إلا هذه.\nالجزء: 1 ¦ الصفحة: 5\n",
        "أبو الحسن بن إبراهيم بن سمحوج كان يقول: ثلاثة لا تخلو من ثلاثة: جسم من علل، وقلب من شغل، وكذ خدابية من خلل وكان يقول: من أكل الحلوى بالخبز فكأنما عانق المعشوق في الصدر.\nوكان مأمون خوارزم شاه يوماً يشرف في باغه أي بستانه المعروف بالأخشيت مع ندمائه، ورائض يروض فرساً ليركبه ويدور حول الباغ، فانتهى إلى مجلسه وحاذاه والقدح بيد أحد ندمائه فخرج من الفرس ريح لها صوت. فقال خوارزم شاه بالعجلة: على شارب الشارب!.\nأبو موسى هارون قال لولده: إني أعظك أن تكون من الجاهلين خف الله يخفك الناس، وكثر لهم اللطف لئلا تنسب إلى لؤم القدرة، ولا تفش سرك ولو إلى وزير فإن لكل وزير وزيراً.\nعبد الرحمن صاحب أندلس، كتب إليه بسبة فوقع: أما بعد فإنك عرفتنا فسببتنا ولو عرفناك لأجبناك والسلام.\nأبو القاسم محمود بن ناصر الدين سلطان الغازي الماضي كان يقول: حسن صورة الإنسان من عناية الله تعالى بعبده. فمن أحسن صورته ألقى عليه محبته وأحبته القلوب.\nوقعد يوماً يعرض عسكره فقرئ ذكر فتى بقل وجهه، وكان موصوفاً بالجمال فقال: اكتبوا بطلب وجهه.\nوكان يقول: نحن نوجب الصلاة كالصلاة.\nالباب الرابع\nلطائف الوزراء والكبراء\nعبيد الله بن يحيى وزير مروان بن محمد آخر ملوك بني أمية.، كان يقول: البلاغة ما رضيته الخاصة وفهمته العامة.\nالربيع بن يونس وزير المنصور كان يقول: من كلم الملوك في الحاجات في غير أوقات الكلام لم يظفر ببغتيه وضاع كلامه، وما أشبه الحال في ذلك إلا بأوقات الصلاة لا تقبل إلا فيها. فمن أراد خطاب الملوك فليترصد الوقت المنجح الذي يصلح فيه ذكر ما أراد ليحصل النجح وإلا فلا.\nأبو عبيد الله وزير المهدي كان يقول: حسن الشيم علم من أعلام النجح.\nومن كلامه: خير الكلام ما قل وجل ودل ولم يمل.\nواعتذر إليه رجل بكلام غير حسن فقال له: ما رأيت عذراً أشبه باستئناف ذنب من هذا.\nيحيى بن خالد البرمكي كان يقول: الصديق ما ينفع أو يستنفع.\nوقوله: المواعيد شباك الأحرار والكرام يصيدون بها محامد الأخيار.\nوقوله: أنا مخير بين الإحسان إلى من لم أحسن إليه، ومرتهن إلى من أحسنت إليه.\nوقوله: الدنيا سعة المنزلة وكثرة الخدم وطيب الطعام ووطأة الفراش وطيب الرائحة وموافقة الأهل والقدرة على الإحسان بالإخوان.\nوقيل له: لم لا تستبدل بحاجبك فقد شاخ؟ قال: فمن يعرف إخواني القدماء؟ وكان يقول: ثلاثة تدل على عقول أربابها: الكتاب والرسول والهدية.\nالفضل بن يحيى رحمه الله تعالى، جرى يوماً مديح الناس إياه لجوده فقال: ما قدر الدنيا حتى يمدح من يجود بكلها فضلاً عن بعضها؟ وكان يقول: ما سروري بالموعد كسروري بإنجازه.\nجعفر بن يحيى رحمه الله اختصم إليه رجلان فقال لأحدهما: أنت خلي وهذا شجي، فجوابك يجري على برد العافية وجوابه يجري على حر المصيبة.\nإسماعيل بن صبيح، قال صاحب الكتاب: لم أسمع ولم أقرأ أحسن وأظرف في الجمع بين الشكر والشكاية في فصل قصير أوجز مما كتب إلي يحيى بن خالد: في شكر ما تقدم من إحسانك شاغل عن استبطاء ما تأخر منه. وما زلت أطلب شعراً في هذا المعنى حتى وجدته لأبي الطيب، قال متقارب:\nفإن فارقتني أمطاره\n...\nفأكثر غدرانها ما نضب\nرأى الرشيد رحمه الله تعالى يوماً رجلاً في داره وبيده حزمة خيزران فقال: ما هذه؟ فقال: عروق القنا، لموافقته اسم أم الرشيد.\nوهو الذي يقول: إياكم ومخاطبة الملوك بما يقتضي جواباً، فإنه إذا جاوبكم اشتد عليهم وإن لم يجيبوكم اشتد عليكم.\nالفضل بن سهل ذو الرئاستين، من ظريف كلامه: ما استرضي الغضبان ولا استعطف السلطان، ولا سلت السخائم، ولا رفعت المغارم، ولا استمسك المحبوب ولا توقي المحذور بمثل الهدية.\nوقوله عند برئه من علة: إن في العلل نعماً لا ينبغي للعقلاء أن يجحدوها، منها تمحيص الذنب، وتعرضٌ لثواب الله تعالى، وإيقاظٌ من الغفلة، وإذكارٌ بالنعمة في حال الصحة، واستدعاء التوبة، وحض على الصدقة.\nأخوه الحسن بن سهل، من ظريف كلامه: عجبت لمن يرجو من فوقه كيف يحرم من دونه.\nوقوله: لا يصلح للصدر إلا واسع الصدر.\nوقيل له: لا خير في السرف. فقال: لا سرف في الخير. فرد اللفظ واستوفى المعنى.\nالجزء: 1 ¦ الصفحة: 6\n",
        "وتعرض إليه رجل فقال: من أنت؟ فقال: أنا الذي أحسن إلي الأمير عام كذا وكذا. فقال: مرحباً بمن توسل غلينا بنا وشكر إحساننا. وقضى حوائجه.\nوكان يقول: من أدمن شم النرجس في الشتاء أمن البرسام في الصيف.\nوكان يقول: من طعام الملوك المح والمخ، والحمل الذي رضع شهرين ورعى شهرين، والدجاج الكسكري المسمن بلباب البر، وفرخ الحمام البيتي. ومن الحلاوات اللوزينج بالطبرزد، وماء الورد المبخر بالند. ومن الفواكه قصب السكر والرطب الأزاد والتين الوزيري والعنب الرزاقي والتفاح الشامي، ومن الرياحين الورد. ومن المسك الأذفر والبنفسج المعنبر، والنرجس المورد، والشاهسفرم المكوفر.\nأحمد بن يوسف كان يقول: نهار الكاتب العاقل لعلمه، وليه لطربه. ودعا صديقاً له فكتب إليه: يوم الالتقاء قصير فأعن عليه بالبكور.\nوطلب المأمون السكين، فناوله إياها وحدها مما يليه، فعلم أنه أخطأ فقال: في نحر أعدائك يا أمير المؤمنين.\nالفضل بن مروان، من لطيف كلامه: الشرب في ليالي الجمع من المروءة!.\nالمعلى بن أيوب أهدى إلى المعتز بالله في نيروزه مرآة خسروانية في نهاية الحسن فقال: أهديتها ليذكرني بها إذا رأى حسن وجهه فيها.\nمحمد بن عبد الملك الزيات كتب إلى عبد الله بن طاهر: قطعت كتبي عنك قطع إجلال لا قطع إخلال.\nأحمد بن أبي دؤاد كان يقول: الخبز ليومه والطبيخ لساعته والنبيذ لسنته.\nمحمد بن الفضل الجرجاني عاتبه المتوكل على اشتغاله بالملاهي والقيان عن أعمال السلطان فقال: يا أمير المؤمنين، إني ربما أستعين على الجد بالهزل، وبالباطل على الحق لأن مقاساة المشرق والمغرب لا تتهيأ ولا تتمكن إلا باستجلاب شيء من السرور. فقال: صدقت يا محمد!.\nالعباس بن عبد الله بن الحسين العلوي وصف ثقيلاً فقال: والله ما الحمام على الإصرار، والدين على الإعسار، والصوم في الأسفار، بأثقال من فلان.\nعيسى بن فرخان شاه، من ظريف كلامه وتشبيهه: القلم الرديء كالولد العاق. وكان يقول: إني لأشكر لحظه وأشكو لفظه.\nأحمد بن إسرائيل كان يقول: أربعة من تعودهم لا يصبر عنهم: السمع والند والحيس والثلج، وأربعة لا يقيمها إلا رجل حاذق: عمل السلطان واتخاذ القيان ومواصلة الدعوات.\nأحمد بن صالح بن سيروان وصف جارية كاتبة فقال: كأن خطها أشكال صورتها، وكأن مدادها سواد شعرها، وكأن قرطاسها أديم وجهها، وكأن قلمها بعض أناملها، وكأن بنانها سحر مقلتها، وكأن سكينها غنج لحظها، وكأنه قلب عاشقها.\nسليمان بن وهب من ظريف كلامه: ظرف الصداقة أملح من ظرف الصيانة، والنفس بالصديق آنس منها بالعشيق.\nوكان يقول: إني أغار على أصدقائي كما أغار على حرمي. قال: الشاعر طويل:\nوكن عالماً أني أغار على أخي\n...\nوخلي كما أني أغار على أهلي\nونظر يوماً في المرآة فرأى شيباً كثيراً في وجهه فقال: عيب لا عدمناه!.\nالحسن بن وهب سئل عن مبيته فقال: شربت على عقد الثريا ونطاق الجوزاء، فلما انتبه الصبح نمت، فلما أستيقظ إلا بلبسي قميص الشمس.\nونظر إلى رجل في مجلسه يعبس في كأسه فقال له: ما أنصفتها! تضحك في وجهك وأنت تعبس في وجهها.\nووصف مغنياً فقال: كأنه خلق من كل قلب فهو يغني كلاًّ بما يشتهيه.\nومدح محمد بن عبد الملك الزيات فقال: خلق كما تشتهي إخوانه ودعاه محمد إلى الديوان فكتب إليه: لباس بهي وطعام شهي وشراب هني، فكيف أتحول من حال السعيد إلى حال الشقي؟ سعيد بن أحمد كتب إلى محمد بن مكرم يدعوه إلى مجلس أنسه: طلعت الكواكب وهي تنتظر بدرها، فرأيك في الطلوع قبل غروبها، فالأمر بمعنى من قال، شعر طويل:\nكأنا نجوم في السماء مضيئةٌ\n...\nولا بد من بدر فهل أنت طالع\nعبيد الله بن سليمان بن هب وقع في كتاب يستنجز أباه وعداً: الشرط أملك، والوعد كأخذ باليد، والوفاء من سجايا الكرام.\nالقاسم بن عبيد الله كان يقول: عقل الكاتب في قلمه، والكلام الحسن من مصايد القلوب.\nوعزم يوماً على ترك الركوب فقال لندمائه: تعالوا بنا نسرق هذا اليوم من السلطان كما نسرق ماله.\nأبو العباس بن الفرات كتب إلى وزير الوقت: إن رأيت أن تكرمني بأمرك ونهيك فأما سلامتك فهي أجل من أن تخفى على أحد.\nالجزء: 1 ¦ الصفحة: 7\n",
        "أخوه أبو الحسن بن الفرات كان يقول: والله ما رأيت أحداً علي ثان وليس لي إليه إحسانٌ مني إلا استحييت منه وصرفت همتي إلى إزالة فاقته وتحصيل مراده.\nومن ظريف كلامه: إني لآلف كل شيء حتى الطرق.\nالعباس بن الحسن قال له يونس المقتدري: ما أقصرك! قال: أقصر مني عمرك.\nأبو الفتح كشاجم من ظريف كلامه: لولا أن المخمور يعرف قصته لقدم وصيته.\nأبو عبد الله بن ثوابة دخل عليه صديق له ومجلسه غاص بأهله فقال ابن ثوابة: ما زادك بعدك عني إلا قرباً من قلبي، فقعد بعيداً.\nأبو القاسم الإسكافي من ظريف كلامه: استيعذوا بالله من نزغات الشيطان ونزوات الشبان.\nأبو الفضل بن العميد من ظريف كلامه: أطيب ما يكون الحمل إذا نزلت الشمس برج الحمل.\nوقوله: خير الكلام ما أغناك جده وألهاك هزله.\nابنه أبو الفتح ذو الكفايتين كتب إلى رجل يستهديه الشراب: قد انتظمت يا سيدي مع رفقة في سمط الثريا، فإن لم تحفظ علينا النظام بإهداء المدام صرنا كبنات نعش، والسلام.\nوكتب إلى مؤدبه: وصلت رقعة الشيخ أصغر من أنملة نملة وعنفقة بقة.\nأبو سعيد الفرد كتب إلى ابن العميد: أنا أيد الله الأستاذ سليمان بيته، وأبو هريرة مجلسه، وأنس خدمته، وبلال دعوته، وحسان مدحته.\nأحمد بن أبي حذيفة كتب إلى وكيله: استكثر من غرس أشجار الفرصاد فإن سعفها حطب وثمرها رطب وورقها ذهب.\nالصاحب لما رجع عن العراق سأله ابن العميد عن بغداد فقال: بغداد في البلاد كالأستاذ في العباد.\nورفع إليه أن رجلاً غريب الوجه يدخل داره لاستراق السمع فوقع: دارنا هذه خان، يدخلها من وفى ومن خان.\nوذكر بعض الفقهاء وعداً وعده إياه فقال: وعد الكريم ألزم من دين الغريم.\nوفي وصف الحر: وجدت حراً يشبه قلب الصب، ويذيب دماغ الضب.\nوكتب: وصلت رقعة مولاي فكانت فاتحته أحسن من الفتح، وواسطته أنفس من واسطة العقد، وخاتمته أشرف من خاتم الملك.\nوكتب في الاستزارة: يومنا طاووسي الأرض فاختي السماء، وقد غابت شمس السماء عنا فلا بد أن تؤثر شمس الأرض منا.\nوكتب إلى من يعتذر لخوف الثقل: متى ثقل الجفن على العين؟ وأطال رجل المكث عنده ولم يقتد بغيره في القيام فقال: الفتى من أين؟ قال: من قم. قال: فإذا قم!.\nوقال له علي بن عبد العزيز: لعلي طولت. قال: بل تطولت.\nأبو العباس أحمد بن إبراهيم كتب إلى الصاحب: وصل كتاب مولانا وكان رحمه الله عند أيوب، وقميص يوسف في أجفان يعقوب.\nوكتب في الاعتذار من انحيازه إلى يزدجرد: من حسن مفره حسن مقره.\nوكتب في وصف آثار الربيع: الأرض زمردة، والأشجار وشي، والهواء مسك والنسيم عنبر، والماء راح، والطيور قنا.\nأبو إسحاق إبراهيم بن هلال الصابي، لم أسمع في إهداء الدواة والمرفع أحسن ولا أظرف من قوله: قد خدمت مجلس سيدنا بدواة يداوي بها مرض عفاته، ويدوي قلوب عداته، على مرفع يؤذن بدوام رفعته وارتفاع النوائب عن ساحته.\nوله من كتاب إلى الصاحب: كتبت كتابي وبودي أن بياض عيني طرسه، وسوداهما نفسه، شوقاً إلى لألاء غرته، وظمأ إلى ارتشاف أنامله.\nوله: رب حاضر لم تحضر نيته، وغائب لم تغب مشاركته.\nأبو الفتح المحسن بن إبراهيم كتب في وصف يوم بارد: هذا يوم جمد خمره وخمد جمره. ويخف فيه الثقيل إذا تأخر.\nوقال في ذكر الصبوح والشمس: فلما ذر قرنها وارتفع الحجاب عن حاجبها، ولمعت في أجنحة الطير، وأذهبت أطراف الجدران، افتضضنا عذرة الصباح بمباكرة الأقداح، فلم تترجل الشمس حتى ركبنا غوارب الأفراح.\nأبو الفتح البستي من ظريف كلامه: النعمة عروس فمهرها الشكر، والرشوة رشاء الحاجة، والبشر نور الإيجاب، والمعاشرة ترك المعاسرة، وعادات السادات سادات العادات.\nأبو نصر العتبي من ظريف كلامه: الشباب باكورة الحياة.\nوقوله: لسان التقصير قصير.\nوكان يقول: من فضل النرجس أن الرياحين كلها سكان أوعيته، ألا ترى أن أوعيتها كلها تسمى النرجسيات وإن كانت خالية من النرجس؟!.\nأبو عبد الله محمد بن عبد العزيز كان يقول: الصدقة ترد بلاء الآخرة، والهدية ترد بلاء الدنيا.\nأبو الحسن محمد بن محمد المزني قال: من دخل على السادة فعليه بتخفيف السلام وتقليل الكلام وتعجيل القيام.\nالجزء: 1 ¦ الصفحة: 8\n",
        "أبو منصور سعيد بن أحمد اليزيدي، سأله أبو بكر بن زيد عما يحبه ويشتهيه قال: قشور الدجاج الفتية المسمنة المشوية، والسكباج التي يجمع فيها بين لحم البقر ولحم الغنم السمين، ثم ينفى عنها لحم البقر، وتغلى بالسكر وتطيب بالعنبر، والهريسة بالحملان والفراريج السمان، والتعلية بالمح والمخ، وما على جنوب الحملان التي رضعت شهرين ورعت شهرين من اللحم المجزع، والمائعة بالأرز، والقطايف المعمولة باللوز المدقوق والسكر المسحوق، والمبخرة بالند، المشربة بالجلاب وماء الورد. فقال له: يا أبا منصور، قد تحلب فمي من هذا الوصف فأشهد أنك من أبناء النعم.\nالشيخ العميد أبو نصر بن ميكال، قال الأمير محمود بن القاسم بن باتكين الغازي رحمه الله تعالى يوماً لندمائه: يروى أن سليمان ابن داود صلى الله عليه وسلم كان يطوف في الليلة الواحدة على أربعين امرأة. فقال أبو نصر: لا بدع ولا عجب، ولقد كانت الريح مسخرة له تجري بأمره. فقهقه الأمير وأعجبه كلامه.\nأبو الفضل أحمد بن عبد الله الميكالي من ظريف كلامه: كلامك أعذب من فرات المطر، وأعبق من فتات المسك والعنبر.\nالباب الخامس\nلطائف الأدباء والبلغاء\nأبو عمرو بن العلاء وصف رجلاً من أصدقائه فقال: إن كان لله عبد مخلوق من الذهب الأحمر والمسك الأذفر فهو ذاك.\nونظر إلى رجل من أصحابه وعليه ثياب خضر مشهرة فقال: يا بني، كل ما تشتهي والبس ما تشتهيه الناس. قد نظمه بعضهم، شعر كامل:\nإن العيون رمتك من باجاتها\n...\nوعليك من شهر اللباس لباس\nأما الطعام فكل لنفسك ما اشتهت\n...\nوالبس ثيابك ما اشتهته الناس\nأبو زيد الأنصاري كان يقول: دنياي من أربعة دراهم: درهم أدخل به حماماً في ضحاة النهار، ودرهم أشتري به كوزاً جديداً أستعذب فيه مائي، ودرهم أشتري به ريحاناً أغذي به روحي ودرهم أستكتب به وراقاً ينوب عني في الكتابة.\nالخليل بن أحمد البصري، قال اليزيدي: دخلت عليه يوماً فقال لي: إلي إلي يا أبا محمد، فإن سم الخياط لا يضيق على متصادقين، والدنيا لا تسع متباغضين.\nالأصمعي قال: دخلت على الفضل بن الربيع في يوم بارد وعلي ثياب قطن فقال لي: أين دواجك؟ فقلت: معك في خزائنك أصلحك الله. فضحك وأمر لي بدواج سمور.\nومثله أبو العميثل دخل على عبد الله بن طاهر في يوم من أيام الخريف وعليه قباء خز فقال: يا أبا العميثل، ما أعددت للشتاء؟ قال: خلع الأمير. فقال: عجلوها له.\nواستقرض جار الأصمعي منه دريهمات فقال له: أين الرهن؟ قال: ألست واثقاً بي؟ قال: بلى، وهذا خليل الله صلوات الله وسلامه عليه كان واثقاً بربه حيث قال: \" ولكن ليطمئن قلبي \".\nالعتابي قال للمأمون في كلام جرى معه عنده: لا دين إلا بك، ولا دنيا إلا معك.\nمحمد بن سبالة كتب إلى صديق يستقرضه، فكتب يعتذر من الإضاقة. فقال له: إن كنت كاذباً فجعلك الله صادقاً، وإن كنت ملوماً فجعلك الله معذوراً.\nابن الحباب قيل له: أي متاع الدنيا عندك آثر؟ قال: رغيف أزهر، وطبيخ أصفر، وشراب أحمر، وغلام أحور، وكيس أعجز.\nأبو إسحاق النظام كتب إلى بعض الأصحاب الرؤساء: إن بناء الدنيا قد كلح وطمح وجمح فجرح فأفسد ما أصلح، فإن لم تعن عليه فضح.\nالجاحظ وصف الفروج بلفظتين متوازنتين متشابهتين لا أحسن ولا أظرف منهما: يخرج كاسياً كاسباً.\nونظر يوماً في الحمام إلى القيم وقد انتشر عليه فقال: ينبغي أن يقعد أحد القيمين فقد كفانا واحد! وقال في وصف الدفتر: من لك ببستان يحمل في كم، وروضة نقلت في حجر، ينطق عن الموتى ويترجم كلام الأحياء؟.\nوكان يأكل الفالوذج مع محمد بن عبد الملك الزيات، فأمر محمد أن يجعل بين يدي الجاحظ ما رق من الجام، ثم قال: تقشعت سماؤك قبل سماء الناس! فقال: أصلحك الله، لأن غيمها كان رقيقاً!.\nأبو العيناء قال له المتوكل: كيف ترى دارنا هذه؟ فقال: يا أمير المؤمنين، رأيت الناس يبنون الدور في الدنيا، وأنت بنيت الدنيا في دارك. وقد نظم بعض الأدباء في الصاحب فقال وأجاد: هزج.\nولي مسألة بعد\n...\nفقابلني بأخبار\nبنيت الدار في دنيا\n...\nك أم دنياك في الدار\nولقيه ابن مقلة سحراً فعجب من بكوره فقال: يا عجباً شاركني في الفعل وانفرد في التعجب.\nالجزء: 1 ¦ الصفحة: 9\n",
        "وقال: يا أمير المؤمنين، إنا يشتد السوق على العبد لأنه يتعذر عليه لقاء مولاه، وأما السيد فمتى أراد عبده دعاه.\nأبو العباس المبرد كان يقول: ما تنادر علي أحد قط كما تنادر سذاب الوراق، فإني اجتزت به يوماً وهو قاعد على باب داره، فقام إلي ولاطفني وعرض علي القرى فقلت: ما عندك؟ فقال: ما عندي أنت وعليه أنا، يعني اللحم المبرد بالسذاب.\nأبو العباس ثعلب كان يقول: وددت الليل نهاراً كله لئلا ينقطع عني أصحابي.\nأبو الحسن المنجم في الذم: هو الخس بالعربية والهندباء بالفارسية.\nوله في ثقيل هجم عليه وكدر ما صفا من عيشه فقال: لا مرحبا بقذى العين وسيئ الخلق وغصة الصدر وعظم اللقمة ومخطة الثوب وعثرة الفرس وذبابة القدح.\nوقوله: والشرب على غير الدسم سم، وعلى غير النغم غم.\nأبو بكر الخوارزمي لم أسمع فصلاً أطرف من قوله: قد أراحني الشيخ من بره، لكن أتعبني بسكره، وخفف ظهري من ثقل المحن، لا بل ثقله بأعباء المنن، وأحياني بتحقيق الرجاء، لا بل أماتني بفرط الحياء، فأنا له رقيق بل عتيق، وأسير بل طليق ومن الغرر الظريفة قوله: الكريم من أكرم الأحرار، والكبير من صغر الدينار.\nوقوله: من لم يذكر أخاه إلا إذا رآه فوجدانه كفقدانه، ووصله كهجرانه.\nووصف رجلاً بالنسوان والغلمان فقال: قلم برأسين، وسكين بحدين، ومسجد بقبلتين، وقبض في ديوانين، وصيد لطائرين.\nووصف شريفاً في أصله وضيعاً في نفسه فقال: استخرج المساوئ من المحاسن، وهو من الأسد بخره، ومن الدينار صفره، ومن اللجين خبثه، ومن الماء زبده، ومن الطاووس رجله، ومن الورد شوكه، ومن النار دخانها، ومن الخمر خمارها، ومن الدار ميضأتها.\nوكان يقول في التفضيل: فلان بيت القصيدة، وأول الجريدة، وغرة الكتيبة، وواسطة القلادة، ودرة التاج، وإنسان الحدقة، ونقش الفص.\nأبو الفضل البديع الهمذاني: أراني أذكر الشيخ كلما طلعت الشمس، وبرق البرق، وعرض الغيث، وذكر الليث، وضحك الروض، إذ الشمس محياه، والريح رياه، والنجم علاه، والبرق سناه، والغيث نداه، والليث حماه، والروض سجاياه، وفي كل شيء صالحة ذكراه، وعلى كل حالة أراه، فمتى أنساه واشدة شوقاه، عسى الله يجمعني وإياه.\nوكتب إلى مستمنح عاوده مراراً: مثل الإنسان في الإحسان كمثل الأشجار في الثمار، فيجب إذا أتى بالحسنة أن يرفه سنة.\nوله في جواب رقعة: الجود بالذهب ليس مثل الجود بالأدب، وهذا الخلق النفيس لا يساعده الكيس، وهذا الطبع الكريم لا يأخذه الغريم، والأدب لا يمكن ثرده في قصعة، ولا صرفه في ثمن سلعة. ولقد جهدت بالطباخ أن يطبخ من زائية الشماخ لوناً فلم يفعل، وبالقصاب أن يسمع أدب الكاتب فلم يقبل. واحتيج في البيت إلى شيء من الزيت فأنشدت من شعر الكميت مئتي بيت فلم يغن كما لا يغني لو وليت. ولو وقعت أرجوزة العجاج في توابل السكباج لما عدمت عندي ولكن ليست تقع فيما أصنع؟ وكتب إلى صديق له: قد حضرت دارك وقبلت جدارك، وما في حب الحيطان، ولكن شغف القطان.\nالقاضي أبو محمد منصور ابن الأزدي كتب في قصة: أيد الله الشيخ، وقدر لقاه فرج، ولكن \" ليس على الأعمى حرج \" لا سيما والمجلس وطيء، والمركب بطيء، ووهج الصيف يثير الرهج.\nأبو القاسم الزعفراني قال لعائده: فصدت فصدت العلة.\nأبو عبد الله الثغري من أظرف قوله: وصل كتابك بألفاظ يكيف عندها الحصواء، وتقف عليها الأهواء، ووضعته على عيني فكان لها برودا، ونشرته فكأني أنشر برودا.\nأبو الفرج الببغاء دعا على القرامطة والباطنية فقال: سلط الله عليهم طوفان نوح، وريح عاد، وحجارة لوط، وصاعقة ثمود.\n؟\nالباب السادس\nلطائف القضاة والعلماء\nأبو يوسف القاضي رحمه الله تعالى، تحاكم إليه الرشيد وزبيدة في الفالوذج واللوزينج أيهما أطيب، فقال أبو يوسف: أنا لا أحكم على غائب. فأمر باتخاذهما وتقديمهما إليه، فجعل يأكل من هذا مرة ومن ذلك أخرى حتى نظف الجانبين ثم قال: يا أمير المؤمنين، ما رأيت أجدل منهما، إن أردت أن أسجل لأحدهما أدلى الآخر بحجة.\nوسأل الرشيد الأوزاعي عن اسم امرأة إبليس فقال: تلك وليمة لم أحضرها.\nيحيى بن أكثم كان يقول: قد أكرم الله أهل الجنة بأن أطاف عليهم الولدان في وقت رضاه عنهم لفضلهم على الحور، فما الذي يمنعنا عاجلاً من ترك هذه الكرامة وتحصيل هذه الزلفى؟\nالجزء: 1 ¦ الصفحة: 10\n",
        "وخلا به المأمون يوماً على المداعبة والمطايبة والمجاراة في ميدان الغلمان، ومترف غلام المأمون يتسمع عليهما، وهو الذي حكى هذه القصة عنه فقال المأمون: يا أبا محمد، أخبرني عن أظرف غلام مر بك. فقال: نعم يا أمير المؤمنين، تحاكم إلي غلام في نهاية الملاحة والظرف فأخذته عيني وتعلق به قلبي، فلم ينفصل أمره. ثم دخل علي فقال: أعني على خصمي، فقلت: من يعينني على عينيك؟ قال: شفتاي، قلت: ما بال شفتيك منشقتين؟ قال: أحلى ما يكون التين إذا تشقق. فقلت: يا بني ما أنحفك! فقال: كلما دق قصب السكر كان أحلى.\nعلي بن عيسى كان مقتصداً في لباسه، وكان أبو عمر القاضي مبالغاً في لباسه والمغالاة به، فقال له علي في ذلك فقال: لباس الوزير يتجمل به وأنا أتجمل بلباسي.\nوسأل حامد بن العباس علي بن عيسى وهما على الدواوين عن دواء الخمار فتلجلج وقال: لست من رجال هذه المسألة، فأقبل على أبي عمر وقال: أيها القاضي أفتينا في دواء الخمار. فتنحنح وأصلح صوته ثم ذكر إسناداً رفعه إلى النبي صلى الله عليه وسلم أنه قال: \" استعينوا على الصناعات بأربابها \". ومن أرباب هذه الصناعة الأعشى في الجاهلية، شعر متقارب:\nوكأس شربت على لذة\n...\nوأخرى تداويت منها بها\nلكي يعلم الناس أني امرؤ\n...\nأتيت المروءة من بابها\nوأبو نواس في الإسلام قال هذا البيت بسيط:؟؟ دع عنك لومي فإن اللوم اغراء وداوني بالتي كانت هي الداء فقال حامد لعلي: انظر إلى قاضي القضاة استشهد بالخبر والشعر!.\nابن قريعة، ذكره الصاحب في كتاب له إلى ابن العميد فقال: شيخ ظريف خفيف الروح وله نوادر عجيبة منها أن كهلاً يتطايب بحضرة الأستاذ أبي محمد المهلبي، فسأله عن حد القفا، يريد تخجيله، فقال: ما اشتمل عليه جربانك، ومازحك فيه إخوانك، وأدبك عليه سلطانك، وباسطك فيه غلمانك، وهذه حدود أربعة.\nأبو العباس بن سريج كان يقول: ما حرم الله شراً إلا وأحل بإزائه خيراً: حرم الميتة وأباح المذكى، وحرم الخمر وأباح النبيذ، وحرم الزنى وأباح التزويج، وحرم الربا وأباح البيع.\nأبو سعيد القاضي كتب إلى ابنه عبد الحميد: قد بعثت إليك ألف جوزة، وألف من كل شيء كثير! أبو عبد الله الفارسي كان يتقلد قضاء بلخ، وكان صديق أبي يحيى العمادي، فكتب إليه يعاتبه: قد أهديت للشيخ عدل صابون ليغسل به طمعه عني، والسلام.\nأبو الحسن علي بن عبد العزيز القاضي كتب في صبائه إلى بعض أصدقائه الرؤساء: هذا الفتى حضر المراد، فما بالي فيه عسر المراد؟ وتوفر مولاي غير مستزاد، فما بالي حصلت على غير زاد؟ ولي في هذه الدولة آمال أستبطئ أوقاتها ولا أخشى فواتها.\nودخل من أطال الجلوس عنده فقال: لعل القاضي يقول: أبرمت فقم! قال: لا بل أنعمت فدم!.\nالقاضي أبو القاسم الداودي ذكر أمير المدينة فقال: غصن من شجرة رسول الله صلى الله عليه وسلم له جد، وسراك من أديمه قد.\nأبو محمد السرخسي كان من ظرفاء فقهاء بغداد. ركب يوماً في سفينة مع بعض مياسير النصارى، فلما بسطت سفرته سأل السرخسي مساعدته، فلما فرغ من الطعام أحضر شراباً يحكي عين الديك وفأرة المسك، وأراد أن يجد رخصة فقال: ما هذه؟ فقال: خمر شراه غلامي من يهودي. فقال: نحن أصحاب الحديث نكذب سفيان بن عيينة ويزيد بن هارون، أفنصدق نصرانياً عن غلامه عن يهودي؟ والله ما أشربها إلا لضعف الإسناد!. ومد يده إلى الكأس وملأها وشرب!.\nأبو شهاب الصعلوكي دخل على أبي الحسين القاضي أولى في يوم بارد والنار توقد بين يديه فقال: أيها الفقيه إلى النار! فقال: القاضي أولى أنت أولى بها صليا! أبو سليمان الخطابي كان يقول: من أراد أن لا يفارقه شم الشمامة من غير أن يحملها معه فليبخر لحيته مستقصياً، ثم إذا أراد شم الشمامة قبض عليها من داخل وأدناها من أنفه.\nأبو نصر المقدسي رحمه الله كان يقول: الموت أربعة: الفراق والشماتة والعزل ثم الموت.\nوكان من دعائه: لبست النعمة، وافترشت الأمن، وتغذيت السرور، وركبت السعادة.\nوكان يقول إذا رأى وجهاً \" تبارك الله أحسن الخالقين \".\nأبو الحسن المؤمل عن الخليل بن أحمد أنه كان يقول: أف لرئيس لا تقع الأجفان على جفانه، ولا تجتمع الإخوان على خوانه.\nالباب السابع\nلطائف الفلاسفة والأطباء\nالجزء: 1 ¦ الصفحة: 11\n",
        "أحمد بن الطيب السرخسي كان يقول: اللذات لحمانية: أكل اللحم، وركوب اللحم، وادخال اللحم في اللحم.\nيحيى بن عدي كان يقول: إن الطبيعة تمل الشيء الواحد فلذلك اتخذت الألوان والأطعمة، وأصناف الثياب، وأنواع الطيب، وفنون الأوتار، ورسم النقلة والتحول من مكان إلى مكان، والاستكثار من الإخوان، والتفنن في الآداب، والجمع بين الجد والهزل والزهد واللهو.\nعلي بن ربن الطبري كان يقول: عليك بأربعة واجتنب ثلاثة؛ عليك بالدسم والحلاوة والحمام والطيب، واجتنب ثلاثة: الغبار والدخان والنتن.\nوكان يقول: الطبيب الجاهل مستحث الموت.\nإسحاق بن حنين قال: قليل الراح صديق الروح، وكثيرها عدو الجسم، قال صاحب الكتاب: اتفقت له هذه اللفظة الوجيزة الشريفة التي لم أسمع مثلها بين التجنيس والطباق والترصيع وصحة المعنى.\nبختيشوع بن جبريل قال للمأمون في كلام جرى بينهما: يا أمير المؤمنين، لا تجالس الثقلاء فإن مجالسة الثقلاء حمى الروح.\nوكان يقول: الشرب على الجوع رديء والأكل على الشبع أردأ منه.\nجبريل عد من كلامه: أربعة تهرم العمر: ادخال الطعام على الطعام قبل الانهضام، والشرب على الريق، ونكاح العجوز والتمتع في الحمام.\nتلميذ بختيشوع كان يقول: أربعة تغذي لا من أكل ولا من شرب: النظر إلى كل مليح، وشم كل رائحة طيبة، والنوم بعد الغداء، وافتراش الفراش الوطيء. وأربعة تضر البصر وتعود على النفس بالضرر: النظر إلى عين الشمس، ووجه العدو وإلى القتلى: والجرحى.\nيحيى بن ماسويه سئل عن الشر لا خير معه فقال: نكاح العجوز.\nأبو علي الصيمري قال: عرض لأبي علي بن يحيى الكاتب مرض شديد من الوحشة والضجر، وكان السبب فيه أن اللصوص نقبوا خزانته وفازوا بماله الكثير، فركد الهم على قلبه حتى كاد يوسوس. فأشار عليه الصيمري أني يصوغ إهليلجة من ذهب ويديم إمساكها في فيه فزال ما به وعاد إلى أحسن حالاته. فسئل الصيمري عن العلة فقال: إن للذهب خاصية في تقوية القلب ومسرة النفس. ثم أشار عليه باستعمال بيضة من العنبر وتقليبها والانتفاع بلطافتها وحسن أثرها على الدماغ والقلب. فتعجب الناس من هذا العلاج ولطافته.\nأبو أيوب الطبيب كان يقرأ القرآن فكان أغلب الأدعية على لسانه: اللهم اسقنا من رحمتك شربة تسهل علينا ذنوبنا إنك أنت الغفور الرحيم.\nثابت بن قرة قال: ليس على الشيخ أضر من أن يكون له طباخ حاذق وجارية حسناء، لأنه يكثر من الطعام فيسقم، ومن النكاح فيهرم.\nوكان يقول: راحة الجسم في قلة الطعام، وراحة الروح في قلة الآثام، وراحة القلب في قلة الاهتمام، وراحة اللسان في قلة الكلام.\nالمنيخي كان يقول: نومة بعد أكلةٍ خير من شرب دواء نافع.\nأبو الخير الخمار سئل عن وظيفته في كل يوم فقال: مرققة ومدققة ومليقة ومزوقة.\nعبدوس الخزاعي كان يقول: من لم يبتهج بالربيع ولم يستمتع بنعيمه ونسيمه ولم يتروح إلى أزهاره فهو فاسد المزاج محتاج إلى العلاج.\nالباب الثامن\nلطائف الجواري والنساء\nزاد مهر جارية الفاروجي، كتب إليها عاشقها: عصمنا الله وإياك برحمته. فكتبت إليه: يا أحمق، إن استجيبت دعوتك لم نلتق أبداً.\nقبيحة جارية المتوكل كتبت على خاتمها: أنا قبيحة، فقدم الحاء قبل الباء!.\nسلمى بنت أيمن التميمية كانت من أحسن النساء وزوجها من أقبح الرجال، فقالت له يوماً: علمت أني أنا وأنت في الجنة. قال: ولم؟ قالت: لأني رزقت مثلك فصبرت ورزقت مثلي فشكرت، والصبور والشكور في الجنة.\nوقيل لها: كيف تصبرين على قبحه وأنت من الحسن بحيث أنت؟ فقالت: أما إنه قد قدم حسنه عند الله، وأذنبت عنده ذنباً، فصيرني في ثوابه، وصيره في عقابي.\nومثله: اشترى بعضهم جارية بديعة الحسن، وكان هو في غاية القباحة. فلما حصلت في داره نظر إليها فضحك ونظرت إليه فبكت. فقال لها كالمغضب: أنظر إليك فأضحك وتنظرين إلي فتبكين؟ فقالت: نعم نظرت إلى ما يسرك فضحكت، ونظرت إلى ما يسوؤني فبكيت.\nقراريط جارية أحمد بن سليمان قدمت إليه المائدة ونسيت الملح، فقال لها: أين الملح؟ فقالت: في وجهي.\nحسناء جارية المهدي، قال لها المهدي: نعم الفراش بطنك! فقالت: فلم لا تفترشه كل ليلة؟!.\nالجزء: 1 ¦ الصفحة: 12\n",
        "عمرة بنت بني زهرة مرت بقوم من بني نمير، فتأملوها جداً فقالت: يا بني نمير، لا قول الله أطعتم، ولا قول الشاعر اتبعتم، قال الله تعالى: \" قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم \" وقال الشاعر: وافر\nفغض الطرف إنك من نمير\n...\nفلا كعباً بلغت ولا كلاباً\nرأى بعض الفقراء امرأة حسنة الوجه مسفرة في الطريق فقرأ \" وليضربن بخمرهن على جيوبهن \" فقالت: يا بغيض تحشمني بالقرآن؟ تلك طوائف أخر غير مستحيات.\nقال رجل لمعشوقته: أعطيني خاتمك. فقالت: خاتمي من ذهب أخاف أن تذهب، ولكن خذ هذا العود لعلك أن تعود.\nوكتب آخر إلى أخرى: طال العهد واشتد الوجد، فاستدركي رمقي بلسان تمضغينه وتجعلينه بين دينارين وتغذينه لأستشفي به. فكتبت إليه: امتثلت أمرك فتفضل برد الطبق والمكبة، وإن من الظرف رد الظرف! قالت قحبة لمساحقة: ما أطيب القثاء، يعني الذكر. قالت: إلا أنه ينفخ البطن، يعني يحبل!.\nوسأل الرشيد رحمه الله تعالى الفضل عن خبره في مبيته مع جواريه فقال: نعم يا أمير المؤمنين، كنت استلقيت على ظهري وعندي جاريتان مكية ومدنية وهما يغمزانني، فتناومت عليهما، فمدت المدنية يدها إلى ذلك الشيء حتى قام وقعدت عليه، فغالبتها المكية فقالت المدنية: أنا أحق به لأن مالك بن أنس حدثنا عن نافع عن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: \" من أحيى أرضاً مواتاً فهي له \". قالت المكية: حدثنا معمر عن عكرمة عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: \" ليس الصيد لمن أثاره، إنما الصيد لمن صاده \". فضحك الرشيد وقال: هل تصفح عنهما؟ فقال: هما وسيدهما فداء نعل أمير المؤمنين. وأمر بإحضارهما وتسليمهما له.\nاستعرض رجل جارية سوداء مليحة فقال لها: ما اسمك؟ قالت مكة. فقال: الله أكبر قد قرب الله الطريق، أفتأذنين في تقبيل الحجر الأسود؟ قالت: هيهات أن تكونوا بالغيه إلا بشق الأنفس.\nكانت لمحمود الوراق جارية موصوفة بالجمال، فطلبت منه للمعتصم بعشرة آلاف دينار فأبى أن يبيعها. فلما مات محمود اشتريت من تركته بألف دينار فلما دخلت على المعتصم بالله قال لها: قد طلبناك بعشرة آلاف دينار فاشتريناك بألف دينار. فقالت: إذا كان مالك الأرض وخليفة الله ينتظر شهوته بالمواريث فكثير لمثلي مئة دينار!. فاستظرفها وعجب من جوابها وحظيت عنده.\nاقتراح رجل على مغنية هذا الصوت بسيط:\nسري وسرك لم يعلم به أحد\n...\nإلا الإله وإلا أنت ثم أنا\nقالت: يا سيدي، والقوادة لا تنسها.\nحكى مطيع بن إياس قال: اطلعت على جاريتين تتساحقان، فرميت بنفسي على الفوقانية فأخذت في شأني، فقالت السفلانية: ما هذا؟ قالت الفوقانية: \" جاء الحق وزهق الباطل إن الباطل كان زهوقاً \".\nجحظة البرمكي قدمت إليه الجارية المجمرة ولقت عليها مثلة من ند قال: فوضعتها تحتي، فوافق خروج ريح مني، قلت: ليست هذه المثلة بطيبة. فقالت: يا سيدي لأنك ربعتها.\nفصل من كتاب الصاحب في ذكر الحنظلية الشاعرة\nكانت بهمذان شاعرة ظريفة تعرف بالحنظلية فخطبها أبو علي كاتب بكر فلما ألح عليها وألحف كتبت إليه كلاماً معناه رجز مجزوء:\nأيرك أير ما له\n...\nعند حري هذا فرج\nفاصرفه عن باب حري\n...\nوادخله من حيث خرج\nقال صاحب الكتاب: هذه والله أشعر من كبشة أخت غيلان ذي الرمة، والخنساء أخت صخر، ومن جنوب الهذلية، وليلى الأخيلية.\nقال الباهلي: قلت لجارية سوداء: إن الحرارة فيكن أكثر! فقالت: إنما يعرف حرارة الحمام من دخله!.\nقال أبو العباس: اشتريت جارية مدنية ظريفة، فتناومت تحتي وأنا أقبلها وأبوسها وقالت: يا مولاي، أتحفظ قول أبي نواس سريع:\nحدثنا عن بعض أشياخه\n...\nأبو بلال شيخنا عن شريك\nلا يشتفي العاشق مما به\n...\nبالضم والتقبيل حتى ينيك\nفقلت: لست أحفظه ولكن أمتثل قول شريك فإنه من مشايخنا!! الجاحظ قال: استعرضت جارية فقلت لها: تحسنين تضربين بالعود فقال: لا ولكني أحسن أن أقعد عليه!.\nاستعرض رجل جارية فقال: أشتهي أن أشتريك. قالت: يا مولاي إن اشتهيت أن تنيك!.\nالمازني: سأل رجل جارية بالبصرة جميلة سرية من الجواري: في يديك عمل؟ قال: لا ولكن في رجلي.\nالجزء: 1 ¦ الصفحة: 13\n",
        "المأمون استعرض جارية فأعجبته فقال: هي للحاجة لولا عوج رجليها. فقالت: يا أمير المؤمنين، إنهما وراءك ولن يضراك. فاستحسن كلامها وأمر بشرائها.\nالباب التاسع\nالمغنين والمطربين\nإسحاق الموصلي سأله المعتصم عن معرفة النغم كيف يميز بينها على تشابهها واختلافها فقال: يا أمير المؤمنين، إن من الأشياء ما تحيط به المعرفة ولا تؤديه الصفة.\nوكان يقول: حق الصوت الحسن أن يردف أربعاً: فالأول للبديهة، والثاني للفهم، والثالث لفرح، والرابع للسمع.\nإبراهيم بن المهدي وصف مغنياً فقال: لغنائه في القلب موقع القطر من الجدب.\nووصف آخر فقال: القلوب في غنائه على خطر فكيف الجيوب؟ زنام الزامر قال له المتوكل: تأهب للخروج معنا إلى الشام فقال: الناي في كفي والريح في فمي فاعزم.\nجحظة البرمكي قال: كان الباطقاني يستطيب غنائي ويكثر من قوله: أحسنت والله أنت، فلا أخلى الله منك، فقلت فيه خفيف:\nلي صديق يحب قولي وشدوي\n...\nوله عند ذاك وجه صفيق\nإن تغنيت قال أحسنت زدني\n...\nوبأحسنت لا يباع الدقيق\nقال: ودعاني بعض الرؤساء فلما صرت إلى بابه قيل إنه قد ركب فكتبت إليه بسيط مخلع:\nيا من دعاني ففر عني\n...\nأخلفت والله حسن ظني\n؟ قد كنت أرضى بخبز بر وكامخ وقليل جبن\nوزكرة من نبيذ تمر\n...\nأقام دهراً بقعر دن\nوليس يغلو بما ذكرنا\n...\nمحدث شاعر مغن\n؟\nفصل في لطائف غرر\nتنخرط في هذا السلك من هذا الكتاب قال زرقان المتكلم: قد اختلف الناس في السماع فأباحه قوم وحذره الآخرون. وأنا أخالف الفريقين وأقول أنه واجب لكثرة منافعه وحاجة النفوس إليه واستمتاعها به.\nحضر طرخان المغني مجلس أنس فغناهم ساعة ثم سقوه ولم يطعموه فغنى متقارب:\nخليلي داويتما ظاهرا\n...\nفمن ذا يداوي جوى باطنا\nفصل في تفضيل المطرب على الطبيب\nقال صاحب الكتاب: قال لي الأمير أبو المظفر ناصر الدين: هل سمعت ما يقول أبو علي الكوسج في الطبيب والمطرب؟ قلت: لا وأيد الله الأمير. قال: فإنه يقول: ما على ظهرها أسوأ حالاً من الطبيب، ولا أنعم بالاً من المطرب، لأن الطبيب يغدو كل يوم إلى الأوجاع والأسقام، وينظر إلى القاذورات والجراحات، وإذا مات المريض يتطير منه ويتشاءم به، وربما يتهم بسم الملوك فيكون فيه إراقة دمه. والمطرب يدعى إلى مجالس اللهو والأنس والطرب ومواضع الخير والنعمة، يكرم مثواه ويحسن مرآه، ويعطى ويبر ويخلع عليه، فينقلب إلى أهله مسروراً طيب النفس ضاحك السن راضياً في الدهر، ثم يحمل على الأذقان، ويحده بتساوي النعم يوم وغد، ويقع تحت قول الأول طويل:\nهل العيش إلا ليلة طرحت بنا\n...\nأواخرها في يوم لهو معجل\nوللسري الرفاء الموصلي طويل:\nإذا ما مضى يومٌ من الدهر صالح\n...\nفصله بيوم صالح العيش من غد\nالباب العاشر\nلطائف الفضلاء والظرفاء من كل فن وطبقة\nقال بعضهم في كلام دار بينه وبين الوليد بن يزيد: والله ما شرب الناس على أحسن من وجه السماء، ونسيم الهواء، وسعة الفضاء، وخضرة الكلاء، وخرير الماء.\nعلي بن عبيدة الريحاني، قال الجاحظ: دخلت عليه أعوده فقلت له: ما تشتكي يا أبا الحسن؟ فقال: أعين الرقباء، وألسن الوشاة، وأكباد الحساد.\nودخل عليه صديق له من قطيعة الربيع، فعاتبه على انقطاعه عنه طويلاً ثم قال: يا عجباه أعاتبك على القطيعة وأنت من أهل القطيعة!.\nوجمعه مجلس وقينة يهواها، وأذن الظهر، فقيل له: قد زالت الشمس، فقال: أما شمسي فلم تزل.\nأبو شراعة العتبي نظر في المرآة فرأى دمامة وجهه فقال: الحمد لله الذي لا يحمد على المكروه سواه.\nابن عائشة القرشي قال: كن لما لا ترجو أرجى منك لما ترجو، فإن موسى عليه السلام ذهب ليقتبس النار فكلمه الملك الجبار!.\nالجزء: 1 ¦ الصفحة: 14\n",
        "إبراهيم بن السندي، قال الجاحظ: سمعت إبراهيم يقول: قلت في أيام ولايتي الكوفة لرجل من أبنائها، لم أر أكرم ولا أظرف منه، وكان لا تجف لبده ولا تسكن حركته ولا يستريح قلمه من أغاثه الملهوف وإعانة المكروب: ما الذي هون عندك هذا الأمر وقواك على هذا التعب؟ قال: سمعت تغريد الأطيار، وتجاوب المزمار والأوتار، فلم أطرب كطربي لثناء حسن على محسن فقلت: أحسنت ولله أنت! فلقد حشيت كرماً كما ملئت ظرفا.\nسعيد بن سالم شكا إليه مؤدب ولده إياه وقال: إنه يتشاغل عن الأدب بالتعاشق. فقال: دعه فإنه يلطف وينصف ويظرف.\nمحمد بن موسى الهاشمي بلغه أن عمر بن فرج السرخسي عتب عليه وتنكد به، فطرقه ليلاً فاعتذر إليه حتى رضي عنه، فلما قام لينصرف قال: خذوا الشمعة بين يديه. فقال: دعني يا سيدي حتى أمشي في ضوء رضاك. فقال: كلامك هذا حل العقد الباقية من سخطي عليك! يحيى بن زياد الحارثي قال: قال مطيع بن إياس: إن في النبيذ لمعنى من الجنة، لأن الله تعالى حكى عنهم بالحمد لله الذي أذهب عنا الحزن والنبيذ يذهب الحزن.\nأبو الحارث جميز كان يقول: لو كان النبي كنزاً ما ورد في القرآن موضع سجدة.\nوقيل له: أما يكسوك فلان؟ فقال: لو جاء يعقوب والأنبياء شفعاء والملائكة ضمناء يستعير منه إبرة يخيط بها قميص يوسف الذي قد من دبر لما أعارها فكيف يكسوني.\nوقيل له في أوائل الشتاء: استوى الغني والفقير في الماء البارد. فقال: نعم ولكنهم لم يستووا في الماء الحار.\nأبو عبد الله بن الجماز قال: شممت مرة في دار فلان رائحة أطيب من رائحة العروس في أنف العاشق الشيق.\nوقال في دعوة: أتينا بمائدة أحسن من زمن البرامكة على العفاة.\nوكان يقول: لا يقوى على الصوم إلا من طاب أدمه وطال تلقمه ودامت نعمه.\nمزبد المدني سمع ضجيج الناس في يوم كسوف وريح عاصف وغبرة منكرة وقولهم: القيامة. فقال: ويحكم هذه قيامة على الريق، أين دابة الأرض؟ أين الدجال؟ أين نزول عيسى عليه السلام؟ أين طلوع الشمس من المغرب؟ أشهد أن هذه قيامة باردة.\nالحسن بن جميل عزله ابن مدبر عن مصر، فأشير عليه بمدحه، فقال: إنه لم يطعمني في عرس مصر فيطعمني في طلاقها.\nوتعشى ليلة عند صديق له، وخرج ويده زهمة إلى المنزل فقال: لأن أنصرف بها غمرةً إلى المنزل أحب إلي من أن أنصرف بها نظيفة إلى السجن.\nأحمد بن سليمان بن وهب كان يقول: أطيب الأصوات صوت المعشوق، وصوت مؤذن بالري والنعماء، ثم تجاوب الهزار على الأوتار والمزمار.\nوكان يقول: الرفق محمود إلا في أربعة مواضع: أكل الرمان والبطيخ وشرب الفقاع وفي البضاع.\nأبو عمر غلام ثعلب كان يقول: لم يكمل المرء حتى يقرأ صرف أبي عمرو، ويتفقه على مذهب الإمام الشافعي رحمه الله تعالى، ويروي شعر ابن المعتز، ويلعب بالشطرنج.\nمحمود بن داود الأصبهاني كان يقول: نزاع النفس أهون من نزاع الشوق وقطع الأوصال أهون من قطع الوصال.\nيحيى بن معاذ زار علويا فقال: إن زرتنا فبفضلك، وإن زرناك فلفضلك، فلك الفضل زائراً ومزوراً.\nأبو المعالي الصوفي صاحب ابن المعتز، سمع أذاناً كريهاً فقال: هذا أذان يؤذي الآذان.\nأبو القاسم الصوفي نديم عضد الدولة سئل يوماً عما يقترحه فقيل له: ما الذي يشتهيه الأستاذ لخاص طعامه؟ فقال: الشهيد ابن الشهيد، والشيخ الطبري في الرداء العسكري، وقبور الشهداء. فقال: عنيت الحمل والأرز باللبن والقطايف.\nمحمد بن أبي السيار وصف دعوة صديق له فقال: أتانا بأرغفة كالبدور متقطعة كالنجوم، وملح كالكافور السحيق، وخل كذوب العقيق، ونقل أهش من خضرة الشارب على المرد الملاح، وحمل له من الفضة جسم ومن الذهب بشر، وقلية أحمص من صنيع الذل في بلد الغربة، وأرزة ملبونة وفي السكر مدفونة، وخبيص أحلى من العافية وحسن العاقبة. وجاءنا غلام بشراب أحسن منه ذكره، ألطف منه وجهه، وأصفى منه وده، وأرق منه لطفه، وأذكى منه عرفه، وأعذب منه خلقه، وأطيب منه قربه.\nالرضي أبو الحسن الموسوي النقيب كان يقول: من هوان الدنيا على الله تعالى أن أخرج نفائسها من خسائسها، وأطايبها من خبائثها، فأخرج الذهب والفضة من حجارة، والمسك من فارة، والعنبر من ورث دابة، والعسل من ذبابة، والخز من كلبة، والديباج من دودة، والقصب من حشيشة والإنسان من نطفة، \" فتبارك الله أحسن الخالقين \".\nالجزء: 1 ¦ الصفحة: 15\n",
        "ابن حمدون النديم سأله المعتصم عن صيام العليل الذي يقدر على الجماع، فقال: لا يرخص له في الإفطار فدع ما سواه.\nعلي بن حمزة بن عمارة الأصبهاني، كان أبوه حمزة من مياسير أصبهان، وكان مقتراً عليه ما يعطيه إلا القوت، وكان علي يستدين على موته، فلما مات كان يقول: فديت من أحياني بموته.\nبعضهم يقول: قولي لعذولي: أعزه الله، إنما مرادي أن يعزه الله من الدنيا حتى لا يوجد فيها.\nالباب الحادي عشر\nلطائف الشعراء نثرا\nقال محمد بن جعفر لابن الأشعث في دار المهدي: يا شيخ، ما صناعتك؟ قال: ثقب الدر، يعني افتضاض الأبكار.\nوقيل له: أي شيء عندك من متاع الدنيا آثر؟ قال طعام حر، وشراب قر، وبنت عشرين بكر.\nأبو نواس الإمام في الباطل، دخل كرماً فرأى حصرماً، فاستقبل القبلة وقال: اللهم سود وجهه، واقطع حلقه، واسقني دمه! وكان يقول: تزودوا من لذة الدنيا لذة توجد في الجنة، يعني إتيان المحظي لأن أهل الجنة جرد مرد.\nولما قال للفضل قصيدته التي يقول فيها طويل:\nسأشكو إلى الفضل بن يحيى بن خالد\n...\nهواك لعل الفضل يجمع بيننا\nقال الفضل: ما زدت على أن جعلتني قواداً!. فقال: أصلحك الله، إنه جمع بفضل لا جمع بوصل.\nوسأل يوماً عن غلام مر به فاستشرفه فقيل له: إنه فاسد. فقال: فساده صلاحي.\nعبد الصمد بن المعذل، ذكر يوماً العافية فقال: أي غطاء وأي وطاء.\nووصف السحاب المدلج فقال: ليست السماء حباتها وتنفست الصعداء.\nومر أحمد بن المعذل ليلاً بغرفته وهو فيها يعزف ويقصف، فوقف ونادى بأعلى صوته \" أفأمن أهل القرى أن يأتيهم بأسنا بياتاً وهم نائمون \" فاطلع عبد الصمد وقال: \" وما كان الله ليعذبهم وأنت فيهم \".\nوكان أحمد بن المعذل مر عليه النساك الجعيني وقد خضب لحيته وترك فيها شعرات بيضاً يوهم أن الشيب أول ما وخطه، فقال له: ما هذا؟ فقال: غش الغش.\nرؤبة بن العجاج سأله سليمان بن داود عن حالة متاعه فقال: يمتد ويشتد، وأستعين عليه باليد فيرتد! فقال سليمان: بودي أن هذه صفة ما عندك.\nالعتابي قيل له: رأيناك تكلم فلاناً فتتلجلج. فقال: لأن معه ذل السؤال وخوف الردى.\nوقال للمأمون: لا دين إلا بك، ولا دنيا إلا معك.\nمروان بن أبي حفصة رأى رجلاً يصلي صلاة خفيفة، فقال له: يا هذا صلاتك رجز! حماد عجرد أهدى إلى مطيع بن إياس غلاماً وكتب معه: قد أهديت لك من يتعلم وعليك كظم الغيظ.\nالبحتري سمع منشداً يقول شعراً رمل مجزوء:\nومغن يتغنى\n...\nبطعام وشراب\nفإذا رمنا سكوتاً\n...\nفبمال وثياب\nفقال: فذاك صاحب الفيل: يركب بدانق وينزل بدرهم!.\nوسمعه ابن المدبر يوماً يقول: الشكر يديم النعم وقال: والله يا أبا عبادة هذا أحسن من قصيدة غبراء.\nعلي بن الجهم مر به يسأله ويلحف ويقول: واسونا. فقال: إن واسيناكم ساويناكم.\nوكان يقول: الهدية السحر الأكبر.\nأبو يعقوب الخريمي قدمت إليه سكباجة كثيرة العظام فقال: هذه شطر نجية. وأتبعت بفالوذجة قليلة الحلاوة فقال: عملت هذه قبل أن يوحي ربك إلى النحل!.\nجحظة البرمكي سئل عن دعوة حضرها فقال: كل شيء كان فيها بارداً إلا الماء.\nوكتب إلى المعتز وقد منعه توالي المطر عن خدمته: كنت على أن أجيب داعي الأمير فانقطع شريان الغيم فقطعني عن خدمته، فكتب إليه المعتز: إن فاتني السرور برؤيتك لم يفتني الأنس برقعتك.\nفصل في نهاية الظرف\nأختم به هذا الكتاب\nقال الصاحب: ثلاثة أخجلوني بجوابك في نهاية الحسن. منهم أبو الحسن البديهي إذ كان عندي في نفر من جلسائي بأصفهان، فقدمت إلينا أطباق الفواكه فأكب عليها البديهي وأمعن، وكان فيها من المشمش الأصبهاني ما يفوق على الرطب حسناً وطيباً، فقلت في عرض حديث جرى معهم: إن المشمش ليلطخ المعدة. فقال: لا يعجبني المضيف إذا تطبب!.\nومنهم أبو الحسن الثريدي فإنه قال لي يوماً وقد انصرفت من الدار السلطانية في غير طريقي، وأنا ضجر من شيء عرض لي فشغل فكري، فقال: من أين أقبل مولانا؟ فقلت: من لعنة الله! فقال: رد الله غربتك!. فأحسن الشاب على إساءة الأدب.\nالجزء: 1 ¦ الصفحة: 16\n",
        "والثالث أبو الحسن المافروخي في أيام حداثته وسلطان ملاحته، فإني داعبته بقولي: رأيتك تحتي!. فقال على لسان دالته: مع ثلاثة مثلي!. فأخجلني وقطعني.\nالباب الثاني عشر\nلطائف الشعراء نظما\nً\nمن ظرف امرئ القيس وعجيب شأنه أنه قال في الجاهلية بيتاً جاء فيه بشرائط الجنة مع أنه لا يعرفها، شعر طويل:\nألا عم صباحاً أيها الطلل البالي\n...\nوهل ينعمن ما كان في العصر الخالي\nوهل ينعمن إلا سعيدٌ مخلدٌ\n...\nقليل هموم ما يبيت بأوجال\nفذكر السعادة التي تجمع خير الدارين، ثم الخلود الذي هو أحسن أحوال أهل الجنة، ثم ذكر قلة الهموم التي هي أجل الرغائب، ثم ذكر الأمن الذي هو أنفس المواهب، ولا مزيد على هذه الأربعة.\nبشار بن برد من ظريف شعره خفيف:\nأنا والله أشتهي سحر عيني؟\n...\n؟ هـ وأخشى مصارع العشاق\nولم أسمع في عشق الآذان أحسن من قوله ولا أظرف بسيط:\nيا قوم أذني لبعض الحي عاشقة\n...\nوالأذن تعشق قبل العين أحيانا\nعبد الملك بن عبد الرحيم أحسن الإفصاح عن هذا البيت وأرسله مثلاً طويل:\nوما زرتكم عمداً ولكن ذا الهوى\n...\nإلى حيث يهوى القلب تسعى به الرجل\nقال عمر بن شبة: كان سفيان بن عيينة مع زهده وورعه مولعاً بشعر أبي نواس فقال يوماً: أحسن أبو نواس والله في قوله وأبدع وأملح سريع:\nبصرت ظبياً حل في مأتم\n...\nيندب شجواً بين أتراب\nيبكي فيذري الدمع من نرجس\n...\nويلطم الورد بعناب\nومن شعره قوله رجز مجزوء:\nأربعة مذهبةٌ\n...\nلكل هم وحزن\nيحيا بها عينٌ ورو\n...\nحٌ وفؤادٌ وبدن\nالماء والقهوة وال؟\n...\n؟ بستان والوجه الحسن\nوسئل عن أعظم خمرياته فأشار إلى قوله خفيف:\nاسقنا إن يومنا يوم رام\n...\nولرام فضلٌ على الأيام\nمن شراب ألذ من نظر المع؟\n...\nشوق في وجه عاشق بابتسام\nلا غليظ تنبو الطبيعة عنه\n...\nنبوة السمع عن شنيع الكلام\nأبو العتاهية، كان الجاحظ يقول في قوله رجز:\n؟ إن الشباب حجة التصابي\n...\nروائح الجنة في الشباب\nيعني: كمغنى الطرب الذي ترتاح له القلوب ولا تقدر على وصفه الألسن.\n؟\nفصل في الذين حصروا أشعارهم على الغزل\nوجعلوه في نهاية الظرف لا يشوبونه بغيره\nالعباس بن الأحنف بسيط:\nنزوركم لا نكافيكم بجفوتكم\n...\nإن المحب إذا لم يستزر زارا\nيقرب الشوق دارا وهي نازحة\n...\nمن عالج الشوق لم يستبعد الدارا\nأبو حفص الشطرنجي قد أبدع وأملح في جارية سوداء سريع:\nأشبهك المسك وأشبهته\n...\nقائمة في لونه قاعده\nلا شك إذ لونكما واحد\n...\nأنكما من طينة واحده\nأبو عيينة المهلبي بسيط:\nجسمي معي غير أن الروح عندكم\n...\nفالروح في غربة والجسم في وطن\nفليعجب الناس مني أن لي بدنالا روح فيه ولي روح بلا بدن\nوقال أيضاً طويل:\nأرى عهدكم كالورد ليس بدائم\n...\nفلا خير فيمن لا يدوم له عهد\nوعهدي بكم كالآس حسناً وخضرة\n...\nله بهجة تبقى إذا فني الورد\nالمؤمل بن أميل المحاربي له هذا البيت السائر الذي يتمثل به بسيط:\nإذا مرضتم أتيناكم نعودكم\n...\nوتذنبون فنأتيكم ونعتذر\nلا تحسبوني غنياً عن مودتكم\n...\nإني إليكم وإن أيسرت مفتقر\nابن عائشة القرشي أحد الظرفاء، قد أجاد في قوله رمل:\nلا ترعني بفراق وبعد\n...\nأنا راض بفراق وبصد\nأنت كل الناس عندي فإذا\n...\nغبت عن عيني فلم أنظر أحد\nكشاجم أبدع في قوله بسيط:\nعهدي بنا ورداء الوصل يجمعنا\n...\nوالليل أطول كاللمح بالبصر\nفالآن ليلي مذ غابوا فديتهم\n...\nليل الضرير فصبحي غير منتظر\nولغيره مدحة متقارب:\nأبا طلعة القمر الزاهر\n...\nويا قامة الغصن الناضر\nويا غائباً حاضراً في الفؤاد\n...\nسلاماً على الغائب الحاضر\nدعبل بن علي في حسن العهد بسيط:\nالجزء: 1 ¦ الصفحة: 17\n",
        "وإن أولى البرايا أن تواسيه\n...\nعند المسرة من واساك بالحزن\nإن الكرام إذا ما أيسروا ذكروا\n...\nمن كان يألفهم في المنزل الخشن\nأبو تمام في تحسين الحجاب بسيط:\nليس الحجاب بمقص عنك لي أملاً\n...\nإن السماء ترجى حين تحتجب\nوله أيضاً في المديح بسيط:\nلو أن أجماعنا في وصف سؤدده\n...\nفي الدين لم يختلف في الدين إثنان\nأبو علي البصير خفيف:\nلي صديق في خلقة الشيطان\n...\nوعقول النساء والصبيان\nمن تظنونه؟ فقالوا جميعاً:\n...\nليس هذا إلا أبو هفان\nأحمد بن يوسف ظرف في قوله في الإهداء للمأمون طويل:\nعلى العبد نذرٌ فهو لا شك فاعله\n...\nوإن عظم المولى وجلت فضائله\nألم ترنا نهدي إلى الله ماله\n...\nوإن كان عنه ذا غنى فهو قابله\nأبو الفتح البستي بسيط:\nلا تنكرن إذا أهديت نحوك من\n...\nعلومك الغر أو آدابك النتفا\nوأحسن الحسن بن سهل يعتذر إلى محمد بن عبد الملك الزيات خفيف:\nأوجب العذر في تراخي اللقاء\n...\nما توالى من هذه الأنواء\nلست أدري ماذا أقول وأشكو\n...\nمن سماء تعوقني عن سماء\nغير أني أدعو على تلك بالثك؟\n...\nلِ وأدعو لهذه بالبقاء\nالعطوي في اختيار التقديم طويل:\nيقولون قبل الدار جار موافق\n...\nوقبل طريق القوم كيس رفيق\nفقلت وندمان الفتى قبل كأسه\n...\nفما حث كأس المرء مثل صديق\nعوف الشيباني أحسن في التعريض بالصمم، بقوله لعبد الله بن طاهر، شعر سريع:\nيا بن الذي دان له المشرقان\n...\nوألبس العدل به المغربان\nإن الثمانين وبلغتها\n...\nقد أحوجت سمعي إلى ترجمان\nقوله: وبلغتها، حشو أحسن من معنى البيت، ولقبه الصاحب بحشو اللوزينج.\nابن المعتز كامل:\nأهلاً بفطر قد أتاك هلاله\n...\nالآن فاغد إلى الشراب وبكر\nوانظر إليه كزورق من فضة\n...\nقد أثقلته حمولة من عنبر\nوله أيضاً خفيف:\nاسقني الراح في شباب النهار\n...\nوأنف همي بالخندريس العقار\nقد تولت زهر النجوم وقد بش؟\n...\nر بالصبح طائر الأزهار\nوكأن الربيع يجلو عروساً\n...\nوكأنا في نوره من نثار\nوله أيضاً متقارب:\nوخمارة من بنات الهيود\n...\nترى الدن في بيتها مائلا\nوزنا لها ذهباً جامداً\n...\nفكالت لنا ذهباً سائلا\nوله أيضاً في الريح اللينة بسيط:\nوالريح تجذب أطراف الرداء كما\n...\nأفضى الشقيق إلى تنبيه وسنان\nوله أيضاً سريع:\nظبي يتيه بحسن صورته\n...\nعبث الفتور بلحظ مقلته\nفكأن عقرب صدغه وقفت\n...\nلما دنت من نار وجنته\nوله في غلام قد شرب سريع:\nومهفهف كالغصن ذي ميل\n...\nمازحته فاحمر من خجل\nلما شممت الخمر من فمه\n...\nوفيته حداً من القبل\nعبد الله بن طاهر وقد تقدم طويل:\nسقتني في ليلٍ شبيهٍ بشعرها\n...\nشبيهة خديها بغير رقيب\nفما زلت في ليلين شعرٍ وظلمةٍ\n...\nوشمسين من كأس ووجه حبيب\nابن طباطبا كامل:\nنفسي الفداء لغائب عن ناظري\n...\nومحله في القلب دون حجابه\nلولا تمتع مقلتي بقدومه\n...\nلوهبتها لمبشري بلقائه\nوله أيضاً طويل:\nوفي خمسةٍ مني حلت منك خمسةٌ\n...\nفريقك منها في فمي أطيب الرشف\nووجهك في عيني ولمسك في يدي\n...\nونطقك في سمعي وعرفك في أنفي\nوله أيضاً بسيط مخلع:\nطال اشتياقي وأنت عندي\n...\nفي سورة قد نعمت بالا\nمللت لما أطلت مكثي\n...\nوسمت غلمانك الملالا\nفقال لي خادم شريف\n...\nأتيته الآن؟ قلت: لا لا\nدعني فإني أنام أيضاً\n...\nلعلنا نلتقي حلالا\nوله في علي الوسمي وقد هدم جانباً من سور أصفهان، شعر طويل:\nالجزء: 1 ¦ الصفحة: 18\n",
        "وقد كان ذو القرنين يبني مدينة\n...\nفأصبح ذو القرنين يهدم ما بنى\nكشاجم حيث يقول كامل:\nبأبي وأمي زائر متقنع\n...\nلم يخف ضوء البدر تحت قناعه\nلم أستتم عناقه لقدومه\n...\nحتى ابتدأت عناقه لوداعه\nقال صاحب الكتاب: قال لي الخوارزمي: أحفظ في هجاء المغنين ما ينيف على ألف بيت، لم أسمع أطرف من قول كشاجم رمل مجزوء:\nومغن بارد النغ؟\n...\nمة مختل اليدين\nما رآه أحد في\n...\nدار قوم مرتين\nجحظة البرمكي كامل مجزوء:\nوإذا جفاني جاهل\n...\nلم أستجر ما عشت قطعه\nوتركته مثل القبو\n...\nر أزوره في كل جمعه\nوله سريع:\nأنت امرؤٌ شكري له واجب\n...\nولم أكن قصرت في واجبه\nوكيف لا أشكر من لا أرى\n...\nفي منزلي إلا الذي جاد به\nابن بسام من لطائف قلائده متقارب:\nبلوت أبا جعفر مرةً\n...\nفألفيت منه ثقيلاً سخيفاً\nفلولا الضرورة لم آته\n...\nوعند الضرورة نأتي الكنيفا\nوله في زائر خلع عليه كامل مجزوء:\nخلعوا عليه وميزوه\n...\nوزينوه بكل رفعه\nوكذاك يفعل بالجزو\n...\nر لنحره في كل جمعه\nالقاضي أبو القاسم التنوخي طويل:\nرضاك شباب ما عليه مشيب\n...\nوسخطك داء ليس منه طبيب\nكأنك في كل النفوس مركب\n...\nفأنت إلى كل النفوس حبيب\nابنه أبو علي طويل:\nخرجنا لنستسقي بيمن دعائه\n...\nوقد كاد هدب الغيم أن يلحق الأرضا\nفلما بدا يدعو تقشعت السما\n...\nفلما تم إلا والغمام قد انفضا\nابن لنكك البصري رمل:\nيا زماناً ألبس الأح؟؟\n...\nرار ذلاً ومهانه\nلست عندي بزمان\n...\nإنما أنت زمانه\nوله في أبي رياش التمامي وافر:\nيطير إلى الطعام أبو رياش\n...\nمبادرة ولو واراه قبر\nأصابعه إلى الحلواء صفر\n...\nولكن الأخادع منه حمر\nأبو الفتح نديم سيف الدولة بسيط:\nقم فاسقني بين خفق الناي والعود\n...\nولا تبع طيب موجود بمفقود\nنحن الشهود وخفق العود خاطبنا\n...\nنزوج ابن سحاب بنت عنقود\nالمتنبي بسيط:\nقد كنت أشفق من دمعي على بصري\n...\nواليوم كل عزيز بعدكم هانا\nوله بسيط:\nأزورهم وظلام الليل يشفع لي\n...\nوأنثني وبياض الصبح يغري بي\nأبو العشائر الحمداني كامل:\nللعبد مسألة أريد جوابها\n...\nإن كنت تذكره فهذا وقته\nما بال ريقك ليس ملحاً طعمه\n...\nويزيدني عطشاً إذا ما ذقته\nأبو الفرج بن سلامة سريع:\nمن سره العيد فما سرني\n...\nبل زاد في همي وأشجاني\nلأنه فكرني ما مضى\n...\nمن عهد أحبابي وإخواني\nأبو الفرج الببغاء كامل:\nأوليس من إحدى العجائب أنني\n...\nفارقته وحييت بعد فراقه\nيا من يحاكي البدر عند تمامه\n...\nارحم فتى يحكيه عند محاقه\nوله أيضاً كامل:\nومهفهف لما اكتست وجناته\n...\nحلل الملاحة طرزت بعذاره\nلما انتصرت على أليم جفائه\n...\nبالقلب كان القلب من أنصاره\nأبو الفرج الوأواء الدمشقي في سيف الدولة منسرح:\nمن قاس جدواك بالغمام فما\n...\nأنصف في الحكم بين شيئين\nأنت إذا جدت ضاحكاً أبداً\n...\nوذاك إن جاد باكي العين\nأبو محمد المهلبي وافر:\nأراني الله وجهك كل يوم\n...\nصباحاً للمساء مع السرور\nوأمتع مقلتي بناظريه\n...\nلأقرا الحسن في تلك السطور\nوله في خادم مطرب خفيف:\nيا هلالاً يبدو فيزداد شوقي\n...\nوهزاراً يشدو فيشتد عشقي\nزعم الناس أن رقك ملكي\n...\nكذب الناس أنت مالك رقي\nابن العميد كامل:\nقامت تظللني من الشمس\n...\nنفس أعز علي من نفسي\nقامت تظللني فوا عجبا\n...\nشمس تظللني من الشمس\nابنه أبو الفتح ذو الكفايتين متقارب:\nالجزء: 1 ¦ الصفحة: 19\n",
        "دعوت العلا ودعوت الندى\n...\nفما أجاب دعوت الفرح\nوقلت لأيام شرخ الشباب\n...\nإلي فهذا زمان الفرح\nإذا المرء أدرك آماله\n...\nفليس له بعدها مقترح\nالصاحب سريع:\nقل لأبي أحمد هنيته\n...\nهنيت ما أعطيت مليته\nكل جمال فائق آنق\n...\nأنت برغم البدر أوتيته\nأبو العباس الضبي كامل:\nومهفهف قال الإله لحسنه\n...\nكن جامعاً للطيبات فكأنه\nزعم البنفسج أنه كعذاره\n...\nحسناً فسلوا من قفاه لسانه\nوله كامل مجزوء:\nلا تركنن إلى الفرا\n...\nق فإنه مر المذاق\nفالشمس عند غروبها\n...\nتصغر من ألم الفراق\nأبو القاسم بن أبي العلاء الأصفهاني رمل مجزوء:\nقلت للنزلة زولي\n...\nوانزلي غير لهاتي\nواتركي حلقي بحقي\n...\nفهو دهليز حياتي\nابن سكرة الهاشمي رجز مجزوء:\nأصبحت صباً دنفاً\n...\nبين عناءٍ وكمد\nأعوذ من شر الهوى\n...\nبقل هو الله أحد\nوله كامل:\nورد البشير بما لا أقر الأعينا\n...\nوشفى النفوس فتلك غايات المنى\nوتقاسم الناس المسرة بينهم\n...\nقسماً فكان أجلهم حظاً أنا\nالخوارزمي سريع:\nيا طالباً روحي ليبتاعها\n...\nأنت رسول الهم والحسره\nغدوت بالبدرة فارجع بها\n...\nلسنا نبيع البدر بالبدره\nخسرو فيروز بن ركن الدولة وافر:\nولما أن تنفس صبح شيبي\n...\nطوى عني رداء الليل طيا\nوولت منيتي عني فراراً\n...\nترى وصلي لدى الفتيات غيا\nفقلت عذرت يا سؤلي فقالت\n...\nوهل تبقى مع الصبح الثريا\nأبو الوفاء الكاتب وافر:\nسقى الله الصبا صوب الدموع\n...\nوأيام الحمى غيث الربيع\nسني طويتها شهراً فشهراً\n...\nولم أعرف جمادى من ربيع\nالفاضل أبو سعيد بن دوست رجز مجزوء:\nيفتل من عذاره\n...\nألف عذار ورسن\nوكان دهراً حسناً\n...\nفصار تصحيف حسن\nأبو العلاء بن حبولة الكاتب وافر:\nأتاني بغتة من غير وعدٍ\n...\nكذاك البدر موعده الأصيل\nكحيل الطرف ذو لطف خفي\n...\nكأن عذاره أيضاً كحيل\nالنظام الجزرجي وافر:\nسألتك أيها الأستاذ حاجه\n...\nولا شططا أروم ولا لجاجه\nفقمت ببعضها وتركت بعضاً\n...\nومن حق المقصر\n....\nفإن أشكر ففي شكري نفاقٌ\n...\nوإن أذمم ففي ذمي سماجه\nجزاك الله عني نصف خير\n...\nلأنك قد مننت بنصف حاجه\nالشيخ العميد أبو سهل الحمدوني، أخرت ذكره على الرسم في تقديم القواد والجند في المواكل، ولأن الحلوى يؤخر تقديمها على الموائد، ولذلك قد ساد النبي صلى الله عليه وسلم كل الأنام وكان آخر مرسل. وأقول: هو أدام الله تمكينه سليل الرئاسة وغذي السياسة، وعمدة السلطان وغرة الزمان، وبدر الأرض وشمس الفضل وظرف الكرم. وربما يقول شعراً يصدر عن طبعه الشريف وفضله العميم، كقوله في سراج غير مضيئة بسيط مخلع:\nوظلمة الليل يا سراجي\n...\nظلمة كفر ويأس راجي\nوكقوله في الحكمة والموعظة الحسنة شعراً كامل مجزوء:\nالخمر عنوان الفساد\n...\nورتاج أبواب السداد\nإدمانه أصل الضلا\n...\nل وحبه رأس العناد\nقد ضل من ركب الفسا\n...\nد عن الطريقة والرشاد\nفاحذر أبا سهل وتب\n...\nمن قبل ميعاد المعاد\nوالبس ثياب تضرع\n...\nوتندم قبل التناد\nتمت هذه اللطائف والظرائف، والحمد لله وحده، وصلى الله على من لا نبي بعده، والحمد لله وكفى، وسلام على عباده الذين اصطفى، والحمد لله رب العالمين، وصلى الله على محمد خاتم النبيين وسلم. ويتلوه رسالة الطيف بهاء الدين علي الأربلي، عفا الله تعالى عنه بمنه.\nالجزء: 1 ¦ الصفحة: 20\n",
        ""
    ]
}