{
    "1": [
        "اللؤلؤ في الأدب\nاللؤلؤ في الأدب\nمحمد توفيق البكري\nالكتاب:\nاللؤلؤ في الأدب\nالمؤلف:\nمحمد توفيق بن علي بن محمد البكري الصدّيقي (المتوفى: 1351هـ)\nوضعه ورتبه وزاد في شرحه:\nعثمان شاكر\nالطبعة:\nالأولى، 1345 هـ - 1927 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الفنزج أي البالو\nصفة ليلة من ليالي الشتاء\nليلةٌ أضحيانةٌ قمراءُ، من ليالي الشّتاءِ، وأفقِ سجسج، كأنّه روضُ البنفسجِ، وهواءٌ رقَّ وطاب، فكأنّه عتابٌ بين أحباب، وكأنّما استدار الزّمان، وكأنّ أزار نيسان وقد أخذت (فينا) زخرفها، ولبست رفرفها، فحيثما كنت فأجنحة الطواويس، وأرواح الفراديس، وأصوات النواقيس.\nالجزء: 1 ¦ الصفحة: 1\n",
        "وصف القصر\nوثمّ قصر على النّهر كأنّه قصر غمدان، أو خورنق النعمان أو السّدير، أو القصر الكبير أو الزّاهر، أو دار ابن طاهر، أو الجعفريّ، أو الإيوان الكسرويّ.\nدور ومقاصير هذا القصر\nقد ارتفعت قبابَهُ في الأجواءِ، فكأنّ أبراجَهُ أبراج السّماءِ، وكأنّ كلّ ردهةٍ بطحاء، وكلّ روضةٍ صنعاء، بلاط وخندق، ودارات وديسق، وأبهاء وجوسق وكهرباء تضيء الأرجاء، كأنّها بدر، أو فجر.\nالجزء: 1 ¦ الصفحة: 2\n",
        "وصلتُ إلى ذلك القصر ففُتِحَ الباب. وكُشِفَ الحجاب. فإذا جنةٌ وحرير. وملكٌ كبير. ودنيا في دار. وليل ونهار، ووجوه تشرق وحليٌّ يَبرق. وقبابٌ وشراعات. ومقاصيرٌ وسرادقات. وحنى كعطوف القسى. وصحون. في فسحة الظّنون. تقدَّر بالأفكار. لا بالأبصار وسقوفٍ من مرمر وأرضٍ من عرعر وكأنّ كلّ سقفٍ لوحٌ مصور. وكلّ أرضٍ روضٌ منوّر.\nوإذا نظرت إلى غرائب سقفه\n...\nأبصرت روضاً في السّماء نضيرا\nوَضَعَتْ به صُنّاعُها أقلامَها\n...\nفَأَرَتْكَ كلّ طريدةٍ تصويرا\nوأبواب. كأنّها في حُسْنِها أبوابٌ من كتاب. في مصراعين كعاشقين. فتلاقٍ وافتراق.\nفأبوابُها أثوابُها من نقوشِها\n...\nفلا ظلمٌ إلاّ حين تُرْخى ستورها\nوإذا الحجراتُ قد فُرِشَتْ بأراضٍ. كأنّه قطع الرّياض\nبسطٌ أجادَ الرّسمُ صانِعُها\n...\nوَزَها عليها النَّقشِ والشَّكل\nالجزء: 1 ¦ الصفحة: 3\n",
        "فيكادُ يقطفُ من أزاهِرها\n...\nويكادُ يسقطُ فوقها النَّحل\nورُصفت في جوانبها أرائِك وحجل وطوارق وكلل وشوار وإنماط. وزرابي. ورياط ومطارح من ديباج ونضائد من عاج. عليها قطوع من سمّور وسنجاب. وعروش من إستبرق وزرياب في ألوان الحيقطان. وأجنحة الفواخت والورشان.\nحتّى اتّكأْنَ على فرشٍ يُزَيِّنُها\n...\nمن جَيِّدِ الرقم أزواج تهاويل\nفيها الطّيور وفيها الأُسْدُ مُخدرة\n...\nمن كل شيءٍ ترى فيها تماثيل\nوقد رُكِّزتْ في الحيطان صفوف من مشاجب ورفوف عليها آنية عادية.\nوعساس صينية وصحاف وسكرجات. وأجفان وطرجهارات. وبين ذلك مرايا تتقابل فتجمع الآحاد. وتعدّد الأفراد. إنْ وقفَتْ أمامها الحسناء. رأيت بدر السّماء في عين\nالجزء: 1 ¦ الصفحة: 4\n",
        "ماء حسنٌ لا نظير له في البريّة. إلّا صورته على الماويّة فإن انصرَفَتْ عنها تركتها كربع خلاء أو صحيفة بيضاء. أو قلب ذي ملالة لا يثبت فيه إلّا ما كان حياله. وقام في الأركان تماثيلَ وتصاويرَ وأنصابَ وقواريرَ ممّا صنع (أوفرباخ) و (مليسونيا) و (ولمباخ) فكأنّما الدّار زون. أو معرض فنون وقد وُضِعَ في الأبهاء موقدٌ للاصطلاءِ كأنّ الجمر فيها نظر محنّق أو نار المحلّق وكأنّ الرّماد عليه عثير وأحاط بالدّار نوافذ وطاق. تطلُّ على الآفاق وتنظر الرّوضَ. والحوضَ. والمدينةَ والزّينةَ.\nفمِنْ شُهبٍ تمتدُّ في الجوِّ مصعدا\n...\nوتلوي على جنبيه مثل الأراقم\nالجزء: 1 ¦ الصفحة: 5\n",
        "وتمطر فيه لؤلؤاً وزبرجدا\n...\nشآبيبُ منها ساجمٌ بعد ساجمِ\nفطوراً ترى أنّ السّماء حديقة\n...\nتَفَتَّحَ فيها النّور بين الكمائم\nوحيناً ترى أنّ الحديقةّ في الدُّجى\n...\nسماء تهاوي بالنّجومِ الرَّواجم\nأمّا الأضواء والأنوار. فالشّمس في ضحوة النّهار. قد عُلِّقَتْ بالسّقوف.\nوتألّقت في الرُّفوف. وتلوَّنت كالأزهارِ وتشكَّلت كالأثمارِ وتدلَّت بينها الثُّريات كأنّها أشجارٌ مفتَّحة النوَّار وكأنّ أقياسها آذان جيادٍ أو عيون جرادٍ أو قطع أفلاذٍ أو صفائح فولاذٍ أو ذبالٍ على أسلِّ أو مرآةٍ في كفِّ الأشلِّ.\nفيا لكَ من ليلٍ كأنَّ نجومه\n...\nبكل مغار الفتل شدَّت بيذبل\nالجزء: 1 ¦ الصفحة: 6\n",
        "جمال النساء في باريس\nحسان هذا القصر\nوثمّ الخرد الحسان. كاللؤلؤ والعقيان. من كل عطبولٍ رفلة أو أسحلانةٍ ربلة. أو خليفٍ بهتانة. أو رهرهةٍ فينانة. أو لاعةٍ سيفانة.\nصدورٌ كالأغريض أو صدورُ البزاةِ البيض. وسواعدُ كأنّها شماريخَ من ماسٍ. أو مرمرٍ نحته فدياس وعيونُ كأنّ بين أهدابها رام من بني ثعل. أو أسدُ بين طرفاءٍ وأسلّ. أو أنّها\nالجزء: 1 ¦ الصفحة: 7\n",
        "نرجسٌ عطشان. أو سيوفٌ تقتلُ وهي في الأجفان، وقد امتزجَ فيها الفتر بالحُور، فهي سكرى ولا مُدام. ووسنى ولا مَنام وفمٌ كأنّه أقحوانةٌ لم تتصوّح. ووردةٌ لم تتفتّح. يضحكُ عن جُمان. ويتنفّسُ عن ريحان. وينطقُ عن ألحان وخدودٌ كنارِ أخدود أو تفاح. أو ماءٍ وراح. أو الشّفق في الصّباح وردٌ يفتحه النظر. ويشعشعه الخفر. كأنّ حياءهُ الجُلَّنار. وبياضهُ ماءٌ واقفٌ جار.\nإذا مَشَيْتِ على الحصباءِ صيَّرَها\n...\nشعاعُ خدَّيْكِ ياقوتاً ومرجانا\nالجزء: 1 ¦ الصفحة: 8\n",
        "ما عليهن من الوشى والأكسية\nوقد اتشحْن بروداً من إبريسم وخز. وإستبرق وقز. كأنّها رقراق السّراب. أو برود الشّباب. كأنّ ألوانها أصيلٌ شفّ عنه غمام: أو أشعة الشّمس في أطواقِ الحَمام.\nحليهن\nوعليهنّ الحليّ من أربة وداح ويارج ووشاح. وقرمل وعضاد. ونقرس وزراد خاتم فارد. كأنّه عطارد. وسوار لمّاع. كأنّه الهلال في الذّراع.\nالموسيقى\nثمّ صَدَحَتِ الموسيقات. وترنَّمت الكنارات. من دريج وصنج وزمخر وونج.\nالجزء: 1 ¦ الصفحة: 9\n",
        "فكأنّما جاوب البلبل الهزار في الأسحار. وشدا مخارق وزنام، بالأنغام وكأنّما تلك الأصوات نسيمٌ عليل. والقوم أغصانٌ وكلُّ آلةٍ صور إسرافيل ينفخ الأرواح في الأبدانِ وإذا بالفتيانِ والغيدِ الحسانِ. والأسوارِ: وذات السّور. قد وثبوا للفنزج في المدرجِ.\nالجزء: 1 ¦ الصفحة: 10\n",
        "المرقص\nأثناء الرقص\nوإذا فُلْكٌ يدور بالكواكب، من الكواعب، وإذا إعصارٌ أو حرفٌ جار، أو مهارى في خبب أو نجومٌ ذوات ذنب.\nفناهيك بسير النضناض على الرضراض أو مشي القطا الكدري في الدمث الندى ونفرة السرب للشرب. حركاتٍ كأنّها لخفَّتِها سكون. وسيرٍ كسير الشّمس لا تستبينه العيون.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وأمشاطٍ لا تكاد تمسّ الأرض كأنّها آس يجسُّ النبض.\nوكأنّما الخصور ماء. والصّدور هواء. والأعناق أطواق. والسّواعد مسائد. والألحان ميزان.\nمن كلِّ مائسةِ الأعطاف يجذبها\n...\nموارٌ دعصٌ من الكثبان ممطور\nترعى الضرب بكفّيها وأرجلها\n...\nوتحفظ الأصل من نقصٍ وتغيير\nوتغرب الرّقص من لحنٍ فتلحقه\n...\nما يلحقُ النَّحوَ من حذفٍ وتقدير\nالجزء: 1 ¦ الصفحة: 12\n",
        "وفي يديها غضيض الطرفِ ذو هَيَفٍ\n...\nصاحي اللواحظِ يثني عطف مخمور\nتظلّمت وجنتاه وهي ظالمةٌ\n...\nوطرفه ساحرٌ في ذي مسحور\nالبوفيه\nولمّا انتصفَ اللّيل شطرين. وأمسى بين بين. رُفِعَتِ الرِّياط عن قاعة السّماط فإذا زخاري ورواء وزبرج وبهاء، وبنودٌ تخفق، وتهاويلُ تألق، وصحافٌ من جزع وجام من ينع، وغرب وأكواب، وصراحيّات وعلاب وقذمور وورسى، وخزفٌ صينيٌّ\nالجزء: 1 ¦ الصفحة: 13\n",
        "وفي كلِّ ركنٍ روضةٌ معيشةٌ وبنانةٌ مخصبةٌ ونوردجةُ نوّار، ورعلة أرطاب وأزهار، فكأنّما القاعة جونة عطّار، أو أيكة غب قطار.\nوبين ذلك سماطُ المُعِزِّ في قاعة الذهب، وجفنة ابن جدعان في العرب وقطعٍ من نون أو لحمِ طيرٍ ممّا يشتهون، وطباهجة وخواذب، وصلائق وصناب والسّلج والرشراش والقتن والهشاش والفانيد والمسير، واللوزينج والمزعفر وأثمارٍ\nالجزء: 1 ¦ الصفحة: 14\n",
        "جنيّةٍ من مشلوز وملاحية، وجوح صنوان، ومن كلِّ فاكهةٍ زوجان ورحيقٍ من قرقف وقنديل، ودازي وسلسبيل، في ريح العنبر الورد، ومزاج العطري والبند موائد لا يفنى ما عليها ولا ينفذ كأنَّه نعيم أهل الجنَّةِ، كلّما فني يتجدد.\nالجزء: 1 ¦ الصفحة: 15\n",
        "الخمر\nالشراب وقواريره\nخمرٌ كأنّها الزبخ، أو المريخ، عين الشّمس في كأسٍ وياقوتٍ مذابٍ في أكوابِ شعلةٍ شعلاء، يوقدها الماء برقٌ في غمامة، ووردٌ في كمامة مني ومنون، وريقُ ليلى في فمِ المجنونِ كأنّها سراجٌ يوقَدُ في زجاجٍ، أو إكسيرٍ، أو دمعٍ طليقٍ على أسيرٍ، أو دينارٍ منقوشٍ، أو ورقِ المردقوشِ أو عمودٍ من صباح، بين السّقاةِ والأقداحِ وكأنّ حُبَبَها عِقْدٌ، أو دمعٌ على خدٍ،\nالجزء: 1 ¦ الصفحة: 16\n",
        "أو لام والماء حسام منظام يُكَبِّرُ المحسوس، في النفوسِ، إن فرح وإن ترح، تبعث على الصّدق في النّطق فتعقد اللّسان للكتمان تحكُمُ في العقلِ حُكْمَ مَنْ جار، أو حكم الزّمان في الأحرار شربٌ يلذّه غير الظمآن ولا يُروى المرء منه وهو صديان، وسقى بنبت الورد في الخدود والرنح في القدود كأنّها في النّفس روحُ الرّجاء وراحةُ اليأس منطادٌ يخرج بالنّفوس، من هذا العالمِ المنكوسِ جمرٌ ولا شرر، ونفعٌ أقلُّ من ضرر.\nالجزء: 1 ¦ الصفحة: 17\n",
        "انتهاء الليل وانصراف الناس\nولمّا هم اللّيل، بطي الذّيل، وأشرف الظّلام، على الانصرام، هبَّ الأضيافُ للانصراف، فإذا كلّ إنسانٍ يتكلم بترجمان، وينظر إلى الأنام، بعينٍ إنسانها قد نام، نثبت في خلج، وتماسك في فلج وإذا زهرٌ منثور، ودخانٌ منشور، وقدحٌ مكسور، وجميلٌ مخمور، وليلٌ كالغداف، وندى ببلِّ الطراف، وقرٌّ لو رميتَ فيه كأس الرحيق، عاد عقداً من عقيق.\nوكواكب كأنّها أعينٌ حول، أو زهرٌ مطلول، أو عقدٌ منتثر أو جلدُ نمر، فما زال الجمع ينصرف، واللّيل ينكشف، حتّى بدا الصّباح في التّخوم، بين النّجوم، كأنّه غديرٌ منبجس، في روضةِ نرجس أو سيلٌ طمى على نوار أو ملاءة، جمعت لؤلؤ النثار فغاب في ذلك الضّياء، كواكب الأرض والسّماء.\nالجزء: 1 ¦ الصفحة: 18\n",
        "الرحلة إلى القسطنطينية\nنهضتُ من القاهرة المُعَزِّيّة، قاصداً القسطنطينيّة، وهي بلدُ الإمامِ ومدينةُ السّلامِ، ودارُ خلافةِ الإسلامِ، فركبتُ سفينة عدوليّة إلى الثّغور الفرنجيّة فجرى بنا الفلك في خضمٍّ عجاج ملتطمِ الأمواج، أخضرِ الجلد، كأنّه إفرند بحرٍ عباب، لا يقطِّعْهُ الخليل بأوتادٍ وأسباب، تصطخبُ فيه النينان، وتضطرب الدعاميص والحيتان.\nسير السفينة في البحر\nوأخذتِ السّفينةُ تشقُّ اليمّ، شقّ الجلم، في ريحٍ رخاء، أو زعزعٍ\nالجزء: 1 ¦ الصفحة: 19\n",
        "ونكباء، فهي تارة في طريقٍ معبّد، وميثٍ مطرّد، وطوراً فوق حزنٍ وقردد، وصرحٍ ممرَّد، فبينما هي تنساب، كالحباب، إذا هي تلحق بالرّباب، وتحلّق كالعُقاب، فتحسبها تارةً تحت القتام جبلاً تقشع عنه الغمام، وتخالها مرةً عائماً على شفا، قد غاب إلّا هامةً أو كتفاً.\nوصف البحر\nوالبحر آونةٌ كالزّجاجِ الندي، أو السّيف الصدي، يلوح كالصّفيحةِ المدحوّة، أو المرآة المجلوّة. وحيناً يضرب زخاره، ويموج مواره، فكأنّما سيّرت الجبال، وكأنّما ترى قباباً فوق أفيال وكأنّ قبوراً في اليمِّ تُحْفَرْ وألويةً عليه تُنْشَرْ، وكأنّ العِدّ يمخض عن زبد. وكأنّ الدوي من جرجرة الآذي، زئير الأسد، وهزيم الرّعد.\nالجزء: 1 ¦ الصفحة: 20\n",
        "الأصيل في الماء\nفإذا كان الأصيل وسرى النسيم العليل، رأيت البحر كأنّه مبرد، أو درع مسرد، أو أنّه ماوية، تنظر السماء فيها وجهها بكرةً وعشية، وكأنّما كُسِرَ فيه الحلي، أو مُزِجَ بالرَّحيقِ القرطبلي وكأنّما هو قلائد العقيان، أو زجاجة المصوّر يؤلِّفُ عليها الأصباغ والألوان حتّى إذا أخضل اللّيل، وأرخى الذّيل.\nوصف الهلال\nبدأ الهلال كأنّه خنجرٌ من ضياء يشقُّ الظلماء، أو قلادةٌ، أو سوارُ غادةٍ، أو سنانٌ لواه الضِّراب، أو اللّيل فيلٌ وهو ناب أو عرجونٌ قديم، أو نونٌ من خطِّ ابن العديم أو برثنُ\nالجزء: 1 ¦ الصفحة: 21\n",
        "ضيغم، أو مخلبُ قشعم أو ماءٌ خرج من أنبوبٍ في روض، أو ثمدٌ في أسفلِ حوض، أو وشيٌ مرقوم، أو دملجٌ من فضةٍ مقصوم أو قلّامة ظفر، أو صنّارٌ في شبكٍ في بحر.\nأيا ضوَء الهلالِ لطفت جداً\n...\nكأنّك في فمِ الدُّنيا ابتسام\nيحبب لي سَناك العشق حتّى\n...\nيصاحبني وأصحبه الغرام\nالليل والنجوم\nثمّ إذا غاب الهلال وتوارى في الحجال. ألفيت الكونَ من السّوادِ في لبوس حديد أو لباس حدّاد وكأنّما الماء سماء، وكأنّ السماء ماء، وكأنّ النّجوم درٌّ، يموج في بحرٍ، أو ثقوبٌ في قبةِ الدّيجورِ، يلوح منها النّور، أو سكاك دلاص، أو فلقٌ وصاص أو عيونٌ جراد، أو جمرٌ في رماد، أو الماء، صفائحُ فضّةٍ بيضاء، سُمِّرَتْ بمساميرٍ صغار، من نضارٍ فلا تفتأ السّفينة تكابد الويل، من البحر واللّيل، حتّى يلوح من الأفق الضّياء، كابتسام\nالجزء: 1 ¦ الصفحة: 22\n",
        "الشّفةِ اللّمياء فإذا السّفينة كأنّها سرٌّ كتمه الظّلام، وكشفه الضرام.\nالغذاء\nوكان غذاؤنا قطعاً من نون، ولحمَ طيرٍ ممّا يشتهون، وفاكهةً وأباً، وماءً عذباً، وفانيذاً مروقاً، وجلّاباً مصفقاً.\nالشراب\nأمّا الشّرب من الركب، فيطوف عليهم سقاة كجمّاع الثريا، بأقداح الحميّا وفي كلِّ مكان، أرائك وإيوان، وأضواء تبهر، وشموع تزهر، وناي ومزمر، وحديث وسُمَّر، فكأنّما نحن في المدينة لا في السّفينة، وفي أندرين أو جدر، لا في ذات ألواح ودسر وبعد ثلاثة أيام وكسر، قضيناها في البحر، وصلنا إلى أوروبا، فإذا أرضٍ أريضة، وبلادٍ عريضة، وجنةٍ وحرير وملكٍ كبير\nالجزء: 1 ¦ الصفحة: 23\n",
        "كبرت حول ديارهم لمّا بدت منها الشّموس وليس فيها المشرق ثمّ بعد برهة من الزّمن نهضنا للظعن ورحلنا إلى القسطنطينيّة.\nوابور البر أثناء السير\nفركبنا إليها وابور البرّ في ليلة عريّةٍ فسرى بنا وكأنّه ثعبان، له عينان تقدّان، ينساب في\nالقيعان، ويلتوي على الرعان أو أنّه مُبْتَدَأ متعدّد الأخبار، أو كلم مجرورة بحرف جار، أو أنّه بيت ذو تقطيع، من البحر السّريع فتارةً وعلٌ على الجبال، وأخرى جدولٌ بين الأدغال، وآونةً ينطلق كالجراد، ومرّةً يثبُ كالجراد\nالجزء: 1 ¦ الصفحة: 24\n",
        "وقد يدور في الصّعيد كالخذروف الوليد، إن ارتقى فدعوة المظلوم، أو انحط فروح الظّلوم. أسرى في الليالي من طيف الخيال، وأمضي في الذّهاب من العقاب،} وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ {كأنّه غراب البين، إن نعب ففرقة بين اثنين، لمّا زال يطوي المنازل طي السجل، بين ارتحال وحلّ، إلى أن وصلنا دار السّعادة، وألفينا بها عصا الوفادة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "جامع أيا صوفية\nفي القسطنطينيّة اليوم محال، تُشَدُّ إليها الرّحال، وتُضْرَبُ بها الأمثال، فمن ذلك (أيا صوفية) وما أدراك ما هيه، مسجدٌ كأنّه هيكل، لجبلٍ قد طرح تربَهُ ورِضامَهُ، ورُكِّبَتْ أحجاره وعظامه قبّة جوفاء، كأنّها قبّة السّماء، فإنْ أوقدت رأيت بها الكواكب غير سائرةٍ، والأفلاك غير دائرةٍ، ودعائم كلّ دعامة كالحقِّ استقامة وأرض من مرمرٍ آلاق، وحجرٍ برّاق، يصف ما يحيط به من الأشياء، فكأنّه في وجه مرآة وضاء، وكأنّما تلتمع السّيوف في تلك السّقوف، ويكاد يرى القمر في ماء ذلك الحجر إلى محاريب وحنايا، وخبايا وزوايا، كأنّها ممّا صنع الجنُّ لسليمان بالصّفاح والصفوان.\nالجزء: 1 ¦ الصفحة: 26\n",
        "فإنْ دخلته في العشاء الآخرة أبصرت الشّموع صنواناً وغير صنوان كأنّها رماح وفي كلِّ رمحٍ سِنان، وكأنّ أقباسها نضنضةُ الحيّات. أو إشارةُ السّبابةِ في التحيّات، ورأيت النّاس بين ركعٍ وسجدٍ، وأيقاظٍ وهجد، شِيَّبٌ ما زالوا يغسلون بالوضوء السّواد، حتّى مُحِيَ محو المِداد، وشبابٌ قيام للصّلاة كسطرٍ في كتاب، والكلُّ يجأرون بدعوة الإسلام، تحت أستار الظلام.\nالجزء: 1 ¦ الصفحة: 27\n",
        "خليج البوسفور\nخليجٌ كأنّه سيفٌ مسلول، أو سجنجلٌ مصقولٌ وعلى شاطئيه قرى ودساكر، ورساتيقٌ ومقاصر، وقصورٌ بيضٌ على الخضراء، كالنّجومِ في السّماء، أو أشرعةُ فلكٍ في ماء، وكأنّ كلِّ شاطئ منهما قد انتهت المحاسن إليه، فلا يفضّل أحدهما على الآخر إلّا لكونهِ يطلُّ عليه، فإذا رأيت ثم رأيت حين دلوك الشّمس وقد شعشع نورها كلّ بناءٍ وغرس، وقد عكس في الماء، صورَ ما يحيطُ به من الأشياء، أبصرت في الماء قباباً من ذهب، وأهلةً من لهب، وكثباناً من زمرّد، وودياناً من زبرجد، وجبالاً وأيفاعاً. وحصوناً وقلاعاً، وسدراً ودلاعاً وسقوفاً من جوهر\nالجزء: 1 ¦ الصفحة: 28\n",
        "وعمداً من مرمر، وصرحاً من قوارير، وتماثيل وتصاوير، ودوراً وحوراً، وناراً ونوراً، وحللاً تُطوى وتُنْشَرْ، وسيوفاً تُغْمَدُ وتُشْهَرْ، وأقماراً تصاغ وتُكْسَر فكأنّما تَقرأُ في البرِّ، قصيدةً من الشِّعر، وتنظرُ في البحر، فانوساً من سحر.\nالجزء: 1 ¦ الصفحة: 29\n",
        "منتزه البندلر\nوكم على سيفِ الخليج، من روض وثيج ومرأى بهيج، ورساتيق ورعان، وخلج وغدران، فكأنّما هذا المكان، شِعْبُ بوّان، أو روضة من رياض الجنان ومن أبهر ما يجلي للنّظر من تلك المياه والخضر، منتزه (البندلر) وهو رياض في رياض وبساتين وحياض، ووهاد وأنجاد، ونجاف وأسناد وأطيار تصدح، وأمواه تنضح، وأعطار تنفح وكأنّما في كل ناحية لوح مصوّر، أو برد محبّر، أو طراز على خز، أو وشي على قز، أو فسيفساء مفروشة أو دنانير منقوشة.\nالجزء: 1 ¦ الصفحة: 30\n",
        "وقد حفّ الشّجر الدوّاح بتلك البطاح، فمن شوعٍ ودرماء وخلافٍ وطحماء وريحانٍ نضر، وعيدانةٍ مرجحنة، من سدر وقد تلاحقت غصونها، وتعرّشت خيطانها وفنونها، وخضب بينها العرفج، وأزهر الياسمين والبنفسج فكأن تحت كلّ عرشٍ إيواناً، وفوق كلّ فرشٍ ديواناً، وفي كلّ تربٍ جونة عطار أو مسكٍ بين أفهار وقد علّقت الطّير بهذا الشّجر، كأنّها ثمر، فمن فواخت وقطامي وحباراً وقماري.\nوكأنّ كلّ ورقاءٍ على عود، حسناء في يدها عود، ترجع من كتاب الأغاني ضروب الخفيف الأوّل والثّقيل الثّاني، وتفوق\nالجزء: 1 ¦ الصفحة: 31\n",
        "في الغناء أصوات معبد والميلاء، وألحان عنان والذلفاء وقد شُهِرَ (البندلر) بمائه، في عذوبته وصفائه، فلا يفتأ به ينحدر كما تكسر المرمر، ويلتوي على الأشجار، كالسّوار، وينبثق من غدر، وأفواه أسود ونمر ويذهب في الهواء كلسان السراج، ويعود كقبةٍ من زجاج، كأنّه في الصفاء دمع جرى، أو برق سرى، أو بلّور مذاب، أو نصل قرضاب، أو سبيكة فضّة أو معصمٌ بضّة، وكأن الحصباء تحت الماء، عقد منثور أو جوهر منشور وكثيراً ما يهطل المطر، على هذا الماء والشّجر، فإذا معركة شعواء، بين الخضراء والزرقاء فالوبل نبل، والقنا أشلّ والبروق ظبي وأسنّة. وفي كلّ غديرٍ جنّة.\nالجزء: 1 ¦ الصفحة: 32\n",
        "غابة بولونيا\nوصف باريس\nيقبل المرء على باريس فإذا حدائق وقصور. وليلٍ كسوادِ العين كلّه نور وإذا البرجُ في طخيةِ اللّيل. وكأنّ سيراجه سهيل. برجٌ ماثلٌ كأنّه بابل. غير أنّ ذلك فرّق البشر وهذا جمعَ البدو والحضر. وإذا المدينةُ كأنّها في يوم الزّينة. وقد جاشت الطرق بالسّيارة. وزخرت البرازيق بالنظارة. فكأنّما\nالجزء: 1 ¦ الصفحة: 33\n",
        "انفضح سيل العرم وكأنّما في كلّ سبيلٍ جيشٌ منهزم وكأنّ كلّ بهوٍ إيوان. وكأنّ كلّ شاهقةٍ رأسُ غمدان وكأنّما كلّ بستانٍ شِعْبُ بوّان وكلّ حائطٍ سدُّ ذي القرنين، وكلّ طريقٍ وادٍ بين الصدفين وكلّ قنطرةٍ قنطرةُ خرزاذ أو قنطرةُ البردان ببغداد وكلّ قصرٍ قصرُ المشتهي، وكل كنيسةٍ كنيسةُ الرّها وقد أقيم\nالجزء: 1 ¦ الصفحة: 34\n",
        "على كلّ حنيّة، صنمٌ ليعوق في الجاهليّة، وفجرٌ في كلّ رحبةٍ عينٌ تجري على صخر، كعينِ الخنساءِ على صخر واجتمع في كلّ مرجٍ ذورٌ وصنج، وبدت في كلّ ناحيةٍ غرائبُ هندمند، وعجائبُ كوكبان والسّغد وفي هذه المدينة حرجةٌ من نزه الدنيا يقال لها (غابة بولونيا) وهي بطاحٌ في بطاح وروضةٌ فساح، وشجرٌ دوّاح، وعدٌّ جلواح وطرقٌ بين الأدغال كهدى في ضلال، وشموسٌ بين الأشجار كأنّها نثار، وكأنّ الأزهار في حيالها فرشٌ، والأنهار في خلالها صوارم في كفّ مرتعش، والنّهار في ظلالها، فجرٌ بين الضياء والغبش\nالجزء: 1 ¦ الصفحة: 35\n",
        "وكأنّ في كلّ غصنٍ صوتُ غنّاء، وفي كلّ عشٍّ بيتاً فيه ضوضاء وكأنّ الأغصان، مواصل غضبان، أو كأنّها وهي تميل وتعتدل، شاربٌ ثمل، أو أنّها تريد العناق ويمنعها الخجل وفي جوانب هذه الحرجة صخورٌ وشعاب، وأحجارٌ وهضاب يتفجّر منها ماءٌ عرانية ذو دفاع، في حفافية الآس والدلاع، وتجري بينهما خلجٌ كأنّها أراقمٌ جدّت في الهرب أو فرّت من طلب، وكأنّ كلّ خليجٍ حسام، والظّلّ صداه، أو أنّه جامٌ والأصيل طلاه، أو أنّ ذلك الظّلّ عذارٍ في خدّ أسيل أو طرّةٌ على جبين صقيل وكأنّ الحصباء، في الماء ثنايا عذاب، وفي رضاب.\nالجزء: 1 ¦ الصفحة: 36\n",
        "في ظلام الليل\nوأهيب ما تكون هذه الحرجة إذا غاب النّور، وأقبل الديجور، وأمسى الكون كأنّه لوحٌ ممسوح، أو راهبٌ في مسوح وتراءت هي كأنّها حسناءَ في ستر، أو صحيفةً بيضاءَ كسرت عليها زجاجةٌ من حبر وكأنّما صُبِغَ كلّ غصنٍ بسواد وكأنّ كلّ فرعٍ جناحُ غراب\nمنآد وكأنّ أشجارها لجٌّ متلاطم، وكأنّ في كلّ أيكةٍ قبةٌ تتهدّم وفي كلّ عودٍ حيّةٌ تترنّم وكأنّ تربها إثمد، وكأنّ حصباءها ينعٌ أو زبرجد وكأنّ المصابيح فيها اشتعلت لترى الظّلام، لا لتكشف الإعتام وكأنّ النّجوم فوق تلك الأغصان أسنّةٌ على مران، أو أنّ كلّ غصنٍ من ذاك السّمر والخطّ، حسناءُ والثّريّا في أذنها قرطٌ، وكأنّ المجرّة جدولٌ فيه الحوت والسّرطان،\nالجزء: 1 ¦ الصفحة: 37\n",
        "يسقي من عليٍّ ذلك البستان.\nفي ضوء القمر\nفإذا بزغ القمر، وألقى نوره بين الشّجر، ألفيتها كأنّها غادة كعاب، عليها نقاب، وكأنّ قطعاً من ماسٍ بين الأغراس وكأنّ البدر عينٌ، تسيل عليها بلجين وكأنّ في كل خوطٍ سراج وكأنّ كلّ زهرةٍ ثغرٌ باسمٌ وفي كلّ جدولٍ أسنّةٌ وصوارم.\nفي إشراق الصباح\nفإذا ما انطفأ النّجمُ مع الصّباح، كأنّه مصباح، وبدا الفجرُ\nالجزء: 1 ¦ الصفحة: 38\n",
        "تحت الغيهبِ، كأنّه ماءٌ تحت طحلب وتلاه الإشراق كالشجّة السمحاق، أو نارٌ في رماد، أو سيفٌ عليه دمٌ جساد ألفيت الحرجة كأنّ عليها خسروانية فوقها وشائعُ من ذهبٍ سائل، أو حلّةٍ موشيةٍ بها جادى جائل، وكأنّما على كلّ ورقةٍ دينار، وفي كلّ جدولٍ كأسٌ عقار، وكأنّ كلّ غرسٍ عبهر، وكلّ زهرةٍ شنفٌ أنضر.\nحديقة النبات وما فيها من حيوان\nوفي هذه الغابة (حديقة النبات) وهي رقمةٌ زهراء ووديفةٌ غلباء كأنّما نشر كتاب ديسقوريدس في بستانها، ونثرت\nالجزء: 1 ¦ الصفحة: 39\n",
        "ربيعيات كشاجم بين أيكها وخيطانها. أو كأنّها رامة، أو خفان، أو أنّها سفينة نوح حملت كلّ حيوان ففيها (القسورة) أبو الأشبال يرسف في الأغلال كأنّه في الرّتاج يزيد بن المهلّب في سجن الحجّاج في هامة كهضبة من تهامة، وعينين، كنارين في غارين، ونابٌ كأنّه\nالجزء: 1 ¦ الصفحة: 40\n",
        "سيف زهير بن جناب، وظفر كأنّه في أول شهر.\nو (الغيلة) كأنّها بروجٌ مشيَّدة، أو قناطرَ مقرمدة، أو قطعٌ من اللّيلِ على الأرضِ، أو لججُ البحر يدفع بعضها بعض أو سحابٌ ثِقال، أو أنّ أخفافها رحى تُطْرَحُ وتُشال أو أنّها ليل والنّاب هلال، أو أنيابها رماحٌ طوال (والفهد) كأنّما عليه من حدقٍ نطاق، أو نثرٍ عليه\nالشّجر الأوراق تريد الفتك ولا يريد (امكر وأنت في الحديد) و (الظباء) تمرح بين الآكام كظباء مكّة صيدها حرام كأنّ كلّ ظبيةٍ دمية، وكأنّ في محاجرها عيون ليلى وميّة و (حمار الوحش) أحقب مدمج،\nالجزء: 1 ¦ الصفحة: 41\n",
        "كأنّه المحلج، ملمّع الأطراف، كأنّما بُسِطَ عليه طراف، به شام كأنّها خطوط الأقلام وإلى جانبه قود ثمان، كأمراسِ الكتّان يدور بها بين الأسوار، كأنّه أسوار وقد ذكر بطحاء عمان، والغوير والصّمّان، حيث كان يرعى الجزع والأرطاب، إلى أن تتصوّح الأعشاب فيسوقها في البيداء إلى عيون الماء، تنجد في الأوعاث وترمي أيديها بالعرار والجثجاث مستويات في\nالجزء: 1 ¦ الصفحة: 42\n",
        "الصّفّ، كأصابع الكفّ تحيد عن أظلالها فرقاً، وتهوي في الصوّان زلفاً حتّى إذا بلغت المنهل وردته تمصع بالأذناب، من لوحٍ وذباب وقد اختبأ لها الصائد في غيل قصباء، وناموس في جوف شجراء، وفي يده سهام حجريّة، وكبداء نبعيّة فرمى فألقى أتاناً، وانصاع الباقون مثنى ووحداناً و (الكلاب) على أضراب فمنها الضاري. الّذي أعدّه الشّاعر للطاري ومنها الألوف، الدّاعي للمعروف، ومنها السلوقيّ الّذي كأنّه القوس إلّا أنّه السّهم، والعفريت إلّا أنّه الرّجم، إذا وقف فهو نون، أو ساب فهو منون و (الحيّات) كأنّها دروع مطويّات وكأنّ نفحها\nالجزء: 1 ¦ الصفحة: 43\n",
        "غليان مِرْجَل. أو صريف نابي جمل وبينها الحارية، وآخر كأنّها جزوع نخلٍ خاوية و (النّاقة) ثمّة كأنّها عربيٌّ في سوق الأهواز أو كلامٍ استُعْمِلَ على المجاز قد أضناها الشوق إلى كلّ مروارة أقفر من أبرق العزاف، ومن بريّة خساف لا ماءٌ بها إلا مأجٌ زعاق، كأنّه خمرٌ براق يحدوها هناة، أَرْفَقَََ بالإبل من مالك\nالجزء: 1 ¦ الصفحة: 44\n",
        "بن زيد مناة فتصل كلّ عشيّة بسحرة وتشكّل أخفافها كلّ مجهل بحمرة.\nمجالُ وحوشٍ ومجلى أنيس\n...\nفيا حُسْنُ لهوٍ ويا منظر\nالجزء: 1 ¦ الصفحة: 45\n",
        "صلاح الدين الأيوبي\nقد ظهر في الأمّة سميذع نقاب كأنّه قسور غاب، قلب حول، لو عاودته نجوم الأفق لعاد ذو الرمح منها وهو أعزل يعبس وهو راض كالسّحاب، ويضحك وهو غاضبٌ كالقرضاب عاجلُ العفوِ آجلُ الانتقام كأنّ الملوك صفٌ وهو الإمام طبيب بأدواء الأمم حذاق، يعالج تارةً بالسُّم وطوراً بالترياق واحدٌ لم يختلف في فضله اثنان، نطقت بمآثره ألسن الخرسان والخرصان فقرّت بظهوره القلوب، وإذا هو صلاح الدّين يوسف بن أيّوب.\nأنتَ الأميرُ الّذي ولّته همته\n...\nبغير عهدٍ من السّلطان معهود\nالجزء: 1 ¦ الصفحة: 46\n",
        "أقبلت جموعٌ فرنجيّةٌ مهطعين، وأرسوا لحرب الصّليب على حطّين، فلقيهم بجحفلٍ جرار، وحمل عليهم حملة المهاجرين والأنصار حَمِسٌ يقابل منهم الأعداء، أمثال الجحّاف وأبي براء، كأنّهم في الصفوف حتوف، أو أسود أظافرها السّيوف، وكأنهم من حبّهم للقتال يَرَوْنَ النّقع ليلٌ وصال، تموج على صدورهم الفضفاضة السّلوقيّة، والزّعف الحطميّة، وكأنّ كلّ درع ردن هلهال، أو غدير تحرّك عليه شمال، وفي أيديهم السّيوف اليزنيّة\nالجزء: 1 ¦ الصفحة: 47\n",
        "والسّهام الحجريّة وكأنّ كلّ سنان أرقم، وكل كنانةٍ جلدة شيهم.\nوإذا تكافحٌ وجَلاد، وأبطالٌ في عصواد، وجسومٌ تحت الصّعيد ورؤوسٌ فوق الصّعاد وعثيرٌ في العنان، كادت تفرخ فيه العقبان، أصبحت الأرض به ستّاً والسّماء ثمان، وخيلٌ تنزع قبّاً، وتضبح وثباً، كأنّها في الجدد، طيرٌ تنجو من الشؤبوب ذي\nالجزء: 1 ¦ الصفحة: 48\n",
        "البرد، وطعنٌ كلّ طعنةٍ نجلاء، لا ينفع فيها عصائب الخمر ولا ثمر الرّاء، وإذا العداة بين هاربٍ بدمائه، وباركٌ متجعجعٌ في دمائه، وإذا جموعهم كأنّها عرفجٌ علقت به نار، أو ليلٌ كشفه نهار، وإذا بالقدس قد فتح للمسلمين وكانت العاقبة للمتّقين.\nالجزء: 1 ¦ الصفحة: 49\n",
        "على قبر\nنابليون\nوقفتُ على قبر نابليون أمس. أحدِّثُ النّفس بما في ذلك الرّمس فإذا استكانةٌ بعد صولة، وقبرٌ في جوفه دولة وصولجان كرته الأرض. أمسى مخراق لاعب. وسرير كان فوقه البسط والقبض. أضحى ملتقى ناع وناعب. اللهم غفراً. هذا غلّاب القياصرة. وقهّار الجبابرة. دفع عنه سلطانه الأبطال والأقيال ولم يدفع عنه الآرض والنمال. وكانت الأرض تضيق عن نفسه. فأمسى تسعه حفرة من رمسه، فواهاً لهذا الموت الذي\nالجزء: 1 ¦ الصفحة: 50\n",
        "يخبت الأسود. ويقتلع أنياب الحيّات السّود. ويفكّ النطاق عن الجوزاء ويساوي عمرو بن درماء بالدّرماء.\nالجزء: 1 ¦ الصفحة: 51\n",
        "نابليون\nنابليون وما أدراك ما هو. اسمٌ ملأ كلّ مكان. واستغنى عن التعريف بابن فلان. إذ لم يرث المجد عن أب وجدّ، ورجلٌ جاد به الدّهر وهو البخيل بالرّجال. كما تجود الصخرة بالماء الزلال، وسمح الزمان منه بما هو فوق قدره، كما يسمح الترب بتبره، ومَلِكٌ جاء أخيراً فتقدّم على الملوك الأُوَلْ. كالعنوان يُكْتَبُ أخيراً ويُقْرَأُ أولاً، طَلَبَ مُلْكُ الثّقَلَيْن. ورغب أن يكون الإسكندر\nالجزء: 1 ¦ الصفحة: 52\n",
        "لا ديوجين. وآزره على ذلك عزمٌ بمحو الشّرّ بالشّر. كما يداوى شارب الخمر بالخمر.\nوطبع فيه نفعٌ وضرر. كالغمامةِ فيها صاعقةٌ ومطر. أو البحر إن صدم أغرق. وإن طلب جوهره أغدق، وَجْدٌ لو صحب الأدبار لأربى على الإقبال. ولو حالف النّقص لشأى الكمال، فسار إلى غايته القصوى بسيرٍ لا يرى كسَيْرِ ذكاءٍ في السماء، لا يصادفه في طريقه دولةً إلّا قلبها. ولا رايةً إلّا نصبها ولا حصنَ ثغرٍ يحوم منه نسر السّماء. على وكرٍ. إلّا تدلّى عليه مع الظّلام.\nالجزء: 1 ¦ الصفحة: 53\n",
        "كما تدلّت عقاب من شماريخ الأعلام ولا يمٌ طمْ. أو بحرٌ خضمْ إلّا خاضه بالقدم. وشرب ماءه بدم، ولا وقائع إلّا خاضها فترك بها أياماً كيوم رحرحان. أو يوم جبلة بين عبسٍ وذبيان.\nحتّى أقام له مُلْكاً أين منه مُلْكُ قيصر وكسرى. هو كرة الأرض قامر بها الرّجل فكسبها في ساعة وخسرها في أخرى.\nأسترليز وانتصاره على الروس والنمساويين\nكأنّي أنظر إليه يوم أسترليز وقد خرج لقتاله القيصران، في يوم أرونان فصابت بِقَرٍّ وما يوم\nالجزء: 1 ¦ الصفحة: 54\n",
        "حليمة بسِرّ فاصطفّ حياله الرّوس، كالسّطور في الطروس، وثبتوا في الأخاديد، كالجلاميد، وابذعروا في السّهول كالوعول، وأقبل النمساويّون في كتيبةٍ جأواء، وملمامةٍ شعلاء ينزل أُولاها وليس بنازل، ويرحل أُخراها وليس براحل، فقابلهم من جيش الفرنسيس، بالدهياء الدردبيس، دوسر بسط جناحيه على الشّعاب كما بسطت جناحها العقاب، فلا ترى ثمّة إلّا أعلاماً تخفق، وحديداً يبرق، وجنوداً في المآذي كأنّها صخور في ماء،\nالجزء: 1 ¦ الصفحة: 55\n",
        "أو أفاعي عرماء، أو أسود والسّيوف أنياب، أو عقارب شائلات الأذناب، ثمّ صمّ\nالقتال، وزلزل الزلزال، واتّقد الوهج، وسطع الرهج، فكأنّما ترى جاناً من مارجٍ من نار، أو إعصاراً يدور فوق إعصار، كأنّما مدينةٌ في حريق، وسماءٌ تهطل برحيق، وكأنّما فكّت الشياطين، وانسابت الثّعابين وكأنّما في قلب الأرض وهل، وعلى خدّها من الدّماء خجل، وكأنّما في الجوّ من الدّخان والنّار، ليل وشرق، ومن الرّصاص والشفار، وبل وبروق، كأنّما كُسِرَتْ قبّة السّماء، فَهَوَتْ بما فيها من نورٍ وظلماء، وكأنّما\nالجزء: 1 ¦ الصفحة: 56\n",
        "كلّ صفٍّ من الجنود يميل بحائطٍ من جهنّم. فيلقاه الآخر من الحديد بلجٍّ من يم. فما ينكفئ حتّى ينطفئ. وبين ذلك خيول تكدّس: وسلاح مضرّس. وجماجم تغلق، وأشلاء تفرّق. ومنا ومَنون. وطعنٌ كأنّه طاعون، وشهيق وزفير. وعير ونفير. وصرعى كأنّما غالتهم الكؤوس. ووادٍ يسيل على العلمين فقاقيعه الرؤوس، ومقلةٌ في مخلبِ طائر، وكبدٌ في رجل عاثر، وبنانٌ في نابِ وحشٍ كاسر.\nكم رأسِ شخصٍ بكى من غير مقلته\n...\nدماً ونحسبه بالقاعِ مبتسما\nهذا ونابليون قد أشرف على المرقب، فوق نهد سهلب،\nالجزء: 1 ¦ الصفحة: 57\n",
        "ثُبِّتَ في المعمعان كأنّه حنذيذة من كتفيّ ثهلان.\nلا تهوله كثرة البهم، ولا جموع الأمم، كأنّ جنده قليلٌ من ضرم في كثير من فحم. يقلب عينه يمنةً وشامة، ويجبر أخبار زرقاء اليمامة، فتُطوى الجنود لأمره وتُنْشَر وتُقَدَّم وتُؤَخَََّر، كأنّه في هذا الهرج والمرج، أمام رقعة من الشطرنج إلى أن يبدو له النّصر من خلل القتام، كما تلوح الشّمس من تحت الغمام.\nالجزء: 1 ¦ الصفحة: 58\n",
        "نابليون بعد زوال ملكه وهو معتقل\nوكأنّي أنظر إليه بعد ذلك وقد جار عليه الزّمان الجّائر، ودارت عليه الدّوائر، وأمسى جيشه الّذي قهر الأرض وهو مقهور كآنية الزّجاج قابلت غيرها فالكلّ كاسرٌ مكسور، وانتهى به السّير، من خير إلى ضير، كما يسير الهلال بسيره بدراً ويمحق به تارةً أخرى وزال مُلْكَه الضّخم، فغاب مغيب الشّمس في أفق من دم، وأصبح ولا دولة، ولا بأسٌ ولا صولة، كصنم الجّاهلية في الملّة الإسلاميّة، كان بالأمس ربّاً فأصبح حجراً صلباً وإذا هو معتقل في جزيرةٍ قاصية، وصخرةٍ عارية، كأنّه قسور نُقِلَ من بيداء، أو غيلٍ قصباء إلى قيودٍ وأصفاد، وبيتٍ من صنعةِ الحدّاد، فهو فيه يدور ويحور تارةً يبسم ويعجب، من دهر يكسر\nالنّبع بالغرب، ويصيد الصّقر بالخرب، ومرةً يطرق ويتفكّر: ويفتح عينه فيرى كثيراً ويغلقها فيرى أكثر وحيناً يُحني الرأس من اليأس.\nالجزء: 1 ¦ الصفحة: 59\n",
        "وآونة تبعثه الأوجال إلى الآمال. فيودّ لو قام شبلٌ من نسله أو رجلٌ من أهله. فاسترجع ملكه بعد الذّهاب. وحفظ من نور ذلك المجد بقدر ما يحفظ البدر نور الشّمس بعد الغياب، وهيهات أن يقوم الأفيل. بعبء الفيل. أو تتساوى الأشياء. إذا تساوت الأسماء. أين ذباب السّيف من ذباب الصّيف. وأين السنبلة الخضراء من سنبلة السّماء، وقد يقف بقامته القصيرة. على قنة من قنن تلك الجزيرة. بروح الفكر في أمواج البحر. وإذا بظلّه قد طال على لججه. وامتدّ بعيداً على ثبجه. فيرى قامته وهذا الخيال فرّق ما بين حالته وما كان فيه من الدولة والإجلال، فيبعد من نفسه الأمل. ويقرّب الأجل.\nالجزء: 1 ¦ الصفحة: 60\n",
        "كان هذا جميعه يدور في فكري. ويتمثّل لنظري. وأنا واقفٌ إزاء قبره. أتأمّل في مبتداه وخبره. فيترك في قلبي عِبْرة. وفي جفني عَبْرة.\nالجزء: 1 ¦ الصفحة: 61\n",
        "حسان الأستانة\nوأبهى ما يكون هذا المكان وقت الأصيل، حتّى يفئ الظلّ الظّليل فترى فيه أسراب الغزلان، والرعابيب الحسان، يمشين مشي القطا الكدريّ في الدمث النديّ، فتارةً وقوفاً على شريعةِ ماء، وحيناً جلوساً تحت رفرف أيكةٍ خضراء، وآونةً يبدون للنظر وطوراً يختفين في الشجر، وكأنّ الثّوب طاوس وصليلُ الحليّ ناقوس، والوجوه أقمارٌ وشموس، وكأنّي بك وقد رأيت منهنّ ذات دلٍّ لعوبا، فينانةٍ خرعوبا، غرّاء فلجاء خدلجةً\nالجزء: 1 ¦ الصفحة: 62\n",
        "لفاء، أملوداً خمصانة شموعاً خوطانة في وجهٍ كالوذيلة، وخدٍ كالجليلة، وقوس حاجب، كأنه قوس حاجب.\nوشعرٌ كاللّيل، أو أذنابُ الخيل وثغرٌ أشنب، كأنّما ذُرَّ عليه الزرنب، وثنايا غر، ذات أشر، ومبتسم برد، وشفاه كأنّما ورق الورد - وعينين كسيفين في جفنين، أو سهمين في قوسين وقدٌّ كالرّمح، وفُرْقٌ كالصّبح، حسن للترك والجرج، لا يوجد عند الإفرنج، الّلهم إلّا صوراً في ألواح روفائيل، مَثّل بها\nالجزء: 1 ¦ الصفحة: 63\n",
        "إسرافيل وميكائيل، أو صفاتٍ في أشعار دانتي ولامارتين صوراً بها الخلد والحور العين فلمّا لمحتها أشرتُ إليها بالكفِّ، فأومتْ لك بالطّرف، فحسبتها أقرب من مداركة، فإذا هي أمنع من عاتكة وتخيّلت أنّها منك على طرف الثمامة، وإذا بها طارت كالحمامة.\nالجزء: 1 ¦ الصفحة: 64\n",
        "الحسان في الطريق\nحسان الأستانة أثناء مرورهن في الطريق\nحسانٌ غيدٌ كالأماليد، في وجوهٍ كالدّنانير، وأوساطٍ كأوساطِ الزّنابير، عليهن مطارف كألوان الحرباء، وأزهار الرّوض من حمراء وصفراء. خدٌّ تحت النّقاب، كالخمرِ في كأس الشّراب، ووجهٍ يخفيه ويبديه اللّثام، كالشّمس تحت الغمام.\nالجزء: 1 ¦ الصفحة: 65\n",
        "كنز مدفون أو وفاة رجل كبير\nأطلق الدمع وأطرق، فقد غربت الشمس في المشرق. فيا هزيمة العقل، وصولة الجهل، ويا وحشة الدور، وأنسة القبور، أسريرٌ ينقل ويسير، أم جبلٌ يتقلّع، ووسمي يتقشّع، وهذه أوصال، أم معال تنشر وتقبر.\nأقبرٌ هذا أم جفنٌ فيه سيفٌ جرّار وتربٌ فيه تبرٌ ركاز، وقليب هريق فيه ذَنُوب من كرم، وجفر تهدم فيه بنيان من همم.\nالجزء: 1 ¦ الصفحة: 66\n",
        "فإلى الله نشكو زمناً أطفأَ هذا السّراج، وكسرَ هذا التّاج، وأخبأَ هذا الشّهاب، وقفلَ هذا الباب، وغادرنا بعده في غيٍّ كرشد، ورشدٌ كغي، وحَيٌّ كميّت، وميّت كحَيّ.\nصفة الحزن عليه\nعينان، كأنّهما عينان نضاختان، طرفٌ خاشع، وشممٌ باخع ونَفَسٌ راجع، وإصبعٌ دامٍ، وعثيرٌ فوق هام، وحزنٌ ينقض الأضلاع، وهمٌّ يسلُّ النخاع، وفي كلّ قلبٍ صدع، وفي كلّ رأسٍ صداع.\nصفة الفقيد\nفي سبيل الله منه واحد بألف، كالدّينار في الصّرف، كريم\nالجزء: 1 ¦ الصفحة: 67\n",
        "المنبت والبيت، ما فيه لو ولا ليت، ماضٍ والسّيف ناب، كأنّه في الفضلاء سطر بسم الله في الكتاب.\nجمّ الأصفاد والمنح، إذ استنجَدْتَهُ جاءك نصرُ الله والفتح إلى حكمة رسطاليس، أو الشّيخ الرئيس وخِطَبُ إياد، أو زياد، وفضلٌ كالمسك إن كتمتَه سطع، وكالقبس إن خفضته ارتفع، سجايا ومدح، إن عُدَّتْ نابت لأعدائه عن السبح.\nالجزء: 1 ¦ الصفحة: 68\n",
        "غرور الدنيا\nدنيا غرورة\nدنيا تغرّ الجّاهل، ولا تسرّ العاقل، ودارٌ لا يدخلها الطفل إلّا وهو باكٍ، ولا يخرج منها الكهل إلّا وهو شاكٍ، قد عصفت بالشّرور سواقيها، ومَنْ أَذْنَبَ في جهنم وجب أن يُعَذَّبَ فيها، ليس بها لذةٌ إلّا ممزوجةً بألم، ولا دسمٌ إلّا مخلوطاً بسم، ولا ضاحكٌ إلّا وهو باكٍ كالغمامة، ولا شادٍ إلّا وهو نائحٌ كالحمامة.\nلو يعلم النّاس علمي بالزّمان لما\n...\nسُرّوا بشيءٍ ولا ربّوا ولا وَلَدوا\nالجزء: 1 ¦ الصفحة: 69\n",
        "فلكٌ في هلك، سيّان بها من بالبقاع، ومن على الشّراع. وخطٌ في ماءٍ لا ينقسم، حتّى يلتئم، وأثرٌ في بيداء لا يرتسم، حتّى يرتطم.\nوكيف أجيد في دار بناء\n...\nوربّ الدّار يؤذنني بنقله\nالجزء: 1 ¦ الصفحة: 70\n",
        "وقفة بين المقابر\nانظر هذه المقابر بالحاجر، ففيها بلاغٌ ومعتبر لمن ادّكر، تريا كلّ جدثٍ كأنّه علمٌ بين السّاهرة والآخرة. خطٌ متضايقٌ فيه جميع الخلائق، كالقلب الصغير، وفيه العالم الكبير، وكأنّ سكّانها صرعى مدامة، أو نيامٌ في ليلةٍ صباحها يوم القيامة.\nرفات ملك\nوكم في تلك القبور من مَلِكٍ كان يصرف الأمر من مصر إلى عدن، أو يحتلّ غمدان ذي يزن، وكم بها من أميرٍ يملأ الدّست من جلالٍ ونور، وتحببي له دجلة والخابور.\nالجزء: 1 ¦ الصفحة: 71\n",
        "رفات حسناء\nوكم فيها من حسناء بضّة، كأنّها صليحة فضّة، أصابها الهزال كما يصيب الهلال، واعتلّ الجسم السّقيم كما يعتلّ النسيم، وإذا بها في القبر كأنّها مصباح راهب، في قبّةٍ مظلمةٍ أو كنزُ راغب، مهجورةٍ معتمة. وإذا بجسمٍ كان يخشى عليه الهزال، أصبح وهو بال. وخدٍ كان يصان عن قبلة، تعبث فيه الآرضة والنملة. وتغور كأنّها أقاح، أو حببٌ على راح، تُنْثَرُ في البوغاء، وتُخْلَطُ بالحصباء وعينين كأنّهما سنانان أزرقان في عامل،\nالجزء: 1 ¦ الصفحة: 72\n",
        "أو سحر الملكين ببابل أضحيتا في الحجاج كما قال العجاج:\nكأنّ عينيها من الغؤور\n...\nلحدان في قَلْتَيْ صفا منقور\nوإذا ثديان كأنّهما حِقّان من مرمر، أُثْبِتا بمسمارين من عنبر، باتا من الدّود كأنّهما أخدود، وإذا بمنزلها في الدّور أشعث مهجور، كأنّه محجورٌ بلا حدق، أو شجرٌ بلا ورق، وكأنّه مات بعد ساكنيه، وكأنّهم كانوا روحاً فيه، وكم ذابت في ذاك\nالجزء: 1 ¦ الصفحة: 73\n",
        "الثّرى خدودٌ وجباه، وثغورٌ وشفاه، وسلبٌ من أنفٍ شمم ومن بنانٍ عنم، وكم خُرِّبَتْ فيه قصور، وهُتِكَتْ ستور وجُمِعَتْ أضداد، وفُرِّقَتْ أمهاتٌ وأولاد، سبحانك اللهم وسعدانك من حبسٍ إلى رمس، ومن عبثٍ إلى جدث، عملٌ ثمّ أمل.\nعُذْتُ بما عاذَ به إبراهيم\n...\nمستقبل القبلة وهو قائم\nأني لك الهمّ عان راغم\nالجزء: 1 ¦ الصفحة: 74\n",
        "العزلة\nصفة العزلة عن الناس\nكتابي إلى السّيد أيّده الله، وكلأه ورعاه، وأنا حِلٌّ بقرى السّواد، وريف البلاد، بعيدٌ عن المدينة، وما فيها من الشّينة والزّينة، في عزلةٍ عن النّاس، بين سقيٍ وغراس، سليمُ الجسم من السّقم، والنفسِ من الألم، والحميةِ من الأنام، كالحميةِ من الطعام، شفاء من كلّ داء، وخليق بمن ارتطم، في المزدحم، أن يصاب ببعض الأوصاب.\nوصف الريف\nيا ما أحيلى الوحدة والرّيف، وذلك المشتى والمصيف، والجوّ السجسج والظلّ الوريف.\nالجزء: 1 ¦ الصفحة: 75\n",
        "وصف الفجر\nفجرٌ يلوح في الأفق، كالنّور في الأعين الزرق، وضياءٌ ينبثق في الفضاء كما ينبثق الماء، وشمسٌ تبدو للإشراق في الآفاق، كبودقةٍ فيها ذهب، أو قنبلة ترمى باللهب، فيرتفع جرس كلّ حيوان كممنون في الأوثان. فللإنسان تسبيحٌ وتكبير، وللإبل حنين وهدير، وللحمام هديل، وللخيل صهيل، وللبقر خوار، وللمعز يعار، وللغراب نعيب، وللأرنب ضغيب، وللذئب ضغاء وللغنم ثغاء.\nالجزء: 1 ¦ الصفحة: 76\n",
        "وصف قرية وأهلها\nوبين ذلك بيوتٌ من قرميد، وسقوفٌ من جريد، وأقنٌ من حجر، وبجدٌ من وبر، وقطارٌ من آبال تسير بالغدو والآصال في أعناقها الأجراس، وفي رجالها الأمراس، يحدوها سواق حطم، كأنّه الزّلم.\nوراعي غنم بين الغرقد والسلم، يدفعه مدخل اللّيل، إلى مجرى السّيل، يشرب بالعلب، وينفخ في القصب. وفي كلّ محلةٍ برٌّ يُقْنى، وحريملةٌ تُجْنى، وقصبٌ يُكْسَر، وسليطٌ يُعْصَر، وزبدٌ يُمْخَضْ، وصريحٌ يُمْحَضْ. وأناسي، من أربتي، وفروي، هريت ثوبه، نقي جيبه، كريمٌ في أطمار، كالخمر في خزفٍ وقار.\nالجزء: 1 ¦ الصفحة: 77\n",
        "وصف الصيف\nفإذا أقبل الحرور ألفيت كلّ أرضٍ كشِعر أبي نوّاس، وكلّ نهى كقطعةٍ من ماس، وعلى كلّ علمٍ، برد منمنم، وفي كلّ غيطٍ، وشيٍ وديط، إلى أزاهر كأنّها دنانيرُ جدد، أو ولّاهم بدد، أو فصوص من يواقيت، أو أوائل النّار في أطراف كبريت، وعندليبٌ وكركي، وحمامٌ وقمري، وبطٌ، على الشط، وإوزٌ في النز.\nحتى إذا استحكمت من الصذيف الوقدات، واستحرّت الوغرات، إذا الحجران قد اصفرّت، والعيون قد نشت، واستُنّ السفا والذرق، على القبق، وغدت الحقول، وهي عصفٌ مأكول والبطاح صعيداً تذوره الرّياح ولاح السّراب على الشعاب،\nالجزء: 1 ¦ الصفحة: 78\n",
        "كالرّياط البيض، والملاء الرّخيص، وجنّ الذباب، وصمّ الغراب، وسكن العصفور مع الضبّ في حجر، وسال لعاب الشّمس كمذاب الصّفر ودوّى النحل في المحل، ووثب الجراد، في الوهاد، وانساب النضناض، على الرضراض، وخرج الذرّ من الجفر وطاب المقيل، في الظّل الظّليل، ففي كلّ دوحةٍ أستارٌ وحجب، وتحت كلّ سدرةٍ قيّةٌ وطنب وسرى النّسيم في الظّهيرة بين الأشجار، كأنّه نسيم بين الأسحار.\nفصل الشتاء\nفإن أظلّ الشّتاء كنت في جوٍ كأدكن الخزِّ، وأرضٍ كأخضرِ القزِّ، ولقحةٍ تدرُّ، وكلبٍ يهرُّ، ونكباءُ صرصر وخبزٍ سميذ،\nالجزء: 1 ¦ الصفحة: 79\n",
        "وحملٍ حنيذ، ولباءٍ وماذي، وكامخٍ طري، وحالومٍ وصير، وخيرٍ كثير وليلٍ مطلول، كأنّه ليل صول، وموقدٍ ودخان، وسمّارٍ وضيفان.\nوفي الجوّ غيمٌ قد تعلّق بين الأفقين، وتدلّى قاب قوسين، كأنّه فروٌ مزرور، أو كافورٌ منثور تمجّ لواقحه الماء مجّ الدلاء، وترتعج فيه ألسنة اللهب، كسلاسل الذّهب والطّير سواكن بلا حراك، كأنّها من الغيث في شباك.\nالنفس بين الرياض\nسرّاءٌ في جميع الأنحاء، وراحةٌ في كلّ ساحة، فكأنّما نفس الإنسان في كلّ مكان، عين ماء، تصف ما يقابلها من الأشياء، فإن كانت حذاء رياض، وفضاء وغياض، ألفيت فيها روضاً وزهراً، وسماءً وفجراً، وإن كانت بين الحيطان القتماء، وبيوت المدن الدكناء، ألفيتها معتمةً، كدراء مظلمةً.\nالجزء: 1 ¦ الصفحة: 80\n",
        "كتب العلماء والحكماء\nوصحبي في هذه العزلة نفرٌ من صياب الأقوام، ولباب الأنام، فمنهم أبو تمّام، والحارث بن همام، وعروة بن الورد، وطرفة بن العبد، وكثيراً ما ينشدنا أحمد بن سليمان، باقعة معرّة النعمان:\nذريني وكتبي والرياض ووحدتي\n...\nأظلّ كوحشٍ بإحدى الأمالس\nيسوف أزهار الرّبيع تعلّة\n...\nويأمن في البيداء شرّ المجالس\nويقول أيضاً:\nغنّيت عن زائرٍ ملم\n...\nفليشغل الخبر زائريّا\nالجزء: 1 ¦ الصفحة: 81\n",
        "وربما أسمعنا ثعلب عن قطرب:\nتمرّ علينا الأرض من أن ترى بها\n...\nأنيساً ويحلو لي لنا البلد القفر\nأو ارتجل ابن المعتز وارتجز:\nقليل هموم النفس إلاّ للذّة\n...\nينعم نفساً آذنت بالتنقّل\nولست تراه سائلاً عن خليفةٍ\n...\nولا قائلاً من يعزلون ومن يلي\nولا صائحاً كالعير في يوم لذّة\n...\nبناظرٍ في تفضيل عثمان أو علي\nولكنّه فيما عناه وسَرّه\n...\nوعن غير ما يعنيه فهو بمعزل\nالجزء: 1 ¦ الصفحة: 82\n",
        "وإن شئنا حدثنا أفلاطون، ونادمنا ابن زيدون، وعالجنا بقراط، ووعظنا سقراط:\nولي دونكم أهلون سيّدٌ عملّسٌ\n...\nوأرقطَ ذهلولٍ وعرفاء وجبأل\nهم الأهل لا مستودع السّر ذائعٌ\n...\nلديهم ولا الجاني بما جر يخذل\nأيامنا في ظلالهم أبداً\n...\nفصل ربيعٍ ودهرنا عرس\nالوحشة من الاجتماع\nيدعوني السّيد دام علاه، وكبّت عداه، أن أهجر الدساكر وأسكن الحواضر وأترك تلك التلاع والأيفاع، وأقبل على\nالجزء: 1 ¦ الصفحة: 83\n",
        "الاجتماع فقد كان ذلك قبل اليوم ألا من يشتري سهراً بنوم كيف بعد التجارب الرجوع، إن المعافى غير مخدوع، دع النفس وشأنها أعمرت أرضاً لم تلس حوذانها.\nإذا تركت العزلة، فمن أقصد بالنفلة.\nوالقوم شر فلا يسررك إن بسطوا\n...\nلك الوجوه ولا يحزنك إن عبسوا\nأأفعل ذلك، وأقطع تلك المسالك، رغبة في حوار، حاكم ديوان أو جوار، صحبانٌ وخلّان، أم لمنافسة أبناء السّامة، أم ملابسة هذه العامّة.\nالجزء: 1 ¦ الصفحة: 84\n",
        "وصف الحكام\nأمّا الحاكم فأكثر ما لقيت امرؤ إن أونس تكبّر وإن أوحش تكدّر وإن قصد تخلّف، وإن ترك تكلّف، إمعٌّ، لا يضرّ ولا ينفع، قبةٌ جوفاء تردّد ما يُلقى فيها من النّغم، إن لا فلا أو نعم فنعم، ألقابٌ وأكاليل، على شخصٍ في مسرح التمثيل، فإن طرحت تلك الألقاب، ونزعت هاتيك الثّياب، ألفيت تحتها العجب العجاب.\nلا عدّة ولا عدد. وملك أقامه الله بلا رجال كما رفع السّماء بغير عمد. مَنٌّ ولا منة. كالمهدر في العنّة وأعوانٌ وخدّام. وحجّاب كحجّاب أبي تمام.\nالجزء: 1 ¦ الصفحة: 85\n",
        "إلى تيهٍ وخيلاء. وعنجهيةٍ وكبرياء. كأنّه جاء برأي خاقان. أو أدلّ دولة بني مروان، أو أنّ الإيوان داره. والهرمين آثاره. وعصام بن شهبر حاجبه وعمرو بن بحر كاتبه والحجّاج غلامه. والحماسة كلامه، رويدك ربّما علت الجيف.\nوانحطّ الدّرّ في الصدف. وارتفع في الميزان جانب النقصان.\nعلى أنّ الإنسان، إذا لم يكن فيه غير جثمان فكلّما علا يصغر لمن ينظر وربّما حسن الأفن. تعظيم الوثن.\nالجزء: 1 ¦ الصفحة: 86\n",
        "عبوسٌ إذا حيّيته بتحيةٍ\n...\nفيا لك من كبرٍ ومن منطق نزر\nالأصحاب والخلان\nوأمّا الأخلّاء، والصَحب والسجرّاء، فحسبك من رجلٍ عون في كلّ أمر تردّه، ونصيرٍ في كلّ مطلب لم تقصده، فإن عرض لك بعض الحاج، فالعلويّ يسترفد الحجّاج، ماءٌ يتلوّن بلون الإناء، - ونيلوفر - يدور مع الشّمس في الإصباح والإمساء.\nالجزء: 1 ¦ الصفحة: 87\n",
        "إن جددت فإليك، أو شقيت فعليك، مدحٌ مع المادح، وقدحٌ مع القادح أجسامٌ متدانية، وقلوبٌ متنائية، وإن كان خبر سوءٍ، فحمّاد الرّاوية حدِّث عن البحر ولا حرج، مئذنةٌ في ظاهرٍ\nمستقيمٍ وباطنٍ معوَّج.\nله لطفُ قولٍ دونه كلّ رقية\n...\nولكنّه في فعله حيّة تسعى\nأبناء الأغنياء\nوأمّا أبناء السّامة فإن أحدهم غادةٌ ينقصها الحجاب ينظر ف\nالجزء: 1 ¦ الصفحة: 88\n",
        "ي المرآة ولا ينظر في كتاب: إنّما هو لباس، على غيرِ ناس، كما تضع الباعةُ مبهرم الثّياب، على الأخشاب، رمادٌ تخلّف عن نار وحوض شُرِبَ أوّله ولم يبق منه غير أكدار، آباءٌ وأحساب، وحالٌ كشجر الشّلجم أحسن ما فيه ما كان تحت التراب ترى الفتيان كالنّخل وما يدريك ما الدّخل إلى رطانةٍ بالعجمة بين الأعراب أبرد من استعمال النّحو في الحساب لو كان ذا حيلة لتحوّل ميسرٌ يلعب. ومالٌ يُسْلَب. وخدنٌ\nالجزء: 1 ¦ الصفحة: 89\n",
        "يُخدع. وكلبٌ يُتبع. وعطرٌ يَنفح، وفرسٌ يضبح، دنيا موجودة ونفسٌ مفقودة، وعقلٌ أسير، وهوى أمير اليوم خمر وغداً أمر فبيّناه غنيٌّ يتملّك. إذ هو فقير يتصعلك قوتٌ كيلا يموت. ومن إيوان كسرى إلى البيت العنكبوت.\nالجزء: 1 ¦ الصفحة: 90\n",
        "الحرص أو تثمير المال للذرية والآل\nأيّها الرّجل، وكلكم ذلك الرّجل، إنّ المال وسيلة لا غاية، فإن أصبت منه الكفاية، فقد بلغت النّهاية، ليس لك من عيشك إلا ما أكلت فأفنيت، ولبست فأبليت، ولو أفرغ ذَنُوبٌ في كوب ما أخذ إلّا ملأه، ولا وسع إلّا كفاه.\nعجبت للمالك القنطار من ذهب\n...\nيبغي الزّيادة والقيراط كافيه\nوكثرة المال ساقت للفتى أشراً\n...\nكالذّيل عثر عند المشي ضافيه\nفلم هذا الطماح والطّمع، والاستكلاب والجشع.\nالجزء: 1 ¦ الصفحة: 91\n",
        "أنت للمال إذا جمعته\n...\nوإذا أنفقته فالمال لك\nأتظن أن الدرهم حبيسٌ في مستقر، إن خرج فرّ، أم صديقٌ منك وإليك، إن لم تحرص عليه لا يحرص عليك، أو أنّ بيت المال بيت قريض، إن نقص منه حرفٌ أدركه التقويض، أو أنّ شيئاً عليه آيةٌ من القرآن، أو صورةٌ لسلطان، حريٌّ أن يكون تعويذةً من لجين، تُدّخر لدفع العين أم أردت أن تعيش كدودة القزّ، أو تكون كطلسم على كنز.\nالجزء: 1 ¦ الصفحة: 92\n",
        "حتّى إذا قضيت، ومضيت ألقى بنوك ما ثمرت، في تلك الهاوية، وما أدرك ماهية نارُ حامية، وأطعم بناتك شحمة مالك لغير آلك.\nوأكثر النّسل يشقى الولدان به\n...\nفليته كان عن آبائه دفعا\nوكم سليلٍ رجاه للجمال أبٌ\n...\nفكان خزياً بأعلى هضبةٍ رفعا\nالعامة من الناس\nوأمّا العامّة أيّدك الله فهم عظمٌ على وضم، وصيدٌ في غير حرم، سيّدٌ مأسور، والأخشيد في يد كافور، ويتيمٌ غنيّ، في يدِ وصيّ،\nالجزء: 1 ¦ الصفحة: 93\n",
        "فبينما ترى قصوراً وثراء، وحبوراً وسرّاء، وعربات تتري، يعدو أمامها السّليك، والشنفرى ويقودها داحس والغبراء، على بساط الغبراء.\nوخراج قرية أو قريتين، يذهب في لهوِ ليلةٍ أو ليلتين، تجد أرملةً صناعاً، وأيتاماً جياعاً، وشيخاً يعمل وهو في أرذل العمر، يقعده العجز وينهضه الفقر، أو عذراء كادت تبيع عرضها للاحتياج أو مريضاً عاجزاً عن العلاج.\nوبينما ترى وذاحاً في جيدها عقدٌ كأنه فرود حضار. وفي أخمصها نعلٌ من نضار، تُرَى بائسةً في عنقها عقدٌ من دموع، وفي بيتها فقرٌ وجوع، حالٌ تُطْرِفُ العيون وتُثيرُ الشّجون.\nالجزء: 1 ¦ الصفحة: 94\n",
        "رحماك إن عزلة بين كرمٍ وأعناب. ودواةٍ وكتاب. لهي الجماعة والأنس للنفس. وإن اجتماعاً بكبيرٍ يُبغض ويُزار. أو رئيسٍ لا يجد نفسه في اللّيل ولا تجده في النهار. أو عدوٍ ليس من صداقته بدٌّ. أو حقودٍ أظهر منه الود. أو حسودٍ ملق. كالذبالة يضحك ويحترق. أو جاهلٍ متعاقل. أو متفصحٍ وهو باقل. أو صغيرٍ به كبر. أو خدين فيه غدر، لهو وأيم الله الوحشة والوحدة والسلولية والغدة.\nجزى الله عني مؤنسي بصدوده\n...\nجميلاً ففي الإيحاش ما هو إيناس\nالجزء: 1 ¦ الصفحة: 95\n",
        "مصر\nأديار ميٍّ تنظر\n...\nفدموع عينك تمطر\nأو أبرق العلمين أم\n...\nسفح اللوا تتذكّر\nأم تام قلبك جؤذرٌ\n...\nأحوى المدامع أحور\nأم هبّ في مصرٍ صبا\n...\nأم طار برقٌ أشقر\nأم قد ذكرت بطاحها\n...\nوهي البساط الأخضر\nوالنيل في لباتها\n...\nعقد يلوح مجوهر\nوالجو صحوٌ مشرق\n...\nوكأنّما هو ممطر\nوالظّلّ من خلل الشمو\n...\nس مدرهم ومدثّر\nفكأنّه جلدٌ من ال\n...\nنمر المرقّش ينشر\nوغصونها لدنٌ تميد\n...\nبما تقلّ وتثمر\nفكأنّهنّ ولائدٌ\n...\nفي حليها تتكسّر\nهي نسج وشي نيلها\n...\nفيه الطّراز الأحمر\nهي مثل لوحٍ صوراً ال\n...\nفردوس فيه مصوّر\nيا جنةً يجني الجنى\n...\nفيها ويجري الكوثر\nالجزء: 1 ¦ الصفحة: 96\n",
        "أنا شاعرٌ في وصفها\n...\nولكنّها هي أشعر\nأنّى بمصرَ ودونها\n...\nبحرٌ يعجّ ويذخر\nيا ساخر الفلك المسخّر\n...\nفي خضارةٍ يمخر\nأقرّ التحيّة جيرةً\n...\nحيث الكثيب الأعفر\nالهرمين والمقياس والروضة\nفالنيل فالهرمان من\n...\nغريبه فالأزهر\nفالروضة الغناء وال\n...\nمقياس فيها يشبر\nقصر عابدين\nفالقصر قصر الملك وال\n...\nأوهام عنه تقصر\nفيه المقاصير التي\n...\nألواحهنّ المرمر\nحيطانها الذّهب الصقي\n...\nل وأرضهنّ العرعر\nقد صوّر التاريخ في\n...\nأرجائهنّ مصوّر\nفترى الوقائع منظرٌ\n...\nفكأنّما هي مخبر\nوالجند تخطر في الحدي\n...\nد فدارعون وحسّر\nالجزء: 1 ¦ الصفحة: 97\n",
        "والخيل بين عجاجها\n...\nتخفى وحيناً تظهر\nوتظنّ إحياء بها\n...\nفتمسّ كيما تخبر\nالجزيرة\nثمّ الجزيرة تستبي\n...\nك بها أوانس نفّر\nعجلاتها فلك بأش\n...\nباه النّجوم يدوّر\nمن كلّ خركاةٍ بحس\n...\nناء تضيء وتقمر\nفكأنّها المشكاة وال\n...\nمصباح فيها يزهر\nالجيزة والمتحف\nفالجيزة الخضراء يع\n...\nبق رندها والعبهر\nفيها النّعامة والحبا\n...\nري والمها والقسور\nكسفين نوحٍ أظهرت\n...\nما كان فيها يضمر\nوترى الغصون على الأ\n...\nرائك تلتوي فتشجر\nالجزء: 1 ¦ الصفحة: 98\n",
        "وجداولٌ كسبائك\n...\nبسنا الأصيل تعصفر\nماءٌ كبلّورٍ يذو\n...\nب وأدمعٍ تتقطّر\nيروي القطا الكدري م\n...\nنه وينتحيه الجؤذر\nفي حافّيته الورد والن\n...\nسرين والنيلوفر\nوعليه من نسج الصبا\n...\nدرعٌ هناك ومغفر\nفالقصر وهو لمن مضى\n...\nمن أهل مصر مقبر\nنشرت به أمواتهم\n...\nفكأنّما هو محشر\nرمسيس أين مطارف الدّ\n...\nيباج أين الجوهر\nأين السّرير وأين تا\n...\nج المُلك أين العسكر\nنم في رقادٍ ليس في\n...\nأحلامه ما يُذْعِر\nملعب الحياة\nفالموت نومٌ أكبر\n...\nوالنوم موتٌ أصغر\nدنيا تشابه ملعباً\n...\nواللّيل ستر يستر\nوالفصل يضحك والثريّ\n...\nاالشّمس فيه تنور\nجندٌ هناك وسوقةٌ\n...\nومتوّجٌ ومسخّر\nالجزء: 1 ¦ الصفحة: 99\n",
        "فإذا طُرِحَتْ ثيابهم\n...\nساوى الأعزُّ الأحقر\nالأزهر\nفالأزهر الزاهي يدوّ\n...\nي بالعلوم ويجأر\nكدويّ نحلٍ وهو يجم\n...\nع شهده أو يذخر\nحديقة الأزبكية\nفالأزبكيّة حيث تط\n...\nوى بالعشي وتنشر\nوتبيت نسجٌ في الدّجى\n...\nورقاؤها والمزهر\nوالبركة الفيحاء في\n...\nفضفاضها تتمرمر\nوصف المياه\nماءٌ كعين الدّيك ين\n...\nظم بالنّجوم وينثر\nوترى ضياء البدر في\n...\nهـ كمثل عينٍ تفجر\nوإذا تلوح الشّمس في\n...\nلألائه أو تسفر\nألفيته المرآةُ والحس\n...\nناءُ فيها تنظر\nالجزء: 1 ¦ الصفحة: 100\n",
        "قلعة الجبل\nفالقلعة العلياء تج\n...\nلي للعيان وتبصر\nبمآذنٍ كالحقّ لا\n...\nجنفٌ ولا متأطّر\nمجد مصر القديم\nقطرٌ تمصر في الورى\n...\nوالأرض برٌّ أقفر\nوطن الغريب وداره\n...\nوقبيله والمعشر\nملكٌ محيط الأرض يص\n...\nغر عن مداه ويكبر\nفي كلّ صرحٍ مخبر\n...\nوبكلّ سفحٍ منظر\nولكلّ لبنةَ غرفةٍ\n...\nفيها حديثاً يذكر\nفرعون والأنهار تج\n...\nري واللوى والمنبر\nذهبوا فأمسوا مثل ر\n...\nؤيا في المنام وتعبر\nهَرَمان فيه شاهدي\n...\nن شهادةً لا تُنْكَر\nوهياكل دثرت وذك\n...\nر حديثها لا يدثر\nوالمجد مثل الخمر يكر\n...\nم ما توالي الأعصر\nكانت سلاطين الورى\n...\nفيه تشيد وتعمر\nوالغَرب في أعماله\n...\nوالقبلتان وتدمر\nالجزء: 1 ¦ الصفحة: 101\n",
        "والخيل خيل الله تر\n...\nكب والصوائف تنصر\nوفرنجةٌ ومليكها\n...\nتُغزى بمصر وتُؤسَر\nهذي مناقب مصر تر\n...\nوى في الأنام وتسطر\nولسوف يرجع ما مضى\n...\nويعود ذاك المفخر\nوكذا الزمان يدور وال\n...\nقدر المغيب محور\nوالبدر إن وافى السرا\n...\nر فبعد ذلك يبدر\nوالعود ييبس برهةً\n...\nفإذاه عودٌ أخضر\nالجزء: 1 ¦ الصفحة: 102\n",
        "ذات القوافي\nسقى دور ميّة بالأجرع\n...\nمسفٌ من الدّجن لم يقلع\nولو ترك الشّوق دمعاً بجفني\n...\nسقيت المنازل من أدمعي\nشجيٌّ يحنّ لألافه\n...\nويصبو إلى دهره الغابر\nفهل عائدٌ لي زمانٌ مضى\n...\nبنعف الغوير إلى الحاجر\nأرى بين أحناء صدري ناراً\n...\nتؤجّجها الرّيح إذا ما هفت\nوبين جفوني سحباً ثقالاً\n...\nإذا ما تألّق برقٌ همت\nالهوى وأعماله\nوساورني الحبّ حتّى ثوى\n...\nكأيمٍ على مهجتي ملتوي\nوما الحبّ إلاّ كروضٍ غدا\n...\nبغير المدامع لا يرتوي\nالجزء: 1 ¦ الصفحة: 103\n",
        "وقد هجرت مقلتاي الكرى\n...\nكأنّ بهدبي رؤوس الإبر\nولو كان ما بي بهذا الغمام\n...\nلأمطر بالجمر أو بالشرر\nفجسمي أصبح كالشّمع يفنيه\n...\nسكبُ الدّموع ووقد الحرق\nفلا ألبس الثّوب إلاّ وجسمي\n...\nمن تحت ثوبٍ كثوبٍ خُلِق\nنحلت فلو زرتها ما خشيت\n...\nرقيباً يراني فيمن يرى\nولو زرت ميّة في يقظة\n...\nلظنّت بأنّي خيالٌ سرى\nيمرّ ولم أدرِ شهرٌ فشهرٍ\n...\nكأنّي في فلكٍ لم يدر\nوأرتاح إمّا تمنّيتها\n...\nويا ربّ أمنية كالظّفر\nأسيرٌ ولا أرتضي بالعتاق\n...\nومضنىً وأجزع أن أبرأ\nالجزء: 1 ¦ الصفحة: 104\n",
        "وإن سلّمت خلتها ودّعت\n...\nوأحسب مقتربي منتأى\nإذا كنت وحدي أكون وإيّاك\n...\nأو خالياً فاشتغالي بك\nوأطلب المجد والمكرمات\n...\nلتحسن لي شيمةٌ عندك\nليحنو قلبك رفقاً عليَّ\n...\nفالصّخر بالماء قد ينبجس\nوصوني الوداد وفيه الذماء\n...\nفلن يورق العود إمّا يبس\nلميّة خدٌ به وردةٌ\n...\nتفتّحه نظرةٌ أو خجل\nوقد قضيف إذا ما تثنّى\n...\nيخال به رنحٌ أو ثمل\nووجهٌ إذا ما نظرت إليه\n...\nنظرت لوجهك في مائه\nوجفنٌ ترنقه فترةٌ\n...\nكمستيقظٍ بعد إغفائه\nكأنّي في مدحها ساجعٌ\n...\nودمعي في عنقي طوقه\nالجزء: 1 ¦ الصفحة: 105\n",
        "تشوق فؤادي فأثني عليها\n...\nكعودٍ يضوعه حرقه\nالشيب والغزل\nزمانٌ إذا ما تذكّرته\n...\nتخيّلته حلماً في الكرى\nوعهد الشّباب كرؤيا إذا\n...\nأمضت أدركتها نفوس الورى\nالجزء: 1 ¦ الصفحة: 106\n",
        "أبي\nسقت رحمةُ الله الضّريح وما ضما\n...\nوروت به هاماً وروت به عظما\nيعز على العلياء أن يسكن النّدى\n...\nتراباً وأن تلقي به الحسب الضخما\nوأن تسكت الأجداث محراب ساجدٍ\n...\nوكان به التّسبيح يفعمه فعما\nكأنّك كنزٌ قد دفنّاه في الثّرى\n...\nكأنّك غُنْم قد أحيل لنا غرما\nكأنّك شمسٌ والجفون غمائمٌ\n...\nحَجَبَتْ أضواؤك انسجمت سجما\nألا في جوار الله مولىً عهدته\n...\nيجير على الأيام أن وهصت ظلما\nالجزء: 1 ¦ الصفحة: 107\n",
        "له كنفٌ ينمو لآل محمدٍ\n...\nتؤمّ الملوك الصيد أبوابه أمّا\nوكفّان كانا كالفرات ودجلة\n...\nيريشان من خصا بجودٍ ومن عما\nوعلمٌ هو اليمّ الّذي قد تنوّرت\n...\nأو أذية الورّاد فاستصغروا اليمّا\nوبطشٌ لمن عاداه تحسب أنّه\n...\nشهابٌ هوى في أثر عفريةٍ رجما\nوصدرٌ هو الدهناء في الأزم فسحةً\n...\nوليلة سرّ عند أسراره كتما\nوقولٌ عريقٌ في الفصاحة لو غدت\n...\nتساجله عربٌ إذا أصبحوا عجما\nوعدلٌ هو العدل الّذي قد قضى به\n...\nأبو حفص الفاروق في طيبةٍ حكما\nالجزء: 1 ¦ الصفحة: 108\n",
        "فهذا أبي من بيت تيم بن مرّة\n...\nإلى نضدٍ من هاشم يفرع النجما\nوما ذاك في مديحه شعرٌ وإنّما\n...\nخلائقه درّ أوجدت له نظما\nوصف فلك\nأخوض عباباً فوق فلكٍ تظنّها\n...\nعلى سروات اليمّ قصراً مشيداً\nتهادي به مثل العقارب وتارةً\n...\nترقى من صرحاً ممرّدا\nوترزم حيناً فيه حتّى كأنّها\n...\nتجوز على العلات حزناً وقرددا\nالمضحك المبكي\nحمق الألى يحكمون النّاس يبكيني\n...\nوسوء فعلهم في النّاس يبكيني\nالجزء: 1 ¦ الصفحة: 109\n",
        "ما الذئب قد عاث بين الضأن أفتك من\n...\nهذه الولاة بهاتيك المساكين\nالشيب\nأشعرةٌ بيضاء أم\n...\nأوّل خيطِ الكفن\nأم تلك سهمٌ مرسل\n...\nلا يتقى بالجنن\nوالزرعُ إنْ هاج\n...\nفقد حان الحصاد وأنّي\nففي سبيل الله ما عا\n...\nنيته في زمني\nكيف نصبر\nأشفاهٌ تلوح أم ورد الورق\n...\nوعينان أم هما سهمان\nدربونا على التجافي وإلاّ\n...\nفاحجبوا بيننا وبين الحسان\nصغائر الأمور\nوفي وسعة المرء نيل العلا\n...\nوقد يمنع المرء ما يمنع\nصغيرٌ من الأمر يلهيه عن\n...\nبلوغ العظائم أو يقطع\nالجزء: 1 ¦ الصفحة: 110\n",
        "كعينً تحيط بهذا الوجود\n...\nجميعاً ويحجبها أصبع\nالحدة\nإنْ أحرجوا صدرك لا تنبعث\n...\nللقذع بالفحشاء أو مثله\nفغضبةُ الأحمق في قوله\n...\nوغضبةُ العاقل في فعله\nالجزاء\nلا تعجبوا للظّلم يغشى أمّة\n...\nفتنوء منه بفادح الأثقال\nظلم الرّعية كالعقاب لجهلها\n...\nألم المريض عقوبة الإهمال\nوما أذن القوم لمّا أقاموا\n...\nصلاة الجنازة يوم الوفاة\nوأذّن للطفل يوم الولادة\n...\nفهذا الآذان لتلك الصّلاة\nالجزء: 1 ¦ الصفحة: 111\n",
        "الوجل\nالنّاس يخشون من جاه المليك وما\n...\nلديه لولاهم في ملكه جاه\nكصانعٍ صنماً يوماً على يده\n...\nوبعد ذلك يرجوه ويخشاه\nالمرأة الخبيثة\nبثينةُ قد تراءت\n...\nبحمرةٍ وبياض\nخبيثةٌ في جمالٍ\n...\nحيّةٌ في رياض\nالجزء: 1 ¦ الصفحة: 112\n",
        ""
    ]
}