{
    "1": [
        "المدائح النبوية في أدب القرنين السادس والسابع للهجرة\nالمدائح النبوية في أدب القرنين السادس والسابع للهجرة\nا. د. / ناظم رشيد\nالكتاب:\nالمدائح النبوية في أدب القرنين السادس والسابع للهجرة\nالمؤلف:\nناظم رشيد\nالناشر:\nدار آفاق عربية - بغداد\nالطبعة:\nالأولى - 1423 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو ضمن خدمة التراجم]\n",
        "المحتوى\nالمقدمة\n5\nالتمهيد 7\nالمديح النبوي في عصر الحروب الصليبية 23\nالخاتمة 81\nمختارات من المدائح النبوية 84\nالمصادر والمراجع 133\nالجزء: 1 ¦ الصفحة: 4\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\nتعاقبت على المسلمين ويلات وأحزان، ومصائب وأشجان، ولا سيما في العصر العباسي الاخير. وقد لاقى الكثيرون من شدة وطأتها القهر والألم، والضنى والسقم، وجعلتهم يعيشون في تعب ونكد، وقلق وكمد خاصة بعد الهجمات المتوالية: الصليبية الجائرة من الغرب، والتترية الغادرة من الشرق. وكانت وسائل الناس آنذاك ضعيفة لا تقوى على الوقوف بوجه الاعداء الطامعين والبغاة الجائرين، وابعاد بلواهم ودفع اذاهم، فما كان منهم الا التوجه الى الله- جلّ جلاله- والتضرع اليه كي ينجيهم من الكرب الذي وقع عليهم والضيم الذي لحق بهم.\nوالالتجاء الى رسوله الكريم محمد- صلّى الله عليه وسلّم- متوسلين اليه ان يكون شفيعا لهم عند الله وينجيهم من النوائب التي كادت تقصم ظهورهم وتقضي على وجودهم.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وكان الشعر خير وسيلة للتعبير عن الألام والامال ولا سيما شعر المديح النبوي الذي كثر النظم فيه، واقبل الناس عليه بشغف ولهفة، يجدون فيه فرحتهم وسعادتهم وراحتهم النفسية، ويتدارسونه وينشدونه في مجالسهم ومحافلهم واماكن عبادتهم. وغدا شعراء كثيرون لا ينظمون الا في هذا الغرض، لا يتجاوزونه ولا يحيدون عنه.\nلقد قمت في هذا الكتاب الوجيز بدراسة الشعر الذي قيل في مدح الرسول- صلّى الله عليه وسلّم- في عصر الحروب الصليبية، وإبانة قيمته الفنية، واخترت للقارىء الكريم نماذج منه.\nوأملي كبير ان يكون هذا العمل الطيب خالصا لوجه الله تعالى، ودافعا لدراسة اوسع واشمل للاخوة الباحثين، والله ولي التوفيق.\nالدكتور ناظم رشيد\nالجزء: 1 ¦ الصفحة: 6\n",
        "التمهيد\nآل الشرق الاسلامي في أواخر القرن الخامس للهجرة الى فئات مبعثرة، واحيانا متباغضة، لا يجمع بينها وفاق، ولا يضمها سلطان قوي، ففي كل ولاية أمير او ملك يناوىء جاره، ويكيد له، ويتربص به الدوائر؛ ليشن الغارات على ولايته، ويؤوب من عنده بالغنائم والاسلاب، ويدع له الاشلاء والدماء والدمار والخراب، انصياعا لهوى الاطماع، ودواعي المآرب والغايات. على حين كان الغرب يضمّ اليه أدانيه وأقاصيه، ويلمّ شعثه، ويرتق فتقه، ويرأب صدعه، ويتهيأ للانقضاض على الشرق المتداعي، والهيمنة عليه، طمعا في خيراته، ووافر ثرواته، لا- كما زعم أبناؤه- لتخليص قبر السيد المسيح- عليه السلام- من ايدي المسلمين. فلما استجمعوا قواتهم، واستحضروا عددهم، وخفقت راياتهم، وتعالت بالحقد الاعمى اصواتهم، اندفعوا موجات متتابعة، مدة قرنين من الزمان. ابتداء من سنة اثنتين وتسعين وأربع مئة للهجرة، فأهلكوا الحرث والنسل والضرع، وأشاعوا الدمار في القرى والامصار، حتى قدر المؤرخون عدد الذين قتلوا في مذبحة انطاكية بعشرة الاف\nالجزء: 1 ¦ الصفحة: 7\n",
        "نفس، وفي معرة النعمان بمئة الف، وفي بيت المقدس بسبعين الفا «1» .\nوقال ريموند دي اكليس الذي شاهد المذبحة الاخيرة: «ان الدماء قد وصلت في رواق المسجد الى الركب» «2» . فما لم يشاهده قد يربو على التقدير ويفوق النعت والتعبير.\nلقد فر الناجون الى الله من هول هذه الحرب الضروس، وتضرعوا اليه ان يدفع عنهم الكرب الشداد، ويحسر اسجاف البلايا الصفيقة.\nوتوزع الشعراء آنذاك الى فريقين، ذهب فريق الى الاعراب عن دخائل النفوس وكوامن الافئدة، والإفصاح عن ضراوة الاحداث، وجسامة الاهوال والكوارث بقصائد عامرة، منها قصيدة الامام أبي حامد الغزالي (ت 505 هـ) المعروفة بدعاء المنفرجة في ثمان وخمسين بيتا، مطلعها «3» :\nالشدّة أودت بالمهج\n...\nيا ربّ فعجّل بالفرج\nومنها:\nوالأزمة زادت شدّتها\n...\nيا أزمة علّك تنفرجي\n(1) مختصر تاريخ العرب ص 286.\n(2) نفسه ص 287.\n(3) الحروب الصليبية واثرها في الادب العربي في مصر والشام ص 237.\nالجزء: 1 ¦ الصفحة: 8\n",
        "جئناك بقلب منكسر\n...\nولسان بالشكوى لهج\nقال محمد سيد گيلاني معقبا على هذه القصيدة: «مات الغزالي عام 505 هـ، اي بعد هجوم الصليبيين على الشام بخمسة عشر عاما، وجال مدّة في بلاد الشام، وشاهد الافرنج يكتسحون المدن والقرى، ويغيرون على السكان الآمنين، وينهالون عليهم قتلا وأسرا، ورأى المسلمين لا حول لهم ولا قوة، ذلّوا وهانوا واستكانوا، واضحوا ولا راعي يرعاهم، ولا زعيم يجمع شملهم، ويتصدى للدفاع عنهم، ولا قائد يوقف الغزاة عند حدهم\n...\nفي هذا الوسط المظلم، وفي هذا الجو القاتم شرع الناس يلتمسون العون من الله ويسألونه التعجيل بالفرج. وماذا كانوا فاعلين وهم رعية بغير رعاة؟ أمراؤهم مشغولون بمصالح أنفسهم، يكيد بعضهم لبعض\n...\nوهكذا عانى أهل الشام المصائب والاهوال يتلو بعضها بعضا، فرفعوا ايديهم الى السماء متضرعين ومتوسلين بالقرآن وسوره، والانبياء والمرسلين، ملحفين في الدعاء، طالبين التعجيل بالفرج، ذلك لأنّ الشدة التي أصابتهم أودت بالمهج، والناس اضحوا في ضيق وحرج، ومن غير الله يرفع هذا الحرج؟\nوهكذا عبر الغزالي عن شعور المسلمين في هذا الوقت ونطق بألسنتهم، وترجم عن حالة الضيق الشديد التي المت بهم. ثم أخذ يتوسل الى الله بالانبياء وبالقرآن وبما أودع فيه من الأسرار الالهية، وذكر في شيء من الالم والحزن ان المسلمين ضعاف، وانهم لا يجدون أمامهم ملجأ غير\nالجزء: 1 ¦ الصفحة: 9\n",
        "الله، اليه يلجؤون وبه يستغيثون واياه يدعون» «4» .\nومن القصائد التي حظيت بالقبول الواسع، وذاعت شهرتها، واكتسبت رضا الكثيرين، وداعبت قلوب المكلومين ونفوس المظلومين، قصيدة يوسف بن محمد التوزري المعروف بابن النحوي (ت 513 هـ) المشهورة ب «المنفرجة» أو «الفرج بعد الشدة» ، ومطلعها «5» :\nاشتدّي أزمة تنفرجي\n...\nقد آذن ليلك بالبلج\nوكانت هذه القصيدة محط أنظار الشراح، مثل الاضواء البهجة في إبراز دقائق المنفرجة، والأنوار المنبلجة في بسط أسرار المنفرجة، والسريرة المنزعجة في شرح المنفرجة، وغير ذلك «6» .\nوذهب فريق آخر الى التضرع بالرسول الكريم محمد- صلّى الله عليه وسلّم- والتوسل لديه، والتعلق باعتابه، أن يزيل عنهم الاحزان الجاثمة، ويردّ الامن والدعة الى نفوسهم الهائمة، ويلج بهم ابواب الرحمة الواسعة، الى ساحات الرضا السرمدي والراحة الخالدة، وخير مثال على ذلك القصائد التي قيلت سنة أربع وخمسين وست مئة للهجرة حينما انفجر بركان بالقرب من المدينة المنورة وأخذ يقذف الحمم النارية ويهدد بالدمار والخراب. قال السيوطي: «وفي هذه السنة، في يوم الاثنين، مستهل\n(4) نفسه ص 239.\n(5) مفتاح السعادة 3/ 144.\n(6) ينظر تاريخ المعارضات في الشعر العربي ص 57.\nالجزء: 1 ¦ الصفحة: 10\n",
        "جمادى الاخرة، وقع بالمدينة الشريفة صوت يشبه صوت الرعد البعيد تارة وتارة، واقام على هذه الحالة يومين، فلما كان ليلة الاربعاء تعقب الصوت زلزلة عظيمة، رجفت منها الارض والحيطان، واضطرب المنبر الشريف، واستمرت تزلزل ساعة بعد ساعة الى يوم الجمعة خامس الشهر، ظهر من الحرة نار عظيمة، وسالت أودية منها سيل الماء، وسالت الجبال نارا، وسارت نحو طريق الحاج العراقي، فوقفت واخذت تأكل الارض أكلا، ولها كل يوم صوت عظيم من آخر الليل الى الضحوة، واستغاث الناس بنبيهم- صلّى الله عليه وسلّم- واقلعوا عن المعاصي» «7» ، واجود قصيدة نظمت آنذاك في ذكر هذه الحادثة ومدح الرسول- صلّى الله عليه وسلّم- كانت للشاعر سيف الدين علي بن عمر بن قزل المعروف بابن المشد (ت 656 هـ) ، مطلعها «8» :\nألا سلّما عنّي على خير مرسل\n...\nومن فضله كالسّيل ينحطّ من عل\nومنها وصف للصورة المخيفة التي اذهلت الناس وأرعبتهم:\nلها شرر كالبرق لكن شهيقها\n...\nفكالرعد عند السامع المتأمل\n(7) حسن المحاضرة في تاريخ مصر والقاهرة 2/ 46.\n(8) نفسه 2/ 47. وينظر ديوان سيف الدين المشد، تح: عباس هاني (رسالة ماجستير من كلية التربية بجامعة بابل سنة 2000) ص 445.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وأصبح وجه الشمس كالليل كاسفا\n...\nويدر الدجى في ظلمة ليس تنجلي\nوهبّت سموم كالحميم فأذبلت\n...\nمن الباسقات الشمّ كلّ مذلّل\nوأبدت من الآيات كلّ عجيبة\n...\nوزلزلت الارضون أيّ تزلزل\nوأيقن كلّ الناس ان عذابهم\n...\nتعجّل في الدّنيا بغير تمهّل\nوأعولت الاطفال مع أمهاتها\n...\nفيا نفس جودي، يا مدامعي اهملي\nوينهي الشاعر قصيدة بالسلام على المبعوث الهادي محمد صلّى الله عليه وسلّم:\nفيا خير مبعوث وأكرم شافع\n...\nوأنجح مأمول وافضل موئل\nعليك سلام الله بعد صلاته\n...\nكما شفع المسك العبيق بمندل\nووصف المؤرخ شهاب الدين ابو محمد عبد الرحمن بن اسماعيل المعروف بابي شامة المقدسي هذا البركان الثائر وصفا دقيقا وأورد قصيدة لشاعر لم يذكر اسمه، أولها «9» :\n(9) تراجم رجال القرنين السادس والسابع المعروف بذيل الروضتين ص 193.\nالجزء: 1 ¦ الصفحة: 12\n",
        "يا كاشف الضّرّ صفحا عن جرائمنا\n...\nلقد أحاطت بنا يا ربّ بأساء\nنشكو اليك خطوبا لا نطيق لها\n...\nحملا ونحن بها حقا أحقاء\nزلازلا تخشع الصمّ الصلاب لها\n...\nوكيف يقوى على الزلزال شمّاء\nأقام سبعا ترج الارض فانصدعت\n...\nعن منظر منه عين الشمس عشواء\nبحر من النار يجري فوقه سفن\n...\nمن الهضاب لها في الارض إرساء\nودعا الله ان يفرج عن المسلمين هذا الخطب الكبير الذي ألمّ بهم، ويبعد عنهم نقمته التي تمثلت في هذا البركان الغاضب الذي القى حجارة حامية وشواظا من نار، وأخاف الناس ان يمتد لهيبه الى المدينة المنورة التي تضمّ قبر الرسول- صلّى الله عليه وسلّم- والصحابة الصالحين، واختتم قصيدته بقوله:\nونحن أمة هذا المصطفى ولنا\n...\nمنه الى عفوك المرجو دعاء\nهذا الرسول الذي لولاه ما سلكت\n...\nمحجّة في سبيل الله بيضاء\nفارحم وصلّ على المختار ما خطبت\n...\nعلى علا منبر الاوراق ورقاء\nالجزء: 1 ¦ الصفحة: 13\n",
        "وللامام ابي زكريا يحيى بن يوسف الصّرصري (ت 656 هـ) قصيدة في خمس وتسعين بيتا يمدح بها الرسول- صلّى الله عليه وسلّم- ويذكر النار الحامية التي تتفطر منها القلوب «10» :\nفشاهدتم مرأى فظيعا وشدّة\n...\nتكاد لها الاحشاء أن تتفطرا\nوجاء في القصيدة قوله:\nفيا أيّها الحادي الذي اعتسف الفلا\n...\nوحثّ المطايا مدلجا ومهجرا\nاذا ما أرحت العيس بعد لغوبها\n...\nوطول وجاها من معالجة السّرى\nفقف وقفة الاحباب في ذلك الحمى\n...\nوعفّر أديم الخدّ في ذلك الثرى\nوبلغ تحياتي الى من سما به\n...\nوأحرز من رياه نشرا معطرا\nومنها:\nوسل ربّك النصر العزيز لأمة\n...\nبجاهك ترجو ان تعزّ وتنصرا\n(10) ديوان الصرصري ص 170.\nالجزء: 1 ¦ الصفحة: 14\n",
        "لها كلّ عام كائد متهدد\n...\nيدير لها بالرعب كأسا ممرّرا\nأجرها وثبتها فمن كنت جاره\n...\nفأجدر أن يحمى ويحيا ويجبرا\nعليك سلام من إلهك دائم\n...\nمديد جدير ان يزاد ويكثرا\nلقد كانت هذه النار التي داهمت الارض الطاهرة واخاف الناس وصول شررها الى المدينة، مدعاة لمدح الرسول- صلّى الله عليه وسلّم- قال ابن الوردي:\n«وظهرت نار بالحرّة عند مدينة النبي- صلّى الله عليه وسلّم- وكانت تضيء بالليل من مسافة بعيدة جدا\n...\nونظم الشعراء عند ظهور هذه النار مدائح في النبي صلّى الله عليه وسلّم» «11» . ومن هؤلاء الشعراء ايضا شرف الدين ابو عبد الله محمد بن سعيد البوصيري (ت 696 هـ) ، فله قصيدة في ثمان وتسعين بيتا سماها: «تقديس الحرم من تدنيس الضرم» مطلعها «12» :\nإلهي على كلّ الامور لك الحمد\n...\nفليس لما اوليت من نعم حدّ\nوفيها يقول:\nتدمر ما تأتي عليه كعاصف\n...\nمن الريح ما ان يستطاع له ردّ\n(11) تتمة المختصر في اخبار البشر (تاريخ ابن الوردي) 2، 281.\n(12) ديوان البوصيري ص 111.\nالجزء: 1 ¦ الصفحة: 15\n",
        "تمرّ على الارض الشديد اختلافها\n...\nفتنجد غورا او يغور بها نجد\nوترمي الى الجوّ الصخور كأنّما\n...\nبباطنها غيظ على الجوّ او حقد\nويطيل الحديث عن اوصاف النبي المباركة، ويرجو من الله في خاتمة القصيدة ان يحظى بزيارته والتعطر بأريج التربة التي تحرك عليها في نشر رسالة الايمان والهداية والرشاد:\nفهب لي رسول الله قرب مودّة\n...\nتقرّ به عين وتروى به كبد\nوإني لارجو أن يقريني الى\n...\nجنابك إرقال الركائب والوخد\nولولا وثوقي منك بالفوز في غد\n...\nلما لذّ لي يوما شراب ولا برد\nعليك صلاة الله يضحي بطيبة\n...\nلديك بها وفد ويمسي بها وفد\nودامت كأنفاس الورى في تردّد\n...\nعليك من الله التحية والرّدّ\nإنّ منزلة الرسول- صلّى الله عليه وسلّم- ومكانته عظيمة في نفوس المسلمين، يستذكرون سيرته العطرة، ويستوحون منها ما ينفعهم في الدنيا\nالجزء: 1 ¦ الصفحة: 16\n",
        "والاخرة. وقد خصص كثير من الشعراء دواوين في مديحه، منها على سبيل المثال لا الحصر: «التنوير في مولد السراج المنير» «13» لابن دحية الكلبي، وقد اهداه سنة أربع وست مئة للهجرة للسلطان مظفر الدين كوكبري بن زين علي صاحب اربل، و «أهنى المنائح في اسنى المدائح» «14» لشهاب الدين محمود بن سليمان الحلبي، و «بشرى اللبيب بذكرى الحبيب» «15» لابن سيد الناس اليعمري، و «نظم الدّرر في مدح سيد البشر» «16» لابي عبد الله محمد بن عبد الله بن محمد بن ابي بكر العطار، و «القصائد الوترية في مدح خير البرية» «17» لابي عبد الله محمد بن ابي بكر بن رشيد الواعظ البغدادي، وديوان الامام يحيى بن يوسف الصرصري الذي قال عنه قطب الدين اليونيني: ان مدائحه فيه- صلوات الله عليه وسلامه- تقارب عشرين مجلدا «18» .\nوهكذا زها شعر المديح النبوي في تلك الحقبة الهائجة المائجة، وكثر الاقبال عليه، وعم تعاطيه من أرباب القريض، وراجت سوقه رواجا مشهودا، غصّ فيها على كل الاصناف والالوان، بعد ان تضافرت له\n(13) منه نسختان خطيتان في المكتبة الوطنية في باريس برقمي 1476، 3141.\n(14) منه نسخة بدار الكتب المصرية رقم 1396 ادب.\n(15) منه نسخة بدار الكتب المصرية رقم 6891 ادب.\n(16) نفح الطيب 7/ 489.\n(17) منه نسخة في مكتبة المتحف العراقي رقم 2092 ادب.\n(18) ذيل مرآة الزمان 1/ 257.\nالجزء: 1 ¦ الصفحة: 17\n",
        "الدواعي والاسباب، ووجدت له الاجواء المشجعة للقبول والاستحسان.\nفها هم أولاء الافرنج قد عاثوا فسادا في ديار الشام ومصر، وامتلكوا ناصية القدس الشريف، واشرأبت أعناقهم الى البيت الحرام، وشردوا الالاف الآمنين من ديارهم وتركوهم يهيمون على وجوههم في البراري والقفار، يطاردهم الطوى والعوز، ويلاحقهم البؤس والشقاء، ويعتادهم المرض والوباء. وقد جرّ هذا الوضع المزري الى اختلال التوازن الاجتماعي، وتردي الاحوال، وشيوع الفقر والجوع، ونقص الاموال والثمرات، واضطراب حبل الأمن، وانتشار المنكرات والموبقات، وفشو التطفيف في الموازين والمكاييل. وما سوى ذلك من ضروب الفساد والانحلال. وعند ذلك جال المسلمون بأبصارهم فيما حولهم- ما خلا بعض الاوقات- فلم يجدوا من يجمعهم ويدفع الضيم والعدوان عنهم، وعجزت وسائلهم المادية الضعيفة عن الدفاع والمقاومة ورد الغزاة الباغين عن حماهم واوطانهم، فالتجأوا الى الله جل جلاله ورسوله الكريم، جاعلين التضرع والتوسل سبيلين الى الرحاب العلوية والنفحات المحمدية.\nوالذبّ عن الاسلام فرض عين على كل مسلم، فان عجز اللسان واليد عن هذا الذب، ففي التضرع والدعاء الكفاية والغناء كما عبر عن ذلك ابن قيم الجوزية (ت 751 هـ) في احدى قصائده «19» :\nهذا ونصر الدين فرض لازم\n...\nلا للكفاية بل على الأعيان\n(19) الحروب الصليبية واثرها في الادب ص 241.\nالجزء: 1 ¦ الصفحة: 18\n",
        "بيد وإمّا باللسان فان عجز\n...\nت فبالتوجه والدّعا بجنان\nوكان للمتصوفة- ولا سيما ايام السلاطين من الايوبيين والمماليك- دور مشهود في شيوع شعر المديح النبوي والاحتفاء به، اذ كانوا يعطرون تكاياهم وزواياهم ورباطاتهم بقراءة القصائد التي تتناول سيرة الرسول- صلّى الله عليه وسلّم- وتذكر صفاته وفضائله «كما اتخذوا شفاعته والتوسل اليه طريقا الى الله» «20» . وقد اتخذوا يوم ميلاده في كل سنة، وهو اليوم الثاني عشر من شهر ربيع الاول، مناسبة مفرحة لبعث التوسل والشفاعة والتضرع. وكان الملك المظفر كوكبري بن زين الدين علي زوج ربيعة خاتون أخت صلاح الدين الايوبي وصاحب إربل (ت 630 هـ) أبرز شخصية آنذاك اهتمت بعيد المولد النبوي وجعلته من أطيب الايام واسعد الاوقات، ذكر ابن خلكان- وقد التقى بهذا الملك وحضر مجالسه- اخبارا مفصلة عنه، نقتصر منها على ما يأتي: «أمّا احتفاله بمولد النبي- صلّى الله عليه وسلّم- فإنّ الوصف يقصر عن الاحاطة به، لكن نذكر طرفا منه، وهو ان اهل البلاد كانوا قد سمعوا بحسن اعتقاده فيه، فكان في كلّ سنة يصل اليه من البلاد القريبة من إربل- مثل بغداد والموصل والجزيرة وسنجار ونصيبين وبلاد العجم وتلك النواحي- خلق كثير من\n(20) في التصوف الاسلامي، صفحة ش، وينظر دراسات في الشعر في عصر الايوبيين ص 256.\nالجزء: 1 ¦ الصفحة: 19\n",
        "الفقهاء والصوفية والوعاظ والقراء والشعراء، ولا يزالون يتواصلون من المحرم الى اوائل شهر ربيع الاول، ويتقدم مظفر الدين بنصب قباب من الخشب، كل قبة اربع او خمس طبقات، ويعمل مقدار عشرين قبة او اكثر، منها قبة له، والباقي للامراء واعيان دولته، لكل واحد قبة..\nوكانت القباب منصوبة من باب القلعة الى باب الخانقاه المجاورة للميدان، فكان مظفر الدين ينزل كل يوم بعد صلاة العصر ويقف على قبة قبة الى آخرها، ويسمع غناءهم، ويتفرج على خيالاتهم وما يفعلونه في القباب، ويبيت في الخانقاه ويعمل السماع، ويركب عقيب صلاة الصبح يتصد، ثم يرجع الى القلعة قبل الظهر. هكذا يعمل كل يوم الى ليلة المولد،\n...\nفاذا كان قبل المولد بيومين اخرج من الإبل والبقر والغنم وشيئا كثيرا زائدا عن الوصف\n....\nثم يشرعون في نحرها، وينصبون القدور ويطبخون الالوان المختلفة؛ فاذا كانت ليلة المولد عمل السماعات بعد ان يصلي المغرب في القلعة، ثم ينزل وبين يديه من الشموع المشتعلة شيء كثير، وفي جملتها شمعتان او اربع- اشك في ذلك- من الشموع الموكبية التي تحمل كل واحدة منها على بغل، ومن ورائها رجل يسندها وهي مربوطة على ظهر البغل حتى ينتهي الى الخانقاه؛ فاذا كان صبيحة يوم المولد انزل الخلع من القلعة الى الخانقاه على ايدي الصوفية، على يد كل شخص منهم بقجة، وهم متتابعون كل واحد وراء الاخر، فينزل من ذلك شيء كثير لا اتحقق عدده. ثم ينزل الى الخانقاه وتجتمع الاعيان والرؤساء وطائفة كبيرة من بياض الناس، وينصب كرسي للوعاظ، وقد نصب لمظفر الدين برج خشب له شبابيك الى\nالجزء: 1 ¦ الصفحة: 20\n",
        "الموضع الذي فيه الناس والكرسي، وشبابيك آخر للبرج أيضا الى الميدان، وهو ميدان كبير في غاية الاتساع، ويجتمع فيه الجند، ويعرضهم ذلك النهار، وهو تارة ينظر الى عرض الجند، وتارة الى الناس والوعاظ، ولا يزال كذلك حتى يفرغ الجند من عرضهم، فعند ذلك يقدم السماط في الميدان للصعاليك، ويكون سماطا عاما فيه من الطعام والخبز شيء كثير لا يحد ولا يوصف، ويمد سماط ثان في الخانقاه للناس المجتمعين عند الكرسي، وفي مدة العرض ووعظ الوعاظ يطلب واحدا واحدا من الاعيان والرؤساء والوافدين لأجل هذا الموسم ممن قدمنا ذكره من الفقهاء والوعاظ والقراء والشعراء، ويخلع على كل واحد ثم يعود الى مكانه، فاذا تكامل ذلك كله، حضروا السماط وحملوا منه لمن يقع التعيين على الحمل الى داره، ولا يزالون على ذلك الى العصر او بعدها، ثم يبيت تلك الليلة هناك، ويعمل السماعات الى بكرة، وهكذا يعمل في كل سنة، وقد لخصت صورة الحال، فان الاستقصاء يطول، فاذا فرغوا من هذا الموسم تجهز كل انسان للعود الى بلده، فيدفع لكل شخص شيئا من النفقة» «21» .\nوزادت في هذه الحقبة الرغبة في الذهاب الى الديار الحجازية والمكوث الى جوار الكعبة في مكة المكرمة او الى جوار ضريح الرسول محمد صلّى الله عليه وسلّم في المدينة المنورة وتدبيج القصائد المدحية التي تشيد برسالته وتذوه بفضائله ومناقبه. وكان الملك مظفر الدين صاحب اربل\n(21) وفيات الاعيان 4/ 117.\nالجزء: 1 ¦ الصفحة: 21\n",
        "كما يقول ابن خلكان: «يقيم في كل سنة سبيلا للحاج، ويسير معه جميع ما تدعو حاجة المسافر اليه في الطريق، ويسير صحبته أمينا معه خمسة او ستة الاف دينار ينفقها بالحرمين على المحاويج وارباب الرواتب، وله بمكة- حرسها الله تعالى- آثار جميلة.. وهو اول من اجرى الماء الى جبل عرفات ليلة الوقوف، وغرم عليه جملة كثيرة، وعمر بالجبل مصانع للماء، فان الحجاج كانوا يتضررون من عدم الماء، وبنى له تربة ايضا هناك» «22» .\nلقد تفجرت قرائح الشعراء بمدح الرسول- صلّى الله عليه وسلّم- وطفقت تسبح بحمده، وتطوف حوله، وتتمسح باعتابه، وتسفح العبرات شوقا الى رحابه ولهفة الى سامق جنابه.\nوتجدر الاشارة الى ان هؤلاء الشعراء كانوا يتالمون من تهجم الافرنج على الدين الاسلامي والرسول- صلّى الله عليه وسلّم- ولذلك تراهم ينبرون بالرد عليهم بشدة، ويريشون السهام الى نحورهم ويناقشون عقيدتهم وينافحون عن نبيهم ورسالته الخالدة التي بشر بها العالمين وهدى الضالين «23» .\n(22) وفيات الاعيان 4/ 117.\n(23) تنظر: الحياة الادبية في عصر الحروب الصليبية ص 516.\nالجزء: 1 ¦ الصفحة: 22\n",
        "المديح النبوي في عصر الحروب الصليبية\nتوقدت العاطفة الدينية ايام الحروب الصليبية التي دامت مئتي عام، واخذ مديح الرسول- صلّى الله عليه وسلّم- طريقه الى الشعر العربي بشكل قوي وواضح وبكثرة، وصار سمة من سمات هذا العصر ومن اظهر الاغراض الشعرية ومن احبها في نفوس الناس آنذاك، يقول الدكتور شوقي ضيف:\n«وانبثقت من الشعر الصوفي منذ ابن دريد في اوائل القرن الرابع الهجري مدائح نبوية عطرة بالسيرة الذكية، وما نصل الى القرن السادس والسابع حتى يتكاثر هذا المديح ويزدهر. ونظن ظنا انه كان للحروب الصليبية اثر في ذلك\n...\nوعرف الشعراء انها حرب دينية يشنها الغرب على الرسالة النبوية ورسولها الكريم، فاستحثوا الناس للدفاع عن دينهم، بل مضوا يستصرخونهم للذود عن وطنهم ومقدساتهم، محاولين بكل ما وسعهم ان يحيلوها شعلا آدمية تشوي وجوه الصليبيين وتأتي عليهم كأن لم يكونوا شيئا مذكورا، وفي الوقت نفسه مضوا يمدحون النبي الامين بعرض سيرته وبعث شذاها العطر، ورفعوها شعارات، بل لواءات، ليجتمع من حولها ابطال الاسلام والعرب، ويقضوا على\nالجزء: 1 ¦ الصفحة: 23\n",
        "الصليبيين قضاء مبرما «24» .\nان ما ذهب اليه الدكتور شوقي ضيف معقول ومقبول، اما رأي الدكتور علي صافي حسين ففيه نظر، فهو يقول: «المدائح النبوية فن استحدثه المصريون في القرن السابع، اذ لم يكن له من قبل وجود لا في مصر ولا في غيرها من الاقطار العربية والاسلامية على الاطلاق» «25» .\nاقول: ان من يراجع تراثنا الادبي الكبير والزاخر بشعر كثير قبل القرن السابع للهجرة يجد قصائد ومقطوعات في مديح الرسول- صلّى الله عليه وسلّم- فيها جانب من سيرته العطرة ومعجزته القرآن العظيم الذي انزله الله جل جلاله ليبشر به الناس ويهديهم الى الصراط المستقيم. فمن الشعراء الذين وصل الينا من نظمهم في مدح الرسول الكريم ابو عبد الله ابن ابي زكريا الشقراطيسي (ت 496 هـ) في قصيدة اولها «26» :\nالحمد لله منا باعث الرّسل\n...\nهدى باحمد منا احمد السّبل\nخير البرية من بدو ومن حضر\n...\nوأكرم الخلق من حاف ومنتعل\nولأبي المظفر محمد بن احمد بن اسحاق الابيوردي (ت 507 هـ) قصيدة في مدحه مطلعها «27» :\n(24) تاريخ الادب العربي، عصر الدول والامارات ص 409.\n(25) الادب الصوفي في مصر في القرن السابع الهجري ص 216.\n(26) المجموعة النبهانية 3/ 199.\n(27) ديوان الابيوردي 1/ 97.\nالجزء: 1 ¦ الصفحة: 24\n",
        "خاض الدّجى ورواق الليل مسدول\n...\nبرق كما اهتزّ ماضي الحدّ مصقول\nوشارك ابو حفص عمر بن الحسن بن المظفر النيسابوري (ت 532 هـ) في مدح الرسول صلّى الله عليه وسلّم، من ذلك قوله من قصيدة «28» :\nوخاتم المرسلين سيدنا\n...\nاحمد ربّ السماء سمّاه\nأشرقت الارض بعد بعثته\n...\nوحصحص الحقّ من محيّاه\nومن الاصوات العالية والمجيدة في مدح النبي صلّى الله عليه وسلّم صوت ابي القاسم جار الله محمود بن عمر الزمخشري (ت 538 هـ) فله قصيدة لامية مطلعها «29» :\nأضاء لي باللّوى والقلب متبول\n...\nنجديّ برق بنار الحبّ موصول\nوقصيدة رائية مطلعها «30» :\nقامت لتمنعني المسير تماضر\n...\nأنّى لها وغرار عزمي باتر\n(28) معجم الادباء 3/ 218.\n(29) المجموعة النبهانية 3/ 34.\n(30) نفسه 2/ 135.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ومن المكثرين في الاقبال على النظم في المديح النبوي الامام جمال الدين افضل الاسلام عبد الرحيم بن احمد بن محمد بن الاخوة البغدادي الشيباني (ت 548 هـ) ، وقد رآه عماد الدين الاصبهاني الكاتب، فقال: «خصّه الله بالفضل الوافر، والخاطر الواقر، والعلم الكامل، والادب الشامل. وهو أعجوبة العراق، وجوابة الافاق» «31» وقال: «اتفق حضوري عنده في الجامع، وبيده جزء فيه مدائح النبي صلّى الله عليه وسلّم» ، واورد له في خريدته اربع قصائد ومقطوعتين، من ذلك قوله «32» :\nصلّى الاله على النبي محمد\n...\nهادي البرية والامام المهتدي\nالصابر البر الرؤوف المرتضى\n...\nالماجد الندب الكريم السيد\nالصادق المصدوق والبدر الذي\n...\nعمّ البلاد بنوره المتجدد\nنجى به الله الانام من الردى\n...\nوالناس في ليل الظلام الاسود\nلا ينقضي بين الورى اعجازه\n...\nفدليله في اليوم باق في غد\nفمن اهتدى بهداه فاز ومن عتا\n...\nعنه تردّد في العذاب الموصد\n(31) الخريدة، قسم العراق 3/ 1: 138.\n(32) نفسه 3/ 1: 199.\nالجزء: 1 ¦ الصفحة: 26\n",
        "وله قصيدة «33» :\nسلام على احمد المصطفى\n...\nسلام على الطاهر المرتضى\nسلام على صفوة العالمين\n...\nسراج البريّة شمس الورى\nسلام على خاتم الانبيا\n...\nمحمد الماجد المجتبى\nبه شيد الله ركن التقى\n...\nبه رفع الله شأن الهدى\nوأيّد ملّته فانطوى\n...\nرداء الضلال بها وانجلى\nونجد للشاعر علي بن محمد بن علي العمراني (ت 560 هـ) قصيدة في مدح الرسول الكريم صلّى الله عليه وسلّم نظمها في صباه، مطلعها «34» :\nأضاء برق وسجف الليل مسدول\n...\nكما يهزّ اليماني وهو مصقول\nوقد صاغها معارضا قصيدة «بانت سعاد» لكعب بن زهير في مدح\n(33) نفسه 3/ 1: 200.\n(34) معجم الادباء 5/ 413.\nالجزء: 1 ¦ الصفحة: 27\n",
        "الرسول، وافتتحها متغزلا بسعدى، وواصفا وجده وهيامه ودموعه المدرارة، مما يمكن ان يعد من مظاهر المبالغة والاسراف في النعت:\nمهما تذكرتها فاض الجمان على\n...\nخديّ حتى نجاد السّيف مبلول\nوانتقل الى قامتها الرشيقة فأدق النظر في الاعضاء وتقاطيعها، وأرهف النفس في البيان المحسوس والوصف المادي الملموس، شأنه شأن الشعراء الذين كانوا يجرون وراء المرأة، ويهيمون بهذا الضرب من الجمال، ويتطلعون الى النوال والوصال:\nظمأى الموشح، ريّان مخلخلها\n...\nعبل مؤزرها، والمتن مجدول\nكأنما هي اذ ترخي ذوائبها\n...\nبدر عليها رواق الليل مسدول\nكأنما شعرها درّ اذا ابتسمت\n...\nوريقها سحرا بالراح معلول\nيا حبذا زمن فيه نسرّ بها\n...\nوالشعب ملتئم والحبل موصول\nثم تخلص في انتقالة موفقة الى مدح خاتم الانبياء صلّى الله عليه وسلّم والحديث عن رسالته العظيمة المبعوث من اجلها التي بشربها الناس وهداهم الى سواء السبيل ونور طريقهم للمسير الى صالح الاعمال وخير الافعال، ومدح اصحابه الطيبين الطاهرين الذين تحملوا معه امانة هذه الرسالة.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ويبدو ان هذا الشاعر قد نظم شعرا كثيرا في مدح النبي صلّى الله عليه وسلّم اعتمادا على ما ذكره ياقوت الحموي معقبا على هذه القصيدة بقوله: «ولهذا الامام اشعار من هذا النمط» .\nومن الشعراء الذين خصصوا قصائد كثيرة لمدح نبي الهدى محمد صلّى الله عليه وسلّم، ابو نزار الحسن بن صافي بن عبد الله بن نزار الملقب بملك النحاة (ت 568 هـ) ، يقول في احدى هذه القصائد «35» :\nيا قاصدا يثرب الفيحاء مرتجيا\n...\nان يستجير بعليا خاتم الرّسل\nخذ من اخيك مقالا ان صدعت به\n...\nمدحت في آخر الاعصار والأول\nقل يا من الفخر موقوف عليه فان\n...\nتذوكر الفخر لم يصدف ولم يمل\nصيت اذا طلبت غاياته خرقت\n...\nسبعا طباقا فبذّت كلّ ذي أمل\nعلوت وازددت حتى عاد ممتدحا\n...\nجبريل عمّا له قد كان لم يطل\nوعدت والكبر قد نافى علاك فما\n...\nعددت شيمة سبط الخلق مبتهل\nأتتك غرّ قوافي المدح خاضعة\n...\nلديك فاقبل ثناء غير منتحل\n(35) تهذيب تاريخ ابن عساكر 4/ 167.\nالجزء: 1 ¦ الصفحة: 29\n",
        "ثناء من لم يجد وجناء تحمله\n...\nاليك او صدّ بالاقتار عن جمل\nصلى عليك إله العرش مشتملا\n...\nعليك يا خير حاف ومنتعل\nونلقى للشاعر صفوان بن ادريس بن ابراهيم (ت 598 هـ) مدحا للرسول صلّى الله عليه وسلّم حيث يقول «36» :\nتحية الله وطيب السلام\n...\nعلى رسول الله خير الانام\nعلى الذي فتح باب الهدى\n...\nوقال للناس: ادخلوا بالسلام\nبدر الهدى سحب الندى والجدا\n...\nوما عسى ان يتناهى الكلام\nتحية تهزأ أنفاسها\n...\nبالمسك لا أرضى بمسك الختام\nتخصّه مني ولا تنتني\n...\nعن آله الصيد السراة الكرام\nوقدرهم أرفع لكنني\n...\nلم ألف أعلى لفظة من كرام\n(36) معجم الادباء 4/ 269.\nالجزء: 1 ¦ الصفحة: 30\n",
        "الشواهد الشعرية التي ذكرناها تدل من غير شك على وجود شعر في مديح الرسول صلّى الله عليه وسلّم قبل القرن السابع للهجرة، اي لم يكن حكرا على هذا القرن وما تلاه، فهو موجود منذ وجدت البيئات الزهدية ثم الصوفية من بعد «37» ، ولكنه لم يكن بتلك السعة التي نلاحظها في القرن السابع، اي بعد ضعف الدولة العباسية وتشتت شملها ثم زوالها وتوالي هجمات الصليبيين من الغرب والتتر من الشرق.\nنظم عدد كبير من الشعراء قصائد عامرة في مدح الرسول صلّى الله عليه وسلّم، تناولوا فيها سيرته وما تنطوي فيها من احداث مولده ورضاعته ونشأته وبعثته وكفاحه ومهاده ووفاته. كما تناولوا الدين الاسلامي الذي هدى الناس واضاء لهم النور، واخرجهم من ظلمات الجهل والضلال، وأبان لهم طريق الهداية والحق.. ثم افرغوا ما في نفوسهم من حسرات لاهبة وآهات حرى.. وكان على رأس هؤلاء الشعراء الامام العلامة الضرير جمال الدين ابو زكريا يحيى بن يوسف الصّرصري البغدادي (ت 656 هـ) ، وهو «حسان وقته» «38» ، يقول ابن شاكر الكتبي عنه: «صاحب المدائح النبوية السائرة في الافاق، لا اعلم شاعرا اكثر من مدائح النبي صلّى الله عليه وسلّم اشعر منه، وشعره طبقة عالية» «39» ، وقد انصف احد الباحثين في قوله: «من اهم الشعراء الذين نبغوا في فن المدائح\n(37) ينظر: المدائح النبوية لزكي مبارك ص 17.\n(38) الذيل على طبقات الحنابلة 2/ 262.\n(39) فوات الوفيات 4/ 298، وينظر نكت الهميان للصعدي ص 308.\nالجزء: 1 ¦ الصفحة: 31\n",
        "النبوية واجادوا فيها في جميع العصور الادبية» «40» . جاء في مقدمة احدى قصائده الطويلة: «وقال رحمه الله يمدحه صلوات الله وسلامه عليه وعلى آله وصحبه وسلم، ويذكر فيها احواله، وتقلباته منذ اراد الله خلقه، الى ان قبضه وادخله الجنة صلّى الله عليه وسلّم وسماها الروضة الناضرة في اخلاق محمد المصطفى الباهرة، وعددها ثمان مئة وخمسون بيتا، رحم الله ناظمها على قافية النون» «41» ، واولها:\nسبحان ذي الجبروت والبرهان\n...\nوالعزّ والملكوت والسلطان\nوالحمد لله الكريم الرازق\n...\nالخلاق متقن صنعة الانسان\nوالله اكبر لا إله سواه لي\n...\nسبحانه هو للصواب هداني\nأصبحت أنظم مدح اكرم مرسل\n...\nلهجا به في رائق الاوزان\nوتخذته لي جنّة ومعونة\n...\nفيها أروم فصانني وكفاني\nحبّرت فيه قصيدة أودعتها\n...\nمن مسند الاخبار حسن معاني\n(40) المدائح النبوية بين الصرصري والبوصيري ص 98.\n(41) ديوان الصرصري 547. وينظر تاريخ الادب العربي لبروكلمان 5/ 18.\nالجزء: 1 ¦ الصفحة: 32\n",
        "في وصفه من بدء تشريفاته\n...\nحتى الختام بحسن نظم معان\nوقد وصل الينا ديوانه وفيه اكثر من احد عشر الف بيت اغلبه في المديح النبوي وبيان حال المسلمين في عصره.\nوليس لنا- امام ما نراه ملائما لهذا البحث- الا ان نعرف بأشهر القصائد ونكشف عن بنيتها الفنية، والموضوعات التي احتوتها واهتمت بها اكثر من غيرها.\nكان اغلب القصائد التي خصصت لمدح النبي صلّى الله عليه وسلّم ممهدة بأبيات قد تطول او تقصر تخلص الى الغرض الاساس، وللشعراء مسالك شتى فيها، وكان للغزل القدح المعلّى والنصيب الاوفر، وهذا الغزل اذا ما امعن الناظر اليه يجده لا يختلف في شكله ومضمونه عن الغزل الحسي الذي يتناول وصف مفاتن النساء ومحاسنهن، واقبالهن وادبارهن، وغنجهن ودلالهن\n...\nوما يعاني المحب من سهر وأرق، واشتياق وقلق.. وغالبا ما يلمح القارىء ذلك في القصائد التي نظمها الشعراء معارضة لقصيدة كعب بن زهير المشهورة التي يقول في مطلعها «42» :\nبانت سعاد فقلبي اليوم متبول\n...\nمتيم إثرها لم يفد مكبول\n(42) شرح ديوان كعب بن زهير ص 6.\nالجزء: 1 ¦ الصفحة: 33\n",
        "قال ابو جعفر الابيري في معرض حديثه عن هذه القصيدة: «هي حجة الشعراء فيما سلكوه، وملاك أمرهم فيما ملكوه، حدثني بعض شيوخنا بالاسكندرية باسناده ان بعض العلماء كان لا يستفتح مجلسه الا بقصيدة كعب» «43» . وقد ساهم عدد كبير من الشعراء في عصر الحروب الصليبية وما بعدها. نظم قصائد على وزنها ورويها ومنهجها، منهم ابن الساعاتي (ت 604 هـ) ، وشرف الدين عبد العزيز بن محمد الانصاري (ت 662 هـ) ، ومحيي الدين بن عبد الظاهر (ت 692 هـ) ، وشبيب بن حمدان (ت 695 هـ) ، وشرف الدين محمد بن سعيد البوصيري (ت 696 هـ) ، واحمد بن عبد الملك العزازي (ت 710 هـ) ، وفتح الدين بن سيد الناس اليعمري (ت 734 هـ) ، وابو حيان الاندلسي (ت 745 هـ) ، وابن نباتة المصري (ت 768 هـ) ، والفيروز أبادي (ت 817 هـ)\n...\nوتجدر الاشارة الى أن للامام جمال الدين أبي زكريا يحيى بن يوسف الصّرصري قصيدتين على وزن هذه القصيدة وقافيتها: «44»\nولو امعنا النظر في هذا الغزل لوجدناه- في الاعم الاغلب- قريب المأخذ، سهل المعنى، قليل التلاعب اللفظي، تكلله هالة من العفة والطهر والرزانة. ولا بد من الاشارة الى ان شرف الدين عبد العزيز بن محمد الانصاري الوحيد الذي ضمن اغلب ابيات قصيدته اشطرا من\n(43) نفح الطيب، 2/ 688.\n(44) ديوان الصرصري 394، 396.\nالجزء: 1 ¦ الصفحة: 34\n",
        "قصيدة كعب بن زهير، نأخذ منها الابيات الاولى «45» :\nأوهمت نصحا لوان النصح مقبول\n...\n(لا ألهينك اني عنك مشغول\nبان التجلد عنّي والتصبر مذ\n...\n(بانت سعاد فقلبي اليوم متبول)\nتياهة آثرت صدا لمغرمها\n...\n(متيم إثرها لم يفد مكبول)\nثرت دموعي اذ افترت بذي أشر\n...\n(كأنه منهل بالراح معلول) «46»\nجديدة الحسن يبدو في مقسمها\n...\n(عتق متين وفي الخدّين تسهيل)\nحلمت عند تمنيها بزورتها\n...\n(إن الاماني والاحلال تضليل)\nخوّانة حقّقت فينا توعّدها\n...\n(وما مواعيدها الّا الاباطيل)\nدعني فإن فاتني منها النوال فلي\n...\n(من الرسول باذن الله تنويل)\nلقد اعتز المسلمون بقصيدة كعب بن زهير، وتوارثوها، وشرحوها،\n(45) ديوان الصاحب شرف الدين الانصاري ص 389.\n(46) ثرت العين: غزر ماؤها أشر: حدة ورقة في اطراف الاسنان.\nالجزء: 1 ¦ الصفحة: 35\n",
        "وعارضوها، وشطروها، وخمسوها، حتى قال المقرّي: «ولم تزل الشعراء من ذلك الوقت الى الان ينسجون على منوالها، ويقتدون بأقوالها، تبركا بمن أنشدت بين يديه، ونسب مدحها اليه» «47» . وقد ذكر الباحث المحقق هلال ناجي ثلاثة وخمسين شرحا بين مطبوع ومخطوط لهذه القصيدة في مقدمة تحقيقه لكتاب (شرح بانت سعاد) لعبد اللطيف بن يوسف البغدادي المتوفى سنة 629 للهجرة «48» .\nومن القصائد التي نظمت معارضة لقصيدة كعب بن زهير قصيدة شهاب الدين احمد بن عبد الملك العزازي وقد جاء الغزل في مقدمتها، من ذلك قوله «49» :\nدمي بأطلال ذات الخال مطلول\n...\nوجيش صبري مهزوم ومفلول\nومن يلاق العيون الفاتكات بلا\n...\nصبر يدافع عنه فهو مخذول\nلم يدر من سلب العشاق انفسهم\n...\nبأنه عن دم العشاق مسؤول\nوبي أغنّ غضيض الطرف معتدل ال\n...\nقوام لدن مهزّ العطف مجدول\n(47) نفح الطيب 2/ 189.\n(48) شرح بانت سعاد ص 9- 22.\n(49) فوات الوفيات 1/ 95، المنهل الصافي والمستوفي بعد الوافي 1/ 341.\nالجزء: 1 ¦ الصفحة: 36\n",
        "كأنّه في تثنيه وخطرته\n...\nغصن من البان مطلول ومشمول\nسلافة منه تسبيني وسالفة\n...\nوعاسل منه يصبيني ومعسول\nوكلّما مرضت أجفان مقلته\n...\nيصح الا غرامي فهو منحول\nيا برق كيف الثنايا الغرّ من إضم\n...\nيا برق أم كيف لي منهنّ تقبيل\nويا نسيم الصّبا كرّر على أذني\n...\nحديثهنّ فما التكرار مملول\nالتجربة الشعورية- كما يبدو- خافتة في هذه الابيات، والانتقال من المؤنث الى المذكر لا نعهده عند شاعر اخر، وغزله لا يتجاوز وصف القد والخد والريق والسالفة والاجفان..\nان التجاوز في التغزل والتشبيب والالتجاء الى المذكر في مطالع القصائد، والافراط فيه، قد جعل ابن حجة الحموي أن يقول: «إنّ الغزل الذي يصدر به المديح النبويّ يتعيّن على الناظم ان يحتشم فيه ويتأدب، ويتضاءل ويتشبب، مطريا بذكر سلع وسفح العقيق والعذيب والغوير ولعلع واكناف حاجر، ويطرح ذكر محاسن المرد، والتغزل في ثقل الارداف، ورقة الخصر، وبياض الساق، وحمرة الخد، وخضرة العذار،\nالجزء: 1 ¦ الصفحة: 37\n",
        "وما اشبه ذلك» «50» ، وهذا القول اطلقه ابن حجة الحموي في معرض حديثة عن احدى نبويات ابن نباتة المصري وعفتها وحشمتها وبراعة استهلالها، وهي «51» :\nصحا القلب لولا نسمة تتخطر\n...\nولمعة برق بالغضا تتسعر\nوالقارىء للقصيدة يجد ابن نباتة المصري يساير الشعراء الاخرين الذين سبقوه في بناء قصائدهم المدحية، ولا يختلف عنهم في تغزله ووصف غانيته الحسناء وفاتنته الغيداء، ذلك الوصف الذي يخرج عن مبادىء ابن حجة الحموي في صفات الغزل الموجودة في مطالع المدائح النبوية التي ذكرها آنفا كما في قوله من القصيدة نفسها:\nيروقك جمع الحسن في لحظاتها\n...\nعلى أنّه بالجفن جمع مكسّر\nمن الغيد تحتفّ الظّبا بحجابها\n...\nولكنها كالبدر في الماء يظهر\nيشف وراء المشرفية خدّها\n...\nكما شفّ من دون الزجاجة مسكر\n(50) خزانة الادب لابن حجة الحموي ص 11.\n(51) ديوان ابن نباتة المصري ص 180. وينظر ابن نباتة المصري امير شعراء المشرق ص 275.\nالجزء: 1 ¦ الصفحة: 38\n",
        "ولا عيب فيها غير سحر جفونها\n...\nوأحبب بها سحّارة حين تسحر\nاذا جردت من برودها فهي عبلة\n...\nوان جردت الحاظها فهي عنتر\nواين نضع قول ابن حجة الحموي تجاه نبوية ابن نباتة المصري التي عارض بها قصيدة كعب بن زهير، التي يقول في مطلعها «52» :\nما الطرف بعدكم بالنوم مكحول\n...\nهذا وكم بيننا من ربعكم ميل\nومنها:\nأبكي اشتياقا اليها وهي قاتلتي\n...\nيا من رأى قاتلا يبكيه مقتول\nمسكية الخال، اما ورد وجنتها\n...\nفبالجنى من عيون الناس مبلول\nفإن يفح من نواحي خدّها عبق\n...\nفالمسك فيه بماء الورد مجبول\nتفتر عن شنب حلو لذائقه\n...\nفي ذكره لمجاج النحل تعسيل\n(52) نفسه ص 372.\nالجزء: 1 ¦ الصفحة: 39\n",
        "مصحّح النقل عن شهد وعن برد\n...\nلانّه منهل بالراح معلول\nويبدو ان اعجاب ابن حجة الحموي بشعر ابن نباتة المصري الذي خصص لمدح الرسول صلّى الله عليه وسلّم ست قصائد أنساه ما فيه من غزل حسي تناول فيه مفاتن المرأة ووصفها وتجسيد صور الحسن فيها والقاء الظلال الجميلة عليها:\nوقد اسرف ابو حيان الاندلسي في كشف مواطن الجمال وسحر الاعضاء عند الحبيبة، واول قصيدته «53» :\nلا تعذلاه فما ذو الحبّ معذول\n...\nالعقل مختبل والقلب متبول\nهزت له أسمرا من خوط قامتها\n...\nفما انثنى الصبّ الا وهو مقتول\nومنها:\nفالنحر مرمرة، والنشر عنبرة\n...\nوالثغر جوهرة، والريق معسول\nوالطّرف ذو غنج، والعرف ذو أرج\n...\nوالخصر مختطف، والمتن مجدول\n(53) ديوان ابي حيان الاندلسي ص 461.\nالجزء: 1 ¦ الصفحة: 40\n",
        "هيفاء ينبس في الخصر الوشاح لها\n...\nدرماء تخرس في الساق الخلاخيل «54»\nمن اللواتي غذاهنّ النعيم فما\n...\nيشفّين أباؤها الصيد البهاليل\nوتتوالى الابيات في هذا الغزل حتى يخلص الى مدح النبي صلّى الله عليه وسلّم، وهو- كما مر- يتناول اعضاء المرأة ويعرضها للسامع بأسلوب مثير وكأنه يعرض جارية للبيع.. وهذه حالة لا يتعاطف القلب معها ولا تستأنس النفس بذكرها.\nاما الغزل بالمذكر او المرد- كما قال ابن حجة الحموي- فهو قليل اذا ما قيس بحجم الغزل بالمؤنث، وهو لا يهبط- كما بدا لنا- الى الدرك الاسفل من الادب المرذول كما هو الحال عند الشعراء المشهورين بالمجون والتهتك وقلة الحياء، واليك هذا المثال لشمس الدين محمد بن عفيف الدين (سليمان) التلمساني المعروف بالشاب الظريف (ت 688 هـ) في مطلع قصيدة يمدح بها الرسول صلّى الله عليه وسلّم، ويذكر فيها قسوة المحبوب وعدم مبالاته بما يعاني المحب من أرق وقلق «55» :\n(54) درم الساق: استوى، وامراة درماء: لا تستبين كعوبها ومرافقها، وكل ما غطاه الشحم واللحم خفي حجمه فقد درم.\n(55) ديوان الشاب الظريف ص 43.\nالجزء: 1 ¦ الصفحة: 41\n",
        "هذا الذي أحبّه\n...\nقاس عليّ قلبه\nنام ولم يعلم بما\n...\nبات يقاسي صبّه\nواعجبا كم عاج بي\n...\nدلاله وعجبه\nآها لمعننىّ واله\n...\nلم يدر كيف ذنبه\nوثمة طريقة اخرى في ابتداء القصائد المدحية هي التشبيب بالديار الحجازية وذكر معالمها، او الحنين اليها والتشوق الى ساكنيها، والبكاء على قاطينها، ووصف الابل الضامرة، وحديث السّرى، والمناهل والنباتات، والمواضع التي تقع على امتداد الطريق، والريح والبرق والرعد، وكل الظواهر الطبيعية التي تراها العين\n...\nفهي تؤدي الى الحبيب والشفيع، الى من لا يخيب شفاعة مستجير\n...\nمثل قول ابي زكريا جمال الدين يحيى بن يوسف الصّرصري «56» :\nذكر العقيق فهاجه تذكاره\n...\nصبّ عن الاحباب شطّ مزاره\n(56) ديوان الصرصري 139.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وهفت الى سلع نوازع قلبه\n...\nفتضرمت بين الجوانح ناره\nكلف برامة ما تألق بارق\n...\nمن نحوها الا بدا اضماره\nيشتاق واديها ولولا حبّها\n...\nلم يصبه واد زهت أزهاره\nشغفا بمن ملك الفؤاد بأسره\n...\nوبودّه ألّا يفكّ إساره\nلولا هواه لما ثنى اعطافه\n...\nبان الحجاز ورنده وعراره\nيا من ثوى بين الجوانح والحشا\n...\nمني وان بعدت عليّ دياره\nعطفا على قلب بحبك هائم\n...\nان لم تصله تصدعت أعشاره\nوارحم كئيبا فيك يقضي نحبه\n...\nأسفا عليك وما انقضت او طاره\nلا يستفيق من الغرام وكلّما\n...\nحجبوك عنه تهتكت استاره\nما اعتاض عن سمر الحمى ظلّا ولا\n...\nطابت بغير حديثكم أسماره\nالجزء: 1 ¦ الصفحة: 43\n",
        "هل عائد زمن تضوّع نشره\n...\nأرجا ورقت بالرضا أشجاره\nفي مريع بقباب سلع موفق\n...\nبالأنس تهتف بالمنى أطياره\nلقد وجدنا مثل هذه المطالع عند كثير من الشعراء الذين خصصوا قصائد في مدح الرسول صلّى الله عليه وسلّم ونوهوا بسيرته العطرة، امثال: فتيان الشاغوري «57» ، ومحمد بن حمزة بن معد «58» ، وابن جبير الاندلسي «59» ، وداود بن عيسى الأيوبي «60» ، واحمد بن عبد القوي الربعي «61» ، وكمال الدين الزملكاني «62» ، وابن دقيق العيد «63» ، ومحمد بن احمد بن عبد الرحمن «64» ، ومحمد بن عيسى النصيبي «65» ، وضياء الدين علي بن\n(57) ديوان فتيان الشاغوري ص 108.\n(58) الطالع السعيد ص 518.\n(59) ديوان الرحالة ابن جبير الاندلسي ص 104.\n(60) الفوائد الجلية في الفرائد الناصرية ص 177.\n(61) الطالع السعيد ص 91.\n(62) فوات الوفيات 4/ 9.\n(63) ابن دقيق العيد حياته وديوانه ص 139.\n(64) الطالع السعيد ص 492.\n(65) نفسه ص 613.\nالجزء: 1 ¦ الصفحة: 44\n",
        "محمد الغرناطي السكندري «66» ، والامام البوصيري «67»\n...\nوعدد كبير من شعراء المغرب والاندلس الذين نأت اوطانهم عن المشرق «68» .\nويعد شرف الدين أبو عبد الله محمد بن سعيد البوصيري فارس هذا الميدان، ولا سيما في قصيدته المعروفة ب (البردة) ، او (الكواكب الدرية في مدح خير البرية) ، التي مطلعها:\nأمن تذكّر جيران بذي سلم\n...\nمزجت دمعا جرى من مقلة بدم\nأم هبت الريح من تلقاء كاظمة\n...\nواومض البرق في الظلماء من إضم\nوهي من أشهر قصائده ذيوعا وانتشارا، لما امتازت به من قوة الاسلوب، وحسن الصياغة، وجودة المعاني، وجمال التشبيهات، وروعة الصور، يضاف الى ذلك ما نسج حولها بعض المعجبين بها، ولا سيما المتصوفة من قصص «69» .\nتقع قصيدة البردة للبوصيري في اثنين وثمانين ومئة بيت، وقد\n(66) عيون التواريخ 21/ 410.\n(67) ديوان البوصيري ص 238.\n(68) ينظر نفح الطيب 7/ 432- 517.\n(69) ينظر الشعر العربي في العراق من سقوط السلاجقة حتى سقوط بغداد ص 272.\nالجزء: 1 ¦ الصفحة: 45\n",
        "استأنس- كما يبدو- عند نظمها بميمية ابن الفارض التي مطلعها «70» :\nهل نار ليلى بدت ليلا بذي سلم\n...\nأم بارق لاح في الزوراء فالعلم\nوبميميتي الامام يحيى بن يوسف الصّرصري الاولى مطلعها «71» :\nأمط رحال السّرى يا حادي النّعم\n...\nعنها فهذا مقيل الرّوح والنّعم\nوالثانية مطلعها «72» :\nهذي تهامة فاحبس غير متّهم\n...\nواعلم بأنّ الهوى عن يمنة العلم\nوقد ظلت قصيدة البوصيري تستهوي قلوب المسلمين وتستلهم الشعراء لمعارضتها لجماليتها اللغوية والايقاعية وما تحمله من صور وأخيلة تداعب نفوس الكثيرين وتشدهم الى حب نبيهم صلّى الله عليه وسلّم نأخذ منها الابيات الاتية «73» :\n(70) ديوان ابن الفارض ص 128.\n(71) ديوان الصرصري 514.\n(72) ديوان الصرصري 522.\n(73) ديوان البوصيري ص 239.\nالجزء: 1 ¦ الصفحة: 46\n",
        "لولا الهوى لم ترق دمعا على طلل\n...\nولا أرقت لذكر البان والعلم\nفكيف تنكر حبا بعدما شهدت\n...\nبه عليك عدول الدمع والسقم\nوأثبت الوجد خطّي عبرة وضنى\n...\nمثل البهار على خديك والعنم «74»\nنعم سرى طيف من هوى فأرقني\n...\nوالحب يعترض اللذات بالألم\nعدتك حالي لا سري بمستتر\n...\nعن الوشاة ولا دائي بمنحسم\nمحضتني النصح لكن لست أسمعه\n...\nإن المحبّ عن العذال في صمم\nومنها:\nهو الحبيب الذي ترجى شفاعته\n...\nلكلّ هول من الاهوال مقتحم\nدعا الى الله فالمستمسكون به\n...\nمستمسكون بحبل غير منفصم\n(74) البهار: ورد اصفر. العنم: ورد احمر.\nالجزء: 1 ¦ الصفحة: 47\n",
        "فاق النبيين في خلق وفي خلق\n...\nولم يدانوه في علم ولا كرم\nولابد من التنويه بان شعر الحنين الى ارض الحجاز والاماكن المقدسة وذكر معالمها ومباهجها وما دب فيها من انسان وحيوان، وما نبت فيها من شجر وزرع لم يكن من ابتداع هؤلاء الشعراء الذين ذكرناهم، بل سبقهم شعراء كثيرون منذ زمن الشريف الرضي، واشتهر بذلك حسام الدين عيسى بن سنجر الإربلي المعروف بالحاجري (ت 632 هـ) نسبة الى حاجر، احدى المواضع الحجازية التي تغنى بها واكثر من ذكرها في شعره «75» .\nلقد استطاب الشعراء هذا اللون في مطالع قصائدهم المدحية لحبهم وشوقهم الى الرسول صلّى الله عليه وسلّم الذي ضمته تلك الديار كما عبر عن ذلك ابن دقيق العيد في قوله «76» :\nتهيم نفسي طربا عندما\n...\nاستملح البرق الحجازيّا\nويستخف الوجد عقلي وقد\n...\nأصبح لي حسن الحجى زيّا\n(75) ينظر بحثنا (حسام الدين الحاجري الاربلي) في مجلة اداب المستنصرية، العدد 10 لسنة 1984.\n(76) ابن دقيق العيد، حياته وديوانه ص 154.\nالجزء: 1 ¦ الصفحة: 48\n",
        "يا هل أقضّي حاجتي من منى\n...\nوأنحر البزل المهاريّا\nفأرتوي من زمزم فهي لي\n...\nألذّ من ريق المهاريّا\nويتخلل بعض مطالع الحنين والشوق الى الديار الحجازية وصف الابل التي تقلّهم وما تعاني من تعب ومشقة في قطع الفيافي والمسير في مضارب الصحارى وهي صابرة على الطعام والماء، من ذلك الابيات الاتية من قصيدة لعمر بن النصير الحريري (ت 711 هـ) الذي اجاد في تصوير حالتها وهي تدبّ في سيرها وتسعى حثيثا وهي تحمل اثقالها للوصول الى مثوى حبيب المسلمين محمد صلّى الله عليه وسلّم «77» :\nما لمطايانا تميل مالها\n...\nأظنّ رمل رامة بدا لها\nلا تحسبنّ ميلها عن ملل\n...\nوإنّما سكر الهوى أمالها\nوربّما كلّت ولكن شوقها\n...\nيمنعها ان تشتكي كلالها\nوكلّ صعب في سراها هيّن\n...\nلا سيما ان بلغت آمالها\n(77) الطالع السعيد ص 446.\nالجزء: 1 ¦ الصفحة: 49\n",
        "تبدي نشاطا عندما يطلقها\n...\nحابسها بحلّه عقالها\nتجد وجدا في الحزون كلما\n...\nتذكرت من يثرب اطلالها\nوإن حدا الحادي بذكر طيبة\n...\nهيج ذكر طيبة بلبالها\nفشوقها يسوقها حتى ترى\n...\nآمالها هناك او آجالها\nترى أراني زائرا منازلا\n...\nأقصد من كلّ الورى نزّالها\nفيها أجلّ مرسل لأمّة\n...\nكانت ترى رشادها ضلالها\nالمطايا لا يقل شوقها الى يثرب ومن فيها عن شوق راكبيها وحداتها، فهي لا تكلّ ولا تملّ ولا تشتكي، تستسهل الصعب، وتستهين بالحزون والشعاب، من اجل ان تحط رحالها عند أجلّ مرسل واكرم نبي واهدى مبعوث.\nوهناك مذهب آخر سلكه فريق من الشعراء في مطالع المدائح النبوية، هو التوجه الى المسلمين باللوم والتقريع، او النصح والارشاد وبيان مضار الغواية والضلال والاعمال المشينة والافعال المقرفة والعواقب الوخيمة التي تنتظر الخارجين عن جادة الصواب والحساب\nالجزء: 1 ¦ الصفحة: 50\n",
        "العسير الذي سيلاقونه ان هم تمادوا في غيهم وافعالهم الضالة، من ذلك ما جاء في لامية شرف الدين البوصيري التي مطلعها «78» :\nالى متى انت باللذات مشغول\n...\nوأنت عن كلّ ما قدمت مسؤول\nفي كلّ يوم ترجي ان تتوب غدا\n...\nوعقد عزمك بالتسويف محلول\nومنها:\nفجرد العزم إنّ الموت صارمه\n...\nمجرد بيد الآمال مسلول\nواقطع حبال الاماني التي اتصلت\n...\nفإنما حبلها بالزور موصول\nانفقت عمرك في مال تحصله\n...\nوما على غير إثم منك تحصيل\nورحت تعمر دارا لا بقاء لها\n...\nوأنت عنها وان عمّرت منفول\nجاء النذير فشمّر للمسير بلا\n...\nمهل فليس مع الانذار تمهيل\nوصن مشيبك عن فعل تشان به\n...\nفكلّ ذي صبوة بالشيب معذول\n(78) ديوان البوصيري ص 172.\nالجزء: 1 ¦ الصفحة: 51\n",
        "ان الكثير من قصائد المديح النبوي يبدأ بواحد من التمهيدات السابقة، والقليل يخلو منها، ولا سيما القصائد القصيرة والمقطوعات، كما هو الحال عند الصاحب شرف الدين عبد العزيز بن محمد الانصاري (ت 662 هـ) حيث نجد في ديوانه مجموعة نبويات تبدأ بالمديح مباشرة، يظهر عليها التصنع والعناية بالمحسنات اللفظية والمعنوية، حتى انه بنى قوافي احداها على لزوم ما لا يلزم، منها «79» :\nجلّ ربعا بطيبة حلّ فيه\n...\nخير حال بسؤدد وعفاف\nحجرات كم للملوك وللأم\n...\nلاك فيهنّ من حفا واحتفاف\nواليه خفت بنا العيس في عر\n...\nض الفيافي قوادما وخوافي\nيمّمت ما جدا سرت مدح الا\n...\nيات منه، ثم اقتضتها القوافي\nوبعد ان عرضنا المقدمات والوانها في اشهر القصائد التي تناولت مدح الرسول صلّى الله عليه وسلّم، ننتقل الى متون هذه القصائد لنرى مضامينها وكيف عالجها الشعراء. فأول ما يطالعنا منها الغزل بذات الرسول وذكر حسنه وبهائه وجماله وصفاته وسحر عينيه ورموشه وثغره وطيب أريجه وحلو\n(79) ديوان الصاحب شرف الدين الانصاري ص 327.\nالجزء: 1 ¦ الصفحة: 52\n",
        "حديثه وبشر وجهه وطلاقته، من ذلك قول شرف الدين البوصيري «80» :\nنبيّ كامل الاوصاف تمت\n...\nمحاسنه فقيل له الحبيب\nوصفت شمائلا منه حسانا\n...\nفما أدري امدح أم نسيب\nوتناول جمال الدين يحيى بن يوسف الصّرصري في كثير من نبوياته، وبأسلوب شيّق جذّاب، نعت النبي صلّى الله عليه وسلّم ونوره الساطع وحسن شعره، وبريق ثغره، وطيب نشره، مثل قوله «81» :\nاوجهك أم ضوء الصباح تبلّجا\n...\nأم البدر في برج الجمال جلى الدّجى\nأم الشمس يوم الصّحو في برج سعدها\n...\nوفرعك أم ليل المحبّ اذا سجا\nوبرق سرى أم نور ثغرك باسما\n...\nونشرك أم مسك ذكيّ تأرجا\nأتتك جنود الحسن طوعا بأسرها\n...\nفصرت مليكا في الجمال متوّجا\nفأضحت ابيّات القلوب أسيرة\n...\nلديك فلم يملكن عنك معرّجا\n(80) ديوان البوصيري ص 35.\n(81) ديوان الصرصري ص 85.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فطوبى لعبد انت سيده لقد\n...\nسما بين ارباب البصائر والحجى\nهام هذا الشاعر حبا في النبي صلّى الله عليه وسلّم، وشغف به شغفا لا نجده عند كبار الشعراء المحبين، قال عنه ابن تغري بردي «82» : «كان من العلماء الفضلاء الزهاد العباد، وكان له اليد الطولي في النظم، وشعره في غاية الجودة، ومدح النبي صلّى الله عليه وسلّم بقصائد لا تدخل تحت الحصر كثرة» .\nكان هذا الشاعر الهائم بحب النبي صلّى الله عليه وسلّم، يأتي بأجمل النعوت، بل بكل جميل في الوجود، يقول في تضاعيف احدى قصائده «83» :\nهو الأبلج البادي الوضاءة وجهه\n...\nكبدر الدّجى كان أبهى وأجملا\nكأنّ مجال النور فوق جبينه\n...\nسنا بارق أو واضح الصبح اقبلا\nقسيم وسيم أوطف الهدب عينه\n...\nبها دعج يسمو فيحسب أكحلا\nوأشرب خداه البياض بحمرة\n...\nكورد ندّ هبت له الريح شمألا\nأغرّ الثنايا واضح النحر جيده\n...\nمن الفضة البيضاء أحسن مجتلى\n(82) النجوم الزاهرة 7/ 66.\n(83) ديوان الصرصري ص 406.\nالجزء: 1 ¦ الصفحة: 54\n",
        "أجلّ الورى فرعا وانور مفرقا\n...\nوأجمل عرنينا وأحلى مقبّلا\nواقومهم قدّا والين معطفا\n...\nوأعذب الفاظا واصدق مقولا\nوكان الكثيرون من المسلمين يقبلون على سماع الغزل في ذات النبي صلّى الله عليه وسلّم إقبالا واسعا ويهتزون له، وشاع في اوساط العامة شيوعا كثيرا، ورددوه في احتفالهم سنويا بمولده، وتغنوا به، مما دعا بعض العلماء من رجال الدين الى انكاره، فقال صاحب المجموعة النبهانية في المدائح النبوية: «واقبح من التشبيب بالنساء والولدان في ذلك ما يستحسنه بعض الجهال القاصرين من سماع الاشعار المشتملة على المعاني الغزلية في وصف الذات الشريفة المحمدية مما يأباه كلّ ذي طبع سليم ولا يستحليه الا كلّ ذي ذوق سقيم. وقد ادخلوا بعض تلك الاشعار في قصة المولد الشريف المنسوبة الى بعض العلماء، وصارت تقرأ في مجالس العوام فلا تذكر، وذلك من أقبح المذكر، فليتجنب سماعه وليحذر، ومن ذا الذي يستحسن ان يتغزل به أو بأبيه او برجل جليل من قومه او ممن يعتقدهم ويجلهم من العلماء والاولياء وغيرهم من الاكابر والاجلاء، كما يتغزل بالولدان والنساء؟ لا شك في ان ذلك لا يستحسنه احد من العقلاء» «84» .\n(84) المجموعة النبهانية 2/ 14.\nالجزء: 1 ¦ الصفحة: 55\n",
        "ومن الشعراء من تناول مولد الرسول صلّى الله عليه وسلّم ورضاعته ونشأته وبعثته واسراءه ومعراجه وجهاده ومعجزاته وما ظهر عند مولده وعند بعثته وتعد قصيدة جمال الدين يحيى بن يوسف الصّرصري النونية من اطول القصائد في هذا المجال، فهي في ثماني مئة واثنين وخمسين بيتا، وضع فيها سيرة الرسول كاملة «85» ، منها قوله:\nلما اصطفى الله الخليل وزاده\n...\nشرفا ونجاه من النيران\nاختار اسماعيل من اولاده\n...\nوبني كنانة من بني عدنان\nثم اصطفى منهم قريشا واصطفى\n...\nابناء هاشم الفتى المطعان\nثم اصطفى خير الانام محمدا\n...\nمن هاشم فسمت على قحطان\nوأبان كعب جدّه في خطبة\n...\nبعروبة في سائر الاخوان «86»\nفضل النبي وودّ ان يبقى الى\n...\nأيامه لقتال ذي شنآن\n(85) ديوان الصرصري 547- 595.\n(86) كعب بن لؤي جد سيدنا رسول الله صلّى الله عليه وسلّم وهو أول من سنّ الاجتماع يوم الجمعة. وعروبة: يوم الجمعة.\nالجزء: 1 ¦ الصفحة: 56\n",
        "ولقد بدت أنواره بجبين عب\n...\nد الله ظاهرة لذي عرفان\nوبدت لآمنة الحصان لحملها\n...\nبأخفّ حمل راجح الميزان\nولدته عام الفيل يوم الاثنين فاح\n...\nتاز الفخار بفضله الاثنان\nبربيع الأدنى بثاني عشرة\n...\nويوافق العشرين من نيسان\nواغلب قصائد هذا الشاعر الطويلة تتناول السيرة العطرة للنبي المصطفى صلّى الله عليه وسلّم وسيرة صحابته المؤمنين المجاهدين الذين صارعوا قوى الكفر والبغي والضلال «87» .\nويعد شرف الدين البوصيري من الشعراء الذين بلغت شهرتهم القمة في المديح النبوي ولا سيما في مطولاته مثل: قصيدته الهمزية (457 بيتا) التي سرد فيها حياة خاتم النبيين صلّى الله عليه وسلّم من الولادة حتى الوفاة وما رافقها من جهاد ومواقف عظيمة في اصلاح الامة وانقاذها من الضلالات والاوهام والخرافات.. مطلعها «88» :\nكيف ترقى رقيّك الانبياء\n...\nيا سماء ما طاولتها سماء\n(87) ينظر ديوان الصرصري، قصيدته اللامية، 557 بيتا، ص 430- 462.\n(88) ديوان البوصيري ص 49.\nالجزء: 1 ¦ الصفحة: 57\n",
        "انه تناول مولده ورضاعته وما وهب الله حليمة السعدية من خير وبركة ورزق وفير، واخلاقه واخلاصه وأمانته ووفاءه وزواجه من خديجة وبعثته، ونزول جبريل عليه، ودعوته للناس في الدخول الى الاسلام، وكفاحه وصموده في مكة، ثم خروجه الى المدينة، واستقبال الانصار له، وصبره وانتصاره على المشركين والمكابرين، ومحاربته اليهود، وذكر معجزاته\n...\nجاء فيها قوله:\nرحمة كلّه وحزم وعزم\n...\nووقار وعصمة وحياء\nلا تحلّ البأساء منه عرى الصب\n...\nر ولا تستخفه السراء\nكرمت نفسه فما يخطر السّو\n...\nء على قلبه ولا الفحشاء\nعظمت نعمة الاله عليه\n...\nفاستقلت لذكره العظماء\nجهلت لومه عليه فاغضى\n...\nوأخو الحلم دأبه الاغضاء\nوسع العالمين علما وحلما\n...\nفهو بحر لم تعيه الاعباء\nوفي قصيدته اللامية (204 ابيات) ذكر بعض ما حدث بعد\nالجزء: 1 ¦ الصفحة: 58\n",
        "ولادته، مثل خمود نار فارس، وانجماد نهرهم، واهتزاز صرح ملكهم «89» :\nكم آية ظهرت في حين مولده\n...\nبه البشائر فيها والتهاويل\nونار فارس أضحت وهي خامدة\n...\nونهرهم جامد والصرح مشلول\nوفي قصيدته المشهورة ب «البردة» تحدث عن مولد النبي صلّى الله عليه وسلّم، وذكر ان ايوان كسرى تصدع، ونار الفرس خمدت، وبحيرة ساوة غاضت، والشهب انقضت فوق الاصنام، ثم اعقب ذلك حديثا عن المعجزات، فذكر سجود الاشجار للرسول، وسير الغمام أنّى سار لتقيه الهجير، وما صنع الحمام والعنكبوت بالغار، وكان لبس راحته يشفي المريض، وكانت دعوته ترسل بالامطار في السنة المجدبة\n...\nاستوعب البوصيري السيرة النبوية، ونقل طرفا كبيرا منها في شعره، وصاغه بأسلوب واضح وميسور كي يسهل فهمه وحفظه وترديده، واضاف الى ما اخذه عن السيرة اخبارا لا تعرف- كما يقول الدكتور زكي مبارك- «متى نشأت عند المسلمين، واغلب الظن انها من وضع القصاص الذين ارادوا ان يصوروا مولد الرسول بالصور التي أثرت عن أنبياء الهنود، وقد اكثر مؤرخو المولد النبوي من هذه الاخبار، وطاف بها\n(89) ديوان البوصيري ص 174\nالجزء: 1 ¦ الصفحة: 59\n",
        "جمهور الناظمين في المدائح النبوية» «90» . ووجدت «فئة من الناس كانت تحفظ كثيرا من هذه المدائح وتطوف في البلاد تغني بما تحفظ وهي تضرب على العود والقيثارة وغيرهما مما يصلح في هذا المقام، تجمع الصدقات، فلا عيش لها الا من هذا العمل، ولا ربح لها الا من التغني بمدائح الرسول» «91» .\nوهكذا تحولت المدائح النبوية عند عدد كبير من الشعراء الى تاريخ منظوم لسيرة رسول الله صلّى الله عليه وسلّم يتلى في المحافل الدينية، أو مناسبات خاصة تبركا بهذه السيرة العطرة، مثل نجاة من ازمة او خلاص من مصيبة او كارثة، او حالات فرح وابتهاج مثل عودة من حج او زواج او ختان او شفاء من مرض او بناء دار او اعتلاء منصب او نجاح في اختبار\n....\nوقد يكون في ذكرى رجل خير توفى قبل مدة\n...\nومثال على ذلك قول شهاب الدين محمود بن سليمان الحلبي (ت 725 هـ) من قصيدة عدد ابياتها مئة وواحد وثمانون بيتا «92» :\nحملتك آمنة الحصان فلم تجد\n...\nعب ءا كعبء الحاملات ثقيلا\nوولدت مختونا وذلك آية\n...\nلا تقبل التأويل والتعليلا\n(90) المدائح النبوية ص 189.\n(91) الحروب الصليبية واثرها في الادب العربي ص 252.\n(92) المجموعة النبهانية 3/ 275- 289، وينظر شهاب الدين محمود الحلبي- حباته وشعره ص 356- 367.\nالجزء: 1 ¦ الصفحة: 60\n",
        "ورأت لك الاحبار والرهبان في ال\n...\nتوراة وصفا طابق الإنجيلا\nواستبشروا بك إذ ظهرت وبشّروا\n...\nالّا قليلا حرّفوا ما قيلا\nوكذاك بشّرت الهواتف في الرّبى\n...\nبك والكواهن أجملت تفصيلا\nوالجنّ ترمي بالكواكب بعد ان\n...\nكانت تطيق الى السماء وصولا\nوخمود بيت النار من آياتك ال\n...\nلاتي تردّ الطرف عنك كليلا\nوكذا بحيرة ساوة غارت وقد\n...\nكانت جوانبها تفوت الميلا\nوكذلك الايوان أعظم معجز\n...\nبهر العقول وحيّر المعقولا\nلما هوت شرفاته وانشقّ مر\n...\nتجس البناء مشطرا مخذولا\nواسترضعتك حليمة فرأت من ال\n...\nبركات ما أغنى أخا وخليلا\nوبيمن وجهك صدّ خالقك العدا\n...\nعن بيت كعبته وردّ الفيلا\nالجزء: 1 ¦ الصفحة: 61\n",
        "ومنها:\nوأسرّ للعمّ الشفيق بأنّ لاب\n...\nن أخيك شأنا في الوجود جليلا\nفاحذر عليه من اليهود فإنّهم\n...\nإن يقدروا يوما عليه اغتيلا\nومنها:\nوأضاءت الدنيا واشرق نورها\n...\nوبدا الهدى وغدا الضلال ضئيلا\nوأتاك بالوحي الامين وانت في\n...\nاقصى حرا متبتلا تبتيلا\nفوعيت ما أوحى وقد ألقى به\n...\nقولا من الذكر الحكيم ثقيلا\nنورا كأنّ بكلّ قلب حله\n...\nلضياء باطنه به قنديلا\nعجز الورى عنه فما اسطاعوا له\n...\nحاشاه تشبيها ولا تمثيلا\nوتتواصل ابيات القصيدة في الحديث عن ولادة الرسول صلّى الله عليه وسلّم وما ورد له من ذكر في التوراة والانجيل، ويأتي على بعض علامات نبوته التي مر ذكرها عند البوصيري، وهي خمود نار فارس، وانحسار الماء عن بحيرة\nالجزء: 1 ¦ الصفحة: 62\n",
        "ساوة، وانكسار ايوان كسرى\n...\nوينتقل الى رضاعته والبركة التي انهالت على حليمة السعدية، ونشأته، ونبوته، ومعجزاته، وجهاده، ومواقفه مع المشركين واليهود.\nان هذا الشاعر لم يضف شيئا جديدا على ما ورد في شعر البوصيري، ولم يرق الى لغته وتفصيله وطريقة عرضه للسيرة النبوية.\nلقد كان حديث المعجزات جزءا رئيسا من مادة المديح النبوي في كثير من القصائد، حتى ان عبد الرحمن بن عبد الوهاب بن خلف (ت 695 هـ) سماها في احدى مدائحه بالخوارق «93» :\nهل جاء قبلك مرسل بخوارق\n...\nالا وجئت بمثله او أزيد\nفخوارق النبي محمد صلّى الله عليه وسلّم فاقت- في نظره- خوارق اخوانه الانبياء وتجاوزت عليهم. ويسميها محمد بن محمد بن عيسى الشيباني (ت 707 هـ) بالبراهين بعد ان ساق عددا منها في قصيدة له «94» :\nعجبت لمن يتعامى عن ال\n...\nبراهين وهي من الشمس أجلى\nومما يلاحظ ان الحروب الصليبية ولدت صراعا عنيفا بين\n(93) فوات الوفيات 2/ 281.\n(94) الطالع السعيد ص 617.\nالجزء: 1 ¦ الصفحة: 63\n",
        "المسلمين وخصومهم، وتجلى اثر ذلك في الشعر الذي خصص لمدح الرسول صلّى الله عليه وسلّم، اذ نجد فيه ردا عليهم ومناقشتهم ودحض آرائهم وتسفيه احلامهم واقامة الحجة عليهم «95» . ومن جانب آخر نجد بعض الشعراء يتخذ من المدائح النبوية ذريعة للتحدث عن حال العرب بعد ان استبد الاعاجم بمقاليد الامور وسيطروا على مرافق الحياة الهامة، من ذلك ما قاله شمس الدين محمد بن عفيف الدين سليمان المعروف بالشاب الظريف «96» :\nأرض الاحبّة من سفح ومن كثب\n...\nسقاك منهمر الانواء من كثب\nولا عدت أهلك النائين من نفس ال\n...\nصّبا تحية عانى القلب مكتئب\nقوم هم العرب المحميّ جارهم\n...\nفلا رعى الله إلّا أوجه العرب\nأعزّ عندي من سمعي ومن بصري\n...\nومن فؤادي ومن اهلي ومن نشبي\nلهم عليّ حقوق مذ عرفتهم\n...\nكأنني بين أم منهم وأب\n(95) ينظر ديوان البوصيري ص 178.\n(96) ديوان الشاب الظريف ص 56.\nالجزء: 1 ¦ الصفحة: 64\n",
        "ان كان أحسن ما في الشعر اكذبه\n...\nفحسن شعري فيهم غير ذي كذب\nيا ساكني طيبة الفيحاء هل زمن\n...\nيدني المحبّ لنيل السؤل والأرب\nأرض مع الله عين الشمس تحرسها\n...\nفان تغب حرستها أعين الشّهب\nوكان صوت جمال الدين يحيى بن يوسف الصّرصري من اعلى الاصوات الشعرية في التحذير من الاعاجم ولا سيما التتر؛ فانه اتخذ من المديح النبوي منبرا للمناداة بالتهيؤ الى مواجهتهم واعداد العدة لا فشال نواياهم في احتلال ديار المسلمين وضربهم بقسوة كي يتوبوا من تحركاتهم، فها هو ذا يستنجد بالرسول صلّى الله عليه وسلّم ويقول «97» :\nفأعنّا عليهم وأغثنا\n...\nغوث نصر على الطغاة اللئام\nسل لنا الله ذا المعارج نصرا\n...\nدائرا فيهم بكأس الحمام\nوثباتا كيوم بدر لأقدا\n...\nم جنود لنا ذوي إقدام\n(97) ديوان الصرصري ص 504.\nالجزء: 1 ¦ الصفحة: 65\n",
        "قل الهي ثبت قلوب رجال\n...\nعن حريم الاسلام أضحت تحامي\nواقذف الرّعب في قلوب عداهم\n...\nوارمهم بالشتات بعد التئام\nوكان يخاف على بغداد ويسميها «بيضة الاسلام» لمكانتها في قلوب الناس، واحتضانها العلماء والصالحين ويدعو الله ان يصونها من كيد الاعداء وحقد الخبثاء فيقول «98» :\nوفتنة التتر العظمى التي قرحت\n...\nمنها لوقعها الأحشاء والكبد\nأودت بمن حولنا فتكا وليس لنا\n...\nالا وعدك الميمون مستند\nلا تستبيح من الاسلام بيضته\n...\nيد العدا وإن اعتدوا وان حشدوا\nان دعاءه لحفظ بيضة الاسلام من الطغاة البغاة لم ينقطع من مدائحه للرسول صلّى الله عليه وسلّم ألذي أسر جوارحه ولهج بذكره طوال حياته، فهو يقول «99» :\n(98) نفسه ص 110.\n(99) نفسه ص 31.\nالجزء: 1 ¦ الصفحة: 66\n",
        "محمد خير مبعوث بمرحمة\n...\nمن خير بيت عليه أجمع العرب\nوداره بيضة الاسلام ليس لها\n...\nبوعده من جميع الناس منتهب\nونحن أمته ما صدّنا رهب\n...\nعنه ولا غالنا عن حبه رغب\nفليخسأ التتر الطاغون من فئة\n...\nلها الصّغار وذلّ القهر والعطب\nوبقي يدعو في مدائحه النبوية الى الحيطة والحذر والتهيؤ لملاقاة الطامعين في ديار المسلمين، ولم يسكت الى يوم استشهاده في حوادث بغداد الدامية سنة 656 للهجرة، فمن استشفاعه برسول الله صلّى الله عليه وسلّم قوله «100» :\nيا سيّد البشر المختار من مضر\n...\nيا جار مضطهد ضاقت به الحيل\nأجب نداء شج مستصرخ قلق\n...\nمن فتنة أمعنت انيابها العصل\nالبر من رعبها والبحر منزعج\n...\nوالحرث والخيل والانعام والخول «101»\n(100) نفسه ص 393.\n(101) الخول: ما يعطيه الله سبحانه للعبد من النعم.\nالجزء: 1 ¦ الصفحة: 67\n",
        "فاسأل لنا الله نصرا قاهرا لهم\n...\nمثبتا لقلوب شفّها الوجل\nومن الاشياء البارزة التي يلاحظها القارىء في بعض المدائح النبوية، ولا سيما في البيئات الصوفية، فكرة الحقيقة المحمدية او النور المحمدي، اذ جعل كثير من هؤلاء الصوفية «مخبة الرسول جزءا من محبة الذات الالهية، بل ان محبتهما واحدة، وحقيقتهما واحدة، فلا فريق بين الحقيقة المحمدية والحقيقة الالهية التي تمثلت في الانبياء وتتمثل في اقطاب الصوفية من بعدهم، ولعل متصوفا لم يتغنّى بأزلية الوجود المحمدي كما تغنى ابن عربي الصوفي المشهور» «102» ، وكذلك جمال الدين يحيى بن يوسف الصّرصري، مثل قوله في احدى نبوياته «103» :\nلما بنى الله السماوات العلى\n...\nسبعا تعالى الله أكرم باني\nفسمت وزانتها بحكمة صنعه\n...\nز هو النجوم وزانها القمران\nوالارض سبعا مدّها فتذللت\n...\nوتزيّنت ببدائع الالوان\n(102) فصول في الشعر ونقده ص 232.\n(103) ديوان الصرصري ص 547.\nالجزء: 1 ¦ الصفحة: 68\n",
        "ورست عليها الشامخات بإذنه\n...\nفحمت جوانبها من الفيدان «104»\nوأتمّ خلق العرش خلقا باهرا\n...\nفغدا من الاجلال ذا رجحان\nكتب الاله اسم النبي محمد\n...\nفوق القوائم منه والاركان\nفسرى السكون به وقد كتب اسمه\n...\nفي جنّة المأوى على الاغصان\nوخيامها وقبابها وعلى مصا\n...\nريع القصور تفضّل المنان\nفلذاك آدم حين تاب دعا به\n...\nمتوسلا فأجيب بالغفران\nلولاه لم يخلق أبونا آدم\n...\nوجحيم نار او نعيم جنان\nقد كان آدم طينة ومحمد\n...\nيدعى نبيا عند ذي الاحسان\nلقد اسرت الحقيقة المحمدية او النور المحمدي قلوب كثير من الشعراء المتصوفة وجعلتهم يذكرونها في قصائدهم التي نظموها في مدح الرسول صلّى الله عليه وسلّم، منهم جمال الدين محمد بن ابي بكر بن رشيد البغدادي\n(104) الميدان: الاهتزاز والاضطراب.\nالجزء: 1 ¦ الصفحة: 69\n",
        "الوتري (ت 662 هـ) الذي خصص جلّ شعره «105» لبيان عظمة خاتم الانبياء والمرسلين وفضله على البشرية في انقاذهم من الضلالة والاوهام وجعلهم خير أمة أخرجت للناس. وابراهيم بن أبي المجد الهاشمي «106» المعروف بسيدي ابراهيم الدسوقي (ت 676 هـ) ، واحمد بن علي «107» المشهور بالسيد البدوي (ت 675 هـ) ، وضياء الدين علي بن محمد بن يوسف الخزرجي «108» (ت 686 هـ)\n...\nوقد بالغ بعض الشعراء في الحقيقة المحمدية ونسجوا حولها كثيرا من التهويلات، مثل قولهم: لولاه ما ظهر شمس ولا قمر ولا نجوم ولا أنهار ولا ثمار ولا بدر ولا جبال وغير ذلك\n...\nمثل قول ابن نباتة المصري «109» :\nلولاه ما كان أرض لا ولا أفق\n...\nولا زمان ولا خلق ولا جيل\nولا مناسك فيها للهدى شهب\n...\nولا ديار بها للوحي تنزيل\nومثل قول ابن الساعاتي (ت 606 هـ) من قصيدة له في مدح\n(105) ينظر ديوان الوتري ص 6.\n(106) ينظر الطبقات الكبرى للشعراني 1/ 181.\n(107) ينظر الجواهر السنية ص 62، 100.\n(108) ينظر عيون التواريخ 21/ 410.\n(109) ديوان ابن نباتة المصري ص 373.\nالجزء: 1 ¦ الصفحة: 70\n",
        "الرسول صلّى الله عليه وسلّم «110» :\nلولاه لم تك شمس لا، ولا قمر\n...\nولا الفرات وجاراها ولا النيل\nولم يجب آدم في حال دعوته\n...\nنعم ولم يك قابيل وهابيل\nويرى شرف الدين البوصيري ان محمدا صلّى الله عليه وسلّم دان الانبياء قبل ان يخلق «111» :\nوكل آي أتى الرسل الكرام بها\n...\nفإنما اتصلت من نوره بهم\nفإنه شمس فضل هم كواكبها\n...\nيطهرن أنوارها للناس في الظلم\nفهذا الغلو لا يفهم الا اذا عرفنا انه يرجع الى اصل من أصول التصوف، وهو القول ب «الحقيقة المحمدية» ، اذ كان تمجيد عدد من المتصوفة البالغ للرسول اساسا في تمجيدهم وفنائهم في الخالق الاعظم «112» .\n(110) ديوان ابن الساعاتي ص 44.\n(111) تنظر تفاصيل ذلك في (التصوف الاسلامي) لزكي مبارك 1/ 268.\n(112) وفيات الاعيان 1/ 169.\nالجزء: 1 ¦ الصفحة: 71\n",
        "ان حب الرسول صلّى الله عليه وسلّم، والهيام بذكره، وزيارة ضريحه، والتعطر بأريجه، والتعبد في جواره، والتهجد في ظلاله، كانت الامنية الكبرى لكل مسلم مؤمن، وقد احسن ابو العباس احمد بن محمد المعروف بابن العريف (ت 536 هـ) وصف اولئك الذين شدوا الرحال وازجوا المطي وتوجهوا في سفرهم الى زيارة نبيهم وحبيبهم محمد صلّى الله عليه وسلّم:\nشدّوا المطيّ وقد نالوا المنى بمنى\n...\nوكلّهم بأليم الشوق قد باحا\nسارت ركائبهم تندى روائحها\n...\nطيبا بما طاب ذاك الوفد أشباحا\nنسيم قبر النبيّ المصطفى لهم\n...\nروح اذا شربوا من ذكره راحا\nيا واصلين الى المختار من مضر\n...\nزرتم جسوما وزرنا نحن أرواحا\nإنا أقمنا على عذر وعن قدر\n...\nومن أقام على عذر كمن راحا\nوقفنا من خلال عرضنا السابق على المضامين والمعاني التي احتوتها القصائد، وننتقل الان الى خواتيمها وابرز ما حفلت بها من المعاني.\nبعد ان رانت الاحزان والآلام في عصر الحروب الصليبية، وثقلت وطأتها، على القلوب، وعجز المسلمون في كثير من الاحيان دفع الضر\nالجزء: 1 ¦ الصفحة: 72\n",
        "الذي اناخ بكلكله عليهم، التجأوا الى رسولهم وملاذهم محمد صلّى الله عليه وسلّم، متضرعين ان يزيل هذا الضر، ويعمهم برحمته، وينزل عليهم صيبا من نعمائه، ويغفر عن ذنوبهم وزلاتهم وما اقترفت السنتهم من سوء وما قدمت ايديهم من قبيح الاعمال وشائن الافعال.. فها هو ذا جمال الدين يحيى بن يوسف الصّرصري يتوجه الى نبيه ان يكون شفيعا له عند الله في رفع الخطب الثقيل الموجع عنه وان يجعله واهله واولاده وقرابته في أمن وايمان وعافية ويجنبهم من كل سوء واذى «113» :\nيا سيدي يا رسول الله يا سندي\n...\nفي كلّ خطب ثقيل موجع الالم\nأنا المقرّ بذنبي قد قصدتك كي\n...\nتستوهب الله لي ذنبي ومجترمي\nفاستغفر الله لي يا من اذا نزلت\n...\nبي شدّة فيه أنجو من النّقم\nواقبل تضرّع عبد واثق بك في\n...\nدفع الخطوب العوادي عنه معتصم\nواسأل لاهلي واولادي وذي سبب\n...\nبه وصلت واخواني وذي رحم\nأمنا وصونا وإيمانا وعافية\n...\nمن كلّ سوء وبشرى عند مختتم\n(113) ديوان الصرصري ص 518.\nالجزء: 1 ¦ الصفحة: 73\n",
        "عليك من صلوات الله أطيبها\n...\nتبقى بقاء نعيم غير منصرم\nويستغيث شمس الدين محمد بن عفيف الدين سليمان المعروف بالشاب الظريف بشفيع الورى محمد صلّى الله عليه وسلّم ان يخلصه من ذنوبه التي تعاظمت «114» :\nفيا خاتم الرّسل الكرام ومن به\n...\nلنا من مهولات الذنوب تخلّص\nأغثنا، أجرنا من ذنوب تعاظمت\n...\nفأنت شفيع للورى ومخلّص\nويتأمل ابو محمد فتيان بن علي الاسدي الشاغوري (ت 615 هـ) من خير الانام شفاعة يكسب بها نعيم الخلد وظله الوارف «115» :\nأؤمّل من خير الانام شفاعة\n...\nبها في نعيم بالجنان أخلّد\nفأنت رسول الله وهي شهادة\n...\nأقرّ بها حتى المعاد وأشهد\n(114) الديوان ص 154، وينظر السمو الروحي في الادب الصوفي ص 336.\n(115) ديوان فتيان الشاغوري ص 108.\nالجزء: 1 ¦ الصفحة: 74\n",
        "وقصد كمال الدين ابن الزملكاني (ت 727 هـ) الرسول صلّى الله عليه وسلّم كي يخفف عن نفسه هم الذنوب التي اصبحت لا تفارقه، ويسأله العصمة فيما بقي من عمره، ونعمة كافية تقيه ذلّ السؤال «116» :\nيا أفضل الرّسل يا مولى الانام ويا\n...\nخير الخلائق من انس وأملاك\nها قد قصدتك أشكو بعض ما صنعت\n...\nبي الذنوب وهذا ملجأ الشاكي\nقد قيّدتني ذنوب عن بلوغ مدى\n...\nقصدي الى الفوز منها فهي أشراكي\nفاستغفر الله لي واسأله عصمته\n...\nفيما بقي وغنى من غير امساك\nعليك من ربك الله الصلاة كما\n...\nمنا عليك السلام الطيب الزاكي\nوغلب على شعر المتصوفة الذين كثر عددهم في عصر الحروب الصليبية وازدحمت بهم التكايا والزوايا هذا الطابع، وهو البكاء من ثقل الخطايا والاوزار وطلب الصفح والعفو والمغفرة، كما يلاحظ في شعر احد الصوفية الكبار، الشيخ الفقيه ابي الحسن علي بن عبد الله الششتري (ت 668 هـ) الذي تميز بالسهولة والليونة والانحدار\n(116) فوات الوفيات 4/ 9.\nالجزء: 1 ¦ الصفحة: 75\n",
        "احيانا نحو العامية ولا سيما أراجيزه وأزجاله التي غطت على جزء كبير من ديوانه، مثل قوله في القطعة الآتية وقد جاءت في مقدمتها «117» :\n«الابيات الثلاثة الاولى معروفة في التاريخ الاسلامي، أنشدها الانصار في حضرة النور الاعظم محمد بن عبد الله حين اشرف على المدينة يوم الهجرة الاولى، واستعارها الششتري هنا واضاف اليها، ويتوارثها شاذلية دمياط حتى الان ينشدونها في حضرتهم:\nأقبل البدر علينا\n...\nمن ثنيات الوداع\nوجب الشكر علينا\n...\nما دعا لله داع\nأيّها المبعوث فينا\n...\nجئت بالامر المطاع\nأقبل البدر علينا\n...\nواختفت منه البدور\nمثل حسنك ما رأينا\n...\nقطّ يا وجه السرور\nأنت شمس انت بدر\n...\nانت نور فوق نور\n(117) ديوان ابي الحسن الششتري ص 439.\nالجزء: 1 ¦ الصفحة: 76\n",
        "أنت إكسير وغالي\n...\nأنت مفتاح الصدور\nما رأينا النوق حنّت\n...\nفي الدّجى الا اليك\nوالغمامة قد اظلت\n...\nوالقمر سلم عليك\nوأتاك الجذع يبكي\n...\nوتذلل بين يديك\nواستجار يا حبيبي\n...\nعندك الظبي النفوز\nومما يلاحظ في خواتيم كثير من القصائد ابيات مخصصة للصلاة والتسليم على النبي الهادي البشير صلّى الله عليه وسلّم وعلى آله واصحابه الغر الميامين، مثل قول جلال الدين محمد بن احمد بن عبد الرحمن الكندي (ت 711 هـ) في خاتمة قصيدة له في المديح النبوي «118» :\nفبمن عليك صلاته وسلامه\n...\nولديك منه الرّوح والريحان\nلا تنسنا من فضل جاهك عندما\n...\nتطوى السماء وينشر الديوان\n(118) الطالع السعيد ص 493.\nالجزء: 1 ¦ الصفحة: 77\n",
        "صلى عليك الله ما هطل الحيا\n...\nوسرى النسيم ومالت الاغصان\nوعلى صحابتك الذين أتاهم\n...\nمن ذي الجلال النصر والرضوان\nوقول تاج الدين عبد الرحمن بن عبد الوهاب المعروف بابن بنت الاعز (ت 695 هـ) في خاتمة قصيدة نظمها بعد ان قضى فريضة الحج وزار مدينة النبي صلّى الله عليه وسلّم وانشدها بها «119» :\nصلوات ربك والسلام عليك ما\n...\nحييت من متوجه متعبد\nوعلى صحابتك الكرام وآلك ال\n...\nبرءاء من قول الجهول المفسد\nوعلى ضجيعيك اللذين تشرفا\n...\nبالقرب منك بمقعد وبمرقد\nلقد وقف كثير من الشعراء «120» ، وبقلوب خاشعة، ونفوس هائمة، بباب رسولهم مصلين عليه، ومسترحمين وطالبين ان يفرج عنهم، كما\n(119) فوات الوفيات 2/ 281.\n(120) ينظر: السمو الروحي في الادب الصوفي 278، 283، 284، 286، 287، 298، 302، 347.\nالجزء: 1 ¦ الصفحة: 78\n",
        "يقول محمد بن محمد بن عيسى الشيباني (ت 707 هـ) في خاتمة قصيدة طويلة «121» :\nوقفنا ببابك نشكو اليك\n...\nمن الكرب والكرب قد عمّ كلّا\nوأنّى نظرت لنا نظرة\n...\nتلاشى بها كربنا واضمحلا\nفلا تتخلّ عن المذنبين\n...\nاذا المرء عن والديه تخلّى\nوصلّى عليك الغفور الرحيم\n...\nوسلّم ما صام عبد وصلّى\nوهكذا حظيت المدائح النبوية في عصر الحروب الصليبية باهتمام كبير من عامة المسلمين، وعدّوها احدى الوسائل التي تنجيهم من المصائب والويلات والكروب، وتدفع عنهم أذى الجائرين وسطوتهم، وتخلصهم من نكد الدنيا، وتوسع لهم في الرزق والمعاش، وتغفر لهم ما تقدم من ذنوبهم وآثامهم وما تأخر، وتجلب لهم رضى الله ورحمته، وتدخلهم فسيح جنته.. وقد تميزت هذه المدائح بحرارة العاطفة، وصدق التعبير، وعذوبة الالفاظ، والبعد عن التعقيد والاغراب..\nوتجدر الاشارة الى ان المدائح النبوية كانت تقرأ في حلقات الذكر\n(121) الطالع السعيد ص 618.\nالجزء: 1 ¦ الصفحة: 79\n",
        "عند المتصوفة ويغلب على اسلوبها البساطة واليسر، والتجاوز احيانا عن الفصاحة والجزالة كما يلاحظ في شعر الصوفي الكبير ابي الحسن الششتري، او الالتجاء الى لغة دارجة او متحررة من قواعد الاعراب وقوانين الشعر كما قال ابن حجر العسقلاني في احد الشعراء: «كان ابن البصيص- توفي سنة 716- ينظم نظما عاريا من الاعراب على طريقة الصوفية» «122» .\n(122) الدرر الكامنة 4/ 377، الادب في العصر المملوكي 1/ 232.\nالجزء: 1 ¦ الصفحة: 80\n",
        "الخاتمة\nتمتد جذور المديح النبوي الى عصر خاتم الانبياء محمد بن عبد الله صلّى الله عليه وسلّم، حيث وقف عدد من الشعراء الى جانبه مادحين ومدافعين وذاكرين فضله وعظمة الرسالة الاسلامية التي بعثه الله بها هداية للعالمين، ولما انتقل الى الرفيق الاعلى بقي ذكره يتردد دوما على السنة عامة المسلمين في عباداتهم وصلواتهم وايام اعيادهم الدينية ومناسبات افراحهم وأحزانهم.. مسترحمين ومتوسلين ان يكون شفيعا لهم عند الله، فاتحا لهم سبحانه وتعالى ابواب رحمته الواسعة في الدنيا والاخرة.\nوكان المسلمون مطمئنين على انفسهم ودينهم وديارهم؛ لانهم كانوا في حرز وتحت حماية قوية من أولي الامر والحاكمين المقتدرين..\nولكن الحالة تغيرت بعد ان دب الضعف في مكانة هؤلاء الحاكمين وقلت هيبتهم، اذ بدأت قوى البغي والعدوان تتحرك ولا سيما في القرنين السادس والسابع الهجريين، واخذت اسرابهم تتوالى من الغرب والشرق في اجتياح الديار الاسلامية، وقتل الناس الامنين، او سلب اموالهم وطردهم من بيوتهم، وإهانة دينهم ومعتقداتهم\n...\nوما كان للمسلمين ملاذ\nالجزء: 1 ¦ الصفحة: 81\n",
        "إلا الله والرسول صلّى الله عليه وسلّم ليحميهم من البلاء ويقيم شرّ الباغين الدخلاء الذين داهموا الناس وارعبوهم وهددوا كيانهم ووجودهم، ولا عجب في قول عمارة بن عقيل اليمني (569 هـ) حين ارجف الناس بقصد الفرنج ارض المسلمين «123» :\nيا ربّ اني أرى مصرا قد انتبهت\n...\nلها عيون الاعادي بعد رقدتها\nفاجعل بها ملة الاسلام باقية\n...\nواحرص عقود الهدى من حلّ عقدتها\nوهب لنا منك عونا نستجير به\n...\nمن فتنة يتلظى جمر وقدتها\nوقول جمال الدين يحيى بن يوسف الصّرصري من قصيدة في مدح الرسول الأمين صلّى الله عليه وسلّم «124» :\nفي كلّ عام لنا خوف يقلّقنا\n...\nمن خصم سوء كستنا رعبه كمدا\nوما لنا ملجأ مما نحاذره\n...\nولا نصيب لنا في الروع ملتحدا «125»\n(123) كتاب النكت العصرية ص 189.\n(124) ديوان الصرصري ص 121.\n(125) ملتحد: ملتجأ.\nالجزء: 1 ¦ الصفحة: 82\n",
        "الا الى جاهك المبسوط لاعدمت\n...\nأتباعك الغرّ منه النصر والمددا\nفأنت أعظم كل الناس منزلة\n...\nولم يخب من على إحسانك اعتمدا\nان فقدان الامان، وزيادة الرعب من الطامعين الطارئين، وكثرة الخوف على المقدسات، والخشية من الفقر والعوز، كلها اسباب في الوقوف بين يدي الرسول صلّى الله عليه وسلّم والتوسل به في الخلاص من القلق الذي انتاب المسلمين آنذاك وتطمين ما تحمله نفوسهم المكدودة من آلام وآمال.. وثمة شعراء نظموا قصائد في مدح الرسول صلّى الله عليه وسلّم مبينين فيها ندمهم على ما اقترفوا من ذنوب وآثام، وعلى ما فرطوا في حق انفسهم ودينهم، ضارعين وطالبين ان يكون رسولهم شفيعا لهم عند ربهم من عقابه وغضبه.. وما ذكرناه في الصفحات السابقة قبس يسير من تلك المدائح، فهناك دواوين كثيرة ما تزال مخطوطة وقد أشرت الى بعضها، عسى ان تتولاها ايدي المحققين بالرعاية والاهتمام في قادم الايام، والله ولي التوفيق.\nالجزء: 1 ¦ الصفحة: 83\n",
        "مختارات من المدائح النبوية\n(1) قاضي القضاة [ابن بنت الاعز]\nتقي الدين ابو القاسم عبد الرحمن بن عبد الوهاب بن خليفة بن بدر، المعروف بابن بنت الاعز، كان جده لأمه يعرف بالقاضي الاعز. كان فقيها بارعا شاعرا خيرا دينا متواضعا كريما، تولى الوزارة في مصر والقضاء ومشيخة الشيوخ وخطابة جامع الازهر. توفي سادس عشر جمادى الأولى سنة 695 للهجرة*:\nالناس بين مرجّز ومقصد\n...\nومطول في مدحه ومجود\n(*) تنظر ترجمته في: فوات الوفيات 2/ 279، طبقات الشافعية الكبرى للسبكي 5/ 64، طبقات الشافعية للاسنوي 1/ 151، رفع الاصر عن قضاة مصر 2/ 327، النجوم الزاهرة 8/ 82.\nالجزء: 1 ¦ الصفحة: 84\n",
        "ومخبر عمّن روى ومعبر\n...\nعما رآه من العلى والسّؤدد\nما في قوى الاذهان حصر صفاتك ال\n...\nعليا وما لك من كريم المحتد\nومن المحيط بكنه معنى مدهش\n...\nبهر العقول بمصدر وبمورد\nفاذا البصائر فيه تنفذ أدركت\n...\nمنه معاني حسنها لم ينفد\nورأتك في مرآتها شمس الضحى\n...\nطلعت بكلّ تنوفة وبفدفد\nفأفادت البصر الصحيح إنارة\n...\nتقوى على البصر الضعيف الأرمد\nوأخو الهوى في طرفه وفؤاده\n...\nمرض يصدّ عن الطريق الأرشد\nجحد الظهيرة نورها، واها له\n...\nحرم السعادة كلّها ان يجحد\nحظّ الموفق أن يتابع دائما\n...\nأخلاقك الغرّ الكرام ويقتدي\nلم ترتفع لله عن خفض ولم\n...\nتقرب اليه من مكان مبعد\nالجزء: 1 ¦ الصفحة: 85\n",
        "لكن أرى محبوبه ملكوته\n...\nحتى يشاهد فيه ما لم يشهد\nوأراه كيف تفاضل الأملاك وال\n...\nرسل الكرام وكان غير مقلّد\nورأت له الأملاك في ملكوته\n...\nجاها وقدرا مثله لم يوجد\nهل جاء قبلك مرسل بخوارق\n...\nالّا وجئت بمثله أو أزيد\nفعصا الكليم تبدّلت أعراضها\n...\nوكذا عصاك تبدلت بمهند\nنبعت عيون الماء من حجر لنا\n...\nوالنبع في الاحجار كالمتعود\nإنّ البعيد من العوائد كلّها\n...\nنبع بدا بين الاصابع في اليد\nهذي هي الكفّ قد أصبحت\n...\nبحرا اذا مدحوا لنا الكفّ الندي\nومحبة المولى هي الأصل الذي\n...\nلم يثن عزمك فيه رأي مفنّد\nومن الذي يجلى عليه جهرة\n...\nذاك الجمال فلم يخرّ ويسجد\nالجزء: 1 ¦ الصفحة: 86\n",
        "صلوات ربك والسلام عليك ما\n...\nحييت من متوجه متعبد\nوجرى بذكرك لفظه في وقفة\n...\nلخطابه او جلسة المتشهد\nواذا مررت على القلوب فكنت كال\n...\nأرج الذكيّ يردّ روح المكمد\nوعلى صحابتك الكرام وآلك ال\n...\nبراءاء من قول الجهول المفسد\nوعلى ضجيعيك اللذين تشرفا\n...\nبالقرب منك بمقعد وبمرقد\nلمكانة في الدين ما خفيت على\n...\nمتبصر قرأ العلوم مسدد\nقاما بنصرك في الحياة عبادة\n...\nوجلادة أزرت على المتجلّد\nوتكفلا بعد الممات بنصرة ال\n...\nدين الحنيف على الكفور الملحد\nوتقلدا الأمر العظيم فأصبحا\n...\nحججا على كلّ امرىء متقلّد\nتالله قد جدّا وما نبا ولا اخ\n...\nتارا الاخفّ على الأشق الاجهد\nالجزء: 1 ¦ الصفحة: 87\n",
        "وكلاهما بزلال فضلك يرتوي\n...\nوبفضل برد من شعارك يرتدي\nكانا سعادة كلّ عبد صالح\n...\nوشقاوة الباغي الجهول المعتدي\n(2) ابو محمد فتيان بن علي الاسدي الشاغوري\n، نسبة الى حي الشاغور في مدينة دمشق، ولد سنة 530 للهجرة في بانياس، وعاش طفولته وشبابه في حي الشاغور، وقضى ردحا من الزمن وحياته العلمية معلما في الزبداني، وصاحب حلقة للتدريس في جامع دمشق الكبير، كان فيها يقرىء القرآن، وتوفي سنة 615 للهجرة*:\n(من الطويل)\nإليك المطايا أعنقت يا محمد\n...\nالى خير من يسعى اليه ويحفد\n(*) تنظر ترجمته في: خريدة القصر جريدة العصر- قسم الشام 1/ 247، وفيات الاعيان 4/ 24، مطالع البدور 1/ 28، النجوم الزاهرة 6/ 226، مقدمة ديوانه 5- 13.\nالجزء: 1 ¦ الصفحة: 88\n",
        "الى الذروة العلياء من سرّ هاشم\n...\nعليهم سلامي كلّ وقت يردّد\nتردّد أنفاسي التي لا أملّها\n...\nولا أنتهي منها ولا أتبلّد\nكأن دموعي لاشتياقي لآليء\n...\nفمن بين أصداف الجفون تبدّد\nقطعن إليك البيد كالبحر آلها\n...\nوظرّ انها من تحته يتوقّد «1»\nوركب على أكوارهنّ كأنهم\n...\nسهام بأكباد القسيّ تشدّد\nوكلّ اذا ما هزّ سوطا كأنما\n...\nتخبّ به بين النّعام خفيدد «2»\nالى أن اناخوها الى جنب حجرة\n...\nلهيبته منها الفرائص ترعد\nإليك رسول الله مني ألوكة\n...\nحنانيك قد يحنو على العبد سيّد «3»\n(1) الآل: السراب. الظران: الحجارة.\n(2) الحفيدد: الظليم الخفيف، وهو ذكر النعام.\n(3) ألوكة: رسالة.\nالجزء: 1 ¦ الصفحة: 89\n",
        "أومّل من خير الانام شفاعة\n...\nبها في نعيم بالجنان أخلّد\nفأنت رسول الله وهي شهادة\n...\nأقرّ بها حتى المعاد وأشهد\nوددت بأني زرت قبرك راحلا\n...\nوقبلت تربا انت منها موسّد\nومرّغت خدي عند قبرك ضارعا\n...\nبأرض حصاها لؤلؤ وزبرجد\nوذاك ضريح يحسد المسك تربه\n...\nوكلّ شريف القدر لا شك يحسد\nبه حلّ كلّ الجود والمجد والندى\n...\nوفضل ومعروف وعزّ وسؤدد\nاذا حديت عنس بذكرك اسرعت\n...\nكأن لم يمسّ الارض رجل ولا يد «4»\nوخلت سهيلا طالعا من ورائها\n...\nوقابلها نسر وجديّ وفرقد\n(4) العنس: الناقة القوية.\nالجزء: 1 ¦ الصفحة: 90\n",
        "وصاح بها الحادون فاندفعت بهم\n...\nتؤوّب في الأرض القواء وتسئد «5»\nوقد مدّت الاعناق تطوي مهامها\n...\nتغور بها تحت الرحال وتنجد «6»\nشواحب الوان براها لغوبها\n...\nبفيفاء فيها الابيض اللون أسود «7»\nواني لذو شوق اليك مضاعف\n...\nبواعثه لا تأتلي تتجدد\nالى الحجرة البيضاء والجدث الذي\n...\nبه الخير في الدارين يرجى ويقصد\nالا أيّها الزوّار بالله بلغوا\n...\nسلامي اليه وارفقوا وتأيدوا\nوقولوا له (فتيان) يشكو صبابة\n...\nاليك ووجدا حره ليس يبرد\nيرجّي غدا تبريد غلته اذا\n...\nشفعت له في الحشر والحوض مورد\n(5) القواء: القفر من الاض. تسئد: تسرع في السير.\n(6) المهمه: الفلاة المقفرة والجمع المهامه.\n(7) الفيفاء: الصحراء.\nالجزء: 1 ¦ الصفحة: 91\n",
        "(3) قاضي القضاة تقي الدين ابو الفتح [ (ابن دقيق العيد) ]\nمحمد بن الشيخ العلامة مجد الدين ابي الحسن علي بن وهب بن مطيع القشيري الشافعي المعروف بابن دقيق العيد، ولد سنة 625 للهجرة وتوفي سنة 702 للهجرة، وكان إماما محدثا وفقيها مدققا وأديبا شاعرا مجيدا*:\n(من الكامل)\nيا سائرا نحو الحجاز مشمرا\n...\nأجهد فديتك في المسير وفي السّرى\nوتدرع الصبر الجميل ولا تكن\n...\nفي مطلب المجد الاثيل مقصرا\nاقصد الى حيث المكارم والنّدى\n...\nيلقاك وجههما مضيئا مقمرا\nواذا سهرت الليل في طلب العلى\n...\nفحذار ثم حذار من خدع الكرى\nان كلّت النّجب الركائب تارة\n...\nفأعد لها ذكر الحبيب مكررا\n(*) تنظر ترجمته في: تذكرة الحفاظ للذهبي 4/ 272، الطالع السعيد ص 567، فوات الوفيات 3/ 442، الوافي بالوفيات 4/ 193، طبقات الشافعية للسبكي 6/ 2، الدرر الكامنة 4/ 91، ابن دقيق العيد حياته وديوانه 139- 144.\nالجزء: 1 ¦ الصفحة: 92\n",
        "وابعث لها سر المدام فإنّها\n...\nبالذكر لا تنفكّ حتى تسكرا\nواذا اختفت طرق المسير وظل من\n...\nاشكالها نظر البصير محيرا\nفالقصد حيث النور يشرق ساطعا\n...\nوالطرق حيث ترى الثرى متعطرا\nقف بالمنازل والمناهل من لدن\n...\nوادي قباء الى حمى أم القرى\nوتوخ آثار النبي فضع بها\n...\nمتشرفا خديك في عفر الثرى\nواذا رأيت مهابط الوحي التي\n...\nنشرت على الافاق نورا نوّرا\nفاعلم بأنك ما رأيت شبيهها\n...\nمذ كنت في ماضي الزمان ولا يرى\nشرفا لأمكنة تنزل بينها\n...\nجبريل عن رب السماء مخبّرا\nفتأثرت عنه بأحسن بهجة\n...\nأفدى الجمال مؤثّرا ومؤثرا\nفتردّد المختار بين بعيدها\n...\nوقريبها متبديا متحضرا\nالجزء: 1 ¦ الصفحة: 93\n",
        "فتبرمت بجماله وتشرفت بج\n...\nلاله ورأت مقاما أكبرا\nواستودعت من سرّه ما كاد ان\n...\nيبدي لنا معنى الكمال مصورا\nسرّ فهمنا كنهه لم يشتبه\n...\nفنشكّ فيه ولم يهن فيفسرا\nالله أكبر ما أعزّ جنابه\n...\nوأجلّ رفعته على كلّ الورى\nولقد اقول اذا الكواكب أشرقت\n...\nوترفّعت في منتهى شرف الذّرى\nلا تفخري زهوا فإنّ محمدا\n...\nأعلى علا منها وأشرف جوهرا\nأحيا الاله ببعثته سنن الهدى\n...\nوأعاد من عهد النبوّة أعصرا\nوأتى به والناس في ظلم العمى\n...\nموقي المعارف والقلوب فأنشرا\nنلنا به ما قد رأينا من علا\n...\nمع ما يؤمل في القيامة ان نرى\nفيه الملاذ تقدّما وتأخرا\n...\nوله الجميل محققا ومقررا\nالجزء: 1 ¦ الصفحة: 94\n",
        "لله ما فيه من الشرف الذي\n...\nأعيا على حسّابه ان يحصرا\nسعادة أزليّة سبقت وما\n...\nهو ثابت أزلا فلن يتغيرا\nوسيادة بارى الانام لها ولا\n...\nسيما اذا قدموا عليها المحشرا\nوزهادة ما استصلحت شيئا من ال\n...\nدنيا لان يصغي اليه وينظرا\nوجلالة في الخلق حتى انّه\n...\nأثنى عليها من براه وصوّرا\nوطهارة في الخلق حتى إنه\n...\nيندى مع الاعراف مسكا أذفرا\nوتجاوز ينسي العيون تكرما\n...\nويغادر الذنب الكبير محقّرا\nومواهب يأتي لها التأميل مس\n...\nتقصى فيرجع عنده مستقصرا\nومهابة ملأ القلوب بهاؤها\n...\nواستنزلت كبر الملوك مصغرا\nنزلت على قدم الزمان بتبع\n...\nودنت على بعد المزار بقيصرا\nالجزء: 1 ¦ الصفحة: 95\n",
        "ولربما كفت القتال فلو غدت\n...\nللّيث نال بها الفريسة مخدرا\nوبديع لطف شمائل من دونها\n...\nماء الغمامة والنسيم اذا سرى\nمع سطوة لله في يوم الوغى\n...\nتعنو لشدّة بأسها أسد الشرى\nمتعادل الطرفين في طرق العلى\n...\nعدلا وحاشاه بأن يستجورا\nلا ينكر المعروف من اخلاقه\n...\nفاذا استبيح حمى الاله تنكرا\nغضبا لو أن البيض تدرك كنهه\n...\nدانت له رعبا فسالت أنهرا\nشوقي لقرب جنابه وصحابه\n...\nشوق يجلّ يسيره ان يذكرا\nأفنى كنوز الصبر من اسرافه\n...\nوجرى على الاحشاء منه ما جرى\nان لاح صبح كان وجدا مقلقا\n...\nاو جنّ ليل كان هما مسهرا\nلا واخذ الله الزمان فإنّه\n...\nأعيا مرادي منه ان يتيسرا\nالجزء: 1 ¦ الصفحة: 96\n",
        "أرجو وصال أحبتي فكأنما\n...\nأرجو المحال وجوده المتعذرا\nوأسير نحو مقامهم حتى اذا\n...\nشارفت رؤيته رجعت القهقرى\nمتلونا في الحال والمتغير ال\n...\nأحوال يلقى شربه متغيرا\nيا خاتم الرّسل الكرام نداء من\n...\nوافى اليك مديحه مستعذرا\nأنا ضيفك المدعو يوم معادنا ال\n...\nمرجو فاجعل من قراي الكوثرا\n(4) علاء الدين علي بن محمد بن سليمان بن حمائل المعروف بابن غانم\n، ولد سنة 651 للهجرة بالمقدس، وتوفي سنة 737 للهجرة، وكان كاتبا شاعرا، رئيسا كبيرا، وقورا مهيبا كثير الاحسان، ذا مروءة وفتوة*:\n(من الكامل)\n* تنظر ترجمته في: فوات الوفيات 4/ 7، الوافي بالوفيات 4/ 214، طبقات الشافعية للسبكي 5/ 251، طبقات الشافعية للاسنوي 2/ 13، الدرر الكامنة 4/ 192، البداية والنهاية 14/ 131، النجوم الزاهرة 9/ 270.\nالجزء: 1 ¦ الصفحة: 97\n",
        "أبكي بذكر حمى العتيق وحاجر\n...\nحتى لقد أدمى البكاء محاجري\nوبذكر سلع تستهلّ مدامعي\n...\nشوقا اليه كالسحاب الماطر\nأترى أرى ذاك الحمى الزاهي الذي\n...\nبالشوق أسماني وأسهر ناظري\nوتقرّ عيني بالزمان وقربه\n...\nوتسرّ في ذاك المقام سرائري\nلم لا وفيه احمد الهادي الذي\n...\nبالحقّ أرسل والبهاء الباهر\nالمصطفى البرّ البشير محمد\n...\nذو الفضل والذكر الرفيع العاطر\nمن اشرف الآباء كان وأطهر ال\n...\nأصلاب نبعته وطيب عناصر\nقد خصّه الرحمن منه بأنعم\n...\nلا تنتهي وفضائل ومآثر\nوهو الشفيع غدا اذا ما نوقش ال\n...\nجاني واوقف ثمّ وقفة حائر\nوله الفضيلة والوسيلة واللّوا\n...\nوالحوض في يوم المعاد الآخر\nالجزء: 1 ¦ الصفحة: 98\n",
        "ويا خاتم الرسل الكرام ومن له\n...\nأعلى مزايا فيهم ومفاخر\nمن لا تكون شفيعه في عرضه\n...\nفأتت مساعيه كصفقة خاسر\nأنت المؤمّل عند عرض جرائمي\n...\nومعوّلي يوم الحساب وجابري\nفاذا افتقدت ذخائري في محشري\n...\nفمحبتي لك من أجلّ ذخائري\nصلّى عليك الله ما نسخ الدّجى\n...\nضوء الصّباح المستنير الظاهر\n(5) أبو الفضل عبد الرحيم بن احمد بن محمد بن محمد بن ابراهيم بن الاخوة البغدادي الشيباني\n. خصه الله بالفضل الوافر، وهو جامع للعلوم ولا سيما الحديث والتفسير والنحو والادب، واشتهر بالخط الجميل، وكان شاعرا مجيدا، توفي سنة 548 للهجرة*:\n(من البسيط)\n* تنظر ترجمته في خريدة القصر وجريدة العصر 3/ 1: 138، فوات الوفيات 2/ 309، عقود الجمان للزركشي 140 ب.\nالجزء: 1 ¦ الصفحة: 99\n",
        "سبحان من جعل الكواكب زينة\n...\nوبهنّ في ظلم الليالي يهتدى\nسبحان من رفع السماوات العلى\n...\nوالارض مهدها لاصناف الورى\nسبحان من شقّ البحار بقدرة\n...\nسبحان من أرسى الجبال على الثرى\nسبحان من خلق العباد فمن رضي\n...\nعنه استقلّ ومن تسخطه هوى\nبعث النبيين الهداة، فمهدوا\n...\nسبل اليقين واوضحوا طرق الهدى\nواختار ملّتنا، وشرف ديننا\n...\nبعلى محمد النبي المصطفى\nخير البريّة محتدا واجلّهم\n...\nنفسا واقصى الخلق في التقوى مدى\nختم النبوّة واستقام لدينه\n...\nوعلى أوامره التي اوحى جرى\nما هان قطّ ولا صبا لنقيضة\n...\nكلّا، ولا وعد الندى الا وفى\nآثاره مشهورة، وخلاله\n...\nمشكورة، وصفاته تعيي الثنا\nالجزء: 1 ¦ الصفحة: 100\n",
        "شهد الخلائق كلّهم بكماله\n...\nوعنا لرتبته الفراقد والسّها\nودعا الى التوحيد فانقادت له\n...\nأسد الشرى طوعا وفرسان الوغى\nلما اتى بالبينات تواضعوا\n...\nقصدا وحلّوا في المتابعة الحبى\nما قال شعرا منذ كان ولا روى\n...\nيوما اقاصيص القرون ولا تلا\nصلّى عليه الله ما هبت صبا\n...\nاو جنّ ليل او بدا وضح الضّحى\nهذا ثنائي وهو دون محلّه\n...\nمن ذا ينال بكفة بدر الدّجى؟\n(6) ابو زكريا جمال الدين يحيى بن يوسف بن منصور بن المعمر بن عبد السلام الانصاري الصرصري\n، نسبة الى صرصر وهي قريبة من بغداد. ولد سنة 581 للهجرة كما صرح في شعره بقوله:\nوفي عام احدى مع ثمانين مولدي\n...\nعقيب المئين الخمس من شهر صبّر\nالجزء: 1 ¦ الصفحة: 101\n",
        "وقتل شهيدا على يد التتر عند دخولهم بغداد 656 للهجرة، وقد وصل الينا ديوانه واغلبه في مدح الرسول صلّى الله عليه وسلّم*:\n(من الطويل)\nأوجهك أم ضوء الصباح تبلّجا\n...\nأم البدر في برج الجمال جلا الدّجى\nأم الشمس يوم الصحو في برج سعدها\n...\nوفرعك أم ليل المحبّ اذا سجا\nوبرق سرى أم نور ثغرك باسما\n...\nونشرك أم مسك ذكيّ تأرجا\nأتتك جنود الحسن طوعا بأسرها\n...\nفصرت مليكا في الجمال متوّجا\nفأضحت أبيات القلوب أسيرة\n...\nلديك فلم يملكن عنك معرّجا\nفطوبى لعبد أنت سيده لقد\n...\nسما بين أرباب البصائر والحجى\nفهل تجلب الاحلام لي منك نظرة\n...\nفتكشف بعض الهمّ عني وتفرجا\n* تنظر ترجمته في: فوات الوفيات 4/ 299، ذيل مرآة الزمان 1/ 257، نكت الهميان ص 308، الذيل على طبقات الحنابلة 2/ 262، البداية والنهاية 13/ 211، شذرات الذهب 5/ 286. والقصيدة في ديوانه ص 85.\nالجزء: 1 ¦ الصفحة: 102\n",
        "فقد نال مني منع طيفك مثلما\n...\nشجاني من البعد المبرح ما شجا\nحثثنا اليك العيس حتى تبوأت\n...\nلديك مقيلا ناضر الروض مبهجا\nفما كان أدنى قربنا من بعادنا\n...\nوأقرب افراح القلوب من الشجا\nفلله قلبي يوم زفّت ركابنا\n...\nوفارقت ظلا من جنابك سجسجا\nرجوت بقرب الدار ان أطفىء الأسى\n...\nفما زاد وقد الشوق الا تأججا\nفهل للركاب القود نحوك مرجع\n...\nيجبن بنا وعرا ويطوين مدرجا\nيحثحثها الحادي العجول مهجرا\n...\nاليك ويطوي شقة البيد مدلجا\nيخوض بها آل الضّحى فكانّما\n...\nيخوض بها البحر الخضمّ ملجلجا\nاذا ما تعالت في الهواجر في السّرى\n...\nتخال نعاما في السباسب هدجا\nعليها رجال تشتكي الم الجوى\n...\nكما تشتكي في سيرها الم الوجى\nالجزء: 1 ¦ الصفحة: 103\n",
        "لهم حنّة عند الصّباح وحنّة\n...\nاليك اذا ما الليل غيهبه دجا\nيؤمون ربعا أفيح الجوّ زاهرا\n...\nأضاء بوجه منك أزهر أبلجا\nحمى بك عنّا كلّ مظلمة محا\n...\nفكلّ رجا منه يمال لمن رجا\nرحيب الذّرى غضّ القطاف لمن جنى\n...\nاذا ما نحاه من جنى عائدا نجا\nاذا لجأ العافي اليه مؤملا\n...\nجلا ضرّ معترّ الى بابه لجا\nاليك رسول الله أهدي مدائحي\n...\nفتكسب من رياك نشرا مؤرجا\nوتلبسها أوصافك الزهر حلّة ال\n...\nبهاء وروضا من حلاك مدبجا\nأسوت بما بينّت داء قلوبنا\n...\nكما كنت تأسو قبل أوسا وخزرجا\nوكنت نبيا قبل آدم مرتجىّ\n...\nلتفتح بابا للهداية مرتجا\nفجئت ورسم الرشد بالغي منهج\n...\nفأوضحت فيه للبرية منهجا\nالجزء: 1 ¦ الصفحة: 104\n",
        "وشيّدت اعلام الرشاد مجددا\n...\nوكنت كميا في الجهاد مدججا\nوثقفت سهم الدين حتى أقمته\n...\nوقد كان ملوي المغامز أعوجا\nفأصبح وجه الحقّ أبلج ظاهرا\n...\nبنورك والبطلان أزور مخدجا\nوأدخلك الرحمن بالصدق مدخلا\n...\nخرجنا به من دارة الشرك مخرجا\nفيا خير من زمّ النياق لحجة\n...\nوألجم خيلا للجهاد وأسرجا\nومن إن أحاط الكرب بالناس كلهم\n...\nفعاذوا به الفوه عنهم مفرّجا\nوان صلي النار العفاة غدا غدا\n...\nلأمته من هؤة النار مخرجا\nأجرني فقد أصبحت في زمن له\n...\nعرام لأهل الحلم أصبح مزعجا\nوقد أبلت السبعون برد شبيبتي\n...\nفأضحى بتكرار الأهلة منهجا\nوعندي حاجات بها الله عالم\n...\nأبيت بها من كارث الهمّ محرجا\nالجزء: 1 ¦ الصفحة: 105\n",
        "ولست أرى خلا معينا ابثّه\n...\nشجوني فما ازداد الا توهجا\nومالي في يوميّ غيرك منقدا\n...\nاذا القلب للخطب الفظيع تلجلجا\nلأنك عند الله انجح شافع\n...\nلدفع الملمات الشدائد ترتجى\nعليك سلام الله ما أظلم الدّجى\n...\nوما فلق الصّبح المنير تبلّجا\nوعمّ به أصحابك الزّهر ما سرى\n...\nالى ربعك السامي مشوق وأدلجا\n(7) كمال الدين محمد بن علي بن عبد الواحد، المعروف بابن الزملكاني\n،، الانصاري الدمشقي، الإمام العلامة، قاضي القضاة، كان يضرب بذكائه المثل، ولد سنة 667 للهجرة، وتوفي سنة 727 للهجرة*:\n(من البسيط)\n* تنظر ترجمته في: فوات الوفيات 4/ 7، الوافي بالوفيات 4/ 214، طبقات الشافعية للسبكي 5/ 251، الدرر الكامنة 4/ 194، طبقات الشافعية للاسنوي 2/ 13.\nالجزء: 1 ¦ الصفحة: 106\n",
        "أهواك باربة الاستار أهواك\n...\nوان تباعد عن مغناي مغناك\nوأعمل العيس والاشواق ترشدني\n...\nعسى يشاهد معناك معنّاك\nتهوي بها البيد لا تخشى الضّلال وقد\n...\nهدت ببرق الثنايا الغرّ مضناك\nتشوقها نسمات الصبح سارية\n...\nتسوقها نحو رؤياك بريّاك\nيا ربّة الحرم العالي الأمين لمن\n...\nوافاه من أين هذا الأمن لولاك؟\nان شبهوا الخال بالمسك الذكي فه\n...\nذا الخال من رؤية المحكي والحاكي\nأفدي بأسود قلبي نور أسوده\n...\nمن لي بتقبيله من بعد يمناك\nإني قصدتك لا ألوي على بشر\n...\nترمي النوى بي سراعا نحو مرماك\nوقد حططت رحالي في حماك عسى\n...\nتنحطّ أثقال أوزاري بلقياك\nكما حططت بباب المصطفى أملي\n...\nوقلت للنفس: بالمأمول بشراك\nالجزء: 1 ¦ الصفحة: 107\n",
        "محمد خير خلق الله كلهم\n...\nوفاتح الخير ما حي كلّ إشراك\nسما باخمصه فوق السّماء فكم\n...\nأوطا أسافلها من علو أفلاك\nونال مرتبة ما نالها احد\n...\nمن أنبياء ذوي فضل واملاك\nيا صاحب الجاه عند الله خالقه\n...\nما ردّ جاهك الا كلّ أفّاك\nانت الوجيه على رغم العدا ابدا\n...\nانت الشفيع لفتّاك ونساك\nيا فرقة الزّيغ لا لقيت صالحة\n...\nولا سقى الله يوما قلب مرضاك\nولا حظيت بجاه المصطفى ابدا\n...\nومن اعانك في الدّنيا ووالاك\nيا أفضل الرّسل يا مولي الانام ويا\n...\nخير الخلائق من انس واملاك\nها قد قصدتك اشكو بعض ما صنعت\n...\nبي الذّنوب وهذا ملجأ الشاكي\nقد قيّدتني ذنوب عن بلوغ مدى\n...\nقصدي الى الفوز منها فهي اشراكي\nالجزء: 1 ¦ الصفحة: 108\n",
        "فاستغفر الله لي واسأله عصمته\n...\nفيما بقي وغنى من غير إمساك\nعليك من ربك الله الصلاة كما\n...\nمنا عليك السلام الطيب الزاكي\n(8) علي بن رستم، المعروف بابن الساعاتي\n؛ لأن والده عرف بصنع الساعات، وولد ابنه علي في دمشق سنة 553 للهجرة، وفيها نشأ وتثقف، وبعد اكثر من ثلاثين عاما مضى الى مصر واقام فيها حتى مات سنة 604 للهجرة، ووصل الينا ديوانه وهو محقق ومطبوع*:\n(من البسيط)\nجدّ الغرام وزاد القال والقيل\n...\nوذو الصّبابة معذور ومعذول\nيا دمية الحيّ ما حزني لفرقتكم\n...\nدعوى ولا وجدي العذريّ منحول\nظللت في الدار أبكيها ويضحكها\n...\nدمع على تلكم الاطلال مطلول\n* تنظر ترجمته في: وفيات الاعيان 3/ 395، عبر الذهبي 5/ 11، شذرات الذهب 5/ 13.\nالجزء: 1 ¦ الصفحة: 109\n",
        "لا جرّ حين خلت منهم ملاعبها\n...\nذيل النسيم عليها وهو مبلول\nمجالس أوحشت منهم واندية\n...\nعلا العويل بها للصبّ تعويل\nبالحلي ما بي فكم للوشح من قلق\n...\nباد وكم غصة تشكو الخلاخيل\nيا والي القلب أهواه ويظلمني\n...\nوكلّ وال بحكم الدهر معزول\nاشكو فينصركم قلبي ويخذلني\n...\nوفي المحبّة منصور ومخذول\nللبرق فيك اشارات لها طربي\n...\nوللنسيم حديث عنك منقول\nخلا من البدر طرفي وهو منزله\n...\nوالقلب وهو أخوه منه مأهول\nيجني وفي كل جزء من محاسنه\n...\nعذر جميل الى العشاق مقبول\nلدن المعاطف لا تصحو شمائله\n...\nكأنّما هو بالصهباء مشمول\nوسنان اشقى بعطفيه وريقته\n...\nفآفتي عاسل منه ومعسول\nالجزء: 1 ¦ الصفحة: 110\n",
        "قالوا بكيت دما والعيس سائرة\n...\nبكلّ خال به في الحي مشغول «1»\nوالومض يغمض في جفني صارمه\n...\nلا غرو للسيف بدمي وهو مسلول\nوقفت والدمع جار يوم بينهم\n...\nوكيف امضي وحد الصبر مغلول\nهم المنى والاماني غير صادقة\n...\nوعدا وسؤلي هم لا يدرك السّول\nعج بالمنازل واسأل عن أوانسها\n...\nفهي المحاريب او هنّ التماثيل\nأبكي واندب رسميها بكاظمة\n...\nوفيهما لعليل الشوق تعليل\nوكم ركبت بهيم الليل في غرض\n...\nوبدره غرّة والصبح تحجيل\nووردة الفجر في خدّي مطالعة\n...\nكأنّها أثر أبقاه تقبيل\nمضت قصار ليالينا واعقبها\n...\nليل طويل وفي الليل الاسى طول\n(1) اي النياق سائرة بكل شخص خال من لوعة الحب لكن في الحي من شغل بحبه.\nالجزء: 1 ¦ الصفحة: 111\n",
        "فالانجم الزّهر في الافاق واقفة\n...\nكأنّما علقت منها قناديل\nفعلّلاني وان ابصرتما شفقا\n...\nفذاك نضح دم والصّبح مقتول\nيا حاسدا نال من فضلي بمنقصة\n...\nعليك نفسك انّ الجهل مفضول\nحسبي الثلاثة بالتبريز شاهدة\n...\nالبيد والليل والعيس المراسيل\nومن عجائب ما تحدى الركاب به\n...\nصيت يطير بفضلي وهو محمول\nوكيف اخمل في دنيا وآخرة\n...\nومنطقي ورسول الله مأمول\nهو البشير النذير العدل شاهده\n...\nوللشهادة تجريح وتعديل\nلولاه لم تك شمس لا، ولا قمر\n...\nولا الفرات وجاراها ولا النيل\nولم يجب آدم في حال دعوته\n...\nنعم، ولم يك قابيل وهابيل\nمرتّل الوحي يتلوه ويهرسه\n...\nولم يكن لكلام الله ترتيل\nالجزء: 1 ¦ الصفحة: 112\n",
        "فسيّد الرّسل حقا لا خفاء به\n...\nوشافع في جميع الناس مقبول\nله تزخرف أفناء الجنان وعن\n...\nرضوانه حلّ منها العرض والطول\nكم بردت غلّة من ماء كوثره\n...\nاذن، وكم فكّ مصفود ومغلول\nبثت نبوته الاخبار اذ نطقت\n...\nفحدّثت عنه توراة وانجيل\nأضاء هديا وجنح الكفر معتكر\n...\nووجه حقّ وستر الشّك مسدول\nوكيف يصبو الى الدنيا وزينتها\n...\nوالقلب من دنس الاطماع مغسول\nخذ فضله جملة جاء الكتاب بها\n...\nفعزّ ان يحصر التفضيل تفصيل\nلم يثو في اهله اهل العباء ففا\n...\nت القوم وحي بمثواه وتنزيل «2»\nالخمسة الغرّ لم يقض اجتماعهم\n...\nالا وسادسهم في الجمع جبريل\n(2) اهل العباءة: هم اهل البيت الخمسة الذين القى عليهم عباءته (ينظر الطبري في تفسيره آية 33 من سورة الاحزاب) .\nالجزء: 1 ¦ الصفحة: 113\n",
        "فعنهم أخذ التنزيل أجمعه\n...\nفي الكافرين وفي الباغين تأويل\nفضيلتا شرف ما ناله بشر\n...\nأولى وأخرى بهم تردى الاضاليل\nيعدّها الغمر إسرافا ومنقصة\n...\nوإنّما هي تتميم وتكميل\nترعرع الدين طفلا بين اظهرهم\n...\nوما ألمّ به وهنّ وتكهيل\nببيضهم فرعت عليا منابره\n...\nوفي بيوتهم الاسلام مكفول\nهم ألّفوا من تنادى في قطيعتهم\n...\nوأمنوا من تولى وهو إجفيل «3»\nجزى عن السيء الحسنى وعامل بال\n...\nبقيا وقد كثرت فيه الاقاويل\nأقام سوقا من المعروف زاكية\n...\nلا ينفق الإفك فيها والاباطيل\nوكلّ عفّ طليق في فصاحته\n...\nلسانه بحريز العقل معقول\n(3) اجفيل: نفور جبان يهرب من كل شيء فرقا.\nالجزء: 1 ¦ الصفحة: 114\n",
        "ذو المجد ما زال معروفا فليس به\n...\nنكر وفي المجد معروف ومجهول\nقوم لهم زمزم لا دفع عنه ووض\n...\nع الرّكن لمّا تعاطته البهاليل\nوالبيت نكّب عنه الفيل مكرمة\n...\nلهم فلولاهم ما نكّب الفيل\nفضيلة عرفت من عبد مطلب\n...\nوالقوم صرعى كعصف وهو مأكول\nردت أعاديه في بدر ويومئذ\n...\nجياده القبّ والطير الابابيل\nفالنفس والبيت أشباه مطهرة\n...\nوالآل والصحب انجاد مفاضيل\nمن كلّ أزهر والالوان حائلة\n...\nمن طينة الحسن والايمان مجبول\nيردي الكميّ ويردى رمحه قصدا\n...\nفرمحه قاتل للقرن مقتول\nليث اذا جرّ من ذيل الحديد لغي\n...\nر الكبر فالجيش مكفوف ومشلول\nان صال او قال أودى في مواقفه\n...\nمجدّل من أعاديه ومجدول\nالجزء: 1 ¦ الصفحة: 115\n",
        "السادة القادة الحامون دينهم\n...\nبالمشرفية والبيض المقاديل\nالمبكيات عيون الزّغف سمرهم\n...\nدما وان ضوعفت منها السرابيل «4»\nسمّ العداة وفرسان البيان فمن\n...\nفوق الاجادل منها الغاب والغيل\nالمؤثرون وإن جلّت خصاصتهم\n...\nوهم لامثالها ضعفا مفاعيل\nلهم تحلّ الحبى والارض واجفة ال\n...\nحشى ويعقد في الملك الاكاليل\nتردى بساحتهم جرد الرباط لنص\n...\nر الله او تخذ العوذ المطافيل «5»\nفالسّرح نهب ونسل الكفر أجمعه\n...\nسبي بأيديهم والعرش مثلول\nوالشمس رمدا بوجه اليوم بادية\n...\nفجفنها أمره بالنقع مكحول\nوالصف سطر بسمر الخط ينقط وال\n...\nبيد الطروس وبالهندي مشكول\n(4) الزعف: الدرع المحكمة، والجمع زعف على لفظ الواحد. السرابيل: الدروع.\n(5) تردى الخيل: تحجل بين العدو والمشي. العوذ المطافيل: النياق الوالدة.\nالجزء: 1 ¦ الصفحة: 116\n",
        "أسد اذا نازلوا شهب اذا سفروا\n...\nلدّ اذا جادلوا سحب اذا سيلوا\nفلا مفاريح ان نالت رماحهم\n...\nولا مجازيع في البأساء ان نيلوا\nالعالمون بأنّ النفس هالكة\n...\nيوما وانّ قضاء الله مفعول\nفما كواحدهم في فضله احد\n...\nولا كجيلهم في فضله جيل\nوإنني لأرجّي أجر حبهم\n...\nفي يوم حبهم أجر وتنزيل\n(9) شهاب الدين احمد بن عبد الملك بن عبد العزازي\n، كان كيسا ظريفا، جيد النظم في الشعر والموشحات، ولد سنة 634 للهجرة، وتوفي سنة 710 للهجرة*:\n(من البسيط)\n* ترجمته في: فوات الوفيات 1/ 95، الوافي بالوفيات 7/ 148، الدرر الكامنة 1/ 191، المنهل الصافي 1/ 340، النجوم الزاهرة 9/ 214، شذرات الذهب 6/ 21.\nالجزء: 1 ¦ الصفحة: 117\n",
        "دمي بأطلال ذات الخال مطلول\n...\nوجيش صبري مهزوم ومفلول\nومن يلاق العيون الفاتكات بلا\n...\nصبر يدافع عنه فهو مخذول\nقتلت في الحبّ حبّ الغانيات وما\n...\nقارفت ذنبا وكم في الحبّ مقتول\nلم يدر من سلب العشاق انفسهم\n...\nبأنه عن دم العشاق مسؤول\nوبي أغنّ غضيض الطرف معتدل ال\n...\nقوام لدن مهزّ العطف مجدول\nكأنه في تثنيه وخطرته\n...\nغصن من البان مطلول ومشمول\nسلافة منه تسبيني وسالفة\n...\nوعامل منه يصبيني ومعسول\nوكلّ ما تدعي أجفان مقلته\n...\nيصحّ إلا غرامي فهو منحول\nيا برق كيف الثنايا الغرّ من إضم\n...\nيا برق أم كيف لي منهنّ تقبيل\nويا نسيم الصّبا كرر على أذني\n...\nحديثهن فما التكرار مملول\nالجزء: 1 ¦ الصفحة: 118\n",
        "ويا حداة المطايا دون ذي سلم\n...\nعوجوا وشرقيّ بانات اللوى قيلوا\nمنازل لأكف الغيث توشية\n...\nبها وللنّور توشيع وتكليل\nكأنما طيب رياها ونفحتها\n...\nبطيب ترب رسول الله مجبول\nاوفى النبيين برهانا ومعجزة\n...\nوخير من جاءه بالوحي جبريل\nله يد وله باع يزينهما\n...\nفي السلم طول وفي يوم الوغى طول\nسلّ الاله به سيفا لملّته\n...\nوذلك السيف حتى الحشر مسلول\nوشاد ركنا اثيلا من نبؤته\n...\nوالكفر واه وعرش الشرك مثلول\nويل لمن جحدوا برهانه وثنى\n...\nعنان رشدهم غيّ وتضليل\nأولئك الخاسرون الخاسئون ومن\n...\nلهم من الله تعذيب وتنكيل\nنمته من هاشم أسد ضراغمة\n...\nلها السيوف بيوت والقنا غيل\nالجزء: 1 ¦ الصفحة: 119\n",
        "اذا تفاخر ارباب العلى فهم ال\n...\nغرّ المغاوير والصّيد البهاليل\nلهم على العرب العرباء قاطبة\n...\nبه افتخار وترجيح وتفصيل\nقوم عمائمهم ذلّت لعزتها ال\n...\nقعساء تيجان كسرى والاكاليل\n(10) محمد بن محمد بن عيسى الشيباني القوصي\n، الاديب الشاعر، له مشاركة في النحو واللغة والتاريخ، وكان ظريفا لطيفا خفيف الروح، توفي سنة 707 للهجرة*:\n(من المتقارب)\nتذكر بالسّفح بانا وظلّا\n...\nفأجرى المدامع وبلّا وطلّا\nيرجّي زمانا تولى يعود\n...\nوليس يعود زمان تولّى\nكئيب تحمل ما لا يطيق\n...\nله الفخر من ألم البين حملا\n* تنظر ترجمته في: الطالع السعيد ص 613، الوافي بالوفيات 1/ 259، الدرر الكامنة 4/ 207.\nالجزء: 1 ¦ الصفحة: 120\n",
        "يبيت يكابد آلامه\n...\nوأسقامه وكما بات ظلّا\nوضيّع اوقاته في عسى\n...\nوماذا تفيد عسى او لعلّا؟\nويشرب من ماء أجفانه\n...\nعلى الظمأ البرح نهلا وعلّا\nأحبتنا اكثر العمر راح\n...\nعتابا فلا تتبعوه الاقلّا\nوعودوا عسى ان يعود السرور\n...\nفمنذ توليتم عنه ولىّ\nولا تحسبوا القلب يسلاكم\n...\nفمن مثلكم مثله ما تسلّى\nمللتم دنوّي وما عادتي\n...\nاذا ملّني سادتي ان أملّا\nوما خنت مذ كنت ميثاقكم\n...\nولست أخون وحاشا وكلّا\nأذلّ لكم علّكم تعطفون\n...\nعليّ وما شيمتي أن أذلّا\nفيا بين مهلا فلو انّ لي\n...\nبقية صبر لما قلت مهلا\nالجزء: 1 ¦ الصفحة: 121\n",
        "فحيّا الحيا أحدا والبقيع\n...\nوحيّا القرين ومن فيه حلّا\nوسقى المدرّج ثمّ العقيق\n...\nوسلعا وأرض قبا والمصلّى\nمنازل ما أطيب العيش في\n...\nرباها على كلّ حال وأحلى\nاذا سرت عنها أرى السهل وعرا\n...\nوان زرتها ارى الوعر سهلا\nوكيف أقول سقاها الحيا\n...\nوأخشى عليها مدى الدهر محلا\nوفيها الجواد الذي كفّه\n...\nمن السحب أندى وأجدى وأعلى\nأجلّ العباد وأعلاهم\n...\nوما خلّف دنيا وأخرى محلّا\nنبيّ سخيّ حييّ وفيّ\n...\nأبرّ البريّة قولا وفعلا\nوسيم عليه يلوح القبول\n...\nوسيما السعادة مذ كان طفلا\nوخفّ على أمة حمله\n...\nبلطف الاله فلم يشك ثقلا\nالجزء: 1 ¦ الصفحة: 122\n",
        "تجلّى فأخجل بدر السما\n...\nواشرقت الارض لمّا تجلى\nوطهّره الله خلقا وخلقا\n...\nوقولا وفعلا وفرعا وأصلا\nوأثنى بما هو اهل له\n...\nعليه وما زال للمدح أهلا\nومعجز كلّ نبيّ مضى\n...\nومعجزه أبد الدّهر يتلى\nأذلّ الملوك له ربّه\n...\nفكم بين أسرى لديه وقتلى\nوطابت بتربته طيبة\n...\nوحلّ بها الخير علوا وسفلا\nأمات الذّحول بها لطفه\n...\nفلم يبق بين الفريقين ذحلا\nله الحوض طوبى لمن نال من\n...\nهـ ريّا وويل لمن عنه ولّى\nوما زال يملأ ارض العدو\n...\nوفي طاعة الله خيلا ورجلا\nويسقي عداه كؤوس الحمام\n...\nسقاة المنية دورا ونزلا\nالجزء: 1 ¦ الصفحة: 123\n",
        "ويبذل مهجته طالبا\n...\nرضا الله اذ ظهر الحقّ بذلا\nفلله كم من ذليل أعزّ\n...\nوفي الله كم من عزيز أذلّا\nوفكّ أسيرا وآوى طريدا\n...\nوعافى مريضا وأغنى مقلّا\nوشقّ له القمر المستنير\n...\nوالشمس ردّت وناهيك فضلا\nوسبّح في راحتيه الحصى\n...\nلربّ العباد تعالى وجلّا\nوحنّ اليه حنين العشار\n...\nجذيع قديم وقد كان ذبلا\nوناول في يوم بدر قضيبا\n...\nلبعض الصحابة فارتدّ نصلا\nوقد سجدت سرحة اذ رأته\n...\nوأخرى اتته فلبّته عجلى\nوخبّر عن كلّ شيء يكون\n...\nبعد وعن كلّ ما كان قبلا\nعجبت لمن يتعامى عن ال\n...\nبراهين وهي من الشمس أجلى\nالجزء: 1 ¦ الصفحة: 124\n",
        "ويقلع في وجه تيار بحر\n...\nهواه عنادا وبغيا وجهلا\nأفي الحقّ شك اذا وفّق ال\n...\nإله وقد صحّ عقلا ونقلا\nيريدون ان يطفئوا نوره\n...\nبأفواههم ضلّ شانيه ضلا\nمدحت محمدا المصطفى ال\n...\nكريم الحليم الحكيم الأجلّا\nلعلّي في حوضه في غد\n...\nاذا جئته ظاميا لا أخلّى\nمحمد، نحن كما قد علمت\n...\nضيوفك والضيف يحتاج نزلا\nوما ذكروا عنك لا في الحياة\n...\nولا في الممات وحاشاك بخلا\nهلم القرى وقرانا النجاة\n...\nبدا العرض اذ يرجع العزّ ذلّا\nوقفنا ببابك نشكو اليك\n...\nمن الكرب والكرب قد عمّ كلّا\nوأنّى نظرت لنا نظرة\n...\nتلاشى بها كربنا واضمحلّا\nالجزء: 1 ¦ الصفحة: 125\n",
        "فلا تتخلّ عن المذنبين\n...\nاذا المرء عن والديه تخلّى\nوصلّى عليك الغفور الرحيم\n...\nوسلّم ما صام عبد وصلّى\n(11) ضياء الدين علي بن محمد بن يوسف الخزرجي الغرناطي\n، الشاعر الصوفي، اقام بالاسكندرية، وكان مشهورا بالزهد، وله مدائح في النبي صلّى الله عليه وسلّم، واضرّ في آخر عمره، وقارب المئة، وتوفي سنة 686 للهجرة*:\n(من البسيط)\nهي المنازل فانزل يمنة العلم\n...\nودع سؤالك عن سلمى وذي سلم\nوان أنخت بوادي السّرحتين فغب\n...\nعن الخيام تشاهد صاحب الخيم\n* تنظر ترجمته في: عيون التواريخ 21/ 410.\nالجزء: 1 ¦ الصفحة: 126\n",
        "متى بدا لك في المصنوع صانعه\n...\nفقد تجلت لك الأنوار في الظّلم\nوان أشاقك ربع بالعذيب فقل\n...\nتكلت قلبي أن أسعى لغيرهم\nفكلّ من صقلت مرآة باطنه\n...\nأرته شمس الهدى من مطلع الحكم\nفغاب عن رؤية الاكوان واتصلت\n...\nأوصافه بصفات الواله الفهم\nذاك الذي سرحت في العلو همّته\n...\nفبات من نظر الاغيار في حرم\nسما عن الوجد لمّا لاح موجده\n...\nفالذات مثبتة والاين في عدم\nوناح من اجلها نوح ودارسها\n...\nإدريس قبل فأدنته من النّعم\nونال منها خليل الله مرتبة\n...\nنجّته من لفحات النار حين رمي\nاذ قال جبريل في أفق الهواء له:\n...\nهل حاجة لك والنيران في ضرم؟\nقتال في وقته: أمّا اليك فلا\n...\nفقال: سل، قال: حسبي علمه فلم\nالجزء: 1 ¦ الصفحة: 127\n",
        "فسلّمت عند ذاك النار وانقلبت\n...\nبردا له وسلاما دون ما ألم\nولاح نور التجلّي نورها فكسا\n...\nموسى خلع التخصيص بالكلم\nوهام من شربها عيسى المسيح فلم\n...\nيحفل بأهل ولا مال ولا نعم\nواحمد المصطفى المختار سيّدنا\n...\nقد فاز منها بأوفى الحظّ والقسم\nوليلة القرب روح القدس قال له:\n...\nسر يا محمد لا تعدل ولا تلم\nهذا مقامي فإنّي عنك منفصل\n...\nولست منفصلا عن بارىء النّسم\nفأنت أكرم خلق الله كلهم\n...\nحقا وأفضل من يمشي على قدم\nيا أزلف الخلق عند الله منزلة\n...\nأنت المشفّع يوم الحشر في الأمم\nعبيدك الخزرجي اليوم في قلق\n...\nيرجو حنانيك يوم الخوف والنّدم\nالجزء: 1 ¦ الصفحة: 128\n",
        "(12) جلال الدين محمد بن احمد بن عبد الرحمن بن محمد الكندي\n، ولد بقوص في مصر سنة 661 للهجرة، وتوفي فيها سنة 711 للهجرة، وكان أدبيا شاعرا، وعالما فاضلا، كريم الاخلاق، طيب الأصول والاعراق*:\n(من الكامل)\nأبدا تحنّ لقربك الاظعان\n...\nوتهيم إن ذكر الحمى والبان\nويحثّها وجد بها لمنازل\n...\nقد حلّ فيها الأمن والإيمان\nيا سعد عرّج بالمطيّ لروضها\n...\nفبعرفه قد أرشد الظّعّان\nوارفق بها فلقد غنيت بشوقها\n...\nعن سوقها لمّا بدت نعمان «1»\nأوما علمت بأنّ احمد قصدها\n...\nمن سيرها لا الروض والغدران\n* تنظر ترجمته في: الطالع السعيد ص 488، الوافي بالوفيات 2/ 150، الدرر الكامنة 3/ 327.\n(1) نعمان: وادي عرفة، دونها الى منى، وهو كثير الاراك (معجم البلدان 5/ 293) .\nالجزء: 1 ¦ الصفحة: 129\n",
        "يا زائري قبر النبيّ محمد\n...\nبشراكم فقراكم الغفران\nهنّوا نواظركم بزورة قبره\n...\nها أنتم لمحمد جيران\nطبتم وحقّ جماله بجواره\n...\nعيشا وزالت عنكم الاحزان\nيا محصرا عن سيره لجنابه\n...\nاين النّواح ودمعك الهتّان؟\nأمسيت مثلي عاصيا ومخلّطا\n...\nلا نستقيل وعاقنا العصيان\nيا سيّد الابرار انت شفيعنا\n...\nواليك يأوي الموجع الحيران\nدارك ببرّ من لا يرتجي\n...\nبشرا سواك اذا جفا الخلّان\nيا خاتم الرّسل الكرام وصاحب ال\n...\nآي العظام ومن له البرهان\nيا خاتم الرّسل الكرام وصاحب ال\n...\nآي العظام ومن له البرهان\nنلنا بمولدك الكريم كرامة\n...\nمنها غدا الشيطان وهو مهان\nالجزء: 1 ¦ الصفحة: 130\n",
        "وتزلزت أركان كسرى كلّها\n...\nبوجوده وتفطّر الايوان\nوأضاء بالشّام القصور وأخمدت\n...\nبعد الوقود لفارس نيران\nولطالما التهبت ولم يخمد لها\n...\nلهب خبا ومضت لها أزمان\nوتداعت الاصنام طرّا نكّسا\n...\nبعد السموّ وخرت الاوثان\nوالجنّ قد رجمت بشهب عندما اس\n...\nترقت لها نحو السّما آذان\nوبه البشائر قد توالت جمّة\n...\nوافت بها الاحبار والرهبان\nوبدا الهدى بوجوده لمّا بدا\n...\nوالرّشد دان والضّلال مبان\nيا خير من وطىء الثرى واجّل من\n...\nفاضت له بالمكرمات بنان\nيا من سما قدرا على ملأ السّما\n...\nيا من عليه نزّل القرآن\nانت الوفيّ أمانة انت التق\n...\nيّ سلالة ولك العلى والشان\nالجزء: 1 ¦ الصفحة: 131\n",
        "نعم لك الوجه البهيّ وكفّك ال\n...\nرحب النّديّ وخلقك القرآن\nحزن الجمال مع الجميل كلاهما\n...\nفإليك يعزى الحسن والاحسان\nفبمن عليك صلاته وصيامه\n...\nولديك منه الرّوح والرّيحان\nلا تنسنا من فضل جاهك عندما\n...\nتطوى السّماء وينشر الديوان\nصلّى عليك الله ما هطل الحيا\n...\nوسرى النسيم ومالت الأغصان\nوعلى صحابتك الذين أتاهم\n...\nمن ذي الجلال النصر والرضوان\nالجزء: 1 ¦ الصفحة: 132\n",
        "المصادر والمراجع\n1-\nالادب الصوفي في مصر في القرن السابع الهجري: د. علي صافي حسين. مط دار المعارف- القاهرة 1964.\n2-\nالبداية والنهاية: ابن كثير. مط السعادة- القاهرة 1932.\n3-\nبردة البوصيري، قراءة أدبية وفلكلورية: د. محمد رجب النجار. جامعة الكويت، الحولية السابعة 1986.\n4-\nتاريخ الادب العربي: بروكلمان. ترجمة د. رمضان عبد التواب ج 5، مط دار المعارف- القاهرة 1975.\n5-\nتاريخ الادب العربي، عصر الدول والامارات: د. شوقي ضيف. مط دار المعارف- القاهرة 1980.\n6-\nتاريخ المعارضات في الشعر العربي: د. محمد محمود قاسم نوفل- بيروت 1983.\n7-\nتتمة المختصر في اخبار البشر: ابن الوردي. مط دار المعرفة- بيروت 1970.\n8-\nتذكرة الحفاظ: الحافظ الذهبي. ط حيدر اباد الهند 1333 هـ.\n9-\nتراجم رجال القرنين السادس والسابع (ذيل الروضتين) : ابن ابي شامة المقدسي- القاهرة 1947.\n10-\nالجواهر المضية في طبقات الحنفية: عبد القادر بن ابي الوفاء محمد.\nمط مجلس دائرة المعارف العثمانية- المهند 1322 هـ.\n11-\nالحروب الصليبية واثرها في الادب العربي في مصر والشام: محمد سيد گيلاني. مط دار الكتاب العربي- مصر 1949.\nالجزء: 1 ¦ الصفحة: 133\n",
        "12-\nحسن المحاضرة في تاريخ مصر والقاهرة: جلال الدين السيوطي. تح:\nمحمد ابو الفضل ابراهيم. دار احياء الكتب العربية- القاهرة 1967.\n13-\nالحياة الادبية في عصر الحروب الصليبية: د. احمد احمد بدوي. مط نهضة مصر- القاهرة 1954.\n14-\nخريدة القصر وجريدة العصر: عماد الدين الاصبهاني (قسم العراق) ، تح: بهجة الاثري، ج 3. دار الحرية للطباعة- بغداد 1976.\n15-\nخزانة الادب: ابن حجة الحموي. المط الخيرية- القاهرة 1304 هـ.\n16-\nالدرر الكامنة في اعيان المئة الثامنة: ابن حجر العسقلاني. مط المدني- القاهرة 1966.\n17-\nابن دقيق العيد، حياته وديوانه: علي صافي حسين. مط دار المعارف- القاهرة 1960.\n18-\nديوان البوصيري: تح: محمد سيد گيلاني. مط مصطفى البابي الحلبي- القاهرة 1955.\n19-\nديوان ابي الحسن الششتري: تح: د. علي سامي النشار. مط دار نشر الثقافة- القاهرة 1960.\n20-\nديوان ابي حيان الاندلسي: تح: د. احمد مطلوب، د. خديجة الحديثي. مط العاني- بغداد 1969.\n21-\nديوان الرحالة ابن جبير الاندلسي: تح: د. منجد مصطفى بهجت. دار الرفاعي للنشر والطباعة والتوزيع- الرياض 1419 هـ.\n22-\nديوان ابن الساعاتي: تح: انيس المقدسي. المط الامريكية- بيروت 1938.\n23-\nديوان الشاب الظريف: تح: شاكر هادي شكر. مط النجف- النجف 1967.\n24-\nديوان الصاحب شرف الدين الانصاري: تح: د. عمر موسى باشا.\nالمط الهاشمية- دمش 1967.\nالجزء: 1 ¦ الصفحة: 134\n",
        "25-\nديوان الصرصري: تح: د. مخيمر صالح- الاردن 1989.\n26-\nديوان ابن الفارض: مط دار صادر- بيروت 1962.\n27-\nديوان فتيان الشاغوري: تح: احمد الجندي. المط الهاشمية- دمشق 1967.\n28-\nديوان ابن نباتة المصري: مط التمدن- القاهرة 1905.\n29-\nديوان الوتري: مط جريدة بيروت- بيروت 1315 هـ.\n30-\nالذيل على طبقات الحنابلة: ابن رجب، مط السنة المحمدية- القاهرة 1372 هـ.\n31-\nذيل مرآة الزمان: قطب الدين اليونيني. مط مجلس المعارف العثمانية- الهند 1954.\n32-\nرفع الاصر عن قضاة مصر: ابن حجر العسقلاني- القاهرة 1957- 1961.\n33-\nالسمو الروحي في الادب الصوفي: احمد عبد المنعم الحلواني. مط مصطفى البابي الحلبي- القاهرة 1949.\n34-\nشذرات الذهب: ابن العماد الحنبلي. نشر مكتبة القدسي- القاهرة 1351 هـ.\n35-\nشرح بانت سعاد: عبد اللطيف بن يوسف البغدادي، تح: هلال ناجي.\nمكتبة الفلاح- الكويت 1981.\n36-\nشرح ديوان كعب بن زهير: الدار القومية للطباعة والنشر- القاهرة 1965.\n37-\nالشعر العربي في العراق من سقوط السلاجقة حتى سقوط بغداد- عبد الكريم توفيق العبود. دار الحرية للطباعة- بغداد 1976.\n38-\nشهاب الدين محمود الحلبي، حياته وشعره: عادل كتاب العزاوي.\nرسالة دكتوراه. جامعة بغداد- الاداب 1995.\n39-\nالطالع السعيد: الادفوي. مط سجل العرب- القاهرة 1966.\nالجزء: 1 ¦ الصفحة: 135\n",
        "40-\nطبقات الشافعية الكبرى: السبكي. المط الحسينية- القاهرة 1324 هـ.\n41-\nطبقات الشافعية: جمال الدين عبد الرحيم بن الحسن الاسنوي: تح:\nعبد الله الجبوري. مط الارشاد- بغداد 1974.\n42-\nعقود الجمان وتذييل وفيات الاعيان: الزركشي. مخطوطة مكتبة عارف حكمت با مدينة المنورة، رقم 459 تاريخ.\n43-\nالفوائد الجلية في الفرائد الناصرية: داود بن عيسى الايوبي. تح:\nد. ناظم رشيد. مط دار الشؤون الثقافية العامة- بغداد 1992.\n44-\nفوات الوفيات ابن شاكر الكتبي. تح: د. احسان عباس. مط دار صادر- بيروت 1973.\n45-\nالمجموعة النبهانية في المدائح النبوية: يوسف بن اسماعيل النبهاني- بيروت 1974.\n46-\nكتاب النكت العصرية: عمارة اليمني.. ط باريس 1897.\n47-\nمختصر تاريخ العرب: سيد امير علي دار العلم للملايين- بيروت 1961.\n48-\nالمدائح النبوية بين الصرصري والبوصيري: د. مخيمر صالح دار مكتبة الهلال- بيروت- الدار العربية- عمان 1986.\n49-\nالمدائح النبوية في الادب العربي: د. زكي مبارك. دار الكتاب العربي للطباعة والنشر- القاهرة 1967.\n50-\nمطالع البدور: علاء الدين الغزولي. مط ادارة الوطن- القاهرة 1299 هـ.\n51-\nمعجم الادباء: ياقوت الحموي. تح: مرجليوت. المط الهندية- مصر 1923.\n52-\nمعجم البلدان: ياقوت الحموي. مط دار صادر- بيروت 1955.\n53-\nمفتاح السعادة: طاش كويري زادة. مط الاستقلال الكبرى- القاهرة 1968.\nالجزء: 1 ¦ الصفحة: 136\n",
        "54-\nالمنهل الصافي: ابن تغري بردي. ج 1، مط دار الكتب المصرية- القاهرة 1959.\n55-\nابن نباتة المصري: د. عمر موسى باشا. مط دار المعارف- القاهرة 1972.\n56-\nالنجوم الزاهرة: ابن تغري بردي. مط دار الكتب المصرية القاهرة 1936.\n57-\nنفح الطيب: احمد بن محمد المقري. مط دار صادر- بيروت 1968.\n58-\nنكت الهميان: الصفدي. المط الجمالية- القاهرة 1911.\n59-\nالوافي بالوفيات: الصفدي. نشر المستشرقين الالمان- استانبول 1931.\n60-\nوفيات الاعيان: ابن خلكان. تح: د. احسان عباس. مط دار صادر- بيروت 1972.\nالجزء: 1 ¦ الصفحة: 137\n",
        ""
    ]
}