{
    "1": [
        "المسائل التي حلف عليها أحمد بن حنبل\nالمسائل التي حلف عليها أحمد بن حنبل\nابن أبي يعلى\nالكتاب:\nالمسائل التي حلف عليها أحمد بن حنبل\nالمؤلف:\nأبو الحسين ابن أبي يعلى، محمد بن محمد (المتوفى: 526هـ)\nالمحقق:\nأبو عبد الله محمود بن محمد الحداد\nالناشر:\nدار العاصمة - الرياض\nالطبعة:\nالأولى، 1407 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم وَبِاللَّهِ نستعين\nسَأَلتنِي وفقك الله لطاعته أَن أذكر لَك الْمسَائِل الَّتِي سطرها القَاضِي الشريف أَبُو عَليّ رَحمَه الله (وَإِن) إمامنا أَبَا عبد الله أَحْمد حلف عَلَيْهَا وَلم يسم الرَّاوِي، وأضيف إِلَيْهَا مَا نقلته من كتب والدنا وشيوخنا مُتَفَرِّقَة غير مَجْمُوعَة بِمَا حلف عَلَيْهِ مِمَّا لم يسطره القَاضِي الشريف، فسطرت ذَلِك لَك، ولخصته وعزيت كل مَا أذكرهُ من مَسْأَلَة إِلَى الْكتاب الَّذِي نقلته مِنْهُ أَو الرَّاوِي.\nوَبِاللَّهِ التَّوْفِيق.\nفنبدأ بِمَا سطره وَلم يسم الرَّاوِي:\nقَالَ:\n1 -\nسُئِلَ إمامنا رَحمَه الله: يزِيد الرجل على ثَلَاث مَرَّات فِي الْوضُوء؟\nفَقَالَ: لَا وَالله إِلَّا رجلا مبتلى بالوسواس.\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "2 -\nوَسُئِلَ: يخلل الرجل لحيته إِذا تَوَضَّأ؟\nقَالَ: إِي وَالله.\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "3 -\nوَسُئِلَ: يكون (فِي) الْجِهَاد بَين الصفين يبارز علجا بِغَيْر إِذن الإِمَام؟\nفَقَالَ: لَا وَالله.\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "4 -\nوَقيل لَهُ: هَل تكره الصَّلَاة فِي الْمَقْصُورَة؟\nفَقَالَ: إِي وَالله.\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "5 -\nوَسُئِلَ عَن الْمَرِيض: هَل يجمع بَين الصَّلَاتَيْنِ؟\nفَقَالَ: إِي الله.\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "6 -\nوَسُئِلَ: (أيؤجر الرجل على بغض من خَالف حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم؟ !\nفَقَالَ: إِي وَالله.\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "7 -\nوَسُئِلَ: من قَالَ: الْقُرْآن مَخْلُوق - كَافِر؟ !\nفَقَالَ: إِي وَالله.\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "8 -\nوَسُئِلَ: هَل صَحَّ عنْدك فِي النَّبِيذ حَدِيث؟\nفَقَالَ: وَالله مَا صَحَّ عِنْدِي حَدِيث وَاحِد إِلَّا على التَّحْرِيم.\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "9 -\nوَسُئِلَ عَن الرجل: أيؤم أَبَاهُ وَيُصلي الْأَب خَلفه؟\nفَقَالَ: إِي وَالله، وَقد كره فِي مَوضِع آخر إجلالا للْأَب.\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "10 -\nوَسُئِلَ: هَل يكره النفخ فِي الصَّلَاة؟\nفَقَالَ: إِي وَالله.\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "11 -\nوَسُئِلَ: يكره الخضاب بِالسَّوَادِ؟\nفَقَالَ: إِي وَالله.\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "12 -\nوَسُئِلَ\n...\n...\n...\n...\n...\n...\n...\nتكْتب عَنهُ؟\nفَقَالَ\n...\n...\n...\n...\n...\n...\n...\n...\n. . وَنهى عَن الْأَخْذ عَنهُ.\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "13 -\nوَسُئِلَ: يتَزَوَّج الرجل الْمُسلم الْأمة من أهل الْكتاب؟\nفَقَالَ: لَا وَالله.\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "14 -\nوَسُئِلَ عَن الْمَرْأَة: تستلقي على قفاها وتنام: يكره ذَلِك؟\nفَقَالَ: إِي وَالله.\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "15 -\nوَسُئِلَ عَن الرجل يرْهن جَارِيَته: يَطَأهَا وَهِي مَرْهُونَة؟\nفَقَالَ: لَا وَالله.\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "16 -\nوَسُئِلَ عَن الحَدِيث عَن عمر بن الْخطاب أَنه قضى فِي رجل استسقى قوما مَاء وَهُوَ عطشان فَلم يسقوه فَمَاتَ فغرمهم الدِّيَة: تَقول أَنْت كَذَا؟\nفَقَالَ: إِي وَالله.\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "17 -\nوَسُئِلَ عَن الرجل إِذا حد فِي الْقَذْف ثمَّ قذف زَوجته: يلاعنها؟\nفَقَالَ: إِي وَالله.\n18 -\nوَسُئِلَ: يضْرب الرجل رَقِيقه؟\nفَقَالَ: إِي وَالله.\nفَهَذَا آخر مَا جمعه القَاضِي الشريف أَبُو عَليّ. فلنذكر الْآن مَا عنينا بجمعه وعزيناه إِلَى مَوْضِعه وناقله:\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "19 -\nونقلت من المحنة رِوَايَة صَالح.\nقَالَ صَالح: سَمِعت أبي يَقُول:\nوَالله لقد أَعْطَيْت المجهود من نَفسِي ولوددت أَنِّي أنجو من هَذَا الْأَمر الَّذِي كَانَ كفافا لَا عَليّ وَلَا لي.\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "20 -\nوَمن الْمَجْمُوع روى صَالح بن إمامنا أَحْمد أَنه قَالَ:\nوَالله لقد تمنيت الْمَوْت فِي الْأَمر الَّذِي كَانَ، وَإِنِّي لأتمنى الْمَوْت فِي هَذَا أَو ذَاك فتْنَة الدُّنْيَا.\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "21 -\nونقلت من كتاب اللبَاس للوالد السعيد رَضِي الله عَنهُ.\nقَالَ: قَالَ إِسْحَاق لِأَحْمَد: يكره الْخَاتم من ذهب أَو حَدِيد؟\nقَالَ: إِي وَالله.\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "22 -\nونقلت من خطّ الْوَالِد السعيد رَحمَه الله قَالَ ابْن مَنْصُور:\nقلت لِأَحْمَد: يُؤجر الرجل يَأْتِي أَهله وَلَيْسَ لَهُ شَهْوَة فِي النِّسَاء؟\nقَالَ أَحْمد: إِي وَالله يحْتَسب الْوَلَد وَإِن لم يرد الْوَلَد إِلَّا إِنَّه يَقُول: هَذِه امْرَأَة شَابة.\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "23 -\nوَمن خطة رَضِي الله عَنهُ: قَالَ الْحُسَيْن بن مُحَمَّد: سُئِلَ أَحْمد عَن زَائِدَة وَزُهَيْر عنْدك بِمَنْزِلَة؟\nقَالَ: إِي وَالله.\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "24 -\nوَمن خطه رَضِي الله عَنهُ: قَالَ مُحَمَّد بن عَوْف: يَا أَبَا عبد الله يَقُولُونَ: إِنَّك وقفت على عُثْمَان؟\nفَقَالَ: كذبُوا وَالله عَليّ إِنَّمَا حدثتهم بِحَدِيث ابْن عمر: كُنَّا نفاضل بَين أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم نقُول: أَبُو بكر ثمَّ عمر ثمَّ عُثْمَان فَيبلغ ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم فَلَا يُنكره. وَلم يقل النَّبِي صلى الله عَلَيْهِ وَسلم: لَا تخايروا بعْدهَا وَلَا بَين أحد لَيْسَ فِي ذَلِك حجَّة لأحد، فَمن وقف على عُثْمَان وَلم يربع بعلي فَهُوَ على غير السّنة.\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "25 -\nوَذكر أَبُو عبد الله السجْزِي قَالَ: أتيت إِلَى بَاب المعتصم إِلَى أَن قَالَ: قَالَ: يحضر أَحْمد بن حَنْبَل فأحضرني فَلَمَّا وقفت بَين يَدَيْهِ وَسلم عَلَيْهِ قَالَ يَا أَحْمد: تكلم وَلَا تخف.\nفَقَالَ لَهُ أَحْمد: لَا وَالله لقد دخلت عَلَيْك وَمَا فِي قلبِي مِثْقَال ذرة من الْفَزع.\nفَقَالَ: مَا تَقول فِي الْقُرْآن؟\nفَقَالَ: كَلَام الله قديم غير مَخْلُوق.\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "26 -\nوَأخْبرنَا القَاضِي أَبُو الْحُسَيْن ابْن الْمُهْتَدي بِاللَّه عَن الدَّارَقُطْنِيّ: نَا عَليّ بن صَالح الْمصْرِيّ، حَدثنَا سُلَيْمَان، ونقلت من خطّ ابْن (حزا) :\nسُئِلَ أَحْمد: فَقيل لَهُ: الْمقَام بالثغر أفضل من الْمقَام بِمَكَّة؟ !\nفَقَالَ: إِي وَالله.\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "27 -\nونقلت من كتاب الْأَطْعِمَة لأبي بكر الْخلال: قَالَ إِسْحَاق:\nقلت لأبي عبد الله: يكره الجري؟\nقَالَ: لَا وَالله.\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "28 -\nوَذكر أَبُو مُحَمَّد ابْن عدي الْحَافِظ فِي كتاب الْجرْح وَالتَّعْدِيل أَن أَيُّوب بن إِسْحَاق بن سامري قَالَ:\nسَأَلت أَبَا عبد الله أَحْمد بن حَنْبَل فَقلت: يَا أَبَا عبد الله، ابْن إِسْحَاق إِذا انْفَرد بِحَدِيث نقبله؟\nفَقَالَ: لَا وَالله إِنِّي رَأَيْته يحدث عَن جمَاعَة بِالْحَدِيثِ الْوَاحِد وَلَا يفصل كَلَام ذَا من كَلَام ذَا.\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "29 -\nونقلت من الشافي لأبي بكر: قَالَ صَالح بن أَحْمد: قلت لأبي: نقْتل الْعَقْرَب والحية فِي الصَّلَاة؟\nفَقَالَ: إِي وَالله.\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "30 -\nونقلت من مسَائِل الْمَيْمُونِيّ قلت لِأَحْمَد: هَل يثبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْعَقِيقَة شَيْء؟\nفأملى عَليّ: إِي وَالله فِي غير حَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم عَن الْغُلَام شَاتَان مكافأتان وَعَن الْجَارِيَة شَاة.\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "31 -\nوَقَالَ الكوسج: قلت لِأَحْمَد: التَّسْبِيح للرِّجَال والتصفيق للنِّسَاء؟\nقَالَ: إِي وَالله.\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "32 -\nوَقَالَ أَيْضا: قلت لِأَحْمَد: تجْهر بآمين؟\nقَالَ: إِي وَالله الإِمَام وَغير الإِمَام.\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "33 -\nوَقَالَ أَيْضا: قلت لِأَحْمَد: يفتح عَليّ؟\nقَالَ: إِي وَالله.\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "34 -\nوَقَالَ الْمَيْمُونِيّ: قلت لِأَحْمَد: وَنحن نحتاج فِي رَمَضَان أَن نبيت الصَّوْم من اللَّيْل؟\nقَالَ: إِي وَالله.\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "35 -\nوَقَالَ عبد الْملك بن عبد الحميد: قلت لِأَحْمَد: يُبَاع الْفرس من الْحَبْس إِذا أعطب أَو إِذا فسد؟\nقَالَ: إِي وَالله.\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "36 -\nونقلت من كتاب الْأَخْلَاق للخلال:\nقَالَ الْمَرْوذِيّ: سَأَلت أَبَا عبد الله عَن هَارُون الْحمال: فَكنت أكتب عَنهُ؟\nفَقَالَ: إِي وَالله.\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "37 -\nوَقَالَ الكوسج: قلت لِأَحْمَد: قَالَ سُفْيَان: يجْزِيه تَكْبِيرَة إِذا نوى بهَا افْتِتَاح الصَّلَاة.\nقَالَ أَحْمد: إِي وَالله، تجزيه إِذا نوى قَالَه ابْن عمر وَزيد.\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "38 -\nوَقَالَ إِسْحَاق بن مَنْصُور: قلت لِأَحْمَد: الْمُؤَذّن يَجْعَل أصبعيه فِي أُذُنَيْهِ؟\nقَالَ: إِي وَالله.\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "39 -\nوَقَالَ الكوسج: قلت لِأَحْمَد: سُئِلَ سُفْيَان عَن امْرَأَة مَاتَت وَفِي بَطنهَا ولد يَتَحَرَّك؟ قَالَ: مَا أرى بِهِ بَأْسا أَن يشق؟\nقَالَ أَحْمد: بئس وَالله مَا قَالَ - يردد ذَلِك - سُبْحَانَ الله بئس مَا قَالَ.\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "40 -\nوَقَالَ أَيْضا: قلت: يجوز شَهَادَة رجل وَامْرَأَتَيْنِ فِي الطَّلَاق؟\nقَالَ أَحْمد: لَا وَالله.\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "41 -\nوَقَالَ أَيْضا: قلت لِأَحْمَد: المرجئ إِذا كَانَ دَاعيا: يجفا؟\nقَالَ: إِي وَالله يجفا ويقصى.\nنقلتها من الرَّابِع من السّنة لأبي بكر الْخلال.\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "42 -\nونقلت من السَّادِس من السّنة لأبي بكر الْخلال:\nأَبُو طَالب: قلت لِأَحْمَد: رجل قَالَ: الْقُرْآن كَلَام الله وَلَيْسَ\nبمخلوق، وَلَكِن لَفْظِي هَذَا بِهِ مَخْلُوق؟ !\nقَالَ: من قَالَ هَذَا فقد جَاءَ بِالْأَمر كُله، إِنَّمَا هُوَ كَلَام الله على كل حَال: الْحجَّة فِيهِ: حَدِيث أبي بكر: {آلم غلبت الرّوم} ، فَقيل لَهُ: هَذَا مِمَّا جَاءَ بِهِ صَاحبك فَقَالَ: لَا وَالله وَلكنه كَلَام الله. هَذَا وَغَيره كَلَام الله.\nقلت:\n{بِسم الله الرَّحْمَن الرَّحِيم الْحَمد لله الَّذِي خلق السَّمَاوَات وَالْأَرْض وَجعل الظُّلُمَات والنور ثمَّ الَّذين كفرُوا برَبهمْ يعدلُونَ}\nهَذَا الَّذِي قَرَأت السَّاعَة كَلَام الله؟\nقَالَ: إِي وَالله هُوَ كَلَام الله، وَمن قَالَ: لَفْظِي بِالْقُرْآنِ مَخْلُوق فقد جَاءَ بِالْأَمر كُله.\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "43 -\nونقلت من مسَائِل الْفضل بن زِيَاد: سَأَلت أَبَا عبد الله عَن حَدِيث ابْن شبْرمَة عَن الشّعبِيّ فِي رجل نذر أَن يُطلق امْرَأَته.\nفَقَالَ الشّعبِيّ: أوف بِنَذْرِك. أَتَرَى ذَلِك؟ !\nفَقَالَ: لَا وَالله.\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "44 -\nوَقَالَ الْفضل أَيْضا: سَمِعت أَبَا عبد الله وَذكر يحيى بن سعيد الْقطَّان.\nفَقَالَ: لَا وَالله مَا أدركنا مثله.\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "45 -\nوَذكر أَحْمد من رسَالَته إِلَى مُسَدّد:\nوَلَا عين تطرف بعد النَّبِي صلى الله عَلَيْهِ وَسلم خير من أبي بكر، وَلَا بعد أبي بكر عين تطرف خير من عمر، وَلَا بعد عمر عين تطرف خير من عُثْمَان، وَلَا بعد عُثْمَان عين تطرف خير من عَليّ بن أبي طَالب رَضِي الله عَنْهُم.\nقَالَ أَحْمد: هم وَالله الْخُلَفَاء الراشدون المهديون.\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "46 -\nوَقَالَ الْمَيْمُونِيّ: قلت لِأَحْمَد عَن جَابر الْجعْفِيّ:\nقَالَ: كَانَ يرى التَّشَيُّع.\nقلت: يتهم فِي حَدِيثه بِالْكَذِبِ؟\nقَالَ: إِي وَالله.\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "47 -\nونقلت من الْجُزْء الثَّانِي من الطَّبَقَات للخلال من ظهر الورقة الْخَامِسَة:\nأَخْبرنِي عبد الْملك بن عبد الحميد قَالَ: قلت لأبي عبد الله: من أَكثر فِي أبي إِسْحَاق؟\nقَالَ: مَا أجد أَكثر فِي نَفسِي من شُعْبَة فِيهِ ثمَّ سُفْيَان.\nقلت: الثَّوْريّ؟ {\nقَالَ: الثَّوْريّ، وَشعْبَة أقدم سَمَاعا من سُفْيَان.\nقلت: وَكَانَ أَبُو إِسْحَاق قد تَأَخّر} ؟\nقَالَ: إِي وَالله. هَؤُلَاءِ الصغار: زُهَيْر وَإِسْرَائِيل يزِيدُونَ فِي الْإِسْنَاد.\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "48 -\nأخبرنَا الْوَالِد الإِمَام فِي يَوْم الْجُمُعَة التَّاسِع من رَجَب سنة سبع وَخمسين وَأَرْبع مائَة بِجَامِع الْمَنْصُور قَالَ: أَنا عَليّ بن عمر الْحَرْبِيّ السكرِي فِي يَوْم السبت التَّاسِع عشر من ربيع الآخر سنة خمس وَثَمَانِينَ وثلاثمائة حَدثنَا حَمَّاد بن بِلَال البُخَارِيّ قَالَ: نَا مُحَمَّد بن عبد الله البُخَارِيّ، نَا أَبُو أَحْمد بحير بن النَّضر، نَا عِيسَى بن مُوسَى الْمَعْرُوف بغنجار عَن قيس بن الرّبيع عَن عَمْرو بن عبد الله يَعْنِي أَبَا إِسْحَاق عَن عَاصِم بن ضَمرَة قَالَ: سَمِعت الْحسن بن عَليّ يَقُول على هَذَا الْمِنْبَر:\nإِن عليا لم يسْبقهُ الْأَولونَ، وَلنْ يُدْرِكهُ الْآخرُونَ: وَالله مَا ترك صفراء وَلَا بَيْضَاء إِلَّا سبع مائَة دِرْهَم فضلت من عطائه ليبتاع بهَا خَادِمًا.\nوَالله إِن كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم ليدفع لَهُ الرَّايَة فَيُقَاتل عَن يَمِينه جبرئيل وَعَن يسَاره مِيكَائِيل فَمَا يرجع حَتَّى يفتح عَلَيْهِ.\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "49 -\nوَبِه حَدثنَا غُنْجَار، ثَنَا أَبُو حَمْزَة عَن عَطاء بن السَّائِب قَالَ: دَعَاني ميسرَة أَبُو صَالح، وَأرْسل إِلَيّ رجل يُقَال لَهُ: ابْن عَيَّاش مولى أبي جُحَيْفَة السوَائِي قَالَ: فحدثنا، قَالَ: مَا رَأَيْت مثل جزع عَليّ يَوْم النهروان.\nقَالَ: جعل يَقُول اطْلُبُوا ذُو الثدية.\nقَالَ: فَكُنَّا نلتمسه، وَأَنا فِيمَن يلتمسه، فَلَا نجده، فيأتيه فَيَقُول: مَا اسْم هَذَا الْمَكَان؟ {فَنَقُول: نهروان. فَيخرج، فَيَقُول: صدق الله وَرَسُوله وكذبتم وَالله إِنَّه لفيهم.\nقَالَ: ثمَّ يعرق من شدَّة الْجزع فِي غير حِين عرق، فَأَعَادَ ذَلِك مرَارًا: نلتمسه فَلَا نجده، ونعود إِلَيْهِ، فَيَقُول: أَي مَكَان هَذَا وَأي نهر هَذَا؟}\nقَالَ: ثمَّ قَالَ: على يَده حلمة كحلمة الثدي: عَلَيْهَا سبع شَعرَات أَو خمس شَعرَات عدد.\nقَالَ: فوجدناه كَمَا قَالَ.\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "50 -\nونقلت من الْجُزْء الثَّانِي من كتاب المحنة عَن إمامنا أَحْمد رِوَايَة أبي بكر الْمَرْوذِيّ:\nقَالَ الْمَرْوذِيّ: ثمَّ بلغ أَحْمد أَنهم يُرِيدُونَ يشتروا لوَلَده دَارا على أَن يحولوا عيالاتهم، فَلَمَّا صلوا الْفجْر قَالَ: هَات الْجُزْء الْقُرْآن. فَجعل ينظر فِيهِ، ثمَّ قَالَ:\nقَالَ الله تَعَالَى: {يَا أَيهَا الَّذين ءامنوا أَوْفوا بِالْعُقُودِ}\nثمَّ قَالَ: أَتَدْرُونَ مَا الْعُقُود؟ ! إِنَّمَا هِيَ العهود. وَإِنِّي أعَاهد الله - ثمَّ قَالَ:\nوَالله وَالله عَليّ عهد الله وميثاقه إِن حدثت بِحَدِيث لقريب وَلَا بعيد حَدِيثا تَاما أبدا حَتَّى ألْقى الله تَعَالَى.\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "51 -\nوروى ابْن بطة فِي تَحْرِيم نِكَاح الْمُتْعَة:\nبِإِسْنَادِهِ أَن عَليّ بن أبي طَالب قَالَ لرجل يَعْنِي فِي مُتْعَة النِّسَاء: إِنَّك امْرُؤ تايه فَانْظُر مَا تُفْتِي بِهِ النَّاس فِي مُتْعَة النِّسَاء، فوَاللَّه أَو أشهد بِاللَّه لقد نهى عَنْهَا رَسُول الله صلى الله عَلَيْهِ وَسلم عَام خَيْبَر وَعَن لُحُوم الْحمر الإنسية.\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "52 -\nوَفِيه بِإِسْنَادِهِ عَن ابْن عمر قَالَ:\nلما ولي عمر حمد الله وَأثْنى عَلَيْهِ، ثمَّ قَالَ: أَيهَا النَّاس إِن رَسُول الله صلى الله عَلَيْهِ وَسلم أحل الْمُتْعَة ثَلَاثًا ثمَّ حرمهَا ثَلَاثًا، وَأَنا أقسم بِاللَّه قسما بارا أَنِّي لَا أجد أحدا من الْمُسلمين أحصن مُتَمَتِّعا إِلَّا رَجَمْته إِلَّا أَن يَأْتِي بأَرْبعَة يشْهدُونَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أحلهَا بعد أَن حرمهَا، وَلَا أحدا من الْمُسلمين مُتَمَتِّعا لم يحصن إِلَّا جلدته مائَة إِلَّا أَن يأتيني بأَرْبعَة يشْهدُونَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أحلهَا بَعْدَمَا حرمهَا.\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "53 -\nوبإسناده عَن مُحَمَّد بن عبد الله بن (عبد) الحكم قَالَ: سَأَلت الشَّافِعِي عَن الْمُتْعَة: كَانَ يكون فِيهَا طَلَاق أَو مِيرَاث أَو نَفَقَة أَو عدَّة أَو شَهَادَة؟\nفَقَالَ: لَا وَالله مَا أَدْرِي.\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "54 -\nوروى نفطويه بِإِسْنَادِهِ وَهُوَ سَمَاعي عَن قَتَادَة قَالَ:\nوَالله إِن الْمَجُوسِيَّة لبدعة، وَإِن النَّصْرَانِيَّة لبدعة، وَإِن الْيَهُودِيَّة لبدعة. وَعدد أَشْيَاء.\n55 -\nوبإسناده عَن يزِيد بن هَارُون:\nسُئِلَ عَمَّن يكذب بِحَدِيث إِسْمَاعِيل عَن قيس عَن جرير عَن\nالنَّبِي صلى الله عَلَيْهِ وَسلم:\nترَوْنَ ربكُم عز وَجل.\nفَقَالَ رجل: يَا أَبَا خَالِد مَا تَقول فِيمَن يكذب بِهَذَا الحَدِيث؟\nفَقَالَ: من كذب بِهَذَا الحَدِيث فَهُوَ بَرِيء من الله، وَهُوَ بَرِيء مِنْهُ، وَالله الَّذِي لَا إِلَه إِلَّا هُوَ مَا هم إِلَّا زنادقة عَلَيْهِم لعنة الله.\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "56 -\nوَقَالَ يزِيد بن هَارُون:\nمن قَالَ: إِن الْقُرْآن كَلَام الله مَخْلُوق أَو شَيْء مِنْهُ مَخْلُوق فَهُوَ وَالله عِنْدِي زنديق.\n57 -\nوبإسناده عَن صُهَيْب قَالَ:\nقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم:\nإِذا دخل أهل الْجنَّة الْجنَّة نُودُوا: يَا أهل الْجنَّة إِن لكم عِنْد الله موعدا لم تروه، فَيَقُولُونَ؟ مَا هُوَ؟ ! أَلَيْسَ قد بيض وُجُوهنَا وزحزحنا عَن النَّار وأدخلنا الْجنَّة، قَالَ: فَيكْشف الْحجاب، فَيَنْظُرُونَ إِلَيْهِ، فوَاللَّه مَا أَعْطَاهُم الله شَيْئا أحب إِلَيْهِم مِنْهُ. ثمَّ تَلا هَذِه الْآيَة: {للَّذين أَحْسنُوا الْحسنى وَزِيَادَة}\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "58 -\nوبإسناده عَن أبي الجوزاء:\nأَنه ذكر أهل الْأَهْوَاء والبدع فَقَالَ: وَالله مَا هُوَ إِلَّا جُنُون يعتريهم.\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "59 -\nوَقَرَأَ سُفْيَان بن عُيَيْنَة: {إِن الَّذين اتَّخذُوا الْعجل سينالهم غضب من رَبهم وذلة فِي الْحَيَاة الدُّنْيَا وَكَذَلِكَ نجزى المفترين}\nوَقَالَ: وَالله لَا يزَال صَاحب الْبِدْعَة ذليلا إِلَى يَوْم الْقِيَامَة.\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "60 -\nوَأخْبرنَا مُحَمَّد بن مندة الْحَافِظ، ثَنَا مُحَمَّد بن عبد الْعَزِيز الشِّيرَازِيّ، أَنا أَبُو عَليّ الْحُسَيْن بن أَحْمد الصفار الشِّيرَازِيّ الْحَافِظ، حَدثنَا أَحْمد بن جَعْفَر قَالَ:\nحضر رجل مجْلِس أبي خَليفَة الْفضل بن الْحباب بن مُحَمَّد الجُمَحِي فَذكر أَحْمد بن حَنْبَل، فَقَالَ أَبُو خَليفَة:\nفَهُوَ إمامنا وَمن نقتدي بِهِ ونقول بقوله: الواعي الْعَالم المتقي لروايته، الصَّادِق فِي حكايته، الْقيم بدين الله، الْمُبين عَن رَسُول الله صلى الله عَلَيْهِ وَسلم، إِمَام الْمُسلمين والناصح لإخوانه من الْمُؤمنِينَ.\nفَقَالَ رجل: يَا أَبَا خَليفَة مَا تَقول فِي قَوْله: الْقُرْآن كَلَام الله غير مَخْلُوق؟ قَالَ: صدق وَالله فِي مقَالَته، وقمع كل بدعي بمعرفته، قَوْله الصَّوَاب، ومذهبه السداد، وَهُوَ الْمَأْمُون على الْأَحْوَال، والمعتد بِهِ فِي جَمِيع الْأَحْوَال.\nفَإِن قيل: كَيفَ استجاز أَحْمد أَن يحلف فِي مسَائِل قد اخْتلف فِيهَا؟\nقيل أما مسَائِل الْأُصُول فَلَا يسوغ فِيهَا فهن إِجْمَاع.\nوَأما مسَائِل الْفُرُوع فَلِأَنَّهُ غلب على ظَنّه صِحَة ذَلِك: كَمَا لَو وجد فِي دفتر أَبِيه أَن لَهُ على فلَان دينا جَازَ لَهُ أَن يَدعِيهِ لغَلَبَة الظَّن بصدقه.\nفَإِن قيل: أَلَيْسَ قد امْتنع من الْيَمين على إِسْقَاط الشُّفْعَة بالجوار؟\nقيل: لِأَن الْيَمين هُنَاكَ عِنْد الْحَاكِم، وَالنِّيَّة نِيَّة الْحَاكِم.\nوَجَوَاب آخر عَن السُّؤَال، وَهُوَ:\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "مَا قد روينَاهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم، وَعَن جمَاعَة من الصَّحَابَة وَالتَّابِعِينَ، وَمن بعدهمْ من الْأَئِمَّة الماضين:\nأَنهم سئلوا وابتدأوا بِالْجَوَابِ والفتيا وحلفوا. فَكَانَ لإمامنا أَحْمد أُسْوَة بهم:\nفَمن ذَلِك:\nالجزء: 1 ¦ الصفحة: 90\n",
        "61 -\nمَا روى إمامنا أَحْمد بِإِسْنَادِهِ عَن (عَامر) ، وروى عبد الله بن أَحْمد قَالَ: حَدثنِي أبي نَا مُوسَى بن دَاوُد بِالْبَصْرَةِ حَدثنَا نَافِع بن عمر عَن ابْن أبي مليكَة قَالَ: قَالَ عبد الله بن عَمْرو بن الْعَاصِ: مَا لي ولصفين، مَا لي ولقتال الْمُسلمين، لَوَدِدْت أَنِّي مت قبله بِعشر سِنِين وَالله على أَنِّي مَا رميت بِسَهْم وَلَا طعنت بِرُمْح - وَذكره.\nالحديث: 61 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "62 -\nوَأخْبرنَا أَبُو الْحُسَيْن ابْن النقور، حَدثنَا أَبُو الْقَاسِم ابْن حبابة قِرَاءَة عَلَيْهِ، نَا عبد الله بن مُحَمَّد الْبَغَوِيّ، نَا عَليّ بن الْجَعْد، أَنا شُعْبَة عَن مُعَاوِيَة بن قُرَّة قَالَ: سَمِعت أبي يَقُول:\nقَالَ عمر بن الْخطاب: وَالله مَا أَفَادَ امْرُؤ فَائِدَة بعد إِيمَان بِاللَّه عز وَجل خير من امْرَأَة حَسَنَة الْخلق ولود، وَلَا خسر عبد بعد كفر بِاللَّه شَرّ من امْرَأَة سَيِّئَة الْخلق حَدِيدَة اللِّسَان، وَالله إِن مِنْهُنَّ لغل - وَذكره\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "63 -\nوروى أَبُو بكر الْخلال من كتاب الْإِمَارَة وَطَاعَة السُّلْطَان (و) بِإِسْنَادِهِ أَن عبد الله بن مَسْعُود قَالَ:\nبَينا نَحن عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فِي قريب من ثَمَانِينَ رجلا من قُرَيْش لَيْسَ مِنْهُم إِلَّا قرشي، وَالله مَا رَأَيْت صفحة وُجُوه رجال قطّ أحسن من وُجُوههم، قَالَ: تَذكرُوا النِّسَاء فتحدثوا فِيهِنَّ، وتحدث مَعَهم، حَتَّى أَحْبَبْت أَن يسكت، فَقَالَ: ثمَّ تشهد، ثمَّ قَالَ: أما بعد: يَا معشر قُرَيْش أهل هَذَا الْأَمر.\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "64 -\nوروى أَبُو بكر الْخلال فِي تَفْرِيع أَبْوَاب مَا ذكره: لَا طَاعَة إِلَّا فِي الْمَعْرُوف. وعَلى مَا (أَسْتَطِيع) ذَلِك فِي أول الْجُزْء الثَّالِث.\nوبإسناده عَن عَليّ بن أبي طَالب أَن رَسُول الله صلى الله عَلَيْهِ وَسلم بعث سَرِيَّة، وَأمر عَلَيْهِم رجلا من الْأَنْصَار، وَأمرهمْ أَن يطيعوه، قَالَ: فَغَضب عَلَيْهِم يَوْمًا، وَقَالَ: عزمت عَلَيْكُم إِلَّا مَا جمعتم حطبا. قَالَ فَجمعُوا حطبا، ثمَّ أَمرهم قَالَ: فأوقدوا نَارا، فَقَالَ: عزمت عَلَيْكُم إِلَّا دخلتموها قَالَ: فَهموا أَن يَفْعَلُوا، وتحاجزوا، وَدفع بَعضهم بَعْضًا حَتَّى طفيت النَّار، وَسكن غَضَبه، فَلَمَّا رجعُوا ذكرُوا لرَسُول الله صلى الله عَلَيْهِ وَسلم، فَقَالَ: وَالله لَو دخلوها مَا خَرجُوا مِنْهَا إِلَى يَوْم الْقِيَامَة، إِنَّمَا الطَّاعَة فِي الْمَعْرُوف.\n65 -\nوَقَالَ الشّعبِيّ: وَالله إِنَّه لعلم حسن إِذا سُئِلَ الرجل عَمَّا لَا يعلم أَن يَقُول: لَا أعلم.\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "66 -\nحَدثنَا الْمَيْمُونِيّ، ثَنَا أَحْمد بن حَنْبَل، نَا سُفْيَان قَالَ: (قَالَ شَيخنَا) : اجْتمع الشّعبِيّ وَأَبُو إِسْحَاق، فَقَالَ لَهُ الشّعبِيّ: أَنْت خير مني يَا أَبَا إِسْحَاق، فَقَالَ: لَا وَالله أَنْت خير مني وأسن مني.\n67 -\nوبإسناده قَالَ: قَالَ عبد الرَّحْمَن بن عَوْف: وَالله مَا بَايَعت لعُثْمَان حَتَّى سَأَلت صبيان الْكتاب فَقَالُوا: عُثْمَان خير من عَليّ.\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "68 -\nوروى ابْن بطة فِي الْإِبَانَة الْكَبِيرَة بِإِسْنَادِهِ عَن سهل بن سعد عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ: وَالله لِأَن يهدى بهداك رجل وَاحِد خير من حمر النعم.\n69 -\nوبإسناده عَن حجين بن الرّبيع أَنه سمع عمرَان بن حُصَيْن يَقُول: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: الْحيَاء خير كُله.\nفَقَالَ بشير بن كَعْب: إِن مِنْهُ ضعفا، وَمِنْه وقارا لله {}\nفَقَالَ عمرَان: أيا حجين من هَذَا؟\nقلت: رجل لَيْسَ بِهِ بَأْس.\nقَالَ: سمعني أحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم، وَيَقُول: مِنْهُ ضعف، وَمِنْه وقارا لله؟ ؟ {} وَالله لَا حدثتكم بِحَدِيث الْيَوْم.\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "70 -\n...\n...\n...\n...\n...\n...\n...\n...\n...\n...\n...\n...\n...\n...\n. .\nأَنه أَتَاهُ رَهْط فَسَأَلُوهُ فَأَعْطَاهُمْ إِلَّا رجلا مِنْهُم قَالَ سعد:\nفَقلت: يَا رَسُول الله أَعطيتهم وَتركت فلَانا، فوَاللَّه إِنِّي لأراه مُؤمنا، فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: أَو مُسلم.\nفَرد عَلَيْهِ سعد فِي ذَلِك: مُؤمنا، ورد عَلَيْهِ النَّبِي صلى الله عَلَيْهِ وَسلم أَو مُسلما.\nفَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم فِي الثَّالِثَة: وَالله إِنِّي لأعطي الرجل الْعَطاء غَيره أحب إِلَيّ مِنْهُ تخوفا أَن يكبه الله على وَجهه فِي النَّار.\n71 -\nوروى هبة الله الطَّبَرِيّ، وَهُوَ سَمَاعي بِإِسْنَادِهِ عَن أبي سعيد قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لأبي بكر وَعمر: وَالله إِنِّي لأحبكما بحب الله إياكما. وَالله إِن الْمَلَائِكَة لتحبكما بحب الله لَكمَا. أحب الله من أحبكما، وَوصل من وصلكما.\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "72 -\nوبإسناده عَن هبة الله عَن عَطاء قَالَ: أتيت ابْن عَبَّاس قلت: قد تكلم فِي الْقدر {} فَقَالَ: أوفعلوها؟ ! قلت: نعم. قَالَ: وَالله مَا نزلت هَذِه الْآيَة إِلَّا فيهم: {ذوقوا مس سقر إِنَّا كل شىءٍ خلقناه بِقدر} لَا تعودوا مرضاهم، وَلَا تصلوا على موتاهم: لَو أريتني أحدا مِنْهُم فقأت عينه.\n73 -\nوَقَالَ الْحسن الْبَصْرِيّ:\nوَالله لقد أدْركْت أَقْوَامًا لَو شَاءَ أحدهم أَن يَأْخُذ هَذَا المَال من حلّه أَخذه فَيُقَال لَهُم: أَلا تأتون نصيبكم من هَذَا المَال فتأخذونه، فَيَقُولُونَ: لَا إِنَّا نخشى أَن يكون أَخذه فَسَادًا لقلوبنا.\n74 -\nوَقَالَ مهنا: قلت لِأَحْمَد: سَمِعت عبد الرَّزَّاق يَقُول: قَالَ بعض أَصْحَابنَا لِسُفْيَان الثَّوْريّ: يَا أَبَا عبد الله حَدثنَا كَمَا سَمِعت، فَقَالَ: وَالله مَا إِلَيْهِ سَبِيل، وَمَا هُوَ إِلَّا الْمعَانِي.\nفَقَالَ أَحْمد: هُوَ كَذَلِك.\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "75 -\nوَقَالَ يحيى بن معِين:\nوَالله مَا رَأَيْت أحدا يحدث لله تَعَالَى غير وَكِيع بن الْجراح وَمَا رَأَيْت أحدا قطّ أحفظ من وَكِيع، ووكيع فِي زَمَانه كالأوزاعي فِي زَمَانه.\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "76 -\nوَقَالَ أَيْضا:\nإِذا أَرَادَ النَّاس منا أَن نَكُون مثل أَحْمد، لَا وَالله مَا يقدر على ذَلِك أحد (لَا على طَرِيق أَحْمد) .\n77 -\nوَقَالَ أَيْضا:\nمَا رَأَيْت وَالله تَحت أَدِيم السَّمَاء أفقه فِي دين الله من أَحْمد بن حَنْبَل.\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "78 -\nوَقَالَ عبد الرَّحْمَن بن أبي حَاتِم: حَدثنَا يُوسُف بن إِسْحَاق بن الْحجَّاج قَالَ: قَالَ هَارُون الْمُسْتَمْلِي:\nمن قَالَ الْقُرْآن مَخْلُوق فَهُوَ وَالله كَافِر.\nالحديث: 78 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "79 -\nوَفِي حَدِيث ابْن علاقَة عَن المخلص عَن ابْن صاعد أَن عمر بن الْخطاب رَضِي الله عَنهُ اسْتَلم الْحجر، ثمَّ قَالَ:\nوَالله إِنَّه حجر لَا ينفع وَلَا يضر.\nوَلَوْلَا أَنِّي رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم يقبلك مَا قبلتك.\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "80 -\nوروى أَبُو بكر ابْن أبي الدُّنْيَا فِي كتاب الدّين وَحسن القضايا بِإِسْنَادِهِ عَن ابْن عَبَّاس قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم والتفت إِلَى أحد فَقَالَ:\nوَالله مَا يسرني أَن أحدا هَذَا لي ذَهَبا أنفقهُ فِي سَبِيل الله أَمُوت يَوْم أَمُوت وَعِنْدِي مِنْهُ دِينَارا وَلَا درهما إِلَّا دِينَارا أرصده لدين.\n81 -\nوروى أَبُو بكر الْخلال فِي كتاب الْإِمَارَة وَطَاعَة السُّلْطَان عَن الْمُغيرَة بن شُعْبَة قَالَ: عرض على أبي بكر فرس، فَقَامَ رجل فَقَالَ: احملني عَلَيْهِ، قَالَ: لَا أحملك عَلَيْهِ غُلَاما قد ركب على عزلته، فَقَالَ: أَنا خير مِنْك فَارِسًا (قَالَ) وَمن أَبِيك، قَالَ الْمُغيرَة بن شُعْبَة، فَقُمْت إِلَيْهِ فَأخذت بِرَأْسِهِ فوكيت على أَنفه فابتدر منخراه كَأَنَّهُمَا عزلا مزادة فتواعدني قومه، فَقَامَ أَبُو بكر خَطِيبًا فَقَالَ: مَا بَال أَقوام يَزْعمُونَ أَنِّي مقيدهم من الْمُغيرَة بن شُعْبَة وهم وَالله إِلَى أَن أخرجهم من دِيَارهمْ أقرب من أَن أقيدهم من الْمُغيرَة بن شُعْبَة: وزعة الله الَّتِي يُوزعُونَ.\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "82 -\nوروى ابْن جرير فِي تَهْذِيب الْآثَار بِإِسْنَادِهِ عَن زر بن حُبَيْش أَنه قَالَ لأبي بن كَعْب: إِن عبد الله بن مَسْعُود يَقُول: من قَامَ السّنة أصَاب لَيْلَة الْقدر.\nفَقَالَ أبي بن كَعْب: وَالله الَّذِي لَا إِلَه إِلَّا هُوَ إِنَّهَا لفي شهر رَمَضَان - يحلف مَا يَسْتَثْنِي - وَالله إِنِّي لأعْلم أَي لَيْلَة: هِيَ اللَّيْلَة الَّتِي أمرنَا رَسُول الله صلى الله عَلَيْهِ وَسلم أَن نقومها: صبيح سَبْعَة وَعشْرين.\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "83 -\nروى الدَّارَقُطْنِيّ فِي الأول مِمَّا رُوِيَ عَن أَمِير الْمُؤمنِينَ عَليّ فِي مدح أبي بكر بِإِسْنَادِهِ: لما توفّي أَبُو بكر قَالَ: رَحِمك الله يَا أَبَا بكر كنت أول الْقَوْم إسلاما، وأخلصهم إِيمَانًا، وأشدهم يَقِينا، وأخوفهم لله، وأعظمهم غناء، و (أحدبهم) على الْإِسْلَام، وأيمنهم على أَصْحَابه، وَأَحْسَنهمْ صُحْبَة، وأفضلهم مَنَاقِب، وَأكْرمهمْ سوابق، وأرفعهم دَرَجَة، وأقربهم من رَسُول الله صلى الله عَلَيْهِ وَسلم، وأشبههم بِهِ هَديا وخلقا وسمتا وفعلا، وأشرفهم منزلَة، وَأكْرمهمْ عَلَيْهِ، وأوثقهم عِنْده: فجزاك الله عَن الْإِسْلَام وَعَن رَسُول الله وَالْمُسْلِمين خيرا: صدقت رَسُول الله حِين كذبه النَّاس فسماك الله فِي كِتَابه صديقا فَقَالَ: وَالَّذِي جَاءَ بِالصّدقِ: مُحَمَّد. وَصدق بِهِ: أَبُو بكر. وأنسته حِين بخلوا، وَقمت (بِهِ) حِين عَنهُ قعدوا، وصحبته فِي الشدَّة أكْرم الصُّحْبَة: ثَانِي اثْنَيْنِ إِذْ هما فِي الْغَار. والمنزل عَلَيْهِ السكينَة، ورفيقه فِي الْهِجْرَة ومواطن الكريهة، ثمَّ خلفته فِي أمته بِأَحْسَن الْخلَافَة حِين ارْتَدَّ النَّاس، وَقمت بدين الله قيَاما لم يقم بِهِ خَليفَة نَبِي قطّ: قويت حِين ضعف أَصْحَابك، وبدرت حِين اسْتَكَانُوا، ونهضت حِين وهنوا، ولزمت منهاج رَسُوله إِذْ هم أَصْحَابه.\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "كنت خَلِيفَته حَقًا: لم تنَازع، وَلم تضرع برغم الْمُنَافِقين و (صغر) الْفَاسِقين، وغيظ الْكَافرين، وَكره الحاسدين.\nفَقُمْت بِالْأَمر حِين فَسَلُوا، ونطقت حِين تتعتعوا، ومضيت بِنور الله إِذْ وقفُوا: فاتبعوك فهدوا فَكنت أخفضهم صَوتا، أعلاهم فوقا وَأَقلهمْ كلَاما، وأصونهم منطقا، وأطولهم صمتا، وأبلغهم قولا، وَكنت أَكْثَرهم رَأيا، وأشجعهم قلبا، وأشدهم يَقِينا، وَأَحْسَنهمْ عملا، وأعرفهم بالأمور.\nكنت وَالله للدّين يعسوبا: أَولا حِين تفرق عَنهُ النَّاس، وآخرا حِين أَقبلُوا.\nالجزء: 1 ¦ الصفحة: 108\n",
        "كنت للْمُؤْمِنين أَبَا رحِيما إِذْ صَارُوا عَلَيْك عيالا، فَحملت أثقالا مَا عَنهُ ضعفوا، وحفظت مَا ضيعوا، ورعيت مَا أهملوا، وشمرت إِذْ خنعوا، وعلوت إِذْ هلعوا، وَصَبَرت إِذْ جزعوا، فأدركت (أوثار) مَا طلبُوا، ونالوا بك مَا لم يحتسبوا. كنت على الْكَافرين عذَابا صبا، وللمسلمين غيثا وخصبا. نظرت وَالله بعنانها، وفزت بجنانها، وَذَهَبت بفضايلها، وأحرزت سوابقها. لم تقلل حجتك، وَلم يرع قَلْبك، وَلم تضعف بصيرتك. وَذكر تَمام الْخطْبَة إِلَى أَن قَالَ: فسبقت وَالله سبقا بعيد، وأتعبت من بعْدك إتعابا شَدِيدا.\n84 -\nوَقَالَ الشَّافِعِي - رَحمَه الله - لِابْنِهِ أبي عُثْمَان: وَالله لَو أعلم أَن المَاء الْبَارِد يثلم مروءتي مَا شربت إِلَّا حارا.\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "85 -\nوَقَالَ ابْن مَسْعُود: دخل عمر بن الْخطاب على فَاطِمَة فَقَالَ: يَا فَاطِمَة إِنَّه وَالله مَا كَانَ أحد من النَّاس أكْرم عَليّ بعد أَبِيك مِنْك.\nرَوَاهُ ابْن بطة.\n86 -\nوَجَاء عَليّ بن أبي طَالب فَقَالَ: أَخْبرنِي عَن أبي بكر وَعمر فَقَالَ:\nعلى الْخَبِير سَقَطت: كَانَا وَالله إمامي هدى مهديين راشدين مرشدين مفلحين منجحين (منتخبين) ، خرجا من الدُّنْيَا خميصين.\nرَوَاهُ ابْن بطة.\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "87 -\nعَن أبي جَعْفَر قَالَ: استسقى الْحسن فَقَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَحلبَ نَاقَة فجَاء بِقَعْبٍ من لبن فَلَمَّا رأى الْحُسَيْن أَخَاهُ يشرب قبله بادره، فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: إِن أَخَاك استسقى قبلك.\nوَعلي وَفَاطِمَة جالسان على صدر فراشهما، فَقَالَت فَاطِمَة: يَا أبتاه إِنِّي أرى الْحسن أحب إِلَيْك من الْحُسَيْن، قَالَ: لَا، وَلكنه استسقانى قبله، أما وَالله إِنِّي وهما وَأَنت وَهَذَا يَوْم الْقِيَامَة بمَكَان وَاحِد.\nرَوَاهُ ابْن بطة فِي الْإِبَانَة الْكَبِيرَة.\nالحديث: 87 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "88 -\nوَبعث عمر بن عبد الْعَزِيز مُحَمَّد بن الزبير الْحَنْظَلِي إِلَى الْحسن فَقَالَ: هَل كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم اسْتخْلف أَبَا بكر؟ {فَقَالَ: أَو فِي شكّ صَاحبك؟} نعم وَالله الَّذِي لَا إِلَه إِلَّا هُوَ لاستخلفه لَهو كَانَ أتقى من أَن يتوثب عَلَيْهَا.\nقَالَ الْمُبَارك بن فضَالة: استخلافه عِنْد الْحسن أمره أَن يُصَلِّي بِالنَّاسِ، فَكَانَ هَذَا عِنْد الْحسن استخلافا.\nرَوَاهُ ابْن بطة.\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "89 -\nوروى أَبُو بكر النجاد بِإِسْنَادِهِ عَن سُهَيْل عَن أَبِيه عَن أبي هُرَيْرَة\nقَالَ: لما نسخ عُثْمَان بن عَفَّان الصُّحُف فِي الْمُصحف جَاءَهُ أَبُو هُرَيْرَة\nفَقَالَ: أصبت ووفقت أشهد لسمعت رَسُول الله صلى الله عَلَيْهِ وَسلم\nيَقُول: إِن أَشد أمتِي لي حبا قوم يأْتونَ من بعدِي يُؤمنُونَ بِي وَلم يروني يعْملُونَ بِمَا فِي الْوَرق الْمُعَلق.\nفَقلت: أَي ورق؟ ! حَتَّى رَأَيْت الْمَصَاحِف. فأعجب ذَلِك عُثْمَان، وَأمر لَهُ بِعشْرَة آلَاف دِرْهَم، وَقَالَ لأبي هُرَيْرَة: وَالله مَا علمت إِنَّك لتحتسب علينا حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم.\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "90 -\nوأنبأنا (عبد الله) بن الْقَاسِم عَن عبيد الله الْفَقِيه، نَا مُحَمَّد بن إِسْمَاعِيل بن مُحَمَّد حَدثنَا الْحُسَيْن بن عَليّ بن عَفَّان، نَا أَبُو أُسَامَة عَن زايدة عَن الْأَعْمَش عَن قيس بن مُسلم، نَا طَارق بن شهَاب، قَالَ: قَالَ حُذَيْفَة: وَالله لِأَن يكون فِيكُم مائَة مُؤمن أحب إِلَيّ من أَن يكون لي حمر النعم وسودها. تمّ الْجُزْء وَصلى الله على نَبينَا مُحَمَّد وَآله وَكتب سَلامَة بن إِبْرَاهِيم بن سَلامَة الْحداد متع\nتمّ بِحَمْد الله\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        ""
    ]
}