{
    "1": [
        "المسائل الفقهية المستجدة في النكاح مع بيان ما أخذ به القانون الكويتي\nوزارة الأوقاف والشؤون الإسلامية\nقطاع الشؤون الثقافية\nأسست عام 1385 هـ - 1965 م\nالوعي الإسلامي\nمجلة كويتية شهرية جامعة\nالمسائل الفقهية المستجدة في النكاح مع بيان ما أخذ به القانون الكويتي\nتأليف\nبدر ناصر مشرع السبيعي\nالإصدار السادس والسبعون\n1435 هـ - 2014 م\nالجزء: 1 - الصفحة: 1\n",
        "أصل هذا الكتاب\nرسالة ماجستير نوقشت فى كلية الدراسات العليا جامعة الكويت بتاريخ 1 شعبان 1433 هـ الموافق 21/ 6/ 2012 م وقد حصل الباحث بعد اجتياز جميع متطلبات التخرج على درجة الماجستير بتقدير امتياز مع مرتبة الشرف في الفقه المقارن وأصول الفقه\nالمسائل الفقهية المستجدة في النكاح مع بيان ما أخذ به القانون الكويتي\nالجزء: 1 - الصفحة: 1\n",
        "وزارة الأوقاف والشؤون الإسلامية\nقطاع الشؤون الثقافية\nأسست عام 1385 هـ - 1965 م\nالوعي الإسلامي\nمجلة كويتية شهرية جامعة\nتصدرها وزارة الأوقاف والشؤون الإسلامية\nدولة الكويت - في مطلع كل شهر عربي\nجميع الحقوق محفوظة\nالطبعة الأولى\nالإصدَار السَّادسِ وَالسبعون\n1435 هـ - 2014 م\nالعنوان:\nص. ب 23667\nالصفاة 13097 الكويت\nهاتف: 22467132 - 22470156 - 1844044\nفاكس: 22473709\nالبريد الإلكتروني:\nalwaei.com@info\nالموقع الإلكتروني:\nwww.alwaei.gov.kw\nالإشراف العام:\nرئيس التحرير\nفيصل يوسف أحمد العلي\nالجزء: 1 - الصفحة: 1\n",
        "وزارة الأوقاف والشؤون الإسلامية\nقطاع الشؤون الثقافية\nأسست عام 1385 هـ - 1965 م\nالوعي الإسلامي\nمجلة كويتية شهرية جامعة\nالمسائل الفقهية المستجدة في النكاح مع بيان ما أخذ به القانون الكويتي\nتأليف\nبدر ناصر مشرع السبيعي\nالإصدار السادس والسبعون\n1435 هـ - 2014 م\nالجزء: 1 - الصفحة: 1\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالجزء: 1 - الصفحة: 1\n",
        "تصدير بقلم رئيس تحرير مجلة \"الوعي الإسلامي\"\nالحمد لله الذي خلق الإنسان وعلمه البيان، ووهب له العقل ليعقل عن ربه ما شرعه وأبان، وأنزل القرآن تبصرة للعقول والأذهان، وأرسل رسوله بالهدى والبلاغ والتبيان، وقيض من عباده من نظم الفقه بأفصح لسان، أحمده حمدا يملأ الميزان.\nوأشهد أن لا إله إلا الله وحده لا شريك له كل يوم هو في شان، وأشهد أن سيدنا ونبينا محمدا عبده ورسوله المبعوث إلى الناس كافة بالدليل والبرهان. اللهم صل وسلم على عبدك ورسولك محمد، وعلى آله وأصحابه ومن تبعهم بإحسان.\nأما بعد:\nفإن العلم والثقافة الشرعية ميدان خصب لكل متعلم؛ إذا أراد أن يستزيد من الإحاطة بلغته، ودينه، ومباديء أمته.\nوحتى ينتشر هذا الوعي ويعم، كان لا بد من توفير المواد العلمية اللازمة له.\nالجزء: 1 - الصفحة: 2\n",
        "ومن أهم تلك المواد: الكتب بمختلف أنواعها ومناهجها ومستوياتها، شريطة أن تكون نافعة بناءة جادة.\nولأجل تواصل المثقفين شرقا وغربا، وتنامي الشعور\nبالانتماء، وتقوية أواصر الارتباط الثقافي بين شعوب الأمتين العربية والإسلامية، كانت فكرة الاجتهاد في إخراج الكنوز التراثية، وطباعة الرسائل العلمية، أولوية عملية في مجلة \"الوعي الإسلامي\"، فهي بذلك تسعى لزرع الثقافة العربية الإسلامية، بشتى صنوفها، في الناشئة والمبتدئين، وفي الصغار والكبار، على حد سواء.\nوقد جمعت مجلة \"الوعي الإسلامي\" طاقاتها وإمكاناتها العلمية والمادية لتحقيق هذا الهدف السامي، فتيسر لها بفضل الله تعالى إخراج عدد ليس بالقليل من هذه الكتب والرسائل، وكان لها نصيب وافر من الحفاوة والتكريم في كثير من المجتمعات من أصالة وقوة ووضوح منهج، ومراعاة لمصلحة المثقف، وحاجته العلمية.\nومن هذه الإصدارات النافعة، كتاب:\n\"المسائل الفقهية المستجدة في النكاح\"\nللأستاذ بدر ناصر السبيعي\nالجزء: 1 - الصفحة: 3\n",
        "ومجلة \"الوعي الإسلامي\": إذ تقدم هذا الإصدار لقرائها، فإنها تتوجه بخالص الشكر والتقدير للأستاذ الفاضل على إذنه الكريم بطباعة الكتاب، نسأل الله له التوفيق والسداد.\nوالحمد لله رب العالمين\nرئيس التحرير\nفيصل يوسف أحمد العلي\nالجزء: 1 - الصفحة: 4\n",
        "شكر وتقدير\nامتثالا لقول الله تعالى: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} [إبراهيم: 7] فإني أحمد الله عز وجل وأشكره على نعمه الجزيلة وآلائه الحميدة أن وفقني لطلب العلم الشرعي وسلوك سبيله ويسر لي إتمام هذه الأطروحة العلمية بعونه وتوفيقه.\nوأتقدم بالشكر والتقدير إلى أستاذي الفاضل الدكتور فهد سعد الدبيس الرشيدي الذي تفضل بقبول الإشراف على هذه الأطروحة، ولا يحيط شكري له بفضله وكرمه لما أولاني به من رعاية واهتمام، وما منحني من المعلومات الغزيرة والآراء السديدة والملاحظات القيمة؛ مما كان له أكبر الأثر في إخراج هذه الأطروحة بالصورة التي أقدمها اليوم، فأسأل الله تعالى أن يجزيه عني خير الجزاء، وأن يجعل ذلك في ميزان حسناته، وأن يبارك له في وقته وعلمه.\nكما لا يفوتني أن أتقدم بأسمى آيات الشكر والتقدير إلى الأساتذة الأجلاء أعضاء لجنة المناقشة والحكم؛ الأستاذ الدكتور: مبارك جزاء الحربي، والدكتور: حمد محمد الهاجري، لتفضلهم بقبول قراءة هذه الرسالة ومناقشتها والحكم عليها، وعلى ما سيقدمونه لي من ملاحظات وتصويبات قيمة.\nوالشكر موصول إلى كل من أسدى إلي معروفا وسددني بنصح أو توجيه أو إعارة كتاب، وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nالجزء: 1 - الصفحة: 5\n",
        "الجزء: 1 - الصفحة: 6\n",
        "الملخص\nالغاية من هذا البحث، هي معرفة الحكم الشرعي لكثير من المسائل المستجدة المتعلقة بباب النكاح، حتى يعرف الناس الأحكام الشرعية لهذه المستجدات. وقد قسمت بحثي هذا إلى مقدمة وتمهيد وفصلين وخاتمة.\nفي التمهيد: ذكرت التعريف بمفردات عنوان البحث، كما تحدثت عن مشروعية الزواج وحكمه والحكمة منه.\nوفي الفصل الأول: تناولت المسائل المستجدة قبل الخطبة وذكرت فيه حكم إعلان المرأة للزواج في وسائل الاتصال الحديثة، ورؤية المخطوبة ومحادثتها ومراسلتها، وحفل الخطوبة، والشبكة من حيث تعريفها، وحكم ردها، ورأي القانون الكويتي فيها، وتحدثت كذلك عن حكم إجراء الفحص الطبي قبل الزواج، وسلبياته، وإيجابياته، ورأي القانون الكويتي فيه.\nأما الفصل الثاني: فقد تناولت فيه عقود النكاح في ثمانية مباحث، الأول: في حكم إجراء الزواج عبر شبكة الإنترنت من حيث تعريفه وحكمه ورأي القانون فيه، والثاني: في حكم الزواج للحصول على امتيازات مادية وذلك من حيث تعريفه وحكمه ورأي القانون فيه، وأما المبحث الثالث: ففي الزواج العرفي والفرق بينه وبين الزواج الشرعي وحكمه ورأي القانون فيه، وأما الرابع: ففي\nالجزء: 1 - الصفحة: 7\n",
        "حكم زواج (الفرند) فقد عرفته وبينت الفرق بينه وبين الزواج الشرعي وحكمه ورأي القانون فيه، أما المبحث الخامس: ففي الزواج السياحي حيث عرفته وذكرت الفرق بينه وبين الزواج الشرعي وحكمه ورأي القانون فيه، أما السادس: ففي الزواج المدني وذلك من حيث تعريفه والفرق بينه وبين الزواج الشرعي وحكمه ورأي القانون فيه، والسابع: تحدثت فيه عن زواج المسيار من حيث تعريفه والفرق بينه وبين الزواج الشرعي وحكمه ورأي القانون فيه، وأما المبحث الثامن والأخير: فقد تحدثت فيه عن عقد الزواج عن طريق المراكز الإسلامية للأقليات المسلمة من حيث تعريف هذه المراكز، وحكمها، ورأي القانون فيها، ثم ختمت البحث بخاتمة بينت فيها أهم النتائج والتوصيات.\n* * *\nالجزء: 1 - الصفحة: 8\n",
        "بسم الله الرحمن الرحيم\nمقدمة\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.\n{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (102)} (1)\n{يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (1)} (2).\n{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71)} (3).\nوبعد، فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد - صلى الله عليه وسلم -، وشر الأمور محدثاتها، وكل محدثةٍ بدعةٌ، وكل بدعةٍ ضلالةٌ (4).\n(1) سورة آل عمران: آية 102.\n(2) سورة النساء: آية 1.\n(3) سورةالأحزاب: آية 70 - 71.\n(4) هذه خطبة الحاجة التي علمها رسول الله - صلى الله عليه وسلم - أصحابه، وهي سُنة يبتدأ بها =\nالجزء: 1 - الصفحة: 9\n",
        "لا شك أن الأسرة هي اللبنة الأساسية لأي مجتمع من المجتمعات، لذا فقد أولى الإسلام الأسرة العناية الفائقة، والاهتمام الزائد، فحث على كل عمل وسبب يمكن أن يكون عاملاً من عوامل استقرارها، ودوام الترابط بينها، كما حذر ونهى عن الأسباب التي قد تكون معول هدم للأسرة وروابطها.\nوقد أسهب الفقهاء قديمًا في تناول جميع المسائل التي تتعلق بفقه الأسرة، ولم يتركوا شاردة ولا واردة إلا أوسعوها بحثًا وتأصيلاً واستدلالاً وتفريعًا، فكانت جهودهم في هذا المجال عظيمة في حجمها، غزيرة في عطائها، عميقة في أفكارها.\nغير أن العصر الحديث قد شهد العديد من التطورات العلمية والاجتماعية والاقتصادية الهائلة، والتي انعكست بدورها على حياة الناس ومناحي تفكيرهم، وقد نتج عن هذه التطورات الكثير من القضايا والمسائل المستجدة في جميع شئون المسلمين المعاصرة، ومن بينها بالطبع القضايا المتعلقة بفقه الأسرة؛ كقضايا النكاح والطلاق والنسب وغيرها، وهو الأمر الذي يفرض على الباحثين المعاصرين اليوم متابعة هذه التطورات والقضايا التي تنشأ\n= في النكاح وغيره، رواها أبو داود في سننه (3/ 36 - 37)، كتاب النكاح، باب في خطبة النكاح، ح رقم (4811)، والترمذي في سننه ص 342، كتاب النكاح، باب ما جاء في خطبة النكاح، ح رقم (1106)، وقال الترمذي: حديث عبد الله حسن، والنسائي في سننه (6/ 397 - 398)، كتاب النكاح، باب ما يستحب من الكلام عند النكاح، ح رقم (3277)، وابن ماجه في سننه (2/ 434 - 435)، كتاب النكاح، باب خطبة النكاح، ح رقم (1892) حديث صحيح انظر: انجاز الحاجة لجانباز 5/ 143، وفتح الباري لابن حجر 9/ 109.\nالجزء: 1 - الصفحة: 10\n",
        "عنها، ومحاولة بيان موقف الفقه الإسلامي منها؛ حتى يحتفظ هذا الفقه بحيويته وقدرته الفائقة على مسايرة كافة أشكال التطور في كل زمان ومكان.\nهذا، وقد تناول العديد من الباحثين بعض القضايا المعاصرة في فقه الأسرة في العديد من الدراسات الأكاديمية وغيرها، ولهذا؛ فقد عزمت على عمل هذا البحث، الذي أحاول فيه جمع أهم القضايا المعاصرة التي تتعلق بفقه النكاح، وأضفت إلى ذلك رأي القانون الكويتي فيما نص عليه من مسائل, وأما المسائل التي لم ينص عليها القانون الكويتي، فأشير إلى أنه لا نص فيها.\nوقد سميت هذا البحث: «المسائل الفقهية المستجدة في النكاح، مع بيان ما أخذ به القانون الكويتي».\n* أسباب اختيار الموضوع\n:\n1 -\nكثرة المتغيرات في هذا العصر والثورة العلمية الحديثة في وسائل الاتصال, مما أدى إلى حدوث كثير من النوازل، خاصة في أحكام الزواج التي يحتاج الناس إلى بيان الحكم الشرعي فيها.\n2 -\nتوجه عامة الباحثين إلى البحث في جانب العبادات والعقود والمعاملات، ولا ريب أن ذلك التوجه له أسبابه الوجيهة، لكن جانب الأحوال الشخصية أيضًا هو بحاجة إلى مزيد من البحث في نوازله ومتغيراته، ومن هذا المنطلق كانت هذه الرسالة.\n3 -\nرغبتي في دراسة الموضوعات الفقهية ذات الصلة بواقع الحياة المعاصرة، لأن مثل هذه الموضوعات ينبغي على الباحثين المعاصرين الإلمام بها، والاستفادة منها.\nالجزء: 1 - الصفحة: 11\n",
        "4 -\nتكوين نظرة شمولية عن موقف الفقه الإسلامي المعاصر من القضايا المعاصرة في فقه الأسرة؛ لبيان ما قد يكون طرأ على هذا الفقه من تجديد في مناهجه، أو تحديث في أساليب البحث فيه.\n5 -\nدراسة موضوعات الفقه المتعلقة بالأحوال الشخصية، وذلك لارتباطها الشديد بالواقع، وكثرة السؤال فيها من قِبل جمهور المسلمين.\n6 -\nإظهار جانب من جوانب شمول الشريعة الإسلامية واستيعابها لكافة شئون المسلم في كل زمان ومكان.\n* أهمية الموضوع\n:\n1 -\nتنبع أهمية هذا الموضوع من أهمية الجانب الذي يعالجه ويتصدى له بالبحث والدراسة.\n2 -\nيسهم هذا الموضوع في وضع تصور شامل عن موقف الفقه الإسلامي من القضايا المعاصرة في فقه النكاح، ومن شأن هذه النظرة الشمولية أن تعضد وتؤكد على شمول الشريعة الإسلامية.\n3 -\nأن هذا الموضوع إسهام من الباحث في الدراسات الفقهية المعاصرة التي تعتمد منهج المقارنة مع العلوم الأخرى.\n4 -\nأن هذا الموضوع يمثل أهمية خاصة بالنسبة لي، من حيث تنمية الملكة الفقهية، والقدرات البحثية، من خلال دراسة موضوع فقهي معاصر.\n5 -\nأنني لم أجد أحدًا من الباحثين تعرض لدراسة هذا الموضوع بهذا المنهج في دراسة أكاديمية من قِبل- فيما أعلم-.\nالجزء: 1 - الصفحة: 12\n",
        "* أهداف الموضوع\n:\n1 -\nجمع المسائل المستجدة في باب النكاح على اختلاف أنواعها.\n2 -\nبيان الحكم الشرعي في مستجدات النكاح من حيث ذكر أقوال الفقهاء ملتزما بذلك مسلك التخريج إن لم يوجد في السألة نص.\n* الدراسات السابقة\n:\nعند بحثي عن مصادر للدراسة وقفت على بعض الدراسات العلمية التي تناولت موضوعات شبيهة بموضوع هذا البحث، ومن هذه الدراسات ما يلي:\n1 -\nالزواج العرفي في ميزان الإسلام:\nبحث منشور عام (1428 هـ/2008 م)، أعده الطالب: صلاح الدين أحمد محمد عامر، ونال به درجة الماجستير من جامعة الإيمان باليمن. وقد قسم الباحث دراسته هذه إلى ثلاثة فصول، خصص الفصل الأول منها لتعريف النكاح وصوره، والفصل الثاني لبيان حكم الزواج العرفي، والفصل الثالث لبعض النماذج الواقعية للزواج العرفي، والحوادث التي نتجت عنه.\nوقد وجدت أن مضمون بحثي يختلف عن الرسالة السابقة, ذلك أن الرسالة المذكورة تكلمت عن الزواج العرفي في الإسلام، خصوصًا، وبحثي تكلمت عن أهم المستجدات في أحكام الزواج عمومًا, وعن حكم الزواج العرفي في الشريعة الإسلامية؛ كونه\nالجزء: 1 - الصفحة: 13\n",
        "زواجًا مستجدًا له تعلق بفقه النكاح، ويزيد بحثي على الرسالة المذكورة في الكثير من المسائل الأخرى، فالرسالة المذكورة تكلمت عن جزئية مستجدة في فقه النكاح، ألا وهي الزواج العرفي, وأما بحثي فقد تحدثتُ فيها عن أهم المسائل المستجدة في فقه النكاح.\nوكذلك الزواج العرفي في دولة الكويت يلجأ إليه بعض النساء حتى لا يحرمن من حق السكن والراتب للزوج المتوفى, فتلجأ بعض النساء إلى ذلك للحفاظ على راتب زوجها المتوفى, والسبب في ذلك أنها لو وثقت زواجها رسميًّا, فإنه يسقط عنها الراتب والمسكن.\n2 -\nالزواج العرفي داخل المملكة العربية السعودية وخارجها:\nبحث منشور عام (1427 هـ/2006 م) نال به الباحث: عبد الملك بن يوسف المطلق، درجة الدكتوراه في الفقه وأصوله، من جامعة اليرموك بالمملكة الأردنية الهاشمية. وقد قسم الباحث دراسته إلى فصول، خصص الفصل الأول منها للتعريف بالزواج وأهدافه، وخصص الفصل الثاني لتعريف الزواج العرفي، ونشأته وصوره، وأسبابه وألقابه، وخصص الفصل الثالث للمقارنة بين الزواج العرفي وبقية أنواع الزواج الأخرى، أما الفصل الرابع فقد خصصه لبيان الزواج العرفي في الميزان الشرعي والقانوني والمقاصدي.\nوهذه الدراسة تناولت نوعًا واحدًا من أنواع الزواج، وهو الزواج العرفي، ولكنه جعل بحثه مقتصرًا على مسائل الزواج العرفي الواقعة في المجتمع السعودي, ولكن بحثي عامة في دراسة الزواج\nالجزء: 1 - الصفحة: 14\n",
        "العرفي, وفي غيره من العقود، وفي الخطبة, وأما الدراسة السابقة المذكورة فهي خاصة.\nوالبحث السابق مخصص في الحديث عن جزئية واحدة، وهي الزواج العرفي، وأما بحثي هذا، فهو يتكلم عن أهم مستجدات النكاح.\n3 -\nمستجدات فقهية في قضايا الزواج والطلاق:\nرسالة ماجستير منشورة (1425 هـ/2005 م) من إعداد الباحث أسامة عمر سليمان الأشقر، وقدمها إلى الجامعة الإسلامية العالمية بماليزيا، وقد قسم الباحث رسالته إلى فصول، خصص الفصل الأول منها للتعريف بموضوع البحث، وأسباب اختياره، وأهميته، وأهدافه، ومنهجيته، والدراسات السابقة، وخصص الفصل الثاني لشرح مفردات عنوان البحث، وأما الفصل الثالث فقد تناول فيه ثلاثًا من المسائل المستجدة في قضايا الزواج، وهي:\nأ) التعويض عن الضرر المادي والأدبي بسبب العدول عن الخطبة.\nب) الفحص الطبي قبل الزواج.\nج) إجراء الزواج والطلاق بأجهزة الاتصال الحديثة.\nأما الفصل الرابع والأخير، فقد خصصه الباحث للكلام على الزواج العرفي، وزواج المسيار، والزواج بنية الطلاق.\nإن الدراسة السابقة لم تذكر مسائل لها صلة ماسة بفقه النكاح؛ كمسألة الزواج المدني وأحكامه الفقهية, ونكاح الأصدقاء (الفرند) , ومسألة الزواج من أجل الحصول على امتيازات مادية.\nالجزء: 1 - الصفحة: 15\n",
        "فالدراسة السابقة بحثت بعض المسائل المتعلقة بالزواج، وسوف أدرس البعض الآخر منها.\n4 -\nعقود الزواج المعاصرة في الفقه الإسلامي:\n- رسالة ماجستير للباحثة: سمية عبدالرحمن عطية بحر (2005/ 2006 م) , وقد نالت بها الباحثة المذكورة درجة الماجستير من الجامعة الإسلامية في غزة, وقد قسمت الباحثة رسالتها إلى مقدمة, وفصل تمهيدي, وفصلين, وخاتمة.\nأما الفصل التمهيدي، فقد تحدثت في مبحثه الأول: عن مكانة عقد الزواج في الإسلام, وذكرت تعريف الزواج ومشروعيته وحكمته وحكمه, وذكرت بعده في المبحث الثاني: مسألة الإشهاد على الزواج وآثاره الاجتماعية.\nوأما الفصل الأول، فقد خصصته في عقود الزواج القديمة, وتحدثت في المبحث الأول عن حكم الزواج العرفي, وفي المبحث الثاني ذكرت حكم نكاح السر, وفي المبحث الثالث ذكرت الفرق بين الزواج العرفي، ونكاح السر، والزواج الشرعي.\nأما الفصل الثاني فخصصته للحديث عن بعض عقود الزواج المعاصرة, فقد تحدثت في المبحث الأول عن حكم زواج المسيار, وفي المبحث الثاني عن حكم زواج الصديق (الفرند) , وفي المبحث الثالث تحدث عن حكم الزواج عبر الإنترنت, والمبحث الرابع ذكرت فيه الفرق بين زواج المسيار، وزواج (الفرند)، والزواج الشرعي. هذه هي البنود التي ارتكزت عليها الرسالة المذكورة,\nالجزء: 1 - الصفحة: 16\n",
        "ولكن يلاحظ على الرسالة السابقة ما يلي:\nأولاً: ذكرت الباحثة أن بحثها في عقود الزواج المعاصرة, ولكن عند النظر في بحثها رأيت أن بحثها لم يستقص جميع العقود المستجدة في النكاح, ومن أمثلة الأنكحة التي لم تذكرها الباحثة في بحثها: (الزواج المدني, والزواج السياحي, والزواج من أجل الحصول على امتيازات مادية).\nثانيًا: أن العقود المعاصرة تستجد فيها أمور كثيرة لتغير الظروف والأحوال المحيطة بالمجتمع الإسلامي, ولذلك، فإن الباحثة قد فاتها كثير من المسائل المعاصرة, ولا يخفى على كل ذي نظر تجدد المسائل المعاصرة، واحتياج بيان حكم الشرع فيها.\nثالثًا: أن الباحثة تكلمت في بحثها عن بعض عقود النكاح المعاصرة, ولم تتكلم على مستجدات الخطبة, ولكن في بحثي هذا- ولله الحمد- ذكرت أهم العقود المعاصرة, وتكلمت عن أهم المسائل المستجدات في الخطبة, والباحثة تكلمت عن جزئية واحدة هي بعض عقود الزواج, وبحثي تكلم عن أهم عقود الزواج وغيرها من المسائل التي تتعلق بفقه النكاح.\nرابعًا: كذلك تتميز رسالتي على الرسالة المذكورة أنني أذكر رأي القانون الكويتي فيما يتعلق بكل عقد من العقود المعاصرة التي تحدثت عنها في بحثي.\nتلك كانت بعض الجهود السابقة التي تناولت بعض جوانب الموضوع, ولم أجد دراسة تناولت جميع جوانب الموضوع المختلفة, فاستخرت الله عز وجل، وعقدت العزم على الكتابة فيه, فأسأل الله عز وجل الإعانة والتوفيق على إتمامه على خير وجه.\nالجزء: 1 - الصفحة: 17\n",
        "* منهج البحث\n:\nسوف أتبع في كتابة هذا البحث المنهج التالي:\n1. جمع المادة العلمية من كتب الفقه الإسلامي القديمة إن وجدت، وإن لم توجد فإني أجمع مادتها العلمية من كتب الفقهاء المعاصرين. وكذلك أذكر رأي القانون الكويتي فيما نص عليه من المسائل التي ذكرتها في ثنايا البحث.\n2. ذكر الأدلة مع بيان وجه الاستدلال، وما يعرض لها من مناقشة إن وجدت، مع ترك ذلك في بعض المسائل لعدم الإطالة، مع ذكر الخلاف إن وجد، وبيان الراجح في المسائل الخلافية.\n3. أذكر بعض الأحكام التي تخص المبحث؛ كالتعريف، وبيان المشروعية- إذا كانت متفقًا عليها- والحكم الفقهي.\n4. التعريف بالمصطلحات الغريبة في الهامش.\n5. بيان موضع الآية في المصحف الشريف.\n6. تخريج الأحاديث النبوية بعزوها إلى مظانها من دواوين السنة، فإن كان الحديث قد أخرجه الشيخان أو أحدهما؛ فإني أكتفي بالعزو إليهما، أو إلى أحدهما، أما ما لم يخرجاه، فإني أخرجه بحسب موضعه في كتب السنة الأخرى، مع ذكر درجته عند المحدثين.\n7. المسائل المستجدة التي لا أجد لها نقلاً من كلام أهل العلم, أحاول تخريجها على ما يشابهها من الفروع الفقهية.\n8. عند نقل كلام أحد العلماء بالنص، أجعل ذلك بين علامتي التنصيص، وأوثق في الهامش بذكر المصدر مباشرة.\nالجزء: 1 - الصفحة: 18\n",
        "9. ترجمة الأعلام الواردة أسماؤها في البحث، باستثناء مشاهير الصحابة، وأئمة المذاهب الأربعة.\n10.وضع خاتمة في آخر البحث تتضمن أبرز النتائج والتوصيات.\n* خطة البحث:\nاقتضت طبيعة هذا البحث تقسيمه على مقدمة، وتمهيد، وفصلين رئيسيين، وخاتمة, وأنهيت البحث بالفهارس الفنية المتعارف عليها.\nأولاً: المقدمة:\nوفيها خطبة البحث، وأسباب اختيار الموضوع، ومنهجي في البحث، والخطة المقترحة للبحث.\nثانيًا: التمهيد:\nوفيه مبحثان:\nالمبحث الأول: التعريف بمفردات عنوان البحث:\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف المسائل\nوفيه فرعان:\nالفرع الأول: تعريف المسائل لغة\nالفرع الثاني: تعريف المسائل اصطلاحًا\nالمطلب الثاني: تعريف الفقه\nالجزء: 1 - الصفحة: 19\n",
        "وفيه فرعان:\nالفرع الأول: تعريف الفقه لغة\nالفرع الثاني: تعريف الفقه اصطلاحًا\nالمطلب الثالث: تعريف المستجدة\nوفيه فرعان:\nالفرع الأول: تعريف المستجدة لغة\nالفرع الثاني: تعريف المستجدة اصطلاحًا\nالمطلب الرابع: تعريف النكاح, مع بيان رأي القانون في النكاح\nوفيه فرعان:\nالفرع الأول: تعريف النكاح لغة\nالفرع الثاني: تعريف النكاح اصطلاحًا\nالمبحث الثاني: مشروعية الزواج وحكمه والحكمة منه\nوفيه ثلاثة مطالب:\nالمطلب الأول: مشروعية النكاح في الإسلام\nالمطلب الثاني: حكم النكاح\nالمطلب الثالث: الحكمة من النكاح\nالفصل الأول: المسائل المستجدة في أحكام الخطبة\nوفيه مبحثان:\nالمبحث الأول: المسائل المستجدة قبل الخطبة:\nوفيه خمسة مطالب:\nالجزء: 1 - الصفحة: 20\n",
        "المطلب الأول: إعلان المرأة للزواج في وسائل الاتصال الحديثة\nالمطلب الثاني: رؤية المخطوبة من خلال الصورة أو الإنترنت\nالمطلب الثالث: محادثة المخطوبة من خلال الإنترنت أو الهاتف\nالمطلب الرابع: مراسلة المخطوبة من خلال الإنترنت أو الهاتف\nالمطلب الخامس: حفل الخطوبة\nالمبحث الثاني: المسائل المستجدة بعد الخطبة:\nوفيه مطلبان:\nالمطلب الأول: حكم الشبكة\nوفيه أربعة فروع:\nالفرع الأول: تعريف الشبكة\nالفرع الثاني: التكييف الفقهي للشبكة\nالفرع الثالث: حكم رد الشبكة\nالفرع الرابع: رأي القانون الكويتي في رد الشبكة\nالمطلب الثاني: حكم إجراء الفحص الطبي قبل الزواج\nوفيه أربعة فروع:\nالفرع الأول: تعريف الفحص الطبي, وفيه مسألتان:\nالمسألة الأولى: تعريف الفحص الطبي لغة\nالمسألة الثانية: تعريف الفحص الطبي اصطلاحًا\nالفرع الثاني: إيجابيات وسلبيات الفحص الطبي, وفيه مسألتان:\nالجزء: 1 - الصفحة: 21\n",
        "المسألة الأولى: إيجابيات الفحص الطبي\nالمسألة الثانية: سلبيات الفحص الطبي\nالفرع الثالث: حكم الفحص الطبي قبل الزواج\nالفرع الرابع: رأي القانون الكويتي في الفحص الطبي قبل الزواج\nالفصل الثاني: المسائل المستجدة في أنواع عقود النكاح\nوفيه ثمانية مباحث:\nالمبحث الأول: حكم إجراء عقد الزواج عبر شبكة الاتصال الدولية (الإنترنت)\nوفيه ثلاثة مطالب:\nالمطلب الأول: تعريف وسائل الاتصال الحديثة. وفيه فرعان:\nالفرع الأول: تعريف وسائل الاتصال الحديثة لغة.\nالفرع الثاني: تعريف وسائل الاتصال الحديثة اصطلاحا.\nالمطلب الثاني: حكم الزواج عبر وسائل الاتصال الحديثة\nالمطلب الثالث: رأي القانون الكويتي\nالمبحث الثاني: حكم الزواج للحصول على امتيازات مادية\nوفيه ثلاثة مطالب:\nالمطلب الأول: المراد بالزواج للحصول على امتيازات مادية. وفيه فرعان:\nالجزء: 1 - الصفحة: 22\n",
        "الفرع الأول: تعريف الامتيازات المادية لغة.\nالفرع الثاني: تعريف الامتيازات المادية اصطلاحا.\nالمطلب الثاني: حكم الزواج للحصول على امتيازات مادية\nالمطلب الثالث: رأي القانون الكويتي\nالمبحث الثالث: الزواج العرفي\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف الزواج العرفي\nالمطلب الثاني: الفرق بين الزواج العرفي والزواج الشرعي\nالمطلب الثالث: حكم الزواج العرفي\nالمطلب الرابع: رأي القانون الكويتي\nالمبحث الرابع: زواج الفرند (زواج الأصدقاء)\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف زواج (الفرند).\nالمطلب الثاني: الفرق بين زواج (الفرند) والزواج الشرعي\nالمطلب الثالث: حكم زواج (الفرند)\nالمطلب الرابع: رأي القانون الكويتي\nالمبحث الخامس: الزواج السياحي\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف زواج السياحي\nالمطلب الثاني: الفرق بين الزواج السياحي والزواج الشرعي\nالمطلب الثالث: حكم الزواج السياحي\nالجزء: 1 - الصفحة: 23\n",
        "المطلب الرابع: رأي القانون الكويتي\nالمبحث السادس: الزواج المدني\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف الزواج المدني\nالمطلب الثاني: الفرق بين الزواج المدني والزواج الشرعي\nالمطلب الثالث: حكم الزواج المدني\nالمطلب الرابع: رأي القانون الكويتي\nالمبحث السابع: زواج المسيار:\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف زواج المسيار\nالمطلب الثاني: الفرق بين زواج المسيار والزواج الشرعي\nالمطلب الثالث: حكم زواج المسيار\nالمطلب الرابع: رأي القانون الكويتي\nالمبحث الثامن: عقد الزواج عن طريق المراكز الإسلامية للأقليات المسلمة\nوفيه ثلاثة مطالب:\nالمطلب الأول: تعريف المراكز الإسلامية\nالمطلب الثاني: حكم عقد الزواج عن طريق المراكز الإسلامية\nالمطلب الثالث: رأي القانون الكويتي\nالخاتمة: وفيها أهم نتائج البحث والتوصيات.\nوختمت البحث بالفهارس الفنية المتعارف عليها.\nالجزء: 1 - الصفحة: 24\n",
        "تمهيد\nوفيه مبحثان:\nالمبحث الأول: التعريف بمفردات البحث.\nالمبحث الثاني: مشروعية النكاح وحكمه والحكمة منه.\nالجزء: 1 - الصفحة: 25\n",
        "الجزء: 1 - الصفحة: 26\n",
        "المبحث الأول\nالتعريف بمفردات البحث\nوفيه خمسة مطالب:\nالمطلب الأول: تعريف المسائل\nلغة واصطلاحًا.\nالمطلب الثاني: تعريف الفقه لغة واصطلاحًا.\nالمطلب الثالث: تعريف المستجدة لغة واصطلاحًا.\nالمطلب الرابع: تعريف النكاح مع بيان رأي القانون في النكاح.\nالجزء: 1 - الصفحة: 27\n",
        "المطلب الأول\nتعريف المسائل\nوفيه فرعان:\nالفرع الأول: المسائل لغة\n:\nالمسائل: جمع مسألة، وهي من باب سأل يسأل سؤالاً، وسأله مسألة (1)، وفي الحديث: «قد كره رسول الله (صلى الله عليه وسلم) المسائل وعابها» (2)، وقال ابن منظور (3): «أراد المسائل الدقيقة التي لا يحتاج إليها» (4).\nقال النووي (5): «المراد كراهة المسائل التي لا يحتاج\n(1) لسان العرب، لابن منظور (7/ 338)، ومعجم مقاييس اللغة، لابن فارس، ص 479، والقاموس المحيط للفيروز أبادي، ص 930، مادة (سأل).\n(2) صحيح مسلم (4/ 205)، كتاب اللعان، ح رقم (1492).\n(3) هوجمال الدين محمد بن مكرم بن علي بن أحمد الأنصاري الإفريقي ثم المصري، ولد سنة 630، وتوفي سنة 711، مؤلفاته: اختصر كتاب الأغاني، ورتبه على الحروف، واختصر تاريخ ابن عساكر، وتاريخ الخطيب. انظر: الدرر الكامنة في أعيان المائة الثامنة، لابن حجر (4/ 262 - 264)، وبغية الوعاة، للسيوطي (1/ 248).\n(4) لسان العرب، لابن منظور (7/ 339).\n(5) هو أبو زكريا يحيى بن شرف بن مري بن حسن الحزامي الحوراني النووي الشافعي، علامة الفقه والحديث، ولد 631، وتوفي سنة 676، مؤلفاته: تهذيب الأسماء واللغات، وتصحيح النية، والتقريب والتيسير. انظر: طبقات الشافعية، للسبكي (8/ 395)، والأعلام، للزركلي (8/ 149) 0\nالجزء: 1 - الصفحة: 28\n",
        "إليها\n...\nأما إذا كانت المسائل مما يحتاج إليه من أمور الدين وقد وقع، فلا كراهة فيها، وليس هو المراد في الحديث» (1).\nوهي تنقسم إلى أقسام بحسب ما تضاف إليه، فقد تكون مسائل فقهية، وهي المرادة في بحثنا، وقد تكون مسائل كلامية، وقد تكون مسائل منطقية وغيرها.\nالفرع الثاني: المسائل اصطلاحًا:\nلم أجد بعد البحث عن تعريفها اصطلاحًا إلا تعريف الجرجاني (2)، حيث قال: المسائل «هي المطالب التي يبرهن عليها في العلم، ويكون الغرض من ذلك العلم: معرفتها» (3).\n(1) شرح صحيح مسلم، للنووي (10/ 102).\n(2) هو علي بن محمد بن علي المعروف بالشريف الجرجاني، ولد في جرجان سنة 740، وقال السيوطي: 704 هـ، وتوفي 816 هـ, من مؤلفاته: حاشية المطول، وحاشية المختصر، وحاشية الكشاف. انظر: الفوائد البهية في تراجم الحنفية، للكنوي، ص 125 وما بعدها، وبغية الوعاة في طبقات اللغويين والنحاة، للسيوطي (2/ 196).\n(3) التعاريف، للجرجاني، ص 296.\nالجزء: 1 - الصفحة: 29\n",
        "المطلب الثاني\nتعريف الفقه\nوفيه فرعان:\nالفرع الأول: تعريف الفقه لغة\n:\nقال ابن فارس (1): «الفاء والقاف والهاء أصل واحد صحيح، يدل على إدراك الشيء والعلم به، تقول: فقهت الحديث أفقهه، وكل علم بشيء فهو فِقه، يقولون: لا يفقه ولا ينقه؛ ثم اختص بذلك علم الشريعة، فقيل لكل عالم بالحلال والحرام: فقيه (2):\nوقال ابن منظور في اختصاص كلمة الفقه للعلم الشرعي دون غيره: «وذلك لسيادته وشرفه وفضله على سائر العلوم» (3)، فالفقه في اللغة له إطلاقان:\n(1) هو أبو الحسين، أحمد بن فارس بن زكريا القزويني الرازي، ولد سنة 329 هـ، وتوفي سنة 395 هـ، وهو أصح ما قيل في وفاته، وكان نحويًّا على طريقة الكوفيين، من مؤلفاته: مجمل اللغة، ومقدمة في النحو. انظر: معجم الأدباء، للحموي (1/ 533)، وبغية الوعاة، للسيوطي (1/ 352).\n(2) معجم مقاييس اللغة، لابن فارس، ص 794، والقاموس المحيط، للفيروزآبادي، ص 1151، والمصباح المنير، للفيومي، ص 390، مادة (فقه).\n(3) لسان العرب، لابن منظور (9/ 418).\nالجزء: 1 - الصفحة: 30\n",
        "الأول: بمعنى الفهم (1)؛ لقوله تعالى: {قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ} (2)، أي لا نفهمه، وقوله تعالى- كما في دعاء موسى (عليه السلام) -: {وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي} (3)، أي يفهمونه.\nالثاني: بمعنى العلم (4)؛ لقوله تعالى: {فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَائِفَةٌ لِّيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} (5)، أي ليكونوا علماء به.\nالفرع الثاني: تعريف الفقه اصطلاحًا:\nاختلف العلماء في تعريف الفقه اصطلاحًا:\nالتعريف الأول: معرفة الأحكام الشرعية الفرعية بالفعل، أو بالقوة القريبة (6).\nالتعريف الثاني: العلم بالأحكام الشرعية الثابتة لأفعال المكلفين (7).\nالتعريف الثالث: التصديق لأعمال المكلفين التي لا تُقصَد لاعتقادٍ بالأحكام الشرعية القطعية مع ملكة الاستنباط (8).\n(1) المرجع السابق.\n(2) سورة هود: آية 91.\n(3) سورة طه: آية 27، 28.\n(4) لسان العرب، لابن منظور (9/ 418).\n(5) سورة التوبة: آية 122.\n(6) شرح الكوكب المنير، للفتوحي (1/ 41).\n(7) المستصفى من علم الأصول، للغزالي (1/ 35).\n(8) التقرير والتحبير، لأمير الحاج (1/ 17).\nالجزء: 1 - الصفحة: 31\n",
        "التعريف الرابع: العلم بالأحكام الشرعية العملية بالاستدلال (1).\nالتعريف الخامس: العلم بالأحكام الشرعية العملية المكتسبة من أدلتها التفصيلية (2).\nولعل التعريف المختار هو التعريف الخامس؛ لأن باقي التعاريف لا يخلو من نقد واعتراض؛ بسبب ذكر بعض القيود، وعدم اعتبارها عند آخرين، وأن هذا التعريف قد ارتضاه الأكثر.\n(1) شرح تنقيح الفصول، للقرافي، ص 21، وزاد الشوكاني عليه (عن أدلتها). انظر: إرشاد الفحول إلى تحقيق علم الأصول، للشوكاني، ص 17.\n(2) فواتح الرحموت بشرح مسلم الثبوت، لابن عبد الشكور (1/ 10 - 11)، نهاية السول في شرح منهاج الوصول، للإسنوي (1/ 16)، والبدر الطالع في حل جمع الجوامع، للمحلي (1/ 83)، والبحر المحيط، للزركشي (1/ 21)، ونثر الورود على مراقي السعود، للشنقيطي (1/ 36)، وتقريب الأصول، لابن جزي ص 89 - 90، وشرح مختصر الروضة، للطوفي (1/ 120).\nالجزء: 1 - الصفحة: 32\n",
        "المطلب الثالث\nتعريف المستجدة\nوفيه فرعان:\nالفرع الأول: تعريف المستجدة لغة\n:\nأصلها من (جَدَّ يَجِدُّ جِدَّةً فهو جديد، وهو خلاف القديم، واستجده: إذا أحدثه وصيره جديدًا) (1)، فهو بمعنى الأمر الحادث، قال الله تعالى: {لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} (2)، بمعنى أن يقلب قلبه من بغضها إلى محبتها (3)، وجمع مستجدة: مستجدات.\nالفرع الثاني: تعريف المستجدة اصطلاحًا:\nله عدة تعاريف عند الباحثين المعاصرين، ومعناه الاصطلاحي قريب من المعنى اللغوي.\n(1) لسان العرب، لابن منظور (2/ 82) , والمصباح المنير، للفيومي، ص 85، بتصرف, ومعجم مقاييس اللغة، لابن فارس، ص 179, والقاموس المحيط، للفيروزآبادي، ص 260، مادة (جدد).\n(2) سورة الطلاق: آية 1.\n(3) الجامع لأحكام القرآن، للقرطبي (21/ 38).\nالجزء: 1 - الصفحة: 33\n",
        "التعريف الأول: (المسائل الحادثة التي لم تقع من قبل، والتي يبحث العلماء حكمها الشرعي؛ ليعرف المسلمون كيف يتصرفون تجاهها) (1).\nالتعريف الثاني: (بأنها تلك الموضوعات الفقهية المستجدة على المجتمع نتيجة التطورات الاقتصادية والاجتماعية والسياسية والعلمية، وما تبعها من تقييد في سلوكيات وأخلاق الأفراد، وأثير حولها وجهات نظر دينية عديدة) (2).\nالتعريف الثالث: (بأنها تلك الموضوعات التي تعبر عن مشكلات فقهية واجتماعية تمس قضايا كلية أو جزئية، أو أمور أصلية أو طارئة على المجتمع، ولها صفة الحداثة، وغالبًا ما تحيط هذه المشكلات، سواء في إدراكها أو تحليلها أو دراستها أو إيجاد حلول لها، وجهات نظر ورؤى مختلفة) (3).\nالتعريف الرابع: (هي الوقائع التي تجد وليس لها حكم ظاهر مفصل في المراجع الفقهية القديمة) (4).\nالتعريف الخامس: (هي الوقائع الجديدة التي لم يسبق فيها نص أو اجتهاد) (5).\n(1) مستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 26.\n(2) تقويم مقررات الفقه في المرحلة الثانوية في ضوء المستجدات الفقهية المعاصرة، للمالكي، ص 63.\n(3) المرجع السابق.\n(4) الموسوعة الفقهية (1/ 61).\n(5) منهج استنباط أحكام النوازل الفقهية المعاصرة، للقحطاني، ص 90.\nالجزء: 1 - الصفحة: 34\n",
        "والتعريف المختار- في نظري-: هو التعريف الخامس، وذلك للأسباب التالية:\n1 -\nلأنه تعريف جامع مانع.\n2 -\nولأن لفظة الجديدة تخرج الوقائع القديمة, وفيها اقتصار على المسائل المعاصرة والمستجدة.\nالجزء: 1 - الصفحة: 35\n",
        "المطلب الرابع\nتعريف النكاح\nوفيه فرعان:\nالفرع الأول: تعريف النكاح لغة\n:\nالنكاح في اللغة الضم والتداخل، يقال: تناكحت الأشجار: إذا انضم بعضها إلى بعض، ونكح المطر الأرض: إذا اختلط بثراها، (وسمي النكاح نكاحًا: لما فيه من ضم أحد الزوجين إلى الآخر شرعًا، إما وطئًا أو عقدًا، حتى صارا كمصراعي باب، وزوجي خف) (1).\nويطلق النكاح على العقد, ويطلق على الوطء، وعلى الوطء والعقد جميعًا، فيقال: نكح فلان امرأة ينكحها نكاحًا، أي تزوجها، ونَكحها أي باضعها، وموضوع نكح في كلام العرب للزوم الشيء راكبًا عليه (2).\n(1) أنيس الفقهاء، للقونوي، ص 141.\n(2) لسان العرب، لابن منظور (2/ 465)، والقاموس المحيط، للفيروزآبادي، ص 237، ومعجم مقاييس اللغة، لابن فارس، ص 1009، والمصباح المنير، للفيومي، ص 511، وطلبة الطلبة، للنسفي، ص 124، والدر النقي، لابن المبرد (3/ 614)، وكفاية الأخيار، للحصني (2/ 345)، مادة (نكح).\nالجزء: 1 - الصفحة: 36\n",
        "الفرع الثاني: تعريف النكاح اصطلاحًا:\nعرفه الحنفية بأنه: (عقد وضع لتملك المتعة بالأنثى قصدًا) (1).\nوعرفه المالكية بأنه: (عقد على مجرد متعة التلذذ بآدمية غير موجب قيمتها ببينة قبله، غير عالم عاقدها حرمتها، إن حرَّمها الكتاب على المشهور، أو الإجماع على الآخر) (2).\nوعرفه الشافعية بأنه: (عقد يتضمن إباحة وطء بلفظ إنكاح أو تزويج أو ترجمته) (3).\nوعرفه الحنابلة بأنه: (عقد يعتبر فيه لفظ نكاح أو تزويج أو ترجمته) (4).\nتعريف الفقهاء متقاربة في المعنى، وإن اختلفت تعابيرهم، وهي في جملتها نؤدي إلى معنى امتلاك المتعة على الوجه المشروع، ولا شك أنه منأغراضه وأوضحها، ولكنه ليس كل أغراضها (5).\n(1) حاشية ابن عابدين (4/ 59، 62)، وفتح القدير، لابن الهمام (2/ 341). وألفاظ الحنفية في التعريف متقاربة، ولكنها تعطي نفس الدلالة والمفهوم الشامل.\n(2) شرح حدود ابن عرفة (1/ 235)، ومواهب الجليل، للحطاب (5/ 19). وهذا التعريف لبعض المالكية.\n(3) مغني المحتاج، للشربيني (3/ 165)، وأسنى المطالب، للأنصاري (3/ 98).\n(4) كشاف القناع، للبهوتي (11/ 37) , والروض المربع مع حاشية ابن قاسم (6/ 224).\n(5) الأحوال الشخصية لأبي زهرة ص 17 بتصرف يسير.\nالجزء: 1 - الصفحة: 37\n",
        "فالتعريف المختار (هو عقد يفيد حل العشرة بين الرجل والمرأة وتعاونهما، ويحدد ما لكليهما من حقوق وما عليه من واجبات) (1).\nوعرفه قانون الأحوال الشخصية الكويتي في المادة الأولى بأنه: (عقد بين رجل وامرأة تحل له شرعًا، غايته السكن والإحصان وقوة الأمة) (2).\n(1) الأحوال الشخصية لأبي زهرة ص 17.\n(2) قانون الأحوال الشخصية الكويتي، ص 9.\nالجزء: 1 - الصفحة: 38\n",
        "المبحث الثاني\nمشروعية النكاح وحكمه والحكمة منه.\nوفيه ثلاثة مطالب:\nالمطلب الأول: مشروعية النكاح في الإسلام\nالمطلب الثاني: حكم النكاح\nالمطلب الثالث: الحكمة في النكاح\nالجزء: 1 - الصفحة: 39\n",
        "المطلب الأول\nمشروعية النكاح في الإسلام\nالنكاح مشروع بالكتاب والسنة والإجماع والمعقول\nأولاً: القرآن الكريم:\n1 -\nقال الله تعالى: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ} (1).\nوجه الدلالة:\nالآية تدل على مشروعية النكاح، كما تدل على مشروعية التعدد.\n2 -\nوقال الله تعالى: {وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلاً أَن يَنكِحَ المُحْصَنَاتِ المُؤْمِنَاتِ فَمِن مَّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ المُؤْمِنَاتِ} (2).\nوجه الدلالة:\nأن الله تعالى جعل لمن لا يستطيع أن ينكح الحرة لعدم المال، وخوفه على نفسه أن يزني، فله أن يتزوج الأمة (3).\n(1) سورة النساء: آية 3.\n(2) سورة النساء: آية 25.\n(3) ذكر القرطبي اختلاف العلماء في معنى الطول على ثلاثة أقوال، وشرطين للزواج بالأمة. الجامع لأحكام القرآن، للقرطبي (6/ 255 - 227).\nالجزء: 1 - الصفحة: 40\n",
        "3 -\nوقال الله تعالى: {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً} (1).\nوجه الدلالة:\nقال القرطبي (2): (فالآية الكريمة تدل على الترغيب في النكاح، والحض عليه، وتنهى عن التبتل، وهو ترك النكاح، وهذه سنة المرسلين كما نصت عليه هذه الآية، والسنة واردة بمعناها) (3).\n4 -\nوقال الله تعالى: {وَأَنكِحُوا الأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} (4).\nوجه الدلالة:\nقال السعدي (5): (إن الله أمر الأولياء والأسياد بإنكاح من تحت ولايتهم من الأيامى، وهم: من لا أزواج لهم من رجال ونساء ثيبات وأبكار، فيجب على القريب وولي اليتيم أن يزوج من يحتاج\n(1) سورة الرعد: آية 38.\n(2) هو أبو عبد الله محمد بن أحمد بن أبي بكر بن فرح الأنصاري الخزرجي الأندلسي القرطبي المفسر. ولد في أواخر القرن السابع الهجري ما بين (600 - 610 هـ) , وتوفي سنة (671 هـ) , ومن مؤلفاته: التذكار في أفضل الأذكار, والتذكرة, والأسنى في أسماء الله الحسنى. انظر: الوافي بالوفيات، للصفدي 2/ 87, وطبقات المفسرين، للداودي 2/ 69.\n(3) الجامع لأحكام القرآن، للقرطبي (12/ 84).\n(4) سورة النور: آية 32.\n(5) هو عبد الرحمن بن ناصر بن عبد الله آل سعدي. ولد سنة 1307 هـ، وتوفي 1376 هـ. فقيه حنبلي مفسر أصولي، ومن مؤلفاته: المختارات الجلية في الفقه، وبهجة قلوب الأبرار في الحديث. انظر: علماء نجد خلال ثمانية قرون، للبسام (3/ 218).\nالجزء: 1 - الصفحة: 41\n",
        "للزواج ممن تجب نفقته عليه، وإذا كانوا مأمورين بإنكاح من تحت أيديهم، كان أمرهم بالنكاح بأنفسهم من باب أولى) (1).\nثانيًا: السنة:\nوردت أحاديث كثيرة تحث على النكاح، منها:\n1 -\nعن عائشة (رضي الله عنها) قالت: قال رسول الله (صلى الله عليه وسلم): (النكاح من سنتي، فمن لم يعمل بسنتي فليس مني، وتزوجوا؛ فإني مكاثر بكم الأمم، ومن كان ذا طول فلينكح، ومن لم يجد فعليه بالصوم؛ فإن الصوم له وجاء) (2).\nوجه الاستدلال:\nأن الحديث يحث على الزواج، ويأمر به من كان قادرًا عليه، ويجد مؤنة الزواج، ومن لم يجد مؤنته ولم يكن قادرًا عليه، فعليه بالصوم ليقطع شهوته.\n2 -\nعن أنس: أن نفرًا من أصحاب النبي - صلى الله عليه وسلم - سألوا أزواج النبي - صلى الله عليه وسلم - عن عمله من السر\n...\nفقال بعضهم: لا أتزوج النساء، وقال بعضهم: لا آكل اللحم، وقال بعضهم: لا أنام على فراش، فبلغ ذلك النبي - صلى الله عليه وسلم -، فحمد الله وأثنى عليه، ثم قال: ما بال أقوام\n(1) تيسير الكريم الرحمن، للسعدي، ص 787.\n(2) رواه ابن ماجه في سننه (2/ 406 - 407)، كتاب النكاح، باب ما جاء في فضل النكاح، ح (1846)، قال الألباني: حديث حسن. السلسلة الصحيحة (5/ 382)، ح (2383).\nالجزء: 1 - الصفحة: 42\n",
        "يقولون كذا؟ لكني أصلى وأنام، وأصوم وأفطر، وأتزوج النساء، فمن رغب عن سنتي؛ فليس مني) (1).\nوجه الاستدلال من الحديث:\nيدل ويوضح سنة النبي - صلى الله عليه وسلم -، وعدَّ الزواج من سنته، ورغب في سنته، ومن رغب عن سنته إعراضًا، فقد ذمه عليه الصلاة والسلام.\n3 -\nوعن عبد الله بن مسعود (رضي الله عنه) قال: قال لنا رسول الله - صلى الله عليه وسلم -: (يا معشر الشباب، من استطاع منكم الباءة (2) فليتزوج؛ فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم؛ فإنه له وجاء) (3) (4).\nوجه الاستدلال من الحديث:\nكسابقيه يحث على الزواج، ويرغب فيه لمن قدر عليه، ومن لم يقدر على الزواج حثه على الصيام؛ ليكسر شهوته، فيحصن نفسه.\n(1) رواه مسلم في صحيحه (4/ 129)، كتاب النكاح، باب استحباب النكاح لمن تاقت نفسه إليه ووجد مؤنه، واشتغال من عجز عن المؤن بالصوم، ح (1401).\n(2) ويقال الباهة، وأصلها في اللغة: الجماع، مشتقة من المباءة، وهي المنزل؛ لأن من تزوج امرأة بوَّأها منزلاً. شرح صحيح مسلم، للنووي (9/ 148)، وفتح الباري، لابن حجر (9/ 10).\n(3) الوجاء: رض عروق البيضتين حتى تنفضخا من غير إخراج، فيكون شبيهًا بالخصاء؛ لأنه يكسر الشهوة. المصباح المنير، للفيومي، ص (533)، والمرجعين السابقين.\n(4) رواه مسلم في صحيحه (4/ 128)، كتاب النكاح، باب استحباب النكاح لمن تاقت نفسه إليه، ووجد مؤنه، واشتغال من عجز عن المؤن بالصوم، ح (1400).\nالجزء: 1 - الصفحة: 43\n",
        "ثالثًا: الإجماع:\nومما سبق يتبين لنا أن النكاح مشروع، وقد قال ابن قدامه (1): «أجمع المسلمون أن النكاح مشروع» (2).\nرابعا: المعقول\n:\nلما كان الرجل والمرأة هما شطرا الكائن البشري الذي تقوم عليه تكاليف الحياة وأعباؤها، والتضامن على تأسيس الأسرة الكريمة المستقرة، ولا سبيل إلى تكاثرهما على الوجه النافع إلا بالزواج على وفق ما جاءت به الرسل، ومن ثم حماية الفطرة التي فطر الناس عليها (3).\n(1) هو عبد الله بن أحمد بن محمد بن قدامة المقدسي، الإمام شيخ الإسلام. ولد 541 هـ بجماعيل، ومن تصانيفه: المغني شرح مختصر الخرقي، والكافي، والمقنع. توفي سنة 620 هـ بدمشق. انظر: الذيل على طبقات الحنابلة، لابن رجب (3/ 281 - 298).\n(2) المغني، لابن قدامة (9/ 340)، وشرح الزركشي على مختصر الخرقي، للزركشي (5/ 5)، وكفاية الأخيار، للحصني (2/ 346)، ومغني المحتاج، للشربيني (3/ 166)، والاختيار لتعليل المختار، للموصلي (3/ 38).\n(3) الزواج العرفي للمطلق ص 58.\nالجزء: 1 - الصفحة: 44\n",
        "المطلب الثاني\nحكم النكاح\nاختلف العلماء في حكم النكاح على ثلاثة أقوال:\nالقول الأول: ذهب جمهور الفقهاء من الحنفية (1) والمالكية (2) والشافعية (3) والحنابلة (4) على أن الزواج مندوب إليه ومستحب في هذه الحالة.\nأدلة القول الأول:\nالدليل الأول: قال الله تعالى: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ} (5).\nوجه الاستدلال من الآية من ثلاثة وجوه:\nالأول: أن الأمر للاستحباب؛ لأن الله علقه على الاستطابة، ولو كان واجبًا لم يقف على الاستطابة (6).\n(1) حاشية ابن عابدين (4/ 65)، وشرح فتح القدير، لابن الهمام (2/ 342)، وقالا: \"سنة مؤكدة في الأصح\".\n(2) مواهب الجليل، للحطاب (5/ 18، 19)، والمعونة على مذهب أعلام المدينة، للقاضي عبد الوهاب (1/ 473).\n(3) مغني المحتاج، للحصني (3/ 168)، وكفاية الأخيار، للحصني (2/ 346) وقالوا مستحب لمن يجد أهبته.\n(4) المغني، لابن قدامة (9/ 340).\n(5) سورة النساء، آية: 3.\n(6) مغني المحتاج، للشربيني (3/ 168)، والحاوي الكبير في فقه الإمام الشافعي، وهو شرح مختصر المزني، للماوردي (9/ 31)، والمغني، لابن قدامة (9/ 341).\nالجزء: 1 - الصفحة: 45\n",
        "الثاني: قوله تعالى: {مَثْنَى وَثُلاثَ وَرُبَاعَ}، قال ابن قدامة: «ولا يجب ذلك بالاتفاق» (1)، ولو كان واجبًا لورد النقل به.\nالثالث: أن الله تعالى خير بين النكاح والتسري في قوله: {فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ}، والتسري ليس بواجب بالاتفاق، ولا يصح عند الأصوليين التسوية بين الواجب وغيره، فدل على عدم وجوبه (2).\nالدليل الثاني: قوله تعالى: {وَأَنكِحُوا الأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} (3).\nوجه الاستدلال من الآية:\nأن الله تعالى أمر بالنكاح في هذه الآية، وأن أدنى مراتب الأمر الدلالة على الاستحباب والندب (4).\nالدليل الثالث: قوله تعالى: {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً} (5).\nوجه الاستدلال من الآية:\nأن طلب الأهل والولد هو دين الأنبياء، وأنه مما يحبه الله ويرضاه (6).\n(1) المغني، لابن قدامة (9/ 341).\n(2) الحاوي الكبير، للماوردي (9/ 31)، وشرح صحيح مسلم، للنووي (9/ 148).\n(3) سورة النور، الآية: 32.\n(4) الشرح الكبير، لابن قدامة (20/ 11)، مطبوع مع الإنصاف والمقنع.\n(5) سورة الرعد، الآية: 38.\n(6) الأخبار العلمية من الاختيارات الفقهية لشيخ الإسلام ابن تيمية، للبعلي، ص 290.\nالجزء: 1 - الصفحة: 46\n",
        "الدليل الرابع: حديث ابن مسعود، قال لنا رسول الله - صلى الله عليه وسلم -: «يا معشر الشباب، من استطاع منكم الباءة فليتزوج\n...\n» (1).\nوجه الاستدلال بالحديث:\nلما أقام الحديث الصوم مقام النكاح، والصوم ليس واجبًا، دلّ على أن النكاح ليس واجبًا، فلا يقوم غير الواجب مقام الواجب، فيتبين لنا أن النكاح مندوب (2).\nالقول الثاني: ذهب الظاهرية (3)، وبعض الحنفية (4)، وبعض الشافعية (5)، والإمام أحمد في رواية (6) إلى الوجوب.\nاستدل الظاهرية بظواهر الأدلة، وهي نفس أدلة الجمهور:\nالدليل الأول: قوله تعالى: {وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُوا فِي اليَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} (7).\nالدليل الثاني: قوله تعالى: {وَأَنكِحُوا الأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ} (8).\nالدليل الثالث: حديث ابن مسعود قال: قال لنا رسول الله - صلى الله عليه وسلم -: «يا معشر الشباب\n...\nفليتزوج\n...\n» (9).\n(1) سبق تخريجه، ص 43\n(2) فتح الباري، لابن حجر (9/ 13)، وسبل السلام الموصل إلى بلوغ المرام، للصنعاني (6/ 6).\n(3) المحلى، لابن حزم (9/ 573).\n(4) بدائع الصنائع في ترتيب الشرائع، للكاساني (2/ 342).\n(5) فتح الباري، لابن حجر (9/ 12).\n(6) المغني، لابن قدامة (9/ 340)، والكافي، لابن قدامة (4/ 212).\n(7) سورة النساء، آية: 3.\n(8) سورة النور، آية: 32.\n(9) سبق تخريجه ص 43.\nالجزء: 1 - الصفحة: 47\n",
        "القول الثالث: ذهب بعض الحنفية إلى أن النكاح فرض كفاية (1).\nدليل القول الثالث: أن الأمر المطلق يحمل على الوجوب، ولا يحمل على التعيين؛ لأن آحاد الناس لا يأثمون بتركه، فيحمل على الفرضية والوجوب الكفائي؛ كالجهاد وصلاة الجنازة (2).\nالرد على الدليل: ويمكن الرد أن هذا التفريق يحتاج إلى دليل، والأدلة السابقة تدل على خلافه.\nالقول الراجح- والله أعلم-: رأي الجمهور القائل بأن الزواج حال الاعتدال أنه سنة ومندوب إليه.\nوذلك لقوة أدلة هذا القول؛ لوجود القرائن الصارفة عن الوجوب، وسلامة حجتهم؛ لأن النكاح نهج الأنبياء.\nالحالة الثانية: لحكم النكاح من حيث الشخص، وبعبارة أخرى: أقسام الناس في الزواج، وذلك لأن الأمر مختلف من شخص لآخر من حيث الشهوة والقدرة على القيام بالحقوق والواجبات، ففي هذه الحالة تعتريه الأحكام التكليفية (3).\n1 -\nيكون النكاح واجبًا: إذا قدر على مؤنة الزواج، وخاف على نفسه الزنى، ولا يستطيع الاحتراز منه\n(1) بدائع الصنائع، للكاساني 2/ 343.\n(2) المرجع السابق.\n(3) حاشية ابن عابدين (4/ 65)، وإحكام الأحكام شرح عمدة الأحكام، لابن دقيق، ص 766، والقوانين الفقهية في تلخيص مذهب المالكية، لابن جزي، ص 326، والمغني لابن قدامة (9/ 340).\nالجزء: 1 - الصفحة: 48\n",
        "بالصوم، وغلب على ظنه عدم ظلمه للمرأة، وقدرته على أداء الحقوق والواجبات، وترك الحرام واجب، وهو الزنى، ولا يكون إلا بالنكاح، فوجب بحقه.\n2 -\nيكون النكاح حرامًا: إذا كان الشخص لا يخشى على نفسه الزنى، وتيقن أنه سيظلم المرأة بسبب عدم قدرته على أداء حقوقها الجسدية والمادية، أو كان سببًا في ترك الفرائض والواجبات، فيحرم النكاح في حقه.\n3 -\nيكون النكاح مكروهًا: إذا ظن أنه سيظلم زوجته، أو خاف التقصير في أداء الحقوق الزوجية، ونفسه غير تائقة للنكاح، ولا يخشى الوقوع في الزنى.\n4 -\nيكون الزواج مباحًا: إذا كان غير تائق للنكاح ولا يخاف الزنى، وتيقن عدم ظلم المرأة، وكان زواجه للأنس والألفة، وعلمت المرأة ذلك؛ ككبير السن.\n5 -\nيكون الزواج مندوبًا: إذا كانت نفسه تتوق للنكاح، ولا يخاف الوقوع في الزنى، ولا يخاف ظلم المرأة وعدم قدرته على الحقوق والواجبات. وهذه حالة الاعتدال التي وقع فيها الخلاف (1) (2).\n(1) إحكام الأحكام شرح عمدة الأحكام، لابن دقيق، ص 766، والقوانين الفقهية في تلخيص مذهب المالكية، لابن جزي، ص 326.\n(2) والمرأة كالرجل في هذه الأقسام إلا في التسري. مواهب الجليل، للحطاب (5/ 20).\nالجزء: 1 - الصفحة: 49\n",
        "المطلب الثالث\nالحكمة من النكاح\nفي هذا المطلب حكمة النكاح ومقاصده مسترشدا بكلام الفقهاء رحمهم الله تعالى.\nقال السرخسي (1): «يتعلق بهذا العقد أنواع من المصالح الدينية والدنيوية، من ذلك حفظ النساء، والقيام عليهن والإنفاق، ومن ذلك صيانة النفس عن الزنى، ومن ذلك تكثير عباد الله تعالى وأمة الرسول - صلى الله عليه وسلم -، وتحقيق مباهاة الرسول - صلى الله عليه وسلم -» (2).\nقال الشاطبي (3) - رحمه الله-: «النكاح مشروع للتناسل على القصد الأول، ويليه طلب السكن والازدواج والتعاون على المصالح\n(1) شمس الأئمة أبو بكر محمد بن أحمد بن أبي سهيل، كان أصوليًا متكلمًا مناظرًا، ومن مؤلفاته: أصول الفقه، والنكت، وأملى المبسوط وهو في السجن. توفي 490 هـ، وقيل: 500 هـ. انظر: تاج التراجم ص 234، 235، والفوائد البهية، للكنوي، ص 159، 158، وطبقات الحنفية، لابن الحنائي (2/ 72، 77).\n(2) المبسوط، للسرخسي (4/ 192، 193).\n(3) هو الإمام أبو إسحاق إبراهيم بن موسى بن محمد اللخمي الغرناطي، توفي 790 هـ، ومن مؤلفاته: الاعتصام والإفادات والإنشادات. انظر: نيل الابتهاج بتطريز الديباج، ص 48، وشجرة النور الزكية في طبقات المالكية، ص 231.\nالجزء: 1 - الصفحة: 50\n",
        "الدنيوية والأخروية، من الاستمتاع بالحلال، والنظر إلى ما خلق الله من المحاسن في النساء، والتحفظ من الوقوع في المحظور من شهوة الفرج، ونظر العين، والازدياد من الشكر بمزيد النعم من الله على العبد وما أشبه ذلك» (1).\nوهذه المصالح هي:\n1 -\nحفظ النسل أو النسب (2): ولا يكون إلا عن طريق الزواج، وباستمراره تكثر الأمة، وتحقق خلافة الإنسان في الكون، وتعمر الأرض، ولهذا جعل الله تعالى الإضرار بالنسل من أكبر الفساد في الأرض، قال تعالى: {وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الخِصَامِ وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الحَرْثَ وَالنَّسْلَ وَاللَّهُ لاَ يُحِبُّ الفَسَادَ} (3).\nوكذلك يدخل النكاح على بعض الضروريات؛ كحفظ الدين والنفس والعرض، أما حفظ الدين فجاءت الشريعة بالحث على ذات الدين من الرجال والنساء، فقد جاء في الحديث: «تنكح المرأة لأربع\n...\nفاظفر بذات الدين تربت يداك» (4)، وفي الحديث الآخر:\n(1) الموافقات، للشاطبي (3/ 139).\n(2) انظر اختلاف العلماء في تسمية هذا المقصد، هل هو النسب أو النسل أو البضع؟ . مقاصد الشريعة الإسلامية وعلاقتها بالأدلة الشرعية، لليوبي، ص 249، 237، والنسل .. دراسة مقاصدية، لزوزو ص 68، 56.\n(3) سورة البقرة، الآيات: 204 - 205.\n(4) رواه البخاري في صحيحه (6/ 149)، كتاب النكاح، باب الأكفاء في الدين، ح رقم (5090)، ومسلم (4/ 175) في كتاب الرضاع، باب استحباب نكاح ذات الدين، برقم (1466).\nالجزء: 1 - الصفحة: 51\n",
        "«إذا جاءكم من ترضون دينه وخلقه؛ فانكحوه، إلا تفعلوا تكن فتنة في الأرض، وفساد عريض» (1).\nوأما حفظ النفس؛ فلأنه بالنكاح تبقى الأنفس وتكثر، وكذلك إحصان للزوجين عن الزنى الموجب للحد، ويحفظ الرجل زوجته كيلا تكون مطمعًا لضعفها.\nوأما حفظ العرض، فلا يخفى على أحد ما للزواج من حفظ عرض البشرية؛ لأن كلا الزوجين يفرغ غريزته الفطرية عند الآخر بالحلال، ويؤجر عليها، وقد جاء في الحديث: «وأحصن للفرج» (2)، فهو نص في إحصان الناس من الوقوع في المحرمات والقبائح.\nوأما حفظ المال، فإن الشريعة أمرت بحفظ المال، وعدم تضييعه، ولا جعله في يد السفهاء، فالذي يجمع المال لكي يتزوج مأجور إذا نوى امتثال أمر الله، وطلب العفة، وبهذا حفظ ماله، وكذلك نفقته على زوجته وعياله له فيها أجر، وفي الحديث: «حتى ما تجعل في في امرأتك» (3).\n(1) رواه الترمذي في سننه ص 336، كتاب النكاح، باب ما جاء من؟ ؟ ؟ ترضون دينه فزوجوه، ح رقم (1085)، وابن ماجه في سننه (2/ 473)، كتاب النكاح، باب الأكفاء، ح رقم (1967). حسنه الألباني في السلسلة الصحيحة (3/ 96)، ح رقم (1022).\n(2) سبق تخريجه ص 30.\n(3) رواه البخاري في صحيحه (1/ 24)، واللفظ له, في كتاب الإيمان, باب ما جاء أن الأعمال بالنية والحسبة، ولكل امرئ ما نوى، ح رقم (56) , ومسلم في صحيحه (5/ 71) في كتاب الوصية, باب الوصية بالثلث, ح رقم (1628).\nالجزء: 1 - الصفحة: 52\n",
        "2 -\nالعفاف في الزواج هو السبيل لحفظ الزوجين من الوقوع في الفاحشة، والتحصن من الشيطان، ودفع غوائل الشهوة، وذلك باستمتاع كلا الزوجين بالآخر بقضاء الشهوة، وإشباع الغريزة، وهو أمر ضروري للإنسان؛ لأن الله تعالى خلق الذكر والأنثى، وجعل من كل منهما ميلاً للآخر، ولذا شرع الله الزواج والاستمتاع، وهو مما أحله الله، قال تعالى: {فَمَا اسْتَمْتَعْتُم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً} (1)، وفي الحديث: «الدنيا متاع، وخير متاعها المرأة الصالحة» (2).\n4 -\nالسكن والمودة والرحمة: يتحقق السكن النفسي للإنسان من متاع الحياة بالزواج، وبه تكون المحبة والألفة والمودة، قال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا، وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً، إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} (3).\n5 -\nفي الزواج امتثال لله تعالى، واتباع لسنة الأنبياء (عليهم الصلاة والسلام)، وقد ذكرت الأدلة على ذلك في حكم النكاح (4).\n(1) سورة النساء، آية: 24.\n(2) رواه مسلم في صحيحه (4/ 178)، كتاب الرضاع, باب خير متاع الدنيا المرأة الصالحة, ح رقم (1469).\n(3) سورة الروم، آية: 21.\n(4) سبق ذكره مفصلاً في ص 32.\nالجزء: 1 - الصفحة: 53\n",
        "الجزء: 1 - الصفحة: 54\n",
        "الفصل الأول\nالمسائل المستجدة في أحكام الخطبة\nوفيه مبحثان:\nالمبحث الأول: المسائل المستجدة قبل الخطبة.\nالمبحث الثاني: المسائل المستجدة بعد الخطبة.\nالجزء: 1 - الصفحة: 55\n",
        "الجزء: 1 - الصفحة: 56\n",
        "المبحث الأول\nالمسائل المستجدة قبل الخطبة\nوفيه خمسة مطالب:\nالمطلب الأول: إعلان المرأة للزواج في وسائل الاتصال الحديثة\nالمطلب الثاني: رؤية المخطوبة من خلال الصور أو الإنترنت\nالمطلب الثالث: محادثة المخطوبة من خلال الإنترنت أو الهاتف\nالمطلب الرابع: مراسلة المخطوبة من خلال الإنترنت أو الهاتف\nالمطلب الخامس: حفل الخطوبة\nالجزء: 1 - الصفحة: 57\n",
        "المطلب الأول\nإعلان المرأة للزواج في وسائل الاتصال الحديثة\nالإعلان ضد الأسرار، ومنه قوله تعالى: {ثُمَّ إِنِّي أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا (1)}، أي سرًّا وعلانية (2).\nوقال ابن فارس: «العين واللام والنون أصل صحيح يدل على إظهار الشيء والإشارة إليه» (3).\nومما سبق يتبين أن المراد من الإعلان هو إظهار رغبة المرأة في الزواج. وأما المقصود من وسائل الاتصال الحديثة، فمن حيث العموم؛ أي سواء كانت عن طريق الإنترنت- كما في مواقع الزواج، وهي كثيرة في هذا الزمان- أو القنوات الفضائية، أو غيرهما من الوسائل الحديثة.\nالأصل- غالبًا- أن إظهار الرغبة في الزواج تكون من قبل الرجل؛ لذلك جاءت أغلب الأدلة الشرعية بصيغة المذكر؛ لأن الغالب أن يكون الرجل هو الذي يطلب المرأة؛ للحياء الفطري في المرأة، والأعراف والعادات التي بين الناس، قال تعالى: {فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ} (4)، وقوله: {إِذَا نَكَحْتُمُ المُؤْمِنَاتِ} (5)، وقوله:\n(1) سورة نوح، آية: 9.\n(2) مفردات ألفاط القرآن، للأصفهاني، ص 582.\n(3) معجم مقاييس اللغة، لابن فارس، ص 664.\n(4) سورة النساء، آية: 3.\n(5) سورة الأحزاب، آية: 49.\nالجزء: 1 - الصفحة: 58\n",
        "{فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ} (1)، وغير ذلك من الآيات 0\nومن الأحاديث حديث ابن عمر (رضي الله عنهما): نهى رسول الله - صلى الله عليه وسلم - أن يبيع بعضكم على بيع بعض، ولا يخطب الرجل على خطبة أخيه (2) 0\nوحديث جابر (رضي الله عنه) قال: قال رسول الله - صلى الله عليه وسلم -: «إذا خطب أحدكم المرأة، فإن استطاع أن ينظر إلى ما يدعوه إلى نكاحها فليفعل» (3).\nحديث فاطمة بنت قيس أنها خطبها معاوية وأبو جهم، فلم ينكر النبي - صلى الله عليه وسلم - ذلك عليهما، وخطبها لأسامة (4).\nوغير ذلك من الأدلة الكثيرة من القرآن والسنة، التي تدل على أن الغالب أن المُخاطَب فيها الرجل، وأن هذا ما جرى عليه العرف والعادة بين الناس.\nويجوز كذلك للولي أن يعرض ابنته أو أخته على الرجل\n(1) سورة النساء، آية: 25.\n(2) رواه البخاري في صحيحه (6/ 166)، كتاب النكاح، باب لا يخطب الرجل على خطبة أخيه حتى ينكح أو يدع، ح رقم (5142).\n(3) رواه أبو داود في سننه (3/ 19 - 20)، كتاب النكاح، باب الرجل ينظر إلى المرأة وهو يريد تزويجها، ح رقم (2075). قال الألباني: حديث حسن. الإرواء (6/ 200).\n(4) رواه مسلم في صحيحه (4/ 196)، كتاب الطلاق، باب المطلقة ثلاثًا لا نفقة لها، حديث (1480) (39)، ورواه أحمد في مسنده (45/ 317)، حديث (27333)، والبيهقي في السنن الكبرى (7/ 288)، كتاب النكاح، باب التعريض بالخطبة، ح (14015)، وصححه الشيخ شعيب الأرناءوط في تحقيق المسند، وهو من متابعات مسلم.\nالجزء: 1 - الصفحة: 59\n",
        "الصالح، وكان هذا ما عليه السلف وأهل الدين والعلم والصلاح إلى يومنا هذا، لا يتحرجون في ذلك (1).\nومن الأدلة على ذلك:\nقال تعالى: {قَالَ إِنِّي أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَن تَأْجُرَنِي ثَمَانِيَ حِجَجٍ} (2).\nقال القرطبي: «فيه عرض الولي ابنته على الرجل، وهذه سنة قائمة» (3).\nوعن عبد الله بن عمر (رضي الله عنه)، أنّ عمر بن الخطاب حين تأيمت حفصه بنت عمر من خنيس بن حذافة السهمي (4)، وكان من أصحاب رسول الله فتوفي بالمدينة، قال عمر بن الخطاب: أتيت عثمان بن عفان، فعرضت عليه حفصة، فقال: سأنظر في أمري، فلبثت ليالي، ثم لقيني فقال: قد بدا لي ألاَّ أتزوج يومي هذا، قال عمر: فقليت أبا بكر الصديق فقلت: إن شئت زوجتك حفصة بنت عمر، فصمت أبو بكر فلم يرجع إلي شيئًا، وكنت أوجد عليه مني على عثمان،\n(1) أحكام الزواج في ضوء الكتاب والسنة، للأشقر، ص 38.\n(2) سورة القصص، آية: 27.\n(3) الجامع لأحكام القرآن، للقرطبي (16/ 261). على خلاف بين المفسرين هل ولي المرأة شعيب (عليه السلام) أم غيره؟ على أقوال. تفسير القرآن العظيم، لابن كثير (6/ 12 - 13).\n(4) خنيس- بالتصغير- بن حذافة بن قيس بن عدي بن سعد بن سهم القرشي السهمي، أخو عبد الله، كان من السابقين، وهاجر إلى الحبشة، ثم رجع فهاجر إلى المدينة، وشهد بدرًا، وأصابته جراحة يوم أحد فمات منها، وكان زوج حفصة بنت عمر، فتزوجها النبي (صلى الله عليه وسلم) بعده. انظر: الإصابة في تمييز الصحابة، لابن حجر (3/ 321).\nالجزء: 1 - الصفحة: 60\n",
        "فلبثت ليالي، ثم خطبها رسول الله - صلى الله عليه وسلم - فأنكحتها إيّاه\n...\n» (1).\nويجوز للمرأة كذلك أن تبدي رغبتها في الزواج من الرجل الصالح، وإن كان الأفضل في حقها أن تلمح لوليها برغبتها في الزواج دون التصريح؛ لقوله تعالى: {قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ القَوِيُّ الأَمِينُ} (2).\nويمكن ان يستدل بهذه الآية: بما قالته لأبيها أنها تلمح (3) له برغبتها بالزواج.\nالأدلة على مشروعية إظهار المرأة رغبتها في الزواج من الرجل الصالح، سواء مباشرة أم لا، منها قوله تعالى: {وَامْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ المُؤْمِنِينَ}.\nوجه الدلة من الآية:\nأن المرأة جاءت إلى رسول الله - صلى الله عليه وسلم - في مجلسه، وأظهرت رغبتها في أن تهب نفسها له لكي يتزوجها (4).\nعن سهل بن سعيد، «أن امرأة عرضت نفسها على النبي - صلى الله عليه وسلم -، فقال له رجل: يا رسول الله، زوِّجنيها، فقال: \"ما عندك\"؟ فقال: ما عندي شيء، قال: \"فالتمس ولو خاتمًا من حديد\n...\n» (5). الحديث\n(1) رواه البخاري (6/ 158 - 159)، كتاب النكاح، باب عرض الإنسان ابنته أو أخته على أهل الخير، ح رقم (5122).\n(2) سورة القصص، آية: 26.\n(3) موقع الإسلام سؤال وجواب، فتوى رقم (20916): 20916 http://islamqa.info/ar/ref/\n(4) تفسير القرآن العظيم (6/ 212).\n(5) رواه البخاري في كتاب النكاح، باب عرض المرأة نفسها على الرجل الصالح (6/ 129)، ح (5121)، ومسلم في صحيحه (4/ 143)، كتاب النكاح، باب الصداق وجواز كونه تعليم قرآن.\nالجزء: 1 - الصفحة: 61\n",
        "صريح في عرض المرأة نفسها على الرجل الصالح للزواج، ولو كان الأمر غير جائز لما أقره النبي - صلى الله عليه وسلم -، ولأنكر عليها، ولكن سكوته عليه السلام دليل الجواز (1).\nوعلى هذا نقول بجواز عرض المرأة نفسها في وسائل الاتصال الحديثة إن لم يَشُبْها شيء من المحرمات؛ كالمواقع التي تعرض صور النساء الراغبات بالزواج وهي حاسرة الرأس، وبلباس يظهر تقاسيم جسمها، ووضع رقم هاتفها أو بريدها الإلكتروني، فهذا محرم لأجل ما شابَه من المحرمات، وأما أصل العرض فجائز، وإن كنت أرى أن أفضل طريقة هي التي تكون عن طريق المشايخ المحتسبين، الذين يدلون الشباب الراغب في الزواج على النساء الراغبات في الزواج.\n(1) فتح الباري (9/ 80)، وإحكام الأحكام، لابن دقيق، ص 785، وسبل السلام، للصنعاني (6/ 20).\nالجزء: 1 - الصفحة: 62\n",
        "المطلب الثاني\nرؤية المخطوبة من خلال الإنترنت\nالأصل عند جمهور العلماء جواز النظر إلى المخطوبة (1)، بل نقل ابن قدامة الإجماع على ذلك، وقال: «لا نعلم بين أهل العلم خلافًا في إباحة النظر إلى المرأة لمن أراد نكاحها» (2).\nوهذا الإجماع فيه نظر (3)، ولعله نقله من باب أن الذي خلافه غير معتبر (4)، وأن أصحاب المذاهب المشهورة أجمعوا على ذلك، وأن من خالف تمسك بعموم الأدلة الناهية عن النظر إلى المرأة، وقد خص بأدلة الجمهور.\nواستدل الجمهور بما يلي:\n1 -\nحديث أبي هريرة (رضي الله عنه) قال: كنت عند النبي - صلى الله عليه وسلم -، فأتاه رجل فأخبره أنه تزوج امرأة من الأنصار، فقال له رسول الله - صلى الله عليه وسلم -:\n(1) حاشية ابن عابدين (4/ 67)، وحاشية الخرشي على مختصر خليل (4/ 122)، ومغني المحتاج (3/ 172)، والمغني (9/ 489).\n(2) المغني، لابن قدامة (9/ 489).\n(3) بداية المجتهد، لابن رشد (3/ 938)، وشرح معاني الآثار، للطحاوي (3/ 14).\n(4) نقله الطحاوي عن قوم لم يسمهم، انظر: فتح الباري (9/ 88).\nالجزء: 1 - الصفحة: 63\n",
        "\"أنظرت إليها\"؟ قال: لا، قال: «فاذهب فانظر إليها؛ فإن في أعين الأنصار شيئًا» (1).\n2 -\nحديث المغيرة بن شعبة (رضي الله عنه)، أنه خطب امرأة، فقال له النبي - صلى الله عليه وسلم -: «انظر إليها؛ فإنه أحرى أن يؤدم بينكما» (2).\n3 -\nحديث سهل بن سعد، أن امرأة جاءت إلى رسول الله - صلى الله عليه وسلم - فقالت: يا رسول الله، جئت لأهب لك نفسي، فنظر إليها رسول الله - صلى الله عليه وسلم -، فصعدد النظر إليها وصوبه\n...\n» (3).\n4 -\nحديث جابر بن عبد الله (رضي الله عنهما) قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا خطب أحدكم المرأة، فإن استطاع أن ينظر إلى ما يدعوه إلى نكاحها؛ فليفعل» (4).\nوبعد ذكر أدلة الجمهور على جواز نظر الخاطب إلى مخطوبته، فإن النظر عن طريق الإنترنت لا يخلو من حالتين:\n(1) صحيح مسلم (4/ 142)، كتاب النكاح، باب ندب النظر إلى وجه المرأة وكفيها لمن يريد تزوجها، ح (3550).\n(2) رواه الترمذي في سننه، ص 336، كتاب النكاح، باب ما جاء في النظر إلى المخطوبة، ح (1087)، واللفظ له، والنسائي في سننه (6/ 378)، كتاب النكاح، باب إباحة النظر إلى المرأة قبل التزويج، ح (3235)، وابن ماجه في سننه (2/ 419)، كناب النكاح، باب النظر إلى المرأة إذا أراد أن يتزوجها ح (1866)، قال البوصيري: صحيح رجاله ثقات.\n(3) رواه البخاري (6/ 160)، كتاب النكاح، باب النظر إلى المرأة قبل التزويج، ح (5126).\n(4) رواه أبو داود في سننه (3/ 19)، كتاب النكاح، باب الرجل ينظر إلى المرأة وهو يريد تزويجها، ح (2075)، ورواه الحاكم (2/ 165) وصححه وقال: على شرط مسلم، ووافقه الذهبي.\nالجزء: 1 - الصفحة: 64\n",
        "الحالة الأولى: أن تكون الرؤية عن طريق صورة (1) لها تُرسل عن طريق الكمبيوتر، وقد اختلف العلماء المعاصرون فيها على قولين:\nالقول الأول: عدم جواز رؤية المخطوبة عن طريق الصورة، وهو قول الشيخ ابن باز وابن عثيمين واللجنة الدائمة للبحوث العلمية والإفتاء (2).\nأدلة أصحاب القول الأول:\n1 -\nحديث ابن عباس (رضي الله عنهما) قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «كل مصور في النار يجعل له بكل صورة صورها نفس يعذب بها في جهنم» (3).\n(1) وأما نفس التصوير الفوتوغرافي فقد اختلف فيه العلماء، فمنهم من حرمه، واستدل بالأحاديث المتوعدة المصورين بالعذاب، ومنهم من أباحه، وحمل أحاديث التصوير على المجسمات، والأولى ترك التصوير، وعدم التساهل فيه إلا لحاجة وضرورة أو مصلحة عامة. انظر: فقه السنة، لسيد سابق (2/ 54)، وأحكام التصوير في الفقه الإسلامي، لواصل، ص 312، والقيود الواردة على الحرية في مجال الصناعة، لإبراهيم ص 214.\n(2) فتاوى إسلامية، للمسند (3/ 128)، وموسوعة الزواج الإسلامي السعيد للمصري، ص 288، وموقع الإسلام سؤال وجواب، فتوى رقم (4027): http://islamqa.info/ar/ref/, وأحكام التصوير في الفقه الإسلامي لواصل، ص 576، ومجموع فتاوى ومقولات متنوعة، لابن باز (1/ 437)، وفتاوى اللجنة الدائمة للبحوث العلمية والإفتاء (1/ 711).\n(3) رواه البخاري في صحيحه (7/ 88)، كتاب اللباس، باب مَن صور صورة كلف يوم القيامة أن ينفح فيها الروح وليس بنافخ، ح (5963).\nالجزء: 1 - الصفحة: 65\n",
        "2 -\nحديث عبد الله بن مسعود (رضي الله عنه) قال: سمعت النبي - صلى الله عليه وسلم - يقول: «إن أشد الناس عذابًا عند الله يوم القيامة المصورون» (1)، وغيرهما من الأدلة الدالة على تحريم التصوير، وقد جاءت بصيغة العموم لتشمل جميع أنواع التصوير (2).\nالرد على وجه الاستدلال: أن الأدلة جاءت في التصوير اليدوي، وأن هناك فرقًا بين التصوير الآلي والتصوير اليدوي (3).\nالمناقشة:\nإن هذا التفريق لا دليل عليه، وإن ما يخرج من الآلة يسمى صورة، ومن يصور يسمى مصورًا وإن كان لا يشمله النص الصريح؛ لأنه ليس باليد، وليس فيه مضاهاة لخلق الله، إلا أنه ضرب من ضروب التصوير، ويقتصر في الإباحة على الضرورة؛ كالجنسية وغيرها (4).\n3 -\nأن الصورة لا تعطي حقيقة الأمر بالنسبة للمصور، فقد يُدخل عليها تعديلات تجملها، وهو ما يعرف بعملية التحريف\n(1) رواه البخاري في صحيحه (7/ 85)، كتاب اللباس، باب عذاب المصورين يوم القيامة، ح (5950).\n(2) أحكام التصوير في الفقه الإسلامي، لواصل، ص 109.\n(3) الحلال والحرام في الإسلام، للشيخ يوسف القرضاوي، ص 110، تفسير آيات الأحكام، لمحمد السايس وآخرين (4/ 431).\n(4) روائع البيان، للصابوني (2/ 416).\nالجزء: 1 - الصفحة: 66\n",
        "والدبلجة، وهذه جهالة لحقيقة المصوّر، وإزالتها تكون بالرؤية البصرية (1).\n4 -\nقد تتجمل المخطوبة في الصورة، فـ\"تتمكيج\" لتظهر صورتها أجمل مما هي عليه في الواقع (2).\nالرد على الدليلين: أن ما يحذر منه الخاطب قد يكون في الرؤية البصرية، فقد \"تتمكيج\" المرأة وتتجمل وتمتشط بالوسائل الحديثة (3).\nالمناقشة:\nإنه في حالة الرؤية البصرية يمكن أن تفعل ذلك، لكنه يكون ظاهرًا للخاطب، والتدليس فيه يسير بخلاف الصور (4).\n5 -\nأنه ربما يشارك الخاطب غيره في رؤية صورة المخطوبة، وقد ينسخها وينشرها (5).\n6 -\nوربما تبقى الصورة عند الخاطب ويعدل عن الخطبة، ويتلذذ بالنظر إليها، ويُريها للناس، فتكون سببًا لوقوعهم في الزنى (6).\n(1) فتاوى إسلامية (3/ 128)، وخطبة النكاح، لعتر، ص 225، وأحكام التصوير في الفقه الإسلامي، لواصل، ص 576، وخطبة النكاح لعتر 225.\n(2) المراجع السابقة.\n(3) أحكام التصوير في الفقه الإسلامي، ص 577.\n(4) المرجع السابق.\n(5) أحكام الزواج في الكتاب والسنة، للأشقر، ص 61، وأحكام التصوير في الفقه الإسلامي، لواصل ص 581.\n(6) المرجعين السابقين.\nالجزء: 1 - الصفحة: 67\n",
        "الرد على الدليلين: أن الصورة تكون بأيدي أمينة، بحيث ترجع الأمانة إلى أصحابها (1).\nالمناقشة: إن الخاطب قد ينسخ الصورة قبل أن يرجعها (2).\nالقول الثاني: يجوز إرسال صورة المخطوبة للخاطب (3). وزاد الدكتور عمر الأشقر أنه يتأكد الجواز إذا كان في مكان ناءٍ بعيد (4).\nأدلة القول الثاني:\n1 -\nاستدلوا بأدلة جواز النظر إلى المخطوبة (5).\nوجه الدلالة: أن الصور داخلة في الأحاديث السابقة.\n2 -\nالقياس على النظر المباشر من باب قياس الأولى (6).\nالرد على الدليلين: بعدم التسليم وعدم صحة القياس، وإذا\n(1) خطبة النكاح، لعتر، ص 226.\n(2) أحكام التصوير في الفقه الإسلامي، لواصل، ص 581.\n(3) خطبة النكاح، لعتر، ص 225، وأحكام النظر إلى المخطوبة، لحسون، ص 92، وخطبة النساء في الشريعة الإسلامية، للعطار، ص 117، وأحكام الزواج في الكتاب والسنة، للأشقر، ص 61، وموسوعة الزواج الإسلامي السعيد، للمصري، ص 288، وأفراحنا ما لها وما عليها، للسلمي، ص 73.\n(4) أحكام الزواج، للأشقر، ص 61.\n(5) سبق ذكر بعض الأدلة، ص 61.\n(6) أحكام النظر إلى المخطوبة، لحسون، ص 92.\nالجزء: 1 - الصفحة: 68\n",
        "سلمنا، فإن المرجع إلى الشرع، فإن الزواج يصح بدون الرؤية لو لم يرها الخاطب، وإن الشرع عندما لم يستطع الخاطب رؤية مخطوبته عدل إلى إرسال امراة تراها، وتخبر عنها، ولو لغير الوجه والكفين؛ لحديث أنس (رضي الله عنه)، أن النبي - صلى الله عليه وسلم - أرسل أم سليم تنظر جارية فقال: \"شمي عوارضها، وانظري عرقوبيها\" (1).\nالترجيح:\nالراجح- والعلم عند الله- القول الأول القائل بعدم جواز رؤية المخطوبة عبر الصور.\n1 -\nأن الشرع أجاز رؤية المخطوبة رؤية مباشرة، فلا يعدل إلى غيرها؛ لما فيه من الضرر.\n2 -\nقوة أدلتهم ووجاهتها.\n3 -\nأن الشرع لما عدل عن رؤية المخطوبة؛ جعل بدلاً عنها إرسال امرأة تنظر إليها، وتخبره بأوصافها.\n4 -\nأن الصورة تخالف الواقع، وتدخل بسببها مفاسد على المرأة، ودرء المفاسد أولى من جلب المصالح.\nالحالة الثانية: أن تكون الصور متحركة، أي تصوير فيديو، وترسل للخاطب حتى يراها، ولا تخلو من حالتين:\n(1) رواه أحمد في مسنده (21/ 105 - 106)، ح (13424)، والبيهقي في السنن الكبرى (7/ 137)، كتاب النكاح، باب من بعث بامرأة لتنظر إليها، ح (13501)، قال الهيثمي: \"رجال أحمد ثقات\". مجمع الزوائد (4/ 279)، والحاكم في مستدركه (2/ 166)، وقال: صحيح على شرط مسلم ووافقه الذهبي. وحسنه الأرناءوط في تحقيق المسند.\nالجزء: 1 - الصفحة: 69\n",
        "إما أن تصور مقطعًا ثم ترسله، أو تكون مباشرة عن طريق برامج الكمبيوتر.\nالقول الأول: عدم جواز تصوير الفيديو لرؤية المخطوبة (1).\nأدلة القول الأول:\n1 -\nالأدلة السابقة في تحريم التصوير (2).\n2 -\nالتعليلات السابقة التي ترد على الصورة (3).\n3 -\nأن شريط الفيديو المسجل قد يكون قديمًا.\n4 -\nأن تصوير الفيديو وإن كان حيًّا بخلاف الصورة، إلا أنه لا يسلم من الضرر، وأن التصوير لا يكون كالحقيقة.\nالقول الثاني: يجوز تصوير المخطوبة عن طريق الفيديو، وقالت وزارة الأوقاف الكويتية بالكراهة (4).\nأدلة القول الثاني:\n1 -\nالأدلة السابقة في جواز رؤية المخطوبة (5)، وأن الصور\n(1) وهو مقتضى قول من قال بتحريم الصور الثابتة الفوتوغرافية. المراجع السابقة، ص 65، وفقه السنة (2/ 144).\n(2) سبق ذكرها ص 65 وما بعدها.\n(3) سبق ذكرها ص 66 وما بعدها.\n(4) مجموعة الفتاوى الشرعية (18/ 478)، والمراجع السابقة في القول بجواز إرسال الصورة للخاطب ص؟ ؟ ؟ ، ومستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 103، وموقع الإسلام سؤال وجواب، رقم الفتوى:\nhttp://islamqa.info/ar/ref/166249.\n(5) سبق في ص 63 وما بعدها.\nالجزء: 1 - الصفحة: 70\n",
        "المعاصرة داخلة في معنى النصوص (1).\n2 -\nأن صورة تصوير الفيديو قريبة من الحقيقة، وتنتفي فيها المحاذير التي في الصورة الفوتوغرافية.\nالرد: صحيح أنها أخف من الصورة الفوتوغرافية، ولكنها لا تسلم من المحاذير، وقد لا تسلم من الذين لا يخافون الله، الذين يسرقون ما في أجهزة الناس (2).\nالترجيح- والله أعلم-: أرجح الرأي القائل بعدم الجواز؛ لأن الشرع أغنانا عن هذه الوسائل التي لا تخلو من محظور، وأن من لم يستطع رؤية المخطوبة يرسل امرأة تراها له كما فعل رسول الله - صلى الله عليه وسلم -.\n(1) سبق الرد عليه ص 68 وما بعدها.\n(2) وهو ما يسمى بالقرصنة المعلوماتية: (وهي سرقة امعلومات من برامج وبيانات مخزنة في دائرة الحاسوب بصورة غير شرعية، أو نسخ برامج بصورة غير شرعية، بعد تمكن مرتكب هذه العملية من الحصول على كلمة السر، أو بواسطة النقاط الموجات الكهرومغناطيسية الصادرة عن الحاسب الآلي أثناء تشغيله، وباستخدام هوائيات موصلة بحاسبة خاصة) جرائم الحاسي الآلي، المناعسة وآخرون ص 153. .\nالجزء: 1 - الصفحة: 71\n",
        "المطلب الثالث\nمحادثة المخطوبة من خلال الإنترنت أو الهاتف\nمحادثة المخطوبة لا تخلو من حالتين:\nإما أن تكون مع المكالمة صورة ينظر إليها، سواء كان عن طريق الكمبيوتر، أو عن طريق الهواتف الحديثة، فإنها في هذه الحالة تدخل مسألتنا هذه في حكمها تحت مسألة النظر إلى صورة المخطوبة السابقة (1)، وإما أن تكون المكالمة صوتية فقط، أي: بدون رؤية صورتها.\nتحرير محل النزاع\n:\n- إن كان الخاطب قد عقد على المخطوبة، فإنه يجوز له ذلك، سواء كان بصورة أو بدون صورة؛ لأنها أصبحت زوجته بمجرد العقد عليها، وتحل له.\n- إن كانت المكالمة قبل الخطبة وللتعارف، ولم يعزم على خطبتها، ولا يعرف هل يقبل به أهل المخطوبة، فلا يجوز له مكالمتها (2).\n(1) انظر: ص 63.\n(2) أحكام الخطبة في الفقه الإسلامي، لرجوب ص 208.\nالجزء: 1 - الصفحة: 72\n",
        "واختلف العلماء في مكالمة الخاطب للمخطوبة بعد الموافقة عليه على قولين.\nالقول الأول: لا يجوز محادثه الخاطب لمخطوبته. وهو قول الشيخ ابن العثيمين (1).\nأدلة القول الأول:\n1 -\nحديث جابر بن عبد الله (رضي الله عنهما) قال: قال رسول الله - صلى الله عليه وسلم -: «إذا خطب أحدكم المرأة، فإن استطاع أن ينظر منها\n...\n» (2).\nوجه الاستدلال: «أن ينظر منها»، ولم يقل أن يسمع منها (3).\nالرد: يمكن أن يرد على وجه الاستدلال أن الشرع قد أذن له بالرؤية، وهي أعظم من الكلام، فالكلام من باب أولى.\nالمناقشة: يمكن أن يناقش الرد بأننا نسلم لكم في الرؤية، وقد بين الشرع العلة منها، ولكن لا نسلم لكم في المحادثة، أي بعد الخطبة والرؤية الشرعية، وأما المحادثة في أثناء الرؤية، فقد وردت\n(1) الشرح الممتع، للعثيمين (12/ 21)، فتاوى اللجنة الدائمة (17/ 67)، الفتوى نصت على المراسلة، ويقاس عليها المكالمة، وأن الصوت أعظم فتنة من الرسالة. موقع الإسلام سؤال وجواب، رقم الفتوى (13791)، http://islamqa.info/ar/ref/13791. وفتوى الشيخ صالح الفوزان بعدم الجواز.\n(2) سبق تخريجه ص 64.\n(3) الشرح الممتع (12/ 21).\nالجزء: 1 - الصفحة: 73\n",
        "بذلك أحاديث (1). وبعد الرؤية لا يجوز له مكالمتها؛ لأنه رجل أجنبي عنها، فلا يحل له أن يكلمها، وقد جاء في الحديث (2) أن المشروع للمرأة التصفيق إذا سها الإمام وهي في المسجد، وفي جمع من الرجال والنساء، فما بالك في غيرها.\n2 -\nأنه ليس هناك حاجة لمخاطبتها في الهاتف؛ لأن الحاجة قد انقضت برؤيته لها، وأنه رأى ما يدعوه إلى نكاحها (3).\n3 -\nأنها مدخل للشيطان، وتدفعهما إلى معصية الله تعالى بالتلذذ بصوتها وهي أجنبية عنه، أو الدخول في كلام فاحش بعد استدراج الشيطان لهما.\n4 -\nأن المكالمات قد تكون سببًا لخروجها معه، وخلوته بها وهي محرمة عليه، والخلوة بها كذلك.\n5 -\nالإسراف في الجلوس على المكالمات لساعات طويلة تضييع لوقت المسلم.\n6 -\nأن المكالمة قد تسجل، وإذا لم تتم الخطبة فقد يهدد\n(1) رواه البخاري (6/ 147) في كتاب النكاح، باب إلى من ينكح؟ وأي النساء خير؟ وما يستحب أن يتخير لنطفه من غير إيجاب، ح (5082)، ومسلم (7/ 182) في كتاب فضائل الصحابة، باب من فضائل نساء قريش، ح (2527)، واللفظ لمسلم.\n(2) رواه البخاري (2/ 76) في كتاب العمل في الصلاة، باب التصفيق للنساء، ح (1203)، ومسلم (2/ 27) في كتاب الصلاة، باب تسبيح الرجل وتصفيق المرأة إذا نابهما شيء في الصلاة، ح (953).\n(3) أحكام الخطبة في الفقه الإسلامي، لرجوب، ص 208.\nالجزء: 1 - الصفحة: 74\n",
        "الخاطب المخطوبة بنشر صوتها وما قالته له، فتستغل استغلالاً سيئًا.\nالقول الثاني: يجوز للخاطب محادثة مخطوبته. وهو قول الشيخ صالح الفوزان (1). ويرى الشيخ الأشقر (2) والشيخ عبد الله بن جبرين- رحمه الله (3) - أن تكون في حدود الحاجة.\nأدلة القول الثاني:\n1 -\nكان النساء يراجعن الرجال في شأن الزواج ويحادثنهم (4).\nالرد: يمكن أن يرد على هذا الدليل بأن هذه المحادثات كانت وقت الرؤية الشرعية، وكلامنا عن المكالمات التي بعد الخطبة والرؤية.\n2 -\nأنه يمكن للخاطبين التشاور في المكالمة لإعداد بيت الزوجية، والتعاون على كثير من القضايا التي تهمهما.\n(1) المنتقى للفوزان (3/ 145)، رقم الفتوى (349)، وأحكام الزواج في الكتاب والسنة، للأشقر، ص 62، وموسوعة الزواج الإسلامي السعيد، للمصري، ص 295، وموقع الإسلام سؤال وجواب، فتوى 13704، http://islamqa.info/ar/ref/13704، وموقع إسلام ويب، رقم الفتوى: (15127): http://www.islamweb.net/mainpage/nindex.php? page=result&q, وشروط جواز الكلام والتنزه مع الخطيبة. خطبة النساء في الشريعة الإسلامية والتشريعات العربية، للعطار، ص 125، والزواج وموجباته في الشريعة والقانون، فيض الله، ص 25 - 26.\n(2) أحكام الزواج في الكتاب والسنة للأشقر، ص 62.\n(3) موقع الإسلام سؤال وجواب، فتوى ابن جبرين على موقع إسلام ويب، رقم الفتوى 15127.\n(4) أحكام الزواج في الكتاب والسنة للأشقر، ص 62.\nالجزء: 1 - الصفحة: 75\n",
        "شروط من أجاز محادثة المخطوبة:\n1 -\nأن تكون بعلم من ولي المخطوبة وبموافقته.\n2 -\nأن تكون بقدر الحاجة.\n3 -\nألا تخضع بالقول، ولا تتكلم إلا بالمعروف.\n4 -\nألا يجد طريقًا آخر يبلغها عبره بما يريده؛ كأخته أو أخيها أو رسالة (1).\nالترجيح:\nالراجح- والعلم عند الله-: عدم جواز مكالمة الخاطب للمخطوبة بعد الرؤية لأمور:\n1 -\nقوة أدلة القول الأول، ومناقشتهم لأدلة القول الثاني.\n2 -\nصعوبة توفر الشروط كاملة في حال المكالمة.\n3 -\nالمخاطر التي تجلبها المكالمة على المرأة في حال عدل الخاطب عن الخطبة.\n(1) فتوى ابن جبرين على موقع الإسلام سؤال وجواب، رقم الفتوى 13704، وأحكام الزواج في الكتاب والسنة للأشقر ص 62.\nالجزء: 1 - الصفحة: 76\n",
        "المطلب الرابع\nمراسلة المخطوبة من خلال الإنترنت أو الهاتف\nهذه المسألة كسابقتها، أي نستطيع أن نخرجها على مسألة مكالمة المخطوبة بالصوت من دون صورة، وإن كانت المراسلة أخف من الصوت، إلا أنها تشوبها المحاذير التي تشوب المكالمة، ودرء المفاسد أولى من جلب المصالح، فالخلاف فيها كالخلاف في المسألة السابقة، والله أعلم.\nالجزء: 1 - الصفحة: 77\n",
        "المطلب الخامس\nحفل الخطوبة\nالناظر في حفل الخطوبة يجد الحفل إما أن يكون بعد العقد أو لا، فإن كان بعد العقد، فإنها قد تدخل في الوليمة المشروعة، وفي حديث أنس بن مالك (رضي الله عنه)، أن النبي (صلى الله عليه وسلم) رأى على عبد الرحمن بن عوف أثر صفرة، فقال: \"ما هذا؟ \"، قال: يا رسول الله، إني تزوجت امرأة على وزن نواة من ذهب، قال: \"فبارك الله لك، أوْلِم ولو بشاة\" (1).\nوإن لم تكن بعد العقد، فلا تخلو من حالتين:\nالأول: إما أن تكون من باب إكرام الضيف، وتكون للمحبة والألفة، بأن يزور أهل الزوج أهل الزوجة أو العكس، فيفعلون لهم وليمة إكرامًا لهم وتقديرًا. وهذه تدخل في الأدلة التي جاءت للأمر بإكرام الضيف، ومنها حديث أبي هريرة (رضي الله عنه) أن النبي (صلى الله عليه وسلم) قال: «من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله\n(1) رواه البخاري (6/ 169)، كتاب النكاح، باب كيف يدعى للمتزوج، ح رقم (5155)، ومسلم (4/ 144)، كتاب النكاح، باب الصداق وجواز كونه تعليم قرآن وخاتم حديد، وغير ذلك من قليل وكثير، واستحباب كونه خمسمائة درهم لمن لا يجحف به، ح رقم (3475).\nالجزء: 1 - الصفحة: 78\n",
        "واليوم الآخر؛ فليصل رحمه، ومن كان يؤمن بالله واليوم الآخر؛ فليقل خيرًا أو ليصمت» (1).\nالثانية: أن يكون حفل الخطبة في بيت أهل الزوجة، ويتحمل تكاليفه الخاطب وأهله غالبًا، وتكون تكاليفها ضخمة، وتتجاوز المألوف بين الناس، ويكون فيها اختلاط ورقص، ويلبس الخطيب خطيبته دبلة أو شبكة، ويخلوان ببعضهما، وتكون موسيقى وأغانٍ، وتلتقط فيها الصور التذكارية، وكل يرغب في التصوير مع الخاطب أو المخطوبة، وغير ذلك من الأمور، فهذه مخالفات شرعية قد حرمها الشرع (2)، وهي في الحقيقة تقليد للكفار (3)؛ فإنهم يعملون ذلك، وقد يدخل الكافر على خطيبه وينجب منها أولادًا، ثم بعد ذلك يتزوجها، وتراه يسافر مع خطيبته وهو لم يتزوجها، وقد أمرنا الشرع بمخالفتهم.\n(1) رواه البخاري (7/ 136)، كتاب الأدب، باب إكرام الضيف وخدمته إياه بنفسه، ح (6138)، ومسلم (1/ 49)، كتاب الإيمان، باب الحث على إكرام الجار والضيف ولزوم الصمت إلا من الخير، وكون ذلك كله من الإيمان، ح (182).\n(2) فقه الأسرة المسلمة في المهاجر، للعمراني (1/ 296)، والزواج عند العرب في الجاهلية والإسلام، للترمانيني، ص 73.\n(3) انظر: النهي عن مشابهة الكفار. اقتضاء الصراط المسنقيم لمخالفة أصحاب الجحيم (1/ 95).\nالجزء: 1 - الصفحة: 79\n",
        "الجزء: 1 - الصفحة: 80\n",
        "المبحث الثاني\nالمسائل المستجدة بعد الخطبة.\nوفيه مطلبان:\nالمطلب الأول: أحكام الشبكة.\nالمطلب الثاني: حكم إجراء الفحص الطبي\nالجزء: 1 - الصفحة: 81\n",
        "المطلب الأول\nأحكام الشبكة\nوفيه ثلاثة فروع:\nالفرع الأول: تعربف الشبكة.\nوفيه مسألتان:\nالمسألة الأولى: تعريف الشبكة لغة\n:\nقال ابن فارس: «شبك: الشين والباء والكاف أصل صحيح يدل على تداخل الشيء\n...\nويقال بين القوم شبكة نسب، أي مداخلة، ومن ذلك الشبكة» (1).\nالمسألة الثانية: تعريف الشبكة اصطلاحًا:\nالتعريف الأول: «وهي ما يقدمه الخاطب لمخطوبته من الحلى» (2).\n(1) معجم مقاييس اللغة، لابن فارس، ص 526، والقاموس المحيط للفيروزآبادي، ص 869، والمصباح المنير، للفيومي، ص 249، مادة: شبك.\n(2) قانون الأحوال الشخصية عقد الزواج، لحسن، ص 33، بتصرف.\nالجزء: 1 - الصفحة: 82\n",
        "التعريف الثاني: «عبارة عن هدية يُعطيها الخاطب مخطوبته» (1).\nالتعريف الثالث: «وهي ما يقدمه الخاطب إلى المخطوبة عند الخطبة، وبمناسبتها من أشياء ذات قيمة غالبًا ما تكون حُليًّا، وفي بعض الحالات تكون مبلغًا من النقود» (2).\nوأرى أن التعريف الثالث أرجح لأمرين:\n1 -\nأن التعريف الأول نص على الحلي، والتعريف الثالث يشمل الحلي وغيرها من الهدايا.\n2 -\nأن التعريف الثاني نص على أنها هدية، والشبكة قد تكون هدية، وقد تكون مهرًا.\nالفرع الثاني: التكييف الفقهي للشبكة\n:\nالشبكة هي ما يقدمه الخاطب للمخطوبة، ولا تخلو من حالتين: إما أن تكون صداق أو هدية، وكلاهما مشروع:\nالأدلة على مشروعية الصداق (3) بالكتاب والسنة والإجماع.\nالأدلة من الكتاب:\n1 -\nقوله تعالى: {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً} (4).\n(1) أفراحنا ما لها وما عليها، للسلمي، ص 81.\n(2) الفحص الطبي قبل الزواج، لأبي كليلة، ص 183.\n(3) قال النووي: «وله أسماء: الصداق، والصدقة، والمهر، والأجر، والعقد، والعليقة». روضة الطالبين، للنووي (3/ 312).\n(4) سورة النساء، آية: 4.\nالجزء: 1 - الصفحة: 83\n",
        "2 -\nقوله تعالى: {وَإِنْ أَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنطَارًا فَلاَ تَأْخُذُوا مِنْهُ شَيْئًا} (1).\n3 -\nقوله تعالى: {وَأُحِلَّ لَكُم مَّا وَرَاءَ ذَلِكُمْ أَن تَبْتَغُوا بِأَمْوَالِكُم مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ} (2).\nالأدلة من السنة:\n1 -\nحديث أنس بن مالك:\n...\nإني تزوجت امرأة على وزن نواة من ذهب، قال: \"فبارك الله لك، أولم ولو بشاة\" (3).\n2 -\nعن أنس بن مالك، أن رسول الله (صلى الله عليه وسلم) أعتق صفية، وجعل عتقها صداقها» (4).\n3 -\nحديث سهل بن سعد: «التمس ولو خاتمًا من حديد\n...\n» (5)\nوقد أجمع العلماء على مشروعيتها (6) بالجملة.\n(1) سورة النساء، آية: 20.\n(2) سورة النساء، آية: 4.\n(3) سبق تخريجه.\n(4) رواه البخاري (6/ 121)، كتاب النكاح، باب من جعل عتق الأمة صداقها، ح (5086)، ومسلم (4/ 144)، كتاب النكاح، باب فضيلة إعتاقه أمته ثم يتزوجها، ح (3556).\n(5) سبق تخريجه.\n(6) شرح فتح القدير، لابن الهمام (2/ 434)، وبداية المجتهد، لابن رشد (3/ 965، 966)، وكفاية الأخيار، للحصني (2/ 367)، والمبدع شرح المقنع، لابن مفلح (7/ 120).\nالجزء: 1 - الصفحة: 84\n",
        "الأدلة على مشروعية الهدية (1):\nالأدلة من الكتاب:\n1 -\nقوله تعالى: {وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ} (2).\n2 -\nقوله تعالى: {بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ} (3).\nالأدلة من السنة:\n1 -\nعن عائشة (رضي الله عنها) قالت: «كان رسول الله (صلى الله عليه وسلم) يقبل الهدية، ويثيب عليها» (4).\n2 -\nعن أبي هريرة (رضي الله عنه) عن النبي (صلى الله عليه وسلم) قال: «تهادوا تحابوا» (5).\n3 -\nعن أبي هريرة (رضي الله عنه) عن النبي (صلى الله عليه وسلم) قال: «يا نساء المسلمات، لا تحقرن جارة لجارتها ولو فرسن (6) شاة» (7).\n(1) قال الراغب الأصفهاني: \"والهدية مختصة باللطف الذي يهدي بعضنا إلى بعض\". مفردات ألفاظ القرآن، للأصفهاني، ص 840.\n(2) سورة النمل، آية: (35).\n(3) سورة النمل، آية: (36).\n(4) رواه البخاري (3/ 181)، كتاب الهبة وفضلها والتحريض عليها، باب المكافأة في الهبة، ح (2585).\n(5) رواه البخاري في الأدب المفرد، ص 203، باب قبول الهدية، ح (594)، قال الألباني: حسن. إرواء الغليل (6/ 44)، والتلخيص الحبير، لابن حجر (3/ 152)، كتاب الهبة، ح (1353).\n(6) الفرسن: عظم قليل اللحم. فتح الباري، لابن حجر (5/ 234).\n(7) رواه البخاري (3/ 176)، كتاب الهبة وفضلها والتحريض عليها، ح (2566).\nالجزء: 1 - الصفحة: 85\n",
        "وقد أجمع العلماء على مشروعيتها (1).\nمما سبق يتبين لنا أن الشبكة إما مهر أو هدية، وكلاهما مشروع.\nتحرير محل النزاع:\nإذا صرح الخاطب بأن الشبكة من المهر أو هدية، فالأمر على ما قال الخاطب.\nوإذا لم يصرح الخاطب في الشبكة: هل هي مهر أو هدية؟ فإننا نرجع في ذلك إلى العرف السائد في تحديد الشبكة، والعرف جارٍ على أنها هدية (2).\nوأسباب اعتبار العرف عند عدم تصريح الخاطب:\nالأول: أن القاعدة الفقهية تقول: «المعروف عرفًا كالمشروط شرطًا» (3)، أي إن ما تعارف عليه الناس في معاملاتهم وتصرفاتهم، فإنه يعتبر كالمشروط بينهم.\n(1) نتائج الأفكار تكملة فتح القدير، لقاضي زاده (7/ 113)، ومواهب الجليل، للحطاب (8/ 3، 4)، وكفاية الأخيار، للحصني (1/ 307)، والفوائد المنتخبات، لابن جامع (2/ 895).\n(2) خطبة النساء في الشريعة الإسلامية، للعطار، ص 137، وقانون الأحوال الشخصية عقد الزواج، لحسن، ص 33، وفقه الأسرة المسلمة في المهاجر، للعمراني (1/ 296)، وأحكام الأحوال الشخصية في الغرب، للرافعي، ص 222، 223.\n(3) شرح القواعد الفقهية، الزرقا، ص 237، والمفصل في القواعد الفقهية، للباحسين، ص 452، والوجيز، للبورنو، ص 306.\nالجزء: 1 - الصفحة: 86\n",
        "الثاني: أن تعريف الخطبة اصطلاحًا: «طلب الرجل يد امرأة معينة تحل له شرعًا في الحال للتزوج بها» (1).\nولا يجب بمجرد الطلب الصداق، بل يجب في حال العقد عليها أو الدخول بها.\nالفرع الثالث: حكم رد الشبكة\nمما سبق من الترجيح في تكييف الشبكة أنها في حكم الهدية.\nتحرير محل النزاع:\n- أجمعوا أن الهبة التي يراد بها الصدقة لوجه الله تعالى لا يجوز لأحد الرجوع فيها (2).\n- وأنه لا فرق بين حكم الهدية والهبة (3).\nواختلف العلماء في حكمها على ثلاثة أقوال:\nالقول الأول: يجوز الرجوع مع الكراهة التحريمية. وهو مذهب\n(1) بحوث مقارنة في الفقه الإسلامي، للدريني (2/ 459)، ومحاضرات في عقد الزواج وآثاره، لأبي زهرة، ص 55، وأحكام الزواج والطلاق في الإسلام، لأبي العينين، ص 41.\n(2) بداية المجتهد، لابن رشد (4/ 1542)، والمغني، لابن قدامة (8/ 279)، وفتح الباري، لابن حجر (5/ 278)، والاستذكار، لابن عبد البر (22/ 312).\n(3) فتح الباري، لابن حجر (5/ 278).\nالجزء: 1 - الصفحة: 87\n",
        "الحنفية (1)، وقول عند الشافعية (2)، وقال بعض الحنفية: لا يصح الرجوع إلا بتراضيهما، أو بحكم حاكم (3).\nأدلة القول الأول:\nالدليل الأول: عن أبي هريرة (رضي الله عنه) قال: قال رسول الله (صلى الله عليه وسلم): «الرجل أحق بهبته ما لم يُثبْ منها» (4).\nوجه الدلالة: أن هذا الحديث نص في الباب، وأنه جعل الواهب أحق بهبته ما لم يصل إليه العوض (5).\nالرد: ويمكن الرد أن هذا الحديث ضعيف ولم يصح.\nالدليل الثاني: الرجوع في الهبة مذهب عمر بن الخطاب، وعثمان بن عفان، وعلي بن أبي طالب، وعبد الله بن عمر وغيرهم\n(1) بدائع الصنائع، للكاساني (6/ 193)، والاختيار لتعليل المختار، للموصلي (2/ 541). واشترطوا خلوها من موانع سبعة:\n1 -\nالزيادة المتصلة.\n2 -\nموت أحد المتعاقدين.\n3 -\nالعوض.\n4 -\nخروج الهبة من ملك الموهوب.\n5 -\nالزوجية.\n6 -\nالقرابة.\n7 -\nهلاك العين الموهوبة.\nانظر: حاشية ابن عابدين (8/ 505، 513).\n(2) كفاية الأخيار، للحصني (1/ 309).\n(3) نتائج الأفكار تكملة فتح القدير مع الهداية، لقاضي زاده (7/ 135).\n(4) سنن ابن ماجه (3/ 130)، كتاب الهبات، باب من وهب هبة رجاء ثوابها، وقال البوصيري: \"إسناده ضعيف؛ لضعف إبراهيم بن إسماعيل بن مجمع\". تعليقات مصباح الزجاجة في زوائد ابن ماجه. مطبوع مع السنن.\n(5) بدائع الصنائع، للكاساني (6/ 193).\nالجزء: 1 - الصفحة: 88\n",
        "(رضي الله عنهم أجمعين) ولم يُعلَم لهم مخالفٌ، فكان إجماعًا (1).\nالرد: لا نسلم لكم بأنه إجماع؛ لأن علماء الأصول اختلفوا على الإجماع السكوتي؛ هل يعتبر إجماعًا أم لا؟ (2).\nالقول الثاني: لا يجوز الرجوع في الهبة إلا الوالد (3). وهو مذهب المالكية (4) والشافعية (5) والحنابلة (6) (7).\nأدلة القول الثاني:\nالدليل الأول: عن ابن عباس (رضي الله عنهما) قال: قال النبي (صلى الله عليه وسلم): «ليس\n(1) بدائع الصنائع، للكاساني (6/ 1193).\n(2) الفصول في الأصول، للجصاص (3/ 303)، والمستصفى، للغزالي (1/ 358)، وشرح مختصر الروضة، للطوفي (3/ 78).\n(3) ليس على إطلاقه، بل جعل له المالكية شرطين:\n1 -\nألاَّ يتزوج الابن.\n2 -\nألاَّ يكون عليه دين.\nبداية المجتهد (4/ 1542)، وجعل له الحنابلة شروطًا:\n1 -\nأن تكون عينًا باقية في ملك الابن.\n2 -\nأن تكون العين باقية في تصرف الولد\n3 -\nألاَّ تزيد زيادة متصلة.\nكشاف القناع، للبهوتي (10/ 151)، والكافي، لابن قدامة (3/ 599، 601).\n(4) بداية المجتهد، لابن رشد (4/ 1542)، وحاشية الخرشي، للخرشي (7/ 427) ويسمونه الاعتصار.\n(5) مغني المحتاج (2/ 518)، وكفاية الأخيار (1/ 309).\n(6) المغني، لابن قدامة (8/ 277)، والإنصاف مع الشرح الكبير، للمرداوي (17/ 81).\n(7) وهناك قول للمالكية والحنابلة أن للأم أن ترجع في هبتها. بداية المجتهد (4/ 1542)، وقال بعض الحنابلة ترجع المرأة مطلقًا، وقيل: إن وهبت مخافة غضبه أو إضرار بها، بأن يتزوج عليها ونحو ذلك. شرح الزركشي (4/ 311، 312).\nالجزء: 1 - الصفحة: 89\n",
        "لنا مثل السوء، الذي يعود في هبته كالكلب يرجع في قيئه» (1).\nوجه الدلالة من الحديث:\nوجه الدلالة ظاهر في تحريم الرجوع في الهبة (2).\nالرد على وجه الدلالة من وجهين:\nالأول: شبه بالكلب لخسة الفعل، ولدناءة الفاعل (3).\nالثاني: أن فعل الكلب لا يوصف بالحرمة الشرعية، بل بالقبح (4).\nمناقشة الوجهين:\nالوجه الأول: يناقش بأنه تأويل بعيد ومنافرة لسياق الحديث (5).\nالوجه الثاني: أن هناك أحاديث وردت في النهي عن أمور، ولم يفهم منها إلا التحريم، مثل في الصلاة نهْيٌ عن إقعاء الكلب ونقر الغراب ونحوهما (6).\n(1) صحيح البخاري (3/ 192)، كتاب الهبة وفضلها والتحريض عليها، باب لا يحل لأحد أن يرجع في هبته وصدقته، ح (2622)، ومسلم (5/ 64)، كتاب الهبات، باب تحريم الرجوع في الصدقة والهبة بعد القبض إلا ما وهبه لولده وإن سفل، ح (4261)، واللفظ للبخاري.\n(2) شرح صحيح مسلم، للنووي (11/ 54)، وتحفة الأحوذي، للمباركفوري (6/ 333).\n(3) الاختيار لتعليل المختار، للموصلي (2/ 542).\n(4) بدائع الصنائع، للكاساني (6/ 194).\n(5) فتح الباري، لابن حجر (5/ 279)، وتحفة الأحوذي، للمباركفوري (6/ 332).\n(6) تحفة الأحوذي، للمباركفوري (6/ 332).\nالجزء: 1 - الصفحة: 90\n",
        "الدليل الثاني: عن ابن عمر وابن عباس (رضي الله عنهم)، عن النبي (صلى الله عليه وسلم) قال: «لا يحل للرجل أن يعطي عطية ثم يرجع فيها، إلا الوالد فيما يعطي ولده، ومثل الذي يعطي العطية ثم يرجع فيها كمثل الكلب أكل حتى إذا شبع قاء، ثم عاد في قيئه» (1).\nوجه الدلالة:\nوجه الدلالة من الحديث ظاهر في التحريم (2)، وأنه نص في المسألة.\nالرد: يحمل على نفي الحِلِّ من حيث المروءة والخلق، لا من حيث الحكم، ويحتمل أنه رجع إليه بلا قضاء ولا رضاه (3).\nالمناقشة:\nسبق مناقشتهم في الدليل السابق من وجهين (4)، ويضاف هنا أن هذا نص واضح في عدم الحل، فلا يحتمل تأويلاتهم.\n(1) سنن الترمذي، ص 619، كتاب الولاء والهبة، باب ما جاء في كراهية الرجوع في الهبة، ح (2131)، وأبو داود (4/ 194)، كتاب البيوع، باب الرجوع في الهبة، ح (3533)، والنسائي (6/ 576)، كتاب الهبة، باب رجوع الوالد فيما يعطي ولده وذكر اختلاف الناقلين للخبر في ذلك، ح (3692)، وابن ماجه (3/ 126)، كتاب الهبات، باب من أعطى ولده ثم رجع فيه، ح (2377) دون زيادة: \"ومثل الذي يعطي .. \". صححه الترمذي، وقال الألباني: صحيح. إرواء الغليل (6/ 65)، كتاب الوقف، باب الهبة، ح (1624).\n(2) تحفة الأحوذي، للمباركفوري (6/ 333).\n(3) بدائع الصنائع، للكاساني (6/ 194).\n(4) انظر ص 90.\nالجزء: 1 - الصفحة: 91\n",
        "القول الثالث: وهو القول بالتفصيل: إن كان الرجوع من قبل الخاطب، فلا تسترد الهدايا، وإن كان الرجوع من قبل المخطوبة؛ فللخاطب استرداد الهدايا إلا لعرف أو شرط (1).\nأدلة القول الثالث:\nلم تذكر المراجع أدلة لهذا القول، وأدلة القولين السابقين لا تتكيَّف مع هذا التفصيل، وقد علل بعض العلماء لهذا القول فقال: \"حتى لا يجمع على المهدى إليه بين ألم العدول وألم الاسترداد، إن لم يكن هو الذي عدل عن الخطبة\" (2).\nالرد على الدليل:\nويمكن الرد أن هذا تعليل في مقابل أدلة ثابتة صريحة الدلالة، فلا يصرف إلا بأدلة مثلها.\nالترجيح:\nالذي يظهر لي- والعلم عند الله- القول الثاني، وهو قول الجمهور القائل بعدم الرجوع إلا الوالد لولده، لأمور:\n1 -\nصحة أدلة القول الثاني.\n2 -\nضعف أدلة القول الأول.\n(1) حاشية الدسوقي (2/ 219 - 220)، وقال: \"الأوجه الرجوع عليها إذا كان الامتناع من جهتها إلا لعرف أو شرط\". والشرح الصغير لدردير مع حاشية الصاوي (2/ 348)، وقال: \"وقيل: إن كان الرجوع من جهتها فله الرجوع عليها؛ لأنه نظير شيء لم يتم\".\n(2) الأحوال الشخصية، لأبي زهرة، ص 39، 40.\nالجزء: 1 - الصفحة: 92\n",
        "3 -\nوضوح الأدلة في الدلالة على الحكم في القول الأول.\n4 -\nعدم وجود أدلة في القول الثالث للرد على القول الثاني.\nالفرع الرابع: رأي القانون الكويتي في رد الشبكة\nجاء في المادة الخامسة من القانون الكويتي: «إذا عدل أحد الطرفين عن الخطبة وليس ثمة شروط أو عرف:\nأ- فإن كان عدوله بغير مقتضًى، لم يسترد شيئًا مما أهداه إلى الآخر.\nب- وإن كان العدول بمقتضًى، استرد ما أهداه إن كان قائمًا، أو قيمته يوم القبض إن كان هالكًا أو مستهلكًا» (1).\n(1) قانون الأحوال الشخصية الكويتي، ص 10، 11.\nالجزء: 1 - الصفحة: 93\n",
        "المطلب الثاني\nحكم إجراء الفحص الطبي\nوفيه أربعة فروع:\nالفرع الأول: تعريف الفحص الطبي لغة واصطلاحًا\nوفيه مسألتان:\nالمسألة الأولى: تعريف الفحص الطبي لغة\n:\nالفحص لغة:\nالفاء والحاء والصاد أصل صحيح، وهو كالبحث عن الشيء، يقال: فحصت عن الأمر فحصًا، وأفحوص القطا: موضعها في الأرض؛ لأنها تفحصه (1)، وهو فحيصي ومفاحصي وفاحصني، كأن كلاًّ منهما يفحص عن عيب صاحبه وسره (2)، فحصت عن الشيء: إذا استقصيت في البحث عنه (3).\nوالفحص: طلب في بحث، وكذا التفتيش (4).\n(1) معجم مقاييس اللغة، لابن فارس، ص 808.\n(2) القاموس المحيط، للفيروزآبادي، ص 577.\n(3) المصباح المنير، للفيومي، ص 377.\n(4) الكليات للكفوي، ص 245.\nالجزء: 1 - الصفحة: 94\n",
        "الطبي لغة: طب: مثلثة الطاء: علاج الجسم والنفس، وتدل على علم بالشيء ومهارة فيه، وفي المثل: أعمل عملَ مَن طبَّ لمن حب (1).\nالمسألة الثانية: تعريف الفحص الطبي اصطلاحًا:\nلأن الفحص الطبي قبل الزواج من المسائل المعاصرة، فقد اختلف فيه العلماء المعاصرون، وذلك بحسب الفحوصات التي في بلدانهم، وسأذكر بعضًا من تلك التعاريف:\nالتعريف الأول: هو القيام بالكشف على الجسم بالوسائل المتاحة لمعرفة ما به من مرض (2).\nالتعريف الثاني: هو بحث واستقصاء حالة الشخص والمرض وأعراضه لديه، عن طريق الكشف على المريض، وسؤاله عما يجد من أعراض ونحو ذلك (3).\nالتعريف الثالث: هو الكشف الذي يجريه الطبيب للمريض، بقصد معرفة العلة، والوصول إلى تشخيص المرض (4).\n(1) لسان العرب، مادة (طب)، والقاموس المحيط، ص 114، ومقاييس اللغة، ص 592، والمصباح المنير، ص 300.\n(2) فقه القضايا الطبية المعاصرة للقرة داغي والمحمدي، ص 255، 256.\n(3) الفحوصات الطبية قبل الزواج، لأبي حالة، ص 42.\n(4) الفحص الطبي قبل الزواج، لأبي كيلة، ص 58.\nالجزء: 1 - الصفحة: 95\n",
        "التعريف المختار: هو فحص المقبلين على الزواج قبل عقد القران في مراكز محددة لهذه الغاية؛ للكشف عن احتمالية حملهما لأمراض وراثية، أو معدية، أو مضرة يترتب عليها عدم استقرار الحياة الزوجية، وتقديم المشورة المناسبة لحالتيهما (1).\nوسبب اختياره أنه:\n1 -\nنص على أنه للمقبلين على الزواج، وباقي التعاريف أطلقت الفحص فيشمل المقبلين على الزواج وغيرهم.\n2 -\nذكر المراكز المحددة للفحص الطبي، بخلاف التعاريف الأخرى التي لم تُشِر إلى ذلك.\n3 -\nنص على أنه فحص للأمراض الوراثية أو المعدية، بخلاف التعاريف الأخرى.\nالفرع الثاني: إيجابيات الفحص الطبي وسلبياته\nوفيه مسألتان:\nالمسألة الأولى: إيجابيات الفحص الطبي.\n1 -\nالفحص الطبي قبل الزواج يعتبر من أنجح وسائل الوقاية؛ للحد من الأمراض الوراثية، والأمراض المعدية. والفحص في دولة\n(1) الفحص الطبي قبل الزواج، لصفوان محمد، ص 28.\nالجزء: 1 - الصفحة: 96\n",
        "الكويت قائم على الأمراض الوراثية والأمراض المعدية فقط (1).\n2 -\nالفحص الطبي يساعد على حماية الحياة الزوجية من بعض المشكلات التي تكون سببًا في الفرقة (2).\n3 -\nالفحص الطبي يحاول التقليل من ولادة أطفال مشوهين أو معاقين، وإيجاد نسل سليم؛ لأن سلامة الأبدان مقصد من مقاصد الشريعة (3).\n4 -\nبسبب الفحص الطبي يمكن معرفة مدى قدرة الخاطب والمخطوبة على الإنجاب أو عدمه، وكذلك قدرتهما على ممارسة الجنس، وإشباع كل منهما لرغبة الآخر بصورة طبيعية، والتأكد من عدم وجود عيوب عضوية. وهذا مما لا يفحص عنه في الكويت (4).\n5 -\nنتائج الفحص الطبي إذا كانت سلبية؛ فإنها تتيح الفرصة لكل من الخاطبين أن يعدل عن الخطبة قبل العقد إذا كان هناك ما يدعو لذلك، وهذا لا شك أيسر وأسهل من الفسخ بعد العقد،\n(1) مستجدات فقهية للأشقر ص 84، وفقه القضايا الطبية المعاصرة، للقرة داغي والمحمدي ص 260، والفحوصات الطبية لأبي حالة ص 63.\n(2) الفحص الطبي قبل الزواج لأبي كليلة ص 189، والفحوصات الطبية لأبي حالة ص 66، وأحكام الخطبة في الفقه الاسلامي، للرجوب ص 216.\n(3) فقه القضايا الطبية المعاصرة، للقرة داغي والمحمدي ص 261، ومستجدات فقهية للأشقر ص 84، والفحوصات الطبية لأبي حالة ص 67.\n(4) الفحص الطبي قبل الزواج لأبي كليلة ص 199، والفحوصات الطبية لأبي حالة، ص 65، ومستجدات فقهية للأشقر ص 85 ..\nالجزء: 1 - الصفحة: 97\n",
        "أو الطلاق بعد النكاح (1).\n6 -\nالعلاج المبكر من هذه الأمراض إن كانت مما يمكن علاجه، وذلك بسبب الكشف عنها بالفحص (2).\n7 -\nيمكن منع الغش بين الخاطبين بالفحص الطبي، فقد يخفي أحد الخاطبين بعض العيوب في جسمه، فتكتشف بالفحص قبل حصول الدخول (3).\n8 -\nبالفحص الطبي يُكشف عن الأمراض التي لا تمنع الحمل، ولكنها تؤثر في الحمل والولادة والذرية (4).\n9 -\nبالفحص الطبي يتحقق الاطمئنان والسكن، من خلال معرفة الطرفين بخلوهما من الأمراض المعدية أو الوراثية (5).\nالمسألة الثانية: سلبيات الفحص الطبي\n:\n1 -\nهناك احتمال التلاعب أو الخطأ بنتائج الفحص الطبي، لاسيما في ظل ضعف الوازع الديني، مما يلحق الضرر البالغ بمن\n(1) أحكام الخطبة في الفقه الاسلامي، للرجوب ص 216، والفحوصات الطبية لأبي حالة ص 62.\n(2) أحكام الخطبة في الفقه الاسلامي، للرجوب ص 217، وفقه القضايا الطبية المعاصرة، للقرة داغي والمحمدي ص 261، والفحوصات الطبية لأبي حالة ص 66.\n(3) أحكام الخطبة في الفقه الاسلامي، للرجوب ص 217، ومستجدات فقهية للأشقر ص 85.\n(4) فقه القضايا الطبية المعاصرة، للقرة داغي والمحمدي ص 260، والفحوصات الطبية لأبي حالة ص 65.\n(5) فقه القضايا الطبية المعاصرة، للقرة داغي والمحمدي ص 261، والفحوصات الطبية لأبي حالة ص 66.\nالجزء: 1 - الصفحة: 98\n",
        "تزوج وهو مطمئن إلى النتائج، ثم يُفاجأ بالحقيقة (1).\n2 -\nتوهم الناس أن إجراء الفحص الطبي سيقيهم من الأمراض الوراثية، وهذا أمر غير صحيح؛ لأن الفحص يبحث في مرضين أو ثلاثة، وليس في كل الأمراض الوراثية (2).\n3 -\nنتائج الفحص الطبي تترك آثارًا اجتماعية سيئة، وآلامًا نفسية على الخاطبين أو أحدهما، إذا تبين ما يمنع استقرار الحياة الزوجية، خاصة إذا كان هناك رغبة شديدة في حصول الزواج (3).\n4 -\nتوهم الناس أن زواج الأقارب هو السبب المباشر لهذه الأمراض الوراثية المنتشرة في مجتمعاتنا، وهو أمر غير صحيح على إطلاقه (4).\n5 -\nنتائج الفحص الطبي احتمالية في العديد من الأمراض، وهي ليست دليلاً صادقًا على اكتشاف الأمراض المستقبلية، مما يجعل هناك ضحايا للفحص الطبي (5).\n(1) أحكام الخطبة في الفقه الاسلامي، للرجوب ص 217، والفحوصات الطبية لأبي حالة ص 70.\n(2) الفحص الطبي قبل الزواج لأبي كليلة ص 200.\n(3) أحكام الخطبة في الفقه الاسلامي، للرجوب ص 217، والفحوصات الطبية لأبي حالة ص 68.\n(4) الفحوصات الطبية لأبي حالة ص 69، والفحص الطبي قبل الزواج لأبي كليلة ص 200.\n(5) مستجدات فقهية، للأشقر ص 86، وأحكام الخطبة في الفقه الاسلامي، للرجوب ص 217.\nالجزء: 1 - الصفحة: 99\n",
        "6 -\nعدم المصداقية بعض الأحيان في أداء الفحص الطبي قبل الزواج، بحيث يصبح هذا الفحص مجرد شهادة تُعطى للفاحصين دون فحصهم، إما لمعرفة أو قرابة أو محسوبية أو واسطة أو رشوة من المال، ويكثر في البلاد التي تنتشر فيها الرشاوى، في حال إلزام الدولة المواطنين بالفحص الطبي قبل الزواج (1).\nالفرع الثالث: الفحص الطبي قبل الزواج\nتحرير محل النزاع:\nاتفق العلماء المعاصرون على أن الفحص الطبي مهم ومطلوب، واختلفوا في إلزام الناس بالفحص الطبي قبل الزواج (2) على قولين:\nالقول الأول: لا يجوز إجبار الناس على إجراء الفحص الطبي، لكن يشجع الناس، وينشر هذا الوعي في الوسائل المختلفة، وممن قال بهذا: الشيخ عبد العزيز بن باز (3)، وعبد الكريم زيدان (4)، ومحمد رأفت عثمان (5)، ومحمد عبد الستار الشريف (6).\n(1) الفحوصات الطبية لأبي حالة ص 69، والفحص الطبي قبل الزواج لأبي كليلة ص 200.\n(2) وهذا ما يفهم من أدلتهم الآتية الذكر.\n(3) مستجدات فقهية في قضايا الزواج والطلاق، لأسامة الأشقر، ص 92.\n(4) الفحوصات الطبية قبل الزواج، لأبي حالة، ص 309.\n(5) الفحص الطبي قبل الزواج والأحكام الفقهية المتصلة به، لأبي كليلة، ص 158.\n(6) فقه القضايا الطبية المعاصرة، ص 283، ومستجدات طبية معاصرة، ص 315، والفحوصات الطبية قبل الزواج، ص 309، وأثر الأمراض الوراثية على الحياة الزوجية، ص 56، والفحص قبل الزواج، د. عبد الرشيد قاسم، موقع صيد الفوائد: http://www.saaid.net/mktarat/alzawaj/75.htm، والفحص الطبي قبل الزواج والأحكام الفقهية المتصلة به، ص 158، وفتاوى إسلامية للمسند؟ ؟ ؟ (3/ 108، 109).\nالجزء: 1 - الصفحة: 100\n",
        "أدلة القول الأول:\nالدليل الأول:\nعن أبي هريرة (رضي الله عنه) قال: قال النبي (صلى الله عليه وسلم): \"يقول الله تعالى: «أنا عند ظن عبدي بي» \" (1).\nوجه الدلالة من الحديث:\nيدل الحديث على أن المتقدم للزواج ينبغي له أن يحسن الظن بالله تعالى، ويتوكل عليه، ولا حاجة للفحص الطبي، خصوصًا أنه يمكن أن يعطي نتائج غير صحيحة (2).\nالرد على وجه الدلالة:\nأن إجراء الفحص الطبي قبل الزواج يحقق مصالح شرعية راجحة، ويدرأ مفسدة متوقعة، وليس مضادًّا لحسن الظن بالله، والتوكل عليه، وقد قال الشيخ محمد العثيمين- رحمه الله-: «التوكل هو الاعتماد على الله في حصول المطلوب، ودفع المكروه، مع الثقة به، وفعل الأسباب المأذون فيها\n...\nفمن جعل أكثر اعتماده على الأسباب نقص توكله على الله\n...\nومن ألغى الأسباب، فقد طعن\n(1) رواه البخاري (8/ 216)، كتاب التوحيد، باب قوله تعالى: {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ}، ح (7405)، ومسلم (8/ 62)، كتاب الذكر والدعاء والتوبة والاستغفار، باب الحث على ذكر الله تعالى، ح (2675).\n(2) الفحوصات الطبية قبل الزواج، لأبي حالة، ص 309، ومستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 92، 93.\nالجزء: 1 - الصفحة: 101\n",
        "في حكمة الله، والنبي (صلى الله عليه وسلم) أعطى المتوكلين، ومع ذلك كان يأخذ بالأسباب» (1) (2)، فيتبين لنا مما سبق أن الأخذ بالأسباب الحافظة للإنسان، والرافعة عنه الضرر هي من التوكل، وليست مضادة له.\nالدليل الثاني:\nعن أبي هريرة (رضي الله عنه) قال: قال رسول الله (صلى الله عليه وسلم): «إذا خطب إليكم من ترضون دينه وخلقه فزوجوه» (3).\nوجه الدلالة:\nلم يقل (صلى الله عليه وسلم): «وصحته»، والأصل أن الإنسان سليم، وقد اكتفى بالأصول الدين والخلق (4).\nالرد على وجه الدلالة:\nأن هذا على سبيل المثال لا على سبيل الحصر، وأن الصلاح يشمل صلاحه من الأمراض، وقد جاء في الحديث: «فاذهب فانظر إليها؛ فإن في أعين الأنصار شيئًا». (5)\nوفي حديث جابر (رضي الله عنه)، أن النبي - صلى الله عليه وسلم - أرسل أم سليم فقال: \"شمي عوارضها، وانظري إلى عرقوبها\n...\n» (6).\n(1) القول المفيد على كتاب التوحيد، لابن العثيمين (2/ 87، 88).\n(2) شرح العقيدة الواسطية، للعثيمين، ص 150، 151، والتنبيهات السنية على العقيدة الواسطية، لرشيد، ص 56، 57، وفتح المجيد، لابن عبد الوهاب، ص 407، 408.\n(3) سبق تخريجه ص 52.\n(4) الفحص قبل الزواج، د. عبد الرشيد محمد قاسم، موقع صيد الفوائد:\nhttp://www.saaid.net/mktarat/alzawaj/75.htm.\n(5) سبق تخريجه ص 64.\n(6) سبق تخريجه ص 69.\nالجزء: 1 - الصفحة: 102\n",
        "وجه الدلالة:\nأن ما فعلته أم سليم ما هو إلا فحص متواضع للمرأة، بأن تشم رائحتها (1)، وتنظر إلى عرقوبها.\nالدليل الثالث:\nأن تصرفات ولي الأمر في جعل الأمور المباحة واجبًا، إنما تجب الطاعة فيها إذا تعينت فيها المصلحة أو غلبت؛ للقاعدة الفقهية: «تصرف الإمام على الرعية منوط بالمصلحة» (2)، وإلزام الناس بالكشف قبل الزواج فيه مفسدة عظيمة (3).\nالرد على الدليل:\nويمكن الرد: طاعة الإمام مقيدة بعدم الأمر بمعصية، وما دام يدعو إلى ما فيه مصلحة للمسلمين؛ فيحب طاعته، والإلزام بالفحص فيه مصلحة محققة تعود إلى الفرد والمجتمع.\nالدليل الرابع:\nأن أركان النكاح وشروطه جاءت بها الأدلة الشرعية، وإيجاب أمر على الناس وجعله شرطًا تزيُّدٌ على شرع الله، فهو شرط باطل،\n(1) مقاييس اللغة، لابن فارس، ص 729، وفيه: \"العِرْض: ريح الإنسان طيبة كانت أم غير طيبة.\n(2) المنثور في القواعد، للزركشي (1/ 309)، والأشباه والنظائر، للسيوطي، ص 185، وشرح القواعد الفقهية، للزرقا، ص 309، والفوائد الجنية، للفاداني (2/ 123).\n(3) الفحص الطبي قبل الزواج، لأبي كيلة، ص 161، والفحوصات الطبية، لأبي حالة، ص 309، والفحص قبل الزواج، د. عبد الرشيد محمد قاسم، موقع صيد الفوائد.\nالجزء: 1 - الصفحة: 103\n",
        "وفي الحديث: «ما كان من شرط ليس في كتاب الله؛ فهو باطل» (1).\nالرد على الدليل: الحديث وإن كان عامًّا، إلا أنه مخصوص بالولاء، وجاء في خاتمته: \"إنما الولاء لمن أعتق\"، ومع هذا فإن اشتراط الفحص الطبي لا يتعارض مع مقاصد الزواج في الإسلام، ولا ينافي مقتضى عقد الزواج، وزواج الأصحاء يستمر بخلاف المرضى، ويتحقق به حفظ النسل (2).\nالدليل الخامس:\nأن الكشف قد يعطي نتائج غير صحيحة (3).\nالرد على الدليل:\nويمكن الرد: أن هذا الدليل لا يُسلَّم له، فقد وصل الطب الحديث إلى مرحلة أن الغالب في نتائجه الصحة.\nالقول الثاني: يجوز لولي الأمر إصدار قانون يلزم فيه كل المتقدمين للزواج بإجراء الفحص الطبي؛ بحيث لا يتم الزواج إلا بعد إعطائه شهادة تثبت أنه لائق طبيًّا، وممن قال به: محمد الزحيلي، وناصر الميمان، وحمداتي ماء العينين، ومحمد شبير، وعارف علي وغيرهم (4)، وهو ما أفتت به إدارة الفتوى في وزارة\n(1) رواه البخاري (3/ 39)، كتاب البيوع، باب إذا اشترط شروطًا في البيع لا تحل، ح (2168).\n(2) أثر الأمراض الوراثية على الحياة الزوجية، للعشي، ص 65.\n(3) فتاوى إسلامية للمسند (3/ 109).\n(4) الفحص الطبي قبل الزواج، ص 157، 158، وأحكام الخطبة في الفقه الإسلامي، لرجوب، ص 210، 211، ومستجدات طبية معاصرة، للنجار، ص 206، والفحوصات الطبية، لأبي حالة، ص 301.\nالجزء: 1 - الصفحة: 104\n",
        "الأوقاف الكويتية (1).\nأدلة القول الثاني:\nالدليل الأول: قال تعالى: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ} (2).\nوجه الدلالة في الآية:\nالآية صريحة في طاعة ولي الأمر فيما يدعو الناس إليه إن لم يأمرهم بمعصية (3)، ومادام أنه يأمرهم بما فيه مصلحة لهم؛ فيجب طاعته، والإلزام بالفحص فيه مصلحة للفرد والمجتمع؛ فيجب طاعته فيه.\nالدليل الثاني:\nقال تعالى: {وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (4).\nوجه الدلالة من الآية:\nأن ترك الفعل الذي فيه مصلحة محققة يؤدي إلى الهلاك، وهناك تقرير في الآية: {ولا تلقوا أنفسكم بأيديكم} (5)، والفحص الطبي سبب للوقاية من بعض الأمراض المعدية التي تنتقل بالزواج، فيتعين إجراؤه لتتجنب الأسرة الهلاك.\nالدليل الثالث: قال تعالى: {قَالَ رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً} (6).\n(1) مجموعة الفتاوى الشرعية (12/ 300)، وموقع المجلس الأوروبي للإفتاء والبحوث:\nhttp://www.dawatalhak.com/newsdetails.asp? id=111\n(2) سورة النساء، آية: 59.\n(3) الجامع لأحكام القرآن، للقرطبي (6/ 428، 429).\n(4) سورة البقرة، آية: 195.\n(5) المحرر الوجيز، لابن عطية (2/ 147).\n(6) سورة آل عمران، آية: 38.\nالجزء: 1 - الصفحة: 105\n",
        "وجه الدلالة من الآية:\nأن زكريا (عليه السلام) دعا ربه أن يرزقه نسلاً صالحًا (1)، والمحافظة على النسل من مقاصد الشريعة التي جاءت لحفظها (2)، فلا مانع أن يحرص الإنسان على أن يكون نسله المستقبلي صالحًا غير معيب، ويتحقق بالفحص الطبي (3).\nالدليل الرابع: عن أبي هريرة (رضي الله عنه)، عن النبي (صلى الله عليه وسلم) قال: «لا يوردن ممرض على مصح» (4).\nوجه الاستدلال بالحديث:\nنهى النبي (صلى الله عليه وسلم) عن اختلاط الأصحاء بالمرضى؛ حفاظًا على صحتهم، ووقاية لهم من الأمراض المعدية والوراثية، وهذا لا يعلم إلا بالفحص الطبي (5) (6).\n(1) جامع البيان في تفسير القرآن، للطبري (3/ 167)، والجامع لأحكام القرآن، للقرطبي (5/ 109).\n(2) سبق الكلام على النسل ص 51.\n(3) الفحص الطبي قبل الزواج، لأبي كيلة، ص 159، ومستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 93، 94.\n(4) رواه البخاري (7/ 40)، كتاب الطب، باب لا هامة، ح (5774)، ومسلم (7/ 31)، كتاب السلام، باب لا عدوى ولا طيرة ولا هامة ولا صفر ولا نوء ولا غول، ولا يوردن ممرض على مصح، ح (5922).\n(5) الفحص الطبي قبل الزواج، لصفوان، ص 72، والفحص الطبي قبل الزواج، لأبي كيلة، ص 159، ومستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 95، وتحفة العروس، للاستانبولي، ص 46.\n(6) ومثل هذا الحديث: «إذا سمعتم بالطاعون في أرض فلا تدخلوها، وإذا وقع بأرض وأنتم بها فلا تخرجوا منها»، وقول عمر (رضي الله عنه): نفر من قدر الله إلى قدر الله.\nالجزء: 1 - الصفحة: 106\n",
        "الدليل الخامس: عن أبي هريرة (رضي الله عنه) قال: كنت عند النبي (صلى الله عليه وسلم)، فأتاه رجل فأخبره أنه تزوج امرأة من الأنصار، فقال له رسول الله (صلى الله عليه وسلم): «أنظرت إليها؟ \"، قال: لا، قال: \"فاذهب فانظر إليها؛ فإنه في أعين الأنصار شيئًا» (1).\nوجه الاستدلال من الحديث:\nأمر النبي (صلى الله عليه وسلم) الرجل بالنظر إلى عينها، وما ذلك إلا لعيب فيها: المراد صغرها، وقيل: زرقة، وما هذا إلا فحص أولى بسيط للمخطوبة (2).\nالدليل السادس: عن أبي هريرة (رضي الله عنه) قال: قال رسول الله (صلى الله عليه وسلم): «لا عدوى، ولا طيرة، ولا هامة (3)، ولا صفر، وَفِرَّ من المجذوم (4) كما تفر من الأسد (5)».\n(1) سبق تخريجه ص 64، ومثله حديث المرأة التي وهبت نفسها للنبي - صلى الله عليه وسلم - فصعد فيها النظر وصوبه. رواه البخاري (6/ 164) كتاب النكاح، باب السلطان ولي ح (5135)، ووراه مسلم (4/ 143)، كتاب النكاح، باب الصداق وجواز كونه تعليم قرآن وخاتم حديد ح (1425).\n(2) أحكام الخطبة في الفقه الإسلامي، لرجوب، ص 212، وشرح صحيح مسلم، للنووي (9/ 179).\n(3) الهامة: الرأس، وأما الهامة في الطير فليست في الحقيقة طيرًا، إنما هو شيء كما كانت العرب تقوله: إن روح القتيل الذي لا يُدرَك ثأره تصير هامة». معجم مقاييس اللغة، لابن فارس، ص 1022.\n(4) الجذام: هو علة رديئة تحدث من انتشار المرة السوداء في البدن كله، فتفسد مزاج الأعضاء. فتح الباري، لابن حجر (10/ 167).\n(5) رواه البخاري (7/ 22)، كتاب الطب، باب الجذام، ح (5707).\nالجزء: 1 - الصفحة: 107\n",
        "وجه الدلالة من الحديث:\nمثل وجه الدلالة في الدليل الرابع.\nالدليل السابع: القاعدة الفقهية «المشقة تجلب التيسير» (1).\nيمكن القول بأن وجه ارتباط هذه القاعدة بالفحص الطبي، أن المشقة التي تحصل للمكلف بسبب الزواج من المرض تُرفع بإلزام الناس بالفحص الطبي، وأن هناك من الأمراض المخيفة التي يُخشى على الزوجين منها، والإقدام على الزواج دون معرفة تلك الأمراض يهدد كيان الأسرة، وإذا علم أحدهما بأن الآخر مصاب بأحد هذه الأمراض المزمنة أو الخطيرة أو الوراثية، فينبغي له أن يمتنع عن الزواج دفعًا للضرر (2).\nالدليل الثامن: القاعدة الفقهية تصرف الإمام على الرعية منوط بالمصلحة (3).\nوجه الدلالة بهذه القاعدة:\nأن تصرف الإمام ونوابه على الشعب متعلق بالمصلحة والمنفعة لهم، ومن ثم إذا رأى ولي الأمر أن المصلحة والمنفعة في إلزام الناس بالفحص الطبي قبل الزواج كان له ذلك؛ درءًا للضرر، وجلبًا للنفع، أما إذا انتفت المصلحة والمنفعة للناس، فلا يجوز الإلزام، وأن فعل الإمام يتعلق بالأمور العامة، ولابد أن يكون موافقًا\n(1) المنثور في القواعد، للزركشي (3/ 169)، والأشباه والنظائر، للسيوطي، ص 124، وشرح القواعد الفقهية، للزرقا، ص 157.\n(2) الفحوصات الطبية، ص 305.\n(3) سبق ذكرها ص 103.\nالجزء: 1 - الصفحة: 108\n",
        "للشرع؛ بألا يخالف نصوصه ولا القواعد الكلية والمبادئ العامة (1).\nالدليل التاسع: القاعدة الفقهية «الدفع أقوى من الرفع» (2).\nوجه الدلالة بهذه القاعدة: أنه إذا أمكن دفع الضرر باكتشاف الأمراض وعلاجها قبل الدخول في مداخل الزواج، فهذا أولى وأفضل من اكتشافها بين الأفراد بعد الدخول في مراحل الزواج، ومحاولة علاجها والسيطرة عليها (3) (4).\nالترجيح:\nالراجح- والله أعلم- القول الثاني، وهو القول بإلزام الناس بالفحص الطبي قبل الزواج؛ وذلك للأسباب التالية:\n1 -\nوضوح استدلاله من النصوص الشرعية.\n2 -\nموافقته للقواعد الفقهية ومقاصد الشريعة.\n3 -\nفيه الجمع بين القولين؛ بحيث إن الأخذ بالأسباب لا ينافي التوكل وحسن الظن بالله.\n(1) الفحص الطبي قبل الزواج، لأبي كيلة، ص 154، والفحوصات الطبية، لأبي حالة، ص 305، ومستجدات طبية معاصرة، للنجار، ص 310.\n(2) المنثور في القواعد، للزركشي (2/ 155)، والأشباه والنظائر، للسيوطي، ص 210، والفوائد الجنية، للفاداني (2/ 200).\n(3) الفحص الطبي قبل الزواج، لأبي كيلة، ص 155، والفحوصات الطبية، لأبي حالة، ص 304.\n(4) واستدلوا كذلك بالقواعد التالية: «الضرر يزال»، و «المصالح المرسلة». المرجعين السابقين.\nالجزء: 1 - الصفحة: 109\n",
        "4 -\nصحة شرط إجراء الفحص الطبي قبل الزواج؛ لأنه من الشروط التي تحقق منفعة لأحد المتعاقدين أو لكليهما، فضلاً عن أنه شرط لا يتعارض مع نص، بل إنه يحقق الاستعداد والاستمرار المنشودين لعقد الزواج في الشريعة الإسلامية (1).\nالفرع الرابع: رأي القانون الكويتي في الفحص الطبي قبل الزواج\n:\nأخذ القانون الكويتي بإلزام الراغبين في الزواج بإجراء الفحص الطبي، وإخراج شهادة تشهد بذلك، حيث جاء في القانون رقم (31) لسنة 2008، بشأن الفحص الطبي للراغبين في الزواج قبل إتمام الزواج، في المادة الأولى ما يلي:\nعلى راغبي الزواج إجراء الفحوصات الطبية التي تفيد خلوهم من الأمراض المعدية والوراثية، ويثبت ذلك بشهادة صحية يبين فيها أن الزواج آمن أو غير آمن، تصدرها وزارة الصحة (2).\nالأمراض التي يُفحص عنها الراغبون في الزواج هي:\n1 -\nالزهري (3): وهو مرض تناسلي معدٍ ومزمن يصيب جميع أجزاء الجسم؛ حيث تحدث به إصابات مختلفة ذات صور متعددة، وهو ناتج عن الإصابة ببكتريا حلزونية الشكل تشبه الخيط الرفيع.\n(1) أثر الأمراض الوراثية على الحياة الزوجية، للعشي، ص 66.\n(2) انظر: القرار في الملحق ص 289.\n(3) الموسوعة الطبية الحديثة (8/ 1075)، وموقع \"صحة\" الطبي:\nhttp://www.sehha.com/diseases/id/syphilis/syphilis.htm\nالجزء: 1 - الصفحة: 110\n",
        "2 -\nالتهاب الكبد الفيروسي (1):\nوهو التهاب فيروسي يصيب خلايا الكبد، ويؤدي إلى تدمير الخلايا، وتقليل كفاءة عمل وظائف الكبد، مما يسبب تليُّف الكبد.\n3 -\nالإيدز (2): وهو مرض يسببه فيروس يهاجم خلايا الجهاز المناعي المسئولة عن الدفاع عن الجسم ضد أنواع العدوى المختلفة، وأنواع معينة من السرطان.\n4 -\nالأنيميا المنجلية (3): وهي إحدى أمراض الدم الوراثية، وينتج عنها تغيير في شكل كريات الدم الحمراء، حيث تصبح هلالية الشكل، وينتج عنها نقص نسبة الأكسجين فيها.\n5 -\nالثلاسيميا (4): وهو أحد أمراض الدم الوراثية التي تتميز بانخفاض نسبة خضاب الدم، وقِصَر عمر كريات الدم الحمراء، فينتج عن ذلك فقر دم (أنيميا).\n(1) الموسوعة الطبية الحديثة (4/ 538 - 541)، وموقع طب العرب:\nhttp://medicine-arab.blogspot.com/html 6974 blog-post 02/2008\n(2) الأمراض الجنسية أسبابها وعلاجها، للباز (129).\n(3) الموسوعة الطبية الحديثة (2/ 282 - 285)، وموقع الوراثة الطبية:\nhttp://www.werathah.com/blood/sickle/index.htm\n(4) موقع رابطة الثلاسيميا الكويتية- الجمعية الطبية الكويتية:\nhttp://thalassemia-kw.com/index.php 2\nالجزء: 1 - الصفحة: 111\n",
        "الجزء: 1 - الصفحة: 112\n",
        "الفصل الثاني\nالمسائل المستجدة في أنواع عقود النكاح\nوفيه ثمانية مباحث:\nالمبحث الأول: حكم إجراء عقد الزواج عبر شبكة الاتصال الدولية (الإنترنت)\nالمبحث الثاني: حكم الزواج للحصول على امتيازات مادية\nالمبحث الثالث: الزواج العرفي\nالمبحث الرابع: زواج الفرند (زواج الأصدقاء)\nالمبحث الخامس: الزواج السياحي\nالمبحث السادس: الزواج المدني\nالمبحث السابع: زواج المسيار\nالمبحث الثامن: عقد الزواج عن طريق المراكز الإسلامية للأقليات المسلمة\nالجزء: 1 - الصفحة: 113\n",
        "الجزء: 1 - الصفحة: 114\n",
        "المبحث الأول\nحكم إجراء عقد الزواج عبر وسائل الاتصال الحديثة (الإنترنت)\nوفيه ثلاثة مطالب:\nالمطلب الأول: تعريف وسائل الاتصال الحديثة\n(الإنترنت)\nالمطلب الثاني: حكم الزواج عبر وسائل الاتصال الحديثة\nالمطلب الثالث: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 115\n",
        "المطلب الأول\nتعريف وسائل الاتصال الحديثة\nوَسَل: الرغبة والطلب، والواسل: الراغب إلى الله عز وجل، والواسلة: المنزلة عند الملك، والدرجة، والقُربة، والوسيلة: التوصل إلى الشيء برغبة، وهي أخص من الوصيلة لتضمنها معنى الرغبة، قال تعالى: {وَابْتَغُوا إِلَيْهِ الوَسِيلَةَ} (1). وحقيقة الوسيلة إلى الله تعالى مراعاة سبيله بالعلم والعبادة، وتحري مكارم الشريعة (2).\nالاتصال: مأخوذ من وصل، قال ابن فارس: «الواو والصاد واللام أصل واحد يدل على ضم شيء إلى شيء حتى يعلقه» (3).\nوالاتصال: اتحاد الأشياء بعضها ببعض كاتحاد طرفي الدائرة، ويضاد الانفصال، ويستعمل الوصل في الأعيان وفي المعاني (4).\nوالحديثة: قال ابن فارس: «الحاء والدال والثاء أصل واحد،\n(1) سورة المائدة، آية: 35.\n(2) القاموس المحيط، للفيروزآبادي، ص 985، ومقاييس اللغة، لابن فارس، ص 1052، ومفردات ألفاظ القرآن، للأصفهاني، ص 871، والمصباح المنير، للفيومي، ص 542، مادة) وسل).\n(3) مقاييس اللغة، ص 1055.\n(4) مفردات ألفاظ القرآن، ص 873، والقاموس المحيط، للفيروزآبادي، ص 986، والمصباح المنير، للفيومي، ص 542_543.\nالجزء: 1 - الصفحة: 116\n",
        "وهو كون الشيء لم يكن، يقال: حدث أمرٌ بعد أن لم يكن» (1).\nوالحداثة نقيض قدم، وحدث الشيء حدوثًا: تجدد وجوده، ويقال: حدث به عيب: إذا تجدد وكان معدومًا قبل ذلك (2).\nالإنترنت: وهو مركب من كلمتين باللغة الإنجليزية، وهما: (إنتر Inter) وتعني: دولي، و (نت Net) وتعني: شبكة، فهي اختصار لكلمة (international) (3) .\nاصطلاحًا: هي شبكة كمبيوتر شاملة تتكون من آلاف الشبكات (4).\nوإنما ذكرت الإنترنت بعد وسائل الاتصال الحديثة من باب ذكر الخاص بعد العام؛ ولأن وسائل الاتصال الحديثة أنواع متعددة ومختلفة في الأسماء والاستعمال، والإنترنت يجمع أغلبها إن لم يكن كلها في الأداء، ففيه البرامج الكتابية فقط، وفيه البرامج الشفهية، أي المحادثة الصوتية، وفيه البرامج بالصوت والصورة، وقد تفرقت في وسائل الاتصال الحديثة الأخرى، وسأبين- بإذن الله- أحكام تلك الحالات.\n(1) مقاييس اللغة، ص 235، مادة: (وصل).\n(2) القاموس المحيط، ص 166، والمصباح المنير، ص 110، ومفردات ألفاظ القرآن، ص 222، مادة: (حدث).\n(3) الأحكام الفقهية للتعاملات الإلكترونية، للسند، ص 33.\n(4) التجارة الإلكترونية، للهاشمي، ص 36، والأحكام الفقهية للتعاملات الإلكترونية، للسند، ص 33، ومذكرة في الحاسب الآلي، مركز الخوارزمي، ص 1.\nالجزء: 1 - الصفحة: 117\n",
        "المطلب الثاني\nحكم الزواج عبر وسائل الاتصال الحديثة\nمما سبق يتبين لنا أن حكم الزواج عبر وسائل الاتصال الحديثة (الإنترنت) لا يخلو من حالات:\nالحالة الأولى: أن يكون عقد النكاح عن طريق الكتابة\n(1).\nوقد اختلف العلماء فيه، فهي مسألة بحثها العلماء قديمًا، والجديد فيها السرعة فقط.\nصورة المسألة التي ذكرها بعض المعاصرين:\nالصورة الأولى: أن يكتب الولي إيجابه على النكاح، ثم يرسله عبر البريد الإلكتروني إلى القابل، فيصدر قبوله كتابة، ثم ترسل هذه الورقة عبر البريد إلى اثنين حتى يشهدا عليها (2)،\nأو يكون عنده\n(1) هناك من يرى أن هناك فرقًا بين الكتابة والرسالة، وهو أنه في الكتاب يستطيع المكتوب إليه إذا لم يقبل في المجلس الأول أن يقبل في مجلس آخر، ثانٍ أو ثالثٍ، ما دام الكتاب موجودًا ويم؟ ؟ ؟ العقد، وأما في الرسالة فلا يصح القبول إلا في المجلس الذي بلغت فيه. الزواج وموجباته، لفيض الله، ص 39، وقال بدران أبو العينين: \"وهذا الفرق غير مقبول؛ لأن فيه إعطاء الكتاب أثرًا أقوى وأدوم من أثر مرسله\". أحكام الزواج والطلاق في الإسلام، لأبي العينين، ص 63، 64.\n(2) عقد الزواج عبر الإنترنت، للمزروع، ص 14، على موقع صيد الفوائد:\nhttp://www.saaid.net/book/open.php? cat=83&book=5257.\nالجزء: 1 - الصفحة: 118\n",
        "شاهدان فيقرؤها عليهما، ثم يصدر قبوله، ويرسله إلى الولي.\nالصورة الثانية: أن يكون الإيجاب والقبول بالتخاطب بين أطراف العقد كتابةً، فيقوم أطراف عقد النكاح بإبرام العقد، ثم يقوم اثنان من المتواجدين بالشهادة على هذا العقد (1).\nأقوال العلماء في المسألة:\nالقول الأول: جواز عقد النكاح بالكتابة بين غائبين. وهو مذهب الحنفية (2) (3)، وقول عند الشافعية (4)، ورواية عند الحنابلة (5).\nأدلة القول الأول:\nالدليل الأول: عن أم حبيبة (رضي الله عنها)، أنها كانت تحت عبيد الله بن\n(1) المرجع السابق، والأحكام الفقهية للتعاملات الإلكترونية، للسند، ص 222.\n(2) الفتاوى الهندية (1/ 269)، وحاشية ابن عابدين (4/ 73)، وفتح القدير، لابن الهمام (2/ 345).\n(3) واشترط الحنفية:\n1 -\nأن يكون العاقد غائبًا عن مجلس العقد.\n2 -\nأن يُشهد العاقدُ شاهدين على ما في الكتاب عند إرساله.\n3 -\nأن يصرح المرسل إليه بالقبول لفظًا لا كتابة.\n4 -\nأن يشهد الغائب حين يأتيه الكتاب، ويعرفهم بما في الكتاب، ويصرح لهم بالقبول. حاشية ابن عابدين (4/ 73، 74)، ومختصر شرح الأحكام الشرعية، للأبياني بك، ص 13، 14، ومصادر الحق في الفقه الإسلامي، للسنهوري (1/ 77، 78).\n(4) روضة الطالبين (3/ 195)، وقال النووي: \"وليس بشيء؛ لأنه كتابة\".\n(5) المبدع، لابن مفلح (7/ 18)، والإنصاف، للمرداوي (20/ 103).\nالجزء: 1 - الصفحة: 119\n",
        "جحش، فمات بأرض الحبشة، فزوجها النجاشي للنبي (صلى الله عليه وسلم)، وأمهرها عنه أربعة آلاف، وبعث بها إلى رسول الله (صلى الله عليه وسلم) مع شرحبيل بن حَسَنة (1).\nوجه الدلالة: أن النبي (صلى الله عليه وسلم) كتب إلى النجاشي يخطب أم حبيبة (رضي الله عنها)، فزوجها النجاشي منه، وكان النجاشي وليها بالسلطة (2).\nالدليل الثاني: أن الكتاب من الغائب ينعقد؛ لأن الكتاب من الغائب يعتبر خطابًا (3).\nالدليل الثالث: كما أن النكاح ينعقد بألفاظ بطريق الأصالة، فكذلك ينعقد بطريق النيابة بالوكالة والرسالة (4).\nالقول الثاني: عدم جواز عقد النكاح بين غائبين. وهو قول المالكية (5) والشافعية (6) والحنابلة (7).\n(1) رواه أبو داود في سننه (3/ 31)، كتاب النكاح، باب الصداق، ح (2100)، والنسائي في سننه (6/ 428، 429)، كتاب النكاح، باب القسط في الأصدقة، ح (3350). وصححه الألباني في صحيح سنن أبي داود (1/ 588).\n(2) المبسوط، للسرخسي (5/ 15).\n(3) بدائع الصنائع، للكاساني (2/ 346)، والمبسوط (5/ 16).\n(4) بدائع الصنائع (2/ 346).\n(5) مواهب الجليل، للحطاب (5/ 43)، والقوانين الفقهية، لابن جزي، ص 329، وبداية المجتهد، لابن رشد (3/ 947).\n(6) روضة الطالبين، للنووي (3/ 195)، ومغني المحتاج، للشربيني (3/ 190).\n(7) المغني، لابن قدامة (9/ 463 - 464)، وكشاف القناع، للبهوتي (11/ 242).\nالجزء: 1 - الصفحة: 120\n",
        "الدليل الأول: وقولهم هذا مبني على اشتراطهم اجتماع الإرادتين، حيث يُجرى العقد في وقت واحد، ويعبرون عنه بالإيجاب والقبول، وهذا محل اتفاق بينهم، واختلفوا في المدة، فأجاز مالك التراخي (1)، وفرق بين الطويل والقصير، وقال الشافعية بوجوب الفورية (2)، ولم يشترط الحنابلة الفورية، وقالوا: يصح التراخي ما داما في مجلس العقد ولم يتشاغلا عنه بغيره؛ لأن حكم المجلس حكم حالة العقد (3).\nوهم بهذا القول يقيسون النكاح على البيع، بدليل القبض فيما يشترط القبض فيه، وثبوت الخيار في عقود المعاوضات (4).\nويمكن أن يناقش استدلالهم بأنه قياس مع الفارق، فقد ثبت دليل في هذه المسألة، وهو زواج النبي (صلى الله عليه وسلم) من أم حبيبة (5).\nالدليل الثاني: لا ينعقد النكاح بالكتاب؛ لعظم خطر النكاح، فيُحتاط له ما لا يحتاط لغيره (6).\nمناقشة الدليل: أن النبي (صلى الله عليه وسلم) أمر بتبليغ الرسالة في قوله تعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ} (7)، وقد بلغ\n(1) بداية المجتهد (3/ 947)، والقوانين الفقهية، ص 329.\n(2) المرجعين السابقين، وروضة الطالبين (3/ 195).\n(3) المغني (9/ 463).\n(4) المرجع السابق.\n(5) سبق تخريجه ص 120.\n(6) المبسوط (5/ 16).\n(7) سورة المائدة، آية: 67.\nالجزء: 1 - الصفحة: 121\n",
        "النبي (صلى الله عليه وسلم) تارة بالكتابة، وتارة باللسان، فقد كتب إلى ملوك الآفاق يدعوهم إلى الدين، وكان ذلك تبليغًا تامًّا، فكذلك في النكاح: الكتاب بمنزلة الخِطاب (1).\nالدليل الثالث: أن الكتابة كناية، والعقود التي تحتاج إلى قبول كالبيع والإجارة والنكاح لا تنعقد بالكناية (2).\nمناقشة الدليل: لا نسلم ل كم، بل قد قال بعضهم بصحة العقود بصيغة الكتابة (3).\nالترجيح:\nالقول الراجح عندي- والعلم عند الله تعالى- القول الأول، وهو القائل بجواز عقد النكاح بالكتابة لما يلي:\n1 -\nصحة أدلة هذا القول.\n2 -\nضعف أدلة القول الثاني، ومناقشتها من أصحاب القول الأول.\nالحالة الثانية: وهي العقد مشافهة بوسائل الاتصال الحديثة\n:\nوقد اختلف فيها العلماء المعاصرون على قولين:\nالقول الأول: منع إجراء عقد النكاح بوسائل الاتصال الحديثة اللفظية. وهو قول اللجنة الدائمة للإفتاء في المملكة العربية\n(1) المبسوط (5/ 16).\n(2) عقد الزواج عبر الإنترنت، للمزروع، ص 15، ومواهب الجليل، للحطاب (5/ 43).\n(3) عقد الزواج عبر الإنترنت، للمزورع ص 15:\nhttp://www.saaid.net/book/open.php? cat=83&book=5257\nالجزء: 1 - الصفحة: 122\n",
        "السعودية (1)، وصدر به قرار في مجمع الفقه الإسلامي بجدة (2) (3).\nأدلة القول الأول:\nالدليل الأول: أن هذه الطريقة، أي الهاتف، يدخل فيها الخداع والغش بين طرفي العقد، وعقد الزواج يجب أن يحتاط فيه ما لا يحتاط في غيره؛ لأن الشريعة جاءت بحفظ الأعراض (4).\nالرد على الدليل:\nصحيح أنه يجب أن يحتاط فيه، ولكن الاحتياط لا يمنع العقود، بل يضمن إجراءات تُلزم سلامة العقد، ويمكن مع التقنية العالية والمتجددة أن يرى المتعاقدان بعضهما البعض (5)، وكذلك يمكن ضبط الخداع مع التطور السريع، أو معرفة ما يعرض للأجهزة من اختراق أو غيره عن طريق البرامج المتخصصة.\nالدليل الثاني: أن عقد الزواج يشترط الإشهاد فيه (6).\n(1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء (18/ 91).\n(2) مجلة مجمع الفقه الإسلامي (2/ 1267، 1268).\n(3) شرح عمدة الفقه، لابن جبرين (2/ 1247)، والأحكام الفقهية للتعاملات الإلكترونية، للسند، ص 228، ومستجدات فقهية، للأشقر، ص 110، وأحكام الأسرة في الإسلام، للشلبي، ص 90.\n(4) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء (18/ 91).\n(5) حكم إبرام عقود الأحوال الشخصية والعقود التجارية، للنجيمي، ص 16، والأحكام الفقهية للتعاملات الإلكترونية، ص 231.\n(6) مسائل فقهية معاصرة، للسند، ص 94، ومستجدات فقهية في قضايا الزواج للأشقر، ص 109.\nالجزء: 1 - الصفحة: 123\n",
        "الرد على التعليل: أن الشهود موجودون يسمعون الخطاب، ويشهدون على ما سمعوا وهم على معرفة بالعاقدين، ويمكن أن يُطلب من العاقدين معلومات عن هويتيهما للتثبت؛ بذكر رقم الهوية، وتاريخها، ومكان صدورها، وأسئلة أخرى (1).\nالقول الثاني: جواز إجراء عقد الزواج مشافهة بواسطة الاتصال الحديثة. وهو قول الدكتو ر عمر الأشقر (2)، والدكتور محمد عقلة (3)، والدكتور محمد النجيمي (4)، والدكتور وهبة الزحيلي (5)، وغيرهم (6).\nأدلة القول الثاني:\nالدليل الأول: عن ابن عمر قال: وجه عمر جيشًا ورأس عليهم رجلاً يدعى سارية، قال: فبينما عمر يخطب إذ جعل ينادي:\n(1) مسائل فقهية معاصرة، للسند، ص 94.\n(2) المرجعين السابقين، ومستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 111.\n(3) أحكام الزواج، للأشقر، ص 83، وحكم إجراء العقود بوسائل الاتصال الحديثة، للإبراهيم، ص 135، في مجلة الشريعة- جامعة الكويت، السنة الثالثة، العدد الخامس.\n(4) حكم إبرام عقود الأحوال الشخصية والعقود التجارية عبر الوسائل الإلكترونية، للنجيمي، ص 14.\n(5) حكم إجراء العقود بآلات الاتصال الحديثة، للزحيلي (2/ 887)، مجلة مجمع الفقه الإسلامي، العدد السادس.\n(6) مسائل فقهية معاصرة، للسند، ص، والأحكام الفقهية للتعاملات الإلكترونية، للسند، ص 22894.\nالجزء: 1 - الصفحة: 124\n",
        "يا سارية، الجبل، يا سارية، الجبل، ثلاثًا، ثم قدم رئيس الجيش فسأله عمر، فقال: يا أمير المؤمنين، بينما نحن نقاتل العدو إذ سمعنا صوتًا ينادي: يا سارية، الجبل، ثلاثًا، فأسندنا ظهورنا إلى الجبل، فهزمهم الله» (1).\nوجه الاستدلال: قال ابن بدران (2): «وجه الاستدلال بها أن سارية سمع عمر وهو بنهاوند- كما في بعض الطرق- وعمر كان في المدينة، فعمل سارية بما سمعه من الصوت» (3).\nالدليل الثاني: أن إجراء العقد مشافهة عبر وسائل الاتصال الحديثة تتوفر فيه شروط عقد النكاح من الإيجاب والقبول، وسماع الشهود للعاقدين، والموالاة بين الإيجاب والقبول (4).\nالدليل الثالث: أن المقصود من العقود هو الرضا؛ لكي يتمكن مَن عُرض عليه الإيجاب من المتعاقدين أن يتدبر أمره، فيقبل\n(1) رواه ابن سعد في طبقاته (6/ 153) عند ترجمة سارية، وحسنه الألباني في السلسلة الصحيحة (3/ 101).\n(2) هو العلامة عبد القادر بن أحمد بن مصطفى بن عبد الرحيم بن محمد بن عبد الرحيم بن بدران السفري الرومي، ثم الدمشقي الحنبلي. ولد سنة 1265 هـ، وتوفي سنة 1342 هـ، ومن مؤلفاته: \"البدرانية شرح المنظومة الفارضية\"، و\"روضة الأرواح\". معجم المؤلفين، لكحالة (3/ 184)، والأعلام، للزركلي (4/ 37).\n(3) العقود الياقوتية في جيد الأسئلة الكويتية، لابن بدران، ص 373.\n(4) مسائل فقهية معاصرة، للسند، ص 94، وأحكام الزواج، للأشقر، ص 83، ومستجدات فقهية في قضايا الزواج، للأشقر، ص 109.\nالجزء: 1 - الصفحة: 125\n",
        "الإيجاب أو يرفضه، وهذا متوفر في العقد مشافهة (1).\nيمكن أن يرد على الدليل بأن اتحاد مجلس الإيجاب والقبول شرط، وهنا لم يتحقق الاتحاد؛ لأن أحد المتعاقدين غير حاضر (2).\nمناقشة الرد:\nيمكن أن يرد عليه بأنه لا يوجد دليل يمنع من إجراء العقود مع اختلاف المجلس، وقد قال الفقهاء: «إن المجلس يجمع المتفرقات» (3).\nالترجيح:\nالراجح- والله أعلم- القول الثاني القائل بجواز إجراء العقود مشافهة عبر وسائل الاتصال الحديثة؛ لما يلي:\n1 -\nقوة أدلة القول الثاني.\n2 -\nأن الإشهاد على العقد مشافهة ممكن.\n3 -\nإمكان التحرز من الخداع والغش لتطور وسائل الاتصال الحديثة.\nالحالة الثالثة: أن يكون العقد بالصوت والصورة عن طريق الإنترنت\n:\nففي هذه الحالة يجوز عقد الزواج ولو تباعدا في الحقيقة، مع\n(1) مصادر الحق في الفقه الإسلامي، للسنهوري (2/ 6).\n(2) أحكام الزواج والطلاق في الإسلام، لأبي العينين، ص 64.\n(3) بدائع الصنائع، للكاساني (2/ 348)، والمدخل الفقهي العام، للزرقا (1/ 432)، وشرح فتح القدير، لابن الهمام (5/ 78).\nالجزء: 1 - الصفحة: 126\n",
        "وجود الزوج والولي والشهود، فإنهم في حكم المجلس الواحد حكما، فيسمعون الكلام كلهم في الوقت نفسه، فيكون الإيجاب، ويليه فوراً القبول، والشهود يرون الولي والزوج ويسمعون كلامهما في الوقت نفسه، فهذا العقد صحيح، لعدم إمكان التزوبر أو تقليد الأصوات (1).\n(1) مسائل فقهية معاصرة، للسند، ص 84، وشرح عمدة الفقه لابن جبرين (2/ 1248)، وبدائع الصنائع (2/ 348).\nالجزء: 1 - الصفحة: 127\n",
        "المطلب الثالث\nرأي القانون الكويتي\nالحالة الأولى: نص القانون الكويتي على مسألتين؛ حيث جاء في المادة التاسعة، الفقرة (ب): «يجوز أن يكون الإيجاب بين الغائبين بالكتابة، أو بواسطة الرسول» (1).\nالحالة الثانية: رأي القانون الكويتي في إجراء العقد عبر وسائل الاتصال الحديثة مشافهة.\nلم ينص القانون الكويتي عليها نصًّا، لكن قد تفهم من سياقه، حيث جاء بالمادة التاسعة، الفقرة (ج): «وعند العجز عن النطق تقوم مقامه الكتابة، فإن تعذرت فبالإشارة المفهمة» (2). وهو ما فهمه بعض شراح القانون (3).\nالحالة الثالثة: رأي القانون الكويتي في مجلس العقد إذا كان العقد بالصوت والصورة عن طريق وسائل الاتصال الحديثة.\nجاء في المادة العاشرة:\nج_ اتحاد مجلس العقد للعاقدين الحاضرين.\nوهذا نص من القانون بأن يكونا حاضرين مجلس العقد، وخرج بذلك هذه الحالة وإن كانا في حكم الحاضرين.\n(1) قانون الأحوال الشخصية الكويتي، ص 12.\n(2) قانون الأحوال الشخصية الكويتي، ص 12.\n(3) قانون الأحوال الشخصية، لمحمود، ص 66.\nالجزء: 1 - الصفحة: 128\n",
        "المبحث الثاني\nحكم الزواج للحصول على امتيازات مادية\nوفيه ثلاثة مطالب:\nالمطلب الأول: المراد بالامتيازات المادية\nالمطلب الثاني: حكم الزواج للحصول على امتيازات مادية\nالمطلب الثالث: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 129\n",
        "المطلب الأول\nالمراد بالامتيازات المادية\nوفيه فرعان:\nالفرع الأول: تعريف الامتيات المادية لغة\nلغة: ميز مِزْتُه ميزًا: عزلته وفصلته من غيره، والتمييز: الفصل بين المتشابهات، نحو قوله تعالى: {لِيَمِيزَ اللَّهُ الخَبِيثَ مِنَ الطَّيِّبِ} (1)، وبين المختلطات، نحو قوله تعالى: {وَامْتَازُوا اليَوْمَ أَيُّهَا المُجْرِمُونَ} (2)، وكما أن التمييز للفصل، كذلك يقال للقوة التي في الدماغ، وبها تستنبط المعاني، فيقال: فلان لا تمييز له (3).\nالمادة: كل شيء يكون مدداً لغيره وكل جسم ذي امتداد ووزن ويشغل حيزاً من الفراغ، ومادة الشيء أصوله وعناصره التي منها يتكون، حسية كانت أو معنوية كمادة الخشب ومادة البحث العلمي.\nومادة اللغة ألفاظها ومواد العلم مباحثه، ومواد القانون الجمل التي ننضمن أحكامه.\n(1) سورة الأنفال، آية: 37.\n(2) سورة يس، آية: 59.\n(3) مقاييس اللغة، لابن فارس، ص 935، والقاموس المحيط، للفيروزآبادي، ص 487، والمصباح المنير، للفيومي، ص 480، ومفردات ألفاظ القرآن، للأصفهاني، ص 783.\nالجزء: 1 - الصفحة: 130\n",
        "المادية: مذهب يسلم بوجود المادة وحدها وبها يفسر الكون والمعرفة والسلوك (1).\nالفرع الثاني: تعريف الامتيازات المادية اصطلاحا\nواصطلاحًا: عقد الزوجين أو أحدهما لمصلحة مادية.\nالمراد من التعريف أن دول الخليج غالبًا ما تصرف مالاً لمواطنيها بمجرد أن يعقدوا على مواطنة؛ دعمًا للزوج، بعضه إعانة من الدولة، والآخر يسدد أقساطًا؛ وهذا لحث الشباب أن يتزوجوا من المواطنات. فإذا عُقد الزواج لأجل الحصول على المال، وكان باتفاق بين الرجل والمرأة أن يعطيها الرجل الربع أو الثلث، ثم يطلق أو يعقد دون علم الزوجة، ونيته الحصول على المال، ثم يطلقها، فما الحكم؟ وكذلك إذا كانت نية المرأة من الزواج الحصول على الجنسية أو الإقامة ثم تهرب أو تخالعه أو تطلب الطلاق؟\n(1) المعجم الوسيط، للززيات وآخرون، ص 858، ولم أجد من تكلك عليها غير هذا الكتاب.\nالجزء: 1 - الصفحة: 131\n",
        "المطلب الثاني: حكم الزواج للحصول على امتيازات مادية.\nهذه المسألة المعاصرة لم يذكرها العلماء المعاصرون، وعند دراستي للمسألة وجدت أنه يمكن تخريجها على الحيل، وأصلها من الحول، وقد تكلم العلماء قديمًا على الحيل، فالحيلة لغة لها عدة معانٍ، منها: الحذق في تدبير الأمور، وجودة النظر، والقدرة على التصرف، وهو تقليب الفكر حتى يهتدي إلى المقصود، ومنها الاحتيال، وهو تحول المرء عما يكرهه إلى ما يحبه، وما يتوصل به إلى حالةٍ ما في خُفية، وأكثر استعمالها فيما فيه خبث، وقد تستعمل فيما فيه حكمة (1).\nوأما اصطلاحًا، فقد اختلف فيها العلماء، وقريب معناها اللغوي من الاصطلاحي:\nالتعريف الأول: «ما يتوصل به إلى مقصود بطريق خفي» (2).\nالتعريف الثاني: «التوصل إلى الغرض الممنوع منه شرعًا أو عقلاً أو عادة» (3).\n(1) القاموس المحيط، ص 910، والمصباح المنير، ص 136، والتعريفات، ص 158، ومفردات ألفاظ القرآن، ص 267.\n(2) فتح الباري، لابن حجر (12/ 342)، وعمدة القاري، للعيني (24/ 108).\n(3) أعلام الموقعين، لابن قيم الجوزية (5/ 188).\nالجزء: 1 - الصفحة: 132\n",
        "التعريف المختار- والله أعلم- التعريف الأول، لما يلي:\n1 -\nلأنه يبين الماهية من التعريف.\n2 -\nولأن فيه خفية.\n3 -\nولاتفاق عالمين جليلين على هذا التعريف، وهما شارحا البخاري: ابن حجر (1)، والعيني (2).\n4 -\nوأن التعاريف الأخرى لا تخلو من إمكان نقدها، مثل ذكر الحكم في التعريف، كما في التعريف الثالث والسادس، والدور كما في الثاني، وأن الأول أشبه بتعريف المصلحة، ولا يلزم التلطف بالحيل، وأما الرابع فهو مشابه في المعنى للتعريف المختار، والمختار أدق منه.\nحكم الحيل: اختلف العلماء في حكمها على قولين، وقد نظمهما ابن عاصم الأندلسي (3):\nوجل أهل العلم يمنع الحيل\n...\nلقلب حكم أو لإسقاط عمل\n(1) هو شهاب الدين أبو الفضل أحمد بن علي بن حجر الكناني العسقلاني. ولد سنة 773 هـ، وتوفي سنة 852 هـ، ومن مؤلفاته: لسان الميزان، والدرر الكامنة. الضوء اللامع، للسخاوي (2/ 36).\n(2) هو بدر الدين محمود بن أحمد بن موسى بن أحمد بن حسين بن يوسف بن محمود العيني الحنفي. ولد سنة 762 هـ، وتوفي سنة 855 هـ، ومن مؤلفاته: البناية على الهداية، ورمز الحقائق في شرح كنز الدقائق. الضوء اللامع، للسخاوي (10/ 931).\n(3) هو أبو بكر محمد بن محمد بن محمد بن عاصم الأندلسي الغرناطي. ولد سنة 760 هـ، وتوفي سنة 829 هـ، ومن مؤلفاته: تحفة الحكام، ومهيع الوصول إلى علم الأصول. شجرة النور الزكية، لمخلوف، ص 247. دار الفكر.\nالجزء: 1 - الصفحة: 133\n",
        "ما لم يك الشرع يراعيه فذا\n...\nفيه الجواز باتفاق يحتذى\nكمثل ما روعي فيمن يكره\n...\nفاحتال أن يفعل شيئًا يكره\nإلى أن قال ملتمسًا العذر لمن أجاز الحيل:\nومن أجاز فأدى اجتهاده\n...\nأدَّى لذا والخلف في شهادة\nولا يقال إنه تعمدا\n...\nخلاف قصد الشرع فيما اعتمدا\nوواجب في مشكلات الحكم\n...\nتحسيننا الظن بأهل العلم (1)\nتحرير محل النزاع: قال ابن حجر: «والأصل في اختلاف العلماء في ذلك اختلافهم: هل المعتبر في صيغ العقود ألفاظها أو معانيها؟ فمن قال بالأول أجاز الحيل\n...\n» (2).\nالقول الأول: أن الحيل حرام، وأن تحريمها قطعي، وليست من مسالك الاجتهاد. وهو قول ابن تيمية (3) وابن القيم (4) والشاطبي (5).\n(1) مرتقى الوصول، لابن عاصم، ص 59، 60.\n(2) فتح الباري، لابن حجر (12/ 342).\n(3) هو أحمد بن عبد الحليم بن عبد السلام ابن تيمية الحراني الدمشقي. ولد سنة 661 هـ، وتوفي 728 هـ، ومن مؤلفاته: منهاج السنة، والجواب الصحيح. الذيل على طبقات الحنابلة (4/ 491).\n(4) هو أبو عبد الله محمد بن أبي بكر بن أيوب بن سعد الزرعي الدمشقي. ولد سنة 691 هـ، وتوفي 751 هـ، ومن مؤلفاته: زاد المعاد، وعدة الصابرين. الذيل على طبقات الحنابلة (5/ 170).\n(5) بيان الدليل، لابن تيمية، ص 56، وإغاثة اللهفان، لابن القيم (1/ 581)، وأيضًا في أعلام الموقعين (5/ 241)، والموافقات، للشاطبي (3/ 109).\nالجزء: 1 - الصفحة: 134\n",
        "أدلة القول الأول:\nالدليل الأول: قال تعالى: {وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُم بِمُؤْمِنِينَ (8) يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ (9)} (1).\nوجه الاستدلال من الآية:\nأن المنافقين يخدعون أنفسهم، وأن الله خادع من يخدعه، والمخادعة هي الاحتيال والمراوغة بإظهار الخير مع إبطان خلافه لتحصيل المقصود (2).\nالدليل الثاني: قال تعالى: {وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ، فَجَعَلْنَاهَا نَكَالاً لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ} (3).\nوجه الاستدلال من الآية:\nأنهم احتالوا على الصيد يوم السبت بحيلة تحيلوا بها، وفي ظاهرها أنهم لم يصيدوا يوم السبت (4).\nالدليل الثالث: قال تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلاَ تُمْسِكُوهُنَّ ضِرَارًا} إلى قوله: {وَلاَ تَتَّخِذُوا آيَاتِ اللَّهِ هُزُواً} (5).\n(1) سورة البقرة، آية: 15.\n(2) بيان الدليل، ص 62، والموافقات (3/ 109)، وإغاثة اللهفان (1/ 583).\n(3) سورة البقرة، آية: 65، 66.\n(4) بيان الدليل، ص 71، وتفسير القرآن العظيم، لابن كثير (4/ 105).\n(5) سورة البقرة، آية: 231.\nالجزء: 1 - الصفحة: 135\n",
        "وجه الدلالة من الآية:\nأن الله حرم إرجاع المرأة بقصد مضارتها، مثل أن يطلقها ثم يمهلها حتى تشارف انقضاء العدة، ثم يرتجعها، ثم يطلقها حتى تشارف انقضاء العدة، وهكذا لا يرتجعها لغرض له فيها سوى الإضرار بها (1).\nالدليل الرابع: قوله تعالى: {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ} (2).\nوجه الاستدلال من الآية:\nأن يوصي بأكثر من الثلث، أو يوصي لوارث احتيالاً على حرمان بعض الورثة (3).\nالدليل الخامس: عن عمر بن الخطاب (رضي الله عنه) قال: سمعت رسول الله (صلى الله عليه وسلم) يقول: «يا أيها الناس، إنما الأعمال بالنيات، وإنما لامرئ ما نوى\n...\n» (4).\nوجه الاستدلال من الحديث:\nقال ابن حجر: «الاستدلال بهذا الحديث على سد الذرائع، وإبطال الحيل من أقوى الأدلة» (5).\n(1) الموافقات (3/ 110، 111)، ومقاصد الشريعة، لابن عاشور (3/ 329).\n(2) سورة النساء، آية: 12.\n(3) الموافقات (3/ 110، 111)، ومقاصد الشريعة، لابن عاشور (3/ 329).\n(4) رواه البخاري (8/ 76)، كتاب الحيل، باب في ترك الحيل وأن لكل امريء ما نوى، ح (6953).\n(5) فتح الباري (12/ 343).\nالجزء: 1 - الصفحة: 136\n",
        "المناقشة:\nهو دليل للفريقين؛ لأن المرجع هو نية العامل (1).\nالدليل السادس: عن عمرو بن شعيب، عن أبيه، عن جده، أن النبي (صلى الله عليه وسلم) قال: «المتبايعان بالخيار ما لم يتفرقا، إلاَّ أن يكون صفقة خيار، ولا يحل له أن يفارق صاحبه خشية أن يستقيله» (2).\nوجه الاستدلال من الحديث:\nاستدل به الإمام أحمد، وقال: فيه إبطال الحيل؛ لأنه حكم بتمام البيع إذا تفرقا على السلامة وجاري العادة، وتحريمه التفريق على من أراد الحيلة والخديعة (3).\nالدليل السابع: عن أبي هريرة (رضي الله عنه)، أن رسول الله (صلى الله عليه وسلم) قال: «لا ترتكبوا ما ارتكب اليهود، وتستحلون محارم الله بأدنى الحيل» (4).\n(1) عمدة القاري، للعيني (24/ 108).\n(2) رواه أبو داود في سننه (4/ 166)، كتاب البيوع، باب خيار المتبايعين، ح (3450)، والنسائي في سننه (7/ 288)، كتاب البيوع، باب وجوب الخيار للمتبايعين قبل افتراقهما، ح (4495)، والترمذي في سننه، ص 388، كتاب البيوع، باب ما جاء في البيعين بالخيار ما لم يتفرقا، ح (1250)، وحسنه الألباني. إرواء الغليل (5/ 155)، ح (1311).\n(3) إبطال الحيل، لابن بطة، ص 116، وبيان الدليل، لابن تيمية، ص 86.\n(4) رواه ابن بطة في كتاب إبطال الحيل، ص 112، وحسنه ابن تيمية. بيان الدليل، لابن تيمية، ص 87، وإغاثة اللهفان، لابن القيم (؟ ؟ /596)، وتفسير القرآن، لابن كثير (4/ 105).\nالجزء: 1 - الصفحة: 137\n",
        "وجه الاستدلال من الحديث:\nقال ابن قيم الجوزية: «وهو نص في تحريم استحلال محارم الله تعالى بالحيل» (1).\nالدليل الثامن: بلغ عمر أن فلانًا باع خمرًا، فقال: قاتل الله فلانًا؛ ألم يعلم أن رسول الله (صلى الله عليه وسلم) قال: «قاتل الله اليهود، حرمت عليهم الشحوم فجملوها فباعوها» (2).\nوجه الاستدلال من الحديث:\nأنهم أذابوا الشحم حتى زال عنه اسم الشحم، ثم جملوها وباعوها حيلة (3) (4).\nالقول الثاني: أن الحيل جائزة. وهو قول الحنفية (5).\nأدلة القول الثاني:\nالدليل الأول: قال تعالى: {وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِب بِّهِ وَلاَ تَحْنَثْ} (6).\n(1) إغاثة اللهفان (1/ 596).\n(2) رواه البخاري (3/ 53)، كتاب البيوع، باب لا يذاب شحم الميتة ولا يباع ودكه، ح (2223).\n(3) بيان الدليل، لابن تيمية، ص 89، 90، وإغاثة اللهفان، لابن قيم الجوزية (1/ 597)، وأعلام الحديث، للخطابي (2/ 1100).\n(4) هذا مع اختصار في الأدلة، وإلا فقد أسهب واسترسل شيخ الإسلام ابن تيمية فيها بالأدلة والمناقشة، وكذلك ابن القيم، في كتابيهما، لمن أراد الاستزادة.\n(5) المبسوط، للسرخسي (30/ 209)، عمدة القاري، للعيني (24/ 108)، وفتح الباري، لابن حجر (12/ 342).\n(6) سورة ص، آية: 44.\nالجزء: 1 - الصفحة: 138\n",
        "وجه الاستدلال في الآية:\nفيها تعليم لأيوب (عليه السلام) لكي يخرج من اليمين التي حلف بها ليضربن زوجته (1).\nمناقشة وجه الاستدلال:\nقد جعل الله له مخرجًا بالكفارة عن يمينه، ويجب عليه أن يكفر ولا يعصي الله بالبر في يمينه (2).\nالدليل الثاني: قال تعالى: {فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ (70) قَالُوا وَأَقْبَلُوا عَلَيْهِمْ مَاذَا تَفْقِدُونَ (71) قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ (72) قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ (73) قَالُوا فَمَا جَزَاؤُهُ إِنْ كُنْتُمْ كَاذِبِينَ (74) قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ (75) فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ} (3).\nوجه الاستدلال من الآية:\nوهذه حيلة لإمساك أخيه عنده حينئذٍ؛ لوقف أخوته عن مقصودهم (4).\n(1) المبسوط، للسرخسي (30/ 209).\n(2) إغاثة اللهفان (2/ 803).\n(3) سورة يوسف، آية: 76.\n(4) المبسوط (30/ 209)، والكشاف، للزمخشري (3/ 310)، وقال: \"هذا وحكم هذا الكيد حكم الحيل الشرعية التي يتوصل بها إلى مصالح ومنافع دينية».\nالجزء: 1 - الصفحة: 139\n",
        "مناقشة أوجه الاستدلال:\nهذه حجة عليكم لا لكم؛ لأنكم لا تجوزون شيئًا مما في هذه القصة، ولا تجوز في شريعتنا بوجه من الوجوه، فكيف يحتج المحتج بما يحرم العمل به؟ (1).\nالدليل الثالث: قال تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ المَلائِكَةُ ظَالِمِي أَنفُسِهِمْ قَالُوا فِيمَ كُنتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُوْلَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا، إِلاَّ المُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لاَ يَسْتَطِيعُونَ حِيلَةً وَلاَ يَهْتَدُونَ سَبِيلاً، فَأُوْلَئِكَ عَسَى اللَّهُ أَن يَعْفُوَ عَنْهُمْ} (2).\nوجه الاستدلال في الآية:\nأراد بالحيلة التحيل على التخلص من الكفار، وهذه حيلة محمودة يثاب عليها مَن عمِلها (3).\nالدليل الرابع: قال تعالى: {وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَاءِ} (4).\nوجه الاستدلال من الآية:\nفقد جوَّز الله المعاريض، ونهى عن التصريح بالخطبة، وهي من الحيل (5).\n(1) إغاثة اللهفان (2/ 816 وما بعدها)، وبيان الدليل، ص 263 وما بعدها، وقد أطالا في الرد على هذا الدليل.\n(2) سورة النساء، آية: 97 - 99.\n(3) أعلام الموقعين (5/ 187)، وإغاثة اللهفان (1/ 645).\n(4) البقرة، آية: 235.\n(5) المبسوط، للسرخسي (30/ 212).\nالجزء: 1 - الصفحة: 140\n",
        "مناقشة وجه الاستدلال:\nلا نسلم لكم أن المعاريض جائزة إذا تضمنت استباحة الحرام، وإسقاط الواجبات، وإبطال الحقوق.\nبل تجوز المعاريض إذا كان فيها تخلص من ظالم، أو نصرة للحق، أو إبطال باطل (1).\nالدليل الخامس: قال تعالى: {وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا} (2).\nوجه الاستدلال من الآية:\nقال غير واحد من المفسرين: (مخرجًا) مما ضاق على الناس (3)، ولا ريب أن هذه الحيل مخارج مما ضاق على الناس (4).\nالقول الراجح- والله أعلم- التفصيل:\nإنَّ ما كان من الحيل فيه خداع ومكر وكذب؛ فلا يجوز، وكذلك ما كان فيه ظلم أو إسقاط حق لأحد؛ فلا يجوز، أما ما كان من الحيل لأخذ حقه، وبطريق مشروع، وكذلك ما كان لدفع ظلم عنه؛ فيجوز، ويتبين سبب الترجيح في تقسيم العلماء للحيل.\nوبهذا يتبين عدم الجواز في مسألتنا؛ لأن فيها خداعاً وكذباً\n(1) أعلام الموقعين (5/ 176 وما بعدها)، وبيان الدليل، ص 255 وما بعدها.\n(2) سورة الطلاق، آية: 2.\n(3) الجامع لأحكام القرآن، للقرطبي (21/ 44)، والتفسير الكبير، للطبراني (6/ 296)، والكشاف، للزمخشري (6/ 143).\n(4) أعلام الموقعين (5/ 122)، وفتح الباري (12/ 342).\nالجزء: 1 - الصفحة: 141\n",
        "لأخذ المال دون قصد الزواج، ويأثم الاثنان إن كانا متفقين على ذلك، وإلا أثِم منهما من أراد الحيلة في زواجه سواء كان الزوج لأخذ المال، أو الزوجة للإقامة أو الجنسية.\nأقسام الحيل:\nاختلف العلماء في تقسيم الحيل، فذهب ابن تيمية وتلميذه ابن قيم الجوزية إلى تقسيمها أقسامًا، منها:\nالقسم الأول: الطرق الخفية التي يتوصل بها إلى ما هو محرم في نفسه، بحيث لا يحل بمثل ذلك السبب بحال، فمتى كان المقصود بها محرمًا في نفسه، فحرام باتفاق المسلمين، وصاحبه فاجر آثم ظالم، ويسمى صاحبه مكَّارًا وداهية، كالتحيل على هلاك النفوس، وأخذ الأموال، وفساد ذات البين، وحيل الشيطان في إغواء بني آدم، وحيل المجادلين بالباطل على إدحاض الحق، وإظهار الباطل.\nفكل ما هو محرم في نفسه، فالتوصل إليه محرم بالطرق الظاهرة والخفية، بل الخفية أعظم إثمًا؛ لأنها أخدع.\nوتحت هذا القسم نوعان:\nالنوع الأول: ما يظهر أن مقصود صاحبه الشر؛ كحيل اللصوص، فحكم هذا واضح، قال فيه شيخ الإسلام: «ولا مدخل لهذه في الفقه».\nالنوع الثاني: ما لا يظهر فيه قصد المحتال، بل يظهر قصد الحل في الظاهر، وقد لا يمكن الاطلاع على مقصوده غالبًا، ففي\nالجزء: 1 - الصفحة: 142\n",
        "مثل هذا قد تسد الذرائع إلى تلك المقاصد الخبيثة (1).\nالقسم الثاني: أن يقصد بالحيلة أخذ حق، أو دفع باطل (2)، وهذا القسم ينقسم إلى ثلاثة أقسام (3):\n1 -\nأن يكون الطريق محرمًا في نفسه، وإن كان المقصود به حقًّا، مثل أن يكون على رجل حق فيجحده ولا يبينه له، فيقيم صاحب الحق شاهدي زور يشهدان به، ولا يعلمان ثبوت ذلك الحق. وهذا قال فيه شيخ الإسلام: «فهذا محرم\n...\nقبيح» (4).\n2 -\nأن تكون الطريقة مشروعة، وما تفضي إليه مشروع، وهذه هي الأسباب التي نصبها الشارع مفضية إلى مسبباتها؛ كالبيع والإجارة وغيرهما، وليس هذا من باب الحيل وإن أخذ اسمه، كما قال بعض السلف: الأمر أمران: أمر فيه حيلة، فلا يعجز عنه، وأمر لا حيلة فيه، فلا يجزع منه (5). والحكم في هذا واضح.\n3 -\nأن يحتال على التوصل إلى الحق، أو على دفع الظلم بطريق مباحة (6) لم توضع موصلة إلى ذلك، بل وضعت لغيره، فيتخذها هو طريقًا إلى هذا المقصود الصحيح، أو تكون قد وضعت\n(1) بيان الدليل، ص 234، وإغاثة اللهفان (1/ 582)، وأعلام الموقعين (5/ 294)، وقد فصل رحمه الله بالأمثلة.\n(2) بيان الدليل، ص 236.\n(3) أعلام الموقعين (5/ 3002).\n(4) بيان الدليل، ص 236.\n(5) أعلام الموقعين (5/ 303).\n(6) الطرق الحكمية، لابن القيم الجوزية (1/ 91).\nالجزء: 1 - الصفحة: 143\n",
        "له، لكن تكون خفية ولا يفطن لها، فيجوز هذا القسم. وقد مثل له ابن القيم الجوزية في \"إعلام الموقعين\" (1) بمائة وسبعة عشر مثالاً، وفي \"إغاثة اللهفان\" (2) بثمانين مثالاً.\nالقسم الثالث: أن يقصد حل ما حرم الشارع، أو سقوط ما أوجبه، وقد أباح لهما أسبابًا على سبيل التبع والضمن، فيأتي المحتال فيقصد هذا السبب التابع، ليقصد به أمرًا محرمًا مقصودًا اجتنابه، فهذا حرام من وجهين:\n1 -\nمن جهة مقصوده: فإن المقصود به إباحة ما حرمه الشارع، وإسقاط ما أوجبه.\n2 -\nمن جهة سببه: أنه قصد بالسبب ما لم يشرع لأجله.\nقال شيخ الإسلام: «وهذا القسم هو الذي كثُر فيه تصرف المحتالين ممن ينتسب إلى الفتوى، وهو أكثر ما قصدنا الكلام فيه؛ فإنه قد اشتبه أمره على المحتالين» (3).\nثم ذكر تحت هذا القسم أنواعًا:\nالأول: الاحتيال لحل ما هو محرم في الحال؛ كنكاح المحلل.\nالثاني: الاحتيال على ما انعقد سبب تحريمه، وهو ما يحرم إن تجرد عن الحيلة؛ كالاحتيال في حل اليمين، فإن يمين الطلاق\n(1) أعلام الموقعين (5/ 305).\n(2) إغاثة اللهفان 2/ 667 وما بعدها.\n(3) بيان الدليل، ص 237.\nالجزء: 1 - الصفحة: 144\n",
        "يوجب تحريم المرأة إذا حنث، فالمحتال يريد إزالة التحريم مع وجود السبب المحرم، وهو الفعل المحلوف عليه.\nالثالث: الاحتيال على إسقاط واجب قد وجب، مثل أن يسافر في أثناء يوم من رمضان ليفطر.\nالرابع: الاحتيال على ما انعقد سبب وجوبه؛ مثل الاحتيال لإسقاط الزكاة، أو الشفعة، أو الفطر في رمضان، وفي بعضها يظهر أن المقصود خبيث، مثل الاحتياط لإسقاط الزكاة، أو صوم الشهر بعينه، لكن شبهة المرتكب أن هذا منع للوجوب لا رفع له، وكلاهما في الحقيقة واحد، وفي بعضها يظهر أن السبب المحتال به لا حقيقة له (1).\nالقسم الرابع: الاحتيال على أخذ بدل حقه، أو تعيين حقه بخيانة؛ مثل أن يأخذ مالاً قد اؤتمن عليه، زاعمًا أنه بدل ماله، أو أنه يستحقه مع عدم ظهور سبب الاستحقاق، أو إظهاره. فهذا حرام (2).\nوذهب الشاطبي في تقسيم الحيل إلى ثلاثة أقسام:\nالقسم الأول: لا خلاف في بطلانه؛ كحيل المنافقين والمرائين.\nالقسم الثاني: ما لا خلاف في جوازه؛ كالنطق بكلمة الكفر إكراهًا عليها، وكلا القسمين بالغ مبلغ القطع.\n(1) بيان الدليل، ص 250، 251.\n(2) بيان الدليل، ص 252.\nالجزء: 1 - الصفحة: 145\n",
        "القسم الثالث: وهو محل الخلاف للإشكال والغموض، وفيه اضطربت أنظار النظار، من جهة أنه لم يتبين فيه بدليل واضح قطعي لحاقه بالقسم الأول أو الثاني ولا تبين للشارع فيه مقصد يتفق على أنه مقصود له ولا ظهر أنه على خلاف المصلحة التي وضعتها الشريعة، فصار هذا القسم من هذا الوجه متنازع فيه (1).\nومما سبق من التقاسيم يتبين لنا أن الشاطبي قسم الحيل إجمالاً، بينما ابن تيمية وتلميذه ابن القيم الجوزية فصَّلوا فيها، وذكروا تحت كل قسم ما تحته من أنواع.\n(1) الموافقات، للشاطبي (3/ 124، 125).\nالجزء: 1 - الصفحة: 146\n",
        "المطلب الثالث\nرأي القانون الكويتي بالنسبة للقرض الاجتماعي الذي يُعطى للمواطنين المتقدمين للزواج\nفقد جعل له بنك التسليف شروطًا، منها:\n1 -\nأن تكون الزوجة كويتية، وإذا كان طالب القرض معاقًا بالدرجة الشديدة أو المتوسطة، فقد يجوز منحه قرضًا للزواج حتى لو كانت الزوجة غير كويتية.\n2 -\nألاَّ يكون مضى على تاريخ عقد الزواج أكثر من ثلاث سنوات.\n3 -\nألاَّ يكون سبق له الزواج من كويتية.\n4 -\nيجوز تقديم قرض اجتماعي للزواج لمدة سنة لمن تُتَوفَّى زوجته الوحيدة ويتزوج بأخرى، بشرط توافر الشرطين السابقين (1، 2)، فإذا كان طالب القرض مدينًا بالقرض السابق، فيستمر تحصيل الأقساط مضاعفة، ويجوز سداد رصيد القرض السابق؛ حتى لا تتم مضاعفة القسط عند حصول المقترض على القرض الجديد.\n5 -\nيكون الحد الأقصى لقرض الزواج أربعة الآف دينار، تسدد وزارة المالية ألف دينار كهبة، ويسدد المقترض الباقي على أقساط شهرية متساوية، وبدون فائدة.\nالجزء: 1 - الصفحة: 147\n",
        "6 -\nيبدأ تحصيل الأقساط بعد ثلاثة أشهر من تاريخ تسليم الشيك، ويكون الحد الأدني للقسط أربعين دينارًا (1).\nويلاحظ من الشروط عدم تطرقها للحيل أو التلاعب بهذا القرض، وبمجرد توفر الشروط فإن للمواطن حق الاستفادة من القرض. وأريد أن أنبه إلى أن من يأخذ القرض بحيلة أو بأخرى، فإنه قد يحتاجه يومًا للزواج، فلا يستطيع، لهذا؛ فإن صاحب الحيلة يضر نفسه.\n(1) موقع بنك التسليف والادخار:\nhttp://www.scb.gov.kw/default.aspx? page=39.\nالجزء: 1 - الصفحة: 148\n",
        "المبحث الثالث\nالزواج العرفي\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف الزواج العرفي.\nالمطلب الثاني: الفرق بين الزواج العرفي والزواج الشرعي\nالمطلب الثالث: حكم الزواج العرفي\nالمطلب الرابع: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 149\n",
        "المطلب الأول\nتعريف الزواج العرفي\nالفرع الأول: تعريف الزواج العرفي لغة\n:\nالعرف في اللغة يطلق على معانٍ متعددة، وقبل ذكرها نذكر الأصل الذي يطلق عليه العرف، قال ابن فارس: (حرف العين والراء والفاء أصلان صحيحان، يدل أحدهما على تتابع الشيء متصلاً بعضه ببعض، والآخر يدل على السكون والطمأنينة) (1).\nومن معانيه:\n- الجود: اسم ما تبذله وتعطيه الرائحة الطيبة؛ لأن النفس تسكن إليها، يقال: ما أطيب عَرْفه، قال تعالى: {وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (6)} (2).\n- المعروف والعرفان: تقول عَرَفَ فلان فلانًا عرفانًا ومعرفة، وهذا أمر معروف، وهو أخص من العلم، ويضاده الإنكار.\n- الصبر: العارف: الصابر، يقال: أصابته مصيبة فوجد عروفًا، أي صابرًا.\n- الاعتراف والإقرار: تقول له عليّ ألف عرفًا، أي: اعترافًا.\n(1) معجم مقاييس اللغة، لابن فارس، ص 732.\n(2) سورة محمد، آية: 6.\nالجزء: 1 - الصفحة: 150\n",
        "- ويطلق على كل مرتفع عالٍ ظهره، ويقال: عرف الأرض: ما ارتفع منها، وأعراف الرياح والسحاب: أوائلها وأعاليها (1).\nالعرف في اصطلاح الأصوليين:\nالتعريف الأول: ما يغلب على الناس من قول أو فعل أو ترك (2).\nالتعريف الثاني: عادة جمهور قوم في قول أو عمل (3).\nالتعريف الثالث: ما ألفه المجتمع واعتاده وسار عليه في حياته من قول أو فعل (4).\nالتعريف الرابع: ما استقرت النفوس عليه بشهادة العقول، وتلقته الطبائع بالقبول (5).\nالتعريف الخامس: ما عرفه العقلاء بأنه حسن، وأقرهم الشارع عليه (6).\n(1) مفردات ألفاظ القرآن الكريم، للأصفهاني، ص 560، والقاموس المحيط، للفيروزآبادي، ص 771، ولسان العرب، لابن منظور، مادة (عرف)، والتعريفات، للجرجاني، ص 225، والمصباح المنير، للفيومي، ص 329، ومختار الصحاح، للرازي، ص 406، مادة: (عرف).\n(2) المناهج الأصولية، للدريني، ص 441.\n(3) المدخل الفقهي، للزرقا، ص 141.\n(4) الوجيز في أصول الفقه، لزيدان، ص 252.\n(5) التعريفات، للجرجاني، ص 225، وهو نفس تعريف النسفي الحنفي، صاحب كتاب المستصفى، مخطوط نقل عنه كثير من المعاصرين، والعرف والعادة، لحسنين، ص 15، ورفع الحرج، لباحسين، ص 338.\n(6) العرف والعادة، لحسنين، ص 19.\nالجزء: 1 - الصفحة: 151\n",
        "التعريف المختار هو التعريف الأول، لأمور، هي:\n1 -\nلعمومه؛ لأنه شمل القول والفعل والترك.\n2 -\nأن التعريف الثاني والثالث نصَّا على تعريف العرف بالعادة، وهذا فيه خلاف بين العلماء، والثالث فيه تكرار، وهو قوله: ألفه المجتمع وسار عليه واعتاده.\n3 -\nقوله في التعريف الرابع: \"وتلقته الطبائع\" فيه نظر؛ لأنه لا يلزم أن يتلقاه كل الناس؛ لأنه عرف الطباع، فدلت على العموم، ويكفي أغلب الناس أو الأكثرية ليكون عرفًا.\n4 -\nقوله في التعريف الخامس عرف العرف بما عرفه، وهذا ما يسميه الأصوليون الدور، وهو من أسباب نقض التعريف، وكذلك قوله: \"وأقرهم الشارع عليه\" يخرج العرف الفاسد.\n- وهل العرف هو العادة؟ اختلف العلماء في ذلك على ثلاثة أقوال:\nالأول: أنهما مترادفان، فالعادة والعرف بمعنى واحد، والكثير من الأصوليين حينما يذكر العرف يقرنه بالعادة دون تمييز أو تفريق بينهما (1).\nالثاني: ومن العلماء من قال: العادة هي المتكررة من دون علاقة عقلية، والعرف هو العملي، فالعادة هي العرف العملي، فهي أخص منه (2).\n(1) العرف والعادة، لحسنين، ص 13، والعرف وأثره في الشريعة والقانون، لسير مباركي، ص 48.\n(2) التقرير والتحبير، لابن أمير الحاج (1/ 282).\nالجزء: 1 - الصفحة: 152\n",
        "الثالثة: أن العادة أعم من العرف، وبينهما العموم والخصوص المطلق، فالعادة أعم مطلقًا من العرف، والعرف عادة مقيدة، فكل عرف عادة، ولا عكس (1).\nوالإطلاق الثالث هو الصحيح، لما يلي:\n1 -\nلموافقته للمدلولات اللغوية للمعنيين، فالعادة الأمر المتكرر مطلقًا.\n2 -\nالواقع والتطبيق: فإن هناك أمورًا تتكرر بصورة فردية ولا ينطبق عليها اسم العرف، بل يطلق عليها عادة، مثل عادة المرأة في حيضتها، أما العادة الجماعية قولية أو فعلية، فيصح أن يطلق عليها اسم العرف، كما يطلق اسم العادة (2).\n- حجية العرف: الاحتجاج بالعرف والعادة من الأمور المتفق عليها بين العلماء (3) إذا كان لهما مجال، ولم يخالفا دليلاً شرعيًّا، وإنما الخلاف في تفاوتهم بالأخذ به بالكثرة والقلة، حتى قال العز بن عبد السلام (4): إن دلالة العرف عليها- أي على المسائل الفقهية\n(1) المدخل الفقهي، للزرقا (2/ 874).\n(2) العرف وأثره في الشريعة والقانون، لسير مباركي، ص 50، والعرف حجيته وأثره في فقه المعاملات، لقوته (1/ 117).\n(3) المبسوط، للسرخسي (13/ 14)، والأشباه والنظائر، لابن نجيم، ص 101، والفروق، للقرافي (1/ 377)، والموافقات، للشاطبي (2/ 483)، والأشباه والنظائر، للسيوطي، ص 142، والأشباه والنظائر، لابن الوكيل (2/ 77)، وشرح الكوكب المنير، للفتوحي (4/ 448)، وأصول الأمام أحمد، للتركي، ص 593.\n(4) هو أبو محمد عز الدين عبد العزيز بن عبد السلام بن أبي القاسم السلمي الدمشقي، ثم المصري، الملقب بسلطان العلماء، واختلفوا في سنة ولادته بين سنة 577 هـ أو 578 هـ، وتوفي سنة 660 هـ، ومن مؤلفاته: أحكام الجهاد وفضائله، وترغيب أهل الإسلام في سكن الشام. طبقات الشافعية الكبرى، للسبكي (5/ 80)، والأعلام، للزركلي (4/ 21).\nالجزء: 1 - الصفحة: 153\n",
        "التي ذكرها- كدلالة اللفظ (1)، وكذلك هل هو دليل مستقل أو تابع.\nبعض الأدلة على مشروعية العرف:\nالدليل الأول: قال تعالى: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ (199)} (2).\nوجه الدلالة من الآية:\nأن هذا أمر من الله عز وجل بالأخذ بالعرف، وهو دليل على اعتبار العرف، وهو ما عرفته النفوس مما لا تردُّه الشريعة (3).\nالدليل الثاني: قال تعالى: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} (4).\nوجه الاستدلال من الآية:\nأن الله أمر الرجال بأن يعاشروا زوجاتهم بما تعارف عليه الناس، مما من شأنه أن يحسن العِشْرة، فدلَّ على أن العرف حجة (5).\nالدليل الثالث: قال تعالى: {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ} (6).\n(1) القواعد الكبرى، لابن عبد السلام (2/ 228).\n(2) سورة الأعراف، آية: 199.\n(3) المحرر الوجيز، لابن عطية (6/ 186).\n(4) سورة النساء: آية: 19.\n(5) شرح الكوكب المنير، للفتوحي (4/ 449).\n(6) سورة الطلاق، آية: 7.\nالجزء: 1 - الصفحة: 154\n",
        "وجه الدلالة من الآية:\nأن الله أمر الزوج أن ينفق على زوجته وولده على قدر وسعه؛ حتى يوسع عليهما إن كان موسعًا عليه، وإن كان فقيرًا فعلى قدر الحاجة المتفق عليها بالاجتهاد، ومرجع ذلك العرف (1).\nالدليل الرابع: عن عائشة (رضي الله عنها)، أن هند بنت عتبة قالت: يا رسول الله، إن أبا سفيان رجل شحيح، وليس يعطيني ما يكفيني وولدي إلا ما أخذتُ منه وهو لا يعلم، فقال: «خذي ما يكفيك وولدك بالمعروف» (2).\nوجه الدلالة من الحديث: أن المعروف هو القدر الذي عرف بالعادة أنه الكفاية (3).\nوغير ذلك من الأدلة التي تدل على مشروعية العرف.\nالفرع الثاني: تعريف الزواج العرفي اصطلاحًا:\nاختلف الباحثون في تعريف الزواج العرفي؛ لأنه من النوازل التي لم يذكرها العلماء المتقدمون، على أقوال:\nالتعريف الأول: (عقد يفيد وجود استمتاع لكل من العاقدين بالآخر، ولكنه على وجه غير مشروع) (4).\n(1) الجامع لأحكام القرآن، للقرطبي (21/ 57).\n(2) رواه البخاري (6/ 237)، كتاب النفقة، باب إذا لم ينفق الرجل فللمرأة أن تأخذ بغير علمه ما يكفيها وولدها بالمعروف، ح (5364).\n(3) فتح الباري، لابن حجر (9/ 419).\n(4) الزواج العرفي في ميزان الإسلام، لمحمود، ص 89.\nالجزء: 1 - الصفحة: 155\n",
        "التعريف الثاني: (اصطلاح حديث يطلق على عقد الزواج غير الموثق بوثيقة رسمية، سواء أكان مكتوبًا أو غير مكتوب (1).\nالتعريف الثالث: (هو عقد مستكمل شروطه الشرعية إلا أنه لم يوثق) (2).\nالتعريف الرابع: (هو عقد يفيد حل استمتاع كل من العاقدين بالآخر على الوجه المشروع) (3). وغير ذلك من التعاريف.\nأما عن التعريف المختار، فهو أنه: عقد نكاح بين رجل وامرأة مستكملاً لأركانه وشروطه الشرعية، غير موثق بوثيقة رسمية حكومية (4)، وذلك لما يلي:\n1 -\nأن التعريف الأول حكم على هذا النوع من الزواج، وذكر الحكم في التعريف منتقد؛ لأن التعريف لبيان الماهية.\n2 -\nأما الثاني فإنه عام في الزواج المستكمل الأركان والشروط وغير المستكمل، وإنما اهتم بالتوثيق فقط.\n3 -\nوالتعريف الثالث ذكر أنه لم يوثق، والعرفي قد يوثق فيما بينهما، ولا تكون الوثيقة رسمية.\n4 -\nوالتعريف الرابع عامٌّ في الزواج، ولم يتطرق إلى التوثيق الذي هو أساس الزواج العرفي.\n(1) الزواج العرفي، لدريويش، ص 79.\n(2) السياحة الشرعية في الأحوال الشخصية، لعمرو، ص 43.\n(3) أحكام الزواج العرفي، لإبراهيم، ص 11.\n(4) الزواج العرفي، لدريويش، ص 81، وهناك تعريف مقارب له جدًّا: أنه زواج مستوفٍ لأركانه وشروطه إلا أنه بدون وثيقة رسمية صادرة عن المحكمة الشرعية. مسميات الزواج المعاصرة، لبدير، ص 237.\nالجزء: 1 - الصفحة: 156\n",
        "المطلب الثاني\nالفرق بين الزواج العرفي والزواج الشرعي\nاختلف الباحثون في الفرق بين الزواج العرفي والزواج الشرعي، وذلك بحسب الصور التي يقع عليها اسم الزواج العرفي في منظورهم؛ فمنهم من يرى في صورته أنه يكون من دون ولي خلافًا للزواج الشرعي.\nومنهم من يرى في سريته خلافًا للزواج الشرعي الذي يؤمر فيه بالإشهار.\nوالأكثر يرون أنه غير موثق، وهذه هي النازلة، وإن كان مِن لازمها عدم الإشهار، فإن التوثيق لم يكن في السابق وظهر الآن، وأُلزم به الناسُ بعدما ضعف الدين، وخربت الذمم، ولما يترتب عليه من حقوق وواجبات للزوجة قد تضيع وتسقط في حال عدم توثيق العقد، فيكون مدعاة لإنكار الزوج وتخلصه من حقوق الزوجة، وتبعات الزواج.\nوالبعض يجعله بين الزوج والزوجة العقد دون ولي وشهود (1).\n(1) الزواج العرفي، لعبد الرازق، ص 69، والزواج العرفي، لعامر، ص 72.\nالجزء: 1 - الصفحة: 157\n",
        "المطلب الثالث\nحكم الزواج العرفي\nسبق أن ذكرنا أن الزواج العرفي له صور متعددة، وكل واحدة مختلفة عن الأخرى، وسأقتصر هنا على صورة واحدة؛ لأنها نازلة في نظري، ولأهميتها، وهي أن يكون الزواج مكتمل الأركان والشروط، ولكن دون توثيق رسمي، وقبل أن أدخل في حكم المسألة سأبين ما هو التوثيق والوثيقة والموثق وما يرتبط بكل ذلك.\nالتوثيق لغة: قال ابن فارس: «الواو والثاء والقاف كلمة تدل على عقد وإحكام» (1)، ووثقت الشيء: أحكمته، وثُقَ الشيء وثاقة: قوي وثبت، فهو وثيق، أي ثابت محكم، وصار وثيقًا، أو أخذ بالوثيقة في أمره، أي بالثقة، كتوثق، والوَثاق- ويكسر-: ما يشد به، وأوثقه فيه: شدَّه، واستوثق منه: أخذ الوثيقة، ووثِقت به أثق ثقة: سكنت إليه، واعتمدت عليه (2).\nقال تعالى: {الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ} (3).\nقال القرطبي: «الميثاق: العهد المؤكد باليمين، مِفْعال\n(1) مقاييس اللغة، لابن فارس، ص 1043.\n(2) المرجع السابق، ومفردات القرآن، للأصفهاني، ص 853، والقاموس المحيط، للفيروزآبادي، ص 854، والمصباح المنير، للفيومي، ص 531، ومختار الصحاح، للرازي، ص 659.\n(3) سورة البقرة، آية: 27.\nالجزء: 1 - الصفحة: 158\n",
        "من الوثاقة والمعاهدة، وهي الشدة في العقد والربط ونحوه، والجمع: المواثيق» (1).\nوقال تعالى: {قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ} (2)، أي تحلفون بالعهود والمواثيق (3).\nومما سبق يتبين لنا أن للتوثيق معاني:\n- العقد والإحكام، والثبوت والتقوية، والعهد والأيمان، والشد والإحكام.\nأما التوثيق اصطلاحًا:\nالتعريف الأول: (الأمر الذي يحصل به التقوِّي على الوصول للحق) (4).\nالتعريف الثاني: (علم يبحث فيه عن كيفية سوق الأحكام الشرعية المتعلقة بالمعاملات في الرقاع والدفاتر؛ ليحتج بها عند الحاجة إليها) (5).\nالتعريف الثالث: (علم باحث عن كيفية ثبت الأحكام الثابتة عند القاضي في الكتب والسجلات على وجه يصح الاحتجاج به عند انقضاء شهود الحال) (6).\n(1) الجامع لأحكام القرآن، للقرطبي (1/ 370 - 371)، وتفسير القرآن العظيم، لابن كثير (1/ 319).\n(2) سورة يوسف، آية: 66.\n(3) تفسير القرآن العظيم، لابن كثير (4/ 522).\n(4) الزواج العرفي، لدريويش، ص 61.\n(5) مفتاح السعادة ومصباح السيادة، لكبرى زاده (2/ 557).\n(6) كشف الظنون، لحاجي خليفة (3/ 76).\nالجزء: 1 - الصفحة: 159\n",
        "ولعل التعريف المختار- والله أعلم- هو أنه: \"علم يضبط أنواع المعاملات والتصرفات بين شخصين أو أكثر، على وجه يضمن تحقيق الآثار المترتبة عليها، ويكسبها قوة الإثبات عند القاضي» (1)، واخترناه لما يلي:\n1 -\nأن التعريف الأول عام بين الحقوق واستيفاء الحقوق، ولم يبين أركان التوثيق.\n2 -\nالتعريف الثاني والثالث لم يذكر فيهما أركان التوثيق، ولم يكونا جامعين مانعين.\n3 -\nأن التعريف المختار ذكر أركان التوثيق إضافة إلى الآثار المترتبة عليه.\nويسمى الفقهاء علم التوثيق بعلم الشروط والمحاضر والسجلات.\nأما الوثيقة لغة: فإنها ترجع إلى المعنى السابق ذكره؛ لأنها من نفس مادة وثق.\nوأما اصطلاحًا: فهي الورقة التي يُدوَّن فيها ما يصدر من شخص أو أكثر من التصرفات والالتزامات أو الإسقاطات أو نحو ذلك، على وجه يجعلها منطبقة على القواعد الشرعية، ومستوفية لجميع الشروط التي اشترطها الفقهاء لجعل هذا المدون بعيدًا عن الفساد (2).\n(1) التوثيق لدى فقهاء المذهب المالكي، لعبد اللطيف الشيخ (1/ 26).\n(2) ولاية التوثيق، للحجيلي، ص 252.\nالجزء: 1 - الصفحة: 160\n",
        "والمُوثِّق لغة: اسم فاعل معناه اللغوي لا يخرج عن المادة السابقة لأنها أصله.\nواصطلاحًا:\nالتعريف الأول: (هو من يوثق العقود ونحوها بالطريق الرسمي) (1).\nوالتعريف الثاني: (هو من يقوم بالتوثيق، أي بكتابة العقد أو الإقرار أو التصرف ونحو ذلك) (2).\nالتعريف الثالث: (قيام موظف رسمي مختص بتحرير العقد بنفسه، والتوقيع عليه، وذلك بعد تأكده من توافر أركانه وشروط صحته) (3).\nالتعريف المختار هو الثالث، وذلك لما يلي:\n1 -\nأن الأول والثاني أطلقا صفة الموثق على كل من يقوم بكتابة الوثيقة، فيدخل فيه العالم والعامي.\n2 -\nوأن الثالث أعطى الموثق صفة رسمية، وأنه مختص في هذه المهنة.\nأما صفة الموثق أو الشروط التي يجب أن يكون عليها فقد نظمها بعضهم شعرًا فقال:\nإن كنت للتوثيق من أبنائه\n...\nولبست من أوصافه جلبابا\n(1) المعجم الوسيط (2/ 1012).\n(2) ولاية التوثيق، للحجيلي، ص 252.\n(3) نظام القضاء في المملكة العربية السعودية، للجيرة، ص 162.\nالجزء: 1 - الصفحة: 161\n",
        "وحفظت ما تحتاجه من آلة\n...\nأدبًا وفقهًا يقتضيه صوابا\nوسبكت ألفاظ الوثيقة بعضها\n...\nبعضًا على نسق عجابا\nوسلكت مسلك صالحي علمائنا\n...\nتبغي بها سبل النجاة طلابا\nمتثبتا متحفظًا متحرزًا\n...\nيقظان لا تخش الأنام عتابا\nوقبلت ما أوتيت عنها أجرة\n...\nعن طيب نفس قد أتاك لبابا\nوحفظت دينك في الشريعة تابعًا\n...\nسبل الكرام أولي النُّهى أوابا\nفلسوف تدرك ما تؤمِّل دائمًا\n...\nفضلاً من الله العظيم ثوابا (1)\nوقد اختلف العلماء في حكم الزواج العرفي على أقوال:\nالقول الأول: يصح عقد الزواج العرفي؛ لأن الكتابة والتسجيل في الأوراق الرسمية ليست بشرط ولا ركن من أركان عقد الزواج، فلذلك يصح عقد الزواج، وتترتب عليه آثاره إذا توفرت الشروط والأركان، وهو قول الشيخ جاد الحق، والشيخ ابن جبرين، والشيخ صالح اللحيدان، والشيخ صالح الفوزان وغيرهم (2).\n(1) المنهج الفائق، للونشريسي (1/ 81)، وقد فصل فيه المؤلف- رحمه الله- في شرف علم الوثائق وصفة ما يحتاجه من الآداب، وما ينبغي للموثق أن يحترز منه، ومتى يصبح مذمومًا وغيرها، وولاية التوثيق، للحجيلي، ص 271.\n(2) الزواج العرفي المشكلة والحل، للجارحي، ص 51، والزواج العرفي، لحمدان، ص 50، والزواج العرفي، لعبد العظيم، ص 57، والزواج العرفي، للمطلق، ص 500، والزواج العرفي، لدريويش، ص 69، وأحكام الزواج، للأشقر، قال: \"صحيح .. وإنما بنالان العقاب المنصوص عليه في قانون العقوبات هما والعاقد لهما، ص 177، والزواج العرفي في ميزان الإسلام، للطهطاوي، ص 120.\nالجزء: 1 - الصفحة: 162\n",
        "أدلة القول الأول:\nالدليل الأول: أن الزواج مكتمل الأركان والشروط الواجب توافرها في الزواج الصحيح.\nمناقشة الدليل:\nأن ولي الأمر أمر بتوثيق العقود، وطاعته واجبة، قال الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} (1)، وقوله عليه الصلاة والسلام: «إنما الطاعة في المعروف» (2)، فما دام الإنسان يؤمر بمعروف، فيجب أن يطيع، فالطاعة لازمة وواجبة هنا (3)، لاسيما أن فيه طاعة لله، وكذلك حفظ للحقوق من الضياع، وإثبات لأحكام الزوجية، خاصة إذا عم الفساد، وكثرت الفتن، وضعف الدين في الناس.\nالدليل الثاني: أن توثيق الزواج بالكتابة ليس شرطًا ولا سُنة، وأنه يختلف من بلد إلى بلد، وأنه قد يعيق الزواج (4)، وأنه لم يكن معروفًا في عهد النبي (صلى الله عليه وسلم) والصحابة ولم ينقل عنهم، ولا عن السلف من بعدهم كتابة عقد الزواج (5)، بل اكتفوا بالإشهار والإعلان، مع\n(1) سورة النساء، آية: 59.\n(2) رواه البخاري (8/ 134)، كتاب الأحكام، باب السمع والطاعة للإمام ما لم تكن معصية، ح (7145).\n(3) الزواج العرفي، لدريويش، ص 72.\n(4) الزواج العرفي، للمطلق، ص 511.\n(5) الزواج العرفي، لعمران، ص 30، 31.\nالجزء: 1 - الصفحة: 163\n",
        "وجود الكتابة عندهم في المعاملات والبيوع، قال ابن تيمية: «ولم يكن الصحابة يكتبون صدقات؛ لأنهم لم يكونوا يتزوجون على مؤخر» (1).\nمناقشة الدليل:\nأن كتابة عقد الزواج لم تكن معروفة في عهد رسول الله (صلى الله عليه وسلم) صحيح، ولكن كانت الكلمة تحترم وتعتبر ميثاقًا يُعتد به، أما الآن فقد أصبحت الذمم خربة، ولا تُحترم الكلمة، وغاب الضمير، وكثرت الحيل (2)، وكذلك صحيح أن التوثيق ليس شرطًا ولا سنة، ولكن صار في وقتنا الحالي من الضروريات التي تحفظ العقد من التلاعب والتحايل والتزوير، وفيه حفظ للحقوق، ولا يعيق الزواج، بل تحفظ به الحقوق والواجبات (3).\nالقول الثاني: أن العقد صحيح مع وجوب توثيق عقد الزواج بالكتابة والتسجيل رسميًّا، والذي لم يسجل يأثم ويعاقب بعقوبة يقدرها ولي الأمر، وهو قول علي الطنطاوي والقرضاوي وغيرهما (4).\n(1) مجموع الفتاوى، لابن تيمية (32/ 131).\n(2) الزواج العرفي، لعمران، ص 31.\n(3) الزواج العرفي، للمطلق، ص 511.\n(4) الزواج العرفي، لجارحي، ص 45، وقال: (ذهب البعض إلى تحريمه وبطلانه)، ولعله يقصد قول من قال: إذا لم يتحقق فيه أركانه أو شروطه، كما هي فتوى الدكتور نصر فريد واصل. الزواج العرفي، لجارحي، ص 47، وقد نقل عنه- أي الدكتور نصر فريد واصل- أنه حرمه؛ لفقد عنصر التوثيق. والزواج العرفي، لعمران، ص 30، ولعل مراده: حرمة عدم التوثيق فقط، لا حرمة الزواج، والله أعلم. والزواج العرفي، لدريويش، ص 71، والزواج العرفي، للمطلق، ص 513.\nالجزء: 1 - الصفحة: 164\n",
        "أدلة القول الثاني:\nالدليل الأول: أن ولي الأمر أمر بهذا التوثيق، وألزم فيه، فيجب طاعته، قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} (1)، ولقول النبي (صلى الله عليه وسلم): «على المرء المسلم السمع والطاعة فيما أحب وكره، إلاَّ أن يؤمر بمعصية، فإن أمر بمعصية فلا سمع ولا طاعة» (2).\nوقد أمَر ولي الأمر بكتابة عقد الزواج رسميًّا، فكان ذلك واجبًا يأثم تاركه، ويعاقب فاعله (3).\nالدليل الثاني: لأجل إثبات الحقوق والأحكام الزوجية، وحفظ حقوق الولد، فلولي الأمر الحق بإلزام الناس بتوثيق العقود من باب السياسة الشرعية التي يسوس بها الرعية (4).\nالدليل الثالث: قياس توثيق عقد النكاح على توثيق الدَّين، قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} (5).\nففي الآية توثيق للمعاملات والحقوق، وهذا في المعاملات\n(1) سورة النساء، آية: 59.\n(2) رواه البخاري (8/ 34)، كتاب الأحكام، باب السمع والطاعة للإمام ما لم تكن معصية، ح (7144)، ومسلم (6/ 15)، كتاب الإمارة، باب وجوب طاعة الأمراء في غير معصية، ح (4869).\n(3) الزواج العرفي، لدريويش، ص 72.\n(4) المرجع السابق، ص 74.\n(5) سورة البقرة، آية: 282.\nالجزء: 1 - الصفحة: 165\n",
        "المالية، ففي النكاح من باب أولى، خوفًا من ضياع الأولاد، وإنكار الزوجية.\nالقول الراجح- والعلم عند الله- القول الثاني القائل بوجوب توثيق عقد الزواج مع صحة العقد، وأنه يجب معاقبة المقصر، وذلك لما يلي:\n1 -\nلقوة أدلته وصراحتها على الدلالة.\n2 -\nأن غاية ما عند القول الأول اكتمال الشروط والواجبات، ولا نخالفهم في هذا، ولكن هذا خاضع للمصالح والمفاسد التي تحصل بسبب الزواج العرفي.\n3 -\nلولي الأمر أن يُلزم بما فيه مصلحة الناس، وهو حق له من باب السياسة الشرعية.\nالجزء: 1 - الصفحة: 166\n",
        "المطلب الرابع\nرأي القانون الكويتي\nجاء في قانون الأحوال الشخصية الكويتي في المادة الثانية والتسعين، الفقرة (أ): لا تسمع عند الإنكار دعوى الزوجية إلا إذا كانت ثابتة بوثيقة زواج رسمية، أو سبق الإنكارَ إقرارٌ بالزوجية في أوراق رسمية (1).\nويلاحظ على قانون الأحوال الشخصية أنه يرفض سماع الدعوى في الزواج العرفي المقدمة إلى المحاكم في حالة الإنكار، ولم يصرح بأن هذا الزواج باطل، أو أن مثل هذه العقود يجب أن توجب عليه عقوبة لعدم توثيقه (2)، بل اكتفت بعدم سماع الدعوى عند الإنكار، وهذا نوع من الاستنكار والاعتراض على مثل هذه العقود، وتبيين لخطرها.\n(1) قانون الأحوال الشخصية الكويتي، ص 34.\n(2) مستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 145.\nالجزء: 1 - الصفحة: 167\n",
        "الجزء: 1 - الصفحة: 168\n",
        "المبحث الرابع\nزواج \"الفرند\" (زواج الأصدقاء)\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف زواج \"الفرند\"\n، وفيه فرعان:\nالمطلب الثاني: الفرق بين زواج \"الفرند\" والزواج الشرعي\nالمطلب الثالث: حكم زواج \"الفرند\"\nالمطلب الرابع: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 169\n",
        "المطلب الأول:\nتعريف زواج \"الفرند\"\nوفيه فرعان:\nالفرع الأول: تعريف زواج \"الفرند\" لغة:\nعندما يتكلم العلماء في اللغة على مادة أثر يتطرقون إلى كلمة الفرند، وأثر السيف جوهره وأثر جودته، وهو: الفرند، وأثر السيف فرنده.\nوأثر السيف: وَشْيُه الذي يقال له: الفرند، وهي كلمة فارسية معربة، وأصله برند بالباء (1).\nويطلق الفرند على الحرير، وأنشد ثعلب (2):\nيحله الياقوت والفرندا\n...\nمع الملاب وعبيدًا صردا\n(1) المعرب، للجواليقي، ص 473، والعين، للفراهيدي، ص 17، ووتهذيب اللغة، للأزهري (15/ 119)، ومفردات ألفاظ القرآن، للأصفهاني، ص 62، ومعجم مقاييس اللغة، لابن فارس 43، مادة: (أثر).\n(2) هو ابن العباس أحمد بن يحيى بن سيار النحوي الشيباني بالولاء، المعروف بثعلب، ولاؤه لمعن بن زائدة الشيباني، إمام الكوفيين في النحو واللغة، ومن مؤلفاته: الفصيح. ولد سنة 200 هـ، وتوفي سنة 291 هـ. وفيات الأعيان، لابن خلكان (1/ 102).\nالجزء: 1 - الصفحة: 170\n",
        "ومما سبق يتبين لنا أنها كلمة غير عربية الأصل، وأن لها معنيين؛ الأول: أثر السيف، والثاني: الحرير.\nأما المراد هنا في بحثنا فغير ذلك؛ لأنها كلمة إنجليزية (Friend)، ومعناها: صديق، أي زواج الصديق، وجاءت في مقابل \"بوي فرند\" (Friend boy)، و\"جيرل فرند\" (Girl - Friend) السائدة في الغرب، وبهذا يتبين أنها ليست تسمية حقيقية لهذا الزواج، بل في مقابل ما هو مشهور في الدول الغربية، وأول من تكلم بهذا هو الشيخ عبد المجيد الزبداني، وقد ذكره كحل لمشكلة المسلمين في الغرب، حينما اتخذوا صديقات، وشاع الفساد، فقالوا له: ما الحل؟ قال: الصديق \"الفرند\". ولم تكن فتوى، ثم شاع هذا الأمر، وتكلم الناس فيه، وبحثه العلماء وتطرقوا إلى حكمه (1)، ولما حصل عند الناس إشكالات واعتراضات لمسماه وما يحصل في الغرب، استبدل اسمه إلى الزواج الميسر أو اليسر، وهو السهولة واللين، ضد العسر، قال تعالى: {إِنَّ مَعَ الْعُسْرِ يُسْرًا (6)} (2)، فطابق بينهما.\nالفرع الثاني: تعريف زواج \"الفرند\" اصطلاحًا:\nيمكن أن يعرف بأنه: تزوج الفتى والفتاة دون أن يشترط امتلاكه بيتًا، أو وجوب نفقة على الزوج في بلاد الغرب على أن\n(1) الزواج العرفي، لدريويش، ص 118، والزواج العرفي، للمطلق، ص 446، وزواج \"الفرند\"، للمطلق، ص 17.\n(2) سورة الشرح، آية: 6.\nالجزء: 1 - الصفحة: 171\n",
        "يوفر لها ذلك حين قدرته (1).\nوقد قيده بعض المعاصرين بوصف \"اللذين كانا صديقين\" (2). وهذا وإن كان صحيحًا، لكن أرى أن تحذف من التعريف؛ ليعم الحكم الصديق وغيره، والله أعلم.\n(1) عقود الزواج المستحدثة، للنجيمي، ص 75، وقد تصرف في تعريفه. مجلة مجمع الفقه الإسلامي، الدورة الثامنة عشرة.\n(2) المرجع السابق.\nالجزء: 1 - الصفحة: 172\n",
        "المطلب الثاني\nالفرق بين زواج \"الفرند\" والزواج الشرعي\nالزواج الشرعي وزواج \"الفرند\" كلاهما مستكمل الشروط والأركان، وكلاهما موثق، ولكن في زواج \"الفرند\" تتنازل المرأة عن بعض حقوقها، مثل اشتراط النفقة، والسكن، كما أن طبيعة العقد تقتضي عدم قوامة الرجل على المرأة، فهي تتصرف في حياتها كما تشاء؛ لإقامتها في منزل أهلها (1)، فزواج \"الفرند\" بني على أساس رأي لحل مشكلة، بينما الزواج الشرعي بني على عهد النبي (صلى الله عليه وسلم) لإقامة أسرة، وزواج \"الفرند\" قد يغلب عليه عدم الاستمرار؛ لطبيعته أنه مبني على الصداقة، بخلاف الزواج الشرعي، حيث الأصل فيه الإنجاب، وقد لا يُتصوَّر ذلك في زواج \"الفرند\" (2).\n(1) عقود الزواج المستحدثة، للنجيمي، ص 77.\n(2) عقود الزواج المستحدثة، للنجيمي، ص 75.\nالجزء: 1 - الصفحة: 173\n",
        "المطلب الثالث\nحكم زواج \"الفرند\":\nاختلف العلماء في حكم زواج الفرند على قولين:\nالقول الأول: يجوز زواج \"الفرند\" بشرط ألاَّ يُنصّ في العقد على تأقيته، أو يكون بنية الطلاق. وهو قول عبد المجيد الزبداني، وعبد المحسن العبيكان، المستشار بوزارة العدل في المملكة العربية السعودية وعضو مجلس الشورى، وعبد الحميد حمدي، عضو المجلس الإسلامي بالدانمارك، والشيخ علي أبو الحسن، رئيس لجنة الفتوى بالأزهر، والدكتور سليمان عبد الله الماجد، القاضي في محكمة الأحساء (1).\nأدلة القول الأول:\nالدليل الأول: أنه زواج مكتمل الأركان والشروط، من إيجاب وقبول وولي وشاهدين والزوجين الخاليين من الموانع (2).\nمناقشة الدليل:\nصحيح نسلم لكم أن العقد صحيح، ولكن بما أنه مشابه لنكاح\n(1) الزواج العرفي، لدريويش، ص 122، وزواج \"الفرند\"، للمطلق، ص 22، والزواج العرفي، للمطلق، ص 449، وعقود الزواج المستحدثة، للسهلي، ص 74، وعقود الزواج المستحدثة، للنجيمي، ص 79.\n(2) عقود الزواج المستحدثة، للنجيمي، ص 79.\nالجزء: 1 - الصفحة: 174\n",
        "الأخدان (1)، فأخشى أن يُستغل ويعمل به كالأخدان المُحرَّم إن لم توضع له ضوابط تحفظه (2).\nالدليل الثاني: أن النفقة والسكن وإن كانا من واجبات الزواج، إلا أنهما ليسا من العقد، وعدم توافرهما لا يبطله (3)، فللمرأة حق التنازل عنهما ما دامت تستطيع أن تسكن إلى جانب أبيها وأسرتها (4).\nالرد على الدليل من وجوه:\nالوجه الأول:\nقولكم محل نظر وإن كان صحيحًا؛ لأننا كأننا نخفف من الواجبات الزوجية، ونجرده من مقاصده لنزوة جنسية بحتة، وعقدٍ مشبوهٍ لا يوفر المودة والرحمة لكلا الزوجين، لأن كلا الصديقين يدرك في قرارة نفسه أن هذا الزواج لا يدوم (5).\nمناقشة الوجه الأول:\nويمكن الرد عليه بأننا لا نسلم لكم بأنه نزول إلى رغبة جنسية بحتة، وأنه ليس فيه مودة ورحمة؛ لأن الإنسان قد يكون فقيرًا\n(1) متخذات الأخدان: هن المتسترات اللاتي يصحبن واحدًا واحدًا، ويزنين خفية، وهو من زنى الجاهلية. المحرر الوجيز، لابن عطية (4/ 17).\n(2) ولهذا قال سيد طنطاوي- شيخ الأزهر- بعدما أجازه: \"ينبغي علينا مراعاة ما بعد الزواج ومشكلات\". الزواج العرفي، لدريويش، ص 125.\n(3) عقود الزواج المستحدثة، للسهلي، ص 74.\n(4) عقود الزواج المستحدثة، النجيمي، ص 79.\n(5) عقود الزواج المستحدثة، للسهلي، ص 81.\nالجزء: 1 - الصفحة: 175\n",
        "ويعمل لجمع المال لتوفير سكن لعائلته، وقد تصيبه فاقة في أثناء الزواج، فيجعل زوجته عند أهلها مدة قد تطول، ويأتيها على فترات عند أهلها إلى أن تتيسر أموره، ولم يقل أحد بحرمة هذه الصورة كزواج النهاريات والليليات.\nالوجه الثاني:\nلو لم يكن في منع هذا الزواج إلا سد الذريعة، وقطع دابر التحايل، للزم من هذا المنطلق تحريمه وذمه؛ حتى لا يفتح به الباب لأصحاب الأهواء والنزوات الذين استهوتهم المتع، ولعبت بهم الميول الدنيئة (1).\nمناقشة الوجه الثاني:\nيمكن مناقشة أن الحيل لا ترد كلها، بل فيها تفضيل كما سبق في تقسيم الحيل (2)، ولا يمكن أن نحكم أنه للمتعة والشهوة؛ لأنه قد يكون لحاجة وفقر، ويريد مخرجًا للعفة والتحصين لنفسه ولغيره، لاسيما إذا كان في بلد غربي منحل أخلاقيًّا.\nالوجه الثالث:\nلا يلزم من كون الواجبات الزوجية ليست من أركان العقد حِليَّة النكاح، وإن صححنا العقد فقد يكون عقدُ النكاح مستوفيًا ظاهريًّا للأركان والشروط المطلوبة، ويعتريه التحريم من نواح أخرى؛ كالصلاة في الدار المغصوبة، فإن الفقهاء جميعهم يقطعون بالصحة مع الحرمة (3).\n(1) المرجع السابق.\n(2) انظر، ص 141 وما بعدها.\n(3) عقود الزواج المستحدثة، للسهلي، ص 81\nالجزء: 1 - الصفحة: 176\n",
        "مناقشة الوجه الثالث:\nويمكن مناقشته بأننا نسلم لكم بأنه إن اعتراه أمر ينافي مقاصد الزواج أو الغاية منه، أنه قد يحرم، ولكن لا نرى أنه اعتراه شيء يؤدي إلى حرمته، مع أن مسألة الصلاة في الأرض المغصوبة غير مسلم بها، فمِن العلماء من يرى أن الصلاة غير صحيحة (1)، فلا نسلم لكم بهذا الدليل.\nالدليل الثالث:\nيؤدي هذا الزواج في الغرب بين أبناء المسلمين إلى اتقاء شرور الفتن الأخلاقية، إذ من الممكن أن يرتبطا بعقد زواج شرعي من دون أن يمتلكا بيتًا في البداية، إلى أن يتم لهما تنظيم حياتهما (2).\nالرد على الدليل من وجوه:\nالوجه الأول: أن اتقاء الفتن لا يكون في تغريب الإسلام، بل في أسلمة الغرب، وتطويع المغتربين من شبابنا لمفاهيم الإسلام؛ لقوله تعالى: {وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} (3).\nوفي الحديث: «يا معشر الشباب، من استطاع منكم الباءة فليتزوج، ومن لم يستطع فعليه بالصوم؛ فإنه له وجاء» (4) (5).\n(1) مطالب أولى النهي، للرحيباني (1/ 369)، والكافي، لابن قدامة (1/ 239).\n(2) عقود الزواج المستحدثة، للسهلي، ص 74.\n(3) سورة النور، آية: 33.\n(4) سبق تخريجه ص 43.\n(5) عقود الزواج المستحدثة، للسهلي، ص 78.\nالجزء: 1 - الصفحة: 177\n",
        "الرد على الوجه الأول:\nأن إسقاط المرأة حقها لا ينافي حقها من الزواج، وتشملها عموم الأدلة الدالة على طلب الزواج، مع أن الأولى الصبر والصوم إنْ قُدِر عليه، وإلا لا نستطيع تحريم نوع من أنواع الزواج لم ينص دليل صريح على تحريمه (1).\nالوجه الثاني:\nأن القواعد تدفع هذا العقد المشبوه؛ لمنافاته المقاصد الإسلامية من الزواج، وأن الشيخ الزبداني، الذي أفتى بهذه الفتوى، ذكر أن الولد يأتي إلى بيت أبيه ومعه صديقته ويعاشرها، والأب والأم يعلمان أنها صديقته، فرأى حل المشكلة بالعقد الشرعي، أي بدل أن تكون العلاقة آثمة تكون علاقة شرعية (2).\nالرد على الوجه الثاني:\nويمكن الرد عليه بأننا لا نسلم لكم بأن العقد مشبوه إذا استكمل الأركان والشروط، وكذلك لا يوجد مانع يمنع أن تحول المعاملات أو العلاقات من محرمة إلى شرعية، بل الشرع يأمر بأن يكون كل أمر موافقًا للشريعة، وهذا هو الفقه، بأن ينظر العالم صاحب الأهلية في المعاملات أو العلاقات ويجعلها موافقة للشريعة، وإلا لم تسلم لنا كثير من المعاملات ولا العلاقات، والشريعة صالحة لكل زمان ومكان.\n(1) زواج الفرند، للمطلق، ص 31.\n(2) عقود الزواج المستحدثة، للسهلي، ص 78.\nالجزء: 1 - الصفحة: 178\n",
        "الوجه الثالث:\nأن واقع هؤلاء الطلبة المغتربين يدل على أنهم لا يتزوجون غالبًا إلا بنية الطلاق عندما تنقضي مهامهم (1).\nالرد على الوجه الثالث:\nويمكن الرد عليه بأن هذا خارج محل النزاع، فنحن نتكلم على زواج \"الفرند\"، وأما الزواج بنية الطلاق فقد اختلف فيه العلماء، ومع ذلك فقد صححه بعضهم، فلا حجة في هذا الوجه.\nالوجه الرابع:\nأن هذه المرأة الصديقة ربما تكون غير مسلمة؛ كالمرأة الغربية مثلاً، وإن كانوا نصارى اسمًا، إلا أنهم آل بهم الأمر في هذا العصر إلى الإلحاد المطلق والإباحية (2).\nالرد على الوجه الرابع:\nالأصل أن الكتابية يجوز نكاحها، وذكر الفقهاء شروطًا (3) لذلك، ولكن لا نسلم لكم أنهم كلهم ملحدون، كما أن ليس كلهم متمسكين بدينهم، فمنهم من هو ملحد، ومنهم العاصي، ومنهم متمسك بدينه، كما هو حال المسلمين، والله المستعان، فإن خالفت شروط العلماء المذكورة، فنحرم نكاحها لا لزواج \"الفرند\"، بل لمخالفتها الشرع بعدم توفر الشروط والأركان التي هي الأصل عندنا.\n(1) عقود الزواج المستحدثة، للسهلي، ص 79.\n(2) المرجع السابق.\n(3) المحرر الوجيز، لابن عطية (4/ 359)، والجامع لأحكام القرآن، للقرطبي (3/ 455)، وتفسير القرآن العظيم، لابن كثير (3/ 330).\nالجزء: 1 - الصفحة: 179\n",
        "الدليل الرابع:\nأن هذا الزواج يتوافق مع ظروف الشباب المسلم الذي يعيش في الغرب، ويجنبه الوقوع في العلاقات الجنسية المحرمة، وهذا يوافق ظروف حياة الأقليات المسلمة (1).\nالرد على الدليل الرابع من وجهين:\nالوجه الأول:\nالأصل أن الشباب المسلم يجب عليه أن يذعن للأحكام الشرعية الصافية في أي بلد، وتحت أي ظرف، وألاَّ يتتبع الرخص؛ لأنها تدفع الإنسان المسلم إلى ظلمات المهالك، حتى قال أهل العلم: من تتبع الرخص فقد ضل وهلك (2) (3).\nالرد على الوجه الأول:\nنسلم لكم بأنه يجب على كل مسلم أن يتبع تقاليد الإسلام، ومن وجهة نظرنا أنه لم يخالف تعاليم الإسلام إن تنازل أحد عن حقه، فهو صاحب الشأن، وأما تتبع الرخص، فالمقصود به التلفيق عند العلماء، بأن يأخذ من كل مذهب ما يوافق هواه، وهذا غير وارد على مسألتنا؛ لأننا لم نتتبع الرخص، بل الأركان والشروط موجودة في هذا العقد، وكل ما في الأمر أن المرأة تنازلت عن حقها، وإن سلمنا لكم بأنها من باب تتبع الرخص، فقد اختلف فيه\n(1) عقود الزواج المستجدة، للسهلي، ص 74.\n(2) الآيات البينات على شرح جمع الجوامع، للعبادي (4/ 383)، والرخصة الشرعية، لكامل، ص 165.\n(3) عقود الزواج المستحدثة، للسهلي، ص 81.\nالجزء: 1 - الصفحة: 180\n",
        "العلماء كذلك بين مجيز ومانع (1).\nالوجه الثاني:\nعلينا أن نطوع الشباب المسلم لتعاليم الدين الحنيف، فكله محاسن وأخلاق ورحمة، وألاَّ نطوع القواعد الفقهية للشباب ليحصلوا على ما يبتغون ولو كان فيه خدش للمقاصد (2).\nالرد على الوجه الثاني:\nويمكن الرد عليه بأنه صحيح، بل يجب على الشباب وغير الشباب أن ينقاد إلى تعاليم الإسلام، وأن هذا الدين جاء بجلب المصالح، ودفع المفاسد، ومصلحة المسلم أن يقصد أحد مقاصد الشريعة، وهو أن يُعفَّ نفسه عن الحرام، لاسيما أنه لم يخالف نصًّا، ولم يترك ركنًا ولا شرطًا من النكاح، فلذلك لا نُسلِّم أن فيه خدشًا للمقاصد إذا كان عن رضًا، ولا أننا نكيف لهم قواعد الشريعة على هواهم.\nالقول الثاني:\nأن زواج \"الفرند\" حرام، وهو قول الدكتور نصر فريد واصل، مفتي مصر السابق، والدكتور محمد الطبطباني، عميد كلية الشريعة في الكويت سابقًا، وغيرهما (3).\n(1) الآيات البينات، للعبادي (4/ 383)، والرخصة الشرعية، لكمال، ص 165.\n(2) عقود الزواج المستحدثة، للسهلي، ص 82.\n(3) زواج \"الفرند\"، للمطلق، ص 27، والزواج العرفي، لدريويش، ص 125، والزواج العرفي، للمطلق، ص 454، وعقود الزواج المستحدثة، للسهلي، ص 76، وعقود الزواج المستحدثة، للنجيمي، ص 80.\nالجزء: 1 - الصفحة: 181\n",
        "أدلة القول الثاني:\nالدليل الأول: أن هذا الزواج فيه مخالفة لما حث عليه النبي (صلى الله عليه وسلم)، الشباب من الزواج الكامل بكافة التزاماته الشرعية، والعاجزُ عليه الاستعفافُ؛ لقوله تعالى: {وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} (1). وعليه أن يصوم؛ لحديث: «ومن لم يستطع فعليه بالصوم» (2)، ولا وسط بين هذين التوجيهين (3).\nالرد على هذا الدليل:\nسبق الرد على هذا الدليل في الرد على الدليل الثالث من القول الأول (4).\nالدليل الثاني: شرع الله الزواج ليكون رباطًا وثيقًا بين الرجل والمرأة يقوم على المودة والرحمة، ومن مقاصده الأساسية السكن والمودة، فإذا لم تتحقق هذه المقاصد فقد الزواج قيمته الأساسية، وأصبح مجرد شهوة (5).\nالرد على الدليل:\nلا نسلم لكم بعدم تحقق السكن إلى بعضهما البعض ولا المودة؛ لأنها أمور قلبية قد توجد وإن لم يوجد سكن، وإن سلمنا لكم بتقصير في المقاصد مع توفر الأركان والشروط، فيكون\n(1) سورة النور، آية: 33.\n(2) سبق تخريجه.\n(3) عقود الزواج المستحدثة، للسهلي، ص 76.\n(4) انظر: ص 177 وما بعدها.\n(5) عقود الزواج المستجدة، للسهلي، ص 77، وعقود الزواج المستجدة، للنجيمي، ص 80.\nالجزء: 1 - الصفحة: 182\n",
        "غاية ما فيه الكراهة لا التحريم (1).\nالدليل الثالث: لا يوجد في الإسلام زواج موصوف بصفة خاصة، وإنما ورد لفظ الزواج في القرآن والسنة غير مقيد بأي صفة، كقوله تعالى: {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} (2) (3).\nالرد على الدليل الثالث: ليس من المهم أن يقيد أو يطلق لفظ الزواج بصفة أو غيرها طالما أنه استوفى أركانه وشروطه، ولا مشاحَّة في الاصطلاح إذا عرف المعنى والمراد (4).\nالدليل الرابع: أن هذا النوع من النكاح سيكون مدخلاً للفساد والإفساد، فإنه من السهل أن يتزوج، وسهل عليه أن يطلق، ويؤدي ذلك إلى استغلال الرجل للمرأة لمجرد أن يلبي رغباته الجنسية (5).\nالرد على الدليل الرابع: صحيح هذا، وأنه محتمل أن يقع الفساد، وليس متيقنًا، والأحكام الشرعية تبنى على صحة أركانها وشروطها ليس إلاَّ (6).\nوالقول المختار- والله أعلم- القول الأول القائل بالإباحة،\n(1) عقود الزواج المستجدة، للنجيمي، ص 80.\n(2) سورة النور، آية: 32.\n(3) عقود الزواج المستجدة، للنجيمي، ص 80.\n(4) المرجع السابق.\n(5) عقود الزواج المستجدة، للنجيمي، ص 81، وعقود الزواج المستجدة للسهلي، ص 77.\n(6) عقود الزواج المستجدة، للنجيمي، ص 81.\nالجزء: 1 - الصفحة: 183\n",
        "ولو قيد بالضرورة والحاجة لكان أحسن، وقد أجازه المجمع الفقهي الإسلامي (1)، وذلك لما يلي:\n1 -\nأنه استوفى شروطه وأركانه- وهو المهم-.\n2 -\nأن فيه تيسيرًا على المسلمين، لاسيما في الغرب.\n3 -\nأن أصحاب القول الثاني ليس لديهم دليل صريع لنحمله على الحرمة.\n(1) موقع رايطة العالم الاإسلامي.\nالجزء: 1 - الصفحة: 184\n",
        "المطلب الرابع\nرأي القانون الكويتي\nجاء في قانون الأحوال الشخصية في المادة الرابعة والسبعين: \"تجب النفقة للزوجة على زوجها بالعقد الصحيح ولو كانت مُوسرة، أو مُختلِفة معه في الدِّين، إذا سلمت نفسها إليه ولو حكمًا\" (1).\nوقد فُسرت النفقة على الزوجة في قانون الأحوال الشخصية في المادة الخامسة والسبعين، لتشمل النفقة: الطعام، والكسوة، والسكن، وما يتبع ذلك من تطبيب وخدمة وغيرهما حسب العرف (2).\nومما سبق يتبين لنا حكم النفقة في القانون، وهو الوجوب، ويدخل في النفقة المسكن، وهو ما لا يوجد في زواج \"الفرند\"، هذا من جهة الحكم، وأما من جهة الشروط، أي إذا ذكرت في الشروط، فقد قسم قانون الأحوال الشخصية الكويتي، الشروط في العقد إلى أقسام، كما في المادة الأربعين:\nأ- إذا اقترن عقد الزواج بشرط ينافي أصله بطل العقد.\nب- وإذا اقترن بشرط لا ينافي أصله، ولكن ينافي مقتضاه، أو كان محرمًا شرعًا بطل الشرط، وصح العقد.\n(1) قانون الأحوال الشخصية الكويتي، ص 30.\n(2) المرجع السابق.\nالجزء: 1 - الصفحة: 185\n",
        "ج- وإذا اقترن بشرط لا ينافي أصله ولا مقتضاه، وليس محرمًا شرعًا؛ صح الشرط، ووجب الوفاء به، فإن لم يوفِ به كان للمشروط له حق طلب الفسخ\" (1).\nزواج الفرند داخل في الفقرة (ب)؛ لأنه ينافي مقتضى العقد الذي يوجب عليه النفقة على زوجته بمجرد الدخول بها، فلهذا يبطل الشرط مع صحة العقد، على رأي القانون. وهذا في حال ذكر الشرط في العقد، والغالب عدم ذكره، وإنما يكون الاتفاق عليه قبل العقد، ولا يُذكر في العقد.\n(1) قانون الأحوال الشخصية، ص 20.\nالجزء: 1 - الصفحة: 186\n",
        "المبحث الخامس\nالزواج السياحي\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف الزواج السياحي،\nوفيه فرعان:\nالمطلب الثاني: الفرق بين الزواج السياحي والزواج الشرعي\nالمطلب الثالث: حكم الزواج السياحي\nالمطلب الرابع: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 187\n",
        "المطلب الأول\nتعريف الزواج السياحي\nوفيه فرعان:\nالفرع الأول: تعريف الزواج السياحي لغة\n:\nالسياحي لغةً:\nقال ابن فارس: \"السين والياء والحاء أصل صحيح، ساح في الأرض، قال الله تعالى: {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ} \" (1) (2).\nوالسيح: الماء الجاري، والسيح: العباءة المخططة، وسميت بذلك تشبيهًا لخطوطها بالشيء الجاري، والسيح: الماء الظاهر على وجه الأرض، والسيح: ضرب من البرود، والمساييح ليس من السياحة، ولكنه من التسييح، والتسييح في الثوب: أن تكون فيه خطوط مختلفة ليست من نحو واحد، والمساييح هم الذين يسيحون في الأرض بالنميمة والشر (3).\n(1) سورة التوبة، آية: 2.\n(2) معجم مقاييس اللغة، لابن فارس، ص 478، مادة: (سبح).\n(3) لسان العرب، لابن منظور (2/ 492)، والعين، للفراهيدي، ص 458، ومعجم مقاييس اللغة، لابن فارس، ص 478، والقاموس المحيط، للفيروزآبادي، ص 219، والمصباح المنير، للفيومي، ص 245.\nالجزء: 1 - الصفحة: 188\n",
        "قال الأزهري (1): «ساح الماء يسيح سيحًا: إذا جرى على وجه الأرض، والسياحة: ذهاب الرجل في الأرض للعبادة والترهب، وسياحة هذه الأمة الصيام ولزوم المساجد» (2).\nومما سبق يتبين لنا أن معنى السياحة في اللغة: المشي في الأرض، وأن الأصل في السياحة للمسلم أن تكون في طاعة الله، وبذلك جاءت النصوص التي تدل على السياحة، قال تعالى: {الْحَامِدُونَ السَّائِحُونَ} (3)، وقال تعالى: {سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا} (4).\nقال ابن منظور: \"قال الزجاج: السائحون في قول أهل التفسير واللغة جميعًا: الصائمون) (5). وقد صرفت في زماننا المعاصر إلى التنزه والترفيه وضياع الوقت، ولا يمنع أن تكون سياحة الإنسان في طاعة الله تعالى، وتدخُل تبعًا في التنزه وغيره، بحيث يكون الأصل عند المسلم أنها في طاعة الله.\n(1) هو أبو منصور محمد بن أحمد بن الأزهر الهروي الشافعي، وشهرته بالأزهري نسبة إلى أحد أجداده، ولد سنة 282 هـ، وتوفي سنة 370 هـ، ومن مؤلفاته: التقريب في التفسير، وعلل القراءات. طبقات الشافعية الكبري، للسبكي (3/ 63)، وسير أعلام النبلاء، للذهبي (16/ 315).\n(2) تهذيب اللغة، للأزهري (5/ 173).\n(3) سورة التوبة، آية: 112.\n(4) سورة التحريم، آية: 5.\n(5) لسان العرب، لابن منظور (2/ 493).\nالجزء: 1 - الصفحة: 189\n",
        "الفرع الثاني: تعريف الزواج السياحي اصطلاحًا:\nتعريف الزواج السياحي اصطلاحًا:\nالتعريف الأول: هو الزواج الذي يتم بين رجل وامرأة، ويستند إلى مقومات الزواج الأساسية من حيث سلامة العقد والمهر وموافقة الأهل، إلاَّ أنه لا يستمر لمدة طويلة (1).\nالتعريف الثاني: أن يتزوج الرجل المرأة وفي نيته طلاقها بعد انتهاء دراسته، أو إقامته، أو حاجته (2).\nالتعريف الثالث: هو زواج يتوفر فيه الإيجاب والقبول والولي والشاهدان وغير ذلك من الأمور المعتبرة في صحة النكاح، إلا أن الزوج يضمر في نفسه طلاقها بعد مدة معلومة كانت أو مجهولة (3).\nالتعريف الرابع: هو الزواج الذي تتوفر فيه أركان وشروط الزواج الشرعي من الإيجاب والقبول والولي والشهود ونحوها، ويكون طرفه أحد السياح، ويقوم به خلال إجازته التي غالبًا ما تكون\n(1) الزواج العرفي، لدريويش، ص 129، والزواج السياحي، للحجيلان، ص 430.\n(2) عقود الزواج المستحدثة، للنجيمي، ص 45، والزواج بنية الطلاق، للمنصور، ص 43.\n(3) الزواج بنية الطلاق، للسهلي، ص 31، وعقود الزواج المستحدثة، للسهلي، ص 37.\nالجزء: 1 - الصفحة: 190\n",
        "الإجازة الصيفية، مع تبييته النية بالطلاق بعد انتهاء هذه الإجازة، وقد يصرح بذلك (1).\nالتعريف المختار: «أنه الزواج المستكمل للأركان والشروط، ولكن الزوج يضمر في نفسه الطلاق، سواء كانت معلومة أو غير معلومة»، وذلك لما يلي:\n1 -\nأن جميع التعاريف السابقة اتفقت على أنه زواج استكمل شروطه وأركانه، إلا أنه يضمر فقط نية الطلاق.\n2 -\nالتعريف الرابع حاول أن يقيد الزواج بنية الطلاق على السياحي، أي على زواج السياح في أثناء الإجازة فقط، مع أنه لا يختلف عن سابقيه، وإلا لجعلنا زواجًا صيفيًّا، وزواجًا دراسيًّا، وزواج سفر، وغير ذلك من المسميات؛ لأن المقصود المعاني من العقود وليس المسميات.\n(1) الزواج السياحي، للحجيلان، ص 45.\nالجزء: 1 - الصفحة: 191\n",
        "المطلب الثاني\nالفرق بين الزواج السياحي والزواج الشرعي\nالفرق الأساسي بين الزواج السياحي والزواج الشرعي هو نية الزوج بالطلاق المبيتة، أي أنه لا يريد به الاستمرار والدوام، ولكن يريد التأقيت.\nأما ما حاول به بعض المعاصرين التفريق بين الزواج السياحي والزواج بنية الطلاق، فيمكن أن يرد عليه:\nالفرق الأول: أن الزواج السياحي السفر مقصود به الزواج، أما الزواج بنية الطلاق فالسفر كان لحاجة معينة (1).\nلا نسلم لكم بهذا القول؛ لأن الواقع يحكي خلافه، فإن في الناس من يسافر ويتزوج، وإذا رجع لا يطلق، ويرجع على زوجته ويتردد عليها إلى أن يطلق بعد فترة، وإن سلمنا لكم بهذا، فهل نسمي زواج الطلبة زواج دراسة، وزواج التجار زواج تجارة، وغير ذلك من المسميات؟ لم يقل أحد بهذا القول. صحيح قد يتفقان في أمور، ويختلفان في أمور، لكن الأساس أنه ينوي الطلاق، حتى إن العلماء قالوا: الأصل في العقود المعاني، ليس الألفاظ والمباني (2).\n(1) الزواج السياحي، للحجيلان، ص 85.\n(2) الأشباه والنظائر، للسيوطي، ص 253.\nالجزء: 1 - الصفحة: 192\n",
        "والفرق الثاني: أن الزواج السياحي معروف مسبقًا في الغالب، وأنه محدد ودقيق، والزواج بنية الطلاق لا يكون بهذا التحديد (1).\nلا أثر لهذا، بل هو في السياحي أقوى، بحيث قربه ومشابهته للمتعة أكثر من حيث التحديد، وبهذا يكون الزواج بنية الطلاق أهون منه، إن سلمنا لعملية التحديد؛ لأنه من السياح من لا يتقيد بتحديد السفر.\nوالفرق الثالث: أن الزواج السياحي غالبًا ما تدفع إليه الحاجة المادية للزوجة وأهلها، مع علمهم بطريقة غير مباشر بنية الطلاق، وأما الزواج بنية الطلاق، فقد يكون الدافع ذلك، وقد يكون غيره من إرادة الإنجاب أو الإعفاف أو غيرهما (2).\nالواقع أن أغلب من يزوج من الخليجيين وميسوري الحال لأجل الحاجة يزوجونهم، وإلا إن علموا بنية الطلاق فلا يزوج، وما ذكر في الحقيقة ليس بفرق، بل هو توافق بين الزوجين، مع أن الباحث في بحثه عن الحكم ينقل كلام أغلب العلماء على أنه زواج بنية الطلاق، وبعد كل هذا الرد على التفريق بين السياحي وبنية الطلاق، فقد سبقني إلى ذلك الدكتور أحمد يوسف الدريويش، أستاذ الفقه في جامعة الإمام محمد بن سعود- الرياض (3).\n(1) الزواج السياحي، للحجيلان، ص 85.\n(2) الزواج السياحي، للحجيلان، ص 86.\n(3) الزواج العرفي، لدريويش، ص 132.\nالجزء: 1 - الصفحة: 193\n",
        "المطلب الثالث\nحكم الزواج السياحي\nاختلف العلماء في حكمه على ثلاثة أقوال:\nتحرير محل النزاع:\nإذا نصَّ على الوقت في العقد فهو نكاح المتعة المُحرَّم (1).\nوإذا لم يحدد الوقت، ولكن نوى بقلبه أن يطلق بعد مدة، فقد اختلف فيه العلماء على ثلاثة أقوال:\nالقول الأول: جواز النكاح بنية الطلاق. وهو قول الجمهور من الحنفية (2)، والمالكية (3)، والشافعية (4)، وابن قدامة (5)\n(1) وهذا على القول برجوع ابن عباس (رضي الله عنه) عن قوله بجوازها. المبسوط، للسرخسي (5/ 156)، وشرح فتح القدير، لابن الهمام (3/ 347)، والاستذكار، لابن عبد البر (16/ 301).\n(2) شرح فتح القدير، لابن الهمام (3/ 349)، وفتح باب العناية، للقاري (2/ 28).\n(3) الاستذكار، لابن عبد البر (16/ 301).\n(4) نهاية المحتاج، للرملي (6/ 214).\n(5) المغني، لابن قدامة (5/ 573).\nالجزء: 1 - الصفحة: 194\n",
        "وابن تيمية (1) من الحنابلة، وقال به الطنطاوي وتقي الدين العثماني (2).\nأدلة القول الأول:\nالدليل الأول: أن العقد اكتملت فيه جميع أركانه وشروطه، والنية المستقبلية للتطليق لا تضر، فهي احتمالية، فربما يتغير رأيه فيُبقي على زوجته (3).\nالرد على الدليل من وجوه:\nالوجه الأول: المجيزون نقضوا هذا الأصل الذي جروا عليه هنا من الحكم بالظاهر، وعدم تأثير النية، فقد قال ابن قدامة: «وإن نوى التحليل من غير شرط؛ فالنكاح باطل» (4)، مع أن الصورة الظاهرة التي عقد عليها المحلل مستوفية لمتطلبات الصحة، إلا أن النية أثرت على العقد بالبطلان، فلزمهم تأثير النية في الزواج بنية الطلاق، لاسيما ومدار البطلان على نية التوقيت والناكحان مشتركان فيه (5).\n(1) مجموع فتاوى شيخ الإسلام (32/ 147).\n(2) عقود الزواج المستحدثة، للنجيمي، ص 47.\n(3) عقود الزواج المستحدثة، للنجيمي، ص 49، وعقود الزواج المستحدثة، للسهلي، ص 46، والزواج السياحي، للحجيلان، ص 141، والزواج بنية الطلاق، للمنصور، ص 114.\n(4) المغني، لابن قدامة (7/ 573).\n(5) عقود الزواج المستحدثة، للسهلي، ص 53، والزواج بنية الطلاق، للمنصور، ص 117.\nالجزء: 1 - الصفحة: 195\n",
        "الوجه الثاني: اتفاق أهل الملة على تحريم الغش والخداع وارتكاب الحيل لنيل الشهوات (1).\nالوجه الثالث: أن الإرادة الجازمة يؤاخذ بها المرء في الأفعال كما في الحديث: «إنه كان حريصًا على قتل صاحبه» (2)، فأدخل العزمُ على القتلِ صاحبَه في النار (3).\nالدليل الثاني: أن النكاح بنية الطلاق لا ينطبق عليه تعريف نكاح المتعة الذي ينكح فيه الزوجة إلى أجل، ومقتضى ذلك أنه إذا انتهى الأجل انفسخ النكاح، ولا خيار فيه للزوج ولا للزوجة، وليس فيه رجعة؛ لأنه ليس طلاقًا، بل هو انفساخ وإبانة للمرأة (4).\nالرد على الدليل:\nويمكن الرد عليه بأنه صحيح أن هناك فرقًا بين الزواج بنية الطلاق، فإنه فيه طلاق، والمتعة فسخ، ولكنهما يشتركان في التوقيت.\n(1) الحاوي الكبير، للماوردي (5/ 345)، والفتاوى الكبرى، لابن تيمية (3/ 345)، طبعة دار المعرفة، وعقود الزواج المستحدثة، للسهلي، ص 53، والزواج بنية الطلاق، للسهلي، ص 180.\n(2) رواه البخاري (1/ 16)، كتاب الإيمان، باب «وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما»، فسماهم المؤمنين، ح (31)، ومسلم (8/ 170)، كتاب الفتن وأشراط الساعة، باب إذا تواجه المسلمان بسيفيهما، ح (7434).\n(3) عقود الزواج المستحدثة، للسهلي، ص 53.\n(4) مستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 221.\nالجزء: 1 - الصفحة: 196\n",
        "الدليل الثالث: أن الزواج بنية الطلاق يحقق مصالح حتى لو قيل بعدم جوازه خصوصًا للمغتربين (1).\nالرد على الدليل: دعوى أنه يحقق مصالح قد تضيع غير مُسلَّمٍ؛ لأن مفاسده وآثاره السيئة تربو بكثير على المصلحة، لتأثيره على أهداف الزواج السامية ومقاصده، فلا مودة ولا رحمة ولا نسل ولا تعاون على بناء كنوز المستقبل (2).\nالدليل الرابع: الزواج بنية الطلاق لم يرد في حكمه نص شرعي يدل على تحريمه ولا على إباحته؛ لكونه من الأحكام المستجدة، وعليه فإن الحكم في هذه المسألة اجتهادي (3).\nالرد على الدليل الرابع:\nلا نسلم لهذا الكلام، بل قد نص عليه بعض العلماء المتقدمين، كما سنذكر في القول الثاني (4) (5)، ثم قد سبق الكلام على النية وتأثيرها عند الرد على الدليل الأول (6).\nالدليل الخامس: أن الزواج بنية الطلاق قال الأئمة الأربعة بجوازه، وكذا جمهور السلف، وعلماء الاجتهاد قديمًا وحديثًا (7).\n(1) عقود الزواج المستجدة، للسهلي، ص 46.\n(2) عقود الزواج المستجدة، للسهلي، ص 53، والزواج بنية الطلاق، للسهلي، ص 183.\n(3) عقود الزواج المستحدثة، للسهلي، ص 46، والزواج بنية الطلاق، للسهلي، ص 194.\n(4) الزواج بنية الطلاق، للسهلي، ص 181.\n(5) انظر: ص 199 وما بعدها.\n(6) انظر: ص 196.\n(7) عقود الزواج المستحدثة، للسهلي، ص 46.\nالجزء: 1 - الصفحة: 197\n",
        "الرد على الدليل الخامس:\nأما قولك قال به الأئمة الأربعة، فغير صحيح؛ فقد خالف الإمام أحمد (1)، وكذلك السلف منهم من خالف، وكذلك الحال في العلماء والمعاصرين (2).\nالدليل السادس: أن الزواج بنية الطلاق فيه طلب للحصانة والعفة، وإشباع الرغبة الجنسية بطريق مشروع، ومن المعلوم شرعًا أن الإسلام يكره العزوبة، وينهي عن التبتل (3).\nالرد على الدليل السادس من وجوه:\nالوجه الأول: الحصانة والعفة لا يتمخضان عن زواج شهر أو أيام، وإنما ينتجان عن الزواج الدائم الذي رتَّب الله عليه الأحكام، وبنَى عليه المقاصد، بل إن من وقع في مثل هذا فإنه في الغالب تفسد طبيعته، بحيث يريد زوجة جديدة كل فترة، ولا يصبر أن يقتصر على أم أولاده، بل كل فترة يريد واحدة، وهذا هو الواقع لمن يفعلون مثل هذه النوع من الزواج (4).\nالوجه الثاني: إشباع الرغبة الجنسية ليس له إلا طريقان؛ الزواج الشرعي الدائم الذي تترتب عليه الأحكام، أو التسري بما ملكت اليمين من الإماء- إن وجد- وما سوى ذلك ليس طريقًا\n(1) الانصاف، للمرداوي (20/ 407).\n(2) الزواج بنية الطلاق، للسهلي، ص 185.\n(3) الزواج بنية الطلاق، للسهلي، ص 185، والزواج بنية الطلاق، للمنصور، ص 78، والزواج السياحي، للجحيلان، ص 144.\n(4) الزواج بنية الطلاق، للسهلي، ص 185.\nالجزء: 1 - الصفحة: 198\n",
        "شرعيًّا لإشباع الرغبة، والدليل قوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6)} (1) (2).\nالوجه الثالث: صحيح أن الدين نهى عن التبتل، ولكنه لم يدُع إلى المتعة العارضة، واللذة المؤقتة لكسر طوق الرهبنة والعزوبية، بل أمر بالزواج الدائم الذي تترتب عليه المقومات الأساسية، والمقاصد الشرعية (3)، والزواج بنية الطلاق ليس حلاًّ، بل هو مشكلة؛ لأن في الغالب لا ينتهي صاحبه عما يفعل بكثرة الزوجات، وهو في الواقع لا يرضى ذلك على أخته أو ابنته أن تتزوج فترة محددة ثم تُطلَّق.\nالقول الثاني: أن الزواج بنية الطلاق حرام، وهو مذهب الحنابلة في المشهور (4)، وقول الأوزاعي (5) (6)، ومن المعاصرين: الشيخ رشيد رضا (7)، والشيخ محمد صالح العثيمين (8)، واللجنة\n(1) سورة النور، آية: 5، 6.\n(2) الزواج بنية الطلاق، للسهلي، ص 187.\n(3) الزواج بنية الطلاق، للسهلي، ص 187.\n(4) الشرح الكبير، لابن قدامة (20/ 407)، والإنصاف، للمرداوي (20/ 407).\n(5) هو أبو عمرو عبد الرحمن بن عمر الأوزاعي، ينسب إلى الأوزاع، بطن من همدان، وهو أمام أهل الشام. ولد ببعلبك، وتوفي سنة 157 هـ. الطبقات الكبرى، لابن سعد (1/ 88).\n(6) الاستذكار، لابن عبد البر (16/ 301).\n(7) تفسير القرآن الكريم الشهير بتفسير المنار، لرشيد رضا (5/ 17).\n(8) شرح منظومة أصول الفقه وقواعده، لابن عثيمين ص 287.\nالجزء: 1 - الصفحة: 199\n",
        "الدائمة للإفتاء في المملكة العربية السعودية (1)، والمجمع الفقهي الإسلامي (2)، والشيخ صالح محمد اللحيدان، والشيخ صالح بن فوزان الفوزان، والشيخ محمد ناصر الدين الألباني (3).\nأدلة القول الثاني:\nالدليل الأول: الزواج بنية الطلاق نكاح متعة أو شبيه به، فتشلمه أدلة تحريم المتعة (4).\nالرد الأول على الدليل الأول:\nالزواج بنية الطلاق يخالف المتعة في التعريف، وأنه طلاق، أما المتعة ففسخ بعدها (5).\nمناقشة الرد على الدليل الأول:\nسبق مناقشته في الرد على الدليل الثاني (6)، وأنهما يشتركان في التأقيت الذي ترتب عليه الحكم، وإن اختلفا في أن أحدهما طلاق، والآخر فسخ.\nالرد الثاني على الدليل الأول:\nقال شيخ الإسلام: «ليس بنكاح متعة، ولا يحرم، وذلك أنه\n(1) فتاوى اللجنة الدائمة (18/ 446 - 448).\n(2) موقع رابطة العالم الاسلامي.\n(3) الزواج بنية الطلاق، للسهلي، ص (46 - 50).\n(4) عقود الزواج المستحدثة، للسهلي، ص 51، والزواج السياحي، للحجيلان، ص 129.\n(5) عقود الزواج المستحدثة، للنجيمي، ص 49، ومستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 222.\n(6) انظر: ص 196.\nالجزء: 1 - الصفحة: 200\n",
        "قاصد للنكاح وراغب فيه، بخلاف المحلل، لكن لا يريد دوام المرأة معه، وهذا ليس بشرط؛ فإن دوام المرأة معه ليس بواجب؛ بل له أن يطلقها، فإذا قصد أن يطلقها بعد مدة، فقد قصد أمرًا جائزًا، بخلاف المتعة» (1).\nالرد على الرد الثاني من وجوه:\nالوجه الأول: أما قوله: \"ليس بنكاح متعة ولا يحرم\" إلى قوله \"دوام المرأة معه\"، فنعم صحيح، ولكنه ليس قاصدًا للدوام والاستمرار، وهل مقصود الشارع من شرعه للنكاح كونه قاصدًا وراغبًا فيه، كلا، وإنما المقصود من النكاح دوامه واستمراره، وذلك لما يترتب على الدوام من فوائد عظيمة يحبها الله تعالى، ولذلك رغب الشارع فيه، ونهى عن التبتل، وشرح الوسائل التي يكون بها دوام النكاح، وحذر من الطلاق، وأمر بإمساك المرأة مع كراهتها، قال تعالى: فَإِنِ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا) (2)، وأما قصده للنكاح دون قصد الدوام، فيشاركه فيه نكاح المتعة والتحليل، حيث إن كلاًّ منهما قاصد للنكاح وراغب فيه، ولكن لا يريد الدوام، فلو كانت الرغبة قصد النكاح وحدها مسوغًا، لجاز نكاح التحليل والمتعة أيضًا (3).\nالوجه الثاني:\nأما قوله ليس بشرط، فإن دوام المرأة معه ليس بواجب، بل له أن يطلقها.\n(1) مجموع فتاوى شيخ الإسلام (32/ 147).\n(2) سورة النساء، آية: 19.\n(3) الزواج بنية الطلاق، للمنصور، ص 83.\nالجزء: 1 - الصفحة: 201\n",
        "نعم، صحيح ليس بشرط، ولكن وجوده يضر بالمقصد الأصلي الذي من أجله شرع النكاح، أما دوام المرأة معه، ففرق بين أن يتزوج إنسان بنية دوام العشرة ثم لا يوفق؛ لأن القلوب بين يدي الله، وبين إنسان تزوج ونيته عدم الدوام، بل أراده ليقضي منها وطرًا عاجلاً أو منفعة ثم يطلقها، ليذهب إلى أخرى؛ فالأول لا أحد يقول بعدم صحة نكاحه، ومشروعية طلاقه، والثاني كيف نقول بجواز نكاحه ونية الطلاق موجودة قبل العقد ومع العقد (1).\nالوجه الثالث: قصد أمرًا جائزًا.\nبل هو غير جائز؛ لأنه شبيه بالمتعة من حيث قصد كل منهما الطلاق بعد مدة، وغاية ما في الأمر أن المتعة صرح فيها بالمدة، وعدم التصريح بمدة لا يجعل العقد مشروعًا، ولابد من اكتمال الشروط، وانتقاء الموانع، والزواج بنية الطلاق وُجد فيه مانع يمنع كونه مشروعًا، ألا وهو النية التي تنافي مقصد الشارع، فالنية كافية في تحريمه (2).\nالدليل الثالث: كتمان النية المستقبلية عن الزوجة أو أهلها يعتبر من الخداع والخيانة والغش، مما يجعله أجدر بالبطلان من العقد المؤقت والمتعة (3).\n(1) الزواج بنية الطلاق، للمنصور، ص 85.\n(2) الزواج بنية الطلاق، للمنصور، ص 84، بتصرف. وقد رد على قول شيخ الإسلام ردًا كاملاً، وهذا ملخص منه كيلا أطيل.\n(3) مستجدات فقهية، للأشقر، ص 224، وعقود الزواج المستحدثة، للنجيمي، ص 54.\nالجزء: 1 - الصفحة: 202\n",
        "الرد على الدليل:\nويمكن الرد عليه بأننا نسلم لكم بالغش والخداع والخيانة، ولماذا تصل إلى البطلان؟ ولِمَ لا يكون صحيحًا مع حرمة ما نواه؟ .\nالدليل الرابع: تحريم الزواج بنية الطلاق يدخل تحت القاعدة الفقهية: إذا اجتمع الحلال والحرام غلب الحرام (1) (2).\nالرد على الدليل:\nويمكن الرد عليه بأننا لا نسلم لكم بأنه حرام حتى يدخل تحت القاعدة، وإن سلمنا فلِمَ يلزم بطلان العقد؟ لما لا نقول: الفعل حرام، والعقد صحيح؟\nالدليل الخامس: ومما يرجح تحريم الزواج بنية الطلاق قاعدة: الخروج من الخلاف مستحب (3) (4).\nالرد على الدليل:\nويمكن الرد عليه بأننا لا نخالف في هذه القاعدة، بل هي موافقة لقولنا، ودليل لنا في الحقيقة؛ لأن العلماء يرون الكراهة في هذه القاعدة إذا خالف، وليس التحريم.\nالدليل السادس: استدلوا بجملة من القواعد الفقهية، مثل: إذا\n(1) الأشباه والنظائر، للسيوطي، ص 164، والمواهب السنية، للفاداني (2/ 51).\n(2) الزواج بنية الطلاق، للسهلي، ص 54.\n(3) الأشباه والنظائر، للسيوطي، ص 207، والمواهب السنية، للفاداني (2/ 170).\n(4) الزواج بنية الطلاق، للسهلي، ص 59.\nالجزء: 1 - الصفحة: 203\n",
        "تعارض المانع والمقتضي قدم المانع (1)، ودرء المفاسد مقدم على جلب المصالح (2)، وقاعدة سد الذريعة (3) (4).\nالرد على الدليل:\nسبق الرد على مثل هذه الأدلة في الرد على الدليل الرابع سواء بالتسليم وعدم التسليم.\nالدليل السابع: من الأدلة على تحريم الزواج بنية الطلاق قاعدة: لا ضرر ولا ضرار (5) (6).\nالرد على الدليل:\nويمكن الرد عليه بأنه نسلم لكم إذا ثبت الضرر على من يتزوج بنية الطلاق، وإلا لم يدخل تحت هذه القاعدة.\n(1) الأشباه والنظائر، للسيوطي، ص 178، والمواهب السنية، للفاداني (2/ 84)، والمنثور في القواعد، للزركشي (1/ 348).\n(2) شرح القواعد الفقهية، للزرقا، ص 205، والأشباه والنظائر، للسيوطي، ص 138، والمواهب السنية، للفاداني (1/ 282).\n(3) نثر الورود، للشنقيطي (2/ 575)، وتقريب الوصول، لابن جزي، ص 415، وأصول مذهب الإمام أحمد، للتركي، ص 497.\n(4) الزواج بنية الطلاق، للسهلي، ص 61 - 64، وعقود الزواج المستجدة، للنجيمي، ص 54.\n(5) شرح القواعد الفقهية، للزرقا، ص 165، والأشباه والنظائر، للسيوطي، ص 132، والمجموع المذهب، للعلائي (2/ 375)، والمواهب السنية، للفاراني (1/ 266).\n(6) الزواج بنية الطلاق، للسهلي، ص 62، وعقود الزواج المستجدة، للنجيمي، ص 54، وقد أطال الدكتور أحمد السهلي بالأدلة لمن أراد، وفصَّل فيها جزاه الله خيرًا.\nالجزء: 1 - الصفحة: 204\n",
        "القول الثالث: أن الزواج بنية الطلاق مكروه. وهو قول لمالك (1)، ومذهب الشافعية (2).\nأدلة القول الثالث: مثل أدلة القول الثاني ترى التحريم، غير أنهم حملوا التحريم على الكراهة، سواء التنزيهية أو التحريمية (3).\nالقول الراجح- والله أعلم- القول الثاني، وهو التحريم، وذلك لما يلي:\n1 -\nأن العبرة في العقود بالمقاصد لا بالألفاظ والمباني، وأن هناك أمورًا اكتملت أركانها وشروطها وقد حرمها الشارع، مثل: بيع السلاح في وقت الفتنة، وقد ظهر المقصود بهذا النكاح عيانًا للناس، ولا يرضاه أحد لبناته أو أخواته (4).\n2 -\nلتأثير النية على العقد صحةً وبطلانًا، كما في الحديث السابق: إنه كان حريصًا على قتل صاحبه (5)، فأثرت النية عليه مع أنه لم يعمل.\n3 -\nظهور فساد هذا الزواج واقعيًّا، حتى إنه قد يصل إلى ليلة واحدة، وهذا من استغلال هذا النوع من الزواج في الواقع للشهوة وقضاء وطره.\n(1) المنتقى، للباجي (5/ 142).\n(2) نهاية المحتاج، للرملي (6/ 214)، والحاوي الكبير، للماوردي (9/ 333).\n(3) عقود الزواج المستجدة، للنجيمي، ص 56.\n(4) المرجع السابق، ص 57.\n(5) سبق تخريجه ص 196.\nالجزء: 1 - الصفحة: 205\n",
        "4 -\nأن النكاح المؤقت أسوأ حالاً من نكاح المتعة؛ لأنه بني على الخداع والغش والتدليس والتحايل على مقصود الشارع في أضيق الأبواب، فكان القصد حرامًا، والوسيلة باطلة، أما نكاح المتعة فإن كلا الطرفين قد عرف حاله ومآله (1).\n5 -\nمبنى العقود زواجًا أو غيره على التراضي وعدم الغش، وإن احتال أحد المتعاقدين بحيلة خفية لا يفطن لها الطرف الآخر ثبت الخيار، وأمثلته كثيرة، مثل: بيع المصراة وغيرها، وإذا كان هذا في البيوع محرمًا، ويثبت الخيار، فكيف بمن يدلس في الأبضاع التي فيها مزيد من الاحتياط؟ فهل رضا المرأة وأوليائها متحقق إن أطلعهم على عزم فراقها؟ (2).\n6 -\nالمحتال بالباطل يعامل بنقيض قصده شرعًا وقدرًا، وهو تحايل على الشرع ليتوصل بحيلته إلى ما لا يجوز له فعله، وإلى ما لا ترضاه المرأة ولا أولياؤها لو علموا الحال، وهذا من الممقوت شرعًا (3).\n(1) عقود الزواج المستجدة، للسهلي، ص 55.\n(2) عقود الزواج المستجدة، للسهلي، ص 56.\n(3) المرجع السابق.\nالجزء: 1 - الصفحة: 206\n",
        "المطلب الرابع\nرأي القانون الكويتي\nجاء في قانون الأحوال الشخصية في المادة الحادية عشرة: \"يشترط في الإيجاب والقبول:\nأ- أن يكونا مُنجزين غير دالَّين على التوقيت.\nب- موافقة القبول للإيجاب صراحة أو ضمنًا (1) \".\nهذا في حال ذكر التوقيت في العقد، أما الواقع في الزواج السياحي، فهو عدم ذكر التوقيت في العقد، بل هو مجرد نية الطلاق عند الزوج، وعدم معرفة أهل الزوجة بذلك، ولم تتعرض قوانين الأحوال الشخصية لذكر الزواج بنية الطلاق صراحة.\n(1) قانون الأحوال الشخصية الكويتي، ص 12.\nالجزء: 1 - الصفحة: 207\n",
        "الجزء: 1 - الصفحة: 208\n",
        "المبحث السادس\nالزواج المدني\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف الزواج المدني.\nالمطلب الثاني: الفرق بين الزواج المدني والزواج الشرعي\nالمطلب الثالث: حكم الزواج المدني\nالمطلب الرابع: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 209\n",
        "المطلب الأول\nتعريف الزواج المدني\nالفرع الأول: تعريف الزواج المدني لغة\n:\nمدن لغة: المدينة اسم لمدينة رسول الله (صلى الله عليه وسلم) خاصة، وكل أرض يُبنى بها حصن في أطمتها فهي مدينة، والنسبة إليها مدني، ويقال للرجل العالم بالأمر: هو ابن مدينتنا، أي عالم بأمرها، ومدن الرجل إذا أتى المدينة، وتمدَّن أي عاش عيشة أهل المدن، وأخذ بأسباب الحضارة، والمدنية: الحضارة والاتساع (1).\nالفرع الثاني: تعريف الزواج المدني اصطلاحًا:\nالتعريف الأول: هو الشركة التي تجمع بين الرجل والمرأة لاستمرار بقاء النسل، وليساعد كل منهما الآخر بالمعونة المتبادلة لحمل أعباء الحياة، وليتقاسما أقدارهما المشتركة (2).\n(1) تهذيب اللغة، للأزهري (14/ 145)، ومعجم مقاييس اللغة، لابن فارس، ص 942، ومفردات ألفاظ القرآن، للأصفهاني، ص 763، والقاموس المحيط، للفيروزآبادي، ص 1137، والمصباح المنير، للفيومي، ص 463، مادة: (مدن).\n(2) الزواج المدني ومشروع قانون الأحوال الشخصية، لكبارة، ص 36، والزواج المدني .. دراسة مقارنة، لكبارة، ص 83.\nالجزء: 1 - الصفحة: 210\n",
        "التعريف الثاني: الاتفاق الذي بواسطته يتحد شخصان من جنسين مختلفين في مقاديرهما مدى الحياة تحت لواء الزواج (1).\nالتعريف الثالث: عقد بواسطته يؤسس الرجل والمرأة فيما بينهما اتحادًا يتولاه القانون، ولا يستطيعان أن يفصماه برغبتهما المطلقة (2).\nالتعريف الرابع: عقد مدني واتسامي يتحد به الرجل والمرأة قصد الحياة معًا، وقصد تبادل المساعدة والتعاون تحت إدارة الرجل رئيس الأسرة (3).\nومما سبق يلاحظ اختلاف الغربيين في تعريف الزواج المدني:\n1 -\nالتعريف الأول: اعتمد على النسل، وركز عليه وعلى أهميته.\n2 -\nوالثاني أراد الإعانة بين الزوجين على المعيشة.\n3 -\nوالثالث ركز على التوثيق، وأن يتولاه رجل القانون.\n4 -\nوالرابع أشار إلى سيادة وقوامة الرجل في قوله: \"تحت إدارة الرجل رئيس الأسرة\" (4).\nوبهذا يتبين أن التعاريف مختلفة، ويمكن أن أجمع بينهم في\n(1) الزواج المدني ومشروع قانون الأحوال الشخصية، لكبارة، ص 36، والزواج المدني .. دراسة فقهية مقارنة، لكبارة، ص 84.\n(2) المرجعين السابقين.\n(3) الزواج المدني ومشروع قانون الأحوال الشخصية، لكبارة، ص 37، والزواج المدني .. دراسة فقهية مقارنة، لكبارة، ص 84.\n(4) الزواج المدني ومشروع قانون الأحوال الشخصية، لكبارة، ص 37.\nالجزء: 1 - الصفحة: 211\n",
        "تعريف اختاره، وهو: الزواج الذي يتم وفقًا لما حددته دولة ما في تشريعاتها القانونية بعد أن أقصت أي شرط ديني (1)، أو تدخل ديني في الزواج، لا من حيث صلاحية إبرامه فقط، بل من حيث شروطه وأركانه ومواصفاته الأخرى (2).\nوبعد هذا، أحب أن أشير إلى ما عرَّفه به العلماء والباحثون، من وجهة نظرهم لهذا العقد.\nالتعريف الأول: هو العقد الذي يجري في دوائر الدولة دون موافقة الولي، ولا يشترط حضور الشهود (3).\nالتعربف الثاني: عرفه وهبه الزحيلي بأنه: مجرد رباط كبقية العقود المالية، ويخلو من مراعاة الشروط التي تتناسب مع كرامة الإنسان، وهو في الواقع خال من الالتزام بحقوق الزوجية السليمة، وحقيقة هذا الزواج أنه اتفاق على مجرد الارتباط في قسم الشرطة مثلاً، دون الالتزام بأحكام الزواج وآثاره، لا عند الانعقاد، ولا عند الفسخ والانهيار، وفيه مخالفات شرعية إسلامية صارمة، إذ يمكن أن يقوم هذا الزواج بين امرأة مسلمة وغير مسلم؛ بحجة إلغاء الطائفية، وصهر الفوارق الدينية (4).\n(1) لأن القانون الفرنسي لا يعترف إلا بالتوثيق المدني فقط. الزواج المدني .. دراسة فقهية، لكبارة، ص 89.\n(2) مسميات الزواج المعاصرة، لبدير، ص 252.\n(3) أحكام الأحوال الشخصية للمسلمين في الغرب، للرافعي، ص 360 - 362، وهذا ليس نصًّا من الباحث، ولكنه مفهوم كلامه حول الزواج المدني.\n(4) فتاوى معاصرة، للزحيلي، ص 214.\nالجزء: 1 - الصفحة: 212\n",
        "المطلب الثاني\nالفرق بين الزواج المدني والزواج الشرعي\nيختلف الزواج المدني عن الزواج الشرعي في أمور أساسية، منها:\n1 -\nأن من شروط قبول أوراق المتقدم للزواج ألاَّ يكون متزوجًا، فالتعدد يعتبر مانعًا من موانع الزواج، ولابد أن يقدم شهادة يثبت فيها عدم ارتباطه بامرأة أخرى، وإلا لم تقبل أوراقه، وهذا مأخوذ من القانون الكنسي الروماني؛ أخذ من القانون الفرنسي وعمل به (1)، بخلاف الزواج الشرعي، فله الحق في التعدد، ولا يمنع من التزوج إلا بما فوق الأربع.\n2 -\nيتفق المدني والشرعي في الرضا، ويختلفان في الصيغة، فالمدني يعتمد صيغة الاستفهام (2)، بينما الشرعي يعتمد صيغة الماضي أو المضارع.\n3 -\nالزواج المدني لا يعتد بالصداق، وليس له ذِكْر فيه، ولا حق للمرأة فيه (3)، بخلاف الزواج الشرعي الذي لابد من ذِكْر الصداق فيه.\n(1) الزواج المدني .. دراسة مقارنة، لكبارة، ص 93، 94.\n(2) أحكام الأحوال الشخصية، للرافعي، ص 399، وفقه الأسرة المسلمة، للعمراني (1/ 371).\n(3) فقه الأسرة المسلمة في المهاجر، للعمراني (1/ 372).\nالجزء: 1 - الصفحة: 213\n",
        "4 -\nالزواج المدني لا يرى بالولي، وليس له ذكر فيه (1)، بخلاف الزواج الشرعي؛ فإنه لابد من الولي في البكر، واختلفوا في الثيب، والجمهور على وجوب الولي.\n5 -\nلم يعتد الزواج المدني بالديانة (2)، وجعل لكلٍّ الحق في الزواج من كل دين، فللمسلم أن يتزوج كافرة كتابية أو غيرها، وللمسلمة كذلك، بينما الزواج الشرعي يرى عدم زواج المسلمة بالكافر.\n6 -\nالزواج المدني اشترط الشهود في السابق، ثم جعل الشهود اختياريًّا، فمن أراد أحضر الشهود، ومن لم يرد فليس عليه شيء (3)، بخلاف الزواج الشرعي الذي اشترط الشهود.\n7 -\nعدالة الشهود ليس لها ذكر في الزواج المدني (4) لمن اختار أن يُحضر الشهود، أما في الزواج الشرعي فلابد من عدالة الشهود.\n8 -\nالطلاق في الزواج المدني بيد القاضي، وجعل له أسبابًا ثمانية فقط: الزنى، والإيذاء الجسدي المقصود، والحبس مدة سنتين على الأقل، والجنون شرط مرور سنة على جنونه، والهجر غير\n(1) أحكام الأحوال الشخصية للمسلمين في الغرب، للرافعي، ص 400.\n(2) الزواج المدني والزواج العرفي من منظور إسلامي، للأقطش، ص 15.\n(3) أحكام الأحوال الشخصية للمسلمين في الغرب، للرافعي، ص 401، وقال: (وقد لا يعد حضور الشهود ضروريًا لعقد الزواج المدني بتاريخ 1/ 7/1998 م).\n(4) فقه الأسرة المسلمة في المهاجر، للعمراني (1/ 376).\nالجزء: 1 - الصفحة: 214\n",
        "المبرر أكثر من ثلاث سنوات، والغيبة المنقطعة من خمس سنوات فأكثر، وانعدام القدرة على تحمل واجبات الزواج، والاضطراب في الحياة الزوجية واستحالة الاستمرار، خلافًا للزواج الشرعي (1).\n9 -\nعدة الطلاق في الزواج المدني ثلاثمائة يوم، عدا الحامل حتى تضع، بخلاف الزواج الشرعي (2).\n10 -\nإباحة التوارث بين المسلمين والكفار في الزواج المدني، بخلاف الزواج الشرعي (3).\n11 -\nالرضاع ليس من موانع الزواج في الزواج المدني، بخلاف الزواج الشرعي (4).\n(1) الزواج المدني وقانون الأحوال الشخصية، ص 161، 162.\n(2) المرجع السابق، ص 162.\n(3) المرجع السابق، ص 171، 172.\n(4) المرجع السابق، ص 158.\nالجزء: 1 - الصفحة: 215\n",
        "المطلب الثالث\nحكم الزواج المدني\nبعدما مرَّ من الفروق بين الزواج المدني والزواج الشرعي، فإن هناك مسائل كثيرة، وسأتطرق إلى أهمها، وهو عدم اشتراط الدِّين، وعدم اشتراط الشهود، أما مسألة الولي فستأتي في آخر البحث- إن شاء الله- وذلك حتى لا أطيل، والله الموفق.\nمسألة عدم اشتراط الدِّين:\nأجمع العلماء على تحريم النكاح بين المسلمين والمشركين ممن لا كتاب لهم،\nويحرم كذلك زواج الكافر بالمسلمة مطلقًا، سواء كتابيًّا أم لا (1)؛ لقوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ المُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلاَ تَرْجِعُوهُنَّ إِلَى الكُفَّارِ لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ) (2).\nوأما زواج المسلم بالكتابية، فالجمهور على جوازه من السلف\n(1) أحكام القرآن، للجصاص (1/ 403)، والمبسوط، للسرخسي (5/ 45)، والجامع لأحكام القرآن، للقرطبي (3/ 461)، والأم، للشافعي (5/ 9)، والحاوي الكبير، للمارودي (4/ 258)، والمغني، لابن قدامة (7/ 363)، والكافي، لابن قدامة (4/ 315).\n(2) سورة الممتحنة، آية: 10.\nالجزء: 1 - الصفحة: 216\n",
        "والخلف (1)؛ لقوله تعالى: {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} (2).\nوخالف ابن عمر (رضي الله عنهما) وقال بحرمة نكاح المسلم للكتابية (3).\nدليل القول:\nعن نافع، أن ابن عمر (رضي الله عنهما) كان إذا سئل عن نكاح اليهودية والنصرانية يقول: «إن الله تعالى حرم المشركات على المؤمنين، ولا أعلم من الإشراك شيئًا أكبر من أن تقول المرأة: ربها عيسى. وهو عبد من عباد الله» (4).\nوجه الدلالة:\nحمل بعض العلماءِ قولَه على الكراهة، وأنه كان متوقفًا في ذلك (5).\nالرد على وجه الدلالة:\nعلى فرض ثبوته فهو فهمٌ منه واجتهادٌ، ولا يقوى على\n(1) أحكام القرآن، للجصاص (1/ 403)، والمبسوط، للسرخسي (5/ 45)، والجامع لأحكام القرآن، للقرطبي (3/ 461)، والأم، للشافعي (5/ 9)، والحاوي الكبير، للمارودي (4/ 258)، والمغني، لابن قدامة (7/ 363)، والكافي، لابن قدامة (4/ 315).\n(2) سورة المائدة، آية: 4.\n(3) أحكام القرآن، للجصاص (1/ 403).\n(4) رواه البخاري (6/ 211)، كتاب الطلاق، باب قوله تعالى: (وَلاَ تَنكِحُوا المُشْرِكَاتِ حَتَّى يُؤْمِنَّ)، ح (5285).\n(5) ولأن هناك أثرًا آخر ذكره الجصاص، أن ابن عمر كرهه، فلذلك حمل حديث التحريم على الكراهة. أحكام القرآن، للجصاص (1/ 403).\nالجزء: 1 - الصفحة: 217\n",
        "معارضة الآية التي صرحت بإباحة نساء أهل الكتاب (1).\nوبهذا يتضح أن الراجح- والله أعلم- قول الجمهور؛ لأن الآية عامة، فلا تصرف عن عمومها إلا بدليل صريح، والذي روي عن ابن عمر (رضي الله عنهما) مرة بالكراهة، ومرة بالتحريم، فعلم من ذلك أنه اجتهاد منه (2).\nالمسألة الثانية: الشهود لم يتطرق لهم عقد النكاح المدني\n:\nتحرير محل النزاع:\nاتفق أهل العلم على بطلان النكاح الذي يتم بغير شهود ولا إعلان.\nقال ابن تيمية: «نكاح السر الذي يتواصون بكتمانه، ولا يشهدون عليه أحدًا، باطل عند عامة العلماء، وهو من جنس السفاح» (3).\nواتفق أهل العلم على صحة النكاح الذي شهد عليه رجلان فصاعدًا، وتم الإعلان عنه.\nقال ابن تيمية: «إذا اجتمع الإشهاد والإعلان؛ فهذا لا نزاع في صحته» (4).\n(1) السيل الجرار، للشوكاني (2/ 253).\n(2) هذا في الجملة، وإلا في دار الحرب فقد اختلفوا على قولين كذلك. المراجع السابقة.\n(3) مجموع فتاوى شيخ الإسلام (33/ 158).\n(4) المرجع السابق (32/ 130).\nالجزء: 1 - الصفحة: 218\n",
        "واختلف العلماء في النكاح الذي شهد عليه الشهود، ولكنهم لم يعلنوه للناس، وتواصوا بكتمانه، واختلفوا في النكاح الذي أعلن عنه ولم يحضر أحد الشهود.\nوقبل أن أدخل في الخلاف بالمسألة، أود أن أشير إلى قول ابن رشد (1) - رحمه الله-: «واتفقوا على أن الشهادة من شرط النكاح، واختلفوا هل هي شرط تمام يؤمر به عند الدخول، أو شرط صحة يؤمر به عند العقد؟ » (2)، وعلى ذلك متأخري المالكية (3)، أن الإشهاد ركن من عقد النكاح لا يصح النكاح بدونه، وبهذا فلا خلاف بينهم وبين الجمهور، وقال بعض المالكية: إن مذهب مالك عدم الإشهاد، وإنه يكتفي بالإعلان (4).\nالقول الأول: يصح عقد الزواج من غير إشهاد، وإنما هو شرط كمال وفضيلة، ويُكتفى بالإعلان. وهو وقول المالكية (5) ورواية عن أحمد (6).\n(1) هو الإمام محمد بن أحمد بن محمد بن أبي الوليد بن رشد الشهير بالحفيد. ولد سنة 520 هـ، وتوفي سنة 595 هـ، من مؤلفاته: الكليات في الطب، واختصار المستصفى في الأصول. شجرة النور الزكية، لمخلوف، ص 146، والأعلام، للزركلي (5/ 318).\n(2) بداية المجتهد، لابن رشد (3/ 963).\n(3) تقريب المعاني على متن الرسالة، للأزهري، ص 134، والشرح الصغير، للدردير (2/ 335).\n(4) الاستذكار، لابن عبد البر (16/ 214)، والجامع لأحكام القرآن، للقرطبي (3/ 472).\n(5) المرجعين السابقين، والمعونة، للقاضي عبد الوهاب (1/ 494).\n(6) المغني، لابن قدامة (9/ 347).\nالجزء: 1 - الصفحة: 219\n",
        "أدلة القول الأول:\nالدليل الأول: أن البيوع ذكَر الله الإشهاد عليها، وقام الدليل على الإشهاد فيها، والنكاح لم يذكر الله فيه الإشهاد، فأحرى ألاَّ يكون الإشهاد فيه من شروطه وفرائضه، وأنه مما تعم به البلوى (1).\nالرد على الدليل الأول:\nورد في الحديث: «لا نكاح إلا بولي وشاهدي عدل» (2).\nالدليل الثاني:\nلم يثبت عن النبي صلى الله عليه وسلم دليل في الإشهاد على الزواج، فتبين أنه ليس مما أوجبه الله على المسلمين في مناكحهم، وإنما الذي ورد في نكاح لم يحضره إات رجل وامرأة (3).\nالرد على الدليل:\nويمكن الرد أن الدليل قد صحَّ في الشهود.\nالدليل الثالث:\nعن أنس رضي الله عنه قال: أقام النبي (صلى الله عليه وسلم) بين خيبر والمدينة ثلاث ليالٍ يبنى عليه بصفية، فدعوت المسلمين إلى وليمته، وما كان فيها خبز ولا لحم، وما كان فيها إلا أن أمر بلا بالأنطاع فبسطت، فألقى عليها التمر والأقط والسمن، فقال المسلمون:\n(1) الاستذكار، لابن عبد البر (16/ 214)، والجامع لأحكام القرآن، للقرطبي (3/ 472)، والمغني، لابن قدامة (9/ 348)، مجموع فتاوى شيخ الإسلام (32/ 127).\n(2) رواه الدارقطني في سننه (4/ 322)، كتاب النكاح، ح (3531)، والبيهقي في السنن الكبرى (7/ 203)، كتاب النكاح، باب لا نكاح إلا بشاهدي عدل، ح (13721)، وقال الألباني: حديث صحيح. إرواء الغليل (6/ 258).\n(3) الاستذكار، لابن عبد البر (16/ 216).\nالجزء: 1 - الصفحة: 220\n",
        "إحدى أمهات المؤمنين هي، أو ما ملكت يمينه؟ قالوا: إن حجبها فهي إحدى أمهات المؤمنين، وإن لم يحجبها فهي مما ملكت يمينه. فلما ارتحل وطَّأ لها خلفه ومد الحجاب (1) (2).\nوجه الدلالة من الحديث:\nأن أصحاب النبي صلى الله عليه وسلم استدلوا على أنها من أمهات المؤمنين بالحجاب، ولو كان أشهد على نكاحها لعلموا ذلك بالإشهاد، وهذا يدل على صحة العقد، وأنه لا يتوقف على الإشهاد (3).\nالرد على الدليل:\nنكاح النبي صلى الله عليه وسلم بلا شهود مِن خصائص النبي (صلى الله عليه وسلم)، فقد أباح الله له الزواج ممن وهبته نفسها، فالتزوج بلا شهود من باب أولى (4).\nالقول الثاني: الإشهاد شرط لصحة النكاح. وهو مذهب الجمهور من الحنفية (5) ومتأخري المالكية (6) والشافعية (7) والحنابلة- في المشهور (8) -.\n(1) رواه البخاري (5/ 91 - 92)، كتاب المغازي، باب غزوة خيبر، ح (4213).\n(2) المغني، لابن قدامة (9/ 348).\n(3) شرح ابن بطال على صحيح البخاري، لابن بطال (7/ 180).\n(4) المغني، لابن قدامة (9/ 348).\n(5) المبسوط، للسرخسي (5/ 28)، والاختيار لتعليل المختار، للموصلي (3/ 41).\n(6) تقريب المعاني على متن الرسالة، للأزهري، ص 134، والشرح الصغير، للدردير (2/ 335).\n(7) الأم، للشافعي (5/ 35)، والحاوي الكبير، للماوردي (4/ 64).\n(8) المغني، لابن قدامة (9/ 347)، والكافي، لابن قدامة (4/ 237).\nالجزء: 1 - الصفحة: 221\n",
        "أدلة القول الثاني:\nالدليل الأول:\nأن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: «لا نكاح إلا بولي وشاهدي عدل» (1).\nوجه الدلالة:\nالنص واضح في اشتراط الولي والشهود.\nالدليل الثاني:\nلما خالف النكاح سائر العقود في تجاوزه عن المتعاقدينِ إلى ثالثٍ، هو الولد، الذي يَلْزم حفظُ نسبه، خالفهما في وجوب الشهادة عليه حفظًا لنسب الولد الغائب؛ لئلا يبطل نسبه بتجاحد الزوجين (2).\nالقول المختار- والله أعلم- القول بوجوب الشهود، وذلك لما يلي:\n1 -\nصحة الدليل في الشهود.\n2 -\nوضعف أدلة القول الأول.\nتنبيه: قال الدكتور الأشقر: «وهذا الاختلاف ليس له أثر في هذه الأيام؛ لأن عقود النكاح لا تسجل إلا إذا أُشهد عليها، وإذا أشهد عليها وسجلت أُعلن عنها، وتكون بذلك قد صحَّت على مذاهب أهل العلم من غير خلاف» (3).\n(1) سبق تخريجه ص 220.\n(2) الحاوي الكبير، للماوردي (9/ 58).\n(3) أحكام الزواج، للأشقر، ص 169.\nالجزء: 1 - الصفحة: 222\n",
        "وبعد هذا نستطيع أن نقول: إن الزواج المدني لا يجوز، وذلك لما يلي:\n1 -\nلعدم اشتراط الدين عند الزوجين.\n2 -\nولإهمال الولي وعدم ذكره ولا اعتباره.\n3 -\nوأن صيغته استفهامية خلافًا للعلماء ولم تكن منجزة.\n4 -\nلا ذكر للمهر، ولا حق للزوجة فيه.\n5 -\nالشهود أمرهم اختياري.\n6 -\nوالشهود ليس لهم شروط، بل له أن يحضر أي شاهد عدل أو غيره، مسلم أو كافر.\nالجزء: 1 - الصفحة: 223\n",
        "المطلب الرابع\nرأي القانون الكويتي\nجاء في قانون الأحوال الشخصية في المادة الحادية عشرة:\n\"أ- يشترط في صحة الزواج حضور شاهدين مسلمين بالغين، عاقلين، رجلين، سامعين معًا كلام المتعاقدين، فاهمين المراد منه\" (1).\nوهذا لا يوجد في الزواج المدني؛ فإنه لا يشترط الشهود، بل الزوج بالخيار إن شاء أحضر شهودًا، وإن شاء لم يُحضر.\nكذلك جاء في المادة العاشرة:\n\"يشترط في الإيجاب والقبول: أن يكونا منجزين غير دالَّين على التوقيت\" (2).\nوالزواج المدني صيغته استفهامية، أي غير منجزة.\nوكذلك جاء في قانون الأحوال الشخصية في المادة الثانية والخمسين: \"يجب المهر للزوجة بمجرد العقد الصحيح\" (3).\nوأما في الزواج المدني فلا ذكر للمهر، وليس لها حق المطالبة به.\n(1) قانون الأحوال الشخصية الكويتي، ص 13.\n(2) قانون الأحوال الشخصية الكويتي، ص 12.\n(3) قانون الأحوال الشخصية الكويتي، ص 24.\nالجزء: 1 - الصفحة: 224\n",
        "وكذلك جاء في المادة الثامنة عشرة: \"لا ينعقد:\n- زواج المسلمة بغير المسلم.\n- زواج المسلم بغير الكتابية.\nزواج المرتد عن الإسلام أو المرتدة، ولو كان الطرف الآخر غير مسلم\" (1).\nوالأمر في الزواج المدني أنه لا يشترط الدين، بل لكل طرف أن يتزوج من أصحاب الدين الذي يريد؛ لذلك يتبين لنا- حسب نصوص قانون الأحوال الشخصية الكويتي- أن الزواج المدني لا يجوز، ولا يصح.\n(1) قانون الأحوال الشخصية الكويتي، ص 15.\nالجزء: 1 - الصفحة: 225\n",
        "الجزء: 1 - الصفحة: 226\n",
        "المبحث السابع\nزواج المسيار\nوفيه أربعة مطالب:\nالمطلب الأول: تعريف زواج المسيار.\nالمطلب الثاني: الفرق بين زواج المسيار والزواج الشرعي\nالمطلب الثالث: حكم زواج المسيار\nالمطلب الرابع: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 227\n",
        "المطلب الأول\nتعريف زواج المسيار\nالفرع الأول: تعريف زواج المسيار لغة\n:\nالمسيار لغة: قال ابن فارس: «السين والياء والراء أصل يدل على مُضيِّ وجريان» (1).\nسار الرجل يسير سيرًا ومسيرًا وتسيارًا ومسيرة وسيرورة، وتقول العرب: سار القوم يسيرون سيرًا ومسيرًا: إذا امتد بهم السير في جهة توجهوا لها، والتسيار: تفعال من السير.\nوالسير: الذهاب، قال تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ}، أي سير عبده، والسير بالليل والنهار، وأما السُّرى فلا يكون إلا ليلاً، يقال: أسريت وسريت: إذا سرت ليلاً، والسارية: أسطوانة من حجارة، وسايره: إذا جاراه فتسايرا، والدابة مُسيَّرَة: إذا كان الرجل راكبها والرجل سائر لها، والقوم مُسيَّرون. والسارية من السحاب: التي بين الغادية والرائحة ليلاً، والسارية\n(1) معجم مقاييس اللغة، لابن فارس، ص 478.\nالجزء: 1 - الصفحة: 228\n",
        "سحابة تسري، يقال: هذا مثل ساير، وقد سير فلان أمثالاً سائرة في الناس. وسيَّارٌ: اسم رجل (1).\nالفرع الثاني: تعريف زواج المسيار اصطلاحًا:\nهذا النوع من الزواج لم يعرفه المتقدمون، ولهذا اختلف المعاصرون في تعريفه:\nالتعريف الأول: وهو الزواج الذي يذهب فيه الرجل إلى بيت المرأة، ولا تنتقل المرأة إلى بيت الرجل، وفي الغالب تكون هذه زوجة ثانية، وعنده زوجة أخرى هي التي تكون في بيته وينفق عليها. فروح هذا الزواج هو إعفاء الزوج من واجب المسكن والنفقة والتسوية في القسم بينها وبين زوجته أو زوجاته تنازلاً منها (2).\nالتعريف الثاني: هو الزواج الذي من خلاله تُسقط المرأة بعض حقوقها الشرعية بالاختيار (3).\nالتعريف الثالث: هو زواج اكتملت شروطه وأركانه، وانتفت موانع انعقاده، إلا أن الزوجين قد ارتضيا واتفقا على ألا يكون\n(1) تهذيب اللغة، للأزهري (13/ 46)، ولسان العرب، لابن منظور (4/ 389)، ومفردات ألفاظ القرآن، للأصفهاني، ص 432، ومعجم مقاييس اللغة، لابن فارس، ص 478، والقاموس المحيط، للفيروزآبادي، ص 384، والمصباح المنير، للفيومي، ص 246، مادة: (سير).\n(2) عقود الزواج المستحدثة، للنجيمي، ص 10، بتصرف.\n(3) أحكام الزواج، للعنزي، ص 314.\nالجزء: 1 - الصفحة: 229\n",
        "للزوجة حق المبيت أو القسم، وإنما الأمر راجع للزوج متى رغب في زيارة زوجته في أي ساعة من ساعات الليل أو النهار؛ فله ذلك (1).\nالتعريف الرابع: أن يتزوج رجل امرأة بأركان النكاح وشروطه، ولكن دون أن يحدد يومًا معينًا يأتيها فيه، أو ساعة معينة، وإنما يكون خاضعًا لرغبته ووقت فراغه وتمكنه (2).\nالتعريف الخامس: هو أن يتزوج رجلٌ بالغٌ عاقلٌ امرأةً بالغةً عاقلةً تحلُّ له شرعًا على مهر معلوم، وشهود مستوفين لشروط الشهادة، على ألا يبيت عندها ليلاً إلا قليلاً، وألا ينفق عليها، سواء كان ذلك بشرط مذكور في العقد، أو بشرط ثابت بالعرف أو بقرائن الأحوال (3).\nويلاحظ من التعاريف السابقة أنها اتفقت على أنه زواج مستكمل الأركان والشروط، وأن المرأة تتنازل عن بعض حقوقها حتى لا يفوتها الزواج؛ لأنها في الغالب تكون مطلقة أو أرملة، فيستغل الرجال حاجة النساء للزواج، وأنه زواج مخفف عليهم لعدم النفقة والمبيت، فيمكن أن نختار له تعريفًا هو نكاح يتم بشروطه وأركانه الشرعية، ويتراضى فيه الزوجان على إسقاط بعض حقوقهما الزوجية، ويتفقان على إعلانه بصورة محدودة (4).\n(1) المختار للحجيلان، ص 108، وعقود الزواج المستحدثة، للنجيمي، ص 10.\n(2) عقود الزواج المستحدثة، للنجيمي، ص 10.\n(3) الزواج، للكردي، ص 207.\n(4) عقود الزواج المستحدثة، للنجيمي، ص 11.\nالجزء: 1 - الصفحة: 230\n",
        "المطلب الثاني\nالفرق بين زواج المسيار والزواج الشرعي\nزواج المسيار متوافق مع الزواج الشرعي في استكمال الأركان والشروط، إلا أنه يخالفه في سقوط المبيت عن الزوج، وكذلك في إسقاط النفقة على الزوجة، وأيضًا إسقاط السكن؛ بحيث تكون الزوجة في بيتها إن كان لها بيت، أو في بيت أهلها ويأتيها الزوج فيه، وذكر بعضهم سقوط المهر، ولعله أراد ألاَّ يكون مثل مهر الزواج المعتاد.\nوزواج المسيار إعلانه يكون بطريقة خاصة غالبًا، بحيث لا تعلم الزوجة الأولى، أو أهل الزوج بزواجه. وطبيعة زواج المسيار ألاَّ يكون للزوج قوامة على زوجته، بخلاف الزواج المعتاد، فهي تتصرف في حياتها إقامةً في منزلها وخروجًا منه وفق رأيها غالبًا؛ لأن الزوج لا يقيم عندها (1).\n(1) المرجع السابق، وعقود الزواج المستحدثة، للسهلي، ص 18، وزواج المسيار، للمطلق، ص 88.\nالجزء: 1 - الصفحة: 231\n",
        "المطلب الثالث\nحكم زواج المسيار\nاختلف العلماء المعاصرون في حكمه على خمسة أقوال:\nالقول الأول: الجواز مع الكراهة. وهو قول الدكتور يوسف القرضاوي (1)، والدكتور وهبة الزحيلي (2)، والشيخ سعود الشريم (3) - إمام الحرم- والدكتور أحمد الكردي (4)، والدكتور أحمد موسى السهلي (5)، وهو اختيار المجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي (6).\nأدلة أصحاب القول الأول:\nالدليل الأول: عن عائشة رضي الله عنها قالت: ما رأيت امرأة أحب إليّ أن أكون في مسلاخها (7) من سودة بنت زمعة من امرأة فيها حِدَّة،\n(1) المختار في زواج المسيار، للحجيلان، ص 150 وما بعدها.\n(2) عقود الزواج المستحدثة، للنجيمي، ص 29.\n(3) مجلة الأسرة، العدد (46)، ص 15، سنة 1418.\n(4) الزواج، للكردي ص 207.\n(5) عقود الزواج المستحدثة، للسهلي، ص 26.\n(6) زواج المسيار، للمطلق، ص 112، وموقع رابطة العالم الاسلامي.\n(7) مسلاخها: أي في هديها وطريقتها، ومسلاخ الحية: جلدها، والسلخ بالكسر الجلد. النهاية في غريب الحديث، لابن الأثير (2/ 389).\nالجزء: 1 - الصفحة: 232\n",
        "قالت: فلمَّا كَبِرت جعلت يومها من رسول الله صلى الله عليه وسلم لعائشة، قالت: يا رسول الله، قد جعلت يومي منك لعائشة. فكان رسول الله صلى الله عليه وسلم يقسم لعائشة يومها ويوم سودة (1).\nوجه الاستدلال من الحديث:\nأن إسقاط بعض الحقوق من حق المرأة، مثل المبيت والنفقة؛ لإقرار النبي صلى الله عليه وسلم ما تصرفت به سودة بنت زمعة، كما هو حال زواج المسيار (2).\nمناقشة وجه الاستدلال من وجوه:\nالأول: أن سودة بنت زمعة رضي الله عنها هي المتنازلة، أما في المسيار فالرجل يشترط ذلك (3).\nالرد على الوجه الأول:\nأننا لا نسلم لكم بهذا، بل هو مبالغ فيه، فإن المرأة هي التي تتنازل بمحض إرادتها (4).\nالوجه الثاني:\nأن سودة رضي الله عنها تنازلت بعد العقد، أما في زواج المسيار فالتنازل قبل العقد (5).\n(1) رواه مسلم (4/ 174)، كتاب الرضاع، باب جواز هبتها نوبتها لضرتها، ح (1463).\n(2) المختار في زواج المسيار، للحجيلان، ص 173، وزواج المسيار، للمطلق، ص 146.\n(3) زواج المسيار، للمطلق، ص 148.\n(4) عقود الزواج المستحدثة، للنجيمي، ص 32، والمختار في زواج المسيار، للحجيلان، ص 174.\n(5) زواج المسيار، للمطلق، ص 148.\nالجزء: 1 - الصفحة: 233\n",
        "الرد على الوجه الثاني:\nأنه لا فرق بين ما كان من تنازل قبل العقد أو بعده طالما أنه حق لها تملكه (1).\nالوجه الثالث:\nأن سودة رضي الله عنها تنازلت عن ليلتها بعدما كبرت ولم يكن لها حاجة في الرجال، فأرادت المحافظة على أمومتها للمؤمنين، ولو كانت شابة لما وهبت ليلتها (2).\nالرد على الوجه الثالث:\nهذا تحكم لا دليل عليه، فإن الله عز وجل قال: وَإِلَى امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ) (3).\nفالمهر والنفقة والمسكن والمبيت كلها حقوق للمرأة لها التنازل عنها كليًّا أو جزئيًّا إن وجدت ذلك خيرًا لها، ولم تحدد الآية كبيرة أو صغيرة (4).\nالدليل الثاني:\nعن عائشة رضي الله عنها، أن رسول الله صلى الله عليه وسلم وجد على صفية بنت حيي في شيء، فقالت صفية: يا عائشة، هل لك أن ترضي رسول الله (صلى الله عليه وسلم) عني، ولك يومي؟ قالت: نعم، فأخذت خمارًا لها مصبوغًا بزعفران، فرشته بالماء ليفوح ريحه، ثم قعدت إلى جنب رسول الله صلى الله عليه وسلم، فقال النبي صلى الله عليه وسلم: «يا عائشة، إليك عني، إنه ليس\n(1) زواج المسيار، للمطلق، ص 148.\n(2) زواج المسيار، للمطلق، ص 148.\n(3) سورة النساء، آية: 128.\n(4) زواج المسيار، للمطلق، ص 149.\nالجزء: 1 - الصفحة: 234\n",
        "يومك»، فقالت: ذلك فضل الله يؤتيه من يشاء، فأخبرته بالأمر، فرضي عنها (1).\nوجه الاستدلال من الحديث:\nأن النبي صلى الله عليه وسلم استأذن نساءه أن يتنازل عن حقهن في المبيت ليبيت عند عائشة (2)، فدل على أن للمرأة أن تتنازل، وإلا لما استأذن رسول الله صلى الله عليه وسلم، ولما نفذ ذلك بمبيته عند عائشة رضي الله عنها (3).\nالدليل الثالث: أنه زواج مستكمل الأركان والشروط، فهو زواج شرعي (4).\nمناقشة الدليل:\nنسلم لكم باستكماله للشروط والأركان، ولكنه اقترن ببعض الشروط التي تخالف مقتضى العقد؛ كاشتراط ألا تُنجب، وأن لها الخيار في النكاح أو لهما، كما أن العقد يشتمل على بعض الشروط الباطلة وإن كانت لا تخل بالمقصود الأصلي من النكاح (5).\n(1) رواه ابن ماجه في سننه (2/ 475)، كتاب النكاح، باب المرأة تهب يومها لصاحبتها، ح (1973)، قال البوصيري: \"ضعيف سمية البصرية لا تعرف. وقال الألباني: \"رجاله ثقات رجال مسلم غير سمية هذه، وهي مقبولة عند الحافظ ابن حجر\". إرواء الغليل، للألباني (7/ 85).\n(2) رواه البخاري (3/ 183)، كتاب الهبة وفضلها والتحريض عليها، باب هبة الرجل لامرأته والمرأة لزوجها ح (2588) ..\n(3) المختار في زواج المسيار، للحجيلان، ص 179.\n(4) زواج المسيار، للمطلق، ص 146، وعقود الزواج المستحدثة، للنجيمي، ص 29، وعقود الزواج المستجدة، للسهلي، ص 24.\n(5) عقود الزواج المستحدثة، للنجيمي، ص 30.\nالجزء: 1 - الصفحة: 235\n",
        "الرد على المناقشة:\nأن إسقاط المرأة لبعض حقوقها ليس شروطًا منافية لمقتضى العقد، مثل إسقاط المبيت، وإنما تنازلٌ تملكه، وهو جائز شرعًا (1).\nالدليل الرابع:\nقياس زواج المسيار على غيره من أنواع الزواج المشابهة له؛ كزواج النهاريات والليليات (2)، فقد اتفق بعض الفقهاء على جوازه، فكذلك المسيار (3).\nمناقشة الدليل:\nأما الاستدلال بجواز نكاح النهاريات والليليات، فلا نسلم لكم به؛ لأنه مما اختلف فيه العلماء بين مجيز ومانع، فلا يصح الاستدلال؛ لأنه ليس محل اتفاق (4).\nالرد على المناقشة:\nنسلم لكم بأنه محل خلاف، وكما يؤخذ بالاعتبار القول بعدم الإباحة، فيجب أن يؤخذ بالاعتبار أيضًا قول من قال بالإباحة؛\n(1) المختار في زواج المسيار، للحجيلان، ص 180.\n(2) كلمة النهاريات مأخوذة من النهار، والليليات مأخوذة من الليل، وهي صورة من صور الزواج، وهي أن يأتي الزوج زوجته أو تأتيه هي نهارًا فقط، أو ليلاً فقط. حاشية الدسوقي، للدسوقي (2/ 237 - 238).\n(3) المختار في زواج المسيار، للحجيلان، ص 181، عقود الزواج المستحدثة ص 30.\n(4) المرجعين السابقين.\nالجزء: 1 - الصفحة: 236\n",
        "لأنها مسألة اجتهادية (1).\nكما استدلوا على أنه خلاف الأولى أو بكراهته بما يلي:\nالدليل الأول: أن زواج المسيار لا يحقق الأهداف المنشودة من الزواج إلا المتعة والأنس، والزواج في الإسلام له مقاصد منها: السكن والمودة والرحمة وإنجاب الذرية، ولكن عدم تحقق هذه الأهداف لا يلغي العقد، ولا يبطل الزواج، وإنما يخدشه وينال منه (2).\nالدليل الثاني: أن زواج المسيار فيه إهانة للمرأة، وخدش لكرامتها وشخصيتها، إلا أنه ليس فيه شبهة حرام (3).\nالقول الثاني: جواز نكاح المسيار مطلقًا. وهو قول سماحة الشيخ عبد العزيز بن باز (4) - رحمه الله- وسماحة الشيخ عبد العزيز آل الشيخ (5)، والشيخ عبد الله الجبرين (6) - رحمه الله- والشيخ عبد الله\n(1) المختار في زواج المسيار، للحجيلان، ص 182، وعقود الزواج المستحدثة، للنجيمي، ص 234.\n(2) المختار في زواج المسيار، للحجيلان ص 185، وعقود الزواج المستحدثة، للسهلي، ص 26.\n(3) المختار في زواج المسيار، للحجيلان، ص 185، وعقود الزواج المستحدثة، للسهلي، ص 26.\n(4) الفتاوى الشرعية في المسائل العصرية، للجريسي، ص 564، ومجلة الدعوة، عدد (1639).\n(5) زواج المسيار، للمطلق، ص 113.\n(6) المرجع السابق.\nالجزء: 1 - الصفحة: 237\n",
        "المنيع (1)، ولجنة الفتوى الكويتية (2) وغيرهم.\nاستدل أصحاب هذا القول بما استدل به أصحاب القول الأول، إلا أنهم لا يرون الكراهة فيه.\nالقول الثالث: تحريم زواج المسيار مع صحة العقد. وهو قول الشيخ محمد ناصر الدين الألباني (3) - رحمه الله- والدكتور عمر الأشقر (4)، وغيرهما.\nأدلة القول الثالث:\nالدليل الأول: أن زواج المسيار ينافي مقاصد الشريعة التي تدعو إلى تكوين أسرة مستقرة آمنة، فلا سكن ولا مودة لامرأة تعيش في قلق وتوتر؛ لا تعلم متى طلاقها من زوجها، أم يبقيها عنده (5).\nمناقشة الدليل:\nمع فرض التسليم- ونحن لا نسلم لكم- فإنه يحصل به الإعفاف للزوجة حتى لا تقع في المحذور الذي نريد أن نفر منه (6).\nالدليل الثاني: زواج المسيار يتخذه ضعاف النفوس ذريعة إلى\n(1) مجموع فتاوى وبحوث، للمنيع، (4/ 262).\n(2) مجموع الفتاوى الشرعية (13/ 242).\n(3) موقع الألباني على الإنترنت:\nhttp://www.alalbany.net/\n(4) مستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 162.\n(5) المختار في زواج المسيار، للحجيلان، ص 189، وعقود الزواج المستحدثة، للزحيلي، ص؟ ؟ ؟ ، وزواج المسيار، للمطلق، ص 121، وزواج المسيار، لحسونة، ص 12.\n(6) زواج المسيار، للمطلق، ص 140.\nالجزء: 1 - الصفحة: 238\n",
        "الفساد والإفساد، فمن الممكن أن تقول المرأة: إن هذا الرجل الذي يطرق بابي هو زوجي مِسيارًا، وهو ليس كذلك، فيُغلق هذا الباب سدًّا للذريعة (1).\nمناقشة الدليل:\nلا نسلم لكم بهذا؛ لأن الزوجة لها ولِيٌّ، وعندها عقد زواج يمنع المفاسد ويقللها، والتي يمكن أن تترتب على هذا النوع من الزواج، وهذه المفاسد ليست مقتصرة على هذا النوع من الزواج، بل قد تدخل على غيره وعلى الزواج المعتاد (2).\nالدليل الثالث: أن هذا النوع من الزواج فيه إهانة للمرأة، واستغلال لظروفها، وفيه تهديد لها بالطلاق إذا طلبت المساواة (3).\nمناقشة الدليل:\nنسلم لكم أن فيه نوعًا من الإهانة، وهو مجرب ومحسوس، وأما تهديدها بالطلاق إذا طلبت المساواة فهي التي رضيت وألزمت نفسها من البداية، وأما الاستغلال ليس على إطلاقه فمن النساء من تريد المسيار لظروفها، والبعض لا تريده ولكنها لا تذكر الحب والمودة والتفاهم فأين الاستغال (4).\nالقول الرابع: تحريم زواج المسيار مع بطلان العقد. قال به\n(1) زواج المسيار، للمطلق، ص 121.\n(2) عقود الزواج المستحدثة، للنجيمي، ص 36.\n(3) زواج المسيار، للمطلق، ص 142.\n(4) المرجع السابق.\nالجزء: 1 - الصفحة: 239\n",
        "بعض العلماء المعاصرين؛ كالدكتور عجيل النشمي، وعبد الله الجبوري (1)، وغيرهما.\nأدلة القول الرابع: استدلوا بمثل ما استدل به أصحاب القول السابق القائل بالتحريم، وزادوا عليه بطلان العقد.\nالدليل الأول: أن زواج المسيار تنطوي تحته محاذير كثيرة، فقد تتخذه بعض النساء وسيلة لارتكاب الفاحشة؛ بدعوى أنها متزوجة مسيارًا، لذا يجب منعه ولو استكمل الأركان والشروط (2).\nمناقشة الدليل:\nأن استغلال زواج المسيار من النساء أو الرجال لارتكاب الزنى لا يقتضي تحريمه وبطلانه، فالفاسد من الرجال أو النساء يستطيع تحقيق ما يريد بأي وسيلة دون النظر إلى المسيار، ثم المسيار ليس كلمة تقال، بل هو عقد مكتمل، وبشهود وولي وتوثيق (3).\nالدليل الثاني: أن زواج المسيار فيه شروط تخالف مقتضى العقد؛ كشرط إسقاط حق المبيت، وإسقاط حق النفقة؛ فيبطل\n(1) مستجدات فقهية في قضايا الزواج والطلاق، للأشقر، ص 245.\n(2) زواج المسيار، للمطلق، ص 125، وعقود الزواج المستحدثة، ص 29، والمختار في زواج المسيار، للحجيلان، ص 203.\n(3) زواج المسيار، للمطلق، ص 144، والمختار في زواج المسيار، للحجيلان، ص 204.\nالجزء: 1 - الصفحة: 240\n",
        "الشرط والعقد معًا (1).\nمناقشة الدليل:\nأن الأئمة قالوا بصحة العقد إذا تنازلت المرأة عن بعض حقوقها، مثل الوطء، فالنفقة من باب أولى (2).\nالدليل الثالث: زواج المسيار يشبه زواج المتعة من حيث الصحة شكلاً، والحرمة شرعًا (3).\nالرد على الدليل:\nأنه قياس مع الفارق، إذ لا تأقيت فيه لا تصريحًا ولا تلميحًا، بينما المتعة مؤقتة بزمن محدد متفق عليه، فلا يصح القياس (4).\nالدليل الرابع: أن زواج المسيار يشبه زواج المحلل، فلا يجوزُ قياسًا عليه (5).\nكذلك هذا قياس مع الفارق؛ إذ لا نية مبيتة في المسيار\n(1) عقود الزواج المستحدثة، للنجيمي، ص 35، عقود الزواج المستحدثة، للسهلي، ص 30، والمختار في زواج المسيار، للحجيلان، ص 202.\n(2) بدائع الصنائع، للكاساني (2/ 492)، وحاشية الخرشي، للخرشي (4/ 406)، وروضة الطالبين، للنووي (3/ 373)، والشرح الكبير، لابن قدامة (20/ 422).\n(3) المختار في زواج المسيار، للحجيلان، ص 204، وعقود الزواج المستحدثة، للسهلي، ص 29.\n(4) المختار في زواج المسيار، للجحيلان، ص 204.\n(5) عقود الزواج المستجدة، للسهلي، ص 29، وزواج المسيار، للمطلق، ص 125، والمختار في زواج المسيار، للحجيلان، ص 205.\nالجزء: 1 - الصفحة: 241\n",
        "للطلاق، بخلاف الزواج بنية الطلاق، بل الأصل فيه أنه مُؤبَّد، فزواج المحلل فيه مقصود لذاته، بل حيلة لتحل المرأة لزوجها، أما زواج المسيار فإنه مقصود فيه الزواج لذاته، لذا فلا يصح قياسكم (1).\nالدليل الخامس: أن العبرة في العقود بالمقاصد والنيات لا الألفاظ؛ فزواج المسيار وإن كان مكتمل الشروط والأركان إلا أنه يقصد به أحيانًا أمورًا غير مشروعة، فلا يجوز قياسًا على بيع السلاح في وقت الفتنة (2).\nالرد على الدليل:\nأما القاعدة فنسلم لكم بها، ولكن لا نسلم تطبيقها على المسيار، وأن تطبيقكم لها على المسيار غير دقيق؛ لأنه زواج شرعي غير أن المسيار خالفه في إسقاط بعض الحقوق، وسبق الإشارة إلى ذلك، وأما قياسه على بيع السلاح وقت الفتنة فغير مسلم له، فهو قياس مع الفارق؛ لأن الأضرار والمفاسد المترتبة على بيع السلاح وقت الفتنة كثيرة وظاهرة وعامة، والمسيار إن وُجدت به أضرارٌ فمحدودة وخاصة، وتكون برضا مَن وقَّعت عليه، وهي الزوجة، ويقابلها مصالح قد تكون أكثر وأهم، لذا قال بإباحته جماعة من المعاصرين؛ فلا يصح القياس (3).\n(1) عقود الزواج المستجدة، للسهلي، ص 29، وزواج المسيار، للمطلق، ص 125، والمختار في زواج المسيار، للحجيلان، ص 205 ا.\n(2) عقود الزواج المستجدة، للنجيمي، ص 35، والمختار في زواج المسيار، للحجيلان، ص 205.\n(3) المختار في زواج المسيار، للحجيلان، ص 206.\nالجزء: 1 - الصفحة: 242\n",
        "القول الخامس: التوقف في حكم زواج المسيار. وهم قلة من المعاصرين، منهم الشيخ محمد صالح العثيمين، والدكتور عمر سعود العيد (1).\nدليل القول: أن بعض الناس تجاوزوا في هذا النوع من الزواجِ الحدَّ الشرعي، وتم استغلاله من بعض ضعاف النفوس، وتبنته مكاتب، وحدَّدت أسعار عمولة له، مما يدعو إلى التوقف عن القول بإباحته (2).\nمناقشة الدليل: أن الأدلة واضحة في جواز زواج المسيار، أما الذين لا يخافون الله فلا يردعهم إلا العقاب والتأديب، مِن قِبل سنِّ قوانين في الأحوال الشخصية تنص على عقوبة هؤلاء لمثل هذه الأفعال، سواء كان في المسيار أو العرفي أو بنية الطلاق (3).\nالقول المختار- والله أعلم- أن زواج المسيار جائز، ولكن الأولى عدم إتيانه إلاَّ لِمَن احتاج إليه، أما غيره فالأولى له الزواج الاعتيادي، واخترت جوازه لما يلي:\n1 -\nلأنه زواج مكتمل الشروط والأركان.\n2 -\nلأن الحق للمرأة، فلها أن تسقطه.\n(1) عقود الزواج المستحدثة، للنجيمي، ص 37، والمختار في زواج المسيار، للحجيلان، ص 207، وزواج المسيار، للمطلق، ص 124.\n(2) المراجع السابقة.\n(3) المختار في زواج المسيار، للحجيلان، ص 207.\nالجزء: 1 - الصفحة: 243\n",
        "وقلت: الأَولَى عدم إتيانه لما يلي:\n1 -\nلأنه ليس فيه قرار للمرأة في بيت الزوجية.\n2 -\nوأن الزوج قد تطول به المدة عن زوجته في المسيار.\n3 -\nوأن القوامة فيه أضعف منها في الزواج العادي.\nالجزء: 1 - الصفحة: 244\n",
        "المطلب الرابع\nرأي القانون الكويتي\nقسم قانون الأحوال الشخصية الكويتي الشروط في العقد إلى أقسام؛ حيث جاء في المادة الأربعين:\nأ- إذا اقترن عقد الزواج بشرط ينافي أصله بطل العقد.\nب- وإذا اقترن بشرط لا ينافي أصله، ولكن ينافي مقتضاه، أو كان محرمًا شرعًا؛ بطل الشرط، وصح العقد.\nج- وإذا اقترن بشرط لا ينافي أصله ولا متقضاه، وليس محرمًا شرعاً؛ صح الشرط ووجب الوفاء به، فإن لم يوفِ به كان للمشروط له حق طلب الفسخ\" (1).\n\"ويجب أن يكون الشرط مسجلاً في وثيقة العقد لكي يؤخذ به\" (2)، (3).\nوالملاحظ أن زواج المسيار يدخل في الفقرة (ب)؛ لأن مقتضى عقد الزواج أن ينفق عليها، وأن يهيئ لها مسكنًا خاصًّا بها،\n(1) قانون الأحوال الشخصية الكويتي، ص 20.\n(2) المرجع السابق.\n(3) سبق الإشارة إلى حكم النفقة وما تشمله النفقة في زواج \"الفرند\"، والمسيار لا يخرج غالبًا عن \"الفرند\" من جهة القانون. انظر: 185، ص 186.\nالجزء: 1 - الصفحة: 245\n",
        "وهذا ما لا يوجد في زواج المسيار، ولكن لابد من ذكرهما في العقد، فإذا ذُكِرا بطل الشرط، وصح العقد، والواقع خلاف ذلك؛ لأنهما في زواج المسيار يتفقان قبل العقد على النفقة والسكن، ولا يُذكَران في عقد الزواج كشروط.\nالجزء: 1 - الصفحة: 246\n",
        "المبحث الثامن\nعقد الزواج عن طريق المراكز الإسلامية للأقليات المسلمة\nوفيه ثلاثة مطالب:\nالمطلب الأول: تعريف المراكز الإسلامية.\nالمطلب الثاني: حكم عقد الزواج عن طريق المراكز الإسلامية\nالمطلب الثالث: رأي القانون الكويتي\nالجزء: 1 - الصفحة: 247\n",
        "المطلب الأول\nتعريف المراكز الإسلامية\nوفيه فرعان:\nالفرع الأول: تعريف المراكز الإسلامية لغة\n:\nقال ابن فارس: «ركز: الراء والكاف والزاي أصلان: أحدهما إثبات شيء في شيء يذهب سُفلاً، والآخر صوت» (1)، فبمعني الصوت قال تعالى: «أو تسمع لهم ركزًا» (2)، أي صوتًا. وركز الرمح يَركِزُه وتركُزه: غرزه في الأرض أو أثبته بالأرض، ويقال: ارتكز الرجل على قوسه: إذا وضع سيَتها بالأرض ثم اعتمد عليها، والمركز: موضع الثبوت، ووسط الدائرة، وموضع الرجل ومحله، ومركز الجند: الموضع الذي أُلزِموه وأمروا ألاَّ يبرحوه، والركاز: هو المال المركوز في الأرض مخلوقًا كان أو موضوعًا، وهو ما ركزه الله، أي دفنه، من معدن في باطن الأرض، فهو الكنز المدفون في الأرض الذي لا يُعرَف له مالكٌ معدنًا كان أو نقدًا؛ كالنفط (البترول) وغيره (3).\n(1) معجم مقاييس اللغة، لابن فارس، ص 399.\n(2) سورة مريم، آية: 98.\n(3) تهذيب اللغة، للأزهري (10/ 94)، ومعجم مقاييس اللغة، لابن فارس، ص 399، والقاموس المحيط، للفيروزآبادي، ص 475، والمصباح المنير، للفيومي، ص 197، ومفردات ألفاظ القرآن، للأصفهاني، ص 364، والتعريفات، للجرجاني، ص 181، 182، مادة: (ركز).\nالجزء: 1 - الصفحة: 248\n",
        "الفرع الثاني: تعريف المراكز الإسلامية اصطلاحًا:\nوأما المركز اصطلاحًا، فلم أجد بعد البحث من عرَّفه، وربما كان ذلك لظهور ووضوح معناه، وهو لا يكاد يخرج عن معناه اللغوي، وقد يكون لأمر آخر، وهو أن معنى المركز يرتبط مباشرة بما يضاف إليه، أي يكتسب معناه مما يضاف إليه، فإذا قلت المركز التجاري، فهو الذي يضم المحلات والمعارض للبيع والشراء وغير ذلك، وإذا قلت المركز التعليمي، فهو الذي يضم قوى بشرية، ومواد متنوعة، وأجهزة وآلات ومعدات تعليمية، ويتيح للمعلم والمتعلم بنية تعليمية صالحة من أجل تحقيق الأهداف التعليمية (1)،\nوالمراكز الصيفية أو الربيعية، فهنا أضيف إلى زمن، فالمراد هنا المراكز التي تقام في هذه الأوقات لأهداف معينة، سواء تربوية أو غيرها.\nوبذلك يتبين أن المراد بالمراكز الإسلامية هي تلك المرتبطة بالإسلام؛ أي: تمثل الإسلام في البلاد غير الإسلامية، وكذلك في الدول الإسلامية، ولكنه أشهر في البلاد غير الإسلامية، فهو يقدم الإسلام للشعب عامة، ويرعى شؤونهم في هذه البلاد بالفكر\n(1) المنتدى التربوي وزارة التربية والتعليم- سلطنة عمان:\nhttp://forum.moe.gov.om/moeoman/vb/stowthread.php? t=358568\nالجزء: 1 - الصفحة: 249\n",
        "والتوجيه والتعليم، فهو جهاز دعوي (1) يمثل المرجعية الدينية للمسلمين في بلاد الكفر، وقد اعترفت اليابان سابقًا بالمركز الإسلامي كمنظمة دينية قانونية، وتم تسجيله لدي الدوائر ذات العلاقة في عام 1980 (2).\nوبهذا نستطبع أن نعرفها: هي المراكز التي تعنى بالدين الإسلامي دعوياً وفكرياً واجتماعياً وثقافياً.\n(1) موقع المركز الإسلامي في اليابان:\nhttp://islamcenter.or.jp/newarab/arabicindex.htm\n(2) المرجع السابق.\nالجزء: 1 - الصفحة: 250\n",
        "المطلب الثاني\nحكم عقد الزواج عن طريق المراكز الإسلامية\nبعد ذكر التعريف، فإن مسألة عقد الزواج عن طريق المراكز الإسلامية للأقليات لا تخلو من حالتين:\nالأولى: أن يكون الزواج بولي وشاهدين، والزوجان خاليان من الموانع، وبرضاهما، ففي هذه الحالة يجوز النكاح لتوفر الأركان والشروط، ويكون دور المراكز الإسلامية كدور الموثق.\nالثانية: أن يكون الزواج بشهود وبلا وليٍّ، مع وجود الزوجين، فهل تقوم المراكز الإسلامية مقام الولي؟\nهذه الحالة مرتبطة بالولي، فسأبين مَن هو الولي، وحكم الولي، ومَن هم الأولياء؟ ثم أذكر حكم هذه الحالة لارتباطها ارتباطًا مباشرًا بالولي.\nالولي لغة:\nالولي في اللغة: القرب والدُّنُوُّ، قال ابن فارس: «الواو واللام والياء أصل صحيح يدل على قرب، وكل من ولي أمرَ أحدٍ، فهو وليُّه» (1).\n(1) معجم مقاييس اللغة، ص 1064 - 1065.\nالجزء: 1 - الصفحة: 251\n",
        "وقال الفيومي (1): «الولي فعيل بمعنى فاعل، من وَلِيَه: إذا قام به ومنه: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا} (2)، وقال كذلك: «يكون الولي بمعنى مفعول في حق المطيع، فيقال: المؤمن ولي الله» (3).\nويطلق الولي على: المُعتِق، والعَتيق، وابن العمِّ، والناصر، وحافظ النسب، والصديق. (4)\nالولي اصطلاحًا:\nالتعريف الأول: هو: العاقل البالغ الوارث (5).\nالتعريف الثاني: هو مَن له على المرأة ملك أو أبوّة أو تعصيب أو إيصاء أو كفالة أو سلطنة أو ذو إسلام (6).\nالتعريف الثالث: ولي النكاح الأقرب إلى العصبات (7).\nالتعريف الرابع: ولي المرأة أقرب رجل يوجد من عصبتها\n(1) أحمد محمد علي الفيومي ثم الحموي، أبو العباس، لغوي اشتهر بكتابة المصباح المنير. ولد ونشأ بالفيوم بمصر، ورحل إلى حماة بسورية فقطنها، قال ابن حجر: كأنه عاش إلى ما بعد 770 هـ، من مؤلفاته: نثر الجمان في تراجم الأعيان، وديوان خطب. انظر: الدرر الكامنة، لابن حجر (1/ 314)، والأعلام، للزركلي (1/ 224).\n(2) سورة البقرة، آية: 255.\n(3) المصباح المنير، ص 552.\n(4) معجم مقاييس اللغة، ص 1064 - 1065، والمصباح المنير، ص 552.\n(5) حاشية ابن عابدين (4/ 153)، وشرح فتح القدير، لابن الهمام (2/ 319).\n(6) شرح حدود ابن عرفة (1/ 241).\n(7) تحفة الطلاب بشرح تخريج تنقيح اللباب، للأنصاري، ص 479.\nالجزء: 1 - الصفحة: 252\n",
        "يوافقها في دينها (1).\nالتعريف الخامس: مَن له الولاية على المرأة (2).\nيلاحظ على التعاريف التركيز على العصبة؛ لهذا فإن التعريف المختار: (هو أقرب العصبة أو ذو السلطان).\nحكم الولي في النكاح:\nتحرير محل النزاع:\n- أن للمرأة أن تبرم عقود المعاملات المالية، وأن تليها بنفسها (3).\n- اتفقوا أن الكافر لا يكون وليًّا لابنته المسلمة (4).\n- اتفقوا على جواز نكاح الرجل إذا كان جائز التصرف، ومباشرته للعقد (5).\n- اتفقوا على أن عقد النكاح لو باشره الولي الشرعي بإذن\n(1) المحرر في الفقه، لأبي البركات، ص 355.\n(2) الدر النقي في شرح ألفاظ الخرقي، لابن المبرد (3/ 616).\n(3) بدائع الصنائع، للكاساني (5/ 201)، وتقريب المعاني على متن الرسالة، للأزهري، ص 152، ومغني المحتاج، للشربيني (2/ 11)، والروض المربع، للبهوتي، ص 310.\n(4) الإجماع، لابن المنذر، ص 74.\n(5) أحكام القرآن، للجصاص (1/ 486)، وتقريب المعاني، للأزهري، ص 134، ورحمة الأمة في اختلاف الأئمة، للعثماني، ص 387، والروض المربع، للبهوتي، ص 495.\nالجزء: 1 - الصفحة: 253\n",
        "من المرأة البالغة العاقلة وبرضاها، فإن العقد صحيح (1).\n- واختلفوا في مباشرة البالغة العاقلة عقد نكاحها بنفسها.\nالقول الأول: النكاح لا يصح إلا بولي، ولا تملك المرأة تزويج نفسها ولا غيرها.\nوهو مذهب المالكية (2) والشافعية (3) والحنابلة (4) وابن حزم (5) (6) ورواية عن أبي يوسف (7) (8).\n(1) شرح فتح القدير، لابن الهمام 2/ 391 وما بعدها، وتقريب المعاني، للأزهري، ص 134، ومغني المحتاج، للشربيني 3/ 201 وما بعدها، والروض المربع، للبهوتي، ص 495.\n(2) الفواكه الدواني على رسالة ابن أبي زيد القيرواني، للأزهري (2/ 4).\n(3) مغني المحتاج، للشربيني (3/ 198).\n(4) الروض المربع، للبهوتي، ص 496.\n(5) المحلى، لابن حزم (9/ 588).\n(6) هو علي بن أحمد بن سعيد بن حزم الظاهري، أبو محمد، عالم الأندلس في عصره، ولد سنة 384 هـ، وتوفي سنة 456 هـ، من مؤلفاته: الفصل في الملل والأهواء، والناسخ والمنسوخ. وفيات الأعيان، لابن خلكان (3/ 325)، والأعلام، للزركلي (4/ 254).\n(7) شرح فتح القدير، لابن الهمام (2/ 391).\n(8) هو يعقوب بن إبراهيم بن حبيب الأنصاري الكوفي البغدادي، أبو يوسف، صاحب الإمام أبي حنيفة وتلميذه، وأول من وضع الكتب في مذهب أبي حنيفة. ولد سنة 113 هـ، وتوفي سنة 182 هـ، من مؤلفاته: كتاب الخراج. وفيات الأعيان، لابن خلكان (6/ 378)، والفوائد البهية في تراجم الحنفية، للكنوي، ص 225.\nالجزء: 1 - الصفحة: 254\n",
        "وروي عن عمر وعلي وابن مسعود وابن عباس وأبي هريرة وعائشة رضي الله عنهم وغيرهم (1).\nأدلة القول الأول:\nالدليل الأول: قال تعالى: {فَلاَ تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُم بِالْمَعْرُوفِ} (2).\nوجه الدلالة من الآية من وجهين:\nأولاً: وجه الدلالة الأول من جهة اللفظ:\nأولاً: معنى العضل: التضييق والمنع، يقال: الأمر المعضل هو: الممتنع، وداء عضال: أي ممتنع.\nوفي التضييق يقال: عضلت عليهم الأمر: إذا ضيقت، وعضلت المرأة بولدها: إذا عسر ولادها (3).\nثانيًا: من جهة المخاطب في {فَلاَ تَعْضُلُوهُنَّ}:\nدلت الآية على ثبوت الولاية من وجهين (يعني أن المخاطب هم الأولياء):\nالأول: نهي الأولياء عن عضلهن، والعضل: المنع أو التضييق، فلو جاز أن تنفرد بالعقد لما أثر عضل الأولياء، ولما توجه إليهم نهي.\nالثاني: قوله: {إِذَا تَرَاضَوْا بَيْنَهُم بِالمَعْرُوفِ}.\n(1) المغني، لابن قدامة (9/ 345).\n(2) البقرة، آية: 232.\n(3) أحكام القرآن، للجصاص (1/ 483)، والجامع لأحكام القرآن، للقرطبي (4/ 105).\nالجزء: 1 - الصفحة: 255\n",
        "وجه الدلالة: المعروف ما تناوله العرف بالاختيار، وهو الولي وشاهدان (1).\nالرد على وجه الاستدلال:\nأن الآية دلت على جواز النكاح إذا عقدت على نفسها بغير ولي، وذلك من وجهين:\nالأول: إضافة العقد إليها من غير شرط الولي.\nالثاني: نهيه عن العضل إذا تراضى الزوجان (2).\nمناقشة الرد:\nإضافة النكاح إليهن ليس فيه دليل على اختصاصهن بالعقد (3).\nأن الولي يملك منعها من النكاح، ولولا ذلك لما نُهي عنه (4).\nالرد على المناقشة:\nأن النهي يمنع أن يكون له حق، فكيف يستدل به على إثبات الحق؟ ويمكن أن يكون المنع حسًّا بأن يمنعها من الخروج، أو يحبسها في بيت كيلا تتزوج (5).\nالوجه الثاني: وجه الدلالة من الآية من جهة سبب نزولها:\nاعترض من لا يرى مشروعية الولي بأن سبب نزول الآية\n(1) الحاوي الكبير، للماوردي (9/ 39).\n(2) أحكام القرآن، للجصاص (1/ 484).\n(3) بداية المجتهد ونهاية المقتصد، لابن رشد (3/ 952).\n(4) أحكام القرآن، للجصاص (1/ 484).\n(4) المرجع السابق، واالبحر الرائق شرح كنز الرقائق، لابن نجيم (3/ 158).\n(5) شرح معاني الآثار، للطحاوي (3/ 11)، ومختصر اختلاف العلماء، للجصاص (2/ 248).\nالجزء: 1 - الصفحة: 256\n",
        "والقصة التي ذكرت لا تُروى في حديث متصل الإسناد، ولا يحتج بها (1).\nالرد:\nأن سبب النزول رواه البخاري في «صحيحه»، عن الحسن قال: (فلا تعضلوهن)، قال: حدثني معقل بن يسار أنها نزلت فيه، قال: زوجتُ أختًا لي من رجل فطلقها، حتى إذا انقضت عدتها جاء يخطبها، فقلت له: زوجتك وأفرشتك وأكرمتك، فطلقتها ثم جئت تخطبها؟ ! لا والله لا تعود إليك أبدًا. وكان رجلاً لا بأس به، وكانت المرأة تريد أن ترجع إليه، فأنزل الله هذه الآية: {فَلاَ تَعْضُلُوهُنَّ}، فقلت: الآن أفعل يا رسول الله، قال: فزوجتها إياه (2).\nوبهذا الحديث يتبين لنا أن العضل متوجه إلى الأولياء، وأن لهم حقًّا في العقد، وأن للمرأة حقًّا في الاختيار، أي اختيار الزوج.\nالدليل الثاني:\nقوله تعالى: {وَلاَ تُنكِحُوا المُشِرِكِينَ حَتَّى يُؤْمِنُوا} (3).\nقال القرطبي: في هذه الآية دليل بالنص على أن: لا نكاح إلا بولي (4).\n(1)\n(2) صحيح البخاري (6/ 162)، كتاب النكاح، باب من قال لا نكاح إلا بولي، ح (5130).\n(3) سورة البقرة، آية: 221.\n(4) الجامع لأحكام القرآن، للقرطبي (3/ 462).\nالجزء: 1 - الصفحة: 257\n",
        "الرد على الاستدلال:\nالآية خطاب لأولي الأمر من المسلمين أو لجميع المسلمين، فأحرى به أن يكون خطابًا للأولياء، وبالجملة فالآية مترددة بين أن تكون خطابًا للأولياء، أو لأولي الأمر، فمن احتج بهذه الآية؛ فعليه البيان أنه أظهر في خطاب الأولياء منه في أولي الأمر (1).\nمناقشة الرد:\nالأظهر أن الآية خطاب لكافة المؤمنين المكلفين الذين خوطبوا بصدرها في قوله: {وَلاَ تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ}، والمراد: لا ينكحهنَّ من إليه الإنكاح، وهم الأولياء، أو خطاب للأولياء، ومنهم الأمراء، عند فقدهم أو عضلهم (2).\nالدليل الثالث:\nقوله تعالى: {وَأَنكِحُوا الأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِن يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللهُ مِن فَضْلِهِ وَاللهُ وَاسِعٌ عَلِيمٌ} (3).\nوجه الدلالة من الآية:\nأن الآية خطاب للأولياء أن يزوجوا من لا زوج له؛ لأنه طريق التعفف (4).\nالرد على الاستدلال:\nأن الخطاب في الآية للأزواج، وليس للأولياء (5).\n(1) بداية المجتهد، لابن رشد (3/ 951).\n(2) سبل السلام، للصنعاني (6/ 36).\n(3) سورة النور، آية: 32.\n(4) الجامع لأحكام القرآن، للقرطبي (15/ 229).\n(5) المرجع السابق.\nالجزء: 1 - الصفحة: 258\n",
        "مناقشة الرد:\nالصحيح أن الخطاب للأولياء؛ إذا لو أراد الأزواج لقال: (وانْكحُوا) بغير همز، وكانت الألف للوصل.\nوفي هذه الآية دليل على أن المرأة ليس لها أن تُنْكِح نفسها بغير ولي (1).\nالدليل الرابع:\nقوله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللهُ بَعْضَهُمْ عَلَى بَعْضٍ .. } (2).\nوجه الدلالة من الآية:\nأن الولاية من القوامة المنصوص عليها (3).\nالدليل الخامس:\nقوله تعالى: {فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ} (4).\nوجه الاستدلال من الآية:\nأنه اشترط لصحة النكاح إذن ولي الأَمَةِ، وهذا يدل على أنه لا يكفي عقدها النكاح لنفسها (5).\nالدليل السادس:\nقوله تعالى: {إِنِّي أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ} (6).\n(1) الجامع لأحكام القرآن، للقرطبي (15/ 229)، والمحلى، لابن حزم (9/ 595).\n(2) سورة النساء، آية: 34.\n(3) الجامع لأحكام القرآن، للقرطبي (6/ 280)، وأحكام الزواج في ضوء الكتاب والسنة، للأشقر، ص 130.\n(4) سورة النساء، آية: 2.\n(5) الجامع لأحكام القرآن، للقرطبي (6/ 234)، وأحكام الزواج، للأشقر، ص 131.\n(6) القصص، آية: 27.\nالجزء: 1 - الصفحة: 259\n",
        "وجه الاستدلال من الآية:\nفي هذه الآية دليل على أن النكاح إلى الولي، لا حظ للمرأة فيه؛ لأن صالح مدين تولاه (1)،\nوالآية صريحة في إضافة النكاح إلى الولي.\nالدليل السابع:\nعن أبي موسى (رضي الله عنه)، أن النبي (صلى الله عليه وسلم) قال: «لا نكاح إلا بولي» (2).\nوجه الاستدلال من الحديث:\nأن الحديث صريح في نفي النكاح من دون ولي، والأصل في النفي- شرعًا- أن يتجه إلى الحقيقة الشرعية، أي لا نكاح شرعي أو موجود في الشرع إلا بولي (3).\nقال الشوكاني (4): «الأحاديث الواردة في اعتبار الولي قد\n(1) الجامع لأحكام القرآن، للقرطبي (16/ 261).\n(2) رواه الترمذي في سننه، ص 339، كتاب النكاح، باب ما جاء لا نكاح إلا بولي، ح (1102)، وأبو داود في سننه (3/ 20)، كتاب النكاح، باب في الولي، ح (2078)، وابن ماجه في سننه (2/ 428)، كتاب النكاح، باب لا نكاح إلا بولي، ح (1881)، وصححه الألباني. إرواء الغليل (6/ 235).\n(3) شرح الزركشي (5/ 8).\n(4) محمد بن علي محمد عبد الله الشوكاني، ثم الصنعاني، فقيه مجتهد من كبار علماء اليمن. ولد سنة 1173 هـ، وتوفي سنة 1250 هـ، من مؤلفاته: نيل الأوطار شرح منتقى الأخبار، وإرشاد الفحول في علم الأصول. الأعلام، للزركلي (6/ 298).\nالجزء: 1 - الصفحة: 260\n",
        "سردها الحاكم من طريق ثلاثين صحابيًّا، وفيها التصريح بالنفي؛ كحديث أبي موسى عند أحمد وأبي داود والترمذي وابن ماجه، وابن حبان والحاكم، وصححاه بلفظ: «لا نكاح إلا بولي»، فأفاد انتفاء النكاح الشرعي بانتفاء الولي، ولما أفاد هذا المفاد اقتضى أن ذلك شرطًا لصحة النكاح؛ لأن الشرط لا يلزم من عدمه عدم المشروط، كما تقرر في الأصول.\nفكيف وقد أخرج أحمد وأبو داود والترمذي وابن ماجه حديث عائشة الذي قدمناه، وفيه: «أيما امرأة نكحت بغير إذن وليها، فنكاحها باطل، فنكاحها باطل»؟ .\nوقد قدمنا أيضًا حديث أبي هريرة: أن المرأة لا تزوج المرأة، ولا تزوج نفسها، فالولي شرط من شروط النكاح التي لا يصح إلا بها إذا كان موجودًا، وإلا فولاية ذلك إلى السلطان، على ما تقدم.\nوقد قدمنا أيضًا أن ابن المنذر قال: \"إنه لا يُعرف عن أحد من الصحابة خلاف اعتبار الولي\" (1).\nوقال الترمذي: «والعمل في هذا الباب على حديث النبي (صلى الله عليه وسلم): «لا نكاح إلا بولي» عند أهل العلم من أصحاب النبي (صلى الله عليه وسلم)، منهم عمر بن الخطاب، وعلي بن أبي طالب، وعبد الله بن عباس، وأبو هريرة وغيرهم، وهكذا رُوي عن بعض فقهاء التابعين» (2).\nالرد على وجه الاستدلال:\nنحن نقول بهذا الحديث، وأن المرأة وليّ نفسها، كما أن\n(1) السيل الجرار على حدائق الأزهار، للشوكاني (2/ 261 - 262).\n(2) رواه الترمذي، كتاب النكاح، باب ما جاء لا نكاح إلا بولي (341).\nالجزء: 1 - الصفحة: 261\n",
        "الرجل وليّ نفسه، فلا يتعرض الحديث لموضع الخلاف؛ لأن هذا عندنا نكاح بولي (1).\nرد آخر:\nلهذا الحديث احتمالات أخرى: فيحتمل أن يكون الولي هو أقرب العصبة، أو مَن توليه المرأة من الرجال وإن كان بعيدًا، أو غيرها، فإن احتمل الحديث هذه التأويلات، انتفى أن يصرف إلى بعضها دون بعض، إلا بدلالة تدل عليه من كتاب أو سنة أو إجماع (2).\nمناقشة الرد:\nالحديث صريح في اشتراط الولي، و\"لا نكاح إلا بولي\" يقتضي أن يكون الولي رجلاً، ولو كانت هي المراد لقال: لا نكاح إلا بولية (3).\nوتقدم كلام الشوكاني في دلالة اللفظ.\nالرد على المناقشة:\nبأن الحديث لم يثبت، وأن فيه اضطرابًا في إسناده، وفي وصله وانقطاعه وإرساله (4).\nالرد عليه من وجهين:\nالوجه الأول: قال ابن القيم: «الترجيح لحديث إسرائيل في وصله من وجوه عديدة:\n(1) أحكام القرآن، للجصاص (1/ 487).\n(2) اللباب في الجمع بين السنة والكتاب، للمنبجي (2/ 662).\n(3) الحاوي الكبير، للماوردي (9/ 40).\n(4) شرح فتح القدير، لابن الهمام (2/ 394).\nالجزء: 1 - الصفحة: 262\n",
        "أحدها: تصحيح الأئمة له، وحكمهم لروايته بالصحة؛ كالبخاري وعلي بن المديني والترمذي، وبعدهم الحاكم وابن حبان وابن خزيمة.\nالثاني: ترجيح إسرائيل في حفظه وإتقانه لحديث أبي إسحاق، وهذا بشهادة الأئمة له، وإن كان شعبة والثوري أجلَّ منه، لكنه لحديث أبي إسحاق أتقن، وبه أعرف.\nالثالث: متابعة من وافق إسرائيل على وصله؛ كشريك ويونس بن أبي إسحاق، قال عثمان الدارمي: سألت يحيى بن معين: شريك أحب إليك من أبي إسحاق أو إسرائيل؟ فقال: شريك أحب إلي، وهو أقدم، وإسرائيل صدوق، قلت: يونس بن أبي إسحاق أحب إليك أو إسرائيل؟ فقال: كلُّ ثقة.\nالرابع: ما ذكره الترمذي، وهو أن سماع الذين وصلوه عن أبي إسحاق كان في أوقات مختلفة، وشعبة والثوري سمعاه منه في مجلس واحد.\nالخامس: أن وصله زيادة من ثقة ليس دون من أرسله، والزيادة إذا كان هذا حالها فهي مقبولة، كما أشار إليه البخاري- والله أعلم» (1).\nالوجه الثاني:\nأنه لا يضر على مذهب الأحنافِ الإرسالُ، وإنما أوردوا هذا الاعتراض مع أنهم يقولون بالأخذ بالمرسل (2).\n(1) تهذيب السنن، لابن قيم الجوزية (2/ 764 - 766).\n(2) شرح فتح القدير، لابن الهمام (2/ 394)، والتبيين، للفارابي (1/ 575).\nالجزء: 1 - الصفحة: 263\n",
        "الدليل الثامن: عن عائشة (رضي الله عنها)، عن النبي (صلى الله عليه وسلم) أنه قال: «أيما امرأة نكحت نفسها بغير إذن وليها؛ فنكاحهما باطل، باطل، باطل، فإن أصابها؛ فلها المهر بما استحل من فرجها، فإن اشتجروا؛ فالسلطان ولي من لا ولي له» (1).\nوجه الاستدلال من الحديث:\nأن في الحديث دليلاً على اعتبار إذن الولي في النكاح، وهو يعقده لها أو يعقده وكيله (2).\nالرد على وجه الاستدلال من وجوه:\nالوجه الأول: أن هذا على الأمَة تزوِّج نفسها بغير إذن مولاها (3).\nمناقشة الوجه الأول:\n1 -\nأن (أيما) من ألفاظ العموم في سلب الولاية عنهن، من غير تخصيص ببعض دون بعض (4).\n(1) رواه الترمذي في سننه، ص 340، كتاب النكاح، باب ما جاء لا نكاح إلا بولي، ح (1103)، قال الترمذي: \"هذا حديث حسن\"، وأبو داود في سننه (3/ 20)، كتاب النكاح، باب في الولي، ح (2076)، وابن ماجه في سننه (2/ 427)، كتاب النكاح، باب لا نكاح إلا بولي، ح (1879)، وصححه الألباني. إرواء الغليل (6/ 243).\n(2) سبل السلام، للصنعاني (6/ 29).\n(3) أحكام القرآن، للجصاص (1/ 487).\n(4) تحفة الأحوذي، للمباركفوري (4/ 236).\nالجزء: 1 - الصفحة: 264\n",
        "2 -\nوأن التخصيص يحتاج إلى دليل يدل عليه لعموم اللفظ، ولا دليل يدل على التخصيص، فلزم أن يعمَّ.\nالوجه الثاني: يفهم من الحديث من لفظه أنه يصح عقد المرأة النكاح لنفسها إذا أذن لها وليها (1).\nمناقشة الوجه الثاني:\nأن هذا اللفظ خرج مخرج الغالب، وأن هذا المفهوم لا يعارض العموم في قوله: «لا نكاح إلا بولي» المنطوق (2).\nالوجه الثالث:\nأن الحديث ضعيف؛ فقد ضعفه البخاري وأسقط روايته (3).\nمناقشة الوجه الثالث:\nلم يتكلم فيه أحد من المتقدمين إلا البخاري وحده؛ لأحاديث انفرد بها، ومثل هذا لا يرد به الحديث، ولهذا كان المشهور عن أئمة الحديث تصحيحه (4).\nالدليل التاسع:\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لا تزوج المرأةُ المرأةَ، ولا تزوج المرأةُ نفسَها؛ فإن الزانية هي التي تزوِّج نفسَها» (5).\n(1) المغني، لابن قدامة (9/ 346).\n(2) المغني، لابن قدامة (9/ 346).\n(3) الاختيار لتعليل المختار (3/ 66).\n(4) شرح الزركشي (5/ 18).\n(5) رواه ابن ماحه في سننه (2/ 429)، كتاب النكاح، باب لا نكاح إلا بولي، ح (182)، وصححه الألباني دون الجملة الأخيرة: «فإن الزانية هي التي تزوج نفسها». إرواء الغليل (6/ 248).\nالجزء: 1 - الصفحة: 265\n",
        "وجه الاستدلال من الحديث:\nأن الحديث صريح الدلالة على أن المرأة ليس لها ولاية في النكاح لنفسها ولا لغيرها، فلا عبارة لها في النكاح إيجابًا ولا قبولاً، فلا تزوج نفسها بإذن الولي ولا غيره بولاية ولا وكالة (1).\nالرد على وجه الاستدلال من وجهين:\nالوجه الأول:\nفيه رجل غير معروف (2).\nمناقشة الوجه الأول:\nأن الحديث رجاله ثقات (3).\nالوجه الثاني:\nلو صح الحديث لحُمل على الكراهة؛ لمعارضته الحديث الصحيح الذي رواه مسلم: «الأيم أحق بنفسها من وليها، والبكر تستأذن في نفسها، وإذنها صماتها» (4).\nمناقشة الوجه الثاني:\nبأنه لا تعارض بين الحديثين، وأن الحديث صريح الدلالة، وتؤيده أحاديث أخرى.\n(1) سبل السلام، للصنعاني (6/ 34).\n(2) اللباب، للمنبجي (2/ 664).\n(3) بلوغ المرام من أدلة الأحكام، لابن حجر، كتاب النكاح، ح 837، ص 254.\n(4) رواه مسلم (4/ 141)، كتاب النكاح، باب استئذان الثيب في النكاح بالنطق، والبكر بالسكوت، ح (3541).\nالجزء: 1 - الصفحة: 266\n",
        "القول الثاني: أن للمرأة الحرة البالغة العاقلة أن تزوج نفسها وغيرها مطلقًا. وهو مذهب الحنفية، ورواية عن أبي يوسف ومحمد بن الحسن (1) (2)، ورواية عند الحنابلة (3).\nأدلة القول الثاني:\nالدليل الأول: قوله تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ} (4).\nوجه الدلالة:\nدلت الآية من وجوه على: جواز النكاح إذا عقدت على نفسها بغير ولي ولا إذن وليها، من وجوه:\nأحدها: إضافة العقد إليها من غير شرط الولي.\nالثاني: نهيه عن العضل إذا تراضى الزوجان (5).\nالثالث: لأنه حق خالص لها، وهي من أهل المباشرة؛ فصحَّ منها كبيع أمتها (6).\n(1) شرح فتح القدير، لابن الهمام (2/ 391).\n(2) هو محمد بن الحسن بن فرقد، من موالي بني شيبان، أبو عبد الله، إمام بالفقه والأصول، وهو الذي نشر علم أبي حنيفة، أصله من قرية حرسته في غوطة دمشق. ولد سنة 131 هـ، ومات سنة 189 هـ، من مؤلفاته: المبسوط، والجامع الصغير. وفيات الأعيان، لابن خلكان (4/ 184)، والفوائد البهية، للكنوي، ص 163.\n(3) شرح الزركشي (5/ 11). وحمل الحنابلة هذه الرواية على حال العذر، كما لو عدم الولي والسلطان.\n(4) سورة البقرة، آية: 232.\n(5) أحكام القرآن، للجصاص (1/ 484).\n(6) المغني، لابن قدامة (9/ 345).\nالجزء: 1 - الصفحة: 267\n",
        "سبق مناقشة الآية (1) في القول الأول، وقد قال الشافعي: «هذه أبين ما في القرآن من أن للولي مع المرأة في نفسها حقًّا، وأن على الولي ألاَّ يعضلها إذا رضيت أن تنكح بالمعروف» (2).\nالدليل الثاني:\nقوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْروفِ} (3)\nوجه الدلالة من الآية:\nجاز فعلها في نفسها من غير شرط الولي، وفي إثبات شرط الولي في صحة العقد نفي لموجب الآية (4).\nالرد على وجه الاستدلال من الآية:\nأن المراد بذلك اختيار الأزواج، وأنه لا يجوز العقد عليها إلا بإذنها (5).\nمناقشة الرد من وجهين:\nأحدهما: عموم اللفظ في اختيار الأزواج وفي غيره.\nالثاني: أن اختيار الأزواج لا يحصل لها به فعل في نفسها، وإنما يحصل ذلك بالعقد الذي تتعلق به أحكام النكاح (6).\n(1) سبق مناقشة الآية ص 255 وما بعدها.\n(2) الأم، للشافعي (3/ 13).\n(3) سورة البقرة، آية: 234.\n(4) أحكام القرآن، للجصاص (1/ 484).\n(5) أحكام القرآن، للجصاص (1/ 484).\n(6) أحكام القرآن، للجصاص (1/ 485).\nالجزء: 1 - الصفحة: 268\n",
        "مناقشة الرد على المناقشة:\n1 -\nظاهر الآية أن لها أن تعقد النكاح، وللأولياء الفسخ إذا لم يكن بالمعروف، وهو الظاهر من الشرع، إلا أنه لم يقل به أحدٌ، وأنْ يُحتج ببعض ظاهر الآية على رأيهم، ولا يحتج ببعضها فيه ضَعفٌ.\n2 -\nوأما إضافة النكاح إليهن؛ فليس فيه دليل على اختصاصهن بالعقد (1).\n3 -\nكذلك المراد برفع الجناح عنهن ألاَّ يمنعن من النكاح إذا أردْنَه، فلا يدل على تفردهن بغير ولي، كما لم يدل على تفردهن بغير شهود. وأما قوله: {فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْروفِ} (2)، فيقتضي فعل ما جرى به العرف من المعروف الحسن، وليس من المعروف الحسن أن تنكح نفسها بغير ولي (3).\nالدليل الثالث:\nقوله تعالى: {فَإِنْ طَلَّقَهَا فَلاَ تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ فَإِنْ طَلَّقَهَا فَلا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللهِ وَتِلْكَ حُدُودُ اللهِ} (4).\nوجه الدلالة من الآية من وجهين:\nأحدهما: إضافة النكاح إليهن من غير ذكر الولي (5).\nالثاني: قوله تعالى: {فَلا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا}. فنسب التراجع إليهما من غير ذكر الولي (6).\n(1) بداية المجتهد، لابن رشدد (3/ 952).\n(2) سورة البقرة، آية: 234.\n(3) الحاوي الكبير، للماوردي (9/ 42 - 43).\n(4) سورة البقرة، آية: 230.\n(5) بدائع الصنائع، للكاساني (2/ 370)، واللباب، للمنبجي (2/ 656).\n(6) أحكام القرآن، للجصاص (1/ 484).\nالجزء: 1 - الصفحة: 269\n",
        "الرد على وجه الدلالة:\nأنه معارض بالأدلة السابقة للقول الأول التي ذكرت الولي، وكذلك عدم ذكره ليس فيه دليل على اختصاصها بالعقد.\nالدليل الرابع:\nقوله تعالى: {وَامْرَأَة مُؤْمِنَة إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا} (1).\nوجه الاستدلال من الآية:\nأن الآية نص في انعقاد النكاح بعبارتها، وانعقاده بلفظ الهبة (2).\nالرد على وجه الاستدلال من الآية:\nأن هذا من خصائص النبي (صلى الله عليه وسلم) في النكاح؛ كالتخيير، والعدد في النساء، فليس للمرأة أن تهب نفسها لرجل بغير شهود ولا ولي ولا مهر، إلا النبي (صلى الله عليه وسلم)، والنص صريح في خاصية النبي بالحكم في قوله: {وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ}، ولم يقل: لك (3).\nوكذلك قوله: {خَالِصَةً لَكَ}، أي هبة النساء أنفسهن خاصة ومزيَّة، فلا يجوز أن تهب المرأة نفسها لرجل، وأجمع الناس على أن ذلك غير جائز، إلا ما روي عن أبي حنيفة ومحمد بن الحسن وأبي يوسف أنهم قالوا: إذا وهبتْ وأَشهَد هو على نفسه بمَهْرٍ، فذلك جائز (4).\n(1) الأحزاب، آية: 50.\n(2) بدائع الصنائع، للكاساني (2/ 370).\n(3) التفسير الكبير، للطبراني (5/ 206).\n(4) المحرر الوجيز، لابن عطية (7/ 133)، طبعة دار الخير.\nالجزء: 1 - الصفحة: 270\n",
        "الدليل الخامس:\nعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «الأيم أحق بنفسها من وليها، والبكر تستأذن في نفسها، وإذنها صماتها» (1).\nوجه الدلالة:\nالأيم اسم لامرأة لا زوج لها، بكرًا كانت أو ثيبًا، وأنه- أي الحديث- أثبت لكل من الأيم والولي حقًّا في قوله: «أحق»، ومعلوم أنه ليس للولي سوى مباشرة العقد إذا رضيتْ، وقد جعلها أحق منه به.\nوبعد هذا، إما أن يجري بين هذا الحديث وحديث \"لا نكاح إلا بولي\" المعارضة والترجيح، أو الجمع، ففي حالة المعارضة والترجيح يقدم هذا الحديث لصحته، وللكلام في الحديث الآخر، وفي حالة الجمع يُحمل عموم الحديث على الخصوص، وهذا الحديث يخص حديث أبي موسى بعد جواز كون النفي للكمال والسنة\n...\nويخص حديث عائشة من نكحتْ غير كفءٍ (2).\nالرد على وجه الدلالة:\nالأول: أنه لما قابل الأيم بالبكر اقتضى أن تكون البكر غير الأيم؛ لأن المعطوف غير المعطوف عليه، وليس غير البكر إلا الثيب (3).\n(1) سبق تخريجه ص 266.\n(2) شرح فتح القدير، لابن الهمام (2/ 393 - 395)، بتصرف.\n(3) عون المعبود، للعظيم آبادي (6/ 81)، وتحفة الأحوذي، للمباركفوي (4/ 251). قال النووي: \"الأيم هنا الثيب كما فسرته الرواية الأخرى التي ذكرنا. شرح النووي (9/ 173)، وقال ابن حجر: \"وظاهر هذا الحديث أن الأيم هي الثيب التي فارقت زوجها بموت أو طلاق بمقابلة البكر\". فتح الباري (9/ 98). الأيم قول مجمل، والرواية الثانية: الثيب أحق بنفسها، رواية مفسرة، والمصير إلى الرواية المفسرة أشهر في الحجة. الاستذكار، لابن عبد البر (16/ 21).\nالجزء: 1 - الصفحة: 271\n",
        "الثاني: أنه جعل لها وليًّا في الموضوع الذي جعلها أحق بنفسها فيه، وهذا موجب ألاَّ تسقط ولايته عن عقدها، ليكون حقها في نفسها، وحق الولي في عقدها، فيجمع بين هذا الخبر وبين قوله: «لا نكاح إلا بولي» في العقد (1).\nالثالث: أن لفظة «أحق» موضوعة في اللغة للاشتراك في المُستَحَق إذا كان حق أحدهما فيه أغلب، كما يقال: زيد أعلم من عمرو، إذا كانا عالمين وأحدهما أفضل وأعلم، ولو كان زيد عالمًا وعمرو جاهلاً؛ لكان كلامًا مردودًا؛ لأنه يصير بمثابة قوله: العالم أعلم من الجاهل، وهذا الفرض إذا كان ذلك موجبًا لكل واحد منهما حقًّا، وحق الثيب أغلب، فالأغلب أن يكون من جهتها الإذن والاختيار من جهة قبول الإذن في مباشرة العقد (2).\n(1) الحاوي الكبير، للماوردي (9/ 43).\n(2) الحاوي الكبير (9/ 43)، وشرح الزرقاني على الموطأ (3/ 164)، وقال ابن رشد: \"حديث ابن عباس هو- لعمري- ظاهر في الفرق بين الثيب والبكر؛ لأنه إذا كان كل واحد منهما يستأذن ويتولى العقد عليهما الولي، فبماذا- ليت شعري- تكون الأيم أحق بنفسها من وليها\". بداية المجتهد (3/ 952)، وقال النسفي: \"البكر هي التي يكون واطِئُها مبتدِئًا لها، والثيب التي يكون واطئها راجعًا إليها، مِن ثاب يثوب إذا رجع\". طلبة الطلبة، ص 127.\nالجزء: 1 - الصفحة: 272\n",
        "الدليل السادس:\nحديث ابن عباس (رضي الله عنهما)، عن النبي (صلى الله عليه وسلم): «ليس للولي مع الثيب أمر، واليتيمة تستأمر، وإذنها صماتها» (1).\nوجه الدلالة من الحديث:\nفيه دليل بعدم اعتبار الولي في العقد (2).\nالرد على وجه الدلالة:\nأجيب عنه بأن الولي ليس له أن يزوجها دون رضاها إذا لم ترضَ، إذن لا أمر له معها، إذ حقيقة الأمر: ما وجب على المأمور امتثاله، والثيب لا تجبر على النكاح، وافتقار نكاحها إلى الولي لا يقتضي أن يكون له عليها أمر (3).\nالدليل السابع:\nعن عائشة رضي الله عنها قالت: جاءت فتاة إلى النبي صلى الله عليه وسلم فقالت: يا رسول الله، إن أبي زوجني ابن أخيه ليرفع بي خسيسته، قالت: فجعل الأمر إليها، فقالت الفتاة: إني قد أجزت ما صنع أبي، ولكن أردتُ أن تعلم النساءُ أن ليس للآباء من الأمر شيء (4).\n(1) رواه النسائي في سننه (6/ 393)، كتاب النكاح، باب استئذان البكر في نفسها، ح (3263)، وأبو داود في سننه (3/ 27)، كتاب النكاح، باب الثيب، ح (2093)، وصححه الألباني في السلسلة الصحيحة (3/ 290)، وصحيح أبي داود (6/ 332).\n(2) أحكام القرآن، للجصاص (1/ 486)، وبدائع الصنائع، للكاساني (2/ 370).\n(3) شرح الزركشي (5/ 16)، وعون المعبود (6/ 127)، والحاوي الكبير، للماوردي (9/ 44)، وسبل السلام (6/ 32).\n(4) رواه النسائي (6/ 395)، كتاب النكاح، باب البكر يزوجها أبوها وهي كارهة، ح (3269)، وابن ماجه في سننه (2/ 424)، وكتاب النكاح، باب من زوج ابنته وهي كارهة، ح (1874) وغيرهما، وصححه الألباني في إرواء الغليل (6/ 229).\nالجزء: 1 - الصفحة: 273\n",
        "وجه الاستدلال من الحديث من وجوه:\nأحدها: قولها ذلك، ولم ينكر عليها؛ فعُلم أنه ثابت، إذ لو لم يكن ثابتًا لما سكت عنه.\nالثاني: \"أجزت ما صنع أبي\" يدل على أن عقده غير نافذ عليها (1).\nالثالث: القياس؛ لأنه عقد يجوز أن يتصرف فيه الرجل، فجاز أن تتصرف فيه المرأة؛ كالبيع والإجارة والمهر (2).\nمناقشة وجه الاستدلال من وجوه:\nأحدها: أن الحديث لم يصح (3).\nالثاني: على فرض صحة الحديث، فإنه ليس فيه حجة؛ لأنه رد نكاحًا انفرد به الولي، وإنما يكون حجة إذا أجاز نكاحًا تفردت به المرأة (4).\nالثالث: أما قياسهم على الرجل، فالمعنى في الرجل أنه لمَّا لم يكن للولي عليه اعتراض في الكفاءة، لم يكن له في العقد عليه ولاية، بخلاف المرأة؛ فإن للولي على المرأة اعتراضًا في الكفاءة،\n(1) الاختيار لتعليل المختار، للموصلي (6/ 63 - 64).\n(2) المبسوط، للسرخسي (5/ 12)، والحاوي الكبير، للماوردي (9/ 39).\n(3) الحاوي الكبير، للماوردي (9/ 44).\n(4) الحاوي الكبير، للماوردي (9/ 44).\nالجزء: 1 - الصفحة: 274\n",
        "وكذا الجواب عن قياسه على عقد الإجارة أنه ليس للولي اعتراض فيه، فلم يكن له ولاية عليه، وليس كذلك عقد النكاح.\nأما القياس على المهر، فعندهم أن للولي أن يعترض عليها فيه، ويمنعها أن تتزوج بأقل من مهرها (1).\nالدليل الثامن: حديث أم سلمة رضي الله عنها قالت: دخل رسول الله صلى الله عليه وسلم عليَّ بعد وفاة أبي سلمة، فخطبني إلى نفسي، فقلت: يا رسول الله، إنه ليس أحد من أوليائي شاهدًا، فقال: \"إنه ليس منهم شاهد ولا غائب يكره ذلك، قلت: قم يا عمر، فزوِّج رسول الله (صلى الله عليه وسلم). فزوجها (2).\nوجه الاستدلال:\nأنه كان لعمر بن أم سلمة لما تزوجها رسول الله صلى الله عليه وسلم ثلاث سنين، والصغير لا ولاية له، وقد ولَّته هي أن يعقد النكاح عليها، ففعل، فرآه رسول الله جائزًا، فكأن أم سلمة عقدت النكاح على نفسها (3).\nمناقشة وجه الاستدلال من وجوه:\nأحدها: أن الحديث لم يصح (4).\n(1) الحاوي الكبير، للماوردي (9/ 44).\n(2) رواه النسائي في سننه (6/ 389)، كتاب النكاح، باب إنكاح الابن أمه، ح (3254)، وضعفه الألباني في إرواء الغليل (6/ 251).\n(3) اللباب، للمنبجي (2/ 662 - 663).\n(4) المحلى، لابن حزم (9/ 596).\nالجزء: 1 - الصفحة: 275\n",
        "الثاني: على فرض صحة الحديث، فإن العلماء قد اختلفوا فيمن عقد النكاح، فقد ذُكر أن لأبي سلمة من أم سلمة ابنًا آخر اسمه سلمة، وهو الذي عقد لرسول الله صلى الله عليه وسلم على أمه \"أم سلمة\"، وكان سلمة أسنَّ من أخيه عمر بن أبي سلمة (1).\nالثالث: أن هذا من خصائص النبي (صلى الله عليه وسلم) بأن يتزوج بلا ولي (2).\nالرابع: أنه لما نزلت: {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} (3) كانت زينب تفاخر نساء النبي (صلى الله عليه وسلم) وتقول: زوجكن آباؤكن، وزوجني الله تعالى (4).\nفدل على أن جميع نساء النبي صلى الله عليه وسلم إنما زوجهن أولياؤهن حاشا زينب (رضي الله عنها)، فإن الله تعالى زوَّجها منه عليه الصلاة والسلام (5).\nالخامس: أنه مُعارَض بالأحاديث السابقة: «ولا تزوج المرأة نفسها»، وحديث: «لا نكاح إلا بولي».\nالسادس: لما قالت: إنه ليس أحد من أوليائها حاضرًا، لم يقل صلى الله عليه وسلم: أنكحي أنت نفسك، مع أنه مقام بيان، ولا يجوز تأخير البيان عن وقت الحاجة (6).\n(1) الجامع لأحكام القرآن، للقرطبي (3/ 470 - 471).\n(2) مواهب الجليل لشرح مختصر خليل، للحطاب (5/ 16)، وروضة الطالبين، للنووي (3/ 178)، شرح الزركشي (5/ 16).\n(3) سورة الأحزاب، آية: 37.\n(4) الجامع لأحكام القرآن، للقرطبي (17/ 160).\n(5) المحلى، لابن حزم (9/ 596).\n(6) سبل السلام، للصنعاني (6/ 35).\nالجزء: 1 - الصفحة: 276\n",
        "الدليل التاسع: القياس، فكما أنها تستقل بالبيع دون ولي، فكذلك النكاح (1).\nالرد:\nلا يصح هذا القياس؛ لأنه قياس مع النص، والذي رفع هذا القياس هو حديث معقل الذي أخرجه البخاري (2) (3).\nالدليل العاشر: القياس على الصبي، فإنها لما بلغت عن عقل وحرية، فقد صارت ولية نفسها في النكاح كالصبي العاقل إذا بلغ (4).\nالرد: ويمكن الرد أنه قياس مع النص.\nالدليل الحادي عشر: أنها تصرفت في خالص حقها، ولم تلحق الضرر بغيرها، فينعقد تصرفها (5).\nومما سبق يتبين لنا- والله أعلم- أن الراجح قول الجمهور، وذلك لما يلي:\n1 -\nصحة الأدلة الدالة على ذلك وكثرتها.\n2 -\nصراحة الأدلة على قولهم.\n3 -\nضعف أدلة القول الثاني.\n(1) أحكام القرآن، للجصاص (1/ 486).\n(2) سبق تخريجه ص 257.\n(3) سبل السلام، للصنعاني (6/ 27 - 28)، وفتح الباري، لابن حجر (9/ 94).\n(4) بدائع الصنائع، للكاساني (2/ 370).\n(5) السرخسي، المبسوط (5/ 12).\nالجزء: 1 - الصفحة: 277\n",
        "4 -\nطبيعة المرأة وما جبلت عليه من ضعف في الإدارة والرأي، وعاطفتها الغلابة عليها.\nمن هم الأولياء؟ وبمعنى آخر: ما أسباب الولاية؟ :\n1 -\nالأقارب أو العصبة: وهم كل قريب رجل اتصل بالمولى عليه اتصالاً ينفرد بالتوسط بينهما فيه أنثى (1).\n2 -\nالسيد تثبت له الولاية على من يملك من العبيد والإماء (2).\n3 -\nالحاكم أو نائبه له الولاية إذا لم يوجد ولِيٌّ من الأقارب (3).\n5 -\nالوصي. وقد اختلف فيه العلماء؛ فأجازه المالكية (4)،\n(1) الفتاوى الهندية (1/ 283)، وبدائع الصنائع، للكاساني (2/ 355)، وبداية المجتهد، لابن رشد (3/ 955)، ومواهب الجليل، للحطاب (5/ 65)، وروضة الطالبين، للنووي (3/ 203)، وكفاية الأخيار، للحصني (2/ 358)، والمغني، لابن قدامة (9/ 355)، وكشاف القناع، للبهوتي (11/ 267).\n(2) الفتاوى الهندية (1/ 283)، وحاشية ابن عابدين (4/ 154)، وحاشية الخرشي (4/ 152)، ومواهب الجليل، للحطاب (5/ 57)، وروضة الطالبين، للنووي (3/ 206)، وكفاية الأخيار للحصني (2/ 359)، والمغني، لابن قدامة (9/ 360)، وكشاف القناع، للبهوتي (11/ 269).\n(3) حاشية ابن عابدين (4/ 154)، وبدائع الصنائع، للكاساني (2/ 355)، وبداية المجتهد، لابن رشد (3/ 955)، ومواهب الجليل، للحطاب (5/ 57)، وروضة الطالبين، للنووي (3/ 206)، وكفاية الأخيار، للحصني (2/ 359)، والمغني، لابن قدامة (9/ 360)، وكشاف القناع، للبهوتي (11/ 269).\n(4) بداية المجتهد، لابن رشد (3/ 955)، والقوانين الفقهية، لابن جزي، ص 333.\nالجزء: 1 - الصفحة: 278\n",
        "والحنابلة (1) في رواية، ومنعه الحنفية (2) والشافعية (3)، ورواية عند الحنابلة (4).\nمما سبق يتبين لنا صحة قول الجمهور بوجوب الولي، وفي هذه الحالة قد لا يكون للمرأة ولي أبدًا، بأن تكون أسلمت وأولياؤها كفار، أو ليس لها ولي أصلاً، وفي هذه الحالة فإن المراكز الإسلامية لا تمثل الولي الشرعي، وليست نائبة عن الحاكم، فيكون هذا من باب الحاجة والضرورة، وجلب المصالح، ودفع المفاسد.\nحكمها عند الفقهاء الحنفية (5): يرون جواز النكاح بلا ولي أصلاً، كما سبق.\nوالمالكية يقولون بالجواز من باب الولاية العامة (6).\nوالشافعية (7) والحنابلة (8) يقولون بالجواز من باب الحاجة والضرورة وانعدام الولي أصلاً\n(1) الروايتان والوجهان لأبي يعلي (2/ 80)، والمغني، لابن قدامة (9/ 365).\n(2) بدائع الصنائع، للكاساني (2/ 355)، وحاشية ابن عابدين (4/ 154)، والفتاوى الهندية (1/ 283).\n(3) كفاية الأخيار، للحصني (2/ 359).\n(4) الروايتان والوجهان لأبي يعلي (2/ 80)، والمغني، لابن قدامة (9/ 365).\n(5) شرح فتح القدير، لابن الهمام (2/ 391)، وبدائع الصنائع، للكاساني (2/ 368).\n(6) حاشية الخرشي (4/ 154)، ومواهب الجليل، للحطاب (5/ 58)، وقال: «وهي ولاية الدين، وهي جائزة مع تعذر الولاية الخاصة»، ومقصود الولاية الخاصة: هي ولاية النسب والولاء والسلطان.\n(7) كفاية الأخيار، للحصني (2/ 356)، وروضة الطالبين، للنووي (3/ 201).\n(8) المغني، لابن قدامة (9/ 362)، وكشاف القناع، للبهوتي (11/ 271).\nالجزء: 1 - الصفحة: 279\n",
        "فعلى قول الجمهور- المشار إليه سابقًا- يزوجها رجل عدل عند الضرورة وانعدام الولي، فيكون ذلك عن طريق المراكز الإسلامية، وهو الغالب في الأقليات المسلمة، وإلا فيجوز للرجل العدل أن يكون وليها ولو لم يكن من أهل المراكز الإسلامية.\nالأدلة على هذا القول:\nالدليل الأول: قال تعالى: «والمؤمنون والمؤمنات بعضهم أولياء بعض» (1).\nوجه الاستدلال في الآية:\nذكر الولاية هنا، ولا ولاية بين المنافقين ولا شفاعة، ولا يدعو بعضهم لبعض، وكأن المراد الولاية الخاصة (2).\nالدليل الثاني:\nقال تعالى: «إنما وليكم الله ورسوله والذين آمنوا» (3).\nوجه الاستدلال من الآية:\nأن \"إنما\" أداة حصر، والولي اسم جنس، فتشمل كل ولاية (4).\nالدليل الثالث:\nدفع الحاجة، ورفع الحرج، ولا شك أن ترك تزويج المرأة المسلمة الصالحة للزواج الراغبة فيه أمرٌ تترتب عليه مفاسد عظيمة، لاسيما في الدول الغربية، فقد تقع المرأة بالفاحشة،\n(1) سورة التوبة، آية: 71.\n(2) المحرر الوجيز، لابن عطية (6/ 562).\n(3) سورة المائدة، آية: 55.\n(4) المحرر الوجيز، لابن عطية (4/ 489).\nالجزء: 1 - الصفحة: 280\n",
        "وهذا فيه ضرر على دينها ودنياها (1)، وقد جاءت النصوص برفع الحرج عن الناس، قال تعالى: «وما جعل الله عليكم في الدين من حرج» (2)، كما جاءت القواعد الشرعية بجلب المصالح، ودفع المفاسد (3).\nالدليل الرابع:\nأن تزويج المراكز الإسلامية للمسلمة التي ليس لها ولي في مثل هذه المجتمعات يدفع ضررًا راجحًا يلحق بها في حال عدم تزويجها، ورفع الضرر أصل عظيم (4) نصت عليه القواعد الشرعية المندرجة تحت القاعدة الكلية: لا ضرر ولا ضرار (5).\n(1) حكم تولي المراكز والجمعيات الإسلامية عقود تزويج المسلمين وفسخ أنكحتهم، للقعر، ص 414.\n(2) سورة الحج، آية: 78.\n(3) المنثور في القواعد، للزركشي (2/ 375)، ورسالة في القواعد الفقهية، للسعدي، ص 41، وشرح القواعد الفقهية، للزرقا، ص 205.\n(4) حكم تولي المراكز والجمعيات الإسلامية عقود تزويج المسلمين وفسخ أنكحتهم، للقعر، ص 415.\n(5) الأشباه والنظائر، للسيوطي، ص 132، وشرح القواعد الفقهية، للزرقا، ص 165، والوجيز، للبورنو، ص 251.\nالجزء: 1 - الصفحة: 281\n",
        "المطلب الثالث\nرأي القانون الكويتي\nنص قانون الأحوال الشخصية الكويتي في المادة التاسعة والعشرين، الفقرة على أن:\n\"أ- الولي في زواج البكر التي بين البلوغ وتمام الخامسة والعشرين هو العصبة بالنفس، حسب ترتيب الإرث، وإن لم توجد العصبة؛ فالولاية للقاضي (1).\nولا يعني ذلك أن الثيب تباشر العقد بنفسها، ولكن لها رأي في زواجها دون مباشرة العقد بنفسها، بل ذلك يكون لوليها\" (2).\nوالملاحظ من قانون الأحوال الشخصية أنه نص على القاضي، وفي مسألتنا المراكز الإسلامية لا تمثل القاضي ولا الولاية العامة، كما لا تمثل الحاكم أو نائبه.\nوالملاحظ أن قوانين الأحوال الشخصية الكويتية على مذهب الإمام مالك في الغالب، وقد تأخذ من المذاهب الأخرى ما فيه تيسير أو مصلحة للأسرة، ومع ذلك لم يُشر إلى الولاية العامة التي\n(1) قانون الأحوال الشخصية الكويتي، ص 17، 18.\n(2) المرجع السابق.\nالجزء: 1 - الصفحة: 282\n",
        "ذكرها المالكية، ولا في حال الحاجة والضرورة- كما ذكرها غيرهم- مع ما في ذلك من الحاجة والضرورة للمرأة، وتيسير الزواج لها.\nالجزء: 1 - الصفحة: 283\n",
        "الجزء: 1 - الصفحة: 284\n",
        "الخاتمة\nوفيها أبرز النتائج والتوصيات:\nالنتائج:\n1 -\nعقد النكاح يشتمل على مصالح دينية ودنيوية فلا بد من مراعاة مقاصده والحكمة منه.\n2 -\nعقد النكاح سنة من حيث العموم، وبالنسبة للشخص فإنه تدور عليه الأحكام الخمسة بحسب حال الشخص.\n3 -\nالأصل في إعلان الرغبة في الزواج أن يكون من قبل الرجل، ويجوز للولي أن يعرض أخته أو بنته للرجل الصالح، كما يجوز للمرأة أن تعرض نفسها للرجل الصالح والأولى أن تلمح ولا تصرح شريطة أن لا يشارك الإعلان أشياء محرمة، في وسائل الاتصال الحديثة.\n4 -\nيجوز للخاطب أن ينظر إلى مخطوبته مباشرة بحضور المحرم ومحادثتها، ولا يجوز رؤية المخطوبة عن طريق الصورة الفوتوغرافية، وكذلك لا يجوز إرسال صورة متحركة؛ أي: تصوير فيديو للخاطب ليرى المخطوبة.\n5 -\nمحادثة المخطوبة للخاطب عن طريق وسائل الاتصال الحديثة مع رؤيتها عن طريق الكمبيوتر أو التليفونات الحديثة التي تنقل الصوت والصورة لا تجوز.\nالجزء: 1 - الصفحة: 285\n",
        "6 -\nمحادثة الخاطب بعد العقد لمخطوبته جائز مطلقا، سواء كان بصورة أو بدون صورة لأنها زوجته، وأما محادثة المرأة قبل الخطبة مع عدم العزم عليها فلا يجوز.\n7 -\nولا يجوز للخاطب بعد الموافقة وقبل العقد محادثة المخطوبة صوتيا ومراسلتها، درءا للمفسدة وجلبا للمصلحة، وسدا للذرائع.\n8 -\nحفل الخطوبة إن كان بعد العقد فهي وليمة العرس، وإن كان قبل العقد فقد تكون إكراما لإحدى العائلتين وهي جائزة، وأما أن تكون حفلة الخطوبة يتخللها المحرمات كالاختلاط والموسيقى وتقليد الكفار فلا تجوز.\n9 -\nالشبكة هي على ما صرح به الخاطب سواء صرح بصداق أو هدية، وإن لم يصرح بها، فيرجع فيها إلى العرف، والعرف على أنها هدية.\n10 -\nيجوز لولي الأمر إلزام الناس بالفحص الطبي قبل الزواج، لا سيما في الوقت الحاضر مع تقدم العلم والطب.\n11 -\nيجوز إجراء عقد النكاح كتابة بين غائبين، وهو ما أخذ به القانون الكويتي.\n12 -\nإجراء عقد النكاح عبر وسائل الاتصال الحديثة مشافهة يجوز، كما يجوز إذا كان بالصوت والصورة عبر وسائل الاتصال الحديثة، فيكون الإيجاب ويليه فورا القبول، بحضور الشهود يرون الولي والزوج ويسمعون كلا منهما.\nالجزء: 1 - الصفحة: 286\n",
        "13 -\nتجوز الحيلة إن لم يكن بها خداع ومكر وكذب، وأما إذا كان فيها إسقاط حق لأحد أو ظلمة فلا تجوز.\n14 -\nالزواج من أجل الامتيازات المادية فقط لا يجوز، ويأثم الزوجان إن اتفقا، وإلا أثم منهما من كان غرضه من الزواج الامتيازات المادية.\n15 -\nالعرف مشروع ما لم يخالف دليلا شرعيا، وكان له مجال في التطبيق على الوقائع المستجدة.\n16 -\nالفرق الرئيسي بين الزواج العرفي والشرعي هو توثيق العقد.\n17 -\nيصح عقد الزواج العرفي المكتمل الشروط والأركان، مع وجوب توثيق العقد ويأثم على تركه، ومعاقبة المقصر في ذلك.\n18 -\nزواج الفرند يخالف الزواج الشرعي بأن فيه تنازلا للمرأة عن حقها في المسكن والنفقة والمبيت.\n19 -\nيجوز زواج الفرند، والأفضل أن يقيد بالضرورة والحاجة.\n20 -\nالزواج بنية الطلاق له عدة مسميات، والأصل في العقود المعاني ليس الألفاظ والمباني، فالزواج الذي يوجد فيه نية الطلاق يأخذ حكمه وإن تغير مسماه؛ كالسياحي والدراسي وغيرهما.\n21 -\nالفرق الأساسي في الزواج بنية الطلاق، هو أن لا يريد الاستمرار والدوام ولكن يريد التأقيت.\n22 -\nيحرم الزواج بنية الطلاق إذا نص على الوقت في العقد وهو محل اتفاق، وكذلك يحرم إذا لم ينص على الوقت في الزواج بنية الطلاق.\n23 -\nيخالف الزواج المدني الزواج الشرعي بأن لا يكون\nالجزء: 1 - الصفحة: 287\n",
        "الزوج معددا، ولا يذكر الصداق في المدني ولا حق لها فيه، ولا يشترط الزواج المدني الديانة، ولا ذكر للولي والشهود فيه والطلاق في الزواج المدني بيد القاضي.\n24 -\nالزواج المدني لا يجوز لعدم اشتراط الشهود ولا الولي، ولصيغته الاستفهامية ولا ذكر للمهر ولا حق للزوجة فيه، وعدم اشتراط الديانة فيه.\n25 -\nزواج المسيار يخالف الزواج الشرعي، بأنه تتنازل المرأة فيه المرأة عن النفقة والمسكن.\n26 -\nيجوز زواج المسيار ولكن الأولى عدم إتيانه إلا لمن احتاج إليه.\n27 -\nيجوز الزواج عن طريق المراكز الإسلامية في حالة وجود الولي والشهود والزوج، وتكون وظيفة المركز كدور الموثق، وأما إن كان العقد بلا ولي وبشهود فإنه يجوز عقده عن طريق المراكز الإسلامية وهذا الجواز من باب الضرورة والحاجة.\nالتوصيات:\n- يوصي الباحث القائمين على القوانين، أن يضمنوها النوازل خاصة في النكاح أو الإشارة لها لعدم الإشارة أو الذكر لها في قوانين الأحوال الشخصية.\n- كما أوصي الكليات الشرعية تضمين مناهج الأحوال الشخصية لنوازل النكاح، وتدريسها للطلبة ضمن مقرر الأحوال الشخصية، مقرر الزواج.\n- كما أوصي المجامع الفقهية بإعداد دراسات لنوازل النكاح دراسة مستفيضة، لتوالي ظهور العديد منها.\nالجزء: 1 - الصفحة: 288\n",
        "الجزء: 1 - الصفحة: 289\n",
        "الجزء: 1 - الصفحة: 290\n",
        "الفهارس الفنية\nفهرس الآيات القرآنية.\nفهرس الأحاديث والآثار.\nفهرس الأعلام المترجم لها.\nفهرس المصطلحات وغريب الألفاظ.\nفهرس\nالمصادر والمراجع\n.\nالجزء: 1 - الصفحة: 291\n",
        "المصادر والمراجع\n1 -\nإبراهيم، أحمد عيد عبد الحميد (1431 هـ / 2010 م)، القيود الواردة على الحرية في مجال الصناعة وموقف الفقه الإسلامي منها، بيروت: دار البشائر الإسلامية.\n2 -\nالإبراهيم، محمد عقله، حكم إجراء العقود بوسائل الاتصال الحديثة، الكويت، مجلة كلية الشريعة والدرسات الإسلامية.\n3 -\nالبار، محمد علي (1405 هـ / 1985 م) الأمراض الجنسية أسبابها وعلاجها، جدة: دار المنارة.\n4 -\nالأبياني بك، محمد زيد (1342 هـ / 1924 م)، مختصر شرح الأحكام الشرعية في الأحوال الشخصية، (ط 4)، القاهرة، مطبعة النهضة.\n5 -\nابن باز، عبد العزيز بن عبد الله (1427 هـ / 2006 م)، مجموع فتاوى ومقالات متنوعة، (ط 4)، جمع محمد الشويعر، الرياض، وزارة الأوقاف السعودية.\n6 -\nابن بطال، علي بن خلف (1425 هـ / 2004 م)، شرح صحيح البخاري، (ط 3) , تحقيق: ياسر إبراهيم، الرياض، مكتبة الرشد.\n7 -\nابن بدران، عبد القادر (1430 هـ / 2009 م)، العقود الياقوتية في جيد الأسئلة\nالكويتية، تحقيق: الطاهر الأزهر خذيري، الكويت، وزارة الأوقاف والشؤون الإسلامية.\n8 -\nابن بطة، عبيد الله محمد العكبري (1417 هـ / 1996 م)، إبطال الحيل، تحقيق: سليمان عبد الله، بيروت، مؤسسة الرسالة.\n9 -\nالباجي، سليمان بن خلف (1420 هـ / 1999 م)، المنتقى شرح موطأ مالك، تحقيق: محمد عبد القادر عطا، بيروت، دار الكتب العلمية.\n10 -\nأبو البركات، مجد الدين عبد السلام بن تيمية، المحرر في الفقه، تحقيق: عبد العزيز الطويل، الرياض، دار أطلس الخضراء.\nالجزء: 1 - الصفحة: 305\n",
        "11 -\nالباحسين، يعقوب عبد الوهاب (1413 هـ - 1992 م)، المفصل في القواعد الفقهية، الرياض، دار التدمرية.\n12 -\nالبخاري، محمد بن إسماعيل الجعفي (1414 هـ / 1994 م)، صحيح البخاري، بيروت، دار الفكر.\n13 -\nبدير، رائد عبد الله نمر (1427 هـ / 2006 م)، مسميات الزواج المعاصرة بين الفقه والوقائع والتطبيق القضائي، الرياض، دار ابن الجوزي.\n14 -\nالبسام, عبد الله بن عبد الرحمن (1329 هـ)، علماء نجد خلال ثمانية قرون، الرياض، دار العاصمة.\n15 -\nالبعلي، علي بن محمد (1418 هـ / 1998 م)، الأخبار العلية من الاختيارات الفقهية، لشيخ الإسلام ابن تيمية، تحقيق: أحمد محمد الخليل، الرياض: دار العاصمة.\n16 -\nالبهوتي، منصور بن يونس (1430 هـ / 2009 م)، الروض المربع، تحقيق: محمد مرابي، بيروت، مؤسسة الرسالة.\n17 -\nالبهوتي، منصور بن يونس البهوتي (1429 هـ / 2008 م)، كشاف القناع عن الإقناع، الرياض، وزارة العدل السعودية.\n18 -\nالبورنو، محمد صدقي الغزي (1419 هـ / 1998 م)، الوجيز في إيضاح قواعد الفقه الكلية، (ط 5)، بيروت، مؤسسة الرسالة.\n19 -\nالبيهقي، أحمد بن الحسين (2002 م)، السنن الكبرى، (ط 3)، تحقيق: محمد عبد القادر عطا، بيروت، دار الكتب العلمية.\n20 -\nالبعلي، علي بن محمد (1418 هـ / 1998 م)، الاختيارات الفقهية لابن تيمية، الرياض، دار العاصمة.\n21 -\nابن تيمية، أحمد بن عبد الحليم (1416 هـ / 1996 م)، بيان الدليل على بطلان التحليل، (ط 2)، تحقيق: فيحان شالي المطيري، الرياض، مكتبة أضواء المنار.\n22 -\nابن تيمية، أحمد بن عبد الحليم (1425 هـ / 2004 م)، مجموع فتاوى شيخ الإسلام أحمد بن تيمية، جمع وترتيب: عبد الرحمن بن محمد بن قاسم، المدينة المنورة، مجمع الملك فهد لطباعة المصحف الشريف.\n23 -\nالتركي، عبد الله عبد المحسن (1416 هـ / 1996 م)، أصول مذهب الإمام أحمد دراسة أصولية مقارنة، (ط 4)، بيروت، مؤسسة الرسالة.\nالجزء: 1 - الصفحة: 306\n",
        "24 -\nالترمانيني، عبد السلام (1404 هـ/ 1984 م)، الزواج عند العرب في الجاهلية والإسلام، دراسة مقارنة، بيروت، عالم المعرفة.\n25 -\nالترمذي، محمد بن عيسى (1422 هـ / 2002 م)، سنن الترمذي، بيروت، دار ابن حزم.\n26 -\nالتنبكي، أحمد بابات (1398 هـ / 1989 م)، نيل الابتهاج بتطريز الديباج، طرابلس، كلية الدعوة.\n27 -\nابن جامع، عثمان عبد الله (1424 هـ / 2003 م)، الفوائد المنتخبات، تحقيق: عبد السلام برجس، بيروت: مؤسسة الرسالة.\n28 -\nابن جزي، محمد بن أحمد الكلبي الغرناطي (1431 هـ / 2010 م)، القوانين الفقهية في تلخيص مذهب المالكية، تحقيق: محمد سيدي مولاي، الكويت، وزارة الأوقاف والشؤون الإسلامية.\n29 -\nابن جزي، محمد بن أحمد الكلبي الغرناطي (1423 هـ / 2002 م)، تقريب الوصول إلى علم الأصول، (ط 2)، بدون دار، تحقيق الدكتور محمد المختار بن محمد الأمين الشنقيطي.\n30 -\nالجبرين، عبد الله بن عبد العزيز (1431 هـ / 2010 م)، شرح عمدة الفقه، (ط 6)، مكتبة الرشد، الرياض.\n31 -\nالجرجاني، علي محمد الشريف (1428 هـ / 2007 م)، التعريفات، (ط 2)، تحقيق: محمد عبد الرحمن المرعشلي، بيروت، دار النفائس.\n32 -\nالجصاص، أحمد بن علي الرازي (1428 هـ / 2007 م)، مختصر اختلاف الفقهاء، (ط 2)، تحقيق: عبد الله نذير أحمد، بيروت، دار البشائر الإسلامية.\n33 -\nالجصاص، أحمد بن علي الرازي (1428 هـ / 2007 م)، أحكام القرآن، (ط 3)، تحقيق: عبد السلام محمد، بيروت، بدون ناشر.\n34 -\nالجصاص، أحمد علي (1428 هـ / 2007 م)، الفصول في الأصول، (ط 3)، تحقيق: عجيل النشمي، الكويت، وزارة الأوقاف والشؤون الإسلامية.\n35 -\nجيرة، عبد المنعم عبد العظيم (1409 هـ / 1988 م)، نظام القضاء في المملكة العربية السعودية، معهد الإدارة العامة، الرياض.\n36 -\nابن الحنائي، علي بن أمر الله (1426 هـ / 2006 م)، طبقات الحنفية، تحقيق: محي هلال سرحان، بغداد، مطبعة الوقف السني.\nالجزء: 1 - الصفحة: 307\n",
        "37 -\nابن حجر، أحمد بن علي العسقلاني (1427 هـ / 2006 م)، بلوغ المرام من أدلة الأحكام، (ط 4)، تحقيق: عصام موسى هادي، عمان، دار الدليل الأثرية.\n38 -\nابن حجر، أحمد بن علي، الدرر الكامنة في أعيان المائة الثامنة، بيروت، دار إحياء التراث العربي.\n39 -\nابن حجر، أحمد بن علي بن حجر (1421 هـ / 2000 م)، الأدب المفرد، (ط 2 م)، تحقيق: الألباني، الجبيل، دار الصديق.\n40 -\nابن حجر، أحمد بن علي بن حجر (1416 هـ / 1995 م)، التلخيص الحبير في تخريج أحاديث الرافعي الكبير، تحقيق: حسن عباس قطب، القاهرة، مؤسسة قرطبة.\n41 -\nابن حجر، أحمد بن علي بن حجر (1429 هـ / 2008 م)، الإصابة في تمييز الصحابة، تحقيق: عبد الله التركي، القاهرة، دار هجر.\n42 -\nابن حجر، أحمد بن علي بن حجر (1407 هـ)، فتح الباري بشرح صحيح البخاري، (ط 3) تحقيق: محب الدين الخطيب، القاهرة، المكتبة السلفية.\n43 -\nالحاج، ابن أمير الحاج (1403 هـ / 1983 م) , التقرير والتحبير شرح التحرير، (ط 2)، القاهرة، مصورة طبعة بولاق.\n44 -\nحاجي خليفة، مصطفى عبد الله القسطنطيني (1414 هـ / 1994 م)، كشف الظنون عن أسامي الكتب والفنون، بيروت , دار الفكر.\n45 -\nالحاكم، محمد بن عبد الله، المستدرك على الصحيحين، القاهرة، الفاروق الحديثة للطباعة والنشر.\n46 -\nالحجيلان، عبد العزيز محمد عبد الله (1430 هـ / 2009 م)، الزواج السياحي المقصود به صوره نشأته وأسبابه دراسة فقهية اجتماعية تطبيقية، الرياض، الدار المتخصصة.\n47 -\nالحجيلان، عبد العزيز محمد عبد الله (1430 هـ / 2009 م)، المختار في زواج المسيار دراسة فقهية مقارنة حديثة، الرياض، الدار المتخصصة.\n48 -\nحسن، محمود محمد (1998 م)، قانون الأحوال الشخصية عقد الزواج طبقا للشريعة الإسلامية والقانونين الكويتي والمصري، (ط 2)، الكويت، مؤسسة دار الكتب.\nالجزء: 1 - الصفحة: 308\n",
        "49 -\nحسنين، حسنين محمود (1408 هـ / 1998 م)، العرف والعادة بين الشريعة الإسلامية والقانون الوضعي، دبي، دار القلم.\n50 -\nحسون، علي عبد الرحمن (1420 هـ) أحكام النظر إلى المخطوبة، الرياض، دار العاصمة.\n51 -\nالحموي، ياقوت عبد الله (1991 م)، معجم الأدباء وإرشاد الأدب إلى معرفة الأديب، بيروت، دار الكتب العلمية.\n52 -\nالخطابي، حمد بن محمد (1409 هـ / 1988 م)، أعلام الحديث في شرح صحيح البخاري، تحقيق: محمد سعد آل سعود، مكة المكرمة، جامعة أم القرى.\n53 -\nابن خلكان: أحمد بن محمد (1994 م)، وفيات الأعيان وأنباء أبناء الزمان، تحقيق: إحسان عباس، بيروت، دار صادر.\n54 -\nالدارقطني، علي بن عمر (1424 هـ / 2004 م)، سنن الدارقطني، تحقيق: شعيب الأرناؤوط وآخرون، بيروت، مؤسسة الرسالة.\n55 -\nابن دقيق العيد، تقي الدين (1423 هـ / 2002 م) إحكام الأحكام شرح عمدة الأحكام، تحقيق: حسن أحمد، بيروت، دار ابن حزم.\n56 -\nالدريني، فتحي (1429 هـ / 2008 م)، بحوث مقارنة في الفقه الإسلامي وأصوله، (ط 2)، بيروت، مؤسسة الرسالة.\n57 -\nالدريني، فتحي (1429 هـ / 2008 م)، المناهج الأصولية في الاجتهاد بالرأي في التشريع الإسلامي، (ط 3)، بيروت، موسسة الرسالة.\n58 -\nالدريويش، أحمد يوسف أحمد (1426 هـ / 2005 م)، الزواج العرفي، حقيقته، وأحكامه، وآثاره، والأنكحة ذات الصلة به دراسة فقهية مقارنة، الرياض , دار العاصمة.\n59 -\nالدسوقي، محمد عرفة، حاشية الدسوقي على الشرح الكبير، القاهرة، دار إحياء الكتب العربية.\n60 -\nالدويش، أحمد عبد الرزاق (1427 هـ / 2006 م)، فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، (ط 5)، بدون دار نشر.\n61 -\nالداوودي، محمد بن علي (1403 هـ/ 1983 م)، طبقات المفسرين، تحقيق: لجنة من العلماء بإشراف الناشر، بيروت، دار الكتب العلمية.\nالجزء: 1 - الصفحة: 309\n",
        "62 -\nابن رجب، عبد الرحمن بن أحمد (1425 هـ / 2005 م)، الذيل على طبقات الحنابلة، تحقيق: عبد الرحمن العثيمين، الرياض، مكتبة العبيكان.\n63 -\nابن رشد، محمد بن أحمد (1416 هـ / 1995 م) , بداية المجتهد ونهاية المقتصد، تحقيق: ماجد الحموي، بيروت: دار ابن حزم.\n64 -\nالرافعي، سالم عبد الغني (1423 هـ / 2002 م)، أحكام الأحوال الشخصية للمسلمين في الغرب، بيروت، دار ابن حزم.\n65 -\nأبو زهرة، محمد، الأحوال الشخصية، بيروت، دار الفكر العربي.\n66 -\nأبو زهرة، محمد، محاضرات في عقد الزواج وآثاره، بيروت، دار الفكر العربي.\n67 -\nالأزهري، عبد المجيد إبراهيم الشرنوبي (1418 هـ)، تقريب المباني على متن الرسالة، بيروت، دار الكتب العلمية.\n68 -\nالأزهري، محمد بن أحمد (1384 هـ / 1994 م)، تهذيب اللغة، تحقيق: عبد السلام هارون، القاهرة، دار القومية العربية للطباعة.\n69 -\nالأزهري، أحمد غنيم النفراوي، الفواكه الدواني على رسالة ابن أبي زيد القيرواني، تحقيق: عبد الوارث محمد علي، بيروت، دار الكتب العلمية.\n70 -\nالزرقا، مصطفى أحمد (1425 هـ / 2004 م)، المدخل الفقهي العام، (ط 2)، دمشق، دار القلم.\n71 -\nالزرقا، مصطفى أحمد (1422 هـ / 2001 م)، شرح القواعد الفقهية، (6)، دمشق، دار القلم.\n72 -\nالزركشي، محمد بن عبد الله، شرح الزركشي على مختصر الخرقي، تحقيق: عبد الله بن عبد الرحمن الجبرين، الرياض، مكتبة العبيكان.\n73 -\nالزركشي، محمد بن عبد الله (1413 هـ / 1992 م)، البحر المحيط في أصول الفقه، (ط 2)، الكويت: وزارة الأوقاف والشؤون الإسلامية.\n74 -\nالزركشي، بدر الدين محمد بهادر (1405 هـ)، المنثور في القواعد، (ط 2)، تحقيق: تيسير فائق، الكويت، شركة دار الكويت للصحافة.\n75 -\nالزمخشري، محمد بن عمر (1418 هـ / 1998 م)، الكشاف، تحقيق: عادل أحمد وآخرون، الرياض، مكتبة العبيكان.\n76 -\nالزركلي، خير الدين محمود محمد (2002 م)، الأعلام، (ط 15)، بيروت: دار العلم للملايين.\nالجزء: 1 - الصفحة: 310\n",
        "77 -\nزوزو، فريدة بنت طارق (1427 هـ / 2006 م)، النسل دراسة مقاصدية في وسائل حفظه في ضوء تحديات الواقع المعاصر, الرياض، مكتبة الرشد.\n78 -\nسابق، سيد (1428 هـ / 2007 م)، فقه السنة، (ط 2)، دمشق: دار ابن كثير.\n79 -\nابن سعد، محمد سعد (1421 هـ / 2001 م)، الطبقات الكبرى، تحقيق: علي محمد عمر، القاهرة، مكتبة الخانجي.\n80 -\nالإستانبولي، محمود مهدي (1422 هـ / 2001 م)، تحفة العروس أو الزواج الإسلامي السعيد، الرياض، مكتبة المعارف.\n81 -\nالإسنوي، عبد الرحيم حسن (1420 هـ / 1999 م)، نهاية السول، تحقيق: شعبان محمد، بيروت، دار ابن حزم.\n82 -\nالسبكي، عبد الوهاب علي، طبقات الشافعية الكبرى، تحقيق: محمود الطناحي وآخرون، دار القاهرة، إحياء الكتب العربية.\n83 -\nالسخاوي، محمد بن عبد الرحمن، الضوء اللامع لأهل القرن التاسع، بيروت، دار مكتبة الحياة.\n84 -\nالسرخسي محمد بن أحمد بن أبي سهيل (1409 هـ / 1989 م)، المبسوط، بيروت، دار المعرفة.\n85 -\nالسعدي، عبد الرحمن ناصر (1422 هـ / 2001 م)، تيسير الكريم الرحمن في تفسير كلام المنان، (ط 2)، الكويت، جمعية إحياء التراث الإسلامي.\n86 -\nالسعدي، عبد الرحمن بن ناصر (1419 هـ / 1998 م)، رسالة في القواعد الفقهية، تحقيق: محمد عبد المقصود، الرياض، دار أضواء السلف.\n87 -\nالسلمي، أحمد عبد الله (1428 هـ / 2007 م)، أفراحنا ما لها وما عليها، الرياض، دار ابن خزيمة.\n88 -\nالسند، عبد الرحمن عبد الله (1427 هـ / 2006 م)، الأحكام الفقهية للتعاملات الإلكترونية، (ط 2)، بيروت، دار الوراق.\n89 -\nالسند، عبد الله عبد الرحمن (1426 هـ / 2005 م)، مسائل فقهية معاصرة، بيروت، دار الوراق.\n90 -\nالسنهوري، عبد الرزاق، مصادر الحق في الفقه الإسلامي، بيروت، دار إحياء التراث العربي.\n91 -\nالسهلي، أحمد بن موسى (1422 هـ / 2001 م)، الزواج بنية الطلاق، حقيقته، حكمه، آثاره، الرياض: دار البيان الحديثة.\nالجزء: 1 - الصفحة: 311\n",
        "92 -\nالسهلي، أحمد موسى، عقود الزواج المستحدثة وحكمها في الشريعة، جدة، بحث مقدم لمجمع الفقه الإسلامي التابع لرابطة العالم الإسلامي الدورة الثامنة عشر.\n93 -\nسيد المباركي، أحمد علي (1412 هـ / 1992 م)، العرف وأثره في الشريعة الإسلامية والقانون، الرياض، بدون دار نشر.\n94 -\nالسيوطي، عبد الرحمن بن الكمال (2010 م)، الأشباه والنظائر، تحقيق: محمد حسن، بيروت، دار الكتب العلمية.\n95 -\nالسيوطي، عبد الرحمن بن الكمال (1399 هـ / 1979 م)، بغية الوعاة في طبقات اللغويين والنحاة، (ط 2)، تحقيق: محمد أبو الفضل إبراهيم، بيروت، دار الفكر.\n96 -\nالسجستاني، سليمان بن الأشعث، السنن، تحقيق: محمد عوامة، الرياض، دار القبلة.\n97 -\nالأشقر، عمر سليمان (1424 هـ / 2004 م)، أحكام الزواج في ضوء الكتاب والسنة، (ط 3) , عمان، دار النفائس.\n98 -\nالأشقر، أسامة عمر (1425 هـ / 2005 م)، مستجدات فقهية في قضايا الزواج والطلاق، (ط 2)، عمان، دار النفائس.\n99 -\nالشافعي، محمد بن إدريس (1408 هـ / 1988 م)، الأم، تحقيق: محمد زهري النجار، بيروت، دار المعرفة.\n100 -\nالشربيني، محمد بن الخطيب (1418 هـ/ 1997 م)، مغني المحتاج إلى معرفة معاني ألفاظ المنهاج، تحقيق: محمد خليل عيتاني، بيروت، دار المعرفة.\n101 -\nالشاطبي، إبراهيم بن موسى (1430 هـ / 2009 م)، الموافقات، (ط 3)، تحقيق: مشهور حسن سلمان، الرياض، دار ابن القيم.\n102 -\nشعبان، زكي الدين (1988 م)، أصول الفقه الإسلامي، الكويت، مؤسسة علي الصباح للنشر والتوزيع.\n103 -\nشلبي، محمد مصطفى (1397 هـ / 1977 م)، أحكام الأسرة في الإسلام، (ط 2)، بيروت، دار النهضة العربية.\n104 -\nالشنقيطي، محمد الأمين محمد المختار (1420 هـ / 1999 م)، نثر الورود على مراقي السعود، (ط 2)، تحقيق: محمد ولد سيدي الشنقيطي، جدة، دار المنارة للنشر والتوزيع.\nالجزء: 1 - الصفحة: 312\n",
        "105 -\nالشوكاني، محمد بن علي (1426 هـ / 2005 م)، السيل الجرار المتدفق على حدائق الأزهار، (ط 2)، تحقيق: محمد صبحي حسن حلاق، دمشق، طبعة دار ابن كثير.\n106 -\nالشوكاني، محمد بن علي (1414 هـ / 1993 م)، إرشاد الفحول إلى تحقيق علم الأصول، (ط 4)، تحقيق: محمد سعيد البدري، بيروت، مؤسسة الكتب الثقافية.\n107 -\nالشيباني، أحمد بن حنبل، (1416 هـ / 1995 م)، المسند، تحقيق: شعيب الأرناؤوط وآخرون، بيروت، مؤسسة الرسالة.\n108 -\nالشيخ، عبد اللطيف أحمد (1425 هـ)، التوثيق لدى فقهاء المذهب المالكي، الإمارات، منشورات المجمع الثقافي ومركز جمعة الماجد للثقافة والتراث.\n109 -\nالأصفهاني، الراغب (1430 هـ / 2009 م)، مفردات ألفاظ القرآن، تحقيق: صفوان عدنان داوودي، (ط 4)، دمشق، دار القلم.\n110 -\nالصابوني محمد علي (1418 هـ / 1997 م)، روائع البيان تفسير آيات الأحكام من القرآن، بيروت، دار إحياء التراث العربي.\n111 -\nالصاوي، أحمد محمد، حاشية الشرح الصغير، تحقيق: مصطفى كمال، القاهرة، دار المعارف.\n112 -\nالصفدي، صلاح الدين خليل بن إيبك (1420 هـ / 2000 م)، الوافي بالوفيات، تحقيق: أحمد الأرناؤوط وآخرون، بيروت، دار إحياء التراث العربي.\n113 -\nالصنعاني، محمد بن إسماعيل (1433 هـ) سبل السلام شرح بلوغ المرام، (ط 3)، تحقيق: محمد صبحي حلاق، الرياض: دار ابن الجوزي.\n114 -\nالطبري، محمد بن جرير (1403 هـ / 1983 م)، جامع البيان في تفسير القرآن، بيروت، دار المعرفة.\n115 -\nالطحاوي، أحمد بن محمد بن سلامة (1407 هـ / 1987 م)، الآثار، تحقيق: محمد زهري النجار، بيروت، دار الكتب العلمية.\n116 -\nالطبراني، سليمان بن أحمد (2008 م)، التفسير الكبير، تحقيق: هشام البدراني، عمان، دار الكتاب الثقافي.\nالجزء: 1 - الصفحة: 313\n",
        "117 -\nالطوفي، سليمان بن عبد القوي (1418 هـ / 1998 م)، شرح مختصر الروضة، (ط 2)، تحقيق: عبد الله التركي بيروت، مؤسسة الرسالة.\n118 -\nابن عابدين، محمد أمين، مجموعة رسائل ابن عابدين، بدون دار نشر.\n119 -\nابن عابدين، محمد أمين (1423 هـ / 2004 م)، رد المحتار على الدر المختار شرح تنوير الأبصار، تحقيق: عادل أحمد عبد الموجود وعلي محمد معوض، الرياض، دار عالم الكتب.\n120 -\nابن عاشور، محمد الطاهر (1425 هـ / 2004 م)، مقاصد الشريعة الإسلامية، تحقيق: محمد الحبيب بن الخوجة، قطر، وزارة الأوقاف والشؤون الإسلامية.\n121 -\nابن عبد البر، يوسف عبد الله، الاستذكار الجامع لمذاهب فقهاء الأمصار وعلماء الأقطار، تحقيق: د. عبد المعطي أمين قلعجي، بيروت، دار الوعي.\n122 -\nابن عبد الشكور، محب الدين (1324 هـ)، فواتح الرحموت بشرح مسلم الثبوت، بيروت، دار صادر.\n123 -\nابن عثيمين، محمد صالح (1426 هـ)، الشرح الممتع على زاد المستنقع، الرياض، دار ابن الجوزي.\n124 -\nابن عرفه، محمد الأنصاري، شرح حدود ابن عرفة الموسوم الهداية الكافية الشافية لبيان حقائق الإمام ابن عرفة الوافية، تحقيق: محمد أبو الأجفان وآخرون، بيروت، دار الغرب الإسلامي.\n125 -\nابن عطية، محمد عبد الحق (1412 هـ / 1991 م)، المحرر الوجيز، تحقيق: السيد عبد العال، قطر: رئاسة المحاكم الشرعية.\n126 -\nابن عطية، محمد عبد الحق (1428 هـ / 2007 م) المحرر الوجيز, (ط 2)، تحقيق: عبد الله الأنصاري، قطر، دار الخير.\n127 -\nأبو العينين، بدران أبو العينين بدران (1965 م)، أحكام الزواج والطلاق في الإسلام، (ط 3)، دار المعارف.\n128 -\nعتر، عبد الرحمن معاصر (1405 هـ / 1985 م)، خطبة النكاح، عمان، مكتبة المنار.\n129 -\nالعثماني، محمد بن عبد الرحمن (1414 هـ / 1994 م)، رحمة الأمة في اختلاف الأئمة، تحقيق: علي الشريجي، بيروت، مؤسسة الرسالة.\nالجزء: 1 - الصفحة: 314\n",
        "130 -\nالعشي، منال محمد رمضان هاشم، أثر الأمراض الوراثية على الحياة الزوجية دراسة فقهية مقارنة، غزة، الجامعة الإسلامية.\n131 -\nالعطار، عبد الناصر توفيق، خطبة النساء في الشريعة الإسلامية والتشريعات العربية للمسلمين وغير المسلمين، القاهرة، مطبعة السعادة.\n132 -\nالعظيم أبادي، محمد شمس الحق (1388 هـ / 1968 م)، عون المعبود شرح سنن أبي داود، (ط 2)، تحقيق: عبد الرحمن محمد عثمان، المدينة المنورة، المكتبة السلفية.\n133 -\nالعيني، محمد بن محمود (1348 هـ)، عمدة القاري شرح صحيح البخاري، القاهرة، المطبعة المنيرية.\n134 -\nغندور، أحمد (1422 هـ / 2001 م)، الأحوال الشخصية في التشريع الإسلامي، (ط 4)، الكويت: مكتبة الفلاح.\n135 -\nابن فارس، أحمد بن فارس زكريا (1429 هـ / 2008 م)، معجم مقاييس اللغة، تحقيق: محمد عوض وآخرون، بيروت: دار إحياء التراث العربي.\n136 -\nالفاداني، محمد ياسين عيسى (1417 هـ / 1996 م)، الفوائد الجنية حاشية المواهب السنية شرح الفرائد البهية، (ط 2)، تحقيق: رمزي دمشقية، بيروت، دار البشائر الإسلامية.\n137 -\nالفارابي، أمير كاتب بن أمير عمر (1420 هـ / 1999 م) التبيين، تحقيق: صابر نصر، الكويت، وزارة الأوقاف.\n138 -\nالفوزان، صالح بن فوزان (2006 م)، المنتقى من فتاوى فضيلة الشيخ صالح الفوزان، تحقيق: عادل الفريدان، القاهرة، دار الإمام أحمد.\n139 -\nالفيروزآبادي، محمد بن يعقوب (1424 هـ / 2003 م) , القاموس المحيط، تحقيق: محمد بن عبد الرحمن المرعشلي، بيروت، دار إحياء التراث العربي.\n140 -\nفيض الله، محمد فوزي (1418 هـ / 1997 م)، الزواج وموجباته في الشريعة والقانون، (ط 2)، الكويت، مكتبة المنار الإسلامية.\n141 -\nالفيومي، أحمد محمد علي المقري، المصباح المنير في غريب الشرح الكبير، تحقيق: عادل مرشد، بدون دار نشر.\n142 -\nابن القيم، محمد بن أبي بكر (1428 هـ / 2007 م)، تهذيب السنن، تحقيق: إسماعيل بن غازي مرحبا، الرياض، مكتبة المعارف.\nالجزء: 1 - الصفحة: 315\n",
        "143 -\nابن القيم، محمد بن أبي بكر (1432 هـ)، إغاثة اللهفان في مصائد الشيطان، تحقيق: محمد عزيز وآخرون، مكة المكرمة، دار عالم الفوائد.\n144 -\nابن القيم، محمد بن أبي بكر (1423 هـ)، إعلام الموقعين عن رب العالمين، الرياض: دار ابن الجوزي.\n145 -\nابن قاسم، عبد الرحمن محمد (1419 هـ)، حاشية الروض المربع، (ط 8)، بدون دار نشر.\n146 -\nابن قدامة، عبد الله بن أحمد (1428 هـ / 2007 م)، المغني شرح مختصر الخرقي، (ط 6)، تحقيق: عبد الله التركي وآخرون، الرياض، دار عالم الكتب.\n147 -\nابن قدامة، عبد الله بن أحمد، المغني شرح مختصر الخرقي، بيروت، دار الفكر.\n148 -\nابن قدامة، عبد الله بن أحمد (1417 هـ / 1997 م)، الكافي، تحقيق: عبد الله التركي وآخرون، القاهرة، دار هجر.\n149 -\nابن قدامة، عبد الرحمن بن محمد (1426 هـ / 2005 م)، الشرح الكبير، تحقيق: عبد الله التركي وآخرون، بيروت، دار عالم الكتب.\n150 -\nابن قطلوبغا، زين الدين قاسم (1413 هـ/ 1992 م)، تاج التراجم، تحقيق: محمد خير رمضان، دمشق: دار القلم.\n151 -\nالقاضي عبد الوهاب، عبد الوهاب بن علي (1418 هـ / 1998 م)، المعونة على مذهب عالم المدينة، تحقيق: محمد حسن، بيروت، دار الكتب العلمية.\n152 -\nالقرافي، أحمد بن إدريس (1424 هـ / 2004 م)، شرح تنقيح الفصول، بيروت، دار الفكر.\n153 -\nالقرطبي، محمد بن أحمد (1427 هـ / 2006 م)، الجامع لأحكام القرآن، تحقيق: عبد الله التركي، بيروت، مؤسسة الرسالة.\n154 -\nالقونوي، قاسم (1427 هـ) أنيس الفقهاء، تحقيق: أحمد الكبيسي، الرياض, دار ابن الجوزي.\n155 -\nقانون، قانون الأحوال الشخصية (2006 م)، الكويت، مجلس الوزراء الفتوى والتشريع.\nالجزء: 1 - الصفحة: 316\n",
        "156 -\nالقحطاني، مسفر بن علي (1424 هـ / 2003 م) , منهج استنباط أحكام النوازل الفقهية المعاصرة دراسة تأصيلية تطبيقية، جدة، دار الأندلس الخضراء.\n157 -\nابن كثير، إسماعيل بن عمر (1431 هـ)، تفسير القرآن العظيم، تحقيق: حكمت بشير، الرياض، دار ابن الجوزي.\n158 -\nالكاساني، علاء الدين أبو بكر بن مسعود، بدائع الصنائع، بيروت، دار الفكر.\n159 -\nكبارة، عبد الفتاح معاصر (1994 م)، الزواج المدني دراسة فقهية مقارنة، بيروت، دار الندوة الجديدة.\n160 -\nكبارة، عبد الفتاح معاصر (1419 هـ / 1998 م)، الزواج المدني ومشروع قانون الأحوال الشخصية اللبناني، بيروت، دار النفائس.\n161 -\nالكدي، محمد الكدي (1422 هـ / 2001 م)، فقه الأسرة المسلمة في المهاجر، بيروت، دار الكتب العلمية.\n162 -\nالكردي، أحمد الحجي (1429 هـ / 2008 م)، الزواج، دمشق، دار اقرأ.\n163 -\nالكفوي، أيوب بن موسى (1419 هـ / 1998 م)، الكليات، (ط 2)، تحقيق: عدنان الدرويش، بيروت، مؤسسة الرسالة.\n164 -\nالألباني، محمد ناصر الدين (1415 هـ / 1995 م)، سلسلة الأحاديث الصحيحة وشيء من فقهها وفوائدها، الرياض، مكتبة المعارف.\n165 -\nالألباني، محمد ناصر الدين (1339 هـ / 1979 م)، إرواء الغليل، بيروت، المكتب الإسلامي.\n166 -\nابن المبرد، يوسف بن حسن (1411 هـ / 1991 م) الدر النقي شرح ألفاظ الخرقي، تحقيق: رضوان مختار غريبة، جدة: دار المجتمع.\n167 -\nابن المنذر، محمد بن إبراهيم (1411 هـ / 1991 م) الإجماع، تحقيق: فؤاد عبد المنعم أحمد، بدون دار نشر.\n168 -\nابن ماجه، محمد بن يزيد، سنن ابن ماجه، (ط 4)، تحقيق: خليل مأمون شيحا، بيروت، دار المعرفة.\n169 -\nابن مفلح، إبراهيم محمد (1423 هـ / 2003 م)، المبدع شرح المقنع، الرياض، دار عالم الكتب.\n170 -\nابن منظور، جمال الدين محمد بن مكرم (1424 هـ / 2003 م)، لسان العرب، الرياض: دار عالم الكتب.\nالجزء: 1 - الصفحة: 317\n",
        "171 -\nآل منصور، صالح عبد العزيز (1428 هـ)، الزواج بنية الطلاق من خلال الكتاب والسنة ومقاصد الشريعة الإسلامية، الرياض، دار ابن الجوزي.\n172 -\nالمالكي، عدنان بخيت، تقويم مقررات الفقه في المراحل الثانوية في ضوء المستجدات الفقهية المعاصرة، مكة المكرمة، جامعة أم القرى.\n173 -\nالماوردي: علي بن محمد بن حبيب (1419 هـ / 1999 م)، الحاوي الكبير\nوهو شرح مختصر المزني، تحقيق: علي محمد معوض وآخرون، الرياض، دار الكتب العلمية.\n174 -\nالمباركفوري، محمد بن عبد الرحمن، تحفة الأحوذي، تحقيق: علي محمد معوض وآخرون، بيروت، دار إحياء التراث العربي.\n175 -\nالمحلي، عبد الله محمد (1429 هـ / 2008 م)، البدر الطالع في حل جمع الجوامع، تحقيق: مرتضى الداغستاني، دمشق، مؤسسة الرسالة.\n176 -\nمخلوف، محمد بن محمد، شجرة النور الزكية في طبقات المالكية، بيروت، دار الكتاب العربي.\n177 -\nمخلوف، محمد بن محمد، شجرة النور الزكية في طبقات المالكية، بيروت، دار الفكر.\n178 -\nالمرداوي، علي بن سليمان (1426 هـ / 2005 م)، الإنصاف في معرفة الراجع من الخلاف، تحقيق: عبد الله التركي، الرياض، دار عالم الكتب.\n179 -\nالمسند، محمد عبد العزيز (1414 هـ / 1994 م)، فتاوى إسلامية لأصحاب الفضيلة العلماء الشيخ عبد العزيز بن باز والشيخ محمد العثيمين والشيخ عبد الله الجبرين، (ط 2)، الرياض، دار الوطن.\n180 -\nالمطلق، عبد الملك بن يوسف (1427 هـ / 2006 م)، الزواج العرفي داخل المملكة العربية السعودية وخارجها دراسة فقهية واجتماعية نقدية، الرياض، دار العاصمة.\n181 -\nالمطلق، عبد الملك بن يوسف، زواج المسيار دراسة فقهية واجتماعية نقدية، الرياض , دار ابن لعبون.\n182 -\nالمطلق، عبد الملك بن يوسف (1427 هـ / 2006 م)، زواج المسيار، زواج الفرند بين حكمه الشرعي وواقعه المعاصر، الرياض، دار العاصمة.\n183 -\nالمنبجي، محمد بن علي (1414 هـ / 1994 م)، اللباب في الجمع بين السنة والكتاب، (ط 2)، تحقيق: محمد فضل عبد العزيز، دمشق، دار القلم.\nالجزء: 1 - الصفحة: 318\n",
        "184 -\nالمناعسة، أسامة أحمد (2001 م)، جرائم الحاسب الآلي، عمان: دار وائل.\n185 -\nالموصلي، عبد الله بن محمود (1430 هـ / 2009 م)، الاختيار لتعليل المختار، تحقيق: شعيب الأرناؤوط وآخرون، بيروت، دار الرسالة العالمية.\n186 -\nموقع المركز الإسلامي في اليابان على شبكة المعلومات الدولية (الإنترنت).\nhttp://islamcenter.or.jp/newarab/arabicindex.htm\n187 -\nموقع رابطة الثلاسيميا، الكويتية - الجمعية الطبية الكويتية:\nhttp://thalassemia-kw.com/index.php 2\n188 -\nموقع بنك التسليف والادخار الكويتي على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.scb.gov.kw/default.aspx? page=39\n189 -\nموقع رابطة العالم الإسلامي على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.themwl.org\n190 -\nموقع الإسلام سؤال وجواب على شبكة المعلومات الدولية (الإنترنت).\nhttp://islamqa.info.ar/raf 20916\n191 -\nموقع إسلام ويب على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.islamweb.net/mainpage/nindex.php? page=result&q\n192 -\nموقع صيد الفوائد على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.saaid.net/mktarat/alzawaj/75 htm\n193 -\nموقع المجلس الأوروبي للإفتاء والبحوث على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.dawatalhak.com/newsdetails.asp? id=111\n194 -\nموقع \"صحة\" الطبي على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.sahha.com/diseases/id/syphilis/syphilis.htm\n195 -\nموقع طب العرب على شبكة المعلومات الدولية (الإنترنت).\nhttp://medicine-arab.blogspot.com/htm 16974 blog-post 02/ 2008\n196 -\nموقع الوراثة الطبية على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.werathah.com/blood.sickle.index.htm\nالجزء: 1 - الصفحة: 319\n",
        "197 -\nموقع رابطة العالم الإسلامي على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.themwl.org\n198 -\nموقع الشيخ الألباني على شبكة المعلومات الدولية (الإنترنت).\nhttp://www.alalbany.net\n199 -\nابن النجار، محمد بن أحمد (1418 هـ / 1997 م)، شرح الكوكب المنير، (ط 2)، تحقيق: محمد الزحيلي الرياض، مكتبة العبيكان.\n200 -\nالأنصاري، زكريا محمد (1313 هـ)، أسنى المطالب شرح روض الطالب، القاهرة، دار الكتاب الإسلامي.\n201 -\nالأنصاري، زكريا محمد (1425 هـ/ 2004 م)، تحفة الطلاب بشرح تخريج تنقيح اللباب، بيروت، دار البشائر الإسلامية.\n202 -\nابن نجيم، زين الدين بن إبراهيم (1422 هـ/ 2002 م)، البحر الرائق شرح كنز الدقائق، تحقيق: أحمد عزو، بيروت، دار إحياء التراث الإسلامي.\n203 -\nابن نجيم، زين الدين بن إبراهيم (1403 هـ / 1983 م)، الأشباه والنظائر، تحقيق: محمد مطيع الحافظ، دمشق، دار الفكر.\n204 -\nالنجيمي، محمد يحيى، عقود الزواج المستحدثة وحكمها في الشريعة، بحث مقدم إلى مجمع الفقه الإسلامي التابع لرابطة العالم الإسلامي، الدورة الثامنة عشر.\n205 -\nالنسائي، أحمد بن شعيب (1418 هـ / 1997 م)، سنن النسائي، (ط 4)، تحقيق: مكتب تحقيق التراث الإسلامي، بيروت، دار المعرفة.\n206 -\nالنسفي، عمر بن محمد (1431 هـ / 2010 م)، طلبة الطلبة في الاصطلاحات الفقهية، (ط 3)، تحقيق: خالد العك، بيروت، دار النفائس.\n207 -\nنظام، الشيخ نظام (1310 هـ) , الفتاوى الهندية على مذهب الإمام الأعظم أبي حنيفة النعمان، بيروت، دار الجيل.\n208 -\nالنووي، يحيى بن شرف (1421 هـ/ 2000 م)، شرح صحيح مسلم، بيروت، دار الكتب العلمية.\n209 -\nالنووي، يحيى بن شرف (1427 هـ / 2006 م)، روضة الطالبين وعمدة المفتين، بيروت، دار المعرفة.\n210 -\nالنيسابوري، مسلم بن الحجاج، الجامع الصحيح المسمى صحيح مسلم، بيروت، دار الجيل.\nالجزء: 1 - الصفحة: 320\n",
        "211 -\nابن الهمام, كمال الدين محمد عبد الواحد (1424 هـ / 2003 م)، شرح فتح القدير، الرياض، دار عالم الكتب.\n212 -\nالهيثمي، علي بن أبي بكر (1406 هـ / 1986 م)، مجمع الزوائد ومنبع الفوائد، بيروت، مؤسسة المعارف.\n213 -\nواصل، محمد أحمد (1420 هـ / 1999 م) , أحكام التصوير في الفقه الإسلامي، الرياض، دار طيبة الرياض.\n214 -\nاليوبي، محمد سعد أحمد (1429 هـ) , مقاصد الشريعة الإسلامية وعلاقتها بالأدلة الشرعية، الرياض، دار ابن الجوزي.\nالجزء: 1 - الصفحة: 321\n",
        ""
    ]
}