{
    "1": [
        "المصاحف المخطوطة في القرن الحادي عشر الهجري\nالمصاحف المخطوطة في القرن الحادي عشر الهجري\nعبد الرحمن المزيني\nالكتاب:\nالمصاحف المخطوطة في القرن الحادي عشر الهجري\nالمؤلف:\nد. عبد الرحمن بن سليمان المزيني\nالناشر:\nمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "المبحث الأول: المقدمة\nالحمد لله رب العالمين والصلاة والسلام الأتمان الأكملان على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين، أما بعد:\nفلقد تكفل الله سبحانه وتعالى بحفظ القرآن الكريم على مر العصور فقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (الحجر: 9) .\nتحتفظ مكتبات العالم ومتاحفه على وجه العموم ومكتبات العالم الإسلامي والعربي على وجه الخصوص بالعديد من المصاحف الخطية، إلا أن المكتبة العربية والإسلامية ما زالت بحاجة ماسة إلى بحوث متخصصة توفي في دراساتها التفصيلية تلك المصاحف لتتضح لنا من خلالها الخصائص العامة والسمات الفنية التي دونت بها المصاحف المبكرة والمتأخرة خلال فترة الأربعة عشر قرناً الماضية، هذا بالإضافة إلى دراسة كل ما له علاقة بالقرآن الكريم من تفسير وطباعة وترجمة لمعانيه والقراءات الواردة فيه، إلى غير ذلك من الدراسات العلمية.\nوالأمل كبير في (ندوة عناية المملكة العربية السعودية بالقرآن الكريم وعلومه) أن تسهم في توفير هذه الدراسات، وأن تصل في نهاية المطاف إلى تقديم رؤية علمية في مجال تنظيم المعلومات عن القرآن الكريم وعلومه وتهيئتها للباحثين.\nوالبحث الذي نعرض له اليوم يأتي ضمن المحور الأول من المحاور العديدة التي وضعتها لجنة الندوة بعنوان: أهمية القرآن الكريم وعناية المسلمين به منذ نزوله إلى عصرنا الحاضر.\nالجزء: 1 ¦ الصفحة: 1\n",
        "وأرجو من الله العلي القدير أن أكون قد وفقت في إبراز شيء من المعلومات عن بعض المصاحف المحفوظة في مكتبة المصحف الشريف.\nويطيب لي أن أتقدم بالشكر الجزيل لأصحاب الفضيلة رئيس وأعضاء اللجنة التحضيرية والعلمية للندوة على جهودهم الكريمة، ولكل من قدم لي مساعدة على إنجاز هذا البحث.\nمشكلة الدراسة:\nتعد مكتبة المصحف الشريف في مكتبة الملك عبد العزيز بالمدينة المنورة مصدراً رئيساً للمعلومات المتعلقة بالمصاحف المخطوطة ونساخها، وواقفيها، وأنواع الخطوط وتطورها، والورق المستخدم للكتابة، وترجمات معاني القرآن الكريم، والقراءات المدونة على بعض النسخ، إضافة إلى تذهيب بعض النسخ وتجليدها. إلا أن هذه المصاحف الخطية لم تحظ بالاهتمام المطلوب من الدارسين رغم ما تحتوي عليه من معلومات مهمة تفيد الباحثين في مجال الدراسات العلمية والتاريخية.\nومن هنا وجد الباحث أن هناك حاجة ماسة إلى دراسة بعض هذه المصاحف للخلوص إلى رؤية توضح أهمية وقف المصاحف في المجتمع الإسلامي وأثر ذلك في الحركة العلمية.\nأهداف الدراسة:\nتهدف الدراسة إلى تحقيق الأمور الآتية:\n(1) التعرف على كمية المصاحف المخطوطة في القرن الحادي عشر الهجري باستخدام الطرق الإحصائية.\nالجزء: 1 ¦ الصفحة: 2\n",
        "(1) التعرف على السمات النوعية للمصاحف المخطوطة من حيث أنواع الخطوط والأحجام والورق.\n(2) الكشف عن إسهامات الخطاطين، وحجم إنتاجهم المخطوط من المصاحف ضمن إطار الدراسة.\n(3) التعرف على أزمنة نسخ تلك المصاحف.\n(4) الكشف عن إسهامات الموقفين، وحجم المصاحف الموقوفة.\n(5) التعرف على أزمنة وقف تلك المصاحف.\n(6) التعرف على القراءات المدونة على بعض المصاحف.\n(7) التعرف على التفاسير وترجمات معاني القرآن المدونة على بعض المصاحف.\n(8) التعرف على ما حظيت به بعض المصاحف من التذهيب والزخرفة.\n(9) التعرف على نواحي التجليد التي حظيت بها المصاحف المخطوطة.\nأسئلة الدراسة:\nتسعى هذه الدراسة إلى تحقيق أهدافها من خلال الإجابة عن الأسئلة الآتية:\n(1) ما حجم المصاحف المخطوطة كمّاً ونوعاً؟\n(2) ما أنواع الخطوط التي كتبت بها تلك المصاحف؟\n(3) من النساخ الذين برزوا في كتابة المصاحف؟ وما حجم إسهاماتهم؟\n(4) ما الفترات الزمنية التي نسخت فيها تلك المصاحف؟\nالجزء: 1 ¦ الصفحة: 3\n",
        "(1) من الموقفون الذين برزوا في وقف المصاحف، وما حجم إسهاماتهم في الوقف.\n(2) ما أبرز الفترات الزمنية التي وقفت فيها تلك المصاحف؟\n(3) ما القراءات المدونة على بعض المصاحف؟\n(4) ما التفاسير وترجمات معاني القرآن المدونة على بعض المصاحف؟\n(5) ما مدى العناية بالمصاحف من حيث التذهيب والزخرفة؟\n(6) ما مدى العناية بالمصاحف من حيث التجليد؟\nحدود الدراسة:\n(1) الحدود الموضوعية:\nتوفّي هذه الدراسة المصاحف المخطوطة دون المصاحف المطبوعة.\n(2) الحدود المكانية:\nتقتصر هذه الدراسة على جملة من المصاحف المخطوطة المحفوظة في مكتبة المصحف الشريف في مكتبة الملك عبد العزيز بالمدينة المنورة دون غيرها من المكتبات.\n(3) الحدود الزمانية:\nتوفّي هذه الدراسة ما توافر في مكتبة المصحف الشريف بمكتبة الملك عبد العزيز بالمدينة المنورة من المصاحف المنسوخة أو الموقوفة في القرن الحادي عشر الهجري.\nالدراسات السابقة:\nلم تظهر – على حد علم الباحث – حتى إعداد هذا البحث دراسة تخص المصاحف المخطوطة في مكتبة الملك عبد العزيز بالمدينة المنورة.\nالجزء: 1 ¦ الصفحة: 4\n",
        "منهج الدراسة:\nالمنهج الرئيس الذي استخدمه الباحث في هذه الدراسة هو المنهج الببليومتري التحليلي والوصفي في القياس والتحليل الإحصائي المقارن للبيانات المجمعة عن المصاحف المخطوطة التي أمكن حصرها من خلال مكتبة المصحف، حيث عمد الباحث إلى تحليل بيانات (70) مصحفاً تغطي فترة القرن الحادي عشر الهجري.\nوقد تم تقسيم الدراسة إلى المباحث الآتية:\nالمبحث الأول: المقدمة.\nالمبحث الثاني: لمحة تعريفية بمكتبة المصحف الشريف.\nالمبحث الثالث: الاتجاهات العددية والنوعية.\nالمبحث الرابع: نساخ المصاحف وإسهاماتهم.\nالمبحث الخامس: موقفو المصاحف وإسهاماتهم.\nالمبحث السادس: النتائج والتوصيات.\nالملاحق: (أ) قائمة المصادر والمراجع.\n(ب) صور بعض المصاحف.\nالجزء: 1 ¦ الصفحة: 5\n",
        "المبحث الثاني: لمحة تعريفية بمكتبة المصحف الشريف\nأولا: التعريف بمكتبة الملك عبد العزيز:\n...\nالمبحث الثاني: لمحة تعريفية بمكتبة المصحف الشريف\nالتعريف بمكتبة المصحف يتطلب التعريف أولا بمكتبة الملك عبد العزيز بالمدينة المنورة التي تعد مكتبة المصحف إحدى مجموعاتها الوقفية، لذا سيكون هذا المبحث على النحو الآتي:\nأولا: التعريف بمكتبة الملك عبد العزيز:\nتأسست المكتبة في 3/1/1393هـ الموافق 7/2/1973م، حيث وضع الملك فيصل بن عبد العزيز آل سعود (يرحمه الله) حجر أساسها، وافتتحها خادم الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود (يحفظه الله) في يوم الثلاثاء 16/1/1403هـ الموافق 2/11/1982م.\nوتقع المكتبة على شارع أم المؤمنين خديجة رضي الله عنها المتفرع من شارع المناخة، وتطل على ساحات المسجد النبوي من الجهة الغربية (1) .\nوتعد هذه المكتبة من أكبر المكتبات التابعة لوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، وهي من المكتبات الإسلامية المهمة ذات السمة الخاصة التي جمعت بين خصائص المكتبة العامة، ومركز المخطوطات، ومركز البحث العلمي.\n(1) المزيني، عبد الرحمن بن سليمان / مكتبة الملك عبد العزيز بين الماضي والحاضر. المدينة المنورة: مكتبة الملك عبد العزيز 1419هـ/1999م، ص 33.\nالجزء: 1 ¦ الصفحة: 6\n",
        "ونظراً لتوافر عدد كبير من المكتبات الوقفية في مدينة المصطفى صلى الله عليه وسلم، وتظافر الجهود المباركة لجمعها في هذا المركز الإسلامي؛ فقد أدى ذلك إلى تحقيق جو البحث العلمي المتميز، مما ساعد على زيادة الاستفادة من المصادر الأصلية والمراجع النادرة وأمهات الكتب بهذه المكتبة في شتى فروع المعرفة الإنسانية، بغرض الدراسة والتحصيل العلمي مقارنة بين التراث الإسلامي والإنتاج الفكري المعاصر في ضوء القرآن الكريم والسنة النبوية خدمة للبحث العلمي وطلابه (1) .\nوتحتضن المكتبة أربعاً وعشرين مجموعة موقوفة تمثل: مكتبة المصحف الشريف، ومكتبة الشيخ/ عارف حكمت، ومكتبة المحمودية، ومكتبة المدينة المنورة، ومكتبات مدارس: الاحسانية، والساقزلي، والشفاء، والعرفانية، والقازانية، وكيلى ناظري، إضافة إلى مكتبات رباط الجبرت، ورباط عثمان بن عفان رضي الله عنه، ورباط قرة باش، ورباط بشير آغا، ومكتبات لبعض الشخصيات، أمثال: الشيخ/ محمد إبراهيم الختني، والشيخ/ عبد القادر شلبي، والسادة آل الصافي، والشيخ/ عمر حمدان، والشيخ/ محمد نور كتبي، ومعالي الأستاذ/ حسن بن محمد كتبي، والشيخ/ محمد الخضر الشنقيطي، والشيخ/ عبد الرحمن الخيال، والشيخ/ عبد القادر الجزائري، والشيخ/ عمار بن عبد الله الازعر الهلالي (2) .\n(1) وزارة الحج والأوقاف/ مكتبة الملك عبد العزيز – كتيب صدر بمناسبة افتتاح المكتبة – الرياض: الوزارة، 1403هـ / 1982م، ص 6.\n(2) المزيني / مكتبة الملك عبد العزيز، ص 53.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وتضم المكتبة ما يربو على أربعة عشر ألف مخطوط أصلي، بالإضافة إلى عدد كبير من المصورات الورقية، والميكروفيلمية، وتوليها عناية خاصة من حيث الاقتناء والتنظيم والترميم والتجليد. وقد تكونت هذه المخطوطات من مصادر الوقف والإهداء والتبادل، وأغلبها من المكتبات الموقوفة (1) .\nكما تحوي المكتبة ضمن مجموعاتها الخاصة عدداً كبيراً من الكتب النادرة خصص لها قاعة مستقلة يبلغ مجموعها (25000) خمسة وعشرين ألف كتاب، تمثل جزءاً كبيراً من رصيد المكتبات الموقوفة.\nأما المطبوعات الحديثة فتبلغ (40000) أربعين ألف كتاب، خصص لها قاعة مفتوحة وتم تنظيمها وترتيبها وفهرستها وتصنيفها، وقد شملت مجموعتها معظم جوانب المعرفة الإنسانية.\nونظراً لأهمية الرسائل الجامعية في إثراء البحوث والدراسات العلمية فقد جمعت المكتبة عدداً منها، كما راعت المكتبة أهمية الدوريات العلمية وما تمثله من قيمة علمية، حيث إنها من أهم أوعية المعلومات لملاحقتها للجديد في الإنتاج الفكري، لذا فقد أولتها المكتبة اهتماماً خاصاً يتمثل في اقتناء عدد كبير منها في مختلف حقول المعرفة (2) .\nويرتاد المكتبة أساتذة الجامعات والباحثون في مجال التراث الإسلامي والعربي، وذلك لتوافر المخطوطات والكتب النادرة، والنمو المستمر في مجموعاتها. كما يكثر روادها من الطلاب والقراء والمواطنين والمقيمين\n(1) السابق، ص 45 – 47.\n(2) السابق، ص 49 –50.\nالجزء: 1 ¦ الصفحة: 8\n",
        "والحجاج والزوار والمعتمرين؛ نظراً لقربها من المسجد النبوي الشريف، وموقعها في وسط المدينة المنورة، وتقدم المكتبة خدماتها للباحثين على فترتين صباحية ومسائية على النحو الآتي:\n1-\nخدمات من داخل المكتبة:\n(مرجعية – إرشادية – إعارة داخلية – تصوير) .\n2-\nخدمات من خارج المكتبة:\nحيث تسعى المكتبة ضمن خدماتها الأساسية إلى توفير المعلومات البحثية لطالبيها من خارج المكتبة وذلك بواسطة الوحدات الطرفية والمراسلات بينها وبين كل من المكتبات الجامعية والمكتبات العامة والمتخصصة ومراكز البحوث المتاحة (1) .\nولا تقتصر اهتمامات المكتبة وإنجازاتها على تنمية موارد المعلومات الوثائقية من مخطوطات وكتب ورسائل علمية ودوريات ومصغرات فيلمية فحسب، بل تمتد لتشمل الفعاليات الثقافية والعلمية المختلفة مثل زيارات الوفود الرسمية والطلابية لها، وعقد الندوات والمحاضرات والتعاون مع الجامعات في مناقشة الرسائل العلمية، والمشاركة في المعارض الثقافية (2) .\n(1) السابق، ص 191-193.\n(2) السابق، ص 211.\nالجزء: 1 ¦ الصفحة: 9\n",
        "ثانياً: التعريف بمكتبة المصحف الشريف:\nهي إحدى المجموعات الوقفية في مكتبة الملك عبد العزيز، وتضم مجموعة تقدر بـ (1878) ألفاً وثمانمائة وثمانية وسبعين مصحفاً من المصاحف الخطية النادرة القديمة (للقرآن الكريم) بالإضافة إلى (84) أربع وثمانين ربعة قرآنية تمثل في مجملها تاريخاً للمراحل التي مر بها تدوين المصحف الشريف، من حيث الورق المستخدم للكتابة والمداد المكتوب به، وتنوع الخطوط، وتعكس مدى اهتمام العلماء المسلمين بكتاب ربهم وعنايتهم به حفظاً ودراسة وتفسيراً وترجمة لمعانيه وخطاً وزخرفة وتذهيباً، مما يعد ثروة علمية ثمينة لدراسة الخطوط وتطورها عبر العصور الإسلامية.\nوتوفّي الفترة الزمنية التي نسخت فيها تلك المصاحف أحد عشر قرناً تمتد من القرن الخامس الهجري حتى أوائل القرن الخامس عشر الهجري.\nويعود تاريخ أقدم مصحف إلى عام 488هـ، وهو بخط علي بن محمد البطليوسي، مكتوب على رق الغزال وحجمه (15×13سم) ويأتي بعده من حيث القدم مصحف نسخ عام 549هـ، وهي من أزهى فترات الإبداع في فن الخطوط العربية، وهو بخط أبي سعد محمد إسماعيل بن محمد، وحجمه (20×30) وتاريخ وقفه سنة 1253هـ.\nبينما يرجع تاريخ أحدث مصحف مخطوط إلى عام 1405هـ وهو بخط محمد صديق فضل الله الأفغاني، وحجمه (64×51سم) .\nالجزء: 1 ¦ الصفحة: 11\n",
        "وهناك مجموعة من الستائر الذهبية وزعت في جنبات قاعة المصحف الشريف، وتعد كل ستارة منها قطعة فنية جيدة لما بذل فيها من الإتقان في الصناعة، والدقة في الإخراج، والذوق الفني والإبداع في اختيار المادة المصنوعة منها (1) .\n(1) السابق، ص 53-57.\nالجزء: 1 ¦ الصفحة: 12\n",
        "المبحث الثالث: الاتجاهات العددية والنوعية\nأولا: الاتجاهات العددية:\n...\nالمبحث الثالث: الاتجاهات العددية والنوعية\nيدور الحديث في هذا المبحث حول الاتجاهات العددية للمصاحف المخطوطة، إلى جانب إيضاح الاتجاهات النوعية للمصاحف من حيث بيان الشكل الوعائي (مصحف – ربعة) بالإضافة إلى بيان أنواع الخطوط، الورق، الأحجام، التذهيب والزخرفة، التجليد، القراءات، التفسير، ترجمات معاني القرآن الكريم، وذلك على النحو الآتي:\nأولا: الاتجاهات العددية:\nبلغ مجموع المصاحف والأرباح المنسوخة أو الموقوفة في القرن الحادي عشر الهجري (70) مصحفاً تم توزيعها تنازلياً بحسب الجدول رقم (1) ، حيث جاءت المصاحف المنسوخة في المرتبة الأولى وعددها (64) مصحفاً تلتها المصاحف الموقوفة في القرن المشار إليه دون تحديد لتاريخ نسخها وعددها ستة مصاحف.\nالجدول رقم (1)\nالتوزيع العددي للمصاحف المنسوخة أو الموقوفة\nم\n...\nالبيان\n...\nالعدد\n...\nالنسبة المئوية\n1\n...\nالمصاحف المنسوخة في فترة الدراسة\n...\n64\n...\n90.43%\n2\n...\nالمصاحف الموقوفة في فترة الدراسة\n...\n6\n...\n8.57 %\nالمجموع\n...\n70\n...\n100%\nالجزء: 1 ¦ الصفحة: 13\n",
        "ثانياً: الاتجاهات النوعية:\n1-\nالتوزيع النوعي:-\n...\nثانياً: الاتجاهات النوعية:\nوالحديث في هذا الجانب على النحو الآتي:\n1-\nالتوزيع النوعي:-\nونعني بالتوزيع النوعي هنا الشكل الذي خرج فيه المصحف في مجال هذه الدراسة، فهناك شكلان وعائيان هما:\n1-\nالمصاحف.\n2-\nالأرباع.\nويوضح الجدول رقم (2) السمات النوعية للمصاحف المخطوطة حيث بلغت المصاحف 69 مصحفاً بالإضافة إلى ربعة قرآنية واحدة.\nالجدول رقم (2) يبين التوزيع الوعائي للمصاحف\nم\n...\nالبيان\n...\nالعدد\n1\n...\nالمصاحف\n...\n69\n2\n...\nالأرباع\n...\n1\nالمجموع\n...\n70\nالجزء: 1 ¦ الصفحة: 14\n",
        "2-\nأنواع الخطوط:\nنال الخط العربي في الإسلام عناية خاصة؛ فقد حرص الخطاطون المسلمون على مدى أربعة عشر قرناً على تجويد الخط العربي وتحسينه ووضع القواعد والمعايير التي تسعى إلى تجويد هذا الفن وإحكامه (1) .\n(1) الهيئة العليا لتطوير مدينة الرياض/ المختار من إبداعات الخط العربي – الرياض: الهيئة العليا لتطوير مدينة الرياض، 1420هـ، ص21.\nالجزء: 1 ¦ الصفحة: 14\n",
        "ويمثل الخط العربي الركيزة الكبرى للفنون الإسلامية، ويحتل مكانة متميزة في حياة المسلمين لارتباطه بالدين الإسلامي من خلال تدوين القرآن الكريم والسنة النبوية المطهرة، وقد نتج عن هذا الارتباط أن أصبح للخط العربي قيمة دينية تجلت في اهتمام الخطاطين والنساخ المسلمين بإتقانه وإظهاره في أجمل صوره وأشكاله، وكان لانتشار الإسلام في بقاع كثيرة من الأرض واحتكاكه ببيئات وثقافات مختلفة أثر كبير في تطوير أساليب الخط العربي وتعدد نماذجه (1) ، وساعد على ذلك ما تمتاز به طبيعة الخط العربي وأشكال حروفه من الحيوية بفضل ما فيها من الموافقة والمرونة وما فيها من اختلاف في الوصل والفصل مما هيأ لها فرص التطور والابتكار بطرق وأساليب متنوعة (2) .\nوقد نالت المصاحف المخطوطة موضوع الدراسة حظها من العناية بالخط، فكان من بينها ما كان خطه نسخاً جميلا أو نسخاً دقيقاً، ومنها ما جمع بين النسخ والثلث، ومنها ما كان خطه مغربياً أوكوفياً أو رقعة. ويمكن توزيع الخطوط التي وردت بها تلك المصاحف وفق الجدول رقم (3) التالي:\n(1) مركز الملك فيصل للبحوث والدراسات الإسلامية/ الخط العربي من خلال المخطوطات: الرياض: المركز، 1406هـ ص11.\n(2) الهيئة / المختار من إبداعات الخط العربي،21.\nالجزء: 1 ¦ الصفحة: 15\n",
        "الجدول رقم (3)\nيبين توزيع أنواع الخطوط تنازلياً\nم\n...\nالبيان\n...\nعدد المصاحف\n...\nالنسبة المئوية\n1\n...\nالنسخ\n...\n57\n...\n81.43%\n2\n...\nالمغربي\n...\n6\n...\n8.57%\n3\n...\nالرقعة\n...\n5\n...\n7.14%\n4\n...\nالثلث\n...\n1\n...\n1.42%\n5\n...\nالكوفي\n...\n1\n...\n1.42%\nالمجموع\n...\n70\n...\n100%\nالجزء: 1 ¦ الصفحة: 16\n",
        "3-\nالورق المستخدم للكتابة:\nقال تعالى {إِنَّ هَذَا لَفِي الصُّحُفِ الأولَى. صُحُفِ إِبْرَاهِيمَ وَمُوسَى} [الأعلى: 18،19] . وقال تعالى {وَالطُّورِ. وَكِتَابٍ مَسْطُورٍ. فِي رَقٍّ مَنْشُورٍ} [الطور:1-3] .\nكان العرب يكتبون على أكتاف الإبل واللخاف (الحجارة البيضاء العريضة الرقيقة) وعلى عسيب النخل، وكانوا يكتبون على الجلود والأوراق الوافدة من الصين في عهد بني أمية، ثم على الورق الخراساني المصنوع من الكتان (1) ، ولم يستعمل الورق بكثرة إلا بعد ما أشار الفضل بن يحيى البرمكي بصناعة الكاغد، ولما ولي هارون الرشيد الخلافة وكثر استعمال الورق أمر ألا يكتب الناس إلا في الكاغد، أما الرق فطل يستعمل إلى جانب الورق حتى\n(1) هارون، عبد السلام / تحقيق النصوص ونشرها – القاهرة: المؤلف، 1965م ص 21.\nالجزء: 1 ¦ الصفحة: 16\n",
        "منتصف القرن الثالث الهجري (1) ، وظل البردي يستعمل في الكتابة وبخاصة في مصر حتى انعدم في أوائل القرن الرابع الهجري (2) .\nولكن المصاحف – محل الدراسة – كتبت كلها على الورق العادي، وجاءت المصاحف متفاوتة فيما بينها من حيث سماكة الورق وجودته. ففي حين نجد أن الغالبية من المصاحف كتبت على ورق عادي نجد أن بعضها كتبت على ورق أبيض مصقول، وبعضها أصفر خفيف، وبعضها بني خفيف أو داكن، وربما يكون لطريقة الحفظ التي مرت بها المصاحف أثر مباشر في تغير ألوان الورق من حال إلى آخر.\n(1) في مكتبة المصحف الشريف بمكتبة الملك عبد العزيز مصاحف كتبت على الرق في فترات لاحقة مثل القرن الخامس والسادس والسابع والثامن الهجري.\n(2) مركز الملك فيصل للبحوث والدراسات الإسلامية/ الخط العربي، ص 37.\nالجزء: 1 ¦ الصفحة: 17\n",
        "4-\nأحجام المصاحف:\nالمتتبع للمقاسات التي وردت بها المصاحف يجد أنها لا تخرج عن أحد شكلين: إما الشكل العامودي بحيث يكون ارتفاع المصحف أكبر من عرضه، أو الشكل الأفقي أو السفيني بحيث يكون عرض المصحف أكبر من ارتفاعه.\nلكن المصاحف التي تمت دراستها في هذا البحث كانت من الشكل الأول فقط، وتنوعت مقاساتها تنوعاً كبيراً، وكان أكبر ما كان مقاسه 80×50سم (3) . وأصغرها ما كان مقاسه 11×7 سم (4) ، وبين هذين المقاسين جاءت بقية المصاحف، ولمعرفة المقاسات التي وردت بها مصاحف القرن الحادي عشر نورد الجدول رقم (4) التالي وأمام كل مقاس جاءت أعداد المصاحف.\n(3) هو المصحف المحفوظ برقم 15 في مكتبة المصحف الشريف.\n(4) هو المصحف المحفوظ برقم 880 في مكتبة المصحف الشريف.\nالجزء: 1 ¦ الصفحة: 17\n",
        "الجدول رقم (4)\nمقاسات المصاحف مرتبة تنازلياً بحسب الإرتفاع\nم\n...\nالمقاس بالسنتيمتر\n...\nعدد المصاحف\n...\nم\n...\nالمقاس\n...\nعدد المصاحف\n...\nم\n...\nالمقاس\n...\nعدد المصاحف\n1\n...\n80×50\n...\n1\n...\n21\n...\n27.5×17\n...\n1\n...\n41\n...\n20×13\n...\n1\n2\n...\n50×30\n...\n1\n...\n22\n...\n27×21\n...\n1\n...\n42\n...\n19.5×11.5\n...\n1\n3\n...\n43×28\n...\n1\n...\n23\n...\n27×19\n...\n2\n...\n43\n...\n19×15\n...\n1\n4\n...\n4.5×27\n...\n1\n...\n24\n...\n27×18\n...\n1\n...\n44\n...\n19×13.5\n...\n1\n5\n...\n40×28\n...\n1\n...\n25\n...\n27×16\n...\n2\n...\n45\n...\n18×12\n...\n1\n6\n...\n39×27\n...\n1\n...\n26\n...\n26.5×17\n...\n1\n...\n46\n...\n18×11\n...\n2\n7\n...\n36×25\n...\n1\n...\n27\n...\n26×18\n...\n3\n...\n47\n...\n17.5\n...\n2\n8\n...\n36×24\n...\n1\n...\n28\n...\n26×17.5\n...\n2\n...\n48\n...\n17×12\n...\n1\n9\n...\n34.5×22\n...\n1\n...\n29\n...\n26×17\n...\n1\n...\n49\n...\n16×11\n...\n1\n10\n...\n34×22\n...\n1\n...\n30\n...\n25×18\n...\n1\n...\n50\n...\n15.5×11\n...\n1\n11\n...\n32×22\n...\n1\n...\n31\n...\n25×15\n...\n1\n...\n51\n...\n15.5×10\n...\n1\n12\n...\n31×21\n...\n2\n...\n32\n...\n24.5×15\n...\n1\n...\n52\n...\n15×10\n...\n3\n13\n...\n31×19\n...\n1\n...\n33\n...\n24×16\n...\n1\n...\n53\n...\n14.5×9\n...\n1\n14\n...\n30×21\n...\n1\n...\n34\n...\n23×14.5\n...\n1\n...\n54\n...\n14×8\n...\n2\n15\n...\n30×20\n...\n1\n...\n35\n...\n23×14\n...\n1\n...\n55\n...\n13.5×9\n...\n1\n16\n...\n29.5×19\n...\n2\n...\n36\n...\n22.5×15\n...\n1\n...\n56\n...\n11×8\n...\n1\n1\n...\n29×20.5\n...\n1\n...\n37\n...\n22×15\n...\n1\n...\n57\n...\n11×7.5\n...\n18\n...\n29×19\n...\n1\n...\n38\n...\n22×14.5\n...\n1\n...\n58\n...\n11×7\n...\n1\n19\n...\n28.5×20\n...\n1\n...\n39\n...\n21×14\n...\n1\n...\nالمجموع\n...\n70\n20\n...\n28×18\n...\n1\n...\n40\n...\n20.5×13.5\n...\n1\nالجزء: 1 ¦ الصفحة: 18\n",
        "5-\nالتذهيب والزخرفة:\nالتذهيب والزخرفة\nفن من فنون الكتاب التي تكسبه الروعة والجمال، ويتحقق ذلك باستخدام الألوان المختلفة وورق الذهب بعد سحقه وتحويله إلى سائل يدهن بالفرشاة، ويجد هذا الفن ساحة واسعة لتطبيقه في التراكيب المعدة بالوحدات الزخرفية بالأسلوب النباتي (1) .\nوقد كانت عملية إخراج المخطوط العربي تمر بعدة مراحل يأتي في مقدمتها الكتابة ثم التصوير والرسم وغالباً ما يكون عمل الناسخ منفصلا عن عمل الرسام، أما المرحلة الثالثة فهي الزخرفة والتحلية أو التذهيب، فالزخرفة عبارة عن أشكال هندسية أو نباتية تعرف باسم الأرابسك تزين بها المخطوطات العربية. وقد بدأت هذه الزخرفة في أول الأمر على هيئة أشكال بسيطة لم تلبث أن تطورت فأصبحت فناً له أصوله وأبعاده المختلفة.\nوأغلب الظن أن الزخرفة والتحلية بدأت بالقرآن الكريم حيث لم يكن يصح أن يوجد به صور أو رسوم فاستغل المزخرفون هذه الفرصة في التأنق في زخرفة المصحف بأشكال نباتية وهندسية، وكانت بدايات السور وعلامات الوقف ميداناً خصباً لعملية الزخرفة هذه، وزيادة في التقرب إلى الله كانت هذه الزخارف تكتب بماء الذهب، وقد أمعنوا في هذا الجانب بعد ذلك فكتبوا المصحف كله بماء الذهب، وقد استخدم العرب في زخرفة المخطوطات – ومنها المصاحف – ألواناً مختلفة من الأحبار والأصباغ ولكن عدد هذه الألوان\n(1) أوغلي، أكمل الدين إحسان/ الدولة العثمانية: تاريخ وحضارة – نقله إلى العربية: صالح سعداوي – استانبول: مركز الأبحاث للتاريخ والفنون والثقافة الإسلامية، 1999م، 2/751.\nالجزء: 1 ¦ الصفحة: 19\n",
        "كان محدوداً وكانت الألوان الغالبة هي الأحمر والأزرق والأخضر والأصفر (1) .\nوكان التذهيب في أول الأمر مقصوراً على أجزاء معينة من الصفحات مثل الأشرطة التي تفصل السطور بعضها عن بعض، والفواصل بين الآيات، وبعض العناصر الزخرفية التي تدل على أجزاء المصحف وأقسامه، وكان الشريط أهم هذه الأجزاء جميعاً وقد زين بعناصر زخرفية مختلفة (2) . وجرى تذهيب الصفحات الأولى والأخيرة للقرآن الكريم، كما زينت وذهبت علامات نهاية الآيات، وتقسيمات القرآن الأولية على شكل (نصف وثلث وربع..إلخ) وبمرور الزمن تم تذهيب فهرس السور وفهرس عدد الآيات والكلمات والأحرف المكتوبة على صفحات مزينة (3) . ونرى في المصاحف التي تمت دراستها في هذا البحث أنواعاً من العناصر الزخرفية على هيئة متشابكات، أو رسوماً هندسية من دوائر أو أجزاء من دوائر تتماس أو تتقاطع، أو مربعات صغيرة تقلد الفسيفساء أو عناصر معمارية كالعقود والأعمدة مثلا وقد يعلو هذه أو ينفصل عنها عناصر نباتية مجنحة. أما فواصل الآيات فكانت مجرد دوائر في حين كانت علامات الأجزاء دوائر داخلها\n(1) خليفة، شعبان عبد العزيز ومحمد عوض العايدي/ الفهرسة والتصنيف للمكتبات.. الرياض: دار المريخ للنشر، (د. ت) ، ص 314، 315.\n(2) الأحمصي، محمد عبد الجواد / تصوير وتجميل الكتب العربية في الإسلام – القاهرة: دار المعارف، 1962م، ص 78.\n(3) العبادي، صادق – تاريخ تطور كتابة القرآن الكريم في بلاد فارس \" مجلة الفيصل – ع 282 (ذو الحجة 1420هـ / مارس – أبريل 2000م) ص 12.\nالجزء: 1 ¦ الصفحة: 20\n",
        "مربعات تتداخل مكونة أشكالا نجمية يكتب بداخلها ما يدل على الجزء من المصحف.\nويبين الجدول رقم (5) عدد المصاحف من حيث التذهيب والزخرفة\nم\n...\nالبيان\n...\nالعدد\n...\nالنسبة المئوية\n1\n...\nمذهب ومزخرف لبعض الصفحات\n...\n53\n...\n75.71\n2\n...\nمذهب إطار الصفحات فقط\n...\n4\n...\n5.71\n3\n...\nغير مذهب\n...\n13\n...\n18.57\nالمجموع\n...\n70\n...\n100%\nوقد تفاوتت المصاحف الواقعة في الحقل الأول من حيث كمية التذهيب والزخرفة إلا أن التركيز في ذلك يكون على أول المصحف وبالتحديد لصفة سورة الفاتحة والصفحة الأولى من سورة البقرة وعلى آخر المصحف، في حين يشمل التذهيب والزخرفة في أحيان كثيرة أسماء السور وفواصل الآيات وعلامات الأجزاء والأحزاب والأرباع ومواضع السجدات، وإطار جميع الصفحات.\nوفيما يلي بيان بالمصاحف المذهبة والمزخرفة مرتبة حسب أرقام حفظها في مكتبة المصحف الشريف يوضحها الجدول رقم (6) التالي:\nالجزء: 1 ¦ الصفحة: 21\n",
        "الجدول رقم (6)\nيوضح المصاحف المذهبة والمزخرفة بحسب أرقام الحفظ\nم\n...\nرقم الحفظ\n...\nم\n...\nرقم الحفظ\n...\nم\n...\nرقم الحفظ\n1\n...\n13\n...\n19\n...\n39\n...\n37\n...\n58\n2\n...\n18\n...\n20\n...\n40\n...\n38\n...\n59\n3\n...\n19\n...\n21\n...\n41\n...\n39\n...\n60\n4\n...\n22\n...\n22\n...\n42\n...\n40\n...\n61\n5\n...\n23\n...\n23\n...\n43\n...\n41\n...\n880\n6\n...\n24\n...\n24\n...\n44\n...\n42\n...\n1411\n7\n...\n26\n...\n25\n...\n45\n...\n43\n...\n1413\n8\n...\n27\n...\n26\n...\n46\n...\n44\n...\n1415\n9\n...\n28\n...\n27\n...\n47\n...\n45\n...\n1416\n10\n...\n29\n...\n28\n...\n48\n...\n46\n...\n1417\n11\n...\n30\n...\n29\n...\n50\n...\n47\n...\n1420\n12\n...\n31\n...\n30\n...\n51\n...\n48\n...\n1421\n13\n...\n33\n...\n31\n...\n52\n...\n49\n...\n1422\n14\n...\n34\n...\n32\n...\n53\n...\n50\n...\n1423\n15\n...\n35\n...\n33\n...\n54\n...\n51\n...\n1540\n16\n...\n36\n...\n34\n...\n55\n...\n52\n...\n1781\n17\n...\n37\n...\n35\n...\n56\n...\n53\n...\n1872\n18\n...\n38\n...\n36\n...\n57\n...\n...\nالجزء: 1 ¦ الصفحة: 22\n",
        "ونورد فيما يلي بعض الأمثلة على الزخرفة والتذهيب من المصاحف التي شملتها الدراسة:\nأولا: مصحف شريف نسخ عام 1001هـ على ورق مقاسه 23×14 سم محفوظ برقم 13، كتب بالمداد الأسود وعلامات الوقف بالمداد الأحمر، وقد زخرفت ديباجته التي تشمل سورة الفتحة وأول سورة البقرة، ولم تزخرف في بقية الصفحات ووضعت الفواصل بين الآيات على هيئة دوائر مذهبة منقوطة بالمداد الأحمر، وقد اهتم الخطاط بتحديد أسماء السور بالمداد الأبيض داخل شريط أحمر مشغول بزخارف ذهبية ملونة بالمداد الأزرق والأسود والأبيض والأحمر، كما وضعت علامات الأجزاء والأحزاب والأرباع والأعشار داخل دوائر مذهبه محاطة بلون أزرق.\nثانياً: مصحف شريف نسخ عام 1018هـ على ورق مقاسه 11×7سم، وهو أصغر مصحف، وكتب بالمدادين الأسود والأحمر ومسطرته 12 سطراً، وقد زخرفت ديباجته التي تشتمل على سورة الفاتحة وبداية سورة البقرة، بينما لم تزخرف بقية الصفحات، وقد اهتم الخطاط بوضع علامات المصحف الشريف بالحروف وليس بالزخارف، كما اهتم بتحديد أسماء السور بالتذهيب داخل شريط مستطيل غير مزخرف (1) .\nثالثاً: مصحف شريف نسخ عام 1034هـ على ورق مقاسه 22.5×15 سم محفوظ برقم 19 كتب بالمدادين الأسود والأحمر، وقد زخرفت وذهبت ديباجته التي تشمل سورة الفاتحة وبداية سورة البقرة بزخارف غاية في الجمال\n(1) المصحف رقم 880 المحفوظ بمكتبة المصحف الشريف.\nالجزء: 1 ¦ الصفحة: 23\n",
        "وصفاء الألوان، ووضعت الفواصل بين الآيات على هيئة دوائر مذهبه ومزخرفة كما تم تحديد أسماء السور بالمداد الأبيض داخل شريط مذهب مشغول بزخارف ملونة بالمداد الأزرق والأحمر والوردي والأصفر، ووضعت علامات الأجزاء والأحزاب والأرباع ومواضع السجدات على هيئة زخارف شبه دائرية مشجرة بألوان ذهبية وزرقاء ووردية، وجميع الصفحات محاطة بإطار مذهب يحيط به إطار أزرق.\nرابعاً: مصحف شريف نسخ 1044 هـ على ورق مقاسه 16×11سم محفوظ برقم 1413 كتب بالمداد الأسود، وقد زخرفت ديباجته المشتملة على سورة الفاتحة وأول سورة البقرة بزخارف ذهبية دائرية يحيط بها إطار ذهبي وتزينها الألوان الوردية والزرقاء.\nوهو مصحف مذهب بالكامل حيث كتب جميعه في دوائر داخل مربعات مذهبة والفواصل بين الآيات على هيئة دوائر ذهبية مغلقة،وأسماء السور لم تكتب وإنما حددت بترك شريط ذهبي عريض قبل بداية السورة، وجاءت علامات الأجزاء والأحزاب والأرباع على هيئة مشجرات ورقية صغيرة بألوان ذهبية وزرقاء وحمراء.\nخامساً: مصحف شريف نسخ عام 1066هـ على ورق مقاسه 29.5×19سم محفوظ برقم 26 كتب بالمدادين الأسود والأحمر، وقد زخرفت ديباجته المشتملة على سورة الفاتحة وأول سورة البقرة بزخارف جميلة ذات أرضية ذهبية مشتملة على زخارف جميلة جداً على هيئة دوائر صغيرة، ورسوم نباتية وأشكال هندسية ويحيط ببقية الصفحات إطار مذهب\nالجزء: 1 ¦ الصفحة: 24\n",
        "عريض، ووضعت الفواصل بين الآيات على هيئة دوائر ذهبية في داخلها وردة صغيرة تنطلق منها عدة خطوط إلى محيط الدائرة، أما أسماء السور فقد كتب بالمداد الأبيض داخل شريط ذهبي تزينه زخارف جميلة بالمداد الأزرق والوردي والأحمر. أما علامات الأجزاء والأحزاب والأرباع ومواضع السجدات فقد وضعت على هيئة زخارف شبه دائرية وبعضها على هيئة ورقة شجرية تنطلق منها بعض الأغصان الصغيرة، وهذه جاءت بألوان مختلفة منها الذهبي والأزرق والأحمر والوردي.\nسادساً: مصحف شريف نسخ عام 1090هـ على ورق مقاسه 26×17 سم محفوظ برقم 51 كتب بالمداد الأسود وعلامات الوقف بالمداد الأحمر. وقد زخرفت ديباجته المشتملة على سورة الفاتحة وأول البقرة بزخارف جميلة هندسية وشجرية ذات ألوان متعددة على أرضية ذهبية. وأحيطت بقية الصفحات بإطار ذهبي، كما وضعت الفواصل بين الآيات على هيئة دوائر ذهبية تتوسطها خطوط صغيرة، كتبت أسماء السور بالمداد الأبيض داخل شريط ذهبي مشغول بزخارف ملونة بألوان زرقاء ووردية وحمراء وغيرها. أما علامات الأجزاء والأحزاب والأرباع ومواضع السجدات فقد جاءت على هيئة زخارف هندسية تشبه الدوائر المشجرة وبألوان متعددة منها الأخضر والأزرق والأحمر والذهبي.\nولمزيد من الإيضاح ينظر الملحق رقم (2) في آخر الدراسة.\nالجزء: 1 ¦ الصفحة: 25\n",
        "6-\nالتجليد:\nعمل المجلد متمم لعملي الخطاط والرسام، لأن المجلد تقع على عاتقه مسؤولية حفظ أوراق المخطوط من التلف، والعناية بمظهره الخارجي بحيث يتلاءم ذلك مع قيمة المخطوط ومحتوياته (1) .\nوالتجليد هو أسبق فنون الكتاب العربي، فقد ذكر الداني في المقنع (بأن أول من جمع القرآن بين اللوحين أبو بكر رضي الله عنه) (2) ومن النص يمكن القول إن اللوحين اللذين وردا في هذه الرواية هما لوحان من خشب (3) ، وظل الجلد هو المادة المثالية لتجليد الكتب غير أن المسلمين في العصور المتأخرة استخدموا الورق المضغوط المدهون بطبقة من (اللاكية) (4) . وسعى المجلد المسلم إلى تقسيم سطح الجلدة الواحدة إلى متن وإطار وأدخل الخط العربي عنصراً زخرفياً في زخرفة جلود الكتب (5) . وكان من اهتمام المسلمين بفن\nالتجليد\nاختراع اللسان الذي تعددت وظائفه الفنية من حفظ الأوراق من التمزق ومنع التراب عنها (6) . إلى جانب المساعدة في تحديد مكان الوقوف للقارئ عند توقفه عن القراءة ولسهولة العودة إلى المكان الذي وقف\n(1) ديماند. م. س/ الفنون الإسلامية – ترجمة أحمد محمد عيسى – ط3 – القاهرة: دار المعارف، 1982م، ص 86.\n(2) الداني، عثمان بن سعيد / المقنع في رسم مصاحف الأمصار مع كتاب النقط – تحقيق محمد الصادق قمحاوي – القاهرة: مكتبة الكليات الأزهرية، (د. ت) ص 13.\n(3) المنيف، عبد الله بن محمد / دراسة فنية لمصحف مبكر – الرياض: المؤلف 1418هـ، ص 85.\n(4) ديماند. م. س/ الفنون الإسلامية، ص 86.\n(5) القصيري، اعتماد/ فن التجليد عند المسلمين – بغداد: المؤسسة العامة للآثار والتراث، 1979م، ص 93.\n(6) هولدين. دنكن / \" أغلفة المخطوطات العربية في متحف فكتوريا والبرت \" لندن، مجلة فنون عربية، 1-28، ص61.\nالجزء: 1 ¦ الصفحة: 26\n",
        "عنده للقراءة مرة أخرى (1) . وقد اختلفت أشكال جلود المصاحف بحسب الشكل الخارجي للمصاحف فمنها الشبيه بالمربع ومنها ما هو أفقي ومنها ما هو عمودي أو رأسي ومنها ما يشبه الصندوق (2) .\nولم تقتصر الزخرفة على الغلاف الخارجي لجلدة الكتاب ولسانه، ولكنها امتدت إلى باطن الغلاف. وقد استخدمت طرق مختلفة في زخرفة جلود الكتب، من ذلك أن يضغط الجلد أو يختم بالذهب أو بدونه، وكانت الزخرفة بالقص واللصق من الجلد أو الورق المذهب على الأرضية الملونة.\nوبمعاينة مصاحف الدراسة تبين أنها مجلدة جميعاً، وأن أغلب الصفات المشار إليها قبل قليل من حيث الزخرفة والتذهيب وخلافه متوافرة فيها، إلا أنه يلاحظ على بعضها أنها مفككة وتحتاج إلى تثبيت التجليد، وتتميز أربعة منها بأنه قد عمل لها جيب خاص يشبه تجليد المصحف من حيث اللون والتذهيب والزخرفة، كما تتميز بعض المجلدات بتغليفها من الخارج بقماش مخمل ذي ألوان جميلة وتبطين المجلدات بورق ملون ومزخرف بزخارف نباتية جميلة.\nوقد توزعت ألوان المجلدات على ستة ألوان، كان أكثرها اللون البني بواقع 52 مجلداً مع تفاوت في درجة هذا اللون من حيث كونه بنياً غامقاً أو بنياً فاتحاً وتلاه اللون الأحمر بتسعة مجلدات، ويلي هذا اللون الأخضر بستة\n(1) المنيف، عبد الله بن محمد / دراسة فنية لمصحف مبكر ص 84.\n(2) مرزوق، محمد عبد العزيز/ المصحف الشريف، دارسة تاريخية وفنية – القاهرة: الهيئة المصرية العامة للكتاب 1975م، ص132.\nالجزء: 1 ¦ الصفحة: 27\n",
        "مجلدات، وأخيراً جاءت الألوان الأزرق والأسود والسماوي بواقع مجلد واحد من كل لون.\nأما ما يخص التذهيب والزخرفة فكانت تتم في الغالب بطريقة الختم أو الحفر على المجلدات وتتراوح أشكالها بين الطغراء والأهلة والنجوم والزخارف النباتية وبعض الأشكال الهندسية.\nالجزء: 1 ¦ الصفحة: 28\n",
        "7-\nالتفسير وترجمات القرآن الكريم:\nنشأ التفسير مبكراً في عصر النبي صلى الله عليه وسلم الذي كان أول شارح لكتاب الله، يبين للناس ما نزل عليه من القرآن الكريم (1) . وقد تنوقل تفسير بعض القرآن عن كثير من الصحابة رضوان الله عليهم، واشتهر منهم عشرة: الخلفاء الأربعة، وابن مسعود وابن عباس، وأبي بن كعب، وزيد بن ثابت، وأبو موسى الأشعري، وعبد الله بن الزبير (2) .\nوتداول ذلك التابعون من بعدهم، ونقل ذلك عنهم، ولم يزل ذلك متناقلا في الصدر الأول حتى صارت المعارف علوماً، ودونت الكتب، فكتب الكثير من ذلك، ونقلت الآثار الواردة فيه عن الصحابة والتابعين، وانتهى جميع ذلك إلى أئمة التفسير أمثال: الطبري، والواحدي، والثعالبي وغيرهم (3) ، وقد اتجه العلماء في تفاسيرهم اتجاهات متباينة، فكان ما يسمى\n(1) الصالح، صبحي / مباحث علوم القرآن. ط 3 – بيروت: دار العلم للملايين، 1964م، ص 289.\n(2) السيوطي، جلال الدين عبد الرحمن بن أبي بكر (ت 911هـ) / الاتقان في علوم القرآن – ط3 – القاهرة: مطبعة حجازي، 1360هـ / 1941م، 2/318.\n(3) ابن الخطيب، محمد محمد عبد اللطيف/ الفرقان – القاهرة: المؤلف، 1367هـ/1948م، ص 111.\nالجزء: 1 ¦ الصفحة: 28\n",
        "بالتفسير بالمأثور، وهو امتداد للتفاسير المسندة إلى الصحابة والتابعين وتابعيهم، وكان منها ما يسمى بالتفسير بالرأي، وتعددت فيه المناهج وتضاربت الأفكار، فحُمد بعضه وذم بعضه، تبعاً لقربه من هداية القرآن أو بعده عنها (1) .\nوالقرآن الكريم إذا أريد تقريب معانيه لقوم لا يعرفون العربية، فإن ذلك يكون من قبيل الترجمات للمعاني، وليست الترجمات بمصاحف على الإطلاق، وغالباً ما تجد هذا المعنى في مقدمة كل ترجمة من تلك التراجم (2) . وقد أشار الإمام ابن حجر – وهو من كبار أئمة المحدثين – إلى أهمية الترجمة حيث يقول:\" إن الوحي متلواً أو غير متلوّ، إنما نزل بلغة العرب. ولا يرد على هذا كونه صلى الله عليه وسلم قد بعث إلى الناس كافة، عرباً وعجماً وغيرهم، لأن اللسان الذي نزل عليه به الوحي عربي، وهو يبلغه إلى طوائف العرب، وهم يترجمونه لغير العرب بألسنتهم (3) \".\nوقد أصدر مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة ثلاثين ترجمة لمعاني القرآن الكريم بلغات عديدة كالفرنسية والإنجليزية والفارسية والأوردية والصينية والأسبانية والاندونيسية والصومالية والكورية وغيرها. كما يتم الإعداد لإنجاز ترجمات أخرى مستقبلا، كما أصدر تفسيراً ميسراً ومختصراً يعتمد الأقوال الصحيحة، ويهتم بإبراز المعاني دون إطالة أو\n(1) الصالح، صبحي / مباحث في علوم القرآن، ص 290 – 291.\n(2) صقر،، عبد البديع / التجويد وعلوم القرآن – ط7 – بيروت: المكتب الإسلامي، 1400هـ / 1980م، ص 111.\n(3) ابن الخطيب، محمد محمد عبد اللطيف / الفرقان،ص 222.\nالجزء: 1 ¦ الصفحة: 29\n",
        "تكرار، ويعنى بالعقيدة الصحيحة، ويبتعد عن التأويل، والألفاظ الغريبة، والخوض المتكلف في القضايا الغيبية، وسيكون نواة لترجمة معاني القرآن الكريم إلى اللغات المختلفة (1) .\nوبمعاينة مصاحف الدراسة تبين وجود خمسة منها قد دون على حواشيها بعض جوانب التفسير مع التركيز على نحو أوسع على أسباب النزول، مع إشارة طفيفة إلى بعض الجوانب النحوية، وأحد هذه التفاسير كان باللغة العربية والباقي باللغة الفارسية وهذه المصاحف هي المحفوظة في المكتبة بالأرقام (20،38،43،52،55) .\nوقد وجدت على بعض المصاحف – محل الدراسة – ترجمات لمعاني القرآن الكريم، أحدها كان باللغة التركية ودونت بمداد أحمر بين السطور على المصحف المحفوظ بمكتبة المصحف رقم 75، وهناك ستة مصاحف كانت ترجمة معاني القرآن باللغة الفارسية، وهي المصاحف المحفوظة تحت الأرقام الآتية (14،20،43،52،54،55) ودونت الترجمة بمداد أحمر بين سطور المصحف، ما عدا المصحف رقم 54، فقد دونت الترجمة على حاشية المصحف.\n(1) مجمع الملك فهد لطباعة المصحف الشريف/ التقرير السنوي للمجمع لعام 1419هـ – المدينة المنورة: المجمع 1419هـ، ص 30-31،48.\nالجزء: 1 ¦ الصفحة: 30\n",
        "8-\nالقراءات:\nعرّف الزركشي\nالقراءات\nبقوله \" القراءات: اختلاف ألفاظ الوحي – المذكور – في الحروف وكيفيتها من تخفيف وتشديد وغيرها (2) \".\n(1) مجمع الملك فهد لطباعة المصحف الشريف/ التقرير السنوي للمجمع لعام 1419هـ – المدينة المنورة: المجمع 1419هـ، ص 30-31،48.\n(2) الزركشي، محمد بن عبد الله (ت794هـ) البرهان في علوم القرآن – تحقيق: محمد أبو الفضل إبراهيم – القاهرة: دار إحياء الكتب العربية – 1376هـ /1957م، 1/318.\nالجزء: 1 ¦ الصفحة: 30\n",
        "ويقول ابن الجزري: \" القراءات: علم بكيفية أداء كلمات القرآن واختلافها معزواً لناقله (1) .\nوفي ضوء هذين التعريفين وغيرهما يمكن أن يقال إن القراءة هي النطق بألفاظ القرآن كما نطقها النبي صلى الله عليه وسلم أو كما نطقت أمامه صلى الله عليه وسلم فأقرها، سواءً كان النطق باللفظ المنقول عن النبي صلى الله عليه وسلم فعلا أو تقريراً، واحداً أو متعدداً. وتنقسم القراءات استناداً إلى توفرها على أوصاف: (صحة السند، وموافقة العربية، ومطابقة الرسم) إلى قسمين: المتواترة والصحيحة (2) .\nولم يزل القراء يتداولون القراءات وروايتها، إلى أن كتبت العلوم ودونت فكتبت القراءات فيما كتب من العلوم والفنون، وصارت صناعة مخصوصة، وعلماً منفرداً، وقد اشتهر ممن اعتنى بفن القراءات: أحمد بن موسى بن العباس بن مجاهد، وأبو عمرو الداني، وأبو القاسم الشاطبي (3) ، وابن عامر، والكسائي وعاصم بن أبي النجود وعلي بن حمزة وغيرهم كثير (4) .\nوتم من خلال معاينة المصاحف ملاحظة اثني عشر مصحفاً سجل على حواشي بعضها، وبين الأسطر بمداد أحمر القراءات المشهورة بين القراء، إلا\n(1) ابن الجزري، محمد بن محمد (ت 833هـ) منجد المقرئين – القاهرة: المطابع الوطنية الإسلامية، 1350هـ، ص3.\n(2) الفضيلي، عبد الهادي / القراءات القرآنية: تاريخ وتعريف – جدة: دار المجمع العلمي، 1399هـ / 1979م، ص 64-65.\n(3) ابن الخطيب، محمد محمد عبد اللطيف / الفرقان، ص 102.\n(4) الصالح،صبحي / مباحث في علوم القرآن، ص 247 – 249.\nالجزء: 1 ¦ الصفحة: 31\n",
        "أنها تتفاوت فيما بين المصاحف من حيث الطول والقصر، ومن حيث الاستمرار من أول المصحف إلى آخره فالغالب عليها أن بعضها كان باللغة العربية، وبعضها باللغة الفارسية، كما تضمن المصحف رقم 41 في نهايته موجزاً عن القراءات وتراجم موجزة أيضاً عن مشاهير القراء، أما أرقام المصاحف التي وجدت عليها القراءات فهي المصاحف المحفوظة بالأرقام الآتية (20،33،41،43،45،54،59،1410،1418،1423،1781) .\nوالغرض من ذكر الأرقام هنا التسهيل على الباحثين الذين يرغبون في إعداد دراسات حول هذه القراءات بحيث يسهل عليهم مراجعة تلك المصاحف بأرقام حفظها في مكتبة المصحف الشريف بمكتبة الملك عبد العزيز.\nالجزء: 1 ¦ الصفحة: 32\n",
        "9-\nفضائل القرآن ودعاء ختم القرآن:\nجاء في نهاية أربعة عشر مصحفاً دعاء ختم القرآن، تفرد المصحف ذو الرقم 34 بالإضافة إلى ذلك بوجود رسالة في منافع سور القرآن في آخره، وكانت ثلاثة منها باللغة الفارسية والباقية وعددها أحد عشر فكانت باللغة العربية، وكانت هذه الأدعية تكتب من قبل خطاط المصحف لأنها تكون بالخط نفسه، وإذا كان الخط مزيناً بالتذهيب فإنه يناله شيء منه. والمصاحف التي ورد في نهاياتها أدعية ختم القرآن هي المصاحف ذات الأرقام الآتية (20، 25، 31، 34، 35، 37، 38، 39، 46، 47، 54، 55، 58، 1423) .\nالجزء: 1 ¦ الصفحة: 32\n",
        "المبحث الرابع: نساخ المصاحف وإسهاماتهم\nأولا: التوزيع الزمني:\n...\nالمبحث الرابع: نساخ المصاحف وإسهاماتهم\nكان للنساخ دور بارز ومميز في إظهار المصاحف المخطوطة، حيث عملوا على كتابة نسخ متعددة من القرآن الكريم، وقد كان بعضهم يذكر اسمه في نهاية المصحف المخطوط الذي نسخه في حين نجد آخرين يغفلون ذلك وهناك نوع ثالث كان يكتفي بذكر شهرته أو اسمه الأول لتصل إلينا تلك المصاحف بهذا العدد الكبير من النسخ المذهبة المزينة بالزخارف البديعة التي زينت صفحاتها بالخطوط العربية المتقنة.\nوقبل أن نتعرف على نساخ المصاحف وإسهاماتهم لابد من الإشارة إلى الفترات الزمنية التي تمت فيها كتابة تلك المصاحف، وذلك على النحو التالي:\nأولا: التوزيع الزمني:\nإن الدارس لحركة نسخ المصاحف في القرن الحادي عشر الهجري يلاحظ أن أول مصحف تضمنته الدراسة نسخ عام 1001هـ بينما نسخ آخر مصحف في فترة الدراسة سنة 1100هـ.\nويمكن توزيع المصاحف المخطوطة على فترات زمنية تتضمن كل منها عشر سنوات ويتلوها حقل للمصاحف التي لم يتحدد تاريخ نسخها بحسب الجدول رقم (7) التالي.\nالجزء: 1 ¦ الصفحة: 33\n",
        "الجدول رقم (7)\nالتوزيع الزمني للمصاحف المخطوطة\nم\n...\nالفترة الزمنية\n...\nعدد المصاحف\n...\nالنسبة المئوية\n1\n...\n1001 –1010هـ\n...\n4\n...\n5.71%\n2\n...\n1011-1020\nهـ\n...\n3\n...\n4.28%\n3\n...\n1021 –1030هـ\n...\n1\n...\n1.42%\n4\n...\n1031 –1040هـ\n...\n3\n...\n4.28%\n5\n...\n1041 –1050هـ\n...\n-\n...\n-\n6\n...\n1051-1060\nهـ\n...\n2\n...\n2.85%\n7\n...\n1061-1070\nهـ\n...\n8\n...\n11.42%\n8\n...\n1071-1080\nهـ\n...\n15\n...\n21.42%\n9\n...\n1081-1090\nهـ\n...\n15\n...\n21.42%\n10\n...\n1091-1100\nهـ\n...\n13\n...\n18.57%\n11\n...\nغير محدد\n...\n6\n...\n8.57%\nالمجموع\n...\n70\n...\n100%\nيتضح من الجدول السابق ما يلي:\n(1) أنه خلال الفترة (1001-1010هـ) لم ينسخ سوى أربعة مصاحف أحدها نسخ في عام 1001هـ والثاني في عام 1003هـ والثالث منها في عام 1004هـ والرابع في عام 1010هـ.\nأما الفترة الثانية (1011 –1020هـ) فقد نسخ فيها ثلاثة مصاحف فقط أحدها في عام 1013هـ بينما نسخ الثاني في عام 1017هـ تلاه المصحف الثالث حيث نسخ في عام 1018هـ، ويمتاز هذا الأخير بأنه أصغر مصحف مخطوط في مكتبة المصحف الشريف حيث بلغ حجمه 11×7 سم فقط.\nالجزء: 1 ¦ الصفحة: 34\n",
        "أما الفقرة الثالثة (1021 – 1030هـ) فلم ينسخ فيها سوى مصحف واحد جاء نسخة عام 1024هـ.\nأما الفترة الرابعة (1031-1040هـ) فقد جاءت متساوية مع الفترة الثانية حيث جاء فيها ثلاثة مصاحف نسخت في الأعوام 1034هـ، 1038هـ، 1039هـ.\nويلاحظ هنا أن الفترة الخامسة (1041 –1050هـ) لم تتضمن نسخ أي مصحف. أما الفترة السادسة (1051 –1060هـ) فقد شهدت نسخ مصحفين أحدهما في سنة 1051هـ والآخر سنة 1058هـ.\nأما الفترة السابعة الواقعة بين (1061 – 1070هـ) فقد شهدت تطوراً ملحوظاً في نسخ المصاحف، حيث نسخ في هذه الفترة ثمانية مصاحف، نسخت ثلاثة منها في الأعوام 1062هـ، 1063، 1065هـ، بينما نسخ ثلاثة منها في عام 1066هـ في حين نسخ الإثنان الأخيران في عام 1068هـ.\nوبلغ نسخ المصاحف ذروته خلال الفترة الثامنة (1071-1080هـ) إذ بلغ إجمالي عدد المصاحف المنسوخة في هذه الفترة خمسة عشر مصحفاً بنسبة 21.42% نسخ منها في النصف الأول سبعة مصاحف في حين نسخ في النصف الثاني ثمانية مصاحف واستمرت الفترة التاسعة (1081 –1090هـ) على المستوى نفسه من حيث عدد المصاحف المنسوخة، وقد نسخ في النصف الأول من هذه الفترة ثمانية مصاحف بينما نسخ في النصف الثاني سبعة مصاحف. إلا أن هذا الانتعاش لم يدم طويلا حيث تراجعت قليلا الفترة العاشرة (1091-1100هـ) في حركة نسخ المصاحف، وهي نهاية الفترة الزمنية التي تشملها الدراسة، فقد نسخ فيها ثلاثة عشر مصحفاً بنسبة 18.57%.\nالجزء: 1 ¦ الصفحة: 35\n",
        "(1) كما يلاحظ أن المصاحف التي تحدد تاريخ نسخها قد بلغت 64 مصحفاً من المجموع الكلي البالغ 70 مصحفاً، أما المصاحف السبعة الباقية فلم يتبين لها تاريخ نسخ معين مع ملاحظة أن هذه المصاحف تم وقفها في الأعوام 1003هـ، 1014هـ، 1031، 1044هـ، 1046هـ، 1080هـ.\nالجزء: 1 ¦ الصفحة: 36\n",
        "ثانياً: أسماء نساخ المصاحف:\nنورد فيما يلي بياناً بأسماء النساخ مرتبة تصاعدياً بحسب تاريخ النسخ، وفي حالة توافق الاسمين في تاريخ النسخ فيرتبان هجائياً، ويلحق بها أسماء النساخ الذين لم يذكر لهم تاريخ نسخ معين بحسب الترتيب الهجائي.\nم\n...\nالاسم\n...\nتاريخ النسخ\n...\nملاحظات\n1\n...\nالحاج حسين بن محمد السيوسي\n...\n1001هـ\n...\n2\n...\nعبد الله وافل عبيده المغربي\n...\n1003هـ\n...\n3\n...\nمحمد بن عبد الوهاب الحسيني\n...\n1004هـ\n...\nثاني مصحف ينسخه\n4\n...\nعبد الله بن محمد بن عبد الله بن يوسف بن علي الدرعي الملولي الفوالفي\n...\n1010هـ\n...\n5\n...\nحافظ جمعة\n...\n1013هـ\n...\n6\n...\nعمر بن الشافعي\n...\n1017هـ\n...\n7\n...\nهلين\n...\n1018هـ\n...\n8\n...\n-\n...\n1024هـ\n...\n9\n...\nمصطفى بن عبد الله الشهير بخاتمي\n...\n1034هـ\n...\n10\n...\nحاجي محمد مهدي الجمومري\n...\n1038هـ\n...\n11\n...\nعزيز محمد ولد كمال محمد (مؤذن مسجد فرحت الملك دراندرون في بلدة أحمد آباد)\n...\n1039هـ\n...\n12\n...\nمحمد بن محمد مير ياده\n...\n1051هـ\n...\nالجزء: 1 ¦ الصفحة: 36\n",
        "الاسم\n...\nتاريخ النسخ\n...\nملاحظات\n13\n...\nمحمد جلبي بن أمر الله\n...\n1058هـ\n...\n14\n...\nمحمد بن نور الله المعروف بكاغدي (من تلاميذ درويش علي)\n...\n1062هـ\n...\n15\n...\nشمس الله بن منصور خان نودي\n...\n1063هـ\n...\n16\n...\nعبد الله بن مال الله\n...\n1065هـ\n...\n17\n...\nمصطفى البواب (من تلاميذ درويش علي)\n...\n1066هـ\n...\n18\n...\nمصطفى بن ذو الفقار\n...\n1066هـ\n...\n19\n...\nمصطفى بن عمر الأيوبي\n...\n1066هـ\n...\n20\n...\nالسيد عبد الرحمن الزهني (من تلاميذ مصطفى المخلص)\n...\n1068هـ\n...\n21\n...\n-\n...\n1068هـ\n...\n22\n...\nفضل الله ولد أبو بكر بن ملا إسماعيل\n...\n1071هـ\n...\n23\n...\nدرويش علي\n...\n1072هـ\n...\nلمصحف رقم 55 من نسخة\n24\n...\nحسين (كاتب أسرار السلطان) ( [1] )\n...\n1074هـ\n...\n25\n...\nمحمد بن علي بن عبد الرحمن الحاج سلطان العلالي\n...\n1074هـ\n...\n26\n...\nحسين سليم\n...\n1075هـ\n...\n27\n...\nدرويش مصطفى المولوي السرائي\n...\n1075هـ\n...\nالمصحف رقم 90 من نسخة\n28\n...\nرمضان بن إسماعيل (من تلاميذ عبد الله)\n...\n1075هـ\n...\n29\n...\nرمضان بن إسماعيل\n...\n1076هـ\n...\n30\n...\nعبد الله\n...\n1077هـ\n...\n31\n...\n-\n...\n1078هـ\n...\n[1] ) يطلق لفظ (كاتب) على كل من يقوم بالكتابة أو بالتحرير. وكاتب السر هو أحد الموظفين من الكتبة، وهو يدل على أن هذا الكاتب – بحكم عمله – على علم بأسرار الدولة. (انظر) : الباشا، حسن/ الفنون الإسلامية والوظائف على الآثار العربية – القاهرة:دار النهضة العربية، 1966م، 2/901، 922.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الاسم\n...\nتاريخ النسخ\n...\nملاحظات\n32\n...\nحسن ولي\n...\n1079هـ\n...\n33\n...\nمحمد محمود القنوي\n...\n1079هـ\n...\n34\n...\nمحمد حمد السوسي\n...\n1080هـ\n...\n35\n...\nمحمد هاشم بن خواجه مهدي\n...\n1080هـ\n...\n36\n...\nمصطفى بن عمر الأيوبي\n...\n1080هـ\n...\n37\n...\nسليمان\n...\n1081هـ\n...\n38\n...\nمحمد عرب زاده\n...\n1081هـ\n...\n39\n...\nمحمد بن علي بن عبد الرحمن\n...\n1081هـ\n...\n40\n...\nالله وردي\n...\n1082هـ\n...\n41\n...\n-\n...\n1082هـ\n...\n42\n...\nمحمد\n...\n1084هـ\n...\n43\n...\nأحمد بن عمر الوفائي (من تلاميذ درويش علي)\n...\n1085هـ\n...\n44\n...\n-\n...\n1058هـ\n...\n45\n...\nإبراهيم بن علي\n...\n1087هـ\n...\n46\n...\nدوريش أحمد (كاتب السراي الجديد) ( [1] )\n...\n1087هـ\n...\n47\n...\nدرويش محمد بن الحاج محمد القنوي\n...\n1088هـ\n...\n48\n...\n-\n...\n1089هـ\n...\n49\n...\nخضر محمد\n...\n1089هـ\n...\n50\n...\nعمر بن إسماعيل (محاسب خزينة أرض روم) ( [2] )\n...\n1090هـ\n...\n( [1] ) أي كاتب القصر الجديد.\n( [2] ) أي المتولي الإشراف على خزائن الأموال السلطانية من نقد وقماش وغير ذلك. (انظر) :الباشا، حسن/ الفنون الإسلامية،1/453. وأرض روم تقع شرق تركيا، وفي أوائل التاريخ العثماني كانت أرضروم محور الطرق المارة بالفقاس من الشرق والطرق القادمة من الشرق والجنوب عن طريق آذربيجان،وترجع أهمية أرضروم التجارية إلى العصور القديمة. (انظر) : روبرت دبليو – أولسن/ حصار الموصل والعلاقات العثمانية الفارسية (1718م – 1743م) ترجمة: عبد الرحمن بن الحاج أمين بك الجليلي – الرياض: دار العلوم 1403هـ / 1983م، ص 49 – 51.\nالجزء: 1 ¦ الصفحة: 38\n",
        "محمد جان عباس\n...\n1090هـ\n...\n52\n...\nدرويش أحمد بن محمد (كاتب السراي السلطاني) ( [1] )\n...\n1091هـ\n...\n53\n...\nابن نصر الله عبد الرحيم (كاتب البهبها) ( [2] )\n...\n1092هـ\n...\n54\n...\n-\n...\n1092هـ\n...\n55\n...\nعبد الله بن ملا حامد\n...\n1093هـ\n...\n56\n...\nحافظ عثمان\n...\n1094هـ\n...\n57\n...\n-\n...\n1095هـ\n...\n58\n...\nابن محمد تقي محمد طالب\n...\n1095هـ\n...\n59\n...\nحافظ عثمان\n...\n1097هـ\n...\n60\n...\nحسين علي (من تلاميذ خطاط المصاحف أفندي القكجوي)\n...\n1097هـ\n...\n61\n...\nالشيخ إبراهيم بن شيخ دولت\n...\n1098هـ\n...\n62\n...\n-\n...\n1098هـ\n...\n63\n...\nمحمد رضا بن حسين النقوي\n...\n1098هـ\n...\n64\n...\nبشير آغا بن عبد الله\n...\n1100هـ\n...\n65\n...\nعلي اللباب\n...\n-\n...\n66\n...\nمحمد الزكي (من تلاميذ أرنب زاده)\n...\n-\n...\n67\n...\nمحمد عيسى الراشدي\n...\n-\n...\n( [1] ) أي: كاتب القصر السلطاني.\n( [2] ) به به: كلمة استحسان وتمجيد (انظر) : التونجي، محمد/ المعجم الذهبي (فارسي –عربي) – ط3 – بيروت: دار العلم للملايين، 1992م ص 126.\nالجزء: 1 ¦ الصفحة: 39\n",
        "وبتتبع هذه الأسماء يمكن أن نستنتج الملاحظات الآتية:\n(1) إن المصاحف التي ورد في نهايتها ذكر لأسماء نساخها قد بلغت (58) مصحفاً فقط من المجموع الكلي لمصاحف الدراسة البالغة 70 مصحفاً.\n(2) إن درويش مصطفى المولوي السرائي هو أكثر النساخ إنتاجاً حيث ورد في نهاية المصحف المؤرخ نسخة بتاريخ 1075هـ ما نصه: (وبإتمام هذه النسخة الشريفة صارت المصاحف تسعون تماماً بخطي) (1) وجاء بعده درويش علي، حيث ورد في نهاية المصحف المنسوخ سنة 1072هـ أنه المصحف رقم 55 (2) . وجاء بعدهما من نسخ مصحفين وهم: محمد بن عبد الوهاب الحسيني، وقد ورد في نهاية المصحف المنسوخ بتاريخ 1004هـ أنه ثاني مصحف تشرف الناسخ بنسخه (3) . ومصطفى بن عمر الأيوبي الذي نسخ مصحفين أحدهما سنة 1066هـ، والآخر سنة 1080هـ. ورمضان بن إسماعيل الذي نسخ مصحفين أحدهما سنة 1075هـ والآخر سنة 1076هـ. ودرويش أحمد الذي نسخ مصحفين أحدهما سنة 1087هـ والآخر سنة 1091هـ.\nوحافظ عثمان الذي نسخ مصحفين أحدهما سنة 1094هـ والآخر سنة 1097هـ.\n(1) مصحف محفوظ بمكتبة المصحف الشريف في مكتبة الملك عبد العزيز بالمدينة المنورة برقم 33.\n(2) مصحف محفوظ بمكتبة المصحف الشريف في مكتبة الملك عبد العزيز بالمدينة المنورة برقم 30.\n(3) مصحف محفوظ بمكتبة المصحف الشريف في مكتبة الملك عبد العزيز بالمدينة المنورة برقم 1411.\nالجزء: 1 ¦ الصفحة: 40\n",
        "(1) اعتراف بعض نساخ المصاحف بفضل معلميهم والافتخار بتتلمذهم عليهم، حيث ورد قرين اسم كل منهم ما يفيد بأنه تلميذ للخطاط الفلاني، وأمثلة ذلك ما ورد بعد أسماء كل من: محمد بن نور الله، ومصطفى البواب، وأحمد بن عمر الوفائي بأنهم من تلاميذ درويش علي، وما ورد بعد اسم السيد عبد الرحمن الزهني بأنه من تلاميذ مصطفى المخلص، وأن رمضان بن إسماعيل من تلاميذ عبد الله، وأن حسين على من تلاميذ خطاط المصاحف أفندي القكجوي، وأن محمد الزكي من تلاميذ أرنب زاده.\n(2) أن عملية نسخ المصاحف لم تكن العمل الرئيس لبعض النساخ حيث ورد قرين أسمائهم ما يفيد مهام عملهم الأساسي، وهؤلاء النساخ هم:\n(أ) عزيز محمد ولد كمال (مؤذن مسجد فرحت الملك درا ندرون في بلدة أحمد آباد) .\n(ب) حسين (كاتب أسرار السلطان) .\n(ج) درويش أحمد (كاتب السراي الجديد) .\n(د) عمر بن إسماعيل (محاسب خزينة أرض روم) .\n(هـ) درويش أحمد بن محمد (كاتب السراي السلطاني) .\n(و) ابن نصر الله عبد الرحيم (كاتب البهبها) .\nالجزء: 1 ¦ الصفحة: 41\n",
        "المبحث الخامس: الموقفون وإسهاماتهم\nأولا التوزيع الزمني للمصاحف:\n...\nالمبحث الخامس: الموقفون وإسهاماتهم\nحرص المسلمون على وقف المصاحف والكتب النافعة على المساجد والمكتبات والأربطة والذرية، وفي هذا المبحث نتعرف على كمية المصاحف الموقوفة في مكتبة المصحف الشريف والتي تم نسخها في القرن الحادي عشر الهجري، وعلى الفترات الزمنية التي وقفت فيها تلك المصاحف، كما نتعرف كذلك على أسماء الموقفين وشروطهم، من خلال صيغ الوقفيات. وبيان المستفيدين من تلك الوقفيات، وذلك على النحو الآتي:\nأولا التوزيع الزمني للمصاحف:\nالمتأمل لحركة وقف المصاحف في هذه الدراسة يلاحظ أن أول مصحف تضمنته الدراسة وقف عام 1003هـ بينما وقف آخر مصحف في فترة الدراسة سنة 1352هـ وهناك مجموعة من المصاحف لم يتبين للباحث تاريخ محدد لوقفها.\nويمكن توزيع المصاحف الموقوفة على فترات زمنية، هذا بالإضافة إلى حقل غير محدد تاريخ وقفها وذلك بحسب الجدول رقم (8) التالي.\nالجزء: 1 ¦ الصفحة: 42\n",
        "الجدول رقم (8)\nالتوزيع الزمني للمصاحف الموقوفة\nم\n...\nالفترة الزمنية\n...\nعدد المصاحف\n...\nالنسبة المئوية\n1\n...\n1001 ــ 1050هـ\n...\n6\n...\n8.57\n2\n...\n1051 ــ 1100هـ\n...\n6\n...\n8.57\n3\n...\n1101 ــ 1150هـ\n...\nـــ\n...\nـــ\n4\n...\n1151 ــ 1200هـ\n...\n4\n...\n5.71\n5\n...\n1201 ــ 1250هـ\n...\n4\n...\n5.71\n6\n...\n1251 ــ 1300هـ\n...\n11\n...\n15.71\n7\n...\n1301 ــ 1350هـ\n...\n16\n...\n22.85\n8\n...\n1351 ــ 1352\n...\n1\n...\n1.42\n9\n...\nغير محدد\n...\n22\n...\n31.42\nالمجموع\n...\n70\n...\n100 %\nويمكن أن نستخلص من الجدول السابق ما يلي:\n1ـ أن وقف المصاحف المنسوخة في فترة الدراسة امتد على مساحة زمنية تقدر بأربعة قرون بدءاً بالقرن الحادي عشر وانتهاء بالقرن الرابع عشر الهجري.\n2ـ أنه خلال النصف الأول من القرن الحادي عشر الهجري لم يوقف سوى ستة مصاحف، وجاء النصف الثاني بالعدد نفسه.\nويلاحظ هنا أن النصف الأول من القرن الثاني عشر الهجري لم يتضمن وقف أي مصحف\nالجزء: 1 ¦ الصفحة: 43\n",
        "أما النصف الثاني من القرن نفسه فقد شهد وقف أربعة مصاحف، وجاء النصف الأول من القرن الثالث عشر الهجري بالعدد نفسه.\nأما النصف الثاني من القرن الثالث عشر الهجري فقد شهد تطوراً ملحوظاً في وقف المصاحف، حيث وُقف في هذه الفترة أحد عشر مصحفاً.\nوبلغ وقف المصاحف ذروته خلال النصف الأول من القرن الرابع عشر الهجري إذ بلغ إجمالي المصاحف الموقوفة في هذه الفترة ستة عشر مصحفاً، بنسبة 22.85 % وشهدت السنتان الأوليان من النصف الثاني من القرن الرابع عشر الهجري وقف مصحف واحد فقط.\nويلاحظ أن هناك اثنين وعشرين مصحفاً لم يتحدد تاريخ وقفها جاءت في آخر الجدول المذكور.\nالجزء: 1 ¦ الصفحة: 44\n",
        "ثانياً: أسماء موقفي المصاحف:\nنورد فيما يلي بياناً بأسماء الموقفين مرتبة تصاعدياً بحسب تاريخ الوقف، وفي حالة توافق الاسمين وتاريخ الوقف يرتبان هجائياً، ويلحق بها أسماء الموقفين الذين لم يذكر لهم تاريخ وقف محدد بحسب الترتيب الهجائي.\n6\n...\nــ\n...\n1046هـ\nم\n...\nالاسم\n...\nتاريخ الوقف\n1\n...\nــ\n...\n1003هـ\n2\n...\nسليم آغا بن الوزير محمّد باشا\n...\n1014هـ\n3\n...\nــ\n...\n1024هـ\n4\n...\nالشيخ إبراهيم الملقب بالكاتب\n...\n1031هـ\n5\n...\nصالح بوشناق\n...\n1044هـ\nالجزء: 1 ¦ الصفحة: 44\n",
        "الاسم\n...\nتاريخ الوقف\n7\n...\nإبراهيم بن محمّد السوسي\n...\n1080هـ\n8 *\n...\nعباس آغا دار السعادة\n...\n1080هـ\n9 *\n...\nعباس آغا دار السعادة\n...\n1080هـ\n10\n...\nحسن حيدر وزوجته خديج بنت علي بن حسن\n...\n1081هـ\n11\n...\nمحمد الحسن\n...\n1087هـ\n12\n...\nحافظ عثمان\n...\n1097هـ\n13\n...\nمصطفى كدخدا عزبان\n...\n1158هـ\n14\n...\nمحمّد حج شريفة\n...\n1165هـ\n15\n...\nجهان بانوا بنت قاسم دركزنلي\n...\n1173هـ\n16\n...\nــ\n...\n1187هـ\n17\n...\nعثمان بن محمّد الشنقيطي\n...\n1203هـ\n18*\n...\nأسماء خاتون\n...\n1207هـ\n19\n...\nمحمّد آغا رضاء الله\n...\n1228هـ\n20\n...\nشريفة أمينة خانم سليمان آغا\n...\n1238هـ\n21\n...\nحسن حسني بك بن الصدر الأعظم السابق مصطفى نائلي باشا\n...\n1252هـ\n22\n...\nــ\n...\n1252هـ\n23\n...\nبوي أبادي السيد أحمد أفندي\n...\n1254هـ\n24\n...\nشريف أزميرلي قاوقجي حاجي عثمان آغا\n...\n1259هـ\n25*\n...\nأحمد طلعت (معتوق المرحوم عبد الكريم بك)\n...\n1277هـ\n26\n...\nفاطمة بنت المرحوم منصور بن دليم\n...\n1278هـ\n27*\n...\nأحمد طلعت\n...\n1282هـ\n28\n...\nشريفة كاملة بنت شعراني زاده عبد الله شاكر أفندي\n...\n1283هـ\n29\n...\nفاعل خير\n...\n1293هـ\n30\n...\nملا عبد الله هروي\n...\n1293هـ\n31\n...\nالسيد أحمد اسبارته لي\n...\n1300هـ\n32\n...\nمحمّد فخر الدين\n...\n1304هـ\nالجزء: 1 ¦ الصفحة: 45\n",
        "الاسم\n...\nتاريخ الوقف\n33\n...\nــ\n...\n1309هـ\n34\n...\nمحمّد عزت كشاف\n...\n1312هـ\n35\n...\nــ\n...\n1312هـ\n36\n...\nخديجة كريمة مصطفى نائلي باشا\n...\n1320هـ\n37\n...\nنصيب خانم\n...\n1321هـ\n38\n...\nــ\n...\n1321هـ\n39\n...\nحاجي عبد الرحمن ومحمد بك وحافظ عمر أفندي وآخرون\n...\n1323هـ\n40\n...\nدمير زاده الحاج محمّد البوردوري\n...\n1325هـ\n41\n...\nسليمان فائق أفندي\n...\n1328هـ\n42\n...\nأبو رشيد\n...\n1330هـ\n43\n...\nمحمد على الزبادنه\n...\n1330هـ\n44\n...\nمحمد هاشم عبد المؤمن (بواب باب النساء)\n...\n1330هـ\n45\n...\nابن المرحوم السيد عبد الله الفتوح التطواني\n...\n1332هـ\n46\n...\nأخون حاجي بن يوسف أخون حاجي\n...\n1333هـ\n47\n...\nعلي بن يوسف بن مصطفى داغستاني\n...\n1341هـ\n48\n...\nــ\n...\n1352هـ\n49*\n...\nأسماء خاتون\n...\nــ\n50\n...\nالست بينا هانم بنت عبد الله\n...\nــ\n51\n...\nخديجة فاطمة\n...\n__\n52\n...\nخديجة بنت يعقوب خانم\n...\n__\n53\n...\nدولتلو محمّد علي باشا\n...\n__\n54\n...\nشريف الدين آغا\n...\n__\n55\n...\nشريفة أمينة بنده\n...\n__\n56\n...\nشيخ داده عثمان\n...\n__\n57\n...\nصالحة بنت حاجي عبد الكريم بك\n...\n__\nالجزء: 1 ¦ الصفحة: 46\n",
        "الاسم\n...\nتاريخ الوقف\n58\n...\nطه عبد الفتاح (تاجر الفحومات في مصر)\n...\n__\n59\n...\nعبد الله\n...\n__\n60\n...\nالسيد عبد الله بن السيد محمّد غوث (ناظر الحرم النبوي)\n...\n__\n61\n...\nمنير علي شاه بن عبد الله (نيابة عن أخيه)\n...\n__\n62\n...\nياور معتوقة والدة خديوي مصر\n...\n__\nونشير هنا إلى بعض الملاحظات المهمة التي أمكن استخلاصها على النحو التالي:\n1-\nأن وقف المصاحف لم يكن مقصوراً على طبقة معينة من الناس؛ بل اشترك فيه فئات متعددة شملت الرجال والنساء والسلاطين والولاة والموظفين وعامة الناس.\n2-\nأن النسبة الأكثر من حيث الوقف هم الرجال حيث بلغوا (41) موقفاً في المقابل (15) خمس عشرة امرأة كان لهن وقفيات مصاحف.\nالغالبية من الموقفين ينفرد بوقف المصاحف بنفسه، في حين وجدت حالات كان الوقف فيها بالاشتراك بين اثنين أو أكثر، كما حصل بالنسبة لوقف حسن بن حيذر وزوجته خديج بنت علي بن حسن، حيث أوقفا مصحفاً في عام 1081هـ‍ (1) . ومثل ذلك وقف حاجي\n(1) مصحف محفوظ في مكتبة المصحف الشريف برقم 1321.\nالجزء: 1 ¦ الصفحة: 47\n",
        "1-\nعبد الرحمن ومحمد بك وحافظ عمر أفندي وآخرين حيث اشتركوا في وقف مصحف واحد. (1)\n2-\nوجدت حالة فردية لم يصرح فيها الموقف باسمه واكتفى بعبارة (فاعل خير) . (2)\n3-\nوجد ثلاثة أشخاص كل منهم أوقف مصحفين، وهم أحمد طلعت، وعباس آغا، وأسماء خاتون.\n(1) مصحف محفوظ في مكتبة المصحف الشريف برقم 23.\n(2) مصحف محفوظ في مكتبة المصحف الشريف برقم 51.\nالجزء: 1 ¦ الصفحة: 48\n",
        "1-\nألفاظ كناية: كتصدقت، وحرمت، وأبدت. سميت كناية لأنها تحتمل معنى الوقف وغيره؛ فمن تلفظ بواحدة من هذه الألفاظ اشترط اقتران نية الوقف معه؛ أو اقتران أحد الألفاظ الصريحة؛ أو الباقي من ألفاظ الكناية معه، واقتران الألفاظ الصريحة، كأن يقول: تصدقت بكذا صدقة موقوفة أو محبسة أو مسبلة أو محرمة أو مؤبدة، واقتران لفظ الكناية بحكم الوقف، كأن يقول: تصدقت بكذا صدقة لا تباع ولا تورث. (1)\nوبمراجعة الوقفيات المسجلة على المصاحف التي تمت دراستها في هذا البحث تبين أنها قد التزمت بأركان الموقوف حيث إن الغالبية منها ذكر فيها اسم الموقف صراحة، كما أن الموقوف حدد أيضاً في نصوص الوقفيات، كما نص أيضاً على المستفيد من الوقف. أما نصوص الوقفيات فقد كتبت بعبارات مختلفة من حيث الطول والقصر والألفاظ مع التشابه من حيث المضمون، والاكتفاء أحياناً بتدوين كلمة (وقف لله تعالى) في أماكن متعددة من المصحف إما كتابة أو ختماً، وقد تفاوتت الألفاظ التي تم بها الوقف ما بين صريحة أو كناية أو الجمع بينهما أحياناً، ومن أمثلة ذلك:\n(وقف لله تعالى) (2) ، (وقفت وحبست وأرصدت الحاجة ياور هذا المصحف الشريف.. وقفاً مؤبداً مستمراً لا يباع ولا يوهب ولا يعار ولا يعطى لا حد..) (3) . (قد وقف هذا المصحف الشريف حسن حسني بك وقفاً\n(1) ابن قدامة، موفق الدين عبد الله بن أحمد (ت 620هـ‍) / المغني- بيروت: دار الفكر 1404هـ‍، 6/212، والفوزان، صالح بن فوزان/ الملخص الفقهي – ط8 – الدمام: دار ابن الجوزي، 1419هـ‍/1998م، 2/159.\n(2) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 28.\n(3) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 30.\nالجزء: 1 ¦ الصفحة: 49\n",
        "صحيحاً بشرط ألا يباع ولا يرهن ولا يحبس) (1) ، (أوقف لله تعالى وتصدق وتسبل بهذا المصحف الشريف السيد أحمد اسبارته لي وجعل مستقره المدينة المنورة وشرط الواقف أنه لا يغير ولا يخرج من محله ولا يشترى ولا يرهن ولا يبدل..) (2) ، (أوقفت الحرمة جهان بانوا بنت قاسم دركزنلي هذا المصحف الشريف على أولادها وأولاد أولادها وذرياتهم وأنسابهم وأعقابهم فيقرؤوا فيه من وجد منهم فإن انقرضوا ولم يبق منهم أحد فيرسل إلى المدينة المنورة.. وشرطت أن لا يباع ولا يوهب ولا يرهن..) (3) ، وقد شهد على الوقفية ووقعها أربعة شهود، (وقف إبراهيم بن محمد السوسي هذا المصحف الشريف على رباط سيدنا عثمان رضي الله عنه في المدينة المنورة) (4) ، (وقفت خديجة بنت يعقوب خانم هذا المصحف الشريف في المدينة المنورة على المدرسة المحمودية لا يباع ولا يرهن) (5) .\nويتضح من خلال هذه الأمثلة الشروط التي اشترطها الموقفون في وقفياتهم.\nرابعاً: المستفيدون من الوقفيات:\nتضمنت نصوص الوقف المدونة على المصاحف تحديد المستفيدين من تلك المصاحف الموقوفة، ومن الموقفين من حدد الأطراف المستفيدة من وقفه على أولاده وأولاد أولاده وذرياتهم وأنسالهم وأعقابهم، ثم إذا انقرضوا يرسل\n(1) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 22.\n(2) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 13.\n(3) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 43.\n(4) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 1419.\n(5) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 1760.\nالجزء: 1 ¦ الصفحة: 50\n",
        "إلى المدينة المنورة، وهذا من قبيل الوقف الذري الذي ينتقل بعد انقراض الذرية إلى الوقف الخيري كالحجرة النبوية في المسجد الحرام بالمدينة المنورة. (1)\nومثل هذا النص الآتي: (قد وقفت هذا المصحف [الذي انتقل نظارته ومحافظته إليّ من أجدادي بشرط قرائتي ولكني صرت عاجزاً عنها لضعف بصري] وقفاً صحيحاً للروضة لا يبدل أصلا بشرط ألا يباع ولا يرهن) (2) .\nولكن الغالبية من المصاحف الموقوفة كانت توقف على جهات معينة في المدينة المنورة وهذه الجهات هي الروضة الشريفة بالمسجد النبوي، وخزانة الكتب بالمسجد النبوي، والمدرسة المحمودية بالمدينة المنورة، ورباط عثمان بن عفان رضي الله عنه، ومدرسة خواجة، ويوضح ذلك الجدول رقم (9) التالي:\nجدول رقم (9) يوضح المستفيدين من المصاحف الموقوفة\nم\n...\nالمستفيد\n...\nالعدد\n...\nالنسبة المئوية\nالمجموع\n...\n70\n...\n100%\n1\n...\nالروضة الشريفة\n...\n29\n...\n41.42%\n2\n...\nالمدرسة المحمودية\n...\n8\n...\n11.42%\n3\n...\nرباط عثمان بن عفان رضي الله عنه\n...\n6\n...\n8.57%\n4\n...\nخزانة الكتب بالحرم النبوي\n...\n1\n...\n1.42%\n5\n...\nمدرسة خواجة\n...\n1\n...\n1.42%\n6\n...\nغير محدد\n...\n25\n...\n35.71%\n(1) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 1419.\n(2) وقفية مسجلة على المصحف المحفوظ في مكتبة المصحف الشريف برقم 880.\nالجزء: 1 ¦ الصفحة: 51\n",
        "المبحث السادس النتائج والتوصيات\nأولا: النتائج\n:\n(1) تبين من الدراسة أن مكتبة المصحف الشريف يتوافر فيها عدد كبير من المصاحف المخطوطة التي كتبت عبر القرون الماضية تغطي الفترة من القرن الخامس الهجري إلى القرن الرابع عشر الهجري، هذا إلى جانب تميز هذه المصاحف من حيث جودة الخط والتذهيب والزخرفة والتجليد.\n(2) يشير الحصر الببليوجرافي في هذه الدراسة إلى أنه بلغ مجموع المصاحف المنسوخة أو الموقوفة في القرن الحادي عشر الهجري في مكتبة المصحف الشريف منذ عام 1001هـ وحتى 1100هـ سبعين مصحفاً.\n(3) تكشف الدراسة أن هناك خمسة أنواع من الخطوط حظيت باهتمام نساخ المصاحف في فترة الدراسة، وهذه الخطوط هي: النسخ، والمغربي، والرقعة، والثلث، والكوفي.\n(4) تشير الدراسة إلى تنوع الأحجام التي ظهرت بها المصاحف تبعاً لتنوع الخطوط، حيث إن أكبر مصحف شملته الدراسة كان مقاسه 80×50سم، بينما كان أصغر مصحف كان مقاسه 11×7سم.\nالجزء: 1 ¦ الصفحة: 52\n",
        "(1) تبين من الدراسة مدى العناية التي لقيتها المصاحف من حيث التذهيب والزخرفة حيث بلغت نسبة المصاحف المذهبة أكثر من 75%.\n(2) تشير الدراسة كذلك إلى العناية بالمصاحف من حيث التجليد وزخرفتها في كثير من الأحيان.\n(3) تبين من الدراسة وجود خمسة مصاحف توافر عليها بعض جوانب من التفسير، كما وجدت ستة مصاحف توافر عليها ترجمات لمعاني القرآن الكريم،كما تبين أيضاً توافر بعض القراءات على أحد عشر مصحفاً، كما ختمت أربعة عشر مصحفاً بدعاء ختم القرآن الكريم.\n(4) لوحظ أن فترة الانتعاش الحقيقي لنسخ المصاحف في القرن الحادي عشر الهجري كانت خلال الفترة من عام 1071هـ إلى نهاية القرن المشار إليه إذ نسخ خلال هذه الفترة ثلاثة وأربعون مصحفاً.\n(5) هناك ناسخان ينتميان إلى فئة عالية الإنتاج في نسخ المصاحف، هما: درويش مصطفى المولوي السرائي، ودرويش علي.\n(6) تبين من الدراسة أن وقف المصاحف المنسوخة في القرن الحادي عشر الهجري امتد على مساحة زمنية تقدر بأربعة قرون بدءاً بالقرن المشار إليه وانتهاء بالقرن الرابع عشر الهجري.\nكشفت الدراسة عن أن وقف المصاحف لم يكن مقصوراً على فئة معينة من الناس، بل اشترك فيه الرجال والنساء والسلاطين والولاة والموظفون وعامة الناس؛ كما أن النسبة الأكثر من حيث الوقف هم\nالجزء: 1 ¦ الصفحة: 53\n",
        "(1) الرجال حيث بلغوا (41) موقفاً في مقابل خمس عشرة امرأة كان لهن وقفيات مصاحف.\n(2) تبين الدراسة أن هناك ثلاثة موقفين وقف كل منهم مصحفين، وهم أحمد طلعت، وأسماء خاتون، وعباس آغا دار السعادة.\nالجزء: 1 ¦ الصفحة: 54\n",
        "ثانياً: التوصيات:\n(1) إجراء دراسات عن وقف المصاحف في مكتبة المصحف الشريف بمكتبة الملك عبد العزيز بالمدينة المنورة في فترات سابقة ولاحقة لفترة القرن الحادي عشر الهجري.\n(2) إجراء دراسات عن وقف المصاحف في مكتبات المدينة المنورة وغيرها من مناطق المملكة العربية السعودية تأخذ في الاعتبار فترة زمنية معينة للتعرف على الاتجاهات الوقفية عبر العصور.\n(3) إجراء دراسات على أماكن نسخ المصاحف نظراً لأهمية ذلك في توضيح الدور الذي قامت به الحواضر الإسلامية.\n(4) إجراء دراسات مشابهة للتعريف بنساخ المصاحف والمخطوطات ودورهم في إثراء المكتبة الإسلامية، ومواكبة الحياة العلمية في المراكز الثقافية في فترات متعددة من الازدهار العلمي للأمة الإسلامية.\n(5) دعوة أقسام المكتبات والمعلومات والوثائق في الجامعات السعودية لأن تكون تلك المصاحف موضوعات لبعض الأطروحات العلمية لدراسة أنواع الخطوط والورق والمداد المكتوب به والتذهيب والزخرفة والقراءات وترجمات معاني القرآن الكريم.\nالجزء: 1 ¦ الصفحة: 54\n",
        "ويرى الباحث أن الجامعات في العالم العربي يمكن أن تؤدي دوراً بارزاً في مساندة تلك الدراسات وذلك بتشجيع طلاب الدراسات العليا على مثل هذه البحوث واعتمادها في خطط الأقسام العلمية.\nالجزء: 1 ¦ الصفحة: 55\n",
        "مصادر ومراجع\n...\nقائمة المصادر والمراجع\n(1) الأحمصي، محمد عبد الجواد / تصوير وتجميل الكتب العربية في الإسلام. القاهرة: دار المعارف، 1962م.\n(2) أوغلي، أكمل الدين إحسان / الدولة العثمانية: تاريخ وحضارة – نقله إلى العربية: صالح سعداوي. استانبول: مركز الأبحاث للتاريخ والفنون والثقافة الإسلامية، 1999م، 2مج.\n(3) ابن الجزري، محمد بن محمد (ت833هـ) / منجد المقرئين – القاهرة: المطابع الوطنية الإسلامية، 1350هـ.\n(4) ابن الخطيب، محمد عبد اللطيف / الفرقان. القاهرة: المؤلف، 1367هـ/1948م.\n(5) خليفة، شعبان عبد العزيز ومحمد عوض العايدي/ الفهرسة والتصنيف للمكتبات.. الرياض: دار المريخ للنشر، (د. ت) .\n(6) الداني، عثمان بن سعيد/ المقنع في رسم مصاحف الأمصار مع كتاب النقط – تحقيق محمد الصادق قمحاوي – القاهرة: مكتبة الكليات الأزهرية، (د. ت) ، ص13.\n(7) ديماند. م. س/ الفنون الإسلامية – ترجمة أحمد محمد عيسى.ط3 – القاهرة:دار المعارف، 1982م.\n(8) ربعة قرآنية من 30 جزءاً محفوظة برقم 3 في مكتبة المصحف الشريف بمكتبة الملك عبد العزيز بالمدينة المنورة.\nالجزء: 1 ¦ الصفحة: 56\n",
        "(1) الزركشي، محمد بن عبد الله (ت 794هـ) / البرهان في علوم القرآن – تحقيق: محمد أبو الفضل إبراهيم – القاهرة: دار إحياء الكتب العربية، 1376هـ / 1957م.\n(2) السيوطي، جلال الدين عبد الرحمن بن أبي بكر (ت 911هـ) / الإتقان في علوم القرآن – ط3 – القاهرة: مطبعة حجازي، 1360هـ / 1941هـ.\n(3) الصالح، صبحي / مباحث في علوم القرآن – ط3 – بيروت: دار العلم للملايين، 1400هـ.\n(4) صقر، عبد البديع / التجويد وعلوم القرآن – ط7 – بيروت: المكتب الإسلامي، 1400هـ.\n(5) العبادي، صادق/ تاريخ تطور كتابة القرآن الكريم في بلاد فارس – مجلة الفيصل – ع 282 (ذو الحجة 1420هـ / مارس – إبريل 2000م) ص 10 – 15.\n(6) الفضلي،عبد الهادي/ القراءات القرآنية: تاريخ وتعريف – جدة: دار المجمع العلمي – 1399هـ / 1979م.\n(7) الفوزان، صالح الفوزان / الملخص الفقهي – ط8. الدمام: دارابن الجوزي، 1419هـ/1998م، ج2.\n(8) ابن قدامة، موفق الدين عبد الله بن أحمد (ت 620هـ) / المغني –بيروت: دار الفكر، 1404هـ ج6.\n(9) القصيري، اعتماد / فن التجليد عند المسلمين، بغداد: المؤسسة العامة للآثار والتراث، 1979م.\nالجزء: 1 ¦ الصفحة: 57\n",
        "(1) الكردي،محمد طاهر / تاريخ الخط العربي وآدابه – ط2 – الرياض: الجمعية العربية السعودية للثقافة والفنون، 1402هـ / 1982م.\n(2) مجمع الملك فهد لطباعة المصحف الشريف/ التقرير السنوي للمجمع لعام 1419هـ – المدينة المنورة: المجمع، 1419هـ.\n(3) مرزوق، محمد عبد العزيز / المصحف الشريف، دراسة تاريخية وفنية – القاهرة: الهيئة المصرية العامة للكتاب، 1975م.\n(4) مركز الملك فيصل للبحوث والدراسات الإسلامية / الخط العربي من خلال المخطوطات – الرياض: المركز 1406هـ.\n(5) المزيني، عبد الرحمن بن سليمان / مكتبة الملك عبد العزيز بين الماضي والحاضر – المدينة المنورة – المكتبة 1420هـ / 1999م.\n(6) المصاحف المحفوظة في مكتبة المصحف الشريف بمكتبة الملك عبد العزيز بالمدينة المنورة بالأرقام من 13 إلى 61، وعددها 49 مصحفاً. المصحف رقم 880، والمصاحف المحفوظة بالأرقام من 1409هـ إلى 1423 وعددها خمسة عشر مصحفاً، والمصحف رقم 1540، ورقم 1760، ورقم 1781، ورقم 1782.\n(7) مكتبة الملك عبد العزيز بالمدينة المنورة / فهرس مكتبة المصحف الشريف، 1405هـ (مخطوط) .\n(8) المنيف، عبد الله بن محمد / دراسة فنية لمصحف مبكر – الرياض: المؤلف، 1418هـ.\n(9) هارون، عبد السلام / تحقيق النصوص ونشرها- القاهرة: المؤلف، 1965م.\nالجزء: 1 ¦ الصفحة: 58\n",
        "(1) هولدين. دنكن / أغلفة المخطوطات العربية في متحف فكتوريا والبرت \" لندن \" مجلة فنون عربية، 1-28،ص 61.\n(2) الهيئة العليا لتطوير مدينة الرياض / المختار من إبداعات الخط العربي – الرياض – الهيئة، 1420هـ.\n(3) وزارة الحج والأوقاف/ مكتبة الملك عبد العزيز بالمدينة المنورة – الرياض: الوزارة 1403هـ.\nالجزء: 1 ¦ الصفحة: 59\n",
        ""
    ]
}