{
    "1": [
        "أدب الخواص\nأدب الخواص\nالوزير المغربي\nالكتاب:\nأدب الخواص في المختار من بلاغات قبائل العرب وأخبارها وأنسابها\nالمؤلف:\nالحسين بن علي بن الحسين، أبو القاسم الوزير المغربي (المتوفى: 418هـ)\nأعده للنشر:\nحمد الجاسر\nالناشر:\nدار اليمامة للبحث والترجمة والنشر، الرياض\nعام النشر:\n1400 هـ - 1980 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nقال الحسين بن علي: اللهم أنا نستوهبك التأمل، وما فيه من شفاء الجهل، ونستعيذ بك من التقليد وما فيه من إضاعة العقل، ونسألك ان تجعل لنا منك سلطاناً، وتصل بين أفعالنا وبين رضوانك سبباً، ولا يؤثر عنا قولنا إلاّ وله إلى أوامرك منزع ولطف، ولا ينفذ لنا عمل إلاّ وله في طاعتك نسب ولو ضعف، وأن تجعل بمفازة من الضلال والفساد، وعلى متن سبيل من الرشاد والصلاح، وأن تعيننا على مجاهدة العدو الخاص، ومكافحة القِرن اللاصق، من نفس إلى السوء نزوع، ومن لسان بالقول طموح، ومن قول مجذوذ، فليس له فعل يصله، ومن نيةٍ غفل فليس لها موضع تظهر فيه، ومن التجاهل بفضيلة الصمت، والاحتجاج للغو المنطق بغريزة الطبع.\nوقد عجب المتأملون من عقل لا يمضي سلطانه على نفسه، وهو يريغ نفاذ أمر من غيره، والإنسان يسفه القاصب له، ويثرب على المولع بسبه، ويزنه بالكذب، ويعزوه إلى قول ما لم يعلم وإلى المؤاخذة على الظنن، وإلى إرسال اليد واللسان قبل اليقين والثَّلج، ولا يحس أنَّ الداء الذي أضرع خصمه للملامة، والحج عدوه في التغليظ والمذمة هو وهي سلطان العقل، وانتقاص الجلد عن صرف اللسان وقد اشرب للقول، وعن حبسه قد تهيأ للبثِّ، وأنه هو قد كان يجب أن يكون من ذلك على أبعد البعد وفي المعرفة بعيبه على أبصر الرأي وأوضح الأمر، لا أن يتعقبه بمثله، ويصل إمداده من فعله، ويستمله من فاعله المذموم عنده، ويصير صدى فيه لخصمه المشنإ إليه، ويروون عن عبد الله بن العباس انه قال: من لم يملك نفسه فليس بأهل أن يملك غيره. وقال بعض الحكماء: العاجز من عجز عن سياسة نفسه. وقال الشاعر:\nأبدأ بنفسك فأنهها عن غيها\n...\nفإذا انتهت عنه فأنت حكيم\nالجزء: 1 ¦ الصفحة: 61\n",
        "فهناك تسمع إن وعظت ويقتدى\n...\nبالقول منك، ويقبل التعليم\nويحكون عن عبد الله بن هارون بن محمد بن عبد الله بن محمد بن علي بن عبد الله أبن العباس أنه لما شاع في الفساد في عامة رعيته، شاور نصحاءه، فقال بعضهم: الرأي أن تجمع قوماً فتصلبهم، وقال آخرون: بل تعمر بهم السجون. واختلفوا في القول، فقال: ليس الرأي شيئاً مما قلتم، ولكن الرأي أن أبدأ فأصلح نفسي، فإذا صلحت نفسي صلحت باطني، وإذا صلحت باطني دب الصلاح، وتفشا في رعيتي. قالوا: وفقك الله، وعمل بذلك الرأي فرأى الخير عليه، وقد قال البحتري:\nولست أعجب من عصيان قلبك لي\n...\nيوماً إذا كان قلبي فيك يعصيني\nوقريب من قول البحتري شعر انشدنيه أبو مسلم عن هارون بن عبد العزيز بن المعتمد عن تغلب، أو المبردالشك مني:\nيهم بحران الجزيرة قلبه\n...\nوفيها غزال فاتن الطرف فاتره\nيوازره قلبي عليّ وليس لي\n...\nيدان بمن قلبي علي يوازره\nواللسان جارحة يكمل بها النطق والمذاق، فما على من تكلم بما لا يعنيه وفي غير موقعه أن يتذوق ما لم يحصل في قرارة فمه، وأن يتمطق بالهواء طول دهره، وأن يعاتب ماضغه ويصرف بأنيابه في غير ساعة اغتدائه، على أنه لو استحسن ذلك لما وجب أن يستحسن إدامة الكلام لغير حينه، واللهج من القول بما لا ينفعه في شيء من أمره لأن الأول قبيح وغير ضار، والثاني قبيح وضار وفاحش قتال، وهو أصل المضرة بالأذى، كما هو أصل المضرة بالأذى، وكما هو أصل المضرة بالعيب فهو موجه بالمعرة، ومعهم مخول في المساءة واللسان عضو مثل اليد والرجل، فما على من تكلم عاجزاً عن ملك لسانه، وملقياً إلى التهلكة الخرق والجهل بيده، أن يبعث بأنامله دائماً\nالجزء: 1 ¦ الصفحة: 62\n",
        "لغير بطش، وأن يلبط بقدمه سرمداً لغير سعي، ثم يطرد المقياس عليه بأن ينغض برأسه في جميع أوقاته، وأن يواقح به كل صفات تبدو لعينه. قد علم الله وعلم العالمون أن الآفة ليست شيئاً غير لعجز والتعاجز، وغير أن يعود الخاطر الوكال، ويحل عنه رباط النهضة والاعتزام، وغير الانسياح مع جريه الماء قبل جهد النفس في الخلاص، والميل مع هبّة الريح من غير أعذار بالاستمساك ونعوذ بالله أن نخرق بنعمه فنعيدها نقماً، وأن نفسد مثابته فنجعلها عقاباً، فإن اللسان نعمة من الله على عبده، فإن احسن أيالته ولملك تدبيره وذلل بالرياضة جامحه، وركزه وراء قلبه، وأوطأه اعقاب تمييزه وتدبره، ولم يرسله إلا لخير في الدنيا أو لخير في الآخرة من إحراز نفع، وأنفع العز وإزاحة مضرة، وأقتل الضر الذل، فذاك هو الذي يطب به إحسان بطبه، ويستديم الأنعام بحسن سياسته، وإن أرسله وشأنه، وأعفاه من ولاية العقل عليه، وأجراه في الوعث والخبار، وأنطقه بالصواب والمحال، أكتبه حصائده في النار على وجهه، بعد أن تكسوه في الدنيا ليط عار لا ينسل منه، وتحوش له من العداوات منزعجا لا قرار معه، كما قال أبو عبد الله محمد بن ميسرة وكان بليغاً شاعراً وفقيهاً ناسكاً، وصاحب نظر وتأمل، وبيان وتبحر:\nاكثر من الصديق\n...\nلكل يوم ضيق\nمن أكثر العدوا\n...\nلم يستطع هدوا\nوقال آخر:\nوما أودعت أحشاء الليالي\n...\nأضر عليك من حقد الرجال\nوقال طريح بن إسماعيل الثقفي:\nلا تأمنن إمرأً أسكنت مهجته\n...\nغيضاً وإن قيل: إن الجرح يندمل\nالجزء: 1 ¦ الصفحة: 63\n",
        "وأقبل جميل الذي يبدي وجار به\n...\nوليحرسنك من أفعاله الرجل\nوقال حريث بن جابر الخنفي:\nلا تأمنن الدهر حراً ظلمته\n...\nوإن نمت فأعلم أنه غير نائم\nإذا كان ذا عودٍ صليب ومرةٍ\n...\nركوباً لإحناء الأمور العظائم\nوقال آخر محدث:\nنم عن معاداة الرجا\n...\nل فإنها حسك المضاجع\nوإذا أذيت فحام عند\n...\nالضيم مجتهداً، ومانع\nوقال آخر في المعنى الأول:\nإن كان يعجبك السكوت فإنه\n...\nقد كان يعجب قبلك الأخيارا\nولئن ندمت على سكوتٍ مرةً\n...\nفلقد ندمت على الكلام مرارا\nكأنه منظم من قول بعض الأوائل: الندم على السكوت خير من الندم على القول. وقال أكثم: رب قولٍ أشد من صول. وقال أيضاً: وأحسن الصمت يكسب المحبة ويروى أن لقمان قال: الصمت حكم وقليل فاعله.\nوقال الحسن بن علي عليه السلام وقد ليم على كثرة الصمت: إني وجدت لساني سبعاً إن أرسلته أكلني. وقيل لعبد العزيز بن مروان: أنت من أطول الناس لساناً فإذا\nالجزء: 1 ¦ الصفحة: 64\n",
        "رقيت المنبر تكلمت بكلام نزر، فقال: إني لأستحيي من ربي عز وجل إن آمرهم بما لا أفعل فلا جرم أن هذا القول من عبد العزيز صيره إلى أن يقول فيه المادح وهو نصيب مولاهم:\nيقول فيحسن القول أبن ليلى\n...\nويفعل فوق أحسن ما يقول\nفتى لا يرزأ الخلان إلاَّ\n...\nمودتهم، ويرزؤه الخليل\nوقال بعض الحكماء: من أطلق أمله فلا قنوع له، ومن أطلق لسانه أهدر دمه. وقال آخر منهم. من ضاق قلبه أتسع لسانه، وسب رجل عابداً فقال العابد: لولا أن الله يسمعك لأجبتك. وهذا قول حسن. وقال المجشر بن النعام أحد بني كعب بن مالك بن غياث بن تغلب:\nأليس هبلتما ثلباً وزوراً\n...\nيعد عليكما لو تعقلان؟!\nمن الرفث الذي لا خير فيه\n...\nيحش بكل آنسة حصان\nوقال شداد بن أوسٍ بن ثابت وهو ابن أخي حسان بن ثابت الشاعر: ما تكلمت بكلمةٍ منذ كذا وكذا حتى أخطمها وأزمها.\nوفي ارتهان القائل بقوله، ومحاذرته لعقبى الطغيان منطقه قال الشاعر العنقسي وأحسن:\nألم تر كعباً كعب غورين قد قلا\n...\nمعالي هذا الدهر غير ثمان\nفمنهن تقوى الله بالغيب إنها\n...\nرهينة ما تجني يدي ولساني\nهذا البيت الذي يليق باستشهادنا:\nومنهن جري جحفلا لجب الوغا\n...\nإلى جحفل يوماً فيلتقيان\nومنهن تجريد الأوانس كالدمى\n...\nللذاتها من كاعب وعوان\nالجزء: 1 ¦ الصفحة: 65\n",
        "ومنهن شربي الكأس وهي لذيذة\n...\nمن الخمر لم يمزج بماء شنان\nومنهن تقواد الجياد لعازبٍ\n...\nمن الوحش في دكداكة ومتان\nفي أبيات أكثر من ذلك استوفى فيها عدد الثمان الخصال التي قدم في صدر قوله، ولم نكتبها.\nوقوله: من الخمر لم تمزج بماء شنان يشبه أن يكون قد أغار عليه سلم الخاسر وهو سلم بن عمرو بن حماد بن عطاء بن ياسر بن مولى عبد الله بن جدعان وكان هو يدعي ولاء محمد بن أبي جعفر وفي ذلك يقول من أبيات:\nلقد أتتني عن المهدي متعبة\n...\nتظل من خوفها الأحشاء تضطرب\nمولاك مولاك لا تشمت أعديه\n...\nفليس قبلك لي ذكر ولا نسب\nوأما الجماز الشاعر وهو ابن أخي سلم وكان شاعراً ظريفاً وهو الذي يقول في سنان الخصي:\nظبي سنان شريكي\n...\nفيه وبئس الشريك\nفلا سنان ي \" 0000 \"\n...\nولا يدعني \" 00000 \"\nوهو أعني الجماز الذي أنشد إنساناً مقطعات فقال: ما تزيدني على البيتين والثلاثة؟ فقال له الجماز: أردت أن أنشدك مذارعة؟! وكان يقول: انهم من موالي أبي بكر بن أبي قحافة، وأبو بكر من عبد الله جدعان قريب يجمعهما تيم بن مرة، والله أعلم.\nقال سلم في معنى الشعر الأول الذي أوردناه:\nأمزج الراح براح\n...\nواسقني قبل الصباح\nليت لي خمراً بماءٍ\n...\nوفساداً بصلاح\nالجزء: 1 ¦ الصفحة: 66\n",
        "وقد قال غيره من المحدثين:\nوبالحيرة لي يوم\n...\nويوم بالأكيراح\nإذا ما عزنا الماء\n...\nمزجنا الراحَ بالراحِ\nوقد قال حماد عجرد لمحمد بن أبي العباس السفاح نحواً من هذا القول، وكان استناده لما ولي الكوفة، وذاك أن أبا جعفر كان أنفذه والياً عليها بعد قتل إبراهيم بن حسن رحمهم الله قالوا فوافاه في أشد القيظ، ولقد لط لحيته بالغالية حتى كأنه خضاب، وصعد المنبر فخطب، ولحيته تقطر على قبائه فسماه أهل البصرة لذلك أبا الدبس فلزمه هذا اللقب حتى هلك، وكان أبو جعفر لما ولاه أنفذ معه الزنادقة والمجان ليلهو ببعضهم، وليبغضه إلى الناس، وكان معه في جملتهم حماد عجرد وهو حماد بن عمر بن يونس أبن كليب مولي بني سواءة بن عامر بن صعصعصة وإنما سمي عجرداً لأنه نزع ثيابه فرآه بدوي فقال: تعجردت يا غلام، العجرد العريان، والعجرد الشديد الغليظ، والعجرد الذهب في غير هذا الموضع، وكان حماد يذكر بترسلٍ وبيان مع شعره، وقد أرتسم بالصناعة، وكتب لجماعة من رؤساء الدولة العباسية، وقد سمي بعجرد قبله، قال الخليل بن أحمد: كان في ربيعة رجل يقال له عجرد، نازع رجلاً في موازنة فوجأه بجمع كفه فقضى عليه، فأخذت عاقلته ديته، وقال شاعرهم:\nيا قوم من يعذر من عجرد\n...\nالقاتل المرء على الدانق\nلما رأى ميزانه شائلاً\n...\nوجاه بين الأذن والعاتق\nفخر من واجأته ميتاً\n...\nكأنما دهده من حالق\nفبعض هذا الوجء يا عجرد\n...\nماذا على قومك بالرافق؟\nفقال محمد يوماً لحماد: أتحب من الأشربات الماء؟ قال: يشكرني فيه الحمار والبعير\nالجزء: 1 ¦ الصفحة: 67\n",
        "قال: أفتحب اللبن؟ قال: لقت استحييت مما رضعت من ثدي أمي. فقال: أفتحب السويق؟ قال: شراب المسافر العجلان ولست منه. قال: فما تقول في الخمر؟ قال: تلك صديقة روحي قال: فضمه إليه، وقال: لا جرم وأنت صديق روحي. وقال له يوماً: أي المواضع أحب إليك أن تشرب عليه؟ قال فقال: إني لأجب ممن لم تحرقه الشمس ولم يؤذه المطر كيف يشرب على شيء غير وجه السماء.\nولم يزل حماد مع محمد، ومن شعره يمدحه، وغنى له فيه حكم الوادي المغني - وهو حكم بن يحيى بن ميمون، وميمون كان حجاماً للوليد بن عبد الملك فأعتقه وإنما قيل له حكم الوادي لأنه كان يخدم عمر الوادي، وهو عمر بن داود مولى عمر بن عثمان بن عفان، ويأخذ عنه الغناء، وكان عمر من أهل وادي القرى:\nأرجوك بعد أبي العباس إذ بانا\n...\nيا كرم الناس أعراقاً وعيدانا\nفأنت أكرم من يمشي على قدمٍ\n...\nوأنظر الناس عند المحل أغصانا\nلو مج عودٌ على قوم غضارته\n...\nلمج عودك فينا المسك وألبانا\nفأظهر محمد أنه يعشق زينب بنت سلمان بن عبد الله بن العباس وكان يركب إلى المربد كثيراً يتصدى لها ويطمع في النظر إليها. وقال لحماد فصنع على لسن محمد:\nيا ساكن المربد هيجت لي\n...\nشوقاً فما أنفك بالمربد\nسوف أوافي جفرتي عاجلاً\n...\nيا منيتي إن أنت لم تسعدي\nوعما له أيضاً - وقد قيل: إنه لمحمد نفسه:\nزينب ما ذنبي وما\n...\nالذي غضبتم فيه، ولم تغضبوا؟\nوالله ما أعرف لي عندكم\n...\nذنباً، ففيما العتب يا زينب؟\nومن شعر محمد بن العباس نفسه لم يعنه عليه أحد، أنشده المدائني:\nالجزء: 1 ¦ الصفحة: 68\n",
        "قولاً لزينب: لو رأيت\n...\nتشوفي لكي وأشترافي\nوتلددي كما أرا\n...\nك وكان شخصك غير خاف\nووجدت ريحك ساطعاً\n...\nكالبيت جمر للطواف\nوتركتني وكأنما\n...\nقلبي يوجأ بالأشافي\nوكان محمد هذا قوي ضليعاً، ويحكى أنه كان يلوي العمود ويلقيه إلى أخته ريطة فترده، وعاتبه المهدي يوماً وهو أمير فغمز ركابه حتى ضاق وضغط رجله فلم يقدر على إخراجها حتى رده فأخرجها، فمثل الآن وقايس بين قوة حسه وبين وهن قوى نفسه، وإنخذال روحانية قلبه، وإسفافه لمطمع شائن إذا كان محصولاً، وتعرضه لحرام فاضح لو كان محللاً، وأجعل ذلك - إن شئت شكاً على الأطباء، واعتراضاً على روايتهم عن جالينوس إن قوى النفس تابعة لمزاج البدن، وهو في غير موضع من كتبه، يروم أن يبين أن مزاج البدن تابع لقوى النفس أيضاً.\nثم إن أبا جعفر سمى محمداً على يد خصيب الطبيب، فمات، وكتبت أمه إلى أبي جعفر تشكوه، فأمر بحمله إليه فضربه ثلاثين سوطاً خفافاً، وحبسه أياماً، ثم وهب له ثلاث مائة درهم وأطلقه. وقد قيل أنه استعفى من ولاية البصرة فأعفاه، ووردت \"؟ \" فمات ببغداد وكان خصيب هذا زنديقاً - فما قيل لا يعتقد شياً ويتظاهر بالنصرانية، وحبسه أبو جعفر لحدث أحدثه، فمات في مطبقه، وكان يقول: لو أسامت كنت رافضياً، وكان من العلماء المبرزين، وأخبرت عنه إنه كان يقول: حبس البول أمرن للمثانة. وقيل له: ما يذهب أكل الطين؟ فقال: لب المر، وفي القولين نظر على قانون الطب. وفي خصيب هذا يقول الحكم بن محمد بن قنبر المازني البصري:\nولقد قلت لأهلي\n...\nإذ أتوني بخصيبٍ:\nليس والله خصيبٌ\n...\nللذي بيّ بطبيبٍ\nالجزء: 1 ¦ الصفحة: 69\n",
        "إنما يعلم طبي\n...\nمن به مثل الذي بي\nولما مات محمد بن أبي العباس وقد \"؟ \" الكوفة والبصرة محمد بن سلمان بن علي أخو زينب، طاب حماداً طلباً حثيثاً فاستجار حماد بقبر سلمان بن علي وقال:\nإن أكن مذنباً فأنت ابن من كا\n...\nن لمن كان مذنباً غفاراً\nيا ابن بنت النبي إني لا اجعل\n...\nإلا إليك منك الفرارا\nغير إني جعلت قبر أبي أيو\n...\nب لي من حوادث الدهر جارا\nلم أجد لي من الأنام مجيراً\n...\nفاستجرت التراب والأحجارا\nفلم ينفعه ذلك شيئاً عند محمد بن سلمان، فكتب إليه:\nقل لوجه الخصي ذي العار إني\n...\nسوف أهدي لزينب الأشعارا\nقد لعمر فررت من شدة الخوف، وأنكرت صاحبي جهارا\nوضننت القبور تمنع جاراً\n...\nفاستجرت التراب والأحجارا\nفإذا القبر ليس لي بمجيرٍ\n...\nفحشى الله ذاك القبر نارا\nوما أحسبه ظفر به. ونعود فنجدد من شأننا - بتوفيق الله -.\nقال صاحب اللواء:\nإذا المرء لم يخزن عليه لسانه\n...\nفليس على شيء سواه بخزان\nوقال أيضاً:\nوجرح اللسان كجرح اليد\nوتبعه الأخطل فقال:\nالجزء: 1 ¦ الصفحة: 70\n",
        "أفحمت عنكم بني النجار وقد علمت\n...\nعليا معد، وكانوا طال ما هدروا\nحين إستكانوا وهم مني على مضضٍ\n...\nوالقول ينفذ ما لا تنفذ الأبر\nوقال غيره - وأحسبه طرفة -:\nفإن القوافي يتلجن موالجاً\n...\nتضايق عنها أن تولجها الأبره\nقد ألم بهذا اللفظ دون المعنى أبو نصر بن نباتة، بقية شعراء العراق، وهو مادح أبي وجدي:\nفلا تحتقرن عدواً رماك\n...\nوإن كان في ساعديه قصر\nفإن الحسام يقد الرقاب\n...\nويعجز عما تنال الابر\nوقال طرفة - واحسن -:\nوتقصد عنك مخيلة الرجل ال\n...\nعريض، موضحة عن العظم\nبحسام سيفك أو لسانك وال\n...\nكلم الرصين كأغرب الكلم\nوقال عمر بن عبد العزيز: التقي ملجم. وحدثنا أن يونس - عليه السلام - قيل له من بعد خروجه من بطن الحوت، وقد أطال الصمت: لم لا تتكلم؟ فقال: الكلام صيرني إلى بطن الحوت. وروى أن رسول الله صلى الله عليه وآله أنه قال: \" إن من الكلام عيالا \" وأنا أرى أن هذه اللفظة من الكلم التي أعطي رسول الله صلى الله عليه وآله جوامعها لحسنها وبيانها وإيجازها. وقال بعض عامة بلدانا الحلبيين في قصة له: رب كلمه، أزلت نعمة، وقال الشاعر:\nإن كان في العي آفات مقدرة\n...\nففي البلاغة آفات تساويها\nوهذا كثير لا ينساه إلا الساهي، وباهر لا يذل عنه إلا المحين، وقد أنشدني منشد من\nالجزء: 1 ¦ الصفحة: 71\n",
        "أبيات بيتاً صحيح القسمة، يعجبني، وهو:\nهي الخطوب فمن ماضٍ ومنتظر\n...\nوهو الأنام فمن ساهٍ ومعتبر\nولعلم الله اللسان سبع عقور، ورائد للمنية صدوق، جعله مزموماً مخطوماً، وعن التصرف بذاته عاجزاً مقصوراً، فليس يجري ما لم يجره فارسه من العقل، ولا يفعل ما لم يأمره أميره من الرأي، ولم يجعله كالعين التي ترى ما نحاه اللاحظ بطرفة وما لم ينحه، وكالأذن التي ما قصد السامع لاستماعه وما لم يقصده. وكل ذلك لأنه صاحب الفتك والإمضاء، وينبوع الشر والبلاء، وكان إبراهيم بن أدهم الزاهد الناسك يطيل السكوت فليم في ذلك فقال: الكلام على أربعة وجوه: فمنه كلام ترجوه منفعته وتخشى عاقبته، فالفضل فيه السلامة منه، وكلام لا نرجو منفعته ولا تخشى عاقبته فأقل ما في تركه خفة المؤونة على بدنك ولسانك، وكلام لا ترجو منفعته وتخشى عاقبته، وهذا هو الداء العضال، ومن الكلام كلام ترجو منفعته، ولا تخشى عاقبته، وهو الذي يجب عليك نشره، فإذا به قد بهرج ثلاثة أرباع الكلام، هذا على بلاغة إبراهيم بن أدهم وحكمته وكثرة معارضته أهل البيان، وهو الذي سأل عبد الله بن شبرمة بن طفيل الضبي قاضي أبي جعفر عن مسألة فأسرع الجواب فقال: تأن. فقال له ابن شبرمة: إذا سهل الطريق لم أحتشد وهذا نسيبه يروى لأياس بن معاوية مشهور، وفي إبراهيم بن أدهم يقول محمد بن كناسة، وكان إبراهيم من أخواله بني عجل:\nرأيتك لا يكفيك ما دونه الغنى\n...\nوقد كان يكفي دون ذلك أبن أدهما\nوكان يرى الدنيا صغيراً كبيرها\n...\nوكان لحق الله فيها معظما\nواكثر ما يلفى مع القوم صامتاً\n...\nوإن قال بذّ القائلين وأحكما\nالجزء: 1 ¦ الصفحة: 72\n",
        "ومحمد بن كناسة هذا شاعر محسن، وأهل النقد يستحسنون قوله:\nعلى حين أن شابت لداتي ولم أشب\n...\nفمنها لحى مبيضة وقرون\nوناصيت رأس الأربعين وأقبلت\n...\nقساوة جني الشباب تلين\nوهو صاحب هذا الشعر والسائر:\nفي انقباض وحشمة فإذا\n...\nرأيت أهل الوفاء والكرم\nأرسلت نفسي على سجيتها\n...\nوقلت ما قلت، غير محتشم\nومن قوله:\nقعدت عن الإخوان عن غير ما قلى\n...\nعلى غير نقصٍ في الإخاء ولا الود\nولكن أيامي تخرمن مرتي\n...\nفما أبلغ الحاجات إلا على جهد\nومن قوله يرثى حماداً الرواية - في أبيات معروفة:\nفهكذا يفسد الزمان ويف\n...\nنى العلم فيه، ويذهب الأثر\nيرون أن ذلك منظور به قول عبد الله بن العباس وقد دلى زيد بن ثابت في قبره: من سره أن يرى كيف ذهاب العلم فهكذا ذهابه، وهو القائل لما أبغض زوجته ومر بجذع مصلوبٍ:\nأيا جذع مصلوب أتى دون صلبه\n...\nثلاثون حولا كاملاً هل تبادل؟\nفما أنت بالحمل الذي قد حملته\n...\nبأعرض مني بالذي أنا حامل\nوكل هذا حسن، أو واقف بين الحسن والقبيح، فأما الذي يوافق هواي ويصنع في نفسي\nالجزء: 1 ¦ الصفحة: 73\n",
        "صنيع الواعظ الحسن في قلوب المخلصين، وليس يستحق ذلك في حقيقة النقد إلا أني معجب به فقوله في نكبة أبي أيوب المورياني، ولعل استحساني إياه لموافقته شجناً في نفسي في هذا الوقت:\nلا ترى زاجراً لهمِّ القلوب\n...\nكالرضا بالموكَّل المكتوبِ\nفاتق الله وارضَ بالقصد حظاً\n...\nلا تسيلنَّ في سبيل الذنوبِ\nلا يغرنَّك الذي غرَّ قوماً\n...\nشربوا من حتوفهم بذنوببِ\nطلعت شمسهم عليهم نهاراً\n...\nوأتتهم نحوسهم بغروبِ\nقد رأيت الذي أدالت ونالت\n...\nوقعه الدهر من أبي أيوبِ\nوعدنا إلى كلام ابن أدهم، وقوا ابن أدهم في تزييف المنطق والمشورة بالصمت نسيب لقولهم: أبلغ الصمت ما يكون الكلام شراً منه، وكان حبيب بن أوس الطائي الشاعر يحكيعن أبي مسهر أحمد بن مروان الرملي النحوي قال: تكلم رجل في مجلس الهيثم بن صالح. فقال له الهيثم: يا هذا بكلام أمثالك رزق الصمت المحبه وقد أحسن الشاعر إذ قال:\nسأهجر ما يخاف علي منه\n...\nوأترك ما هويت لما خشيتُ\nلسان المرء ينبي عن حجاه\n...\nوعيُّ المرء يستره السكوتُ\nومثل البيت الأول قول جامع هذا التعليق:\nأطعت العلى في هجر ليلى وإنني\n...\nلأضمر فيها مثل ما يضمر الرندُ\nصريمة عزم لم يكن من رجالها\n...\nسوى من العشاق قبل ولا بعدُ\nرأيت فراق النفس أهون ضيرةً\n...\nعليَّ من الفعل الذي يكره المجدُ\nوفي نحو من هذا الأقوال المخبرة عن التسلي قول المؤلف أيضاً:\nالجزء: 1 ¦ الصفحة: 74\n",
        "حبيبٌ ملكت الصبر بعد فراقه\n...\nعلى أنني علقتهُ والفتهُ\nمحا حسن يأسي شخصه من تذكري\n...\nفلو أنني لاقيته ما عرفتهُ\nوله أيضاً في نحو من ذلك، ولعله مُحَيَّنٌ بذكره، وناطق بالشهادة على تقصيره وعجزه:\nولاعبٍ بالهوى يؤمل أن يظ\n...\nهر لي جفوة وأهواهُ\nقلت لقلبي وقد تتبعه:\n...\nيا قلبُ إما أنا وأما هو!!\nوفي المعنى الأول قال قائل مصيب: عيُّ صامتٍ خيرٌ من عيِّ ناطق. ومن هاهنا قال بشار:\nوعيُّ القيام كعبيِّ الكلام\n...\nوفي الصمت عيِّ كعبيِّ القلم\nوفي بعض الأحاديث إن ابن آدم إذا أصبح كفرت أعضاؤه للسان، وقالت: اتق الله فإنك إن استقمت استقمنا وإن اعوججت اعوججنا، وحدثني بعض شيوخنا بإسناد رفعه إلى أبي الدرداء أنه قال: لأن يعثر الرجل حتى يخر لوجهه خير له من أن يعثر بلسانه، وأنشدني هذا الشيخ في منظوم هذا المعنى لبعضهم:\nيموتُ الفتى من عَثرَة بلسانه\n...\nوليس يموت المرءُ من عَثرة الرجلِ\nفعثرته من فيه تُودي برأسهِ\n...\nوعثرته بالرِّجل تُوسىَ على مهلِ\nوقال أبو الفضل الريعي - من ولد ربيعة بن الحارث بن عبد المطلب - حدثني محمد بن ذياد مؤدب المعتز - قال: بينا أنا جالس مع المعتز والزَّبير بن بكار يقرأ عليه أخبار أبي السائب وكان المتوكل قال لي: إذا غضبت عليه فلا تضربه، وقل ليندون الخدم يضربه،\nالجزء: 1 ¦ الصفحة: 75\n",
        "قال: فترك المعتز الزبير، وقام يلعب مع الخدم، وقد كنت ظننت أنه قام لحاجة، فقلت ليندون: أما ترى إلى الأمير ترك شيخاً من قريش جالساً في سواده، وقام يلعب؟! لو كانت يدي مطلقةً عليه لأوجعته ضرباً، فقام إليه يندون ليضربه فهرب منه المعتز، فلم يزل يراوغه حتى سقط في عثرة، فدميت رجله، ففزعنا وبادرنا إليه وقال له الزبير: يا سيدي لو أعلمتني أنك قد ضجرت لقمت ولم أوذك فقال المعتز: لا بأس هوّن عليك وأنشد:\nيُصابُ الفتىَ من عَثرةٍ بلسانه\n...\nوليس يصابُ المرءُ من عثرة الرجلِ\nقال أبو الفضل: فحدثت بهذا الحديث أبا عبد الله بن حمدون فقال لي: أنا أحدثك عن أبيه المتوكل بنحوٍ من هذا، كنا عنده في اليوم الذي قتل في ليلته، فقام لحاجة، فلما رجع قمنا، والمنتصر جالس، فلما قرب منه قام، فنظر إليه المتوكل وقال له: اجلس يا محمد، وأقبل علينا فقال:\nهُم سَمَّنوا كَلباً ليأكل بعضَهُم\n...\nولو أخذوا بالحزم ما سمَّنوا كلباً\nقال أبو عبد الله: فوالله ما صلينا عتمة من تلك الليلة والمتوكل من أهل الدنيا.\nونرجع إلى ما كنا فيه فنقول: قد كان يجب أن نقدم بين يدي هذا القول الرغبة الى الله في المعافاة من سورة الغضب ومن غشية الأنف، ومن البلوغ في طاعة الحنق إلى ما يردي الحلم، وإلي ما يهزم الرأي، وإلى ما يزين إطلاق اليد واللسان بما يجنى منه الندم بعد ساعة فعله، ويوجد منه الأسف واللهف غب يوم كونه، وقد ينجد على اماتة الغيظ وقتله، وينفع في تَمصُّل الحقد وذوبه أن تكون النفس كاملة وقوراً، وبأمور الزمن عروفاً، وان يكن اللسان حديداً والقلب شديداً، فإن كمال الآلة يحبب الاقالة، وعلوَّ القدرة يزين التكرم والترفع عن المعاقبة، وقد قال قائل مجرب:\nكُنْ حاقداً ما دُمتَ ليتَ بقادر\n...\nفإذا قَدِرْت فخلّ حقدكَ واغفر\nواعذُرْ أخاك إذا أساءَ فَرُبَما\n...\nلجّتْ إساءتهُ إذا لم تَعذُرِ\nالجزء: 1 ¦ الصفحة: 76\n",
        "وكثيراً ما يقطع بالمخاطب عيه فيفزع إلى السّفه، يتل الغبيّ البئ حصره فيطلب إخفاء أمره بالشغب، وذلك أخفض المواقف، والأم الهزائم وقال علقمة بن علاثة في نحو من هذا المعنى: أول العيّ الاختلاط، وأسوء القول الإفراط هاهنا الاضطراب لشدة الغضب، فأما إذا أيقن أنه التام الحسنى، والموفور للعلى فهو عند نفسه البحر الذي يلتهم كل ما ألقي فيه وهو ساج ساكن والطود الذي يحتمل كل ما نيط به وهو قار ثابت فيعود طريقه إلى الاحتمال دميثاً، وعذره في الأعضاء - عند نفسه - واضحاً جميلاً. جعلنا الله ممن يقيم لطبيعته المعاذير في الأقصار عن الرذائل، كما يقيم الحجيج عليها في القصور عن الفضائل، ولا جعلنا ممن يمهد لنفسه العلل في هجران الخير لصعوبة طريقه. ويخرج لها الأسباب في إتيان الشر لإعتنانه، واتفاق عروضه، وقد قال الشاعر:\nفلا تعذريني في الإساءة إنه\n...\nشرار الرجال من يسيء فيعذر\nوتجزع نفس المرء من سب مرةٍ\n...\nوتسمع ألفا مثلها ثم تصبر\nوقال آخر:\nوعذرك في القبائح مستتب\n...\nوليس الناس كلهم يلام\nوقال العبدي:\nعذرك عندي لك مبسوط\n...\nوالذنب عن مثلك محطوط\nليس بمسخوط فعال امرئٍ\n...\nكل الذي يأتيه مسخوط\nوينشد أصحاب المعاني:\nفخذ القليل من اللئيم وسبه\n...\nإن اللئيم بما أتى معذور\nقالوا: وليس هذا العذر في شيء، وإنما يريد أن اللئيم يسب بما يأتيه فيجعل وسما على وجهه كالعذار وقد يجوز أن يكون من العذر، وتأويله ذم اللئيم فإنه عند نفسه معذور، فذلك أوجب للوم عليه، لأنه لو استقصر فعله لدل على أنه أعطى قليلاً من نية مكثرة لو استطاعت.\nالجزء: 1 ¦ الصفحة: 77\n",
        "وقال المكتفي أبو محمد علي بن أحمد - لما كان كاتبه معه بالري أحمد بن أبي الأصبغ يكاتب عبد الله بن سليمان بن وهب بأخباره، فينهيها إلى أبيه المعتضد، فلما اجتمعا عاتبه المعتضد، قال فلم أزل أقارب وأباعد حتى صدقني عن المخبر له، وزال ما في نفسه، فقالت:\nولما رأيت العذر يظلم وجهه\n...\nولم يبق إلا أن أقول فأكذبا\nخلطت بحق باطلا فتشبها\n...\nوجئت من الباب الذي كان أصوبا\nونحو من هذا قول علي بن الجهم بن بدر - مولى بني سامة بن لؤى وهو يدعا \"؟ \" فيهم صميماً:\nوفتى ضاقت مذاهبه\n...\nضاق ذرعاً بالذي صنعا\nجعل الإقرار جنته\n...\nحين رام العذر فامتنعا\nوقال آخر في ذم المعاذير، ونسبها إلى الأكاذيب:\nجد لي بغفرانك من قبل أن\n...\nأخضع بالعذر وأن ارغبا\nفالعذر لا يسلم من زخرف ال\n...\nكذب، وما أنشط أن أكذبا\nوكتب إلي بعض عمال السلطان معتذراً من تأخر كتابه عني بأن قال: فإن رأيت أن تسامحني بما في غضون اعتذار المعتذر فعلت إن شاء الله تعالى. وقال قائل: زاد على هؤلاء كلهم في حسن القول وجودة المعنى:\nإياك والأمر الذي إن توسعت\n...\nموارده ضاقت عليك المصادر\nفلما حسن أن يعذر المرء نفسه\n...\nوليس من سائر الناس عاذر\nوأشعر منه وأحكم كعب الغنوي إذ يقول:\nالجزء: 1 ¦ الصفحة: 78\n",
        "لا تعذرن الدهر صاحب ريبةٍ\n...\nفسان آتٍ أمر سوء، وعاذره\nومن هذا الجنس - وإن لم يكن من النوع نفسه - قول تميم بن أُبيَّ بن مقبل عوف بن حنيف بن العجلان بن عبد الله بن كعب بن ربيعة بن عامر بن صعصعة - وقد أحسن فيه ما شاء:\nيا حر أمسى سواد الرأس خالطه\n...\nشيب القذال اختلاط الصفو بالكدر\nيا حر من يعتذر من أن بلم به\n...\nريب الزمان فإني غير معتذر\nفأما الكلام الذي يستحق قضية الحسن عندي، ولعله كذاك عند غيري فشعر أنشدنيه أبو مسلم عن ابن دريد عن عبد الرحمن عن عمه الأصمعي لبعض القيسيين:\nيا سلم لا أقري التعذر نازلي\n...\nوالذم ينزل ساحة المعتذر\nولقد علمت إذا الرياح تناوحت\n...\nأطناب بيتك في الزمان الأغبر\nإني لأبسط للضيوف تحيتي\n...\nوأشب ضوء النار للمتنور\nوتنال بالمال القليل براعتي\n...\nقحماً تضيق بها ذراع المكثر\nوهذا البيت الأخير عجب.\nوالمعاذير كما قال الله من الأدهان \"؟ \" ومن الرياء والنفاق وهي مع ذلك ربما أردت، وربما كان الصدق أنجى منها في العاجل، فأما في الآجل فكلما.\nوعرض الحجاج قوماً من الخوارج للقتل فقال أحدهم: إن لي عليك حقاً أيها الأمير. قال وما هو؟ قال: آني حفظت غيبك، وذلك أنني كنت في مجلس أبن الأشعث فسبك وذكر أمك فقلت: مهلاً إن أبويه كانا كريمين سريين، ولكن ما شئت فيه فقل. واستشهد برجل من الأسرى، فشهد له، فقال الحجاج للشاهد: فما منعك أن تقول قوله؟ قال: قديم بغضي لك. قال: أطلقوا هذا لحقه، وهذا لصدقه.\nالجزء: 1 ¦ الصفحة: 79\n",
        "فأما البدوي فإنه جعل المعاذير من أفعال المريب فقال:\nوربت منطقٍ حسن أحيلت\n...\nمعايبه فعد من الذنوب\nفلا عذري يرد علي شيئاً\n...\nوكر العذر من فعل المريب\nفبذنبي حاضر لا شك في فيه\n...\nلسامعه، وعذري بالمغيب\nوهذا البيت الأخير تمثل به عبد الحميد بن يحيى العامري صاحب البلاغة، ورئيس هذه الصناعة. ويكفيك من مذمة العذر أنهم أشقوا منه اسماً لشكاسة الخلق، ولظهور البخل، فقالوا: رجل عذور إذا كان سيئ الخلق كثير الاعتذار عند المنع، قالت الشاعرة:\nإذا نزل الأضياف كان عذوراً\n...\nعلى الحي حتى تستقل مراجله\nوحسبك من نقيصة العذر أنه والملامة مقترنان، وأنه لا يوجد إلا مع التثريب في مكان واللوم الذي هو رديفه ومتكلفه هو الموت عند العقلاء، ولا سيما إذا ورد من العقلاء، ويعجبنيس قول البدوي:\nوإني أحب الخلد لو أستطيعه\n...\nوكالخلد عندي أن أموت ولم ألم\nومثله قول الحادرة:\nفأثنوا علينا لا أبا لأبيكم\n...\nبأحسابنا إن الثناء هو الخلد\nوالمعاذير صفو الكذب، كما أن الحجج صفو الحق وذاك أنه ليس يخلص في العذر من الأكاذيب إلا أشبهها بالحق، ولا يخلص في الحجة من الحق إلا أبعده شبهاً من الباطل، هذا إذا كانت حجة على الحقيقة، وكانت نتيجة عن مقدمات صادقة، فأما اللحن بإسكات الخصم واللدد يوم المقامة والحفل، فقد يكون بالحق والباطل كما قال الشاعر - وهو مليح ابن\nالجزء: 1 ¦ الصفحة: 80\n",
        "أم غلاقٍ الأعيوي من أسدٍ، ولها خبر ليس هذا موضعه:\nبرئت إلى الرحمن من كل صاحب\n...\nأصاحبه إلا حماس بن ثامل\nوظني به يوم السماطين أنه\n...\nسينجو بحق، أو سينجو بباطل\nوحِماس بن ثامل بن الشمردل بن تميم بن برثن بن منقذ بن أعيا - وأسمه الحارث - بن طريف بن عمرو بن الحارث بن ثعلبة هو القائل:\nومستنبح في لجِّ ليلٍ دعوته\n...\nبمشبوبةٍ في رأس صمدٍ مقابلِ\nفقلت له: أقبل، فإنك راشد\n...\nوإن على النار الندى وابن ثاملِ\nوله شعر كثير، وكان جده الشمردل مذكوراً بحسن الشعر، وسنستقصي ذلك كله في موضعه في كتاب أسد - إن شاء الله.\nوقد كنت قلت - وأستغفر الله -:\nوأعتسف الخصم الألد بمنطقي\n...\nفيبلغ ما لا يبلغ الحق باطلي\nبحيث جفاني الأقربون وكلهم\n...\nشهيد، وأضحي ناصري مثل خاذلي\nلدى ملك يكمي لخصمي نصرةً\n...\nوأعيا غلته ختل ثبتٍ مماجلِ\nإذا اتصلت آراؤه سهم حجةً\n...\nتمهل أو يرمي به في المقاتلِ\nفلا عند أكثاف الرمية صامت\n...\nولا في ضجاج اللغو أول قائلِ\nولي أيضاً في نحو ذلك:\nيا رب خصم قد تركت ذماءه\n...\nوكأنما شفت له أرماسهُ\nمن بعد ما قد كان يطفح قوله\n...\nبدداً وينغض في المقادم رأسهُ\nبجدال ذي غرب ألد، كأنما\n...\nيذكى بشعلةٍ قوله نبراسهُ\nفي موقف كالحرب تهتضم الفتى\n...\nفيه جبانته، وينفع بأسهُ\nوقال رسول الله (لرجلين: \" لعل أحدكما أن يكون ألحن بحجته من\nالجزء: 1 ¦ الصفحة: 81\n",
        "الآخر، فمن حكمت له بغير حقه فإنما أقطع له قطعةً من النار - أو كما قال (- فخرجا فتراضيا بينهما أراد (أن يؤدب أمته بإشعار المقضي عليه أن ليس مغلوباً من غلبة الحق، وبإعلام المقضي له أن ليس غالباً من غلبه الباطل، وبذلك يقع التباذل، وفي التباذل التناصف، وفي التناصف التصادق، وهو المذهب المحبوب عند الله وأصفيائه - جعلنا الله من المرضيين عنده أقوالاً وأفعالاً، ومن المعفوّ لهم أقوالاً وأفعالاً.\nوأعلم - حفظك الله - أن طالب الحق حيث يلاقي مذهبه، ومحب العدل إذا جمع عليه غرضه ليس يحب الحق لذاته، ولا يبغي التناصف على جهته، وإنما يريد موافقة المراد أين سلك، ويحب مواتاة النُّجح كيف سهل، ومورد الحق ومورد الباطل عنده سيان، بعد أن يتناوله آرابه، ويقضي أو طاره، فأبعد من هذا الشك ما استطعت، وأهرب بنفسك من هذا الشوب كيف أردت، وأعلم علماً يقيناً أن الأمر الذي يسرك، والأمر الذي يسؤك إذا كان منزعهما من العدل، ومصدرهما عن حكمة الحكم فكلاهما حق نقي وكلاهما عدل صحيح. وإنهما يسقيان بماء واحد، ويرجعان إلى أصل جامع، فلا تفرق بينهما بالهوى ولا تخرق إلتئامهما بطاعة الغضب، ولا تنسبهما لعلات وهما من الأعيان، ولا تحرمهما فضيلة التشابه وهما صنوان، فقد سمعت الله عز وجل حمد قوماً فقال: (ولم يفرقوا بين أحد من رسله) والحق من كلماته، والعدل من أسمائه، وهو لمفرقهما أشد أرصاحاً \"؟ \" ومن ممحقهما أبعد رضواناً، لأن الرسل حملة الحق، وبالحق عظموا وبالحق شرفوا، فموضع الإساءة من المسرب أغلظ من موضعها في المشرف، وداعي السخط في المعظِّم أقوى منه في المعظَّم، ولعلي أجمع بتكرير هذا الوعظ بين الأجر في تعريفك، وبين النفع في إذكاري - والتوفيق من الله.\nسر - أيدك الله - فينا بسيرتنا، وأقضِ علينا بقضائنا: فأول راض سنةً من يسيرها.\nالجزء: 1 ¦ الصفحة: 82\n",
        "وقد علمت مجازاة عبد الله بن هارون المأمون لسهل بن هارون عن كتابه في البخل، بالبخل عليه، ليريه أنه قدَّ جوابه من مسلَّته، وقد سدَّ مطالع حججه، لأنه منعه في معرض التنويل، وزرى على رأيه في شبه التفضيل، فكذلك فأعمل فينا بالعدل الذي جلوناه، واجعلنا أول من يفوز به منك، وأول من أظهرته فيه من قوى نفسك، وأنظر في هذا الكتاب ذاكراً لهذا الإيصاء، ومعتقداً لهذا الفعل، وهو كتاب صنعناه لكل أديب أحب أن يكون مذهبه خاصاً ومحضره بين أهل العلم مهيباً، وأراد أن يحسن الدلالة على اتساع معلومه، وينقلب عن المجلس إذا ألم به والألسن مشتجرةً بوصفه، وهمم أهل الطلب معقودةً بأثره، فإن الذي تضمنه ثمن للإجلال، وداعية للهيبة ورائد صادق في حسن المعرفة.\nوكان باعثي على تصنيفه أني رأيت أشعار العرب، وانتظامها كل مثل الحكيم، وكل معنى بديع، فرأيت أن جمع ذلك وتهذيبه واختياره وتأليفه يجمع بين النفع بما فيه من الأدب الذي يفتق اللسان، ويستقدم الجبان، وبين النفع بما فيه من الدلالة على معجز القرآن، إذ كان يتبحر ألفاظ هؤلاء القوم، والمعرفة بمعادن ألفاظهم، وبمنازع أغراضهم يعلم معجز القرآن علماً حسياً ذاتياً.\nوأنا أرى أن علم العالم أن القرآن معجز من طريق القياس والاستدلال، ومن طريق الحس والإدراك أشرف وأعلى من علم العالم بإعجازه من طريق القياس بالتقليد لغيره، والاعتبار بالفصحاء الذين تقدموه وكانوا حجة عليه، ولا أرى أن الإعجاز إنما هو بالصرفة لا غير، كما يعتقده قليل من الناس بل أرى أن الإعجاز إنما هو بنوعية ذلك النظم، وبإعجازه من التمكين والحول، وأن الصرفة أيدته وكانت في الرفد بمنزله الخوافي من القوادم، واستقصاء هذا الشوط من الكلام يطول، ولعل الله أن يوفقنا لتجريد كتاب مفرد في معناه. فعزمت لما رأيت هذا المرآى على كتاب أجمع فيه المختار من أشعار العرب، والمهذب من أخبارها وبلاغتها، فرأيته ينتهي من الطول إلى حد يفيض على لمع المعارف، ويستغرق نكت الفوايد، والكثرة إملال، وكأن الإطالة تقيم عذر المعرض عن العلم، وتبسط حجة التارك لتدبر الكتب، فقصدت إلى هؤلاء الشعراء الأربعة المثبتين في الطبقة الأولى\nالجزء: 1 ¦ الصفحة: 83\n",
        "وهم أمرؤ القيس والنابغة وزهير والأعشى، فجمعت إلى أسم كل شاعر منهم أسماء من يشاكله، وأخبرت عن قبيلة كل واحد من الأصل والمضاف، بمختار أشعارها ومحاسن أخبارها، فتهيا لي من الشعراء زيِّد على ستين شاعراً، وإذا ورد المختار من أشعار قبائل هؤلاء على وفور عددهم مع ما يتعلق بهم من ملح الأناشيد، وطرف المقاطيع، ومعارف الأخبار، كان جمهور علم العرب من أخبارها وأشعارها وأنسابها مع لهوةٍ من غرائب اللغة التي تجمع بين الأغراب والإحسان، إذ كان الغريب حوشيُّ لا يستعمل، وعاديُّ لا يطلب، ولو أنني اقتصرت على أسماء هؤلاء الشعراء لكان غريباً عجيباً، لأنه لا شيء أحسن ولا آنق من أن يجري ذكر امرئِ القيس فنذكر بضعة عشر شاعراً على هذا الاسم، ونذهب في ملح أخبارهم وبارع أشعارهم، وكذلك في النوابغ والأزاهر، فأما العشو فنحو ثلاثين شاعراً، ولكنني لو فعلت ذلك لما تعديت الدلالة على شدة بحثي وطول استثارتي مدافن هذه العلوم، دون إيراد ما يغزر به إمتاع القارئ ويكون ثروة للحافظ المذاكر، كما صنع أبو عبد الله محمد بن داود بن الجراح - رحمه الله - فإن صنع كتاب \" العمرين \" فأتى بإشارات دالةٍ على معرفته دون أن يقرن بذلك ما يلذ الناظر بعلمه، ولم أظن أنني بقيت في الاختيار متعللاً، لأنني كنت أختار البارع من أبيات القصيدة، ثم ألقيها جانباً مدة أيام، وأعاود النظر فيها برأي سالم، وباختيار شابِّ واعٍ، فأختار من ذلك المختار ما أرى إيراده، فيكون إبريزنارين.\nواعتمادنا في تفسير الغريب موافقة أغراض المتوسط في الأدب، إذ كان المبتدئ إلى غير هذا الكتاب أحوج، إلا في مواضع، رأينا أن تفسيرها وإن كانت معروفة شرك لذكر فائدة لا نرى إدماج ذكرها فنكون في ذلك كما قال البدوي:\nوأمضي إلى الأرض التي من ورائكم\n...\nلأعذر في إتيانكم حين أرجع\nوكما قال الأخر:\nالجزء: 1 ¦ الصفحة: 84\n",
        "وما بي حب الرمل لكن بي هوى\n...\nويغريك بالشيء البعيد الحبائب\nوكذلك فعلنا في مسارق الشعراء، فأنا لم نعرض منها إلا لما تكون الفائدة في المعرفة به دون المعرفة باستراقه، أو الاستراق منه.\nوألغينا الأسانيد خيفة التطويل إلا في أحد ثلاثة مواضع: إما خلاف نورده، وغفل نحضره، فنحتاج إلى إسناد يعضده، وإما أثر شرف روايةً في نفوسنا، وكان من أماثل من أدركناه في زماننا فحسبنا أن التخفيف بحذفه لا يبلغ ثمن العطل من التحلي بذكره، وإما فائدةٍ كان موقعها منَّا لطيفاً، وموردها عندنا غريباً، فرأينا أن الإغماض عن ذكر من أستفدناها منه خلل في المروءة، وشعبة من كفر النعمة، وغمط لإحسان لسنا أغنياء عن أمثاله، ولا مكتفين دون ما نستأنف من أشكاله، فقد حدثني أبو محمد عبد الغني بن سعيد الحافظ إنه كتب إليه أبو عبد الله النيسابوري أنه سمع أبا العباس محمد بن يعقوب الأصم يحكي عن العباس أبن محمد الدوري أنه سمع أبا عبيد القاسم بن سلام يقول: من شكر العلم ذكرك الفائدة منسوبةً إلى من أفادك إياها أو كما قال.\nوأغنانا عن سياقة الأسانيد كلها طريقتنا في الإتقان وما نحن من 0000إيثار شدة 000 الصحيح من السقيم.\nوينبغي لك يا قارئ الكتاب إن كنت تحب الشعر أن تعتده مختار أشعار القبائل، فإن كنت تحب الأخبار تمثلته مؤلفاً في سير الجاهلية والإسلام ومقصوداً بالأغرب فالأغرب من المعارف والآثار، وإن كنت تحب اللغة تصورته كتاباً مرتبطاً \" 0000 \" من عقائلها، ومن الشواهد عليها، وإن كنت تحب النسب - وهو أصعب علوم العرب - احتسبته سياقة جماهير الأنساب، وذكر الجمل من معارف الأشراف، وأيقن أنك لو أردت أن تصنف منه مئين من الكتب لأمكنك، لأنك تأتي إلى أخبار إياس بن معاوية - مثلاً - فتجد في بابه من أخباره عند ذكر مزينة ما لو أفردته مؤلفاً لما كان معيباً، على إقراري بالعجز دون الغاية، إذ كانت\nالجزء: 1 ¦ الصفحة: 85\n",
        "الكتب التي جمعها أسلافي ذهبت جميعاً بالشام، وكان مدة إستيافي النظر والجمع إلى حين تصنيف هذا الكتاب يقصر عن الاستيعاب، مع ما استفزع هذه المدة من أيام الصبا، التي عذرتني في قلة الحزم والإصابة، لأن كتبنا ضاعت وسنِيّ عشر سنين، وصنفت هذا الكتاب وأنا مستقبل الخامسة والعشرين.\nأسأل الله تعالى أن يرزقني برَّ ما أُصنفه من هذا الكتاب وغيره في تخليده لذكرى، واحتسابه بين أهل العلم غيبي، وقيامه بخلافة لساني ومحضري، ومع ذلك كله فأنا فقير من القارئ إلى بسط العذر، وإصلاح المختل، ولمِّ الشعث، ولعلي أزيد في هذا المصنف على طول الأيام ما امتد العمر، وما أتضل الفراغ وإن أقامت الرغبة وإن ثبتت الدواعي وإن نفقت الصناعة، وإن استقام الأمر، وإن شاء الله.\nوالحمد لله رب العالمين وصلواته على سيد المرسلين محمد وآله الطاهرين.\nالجزء: 1 ¦ الصفحة: 86\n",
        "فصل في ذكر اشتقاق \" العرب \"\nرأينا أنه مما يحتاج إلى تقديمه، ونحن في إيراده كالنائبين عن أبي بكر محمد بن دريد - رحمه الله - لأنه مما كان يجب أن يستقصيه في أول كتابه المصنف في اشتقاق الأسماء العربية، وبالله التوفيق.\nالذي أراه أن العرب سميت بهذا الاسم لإفصاحهم باللغة، وإيضاحهم سبيل البلاغة، من قولك: أعربت الشَّيءَ، أو عن الشيء، إذا ابنته أو أبنت عنه، وعربت عن فلان: أبنت عنه، وعربت الفارسية: أبنتها، وقال أبو عبيد في حديث رسول الله (\" الثيب يعرب عنها لسانها، والبكر تستأمر في نفسها \" وقد روى: \" يعرب عنها \" وهو قول الفراء، وبذلك الحديث الأخر في الذي قتل رجلاً يقول لا إله إلا الله، فقال القاتل: إنما قالها متعوذاً. فقال النبي (: \" فهلا شققت عن قلبه \"؟! فقال الرجل: هل كان يبين لي في ذلك شيئاً؟ فقال النبي: \" فإنما كان يعرب عما في قلبه لسانه \". ومنه حديث رووه عن إبراهيم التيمي الفقيه، وهو إبراهيم بن يزيد بن شريك، بن تيم بن عبد مناة بن أدّ، قال: كانوا يستحبون أن يلقنوا الصبي حين يعرب أن يقول: لا إله إلا الله، سبع مرار، وأعرب الرجل بحجته إذا أفصح عنها، وعرب: إذا فصح فلم يلحن، والمعرب: الفصيح اللسان، والعربي مثله، والمعرب: الذي له خيل عراب، والذي يعرف الخيل العراب أيضاً يقال له معرب، ومنه إعراب النحو، لإبانته مقاصد الألفاظ، وإزالته شبهة الالتباس، ومنه العربون والعربان لأنه إبانة عن موافقة الشيءِ المشترى لمشتريه، وصحة عزمه على وزن الثمن فيه، ومنه في الحديث: \" سنأتي سنون مغريات مكلحات \" أي مبينات للجدب، وأحسبه في حديث أمير المؤمنين علي بن أبي طالب عليه\nالجزء: 1 ¦ الصفحة: 87\n",
        "السلام. والعربرب والعبربر: السماق لبيان حمضه وحذاقة طعمه.\nومما يقوي ذلك أن يعرب بن قحطان إنما سمي يعرب لأنه أول من عدل لسانه من السريانية إلى العربية في قول القحطانية، وقولنا للأمة التي يقع فيها الأعراب: عرب، كقولنا: فلان ضارب، إخباراً بأن الضرب وقع منه، لأنا لا نرى أن الأسماء مشتقة من الأفعال، على ما يذهب إليه قوم يخالفهم البصريون، بل نرى أن الأسماء والأفعال مشتقة من المصادر، على أنه قد يكون في الأسماء ما يشتق من الاسم دون المصدر، على حد قولك: أستحجر الطين، وأستنوق الجمل، وتأله الرجل، فعل الأفعال المقربة إلى الإله، كما قال: سبحن واسترجعن من تألَّهي واستقصينا ذلك كله في مواضعه من غير هذا الكتاب، وبالله التوفيق. هذا أحسن ما يفسر به اشتقاق العرب عندي، ولو كنا نقتصر على ما نتيقن صحته لكفانا هذا الوجه، إلا أنا لإيثار ناشفاء صدر القارئ وترك الاختيار في أقوال الخلف نورد ما يحضرنا ذكره من الوجوه في اشتقاق العرب وهي ثلاثة عشر وجهاً: فالأول ما ذكرته.\nوالثاني: أن العربي منسوب إلى العرب، والعرب جمع عارب، كالغيب جمع غائب، والعارب الذي أتى عربة وهي جزيرة العرب، كما يقال: جلس فهو جالس إذا أتى جلساً، وهي نجد، وغار فهو غائر إذا أتى الغور.\nوالعرب أيضاً جمع عارب كحايل وحول، وغائط وغوط، إلا أنه لا ينسب إلى العرب، لا يقال في كلامهم عربي، وكان العرب ورد مطابقة للعجم، كما أن العرب بازاء العجم، وكما يقال خُشْبٌ وخَشَبُ.\nوالعجم اسم للجنس، وله اشتقاق يطول ذكره في هذا الموضع، والعجم جمع أعجم. والعرب وإن كان جمعاً كما ذكرناه فإنهم لم يروا أن يتصرفوا فيه بواحد يوردونه له، لأنهم لو قالوا: عارب لجاز أن يدل على أنه فاعل فعلاً من أحد الأقوال التي ذكرناها أن اشتقاق العرب\nالجزء: 1 ¦ الصفحة: 88\n",
        "يتوجه منها، ولخرج عن أن يكون دلالة على نسبه، إلى أن يصير دلالة على فعله، فاستغنوا عن ذلك بالنسبة إليه فقالوا: عربيُّ. وقال أبن دريد في مصدره: يقال عربيٌ بين العرابة والعروبة وقد سموا بعربي كما سموا برومي وفي ضبة شاعر محسن يقال له رومي بن شريك، وفي وفي بني عبد الدار رجل يقال له أبو الروم عبد مناف بن عمير العبدري. وممن أسمه عربي: عربيَّ بن منكث أحد بني عبيد الرماح بن معد بن عدنان، وعبيد بن معد هؤلاء انقسموا قسمين: ففرقة دخلت في مزينة، وفرقة دخلت في كنانة والتي دخلت في كنانة هي التي يقال لها عبيد الرماح، وأبن عربي هذا: إبراهيم بن عربي، وكان مكرماً عند بني أمية، والسبب في ذلك أن أمه كانت فاطمة بنت شريك بن عبدة بن مغيث بن الحد بن عجلان بن حارثة بن ضبيعة بن حرام بن جعل بن عمرو بن جثم بن ودم بن ذبيان بن هميم بن ذهل بن هنيئ أبن بلي بن عمرو بن الحاف بن قضاعة، وشريك هو الذي يعرف بشريك بن سحماء، وسحماء أمه، وهي في قول بعضهم: سحماء بنت عبد الله الليثية، وقال آخرون هي يمانية. وشريك هو الذي اتهمه عويمر العجلاني من الأنصار بامرأته فنزل بسببها اللعان، في حديث طويل ليس هذا موضعه، فلما كان يوم دار عثمان ضرب مروان بن الحكم وسعيد بن العاص فسقطا، فوثبت فاطمة بنت شريك فأدخلت مروان بيتا فأفلت، فكان بنو مروان يحفظون إبراهيم بن عربي لذلك وولاه عبد الملك اليمامة وأعمالها، فتزوج بنت طلبة بن قيس بن عاصم بن سنان بن خالد بن منقر بن عبيد ين مقاعس - وهو الحارث - بن عمرو بن كعب بن سعد بن زيد مناة بن تميم، وأوفد إبراهيم مقاتل بن طلبة إلى عبد الملك ومعه أشراف من تميم وعامر بن صعصعة، وكتب إلى الحجاب أن يحسنوا أذنه فأذن له أول الوفد، فلما دخل على عبد الملك أدناه وأكرمه فقال:\nوفضَّلني عند الخليفة أنني\n...\nعشية وافت عامر وتميم\nوجدت أبي عند الإمام مقدَّما\n...\nلكل أناس حادث وقديم\nالجزء: 1 ¦ الصفحة: 89\n",
        "فقال رجل من عبشمس بن سعد بن زيد مناة بن تميم:\nلولا حر قدمته لابن منكتٍ\n...\nمقلم ناب الاسكتين أزومُ\nلما كنت عند الباب أول داخل\n...\nعشية وافت عامر وتميم\nوكان إبراهيم اسود، ففيه يقول البعيث - واسمه خداش بن بشر بن أبي خالد، وقد يقال: بشر بن خالد بغير كنية بن بينة بن قرط بن سفيان بن مجاشع بن دارم بن مالك بن حنظلة بن زيد مناة بن تميم:\nترى منبر العبد اللئيم كأنما\n...\nثلاثة غربانٍ عليه وقوعُ\nوفي هذه القصيدة يقول:\nوإن لها جاراً إذا ما دعوته\n...\nتحرد عاري الاشجعين منيع\nأغر إذا ما شد عقداً لذمةٍ\n...\nحماها وطير في الدماء كروع\nوسنقصي - إن شاء الله - ذكر البعيث عند ذكر ضبة بنت البعيث فإنها كانت شاعرةً، وهي التي تقول ترثي أباها، وكان لما مات نعاه رجل من عكلٍ:\nنعاه لنا العكلي لا دردره\n...\nفيا ليته كانت به النعل زلت\nفلن تسمعي صوت البعيث ممارياً\n...\nإذا ما خصومات الرجال تعلت\nوإبراهيم هذا هو الذي استعداه منازل بن فرعان بن الأعرف من بني عبد منبه أبن عبادة بن النزال بن مرة بن عبيدٍ، أخوه منقر بن عبيد على أبنه خليج بن منازل وقال:\nتظلمني حقي خليج وعقني\n...\nعلى حين صارت كالحني عظامي\nرجاء لغولٍ من حرامٍ كأنما\n...\nتسعر في بيتي حريق ضرام\nيعني إن أبنه تزوج امرأة من حرام بن كعب بن ربيعة بن سعد بن زيد مناة بن تميم:\nالجزء: 1 ¦ الصفحة: 90\n",
        "لعمري لقد ربيته فرحاً به\n...\nفلا يفرحن بعدي أمرؤ بغلام\n- في أبيات - فأراد إبراهيم بن عربي ضرب خليج فقال له: أصلح الله الأمير لا تعجل عليَّ!! أتعرف هذا؟! منازل بن فرعان الذي يقول فيه أبوه:\nجزت رحم بيني وبين منازلٍ\n...\nجزاء مسيء يفتر طالبه\nتعمد حقي ظالماً ولوى يدي\n...\nلوى يده الله الذي هو غالبه\nأأن أرعشت كفا أبيك وأصبحت\n...\nيداك يدي ليث فإنك ضاربة\nفي أبيات كثيرة، فرفع عنه إبراهيم الضرب وقال لأبيه: عققت فعققت.\nوقد كان في التابعين رجل يقال له أبو سلمة الزبير بن عربي البصري، والنضر بن عربي أيضاً حراني يروي عن عكرمة، وحسين بن محمد بن عربي من أصحاب شعبة، وغيرها هؤلاء ممن لم نعمد لإحصاء اسمه.\nونعود إلى سبيلنا الأول فمن شاهد على أن عربة اسم جزيرة العرب ما أنشده هشام الكلبي في كتابه المسمى \" عربة \" لأبي طالب عم رسول الله (، واسمه عبد مناف بن عبد المطلب، واسمه شيبة بن هاشم واسمه عمرو بن عبد مناف، واسمه المغيرة، بن قصي، واسمه زيد، ابن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر، وهو جماع قريش، من ليس من ولد النضر فليس من قريش - بن كنانة بن خزيمة بن مدركة واسمه عمرو، بن الياس أبن مضر بن نزار ين معد بن عدنان:\nوعربة أرض لا يحل حرامها\n...\nمن الناس غير الشوتري القنابل\nالشوتري: الجريء، ومنه قول غالب العكلي:\nبني كليب ساقكم جد شقي\n...\nحتى رماكم عند آصال العشى\nبمطرهم في الشباب شوتري\nالجزء: 1 ¦ الصفحة: 91\n",
        "والقنابل: الضخم الجسم، وقيل العظيم الرأس، وأنا أرى أن هذا البيت يدل على غير ما استشهد به هشام، لأنه يدل على مكة فقط، وهشام أعرف. وقال أبو سفيان الأكلبي، واسمه أنس بن مدرك من أكلب بن ربيعة بن عفرس بن حلف بن أفتل - وهو خثعم - بن أنمار بن عمرو بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان، وقيل: هو أكلب بن ربيعة بن نزار، وأنهم دخلوا بحلف فصاروا معهم:\nأبونا رسول الله وأبن خليله\n...\nبعربة بوانا فنعم المركب\nأبونا الذي لم تركب الخيل قبله\n...\nولم يدر شيخ قبله كيف تركب\nوقال ابن منقذ الثوري من ثور أطحل بن عبد مناة بن أد بن طابخة.\nلنا إبل يطمث الذل نيبها\n...\nبعربة مأواها بقرنٍ بأبطحا\nولو أن قومي طاوعني سراتهم\n...\nأمرتهم الأمر الذي كان أريحا\nوقال أسيد بن الحلاحل:\nوعربة أرض جد في الشر أهلها\n...\nكما جد في شرب النقاخ ظماء\nوقال أسيد أيضاً:\nإذا ما القمر الثريا\n...\nلثالثة فقد ذهب الشتاء\nوتمت مدةٌ، ووفت عهود\n...\nوبان الود واتصل الجلاء\nوبست بالتهام شامخات\n...\nعلى أثباجها شجر وماء\nالجزء: 1 ¦ الصفحة: 92\n",
        "ورجت باحة العربات رجاً\n...\nترقرق في مناكبها الدماء\nوقولهم: ما بالدار عريب من هذا، كأنهم قالوا: ما بها قوم من العرب وعريب جمع عارب، كعزيب جمع عازب، ويجوز أن يكون عريب اسماً واحداً غير جمع، ويكون بمعنى معربٍ، كما يقال: نذير بمعنى منذر، فكأنهم قالوا: ما بالدار أحد يعرب ولا يصفح، كما يقال: ما بها داع ولا مجيب.\nوأما عريب بن زيد بن كهلان وغيره ممن اسمه عريب على فعيل فيجوز فيه الوجهان جميعاً. ويحوز أن يكون جمعاً سمي به رجل مثل كلاب وسباع، ويكون واحداً، وقد يستعملون عرباً أيضاً بالتنكير، لأنهم يقولون: ما بهذا الدار عرب، كما يقولون: ما بها ناس، أو: ما بها أحد، وما نزل هذا الموضع عرب، كما يقولون: ما نزل هذا الموضع ناس.\nوقال عمرو بن معاوية بن المنتفق بن عامر بن عقيل - وقيل أن بين المنتفق وبين معاوية أبا آخر والله أعلم:\nتهادي قريش في دمشق لطيمتي\n...\nوتترك أصحابي، وما ذاك بالعدل\nفإني على هول الجنان لنازل\n...\nمنازل لم تنزل بها عرب قبلي\nفي أبيات يخاطب بها معاوية بن أبي سفيان، وكان صاحب الصوائف له غير مرة. وولاه أرمينة وأذربيجان، وولاه الاهواز، ثم غضب عليه وأغرمه. وكنا أغفلنا في صدر الكلام تفسير جزيرة العرب وحدودها عند ذكرنا عربة خوفاً من تفرط نظام القول وتكدير مهنإ الفائدة، ونحن نذكره، ونبين اختلاف أهل العلم فيه، ونبدأ بقول أبي جعفر محمد بن حبيب مولى بني هاشم والذي بلغنا عنه أن جزيرة العرب خمسة أقسام، وهي الحجاز وتهامة ونجد والعروض واليمن، قال: وذلك أن جبل السراة - وهو أعظم جبال العرب - أقبل من قعر اليمن حتى بلغ أطراف بوادي الشام، فسمت العرب سراته\nالجزء: 1 ¦ الصفحة: 93\n",
        "حجازا لأنه حجز بين الغور ونجد. وكذلك تسمي العرب كل جبل يحتجز بين أرضين حجازاً، قال حربث أبن عتاب بن مطر بن كعب بن عوف بن عنين بن غوث بن نابل بن نبهان - واسمه أسود - بن عمرو بن الغوث بن طيء - وهو جلهمة - بن أددٍ:\nلنا نسوةٌ لم يجر فيهن مقسما\n...\nخميس ولا بعد التساهم مربع\nحماهن من نبهان جمع عرموم\n...\nوصم العوالي والحجاز الممنع\nيرى خارجياً لا يزال إذا بدا\n...\nتشير لهم عين إليه وإصبع\nيعني بالحجاز هاهنا جبل طيءٍ، والخارج عنى به أنه ظهر وبدا للعيون.\nقال: وسمت ما خلف ذلك الجبل في غربيه إلى أسياف البحر من بلاد الاشعرين وعك وكنانة وغيرها ودونها إلى ذات عرق والجحفة وما صاقبها وغار من أرضها: الغور غور تهامة، تجمع تهامة ذلك كله.\nقال: وسعت ما دون الجبل في شرقيه من الصحارى النجد إلى أطراف العراق والسماوة وما يليها: نجداً، ويسمى جلساً أيضاً. إلا في قول أبي عبد الله محمد بن الأعرابي مولى مجالد، ومجالد مولى المنصور أبي جعفر فإنه ذكر أن المدينة هي جلس دون ما سواها، وذلك لارتفاعها عن الغور، وانخفاضها عن نجد، ذهب أبو عبد الله إلى أنها سميت بذلك جلس لانخفاضها، وقد يجوز أن تكون سميت جلساً لارتفاعها من قولهم: ناقة جلس، أي كوماء مشرفة قال مرة بن محكام السعدي:\nفصاف السيف منها ساق متليةً\n...\nجلس فصادف منها ساقها عطبا\nوقال غيلان - وهو شاهد في الغريب -: يدعن الجلس نحلاً قتالها أي يتركن الناقة الضخمة ناحلة ضئيلة الجسم لشدة السير، والقتال والنفس. قال: وسموا\nالجزء: 1 ¦ الصفحة: 94\n",
        "بلاد اليمامة والبحرين وما والاها - وفيها نجد وغور لقربهما من البحار وانخفاض مواضع فيها ومسايل أودية بها - العروض، وسموا ما خلف بلاد مذحج تثليث وما دونها وما قاربها إلى صنعاء وما والاها من البلاد إلى حضرموت والشحر وعمان وما يليها إلى اليمن: اليمن اسماً جامعاً لذلك كله. هذا قول أبي جعفر، وعليه معولي في هذا المعنى.\nوكان الهيثم بن عدي يحكي عن مجالد عن عامر أنه قال: سألته عن جزبرة العرب فقال: ما بين القادسية الى حضرموت. وقال معمر بن المثنى: جزيرة العرب ما بين حفر أبي موسى إلى أقصى اليمن في الطول، وأما العرض فما بين رمل يبرين إلى منقطع السماوة. وقال الأصمعي: جزيرة العرب من أقصى عدن أبين إلى ريف العراق في الطول، وأما العرض فمن جدة وما والاها من ساحل البحر إلى اطرار الشام، وإلى هذا القول كان يذهب أبو عبيد القاسم بن سلام في تفسير حديث رسول الله (وعلى آله أنه أمر بإخراج اليهود والنصارى من جزيرة العرب. قال أبو عبيد: وإنما أستجاز عمر بن الخطاب إخراج أهل نجران من اليمن وكانوا نصارى إلى سواد العراق، وأجلى أهل خيبر إلى الشام وكانوا يهوداً من أجل هذا الحديث.\nوأما الزبير بن بكار بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي فكان يذكر عن مالك الفقيه وهو مالك بن أنس بن مالك بم أبي عامر بن عمرو بن الحارث بن غيمان بن خثيل بن عمرو بن ذي أصبح - وإليه تنسب السياط الأصبحية - واسمه الحارث بن مالك بن زيد بن الغوث بن سعد بن عوف بن عدي بن مالك بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير - واسمه العرنجج بن سبأ - وأسمه عبد شمس، أبن يشجب بن يعرب بن قحطان، وقد قيل في نسبه قول آخر، وهذا أصح وأثبت من طريق الكلبي، ولا بأس عند ذكر مالك يذكر نسب\nالجزء: 1 ¦ الصفحة: 95\n",
        "منازعيه الرئاسة من الشافعي وأبي حنيفة، فأما الشافعي فهو محمد بن إدريس بن العباس بن عثمان بن شافعي - وإليه ينسب - ابن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف.\nوأما أبو حنيفة فهو النعمان بن ثابت مولى بني تيم الله بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل، ذكر ذلك ابن أبي خيثمة وهو الذي يروى عنه أبو عبد الله محمد بن داود ابن الجراح - رحمه الله - وقد قيل انه ليس له عرق في العرب. ولا ولاء أيضاً، وأنه يدعي ولاء بني تيم الله، وذكر أبو عبد الرحمن المعري قال: قال لي أبو حنيفة ممن أنت؟ قلت: من أهل دورق. قال: ما يمنعك أن تعتزي إلى بعض أحياء العرب فهكذا كنت، حتى إعتزيت إلى هذا الحي من بكر بن وائل، فوجدتهم حي صدق، والله أعلم بالصحيح.\nوما أعرف في الثلاثة من يروى له شعر إلا الشافعي، فإن أبا بكر محمد بن شعيب الصيرفي القاضي الحلبي - رحمه الله - أنشدني قال: أنشدني بن أبي العقب الدمشقي بإسناد وصله إلى الشافعي، للشافعي:\nيا راكباً قف بالمحصب من منى\n...\nواهتف بقاع خيفها والناهضِ\nسحراً إذا قاض الحجيج إلى منى\n...\nدفعاً كملتطم الفرات الفائضِ\nإن كان رفضاً حبُّ آل محمد\n...\nفليشهد الثقلان أني رافضي\nفقال الزبير عن مالك: إن جزيرة العرب المدينة، واسمها طيبة، وقد تسمى بأسماء غير ذلك منها طيبة وطابة، ويثرب والعذراء وجابرة ويندد والدار، قال الله عز وجل: (والَّذينَ تَبَوَّأوا الدَّارَ والإيمان) ويحتج قائل هذا بقول عمر بن الخطاب بن نفيل بن عبد العزى ابن رياح بن عبد الله بن قرط بن رزاح بن عدي بن كعب بن لؤي بن غالب، وقد قال له كعب: إنك تموت شهيداً. فقال: من أين وأنا في جزيرة العرب؟!\nالجزء: 1 ¦ الصفحة: 96\n",
        "وإنما نُحِلَت هذا الاسم من أجل أنه كان بنو عبيل بن عوص أخوة عاد بن عوص بن ارم بن سام بن نوح عليه السلام، ثم نزلها بعدهم بنو عمليق بن يلمع بن عابر بن أشليحا بن لوذ بن سام بن نوح عليه السلام، ثم نزلها بعدهم قوم من عاد بن عوص، وكل هؤلاء من القبائل القديمة التي تدعى العرب العاربة، وهي عاد وعبيل أبناء عوص، وثمود وجديس ابنا غاثار بن ارم، وطسم وعمليق وجاسم وأميم بنو يلمع بن عابر.\nوروى أبو أسامة: أَميم - بفتح الهمزة - وغيره قال: أُميم - بضمها - وحضرموت والسلف والموذ، بنو يقطان بن عابر، وجدهم بن عامر بن سابن يقطان بن عابر بن حمير، فهم فيهم، قالوا: فأقام أولئك القوم من عاد بيثرب برهة، حتى جاءهم قوم من الأزد - واسم الأزد دراء بوزن فعال، ويقال فيه: الأسد بالسين، وذكر يعقوب أنه أفصح في الزاي والنسابون يقولون: إن الأسد إنما سمي الأسد لكثرة إسدائه المعروف، وهذا اشتقاق لا يصح عند أهل النظر، والصحيح في اشتقاق ما أخبرني به أسامة عن رجاله قال: العسد والأسد والأزد هذه الثلاث كلمات معناها كلها الفتل قال: والأزد يكون أيضاً بمعنى العزد، وهو النكاح. فنفى الأزديون العاديين عن يثرب وتدبرها، وأقاموا بها، وفي ذلك يقول شاعر من الخزرج ثم أحد بني زريق في قصيدة طويلة يصف قومه:\nملوكاً على الناس لم يملكوا\n...\nمن الدهر يوماً كحل القسم\nفأنبوا بعادٍ وأشياعها\n...\nثمود وبعض بقايا ارم\nبيثرب قد شيدوا في النخيل\n...\nخصوناً ودجن فيها النعم\nوفيما أشتهوا من عصير القطاف\n...\nوالعيش رخو، على غيرهم\nفساروا إليهم بأثقالهم على كل فحل هجانٍ قطم\nالجزء: 1 ¦ الصفحة: 97\n",
        "فما راعهم غير معج الخيول\n...\nوالزحف من خلفهم قد دهم\nفابنا بسادتهم والنساء\n...\nرغماً، وأموالهم تُقتسم\nورثانا مساكنهم بعدهم\n...\nفكنا ملوكاً بها لم نرم\nوقد استقصيت ذكر هذه القبائل وأصل نقلها ومناهي أمورها في موضعه من هذا الكتاب، وبالله التوفيق.\nوإنما نعني بجزيرة العرب محلها الأقدم، ومركز بيضهم الأول، لأنهم بع ذلك تفسحوا وحازوا كثيراً من الأرض خارجاً من هذه الجزيرة، ألا ترى إلى قول الأخنس بن شهاب - وسيأتي نسبه وخبره مستقصى في كتاب تغلب إن شاء الله:\nلكل أناس من معد غمارة\n...\nعروض إليها يلجأون وجانبُ\nلكيز لها البحران والسيف كله\n...\nوإن يأتها بأس من الهند كاربُ\nتطاير على أعجاز حوش كأنها\n...\nجهام أراق ماءه فهو آيبُ\n- أبو عمرو الشيباني: يطيروا - لكيز: بن أقصى بن عبد القيس بن دعمي بن جديلة بن أسد بن ربيعة ابن نزار.\nوبكر لها طهر العراق وإن تشا\n...\nيحل دونها من اليمامة جانبُ\nيعني بكر بن وائل بن قاسط بن هنب بن أقصى بن جديلة بن أسد بن ربيعة ابن نزار، ومن قبائل بكر: يشكر، وزمان وشيبان وعجل ولخم وبنو قيس بن ثعلبة وغيرهم.\nالجزء: 1 ¦ الصفحة: 98\n",
        "وصارت تميم بين قف ورملة\n...\nلها من حبال منتاى ومذهبُ\nوكلب لها خبث فرملة عالجٍ\n...\nإلى الحرة الرجلاء حيث تحابُ\nفي الكلام على نسب كلب طويل، ونحن نذكره في موضعه إن شاء الله.\nوغسان حي عزهم في سواهم\n...\nيجالد عنهم مقنب وكتائب\n- يعني أنهم عمال الروم - قد شرحنا نسب غسان في غير هذا الموضع من كتاب كندة، وبالله التوفيق.\nوبهراء حي قد علمنا مكانهم\n...\nلهم شرك حول الرصافة لاحبُ\nبهراء بن عمرو بن الحاف بن قضاعة، زهط المقداد بن عمرو.\nوغارت إياد في السواد ودونها\n...\nبرازيق عجم تبتغي من تضارب\nيعني إياد بن نزار بن معد، وكان يقال لهم الطبق لشدة إطباقهم بالشر والعُرام على الناس، ومنهم قيل: وافق شنٌّ طبقةً، يعنون شنَّ بن أقصى بن عبد قيس كذا قال الكلبي:\nولخم ملوك الناس تجبى إليهم\n...\nإذا قال منهم قائل فهو واجبُ\nلخم بن عدي بن الحارث بن أددٍ، وكان اسم لخم مالك، ومن لخم بنو نصر قوم النعمان بن المنذر ملك الحيرة، وسنستقصي هذا في موضعه إن شاء الله.\nونحن أناس لا حجاز بأرضنا\n...\nمع الغيث ما نلقى ومن هو غالبُ\nيعني أنا مصحرون لا نخاف أحداً، نكون مع الغيث حيث أغن ومع الغلب حيث عن، ومثل نحو من هذا القول قول ذباب بن معاوية العكلي:\nونحن أناس لا حجاز بأرضنا\n...\nنلوذ به إلا السيوف البواترُ\nالجزء: 1 ¦ الصفحة: 99\n",
        "وقال سويد بن كراع العكلي وقال اللغويون: إن كراع اسم أمه، وإن اسم أبيه عمرو أو عمير، الشك مني:\nونحن أناس لا حجاز بأرضنا\n...\nنلوذ به إلا السيوف القواطعُ\nولم يبق منا القتل إلا عصابة\n...\nتطاعن عن أحسابنا وتقارعُ\nوأبيض لا يشترى بشيءٍ أفاته\n...\nأسنّتنا والنقع أغبر ساطعُ\nتركنا عليه قصدتي سمهريةٍ\n...\nوجريان سيفٍ سلَّه إذ تُماصعُ\nوفي هذا البيت الرابع غرض حسن، ومعنى بديع، ويشبه قول ناجية بن الأسود الجرمي، وكان بعض السلاطين جلده، فأخذ سيفه من عنقه وضربه به:\nولما علاني بالقطيع علوته\n...\nوبالكف صافٍ كالعقيقة قاطعُ\nفطار بكفي نصله ورياسه\n...\nوفي جيد سعدٍ غمدهُ والرصائعُ\nوفي نحو من هذا يقول ابن زيانة التميمي - زيابة بوزن فعالة مشددة كذا فرآنا على جماعة من الأشياخ، وروى محمد بن داود بن الجراح عن رجاله: ابن زيانة بوزن فعالة تخفيفا ً - والزيابة الفأرة - وفي المثل: أسرق من زيابة، يعنون به الفأرة، ولا أحسب أبا عبد الله محمد بن داود إلا وقد أوهم في هذه اللفظة، لأن الرجل يقول في شعره:\nأنا ابن زيابة إن تدعني\n...\nآتيك والظن على الكاذب\nقال محمد بن داود: واسمه عمرو بن الحارث بن همام أحد بني تيم الله ابن ثعلبة، والبيت الذي أردنا إنشاده لمشابهته ما تقدم قوله:\nوالله لو لاقيته خالداً\n...\nلآب سيفانا مع الغالب\nوالثالث: - من وجوه اشتقاق العرب - أنه مأخذه من العرب وهي النفوس، وأحدثها عربهٌ، مثل قصبةٍ وقصبٍ وأنشدنني أبو أسامة لابن ميادة الرماح بن أبرد المري:\nالجزء: 1 ¦ الصفحة: 100\n",
        "لما أتيتك أرجو فضل نائلكم\n...\nنفحتني نفحة طابت لها العربُ\nوقال: العرب هاهنا النفوس.\nويكون وجه هذا الاشتقاق على معنيين: أحدهما: أنهم من الخلق بمنزلة النفس من الجسم، وثانيهما: أنهم أعز الخليقة نفوساً، والمعروف ما انفردوا به من صلابة الأكباد وقوه الأرواح وعزة النفوس أشهر من أن نطلب عليه شاهداً، ومنه قول شاعرهم:\nلا شيء أحسن منها إذ تودعنا\n...\nوجيبها برشاش الدمع مغتسل\nيبكي علينا ولا نبكي على أحد\n...\nلنحن أغلظ أكباداً من الابل\nوقائل هذا الشعر قدير بن منيع، أو أبوه منيع بن معاوية بن فروة ابن الاحمس بن عبدة بن خليفة بن جرول بن منقرٍ، خلاف هذا الشعر أنشدني لهدبة بن خشرم بن كرز بن أبي حية بن الاحسم بن عامر بن ثعلبة بن قرة بن خنبس بن عمرو بن ثعلبة بن عبد الله بن ذبيان بن الحارث بن سعد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة:\nباتوا وأتبعهم عيناً مملاة\n...\nدمعاً وما ذاك إلا الشوق والطرب\nنبكي عليهم ولا يبكون فرقتنا\n...\nأنا وجيراننا من جيرة عجب\nوليس بالمطرح في إباء النفس قول إبراهيم بن إسماعيل بن يسار بن فيروز أبن باذام، مولى بني تيم بن مرة:\nونفسي النفس تأبى أن أواتيها\n...\nعلى الصغار وتأبى أن تواتيني\nمن نفس إبليس شقت في حميتها\n...\nلا نفي آدم في عطفٍ وفي لين\nوكان أبوه إسماعيل شاعراً في زمن عبد الملك ووالده. ولمصنف الكاتب شعر في الإبا قد أطاع هواه فورده وهو:\nالجزء: 1 ¦ الصفحة: 101\n",
        "قارعت الأيام مني امرأ\n...\nقد أعلق المجد بامراسه\nتستنزل النجدة من رأيه\n...\nويستدر العز من باسه\nأروع لا ينحط عن تيهه\n...\nوالسيف مسلول على رأسه\nولعلي بن محمد بن يوسف جد أبي شعر يقول فيه:\nوإني على الإقتار همة\n...\nلها مسلك بين المجرة والنسر\nأؤمل نفسي لا أؤمل غيرها\n...\nمن الناس أو يأتي الغنا وهو ذو صغر\nوقد أنشدوني لشاعر من قريش، قريش الأندلس شعراً يقول فيه:\nولو صدت نجوم الليل عني\n...\nكصدك ما نظرت إلى السماء\nوكيف تظن نخوة عبشمي\n...\nتكون فيه قلب مزيقياءٍ\nولما قدمناه من التفسير سموا يوم الجمعة العروبة لاستكمال خلق النفوس وغيرها من المخلوقات فيه على ما يذكره رواة مبتدأ العالم. ومن ذلك أيضاً قيل له: الجمعة، لأن فيه اجتماع المخلوقات. ومما يدل على شرف هذا اليوم واستحقاقه لهذا الاسم أن الأيام تسمي بأسماء مشتقة لها من العدد في أكثر اللغات غيره، فأنه خص باسم عليه وقال رسول الله (لما قيل له: إن السبت لليهود والأحد للنصارى: \" نحن الآخرون السابقون \" يعني الآخرون زماناً والسابقون يوماً، ويروى أن رياح بن الربيع التميمي أخا حنظلة الذي يدعى بحنظلة الكتاب، وهو حنظلة ابن الربيع بن صيفي بن رياح بن الحارث بن مخاشن بن جهور بن غوى بن جروة بن أسيد بن عمرو بن تميم - قال لرسول الله (: للنصارى يوم ولليهود يوم، فلو كان لنا يا رسول الله يوم!! فنزلت سورة الجمعة. ويقال: عروبة بلا ألف ولام، وأنشد أهل اللغة: يوماً كيوم عروبة المتطاول.\nالجزء: 1 ¦ الصفحة: 102\n",
        "ويرون أن تعريفه بنفسه أفصح من تعريفه بالألف واللام على انه قد جاء في الشعر الفصيح، وقال الأعشي الكبير:\nفبات عذوباً للسماء كأنما\n...\nيوائم رهطاً للعروبة صيَّما\nيوائم: يشابه. وفي المثل: لولا الوئام هلك الأنام - يعني لولا تشبههم بالكرام. وقد يقال فيها: العروب - بلا هاء - قال عباية بن شكس العنزي ثم الهزاني:\nأنا العنزي بن الأسود الذي بهم\n...\nأسامي إذا ساميت أو أتبحجُ\nهم أسروا يوم العروب ابن طالم\n...\nوأردوا مريئاً فهو للشق مجنحُ\nويروى: الغروب، والأول أثبت.\nوإذ قد فسرنا عروبة فالوجه اتباعه بتفسير بقية الأسماء العربية للحاجة إلى ذلك. فأولها: الأحد، واسمه عندهم أول، لأنه أول الأيام، ولذلك أيضاً سمي الأحد، لأن منه ابتداء العدد، وأصله واحد، وأبدل من الواو ألفاً استثقالاً للابتداء بالواو، وقال نابغة ذبيان:\nكأن رحلي وقد زال النهار بنا\n...\nبذي الجليل على مستأنسٍ وحدِ\nويجمع على آحاد وأوحاد، ومثله أناة ووناة للجارية الجميلة الخريدة فأما الأناة الاسم من التأني فلا يكون إلا بالالف لأن أصلها من تأنيت، تفعلت بمعنى تنظرت الشيء إذا آن، أي حان ودنا وقته، ومنه قول يحيى بن يعمر الوشقي - من وشقة بوزن فعلة - بن عوف بن بكر بن يشكر بن عدوان بن عمرو بن قيس بن عيلان: أي مالٍ أديتَ زكاته فقد ذهب أبلته، قال أبو عبيدة: أصله وبلته - أي شره ومضرته - مأخوذ من الوبيل، وهو الضار.\nويسمى يوم الاثنين أهون، لأنه مكروه عندهم، ولكنه أهون طيرة، وأيسر كراهية من يوم الأربعاء، ويسمى أوهد أيضاً مشتقاً من الوهدة وهي الانحطاط، لانخفاض العدد من الأول إلى الثاني.\nالجزء: 1 ¦ الصفحة: 103\n",
        "ويسمى الثلاثاء جباراً لأنه هدر لا يكره ولا يستحب، وكذلك كل ما لم يعتد به قيل له جباراً، ومن هاهنا قيل ذهب دمه جباراً أي هدراً. قال الأفوه - واسمه صلاءة بن عمرو أبن عوف بن منبه بن أود بم صعب بن سعد العشيرة بن مالك بن أددٍ، قال ابن الكلبي: أود ابن معد بن عدنان وإنما انتقلوا فقالوا: أود بن صعب -:\nحكم الدهر علينا أنه\n...\nظلف ما نال منا وجبار\nجبار: يعني هدراً ومنه: جرح العجماء جبار، وأصله من جبرت العظم وكأن هذه الأشياء السهلة الهنية يلغى ذكرها جبراً للمسلم، واعتماداً لشمل الصلح، ويقال: جبرت العظم، فجبر هو، قال العجاج: قد جبر الدين الإله فجبر ومنه الجباير الاسورة، شبهوها بحبائر العظم الكسير، وواحدها جبارة، وقال الأعشى: وأرتاك كفاً في الخضا - ب ومعصما ملء الجبارة وجمعها جبائر وأنشد الخليل في كتاب \" العين \" وهو مليح:\nوتناولت كفها\n...\nفاتقت بالجبائر\nثم قالت واستضحكت:\n...\nهكذا غير صاغر\nوأما الظلف فهو الهدر أيضاً قال اللغويون: الظلف شبه الأخذ للشيء ومنه الظلف وقد جاء الظليف بوزن فعيل بمعنى الظلف، قال رجل من بني ربيعة بن ذهل بن شيبان، يصف رجلاً منهم عقر فرسه لضيفه:\nهو العاقر الحواء ليلة لم يصب\n...\nلأضيافه إلا الشريعة في اللبد\nفقال: كلوها في ظليف فإنني\n...\nسأورثها من وارثٍ باخل بعدي\nالجزء: 1 ¦ الصفحة: 104\n",
        "ويسمى الأربعاء دبارا لشدة ثقله عليهم، وتقرير الطيرة منه في نفوسهم منه، يرون أن المزوج فيه لا يلقى خيراً والمبضع لا يصادف ربحاً، والمسافر لا يصيب نجحاً، مأخوذ من الدبرة، وهي الهزيمة يقال: كانت الدبرة على بني فلان 0000الهزيمة. ومن0000 الدبري.\nويسمى الخميس مونسا، لخفته على قلوبهم، وطلاقته عندهم. ورشاد من يفعل فيه فعلاً ويمن من يطلب فيه أمراً، وهو كذلك في الإسلام، قد كان رسول الله (يتبرك به ويحب السفر فيه. وقال شاعر قديم:\nفلو أنه أغنى لكنت لخندف\n...\nعلى اليأس حتى ملها العمر تندب\nإذا مونس لاحت خراطيم شمسه\n...\nبكت غدوة حتى ترى الشمس تغرب\nيعني ليلى بنت حلوان بن عمران بن الحاف بن قضاعة المسماة بخندف أم ولد الياس بن مضر، وكان مات يوم الخميس فكانت تبكي كل خميس من الغدوة إلى الليل، ونستورد الخبر والشعر، بالشرح من هذا القول في موضعه إن ساء الله. ويسمى الجمعة عروبة - وقد مر تفسيره.\nويسمى السبت شيار مشتقاً من الشارة وهي الحسن والجمال لبركته عندهم، ألا ترى إلى قول رسول الله (: \" بورك لأمتي في بكورها، يوم سبتها وخميسها \" أو كما قال. وقد روى بعض أهل النقل: \" اللهم بارك لأمتي في بكورها \" فقط دون الاقتصار على السبت والخميس.\nأخبرني أبو مسلم قال أنبأنا أبو بكر محمد بن أحمد بن محمد بن بكر المعروف بابن حمدون البالسي حدثنا بباليس سنة إحدى وثلاثين وثلاثمائة قال حدثني عماي إبراهيم وجعفر أبنا محمد بن بكر قال \"؟ \" أنبانا إبراهيم بن مهدي عن علي بن مسهر عن عبد الرحمن\nالجزء: 1 ¦ الصفحة: 105\n",
        "بن أسحق عن النعمان بن سعد عن علي عليه السلام أنه قال: قال رسول الله (: \" اللهم بارك لأمتي في بكورها \" وهذا أشبه بما روي عنه (من التسوية بين الأيام بما في جميعها من البركة والإحسان.\nومن هذا المعنى يقال هو أشور منه أي أحسن منه، قال كبد الحصاة العجلي - واسمه عمرو بن قيس -:\nصبرت وبعض الجهل ما يتذكر\n...\nوصبرك عن ليلى أعف وأشور\nوعداك عنها نأيها ومشيبة\n...\nمن الحراب لا يصلى بها المعتذر\nأعف وأشور: أراد أحسن وأجمل، كذا حكي لنا في اشتقاق شيار عن العرب أنفسها، وفي هذا الاشتقاق بعض النظر، لأنه لو كان من الشارة لكان شوار مثل شوار البيت وأصل الشارة شورة، وانقلبت الواو ألفاً لتحركها وانفتاح ما قبلها، على أصل القوم، ولذلك جاء: أعف وأشور بالواو منه، وأنشد ثعلب: أفز عنها كل مستشير أي كل طالب للشارة والجمال، ومنه الشوران الزعفران لجمال لونه وإشراق منظره. ومنه يقال: شار الدابة يشورها شوراً إذا عرضها وأظهر محاسنها، ويقال للمكان الذي يكون فيه ذلك المشوار، وإلى هذا تذهب العامة في قولها لفلان نشوار - بالنون - والنشوار ليس من هذا في شيء، وهو ما يلقيه الدابة من فضلات علفه على نواحي آريه، وما دري كيف يجيء شيار من هذا وأصله الواو، على أن أبا بكر أبن دريد قد قال: إن الشير بالياء على وزن فعل فخفف، من قولهم: شير وصبر إذا كان حسن الصورة والشارة مثل قولهم: ميت وقيل هو تخفيف وقيل وميت، فيجوز أن يكون شيار جمعه، لأن فعالاً في جمع فعل باب مطرد، مثل عذب وعذب وجبال وجبل، ومن ذلك قولهم: جاءت الإبل شياراً، وجاءت الخيل شياراً، إذا جاءت سمانا حسانا. وقال عمرو بن عدي بن معدي كرب بن عبد الله بن عصم\nالجزء: 1 ¦ الصفحة: 106\n",
        "بن عمرو منبه - وهو زبيد الأصغر - بن ربيعة بن سلمة بن مازن بن ربيعة بن منبه بن سعد العشيرة:\nأعباس لو كانت شيار جيادنا\n...\nبتثليث ما ناصيت بعدي الاحامسا\nفيكونون سموا اليوم باسم جامع، وهو سائغ، حسن، وكان أبو الحر عبيد الله بن حفص التغلبي يقول: إن الشيار من الاضداد يكون خيار الشيء وحسنه، ويكون رديئه وعفنه، وروى أن رجلاً من العرب ذم رجلا فقال: والله ما أطعمني إلا خبر شيار، يعني خبزاً عطناً. وإن كان هذا ثبتاً فيجوز أن يكون السبت سمي شياراً لأنه آخر الأيام في الخلق، ولأن العطن إنما يكون من تأخر مدة الشيء وطول عهده، وأهل اللغة ينشدون هذين البيتين:\nأومل أن أعيش وإن يومي\n...\nبأول أو بأهون أو جبار\nأو التالي دبار فإنه أفته\n...\nفمونس أو عروبة أو شيار\nوقال بعض أهل العلم: إنهما مصنوعان، ودليل ذلك تكلفهما ومنع ما يستحق الصرف من أسمائهما.\nوالسبت نفسه معناه لأن الأعمال انفطعت، والخليفة تمت يوم الجمعة، فكان يوم السبت منفصلا منقطعاً، أو لأنه قطعة من الدهر.\nوفي السبت وجوه عدة يطول بإيرادها القول.\nولولا خوف شتات الغرض لذهبنا شوطا في تفسير الشهور والسنة والعام والحول والعصر، والشتاء والصيف والربيع والخريف، والليل والنهار، والساعة والإنى، وغير ذلك من تفصيل الزمان. ولعل أكثره أن يرد مبدداً في أثناء التصنيف، وبالله التوفيق.\nوالقول الرابع: أنه مشتق من العرب وهو حسن العشرة وجمال الخليقة. ومن ذلك العروب للمرأة الحسنة الخلق، والمحببة لزوجها، المتحببة إليه، المتجردة في التبعل له، قال الله عز وجل: (أبكار عرباً أتراباً) وهي جمع عروب. وقال الأعمش: - سلمان بن\nالجزء: 1 ¦ الصفحة: 107\n",
        "مهران الأسدي -: كنت أسمعهم يقولون: عرباً بالتخفيف مثل الرسل الكتب. ولغة بكر وتميم التخفيف في مثل هذه الأشياء، والوجه التثقيل، وعليه جاءت القراءات. وقال الشاعر في العروب أنشده محمد بن زياد:\nوعروب غير فاحشةٍ\n...\nقد ملكنا ودها حقيا\nثم آلت لا تكلمنا\n...\nكل حي معقب عقبا\nوقال أوس بن حجر:\nوقد لهوت بمثل الريم آنسةٍ\n...\nتصبي الحليم عروب غير مكلاح\nويقال أيضاً في معنى عروب: عربة بوزن فعلةٍ مكسورة العين، ذكر أبو عبيد، وكون وزنها فعلة يصح أن المصدر العرب محركاً، ويكون وجه هذا الاشتقاق أنهم لكرم أخلاقهم، واتساع جودهم وبشرهم لعارفيهم سموا بذلك. وقد سموا عرابة، وهو عرابة بن أوس الأوسي، وسنستقصي ذكره عند ذكر الشماخ من كتاب \" ذبيان \" إن شاء الله. وقد كنوا بأبي عروبة، وفي عنزة رجل يقال له أبو عروبة بن شاس من بني جلان وكان شاعراً فاتكا. وأغار الحطم - واسمه شريح بن ضبيعة بن شرحبيل بن عمرو بن مرئد بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة - على بهراء، فأصاب منهم رجلاً شريفاً فأسره، وكان معه ناس من عنزة، منهم أبو عروبة، فقتل أخ لأبي عروبة، فقالوا لأخيه: ما تدع هذا الأسير؟! آلا تقتله بأخيك؟ فشد عليه أبو عروبة فقتله، فأخذه الحطم فأوثقه في القد فكان الأسير، فقال في ذلك أبو عروبة.\nغادرت ثأري مضرجاً بدمٍ\n...\nولم تغلني مقالة الحطم\nوقال في أبيات يهجو بها الحطم:\nيبيت يثني أيره فوق فخذه\n...\nإذا فلت أسرى أصبح المرء باركا\nالجزء: 1 ¦ الصفحة: 108\n",
        "واستغاث أبو عروبة وهو في قدة بعباد بن مرثد بن عمرو بن مرثد بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة، وعمل إليه أبياتا منها:\nيا من لهم يبيت الليل يكلوني\n...\nكأنه موفق بالنبل يرميني\nمن ذا أعوذ به منه فيمنعني\n...\nولن أعوذ بذي رجلين ممحون\nيعني نفسه - وممحون محبوس - فلم يصنع شيئاً فأتاه أبجر بن جابر العجلي فاشتراه بمائةٍ من الإبل واعتقه فقال:\nقولا لأبجر والمعروف نافلة\n...\nعندي وعمد بني عمي وأعمامي\nرأبت ما لم يكن حي ليرأبه\n...\nإلا الهمام على بوسي والنعام\nفالله يجزيك عما لم تجاز به\n...\nوعن شوابك أصهار وأرحام\nوقال أبو عروبة أيضاً:\nرضينا بعجل في اللقاء فوارساً\n...\nإذا أزمات الموت حبت حياتها\nيسود عجلاً صبرها برمحها\n...\nويحمدها مضرورها وعنانتها\nوقد كان بحران بأخرة رجل محدث من بقية أهل الإسناد يقال له أبو عروبة الحراني، واسمه الحسين بن محمد بن مودود، وكان أبو الفضل الوزير - رحمه الله - يذكر لنا أن أباه سمع منه شيئاً كثيراً، وكان أبو الفضل نفسه - رحمه الله - يروى عنه شيئاً كثيراً بالمكاتبة والإجازة، وقد كان سعيد بن عروبة أحد المصنفين الثقات، وسعيد يكنى أبا النضر، وأسم أبى عروبة مهران مولى بني يشكر. وكان سعيد يروى عن سعيد عن قتادة بن دعامة السدوسي وحدثني الحسن أبن عبد الصمد بن الحسين بن يوسف عن أبيه عن أحمد بن إبراهيم الأشناني عن أحمد بن عبيد النحوي عن الواقدي عن قيس بن ربيع الأسدي عن السدي عن أبي مالك قال: لم يؤمن مع لوط أحد من الناس ألا بنتان له يقال لأكبر هما رية والصغرى عروبة.\nوالقول الخامس: انه مشتق من العرب وهو فساد المعدة يقال: عربت معدته نعرب\nالجزء: 1 ¦ الصفحة: 109\n",
        "عرباً، مثل ذربت تذرب ذرباً، ذكره أبن دريد والجماعة وأنشدوا: لا يشتكي معدته من العرب ويكون وجه هذا الاشتقاق أنهم لحدة شوكتهم وخشونة ملمسهم وصرامة بأسهم أشجوا جميع الأمم المخالفة لهم، وكانوا فيهم بمنزلة هذا الداء من المعدة في مبالغته أذاها وإضراره بها. والقول السادس: أنه مشتق من العرب وهو الفجور والفساد، قال أبن الأعرابي أبو عبد الله، وأنشد شاهداً عليه:\nفما خلف من أم عمران سلفع\n...\nمن السود ورهاء العنان عروب\nقال: أراد فاجرة فاسدة، فأما كون مصدره على فعل فليس مما يوجبه القياس إلا أن أبا عمر الزاهد ذكره مسنداً عن أبن الأعرابي، والشعر للأقرع بن معاذ بن سنان بن حزن بن عامر أبن سلمة الخبر بن قشير بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس بن الناس، واسم الأقرع الأشيم وقيل: الأشم وإنما سمي الأقرع بقوله، وأول القصيدة التي البيت الشاهد منها:\nألا حبذا ريح الغضاحين زعزعت\n...\nبقضبانه بعد الطلال جنوب\nوقد قال أبو الحسن علي بن حازم النحوي اللحياني: هي العاشق الغلمة.\nوقال يحيى بن زياد بن عبد الله الفراء: هي الغنجة، فأطافا بالمعنى الذي صرح به أبو عبد الله وهو الفجور، ومن ذلك سمي النكاح الأعراب. وقال أبن عباس في قوله: فلا رفث ولا فسوق قال الرفث الذي ذكر هاهنا التعريض بذكر النكاح، قال أبن عباس: وهو العرابة في كلام العرب. يقال عربت وأعربت إذا أفشحت. قال روبة بن عبد الله العجاج: والعرب في عفافةٍ وإعراب\nالجزء: 1 ¦ الصفحة: 110\n",
        "أراد بالعرب المتحببات إلى الأزواج، والإعراب من الفاحش، فمعناه أنه يقول: يجمعن العفافة عند الغرباء، والإفحاش عند الأزوج كما قال الفرزدق:\nيأنس عند بعولهن إذا خلوا\n...\nوإذا هم خرجوا فهن خفار\nومنه قول أبي محمد عطاء بن أبي رباح: أنه كره الأعراب للمحرم، يوميء به إلى النكاح،.\nويكون اشتقاق اسم العرب من هذا المعنى وهو الفجور أنهم عاملوا الناس في الجعجعة بهم والغلظة عليهم معامله الفجار، فسموا بذلك وأن لم يكونوا فجاراً، وعلى مثل هذا فسر بعض المفسرين قول الله عز وجل: (يخادعون الله والذين آمنوا، وما يخدعون إلا أنفسهم وما يشعرون) وقال: معنى \" يخادعون \" يفعلون أفعال المخادعين، وإن لم تكن الخديعة واقعةً منهم، إذ كان أصل الخدع إخفاء الشيء، والله تخفى عليه خافية، هذا قول بعض أهل العلم والله أعلم بكتابه. وعلى نحو منه فسر صاحب اللواء:\nحلفت لها بالله حلفة فاجر\n...\nلناموا فما إن من حديث ولا صال\nوذلك أنه لما كان من شأن الفاجر أن يغلظ يمينه، ويؤكد أليته حلف لها أمرؤ القيس كيمين الفاجر، وأن لم يكن فاجراً في قسمه، ويوضح ذلك أنه قال بعد هذا البيت:\nسموت إليها بعد ما نام أهلها\n...\nسمو حباب الماء حالا على حال\nفقد صح ما أقسم عليه من نومهم، وبطل أن يكون في يمينه، ولم يبق إلا حمله على الوجه الذي ذكرناه، وكذلك هؤلاء فعلوا أفعالاً ساء موقعها عند من فعلوها معه من أعدائهم سوءاً شابهوا به أفعال الفجار وإن لم يكونوا فجاراً، ويجوز أن يكون محمولاً على أصل الفجور وهو الظهور والبروز ومنه: في فلان فجر، أي كرم ظاهر وجود فائق، ويكونون سموا بذلك ليرزوهم عن الأمم وظهورهم على الطوائف.\nالجزء: 1 ¦ الصفحة: 111\n",
        "والقول السابع: أنه مشتق من العرب وهو مصدر عرب الجرح يعرب عرباً، إذا بقيت له آثار بعد البرء، عن أبي زيد سعيد بن أوس الأنصاري، ويكون وجه هذا الاشتقاق أنهم لبروز أفعالهم وبقاء آثارهم وخلود نكايتهم لأعدائهم سموا بذلك.\nوالقول الثامن: أنه مشتق من العرب وهو كثرة الماء، ومنه بئر عربة إذا كثر ماؤها، ذكره ابن حبيب، واستشهد بقول طفيل الغنوي:\nولا أكون وكاء الزاد أحسبه\n...\nلقد علمت بأن الزاد مأكول\nولا أقول وجم الماء ذو عرب\n...\nمن الحرارة: أن الماء مشغول\nوقال محمد بن زياد الإعرابي أيضاً: يقال: ماء عرب ونهر عرب وبئر عربة، كله يراد به كثرة الماء.\nولهذا الاشتقاق وجوه: إحداها أنهم لاشتباه حسن أفعالها ووجدان الكرم في كافتهم سموا بذلك، وقد قيل في المثل: أشبه به من الماء بالماء.\nوثانيهما: أنهم لكرم أنسابهم وخلوص أعراقهم وصفاء أصولهم سموا بذلك، كما قيل للحصان الصحيحة النسب من النساء: ماء السماء. وكما يقال: حصان كماء المزن.\nوثالثها: أنهم لاستغنائهم بأنفسهم. واكتفائهم دون الحاجة إلى غيرهم وتحيزهم بتدبير أموالهم عن أكثر أغراض سواهم سموا بذلك، لأن الماء يوصف بالغنى عن الأشياء وبحاجتها إليه كما قال سهل بن هارون بن راهبون البليغ - رحمه الله، في بعض حكمه، يصف بعض الملوك في جلالة قدره، واستغنائه عن آراء اتباعه وعن مساعي أعوانه -: كالماء الذي ليس به إلى شيءٍ حاجة، ولكل شيء إليه أمس الضرورة.\nورابعها: أنهم لما أحيوه من الأرض الميتة، وأقاموه من الأعلام الدارسة، وأهلوه من القفار العازبة، سموا بذلك، تشبيهاً بالماء الذي به حياة كل شيء قال الله عز وجل: (وجعلنا من الماءِ كلَّ شيءٍ حيٍّ) .\nالجزء: 1 ¦ الصفحة: 112\n",
        "والقول التاسع: أنه مشتق من العرب، وهو النشاط قال النابغة الذبياني:\nوالخيل تمزع عرباً في أعنتها\n...\nكالطير تنجو من الشؤبوب ذي البردِ\nوقد رواه الناس قاطبة بالغين معجمة إلا أن الخليل أورده في باب العين، وقد نوزع فيه، ووجه هذا الاشتقاق أنهم سموا بذلك لنشاطهم إلى إحراز المآثر، وتسرعهم إلى معونة الثائر وإجابة دعاء الجار المجرور، واشتياقهم إلى اغتنام الثناء، وإدراك مناقب الكرماء، كما قال شاعرهم:\nومستنبحٍ قال الصدى مثل قوله\n...\nحضأتُ له ناراً لها حطبٌ جزلُ\nوقمت إليه مسرعاً فغنمته\n...\nمخافة قومي أن يفوزوا به قبلُ\nوالقول العاشر: أنه مشق من العرب وهو يبيس البهمى، وأحدتها عربة وقال أبو زياد - وهو يزيد بن عبد الله بن الحارث بن همام بن دهر بن ربيعة بن عمرو بن نفاثة بن عبد الله بن كلاب بن ربيعة بن عامر بن صعصعة - إن البهمى خير أحرار البقل رطباً ويابساً.\nووجه هذا الاشتقاق أنهم سموا بذلك لأنهم من البشر بمنزلة البهمى من البقل. ويكون فيه وجه آخر أقوى من هذا وهو أن يبيس البهمى هو سفاها، والعرب تضرب به المثل في حدة شوكه، وتذلق غربه، حتى أنهم يسمونه نصالاً، قال القحيف العقيلي:\nعلى كل ذيال أطار نسيله\n...\nعياب الحيا والخصب حتى تفيلا\nرعى الروض والقربان حتى إذا رأى\n...\nنصال السفا من حيث ركبن نصلا\nوقال الآخر، وأنشده ابن الأعرابي: إذا استنصل الهيف السفا برحت به عراقية الأقياظ نجد المرابع\nالجزء: 1 ¦ الصفحة: 113\n",
        "فيكونون سموا بذلك لحدة شجاعتهم، ونفوذ عزائمهم، وقد قيل في العرب إنه بالغينمعجمة، والعين أثبت.\nوالقول الحادي عشر: أنه مأخوذ من التعريب، وهو الجبه بالغلط والرد، ومنه قول عمر: ما لكم إذا رأيتم الرجل يخرق أعراض الناس أن لا تعربوا عليه؟ فقالوا: نخاف لسانه. قال ذلك أدنى أن لا تكونوا شهداء، رواه أبو عبيد وابن الأعرابي وغيرهما. ومعنى تعربوا عليه أي تردونه، وتدفعون قوله. وقال أوس بن حجر:\nومثل ابن عثم إن ذحول تذكرت\n...\nوقتلي تياس عن صلاح تعربُ\nابن عثم: أحد بني جشم بن سعد. وتياس: أرض التقت فيها بنو سعد وبنو عمرو وكانت المعلاة لبني عمرو، قوم أوس يقول: فمثل هذه القتلى يمنع تذكره من الصلح.\nويكون وجه هذا الاشتقاق أنهم سموا بذلك لأنهم يردون حكومة الظالم، ويعصون أمر الغاشم.\nوالقول الثاني عشر: أنه مشتق من العبة، وهو النهر الشديد الجري، عن ابن دريد. ووجه هذا الاشتقاق أنهم شبهوا بالماء الجاري في قوة مسيله. وأعتياص رده وجره ما وجد في جريته.\nفأما العربة لهذه المنصوبات على دجلة والفرات فمولد، إلا أن ثعلبة قد ذكره وصححه وقال: سميت بذلك من العربة وهو الشديد الجري من الأنهار، ولذلك لسرعة مدارها واتصال جريانها.\nوالقول الثالث عشر: أنه مشتق من التعريب، وهو مداواة للخيل بالنار، تسمى التبزيغ، وسميت العرب من ذلك لبلوغهم في شفاء الصدور بدرك الثأر، وإحكام ما عقدوه\nالجزء: 1 ¦ الصفحة: 114\n",
        "من عهد وذمام مبلغ الكي الذي هو آخر الأدوية وأصعبها.\nوالأعراب جمع العرب. كالأعزاب جمع العزب، ولكن الشعراء استعملته بعد ذلك على اللفيف وسواد القبائل، ألا ترى إلى قول مكيث بن معاوية الكلبي - وقيل: مكيث بالضم -.\nوما أسل الأعراب أرجو به الغنا\n...\nولو سلبت مالي سنون سوالبُ\nوقول الأشهب العكلي:\nيسموننا الأعراب والعرب اسمنا\n...\nونحن نسميهم رقاب المزاودِ\nوقال أبو فرعون السائل العدوي من عدي بن عبد مناة بن أد بن طابخة - واسمه شاكر ابن:\nولست بسائل الأعراب شيئاً\n...\nحمدت الله إذ لم يأكلوني\nوقد كنا ذكرنا مصدر عربي، فأما أعرابي فمصدره الأعرابية، قال بعض الشعراء:\nوإني لأهذي بالأوانس كالدمى\n...\nوإني بأطراف القنا للعوبُ\nوإني على ما كان من أجنبيتي\n...\nولوثة أعرابيتي لأديبُ\nوأذكرني هذان البيتان بيتين لأبي الشغب العبسي:\nلعمرك إني يوم راح ابن كوكب\n...\nلصب وإني للهوى لغلوبُ\nوإني على بعض الأناة ورسلتي\n...\nلأبعد ما يرجو الفتى لطلوبُ\nالجزء: 1 ¦ الصفحة: 115\n",
        "فصل في اشتقاق اللغة\nرأيناه كالتوام لما قدمناه من اشتقاق العرب. في الحاجة إليه، وفي النيابة عن أبي بكر رحمه الله بإيراده، وكثير ما يجري التساؤل بين أهل العلم عن هذه الكلمة وما رأيت فيها لأحد من العلماء المتقدمين ولا المتأخرين قولاً شافياً والله الموفق.\nقال الحسين بن علي: لسنا نشك في أن المقصد باسم العرب معنى واحد من المعاني التي ذكرناها، وكذلك اللغة، لأن واضع الكلمة إنما يقصد بها الإخبار عن المعنى. فإن استردفت معنى آخر كان رجحاناً، ولكن لما كان الحقيقة المقصد خافياً عنا كنا مضطرين إلى حشد الأقوال لتطيب أنفسنا بأن الصواب في جملة واحدة مما أوردناه، وعلى هذا الاعتبار ففي اشتقاق اللغة سبعة أقوال: فالقول الأول: أنها من لغيت بالشيء الغي إذا أولعت وأغريت به. قال الفراء: يقال لغيت بالكلام أقوله، ولغي بالماء يشربه، إذا أولع به، وردده، ولغيت بمصاحبة فلان إذا لهجت به. وقال أبن الأعرابي أيضاً: لغى به ولكى به إذا لهج به. وقال أبو عبيد في \" غريب المصنف \". عن الكسائي: لغيت بالماء ألغى إذا لزمت شربه، أو نحوا من هذا اللفظ.\nوفي وزنهما قولان أحدهما أن أصلها كانت لُغية عن وزن فُعلة، فحذفت الياء تخفيفاً وبنيت الكلمة على النقص مع نظرائها جماعة الألفاظ، فإن قال قائل: فما بالهم لم يحذفوا الياء من دجية واحدة الدجى، وحكمه حكم لغيه؟ فجوابه: أن القياس إنما يطرد في الأصول والفروع المطرود عليها، فأما الحذف فإنما هو تخفيف، وفاعل التخفيف بالخيار فيه، إن شاء حذف وإن شاء أقر، وذلك على حسب المواقع في كثرة الاستعمال العاذرة في طلب الاختصار.\nالجزء: 1 ¦ الصفحة: 117\n",
        "والقول الآخر أن وزنها فعلة، وأصلها لغية، فانقلبت الياء ألفاً لتحريكها، وانفتاح ما قبلها، وإنما كان الحكم حرفي المد واللين أن ينقلب كل واحد منهما ألفاً إذا تحرك وانفتح ما قبله، لأن أخف أحواله أن يسكن، وما قبله منه، أما سكونه فلان به تمكن المد فيه، وإما كون ما قبله منه فليلاحمه ويعينه ولا ينافره فما يراد به من مده ولينه وأوسط أحواله أن يسكن، ما قبله ليس منه، وأثقل أحواله أن يتحرك وما قبله ليس منه، فيجري مجرى الحروف الصحاح، وتفارق صفته المطلوبة فيه بحركته التي تزيله عن اللبن. وبقلة مساعدة ما قبله له، ومشاكلته إياه، فإذا جاء حرف المد متحركاً وما قبله ليس منه، جاء على أثقل أحواله، فيقلب ألفاً لينتقل إلى أخف أحواله، وهو سكونه وما قبله منه، فلما صار لغاة آنسهم هذا التغير بتغير آخر، فحذفوا الألف تخفيفاً، ولأن هذا الوزن قليل في الأسماء المفردة، وإنما هو من صيغ الجموع، مثل قضاة ورماة، فصار لغة كما ترى. ومن عادتهم أن يتبعوا نقص التغير نقصاً. ألا ترى إلى قولهم ليس وأصلها ليس، بوزن فعل، فكان قياسهم يوجب أن تنقلب الياء ألفاً لتحركها وانفتاح ما قبلها فيقال: لاس، ما انقلبت ياء بيع فقيل: باع، فلما وجدوها قد خالفت في التصرف، ولزمت باباً واحداً، وهو صيغة الماضي لعلة أخرى لا نرى الإطالة بذكرها في هذا الموضع، آنسهم ذلك بتغيرها ثانياً، وجراهم على ركوب الخلاف بها عودا بعد بدءٍ، فقالوا فيها: ليس، وفارقوا بها أخواتها ولم يقولوا: لاس، مثل زال وصار، وهو فعل من الليس، وهو الشدة والشجاعة، وكأن تقدير قولهم: ليس زيد قائماً، وامتنع وصعب أن يكون زيد قائماً، هذا على رأي النحويين. فأما أهل اللغة فيحكون عن الخليل أنه قال: ليس إنما أصله لا أيس، لأن أيس عنده لفظة يخبر بها عن الموجود، فإذا قالوا: لا أيس فكأنهم قالوا: لا موجود، فثقل عليهم فقالوا: ليس، والأيس في كلام العرب التأثير، فأخبره به المتكلمون عن الموجود، لأن الموجود لا بد أن يكون له أثر أو تأثير أو نحو ذلك. وقال الأصمعي في كتاب \" نظائر الأفعال \": آسه ييئسة أيساً إذا ثر فيه، ومنه أيسه يويسه بوزن فعله، يفعله مشدداً، وأنشد يعقوب:\nإن كانت جلمود صخر لا أؤيسه\n...\nأوقد عليه فأحميه فينصدع\nالجزء: 1 ¦ الصفحة: 118\n",
        "إن قناني لنبع لا يؤيسها\n...\nعض الثقاف ولا دهن ولا نارُ\nوقال أبو خلدة اليشكري - بخاء مفتوحة معجمة من فوق واحدة - قال أبو بكر ابن دريد: ومن غير ذلك فقد أخطأ، وهو ابن عبيد بن منقذ بن حجر بن عبد الله بن سلمة بن حبيب بن عدي بن جشم بن غنم بن حبيب بن كعب بن يشكر بن وائل:\nما يسر الله من خير قنعت به\n...\nولا أموت على ما فاتني جزعا\nولا يؤنس من عودي خوالقه\n...\nإذا المغمز منها لان أو خضعا\nخوالقه: الأحداث التي تملسه، والأخلق: الأملس.\nويكون وجه هذا الاشتقاق إنها أعنى اللغة، لما كان أهلها ملازمين لها، وكانت قد صارت كالسمة لهم، والشيء اللاصق بهم، كانوا كأنهم قد أغروا بملازمتها، وأوزعوا الدؤوب عليها، وكانت هي للصوقها بصفاتهم كالمغراة أيضاً بهم، فلهذا جاز فيها فعله بتحريك العين، لأن فعله اسم فاعل، مثل ضربة لفاعل الضرب وحفظة للحافظ.\nوالقول الثاني: أنها من اللغو، وهو النطق، ومنه سميت لواغي الناس، أي أصواتهم ومنطقهم، وهذا من المصادر التي جاءت على فواعل، وهي قليلة، مثل قولهم سمعي رواغي الإبل، وثواغي الشاة، يعني رغاءها وثغاءها. قال حميد بن عبد الله بن عامر بن أبي ربيعة بن نهيك ابن هلال بن عامر بن صعصعة، وقد قال بعض النسابين في نسبه قولاً آخر، وهذا أحب إلي لأني رأيت أبا علي الهجري يرويه عن شيوخه من الأعراب وكان الهجري أعلم المتأخرين بالنسب، وغير الهجري أيضاً يروي عن أبي عمرو وغيره من الروات:\nرعين المرار الجون من كل باطن\n...\nدميث جمادى كلها والمحرما\nإلى النيرو العلباء حتى تبدلت\n...\nمكان رواغيها الصريف المسدما\nويقول: استبدلت عوض الرغاء الذي منها يأتي ضراً وهزلاً الذي يأتي سميناً وأشرا.\nالجزء: 1 ¦ الصفحة: 119\n",
        "وقواضي الديفان: يراد به قضاؤه. قال أبو وجزة يزيد بن عبيدة من بني سعد أبن بكر من هوزان:\nوإذا قطمتهم قطمت علاقماً\n...\nوقواضي الذيفان فما تقطمْ\nوالنواطق: يعنون به النطق. قال كعب بن زهير المزني:\nوأدركت ما قد قال قبلي لدهره\n...\nزهير وإن يهلك تخلَّد نواطقهْ\nوالأوامر والنواهي: يعنون الأمر والنهي، كذا قال اللغويون.\nوقد يجوز أن يكون لواغي جمع لاغية، وكذلك كله يجوز أن يكون جمعاً، والأوامر والنواهي يذهب به إلى العزمات والإرادات إلا أن الأول محفوظ القوم.\nومن اللغو المنطق قول الله عز وجل: (وقال الذين كفروا لا تسمعوا لهذا القرآن والغوا فيه) . قال الخليل: معناه من اختلاط الكلام، والله اعلم بكتابه ومنه في الحديث: \" من قال في الجمعة صه، فقد لغا \" أي تكلم، كذا قال الخليل أيضاً. ومثله قول ثعلبة أبن صعير بن خزاعي بن مازن بن عمرو بن تميم بن مرِّ بن أدَّ.\nأسمي ما يدريك أن رب فتية\n...\nبيضٍ الوجوه ذوي ندى ومآثر\nباكرتهم بسباء جونٍ ذارع\n...\nقبل الصباح وقبل لغو الطائر\nأي قبل تنطق الطيور، ويقال منه: لغت الطيور والناس أيضاً تلغو، ولغيت تلغى إذا نطقت وسمع نطقها، وقال عبد المسيح بن عسلة، أخو بني مرة بن همام بن مرة بن ذهل أبن شيبان - وقد رويت لغيره وهي له أثبت عند المفضل بن محمد بن يعلي الضَّبيِّ:\nوعازب قد على التهويل جنبته\n...\nلا تنفع النعل في رقراقه الحافي\nالجزء: 1 ¦ الصفحة: 120\n",
        "صبحته صاحباً كالسيد معتدلاً\n...\nكأن جُوُّجُوُّهُ مداك أصداف\n- جعل المداك من صدف لأنه أحسن له وأكثر إشراقاً.\nباكرته قبل أن تلغى عصافره\n...\nمستخفياً صاحبي وغيره الخافي\nلا ينفع الوحش منه أن تحذره\n...\nكأنه معلق منه بخطاف\nإذا أواضع منه مرَّ منتحياً\n...\nمرَّ الأتي على برديِّه الطافي\nوهذا الشعر من حسان أبيات المعاني.\nويقال أيضاً للصوت اللَّغا مقصور، يكتب بالألف مثل اللَّغو قال الجعدي:\nوعادية مثل الجراد وزعتها\n...\nلها قيروان خلفها متكتب\nكأنَّ قطا العين التي فوق ضارج\n...\nخلاف لغا أصواتها حين تقرب\nشبه لغط القطا باختلاف أصوات الخيل، وخلاف هاهنا بمعنى اختلاف، ويقال: هذه لغتهم التي يلغون بها أي ينطقون بها كما يقال هذه لعبتهم التي يلعبون بها، ووزنها على ذلك فعلة اصلها لغوة، فلما وجدوا الواو متحركة قبلها ساكن وجب ثبوتها وذلك مستكره عندهم لنقصان فضيلتها به، وذلك أنها إذا تحركت نقص المد فيها، وثقلت زيادة على ثقلها، فاحتيل في تغيرها بأن حركوا العين قبلها، فلما تحركت العين، انقلبت الواو ألفاً فصارت لغات، فحذفوا الألف تخفيفاً على المذهب المتقدم في الجراءة على 00 بالتغيير، فصارت لغة، وأهل اللغة يقولون حذفت الواو للنقص، ويقتصرون من الاعتدال على هذا القول.\nوالقول الثالث: إنها مشتقة من اللَّغو، وهو الذي لا يعبر لقلته، ولا يحتسب لدقته، أو لخروجه على غير جهة الاعتماد من فاعله كما قال الله عز وجل: (لا يؤاخذكم الله باللَّغو في إيمانكم) ما لم تقصدوه وتعتمدوه، والله اعلم بكتابه. وقال المثقب العبدي - واسمه عائذ وقيل عايذ الله، وكلاهما مروي، بن محصن بن ثعلبة بن وائلة بن عدي بن عوف\nالجزء: 1 ¦ الصفحة: 121\n",
        "000بن عذوة بن 000 بن نكرة بن لكيز بن أفصى بن عبد القيس -:\nهل عند غانٍ لفوادٍ صد\n...\nمن نهلة في اليوم أو في غد؟\nيجزي بها الجازون عنى ولو\n...\nيمنع شربي لسقتني يدي\nهل عندها سقياً لذي غلةٍ\n...\nإلا بما قالت فلم يوجد\nإلا ببدري ذهب خالصٍ\n...\nكل صباح آخر المسند\nمن مال من يجبي ويجبى له\n...\nسبعون قنطاراً من العسجد\nأو مائة يجعل أولادها\n...\nلغوا وعرض المئة الجلمد\nومنه ألغيت هذا الباب من الحساب، إذا تركته فلم تعده، وقال غيلان يهجو هشام بن قيس المرئي أحد بني امرئ القيس بن زيد مناة بن تميم:\nيعد الناسبون إلى تميمٍ\n...\nبيوت الحي أربعة كبارا\nيعدون الرباب لها وسعداً\n...\nوعمراً ثم حنظله الخيارا\nويسقط بينها المرئي لغوا\n...\nكما لغيت في الدية الحوارا\nلغواً: أي ساقطاً لا يعد كما تسقط الفصلان في الديات.\nوقال عمرو بن أحمر الباهلي:\nيظل رعاؤها يلغون منها\n...\nولو عدت نظائر أو جمارا\nوالجمار: الجماعة. يقول: يسقطون منها ما هو نظير للجيد المختار، ويسقطون الجماعة لا يبالون بها، فاللغة لما طرح بها ما سواها وعطلت ما كان من اللغات قبلها، سميت بذلك، كما يقال لهوة للشيء الذي يلهى به، ولعبة للشيء الذي يلعب به، لأن اللعبة آلة للعب، كما أن اللغة آله لإلغاء ما قبلها من اللغات.\nالجزء: 1 ¦ الصفحة: 122\n",
        "والقول الرابع: أنها مشتقة من اللغو، وهو الباطل، قال الله عز وجل: (وإذا مروا باللغو مروا كراما) قال الخليل: وهو الباطل، قال ومنه قول الله عز وجل: (لا تسمع فيها لاغية) أي كلمة باطل فاحشة، والله أعلم بكتابه.\nواللغا مقصور يكتب بالألف مثل اللغو، قال العجاج:\nفالحمد لله العلي الأعظم\n...\nذي الجبروت والجلال الأفخم\nورب كل كافر ومسلم\n...\nورب أسراب حجيج كظم\nعن اللغا ورفث التكلم\nيعني عن الباطل. ووجه الاشتقاق أن هذه اللغة أبطلت ما قبلها، وجعلته كالمحال الذي لا يقال، والباطل الذي لا يسمع، ومعناه قريب من معنى الفصل الذي قبله، وهما جميعاً في التصريف يجريان مجرى الباب الذي قبلهما، ويغنيان به عن شرح تصريفهما.\nوالقول الخامس: أنها مشتقة من النغي وهو الكلام. قال أبو عبيد: يقال أبو عبيد: يقال سمعت منه نغية، وهو الكلام الحسن، وأبدلت من النون لام، وبني منه لغية على وزن فعلة، وإبدال اللام من النون كثير من كلامهم، مثل لمق الكتاب ونمقه - وهتن وهتل، وأدكن وأدكل - من الألوان - وغير ذلك مما لو ذهبنا إلى استقصائه لاحتاج إلى جزء مفرد نجرده له، ويكون وزنها فعلة وأصلها لغية، ويجري أمرها مجرى لغوة من اللغو، وعلى ذلك التعليل بعينه، وذاكرت أبا أسامة بهذا الوجه لما عن لي فأعجبه.\nوالقول السادس: أنها مشتقة من لاغ الشيء يلوغه لوغاً إذا أراده في فمه ثم لفظه - عن ابن دريد - ويقال أيضاً: سائغ لائغ، ويقال: سيغ ليغ - عن ابن الأعرابي - ويكون وزنها فعلة، وأصلها لوغة، فاستثقلت ثلاث ضمات متتابعات، لأن الواو بمنزله ضمتين،\nالجزء: 1 ¦ الصفحة: 123\n",
        "فحذفت إستخفافاً، فصار لغة. ووجه هذا الاشتقاق أنها لصحة أوزانها واعتدال أقسامها، وأصالة آراء الناطقين بها لا تخرج الكلمة منها إلا بعد ترو ونظر ونظر وتفكير، وأنها تلجلج وتردد قبل إرسالها. وتزم عند صحة العزم على إنفاذها، كما قال شداد بن أوس: ما تكلمت بكلمة كذا وكذا حتى أخطمها وأزمها.\nفإن قيل: لو كان أصلها لوغة لكان جمعها على لوغ؟! ففي ذلك أجوبة: أولها ما صدرنا به هذا الفصل من الاعتذار لما نرده، والتنبيه على أنه لا بد أن يكون بعضه مخالفاً لما قصد به واضعه.\nوالثاني: أنه يجوز أ، يكون مجموعاً على لغاً قياساً به على نظائره في اللفظ، فإن الشيء يحمل على المشاكلة الظاهرة كثيراً، مثل ما قلب الفند الزماني شهل بن ربيعة بن زمان بن مالك بن صعب بن علي بن بكر بن وائل فقال:\nأيا تملك يا تملي\n...\nذريني وذري عذلي\nفثوبان جديدان\n...\nوأرخي شرك النعلِ\nومني نظرة بعدي\n...\nومني نظرة قبلي\nونبلي وفقاها ك - عراقيب قطاً طُحلِ أراد بفقاها جمع فوقة، وكان ينبغي أن يقول: فوق فقلب كما ترى.\nوقال يزيد بن زياد بن ربيعة بن مفرغ الحميري في مثله: لقد نزع المغيرة نزع سوءٍ وعرق في الفقا سهماً قصيراً والثالث: أن جمع اللغة - فيما ذكره الخليل - لغات ولغين، ولم يأت فيه بلغى، فعدم السماع قد كفانا مؤونة ما يعترض به علينا طريق القياس.\nوقال ابن دريد: إن العرب تختار أن تجري الأعراب على التاء من اللغات، وعلى ذلك\nالجزء: 1 ¦ الصفحة: 124\n",
        "قول أهل الكوفة، وذكر الكسائي أنه سمع العرب تقول: سمعت لغاتهم، والبصريون، يمنعون ذلك أشد المنع ويقولون: إن اطرد هذا في المعتل اطرد في الصحيح، وانتقصت به الأصل.\nوالقول السابع: أنها مشتقة من الولغ، وهو ورود السبع والذئب والكلب الماء. ووجه هذا الاشتقاق أن ولغ الذئب متصل منتظم، ولذلك قال حاجز الأزدي اللص:\nبغزوٍ مثل ولغ الذئب حتى\n...\nيبوء بصاحبي ثأر منيمُ\nيبوء بصاحبي أو يقتلوني قتيل ماجد بطل كيمُ وقال آخر:\nنقاذف بالغارات عبساً وطيئاً\n...\nوقد هربت منا تميم ومذحجُ\nبغزوٍ كولغ الذئب غادٍ ورايحٍ وسيرٍ كصدر السيف لا يتعوجُ وقال ثعلب في \" أماليه \": يقال هو في خيرٍ كولغ الذئب أي دائم متصل انتهى. فكأنها لا تساق نظامها وأتزان ألفاظها تجيء مسرودةً منضودةً، لا تفصل بينها فترة عيَّ، ولا تنحو بها هجنة هذرٍ، كما أن ولغ الذئب نسق واحد، كعد الحساب السريع، وكحظ الكاتب الوشيك، ووزنها على هذا فعلة، وأصلها ولغة، وهم يستثقلون حركة الواو بالفتح، فيقلبونها لذلك يقولون في واحدٍ: أحد، وبالكسر فيقلبونها يقولون في وسادة إسادة، وينتهي بهم استثقال الحركة على الواو أن يسقطوا الكلمة بالواجدة، ويتخذوا غيرها عنها عوضاً مثل ما أهملوا الكلام بودد وودع، واستغنوا عنهما بترك، فكيف إذا اتفق أن حركة الواو بالضمة، وهي أثقل الحركات على جميع الحروف وعلى الواو خاصة، فنقلوا حركة الواو إلى اللام فبقيت الواو ساكنة، وليس يبتدأ بساكن، فحذفوها فصار لغة - كما ترى\nفإن قيل: إن النسبة إلى اللغة بلغوي يبطل هذا لأنه كان يجب أن يقول: ولغي؟ فجوابه ما ذكرناه في مقدمة الفصل، على أنه يجوز أن تكون النسبة جاءت مقلوبة مثل لعمري ورعملي، ويكون غرضهم في قلبها عند الجميع شيئين: أحدهما أن لا يبتدأ بالواو مضمومة، والثاني: لكيلا يفجا السمع تغير بين المنسوب والمنسوب إليه في أول الاسم ومقدمه، والمقدم\nالجزء: 1 ¦ الصفحة: 125\n",
        "هو المهم عندهم، والمقلوب في كلام العرب مما يجوز القياس عليه لكثرته، قال أبو عبيد القاسم بن سلام في \" غريب الحديث \": إن رجلاً سأل رسول الله (فقال أنا نصيب هوامي لإل. فقال (: \" ضالة المؤمن - أو المسلم - حرق النار \" وفسره أبو عبيد فقال: الهوامي الضوال، واتبع ذلك شرحاً طويلاً ثم قال: وليس هذا من الهوائم في شيء، لأن الهوائم جمع هائم، إلا أن تجعله من المقلوب مثل قولك: جذب وجبذ وضب. فتبين لنا بهذا القول أنه يجوز القياس عليه، وتأمل كلامه يغنينا عن إطالة القول في معناه. وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 126\n",
        "بسم الله الرحمن الرحيم\nالقسم الأول من كتاب \" أدب الخواص \"\nفي ذكر الشعراء المراقسة\n:\nالباب الأول: - من هذا القسم في ذكر امرئ القيس الأكبر صاحب اللواء وذكر قبيلته كندة.\nفصل جعلناه مقدمة لهذا الباب، نذكر فيه الكلام على لفظة \" امرئ القيس \" من طرق النحو واللغة، وبالله التوفيق. قالوا: يقال مَرء - بوزن فعل - ومُرءٌ - بالضم فيه - وأنثاه مرأة، وقد تحذف الهمزة وتلقى حركتها على الساكن الذي قبلها فيقال: مَرَةٌ، وقد يقال: مراة. قالوا: وهو أبعد اللغات. ويقال: هذا مرء ورأيت مرأ، ومررت بمرءٍ، وقد روي أنه يقال: هذا مرء ورأيت مرأ، ومررت بمرءٍ، فتجعل حركة الميم تابعة للإعراب، وذلك لضعف الهمزة عن تحمل الإعراب فجعلوا الميم تابعة لها، لتقوا بذلك، وتخطوا إلى الميم دون الراء لئلا تخرج إلى الثقل بتحريك عينه، وهم يهربون إلى تسكين المحرك لثقله، ويقال في تثنيه: مران ومرآن، وفي تثنيته مؤنثه: مرأتان ومرتان ومراتان جمع له من لفظه، ما حكى عن أبي سعيد الحسن بن أبي الحسن البصري - مولى جميلة بنت قبط بن يزيد بن عمرو بن حديدة بن عمرو بن سواد بن غنم بن كعب بن سلمة بن سعد بن علي بن أسد بن ساردة بن تزيد بن جشم بن الخزرج بن حارثة بن امرئ القيس بن ثعلبة بن مازن الأزد، وجميلة هذا زوج مالك بن أنس بن النضر بن ضمضم بن زيد بن حرام بن جندب أبن عامر بن غنم بن عدي بن النجار - وإنما سمي النجار لأنه ضرب رجلاً فقيل: كأنما نجره - وهو تيم الله بن ثعلبة بن عمرو بن الخزرج بن حارثة - أنه قال في بعض قصصه: يا أيها المروون،\nالجزء: 1 ¦ الصفحة: 127\n",
        "فجمعه على أصله، ذكر ذلك عنه أبو محمد جعفر بن درستويه النحوي في \" شرح الفصيح \" ويقال على هذا في جمع المرأة مرآتٍ، فأما امرؤ وامرأة فمنتقل عن أصله بألف وصلةٍ، ونحن نحتاج إلى مزيد في شرحه، وذلك أنه اسم، وألف الوصل من خواص الأفعال، لأنه يعرض فيها ما يحتاج لأجله اليها، وهو أن المستقبل كان من حقه أن يكون مفتوح الأول على قياس ماضيه فيقال: يعمل ويصنع، فثقل عليهم توالي أربع حركات، ولم يكن إلى إسكان الأول سبيل، لتعذر الابتداء بالساكن، ولا إلى إسكان الثالث لأنه عين الفعل، وبحركته يعرف اختلاف الأبنية، ولا إلى إسكان الرابع لأنه مركز الإعراب، فأسكنوا الثاني إذ كان لا يمنع من تسكينه مانع، فصار يعمل، فلما احتاجوا إلى الأمر حذفوا حرف المضارعة الذي هو الياء المخبرة عن فاعل غائب لغناهم عنها، وذلك أنها علامة الاستقبال والأمر لا يكون إلا مستقبلاً، لا يجوز أن تأمر بماضٍِ فأغنت هذه النصبة عن حرف الاستقبال، مع طلبهم التخفيف، فبقيت فاء الفعل ساكنةً، وليس يجوز الابتداء بساكنٍ فاحتاجوا إلى الهمزة ليتوصلوا بها إلى النطق بالساكن، إلا أن يكون معتلاً أو مدغماً، فيكون اعتلاله أو إدغامه قد حرك أوله، والرباعي وما وراءه من الأبنية يجري هذا المجرى، والتأمل له مع هذا المثال الذي أوردناه يغني عن استقرائه، وقصدوا الهمزة لعلتين: إحداهما أنها أول مخرجا، فكانت أول شيء ليقيم من الحروف عند الاستقراء، والعلة الثانية: تيسر حذفها عند الأدراج، وسميت الهمزة ألفاً لأنها تنقلب إلى الألف قوال \" راس \" وأصله \" رأس \" وقد تنقلب ياء في قولك \" ذيب \" وقد تنقلب واواً في قولك \" سرو \" إذا لينت \" السرو \" وهو البقية، ومنه سائره - مهموزاً - أي أخذت بقيته - والناس كثيراً ما يغلطون هاهنا فيخبرون بسائره عن جميعه، وذلك خطأ، وأصله ما بينته لك.\nوعلة أخرى في تسمية همزة الوصل ألفاً وهي أن الهمزة - كما قلنا - في أول المخارج، والألف فهي أول الحروف المرتبة للمعجم، فكان بينهما بذلك مناسبة أوجبت الاشتراك في التسمية، ولذلك خصت الهمزة باسمها دون الواو والياء، وقد ينقلبان عنها.\nالجزء: 1 ¦ الصفحة: 128\n",
        "ومما قد يسأل عنه أنه يقال: كيف كانت صورة عند إحضارها؟! وهل كانت متحرك أو ساكنة؟ فإن كانت متحركة فبما إذن استحقت الحركة، لأن الحروف كلها حقها أن تجيء مرسلة عطلا حتى تستحق الحركة بعد ذلك بأحد الأسباب الموجبة؟ وإن كانت ساكنة فكيف يتوصل بالساكن إلى النطق بالساكن؟ والجواب عن هذا أنها أحضرت ساكنة في نية المتحرك، لأنهم قصدوا بها الابتداء، فوجب لها بهذا القصد شيء من الحراك ووجب عليها بأنها لم تبتدأ بها بعد السكون، فكانت في منزلة بين ذينك، وهي السكون بنية الحركة، فلما ألصقوها بالكلمة حركوها إلى الكسر، وإنما كانت بشريطة التقاء الساكنين \" 000 \" لأن تحريك التقاء الساكنين بناء، ووجدوا الفتحة والضمة ويكونان للإعراب والبناء، ورأوا أن الكسرة لا تكون إلا للبناء فاختاروها لذلك، ولعلل غيره يطول ذكرها. وقد تجيء ألف الوصل مضمومة في الفعل الذي عينه مضمومة مثل \" يقتل \" والعلة في ذلك أن ألف الوصل لو جاءت هاهنا مكسورة لكان اللسان ينتقل من كسر إلى ضم، لأن فاء الفعل الساكنة حاجز غير حصين فينقل، مع أنه يكون بمنزله \" فعل \" وليس هذا من أبنيتهم، وعدلوا إلى الضمة دون الفتحة لئلا يلتبس بإخبارك عن نفسك إذا جئت به على الوقف فقلت: \" أقتل \" وإذا أدرجت سقطت ألف الوصل للغنى عنها بلقاء الساكن متحركاً مما قبله، فلما كانت ألف الوصل من لواحق الأفعال لم يستحقها من الأسماء إلا ما شابهها، وهي أسماء قلائل، جانست الأفعال في حذف الأواخر شيء يلزم الأفعال لكونها متصرفة متقلبة في قواليب الأمثلة، وكانت أواخرها أخص به لا \" 000 \" التعبير بها من جهة كون الإعراب فيها، ولتطرقه في الجزم عليها، فلما جانست هذه الأسماء استحقت 000 لمشاركة في بعض الخصائص، فزيدت فيها ألف الوصل، مع دعاء الحاجة إلى ذلك في بعضها أن يكون أولها. فمن تلك الأسماء امرؤ، وكان أصله مرء بوزن فعل،\nالجزء: 1 ¦ الصفحة: 129\n",
        "والدليل على ذلك تصغيرهم إياه على مريءٍ، بوزن فعيلٍ، وقال الشاعر - ويمر خبره مستقصى في باب هلهل إن شاء الله -:\nقتلنا مريء القيس غصباً بربه\n...\nبواءً وأطلقنا إليهم مهلهلاً\nوقد سموا بمريءٍ، وفي دليل من عبد القيس رجل اسمه مريء، وفي الأنصار من الخزرج رجلان اسم كل واحد منها مريء، وليس بشاهد لنا لأنه تصغير مرءٍ، قبل إدخال ألف الوصل، ولذلك لم نسق أنسابهم، فوقعت الهمزة لام الفعل وهي تعتل كاعتلال حروف المد اللين، مع ما فيها من الضعف بكونها أخيراً، ومن الاستعداد للتغيير بالتخفيف وغيره، فقل احتمالها للإعراب، وكان ضعفها وعجزها من الإعراب الذي هو حلي الكلمة وقيم معناها كعمدها، وحضورها عندهم كمغيبها، فعدوا هذا الاسم مما آخره محذوف، ورأوا أنه يستحق شيئاً من آلات الفعال لمشابهته إياها بهذا النقص، فأعطوه ألف الوصل في أوله، بعد أن اسكنوا فاءه التي هي الميم، ليزيد عذرهم بياناً في إدخال ألف الوصل، وليكون مورد ألف الوصل على الميم ساكنة كموردها على فاء الفعل الساكنة، ولتستوفي في هذا التعويض الذي أعطته كلية المشاكلة. وحركوا الراء لعلتين: إحداهما أنهم لما أسكنوا الميم - كما قلنا - لم يجز بقاء الراء ساكنه لئلا يلتقي ساكنان، وليس يسوغ ذلك في النطق. والثانية: الاحتزاز من تطرق التغيير على الهمزة بكونها متحركة قبلها ساكن. واختلف بعد ذلك في حركة الراء. فبعض العرب يلزمها الفتح، فيقول: رأيت امرأً، وهذا امرأً، ومررت بامرئٍ، ويقول إنه لما اضطر إلى تحريكها ذهب بها إلى الفتح لأن أخف الحركات. وبعضهم - وهو الأكثر الأشهر - يجعل الراء تابعة للإعراب الواقع على الهمزة، فيقول: هذا امرؤ، ورأيت امرأً، ومررت بامرئٍ، وذلك لأن الهمزة على ما قدمنا من الضعف، فعضدوها بمشاركة الراء لها، وتحملها الإعراب معها، ومن أجل هذا لم يضموا الألف في قولهم: هذا امرؤ، ولم يتبعوها ضمة الراء، كما ضموضها في قولك: \" أقتل \" اتباعاً لضمة التاء، وذلك لأن الراء ليست الضمة لازمة لها، وإنما هي أحد وجوه تصاريفها. وبعض الناس يرى أن الإعراب واقع على الراء، وإن حركة الهمزة مفحمة لا يعتد بها مثل قولهم: يا طلحة أقبل،\nالجزء: 1 ¦ الصفحة: 130\n",
        "وهم يريدون: يا طلح أقبل. ولو أرادوا المناداة باسمه من غير ترخيم لقالوا: يا طلحة أقبل، بضم الهاء على حكم الاسم المفرد، وهذا القول غير طائل في قولهم: امروء، من أجل أنه يحصل الأعراب في وسط الاسم، وذلك لا يتمكن في كلامهم، والعلة في ذلك أنه لا يكون في أوله من أجل استحقاق الأول للحركة، إذ كان لا يقع الابتداء بساكنٍ، فلما استحق الحركة اللازمة كان بمنزلة ما استحق البناء فلم يعربوه في أوله، لأن الإعراب يتغير وينتقل، ومن رأيهم أن يبنوه، ولم يجز أن يعربوه في وسطه لئلا يختل نظام الأبنية، فلم يبق غير آخر فأعربوه فيه، ووجه آخر: أن الإعراب يستحقه الاسم بعد تمام الاسمية فيه، فكان الوجه على هذا أن يعرب في آخره على نحو قولهم: امرؤ، واتباعهم الراء حركه الهمزة، أجروا قولهم ابنم، وقد استقصينا شرحه بعلله وشواهده في غير هذا الكتاب.\nوأما قولنا: امرأة فحركت الراء بالفتح، لأنه أخف الحركات، وتحصنت عن أن تتبع حركة الإعراب، لأن الهمزة استغنت عن حرف يعينها في حمل الإعراب، لانتقاله عنها إلى الهاء الموردة للتأنيث مع استفادتها - أعني الهمزة - بعض القوة لتوسطها واحتجازها عن التطرف بالهاء التي بعدها. والكلام في هذه المسألة يتسع لأكثر مما قلناه، ولكنا نرى الاختصار.\nوإذا نسبوا إلى امرئ القيس قالوا: امرئي بوزن امرعي بكسر الراء، واقتصروا بالراء على الكسر لمكان ياءي النسبة واستدعائهما الكسر في المشاكلة، هذا القياس عند أبي بشر عمرو بن عثمان بن قنبر، مولى بني الحارث بن كعب، من مذحج، وعند عامة النحويين، والذي تكلمت به العرب مرئي، بوزن مرعي، وهو عند أهل العربية على الشذوذ، وقال ذو الرمة غيلان بن عقبة بن بهيشٍ - بالشين معجمة - بن مسعود بن حارثة بن عمرو بن ربيعة بن ساعدة بن كعب بن عوف بن ثعلبة بن ربيعة بن ملكان - في قضاعة ملكان وفي السكون ملكان والباقي كله ملكان - بن عدي بن عبد مناة بن ادبن طابخة - واسمه عامر - بن الياس بن مضر، في هجائه هشام بن قيس المرئي:\nالجزء: 1 ¦ الصفحة: 131\n",
        "ويسقط بينها المرئي لغواً كما\n...\nألغيت في الدية الحوارا\nإذا رئية ولدت غلاما\n...\nفألام ناشيء نشيغ المحارا\nوكرر ذكر المرئي في أبيات كثيرة لا نرى الإطالة بإنشادها، ويجوز أن تنشد بالتخفيف فتكون ألزم لطريق القياس، على أنه منسوب إلى مرءٍ من قولك مرء القيس.\nقال أبو بكر الأنباري: يجوز في اللفظ به أربع صيغ: تقول هذا أمرؤ القيس - بضم الراء - وهذا امرؤ القيس - بفتح الراء - وهذا مرء القيس - بفتح الميم وتسكين الراء - وهذا مرء القيس - بتسكين الراء وصم الميم - فيقال على هذا: المرئي، وليس يخل بالوزن إلا أن السماع في هذا البيت وفي غيره من كلامهم مرئي - بالتحريك - ولعلهم حركوه خيفة التباسه بقولهم: رجل مرئي، أي منظور إليه، ومرئي أيضاً من رايته إذا أصبت رئته، مثل: قلبته إذا أصيب قلبه، ومثل قولهم: قتله، وإنما يعنون أصبت قاتله أي نفسه، والقتال النفس قال الشاعر: يدعن الجلس نحلا قتالها وفي نحو منه قولهم: بحت بالشيء، إنما يعنون به أظهرت ما في بوحي، والبوح النفس وقال أبو جعفر محمد بن حبيب مولى بني هاشم: كل امرئ القيس في العرب فالنسبة إليه مرئي كما جاء في شعر غيلان إلا صاحب اللواء فإن النسبة إليه مرقسي، مثل عبشمي وعبدري.\nوجمله القول اللغوي في هذه الكلمة أن المرء الرجل والمرأة تأنيثه، وأصل هذا الباب الجري، فيقال: امرأة كما يقال: جارية، لأنها تجري في نمو وشباب، وكذلك الرجل أيضاً، ومنه الشيء المريء، يراد به الذي يجري في مجاريه ويسوغ أن يقصد مصدره المراءة، بوزن المراغة، ويقال: مرأ الطعام يمرأ مراءة، كما يقال: قمأت الماشية تقمأ قماءة، ومرو الرجل يمرو، كما يقال: قمو الرجل يقمو، عن محمد بن زياد الأعرابي. ويقال: استمرأت الطعام وهذا يمريء الطعام أي يسهل جريه وينفذه، ومنه المريء من\nالجزء: 1 ¦ الصفحة: 132\n",
        "الحلق، وهو المسترط، الذي يجري فيه الطعام والشراب إلى المعدة، وجمعه أمرئة على أفعلة، ومرؤ - بوزن فعل مضموم الفاء والعين - وأبو أسامة يروي هذا الحرف في \" غريب المصف \" مشدداً غير مهموز قال: هو المري، وكأنه من مريت الضرع أي مسحته ولينته، وسهلت مجاري اللبن فيه. قال أبو أسامة: وقد روي المريء مهموزاً وهو جائز حسن، فأما أبو الحسن ثابت فرواه بالهمز لا غير، وقال أبو عبد الله بن الأعرابي في كتابه الذي سماه بكتاب \" الإبل \": المري - غير مهموز - التي تحلب على غير ولد، وإنما سميت مرياً لأنها تمري بالأيدي فلا تكون مرياً ومعها ولدها.\nويقال هنيئاً مريئاً: أي جارياً لذيذاً سائغاً قال الله عز وجل (فكلوه هنيئاً مريئاً) وقال كُثير بن عبد الرحمن - بن الأسود بن عامر بن عويمر بن مخلد بن سعيدة بن سبيع بن جعثمة بن سعد بن مليح بن عمرو بن ربيعة بن حارثة بن عمرو مزيقباء بن عامر ماء السماء بن حارثة بن امرئ القيس بن ثعلبة بن مازن الأزد - وكان يقال له: أبن أبي جمعة ينسب إلى جدة من قبل أمه وهو أبو جمعة الأشيم بن خالد بن عبيد بن مشبر بن رياح بن سالم بن غاضرة أبن حبشية، وقد رأيت بخطوط رؤساء من أشياخ النسب حبشية - مشدد الياء والأول أثبت - وهو قول ابن حبيب. والحبشية النملة الكبيرة، وحبشية هو ابن كعب بن عمرو وكعب أخو مليح بن عمرو -:\nهنيئاً مريئاً غير داءٍ مخامر\n...\nلعزة من أعراضنا ما استحلت\nوقد قيل في نسب كثير قول آخر ما يضرنا ذكره: كان بعض قوم كثير يقولون: أنهم من ولد الصلت بن النضر بن كنانة، وفي ذلك يقول كثير:\nأليس أبي بالنضر أم ليس أسرني\n...\nبكل هجان من بني النصر أزهارا؟\nإذا ما قطعنا من قريش عصابة\n...\nفأي قسي تحمل النبل ميسرا؟\nلبسنا ثياب العصب فأختلط السدى\n...\nبنا وبهم والحضرمي المخضرا\nفإن لم تكونوا من بني النضر فاتركوا\n...\nأراكاً بأذناب الفوائج أخضرا\nالجزء: 1 ¦ الصفحة: 133\n",
        "قال هذا الشعر يخاطب به أبا علقمة ميسر بن حدير بن علقمة بن أبي الجون - واسم أبي الجون عبد العزى - بن سعد بن ربيعة بن أصرم بن ضبيس بن حرام بن حبشية بن كعب فقال ميسرة يرد عليه في رواية النسابة الهاشمي من أهل حلب، وقال غيره: إنها للحوص -:\nلعمري لقد جاء العراق كثير\n...\nبأحدوثة من وحيه المتكذب\nاتزعم أني من كنانة والدي\n...\nوما لي من أم هناك ولا أب\nولما ذكر العراق لأن عبد الملك كان دعا كثيراً إلى هذا النسب فأجابه، وأجابته خزاعة الحجاز فسار كثير إلى خزاعة العراق يدعونهم فأبوا، وبلغ ذلك الأحوص - أو ميسرة - فقال هذا الشعر، وروى زبير بن بكار عن رجاله أن كثيراً ينسب نفسه وقومه إلى النضر بن كنانة، وقال لأبي علقمة ميسرة:\nأبا علقم أكرم كنانة إنهم\n...\nمواليك إن أمر نبابك مقلق\nبنو النضر ترمي من ورائك بالحصا\n...\nأولو حسب فيهم حفاظ ومصدق\nإذا ركبوا ثارت عليك عجاجة\n...\nوبالأرض من وقع الأسنة أولق\nهم ملوكهم من تهامة منزلاً\n...\nولولاهم كنتم أباء يحرق\nفلا تكفرن قوماً عززت بعزهم\n...\nأبا علقم فالكفر بالريق يشرق\nفي أبيات. قل الزبير: فأجابه الأحوص بن عبد الله بن محمد بن عاصم بن ثابت بن أبي الأقلح - اسم أبي الأقلح قيس - بن عصمة بن مالك بن أمة بن ضبيعة بن زيد ب مالك بن عوف بن عمرو بن عوف بن مالك بن الأوس.\nالجزء: 1 ¦ الصفحة: 134\n",
        "فإنك لو أعذرت أو قلت شبهة\n...\nلذي الحق فيها والمخاصم مغلق\nعذرناك أو قلنا: صدقت وإنما\n...\nيصدق بالأقوال من كان يصدق\nستأبى بنو عمرٍو عليك وينتهي\n...\nبهم حسب في جذم غسان ومعرق\nيعني بني عمرو مزيقاء\nوإنك لا عمراً أباك حفظته\n...\nولا النضر إذ ضيعت شيخك تلحق\nفأصبحت كالمهريق فضلة مائه\n...\nلباقي سراب بالملا يترقرق\nوجميع أهل العلم بالنسب يقولون: إن الصلت بن النضر درج، ويباطلون دعوى كثيرٍ.\nوقد قال آخرون: إن خزاعة من ولد قمعة وهو عمير بن الياس بن مضر، وأحسب أن القتبي روى ذلك، والأول هو الصحيح. وكثير يكنى أبا صخر، وكان ينسب إلى عزة بنت جميل أبن حفص بن اياس بن عبد العزى بن حاجب بن غفار بن مليل بن ضمرة بن بكر بن عبد مناة بن كنانة بن خزيمة.\nونعود إلى سبيلنا الأولى. وقال عبد الله بن همام أحد بني مرة بن صعصعة أبن معاوية بن بكر بن هوزان بن منصور بن عكرمة بن خفصة بن قيس بن الناس بالنون وهو عيلان بن مضر. وأم ولد مرة بن صعصعة سلول بنت ذهل بن شيبان بن ثعلبة بن عكاية أبن صعب بن علي بن بكر بن وايل فإليها ينسبون:\nاشرب شرابك وانعم غير محسود\n...\nواكسره بالماء لا تعض أبن مسعود\nإن الأمير له في الخمر مأربة\n...\nفأشرب هنيئاً مريئاً غير تصريد\nويعني عامر بن مسعود بن أمية بن خلف بن وهب بن حذافة بن جمح بن عمرو بن هصيص بن كعب بن لوي بن غالب بن فهر بن مالك بن النضر بن كنانة. وكان اسم جمح بن عمرو\nالجزء: 1 ¦ الصفحة: 135\n",
        "تيماً، واسم أخيه سهم بن عمرو زيداً، فقعدت يوماً أمهما الألوف بنت عدي بن كعب بن لؤي بن غالب، ومعهما أترجة من ذهب، وقيل من فضة، فدحت بها وقال لأبيها: استبقا إليها فمن أخذها فهي له. فأخذها سهم. فقالت: كأنك والله يا زيد سهم مرق من رميته، وكأن شيئاً جمح بك عنها يا تيم، فسمي هذا جمح وسمي هذا سهماً.\nوعامر بن مسعود هذا كان يلقب دحروجة الجعل لقصره، وفي ذلك يقول عبد الله بن همام السلولي:\nواشف الأرامل من دحروجة الجعلِ\nواصطلح أهل الكوفة على عامر بن مسعود عند موت يزيد بن معاوية، وهرب عبد الله بن زياد، فأمروه عليهم، فأقره عبد الله بن زيد اشهراً ثم عزل، وخطب أهل الكوفة في أيام إمارته عليهم فقال: إن لكل قوم أشربة ولذات فاطلبوها في مظانها، وعليكم بما يجمل منها ويحل، واكسروا شرابها بالماء، وتواروا عني بهذه الجدارات فلذلك قال عبد الله بن همام الشعر المتدم، وقال فيه غيره من الشعر:\nمن ذا يحزم ماء المزن خالطه\n...\nفي قعر خابية ماء العناقيد\nإني لأكره تشديد الرواة لنا فيها ويعجبني قول ابن مسعود ولما بلغ ابن مسعود قول عبد الله بن همام قال: قطع الله لسانه عدل الحمار فقد أساء القول. ذهب إلى قول الأخطل:\nبئس الفوارس عند مختلف القنا\n...\nعدلا الحمار محاربٌ وسلولُ\nوقال آخر - أنشدنيه محمد بن الحسين عن إسحاق بن إسماعيل الطاهري عن المبرد -:\nكل هنيئاً وما شربت مريئاً\n...\nثم قم صاغراً فغير كريم\nالجزء: 1 ¦ الصفحة: 136\n",
        "لا اُحب النديم يومض بالعين\n...\nإذا ما انتشى لعرس النيم\nوالمروؤة مصدر المرء كالرجولة مصدر رجل، وقال الفراء: أنه سمع إعرابياً قيل له: فلان امرؤ سوءٍ فقال: وما رأيت من مروؤة سوئه؟ ولا فرق عندي بين أن يقال: في فلان مروؤة وبين أن يقال: فيه رجولة، أو فيه إنسانية، إلا أن المروؤة قد نقات عن أصلها الذي وضعت له إلى صفات خاصة.\nوقد أحكمنا أمره وضع الأسماء ونقلها في كتاب غير هذا.\nواختلف الناس بعد في المروؤة، وأحسن الأقوال فيها ما أخبرنا به عن أمير المؤمنين على - صلوات الله عليه - إنه قال: المروؤة موصوفة في كتاب الله عز وجل حيث يقول: (إنَّ اللهَ يأمرُ بالعدلِ والإحسانِ، وإِيتاء ذي القربى، وينهى عن الفحشاءِ والمنكرِ والبغي) وقال السمي القاضي: المروؤة أن لا تصنع شيئاً في السر تستحيي منه في العلانية. وقال الحسن بن سهل - وأحسن -: نعم العون على المروؤة احتشام العامة. والكلام في هذا طويل لا يقتضيه هذا الموضع.\nويقال للرجل: مريء إذا كان ذا مروؤة، على وزن فعيل، كما يقال له: رجيل، إذا كان ذا رجولة، قال عبد الله بن غويث الفقيمي - من فقيم بن جرير بن دارم -:\nوقد علم الجاني الفقيمي أننا\n...\nمصاليط حمالون عنه مثي الدم\nولا يمنع الإصرام منا مروؤة ال\n...\nمرئ ولا أكرومة المتكرم\nومنه يقال: أمرؤ القيس، أي رجل القيس، والقيس الشدة، قال الشاعر - أنشدنيه أبو أسامة -:\nوأنت على الأعداء قيسٌ ونجدةٌ\n...\nوللطارق العاني هشامٌ ونوفلُ\nالنوفل: كثرة العطاء، والهشام نحوه، وما أعرف قائل البيت إلى اليوم، الذي\nالجزء: 1 ¦ الصفحة: 137\n",
        "أعرفه أبيات لحريث بن عناب الطائي يقول فيها:\nإلى طلحة الفياض أعلمت نصها\n...\nتخب برجلي تارة ثم ترقل\nإذا ما أتاه سائل عن جنابه\n...\nيكون شفيعه هشام ونوفل\nفي شعر طويل يمدح به طلحة بن عبد الله بن عوف وهو أبن أخي عبد الرحمن بن عوف، وقد استقصينا أنسابهم في مواضعها من كتابنا الكبير. وأخبروني بعض أهل البحث أنه وجد الفراء يقول في بعض كتبه: أن القيس الذهب، وأن امرأ القيس قيل له ذلك على معنى كالتفضيل له، والقيس مصدر قاس يقيس قيساً مثل القياس.\nوقال أبو بكر محمد بن القاسم الأنباري رحمه الله: فيه وجوهاً \"؟ \" ثلاثة غير هذه قال: القيس العرد وهو الذكر، والقيس الجوع، والقيس مثل الريس وهو التبخر. ومن الناس من يقول: أن امرأ القيس لقب، وأن اسم امرئ القيس بن حجر حندج، والحندج الرملة، 0000 قال غيلان:\nتبسسن عن غر كأن رضابها\n...\nندى الرمل مجته الذهاب القوالس\nعلى أقحوان في حناديج حرة\n...\nيناصي حشاها عانك متكاوس\nولا يبعد هذا عندي، لأنني أرى امرأ القيس اسماً مستعملاً عند أهل العرب للشريف والدنيء، وهو كعبد القيس، بل أكثر استعمالاً. وقال ثعلب: امرؤ القيس بمنزلة عبد الرحمن وعبد الله، ولو أحصينا كلَّ من اسمه امرؤ القيس لطال، وإنما غرضنا من قال الشعر فقط. والله الموفق.\nالجزء: 1 ¦ الصفحة: 138\n",
        "فصل في نسب امرئ القيس بن حجر وهو المقدم على جميع المراقسة، وغيرهم من الشعراء. قال: اسمه حندج ولقبه امرؤ القيس، والصحيح عندي أن اسمه امرؤ القيس، وكنيته أبو الحارث في قول أبن دريد. وقال غيره \" 0000 \" وقال آخرون: أبو عمرو وقال آخرون: أبو بهشة باسم بنته. وقول أبن دريد اثبت الأقوال عندي.\nوكان يقال له ذو القروح وذو القرح، وفي ذلك يقول عيينة بن مرداس بن شميخ الكعبي كعب بن عمرو بن تميم:\nعلا الشيب أخداني وخلَّى مكانه\n...\nأبو طمحان وأبن أمِّ داود\nوذو القرح فاخترت القوافي وبعده\n...\nتراث ثمود الأولين وعادِ\nأبو الطمحان القيني حنضلة بن الشرقي، وأبن أم داود: أبو داود الأياديُّ، حارثة أبن الحجاج الشاعرين المعروفين. وفي عقيل رجل يقال له ذو القرح، وهو كعب بن خفاجة، واسم خفاجة معاوية بن عمرو بن عقيل.\nوكان يدعى امرؤ القيس الملك الضِّلِّيل، وللبيد بن ربيعة بن مالك بن جعفر بن كلاب في ذلك قول مشهور، ولا نرى التثقيل بذكره.\nقالوا: وهو امرؤ القيس بن حجر الملك الذي قتلته بنو اسد ابن الحارث الملك، بن عمرو المقصور، الذي اقتصر به على ملك أبيه عن يعقوب بن السكيت وقال أحمد بن عبيد: إنما سمي المقصور لأنه قصر على ملك أبيه وجده، كأنه كرهه فملك شاء أو أبى ابن حجر الأكبر، وهو آكل المرار وفي تسميته بذلك أقوال: قال أبو نصر: إنما سمي آكل\nالجزء: 1 ¦ الصفحة: 139\n",
        "المرار لأنه غضب غضبة فجعل يأكل المرار، وهو نبت شديد المرارة ولا يحس به من غضبه، وقيل: إنما سمي بذلك لكبره، والمتكبر كأنه مقلص الشفة. وقال أبن دريد إنما سمي بذلك لأنه كان أفوه، والبعير إذا اكل المرار تقلص مشفراه، فشبه به وهو لقبه، وقال أحمد بن عبيد وغيره: إنما سمي بذلك لأن ملكاً من ملوك اليمن أسر امرأته وقال قوم: بنته فقال لها: ما ظنك بحجر؟ فقالت: كأنك به وقد طلع عليك كأنه جمل آكل مرار. قال: والجمل إذا أكل المرار أزبدَ، وقيل: بل أرادت كشره عن أسنانه. وهو حجر بن عمرو بن معاوية بن الحارث بن معاوية والنسابون يسمونه بكندي الأصغر بن ثور بن مرتع وسمي مرتعاً لأنه كان يأتيه الرجل يسأله أن يقطع له من أرضه قطيعة ليرتع فيها سائمته من أبله وغنمه فيرتعه واسمه عمرو بن معاوية بن كندي وهو كندة وهما اسمان له، قالوا: لأنه كند أباه أي عقه وكفره وقال: بل كنَّد على أخيه فقتله واصل الكند القطع، وقال الله عز وجل: (إن الإنسان لربه لكنود) أي قطوع لما بينه وبينه بالكفر. نعوذ بالله من سخطه، ومن حرمان توفيقه، ومع هذا التأويل فالله أعلم بكتابه.\nوقال الأعشي الكبير:\nاحدث لها تحدث لوصلك إنها\n...\nكند لوصل الزائر المعتاد\nأي قطاعة وقال أيضاً:\nاميطي تميطي بطب الفؤاد\n...\nوصول حبالٍ وكنَّادها\nأي قطاعها وقال أيضاً:\nولكن لا يصيد إذا رماها\n...\nولا تصتاد عاتية كنود\nالجزء: 1 ¦ الصفحة: 140\n",
        "أي قطوع للوصل. وقال سوار بن قطن الهميمي بن هميم بن عبد العزي بن يقدم بن عنترة بن ربيعة ويقال: إن هميم من قسرٍ من بجيلة، ورأيت أبن الكلبي يثبت ذلك والأول اشهر:\nسأل حنيفة يوم وقعتنا\n...\nبنحاة إذ جاروا عن القصد\nوتيمَّموا بأمر يمامتهم\n...\nوتكندوا غدرا على عمد\nتكندوا: أي أبطنوا الغدر والكفر وقد سميت العرب بكندي غير هذا، وفي طيء فارس جليل، يقال له كندي بن حارثة بن لام بن عمرو بن طريف بن عمرو بن ثمامة بن مالك بن جدعا مقصور مثل سكرى، واسم جدعا لوذان بن ذهل بن رومان بن جندب بن خارجة بن سعد بن قطرة بن طيء، وفي طيء أيضاً كندة بن الضحاك بن هذيم بن خبأ بن الصهو بن باعث بن خويص وباعث هو الذي أغار على إبل امرئ القيس، وسيرد خبره ونسبه إن شاء الله.\nوأسم كندة ثور بن عفير بن عدي بن الحارث بن مرة بن ادد، وأم مرة مدلة بنت ذي منجشان بن كلَّة بن ردمان بن حمير كذا قال الكلبي وغيره، وما يحضرني صلة نسبها، والذي اذكره أن في حمير ردمان بن وائل بن رعين بن زيد بن شهل وكنت رأيته بخط شبل بن بكير النسابة في عدة مواضع، شهل معجمةً ثلاثاً من فوق، ولا أدري ما صحة ذلك.\nوكان أدد تزوج بها فولدت له مرة هذا ونبتاً وهو الأشعر وتزوج بعدها أختها دلة بنت ذي منجشان فولدت جلهمة ين أدد، وهو طيء، ومالك بن أدد. ودلة هذه هي التي يقال لها مذحج، باسم اكمة ولدت ابنيها عليها، وقال أبن الأعرابي في ذلك قولاً اعجب إلي من هذا القول، وذاك أنه قال: اذحجت على ولدها فسميت بمذحج لذلك، واذحجت: لزمت عند ابن الأعرابي، وغيره من اللغويين يقول: ذحجته الريح إذا جرته\nالجزء: 1 ¦ الصفحة: 141\n",
        "من موضع إلى موضع، والذحج عندهم مثل السحج. وأدد هو أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبا وأسمه عبد شمس بن يشجب بن يعرب بن قحطان. قال هشام الكلبي: ذكر بعض النساب أن كندة بن ثور بن عفير بن معاوية بن حيدة بن معد بن عدنان، ويحتجون بقول امرئ القيس:\nتالله لا يذهب شيخي باطلاً\n...\nخير معدُّ حسباً ونائلاً\nومن غير هذه الرواية: يا خير شيخٍ حسباً ونائلاً\nوقال آخرون أن كندة من ولد عامر بن ربيعة بن نزار بن معد، قالوا: ولذلك كانت محلة كندة وربيعة ودارهما في الجاهلية الجهلاء واحدة، ومناخهم في المواسم معاً، وكانوا متحالفين، متعاقدين، ومما يحقق هذا عندهم قول أبى طالب بن عبد المطلب:\n00 - 00\nإذ ترمي 0000 عشيها\n...\nيجوزها حجاج بكر بن وائلِ\nحليفان شداً عقد ما اختلفا له\n...\nوردا عليه عاطفات الوسائلِ\nقالوا: يعني بعاطفات الوسائل هاهنا الأرحام، والله اعلم بالصحيح، وأم امرئ القيس في قول الحذاق من رواة الشعر فاطمة بنت ربيعة، أخت مهلهل بن ربيعة. فأما النسابون فقالوا: أمه قتيلة بنت يزيد بن امرئ القيس بن عمرو بن حجر الأكبر والله أعلم.\nالجزء: 1 ¦ الصفحة: 142\n",
        "فصل: يتعلق بهذا الفصل المفرد لذكر نسب امرئ القيس: ذكرنا عند ذكر ذي القرح لقب امرئ القيس عيينة بن مرداس الذي يقول فيه:\nوذي القرح فاخترت القوافي بعده\n...\nتراث ثمود الأولين وعاد\nوعلمنا أن قارئ الكتاب ستتطلع نفسه إلى الوقوف على مقدار هذا الشاعر من الشعر لسعة دعواه، وتجاوزه مداه فأوردنا أبياتاً من شعره ليستدل بها على قدره، وبالله التوفيق.\nقال عيينة بن مرداس بن شنيخ الكعبي كعب بن عمرو بن تميم ويقال له أبن فسوة وإنما قيل له ذلك لأنه كان في قومه رجل آخر يقال له أبن فسوة فأتى عيينة فباعه اللقب فاشتراه منه فلصق به وقال ذلك الرجل:\nحول مولانا عليه اسم أمنا\n...\nألا رب مولى ناقص غير زائد\nأعاذل إن اهلك فلم اقض لذة\n...\nمن الدين والإسلام والمرء تالف\nمن البيض أجياداً كأن خدودها\n...\nدنانير يجلوها لتنفق شائف\nوأنّا لقوامون وسط رحالنا\n...\nإلى الصف قارٍ في الإناء ولاحف\nولا ننكر الأضياف إن ينزلوا بنا\n...\nوكل كريم للنزالة عارف\nومن قوله يهجوا بني سعد بن مالك بن ضبيعة بن قيس بن ثعلبة، وكان نزل عليهم بأرضهم وهي زمُّ فلم يحمدهم:\nإذا ما لقيت الحيَّ سعد بن مالك\n...\nعلى زمَّ فأرحل خائفاً أو تقدم\nأناس أجارونا فكان جوارهم\n...\nشعاعاً كلحم الجازر المتقسم\nالجزء: 1 ¦ الصفحة: 143\n",
        "ومن قوله:\nنحن إلى برق بنعمان بعد ما\n...\nمضت أربع يعددن من أول الشهر\nفحنت حنيناً مثله هيج الذي\n...\nبه الشوق مشغوف الفؤاد وما يدري\nومن قوله وكان هجاءً خبيثاً يذم عبد الله بن العباس بن عبد المطلب بقصيدة أولها:\nذكرت لبرق آخر الليل ضوءه\n...\nيضيء حبيَّ المنجد المتغوِّر\nيسور ويرقى في رواءٍ غمامه\n...\nركام تصداه الجنوب وتمتري\nإذا سنحت نجدية برحت لها\n...\nصباً فأدرَّت ودق اوطف ممطر\nثم قال:\nأتيت أبن عباس أرجِّى حباءه\n...\nفلم يرج معروفي، ولم يخش منكر\nوقال لبوابيه: لا تدخلنَّه\n...\nوسدُّوا خصاص الباب من كل منظر\nوتسمع أصوات الخصوم وراءه\n...\nكصوت الحمام في القليب المغور\nولو كنت من زهران لم تقص حاجتي\n...\nولكنني مولى جميل بن معمر\nأتيح لعبد الله يوم لقيته\n...\nشميلة ترمى بالحديث المفتر\nوما أنا إذ زاحمت مصراع بابه\n...\nبذي ضولة فانٍ ولا بحزور\nفليت قلوصي عربت أو رحلتها\n...\nإلى حسن في داره وأبن جعفر\nإلى معشر لا يخصفون نعالهم\n...\nولا يلبسون السِّبت ما لم يخصَّر\nوما زلت في التَّسيار حتى أنختها\n...\nإلى أبن رسول الأمة المتخير\nوقامت تصدى في العقال فواجهت\n...\nبي الصبح وردا كالرداء المحبَّر\nفما قمت حتى راعني ثوباؤها\n...\nوصوت مناد بالصلاة مكبِّر\nالجزء: 1 ¦ الصفحة: 144\n",
        "زهران بن كعب بن الحارث بن عبد الله بن نصر بن الأزد. وكان أبن عباس تزوج شميلة بنت أبي حناءة بن أبي ازيهر حليف قريش بن أنيس بن الخيسق بن مالك بن كعب بن سعد بن كعب بن الغطريف الأصغر وهو الحارث بن عبد الله بن عامر وهو الغطريف بن بكر بن يشكر بن مبشر بن صعب بن دهمان بن نصر بن زهران، وكان أعداد أبي ازيهر في دوس، فكان يقال له الدوسي، فكانت شميلة هذه عند مجاشع بن مسعود السلمي من بني سمَّال بن عوف.\nالجزء: 1 ¦ الصفحة: 145\n",
        "\" 0000000000000000 \" \" 0000000000000 \" ويقال له محرق لأنه حرق بني تميم. ينسب إلى هند، عمه امرئ القيس، وهي هند بنت الحارث بن عمرو بن الحارث الملك بن عمرو بن حجر الأكبر.\nوهو عمرو بن المنذر ذي القرنين المعزو إلى أمه ماء السماء، وهو المنذر بن امرئ القيس وأبوه امرؤ القيس يقال له محرق، وهو أول من عذب بالنار في قول الكلبي وامرؤ القيس بن النعمان بن امرئ القيس بن عمرو بن امرئ القيس بن عمرو، وهو الذي يقال له: كبر عمرو عن الطوق هذا أول من تنصر من ملوك آل نصر في قول محمد بن جرير بن عدي بن نصر بن ربيعة بن عمرو بن الحارث بن مسعود بن مالك بن عمم بن تمارة بن لخم واسمه مالك بن عدي بن الحارث بن مرة بن أدد.\nوعمرو بن هند هو عم أبي قابوس النعمان بن المنذر، لأن هنداً ولدت للمنذر ابن امرئ القيس عمراً أبا المنذر ووالد النعمان.\nوقد قيل: انهم من ولد قنص بن معد، وكان هاشمينا الحلبي النسابة يقول: عمرو بن قنص بن معد. والحكاية عن جبير لعمر في ذلك معروفة، لم نر الإطالة بها. وكان محمد بن إسحاق بن يسار المطلبي يقول: قنص بضم القاف والنون.\nوكان السبب في نكاح المنذر ذي القرنين هند بنت الحارث أن قباذ لما ملك وهو قباذ\nالجزء: 1 ¦ الصفحة: 147\n",
        "بن فيروز بن يزدجرد بن بهرام جور بن يزدجرد الأثيم بن نيسابور ذي الأكتاف بن هرمس بن نرسي بن بهرام الأوسط بن بهرام الأكبر بن هرمز البطل بن سابور الجند بن أردشير بابكان سمي بذلك لكثرة من يسمي في عصره بابك، واردشير بابكان هو أردشير بن بابك بن ساسان بن بهمن \" الملك الأعظم \" بن اسفيدياذ وقال محمد بن جرير: اسفنديار وهو الملقب بالشديد بن بشتاشيب ويقال: استاسف، وعلى زمانه ظهر زردشت الذي تزعم المجوس أنه نبيًّ، وروى المؤرخون أنه كان أثيراً عند بعض تلاميذ أرميا النبيّ عليه السلام فكذب عليه وخافه فدعا عليه فبرص، ولحق ببلاد أذربيجان، فشرع بها دين المجوسية، وتبعه قوم كثير ممن هناك، وقال لي أبي عن أبيه أنه زردشت بن بورشسم، وأن ماني الذي ينسب إليه المانوية هو ماني بن فتق، ويشتاشب هو ابن لهراسب بن قيوجي بن كيمش بن كيباشين بن كيانية وقيل: كينة بن كيقباذ بن زاب، وقيل زاع بن توذكاب بن ماني شوى بن توذر بن منوشهر بن منشحورجر وقيل: منشحوريز بن تبرك بن نبروسنج بن بابريح، بن ثرت بن فزرش بن زش بن فركون بن كرزك أو كوزك بن جوزك بن ايرح بن أفريذون بن أثفيان بن جم شيد بن ويجهان بن إيشتجهذ بن أوشهنج بن فرواك بن سامك بن نرسي بن جيومرث ويفسر ذلك حيٍّ ناطق ميت، فالحي \" جي \" والناطق \" يو \" والميت \" مرث \" وقد يسمى كلشاة، وتفسير ذلك فيما قيل: ملك الطين.\nوإلى جيممرث يرجع نسب الفرس كله، والفرس تزعم أنه آدم أبو البشر عليه السلام ونسابُ العرب يزعمون أنه حامر بن يافث بن نوح عليه السلام. وحامر غير مذكور في التوراة، والذي خبرني به أهل العلم بها أنها دلت على أن الفرس من ولد يافث محماً وأن في أولاد يافث ولد اسمه ثيراس، يقول المفسرون أنه الفرس، وأن الفرس ولده، ولعله حامر بالعربية أو بلغة أخرى. فأما هشام بن محمد فقال: ولد فارسور بن سام بن نوح عليه السلام بيرس به سميت فارس. وقال آخرون: الفرس ولد فارص بن يهوذا بن يعقوب عليه السلام فأما جرير بن عطية فإنه نسب الفرس والروم إلى إسحاق فقال:\nالجزء: 1 ¦ الصفحة: 148\n",
        "وأبناء إسحاق الليوث إذا ارتدوا\n...\nمحامل موت لابسين السنورا\nإذا أفتخروا عدواً الصهبذ منهم وكسرى وآل الهرمزان وقيصرا والله أعلم بالصحيح.\nفكان قباذ لما ملك ضعيفاً فوثبت ربيعة على عامله بالحيرة، وهو النعمان بن الأسود بن المنذر بن النعمان بن امرئ القيس بن عمرو بن امرئ القيس بن عمرو بن عديّ، فخرج منهم هارباً حتى نزل بأياد، فمات فيهم، وكان معه المنذر بن ماء السماء، وهو أقرب منه في قُعدُدِ النسب، وسنذكر نسب أمه وخبرها بعد هذا الفصل إن شاء الله وكان مع المنذر بن ماء السماء ابنه عمرو بن هند.\nوانطلقت ربيعة إلى كندة وكان الناس في الأول يقولون: إن كندة من ربيعة على ما قدمنا ذكره فجاءوا بالحارث بن عمرو بن حجر آكل المرار فملكوه على بكر بن وائل، وحشدوا له، وقاتلوا معه، فظهر على ما كانت العرب تسكن من أرض العراق، وأبى قباذ لضعفه أن يمد المنذر بجيش فكتب إلى الحارث بن عمرو إنني في غير قومي، وأنت أحق من كنفي فحوله إليه، وزوجه ابنته هند بنت الحارث فولدت له عمراً المذكور، ومنذراً في قول هانئ بن المنذر البهيلي النسابة وقابوساً في قول غيره.\nفلما هلك قباذ وملك ابنه كسرى وهو أنو شروان ملك المنذر بن ماء السماء على الحيرة، فأساء مكافأة بني آكل المرار، وطلبهم وسفك دماءهم، وجرى من ذلك ما ذكرناه في موضعه.\nوالمنذر بن ماء السماء هو الذي قتله الحارث بن أبي شمر الغساني، وجرى من أولاد الحارث أعمام امرئ القيس ما سنذكره في موضعه إن شاء الله.\nوملكت بنو أسد عليها حجر بن الحارث بن عمرو، وقيل: إن أباه كان ملكه عليها وهو أشبه، وتمليك ربيعة للحارث بن عمرو عليها قول خراش بن إسماعيل العجلي، وغيره يقول: إن قباذ هو الذي ملك الحارث بن عمرو على العرب، وليس ذلك بثبت.\nالجزء: 1 ¦ الصفحة: 149\n",
        ""
    ]
}