{
    "1": [
        "المغيث بأدلة المواريث\nالمغيث بأدلة المواريث\nمحمد العماري\nالكتاب:\nالمغيث بأدلة المواريث\nإعداد:\nأبو أحمد، محمد بن أحمد بن محمد العماري\nعدد الأجزاء:\n1\n[الكتاب مرقم آليا]\n",
        "سلسلة متون المبتدئين: الفرائض؛ المتن الأول.\nالمغيث بأدلة المواريث\nتأليف\nمحمد بن أحمد بن محمد العماري\nعضو الدعوة والإرشاد\nبوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد\nبالمملكة العربية السعودية\nموقع المؤلف على الإنترنت\nhttp://www.alammary.net\nالبريد للإكتروني\nAlammary281@alammary.net\nAlammary4@hotmail.com\n",
        "المقدمة\nالحمد لله الذي علم بالقلم, علم الإنسان مالم يعلم, الحمد لله الذي خلق الإنسان علمه البيان.\nوالصلاة والسلام على الذي لا ينطق عن الهوى إن هو إلا وحي يوحى\n...\nأما بعد فهذا المغيث بأدلة الموارث جعله الله لوجهه خالصاً ,ولي, ولجميع المسلمين نافعا.\nوعلى القاريء: إذا رأى خطأً أن يصلح أو زللاً أن يصفح.\nومنْ يصادفْ هفوةً فليصلحا\n...\nبعدَ تأملٍ لها وليصفحا\nفقدْ جمعتُه على استعجالِ\n...\nمعْ غربتي عنْ أهلِ ذي المجالِ\nكتاب: الإرث\n.\nباب: تعريف الإرث\n.\nالإرث: لغة. هو ما يبقى من الأشياء.\nعَنِ ابْنِ مِرْبَعٍ الْأَنْصَارِي - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ بِعَرَفَةَ (كُونُوا عَلَى مَشَاعِرِكُمْ هَذِهِ فَإِنَّكُمْ عَلَى إِرْثٍ مِنْ إِرْثِ إِبْرَاهِيمَ) رواه أحمد (1) وغيره وصححه الألباني (2)\nوالإرث: شرعاً. هو كل ما يتركه الميت بعده قليلاً كان أ وكثيراً.\nقَالَ تَعَالَى: {لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً} [النساء: 7]\nباب: أركان الإرث\n.\nللإرث ثلاثة أركان.\nالركن الأول: موتُ المورِّثِ، أو الحكم بموته كالمفقود أو تقدير موته كالجنين.\n(1) مسند أحمد 17233 (ج 28 / ص 468)\n(2) صحيح ابن ماجة رقم3002 (ج 2 / ص 172)\nالجزء: 1 ¦ الصفحة: 1\n",
        "قَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nففي قوله: {إِنِ امْرُؤٌ هَلَكَ} دليل على موت المورث.\nالركن الثاني: حياة الوارث عند موت المورث، أو الحكم بحياته كالمفقود أو تقدير حياته كالجنين. فإن مات قبله فلا يرث منه.\nقَالَ تَعَالَى: {لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً} [النساء: 7]\nواللام في قوله: ژ لِّلرِّجَالِ ژو قوله: ژ وَلِلنِّسَاء ژ للملك و الميت لايملك.\nالركن الثالث: أن يكون الميت قد ترك شيئاً بعده. فإن لم يترك شيئاً فلا إرث.\nقَالَ تَعَالَى: {لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً} [النساء: 7] الشاهد مما ترك\nباب: شروط الإرث\n.\nللإرث ثلاثة شروط:\nالشرط الأول: ثبوت موت المورث أو إلحاقه بالأموات حكما كالمفقود أو تقديرا كالجنين، إذا سقط ميتا بسبب الجناية على أمه.\nالجزء: 1 ¦ الصفحة: 2\n",
        "قَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nفعلق الإرث بهلاك المورث\nالشرط الثاني: تحقق حياة الوارث حين موت المورث، أو إلحاقه بالأحياء حكما كالمفقود، والحمل.\nقَالَ تَعَالَى: {لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً} [النساء: 7]\nواللام في للرجال وللنساء للملك والميت لايملك\nالشرط الثالث: العلم بسبب التوارث، من قرابة، أو نكاح، أو ولاء.\nعَنِ بُرَيْدَةَ - رضي الله عنه - أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ: «الْقُضَاةُ ثَلاَثَةٌ وَاحِدٌ فِى الْجَنَّةِ وَاثْنَانِ فِى النَّارِ فَأَمَّا الَّذِى فِى الْجَنَّةِ فَرَجُلٌ عَرَفَ الْحَقَّ فَقَضَى بِهِ وَرَجُلٌ عَرَفَ الْحَقَّ فَجَارَ فِى الْحُكْمِ فَهُوَ فِى النَّارِ وَرَجُلٌ قَضَى لِلنَّاسِ عَلَى جَهْلٍ فَهُوَ فِى النَّارِ».رواه أبو داود (1) حديث صحيح لغيره.\nباب: أنواع الإرث\n.\nالإرث نوعان جمعها الرحبي رحمه الله في قوله.\nالإرثُ نوعانِ هما\n...\nفرضٌ وتعصيبٌ على ماقسما\nفالإرثُ في نصِّ الكتابِ سته\n...\nلافرضَ في الإرثِّ سواها البته\nنصفٌ وربعٌ ثم نصفُ الربعِ\n...\nوالسدسُ والثلثُ بنصِّ الشرع\nوالثلثانِ وهما التمامُ\n...\nفاحفظْ فكلُّ حافظٍ إمامُ\nالنوع الأول: إرث بالفرض.\n(1) سنن أبى داود (3/ 324) باب القاضي يخطىء\nالجزء: 1 ¦ الصفحة: 3\n",
        "عَنِ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (1) ومسلم (2)\nوأهل الفرائض هم الذين بين الله نصيبهم بالقرآن.\nالنوع الثاني: إرث بعصبة النسب.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (3)\nالنوع الثالث: إرث بعصبة الولاء إذا عدمت عصبة النسب.\nعن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (الولاء لحمة كلحمة النسب لا يباع ولا يوهب) رواه بن حبان (4) والحاكم (5) وصححه وصححه الألباني (6)\nوعَنْ عَائِشَةَ - رضي الله عنها -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: َإِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ) رواه البخاري (7) ومسلم (8)\nالنوع الرابع: إرث بالرد إذا لم يكن فيه عصبة بالنسب ولا بالولاء.\n(1) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(2) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(3) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(4) صحيح ابن حبان رقم 4950 (ج 11 / ص 325) باب البيع المنهي عنه\n(5) المستدرك على الصحيحين للحاكم رقم 7990 (ج 4 / ص 379) كتاب الفرائض\n(6) الجامع الصغير وزيادته رقم13113 (ج 1 / ص 1312)\n(7) صحيح البخاري رقم1493 (ج 3 / ص 553) بَاب الصَّدَقَةِ عَلَى مَوَالِي أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم -\n(8) صحيح مسلم رقم 3859 (ج 4 / ص 215) باب إنما الولاء لمن اعتق.\nالجزء: 1 ¦ الصفحة: 4\n",
        "فيرد الباقي بعد الفروض إن لم يكن فيه عصبة على أصحاب الفروض على قدر فروضهم بسبب القرابة ولا يرد على الزوجين لعدم القرابة.\nقَالَ تَعَالَى: {لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً} [النساء: 7]\nالنوع الخامس: إرث بالرحم إن لم يكن فيه عاصب بالنسب ولابالولاء ولا صاحب فرض يرد له المال غير الزوجين.\nقَالَ تَعَالَى: {وَأُوْلُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَن تَفْعَلُوا إِلَى أَوْلِيَائِكُم مَّعْرُوفاً كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُوراً} [الأحزاب: 6]\nو عَنِ الْمِقْدَامِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ «الْخَالُ وَارِثُ مَنْ لاَ وَارِثَ لَهُ يَفُكُّ عَانِيَهُ وَيَرِثُ مَالَهُ». رواه أبو داود (1) وصححه الألباني (2)\nوعن عمر بن الخطاب و عائشة رضي الله عنهما: أن النبي - صلى الله عليه وسلم - قال: (الخال وارث من لا وارث له) رواه الترمذي (3) وحسنه الألباني (4)\nالنوع السادس: إرث بالولاية العامة على المسلمين وتسمى ببيت المال إذا انعدم الإرث بالعصبة والرد والرحم.\n(1) () سنن أبى داود رقم2903 (ج 3 / ص 83)\n(2) () الجامع الصغير وزيادته رقم2354 (ج 1 / ص 236)\n(3) سنن الترمذي رقم2103 (ج 4 / ص 421) ميراث الخال\n(4) () إرواء الغليل في تخريج أحاديث منار السبيل رقم 1700 (ج 6 / ص 137)\nالجزء: 1 ¦ الصفحة: 5\n",
        "عَنْ الْمِقْدَامِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ «أَنَا وَارِثُ مَنْ لاَ وَارِثَ لَهُ أَفُكُّ عَانِيَهُ وَأَرِثُ مَالَهُ». رواه أبو داود (1) وصححه الألباني (2)\nو عن عمر بن الخطاب - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: (الله ورسوله مولى من لا مولى له) رواه الترمذي (3) وحسنه الألباني (4)\nباب: أسباب الإرث\n.\nالأسباب التي يرث بها الحي من الميت ثلاثة.\nجمعها الرحبي رحمه الله في قوله:\nأسباب ميراث الورى ثلاثه\n...\nكل يفيد ربه الوراثه\nوهي\n...\nوهي نكاح وولاء ونسب\nمابعدهن للمواريث سبب\nالسبب الأول: الزواج.\nفعقد الزواج الصحيح على المسلمة (5) الحرة (6) يتوارث به الزوجان وإن لم يحصل جماع ولا خلوة.\n(1) سنن أبى داود رقم2903 (ج 3 / ص 83)\n(2) الجامع الصغير وزيادته رقم2354 (ج 1 / ص 236)\n(3) سنن الترمذي رقم2103 (ج 4 / ص 421) ميراث الخال\n(4) إرواء الغليل في تخريج أحاديث منار السبيل رقم 1700 (ج 6 / ص 137)\n(5) فإن كانت الزوجة كافرة كالكتابية فلا توارث بينهما لاختلاف الدين فلا يرثها ولا ترثه.\nعَنْ أُسَامَةَ بْنِ زَيْدٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (لَا يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلَا الْكَافِرُ الْمُسْلِمَ)\n(6) فإن كانت الزوجة أمة فلا توارث بينهما فلا يرثها لأن مالها لسيدها وليس لها ولا ترثه لأنها لا تملك إذ هي مملوكة لسيدها.\nالجزء: 1 ¦ الصفحة: 6\n",
        "قَالَ تَعَالَى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} [النساء: 12]\nو ٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ - رضي الله عنه -:فِى رَجُلٍ تَزَوَّجَ امْرَأَةً فَمَاتَ عَنْهَا وَلَمْ يَدْخُلْ بِهَا وَلَمْ يَفْرِضْ لَهَا الصَّدَاقَ فَقَالَ لَهَا الصَّدَاقُ كَامِلاً وَعَلَيْهَا الْعِدَّةُ وَلَهَا الْمِيرَاثُ. فَقَالَ مَعْقِلُ بْنُ سِنَانٍ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَضَى بِهِ فِى بِرْوَعَ بِنْتِ وَاشِقٍ. رواه أبو داود (1) وصححه الألباني (2)\nالسبب الثاني: النسب بجهاته الأربع.\nالجهة الأولى: الأبوة؛ وهم الآباء وآباؤهم والأمهات وأمهاتهن.\nقَالَ تَعَالَى: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السُّدُسُ مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِّنَ اللّهِ إِنَّ اللّهَ كَانَ عَلِيما حَكِيماً} [النساء: 11]\n(1) سنن أبى داود رقم2116 (2/ 202) باب فِيمَنْ تَزَوَّجَ وَلَمْ يُسَمِّ صَدَاقًا حَتَّى مَاتَ\n(2) () صحيح أبي داود رقم 1839 (6/ 341)\nالجزء: 1 ¦ الصفحة: 7\n",
        "الجهة الثانية: البنوة؛ وهم الأبناء وأبناؤهم. قَالَ تَعَالَى: {يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء: 11]\nو قَالَ تَعَالَى: {آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِّنَ اللّهِ إِنَّ اللّهَ كَانَ عَلِيما حَكِيماً} [النساء: 11]\nالجهة الثالثة: الأخوة؛ وهم الإخوان وأبناؤهم.\nكإخوة الميت من أبويه أومن أبيه فقط. قَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nأو إخوة الميت من أمه. قَالَ تَعَالَى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ} [النساء: 12]\nالجهة الرابعة: الأعمام وأبناؤهم.\nالجزء: 1 ¦ الصفحة: 8\n",
        "عَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (1) ومسلم (2)\nولمسلم (3) «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ».\nوعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ - رضي الله عنه - قَالَ: جَاءَتِ امْرَأَةُ سَعْدِ بِابْنَتَيْنِ لَهَا فَقَالَتْ يَا رَسُولَ اللَّهِ هَاتَانِ بِنْتَا سَعْدِ بْنِ الرَّبِيعِ قُتِلَ مَعَكَ يَوْمَ أُحُدٍ وَقَدِ اسْتَفَاءَ عَمُّهُمَا مَالَهُمَا وَمِيرَاثَهُمَا كُلَّهُ فَلَمْ يَدَعْ لَهُمَا مَالاً إِلاَّ أَخَذَهُ فَقَالَ - صلى الله عليه وسلم - لِعَمِّهِمَا «أَعْطِهِمَا الثُّلُثَيْنِ وَأَعْطِ أُمَّهُمَا الثُّمُنَ وَمَا بَقِىَ فَلَكَ».رواه أبو داود (4) وحسنه الألباني (5)\nالسبب الثالث: الولاء.\n(1) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(2) () صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(3) () صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(4) () سنن أبى داود رقم2893 (ج 3 / ص 80) باب مَا جَاءَ فِى مِيرَاثِ الصُّلْبِ\n(5) () صحيح أبي داود رقم2514 (ج 2 / ص 560)\nالجزء: 1 ¦ الصفحة: 9\n",
        "عن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (الولاء لحمة كلحمة النسب لا يباع ولا يوهب) رواه بن حبان (1) والحاكم (2) وصححه وصححه الألباني (3)\nوَعَنِ ابْنِ عُمَرَ: - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - (نَهَى عَنْ بَيْعِ الْوَلاَءِ وَعَنْ هِبَتِهِ).رواه البخاري (4) ومسلم (5)\nفالمعتق ذكراً كان أوأنثى يرث من عبده المعتق تعصيباً إذا لم يكن له وارث من النسب أو وجد وارث من النسب ممنوع من الإرث بأحد موانع الإرث الثلاثة.\nعَنْ عَائِشَةَ - رضي الله عنها -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: َإِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ) رواه البخاري (6) ومسلم (7)\nفالولاء يرث به المسلم عبده المسلم الذي أعتقه لا الكافر لاختلاف الدين.\nعن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (الولاء لحمة كلحمة النسب لا يباع ولا يوهب) رواه بن حبان (8) والحاكم (9) وصححه وصححه الألباني (10)\n(1) صحيح ابن حبان رقم 4950 (ج 11 / ص 325) باب البيع المنهي عنه\n(2) () المستدرك على الصحيحين للحاكم رقم 7990 (ج 4 / ص 379) كتاب الفرائض\n(3) () الجامع الصغير وزيادته رقم13113 (ج 1 / ص 1312)\n(4) () صحيح البخاري رقم 2535 (ج 6 / ص 388) بَاب بَيْعِ الْوَلَاءِ وَهِبَتِهِ\n(5) صحيح مسلم رقم 3861 (ج 4 / ص 216) باب النَّهْىِ عَنْ بَيْعِ الْوَلاَءِ وَهِبَتِهِ\n(6) صحيح البخاري رقم1493 (ج 3 / ص 553) بَاب الصَّدَقَةِ عَلَى مَوَالِي أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم -\n(7) صحيح مسلم رقم 3859 (ج 4 / ص 215) باب إنما الولاء لمن اعتق.\n(8) صحيح ابن حبان رقم 4950 (ج 11 / ص 325) باب البيع المنهي عنه\n(9) () المستدرك على الصحيحين للحاكم رقم 7990 (ج 4 / ص 379) كتاب الفرائض\n(10) () الجامع الصغير وزيادته رقم13113 (ج 1 / ص 1312)\nالجزء: 1 ¦ الصفحة: 10\n",
        "فإذا كان الولاء كلحمة النسب والمسلم لا يرث الكافر مع ثبوت النسب فكذلك المسلم لا يرث الكافر مع ثبوت الولاء.\nعَنْ أُسَامَةَ بْنِ زَيْدِ - رضي الله عنه - أَنَّهُ قَالَ: يَا رَسُولَ اللَّهِ أَتَنْزِلُ فِى دَارِكَ بِمَكَّةَ فَقَالَ «وَهَلْ تَرَكَ لَنَا عَقِيلٌ مِنْ رِبَاعٍ أَوْ دُورٍ». وَكَانَ عَقِيلٌ وَرِثَ أَبَا طَالِبٍ هُوَ وَطَالِبٌ وَلَمْ يَرِثْهُ جَعْفَرٌ وَلاَ عَلِىٌّ شَيْئًا لأَنَّهُمَا كَانَا مُسْلِمَيْنِ وَكَانَ عَقِيلٌ وَطَالِبٌ كَافِرَيْنِ. رواه البخاري (1) ومسلم (2)\nباب: موانع الإرث\n.\nيمنع الوارث من أخذ إرثه الثابت له ثلاثة موانع بها يصبح وجوده كعدمه.\nجمعها الرحبي رحمه الله في قوله:\nويمنعُ الشخصَ مِنَ الميراثِ\n...\nواحدةٌ مِنَ عِلَلٍ ثَلاًثِ\nرقٌ وقتلٌ واختلافُ دينِ\n...\nفافهمْ فَلَيْسَ الشكُ كَالْيَقينِ\nالمانع الأول: الرق.\nفالرقيق بجميع أنواعه (3) لا يرث من زوجه ولا من قرابته لأنه لا يملك إذ هو مملوك لسيده.\nولا يرثه زوجه ولا قرابته لأنه وماله لسيده فلا مال له ولا يحجب أحداً عن الميراث فوجوده كعدمه.\nالمانع الثاني: القتل.\nعَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ - صلى الله عليه وسلم - «لَيْسَ لِلْقَاتِلِ شَىْءٌ وَإِنْ لَمْ يَكُنْ لَهُ وَارِثٌ فَوَارِثُهُ أَقْرَبُ النَّاسِ إِلَيْهِ وَلاَ يَرِثُ الْقَاتِلُ شَيْئًا».رواه أبو داود (4) وصححه الألباني (5)\n(1) صحيح البخاري رقم 1589 (ج 4 / ص 105) بَاب نُزُولِ النَّبِيِّ - صلى الله عليه وسلم - مَكَّةَ\n(2) صحيح مسلم رقم3360 (ج 4 / ص 108) باب النزول بمكة للحاج\n(3) الرقيق سبعة أنواع القن والمكاتب و المدبر وأم الولد والمعلق والموصى بعتقه والمبعض.\n(4) سنن أبى داود رقم 4566 (ج 4 / ص 313) باب ديات الأعضاء\n(5) الجامع الصغير وزيادته رقم9553 (ج 1 / ص 956)\nالجزء: 1 ¦ الصفحة: 11\n",
        "فالقاتل عمداً أو خطأً: لا يرث من زوجه إذا قتله ولا من قريبه إذا قتله ولا ممن أعتق إذا قتله فوجوده كعدمه.\nالمانع الثالث: اختلاف الدين.\nفالحي المسلم: لا يرث شيئاً من مال الكافر لا بالزوجية ولا بالنسب ولا بالولاء فوجوده كعدمه.\nوالحي الكافر: لا يرث شيئاً من مال المسلم لا بالنسب ولا بالولاء فوجوده كعدمه.\nعَنْ أُسَامَةَ بْنِ زَيْدٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (لَا يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلَا الْكَافِرُ الْمُسْلِمَ) رواه البخاري (1) ومسلم (2)\nوكذلك: أهل ملتين لا يتوارثون بالزوجية ولا بالقرابة ولا بالنسب\nلا اختلاف دينهما كاليهودية والنصرانية.\nوكذا: سائر الملل المختلفة لا يتوارثون بالزوجية ولا بالقرابة ولا بالنسب لا اختلاف الدين.\nو يتوارث أهل الملة الواحدة بالزوجية والقرابة والنسب\nللإتفاق في الدين.\nعَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «لاَ يَتَوَارَثُ أَهْلُ مِلَّتَيْنِ شَتَّى». رواه أبو داود (3) وصححه الألباني (4)\nفائدة: معرفة حكم التوارث بين الملل يفيد لو تحاكم إلى مسلم أهل ملتين فيحكم بينهما بكتاب الله وسنة رسوله - صلى الله عليه وسلم - أو يتركهما.\nقَالَ تَعَالَى: {فَإِن جَآؤُوكَ فَاحْكُم بَيْنَهُم أَوْ أَعْرِضْ عَنْهُمْ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللّهَ يُحِبُّ الْمُقْسِطِينَ} [المائدة: 42]\n(1) صحيح البخاري رقم6764\n...\n(ج 17 / ص 94) بَاب لَا يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلَا الْكَافِرُ الْمُسْلِمَ\n(2) صحيح مسلم رقم4225 (ج 5 / ص 59) الفرائض\n(3) سنن أبى داود رقم2913 (ج 3 / ص 85) باب هل يرث المسلم الكافر.\n(4) صحيح وضعيف سنن أبي داود رقم2911 (ج 1 / ص 2)\nالجزء: 1 ¦ الصفحة: 12\n",
        "كتاب: الوارث\n.\nباب: تعريف الوارث\n.\nالوارث: لغة. الباقي.\nقَالَ تَعَالَى: {فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ} ا [النساء: 11] وورثه أبواها أي بقي بعده\nالوارث: شرعاً. هو من يأخذ كل ما تركه الميت أو بعضه.\nقَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nباب: أقسام الوارث ستة\n.\nالقسم الأول: وارث بالفرض الذي فرضه الله له من النصف أو الربع أو الثمن أو السدس أو الثلث أو الثلثان.\nعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (1) ومسلم (2)\nالقسم الثاني: وارث بعصبة النسب.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (3)\n(1) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(2) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(3) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 13\n",
        "القسم الثالث: وارث بعصبة الولاء إن لم يكن للميت وارث بعصبة النسب.\nعن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (الولاء لحمة كلحمة النسب لا يباع ولا يوهب) رواه بن حبان (1) والحاكم (2) وصححه وصححه الألباني (3)\nوعَنْ عَائِشَةَ - رضي الله عنها -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: َإِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ) رواه البخاري (4) ومسلم (5)\nالنوع الرابع: وارث بالرد إذا لم يكن فيه عصبة بالنسب ولا بالولاء.\nفيرد الباقي بعد الفروض إن لم يكن فيه عصبة بالنسب ولابالولاء على أصحاب الفروض على قدر فروضهم للقرابة بالميت ولا يرد على الزوجين لعدم القرابة.\nقَالَ تَعَالَى: {لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً} [النساء:7]\nالقسم الخامس: وارث بالرحم إن لم يكن للميت وارث بالنسب ولا بالولاء ولا صاحب فرض يرد له المال غير الزوجين.\nقَالَ تَعَالَى: {وَأُوْلُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَن تَفْعَلُوا إِلَى أَوْلِيَائِكُم مَّعْرُوفاً كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُوراً} [الأحزاب: 6]\n(1) صحيح ابن حبان رقم 4950 (ج 11 / ص 325) باب البيع المنهي عنه\n(2) () المستدرك على الصحيحين للحاكم رقم 7990 (ج 4 / ص 379) كتاب الفرائض\n(3) () الجامع الصغير وزيادته رقم13113 (ج 1 / ص 1312)\n(4) صحيح البخاري رقم1493 (ج 3 / ص 553) بَاب الصَّدَقَةِ عَلَى مَوَالِي أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم -\n(5) صحيح مسلم رقم 3859 (ج 4 / ص 215) باب إنما الولاء لمن اعتق.\nالجزء: 1 ¦ الصفحة: 14\n",
        "و عَنِ الْمِقْدَامِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ «الْخَالُ وَارِثُ مَنْ لاَ وَارِثَ لَهُ يَفُكُّ عَانِيَهُ وَيَرِثُ مَالَهُ». رواه أبو داود (1) وصححه الألباني (2)\nوعن عمر بن الخطاب - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: (الله ورسوله مولى من لا مولى له والخال وارث من لا وارث له) رواه الترمذي (3) وحسنه الألباني (4)\nو عن عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم - الخال وارث من لا وارث له) رواه الترمذي (5) وصححه الألباني مرفوعاً (6)\nو عن عبد الله قال: الخالة بمنزلة الأم والعمة بمنزلة الأب وبنت الأخ بمنزلة الأخ وكل ذي رحم بمنزلة رحمه التي يدلي بها إذا لم يكن وارث ذو قرابة) رواه الدارمي (7)\nوعن بكر بن عبد الله المزني: أن رجلا هلك وترك عمته وخالته فأعطى عمر العمة نصيب الأخ وأعطى الخالة نصيب الأخت) رواه الدارمي (8)\nوعن الشعبي: في عمة وبنت أخ قال المال لابنة الأخ رواه الدارمي (9)\nالقسم السادس: وارث بالولاية العامة على المسلمين وتسمى ببيت المال إن لم يكن للميت وارث بالنسب ولا بالولاء ولا بالرد ولا بالرحم.\n(1) () سنن أبى داود رقم2903 (ج 3 / ص 83)\n(2) () الجامع الصغير وزيادته رقم2354 (ج 1 / ص 236)\n(3) سنن الترمذي رقم2103 (ج 4 / ص 421) ميراث الخال\n(4) إرواء الغليل في تخريج أحاديث منار السبيل رقم 1700 (ج 6 / ص 137)\n(5) سنن الترمذي رقم2104 (ج 4 / ص 422)\n(6) إرواء الغليل في تخريج أحاديث منار السبيل رقم 3 (ج 6 / ص 139)\n(7) سنن الدارمي رقم 2981 (ج 2 / ص 463)\n(8) سنن الدارمي رقم 3049 (ج 2 / ص 474)\n(9) سنن الدارمي رقم3054 (ج 2 / ص 475)\nالجزء: 1 ¦ الصفحة: 15\n",
        "عَنْ الْمِقْدَامِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ «أَنَا وَارِثُ مَنْ لاَ وَارِثَ لَهُ أَفُكُّ عَانِيَهُ وَأَرِثُ مَالَهُ». رواه أبو داود (1) وصححه الألباني (2)\n...\nو عن عمر بن الخطاب - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: (الله ورسوله مولى من لا مولى له) رواه الترمذي (3) وحسنه الألباني (4)\nكتاب: قسمة الإرث\n.\nباب: ما يخرج أولا\nً.\nمؤنة تجهيزه بعد موته من قيمة كفن وحنوط، وأجرة مغسل وحافر ودافن، تخرج من ماله قبل كل شيء.\nباب: ما يخرج ثانيا\nً.\nدينه فيخرج من ماله قبل وصيته وقبل قسمته بين الورثة. سواء كان لله كالزكاة والنذر والكفارة أو كان للناس كالقرض والإجار وثمن المبيع.\nقَالَ تَعَالَى: {مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ} [النساء:12]\nوعن علي - رضي الله عنه - قال: قضى رسول الله - صلى الله عليه وسلم - بالدين قبل الوصية. وأنتم تقرؤنها (من بعد وصية يوصى بها أو دين) رواه بن ماجة (5) وحسنه الألباني (6)\nباب: ما يخرج ثالثا\nً.\nوصيته. تخرج من ماله قبل قسمته بين الورثة.\nقَالَ تَعَالَى: {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} [النساء: 11]\nو قَالَ تَعَالَى: {مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} [النساء: 12]\nو قَالَ تَعَالَى: {مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ} [النساء: 12]\n(1) سنن أبى داود رقم2903 (ج 3 / ص 83)\n(2) الجامع الصغير وزيادته رقم2354 (ج 1 / ص 236)\n(3) سنن الترمذي رقم2103 (ج 4 / ص 421) ميراث الخال\n(4) إرواء الغليل في تخريج أحاديث منار السبيل رقم 1700 (ج 6 / ص 137)\n(5) سنن ابن ماجه رقم2715 (ج 2 / ص 906) باب لا وصية لوارث\n(6) صحيح ابن ماجة رقم2706 (ج 2 / ص 112)\nالجزء: 1 ¦ الصفحة: 16\n",
        "ولا تجوز الوصية لغيروارث ولا تنفذ بأكثر من الثلث مالم يأذن الورثة. عَنْ سَعْدِ بْنِ أَبِي وَقَاصٍ - رضي الله عنه - قَالَ: عَادَنِى النَّبِىُّ - صلى الله عليه وسلم - فَقُلْتُ أُوصِى بِمَالِى كُلِّهِ. قَالَ «لاَ». قُلْتُ فَالنِّصْفُ. قَالَ «لاَ». فَقُلْتُ أَبِالثُّلُثِ فَقَالَ «نَعَمْ وَالثُّلُثُ كَثِيرٌ».رواه البخاري (1) ومسلم (2)\nولا تجوز الوصية للوارث بأي شيءٍ ولا تنفذ.\nعَنْ أَبِي أُمَامَةَ - رضي الله عنه - سَمِعْتُ رَسُولَ اللَّهِ - رضي الله عنه - يَقُولُ فِي خُطْبَتِهِ عَامَ حَجَّةِ الْوَدَاعِ «إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِى حَقٍّ حَقَّهُ فَلاَ وَصِيَّةَ لِوَارِثٍ».رواه أبو داود (3) وغيره وصححه الألباني (4)\nباب: الباقي بعد المؤنة والدين والوصية يقسم على أصحاب الفروض وما بقي يعطى للعصبة\n.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (5)\nباب: بيان أصحاب الفروض\n.\nأولاً: الأبوان.\n(1) صحيح البخاري رقم2744 (ج 7 / ص 122) بَاب الْوَصِيَّةِ بِالثُّلُثِ\n(2) صحيح مسلم رقم4301 (ج 5 / ص 72) باب الوصية بالثلث\n(3) سنن أبى داود رقم2872 (ج 3 / ص 73) باب ماجاء في الوصية للوارث\n(4) صحيح أبي داود رقم 2494 (ج 2 / ص 554)\n(5) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 17\n",
        "قَالَ تَعَالَى: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السُّدُسُ مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِّنَ اللّهِ إِنَّ اللّهَ كَانَ عَلِيما حَكِيماً} [النساء:11]\nفالأبوان يرثان من أولادهما بعد موتهم إذا كانا موجودين أو مفقودين ولم تثبت وفاتهما حقيقة ولا حكما.\nثانياً: الزوجان.\nقَالَ تَعَالَى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} [النساء: 12]\nفالزوجان يرث كل واحد منهما من زوجه بعد وفاته إذا كان موجوداً\n...\nأو مفقوداً ولم تثبت وفاته حقيقة ولا حكما قبل موت زوجه.\nثالثاً: البنات وبنات الإبن الموجود منهن والحمل منهن والمفقود الذي لم يثبت موته حقيقة ولا حكما قبل موت مورثه يقدر له إرثه.\nقَالَ تَعَالَى: {فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء:11]\nرابعاً: الأخوات لأبوين أو لأب الموجود منهن والحمل والمفقود الذي لم يثبت موته حقيقة ولا حكما قبل موت مورثه يقدر له إرثه.\nالجزء: 1 ¦ الصفحة: 18\n",
        "قَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nخامساَ: الأخوة لأم الموجود منهم والحمل والمفقود الذي لم يثبت موته حقيقة ولا حكما قبل موت مورثه يقدر له إرثه.\nقَالَ تَعَالَى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ} [النساء: 12]\nباب: بيان العصبة\n.\nالعصبة نوعان:\nالنوع الأول: عصبة النسب وهم خمسة.\nأولاً: الأبناء وأبناؤهم الموجود منهم والحمل والمفقود الذي لم يثبت موته حقيقة ولا حكما قبل موت مورثه فيقدر له إرثه.\nقَالَ تَعَالَى: {يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء: 11]\nوعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (1) ومسلم (2)\n(1) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(2) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 19\n",
        "ولمسلم (1) «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ».\nثانياً: الأباء وآباؤهم إذا انعدم الأبناء وأبناؤهم.\nقَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ} [النساء: 176]\nو قَالَ تَعَالَى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ} [النساء: 12]\nوعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (2) ومسلم (3)\n...\nولمسلم (4) «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ».\nثالثاَ: الإخوة لأبوين أو لأب المولود منهم والحمل والمفقود الذي لم يثبت موته حقيقة ولا حكما قبل موت مورثه يقدر له إرثه وأبناؤهم الذكور إذا انعدم الأبناء والآباء.\nقَالَ تَعَالَى: {وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\n(1) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(2) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(3) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(4) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 20\n",
        "وَعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ).رواه البخاري (1) ومسلم (2)\nولمسلم (3) «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ».\nوعن علي - رضي الله عنه - قال: قضى رسول الله - صلى الله عليه وسلم - أن أعيان بني الأم ليتوارثون دون بني العلات) رواه بن ماجة (4) وحسنه بن ماجة (5)\nرابعاً: الأخت الشقيقة إذا انعدم الأخوة الأشقاء سواء كانت موجودة أو حملاً أو مفقودة لم يثبت موتها حقيقة ولا حكما قبل موت مورثها مع البنات سواء كن موجودات أو كن حملاَ أو مفقودات.\nعَنْ الإسْوَدِ - رضي الله عنه - قَالَ: قَضَى فِينَا مُعَاذُ بْنُ جَبَلٍ عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - النِّصْفُ لِلْابْنَةِ وَالنِّصْفُ لِلْأُخْتِ) رواه البخاري (6)\nوالأخت لأب تنزل منزلة الأخت الشقيقة إذا انعدمت.\n(1) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(2) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(3) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(4) سنن ابن ماجه رقم2715 (ج 2 / ص 906) باب لاوصية لوارث\n(5) صحيح ابن ماجة رقم2706 (ج 2 / ص 112)\n(6) صحيح البخاري رقم 6741 (ج 17 / ص 57) بَاب مِيرَاثُ الْأَخَوَاتِ مَعَ الْبَنَاتِ عَصَبَةٌ\nالجزء: 1 ¦ الصفحة: 21\n",
        "عَنْ هُزَيْلٍ قَالَ قَالَ عَبْدُ اللَّهِ - رضي الله عنه - لَأَقْضِيَنَّ فِيهَا بِقَضَاءِ النَّبِيِّ - صلى الله عليه وسلم - أَوْ قَالَ قَالَ النَّبِيُّ - صلى الله عليه وسلم - للْابْنَةِ النِّصْفُ وَلِابْنَةِ الِابْنِ السُّدُسُ وَمَا بَقِيَ فَلِلْأُخْتِ) رواه البخاري (1)\nفإن وجد الإخوة مع الأخوات فللذكر مثل حظ الأنثيين. .\nقَالَ تَعَالَى: {وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nخامساً: الأعمام وأبناؤهم إذا انعدم الآباء والأبناء و الأخوة لأبوين أو لأب وأبناؤهم دون الإخوة لأم لأنهم لا يحجبون الأعمام ولا أبنائهم فهم يرثون بالفرض والأعمام بالتعصيب.\nعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (2) ومسلم (3)\nولمسلم (4) «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ».\n(1) البخاري رقم6742 (ج 17 / ص 58) بَاب مِيرَاثُ الْأَخَوَاتِ مَعَ الْبَنَاتِ عَصَبَةٌ\n(2) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(3) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(4) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 22\n",
        "وعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ - رضي الله عنه - قَالَ: جَاءَتِ امْرَأَةُ سَعْدٍ بِابْنَتَيْنِ لَهَا فَقَالَتْ يَا رَسُولَ اللَّهِ هَاتَانِ بِنْتَا سَعْدِ بْنِ الرَّبِيعِ قُتِلَ مَعَكَ يَوْمَ أُحُدٍ وَقَدِ اسْتَفَاءَ عَمُّهُمَا مَالَهُمَا وَمِيرَاثَهُمَا كُلَّهُ فَلَمْ يَدَعْ لَهُمَا مَالاً إِلاَّ أَخَذَهُ فَقَالَ - صلى الله عليه وسلم - لِعَمِّهِمَا «أَعْطِهِمَا الثُّلُثَيْنِ وَأَعْطِ أُمَّهُمَا الثُّمُنَ وَمَا بَقِىَ فَلَكَ».رواه أبو داود (1) وحسنه الألباني (2)\nالنوع الثاني: عصبة بالولاء إذا لم يوجد عصبة بالنسب.\nفإذا مات المعتق وليس له عصبة بالنسب ورثه من أعتقه تعصيباً بالولاء ذكراً كان أو أنثى.\nعَنْ عَائِشَةَ - رضي الله عنها -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: َإِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ) رواه البخاري (3) ومسلم (4)\nكتاب: بيان نصيب كل وارث\n.\nباب: ميراث آباء الميت\n.\nيرث الأب بالفرض تارة وبالتعصيب تارة و بهما أخرى.\nفيرث بالفرض سدس مال ولده المتوفى أو بنته المتوفاة إن كان لولده الميت أولاد ذكور أو إناث أو لأولاده الذكور أبناء أو بنات.\nقَالَ تَعَالَى: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ} [النساء:11]\nفإن لم يكن لولده الميت أولاد ذكور وإنما له بنات.\nورث سدس ماله فرضاً. قَالَ تَعَالَى: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ} [النساء:11]\n(1) سنن أبى داود رقم2893 (ج 3 / ص 80) باب مَا جَاءَ فِى مِيرَاثِ الصُّلْبِ\n(2) صحيح أبي داود رقم2514 (ج 2 / ص 560)\n(3) صحيح البخاري رقم1493 (ج 3 / ص 553) بَاب الصَّدَقَةِ عَلَى مَوَالِي أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم -\n(4) صحيح مسلم رقم 3859 (ج 4 / ص 215) باب إنما الولاء لمن اعتق.\nالجزء: 1 ¦ الصفحة: 23\n",
        "وورث الباقي تعصيباً. عَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (1)\nفإن لم يكن لولده الميت أولاد ذكور ولا إناث ولا لأولاده الذكور أبناء أو بنات.\nورث جميع المال بالتعصيب إذا لم يكن معه أصحاب فروض.\nفإن كان معه أصحاب فروض أخذ ما يبقى بعدهم.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (2)\nوالأب يمنع جميع الأخوة من الإرث الذكور والإناث لأبوين أو لأب أو لأم وأبنائهم فلا يرثون معه شيئاً.\nعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (3) ومسلم (4)\n(1) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(2) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(3) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(4) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 24\n",
        "ولمسلم (1) «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». والأب أقرب من الإخوة.\nو قَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء176]\nوالكلالة أن لا يكون له والد ولا ولد.\nفإن وجد والد أو ولد حجب الأخوة لأبوين أو لأب الذكور والإناث فلا يرثون شيئاً.\nقَالَ تَعَالَى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ} [النساء:12]\nوالكلالة أن لا يكون له والد ولا ولد.\nفإن وجد والد أو ولد حجب الأخوة لأم الذكور والإناث فلا يرثون شيئاً.\nوالجد ينزل منزلة الأب. لأن الجد يسمى أباً وإن علا.\nقَالَ تَعَالَى: {يَا بَنِي آدَمَ} [الأعراف:27]\nو قَالَ تَعَالَى: {مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ} [الحج: 78]\n(1) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 25\n",
        "وَعَنِ الْبَرَاء - رضي الله عنه -: أنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ يَوْمَ حُنَيْنٍ: أَنَا النَّبِيُّ لَا كَذِبْ أَنَا ابْنُ عَبْدِ الْمُطَّلِبْ) رواه البخاري (1) ومسلم (2)\nوالشاهد: قوله. أنا بن عبد المطلب مع أنه جده إذ أبوه عبد الله بن عبد المطلب.\nوقد جعله أبو بكر أباً ولم يعرف له مخالف من الصحابة حتى مات - رضي الله عنه -.\nوالجد يأخذ حكم الأب في كل شيء في الإرث والحجب على الصحيح.\nفيرث ما يرث الأب بالفرض أو التعصيب ويحجب من يحجب الأب من الأخوة الذكور والإناث لأبوين أو لأب أو لأم.\nقال الرحبي رحمه الله:\nوالجد مثل الأب عند فقده\n...\nفي حوزما يصيبه ومده\nباب: ميراث أمهات الميت\n.\nفأم الميت ترث سدس مال ابنها المتوفى أو بنتها المتوفاة.\nإذا كان لولدها الميت أولاد ذكور أو إناث أو لأولاده الذكور أبناء أو بنات مهما نزلوا.\n...\nقَالَ تَعَالَى: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ} [النساء:11]\nوقال الرحبي رحمه الله:\nوالأب يستحقه مع الولد\n...\nوهكذا الأم بتنزيل الصمد\nوهكذا مع ولد الإبن الذي\n...\nمازال يقفو إثره ويحتذي\nوكذلك ترث الأم سدس مال ابنها المتوفى أو بنتها المتوفاة. إذا كان لولدها الميت أخوان أو أختان فأكثر أشقاء أو لأب أو لأم وارثين أو محجوبين.\nقَالَ تَعَالَى: {فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السُّدُسُ\n...\n} [النساء:11]\nوقال الرحبي رحمه الله:\nوهولها أيضاً مع الإثنين\n...\nمن إخوة الميت فقس هذين\nفإن لم يكن لابنها المتوفى أو بنتها المتوفاة. أولاد ولا إخوان من أبويهما أومن أبيهما أومن أمهما.\nفلها ثلث مال ولدها المتوفى.\n(1) صحيح البخاري رقم2930 (ج 7 / ص 429) بَابُ مَنْ صَفَّ أَصْحَابَهُ عِنْدَ الْهَزِيمَةِ وَنَزَلَ عَنْ دَابَّتِهِ وَاسْتَنْصَرَ\n(2) صحيح مسلم رقم 4715 (ج 5 / ص 167) باب في غزوة حنين\nالجزء: 1 ¦ الصفحة: 26\n",
        "قَالَ تَعَالَى: {فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ} [النساء: 11]\nوقال الرحبي رحمه الله:\nوالثلث فرض الأم حيث لا ولد\n...\nولا من الإخوة جمع ذو عدد\nكاثنين أو ثنتين أو ثلاث\n...\nحكم الذكور فيه كالإناث\nولابن ابن معه أو بنته\n...\nففرضها الثلث كما بينته\nوإذا كان زوج بنتها المتوفاة وأبو بنتها موجودين وليس لبنتها أولاد ولا إخوان فلأمها ثلث الباقي. وهي العمريتان.\nفيخرج نصيب الزوج النصف والباقي يقسم ثلاثة أقسام لأبيه قسمان ولأمه قسم.\nقال الرحبي رحمه الله:\nوإن يكن زوج وأم وأب\n...\nفثلث الباقي لها مرتب\nوإذا كانت زوجة ولدها المتوفى وأبوولدها موجودين وليس لولدها أولاد ولا إخوان ولا أولاد لهما.\nفيخرج نصيب الزوجة الربع والباقي يقسم ثلاثة أقسام لأبيه قسمان ولأمه قسم.\nقال الرحبي رحمه الله:\nوهكذا مع زوجة فصاعدا\n...\nفلا تكن عن العلوم قاعدا\nوجدة الميت لأبيه أو لأمه تنزل منزلة أمه في السدس إذا لم تكن له أم.\nعَنِ بُرَيْدَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - رضي الله عنه - أَطْعَمَ الْجَدَّةَ السُّدُسَ إِذَا لَمْ يَكُنْ أُمٌّ. رواه النسائي (1) والبيهقي (2)\nوعَنْ مَعْقِلِ بْنِ يَسَارٍ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - أَعْطَى الْجَدَّةَ السُّدُسَ. رواه البيهقي (3)\nوجدات الميت أمهات أبي أبيه أو أمهات أم أم أبيه أو أمهات أم أمه ينزلن منزلة جدته وإن علون فيشتركن في السدس.\nقال الرحبي رحمه الله:\nوالسدس فرض جدة في النسب\n...\nواحدة كانت لأم وأب\nوإن تساوى عدد الجدات\n...\nوكن كلهن وارثات\nفالسدس بينهن بالسوية\n...\nفي القسمة العادلة الشرعية\n(1) سنن النسائي الكبرى 6338 (ج 4 / ص 73) ذكر الجدات والأجداد ومقادير نصيبهم\n(2) سنن البيهقي الكبرى رقم 12070 (ج 6 / ص 226) باب لاترث مع الأم الجدة\n(3) السنن الكبرى للبيهقي رقم12713 (ج 6 / ص 235) باب فرض الجدة والجدتين\nالجزء: 1 ¦ الصفحة: 27\n",
        "فللميت ثلاث جدات: من جهة أبيه جدتان أم أبي أبيه وأم أم أبيه.\nومن جهة أمه جدة واحدة وهي أم أم أمه فقط.\nباب: ميراث زوج الميت\n.\nفصل: في بيان ميراث الزوج من زوجته.\nقَالَ تَعَالَى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ} [النساء: 12]\nوقال الرحبي رحمه الله:\nالنصف فرض خمسة أفراد\n...\nالزوج والأنثى من الأولاد\nوالربع فرض الزوج إن كان معه\n...\nمن ولد الزوجة من قد منعه\nفصل: في بيان ميراث الزوجة من زوجها أو الزوجات.\nقَالَ تَعَالَى: {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} [النساء: 12]\nوقال الرحبي رحمه الله:\nوهولكل زوجة أو أكثرا\n...\nمع عدم الأولاد فيما قدرا\nوذكرأولاد البنين يعتمد\n...\nحيث اعتمدنا القول في ذكرالولد\nوالثمن للزوجة والزوجات\n...\nمع البنين أومع البنات\nومع أولاد البنين فاعلم\n...\nولاتظن الجمع شرطاً فافهم\nباب: ميراث أولاد الميت الذكور والإناث وبنات وأبناء أولاده الذكور\n.\nقَالَ تَعَالَى: {يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء: 11]\nالجزء: 1 ¦ الصفحة: 28\n",
        "وعَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ الأَوْدِى قَالَ: جَاءَ رَجُلٌ إلى ابْنِ مَسْعُودٍ - رضي الله عنه - فَسَأَلَهُ عَنِ ابْنَةٍ وَابْنَةِ ابْنٍ وَأُخْتٍ لأَبٍ وَأُمٍّ فَقَالَ لَقَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ وَلَكِنِّى سَأَقْضِى فِيهَا بِقَضَاءِ النَّبِىِّ - صلى الله عليه وسلم - لاِبْنَتِهِ النِّصْفُ وَلاِبْنَةِ الاِبْنِ سَهْمٌ تَكْمِلَةُ الثُّلُثَيْنِ وَمَا بَقِىَ فَلِلأُخْتِ مِنَ الأَبِ وَالأُمِّ. رواه البخاري (1)\nوبنت الإبن تأخذ السدس إذا\n...\nكانت مع البنت مثالاًيحتذي\nفبنت الميت إذا كانت واحدة فلها النصف. قَالَ تَعَالَى: {وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء: 11]\nوإن كان لها أخت من أبويها أومن أبيهافأكثر إشتركن في الثلثين. قَالَ تَعَالَى: {فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ\n...\n} [النساء: 11]\nوإن كان لها أخوة من أبويها أومن أبيها ذكور وإناث فيقسم المال بينهم للذكر مثل حظ الأنثيين. قَالَ تَعَالَى: {يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء: 11]\nوإن لم يكن لها إخوة ولا أخوات من أبويها أومن أبيها.\nووجد بنت لأحد إخوانها الأشقاء أو لأب التي تسمى بنت الإبن فلبنت الميت النصف ولبنت أخيها السدس تكملة الثلثين.\n(1) صحيح البخاري رقم6736 (ج 17 / ص 48) بَاب مِيرَاثِ ابْنَةِ الِابْنِ مَعَ بِنْتٍ\nالجزء: 1 ¦ الصفحة: 29\n",
        "عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ الأَوْدِى قَالَ: جَاءَ رَجُلٌ إلى ابْنِ مَسْعُودٍ - رضي الله عنه - فَسَأَلَهُ عَنِ ابْنَةٍ وَابْنَةِ ابْنٍ وَأُخْتٍ لأَبٍ وَأُمٍّ فَقَالَ لَقَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ وَلَكِنِّى سَأَقْضِى فِيهَا بِقَضَاءِ النَّبِىِّ - صلى الله عليه وسلم - لاِبْنَتِهِ النِّصْفُ وَلاِبْنَةِ الاِبْنِ سَهْمٌ تَكْمِلَةُ الثُّلُثَيْنِ وَمَا بَقِىَ فَلِلأُخْتِ مِنَ الأَبِ وَالأُمِّ. رواه البخاري (1)\nوقال الرحبي رحمه الله:\nوبنت الابن تأخذ الثلث إذا\n...\nكانت مع البنت مثالاًيحتذى\nفإن لم يكن للميت إلا أولاد ذكور أخذوا جميع مال أبيهم تعصيباً إن لم يكن فيه أب ولا جد ولا زوجة. فإن وجد هؤلاء أو أحدهم أخذ فرضه والباقي يقسم بين الأولاد الذكور بالسوية.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (2)\nباب: ميراث إخوة الميت الذكور والإناث لأمه إذا لم يكن له أب ولا جد ولا أولاد ولا أولاد لأبناءه الذكور\n.\nقَالَ تَعَالَى: {{وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ} [النساء: 12]\nفأخ الميت الكلالة لأمه إذا كان واحداً ذكراً أو أنثى فله سدس مال أخيه لأمه.\n(1) صحيح البخاري رقم6736 (ج 17 / ص 48) بَاب مِيرَاثِ ابْنَةِ الِابْنِ مَعَ بِنْتٍ\n(2) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 30\n",
        "قَالَ تَعَالَى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ} [النساء: 12]\nوقال الرحبي رحمه الله:\nوولد الأم ينال السدسا\n...\nوالشرط في إفراده لاينسى\nوإن كان للميت الكلالة أخوان أو أختان فأكثر من أمه فيشتركون في ثلث ماله بالسوية للذكر مثل الأنثى. قَالَ تَعَالَى: {فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ} [النساء: 12]\nوقال الرحبي رحمه الله:\nوهولإثنين أواثنتين\n...\nمن ولد الأم بغيرمين\nوهكذا إن كثروا أوزادوا\n...\nفمالهم فيماسواه زاد\nويستوي الإناث والذكور\n...\nفيه كما قد أوضح المسطور\nباب: ميراث إخوة الميت الذكور والإناث لأبوين أو لأب إذا لم يكن له أب ولا جد ولا أولاد ذكور ولا إناث ولا أبناء لأولاده الذكور\n.\nقَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nفأخت الميت الكلالة لأبويه أو لأبيه ترث نصف ماله إذا كانت واحدة.\nقَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ} [النساء: 176]\nوإن كان لها أخت فأكثر اشتركن في الثلثين من ماله. قَالَ تَعَالَى: {فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ} [النساء: 176]\nوإن كان لها أخ ذكر فأكثر أو إخوة وأخوات فللذكر مثل حظ الإنثين تعصيباً.\nالجزء: 1 ¦ الصفحة: 31\n",
        "قَالَ تَعَالَى: {وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء: 176]\nقال الرحبي رحمه الله:\nوالإبن والأخ مع البنات\n...\nيعصبانهن في الميراث\nوأخو الميتة الكلالة يأخذ جميع مالهها. قَالَ تَعَالَى: {وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ} [النساء: 176]\nوإخوة الميت لأبويه يمنعون إخوته لأبيه من الميراث إذا كانوا موجودين.\nوكذلك أبناء الإخوة الأشقاء يمنعون أبناء الإخوة لأب من الميراث إذا كانوا موجودين.\nعن علي - رضي الله عنه - قال: قضى رسول الله - صلى الله عليه وسلم - أن أعيان بني الأم ليتوارثون دون بني العلات) رواه بن ماجة (1) وحسنه الألباني (2)\nوقال الرحبي رحمه الله:\nومالذي البعدى مع القريب\n...\nفي الإرث من حظ ولانصيب\nوالأخ والعم لأم وأب\n...\nأولى من المدلي بشطر النسب\nباب: ميراث أعمام الميت لأبوين أو لأب وأبنائهما إذا لم يكن فيه آباء ولا أجداد ولا أبناء ولا أبناء أبناء ولا إخوة ولا أولاد إخوة\n.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (3)\n(1) سنن ابن ماجه رقم2715 (ج 2 / ص 906) باب لاوصية لوارث\n(2) صحيح ابن ماجة رقم2706 (ج 2 / ص 112)\n(3) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 32\n",
        "وعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ - رضي الله عنه - قَالَ: جَاءَتِ امْرَأَةُ سَعْدٍ بِابْنَتَيْنِ لَهَا فَقَالَتْ يَا رَسُولَ اللَّهِ هَاتَانِ بِنْتَا سَعْدِ بْنِ الرَّبِيعِ قُتِلَ مَعَكَ يَوْمَ أُحُدٍ وَقَدِ اسْتَفَاءَ عَمُّهُمَا مَالَهُمَا وَمِيرَاثَهُمَا كُلَّهُ فَلَمْ يَدَعْ لَهُمَا مَالاً إِلاَّ أَخَذَهُ فَقَالَ - صلى الله عليه وسلم - لِعَمِّهِمَا «أَعْطِهِمَا الثُّلُثَيْنِ وَأَعْطِ أُمَّهُمَا الثُّمُنَ وَمَا بَقِىَ فَلَكَ».رواه أبو داود (1) وحسنه الألباني (2)\nوأعمام الميت الأشقاء يمنعون أعمامه لأب من الميراث إذا كانوا موجودين لأنهم أقرب وأقوى منهم وكذلك أبناؤهم يمنعون أبنائهم.\nعن علي - رضي الله عنه - قال: قضى رسول الله - صلى الله عليه وسلم - أن أعيان بني الأم ليتوارثون دون بني العلات) رواه بن ماجة (3) وحسنه الألباني (4)\nوعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ). رواه البخاري (5) ومسلم (6)\nولمسلم (7) «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ».\n(1) سنن أبى داود رقم2893 (ج 3 / ص 80) باب مَا جَاءَ فِى مِيرَاثِ الصُّلْبِ\n(2) صحيح أبي داود رقم2514 (ج 2 / ص 560)\n(3) سنن ابن ماجه رقم2715 (ج 2 / ص 906) باب لاوصية لوارث\n(4) صحيح ابن ماجة رقم2706 (ج 2 / ص 112)\n(5) صحيح البخاري رقم6732 (ج 17 / ص 41) بَاب مِيرَاثِ الْوَلَدِ مِنْ أَبِيهِ وَأُمِّهِ\n(6) صحيح مسلم 4226 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\n(7) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 33\n",
        "وقوله: لأولى رجل ذكر أي لأقرب رجل ذكر.\nوقال الرحبي رحمه الله:\nومالذي البعدى مع القريب\n...\nفي الإرث من حظ ولانصيب\nوالأخ والعم لأم وأب\n...\nأولى من المدلي بشطر النسب\nباب: ميراث من أعتق الميت إذا كان الميت عبدا\nً.\nفإذا مات المعتق وليس له عصبة بالنسب موجودين ورثه من أعتقه تعصيباً بالولاء إن لم يكن فيه مانع من الإرث كالقتل واختلاف الدين.\nعَنْ عَائِشَةَ - رضي الله عنها -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (إِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ) رواه البخاري (1) ومسلم (2)\nفإذا مات المعتق قبل من أعتقه ورثت عصبة المعتق ممن أعتقه.\nعن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (الولاء لحمة كلحمة النسب لا يباع ولا يوهب) رواه بن حبان (3) والحاكم (4) وصححه وصححه الألباني (5)\nوالمرأة لا ترث بالولاء إلا من أعتقته مباشرة أومن أعتقه الذي أعتقته.\nعَنْ عَائِشَةَ - رضي الله عنها - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: اشْتَرِي وَأَعْتِقِي فَإِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ) رواه البخاري ومسلم (6)\nقال الرحبي رحمه الله:\nوليس في النساء طراًً عصبه\n...\nإلا التي منت بعتق الرقبة\nوالولاء عام فيرث به المعتق ممن أعتق مسلماً كان أو كافراً إلا أن عمومه قد خص بعدم اختلاف الدين.\n(1) صحيح البخاري رقم1493 (ج 3 / ص 553) بَاب الصَّدَقَةِ عَلَى مَوَالِي أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم -\n(2) صحيح مسلم رقم 3859 (ج 4 / ص 215) باب إنما الولاء لمن اعتق.\n(3) صحيح ابن حبان رقم 4950 (ج 11 / ص 325) باب البيع المنهي عنه\n(4) المستدرك على الصحيحين للحاكم رقم 7990 (ج 4 / ص 379) كتاب الفرائض\n(5) الجامع الصغير وزيادته رقم13113 (ج 1 / ص 1312)\n(6) صحيح مسلم رقم 3859 (ج 4 / ص 215) باب إنما الولاء لمن اعتق.\nالجزء: 1 ¦ الصفحة: 34\n",
        "عَنْ أُسَامَةَ بْنِ زَيْدٍ - رضي الله عنه -:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: (لَا يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلَا الْكَافِرُ الْمُسْلِمَ) رواه البخاري (1) ومسلم (2)\nوعَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «لاَ يَتَوَارَثُ أَهْلُ مِلَّتَيْنِ شَتَّى». رواه أبو داود (3) وصححه الألباني (4)\nباب: ميراث أرحام الميت وهم قرابته من جهة أمه إذا لم يكن له قرابة من جهة أبيه\n.\nعَنْ الْمِقْدَامِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ «الْخَالُ وَارِثُ مَنْ لاَ وَارِثَ لَهُ يَفُكُّ عَانِيَهُ وَيَرِثُ مَالَهُ». رواه أبو داود (5) وصححه الألباني (6)\nوعن عمر بن الخطاب - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: (الخال وارث من لا وارث له) رواه الترمذي (7) وحسنه الألباني (8)\nو عن عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم - الخال وارث من لا وارث له) رواه الترمذي (9) وصححه الألباني مرفوعاً (10)\n(1) صحيح البخاري رقم6764\n...\n(ج 17 / ص 94) بَاب لَا يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلَا الْكَافِرُ الْمُسْلِمَ\n(2) صحيح مسلم رقم4225 (ج 5 / ص 59) الفرائض\n(3) سنن أبى داود رقم2913 (ج 3 / ص 85) باب هل يرث المسلم الكافر.\n(4) صحيح وضعيف سنن أبي داود رقم2911 (ج 1 / ص 2)\n(5) سنن أبى داود رقم2903 (ج 3 / ص 83)\n(6) الجامع الصغير وزيادته رقم2354 (ج 1 / ص 236)\n(7) سنن الترمذي رقم2103 (ج 4 / ص 421) ميراث الخال\n(8) إرواء الغليل في تخريج أحاديث منار السبيل رقم 1700 (ج 6 / ص 137)\n(9) سنن الترمذي رقم2104 (ج 4 / ص 422)\n(10) إرواء الغليل في تخريج أحاديث منار السبيل رقم 3 (ج 6 / ص 139)\nالجزء: 1 ¦ الصفحة: 35\n",
        "و عن عبد الله قال: الخالة بمنزلة الأم والعمة بمنزلة الأب وبنت الأخ بمنزلة الأخ وكل ذي رحم بمنزلة رحمه التي يدلي بها إذا لم يكن وارث ذو قرابة) رواه الدارمي (1)\nوعن بكر بن عبد الله المزني: أن رجلا هلك وترك عمته وخالته فأعطى عمر العمة نصيب الأخ وأعطى الخالة نصيب الأخت) رواه الدارمي (2)\nوعن الشعبي: في عمة وبنت أخ قال المال لابنة الأخ رواه الدارمي (3)\nباب: ميراث بيت المال\n.\nيدفع لبيت مال المسلمين جميع ما ترك الميت إن لم يكن له وارث\n...\nبالنسب ولا بالولاء ولا بالرحم ويدفع لبيت المال الباقي إذا كان له وارث بالزوجية.\nعَنْ الْمِقْدَامِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ «أَنَا وَارِثُ مَنْ لاَ وَارِثَ لَهُ أَفُكُّ عَانِيَهُ وَأَرِثُ مَالَهُ». رواه أبو داود (4) وصححه الألباني (5)\nو عن عمر بن الخطاب - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: (الله ورسوله مولى من لا مولى له) رواه الترمذي (6) وحسنه الألباني (7)\nكتاب: المسائل المتختلف فيها\n.\nباب: المشتركة\n.\nوهي مشاركة الإخوة الأشقاء والإخوة لأب للإخوة لأم في فرضهم الثلث إذا لم يبق شيء بعد الفروض يرثه الإخوة الإشقاء وإخوة الأب تعصيباً.\nسميت بالمشتركة أو المشركة لاشتراك الأشقاء مع الإخوة لأم.\nوسميت باليمية والحجرية لأن الإخوة الإشقاء قالوا لعمر هب أن أبانا كان حجراً ملقى في اليم.\n(1) سنن الدارمي رقم 2981 (ج 2 / ص 463)\n(2) سنن الدارمي رقم 3049 (ج 2 / ص 474)\n(3) سنن الدارمي رقم3054 (ج 2 / ص 475)\n(4) سنن أبى داود رقم2903 (ج 3 / ص 83)\n(5) الجامع الصغير وزيادته رقم2354 (ج 1 / ص 236)\n(6) سنن الترمذي رقم2103 (ج 4 / ص 421) ميراث الخال\n(7) إرواء الغليل في تخريج أحاديث منار السبيل رقم 1700 (ج 6 / ص 137)\nالجزء: 1 ¦ الصفحة: 36\n",
        "اختلف الصحابة - رضي الله عنهم - في تشريك الإخوة الأشقاء وإخوة الأب مع الإخوة لأم في الثلث إذا لم يبق بعد الفروض شيء.\nقيل: أنهم يشركون.\nقال الرحبي رحمه الله:\nوإن تجد زوجاً وأماً ورثا\n...\nوإخوةً لِلأمِ حازوا الثلثَ\nوإخوة أيضاً لأم وأبِ\n...\nواستغرقوا المال بفرض النصبِ\nفاجعلهم كلهم لأمِ\n...\nواجعل أباهم حجراً في اليمِ\nواقسم على الإخوةِ ثُلْثَ التَّرِكَه\n...\nفهذِهِ المسألَةُ المشْتَرَكَة\nدليلهم: القياس للإخوة الأشقاء على ابن العم إذا كان أخاً لأم في مشاركة الإخوة لأم في الثلث بجامع الاشتراك في الأم في كل.\nوبه قال: عمر وعثمان وزيد بن ثابت وغيرهم - رضي الله عنهم - أجمعين.\nو قيل: أنهم لا يشركون.\nلورود النص بإعطاء الأخوة لأم فرضهم والباقي للإخوة الأشقاء فإن لم يبق شيء فليس لهم شيء.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (1)\nوبه قال: علي وابن مسعود وغيرهما - رضي الله عنهم - أجمعين.\nوهو الصحيح:\nلأن النص قد ورد بأن الأخوة لأم أصحاب فرض. قَالَ تَعَالَى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ} [النساء: 12]\n(1) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 37\n",
        "كما جاء النص بأن الأخوة الأشقاء عصبة. قَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nوجاء النص عن النبي - صلى الله عليه وسلم - بأن تقسم التركة على أصحاب الفروض فما بقي منها يعطى للعصبة فإن لم يبق شيء فليس للعصبة شيء.\nعَنِ ابْنِ عَبَّاسٍ - رضي الله عنه - قَالَ: قَالَ رَسولُ اللَّهِ - صلى الله عليه وسلم - «اقْسِمُوا الْمَالَ بَيْنَ أَهْلِ الْفَرَائِضِ عَلَى كِتَابِ اللَّهِ فَمَا تَرَكَتِ الْفَرَائِضُ فَلأَوْلَى رَجُلٍ ذَكَرٍ». رواه مسلم (1)\nوإذا ثبت النص فلا قياس ولا اجتهاد مع النص بالإجماع.\nولأن لكل من الإخوة لأم والأشقاء أحكاماً خاصة فلا يصح إلغاها في هذه المسألة دون غيرها.\nباب: ميراث الأخوة الأشقاء وإخوة الأب مع الجد\n.\nاختلف الصحابة في ذلك.\nفقيل: يرثون. وبه قال علي وبن مسعود وزيد بن ثابت - رضي الله عنهم - أجمعين.\nوعلى هذا فالجد يقاسم الأخوة ويعطى الأوفر له من ثلث المال أو ثلث الباقي أو سدس المال على ما ذكر الرحبي رحمه الله.\nقال الرحبي رحمه الله:\nواعلم بأن الجد ذو أحوال\n...\nأنبيك عنهن على التوالي\nيقاسم الإخوة فيهن إذا\n...\nلم يعد القسم عليه بالأذى\nفتارة يأخذ ثلثاً كاملا\n...\nإن كان بالقسمة عنه نازلا\nولم يكن هناك ذو سهام\n...\nفاقنع بإيضاحي عن استفهام\nوتارة يأخذ ثلث الباقي\n...\nبعد ذوي الفروض والأرزاقي\n(1) صحيح مسلم 4228 (ج 5 / ص 59) باب أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِىَ فَلأَوْلَى رَجُلٍ ذَكَرٍ\nالجزء: 1 ¦ الصفحة: 38\n",
        "هذا إذا ما كانت المقاسمة\n...\nتنقصه عن ذاك بالمزاحمة\nوتارة يأخذ سدس المال\n...\nوليس عنه نازلاً بحال\nوقيل: لا يرث الأخوة الأشقاء والأخوة لأب مع الجد لأنهم عصبة لا يرثون مع الأصل ولامع الفرع والجد أصل. قَالَ تَعَالَى: {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176]\nوهذا هو الصحيح:\nلأن الله شرط إرث الإخوة لأبوين أو لأب من أخيهم الميت أن يكون كلالة أي لا والد له ولا ولد والجد والد فلا يرثون معه.\nباب: ميراث الأخت الشقيقة والأخت لأب مع الجد ولما سميت بالأكدرية\n.\nسميت بالأكدرية لأنها كدرت على زيد بن ثابت أصوله.\nإرث الأخت الشقيقة والأخت لأب مبني على إرث الأخوة الأشقاء والأخوة لأب مع الجد.\nفمن قال بأنهم لايرثون فلم يورثهن ولا إشكال هنا.\nومن قال بأنهم يرثون فقد بين طريقة توريثهن على ما بينه الرحبي.\nقال الرحبي رحمه الله:\nوالأخت لا إرث مع الجد لها\n...\nفيما عدا مسألة كملها\nزوج وأم وهما تمامها\n...\nفاعلم فخيرأمة علامها\nتعرف ياصاح بالاكدريه\n...\nوهي بأن تعرفها حريه\nفيفرض النصف لها والسدس له\n...\nحتى تعود بالفروض المجملة\nثم يعودان إلى المقاسمة\n...\nكما مضى فاحفظه واشكرناظمه\nكتاب: الحساب\n.\nوإن ترد معرفة الحساب\n...\nلتهدي به إلى الصواب\nوتعرف القسمة والتفصيلا\n...\nوتعلم التصحيح والتأصيلا\nفاستخرج الأصول في المسائل\n...\nولاتكن عن حفظها بذاهل\nباب: تعريف الحساب\n.\nالحساب: لغة. العد والإحصاء.\nو اصطلاحاً عند الفرضيين: تأصيل المسائل وتصحيحها.\nالجزء: 1 ¦ الصفحة: 39\n",
        "و موضوع الحساب: المسائل من حيث تأصيلها، وتصحيحها، وقسمة التركات فيها.\nمنزلة الحساب في الاصطلاح من علم المواريث: جزء من علم المواريث؛ لأن علم المواريث: هو العلم بفقه المواريث وحسابها.\nباب: النسب الأربع\n.\nقال الرحبي رحمه الله:\nتُحْصَرُ في أربعة أقسام\n...\nيعرفها الماهر في الأحكام\nمماثل من بعده مناسب\n...\nوبعده موافق مصاحب\nوالرابع المباين المخالف\n...\nينبيك عن تفصيلهن العارف\n1 -\nالمماثلة. هي تساوي العددين مثل أربعة وأربعة، سميت بذلك للتماثل بين الأعداد في المقدار.\n2 -\nالمداخلة. وهي أن يكون أحد العددين أكبر من الآخر وينقسم عليه.8و4 سميت بذلك لدخول الأصغر في الأكبر.\n3 -\nالموافقة. وهي أن يتفق العددان في عدد ينقسم عليهما ولا ينقسم أكبرهما على أصغرهما إلا بكسر مثل (4، 6) (8، 10) أربعة وستة، وثمانية وعشرة. سميت بذلك لوجود الاتفاق بين الأعداد.\n4 -\nالمباينة. وهي ألا يتفق العددان فأكثر بجزء من الأجزاء بل يختلفان مثل (2، 3) الاثنين والثلاثة، وكل عددين متواليين غير الواحد،\nباب: التأصيل\n.\nالتأصيل لغة: التأسيس.\nواصطلاحا: تحصيل أقل عدد يخرج منه فرض المسألة أو فروضها بلا كسر.\nفصل: كيفية التأصيل:\nأولاً: كيفية التأصيل إذا لم يكن في المسألة فروض:\nإذا لم يكن في المسألة فروض بأن كان الورثة كلهم عصبة جعل أصل المسألة من عدد رؤوس الورثة بجعل الذكر عن أنثيين.\nثانيا: كيفية التأصيل إذا لم يكن في المسألة إلا فرض واحد.\nإذا لم يكن في المسألة إلا فرض واحد جعل أصل المسألة مقام ذلك الفرض، أي مخرج ذلك الفرض، وهو العدد الذي يخرج منه ذلك الفرض صحيحا.\nثالثا: كيفية التأصيل إذا كان في المسألة أكثر من فرض.\nإذا كان في المسألة أكثر من فرض نظر بين مقامات الفروض بالنسب الأربع على ما تقدم وما يحصل فهو أصل المسألة.\nباب: أصول المسائل\n.\nأصول المسائل:\nالأصل:\nلغة: ما يبنى عليه غيره.\nالجزء: 1 ¦ الصفحة: 40\n",
        "واصطلاحا: أقل عدد يخرج منه فرض المسألة أو فروضها بلا كسر.\nوأصول المسائل مخارج فروضها سبعة وهي: 2 - 3 - 4 - 6 - 8 - 12 - 24\nقال الرحبي رحمه الله:\nفاستخرج الأصول في المسائل\n...\nولاتكن عن حفظها بذاهل\nفإنهن سبعة أصول\n...\nثلاثة منهن قد تعول\nوبعدها أربعة تمام\n...\nلاعول يعروها ولاانثلام\nفأصل النصف واحد من إثنين.\nقال الرحبي رحمه الله:\nوالنصف والباقي أوالنصفان\n...\nحكمهما في أصلهم أثنان\nوأصل الثلث واحد من ثلاثة والربع واحد من أربعة.\nقال الرحبي رحمه الله:\nوالثلث من ثلاثة يكون\n...\nوالربع من أربعة مسنون\nوأصل السدس واحد من ستة وأصل الثلث والربع الذي ينقسم عليهما اثنا عشر.\nقال الرحبي رحمه الله:\nفالسدس من ستة أسهم يرى\n...\nوالثلث والربع من اثني عشر\nوأصل الثمن واحد من ثمانية.\nقال الرحبي رحمه الله:\nوالثمن إن كان فمن ثمانيه\n...\nفهذه هي الأصول الثانيه\nوأصل الثمن والسدس الذي ينقسم عليهما من أربعة وعشرين.\nوالثمن إن ضم إليه السدس\n...\nفأصله الصادق فيه الحدس\nأربعة يتبعها عشرون\n...\nيعرفها الحساب أجمعون\nباب: العول\n.\nالعول لغة يطلق على معان منها: الزيادة والارتفاع.\nواصطلاحا: زيادة في السهام ونقص في الأنصباء.\nأو زيادة فروض المسألة على أصلها.\nفصل: أصول المسائل سبعة.\nوهي 2 - 3 - 4 - 6 - 8 - 12 - 24\nقال الرحبي رحمه الله:\nفإنهن سبعة أصول\n...\nثلاثة منهن قد تعول\nوبعدها أربعة تمام\n...\nلاعول يعروها ولاانثلام\nفصل: الأصول التي تعول ثلاثة.\n6 - 12 - 24\n.\nقال الرحبي رحمه الله:\nوهذه الثلاثة الأصول\n...\nإن كثرت فروعها تعول\nفتبلغ الستة عقد العشره\n...\nفي صورة معروفة مشتهره\nوتلحق التي تليها بالأثر\n...\nفي العول إفراداً إلى سبع عشر\nوالعدد الثالث قد يعول\n...\nبثمنه فاسمع لما أقول\nفصل: الأصول التي لا تعول.\n2 - 3 - 4 - 8\n.\nقال الرحبي رحمه الله:\nوالنصف والباقي أوالنصفان\n...\nأصلهما في حكمهم أثنان\nوالثلث من ثلاثة يكون\n...\nوالربع من أربعة مسنون\nالجزء: 1 ¦ الصفحة: 41\n",
        "والثمن إن كان فمن ثمانيه\n...\nفهذه هي الأصول الثانية\nلايدخل العول عليها فاعلم\n...\nثم اسلك التصحيح فيها واقسم\nباب: التصحيح\n.\nالتصحيح: لغة: تفعيل من الصحة ضد السقم، أو إزالة السقم.\nإ صطلاحا: تحصيل أقل عدد ينقسم على الورثة بلا كسر.\nمعنى المصَحِّ لغة: مكان الصحة أو زمانها.\nإصطلاحاً: أقل عدد ينقسم على الورثة بلا كسر.\nوإن تكن من أصلها تصح\n...\nفَتَرْكُ تطويل الحساب رِبْح\nفأعط كلاًّ سهمه من أصلها\n...\nمكمَّلاً أو عائلاً من عولها\nكتاب: الرد\n.\nالرد لغة: الإرجاع والمنع، تقول: رددت العدوان إذا منعته، ورددت المبيع إذا أرجعته.\nوالرد اصطلاحاً: قسمة الباقي بعد الفروض إذا لم يكن عاصب على أصحاب الفروض كل بمقدار فرضه بسبب القرابة ماعدا الزوجين لعدم القرابة.\nسبب الرد: زيادة المال عن الفروض وليس له عاصب يأخذه.\nشروط الرد: للرد شرطان.\nالشرط الأول: أن يبقى بعد أصحاب الفروض مال لأنه إن لم يبق شيء فلارد.\nالثاني: أن لايكون فيه عاصب، لأنه إذا وجد أخذ الباقي فلا رد.\nمن يرد عليه: يرد على جميع أصحاب الفروض سوى الزوجين.\nكتاب: رد شبهة ظلم المرأة في الميراث\n.\nالفرائض قسمها الله والله منزه عن الظلم ومن اعتقد أن الله منزه عن الظلم فلا يحتاج لرد هذه الشبهة.\nقَالَ تَعَالَى: {إِنَّ اللّهَ لاَ يَظْلِمُ النَّاسَ شَيْئاً وَلَكِنَّ النَّاسَ أَنفُسَهُمْ يَظْلِمُونَ} [يونس: 44]\nو قَالَ تَعَالَى: {وَأَنَّ اللّهَ لَيْسَ بِظَلاَّمٍ لِّلْعَبِيدِ} [الأنفال51]\nو قَالَ تَعَالَى: {مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِّلْعَبِيدِ} [ق: 29]\nولكن من كان جاهلاً بأن الله منزه عن الظلم احتاج لرد الشبهات.\nالرد من وجوه:\nأولاً: أن المرأة قبل الإسلام كانت إرثاً تورث كالمال فحرم ذلك الإسلام.\nالجزء: 1 ¦ الصفحة: 42\n",
        "قَالَ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النِّسَاء كَرْهاً} [النساء: 19]\n...\nقال ابن عباس - رضي الله عنه -: إذا مات الرجل كان أولياؤه أحق بامرأته، إِن شاء بعضهم تزوجها، وإِن شاؤوا زوجوها، وإن شاؤوا لم يزوجوها، وهم أحق بها من أهلها، فنزلت هذه الآية.\nثانياً: أن الإسلام سوى النساء بالرجال في الميراث.\nقَالَ تَعَالَى: {لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً} [النساء7]\nثالثاً: الإسلام لايفرق بين الرجل والمرأة في قسمة الميراث دائما\nوإنما يقسم بينهما بالعدل.\nفيسوي بينهما إذا كانت التسوية عدلاً ويفرق بينهما إذا كانت التسوية ظلماً.\nفقد سوى بين الأم والأب لما كانت التسويةعدلاً.\nفأعطى الأم كما أعطى الأب إذا وجد أولاد يساعدونه بتحمل النفقات. قَالَ تَعَالَى: {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ} [النساء:11]\nوفرق بين الأم والأب لما كانت التسوية ظلما.\nفإذا لم يكن فيه أولاد يساعدون الأب بتحمل النفقات فرق بين الأم والأب فأعطى الأم الثلث وأسقط عنها جميع النفقات وأعطى الأب الثلثين وحمله النفقات. قَالَ تَعَالَى: {فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلأُمِّهِ الثُّلُثُ} [النساء:11]\nوسوى بين الإخوة لما كانت التسويةعدلاً.\nفأعطى الأخت لأم السدس كما أعط الأخ لأم السدس وسوى بينهما في الثلث للذكر مثل حظ الأنثى إذا كانوا أكثرمن ذلك إذا لا نفقة على الأخ لأم لأنه من ذوي الأرحام.\nالجزء: 1 ¦ الصفحة: 43\n",
        "قَالَ تَعَالَى: {وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً أَو امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللّهِ وَاللّهُ عَلِيمٌ حَلِيمٌ} [النساء:12]\nوفرق بين ميراث البنات والأولاد لما كانت التسوية ظلما.\nفجعل للبنت سهماً وأسقط عنها النفقة وأعط الولد سهمين وأوجب عليه النفقة لقرابة النسب. قَالَ تَعَالَى: {يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:11]\nوفرق بين ميراث الأخوة والأخوات بالنسب لما كانت التسوية ظلماً فجعل للأخت سهماً وأسقط عنها النفقة وأعط الأخ سهمين وأوجب عليه النفقة لقرابة النسب. قَالَ تَعَالَى: {وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} النساء 176.\nالجزء: 1 ¦ الصفحة: 44\n",
        ""
    ]
}