{
    "1": [
        "المنفردات والوحدان\nالمنفردات والوحدان\nمسلم\nالكتاب:\nالمنفردات والوحدان\nالمؤلف:\nمسلم بن الحجاج أبو الحسن القشيري النيسابوري (المتوفى: 261هـ)\nالمحقق:\nد. عبدالغفار سليمان البنداري\nالناشر:\nدار الكتب العلمية - بيروت\nالطبعة:\nالأولى، 1408 - 1988\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\nصلى الله على سيدنَا مُحَمَّد سيد الْمُرْسلين وعَلى آله وَسلم تَسْلِيمًا كثيرا قَالَ مُحَمَّد بن طَاهِر بن على بن أَحْمد الْمَقْدِسِي قَالَ أخبرنَا أَبُو مُحَمَّد الْحُسَيْن بن على السَّمرقَنْدِي بِقِرَاءَتِي عَلَيْهِ بنيسابور قلت لَهُ أخْبركُم أَبُو بكر مُحَمَّد بن عبد الله بن مُحَمَّد بن زَكَرِيَّا قَالَ قَالَ أَبنَاء أَبُو حَاتِم مكي بن عَبْدَانِ بن مُحَمَّد قَالَ سَمِعت أَبَا الْحُسَيْن مُسلم بن الْحجَّاج الْقشيرِي يَقُول تَسْمِيَة من روى عَنهُ رجل أَو امْرَأَة حفظ أَو حفظت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم شَيْئا من قَول أَو فعل وَلَا يرْوى فَلَا يرْوى عَن كل وَاحِد مِنْهُم إِلَّا وَاحِدًا من مَشْهُور التَّابِعين لَا ثَانِي مَعَه فِي الرِّوَايَة عَنهُ فِي مَا فِي حفظ الصَّحَابَة فَمنهمْ\nالجزء: 1 ¦ الصفحة: 17\n",
        "1 -\nعُمَيْر بن قَتَادَة اللَّيْثِيّ لم يرو عَنهُ إِلَّا ابْنه عبيد بن عُمَيْر وَمِنْهُم\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "2 -\nأَبُو ليلى الْأنْصَارِيّ واسْمه دَاوُد بن بِلَال لم يرو عَنهُ إِلَّا ابْنه عبد الرَّحْمَن بن أَبى ليلى وَمِنْهُم\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 20\n",
        "3 -\nمَالك بن نَضْلَة الْجُشَمِي لم يرو عَنهُ إِلَّا ابْنه عَوْف بن مَالك وَهُوَ أَبُو الْأَحْوَص صَاحب عبد الله بن مَسْعُود وَمِنْهُم\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "4 -\nجَابر بن طَارق الأحمسي لم يرو عَنهُ إِلَّا ابْنه حَكِيم بن جَابر وَمِنْهُم\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 22\n",
        "5 -\nعبد الرَّحْمَن بن أَبى سُبْرَة لم يرو عَنهُ إِلَّا ابْنه خَيْثَمَة بن عبد الرَّحْمَن وَعبد الرَّحْمَن كَانَ اسْمه فِي الْجَاهِلِيَّة عَزِيز فَسَماهُ النَّبِي صلى الله عَلَيْهِ وَسلم عبد الرَّحْمَن وَأَبُو سُبْرَة جد خَيْثَمَة اسْمه يزِيد بن مَالك وَمِنْهُم\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "6 -\nهَانِئ بن يزِيد أَبُو شُرَيْح لم يرو عَنهُ إِلَّا ابْنه شُرَيْح وهاني كَانَ يكنى أَبَا الحكم فِي الْجَاهِلِيَّة فكناه رَسُول الله صلى الله عَلَيْهِ وَسلم بأكبر وَلَده أَبَا شُرَيْح وَمِنْهُم\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "7 -\nعدي بن عميرَة\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "8 -\nوالصنابح بن الأعسر الأحمسي\n9 -\nودكين بن سعيد الْمُزنِيّ\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "10 -\nومرداس بن مَالك الْأَسْلَمِيّ\n11 -\nوَأَبُو شهم يزِيد بن أبي شيبَة\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "12 -\nوَأَبُو حَازِم وَالِد قيس بن أَبى حَازِم واسْمه عبد عَوْف بن الْحَارِث لم يرو عَنْهُم إِلَّا قيس بن أَبى حَازِم وَمِنْهُم\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "13 -\nشَدَّاد بن الْهَاد لم يرو عَنهُ إِلَّا ابْنه عبد الله بن شَدَّاد وَمِنْهُم\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "14 -\nالْمسيب بن حزن المَخْزُومِي أَبُو سعيد بن الْمسيب\n15 -\nوبصرة بن أَكْثَم الْخُزَاعِيّ لم يرو عَنْهُمَا إِلَّا سعيد بن الْمسيب وَمِنْهُم\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "16 -\nشكل بن حميد الْهَمدَانِي لم يرو عَنهُ إِلَّا ابْنه شُتَيْر بن شكل وَمِنْهُم\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "17 -\nسعد بن تَمِيم السكونِي الْكِنْدِيّ لم يرو عَنهُ إِلَّا ابْنه بِلَال بن سعد وَمِنْهُم\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "18 -\nأَبُو زُهَيْر الثقفى معَاذ بن رَبَاح لم يرو عَنهُ إِلَّا ابْنه أَبُو بكر بن أبي زُهَيْر وَأَبُو بكر بن أبي زُهَيْر هُوَ أَخُو عبد الله الجدلي لأمه وَاسم أبي عبد الله الجدلي عبد بن عبد وَمِنْهُم\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "19 -\nأُسَامَة بن عُمَيْر الْهُذلِيّ لم يرو عَنهُ إِلَّا ابْنه أَبُو الْمليح عَامر بن أُسَامَة وَمِنْهُم\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "20 -\nقُرَّة بن إِيَاس بن ربَاب لم يرو عَنهُ إِلَّا ابْنه مُعَاوِيَة وَمِنْهُم\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "21 -\nزَاهِر بن الْأسود الأسلمى لم يرو عَنهُ إِلَّا ابْنه مجزأَة بن زَاهِر وَمِنْهُم\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "22 -\nأَبُو عزة يسَار بن عبد لم يرو عَنهُ إِلَّا أَبُو الْمليح الْهُذلِيّ وَمِنْهُم\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "23 -\nالْحَارِث بن حسان الْبكْرِيّ\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "24 -\nوَقيس بن أبي غرزة الْغِفَارِيّ لم يرو عَنْهُمَا إِلَّا أَبُو وَائِل شَقِيق بن سَلمَة الْأَسدي وشقيق أدْرك الْجَاهِلِيَّة وَمِنْهُم\n25 -\nعبد الرَّحْمَن بن حَسَنَة لم يرو عَنهُ إِلَّا زيد بن وهب الْجُهَنِيّ وَمِنْهُم\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "26 -\nزُهَيْر بن عَمْرو لم يرو عَنهُ إِلَّا أَبُو عُثْمَان النَّهْدِيّ وَلم يذكر فِي حَدِيثه أَنه سمع النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا رَآهُ وَأَبُو عُثْمَان النَّهْدِيّ اسْمه عبد الرَّحْمَن بن مل وَأدْركَ الْجَاهِلِيَّة وَمِنْهُم\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "27 -\nعبيد بن خَالِد السّلمِيّ لم يرو عَنهُ إِلَّا عَمْرو بن مَيْمُون الأودي وَمِنْهُم\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "28 -\nعبد الله بن أبي الجدعاء\n29 -\nعبد الله بن أبي الحمساء\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "30 -\nوميسرة الْفجْر لم يرو عَنْهُم إِلَّا عبد الله بن شَقِيق الْعقيلِيّ وَمِنْهُم\n31 -\nرِفَاعَة بن عرابة الْجُهَنِيّ لم يرو عَنهُ إِلَّا عَطاء بن يسَار وَمِنْهُم\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "32 -\nعَمْرو بن تغلب مولى أبي بكر الصّديق\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "33 -\nوصعصعة عَم الفرزدق\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "34 -\nوأحمر صَاحب النَّبِي صلى الله عَلَيْهِ وَسلم فِي رِوَايَة عبد الله بن رَاشد لم يرو عَنْهُم إِلَّا الْحسن بن أبي الْحسن وَمِنْهُم\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "35 -\nعُرْوَة بن مُضرس الطَّائِي\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "36 -\nوعامر بن شهر الْهَمدَانِي\n37 -\nوَمُحَمّد بن صَيْفِي الْأنْصَارِيّ\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "38 -\nووهب بن خنبش لم يرو عَنْهُم إِلَّا الشّعبِيّ واسْمه عَامر بن شرَاحِيل الْهَمدَانِي وَمِنْهُم\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "39 -\nكرز بن عَلْقَمَة الْخُزَاعِيّ\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "40 -\nوَنَاجِيَة بن جُنْدُب الْخُزَاعِيّ لم يرو عَنْهُمَا إِلَّا عُرْوَة بن الزبير وَمِنْهُم\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "41 -\nعبد الله بن عدي بن الْحَمْرَاء الزُّهْرِيّ لم يرو عَنهُ إِلَّا أَبُو سَلمَة بن عبد الرَّحْمَن وَمِنْهُم\n42 -\nعبد الرَّحْمَن بن أبي قراد لم يرو عَنهُ إِلَّا عمَارَة بن خُزَيْمَة بن ثَابت وَمِنْهُم\nالحديث: 41 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "43 -\nعُوَيْمِر بن أشقر لم يرو عَنهُ إِلَّا عباد بن تَمِيم الْمَازِني وَقَالَ عَمْرو بن يحيى عَن عباد بن تَمِيم أَنه أخبر ذَلِك عَن عُوَيْمِر بن أشقر وَمِنْهُم\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "44 -\nسُوَيْد بن النُّعْمَان لم يرو عَنهُ إِلَّا بشير بن يسَار وَمِنْهُم\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "45 -\nالْحَارِث بن زِيَاد الْأنْصَارِيّ لم يرو عَنهُ إِلَّا حَمْزَة بن أَبى أسيد وَمِنْهُم\n46 -\nأَبُو جعدة الضمرِي لم يرو عَنهُ إِلَّا عُبَيْدَة بن سُفْيَان الْحَضْرَمِيّ وَمِنْهُم\nالحديث: 45 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "47 -\nغزيَّة بن الْحَارِث لم يرو عَنهُ إِلَّا عبد الله بن الْحَارِث مولى أم سَلمَة هَكَذَا فِي رِوَايَة عَمْرو بن الْحَارِث عَن سعيد بن أبي هِلَال عَن زيد بن خصيفَة وَأما سعيد بن سَلمَة بن أبي الحسام فَقَالَ عَن يزِيد بن خصيفَة عَن عبد الله بن رَافع عَن غزيَّة بن الْحَارِث وَالْأول أحفظهما عندنَا وَمِنْهُم\nالحديث: 47 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "48 -\nالْحجَّاج بن عَمْرو الْأنْصَارِيّ لم يرو عَنهُ إِلَّا عبد الله بن رَافع مولى أم سَلمَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم وَمِنْهُم\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "49 -\nبن لاس الْخُزَاعِيّ وَقَالَ بَعضهم أَبُو لاس لم يرو عَنهُ إِلَّا عَمْرو بن الحكم بن ثَوْبَان وَمِنْهُم\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "50 -\nطَلْحَة بن عَمْرو الْبَصْرِيّ لم يرو عَنهُ إِلَّا أَبُو حَرْب بن أبي الْأسود الدؤَلِي وَمِنْهُم\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "51 -\nسَلمَة بن صَخْر البياضي لم يرو عَنهُ إِلَّا سُلَيْمَان بن يسَار غير أَن يحيى بن أبي كثير قَالَ عَن أبي سَلمَة وَمُحَمّد بن عبد الرَّحْمَن أَن سلمَان بن صَخْر ظَاهر من امْرَأَته وَمِنْهُم\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "52 -\nجعيل الْأَشْجَعِيّ لم يرو عَنهُ إِلَّا عبد الله بن أبي الْجَعْد أَخُو سَالم بن أبي الْجَعْد وَمِنْهُم\n53 -\nأَبُو عبد الرَّحْمَن الفِهري الَّذِي يُقَال اسْمه يزِيد بن أنيس لم يرو عَنهُ إِلَّا أَبُو همام عبد الله بن يسَار وَمِنْهُم\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "54 -\nكَعْب بن عِيَاض لم يرو عَنهُ إِلَّا جُبَير بن نفير الْحَضْرَمِيّ وَمِنْهُم\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "55 -\nبشر بن جحاش وَقَالَ بَعضهم بسر بن جحاش لم يرو عَنهُ إِلَّا جُبَير بن نفير وَمِنْهُم\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "56 -\nالْحَارِث بن الْحَارِث الْأَشْعَرِيّ لم يرو عَنهُ إِلَّا أَبُو سَلام الحبشي وَأَبُو سَلام جد زيد وَمُعَاوِيَة ابْني سَلام بن أبي سَلام وَاسم أبي سَلام مَمْطُور وَمِنْهُم\n57 -\nأَبُو سلمى راعي رَسُول الله صلى الله عَلَيْهِ وَسلم لم يرو عَنهُ إِلَّا أَبُو سَلام الحبشي وَمِنْهُم\nالحديث: 56 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "58 -\nعقبَة بن مَالك اللَّيْثِيّ لم يرو عَنهُ إِلَّا بشر بن عَاصِم اللَّيْثِيّ أَخُو نصر بن عَاصِم وَمِنْهُم\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "59 -\nعبد الله بن قرط لم يرو عَنهُ إِلَّا أَبُو عَامر الْهَوْزَنِي وَاسم أبي عَامر عبد الله بن لحى بن عَامر وَمِنْهُم\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "60 -\nهبيب بن مُغفل لم يرو عَنهُ إِلَّا أسلم أَبُو عمرَان التجِيبِي وَمِنْهُم\n61 -\nجبلة بن الْأَزْرَق لم يرو عَنهُ إِلَّا رَاشد بن سعد وَمِنْهُم\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "62 -\nأَبُو هِنْد الدَّارِيّ أَخُو تَمِيم بن أَوْس الدَّارِيّ لم يرو عَنهُ إِلَّا مَكْحُول الدِّمَشْقِي وَتَمِيم الدَّارِيّ يكنى أَبَا رقية وَمِنْهُم\nالحديث: 62 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "63 -\nذُو الجوشن الضبابِي واسْمه شُرَحْبِيل لم يرو عَنهُ إِلَّا أَبُو إِسْحَاق السبيعِي وَمِنْهُم\nالحديث: 63 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "64 -\nعَطِيَّة الْقرظِيّ لم يرو عَنهُ إِلَّا عبد الْملك بن عُمَيْر غير أَن بن عُيَيْنَة روى عَن بن أبي نجيح عَن مُجَاهِد رَأَيْت رجلا فِي مَسْجِد الْكُوفَة يَقُول كنت يَوْم حكم سعد فِي بني قُرَيْظَة قَالَ سُفْيَان يرَوْنَ أَنه يُرِيد حَدِيث عَطِيَّة الْقرظِيّ وَالله أعلم وَمِنْهُم\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "65 -\nسُوَيْد بن قيس لم يرو عَنهُ إِلَّا سماك بن حَرْب وَأما شُعْبَة فَقَالَ عَن سماك سَمِعت مَالِكًا أَبَا صَفْوَان بن عُمَيْر عميرَة وَمِنْهُم\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "66 -\nأُسَامَة بن شريك ومرداس بن عُرْوَة لم يرو عَنْهُمَا إِلَّا زِيَاد بن علاقَة وَمِنْهُم\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "68 -\nعبد الرَّحْمَن بن يعمر الديلِي لم يرو عَنهُ إِلَّا بكير بن عَطاء وَمِنْهُم\n69 -\nالحكم بن حزن الكلفي لم يرو عَنهُ إِلَّا شُعَيْب بن زُرَيْق الطَّائِفِي وَمِنْهُم\nالحديث: 68 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "70 -\nبشير بن عقربة اللَّيْثِيّ أَبُو الْيَمَان وَيُقَال بشر بن عقربة لم يرو عَنهُ إِلَّا عبد الله بن عَوْف الْكِنَانِي عَامل عمر بن عبد الْعَزِيز على الرملة وَمِنْهُم\nالحديث: 70 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "71 -\nمَالك بن هُبَيْرَة لم يرو عَنهُ إِلَّا أَبُو الْخَيْر مرْثَد بن عبد الله الْيَزنِي وَمِنْهُم\nالحديث: 71 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "72 -\nسَلمَة بن قيس لم يرو عَنهُ إِلَّا هِلَال بن يسَاف وَمِنْهُم\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "73 -\nأَبُو رمثة التَّيْمِيّ واسْمه حبيب بن حَيَّان وَيُقَال يثربي بن رِفَاعَة لم يرو عَنهُ إِلَّا إياد بن لَقِيط السدُوسِي وَمِنْهُم\nالحديث: 73 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "74 -\nطَارق بن أَشْيَم الْأَشْجَعِيّ لم يرو عَنهُ إِلَّا ابْنه أَبُو مَالك سعد بن طَارق وَمِنْهُم\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "75 -\nعباد بن شُرَحْبِيل الغبري لم يرو عَنهُ إِلَّا أَبُو بشر جَعْفَر بن إِيَاس وَمِنْهُم\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "76 -\nرجل من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم لَا يَأْتِيك من الْحيَاء إِلَّا خير لم يرو عَنهُ إِلَّا حميد بن عبد الرَّحْمَن الْحِمْيَرِي وَمِنْهُم\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "77 -\nالْحَارِث بن سليم بن بدل وَعَمْرو بن سُفْيَان لم يرو عَنْهُمَا إِلَّا مُحَمَّد بن عبد الله الشعيثي وَمِنْهُم\n78 -\nعلْبَاء السّلمِيّ لم يرو عَنهُ إِلَّا جَعْفَر بن عبد الله بن عبد الْحَكِيم أَبُو عبد الحميد بن جَعْفَر وَمِنْهُم\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "79 -\nقدامَة بن عبد الله الْكلابِي لم يرو عَنهُ إِلَّا أَيمن بن نابل وَمِنْهُم\nالحديث: 79 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "80 -\nالهرماس بن زِيَاد الْبَاهِلِيّ لم يرو عَنهُ إِلَّا عِكْرِمَة بن عمار وَمِنْهُم\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "81 -\nكَعْب بن عَاصِم الْأَشْعَرِيّ لم يرو عَنهُ إِلَّا أم الدَّرْدَاء وَأم الدَّرْدَاء هما ثِنْتَانِ كَانَتَا عِنْد أبي الدَّرْدَاء فالكبرى خيرة بنت أبي حَدْرَد وَالصُّغْرَى هجيمة الصحابيات وَمن النِّسَاء اللَّاتِي روين عَن رَسُول الله صلى الله عَلَيْهِ وَسلم مِمَّن لَا يرْوى عَنْهُن الا الْآحَاد من التَّابِعين الْمَشْهُورين مِنْهُنَّ\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "82 -\nأم الْعَلَاء الْأَنْصَارِيَّة لم يرو عَنْهَا إِلَّا خَارِجَة بن زيد بن ثَابت ومنهن\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "83 -\nخُوَيْلَة بنت ثَعْلَبَة امْرَأَة أَوْس بن الصَّامِت أخي عبَادَة بن الصَّامِت لم يرو عَنْهَا إِلَّا يُوسُف بن عبد الله بن سَلام ومنهن\nالحديث: 83 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "84 -\nالصميتة امْرَأَة من بني لَيْث لم يرو عَنْهَا إِلَّا عبيد الله بن عبد الله بن عمر ومنهن\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "85 -\nأُمَيْمَة ابْنة رقيقَة أمهَا تنْسب إِلَيْهَا وَهِي أُمَيْمَة بنت عبد بن بجاد تَيْمِية تيم قُرَيْش لم يرو عَنْهَا إِلَّا مُحَمَّد بن الْمُنْكَدر ومنهن\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "86 -\nأنيسَة عمَّة خبيب بن عبد الرَّحْمَن لم يرو عَنْهَا إِلَّا خبيب بن عبد الرَّحْمَن ومنهن\n87 -\nأم جميل بنت المجلل العامرية من بني عَامر بن لؤَي لم يرو عَنْهَا إِلَّا ابْنهَا مُحَمَّد بن حَاطِب الجُمَحِي ومنهن\nالحديث: 86 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "88 -\nقفيرة وَيُقَال مليكَة الْهِلَالِيَّة امْرَأَة عبد الله بن أبي حَدْرَد لم يرو عَنْهَا إِلَّا عبد الرَّحْمَن بن هُرْمُز الْأَعْرَج التابعون\n89 -\nتَسْمِيَة من تفرد عَنهُ سعيد بن الْمسيب بالرواية مِمَّن دون الصَّحَابَة مِنْهُم\n90 -\nعَامر بن أبي أُميَّة أَخُو أم سَلمَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم\n91 -\nوَمِمَّنْ تفرد عَنهُ أَبُو سَلمَة بن عبد الرَّحْمَن بالرواية مِمَّن دون الصَّحَابَة\nالحديث: 88 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "92 -\nأَبُو سُفْيَان بن سعيد بن الْأَخْنَس\n93 -\nوَعبد الرَّحْمَن بن نَافِع بن عبد الْحَارِث الْخُزَاعِيّ\nالحديث: 92 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "94 -\nورداد اللَّيْثِيّ وَقَالَ بن عُيَيْنَة وَغَيره عَن الزُّهْرِيّ أَبُو الرداد اللَّيْثِيّ\n95 -\nوثويب غير مَنْسُوب\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "96 -\nويعيش بن قيس بن طخفة وَيُقَال بن قيس وَيُقَال غير ذَلِك\n97 -\nوَمِمَّنْ تفرد عَنهُ شَقِيق بن سَلمَة أَبُو وَائِل بالرواية مِمَّن دون الصَّحَابَة\nالحديث: 96 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "98 -\nسَلمَة بن سُبْرَة\n99 -\nوعزرة بن قيس\n100 -\nوَأَبُو جرى البَجلِيّ\n101 -\nوَأَبُو نحيلة البَجلِيّ\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "102 -\nوَسمرَة بن سهم رجل من قومه\n103 -\nوَأَبُو وَائِل عَن أَخِيه وَلم يسمه\n104 -\nوخَالِد بن الرّبيع الْعَبْسِي فِي حَدِيثه لم يقل حَدَّثَنِيهِ\n105 -\nوالْحَارث بن حُبَيْش الْأَسدي\n106 -\nوَمِمَّنْ تفرد عَنهُ أَبُو عُثْمَان النَّهْدِيّ بالرواية مِمَّن دون الصَّحَابَة\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "107 -\nعَامر بن مَالك\n108 -\nوَأنس بن جندل\n109 -\nوَابْن بَينا أَو بن بيناس الشلوقي الحَدِيث\nالحديث: 107 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "110 -\nوروى أَبُو عُثْمَان عَن عبد الله بن عَامر عَن الزبير فَإِن لم يكن بن كريز فَلَا يدْرِي من هُوَ\n111 -\nوَمِمَّنْ تفرد عَنهُ أَبُو الْعَالِيَة الريَاحي بالرواية مِمَّن دون الصَّحَابَة\n112 -\nزِيَاد بن عدي\n113 -\nوَفضل بن عُمَيْر فضَالة بن عميرَة الزاهرني\n114 -\nوَمِمَّنْ تفرد عَنهُ عبد الله بن شَقِيق الْعقيلِيّ بالرواية مِمَّن دون الصَّحَابَة\n115 -\nعبد الله بن سراقَة الْأَقْرَع مُؤذن عمر\n116 -\nوهرم بن الْحَارِث\n117 -\nوَأُسَامَة بن خريم\n118 -\nوحبِيب بن حيدة\n119 -\nوجندل السدُوسِي\n120 -\nوزائدة أَو مزيدة على الشَّك\nالحديث: 110 ¦ الجزء: 1 ¦ الصفحة: 101\n",
        "121 -\nوَرجل أَعور لقِيه بِالْحُدَيْبِية قَالَ زَعَمُوا أَنه من أَصْحَاب أبي الدَّرْدَاء\n122 -\nوَمِمَّنْ تفرد عَنهُ قيس بن أبي حَازِم بالرواية عَنهُ مِمَّن دون الصَّحَابَة\n123 -\nأَبُو سهلة مولى عُثْمَان بن عَفَّان\n124 -\nوَأَبُو كَبْشَة\n125 -\nوَأَبُو كيسبة\n126 -\nوَقيس عَن امْرَأَته زَيْنَب\nالحديث: 121 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "127 -\nوَمِمَّنْ تفرد عَنهُ أَبُو الْعَلَاء يزِيد بن عبد الله بن الشخير بالرواية مِمَّن دون الصَّحَابَة\n128 -\nعبد الرَّحْمَن بن صحار الْعَبْدي\n129 -\nوعياض بن نَضْلَة\nالحديث: 127 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "130 -\nوَمِمَّنْ تفرد أَبُو نَضرة الْعَبْدي بالرواية عَنهُ مِمَّن دون الصَّحَابَة وَاسم أبي نَضرة مُنْذر بن مَالك بن قِطْعَة\n131 -\nعبد الله بن موالة\n132 -\nوَجَابِر بن غراب\n133 -\nوَرجل من بَين الطفادة عَن أبي هُرَيْرَة\n134 -\nوَمِمَّنْ تفرد عَنهُ أَبُو عبد الرَّحْمَن عبد الله بن يزِيد الحبلي بالرواية مِمَّن دون الصَّحَابَة\n135 -\nعمَارَة بن شبيب السبائي\n136 -\nوعامر بن عبد الله بن سلمَان الْفَارِسِي\n137 -\nوَمِمَّنْ تفرد عَنهُ الْحسن بن أبي الْحسن بالرواية مِمَّن دون الصَّحَابَة\nالحديث: 130 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "138 -\nأسيد بن المتشمس\n139 -\nوصعصعة بن مُعَاوِيَة عَم الْأَحْنَف بن قيس\n140 -\nوحنف بن السجف\n141 -\nوَحَكِيم بن دِينَار\n142 -\nوَعبد الله بن عُثْمَان الثَّقَفِيّ\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "143 -\nوَهياج بن عمرَان البرجمي\n144 -\nوَوَثَّاب وَكَانَ مِمَّن أدْرك عهد أَمِير الْمُؤمنِينَ عمر كَانَ يخْدم عُثْمَان بن عَفَّان\n145 -\nوَمِمَّنْ تفرد عَنهُ مُحَمَّد بن سِيرِين بالرواية مِمَّن دون الصَّحَابَة\nالحديث: 143 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "146 -\nأَبُو مَرْيَم الْحَنَفِيّ إِيَاس بن ضبيح\n147 -\nوسُفْيَان بن يزِيد الأودي\n148 -\nوَالْمُهَاجِر غير مَنْسُوب\n149 -\nوَأَبُو الديلم مُحَمَّد بن الديلم\n150 -\nورواد بن أبي بكرَة\n151 -\nوَجَابِر الْحذاء\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "152 -\nوَأَخُوهُ يحيى بن سِيرِين\n153 -\nوالهذيل بن عبد الرَّحْمَن وَهُوَ بن حَفْصَة بنت سِيرِين\n154 -\nوَعبد الله بن عبيد قَالَ وَكَانَ يدعى بن هُرْمُز عَن عبَادَة بن الصَّامِت\n155 -\nوَمِمَّنْ تفرد عَنهُ الشّعبِيّ بالرواية مِمَّن دون الصَّحَابَة\n156 -\nالهرمار أَو الهرماء بن مهْرَان\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "157 -\nوسمعان بن مشنج وَيُقَال المشيح أَيْضا\n158 -\nوَيزِيد بن شرَاحِيل\n159 -\nوَالشعْبِيّ حَدثنِي عَن امْرَأَة سلمَان\n160 -\nبقيرة وَيُقَال نقيرة أَنه لما حَضَره الْمَوْت دَعَاني\nالحديث: 157 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "161 -\nوَعبد الله بن الْخَلِيل الْحَضْرَمِيّ قَالَ بَعضهم عَن بن ذري وَيُقَال عَن بن دري عَن زيد بن أَرقم\n162\n- 163\nوَمَالك بن صحار الْهَمدَانِي\n164 -\nوَعُمَيْر بن زيد اخْتصم رجل وَامْرَأَة الى شُرَيْح\n165 -\nوَمِمَّنْ تفرد عَنهُ أَبُو الْورْد بن تمامة بن حزن الْقشيرِي مِمَّن دون الصَّحَابَة\nالحديث: 161 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "166 -\nأَبُو مُحَمَّد الْحَضْرَمِيّ\n167 -\nوالجلاح بن عمر\n168 -\nوَابْن أعبد لم يسمه\nالحديث: 166 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "169 -\nواللجلاج\n170 -\nوَعَمْرو بن مرداس\nالحديث: 169 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "171 -\nوَقَالَ أَبُو الْورْد حَدَّثتنَا امْرَأَة من بنى عَامر عَن امْرَأَة بِلَال وَذكر الحَدِيث\n172 -\nوَمِمَّنْ تفرد عَنهُ عَطاء بن أبي رَبَاح بالرواية مِمَّن دون الصَّحَابَة\n173 -\nسعيد مولى خَليفَة\n174 -\nوَصَفوَان بن موهب\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "175 -\nوعائش بن أنس هَكَذَا قَالَ عَمْرو بن دِينَار وَابْن جريج وَقَالَ بن أَبى نجيح عَن عَطاء عَن إِيَاس بن خَليفَة الْبكْرِيّ عَن رَافع بن خديج عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَذْي\n176\n- 177\nوخَالِد بن الْعَاصِ\n178 -\nوَصَفوَان بن يعلى بن أُميَّة\n179 -\nوَعبد الرَّحْمَن بن ثَابت\n180 -\nوَمِمَّنْ تفرد عَنهُ بن أبي مليكَة بالرواية مِمَّن دون الصَّحَابَة\n181 -\nوهب بن الْأسود\n182 -\nوَيحيى بن حَكِيم بن صَفْوَان\n183 -\nوَمُحَمّد بن صُهَيْب\n184 -\nويعلى\nالحديث: 175 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "185 -\nوَعَن أَبِيه عبيد الله بن أَبى مليكَة\nالحديث: 185 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "186 -\nعبد الرَّحْمَن بن صَفْوَان بن أُميَّة هَكَذَا قَالَ إِسْرَائِيل عَن عبد الْعَزِيز بن رفيع وَخَالفهُ شريك فَقَالَ عَن أُميَّة بن صَفْوَان بن أُميَّة وَقد اخْتلف عَن شريك فِيهِ أَيْضا\n187 -\nوَابْن أَبى مليكَة عَن أَبِيه عَن عبد الله بن يحيى التوءام وَخَالفهُ أَيُّوب السّخْتِيَانِيّ\n188 -\nوَمِمَّنْ تفرد عَنهُ عِكْرِمَة بن خَالِد المَخْزُومِي بالرواية مِمَّن دون الصَّحَابَة\n189 -\nأَوْس بن سعد بن أَبى سرح\n190 -\nوَنَافِع بن عَلْقَمَة\n191 -\nيحيى بن سعد بن أَبى وَقاص\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "192 -\nوَمِمَّنْ تفرد عَنهُ عَمْرو بن دِينَار بالرواية مِمَّن دون الصَّحَابَة يكنى أَبَا مُحَمَّد مولى من أهل مَكَّة\n193 -\nعَطاء بن حنين\n194 -\nوَمُحَمّد بن حنين مولى آل عَبَّاس وَلَيْسَ بأخي عَطاء\n195 -\nوعوسجة مولى بن عَبَّاس\n196 -\nوَعبد الرَّحْمَن بن أَبى بكر بن عبد الرَّحْمَن بن الْحَارِث بن هِشَام\n197 -\nوَعبد الرَّحْمَن بن فروخ\nالحديث: 192 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "198 -\nوَأَبُو قَابُوس\n199 -\nوصهيب الْحذاء مولى عبد الله بن عَامر\n200 -\nوَزِيَاد مولى عبيد بن عُمَيْر\n201 -\nوَعبد الرَّحْمَن بن معبد بن عُمَيْر بن أخي عبيد بن عُمَيْر\n202 -\nوَزِيَاد بن الحرو مولى عَمْرو بن الْعَاصِ\n203 -\nوَمُسلم بن شكرة\n204 -\nوَعَمْرو بن كيسَان\n205 -\nوَمن سمع عمر يقْرَأ فِي الْمغرب بقاف\nالحديث: 198 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "206 -\nوثابت سمع بن عَبَّاس يقْرَأ السراط بِالسِّين\n207 -\nوَابْن عصمَة الَّذِي قَالَ مُضر أشبه النَّاس بِهَذَا وَأَشَارَ إِلَى الْقَاسِم\n208 -\nوَسعد بن رَافع\n209 -\nوَعمر وَهُوَ رجل من الخدرة عَن بن عَبَّاس\n210 -\nوَعَن رجل من أهل الأَرْض سمع بن عَبَّاس لما خلق إِبْلِيس\nالحديث: 206 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "211 -\nوَمِمَّنْ تفرد عَنهُ أَبُو الزبير بالرواية مِمَّن دون الصَّحَابَة وَاسم أبي الزبير مُحَمَّد بن مُسلم بن تدرس مولى حَكِيم بن حزَام\n212 -\nسُفْيَان بن عبد الرَّحْمَن\n213 -\nوَأَبُو صَالح مولى حَكِيم بن حزَام\n214 -\nوَأَبُو عَامر عبد الله بن سُفْيَان\nالحديث: 211 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "215 -\nوَعبد الرَّحْمَن بن هضاض كَذَلِك قَالَ حَمَّاد بن سَلمَة وَقَالَ بَعضهم عبد الرَّحْمَن بن الهضهاض وَقَالَ جُبَير بن وَاقد عَن أبي الزبير عَن عبد الرَّحْمَن بن الهضاب بن أخي أبي هُرَيْرَة وَقَالَ بن جريج عَن أبي الزبير عَن عبد الرَّحْمَن بن صَامت بن عَم أبي هُرَيْرَة وَالله أعلم أَيهمْ الْحَافِظ للصَّوَاب\n216 -\nوَمِمَّنْ روى عَنهُ الزُّهْرِيّ مِمَّن لم يرو عَنهُ أحد سواهُ فِيمَا علمنَا وَاسم الزُّهْرِيّ مُحَمَّد بن مُسلم بن عبيد الله بن عبد الله بن شهَاب بن عبد الله بن الْحَارِث بن زهرَة قُلْنَا ويكنى أَبَا بكر\n217 -\nعَمْرو بن أبان بن عُثْمَان بن عَفَّان\n218 -\nوَمُحَمّد بن عبد الله بن الْحَارِث بن نَوْفَل\n219 -\nوَعمر بن مُحَمَّد بن جُبَير بن مطعم\n220 -\nوَمُحَمّد بن عُرْوَة بن الزبير\n221 -\nوَعبد الله بن عبد الرَّحْمَن بن الزُّهْرِيّ\n222 -\nوزرارة بن مُصعب بن عبد الرَّحْمَن بن عَوْف\n223 -\nوَعبد الرَّحْمَن بن الْحَارِث بن هِشَام\n224 -\nوَمُحَمّد بن سُوَيْد الفِهري\n225 -\nوَمُحَمّد بن النُّعْمَان بن بشير الْأنْصَارِيّ\n226 -\nوتمامة بن أبي تمامة الْأنْصَارِيّ\n227 -\nوَعقبَة بن سُوَيْد الْأنْصَارِيّ\n228 -\nوَعبد الله بن عبيد الله بن ثَعْلَبَة الْأنْصَارِيّ\n229 -\nوَإِسْمَاعِيل بن مُحَمَّد بن ثَابت بن قيس بن شماس الْأنْصَارِيّ\n230 -\nوفضالة بن مُحَمَّد الْأنْصَارِيّ\n231 -\nوثابت بن قيس الزرقي\n232 -\nوحسين بن السَّائِب بن أبي لبَابَة الْأنْصَارِيّ\n233 -\nوحصين بن مُحَمَّد السالمي\n234 -\nوَسنَان بن أبي سِنَان الدؤَلِي\n235 -\nوَعِكْرِمَة بن مُحَمَّد الدؤَلِي\n236 -\nوَأَبُو عُثْمَان بن سنة الْخُزَاعِيّ\n237 -\nوَعبيد الله بن خَليفَة الْخُزَاعِيّ\n238 -\nوعياض بن ضيزي الْكَلْبِيّ وَهُوَ بن عَم أُسَامَة بن زيد\n239 -\nوالسائب بن مَالك الْكِنَانِي\n240 -\nوَأَبُو عبيد النحام الْكِنَانِي\n241 -\nوَمُحَمّد بن سُفْيَان بن الْعَلَاء بن جَارِيَة الثَّقَفِيّ\n242 -\nوَعمر بن سُفْيَان الثَّقَفِيّ أَو عَمْرو\n243 -\nوَعمر بن جَارِيَة الثَّقَفِيّ حَلِيف بني زهرَة\nالحديث: 215 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "244 -\nوَعَمْرو بن أبي سُوَيْد\n245 -\nوَأَبُو حذامة بن يعمر أَخُو بني الْحَارِث بن سعد بن هذيم\n246 -\nوالْعَلَاء بن رؤبة التَّمِيمِي\n247 -\nوَعُثْمَان بن إِسْحَاق بن فرشة العامري\n248 -\nوَمُحَمّد بن عبد الرَّحْمَن بن أُميَّة بن أخي يعلى بن أُميَّة\n249 -\nوَعُثْمَان بن مُحَمَّد بن أبي سُوَيْد\n250 -\nوَعبد الرَّحْمَن بن مَالك بن جشم بن أخي سراقَة بن مَالك المدلجي\n251 -\nوَصَالح بن بشير بن فديك\n252 -\nوَابْن أكيمَة اللَّيْثِيّ وَيُقَال اسْمه عمَارَة بن أكيمَة\n253 -\nوَابْن يعِيش الْحِمصِي\n253 -\nوثعلبة الشَّامي\n254 -\nوالهيثم بن أبي سِنَان\n255 -\nوَمُسلم بن نَذِير من بني سعد بن بكر\n256 -\nوطارق بن مخاشن وَقَالَ بَعضهم بن أبي المخاشن\n257 -\nوخباب عَن أبي عمر\n258 -\nونبهان مولى أم سَلمَة\n259 -\nوَأَبُو الْأَحْوَص مولى بني لَيْث\n260 -\nوسحيم مولى بني زهرَة\n261 -\nوَإِسْحَاق بن أبي الْمُغيرَة\n262 -\nوَصَالح بن عبد الله بن أبي فَرْوَة مولى آل عُثْمَان بن عَفَّان\nالحديث: 244 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "263 -\nوَجَرِير بن عَطاء مولى لبني زهرَة وَمن النِّسَاء اللَّاتِي تفرد عَنْهُن الزُّهْرِيّ بالرواية\n264 -\nهِنْد بنت الْحَارِث الفراسية\n265 -\nوَفَاطِمَة الْخُزَاعِيَّة\n266 -\nوَأم عبد الله الدوسية\nالحديث: 263 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "267 -\nوَمِمَّنْ تفرد عَنهُ يحيى بن سعيد الْأنْصَارِيّ بالرواية هُوَ يحيى بن سعيد بن قيس بن عَمْرو وكنيته أَبُو سعيد\n268 -\nيُوسُف بن مَسْعُود الزرقي\n269 -\nوالزبرقان اللَّيْثِيّ\n270 -\nوَحَمْزَة بن كثير بن أَفْلح مولى أبي أَيُّوب\n271 -\nوَمُحَمّد بن مَحْمُود بن عبيد الله بن مَحْمُود بن سَلمَة\n272 -\nوَعبد الله بن أنيس عَن أمه وَهِي ابْنة كَعْب بن مَالك\n273 -\nوَعبد الله بن رِفَاعَة الْأنْصَارِيّ ثمَّ الْعَدوي\n274 -\nوَعلي بن عبد الله بن رِفَاعَة الْقرظِيّ\n275 -\nوَإِبْرَاهِيم بن الْمُغيرَة من رِوَايَة الثَّقَفِيّ وَقَالَ يزِيد بن هَارُون إِبْرَاهِيم بن أبي الْمُغيرَة\n276 -\nوخَالِد بن عبد الله بن عَمْرو بن عُثْمَان بن عَفَّان\n277 -\nوَعبد الرَّحْمَن بن أبي بكر بن عمر\n278 -\nوَعبد الله بن الْمُغيرَة بن أبي بردة\n279 -\nوَإِسْمَاعِيل أَبُو عبد الله الْبَصْرِيّ\n280 -\nوَعَمْرو بن حسان\n281 -\nوَسَعِيد بن عبد الْملك\n282 -\nوَسليمَان بن سعد\n283 -\nوالشريد بن سُوَيْد الصَّدَفِي وعداده فِي ثَقِيف\n284 -\nوروى يحيى بن سعيد عَن أبي سعيد بن قيس بن عَمْرو\n285 -\nوروى عَن أمه وَلم يسمهَا\nالحديث: 267 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "286 -\nوَمِمَّنْ تفرد عَنهُ سعد بن إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف بالرواية وَسعد يكنى أَبَا إِبْرَاهِيم\n287 -\nطَلْحَة بن عبد الله بن عُثْمَان بن عبيد الله التَّيْمِيّ\n288 -\nوَابْن عَم سعد بن إِبْرَاهِيم\n289 -\nوَعبد الله بن رَافع بن خديج\n290 -\nوَطَلْحَة بن بِلَال\n291 -\nوَرَيْحَان بن يزِيد قَالَ سعد مَا رَأَيْت أَعْرَابِيًا بعد شبهه\n292 -\nوَنصر بن عبد الرَّحْمَن\n293 -\nوجالس اليمامي\n294 -\nوالمسور بن إِبْرَاهِيم أَخُو سعد بن إِبْرَاهِيم\n295 -\nوَمِمَّنْ تفرد عَنهُ هِشَام بن عُرْوَة بالرواية وَهِشَام يكنى أَبَا الْمُنْذر\n296 -\nعباد بن حَمْزَة بن عبد الله بن الزبير\n297 -\nوهَاشِم بن حَمْزَة\n298 -\nوَعبيد الله بن الْمُنْذر بن الزبير سَأَلَ عُرْوَة عَن الْوضُوء مِمَّا مست النَّار\n299 -\nوَالْفضل بن الْفضل عَن بن الْمسيب أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ فِي الرّقية\nالحديث: 286 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "300 -\nوعدي بن عميرَة الْقَارِي عَن أَبِيه أَنه كَانَ يؤم فِي بني حطية وَهُوَ أعمى فِي عهد عمر\n301 -\nوَعَمْرو بن خُزَيْمَة\n302 -\nوَعبد الْوَهَّاب من ولد الزبير\n303 -\nوَأَبُو اللَّيْث عَن بن الْمسيب\n304 -\nوَسعد مولى عمر أَن أسيد بن حضير توفّي وَعَلِيهِ دين\n305 -\nوَسَوْدَة بنت عبد الله بن عمر امْرَأَة عُرْوَة بن الزبير\n306 -\nوَأم الزبير بنت عبد الرَّحْمَن بن الْحَارِث بن هِشَام\n307 -\nوَأُخْتهَا عَائِشَة بنت عبد الرَّحْمَن\n308 -\nوَمِمَّنْ تفرد بالرواية عَنهُ زيد بن أسلم بالرواية يكنى زيد أَبَا أُسَامَة\n309 -\nنَافِع أَبُو نَوْفَل مولى بني حَارِثَة\n310 -\nوَأَبُو سعيد التمار غير مُسَمّى\n311 -\nوواقد بن أبي وَاقد اللَّيْثِيّ\nالحديث: 300 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "312 -\nوَعَمْرو بن معَاذ الأشْهَلِي\n313 -\nوَبسر بن محجن الديلِي\n314 -\nوجندب مولى عبد الله بن عَيَّاش بن أبي ربيعَة المَخْزُومِي\n315 -\nوَأم فريعة الهذلية عَن عمر بن الْخطاب\nالحديث: 312 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "316 -\nوَمِمَّنْ تفرد بالرواية عَنهُ أَبُو إِسْحَاق السبيعِي مِمَّن لم يرو عَنهُ أحد سواهُ وَاسم أبي إِسْحَاق عَمْرو بن عبد الله بن عَليّ بن أَحْمد بن أبي يحمد فَمن الرِّجَال الَّذين وَصفنَا مِمَّن تفرد عَنْهُم بالرواية\n317 -\nعَبدة بن حزن قَالَ شُعْبَة وَقد أدْرك النَّبِي صلى الله عَلَيْهِ وَسلم يُرِيد عَبدة\n318 -\nوكدير الضَّبِّيّ\n319 -\nوَمَالك بن الْأَعَز\n320 -\nوَمَالك بن زبيد\n321 -\nوَعبد الله بن مرْثَد\n322 -\nوَعبد الله بن أبي مُوسَى الْأَشْعَرِيّ\nالحديث: 316 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "323 -\nوَعبد الله بن خَليفَة\n324 -\nوَعبد الله بن مَالك الْهَمدَانِي\n325 -\nوَعبد الله بن ذيب قَالَ وَكَانَ من أَصْحَاب عبد الله\n326 -\nوَعبد الله بن قيس\n327 -\nوَعبد الله بن سيف بن أخي الأشعت بن قيس\n328 -\nوَعبد الله بن أبي بَصِير الْعَبْدي\n329 -\nوَعبد الله بن سعد عَن سعيد بن جُبَير\nالحديث: 323 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "330 -\nوَعبد الله بن غَالب\n331 -\nوَعَمْرو بن غَالب الْهَمدَانِي\n332 -\nوَعَمْرو بن بعجة الْبَارِقي\n333 -\nوَعَمْرو بن زُرَارَة مر بن عبد الله وَأَنا أقص\n334 -\nوَعَمْرو بن عبد الله الْأَصَم\nالحديث: 330 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "335 -\nوَعَمْرو ذُو مر\n336 -\nوَسَعِيد بن ذِي حدان\n337 -\nوَسَعِيد نمران\n338 -\nوَسَعِيد بن أبي كريب\n339 -\nوَسعد بن عِيَاض\n340 -\nوَسعد بن سعيد الْهَاشِمِي\nالحديث: 335 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "341 -\nوَعبيد الله بن الْأَعْجَم\n342 -\nوَعبيد الله بن عَمْرو الخارقي\n343 -\nوَعبيد الله بن الْمُغيرَة أَبُو الْمُغيرَة\nالحديث: 341 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "344 -\nوَعبيدَة بن ربيعَة قَالَه الثَّوْريّ وَقَالَ شُعْبَة عَن عَيَّاش بن ربيعَة عَن عُثْمَان فِي التَّفْلِيس\n345 -\nوَعَمْرو بن سعيد\n346 -\nوَعمارَة بن السَّلُولي\n347 -\nوَسليمَان\nالحديث: 344 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "348 -\nوَعبد الرَّحْمَن بن أدنان قَالَه الثَّوْريّ عَن أبي إِسْحَاق وَقَالَ شُعْبَة عبد الرَّحْمَن بن هامل\n349 -\nوَعبد الرَّحْمَن بن بديل الْهَمدَانِي\n350 -\nوَعبد الرَّحْمَن بن يزِيد الفايشي\n351 -\nوَعبد الرَّحْمَن بن سعد\n352 -\nوَعبد الرَّحْمَن بن مدرك الأحمسي\n353 -\nوَقيس بن كركم\n354 -\nوَقيس الخارقي\n355 -\nوَقيس بن شفي\n356 -\nوَسعد بن شفي\n357 -\nوهلال بن قيس\n358 -\nوَعُمَيْر بن هِلَال\n359 -\nوَأَبُو هِلَال غير مُسَمّى\nالحديث: 348 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "360 -\nونمير بن عريب\n361 -\nونمير بن زيد أَبُو زُهَيْر\n362 -\nويريم بن أسعد\nالحديث: 360 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "363 -\nوهبيرة بن يريم بن بحدد\n364 -\nوهانئ بن هَانِئ\n365 -\nوَيزِيد بن هَانِئ الْهَمدَانِي\n366 -\nوَيزِيد بن زيد\n367 -\nوَيزِيد الْأَصَم\n368 -\nورزين بن عبيد\nالحديث: 363 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "369 -\nوَزيد بن يثيع وَقَالَ شُعْبَة زيد بن أثيل وَالْأول أحفظ\n370 -\nوَحسان بن فائد\n371 -\nوالصنابح بن عبد الرَّحْمَن دخلت مَعَ أَبى على بن عَبَّاس فَوضع لنا طَعَاما\n372 -\nوالهيثم بن حُبَيْش\n373 -\nوالمغيرة بن عبد الله الجدلي\n374 -\nوقرظة بن أَرْطَاة\n375 -\nوالنمر بن مَالك\n376 -\nوالْعَلَاء بن عراد الْأَسدي\n377 -\nوخَالِد بن إِيَاس\nالحديث: 369 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "378 -\nوعميرة بن زِيَاد بن مجَالد بن أَبى رَاشد\nالحديث: 378 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "379 -\nوصعصعة بن زيد قَالَه شُعْبَة وَالثَّوْري وَقَالَ إِسْرَائِيل صعصعة بن يزِيد وَقَالَ شريك صعصعة بن مُعَاوِيَة\n380 -\nوأرقم بن يَعْقُوب\n381 -\nووهب بن جَابر الخيواني\n382 -\nوَمُحَمّد بن زيد عَن عبد الرَّحْمَن بن خَالِد بن الْوَلِيد\n383 -\nوَخُزَيْمَة الْعَبْسِي\n384 -\nوأبى نصر بن جذيمة\n385 -\nوَمجمع بن الرداع الأرحبي\n386 -\nوجبار الطَّائِي\n387 -\nوالوليد المهلبي\n388 -\nوَحرب عَن عَليّ\n389 -\nوالمخارق عَن أَبى ذَر\n390 -\nوفائد الْهَمدَانِي عَن سعد\n391 -\nوحجين التغلبي\n392 -\nوثنى بن سَمُرَة النَّهْدِيّ\n393 -\nوجبل غير مَنْسُوب\n394 -\nوَعُثْمَان بن سُرَيج\n395 -\nوحصين صَاحب شرطة عَليّ\n396 -\nوَيزِيد بن حميد قَالَ وَكَانَ من أَصْحَاب الْمُهلب\n397 -\nوَأَبُو الْحجَّاج الْأَزْدِيّ\n398 -\nوَأم فَزَارَة\n399 -\nوَأَبُو حَبِيبَة الطَّائِي\n400 -\nوَأَبُو الْخَلِيل عَن عَليّ\n401 -\nوَأَبُو تمامة الصائدي\n402 -\nوَأَبُو مَالك\nالحديث: 379 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "403 -\nوَأَبُو مسافع أَتَانَا كتاب عمر بنهاوند هَذِه رِوَايَة سعيد وَقَالَ أَبُو الْأَحْوَص عَن أبي إِسْحَاق عَن أبي الصَّلْت وَأبي الْحجَّاج المسافع\n404 -\nوَأَبُو هُبَيْرَة نزلت فِي سعد وَإِن جَاهَدَاك لتشرك بِي الْآيَة\n405 -\nوَأَبُو حَيَّة بن قيس الوادعي\n406 -\nوَأَبُو إِبْرَاهِيم عَن عايشة\n407 -\nوَأَبُو أَسمَاء عَن أنس\n408 -\nوَإِبْرَاهِيم عَن أَبِيه وَمن النِّسَاء\n409 -\nتملك الخارقية\n410 -\nوَمِمَّنْ تفرد عَنهُ سَالم بن أبي الْجَعْد بالرواية\n411 -\nعَليّ بن عَلْقَمَة الْأَنمَارِي\n412 -\nوطرفة الْمسلي\n413 -\nوعطية مولى عُثْمَان\nالحديث: 403 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "414 -\nوَمِمَّنْ تفرد عَنهُ عبد الْملك بن عُمَيْر بالرواية مِمَّن دون الصَّحَابَة\n415 -\nمعبد بن صبيح\n416 -\nوَعتبَة مولى لمعاوية\n417 -\nوَأَبُو الْعَبَّاس الثَّقَفِيّ عَن عبد الله بن عَمْرو\n418 -\nوربيع الْأنْصَارِيّ\n419 -\nعَن أبي الْعَلَاء عَن أَبِيه\n420 -\nوخَالِد بن ربعي الْأَسدي\n421 -\nوَعمر بن عبد الرَّحْمَن بن الْحَارِث بن نَوْفَل بن النساج\n422 -\nوَعبد الْملك عَن أمه وَلم يسمهَا\n423 -\nوَمِمَّنْ تفرد عَنهُ سماك بن حَرْب بالرواية\n424 -\nعباد بن حُبَيْش\n425 -\nوَعباد بن زَاهِر أَبُو الرداع\n426 -\nومري بن قطري\n427 -\nويسار بن معْرور\n428 -\nوَأَبُو قدامَة النُّعْمَان بن حميد\n429 -\nوسُويد بن حطَّان عَم سماك\nالحديث: 414 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "430 -\nومغيث بن خَالِد\n431 -\nوَقبيصَة بن هلب وَاسم هلب يزِيد بن قنافة والهلب لقب\n432 -\nوَمَالك بن ظَالِم\n433 -\nوهلال بن عبد الله\n434 -\nوَبشر بن قحيف\nالحديث: 430 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "435 -\nوخَالِد بن عرْعرة\n436 -\nوَيزِيد بن دثار بن عبيد بن الأبرص\n437 -\nوقابوس بن مُخَارق وَقَالَ شُعْبَة مُحَمَّد بن قَابُوس بن مُخَارق عَن أَبِيه\n438 -\nوصبيح بن عبد الله الْعَبْسِي\nالحديث: 435 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "439 -\nوَعبد الله بن عميرَة وَقَالَ وَكَانَ قائدا للأعشى فِي الْجَاهِلِيَّة\n440 -\nوَعبد الله بن جُبَير من رِوَايَة شُعْبَة وَخَالفهُ غَيره\n441 -\nوحَنْظَلَة بن قنان\n442 -\nوثروان بن لمحان\n443 -\nوَجَرِير بن ريَاح\nالحديث: 439 ¦ الجزء: 1 ¦ الصفحة: 144\n",
        "444 -\nوَعبيد بن الْقَعْقَاع أَنه كَانَ رَابِع أَرْبَعَة يشربون فسكروا فتطاعنوا بالسكاكين وارتفعوا إِلَى عَليّ\n445 -\nوَعبد الله بن الْعَلَاء بن خباب\n446 -\nوَعمْرَان بن مخنف\n447 -\nوَعبد الرَّحْمَن بن أبي ليلى رجل من هُذَيْل وعداده فِي قُرَيْش سمع عليا يَقُول من أقيم عَلَيْهِ حد فَهُوَ كَفَّارَته\n448 -\nوَعبد الله بن أبي سُفْيَان بن الْحَارِث بن عبد الْمطلب\n449 -\nوَعبد الله بن الْحصين الْعجلِيّ سَابق حُذَيْفَة النَّاس على فرس\n450 -\nوشييم بن ذييم أَبُو مَرْيَم الْبكْرِيّ يروي عَن عَليّ\n451 -\nوسبرة بن نخف أَبُو نخف من رِوَايَة حَاتِم بن أَبى صعصعة\n452 -\nوَعلي بن صَالح وَخَالَفَهُمَا أَبُو الْأَحْوَص فَقَالَ سُبْرَة بن بجير\n453 -\nوسلامة الْعجلِيّ\n454 -\nوَسَلام الشَّيْبَانِيّ\n455 -\nوَأَبُو نعَامَة\n456 -\nوَعبد الله بن جُبَير عَن أبي الْفِيل\n457 -\nوَحميد بن أُخْت صَفْوَان\n458 -\nوَسماك عَن قرصافة امْرَأَة مِنْهُم عَن عَائِشَة فِي النَّبِيذ\n459 -\nوَذهل بن كَعْب عَن عُمَيْر فِي الرَّجْم\n460 -\nوَمِمَّنْ تفرد عَنهُ الحكم بن عتيبة بالرواية\nالحديث: 444 ¦ الجزء: 1 ¦ الصفحة: 145\n",
        "461 -\nعَمْرو بن نَافِع\n462 -\nوَعُرْوَة بن النزال التَّمِيمِي\n463 -\nوَسيف غير مَنْسُوب عَن رشيد الهجري\nالحديث: 461 ¦ الجزء: 1 ¦ الصفحة: 146\n",
        "464 -\nوَأَبُو زفر من أهل الْبَصْرَة قَالَ وَأهل الْبَصْرَة يكنونه أَبُو المروع ويكنونه أهل الْكُوفَة أَبَا مُحَمَّد\n465 -\nوَمِمَّنْ تفرد عَنهُ حبيب بن أبي ثَابت وَهُوَ حبيب بن قيس دِينَار ويكنى أَبَا يحيى\n466 -\nعبد الرَّحْمَن بن سُوَيْد الْكَاهِلِي\n467 -\nوَجَمِيل غير مَنْسُوب\n468 -\nوَالقَاسِم بن الْحَارِث من رِوَايَة الثَّوْريّ وَخَالفهُ فِيهِ شُعْبَة عَن حبيب إِلَّا أَنهم اخْتلفُوا عَن شُعْبَة\n469 -\nأَبُو مُوسَى الْحذاء عَن عبد الله بن عَمْرو\n470 -\nوسقيع عَن أبي عَلْقَمَة مولى لعُثْمَان\n471 -\nوَمِمَّنْ تفرد عَنهُ عَمْرو بن مرّة الحجلي بالرواية عَنهُ ويكنى أَبَا عبد الله\n472 -\nعبد الله بن عَمْرو مولى الْحسن بن عَليّ\n473 -\nوَمَالك بن الْحَارِث البَجلِيّ شهِدت خطْبَة عمر\n474 -\nوَحميد الْفَزارِيّ\n475 -\nوسُويد بن الْحَارِث\n476 -\nوَمُسلم بن الْحَارِث البَجلِيّ\n477 -\nوالْحَارث بن جمْهَان الْجعْفِيّ\n478 -\nوَأَبُو يزِيد عبد الله بن عَمْرو بن مرّة عَن أَبِيه\nالحديث: 464 ¦ الجزء: 1 ¦ الصفحة: 147\n",
        "479 -\nوَمِمَّنْ تفرد عَنهُ إِسْمَاعِيل بن أبي خَالِد البَجلِيّ بالرواية وَأَبُو خَالِد اسْمه هُرْمُز وَيُقَال بل اسْمه سعد وَإِسْمَاعِيل يكنى أَبَا عبد الله\n480 -\nزِيَاد مولى بني مَخْزُوم\n481 -\nوَنَافِع بن يحيى\n482 -\nوَأَبُو عِيسَى يحيى بن رَافع\n483 -\nوَمُنْذِر بن أبي أَشْرَس\n484 -\nوَعبد الرَّحْمَن بن أبي الضَّحَّاك\n485 -\nوَمصْعَب بن إِسْحَاق أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ رَأَيْت عَائِشَة فِي الْجنَّة\n486 -\nوهدبة الْأَسدي\n487 -\nوَأَبُو خَيْثَمَة عَن عبد الله بن عمر\nالحديث: 479 ¦ الجزء: 1 ¦ الصفحة: 148\n",
        "488 -\nوَأَبُو الضَّحَّاك مولى هِنْد بنت أَسمَاء بن خَارِجَة عَن أبي جَعْفَر مُحَمَّد بن عَليّ\n489 -\nومجبر مولى عمَارَة\n490 -\nوَإِسْمَاعِيل عَن أَبِيه أبي خَالِد\n491 -\nوَعَن أَخِيه الْأَشْعَث بن أبي خَالِد\n492 -\nوَعَن أَخِيه النُّعْمَان\n493 -\nوَعَن أَخِيه سعيد\n494 -\nوَأم خُنَيْس دخلت مَعَ مولاتي عمْرَة بنت دواحة على عمر بن الْخطاب\nالحديث: 488 ¦ الجزء: 1 ¦ الصفحة: 149\n",
        "495 -\nوَمِمَّنْ تفرد عَنهُ الْأَعْمَش بالرواية وَاسم الْأَعْمَش سُلَيْمَان بن مهْرَان الْكَاهِلِي وَالْأَعْمَش يكنى أَبَا مُحَمَّد\n496 -\nتمامة بن عقبَة المحلمي\n497 -\nوَعبد الرَّحْمَن بن أبي زِيَاد\n498 -\nوَصَالح بن خباب الكديسي\n499 -\nوَيَعْقُوب بن عمر\n500 -\nوَالْحكم بن الْوَلِيد\n501 -\nوَإيَاس بن عَبَّاس\n502 -\nوَأَبُو رَاشد مولى عبيد بن عُمَيْر\n503 -\nوَأَبُو بشر إِبْرَاهِيم بن عَرَبِيّ\n504 -\nوَزِيَاد رجل من أهل الْمَدِينَة\n505 -\nوَسَلام أَبُو شُرَحْبِيل\n506 -\nوَمُحَمّد بن زيد الْقرشِي خَطَبنَا عبد الله بن الزبير\nالحديث: 495 ¦ الجزء: 1 ¦ الصفحة: 150\n",
        "507 -\nوَالْأَعْمَش عَن أبي عبيد دَخَلنَا على أبي يريم الضَّبِّيّ حِين أقبل مَعَ عَليّ من صفّين\n508 -\nوَقيس بن أبي رَاشد عَن أبي جُحَيْفَة\n509 -\nورجاء الْأنْصَارِيّ\n510 -\nوَمِمَّنْ تفرد عَنهُ سَلمَة بن كهيل بالرواية\n511 -\nأَبُو الزَّعْرَاء عبد الله بن هَانِئ\n512 -\nوعباية بن ربعي\n513 -\nوَأَبُو الحكم عمرَان السّلمِيّ\n514 -\nوعياض\n515 -\nوَكثير بن النمر\n516 -\nوجحية بن عدي\n517 -\nوَمَالك بن حُصَيْن\nالحديث: 507 ¦ الجزء: 1 ¦ الصفحة: 151\n",
        "518 -\nوَأَبُو عبد الرَّحْمَن السّلمِيّ عَن بن عمر قَالَ بَعضهم عَن سَلمَة عَن أبي عبد الله الْعمي\n519 -\nوَأَبُو الْمُغيرَة عَن بن عمر\n520 -\nوَأَبُو الدَّرْدَاء جَار سَلمَة عَن عَائِشَة\n521 -\nوَأَبُو يزِيد عَن عبد الله بن مَسْعُود\n522 -\nوعدسة بن تمامة الطَّائِي\n523 -\nوَمِمَّنْ تفرد عَنهُ قَتَادَة بن دعامة السدُوسِي ويكنى أَبَا الْخطاب\n524 -\nجري بن كُلَيْب\n525 -\nوَقُدَامَة بن وبرة العجيفي\nالحديث: 518 ¦ الجزء: 1 ¦ الصفحة: 152\n",
        "526 -\nوَبشر بن المحتفز\n527 -\nوعلاقة بن عُمَيْر\n528 -\nوَالْحسن بن أسلم اليمامي\n529 -\nوَعمر بن سيف\n530 -\nوَمُحَمّد بن سريع الْهُذلِيّ\n531 -\nوعزرة بن تَمِيم\n532 -\nوَعبد الله بن عمر\n533 -\nوَعبد الله بن غيلَان\n534 -\nوَعبد الله بن عمر بن غيلَان أَمِير كَانَ على الْبَصْرَة عَن كَعْب\nالحديث: 526 ¦ الجزء: 1 ¦ الصفحة: 153\n",
        "535 -\nوحبِيب بن يسَاف\n536 -\nوحبِيب غير مَنْسُوب صليت إِلَى جنب مهْرَان بن مُحرز\n537 -\nورزيق بن كريم\n538 -\nوَعَمْرو بن أَو حبيب بن عَمْرو على الشَّك\n539 -\nوهلال بن أُميَّة من رِوَايَة حَمَّاد بن سَلمَة\n540 -\nوالحلال بن أبي الْحَلَال\n541 -\nوزرعة بن ضَمرَة عَن بن مَسْعُود\nالحديث: 535 ¦ الجزء: 1 ¦ الصفحة: 154\n",
        "542 -\nوَعبد الْملك بن يعلى\n543 -\nوَعبد الله بن حمضة الْخُزَاعِيّ\n544 -\nوَمُحَمّد بن عبيد\n545 -\nوواقع بن سحبان\n546 -\nوطريف بن زِيَاد أَو زِيَاد بن طريف\n547 -\nوَعمر بن بشير الْعُزَّى من بني جسر وَقَالَ بَعضهم عَمْرو بن بشير\n548 -\nوَأَبُو تمامة الْحَنَفِيّ\nالحديث: 542 ¦ الجزء: 1 ¦ الصفحة: 155\n",
        "549 -\nوَأَبُو النَّضر بن عَمْرو الَّذِي كَانَ على الْبَصْرَة قَالَه معَاذ بن هِشَام عَن أَبِيه عَن عَامر الْأَحول وَقَتَادَة وَقَالَ غَيره عَن النَّضِير بن عَمْرو\n550 -\nوَأَبُو مَازِن\n551 -\nوَأَبُو كثير عَن أبي عُبَيْدَة بن عبد الله\n552 -\nوَأَبُو سعيد من أَزْد شنُوءَة\n553 -\nوَأَبُو مَيْمُونَة عَن أبي هُرَيْرَة\n554 -\nوَأَبُو الْمُغيرَة من رِوَايَة حَمَّاد بن سَلمَة\n555 -\nوَأَبُو الْحجَّاج عَن أبي مُوسَى\n556 -\nوَأَبُو مَالك من رِوَايَة همام\n557 -\nوَأَبُو عِصَام الْأَزْدِيّ\n558 -\nوَأَبُو قدامَة عَن بن عَبَّاس\n559 -\nوَأَبُو عمر الغداني\n560 -\nوَأَبُو حُجَيْر عَن مُعَاوِيَة بن خديج\nالحديث: 549 ¦ الجزء: 1 ¦ الصفحة: 156\n",
        "561 -\nوأيمن عَن أبي أُمَامَة فِي الْوضُوء\n562 -\nوَآخر عَن آخر عَن بن مَسْعُود\n563 -\nوَعُثْمَان الْأَزْدِيّ\n564 -\nوَعبد الْملك غير مَنْسُوب عَن أبي هُرَيْرَة\n565 -\nوَعباد النَّاجِي من رِوَايَة هِشَام الدستوَائي\nالحديث: 561 ¦ الجزء: 1 ¦ الصفحة: 157\n",
        "566 -\nوَمِمَّنْ تفرد عَنهُ يحيى بن أبي كثير بالرواية وَكَانَ يسكن الْيَمَامَة وَأَصله بَصرِي وكنيته أَبُو نصر\n567 -\nعبد الله بن الْفضل\n568 -\nوَعبد الله الْأَعْوَر غير مَنْسُوب\n569 -\nوَمُحَمّد بن عَمْرو\n570 -\nوَمُحَمّد بن أبان\n571 -\nوَمُحَمّد بن أَيُّوب\n572 -\nوَالْمُهَاجِر بن عِكْرِمَة\n573 -\nوقرة بن أبي قُرَّة\n574 -\nوَعَمْرو بن هَارُون بن يزِيد\n575 -\nونحاز بن جدي الْحَنَفِيّ\n576 -\nوَعلي بن سَلمَة الْقرشِي عَن أبي هُرَيْرَة\n577 -\nوعامر الْعقيلِيّ عَن أَبِيه عَن أبي هُرَيْرَة\n578 -\nوعياض بن هِلَال أَو هِلَال بن عِيَاض وَقَالَ شَيبَان عَن يحيى عِيَاض بن عبد الله\n579 -\nوَحَفْص بن جَابر الْحَنَفِيّ\n580 -\nوَحَفْص بن غياث\n581 -\nوَحَفْص بن الفرافصة\n582 -\nوَسَعِيد بن طهْمَان عَن أنس\n583 -\nوَعمْرَان رجل من الْأَنْصَار\n584 -\nوالمسور الثَّقَفِيّ من رِوَايَة شَيبَان وَقَالَ الْأَوْزَاعِيّ عَن مساور الثَّقَفِيّ\nالحديث: 566 ¦ الجزء: 1 ¦ الصفحة: 158\n",
        "585 -\nوَإِسْمَاعِيل غير مَنْسُوب عَن نَافِع عَن بن إِسْمَاعِيل بن أبي خَالِد الفدكي\n586 -\nوَيزِيد بن شُرَحْبِيل\n587 -\nوَأَبُو جَعْفَر عَن أبي هُرَيْرَة\n588 -\nوَأَبُو جَعْفَر عَن عَطاء بن يسَار\n589 -\nوَأَبُو سُفْيَان من أهل الشَّام\n590 -\nوَأَبُو الْحَارِث الْغِفَارِيّ\n591 -\nوَأَبُو مُزَاحم عَن أبي هُرَيْرَة\n592 -\nوَأَبُو حَفْصَة مولى عَائِشَة\nالحديث: 585 ¦ الجزء: 1 ¦ الصفحة: 159\n",
        "593 -\nوَأَبُو سعيد أَن أَبَاهُ أخبرهُ عَن أبي هُرَيْرَة لَا يحل لأمرأة تُسَافِر يَوْمًا فَمَا فَوْقه إِلَّا وَمَعَهَا محرم\n594 -\nوَمِمَّنْ تفرد عَنهُ بكير بن عبد الله بن الْأَشَج بالرواية وَبُكَيْر أَصله فِي سكن مصر\n595 -\nعبد الرَّحْمَن بن عبد الله بن عبد الله بن الْحباب الْأنْصَارِيّ\n596 -\nوَمُحَمّد بن عبد الله بن أبي سليم\n597 -\nوَعبيدَة بن مسافع\n598 -\nوالمغيرة بن الضَّحَّاك\n599 -\nوَسعد بن نَافِع يُقَال لَهُ ضيارة\nالحديث: 593 ¦ الجزء: 1 ¦ الصفحة: 160\n",
        "600 -\nوَأَبُو حَرْب بن زيد بن خَالِد الْجُهَنِيّ\n601 -\nوَأَبُو إِسْحَاق مولى بني هَاشم\n602 -\nوَأَبُو ثَوْر غير مَنْسُوب\n603 -\nوَأَبُو الْأسود الزيَادي\n604 -\nوَأَبُو شُعَيْب الْبَصْرِيّ عَن بن عمر\n605 -\nوَدَاوُد بن لبيد\n606 -\nوَعتبَة بن عُمَيْر\n607 -\nوَيحيى مولى خفاف بن إِيمَاء الْغِفَارِيّ\nالحديث: 600 ¦ الجزء: 1 ¦ الصفحة: 161\n",
        "608 -\nوَحَفْص بن عمر عَن ذكْوَان سَمِعت سالما لما مكث بن عمر بِمَكَّة خمس عشرَة لَيْلَة كَانَ يُصَلِّي رَكْعَتَيْنِ\n609 -\nوالهيثم بن سِنَان\n610 -\nوَعبد الله بن صَخْر سمع أَبَا بكر بن خَيْثَمَة وَيَعْقُوب بن أبي سُلَيْمَان لم يكن لعمر بن عبد الْعَزِيز إِلَّا مؤذنين\n611 -\nوَإِسْحَاق بن ضَمرَة شهِدت جَنَازَة زَيْنَب بنت أبي سَلمَة\n612 -\nوَمُسلم بن عبيد سَأَلت عبد الله بن وَاقد وَالقَاسِم بن مُحَمَّد وَعبد الله بن سَلمَة عَن رجل يَشْتَرِي من الرجل شَيْئا على أَنه يُكرمهُ ثَلَاثَة دَرَاهِم\n613 -\nوَجَابِر بن سَمُرَة سَأَلت الزُّهْرِيّ\nالحديث: 608 ¦ الجزء: 1 ¦ الصفحة: 162\n",
        "614 -\nوعياض بن بكر بن وَائِل أَن وائلا اسْتَأْذن على عَائِشَة وَكَانَ عَمها من الرضَاعَة\n615 -\nوعمار بن سعد التجِيبِي\n616 -\nوَمُعَاوِيَة بن أبي عَيَّاش\n617 -\nويوسف بن عقبَة صَاحب الْحَمْرَاء سمع مُوسَى بن وردان\n618 -\nوَسَعِيد بن عبد الله بن خثيم سمع عُرْوَة بن الْمسيب\n619 -\nوَعَطَاء مولى الْقَاسِم بن مُحَمَّد\n620 -\nوَعبد الْجَبَّار مولى مَنْظُور الْفَزارِيّ\n621 -\nوَعبد الله بن رِفَاعَة الزرقي قَالَ رجل للنَّبِي صلى الله عَلَيْهِ وَسلم كَيفَ ترى فِي رقيقنا مُسلمين نضربهم\n622 -\nوَأَبُو عَطِيَّة الْأَشْجَعِيّ عَن أبي هُرَيْرَة\n623 -\nوَقيس أَبُو يحيى سمع أَبَا هُرَيْرَة\n624 -\nوَعبد الله بن سعد مولى عَائِشَة سمع أَبَا هُرَيْرَة\n625 -\nوَعبد الله بن عبد الرَّحْمَن بن يُوسُف عَن عمر بن الحكم عَن أبي سعيد\nالحديث: 614 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "626 -\nوَبُكَيْر عَن شهر سمع أَبَا هُرَيْرَة يَقُول إِذا صلى أحدكُم فَلَا يَجْعَل يَدَيْهِ على رُكْبَتَيْهِ\n627 -\nوَعلي بن خَالِد الدؤَلِي\n628 -\nوَزفر بن عقيل عَن سعدى بنت الْحَارِث امْرَأَة طَلْحَة بن عبيد الله\n629 -\nوَعبد الرَّحْمَن بن حَيَّان سمع حَكِيم بن حزَام\n630 -\nوَمعمر بن عبد الله\n631 -\nوَعمر أَبُو صَالح عَن أبي هُرَيْرَة\nالحديث: 626 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "632 -\nوَالْمُنْذر بن الْمُغيرَة عَن عُرْوَة بن الزبير\n633 -\nوَصَالح الدؤَلِي عَن أبي هُرَيْرَة\n634 -\nوَبُكَيْر عَن أَبِيه عبد الله بن الْأَشَج\n635 -\nوَعَن امْرَأَته أم مخرمَة\n636 -\nوَعَن أمه وَلم يسمهَا\n637 -\nوَمِمَّنْ تفرد عَنهُ يعلى بن عَطاء الصَّائِغ بالرواية\n638 -\nالْقَاسِم بن ربيعَة بن قانف\n639 -\nوَجَابِر بن زيد بن الْأسود العامري ثمَّ السوَائِي\nالحديث: 632 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "640 -\nووكيع بن عدس أَبُو مُصعب وَقَالَ حَمَّاد بن سَلمَة وَكِيع بن حدس\n641 -\nوَمَيْمُون بن ميسرَة\nالحديث: 640 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "642 -\nوَعبد الله بن سُفْيَان الثَّقَفِيّ\n643 -\nوَعبد الله بن خرَاش\n644 -\nوَعبد الرَّحْمَن بن خرَاش عَن عَمه سمع عَمه يَقُول اللَّهُمَّ ثبتنا على أَمرك\n645 -\nوَعبد الله بن خَرَّبُوذ\n646 -\nوَعبد الرَّحْمَن بن هاني\n647 -\nوَعَمْرو بن حَنش\n648 -\nوَعمارَة بن حَدِيد البَجلِيّ\nالحديث: 642 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "649 -\nوَإِسْمَاعِيل بن جستاس\n650 -\nوَإِبْرَاهِيم بن يحنس\n651 -\nوَيحيى بن قمطر\n652 -\nوَتَمِيم بن غيلَان بن سَلمَة\n653 -\nوَمُسلم بن جُبَير\n654 -\nوبجير بن سَالم\n655 -\nوَيزِيد بن طلق\n656 -\nوَأَبُو فَزَارَة عَن أنس\n657 -\nوَأَبُو همام عبد الله بن يسَار\nالحديث: 649 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "658 -\nويوسف أَبُو الحكم قَالَه غنْدر وَقَالَ معَاذ بن معَاذ يُوسُف بن الحكم\n659 -\nوَعَطَاء أَبُو يعلى\n660 -\nوَيزِيد بن طلق\n661 -\nوَمُحَمّد بن أبي مُحَمَّد\nالحديث: 658 ¦ الجزء: 1 ¦ الصفحة: 169\n",
        "662 -\nوَمِمَّنْ تفرد عَنهُ بن عون بالرواية وَاسم بن عون عبد الله بن عون بن أرطبان ويكنى أَبَا عون\n663 -\nعُمَيْر بن إِسْحَاق\n664 -\nوَعبد الحميد بن مسافع\n665 -\nوَعمر بن يحيى الزرقي\n666 -\nوَعبد الرَّحْمَن بن عبيد\n667 -\nوَحميد بن زاذويه\nالحديث: 662 ¦ الجزء: 1 ¦ الصفحة: 170\n",
        "668 -\nوهلال بن أبي زَيْنَب\n669 -\nوَحَكِيم بن الْحَارِث\n670 -\nوَعبيد بن بَاب وَهُوَ أَبُو عَمْرو بن عبيد\n671 -\nوَعِيسَى بن الْحَارِث\n672 -\nوَعَطَاء الوَاسِطِيّ قَالَ بن عون جَار لنا بواسط\n673 -\nوَقُطْبَة غير مَنْسُوب قَالَ بن عون إمامنا بِالْكُوفَةِ\n674 -\nوبسطام قَالَ بن عون جَار لنا عَن بن عمر\n675 -\nوغاضرة\n676 -\nوَسَالم رجل من بني عدي\n677 -\nومسكين غير مَنْسُوب شهد عليا أَتَى بِرَجُل أخذت مَعَه جَارِيَة فِي المَاء\n678 -\nوَجَمِيل غير مَنْسُوب عَن أبي الْمليح\n679 -\nومروان مولى الْمسيب\nالحديث: 668 ¦ الجزء: 1 ¦ الصفحة: 171\n",
        "680 -\nوَمَيْمُون أَبُو طَلْحَة عَن عبد الله بن سعد\n681 -\nوَأَبُو طَلْحَة رجل من أهل الْبَصْرَة عَن جَار لشريح\n682 -\nوَأَبُو رَملَة بن عَامر رجل من غامد\n683 -\nوَأَبُو شُعَيْب عَن جده عَن بن مَسْعُود\n684 -\nوَأَبُو عُبَيْدَة قريب لِابْنِ سِيرِين\n685 -\nوَامْرَأَة عبد الله بن مُحَمَّد بن سِيرِين لم يسمهَا\n686 -\nوَمِمَّنْ تفرد عَنهُ أَيُّوب بن أبي تَمِيمَة السّخْتِيَانِيّ ويكنى أَبَا بكر\n687 -\nروى عَنهُ أَبِيه أبي تَمِيمَة واسْمه كيسَان\n688 -\nوَيزِيد بن مغبق\n689 -\nوَقُدَامَة الْعقيلِيّ\n690 -\nوَحَفْص من آل سَالم بن عبد الله\n691 -\nوَمِمَّنْ تفرد عَنهُ يُونُس بن عبيد بالرواية ويكنى أَبَا عبد الله\nالحديث: 680 ¦ الجزء: 1 ¦ الصفحة: 172\n",
        "692 -\nيُونُس عَن أُميَّة قَالَ رَأَيْت رجلا من الْمُهَاجِرين يكنى أَبَا صَفِيَّة وَكَانَ جارا لنا يسبح بالنوى\n693 -\nوَمِمَّنْ تفرد عَنهُ سُلَيْمَان التَّيْمِيّ بالرواية وَهُوَ بن طرخان الْمدنِي ويكنى أَبَا الْمُعْتَمِر تيمي الدَّار وَلَيْسَ مِنْهُم\n694 -\nضريم أخنس\n695 -\nوَعَن أَسمَاء عَن أنس\nالحديث: 692 ¦ الجزء: 1 ¦ الصفحة: 173\n",
        "696 -\nوَعَن رجل من عبد الْقَيْس عَن بن عَبَّاس عَن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن المقير والرباء والحنتم\n697 -\nوَسعد بن عقيق\n698 -\nوَسعد بن مَسْعُود\n699 -\nوعلقمة بن عَاصِم عَن أبي وَائِل\n700 -\nوَعَن عَاصِم عَن أبي صَالح عَن كَعْب\n701 -\nوحبِيب بن قيس عَن بن أبي مَحْذُورَة عَن أَبِيه\n702 -\nوالْحَارث بن الحوار قَالَ قَالَ لي مسلمة بن عبد الْملك رَأَيْت رجلا يُقَال لَهُ أَبُو مجلز مَا رَأَيْت قطّ أنبل مِنْهُ قَالَ قلت ذَاك عمي\n703 -\nوَسليمَان عَن أم خِدَاش عَن عَليّ بن أبي طَالب\n704 -\nوَمِمَّنْ تفرد عَنهُ عَاصِم بن سُلَيْمَان الْأَحول بالرواية ويكنى أَبَا عبد الرَّحْمَن\n705 -\nصبيح بن صابىء\n706 -\nوَالْفضل بن زيد\n707 -\nوعوسجة بن الرماح\nالحديث: 696 ¦ الجزء: 1 ¦ الصفحة: 174\n",
        "708 -\nوَأَبُو زَيْنَب أَنه غزا مَعَ بُرَيْدَة وَعبد الرَّحْمَن بن سَمُرَة وَأنس فَكَانُوا يَأْكُلُون الثِّمَار\n709 -\nوَأَبُو كَبْشَة سمع أَبَا مُوسَى الْأَشْعَرِيّ\n710 -\nوَأَبُو عبد الله السبائي\n711 -\nوَأَبُو فَزَارَة الغنوي وَكَانَا شيعَة عَليّ سمعا عليا يَقُول مَا قتلت وَلَا أمرت يُرِيد عُثْمَان\n712 -\nوَعَاصِم سَمِعت عبد الله الوراس كنت مَعَ عَليّ إِذْ جَاءَ طَلْحَة وَالزُّبَيْر\n713 -\nوَمِمَّنْ تفرد عَنهُ أَبُو عمرَان الْجونِي بالرواية واسْمه عبد الْملك بن حبيب\n714 -\nقيس بن صَيْفِي\n715 -\nوالمشتت بن طريف وَكَانَ قَاضِيا بهراة\n716 -\nوَطَلْحَة رجل من قُرَيْش عَن عَائِشَة\n717 -\nوَيزِيد بن بابنوس قَالَ وَكَانَ رجلا من الشِّيعَة\n718 -\nوَأَبُو عسيم غير مُسَمّى لما قبض النَّبِي صلى الله عَلَيْهِ وَسلم قَالُوا كَيفَ نصلي عَلَيْهِ\n719 -\nوَمِمَّنْ تفرد عَنهُ خَالِد الْحذاء وَهُوَ خَالِد بن مهْرَان ويكنى أَبَا الْمنَازل\nالحديث: 708 ¦ الجزء: 1 ¦ الصفحة: 175\n",
        "720 -\nأُميَّة بن مُسلم عَن أمه عَن عَائِشَة\n721 -\nوَأَبُو الْمعدل بن عَمْرو\n722 -\nوَأَبُو هنيدة عَن أبي حَاضر\n723 -\nوَعَن تَمِيمَة بنت هَاشم عَن عَائِشَة\n724 -\nوَعَن أُمْنِية عَن عَجُوز لَهُم عَن عَائِشَة\n725 -\nوَمِمَّنْ تفرد عَنهُ عمرَان بن حدير بالرواية\n726 -\nمقَاتل بن معدان شهد فتح الأيلة مَعَ أبي الحوصلة قُطْبَة بن حريز\n727 -\nوحَنْظَلَة بن نفير أَبُو الصَّلْت سمع قيس بن عباد\nالحديث: 720 ¦ الجزء: 1 ¦ الصفحة: 176\n",
        "728 -\nوَبشر بن عوان أَخُو بني سعد بن مَالك سَأَلت الْحسن ألتزم امْرَأَتي وَأَنا صَائِم فَقَالَ أخْشَى عَلَيْك غَلَبَة الشَّبَاب\n729 -\nودعامة بن يزِيد\n730 -\nوَعبد الْملك بن عبيد\n731 -\nوَعَن كثير بن قُطْبَة إِذا دلست فَلم تبع\n732 -\nومنقر أَبُو بشامة\n733 -\nورفيع أَبُو كثير سمع عليا\n734 -\nوَيحيى بن سعيد\n735 -\nوَإيَاس\nالحديث: 728 ¦ الجزء: 1 ¦ الصفحة: 177\n",
        "736 -\nودينار غير مَنْسُوب صليت إِلَى جنب قيس بن عبَادَة فَأخذت عودا أتخلل بِهِ فَضرب ذقني\n737 -\nوَصَالح بن مِسْمَار بلغَة عَن عمر\n738 -\nوفرافصة بن مسْهر أَن النَّبِي صلى الله عَلَيْهِ وَسلم أَتَى بضب مشوي فِيهِ سمام فَلم يَأْكُلهُ\n739 -\nوَدَاوُد السَّامِي قَالَ مَا ثار قوم بِنَبِيِّهِ إِلَّا أَتَوا لَهَا جدلا\n740 -\nوَأَبُو سراج عَن جرير بَايَعت النَّبِي صلى الله عَلَيْهِ وَسلم على النصح لكل مُسلم\n741 -\nوَأَبُو الْحسن حَدثنِي سعيد بن الْحجاب عَن شُرَيْح\n742 -\nوَمُحَمّد بن عُثْمَان حَدِيثا فِي قرض الدَّرَاهِم\n743 -\nوَصَالح بن زميل عَن بن سِيرِين\n744 -\nوَمِمَّنْ تفرد عَنهُ أَبُو بشر جَعْفَر بن أبي وحشية بالرواية مِمَّن دون الصَّحَابَة وَهُوَ جَعْفَر بن إِيَاس\n745 -\nسَلام بن عَمْرو الْيَشْكُرِي\n746 -\nوَعَمْرو الْعَنْبَري\n747 -\nوَعبد الله بن يزِيد الْأَزْدِيّ\n748 -\nوَمُحَمّد بن قدامَة المحنفي\n749 -\nوالعوام بن بشر عَن سعيد بن الْمسيب\nالحديث: 736 ¦ الجزء: 1 ¦ الصفحة: 178\n",
        "750 -\nوَمِمَّنْ تفرد عَنهُ عَليّ بن زيد بن جدعَان التَّيْمِيّ تيم قُرَيْش بالرواية\n751 -\nيُوسُف بن مهْرَان\n752 -\nوَأَبُو حرَّة الرقاشِي\n753 -\nوَعَمْرو بن حَرْمَلَة\n754 -\nوَعَمْرو بن مرّة عَن عَليّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم من أحدث حَدثا فَعَلَيهِ لعنة الله\n755 -\nوَعمارَة الْقرشِي عَن أبي بردة عَن أبي مُوسَى\n756 -\nوَمِمَّنْ تفرد عَنهُ الْأسود بن قيس بالرواية\n757 -\nثَعْلَبَة بن عباد الْعَبْدي من أهل الْبَصْرَة\n758 -\nوبنيح أَبُو عَمْرو الْعَنزي\n759 -\nوَعبيد الله بن حَارِثَة\nالحديث: 750 ¦ الجزء: 1 ¦ الصفحة: 179\n",
        "760 -\nوَحسان بن ثُمَامَة أَن حُذَيْفَة عرف جملا لَهُ فخاصم فِيهِ إِلَى قَاض من قُضَاة الْمُسلمين\n761 -\nوَمِمَّنْ تفرد عَنهُ حُصَيْن بن عبد الرَّحْمَن السّلمِيّ وحصين يكنى أَبَا الْهُذيْل\n762 -\nعمر بن جاوان وَقَالَ بَعضهم حُصَيْن عَن عَمْرو بن جاوان\n763 -\nوَمُسلم بن مُسلم بن معبد السّلمِيّ عَن عبيد بن السباق\n764 -\nوجهيم الْعمريّ شهِدت مقتل عُثْمَان وسَاق الحَدِيث\n765 -\nوَعبد الْأَعْلَى بن الحكم رجل من بني عَامر\n766 -\nوعامر بن ذُؤَيْب\nالحديث: 760 ¦ الجزء: 1 ¦ الصفحة: 180\n",
        "767 -\nوَعمْرَان بن الْحَارِث\n768 -\nوَعبد الْملك بن أخي عَمْرو بن حُرَيْث\nالحديث: 767 ¦ الجزء: 1 ¦ الصفحة: 181\n",
        "769 -\nوَإِسْمَاعِيل بن رَاشد السّلمِيّ وَهُوَ أَخُو مُحَمَّد وَعمر ابْني أبي إِسْمَاعِيل وَأَبُو إِسْمَاعِيل اسْمه رَاشد\n770 -\nوَأم عَاصِم امْرَأَة عتبَة بن فرقد\n771 -\nوَمِمَّنْ تفرد عَنهُ دَاوُد بن أبي هِنْد بالرواية ويكنى أَبَا بكر وَأَبا هِنْد اسْمه دِينَار\n772 -\nقيس بن عَمْرو الْمَازِني عَن بجالة بن عتبَة\n773 -\nوَمُحَمّد بن أبي مُوسَى\n774 -\nوَالقَاسِم بن عَمْرو\n775 -\nوَمِمَّنْ تفرد عَنهُ مُغيرَة بن مقسم الضَّبِّيّ بالرواية ومغيرة يكنى أَبَا هِشَام\n776 -\nالصغب بن عُثْمَان الْأَسدي\n777 -\nوَأَبُو الغديرة\n778 -\nوَأَبُو الْخَيْر عبد الرَّحْمَن بن حَفْصَة\nالحديث: 769 ¦ الجزء: 1 ¦ الصفحة: 182\n",
        "779 -\nوَمِمَّنْ تفرد عَنهُ أَشْعَث بن أبي الشعْثَاء بالرواية وَهُوَ أَشْعَث بن سليم بن اسود\n780 -\nعبد الرَّحْمَن بن أبي لبيد التغلبي\n781 -\nوَمرَّة بن مَالك الشَّيْبَانِيّ مَرَرْنَا بِأبي ذَر\n782 -\nوَأَشْعَث عَن عمته عَن عَمها بَيْنَمَا أَنا أَمْشِي بِالْمَدِينَةِ فَإِذا رَسُول الله صلى الله عَلَيْهِ وَسلم\n783 -\nوَأَبُو مُصعب رَأَيْت جَابر بن عبد الله يُصَلِّي فِي ثوب\n784 -\nوعلاج الْأَسدي عَن عمر\n785 -\nوَمِمَّنْ تفرد عَنهُ السّديّ بالرواية وَهُوَ إِسْمَاعِيل بن عبد الرَّحْمَن\n786 -\nعبد الرَّحْمَن بن صبيح عَن بن عمر فِي دِيَة الْقَاتِل\n787 -\nوَيزِيد مولى قُرَيْش عَن عمار أَنه أُغمي عَلَيْهِ\n788 -\nوسريع عَن عِكْرِمَة فِي قَوْله والتين وَالزَّيْتُون قَالَ هَذَا التِّين وَهَذَا الزَّيْتُون\n789 -\nوَعباد بن يزِيد عَن عَليّ\n790 -\nويعفور بن الْمُغيرَة بن شُعْبَة\n791 -\nومسرة سمع رجلا أسود سمع النَّبِي صلى الله عَلَيْهِ وَسلم\nالحديث: 779 ¦ الجزء: 1 ¦ الصفحة: 183\n",
        "792 -\nوَكثير مولى بني هَاشم أَن الْحسن بن عَليّ خضب بالوسمة\n793 -\nوَأَبُو الْحُسَيْن عَن أبي عُبَيْدَة\n794 -\nوَالسُّديّ عَن أَبِيه\nالحديث: 792 ¦ الجزء: 1 ¦ الصفحة: 184\n",
        "795 -\nوَعَن زَيْنَب بنت قيس بن مخرمَة وَهُوَ من بني عبد الْمطلب بن عبد منَاف أَنَّهَا كاتبته على عشرَة آلَاف فَتركت لَهُ بهَا ألفا وَزَيْنَب قد صلت مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم الْقبْلَتَيْنِ\n796 -\nوَمِمَّنْ تفرد عَنهُ مَنْصُور بن الْمُعْتَمِر السّلمِيّ وَمَنْصُور يكنى أَبَا عتاب\n797 -\nحسان بن الْقَاسِم بن حسان\n798 -\nوَأَبُو النَّضر شيخ من أهل النجد\n799 -\nوَأَبُو عَليّ عَن جَعْفَر بن تَمام قَالَه جرير عَن مَنْصُور\n800 -\nوَزِيَاد بن عمر بن هِنْد\n801 -\nوَأَبُو مُحَمَّد شيخ من أهل الْبَصْرَة كَانَ الْحسن بن عَليّ يَدْعُو فِي وتره\n802 -\nوَأَبُو خلق عَن عبد الله\n803 -\nوَعبيدَة بن عَليّ عَن خِدَاش بن أبي سَلامَة\n804 -\nوَمُحَمّد بن كرْدُوس عَن أَبِيه\n805 -\nوكلاب بن عَليّ الْجَعْفَرِي\n806 -\nوَمِمَّنْ تفرد عَنهُ أَبُو إِسْحَاق الشَّيْبَانِيّ بالرواية وَهُوَ سُلَيْمَان بن فَيْرُوز\n807 -\nيزِيد بن عَلْقَمَة كَانَ جدي وجدتي نَصْرَانِيين فَأسْلمت فَفرق بَينهمَا\nالحديث: 795 ¦ الجزء: 1 ¦ الصفحة: 185\n",
        "808 -\nوَعبد الله بن حُرَيْث عَن عمر بن عبد الْعَزِيز فِي الصَّلَاة على الْجِنَازَة بعد الصَّلَاة\n809 -\nوَعمْرَان بن كثير عَن عِكْرِمَة بن حَفْص\n810 -\nوحماس غير مَنْسُوب كنت مَعَ زِيَاد بن جدير سمع رجلا يحلف بالأمانة\n811 -\nوَعَن أمه وَلم يسمهَا\n812 -\nوَعَن هَانِئ الْأَعْوَر عَن بحيرة بنت هَانِئ عَن عَليّ\n813 -\nوَعَن أَخِيه وَلم يسمه عَن سعيد بن جُبَير\n814 -\nوَمِمَّنْ تفرد عَنهُ عبد الْعَزِيز بن رفيع بالرواية\n815 -\nقيس مولى مُوسَى بن ياذان\n816 -\nوعامر بن مَسْعُود\n817 -\nوفضالة بن شريك\n818 -\nومحمود بن أبي بكر حَدِيث مُرْسل عَن النَّبِي صلى الله عَلَيْهِ وَسلم صلوا فِي رحالكُمْ\n819 -\nوَأَبُو ثُمَامَة\n820 -\nوَعبد الْعَزِيز عَن أَبِيه\n821 -\nوَعَن امْرَأَة مِنْهُم يُقَال لَهَا عمْرَة\n822 -\nوَمِمَّنْ تفرد عَنهُ أَبُو الحكم وَهُوَ سياد بن وردان\n823 -\nجُبَير بن عُبَيْدَة\nالحديث: 808 ¦ الجزء: 1 ¦ الصفحة: 186\n",
        "824 -\nوَسَعِيد بن فَاطِمَة\n825 -\nوَمِمَّنْ تفرد عَنهُ إِسْحَاق بن عبد الله بن أبي طَلْحَة بالرواية\n826 -\nرَافع بن إِسْحَاق مولى الشفا\nالحديث: 824 ¦ الجزء: 1 ¦ الصفحة: 187\n",
        "827 -\nوَشَيْبَة الخضري\n828 -\nوَأَبُو الْمُنْذر\n829 -\nوحميدة بنت عبيد بن رِفَاعَة\n830 -\nوَمِمَّنْ تفرد عَنهُ عَليّ بن ربيعَة الْأَسدي\nالحديث: 827 ¦ الجزء: 1 ¦ الصفحة: 188\n",
        "831 -\nربيع بن فضلَة وَيُقَال ربيع بن سَلمَة قَالَ بَنو إِسْمَاعِيل الْأَئِمَّة وَنحن الوزراء\n832 -\nوَعبيد أَبُو الْأَشْعَرِيّ الْعَبْدي عَن أَبِيه عَن سلمَان وَلم يلبسوا إِيمَانهم بظُلْم قَالَ بشرك\n833 -\nوَمِمَّنْ تفرد عَنهُ أَبُو البخْترِي الطَّائِي وَاسم أبي البخْترِي سعيد بن عمرَان\n834 -\nوَأَبُو صَالح الْبَزَّار\n835 -\nوَأَبُو ثَوْر الْحدانِي\n836 -\nوَمِمَّنْ تفرد عَنهُ أَبُو عون الثَّقَفِيّ مُحَمَّد بن عبيد الله بالرواية\n837 -\nالْحَارِث بن عَمْرو بن أخي الْمُغيرَة بن شُعْبَة\n838 -\nوَأَبُو عون عَن أَبِيه\n839 -\nوَمِمَّنْ تفرد عَنهُ مُحَمَّد بن عبد الله بن أبي يَعْقُوب التَّمِيمِي بالرواية\n840 -\nشَقِيق بن حَيَّان عَن مَسْعُود بن قبيصَة أَو قبيصَة بن مَسْعُود\n841 -\nوَعَمه صبيح سمع سُلَيْمَان بن صرد\nالحديث: 831 ¦ الجزء: 1 ¦ الصفحة: 189\n",
        "842 -\nوَمِمَّنْ تفرد عَنهُ شبيب بن غرقدة بالرواية\n843 -\nجُنْدُب بن سُلَيْمَان الْبَارِقي\n844 -\nوحيان بن إِيَاس\n845 -\nوحبان بن الْحَارِث\nالحديث: 842 ¦ الجزء: 1 ¦ الصفحة: 190\n",
        "846 -\nوَمِمَّنْ تفرد عَنهُ عبد الله بن عُثْمَان بن خثيم بالرواية وَعبد الله يكنى أَبَا عُثْمَان\n847 -\nنَافِع بن سرجس\n848 -\nوَعبد الله بن عبد الله بن عِيَاض بن عَمْرو الْقَارِي\n849 -\nوجعفر بن عبد الرَّحْمَن بن خَارِجَة\n850 -\nوَمِمَّنْ تفرد عَنهُ زِيَاد بن علاقَة بالرواية\n851 -\nيزِيد بن الْحَارِث\n852 -\nوَابْن عبد غير مُسَمّى\n853 -\nوَمِمَّنْ تفرد عَنهُ إِسْمَاعِيل بن سميع الْحَنَفِيّ بالرواية\nالحديث: 846 ¦ الجزء: 1 ¦ الصفحة: 191\n",
        "854 -\nمَالك بن عميرَة وَقد أدْرك الْجَاهِلِيَّة\n855 -\nوَعلي بن أبي كثير عَن بن مَسْعُود\n856 -\nوَأَبُو الرّبيع عَن بن عَبَّاس\n857 -\nوَأَبُو الْأَشْعَث سَمِعت بن عَبَّاس فِي اللّعب بالكعبين\n858 -\nوَأَبُو زيد سَأَلت عَائِشَة عَن الْخمر السابرية\nالحديث: 854 ¦ الجزء: 1 ¦ الصفحة: 192\n",
        "859 -\nوَأم رزين قَالَت سَمِعت بن عَبَّاس يَقُول أَيعْجزُ أمراؤكم أَن يَكُونُوا مثل هَذَا الْأَعرَابِي قطع رجلا فَأصَاب الْقطع\n860 -\nوَمِمَّنْ تفرد عَنهُ عَطاء بن السَّائِب بالرواية\n861 -\nبِلَال بن بقطر\n862 -\nوَعمر بن الهجيع\nالحديث: 859 ¦ الجزء: 1 ¦ الصفحة: 193\n",
        "863 -\nوَعَن ربيعَة رجل من قُرَيْش عَن أَبِيه رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْجَاهِلِيَّة وَاقِفًا بِعَرَفَات\n864 -\nوَحَكِيم بن يزِيد وَيُقَال بن أبي يزِيد المكوك\n865 -\nوَعِيسَى بن أبي يزِيد الْمدنِي دخلت مَعَ أبي على أبي سعيد الْخُدْرِيّ\n866 -\nوَعبد الله بن زُهَيْر وَيُقَال أَيْضا عَطاء عَن بن زُهَيْر عَن بن بُرَيْدَة عَن أَبِيه عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي النَّفَقَة فِي الْحَج\n867 -\nوَعبد الله بن حَفْص عَن يعلى بن مرّة وَقد اخْتلفُوا فِي اسْمه وَقَالُوا غير هَذَا\n868 -\nوَمَيْمُون بن محيرة عَن شَيبَان بن مخرم\n869 -\nوَمِمَّنْ تفرد عَنهُ الركين بن الرّبيع بن عميلة الْفَزارِيّ بالرواية\n870 -\nأَبُو طَلْحَة الْأَسدي جَلَست عِنْد بن عَبَّاس\n871 -\nونعيم بن حَنْظَلَة\n872 -\nوَمِمَّنْ تفرد عَنهُ عَاصِم بن كُلَيْب الْجرْمِي بالرواية\nالحديث: 863 ¦ الجزء: 1 ¦ الصفحة: 194\n",
        "873 -\nسَلمَة بن نباتة مَرَرْنَا بِأبي ذَر بالربذة\n874 -\nوَسُهيْل بن زراع وَقَالَ بَعضهم بن ذِرَاع سمع معن بن يزِيد أَو أَبَا معن\nالحديث: 873 ¦ الجزء: 1 ¦ الصفحة: 195\n",
        "875 -\nوَأَبُو حلن كنت من مَال الله فَأتوا بن عُثْمَان فوهبني لابنَة لَهُ ابْنة نائلة بنت الفرافصة\n876 -\nوَعبد الْملك بن سُفْيَان عَن مُحَمَّد بن حَاطِب\n877 -\nوَمِمَّنْ تفرد عَنهُ حميد الطَّوِيل بالرواية\n878 -\nمُحَمَّد بن أَفْلح عَن أبي هُرَيْرَة كَانَ يجيئنا نبط الشَّام فَنُسلفهُمْ فِي الطَّعَام\n879 -\nوَمُحَمّد بن قيس عَن جَابر بن عبد الله\n880 -\nوَأم هَانِئ\n881 -\nوحيان السّلمِيّ قلت لِابْنِ عمر يأتيني مُصدق نجدة ومصدق بن الزبير\n882 -\nوَأَبُو عبد الله السمان سَأَلت بن عمر عَن ثوب بثوبين يدا بيد\n883 -\nوَمِمَّنْ تفرد عَنهُ بن أبي نجيح بالرواية واسْمه عبد الله بن يسَار ويكنى أَبَا يسَار\n884 -\nمُصعب بن مُصعب بن الزبير\n885 -\nوَعبد الله بن عَامر عَن عبد الله بن عَمْرو\n886 -\nوشنيف غير مَنْسُوب\n887 -\nوَمِمَّنْ تفرد عَنهُ أَبُو الزِّنَاد بالرواية وكنيته أبي الزِّنَاد وَأَبُو عبد الرَّحْمَن وَأَبُو الزِّنَاد شبه اللقب\n888 -\nعمر بن عبد الله بن عمر\n889 -\nوعَوْف بن مجَالد وَيُقَال مجَالد بن عَوْف عَن زيد بن ثَابت\n890 -\nوَمِمَّنْ تفرد عَنهُ مَكْحُول الدِّمَشْقِي بالرواية\nالحديث: 875 ¦ الجزء: 1 ¦ الصفحة: 196\n",
        "891 -\nأَبُو سعد عَامر بن مَسْعُود الزرقي عَن عَائِشَة كنت أفتل قلائد هدي رَسُول الله صلى الله عَلَيْهِ وَسلم\n892 -\nوَيزِيد بن مزِيد أَبُو عُثْمَان النهرواني\n893 -\nوَعبد الله بن حكل\n894 -\nوَسيف غير مَنْسُوب عَن مَالك بن عَوْف\n895 -\nوَأَبُو المتَوَكل عَن أبي هُرَيْرَة\n896 -\nوَعبيد بن مَالك بن يخَامر\n897 -\nوَأَبُو رَاشد غير مُسَمّى عَن مُعَاوِيَة\n898 -\nوَأَبُو عَطِيَّة حدثت عَن النَّبِي صلى الله عَلَيْهِ وَسلم\n899 -\nوَمِمَّنْ تفرد عَنهُ أَبُو بردة بن أبي مُوسَى بالرواية\n900 -\nضبيعة بن حصن عَن حُذَيْفَة\n901 -\nوحبِيب بن شَدَّاد رَأَيْت طَلْحَة بن عبيد الله يُصَلِّي الضُّحَى\n902 -\nوَمِمَّنْ تفرد عَنهُ مُحَمَّد بن يحيى بن حبَان بالرواية\n903 -\nأَبُو عَمْرو الْأنْصَارِيّ مولى زيد بن خَالِد الْجُهَنِيّ\n904 -\nوَدَاوُد بن أبي دَاوُد أَن عبد الله بن سَلام مر بِهِ وَهُوَ يغْرس وديا لَهُ\n905 -\nوَمِمَّنْ تفرد عَنهُ أَبُو قلَابَة بالرواية واسْمه عبد الله بن زيد الْجرْمِي\n906 -\nعبد الله بن يزِيد رَضِيع لعَائِشَة\n907 -\nوَمُحَمّد بن عايشة\nالحديث: 891 ¦ الجزء: 1 ¦ الصفحة: 197\n",
        "908 -\nوَعبد الرَّحْمَن بن شيبَة خَازِن الْبَيْت\n909 -\nوَأَبُو صَالح الخازن عَن نعْمَان بن بشير وَقَالَ بَعضهم الْحَادِي\n910 -\nوَمِمَّنْ تفرد أَبُو الْعَلَاء حَيَّان بن عُمَيْر بالرواية\n911 -\nحسبان بن حمضة\n912 -\nوبهيس الْبَاهِلِيّ\n913 -\nوَمِمَّنْ تفرد عَنهُ حميد بن هِلَال بالرواية ويكنى أَبَا نضر\nالحديث: 908 ¦ الجزء: 1 ¦ الصفحة: 198\n",
        "914 -\nقرفة بن بهيس أَبُو الدهماء\n915 -\nوهصان بن كَاهِل وَقد قيل كَاهِن\n916 -\nوَزِيَاد بن عبد الله الْعَدوي\n917 -\nوَمِمَّنْ تفرد عَنهُ عبد الله بن بُرَيْدَة الْأَسْلَمِيّ بالرواية\n918 -\nأَبُو سُبْرَة الْهَمدَانِي\n919 -\nوَسليمَان بن ربيعَة الْعَنزي\nالحديث: 914 ¦ الجزء: 1 ¦ الصفحة: 199\n",
        "920 -\nونضلة بن مَاعِز\n921 -\nوَعبد الله بن فطيمة\nالحديث: 920 ¦ الجزء: 1 ¦ الصفحة: 200\n",
        "922 -\nوَمِمَّنْ تفرد عَنهُ هِلَال بن يسَاف بالرواية مِمَّن دون الصَّحَابَة وهلال يكنى أَبَا الْحسن\n923 -\nزهرَة بن حميضة وَقَالَ بَعضهم عَن زهرَة بن حميضة عَن أَبِيه\n924 -\nوسحيم بن نَوْفَل\n925 -\nوَأَبُو حَيَّان بن مَسْعُود بن حَيَّان غير مُسَمّى عَن عبد الله بن ظَالِم\n926 -\nونعيم بن ذِي حباب\n927 -\nوَعبد الْأَعْلَى من قراء أهل الشَّام\n928 -\nوهاني وَكَانَ يُسمى الهزهاز سُئِلَ بن مَسْعُود عَن الْقبْلَة للصَّائِم\n929 -\nوَمِمَّنْ تفرد عَنهُ ربعي بن خرَاش بالرواية\n930 -\nيزِيد بن ظبْيَان\nالحديث: 922 ¦ الجزء: 1 ¦ الصفحة: 201\n",
        "931 -\nوَأَبُو الْأَبْيَض رجل من أهل الشَّام فِيمَا زعم ربعي\n932 -\nورِبْعِي عَن امْرَأَته عَن أُخْت حُذَيْفَة\n933 -\nوَمِمَّنْ تفرد عَنهُ مُجَاهِد بن جبر أَبُو الْحجَّاج بالرواية\n934 -\nيُوسُف بن الزبير مولى آل الزبير\n935 -\nوماعز بن مَالك أَنه سَاق بدنتين فأضلهما\n936 -\nوالبراء بن قبيصَة الْخُزَاعِيّ\nالحديث: 931 ¦ الجزء: 1 ¦ الصفحة: 202\n",
        "937 -\nوَعبد الله بن ذواب هَكَذَا قَالَ الحكم بن عتيبة وَأما الْأَعْمَش فَقَالَ عَن مُجَاهِد كنت نازلا على عبد الرَّحْمَن بن سعد بن أبي ذُبَاب وَقَالَ إِبْرَاهِيم بن مهَاجر عَن مُجَاهِد عَن نمر بن عبد الرَّحْمَن بن أبي ذُبَاب\n938 -\nوَإِبْرَاهِيم بن الأشتر\n939 -\nونعيم بن مَسْعُود كَانَ فِي حجر عمر بن الْخطاب\n940 -\nوَمِمَّنْ تفرد عَنهُ إِبْرَاهِيم النَّخعِيّ بالرواية وَإِبْرَاهِيم يكنى أَبَا عمرَان\n941 -\nنهيك بن عبد الله عَن عَمْرو بن نهيك بن سُفْيَان الْأَسدي عَن بن مَسْعُود\n942 -\nوَزِيَاد بن لبيد\n943 -\nوَمِمَّنْ تفرد عَنهُ سُلَيْمَان بن يسَار بالرواية\nالحديث: 937 ¦ الجزء: 1 ¦ الصفحة: 203\n",
        "944 -\nعبد الْملك بن يسَار أَخُو يسَار بن يسَار\n945 -\nوالسائب بن أبي حُبَيْش\n946 -\nوَابْن حزابة غير مُسَمّى\n947 -\nوَمِمَّنْ تفرد عَنهُ أَبُو الْخَيْر مرْثَد بن عبد الله الْيَزنِي بالرواية\nالحديث: 944 ¦ الجزء: 1 ¦ الصفحة: 204\n",
        "948 -\nسعيد بن يزِيد أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ أوصيك أَن تَسْتَحي من الله كَمَا تَسْتَحي رجلا صَالحا من قَوْمك\n949 -\nوَأَبُو الْخطاب عَن أبي سعيد الْخُدْرِيّ\n950 -\nوَمِمَّنْ تفرد عَنهُ أَبُو جَمْرَة الضبعِي بالرواية وَاسم أبي جَمْرَة نصر بن عمرَان\n951 -\nإِيَاس بن قَتَادَة\n952 -\nوَعمْرَان بن حَمْزَة\nالحديث: 948 ¦ الجزء: 1 ¦ الصفحة: 205\n",
        "953 -\nوَمِمَّنْ تفرد عَنهُ يزِيد بن أبي حبيب بالرواية وَاسم أبي حبيب سُوَيْد وَيزِيد يكنى أَبَا رَجَاء\n954 -\nسُوَيْد بن قيس\n955 -\nوَرَبِيعَة بن لَقِيط\n956 -\nوَعبد الله بن رَاشد الزوفي\nالحديث: 953 ¦ الجزء: 1 ¦ الصفحة: 206\n",
        "957 -\nوَإِبْرَاهِيم بن صَالح بن عبد الله وَاسم صَالح الَّذِي نَعْرِف نعيم بن النحام سَمَّاهُ النَّبِي صلى الله عَلَيْهِ وَسلم صَالحا\n958 -\nوَإيَاس بن جَارِيَة عَن بن الْمسيب\n959 -\nوَصَالح بن الْحَارِث عَن بن الْمسيب\n960 -\nوبلال مولى عبد الله بن الْحسن بن عَليّ\n961 -\nوَسعد بن سِنَان الْكِنْدِيّ فِي رِوَايَة اللَّيْث وَقَالَ عَمْرو بن الْحَارِث عَن يزِيد عَن سِنَان بن سعد وَقَالَ بن إِسْحَاق سِنَان بن سعيد\n962 -\nوشراحيل بن بكيل\n963 -\nوَعمارَة بن أبي فَرْوَة\n964 -\nوَعَمْرو بن الْوَلِيد بن عَبدة\n965 -\nوَعُرْوَة بن قيس عَن قيمَة مولاة عبد الله بن عَمْرو\n966 -\nوَإِسْحَاق بن سمْعَان\n967 -\nومزيد عَن أَبِيه سُوَيْد\n968 -\nوَأَبُو حَمَّاد الْعِرَاقِيّ عَن قَتَادَة\n969 -\nوَيزِيد عَن أبي الْحسن مولى أم قيس بنت مُحصن وَعَن أبي الْحصين الْحِمْيَرِي\n970 -\nوَمِمَّنْ تفرد عَنهُ عمَارَة بن أبي حَفْصَة بالرواية\n971 -\nالْمُغيرَة بن حنين\n972 -\nوَحجر الحجري\nالحديث: 957 ¦ الجزء: 1 ¦ الصفحة: 207\n",
        "973 -\nوَمِمَّنْ تفرد عَنهُ عَمْرو بن يحيى بن عمَارَة الْمَازِني بالرواية\n974 -\nأَبُو زيد مولى بني ثَعْلَبَة بن يُوسُف بن مُحَمَّد عَن ثَابت بن قيس بن شماس\nالحديث: 973 ¦ الجزء: 1 ¦ الصفحة: 208\n",
        "975 -\nوخَالِد بن خَلاد رجل من بني النجار دَخَلنَا على أنس فَوَجَدته يُصَلِّي الْعَصْر وَمِمَّنْ تفرد عَنْهُم من الْمَشْهُورين بالرواية عَمَّن اشْتهر فِيمَا حفظنا\n976 -\nبكر بن فرواش\n977 -\nوحلام بن جذل\n978 -\nلم يرو عَنْهُمَا إِلَّا قَتَادَة\n979 -\nوَأَبُو الطُّفَيْل عَامر بن وَاثِلَة\n980 -\nوَأَبُو عزْرَة أَخُو طَارق بن شهَاب\n981 -\nلم يرو عَنهُ إِلَّا طَارق\n982 -\nوشبل بن خُلَيْد الْمُزنِيّ\n983 -\nلم يرو عَنهُ إِلَّا أَبُو صَالح عبد الله\n984 -\nوصهيب مولى الْعَبَّاس\n985 -\nلم يرو عَنهُ إِلَّا أَبُو صَالح\n986 -\nوَمُحَمّد بن خثيم عَن عمَارَة بن يَاسر\n987 -\nلم يرو عَنهُ إِلَّا مُحَمَّد بن كَعْب الْقرظِيّ\nالحديث: 975 ¦ الجزء: 1 ¦ الصفحة: 209\n",
        "988 -\nوَعبد الرَّحْمَن بن حُسَيْن الْأَشْجَعِيّ عَن سعيد بن أبي وَقاص\n989 -\nلم يرو عَنهُ إِلَّا بشر بن سعيد\nالحديث: 988 ¦ الجزء: 1 ¦ الصفحة: 210\n",
        "990 -\nوَسليمَان بن عريب سمع أَبَا هُرَيْرَة لم يرو عَنهُ إِلَّا عبد الرَّحْمَن بن هُرْمُز الْأَعْرَج\n992 -\nووهب بن ربيعَة لم يرو عَنهُ إِلَّا عمَارَة بن عُمَيْر\n994 -\nوَعبد الله بن سُبْرَة عَن بن عمر لم يرو عَنهُ إِلَّا تَمِيم بن سَالِمَة\n996 -\nوَائِل بن مهانة لم يرو عَنهُ إِلَّا ذَر بن عبد الله الْهَمدَانِي\n998 -\nوَوَائِل بن ربيعَة لم يرو عَنهُ إِلَّا شمر بن عَطِيَّة\n1000 -\nوَأَبُو رَاشد عَن عمَارَة بن يَاسر\n1001 -\nلم يرو عَنهُ إِلَّا عدي بن ثَابت\n1002 -\nوَعبيد بن فَيْرُوز أَبُو الضَّحَّاك مولى بني شَيبَان عَن الْبَراء بن عَازِب\n1003 -\nلم يرو عَنهُ إِلَّا سُلَيْمَان بن عبد الرَّحْمَن الدِّمَشْقِي\nالحديث: 990 ¦ الجزء: 1 ¦ الصفحة: 211\n",
        "1004 -\nوَرَاشِد بن سيار مولى عبد الله بن أبي أوفى عَن خَمْسَة من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم\n1005 -\nلم يرو عَنهُ إِلَّا سُلَيْمَان بن عبد الرَّحْمَن\n1006 -\nوسُويد بن جميل\n1007 -\nلم يرو عَنهُ إِلَّا عبد الْملك بن ميسرَة الزراد\n1008 -\nويسيع الْحَضْرَمِيّ\n1009 -\nلم يرو عَنهُ إِلَّا ذَر بن عبد الرَّحْمَن\n1010 -\nوغزرة التَّيْمِيّ عَن عَليّ\n1011 -\nلم يرو عَنهُ إِلَّا مُسلم البطين\n1012 -\nولقيط بن قبيصَة الجفعي\n1013 -\nلم يرو عَنهُ إِلَّا الْقَاسِم بن عبد الله\n1014 -\nوَعبد الرَّحْمَن بن الشرود\n1015 -\nلم يرو عَنهُ إِلَّا حبيب بن الزبير\nالحديث: 1004 ¦ الجزء: 1 ¦ الصفحة: 212\n",
        "1016 -\nوَأَبُو يزِيد وَالِد عبيد الله بن أبي يزِيد\n1017 -\nلم يرو عَنهُ إِلَّا ابْنه عبيد الله بن أبي يزِيد\n1018 -\nوَإِسْحَاق بن أبي أكيكة عَن بن مَسْعُود\n1019 -\nلم يرو عَنهُ إِلَّا الْوَلِيد بن قيس السكرِي\n1020 -\nوَعبيد الله بن آدم\n1021 -\nلم يرو عَنهُ إِلَّا الْمنْهَال بن عَمْرو\n1022 -\nوَأَبُو مدلة مولى عَائِشَة\n1023 -\nلم يرو عَنهُ إِلَّا سعد أَبُو مُجَاهِد الطَّائِي\n1024 -\nوَأَبُو عَلْقَمَة مولى طَلْحَة بن عبيد الله\n1025 -\nلم يرو عَنهُ إِلَّا مُوسَى بن عقبَة\n1026 -\nوَأَبُو عقبَة مولى بن عبيد الله\nالحديث: 1016 ¦ الجزء: 1 ¦ الصفحة: 213\n",
        "1027 -\nلم يرو عَنهُ إِلَّا الْأَشْجَعِيّ\n1028 -\nوَعبد الرَّحْمَن بن مَسْعُود بن نيار\n1029 -\nلم يرو عَنهُ إِلَّا حبيب بن عبد الرَّحْمَن\n1030 -\nوالمستظل بن حُصَيْن أَبُو الميثا\n1031 -\nلم يرو عَنهُ إِلَّا شبيب بن غرقدة\n1032 -\nوَالْحكم بن مَسْعُود الثَّقَفِيّ\n1033 -\nلم يرو عَنهُ إِلَّا وهب بن مُنَبّه\nالحديث: 1027 ¦ الجزء: 1 ¦ الصفحة: 214\n",
        "1034 -\nوَتَمِيم بن مَحْمُود\n1035 -\nلم يرو عَنهُ إِلَّا جَعْفَر بن عبد الله بن الحكم أَبُو عبد الحميد بن جَعْفَر\n1036 -\nوَزِيَاد بن مينا\n1037 -\nلم يرو عَنهُ إِلَّا جَعْفَر بن عبد الله بن الحكم أَيْضا\n1038 -\nوَعَمْرو بن سحيم الْبَهْزِي وَيُقَال بن أبي سحيم\n1039 -\nلم يرو عَنهُ إِلَّا يحيى بن أبي إِسْحَاق الْحَضْرَمِيّ\n1040 -\nوَزُهَيْر بن الأرقم\n1041 -\nلم يرو عَنهُ إِلَّا عبد الله بن الْحَارِث الْمكتب\n1042 -\nوَمُسلم أَبُو سعيد عَن بن مَسْعُود\n1043 -\nلم يرو عَنهُ إِلَّا أَبُو يَعْفُور الْعَبْدي\nالحديث: 1034 ¦ الجزء: 1 ¦ الصفحة: 215\n",
        "1044 -\nوَأَبُو عَطاء الْأَسدي عَن بن عَبَّاس\n1045 -\nلم يرو عَنهُ إِلَّا ابْنه عمار بن أبي عَطاء أَبُو حَمْزَة القصاب\n1046 -\nوَعبد الرَّحْمَن أَبُو سميرة\n1047 -\nلم يرو عَنهُ إِلَّا عون بن أبي جُحَيْفَة\n1048 -\nوَعقيل بن عبد الرَّحْمَن\n1049 -\nلم يرو عَنهُ إِلَّا أَبُو الزِّنَاد\n1050 -\nأَبُو حَامِد بن عبد الله بن مَسْعُود\n1051 -\nلم يرو عَنهُ إِلَّا يحيى بن عبد الله الجابر\n1052 -\nوَأم ذَر امْرَأَة أبي ذَر\nالحديث: 1044 ¦ الجزء: 1 ¦ الصفحة: 216\n",
        "1053 -\nلم يرو عَنْهَا إِلَّا عبد الله بن الصَّامِت\n1054 -\nوَأم مُوسَى سَرِيَّة الْحُسَيْن بن عَليّ\n1055 -\nلم يرو عَنْهَا إِلَّا مُغيرَة بن مقسم الضَّبِّيّ\n1056 -\nوَأم هِلَال امْرَأَة خباب عَن عَليّ عَن سعد\n1057 -\nلم يرو عَنْهَا إِلَّا ابْنهَا بِلَال بن خباب\n1058 -\nوَيحيى بن خَلاد بن رَافع الزرقي\n1059 -\nلم يرو عَنهُ إِلَّا ابْنه عَليّ بن يحيى بن خَلاد\n1060 -\nوقرة بن الْحَارِث\n1061 -\nلم يرو عَنهُ إِلَّا سُفْيَان بن عُيَيْنَة\n1062 -\nومُوسَى بن عبيد\nالحديث: 1053 ¦ الجزء: 1 ¦ الصفحة: 217\n",
        "1063 -\nلم يرو عَنهُ إِلَّا وَاصل من موَالِي عَنْبَسَة\n1064 -\nوحبة بنت الْمطلب عَن عَائِشَة وَأم سَلمَة\n1065 -\nلم يرو عَنْهَا إِلَّا طلق بن حبيب\n1066 -\nوحرملة مولى زيد بن ثَابت\n1067 -\nلم يرو عَنهُ إِلَّا أَبُو بكر بن عَمْرو بن حزم\nالحديث: 1063 ¦ الجزء: 1 ¦ الصفحة: 218\n",
        "1068 -\nوَمُحَمّد بن عمرَان الْأنْصَارِيّ عَن بن عمر عَن النَّبِي صلى الله عَلَيْهِ وَسلم لقد سرحت سرحة سَبْعُونَ نَبيا\n1069 -\nلم يرو عَنهُ إِلَّا مُحَمَّد بن عَمْرو بن طَلْحَة\n1070 -\nوطارق بن زِيَاد\n1071 -\nلم يرو عَنهُ إِلَّا إِبْرَاهِيم بن عبد الْأَعْلَى\n1072 -\nوفضالة بن فضَالة\n1073 -\nلم يرو عَنهُ إِلَّا عبد الله بن مُحَمَّد بن عقيل\n1074 -\nوَمَالك بن الجون عَن عَليّ\n1075 -\nلم يرو عَنهُ إِلَّا عُثْمَان بن أبي زرْعَة\n1076 -\nوَإِسْحَاق بن سعد بن أبي وَقاص\n1077 -\nلم يرو عَنهُ إِلَّا يزِيد بن عبد الله بن قسيط\n1078 -\nوَأَبُو الذُّبَاب\n1079 -\nلم يرو عَنهُ إِلَّا سعيد مولى الْمهرِي\n1080 -\nوَعبد الرَّحْمَن بن حَنْظَلَة بن العجلان الزرقي\n1081 -\nلم يرو عَنهُ إِلَّا مُحَمَّد بن أبي بكر بن عَمْرو بن حزم\nالحديث: 1068 ¦ الجزء: 1 ¦ الصفحة: 219\n",
        "1082 -\nوصهيب مولى العمواريين\n1083 -\nلم يرو عَنهُ إِلَّا نعيم المجحر\n1084 -\nوَيزِيد بن أبي أُميَّة\n1085 -\nلم يرو عَنهُ إِلَّا مُحَمَّد بن أبي يحيى الْأَسْلَمِيّ\n1086 -\nوَيزِيد بن سحيم\n1087 -\nلم يرو عَنهُ إِلَّا خلاس بن عَمْرو\nالحديث: 1082 ¦ الجزء: 1 ¦ الصفحة: 220\n",
        "1088 -\nوَمِمَّنْ تفرد عَنهُ عبد الْملك بن عبد الْعَزِيز بن جريج بالرواية وَابْن جريج لَهُ كنيتان أَبُو الْوَلِيد وَأَبُو خَالِد وَهُوَ بِأبي الْوَلِيد أشهر\n1089 -\nعبد الله بن عبد الرَّحْمَن بن أبي أُميَّة عَن نَافِع\n1090 -\nوَعبد الله بن عبد الرَّحْمَن بن مخيس\n1091 -\nوَعبد الله بن أبي أُميَّة بن الْحَارِث بن عبد الله بن أبي ربيعَة حَدثهُ\n1092 -\nوَعمر بن عَطاء بن أبي الخوار\n1093 -\nوعامر بن عبد الرَّحْمَن بن نسطاس\n1094 -\nوَعمْرَان بن مُوسَى\n1095 -\nوَعلي بن الْحصين\n1096 -\nوَمُحَمّد بن الْقَاسِم\nالحديث: 1088 ¦ الجزء: 1 ¦ الصفحة: 221\n",
        "1097 -\nوَأُميَّة بن عبد الله بن عَمْرو\n1098 -\nوَسعد بن شُعْبَة\n1099 -\nوَعبد الله بن حميد الْأَعْرَج\n1100 -\nوَيحيى بن الْمُغيرَة\n1101 -\nوعنبسة مولى طَلْحَة بن دَاوُد\n1102 -\nوَإِسْمَاعِيل بن زيد\n1103 -\nوَحَفْص بن عمر\n1104 -\nوالوليد بن عَطاء\n1105 -\nوَعبد الرَّحْمَن بن الْوَلِيد أَن أَبَا إِسْحَاق الحمداني حَدثهُ\n1106 -\nوَهَارُون بن أبي عَائِشَة\n1107 -\nوَإِسْحَاق بن رَافع الْمدنِي\n1108 -\nوَسعد بن كثير\nالحديث: 1097 ¦ الجزء: 1 ¦ الصفحة: 222\n",
        "1109 -\nوَسليمَان بن بِأَبِيهِ مولى آل نَوْفَل\n1110 -\nوَعَمْرو بن حَفْص عَن عَامر بن عبد الله بن الزبير\n1111 -\nوَالقَاسِم بن يزِيد عَن عَليّ بن أبي طَالب عَن النَّبِي صلى الله عَلَيْهِ وَسلم رفع الْقَلَم عَن أَرْبَعَة\n1112 -\nوَعلي بن أبي حميد الجندي\n1113 -\nوَأَبُو نَوْفَل بن أنس\n1114 -\nوَابْن كميل سمع زيد بن حبيب\n1115 -\nوَأَبُو عُثْمَان بن يزِيد\n1116 -\nوَابْن بشير حَدِيث فِي الْقسَامَة مُرْسل\n1117 -\nوَعمر بن الْحسن\n1118 -\nوَالْعَبَّاس عَن بن شهَاب\n1119 -\nوالْحَارث غير مَنْسُوب\nالحديث: 1109 ¦ الجزء: 1 ¦ الصفحة: 223\n",
        "1120 -\nوَقيس مولى خباب تَسْمِيَة النِّسَاء اللَّاتِي تفرد عَنْهُن عبد الْملك بن عبد الْعَزِيز بن جريج بالرواية\n1121 -\nليلى بنت سعيد\n1122 -\nوحليمة بنت حَكِيم\n1123 -\nونباتة مولاة عبد الرَّحْمَن بن حباب\nالحديث: 1120 ¦ الجزء: 1 ¦ الصفحة: 224\n",
        "1124 -\nوَمِمَّنْ تفرد عَنهُ بن أبي ذِئْب بالرواية وَابْن أبي ذِئْب اسْمه مُحَمَّد بن عبد الرَّحْمَن بن الْمُغيرَة بن الْحَارِث بن أبي ذِئْب ويكنى أَبَا الْحَارِث\n1125 -\nسعيد بن خَالِد القارظي\n1126 -\nوَسَعِيد بن سمْعَان مولى الزرقيين\n1127 -\nوَعبد الرَّحْمَن بن أَزْهَر\n1128 -\nوالْحَارث بن حكم الضمرِي عَن أبي عَمْرو بن حماس\nالحديث: 1124 ¦ الجزء: 1 ¦ الصفحة: 225\n",
        "1129 -\nوَالْحكم بن سَالم السالمي كَذَا قَالَ بن أبي فديك وَأما القعْنبِي فَحَدَّثنَاهُ عَن بن أبي ذِئْب عَن الحكم بن مُسلم عَن عبد الرَّحْمَن الْأَعْرَج قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم لَا يجوز شَهَادَة الحنة والظنة\n1130 -\nوَعبد الرَّحْمَن بن السَّائِب بن يزِيد أكبر أَصْحَاب بن أبي ذِئْب إِنَّمَا قَالَه بَعضهم\n1131 -\nوَعبد الله بن عبد الله بن نَوْفَل سرق مولى لبني ظبْيَان خمرًا فَقطع مَرْوَان يَده\n1132 -\nوَالْحجاج بن الْحجَّاج عَن النَّضر بن عبد الْملك بن مَرْوَان\n1133 -\nوَكثير بن عبد الرَّحْمَن عَن بن الْمسيب\n1134 -\nوَإِبْرَاهِيم بن مُحرز عَن النَّبِي صلى الله عَلَيْهِ وَسلم حَدِيث فِيهِ خير نسَاء ركبن الْإِبِل\n1135 -\nوَعمْرَان بن بشير بن مُحرز\n1136 -\nوَسليمَان بن عبد الرَّحْمَن بن ثَوْبَان أَخُو مُحَمَّد بن عبد الرَّحْمَن بن ثَوْبَان\n1137 -\nوَعُثْمَان بن ذُبَاب عَن بن الْمسيب\n1138 -\nوَمُحَمّد بن حُذَيْفَة بن دَاب عَن عبد الله بن خويلد\nالحديث: 1129 ¦ الجزء: 1 ¦ الصفحة: 226\n",
        "1139 -\nوَجبير بن صَالح\n1140 -\nوَمُسلم بن أَيمن مولى بن عَبَّاس عَن كثير بن الْعَبَّاس\n1141 -\nوعجلان مولى المشمعل\n1142 -\nوَيزِيد مولى معمر العذري\n1143 -\nوَعون بن الْخطاب بن عبد الله بن أبي رَافع\n1144 -\nوَأَبُو الْمُعْتَمِر بن عَمْرو بن أبي رَافع\nالحديث: 1139 ¦ الجزء: 1 ¦ الصفحة: 227\n",
        "1145 -\nوَنَافِع بن أبي رَافع\n1146 -\nوَدِرْهَم مولى عبد الرَّحْمَن بن غفرة اللَّيْثِيّ عَن أبي هُرَيْرَة\n1147 -\nوَعَمْرو بن عبيد مولى أَزْهَر\n1148 -\nوَعَمْرو بن سُوَيْد عَن بن الْمسيب حَدِيثا فِي الْبَدنَة\n1149 -\nومُوسَى بن رالق عَن حَمْزَة\n1150 -\nوَسَالم بن أبي عبيد الله بن عمر\n1151 -\nوالمغيرة بن أبي حسن البراد عَن بن الْمسيب\n1152 -\nوَعقبَة بن عبد الرَّحْمَن بن أبي معمر\n1153 -\nوَعبد الله بن أبي نَافِع صلى وَرَاء أبي هُرَيْرَة\nالحديث: 1145 ¦ الجزء: 1 ¦ الصفحة: 228\n",
        "1154 -\nوَحَمْزَة بن أبي جَعْفَر\n1155 -\nوَإِسْحَاق بن يزِيد الْهُذلِيّ\n1156 -\nوحنين الْأَيْلِي عَن بن شهَاب\n1157 -\nوَحَكِيم بن أبي حَكِيم سمع عمر بن عبد الْعَزِيز وَابْن شهَاب\n1158 -\nوَأَبُو الْوَلِيد مولى عَمْرو بن حُرَيْث\n1159 -\nوَبشير معلم الْكتاب عَن عمر بن عبد الْعَزِيز\n1160 -\nوَعبيد بن سُلَيْمَان مولى مُسلم بن هِلَال عَن بن الْمسيب فِي أكل الأرنب\nالحديث: 1154 ¦ الجزء: 1 ¦ الصفحة: 229\n",
        "1161 -\nوَابْن أبي ذِئْب عَن أَخِيه الْمُغيرَة بن عبد الرَّحْمَن\n1162 -\nوَعَن خَاله الْحَارِث بن عبد الرَّحْمَن\n1163 -\nوَعَن أمه وَلم يسمهَا\nالحديث: 1161 ¦ الجزء: 1 ¦ الصفحة: 230\n",
        "1164 -\nوَعَن ابْنة المُهَاجر بن يزِيد أَن بن عمر أَتَى بابنة حَمْزَة عِنْد أَبِيه وَعَلَيْهَا حلي\n1165 -\nوَمِمَّنْ تفرد عَنهُ مَالك بن أنس بالرواية وَهُوَ مَالك بن أنس بن مَالك بن أبي عَامر التَّيْمِيّ الأصبحي\n1166 -\nعبد الله بن الْوَلِيد عَن الْمطلب بن عبد الله بن حنْطَب\n1167 -\nوَعبد الله بن عبد الرَّحْمَن بن عبيد بن حنين\n1168 -\nوَسَلَمَة بن صَفْوَان الزرقي\n1169 -\nوَزيد بن رَبَاح\n1170 -\nويوسف بن يُونُس بن خماس\n1171 -\nوَعبد الْملك بن قرير أَخُو عبد الْعَزِيز بن قرير\n1172 -\nوَعُثْمَان بن حَفْص بن عَمْرو بن خلدَة\n1173 -\nوالمسور بن رِفَاعَة الْقرظِيّ\nالحديث: 1164 ¦ الجزء: 1 ¦ الصفحة: 231\n",
        "1174 -\nوَمِمَّنْ تفرد عَنهُ شُعْبَة بن الْحجَّاج بن ورد الْعَتكِي بالرواية وَشعْبَة يكنى أَبَا بسطَام\n1175 -\nمُحَمَّد بن ذكْوَان جزري\n1176 -\nوَمُحَمّد بن عبد الْجَبَّار\n1177 -\nوَمُحَمّد بن النُّعْمَان كُوفِي\n1178 -\nوَمُحَمّد بن أبي عَائِشَة\n1179 -\nوَعبد الله بن أبي رائطة\n1180 -\nوَنصر بن عبد الله بن هَانِئ بن أخي مطرف بن الشخير بَصرِي\n1181 -\nوَعبد الحميد بن وَاصل بَصرِي\nالحديث: 1174 ¦ الجزء: 1 ¦ الصفحة: 232\n",
        "1182 -\nوَعبد الرَّحْمَن بن العداء قَالَ شُعْبَة حَدثنِي بواسط حَدِيثا سَيذكرُ المُصَنّف من تفرد عَنهُ شُعْبَة بالرواية وَعدد أَحَادِيثه الَّتِي رويت وَذَلِكَ حَتَّى تَرْجَمَة رقم\n1183 -\nوَعبد الْوَاحِد بن الْمَالِكِي عَن سَالم أرَاهُ مدنِي حَدِيثا\n1184 -\nوعبد الأكرم وَيُقَال عبد الْأَكْبَر وَيُقَال عبد الْوَارِث بن أبي حنيفَة حديثين\n1185 -\nوَإِبْرَاهِيم بن أخي جرير البَجلِيّ كُوفِي حَدِيثا\n1186 -\nوَسليمَان الْعَطَّار بَصرِي حديثين\nالحديث: 1182 ¦ الجزء: 1 ¦ الصفحة: 233\n",
        "1187 -\nوَسليمَان بن أبي سُلَيْمَان عَن أنس حديثين\n1188 -\nومُوسَى مولى بن عَامر بَصرِي حَدِيثا\n1189 -\nومُوسَى السبلاني بَصرِي حَدِيثا\n1190 -\nومُوسَى أَبُو سعدة بَصرِي حَدِيثا\n1191 -\nوَيحيى بن عبد الحميد سمع أَبَا تجيب لَا يُوقف عَلَيْهِ حَدِيثا\n1192 -\nوَعلي أَبُو الْحسن اللحام واسطي\n1193 -\nوَعَاصِم مولى قريبَة بنت مُحَمَّد بن عبد الرَّحْمَن بن أبي بكر حَدِيثا\n1194 -\nوَعَاصِم قريب لإِبْرَاهِيم النَّخعِيّ كُوفِي حَدِيثا\nالحديث: 1187 ¦ الجزء: 1 ¦ الصفحة: 234\n",
        "1195 -\nوَعمر بن سُلَيْمَان من ولد عمر بن الْخطاب مدنِي حَدِيثا\n1196 -\nوعتاب مولى بني هُرْمُز واسطي ثَلَاثَة أَحَادِيث\n1197 -\nوالعوام بن مُزَاحم بَصرِي حَدِيثا\n1198 -\nوحبِيب التَّيْمِيّ إِن لم يكن بصريا فَلَا أَدْرِي من هُوَ حَدِيثا\n1199 -\nوَحميد الْأَوْزَاعِيّ حَدِيثا وَهُوَ شَامي\n1200 -\nوخَالِد بن زَاذَان بَصرِي حَدِيثا\nالحديث: 1195 ¦ الجزء: 1 ¦ الصفحة: 235\n",
        "1201 -\nومغيرة بن مُسلم الْأَزْرَقِيّ كُوفِي حَدِيثا\n1202 -\nومغيرة بن مَالك أرَاهُ بصريا أَحَادِيث\n1203 -\nومسعود غير مَنْسُوب قَالَ شُعْبَة جَاءَنَا حَدِيثا أَو حديثين\n1204 -\nوَسُهيْل بن عَمْرو واسطي حَدِيثا\n1205 -\nوَنصر القصاب بَصرِي حَدِيثا\n1206 -\nوزائدة الصارفي بَصرِي حَدِيثا\n1207 -\nوَمُسلم بن عبد الله أَبُو النَّصْر شَامي أَحَادِيث\n1208 -\nويوسف بن أبي سيف بن وهب بَصرِي حديثين\nالحديث: 1201 ¦ الجزء: 1 ¦ الصفحة: 236\n",
        "1209 -\nوَسيف أَبُو الْحسن عَن طَاوس ان لم يكن سيف بن أبي سُلَيْمَان فَلَا نَدْرِي من هُوَ حَدِيثا\n1210 -\nوشهاب أَبُو جَعْفَر كُوفِي حَدِيثا\n1211 -\nووضاح الْعَتكِي من بني سعد حديثين\n1212 -\nوفضيل بن رشيد لَا يُوقف على بَلَده حَدِيثا\n1213 -\nوَصدقَة رجل من آل أبي الْأَحْوَص حَدِيثا\n1214 -\nوَحُذَيْفَة أَبُو الْيَمَان كُوفِي أَحَادِيث\n1215 -\nوالبختري رجل من الْأَنْصَار حَدِيثا\n1216 -\nوَأَبُو أُمَيْمَة الْأَعرَابِي حَدِيثا\n1217 -\nوسُويد الْهُذلِيّ حَدِيثا\n1218 -\nوعياض بن خَالِد بَصرِي حَدِيثا\n1219 -\nوَأَبُو بشر الضبعِي بَصرِي حديثين\n1220 -\nوَنصر بن سعيد حَدِيثا\n1221 -\nوَأَبُو إِسْرَائِيل الْجُشَمِي بَصرِي حديثين\n1222 -\nوَبشر بن أبي الْمليح بَصرِي حديثين\n1223 -\nوَأَبُو عَمْرو اليحمدي بَصرِي حَدِيثا\n1224 -\nومخلفة الْبَصْرِيّ حَدِيثا\n1225 -\nوَأَبُو صَدَقَة مولى أنس حَدِيثا\n1226 -\nوعنبسة الشَّامي حَدِيثا\n1227 -\nوَأَبُو الْفَيْض الشَّامي أَحَادِيث\n1228 -\nوَأَبُو الجودى حديثين\n1229 -\nوَمُعَاوِيَة بن عبد الله أَحَادِيث\nالحديث: 1209 ¦ الجزء: 1 ¦ الصفحة: 237\n",
        "1230 -\nوالنعمان الْيَشْكُرِي أَحَادِيث\n1231 -\nوفضيل بن فضَالة الْقَيْسِي بَصرِي حديثين\n1232 -\nوَأَبُو عبد الله الْعَسْقَلَانِي أَحَادِيث\n1233 -\nوَأَبُو سَلمَة الْكُوفِي أَحَادِيث\n1234 -\nوَأَبُو شَرْقي نرَاهُ بصريا حَدِيثا\n1235 -\nوحاضر بن المُهَاجر أَبُو عِيسَى الْبَاهِلِيّ لَا يُوقف على بِلَاده حَدِيثا\nالحديث: 1230 ¦ الجزء: 1 ¦ الصفحة: 238\n",
        "1236 -\nوَأَبُو فَرْوَة عَن عون بن عبد الله الْأَسدي أَن لم يكن بصريا فَلَا نَدْرِي من هُوَ حَدِيثا\n1237 -\nوَأَبُو العنبس عَن أبي الشعْثَاء كَأَنَّهُ بَصرِي حَدِيثا\n1238 -\nوَأَبُو الضَّحَّاك عَن أبي هُرَيْرَة كَأَنَّهُ مدنِي حديثين\n1239 -\nوَأَبُو الموئل الشَّامي حَدِيثا\n1240 -\nوَقَتَادَة أَو بن قَتَادَة الْمحَاربي كُوفِي حَدِيثا\n1241 -\nوحجاج بن وردان\n1242 -\nوَشعْبَة بن الْحجَّاج بَصرِي حَدِيثا\n1243 -\nوَشعْبَة عَن أمه وَلم يسمهَا حديثين\n1244 -\nوَعَن أم أَسمَاء خَالَة شُعْبَة\n1245 -\nوَقَالَ معَاذ بن معَاذ عَن شُعْبَة حَدَّثتنِي خَالَة جدتي أم أَسمَاء حَدِيثا\nالحديث: 1236 ¦ الجزء: 1 ¦ الصفحة: 239\n",
        "1246 -\nوَمِمَّنْ تفرد عَنهُ مسعر بن كدام بالرواية وَهُوَ مسعر بن كدام بن ظهير بن عُبَيْدَة الْهِلَالِي ويكنى أَبَا سَلمَة\n1247 -\nعَمْرو بن كثير عَن الشّعبِيّ\n1248 -\nوَعمر بن عبد الله بن وَاثِلَة\n1249 -\nوَعُثْمَان بن مُسلم بن هُرْمُز\n1250 -\nوَعُثْمَان بن الْأنْصَارِيّ عَن سعيد بن جُبَير\n1251 -\nوَعتبَة بن قيس\n1252 -\nوَعبد الرَّحْمَن بن ملْحَان\n1253 -\nوالوليد بن عُثْمَان عَن الضَّحَّاك بن مُزَاحم\n1254 -\nوخشرم الْجَعْفَرِي\n1255 -\nومغيرة مولى آل عَمْرو بن حُرَيْث سَأَلت الشّعبِيّ\n1256 -\nوالهيثم السّلمِيّ\n1257 -\nوَإِبْرَاهِيم الْأَنمَارِي عَن الشّعبِيّ\nالحديث: 1246 ¦ الجزء: 1 ¦ الصفحة: 240\n",
        "1258 -\nوَعبد الْعَزِيز عَن طَلْحَة بن مصرف عَن إِبْرَاهِيم\n1259 -\nوحويرث بن نمار\n1260 -\nوَرَاشِد مولى بني نمير\n1261 -\nوَابْن لِعبيد الله بن عَبَّاس غير مُسَمّى\n1262 -\nوَابْن صُهَيْب غير مُسَمّى\n1263 -\nوَأَبُو عَلْقَمَة عَمَّن سمع عَائِشَة\n1264 -\nوَأَبُو زيد رَأَيْت بن عمر طَاف بعد الْفجْر مرَّتَيْنِ صلى مرّة وَمرَّة لم يصل\n1265 -\nوَابْن أبي عمرَان غير مُسَمّى\n1266 -\nوَابْن أبي ذُؤَيْب الْقرشِي غير مُسَمّى\n1267 -\nوَأَبُو الْأَصْبَغ السّلمِيّ عَن كثير بن عَبَّاس\n1268 -\nوسنبلة عَن مولاتها عَن عَليّ\nالحديث: 1258 ¦ الجزء: 1 ¦ الصفحة: 241\n",
        "1269 -\nوَمِمَّنْ تفرد عَنهُ سُفْيَان بن سعيد بن مَسْرُوق الثَّوْريّ بالرواية وسُفْيَان يكنى أَبَا عبد الله\n1270 -\nعبد الله بن شَدَّاد الْأَعْرَج\n1271 -\nوَعبد الله بن ربعي\n1272 -\nوَعبيد بن أبي عُبَيْدَة\n1273 -\nوَعمْرَان الْبَارِقي\n1274 -\nوَصَالح الثَّوْريّ\n1275 -\nوَصَالح الْمعلم\n1276 -\nوَسماك الْيَمَانِيّ عَن الزُّهْرِيّ\n1277 -\nوعطية بن عبد الرَّحْمَن\n1278 -\nوخَالِد بن زيد عَن بن خوط سَأَلت بن عمر\n1279 -\nوجحدب بن جرعب التَّيْمِيّ\n1280 -\nوَعبيدَة بن حيدا\nالحديث: 1269 ¦ الجزء: 1 ¦ الصفحة: 242\n",
        "1281 -\nوَشعْبَة بن دِينَار\n1282 -\nوَعُثْمَان بن الْحَارِث\n1283 -\nوَشَدَّاد بن أبي الْعَالِيَة\n1284 -\nوَهَمَّام التَّيْمِيّ\n1285 -\nومغيث البَجلِيّ سَأَلت أَبَا جَعْفَر\n1286 -\nوَأَبُو حَاتِم الْحَنَفِيّ رَأَيْت عليا يَدْعُو على مَسْقَلَة\nالحديث: 1281 ¦ الجزء: 1 ¦ الصفحة: 243\n",
        "1287 -\nوَمِمَّنْ تفرد عَنهُ حَمَّاد بن سَلمَة بن دِينَار بالرواية وَحَمَّاد يكنى أَبَا سَلمَة مولى حمير بن كراثة\n1288 -\nوَعبد الله بن شَدَّاد فِي دُخُول الْحمام\n1289 -\nوَعبد الله بن إِيَاس الْحَنَفِيّ\n1290 -\nوَعبد الله بن عُثْمَان بن عبد الله بن عبد الرَّحْمَن بن سَمُرَة\n1291 -\nوَعبد الله بن أبي رَافع\n1292 -\nوَعَاصِم بن شبْرمَة\n1293 -\nوَهِشَام بن سعد بن زيد بن أبي زيد الْأنْصَارِيّ\n1294 -\nوَهِشَام بن عَمْرو الْفَزارِيّ\n1295 -\nوَسَعِيد بن قطن\nالحديث: 1287 ¦ الجزء: 1 ¦ الصفحة: 244\n",
        "1296 -\nوَأَشْعَث بن عبد الرَّحْمَن الْجرْمِي\nالحديث: 1296 ¦ الجزء: 1 ¦ الصفحة: 245\n",
        "1297 -\nوَأَيوب بن أبي سَلمَة عَن عَطاء وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْكَافِرُونَ كفرا دون كفر\n1298 -\nوَعمر بن مُحَمَّد بن يحيى بن سعيد بن الْعَاصِ عَن قيس بن مُحَمَّد بن الْأَشْعَث\n1299 -\nوحَنْظَلَة بن أبي حَمْزَة\n1300 -\nوَأَبُو عَاصِم الغنوي غير مُسَمّى عَن أبي الطُّفَيْل\n1301 -\nوَعبد الْملك أَبُو جَعْفَر عَن سعد بن الأطول\n1302 -\nوَيُونُس بن عبيد صَاحب الحلى\n1303 -\nوَسَالم أَبُو عبد الله بن سَالم\n1304 -\nوَأَبُو سَالم بن حَاتِم\n1305 -\nوَحَمَّاد أَبُو الْحسن السمان\n1306 -\nوأفلح غير مَنْسُوب\n1307 -\nوَأَبُو مُحَمَّد بن معبد بن أبي قَتَادَة\n1308 -\nوَالْحسن بن عَطاء الْمدنِي\n1309 -\nوَأَبُو الْحَوْرَاء عَن مُسلم بن يسَار\n1310 -\nوَأَبُو الْخطاب حميد بن يزِيد عَن رَافع\n1311 -\nوَأَبُو عبد الْملك عَن أبي الدَّرْدَاء\n1312 -\nوَأَبُو حَمْزَة التمار عَن الْحسن\nالحديث: 1297 ¦ الجزء: 1 ¦ الصفحة: 246\n",
        "1313 -\nوَأَبُو البخْترِي سَأَلت عبد الله بن رَبَاح وَفِي ثوبي دم\n1314 -\nوسُويد أَبُو مَحْفُوظ\n1315 -\nوَصَاحبه غير مَنْسُوب\nالحديث: 1313 ¦ الجزء: 1 ¦ الصفحة: 247\n",
        "1316 -\nوَمِمَّنْ تفرد عَنهُ حَمَّاد بن زيد بن دِرْهَم وَحَمَّاد يكنى أَبَا إِسْمَاعِيل مولى الأزد\n1317 -\nوَالقَاسِم بن عَمْرو الْعَبْدي عَن جَابر بن زيد\n1318 -\nوَإِبْرَاهِيم بن عَليّ بن نَافِع سمع الزُّهْرِيّ\n1319 -\nوَمُحَمّد بن الْمُنْكَدر\n1320 -\nوَقبيصَة بن مَرْوَان\n1321 -\nوَعبد الله بن الصغدي\n1322 -\nوالأعز بن يحيى\n1323 -\nوَخلف بن عقبَة\n1324 -\nوَكثير بن معدان\n1325 -\nومعد بن مَالك الْقَيْسِي\n1326 -\nوَسليمَان بن يَعْقُوب الريَاحي\n1327 -\nوَحميد بن طرخان\n1328 -\nوَأَبُو سُوَيْد بن الْمُغيرَة عَن الْحسن\nالحديث: 1316 ¦ الجزء: 1 ¦ الصفحة: 248\n",
        "1329 -\nوالمغيرة بن حبيب\n1330 -\nوَمُعَاوِيَة بن عَبَّاس\n1331 -\nوَعمر بن زيد\n1332 -\nوطوف بن وهب\n1333 -\nوَأَبُو العيذار سُئِلَ أَبُو قلَابَة مَا حد الْجَار قَالَ أَرْبَعُونَ دَارا\nالحديث: 1329 ¦ الجزء: 1 ¦ الصفحة: 249\n",
        "1334 -\nوَحَمَّاد عَن أَبِيه زيد بن دِرْهَم وَحكي عَن أمه ان مولده فِي عمل عمر بن عبد الْعَزِيز قَالَ وَقَالَت عَمَّتي ولدت فِي آخر عمل سُلَيْمَان آخر الْكتاب وَالْحَمْد لله الْكَرِيم الْوَهَّاب قَالَ القماح نقلته من نُسْخَة بِخَط الْحَافِظ الإِمَام أبي الْفضل مُحَمَّد بن طَاهِر بن عَليّ الْمَقْدِسِي رَحمَه الله وَكتب بعد فرَاغ الْكتاب بِخَط مَا صورته بلغت بِقِرَاءَتِي عَليّ بن مُحَمَّد الْحُسَيْن بن أَحْمد السَّمرقَنْدِي وَابْن عبد الله مُحَمَّد بن إِبْرَاهِيم بن الشَّهِيد القيرواني وَسمع النّصْف الْأَخير أَبُو النَّضر عبد الْملك الطبسي وَذَلِكَ بِمَنْزِلَة نَبِي سلون سنة اثْنَتَيْنِ وَسبعين وَأَرْبَعمِائَة هَذَا كُله حِكَايَة خطه رَحمَه الله نقلته بصورته\nالحديث: 1334 ¦ الجزء: 1 ¦ الصفحة: 250\n",
        "(\nالمنفردات للنسائي\n)\nتَنْبِيه هَذَا جُزْء لمن لم يرد عَنهُ إِلَّا راو وَاحِد جمعهم النَّسَائِيّ واكتفينا بذكرهم هُنَا على اعْتِبَار أَن أَكثر تراجمه جَاءَت عِنْد مُسلم بن الْحجَّاج\n(تَسْمِيَة من لم يرو عَنهُ غير رجل وَاحِد للنسائي)\n1 -\nأَبُو نهشل لَا نعلم أحدا روى عَنهُ غير المَسْعُودِيّ\n2 -\nعَليّ بن عَليّ الْكُوفِي يروي عَن إِبْرَاهِيم لَا نعلم أحدا روى عَنهُ غير الْحسن بن صَالح\n3 -\nطَارق بن زِيَاد وَلَا نعلم أحدا روى عَنهُ غير إِبْرَاهِيم بن مهَاجر\n4 -\nأَبُو الزهراء لَا نعلم أحدا روى عَنهُ غير سَلمَة بن كهيل\n5 -\nهِشَام بن عَمْرو الْفَزارِيّ لَا نعلم أحدا روى عَنهُ غير حَمَّاد بن سَلمَة\n6 -\nخَالِد بن علاق لَا نعلم أحدا روى عَنهُ غير الْجريرِي\n7 -\nعُمَيْر بن إِسْحَاق لَا نعلم أحدا روى عَنهُ غير عون\n8 -\nنُبيح الْعَنزي لَا نعلم أحدا روى عَنهُ غير الْأسود بن قيس\n9 -\nشبيب بن بشر لَا نعلم أحدا روى عَنهُ غير أبي عَاصِم\n10 -\nوَلَا عَن أبي البرزي وَلَا عَن منقذ أبي أُسَامَة غير عمرَان بن جرير\n11 -\nوَلَا عَن بن مَرْيَم غير مغنم بن حَكِيم\n12 -\nوَلَا عَن عبد الْعَزِيز بن عبيد الله\n13 -\nوَحميد بن مَالك غير إِسْمَاعِيل بن عَبَّاس\n14 -\nوَلَا عَن عبد الله بن دِينَار غير إِسْمَاعِيل بن عَبَّاس\n15 -\nوَلَا عَن عِيسَى بن جَارِيَة غير يَعْقُوب أَبُو عَنْبَسَة الرَّازِيّ\n16 -\nوَلَا عَن بجير بن أبي بجير غير إِسْمَاعِيل بن أُميَّة\n17 -\nوَلَا عَن ثَابت الزرقي غير الزهراء\n18 -\nوَلَا عَن أبي الْأَحْوَص غير الزهراء\n19 -\nوَلَا عَن بن عَلْقَمَة غير الزهراء\n20 -\nوَلَا عَن عبد الله بن سَلمَة غير عَمْرو بن مرّة\n21 -\nوَلَا عَن خَالِد بن حَفْص غير شُعْبَة\n22 -\nوَلَا عَن قدامَة غير جريرة\n23 -\nوَلَا عَن أبي حسان غير قَتَادَة\n24 -\nوَلَا عَن مصير بن عكاش غير أبي إِسْحَاق\nالجزء: 1 ¦ الصفحة: 251\n",
        ""
    ]
}