{
    "1": [
        "الموازنة بين الفائق للزمخشري (ت 538 هـ) و النهاية لابن الأثير (ت 606 هـ)\nالمُوَازَنَةُ بَيْنَ\n«الفَائِق» للزَّمَخْشَرِي (ت 538 هـ)\nو«النِّهَايَة» لابن الأثِيْر (ت 606 هـ)\nقال النووي - رحمه الله - عن «علم غريب الحديث»:\n«وَهُوَ فَنٌّ مُهِمٌّ، وَالخَوْضُ فِيْهِ صَعْبٌ، فَلْيَتَحَرَّ خَائِضُهُ،\nوَكَانَ السَّلَفُ يَتَثَبَّتُوْنَ فِيْهِ أَشَدَّ تَثَبُّتِ»\n«تدريب الراوي» للسيوطي (2/ 763)\nكتبه:\nإبراهيم بن عبدالله المديهش\nالجزء: 1 - الصفحة: 1\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله وحده، والصلاة والسلام على من لانبي بعده، وعلى آله وصحبه وأتباعه بإحسان\nأما بعد\nفهذه ورقات مختصرة جداً، تُقدِّم موازنةً بين كتابين من أكبر الكتب المؤلفة في «غريب الحديث» (1)، والموازنةُ لا تتَأتَّى إلا بعد بيان منهج كل كتاب منهما على وجه التفصيل أو قريباً منه، وبيانُ منهج واحد منهما يستغرق وقتاً طويلاً، وعملاً استقرائياً دقيقاً، والوقت لا يُسعف بذلك؛ لذا اعتمدت بعد الله ـ تعالى ـ على من كتب تفصيلاً في منهج الكتابين (2)، مع اطلاعي على الكتابين وقراءة مقدمتهما، ومواضع منهما.\n(1) هذه الورقات مقدَّمَةٌ في الفصل التمهيدي لمرحلة الدكتوراة (1432 هـ)، ثم أضفت عليها يسيراً (1436 هـ).\n(2) من ذلك: «الزمخشري اللغوي وكتابه الفائق» أ. د. رشيد بن عبدالرحمن العبيدي، من منشورات المجمع العلمي العراقي (ط.1412 هـ)، و «منهج ابن الأثير الجزري في مصنفه النهاية في غريب الحديث والأثر» أ. د. أحمد بن محمد الخراط، منشور في الشبكة، وهو بحث مقدم لندوة «عناية المملكة العربية السعودية بالسنة والسيرة النبوية» التي عقدها مجمع الملك فهد لطباعة المصحف، بتاريخ 15/ 3/ 1425 هـ، وقد استفدتُ منه كثيراً في هذه الأوراق، وانظر: مقدمة تحقيقه لكتاب «النهاية» (1/ 26 ــ 79)، و «التأويل في غريب الحديث من خلال كتاب النهاية» د. علي بن عمر السحيباني، طبعة مكتبة الرشد، وكتب أخرى تحدثت عن غريب الحديث مثل: «غريب الحديث» لبازمول، وملفي الشهري، ومقدمة تحفة الأحوذي المطبوعة مفردة، وكتاب «معاجم الغريب» للشرقاوي إقبال.\nثم طبعت في نهاية عام 1435 هـ رسالة دكتوراة مقدمة إلى جامعة دمشق في عام 1414 هـ، بعنوان «ابن الأثير المحدث ومنهجه في كتابه النهاية في غريب الحديث والأثر» د. أميمة رشيد بدر الدين، ط. دار النوادر اللبنانية، وتقع في (487 صفحة).\nالجزء: 1 - الصفحة: 2\n",
        "أولاً: التعريف المختصر ب\nالزمخشري\nوكتابه «الفائق»:\nاسمه وكنيته ولقبه\n:\nأبو القاسم محمود بن عمرَ بن محمد الزَّمَخْشَرِيُّ، الخوارزمِيُّ، النحوي، المعتزلي، الحنفي.\nمولده\n:\nوكان مولده بـ «زَمَخْشَرَ» من قُرى «خوارزم» في (7/ 467 هـ).\nمن مؤلفاته\n:\n«الكشَّاف»، «الفَائِقُ في غريب الحديث»، وَ «ربيع الأَبرارِ»، و «أساسُ البلاغة».\nعقيدة\n:\nعلى مذهب المعتزلة، ومن دعاتهم.\nمذهبه الفقهي\n:\nعلى مذهب الحنفية.\nقيل عنه\n:\nقَالَ السَّمْعَانِيُّ: (برع في الآداب، وصَنَّفَ التصانيف، ورد العراق وخُرَاسان، ما دخل بَلداً إلا واجتمعُوا عليه، وتلمذوا له، وكان علاَّمةً نَسَّابةً).\nوقال شيخ الإسلام - رحمه الله - في كتابه: «مقدمة في أصول التفسير» في أثناء كلامه عن تفاسير المعتزلة: (من هؤلاء من يكون حسن العبادة يدس البدع في كلامه دساً،\nالجزء: 1 - الصفحة: 3\n",
        "وأكثر الناس لا يعلمون، كصاحب الكشاف ونحوه، حتى إنه يروج على خلق كثير من أهل السنة، كثير من تفاسيرهم الباطلة).\nوقال عنه الذهبي في «ميزان الاعتدال»: صالح، لكنه داعية إلى الاعتزال، أجارنا الله؛ فكن حذراً من كشَّافه.\nقال ابن السبكي عن «الكشاف»: آية في بيان أنواع البلاغة والإعجاز، لولا ما شابه من الاعتزال.\nوفاته\n:\n(8/ 12/538 هـ). (1)\n•\nعنوان الكتاب\n:\n«\nالفائق في غريب الحديث\n».\n•\nمعلومات الطباعة\n:\nطبع بتحقيق: محمد أبي الفضل إبراهيم، وعلي البجاوي، الطبعة الأولى في مطبعة البابي الحلبي (1367 هـ) في ثلاث مجلدات، ثم الطبعة الثانية في أربع مجلدات، ثم صورت عنها عدد من دور النشر منها: دار الفكر، ودار المعرفة، وغيرهما.\n•\nالخدمات حول الكتاب\n:\nاختصره عبدالرحمن بن حسين النزيلي (ت القرن 11 هـ) في كتاب سماه «المفيد في غريب الحديث» (2)، وألَّف أ. د. رشيد العبيدي: «الزمخشري اللغوي وكتابه الفائق».\n(1) ينظر: «الأنساب» (3/ 163)، «سير أعلام النبلاء» (20/ 151)، «ميزان الاعتدال» (6/ 383)، «البداية والنهاية» (12/ 235)، «طبقات المعتزلة» (20)، «مقدمة التفسير لابن تيمية مع شرح ابن عثيمين» (ص 79)، «وفيات الأعيان» (5/ 169)، «الجواهر المضية» (3/ 447).\n(2) «هجر العلم ومعاقله في اليمن» للأكوع (3/ 1776).\nالجزء: 1 - الصفحة: 4\n",
        "•\nسبب تأليفه، ووقته\n:\nذكر السبب في مقدمته (1/ 12): [كشفُ ما غرب من ألفاظ الآثار واستبهم، وبيان ما اعتاص من الأغراض واستعجم]\nوربما من الأسباب تسهيل الوصول لغريب الحديث الحديث من خلال الترتيب الهجائي. وقد انتهى منه في (4/ 516 هـ) كما ذكر في آخر كتابه.\n•\nتأثره بمن قبله\n:\nجاء «الفائق» بعد عدد من مؤلفات غريب الحديث: أبي عبيد، ابن قتيبة، الخطابي، الهروي في المجموع، واستفاد منهم كثيراً، بل نقل بالنص من ابن قتيبة، والخطابي، ولم يشر إلى ذلك، ولا أشار في مقدمته. (1)\n(1) مما حدا بمحقق كتاب ابن قتيبة د. عبدالله الجبوري إلى أن يقول بعد موازنة (1/ 81): إن الفائق نسخة أخرى من كتاب غريب الحديث لابن قتيبة. وقال محقق كتاب الخطابي (1/ 38): بأن الزمخشري نقل كثيراً من الأحاديث وشرحها وإن لم يصرح بذلك، ولكن عبارة الخطابي واضحة جلية\n...\nوعندي أن عبارة د. الجبوري فيها نظر، وأنها تزهد في اقتناء الكتاب اكتفاء بكتاب ابن قتيبة، وماذا نقول عن النقل الكثير من الخطابي، ومن أبي عبيد، فهل هو نسخة منهما أيضاً؟ ! .وسبب هذه النتيجة بعد أن أجرى مقارنة بينهما، هو عدم فهمه لمناهج العلماء في التأليف، ومنها اعتمادهم على من كتب قبلهم، ونقل بعضهم من بعض، فيأتي المتأخر وينسخ كتب من سبقه، ويضيف إضافات كثيرة كانت أو قليلة، مع ترتيب أو اختصار (وهكذا نماءُ العلم)، ولم يزل هذا دأبهم في جميع الفنون، نعم يُحسب لمن أشار منهم في مقدمة كتابه إلى اعتماده كتابَ كذا وكذا، مع الاضافات والاستدراكات، كما فعل ابن الأثير مثلاً ..\nوأقول: كيف يُعتبر الفائق نسخة أخرى من ابن قتيبة، تزهيداً فيه! مع وجود نقل كثير من غيره، وإضافات عديدة خاصة في المسائل اللغوية: نحوية، وصرفية، وبلاغية، وغيرها، وقد أقرَّ الجبوري بهذه الاضافات، مع إعادة الترتيب على الحروف الهجائية، وحذف الأسانيد، وهذا العمل داخل ضمن مقاصد التأليف المعروفة؟ ! نعم يُذكر من المآخذ عدم العزو عند النقل، أو الاكتفاء بإشارة في المقدمة، وهذا مالم يفعله الزمخشري.\nالجزء: 1 - الصفحة: 5\n",
        "هذا في تأثره وأما مصادره فإضافة إلى كتب الغريب: العين، وتهذيب الأزهري، وكتاب سيبويه، ومناظر النجوم لابن قتيبة، والمسائل العسكريات لأبي علي الفارسي، والمقامات للهمداني، وكتب الجاحظ، وكتب التفسير. (1)\n•\nتأثيره فيمن بعده\n:\nنقل منه ابن الأثير في «النهاية» في مواضع عديدة تزيد على مئة وثمانين موضعاً. ونقل منه أيضاً ابن منظور في «لسان العرب»، والزبيدي في «تاج العروس»، ومحمد بن السيد (ت 860 هـ) في «الراموز في اللغة» كما في «كشف الظنون» (1/ 572، 831).\n•\nقيمة الكتاب العلمية\n:\nيعتبر من جوامع كتب الغريب، وقد استفاد ممن قبله، وهو حسن الترتيب حيث رتب المواد على الحروف الهجائية بخلاف من سبقه، وفيه عناية فائقة بالمسائل اللغوية.\nويعد انعطافاً مهماً في تاريخ التأليف في المعجمات الخاصة، لما يتميز به هذا الكتاب من خلال تفسيراته وشروحه من ظواهر اللغة وخصائصها العامة\n...\nوقد أشار\n(1) ينظر «الزمخشري اللغوي وكتابه الفائق» د. العبيدي (ص 93) وما بعدها.\nالجزء: 1 - الصفحة: 6\n",
        "الزمخشري في مقدمته إلى شئ من هذا، حيث قال: (1/ 12): يعود لمقتبسه بالنصح ويرجع إلى الراغبين فيه بالنجح: من اقتضاب ترتيب سلمت فيه كلمات الأحاديث نسقاً ونضداً، ولم تذهب بدداً ولا أيدي سبا وطرائق قدداً، ومن اعتماد فسْر موضح وكشف مفصح اطلعت به على حاق المعنى وفص الحقيقة اطلاعاً مؤداه طمأنينة النفس وثلج الصدر، مع الاشتقاق غير المستكره، والتصريف غير المتعسف، والإعراب المحقق البصري الناظر في نص سيبويه وتقرير الفسوى ..\n•\nترتيب مواد الكتاب، ومنهجه في عرض المادة\n:\nرتبه على حروف الهجاء، وخالف في موضع، فقدم الواو على الهاء، وهو ترتيب معروف أيضاً عند أهل اللغة، رتَّبه على الحرفين الأول والثاني فقط، ولم يرتب على الحرف الثالث كما فعل في «أساس البلاغة»، فالحرف الأول في الفائق هو الباب، ومثال الاخلال وعدم الترتيب في الحرف الثالث، ما أورده في باب الواو واللام (4/ 79): [وله، ولي، ولق، ولغ، ولول، ولي، ولث، ولد]\nوعرضه للحديث يختلف طولاً وقصراً، فأحياناً يسرد الحديث كاملاً، وأحياناً يأتي بجزء منه، وغالب ما يكون إيراده الحديث بطوله، بسبب وجود عدد من المفردات الغريبة فيه، فيأتي عليها جميعاً، فيشرحها في موضع واحد .. مثل (1/ 74 ـ 78)، (1/ 94 ـ 99)، (4/ 61)؛ وقد يأتي بجزء من الحديث ويذكر غريبه ولا يأتي بالحديث كاملاً مثل (1/ 251): حديث (نهى النبي - صلى الله عليه وسلم - عن بيع حبل الحبلة)، وحديث صفة الدجال (رأسه حبك)، وحديث الاسراء (1/ 270)، وانظر (1/ 366، 438، 440).\nالجزء: 1 - الصفحة: 7\n",
        "•\nمنهجه في اختيار ألفاظ الغريب\n:\nبما أن أحاديث الكتاب وما فيها من المواد اللغوية مستقاة من كتب من سبقه في التأليف، فإن الاختيار واحد عند أئمة هذا الشأن، يعتنون بالغريب اللفظي، وما يشكل معناه من المشترك اللفظي، فيوردونه كلٌّ بحسب منهجه في طريقة الإيراد، وقد أبان عن شئ من هذا الخطابي في مقدمة كتابه، وابن الأثير - رحمهم الله -.\n•\nمنهجه في تفسير الألفاظ\n:\nيعرض الحديث ثم يشرح اللفظة الغريبة دون أن يذكر اللفظة المراد تفسيرها بعد الحديث، مثاله: (2/ 137): [(أفضل الناس مؤمن مزهد) هو القليل الماء لأن ما عنده يُزهد فيه لقلته] و (4/ 93): [(كان - صلى الله عليه وسلم - إذا قام للتهجد يشوص فاه بالسواك) هو ترك الهجوع للصلاة بالليل]\nوهذا قد يشكل أحياناً في تحديد اللفظة التي أرادها، لكن يعين ذلك معرفة الباب، ففي المثال الأخير أراد تفسير التهجد، وقد أورده في باب (الهاء والجيم) , ويتضح الإشكال حينما يكون في الحديث أكثر من لفظة غريبة.\nيفسر الفعل بالفعل، والاسم بالاسم، وقد يعطي نقيضها أو رديفها، وقد يبين نوع الصيغة التي وردت بها اللفظة، مثاله (2/ 77): («كان يقرب إلى الصبيان تصبيحهم» هو فى الأصل مصدر صبح القوم إذا سقاهم الصبوح ثم سمى به الغداء كما قيل للنبات: التنبيت وللنور: التنوير). ويأتي بالنقيض، فمثلاً (3/ 40): العوراء: هي الكلمة الشنيعة، ونقيضها العيناء.\nالجزء: 1 - الصفحة: 8\n",
        "ويذكر المترادفات (1)، ويضبط المواد بالشكل والحروف، وهذا واضح في أدنى تصفح (2)، ويبين أيضاً الاشتقاق (3)، ويعتني في تفسير مواد الغريب بذكر الشواهد: وهي شواهد قراءنية، فقد تجاوزت (270) شاهداً، أو حديثية وهي أكثر نصوص الاستشهاد، يأتي بها شاهداً للفظ المشروح (4) أو لمعنى الحديث (5)، يلي الشواهد الحديثية الشعر فقد أورد (1445) شاهداً شعرياً، ثم الأمثال (115) مثلاً وكثيراً ما يحيل في شرح المثل إلى كتابه «المستقصي في الأمثال»، ثم أقوال الفصحاء والبلغاء (6).\nيعتني أحياناً بروايات الحديث، والاختلاف فيها، ويخطئ بعض الرواة أحياناً، ويشير إلى تصحيف في اللفظة، ويذكر الاحتمالات الواردة في الرواية (7)، ويبين اللغات الواردة في اللفظة المشروحة، ينظر مثلاً (3/ 9)، ويقلب وجوه الاحتمالات الدلالية، مثاله (3/ 375) لفظة «تمعن عليه» فسرها على أنه من المعان وهو المكان، ثم استوفى الوجوه الأخرى المحتملة، فقال: [أو من قولهم للأديم: معن ومعين أي انبطح ساجداً على بساطه كالنطع الممدود. كقولهم: رأيته كأنه جلس من خشية الله. أو من المعين وهو الماء الجاري على وجه الأرض. وقد معن: إذا جرى. ويروى: تمعك عليه\n(1) ينظر مثلاً: (3/ 160، 388)، (2/ 87، 161).\n(2) ينظر مثلاً: (3/ 91، 97، 114، 394) (4/ 85).\n(3) ينظر مثلاً: (1/ 427) (3/ 40، 333).\n(4) ينظر مثلاً: (1/ 147).\n(5) ينظر مثلاً: (1/ 149).\n(6) ينظر في هذا كلِّه: «الزمخشري اللغوي وكتابه الفائق» د. العبيدي.\n(7) ينظر مثلاً: (1/ 164، 150، 197)، (2/ 96، 236، 348)، (3/ 119، 288، 269)، (4/ 73).\nالجزء: 1 - الصفحة: 9\n",
        "أي تقلب عليه وتمرغ. أو من أمعن بحقه وأذعن إذا أقر أي انقاد وخشع انقياد المعترف. أو من المعن وهو الشيء اليسير أي تصاغر وتضاءل].\nوقد نثر الزمخشري في الكتاب مسائل لغوية كثيرة من: نحو (1)، وصرف (2)، وبلاغة (3)، وعروض (4)، وغيرها حتى أصبحت السمة البارزة للكتاب، والتي تميزه عن غيره من كتب هذا الفن.\nيذكر الأضداد (5)، والأعجمي والمعرَّب (6)، ويبين اللهجات واللغات السامية (7)، والأصوات اللغوية (8). ويضبط الأعلام والأنساب الواردة في الكتاب (9).\nومن منهجه الاستطراد، فيذكر المثيل، ثم يُفرِّع عنه، ويتوسع في ذلك، مثاله (1/ 159): «تيَّا» تحدث عنها، ثم ذكر «ذا» و «اللذيا»، وانظر أيضاً (3/ 145).\n(1) ينظر مثلاً: (1/ 16، 126، 173، 266، 269)، (2/ 310).\n(2) ينظر مثلاً: (1/ 7، 119، 175، 177، 180)، (2/ 5)، (3/ 333).\n(3) ينظر مثلاً: (1/ 68، 136، 196، 263)، (3/ 36، ، 47، 116، 197، 273).\n(4) ينظر مثلاً: (2/ 56)، (3/ 178، 287).\n(5) ينظر مثلاً: (1/ 142، 248)، (2/ 271، 353).\n(6) ينظر مثلاً: (1/ 43، 68، 88، 90، 126، 195).\n(7) ينظر مثلاً: (1/ 440)، (2/ 144، 199، 215)، (3/ 36).\n(8) ينظر «الزمخشري اللغوي وكتابه الفائق» د. العبيدي (ص 127 ـ 131).\n(9) ينظر مثلاً: (2/ 215، 252، 390)، (3/ 110، 115، 227).\nالجزء: 1 - الصفحة: 10\n",
        "الجدير بالتنبيه: أن الزمخشري لا يفسر غريب الحديث الوارد في الباب الذي يتحدث فيه فقط، بل يُفسِّر أحياناً غريب الأحاديث التي يوردها في شرحه للمفردة اللغوية (1). وأنه لم يكن ناقلاً لأقوال من سبقه فحسب، بل له اختيارات، وتصويبات، من ذلك، قوله: (وليس بثبت)، (لا أحقه) (2)، وتعقب أبي عبيد في رواية حديث. (3)\n•\nمذهبه العقدي وأثره في الكتاب\n:\nسبق في ترجمة الزمخشري أنه معتزلي، بل من كبارهم ومن الدعاة إلى مذهبهم، وسبق ذكر قول شيخ الإسلام ابن تيمية فيه وفي تفسيره، ولا شك في ظهور شئ من مذهبه لكن ليس بالصورة الموجودة في «الكشاف» لأن مجال بث مسائل الاعتزال في «الكشاف» أوضح من المعجم اللغوي «الفائق»، على كلٍ أورد في كتابه تأويل عدد من صفات الله - عز وجل -، مثل: صفة اليد، والقدم، والإصبع، والعين، والوجه، وغير ذلك من الصفات الثابتة في الكتاب والسنة. (4)\n•\nمذهبه الفقهي وأثره في الكتاب\n:\nسبق في ترجمته أنه حنفي المذهب، ونجد في «الفائق» عرضاً لبعض المسائل الفقهية، يقول في بعضها: (قال: أصحابنا) يريد: الحنفية، وقد عرض لمسألة طلاق\n(1) ينظر مثلاً: (1/ 111، 113).\n(2) ينظر مثلاً: (1/ 71)، (3/ 270)، وغيرها.\n(3) ينظر: (1/ 3/42).\n(4) ينظر مثلاً: (1/ 107، 108، 109، 110)، (2/ 282)، (3/ 165، 193، 194)، (4/ 6 ـ 7).\nالجزء: 1 - الصفحة: 11\n",
        "المكره، وبول الغلام، وغيرها، يشير إلى المذاهب الفقهية، مع عنايته بأقوال أئمة الحنفية. (1)\n•\nالمآخذ على الكتاب\n:\n1. العقيدة: هو معتزلي، ينثر اعتزالياته بطريقة قد تخفى على القارئ أول الأمر، كما في «الكشاف» فلا يؤمن من وجود دسائس مثل هذه في كتاب «الفائق»، وقد وجدت تأويلات لصفات الله تعالى ـ كما سبق ـ.\n2. عزو النقول، وذكر المصادر: الزمخشري اعتمد على من قبله كثيراً، مثل: كتاب أبي عبيد، وابن قتيبة، والخطابي، ولم يشر في كثير من النقول، ولم يذكر في المقدمة اعتماده على هذه المصادر!\nوإن كان بعض المعاصرين يرى بأن نقل العلماء بعضهم عن بعض دون عزو سِمَةٌ ظاهرة في القرون السابقة. (2)\n3. شرحه غريب الحديث كاملاً في موضع واحد، ولا يفرق الألفاظ على مواضعها في الكتاب حسب ترتيب المادة، وبناء عليه فإنه يصعب الوصول إلى بعض الألفاظ.\nقال ابن الأثير في مقدمة «النهاية» (1/ 9) عن كتاب «الفائق»: [ولقد صادف هذا الاسمُ مُسَمَّى، وكشف من غريب الحديث كل مُعَمَّى، ورتَّبه على وضعٍ اخْتارَه، مُقَفَّى على حروف المعجم، ولكن في العُثُور على طلب الحديث منه كُلْفَةً ومشقة، وإن\n(1) ينظر مثلاً: (2/ 108)، (3/ 77، 107، 275، 322، 344)، (4/ 65).\n(2) ينظر: «كتب حذر منها العلماء» للشيخ: مشهور سلمان (2/ 372).\nالجزء: 1 - الصفحة: 12\n",
        "كانت دون غيره من مُتَقدم الكتب؛ لأنه جَمعَ في التَقْفِيةِ بين إيراد الحديث مَسْرُوداً جميعه أو أكثره أو أقله، ثم شَرَحَ ما فيه من غريب، فيجيء شرحُ كل كلمة غريبة يشتمل عليها ذلك الحديث في حرف واحد من حروف المعجم، فترِدُ الكلمة في غير حرفها، وإذا تَطَلَّبها الإِنسان تَعِب حتى يَجدها، فكان كتابُ الهروي أقرب متناوَلاً، وأسهل مأخذاً، وإن كانت كلماته متفرقة في حروفها، وكان النفع به أتمَّ والفائدة منه أعمَّ .. ].\n4. عدم التزامه بالترتيب في الحرف الثالث، بل اكتفى بالحرف الأول والثاني.\n5. تضمن الكتاب بعض الاجتهادات اللغوية التي لايوافق عليها. (1)\n6. عدم التنبيه على الأحاديث الضعيفة والموضوعة، وهذا تبع لمن سبقه، وعليه عامة من كتب في الغريب؛ لأن القصد هو شرح المفردة الغريبة، أما بيان الصحة والضعف فلها كتب أخرى، ولو أراد أصحاب الفن تمييز ذلك، لطالت الكتب كثيراً، نظراً لكثرة الأحاديث.\n* * *\n(1) ينظر «الزمخشري اللغوي وكتابه الفائق» د. العبيدي (ص 156)، وانظر كتاب «التأويل في غريب الحديث\n...\n» د. السحيباني (ص 545).\nالجزء: 1 - الصفحة: 13\n",
        "ثانياً: التعريف المختصر ب\nابن الأثير\nوكتابه «النهاية»:\n(1)\nاسمه وكنيته ولقبه\n:\nمجد الدين، أبو السعادات المبارك بن محمد بن محمد بنِ عبدالكريم بن عبدالواحد الشيباني، الجزري، ثُمَّ الموصلي، الكاتب، ابنُ الأَثِير، و «الأثير» لقبٌ لوالده أبي محمد بن عبدالكريم.\nمولده\n:\nبجزيرة ابن عُمَر، سنة (544 هـ)، ونشأ بها، ثم تَحوَّل إلى المَوصل.\nمن مؤلفاته\n:\n«جَامع الأصول»، وَ «غريب الحديث»، و «شرح مسند الشافعي»، «الفروق في الأَبنية)، «الأَذواءِ والذوات»، «المختار فِي مناقب الأَخيار»، و «شرحُ غريب الطوال».\nعقيدته\n:\nعلى مذهب الأشاعرة.\nمذهبه الفقهي\n:\nعلى مذهب الشافعية.\nقيل عنه\n:\nحَدَّثَ وَانتفعَ بِهِ النَّاسُ، وَكَانَ وَرِعاً، عَاقِلاً، بَهِيّاً، ذَا بِرٍّ وَإِحسَانٍ، وَأَخُوْهُ عِزُّ الدِّيْنِ عليٌّ، صَاحِبُ «التَّارِيْخِ»، وَأَخُوْهُمَا الصَّاحبُ ضِيَاءُ الدِّيْنِ، مُصَنِّفُ كِتَاب «المَثَلِ السَّائِرِ».\n(1) تنبيه: استفدتُ كثيراً من بحثين: الأول: للأستاذ الدكتور: أحمد الخراط، والثاني: د. علي السحيباني في كتابه «التأويل في غريب الحديث من خلال كتاب النهاية لابن الأثير».\nالجزء: 1 - الصفحة: 14\n",
        "وفاته: تُوُفِّيَ: فِي الموصل (606 هـ). (1)\n•\nعنوان الكتاب\n:\n«\nالنهاية في غريب الحديث والأثر\n»\n•\nمعلومات الطباعة\n:\nطبع في طهران سنة (1269 هـ) طبعة حجرية في مجلد واحد، ثم في المطبعة الخيرية في مصر (1306 هـ) في أربع مجلدات وبهامشها الدر النثير للسيوطي وتصحيفات المحدثين للعسكري، والطبعة الثالثة في المطبعة العثمانية في القاهرة\n...\n(1311 هـ) في أربع مجلدات بتصحيح الطهطاوي، وبهامشها الدر النثير للسيوطي، والطبعة الرابعة في الخيرية في القاهرة (1318 هـ) في أربع مجلدات، والخامسة في البابي الحلبي في القاهرة (1383 هـ) في خمس مجلدات، بتحقيق: طاهر الزاوي، ومحمود الطناحي، وهي أحسن الطبعات على ضعف فيها. (2)\nثم طبع في مجلد واحد بإخراج: علي حسن عبدالحميد، طبعة: دار ابن الجوزي (1421 هـ)، وطبعة أخرى بعناية: رائد صبري، ط. بيت الأفكار (1422 هـ تقريباً).\n(1) ينظر: «سير أعلام النبلاء» (21/ 488)، و «طبقات السبكي» (5/ 153)، و «البداية والنهاية»\n...\n(13/ 54)، «وفيات الاعيان» (4/ 141).\n(2) اعترف بذلك الطناحي ـ رحمه الله ـ في مقدمته لتحقيق «منال الطالب» (ص 24)، واعتذر لذلك بأن عمله فيه كان من أوائل اشتغاله بالعلم، وانظر «مجلة اللغة العربية في أم القرى» عدد (1) 1401 هـ (ص 66). أفاده د. السحيباني في كتابه «التأويل في غريب الحديث من خلال كتاب النهاية» (ص 121).\nالجزء: 1 - الصفحة: 15\n",
        "وكلاهما اعتمدا طبعة الطناحي والزاوي.\nثم طبع في عام 1434 هـ بتحقيق أ. د. أحمد الخراط، في (10) مجلدات، معتمداً على عشر نسخ خطية، طبع في المكتبة المكية، ومؤسسة الريان، ووزعته وزارة الأوقاف في قطر. ــ وهي أحسن طبعة للكتاب، ولله الحمد ـ.\n•\nقيل فيه\n:\nوصفه أهل الفنِّ بأنّه «لم يُعهد نظيره في بابه» (1)، ووصفه ابن منظور في مقدمته (2): بأنه «جاء في ذلك بالنهاية، وجاوز في الجودة حدَّ الغاية».\nوقال السيوطي (3): «وهو أحسن كتب الغريب، وأجمعها، وأشهرها، وأكثرها تداولاً».\n•\nالخدمات حول الكتاب\n:\nتعددت طباعته مما يدل على اعتناء أهل العلم به، ولم يطبع كتاب من كتب الغريب مثل ما طبع كتاب «النهاية».\nنظمه شعراً (4): إسماعيل بن محمد البعلي (ت 785 هـ)، وسمَّاه «الكفاية في نظم النهاية».\n(1) «مفتاح السعادة» لطاش كبري زاده (1/ 125)، وانظر: «شرح شرح نخبة الفكر لابن حجر»\n...\n(ص 504).\n(2) «لسان العرب» (1/ 18).\n(3) «الرسالة المستطرفة» (ص 156).\n(4) انظر مقدمة تحقيق «النهاية» (1/ 8).\nالجزء: 1 - الصفحة: 16\n",
        "وذيَّل عليه: صفي الدين محمود الأرموي (1) (ت 723 هـ).\nوالسيوطي أيضاً بعنوان «التذييل والتذنيب على نهاية الغريب» وهو مطبوع، ومن المعاصرين: عبدالسلام علوش في «الذيل على النهاية في غريب الحديث والأثر» (569 صفحة).\nكما اختصره: إبراهيم بن علي النووي، وسماه «قاموس البحر ونبراس الفجر .. »، واختصره: السيوطي بعنوان «الدر النثير» وقد أضاف إليه بعض الزيادات، وعيسى بن محمد الصفوي، (ت 953 هـ) في قريب من نصف حجمه (2)، واختصره أيضاً: علي بن حسام الدين المتقي (3) (ت 975 هـ)، واختصره من المعاصرين: إصلاح الدين حفني. (4)\nومن الخدمات للكتاب: «ابن الأثير المحدث ومنهجه في كتاب النهاية» لأميمة رشيد بدر الدين، رسالة دكتوراة في جامعة دمشق (1993 م) ـ طبعت مؤخراً في عام 1435 هـ، جاءت في (487 صفحة) ط. دارالنوادر اللبنانية ــ، و «منهج ابن الأثير في النهاية» أ. د. أحمد بن محمد الخراط، بحث منشور في «الشبكة العنكبوتية» ـ سبق ذكره في (ص 2)، وكتاب «التأويل في غريب الحديث من خلال كتاب النهاية» د. علي بن عمر السحيباني.\n(1) «كشف الظنون» (2/ 1989).\n(2) «كشف الظنون» (2/ 1989).\n(3) انظر: مقدمة تحقيق «النهاية» ـ ط. الطناحي ـ (1/ 12).\n(4) «التأويل في كتب غريب الحديث .. » (ص 127)، وانظر «جامع الشروح والحواشي» للحبشي\n...\n(3/ 2037).\nالجزء: 1 - الصفحة: 17\n",
        "وهناك تخريج لأحاديث الكتاب في رسائل ما جستير «بحث تكميلي» في قسم الحديث في الجامعة الإسلامية في غزة.\n•\nسبب تأليفه\n:\nلما رأى أن كتاب «الغريبين» للهروي، والمتمم له «المجموع المغيث» لأبي موسى المديني، يقبلان الاستدراك والاضافة، مع صعوبة الوصول إلى المبتغى، رأى أن يجمع بينهما، ويجردهما من غريب القرآن، مع إضافة كل كلمة إلى أختها في بابها؛ تسهيلاً على الطالب، ثم يضيف ما يستدركه عليهما مما وقف عليه في بطون كتب السنة النبوية. (1)\n•\nمقدمة الكتاب\n:\nخير من يُبيِّن منهج الكتاب مؤلفه، فقد بيَّن ابن الأثير في مقدمته معالم في علم\n...\n«غريب الحديث» وبين منهجه، تحدَّث فيها عن أهمية علم الحديث والأثر، وأنه ينقسم إلى قسمين، أحدهما: معرفة ألفاظه، والثاني: معرفة معانيه. ويرى أنَّ معرفة ألفاظه مقدمة في الرتبة؛ لأنها الأصل في الخطاب، وبها يَحْصُل التفاهمُ، فإذا عُرِفَتْ تَرَتَّبَتْ المعاني عليها، فكان الاهتمام ببيانها أولى. ويُقسِّم بعد ذلك الألفاظ إلى: مفردة ومركبة، ويرى أنَّ معرفة المفردة مقدمة على معرفة المركبة؛ ويقسم الألفاظ المفردة إلى قسمين: أحدهما خاص، والآخر عام.\nأمَّا العامُّ فهو: ما يشترك في معرفته جمهور أهل اللسان العربي، ممَّا يدور بينهم في الخطاب، وتناقلوه.\nوأمَّا الخاصُّ فهو: ما ورد فيه من الألفاظ اللغوية والكلمات الغريبة التي لا يعرفها\n(1) بين ذلك في مقدمة كتابه.\nالجزء: 1 - الصفحة: 18\n",
        "إلا من عُني بها، فكان الاهتمام بمعرفة هذا النوع الخاص من الألفاظ أهمَّ ممَّا سواه، إذ الحاجة إليه ضروريةٌ في البيان\n...\nثم يتحدَّث المؤلف (1) عن أوَّلَ من جمع في هذا الفن: أبو عبيدة مَعْمَر بن المثنى، والمؤلفات بعده، مع تعليقات عليها موجزة، وينتقد بعض مناهجها في الشمول والترتيب، وغيره.\nثم ذكر اعتماده على كتابين: «الغريبين للهروي»، و «المجموع المغيث» لأبي موسى المديني، مع الترتيب والإضافة عليهما.\nوينبِّه ابنُ الأثير القارئَ على أنَّ ما اقتبسه من كتاب الهروي ميّزَه بالحرف\n...\n«هـ» بالحمرة، وما اقتبسه من كتاب أبي موسى ميّزه بالحرف «س»، وما أضافه من غيرهما أهمله بغير علامة؛ ليتميز ما فيهما عمّا ليس فيهما، كما أفاد القارئ بأنَّ جميع ما في كتابه ينقسم إلى قسمين:\nأحدهما: مضاف إلى مُسَمَّى، وقد يكون ذلك المسمَّى هو صاحب الحديث، أو يكون راوياً للحديث، أو يكون سبباً في ذكر ذلك الحديث فأُضيف إليه، أو يكون له فيه ذِكْرٌ عُرِفَ الحديث به.\nوالثاني: غير مضاف إلى مُسَمَّى، والغالب عليه أنه من أحاديث رسول الله - صلى الله عليه وسلم - إلا القليل الذي لا تُعْرَف حقيقته: هل هو من حديثه أو من حديث غيره (2)؟\nثم يتحدث عن الترتيب المعجمي الذي سلكه، فقد التزم الحرف الأول والثاني من كل كلمة، وأتبع ذلك بالحرف الثالث من الكلمة على سياق الحروف.\n(1) «النهاية» (1/ 5).\n(2) «النهاية» (1/ 12).\nالجزء: 1 - الصفحة: 19\n",
        "ثم يتحدث عن المشكلة التي واجهَتْه، وهي (1): (أني وجدت في الحديث كلماتٍ كثيرة في أوائلها حروف زائدة قد بُنِيت الكلمة عليها، حتى صارت كأنها من نفسها، وكان يلتبس موضعها الأصلي على طالبها)، ورأى أنَّ حَلَّ هذه المشكلة يكمن في (أن أثبتَها في باب الحرف الذي هو في أولها، وإن لم يكن أصلياً، ونَبَّهْتُ عند ذِكْرِهِ على زيادتِه؛ لئلا يراها أحد في غير بابها، فيظنُّ أنّي وَضَعْتُها فيه للجهل بها).\n•\nتأثره بمن قبله\n:\nكتاب «النهاية» امتداد لجهود من سبقه، اعتمد على السابقين، وأضاف كثيراً، ف «كتاب الغريبين» لأبي عبيد الهروي (ت 401 هـ) فيه غريب القرآن والحديث، والعناية بالأسانيد، مرتب على حروف المعجم، جمع فيه كتاب أبي عبيد القاسم بن سلام، وابن قتيبة، وغيرهما، مع إضافات عليها، ثم جاء أبو موسى المديني\n...\n(ت 581 هـ) فاستدرك ما فات الهروي بكتاب سماه «المجموع المغيث في غريبي القرآن والحديث»، فجاء ابن الأثير فجعلهما أصلاً، وأضاف عليهما كثيراً، واستفاد أيضاً من «الفائق» للزمخشري، كما سبق في (ص 6).\n•\nتأثيره فيمن بعده\n:\nلما كان كتاب «النهاية» اسما على مسمَّى، اعتمده من جاء بعده، واعتنوا به: نظماً، واختصاراً، وتذييلاً ـ كما سبق في ذكر «الخدمات حول الكتاب» ــ.\nوممن استفاد من «النهاية» العلامة ابن منظور في كتابه «لسان العرب» فقد جعله أحد مصادره الخمسة التي اعتمد عليها.\n(1) «النهاية» (1/ 11).\nالجزء: 1 - الصفحة: 20\n",
        "وكذا «مجمع بحار الأنوار في غرائب التنزيل ولطائف الأخبار» لمحمد طاهر الصديقي الفَتَّني (ت 986 هـ)، وقد سارَ فيه على منهج الترتيب الهجائي، وذكر في مقدمته (1) بأنَّ جعل كتاب «النهاية» أصلاً له، وأنه لم يغادر منه إلا ما نَدَرَ أو شاعَ بينهم وانتشر.\nوممن استفاد منه أيضاً الزبيدي في «تاج العروس»، والفيومي في «المصباح المنير»، وغيرهم.\n•\nقيمة الكتاب العلمية\n:\nيُعتبر أجمع كتاب في غريب الحديث، كما ذكر السيوطي في «التذييل» (ص 33)، وأنه هذَّب الكتب التي قبله، ورتبها، وأضاف عليها، وأنه يضيف الحديث إلى راويه في الغالب، أو إلى شهرته، أو لمن وقعت منه الحادثة، كما ذكر ذلك في المقدمة (1/ 12)، مع حسن ترتيبه، لتسهيل الوصول إلى المراد، وتثبُّته من ألفاظ الحديث بالرجوع إلى أمهات كتب السنة، خاصة مع عنايته بالحديث، وجمع متونه كما في كتابه الكبير\n...\n«جامع الأصول».\nقال أ. د. أحمد الخراط ـ وفقه الله ـ: (فمن خلال «النهاية في غريب الحديث والأثر» يستطيع المُراجِع أن يقف على مجمل الثروة اللفظية والمعنوية التي تناولَتْ أحاديث الباب، سواء منها ما وصلَنا من مصنفات مثل كتاب: ابن قتيبة، وأبي عبيد، والمديني، والزمخشري، أو ضاعت أصوله، فحفظ لنا كتاب ابن الأثير طائفة منها، من\n(1) «مجمع بحار الأنوار» (1/ 24).\nالجزء: 1 - الصفحة: 21\n",
        "مثل: كتاب «غريب الحديث» للحربي (1) و «غريب الحديث» لـ شمربن حمدويه، كما حفظ لنا كثيراً من أقوال اللغويين، الذين لم تصلنا مصنفاتهم كـ: نفطويه، والأصمعي، والسجستاني، وثعلب، والزجَّاج\n...\n). (2)\n•\nترتيب مواد الكتاب، ومنهجه في عرض المادة\n:\nرتَّب المادة وفْقَ الحروف الهجائية، فيبدأ في اختيار الحرف الأخير من الكلمة بعد تجريدها من الحروف الزائدة، ورَدِّ الحرف الأصليِّ المحذوف، ثم العودة إلى الحرف الأول من الكلمة.\nإذا كان الحديث الواحد يتضمن أكثر من مفردة غريبة، فإنه يُوَزِّع نصَّ الحديث إلى مقطعات عديدة، فيذكر كل لفظ غريب وفْقَ ترتيبه الهجائي الأول. بخلاف الزمخشري في «الفائق» فإنه يَسْرد النص كاملاً وفق الترتيب الهجائي لأول لفظٍ غريب، ثم يَذْكر اللفظ الغريب الثاني في الموضع نفسه.\nيبدأ بحرف الهمزة، ويندرج تحته عنوان بارز: «باب الهمزة مع الباء»، وتحت هذا العنوان مادة أَبب، ثم مادة أبد، ثم أبر، أبس، أَبض، وهكذا، ويراعي ترتيب الأوائل فالثواني فالثوالث داخل المادة الواحدة.\nيكرر إيراد الحديث الذي تضمن أكثر من لفظة غريبة بحسب موقعها من الترتيب الهجائي: فيشرح اللفظة الغريبة التي تدخل في المادة اللغوية التي عقدها، فإن ورد غريبان أو أكثر في الحديث نفسه اكتفى بغريب الباب، وإن أراد المُراجِع معرفة باقي\n(1) حقق الدكتور سليمان العايد المجلدة الخامسة منه.\n(2) «منهج ابن الأثير في النهاية» (ص 53).\nالجزء: 1 - الصفحة: 22\n",
        "غريب الحديث الذي أورده فَلْيتتبَّعْ مَظانَّه في سائر المواد وَفْقَ حرفه الهجائي، بيد أنَّ ابن الأثير في أحيان نادرة يضطر إلى شرح ألفاظ الحديث مجتمعةً، فإنَّه إذا فُرِّقَ لا يكاد يُفهم الغرض منه، وذلك كما في الحديث (1): «وإنَّ ممَّا يُنْبِتُ الربيعُ ما يَقْتُلُ حَبَطاً أو يُلِمُّ، إلا آكلة الخَضِر فإنها أكلَتْ، حتى إذا امتدَّتْ خاصِرتاها استقبلَتْ عينَ الشمسِ فثَلَطَتْ وبالَتْ ثم رَتَعَتْ\n...\n».\nوفي حديث الكوثر (2): «طِينُه المِسْكُ، ورَضْراضُه التُّوم»، يقول: «الرَّضْراض: الحصى الصِّغار، والتُّوم: الدُّرُّ». (3)\nوحديثه في المادة يختلف طولاً وقصراً (4)، فتجد في المادة اللغوية الواحدة عشرات النصوص من أحاديث الغريب، وذلك من مثل: هود، خلف، ركب، دين، دخل، سمع، وفي مقابل ذلك قد لا يتوافر في بعض المواد أكثر من حديث غريب واحد في المادة من مثل: رصح، رصغ، رتت، رتم، رثأ.\nوقد يورد مادةً لغويةً ولا يذكر ضمنَها أيَّ حديث، وإنما يشير إلى تكرار ذكر لفظة معينة، فيتحدث عنها مفردةً، كقوله في «هَلُمَّ» (5): قد تكرر في الحديث ذكر\n...\n«هَلُمَّ» ومعناه: تعال، ومنه لغتان، فأهل الحجاز يُطْلقونه على الواحد والجميع والاثنين والمؤنث، بلفظ واحد مبني على الفتح، وبنو تميم تُثَنِّي وتجمع وتؤنث فتقول: هلُمَّ\n(1) «النهاية» (2/ 40).\n(2) «النهاية» (2/ 229).\n(3) «منهج ابن الأثير في النهاية» للخراط (ص 26).\n(4) قارن مثلاً بين المواضع الثلاثة (1/ 166)، و (2/ 353)، و (1/ 37).\n(5) «النهاية» (5/ 272).\nالجزء: 1 - الصفحة: 23\n",
        "وهَلُمّي وهَلُمَّا وهَلُمُّوا».\nوكقوله (1): «تكرر ذكر التوكل في الحديث، يقال: تَوَكَّل بالأمر إذا ضَمن القيام به، ووكَلْتُ أمري إلى فلان أي: ألجأته إليه، واعتمدت فيه عليه.\nوكقوله (2): (قد تكرر ذكر «المُزْن» وهو الغيم والسَّحاب، واحدته مُزْنة. وقيل: هي السحابة البيضاء). (3)\n•\nمنهجه في اختيار ألفاظ الغريب\n:\nمنهج كتب الغريب في هذا المطلب واحد، وقد سبق بيان ذلك في الحديث عن منهج الزمخشري (ص 8).\n•\nمنهجه في تفسير الألفاظ\n:\nيُعنى بضبط الفعل في الماضي والمضارع، ويُورد مصدره، كقوله في مادة «أَبق»: (أبَقَ العبدُ يأبَقُ ويأبِقُ إباقاً إذا هرب، وتأبَّق إذا استتر).\nويضبط بالحروف، كأن يقول (4) في حديث: «إنكم سَتَلْقَوْنَ بعدي أَثَرَة». الأَثَرة ـ بفتح الهمزة والثاء ـ الاسم من: آثَرَ يُؤْثِر إيثاراً، إذا أعطى، والاستئثار: الانفراد بالشيء.\nويبين لغات العرب أحياناً، من ذلك قوله في الحديث (5): «أَصْبح بحمد الله\n(1) «النهاية» (5/ 221).\n(2) «النهاية» (4/ 325).\n(3) «منهج ابن الأثير في النهاية» للخراط (ص 28).\n(4) «النهاية» (1/ 22).\n(5) «النهاية» (1/ 111).\nالجزء: 1 - الصفحة: 24\n",
        "بارئاً»، أي: مُعافى. يقال: بَرَأتُ من المرض أبْرَأُ بَرْءاً بالفتح، فأنا بارِئٌ، وأبرأني الله من المرض. وغير أهل الحجاز يقولون بَرِئْتُ ـ بالكسرـ بُرْءاً.\nويبين الفصيح من اللغات أحياناً، يقول في حديث (1) «آمِرُوا النساءَ في أنفسهن» أي: شاوِروهُنَّ في تزويجهن. ويقال فيه: وامَرْتُه، وليس بفصيح.\nيورد في شرح المادة الغريبة:\nالشواهد القرانية، وقد يركن إلى بعض القراءات المتواترة أو الشاذة؛ ليُجلي المعنى الذي يذهب إليه في شرح غريبه (2)\nوالشواهد الحديثية فيشرح الحديث بالحديث، مثاله: في مادة (حثل) يورد حديث (3): «لا تقوم الساعة إلا على حُثالةٍ من الناس» ثم يقول: (الحُثالة الرديء من كل شيء). ومنه الحديث: «كيف أنت إذا بَقِيتَ في حُثالة من الناس» يريد: أراذلهم، ومنه الحديث: «أعوذ بك من أن أبقى في حَثْلٍ من الناس».\nوفي مادة (دأل) يورد حديث خزيمة (4): «إنَّ الجنة محظورٌ عليها بالدآليل». ويقول: (أي: بالدواهي والشدائدِ. وهذا كقوله: «حُفَّت الجنةُ بالمكاره»).\nوالشواهد الشعرية من ذلك قوله في مادة (بدر) في حديث المبعث «فرجَعَ بها ترجُفُ بوادِرُه». (5) هي جمع بادِرَة، وهي: لَحْمَةٌ بين المَنكِب والعنق، والبادِرَة من الكلام الذي يسبق الإنسان إليه في الغضب. ومنه قول النابغة:\n(1) «النهاية» (1/ 66).\n(2) «النهاية» (3/ 153)، (4/ 274).\n(3) «النهاية» (1/ 339).\n(4) «النهاية» (2/ 95).\n(5) «النهاية» (1/ 106).\nالجزء: 1 - الصفحة: 25\n",
        "ولا خيرَ في حِلْمٍ إذا لم تكن له\n...\nبوادِرُ تَحْمي صَفْوَه أن يُكَدَّرا\nويستطرد أحياناً بفوائد لها علاقة قوية بالمادة، ففي حديث (1): «فهذا أوان قطعتْ أَبْهَري»، يذكر: (أنَّ الأَبْهرَ عرقٌ منشؤه من الرأس ويمتد إلى القدم، وله شرايينُ تتصل بأكثرِ الأطراف والبدن، فالذي في الرأس منه يسمَّى النَّأْمة، ويمتد إلى الحلق فيسمّى فيه الوريد، ويمتد إلى الصدر فيسمّى الأبهر، ويمتد إلى الظهر فيسمَّى الوَتين، ويمتد إلى الفخذ فيسمَّى النَّسَا، ويمتد إلى الساق فيسمَّى الصافِنَ).\nويبين المعرب والدخيل، ففي الحديث (2): «من لعب بالأَسْبَرَنج والنرد فقد غمس يده في دم خنزير». يقول: هو اسم الفَرَس الذي في الشطرنج، واللفظة فارسية مُعَرَّبة. ويعتني بمسائل التأنيث والتذكر، في قصة حنين (3): «كإمرار الحديد على الطَّسْت الجديد». يقول: وصف الطَّسْت وهي مؤنثة بالجديد وهو مذكَّر: إمَّا لأنَّ تأنيثها غير حقيقي، فأوَّله على الإناء والظرف، أو لأنَّ فَعِيلاً يوصف به المؤنث بلا علامة تأنيث نحوُ: امرأة قتيل، وكفٌّ خَضيب.\nويبين الأمكنة ويحددها، ورد في الحديث (4): «الأبْواء». يقول: هو بفتح الهمزة وسكون الباء والمد: جبل بين مكة والمدينة، وعنده بلد ينسب إليه. وورد «بَرْثان» فيقول (5): بفتح الباء وسكون الراء، وادٍ في طريق رسول الله - صلى الله عليه وسلم - إلى بدر، وقيل في\n(1) «النهاية» (1/ 18).\n(2) «النهاية» (1/ 47).\n(3) «النهاية» (1/ 246).\n(4) «النهاية» (1/ 20).\n(5) «النهاية» (1/ 113).\nالجزء: 1 - الصفحة: 26\n",
        "ضبطه غير ذلك.\nيبين اللحن الشائع العامة وتصحيفهم، أورد الحديث (1): «فَضْلُ عائشة على النساء، كفضل الثَّريد على سائر الطعام» أي: باقيه، ويقول: والناس يستعملونه في معنى الجميع، وليس بصحيح، وقد تكررت هذه اللفظة في الحديث، وكلها بمعنى باقي الشيء.\nوفي حديث عثمان (2): «وأنا أشرب ماء المِلْح». يقول: ماء مِلْح إذا كان شديد الملوحة، ولا يقال: مالح، إلا على لغةٍ ليست بعالية.\nويبين الأضداد، ومن ذلك حديث (3): «كان يبدو إلى هذه التِّلاع»، فيقول: التِّلاع: مسايل الماء من عُلْوٍ إلى سُفْل، واحدها تَلْعَة. وقيل: هو من الأضداد يقع على ما انحدر من الماء وأشرف منها.\nويبين أحياناً المعنى العام للحديث الذي ورد فيه اللفظة الغريبة: ففي الحديث (4) «الهَدْيُ الصالح والسَّمْتُ الصالح جزء من خمسةٍ وعشرين جزءاً من النبوَّة». يقول: أي إنَّ هذه الخِلال من شمائل الأنبياء، ومن جملة الخصالِ المعدودةِ من خصالِهم، وأنها جزءٌ معلومٌ من أجزاء أفعالهم، فاقتَدوا بهم فيها، وتابِعوهم عليها. وليس أنَّ المعنى أنَّ النبوَّة تتجزَّأُ، ولا أنَّ من جَمَعَ هذه الخلالَ كان فيه جزءٌ من النبوَّة، فإنَّ النبوَّةَ غيرُ مكتسَبة ولا مجتلَبَةٍ بالأسباب، وإنما هي كرامة من الله تعالى، ويجوز أن يكون أراد\n(1) «النهاية» (2/ 327).\n(2) «النهاية» (4/ 355).\n(3) «النهاية» (1/ 194).\n(4) «النهاية» (1/ 265).\nالجزء: 1 - الصفحة: 27\n",
        "بالنبوَّة هاهنا ما جاءت به النبوةُ ودَعَتْ إليه من الخيرات.\nوله براعة في النحو، والصرف، واللغة عموماً، ومن شواهدِ المسائل النحوية، قوله في الحديث (1) «فهذا أوانُ قَطَعَتْ أَبْهَري»: يجوز في «أوان» الضمُّ والفتح، فالضمُّ لأنه خبر المبتدأ، والفتحُ على البناء، لإضافته إلى مبني كقوله:\nعلى حينَ عاتبتُ المشيبَ على الصِّبا\n...\nوقلتُ ألمَّا تَصْحُ والشيبُ وازعُ\nوذكر حديث لقيط (2) «لَعَمْرُ إلهكِ» فقال: وهو رفعٌ بالابتداءِ، والخبر محذوفٌ تقديره: لَعَمْرُ الله قسمي، واللام للتوكيد، فإن لم تأت باللام نصَبْتَه نَصْبَ المصادرِ، أي بإقرارِك لله وتعميرك له بالبقاء.\nومن المسائل الصرفية، قوله: ففي الحديث (3): «فأدخلتُها الدَّوْلَجَ». يقول: أصله وَوْلَج لأنه فَوْعَلٌ، من وَلَجَ يَلِجُ إذا دخل، فأبدلوا من الواو تاء فقالوا: تَوْلَج، ثم أبدلوا من التاء دالاً فقالوا: دَوْلج، والواو فيه زائدة.\nومن اهتمامه ببيان الوجه البلاغي، أنه يشير إلى التشبيه ووجهه، والاستعارة، والكناية، وغير ذلك من فنونِ البلاغة، ومن ذلك قوله في حديث الحسن في ابن عباس (4): «إنه كان مِثَجا». أي: كان يصبُّ الكلام صَبا، شبَّه فصاحته وغزارةَ منطقه بالماء المثجُوج، والمِثَجُّ من أبنية المبالغة.\nوفي حديث الحديبية (5): «قد لبسوا لك جلودَ النّمور». يقول: هو كناية عن شدَّة\n(1) «النهاية» (1/ 18).\n(2) «النهاية» (3/ 298).\n(3) «النهاية» (2/ 141).\n(4) «النهاية» (1/ 207).\n(5) «النهاية» (5/ 118).\nالجزء: 1 - الصفحة: 28\n",
        "الحقد والغضبِ، تشبيهاً بأخلاق النِمر وشراسته.\nويذكر الاحتمالاتِ المختلفةَ لمعاني اللفظ الغريب، وفي حديث (1): «فجعل المشركون يُرْبِسُون به العبَّاس» يقول: يَحتمل أن يكون من الإرْباس وهو المراغَمَةُ، أي: يُسْمِعونه ما يُسْخِطُه ويَغيظُه، ويحتمل أن يكونَ من قولِهم: جاؤوا بأمورٍ رُبْسٍ أي: سُود، ويحتمل أن يكون من الرَّبيس، وهو المُصاب بمالٍ أو غيره أي: يُصيبون العباس بما يَسُوءُه.\nويذكر فوائد ولطائف في معنى الحديث، ففي الحديث (2): «احثُوا في وجوه المدَّاحين الترابَ». يقول: أراد بالمدَّاحين الذين اتخذوا مدحَ الناسِ عادةً، وجعلوه صناعة يستأكلون به الممدوح، فأمَّا من مدح على الفعل الحسنِ والأمرِ المحمود؛ ترغيباً في أمثاله، وتحريضاً للناس على الاقتداء به، في أشباهه، فليس بمَدَّاح، وإن كان قد صار مادحاً بما تكلَّم به من جميل القول. وفي الحديث (3): «أشدُّ الناسِ عذاباً يومَ القيامة من قَتَلَ نبياً، أو قتله نبيٌّ» يقول: أراد من قتله ـ وهو كافرٌ ـ كَقَتْلِه أُبَيَّ بن خَلَفٍ يوم بدر، لا كمن قَتَله تطهيراً له في الحدِّ كماعِزٍ». وفي الحديث (4): «لا يُعَذِّبُ اللهُ قلباً وعى القرآن». يقول: أي: عَقَلَه إيماناً به وعَمَلاً. فأمَّا من حَفِظَ ألفاظه وضَيَّع حدودَه فإنَّه غيرُ واعٍ له.\nوله تعقبات على من سبقه: مثاله يقول: قال الجوهري: تقول: بضع سنين، وبضعة عشر رجلاً، فإذا جاوزت لفظ العشر لا تقول: بضع وعشرون، وهذا يخالف\n(1) «النهاية» (2/ 184).\n(2) «النهاية» (1/ 184).\n(3) «النهاية» (4/ 13).\n(4) «النهاية» (5/ 208).\nالجزء: 1 - الصفحة: 29\n",
        "ما جاء في الحديث.\nوفي حديث عليّ (1): «وجَبَّار القلوب» يقول القتيبيّ: لم أجعله من أَجْبَرَ؛ لأنَّ أفْعَل لا يُقال فيه فَعَّال. قال ابن الأثير: قلت: يكون من اللغة الأخرى، يقال: جَبَرْتُ وأَجْبَرْتُ بمعنى: قَهَرْتُ.\nوفي حديث عمر (2): «فيمَ الرَّمَلان»؟ . يقول: وحكى الحربي فيه قولاً غريباً قال: إنه تثنية الرَّمَل وليس مصدراً. يقول ابن الأثير: وهذا القولُ من ذلك الإمام كما تراه، وهو مصدر، وكذلك شرحه أهل العلم، لا خلاف بينهم فيه، فليس للتثنية وجهٌ.\n•\nمذهبه العقدي وأثره في الكتاب\n:\nسار - رحمه الله - على طريقة أهل الكلام من الأشاعرة في باب أسماء الله وصفاته، فأوَّل عدداً من الصفات: اليد، والقدم، والساق، والعين. (3)\n•\nمذهبه الفقهي، وأثره في الكتاب\n:\nابن الأثير فقيهٌ شافعي ـ كماسبق في ترجمته ـ، وسبق أن من مؤلفاته: «شرح مسند الشافعي».\nوقد عرض في «النهاية» عدداً من المسائل الفقهية منها: قولُه في الحديث (4):\n(1) «النهاية» (1/ 236).\n(2) «النهاية» (2/ 265).\n(3) ينظر: «النهاية» (1/ 131، 127، 235، 339)، (2/ 401، 422)، (4/ 25، 189، 190)، (5/ 131، 197)، وانظر «التأويل في غريب الحديث من خلال كتاب النهاية لابن الأثير» د. علي بن عمر السحيباني (ص 144)، و (ص 193 وما بعدها).\n(4) «النهاية» (1/ 188).\nالجزء: 1 - الصفحة: 30\n",
        "«العهد الذي بيننا وبينهم الصلاةُ فمن تركها فقد كفر». ذهب أحمد بن حنبل إلى أنَّه يكفُر بذلك حَمْلاً للحديث على ظاهره، وقال الشافعي: يُقتل بتركها، ويُصَلَّى عليه ويُدْفَنُ مع المسلمين.\nوفي الحديث (1): «نهى عن بَيْعِ العُرْبان»، فيعرِّفه ثم يقول: وهو بَيْعٌ باطلٌ عند الفقهاء؛ لما فيه من الشرط والغَرَرِ، وأجازه أحمد، وروي عن ابن عمر إجازته.\nوفي الحديث (2): «البَيِّعان بالخيار ما لم يتفرَّقا». يقول: اختلف الناس في التفرُّقِ الذي يصحُّ، ويَلْزَمُ البيعُ بوجوبه، فقيل: هو التفرُّق بالأبدان، وإليه ذهب معظم الأئمة والفقهاء، وبه قال الشافعي وأحمد. وقال أبو حنيفة ومالك وغيرُهما: إذا تعاقدا صَحَّ البيعُ، وإن لم يتفرَّقا، وظاهر الحديث يشهد للقول الأول.\nولم يظهر أثر واضح على مذهبه في كتابه، لأن الكتاب ليس في بيان الأحكام الفقهية، وإن جاءت فعَرَضاً، ويشير إليها بإيجاز ـ كما سبق في الأمثلة ـ.\n•\nالمآخذ على الكتاب\n:\n1. مخالفة عقيدة أهل السنة والجماعة في توحيد الأسماء والصفات، فقد أوَّل عدداً من صفات الله تعالى، وقد سبق ذلك في مبحث عقيدته وأثرها في الكتاب.\n2. من منهجه الذي نص عليه أن يُورد كثيراً من ألفاظ الغريب وَفْقَ لفظِها المنطوقِ به، وليس وفْقَ منهج أصحاب المعاجم، في تجريد الكلمة من الأحرف الزائدة، وإيرادها وفْقَ جذرها الثلاثي، أو الرباعي. وحجته في ذلك كما يقول (3):\n(1) «النهاية» (3/ 202).\n(2) «النهاية» (3/ 438).\n(3) «النهاية» (1/ 14).\nالجزء: 1 - الصفحة: 31\n",
        "وإنما أَوْرَدْنَاها هاهنا حملاً على ظاهر لفظها. ويقول (1): (إلا أني وجدت في الحديث كلماتٍ كثيرة، في أوائلها حروف زائدة، قد بُنِيت الكلمة عليها حتى صارت من نفسها، وكان يلتبس موضعها الأصلي على طالبها، لاسيما وأكثر طلبة غريب الحديث لا يكادون يُفَرِّقون بين الأصلي والزائد، فرأيت أن أُثبتها في باب الحرف الذي هو في أولها وإن لم يكن أصلياً، ونَبَّهْتُ عند ذكرِه، لئلا يراها أحدٌ في غير بابها، فيظن أني وضَعْتُها فيه للجهل بها).\nولم يكن هذا المنهج منه مطرداً، فقد عمل به في بعض الكلمات، وأغفله في كلمات أخرى. وقد لحظ ابن منظور في «اللسان» (2) هذا الاضطراب في منهج ابن الأثير فقال: (غير أنه لم يضع الكلمات في محلِّها، ولا راعى زائد حروفها من أصلها).\nمثاله: أورد في مادة (أبرد) (3) في باب الهمزة، حديث: «إنَّ البطيخ يقلَعُ الإبْرِدَة»، وشرحها، ثم قال: وهمزتها زائدة، وإنما أوردناها هاهنا حملاً على ظاهر لفظها. وفي مادة (برد) لم يُورد هذا الحديث، ولم يُشر إلى شيءٍ منه.\nوأورد في مادة (أجدل) (4) في باب الهمزة حديث: «يهوي هُوِيَّ الأجادل»، وشرحها ثم قال: والهمزة فيه زائدة. وفي مادة (جدل) لم يُورد الحديث.\nوأورد في مادة (إذْخر) (5) في باب الهمزة حديث: «إلا الإِذْخِر»، ثم قال: وهمزتها\n(1) «النهاية» (1/ 11).\n(2) «اللسان» (1/ 8).\n(3) «النهاية» (1/ 14).\n(4) «النهاية» (1/ 25).\n(5) «النهاية» (1/ 33).\nالجزء: 1 - الصفحة: 32\n",
        "زائدة، وإنما ذكرناها هاهنا حملاً على ظاهر لفظها. وفي مادة (ذخر) لم يورد الحديث.\n3. عامة ما في النهاية من كتابي: الهروي، وأبي موسى، وقد أشار لِمَا نقَلَ منهما، وهناك شروح ومواد أُخذت من غيرهما من كتب الغريب، ولم ينبه على ذلك.\n4. يقول في مقدمته (1): (وجعلتُ على ما فيه من كتاب الهروي (هاء) بالحمرة، وعلى ما فيه من كتاب أبي موسى سيناً، وما أضفته من غيرهما مهملاً، بغير علامة؛ ليتميَّز ما فيهما عمَّا ليس فيهما).\nويعني بذلك أنَّ ما اقتبسه من كلٍ من الكتابين بَيِّنٌ معلوم، بيد أنَّ الموازنة (2) بين ماهو مسجَّل على النسخة المطبوعة من «النهاية» والنسخة المطبوعة لكلٍ من كتابي: الهروي وأبي موسى، تُظْهِرُ أنَّ ما ذكره ابن الأثير غير دقيق؛ لأنَّ كثيراً من النصوص التي ليس لها علامة، ويُفْترض أنَّها ليست فيهما، هي مودعةٌ في أحد الكتابين، كما أنَّ كثيراً من النصوص المسبوقة بعلامة لأحدهما ليست فيه، وإنما هي لغيره أو لصاحبه، ويحتمل أن هذا الخلل من النساخ، وليس في أصل كتاب ابن الأثير، خاصة مع وجود اختلاف في الألفاظ والأحاديث المنقولة من الكتابين. (3)\n(1) «النهاية» (1/ 11).\n(2) والحديث هنا من بحث أ. د. الخراط، وانظر: «ابن الأثير ومنهجه في النهاية» لأميمة رشيد\n...\n(ص 198، 200).\n(3) ومن أمثلة الموازنة بين النهاية والغريبين: في «النهاية» (1/ 132) (هـ): ومنه حديث تبوك: «والعين تَبِضُّ بشيء من ماء». ولم يرد هذا الحديث في «الغريبين». وفي «الغريبين» (1/ 185): «أنَّه كان يُبْعِد في المذهب إلى الخلاء». وورد في «النهاية» (1/ 139) من غير إشارة إلى كتاب الهروي. وورد في «الغريبين» (1/ 188): «العجوةُ شفاءٌ من السّم ونزل بَعْلُها من الجنة» وورد كذلك في\n...\n«النهاية» (1/ 142) من غير أن يتقدمه الحرف (هـ).\nالجزء: 1 - الصفحة: 33\n",
        "وهذه العلامات لا تعني رمزاً لاقتباس المادة العلمية التابعة للتأصيل اللغوي، وإنما تعني اقتباس نصّ الحديث الغريب فقط، وعزوه لأحد الكتابين: «الغريبين»، أو «المجموع المغيث»؛ وذلك لأننا لدى الموازنة بين المادة العلمية الواردة في\n...\n«النهاية» وهذين الكتابين، نجد أنَّ عملية الاقتباس لا تنضبط، فكثير من هذه المادة العلمية الواردة في «النهاية» مسبوقة بـ (هـ) و (س) ليست في كتابَيْ الهروي وأبي موسى، وكثير من المادة الواردة في «النهاية» مسبوقة بـ (هـ) وحدها ليست في كتاب الهروي، أو مسبوقة بـ (س) وحدها ليست في كتاب أبي موسى. وكذلك قد تَرِد مادةٌ علمية في «النهاية» غير مسبوقة بعلامة (هـ) أو (س)، وهي واردة فعلاً في أحد الكتابين، وهذا الأمر كثير في «النهاية» لا يحتاج إلى تمثيل، وإنَّما يظهر بأدنى تأمل.\nوممَّا يؤكد أنَّ علامتي (هـ)، (س) عند ابن الأثير لا تعني اقتباس مادة علمية، وإنما تعني اقتباس نصّ حديث غريب قوله في مقدمته (1) وهو يصف الكتابين: (فاتهما الكثير الوافر، فحيث عرفتُ ذلك، تنبَّهتُ لاعتبار غير هذين الكتابين من كتب الحديث المدوَّنة المصنَّفة، في أول الزمان وأوسطه وآخره، فتتبَّعْتُها واستقريت ما حضرني منها، وأضفتُ ما عثرتُ عليه من الغرائب إلى ما في كتابيهما في حروفها مع نظائرها).\nلقد لحظ ابن الأثير إذاً: أنَّ ثمة مادةً من غريب الحديث قد فاتت هذين الكتابين فاضطر للبحث عنها في غيرهذين الكتابين، يقول (2): (فتتبعتُها وأضفت ماعثرت عليه من الغرائب إلى ما في كتابيهما في حروفها مع نظائرها). فهو إذاً يأخذ من كتابَيْ\n(1) «النهاية» (1/ 10).\n(2) «النهاية» (1/ 10).\nالجزء: 1 - الصفحة: 34\n",
        "الهروي وأبي موسى أحاديث غريبة ويميزها بين الحرفين (هـ)، (س)، والذي ترجَّح لي ــ والحديث للدكتور أحمد الخراط ـ أنَّه لا يعني المادة العلمية، وإنَّما يعني نصوص غريب الحديث.\nمثال ذلك: ورد في «النهاية» في مادة «أبل» (1) بعد الحرف (س): وقيل: هو من الوبال، فإن كان من الأول فقد قُلبت همزته في الرواية الثانية واواً، وإن كان من الثاني فقد قُلبت واوه في الرواية الأولى همزة. وهذا كله ليس في كتاب أبي موسى. (2)\nوأورد ابن الأثير في المادة نفسها (3): [(س) يعني أنَّ المَرْضِيَّ المنتخب من الناس في عزَّة وجوده، كالنجيب من الإبل القوي على الأحمال والأسفار الذي لا يوجد في كثير من الإبل. قال الزهري:\n.......\n]. وهذا كله ليس في كتاب أبي موسى (4)، وإنَّما في كتاب أبي موسى نصّ الحديثين: «لا تبع الثمرة»، و «الناس كإبل مئة».\nذكر كثيراً مما سبق د. أحمد الخراط وقال: بناءً على هذا أرجِّح أن تكون علامتا (س، هـ) الواردتان في «النهاية» رمزين لاقتباسه نصَّ حديث غريب من كتابَيْ الهروي وأبي موسى، ولا تدلان على اقتباس مادة علمية في شرح الحديث الغريب. (5)\n5. عدم التنبيه على الأحاديث الضعيفة والموضوعة، وهذا تبع لمن سبقه، وعليه عامة من كتب في الغريب؛ لأن القصد هو شرح المفردة الغريبة، أما بيان الصحة\n(1) «النهاية» (1/ 15).\n(2) انظر: «المجموع المغيث» لأبي موسى (1/ 19).\n(3) «النهاية» (1/ 15).\n(4) انظر: «المجموع المغيث» (1/ 19).\n(5) «منهج ابن الأثير في نهاية» د. أحمد الخراط.\nالجزء: 1 - الصفحة: 35\n",
        "والضعف فلها كتب أخرى، ولو أراد أصحاب الفن تمييز ذلك، لطالت الكتب كثيراً، نظراً لكثرة الأحاديث.\n* * *\nالجزء: 1 - الصفحة: 36\n",
        "بعد بيانٍ مُوجزٍ لمنهج كلٍّ من «الفائق» و «النهاية»، تظهر\nمعالم\nالاتفاق\nو\nالاختلاف\nبينهما:\n• الاتفاق:\n1. كلاهما من كتب غريب الحديث المطولة.\n2. اعتمدا على من قبلهما.\n3. أضافا جديداً من استدراك، أو تعقب، أو إضافات علمية.\n4. رتبا المواد على الحروف الهجائية.\n5. لم ينبِّهَا على الأحاديث الضعيفة والموضوعة.\n6. كلاهما اعتنى بالشواهد القرآنية والحديثية والشعرية.\n7. منهجهما متقارب من تفسير الكلمة، وذكر الاشتقاق، والتصريف، والضبط بالحروف، وغير ذلك.\n8. كلاهما خالف أهل السنة والجماعة، فأوَّلَا صِفاتِ الله - سبحانه وتعالى -.\n• الاختلاف:\n1. الزمخشري معتزلي، وابن الأثير وافق الأشاعرة في باب الأسماء والصفات.\n2. الزمخشري حنفي، وابن الأثير شافعي، لكن لم يظهر هذا الاختلاف على كتابيهما، نظراً لندرة المسائل الفقهية.\n3. الزمخشري متقدم (ت 538 هـ)، وابن الأثير متأخر عنه نسبياً (ت 606 هـ).\n4. الزمخشري إمام لغوي، وابن الأثير محدثٌ، فظهر أثر ذلك على الكتابين، فتميز كتاب الزمخشري عن عامة كتب الغريب بكثرة المسائل والتفريعات والفوائد\nالجزء: 1 - الصفحة: 37\n",
        "اللغوية، وأما ابن الأثير فكان أغزر أحاديث لرجوعه إلى دوواين السنة، خاصة وقد ألف كتابه الكبير «جامع الأصول».\n5. يتبع ما سبق: ابن الأثير أغزر مادة لأنه جاء بعد الزمخشري فاستفاد من كتابه، ونقل منه، وصرح باسمه في مواضع تزيد على المئتين.\n6. عناية أهل العلم بكتاب «النهاية» أكثر من عنايتهم بكتاب «الفائق»، يظهر ذلك من خلال نقول العلماء، وطبعات الكتابين، فطبعات «النهاية» أكثر، والأعمال على الكتاب أيضاً من: نظم، واختصار، وتذييل، وتخريج.\n7. الزمخشري لم يكتب مقدمة كاشفة يبين فيها: الباعث على التأليف، ومنهجه، ومصادره؛ بخلاف ابن الأثير فذكر في مقدمته: فضل علم الغريب، ومراحل التأليف، ووصف بعض أمهات المصادر، وذكر المصادر التي اعتمد عليها، وذكر الباعث على التأليف، والمنهج الذي سار عليه.\n8. الزمخشري لم يشرْ إلى اعتماده على كتاب الخطابي وابن قتيبة، ويقل العزو إليهما أثناء نقله، بخلاف ابن الأثير فقد أشار في مقدمته، ورمز لكتابي: (الهروي، والمديني) عند النقل.\n9. الزمخشري لم يراعِ في ترتيب المواد الحرف الثالث، بخلاف ابن الأثير.\n10. الزمخشري يورد الحديث كاملاً، ويفسر جميع غريبه تحت مادة واحدة، ولا يشير في سائر ألفاظ الحديث عند موضعها من الكتاب، بخلاف ابن الأثير فإنه يقطِّع الأحاديث ويذكر كل لفظة غريبة في بابها.\n11. الزمخشري لايراعي الحروف الزوائد، بل يجرد الكلمة من الزوائد، ويضعها في موضعها، بخلاف ابن الأثير فإنه يراعي ذلك ـ كما سبق في المآخذ على «النهاية» ـ.\nالجزء: 1 - الصفحة: 38\n",
        "•\nالترجيح\n:\nكتاب «النهاية» لابن الأثير أجمعُ للحديث والغريب، وأسهل ترتيباً، وأضبط في عرض المتون؛ لاختصاصه ورجوعه للمصادر، فهو قد فاق «الفائق» ووصل النهاية.\nولا يزيد «الفائق» عليه إلا بالمسائل اللغوية من: نحو، وصرف، وبلاغة\nوالحقيقة أن الباحث القاصد كتب غريب الحديث، لا يعنيه كثيراً هذه الميزة اللغوية الاستطرادية في الغالب، وإنما يعنيه شمول الكتاب للغريب، وبيان جميع الأحاديث التي ورد فيها هذه اللفظة، مع بيان واضحٍ يزيل الغموض أو يرفع الالتباس، وأما المسائل اللغوية فلها فنٌ خاص بها، كما قيل في عدم اهتمام كتب الغريب ببيان صحة الأحاديث وضعفها؛ لأن لها مجالاً آخر، فيقال هنا: الاستطرادات اللغوية لها مجال آخر، ويبقى «النهاية» كافياً، وفائقاً، ونِهايَةً.\n•\nنموذج من الكتابين\n:\nفي «الفائق»\n(3/ 287): (كهر): [كهر النبي - صلى الله عليه وسلم - قال معاوية بن الحكم السلمي: صليت مع رسول الله - صلى الله عليه وسلم - فعطس بعض القوم، فقلت: يرحمك الله. فرماني القوم بأبصارهم، وجعلوا يضربوا بأيديهم على أفخاذهم، فلما رأيتهم يصمتونني، قلت: واثكل أمياه! مالكم تصمتونني! فلما قضى النبي - صلى الله عليه وسلم - صلاته فبأبي هو وأمي، ما رأيتُ معلماً قبله ولا بعده كان أحسن تعليماً منه، ما ضربني ولا شتمني ولا كهرني قال: إن هذه الصلاة لا يصلح فيها شيء من كلام الناس إنما هي للتسبيح والتكبير وقراءة القرآن. كهر الكهر والهر والقهر: أخوات. وفي قراءة عبد الله: (فأما اليتيم فلا تكهر). يقال: كهرت الرجل: إذا زبرته واستقبلته بوجه عابس، وفلان ذو كهرورة. وأنشد أبو زيد لزيد الخيل:\nولست بذى كهرورة غير أنني\n...\nإذا طلعت أولى المغيرة أعبس.]\nالجزء: 1 - الصفحة: 39\n",
        "في «النهاية»\n(4/ 212): (كهر): [كهر (هـ) في حديث معاوية بن الحكم السلمي: «فبأبي هو وأمي ما ضربني ولا شتمني ولا كهرني» الكهر: الانتهار، وقد كهره يكهره: إذا زبره واستقبله بوجه عبوس. وفي حديث المسعى: «أنهم كانوا لا يدعون عنه ولا يكهرون» هكذا يروى في كتب الغريب، وبعض طرق مسلم، والذي جاء في الأكثر: يكرهون، بتقديم الراء، من الإكراه].\nوإلى هنا ينتهي هذا البحث الموجز\nوالله تعالى أعلم، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.\n* * *\nالجزء: 1 - الصفحة: 40\n",
        ""
    ]
}