{
    "1": [
        "المؤتلف والمختلف في أسماء الشعراء\nالمؤتلف والمختلف في أسماء الشعراء\nالآمدي، أبو القاسم\nالكتاب:\nالمؤتلف والمختلف في أسماء الشعراء وكناهم وألقابهم وأنسابهم وبعض شعرهم\nالمؤلف:\nأبو القاسم الحسن بن بشر الآمدي (المتوفى: 370هـ)\nالمحقق:\nالأستاذ الدكتور ف. كرنكو\nالناشر:\nدار الجيل، بيروت\nالطبعة:\nالأولى، 1411 هـ - 1991 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوعلى نبيه محمد وآله أفضل التسليم\nأما بعد حمد الله على ما ظهر من نعمه وبطن وقرب من سابغ مننه وشطن وصلاته على نبيه محمد خير من ظعن وقطن وعلى آله وصحبه أهل الذكاء والفطن.\nقال الإمام أبو القاسم الحسن بن بشر الآمدي تولى الله مكافأته: هذا كتاب ذكرت فيه المؤتلف والمختلف والمتقارب في اللفظ والمعنى والمتشابه الحروف في الكتابة من أسماء الشعراء وأسماء آبائهم وأمهاتهم وألقابهم مما يفصل بينه الشكل والنقط واختلاف الأبنية. وإنما ذكرت من الأسماء والألقاب ما كانت له نباهة وغرابة وكان قليلاً في تسميتهم وتلقيبهم وكانوا إذا ذكروه ذكروه مفرداً عن اسم الأب والقبيلة لشهرته. ولم أتعد هذا الجنس لقلة الاشتراك فيه ولأن الغلط يقع في مثله من شاعر مشهور وممن له مثل ذلك الاسم كثيراً ويجري اللبس فيه على من لم يتمهر في معرفة الشعر والشعراء دائماً.\nوجعلته على حروف المعجم إذا كان الحرف الأول من الاسم أصلياً كان فيه أو داخلاً للبناء ليقرب متناوله ويسهل على الملتمس طلبه ممن عرف الاشتقاق ومن لم يعرفه. وجعلت الاسمين إذا كانا على صورة واحدة وحروفهما مختلفة في باب واحد ليعرفا ويفرق بينهما بالنقط والشكل، وجعلت\nالجزء: 1 ¦ الصفحة: 7\n",
        "الباب للأشهر منهما. وأدخلت الذي ليس بمشهور عليه مثل النعيت بالنون أدخلته في باب البعيث ومثل بريد بالباء مضمومة أدخلته مع يزيد في باب الياء. فإن الائتلاف والاختلاف يعرفان ويصحان إذا كانا في موضع واحد. وبالله التوفيق وهو المسدد إلى سواء الطريق.\nالجزء: 1 ¦ الصفحة: 8\n",
        "باب الهمزة\nالمبتدأة التي يسميها الناس الألف همزة أصل كانت أو مجتلبة من يقال له امرؤ القيس منهم امرؤ القيس بن حجر بن الحارث بن عمرو بن حجر آكل المرار بن عمرو بن معاوية بن ثور بن مرتع بن معاوية بن ثور الأكبر وهو كندة ابن عفير ابن عدي بن الحارث بن مرة بن أدد الشاعر المقدم.\nمطلب: مرتع بسكون الراء وكسر التاء ذكره ابن ماكولا وابن الكلبي وقال سمي بذلك لأنه كان يقال له: أرتعنا فيقول: أرتعتكم أرض كذا وكذا والتشديد ذكره أيضاً لغة.\nومنم امرؤ القيس بن عابس بن المنذر بن السمط بن امرئ القيس بن عمرو بن معاوية بن الحارث بن معاوية بن ثور بن مرتع الكندي جاهلي وأدرك الإسلام. وفد على رسول الله صلى الله عليه وسلم ولم يرتد في أيام أبي بكر وأقام على الإسلام وكان له عناء في الردة وهو القائل:\nألا أبلغ أبا بكر رسولاً\n...\nوخص بها جميع المسلمينا\nفلست مجاوراً أبداً قبيلا\n...\nبما قال الرسول مكذبينا\nدعوت عشيرتي للسلم حتى\n...\nرأيتهم أغاروا مفسدينا\nفلست مبدلاً بالله رباً\n...\nولا متبدلاً بالسلم ديناً\nالجزء: 1 ¦ الصفحة: 9\n",
        "وهو القائل:\nقف بالديار وقوف حابس\n...\nوتأيّ إنك غير يائس\nماذا عليك من الوقو\n...\nف بهامد الأطلال دارس\nفأخذه الكميت فقال:\nقف بالديار وقوف زائر\n...\nوتأيّ إنك غير صابر\nماذا عليك من الوقو\n...\nف بهامد الطلين داثر\nوله أخبار قد ذكرتها في شعراء كندة في كتاب الشعراء المشهورين.\nومنهم امرؤ القيس بن بكر بن امرئ القيس بن الحارث بن معاوية بن ثور بن مرتع الكندي جاهلي. وكان شاعراً ويقال له الذائد لقوله:\nأذود القوافي عني ذياداً\n...\nذياد غلام غويّ جرادا\nفلما كثرن وأعيينني\n...\nتنقيت منهن عشراً جيادا\nفأعزل مرجانها جانباً\n...\nوآخذ من درها المستجادا\nمن ولده إياس بن شراحيل بن قيس بن امرئ القيس أحد من وفد على النبي صلى الله عليه وسلم.\nومنهم امرؤ القيس بن عمرو بن الحارث بن معاوية الأكبر بن ثور ابن مرتع الكندي جاهلي. وهو القائل في حرب كانت بين بني الحارث بن معاوية وبني تميم هزمت فيها بنو تميم وقتلوا قتالاً ذريعاً في قصيدة أولها:\nالجزء: 1 ¦ الصفحة: 10\n",
        "طربت وعناك الهوى والتطرب\n...\nوغادتك أحزان تشرق وتنصب\nيقول فيها:\nأتتنا تميم قضها بقضيضها\n...\nومن سار من أطرافهم وتأشبوا\nسمونا لهم بالخيل تردى كأنها\n...\nسعال وعقبان اللوى حين تركب\nفقالوا لنا إنا نريد لقاءكم\n...\nفقلنا لهم أهل تميم ومرحب\nألم تعلموا أنا نفل عدونا\n...\nإذا احشوشدوا في جمعهم وتألبوا\nبضرب يفض البيض شدة وقعه\n...\nووخز ترى منه الأسنة تخضب\nفهؤلاء أربعة من كندة.\nومنهم امرؤ القيس بن حمام بن مالك بن عبيدة بن هبل بن عبد الله ابن كنانة بن بكر بن عوف بن عذرة بن زيد الله بن رفيدة بن ثور بن كلب ابن وبرة شاعر جاهلي وهو القائل:\nلآل هند بجني نفنف دار\n...\nلم يمح جدتها ريح وأمطار\nأما تريني بجنب البيت مضطجعاً\n...\nلا يطبيني لدى الحيين أبكار\nفرب بيت يصم القوم رجته\n...\nأفأته إن بعض القوم عوار\nوهي أبيات في أشعار كلب، والذي أدركه الرواة من شعره قليل جداً، وكان امرؤ القيس هذا هجيناً وهو الذي يدعى عدل الأصرة وإياه يعني مهلهل التغلبي وكان زهير بن جناب الكلبي أغار عليهم ومعه امرؤ القيس هذا فانصرف وامرؤ القيس هارباً. فقال مهلهل:\nلما توعر في الكراع هجينهم\n...\nهلهلت أثأر جابراً وصنبلا\nالجزء: 1 ¦ الصفحة: 11\n",
        "في قصة مذكورة في أخبار زهير بن جناب. وبهذا البيت قيل لمهلهل مهلهل وبعض الرواة يروي بيت امرئ القيس بن حجر:\nعوجا على الطلل العميل لعلنا\n...\nنبكي الديار كما بكى ابن حمام\nيعني امرأ القيس هذا. ويروي: خذام.\nومن كلب أيضاً امرؤ القيس بن بحر الزهيري من ولد زهير بن جناب وهو القائل:\nطعنت غداة القاع شملة طعنة\n...\nتركت أبا أوس صريعاً مجدلا\nوأجررته رمحي فغودر ثاوياً\n...\nعليه سباع القاع يردين خجلا\nومنهم امرؤ القيس بن ربيعة بن الحارث بن زهير بن جشم بن بكر بن حبيب بن غانم بن تغلب وهو مهلهل الشاعر المشهور ويقال اسمه عدي.\nومنهم امرؤ القيس بن عدي الكلبي ولا أعرف نسبه إلى كلب بن وبرة وأظنه أحد بني كعب بن عليم بن جناب وكان أسيراً في بني شبان فذكر رجل منهم أنه قتل بذحل زيد مناة بن معقل بن كعب بن عليم فوثب امرؤ القيس بالرمج فطعنه ثم قال:\nأبلغ أبا أفعى عدي بن معقل\n...\nوقد كنت شول الرمح إذ غاب معشري\nتركت يتامى لم أبال فقودهم\n...\nكما لم يبالوا يتم سخطي وجعفر هما ابناه\nالجزء: 1 ¦ الصفحة: 12\n",
        "ومنهم امرؤ القيس بن كلاب بن رام العقيلي ثم الخويلدي وهو خويلد بن عوف بن عامر بن عقيل شاعر ويقول لرجل من بني قشير:\nولقد رأيت مخيلة فتبعتها\n...\nمطرت على بحاصب وتراب\nإني لأكره أن تجيء منيتي\n...\nحتى أغيظ سوادة بن كلاب\nأني أتيح لها وكان يمعزل\n...\nولكل أمر واقع أسباب\nومنهم امرؤ القيس بن مالك الحميري القائل:\nيا هند لا تنكحي بوهة\n...\nعليه عقيقته أحسبا\nمرسعة وسط أرباعه\n...\nبه عسم يبتغي أرنبا\nليجعل في رجله كعبها\n...\nحذار المني أن يعطبا\nوهي أبيات تروى لامرئ القيس بن حجر الكندي وذلك باطل إنما هن لامرئ القيس هذا الحميري وهي ثابتة في أشعار حمير؛ قوله مرسعة أي ترسع تميمة وترصع أيضاً وهو أن يخرق سيراً ثم يدخله في سير آخر مثل سيور المصحف.\nومن يقال له الأعشى منهم أعشى بني قيس بن ثعلبة وهو ميمون بن قيس بن جندل بن شراحيل بن عوف بن سعد بن ضبيعة بن قيس ابن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل الشاعر المشهور المقدم، وكان أبو عبد الله إبراهيم بن محمد بن عرفة الأزدي النحوي المعروف بنفطويه أملى علينا أسماء الأعاشي فذكر ثمانية منهم أعشى بني قيس بن ثعلبة.\nومنهم أعشى بني ربيعة بن ذهل بن شيبان واسمه عبد الله بن\nالجزء: 1 ¦ الصفحة: 13\n",
        "خارجة ولم ينسبه أبو عبد الله؛ وهو عبد الله بن خارجة بن حبيب بن عمرو ابن يعسوب بن قيس بن عمر بن أبي ربيعة بن ذهل بن شيبان، ووجدت في كتاب أنساب لبني شيبان مجرد أنه حبيب بن عمرو بن قيس بن عمرو المزدلف الشاعر. قال ابن الكلبي عمرو وهو المزدلف وابن ابنه الأعشى وحبيب المزدلف القائل:\nلقد علمت أفناء شيبان أننا\n...\nقبيلة صدق في الأمور النوائب\nوأنا إذا ما الحق أعوز أهله\n...\nأوى كل مطلوب إلينا وطالب\nوله أعشار كثيرة في كتاب بني ربيعة بن ذهل؛ فأما العشى وهو ابن ابنه فله ديوان مفرد؛ ودخل على بشر بن مروان فأنشده أبياتاً فقال: ما صنعت شيئاً، فأنشده:\nرأيتك أمس خير بني معدّ\n...\nوأنت اليوم خير منك أمس\nوأنت غداً تزيد الضعف خيراً\n...\nكذاك تزيد سادة عبد شمس\nوتاج الملك ليس يزال فيهم\n...\nتحول فوق رأس كل رأس\nوقد دخل على عبد الملك فأنشده وعلى سليمان بن عبد الملك وذلك مذكور فيما تنخلته من أشعار بني أبي ربيعة.\nومنهم أعشى بني عوف بن همام بن مرة بن ذهل بن شيبان واسمه عندي في القبيل ضابىء. قال أبو عبد الله إبراهيم بن محمد: اسمه يزيد ابن خليد بن مالك بن فروة بن قيس بن أبي عمرو وأنشد له:\nقد سر قومي على ما كان من حدث\n...\nبالعين آبى لأخلاق العلى سامي\nإني لفي جبل أبغي العداة به\n...\nصعب الذوائب من هندٍ وهمام\nالجزء: 1 ¦ الصفحة: 14\n",
        "قال: وهند هذه امرأة من بني شيبان كان لها سبعة أولاد ينسبون إليها وهم الذين جاورهم فأحمد جوارهم وقال في ذلك:\nعليك بني هند فكن في جوارهم\n...\nفإنك إن جاورتهم لن تندما\nهم يمنعون الجار من كل سوءة\n...\nوتصبح فيهم آمن السرب محرما\nفلم أر جيراناً إذا الحرب شمرت\n...\nكمثل بني هند أعفّ وأكرما\nإذا كنت فيهم لم تنلك ظلامة\n...\nولا غدرة حتى تؤب مسلما\nوأعشى بني عوف هذا هو الذي تمثل عبد الملك بن مروان بشعره وهو:\nإن كنت تبغي العلم أو أهله\n...\nأو شاهداً يخبر عن غائب\nفاعتبر الأرض بأسمائها\n...\nواختبر الصاحب بالصاحب\nالعلم في البيت الأول معناه الخبر هذا كله عن أبي عبد الله وليس عندي في أشعار بني عوف بن همام منه شيء.\nومنهم أعشى باهلة ويكنى أبا قحفان جاهلي ولم ينسبه أبو عبد الله. واسمه عامر بن الحارث أحد بني عامر بن عوف بن وائل بن معن، ومعن أبو باهلة وباهلة امرأة من همدان وهو الشاعر المشهور صاحب القصيدة المرثية في أخيه لأمه المنتشر:\nإني أتتني لسان لا أسرّ بها\n...\nمن علو لا عجب منها ولا سحر\nومنهم أعشى همدان ولم ينسبه أبو عبد الله واسمه عبد الرحمن\nالجزء: 1 ¦ الصفحة: 15\n",
        "ابن عبد الله بن الحارث بن نظام بن جشم بن عمرو بن مالك بن عبد الجن ابن زيد بن جشم بن حاشد بن جشم بن خيران بن عوف بن همدان، وهمدان هو أوسلة بن مالك بن زيد بن أوسلة بن ربيعة بن الخيار بن مالك ابن زيد بن كهلان، وهو شاعر محسن مقدم وهو القائل:\nإن الخليط أجد منتقله\n...\nولذاك زمت غدوة إبله\nعهدي بهم في النقب قد سندوا\n...\nيهدي صعاب مطيهم ذلله\nوهي من مشهور شعره ونادره وجيده كثير وقد اخترت له جزءاً مفرداً فيما اخترته من أشعار المشهورين، وكان خرج مع ابن الأشعث فأخذ أسيراً وأتى به الحجاج فلما مثل بين يديه قال له: أنت القائل:\nإن ثقيفاً منهم الكذابان\n...\nكذابها الماضي وكذاب ثان\nإنا سمونا للكفر الفتان\n...\nحين طغى للكفر بعد الإيمان\nبالميد الغطريف عبد الرحمن\n...\nيا رب أمكن من ثقيف همدان\nقد أمكن الله ثقيفاً منك يا فاسق. وأمر به فضربت عنقه. وأخباره مشهورة مشروحة مع اختيار شعره.\nومنهم أعشى بني ضورة العنزيين كان حليفاً في بني حنيفة بن لجيم. قال أبو عبد الله: اسمه عبد الله بن سنان أحد بني ضورة بالهاء، وهو القائل:\nخف القطين فراحو منك أبو بكروا\n...\nوودعوك وداع البين وأصدروا\nوهذه القصيدة عندي في أشعاره. والذي وجدت في كتاب بني حنيفة وقيل إنها تروى لأبي الحويرث ولا أعرفه ويجوز أن يكون هو أبا الحويرث:\nأباح لنا ما بين بصرى ودومة\n...\nكتائب منا يلبسون السنورا\nالجزء: 1 ¦ الصفحة: 16\n",
        "إذا هو سامانا من الناس واحد\n...\nله الملك خلى ملكه وتقطرا\nنفت مضر الحمراء عنا سيوفنا\n...\nكما طرد الليل النهار فأدبرا. في أبيات\nومنهم أعشى بني جلان واسمه سلمة بن الحارث ولم يرفع أبو عبد الله نسبه وأظنه من بني جلان بن عتيك بن أسلم بن يذكر بن عنزة، هجا قوماً من بني عمه فقال:\nذهبتم فلم يفقد مكان بيوتكم\n...\nوجئتم فلا أهلاً نقول ولا سهلا\nومنهم أعشى بني مازن بن عمرو بن تميم ولم يذكر أبو عبد الله اسمه ولم يرفع نسبه. وذكر أنه وفد على رسول الله صلى الله عليه وسلم فأنشده:\nيا سيد الناس وديان العرب\n...\nإليك أشكو ذربةً من الذرب\nخرجت أبغيها الطعام في رجب\n...\nفحلقتني بنزاع وهرب\nأخلفت العهد ولطت بالذنب\n...\nوهن شر غالبٍ لمن غلب\nقوله ذربة يعني امرأته أي ذربة سلطة جديدة ويقال الذربة الداهية، وقوله وهرب ويروى وحرب. وهذا ما ذكره أبو عبد الله إبراهيم بن محمد. قال أبو القاسم الآمدي: وأنشد ثعلب عن ابن الأعرابي هذه الأبيات وذكر أنها للأعور بن قراد بن سفيان بن غضبان بن نكرة بن الحرملة وهو أبو شيبان الحرمازي أعشى بني حرماز وكان مخضرماً أدرك الجاهلية والإسلام وأنشد ثعلب في الأبيات زيادة وهي:\nوتركتني وسط عيص ذي أشب\n...\nتكدّ رجلي مسامير الخشب\nأكمه لا أبصر عقدة الحقب\n...\nولا أرى الصاحب إلا ما اقترب\nوهنّ شر غالب لمن غلب\nفهذا أعشى بني الحرماز فأما أصحاب الحديث فيقولون أعشى بني\nالجزء: 1 ¦ الصفحة: 17\n",
        "مازن، والثبت أعشى بني الحرماز؛ فأما بنو مازن فليس فيهم أعشى. وقوله: أكمه لا أبصر عقدة الحقب؛ يدل على عشاه. وأنشد له ابن الأعرابي أيضاً:\nيا لعنة الله على وجه الكبر\n...\nمن صاحب كان بعيب ينتظر\nوخبث ريح وبياض في الشعر\nيأمر نفسه أي كأنه يأتمر بشر للمرء؛ وأنشد له في ذم بنيه وعقوقهم:\nإن بنيّ ليس فيهم برّ وأمهم مثلهم أو شر إذا رأوها نبحتني هروا\nوأنشد له فيهم أيضاً:\nقد كنت أسعى لهم رطابا\n...\nوأعمل الرحلين والركابا\nوأكثر الطعام والشرابا\n...\nحتى إذا ما امتلأوا شبابا\nاتخذوا متيعي نهابا\n...\nوأكثروا في رأسي الجذابا\nوكنت أرجو البرّ والثوابا\nأي منهم. وأنشد أبو سعيد السكري هذه الأبيات لأعشى بني الحرماز هذا وزاد فيها بعد قوله:\nحتى إذا ما امتلأوا شباباً\n...\nوكفأوا الأذرع والرقابا\nفهؤلاء ثمانية أعاش ذكرهم أبو عبد الله إبراهيم بن محمد إلا أعشى بني الحرماز فإنه جعله أعشى مازن.\nومنهم أعشى بني نهشل وهو الأسود بن يعفر بن عبد الأسود بن حارثة بن جندل بن نهشل بن دارم الشاعر المشهور.\nومنهم أعشى طرود وبني طرود من فهم بن عمرو بن قيس بن\nالجزء: 1 ¦ الصفحة: 18\n",
        "عيلان وهم حلفاء بني سليم. ثم في بني خفاف وهو القائل يخاطب ابنه أنشده عمرو بن بحر الجاحظ:\nنفسي فداؤك من وافد\n...\nإذا ما البيوت لبسن الجليدا\nكفيت الذي كنت ترجى له\n...\nفصرت أباً لي وصرت الوليدا\nوليس هذان البيتان في أشعار فهم ولا في أشعار بني سليم، وجدتهما في أمالي ثعلب أحمد بن يحيى لمسعر بن كدام ورأيتهما في شعر عبد القيس لشاعر مجهول ولم يذكر اسمه، بلى وجدت لأعشى طرود في أشعار بني سليم ولم أعرف اسمه ولا نسبه إلى القبيل\nيا دار أسماء بين السفح فالرحب\n...\nأقوى وعفى عليها ذاهب الحقب\nفما تبين منها غير منتضد\n...\nوراسيات ثلاث حول منتصب\nوعرصة الدار تستنٌ الرياح بها\n...\nتحن فيها حنين الوله السلب\nدار لأسماء إذ قلبي بها كلف\n...\nوإذ أقرب منها غير مقترب\nإن الحبيب الذي أمسيت أهجره\n...\nعن غير مقلية مني ولا غضب\nأصد عنه ارتقاباً إن ألمّ به\n...\nومن يخف قالة الواشين يرتقب\nإني حويت على الأقوام مكرمة\n...\nقدماً وحذرني ما يتقون أبي\nوقال لي قول ذي علم وتجربة\n...\nبسالفات أمور الدهر والحقب\nأمرتك الرشد فافعل ما أمرت به\n...\nفقد تركتك ذا مال وذا نشب\nومنهم أعشى بني أسد وهو الأعشى بن بجرة بن منقذ بن\nالجزء: 1 ¦ الصفحة: 19\n",
        "طريف جد مطير بن الأشيم الشاعر الأسدي جاهلي وهو القائل:\nأبلغ بني الطرماح إن لاقيتهم\n...\nكلمات موعظة وهنّ قصار\nلا أعرفن سيوفنا ورماحنا\n...\nغدواً كأنكم لهن دوار\nوكأننا فيكم جمال ذبة\n...\nأدم علاهن الكحيل وقار\nومنهم أعشى آخر وهو طلحة بن معروف أخو الكميت بن معروف الأصغر بن الكميت الأكبر بن ثعلبة بن الأشتر بن جحوان بن فقعس ابن طريف وهو القائل في أخويه الكميت وصخر:\nأجدك لن تلقى الكميت ولا صخراً\n...\nوإن أنت أعملت المطية والسفرا\nهما أخواي فرق الدهر بيننا\n...\nإلى الأمد الأقصى ومن يأمن الدهرا\nهذا ما وجدته من أشعار بني أسد ووجدت في آخر ديوان الكميت بن ثعلبة الأعشى هو خيثمة بن معروف بن الكميت بن ثعلبة. فلست أدري خيثمة هذا أهو طلحة لو وقع في اسم غلط أم هما أخوان أعشيان. ووجدت له قصيدة طويلة يقول فيها:\nقد يخبر الله أقواماً ويعقبهم\n...\nغنى ويحدث من بعد الغنى الكرب\nفلا يغرنك من دهر تقلبه\n...\nإن الليالي بالفتيان تنقلب\nومنهم أعشى عكل واسمه كهمس بن قعنب بن وعلة بن عطية. ووجدت له ديواناً مفرداً اخترت منه:\nأصبحت فارقني الشباب ورابني\n...\nبصري وقد تتفرق الإخوان\nقد كان يلبسني الشباب رداءه\n...\nحسناً ويسعدني على الأقران\nفعلى الشباب إذا تولى مدبراً\n...\nمني السلام ورحمة الرحمان\nالجزء: 1 ¦ الصفحة: 20\n",
        "فلقد غدوت من الصبى وكأنني\n...\nعش أقام وحلق الفرخان\nوهو القائل في قصيدة:\nوإذ أنا باطلي تلهو إليه\n...\nذوات الريط والقصب الخدال\nفأصبح كل ذلك قد تولى\n...\nولاح الشيب أبيض في قذالي\nوودعني الشباب وقد أراني\n...\nكنصل السيف حودث بالصقال\nأقوم على يدي وأعين رجلي\n...\nكأني شرجع بعد اعتدال\nلمرّ ضحى ومرّ سواد ليل\n...\nوكثرة ما أبشر بالهلال\nفيا عجباً لإشفاقي وحرصي\n...\nعلى طول الحياة وقد أنى لي\nأحاذر ما أفات أبي وجدي\n...\nوأفنى كلّ عم لي وخال\nوكان أعشى عكل يلاحي بلالاً ونوحاً ويهاجيهما وهو القائل فيهما في قصيدة\nسألت الناس أي الناس شر\n...\nوأخبث إذ تجوهرت الأمور\nوألأم أولا وأدقّ فعلا\n...\nفقالوا أسرة منهم جرير\nإذا سئل الورى عن كل خزي\n...\nأشار إلى بني الخطفى مشير\nولأعشى عكل رجز قد ذكرته في أشعاره مع شعر الرباب.\nومنهم أعشى بني عقيل وهو معاذ بن كليب بن حزن بن معاوية ابن خفاجة بن عمرو بن عقيل. وهو الذي كان يغاور بني الحارث بن كعب وكان شاعراً فارساً وهو القائل:\nتمنيت أن تلقى معاذاً بسحبل\n...\nستلقى معاذاً والقضيب الميانيا\nالجزء: 1 ¦ الصفحة: 21\n",
        "سنقتل منكم بالقتيل ثلاثة\n...\nويغلى وقد كادت دماء غواليا\nفلا تحسبن الدين يا علب منظراً\n...\nولا الثائر الحران ينسى التقاضيا\nيريد علبة بن ماعز الحارثي. وفي هذه الأبيات جواب قول جعفر بن علبة الحارثي حين لقي بني عقيل:\nكأنّ العقيليين حين رأيتهم\n...\nفراخ القطا لاقين أجدل بازيا\nألا لا أبالي بعد يومي بسحبل\n...\nإذا لم أعذب أن يجيء حماميا\nفإنّ بأعلى سحبل ومضيقه\n...\nمراق دم قد يبرح الدهر ثاوياً\nوليس ورائي حاجة غير أنني\n...\nرددت معاذاً كان فيمن أتانيا\nفتصدقه النفس الخبيثة موطني\n...\nويوقن بالعشواء إن قد رآنيا\nقوله يوقن بالعشواء يريد عينه، وقصة جعفر بن علبة فيما كان بينه وبين بني عقيل مذكورة عند ذكره مع شعراء بني الحارث بن كعب.\nومنهم أعشى بني مالك بن سعد رهط العجاج وهو راجز مشهور.\nومنهم الأعشى التغلبي واسمه نعمان بن نجوان ويقال ربيعة ابن نجوان بن أسود أحد بني معاوية بن جشم بن بكر وهو القائل:\nأصبحت أعشى كبيراً قد تخونني\n...\nريب الزمان وقدماً كان ريابا\nوراجع الحلم قلبي بعد صبوته\n...\nوقد يكون خديني الجهل أحقابا\nولا حب مثل فرق الرأس مطرد\n...\nقد ألبسته ستور الليل جلبابا\nجاوزته بكناز اللحم دوسرة\n...\nترى لها في حصى المعزاء أندابا\nوله ديوان مفرد وقصائد في حرب قيس وتغلب وقتل ابن الحباب وشأن\nالجزء: 1 ¦ الصفحة: 22\n",
        "زفر بن الحارث. وهو القائل:\nوفي الأمر تشبيه إذا كان مقبلاً\n...\nولكنما تبيانه في التدبر\nح التدبر ها هنا بمعنى الإدبار. ومن نادر الشعر قوله:\nحنت سلامة للفراق جمالها\n...\nكيما تبين وما تحب زيالها\nالحسن آلفها يبيت ضجيعها\n...\nوتظل قاصرةً عليه ظلالها\nظلت تسائل بالمتيم ماله\n...\nوهي التي فعلت به أفعالها\nوهي قصيدة مدح بها مسلمة بن عبد الملك فقال:\nحبر لمسلمة البتاء فإنه\n...\nفضلت أنامله الاكف فطالها\nفلتبلغنك مدحة قد حبرت\n...\nأعشى بني غنم بن تغلب قالها\nومنهم أعشى بن النباش بن زرارة التميمي حليف بني نوفل قال يرثي ابني الحجاج وقتلى بدر:\nقذى بعينك أم بالعين عوار\n...\nبل حزنها إن خلت من أهلها الدار\nوقد أراها حديثاً وهي آنسة\n...\nلا يشتكي أهلها ضيف ولا جار\nإن يكسبوا يطعموا من فضل كسبهم\n...\nوأوفياء لمن آووه أبرار\nويل أم بني الحجاج إن ندبوا\n...\nلا بخل فيه ولا في الخصم إيثار\nوعندهم يبتغي المعروف قد علمت\n...\nعليا معد وهم سر وأخيار\nنجوم مكة يستسقى الغمام بهم\n...\nوهم لمن يجتدي المعروف أنهار\nلو كان مجد على الجوزاء أنزلهم\n...\nمجد تليد وأحلام وأخطار\nأي لو كان مجد على الجوزاء مجد تليد ح وقوله في أول البيت الرابع من الأولى: ويل أم بني. زحاف وتقويمه ويل لأم بني.\nالجزء: 1 ¦ الصفحة: 23\n",
        "من يقال له الأخطل منهم الأخطل التغلبي واسمه غياث بن غوث بن الصلت بن طارقة بن عمرو بن التيحان بن فدوكس بن عمرو بن مالك بن جشم بن بكر بن حبيب بن عمرو بن غنم بن تغلب الشاعر المشهور من الأراقم.\nومنهم الأخطل الضبعي كان شاعراً وادعى النبوة وكان يقول: لمضر صدر النبوة ولنا عجزها فأخذه عمر بن هبيرة فقال: ألست القائل:\nلنا شطر هذا الأمر قسمة عادل\n...\nمتى جعل الله الرسالة ترتبا\nأي راتبة في واحد. قال وأنا القائل:\nومن عجب الأيام أنك حاكم\n...\nعلي وأني في الوثاق أسير\nح ويروى في يديك أسير قال أنشدني شعرك في الدجال قال أغرب ويلك فأمر به فضربت عنقه وهو القائل في مسيلمة الكذاب:\nلهفاً عليك أبا ثمامة\n...\nلهفاً على ركني شمامه\nكم آيةٍ لك فيهم\n...\nكالبرق يلمع في غمامه\nومنهم الأخطل المجاشعي وهو الأخطل بن غالب أخو الفرزدق وكان شاعراً وإنما كسفه الفرزدق فذهب شعره ووجدت له بيتاً واحداً أنشده الطائي في اختيار المقطعات:\nإلى نار ضراب العراقيب لم يزل\n...\nله من ذنابي سيفه خير حالب\nويروى هذا البيت للفرزدق في أبياته المشهورة التي أولها:\nوركب كأن الريح تطلب عندهم\n...\nلهاترة من جذبها بالعصائب\nومنهم الأخطل بن حماد بن الأخطل بن ربيعة بن النمر بن تولب شاعر لم يقع إلي شعره وأنشد له أبو حاتم في كتاب ما تلحن فيه العامة:\nالجزء: 1 ¦ الصفحة: 24\n",
        "يهينون من حفروا شيبه\n...\nوإن كان فيهم يفي أو يبر\nووجدت في ديوانه هذا البيت للنمر بن تولب في جملة أبيات يقول فيها:\nفيوم علينا ويوم لنا\n...\nويوم نساء ويوم نسر\nووجدت في أشعار الرباب عن المفضل وحماد للأخطل بن ربيعة:\nوليلة ذي نصب بتها\n...\nعلى ظهر توأمة راجله\nوبيني إلى أن رأيت الصباح\n...\nومن بينها الرحل والراحله\nمن يقال له الأغلب منهم الأغلب الراجز العجلي وهو الأغلب ابن عمرو بن عبيدة بن حارثة بن دلف بن جشم بن قيس بن سعد بن عجل بن لجيم بن الصعب بن علي بن بكر بن وائل وهو أرجز الرجاز وأرصنهم كلاماً وأصحهم معاني وهو القائل\nالحلم بعد الجهل قد ينوب\n...\nوفي الزمان عجب عجيب\nوعبرة لو ينفع التجريب\n...\nواللبّ لا يشقى به اللبيب\nوالمرء محصى سعيه مرقوب\n...\nيهرم أو تعتاقه شعوب\nوكل أقصى ربضه قريب\nوله في المفاحشات ما ليس لشاعر؛ واخترت شعره في ما اخترت من الرجز.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ومنهم الأغلب الكلبي واسمه بشر بن حزرم بن خثيم بن جعول ابن ربيعة بن حصن بن ضمضم بن عدي بن جناب وكان يهاجي عبد الله بن دارم بن جبلة بن إساف بن هذيم بن عدي بن جناب وفيهما يقول مكيث الكلبي في قصيدة:\nفمن مبلغاً بشراً معاً وابن دارم\n...\nقصائد مني قد أمنّ بريمها\nتماديتما في نوكة فكلاكما\n...\nيسبّ عدياً جاهداً ويديمها\nوما في عدي من معاب لعائب\n...\nولا حلم يطوى عليه أديمها\nوعبد الله بن دارم بن جبلة القائل في بني ربيعة بن حصن بن ضمضم رهط الأغلب\nكأن بني ربيعة رهط سلمى\n...\nحجارة خارئ يرمي كلابا\nويعرف من ربيعة كلّ كهل\n...\nإذا يزداد نوكا حين شابا\nكذاك عرفت أولهم قديماً\n...\nوآخرهم إذا بلغ الشبابا\nفأما الأغلب فلم أجد له في أشعار كلب شعراً وأظن شعره درس فلم يدرك.\nومنهم الأغلب بن نباتة الأزدي ثم الدوسي أنشد له أبو عمر وبندار بن لزة الكرخي في كتابه الذي ألفه في معاني الشعر\nولست بذي قلبين قلبٍ مشيع\n...\nوقلب إذا ما أرعد القوم أرعدا\nولكن قلبي قلب أغلب باسل\n...\nإذا انصلتت عنه الليالي تمردا\nكمثل المداك أو كشجرة عاقل\n...\nوآة أبت في القرب إلا توقدا\nالجزء: 1 ¦ الصفحة: 26\n",
        "ولم أر له ذكراً في أشعار الأزد وأظنه إسلامياً متأخراً.\nومن يقال له الأقيبل منهم الأقيبل القيني وهو الأقيبل بن نبهان بن خنف إسلامي كان في زمن الحجاج وهو القائل:\nمتى ما يسؤ ظن امرئ بصديقه\n...\nيصدق بلاغات يجئه يقينها\nمتى ما يكن في صدر مولاك إحنة\n...\nفلا تستثرها سوف يبدو دفينها\nوكان الأقيبل مع الحجاج بن يوسف حين خرج إلى ابن الزبير فهرب من الحجاج وقال:\nلعمر أبي الحجاج ما خفت ما أرى\n...\nمن الأمر ما ألفيت تعذلني نفسي\nفالا ترحنا من ثقيفٍ وملكها\n...\nأسحّ لأيام السباسب والنحس\nفبلغ الحجاج شعره فأرسل فيه وكتب إلى عبد الملك بن مروان: إن الأقيبل خذن أهل الشام عني فانطلق الأقيبل حتى أتى قومه ثم ارتحل من بعد حتى عاذ بقبر مروان بن الحكم وقال:\nإني أعوذ بقبر لست مخفره\n...\nولا أعوذ بقبر بعد مروان\nفأمنه عبد الملك وكتب إلى الحجاج ألا يعرض له وجعله في ذمته فقال له قومه: إنك إن أتيت الحجاج قتلك. فطرح الكتاب وهرب فذلك حين يقول:\nلأطلبن حمولاً قد علت شركا\n...\nكأنها بالضحى نخل مواقير\nوفي الحمول التي تنوي وتطلبها\n...\nحتى لحقنا بها مثل الدمى حور\nكانت علاقته هذا على قدر\n...\nوكل أمر إذا ما حم مقدور\nالجزء: 1 ¦ الصفحة: 27\n",
        "إني لأعلم والأقدار غالبة\n...\nأن انطلاقي إلى الحجاج تغرير\nلئن حدى بي إلى الحجاج يقتلني\n...\nإني لأحمق من تحدى به العير\nوله قصائد جياد ومقطعات في أشعار بني القين بن جسر وصرعته ناقته في بعض الأسفار فمات.\nومنهم الأقيبل العذري واسمه عمران بن أبي الجراح من بني لأي ثم من بني الحارث بن سعد بن هذيم وهو القائل:\nمن يطع قائد الهوى تبد منه\n...\nعورة لا يجنها بالثياب\nهاج شوقي ولم أكن ذا نصاب\n...\nطلل في مطالع الأحزاب\nومن يقال له الأبيرد منهم الأبيرد اليربوعي وهو الأبيرد بن المعذر ابن قيس بن عتاب بن هرمي بن رياح بن يربع بن حنظلة بن مالك بن زيد مناة ابن تميم شاعر مشهور مقل محسن. وهو القائل يرثي أخاه بريداً في قصيدة طويلة:\nتطاول ليلى لا أنام تقلباً\n...\nكأن فراشي حال من دونه الجمر\nأراقب من ليل التمام نجومه\n...\nلدن غاب قرن الشمس حتى بدا الفجر\nتذكر حب بان منا بنصره\n...\nونائله يا حبذا ذلك الذكر\nفإن تكن الأيام فرقن بيننا\n...\nفقد عذرتنا في صحابته العذر\nأحقاً عباد الله أن لست لاقياً\n...\nبريداً طوال الدهر ما لألأ العفر\nفتى ليس كالفتيان إلا خيارهم\n...\nمن القوم جزل لا قليل ولا وعر\nفتى إن هو استغنى تخرق في الغنى\n...\nوإن كان فقراً لم يؤد متنه الفقر\nوسامى جسيمات الأمور فنالها\n...\nعلى العسر حتى يدرك العسرة اليسر\nترى القوم في العزاء ينتظرونه\n...\nإذا ضل رأي القوم أو حزب الأمر\nفليتك كنت الحي في الناس باقياً\n...\nوكنت أنا الميت الذي أدرك الدهر\nالجزء: 1 ¦ الصفحة: 28\n",
        "وله أشعار حسان وديوان مفرد.\nومنهم الأبيرد بن هرثمة العذري ويقال الأزيبر وتزوج الفغماء بنت سنان العذرية وساق خمسين من الإبل وقال:\nإني لسمح إذ أفرج بينها\n...\nبأكثبة البقار يا أم هاشم\nفأفني صداق المحصنات إفالها\n...\nفلم يبق إلا جلة كالبراعم\nح: قوله في البيت الأول: أكثبة البقار جبال في بني أسد.\nمن يقال له الأديرد ح أظنه تصغير أدرد. الكلبي من بني عامر الأكبر ويعرف بابن الفدكية وهي سبية من أهل فدك وهو القائل:\nهل ما جزيناهم قتلى على لثم\n...\nوفي الطلاقة من بؤس وإنعام\nكنا سواءً فزادونا فزادهم\n...\nفكملت باختيار رمية الرامي\nوإذ يلح على سعد جيادهم\n...\nسعد بن مرة لا سعد بن همام\nمن يقال له أربد منهم أربد بن قيس بن جزء بن خالد بن جعفر ابن كلاب بن ربيعة بن عامر بن صعصعة أخو لبيد بن ربيعة لأمه وهو الذي صار إلى النبي صلى الله عليه وسلم وعامر بن الطفيل ليقتلاه فهلك عامر في رجوعه بالغدة وأصابت أربد صاعقة فهلك. فقال فيه لبيد:\nأخشى على أربد الحتوف ولا\n...\nأرهب نوء السماك والأسد\nوأربد شاعر وهو القائل:\nوكائن أتى للدار بعدك من شهر\n...\nوصفق سوار من رياح ومن قطر\nفأسكت فيها أبتغي العلم عندها\n...\nفضنت علينا بالجواب وبالخبر\nوقد أشعرتني جارتاي ملامة\n...\nعلى اللهو يوماً في القداح وفي الخمر\nالجزء: 1 ¦ الصفحة: 29\n",
        "وعقري لأصحابي الغداة مطيتي\n...\nإذا أرملوا زاداً بأبيض ذي أثر\nفلا توعداني بالفراق فإنني\n...\nعلى بين ذي القفد المفارق ذو صبر\nلعلكما أن ترشدا إن رشدتما\n...\nبأمركما أو تغويان فلا أدري\nومنهم اربد بن ضابئ بن رجاء الكلبي وكان مجاوراً لبني ربيعة بن مالك بن زيد مناة بن تميم وهم ربيعة الجوع وقال يهجوهم بالجوع في أبيات وذلك عن ثعلب عن ابن الأعرابي:\nبسمنان بول الجوع مستنقعاً به\n...\nقد اصفرّ من طول الإقامة حائله\nببرقانه ثلث وبالخرت ثلثه\n...\nوبالحائط الأعلى أقامت عيائله\nله صفرة فوق العيون كأنها\n...\nبقايا شعاع الأفق والليل شامله\nفي أبيات فأجابه عون بن عمرو بن حكيم بن معية فقال في أبيات:\nوإن يك هذا الجرم أرهب عنكم\n...\nلساني فشوال بكم شال شائله\nومنهم أربد بن شريح بن بجير بن أسعد بن ناشب بن سبد بن رزام بن مازن بن ثعلبة بن سعد بن ذبيان بن بغيض، وهو القائل في طعنة طعنها ابن آبي اللحم الغفاري في شيء كان بين بني ثعلبة بن سعد وبني غفار بن مليل بن ضمرة بن بكر بن عبد مناة بن كنانة:\nحميت ذمار ثعلبة بن سعد\n...\nبجنب الحت إذ دعيت نزال\nوأدركني ابن آبي اللحم يجري\n...\nوأخرى الخيل حاجزة التوالي\nطعنت مجامع الاحشاء منه\n...\nبمفتوق الوقيعة كالهلال\nفان يهلك فذلك كان قدري\n...\nوان يبرأ فاني لا أبالي\nالجزء: 1 ¦ الصفحة: 30\n",
        "وكان أربد بن شريح بن بجير سيداً شريفاً شاعراً وأحد الفرسان المشهورين في الجاهلية وله أشعار قد ذكرتها في المنتخل من أشعار بني ثعلبة ابن سعد بن ذبيان.\nوفي كلب بن وبرة أزبر - بالزاي والراء - بن غزي بن أبي طفيل ابن عمرو بن ثعلبة بن الحارث بن حصن بن ضمضم بن عدي بن جناب شاعر مقدم يقول في الغزراء امرأة أبيه وكان يشبب بها قبل أن يتزوجها أبوه.\nولولا هوى الغزراء لم تك ناقتي\n...\nبنكد ولم أشرب طلاءً ولا خمرا\nلقد حببت شعلا إلي ولم أكن\n...\nأحب بها شعلا ولا النفر الزعرا\nومن يقال له الأخنس منهم الأخنس بن شهاب التغلبي وهو الأخنس بن شهاب بن شريق بن ثمامة بن أرقم بن عدي بن معاوية بن عمرو بن غنم بن تغلب أحد الشعراء والفرسان وصاحب القصيدة المختارة التي أولها:\nلابنة حطان بن عوف منازل\n...\nكما رقش العنوان في الرق كاتب\nومنهم الأخنس بن غياث بن عصمة أحد بني صعب بن وهب ابن جلى بن أحمس بن ضبيعة بن ربيعة بن نزار وكان شاعراً فارساً وهو الذي يقول للحجاج بن يوسف حين خرج عليه عبد الرحمن بن محمد بن الأشعث الكندي:\nألم تر أن الأزهر بن محمد\n...\nلما عاق من أمر المحلين مانع\nرآهم أناساً ينطقون عن الهوى\n...\nبديعاً وما في المحكمات بدائع\nومنهم الأخنس بن عباس بن خنيس بن عبد العزيز بن عائذ\nالجزء: 1 ¦ الصفحة: 31\n",
        "ابن عميس بن هلال بن تيم الله بن ثعلبة شاعر فارس وهو القائل:\nألم تعلم بنو شيبان أنا\n...\nغداة الروع فتيان الصباح\nوجرد الخيل محضرة لدينا\n...\nتصرف في المراود كالقداح\nتوقرنا الحلوم إذا غضبنا\n...\nونفزع في الهياج إلى السلاح\nمتى افتر عن نسبي فإني\n...\nأنا ابن مقفى الحدق الصحاح\nومنهم الأخنس بن نعجة بن عدي بن كعب بن عليم بن جناب الكلبي وكانت أمه من بني عوثبان من مراد فاعترف فيهم فراهن على فرس له فسبقهم فطلبوه لسبقه فقال في ذلك:\nهلاّ سألت بني صعبٍ بخبرهم\n...\nوالحي من قاسطٍ حيّ بن قواد\nأنى صبحت غداة الشيح خيلهم\n...\nعند الغسا مثل سيد الأمسح الغادي\nردّوا جوادي وحالوا دون سبقته\n...\nهذا لعمرك حكم ضلعه بادي\nلو كان عندي بنو زيد رأيتهم\n...\nيوجون عني قناة الظالم العادي\nومنهم الأحبش - بالحاء غير معجمة والباء والشين معجمة - ابن قلع بن الحارث بن المنذر بن جهمة بن عدي بن جندب بن العنبر بن عمرو بن تميم وكان جاراً لبني أسد فأغار بعض بني أسد على إبله فشكا ذلك إلى نضلة بن الأشتر الأسدي فقال له نضلة قل حتى أعذر فقال الأحبش:\nوقد رابني من نضلة استئخاره\n...\nموركاً يمشي به حماره\nلا ليله يخشى ولا نهاره\nوقال أيضاً:\nقد منع النوم حنين الضّبه\n...\nحنينها وهي إليّ صبه\nالجزء: 1 ¦ الصفحة: 32\n",
        "فأغار عليهم نضلة بن الأشتر فاستاق لهم عشرين لقوحاً فدفعها إلى الأحبش فأطردها إلى بلاده وإنما استيق له ثلاثة أبكر وناقة.\nمن يقال له الأشتر منهم الأشتر النخعي واسمه مالك بن الحارث بن عبد الغوث بن مسلمة بن ربيعة بن الحارث بن جذيمة وهو القائل:\nوما برحت مثل المهاة وسابح\n...\nوخطارة عبر السرى من عياليا\nأقاسمهن العيش في الفقر والغنى\n...\nوندفع عنهن السنين احتباليا\nفهذا لأيام الهياج وهذه\n...\nللهوي وهذي عدة لارتحاليا\nوهو القائل:\nبقيت وفرى وانحرفت عن العلى\n...\nولقيت أضيافي بوجه عبوس\nإن لم أشن على ابن حرب غارة\n...\nلم تخل يوماً من نهاب نفوس\nخيلاً كأمثال السعالي شزبا\n...\nتعدو ببيض في الكتيبة شوس\nيحمى الحديد عليهم فكأنه\n...\nلمعان برق أو شعاع شموس\nوكان الأشتر أحد الفرسان من ذوي النصر والحمية لأمير المؤمنين علي ابن أبي طالب كرم الله وجهه وأنشدنا أبو الحسن علي بن سليمان الأخفش هذه الأبيات.\nومنهم الأشتر بن عامر أخو بني ولاد ثم من بني عوف بن ولاد من تيم الرباب وهو القائل:\nوأبلغ بني ذهل إذا ما لقيتهم\n...\nوكل مسودٍ من لؤي وسائد\nفما حاردت قدري ولا الشول حاردت\n...\nعلي ولا ألبانها لم تحارد\nالجزء: 1 ¦ الصفحة: 33\n",
        "وما غرني من عز تيمٍ وحلفها\n...\nوحسن بلائي حاجب وعطارد\nومنهم الأشتر الحمامي من بني حمامة من أزد عمان وهو القائل:\nلمن دار عفت بالساريات\n...\nوتصريف الأمور السائبات\nذكرت بها المليحة أم عمرو\n...\nودمعي كالسجال الواهيات\nعلى السربال تحسبه جماناً\n...\nتخرم من سلوك الناظمات\nمن يقال له أهبان ووهبان ومنهم أهبان مكلم الذئب ويعرف بابن غادية الأسلمي وأسلم أخو خزاعة وهو أهبان بن كعب بن أمية بن يقظة ابن خزيمة بن مالك بن سلامان بن أسلم ح وفي أخرى ويقال هو أهبان مكلم الذئب بن أوس وهو الأكوع بن ربيعة بن كعب بن أمية بن يقظة بن خزيمة بن مالك بن سلامان بن أسلم، وأهبان هو الذي طعن ربيعة بن مكدم فقتله وجاء بفرسه وسلاحه فوهبه لنبيشة بن حبيب السلمي وقال:\nولقد طعنت ربيعة بن مكدم\n...\nيوم الكديد فخرّ غير موسد\nفي ناقع شرق بنات فؤاده\n...\nمنه بأحمر كالملاب المجسد\nولقد وهبت سلاحه وجواده\n...\nلأخي نبيشة قبل لوم الحسد\nوكان أهبان أحد الشعراء الفرسان وله في كتاب خزاعة وأسلم شعر.\nومنهم أهبان بن نكرة التيمي تيم الرباب أحد بني سعد بن عمرو بن الحارث بن التيم شاعر فارس وهو القائل:\nضربت القدار على رجله\n...\nفيا ضربة ما ضربت القدارا\nالجزء: 1 ¦ الصفحة: 34\n",
        "فقطرته كابياً للجبين\n...\nأجلله السيف حتى استدارا\nوثارت حلائب خيل الرباب\n...\nسراعاً إلى الروع تذري الغبارا\nفمن مقعص خده بالتراب\n...\nومغتصب مسمج لي الإسارا\nوكانوا كأضرام نار جرى\n...\nحريق به في اباء فطارا\nومنهم أهبان بن خالد بن نضلة الأسدي قال يرثي هماماً رجلاً من بني أسد. وكان يقال له أهبان النواح لحسن مراثيه:\nالما نسلم إنها حاجة لنا\n...\nعلى قبر همام سقته الرواعد\nهناك الفتى كل الفتى كان بينه\n...\nوبين المزجى نفنف متباعد\nح المزجى هنا ابن عمه المزجى من الرجال الضعيف الذي ليس بكامل ولا قوي من قولهم بضاعة مزجاة:\nإذا انتضل القوم الأحاديث لم يكن\n...\nعيياً ولا عبئاً على من يقاعد\nح ولا ربياً وتحته ربئاً وهو الصواب. قال أبو القاسم والذي قرأته على الأخفش في الكامل ولا عبئاً.\nومنهم أهبان بن لعط بن عروة بن صخر بن يعمر بن نفاثة ابن عدي بن الديل بن كنانة بن خزيمة بن مدركة، شاعر فارس وهو القائل لأبي بثينة الهذلي ثم الصاهلي:\nألا أبلغ لديك بني قريم\n...\nمغلغلة يجيء بها الخبير\nفردوا لي الموالي ثم حلوا\n...\nمرابعكم إذا مطر الوتير\nالجزء: 1 ¦ الصفحة: 35\n",
        "في أبيات فأجابه أبو بثينة فقال:\nألا يا ليت أهبان بن لعط\n...\nتلفت وسطهم حيث استثيروا\nفي أبيات هي في شعر هذيل.\nومنهم وهبان بن المقلوص بالواو مضمومة في عدوان بن عمرو ابن قيس عيلان، لست أدري أهو منهم أم من الحلفاء ووجدت له في كتاب عدوان يرثي عمرو بن أبي لدم العدواني وقتلته بنو سليم:\nوأهلي فداء يوم بطن معولة\n...\nعلى أن تراه القوم لابن أبي لدم\nنشد على الأولى وفي كل شدة\n...\nيزيدونه كلما ويصدر عن لحم\nمن يقال له أدهم منهم أدهم بن أبي الزعراء الطائي أخو بني معن وهو سويد بن مسعود بن جعفر بن عبد الله بن طريف بن حي بن عمرو بن سلسلة ابن غنم بن ثور بن معن وكان شاعراً محسناً وهو القائل:\nإذا الريح جاءت بالجهام تلفه\n...\nهذا ليله شل النعام الطرائد\nفأعقب نوء المرزمين بغبرة\n...\nوقطر قليل الماء بالليل بارد\nكفى حاجة الأضياف حتى يريحها\n...\nعن الحي منا كل أروع ماجد\nرفيق بتفريج الأمور ولفها\n...\nلما ناب من معروفها غير زاهد\nوليس أخونا عند شر نخافه\n...\nولا عند خير إن رجاه بواحد\nإذا قيل من للمعضلات أجابه\n...\nعظام اللهى منا طوال السواعد\nوللموت خير للفتى من حياته\n...\nإذا لم يطق علياء إلا بقائد\nفعالج عليات الأمور فلا تكن\n...\nنكيث القوى ذا نهمة في الوسائد\nالجزء: 1 ¦ الصفحة: 36\n",
        "ولأدهم أشعار جياد في أوصاف الحيات مقطعات قد أثبتها في أشعار طيء.\nومنهم أدهم بن محرز الباهلي وهو أدهم بن محرز بن أسد بن أخشن أحد بني الأحب بن زيد بن عمرو بن وائل بن معن بن أعصر، وكان فارس أهل الشام ورجلهم وابنه مسلمة بن أدهم وابنه أيضاً مالك بن أدهم ولي نهاوند لابن هبيرة وكان فارساً من رجال أهل الشام، ولأدهم شعر وهو القائل وقد دخل على الحجاج بن يوسف وهو أشيب فأمره بالخضاب فقال:\nولما رأيت الشيب حل بياضه\n...\nتفتيت وابتعت الشباب بدرهم\nومنهم أدهم بن مرداس التيمي من تيم اللات بن ثعلبة وهو القائل:\nلو أن رهطي مثل قوم عباعب\n...\nواخوتهم ما استيق ظلماً ركائبي\nولكن أصابتهم خطوب وأخطأت\n...\nرجالاً أروني بالنهار كواكبي\nومنهم أدهم بن مرداس أخو عتيبة بن مرداس المعروف بابن فسوة أحد بني كعب بن عمرو بن تميم بن مر وكان أديهم شاعراً خبيثاً وفيه يقول الفرزدق:\nمتى ما ترد يوماً سفار تجدبها\n...\nأديهم يرمي المستجيز المغورا\nالمستجيز الذي يأتي القوم يستسقيهم ماء ولبناً، وسفار ماء لهم، وكان\nالجزء: 1 ¦ الصفحة: 37\n",
        "يهاجي اللعين المنقري وفيه يقول:\nيذكرني سبالك إسكتيها\n...\nوأنفك بظر أمك يا لعين\nمن يقال له الأشهب منهم الأشهب بن رميلة وهي أمه والأشهب بن ثور بن أبي حارثة بن المنذر بن جندل بن نهشل بن دارم ابن مالك بن زيد مناة بن تميم وكان يكنى أبا ثور شاعر محسن متمكن وهو القائل:\nولله دري أي نظرة ذي هوى\n...\nنظرت ودوني لينة فكثيبها\nإلى ظعن قد يممت نحو حائل\n...\nوقد عز أرواح المصيف جنوبها\nمن الناضحات المسك في كل ملعب\n...\nكنضح الندى أردانها وجيوبها\nفأصبح باقي الود بيني وبينها\n...\nأحاديث قد تثنى علينا ذنوبها\nأبى الضيم أني في أرومة نهشل\n...\nطويل العصا يوم الحفاظ صليبها\nتشاورني في ما أرادت شبابها\n...\nوتعرف جهلي حين أجهل شيبها\nوهو القائل:\nفإن الذي حانت بفلج دماؤهم\n...\nهم القوم كل القوم يا أم خالد\nهم ساعد الدهر الذي يتقى به\n...\nوما خير كف لا ينوء بساعد\nوالأشهب بن رميلة القائل في قصيدة يمدح بها إسحاق بن البراء بن شريك الأنصاري وهي تروى لابن رميلة الضبي لاتفاق الاسمين في رميلة، ومن أجل ما يقع من الغلط في مثل هذه الأسماء المتفقة ألفت هذا الكتاب:\nألا يا دين قلبك من سليم\n...\nكما قد كنت تلقى من سعادا\nالجزء: 1 ¦ الصفحة: 38\n",
        "فإن تشب الذؤابة أم زيد\n...\nفقد قاسيت أياماً شدادا\nفأبليت الحروب إذ ابتلتني\n...\nعلى مكروهها حسناً وآدا\nأحاضر كل ذي أمد قريب\n...\nوأبعد إن أردت به البعادا\nوهي قصيدة. وكان بينه وبين الفرزدق لحاء وهجاء وذلك في أول أمر الفرزدق فغلبه الفرزدق وقد ذكرت أخباره وأشعاره في كتاب الشعراء المشهورين.\nومنهم الأشهب بن الحارث بن هزلة بن معتب بن أحب بن الغوث ابن عتريف بن عوف بن جلان بن غنم بن غني بن أعصر شاعر فارس جاهلي لحق الإسلام وقتل يوم الغفران ببلاد الروم وقتل معه أخوان له وهو القائل:\nألا قبح الإله غداة حجر\n...\nسيوفاً في أكف بني كلاب\nنبون عن العدو غداة حجر\n...\nولا تنبو لأيام السباب\nولو شهد القتال بنو سليم\n...\nلسالت يوم ملحمةٍ شعابي\nولو شهد القتال حماة ثغر\n...\nمن أعصر لاستحرتكم ضرابي\nولو شهدت بنو ذبيان دارت\n...\nرحى شهباء خافقة العقاب\nومنهم الأشهب بن عبيد الله بن كليب بن خفاجة بن عمرو بن عقيل بن كعب بن ربيعة بن عامر بن صعصعة وذكره أبو اليقظان وأنشد له:\nأناخ اللؤم وسط بني كليب\n...\nفصار لكلهم منه نصيب\nالجزء: 1 ¦ الصفحة: 39\n",
        "من يقال له الأبرش منهم جذيمة الأبرش الملك كان شاعراً وهو جذيمة بن مالك بن فهم بن غنم بن دوس بن عدثان بن عبد الله بن زهران بن كعب بن الحارث بن كعب بن عبيد الله بن مالك بن نصر بن الأسد. وكان أبوه مالك بن فهم ملكاً على العرب بالعراق عشرين سنة وكان يقال لجذيمة الأبرش الوضاح لبرص كان به وملك بعد أبيه ستين سنة وكان ينزل الأنبار وهو القائل:\nربما أوفيت في علم\n...\nترفعن ثوبي شمالات\nفي فتو أنا كالئهم\n...\nفي بلايا عورة باتوا\nثم أبنا غانمين معاً\n...\nوأناس بعدنا ماتوا\nليت شعري ما أماتهم\n...\nنحن أدلجنا وهم فاتوا\nفي أبيات، ولجذيمة في كتاب الأسد أشعار.\nومنهم الأبرش الضبي وهو عامر بن حوط بن أبي هند بن المعدل ابن الحزن ابن مازن من بني عامر بن عبد مناة بن بكر بن سعد بن ضبة شاعر فارس وهو القائل:\nولقد علمت لتأتينّ عشية\n...\nما بعدها خوف علي ولا عدم\nوولجت بيت الحق ليس بباطل\n...\nما إن أبالي ما تقوض وانهدم\nفلأتركن للساملين حياضهم\n...\nولأحبسن على التنوفات النعمّ\nالساملين: أصحاب السمل وهو الماء القليل.\nمن يقال له الأخضر منهم الأخضر بن هبيرة بن المنذر بن ضرار بن عمرو بن مالك بن زيد بن كعب بن بجالة بن ذهل بن مالك بن بكر بن سعد بن ضبة بن أد شاعر فارس. وهو القائل يهجو بني عبس:\nإذا ناقة شدت برحل ونمرق\n...\nلمدحة عبسيّ فخابت وكلت\nوجدنا بني عبس سوى اسم أبيهم\n...\nقبيلة سوء حيث سارت وحلت\nالجزء: 1 ¦ الصفحة: 40\n",
        "ومنهم الأخضر بن جابر أحد ني حرام بن سعد بن عدي بن فزارة بن ذبيان بن بغيض. شاعر فارس وهو القائل:\nوإني لآتي الأرض ما لي حاجة\n...\nسواك ولا دين بها أنا طالبه\nفأتيانها ظلم وهجرانها جوى\n...\nبرى أعظمي أن لا تغب نوائبه\nوللأخضر هذا رجز وهو القائل في وصف الإبل:\nتربعت بين المهيد والأحم\n...\nفي نفل غاش ويعضيد متم\nحتى إذا دمت بني مرتكم\n...\nوجعلت تركب أشراف الأكم\nيأخذه من حبها مثل اللمم\n...\nينزو بعرنين أجيد من أدم\nغرقيتين اختيرتا من الحرم\n...\nمثل العقابين هما يوم الرهم\nباكرتا الصيد بجد وأضم\n...\nلن يرجعا أو يخضبا صيداً بدم\nومنهم الأخضر اللهبي لقب له وهو الفضل بن عباس بن عتبة ابن أبي لهب بن عبد المطلب بن هاشم بن عبد مناف وهو القائل:\nوأنا الأخضر من يعرفني\n...\nأخضر الجلدة من بيت العرب\nالأبيات المشهورة وهو شاعر خبيث متمكن وهو القائل:\nمهلاً بني عمنا مهلاً موالينا\n...\nلا تنبشوا بيننا ما كان مدفونا\nلا تطمعوا أن تهينونا ونكرمكم\n...\nوأن نكف الأذى عنكم وتؤذونا\nالله يعلم أنا لا نحبكم\n...\nولا نلومكم ألا تحبونا\nوقد ذكرت أخباره ومختار شعره مع بني هاشم في أشعار المشهورين.\nمن يقال له الأحمر منهم الأحمر بن شجاع بن القعطل بن سويد\nالجزء: 1 ¦ الصفحة: 41\n",
        "ابن الحارث بن حصن بن ضمضم بن عدي بن جناب بن هبل بن عبد الله ابن كنانة بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة شاعر فارس وهو القائل:\nونحن صقعنا قيس عيلان صقعة\n...\nبكتها معاويل من الثكل جسر\nبجأواء تعشى الناظرين كأنها\n...\nدجى الليل بل هي من دجى الليل أكبر\nفإن تنكرن مروان حسن بلائنا\n...\nنكونن أخاها حين تخشى وتذعر\nوإن يكفرونا ما صنعنا إليهم\n...\nفما كل من يؤتى الصنيعة يشكر\nومنهم الأحمر بن مازن بن أوس بن أوس بن النابغة بن عثر بن حبيب بن وائلة بن دهمان بن نصر بن معاوية بن بكر بن هوازن الذي ضرب رجل المخندف وهو بدر بن معشر الكناني فقطعها وقال:\nإني وسيفي حليفا كل داهية\n...\nمن الدواهي التي بالعمد أجنيها\nإني نقمت عليه الفخر حين دعا\n...\nجهراً وأبرز عن رجل يعريها\nضربتها أنفاً إذ مدها بطراً\n...\nوقلت دونكها خذها بما فيها\nلما رأى رجله بانت بركبتها\n...\nأوما إلى رجله الأخرى يفديها\nوقد ذكرت قصته مشروحة في كتاب بني نصر بن معاوية.\nومنهم الأحمر بن سمية السعدي. ذكره ثعلب في الأمالي عن ابن الأعرابي ولم يرفع نسبه إلى سعد بن زيد مناة وأنشد له في حنين الإبل:\nحنت فأرقني والليل مطرف\n...\nبعد الهدو ببطن السي أذوادي\nحنت بأجوف صراف ترجعه\n...\nكأنه صوت ثكلى بين عواد\nأو صوت زمارة في بيت مشربة\n...\nأو صوت مستأجر يحدو مع الحادي\nالجزء: 1 ¦ الصفحة: 42\n",
        "ومنهم الأحمر بن جندل أخو سلامة بن جندل بن عبد عمرو بن عتيبة بن الحارث وهو مقاعس بن عمرو بن كعب بن سعد بن زيد مناة بن تميم وكان شاعراً وهو القائل:\nألا من مبلغ عني لقيطاً\n...\nوعمراً إن سألت يخبراني\nبأي عداوة وبأي جرم\n...\nيعينان الصديق ويخذلاني\nمن يقال له الأحيمر منهم الأحيمر السعدي اللص ليس بمرفوع النسب عندي إلى سعد بن زيد مناة بن تميم. وكان فاتكاً مارداً وهو القائل:\nنهق الحمار فقلت أيمن طائر\n...\nإن الحمار من التجار قريب\nوهو القائل:\nوإني لأستحيي من الله أن أرى\n...\nأجرر حبلاً ليس فيه بعير\nوأن أسأل الجبس اللئيم بعيره\n...\nوبعران ربي في البلاد كثير\nوهو القائل:\nعوى الذئب فاستأنست بالذئب إذ عوى\n...\nولوح إنسان فكدت أطير\nيرى الله أني للأنيس لشانىء\n...\nويبغضهم لي مقلة وضمير\nأنشد الأصمعي للأحيمر:\nيعيرني الإعدام والبدو معرض\n...\nوسيفي بأموال التجار زعيم\nثم قال للأحيمر بعد أن تاب، أنشده أبو عبيدة:\nأشكو إلى الله صبري عن رواحلهم\n...\nوما ألاقي إذا مروا من الحزن\nقل للصوص بني الخناء يحتسبوا\n...\nبز العراق وينسوا طرفة اليمن\nالجزء: 1 ¦ الصفحة: 43\n",
        "فرب ثوب كريم كنت آخذه\n...\nمن التجار بلا نقد ولا ثمن\nومنهم الأحيمر الطائي لم يرفع نسبه إلى طيء ووجدت له في أشعار طيء يهجو بني أشنع بن عمرو بن طريف:\nلعمرك إن الأشنعيّ وشأنه\n...\nلكالصبح ما يزداد غير بياض\nونسبه أبو عمرو بندار في كتاب معاني الشعر فقال: هو الأحمر أخو بني الصحصح بن مالك بن عمرو بن ثمامة بن مالك بن جدعاء بن ذهل بن رومان بن خارجة بن جندب بن قطرة بن طيء. وأنشد له شيئاً في المعاني.\nمن يقال له ابن أحمر منهم عمرو بن أحمر الباهلي. قال ابن حبيب هو عمرو بن أحمر بن العمرد بن عامر بن عبد شمس بن عبد بن قدام ابن قراص بن معن الشاعر الفصيح وكان يتقدم شعراء أهل زمانه وهو القائل:\nإذا ضيعت أول كل أمر\n...\nأبت أعجازه إلا التواء\nوقد ذكرت حاله وأشعاره مع الشعراء المشهورين. قال ابن الكلبي في جمهرة النسب: عمرو بن الأحمر بن العمرد بن عامر بن عمرو بن عبيد بن قراص.\nومنهم ابن أحمر البجلي ثم العتكي أحد بني العتيك بن الربعة بن مالك ابن سعد بن زيد بن قسر بن عبقر بن أنمار بن أراش بن عمرو بن الغوث بن القزر بن نبت بن زيد بن كهلان بن سبأ. وابن أحمر هذا إسلامي قديم وشاعر مجيد وصاف للحيات وعلى قوله احتذت الشعراء وهو القائل\nقد كاد يأكلني أصم مرقش\n...\nمن حب كلثم والخطوب كثير\nالجزء: 1 ¦ الصفحة: 44\n",
        "خلقت لهازنه عزين ورأسه\n...\nكالقرص فلطح من طحين شعير\nويدير عيناً للوقاع كأنها\n...\nسمراء طاحت من نفيض برير\nوكأنّ مرصده بكل ثنيةٍ\n...\nتلقاك كفة منخل مأطور\nوكأن شدقيه إذا استقبلته\n...\nشدقاً عجوز مضمضت لطهور\nومنهم ابن أحمر الكناني وهو هنىء بن أحمر من بني الحارث بن مرة بن عبد مناة بن كنانة بن خزيمة جاهلي وهو القائل:\nيا ضمر أخبرني ولست مخبري\n...\nوأخوك ناصحك الذي لا يكذب\nهل في القضية أن إذا استغنيتم\n...\nوأمنتم فأنا البعيد الأجنب\nوإذا الشدائد بالشدائد مرة\n...\nأشجتكم فأنا المحب الأقرب\nوإذا تكون كريهة أدعى لها\n...\nوإذا يحاس الحيس يدعى جندب\nهذا ما أنشده أبو العباس أحمد بن يحيى ثعلب وزاد أبو اليقظان:\nألمالك طيب البلاد ورعيها\n...\nولي الثماد ورعيهنّ المجدب\nهذا لعمركم الصغار بعينه\n...\nلا أمّ لي إن كان ذاك ولا أب\nومنهم ابن أحمر الإيادي ولم يقع إلي من شعره كبير شيء ووجدت له في كتاب إياد بيتاً واحداً وهو:\nهل ينهينك عن نوك وعن حمق\n...\nمن بالجزيرة من برد ودعميّ\nمن يقال له الأعور منهم الأعور الشني وهو بشر بن منقذ ويكنى أبا\nالجزء: 1 ¦ الصفحة: 45\n",
        "منقذ أحد بني شن بن أفصى بن عبد القيس بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار. شاعر خبيث وكان مع علي رضي الله عنه يوم الجمل وهو القائل:\nفمن ير صفينا غداة تلاقيا\n...\nيقل جبلاً جيلان ينتطحان\nقتلنا وأفنينا وما كل ما ترى\n...\nبكف المذرى تأكل الرّحيان\nبكت عين من يبكي ابن فعلان بعدما\n...\nنفى ورق الفرقان كل مكان\nوهو القائل في قصيدة جيدة:\nإذا ما المرء قصر ثم مرت\n...\nعليه الأربعون عن الرجال\nولم يلحق بصالحهم فدعه\n...\nفليس بلاحق أخرى الليالي\nوهو القائل:\nوإن تنظروا شزراً إلي فإنني\n...\nأنا الأعور الشنيّ قيد الأوابد\nومنهم الأعور النبهاني وهو نبهان بن عمرو بن الغوث بن طيء. قال ابن الكلبي: اسمه سحمة بن نعيم بن الأخنس بن هوذة بن عمرو بن حصن. وقال أبو عبيدة في النقائض بين جرير والفرزدق هو العناب واسمه نعيم بن شريك ولم يرفع نسبه؛ وكان هجا جريراً وسبب ذلك أنه صار إلى بني سليط بن يربوع وقد نشب الهجاء بين جرير وغسان السليطي وكان الأعور شاعراً مشهوراً يقول الشعر فحملته بنو سليط على هجاء جرير فصار إلى جرير وتعرض له في أن يرفده فقال له جرير قد بلغنا خبرك فإنك لفي غنى وحولي هذه البيوت التي ترى وكل واجب الحق وما كل الحق أتبع له فانصرف راشداً فهجا جريراً فقال:\nأقول لها أمي سليطاً بأرشها\n...\nفبئس مناخ النازلين جرير\nفلو عند غسان السليطي عرست\n...\nرغا قرن منها وكان عقير\nيقول: لو نزلت بغسان أعطاني جملاً يرغو في قرن أي في حبل ويعقر إلى آخر فيكوس على ثلاث شبه الحبو:\nالجزء: 1 ¦ الصفحة: 46\n",
        "ألست كليبياً وأمك كلبة\n...\nلها حول أطناب البيوت هرير\nفقال جرير يجيبه:\nعفا ذو حمام بعدنا وحفير\n...\nوبالسدر مبدى منهم وحضور\nوهي قصيدة يقول فيها:\nوأعور من نبهان يعوي ودونه\n...\nمن الليل باباً ظلمة وستور\nرفعت له مشبوبة يهتدي بها\n...\nيكاد سناها في الهواء يطير\nمشبوبة يعني ناراً لأن جريراً كان قرى الأعور وأكرمه لما نزل عليه:\nلأعور من نبهان أما نهاره\n...\nفليل وأما ليله فبصير\nألست ابن نبهانية طال بظرها\n...\nوباع ابنها يوم الحفاظ قصير\nوجدنا بني نبهان أذناب طيّئ\n...\nوللناس أذناب ترى وصدور\nترى شرط المعزى مهور نسائهم\n...\nوفي شرط المعزى لهن مهور\nفلم يعاود الأعور جريراً بعدها بشيء. ويدل على أن الأعور كان يقال له عناب قول جرير في أبيات أخر:\nوما أنت يا عناب من رهط حاتم\n...\nولا من روابي عروة بن شبيب\nرأينا قروماً من جديلة أنجبوا\n...\nوفحل بني نبهان غير نجيب\nقيل في النقائض في تفسير هذه الأبيات: عناب رجل من طيء وإنما أراد جرير الأعور وإياه عنى.\nومنهم الأعور السنبسي طائي أيضاً أحد بني سنبس بن معاوية ابن جرول بن ثعل بن عمرو بن الغوث بن طيء. وفي كتاب طيء: هو الطرماح بن الجهم السنبسي وفي بعض النسخ الشني وفي بعض النسخ\nالجزء: 1 ¦ الصفحة: 47\n",
        "الطرماح بن الجهم العقدي وعقدة بنت معتر من بني بولان هي أم ولد عمرو بن سنبس فولد عمرو ينسبون إليه. كتبت له في ما تنخلته من أشعار طيء قصيدة أولها:\nطال الثواء وبانت أم خلاد\n...\nكيف المزار وقد قفى بها الحادي\nوفي الشعراء عور كثير وإنما ذكرت من يعرف بالأعور.\nمن يقال لها الأغر منهم الأغر بن عبيد الله بن الحارث بن جمال بن ذريح بن عدي بن مطمع بن عبد جشم بن عامر بن ذبيان بن كنانة ابن يشكر بن بكر بن وائل شاعر فارس وهو القائل:\nثلاث عذارى من خزاعة بدّن\n...\nوبيض ثلاث من لؤيّ معاصر\nفقمن يحيين الأغر وصحبتي\n...\nلدى المشعر الأعلى وهن قواصر\nوإني وإن ضن الأمير بإذنه\n...\nعلى الإذن من نفسي إذا شئت قادر\nفي أبيات:\nومنهم الأغر بن مأنوس أحد بني يشكر بن بكر أيضاً شاعر له في شعر بني يشكر قصيدة طويلة جيدة أولها:\nطرقت فطيمة أرحل السفر\n...\nبالطرم بات خيالها يسري\nيقول فيها:\nولقد غدوت على القنيص معي\n...\nقيد الأوابد ملهب الحضر\nربذ القوائم ليس خائبه\n...\nعصب شديد البطن والظهر\nالجزء: 1 ¦ الصفحة: 48\n",
        "صلت الجبين كأنه قرحته الشع\n...\nعرى إذا لاحت مع الفجر\nفإذا مدل دون غايته\n...\nوردك يطيف بآتن ذعر\nقلنا لفارسنا يكفته\n...\nحتى يجيش مراكل المهر\nفكأنه إذ بتهن معاً\n...\nرجلاه حافيتان من نسر\nناج يبادر ظل رائحه\n...\nمتأوب يأوي إلى وكر\nعادى ثلاثاً وهو مقتدر\n...\nوالعير رابعهن في النفر\nوبنيت أبراداً على أسل\n...\nصدر النهار لفتية زهر\nيتنازعون شراب ذي نطف\n...\nتنزيل صافية من الغدر\nومنهم الأعز بن السليك بن حنظلة بن ثابت بن الصلت بن عبد الله بن الحارث بن حبيب بن بطيل بن أسامة بن ضبيعة بن عجل بن لجيب شاعر محسن قال يعاتب أباه في قصيدة\nابلغ أبي عنى النأي أنه\n...\nهو المرء أرجو بره وأعاتبه\nبأنك ذو سن ولب مجرب\n...\nوقد ينفع المرء اللبيب تجاربه\nويأتيك ودي وهو سهل وقد أبى\n...\nفؤادك إلا النأي ما لم تغالبه\nفلا تأبسنّي بالهوان إرادة\n...\nلتحلي ماءً قد أمرت مشاربه\nأطيع عشيري ما أراد كرامتي\n...\nوأعصيه في ما ساءني وأجانبه\nفصلني فإني من جناحك منكب\n...\nوما خير ريض بان منه مناكبه\nمن يقال له ابن الأسود منهم عمرو بن أسود الطهري وهو أخو طهية ثم أحد بني عبد الله بن سعيدة بن عوف بن حنظلة شاعر فارس وهو القائل في أبيات قصة غضوب الربعية\nألا إن سياراً ووقدان إذ جنوا\n...\nعلى قومهم لم يخذلوا أو مجمعا\nالجزء: 1 ¦ الصفحة: 49\n",
        "خلطنا البيوت بالبيوت فأصبحوا\n...\nبني عمنا من يرمهم يرمنا معا\nأبينا فلا نعطى التي يفتدى بها\n...\nذليل ولا نكفي إذا الثقل أظلعا\nوقال عمرو بن أسود أيضاً:\nتلوم ولا تدري بأية بلدة\n...\nهواي ولا وجهي الذي أتيمم\nولم تدر ما مطوية قد أجنها\n...\nضميري الذي أخفي عليها وأكتم\nفكم خطة في موطن قد فصلتها\n...\nكما طبق العظم اليماني المصمم\nومنهم عمرو بن أسود الكلبي ثم الأجداري من بني الأجدر بن عوف بن عذرة بن زيد الله بن ثور بن كلب بن وبرة. شاعر فارس وسيد مطاع في قومه وهو القائل:\nومحصنة قد طلقتها رماحنا\n...\nونوح بعثناه بليل منطق\nوبيض فلقنا هامه بسيوفنا\n...\nوبيض أخذنا عنوة لم تفلق\nإذا كان أمر ذو حفاظ رأيتنا\n...\nعلى درجات المجد نعلو ونرتقي\nوهو القائل:\nأفر منهم حذاراً أن ألاقيهم\n...\nوقبل ذلك كانوا السمع والبصرا\nإن الصديق فلا تأمنّ بوائقه\n...\nدون العدو إذا ما سؤته ثأرا\nومنهم عمرو بن أسود الضبي شاعر وهو القائل يرثي رجلاً يقال له جناب:\nلهف نفسي على جناب إذا ما\n...\nدعى النكس للطعان فهابا\nرب قرن تركته في مكر\n...\nوقناة رويت منها الكعابا\nمن يقال له الأصم منهم عمرو بن قيس بن مسعود بن عامر بن\nالجزء: 1 ¦ الصفحة: 50\n",
        "عمرو ابن أبي ربيعة بن ذهل بن شيبان وهو عمرو الأصم وابنه مفروق بن عمرو أحد فرسان بني شيبان وساداتها وذي النباهة فيها وكان هو وأبوه شاعران ومفروق أشعر. وعمرو الأصم القائل:\nلما تداعيتم والنقع معتكر\n...\nبالأراقم نادينا بعلوان\nعلوان شعار بني ربيعة:\nفاستلحم الموت من حانت منيته\n...\nمن كان فراس قوم غير ثنيان\nكم من قناة أصاب الموت قيمها\n...\nفالدمع منها بتهتان وتسنان\nقوله في البيت الثاني: غير ثنيان. الثنيان الذي يكون أبوه فارساً وكذلك الشاعر الثنيان الذي يكون أبوه شاعراً وهو شاعر مثل كعب بن زهير وعبد الرحمن بن حسان ورؤبة بن العجاج. ومنه قول النابغة:\nفصدّ الشاعر الثنيان عني\n...\nكما جاد الأزب عن الظعان\nومفروق ابنه القائل في أبيات:\nولرب أبطال لقيت بمثلهم\n...\nفسقيتهم كأس الردى وسقيت\nوأخ يجيب المستضاف إذا دعا\n...\nوالخيل تعثر في الغبار رزيت\nفلأطلبن المجد غير مقصر\n...\nإن مت مت وإن حييت حييت\nومنهم الأصم الضبي وهو قيس بن عبد الله أحد بني عبد مناة ابن بكر بن سعد بن ضبة بن أد شاعر كان حرورياً يقول في قصيدة طويلة:\nوإنا لخواضون للموت غمرة\n...\nعلى كل موار رقاق ملاطمه\nوإنا لتردى بالأكف رماحنا\n...\nويبني بها من كل مجد مكارمه\nالجزء: 1 ¦ الصفحة: 51\n",
        "ومنهم الأصم الفزاري وهو الحمم بن زهرة. قال الجمحي: زهرة أمه وهو الحكم بن المقداد بن الحكم بن الصباح أحد بني مخاشن بن عصيم ثم أحد بني زهرة بن قيس بن عمرو بن ثومة بن مخاشن بن لأي بن شمخ بن فزارة، وكان فارساً شاعراً شهد الحرب المعروفة ببنات قين وهو القائل:\nإني ابن عمك حقاً غير مؤتشب\n...\nإذا تساقط تحت الراية الورق\nفلا يغرنك مني أن ترى رجلاً\n...\nمن أهل نجدٍ عليه ثوبه الخلق\nمعنى قوله: تحت الراية الورق. يريد بالورق الفتيان الشباب وهو مثل قول الشاعر هدبة بن الخشرم:\nترى ورق الفتيان فيهم كأنهم\n...\nدراهم منها جائزان وزائف\nوالحكم الأصم القائل:\nاللؤم أكرم من وبرٍ ووالده\n...\nواللؤم أكرم من وبر وما ولدا\nواللؤم داء لوبر يقتلون به\n...\nلا يقتلون بداءٍ غيره أبدا\nقوم إذا جر جاني قومهم أمنوا\n...\nمن لؤم أحسابهم أن يقتلوا قودا\nومهم الأصم الباهلي وهو عبد الله بن الحجاج بن كلثوم أحد بني ذبيان بن جئاوة بن معن بن أعصر شاعر خبيث إسلامي له قصائد يهجو فيها الفرزدق وهو القائل:\nقتيبة أبطال مساعير بالقنا\n...\nخضارمة عند اللقاء بحور\nإذا قمر منهم مضى لسبيله\n...\nبدا قمر يجلو الظلام منير\nإذا ما سألت الناس عن خير معشر\n...\nأشار إليهم بالبنان مشير\nوقد علمت قيس بن عيلان أنه\n...\nإليهم يصير المجد حيث يصير\nوهو القائل في قصيدة:\nيسلي المحبين طول النأي بينهم\n...\nويلتقي طرف أخرى فيأتلف\nالجزء: 1 ¦ الصفحة: 52\n",
        "ومنهم الأصم النميري شاعر وجدت له في قبيل الرباب في قتال كان بين بني نمير وقوم من عكل جرح فيه جابر العكلي:\nلقد كنت أنهى كل برٍّ وفاجر\n...\nمن الحي عكل عن نمير وعامر\nوكانوا يصدون الفوارس بالقنا\n...\nويحمون سرب الخانف المتزاور\nفأصبح ما فيهم لقيس بن عاصم\n...\nولابن زبير من عديد وناصر\nمن يقال له الأسلع منهم الأسلع بن قصاف بن عبد قيس بن حرملة بن مالك بن أبي سود بن مالك بن حنظلة بن مالك بن زيد مناة. فارس شاعر محسن وهو القائل:\nوإني لأعطي الملك من لست سائلاً\n...\nوأصفح عن بادي السفاه حليم\nوأحمي ذمار المرء أعلم أنني\n...\nعليه بظهر الغيب غير كريم\nوهو القائل يرثي ابن أخيه مدركاً:\nلعمري لقد لستك حاجة مدرك\n...\nنوائب كانت قبلها ذات مذكر\nمرازئ قد غيرن رأسي ولمتي\n...\nومن يشترط أمثالها يتغير\nفتى كان في الأكفاء والأصل يبتني\n...\nوبالصدق معروفاً له غير منكر\nوشيبني أن لا تزال تصيبني\n...\nقوارع إلا تعرق العظم تكسر\nالأجود إلا تكسر العظم تعرق، وإياه أراد فقلبه. وله مقطعات حسان في أشعار طهية.\nومنهم الأسلع بن سالم الضبي أخو بني حرثان بن ثعلبة بن ذؤيب بن السيد بن مالك بن بكر بن سعد بن ضبة بن أد. شاعر فارس وهو القائل في ليلة القضيم حرب كانت بين بني السيد بن مالك بن بكر بن سعد ابن ضبة وبين بني ذهل بن مالك:\nلقد علمت سعد بن ضبة أننا\n...\nغداة الوغى إذ نحن في العز أسفل\nالجزء: 1 ¦ الصفحة: 53\n",
        "وأن أبا قيس قبيصة غره\n...\nأماني أردته وحبل موصل\nكأن سراة الحي ذهل بن مالك\n...\nفراش تهاوى في لظى النار من عل\nمن يقال له الأشعث منهم الأشعث بن قيس بن معدي كرب بن معاوية بن جبلة بن عدي بن ربيعة بن معاوية الأكرمين الكندي. كان شاعراً سيداً كريماً وهو القائل يوم صفين:\nميعادنا اليوم بياض الصبح\n...\nدنوا إلى القوم بطعن سمح\nحسبي من الأقدام قيد رمح\nووهب جارية نفيسة لرجل من جهينة ضافه فلامه أهله وقالوا شيخ قد ذهب عقله فقال:\nتملكها وكان لذاك أهلاً\n...\nأشم الأنف أصيد كالفنيق\nنماه من جهينة خير نام\n...\nإلى العلياء والحسب العتيق\nفظل بها يلاعبها عروساً\n...\nعلى لباتها عبق الخلوق\nومنهم الأشعث بن عابس بن ثعلبة بن طفيل بن عمرو بن ثعلبة ابن الارث بن ضمضم بن عدي بن جناب الكلابي. وكان عنده جلالة بنت ربيعة بن زياد بن سلامة بن قيس بن نويل بن عدي بن جناب فماتت عنده فقال:\nلعمري لئن كانت جلالة أصبحت\n...\nضنى في الفراش ما تصرف حالا\nبما قد أراها وهي معجبة لنا\n...\nوللناظرين بهجةً وجمالا\nوكانت لنا ستراً إذا الريح أعصفت\n...\nوجاءت بشفان يكون شمالا\nألا قد أرى أن لن ألاقي مثلها\n...\nولكن أبداً لا يكون عيالا\nومنهم الأشعث بن كبير المري أحد بني مرة بن عوف بن سعد بن ذبيان بن بغيض. شاعر محسن وهو القائل:\nتأسو وتجرح من تشاء وإنما\n...\nكفاك كف ندى كف سهام\nالجزء: 1 ¦ الصفحة: 54\n",
        "إن الخلافة حين تفقد أهلها\n...\nليست تقيم بغير دار مقام\nكانت كذاك بذاك تسعة أشهر\n...\nحيرى تردد في سواد ظلام\nتأبى وتأنف أن تسام دنية\n...\nبيد امرئ كز اليدين كهام\nقتل الوليد فلم تزل مظلومة\n...\nعطلاً تصرف غير ذات خطام\nتعشو إليك وأنت تعلم أنها\n...\nليست قناصتها لأول رام\nوإذا صقعت رؤوس قوم صقعة\n...\nوصلت حرارتها إلى الأقدام\nومنهم الأشعث بن يزيد الباهلي ثم الصحبي من بني صحب بن قتيبة بن معن. شاعر وهو القائل:\nبهن غداة أرمام هزمنا\n...\nويوم الكرم جمع بني زياد\nبني عبد المدان وقد أتوكم\n...\nبمشعلة كريعان الجراد\nويوماً بالعقيق فرجن عنكم\n...\nغصاد الموت في هوله إصاد\nأي الموت له إصاد أي غلق هو في نسخة أخرى صحب بن قتيبة وقال ابن الكلبي وابن حبيب صحب بن سعيد بن غنم بن عبد بن غنم بن قتيبة بن معن. قال ابن حبيب: في بني خثعم صحب بن المخبل وفي قضاعة صحب وفي باهلة صحب بن ثور وفي باهلة صحب بن ربيعة؛ هذا وحده مفتوح الأول والأولان مضمومان.\nومنهم الأشعث بن زيد بن يزيد بن ضمرة الجاشي أحد بني جاش وهم ولد نضلة بن جؤبة بن لوذان بن ثعلبة بن عدي بن فزارة وكان شاعراً ويكنى أبا العجاج وهو القائل:\nألا ليت شعري هل أبيتن ليلة\n...\nبحزم الصفا تهفو عليّ جنوب\nالجزء: 1 ¦ الصفحة: 55\n",
        "وهل آتينّ الحي شطر بيوتهم\n...\nبذي جوفر شيء إليّ عجيب\nغداة ربيع أو عشية صيف\n...\nلقريانه جنح الظلام دبيب\nمن يقال له الأشعر منهم الأشعر بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ وهو هنب بن أدد وسمى الأشعر لأن أمه ولدته وعليه شعر وكان شاعراً حكيماً فمن شعره:\nوإن أمهل المرء في عمره\n...\nفيوماً يقال له لاقه\nومن شعره:\nوما انتهوا حتى قضى الله أمره\n...\nوما منهم إلا الأحاديث والذكر\nومنهم الأشعر الرقبان الأسدي واسمه عمرو بن حارثة بن ناشب بن سلام بن سعد بن مالك بن ثعلبة بن دودان بن أسد وهو القائل:\nإذا ما انتدى القوم لم تأتهم\n...\nكأنك قد ولدتك الحمر\nكأنك ذاك الذي في الضرو\n...\nع قدام درتّها المنتشر\nمسيخ مليخ كلحم الحوار\n...\nلا أنت حلو ولا أنت مر\nالمسيخ من اللحم الذي لا ودك له والمليخ الذي لا طعم له والمليخ أيضاً من الإبل الذي لا يلقح وهو كالعياياء الذي لا يحسن الضراب\nوقد علم الجار والنازلون\n...\nبأنك للضيف جوع وقر\nومنهم الأشعر البلوي ثم الهرمي أحد بني هرم بن هميم بن هنيء بن بلي بن عمرو بن الحاف بن قضاعة وهو القائل في غارة بني عذرة عليهم:\nهم ملؤوا المسيل مسيل نجد\n...\nوغص مضيقه بهم طويلا\nوعندي العلم إن القوم زادوا\n...\nعلى مائتين أو نقصوا قليلا\nفإن يك ذو الشليل نجا صحيحاً\n...\nفلا تحمد له إلا الشليلا\nالجزء: 1 ¦ الصفحة: 56\n",
        "ومنهم الأسعر - بالسين غير معجمة - الجعفي الشاعر الفارس المشهور الذي يقول في قصيدته المشهورة:\nولقد علمت على تجنبي الردى\n...\nأن الحصون الخيل لا مدر القرى\nيخرجن من خلل الغبار عوابساً\n...\nكأصابع المقرور أقعى واصطلى\nقال ابن الكلبي هو مرثد بن أبي حمران واسم أبي حمران الحارث بن معاوية بن الحارث بن مالك بن عوف بن سعد بن عوف بن مالك بن أد سمي الأسعر لقوله:\nفلا يدعني قومي لسعد بن مالك\n...\nإذا أنا لم أسعر عليهم وأثقب\nمن يقال له الأحوص والأخوص معجمة الخاء فأما الأحوص فهو الأحوص بن محمد بن عاصم بن ثابت بن أبي الأفلح الشاعر المشهور المحسن في الغزل والفخر والمدح:\nأدور ولولا أن أرى أم جعفر\n...\nبأبياتكم ما درت حيث أدور\nوقد ذكرت أشياء من أخباره ونتفاً من شعره مختارة في كتاب المشهورين وفي أشعار الأوس والخزرج وهو القائل:\nإني إذا تخفى الرجال وجدتني\n...\nكالشمس لا تخفى بكل مكان\nكان الأحوص لما وفد على الوليد بن عبد الملك ومدحه أنزله منزلاً وأمر بمطيخة تمال عليه فكان الأحوص يراود وصفاء للوليد خبازين حتى افتضح عند الوليد فسأل الوليد قيم الخبازين فقال القيم: أصلحك الله إن الأحوص يراود غلمانك عن أنفسهم فأرسل به الوليد إلى ابن حزم بالمدينة وأمره أني يجلده مائة ويصب عليه زيتاً ويقيمه على البلس. ففعل ذلك به. فقال وهو على البلس\nالجزء: 1 ¦ الصفحة: 57\n",
        "ما من مصيبة نكبة أعنى بها\n...\nإلا تشرفني وترفع شاني\nوتزول حي تزول عن متخمط\n...\nتخشى بوادره على الأقران\nإني إذا خفي اللئام رأيتني\n...\nكالشمس لا تخفى بكل مكان\nإني على ما قد ترون محسد\n...\nأنمى على البغضاء والشنآن\nوروي أن أبا بكر محمد بن عمرو بن حزم لما جلد الأحوص وطاف به وغربه إلى دهلك في محمل عربي كان الأحوص يقول وهو يطاف به الأبيات:\nما من مصيبة نكبة أعنى بها\n...\nإلا تشرفني وترفع شأني\nأقفى على الأنصار مما نابهم\n...\nخلفاً وللشعراء من حسان\nهذا البيت عن ابن بكار رواه علي بن عامر بن عامر بن صالح وسقط من رواية الزبير بن بكار.\nومنهم الأحوص بن ثعلبة بن محيصنة بن مسعود بن كعب بن عامر بن مجدعة بن حارثة بن الحارث بن الخزرج بن عمرو واسم عمرو النبيت ابن مالك بن الأوس. وهو القائل:\nوأبذل في الحوادث صلب مالي\n...\nلجاري والمحالف إن دعيت\nذكره ابن الكلبي في نسب الأوس قال ابن بري النحوي رحمه الله أهمل صاحب الكتاب الأحوص الرياحي وهو الأحوص بن زيد بن عمرو بن عتاب بن رياح القائل:\nمشائيم ليسوا مصلحين عشيرةً\n...\nولا ناعباً إلا ببين غرابها\nوجدت في الام خرج بعد هذه الحاشية إلى الحاشية الكبيرة فلا أدري يعني المجلود الأحوص الرياحي فتأمل.\nومنهم الأخوص بالخاء معجمة واسمه زيد بن عمرو بن عتاب ابن هرمي بن رياح بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم. شاعر فارس وهو القائل:\nالجزء: 1 ¦ الصفحة: 58\n",
        "وكنت إذا ما بات ملك قرعته\n...\nقرعت بآباء ذوي شرف ضخم\nبأبناء عتاب وكان أبوهم\n...\nإلى الشرف الأعلى بآبائه ينمي\nهم ملكوا الأملاك آل محرق\n...\nوزاروا أبا قابوس رغماً على رغم\nوقادوا بكره من شهاب وحاجب\n...\nرؤوس معد في الأزمة والخطم\nأنا ابن الذي ساد الملوك حياته\n...\nوساس الأمور بالمروءة والحلم\nوكنا إذا قوم رمينا صفاتهم\n...\nتركنا صدوعاً بالصفاة التي نرمي\nحمينا حمى الأسد التي لشبولها\n...\nتجر من الأقران لحماً على لحم\nونرعى حمى الأقوام غير محرم\n...\nعلينا ولا يرعى حمانا الذي نحمي\nوله في كتاب بني يربوع أشعار جياد مما تنخلته من قبائلهم.\nمن يقال له الأجدع منهم الأجدع الهمداني وهو الأجدع بن مالك بن أمية الوادعي أحد بني وادعة بن عمرو بن جشم بن حاشد بن جشم بن خيران بن نوف بن همدان. فارس سيد وشاعر أدرك الإسلام وبقي إلى زمن عمر بن الخطاب وهو القائل:\nإذا ما تنادوا للصلاة وجدتني\n...\nيفزع من خوف الإله جنانيا\nوهو القائل:\nوكأن عقراها كعاب مقامر\n...\nضربت على شزن فهن شواعي\nورضيت آلاء الكميت ومن يبع\n...\nفرساً فليس جوادنا بمباع\nومنهم الأجدع بن خشرم العذري شاعر وهو يقول:\nيلام رجال قبل تجريب دهرهم\n...\nوكيف يلام المرء حتى يجربا\nوإني لمعراض قليل تعرضي\n...\nلوجه امرئ يوماً إذا ما تخببا\nفلا تك كالناسي الخليل إذا دنت\n...\nبه الدار والباكي إذا ما تغيبا\nوله أشعار جياد.\nومنهم الأجدع بن الأيهم البلوي القائل في وقعة بل ببني فراس ابن غنم\nالجزء: 1 ¦ الصفحة: 59\n",
        "خرجن لهم من شق داراء بعدما\n...\nترفع قرن الشمس عن كل نائم\nوأصبحن بالأجزاع أجزاع ثرثم\n...\nيقلبن هاماً في عيون سواهم\nأراد يقلبن عيوناً في هام سواهم فقلب.\nمن يقال له أبو الأخيل والأخيل منهم أبو الأخيل العجلي مولى لهم ويقال مولى لغيرهم. وقد ذكرت حاله في بني عجل وكان أعمى شاعراً وهو صاحب القصيدة التي أولها: ألا يا سلمى ذات الدماليج والعقد يقول فيها:\nبنو عمنا ليسوا بدعوى أبوهم\n...\nأبونا إذا صلنا تناهوا إلى رد\nوإن نحن صبحناهم في كتيبة\n...\nردوا في سرابيل الحديد كما نردي\nوإني وإن كافحتهم أو هجرتهم\n...\nلتألم مما عض أكبادهم كبدي\nكفى حزناً ألا أزال أرى القنا\n...\nتمج نجيعاً من ذراعي ومن عضدي\nوهي من جيد شعره.\nومنهم أبو الأخيل الخزاعي وهو عبيدة بن هريرة لم يرفع نسبه شاعر وهو القائل:\nأيا ندم لما أطعن بكاهن\n...\nأمور الغواة وانقلبت بأسهم\nولم أدر أن الغي يكره عنده\n...\nقديماً وأن الرشد بعد التفهم\nومنهم الأخيل الطائي أبو المقدام هو الأخيل بن عبيد بن الأعشم بن قيس بن حصن بن عبد الله بن عبد رضا بن عمرو بن غراب بن جذيمة بن معن بن أد بن معن بن عتود الشاعر المشهور. ذكره ابن الكلبي في أنساب طيء ولم يذكر له شعراً ولا وجدت له في أشعار الطائيين ذكراً.\nومن يقال له ابن الأبرص منهم عبيد بن الأبرص الأسدي\nالجزء: 1 ¦ الصفحة: 60\n",
        "وهو عبيد بن الأبرص بن جشم بن عامر بن هز بن مالك بن الحارث بن سعد ابن ثعلبة بن دودان بن أسد بن جزيمة الشاعر المشهور.\nومنهم ابن الأبرص الفزاري وهو زياد بن الأبرص أحد بني شمخ ابن فزارة شاعر وهو القائل:\nفإن تك أنضاء إلى الشام نزع\n...\nذهبن كأن الذاهبين كثير\nلعمر أبي عوفٍ وبهثة أنني\n...\nلأطوي على الغيظ الشديد ضميري\nوأسكت حتى يحسب الناس أنني\n...\nأخاف على شيء لديّ خطير\nوأطرق أحياناً بعيني إلى القذى\n...\nوإني لما يأتي امرؤ لبصير\nفي الأبيات كلها أقواء.\nومنهم ابن الأبرص العكلي وهو ربيعة بن الأبرص بن حصين العكلي ثم الكناني شاعر فارس وهو القائل في شيء كان بين بني عامر بن ربيعة بن صعصعة وعكل يخاطب رجلاً يقال له أبو مسهر عاصم بن قطن كان في جوار بني نمير قد صاهرهم فعاد إلى قومه فعرضت له بنو حنيفة فذهبت بماله فاستغاث بني نمير فلم يعينوه فعرضت لهم عكل فاستنقذوا ماله وأهله وردوهما عليه فقال ابن الأبرص:\nأبا مسهر في النائبات بلوتنا\n...\nوكان البلاء عند ذي اللب أنفعا\nأجبناك إذ تدعو نمير بن عامر\n...\nوتلوي بهداب الرداء وتلمعا\nألم تأت ليلى والحوادث جمة\n...\nعلى نأيها أنا قتلنا السميدعا\nجدعنا به أنف اليمامة كلها\n...\nفأصبح عرنين اليمامة أجدعا\nمن يقال له ابن الأعرف منهم فرعان بن الأعرف أحد بني مرة\nالجزء: 1 ¦ الصفحة: 61\n",
        "ابن عبيد بن الحارث بن عمرو بن مقاعس بن كعب بن سعد بن زيد مناة بن تميم. شاعر لص وهو القائل:\nيقول رجال إن فرعان فاجر\n...\nولله أعطاني بنيّ وماليا\nإذا أصبحوا لا يخبزون لغائب\n...\nطعاماً ولا يدعون من كان نائياً\nومنهم المنازل بن الأعرف أخو فرعان. شاعر وهو القائل يتشكى ابنه:\nتظلمني مالي خليج وعقني\n...\nعلى حين كانت كالحني عظامي\nوكنت أرجي الخير منه وأمه\n...\nحرامية ما غرني بحرام\nتزوجتها فازددتها لتزيدني\n...\nوما بعض ما يزداد عير غرام\nوربيته من بعد ذا فرحاً به\n...\nفلا يفرحن بعد أب بغلام\nوكان المنازل من نازلي الكوفة.\nومنهم سحيم بن الأعرف الهجيمي لم يعرف نسبه إلى الهجيم ابن عمرو بن تميم شاعر وهو القائل يمدح حسان بن سعد الأسدي:\nإلى حسان من أطراف نجد\n...\nرحلنا العيس تنفخ في براها\nنعد قرابة ونعد صهراً\n...\nويسعد بالقرابة من رعاها\nفما جئناك من عدم ولكن\n...\nيهش إلى الإمارة من رجاها\nوأياماً أتيت فإن نفسي\n...\nتعد صلاح نفسك من غناها\nومنهم أبو الأعرف الأسلمي من أسلم بن أفصى بن حارثة بن عمرو بن عامر أخو خزاعة وهو القائل:\nويل أم عيش أبى الأعرف لو داما\n...\nلنا وأيامنا إذ ذاك أياما\nدع ذكر أخرق يسعى كي يوازيني\n...\nلولا سيوفي ما صلى ولا صاما\nالجزء: 1 ¦ الصفحة: 62\n",
        "وهي أبيات في كتاب خزاعة.\nمن يقال له الأخزر وأبو الأخزر فأما الأخزر القشيري بن يزيد بن صقر بن مالك ذي الرقبة بن سلمة بن قشير وهو القائل في إحدى بنات راعي الإبل وكانت تزوجت عبد الله بن منظور الكلابي ففركته:\nوعند ابن منظور قلوص نجيبة\n...\nأبت ماء حجر فهي شوساء طامح\nبكرهي ما أمست بحجر غريبة\n...\nلدى الباب مقصوراً عليها المسارح\nإذا أشرفت طود اليمامة رجعت\n...\nحنيناً وشاقتها البروق اللوامح\nقليل غناء الكتر في غير قرة\n...\nوقلة ما قرت به العين صالح\nومنهم أبو الأخزر وهو أبو الأخزر الحماني الراجز أحد بني عبد العزى بن كعب بن سعد بن زيد مناة بن تميم وعبد العزة هو حمان راجز محسن مشهور وهو القائل:\nأنا أبو الأخزر واستكتام\n...\nلا حصري يخشى ولا عرامي\nقد كنت أهوى البيض في الكمام\n...\nوالرجع من أصواتها الرخام\nفقد تأهبت على التهيام\n...\nبهن إلا ملّح الكلام\nوهي أرجوزة طويلة جيدة.\nمن يقال له أفلح وأفلج فأما أفلح فهو ابن مالك بن أسماء بن خارجة بن حصن بن حذيفة بن بدر الفزاري وكان شاعراً ولم يذكر له في كتاب فزارة شعر.\nوأما الأفلج فهو سلامة بن اليعبوب أخو بني حجير بن حيي\nالجزء: 1 ¦ الصفحة: 63\n",
        "ابن وائل بن ربيعة بن امرئ مناة بن مشجعة بن التيم بن النمر بن وبرة أخي كلب بن وبرة شاعر وهو القائل:\nوأشعث ملتاث عوى فعوت له\n...\nقطارية بالليل زرق عيونها\nمغان من الأضياف لبوة منسر\n...\nأنا ليثها الغادي وبيتي عرينها\nإذا أوقدت ساق الهشيمة أرزمت\n...\nكما ترزم البلهاء سل جنينها\nقطارية منسوبة إلى قطار الأرض جمع قطر؛ ويروى: قطاربة جمع قطرب تقول العرب هي ذكر السعالى. ويقال هو طائر أصغر من الجرادة إذا طار لاح من جناحيه شبه النار والقطارية في لغة أهل البحرين ومن جاورهم الكلاب الخلنجية وهو أولى بالصواب.\nمن يقال له أراكة وابن أراكة فأما أراكة فهو ابن عبد الله بن سفيان بن الحارث بن حبيب بن الحارث بن مالك بن حطيط بن جشم بن ثقيف شاعر محسن وهو القائل يخاطب ابنه عبد الله لما قتل بسر بن أرطاة ابنه الآخر عمراً وكان عمرو على اليمن لعبد الله بن العباس رضي الله عنهما\nلعمري لقد أردى ابن أرطاة فارساً\n...\nبصنعاء كالليث الهزبر أبي أجر\nفقلت لعبد اللهّ إذ حن باكياً\n...\nبدمع على الخدين منهمرٍ سجر\nتأمل فإن كان البكارد هالكاً\n...\nعلى أحد فاجهد بكاك على عمرو\nولا تبك ميتاً بعد ميت أجنه\n...\nعلي وعباس وآل أبي بكر\nوأما ابن أراكة فهو يزيد بن عمرو بن أراكة الأشجعي أشجع ابن ريث بن غطفان شاعر خبيث. ذكر أبو سعيد الحسين بن الحسن السكري أظنه قال عن ابن حبيب أنه كان نزل على قوم من محارب عبد\nالجزء: 1 ¦ الصفحة: 64\n",
        "القيس وكانوا أخواله فأضافه عليم بن عامر المحاربي وكان هجاءً للأضياف فلما ارتحل يزيد بن عمرو بن أراكة هجاه بقصيدة طويلة ثم إن عليماً بعد ذلك نزل بيزيد فقراه وأحسن ضيافته فلما ارتحل عنه هجاه فقال:\nأتاني على شحط عليم مجنباً\n...\nعلى ضفف فوه من الريق عاصب\nفقال أغثني يا يزيد بشربة\n...\nمن المحض إذ ضاقت علي المذاهب\nفقلت له أهلاً وسهلاً ومرحباً\n...\nأصبت بحمد الله ما أنت طالب\nوقمت إلى كوم جلاد كأنها\n...\nمجادل بصرى نيها متراكب\nفكاست على الأعقاب منها خيارها\n...\nوكانت قديماً تحتوينا العراقب\nوبات عليم يشتوي من شطوطها\n...\nوجادت بأفلاذ البلاد الجحانب\nفلما كشفنا ما به من كآبة\n...\nوكان أتانا وهو غرثان جانب\nهجانا شفاهاً ظالماً ابن خالنا\n...\nوكنا كراماً إذ عرتنا النوائب\nفباست عليم وحده واست أمه\n...\nإذا ذكرت يوم الفخار محارب\nقال أبو سعيد وكذب وإنما قراه سمناً وتمراً.\nمن يقال له ابن أذينة منهم عمرو بن أذينة بن الحارث ابن مالك بن زحل بن يعمر الشداخ بن عوف بن كعب بن عامر بن ليث بن بكر بن عبد مناة بن كنانة بن خزيمة. قال هشام الكلبي: عروة بن أذينة واسم أذينة يحيى بن مالك وهو أبو سعيد بن الحارث بن عمرو بن عبد الله بن زحل بن يعمر الشداخ ويكنى عروة أبا عامر وكان عالماً ناسكاً شاعراً حاذقاً وهو القائل وأنشدنا الأخفش هذين البيتين عن ثعلب لمؤرج بن بكر السدوسي:\nوتصرفوا بعد الجميع لنية\n...\nلا بد أن تتفرق الجيران\nلا تصبر الإبل الجلاد تفرقت\n...\nحتى تحن ويصبر الإنسان\nالجزء: 1 ¦ الصفحة: 65\n",
        "وهو الذي وفد على هشام بن عبد الملك فقال له أنت القائل:\nلقد علمت وما الإسراف من خلقي\n...\nأن الذي هو رزقي سوف يأتيني\nأسعى له فيعنيني تطلبه\n...\nولو قعدت أتاني لا يعنيني\nهلا جلست حتى يأتيك فسكت فلما خرجوا جلس على راحلته حتى أتى المدينة ثم أمر هشام بجوائز الوفد وفقد عروة. فأخبر بخبره فقال جرم والله ليأتينه ذاك في بيته أضعف ما أعطى غيره.\nومنهم ابن أذينة العبدي وهو عبد الرحمن بن أذينة بن سلم من بني بهثة بن جذيمة بن الديل بن شن بن أفصى بن عبد القيس. كان الحجاج ولاه قضاء البصرة. قال أبو اليقظان وكان شاعراً ولم ينشد له شيئاً ولا وجدت لهه في أشعار عبد القيس شعراً من يقال له أنس منهم أنس بن أبي أناس الكناني ابن زنيم ابن محمية بن عبد بن عدي بن الديل بن بكر بن كنانة بن خزيمة بن مدركة شاعر مشهور حاذق وهو القائل:\nوعوراء من قيل امرئ قد رددتها\n...\nبسالمة العينين طالبة عذرا\nولو أنه إذ قالها قلت مثلها\n...\nوأكثر منها أورثت بيننا غمرا\nفأعرضت عنه وانتظرت به غداً\n...\nلعل غداً يبدي لمؤتمر أمرا\nلأنزع ضيماً ثاوياً في فؤاده\n...\nوأقلم أظفاراً أطال بها الحفرا\nوله أشعار جياد في كتاب بني كنانة.\nومنهم أنس بن نواس وأنس هو الحنان بن نواس المحاربي بن شيحان بن مالك بن خنيس بن ربيعة بن ضبة بن حبيب بن ربيعة بن شكم ابن عبيد بن عوف بن زيد بن بكر بن عميرة بن علي بن حسن بن محارب شاعر فارس وهو القائل:\nفتى لم تلد أمه ثلكة\n...\nببرد الرداء على المئزر\nدوين الطوال وفوق القصار\n...\nفليس بهيق ولا حيدر\nالجزء: 1 ¦ الصفحة: 66\n",
        "فإن قال في القول لم ينحمق\n...\nوإن باع في السوق لم يخسر\nقوله في البيت الأول ثكلها أي لا يقال ثكلتك أمك، وقوله في الثاني بهيق الهيق المضطرب الطويل والحيدر القصير.\nمن يقال له الأقشر منهم الأقشر وهو صاحب لواء بني أسد جاهلي قال ابن حبيب اسمه عامر بن طريف بن مالك بن نصر بن قعين بن الحارث بن ثعلبة بن دودان بن أسد وهو الذي يقول\nلا أعق ولا أحوب ولا أغير على مضر\n...\nلكنما غزوي إذا صح المطى من الدبر\nوروي إذا ضج أيضاً.\nومنهم الأقيشر هو المغيرة بن عبد الله من بني معرض بن عمر ابن أسد الشاعر المشهور صاحب الشراب وهو القائل:\nأفني تلادي وما جمعت من نشب\n...\nقرع القواقيز أفواه الأباريق\nوهي قصيدة مشهورة.\nالجزء: 1 ¦ الصفحة: 67\n",
        "باب الباء في أوائل الأسماء\nمن يقال له البعيث منه البعيث المجاشعي واسمه خداش ابن بشر بن خالد بن بيبة بن قرط بن سفيان بن مجاشع وكان يكنى أبا مالك. الشاعر المشهور دخل بين جرير وغسان السليطي وأعان غسان فنشب الهجاء بينه وبين جرير والفرزدق وسقط البعيث فقال البعيث للفرزدق:\nوشاركتني في ثعلب قد أكلته\n...\nفلم يبق إلا جلده وأكارعه\nفدونك خصيبه وما ضمت استه\n...\nفإنك قمقام خبيث مراقعه\nومنهم البعيث الحنفي وهو البعيث بن حريث بن جابر بن سدي بن مسلمة بن عبيد بن ثعلبة بن يربوع بن ثعلبة بن الدؤل بن حنيفة ابن لجيم شاعر محسن وهو القائل وقيل صوابه الدول بتسكين الواو:\nخيال لأم السلسبيل ودونها\n...\nمسيرة شهر للمريد المذبذب\nذبب في سيره جد فيه، ويروي المدئب من دأب يدأب.. وهي أبيات جياد مختارة يقول فيها:\nوإن مسيري في البلاد ومنزلي\n...\nلبالمنزل الأقصى إذا لم أقرب\nولست وإن قربت يوماً ببائعٍ\n...\nخلاقي ولا قومي ابتغاء التحبب\nويعتده قوم كثير تجارةً\n...\nويمنعني من ذاك ديني ومنصبي\nالجزء: 1 ¦ الصفحة: 68\n",
        "ومنهم البعيث التغلبي وهو بعيث بن رزام بن امرىء القيس ابن زيد بن سعد بن زهير بن جشم بن بكر بن حبيب بن عمرو بن غنم بن تغلب وكان يهاجي زرعة بن عبد الرحمن بن الأجعل بن يزيد بن عبد المسيح ابن شريح بن قيس بن شراحيل بن خراش بن عيمة بن عتبان بن سعد بن زهير بن جشم بن بكر. ولهما يقول المجشر بن بغام ينهاهما عن الهجاء:\nألا أبلغ بعيث بني رزام\n...\nوزرعة فاتركانا تذكران\nمن الحيين عتاب بن سعد\n...\nوعتبان فبئس الشاعران\nأليس هبلتما أفكاً وزوراً\n...\nيعد عليكما لو تعلمان\nوقال القطامي:\nإن رزاماً غرها قرزامها\n...\nقلف على أزبابها كمامها\nالقرزام: الشاعر الدون يقال هو يقرزم الشعر، وإنما يعني بعيث بني رزام. والبعيث الرزامي القائل في زرعة بن عبد الرحمن:\nأيا زرع عد للفجر إنك ملصق\n...\nوليس صميم القوم مثل الزعانف\nإذا قلت فالمأثور ما أنا قائل\n...\nوإن قلت قولاً طاع سوم العواصف\nمن يقال له النعيت بالنون والتاء معجمة بنقطتين من فوقها منهم النعيت بن عمرو بن مرة بن ود بن زيد بن مرة بن سعد بن زبينة بن رفاعة بن ثعلبة بن غنم بن حبيب بن كعب بن يشكر شاعر محسن، وهو القائل حين قدم المهلب خراسان والياً على أمية بن عبد الله بن خالد بن أسيد:\nتبدل للمنابر من قريش\n...\nمزونياً بفقحته الصليب\nفأصبح فافلا كرم ومجد\n...\nوأصبح قادماً كذب وحوب\nفلا تعجب لكل زمان سوء\n...\nرجال والنوائب قد تنوب\nالجزء: 1 ¦ الصفحة: 69\n",
        "وله أشعار جياد في أشعار بني يشكر.\nومنهم النعيت الخزاعي واسمه أسد والنعيت لقب ويقال اسمه أسيد بن يعمر بن وهيب بن أصرم بن عبد الله بن قمير بن حبشية بن سلول ابن كعب بن عمرو بن ربيعة؛ وربيعة هو لحي بن حارثة بن عمرو بن عامر وهو القائل في يوم الفتح وفي إقامة من أقام ممن خلف رسول الله صلى الله عليه وسلم من خزاعة:\nخطرنا وراء المسلمين بجحفل\n...\nذوي عضد من خيلنا ورماح\nعلى كل ورهاء العنان طمرة\n...\nإذا كان يوم ذو وغى وشياخ\nيطير بذي الدرع العريض كأنما\n...\nتطير به فتخاء ذات جناح\nومنهم البعيت - بالباء معجمة بنقطة من أسفل والغين معجمة والتاء معجمة بنقطتين من فوق - الجهني ولم يرفع نسبه إلى جهينة وكان فاتكاً كثير الغارات، وبعيت تصغير باغت مثل شريح تصغير شارح وحريث تصغير حارث وهو من تصغير الترخيم وسمي البغيت لأنه كان يأتي الناس بغتاً وهو القائل:\nونحن وقعنا في مزينة وقعةً\n...\nغداة التقينا بين غيق فعيهما\nونحن جلبنا يوم قدس أوارة\n...\nقنابل خيل تترك الجو أقتما\nونحن بموضوع حمينا ذمارنا\n...\nبأسيافنا والسبي أن يتقسما\nمن يقال بجير وبحير أما بجير من الشعراء فجماعة: منهم بجير ابن أوس بن أبي سلمى، واسم أبي سلمى ربيعة بن رياح بن قرط بن الحارث بن مازن ابن خلاوة بن ثعلبة بن ثور بن هذمة بن لاطم بن عثمان بن عمرو بن أد بن طابخة بن الياس، وأم عثمان بن عمرو مزينة بنت كلب بن وبرة وإليها ينسب\nالجزء: 1 ¦ الصفحة: 70\n",
        "ولدها، وكان بجير شاعراً ويقال هو بجير بن زهير بن أبي سلمى وهو القائل حين فتحت مكة:\nنفى أهل الحبلق كلّ فجٍ\n...\nمزينة تدعى وبنو خفاف\nصبحناهم بألف من سليم\n...\nوألف من بني عثمان واف\nفي أبيات ومنهم بجير بن الحصين الثعلبي أحد بني ناشب بن سبد بن رزام بن مازن بن ثعلبة بن سعد بن ذبيان بن بغيض شاعر مخضرم أحد فرسانهم في الجاهلية وكان يقال له اللجلاج وهو القائل في أبيات:\nولتعلمن محارب إن زرتها\n...\nببنات أعوج في الخميس وأشجع\nيعدون قهقرة الوعول إذا بدت\n...\nبالنقع يتبعها غبار يسطع\nأكل الأكام نسورهن فظالع\n...\nعند القياد ومازن ما يظلع\nفي أبيات ومنهم بجير بن عنمة الطائي أحد بني بولان بن عمرو بن الغوث بن طيء. وأراه أخا خالد بن غنمة الشاعر الجاهلي الطائي وبجير القائل في أبيات:\nوإن مولاي ذو يعيرني\n...\nلا إحنة عنده ولا جرمة\nينصرني منك غير معتذر\n...\nيرمي ورائي بالسهم والسلمة\nومنهم بجير بن رزام الفزاري وهو مذكور في شعر فزارة.\nالجزء: 1 ¦ الصفحة: 71\n",
        "ومنهم بحير - بالحاء غير معجمة - بن عبد الله بن عامر بن سلمة الخير بن قشير بن كعب بن ربيعة بن عامر بن صعصعة، وكان رئيساً شاعراً وهو القائل يرثي هشام بن المغيرة:\nذريني أصطبح يا بكر إني\n...\nرأيت الموت نقب عن هشام\nونقب عن أبيك وكان خرقاً\n...\nمن الفتيان شرّاب المدام\nوكنت إذا ألاقيه كأني\n...\nإلى حرم في شهر الحرام\nفود بنو المغيرة لو فدوه\n...\nبألف من رجال أو سوام\nوود بنو المغيرة لو فدوه\n...\nبألف مقاتل وبألف رام\nوإنك لو شهدت أبا عقيل\n...\nوأصحاب الثنية من نعام\nإذاً لعذرتني أو لم تلومي\n...\nعلى كأس أسد بها عظامي\nفي أبيات أخر. وله أشعار جياد في كتاب بني قشير.\nومنهم بحير بن لأي بن حجر بن عائذ بن ثعلبة بن الحارث ابن تيم الله بن ثعلبة شاعر وهو القائل:\nتبين رسوماً بالرويتج قد عفت\n...\nلعنزة قد عرين حولا حلا حلا\nعنزة امرأة، وحلا حلا يريد تاماً.\nتعاورها صفق الرياح فأصبحت\n...\nكما رد أيدي الطاحنات المناخلا\nومنهم بحير البجلي القائل لأسد بن كرز البجلي في قصة مذكورة في كتاب بجيلة:\nأخذنا بحبل لابن قرز فغرنا\n...\nقوى مرس أسبابه غير مبرم\nالجزء: 1 ¦ الصفحة: 72\n",
        "ومنهم بحير البرجمي وهو ابن أوس بن حارثة بن عامر بن عمرو ابن حنظلة البرجمي وهو القائل\nيلوم على المودة عبد شمس\n...\nوما أنا من مودته بداني\nوصاهرت الملوك وصاهروني\n...\nفلست بنائلٍ أبداً مكاني\nمن يقال له بشر من الشعراء كثير وليس مما أقصد إلى ذكر حاله منهم بشر بن أبي خازم الأسدي، وبشر بن عمرو بن مرثد أحد بني قيس بن ثعلبة، وبشر بن سوادة التغلبي المعروف بابن شلوة، وبشر بن الهذيل بن زفر الكلابي. وبشر بن حزرم الكلبي المعروف بالأغلب وبشر بن حزن المازني، وبشر بن منقذ وهو الأعور الشني، وبشر بن قطبة بن الحارث الفقعسي، وبشر ابن معدل المحاربي وغيرهم.\nوأما بسر بضم الباء وبالسين غير معجمة فهو بسر بن عصمة المزني أحد بني ثعلبة بن ثور بن هذمة بن لاطم بن عثمان بن عمرو بن أد بن طابخة أحد سادات مزينة. فارس شاعر وكان في سمار معاوية فتحدث عند معاوية رجل من جهينة فحصر وقطع الحديث فتضاحك القوم فقال له بسر: تحدث يا أخي فقد سمعت رسول الله صلى الله عليه وسلم يقول: جهينة مني وأنا منهم من آذى جهينة فقد آذاني فقد آذى الله، فغضب معاوية وقال: كذبت إنما قال هذا لقريش فانصرف بسر وقال:\nأيتمنى معاوية بن حرب\n...\nويكذبني لقولي في جهينة\nولو أني كذبت لكان قولي\n...\nولم أكذب لغيري في مزينة\nومنهم بشر بن بجير بن ربيعة بن عبس بن جعدة وهو ضبينة ابن غني من شعراء طيء ابن الكلبي: ضبينة بن جعدة وهو القائل يبكي منازل قومه حين جلوا عنها:\nالجزء: 1 ¦ الصفحة: 73\n",
        "ألم تعرف ديار بني بجير\n...\nبطخفة بين غول فالبراق\nولما أن رأيتهم تولوا\n...\nسقى عيني من العبرات ساقي\nوله في قبيل غني أخبار وأشعار.\nومنهم بشر بن سليمان بن عامر بن حزن بن عامر بن سلمة بن قشير شاعر محسن وهو القائل:\nولم أر مثل الخير يتركه امرؤ\n...\nولا الشر يأتيه امرؤ وهو طائع\nولا كاتقاء الله خيراً بقية\n...\nوأحسن صوتاً أن تسمع سامع\nولا كالمنى لا ترجع الدهر طائلاً\n...\nلو أن امرأً منهن بالحق قانع\nولا كذهاب المرء في شيء غيره\n...\nليشغله عن شأنه وهو ضائع\nمن يقال له بشير وبشير غير واحد منهم بشير بن النكث اليربوعي وبشير بن عبد الرحمن بن مالك الخزرجي وغيرهما ممن لم نقصد إلى تسميته.\nوبشير بن أبي جذيمة العبسي - بضم الباء تصغير بشر - وبشير ابن الخليج أحد بني ثعلبة بن سعد بن ذبيان بن بغيض وقد ذكرت هؤلاء في كتاب منتخل القبائل في مواضعهم.\nوها هنا نسير - بالنون والسين غير معجمة - بن ثور العجلي وهو القائل في يوم القادسية:\nلقد علمت بالقادسية أنني\n...\nصبور على اللأواء عف المكاسب\nأخوض بسيفي غمرة الموت معلماً\n...\nوأقدم أقدام امرئ غير هارب\nعليّ دلاص ذات شك حصينة\n...\nكأن قتيريها عيون الجنادب\nفأما تريني قل مالي فقله\n...\nلدفع خصوم جمة ونوائب\nوإعطائي المولى على حين فقره\n...\nإذا رد بعض القوم ما في الحقائب\nالجزء: 1 ¦ الصفحة: 74\n",
        "إذ قل مالي لم ألع بذوي الغنى\n...\nولكن أنحي للحوادث جانبي\nوإن بلدة أعيت عليّ طلابها\n...\nصرفت لأخرى رحلتي وركائبي\nولست إذا ما أحدث الدهر نكبة\n...\nبأخضع ولاج بيوت الأقارب\nمن يقال له البرج وأبو البرج منهم البرج بن مسهر بن الجلاس أحد بني جديلة ثم أحد بني طريف بن عمرو بن ثمامة بن مالك بن جدعاء بن ذهل بن رومان بن جندب بن خارجة بن سعد بن فطرة وهو جديلة بن طيء شاعر وهو القائل:\nوندمان يزيد الكأس طيباً\n...\nسقيت إذا تعرضت النجوم\nرفعت برأسه وكشفت عنه\n...\nبمعرقة ملامة من يلوم\nفلما أن تنشى قام خرق\n...\nمن الفتيان مختلق هضيم\nإلى وجناء ناويةٍ فكاست\n...\nوهى العرقوب منها والصميم\nفأشبع شربة وجرى عليهم\n...\nبابريقين كأسهما رذوم\nتراها في الإناء لها حميا\n...\nكميتاً مثل ما فقع الأديم\nويروى: نقع الأديم أي روى ويقال أرجون ناقع وهو الذي قد روى من الصبغ. فأما فقع فمعناه أحمر ولذلك قيل أحمر فقاعي\nفبتنا بين ذاك وبين مسك\n...\nفيا عجباً لعيش لو يدوم\nيطوف ما يطوف ثم يأوي\n...\nذوو الأموال منا والعديم\nإلى حفر أسافلهن جوف\n...\nوأعلاهن صفاح مقيم\nوأما أبو البرج فهو أبو البرج المري ثم السهمي سهم بن مرة ابن عوف بن سعد بن ذبيان بن بغيض واسمه القاسم بن حنبل وهو القائل يمدح زفر بن هاشم بن فروة بن مسعود بن سنان وهو عامل اليمامة. ويكنى أبا حبيب\nالجزء: 1 ¦ الصفحة: 75\n",
        "أرى الخلان بعد أبي حبيب\n...\nبحجر في جنابهم جفاء\nمن البيض الوجوه بني سنان\n...\nلو أنك تستضيء بهم أضاؤوا\nلهم شمس النهار إذا استقلت\n...\nونور ما يبغيه المساء\nبناة مكارم وأساة كلم\n...\nدماؤهم من الكلب الشفاء\nفلو أنّ السماء دنت لمجد\n...\nومكرمة دنت لهم السماء\nمن يقال له بقيلة وهما بقيلتان أكبر وأصغر أشجعيان وكلاهما يقال له أبو المنهال. فأما بقيلة الأكبر أبو المنهال فيقال هو من بني هند بن قنفذ بن خلاوة ابن سبيع بن بكر بن أشجع كذا وجدت في كتاب أشجع وقيل في الكتاب أنه يشك أهو منهم أم من بني دهمان بن نضار بن سبيع بن بكر بن أشجع ولا يشك في أنه من بني بكر بن أشجع ويقال هو الذي أمد النبي صلى الله عليه وسلم يوم أحد ويقال أيضاً هو صاحب الخيل يوم أحد يراد خيل أشجع ويقال به صاحب الخيل مسعر بن فلان الأشجعي وكان بقيلة شاعراً سيداً كريماً وهو القائل في أبيات كثيرة:\nليس امرؤ فليكن ما كان أوله\n...\nولو تخلق إلا مثل ما خلقا\nويروى: ليست قوسي على ما كان من خلق:\nوإن أشعر بيت أنت قائله\n...\nبيت يقال إذا أنشدته صدقا\nوإنما الشعر لب المرء يعرضه\n...\nعلى المجالس إن كيساً وإن حمقا\nوهو القائل وكتب بها إلى عمر بن الخطاب رضي الله عنه من غزاة كان غزاها:\nألا أبلغ أبا حفص رسولاً\n...\nفدى لك من أخي ثقة إزاري\nقلائصنا هداك الله إنا\n...\nشغلنا عنكم زمن الحصار\nلمن قلص تركن معقلاتٍ\n...\nقفا سلع بمختلف الشجار\nقلائص من بني كعب بن عمرو\n...\nوأسلم أو جهينة أو غفار\nيعقلن أبيض شيظميّ\n...\nوبئس معقل الذود الخيار\nوإنما قال بقيلة ذاك لأن رجلاً من بني سليم يقال له جعدة كان غزلاً صاحب نساء وكان يأخذهن فيعقلهن ويأمرهن يمشين فبلغ ذلك بقيلة في\nالجزء: 1 ¦ الصفحة: 76\n",
        "غزاته فأهدى هذا الشعر إلى عمر بن الخطاب فأرسل عمر إلى السلمي فأطرده. هذا ما وجدته في كتاب أشجع زيادة في نسخة أدخلتها ها هنا: حدثنا أبو الحسن علي بن سليمان الأخفش عن شيوخه بإسناد يرفعه إلى عبيد ابن أسوان أن هذا الشعر لرجل من الأنصار من بني سلمة وساق الحديث بطوله. وروى: فبئس معقل الذود الظئال. وقال أبو الحسن: كذا قال الشيخ والصواب الظؤار جمع ظئير مثل فرير وفرار.\nومنهم بقيلة الأصغر وهو أبو المنهال أيضاً واسمه جابر بن عبد الله بن عامر بن قيس بن جندب بن عامر بن جابر بن هلال بن غياث ابن أسود بن بلال بن سليم بن أشجع شاعر وهو القائل\nحلفت لها بما عزت قريش\n...\nوما حوت المشاعر يوم جمع\nلأنت على التنائي فاعلميه\n...\nأحب إليّ من بصري وسمعي\nتقرّ بقربها عيني وإني\n...\nلأخشى أن تكون تريد فجعي\nلعمرك إنني لأحب سلعاً\n...\nلرؤيتها ومن أكناف سلع\nوله أشعار وكانت بينه وبين جبهاء الأشجعي ملاحاة ومناقضة في الشعر وهو صاحب القصيدة المختارة التي أولها:\nأرقت ونام عني من يلوم\n...\nولكن لم أنم أنا والهموم\nمن يقال له بسطام منهم بسطام بن قيس بن مسعود بن قيس ابن خالد بن عبد الله بن عمرو بن الحارث بن همام بن مرة بن ذهل بن شيبان بن ثعلبة فارس العرب وهو القائل:\nلعمري لئن ضجت تميم وعامر\n...\nلقد كنت قدماً في حلوقهم شجا\nأروني بمسعود وقيس وخالد\n...\nوعمرو وعبد الله ذي الباع والندى\nلكانوا على أفناء بكر بن وائل\n...\nربيعاً ما سال سائلهم جرى\nالجزء: 1 ¦ الصفحة: 77\n",
        "وسرت على آثارهم غير تارك\n...\nوصيتهم حتى انتهيت إلى المدى\nومنهم بسطام بن عمرو بن الفضيل البرجمي أحد بني غالب وكان من رجال قومه وأصاب في بعض الفتن مالاً فقسمه في قومه فقال أبو حزابة:\nهل لك في شيخ أتاك معتام\n...\nمن يلق خيراً بعد عام بسطام\nوبسطام الذي يقول لعمرو بن عفراء وكان اتهمه بزوجته:\nوما بينا يا عمرو في البيت خلة\n...\nولكنني في السوق خير خليل\nوأنت امرؤ نبئت أنك تهتدي\n...\nوإن لم يكن نجم بغير دليل\nوما لك عندي إن أردت زيارتي\n...\nشراب ولا ظل فأين تقيل\nفرآه يوماً في السوق فقال له: ألست تزعم أنك في السوق خير خليل. قال بلى قال فاشتر لي هذا الجمل. فاشتراه له من يقال له بيهس منهم بيهس بن عبد الحارث بن الحارث ابن زيد بن عمرو بن يربوع بن سحيم بن ثعلبة بن عوف بن بهثة بن عبد الله ابن غطفان. شاعر قديم أظنه جاهلياً وهو القائل:\nهل تعرف الدار قد بادت معارفها\n...\nنعم ولكنه لا أهل للدار\nكنا بها زمناً والعيش يعجبنا\n...\nفأصبح العيش قد ولى باصبار\nيمره الدهر حيناً ثم ينقضه\n...\nولا بقاء على نقد وإمرار\nلا تلبث المرء أياماً تداوله\n...\nإن تترك المرء لا يغدو بأنصار\nالجزء: 1 ¦ الصفحة: 78\n",
        "في أبيات، وله أشعار جياد في كتاب بني عبد الله.\nومنهم بيهس بن هلال بن خلف بن جمحة بن غراب بن ظالم ابن فزارة وهو الملقب بنعامة لقب بذلك لطوله وكان أهوج وكان على هوجه شاعراً مجيداً وهو القائل:\nألا من مبلغ بدر بن عمرو\n...\nوكنت بياض وجهك أستديم\nتأرت عشيرة ونفضت أخرى\n...\nفمن يثني عليك ومن يلوم\nوهو القائل مكره أخوك لا بطل في قصة كانت له مع أشجع وقتلت إخوة كانت له سبعة فألح عليهم حتى أدرك ثأره وشرح ذلك في كتاب فزارة ويقال إن هذا المثل له يقال له بيهس في خال له أبو الجشر وكان من أشجع وصادف بيهس سبعة نفر من أشجع وقد حظروا حظيرة من قصب وناموا فيها فقال بيهس لخاله: هل لك في أخذ أعنز سبع رأيتهم ربضاً. ثم جردا سيفيهما وصارا إلى الحظيرة وكان أبو الجشر قصيراً فحمله بيهس فألقاه على القوم فجعل يضربهم بسيفه وبيهس معه حتى قتلاهم جميعاً فقال له لما رجع: إنك يا أبا الجشر لشجاع فقال بيهس: مكره أخوك لا بطل.\nمنهم بيهس بن صهيب الجرمي جرم بن ربان ويكنى أبا المقدام شاعر وهو القائل في قصيدة:\nولقد شهدت الخيل تعثر في القنا\n...\nتحت العجاجة تدعي وتنوب\nفي كل معتركٍ يدعن مناجداً\n...\nفيه السنان وعامل مخضوب\nولقد أفكّ الغل عن مستسلم\n...\nفزع أقر فؤاده الترهيب\nواليوم سعي إن سعيت مبادراً\n...\nرقص ومشي إن مشيت دبيب\nومنهم بيهس العذري، لم يرفع في كتاب عذرة نسبه وكانت طيء قتلت هلالاً العذري فقتل بيهس رجلاً من طيء يقال له ابن مواصل فمر بيهس بعكاظ فإذا امرأة تقول هو هو فإذا هي أخت المقتول فقال:\nتأملني ابنة الطائي شزراً\n...\nوتنسى بالحبيب فتى عجيبا\nوتبكي لا تنام على أخيها\n...\nكلانا كان صاحبه نجيبا\nالجزء: 1 ¦ الصفحة: 79\n",
        "وأنشد المفضل الضبي لبيهس العذري:\nإذا أنت أكثرت الإخلاس صادفت\n...\nبهم حاجة بعض الذي أنت مانع\nإذا أنت لم تبرح تؤدي أمانةً\n...\nوتحمل أخرى أفرحتك الودائع\nأي أثقلتك.\nمن يقال له بشامة منهم ابن الغدير وهو عمرو بن هلال بن سهم بن مرة بن عوف بن سعد بن ذبيان بن بغيض. شاعر محسن مقدم وهو خال زهير بن أبي سلمى المزني صاحب القصيدة المختارة:\nنأتك أمامة نأياً طويلاً\n...\nوحملك الحب وقراً ثقيلا\nالتي يصف فيها الناقة فيقول:\nكأن يديها إذا أرقلت\n...\nوقد جرن ثم اهتدين السبيلا\nيدا سابح خر في غمرةٍ\n...\nفأدركه الموت إلا قليلا\nوله أشعار جياد طوال قال ابن سلامة: بشامة بن الغدير بن عمرو ابن ربيعة بن هلال بن سهم بن مرة بن عوف. وقال ابن الكلبي: بشامة بن الغدير الشاعر وهو بشامة ابن عمرو بن معاوية بن الغدير ابن خال هلال بن سهل بن مرة بن عوف. وفي نسخة المفضليات رواية ابن الأنباري قال بشامة ابن عمرو بن معاوية بن الغدير بن هلال بن واثلة بن سهم والله أعلم بالصواب. كذا قال هلال بن واثلة وهو واثلة أخو هلال.\nومنم بشامة بن حزن النهشلي بن دارم وهو القائل:\nإنا بنو نهشل لا ندعى لأب\n...\nعنه ولا هو بالآباء يشرينا\nالجزء: 1 ¦ الصفحة: 80\n",
        "أن تبتدر غاية يوماً لمكرمة\n...\nتلق السوابق منا والمصلينا\nإنا لنرخص يوم الروع أنفسنا\n...\nولو نسام بها في الأمن أغلينا\nإنا لمن معشر أفنى أوائلهم\n...\nقيل الكماة. إلا أين المحامونا\nلو كان في الألف منا واحد فدعوا\n...\nمن فارس خالهم إياه يعنونا\nوهي الأبيات المشهورة وفيها زيادة في الأصل.\nمن يقال له ابن براقة وابن براق منهم عمرو بن براقة الهمداني ثم النهمي وبراقة أمه فيما أحسب وهو عمرو بن منبه بن شهر بن نهم بن ربيعة بن مالك بن معاوية بن دومان بن بكيل بن جشم بن خيران ابن نوف بن همدان. شجاع فاتك شاعر وهو القائل في القصيدة الطويلة التي أولها:\nتقول سليمى لا تعرض لتلفة\n...\nوليلك من ليل الصعاليك نائم\nمتى تجمع القلب الذكي وصارماً\n...\nوأنفاً حمياً تجتنبك المظالم\nوكنت إذا قوم غزوني غزوتهم\n...\nفهل أنا في ذا يال همدان ظالم\nولا صلح حتى تقرع الخيل بالقنا\n...\nوتضرب بالبيض الرقاق الجماجم\nإذا جرموا مولى علينا ظلامة\n...\nصبرنا لها إنا كرام دعائم\nوننصر مولانا ونعلم أنه\n...\nكما الناس مجروم إليه وجارم\nومنهم ابن براقة السكوني: أنشد له أبو سعيد السكري ولم يرفع نسبه:\nوإنك مسترعي وإنا رعية\n...\nفإنك مدعو بسيماك يا عمر\nلدى يوم حق شره لشراره\n...\nوخير لمن كانت معيشته الخير\nالجزء: 1 ¦ الصفحة: 81\n",
        "ومنهم ابن براق الثمالي من ثمالة بن لهب بن قطن بن كعب بن عبد الله بن مالك بن نصر بن الأزد وكان حليفاً في هذيل وأحد رجلي العرب ممن يغزو راجلاً ويفوق الخيل إذا طلبته وهو القائل يوم حرب كانت بين هذيل وكنانة:\nفلما أن هبطنا السقاع ردوا\n...\nغواشينا فأدبرنا جفولا\nوقام لنا ببطن القاع ضيق\n...\nفخلى الوازعون لنا السبيلا\nكأن ملاءتي علي هجف\n...\nأحس عشية ريحاً بليلا\nعلى حت البراية زمخري الس\n...\nواعد ينتحي رتكاً ذليلاً\nقوله غواشينا أي من غشيتهم منا، والهجف الظليم أحس ريحاً بليلاً فهو يبادر إلى بيضه لئلا يبتل. وقوله على حت البراية أي على ظليم حت البراية أي سريع والبراية العدو، وزمخري طويل، والرتك عدو النعامة، ينتحي يعتمد.\nومنهم غصين بن براق وهو أبو هلال الأحدب الأعرابي. ذكره أبو علي دعبل بن علي الخزاعي في كتاب شعراء بغداد وقال إنه هاجر إليها وأقام بها حتى مات ولم ينسبه أبو علي إلى قبيلته وأنشد له:\nولو أن ما بي بالحصى فلق الحصى\n...\nوبالريح لم يسمع لهنّ هبوب\nولو أنني أستغفر الله كلما\n...\nذكرتك لم يكتب علي ذنوب\nقال أبو القاسم الآمدي: وهذان البيتان في قصيدة ابن الدمينة الطويلة وأنشد له أيضاً:\nأروح ولم أحدث لليلى زيارة\n...\nلبئس إذاً راعي المودة والوصل\nتراب لأهل لا ولا نعمة لهم\n...\nلشد إذاً ما قد تعيرني أهلي\nمن يقال له ابن البرصاء منهم شبيب بن البرصاء وكان اسمها\nالجزء: 1 ¦ الصفحة: 82\n",
        "قرصافة عن أبي سعيد السكري وهي أمه وهو شبيب بن يزيد بن جمرة بن عوف ابن أبي حارثة بن مرة بن نشبة بن غيظ بن مرة بن عوف بن سعد بن ذبيان بن بغيض، أحد شعراء غطفان المحسنين وهو القائل:\nوللحق من مالي إذا هو ضافني\n...\nنصيب وللنفس الشعاع نصيب\nولا خير فيمن لا يوطن نفسه\n...\nعلى نائبات الدهر حين تنوب\nويروى هذا البيت الأخير لضابىء بن الحارث البرجمي.\nومنهم الحارث بن البرصاء عن ابن حبيب قال هو من بني كنانة ابن خزيمة بن مدركة وذكر أنه أسر بقديد في سرية غلاب بن عبد الله وهو يريد الكديد وليس له عندي في كتاب كنانة ذكر ولم يذكر له ابن حبيب شعراً وإنما ذكره في فهرست أسماء الشعراء في القبائل.\nالجزء: 1 ¦ الصفحة: 83\n",
        "باب التاء في أوائل الأسماء\nليس في هذا الباب مما اعتمدت ذكره كثير شيء.\nمن يقال له توبة منهم توبة بن الحمير بن سفيان بن كعب ابن خفاجة بن عمرو بن عقيل بن كعب بن ربيعة بن عامر بن صعصعة ويكنى أبا حرب. فارس شاعر وهو صاحب ليلى الأخيلية وهو القائل فيها\nأرى النأي من ليلاك سقماً وقربها\n...\nحياً كحيا الغيث الذي أنت ناظره\nولو سألت للناس يوماً بوجهها\n...\nسحاب الثريا لاستهلت مواطره\nومن يبق مالاً عدة وضنانة\n...\nفلا الشح ولا الدهر وافره\nومن يك ذا عود صليب يعده\n...\nليكسر عود الدهر فالدهر كاسره\nوشعره وخبره في كتاب بني عقيل.\nومنهم توبة بن مضرس ويعرف بالخنوت بن عبد الله بن عباد بن محرث بن سعد بن حزام بن سعد بن مالك بن سعد بن زيد مناة بن تميم. شاعر محسن كانت أمه يقال لها رميلة وكان هو وإخوته يعرفون بها، وهي رميلة بنت عوف بن علقمة بن سباح الحداني، وقتل أخواه في قصة مذكورة في كتاب بني سعد فأدرك الأخذ بثأرهما وقال في أبيات\nفإن تك أم ابني رميلة أثكلت\n...\nفيا رب أخرى قد جعلت لها ثكلا\nالجزء: 1 ¦ الصفحة: 84\n",
        "وجزع على إخوته جزعاً شديداً وهو القائل أنشدناه أبو الحسن الأخفش:\nولما رأت ما قد تفرع لمتي\n...\nمن الشيب قالت ما لرأس أبي الجعد\nبرأسي خطوب لو علمت كبيرة\n...\nيجيء بها غيري وأطلبها وحدي\nتعدي المصيبات الفتى وهو عاجز\n...\nويلعب صرف الدهر بالحازم الجلد\nوإني امرؤ لا ينقض القوم مرتي\n...\nإذا ما انطوى مني الفؤاد على حقد\nوكان لا يزال يبكي أخويه فطلب إليه الأحنف أن يكف فأبى فسماه الخنوت وهو الذي يمنعه الغيظ أبو البكاء عن الكلام.\nالجزء: 1 ¦ الصفحة: 85\n",
        "باب الثاء في أوائل الأسماء\nوليس في هذا الباب من الأسماء التي اعتمدت ذكرها كبير شيء.\nمن يقال له ثوب منهم ثوب بن تلدة الوالبي أحد بني والبة بن الحارث بن ثعلبة بن دودان بن أسد قال أبو سعيد السكري تلدة أمه وأبوه ربيعة وهو القائل:\nأممت بها بين الغذيب وفارس\n...\nوريمان لما خفت أن أتنصرا\nفما هي مما يأخذ ابن مساحق\n...\nولا المرء علاق إذا ما تخفرا\nكريماً كريم ألفيا أبويهما\n...\nضروبين في يوم اللقاء السنورا\nإذا خشيا ضيماً أقاما عليهما\n...\nبسيفيهما الخد الذي كان أصعرا\nومنهم ثوب بن صحمة بن المنذر بن جهمة بن عدي بن جندب بن العنبر بن عمرو بن تميم وكان يقال له مجير الطير وذلك أنه كان يضع سهمه في الأرض فلا يصاد من تلك الأرض شيء وزعموا أنه أسر حاتم ابن عبد الله الطائي فقال حاتم:\nالجزء: 1 ¦ الصفحة: 86\n",
        "كنا بأرض ما يغب غداؤها\n...\nإن الغداء بأرض ثوب عاتم\nوكان ثوب مخفاقاً فاتبعه رجلان من بني القليب بن عمر ومعهما ابنة عم لهما ومعه أخوه علاج فصعدوا جبلاً يريدون أن يصيبوا منه شيئاً يأكلوه وتركوا المرأة مع أحد الرجلين في بني القليب فاشتد جهد القليبي فوثب على ابنة عمه فذبحها ثم أورى ناراً فجعل يأكل لحمها ثم جاء علاج بشاة قد أصابها فوجد الرجل قد أكل المرأة. فخطب ثوب بعد ذلك امرأة من قومه فقالت: لا أتزوجه وقد أكل رفيقته فقال ثوب:\nيا بنت عمي ما أدراك ما حسبي\n...\nإذ لا يجن خبيث الزاد أضلاعي\nإني لذو مرة يخشى نكايته\n...\nعند الصباح ينصل السيف قراع\nوعير بني القليب رجل في الإسلام فقال:\nعجلتم ما صادكم علاج\n...\nمن العتود ومن النعاج\nحتى أكلتم طفلة كالعاج\nومنهم ثوب بن النار بن عبادة ويقال ابن عمرو بن ثعلبة أحد بني عدي بن جشم بن حبيب بن كعب بن يشكر بن بكر بن وائل وكان كعب وأخواه الضبان بن النار والقعقاع بن النار شعراء. قال أبو اليقظان إنما قيل لهم بنو النار لأن امرأ القيس بن حجر مر بهم فأنشدوه فقال إني لأعجب كيف لا تمتلئ عليكم ناراً جودة شعركم. فقيل لهم بنو النار. وثوب القائل:\nكفاني أبو حسان نفسي فداؤه\n...\nتعالى أقوام ذوي نعم دثر\nفأضحى عيالي كلهم كعياله\n...\nسواء ثووا في ظل ذي فخر غمر\nفاثنوا عليه بالسماحة والندى\n...\nولا تكفروا إن الكرام ذوو شكر\nالجزء: 1 ¦ الصفحة: 87\n",
        "باب الجيم في أوائل الأسماء\nمن يقال له جرير ومنهم جرير بن عطية بن حذيفة بن بدر ابن سلمة بن عوف بن كليب بن يربوع الشاعر المشهور.\nومنهم جرير بن عبد الله أحد بني عامر بن عقيل فارس شاعر وهو القائل:\nويسأل أهل الناس هل وقع الحيا\n...\nوأسأل عن طي ألا أين حلت\nكأني إذا ما قيل أسعفت النوى\n...\nبطائية راجي حياة أضلت\nومنهم جرير بن الحرقاء ويقال الخرقاء بن طارق بن سفيح ابن عليم بن سعد بن قيس بن عجل - والحرقاء أمه ويقال الخرقاء - شاعر وهو القاتل يرد على الفرزدق قوله:\nتصرم مني رد بكر بن وائل\n...\nوما خلت مني ودهم يتصرم\nفقال جرير بن الخرقاء:\nالجزء: 1 ¦ الصفحة: 88\n",
        "أتاني قول للفرزدق قاله\n...\nوليس كما قال الفرزدق يزعم\nلعمري لئن كان الفرزدق لائماً\n...\nوأحدث صرماً للفرزدق ألوم\nلئن وسطتك الدار بكر بن وائل\n...\nوضمتك للأحشاء إذ أنت مجرم\nعشية ترجو أن تكون حمامة\n...\nبمكة مأواها الفناء المحرم\nفإن تنأ عنا لا تضرنا وإن تعد\n...\nتجدنا على العهد الذي أنت تعلم\nوله أشعار في كتاب بني عجل ومناقضة مع الأخطل.\nومنهم جرير بن عبد المسيح الضبعي وهو الملتمس بن عبد المسيح بن عبد الله بن زيد بن دوفن بن حرب بن وهب بن جلي بن أحمس ابن ضبيعة بن ربيعة بن نزار وهو الشاعر المشهور القائل:\nوأطرق إطراق الشجاع ولو يرى\n...\nمساغاً لنابيه الشجاع لصمما\nومنهم جريز بن كليب بن نوفل بن نضلة الشاعر. كذا ذكر ابن حبيب في كتابه الذي ذكر فيه شعراء القبائل ولم يذكر له شعراً ولا وجدت له في قبائل بني أسد ذكراً وهو إسلامي.\nومنهم جرير بن الغوث بن مردان أخو بني كنانة بن القين بن جسر بن شيع الله بن أسد بن وبرة. وجدت في كتاب بني القين قصيدة أولها:\nطرقت سمية من بعيد بعدما\n...\nكادت حبالك من سمية تقضب\nولم أر فيها ما يصلح للمذاكرة فأثبته.\nومنهم جرير - بضم الجيم وفتح الراء - أبو مالك المدلجي أحد بني مدلج بن ميزن بن هلال بن ضبة بن عبد بن كبير بن عذرة وهو القائل\nوإنا لنمنع عوذ النساء\n...\nإذا غاب شاهد أنفارها\nإذا الخيل جالت على الذائدين\n...\nحول المخاض بأغبارها\nوخضبها بدم كالجساد\n...\nمقبلة وبأدبارها\nالجزء: 1 ¦ الصفحة: 89\n",
        "ويقال قالها هلال بن أبي سلمى المدلجي.\nومنهم حريز التغلبي - بحاء وزاي - ابن عبدة أحد بني زيد بن نشبة بن عدي بن أسامة بن مالك بن بكر بن حبيب وهو القائل:\nألا أيها ذا المزدري بعينه\n...\nتشاوس رويداً إنني لك واتر\nمن يقال له جميل منهم جميل بن عبد الله بن قميئة العذري ولم يكن أبوه يعرض إلا بابن قميئة قال الزبير بن بكار هو جميل بن عبد الله بن ظبيان ابن حن بن ربيعة بن حرام بن ضبة بن عبد بن كبير بن عذرة بن سعد هذيم بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة، وهو الشاعر المشهور صاحب بثينة قال ابن الكلبي في جمهرة الأنساب: جميل بن عبد الله بن معمر ابن الحارث بن خيبرى بن ظبيان وهو سنبس بن حن وأم معمر قميئة من جذام وبها يعرف جميل يقال ابن قميئة؛ وقال ابن سلام: جميل بن معمر بن خيبرى بن ظبيان بن حن.\nومنهم جميل بن المعلى أحد بني عميرة بن جؤية بن لوذان بن ثعلبة بن عدي بن فزارة وهو شاعر فارس وهو القائل:\nفأعرض عن مطاعم قد أراها\n...\nفأتركها وفي البطن انطواء\nفلا وأبيك ما في العيش خير\n...\nولا الدنيا إذا ذهب الحياء\nفي أبيات حسنة.\nومنهم جميل بن سيدان الأسدي وجدت في مقطعات الإعراب له:\nأيا جمل هل دين مؤدى لحينه\n...\nفقد حلّ ذاك الدين واحتاج طالبه\nفطالت به أحلامه إن قضيته\n...\nوظل بما منيت يلمح حاجبه\nيلمح حاجبه: يختلج كأنه يبشره بوصالك، وعندهم أن الجفن الفوقاني إذا اختلج فهو بشارة وأنشد أبو عبيدة:\nلم أدر أن الظن ظن الغائب\n...\nبك أم بالغيب رق حاجبي\nالجزء: 1 ¦ الصفحة: 90\n",
        "أي اختلج ويقال إن الجفن الأسفل يؤذن بغم كان الأعلى يؤذن ببشارة\nأجدي وصالاً أو أبيني صريمة\n...\nفأكرم أن لا يكذب المرء صاحبه\nولم أجد له ذكراً في قبيل بني أسد، هامش في كتاب أنساب قريش للزبير بن بكار: جميل بن معمر بن حبيب بن وهب بن حذافة بن جمح هو وأمه من اليمن ولجميل يقول أبو خراش:\nوفجع أضيافي جميل بن معمر\n...\nبذي فجر تأوي إليه الأرامل\nولجميل وللحارث ابني معمر يقول خداش بن زهير:\nإن أتاني عن ابني معمر خبر\n...\nأما كذبت وأما غير مكذوب\nالشاتميّ ولم أحلل حرامهما\n...\nإني كذلك لقاء الأعاجيب\nوجاء عمر بن الخطاب إلى عبد الرحمن بن عوف فسمعه قبل أن يدخل يتغنى النصب:\nوكيف ثوائي بالمدينة بعدما\n...\nقضى وطراً منها جميل بن معمر\nفلما دخل عليه قال ما هذا يا أبا محمد. قال إنا إذا خلونا في منازلنا فإذا ما يقول الناس وكان جميل بن معمر شهد حنيناً مع النبي صلى الله عليه وسلم انتهى. فهذا غير جميل بن معمر الشاعر.\nمن يقال له الجرنفش منهم الجرنفش الكلبي ثم الزهيري وهو الجرنفش بن سلام بن كنانة بن بحر بن الحارث بن امرىء القيس بن زهير بن جناب وهو القائل:\nومن الحوادث أن عينك بدلت\n...\nسهد الهموم فما تذوق غرارا\nكانت تنام إلى رجال أصبحوا\n...\nتحت التراب أعفةً أبرارا\nأبني الجرنفش إن بحراً أصبحوا\n...\nمتعاونين عليكم أنصارا\nالجزء: 1 ¦ الصفحة: 91\n",
        "نظروا فلم يبصر ذوو أضغانهم\n...\nكعباً ولا عمراً ولا سوارا\nغمز الرجال جريدتي لفراقهم\n...\nفوجدت لا قصفاً ولا خوارا\nذهبوا وسوجلت العداوة بعدهم\n...\nليت القبور تخبر الأخبارا\nجريدتي أي قناتي المجردة من لحائها، والجرنفش المنتفخ الجنين.\nومنهم الجرنفش بن عبدة الشاعر ابن امرئ القيس بن زيد ابن عبد رضا بن جذيمة بن حبيب بن شمر بن عبد جذيمة بن زهير بن ثعلبة ابن سلامان بن ثعل بن عمرو بن الغوث بن طيء وهو القائل:\nلله در بني حليفٍ معشراً\n...\nأيّ امرئ فجعوا به ولربما\nفجعوا بذي الحسب التليد فأصبحوا\n...\nلا مسلمين ولا ضعافاً وخما\nقوم إذا الحدث الجليل أصابهم\n...\nشدوا دوابر بيضهم فاستحكما\nحتى كأنّ عدوهم مما يرى\n...\nمن صبرهم حسب المصيبة أنعما\nمن يقال له جواس منهم جواس بن القعطل بن سويد بن الحارث بن حصن بن عدي بن جناب الكلبي شاعر محسن وهو القائل لزفر بن الحارث الكلابي لما قال:\nوقد بنيت المرعى على دمن الثرى\n...\nوتبقى حزازات النفوس كما هيا\nأبيني سلاحي لا أبالك إنني\n...\nأرى الحرب لا تزداد إلا تماديا\nفقال جواس:\nلعمري لقد أبقت وقيعة راهط\n...\nعلى زفر داءً من الداء باقيا\nتبكي على قتلى سليم وعامر\n...\nوذبيان معذوراً وتبكي البواكيا\nدعا بسلاح ثم أحجم إذ رأى\n...\nسيوف جناب والطوال المذاكيا\nوهو القائل في قصيدة:\nوأعرضت الشعرى العبور كأنها\n...\nمعلق قنديل علته الكنائس\nالجزء: 1 ¦ الصفحة: 92\n",
        "ولاح سهيل عن يمينٍ كأنه\n...\nشهاب نحاه وجهة الريح قابس\nومنهم جواس بن قطبة أحد بني الأحب بن حن وحن بنت عذرة وهم رهط بثينة صاحبة جميل وجميل من بني ظبيان بن حن؛ وجواس شاعر وهو القائل في أبيات كثيرة:\nغدا همي عليّ فقلت لما\n...\nغدا همي عليّ من اللذان\nيزيدان الغنيّ على غناه\n...\nويحتصر الفقير فيغنيان\nويجتلبان فاضلة ومجداً\n...\nيعيش به الأباعد والأداني\nعبيد الله إذ لقيت ركابي\n...\nوعبد الله لا يتراكلان\nإذا انتسبا إلى الأبوين كانا\n...\nهجاني خندف وابني هجان\nفما ركنت إلى حسب معد\n...\nولا قحطان إلا يسبقان\nومنهم جواس بن حسان بن عبد الله بن منازل الأزدي - أزد عمان - شاعر وهو القائل:\nولقد أقدم في الروع وأحمي المستضافا\n...\nثم قد يحمدني الضيف إذا ذم الضيافا\nولقد أروي ندماني من الخمر سلافا\n...\nمن أباريق تراها لثماً بيضاً خفاقا\nوبنو بكر قعود يتعاطين الصحافا\nومنهم جواس بن نعيم أحد بني حرثان بن ثعلبة بن ذؤيب بن السيد الضبي له أشعار وهو القائل:\nكأن خروء الطير فوق رؤوسهم\n...\nإذا اجتمعت قيس معاً وتميم\nمتى تسأل الضبي عن شرقومه\n...\nيقل لك إن العائذيّ لئيم\nومنهم جواس بن نعيم بن الحارث أحد بني الهجيم بن عمرو ابن تميم قال أبو سعيد السكري ويعرف بابن أم نهار وهي أم أبيه وبها يعرف\nالجزء: 1 ¦ الصفحة: 93\n",
        "هو وأبوه قال وجواس القائل:\nوللكبير رثيات أربع\n...\nالركبتان والنسا والأخدع\nولا يزال رأسه يصدع\n...\nوكل شيء بعد ذاك يوجع\nمن يقال له الجحاف منهم الجحاف بن حزن أحد بني عنبس بن عنبسة بن حصن بن حذيفة بن بدر الفزاري كان سيداً جواداً شاعراً وهو القائل في وصف ناقة:\nوفي يميني جمزى ولوس\n...\nشقاء في غمارها قموس\nمثل عقاب الظل عنتريس\n...\nتدير عيناً طرفها تخليس\nكما بدير طرفه الممسوس\nأي قد مسها جنون، وجمزى خفيفة، عنتريس غليظة شديدة. وللجحاف في كتابة فزارة خبر وأشعار ورجز جياد.\nالجحاف بن حكيم بن عاصم بن قيس بن سباع بن خزاعى ابن محارب بن هلال بن فالج بن ذكوان بن ثعلبة بن بهثة بن سليم السيد المشهور الذي أوقع ببني تغلب بالبشر الوقعة المشهورة فقال الأخطل:\nلقد أوقع الجحاف بالبشر وقعة\n...\nإلى الله منها المشتكى والمعول\nوكان الأخطل قبل ذلك قال في حرب كانت لتغلب على قيس:\nألا سائل الجحاف هل هو ثائر\n...\nبقتلى أصيبوا من سليم وعامر\nفأوقع بهم الجحاف بالبشر وقال يخاطب الأخطل:\nالجزء: 1 ¦ الصفحة: 94\n",
        "أبا مالك هل لمتني إذ حضضتني\n...\nعلى القتل أم هل لامني منك لائم\nأبا مالك إن أطعتك في التي\n...\nحضضت سيف حران حازم\nفإن تدعني أخرى أجبك بمثلها\n...\nوأنت امرؤ بالحق لست بعالم\nفي أبيات وقال الجحاف:\nلله در عصابة نبهتهم\n...\nيوم الرصافة مثلهم لم يوجد\nركب الرجال الثائرون كأنما\n...\nأبصارهم قطع الحديد الموقد\nمتثقلدين صفائحاً هندية\n...\nيتركن من ضربوا كأن لم يولد\nنفرت قلوصى من قبور أحدثت\n...\nبطريقها جدد كأن لم تعهد\nلا تنفري إن القبور وأهلها\n...\nكانوا الأحبة غير إن لم أشهد\nوله في كتاب بني سليم أشعار حسان وهو القائل:\nنعرض للسيوف إذا التقينا\n...\nخدوداً ما تعرض للطام\nويروى لغيره من يقال له جريبة وحريثة منهم جريبة بن الأشيم بن عمرو بن وهب بن دثار بن فقعس بن طريف وهو جد مطير بن الأشيم أحد شياطين بني أسد وشعرائها قال بعد أن أسلم:\nبدلت ديني بعد دين قد قدم\n...\nكنت من الدين كأبي في حلم\nيا قيم الدين أقمنا تستقم\n...\nفإن أصادف مأتماً فلم ألم\nوقال لابنه يسار:\nولقد حللت يسار منزلة\n...\nمني فويق الخلب والكبد\nوبذلت ما جمعت من نشب\n...\nوفرشت خدك ساعدي ويدي\nالجزء: 1 ¦ الصفحة: 95\n",
        "ومنهم جريبة الهجيمي. لم يرفع نسبه ولا وقع إلي شعره وأنشد له الأصمعي في كتاب خلق الإنسان بيتاً واحداً هو\nوعليّ سابغة كأن قتيرها\n...\nحدث الأساود لونها كالمحول\nومنهم حريثة - بالحاء غير معجمة وبالياء والثاء - بن عمرو بن معاوية بن كابية بن حرقوص شاعر فارس وهو القائل في الوقعة التي أوقعتها بنو مازن ببني عجل\nيا ذهل ذهل بني عجل لقد لبست\n...\nذهل بنعلك ثوب الخزي والعار\nقتلتم جار قوم واترين لكم\n...\nضعفاً وعجزاً عن التطلاب للثار\nثم ابتليتم به من بعد فعلتكم\n...\nفلم تكونوا بني ذهل بأحرار\nمن يقال له جبهاء منهم جبهاء بن ثوب الأسدي أحد بني برثن شاعر قالت امرأة تزوجها:\nلا ترتجع شارفاً تبغي فواضلها\n...\nبدفها من عرى الأنساع تنديب\nتبكي على راكب أفنى عريكتها\n...\nوتخبر الناس عنه بالأعاجيب\nإن القلوس إذا ما كنت مرتجعاً\n...\nخير وأزين في الدنيا من النسيب\nقال ابن الكلبي وابن حبيب: جبهاء هو يزيد بن عبيد بن عضيلة.\nومنهم جبهاء الأشجعي وهو جبهاء بن حميمة بن يزيد أحد بني عقيل ابن هلال بن خلاوة بن سبيع بن بكر بن أشجع. شاعر خبيث متمكن من لسانه وكان قد منح رجلاً من بني تميم عنزاً لينتفع بلبنها والمنيحة كالغانية فأمسكها التميمي دهراً فقال جبهاء يغازله:\nأمولى بني تيم ألست مؤدياً\n...\nمنيحتنا فيما تؤدى المنائح\nالجزء: 1 ¦ الصفحة: 96\n",
        "فإنك إن وديت غمرة لم تزل\n...\nبعلياء عندي ما بغى الربح رابح\nلها شعر داج وجيد مقلص\n...\nوجسم زخاريّ وضرس مجالح\nولو أنها ظلت بساس معجم\n...\nنفى الرعي عنه رقه وهو كالح\nلجاءت كان القسور الجون بجها\n...\nعساليجه والثامر المتناوح\nولو أشليت في ليلةٍ رجبية\n...\nلأرواثها أوب من الماء ناصح\nلجاءت لرز الحالبين وضرعها\n...\nأما صفاقيها مبد مسارح\nوويل أمها كانت غبوقة طارق\n...\nترامى به بيد الأكام القراوح\nويروى ولو أنها طافت بشرس معجم نفى الرق عنه جذبه، وجذبه ما جذب عنه، والشرس ما ليس بشجر ولا بقل هو بينهما وهو إلى الشجر أقرب والدق في البقل ما دق من النبات وصغر. كالح لا ورق له إنما هو عيدان، والقسور نبت إذا أكلته كثر لبنها والجون الشديد الخضرة، ويروى ولو أنها صافت رقة مارق منه وإنما يعني الورق. ويروي ثعلب عن أبي المنهال: ولو أنها طافت بظنب معجم نفى الرق عنه جذبه وهو كالح، وقال الظنب أصل الشجرة بالظاء معجمة إذا ذهبت أغصانها، ومعجم قد عجم أي عضضته الإبل. والرق الورق\nترى تحتها عن النضار منيفاً\n...\nسما فوقه من بارد الغزر طامح\nسديساً من الشعر العراب كأنها\n...\nمؤكدة من دهم حزران صالح\nرعت عشب الجولان ثم تصيفت\n...\nرضيعة جلس فهي بداء راجح\nالجزء: 1 ¦ الصفحة: 97\n",
        "كأن أزيز الكير ارزام شخبها\n...\nإذا امتاحه في محلب القوم مائح\nفأجاب جبهاء في أبيات قالها:\nوما كنت إلا مازحاً قال مزحة\n...\nفأنكرت أن بهذي إليك الممازح\nمن يقال له أبو جلدة منهم أبو جلدة اليشكري أحد بني عدي بن جشم بن حبيب بن كعب بن يشكر بن بكر بن وائل. شاعر خبيث وهو القائل:\nلعمري لأهل الشام أطعن بالقنا\n...\nوأحمى لما يخشى عليه الفضائح\nتركنا لهم صحن العراق وناقلت\n...\nبنا الأعوجيات الطوال الشرامح\nفقل لنساء المصر يبكين غيرنا\n...\nولا يبكنا إلا الكلاب النوائح\nويروى فقل للحواريات ومنهم أبو جلدة وهو مقاس العائذي واسمه مسهر بن النعمان بن عمرو بن ربيعة بن تيم بن الحارث بن مالك بن عبيد بن خزيمة ابن لؤي بن غالب وقيل العائذي لأنهم عائذة قريش وعائذة أمهم وهي عائذة بنت الخمس بن قحافة بن خثعم وعدادهم في بني شيبان ويقال عائذة بنت خزيمة وأظنها امرأة خزيمة، ومقاس شاعر محسن كان مجاوراً لبني أبي ربيعة بن ذهل بن شيبان وهو القائل يرثي شريك بن عمرو بن قيس:\nبكيت شريكاً في المغار وأسودا\n...\nوذا العلق حتى ما بعيني من بلل\nرجالاً لهم ربعية المجد لم يخف\n...\nمجاورهم ريب الحوادث والزلل\nوكنا بهم نرعى الجميع ونأكل الر\n...\nبيع ونكفي حامل الأهل ما احتمل\nولمقاس أشعار جياد في كتاب بني أبي ربيعة بن ذهل وفي بطون قريش، وقيل له مقاس لأن رجلاً قال هو يمقس الشعر كيف شاء أي يقوله يقال مقس من الأكل ما شاء.\nالجزء: 1 ¦ الصفحة: 98\n",
        "من يقال له أبو الجويرية منهم أبو الجويرية العبدي واسمه عيسى بن أوس بن عصبة أحد بني عامر بن معاوية بن عبد الله بن مالك بن عامر بن الحارث بن أنمار بن عمرو بن وديعة بن لكيز بن أفصى بن دعمى ابن جديلة بن أسد بن ربيعة بن نزار. شاعر محسن متمكن وهو القائل في الجنيد بن عبد الرحمن بن عمرو بن الحارث بن خليفة بن سنان بن أبي حارثة المري\nذهب الجود والجنيد جميعاً\n...\nفعلى الجود والجنيد السلام\nأصبحا ساكنين مرو جميعاً\n...\nما تغنى على الغصون الحمام\nلم تزل غاية الكرام فلما\n...\nمت مات الندى ومات الكرام\nودخل أبو الجويرية على خالد بن عبد الله القسري فأنشده فقال خالد هيهات يا أخا ربيعة مات الندى ومات الكرام. فحرمه وله محاسن قد ذكرتها في أشعار المشهرين.\nومنهم أبو الجويرية العنزي من عنزة بن أسد بن ربيعة بن نزار، لم يرفع نسبه في كتاب عنزة. شاعر وهو القائل\nمتى تغلق الأبواب دوني يكفني\n...\nندى العنزيين الطوال الشقاشق\nهم من نزارٍ حين ينسب أصلهم\n...\nمكان النواصي من وجوه السوابق\nعلى موسريهم حق من يعتريهم\n...\nوعند المقلين اتساع الخلائق\nبهم يجبر الله الكسير ويطلق\n...\nالأسير وينجي من عظام البوائق\nمن يقال له ابن جمانة منهم عبد الرحمن بن جمانة بن عصيم أحد بني طريق بن خلف بن محارب بن خصفة. شاعر وهو القائل أنشده أبو العباس ثعلب في الأمالي\nوإن شريبي لا يلوح بوجهه\n...\nكلومي كأن كلب يهارش أكلبا\nالجزء: 1 ¦ الصفحة: 99\n",
        "ولا أقسم الأعطان بيني وبينه\n...\nولا أتوقاه ولو كان مجربا\nأقول له أورد لك الماء قبلنا\n...\nوخذ برشائي إن رشاء تقضبا\nمعاً لا ترانا بيننا أحوذية\n...\nولا بغضة حتى يبين فيذهبا\nوخير ردائي الذي حل والذي\n...\nعلي ولا أبغي الجديد المهذبا\nقوله الذي حل هو بحاء غير معجمة يريد الذي حل لا الذي حرم؛ والذي علي أي والخلق الذي علي لا الجديد المهذب فقسم البيت نصفين وجعله كلامين ولو كان قسماً واحداً لم يجز لأنك لا تقول خير ثوبي الطويل والقصير الطويل الخلق فتعطف أحدهما على الآخر هذا محال لأنك إنما تفضل أحدهما على الآخر لا أن تفضلهما جميعاً على أنفسهما. ومن رواه بالخاء معجمة فذاك غير معورف ولا يقال قد خل الثوب إذا خلق ولكن يقال ثوب خل وجسم خل إذا كان ضعيفاً سخيفاً وهذا اسم لا يقع بعد الذي لا يقال الذي خل حتى تقول الذي هو خل ولا يصح البيت على هذا.\nومنهم عبد الملك بن جمانة الباهلي. قال أبو اليقظان: هو عبد الملك بن جمانة بن أحد بن عليم بن معن بن أعصر. قال أبو سعيد السكري: جمانة أمه وأنشد له:\nفبت مسهداً أرقاً كئيباً\n...\nأراعي التاليات من النجوم\nتلألأ في السماء إذا استقلت\n...\nكنظم الدر أو بقرات صريم\nكأني إذ نظرت إلى سهيل\n...\nومجراه من الليل البهيم\nأسير في الجبال تكنفتني\n...\nبنات الليل مختضر الهموم\nومنهم بشار بن جمانة. قال أبو سعيد: جمانة أمه أيضاً وأبوه هند أحد بني عبس بن بغيض وليس له في كتاب بني عبس ذكر وأنشد له أبو سعيد أبياتاً منها\nخذوا خط المولى الذليل فإنكم\n...\nذهبتم خرء الطير في غير مذهب\nالجزء: 1 ¦ الصفحة: 100\n",
        "فإن تتبعوا ذبيان تأتوا كتيبة\n...\nتقودكم إن الجنيبة متعب\nمن يقال له جبير وفي الشعراء غير واحد ممن سمي جبيراً. ومنهم جبير بن ربعي بن نصابة بن خالد بن بجالة الفقيمي شاعر وهو القائل في أبيات\nنري الندى فينا ونوفي بجارنا\n...\nوللخير وال سارح ومريح\nونحمي على الأحساب إذ حمي الوغى\n...\nونحمد عند الميح حين نميح\nومنهم جبير بن الزبعرى أحد بني نمير بن عامر وكان من سروات العرب وله يقول زياد الأعجم:\nوجدت العامري ابن الزبعري\n...\nجبيراً خير مختبطٍ لساري\nوزندك حين تنسب من نمير\n...\nكريم في زناد المجد واري\nوجبير بن الزبعري القائل:\nيسوءني أن أرى ليلى مفارقةً\n...\nيقتادها أسود الخصيين مغيار\nومنهم حنثر بالحاء غير معجمة والنون والثاء معجمة بثلاث في محارب وهو حنثر بن سعيد بن جندب بن جابر بن زيد بن عبد الحارث بن بغيض بن شكم بن عبيد بن عوف بن زيد بن بكر بن عميرة بن علي بن جسر بن محارب بن خصفة أحد شعراء محارب وهو القائل يرثي أخاه عائذ بن سعيد:\nأخي ما أخي للضيف إن جاء طارقاً\n...\nإذا الريح راحت وهي ذات جليد\nوكنت كأني منه في رأس شاهق\n...\nمنيف ذراه للعدو كؤود\nوفي الحبطات وهم ولد الحارث بن عمرو بن تميم الحبير بن\nالجزء: 1 ¦ الصفحة: 101\n",
        "بجرة الحبطي كان نازلاً بهبالة فمر به بنو شهاب من بني سعيدة بن عمرو بن مالك بن حنظلة فلما رآهم قال يهجوهم\nجادت سماء فلما حان مقلعها\n...\nسالت هبالة بالقردان والحلم\nواستبدلت بعد قوم صالحين بها\n...\nأهل القباب وأهل الخيل والنعم\nفلما بلغ ذلك بني شهاب بعثوا ببردين إلى عكاظ مع رجل فقال: هذان لمن دلنا على هاجينا. فقال له الحبير: أرنيهما. فأخذ أحدهما فاتزر به وارتدى بالآخر وقال: إذا أتيت أهلك فقل لهم هجاكم الحبير بن بجرة الحبطي. فعاد الغلام فأخبرهم فقالوا: قبح الله صاحب البردين والله ما هو إلا الأسود بن يعفر فرجزوا به وهجوه فلما بلغ الأسود هجاؤهم قال:\nأبني شهاب لا أبا لأبيكم\n...\nأني ضمنت قصيدة الفجرات\nأني أي كيف في أبيات.\nمن يقال له جحل وحجل فأما جحل فهو من باهلة وهو جحل بن نضلة أحد بني عمرو بن عبد بن قتيبة بن معن بن أعصر وهو القائل:\nجاء شقيق عارضاً رمحه\n...\nإن بني عمك فيهم رماح\nهل أحدث الدهر لناذلة\n...\nأم هل رفت أم شقيق سلاح\nيعني شقيق بن جزءين رباح بن عمرو بن عبد شمس بن أعيا أحد بني قتيبة بن معن وأما حجل فوجدته في كتاب فزارة ذكر أنه عبد بني مازن من فزارة شاعر وهو القائل:\nالجزء: 1 ¦ الصفحة: 102\n",
        "يا هند إحدى الجرد الملاح\n...\nذات الشوى والكفل الرداح\nواللون لون البيضة اللياح\n...\nأما ترى رأسي كالجماح\nأو كالعصا شذب عنها اللاحي\n...\nفقد لبست العيش ذا صلاح\nألهو بلهو الغزل المزاح\n...\nوأركب الناجي ذا المراح\nمحتجباً بالبرد والسلاح\nوحجل بن عمرو الخثعمي ثم الفزعي قوم من خثعم يقال لهم بنو الفزع، وحجل شاعر فارس وهو القائل\nبني سليم صدعت شعبكم\n...\nوعامراً قد أقمت في كبد\nقتلت منهم خيار سادتهم\n...\nوآل نصر قتلت في العدد\nصقعتهم في اللقاء دامغةً\n...\nلها يدينون آخر الأبد\nفي أبيات من يقال له ابن جؤية منهم ساعدة بن جؤية أحد بني كعب ابن كاهل بن الحارث بن تميم بن سعد هذيل بن مدركة شاعر محسن جاهلي، وشعره محشو بالغريب والمعاني الغامضة وليس فيه من الملح ما يصلح للمذاكرة وهو القائل في وصف سيف:\nترى أثره في صفحتيه كأنه\n...\nمدارج شبثان لهن هميم\nهميم دبيب وشبثان جمع شبث دويبة كثيرة الأرجل.\nومنهم ابن جؤية النصري وهو عائذ بن جؤية بن أسيد بن جرار بن عبد بن عاثرة بن يربوع بن واثلة بن دهمان بن نصر بن معاوية بن بكر بن هوازن وهو القائل:\nالجزء: 1 ¦ الصفحة: 103\n",
        "ألا أيها الركب المخبون هل لكم\n...\nبأهل العقيق والمناقب من علم\nفقالوا عن أهل العقيق سألتنا\n...\nأولي الخيل والأنعام والمجلس الفخم\nفقلت بلى إن الفؤاد يهيجه\n...\nتذكر أوطان المحبة والجذم\nففاضت لما قالوا من العين عبرة\n...\nومن مثل ما قالوا جرى دمع ذي الحلم\nفظلت كأني شارب بمدامةٍ\n...\nعقاراً تمشى في المفاصل والجسم\nمن يقال له ابن جعل وابن جعيل وهما جميعاً من بني تغلب بن حبيب بن عمرو بن غنم بن تغلب بن وائل جاهلي وهو القائل:\nفمن مبلغ عني إياس بن جندل\n...\nأخا طارقٍ والقول ذو نفيان\nفلا توعدوني بالسلاح فإنما\n...\nجمعت سلاحي رهبة الحدثان\nجمعت ردينياً كأن سنانه\n...\nسنا لهب لم تستعر بدخان\nوله فيما تنخلته من أشعار بني تغلب مقطعات حسان: وأما بن جعيل فهو كعب بن جعيل بن قمير بن عجرة بن ثعلبة بن عوف بن مالك بن بكر بن حبيب بن عمرو بن تغلب بن وائل. شاعر مشهور إسلامي كان في زمن معاوية وهو القائل في قصيدة:\nوضجيع قد تعللت به\n...\nطيب أردانه غير نفل\nفي مكانٍ ليس فيه برم\n...\nوفراشٍ متعال متمهل\nفإذا قامت إلى جاراتها\n...\nلاحتب الساق بخلخال زجل\nكانوا ربما جعلوا في الخلا خيل جلاجل.\nوبمتنين إذا ما أدبرت\n...\nكالعنانين ومرتج رهل\nصعدة قد سمقت في حائر\n...\nأينما الريح تميلها تمل\nالجزء: 1 ¦ الصفحة: 104\n",
        "وفيه يقول عتبة بن الوعل التغلبي ذكره أبو اليقظان:\nوسميت كعباً بشر العظا\n...\nم وكان أبوك يسمى الجعل\nوإن مكانك من وائل\n...\nمكان القراد من است الجمل\nومنهم شبيب بن جعل التغلبي كان بنو قتيبة بن معن الباهليون أسروه في حرب كانت بينهم وبين تغلب فقال شبيب يخاطب أمه وهي بنت عمرو بن كلثوم:\nحنت نوار وأي حين حنت\n...\nوبدا الذي كانت نوار أجنت\nلما رأت ماء السلام مشروباً\n...\nوالفرث يعصر في الإناء أرنت\nنقص حرف من فاصلة البيت وبعض الناس يسمون هذا إقواءً لأنه نقص من عروضه قوة يقال أقوى فلان الحبل إذا جعل إحدى قواه أغلظ من الأخرى.\nالجزء: 1 ¦ الصفحة: 105\n",
        "باب الحاء في أوائل الأسماء\nمن يقال له حضرمي منهم حضرمي بن عامر بن مجمع بن موألة بن هشام بن ضب بن كعب بن القين بن مالك بن ثعلبة بن دودان بن أسد شاعر فارس سيد وهو القائل:\nألا عجبت عميرة أمس لما\n...\nرأت شيب الذؤابة قد علاني\nتقول أرى أبي قد شاب بعدي\n...\nوأقصر عن مطالبة الغواني\nوكل قرينة قرنت بأخرى\n...\nولو ضنت بها ستفرقان\nوكل أخ مفارقه أخوه\n...\nلعمر أبيك إلا الفرقدان\nوله في كتاب بني أسد أشعار وأخبار حسان.\nومنهم حضري بن الفلندج أخو بني حرام بن عوف المشجعي وبنو مشجعة بن تيم بن النمر بن وبرة أبو كلب بن وبرة شاعر وهو القائل:\nإذا نفحت من نحو أرضك نفحة\n...\nرياح الصبايا قبل طاب نسيمها\nكأنك في الجلباب شمس نقية\n...\nتجرب عنها يوم دجن غيومها\nمن يقال له حجية منهم حجية الدوسي أحد بني دوس بن عدثان ابن عبد الله بن زهران بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر ابن الأزد شاعر فارس وهو القائل يريد بني يشكر بن مبشر من الأزد:\nكأنا بالصعيد فجانبيه\n...\nعلى آثار يشكر لوح نار\nوسال المخلطات بشعب دعد\n...\nنجيعاً مثل حناء الجواري\nالجزء: 1 ¦ الصفحة: 106\n",
        "ومنهم حجية بن المضرب السكوني يكنى أبا حوط شاعر جاهلي فارس مقدم وكان حليفاً في بني أبي ربيعة بن ذهل بن شيبان وهو القائل:\nوإن كان ما بلغت عني فلامني\n...\nصديقي وشلت من يدي الأنامل\nوكفنت نفسي منذراً في ردائه\n...\nوصادف حوطاً من أعادي قاتل\nمن يقال له حناك وأبو الحناك بالكاف وحبال باللام فأما حناك فهو حناك بن سنة بن غيث بن مخزوم بن ربيعة بن مالك بن قطيعة بن عبس جاهلي وهو القائل:\nأبني جذيمة نحن أهل لوائكم\n...\nوأقلكم يوم الطعان جبانا\nكانت لنا كرم المواطن عادة\n...\nنصل السيوف إذا قصرن خطانا\nوبهن يوم المشقر والصفا\n...\nومحلم نبكي على قتلانا\nلولا أمامة أن أكدر نعمة\n...\nلصبحت أول سربها الفرسانا\nفي أبيات ومنهم حناك بن ثابت بن مجالد بن عامر بن معاوية بن عوف ابن إنسان بن عتوارة بن غزية بن جشم بن معاوية بن بكر بن هوازن. شاعر فارس وهو القائل في غارة أغارها بن عامر وبنو نضر على بني كنانة يوم الغميم:\nجزى الله خيراً آل عمرو بن عامر\n...\nوأبناء نصر إذ كفوا من تعتبا\nتركنا أبا قيس أسامة ثاوياً\n...\nوفروة أجررنا سناناً وثعلباً\nشدخنا بني الشداخ بالخيل والقنا\n...\nغزانا وهم كانوا أحقّ وأحربا\nيهرون بالبلقاء في قصد القنا\n...\nهرير الكلاب الزاعبي المحربا\nومنهم جناك أخو أبي بكر بن كلاب. شاعر جاهلي ذكره أبو زيد في نوادره وأنشد له:\nالجزء: 1 ¦ الصفحة: 107\n",
        "لشتان ما عنيتم وشمتم\n...\nبإخوتكم والعز لم يتجمع\nوأما حبال بالباء واللام فهو حبال بن حسل بن هذيم بن الصدي بن عدي بن جيلة بن إساف بن هذيم بن عدي بن جناب الكلبي شاعر فارس وهو القائل:\nلا تعذليني في نقضي وفي فرسي\n...\nإن تعذليني تشكيني وتؤذيني\nفناهبيني في مالي ولا تدعي\n...\nخلقاً يريبك إن الله يغنيني\nحسبي إذا احتملوا أن يحملوا ثقلي\n...\nوملء كفي عند الجهد يكفيني\nإن مات هزلاً عدياً من سماحته\n...\nأو خلد الغس في قومى فلوميني\nقال ابن الكلبي: حبان بن حسن بن الصدي بن عدي بن جبلة ابن إساف وقوله في البيت الأول تشكيني شكوت فلاناً أشكوه شكو أو شكاية وشكية وشكاة إذا أخبرت منه بسوء فعله وهو مشكو ومشكى والاسم الشكوى وأشكيت فلاناً فعلت به فعلاً إذا أحوجته إلى أن يشكوك وأشكيته أيضاً إذا أعتبته من شكواه ونزعت عنه شكايته وأزلته عما يشكوه وهو من الأضداد الغس اللئيم وعدي في بني كبل بن عامر بن مرة بن جابر بن عمرو بن نهد من بني إساف بن هذيم بن عدي بن جناب وكان عدي في كل يوم يذبح خمسين شاة يطعمها من يرد عليه:\nيبقى الثناء ويخلى المال عن الحز\n...\nيخشى عواقب دهر غير مأمون\nومنهم أبو الحناك البراء بن ربعي الفقعسي القائل\nأبعد بني أمي الذين تتابعنا\n...\nأرجى الحياة أم من الموت أجزع\nثمانية كانوا ذؤابة قومهم\n...\nبهم كنت أعطي من أشاء وأمنع\nأولئك إخوان الصفاء رزئتهم\n...\nوما الكف إلا أصبع ثم أصبع\nلعمرك إني بالخليل الذي له\n...\nعلي دلال راجب لمفجع\nوإني بالمولى الذي ليس نافعي\n...\nولا ضائري فقدانه لممتع\nالجزء: 1 ¦ الصفحة: 108\n",
        "من يقال له حلبس وحليس فأما حلبس فهو حلبس بن عمرو بن عبد بن جشم بن عمرو بن غنم بن تغلب شاعر وهو القائل:\nوعتبة يعوي بالعراق وإن يكن\n...\nعوى عرضاً من داره لا يبدل\nوزلت قوافي الطم عني كأنها\n...\nصواقير تنبو عن حديد وجندل\nوكنت إذا ما دافعتني ملمة\n...\nهوت لحواميها ولم أتزلزل\nفي أبيات.\nوأما حليس فهو حليس بن مشمت بن المخبل بن حيي بن ربيعة بن نزار. شاعر فارس وهو القائل:\nلقد علمت أفناء بكر بن وائل\n...\nإذا الحرب شبت أننا من كماتها\nوأنا نثير نارها برماحنا\n...\nويجعلنا الإيقاد خير صلاتها\nوكنا إذا زلوا عن الدار زلة\n...\nأقمنا لنرعى ما حموا من نباتها\nفقل لبني ذهل عموا حيث كنتم\n...\nصباحاً ولا يبعد مزار طماتها\nفأنتم مجني دون من كنت أتقي\n...\nوأنتم يدي إن طالبت بقراتها\nمن يقال له الحصين والحضين بالضاد معجمة فأما الحصين فجماعة منهم الحصين بن الحمام المري والحصين بن شداد الطهوي والحصين بن القعقاع الدارمي، ومنهم الحصين بن عوية أخو بني كوز بن كعب بن بجالة بن ذهل بن مالك بن بكر بن سعد بن ضبة، ومنهم الحصين بن أصرم أيضاً أحد بني السيد بن مالك بن بكر بن سعد بن ضبة بن أد. شاعران محسنان وشعرهما وأخبارهما في كتاب بني ضبة، ومنهم الحصين بن جمال بن حبيب بن جابر بن مالك ابن مر بن عمرو بن امرئ القيس بن عامر بن النعمان بن عامر بن عبد ود بن عوف بن كنانة بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة ويقال للحصين القطامي. ولسنا نقصد إلى تعديد من اسمه الحصين لكثرتهم.\nومنهم الحضين بالضاد معجمة وهو الحضين بن المنذر أحد بني عمرو بن شيبان بن ذهل قال أبو اليقظان هو الحضين بن المنذر بن الحارث\nالجزء: 1 ¦ الصفحة: 109\n",
        "ابن وعلة بن المجالد بن يثربي بن زبان ابن الحارب بن مالك بن شيبان بن ذهل أحد بني رقاش شاعر: فارس وهو القائل لابنه غياظ:\nوسميت غياظاً ولست بغائظ\n...\nعدواً ولكن الصديق تغيظ\nعدوك مسرور وذو الود بالذي\n...\nيرى منك من غيظ عليك كظيظ\nوله في كتاب بني ذهل بن ثعلبة مقطعان حسان وكانت معه راية علي بن أبي طالب رضي الله عنه يوم صفين دفعها إليه وهو ابن تسع عشرة سنة وفيه قال الشاعر:\nلمن راية سوداء يخفق ظلها\n...\nإذا قيل قدمها حضين تقدما\nويردها للطعن حتى يزيرها\n...\nحياض المنايا تقطر الموت والدما\nمن يقال له أبو الحصين وأبو الخضير بالخاء والضاد معجمتين والراء فأما أبو الحصين فهو عبد الله بن لقمان بن سنة بن غيث العبسي. شاعر وهو القائل:\nومن مبلغ حسان عني رسالة\n...\nوحرملة الرحال شيخ بني عمرو\nفإن تعقلا ثأري ولم تعقلا أخي\n...\nأعد لكما يوماً بقاصمة الظهر\nوقد كنت أخشى أن أموت ولم أدع\n...\nجؤية كالمعزى تلوذ من القطر\nوأما أبو الخضير فهو أحد بني الهجيم بن عمرو بن تميم ولم يرفع في كتاب بني الهجيم نسبه. شاعر وهو القائل:\nأصبحت لا أعرف متى عرفاً\n...\nمن هم دهر قد براني لخفا\nوزاد بالبر جناحي ضعفاً\n...\nطير زفي والخوافي نتفا\nفاليوم لا أنهض إلا زحفا\nمن يقال له الحزين منهم الحزين الكناني واسمه عمرو بن عبد\nالجزء: 1 ¦ الصفحة: 110\n",
        "وهيب بن مالك بن حريث بن جابر بن راعي الشمس الأكبر بن يعمر بن عبد بن عدي بن الديل بن بكر بن عبد مناة بن كنانة بن خزيمة. قال الزبير بن بكار إنما سموا رعاة الشمس لأن الشمس لم تكن تطلع في الجاهلية إلا وقدورهم تغلي للضيف، في ذلك يقول الحزين:\nأنا ابن ربيع الشمس في كل شتوة\n...\nوجدي راعي الشمس وابن عريب\nوكان الحزين شاعراً محسناً متمكناً وهو القائل في عبد الله بن عبد الملك ووفد إليه إلى مصر وهو واليها يمدحه في أبيات:\nلما وقفت عليه في الجموع ضحى\n...\nوقد تعرضت الحجاب والخدم\nحييته بسلام وهو مرتفق\n...\nوضجة القوم عند الباب تزدحم\nفي كفه خيزران ريحها عبق\n...\nفي كف أروع في عرنينه شمم\nيغضي حياءً ويغضى من مهابته\n...\nفما يكلم إلا حين يبتسم\nوالحزين القائل:\nكأنما خلقت كفاه من حجر\n...\nفليس بين يديه والندى عمل\nيرى التيمم في بر وفي بحر\n...\nمخافة أن يرى في كفه بلل\nومنهم الحزين الأشجعي أشجع بن ريث بن غطفان. ذكره أبو اليقظان ولم يرفع نسبه وأنشد له في سليمان بن عبد الملك يرثيه ويذكر غيره:\nفيما قوم ما بالي وبال ابن نوفل\n...\nوبال بكائي نوفل بن مساحق\nولكنها كانت سوابق عبرة\n...\nعلى نوفل من كاذب غير صادق\nفهلا على قبر الوليد ونفعه\n...\nوقبر سليمان الذي عند دابق\nوقبر أبي عمرو أخي وأخيهما\n...\nبكيت لحزن في الجوانح لاحق\nالجزء: 1 ¦ الصفحة: 111\n",
        "وهي قصيدة حسنة.\nمن يقال له الحنان وهو أنس بن نواس المحاربي وقد مر ذكره.\nوقيس الحنان الجهني لم يرفع في كتاب جهينة نسبه وهو القائل في أبيات\nأفاخرة عليّ بها سليم\n...\nإذا حلوا الشربة أو رذاما\nوكنت مسوداً فينا حميداً\n...\nوقد لا تعدم الحسناء ذاما\nمن يقال له الحسام كان يقال لحسان بن ثابت بن المنذر بن حرام الخزرجي الحسام.\nأبو الخطار الكلبي هو حسام بن ضرار بن سلامان بن جشم ابن جعول بن ربيعة: قال ابن ماكولا: سلامان بن جشم بن ربيعة ولم يذكر بينهما جعولا بن حصن بن ضمضم بن عدي بن جناب. شاعر فارس وهو القائل:\nفليت ابن جواس يخبر أنني\n...\nسعيت به سعي امرىء غير غافل\nقتلت به تسعين تحسب أنهم\n...\nجذوع نخيل صرعت في المسائل\nولو كانت الموتى تباع اشتريته\n...\nبكفي وما استثنيت منها أناملي\nمن يقال له ابن حلزة منهم الحارث بن حلزة بن مكروه بن بديد بن عبد الله بن مالك بن عبد سعد بن جشم بن ذبيان بن كنانة بن يشكر بن بكر بن وائل الشاعر المشهور.\nوعمرو بن حلزة شاعر وهو القائل أنشدناه علي بن سليمان\nالجزء: 1 ¦ الصفحة: 112\n",
        "الأخفش في الأمالي قال أنشدنا سوار بن أبي شراعة قال أنشدنا الرياشي لعمرو ابن حلزة:\nلم يكن إلا الذي كان يكون\n...\nوخطوب الدهر بالناس فنون\nربما قرن عيون بشجى\n...\nمرمض قد سخنت منه عيون\nيلعب الناس على أقدارهم\n...\nورجى الأيام للناس طحون\nيأمن الأيام مغتراً بها\n...\nما رأينا قط دهراً لا يخون\nوالملمات فما أعجبها\n...\nللملمات ظهور وبطون\nإنما الإنسان صفو وقذى\n...\nوتوارى نفسه بيض وجون\nلا تكن محتقراً شأن امرئ\n...\nربما كانت من الشأن شؤون\nوأظن هذه الأبيات مصنوعة وهكذا كان يقول الأخفش.\nومنهم عباد بن حلزة الذهلي وحلزة أمه وهو عباد بن عبد عمرو أحد بني عوف بن عامر بن ذهل. شاعر فارس وهو القائل في أبيات:\nأخليد إني قد فقدت معاشري\n...\nوبقيت في خلق من الجناب\nلا ينفعون ولا تزال غريبة\n...\nشنعاء بينهم من الألقاب\nوإذا لقيتهم فشر معاشر\n...\nوإذا قعدت رميت بالأذراب\nمن يقال له ابن حطان منهم مالك بن حطان بن عوف بن عاصم ابن عبيد بن ثعلبة بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم. شاعر فارس أصيب في يوم أغار فيه بسطام بن قيس على بني سليط بن يربوع وقال قبل أن قتل:\nلعمر لقد أقدمت مقدم حارد\n...\nولكن أقران الظهور مقاتل\nيقول من ليس له من يحمي ظهره فهو هالك:\nولو شهدتني من عبيد عصابة\n...\nكماة لخاضوا الموت حيث أنازل\nوما ذنبنا أنا لقينا قبيلة\n...\nإذا وكلت فرسانها لا نواكل\nيساقوننا كأساً من الموت مرة\n...\nوعرد عنا المقرفون الحناكل\nالجزء: 1 ¦ الصفحة: 113\n",
        "فما بين من هاب المنية منكم\n...\nولا بيننا إلا ليال قلائل\nومنهم عمران بن حطان بن ظبيان بن لوذان بن عمرو بن سدوس بن شيبان بن ذهل بن ثعلبة. قال أبو اليقظان: عمران من بني الحارث بن سدوس ويكنى أبا دلان رأس من رؤوس الخوارج وشاعر محسن مقدام وأشعر الناس في الزهد وهو القائل في القصيدة المشهورة\nحتى متى لا نرى عدلاً نعيش به\n...\nولا نرى لدعاة الحق أعوانا\nوقد ذكر متنخلاً من شعره وأخباره في كتاب بني ذهل بن ثعلبة.\nمن يقال له ابن حمام منهم الحصين بن الحمام بن ربيعة بن مسان بن خزامة بن وائل بن سهم بن مرة بن عوف بن سعد بن ذبيان بن بغيض مساب بن حرام بن وائلة بن سهم شاعر مشهور وفارس مقدم وهو القائل في قصيدة طويلة:\nولما رأيت الود ليس بنافع\n...\nوإن كان يوماً ذا كواكب مظلما\nصبرنا وكان الصبر منا سجية\n...\nبأسيافنا يقطعن كفاً ومعصما\nيفلقن هاماً من رجال أعزة\n...\nعلينا وهم كانوا أعق وأظلما\nوله ديوان مفرد.\nومنهم أبي بن حمام بن قراد بن مخزوم بن مالك بن غالب بن قطيعة بن عبس شاعر فارس وهو القائل:\nتمنى لي الموت المعجل خالد\n...\nولا خير في من ليس يعرف حاسده\nفحل مقاماً لم تكن لتسده\n...\nعزيزاً على عبسٍ وذبيان ذائده\nأعاذلتي كم من أخ لي أوده\n...\nكريم لي لم يلدني والده\nالجزء: 1 ¦ الصفحة: 114\n",
        "إذا ما التقينا لم تراني أكده\n...\nولكنني مثنٍ عليه وزائده\nوآخر أصلي في التناسب أصله\n...\nيباعدني في رأيه وأباعده\nيود لو أني فقد أول فاقد\n...\nوأيضاً أود الود أني فاقده\nومنهم ابن حمام الأزدي وهو القائل:\nكنا نداريها وقد مزقت\n...\nواتسع الخرق على الراقع\nكالثوب إذ أنهج فيه البلى\n...\nأعيا على ذي الحيلة الصانع\nومنهم امرؤ القيس بن حمام بن مالك بن عبدة مالك بن عبد بن هبل شاعر درس شعره وذهب إلا اليسير، وقد ذكرته في أول الكتاب مع من يقال له امرؤ القيس.\nومنهم ابن خمام بالخاء معجمة وهو ثعلبة بن خمام بن سيار بن حسل بن مالك بن تيم الله بن ثعلبة القائل:\nرأيت الفتى بعد الغنا كأنما\n...\nينوء بقيد مغلق وصفاد\nفأصبحت قد أنكرت نفسي وأصبحت\n...\nحبيبة مازت مضجعي ووسادي\nمازت كأنها تميزت مني\nوقد علمت هام الهرير وقاهم\n...\nإذا ابتذلوني أي كاسب زاد\nمن يقال له ابن حمار منهم معقر بن حمار البارقي وهو معقر ابن الحارث بن أوس بن حمار بن شجنة بن مازن بن ثعلبة بن كنانة بن سعد وهو بارق بن عدي بن حارثة بن عمرو بن عامر. شاعر محسن متمكن وهو القائل في قصيدته المختارة:\nالجزء: 1 ¦ الصفحة: 115\n",
        "تهيبك الأسفار من خشية الردى\n...\nوكم قد رأينا من ردى لا يسافر\nوألقت عصاها واستقر بها النوى\n...\nكما قر عيناً بالإياب المسافر\nومنهم عدي بن حمار السكوني ويقال عدي بن يزيد بن حمار ابن عباد بن سلم بن تراغم بن معاوية بن ثعلبة بن عقبة بن السكون واسم تراغم ملك، وعدي جاهلي ويعرف بالجون وكان نازلاً في بني شيبان وهو القائل:\nإني مدت بني شيبان إذ خمدت\n...\nنيران قومي وشبت فيهم النار\nومن تكرمهم في المحل أنهم\n...\nلا يشعر الجار فيهم أنه الجار\nومنهم جبار بن مالك بن حمار بن حزن بن عمرو بن جابر بن خشين ذي الرأسين بن لأي بن عصيم بن لأي بن شمخ بن فزارة. شاعر وهو القائل:\nويل أم قوم صبحناهم مسومة\n...\nبين الأبارق من شيبان والأكم\nالأقربين فلم تنفع قرابتهم\n...\nوالموجعين فلم يشكوا من الألم\nشككت بالرمج جساساً وقلت له\n...\nإني امرؤ كان أصلي من بني جشم\nومنهم قبيصة بن مالك بن حمار فارس شاعر شريف، وسليم ابن محرث بن مالك بن حمار وسحيم بن عطية بن عمرو بن حمار ومبشر بن الهذيل بن فزارة بن طهفة بن نضلة بن حمار. هؤلاء جميعاً يعرفون ببني حمار شعراء فرسان وأشعارهم مذكورة في كتاب فزارة المتنخل.\nمن يقال له ابن الحمير منهم توبة بن الحمير وقد مضى ذكره في باب التاء وهو الفارس العقيلي المشهور.\nوالحارث بن الحمير وأخوه عبد الرحمن بن الحمير بن قتيبة بن\nالجزء: 1 ¦ الصفحة: 116\n",
        "مريط بن مرة بن نصر بن دهمان بن نضار بن سبيع بن بكر بن أشجع بن ريث بن غطفان ولم أر لهما في كتاب أشجع شعراً.\nومنهم ابن خمير بالخاء معجمة وهو القحيف بن خمير بن سليم الندي بن عبد الله بن عوف بن حزن بن خفاجة بن عمرو بن عقيل. شاعر محسن كثير الذب عن قومه القائل في قصيدة:\nلقد لقيت أفناء بكر بن وائل\n...\nوهزان بالبطحاء ضرباً غشمشماً\nإذا ما غضبنا عضبة مضرية\n...\nهتكنا حجاب الشمس أو قطرت دماً\nذكر ابن ماكولا خمير بضم الخاء معجمة وتشديد الياء وذكر غير الآمدي بتخفيف الياء وقال الله أعلم بالصواب أخذ هذا البيت بشار فأدخله في قصيدته.\nمن يقال له حباب وجناب وخباب فأما حباب فمنهم حباب ابن أفعى أحد بني حباب ابن ربيعة بن ضبيعة بن عجل. شاعر فارس وهو القائل:\nوقرن قد رأيت لدى مكر\n...\nفلم يدبر واقبل إذ رآني\nيجر سنانه حي اتجهنا\n...\nكلانا واردان إلى الطعان\nفأخطأ رمحه وأصاب رمحي\n...\nوما عن القتال ولا ألاني\nأنازل مرة وأجيب أخرى\n...\nوأدعوهم وأتاني من دعاني\nوإن منيتي قد أنسأتني\n...\nإلى أن شبت أو ضلت مكاني\nهذا نحو قول أبي نواس وأظنه من ها هنا أخذ\nفلو قيل للأيام ما اسمي لما درت\n...\nوأين مكاني ما عرفن مكاني\nومنهم حباب بن عمار السحيمي أحد بني سحيم بن مرة بن الدول بن حنيفة بن لجيم شاعر فارس وهو القائل:\nالجزء: 1 ¦ الصفحة: 117\n",
        "يا نصر إنك لو أبصرت مشهدنا\n...\nأيقنت أن إلينا ينتهي الكرم\nنمشي إلى الموت مشياً فيه خطرفة\n...\nفي باحة الموت حتى تنجلي الظلم\nبنو حنيفة حي حين تبغضهم\n...\nكأنهم جنة أو مسهم لمم\nقوم كرام يرون الموت مكرمة\n...\nإذا العذارى بدا عن سوقها الخدم\nوأما جناب بالجيم والنون فمنهم جناب بن مسعود العكلي. شاعر فارس وهو القائل:\nونحن منعنا كل منبت حمضة\n...\nمن الناس إلا أن يكون مجاور\nإذا ما استحينا شارفاً أسدية\n...\nلقيت ابنها رخو اليدين يفاخر\nومنهم ابن أبي عمرو السكوني. شاعر وهو القائل يمدح زرعة ابن ربيعة بن النمر البجيري:\nوما ولدت مثل البجيري حرة\n...\nولا ابنة حر للنوائب والدهر\nالنجير بالنون والجيم ذكره ابن ماكولا وذكر البيت بعينه والقصة.\nوأما خباب بالخاء معجمة والباء فهو خباب بن عدي بن حارثة بن علقمة بن قيس بن قميئة بن عمرو بن ظفر بن مالك بن غنم بن سعد بن أسودان بن عمرو بن الغوث بن طيء وأسودان هو نبهان بن عمرو. شاعر فارس وهو القائل:\nإذا سنة غبراء يبدو محولها\n...\nتقص الذرى عريانة الظهر شارف\nوضن غنى الناس حتى كأنما\n...\nيبل لفيه يابس الشن ناطف\nهنالك يبدو طيب خبري ومشهدي\n...\nإذا هب أرواح الشتاء الحراجف\nوأرمي بنفسي في فروج كثيرة\n...\nوليس لأمر حمه الله صارف\nمن يقال له حبيب وحبيب فأما من يقال له حبيب من الشعراء\nالجزء: 1 ¦ الصفحة: 118\n",
        "فهم كثير: منهم حبيب بن عبد الله وهو الأعلم الهذلي أخو صخر الغي الهذلي أحد بني عمرو ابن الحارث بن تميم بن سعد بن هذيل بن مدركة. شاعر محسن وهو القائل:\nلما رأيت بني نفاثة أقبلوا\n...\nيغزون كل مقلص خناب\nيعزون أي يؤسدن، كل مقلص أي كل فتى مشمر، والخناب الطويل:\nونشيت ريح الموت من تلقائهم\n...\nوكرهت وقع مهند قضاب\nرفعت ساقاً لا أخاف عثارها\n...\nونبذت بالمتن العراء ثيابي\nلامت ولو شهدت لكان نكيرها\n...\nبولاً يبل جوانب القبقاب\nومنهم حبيب بن قرفة العوذي عوذ بن غالب بن قطيعة بن عبس ابن ذبيان بن بغيض وهو القائل في قصيدة:\nتبيب بنو كعب بطاناً وجارهم\n...\nخميصاً ويغدو ضيفهم جد ساغب\nقبيلة لم يسمع الناس مثلهم\n...\nكزائدة الإبهام خلف الرواجب\nترى اللؤم في أدبارهم حين أدبروا\n...\nوتعرفه إذ أقبلوا في الحواجب\nوله في كتاب بني عبس أشعار جياد.\nومنهم حبيب بن جياش بن كشيم الغنوي شاعر كان بخراسان مع قتيبة بن مسلم وهو الذي يقول لما قال السلمي:\nتركت سليم ما يعد وعامر\n...\nشكراً لربي أفضل الشكر\nفقال حبيب:\nتركت سليم إذا أضاعوا أمرهم\n...\nيبكون إثر عمائم حمر\nجعلت على بيض الوجوه نمت\n...\nبهم آباؤهم لمكارم الذكر\nالجزء: 1 ¦ الصفحة: 119\n",
        "أظنه يعني بني تميم لما قتل وكيع بن أبي سود الغداني قتيبة بن مسلم الباهلي.\nومنهم حبيب بن الحباب السكوني الشاعر أحد بني بريح بن معاوية بن ثعلبة بن عقبة بن السكون يقول في وقعة مخنف:\nلقد علمت بريح يوم حفر\n...\nوعروة واقف أنى نجيب\nفأطعنه وقلت له خذنها\n...\nمشوهةً حباك بها حبيب\nومنهم حبيب بن عمرو بن عمير بن عوف بن عقدة بن غيرة النقفي. شاعر فارس وهو القائل:\nلما رأينا خيلاً محجلة\n...\nوقوم بغى في جحفل لجب\nطرنا إليهم بكل سلهبة\n...\nوكل صافي الأديم كالذهب\nوكل عراصة مثقفة\n...\nفيها سنان كشعلة اللهب\nوكل عضب في متنه أثر\n...\nومشرفي كالملح ذي شطب\nوكل فضفاضة مضاعفة\n...\nمن نسج داود غير مؤتشب\nلما التقينا مات الكلام ودا\n...\nر الموت دور الرحى على القطب\nفكلنا يستليس صاحبه\n...\nعن نفسه والنفوس في كرب\nإن حملوا لم نرم مواضعنا\n...\nوإن حملنا جثوا على الركب\nحبيب هذا هو أبو محجن فارس يوم القادسية. وذكر ابن ماكولا في باب عبرة بالعين المهملة المضمومة جماعة ثم ذكر في باب غيرة بالغين المعجمة والمكسورة والياء المعجمة باثنتين من تحتها غيرة بن عوف بن ثقيف.\nوأما حبيب فهو حبيب بن تميم المجاشعي وكان ضاف قوماً يقال لهم بنو القداح من بني جاشع وهم أخواله وأصهاره فلم يحمدهم فقال:\nطلبنا بني القداح إذ ذكروا لنا\n...\nسواء بن القداح والبلد القفر\nوجدنا بني القداح كان قديمهم\n...\nكبيت الزواني لا كفاء ولا ستر\nألا ليت أمي لم تلدني ولم يكن\n...\nلنا في بني القداح أم ولا صهر\nالجزء: 1 ¦ الصفحة: 120\n",
        "ذكر ذلك أبو عبيدة في كتاب الضيفان.\nمن يقال له حبيبة وحبيبة وحنينة بالنون فأما حبيبة بنت عبد العزى بن حذار الناصرية وهي العزراء من ثعلبة بن سعد بن ذبيان بن بغيض شاعرة كريمة ويقال كان لها ابن قانص بخيل اسمه بز فأصاب صيداً فجعل لحمه وشائق وتصافيف وقال لها احفظيه علينا ولا تفرقيه فإن الحر قد اشتد. قالت والله لا أخزن لحماً ولا أساكنك أبداً ثم رحلت عنه فتلكأت ناقتها للألف لوطئها فقالت في ذلك:\nأإلى الفتى بر تلكأ ناقتي\n...\nغشى مناسمها النجيع الأسود\nإني ورب الراقصات إلى منى\n...\nبجنوب مكة كلهن مقلد\nأولى على هلك الطعام ألية\n...\nأبداً ولكني أبين وأنشد\nوصى أبي جدي وعلمني أبي\n...\nنفض الوعاء وكل زاد ينفد\nفاحفظ حميتك لا أبا لك فاحترش\n...\nلا يفضحنك فارة أو جدجد\nوأما حبينة بضم الحاء والتخفيف بنت عتيق من بني الحارث بن تيم الله بن ثعلبة شاعرة في عصر علي رضي الله عنه وهي القائلة في أبيات:\nإذا الحرب شبت بين حيين نارها\n...\nوطارت لقاحاً بعد طول حيالها\nفإنا حجار في الملمات معقل\n...\nكما يعقل الأروى رؤوس جبالها\nوأما حنينة - بالنون - ابن طريف العكلي شاعر راجز وهو الذي راجز ليلى الأخيلية وفضحها في قصة قد ذكرتها في كتاب الرباب إذ يقول:\nهل يغلبن شاعر رطب حره\n...\nإذا يميل للكثيب يعفره\nالجزء: 1 ¦ الصفحة: 121\n",
        "وفيها يقول:\nيا قوم خلوا بينها وبيني\n...\nأشد ما خلى بين اثنين\nلم يلق قط مثلنا سيين\n...\nحياكة تمشي بذي عركين\nوذي هباب نعظ العصرين\nمن يقال له حيان وحبان وجبار بالجيم والراء فأما حيان فهو حيان بن جرير الذهلي من ذهل بن ثعلبة بن عكابة بن الصعب بن علي بن بكر بن وائل وهو القائل:\nولم أر مثل الحق أنكره امرؤ\n...\nولا الضيم أعطاه امرؤ وهو طائع\nمتى ما يكن مولاك خصمك جاهداً\n...\nلذل ويضرعك الذين تضارع\nومنهم حيان بن الحصين بن حليف بن ربيعة بن معيط بن مخزوم بن مالك بن غالب بن قطيعة بن عبس بن بغيض. شاعر وهو القائل:\nلقد علمت ونفس المرء تكذبه\n...\nأن سوف يدركني ما غال أصحابي\nوودعوني لاحياً فأخلفهم\n...\nولا اطلعت عليهم سدة الباب\nقال الشيخ إما أن يكون محبوساً أو مريضاً.\nومنهم حبان - بكسر الحاء - بن بشير بن سبرة بن محجن بن كثوة بن علاج بن سحمة بن المنذر بن جهم بن عدي بن جندب بن العنبر ويقال له المرقال شاعر فارس وهو القائل:\nألم تعلما يا ابني فضالة أنني\n...\nأخو الحرب طراد الكماة مطرد\nفكم من رئيس قد أثارت جيادنا\n...\nعليه تراب العثعث المتبلد\nالعثعث: اللين من الأرض.\nومنهم حبان - بفتح الحاء والباء - حبان بن عليق بن ربيعة بن الطائي أخو بني أخزم ثم أخو بني عدي بن أخزم بن عمرو بن ثعل وهو القائل:\nالجزء: 1 ¦ الصفحة: 122\n",
        "لقد علم العمائر أن قومي\n...\nذوو جدٍ إذا لبس الحديد\nوأنا نحن أحلاس القوافي\n...\nإذا استعر التنافر والنشيد\nهذه رواية أبي تمام في الحماسة والذي يرويه الشيخ:\nوأنا نحن أصحاب القوافي\n...\nإذا ابتلت من العرق اللبود\nوأنا نضرب الملحاء حتى\n...\nتولى والسيوف لها شهود\nوقد علم الفتى الكندي أنا\n...\nوفينا إذ تحاوله الجنود\nأرادوا قتله فسما إلينا\n...\nوفينا يأمن الجار الطريد\nجعلنا دونه حصناً حصيناً\n...\nمسومةً لها درء شديد\nومنهم جبار بالجيم والراء. وهو جبار بن جزء بن ضرار أخي الشماخ بن ضرار بن حرملة بن صيفي بن أصرم بن إياس بن عبد غنم ابن جحاش بن بجالة بن مازن بن ثعلبة بن سعد بن ذبيان بن بغيض وهو القائل يرثي عمه الشماخ:\nيا عين بكّي الدمع كل صباح\n...\nوأبكى على الشماخ كل رواح\nيا واهب الجرد الجياد بلجمها\n...\nوممول الصعلوك بعد جناح\nوأعز ثعلبة بن سعد إذ ثوى\n...\nوهاب كل مقلص ممراح\nوإذا غشيت ديار قومي بالضحى\n...\nفاضت دموعي غير ذات نصاح\nأو كالجمان على الترائب خانه\n...\nسلك النظام فطاح كل مطاح\nومنهم جبار بن مالك بن حمار الشمخي شمخ بن فزارة وكان فارساً شجاعاً وهو القائل:\nويل أم قوم صبحناهم مسومة\n...\nبين الأبارق من بستان والأكم\nالجزء: 1 ¦ الصفحة: 123\n",
        "الأقربين فلم تنفع قرابتهم\n...\nوالموجعين فلم يشكوا من الألم\nومنهم جبار بن سلمى بن مالك بن عامر بن صعصعة أنشد له المفضل في المقطعات:\nوما للعين لا تبكي بجيراً\n...\nإذا افترت عن الرمح اليدان\nوما للعين لا تبكي بجيراً\n...\nولو أني نعيت له بكاني\nومنهم جبار بن عمرو بن عميرة بن ثعلبة بن غياث بن ملقط الطائي ويعرف بالأسد الرهيص وهو المكفف بن عمرو بن ثعلبة بن رومان شاعر فارس وهو القائل:\nقتلت مجاشعاً وقتلت عمراً\n...\nوعنترة الفوارس قد قتلت\nفإن تجزع بنو عبس عليه\n...\nفإني لا وجدك ما جزعت\nضربت قذاله بالسيف صلتاً\n...\nوكانت عادتي ذات استعدت\nقال الشيخ: كذب إنما مات عنترة برمية سهم يقال إن الذي رماه بالسهم فمات منه رجل من طيء يقال له ابن غزري. بل صدق ودليله قول عنترة عند موته:\nوإن ابن سلمى فاعلموا عنده دمي\n...\nوهيهات لا يرجى ابن سلمى ولا دمي\nيظل يمشي بين أجبال طيء\n...\nأمين الحواشي ليس بالمتهضم\nلأنه حين ضربه قال خذها وأنا ابن سلمى ومعلوم تسمية أمه بذلك، وإنما جرأ الشيخ على ارتكاب تكذيب لا يصلح لمثله شيئان إما جهلاً وإما عصبية لنزار وكلاهما مذموم ومستعملهما ملوم مع أن كل إناء ينضح بما فيه.\nمن يقال له حارثة منهم حارثة بن عمران بن جناب النهدي. ومنهم حارثة بن أوس بن طريف الكلبي أبو زيد بن حارثة. ومنهم حارثة بن شراحيل الكلبي أيضاً. ومنهم حارثة بن بدر الغداني. ومنهم حارثة بن يعمر السلامي وغيرهم لا نحتاج إلى ذكره.\nالجزء: 1 ¦ الصفحة: 124\n",
        "ومنهم جارية - بالجيم والياء - ابن مشمت بن حميري بن ربيعة ابن زهرة بن مجفر بن كعب بن العنبر شاعر وهو القائل:\nكررت الورد يوم جرير غول\n...\nأحاذر بالمغيبة أن يلاموا\nكأن النبل بالصفحات منه\n...\nوبالليتين كراث تؤام\nفلولا الدرع إذ وارت هنيئاً\n...\nلظل عليه أنواح قيام\nومنهم جارية بن مر أبو حنبل الطائي. شاعر فارس قال يذكر منعه امرأ القيس بن حجر:\nفلا وأبيك ما أسلمت جاري\n...\nعلانيةً وما مالأت سرا\nإذا حدبت عدي حول بيتي\n...\nوجرمز حين أدعوها ومرا\nفلم أر معشراً أثرى عديداً\n...\nوأكثر ناشئاً منا وغرا\nوأكثر صعدة فيها سنان\n...\nكضوء الفجر أعرض مستمرا\nمن يقال له حازم وجارم بالراء فأما حازم فهو ابن أبي طرفة وأبو طرفة الحارث بن قيس بن يعمر الشداخ الكناني. شاعر جاهلي وهو القائل:\nبنية أن الموت لا بد لاحق\n...\nبشيخك ماضي الأنام المودع\nفإن قمت تبكيني فقولي أبو الندى\n...\nومأوى رجال بائسين وجوع\nوأما جارم بالراء فهو جارم بن الهذيل وجدته في بني الحارث ابن كعب لم يرفع نسبه قال يرثي علي بن أبي طالب رضوان الله عليه:\nبكيت علياً جهد عيني فلم أجد\n...\nعلى الجهد بعد الجهد ما أستزيدها\nفما أمسكت مكنون دمع وما شفت\n...\nحزيناً ولا تسلى فيرجى رقودها\nوقد حمل النعش ابن قيس ورهطه\n...\nبنجران والأعيان تبكي شهودها\nعلى خير من يبكي ويفجع فقده\n...\nويضرب بالأيدي عليه خدودها\nالجزء: 1 ¦ الصفحة: 125\n",
        "وله في كتاب بني الحارث مرثية في رجله وكانت أصابتها الغاشية فقطعها: من يقال له حمزة وجمرة فأما حمزة فجماعة: منهم حمزة بن بيض بن نمر بن عبد الله بن شمر بن عبد الله بن عمرو بن عبدا لعزى بن سحيم بن مرة بن الدول بن حنيفة الشاعر المشهور.\nومنهم حمزة بن عبد الله بن طفيل بن قرة بن هبيرة بن عامر بن سلمة الخير بن قشير بن كعب.\nومنهم حمزة بن العيار أخو بني حضا بن جشم بن مالك بن كعب بن القين بن جسر، وغيرهم.\nومنهم جمرة بالجيم فهو جمرة بن حميري أحد بني سعد بن عمرو التيمي تيم الرباب. شاعر فارس وهو القائل:\nألا يا ليت سلمى قبل عوف\n...\nوأدناها فلم تلد البنينا\nوكنت أبا زيد من أناس\n...\nوكنا من أناس آخرينا\nأبى لي أسرتي من آل عمرو\n...\nإذا غمزت قناتي أن تلينا\nذكر أبو عبيد في غريب الحديث حمرة بن مالك الصدائي الشاعر واستشهد به يعاتب قومه:\nأأوصي بني قيس بأن يتواصلوا\n...\nوأوصى أبوكم ويحكم أن تدابروا\nبالحاء غير المعجمة وتشديد الميم والراء غير المعجمة وقال ابن الأنباري هو بتخفيف الميم.\nالجزء: 1 ¦ الصفحة: 126\n",
        "من يقال له حزن وخرز منهم حزن بن عامر الطائي ثم النبهاني ويعرف بابن عتيقة. شاعر فارس وهو القائل:\nوحي يمنعون بلاد عوف\n...\nعلى الجرد المنعمة الجياد\nلباسهم إذا فزعوا دروع\n...\nكأن قتيرها حدق الجراد\nومنهم حزن بن كهف بن أبي حارثة بن حزانة بن همام بن صعير المازني أحد سادات بني مازن وفرسانها وشعرائها وكانت بنو محلم بن ذهل بن شيبان أغاروا على إبل جار له فذهبوا بها فاتبعهم وقتل منهم وارتجع الإبل وقال:\nأمن مال جاري رحت تحترش الغنى\n...\nوتدفع منك الفقر يا ابن محلم\nلقدماً أتيت الأمر من غير وجهه\n...\nوأخطأت جهلاً وجهة المتغنم\nقال الشيخ المعني لقد أتيت الأمر وما لغو:\nفما نحن بالقوم المباح حماهم\n...\nوما الجار فينا إن علمت بمسلم\nوإنا متى نندب إلى الموت نأته\n...\nنخوض إليه لجّ بحر من الدم\nومنهم حزن بن جناب بن جندل بن منقر بن عبيد بن الحارث ابن كعب ابن سعد بن زيد مناة بن تميم. شاعر وابنه القلاخ الراجز وهو القائل:\nولا تعترضّ للشر من دون أهله\n...\nإذا كنت خلواً عن أذاه بمعزل\nومن يق أعراض الرجال بعرضه\n...\nيبح محرماً من والديه ويجهل\nفلا تك ممن يغلق الهم علمه\n...\nعليه بمغلاقٍ من الشر مقفل\nوإن خفت من دار هواناً فولها\n...\nسواك وعن دار الأذى فتحول\nومنهم خزز بالخاء معجمة من فوق وزايين فهو خزز بن لوذان أحد بني عوف بن سدوس بن شيبان بن ذهل بن ثعلب بن كعابة بن الصعب\nالجزء: 1 ¦ الصفحة: 127\n",
        "ابن علي بن بكر بن وائل ويعرف بالمرقم الذهلي وأنشد له أبو اليقظان:\nطال الثواء بمأربٍ\n...\nوظننت أني غير زائم\nمن مبلغ عمرو بن لأ\n...\nي حيث كان من الأقادم\nفلرب باكٍ من بني\n...\nذهل وقاعدة وقائم\nومشققات للجيو\n...\nب علي كالبقر الحوائم\nلا يمنعنك من بغا\n...\nء الخير تعقيد التمائم\nولقد غدوت وكنت لا\n...\nأغدو على واق وحاتم\nفإذا الأشائم كالأيا\n...\nمن والأيامن كالأشائم\nوكذاك لا خير ولا\n...\nشرّ على أحدٍ بدائم\nقوله في البيت الأول مأرب مأرب حصن. ويروى غير نائم، وقوله: واق وحاتم الواق الصرد والحاتم الغراب.\nمن يقال له خصيصة وخميصة فأما خصيصة فهو خصيصة بن أسعد أحد بني سعد بن عبد بن عامر بن كعب بن جلان بن غنم بن غني ابن أعصر. شاعر فارس وكان بينه وبين جاهمة بن حراق بن يربوع الغنوي شر متفاقم وفيه يقول:\nأجاهم قد بلغت عنك مقالة\n...\nرميت بها في الجمع يوم دوار\nأتهدي الخنا جهلاً وتكفر نعمتي\n...\nوأنت جنيبي يوم حزم عمار\nنمتّ بأوصال القرابة بيننا\n...\nوما ذاك إلا رهبتي وحذاري\nوما كنت للأرحام في الدهر واصلاً\n...\nولكن رأيت الموت تحت غباري\nوخبره مع جاهمة في كتاب بني أعصر.\nالجزء: 1 ¦ الصفحة: 128\n",
        "وأما خميصة فهو ابن جندل بن مرثد بن عامر بن عمرو بن أبي ربيعة بن ذهل بن شيبان. شاعر فارس مذكور وهو قاتل طريف بن تميم العنبري وقصتهما مذكورة في كتاب بني شيبان وهو القائل\nشهدنا غارةً لا شيء فيها\n...\nسوى فرس الأسنة والشهيق\nإذا أخمدن بارق ضوء نار\n...\nنفخناها لأخرى ذي بروق\nكفيت أبا حمارٍ شاهديها\n...\nإذا ما الريق عصب في الحلوق\nعصب يبس ولم يخرج.\nمن يقال له حرقة وخرقة فأما حرقة فهي بنت النعمان بن المنذر بن امرئ القيس بن عمر بن عدي بن نصر بن ربيعة بن الحارث بن مالك بن عم بن نمارة بن لخم شاعرة شريفة وهي القائلة:\nوبينا نسوس الناس والأمر أمرنا\n...\nإذا نحن فيهم سوقة نتنصف\nفأفٍ لدنيا لا يدوم نعيمها\n...\nتقلب تارات بنا وتصرف\nوأما خرقة فهن خرقة الكلبي وهو خرقة بن شعاث وشعاب أمه وأبوه نتافة بن الربد بن عمرو بن عبد مناة بن حبيل بن عمرو بن عبد مناف ابن كنانة وهو القائل:\nأعزى يا حبيل دمي وهزي\n...\nسناناً تطعنين به ونابا\nليعلم عامر الأجدار أنا\n...\nإذا غضبت نبيت لها غضابا\nمن يقال له أبو حية وأبو جنة بالجيم والنون فأما أبو حية فمنهم أبو حية النميري واسمه الهيثم بن الربيع بن زرارة بن كبير بن جناب بن مالك بن عامر بن نمير ويقال هو أحد بني عبدا لله بن الحارث بن نمير الشاعر المشهور الذي يقول:\nألا حي من أجل الحبيب المغانيا\n...\nلبسن البلى مما لبسن اللياليا\nإذا ما تقاضى المرء يوم وليلة\n...\nتقاضاه شيء لا يمل التقاضيا\nومنهم أبو حية البجلي واسمه حصين بن سلامة بن هلال بن\nالجزء: 1 ¦ الصفحة: 129\n",
        "عوف كان فارساً شاعراً وكان بقية أهله في بادوريا وكان يمدح بني أفصى وفيهم يقول:\nإني كفاني من همّ هممت به\n...\nقوم لهم إرث مجد غير مكدوم\nقوم إذا فزعوا سالت بطاحهم\n...\nبالسابغات وبالجرد اللهاميم\nوكل مطرب الأنبوب يقدمه\n...\nمسترعف بطحته صيغة الروم\nومنهم أبو حية الفزاري واسمه ودعان بن محرز بن قيس بن ورد بن حذيفة بن بدر. شاعر فارس وهو القائل:\nأنا أبو حية واسمي ودعان\n...\nلا ضرع طفل ولا عود فان\nكيف تر ضربي رؤوس الأقران\nوأما أبو جنة بالجيم والنون فهو أبو جنة الأسدي واسمه حكيم ابن عبيد ويقال حكيم بن مصعب خال ذي الرمة كذا وجد في قبيل بني أسد ووجدت في موضع آخر أنه كان بينه وبين عمارة بن عقيل ملاحاة وهو القائل في قصيدة:\nفلما ودعونا واستقلوا\n...\nعلى صهب هواديهن قود\nكتمت عواذلي ما في فؤادي\n...\nوقلت لهن ليتهم بعيد\nوفاضت عبرة شفقت منها\n...\nتجود كأن وابلها الفريد\nفقلن لقد بكيت فقلت دلا\n...\nوهل يبكي من الطرب الجليد\nولكن قد أصاب سواد عيني\n...\nعويد قذى له طرف حديد\nفقالوا ما لدمعهما سواء\n...\nأكلتي مقلتيك أصاب عود\nقوله في البيت الأول على صهب الصهب: البيض التي تضرب إلى الحمرة، وقود طوال الأعناق.\nالجزء: 1 ¦ الصفحة: 130\n",
        "من يقال له ابن حية وابن حبة فأما ابن حية العبسي فاسمه حجر قال أبو سعيد السكري هو ابن حية ويقال له ابن جيداء وجيداء أمه. شاعر وهو القائل:\nلا أحرم الجارة الدنيا إذا اقتربت\n...\nولا أقوم بها في الحي أخزيها\nولا أكلمها إلا علانيةً\n...\nولا أخبرها إلا أناديها\nوأما ابن حبة بواحدة معجمة فهو منظور بن حبة الأسدي وحبة أمه ويعرف بها وهو منظور بن مرثد بن فروة بن نوفل بن نضلة بن الأشتر بن جحوان بن فقعس. شاعر راجز محسن وهو القائل:\nوقد تعاللت ذميل العنس\n...\nبالسوط في ديمومة كالترس\nإذ عرج الكيل بروح الشمس\nفي أبيات كثيرة وله أيضاً أراجيز جياد، ويروى هذا الرجز لدكين في أرجوزة.\nمن يقال له ابن حميضة بالضاد معجمة منهم سنان بن حميضة أخو بني قبال بن يربوع بن غيظ بن مرة بن عود بن سعد بن ذبيان بن بغيض. شاعر وهو القائل:\nوإني لأقري الضيف في ليلة الندى\n...\nمن الجلة العليا وأروي العواليا\nوأعطي إذا ضن الجواد بماله\n...\nمن البكرات المنقيات المتاليا\nومنهم فروة بن حميضة الأسدي أخو بني برثن كان أحدث حدثاً فطلبه السلطان فهرب وقال:\nعلى الميت من بطن الحرية كلما\n...\nمررنا به أو لم نمرّ سلامي\nكأنّ تجاراً تحمل المسك عرسوا\n...\nبه ثم فضوا ثم كل ختام\nوما ذاك إلا أن زهرة جررت\n...\nبه الريط لم تنزل بدار مقام\nكأن قلوصي تحمل الأحول الذي\n...\nبشرقي سلمى يوم حول كشام\nسلمى: جبل أي كأن في من الشوق جبلاً في ذلك اليوم.\nالجزء: 1 ¦ الصفحة: 131\n",
        "ومنهم ربيعة بنت حميصة العذرية شاعرة قالت ترثي هلالاً العذري\nيا عين أذري الدمع ذا الغرب\n...\nوابكي هلالاً مسعر الحرب\nتعدو به شقاء سلهبة\n...\nمثل القناة قليلة العتب\nتعدو إذا خفضت مراءتها\n...\nوزجرن بالإنشاء والشرب\nشداً كغلي القدر تحفره\n...\nمنها إلى متنفس رحب\nمن يقال له ابن حبناء منهم المغيرة وصخر ويزيد بنو حبناء وهي أمهم وأبوهم عمرو بن ربيعة بن أسيد بن عبد عوف بن عامر بن ربيعة بن حنظلة ابن مالك بن زيد مناة وكان المغيرة أبرص وهو القائل:\nإني امرؤ حنظلي حين تنسبني\n...\nلأم العتيك ولا أخوا لي العوق\nقوله لأم العتيك أي لامن العتيك\nلا تحسبن بياضاً في منقصة\n...\nإن اللهاميم في أقرابها بلق\nقوله في البيت الأول ولا أخوا لي العوق العوق قوم من أزد عمان والمغيرة شاعر محسن وكان من رجال المهلب بن أبي صفرة وله أشعار جياد حسان وكان صخر مقيماً بالبادية وكان والمغيرة يتراسلان بالشعر يتناقضان وكانا أخوين لأب وهما ابنا خالة وكان المغيرة يكنى أبا عيسى قال في أخيه صخر:\nألا من مبلغ صخر بن ليلى\n...\nفإني قد أتاني من ثناكا\nرسالة ناصح لك مستجيب\n...\nإذا لم ترع حرمته رعاكا\nجزاني الله منك وقد جزاني\n...\nومني في معاتبتي جزاكا\nفي أبيات فأجابه صخر فقال:\nأتاني من مغيرة ذرو قول\n...\nوعن عيسى فقلت له كذاكا\nالجزء: 1 ¦ الصفحة: 132\n",
        "يعم به بني ليلى شفاهاً\n...\nفولّ هجاءهم رجلاً سواكا\nسيغنيني الذي أغناك عني\n...\nويكفيني المليك كما كفاكا\nرأيت الخير يقصر منك دوني\n...\nوتأتيني قوارص من أذاكا\nوكان يزيد بن حبناء خارجياً وهو القائل في كلمة طويلة وكتبت إليه زوجته تطلب منه هدايا وألطافاً:\nذري اللوم إن اللوم ليس بدائم\n...\nولا تعجلي باللوم يا أم عاصم\nفإن عجلت منك الملامة فاسمعي\n...\nمقالة معنّى بحقك عالم\nولا تعذلينا في الهدية إنما\n...\nتكون الهدايا من فضول المغانم\nوابن حبناء بلعاء بن قيس الكناني وأخوه جثامة بن قيس بن عبد الله بن يعمر وهو الشداخ بن عوف بن كعب بن عامر بن ليث بن بكر ابن عبد مناة بن كنانة بن خزيمة وأمهما الحبناء بنت وائلة بن كعب بن احمر ابن الحارث بن عبد مناة ويقال هي جدة بلعاء وجثامة وكان بلعاء رأس بني كنانة في أكثر حروبهم ومغازيهم وكان كثير الغارات على العرب وهو شاعر محسن وقد قال في كل فن أشعاراً جياداً وهو القائل:\nوإني لأقري الهم حين يضيفني\n...\nزماعاً إذا ما الهم أعيت مصادره\nوابغي صواب الظن أعلم أنه\n...\nإذا طاش ظن المرء طاشت مقادره\nوقد يكره الإنسان ما هو رشده\n...\nوتلقى على غير الصواب شراشره\nوكان جثامة أيضاً شاعراً محسناً وفارساً وهو القائل:\nأصبحت آتي الذي آتي وأتركه\n...\nوبات أكثر رأي الناس مرتابا\nوإن أمت والفتى رهن بمصرعه\n...\nفقد قضيت من الآراب آرابا\nوقلما يفجأ المكروه صاحبه\n...\nحتى يرى لوجوه الأمن أبوابا\nالجزء: 1 ¦ الصفحة: 133\n",
        "زيادة في نسخة أخرى:\nسلي عني بني ليث بن بكر\n...\nكفى قوماً يصاحبهم خبيرا\nبأني لا ينادي الحي ضيفي\n...\nولا ألحى على الخطأ الأميرا\nوأعرض على أصول الحق فيهم\n...\nإذا التبست وأقتطع الصدورا\nمن يقال له الحنتف منهم الحنتف بن السجف بن عبد بن الحارث ابن طريف بن عمرو بن عامر بن ربيعة بن كعب بن ثعلبة بن سعد بن ضبة بن أد ونسبه أبو اليقظان فقال الحنتف بن السجف بن بشير بن الأدهم بن صفوان بن صباح بن طريف بن عمرو شاعر فارس وهو الذي قتل ابني هتيم العامريين عامراً وطارقاً من بني عوف بن عمرو بن كلاب بن ربيعة بن عامر بن صعصعة عادى بينهما فقتلهما وهزمت بنو عامر فقال الحنتف في ذلك:\nوفرقت بين ابني هتيم بطعنةٍ\n...\nلها عاند يكسو السليب إزارا\nوجدت بنفس لا يجاد بمثلها\n...\nوقد كان نبح النابحات هرارا\nحفاظاً وذباً عن حريمي ونصرةً\n...\nولم أتحمل في المواطن عارا\nومنهم الحنتف بن السجف صاحب جيش الربذة قتل بها حبيش بن دلجة القيني وخرج السجف مع عائشة رضي الله عنها فقتل وكان الحنتف ديناً شريفاً يكنى أبا عبد الله كانت له منزلة من عبيد الله بن زياد فلما وقعت فتنة ابن الزبير سار حبيش بن دلجة القيني من قضاة أقبل يريد المدينة يقاتل ابن الزبير فقعد الحارث بن عبد الله المخزومي وهو أمير البصرة للحنتف لواءً فسار الحنتف في سبعمائة حتى خرج إليهم حبيش بن دلجة من المدينة فلقيهم بالربذة فقتل حبيشاً وعبد الله بن الحكم أخا مروان بن الحكم وكان مع حبيس بن دلجة وانهزم يوسف والحجاج معه بن الحكم أخو أبي الحجاج بن يوسف فقال الحنتف في ذلك:\nما زال إسدائي لهم ونسجي\n...\nوعقبتي بالكور بعد السرج\nحتى قتلناهم بقوم المرج\n...\nيعني يوم زفر بن الحارث الكلابي\nالجزء: 1 ¦ الصفحة: 134\n",
        "ومنهم الحنتف بن زيد بن جعونة أحد بني المنذر بن جهمة بن عدي بن جندب بن العنبر بن عمرو بن تميم وكان أنسب بني تميم وله مع دغفل النسابة خبر ذكره أبو اليقظان وسقط له ثلاثة بنين في ركية فماتوا فحلف ألا ينزل البادية فباع إبله وقدم البصرة وأقام بها ولا أعرف له شعراً.\nالجزء: 1 ¦ الصفحة: 135\n",
        "باب الخاء في أوائل الأسماء\nمن يقال له خداش منهم خداش بن زهير بن ربيعية بن عمرو بن ربيعة بن عمرو بن عامر بن ربيعة بن عامر بن صعصعة بن معاوية ابن بكر بن هوازن الشاعر المشهور.\nومنهم خداش بن بشر بن خالد بن بيبة بن قرط بن سفيان بن مجاشع بن دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم الشاعر المجيد المشهور الملقب بالبعيث وقيل في أبي هذا بشر بن خالد وقيل ابن أبي خالد أبو يزيد بيبة ببائين معجمتين بينهما ياء ساكنة معجمة باثنتين من تحتها.\nومنهم خداش بن حميد بن بكر أحد بني بكر بن وائل من ولد عمرو بن مرثد بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة شاعر وهو القائل مما وجد بخط أبي عمرو الشيباني:\nوغن كنت قد أزمعت لا بد لائمي\n...\nفلم في الندى والجود أعظم حاتم\nأبعد بني قيس بن حسان أبتغي\n...\nأخاً في ملمات الأمور العظائم\nمن يقال له خفاف منهم خفاف بن ندبة وهي أمه وهي سوداء بنت شيطان بن قنان من بني الحارث بن قنان من بني الحارث بن كعب وأبوه عمير ابن الحارث بن الشريد والشريد عمرو بن رياح بن يقظة بن عصية بن خفاف بن امرئ القيس بن بهثة بن سليم بن منصور بن عكرمة بن خصفة بن قيس بن عيلان الفارس المشهور الشاعر المجيد.\nالجزء: 1 ¦ الصفحة: 136\n",
        "ومنهم خفاف بن مالك بن عبد يغوث بن علي بن ربيعة بن كابية بن حرقوص بن مازن بن مالك بن عمرو بن تميم أدرك الإسلام. شاعر فارس وهو القائل:\nولا عزنا يعدي على ظلم غيرنا\n...\nوليس علينا للظلامة مذهب\nنريح فضول الحلم وسط بيوتنا\n...\nإذا الحلماء عنهم الحلم أعزبوا\nونرأب ما شئنا وليس لما وهت\n...\nجرائر أيدينا لدى الناس مرأب\nومنهم خفاف بن الجلاح بن صامت بن سدوس بن إنسان بن عتوارة بن عزية بن جشم بن معاوية بن بكر بن هوازن. فارس شاعر وهو القائل:\nولما دعوا بالجزع أفناء خثعم\n...\nوأقعت على الأذناب قلت لها اقدمي\nأهاب رجال ما حوو من غنيمة\n...\nوكان هواي ما أرقت من الدم\nأهابوا أي رجعوا بما معهم من الغنيمة.\nخفاف بن غصين بن ثابت بن ديافي بن نفنف بن عمرو بن حنظلة البرجمي وهو القائل:\nولو أن ما أسعى لنفسي وحدها\n...\nلزاد يسير أو ثياب على جلدي\nلأنت على نفسي وبلغ حاجتي\n...\nمن المال مال دون بعض الذي عندي\nولكنما أسعى لمجد مؤثل\n...\nوكان أبي نال المكارم عند جدي\nمن يقال له ابن خذام منهم ابن خذام الذي ذكره امرؤ القيس في شعره وهو أحد من بكى الديار قبل امرىء القيس ودرس شعره قال امرؤ القيس:\nعوجا على الطلل المحيل لأننا\n...\nنبكي الديار كما بكى ابن خذام\nقوله لأننا يريد لعلنا، ذكر ذلك أبو عبيدة وقال قال لنا أبو الوثيق ممن ابن خذام فقلنا ما نعرفه. فقال: رجوت أن يكون علمه بالأمصار. فقلنا: ما\nالجزء: 1 ¦ الصفحة: 137\n",
        "سمعنا به. فقال: بلى قد ذكره امرؤ القيس وبكى على الديار قبله فقال:\nكأني غداة الخبت يوم تحملوا\n...\nلدى سمرات الحي ناقف حنظل\nومنهم ابن خذام الأسدي وهو مرداس بن خذام لا نعرف من أي بطون أسد هو إسلامي كان ينزل الكوفة وكان تزوج امرأة من أهل الري يقال لها دختكا كثيرة المال وله فيها أشعار كثيرة يصف فيها ذكره وهنها وذكر ذلك في كتاب المفاحشات وهو شاعر خبيث وكان سقى رجلاً خمراً في عس وحلب عليه شيئاً من اللبن فارتفعت رغوته فشربه الرجل على أنه لبن ولم يكن صاحب شراب فسكر ولم يفق إلا بعد ثلاث فقال مرداس:\nسقينا عقالاً بالثوية شربة\n...\nفمالت بلب الكاهلي عقال\nفقلت أصطبحها يا عقال فإنها\n...\nهي الخمر خيلنا لها بخيال\nرميت بأم الخل حبة قلبه\n...\nفلم ينتعش منها ثلاث ليال\nأنشدها علي بن سليمان الأخفش فأقسم الرجل ألا يكلمه أبداً.\nمن يقال له خليفة منهم خليفة بن عامر بن حميري بن وقدان ابن سبيع بن عوف بن مالك بن حنظلة ويلقب بذي الخرق وهو القائل:\nما بال أم حبيش لا تكلمنا\n...\nلما افترقنا وقد نبري فنتفق\nتقطع الطرف دوني وهي عابسة\n...\nكما تساوس فيك الثائر الحنف\nلما رأت إبلي جاءت حمولتها\n...\nغرثى عجافاً عليها الريض والخرق\nقالت ألا تبتغي مالاً تعيش به\n...\nعما نلاقي وشر العيشة الرمق\nالجزء: 1 ¦ الصفحة: 138\n",
        "فيئي إليك فإنا معشر صبر\n...\nفي الجدب لا خفة فينا ولا ملق\nأنا إذا حطمة حتت لنا ورقا\n...\nنمارس العيش حتى ينبت الورق\nوله أشعار جياد في كتاب بني طهية وبهذه الأبيات لقب بذي الخرق.\nومنهم خليفة بن البلاد أحد بني جشم بن سعد بن زيد مناة بن تميم وهو القائل:\nأيا أخويّ من جشم بن سعد\n...\nأقلا اللوم إن لم تنفعاني\nإذا جاوزتما شعفات حجر\n...\nوأودية اليمامة فانعياني\nأخذت بما جنى لص طريد\n...\nوما جرت يداي ولا لساني\nوهو صاحب الأرجوزة التي أولها: هل تعرف الدار كخط القلم ذكر السكري في أشعار اللصوص البيتين الأولين لجحدر بن معاوية العكلي وقال شعفات بالشين معجمة.\nمن يقال لها خنساء منهن خنساء بنت الشريد وهو عمرو بن رياح بن يقظة بن عصية بن خفاف بن امرىء القيس بن بهثة بن سليم بن منصور الشاعرة المشهورة صاحبة المراثي في أخويها معاوية وصخر.\nومنهن خنساء بنت أبي سلمى أخت زهير وهو ربيعة بن رياح ابن قرط بن الحارث بن مازن بن مازن بن خلاوة بن ثعلبة بن ثور بن هدبة ابن لاطم بن عثمان بن عمرو بن أد بن طابخة وأم عثمان بن عمرو ومزينة بنت كلب بن وبرة شاعرة هي وإخوتها وأهل بيتها. قالت ترثي أباها:\nولا يغني توقي المرء شيئاً\n...\nولا عقد التميم ولا الغضار\nالجزء: 1 ¦ الصفحة: 139\n",
        "إذا لاقى منيته فأمسى\n...\nيساق به وقد حق الحذار\nقوله في البيت الأول: ولا الغضار هو شيء من الرقي والعوذ.\nومنهن بنت أبي الطراح كانت تحت الضحاك بن عقيل العقيلي ولست أدري أهي منهم أم من غيرهم شاعرة وهي القائلة:\nفإن كنت من أهل الحجاز فلا تلج\n...\nوإن كنت نجدياً فلج بسلام\nومنهن خنساء بنت التيحان القائلة:\nأيا أسفاً على الخفاجي جحوش\n...\nأرى أنه يزداد عن دارنا بعدا\nويا كبداً حب الخفاجي قاتلي\n...\nويا كبداً ألا يحل بنا نجدا\nويا كبداً ألا لبست شبابه\n...\nوجدته حتى يرى خلقاً جردا\nمن يقال له خديج وحديج منهم خديج بن عمرو بن مالك بن حزن بن الحارث بن خديج بن معاوية بن خديج بن الحماس بن ربيعة بن كعب ابن الحارث بن كعب بن عمرو بن وعلة بن خالد بن مالك بن أدد شاعر وهو أخو النجاشي وهو قيس بن عمرو وكان محسناً وهو القائل يرثي أخاه النجاشي:\nومن كان يبكي هالكاً فعلى فتى\n...\nثوى بلوى لحج وآبت رواحله\nفتى لا يطيع الزاجرين عن الندى\n...\nوترجع بالعصيان عنه عواذله\nوهي قصيدة حسنة.\nومنهم خديج بن عبيد الله بن كلاب النميري قال أبو سعيد السكري يعرف بابن الدرداء البديلي شاعر وهو القائل:\nولما ركضنا في الضباب وجعفر\n...\nبمسترفد كانت بطيئاً رفودها\nوما ألحقتنا الخيل حتى تشابهت\n...\nبنات الأغر الورد منها وسودها\nعلى كل جرداء القرا أعوجية\n...\nإذا طردت لم ينج منها طريدها\nالجزء: 1 ¦ الصفحة: 140\n",
        "ومنهم حديج بالحاء غير معجمة وهو حديج بن حبيب بن زيد بن عمرو بن عامر بن ربيعة بن كلب بن ثعلبة بن سعد بن ضبة. شاعر جاهلي كان بعض ولد النعمان بن امرىء القيس وهو ابن الشقيقة قتلوا بنين له وأغار عليهم فقتل منهم وأدرك ثأره وقال:\nألم ترني ثأرت بني زياد\n...\nفقرت هامتي وشفيت صدري\nوما ملك بسابقنا بوغم\n...\nإذا ملك طلبناه بوتر\nبني النعمان قتلنا جميعاً\n...\nفساغ لي الشراب وحل نذري\nمن يقال له ابن الخطيم منهم قيس بن الخطيم بن عدي بن عمرو بن مسواد بن ظفر وظفر هو كعب بن الخزرج بن عمرو بن مالك بن الأوس بن حارثة بن ثعلبة العنقاء بن عمرو بن عامر وهو ماء السماء بن حارثة الغطريف بنت الأسد وقيس شاعر الأوس وهو القائل:\nطعنت ابن عبد القيس طعنة ثائر\n...\nلها نفذ لولا الشعاع أضاءها\nملكت بها كفي فأنهرت فتقها\n...\nيرى قائم من دونها ما وراءها\nومنهم سبيع بن الخطيم التيمي تيم عبد مناة بن أد بن طابخة من بطن منهم يقال له بنو رفاعة. شاعر محسن وهو القائل لزيد الفوارس الضبي في إبل كان استنقذها وردها عليه:\nإن ابن آل ضرار حين أندبه\n...\nزيداً سعى لي سعياً غير مكفور\nنبهت زيداً فلم أفزع إلى وكلٍ\n...\nرث السلاح ولا في الحي مكثور\nسالت عليه براق الحي حين دعا\n...\nأنصاره بوجوه كالدنانير\nليس الهجان إذا ما كنت مفتحلاً\n...\nكالورق تنظر في ألوانها الحور\nلولا الإله ولولا مجد طالبها\n...\nللهذموها كما نالوا من العير\nفاستعجلوا عن حثيث المضغ فاسترطوا\n...\nوالذم يبقى وزاد القوم في حور\nلولا تلاقيكها من بعد ما طردت\n...\nطابت وجوه بها لزن من القير\nالجزء: 1 ¦ الصفحة: 141\n",
        "من يقال له خطام وخرطوم منهم خطام الريح المجاشعي الراجز وهو خطام بن نصر بن رياح بن عياض بن يربوع من بني الأبيض ابن مجاشع بن دارم وهو القائل:\nحيّ ديار الحي بين الشهبين\n...\nوطلحة الدوم وقد تعفين\nلم يبق من آي بهن تحلين\n...\nغير رماد وحطام الكنفين\nوما ثلاث ككما يؤتفين\nفي أبيات أخر وله أراجيز.\nومنهم خطام الكلب واسمه بجير بن رزام. ذكره ابن الأعرابي ولم ينسبه إلى قومه وأنشد له:\nوالله ما أشبهني عصام لا خلق منه\n...\nولا قوام نمت وعرق الخان لا ينام\nومنهم خرطوم الحبارى واسمه عبد الله بن زهير بن عائشة بن همام بن مرة بن ذهل بن شيبان بن ثعلبة. شاعر وهو القائل:\nأرى النظر المقصور دوني ووجهها\n...\nكواسف غشاها السلامي عظلما\nعلى أنكم يوماً أخذنا بفضلنا\n...\nولا حق مظلوم أخذنا فنظلما\nفهل سركم أنا قتلنا بفضلنا\n...\nفنقتل خرطوم الحبارى وعرزما\nوما ذنبنا في قومنا غير أننا\n...\nزكا وسطنا زرع المسيح بن مريما\nمن يقال له الخضل في بني عبد الله بن غطفان الخضل بن سلمة وهو أبو سهل أحد بني المرقع والمرقع هو مالك بن قطبة بن عوف بن بهثة بن عبد الله بن غطفان وهو القائل\nبل قد يرى الناس أني بين رابية\n...\nونبعةٍ ليس في عيدانها أود\nأرمي العدى وأرى أني إذا زأرت\n...\nحولي المرقع لم يزأر لها أسد\nالجزء: 1 ¦ الصفحة: 142\n",
        "ومنهم الخضل بن عبيد بن جريش بن أبي سهم الشاعر وهو القائل:\nولما بدا للعين واقصة الغضا\n...\nتزاورت أن الخائف المتزاور\nيقولون لا تنظر وتلك بلية\n...\nبلى كل ذي عينين لا بد ناظر\nألام إذا حنت قلوصى من الهوى\n...\nومالي ذنب أن تحن الأباعر\nمن يقال له الخليع منهم الخليع السعدي وهو الخليع بن زفر أحد بني عطارد بن عوف بن كعب بن سعد بن زيد مناة بن تميم ويقال له الخليع العطاردي. وجدت له في كتاب بني سعد:\nألا ليت أمي لم تكن عاصمية\n...\nوكان أبي صيابة الزنج يمما\nتدعى إلى فهر ولو كنت منهم\n...\nلما كان عقفان لبيتك مجثما\nعقفان في أصل الآمدي عقبان بالباء.\nومنهم الخليع النصري الشاعر المتأخر يكنى أبا علي واسمه الحسين بن الضحاك كان ظريفاً صاحباً لأبي نواس أنشد له أبو عبد الله محمد ابن داود بن الجراح عن أبي زيد عمر بن شبة:\nإذا شئت أن تلقى خليلاً معبساً\n...\nوجداه في الماضين كعب وحاتم\nفحاوله عما في يديه فإنما\n...\nتكشف أخلاق الرجال الدراهم\nومنهم الخليع الشامي متأخر اسمه الغمر بن أبي الغمر قرشي فيما يقال شاعر خبيث كان بينه وبين عامر الكلبي لحاء وهجاء وهو صاحب القصيدة المشهورة التي أولها:\nشتمت مواليها عبيد نزار\n...\nشيم العبيد شتيمة الأحرار\nالجزء: 1 ¦ الصفحة: 143\n",
        "باب الدار في أوائل الأسماء\nمن يقال له دريد ودويد منهم دريد بن الصمة بن الحارث ابن معاوية بن جداعة بن غزية بن جشم بن معاوية بن بكر بن هوازن الفارس المشهور والشاعر المذكور.\nدريد بن حرملة بن الأسعر بن إياس بن صرمة بن مرة بن عوف بن سعد بن ذبيان بن بغيض بن ريث بن غطفان وهو أخو هاشم بن حرملة وهما جميعاً شاعران وهو القائل:\nإن تزجرونا عنكم لا ننزجر\n...\nإذ أعرض الجامل والورد العكر\nوالفتيات الراقلات في الأزر\nقوله حرملة بن الأسعر هو الأشعر بالشين معجمة وقال ابن حبيب وابن الكلبي: هاشم بن حرملة بن الأشعر بن إياس بن مريطة بن هرمة بن صرمة بن مرة.\nومنهم دويد بالواو ابن زيد بن نهد بن زيد بن حوتكة بن أسلم ابن الحاف بن قضاعة. قال ابن سلام في كتاب الشعراء ومما يروى من قديم الشعر قول دويد حين حضرته الوفاة:\nاليوم يبني لدويد بيته\n...\nلو كان للدهر بلى أبليته\nأو كان قربي واحداً كفيته\n...\nبل رب نهب صالح حويته\nورب غيل حسن لويته\nالجزء: 1 ¦ الصفحة: 144\n",
        "الغيل الساعد الحسن الممتلىء. وقال أيضاً:\nألقى عليّ الدهر رجلاً ويداً\n...\nوالدهر ما أصلح قوماً أفسدا\nيصلحه اليوم ويفسده غدا\nقال وأوصى بنيه عند موته فقال: أوصيكم بالناس شراً لا تقبلوا لهم معذرة ولا تقيلوهم عثرة.\nمن يقال له دجاجة وذو الدجاج منهم دجاجة بن زهري بن علقمة بن مرهوب بن هاجر بن كعب بن بجالة بن ذهل بن مالك بن بكر ابن سعيد بن ضبة. شاعر فارس وهو القائل:\nقومي تميم والرباب عمادي\n...\nوأنا ابن ضبة في النصاب الأكرم\nمن يأتنا لجليل أمر خائفاً\n...\nأو قاصداً لسماحة وتكرم\nيجد الندى والعز حول بيوتنا\n...\nوالخافقات وكل طرف مرجم\nوعديمنا متعفف متكرم\n...\nوعلى الغني ضمان حق المعدم\nومنهم دجاجة بن عبد قيس التيمي تيم عبد مناة بن أد بن طابخة وهو الذي يقول:\nنبهت زيداً فلم أفزع إلى وكل\n...\nرث السلاح ولا في الحي مكثور\nوقد مضت أبيات مثل هذا في هذا الكتاب. زيادة ويقال بل قالها سبيع بن الخطيم التيمي في زيد الفوارس الضبي وكانت بنو حرب ضبة أخذت إبله فاستنقذها زيد وردها عليه.\nومنهم ذو الدجاج الحارثي أحد بني الحارث بن عبد الله بن يشكر بن مبشر بن صعب بن دهمان بن نصر بن زهران وهو القائل:\nقطعنا جذم أسلم واستدارت\n...\nبرهط الفحمتين لدى الغدير\nفأما تقتلوا نفراً كراماً\n...\nهم خير وأسرى من كثير\nفنحن عصابة البطحاء نفري\n...\nرؤوس القوم بالبيض الذكور\nالجزء: 1 ¦ الصفحة: 145\n",
        "قوله نفري في أصل الأم نفلي. قال ابن حبيب في كتاب مختلف القبائل كل اسم في العرب دجاجة فهو مكسور الدال وأما الدجاج من الطير فهو مفتوح الدال.\nمن يقال له أبو دواد منهم أبو دواد الأيادي واسمه جويرية ابن الحجاج من حي من إياد يقال لها يقدم وهو الشاعر المشهور الذي يقول:\nلا أعد الاقتار عدماً ولكن\n...\nفقد من قد رزئته الأعدام\nومنهم أبو دواد الرؤاسي رؤاس كلاب بن ربيعة بن عامر بن صعصعة واسم أبي دواد يزيد بن معاوية بن عمرو بن قيس بن عبيد بن رؤاس بن كلاب. شاعر فارس وقد قيل إنه يكنى أبا دواد ووجدته كذلك في غير كتاب وهو القائل في قصيدته:\nلليلى خيال قل ما يتعرج\nوعهدي بها والدار تجمع أهلها\n...\nلها مقلتا ريم وخلق خدلج\nتواصل أحياناً وتصرم تارةً\n...\nوشر الإخلاء الخليل الممزج\nومنهم أبو دواد عدي بن الرقاع العاملي وهو عدي بن زيد بن مالك بن عدي بن الرقاع بن عصر بن عرة بن شعل بن معاوية بن الحارث وهو عاملة بن عدي بن الحارث بن مرة بن أدد الشاعر المشهور الذي يقول:\nتزجى أغنّ كأن ابرة روقه\n...\nقلم أصاب من الدواة مدادها\nمن يقال له ابن دارة وهما سالم وعبد الرحمن ابنا مسافع بن يربوع من بني عبد الله بن عطفان ويقال لهما ابنا دارة ويربوع هو دارة سمي بذلك لجماله شبه بدارة القمر. كذا وجدت في كتاب بني عبد الله بن غطفان. قال أبو اليقظان\nالجزء: 1 ¦ الصفحة: 146\n",
        "دارة أمهما وهي امرأة من بني أسد سميت بذلك لأنها كان جميلة شبهت بدارة القمر وهو إن شاء الله الصحيح لأن سالماً يقول:\nأنا ابن دارة معروفاً بها نسبي\n...\nوهل بدارة يا للناس من عار\nوهو وأخوه عبد الرحمن شاعران محسنان قد كتبت أشعارهما وأخبارهما فيما تنخلته من أشعار بني عبد الله بن غطفان.\nومنهم عبد الرحمن بن ربعي بن معبد بن دارة ويقال له عبد الرحمن الأصغر وهو القائل:\nوما بحركم بحر الكرام فتعرفوا\n...\nكراماً ولا ألوانكم بهجان\nألم تر أن الفرقدين تخالفا\n...\nكما أسد واللؤم مختلفان\nولم يرفع أبو اليقظان نسب ابني دارة إلى عبد الله بن غطفان ولا وجدت ذلك في القبيل.\nمن يقال له دواد وذواد فأما دواد فهو دواد بن أبي دواد الأيادي شاعر قال يرثي أخاه:\nفبات فينا وأمسى تحت هادية\n...\nيا بعد يومك من ممسي وإصباح\nلا يدفع السقم إلا أن يسقيه\n...\nولو ملكنا مسحنا السقم بالراح\nلا يصحب الغي إلا حيث فارقه\n...\nإلى الرشاد ولا يصغي إلى اللاحي\nوله في كتاب إياد أشعار وأخبار وقصة مع أبيه حيث فارقه وعاد إليه.\nوأما ذواد فهو ذواد بن الرقراق بن عبد الحارث بن الحارث بن زيد ابن عمرو بن يربوع بن سحيم بن قطبة بن عوف بن بهثة بن عبد الله بن غطفان شاعر وهو القائل:\nلقد طرقت بالغور ليلى وصحبتي\n...\nهجود وجوز الليل قد مال مائله\nعلى ساعة ليست بساعة زائر\n...\nولا حين قول من دليل نقاوله\nوما الود إلا عند من هو أهله\n...\nولا الشر إلا عند من هو حامله\nوفي الدهر والتجريب للناس زاجر\n...\nوفي الموت شغل للفتى هو شاغله\nالجزء: 1 ¦ الصفحة: 147\n",
        "من يقال له أبو دهبل وأبو دهلب منهم أبو دهبل الجمحي واسمه وهب بن زمعة بن أسيد بن أحيحة بن خلف بن وهب بن حذافة بن جمح ابن عمرو بن هصيص بن كعب بن لؤي شاعر محسن مداح وهو القائل:\nيا ليت من يمنع المعروف يمنعه\n...\nحتى يذوق رجال غب ما صنعوا\nوليت رزق أناس مثل نائلهم\n...\nقوت كقوت ووسع كالذي وسعوا\nوليت للناس خطاً في وجوههم\n...\nتبين أخلاقهم فيه إذا اجتمعوا\nوليت ذا الفحش لاقى فاحشاً أبداً\n...\nووافق الحلم أهل الجهل فارتدعوا\nويروي فاتدعوا من الموادعة. ويروي: ووافق الجهل أهل الجهل وهو الصواب عندي وهذا كقول الآخر كمثل وقمك جهالاً بجهال.\nومنهم أبو دهبل الدهيري أسدي أنشد له ثعلب في نوادره عن ابن الأعرابي يقول في ابنته:\nإن عيوف لتريد أمرا تريد خبزاً\n...\nوتريد تمراً ولبناً يجري عليهما همرا\nومنهم أبو دهلب بتقديم اللام على الباء هو أحد بني ربيعة ابن قريع بن كعب بن سعد بن زيد مناة بن تميم شاعر وهو القائل:\nحنت قلوصى أمس بالأردنّ\n...\nحنى فما ظلمت أن تحني\nحنت بأعلى صوتها المرن\n...\nفي خرعب أجش مستجن\nفيه كتهذيم نواحي الشن\n...\nأو نقب الصنج ارتجاس الغن\nالجزء: 1 ¦ الصفحة: 148\n",
        "باب الذال في أوائل الأسماء\nمن يقال له ذو القرح منهم ذو القرح وهو امرؤ القيس بن حجر الكندي وقيل له ذو القرح لأن ملك الروم لما أمده بالجيش ندم فأنفذ إليه حلة مسمومة فلما لبسها سقط جلده ومات وتقرح ومات وقيل له ذو القرح.\nومنهم ذو القرح وهو كعب بن خفاجة الأصغر العقيلي ولا أعرف له شعراً وشعرهم في كتاب بني عقيل.\nمن يقال له ذو الأصبع منهم ذو الأصبع العدواني واسمه حرثان بن حارثة بن محرث ويقال الحارث بن ثعلبة بن ظرب بن عمرو بن عباد بن يشكر بن الحارث وهو عدوان بن عمرو بن قيس بن عيلان. وقيل له ذو الأصبع لأن أفعى ضربت إبهام رجله فقطعها، وهو أحد الحكماء الشعراء. عمر دهراً وهو القائل في القصيدة المختارة:\nيا عمرو إلا تدع شتمي ومنقصتي\n...\nأضربك حيث تقول الهامة اسقوني\nلاه ابن عمك لا أفضلت في حسب\n...\nدوني ولا أنت دياني فتخزوني\nكل امرئ راجع يوماً لشيمته\n...\nوإن تخلق أخلاقاً إلى حين\nومنهم ذو الأصبع الكلبي ثم العليمي أنشد له دعبل يهجو حكيم بن عياش حين هجا بني أسد بكلب وكان حكيماً أعور من كلب:\nإذا جئتما أرض العراق فبلغا\n...\nبها الأعور الكلبي عني القوافيا\nالجزء: 1 ¦ الصفحة: 149\n",
        "أترضى لكلب دقة غير عذلها\n...\nبدودان لا شمت السحاب الغواديا\nفهاج الذرى لا در درك بالذرى\n...\nوهاج قبيلاً ينكرون المخازيا\nوهو القائل، أنشده أبو عمرو الشيباني في كتاب الحروف:\nألا يا أيها المحجوب عنا\n...\nعليك ورحمة الله السلام\nومنهم ذو الأصابع وهو حبان بن عبد الله من ولد عنز بن وائل أخي بكر وتغلب ابني وائل ولم أجد له في القبيل شعراً.\nومنهم ذو الأصبع متأخر أنشد له أبو عمرو في كتاب الحروف في مدح الوليد بن يزيد:\nتقول ليلى يا فداك أحمس\n...\nوأرؤس من عامر وأرؤس\nوفي الوجوه صفوة توعس\n...\nوكسرت منا سبال يحبس\nقال أبو عمرو ويقال جاء بهم ألف أحمس.\nومنهم ذو الأباهم القطيعي أظنه قطيعة عبس واسمه زيد وهو القائل:\nألا ليتني قد مت إذ أنا صالح\n...\nوإذ أنا مسموع إلي وفاعل\nفأصبحت مثل العش طارت فراخه\n...\nوأقفر من زغب لهن حواصل\nوإني لعبد لابنة الريث عارف\n...\nلريطة إلا أنها لا تقاتل\nوهذه الأبيات ثابتة في كتاب بجيلة لأنها قد رويت أيضاً للقاسم بن عقيل البجلي.\nمن يقال له ذو الخرق منهم ذو الخرق الطهوي واسمه قرط وقال ذو الخرق بن قرط أخو بني سعيدة بن عوف بن مالك بن حنظلة بن طهية بنت عبد شمس بن سعد بن زيد مناة بن تميم. شاعر فارس وهو القائل:\nالجزء: 1 ¦ الصفحة: 150\n",
        "فما كان ذنب بني مالك\n...\nبأن سب منهم غلام فسب\nعراقيب كوم طوال الذرى\n...\nتخر بوائكها للركب\nبأبيض يهتز في كفه\n...\nيقط العظام ويبري العصب\nقال ابن حبيب وفي طهية ذو الخرق وهو شمير بن عبد الله بن هلال ابن قرط بن سعيدة.\nومنهم ذو الخرق اليربوعي أحد بني صبير بن يربوع بن حنظلة ابن مالك بن زيد مناة بن تميم شاعر جاهلي ذكره أبو اليقظان وأنشد له:\nفملنا بإحناء السروج ولم نلث\n...\nكريهتنا ثم الظنون الكواذبا\nأي حملنا ولم نلث كريهتنا أي حربنا بالظنون الكاذبة خوف القتل أو طمعنا في ظفرنا بل تهيأنا للموت.\nومنهم ذو الخرق بن شريح بن سيف بن إبان بن دارم وكان شاعراً جاهلياً عن ابن حبيب ذكره في كتاب تسمية شعراء القبائل وما في شعره ما يصلح للمذاكرة.\nمن يقال له أبو ذئيب منهم أبو ذؤيب الهذلي واسمه خويلد ابن خالد بن محرث بن زبيد بن مخزوم بن باهلة بن كاهل بن مازن بن معاوية بن تميم بن سعد بن هذيل الشاعر المشهور الذي يقول:\nوالنفس راغب إذا رغبتها\n...\nوإذا ترد إلى قليل تقنع\nومنهم أبو ذؤيب النميري ذكره دعبل في شعراء اليمامة وأنشد له:\nسمتك أمك ديناراً وقد كذبت\n...\nبل أنت في القوم فلس غير دينار\nالجزء: 1 ¦ الصفحة: 151\n",
        "من يقال له أبو ذيبة وأبو دبية بالدال مضمومة غير معجمة وتقديم الباء على الياء وابن الذئبة فأما أبو ذبي فهو أخر بني أبي ربيعة بن ذهل بن شيبان وهو القائل في أبيات:\nتسألني أم قيس إن أصادفها\n...\nفابن شريك كفاك الجوع والحربا\nوأما أبو دبية فهو ابن عامر أخو بني سعد بن قيس بن ثعلبة وهو القائل:\nفزعت إلى الجواء حذفة إذ بدت\n...\nكراديس خيل من شريط ودوسرا\nفإن تجزن النعمى فيا رب ليلة\n...\nجفوت لها قيساً فأصبح أغبرا\nفأما ابن الذئبة فهو ربيعة بن الذئبة والذئبة أمه وأبوه عبد يا ليل ابن سالم بن مالك بن حطيط بن جشم بن قيس وهو ثقيف. شاعر فارس وهو القائل:\nإن المنية بالفتيان ذاهبة\n...\nولو تقوها بأسياف وأدراع\nبينا الفتى يبتغي من عيشه سدداً\n...\nإذ حان يوماً فنادى باسمه الداعي\nلا تجعل الهم غلاً لا انفراج له\n...\nولا تكونن كؤوماً ضيق الباع\nمن يقال له ابن ذريح وابن ذرح منهم قيس بن ذريح الكناني وهو العاشق أخو بني ليث بن بكر بن كنانة. أنشد له ابن حبيب في كتاب تسمية شعراء القبائل:\nألا يا غراب البين قد طرت بالذي\n...\nأحاذر من لبنى فهل أنت واقع\nومنهم يزيد بن ذرح السكوني. شاعر جاهلي أحد بني سوم بن عدي بن أشرس بن شبيب بن السكون وهو القائل:\nألا هل أتاها والحوادث جمة\n...\nومهما يرده الله يمض ويفعل\nفي أبيات\nالجزء: 1 ¦ الصفحة: 152\n",
        "من يقال له ذريح ورذيح منهم ذريح بن عبد الله البجلي أحد بني مازن بن سعد بن مالك بن جرم بن علقمة بن عبقر بن أنمار بن إراش ابن عمرو بن الغوث بن الفزر بن نبت بن بكر بن مالك بن زيد بن كهلان ابن سبأ وبجيلة أم ولد أنمار بن إراش شاعر خبيث وهو القائل:\nإذا ما تميميّ أجن ببلدة\n...\nبكى جزعاً من لؤم أعظمه القبر\nتنتج أبكار المخازي بدارهم\n...\nقديماً ويفنى قبل لؤمهم الدهر\nوكان بينه وبين الفرزدق لحاء ومناقضة مذكورة في كتاب بجيلة.\nومنهم رديح بن الحارث بن ربيعة بن غنم بن ربيعة بن عائذ ابن ثعلبة بن الحارث بن تيم الله بن ثعلبة. شاعر وهو القائل:\nسام الندى وارفع يديك إلى العلى\n...\nفليس بأخلاق الكرام خفاء\nإذا أنت لم تأخذ برأيك فضله\n...\nفإنك والرأي الضعيف سواء\nفلا يمنعنك الخير بقيا معيشة\n...\nفليس لما يبقي الشحيح بقاء\nالجزء: 1 ¦ الصفحة: 153\n",
        "باب الراء في أوائل الأسماء\nمن يقال له رؤبة وروبية منهم رؤبة بن العجاج الراجز أحد بني مالك بن سعد بن زيد مناة بن تميم الراجز المشهور.\nومنهم رؤبة بن العجاج بن شدقم الباهلي الشاعر وهو وأبوه العجاج أيضاً أنشد له أبو الحسن علي بن سليمان الأخفش عن أبي العباس أحمد بن يحيى ثعلب وقال وجد بخط إسحاق بن إبراهيم الموصلي لأبي بيهس رؤبة بن العجاج بن شدقم:\nعدينا ومنينا نقل قد وعدتنا\n...\nنرى منك مثل النيل إن تعدينا\nولا تعزمي إن شئت إنجاز موعد\n...\nوخلي محباً والتعلل حينا\nوقال رؤبة أيضاً وأنشدناه له أبو العباس:\nقالت لنا وقولها أحزان\n...\nذروة القول له بيان\nيا أبتا أرقني القذان\n...\nفالنوم لا تطعمه العينان\nووخز برغوث له أسنان\n...\nوللبعوض فوقه دندان\nالدندنة الكلام الذي لا يفهم، والقذان جمع قذذ وهو البرغوث. وأنشد أبو بهيس رؤبة لأبيه العجاج بن شدقم:\nالجزء: 1 ¦ الصفحة: 154\n",
        "بت وبات الهم بالإطراق\n...\nمنزل لبني تميم مكان\nتعانقي وأيها اعتناق\n...\nمن شدة الوجد بعيد الباقي\nوأنشد أيضاً لأبيه في سعيد بن سلم:\nردوا إلى رؤبة والقلاخ\n...\nوصبية بالعلو كالفراخ\nأباهم فأنت في بذاخ\n...\nمن المعالي مشرف نقاخ\nوأنت يوم الحلبة الجلواخ\n...\nمبين الغرة كالشمراخ\nالجلواخ الضخم يقال واد جلواخ أي ضخم النبت.\nومنهم رؤبة بن عمرو بن ظهير الثعلبي أحد بني ثعلبة بن سعد ابن ذبيان بن بغيض. شاعر وهو القائل:\nيهيجني لذكرى آل ليلى\n...\nحمام الأيك ما تضع الغصونا\nكأن البدر ليلة لا غمام\n...\nعلى أنماطها حرجاً رهينا\nكأن المسك دق لها فضيعت\n...\nعليه يوم كان الناس طينا\nمن يقال له الراعي منهم راعي الإبل النميري وهو عبيد بن حصين بن جندل ابن طويلم بن ربيعة بن عبد الله بن الحارث بن نمير الذي هجا جرير وهو الشاعر المشهور.\nومنهم الراعي المري الكبلي من بني كبل بن عامر بن مرة بن جابر بن عمرو بن نهد وهم حلفاء في بني إساف بن هذيم بن عدي بن جناب وهو الراعي بن أم الراعي بنت عامر بن مالك بن درهم بن مضاد بن كعب بن عليم. كذا وجدته في كتاب كلب بن وبرة، وقال أبو سعيد الحسن ابن الحسين السكري هو الراعي خليفة بن بشير بن عمير بن الأحوص من بني عدي بن جناب. شاعر وهو القائل:\nما زال يفتح أبواباً ويغلقها\n...\nدوني ويفتح باباً بعد ارتاج\nحتى أضاء سراج دونه حجل\n...\nحور العيون ملاح طرفها ساجي\nيكثرن للهو واللذات عن برد\n...\nتكشف البرق عن ذي لجة داجي\nالجزء: 1 ¦ الصفحة: 155\n",
        "كأنما نظرت دوني بأعينها\n...\nعين الصريمة أو غزلان فرتاج\nيا نعمها ليلة حتى تخونها\n...\nداع دعا في بياض الصبح شحاج\nلما دعا الدعوة الأولى فأسمعني\n...\nأخذت ثوبي واستمررت أدراجي\nالأدراج رجوعه من حيث جاء. وهي أبيات تدخل في قصيدة الداعي النميري التي على وزنها لاتفاق الاسمين والقصيدتين.\nمن يقال له رفيع ورقيع منهم رفيع بن أهبان السلمي أحد بني سماك بن عوف بن امرئ القيس بن بهتة بن سليم بن منصور. شاعر فارس قال حين قتلت بنو سليم خثعم لعباس بن عامر بن حي بن رعل بن مالك بن عوف بن امرئ القيس:\nألا ليت عباس بن حي وقومه\n...\nرأى يومنا إذ نستدير بخثعما\nرأى يومنا إذ لا تزال بكرههم\n...\nعلى هجمة تغلي مراجلها دما\nإذا قارنوها أسلمت في نحورهم\n...\nبنات المنايا والقنا المتحطما\nولو علموا ماذا يلاقون بعده\n...\nمن البؤس لو يعيش مسلما\nومنهم رقيع بالقاف بن أقرم الأسدي كذا وجدت في غير موضع وهو في كتاب بني أسد رفيع بالفاء الوالبي واسمه عمار بن عبيد بن حبيب أخو بني أسامة بن والبة بن الحارث بن ثعلبة بن دودان بن أسد. شاعر إسلامي في أول أيام معاوية وهو القائل في قصيدة:\nفقد أعطيت فوق الغواني محبة\n...\nجنوب كما خير الرياح جنوبها\nإذا هي هبت زادت الأرض بهجة\n...\nوبالسعد والبشرى يكون هبوبها\nوإن ضعفت كانت شفاءً لذي الهوى\n...\nيمانيةً يستنشر الموت طيبها\nأدل دليل الحب وهنا فزارتي\n...\nوأحر بنفس أو يلم حبيبها\nمن يقال له الراهب منهم الراهب المحاربي وهو زهرة بن سرحان ابن رزن بن أسلم بن أسعد بن حرام بن دهمان بن جلان بن الهون بن علي بن\nالجزء: 1 ¦ الصفحة: 156\n",
        "جسر بن محارب وكان أخوه سويد بن سرحان مجاوراً لمرداس بن أبي عامر السلمي فقل ماء قليبه فنزل يميحه فقتله فأخذت امرأته زينب إبل سويد فبعثتها إلى زهرة ابن سرحان فقال:\nأحل حريم الجار عجزة ظالماً\n...\nوأوفت بما نالت من الذم زينب\nتفاقد قوم كان أوفى سعاتهم\n...\nشرقاقة لها بنان مخضب\nوقال زهرة:\nثكلت بنيتي إن لم تروني\n...\nوشيكاً قعدتي طرف سبوح\nله في البيت إصرة وجل\n...\nوتحبس عند مروده لقوح\nسأبلي بالسنان على سويدٍ\n...\nفأشفي غلتي وأستريح\nوقيل له الراهب لأنه كان يأتي عكاظاً فيقوم إلى سرحة فيرجز عندها ببني سليم قائماً لا يزال كذلك دأبه حتى يصدر الناس عن عكاظ وكان فيما يقول:\nقد عرفتني سر حتى فأطت\n...\nوقد ونيت بعدها فأشمطت\nومنهم الراهب الطائي وهو حنظلة الخير بن أبي رهم بن حسان ابن حية بن سعيد أحد بني هنىء بن عمرو بن الغوث بن طيء وحنظلة هو فارس الضبيب والضبيب فرسه وكان غزا مع كسرى يقول لحنظلة الضبيب الضبيب فنزل عن وركبه كسرى فنجا وأقطع حنظلة من السواد ثمانين قرية ففي ذلك يقول حنظلة، ويقال هو حسان بن حنظلة:\nنزلت له عن الضبيب وقد بدت\n...\nمسومة من خيل ترك وكابل\nفي أبيات. وكان حنظلة قد خطب امرأة بعد هلاك أهل بيته وأموالهم فأبت عليه فقال:\nتلك ابنة العدويّ قالت باطلاً\n...\nأزرى بقومك قلة الأموال\nإنا لعمر أبيك يحمد ضيفنا\n...\nونسود سيدنا على الإقلال\nغضبت على أن اتصلت بطيّئ\n...\nوأنا امرؤ من طيّئ الأجبال\nالجزء: 1 ¦ الصفحة: 157\n",
        "أحلامنا تزن الجبال رزانةً\n...\nويزيد جاهلنا على الجهال\nسرق هذا البيت الأخير بعضهم فأدخله في قصيدة وهو الفرزدق.\nمن يقال له الرماح منهم الرماح بن أبرد بن ثريان بن سراقة بن حرملة بن سلمى بن ظالم بن جذيمة بن يربوع بن غيظ بن مرة بن عوف بن سعد بن ذبيان بن بغيض وهو المعروف بابن ميادة. شاعر محسن متأخر مدح في الدولتين وهو القائل:\nوما أنس مل أشياء لا أنس قولها\n...\nوأدمعها يذرين حشو المكاحل\nتمتع بذا اليوم القصير فإنه\n...\nرهين بأيام الشهور الأطاول\nومنهم الرماح بن نهشل الأسدي أنشد له أبو العباس ثعلب في الأمالي.\nأياسر حتى حسى المصرد إنني\n...\nلصب إلى القارات مما تراكما\nسألتكما بالله أن تجعلا الهوى\n...\nلغيري وأن تنبت مني قواكما\nمن يقال له الرحال والرجال منهم الرحال بن عزرة بن المختار ابن لقيط بن معاوية بن خفاجة بن عمرو بن عقيل كان وأخوه نجدة بن عزرة شاعرين والرحال الذي يقول:\nأحب الأدم حين تمرست بي\n...\nوأشنأ كل بهلقة البياض\nإذا ما البيض بات إلى ذراها\n...\nغدا من غير راضية وراض\nبات يعني نفسه وذراها يعني ذرى البيض.\nومنهم الرحال وهو عمرو بن النعمان بن السراء بن عبد الله بن مرة الشيباني وقيل هاجر في خيل أبي عبيدة بن مسعود الثقفي وقتل فيها وهو القائل:\nبان الخليط ولم أكن صحوانا\n...\nدنفاً بزينب لو تريد هوانا\nالجزء: 1 ¦ الصفحة: 158\n",
        "لكنها شحطت وبتّ وصالها\n...\nولقد تلم نواهم بنوانا\nأيام زينب ظبية مخروفة\n...\nترعى دكادك قشعه أحيانا\nومنهم عروة الرحال بن عتبة بن جعفر بن كلاب الذي قتله البراض الكناني في قصة لطيمة كسرى ولا أعرف له شعراً.\nومنهم الرجال بن هند بالجيم الأسدي أحد بني نصر بن قعين وهو القائل:\nتعجب مني أم حسان أن رأت\n...\nنهاراً وليلاً بلياني فأبدعا\nوقد صار خلاني كأن عليهم\n...\nملاء العراق بالثغام المنزعا\nيبيتهم ذو اللب حتى تراهم\n...\nوسيماهم بيضاً لحاهم وأصلعا\nمن يقال له ربيع وربيع فأما ربيع فجماعة منهم الربيع بن ضبع الفزاري ومنهم الربيع بن قعنب الفزاري أيضاً ومنهم الربيع بن زياد العبسي وغيرهم.\nوأما ربيع بالضم فهو ربيع بن أصرم بن خارجة بن صفوان بن سنان بن جناب بن الحارث بن جهمة بن عدي بن جناب بن العنبر بن عمرو ابن تميم. شاعر قال يصف قدراً:\nوسحماء تستوفي الجزور نصبها\n...\nلأضيافنا مثل الحصان المقيد\nإذا ما استعارتها الوليدة لم تطق\n...\nبها تشتكي الأصلاب ما لم تشدد\nتفرغ في شيزى جماع كأنها\n...\nإذا احتضر الأيدي شريعة مورد\nمن يقال له ربيعة وربيعة فأما ربيعة فكثير عددهم منهم ربيعة ابن مقرم الضبي ومنهم ربيعة بن جشم النميري ومنهم ربيعة بن قميئة الضبعي من عبد القيس ومنهم ربيعة بن غزالة السكوني ومنهم ربيعة بن الذئبة الثقفي ومنهم ربيعة بن الأبرص العكلي وغيرهم.\nالجزء: 1 ¦ الصفحة: 159\n",
        "وأما ربيعة بالضم فهو ربيعة بن أسعد بن جذيمة بن مالك بن نصر بن قعين. شاعر من شعراء بني أسد كان ابنه ذؤاب بن ربيعة قتل عتيبة ابن الحارث بن شهاب واسمه ربيع بن عتيبة ولم يعلم أنه قاتل أبيه عتيبة فظن ربيعة أنه قد قتل فقال:\nأذؤاب إني لم أبعك ولم أهب\n...\nبعكاظ حيث تجمع الأجلاب\nإن يقتلوك فقد ثللت عروشهم\n...\nبعتيبة بن الحارث بن شهاب\nبأشدهم كلباً على أعدائه\n...\nوأعزهم فقداً على الأصحاب\nفي أبيات أخر فلما بلغت هذه الأبيات بني يربوع قتلوا ذؤاباً قبل هذه الأبيات من أمالي القالي:\nأبلغ قبائل جعفرٍ مخصوصة\n...\nما إن أحاول جعفر بن كلاب\nإن البقية والهوادة بيننا\n...\nشمل كسحق الريطة المنجاب\nالا بجيش لا يكت عديده\n...\nسود الجلود من الحديد غضاب\nولقد علمت على التجلد والأسى\n...\nأن الرزيئة كان يوم ذؤاب\nوبعدها من أماليه أيضاً:\nوعمادهم في كل يوم كريهة\n...\nوثمال كل معصب قرضاب\nأهوى له تحت العجاج بطعنة\n...\nوالخيل تردى في الغبار الكابي\nأذؤاب صاب على صداك فجاره\n...\nصوب الربيع بوابل سكاب\nما أنس لا أنساه آخر عيشنا\n...\nما لاح بالمعزاء ريع سراب\nالريع الرجوع والريع أيضاً الزيادة وريعان الشباب أوله.\nمن يقال له ابن رواحة لا أعرف إلا الأنصاري عبد الله بن رواحة بن امرئ القيس بن ثعلبة بن عمرو بن امرئ القيس بن مالك بن الأعز بن ثعلبة بن كعب بن الخزرج بن الحارث بن الخزرج. شاعر محسن\nالجزء: 1 ¦ الصفحة: 160\n",
        "وفارس وهو القائل في بني عمرو بن مخزوم وغيرهم من قريش يهجوهم في أبيات له:\nفخبروني أثمان العباء متى\n...\nكنتم بطاريق أم دانت لكم مضر\nفتغير وجه رسول الله صلى الله عليه وسلم حين سمع هذا حمية لقريش فلما قال:\nأنت الرسول فمن يحرم نوافله\n...\nوالوجه منه فقد أزرى به البصر\nفثبت الله ما أتاك من حسن\n...\nفي المرسلين ونصراً كالذي نصروا\nيا هاشم الخير إن الله فضلكم\n...\nعلى البرية فضلاً ما له غير\nفسري عنه صلى الله عليه وآله وسلم ودخل النبي مكة ودخل ابن رواحة يقود به ويقول:\nخلوا نبيّ الله عن سبيله\n...\nنحن قتلناكم على تأويله\nكما قتلناكم على تنزيله\n...\nضرباً يزيل الهام عن مقيله\nويذهب الخليل عن خليله\nومنهم قسام بن رواحة السنبسي ليس له عندي في شعراء طيء ذكر وأنشد له الطائي في الحماسة\nوليس نصيب القوم من أخويهم\n...\nطراد الحواشي واستراق النواضح\nوما زال من قتل رزاح بعالج\n...\nدم ناقع أو جاسد غير ماصح\nدعا الطير حتى أقبلت من صوية\n...\nدواعي دم مهراقة غير نازح\nعسى طيّئ من طيّئ بعد هذه\n...\nستطفىء غلاّت الكلى والجوانح\nمن يقال له ابن الرواغ منهم مرة بن الرواغ وهي أمه وأخوه كعب بن الرواغ وأبوهما سلم بن عمرو المالكي من بني مالك بن ثعلبة بن دودان\nالجزء: 1 ¦ الصفحة: 161\n",
        "ابن أسد بن خزيمة شاعران من قدماء بني أسد وكان امرؤ القيس بن حجر يأمر قيانه أن يغنين بشعر مرة وكان قيان الملوك أيضاً يغنين به:\nإن الخليط أجد البين فادلجوا\n...\nوهم كذلك في آثارهم لجج\nبانوا وفيهم كثيب ما يكلمني\n...\nوبعض ساداتهم بالبين مبتهج\nعصر الشباب يغنيني مصلصلة\n...\nجيداء لا صحل فيها ولا رنج\nوقد أقود لغيث لا أنيس به\n...\nإلا البعوض وإلا الأزرق الهزج\nنهد المراكل يطويه ويركبه\n...\nحتى يكفت عن مصرانه العفج\nبمثله كنت أعلو الخيل إذ ركبت\n...\nإذا الجياد كسا فرسانها الرهج\nوأخوه كعب بن الرواغ القائل:\nذكر ابنة العرجي فهو عميد\n...\nشغفاً شغفت بها وأنت وليد\nويخالها المرح السفيه تحبه\n...\nونوالها غير الحديث بعيد\nوتقيك من دون الفراش معاصم\n...\nمثل النمارق وشيهنّ جديد\nوإذا تبسم قلت شوك سيالة\n...\nأو أقحوان صريمة معهود\nريان ركب في نخالة إثمد\n...\nخضر تزينه غدائر سود\nومنهم جابر بن حسل بن الرواغ بن يزيد بن مالك بن خفاجة ابن عمرو بن عقيل بن كعب بن ربيعة بن عامر بن صعصعة. كذا وجدته في أمالي أبي الحسن علي بن سليمان الأخفش عن أبي العباس ثعلب ولم أجد له في شعر بني عقيل ذكراً والرواغ ها هنا اسم رجل قال يرثي أخاه مربعاً:\nلقد كنت أنأى عن بنيّ وإخوتي\n...\nعلى ثقة ما كان في الحي مربع\nفتى الحيّ في ما ينفع الحي كلهم\n...\nإلى الجار ضحاك العشيات أروع\nترى النصف فيما ينفع القوم ضؤلة\n...\nوفي النصف إلا عزة النفس مقنع\nالضؤلة الجور يقول يرى النصف جوراً ولا يرضى إلا بأكثر منه:\nولولا اعتراف بالذي ليس تاركاً\n...\nأخا أحدٍ ما زالت العين تدمع\nالجزء: 1 ¦ الصفحة: 162\n",
        "باب الزاي في أوائل الأسماء\nمن يقال له الزبرقان منهم الزبرقان من بدر وهو حصين بن بدر بن امرئ القيس بن قيس بن خلف بن بهدلة بن عوف بن كعب بن سعد بن زيد مناة بن تميم سيد في الجاهلية عظيم القدر في الإسلام وشاعر محسن وهو القائل:\nتعلو الذئاب على من لا كلاب له\n...\nوتتقي مربض المستشفر الحامي\nوإنما الناس للرحمن أمكم\n...\nأكائل الطير أو حشو لأرجام\nهم يهلكون ويبقى كل ما صنعوا\n...\nكأن قصتهم خطت بأقلام\nولن أصالحهم ما دمت ذا فرس\n...\nواشتد قبضاً على السيلان إبهامي\nقوله للرحمن أمكم كما تقول لله أبوك.\nومنهم الزبرقان أخو بني أبي عمرو بن الحارث بن ذهل بن شيبان شاعر قال حن قتلوا بنوه بحران عضروط بن مسعود بن عامر فلجؤوا إلى بني مرة إلى ابن الرواق وهو نعمان بن قيس بن مرة بن همام.\nوجدنا آل مرة حين خفنا\n...\nجريرتنا هم الأنف الكراما\nالجزء: 1 ¦ الصفحة: 163\n",
        "من يقال له زميل وزامل منهم زميل بن أم دينار الفزاري قاتل ابن دارة وهو زميل بن وبير من بني مازن بن فزارة أحد بني عبد مناف شاعر وهو القائل لما قتل ابن دارة:\nلقد غظتني بالجو جو كنيفة\n...\nويوم التقينا من وراء شراف\nقصرت له الدعوى ليعرف نسبتي\n...\nوأنبأته أني ابن عبد مناف\nرفعت له كفي بأبي صارم\n...\nفقلت ألتحفه دون كل لحاف\nوقال حين ضربه الضربة التي هلك فيها:\nأنا زميل قاتل ابن داره\n...\nوكاشف السبة عن فزاره\nثم عقلت النيب والبكاره\nومنهم زميل بن حذافة بن مالك بن خياط العكلي. شاعر فارس وهو القائل في حرب كانت بين عدي والتيم وبني ضبة:\nلعمري لئن سعد بن ضبة أقسمت\n...\nعلى حلفةٍ منها غواة فبرت\nلينقطعنّ الود إلا وسيلة\n...\nغروراً لهم بالموت إن هي غرت\nفما حربنا بالبكر إن كنعوا لها\n...\nولكنها إن قارح الناب فرت\nوما أنا بالساعي لأصلح بينها\n...\nأروم غزار الحرب إن هي درت\nومنهم زامل بن مصاد القيني ثم الحيوي. شاعر فارس وهو القائل:\nمتى يك فخر في اللقاء فإننا\n...\nذوو نزل عند اللقاء ومصدق\nبضرب يزيل الهام عن سكناته\n...\nوطعن كأفواه المزاد المخرق\nمن يقال له زفر في الشعراء جماعة لست أقصد ذكرهم لكن من يقال له زفر بن الحارث باتفاق الاسم واسم الأب: منهم زفر بن الحارث بن معان\nالجزء: 1 ¦ الصفحة: 164\n",
        "الكلابي سيد قيس في زمانه ويكنى أبا الهذيل وكان على قيس يوم مرج راهط وهو القائل:\nوقد ينبت المرعى على دمن الثرى\n...\nوتبقى حزازات النفوس كما هيا\nأبيني سلاحي لا أبالك إنني\n...\nأرى الحرب لا تزداد إلا تماديا\nأيذهب يوم واحد إن أسأته\n...\nبصالح أيامي وحسن بلائيا\nفي الأم: البيني سلاحي.\nومنهم زفر بن الحارث الوالبي والبة بن الحارث بن ثعلبة بن دودان بن أسد بن خزيمة. شاعر فارس وهو القائل:\nوإني بذات الرمث لم ألف عاجزاً\n...\nولا ورعاً يوم التهايج أعزلا\nمنعت ابن وراد وقد ساء ظنه\n...\nوأنقذت من تحت الأسنة نوفلا\nوصابرت حتى أحجم القوم عنهما\n...\nحفاظاً وما استعجلت من تعجلا\nومنهم زفر بن الحارث بن رجاء بن الحارث بن هبيرة بن عامر ابن سلمة ابن قشير وهو القائل:\nفما ينسني الأشياء لا أنس قولها\n...\nوقد قرب المهرى أين يريد\nأتت لا تداني في اللمام وعلقت\n...\nبها النفس من أزمان أنت وليد\nفي أبيات من يقال له زهير في الشعراء كثير لست أقصد إلى ذكرهم ولكن من يقال له زهير بن جناب باتفاق الاسم والأب: منهم زهير بن جناب ابن هبل بن عبد الله بن كنانة بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة. سيد بني كلب في زمانه وكان كثير الغارات على العرب وعمر عمراً طويلاً وهو القائل لما حضرته الوفاة:\nأبني إني أهلك فإني\n...\nقد بنيت لكم بنية\nوتركتكم أولاد سا\n...\nداتٍ زنادكم ورية\nولكل ما وال الفتى\n...\nقد نلته إلا التحية\nالجزء: 1 ¦ الصفحة: 165\n",
        "في أبيات. وهو القائل:\nإذا ما شئت أن تسلى حبيباً\n...\nفأكثر دونه عدد الليالي\nفما نسى حبيبك مثل نأي\n...\nولا بلى جديدك كابتذال\nومنهم زهير بن جناب بن مالك بن الحارث بن عبد الله بن ذهثم بن سعد بن كعب بن روي بن مالك بن نهد. شاعر فارس وهو القائل في قصة مذكورة في كتاب نهد:\nأيقتل جيراني وآلك بين\n...\nوشخص سمي إنني لمظلم\nكذبتم وبيت الله لا تأخذونها\n...\nبني يعمر حتى يباء به دم\nوتركب خيل تدعى آل دهثم\n...\nمعاودةً فرسانها قيل أقدموا\nمن يقال له زبير وزبير وزنير بالنون منهم زبير بن عبد المطلب ابن هاشم بن عبد مناف. سيد كريم وشاعر محسن وهو القائل:\nلقد علمت قريش أن بيتي\n...\nبحيث يكون فضل من نظام\nوأنا نحن أكرمها جدوداً\n...\nوأصبرها على العجم العظام\nوأنا نحن أول من تبنى\n...\nبمكتنا البيوت مع الحمام\nوله أشعار حسان في كتاب بني هاشم.\nومنهم زبير بن طفيل بن زهير بن شماس بن حارثة بن جحوان ابن عجاف بن كعب بن عبد شمس الشاعر عن ابن حبيب ولم يذكر شعراً ولم أر له في القبائل ذكراً.\nومنهم الزبير بن عبد الله بن الزبير. كان شاعراً وله قصائد طوال جياد وهو القائل:\nومولى كداء البطن أو فوق دائه\n...\nيريد موافي الصدق خيراً وينقص\nتلومت أرجو أن يتوب فيرعوي\n...\nبه الحلم حتى أيس المتربص\nومنهم زنير بالمنون بن عمرو الخثعمي وهو الذي يقال له النذير العريان وذلك أنه كان ناكحاً امرأة من بني زبيد فأرادت زبيد أن تغزو خثعم\nالجزء: 1 ¦ الصفحة: 166\n",
        "فحرسه أربعة نفر منهم وطرحوا عليه ثوباً فصادف غرة فحاضرهم بعد أن رمى بثيابه وكان من أجود الناس شداً وقال في ذلك:\nأنا المنذر العريان ينبذ ثوبه\n...\nلك الصدق لم ينبذ لك الثوب كاذب\nوخبره مستقصى وشعره في كتاب خثعم.\nمن يقال له زيد وزند فأما زيد فكثير منهم زيد الخيل الطائي ومنهم زيد الفوارس الضبي ومنهم زيد بن رزين بن الملوح المحاربي ومنهم زيد بن عقيلة التيمي تيم الرباب، ومنهم زيد بن همهمة النصري ومنهم زيد ابن مجالد بن عامر الفزاري وغيرهم ممن لا أقصد إلى ذكره لكثرتهم.\nوأما زند بالنون فهو أبو دلامة الشاعر المتأخر وهو زند بن الجوان الأشجعي مولى لهم كوفي مليح الشعر كثير النادرة.\nمن يقال له زياد وذياد بالذال معجمة فأما زياد فجماعة منهم زياد بن معاوية وهو النابغة الذبياني ومنهم زياد بن منيع النصري أحد بني نصر بن معاوية بن بكر بن هوازن، ومنهم زياد بن عامر بن عبد بن عميلة الغنوي ومنهم زياد بن ربعي الباهلي. ومنهم زياد بن سليمان الأعجم ويكنى أبا أمامة وهو من عبد القين أحد بني عامر بن الحارث يم أحد بني الخارجية شاعر مشهور. وغيرهم ممن يكثر إن عددتهم.\nوأما ذياد فهو ذياد بن عزيز بن الحويرث بن مالك بن واقد بن وقدان. كان شاعراً وهو الذي بكى على بني رياح حين خلف فقال:\nأضحت رياح قد تناءت ديارها\n...\nشعاعاً وأضحى منهم الرمل مقفرا\nوكنت أرى بالرمل منهم مجالساً\n...\nكراماً وحوماً من سواد معكرا\nومن سامر بالليل بين بيوتهم\n...\nوجردٍ تراها ساهمات وضمرا\nالجزء: 1 ¦ الصفحة: 167\n",
        "من يقال له زر منهم زر بن أربد بن قيس بن حوى بن خالد بن جعفر بن كلاب وأربد أخو ربيعة لأمه وزر القائل وكان شاعراً:\nبان الخليط لنية فتصدعوا\n...\nورموا فؤادك بالفراق فأوجعوا\nوطلبتهم مد النهار فلم تكد\n...\nبالحي يلحقني الجنوب الميلع\nحرج كأن عظامها موصولة\n...\nبعظام أخرى فهو حرف شرجع\nقبح الإله عداوة لا تتقى\n...\nوقرابة يدلي بها لا تنفع\nومنهم زر بن محمد الثعلبي أحد بني ثعلبة بن سعد بن ذبيان ابن بغيض شاعر وهو القائل:\nأجدي هذا الليل لا يتردد\n...\nوأي نهار لا يكون له غد\nكئيباً إذا الجوزاء أمست كأنها\n...\nصوار بوعساء الصريمة أيد\nومنهم زر بن عبد الله بن كليب بن مرة بن فقيم بن جرير بن دارم وهو القائل:\nكأنك يوماً لم تكن بي عالماً\n...\nفتسأل يوماً في رجال تميم\nولا تذهب الشعرى العبور بماله\n...\nولا الكوكب الدري خل النجوم\nلعله مزاحف خلف نجوم.\nمن يقال له ابن الزبعري منهم عبد الله بن الزبعري بن قيس ابن عدي بن سعد بن سهم بن عمرو بن هصيص بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة. شاعر مفلق خبيث كان مؤذياً لرسول الله صلى الله عليه وسلم بلسانه ثم أسلم واعتذر إليه. من جيد شعره قصيدته\nيا غراب البين أسمعت فقل\n...\nإنما ينطق شيئاً قد فعل\nثم يقول فيها:\nكل حسن وشبابٍ ذاهب\n...\nوسواء قبر مثرٍ ومقل\nالجزء: 1 ¦ الصفحة: 168\n",
        "والعطيات خشاش بيننا\n...\nوبنات الدهر يلعبن بكل\nلا تذمن بلداً تكرهه\n...\nوإذا زالت بك الدار فزل\nومنهم جبير بن الزبعري النميري وكان من سروات العرب وله يقول زياد الأعجم:\nوجدت العامري ابن الزبعري\n...\nجبيراً خير مختبط لساري\nوجدتك إذ بلاك الأمر صلباً\n...\nكريم العرق من عود نضار\nوزندك حين تنسب من نمير\n...\nكريم في زناد المجد وار\nلعمرك ما رماح بني نمير\n...\nبطائشة الكعوب ولا قصار\nفيقال إن عجوزاً من بني نمير قالت وقد حضرتها الوفاة: من الذي يقول لعمرك ما رماح بني نمير فقالوا زياد الأعجم فقالت: إشهدوا أن ثلث مالي له. وكان جبير بن الزبعري شاعراً وهو القائل:\nيسوؤني أن أرى ليلى مفارقةً\n...\nيقتادها أسود الخصيين مغيار\nمن يقال له الزفيان والرقبان فأما الزفيان فهو عطاء بن أسيد أحد بني عوافة بن سعد بن زيد مناة بن تميم ويكنى أبا المرقال وقيل له الزفيان لقوله: والخيل تزفي النعم المعقودا في أرجوزة. والزفيان شاعر محسن وهو القائل:\nأنشدناه الأخفش\n...\nوصاحب قلت له بنصح\nقم فارتحل قد ضاء ضوء الصبح\n...\nفقام يهتز اهتزاز الرمح\nوأما الرقبان بالراء فهو الأشعر الرقبان الأسدي واسمه عمرو ابن حارثة بن ناشب بن سلامة بن سعد بن مالك بن ثعلبة بن دودان بن\nالجزء: 1 ¦ الصفحة: 169\n",
        "أسد. شاعر خبيث وهو القائل:\nإذا ما انتدى القوم لم تأتهم\n...\nكأنك قد ولدتك الحمر\nكأنك ذاك الذي في الضروع\n...\nقدام درتها المنتشر\nمسيخ مليخ كلحم الحوار\n...\nولا أنت حلو ولا أنت مر\nوقد علم الجار والنازلون\n...\nبأنك للضيف جوع وقر\nالمسيخ الذي لا ودك له والمليخ الذي لا طعم له.\nالجزء: 1 ¦ الصفحة: 170\n",
        "باب السين في أوائل الأسماء\nمن يقال له سراقة منهم سراقة بن مرداس البارقي وبارق جبل نزل به سعد بن عدي بن حارثة بن عمرو بن عامر فنسبوا إلى ذلك الجبل، وبارق أخو خزاعة، وسراقة هذا هو سراقة الأكبر وهو القائل في قتل أبي أزيهر الدوسي ومن قتلت الأزد به من أشراف قريش وما جعلت قريش للأزد على أنفسهم من الخرج في كل عام بعد قتل من قتلت الأزد منهم فقلت ذلك من زيادات مما لم أجدها في كتاب المنقول من خط ابن المنخل وهذه الأبيات في كتاب منسوبة إلى معقر بن حمار البارقي:\nلقد علمت بنو أسد بأنا\n...\nتقحمنا المعاشر معلمينا\nتركنا تسعة للطير منهم\n...\nبمكة للسباع مطرحينا\nفلما أن قضينا الدين قالوا\n...\nنريد الصلح قلنا قد رضينا\nوضعنا الخرج موظوفاً عليهم\n...\nيؤدون الأتاوة صاغرينا\nلنا في العير دينار مسمى\n...\nبه حز الحلاقم يتقونا\nولولا ذاك ما عدلت قريش\n...\nشمالاً في البلاد ولا يمينا\nوخبر قريش مع الأزد في هذه القصة في كتاب الأسد في الزيادات مشروح.\nالجزء: 1 ¦ الصفحة: 171\n",
        "ومنهم سراقة بن مرداس الأصغر البارقي. شاعر مشهور خبيث قال يهجو جريراً في قصيدة أولها: لمن الديار كأنهن سطور. وفيها يقولك\nأبلغ تميماً غثها وسمينها\n...\nوالحكم يقصد مرة ويجور\nإن الفرزدق برزت حلباته\n...\nعفواً وغودر في التراب جرير\nما كان أول محمر عثرت به\n...\nأنسابه إن اللئيم عثور\nهذا قضاء البارقي وإنني\n...\nبالميل في ميزانهم لبصير\nفهجاه جرير في القصيدة التي يخاطب فيها بشر بن مروان فيقول:\nيا بشر حق لوجهك التبشير\n...\nهلا غضبت لنا وأنت أمير\nقد كان بالك أن تقول لبارق\n...\nيا آل بارق فيم سب جرير\nومنهم سراقة بن مرداس. شاعر فارس وهو القائل في يوم أوطاس واطردته بنو نصر وهو على فرسه الحقباء:\nولولا الله والحقباء فاضت\n...\nعيالي وهي بالية العروق\nإذا بدت الرماح لها تدلت\n...\nتدلي لقوة من رأس نيق\nوفي شعراء العرب من يقال له سراقة جماعة لم يقصد إلى ذكرهم وإنما ذكرت سراقة بن مرداس لاتفاق الاسم واسم الأب.\nمن يقال له سعد في شعراء العرب كثير ونذكر ها هنا من يقال له سعد بن مالك: منهم سعد بن مالك بن ضبيعة بن ثعلبة أحد سادات بكر بن وائل وفرسانها في الجاهلية وكان شاعراً وهو القائل:\nيا بؤسي للحرب التي\n...\nوضعت أراهط فاستراحوا\nوالحرب لا يبقى لجا\n...\nحمها التخيل والمراح\nالجزء: 1 ¦ الصفحة: 172\n",
        "إلا الفتى الصبار في الن\n...\nجدات والفرس والوقاح\nوالنثرة الحصداء وال\n...\nبيض المكلل والرماح من فر عن نيرانها\n...\nفأنا ابن قيس لا براح\nوله أشعار جياد في كتاب بني قيس بن ثعلبة.\nسعد بن مالك بن الأقيصر القريعي أحد بني قريع بن سلامان ابن مفرج. كان فارساً شاعراً وهو القائل:\nوإنك لو صادفت سعد بن مالك\n...\nلصادفت منه بعض ما كان يفعل\nوإنك لو لاقيت سعد بن مالك\n...\nلغربت عن سعد وظهرك أخزل\nمتى تلقني تعدو ببزي مقلص\n...\nكميت بهيم أو أغر محجل\nتلاق امرأً لا يهزم الخيل تفره\n...\nوتبدلك الأيام ما كنت تجهل\nقوله في البيت الأول: ما كان يفعل. أي بعض ما كان يفعل من قبل لمن يقتل. وقوله في البيت الثالث مقلص أي طويل القوائم.\nمن يقال له السندري والسرندي أما السندري فهو السندري ابن يزيد بن شريح بن الأحوص بن جعفر بن كلاب. فارس شاعر وهو القائل:\nنحن أسرنا خالداً والأخزما\n...\nوعقبة بن جعفر إذ قدما\nنسوق ألفاً نعماً مزنما\n...\nكأنها الليل إذا ما أظلما\nوأما السرندي فهو السرندي بن عبد هانئ بن حبيش بن دلف الضبي وحبيش خال الفرزدق وكان السرندي شاعراً خبيثاً وهو القائل:\nحلفت لأصبحنكم جميعاً\n...\nصبوحاً ليس من لبن العشار\nمواسم للثام متضحات\n...\nيلحن على الأنوف بغير نار\nأنا الصبح الذي لا شك فيه\n...\nوهل بالصبح ويحك من تماري\nالجزء: 1 ¦ الصفحة: 173\n",
        "من يقال له سهم وشهم معجمة فأما سهم فغير واحد منهما سهم ابن حنظلة بن حلوان بن خويلد أحد بني شبيبة بن غني بن أعصر. فارس مشهور. شاعر محسن وهو القائل:\nكم من عدو قد رماني كاشح\n...\nونجوت من أمر أغر مشهر\nوحذرت من أمر فمر بجانبي\n...\nلم يبكني ولقيت ما لم أحذر\nذكره ابن الكلبي فقال هو سهم بن حنظلة بن حلوان بن خويلد ابن حريال بن جابر بن مالك بن عامر بن عبس وهو الشاعر. وقوله غنى بن أعصر ليس لغنى بن أعصر ابن يقال له ضبيبة وإنما ولد غنى بن أعصر غنما وجعدة وأمها دحام بنت ثعلب بن وائل وولد جعدة بن غني عبساً وسعداً وأمهما ضبينة بنت سعد مناة بن عائذ من الأزد. هكذا ذكره غير واحد من أهل النسب. وقوله في البيت الأخير: ما لم أحذر مثله قول البحتري:\nينال الفتى ما لم يؤمل وربما\n...\nأتاحت له الأقدار ما لم يحاذر\nومنهم سهم صاحب القصيدة المختارة الطويلة التي يقول فيها:\nتدنى الفتى للغنى في الراغبين إذا\n...\nليل التمام أهم المقتر العزبا\nحتى تمول يوماً أو يقال فتى\n...\nلاقى التي تشعب الأقوام فانشعبا\nوأما شهم بالشين معجمة فهو شهم بن مرة بن عبد الحارث بن بغيض بن شكم بن عبيد بن زيد بن بكر بن عميرة بن علي بن جسر بن محارب بن خصفة. شاعر فارس وهو القائل:\nويمين الإله تبرح عندي\n...\nمجفر الجنب نيق محضير\nالجزء: 1 ¦ الصفحة: 174\n",
        "غير ما زائد إذا الخيل زادت\n...\nذات يوم بل قيده مقصور\nيمكن القانص المدل من العير\n...\nويكبو أمامه اليعفور\nفوقه نثرة وسيف ورمح\n...\nوفتى حضرة اللقاء صبور\nهامش من اسمه سحيم: سحيم بن الأعرف وسحيم بن وثيل الرياحي وسحيم بني الحسحاس وكان كذا مبتوراً.\nمن يقال له أبو سمال منهم أبو سمال الأسدي وكان شريفاً واسمه سمعان بن هبيرة بن مساحق بن بحير بن عمير بن أسامة بن نصر بن قعين ابن الحارث بن ثعلبة بن دودان بن أسد. كان شاعراً، قال يرثي ابنه سمالاً:\nكأني وسمالاً من الدهر لم نعش\n...\nجميعاً وريب الدهر للمرء كارب\nيعيرني الأقوام بالصبر بعده\n...\nوليس لصدع في فؤادي شاعب\nوله في كتاب بني أسد أشعار حسان مما تنخلته.\nومنهم أبو سمل العبدي لم يرفع نسبه إلى عبد القيس. شاعر قال يوم المذار يهجو الحضين بن المنذر:\nفر حضين ينضح الماء في استه\n...\nوفر أبو المنهال فيشلة البغل\nفقال حصين بن ذعلبة في أبيات:\nأتجعل عبد القيس أمك هابل\n...\nكشيبان أو كالأكرمين بني ذهل\nمن يقال له السليك منهم السليك بن السلكة وهي أمه وهو السليك بن يثربي بن سنان بن عمير بن الحارث بن عمرو بن الحارث بن عمرو ابن كعب بن سعد بن زيد مناة بن تميم الشاعر المشهور.\nالجزء: 1 ¦ الصفحة: 175\n",
        "ومنهم السليك العقيلي ذكره ابن الأعرابي في نوادره ولم ينسبه أكثر من هذا وأنشد:\nأبلغ أبا لطيفة المعاندا\n...\nوالمطعم الستة مداً واحدا\nقد كان في دفع سليك جاهدا\n...\nوكان لصاً من عقيل ماردا\nكيف تراني وأخي عطاردا\n...\nنذود من حنيفة المذاودا\nنذود منهم سرعاناً واردا\n...\nأنشد كفاً ذهبت وساعدا\nأنشدها ولا أراني واجدا\n...\nإلا فتى يسقي شراباً باردا\nالجزء: 1 ¦ الصفحة: 176\n",
        "باب الشين المعجمة في أوائل الأسماء\nمن يقال له الشماخ منهم الشماخ بن ضرار بن حرملة بن صيفي بن أصرم بن إياس بن عبد غنم بن جحاش بن بجالة بن مازن بن ثعلبة بن سعد بن ذبيان بن بغيض الشاعر المشهور.\nومنهم الشماخ بن أبي شداد الغيابي وغيابة هو بنو عامر بن زيد أخوه وابش بن زيد بن عدوان وهو القائل:\nأشربت لون صفرة في بياض\n...\nفهي في ذاك طفلة ميداء\nما أرى الشمس تأخذ النصف منها\n...\nحسن يوم وزينتها النساء\nيوم لبستها إزاراً وإتبا\n...\nوعليها من الجمال رداء\nومنهم الشماخ بن المختار بن أوس بن مطر أحد بني واقد بن رياح بن يربوع بن ثعلبة بن سعد بن عوف بن كعب بن جلان بن غنم بن غني بن أعصر. شاعر وهو القائل:\nفبت وندماني صفير بن محجن\n...\nيصيح وما يدري علام يصيح\nشربنا نبيذ الشوق حتى كأنما\n...\nجوادان نكبو مرةً ونريح\nومنهم الشماخ بن خليف أحد بني محكان ثم أحد بني حنجود ابن جندب بن العنبر بن عمرو بن تميم وهو القائل:\nالجزء: 1 ¦ الصفحة: 177\n",
        "ذاق المنية آبائي فقد ذهبوا\n...\nوقد أرى بعدهم أني ملاقيها\nوما تؤخر من نفس وإن حرصت\n...\nعلى الحياة إذا ما جاء داعيها\nومنهم الشماخ بن العلاء بن حريث من بني عبد سعد بن جشم بن ذبيان بن كنانة بن يشكر بن وائل وهو القائل:\nومنا الذي ضمن القرى في حياته\n...\nووصى به من قد وفى حين سلما\nومنهم الشماخ بن عمرو الشمخي شمخ بني فزارة بن ذبيان بن بغيض، شاعر وهو القائل: من يقال له الشمردل والشميدر منهم الشمردل بن شريك ابن عبد الله بن رؤبة بن سلمة بن بكر بن ضبارى بن عبيد بن ثعلبة بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم ويعرف بابن الخريطة. شاعر محسن في القصيد وفي الرجز وهو القائل يرثي أخاه في قصيدة:\nأبى الصبر إن العين بعدك لم تزل\n...\nيخالط جفنيها قذى ما تزاوله\nوكنت أعير الدمع قبلك من بكى\n...\nفأنت على من مات بعدك شاغله\nوله في الصيد والطراد أراجيز حسان.\nومنهم شمردل بن حاجر البجلي ثم الأحمسي من أحمس بن الغوث بن أنمار بن إراش، بجيلة أم ولد أنمار بن إراش. شاعر محسن قال في السجن:\nفإن تمس في سجن شديد وثاقه\n...\nفكم فيه من حر كريم المكاسر\nبريء من اللأمات يسمو إلى العلى\n...\nنمته أرومات الفروع النواضر\nالجزء: 1 ¦ الصفحة: 178\n",
        "فيا ليت شعري هل أراني وصحبتي\n...\nنجوب الفلا بالناعجات الضوامر\nوهل أهبطن الجزع من بطن شوقب\n...\nوهل أسمعن من أهله صوت سامر\nومنهم الشمردل الكعبي من كعب خزاعة من بلحارث. أنشدنا له أبو الحسن علي بن سليمان الأخفش قال أنشدنا أبو العباس أحمد بن يحيى ثعلب قال أنشدنا الزبير بن أبي بكر:\nقلبي ثلاثة أثلاث لبادية\n...\nوحاضر وأسير دونه غلق\nلكلهم من فؤادي شعبة قسمت\n...\nفشفني الهم والأحزان والقلق\nإن يرجع الله شعباً بعد فرقته\n...\nفقد يعود إلى أغصانه الورق\nوإن تجنى زمان لا نعاتبه\n...\nفقد برانا وما في عظمنا رمق\nوما استقلوا عن الدار التي تركوا\n...\nحتى كأن فؤادي طائر علق\nوفي الخدور مهاً لما رأين لنا\n...\nبحراً سوى بحرهن اغرورق الحدق\nوأما الشميدر فهو الشميدر الحارثي من بني الحارث بن كعب. شاعر فارس أنشدنا له أبو الحسن علي بن سليمان الأخفش قال أنشدنا ثعلب والمبرد جميعاً:\nبني عمنا لا تذكروا الشعر بعدما\n...\nدفنتم بصحراء الغميم القوافيا\nوالغمير أيضاً. أي لم يدع لكم مفخراً في شعر كأنه كان يوم الغميم عليهم لا لهم\nفلسنا كمن كنتم تصيبون سلة\n...\nفنقل ضيماً أو نحكم قاضيا\nسلة: سرقة، نقبل ضيماً: نأخذ دون حقنا\nالجزء: 1 ¦ الصفحة: 179\n",
        "ولكن حكم السيف فيكم مسلط\n...\nفنرضى إذا ما أصبح السيف راضيا\nوقد ساءني ما جرت الحرب بيننا\n...\nبني عمنا لو كان أمراً مدانيا\nفإن قلتم إنا ظلمنا فلم نكن\n...\nظلمنا ولكنا أسأنا التقاضيا\nمن يقال له شمعلة منهم شمعلة بن طيسلة بن جبار بن صمصم ابن نويرة بن مالك أحد بني عبد الله بن غطفان. شاعر وهو القائل:\nوكل خليل يخلق النأي حبه\n...\nوحبك ما يزداد إلا تجددا\nومن لا يزل يرمي به الدهر غربة\n...\nوبعد فجاج الأرض أبعد أبعدا\nيصب نشباً أو يرمه الدهر بالتي\n...\nتصيب كرام الناس مثنى وموحدا\nوهي قصيدة يمدح بها محمد بن الوليد بن عبد الملك. وله أشعار حسان.\nومنهم شمعلة بن فائد بن هلال بن عفان بن ظالم بن عطية ابن ضباث بن فهرش بن جشم بن قيس بن عامر بن عمرو بن بكر بن حبيب بن عمرو بن غنم بن تغلب. كان عظيم القدر في البادية وكان نصرانياً وطالبه هشام بن عبد الملك أن يسلم لما رأى من فضله وجماله فأبى فقال: إن لم تفعل لأطعمنك لحمك. وقال هشام: خذوا فخذه فجزوا منه حزة خفيفة لا تزيدوا على ذلك. ففعلوا فقال: لو قطعت لما أسلمت على هذا الوجه. فلما خلى عنه قال أعداؤه: أطعمه هشام لحمه. فقال شمعلة:\nأمن حزة من الفخذ مني تباشرت\n...\nعداتي فلا نقص عليّ ولا وتر\nوإن أمير المؤمنين وفعله\n...\nلكالدهر لا عار بما فعل الدهر\nالجزء: 1 ¦ الصفحة: 180\n",
        "ومنهم شمعلة بن الأخضر بن هبيرة بن المنذر بن ضرار الضبي. شاعر فارس وأبوه الأخضر أحد سادات بني ضبة وفرسانها وشعرائها وشمعلة القائل في قتلهم بسطام بن قيس الشيباني:\nويوم شقيقة الحسنين لاقت\n...\nبنو شيبان آجالاً قصارا\nشككنا بالرماح وهن زور\n...\nصماخي كبشهم حتى استدارا\nترى الشقراء ترقل في سلاها\n...\nوقد صار الدماء لها إزارا\nكما رفلت وطاف فيها العذارى\n...\nفتاة الحي برداً مستعارا\nفخر على الألاءة لم يوسد\n...\nوقد كان الدماء له خمارا\nمن يقال له الشويعر منهم محمد بن حمران بن أبي حمران الحارث ابن معاوية بن الحارث بن مالك بن عوف بن سعد بن عوف بن حريم بن جعفى ابن الشاجي بن سعد العشيرة بن مالك بن أدد وهو ابن أخي الأسعر الجعفي وممن سمي محمداً في الجاهلية وهو قديم وكان امرؤ القيس بن حجر أرسل إليه في فرس يبتاعها منه فمنعه فقال امرؤ القيس:\nأبلغا عني الشويعر أني\n...\nعمد عين نكبتهن حزيماً\nفسمى بهذا البيت الشويعر وكان الشويعر قال:\nأتتني أمور فكذبتها\n...\nوقد نميت لي عاماً فعاما\nبأن امرأ القيس أمسى كئيباً\n...\nعلى أهله ما يذوق طعاما\nلعمر أبيك الذي لا يهين\n...\nلقد كان عرضك مني حراما\nوقالوا هجوت ولم أهجه\n...\nوهل يجدن فيك مذاما\nأتتني ثمانون أعطيتها\n...\nتخال متاليهن الجلاما\nألست الجواد كفيض الفرا\n...\nت منهزماً جانباه انهزاما\nالجزء: 1 ¦ الصفحة: 181\n",
        "ألست الوفيّ بجيرانه\n...\nفلم تصطلم أذناه اصطلاما\nحلته ضرجت بالعبير\n...\nوهبت معاً والصقيل الحساما\nومهرية كصفاة المسيل\n...\nلا يجد الماء فيها اهتضاما\nوله في كتاب بني جعفى أشعار جياد قوله ابن الشاجي بن سعد العشيرة ليس في نسب سعد العشيرة الشاجي وإنما هو خريم بن جعفي بن سعد العشيرة كذا يقول ابن الكلبي. وقال مؤرج: جعفي بن الشاجي بن سعد العشيرة وبعضهم يقول جعفر وليس يعرف ابن الكلبي الشاجي. هذا قول مؤرج.\nومنهم الشويعر الكناني وهو ربيعة بن عثمان أحد بني البياع بن عبد يا ليل بن ناشب بن عترة بن سعد بن ليث بن بكر بن كنانة وهو القائل في قصيدة:\nوسائل جعفراً وبني أبيها\n...\nبني البزدي بطخفة والملاح\nغداة أتتهم حمر المنايا\n...\nيسقن الموت بالأجل المتاح\nإذا انتشروا ضممنا حجرتيهم\n...\nببيض المشرفية والرماح\nوأفلتنا أبو ليل طفيل\n...\nصحيح الجلد من أثر السلاح\nومنهم الشويعر الحنفي وهو هانىء ابن توبة بن سحيم بن مرة. كذا نسبه ثعلب وذكره مؤرج الشويعر في كتاب أنساب شيبان فقال هو هاني ابن توبة بن سحيم بن مرة بن هاشة بن حرمل بن علقمة بن عمر بن سدوس بن شيبان بن ذهل بن ثعلبة، وأنشد له شعراً في الضحاك بن قيس يقول فيه:\nإذا شمر الضحاك للحرب شبها\n...\nغلام غذته للحروب ربائبه\nوأنشد له أبو العباس أحمد بن يحيى ثعلب:\nالجزء: 1 ¦ الصفحة: 182\n",
        "يحيي الناس كل غني قوم\n...\nويبخل بالسلام على الفقير\nويوسع للغني إذا رأوه\n...\nويحبى بالتحية والأمير\nوأنشد له\nوإن الذي يمسي ودنياه همه\n...\nلمستمسك منها بحبل غرور\nمن يقال له شعبة وشعية وشعنة منهم شعبة بن الحارث المازني شاعر فارس قتل مفروق بن عتاب العجلي وقال:\nيا عجل عجل لجيم أين فارسكم\n...\nيوم الكريهة مفروق بن عتاب\nأوجرته الرمح إذ خامت كتيبته\n...\nوكر كالليث يحمي غيبة الغاب\nفجعت عجلاً بحاميها وفارسها\n...\nوربها المنتمي فيها لأرباب\nومنهم شعبة بن قمير الطهوي جاهلي أدرك الإسلام. شاعر وهو القائل:\nوما تنكري مني فقد رد مثله\n...\nعليك اختلاف بكرة وأصيل\nتقعقع قلباها وشاب لداتها\n...\nوجادت لطيش نبلها ونصولي\nوعدت كنصل السيف رثت جفونه\n...\nوأبدانه والنصل غير كليل\nوأما شعية ففي بني سدوس بن شيبان بن ذهل بن ثعلبة وهو شعية بن علقمة بن شهاب بن عمرو بن الحارث بن سدوس وهو القائل:\nأبى فارس الحواء ليلة لم يجد\n...\nلأضيافه إلا المطية في الكبد\nوقالوا كلوها في ظليفٍ فإنني\n...\nسأورثها من نازح غابر بعدي\nالحواء فرسه، ويقال ذهب دمه ظلفاً وظليفاً وظلفاً أي هدراً وطليف غير معجمة بنقطة من أسفل بمعناه.\nوشعية اليهودي وهو شعية بن غريض أخو السموأل ابن غريض بن عادياء اليهودي. شاعر وهو القائل:\nالجزء: 1 ¦ الصفحة: 183\n",
        "ألا إني بليت وقد بقيت\n...\nوإني أن أعود كما عنيت\nإذا لم يهتدي حلمي نهاني\n...\nوأسأل ذا البيان إذا عميت\nولا ألحى على الحدثان قومي\n...\nعلى الحدثان ما تبنى البيوت\nأياسر معشري في كل أمر\n...\nبأيسر ما رأيت وما أريت\nوأجتنب المقاذع حيث كانت\n...\nوأترك ما هويت لما خشيت\nولشعية في كتاب بني قريظة أشعار جياد.\nوأما سعنة بالمنون غير معجمة السين أيضاً ففي بني ضبة بن أد وهو أبو معبد بن سعنة وسعنة هو ابن رميلة الضبي جاهلي وأحد شعراء بني ضبة وله في كتابهم أشعار جياد.\nمن يقال له شعيب وشعيث معجمة الثاء بثلاث نقط منهم شعيب بن حارثة أخو كنانة بن القين بن جسر. قال أبو عمرو وهو شعيب بن أبي حارثة. شاعر يقول في قصيدة:\nأتهجر ليلى اليوم لا بل تزورها\n...\nوتسأل سعدى هل يفك أسيرها\nلعمري لقد سرت نفوس كثيرة\n...\nبهجرك سعدى لا يدوم سرورها\nوأما شعيث بالثاء معجمة بثلاث فهو شعيث بن ثواب أحد بني حرامة بن لوذان بن ثعلبة بن عدي بن فزارة. كان شاعراً فصيحاً فحلاً وهو القائل:\nفإن يك إيفاء البقاع صبابة\n...\nفإني لمستوف بقاعاً فناظر\nفهل ذاك مغن ذا هوى وصبابة\n...\nوقد أدلجت بالظاعنين الأباعر\nوكان قد أوعد بني مرة بن عوف بالهجاء فلاذ به أرطاة بن سهية وعقيل بن علفة واستكفياه ذلك فأعفاهما وكانا يحذراه.\nالجزء: 1 ¦ الصفحة: 184\n",
        "باب الصاد في أوائل الأسماء\nليس في هذا الباب كثير شيء من الأسماء التي قصدناها: من يقال له الصمة الصمة في بني جشم صمتان الأكبر والأصغر قال بعض شعراء بني جشم:\nأحجاج إنهما صمتان\n...\nوإنك للصمة الأكبر\nفالصمة الأكبر هو مالك بن الحارث بن معاوية بن جداعة بن غزية بن جشم بن معاوية بن بكر بن هوازن. فارس مذكور وشاعر وهو القائل:\nجلبنا الخيل من تثليث حتى\n...\nأصبنا أهل صارات فرقد\nولم نجبن ولم ننكل ولكن\n...\nفجعناهم بكل أشم جعد\nألا أبلغ بني جشم رسولاً\n...\nفإن بيان ما تبغون عندي\nأذم العاصمين وإن جاري\n...\nمن البيبات لا يوفي بوعد\nوالصمة الأصغر هو معاوية بن الحارث أخو مالك بن الحارث الصمة الأكبر وهذا الأصغر أبو دريد بن الصمة. شاعر فارس مذكور وهو القائل\nوأعددت للحرب خيفانةً\n...\nورمحاً طويلاً وسيفاً صقيلا\nومترصة من دروع القيو\n...\nن تسمع للسيف فيها صليلا\nالجزء: 1 ¦ الصفحة: 185\n",
        "ومنهم الصمة بن عبد الله بن طفيل بن مرة بن هبيرة بن عامر ابن سلمة الخير بن قشير بن كعب. شاعر غزل وهو القائل:\nولما رأينا قلة الشر أعرضت\n...\nلنا وطوال الرمل غيبها البعد\nوأعرض ركن من سواج كأنه\n...\nلعينيك في آل الضحى فرس ورد\nأصاب سقيم القوم تتميم ما به\n...\nفحن ولم يملك أخو القوم الجلد\nفي أبيات من يقال له الصلتان منهم الصلتان العبدي أحد بني محارب ابن عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس. قال أبو عبيدة اسمه قثم بن خبيبة. شاعر مشهور خبيث الذي قال يقضي بين جرير والفرزدق:\nأنا الصلتاني الذي قد علمتم\n...\nمتاماً يحكم فهو بالحكم صادع\nأرى الخطفي بذ الفرزدق شعره\n...\nولكن خيراً من كليب مجاشع\nفيا شاعراً لا شاعر اليوم مثله\n...\nجرير ولكن في كليب تواضع\nجريراً أشد الشاعرين شكيمة\n...\nولكن عليه الباذخات الفوارع\nيناشدني النصر الفرزدق بعدما\n...\nألحت عليه من جرير صواقع\nوقلت له أني ونصرك كالذي\n...\nينبت آنفاً كشمته الجوادع\nفأما الفرزدق فرضي بهذا القول لما فضل قوه على بني كليب وقال إنما الشعر مروءة من لا مروءة له وهو أخس حظ الشريف. وأما جرير فإنه غضب وقال:\nأقول وعيني قد تحدر ماؤها\n...\nمتى كان حكم الله في كرب النخل\nومنهم الصلتان الضبي ولست أعرفه في شعراء بني ضبة وأظنه متأخراً قال أبو عمرو بندار بن لزة الكرخي في كتابه في معاني الشعر قال أبو زيد أحسبه أنشدنيه الصلتان الضبي في صفة ناقته:\nالجزء: 1 ¦ الصفحة: 186\n",
        "كأن يدي عنسي إذا هي هجرت\n...\nهراوة حبى تنفض الورق اللدنا\nحبى امرأته يقول تنفض الورق الطري لتعلفه الإبل فهي تسرع ضرب الغصن لا تغبه.\nومنهم الصلتان الفهمي لست أعرفه في شعرائهم وأظنه متأخراً أنشد له الجاحظ في كتاب البيان والتبيين:\nالعبد يقرع بالعصا\n...\nوالحر تكفيه الإشارة\nوذكره أبو العباس عبد الله بن المعتز بالله في كتابه المؤلف في سرقات الشعراء وحكاه أيضاً عن الجاحظ.\nالجزء: 1 ¦ الصفحة: 187\n",
        "باب الضاد في أوائل الأسماء\nوليس في هذا الباب أيضاً كثير شيء من الأسماء التي قصدنا ذكرها.\nمن يقال له ضوء منهم ضوء بن سلمة اليشكري أحد بني عبر بن غنم بن حبيب بن كعب بن يشكر بن بكر. شاعر فارس وهو القائل:\nيا ابني كنانة إني ضارب مثلاً\n...\nفأولاه ولا تستعتبا أحدا\nيا ابني كنانة إن الشمس طالعة\n...\nتمحو المجرة محو الخط فاتئدا\nومنهم ضوء بن الجلاح بن عبد الله بن مصبح أحد بني عمرو ابن الحارث بن سدوس بن شيبان بن ذهل بن ثعلبة. شاعر فارس وهو القائل:\nفلو أن خلق الله ضم جميعهم\n...\nإلى جمعنا كنا أعز وأكثرا\nعلى عهد ذي القرنين كانت سيوفنا\n...\nقواطع يقطعن الحديد المذكرا\nيرد شعاع الشمس غاب رماحنا\n...\nونعرف حدا لموت حتى تكركرا\nألم تر أن الشر مما يهيجه\n...\nأصاغره حتى ينم ويكبرا\nوإن كمين العر يخفى دواؤه\n...\nعلىأهله حتى يبين فيظهرا\nالجزء: 1 ¦ الصفحة: 188\n",
        "باب الطاء في أوائل الأسماء\nمن يقال له طرفة منهم طرفة بن العبد بن سفيان بن سعد ابن مالك بن ضبيعة بن قيس بن ثعلبة الشاعر المشهور.\nومنهم طرفة بن ألاءة بن نضلة الفلتان بن المنذر بن سلمى بن جندل بن نهشل بن دارم وهو القائل:\nأثني علي بما جريت من خلقي\n...\nفقد بلوت وقد جربت أخلاقي\nلا أخذل الداعي المولى لدعوته\n...\nولا أخون ولم أغدر بميثاق\nولست إن ساقني ربي إلى قدري\n...\nإلى الحياة ولا الدنيا بمشتاق\nأتابع ورق الدنيا لأخلده\n...\nوما على الدهر والأحداث من باقي\nإني لأرجو مليكي أن يعافيني\n...\nويعقب الله أمناً بعد إشفاق\nومنهم طرفة الجذمي أحد بني جذيمة بن رواحة بن قطيعة بن عبس بن بغيض. شاعر فارس وهو القائل:\nأيا راكباً إما عرضت فبلغن\n...\nمغلغلة قول امرئ ناخل الصدر\nفوالله ما فارقتكم عن كشاحة\n...\nولا طيب نفس عنكم آخر الدهر\nولكنني كنت امرأً من قبيلة\n...\nبغت فأتتني بالمظالم والفجر\nالجزء: 1 ¦ الصفحة: 189\n",
        "وإني لشرّ الناس إن لم أبتهم\n...\nعلى آلة حدباء نابية الظهر\nوحتى يفر الناس من شر بيننا\n...\nوتقعد لا ندري أننزع أم نجري\nقوله جذيمة بن رواحة بن قطيعة، صوابه جذيمة بن رواحة بن ربيعة بن مازن بن الحارث بن قطيعة. كذا قال ابن الكلبي. وليس في بني قطيعة من اسمه رواحة إلا أن يكون نسبه إلى الجذم.\nومنهم طرفة أخو بني عامر بن ربيعة. كذا وجدته في أشعار بني عامر بن صعصعة. شاعر ولم أجد له ما يصلح للمذاكرة وهو القائل:\nإني امرؤ ورث المكارم والندى\n...\nعن شيخه ونشأت غير موالي\nكان اللواء لنا وصرمة حمير\n...\nوكتابنا يتلى لدى الأقوال\nمن يقال له طفيل منهم طفيل بن عوف الغنوي أحد بني عتريف ابن سعد بن عوف بن كعب بن جلان بن غنم بن غني وهو طفيل الخيل الشاعر المشهور.\nومنهم طفيل بن علي بن عمرو واحد بني حنيفة بن لجيم. شاعر وهو القائل:\nسبقت حنيفة بالمكارم والعلى\n...\nأهل البحور وبادي الأعراب\nوالمطعمون إذا السنون تتابعت\n...\nفي المحل كل معصب قرضاب\nوجيادهم تحت الحديد عوابس\n...\nقب البطون ذوابل الأقراب\nيخرجن من خلل الغبار حوانيا\n...\nمس الضراء لدعوة الكلاب\nومنهم طفيل بن قرة بن هبيرة بن عامر بن سلمة الخير بن قشير ابن كعب وهو القائل:\nإذا ما أتت غدواً أمامة قومها\n...\nرأت لأبيها ناشداً غير واجد\nفلا تقربنهم ما تقدم منهم\n...\nإلى الموت أقوام عظام المراقب\nومنهم طفيل بن عامر بن واثلة أحد بني كنانة بن خزيمة بن\nالجزء: 1 ¦ الصفحة: 190\n",
        "مدركة قال أبو اليقظان هو من بني عتوارة بن عامر بن ليث بن بكر بن كنانة وهو القائل:\nومن عجب الأيام والدهر أنها\n...\nقرش على آل النبي تحرب\nقضى الله في الفرقان أن عدوه\n...\nوإن كان ذا كيد يذل ويغلب\nفلا تحسبوا أن الرخاء لأهله\n...\nيدوم ولا أن البلية ترتب\nومنهم طفيل بن راشد العبسي ثم النجاري. شاعر وهو القائل:\nلعمري لقل الخير لو تعلمانه\n...\nيمن علينا عقل ويزيد\nمنيحة عنز أو عطاء فطيمة\n...\nألا إن فضل التغلبي زهيد\nمن يقال له الطرماح منهم الطرماح بن حكيم بن حكم بن نفر ابن جحدر بن ثعلبة بن عبد رضا بن مالك بن أمان بن ربيعة بن جرول بن ثعل الشاعر المشهور.\nومنهم الطرماح بن الجهم الطائي ثم العقدي شاعر يقول في أرجوزة:\nندعو اسلامان وندعو جرولاً\n...\nومن بني جرم عديداً مفضلا\nومن بني نبهان شما بزلا\n...\nوالحيّ من جديلة المستبسلا\nيحنون في يوم اللقاء المنصلا\n...\nكانوا أسنة وكانوا معقلا\nفمنعوا السهل وحطنا الجبلا\nووجدت في كتاب طيء الذي نقلت منه شعر الطرماح بن الجهم السنبسي أحد بني سفيان بن معاوية بن جرول بن ثعل بن عمرو بن الغوث\nالجزء: 1 ¦ الصفحة: 191\n",
        "ابن طيء فكتبت له قصيدة أولها:\nطال الثواء وثابت أم خلاد\n...\nكيف المزار وقد قفى بها الحادي\nفلست أدري أهو الطرماح بن الجهم العقدي أو غيره بل أظنه إياه لأن بني عمرو بن سنبس بن معاوية بن جرول بن ثعل بن عمرو بن الغوث بن طيء وأمهما عقدة بنت معتر أحد بني بولان إليها ينسبون.\nمن يقال له ابن طوعة وابن طاعة فأما ابن طوعة فمنهم نصر ابن عاصم بن عقبة بن حسن بن خذيفة بن بدر الفزاري. شاعر فارس وهو القائل:\nسلوا يا ذوي الأظعان والغل أينا\n...\nأعف وأولى بالمكارم والفضل\nسلوا تخبروا ثم انطقوا بعد أو ذروا\n...\nفقولوا بحق أو أصروا على أزل\nمن أعظم أحلاماً وأطول أيدياً\n...\nإذا اصطكت الأيدي على البائع المغلي\nومنهم ابن طوعة الشيباني من آل ذي الجدين ذكره أبو سعيد الحسن بن الحسين السكري في كتاب الشعراء المعروفين بأمهاتهم وأنشد له في عطاف بن نشة الشيباني:\nتعطف اللؤم على عطاف\n...\nبين بني الحارث والأحلاف\nوأما ابن طاعة فهو حميد بن طاعة الشكوي وطاعة أمه، وأنشد له أبو سعيد أيضاً في كتابه:\nولما استقل الحي في رونق الضحى\n...\nقبضن الوصايا والحديث المجمجما\nوكان لموح من خصاص ورقبة\n...\nمخافة أعداء وطرفا مقسما\nولما لحقنا لم تعل ذو لبانة\n...\nبهم ولا ذو حاجة ما تيمما\nمن البيض مكسال إذا ما تلبست\n...\nبعقل امرئ لم ينج منها مشكما\nمن يقال له ابن الطيفان والطيفان أمة وابن الطيفانية فأما ابن الطيفان فهو خالد بن علقمة من مرثد أحد بني مالك بن زيد بن عبد الله بن دارم.\nالجزء: 1 ¦ الصفحة: 192\n",
        "فارس شاعر وهو القائل:\nومولى كمولى الزبرقان دملته\n...\nكما دملت ساق تهاض على جبر\nإذا ما أحالت والجبائر فوقها\n...\nمضى الحول لا برء مبين ولا كسر\nترى الشر قد أفنى دوابر وجهه\n...\nكضب لكدى أفنى براثنه الحفر\nتراه كأن الله يجدع أنفه\n...\nوعينيه إن مولاه ثاب له وفر\nوأما ابن الطيفانية فهو عبد الله فارس شاعر أيضاً ذكر أبو سعيد أن اسمه عمرو بن قبيصة أحد بني زيد بن عبد الله بن دارم وأنشد له:\nونحن بنو زيد إذا حضر القنا\n...\nمنعنا حمانا والرماح رواعف\nوإني لمن قوم زرارة منهم\n...\nوعمرو وقعقاع أولاك الغطارف\nوذو القوس منا حاجب قد علمتم\n...\nكفى مضر الحمراء إذ هو واقف\nوله في كتاب بني سعيد مقطعات.\nمن يقال له أبو الطمحان منهم أبو الطمحان القيني اسمه حنظلة بن الشرقي. كذا وجدته في كتاب بني القين بن جسر، وجدت نسبه في ديوانه المفرد أبو الطمحان ربيعة بن عوف بن غنم بن كنانة بن القين بن جسر. شاعر محسن مشهور وهو القائل:\nأضاءت لهم أحسابهم ووجوههم\n...\nدجى الليل حتى نظم الجزع ثاقبه\nومنهم أبو الطمحان النهشلي كان يهاجي أم الورد العجلانية وفيها يقول:\nأهدي لأم الورد فعلاً مدمجا\n...\nململماً يصير في حرها شجا\nما زال مذ كان ملداً منخجا\n...\nيزداد إقداماً إذا ما هجهجا\nومنهم أبو الطمحان الأسدي أنشد له أبو تمام الطائي في حماسته قال وحلقه صاحب شرطة يوسف بن عمر:\nالجزء: 1 ¦ الصفحة: 193\n",
        "وبالحيرة البيضاء شيخ مسلط\n...\nإذا حلف الإيمان بالله برت\nلقد حلقوا منها غدافاً كأنه\n...\nعناقيد كرم أينعت فاسبكرت\nوظل العذارى يوم تحلق لمتي\n...\nعلى عجل يلقطنها حيث حزت\nوأنشدنا أبو الحسن علي بن سليمان الأخفش لأبي الطمحان الأسدي وذكر أنه مما نقله من خط أبي العباس أحمد بن يحيى ثعلب مما تلقطها من كتاب الحيوان للجاحظ يمدح قوماً من النصارى كان نديماً لهم يقال لهم بنو الحذاء وقال أبو الحسن الأخفش وأنشدناه المبرد قال هو لطخيم بن أبي الطخماء الأسدي قال ولا أعرف أبا الطمحان إلا القيني وهو الشرقي بن القطامي وأظن هذا آخر:\nكأن لم يكن بالقصر قصر مقاتل\n...\nوزورة ظل ناعم وصديق\nولم أرد البطحاء أمزج ماءها\n...\nبخمر من البروقتين عتيق\nمعي كل فضفاض القميص كأنه\n...\nإذا ما جرت فيه المدام فنيق\nبنو الصلت والحداء كل سميدع\n...\nله في خصال الصالحين عروق\nوأبي وإن كانوا نصارى أحبهم\n...\nوترتاح نفسي نحوهم وتتوق\nومنهم أبو الطمحان ذكره الجاحظ أيضاً في كتاب الحيوان ولا أعرف صحته ولا صحة أبي الطمحان الأسدي وأنشد له:\nيا أم لا رقأت عين بكيت بها\n...\nولا جرت لكم طير الميامين\nلما أتيت بها الأعراب أدفنها\n...\nأهو علي بشخص ثم مدفون\nجاءت برابيةٍ صفراء حامضةٍ\n...\nوجردق من حصاد الطف مضمون\nفكل بني فإن الخمر غالية\n...\nوليس يشربها غير المجانين\nيا أم إني أكلت النون بعدكم\n...\nفهل لنا بشراب هاضم النون\nالجزء: 1 ¦ الصفحة: 194\n",
        "باب الظاء في أوائل الأسماء\nمن يقال له ظالم منهم ظالم بن البراء بن قطن بن بكر بن دحداحة بن فقيم بن جرير بن دارم. شاعر وهو القائل:\nوخيل تداعى لا هوادة بينها\n...\nشهدت فلم يملأ طرادهم صدري\nوبالكف سرحوب كأن سراتها\n...\nطراف عروس مددته من القطر\nكأني إذا عاينت خيلاً طلبتها\n...\nعلى لقوة صقعاء باتت على وكر\nفيا من لدهر يفسد المرء بعدما\n...\nترى عصراً تهتز كالغصن النضر\nفالا تداركني من الله رحمة\n...\nونعمى فقد أوبقت نفسي ولا أدري\nومنهم ظالم بن عمرو بن جندل الدؤلي وهو أبو الأسود ويقال له ظالم بن سراق ونسبه أبو اليقظان فقال هو عمرو بن شيبان بن ظالم أحد بني حلس بن نفاثة بن عدي بن الديل بن بكر وكان حليماً وحازماً وشاعراً متقناً للمعاني وهو القائل:\nوما كل ذي لب بمؤتيك نصحه\n...\nوما كلّ مؤتٍ نصحه بلبيب\nولكن إذا ما استجمعا عند صاحب\n...\nفحق له من طاعة بنصيب\nومنهم ظالم بن معشر وهو أفنون التغلبي أحد شعراء بني تغلب المشهورين وهو القائل:\nالجزء: 1 ¦ الصفحة: 195\n",
        "لعمرك ما يدري الفتى كيف يتقي\n...\nإذا هو لم يجعل له الله واقيا\nكفى حزناً أن يرحل الركب غدوة\n...\nوأترك في عليا إلاهة ثاويا\nوكانت أفعى لسعته في هذا الموضع فمات. وقيل له أفنون لقوله:\nفبينما الود يا مضمون مضموناً\n...\nأيامنا إن للشبان أفنونا\nالجزء: 1 ¦ الصفحة: 196\n",
        "باب العين في أوائل الأسماء\nمن يقال له عنترة منهم عنترة بن شداد بن قراد بن مخزوم بن مالك بن غالب بن شهم بن بغيض الفارس المشهور.\nومنهم عنترة بن عكبرة الطائي وعكبرة أم أمه وبها يعرف وهو عنترة بن الأخرس بن ثعلبة بن صبيح بن معبد بن عدي بن أفلت بن سلسلة بن عمرو بن سلسلة بن غنم بن ثوب بن معين بن عتود. شاعر محسن وفارس وهو القائل:\nأطل حبل الشناءة لي وبغضي\n...\nوعش ما شئت فانظر من تضير\nفما بيديك خير أرتجيه\n...\nوغير صدودك الحرث الكبير\nأتهدر معرضاً وأعض عضاً\n...\nوما يغني مع العض الهدير\nألم تر أن شعري سار عني\n...\nوشعرك حول بيتك لا يسير\nإذا بصرتني أعرضت عني\n...\nكأن الشمس من قبلي تدور\nومنهم عنترة بن عروس مولى ثقيف وكان ابن عروس مولداً ولد في بلاد أزد شنوءة. شاعر وكان يزيد بن ضبة الثقفي هجاه فقال يهجو عمارة امرأة يزيد:\nتقول عمارة لي يا عنترة\n...\nشق حرى هذا العظيم الحوثره\nالجزء: 1 ¦ الصفحة: 197\n",
        "قلت لها ويك هبيهم عشره\n...\nكل فتى يحمل ألفي كمره\nمضمومةً ملمومة مهدره\n...\nأليس في حرك لهم والدعره\nمضطلع لكلهم يا قذره\n...\nقالت لحاك الله يا ابن المهتره\nالقحرة الجحموش الشهبره\nالقحرة المسنة والجحموش الأفعى الخشناء الغليظة والمهترة من الهتر وهو الهذيان من الكبر.\nمن يقال له علقمة بن علقمة في الشعراء جماعة ليسوا ممن أعتمد ذكره ولكن أذكر علقمة الفحل وعلقمة الخصي وهم من ربيعة الجوع فأما علقمة الفحل فهو علقمة بن عبدة بن ناشرة بن قيس بن عبيد بن ربيعة بن مالك بن زيد مناة بن تميم الشاعر المشهور أحد شعراء الجاهلية وقيل له الفحل من أجل رجل آخر يقال له علقمة الخصي.\nوعلقمة هذا الخصي هو علقمة بن سهل أحد بني ربيعة بن مالك بن زيد مناة بن تميم أيضاً ذكر أبو اليقظان أنه كان يكنى أبا الوضاح وكان له إسلام وقد وكان سبب خصيانه أنه أسر بالمين فهرب فظفر فهرب ثانية فأخذ فخصي وكان شاعراً وهو القائل:\nيقول رجال من صديقٍ وصاحب\n...\nأراك أبا الوضاح أصبحت ثاويا\nفلا يعدم البانون بيتاً يكنهم\n...\nولا يعدم الميراث مني المواليا\nوجفت عيون الباكيات وأقبلوا\n...\nإلى ما لهم قد بنت عنه بماليا\nحراصاً على ما كنت أجمع قبلهم\n...\nهنيئاً لهم جمعي وما كنت آليا\nمن يقال له عبيد وعتيد فأما عبيد فمنهم عبيد بن الأبرص بن جشم بن عامر بن هز بن مالك بن الحارث بن سعد بن ثعلبة بن دودان بن أسد ابن خزيمة الشاعر المشهور القديم.\nالجزء: 1 ¦ الصفحة: 198\n",
        "ومنهم عبيد بن قماص بن ثعلبة بن وائل أخو بني حرثان بن ثعلب بن ذؤيب بن السيد بن مالك بن بكر بن سعد بن ضبة بن أد. شاعر فارس وهو القائل:\nوإني لضراب إذا الخيل أجحمت\n...\nبسيفي ربّ القونس المتوقد\nوكنت إذا ما أرجفت بي تركتها\n...\nولم أقعد على غير مقعد\nومنهم عبيد بن زهير الخزاعي. شاعر قال يهجو بني ليث بن بكر بن عبد مناة بن كنانة:\nومن مبلغ أفناء ليث بأنهم\n...\nشرار بني بكرٍ إذا صاح هامها\nزعانفة لا يمنعون نساءهم\n...\nإذا ما وقود الحرب شبّ ضرامها\nوإن حزبت مكروهة فسواهم\n...\nمن الناس وإلى حملها وزمامها\nوإن كانت اللؤمى دعيتم لحملها\n...\nفكان عليكم خزيها وأثامها\nوأما عتيد بالتاء معجمة بنقطتين من فوقها فهو عتيد بن ضرار ابن سلامان بن جشم بن ربيعة بن حصن بن ضمضم بن عدي بن جناب الكلبي وهو أخو أبي الخطار الحسام بن ضرار. شاعر وهو القائل في أبيات:\nتغيرت البلاد ومن عليها\n...\nوربّ العيش إن أبغضتماني\nوهان علي صرم بني حصين\n...\nوبعدهم إذا لم تصرماني\nوله في كتاب كلب أشعار.\nمن يقال له عبيدة وعبيدة فأما عبيدة فهو عبيدة بن مروان بن عمرو بن عامر بن سنبلة الجرمي جرم بن ربان شاعر وهو القائل:\nسلما لك شوق من علية نائب\n...\nطروقاً وقد نام العيون الرواقب\nالجزء: 1 ¦ الصفحة: 199\n",
        "فلما ارتفقت للخيال وراعني\n...\nإذا فتية شعث وجرد نجائب\nأضر بها طول القياد وغزوة\n...\nحرور وغارات فهن شوازب\nفجئن خفاقاً في الأعنة شزباً\n...\nعليها شباب بزل وأشائب\nوأما عبيدة فهو عبيدة بن هلال اليشكري وجدت له في كتاب بني يشكر بن بكر بن وائل:\nإلى الله نشكو ما نرى من جياداً\n...\nتساوك هزلي مخهنّ قليل\nالتساوك مشي فيه إبطاء ورداءة من الهزال والضر\nوقد كنت مما قد برين بغبطة\n...\nلهن بأبواب القباب صهيل\nفإن يك أفناها الحضار فربما\n...\nتشحط فيما بينهن قتيل\nهامش قد فاته عبيدة بن ربيعة بن قحفان بن ناشرة بن رزام بن مازن بن مالك بن عمرو بن تميم وهو القائل من قصيدة:\nأبيت اللعن إن سكاب علق\n...\nنفيس لا يعار ولا يباع\nمن يقال له عامر كثير وليس ما نقصد إلى ذكره ولكن نذكر من يقال له عامر بن الطفيل فيما تتفق أسماؤهم وأسماء آبائهم: منهم عامر بن الطفيل ابن مالك بن جعفر بن كلاب بن ربيعة بن عامر بن صعصعة الفارس المشهور والشاعر المجيد.\nومنهم عامر بن الطفيل الخزرجي أنشد له أبو العباس أحمد بن يحيى في كتاب الأبيات السائرة:\nإذا أنت لم تجعل لسرك جنة\n...\nتعرضت أن تروى عليك العجائب\nمن يقال له عامر بن الظرب منهم عامر بن الظرب العدواني أحد حكماء العرب المشهورين وكان شاعراً وهو القائل:\nقضاعة أجلينا من الغور كله\n...\nإلى فلجات الشام نزجي المواشيا\nالجزء: 1 ¦ الصفحة: 200\n",
        "لعمري لئن كانت شطيراً ديارها\n...\nلقد تأصر الأرحام من كان نائيا\nومنم عامر بن الظرب المحاربي إسلامي وجدت له في كتاب محارب\nلقد رابني من خلتي أمّ مالك\n...\nومني هذا بالعشاء وبالفجر\nتذكر خرقاً أريحياً هو الفتى\n...\nواذكر مثل الرثم يا لك من ذكر\nفيا ليتنا كنا بأول مرة\n...\nغنينا ولم نزرأهما آخر الدهر\nمن يقال له عتيبة بن الحارث منهم عتيبة بن الحارث بن شهاب اليربوعي الفارس المشهور المقدم.\nومنهم عتيبة بن الحارث بن مدرك بن حبيب بن وائلة بن دهمان ابن نصر بن معاوية بن بكر. فارس شاعر، قال في يوم حنين وكان مع المشركين في قصيدة:\nواذكر مسيرهم للناس إذ جمعوا\n...\nومالك فوقه الرايات تختفق\nومالك مالك ما فوقه أحد\n...\nوافى حنيناً عليه التاج يتألق\nفي كل جأواء جمهور مسومة\n...\nتعش إذا هي سارت دونها الحدق\nوقس عيلان طراً تحت رايته\n...\nإن سار ساروا وإن لاقى بهم صدقوا\nحتى لقوا الناس خير الناس يقدمهم\n...\nعليهم البيض والأبدان والدرق\nفضاربوا الناس حتى لم يروا أحداً\n...\nحول النبي وحتى جنه الغسق\nثم تنزل جبريل بنصرهم\n...\nمن السماء فمهزوم ومعتنق\nمنا ولو غير جبريل يقاتلنا\n...\nلمنعتنا إذاً أسيافنا العتق\nوفاتنا عمر الفاروق إذ هزموا\n...\nبطعنةٍ بل منها سرجة العلق\nومنهم عتيبة بن الحارث الخثعمي وبعضهم يقول الحارث وإنما هو الحراب. شاعر فارس وهو القائل:\nأتتني لسان فارتفعت لذكرها\n...\nوكنت ذا ما سب قومي أغضب\nالجزء: 1 ¦ الصفحة: 201\n",
        "فقلت ولم أملك أعام بن عامر\n...\nأمثل أبينا لا أبا لك يقصب\nأبونا الذي لم يركب الخيل قبله\n...\nولم يدر شيخ قبله كيف يركب\nوإن كان قوم قد أضلوا أباهم\n...\nفوالله ما ضلت ربيعة أكلب\nوإما يكن عماك علقاً وناهشاً\n...\nفإني امرؤ عماي بكر وتغلب\nوإن أبانا ليس راعي ثلة\n...\nولكن أبونا فارس متلبب\nغضبتم علينا إن ضللتم أباكم\n...\nفما ذنبنا أن لا يكون لكم أب\nيقال أضللت بعيري وفرسي إذا ذهب منك، وضللت الطريق عن أبي زيد وغيره.\nمن يقال له عمرو بن كلثوم منهم عمرو بن كلثوم بن مالك بن عتاب بن سعد بن زهير بن جشم بن بكر بن حبيب بن عمرو بن غنم بن تغلب الشاعر المشهور: ومنهم عمرو بن كلثوم أخو بني عميس بن جذيمة بن عامر ابن كنانة بن خزيمة شاعر قال:\nجزى الله عني مدلجاً حيث أصبحت\n...\nجراءة بؤسي حيث سارت وحلت\nأغاروا على أقضاضنا يأخذونها\n...\nوقد نهلت منها الرماح وعلت\nفأقسم لولا دين آل محمدٍ\n...\nلقد ظعنت منا حلول وسلت\nمن يقال له عمرو بن معدي كرب منهم عمرو بن معدي كرب الزبيدي الأكبر جاهلي قدمي وإياه يعني عمرو بن يربوع بن طريف الغنوي وهو أول من ربع من قيس ولم تجتمع قيس على أحد غيره وهذه الأبيات ثابتة في كتاب غني\nألم تحم نجداً بمسنونةٍ\n...\nعتاق تباري بفرسانها\nالجزء: 1 ¦ الصفحة: 202\n",
        "وبيض صوارم مذروبة\n...\nتقد الدروع بأبدانها\nوسمر عواسل مطرورة\n...\nنجيع الدماء بخرصانها\nفسائل جذاماً ولخماً بنا\n...\nويحصب من بعد خولانها\nومذحج ينبوك عن حربنا\n...\nوما كنت تجهل من شانها\nنكحنا نساءهم عنوة\n...\nببيض الصفاح ومرانها\nفلولا سواد دجوجية\n...\nثويت لذيخ وضبعانها\nوغادرت نجداً وما حوله\n...\nبها من زبيد وإخوانها\nعرانين صرعى تجر الرياح\n...\nعليها الذيول بجولانها\nولو كنت يا عمرو أنت الخبير\n...\nبشيب غنى وشبانها\nوبالكر منها على المعلمين\n...\nوبالضرب من بعد تطعانها\nولو كنت آسيتهم ساعةً\n...\nبصبر سقيت بذيفانها\nولكن نجوت على سلهب\n...\nيثير الغبار بصوانها\nالصوان الأرض الكثيرة الحجارة الصلبة. ولا أعرف لعمرو بن معدي كرب هذا شعراً.\nومنهم عمرو بن معدي كرب بن عبد الله بن عمرو بن عصم ابن عمرو بن زبيد الفارس المشهور والشاعر المحسن القائل:\nإذا لم تستطع شيئاً فدعه\n...\nوجاوزه إلى ما تستطيع\nمن يقال له عجرد منهم عجرد الشاعر أحد بني جندل بن نهشل ابن دارم. ذكر أبو اليقظان أنه كان ينزل الكوفة وأنشد له:\nفقلت له وأنكر بعض شأني\n...\nألم تعرف رقاب بني تميم\nرقاباً لم تقر بيوم خسف\n...\nأبيات على الملك الغشوم\nومنهم عجرد الأمراري من ساكني الأمرار أحد بني كعب بن ربيعة بن عامر بن صعصعة. ذكره أبو العباس أحمد بن يحيى ثعلب وأنشد له أرجوزة صالحة أولها:\nعوجي علينا واربعي يا ابنة جل\n...\nقد كان عذالي من قبلك مل\nالجزء: 1 ¦ الصفحة: 203\n",
        "قومي وخلاني من اللؤم مخل\n...\nما أنا بالميلاد في قوم وكل\nقد جعل الهم وساداً للكسل\n...\nواستوطأ العجز فراشاً فانجدل\nومنهم حماد عجرد المتأخر الذي هجا بشار بن برد فقال:\nشبيه الوجه بالقرد\n...\nإذا ما عمي القرد\nفبكى بشار وقال: يراني فيصفني ولا أراه فأصفه.\nمن يقال له ابن عسلة منهم ابن عسلة الشيباني وعسلة أمه وهي عسلة بنت عامر بن شراكة قاتل الجوع الغساني قال هشام هي بن الشرك من غسان وهو حرملة بن حكيم بن غفير بن طارق بن قيس بن مرة ابن همام بن مرة بن ذهل بن شيبان وكان الحارث بن جبلة الغساني وهب له قينتين لأن المنذر ابن ماء السماء كان أمره أن يهجو الحارث فأبى عليه فجلس حرملة في النمر بن قاسط يشرب ومعه قينتاه ورجل من النمر بن قاسط فأخذ الشراب من النمري فجعل يعرض للقينة وحرملة ينهاه فلما أكثر ضربه حرملة بالسيف فقطع يده أو أثر في بعض أعضائه وكان اسم الرجل كعباً وقال حرملة:\nيا كعب إنك لو قصرت على\n...\nحسن المداح وقلة الغرم\nوغناء مسمعة تعللنا\n...\nحتى تؤوب تناؤم العجم\nتناؤم من النئيم أي تتكلم بما لا يفهم\nلوجدت فينا ما تحول من\n...\nصافي الشراب ولذة الطعم\nوصحوت والنمري يحسبها\n...\nعم السماك وخالة النجم\nوالخمر ليست من أخيك ول\n...\nكن قد يخون بثامر الحلم\nالجزء: 1 ¦ الصفحة: 204\n",
        "يعني أن يده قد بانت عنه فلا يقدر على ردها ولا عليها كما لا يقدر على السماك والثريا. وذكر أبو سعيد السكري بعد حرملة بن عسلة عبد المسيح بن عسلة والمسيب بن عسلة ولم يذكر أيهما حرملة أخوه وأظنهم إخوة وأنشد لعبد المسيح بن عسلة:\nوعازب قد علا التهويل جنبته\n...\nلا تنفع النعل في رقراقه الحافي\nالتهويل اختلاف الألوان أراد الدهر نحو قول أبي النجم يصف الشمس: وانحدرت من شفق مهول أي ذي لون وهذا حجة أبي حنيفة في أن البياض من الشفق لأن أوله الحمرة ثم الصفرة وآخره البياض\nباكرته قبل أن تلغى عصافره\n...\nمستخفياً صاحبني وغيره الخافي\nمستأسد النبت معلول أطاوله\n...\nكأن زاهره تلوين أفواف\nلا ينفع الوحش منه أن يحذره\n...\nكأنه معلق فيها بخطاف\nوأنشد للمسيب بن عسلة:\nلقد أعملت راحلتي ورحلي\n...\nإلى الديان خير فتىً يمان\nفلم أر مله من آل كعبٍ\n...\nولا ولد الضباب ولا قنان\nوخير الناس قد علمت معد\n...\nلضيف أو الجار أو لعان\nوأنشد أبو سعيد لهما مقطعات أخر ولم أر لهما في قبيل شيبان ذكراً وإنما المذكور هناك حرملة وحده.\nمن يقال له ابن عنقاء منهم قيس بن بجرة الفزاري ويعرف بابن عنقاء. شاعر فحل من فحول غطفان له شعر كثير وهو أحد بني لوى بن شمخ بن فزارة ويقول في صفة الذئب:\nالجزء: 1 ¦ الصفحة: 205\n",
        "ويخطو على صم صلاب كأنه\n...\nبذي الشث سيد بله الليل جائع\nبغى كسبه أطراف ليل كأنه\n...\nوليس به ظلع من الحمض ظالع\nفلما أباه الرزق من كل جانب\n...\nجنوب الملا وأيسته المطامع\nطوى نفسه طي الحرير كأنه\n...\nحوى حية في ربوة وهو هاجع\nفلما أصابت متنه الشمس حكه\n...\nبأعصل في جذموره السم ناقع\nوقام فألقى مده فوق ظله\n...\nيديه ومطى صلبه وهو قانع\nوفكك لحييه فلما تعاديا\n...\nصأى ثم أقعى والبلاد بلاقع\nوهم بهم ثم أجمع غيره\n...\nفإن ضاق رزق مرة فهو واسع\nومنهم ابن عنقاء الجهني ذكره أبو سعيد السكري في كتاب الشعراء المعروفين بأمهاتهم ولم يرفع نسبه وأنشد له:\nلقد خبرت سيار بن عوف\n...\nتقول سفاهة والمرء صاحي\nإذا جاورت في غطفان طرّاً\n...\nفعند الأكرمين بني رياح\nهما جارا الملوك فبوآها\n...\nبأرض سهلة ردح المراح\nإذا غسلا جلودهما أفاضا\n...\nفتيت المسك عن أدم صحاح\nأهمل الأمدي ابن عنقاء الفزاري سويداً ذكره في صحاح الجوهري وأنشد له يمدح عميلة الفزاري\nغلام رماه الله بالحسن يافعاً\n...\nله سيمياء لا تشق على البصر\nمن يقال له العيار منهم العيار بن محرز بن خالد بن أرقم بن قسيم بن ناشرة بن سبأ بن رزام بن مازن أحد شياطين العرب وشعرائها وهو القائل:\nولا نرعى الهدون ولا الهوينا\n...\nإذا جارت صغابيس الرجال\nالجزء: 1 ¦ الصفحة: 206\n",
        "ولكنا بنو اللاواء فيها\n...\nجرعنا الدهر حالاً بعد حال\nبنا يستعطف الأمر المولى\n...\nويحسم داء ذي الداء العضال\nويحطم أنف كل جعاظري\n...\nشموخ الأنف ينظر من معال\nوكان ابنه فراد بن العيار شاعراً منكراً شريراً بذىء اللسان وعمر دهراً طويلاً وهلك في ولاية محمد بن سليمان الأول وقد بلغ من السن أكثر من مائة سنة. وأنشد له أبو اليقظان:\nتلافى أبو سفيان لحمي بعدما\n...\nتعاوت على لحمي ضباع وأذؤب\nوكان أبو عمرو لنا خير ناصر\n...\nيروح ويغدو في نجائي ويدأب\nإذا المرء لم يغضب له حين يغضب\n...\nمعاشر إن قيل اركبوا الموت يركبوا\nتهضمه أدنى العدو ولم يزل\n...\nوإن كان عضاً بالظلامة يضرب\nوقد سرني ما جاءني عن عشيرتي\n...\nوقوم الفتى أحنى عليه وأحدب\nومنهم العيار بن شتم الضبي أحد بني السيد بن مالك بن بكر ابن سعد بن ضبة بن أد ثم أحد بني حيي. شاعر جاهلي وهو القائل:\nلا اذبح النازي الشبوب ولا\n...\nأسلخ يوم المقامة العنقا\nلا آكل القت في الشتاء ولا\n...\nأنصح ثوبي إذا هو انحرقا\nوفي الأصل الفث وهو حب أسود من ثمرة العثب تطبخه العرب وتأكله في الجدب:\nولا إلى جارتي أدب إذا\n...\nجن علي الظلام فأطرقا\nأعددت بيضاء للحروب ومص\n...\nقول الغرارين يقصم الحلقا\nوأريحياً عضباً وذا خصل\n...\nمخلولق المتن سابقاً تئقا\nيملأ عينيك بالفناء وير\n...\nضيك عقاباً إن شئت أو نزقا\nقال أبو بكر بن دريد في الاشتقاق في بني ضبة شتيم بن ثعلبة بن\nالجزء: 1 ¦ الصفحة: 207\n",
        "ذؤيب بن السيد وهو من شتامة الوجه أي قبحه. قال الدراقطني: وأصحاب النسب هذا يقولون شييم بيائين كل واحدة معجمة بنقطتين من تحتها ويقولون صحف ابن دريد، وأما العيار بن شيين هذا فهو بياءين منقوطة كل واحدة باثنتين من تحتها لا خلاف فيه وإن كان ضبياً. ذكره الأمير.\nمن يقال له ابن علفة وابن علقة فأما ابن علفة فهو عقيل بن علفة المري مرة بن عود بن سعد بن ذبيان بن بغيض الشاعر المشهور من شعراء غطفان.\nوأما ابن علقة التيمي لا أعرف اسمه ولا نسبه ولا من أي تيم هو ذكره ابن الأعرابي في نوادره فأنشد له:\nقد أنكرت عصماء شيب لمتي\n...\nوأم جهم جلهاً في جبهتي\nوهطلاناً لم يكن من مشيتي\n...\nكهطلان الهيق خلف الهيقة\nمن يقال له عتاب وابن عتاب وعناب وابن عناب فأما عتاب فغير واحد لا أقصد إلى تعديدهم منهم عتاب بن ورقاء الرياحي وغيره.\nوأما ابن عتاب فغير واحد منهم عمرو بن عتاب التيمي تيم الرباب أحد بني ربيع، وبدر بن حمراء بن عتاب الضبي وغيرهما ممن لا أقصد إلى تعديدهم.\nوأما ابن عناب فهو حريث بن عناب أحد بني نبهان بن عمرو ابن الغوث بن طيء. شاعر محسن مكثر وهو القائل:\nأترجو حيي أن تجيء صغارها\n...\nبخير وقد أعيا حيياً كبارها\nفأخذه الفرزدق فقال:\nأترجو كليب أن تجيء صغارها\n...\nبخير وقد أعيا كليباً كبارها\nالجزء: 1 ¦ الصفحة: 208\n",
        "فأخذه البعيث فقال يهجو جريراً:\nأترجو كليب أن يجىء حديثها\n...\nبخير وقد أعيا كليباً قديمها\nفقال الفرزدق:\nإذا ما قلت قافية شروداً\n...\nتنخلها ابن حمراء العجان\nوأما عناب أيضاً بالنون فهو الأعور النبهاني الذي هجا جريراً فقال يخاطب ناقته:\nفقلت لها أمي سليطاً بأرضها\n...\nقبئس مناخ النازلين جرير\nفلو عند غسان السليطي عرست\n...\nرغا قرن منها وكاس عقير\nوأنت كليبي لكلب وكلبة\n...\nلها بين أطناب البيوت هرير\nفقال جرير في قصيدته التي أولها: عفا ذو حمام بعدنا وجفير:\nوأعور من نبهان يعوي ودونه\n...\nمن الليل باباً ظلمة وستور\nرفعت له مشبوبة يهتدي بها\n...\nيكاد سناها في السماء يطير\nلأعور من نبهان أما نهاره\n...\nفأعمى وأما ليله فبصير\nإلى غير هذا من أبيات جياد ممضة فهرب منه الأعور ولم يذكره وقصته معه مشهورة.\nمن يقال له ابن عبدل منهم الحكم بن عبدل الأسدي ثم الغاضري الأعرج وكان شاعراً خبيثاً وكانت له عكازة يمشي عليها وإذا كانت له إلى إنسان حاجة بعث بعكازة إليه فقضاها فرقاً من لسانه وكان في أول دولة بني مروان وهو القائل:\nذهب الرجال المقتدى بفعالهم\n...\nوالمنكرون لكل أمر منكر\nوبقيت في خلف يزين بعضهم\n...\nبعضاً ليدفع معور عن معور\nسلكوا بنيات الطريق فأصبحوا\n...\nمتنكبين عن الطريق الأكبر\nالجزء: 1 ¦ الصفحة: 209\n",
        "ابن عبدل العنزي ذكره أبو اليقظان أنه مزيد بن عبدل الشاعر أحد بني محارب بن صباح بن عتيك بن أسلم بن يذكر بن عنزة وذكر أن عبيد الله بن زياد أخذه في الظنة وحبسه مع الخوارج ثم خلى سبيله فأنشأ يقول:\nفلله أيام أتين بلية\n...\nعلينا بلغن الجهد من كل ذي صبر\nتردد فيهن المنايا تردداً\n...\nكأن نفوس القوم في راحهم تجري\nفي أبيات أخر كثيرة. وقال أيضاً وهو في السجن:\nورد عليّ الهم قصر مشيد\n...\nوباب حديد لا يرام صليب\nوقيد كظنبوب النعامة مصمت\n...\nبساقي منه ما حييت ندوب\nمن يقال له ابن عكبرة منهم عنترة بن عكبرة الطائي قد ذكرته في أول هذا الباب مع من يقال له عنترة.\nومنهم ابن عكبرة الجعدي وهو عقبة بن مكدم بن عامر بن مالك بن عبد الله بن جعدة وعكبرة أمه بنت عامر بن عبد الله بن جعدة وعقبة القائل:\nرب مبق ماله عن نفسه\n...\nهبلته أمه ماذا يسبق\nأثرى من جامع أخلده\n...\nجمعه المال فمن شاء صدق\nمن يقال له أبو عداس وأبو عدس منهم أبو عداس النميري واسمه الحارث بن زيد بن الحارث بن زيد بن سفيان بن عمرو بن عامر الضحيان بن سعد بن الخزرج بن تيم الله بن النمر بن قاسط وكان رئيساً شاعراً. وكان كسرى أخذ ابنه عداساً فحبسه فقال أبوه الحارث:\nأعداس هل يأتيك عني أنه\n...\nتغير خلان فطال شحوب\nأعداس ما أدريك أن رب هالك\n...\nتقطع من وجد عليه قلوب\nتخطيته من أن أرى باكياً له\n...\nفيشمت عاد أو يساء حبيب\nوقد كان يخشى أن أرى الموت قبله\n...\nفبانت به قبلي الغداة شعوب\nالجزء: 1 ¦ الصفحة: 210\n",
        "وإن امرأً يرجو الخلود وقد رأى\n...\nمصارع فتيان الندى لكذوب\nلعمرك ما ندري أفي اليوم أو غد\n...\nننادى إلى أجداثنا فنجيب\nوأما أبو عدس فاسمه أبي بن عرين بن أبي جابر بن زهير بن جناب الكلبي القائل إنا منعنا أن يدل جلادكم وبني جديلة وطرقتهم ليلى أجيز إليهم ومعي وصيلة الوصيلة سيفه والسيوف تدعى وصائل:\nوصدقتم خبري فطاروا في بلادهم الرسيلة\n...\nلو شئت ما نذر الخميس من القبائل من قبيلة\nمن يقال له ابن عابس منهم ابن عابس الكلبي وهو الأشعث بن عابس بن ثعلبة بن طفيل بن عمرو بن ثعلبة بن الحارث بن ضمضم بن عدي بن جناب وقد ذكرته في باب الألف مع من يقال له الأشعث.\nالجزء: 1 ¦ الصفحة: 211\n",
        "باب الغين في أوائل الأسماء\nمن يقال له غراب منهم غراب بن خالد أحد بني بكر السكوني شاعر فارس صاحب غارات في العرب وهو القائل:\nألا من يرى رأي امرئ ذي قرابة\n...\nأبى قلبه بالضغن إلا تطلعا\nوإن ابن عم المرء مثل جناحه\n...\nيقيه إذا لاقى الكمى المقنعا\nوسلمك أرجو لا العداوة إنما\n...\nأبوك أبي وإنما صفنا معا\nومنهم غراب الفزاري ويقال له غراب البين. شاعر وهو القائل:\nأمنحه ودي وتأبى نصيحتي\n...\nلهنى وإياه لمختلفان\nأليس أحق الناس أن يتصافيا\n...\nوألا يملا عشرة أخوان\nإذا امتنعا من الرجال فهل هما\n...\nمن الدهر والأيام ممتنعان\nمن يقال له أبو الغول منهم أبو الغول الطهوي وهو من قوم من بني طهية يقال لهم بنو عبد شمس بن أبي سود، يكنى أبا البلاد وقيل له أبو الغول لأنه فيما زعم رأى غولاً فقتله وقال:\nلقيت الغول تهوى جنح ليل\n...\nبسهب كالعباية صحصحان\nفقلت له كلانا نضو أرض\n...\nأخو سفر فصدى عن مكاني\nإذا عينان في وجه قبيح\n...\nكوجه الهر مشقوق اللسان\nبعيني بومة وشواة كلب\n...\nوجلد في قراً أو في شنان\nالجزء: 1 ¦ الصفحة: 212\n",
        "وله في هذا حديث وخبر في كتاب بني طهية.\nومنهم أبو الغول النهشلي ذكر أبو اليقظان أن اسمه علباء بن جوشن وأنه شاعر. ولم ينشد له شعراً ولم أر له ذكراً في كتاب بني نهشل.\nمن يقال له ابن الغدير منهم بشامة بن الغدير وهو عمرو بن هلال بن سهم بن مرة بن عوف بن سعد وقد تقدم الخلاف في نسبه في باب بشامة في الحاشية في آخر الجزء الثاني ابن معاوية بن الغدير بن مرة بن عوف ابن سعد بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس بن عيلان، وكان شاعراً متقدماً وهو خال زهير بن أبي سلمى وكان زهير مقيماً في غطفان بين أخواله ومن قبل بشامة أتاه التجويد في الشعر وبشامة صاحب القصيدة المختارة التي أولها\nنأتك أمامة نأياً طويلاً\nيقول فيها في وصف الناقة:\nكأن يديها إذا أرقلت\n...\nوقد جزن ثم اهتدين السبيلا\nيدا سابح خر في غمرة\n...\nفأدكره الموت إلا قليلا\nومنهم حسان بن الغدير أخو بني عامر بن ثور بن هدمة بن عثمان بن عمرو بن أد المري المزني. شاعر وهو القائل:\nلأي زمان يخبأ المرء نفعه\n...\nغداً بل غد والموت غاد ورائح\nإذا المرء لم ينفعك حياً فنفعه\n...\nأقل إذا رصت عليه الصفائح\nرأيت رجالاً يكرهون بناتهم\n...\nوهن البواكي والجيوب النواصح\nوللموت سورات بها تنقض القوى\n...\nوتسلوا عن المال النفوس الشحائح\nومنهم علي بني الغدير الغنوي وهو علي بن منصور بن قيس بن جحوان بن لأي بن مطمع بن حبيب ابن كعب بن ثعلبة بن سعد بن عوف ابن كعب بن جلان بن غنم بن غني بن أعصر بن سعد بن قيس بن عيلان.\nالجزء: 1 ¦ الصفحة: 213\n",
        "شاعر فارس، قال أبو اليقظان كان علي بن الغدير من أشعر الناس ودخل على عبد الملك بن مروان فقال لأكذبن اليوم أمير المؤمنين فأنشده:\nأصارمة أم لا حبالك زينب\n...\nوهل بين صرم الحبل والوصل مذهب\nفقال عبد الملك لا، قال علي:\nنعم إن أسباباً هي ارتثت القوى\n...\nيغر بها المرء الغوي ويكذب\nفقال عبد الملك: كذبتني يا ابن الغدير قبحك الله. وعلى القائل:\nومن يتفقد مني الظلع يلقني\n...\nإذا ما التقينا ظالع الرجل أشيبا\nوما الظلع إن شاء الإله بمقذعي\n...\nولا رائض مني لذي الضغن مركبا\nولم يضرب الأرض العريض فروجها\n...\nعلي بأسداد إذا رمت مذهبا\nوهلك الفتى أن لا يراح إلى الندى\n...\nوأن لا يرى شيئاً عجيباً فيعجبا\nأي هلكه أن لا يرى شيئاً يوجب التعجب فيعجب أي من عرف أحوال الدنيا وصروفها في الخير والشر لم يعجب من شيء ولم يعظم عليه أمر.\nالجزء: 1 ¦ الصفحة: 214\n",
        "باب الفاء في أوائل الأسماء\nليس في هذا الباب ما نقصد له كثير شيء.\nمن يقال لأمه الفريعة منهم حسان بن ثابت الأنصاري وقد تقدم نسبه يقال له ابن الفريعة وهي أمه.\nومنهم موسى بن جابر الحنفي أحد شعراء بني حنيفة المكثرين يقال له ابن الفريعة وهي أمه ويقال كان نصرانياً وهو القائل:\nوجدنا أبانا كان حل ببلدة\n...\nسوى بين قيس قيس عيلان والفزر\nبرابية أما العدو فحولها\n...\nمطيف بنا في مثل دائرة المهر\nفلما نأت عنا العشيرة كلها\n...\nأقمنا وحلفنا السيوف على الدهر\nمن يقال له فالج وأفلج منهم فالج بن خفاف بن الطائث أحد بني مقبل شاعر مقصد يقول في قصيدته:\nما بين حمص وحضرموت نحوطه\n...\nبسيوفنا من منهل وتراب\nنرمي النوائح كلما ظهرت لنا\n...\nوالحق يعرفه ذوو الألباب\nومنهم فالج بن عمران بن ربيع بن خصاف بن عبيدة أحد بني الهجيم بن عمرو بن تميم. شاعر راجز كان يهجو أخته صالحة بنت عمران:\nأرجز وعجل شتم أم الأعلم\n...\nتهمل عيناها إذا لم تلقم\nالجزء: 1 ¦ الصفحة: 215\n",
        "لقماً كأثباج الغطاط الجثم\n...\nتراه بين الدأيات يرتمي\nكحجر القذافة المصمم\nوأما الأفلج فهو سلامة بن الغيور أحد بني حجير بن حيي ابن وائل بن ربيعة بن امرئ مناة بن مشجعة بن التيم بن وبرة والتيم أخو كلب بن وبرة والأفلج شاعر فارس وهو القائل:\nوأشعث ملتاث عوى وعوت له\n...\nقطارية بالليل زرق عيونها\nمغان من الأضياف لبوة منسر\n...\nأنا ليثها العادي وبيتي عرينها\nإذا أوقدت نار الهشيمة أرزمت\n...\nكما ترزم البلهاء سل جنينها\nمن يقال له فراس وقراس فأما فراس فغير واحد منهم فراس بن الربيع بن ضبع الفزاري ومنهم فراس بن عمرو الخزاعي وفراس كثير في أسمائهم.\nوأما قراس بالقاف فهو قراس بن سالم بن حصين بن خليفة بن زبان بن كعب بن جلان الغنوي. شاعر راجز يقول لمعدان الكندي وكان معدان يرجز بقيس:\nمعدان لا تشخص لقيس فالصق\n...\nفإن قيساً منك بالمخنق\nإنك إن تلقهم بمأزق\n...\nتجزي جذاء الجلب المسرق\nأذل من فقع بقاع سملق\nهو في نسخة أخرى زبان بكسر الزاي وتخفيف الباء.\nمن يقال له الفرزدق وأبو الفرزدق فأما الفرزدق فهو الفرزدق واسمه همام بن غالب والفرزدق لقب له ابن غالب بن صعصعة بن\nالجزء: 1 ¦ الصفحة: 216\n",
        "ناجية بن عقال بن محمد بن سفيان بن مجاشع بن دارم بن مالك بن حنظلة ابن مالك بن زيد مناة بن تميم الشاعر المشهور.\nوأما أبو الفرزدق فهو العجير السلولي مولى لبني هلال ويقال هو العجير بن عبد الله بن عبيدة بن كعب بن عائشة بن ضبيط بن رفيع بن جابر بن عمرو بن مرة بن صعصعة وهم سلول والآخر الفرزدق وبه كان يكنى فقال العجير فيها:\nفلا يدعونك القتل إلا المثرب\n...\nرواء فلكن الشجاع الفرزدق\nالجزء: 1 ¦ الصفحة: 217\n",
        "باب القاف في أوائل الأسماء\nمن يقال له القطامي منهم القطامي التغلبي واسمه عمير بن شييم بن عمرو بن عباد بن بكر بن عامر بن أسامة بن مالك بن بكر بن حبيب بن عمرو بن غنم بن تغلب الشاعر المشهور.\nومنهم القطامي الضبعي ضبيعة بن ربيعة من نزار أحد ولد الساهري بن وهب بن جلى بن أحمس. شاعر كان صاحب شراب وهو القائل:\nأفر إذا أصبحت من كل عاذل\n...\nفأمسي وقد هانت علي العواذل\nوذلك عن أبي اليقظان وذكر أن أباه كان من أصحاب خالد بن عبد الله القسري.\nومنهم القطامي الكلبي واسمه الحصين بن حمال بن حبيب أحد بني عبدود بن عوف بن كنانة بن بكر بن عود وهو أبو الشرقي بن القطامي. شاعر محسن وهو القائل لما بلغه خبر يزيد بن المهلب:\nلعل عيني أن ترى يزيدا\n...\nيقود جيشاً جحفلاً رشيدا\nتسمع للأرض به وئيدا\n...\nلا برماً هذا ولا حسودا\nترى ذوي التاج له سجودا\nوله في كتاب كلب أشعار جياد: من يقال له القتال منهم القتال الكلابي واسمه عبد الله بن\nالجزء: 1 ¦ الصفحة: 218\n",
        "محبب المضرحي بن عامر بن الهضان بن كعب بن عبد بن أبي بكر بن كلاب. شاعر فارس وهو القائل:\nإذا همم هماً لم ير الأمر غمه\n...\nعليه ولم تصعب عليه المراكب\nترى الهم إذ ضاف الزماع فأصبحت\n...\nمنازله تعتس فيها الثعالب\nجليد كريم خيمه وطباعه\n...\nعلى خير ما تبنى عليه الضرائب\nإذا جاع لم يفرح بأكلة ساعة\n...\nولم يبتئس من فقدها وهو غائب\nيرى أن بعد العسر يسراً ولا يرى\n...\nإذا كان يسر أنه الدهر لازب\nوله ديوان مفرد.\nومنهم الحسن بن علي القتال الباهلي أحد بني جندب بن إياس ابن عامر بن عوف ثم أحد بني وائل بن معن بن أعصر وكانت بنو جندب مع بني هلال بن عامر بن صعصعة وكان القتال شاعراً فارساً وأحدث حدثاً فهرب وصعد يذبل فأقام به وألفه النمر وكان يرد معه في الشريعة وخبره في كتاب باهلة وله أشعار منها قوله:\nتقول ابنة البكري لما بدا لنا\n...\nلدى الستر منها لمة وبنان\nأراك ظللت اليوم أسود شاحباً\n...\nطريد دم يروى بك الرجوان\nأخا سفر يشكو الكلال ركابه\n...\nتبدل مر العيش بعد ليان\nومنهم القتال البجلي ثم السحمي أحد بني سحمة بن سعد بن عبد الله بن قراد بن أحمش بن الغوث بن أنمار. شاعر فارس جاهلي يقول لأسد بن كرز سيد بجيلة في قصة مذكورة:\nأبلغ ربنا أسد بن كرز\n...\nبأن النأي لم يك عن تقال\nحييت وكنتم لهفي عليكم\n...\nوقد تجني اليمين على الشمال\nالجزء: 1 ¦ الصفحة: 219\n",
        "ومنهم القتال السكوني لم يرفع نسبه في كتاب السكون. شاعر فارس قال في غزاة غزاها بكر بن وائل:\nسأبكي بما أبكى عميرة نسوة\n...\nلهن عويل حين ينقلب الركب\nيظلن يشققن الجيوب نوائحاً\n...\nنهاراً ولم يرقدن إلا على نصب\nوإنا لنقضي الوتر عصلاً رماحنا\n...\nولسنا بأنكاس إذا توقد الحرب\nمن يقال له القلاخ منهم القلاخ بن حزن بن جناب بن جندل ابن منقر بن عبيد. له ديوان مفرد وهو راجز وهو القائل:\nأنا القلاخ بن جناب بن جلا\n...\nأخو خناسير يقود جملا\nومنهم القلاخ بن زيد أحد بني عمرو بن مالك وذلك مما وجد بخطابي عمر والشيباني، قال يخاطب أباه وتزوج بعد أمه امرأة تحمله على جفوة ولده:\nيخصص زيد عرسه فيطيعها\n...\nعلي وللواشي أغش وأكذب\nفلو جاء يوم ينشف البأس ريقه\n...\nلقاتلت عنك اليوم وهي تخضب\nولا يستوي يا زيد درج ومجمر\n...\nوصدر سنان في الحروب محرب\nومنهم القلاخ العنبري ذكره دعبل في شعراء البصرة وذكر أنه هرب له غلام يقال له مقسم فتبعه يطلبه ونزل بقوم فقالوا له: من أنت.. فقال:\nأنا القلاخ جئت أبغي مقسماً\n...\nأقسمت لا أسأم حتى يسأما\nمن يقال له ابن قميئة منهم عمرو بن قميئة بن ذريح بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة الشاعر المشهور دخل بلد الروم مع امرئ القيس بن حجر فهلك فقيل له عمرو الضائع.\nالجزء: 1 ¦ الصفحة: 220\n",
        "ومنهم جميل بن عبيد الله بن قميئة الشاعر العذري أحد بني ظبيان بن حن وحن ابن عذرة ولم يكن جميل يعرف إلا بابن قميئة.\nومنهم ربيعة بن قميئة الصعبي أحد بني صعب بن تميم بن أنمار ابن ميسر بن عميرة بن أسد بن ربيعة بن نزار. شاعر له في كتاب عبد القيس القصيدة التي أولها:\nلم دمن قفر كأن رسومها\n...\nعلى الحول جفن الفارسي المزخرف\nمن يقال له قيس في الشعراء كثير جداً ولكن نذكر ههنا من يقال له قيس بن زهير: منهم قيس بن زهير العبسي صاحب حرب داحس والغبراء الفارس المشهور المذكور.\nومنهم قيس بن زهير بن عتبة بن جشم بن ربيعة بن زيد مناة ابن عامر الضحيان النمري كان المنذر بن ماء السماء أمر الكيس النمري بقتل حارثة بن عمر بن أبي ربيعة فقال ولم سمتني أمي الكيس أن تحملت دم ذهل ابن شيبان ولكن عليك بالأنوك الشجاع قيس بن زهير فقال يا قيس اقتله فقتله قيس وذلك يوم أوارة ثم قتلت بني شيبان قيساً في العام المقبل يوم عكاظ وأفلت المنذر ولا أعرف لقيس هذا شعراً.\nالجزء: 1 ¦ الصفحة: 221\n",
        "باب الكاف في أوائل الأسماء\nمن يقال له كثير منهم كثير بن عبد الرحمن الخزاعي الشاعر المشهور صاحب عزة ويعرف بابن أبي جمعة.\nومنهم كثير بن كثير السهمي أنشد له دعبل بن علي في كتابه في محمد بن علي بن الحسين بن علي رضوان الله عليهم:\nهذا الذي تعرف البطحاء وطأته\n...\nوالبيت يعرفه والحلّ والحرم\nهذا ابن خير عباد الله كلهم\n...\nهذا التقيّ النقيّ الطاهر العلم\nإذا رأته قريش قال قائلها\n...\nإلى مكارم هذا ينتهي الكرم\nوكاد يمسكه عرفان راحته\n...\nركن الحطيم إذا ما جاء يستلم\nومنهم كثير بن عمرو الهلالي أنشد له أبو الحسن علي بن سليمان الأخفش:\nتصدت لنا ليلى ضراراً تعمداً\n...\nلنزداد شوقاً بعد طول ضمان\nفهاصت فؤاداً كان يرجى اندماله\n...\nعلى عنتٍ قد كان منذ زمان\nولو قنعت ليلى بالذي لنا\n...\nمن الشوق من وجد بها لكفاني\nولكنها لم تأل ضري وما لها\n...\nبأكثر مما قد لقيت يدان\nالجزء: 1 ¦ الصفحة: 222\n",
        "ويروى: بأكثر مما حملته يدان.\nومنهم كثير بن كثير النوفلي أنشدنا له الأخفش في عمر بن عبد العزيز وأظن كثيراً هذا هو السهمي وأن الأخفش غلط\nيا عمر بن عمر بن الخطاب\n...\nإنّ وقوفاً بفناء الأبواب\nيدفعني الحاجب بعد البواب\n...\nيعدل عند الحر قلع الأنياب\nوأما كثير مكبر ففي الشعراء منهم جماعة لم نقصد إلى ذكرهم.\nمن يقال له الكميت وهم ثلاثة من بني أسد بن خزيمة: منهم الكميت الأكبر بن ثعلبة بن نوفل بن نضلة بن الأشتر بن جحوان بن فقعس والكميت بن معروف بن الكميت الأكبر.\nومنهم الكميت بن زيد بن الأخنس بن مجالد بن ربيعة بن قيس بن الحارث بن عامر بن ذؤيبة بن عمرو بن مالك بن سعد بن ثعلبة ابن دودان بن أسد. فأما الكميت بن ثعلبة الأكبر فهو القائل في قصيدة ابن دارة وقتله:\nفلا تكثروا فيها الضجاج فإنه\n...\nمحا السيف ما قال ابن دارة أجمعا\nوأما الكميت بن معروف فهو القائل:\nفقلت له تالله يدري مسافر\n...\nإذا ضمرته الأرض ما الله صانع\nوذكره ابن سلام في الطبقات دون الكميت بن زيد ودون الأكبر وله ديوان مفرد وأما الكميت بن زيد فهو مكثر جداً وكان يتعمد لإدخال الغريب في شعره وله في أهل البيت الأشعار المشهورة وهي أجود شعره.\nمن يقال له الكذاب منهم الكذاب الحرمازي وهو عبد الله بن\nالجزء: 1 ¦ الصفحة: 223\n",
        "الأعور أحد بني الحرماز بن مالك بن عمرو بن تميم وقيل له الكذاب لكذبه وهو القائل:\nلست بكذابٍ ولا أثام ولا بجذام\n...\nولا مصرام ولا أحبّ خلة اللئام\nوكان يهجو قومه فمن ذلك قوله فيهم:\nإنّ بني الحرماز قوم فيهم\n...\nعجز وإيكال على أخيهم\nفابعث عليهم شاعراً يخزيهم\n...\nيعلم منهم مثل علمي فيهم\nومنهم الكذاب الكلبي واسمه جناب بن منقذ بن مالك بن عامر بن الاجدار بن عوف بن كنانة بن بكر بن عوف بن عذرة بن زيد الله ابن رفيدة بن ثور بن كلب بن وبرة، وكان مجاوراً لقوم من العرب فعيروا ابنته قلة علمه وأهدوا له لبناً فرده وبيت القوم واستاق إبلهم وقال:\nإني امرء عفّ الضري\n...\nبة لا تؤاتيني الهديه\nحتى أميل بفارسٍ\n...\nميل الغبيط عن الحويه\nوله في كتاب كلب شعر في هذه القصة.\nومنهم الكذاب الطابخي وهو من كلب أيضاً أحد بني زهير بن جناب شاعر يقول في قصة مذكورة في كتاب بني القين بن جسر\nغنيت عن حكم يوماً وتربته\n...\nولن تلاقي يوماً مثله أبدا\nنجت حيياً جياد غير مهملة\n...\nإذ يوغلون إلى أقرابها القددا\nومنهم الكيذبان المحاربي وهو عدي بن نصر بن تداوة بن قيس له في كتاب محارب ذكر ولا أدري من أين نقلته وليس له عندي شعر.\nمن يقال له أبو كدراء وابن كدراء فأما كدراء فهو\nالجزء: 1 ¦ الصفحة: 224\n",
        "زيد بن ظالم أحد بني مالك بن ربيعة بن عجل بن لجيم وهو القائل:\nالله نجاني وصدق بعدما\n...\nخشيت على تبراك ألا أصدقا\nوأعيس إذ كلفته وهو لاغب\n...\nسرى طيلسان الليل حتى تمزقا\nوأما ابن كدراء فهو خالد بن كدراء أحد بني الأعور بن سدوس بن شيبان بن ذهل بن ثعلبة بن عكابة بن الصعب بن علي بن بكر ابن وائل الذي يقول:\nلعمري لئن أم الوليد تمولت\n...\nلقد كالبت مر المعيشة حالها\nألا هل أتى أم الوليد بأنني\n...\nحويت لها نهباً يريح اغتلالها\nمن يقال له الكروس منهم الكروس الطائي وهو الكروس بن زيد بن الأجذم بن مصاد بن معقل بن مالك بن عمرو بن ثمامة بن مالك بن جدعاء بن ذهل بن دومان بن جندب بن خارجة بن سعد بن قطرة بن طيء وقطرة هو جديلة. أحد شعراء طيء قال يخاصم ابن عم له إلى مروان بن الحكم وهو على المدينة\nقضى بيننا مروان أمس قضيةً\n...\nفما زادنا مروان إلا تنائيا\nفلو كنت بالأرض الفضاء لعفتها\n...\nولكن أتت أبوابه من ورائيا\nوتشانيا يريد العداوة والتفرق.\nومنهم الكروس بن منيع الهجيمي شاعر وجدت له في كتاب الهجيم بن عمرو:\nولو كان عوف معسراً لعذرته\n...\nولكن عوفاً ذو حليب ورائب\nله روضة خضراء زرقاء أدها\n...\nمن الدلو والجوزاء وبل وهاضب\nكأن الذباب الأزرق الحمش وسطها\n...\nإذا ما تغنى بالعشيات شارب\nالجزء: 1 ¦ الصفحة: 225\n",
        "ومنهم الكروس بن سليم اليشكري ثم العنزي شاعر يقول في قصيدة يمدح فيها بني حنيفة بن لجيم وأظنه حليفاً لهم:\nحنيفة عز ما ينال قديمه\n...\nبه شرفت فوق البناء قصورها\nهم في الذرى من فرع بكر بن وائل\n...\nوهم عند إظلام الأمور بدورها\nيطيب تراب الأرض إن نزلوا بها\n...\nوأطيب منه في الممات قبورها\nإذا أخمد النيران من حذر القرى\n...\nهدى الضيف يوماً في حنيفة نورها\nقال يوماً ولم يقل ليلاً، ومن شأن النار أن تكون ليلاً فلم يرد بقوله يوماً النهار وإنما أراد حيناً أو وقتاً. قال النابغة: يوماً بأجود منه سيب نافلة فلم يرد الأيام دون الليالي.\nمن يقال له ابن كلدة منهم الحارث بن كلدة بن عمرو بن علاج بن أبي سلمة بن عبد العزيز بن غيرة بن عوف بن ثقيف طبيب العرب المشهور وكان شاعراً ذا حكمة في شعره وهو القائل:\nإن اختياريك لا عن خبرة سلفت\n...\nولا الرجاء ومما يخطئ النظر\nكالمستغيث ببطن السيل يحسبه\n...\nجزراً يبادره إذ بله المطر\nفقد رأيت بعبد الله واعظة\n...\nتنهي الحليم فما أتاني الغرر\nإن السعيد له في غيره عظة\n...\nوفي التجارب تحكيم ومعتبر\nلأعرفنك إن أرسلت قافيةً\n...\nتلقى المعاذير إذ لا تنفع العذر\nوهو القائل في أبيات:\nوأما إذا استغنيتم فعدوكم\n...\nوأدعى إذا نابت عليكم نوائبه\nفإن يك خير فالبعيد يناله\n...\nوإن يك شر فابن عمك قاربه\nومنهم ضرار بن فضالة بن كلدة بن عبد مرارة بن سواءة بن\nالجزء: 1 ¦ الصفحة: 226\n",
        "سعد بن مالك بن ثعلبة بن دودان بن أسد. شاعر فارس وكان ركب في فداء حضرمي بن عامر الأسدي المالكي ففداه وقال:\nوناجية بعد الكلال بعثتها\n...\nتجشم هذلولاً من الليل أسودا\nيباري سهيلاً خدها عن يمينها\n...\nويجعل جدياً عن يسار وفرقدا\nليدرك سعي حضرمي بن عامر\n...\nمخباً بردف ساعة ومفردا\nوقالوا غبناكم فقلت كذبتم\n...\nذهبتم بأذواد وأطلقت سيدا\nوأبوه فضالة بن كلدة قاتل ربيعة بن بدر الفزاري وجده كلدة بن عبد ابن مرارة القائل وكان أيضاً فارساً شاعراً:\nطعنة ما طعنت في غبش اللي\n...\nل هلالاً وأين مثل هلال\nطعن الثائر المصمم حتى\n...\nخرج الرمح بادياً كالخلال\nزعموا أنني أديه ألالا\n...\nلا ورب الأحرام والإحلال\nلا أديه حقاً ولا ابن لبون\n...\nومعي مهجتي ولا ابن إفال\nومنهم عبد الواحد بن جدير بن كلدة بن هرم بن عتبة بن خالد بن حصن بن معاوية بن أعيا من بني قتيبة بن معن بن أعصر الباهلي. شاعر وهو القائل في الطرد\nأغضف مطوياً على أقرابه\n...\nمنهرت الأشداق عن أنيابه\nمخصراً قد تم في شبابه\n...\nأحلس كداراً على كلابه\nحتى سمعنا رسلاً يغلى به\n...\nجاءت به النجاش من إلهابه\nصويلغاً قد غار من هبابه\n...\nفهتك الساتر عن حجابه\nمن يقال له الكلح والكلحبة فأما الكلح فهو الحارث بن ربيعة بن زيد بن عوف بن عامر بن ذهل بن ثعلبة بن عكابة بن الصعبة بن\nالجزء: 1 ¦ الصفحة: 227\n",
        "علي بن بكر بن وائل وهو الكلح الذهلي أحد فرسان بكر بن وائل وساداتها وشعرائها قال يعاتب قومه\nإذا ما غدت منك بليل ظعينتي\n...\nتذكرتموها فاكتتب التذكر\nوقلتم أخونا زل عند حلومنا\n...\nومن لك بالأمر الذي يتدبر\nولو كنتم إخوان صدق حفظتم\n...\nبني عمكم مما يذم وينشر\nومنهم الكلح الأسدي وهو مجن بن حفص بن سفيان بن حارثة ابن عمير بن أسامة بن نصر بن قعين. شاعر وهو القائل:\nقبح الإله بني النويعم إنهم\n...\nوجدوا أراضع طيء الأجبال\nمن شرها حسباً إذا هي أعصفت\n...\nنكباء بين صباً وبين شمال\nوأما الكلحبة اليربوعي واسمه هبيرة بن عبد مناف بن عرين ابن ثعلبة بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم أحد فرسان بني تميم وساداتها. شاعر محسن وهو القائل:\nفقلت لكأس ألجميها فإنما\n...\nحللنا الكثيب من زرود لنفزعا\nالجزء: 1 ¦ الصفحة: 228\n",
        "باب اللام في أوائل الأسماء\nمن يقال له البيد منهم لبيد بن ربيعة بن مالك بن جعفر بن كلاب الشاعر المشهور المحسن.\nومنهم لبيد بن عطارد بن حاجب بن زرارة بن عدس. قال في أسر الحارث بن نفير بن عبد الحارث بن معاذ بن مرة بن عبد الله بن أبي ربيعة بن ذهل بن شيبان عتيبة بن الحارث بن شهاب اليربوعي في يوم أراب وكان الحارث بن نفير يكنى أبا حزرة والقصة مذكورة في كتاب بني شيبان\nتطاول ليلى بالأثمدين\n...\nإلى شيطين إلى ثبرة\nوقد شيب الرأس قبل المشيب\n...\nوفي الحادثات لنا عبرة\nلمهوى عتيبة إذ قاده\n...\nخبيث المطي أبو حزرة\nمن يقال له اللجلاج منهم اللجلاج وهو بجير بن الحصين أحد بني ثعلبة بن سعد بن ذبيان بن بغيض أحد الفرسان في الجاهلية وأدرك الإسلام قال في أبيات:\nولتعملن محارب إن زرتها\n...\nببنات أعوج في الخميس وأشجع\nإن ليس بينهم وبين فوارسي\n...\nحتى يموت في الهوادة مطمع\nأكل الأكام نسورهن فظالع\n...\nعند القياد ومارن ما يظلع\nالجزء: 1 ¦ الصفحة: 229\n",
        "ومنهم اللجلاج المحاربي وهو علي بن علقمة بن عبد بن وهب بن عبد الله بن الحارث الجسري. شاعر فارس وهو القائل:\nوما أنا باللجلاج إن لم ترقعوا\n...\nذلاذل أثواب تجرونها رفلا\nدعوا كنفي جنبي صعية وأظعنوا\n...\nسواها فحلوا لا قريباً ولا سهلا\nمن يقال له ابن اللجلاج منهم ابن اللجلاج الذهلي وهو ضوء ابن عبد الله بن مصبح بن عمرو أحد بني الحارث بن سدوس بن شيبان بن ذهل ابن ثعلبة بن عكابة بن الصعب بن علي بن بكر بن وائل. شاعر وهو القائل:\nفلو أن خلق الله ضم جميعهم\n...\nإلى جمعنا كنا أعز وأكثرا\nعلى عهد ذي القرنين كانت سيوفنا\n...\nقواطع يقطعن الحديد المذكرا\nألم تر أن الشر مما يهيجه\n...\nأصاغره حتى يتم ويكبرا\nوإن كمين العر يخفى دواؤه\n...\nعلى أهله حتى يبين فيظهرا\nومنهم ابن اللجلاج الشيباني واسمه رقاع بن اللجلاج أحد بني شراحيل بن سلمة بن مرة بن همام بن مرة بن ذهل بن شيبان بن ثعلبة. شاعر وهو القائل:\nولا نحرم الأصحاب ما في رحالنا\n...\nإذا رد بعض القوم ما في الحقائب\nمن يقال له لقيط منهم لقيط بن معبد الأيادي شاعر سيد من سادات إياد وهو الذي يقول يحرض قومه على الفرس وينذرهم عندما غزاهم أنو شروان\nسلام في الصحيفة من لقيط\n...\nعلى من بالجزيرة من إياد\nفإن الليث آتيك دليفاً\n...\nفلا يحسبكم سوق النقاد\nأتاكم منهم ستون ألفاً\n...\nيزجون الكتائب كالجراد\nالجزء: 1 ¦ الصفحة: 230\n",
        "على حنق أتيتكم فهذا\n...\nأوان هلكتم كهلاك عاد\nوهو صاحب القصيدة التي أولها:\nيا دار أمية من محتلها الجزعا\nومنهم لقيط بن زرارة بن عدس بن زيد بن دارم السيد الكريم والفارس المشهور وقتل يوم جبلة وهو القائل في ذلك اليوم\nإن الشواء والنشيل والرغف\n...\nوالقينة الحسناء والكأس الأنف\nللضاربين الهام والخيل قطف\nوهو القائل لما قتل أشيم بن عوف أخا بني قيس بن ثعلبة بعلقمة بن زرارة:\nفإن تقتلوا منا كريماً فإننا\n...\nقتلنا به مأوى الصعاليك أشيما\nجدعنا به أنف اليمامة كلها\n...\nفأصبح عرنين اليمامة أكشما\nقتلنا به خير الضبيعات كلها\n...\nضبيعة قيس لا ضبيعة أضجما\nومنهم لقيط بن ضبع العبشمي وجدت أبا عمرو بندار بن لزة الكرخي أنشد له في الكتاب الذي جمع فيه معاني الشعر:\nلو أنك أعطيتني مفضلاً\n...\nمطافيل من خيرات البكر\nوحملتها من بزوز العراق\n...\nومن نقد جيد صفر البدر\nوأقطعتني ما يقوت العيال\n...\nمن ضيع غاليات الخطر\nلما كنت عندي كعبد العزيز\n...\nولا حزت ما حازه من شكر\nوهو متأخر. قال بندار قال لي الأصمعي: نحن نقول بدرة وبدر وضيعة وضيع وبكرة وبكر، قال قلت له وشهدة وشهد. قال أي وأبيك أقول ذاك. قال فلم أره يقول إلا بعد أن ثبتت الهاء في الواحد.\nومنهم لقيط بن شيبان بن سعد بن ذبيان بن بغيض. شاعر فارس وهو القائل:\nرأيت خليلي يضرب القوم رأسه\n...\nفلم أستطعه والشواهد تعلم\nبمعترك ضنك به قصد القنا\n...\nفليس لمن يرجو الحياة تقدم\nإذا ما امرؤ أهدى لميتٍ تحيةً\n...\nمحياك رب الناس عني أدهم\nالجزء: 1 ¦ الصفحة: 231\n",
        "باب الميم في أوائل الأسماء\nمن يقال له المرار منهم المرار الفقعسي وهو المرار بن سعيد ابن حبيب بن خالد بن ثعلبة بن الأشتر بن جحوان بن فقعس بن طريف الشاعر المشهور.\nومنهم المرار بن منقذ بن عمرو بن عبد الله بن عامر بن يثربي ابن مالك بن حنظلة ابن مالك بن زيد مناة بن تميم. شاعر مشهور أيضاً وهو صاحب القصيدة المختارة\nعجب خولة إذ تنكرني\n...\nأم رأت خولة شيخاً قد كبر\nومنهم المرار العجلي وهو المرار بن سلامة أحد بني ربيعة بن مالك بن ربيعة بن عجل جاهلي إسلامي راجز مقصد يقول في أرجوزة\nأيكم بنى استها يغنيني\n...\nإذا انتحيت واضح الجبين\nأبلج مثل القمر المبين\n...\nكالفحل قد أم اليراع الجون\nيغنيني: يقوم مقامي ويكون يعنيني يقاومني ويدفعني على ما ألتمس وأريد.\nومنهم المراد بن بشير أحد بني صخر بن ثعلبة بن سدود بن\nالجزء: 1 ¦ الصفحة: 232\n",
        "شيبان بن ذهل بن ثعلبة. شاعر وهو القائل:\nلقد علمت نفسي وجربت مرة\n...\nوليس بشيء عالم كخبير\nيريد ليس عالم بشيء كخبير به أي بشيء واحد\nيشد لسان المرء في القوم إن غدا\n...\nمكان أكف خلقه ونصير\nويقطع صوت المرء قلة أهله\n...\nوإن كان ذا جبورة ونكير\nومنهم المرار الكلبي لم يرفع عندي نسبه قال يرثي عازب بن عطية:\nألا قل لقيس يبعثوا في بيوتهم\n...\nمآتم تبغي مطلع الشمس عازبا\nفتى عاش في الدنيا حميداً ولم يدع\n...\nفتى بعده إلا بخيلاً محاسبا\nفتى لا يرى الضراء ضربة لازب\n...\nولا المال إلا مستفاداً فواهبا\nومنهم المرار الجرشي وهو المرار بن معاذ بن بدر بن علس بن هند الجرشي. شاعر أنشدنا له أبو بكر محمد بن الحسن بن دريد عن ابن أخي الأصمعي عن الأصمعي:\nوقائلة في السيف والرمح مانع\n...\nمن الذل فاذهب حيث شئت من الأرض\nولا ترضى يوماً بالدناة ولا تنم\n...\nعلى الخسف حتى يمتحى منبت الحمض\nوحتى ترى المكاء يصدع بالضحى\n...\nوقد نلت ما أملت والنقض\nوهي عندي في أمالي أبي بكرات أبيات كثيرة.\nمن يقال له المخبل منهم المخبل القريعي واسمه ربيعة بن ربيع بن قتال من بني لأي بن أنف الناقة ويكنى أبا يزيد الشاعر المشهور.\nومنهم المخبل بن شرحبيل بن حمل أحد بني بكر بن وائل ثم\nالجزء: 1 ¦ الصفحة: 233\n",
        "بني زهير وبنو زهير فيما أظن من بني قيس بن ثعلبة من بني سعد بن مالك. شاعر قال في بني زهيرة لما منعوا سعيد بن مسعود المازني من التعدي في صدقات بكر وكان يلي عليها\nفدى لبني زهير يوم أقر\n...\nوقد خذلوا بها أهلي ومالي\nهم منعوا مظالم آل بكر\n...\nوقد دروا لها قبل السؤال\nقوله في البيت الأول يوم أقر هي ركية بني زهيرة وهذا مما وجد بخط أبي عمرو الشيباني.\nومنهم المخبل الثمالي أنشدني أبو الحسن الهمداني قال أنشدني أبو دلف هاشم بن محمد الخزاعي قال أنشدني رجل بأصبهان منذ ستين سنة للمخبل الثمالي\nقد كنت أسمع بالزمان ولا أرى\n...\nأن الزمان يطيق نتف جناحي\nفأراه أسرع في حتى أصبحت\n...\nبيضاً متون غواربي وصفاحي\nفأنا الكبيرة سنه في قومه\n...\nهيهات كم راوحت من أرواح\nقد عشت لو نزل الزمان مرزأً\n...\nلبني مزينة أو بني الصباح\nصافحت ذا جدن وأدرك مولدي\n...\nعمرو بن هند يتقي بالراح\nوجذيمة الوضاح يخبرني أبي\n...\nعنه فأين جذيمة الوضاح\nأفبعد أملاك مضوا من حمير\n...\nأرجو الفلاح ولات حين فلاح\nومنهم كعب المخبل وجدته في مقطعات الأعراب ولا أعرف نسبه ووجدت له:\nيقول لي المولى الذي كنت أنتهي\n...\nله حين ينهى والنصيح المؤامر\nالجزء: 1 ¦ الصفحة: 234\n",
        "ألم تك جلداً قد رأيت بصيرة\n...\nمن الأرض لو تنهى هواك البصائر\nوأخلقت أخلاق الدريس وأصبحت\n...\nلدوك هم المستعتبون الأجائر\nفقلت بلى إني أرى اللذ رأيتما\n...\nوإني للذ تذكران لذاكر\nولكن حبيها أمر مريرة\n...\nبنفسي تأوى بالرجال المرائر\nمن يقال له المنخل والمتنخل فأما المنخل فهو المنخل اليشكري وهو ابن مسعود بن عامر بن ربيعة بن عمرو اليشكري. شاعر جاهلي قديم كان ينادم النعمان بن المنذر وهو صاحب القصيدة\nإن كنت عاذلتي فسيرى\n...\nنحو العراق ولا تجوري\nومنهم المنخل بن سبيع بن زيد بن معاوية بن الحارث بن جهمة بن عدي بن جندب بن العنبر. شاعر قال في أخويه حين هاجرا\nلعمري ما فارقت صهبان عن قلى\n...\nوأدهم حتى فارقاني كلاهما\nنهيت خليلي اللذين تحملا\n...\nفلله من خوف الردى من نهاهما\nفما انتهيا حتى تصدعت النوى\n...\nوطارت شعاعاً في البلاد عصاهما\nوهي قصيدة جيدة.\nوأما المتنخل فمنهم المتنخل الهذلي واسمه مالك بن عويمر بن عثمان بن خنيش بن عادية بن صعصعة بن كعب بن طابخة أخو بني لحيان ابن هذيل بن مدركة. شاعر محسن من شعراء هذيل وهو صاحب القصيدة الطائية، قال الأصمعي أجود طائية قالتها العرب التي يقول فيها:\nوماء قد وردت أميم طام\n...\nعليه موهناً زجل الغطاط\nكأن مزاحف الحيات فيه\n...\nقبيل الصبح آثار السياط\nومنهم المتنخل السعدي لم يقع إلي من شعره شيء واستشهد الكسائي والفراء بقوله:\nالجزء: 1 ¦ الصفحة: 235\n",
        "يا زبرقان أخا بني خلف\n...\nما أنت ويب أبيك والفخر\nمن يقال له المتوكل منهم المتوكل الليثي وهو المتوكل بن عبد الله ابن نهشل بن وهب بن عمرو بن لقيط بن يعمر الشداخ بن عوف بن كعب بن عامر بن ليث بن بكر بن عبد مناة بن كنانة بن خزيمة الشاعر المشهور القائل:\nلا تنه عن خلق وتأتي مثله\n...\nعار عليك إذا فعلت عظيم\nومنهم المتوكل العجلي لم يرفع في كتاب بني عجل نسبه. شاعر يقول لسويد بن أبي كاهل\nعدس بغلة الجبار ما أنت من عجل\n...\nولا أنت من قيس ولا أنت من ذهل\nولا أنت من أولاد شيبان إنهم\n...\nذوو العز والآكال والعدد البزل\nولا حنفياً شرمحياً متوجاً\n...\nيباري الرياح ذا غناء وذا فضل\nولست بتيمي عزيز مناخه\n...\nله سورة في المجد ثابتة الأصل\nولكن سويد يشكري مخلف\n...\nمكان إباء السوء علق بالرحل\nومنهم المتوكل الكلابي، وهو ذو الأهدام متوكل بن عياض بن حكم بن طفيل بن مالك بن جعفر بن كلاب شاعر هجا الفرزدق فقال:\nإن الخيانة والفواحش والخنا\n...\nيخنق فيها نهشل ومجاشع\nواللؤم عند بني فقيم شاهد\n...\nلا لؤمهم خاف ولا هو نازع\nوتقول ضبة يوم جاء نفيرهم\n...\nمنا اللئيم وكان منا الراضع\nوهجاه أيضاً نافع بن الخنجر بن الحكم بن طفيل بن مالك بن جعفر بن كلاب ويقال بل هو نافع بن سوادة بن عامر بن مالك بن جعفر فقال الفرزدق يرد عليهما وهي قصيدة طويلة في النقائض\nالجزء: 1 ¦ الصفحة: 236\n",
        "ونبئت ذا الأهدام يعوي ودونه\n...\nمن الشام زراعتها وقصورها\nإلي ولم أترك على الأرض رائحاً\n...\nولا حية إلا استسر عقورها\nمن يقال له المتنكب منهم المتنكب السلمي ثم البجلي أحد بني بجيلة بن ثعلبة بن بهثة بن سليم. شاعر فارس وهو القائل:\nإن الخليط أجد بالفجر\n...\nظعناً وعز علي لو يدري\nوكأن غزلاناً مكحلة\n...\nمن أدم ذات الضال والسدر\nلا فاحشات إن لهون ولا\n...\nيذهبن في الخيلاء والفخر\nفسقى الإله بني خفاجة من\n...\nماء الغمام بطيب الخمر\nفي أبيات ومنهم المتنكب الخزاعي واسمه عمرو بن جابر بن كعب بن كليب بن تيم بن جبنوت بن عبد بن مازن بن عدي بن عمرو بن ربية بن حارثة بن عمرو بن عامر، وقيل له المتنكب لأبيات مذكورة في كتاب خزاعة\nتنكبت للحرب العضوض التي أرى\n...\nألا من يحارب قومه يتنكب\nمن يقال له المتمرس منهم المتمرس بن عبد الرحمن الصحاري صحار بن مخزوم بن يقظة بن مالك بن غالب بن قطيعة بن عبس صاحب القصيدة التي على الجيم يقول فيها:\nوفتيان تبيت لهم عجالاً\n...\nرحالهم على قلص نواج\nوأنزلنا مراجلنا وليست\n...\nبنيات الطبيخ ولا نضاج\nقبلنا ثم طرنا فوق عوجتشكى بالتأوه والشحاج\nكأن بقية الأسفار منها\n...\nهلال طامس أو وق عاج\nإذا صرفت تعود بازلاها\n...\nصريف الباب أغلق بالرتاج\nالجزء: 1 ¦ الصفحة: 237\n",
        "ويخلفني الذي قد كنت أرجو\n...\nوألقى الشيء لست له براج\nوحاربت اللئام وحاربوني\n...\nفأمسوا بين راوية وهاج\nوأشوس ظالم دافعت عني\n...\nفأبصر قصده بعد اعوجاج\nومنهم المتمرس العكلي وهو المتمرس بن فالح بن نهيك. شاعر فارس قال في قصة كانت بينهم وبين نبي جعفر بن كلاب وكانوا أخذوا إبلاً\nأخذنا لبون الجعفري فأصبحت\n...\nلها رائم من رائم وعجول\nفالا تؤدوا ما أصابت غواتكم\n...\nفليس إلى الأدم الهجان سبيل\nوأنتم شنئتم سنة الشر واشترت\n...\nغواتكم ذاكم لكم بقليل\nمن يقال له المثلم وأبو المثلم فمنهم المثلم بن عطاء بن قطبة بن بني ثعلبة بن عدي بن فزارة بن ذبيان وكان عمي وكبر فقال:\nألم تريا أن المنايا محيطة\n...\nبكل ثنايا الأرض أصبحن رصدا\nلعمري لئن أصبحت أعمى لقد أرى\n...\nبصيراً ولكن ليس شيء مخلدا\nوما زال صرف الدهر يوماً وليلة\n...\nيكران لي حتى مشيت مقيدا\nومنهم المثلم بن المشجرة الضبي ثم العائذي من عائدة بن مالك بن بكر بن سعد بن ضبة. فارس شاعر يقول في حرب كانت بين بني ضبة وعبس:\nإن تنكروني فأنا المثلم\n...\nفارس صدق يوم تنضاح الدم\nبشكتي وفرس مصمم\n...\nطعناً كأفواه المزاد المعصم\nقال الآمدي: المثلم بن المشجرة بجيم بعد الشين ثم راء وهاء وقال ابن ماكولا هو ابن المشخر بخاء معجمة وبعدها راء وليس بعد الراء هاء.\nومنهم المثلم بن عمرو التنوخي أنشد له الطائي في اختياره الذي سماه الحماسة\nالجزء: 1 ¦ الصفحة: 238\n",
        "إني أبى الله أن أموت وفي\n...\nصدري هم كأنه جبل\nيمنعني لذة الشراب وإن\n...\nكان قطاباً كأنه العسل\nحتى أرى فارس الصموت على\n...\nأنساء خيل كأنها الإبل\nلا تحسبني محجلاً سبط الس\n...\nاقين أبكي أن يظلع الجمل\nإني امرؤ من تنوخ ناصره\n...\nمحتمل في الحروب ما احتملوا\nويروي محجلاً كزم الكفين أي قصير الأصابع، وهذه الأبيات في أشعار هذيل للبريق ابن عياض الهذلي، ويروى إني امرؤ من هذيل ناصره مكان تنوخ.\nومنهم المثلم البلوي واسمه عبد الرحمن بن قطبة بن حبوط أحد بني حزام بن شعل وكان عبد العزيز بن مروان سابق بين الناس فسبقت فرس لقيس بن أوس البلوي فقال المثل:\nتداركنا قيس بن أوس بسبقه\n...\nوسار من البلقاء غير مكذب\nيسوم ويستدري الغلام عنانه\n...\nإذا ما جرت من غائط متصوب\nتباري مراخيها الرياح كأنها\n...\nضراء دوان من جداية حلب\nيسمن معاً يرجونها وهي كلما\n...\nدنون تراخت جمة المتصوب\nوله أشعار وأخبار في قبيل بلي بن عمرو بن الحاف بن قضاعة.\nومنهم المتثلم الغساني واسمه الحارث بن كعب أنشد له المفضل في اختيار المقطعات\nأنا ابن أرباب الملوك غسان\n...\nالدائنين اليوم دين عثمان\nإن علياً قتل ابن عفان\nوأما أبو المثلم فهو الهذلي ثم الخناعي من بني خناعة بن سعد ابن هذيل القائل:\nالجزء: 1 ¦ الصفحة: 239\n",
        "لو كان للدهر مال كان يتلده\n...\nلكان للدهر صخر مال قنيان\nأبى الهضيمة ناب بالعظيمة مت\n...\nلاف الكريمة لا سقط ولا وان\nحامي الحقيقة نسال الوديعة مع\n...\nتاق الوسيقة خرق غير ثنيان\nالوسيقة: النهب من الإبل أي يذهب بها\nرباء مرقبة مناع مغلبة\n...\nوهاب سلهبة قطاع أقران\nهباط أودية حمال ألوية\n...\nشهاد أندية سرحان قنيان\nيعطيك ما لا تكاد النفس تحمله\n...\nمن التلاد وهوب غير منان\nمن يقال له المضرب منهم المضرب المزني واسمه عقبة بن كعب بن زهير بن أبي سلمى، قال المضرب يهجو الجليح من بني عبد الله بن غطفان وكانوا ضربوه بالسيوف في قصة مذكورة في كتاب مزينة فقيل له المضرب\nما لمت نفسي غير أن لم يكن معي\n...\nسلاحي وأني لم أكن جد حاذر\nألم تر أن العبد يقتل ربه\n...\nولم يك يخشاه وليس بثائر\nشريتكم يا ابن الجليح كأنما\n...\nشريت فلم أغبن بكم بيع تاجر\nفلم تفعلوا فعل الرجال أولي النهي\n...\nولم تفعلوا فعل النساء الحرائر\nومنهم المضرب بن هوذة بن خالد بن معاوية بن خفاجة العقيل شاعر فارس قال يوم القرن:\nوجرثومة لا يدخل الذل وسطها\n...\nقريبة أنساب كثير عديدها\nالجزء: 1 ¦ الصفحة: 240\n",
        "ومنهم المضرب بن المثلم اليشكري وهو القائل في حرب بني مازن وبني يشكر وكانت بنو يشكر قد تضعضعت فجعل يحميهم ويقول:\nإلي فادنوا إنني المضرب\n...\nاسمي في الحرب الكمي المحرب\nوحين ادعى للطعان الأغلب\nأي واسمي الأغلب حين أدعى للطعان.\nمن يقال له ابن المضرب منهم سوار بن المضرب السعدي أحد بني ربيعة بن كعب بن زيد مناة بن تميم الشاعر المشهور القائل:\nوإني لا أزال أخا حروب\n...\nإذا لم أجن كنت مجن جان\nومنهم حجية بن المضرب أحد بني معاوية بن عامر بن عوف ابن سلمة بن شكامة بن شبيب بن أشرس السكوني وكان سيداً مقدماً شاعراً جاهلياً وكان له أخوان المنذر بن المضرب ومعدان بن المضرب فمات معدان وترك أولاداً فأغير عليهم فأخذت إبلهم وحطمتهم السنة فرأى حجية جاريته ومعها قعب من لبن فقال أين تذهبين قالت: إلى أولاد أخيك اليتامى فأخذ القعب من يدها فأرقاه فلما أراح راعيه عليه إبله قال لعبديه أريحا هذه الإبل إلى أولاد أخي فأريحت عن آخرها إليهم فغضبت امرأة حجية من ذلك غضباً شديداً فقال:\nلججنا ولجت هذه في التغضب\n...\nولط الحجاب دوننا والتنقب\nتلوم على مال شفاني مكانه\n...\nفلومي على ما فاتك اليوم واغضي\nولا تحسبيني ملدماً إذ نكحته\n...\nولكنني حجية بن المضرب\nالملدم: الكثير اللحم العاجز\nفإن تجلسي فأنت أقفى عيالنا\n...\nوإن تكرهي هذي المعيشة فاذهبي\nوخطت بعود إثمد فوق عينها\n...\nلتذهب عقلي بالنواكة زينبي\nالجزء: 1 ¦ الصفحة: 241\n",
        "رحمت بني معدان إذ ساف مالهم\n...\nوحق لهم مني ورب المحصب\nولما رأيت النفس أن لا تقرها\n...\nهدايا لهم في كل قعب مشعب\nرثيت لهم لما رأيت سوامهم\n...\nعطاء الموالي من أفيل ومصعب\nفقلت لعبدينا أريحا عليهم\n...\nسأجعل بيتي مثل آخر معزب\nعيالي أحق أن ينالوا خصاصة\n...\nوأن يشربوا رنقاً إلى حين مشربي\nوقلت خذوها واعلوا أن عمكم\n...\nهو اليوم أولى منكم بالتكسب\nأحابي بها قبر امرئ لو أتيته\n...\nحريباً لآساني على كل مركب\nأخوك الذي إن تدعه لملمة\n...\nيجبك وإن تغضب إلى السيف يغضب\nومنهم ابن المضرب الباهلي واسمه بذيل بن المضرب وجدت له في كتاب باهلة قصيدة جيدة أولها:\nنأتك علية نأياً بعيداً\n...\nوكلفك الشوق وجداً شديدا\nوكانت تريك إذا جئتها\n...\nدلالاً جميلاً وجسماً مديدا\nفقد أنكرتني وأنكرتها\n...\nوكان الوصال جديباً جديدا\nمن يقال له المحبر منم المحبر الغنوي وهو طفيل بن عوف ويقال له طفيل الخيل وسمي المحبر لحسن شعره وهو المشهور.\nومنهم المحبر الثقفي وهو ربيعة بن سفيان بن عوف بن عقدة ابن غيرة بن عوف بن قيني. فارس شاعر وهو القائل:\nوما كنت ممن أرث الحرب بينهم\n...\nولكن مسعوداً جناها وجندبا\nقريعاً ثقيف أنشب الحرب بينهم\n...\nفلم يك منها منزع حين أنشبا\nعقاماً ضروساً بين عوف ومالك\n...\nشديداً لظاها تترك الطفل أشيبا\nمن يقال له المرقش ومرقس وبرقش فأما المرقش فمنهم المرقش الأكبر وهو عمرو بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة بن عكابة.\nالجزء: 1 ¦ الصفحة: 242\n",
        "ومنهم المرقش الأصغر وهو ربيعة بن حرملة بن سفيان بن سعد ابن مالك القيسيان ثم الضبعيان المشهوران.\nوأما مرقس بفتح الميم والقاف والسين غير معجمة طائي أحد بني معن بن عتود ثم بني حيي بن معن واسمه عبد الرحمن: شاعر وهو القائل في أرجوزة:\nتنازعت معن قراعاً صلباً\n...\nقراع قوم يحسنون الضربا\nترى لدى الروع الغلام الشطبا\n...\nإذا أحس وجعاً أو كربا\nدنا فلم يزداد إلا قرباً\n...\nتمرس الجرباء لاقت جربا\nوأما برقش فهو برقش التميمي الشاعر قال يمدح بني العباس ويعرض بني علي رضي الله عنهم:\nأنتم حمارة من هاشم\n...\nوالكرانيف سواكم والكرب\nأنتم أدركتم آثارهم\n...\nولقد أزرى بهم ضعف الطلب\nثم هروكم على ملككم\n...\nكهرير الكلب ذي الداء الكلب\nفأعطوه على هذا الشعر ثلاثين ألف درهم فوضعها عند صيرفي بالإهواز فهرب بها ولم يبارك له فيها لا بارك الله فيه.\nمن يقال له المحرق منهم المحرق بن النعمان بن المنذر اللخمي كان شاعراً قال يخاطب كسرى بعد أن قتل أباه:\nقولا لكسرى والخطوب كثيرة\n...\nإنّ الملوك بهرمزٍ لم تجبر\nإن لم أكن كأبي الذي أنمى له\n...\nفكذاك لم يك والدي كالمنذر\nوكذاك والده جزى من بعده\n...\nوعليه أجرينا فخذنا أو ذر\nوالمرء يخلفه ابنه من بعده\n...\nحتى يكون بمسمع أو منظر\nويقال أشبهه وحسبك أنني\n...\nكافيك أمرك فابل ذلك واخبر\nالجزء: 1 ¦ الصفحة: 243\n",
        "إن كان للنعمان ذنب أو له\n...\nعذر فمالي فيهما من مصدر\nولئن أردت من البرية مثله\n...\nليقيضن منه بقيضٍ أعور\nقد كان ناصحك النصيحة كلها\n...\nوحبا عدوك نبت فقع القرقر\nومنهم المحرق المزني واسمه عمارة بن عبد أحد بني وائل بن خلاوة بن كعب بن عبد بن ثور. شاعر يقول لخاله معن بن أوس:\nوالله لو دبرت ما هبت الصبا\n...\nإلى يوم نلقى الله ما قلت أقبل\nفخذ كل ماٍ كنت أنت احتويته\n...\nعليّ وإن اسطعت ضري فافعل\nمن يقال له الممزق بالفتح والممزق بالكسر فأما الممزق بالفتح فهو شأس بن نهار العبدي صاحب القصيدة التي على القاف يقول فيها لعمرو بن المنذر بن عمرو بن النعمان وكان هم بغزو عبد القيس:\nفإن كنت مأكولاً فكن خير آكل\n...\nوإلا فأدركني ولما أمزق\nفلما بلغته القصيدة انصرف عن عزمه. وكان عبد الله بن حذافة السهمي سهم بن عمرو بن هصيص أحد شعراء قريش يقال له الممزق. ذكر ذلك ابن سلام الجمحي في شعراء مكة وهو القائل:\nوتلكم قريش تجحد الله حقه\n...\nكما جحدت عاد ومدين والحجر\nفإن أنا لم أبرق فلا يسعنني\n...\nمن الله بر ذو فضاءٍ ولا بحر\nوأما المزق بكسر الزاي متأخر وهو الممزق الحضرمي أنشد له دعبل بن علي الخزاعي:\nإذا ولدت حليلة باهلي\n...\nغلاماً زيد في عدد اللئام\nوعرض الباهليّ وإن توقى\n...\nعليه مثل منديل الطعام\nولو كان الخليفة باهلياً\n...\nلقصر عن مساولة الكرام\nقال وابنه عباد بن الممزق ويعرف بالمخرق وله أشعار كثيرة وهو القائل:\nأنا المخرق أعراض اللئام كما\n...\nكان الممزق أعراض اللئام أبي\nالجزء: 1 ¦ الصفحة: 244\n",
        "وأنشدناه أبو الحسن الأخفش عن أبي العباس المبرد إلا أنه قال الممزق ابن المخرق وأنشدنا عن أبي العباس لأبي الشمقمق في الممزق\nكنت الممزق مرةً\n...\nفاليوم قد صرت الممزق\nلما جريت مع الضلا\n...\nل غرقت في بحر الشمقمق\nمن يقال له ابن مانوس وابن ميناس وابن رومانس فأما ابن مانوس فهو الأغر بن مأنوس اليشكري يشكر بن بكر بن وائل أحد الشعراء في الجاهلية والإسلامي له في كتاب بني يشكر قصيدة أولها:\nطرقت فطيمة أرحل السفر\n...\nبالطرم بات خيالها يسري\nوأما ابن ميناس فهو المرادي ذكر ذلك أبو سعيد السكري وقال إن ميناس أمه، ولم ينسبه وأنشد له:\nوعادتنا قتل الملوك وعزنا\n...\nصدور القنا إذا لبسنا السنورا\nونحن كرام في الصباح أعزة\n...\nإذا الموت بالموت ارتدى واتزرا\nوأما ابن رومانس فهو من كلب بن وبرة وهو المنذر بن رومانس ورومانس أمه وأم النعمان بن المنذر وهما أخوان لأم والمنذر القائل:\nما فلاحي بعد الأولى عمروا الح\n...\nيرة ما إن أرى لهم من باقي\nولهم كان كل من ضرب العي\n...\nس بنجدٍ إلى تخوم العراق\nفي أبيات من يقال له مضرحي منهم مضرحي بن حريث أحد بني جذيمة بن رواحة العبسي. شاعر قال يمدح بني فزارة في قتلهم كلباً يوم بنات قين:\nوإن يك معشر سبقوا بوتر\n...\nفقد أدركت نيلك يا فزارا\nعلى حين التهاجر والتعادي\n...\nونار الحرب تستعر استعارا\nبكل طمرة مرطى سلوق\n...\nيكف لجامها حدأ مطارا\nالجزء: 1 ¦ الصفحة: 245\n",
        "ومنهم مضرحي بن كلاب أحد بني الحارث بن كعب بن سعد ابن زيد مناة بن تميم. شاعر فارس شهد المغازي مع المهلب بن أبي صفرة بفارس وهو القائل:\nألا يا من لقلبٍ مستحسن\n...\nبخوزستان قد مل المزونا\nلهان على المهلب ما ألاقي\n...\nإذا ما راح مسروراً بطينا\nألا ليت الرياح مسخرات\n...\nلحاجتنا يرحن ويغتدينا\nمن يقال له الموج منهم الموج التغلبي واسمه قيس بن زمان بن سلمة بن قيس بن النعمان أحد بني مالك بن بكر بن حبيب وهو ابن أخت القطامي. شاعر خبيث وهو القائل:\nألهى بني جشم عن كل مكرمةٍ\n...\nقصيدة قالها عمرو بن كلثوم\nفي أبيات أخر فأجابه المجشر بن لغام أحد بني كعب بن مالك بن عتاب:\nأبلغ كنانة تيم عن بني جشم\n...\nفلن ينالوا بذي الصيد اللهاميم\nأنتم ثنانا وأنتم إخوة نسبا\n...\nإن المناسب تعلوها الخراطيم\nومنهم الموج بن أبي سهم بن عبد الله بن غطفان ثم أحد بني المرقع والمرقع هو مالك بن قطبة بن عوف بن بهثة بن عبد الله بن غطفان. شاعر وهو القائل:\nأوصى ابن دارة أمس عند وفاته\n...\nفي الناس أن الفقعسي محرر\nمن يقال له ملاعب الأسنة منهم ملاعب الأسنة الكلابي وهو أبو براء عامر بن مالك بن جعفر بن كلاب. كان ابن أخيه عامر بن الطفيل سأله العون على النفار فقال:\nأأومر أن أسب أبا شريح\n...\nولا والله أفعل ما حييت\nولا أهدي إلى هرم لقاحاً\n...\nفتحيا بعد ذلك أو تموت\nتخيرتم أمور الناس شراً\n...\nفما أدري أأولج أم أبيت\nالجزء: 1 ¦ الصفحة: 246\n",
        "وله في كتاب بني كلاب أشعار.\nومنهم ملاعب الأسنة الحارثي واسمه عبد الله بن الحصين بن يزيد وكان يقال للحصين ذو العضة ولم أر له يعني عبد الله شعراً في كتاب بني الحارث.\nومنهم ملاعب الأسنة أوس بن مالك الجرمي. فارس شاعر قال فيه ابن الغريزة النهشلي:\nإذا نطقت من بطن وادٍ حمامة\n...\nدعت ساق حر فأبكيا فارس الورد\nومولى فتى الفتيان أوس بن مالك\n...\nملاعب أطراف الأسنة والأسد\nوفيه يقول:\nيا أوس ما طلعت شمس ولا غربت\n...\nإلا ذكرتك والمحزون يذكر\nإني يذكرنيه كل نائحة\n...\nوالخير والشر والإيسار والعسر\nوكان أوس شاعراً وعضت اللبوة منكبه فعض بأنفها وقال:\nأعض بأنفها وتعض ركني\n...\nكلانا باسل بطل شجاع\nفلولا أن تداركني زهير\n...\nبنصل السيف أفنتني السباع\nولأوس أشعار جياد.\nمن يقال له معوذ الحكماء ومعوذ الفتيان فأما معوذ الحكماء فهو معاوية بن مالك بن جعفر بن كلاب، وقيل له معوذ الحكماء لقوله في شيء كان جرى بين بني عقيل وبني قشير فأصلح بينهم وهو غلام حديث السن\nأعوذ بعدها الحكماء بعدي\n...\nإذا ما الحق في الأشياع نابا\nفي أبيات كثيرة وأما معوذ الفتيان فهو ناجية الجرمي جرم بني ربان وقيل له معوذ الفتيان لأنه ضرب مصدقاً كان أنفذه نجدة الخارجي على اليمامة فخرق\nالجزء: 1 ¦ الصفحة: 247\n",
        "بناجية فضربه بالسيف حتى قتله وقال:\nوسائلة لم تدر ما لي وسائل\n...\nبناجي الجرمي كيف تماصع\nفيا ليت ليلى غير ما أن يشقها\n...\nرأتني وسعداً حين غاب الطلائع\nنخر فنكبو لليدين وتارة\n...\nتمس لحانا الأرض والموت كانع\nفلما ابتدرنا قائم السيف لم أكن\n...\nبألوث تنبو كفه والأصابع\nوطار بكفي نصله ورياشه\n...\nوفي جيد سعد غمده والرصائع\nولما علاني بالقطيع علوته\n...\nفعض به لين المهزة قاطع\nأعوذ الفتيان بعدي ليفعلوا\n...\nكفعلي إذا ما جار في الحكم تابع\nفسمي بهذا البيت معوذ الفتيان.\nمن يقال له المجنون منهم المجنون العامري وهو قيس بن الملوح بن مزاحم بن قيس بن عدس بن ربيعة بن جعدة صاحب ليلى العاشق المشهور القائل:\nولم أر ليلى غير موقف ساعةٍ\n...\nيبطن منى ترمي جمار المحصب\nوتبدي الحصى منها إذا قذفت بها\n...\nمن البرد أطراف البنان المخضب\nفأصبحت من ليلى الغداة كناظر\n...\nمع الصبح في أعقاب نجم مغرب\nألا إنما أبقيت يا أم مالك\n...\nصدى أينما تذهب به الريح يذهب\nومنهم المجنون الشريدي وهو المجنون بن وهب بن معاوية لا أعرف اسمه وكان شريفاً في قومه فجن وعته؛ وبنو الشريد رهط من بني جشم بن معاوية بن بكر وعدادهم في بني عقيل ثم بني خفاجة ثم في بني معاوية بن خفاجة فأتوا به رجلاً من بني عبادة بن عقيل ليداويه فأخذ فأساً فأحماها وجعل يدير حول رأسه فخطفها المجنون منه وجمع بها يديه وضربه بها فقتله فأحجموا عن قتله لجنونه وربطوه في بيت العبادي فطار جنونه، وكذلك يقال إن المجنون إذا قتل ذهب عنه الجنون ووجد في بعض الليالي خلوة وكان للعبادي بنت يقال له خنوف فاندفع ينشد\nمتى أنا غادٍ يا خنوف فأومأت\n...\nبطرف كفى رجع الذي أنا قائل\nالجزء: 1 ¦ الصفحة: 248\n",
        "وقالت نجاة من عدوك فاصطبر\n...\nلما ناب أو قتل وحيك عاجل\nوإن امرأً يرجو الحياة وفوقه\n...\nسيوف الرجال الثائرين لجاهل\nفي أبيات أخرى حسنة فحلت بنت العبادي وثاقه وأطلقته فنجا بنفسه. وقصته في كتاب بني عقيل مشروحة.\nومنهم المجنون القشيري واسمه كهيل بن مالك بن معاوية بن سلمة الخير بن قشير بن كعب ويعرف بابن المحدقة وهي أم أبيه وله يقول سوار بن أوفى بن سبرة القشيري:\nومنا نهبك أنهب الناس ماله\n...\nمئين ألوفاً لا جواد يرومها\nفطارت على أيدي الحجيج وأحفظت\n...\nقريشاً وظنت أن ذاك يليمها\nفقالت قريش جن ابن المحدقة فقال:\nلست بمجنون ولكني سمح\n...\nأجود بالمال إذا قل القمح\nقوله في البيت الثاني: إن ذاك يليمها، في رواية أخرى: إنه سيليمها وقال:\nإني ملقٍ ورقى\n...\nمن شاء بقى ورقه\nوله في كتاب بني قشير أشعار جياد ومنهم المجنون التيمي أحد بني وديعة بن مالك بن تيم الله بن ثعلبة. شاعر فارس وهو القائل:\nوليل قد قطعت بذات لوث\n...\nيخاف خياضه الجيش الدثور\nوهاجرة طعنت فريصتها\n...\nبناجية إذا قلق الضفور\nمواكبة إذا الحرباء أوفى\n...\nمنارته كما ارتبأ الأجير\nسريت إذا النجوم انقض منها\n...\nكلائلها وغردت الذكور\nالجزء: 1 ¦ الصفحة: 249\n",
        "من يقال له ابن الملوح منهم قيس بن الملوح وهو المجنون العامري وقد ذكرته في باب قبل هذا مع من يعرف بالمجنون.\nومنهم ابن الملوح الحارثي وهو زيد بن رزين بن الملوح أخو بني مر بن بكر بن عميرة بن علي بن جسر بن محارب. شاعر فارس وهو القائل:\nوإن أخاك الكاره الورد وارد\n...\nوإنك مرأى من أخيك ومسمع\nوإنك لا تدري بأية بلدةٍ\n...\nصداك ولا عن أي شقيك تصرع\nوإنك لا تدري أبا لمكث تبتغي\n...\nنجاح الذي حاولت أم تتسرع\nوإنك لا تدري أشيء تحبه\n...\nأم آخر مما تكره النفس أنفع\nأتجزع إن نفس أتاها حمامها\n...\nفهل أنت عما بين جنبيك تدفع\nمن يقال له مزرد منهم مزرد بن ضرار بن حرملة بن صيفي بن أصرم بن إياس بن عبد غنم بن جحاش بن بجالة بن مازن بن ثعلبة بن سعد بن ذبيان بن بغيض. الشاعر الفارس المشهور أخو الشماخ بن ضرار، وقيل له مزرد لقوله يصف زبدة:\nفجاء بها صفراء ذات أسرة\n...\nتكاد عليها ربة البيت تكمد\nفقلت تزردها عبيد فإنني\n...\nلشعث الموالي في السنين مزرد\nومنهم مزرد بن عوف أحد بني سعد بن زيد مناة بن تميم أنشد له أبو عبيدة في النقائض بين جرير والفرزدق في تفسير قول جرير في قصيدته\nولا خير في مستعجلات الملاوم\nوإن ليربوع من العز باذخاً\n...\nبعيد السواقي خندفي المخارم\nفقال لعبد السواقي أي له عروق تسقيه من ها هنا وها هنا ويقال فلان كريم تسقيه عروق كرام، وأنشد لمزرد بن عوف\nفلما التقينا بالرماح علمتم\n...\nبأن لنا من الطعان سواقيا\nولم أسمع بهذا الرجل إلا في هذا الموضع.\nالجزء: 1 ¦ الصفحة: 250\n",
        "من يقال له مضرس منهم مضرس بن ربعي بن لقيط بن خالد بن نضلة بن الأشتر بن جحوان بن فقعس بن طريف بن عمرو بن قعين بن الحارث بن ثعلبة بن دودان بن أسد. شاعر محسن متمكن وهو القائل:\nفلا تهلكن النفس لؤماً وحسرةً\n...\nعلى الشيء سداه لغيرك قادره\nولا تيأسن من صالح أن تناوله\n...\nوإن كان بؤساً بين أيد تبادره\nوما فات فاتركه إذا عز واصطبر\n...\nعن الدهر إن دارت عليك دوائره\nفإنك لا تعطي امرأً حظ غيره\n...\nولا تعرف الشق الذي الغيث ماطره\nومنهم مضرب بن قرظة بن الحارث أحد بني صبح بن عوف ابن عوية بن كعب بن عبد ثور المزني. شاعر محسن مقل وهو القائل:\nوأقسم لولا أن تقول عشيرتي\n...\nصبا بسليمى وهو أشمط راجف\nلخفت إليها من بعيد مطيتي\n...\nولو ضاع من مالي تليد وطارف\nذكرت سليمى ذكرةً فكأنما\n...\nأصاب بها إنسان عيني طارف\nألا إنما العينان للقلب رائد\n...\nفما تألف العينان فالقلب آلف\nوقيل في قول نصيب وهو ولولا أن يقال صبا نصيب أنه أخذه من البيت الأول وهو قوله:\nلولا أن تقول عشيرتي صبا بسليمى.\nالجزء: 1 ¦ الصفحة: 251\n",
        "باب النون في أوائل الأسماء\nمن يقال له النابغة منهم النابغة الذبياني وهو زياد بن معاوية ابن ضباب بن جابر بن يربوع بن غيظ بن عوف بن سعد بن ذبيان بن بغيض الشاعر المقدم.\nومنهم النابغ الجعدي وهو قيس بن عبد الله بن عدس بن ربيعة بن جعدة بن كعب بن ربيعة بن عامر بن صعصعة الشاعر المشهور وعاش في الجاهلية والإسلام دهراً.\nومنهم النابغة نابغة بني الديان الحارثي واسمه يزيد بن أبان بن عمرو بن حزن بن زياد بن الحارث بن مالك بن كعب بن الحارث بن كعب. شاعر محسن وهو القائل:\nإن تشتكي عنا سمي فإننا\n...\nيسمو إلى قحم العلى أدنانا\nوتبيت جارتنا حصاناً عفة\n...\nتثني ويأخذ حقه مولانا\nونحق حق شريبنا في مائنا\n...\nحتى يكون كأنه أسقانا\nوتقول إن طرق المثوب أصبحوا\n...\nلوصاة والدنا الذي أوصانا\nأن لا نصد إذا الكماة تقدمت\n...\nحتى تدور رحاهم ورحانا\nونبيح كل حمى قبيل عنوة\n...\nقسراً ونأبى أن يباح حمانا\nويعيش في أحلامنا أشياعنا\n...\nمرداً وما وصل الوجوه لحانا\nالجزء: 1 ¦ الصفحة: 252\n",
        "ويظل مقترناً بحسن عفافه\n...\nحتى يرى وكأنه أغنانا\nويسود سيدنا بغير مدافع\n...\nويسود فوق السيدين نثانا\nوإذا السيوف قصرن بلغها لنا\n...\nحتى تناول ما نريد خطانا\nوإذا الجياد رأيننا في مجمع\n...\nأعظمننا وزحلن عن مجرانا\nقوله في البيت الخامس: ألا نصد إذا الكماة تقدمت يروى: إذا الكتيبة أحجمت ومنهم النابغة الشيباني واسمه عبد الله بن المخارق بن سليمان بن خضير بن مالك بن قيس بن سنان بن حضار بن حارثة بن أبي ربيعة بن ذهل بن شيبان بن ثعلبة. شاعر محسن وهو القائل في قصيدة يمدح بها يزيد ابن عبد الملك بن مروان:\nوما طلابك شيئاً لست تدركه\n...\nوسبك الناس ظلماً جالب الحوب\nلا تحمدن أمرأً حتى تجربه\n...\nولا تذمنه من غير تجريب\nومنهم النابغة الغنوي وهو النابغة بن لأي بن مطيع بن كعب ابن ثعلبة بن سعد بن عوف بن كعب بن جلان بن غنم بن غني. شاعر فارس قال في يوم محجر وهو ماء لطيء:\nوما لمت فرساني ولكن ثرتهم\n...\nعصائب خيل دارعين وحسر\nفأتبعتهم طرفي وقد حال دونهم\n...\nأساود من رمان يا بعد منظر\nوابنه جوين بن النابغة أيضاً شاعر.\nومنهم النابغة العدواني قال أبو اليقظان هو من بني وابش بن زيد بن عدوان بن عمرو بن قيس بن عيلان. شاعر أنشد له أبو اليقظان يهجو الفرزدق\nنبغت وأشعاري لقيس دعامة\n...\nوإني الذي أفري حرام الفرزدق\nالجزء: 1 ¦ الصفحة: 253\n",
        "وأنشد يهجو عنبسة بن يحيى بن يزيد بن العاص:\nإذا ما جئت عنبسة بن يحيى\n...\nرجعت مقلداً خفي حنين\nفما هو بالمؤمل من قريش\n...\nولا هو من بني العاصي بزين\nومنهم النابغة الذبياني أيضاً وهو نابغة بني قتال بن يربوع بن لقيط بن مرة بن عوف بن سعد بن ذبيان بن بغيض واسمه الحارث بن بكر ابن عركي بن عرار بن قبال، وجدت في كتاب بني مرة بن عود أنه أحد الشعراء النوابغ ولم يذكر له شعراً وأظن شعره درس.\nومنهم النابغة التغلبي واسمه الحارث بن عدوان أحد بني زيد ابن عمرو بن غنم بن تغلب. شاعر وجدت له في الأناشيد:\nهجرت أمامة هجراً طويلاً\n...\nوما كان هجرك إلا جميلا\nعلى غير بغض ولا عن قلى\n...\nوإلا حياءً وإلا ذهولا\nبخلنا لبخلك قد تعلمين\n...\nفكيف يلوم بخيل بخيلا\nمن يقال له نهار منهم نهار بن توسعة بن تميم بن عرفجة بن عمرو بن حنتم بن عدي بن الحارث بن تيم الله بن ثعلبة. أحد شعراء بكر بن وائل هو وأبوه توسعة، ونهار هو القائل ليزيد بن المهلب:\nكانت خراسان أرضاً إذ يزيد بها\n...\nوكل باب من الخيرات مفتوح\nفاستبدلت قتباً جعداً أنامله\n...\nكأنما وجهه بالخل منضوح\nقوله قتباً يعنى قتيبة بن مسلم. وله ديوان مفرد وهو كثير الجيد.\nومنهم نهار العجلي ولا أعرف اسمه ولا نسبه إلى عجل. شاعر فارس وهو القائل يرد على التي قالت: أقدم نهار فارسم الأدهم وهو كلام ليس بشعر\nعداني عنك أن الناس أضحوا\n...\nعلى حرب تلمع لانكشاف\nوأن الناس كلهم عدو\n...\nلرهطك حين هموا بانصراف\nالجزء: 1 ¦ الصفحة: 254\n",
        "من يقال له أبو نخيلة منهم أبو نخيلة الراجز واسمه يعمر بن حزن بن زائدة ابن لقيط بن أبزى بن ظالم بن مخاشن بن حمان وحمان هو عبد العزى بن كعب ابن سعد بن زيد مناة بن تميم، وقيل له حمان لأنه كان يحمم شفتيه. شاعر راجز محسن متقدم في القصيد والرجز وهو القائل في مسلمة بن هشام بن عبد الملك:\nأمسلم إني يا ابن كل خليفة\n...\nويا فارس الهيجا ويا جبل الأرض\nشكرتك إن الشكر حبل من التقى\n...\nوما كل من أوليته نعمة يقضي\nوأحييت لي ذكراً وما كان خاملاً\n...\nولكن بعض الذكر أنه من بعض\nوهو كثير المحاسن وأنت تراها في كتاب الرجز في أشعار المشهرين.\nيكنى أبا نخيلة لأنه ولد في أصل نخلة وكني أبا الجنيد قاله علي بن حمزة في كتاب الآباء والأمهات والبنين والبنات.\nومنهم أبو نخيلة العكلي وجدت له في كتاب بني حنيفة:\nإن سجاحاً لاقت الكذابا\n...\nنبية نحلت الكتابا\nوجعلت لفعله قرابا\n...\nأوقب في جار استها إيقابا\nمن يقال له ابن نويرة وذو نويرة منهم متمم بن نويرة أخو مالك ابن نويرة بن جمرة بن شداد بن عبيد بن ثعلبة بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم، ومتمم الشاعر المشهور وأخوه مالك فارس شاعر.\nومنهم ابن نويرة الباهلي وهو عبد الحميد بن سعد بن عتبة بن نويرة وبابن نويرة يعرف وهو القائل:\nأنا إذا ما الحرب أمست لاقحا\n...\nخطارة تزبن زبناً ضارحا\nوجدت قيساً خير قوم مائحا\n...\nوخيرهم إن جردوا الصفائحا\nالجزء: 1 ¦ الصفحة: 255\n",
        "ولبسوا الماذية الروائحا\n...\nتزهي لمن أثبت طرفاً لامحا\nوهي الرياح الغدر الصحاصحا\nومنهم ذو النويرة وهو عامر بن عبد بن الحارث بن بغيض بن سلم وليس له في كتاب بني محارب شعر.\nمن يقال له نمير ويمين بالياء والنون فأما نمير في شعار العرب فجماعة منهم نمير بن الجراح الغنوي. ومنهم نمير بن عداء بن شهاب الطائي ونمير غيرهما جماعة.\nوأما يمين بالياء والنون ففي بني تيم الله بن ثعلبة شاعر وهو يمين بن معاوية بن بحرة من بني عابس بن مالك بن تيم الله. خبيث هجاء لقبائل بكر بن وائل:\nغدا اللؤم يبغي ألأم الناس عصمة\n...\nفلما أتى زمان لقى المراسيا\nوقال في بني عجل:\nإذا عجلية بلغت ذراعاً\n...\nفزوجها ولا تأمن زناها\nوإن كانت فويق الشبر شيئاً\n...\nفزوجها فقد بلغت أناها\nمن يقال له ابن ناعصة منهم ابن ناعصة التنوخي وهو أسد بن ناعصة بن عمرو بن عبد الجن بن محرز بن سعد بن أسعد بن كبير بن وائل بن عامر بن عمرو بن فهم بن تيم اللات بن أسد بن وبرة بن ثعلبة بن حلوان بن عمران بن الحاف بن قضاعة، في تنوخ قبائل اجتمعت وتحالفت بنو فهم بن تيم اللات بن أسد بن وبرة وقوم من نزار والأحلاف من جمع العرب وأسد بن ناعصة شاعر جاهلي قديم له في أشعاره ألفاظ غريبة وحشية. ذكر صاحب العين أن شعره لا يكاد يفسد إلا بالشدة. وقد كتبت له فيما تنخلته من أشعار تنوخ غير شيء وادعى أنه قاتل عنترة العبسي فقال:\nأنا أسد بن ناعصة بن عمرو\n...\nلعبد الجن خير أب نسبت\nقتلت مجاهداً وبني أبيه\n...\nوعنترة الفوارس قد قتلت\nالجزء: 1 ¦ الصفحة: 256\n",
        "فإن أسفت بنو عبس عليه\n...\nفإني ويب غيرك ما أسفت\nوكان أسد بن ناعصة وأهل بيته نصارى.\nومنهم ابن ناعصة اللمي ثم الفهري وهو عمرو بن ناعصة أحد بني فهر ابن امرئ القيس بن بهثة بن سليم. شاعر وهو القائل:\nأكلف إن حانت منية عاصم\n...\nلأنزل من جو السماء الكواكبا\nوما كنت جاراً لازماً بيت عاصم\n...\nولا لابن سلمى والمريبة صاحبا\nمن يقال له نفيع ونقيع منهم نفيع بن سالم بن صفار بن سنة بن الأشم بن ظفر بن مالك بن طريف بن خلف بن محارب وهو القائل يرد على الأخطل قوله:\nضفادع في ظلماء ليل تجاوبت\n...\nفدل عليها صوتها حية البحر\nوهي قصيدة طويلة يقول فيها:\nوكنت تسمى حية البحر بعدما\n...\nذللت وأعطيت المقادة عن صغر\nعلى حين لم تترك لتغلب حية\n...\nبضاح من الأرض الفضاء ولا بحر\nولو كنتم حيات بحر سبحتم\n...\nغداة الكحيل إذ يلبون في الغمر\nوأما نقيع فهو نقيع بن جرموز العبشمي أظنه من عبشمس بن ربيعة بن زيد مناة بن تميم. جاهلي ذكره ابن الأعرابي في نوادره وأنشد له:\nأطوف ما أطوف ثم آوي\n...\nإلى أما ويرويني النقيع\nقال أراد أمي فقال أما وأراه سمي النقيع بهذا البيت.\nالجزء: 1 ¦ الصفحة: 257\n",
        "باب الواو في أوائل الأسماء\nمن يقال له وزير ووزر فأما وزير فهو وزير بن المهاجر الأسدي ثم الدبيري ودبير وهو كعب بن عمرو بن قعين. أحد شعراء بني أسد وهو القائل:\nوديعة في الدنيا عليها ملاحة\n...\nلها قصب خدل وعين غزال\nوثغر كثغر الأقحوان إذا بدا\n...\nوتطلع من ستر طلوع هلال\nوأما وزر فمنهم وزر بن الكروس بن منيع أحد بني الهجيم بن عمرو بن تميم شاعر متأخر وهو القائل وكان أتى البصرة في قحمة المهدي:\nيا ليت شعري إذا ما غادروا جدثي\n...\nفي ملعب الريح في داوية البيد\nأبالسماحة أم بالبخل يندبني\n...\nقومي لشتان بين البخل والجود\nومنهم وزر بن نعمة بن قدم بن برجان بن أشيم بن حذافة بن زهر بن إياد الإيادي. وجدت ذكره في كتاب كلب بن وبرة وذكر أنه قال حين أخذ هند بنت أبي بن أبي النعمان وكانت عند عدي بن عرين أظنه أنا من كلب وكان عاقراه\nألا كررت على هندٍ فتمنعها\n...\nإذ هي مائلة والجرح منصار\nلكن هنداً حماها فارس عرك\n...\nإذ أنت يوم لقاء القوم عوار\nفقال عدي بن عرين:\nكانت تلادي فلما حلها وزر\n...\nوددت لو أنها حشت بها النار\nالجزء: 1 ¦ الصفحة: 258\n",
        "ومنهم وزر بن عمرو الجذامي وكان ينزل فلسطين أنشد له المفضل:\nلقد برئت عيني لبرئك وانجلى\n...\nقذاها ولم يكحل قذاها بأثمد\nفأضحت جديداً طرفها ألمعية\n...\nكأن لم يقلبها طبيب بمرود\nمن يقال له وعلة وابن علة منهم وعلة بن الحارث الجرمي لم يرفع نسبه في كتاب جرم؛ وجدت له في كتاب جرم وهو شاعر جاهلي:\nوما بال من أسعى لأجبر عظمة\n...\nحفظاً ويبغي من سفاهته كسري\nأظن صروف الدهر بيني وبينهم\n...\nستحملهم مني على مركب وعر\nوهي الأبيات المشهورة وقال أيضاً:\nإذا ما تلاقينا على الشحط أصبحت\n...\nتحيتنا زرق الوشيج المقوم\nذوابل في أطرافها زاعبية\n...\nرقاق نواحيها ظماء من الدم\nوأما ابن وعلة فمنهم الحارث بن وعلة بن الحارث الجرمي هذا. شاعر وجدت له في كتاب جرم:\nأصبحت نهد وقد ذاقت بما\n...\nأسلفت كأساً من السم قشيب\nوهي أبيات ليس فيها ما يصلح للمذاكرة.\nومنهم الحارث بن وعلة بن المجالد بن الزبان بن الحارث بن مالك بن شيبان بن ذهل بن ثعلبة الشاعر المشهور صاحب القصيدة المختارة\nلمن الديار بجانب الرضم\n...\nفمدافع الترباع فالرحم\nيقول فيها الأبيات التي اختارها أبو تمام في الحماسة\nقوم هم قتلوا أميم أخي\n...\nفإذا رميت يصيبني سهمي\nمن يقال له ابن وابصة منهم سالم بن وابصة الأسدي بن عبيد ابن قيس بن كعب بن نهد بن الحارث بن ثعلبة بن دودان بن أسد. شاعر فارس\nالجزء: 1 ¦ الصفحة: 259\n",
        "يقول لعبد الملك بن مروان:\nلا تجعلن مندياً ذا سرة\n...\nضخماً مناكبه عظيم الموكب\nكأغر يتخذ السيوف سرادقاً\n...\nيمشي برايته كمشي الأنكب\nقوله في البيت الأول عظيم الموكب هو العجز. قال ابن الرقيات: قرشية يهتز موكبها.\nوسالم القائل في قصيدة:\nولا يواسيك فيما ناب من حدث\n...\nإلا أخو ثقة فانظر بمن تثق\nومنهم ابن وابصة الفزاري وهو حرام بن وابصة وهو أحد بني قيس بن عمرو بن ثومة بن مخاشن بن لأي بن شمخ بن فزارة. شاعر فارس وهو القائل:\nشفى حنبل بالسيف ما في صدورنا\n...\nمن الغيظ واخترنا على اللبن الدما\nومثل ابن كعب أدرك النبل إذ سعى\n...\nوشرف حوض المجد أن يتهدما\nالجزء: 1 ¦ الصفحة: 260\n",
        "باب الهاء في أوائل الأسماء\nمنهم هميان بن قحافة أحد بني عوافة بن سعد بن زيد مناة ابن تميم ويقال أحد بني عامر بن عبيد بن الحارث وهو مقاعس راجز محسن إسلامي وكان في الدولة الأموية وهو القائل يصف الإبل:\nفصبحت جابية صهارجا\n...\nتحسبه جلد السماء خارجا\nفأقنعت حواجراً غوامجا\n...\nيشربن صفو الماء والرجارجا\nتجرع جرعاً للضلوع نافجا\n...\nتقبلها أشداقها اللهامجا\nفأسأرت في الحوض حضجاً حاضجا\nويروى اللوافجا الواسعة، والرجارج ما تمج الإبل من أفواهها، والحضج البقية. وهي أرجوزة طويلة من جيد الرجز وله أراجيز غيرها جياد.\nومنهم هميان الضبي ولا أعرف نسبه من ضبة ولا رأيته في شعرائهم وأظنه إسلامياً متأخراً. أنشد له بندار بن لزة في كتابه المؤلف في معاني الشعر:\nلو أن قومي يبلغون طباقها\n...\nغطوا على الشمس المضبة نورها\nالجزء: 1 ¦ الصفحة: 261\n",
        "باب الياء في أوائل الأسماء\nمن يقال له يزيد وبريد فأما يزيد في الشعراء فكثير جداً منهم يزيد بن خذاق العبدي. ومنهم يزيد بن محرق الكندي. ومنهم يزيد بن مخرم الحارثي. ومنهم يزيد بن سنان المري. ومنهم يزيد بن عمرو بن الصعق الكلابي وغيرهم ممن يكثر أن استقصي ذكرهم.\nوأما يريد بالباء معجمة بواحدة من أسفل ففي الشعراء منهم غير واحد منهم بريد بن ربيعة بن عامر بن صعصعة وكان ضاف العامرية بنت نبهان فسقته لبناً حامضاً ممذوقاً بماء ملح فمر به غلام من قومه يقال له بعجان فدعاه فشرب معه من اللبن فأخذهما من ذلك مشي شديد مقال بريد:\nأرانا وبعجان بن يزيد أصابنا\n...\nطعام غمير كله بضمان\nكلانا يكف الثوب من أن يصيبه\n...\nنفي الذي يلقى بكل مكان\nومنهم يريد الغواني بن سويد بن حطان أحد بني بهثة بن حرب بن وهب بن جلى بن أحمس بن ضبيعة بن ربيعة بن نزال شاعر فصيح وهو القائل:\nولا تدعوني إن تكن لي داعياً\n...\nبريد الغواني فادعني للفوارس\nالجزء: 1 ¦ الصفحة: 262\n",
        "وله في كتاب بني ضبيعة أشعار حسان جياد.\nآخر كتاب المؤتلف والمختلف في أسماء الشعراء وألقابهم المتضمن عدداً لستمائة وخمسة وأربعين شاعراً تأليف أبي القاسم الحسن بن بشر بن يحيى الآمدي رحمه الله وكانت وفاته سنة سبعين وثلاثمائة وفرغ من تعليقه يوم الأحد عشرة كذا ليلة خلت من شهر ربيع الآخر سنة إحدى وأربعين وستمائة للهجرة النبوية على صاحبها وآله السلام.\nالجزء: 1 ¦ الصفحة: 263\n",
        ""
    ]
}