{
    "1": [
        "الواضح في مشكلات شعر المتنبي\nالواضح في مشكلات شعر المتنبي\nأبو القاسم الأصبهاني\nالكتاب:\nالواضح في مشكلات شعر المتنبي\nالمؤلف:\nعبد الله بن عبد الرحمن الأصفهاني، أبو القاسم (المتوفى: بعد 380هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "نص الكتاب\nبسم الله الرحمن الرحيم\nتوكلت على الله وحده\nإن أولى ما استنجحت به الطلبة، واستدركت به البغية، حمد الله جل ثناؤه المبتدئ بالنعمة قبل استحقاقها، والصلاة على نبيه محمد المصطفى سيد الأولين والآخرين، وعلى آله أجمعين، وعلى جميع الأنبياء والمرسلين.\nالمتوسل إلى السدة الكريمة. والحضرة العظيمة. حضرة ملك الملوك بهاء الدولة بحرمة الأدب وذمامه. ونشر الكلام ونظامه. يرد البحر بأعذب مشارعه. ويتناول البدر في أقرب مطالعه.\nوالمجد ما لم يسر الشعر في أطرافه. ويذهب المدح في أعطافه. فكالأرض أغفالاً بلا معالم. والأنامل أصفاراً بلا خواتم.\nوالحسب ما لم ينشر الثناء روائحه. والإطراء فوائحه. در مغيّب في أطباق أحجاره. وأعماق بحاره. وما بهاء لؤلؤ مكنون في صدفه. ونيّر محجوب في سدفه.\nوأقول:\nيا سيِّدَ الأمَراء وابْ\n...\nنَ السادة الشُّمِّ الأشَاوِسْ\nإنِّي بِسَبابِكَ جَالس\n...\nوعليْكَ للتأميل حابسْ\nومعي عَرَائِسُ نَشْرُها\n...\nونظامُها بِكْر الهواجسْ\nمَحْشوَّةٌ بِجَواهِرٍ\n...\nوبَواهرِ الكَلِمِ النَّفائس\nفَاسْتَشْهِدْها يا خَيرَ مَنْ\n...\nهُدِيَتْ لمجلسه العرائس\nوكرائم الآداب - أدام الله دولة ملك الملوك بهاء الدولة - لكرائم الرجال، ونفائس العلوم لنفائس الأحرار.\nولما كان بهاء الدولة أعظم ملوك الأرض بسطة، وأبعدهم همة، وكان لسوق الفضل عنده نفاق، ولعلق جُلبت عليه المأثرات من كل أفق وأوب. وحشرت كل قطر وشعب، تمييزاً لجلالة قدره يجريه في هذا المضمار عند حومة تعلي ذكراه أيامه. ونشر أعلامه. وأيد عساكره الموفورة. وراياته المنشورة. وأبقاه للدولة القاهرة. والمنقبة الباهرة. ما تعاقب الجديدان. وتصاحب الفرقدان. ممدود السؤدد بفنائه. معقود النصر بلوائه. تطيب بذكره أعطاف الدنيا وحواشيها. وتنقاد لعزمه أعجاز الخطوب وهواديها. إنه على ذلك قدير. وبحسن الإجابة جدير.\nوكان بعض أنشاء خدمته. وأغذياء نعمته. التمس من عثمان ابن جني استخلاص أبيات المعاني من ديوان شعر المتنبي وتجريها. ووضع اليد عليها وتحديدها. ليقرب تناولها. فأجابه إلى ما طلب وفعل بقدر إمكانه واتجاهه له. ثم قرأه عليّ أحد من تصرف في جلائل الأمور. وسياسة الجمهور. فوقعت منه على صواب وخطأ فأمللت فيه كتاباً ترجمته بالواضح في مشكلات شعر المتنبي؛ واتخذته قربة وازدلافاً إلى الباب المعمور. والجناب الممطور. واستترت في هذه الخدمة وطوالع سعود الأيام المقبلة. وميمن الدولة المستقبلة. فإن أصبت المراد فيها ونعمت، وصوابها مضاف إليه. ومحال به عليه. وإن جزت الغرض ولم أقرطس الهدف، فالآفة من الأرض ولا تكليف مع العجز.\nوَمُبْلِغُ نَفْسٍ عُذرها مِثْلُ مُنْجِح وقد بدأت بذكر المتنبي ومنشئه ومغتربه ومضطربه وما دل عليه شعره من معتقده إلى مختتم أمره ومقدمه على الملك نضر الله وجهه بشيراز وانصرافه عنه إلى أن وقعت مقتلته بين دير قنة والنعمانية واقتسام عقائله وصفاياه. ثم أردفه بتفسير مشكلاته. والشرط فيها أن أورد في كل بيت البتة لفظ أبي الفتح عثمان ابن جني بلا زيادة ولا نقصان ثم أتعقبه بما يقتضيه النظر وشواهد الشعر العربية والله الموفق وهو حسبنا وكفى، وصلواته على محمد المصطفى.\nحدثني ابن النجار ببغداد أن مولد المتنبي كان بالكوفة في محلة تعرف بكندة بها ثلاثة آلاف بيت من بين رواء ونساج. واختلف إلى كتّاب فيه أولاد أشراف الكوفة فكان يتعلم دروس العلوية شعراً ولغة وإعراباً، فنشأ في خير حاضرة وقال الشعر صبياً. ثم وقع إلى خير بادية، وباللاذقية حصل في بيوت العرب فادعى الفضول الذي نُبز به فنمى خبره إلى أمير بعض أطرافها فأشخص إليه من قيّده وسار به إلى مجلسه فبقي يعتذر إليه ويتبرأ مما وسم به، في كلمته التي يقول فيها:\nفما لك تقبلُ زور الكلامْ\n...\nوقدرُ الشهادة قدرُ الشهودِ\nفي جود كفِّك ما جُدْتَ لي\n...\nبنفسي لو كنتُ أشقى ثمودِ\nوقد هجاه شعراء وقته فقال الضبي\nالزَمْ مقال الشعر كي تحظى به\n...\nوعن النبوّة لا أبا لك فانتزحْ\nتربحْ دماً قد كنتَ توجب سفكهُ\n...\nإنّ الممتّع بالحياة لمَن رَبِحْ\nفأجابه المتنبي:\nالجزء: 1 ¦ الصفحة: 1\n",
        "أمري إليَّ فإن سمحتُ بمهجة\n...\nكرمتْ عليَّ فإن مثلي من سَمَحْ\nوهجاه غيره فقال:\nأطْلَلْتَ يا أيها الشَّقيُّ دَمك\n...\nبالهذيان الذي ملأْتَ فمكْ\nأقسمتُ لو أقسَمَ الأميرُ على\n...\nقتلك قبل العشاءِ ما ظلمكْ\nفأجابه المتنبي:\nهَمُّك في أمْردٍ تُقَلِّبُ في\n...\nعَيْنِ دَواةٍ من صُلْبِهِ قَلَمَكْ\nوهِمَّتي في انتضاء ذي شُطبٍ\n...\nأقُدُّ يوماً بحدَّهِ أدَمكْ\nفاخسَ كُليباً واقعد على ذَنَب\n...\nواطْلِ بما بين إليَتَيكَ فَمَكْ\nوهو في الجملة خبيث الاعتقاد. حيث كان في صغره وقع إلى واحد يكنى أبا الفضل بالكوفة من المتفلسفة فهوسه وأضله كما ضلّ. وأما ما يدل عليه شعره فمتلون، وقوله:\nهوِّن على بصرٍ ما شقّ منظره\n...\nفإنَّما يقظاتُ العين كالحُلُم\nمذهب السوفسطائية. وقوله:\nتَمتَّعْ من سهاد أو رقاد\n...\nولا تأمُلْ كري تحت الرّجَام\nفإن لثالث الحالين معنى\n...\nسوى معنى انتباهك والمنام\nمذهب التناسخ وقوله:\nنحن بنو الدنيا فما بالنا\n...\nنعاف من لابد من شربه\nفهذه الأرواحُ من جَوِّهِ\n...\nوهذه الأجسام من تُرْبِهِ\nمذهب الفضائية. وقوله في أبي الفضل ابن العميد:\nفإن يكن المهديُّ قد بان هديه\n...\nفهذا وإلا فالهدى ذا فما المهدي\nمذهب السبعية. وقوله:\nتخالف الناس حتى لا اتفاق بينهم\n...\nإلا على شجبٍ والخلفُ في الشَّجْبِ\nفقيل تخلد نفس المرء باقية\n...\nوقيل تَشْرَك جسم المرء في العَطَبِ\nفهذا من يقول بالنفس الناطقة وينشعب بعضه إلى قول الحشيشية والإنسان إذا خلع ربقة الإسلام من عنقه وأسلمه الله جل جلاله إلى حوله وقوته وجد في الضلالات مجالاً واسعاً وفي البدع والجهالات مناديح وفسحاً.\nومن الشعراء الذين ينسبون إلى خبث المعتقد بشار بن برد، وديك الجن، وأبان بن عبد الحميد، وأبو العتاهية، وإبراهيم ابن سيابة وهو الذي كتب إلى بعض أصدقائه:\nهب لي فديتك درهماً\n...\nأو درهمين أو ثلاثة\nفأجابه المكتوب إليه على حسب ما أظنه: الدخل كثير والخرج قليل والمال مكذوب على صاحبه. فأجابه إبراهيم بن سيابة: إن كنت كاذباً فجعلك الله صادقاً، وإن كنت حجوباً فجعلك الله معذوراً.\nثم جئت إلى حديث أبي الطيب المتنبي وانتجاعه ومفارقته الكوفة أصلاً وتطوافه في أطرار الشام واستقرائه بلاد العرب ومقاساته للضر وسوء الحال ونزارة كسبه وحقارة ما يوصل به حتى أنه أخبرني أبو الحسن الطرائفي ببغداد وكان لقي المتنبي دفعات في حال عسره ويسره أن المتنبي قد مدح بدون العشرة والخمسة، وأنشدني قوله مصداقاً لحكايته:\nانصُر بجودك ألفاظاً تركتُ بها\n...\nفي الشرق والغرب من عاداك مكبوتا\nفقد نظرتك حتى آن مرتحل\n...\nوذا الوداعُ فكن أهلاً لما شيتا\nوأخبرني أبو الحسن الطرائفي قال: سمعت المتنبي يقول: أول شعر قلته وابيضت أيامي بعد قولي:\nأنا لائمي إن كنتُ وقتَ اللوائِمِ\n...\nعلمتُ لما بي بين تلك المعالمِ\nفإني أُعطيتُ بها بدمشق مائة دينار ثم اتصل بأبي العشاير فأقام ما أقام ثم أهداه إلى سيف الدولة فاشترط أن لا ينشد إلا قاعداً وعلى الوحدة، فاستجهلوه وأجابوه إليه فلما سمع سيف الدولة شعره حكم له بالفضل وعدّ ما طلبه استحقاقاً.\nوأخبرني أبو الفتح عثمان بن جني أن المتنبي أسقط من شعره الكثير وبقي ما تداوله الناس.\nوأخبرني الحلبي أنه قيل للمتنبي: معنى بيتك أخذته من قول الطائي، فأجاب المتنبي الشعر جادة وربما وقع حافر على حافر. وكان المتنبي يحفظ ديواني الطائيين ويستصحبهما في أسفاره ويجحدها، فلما قُتل توزعت دفاتره فوقع ديوان البحتري إلى بعض من درس عليّ وذكر أنه رأى خط المتنبي وتصحيحه فيه، وسمعت من قال: إن كافوراً لما سمع قوله:\nإذا لم تُنِطْ بي ضَيْعَةً أو ولايَة\n...\nفجودُكَ يكسوني وشُغْلُكَ يسلُب\nيلتمس ولاية صيداء فأجابه: لست أجسر على توليتك صيدا لأنك على ما أنت عليه تحدث نفسك بما تحدث، فإن وليتك صيدا من يطيقك.\nوسمعت أنه قيل للمتنبي: قولك لكافور:\nفارْم بي حيث ما أردت فإنّي\n...\nأسَدُ القلب، آدَمِيُّ الرُّوَاءِ\nالجزء: 1 ¦ الصفحة: 2\n",
        "وَفؤادي من الملوك، وإن كَا\n...\nن لساني يرى من الشعراء\nليس قول ممتدح ولا منتجح إنما هو قول مضاد ومناو. فأجاب المتنبي أن قال: هذه القلوب كما سمعت أحدهما يقول:\nيَقَرُّ بِعَيْنَي أن أرى قَصَدَ القنى\n...\nوَصَرْعى رجال في وغىً أنا حاضره\nوأحدها يقول:\nيَقَرُّ بعيني أن أرى مَنْ مكانُها\n...\nذُرى عَقَدَاتِ الأَجْرَعِ المُتَفوِدِ\nثم أقام المتنبي عند سيف الدولة على التكرمة البليغة في إسناء الجائزة ورفع المنزلة ودخل مع سيف الدولة بلاد الروم في غزوتي المصيبة والقناء ونأمل حالاً في جنبته بعد أن كان حويله. وكان سيف الدولة يستحب الاستكثار من شعره والمتنبي يستقله وكان ملقى من هذه الحال يشكوها أبداً وبها فارقة حيث أنشده:\nوما انتفاعُ أخي الدنيا بناظِرِهِ\n...\nإذا استوتْ عنده الأنوار والظُلَم\nوآخرها:\nبأيّ لفظ يقول الشعر زِعْنَفَةٌ\n...\nيَجُوزُ عندك لا عربٌ ولا عجم\nوقال في أخرى:\nأفي كل يوم تحت ضِبْني شويعر\n...\nضَعيفٌ يقاويني قصيرٌ يُطاولُ\nوقال في أخرى:\nإذا شاء أن يَهْزَأ بلحية أحمقٍ\n...\nأراهُ غُباري ثمّ قال له الْحَقِِ\nوقال في أخرى:\nولكنْ حَمَى الشعرَ إلا القلي\n...\nلَ همٌّ حَمَى النومَ إلا غِراراً\nفلما انتهت مدته عند سيف الدولة استأذنه في المسير إلى الطاعة فأذن له وامتد باسطاً عنانه إلى دمشق إلى أن قصد مصر ملمّاً بكافور فأنزله وأقام ما أقام إلا أن أول شعره فيه دليل على ندمه لفراق سيف الدولة وهو:\nكفى بك داءً ترى الموتَ شافياً\n...\nوحسبُ المنايا أن يَكُنَّ أمَانيا\nحتى انتهى إلى قوله:\nقَوَاصِدُ كافورٍ نَوَارِكُ غَيْرِهِ\n...\nوَمَنْ قَصَدَ البَحْرَ اسْتَقَلَّ السوَاقِيا\nفأخبرني بعض المولدين ببغداد وخاله أبو الفتح يتوزر لسيف الدولة أن سيف الدولة رسم لي التوقيع إلى ديوان البر بإخراج الحال فيما وصل به المتنبي فخرجت بخمسة وثلاثين ألف دينار في مدة أربع سنين. ثم لما أنشد الثانية كافوراً خرجت موجهة يشتاق سيف الدولة، وأولها:\nفِرَاقٌ ومن فارقت غيرُ مذَمَّمِ\n...\nوَأَمٌّ وَمَنْ يَمَّمْتُ خَيْرُ مُيَمَّم\nوأقام على كره بمصر إلى أن ورد فاتك غلام الإخشيد من الفيوم وهي وبئة فنبت به واجتواها، وقادوا بين يديه في مدخله إلى مصر أربعة ألف جنيه منعلة بالذهب فسماه أهل مصر بفاتك المجنون فلقيه المتنبي في الميدان على رقبة من كافور فقال:\nلاَ خَيْلَ عنْدَكَ تُهْديها وَلاَ مَالُ\n...\nفَلْيُسْعِد النُّطْقُ إن لم يُسْعِد الحَالُ\nفوصل إليه من أنواع صلاته وأصناف جوائزه ما تبلغ قيمته عشرين ألف دينار. ثم مضى فاتك لسبيله فرثاه المتنبي وذم كافوراً حيث يقول:\nأيَمُوتُ مِثْلُ أبي شُجاعٍ فاتِكٍ\n...\nوَيَعِيشُ حاسِدُهُ الخَصيُّ الأوكَعُ\nفاحتال بعده للخلاص من كافور فانتهز الفرصة في العيد وكان رسم السلطان أن يستقبل العيد بيوم تعد فيه الخلع والحملانات وأنواع المبارّ لرابطة جنده وراتبة جيشه، وصبيحة العيد يفرق وثاني يوم يذكر له من قبل ومن رد واستزاد. فاهتبل المتنبي غفلة كافور ودفن رماحه براً وسار ليلته وحمل بغاله وجماله وهو لا يألو سيراً وسرىً على الحلل والأحياء والمفاوز والمجاهيل والمناهل والأواجن وترك الكوفة وقال يقتص حاله:\nألاَ كُلُّ ماشية الخيزَلَى\n...\nفِدا كُلِّ ماشيةِ الهَيْدَبَى\nوفيها يقول:\nضَرَبْتُ بِها التيهَ ضَرْبَ القِمَا\n...\nرِ إمَّا لِهذا وَإمَّا لِذا\nثم مدح بالكوفة دلير بن لشكروز وأنشده في الميدان فحمله على فرس بمركب ذهب.\nوكان السبب في قصده أبا الفضل ابن العميد على ما أخبرني أبو علي بن شبيب القاساني وكان أحد تلامذتي ودرس عليَّ بقاسان سنة ثلاثمائة وسبعين وتوزر للأصفهيد بالجبل، وأبوه أبو القاسم توزر لوشمكير بجرجان، عن العلوي العباسي نديم أبي الفضل ابن العميد الذي يقول فيه:\nأبْلِغْ رسالتي الشريفَ وقلْ لهُ\n...\nقَدْكَ اتَّئَبْ أرْبَيْتَ في الغُلوَاءِ\nأن المعروف بالمطوق الشاشي كان بمصر وقت المتنبي فعمد إلى قصيدته في كافور: أُغالبُ فيك الشوقَ والشوقُ أغْلَبُ\nالجزء: 1 ¦ الصفحة: 3\n",
        "وجعل مكان \" أبا المسك \" أبا الفضل وسار به إلى خراسان وحمل القصيدة عن المتنبي إلى أبي الفضل وزعم أنه رسوله فوصله أبو الفضل بألفي درهم واتصل هذا الخبر بالمتنبي ببغداد فقال: رجل يعطي لحامل شعري هذا فما تكون صلته لي. وكان أبو الفضل ابن العميد يخرج في السنة من الري خرجتين إلى أرَّجان يجبي بها أربع عشرة مرة ألف ألف درهم فنمى حديثه إلى المتنبي بحصوله بأرَّجان فلما حصل المتنبي ببغداد نزل ربض حميد فركب إلى المهلبي فأذن له فدخل وجلس إلى جنبه وصاعد خليفته دونه وأبو الفرج الأصفهاني صاحب كتاب الأغاني فأنشدوا هذا البيت:\nسَقَى اللهُ أمْواهاً عَرَفْتُ مَكَانَهَا\n...\nجُراماً وَبَلْكوماً وَبَذَّرَ فَالغَمْرا\nوقال المتنبي هوه جرابأً وهذه أمكنة قتلتها علماً وإنما الخطأ وقع من النقلة فأنكره أبو الفرج الأصفهاني. قال الشيخ هذا البيت أنشده أبو الحسن الأخفش صاحب سيبويه كتابه جراما بالميم وهو الصحيح وعليه علماء اللغة. وأخبرنا أبو سعيد السيرافي عن أبي بكر بن دريد في الجمهرة أن الأسماء التي جاءت على فَعَّلَ أربعة بذار وهو اسم ماء، وخضّم اسم لعنبر ابن تميم، وبقَّم اسم لخشب الصبغ، وعثَّر اسم مأسدة وتفرق المجلس عن هذه الجملة. ثم عاوده اليوم الثاني وانتظر المهلبي إنشاده فلم يفعل، وإنما صده ما سمعه من تماديه في السخف واستهتاره بالهزل واستيلاء أهل الخلاعة والسخافة عليه، وكان المتنبي مرّ النفس صعب الشكيمة حاداً مُجدّاً فخرج. فلما كان اليوم الثالث أغروا به ابن الحجاج حتى علق لجام دابته في صينية الكرخ وقد تكابس الناس عليه من الجوانب وابتدأ ينشده:\nيا شيخَ أهلِ العِلم فينا وَمَن\n...\nيلزم أهلَ العلم توقيرُهُ\nفصبر عليه المتنبي ساكتاً ساكناً إلى أن أنجزها ثم خلى عنان دابته، وانصرف المتنبي إلى منزله وقد تيقن استقرار أبي الفضل ابن العميد بأرجان وانتظاره له فاستعد للمسير.\nوحدثنا أبو الفتح عثمان بن جني عن علي بن حمزة البصري قال: كنت مع المتنبي لما ورد أرجان فلما أشرف عليها وجدها ضيقة البقعة والدور والمساكن، فضرب بيده على صدره وقال: تركت ملوك الأرض وهم يتعبدون لي وقصدت رب هذه المدرة فما يكون منه. ثم وقف بظاهر المدينة وأرسل غلاماً على راحلته إلى أبي الفضل ابن العميد فدخل عليه وقال: مولاي أبو الطيب المتنبي خارج البلاد، وكان وقت القيلولة وهو مضطجع في دسته فثار من مضجعه أبو الفضل واستثبته ثم أمر حاجبه كيارووين في استقباله فركب واستركب من لقيه في الطريق ففصل عن البلد بجمع كثير فتلقوه وقضوا حقه وأدخلوه البلد فدخل على أبي الفضل فقام له من الدست قياماً مستوياً وطرح له كرسي عليه مخدة ديباج وقال أبو الفضل مشتاقاً إليك يا أبا الطيب ثم أفاض المتنبي في حديث سفره وأن غلاماً له احتمل سيفاً وشذّ عنه. وأخرج من كمه عقيب هذه المفاوضة درجاً فيه قصيدته: بَادٍ هَوَاكَ صَبَرْتَ أمْ لم تَصْبِرا فوحى أبو الفضل إلى حاجبه فجاء بقرطاس فيه مائتا دينار وسيف غشاؤه فضة وقال: هذا عوض عن السيف المأخوذ، وأفرد له داراً نزلها. فلما استراح من تعب السفر كان يغشى أبو الفضل كل يوم ويقول: ما أزورك إكباباً إلا لشهوة النظر إليك، ويؤاكله. وكان أبو الفضل يقرأ عليه ديوان اللغة الذي جمعه ويتعجب من حفظه وغزارة علمه فأظلهم النيروز فأرسل أبو الفضل بعض ندمائه إلى المتنبي: كان يبلغني شعرك بالشام والمغرب ومن سمعت دونه، فلم يحر جواباً إلى أن حضره النيروز وأنشده مهنئاً ومعتذراً فقال:\nهَلْ لِعُذْري إلى الهمام أبي الفضْ\n...\nلِ قبولٌ سَوادُ عيني مِسْدادُهْ\nما كَفاني تقصيرُ ما قلتُ فيه\n...\nعن علاهُ حتَّى ثَنَاهُ انْتِقادُهْ\nإنَّني أصيدُ البُزاةِ وَلَكِ\n...\nنَّ أجَلَّ النُّجوم لا أصْطادُهْ\nما تعودت أن أرى كأبي الفَتْ\n...\nحِ وَهَذا الذي أتَاهُ اعتِيادُهْ\nفأخبرني البديهي سنة ثلاثمائة وسبعين أن المتنبي قال بأرجان: الملوك قرود يشبه بعضهم بعضاً لا على الجودة يعطون. وكان حمل إليه أبو الفضل خمسين ألف دينار سوى توابعها وهو أجاود زمان الديلم.\nوكذلك أبو المطرف وزير مرداويج قصده شاعر من قزوين فأنشده وأملَّه مادة نفقة يرجع بها إلى بلده فكتب إليه أبياتاً أولها:\nالجزء: 1 ¦ الصفحة: 4\n",
        "أَأَقْلامٌ بكَفِّكَ أمْ رِمَاح\n...\nوعزمٌ ذاكَ أم أجَلٌ مُتَاحُ\nفقال أبو المطرف أعطوه ألف دينار.\nوكذلك أبو الفضل البلعمي وزير بخارى أعطى المطراني الشاعر على قصيدته التي أولها: لا شُرب إلا بستر النَّايِ والعُودِ خمسة عشر ألف دينار.\nوكذلك خلف صاحب سجستان أعطى أبا بكر الحنبلي خمسة آلاف دينار على كلمة فيه.\nوكان سيف الدولة لا يملك نفسه، وكان يأتيه علوي من بعض جبال خراسان كل سنة فيعطيه رسماً له جارياً على التأييد فأتاه وهو في بعض الثغور فقال للخازن: أطلق له ما في الخزانة فبلغ أربعين ألف دينار فشاطر الخازن وقبض عشرين ألف دينار إشفاقاً من خلل يقع على عسكره في الحرب. وأخبرني بعض أهل الأدب أنه تعرض سائل لسيف الدولة وهو راكب فأنشده في طريقه:\nأنْتَ عَلِيٌّ وهذهِ حَلَبُ\n...\nقد فَنِيَ الزَّاد وَانْتَهَى الطَّلَبُ\nفأطلق له ألف دينار. وتعرض سائل لأبي علي بن الياس وهو في موكب وأمر له بخمسمائة دينار فجاء الخازن بالدواة والبياض فوقّع بألفي دينار فلما أبصره الخازن راجعه فيها فقال أبو علي: الكلام ريح والخط شهادته ولا يجوز أن يُشهَد عليَّ بدون هذا. وركن الدولة منهم زار أبا جعفر الخازن ليلة وهو نازل في دار أبي الفضل ابن العميد يسأله عن شيء من العلم في حديث الأعمار ومن عنده أنفذ إليه ألف دينار فردها ولم يقبلها. وكان ركن الدولة جاءه مُمَقَّط وخلا به في الميدان وقال: أنا جاسوس مرداويج وقد انقطعت النفقة بي فأطلق له ألفي دينار فقال الخازن: باسم مَن أكتبها فقال: باسم من لا يسمى. وكان مع سماحه ورعاً عن سفك الدماء، لا جرم أن المُلك قد حصل في عقبه وأولاده دون عماد الدولة بشيراز ومعز الدولة ببغداد.\nثم إن أبا الطيب المتنبي لما ودع أبا الفضل ابن العميد ورد كتاب عضد الدولة يستدعيه فعرفه أبو الفضل فقال المتنبي: ما لي وللديلم. فقال أبو الفضل: عضد الدولة أفضل مني ويصلك بأضعاف ما كنت وصلتك به، فأجاب بأني ملقى من هؤلاء الملوك أقصد الواحد بعد الواحد وأُملّكهم شيئاً يبقى بقاء النيرين ويعطونني عرضاً فانياً ولي صخرات واختيارات فيعوقونني عن مرادي فأحتاج إلى مفارقتهم على أقبح الوجوه. فكاتب أبو الفضل عضد الدولة بهذا الحديث فورد الجواب بأنه مملك مراده في المقام والظعن. فسار المتنبي من أرجان فلما كان على أربعة فراسخ من شيراز استقبله عضد الدولة بأبي عمر الصباغ أخي أبي محمد الأبهري صاحب كتاب حدائق الآداب، فلما تلاقيا وتسايرا أنشده فقال المتنبي: الناس يتناشدون فاسمعه. فأخبر أبو عمر أنه رُسِم له ذلك عن المجلس العالي، فبدأ بقصيدته التي فارق مصر بها:\nألا كُلُّ ماشِيَةِ الخَيْزَلَى\n...\nفِدا كُلِّ ماشِيَةِ الهَيْدَبى\nثم دخل البلد فأُنزِلَ داراً مفروشة ورجع أبو عمر الصباغ إلى عضد الدولة فأخبره بما جرى وأنشده أبياتاً من كلمته وهي:\nفَلَمَّا أَنَخْنا رَكَزْنا الرَّمَا\n...\nحَ حَوْلَ مَكارِمِنَا والعُلى\nوَبِتْنَا نُقَبِّلُ أَسْيَافَنَا\n...\nوَنَمْسَحُها مِنْ دِماءِ العِدى\nلِتَعْلِمَ مِصْرَ وَمَنْ بِالْعِرَاقْ\n...\nوَمَنْ بِالْعَواصِمِ أَنِّي الفَتَى\nوَأَنِّي وَفَيْتُ وَأَنِّي أَبَيْتُ\n...\nوَأَنِّي عَتَوْتُ عَلَى مَنْ عَتَى\nفقال عضد الدولة: هو ذا يتهددنا المتنبي.\nثم لما نفض غبار السفر واستراح ركب إلى عضد الدولة فلما توسط الدار انتهى إلى قرب السرير مصادمة فقبّل الأرض واستوى قائماً وقال: شكرت مطية حملتني إليك وأملاً وقف بي عليك. ثم سأله عضد الدولة عن مسيره من مصر وعن علي بن حمدان فذكره وانصرف وما أنشده. فبعد أيام حضر السماط وقام بيده درج فأجلسه عضد الدولة وأنشد: مَغَاني الشَّعْب طيباً في المَغَاني فلما أنشدها وفرغوا من السماط حمل إليه عضد الدولة من أنواع الطيب في الأردية الأمنان من بين الكافور والعنبر والمسك والعود، وقلد فرسه الملقب بالمجروح وكان اشتُرِيَ له بخمسين ألف شاه، وبدرة دراهمها عدلية، ورداء حشوه ديباج رومي مفصّل، وعمامة قوّمت خمسمائة دينار، ونصلاً هندياً مرصع النجاد والجفن بالذهب.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وبعد ذلك كان ينشده في كل حدث يحدث قصيدة إلى أن حدث يوم نشر الورود فدخل عليه والملك على السرير في قبة يحسر البصر في ملاحظتها بأبواب. والأتراك ينثرون الورد فمثل المتنبي بين يديه وقال: ما خدمت عيني قلبي كاليوم، وأنشد يقول:\nقَدْ صَدَقَ الوَرْدُ في الذي زَعَما\n...\nأَنَّكَ صَيَّرْتَ نَثْرَهُ دِيَما\nكأَنَّما مائِجُ الهَوَاءِ بِهِ\n...\nبحرٌ حوى مثل مائِهِ عَنَما\nفحُمل على فرس بمركب وأُلبِس خلعة ملكية وبدرة بين يديه محمولة.\nوكان أبو حفص ابن ما قوله وزير بهاء الدولة مأموراً بالاختلاف إليه وحفظ المنازل والمناهل من مصر إلى الكوفة وتعرّفها منه فقال: كنت حاضرة وقام ابنه يلتمس أجرة الغسّال فأحذَ المتنبي إليه النظر بتحديق فقال: ما للصعلوك والغسال، يحتاج الصعلوك إلى أن يعمل بيده ثلاثة أشياء يطبخ قدره وينعل فرسه ويغسل ثيابه، ثم ملأ يده قطيعات بلغت درهمين أو ثلاثة.\nوورد كتاب أبي الفتح ذي الكفاءتين ابن أبي الفضل) وكان من أجاود زمان الديلم فرّق في يوم واحد بشديز قرميسين ألفين وخمسمائة قطعة ابريسم (ومضمون كتابه الشوق إلى لقاء المتنبي وتشوقه إلى تطرقه عليه فأجابه المتنبي:\nبِكُتْبِ الأنامِ كتابٌ وَرَدْ\n...\nفدتْ يَدَ كاتبه كُلُّ يَدْ\nإذا سَمَعَ النَّاسُ أَلْفَاظَهُ\n...\nخَلَقْنَ لَهُ في القُلوبِ الحَسَدْ\nفقلتُ وَقَد فَرَسَ النَّاظري\n...\nنَ كذا يفعَلُ الأسد ابنُ الأسدْ\nفلما أعاد الجواب إلى أبي الفتح جعل الأبيات سورة يدرسها ويحكم للمتنبي بالفضل على أهل زمانه، فقال أبو محمد ابن أبي الثياب البغدادي:\nبَوَارِدُ شِعْرٍ كَذوبِ البَرَدْ\n...\nأتانا به خاطِرٌ قد جَمَدْ\nفَقْبَلَ يَمْضَغُهُ بَعْضُنا\n...\nوهَمُّ السنانير أكْلُ الغُدَدْ\nوقالوا جَوادٌ يَفوقُ الجِيَادَ\n...\nوَيَسْبِق مِنْ عَفْوِهِ المُقْتَصِدْ\nوَلَو وُلِّيَ النَّقْدُ أَمْثالَهُ\n...\nلَظَلَّتْ خَفَافيشُنا تنتقَد\nفاستخف أبو الفتح به وجره برجله، ففارقهم وهاجر إلى أذربيجان والأمير أبو سالم بن شاذلويه على الإمرة فاتصل به وحظي عنده على غاية الإكرام والإيجاب فاتفق أنه ليلة كان على الشرب فأمره ديسم بنعت الشموع وكاتباً له يعرف بالنُّنْنُعِيّ فبدره أبو محمد فقال:\nوَمَجْدولَةٍ تَاجُها يَلْمَعُ\n...\nبِلا حَزَنٍ عَيْنُها تَدْمَعُ\nتَحَدَّرَ مِنْ حَقْوَها مِئْزَرٌ\n...\nلَهُ مِنْ ذَلالِهِ مِرْقَعُ\nتَجُزُّ مَواشِطِها شَعْرَها\n...\nفَيَنْبُتُ حَدْثانَ ما يُقْطَعُ\nوَكَمْ مَجْلِسٍ حَضَرْتُ في الظلامِ\n...\nفأبدعتُ فيها كما أُبْدِعُ\nوَقَد أَمَرَ الكاتِبُ النغنعيّ\n...\nفَيا لَيْتَ شِعْري ما يَصْنَعُ\nثم فارق أبو محمد ابن أبي الثياب أذربيجان وورد الدينور وبها أبو الفرج المنشئ صاحب ركن الدولة مع عسكر جرار لمحاربة حسنويه بن الحسين، فكان أبو محمد ابن أبي الثياب يغشاه فحضره ليلة صبيحتها يوم المهرجان وعنده أبو علي الفراء ابن أخت ابن قتيبة الدينوري فابتدأ أبو محمد بحديث ليلة الشرب عند الديم ونعت الشمعة وأنشد قطعته فقام أبو علي الفراء وأصلح شمعة موكبية حملها إلى أبي الفرج المنشئ مع هذه المقطوعة:\nيأيُّها الأُستاذُ إنَّكَ قَدْ\n...\nأصْبَحْتَ في المَجْدِ عالي الدَّرَجِ\nقَدْ جَاءَكَ المهرجان يلتمس الزِّينَ\n...\nةَ مِن نورِ وَجهِكَ البَهيجِ\nوما يَضوعُ الريحانُ في زَهرِ ال\n...\nبُستان إلا بِنَشرِكَ الأرِجَ\nأهديتُ فيه وليسَ مِثْلُكَ مَنْ\n...\nيُهدى على قدرهِ سوى المهجِ\nذاتَ وِشاحٍ في الوَرْسِ مُندمِجٍ\n...\nمندرجٍ فيه أيَّ مُندَرَجِ\nفلونُها لونُ عاشقٍ دَنِفٍ\n...\nوقَدُّها قَدُّ شادِنٍ غَنِجِ\nيُنْتِجُها النَّحْلُ ثُمَّ يُسَلِّمُها\n...\nإلى لهيبِ الضِّرامِ والوَهَجِ\nمأسورَةٌ في يَدَيْ مُدَبِّرُها\n...\nفَظَّ بإِتلافِ روحِها لَهِجِ\nوتَخْلُفُ البَدْرَ في الظَّلامِ كما\n...\nيَخْلُفُ شَمسَ الضُّحى أبو الفَرَجِ\nسَمَيدَعٌ أصْبَحَتْ خَلائِقُهُ\n...\nيَحذو بِها كُلُّ شاعِرٍ هَزِجِ\nالجزء: 1 ¦ الصفحة: 6\n",
        "فطيبُ ذِكراهُ في البلادِ كما\n...\nلآلِ عبد العزيز بالكَرَجِ\nمضت الحكاية.\nوقال عضد الدولة بشيراز: المتنبي قال جيد شعره بالعرب فأُخبر المتنبي به فقال:) الشعر على قدر البقاع (.\nوكان عضد الدولة جالساً في البستان الزاهر يوم زينته وحفله وأكابر حواشيه وقوف سماطين فقال أبو القاسم عبد العزيز بن يوسف الحكامي: ما يعوز مجلس مولانا سوى أحد الطائيين. فقال عضد الدولة: لو حضر المتنبي لناب عنهما، فلما أقام مدة مقامه وسمع ديوان شعره وارتحل وسار بمراكبه وظهوره وأثقاله وأحماله إلى أن نزل الجسر بالأهواز.\nوأخبرنا أبو الحسن السوسي في دار الوقف بين السورين قال: كنت أتولى الأهواز من قبل المهلبي وورد المتنبي علينا ونزل عن فرسه ومقوده بيده وفتح عيابه وصناديقه لبلل مسها في الطريق وصارت الأرض كأنها مطارد منشورة فحضرته أنا وقلت: قد أقمت للشيخ نزلاً فقال المتنبي: إن كان لم ياته ثم جاءه فاتك الأسدي بجمع وقال: قد سار الشيخ من هذه الديار وشرّفها بشعره والطريق بينه وبين دير قنة خشن قد احتوشه أهل العياثة والخرابة والصعلكة، وبنو أسد يسيرون في خدمته إلى أن يقطع هذه المسافة ويبر كل واحد منهم بثوب بياض، فقال المتنبي: ما أبقى الله يدي هذا الأدهم وذبات الجزار الذي أنا متقلده فإني لا أفكر في مخلوق. فقام فاتك ونفض ثوبه وجمع من رتوت الأعاريب الذين يشربون دماء الحجيج حسواً، سبعين رجلاً ورصد له، فلما توسط المتنبي الطريق خرجوا عليه فقتلوا كل من كان في صحبته وحمل فاتك على المتنبي وطعنه في يساره ونكسه عن فرسه، وكان ابنه أفلت إلا أنه رجع يطلب دفاتر أبيه فقنَّح خلفه الفرس أحدهم وحز رأسه وصبوا أمواله يتقاسمونها بطرطوره. وقال بعض من شاهده: إنه لم تكن فيه فروسية وإنما كان سيف الدولة سلمه إلى النخاسين والروّاض بحلب فاستجرأ على الركض والحضر فأما استعمال السلاح فلم يكن من عمله، وقوله في نفسه:\nوأورد نفسي والمُهنَّدُ في يدي\n...\nمَوارِدَ لا يُصدِرونَ مَن لا يُجالِدُ\nوما شاكله جار مجرى قول البحتري وغيره مكن شعراء الحاضرة حيث يقول:\nسلامٌ على الفتيان بالشرق إنَّني\n...\nتَيَمَّمتُ نحوَ الغَرْبِ أقصدُ فاعلا\nمع الليث وابن الليث أمسي مجاوراً\n...\nحُمَاةَ الضَّواحي ثُمَّ أُضحي مُقاتلا\nوكقوله:\nوَرَأيتَني فرَأيتُ أحسنَ مَنظرٍ\n...\nربُّ القاصدِ في القَنَا المُتَقَصِّدِ\nوقعدتُ عنك ولو بمهجةِ فارسٍ\n...\nعَيْري أقومُ إليهمُ لمْ أقْعُدِ\nوكان قلبك في سواد جوانحي\n...\nفأكونَ ثَمَّ ولا لِساني في يَدي\nقال الشيخ أبو القاسم: جملة القول في المتنبي أنه من حفّاظ اللغة ورواة الشعر، وكل ما في كلامه من الغريب مستقاة من الغريب المصنف سوى حرف واحد هو في كتاب الجمهرة وهو قوله: وأطوي كما يطوي المُجَلَّدَةُ العُقْدُ وأما الحكم عليه وعلى شعره: فهو سريع الهجوم على المعاني، ونعت الخيل والحرب من خصائصه، وما كان يراد طبعه في شيء مما يسمح به، يقبل الساقط الرد كما يقبل النادر البدع، وفي متن شعره وهىً، وفي ألفاظه تعقيد وتعويض.\nثم انتهينا إلى الابتداء بما فسره أبو الفتح عثمان بن جني في قول المتنبي:\nأَأُحِبُّهُ وَأُحِبُّ فيهِ مَلامةً\n...\nإنَّ المَلامَةَ فيهِ مِنْ أَعْدائِهِ\nكأنه ناقض أبا الشيص في قوله:\nأجِدُ الملامَةَ في هواكِ لذيذَة\n...\nحبّاً لِذِكْرِكِ فَلْيَلُمْني الّلوَّمُ\nقال الشيخ: أما معنى المتنبي فبخلاف قول أبي الشيص وإنما يريد المتنبي: إني أحب حبيبي واللوام ينهون عنه فكيف نأتلف. وأبو الشيص يريد بقوله: أحب اللوم لا لنهي عن هواك بل لتكرر ذكرك في تضاعيف الكلام وأثناء الملام.\nوقال المتنبي:\nعَجَبَ الوشاةِ من اللُّحاةِ وقولهم\n...\nدَعْ ما نَراكَ ضَعُفْتَ عن إخفائِهِ\nقال أبو الفتح: يقول ليس حوله إلا واشٍ أو لاحٍ كقول قيس:\nتَكَنَّفَتْني الوُشاةُ فأزعجوني\n...\nفيا للهِ للواشي المُطاعِ\nالجزء: 1 ¦ الصفحة: 7\n",
        "قال الشيخ: المعنى محجوب، وإذا جاءت العبارة ولم تكشفه بقي المعنى في حجابه. وقول أبي الفتح متشاكل للفظ المتنبي بلا تفسير. وإنما المعنى: إن الوشاة عجبوا من اللاحين حيث كلفوه الصبر عن خلته وهو لا يستطيعه فكان عجبهم أنهم طلبوا منه ما لا يقدر عليه. ومثله قول البحتري:\nيُكَلِّفُني عَنْكَ العُذولُ تَصَبُّراً\n...\nوَأَعْوَزُ شَيءٍ ما يُكَلِّفُنيه\nقال المتنبي:\nإنَّ المُعينَ على الصَّبابةِ بالأسى\n...\nأوْلَى بِرَحمةِ ربِّها وإِخائِهِ\nقال أبو الفتح: أي على ما بي من الصبابة بالأسى أي ى معونة لي عنده غير أنه يحزنني فهذا معونته إياه ومثل) على الصبابة (قول الأعشى: وَأَصْفَدَني على الزَّمانَةِ قائِداً أي على ما أنا فيه من الزمانة. وليس معنى على الصبابة هاهنا كقولك أعنت زيداً على عمرو لأنه لو أعانه على الصبابة لكان معه لا عليه، وأنت قد تراه يتظلم في هذا البيت منه إلا على الصبابة بأن زادني عليها تحزناً.\nقال الشيخ: معنى بيت المتنبي: إن الذي يصيرني على ما بي من الشوق والهوى ولا أستطيعه هو أولى بأن يرق لي ويساعدني على شجوي.\nقال المتنبي:\nفَتَبيتُ تُسئِدُ مُسئداً في نيِّها\n...\nإسآدَها في المَهمَهِ الأنضاء\nقال أبو الفتح: الإسآد إغذاذ السير ويقال لسير الليل خاصة. والني الشحم. ومسئداً منصوب على الحال من الضمير في تسئد وهي حال مؤكدة لعاملها وفاعله المرفوع الأنضاء. أي فتبيت تسير سائراً في نيها الأنضاء سيراً في المهمه أي تقطع الفلاة شحمها كما تقطع هي الفلاة، وهذا الذي حصلته عن أبي الطيب.\nقال أبو القاسم: تفسير هذا البيت قول أبي تمام الطائي ومنه أخذ المتنبي إلا أنه عقّد الألفاظ وعوّصها وأظلم المعنى. وبيت أبي تمام:\nرعته الفيافي بعدما كان حقبةً\n...\nرعاها وماءُ الروض ينهلُّ ساكبُه\nوأبو تمام أخذ هذا المعنى من بيت العرب أبعده أبو سعيد السيرافي عن أبي بكر محمد بن دريد في كتاب الأبيات للأشانداني وهو:\nوَذاتِ مَاءَين قَدْ غَيَّضْتُ ماءهما\n...\nبحيثُ تُستِمْسَكُ الأرماقُ بالحَجَرِ\nرَدَّتْ عَوَاريَّ غيطانِ الفلا وَنَجَتْ\n...\nبِمِثْلِ إيالَةٍ من يابِسِ العُشَرِ\nقال المتنبي:\nحتَّى إذا لم يدَعْ لي صدقُهُ أملاً\n...\nشَرِقْتُ بالدمعِ حتى كادَ يتشرَّقُ بي\nقال أبو الفتح: أي كثر دمعي حتى صغرت أنا بجنبه بالإضافة إليه.\nقال أبو القاسم: معنى هذا البيت أنه لما أتاني نعي المتوفاة نزفت دمعي بالبكاء حتى لم يكد يجري وبقي حائراً في الجفن فكدت أقضي نحبي فيجف الدمع بي، وليس للكثرة والقلة معنى كما ذكره أبو الفتح. وللشعراء في ذكر الدمع والعين أساليب حسان. فمن أحسن ما ذكروا قول أبي حية النميري وهو أول من افترعه:\nنَظَرْتُ كأنّي مِن وَراءِ زُجاجَةٍ\n...\nإلى الدَّارِ مِن فَرْطِ الصَّبابةِ أنْظُرُ\nوقال بعض العرب:\nوَمِمَّا شَجاني أنها يومَ أعرضَتْ\n...\nتولَّت وماءُ العينِ في الجفنِ حائِرُ\nوتبعه بشار فقال: أقولُ وَقَدْ غَصَّتْ جُفوني بِمائِها وقال ابن حبيبات:\nأُلِمُّ بالبابِ كي أشكو فَيَمنَعُني\n...\nفيضُ الدّموعِ على خدي من النَّظَرِ\nأقبَلْتُ أطْلُبُها والقَلْبُ مَنْزِلُها\n...\nأعْجِبْ بِمُقْتَرِبٍ مِنّي على سَفَرِ\nوقال البحتري:\nوَقَفْنا وَالعُيونُ مُشْغَلاتٌ\n...\nيُغالِبُ دَمعَها نَظَرٌ كَليلُ\nنَهَتْهُ رُقَيَّةُ الواشينَ حَتَّى\n...\nتَعَلَّقَ لا يَغيضُ ولاَ يَسيلُ\nوقال المتنبي:\nعَشيَّةَ يَعدونا عن النَّظَرِ البُكا\n...\nوعن لذَّة التَّوديعِ خوفُ التَّفَرُّقِ\nفهؤلاء كلهم وصفوا حيرة الدمع وكلهم قاصرون عن أبي حية. وأما في معنى تدارك سيلانه فليس فوق قول قيس شيء أنشدناه المرزباني عن عمر بن شبة عن الأصمعي، قال:\nوَنُريكَ وَجْهاً كالوذّيلةِ لا\n...\nظَمآنُ مُختَلِجٌ وَلا جَهْمُ\nواخترت في صفة العيون قول عدي:\nوَكَأنَّها بَينَ الظباءِ أعَارَهَا\n...\nعَيْنَيْه أحْوَرُ مِن جآذِرِ جاسِمِ\nوَسْنانُ أقْصَدَهُ النُّعاسُ فَرَنَّقَت\n...\nفي عينهِ سِنَةٌ وليسَ بِنائِمِ\nواخترت في نعت الدمع قول قيس:\nالجزء: 1 ¦ الصفحة: 8\n",
        "وإنِّي لأبكي اليومَ من حَذَري غَداً\n...\nفِراقَكَ وَالحَيَّانِ مُختَلِفانِ\nسِجالاً وَتَساكُباً وَسَحاً وَديمةً\n...\nوَهَطْلاً وَتَهتاناً وَبالهَمَلانِ\nوطرده البحتري على سبيل التورية إلى المدح فقال:\nتَجودُ على الطُّلابِ سَحَّاً وَدِيمَةً\n...\nوَهَطْلاً وَإرِْاماً وَوَبلاً وَرَيِّقَا\nوأما في الاعتذار في الدمع فبشار ابتدع فيه وهو قوله:\nيَقُلْنَ لَقَد بَكَيْت فقلتُ كلا\n...\nوهل يبكي من الطَّرَبِ الجَليدُ\nوَلكِني أصابَ سَوادَ عيني\n...\nعُوَيْدُ قَذى لهُ طَرْفٌ حَديدُ\nفَقالوا ما لِدَمْعِها سَواء\n...\nأكِلْتى مُقلَتَيكِ أصابَ عُودُ\nوتبعه أبو العتاهية وأحسن حيث يقول:\nكَمْ مِن خَليلٍ لي أسا\n...\nرِقُهُ البُكاءَ مِنَ الحَياءِ\nفإذا تَأَمَّلَ لامَني\n...\nفأقولُ ما بي من بُكاءِ\nلَكِنْ ذَهَبْتُ لأرْتَدي\n...\nفَطَرَفْتُ عَيني بالرِّدَاءِ\nوقال المتنبي:\nوَنَغبِطُ الأرضُ منها حيثُ حَلَّ بِهِ\n...\nوَنَحْسُدُ الخَيْلُ منها أيَّها رَكِبا\nقال أبو الفتح: إنما جعل الأرض تغبط والخيل تحسد لأن الأرض وإن كثرت بقاعها فهي كالمكان الواحد لاتصال بعضها ببعض والخيل ليست كذلك لأنها متفرقة فاستعمل للأرض لفظ الغبطة وللخيل لفظ الحسد لأنه أقبح.\nقال أبو القاسم: أما الفرق بين الغبطة والحسد فقد فرّق بينهما النبي صلى الله عليه وسلم حيث قال:) المؤمن يغبط والمنافق يحسد (والعرب تقول: غبطت الرجل إذا تمنيت مثل حاله مع بقائها له، وحسدته إذا تمنيت زوال حاله إليك.\nوسئل النبي صلى الله عليه وسلم هل يضر الغبط فقال:) كما يضر العضاة الخبط (معناه أن الإنسان إذا رأى نعمة بغيره لا يدخل التمني ولا يستفتح بابه وإنما يسترزق الله من فضله العميم.\nومعنى بيت المتنبي أن الأرض كل بقعة منها يتمنى أن يكون يحل بها لفضله وكرمه، وإذا ركب من الخيل ما ركب فكل فرس يتمنى أن يزول عن ظهره إليه. وقال الحسن بن هانئ في الأمين:\nمَنِ الجآذِرُ في زِي الأعاريبِ\n...\nحُمْرُ الحُلي والمطايا والجلابيبِ\nقال أبو الفتح: جعل كونهن جآذر حقيقة وجعل كونهن أعاريب مجازاً وذلك للمبالغة في الصنعة.\nقال أبو القاسم: ليس للمجاز والحقيقة محل في هذا البيت ولا مدخل وإنما جعلهن جآذر لنجل العيون وحورهن وهن في الخلقة نساء.\nقال أبو الفتح: حُمر الحلي أي هن شراف وكذلك الجلابيب.\nقال أبو القاسم: ليس هذا بشيء إنما المعنى أنهن حسان يلبسن حسان الملابس استضافة جمال إلى جمال. وروى الأصمعي في كتاب الأجناس أن العرب تقول: إن الخمار الأسود يشب لون المرأة أي ينوره ويجلوه وكلما ازدادت الظلمة سواداً ازدادت الأنوار ضياءً، والعرب تقول: الحُسن أحمر ومنه قول بشار:\nوَخُذي مَلابِسَ زِينَةٍ\n...\nوَمُصبَّغاتٍ هُنَّ أَنْوَرُ\nفإذا دَخَلنا فادخُلي\n...\nفي الحُمْرِ إنَّ الحُسْنَ أحمرُ\nوقد ذكر ابن الرومي هذا البيت في قوله:\nقُلْ للمليحةِ في الخِمارِ المُذَهَّبِ\n...\nأفْسَدْتِ نُسْكَ أخي التَّقيّ المُترَهَّبِ\nوَجَمعتِ بينَ المُذْهَبَينِ فَلَمْ يكُن\n...\nللحُسْنِ في ذَهَبَيْهِما مِن مَذْهَبِ\nوالعلماء يقولون في قولهم: الحسن أحمر مجهاً آخر وهو أنه يُخاض فيه الشدائد حتى إن الدم يُراق فيه كما يقولون: الموت أحمر وهو الذي يراق فيه الدم.\nقال المتنبي:\nأُغالِبُ فيكَ الشوقَ والشوقُ أغلبُ\n...\nوأعجَبُ من ذا الهَجْرِ والوَصْلُ أعجَبُ\nقال أبو الفتح: أغلب أي أغلب مني ويجوز أن يكون أغلب أي غليظ العنق من القلب فيرجع إلى الأول. والقول الأول على كل حال أشبه.\nوالوصل أعجب لأن من عادتها أن تهجر فقد صار الهجر هو المعهود.\nقال الشيخ: معنى البيت أني أغالب الشوق بالصبر وهو غالبني بسلطانه وأعجب من وصلك لي خيالاً بالليل، وهجرك صباحاً أعجب. وهذا معنى قول البحتري:\nوَلَمْ نَرى مِثْلَيْنَا وَلاَ مثلَ حالِنا\n...\nنُعَذَّبُ أَيقَاظاً وَنَنْعَمُ هُجَّدا\nوقد تقدمه قيس بن الخطيم في معناه حيث يقول:\nمَا تَمْنَعي يَقظي فَقَد تَوَلَّيتَهُ\n...\nفي النَّومِ غَيرَ مُصَرَّدٍ مَحسوبِ\nوقال المتنبي:\nالجزء: 1 ¦ الصفحة: 9\n",
        "مُنىً كُنَّ لي أنَّ البَياضَ خِضابُ\n...\nفيَخفى تَبييضِ القُرونِ شبابُ\nقال أبو الفتح: يقول شيبي هذا كان لي منىً قديماً. وإنما تمنيت الشيب ليخفى شبابي بابيضاض شعري. وآثر الشيب على الشباب لما فيه من الوقار.\nقال أبو القاسم: ثاني هذا البيت يرد ما ذكره أبو الفتح من تمني الوقار وهو:\nليالي عندَ البيضِ فَودايَ فتنةٌ\n...\nوَفخْرٌ وذاكَ الفخْرُ عِنديَ عابُ\nوإنما المعنى أني مصروف الهمة إلى اكتساب المعالي والمآثر كقوله في عدة قصائد:\nضُروبُ الناسِ عُشّاقٌ ضُروبا\n...\nفأعذَرُهم أشَقَّهُمُ حَبيبا\nوَما سَكَني سوى قَتْلُ الأعادي\n...\nفَهَل من زَوْرَةٍ تَشْفي القُلوبا\nوقال في أخرى:\nمُحبٌ كَنى في البِيضِ عن مُرهَفاتِهِ\n...\nوبالحُسْنِ في أجسادِهِنَّ عن الصَّقْلِ\nوبالُّمْرِ عن سُمْرِ القَنا غيرَ أنَّني\n...\nجناها أحِبَّائي وأطرافُها رُسْلي\nوقال المتنبي:\nلو مَرَّ يركُضُ في سُطورِ كتابِهِ\n...\nأحصى بِحافِرِ مُهْرِهِ ميمانِها\nقال أبو الفتح في آخر تفسير هذا البيت: وشبه معها حافر الفرس بالميم وقد استقصيت ذلك في الفسر الكبير في شرح هذا الديوان.\nقال أبو القاسم لأبي الفتح ثلاث علل اتخذها قواعد في شعر المتنبي إذا ضاق به الأمر: إحداهما أنه يحيل بالمعنى على الفسر الكبير، والثانية أن يقول بهذا أجابني المتنبي عند الاجتماع، والثالثة أن يقرن بالبيت مسألة في النحو يستهلك البيت واللفظ والمعنى.\nوأما حافر الفرس فلا يشبه الميم في صورته. والمتنبي شبه حافر الفرس بالعين المفردة كقوله في سيف الدولة:\nأول حرف من اسمه كتبت\n...\nسنابكُ الخيلِ في الجلاميدِ\nوقد شبه نعال الحوافر مسمورة بعض أهل العصر في عضد الدولة فقال:\nلهمْ بِفناءِ البيتِ جُرْدٌ صَوافِن\n...\nسِلاطٌ هواديها فَوَرْدٌ وَأَيْهَمُ\nإذا أنعَلوها فالنَّعالُ أهِلَّةٌ\n...\nوإن سَمَّروها فالمَساميرُ أنْجُمُ\nوقال المتنبي:\nتكبو وراءَكَ يا ابنَ أحمَدَ قُرَّحٌ\n...\nلَيْسَتْ قَوائِمُهُنَّ من آلاتها\nقال أبو الفتح: الهاء في آلاتها راجعة إلى الوراء لأنه مؤنثة وتصغيرها وريَّة.\nقال أبو القاسم: الهاء في آلاتها عائدة إلى القُرَّح أي ليست قوائم هذه القرح من آلات مجاراتك في مآثرك أو مباراتك في مناقبك، ويريد بالآلات أفعالهم.\nفتىً يشتهي طُولَ البلاد وَوَقْتُهُ\n...\nتضيقُ بهِ أوقاتُهُ والمَقاصِد\nقال أبو الفتح: أي يحب طول البلاد لتبعد سراياه، وطول الوقت ليتمكن فيه من أغراضه وتضيق ببعد همته أوقاته ومقاصده.\nقال أبو القاسم: أي وقت سيف الدولة الذي هو فيه في الحال يستغرق مقاصد الأرض.\nوقال المتنبي:\nأبْرَحْتَ يا مَرَض الجُفونِ بمُمرض\n...\nمرضَ الطبيبُ لهُ وعِيدَ العُوَّدُ\nقال أبو الفتح: أبرحت أي تجاوزت. والممرض جفنها.\nومرض الطبيب له وعيد العود مثل ضربه ولا طبيب هناك ولا عوَّد ولكنه لما ذكر هناك ذكر المرض ذكر الطبيب معه والعوَّد.\nقال أبو القاسم: قوله أبرحت معناه شددت يقال أمر مُبَرِّح ومُبَرَّح ومنه البرحاء لشدة الشوق، والممرض هو المتنبي نفسه يقول اشتدت يا مرض الجفون بمحب أمرضته في شدة مرضه، وهو لسقمه مرض معالجه وعيد عائده. وهذا المعنى متداول في شعر المحدثين لا يعد كثرة كقول أحدهم:\nمَرَض بناظِرِهِ إذا ما مَرَّضَا\n...\nيقضي على أحبائِهِ قبل القَضَا\nوكقول غيره:\nأسقَمَ جسمي سَقامُ ناظِرِهِ\n...\nيا لَيتني خاطِرٌ بخاطِرِهِ\nوقال المتنبي:\nأُحادٌ أم سُداسٌ في أُحادِ\n...\nلُيَيْلَتُنا المنوطَةُ بالتَّنادي\nقال أبو الفتح: استطال ليلته فقال واحدة هي أم ستة واختيار الستة دون غيرها من العدد لأنها الغاية التي فرغ الله تعالى من جميع أحوال الدنيا. وصغر الليلة تصغير التعظيم كقول أوس:\nفُوَيْقَ جُبَيلٍ شامِخِ الرأسِ لمْ تَكَدْ\n...\nلِتَبْلُغَهُ حتى تَكِلَّ وَتَعْمَلا\nوالتنادي يريد التنادي بالرحيل وقود الخيل إلى الأعداء ألا تراه يقول فيما بعد:\nأفكر في معانقة المنايا\n...\nوقود الخيل مشرفة الهوادي\nالجزء: 1 ¦ الصفحة: 10\n",
        "قال أبو القاسم: أما استشهاد أبي الفتح في قول الله تعالى فليس من هذا الحديث في شيء لأن المتنبي ذكر الليل والشعراء يستطيلون ليالي السهر والفكر ويحيلون بتضاعف الغموم والهواجس فيها عليها وكذلك عند الأطباء أن الأمراض تشتد ليلاً لأن طبعه الضم والقبض والخشورة والجمود، وبالنهار تنفش البخارات عن البدن وتنحل أجزاء العلل. وليس بين الشعراء وبين الأيام تعلق في أمر ما يُسهر بل يقولون: إن المحزون والمغتم ينشرح صدره ويخف ما به لمحادثة الناس وملاقاة الأشخاص كما قال ابن الدمينة:\nأُقَضّي نهاري بالأحاديثِ والمُنى\n...\nويجمعني والهَمَّ بالليلِ جامعُ\nوقال الطرماح:\nعلى أن للعينينِ في الصُّبْحِ راحةً\n...\nلرميهما طرفيهما كل مَطْرَحِ\nوقال النابغة:\nكِليني لِهَمّي يا أُمَيمَةُ ناصِبِ\n...\nولَيلٍ أُقاسيهِ بَطيءُ الكَواكِبِ\nتَطاوَلَ حتى قُلْتُ ليسَ بِمُنقِضٍ\n...\nوَلَيسَ مَنْ يرعى النجومَ بآيِبِ\nوأما إذا ذكروا اليوم فإنهم يذهبون به قصد الممدوح وطول نهاره على الأعداء كقول الكميت: وإذا اليومُ كانَ كالأيامِ وقال أبو تمام:\nورُبَّ يومٍ كأيام تركتَ بها\n...\nمتنَ القناة ومتنَ القرن مُنقَصِفا\nوإنما معنى بيت المتنبي إن ذهبت به مذهب العدد فأضفت الواحد إلى الستة والمراد إلى الأسبوع فتكون استطالة الليلة الواحدة كاستطالة ليالي الأسبوع ووقف عند هذا الحد كقول بعض الرجاز:\nإنِّي إذا ما الليلُ كانَ لَيلتينْ\n...\nوَلَجْلَج الحادي لِسانين اثنينْ\nفهذا جعل واحدة ثنتين، وأوس بن حجر جعل للثلاثة ثلاث ليال فقال: وَلَقَد أتيتُ بليلة كلَيالِ وكأنَّ تحتَ الجَنْبِ شَوْكَ سَيالِ والمتنبي جعل الليلة الواحدة ليالي الأسبوع طولاً ووقف عندها. وإن ذهبت بالبيت الواحد والستة مذهب الضرب ففيه معنى لطيف لأنك إذا ضربت الواحد في الستة رجع إلى الوراء وإذا ضربت الاثنين في الستة زاد إلى قدام فيكون المعنى أن هذا الليل يرجع إلى الوراء فلا يتصرم آخره كما قال الشاعر:\nلَقَدْ تَرَكَتْني أم عَمرو وَمُقلَتي\n...\nهَمَولٌ وَقَلبي ما تَقِرُّ بَلابِلُهْ\nتَطاوَلَ هذا الليلُ حتَّى كَأَنَّما\n...\nإذا ما انقَضى تُثْنى عليهِ أَوائِلُهْ\nوأما قول أوس بن حجر واستشهاد أبي الفتح به وهو فويق جبيل فهو مختلف في تصغيره فبعضهم ذهب إلى أن كل جبل شامخ له نادر ويندر منه ويشخص فهو الجبيل، ومنهم من وفق أبا الفتح. والقاطع في تصغير التعظيم قول لبيد أنشده أبو عبيد القاسم بن سلاّم في الغريب المصنف:\nوَكُلُّ أُناسٍ سَوْفَ تَدْخُلُ بَيْنَهُمْ\n...\nدُوَيهِيَةٌ تَصْفَرُّ مِنها الأنامِلُ\nوصفرة الأنامل من الموت وليس في الدواهي أعظم منه، قال ذو الرمة:\nالتَّرك القِرْنِ مُصْفَرّاً أنامِلُهُ\n...\nيَميدُ في الرُّمْحِ مَيْدَ المادِحِ الأسِنِ\nوقال المتنبي:\nوَأبْعَدَ بُعْدَنا بُعْدَ النَّداني\n...\nوَقَرَّبَ قُرْبَنا قُرْبَ البِعادِ\nقال أبو الفتح: أبعد بُعدنا بُعداً مثل بُعد التداني كان بيننا وقرّب قُربنا مثل قُرب البعاد كان بيننا أي قربني منه بحسب ما كان بيني وبينه من البُعد.\nقال أبو القاسم: البيت مع استغلاقه واستبهامه في بيت الحماسة وهو:\nفلله دَرّي أي نظرة ذي هوىً\n...\nنظرتُ وأيدي العيس قد ركَّبَتْ رَقْدا\nيُقَرّبن ما قُدّامنا من تَنوفةٍ\n...\nوَيَزْدَدْنَ مما خَلْفَهُنَّ بنا بُعْدا\nوقال المتنبي:\nتَلِجُّ دُموعي بالجُفونِ كأنَّما\n...\nجُفوني لِعَينَي كل باكيةٍ خَدُّ\nقال أبو الفتح: فكلما بكت باكية فكأن دموعها تمر بجفوني كما تمر بخدها فلما أخلو من دموع وبكاء، قريب من قوله:\nمالٌ كأنَّ غُرابَ البَينِ يرقبهُ\n...\nفكلما قيل هذا مجتد نَعَبا\nفإنما معناه أن هذا المال مجتمع لصاحبه فإذا جاء طالب جدواه تفرق ما بينهما كما قال في الأخرى يعني الدنيا ومن فيها:\nأَبَني أبينا نحنُ أهلُ منازل\n...\nأبداً غُراب البينِ فينا يَنعَقُ\nوقال المتنبي:\nحَتَّى دَخَلنا جَنَّةً\n...\nلَو كانَ ساكِنَها مُخَلَّدْ\nحَمراءَ خَضراءَ التُّ\n...\nرابِ كأنَّها في خَدِّ أغْيَدْ\nالجزء: 1 ¦ الصفحة: 11\n",
        "الغَيد العَنَق، إنما أراد هاهنا اللون بقوله حمراء خضراء ووجه ذلك أنه أراد شيئاً وكنى عنه بما صحبه لأن حمرة الخد إنما تكون مع اللين والنعمة لا مع الجفاف والغلظة وقد قالت العرب كذلك:\nكأنَّ أيديهنّ بالمَوماة\n...\nأيدي جَوارٍ بِتْنَ ناعِمات\nفذكر النعمة هاهنا لأن معها ما يكون الخضاب وحمرة اليد يعني أن أيدي الإبل قد دميت بملاقاة المرو. وعليه قول الآخر:\nكأنَّ أيديهُنَّ بالقاعِ الفَرَقْ\n...\nأيدي جَوارٍ يَتَعاطَيْنَ الوَرَقْ\nقال أبو القاسم: معنى بيت المتنبي أقرب من هذا التفصيل والتطويل وإنما يريد به تربة البستان مخضرة محمرة بأنواع الأعشاب وألوان النبات. وقول الراجز: كأن أيديهن بالقاع الفرق أنشده الأصمعي في كتاب الأبيات وذكر في تفسيره أنه شبه شدة بسط يدي الناقة وقبضها بأيدي الجواري متعاطيات الورق، ومثله قول الشماخ:\nكأنَّ ذِراعيها ذِراعاً مُدِلَّةٍ\n...\nبُعَيْدَ السِّبابِ حاوَلَتْ أن تَعَذَّرا\nوكقول المسيب:\nمَرِحَتْ يَداها للنَّجاء كأنَّما\n...\nتَكرو بِكَفَّيْ لاعِبٍ في صاعِ\nوكقول الآخر:\nكأنَّ يَدَيْها وَقَدْ أرقَلَتْ\n...\nوقد جُرْنَ ثُمَّ اهتَدَينَ السَّبيلا\nيَدا عائِمٍ خَرَّ في هُوَّةٍ\n...\nقَدْ أدْرَكَهُ الموتُ إلا قَليلا\nقال أبو الفتح: يحتمل هذا قولين: أحدهما أن الوادي بقي لرحيلهم عاطلاً متوحشاً كالجيد إذا سقط عقده. وقوله ما بالقلوب أي قتله الوجد لبعدهم عنه فيصير إذاً كقوله:\nلا تَحْسِبوا رَبْعَكُمْ ولا طَلَلَهْ\n...\nأوّل حيّ فِراقكم قَتَلَهْ\nوالآخر أنه شبّه تفرّق الحمول والظعن بدُرّ قد تناثر فيكون هذا كقول بشار:\nتَتابَعَ نَحْوَ دَاعيها سِراعاً\n...\nكَما نُثِرَ الفَريدُ من النَّظامِ\nقال أبو القاسم: ليس لبيت بشار متعلق ببيت المتنبي ومعناه إن الظعائن كن حلية الدار وزينتها وكانت الدار مبتهجة بهن ومشرقة لمحاسهن فلما ارتحلن بقيت عاطلاً كالجيد فارقه الحلي. وقال أبو تمام:\nوطُلولِهنّ المشرقاتِ بِخُرَّدِ\n...\nبيضٍ كواعِبَ غامضاتِ الأكْعُبِ\nوقال البحتري:\nيَقينَ الغَواني باللَّوى فكأنَّما\n...\nلَقينَ الغَواني الآنِساتِ عَواطِلا\nوقول المتنبي به ما بالقلوب أي غلته غلة قلب المحب كما قال المحدث:\nمَنازِلُ تشكو غَليلَ المُحِبِّ\n...\nوَتَنْدُبُ أحبابُهُنّ العُقودا\nوقال المتنبي:\nقالت وقد رأت اصفِراري مَنْ بِهِ\n...\nوَتَنَهَّدَتْ فأجَبْتُها المُتَنَهِّدُ\nقال أبو الفتح التنهد التنفس بغلواء وشدة.\nقال أبو القاسم: هذا لا يعرف في العربية وإنما يقال نهد ثدي المرأة إذا خرج فهو ناهد ومنه نهد الرجل بزحفه إذا خرج للحرب، ومنه ثدي نواهد ونهد لخروجهن، قال عمر بن أبي ربيعة:\nوَنَاهدة الثَّدْيَينِ قلت لها ابْرُكي\n...\nعلى الرَّمل في دَيمومة لم تُؤسَّدِ\nقال أبو العباس:\nحال الوشاح على قَضيبٍ زَانَه\n...\nرُمَّانُ صدرٍ ليس يُقْطَفُ ناهِدُ\nوذم بعض العرب امرأة فقال ما فوها ببارد، ولا شعرها بوارد، ولا ثديها بناهد.\nوأما قول المتنبي تنهدت أي تكلفت إخراج صدرها وثديها افتتاناً له واختبالاً لقلبه كما قال الآخر:\nقَامَتْ تُريكَ خَشْيَةً أنْ تُصْرَما\n...\nسَاقا بخَندَاه وَكَعْباً أدْرَما\nوقال المتنبي:\nفَرَسْتَنا سَوابِقَ كُنَّ فيهِ\n...\nفَارَقَتْ لِبْدَهُ وَفيها طِرادُهْ\nقال أبو الفتح أي في جملة ما حبانا به يعني خيلاً أي جعلتنا فرساناً وفارقت لبده أي انتقلت إلي وكانت له، وفيها طراده أي صرت من صحبته وفي جملته فإذا سار إلى موضع سرت معه وطاردت بين يديه فكأنه هو المطارد عليها إذ كان ذلك له ومن أجله. وقوله فيها أي عليها كقول الله تعالى جده:) وَلأُصَلِّبَنَّكُمْ في جُذوعِ النَّخْلِ (أي على جذوع النخل.\nقال أبو القاسم: معنى البيت أن هذه الخيل التي قادها إليّ ابن العميد فارقت ما كان يجللها من آلات الركوب لانتقالها إلى ملكي، وطراده إلهاء لابن العميد يعني ما عودها من الطراد ملاقاة الفرسان باق فيها وليس المتنبي ممن طارد بين يدي ابن العميد أو انحاز إلى جملته.\nقال المتنبي:\nالجزء: 1 ¦ الصفحة: 12\n",
        "يُغَيِّرُ ألوانَ الليالي على العِدى\n...\nبِمَنشورةِ الراياتِ مَنْصورَةِ الجُّنْدِ\nقال أبو الفتح: أي عادة الليالي السواد فإذا سارت عساكره والنيران معها إما للاستضاءة أو لإحراق بلاد أعاديه زال سواده وتغير لونه.\nقال أبو القاسم: ليس للاستضاءة والإحراق فائدة ولا عرف في الشعراء وإنما معنى البيت قول مسلم بن الوليد:\nإذا غَزَا بَلَداً سارَتْ عَساكِرُهُ\n...\nكالليل أنْجُمُهُ الخِرْصانُ والأَسَلُ\nوإنما عنى المتنبي أنه يشق ظلمة الليل ويجوب سواده بلألاء الحديد ملبوسه ومسنونه.\nوقال المتنبي:\nإذا ارْتَقَبوا صُبْحاً رَأَوْا قَبْلَ ضَوْئِهِ\n...\nكَتائِبَ لا يَردى الصَّباحُ كما تِرْدي\nقال أبو الفتح: هذا البيت تفسير الذي تقدمه وشبهها بالصباح لسرعتها وانتشارها.\nقال أبو القاسم: ليس بين البيت وبين ما تقدمه مناسبة بل كل واحد منفرد بذاته قائم بمعناه. ومعنى البيت إذا بايت ابن العميد الأعداء فراقبوا الصبح خائفين وقوع الغارات عليهم رأي الأعداء قبل انفجار الصبح كتائب تنتشر زحفاً وجمعاً والعرب تتغاوَ صباحاً وتتنادى عشاءً، ويقولون هم فرسان الصباح ومصابيح العشي، قالت الخنساء:\nيُذَكِّرُني طُلوعُ الشمس صَخْراً\n...\nوَأذْكُرُهُ لِكُلِّ غُروبِ شَمْسِ\nوقال المتنبي: سَيْفُ الصدود على أعلى مقلَّدِهِ قال أبو الفتح في الفسر الكبير: المصراع الثاني من هذا البيت ساقط ولم أقرأه في ديوانه، قال أبو القاسم أنشدني الدهم من الرواة بديار ربيعة ومضر، والشام، وشيراز، مصراع هذا البيت وهو:\nسيفُ الصدودِ عليَّ أعلى مُقلّدهِ\n...\nولَحْظُهُ منهُ أدنى من مُجَرَّدِهِ\nوقال المتنبي:\nوَأجفَلَ بالفراتِ بذو نُمَير\n...\nوَزَأرُهُمُ الذي زَأروا خُوارُ\nفَهُمْ حِزَقٌ على الخابورِ صَرعى\n...\nبهم من شُرْبِ غيرهم خُمارُ\nقال أبو الفتح: أي قصد غيرهم فظنوا أنه أرادهم فأجفلوا بين يديه فتقطعوا.\nقال أبو القاسم: ليس معنى البيت ما أراده وإنما أراد أن بني نمير صالوا صولة الأسد جرأة وإقداماً فلما لاقيتهم سقتهم سوق البقر انسلالاً منك ومخافة لبأسك كما قال في أخرى:\nألَمْ يَحذروا مَسْخَ الذي يَمْسَخُ العِدى\n...\nوَيجعَلُ أيدي الأُسْدِ أيدي الخَرانِقِ\nوقال في أخرى:\nأُسْدٌ فَرائِسُها الأسودُ يقودُها\n...\nأسدٌ تصيرُ لهُ الأُسودُ ثَعالِبا\nوالبيت الثاني أنه أراق دماءهم فهو شاربهما وهم مطروحون بالعراء كمن به الخمار. فأما الخمار فإنما قالته العرب من لفظ الخمر واشتققته منه ولم يقولوا به نباذ كما قالوا به خمار لأن النبيذ ليس من كلام العرب. وضموا الخاء من خمار لأنه جار مجرى الأدواء كالصداع والزكام ولم يشذ عن هذا الباب إلا حرفه رواه أبو عمرو الشيباني بالفتح وهي السواف لداء يصيب الإبل والأصمعي يرويه بضم السين وأنشد:\nأفي نابينِ نَالهُما سُوافٌ\n...\nتَأَلَّتْ طَلَّتي ليسَتْ تَنامُ\nوأما الحران والخلاء فأعطوه الكسرة وهي للعيوب. وأما الفتحة فجعلوها للمصادر كالذهاب لكثرتها في الكلام. والخمر اشتقاقها من ثلاثة أشياء قال أبو عبيد لأنها تخامر النفوس أي تخالطها ومنه خامرني الهم. وقال غيره سميت خمراً لأنها تخمر العقول أي تسترها والخمرة السجادة لأنها تخمر مكانها أي تستره وإليه يرجع معنى الخمار لمقنعة النساء. وأنشد الأصمعي في كتاب الأبيات.\nوداهيةٍ جَرَّها جارِمٌ\n...\nجَعَلْتَ رِداءَكَ فيها خِمارا\nأي جللت بسيفك رؤوس القوم بالضرب، وقد أخذ هذا المعنى بعض المحدثين وكشفه فقال:\nسَقَيْتَ سِمامَ الرُّقْشِ بالبيضِ فَحْلَها\n...\nوَجَلَّلَتْهُ بالبأسِ والصّارِمِ الهندي\nوقيل في الخمر إنها لذكاء رائحتها وطيبها من الخمرة وهي الرائحة الطيبة.\nوقال المتنبي:\nكأنّ شعاع الشمس فيهِ\n...\nففي أبصارنا عنهُ انكسارُ\nقال أبو القاسم: قول المتنبي ليس ينكشف به المعنى ولا ينشرح له الصدر وهو مما استبشع منه. وأنشد الأصمعي في كتاب الأبيات لبعض العرب يذهب مذهب الشنآن والبغضاء إلا أن البيت ليس عليه مزيد في جودة اللفظ واتساق النظم ووضوح المعنى وهو:\nالجزء: 1 ¦ الصفحة: 13\n",
        "ومولىً كأنَّ الشّمسَ بيني وبينهُ\n...\nإذا ما التقينا لَسْتُ مِمَّنْ أُعاتِبُه\nوأما بيت الحماسة:\nإذا أبصَرْتَني أعرَضْتَ عني\n...\nكأنَّ الشَّمْسَ من قِبَلي تَدورُ\nفهو في المعنى مثله وفي اللفظ دونه وقد اختلف في تفسيره. وقد ذكر أبو تمام الشمس في أبيات وأجاد لفظاً ومعنى قال:\nبيَّنَ البينُ فَقْدَها فَلَمَّا تَعْ\n...\nرِفُ فَقْداً للشمسِ حتى تَغَيَّبا\nوقال:\nوطولُ مُقامِ المرءِ في الحيِّ مُخْلِقٌ\n...\nلدِيباجَتَيهِ فاغتَرِبْ تَتَجَدَّدِ\nفإنّي رَأيتُ الشّمسَ زيدتْ مَحَبَّةً\n...\nإلى النّاسِ أنْ لَيْسَتْ عَلَيْهِمْ بِسَرْمَدِ\nوقال أيضاً:\nحَطَّتْ بِتُربةِ الإسلامِ أرْحُلَها\n...\nوالشَّمْسُ قد نَفَضَتْ وَرْساً على الأصْلِ\nقال أبو القاسم: اعلم أن المعاني مطروحة نصب العين وتجاه الخواطر يعرفها نازلة الوبر وساكنة المدر والقرائح تشترك فيها، وإنما المعنى في سهولة مخرج اللفظ وكثرة الماء وجودة السبك. وأنا أنشدك أبياتاً معناها واحد إلا أن تفاوتها في اللفظ عظيم، قال الأعشى:\nلعمري لقد لاحتْ عيونٌ كثيرةٌ\n...\nإلى ضوءِ نارٍ في يَفاعٍ تَحَرَّقُ\nتُشَبُّ لِمَقرورينِ يَصطَلِيانِها\n...\nوباتَ على النَّارِ الندى والمُحَلِّقُ\nوقال آخر:\nله نارٌ تُشَبُّ بِكُلّ وادٍ\n...\nإذا النيران أُلْبِسَتْ القِناعا\nوقال آخر:\nوقلت له أقْبِلْ فإنّك راشد\n...\nوإنّ على النار الندى وابنَ ثامِل\nوقال الحطيئة:\nمتى تأتِهِ تعشو إلى ضوءِ نارِهِ\n...\nتجد خَيْرَ نار عندها خيْرُ مَوْقِدِ\nوالمعنى واحد والشعراء شركاء فيه إلا أن الحطيئة غيّر في وجوه الكل بجودة النظام وانبساط اللفظ.\nوقال المتنبي:\nإليك طعَنَّا في مدى كل صَفصَفٍ\n...\nبكل وآةٍ كلُّ ما لقيَتْ نَحْرُ\nقال أبو الفتح: أي سرنا على هذه الإبل فبلغنا من قطع الأرضين الواسعة ما تبلغه الطعنة إذا صادفت نحراً أي فأغنينا كل الغناء.\nقال أبو القاسم: الوآة تأنيث وأى، وأكثره نعت الخيل. قال الأسعر الجعفي:\nراحوا بصائرهم على أكتافهم\n...\nوبصيرتي يعدو بها عَنَدٌ وأى\nومعنى البيت أنه أسرع بها السير في قطع المسافة فكانت كالطعنة في النحر وأراد بالنحر المنحور كالسكب بمعنى المسكوب. وقال في أخرى يصف فرساً:\nوأصْرَعُ أيَّ الوحشِ قَفَّيتُهُ بِهِ\n...\nوَأنْزِلْ عنهُ مثلَهُ حينَ أركَبُ\nوأول هذه القصيدة:\nأطاعِنُ خَيلاً من فوارسها الدَّهْرُ\n...\nوحيداً وما قولي كذا وَمَعي الصَّبرْ\nوقد عرب المتنبي بهذا النظام لأن المصراعين مختلفان في الجزالة والركاكة. وكذلك بيته الآخر:\nأعلى الممالكِ ما يُبنى على الأسَلِ\n...\nوالطَّعْنُ عِنْدَ مُحبّيهنَّ كالقُبَلِ\nوقال المتنبي:\nيَقيدانِ في أحَدِ الهَوادِجِ مُقْلَةً\n...\nرَحَلَتْ وكانَ لها فؤادي مَحْجِرا\nقال أبو الفتح: أي لما فقدتها فكأني فقد قلبي ضياءه فبقيت ذاهلاً ساهياً.\nقال أبو القاسم: معنى هذا البيت أن هذه المرأة كان محلها قلبي تراه مقلة وجعل الفؤاد محجراً لصنعة الشعر كما قال العلوي:\nظِباءً مكانِهُنَّ النُّفوسُ\n...\nنوافرُ عن مقلة الرامقِ\nوقال المتنبي:\nوتَرى الفَضيلةَ لا تَرُدُّ فضيلةً\n...\nالشمس تشرق والسحابَ كَنْهورا\nقال أبو الفتح: أي إذا رأتك هذه المرأة رأت منك الفضيلة مقبولة غير مردودة كالشمس إذا كانت مشرقة والسحاب إذا كانت كنهورا وهي القطع من السحاب العظام تريد وضوح أمره وسعة جوده.\nقال أبو القاسم: رواية أبي الفتح بضم التاء ولا يصح للبيت معنى على هذا وإنما الرواية الصحيحة التي قالها المتنبي لا ترد بفتح التاء. ومعنى البيت أن فضيلتك في علوم العرب لا ترد فضيلتك في علوم العجم لتناسب الفضائل كما أن الشمس تشرق في أفق من السماء والسحاب في أفق آخر. والكنهور ذكر أبو عبيد في الغريب المصنف أن الكنهور قطعة من السحاب منفردة في جانب من السماء ولم ينشد فيه شيئاً، وقد قال فيه الشماخ:\nعلى أمّ بيضاءَ السَّلامُ مُضاعفاً\n...\nعليهنّ وَلْتُسْقَ السّحابَ الكَنهورا\nالجزء: 1 ¦ الصفحة: 14\n",
        "ومثال كنهور فنعول وأصل الكلمة الكاف والهاء والراء. والكنهور لتراكبه وغلظه يرجع إلى معنى الكهر وهو الزجر والتجهم يقال سألني فلان فكهرته وانتهرته أي تجهمت له وزجرته والكهر شدة وقع الشمس قال عدي:\nفإذا العانَةُ في كَهرِ الضحى\n...\nدونها أحْقَبُ ذو لَحمٍ زِيَمْ\nوقال المتنبي:\nذَمَّ الدمستق عينه وقد طَلَعَتْ\n...\nسودُ الغمام فظنوا أنها قَزَعُ\nقال أبو الفتح: القزع من السحاب القطع المتفرقة أي لما رأى السواد من الجيش مخالطه بياض الحديد انكسر فأمر عينيه لأنهما تريان الواحد أسود أبيض. والقزع من الغيم ما هو أبيض رقيق وأسود أيضاً وهو من الأضداد.\nقال أبو القاسم: معنى البيت أن الدمستق ظن بعسكر سيف الدولة وهو على الغيب قلة الجمع ونزارة العدد فلما طلعت عساكره بسواد زحزفها وكثرة جموعها ذم ما ظن وخطأ ما قدّر. والقزع القطع من السحاب فحسب، وفيه أنشد ابن السكيت: إنَّا إذا قَلَّتْ طَخارير القَزَع وقال ذو الرمة يصف قانصاً على رأسه أنباذ شعر:\nمُقَزَّعٌ أطلسُ الأطمارِ ليسَ لهُ\n...\nإلا الضِّراءُ وإلا صَيدها نَشَبُ\nوذكر ابن دريد أن القزعة القملة الصغيرة وقالوا قُنْزُعة الديك هي فُنْعُلَه.\nوقال المتنبي:\nأُحِبُّكِ أو يقولوا جَرَّ نَمْلٌ\n...\nثَبيراً وابنُ إبراهيمَ رِيعا\nقال أبو الفتح: وهذا كقول الطائي:\nوَمَكارِمٍ عُتْقِ النِّجارِ تَليدَةٌ\n...\nإن كان هَضْب عَمايَتَينِ تَليدا\nقال أبو الفتح: فكان لا يُشك أن هضب عمايتين قديم كذا لا يُشك في مكارمه.\nقال أبو القاسم: ليس بين البيتين تشابه أما بيت المتنبي فمعناه أحبك أبداً فعلق تأبيد حبه بما علق، وأما قول أبي تمام فإن معناه أن الممدوح على سمت أوليه وأسلافه ومكارمه موروثة قديمة. لا كمن سما أصله وسقط فرعه. كقدم هذين الجبلين قال زهير:\nومَا يَكُ مِنْ خَيْر أتوهُ فإنَّما\n...\nتَوارَثَهُ آباءُ آبائِهِمْ قَبْلُ\nوَهَلْ يُنْبِتُ الخَطِّيَّ إلا وَشيجُه\n...\nوتُغْرَسُ إلا في مَنابِتِها النَّخْلُ\nوأنشد الجاحظ في الحيوان:\nوَقَدْ عَرَفَتْ كِلابُكُم ثيابي\n...\nكأنّي منكمْ وَنَسيتُ أهلي\nنَمَتْ مِنكَ في بني شَمْجى فُروعٌ\n...\nلها ما شئتَ من فَرْعٍ وأصْلِ\nوالمتنبي في هذه القصيدة ذكر بيتا وهو يتبع موطئ قدم الطائي إلا أن سرقته غير مرتضاة وهو:\nذراعنا عدواً دملجيها\n...\nتظن بزندها زنداً ضجيعا\nوقال أبو تمام:\nظلمتك ظالمة البرين ظلوم\n...\nوالظلم من ذي قدرة مظلوم\nوقال المتنبي:\nوخصر تثبت الأبصار فيه\n...\nكأن عليه من حدق نطاقا\nقال أبو الفتح: تثبت أي تؤثر لنعمته وبضاضته وتحدق به من كل وجه فتصير حوله كالنطاق وهو الخيط الذي يشد به الوسط.\nقال أبو القاسم: قول أبي الفتح تثبت تؤثر ليس الثبات من التأثير في شيء، والبضاضة لا توصف بها الخصور وإنما هي صفة الواعد والأرداف قال عمر بن أبي ربيعة:\nحسروا الأكمة عن سواعد بضة\n...\nفكأنما عليه من حدق نطاقا\nوإنما توصف الخصور بالدقة والاندماج كما سمعت الشعراء يقولون:\nعجزاء ممكورة خمصانة قلق\n...\nعنها الوشاح وتم الجسم والقصب\nوقال الآخر: هيف الحضور قواصد النبل قتلننا بذا حظ نجل ومعنى البيت أن أبصار الناظرين تثبت على رؤية خصرها لاندماجه وحسنه فلا تزول عنه إعجاباً به واستحساناً له. كما قال ابن المعتز في نعت الوجوه:\nمنظره قيد عيون الورى\n...\nفليس خلق يتعداه\nوقال أبو تمام:\nلها منظر قيد النواظر لم يزل\n...\nيروح ويغدو في خفارته الحب\nوقال المتنبي:\nيحاجي به ما ناطق وهو ساكت\n...\nيرى ساكتاً والسلف عن فيه ناطق\nقال أبو الفتح: يحاجى به أي يغالط ويعابي.\nقال أبو القاسم: الأصل في ذلك أحجية العرب وأدعيتهم والجمع أحاجي وأداعي وهي الأغلوطة يتخاطبون فيما بينهم بها، وأخبنا أبو سعيد السيرافي عن أبي بكر بن مجاهد عن محمد ابن الجهم عن الفراء عن أبي ثروان في أحجية العرب وهي ما ذو ثلاث آذان يسبق الخيل بالرديان قال هو السهم وآذانه قذذه الثاث. وأنشد الباهلي في الأبيات:\nالجزء: 1 ¦ الصفحة: 15\n",
        "أداعيك ما مستصحبات على السرى\n...\nحسان وما آثارها بحسان\nقال هي السيوف وآثارها القطع. وأنشد الأصمعي في آخر كتاب الأبيات:\nوما مائل عند القتال برأسه\n...\nوما راكب في الحرب قد مات طائره\nيعني المح وقذذ السهم.\nوقوله يرى ساكتاً والسيف عن فيه يقول ضربه بسيفه ينطق بسالة صدره، كما روي ابن دريد في الجمهرة أنهم قالوا في صفة علي رضوان الله عليه: كان علي إذا سطا قد وإذا استعرض قط فكانوا إذا رأوا هاتين الضربتين حكموا أنها لذي الفقار.\nوقال أبو الفتح في هذا البيت إذا قيل من اجتمعت فيه هذه الأوصاف المضادة، والجواب هو فلان.\nوقال المتنبي:\nكيف ترثي التي ترى كل جفن\n...\nرءاها غير جفنها غير راق\nقال أبو الفتح: أي إذا رأت كل جفن أبصرتها غير راق من الدمع ظنت ذلك خلقة في الناس قلم ترث منه لأحد. وقوله غير جفنها أي جفنها وحده راق لأنها لا تعشق نفسها فتدمع عينها.\nقال أبو القاسم: أما قول أبي الفتح لا تعشق نفسها فتدمع عينها ليس بشي وإنما المعنى أنها لم تذق طعم العشق فهي غافلة عنه فلا تبكي كما قالت الشعراء وأحدهم عمر بن أبي ربيعة:\nوكنت إذا ما حدث الناس بالهوى\n...\nضحكت وهم يبكون من حرقات\nفصرت إذا ما قيل هذا متيم\n...\nتلقيته بالنوح والعبرات\nأي عشقت صرت مثلهم.\nوقال المتنبي:\nيا ابن من كلما بدوت بدا لي\n...\nغائب الشخص حاضر الأخلاق\nقال أبو الفتح: أي لشدة شبهك بأبيك إذا رئيت فكأنه رئي.\nقال أبو القاسم: البارع في هذا المعنى قول سعيد بن عمرو بن العاص حين قال له معاوية بما أوصى أبوك فقال: أوصاني ألا يفقد إخوانه إلا وجهه. فلما سمعه معاوية قال: إن ابن عمرو هذا لأشدق بهذه الكلمة.\nوقال المتنبي:\nوالأسى قبل فرقة الروح عجز\n...\nوالأسى لا يكون بعد الفراق\nقال أبو الفتح: النصف الأول من البيت احتجاج على من يشح بنفسه. ومصراعه الثاني اعتذار له لأنه إذا فارق الروح الجسد لم يصح هناك أسىً ولا صبر والأسى واقع لا محالة في الدنيا فلا بد إذاً منه.\nقال أبو القاسم: أول هذا:\nإلف هذا الهواء أوقع في الأنفس\n...\nأن الحمام مر المذاق\nوما أورده أبو الفتح عبارات فارغة، والمعنى أن حب الإنسان الحياة أمر الموت في نفسه ثم ذكر في البيت الثاني إن جزع الإنسان من الموت قبل إتيانه عجز به فإذا مات فالجزع معدوم أصلاً.\nوأنشد الجاحظ في الأبيات:\nلا يملأ الهول صدري قبل وقعته\n...\nولا أضيق به صدراً إذا وقعا\nوقال المتنبي:\nفلا غيضت بحارك يا جموما\n...\nعلى علل الغرائب والدخال\nقال أبو الفتح: غيضت نقصت، وبئر جموم كثيرة الماء، والغرائب الإبل الغريبة ترد الحوض والناس يسقون، والدخال أن يدخل بعير قد شرب بين بعيرين لم يشربا ليعرض على الماء ثانية. يدعو له يقول لا نقصك الله فإنك ثابت الكرم والعطاء إذا كدرت بوفود العفاة عليك. كما تجم البئر الكثيرة الماء إذا كثر ورادها.\nقال أبو القاسم: تقول العرب في كلامها لأضربنك ضرب غرائب الإبل ولأعصبنك عصب السلمة. وإنما ذكر المتنبي الغرائب لأنها تضرب أشد الضرب وتذاد أعنف الذود كما قال الحارث بن حلزة:\nفجئنا بهم قسراً تقود سراتهم\n...\nكما ذيد عن ماء الحياض الغرائب\nوذكر أبو عبيد في الغريب المصنف أن الدخال إن يدخل بعير قد شرب بين بعيرين لم يشربا لقلة الماء وأنشد قول كعب بن زهي يصف الأتن والعير:\nفأوردها ظلمة بالعراك\n...\nبالا عراك وألا عطونا\nمعنى البيت انه يعطى للأبعد فالأبعد فضلاً عن الأقرب فالأقرب، وإلى هذا ذهب أبو تمام في مدح ابن طوق:\nالود للقربى ولكن عرفه\n...\nللأبعد الأوطان دون الأقرب\nوقال المتنبي:\nيشمر لج عن ساقه\n...\nويغمره الموج في الساحل\nقال أبو الفتح: كان يموه هذا الخارجي بحسره عن ساقه عند الماء يرى انه يخوض وأراد بذلك أن يموه.\nقال أبو القاسم: معنى البيت أن هذا الخارجي لما ادعى النبوة افتراء اكتفته البلايا والشدائد لبطلانه وهو في مبتكر أمره فكيف يكون إذا توسط أمره وتسامع به الناس وتألبوا عليه لقتله.\nوقال المتنبي:\nبذِي الغَبَاوَة من إنشادها ضرر\n...\nكما تضر رياح الورد بالجعل\nالجزء: 1 ¦ الصفحة: 16\n",
        "قال أبو الفتح: الجعل إذا ألقي عليه الورد مات وإن كان الورد محبوباً إلى ذوي الحواس الصحيحة.\nقال أبو القاسم: الجعل لا يموت بالورد ولا تفارقه روحه وإنما تسكن حركته.\nوقال المتنبي:\nبنفسي وَليدٌ عاد من بعد حملِهِ\n...\nإلى بطن أمٍّ لاَ تُطَرِّقُ بالحَمْل\nقال أبو الفتح: يعني بالأم الأرض هاهنا. ويقال طرقت الناقة إذا نشب ولدها في رحمها.\nقال أبو القاسم: تقول العرب طرقت الحامل إذا أراد حمله) كذا (أن يخرج من بطنه، وطرقة المولود رجلاه ورأسه ومنه قول الراجز يصف جارية ضربها المخاض: أيَا سَحَابُ طَرِّقِي بِخَيْر وقال الأخر:\nوقد تَخِذَتْ رِجْلِي إلى جنبِ غَزْها\n...\nنَسِيفا كأُفحوص القَطَاة المُطَرِّقِ\nطرقت القطاة إذا خرج بيضها من جوفها ففحصت الأرض لتضعه فيه.\nوقال المتنبي:\nشدِيدُ البُعْدِ من شُرْب الشَّمول\n...\nتُرُنْجُ الهِند أوْ طَلْعُ النَّخِيل\nقال أبو الفتح: أي أنت شديد البعد من ذاك وبين يديك الترنج وطلع النخيل فحذف المبتدأ من الأول والخبر من الثاني.\nقال أبو القاسم: معنى البيت انه يعني أمرين متصلين كان فيهما سيف الدولة وهو يستعرض الخيل، الكر والفر، والسلم والحرب، كما أن من يشتهي الشرب عند الجمع بين ترنج الهند وطلع النخيل يتعذر عليه. وليس يريد أن بين سيف الدولة ترج الهند والطلع.\nوقال المتنبي:\nإذا كن شَمُّ الرَّوْح أدنى إليكم\n...\nفلا برِحَتْني رَوْضَةٌ وَقَبْول\nقال أبو الفتح: أي إن كنتم تؤثرون في قوله لا برحتني، لا زلت، ونما معنى لا برحتني لا فارقتني من قولهم برح الخفاء أي زال ومنه البارحة الليلة الماضية لأنها برحت أي زالت.\nوقال المتنبي:\nوَأضْعَفْنَ ما كُلَّفْنَه من قُباقِبٍ\n...\nفأضحى كأنّ الماء فِيهِ عَلِيل\nقال أبو الفتح: سألته عن هذا البيت قال المتنبي: إن الخيل لما عبرت قياقب وهو نهر هناك جار كادت تسكر بقوائمها ماءه أن يجري فصار كأنه عليل لضعفه عن الجريان.\nقال أبو القاسم: الكلام في قباقب أنه وفاق بين لسان العربية والعجمية. وذكر ابن دريد حكاية عن بعضهم أنه قال: ما تفلح العام ولا قاب ولا قباقب. وهو الثالث من الأعوام. وفي الإصلاح روى ابن السكيت حرفاً واحداً على فعالل وهو قول الشاعر:\nخُنَادِفٌ لاحق بالرأس مَنْكِبُه\n...\nكأنَّه كَوْدَنٌ يُوشي بكُلاَّب\nالخنادف القصير العنق. وذكر أبو عبيد في الغريب المصنف من هذا البناء في تضاعيف الكتاب قرابة أربعين اسماً. فأما ابن دريد فقد عقد عليه بابا في كتاب الجمهرة زائدا على مائة وثلاثين اسما هاهنا موضع ذكرها فمن أرادها فليقصد الأبنية في آخره.\nوقال المتنبي:\nأطاعتك في أرواحها وتصرفت\n...\nبأمرك والتفت عليك القبائل\nقال أبو الفتح: وقوله والتفت عليه القبائل كقوله:\nيهز الجيش حولك جانبيه\n...\nكما نفضت جناحيها العقاب\nويجوز أن يكون أراد إحداق نسبها بنسبه أي هو واسط فيه والأول أشبه.\nقال أبو القاسم: أما استشهاد أبي الفتح يهز الجيش على البيت وهو أطاعتك في أرواحها فكلام موضوع في غير موضعه.\nومعنى البيت الأول أن العرب منقادة طاعتك تنصف على أمرك ونهيك بالحفوف والمسارعة وأنت ولي أمرها والقيم بحربها وسلمها وأكد هذا لمعنى بما مثله به وهو:\nوكل أنابيب القنا مدد له\n...\nوما تنكث الفرسان إلا العوامل\nوالمتنبي تبع البحتري فيه حيث يقول:\nفي فتية طلبوا غبارك أنه\n...\nرهج ترع عن طريق السؤدد\nكالرمح فيه بضعة عشرة فقرة\n...\nمنقادة خلف السنان الأصيد\nوقال المتنبي:\nبسط الرعب في اليمين يميناً\n...\nفتولوا وفي الشمال شمالاً\nقال أبو الفتح: هذا من قول الله تعالى:) ترونهم مثليهم رأي العين (.\nقال أبو القاسم: معنى البيت أنه لما لاقى سيف الدولة الأعداء أخذتهم المخافة من الجانبين فوقوا على أدبارهم يمنة ويسرة منهزمين. وأما قول الله جل وعلا:) ترونهم مثليهم رأى العين (فإنما هو مضاعفة العدد في المشاهدة والعيان.\nوقال المتنبي: مُحِبي قيامي ما لذلكم النصل: بريئاً من الجرحى سليماً من الفضل قال أبو الفتح: أبا من يحب قيامي عنده وتركي الأسفار، ونصب البريء السليم على الحال.\nالجزء: 1 ¦ الصفحة: 17\n",
        "قال أبو القاسم: معنى البيت يا من يحب قوامي بالأمر الذي هم به والعلا التي أطلبها ما بال السيف معلقاً بغير قتل ولا جرح لأن من يطلب ما طلبه يخوض الدماء ويركب الغمرات، وما ذكره أبو الفتح في القيام وترك الأسفار ليس يذهب على المبتدئين لأنه يقال المسافر وضده المقيم وفي كتب الفقه في المسح على الخفين لمسافر يوم وليلة وللمقيم ثلاث أيام ولياليها. وأما القيام فله في العربية معنيان يقال قمت قياماً إذا نهضت عقيب الجلوس وقمت بالأمر إذا توليته وأعنقته ورجل قائم بالأمر وقيم وقوام منه قول الله تعالى) الرجال قوامون على النساء (، وأنشد أبو سعيد السيرافي عن أبي بكر بن مجاهد عن سلمة في كتاب الأبيات:\nوأربعة قامت على غير أرجل\n...\nقيام امرئ في الناس ليس بذي عتبة\nفأبدت فيها كي يقال مؤبد\n...\nوملت على جنب فعرضت في جنب\nفقوله قامت على غير أرجل أي قامت بالأمر وتولته هذا كما يقال سعى فلان إذا ذهب وسعى إذا قام بالمر واعتنق حلاً يدبرها ما قال زهير: سعى بعدهم قوم فلم يدركوهم وقال الآخر:\nأسعى على جل بني مالك\n...\nكل امرئ في شأنه ساع\nوذكر الفراء في القوم أنهم جمع قائم وأنشد أبو محلم صاحب الطاهرية:\nطاف من سلمى خيال\n...\nمنع النوم الرفادا\nقال في تفسيره: إن النوم جمع نائم مثل قائم قوم صائم وصوم.\nقال المتنبي:\nوضاق الأرض حتى كان هاربهم\n...\nإذا رأى غير شيء ظنه رجلاً\nقال أبو الفتح: أراد إذا رأى غير شيء محفول به ومفكر فيه، قد جاء للعرب نحو ذلك يقولون: إنك ولا شيئاً سواء، والتسوية لا تقع إلا بين شيئين فصاعداً فكأنه قال إنك وشيئاً لا يعبأ به سواء ونحوه قول الله سبحانه) خلقتك من قبل ولم تك شيئا (أي شيئاً مذكوراً، وذلك أن المعدوم عندنا يسمى شيئاً.\nقال أبو القاسم: الهارب والمنهزم شتى الرأي متوزع القلب يرى ما لا يرى ويسمع ما لا يسمع ولو كان هناك شيء في الحقيقة موجوداً وظنه رجلاً لكان الآمن والخائف في رؤيته سواء ومنه قول جرير:\nوابنُ المراغة عَائِذ من خَوْفِنَا\n...\nبالوَسْمِ مَنْزِلَةَ الذلِيل الصّاغر\nيَخْشَى الرِّيَاحَ بأن تَكُونَ طليعةً\n...\nأوْ أن تكون به عقوبةُ بادر\nقال المتنبي: لَوْ كَانُ يُبْلِي السَّرطَ تَحْرِيكٌ بَلِي قال أبو الفتح: أي هو في النحول والضمر كالسوط وهو مستحب في الكلب، فكما أن تحريك السوط لا يؤثر فكذلك عدو هذا الكلب لا ينال منه ولا ينقصه.\nقال أبو القاسم: ليس يعني جسم الكلب ولا يصفه وإنما يصف ذنب الكلب فلذلك شبهه بالسوط، وأول القطعة:\nذِي ذَنَبٍ أجْرَد غَيْر أعْزَل\n...\nكَأنَّهُ من جسمهِ بمَعْزِلِ\nلو كانَ يُبْلِي الّسَّوْط تحريكٌ بَلِي قال المتنبي:\nأنْتَ نقيضُ اسمِهِ إذاَ اختلف\n...\nفَوَاضِبُ الهِنْدِ وَالقَنَا الذُّبُلُ\nقال أبو القاسم: قول المتنبي أنت نقيض اسمه كان اسم الممدوح بدر بن عمار والبدر يسمى لتمام دائرته وامتلائها كالبدرة لتمام العدد ومنتهاه، وضده المحاق لتمحق دائرته ونقصانها أي إذا توسطت الحرب محقت الأعداء قتلاً وأسراً.\nوقال المتنبي:\nوإنِّي لتَعدُو بِي عَطَايَاك في الوَغَى\n...\nفَلاَ أنَا مَذْمُوم أنْتَ نَادِمُ\nعلى كلّ طيَّار إليها بِرِجْلِه\n...\nإذَا وَقَعَتْ فِي مِسْمَعَيْهِ الغَمَاغِم\nقال أبو الفتح: أي عدوه في سرعة طيران الطائر، وفيه طرف من قول القائل:\nجاء كلمع البرق جاشَ ماطره\n...\nتَسبحُ أُولاهَ وَيَطْفُو آخِره\nمَا إنْ يَمَسُّ الأرضَ إلاّ حَافِرهُ قال أبو القاسم: المعنى مخفى بحاله وإنما معناه أنك مما قدت إلي في عطاياك من الخيل تعدو بي في الحروب فلا أنا مذموم بالجبن والخور ولا أنت نادم على عطاياك لحسن بلائي وغنائي. والبيت الثاني وهو على كل طيار إليها برجله ليس بينه وبين قول الراجز مشابهة. ومعنى الطيار المسرع ومنه.\nطَارُوا إليه زَرَافَاتِ وَوُحْدَانَا\nالجزء: 1 ¦ الصفحة: 18\n",
        "أي أسرعوا إليه. وقال المفسرون في قوله تعالى:) ولا طائر يطير بجناحيه إلا أمم أمثالكم (لما كان الطيران بالقوائم وهو الإسراع قيده بذكر الجناح مفروزاً لذوات الأجنحة، وأما قول الله تعالى:) وكلّ إنسان ألزمناه طائره في عنقِه (فإنه في التفسير والله اعلم أن ما يستطيعه من الخير والشر مكتوب عليه لا يستطيع الحؤول عنه.\nوعلى ذكر الطائر أنشدوه في كتاب الأبيات:\nوَطَائِرَةٍ بلا قَصَبٍ وَرِيشِ\n...\nتطيرُ الطائِرَاتُ وَمَا تَطِيرُ\nإذَا مُلِئَتْ من الحَجَر استَهَلَّتْ\n...\nوتَجْزَعُ أن يُلاَمِسَهَا الحَرِيرُ\nيريد العين وكحلها بالإثمد.\nوقال المتنبي:\nفما تركن له خُلْداً بِلاَ بَصَر\n...\nتحت التَراب وَلاَ بَازاً لَه قدم\nقال أبو الفتح: أي لم يترك السيوف إنساناً حصل تحت الأرض منستراً بالمطامير ولا إنساناً حصل في رؤوس الجبال مع أوكار البزاة أي هرب الناس في بطون الأودية ومتون الجبال.\nقال أبو القاسم: ذكر الجاحظ في الحيوان أن الخلد فارة عمياء تبصر وبلهاء لا تنصرف، وإنما المتنبي أراد ما تركت من الكفار خلداً تواري منجحراً وهو بصير ولا بازاً تحصل في قلل الجبال وله قدم.\nوقال المتنبي:\nدُعِيتُ بِتَقْرِيظيِكَ فِي كلّ مجلس\n...\nوَظَنَّ الذِي يَدْعُو ثَذَائِي عَلَيْكَ اسْمِي\nقال أبو الفتح: أي ظن الذي يدعوني فحذف المفعول، مع حكاية أوردها في جميل وبثينة، قال أبو القاسم ليس هاهنا حذف للمفعول وإنما معناه بيت البحتري:\nوَما أنا إلاّ عَبْدُ نعمتِك التي\n...\nنُسِبْتُ إليها دون رَهْطِي وَمَنْصِبِي\nوقال المتنبي:\nمِلْتُ إلى مَن يكاد بينَكُمَا\n...\nلوْ كُنْتُمَا السَّائِلَيْنِ بنَقَسِمُ\nقال أبو الفتح: ومثله قول عبد يغوث الحارثي:\nوَأَعْقِرُ لشَّرْب الكِرَامِ مَطِيَّتِي\n...\nوَأصْدَعُ بين القَيْنَتَيْن رِدَائياً\nإلا أن ذاك صدع رداءه، وهذا قسم بينهما نفسه.\nقال أبو القاسم: أما بيت عبد يغوث فإنما يريد شق رداءه للطرب اهتزاز لغناء القينتين وارتياحاً للسماح كما قال الشاعر:\nورَيمٍ فَاتِرِ الطَّرفِ\n...\nمَلِيح الدَّلِّ مَغْنُوجِ\nسقانِي من كُمَيْتِ اللَّوْ\n...\nنِ صِرْفاً غَيْرَ مَمْزُوجِ\nفلمَّا دَارت الكأسُ\n...\nعَلى النَّايِ بَتصْنِيجِ\nوغَنَّى فِي حَنِين الزِّي\n...\nرِ وَالمَثْنَى بِتَهزِيجِ\nجعَلْنَا القمص فِي اللَّبَّا\n...\nت أمثال الَّوَاوِيجِ\nوقال المحدث:\nفَبِتْنَ وَاللَّيْلُ دَاجٍ في غياهبه\n...\nمِثْلَ الغَلاَئِلِ قد شُقَّتْ من الطَرب\nوأما عديل بيت المتنبي فقول أبي تمام:\nوَلوْ لم يكن في كفِّهِ غَيْرُ رُوحه\n...\nلجَادَ بِه فليتَّقِ اللهَ سائِلُه\nوقال المتنبي:\nسَلَّة الرَّكْضُ بَعد وَهْنٍ بِنَجْدٍ\n...\nفتصدىّ للغَيْث أهلُ الحجاز\nقال أبو الفتح: سمعت أن أهل الحجاز فيهم طمع.\nقال أبو القاسم: معنى البيت أنه لما سل سيف أضاء إضاءة البرق فانتظر مطره أهل الحجاز، وذكر الحجاز لأجل القافية كما أن أبا تمام حيث وصف الظبية فقال:\nكالظَّبية الأدْمَاءِ صافت فارتَعَتْ\n...\nزَهرَ العَرَارِ الغَضَّ والجَثْجَاثَا\nفذكر الجثجاث لأن الظبية لا تحسن عليه دون سائر الأعشاب بل للقافية. وتشبيه لمع السيف بالبرق في سلته متداول في الشعر قال أبو تمام:\nبرقٌ إذَا بَرقُ غيث لاح مختطفاً\n...\nلطَّرْف أصبح للأَعناق مُخْتَطِفاً\nوقال المتنبي:\nنَهَبْتَ من الأعمار ما لَوْ حَويْتَه\n...\nهُنِّئَت الدنيا بأنَّك خَالِد\nقال أبو الفتح: لهنئت الدنيا بأنك خالد هو موجه.\nقال أبو القاسم الموجه من الثياب الذي له وجهان في القطع كل واحد يصلح أن يكون ظاهراً، وأما الموجه من الشعر فمشبه به وهو ما كان البيت بأسره يحتمل معنيين متضادين ووجهين متقابلين وأنشد ابن الإعرابي فيه:\nفجُنَّبْتَ الجيُوشَ أبا زُنَيْبٍ\n...\nوجادَ على منازِلِكَ لسَّحَابُ\nالجزء: 1 ¦ الصفحة: 19\n",
        "قال ابن الإعرابي: هذا موجه يحتمل أن يكون دعا له أن يجنب الغارات وبعث الجيوش ويسقط الربيع بأرضه أكلاً للنعم والغنم، ويحتمل أن يكون دعا عليه بأن يبقى قرع الفناء خالي المراح لا تطمع الجيوش قفي قصده ولا يجنب مع هذا سقي السحاب فيكون اشد عليه لأنه إذا كان عشب جنابه ولم يجد رائعة كان أشد عليه وهم يقولون مرعى ولا أكولة وكلأ ييجع منه كبد المصرم قال الشاعر:\nوَخَيْفَاء ألقَى الليثُ فيَها ذِرَاعَه\n...\nفسَرَّت وَسَاءَت كُلّ مَاشٍ ومُصْرِم\nأي سرت المكثر لسعة مراتع نعمه وساءت المقبل لوفور النبات وعدم راعيته.\nوقال المتنبي:\nمنَافِعُهَا ما ضَرَّ في نَفْعِ غَيْرِها\n...\nتَغَذَّى وَتَرْوَى أن تَجُوعَ وأنْ تَظْمَا\nقال أبو الفتح: يحتمل هذا تأويلين: أحدهما أن يكون منافع جدته التي رثاها مستفادة عنده من الجوع والظمأ يريد عفتها وقلة مطمعها ومشربها فإنها مواصلة للصوم، والثاني ان يريد أن منافع الأحداث في الجوع والظمأ أي تهلك أهل الدنيا لأن ذلك من عادة الحوادث. ويشهد لهذا التأويل الثاني في قوله: كالمَوْتِ ليسَ لهُ رِيٌّ وَلاَ شِبَع قال أبو القاسم: معنى البيت مشهور في أشعار العرب والمحدثين وهو أنها تؤثر غيرها فترضى بأن تجوع لإشباع من سواها وتظمأ وتروى غيرها ومنه قول الأسعر:\nلَكِنْ قعِيدَةُ بَيْتِنَ مَجْفُوَّةٌ\n...\nبادٍ جَنَاجِنُ صَدْرِهَا ولَهَا غِنّى\nأي تبسر غيرها بالزاد وتجفو نفسها بالإجاعة وأما استشهاد أبي الفتح بقول المتنبي: كالموت ليس له ري ولا شبع فايس بينهما علقة وإنما يعني أن سيف الدولة لا تنتهي مغازيه ولا فتوحه فكلما غزا بلداً أو فتح صعقاً سار إلى غيره كالموت لا يروى من قبض الأرواح ولا يشبع، ومثله في بعض ممدوحيه:\nلوْ نِيطت الدّنْيَا بأخرى مثلِها\n...\nلعَمَمْتَهَا وَخَشيِتُ ألاَّ تَقْنَعَا\nوقال المتنبي:\nأنَا لاَئمي إن كنْتُ وقتَ اللَوائِمِ\n...\nعلِمْتُ بما بِي بين تِلْكَ المَعَالم\nقال أبو الفتح: هذا كقولك: أنا مثلك إن فعلت كذا وكذا وهو في المبالغة اليمين في الوضع منه ومبالغة في سبه.\nقال أبو القاسم: معنى البيت بحاله مستور ما فسر وإنما معناه أنا فاعل ما استحق اللوم عليه من الأفعال الذميمة إن علقت وقت لأمني اللوائم لما بي من الوجد والوله في منازل أحبتي وعزوب عقلي لفقد سكانها، ومثله:\nإنْ كانْ ما بُلِّغْتِ عنِّي فَلاَمَنِي\n...\nصَديقي وَشلَّتْ من يَدَايَ الأنامل\nوقال المتنبي:\nعيونُ رَوَاحلي إن حِرْتُ عَيْنِي\n...\nوَكُلُّ بُغَامِ رَازِحَةِ بُغَامِي\nقال أبو الفتح: حرت أي تحيرت، والبغام صوت الناقة المعيية وسألته عن هذا فقال: معناه إن حارت عيني فعيون رواحلي عيني وبغامهن بغامي أي إن حرت فأنا بهيمة مثلهن كما تقول إن قلت كذا وكذا فأنا مثلك، ومثله قوله أيضاً: أنا لائمي البيت.\nقال أبو القاسم: قاعدة علل أبي الفتح إذا أعياه معنى البيت أن يسنده إلى المتنبي أو يقول: هذا حصلته عليه، أو يقول: بهذا أجابني وقت الاجتماع معه، والغريق يتعلق بما يرى. وإنما معنى البيت أن عيون إبلي تهتدي إلى الطريق وسلوكه لاعتيادها قطع الأسفار وإلفها سلوك المفاوز فكلما تحيرت فهن هادياتي وإذا ضللت كن مرشداتي، والبيت الأول يدل على ما قلت وهو:\nذَرَانِي وَالفَلاَةَ بِلاَ دَلِيل\n...\nووجهِي وَالهَجِير بِلاَ لِثَام\nوقال أبو تمام يصف الإبل:\nالمُرْضِيَاتِكَ مَا أرغَمْتَ أَأْنُفَهَا\n...\nوَالهَادِيَاتِكَ وَهْيَ الشُّرَّدُ الضُّلُلُ\nوقال المتنبي:\nهَوِّن عَلىَ بصرٍ ما شَقّ مَنْظَرُه\n...\nفإنَّما يَقَظَاتُ العَيْنِ كَالحُلُم\nقال أبو الفتح: شق بصر الميت إذا فارق الدنيا أي ليهن عليك الموت فغنما الحياة كالمنام.\nقال أبو القاسم: معنى البيت انه أراد هون مناظر الأشياء الشاقة الهائلة فإن رؤية العين يقظة كرؤيتها مناماً وغنما يريد الاستهانة بالشدائد والاستخفاف بالمخاوف، وذهب في هذا البيت مذهب السوفسطائية، شق معناه أتعب وكد والهاء في قوله شق منظره راجعة على المنظور إليه وليس من حديث الميت في شيء حسب ما ذهب إليه أبو الفتح: وقال المتنبي:\nالجزء: 1 ¦ الصفحة: 20\n",
        "وَخَيْلٍ حَشَوْنَاهَا الأُسِنَّةَ بَعْدَمَا\n...\nتَكَدَّسْنَ مَنْ هَنَّا علينَا ومِن هَنَّا\nضُرِبْنَ إلَيْنَا بِالسِّيَاطِ جَهَالَةً\n...\nفَلَمَّا تَعَارَفْنَا ضُرِبْنَا بِهَا عَنَّا\nوقال أبو الفتح: كانت خيل الروم رامت جيش سيف الدولة فظنته جيشها فجاءته مسترسلة فلما عرفت أنه جيش المسلمين ولت هاربة.\nقال أبو القاسم: معنى البيت رب خيل أوسعناها طلعنا بالرماح بعد أن اكتنفتنا من هنا وهنا، والتكدس أن تكتف الخيل في مشيها وحضرها وهو من علامات عتقها وجودتها قال\nوَخَيْل تَكَدَّسُ بِالدّارِ\n...\nعينَ مَشْيَ الوُعُولِ على الظَّاهِرَة\nومنه أكداس الحنطة لما يرفع من حصائدها وقد ذكره المتلمس في شعره.\nومعنى البيت الثاني للمتنبي أن الروم أقبلت علينا جهالة بغنائنا في الحرب وبلائنا من القتال فلما رأوا مشابتتنا لهم ومقاومتنا إياهم هزمن بنا عن محاربتنا.\nوقال المتنبي:\nوَتَوَقَّدتْ أنْفَاسُنَا حَتَّى لقَدْ\n...\nأشْفَقْتُ تَحْتَرِقُ العَوَاذِل بَيْنَنَا\nقال أبو الفتح: إشفاقه على العواذل أن يحترقن مع بغضه إياهن أنه خاف أن ينم احتراقهن على ما كان فيه من حرارة أنفاسه أو احتدام موقعها.\nقال أبو القاسم: معنى البيت ظاهر في اللفظ والأنفاس في صعدائها على العشاق لا تحتاج إلى احتراق العواذل للنميمة، وليس لبعض العواذل مدخل في المعنى ولا لنميمة الاحتراق محل.\nوقال المتنبي:\nأمْسَى الذِي أمْسَى برَبِّكَ كافراً\n...\nمن غيرِنَا مَعَنا بفضلِك مُؤْمنا\nقال أبو الفتح: أمسى من يكفر بالله من غيرنا مؤمناً بفضلك معنا. أي اجتمعت على فضلك ألسنة المخالفين.\nقال أبو القاسم: هذا المعنى ظاهر في اللفظ بلا تفسير وأخذه المتنبي من أبي تمام حيث يقول:\nلوْ أنّ إجماعنا في فضل سؤدده\n...\nفي الدين لم يَخْتَلِفْ في لأمَّة اثْنان\nوأبو تمّام أخذه من عمر بن أبي ربيعة) فطرد معنى الغزل إلى المدح موريا به (حيث يقول:\nوفتَاةٍ إنْ تَغِبْ شَمْسُ الضحى\n...\nفَلَنَا وجهها عَنْهَا خلف\nأجمع الناسُ على تفضيلها\n...\nوَهَوَاهُمْ في سوَاها مُخْتَلِفْ\nوقال المتنبي:\nغَضُّ الشَّبَاب بَعِيد فَجْرُ لَيْلَتِه\n...\nمُجَانب الجَفْن للفَحْشَاءِ وَالوَسَنَ\nقال أبو الفتح: أي تطول ليلته لسهره في الخير والشر وهو مع ذلك غض الشباب لائق بمثله الفكاهة واللذات، يمدح بذلك قاضياً.\nقال أبو القاسم: معنى البيت أنه متهجد بالليل ساهر في أسباب الطاعات ففجره بعيد من ليلة سهره. والتعبد في الجملة حسن وهو من الشباب أحسن كما أن السخاء حسن ومن ذوي الإقلال أحسن، وهذا من باب تفاوت المحاسن وتفاضلها وهي على الجملة حسنة فاضلة.\nوقال المتنبي:\nتحبو الرواسم من بعد الرسيم بها\n...\nوتسأل الأرض عن أخفافها الثفن\nقال أبو الفتح: يقول إذا كلت أخفاف المطي لشدة اليسر فحبت ثفناتها سألت ثفناتها الأرض فقالت: أين الأخفاف التي كانت تحمل هذا البعير. وهذا مثل ضربه لشدة السير ولا سؤال هناك.\nقال أبو القاسم: معنى البيت أن الإبل لسيرها في هذه المفاوز وتباعد ما بين أقطارها تنقطع وتتزيل أوصالها حتى تسال الثفنات الأرض: أين الأخفاف لتباين مفاصلها، والبيت الأول يدل عليه.\nفغادر الهجر ما بيني وبينكم\n...\nيهماء تكذب فيها العين والأذن\nوقال المتنبي: كل ما لم يكن من الصعب في الأنفس سهل فيها إذا هو كانا قال أبو الفتح: أي أفدت رقاب الناس ما بين شبيب وسيفه مخافة منها لهما.\nقال أبو القاسم: معنى البيت أن شأن شبيب القتل ورقاب الناس تفزعه كأن بينهما ما بين عرب الحجاز وهم قيس وعرب اليمن وهم قحطان، وهذا الذي ذكره الحسن بن هانئ:\nوأطرق حيات البلاد لحية\n...\nخصيبية التصميم حين تسور\nسمنت لرجال الخوف في دار أمنهم\n...\nفأضحوا وكل في الوثاق أسير\nوهناك عرب قيس واليمن والحرب بينهما سجال.\nوقال المتنبي:\nولكن الفتى العربي فيها\n...\nغريب الوجه واليد واللسان\nقال أبو الفتح: معنى غريب اليد أي سلاحه السيف والرمح وساح من بالشعب الحربة والنيزك.\nالجزء: 1 ¦ الصفحة: 21\n",
        "قال أبو القاسم: معنى غريب اليد أي هو صاحب أسلحة الحرب وسكان الشعب سوقة مشغولون بالمكاسب.\nوقال المتنبي:\nغدونا ننفض الأغصان فيه\n...\nعلى أعرافها مثل الجمان\nقال أبو الفتح: يتخلل ضوء الشمس من فرج أغصان الشجر فيقع على أعرافها كالجمان.\nقال أبو القاسم: معنى البيت أن الطل والرش على الأوراق والأغصان فإذا اهتزت تساقط القطر على أعراف النخيل كأنه الجمان وهو حبات الدر الصغار، ومثله قول الراجز يصف سقيط الطل على الجارح: ضار غداً ينفض صئبان المطر وقال بشر:\nفأضحى وصئبان الصقيع كأنه\n...\nجمان بصاحي جلده يتحدر\nوقال المتنبي:\nوألقى الشرق منها في ثيابي\n...\nدنانيراً تفر من البنان\nقال أبو الفتح: هذا البيت مثل البيت الأول.\nوقال أبو القاسم: قد مر تفسير البيت الأول وعني المتنبي بهذا البيت تساقط شعاع الشمس من خلل الأوراق مدنراً كقول الآخر:\nعبرياتها نثرت علينا\n...\nدنانيراً طبعن من الإياة\nوقال المتنبي:\nومن بالشعب أحوْجُ من حَمَام\n...\nإذَا غنَّى وَنَاحَ إلى البَيَانِ\nقال أبو الفتح: أي هن أعاجم لا يفصحن.\nقال أبو القاسم: معنى البيت أن سكان الشعب أحوج إلى البيان لنعت ما فيه من الأزهار وأصباغ الربيع من الحمام في تغنيه وألحانه. وقال ابن الرومي في معنى ما ذهب إليه وأجاد في الغرض أمه:\nكَرمْتُم فَجَاش المُفحمون بِمدحِكُم\n...\nإذَا رَجزوا فيكم أثبتُم فَقَصدُوا\nكما أزهرت جنات عدن ونورت\n...\nفأضحت وعجم الطير فيها تغرد\nوكرره في أخرى:\nلا تحسبوني لشيءٍ غير أنعمكم\n...\nأعني بعد تجديد\nاسكن كما راقت القمري جنته\n...\nفظل يتبع تغريداً بتغريدِ\nوقال المتنبي:\nأعلى قناة الحسين أوسطها\n...\nفيه وأعلى الكمي رجلاه\nقال أو الفتح: سألت المتنبي عن هذا فقال مثل البيت الآخر:\nولربما أطر القناة بفارس\n...\nوثنى فقومها بآخر منهم\nأي اعوجت القناة لما طعن بها الفارس فصار أوسطها أعلاها.\nوقال أبو القاسم: أما البيت الثاني فالقناة بحالها وهي ماطورة بالطعن كقول البحتري:\nفي موقف ضنك تخال به القنا\n...\nبين الضلوع إذا انحنين ضلوعاً\nوالبيت الأول للمتنبي القناة منتقفة شدة طعن فكأن أوسطها صار أعلى.\nوقال المتنبي:\nتبل خدي كلما ابتسمت\n...\nمن مطر برقه ثناياها\nقال أبو الفتح: أي بريق ثناياها يريد العضاض والقبل التي كانت هناك، يقول إذا ضحكت بدت ثناياها فتيل خدي بالريق من أجلها وهذا يدل على أنها كانت نكبة عليه معانقة له فيكون كقوله:\nوأشنب معسول الثنيات واضح\n...\nسترت فمي عنه فقبل مفرقي\nقال أبو القاسم: هذا الذي قاله أبو الفتح مضحك سامعه ومعنى البيت اشهر من يوم حليمة في أشعار المحدثين ومعرفة ولدان الأدب والمعنى إن برق ثناياها إذا ضحكت مطره دموعي ولا عضاض هناك ولا عناق، وقال ابن الرومي:\nوواضح أشنب به رتل\n...\nيعرف من شام برقه مطره\nوقال غيره:\nقمر نور وجهه\n...\nفي الدجى بكسف القمر\nإن بدا برق ثغر\n...\nسال من عيني المطر\nوأما البيت الثاني وأشنب معسول الثنيات، البيت، فإنه يصف نفسه بالعفة والنزاهة والبيت الأول دال عليه حيث يقول:\nوأجياد غزلان كجيدك زرنني\n...\nفلم أتبين عاطلاً من مطوق\nأي غمضت عيني من النظر عفة وتصونا ومثله قوله وهو أبلغ:\nيرد يداً عن ثوبها وهو قادر\n...\nويعصي الهوى في طيفها وهو راقد\nوقال المتنبي:\nتماشي بأيدٍ كلما وافت الصفا\n...\nنقشن به صدر البزاة حوافيا\nقال أبو الفتح: يصف الخيل إذا وطأت الصفا وهو الصخر أثرت فيه نقشاً تشبه صورته صورة صدر البازي.\nقال أبو القاسم: معنى البيت يحتاج إلى فضل نظر وهو أن نقش صدر البزاة متداخل بعضه في بعض وهذه الخيل التي وصفها المتنبي يقع مواطئ بعض حوافرها على مواطئ البعض فتتداخل ولا يكون هذا لفرس واحد. والحسن بن هانئ قد وصف صدر البزاة وشبهه بما لم يسبق إليه:\nوأشتاب من طرازه تفويقاً\n...\nوشياً ترى بسيطه مكفوفاً\nمثل استراق الكاتب الحروفا وقال المتنبي:\nالجزء: 1 ¦ الصفحة: 22\n",
        "بعزم يسير الجسم في السرج راكباً\n...\nبه ويسير القلب في الجسم ماشياً\nقال أبو الفتح: سار قلبه في جسمه يعني ذكاءه وتيقظ فؤاده.\nقال أبو القاسم: معنى البيت انه لهول ما عزم عليه إذا ركب جسمه السرج خفق قلبه فاضطرب في الجسم جائياً وذاهباً لعظم المعزوم عليه.\nوقال المتنبي:\nفجاءت بنا إنسان عين زمانه\n...\nوخلت بياضا خلفها ومآقياً\nقال أبو الفتح: ابن الرومي لم يزد على استحسان السواد وقال:\nأكسبها الحب أنها صبغت\n...\nصبغة حب القلوب والحدق\nفأقبلت نحوها الضمائر وال\n...\nأحداق يعنقن أينما عنق\nقال أبو القاسم: هذه القطعة لابن الروم في صفة سوداء ما سبق إليها، وفيها يقول:\nلها حر تستعير وقدته\n...\nمن قلب صبٍّ وصدر ذي حنق\nيزداد ضيقا على السمراس كما\n...\nتزداد ضيقاً إن شوطت الوهق\nكأنما حرة لخابره\n...\nما التهبت في حشاه من حرق\nوقد لاحظ قول النابغة الذبياني:\nوتكاد تنزع جلده من ملة\n...\nفيها لوافح كالحريق الموقد\nوأبو حفص الشطرنجي أجاد في وصفه:\nأشبهك المسك وأشبهته\n...\nقائمة في لونها قاعدة\nلا شك أن لونكما واحد\n...\nأنكما من طينة واحدة\nولأبي بكر الصنوبري قطعة يستهدي فيها المسلك خارجة عن المدح فخليتها.\nوأنشدت لبعض الشعراء في كافور:\nلوم العواذل زاد في أوصابي\n...\nوأنا ابن شرخي صبوة وتصابي\nقالوا مدحت من البرية أسودا\n...\nفأجبتهم كفوا غرار عتابي\nأهوى السواد لأن رأسي أشيب\n...\nيدني الفناو أحب لون شبابي\nوبه تكحل عين كل خريدة\n...\nوبه تتم صناعة الكتاب\nالله ألبس أهل بيت محمد\n...\nلبس السواد منزية الأثواب\nفتقعتوا عند الجواب وعادتي\n...\nأن أفحم الخطباء عند خطابي\nهذا آخر مشكلات شعر المتنبي بتفسير أبي الفتح عثمان ابن جني وإصلاح فرطاته.\nثم اتفق بعدها في بلدان العجم وقوعي إليها بعد تتمة الأربع مائة والعُشر فاختلف إلي طائفة من كتاب الإنشاء كلهم نظروا في الفسر الكبير فكانوا يجارونني في عوارض أبيات المعاني التي فسرها فقرنتها بالمشكلات.\nفأول ذلك قول المتنبي:\nأناس إذا لاقوا عدى فكأنما\n...\nسلاح الذي لاقوا غبار السلاهب\nقال أبو الفتح: أي سلاح عدوهم كغبار الخيل لا يعبئون به ولا يلتفتون إليه. وخص السلاهب لأنها أسرع فغبارها ألطف.\nقال أبو القاسم: ليس هذا بشيء وإنما المعنى إذا لاقوا الناس في الحرب ولوا هاربين فكان سلاحهم الفر اغتناماً كما قال في أخرى لسيف الدولة يصف بني نمير:\nفلزهم الطراد إلى قتال\n...\nأحد سلاحهم فيه الفرار\nوقال المتنبي:\nوأمق لو خدت الشمال براكب\n...\nفي عرضه لأناخ وهو طليح\nقال أبو الفتح يصف فرساً وهو الطويل، وقالوا: الواسع الفروج.\nقال أبو القاسم: الأمق هي البلد الطويل البسيطة وعنى المتنبي المفازة لأنه يقول: لو أن الشمال سارت براكبها لبقي حسيراً، ثم البيت الثاني يدل عليه:\nنازعته قلص الركاب وركبها\n...\nخوف الهلاك حداهم التسبيح\nوقال المتنبي:\nفي مثل ظهر المجن متصلاً\n...\nبمثل بطن المجن قرددها\nقال أبو الفتح: أي أعلوا أرضاً واهبط ارضاً.\nقال أبو القاسم: تفسيره البيت الثاني:\nمرتميات بنا إلى ابن عبيد الل\n...\nهـ غيطانها وفد فدها\nوالحسن بن هانئ قد ذكر الهبوط والصعود في مسيره فقال:\nطافيات راسيات\n...\nخومها عنقا عنقا\nإلا أنه ذهب غير هذا المذهب.\nوقال المتنبي:\nفرأيت قرن الشمس في قمر الدجى\n...\nمتأودا غصن به يتأود\nقال أبو الفتح: أي جمعت حسن الشمس والقمر وشبه قدها بالقضيب.\nقال أبو القاسم: البيت الأول يعني خوض صفرتها في بياض وجهها شبهه بالفضة والعسجد ثم مثله بقرن الشمس في اصفراره بدا طلوعه خائضاً في بياض القمر.\nوقال المتنبي:\nأبلت مودتنا الليالي بعدنا\n...\nومشى عليها الدهر وهو مقيد\nقال أبو الفتح: المقيد يتقارب خطوه، يريد أن الدهر دب إليها فغيرها.\nقال أبو القاسم: أي وطأها الدهر بشدة يعني مودتها فعفا آثارها، ومثله بيت الحماسة:\nوطأتنا وطئاً على حنق\n...\nوطأ المقيد نابت الهرم\nالجزء: 1 ¦ الصفحة: 23\n",
        "أي وطأ بشدة.\nوقال المتنبي:\nكأن نوالك بعض القضاء\n...\nفما تعط منه تجده دوداً\nقال أبو الفتح: إذا وصلت أحداً ببر سعد بركتك وتشرف بعطيتك فصار جداً له ومثل قول أبي تمام:\n؟ ما زلت منتظراً أعجوبة عننا\n...\nحتى رأيت سؤالاً يجتني كرما\nقال: قال أبو القاسم منى البيت أن من أعطيته جد في دنياه إما لغناه بك أو لارتداء الغير من إجزال العطاء بعطاءك وأما قول أبي تمام فروايته كما أنشده:\nما زلت منتظراً أعجوبة عننا\n...\nحتى رأيت سؤالاً يجتني شرفا\nوأول القصيدة: أما الرسوم فقد أذكرن ما سلفا ومعناه: عن سائلك يشرف بسؤالك جلالة قدرك وعظم محلك فلا غضاضة تلحقه في نفسه ولا هضيمة في حقه كما قال البحتري:\nعلمتني الطلب الشريف ولم أزل\n...\nكنت الوضيع من أتضاع مطالبي\nوأريتني أن السؤال محلة\n...\nفيها اختلاف منازل ومراتب\nوقال المتنبي:\nفما في سجاياكم منازعة العلا\n...\nولا طباع التربة المسك والند\nقال أبو الفتح: أي أين التراب من المسك ومعناه أين انتم منه.\nقال أبو القاسم: معنى البيت أنه يذكر ممدوحه بالرفعة وطلب المعالي، ويذم أعداءه باللؤم والدناءة ويقول لهم: خلوا المكارم له فما في طباعكم مساورتها والنهوض إليها كما يلبس في طبع التربة وضوح المسك وروائح الطيب. فمثل الأطياب بالمعالي ومثل طباعهم بالتراب.\nوقال المتنبي:\nما يقبض الموت نفساً من نفوسهم\n...\nإلا في يده منت نتنه عود\nقال أبو الفتح: أي لا يباشر الموت أنفسهم وقت قبضة غياها، ضربه مثلاً.\nقال أبو القاسم: معناه أن الرجل إذا عثر بمنتن أخذ خشبة يحركه بها استقذاراً له، وضربه مثلاً للخصيان وإنهم مناتين أقذار.\nوقال المتنبي:\nينثني عنك آخر الدهر منه\n...\nناظر أنت طرفه ورقاده\nقال أبو الفتح: أي إذا انصرف يوم النيروز عنك إلى آخر اليوم خلف عندك طرفه ورقاده فبقي عندك بلا لحظ ولا نوم.\nقال أبو القاسم: معناه أن يوم النيروز يلحظك كل سنة مرة فتكون زينة له وأنساً كالرقاد وفتح الجفن.\nوقال المتنبي:\nتعب الزوار أعناق خيله\n...\nتعرض وحش خائفات من الطرد\nقال أبو الفتح: أي تنظر شزراً إلى زواره تخوفاً من أن يهبها كوحش خائف طرداً.\nقال أبو القاسم: معنى البيت أن خيل أبي العميد اعتادت فودها إلى الزوار وهبتها للسؤال فإن أبصرت زائداً تعرضت ومدت إليه أعناقها على العادة المألوفة كما تتعرض الوحش النافرة لكل ما مرت به.\nوقال المتنبي:\nفتى يملأ الأزمان رأياً وحكمة\n...\nوبادرة أيان يرضى ويغضب\nقال أبو الفتح: البادرة البديهية.\nقال أبو القاسم: البادرة العقوبة والشديدة ينزلها الرجل بالمسيء والمجرم ومنه قول المتنبي في أخرى. . .\nوقال المتنبي:\nأنا صَخْرَةُ الوادي إذا ما زوحِمَتْ\n...\nفإذا نَطَقْتُ فإنَّني الجَّوزَاءُ\nقال أبو الفتح: أي قد جمعت الأمرين، أنا كهذه الصخرة وفي علو المنطق كالجوزاء.\nقال أبو القاسم: معنى البيت أن الجوزاء بيت عطارد وهو كاتب الشمس وهو نجم اللسن والفصاحة والكتابة والبلاغة وآثار دقائق محاسن اليد واللسان.\nوقال المتنبي:\nتَفْضَحُ الشَّمسُ كُلَّما ذَرَّتِ الشَّمْسُ\n...\nبِشَمْسٍ مُنيرَةٍ سَوْداءُ\nقال أبو الفتح تهزُّؤ به.\nقال أبو القاسم: معناه أن كافوراً في إشراق أفعاله ووضوح مكارمه شمس تغلب ضياء الشمس وهو أسود اللون، ويتلوه قوله:\nإنما الجلد مَلْبَسُ وَابيِضاضُ النَّ\n...\nفْسِ خيرٌ من ابيضاضِ القَباءِ\nوقد تقدمه في هذا المعنى عبد بني الحسحاس حيث يقول:\nإنْ أَكُ عَبْداً فَنَفْسي حُرَّةٌ كَرَماً\n...\nأوْ أسْوَدَ اللَّوْنِ إنِّي أبْيَضُ الخُلُق\nوقال المتنبي: تَذُمُّ السَّحاب الغُرَّ في فعلها بها قال أبو الفتح: الغر لكثرة ماءها.\nقال أبو القاسم: إنما السحاب يسودّ لكثرة مائه، ويقولون السواري الرُّبد والغوادي الغُرّ.\nوقول المتنبي:\nحَاوَلْنَ تَفْدِيَتي وَخِفْنَ مُراقِباً\n...\nفَوَضَعْنَ أيدِيَهُنَّ فَوْقَ تَرائِبا\nقال أبو الفتح: أي أشرن من بعيد ولم يجهرن بالسلام خوف الرقباء.\nالجزء: 1 ¦ الصفحة: 24\n",
        "قال أبو القاسم: معناه وضعن الأيدي على الأكباد لهفاً حين لم يجرن خشية الرقباء على مفاداتي، ومثله بيت الحماسة:\nلَمَّا رَأَوْهُمْ لَمْ يُحِسُّوا مُدْرِكاً\n...\nوَضَعوا أنامِلهُم على الأكْبَادِ\nأي حسرة على موته.\nوقال المتنبي:\nأدَمْنا طَعْنَهُمْ وَالْقَتْلَ حَتَّى\n...\nخَلَطْنا في عِظامِهُمُ الكُعوبا\nقال أبو الفتح: أدمنا أي خلطنا قال أبو القاسم: أدمنا من الإدامة يقال دام الشر وأدمنه لأنه قد ذكر خلطاً بعده.\nوقال المتنبي:\nكأنَّ نُجومَهُ حُليٌ عليهِ وَقَدْ\n...\nحُذِيَتْ قَوائِمُهُ الجّيوبا\nقال أبو الفتح: كأن الليل جعلت له النجوم حلياً كما قال الله تعالى:) إنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزينَةٍ الكَواكِب (وجعل له قوائم على الاتساع.\nقال أبو القاسم: يريد بالنجوم حلي الحب المستزار وأن قوائم الليل راسية في الأرض لا تزول كما قال في بيت الحماسة:\nلَيْلٌ تَحَيَّرَ ما يَنْحَطُّ في جِهَةٍ\n...\nكَأنَّهُ فَوْقَ مَتْنِ الأرْضِ مَشْكولُ\nوقال المتنبي:\nأقَلْبٌ فيهِ أجْفاني كَأنِّي\n...\nأعُدُّ بِهِ على الدَّهْرِ الذُّنوبا\nقال أبو الفتح: يعني أن ذنوب الليل يحسبها ولا تفنى.\nقال أبو القاسم: شبَّه تقليب أجفانه في الإطباق والرفع بعقد الحساب رفعاً ووضعاً وعقداً وبسطاً وسرعة حركات.\nوقال المتنبي:\nأعيدوا صَباحي فَهوَ عِندَ الكَواعب\n...\nوَرُدُّوا رُقادي فُهوَ لَحْظُ الحَبائِبِ\nقال أبو الفتح: المعنى لا أهتدي لرشدي ولا أبصر أمري فردوه لأبصر أمري ويرجع ندمي.\nقال أبو القاسم: ليس للرشد والأمر مدخل في البت وإنما أن نهاري ظلمة وغمة منذ فارقت أحبتي، والبيت الثاني يفسره حيث يقول:\nفإنَّ نَهاري لَيْلَةٌ مُدْلَهِمَّةٌ\n...\nعَلى مُقْلَةِ مِنْ فَقْدِكُمْ في غَياهِبِ\nقال أبو القاسم: معنى البيت أن أفعال السيوف التي هي المضاء في ضرابها وإعزازها للمعتصي بها منسوبة إلى الممدوح لاستعماله إياها ونفس السيوف هي حدائد منسوبة إلى الهند لأنها تطبع بها وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 25\n",
        ""
    ]
}