{
    "1": [
        "انتخاب كتاب من وافقت كنيته اسم أبيه للخطيب\nانتخاب كتاب من وافقت كنيته اسم أبيه للخطيب\nعلاء الدين مغلطاي\nالكتاب:\nانتخاب كتاب من وافقت كنيته اسم أبيه مما لا يؤمن وقوع الخطأ فيه للخطيب البغدادي (المتوفى: 463هـ\nالمؤلف (انتخاب):\nمغلطاي بن قليج بن عبد الله البكجري المصري الحكري الحنفي، أبو عبد الله، علاء الدين (المتوفى: 762هـ)\nالمحقق:\nالدكتور باسم فيصل أحمد الجوابرة\nالناشر:\nمركز المخطوطات والتراث [طبع مع كتاب: من وافق اسمه اسم أبيه للأزدي]\nالطبعة:\nالأولى 1408 هـ - 1988 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "جمعية إحياء التراث الإسلامي\nمركز المخطوطات والتراث - تحقيق التراث (4)\nمن وافق اسمه اسم أبيه\nمن وافق اسمه كنية أبيه\nللحافظ أبي الفتح الأزدي\n374 هـ\nانتخاب كتاب\nمن وافقت كنيته اسم أبيه مما لا يؤمن وقوع الخطأ فيه\nللخطيب البغدادي\nانتخاب علاء الدين مغلطاي\nتحقيق\nالدكتور باسم فيصل أحمد الجوابرة\nمنشورات مركز المخطوطات والتراث\nالطبعة الأولى\n1408 هـ - 1988 م\n",
        "بسم الله الرحمن الرحيم\nانتخاب كتاب الحافظ أبي بكر أحمد بن علي بن ثابت الخطيب البغدادي المسمى من وافقت كنيته اسم أبيه.\nانتخاب المحدث الفاضل علاء الدين مغلطاي ابن قليح ابن عبد الله البلجري.\nالجزء: 1 ¦ الصفحة: 77\n",
        "بسم الله الرحمن الرحيم\nالحمد لله رب العالمين, وصلواته وسلامه على سيدنا وسيد البشر أجمعين محمد وآله. أما بعد فإني ذاكر بحمد لله ومعونته جميع التراجم التي اشتمل عليها كتاب الحافظ أبي بكر المسمى ((من وافقت كنيته اسم أبيه مما لا يؤمن وقوع الخطأ فيه)) من غير تطويل ممل ولا إجحاف مقل, وبالله أستعين وهو حسبي ونعم الوكيل ولا حول ولا قوة إلا بالله.\nباب الألف\nإبراهيم بن إسماعيل, وإبراهيم أبو إسماعيل, الأول كثير, والثاني خمسة:\n1-\nأولهم كوفي لم يعرف أبوه, حدث عن أبي وائل وعنه المبارك بن فضالة.\n2-\nوالثاني: ابن عبد الرحمن السكسكي الكوفي عن عبد الله بن أبي أوفى الأسلمي, وأبي بردة وعنه مسعود المسعودي والعوام بن حوشب.\n3-\nوالثالث: ابن يزيد المكي عرف بالخوزي لسكنه شعب الخوز بمكة. عن محمد بن عباد ابن جعفر, والوليد بن أبي مغيث, وعمرو بن دينار, وعبد الله بن أبي نجيح, وعنه الثوري وأبو سفيان العمري, ومعتمر بن سليمان الرازي وغيرهم.\n4-\nالرابع: أبوه عبد الملك القناد من أهل البصرة عن قتادة, ويحيى بن أبي كثير, وعنه عبد الصمد بن عبد الوارث وعفان بن مسلم وإسحق بن أبي إسرائيل.\nالجزء: 1 ¦ الصفحة: 78\n",
        "5-\nالخامس: أبوه سليمان بن رزين المؤدب البغدادي عن عبد الملك بن (عمير) وعاصم الأحول وعطية (وعمر) مولى غفرة وعبد الله بن مسلم بن هرمز وعنه محمد بن الصباح الدولابي وعلي (بن أبي هاشم) بن طبراخ وداود بن عمرو الضبي.\nإسماعيل بن إسحق, وإسماعيل أبو إسحق, الأول كثير.\n6-\nوالثاني أبوه عبد الملك بن أبي شبيب الخزاز الضرير البصري, عن فايد بن أبي الورقا وميمون بن أبي عجلان وعنبسة بن عبد الرحمن وابن عون وشعبة, وعنه إبراهيم بن مرزوق وأبو العباس الكريمي البصريان وأحمد بن عصام بن عبد المجيد الأصبهاني.\nإسحق بن عبد الرحمن, وإسحق أبو عبد الرحمن, الأول اثنان.\n7-\nأولهما حجازي عن أبي سلمة بن عبد الرحمن وعنه عبد الله بن عطاء بن يسار.\n8-\nوثانيهما حدث عن ليث وعنه سعيد بن أبي أيوب قاله البخاري.\n9-\nوالثاني أبوه أسيد حدث عن رجاء بن حبوة وعنه الليث بن سعد ويحيى بن أيوب المصريان.\nإسحق بن عبد الله, وإسحق أبو عبد الله, الأول جماعة.\n10-\nوالثاني المديني مولى زائدة عن أبي هريرة ورأى الخدري وعنه العلاء بن عبد الرحمن وأبو واقد صالح بن محمد بن الليثي وأسامة بن زيد المديني.\n11-\nإدريس بن إسماعيل وإدريس أبو إسماعيل هما واحد كوفي نزل حران وحدث بها\nالجزء: 1 ¦ الصفحة: 79\n",
        "عن الأعمش وطلحة بن معرف وعنه عمر بن أبي كريمة الحراني وعلي بن جميل الرقي. أيوب بن العلاء, وأيوب أبو العلاء.\n12-\nالأول حدث عن عمرو بن فايد روى عنه محمد بن إسحق السراج.\n13-\nوالثاني اختلف في اسم أبيه سماه أيوب عن قتادة العلاء روى هشيم حدثنا أيوب بن مسكين وقال يزيد بن هارون وإسحق الأزرق أيوب بن أبي مسكين روى عن قتادة, وعنه محمد بن يزيد وهشيم وابن هارون.\nأيوب بن يوسف, وأيوب أبو يوسف.\n14-\nالأول جده أيوب بن سليمان بن داود أبو القاسم البصري حدث ببغداد عن عنبس الأنطاكي ومحمد بن إبراهيم بن كثير الصوري روى عنه أبو بكر الأبهري الفقيه وعمر ابن محمد بن سنبك وابن شاهين البغداديان.\n15-\nالثاني حدث عن بن المبارك وعنه محمد بن أيوب الرازي لم يعرف من حاله أكثر من هذا.\n16-\nإسرائيل بن موسى وإسرائيل أبو موسى هما واحد بصري سمع الحسن وعنه ابن عيينة.\n17-\nالأغر بن مسلم والأغر أبو مسلم هما واحد مدني حدث عن أبي هريرة وأبي سعيد وعنه السبيعي كان مملوكاً اشترك أبو هريرة والخدري في عتقه.\n18-\nأوس بن خالد وأوس أبو خالد هما واحد حديثه في البصريين سمع أبا هريرة وأبا\nالجزء: 1 ¦ الصفحة: 80\n",
        "محذورة وسمرة وعنه ابن جدعان.\n19-\nالأحوص بن جواب والأحوص أبو الجواب هما واحد ضبي كوفي حدث عن أسباط ابن نصر (وعمار) بن زريق وسليمان بن قرم وصباح المزني، وعنه محمد بن الحسين بن إشكاب العامري ومحمد بن إسحق الصغاني، وإبراهيم بن محمد بن عرعرة وعباس الدوري وأحمد بن يونس بن المسيب الأصبهاني.\nباب الباء\nبيان بن بشر، وبيان أبو بشر، رجلان كوفيان اتفقا في الاسم والكنية والنسب والطبقة والبلد.\n20-\nأحمدهما بجلي حدث عن أنس وابن أبي حازم وأبي عمرو الشيباني والشعبي وابن أبي ليلى عبد الرحمن، وعبد الرحمن بن هلال العبسي، وعنه إسماعيل بن أبي خالد والثوري وشعبة وزهير بن معاوية وخالد بن عبد الله وأبو عوانة وزائدة ومسعر وشريك وابن عيينة وجرير بن عبد الحميد وعلي بن عاصم.\n21-\nوالآخر حدث عن زاذان أبي عمرو عن عكرمة عنه هاشم بن البريد وحديثه عزيز جداً.\n22-\nبركة بن الوليد وبركة أبو الوليد هما واحد يروي عن ابن عباس وعنه الحذاء.\nالجزء: 1 ¦ الصفحة: 81\n",
        "23-\nبزيع بن الخليل وبزيع أبو الخليل هما واحد، حدث عن هشام والأعمش وعنه معاذ ابن معاذ بن أخي خلاد الأعمى وعبد الرحمن بن المبارك ومحمد بن صدران وأزهر بن جميل البصريون.\n24-\nبدر بن الخليل وبدر أبو الخليل هما واحد أسدي كوفي حدث عن أبي وائل وأبي كثير الزبيري وعنه علي بن عابس ووكيع وأبو أسامة وعيسى بن يونس.\nباب التاء\n25-\nتميم بن حذلم وتميم أبو حذلم هما واحد كوفي حدث عن علي وابن عباس وعنه أخوه عبد الرحمن والجعفي.\nباب الثاء\nثابت بن زيد، وثابت أبو زيد.\n26-\nالأول جده ثابت بن زيد بن أرقم الأنصاري حدث عن أنيسة بنت زيد وعنه ابن أبي عروبة ومعتمر وجرير بن عبد الحميد.\nالجزء: 1 ¦ الصفحة: 82\n",
        "27-\nالثاني البصري الأحول أبوه يزيد حدث عن سليمان التيمي وعاصم الأحول وهلال بن خباب وابن عون والد ستوائي وعنه عفان بن مسلم والتبوذكي وغسان بن الربيعة.\nباب الجيم\n28-\nالجلد بن أيوب والجلد أبو أيوب هما واحد بصري حدث عن أبيه ومعاوية بن قرة وعنه هشام بن حسان وجرير بن حازم.\nباب الحاء\nحذيفة بن اليمان وحذيفة أبو اليمان\n29-\nالأول صحابي عبسي شهد أحداً وما بعدها روى عنه أبو وائل وزر وصلة بن زفر وربعي وهمام بن الحارث.\n30-\nالثاني اثنان أولهما أبوه (غياث) أصبهاني حدث عن أبي زيد النحوي وعنه أحمد بن محمد بن مسعدة.\n31-\nثانيهما واسطي حدث عن الشعبي وعنه شعبة وهشيم.\n32-\nحجر بن عنبس وحجر أبو عنبس هما واحد كوفي حدث عن علي ووائل بن حجر\nالجزء: 1 ¦ الصفحة: 83\n",
        "وعنه سلمة بن كهيل.\nحصين بن محصن, وحصين أبو محصن.\n33-\nالأول خطمي أنصاري مدني حدث عن عمته ولها صحبة وعنه بشير بن يسار.\n33-\nوالثاني واسطي أبوه نمير حدث عن حصين بن عبد الرحمن والفضل بن عطية وعنه مسدد وابن المديني.\n34-\nحصين بن حبيب وحصين أبو حبيب هما واحد حدث عن عكرمة وعنه مكي بن إبراهيم البلخي وعبد الصمد بن عبد الوارث.\n35-\nحمران بن أعين وحمران أبو أعين هما واحد شيباني كوفي حدث عن أبي الطفيل عامر وأبي حرب بن أبي الأسود الديلي وعنه الثوري وإسرائيل بن يونس وحمزة بن حبيب.\nحميد بن عبد الله, وحميد أبو عبد الله, الأول ثلاثة:\n36-\nأولهم حدث عن عبد الرحمن بن أبي عوف ومالك بن أبي (رشيد) وعنه محمد بن الوليد الزبيدي وصفوان بن عمرو (وعمر) الأحموسي قاله البخاري.\nالجزء: 1 ¦ الصفحة: 84\n",
        "37-\nثانيهم ملاء كوفي حدث عن الوليد بن عتبة وأبي قيس الأزدي وعنه الثوري ويحيى ابن زكريا بن أبي زائدة وأبو نعيم.\n38-\nثالثهم ثقفي حدث عن علقمة بن قيس عن ابن مسعود روى وكيع عن دلهم ابن الكندي عنه قال ابن أبي حاتم يرويه أبو نعيم عن دلهم عن ابن مسعود مرسلاً.\n39-\nالثاني اثنان أحدهما شامي حدث عن أبي سلمة وعنه ابن أبي ليلى وأبو بكر بن عياش.\n40-\nثانيهما كندي بصري خياط أبوه مهران حدث عن الحسن وابن سيرين وقتادة وخالد الربعي وداود بن أبي هند وسيف المازني وعنه (سلم) بن قتيبة والبرساني محمد بن بكر والطيالسي وأبو عاصم الشيباني ومسلم بن إبراهيم الأزدي.\n41-\nحميد بن الأسود وحميد أبو الأسود هما واحد بصري عرف بصاحب الكرابيس,\nالجزء: 1 ¦ الصفحة: 85\n",
        "حدث عن ابن عون وإسماعيل بن أمية روى عنه ابن ابنه عبد الله بن محمد ومسدد.\n42-\nحنش ابن المعتمر وحنش أبو المعتمر هما كوفي واحد كناني حدث عن علي وعنه سماك والحكم بن عتبة وابن أبي خالد.\n43-\nحبيب بن حجر وحبيب أبو حجر هما واحد قيس بصري حدث عن الأزرق بن قيس وثابت روى عنه روح بن عبادة والتبوذكي وعبد العزيز بن إبان الكوفي.\nحماد بن يحيى، وحماد أبو يحيى، الأول ثلاثة:\n44-\nأولهم أبو بكر الأبح بصري حدث عن إسحق بن عبد الله بن أبي طلحة، وثابت ومعاوية بن مزة وابن أبي مكيلة وسعيد بن ميناء وابن عون، وعنه أبو نعيم وعبد الرحمن بن المبارك والحسن بن موسى الأشيب والحسن بن الربيع ومحمد بن الربيع، ومحمد بن بكار بن الريان ومحمد بن جعفر الوركاني.\n45-\nثانيهم جده السائب، هو أخو شعيب التجيبي المصري، يكنى أبا يونس، وقيل أبا يوسف. حدث عن حميد بن هانئ الخولاني وعنه إدريس بن محمد الخولاني.\n46-\nوالثالث جده حماد البصري، أبو عمرو، حدث عن أبيه. روى عنه علي بن أحمد ابن بسطام الأيلي.\nالجزء: 1 ¦ الصفحة: 86\n",
        "47-\nالثاني اثنان أولهم (أبو إسحق) سمع الحسن وابن سيرين، وعنه موسى بن إسماعيل.\n48-\nثانيهما شامي حدث عن البختري بن عيد وعنه بقية بن الوليد.\nحازم بن محمد، وحازم أبو محمد.\n49-\nالأول جده يونس بن محمد بن حازم بن قيس، غفاري كوفي حدث عن أمه حمادة بنت محمد بن عبد الرحمن بن أبي ليلى، وعنه ابنه أحمد.\n50-\nالثاني أبو محمد البجلي اسم أبيه إبراهيم، حدث عن سماك بن حرب، وجابر الجعفي، وعنه بكر بن بكار وعمرو بن حكام.\nالحكم بن عمرو، والحكم أبو عمرو، الأول ثلاثة:\n51-\nأولهم غفاري أخو رافع له صحبة ورواية، حدث عنه أبو صاحب سوادة بن عاصم قال (ابن) سعد: ولاه زياد خرسان فلم يزل والياً عليها حتى مات سنة خمسين.\nالجزء: 1 ¦ الصفحة: 87\n",
        "52-\nثانيهم حدث عن قتادة وعنه شبابة بن سوار.\n53-\nثالثهم جده الحكم أبو القاسم الأنماطي العسكري حدث عن أبي مسهر الدمشقي والفضل بن دكين، وعنه محمد بن غالب التمتام وقاسم بن زكريا المطرز.\n54-\nالثاني حدث عن ضرار بن عمرو، وعنه محمد بن طلحة بن مصرف اليامي.\n55-\nحاتم بن إسماعيل، وحاتم أبو إسماعيل، هما واحد مدني، حدث عن عبد الرحمن بن حرملة الأسلمي وسلمة بن وردان، وعنه أبو إسحق الفزاري وزكريا بن عدي.\nحفص بن عمر, وحفص أبو عمر, الأول كثير والثاني اثنان:\n56-\nأولهما أسدي كوفي قاري أبوه سليمان حدث عن عاصم بن أبي النجود وعلقمة بن مرثد, وعنه حفص بن غياث وعمرو بن عون.\n57-\nثانيهما كوفي حدث عن أبي الزعر الجشمي, وعنه الفضل بن دكين.\nالحسين بن الوليد والحسين أبو الوليد:\nالجزء: 1 ¦ الصفحة: 88\n",
        "58-\nالأول أبو عبد الله القرشي النيسابوري سمع ابن حريج وابن أبي ذئب, وعنه إسحق ابن راهويه ويحيى بن يحيى.\n59-\nالثاني كلبي كوفي حدث عن سعيد بن صدقة وحفص بن بغيل, وعنه محمد بن الحسين البرجلاني.\nحرف الخاء\nخالد بن الوليد وخالد أبو الوليد, الأول اثنان:\n60-\nأولهما جده المغيرة بن عبد الله بن عمر بن مخزوم أبو سليمان, سيف الله, أسلم قبل فتح مكة, حدث عنه غير واحد من الصحابة.\n61-\nثانيهما سكسكي يعد في الشاميين قاله البخاري ولم يزد.\n62-\nالثاني أيادي حدث عن عمر روى عنه هذيل بن بلال الغماري.\n63-\nخالد بن عبد الله, وخالد أبو عبد الله, الأول كثير, الثاني قرشي زيات من الكوفة رأى الشعبي وحدث عنه وكيع.\nخالد بن عبد الرحمن, وخالد أبو عبد الرحمن, الأول أربعة:\n64-\nأولهم جده بكر السلمي حدث عن نافع وابن سيرين وعنه ابن المبارك ووكيع ثانيهم\nالجزء: 1 ¦ الصفحة: 89\n",
        "خرساني حدث عن مالك بن مغول وابن أنس وعنه محمد وسعد ابنا عبد الله بن عبد الحكم.\n65-\nثالثهم أبو الهيثم العطار الكوفي, حدث عن الأعمش وهارون بن عنترة, وعنه أبو سعيد الأشج.\n66-\nرابعهم جده خالد بن سلمة المخزومي, حدث عن إسماعيل بن أمية والثوري, وعنه محمد ابن ميمون الخياط وأبو العباس الكريمي.\n67-\nالثاني زاهد حدث عن محمد بن عجلان وعنه موسى بن داود الضبي.\nخليل بن عمرو, وخليل أبو عمرو:\n68-\nالأول أبو عمرو, سكن بغداد وحدث عن وكيع ومروان بن معاوية وعنه البغوي وموسى بن هارون الحافظ.\n69-\nالثاني سيأتي, أراه كوفياً حدث عن المبارك بن سعيد النوري, وعنه إسماعيل بن بهرام.\n70-\nخلف بن المنذر وخلف أبو المنذر هما واحد بصري حدث عن بكر بن عبد الله المزني، وعنه موسى بن إسماعيل التبوذكي وجمع بين اسمه وكنيته في حديث واحد.\nباب الدال\nداود بن يزيد، وداود أبو يزيد:\n71-\nالأول الثقفي الأزرق البصري حدث عن بشر بن (حرب) وعاصم بن بهدلة، وعنه\nالجزء: 1 ¦ الصفحة: 90\n",
        "هشام بن عبيد الله الرازي وقتيبة بن سعيد البلخي.\n72-\nالثاني أزدي كوفي، أبوه يزيد بن عبد الرحمن، حدث عن أبيه والشعبي، وعنه ابن أخيه عبد الله بن إدريس وابن عيينة.\nداود بن عمرو، وداود أبو عمرو، الأول اثنان:\n73-\nأولهما: دمشقي نزل واسط حدث عن مكحول والقاسم بن مخيمرة، وعنه هشيم بن بشير ومحمد بن يزيد الواسطيان.\n74-\nثانيهما: جده زهير الضبي بغدادي يكنى أبا عبد الرحمن سمع سليمان بن أبي الزناد وحماد بن زيد، وعنه الحجاج بن يوسف الشاعر ومحمد بن إسحق الصغاني.\n75-\nالثاني: بصري أبوه الزبرقان، حدث عن داود بن أبي هند ومطر، وعنه الطيالسي وابن عرفة.\nداود بن الهيثم، وداود أبو الهيثم:\n76-\nالأول جده إسحق بن البهلول بن حسان أبو سعد التنوخي الأنباري حدث عن جده وابن شبة، وعنه محمد بن المظفر الحافظ أو حمد بن يوسف الأزرق التنوخي.\nالثاني بصري سمع بن سيرين وعنه معتمر بن سليمان وعبد الصمد بن عبد الوارث.\nالجزء: 1 ¦ الصفحة: 91\n",
        "باب الراء\n77-\nراشد بن يحيى وراشد أبو يحيى هما واحد مصري معافري حدث عن الحبلي وحميد ابن مالك الحميدي، وعنه بن لهيعة وبن أنعم وسمى أباه عبد الله.\n78-\nرجاء بن يحيى ورجاء أبو يحيى هما واحد بصري عرف بصاحب السقط حدث عن مسافع بن شيبة ويحيى بن أبي كثير، وعنه يزيد بن زريع وعفان بن مسلم ويونس ابن محمد، وقيل إنه وهم إذ سمى أبا رجاء يحيى لأن هدبة بن خالد سماه رجاء بن (صبح) أبو يحيى الحرشي ورواه عنه يزيد بن زريع وعفان بن مسلم فقالا حدثنا (رجاء أبو يحيى) وقد تابع يحيى بن حماد يونس على تسميته يحيى وفيه دلالة على أن يونس لم يهم والله أعلم.\n79-\nركن بن عبد الله وركن أبو عبد الله هما واحد، دمشقي، حدث عن مكحول الشامي. وقيل إنه كان زوج أمه وعنه شبابة بن سوار ويحيى بن عبد ربه.\nالجزء: 1 ¦ الصفحة: 92\n",
        "حرف الزاي\n80-\nزيد بن سلام وزيد أبو سلام هما واحد, حدث عن جده ممطور الحبشي ويكنى أبا سلام أيضاً انفرد بالرواية عنه يحيى بن أبي كثير.\n81-\nزيد بن الحواري وزيد أبو الحواري هما واحد, بصري, يزيد العمي أرسل عن أنس وحدث عن أبي الصديق الناجي, وعنه الأعمش وشعبة.\n82-\nزياد بن (سفيان) , وزياد أبو (سفيان) , الأول غير مشهور حدث عن أبي سلمة عن أنس وعنه زاجر بن الصلت.\n83-\nالثاني بصري أبو راشد حدث عن داود بن مزاهيج وعنه ابن المديني.\nزياد بن يحيى وزياد أبو يحيى:\n84-\nالأول أبو الخطاب جده حسان بصري عرف بالحساني حدث عن زياد بن الربيع اليحمدي ومحمد بن أبي عدي, وعنه محمد بن محمد الباغندي ويحيى بن صاعد.\n85-\nالثاني سفياني كوفي حدث عن الثوري وعنه إسحق بن جعفر العلوي.\nالجزء: 1 ¦ الصفحة: 93\n",
        "86-\nزنفل بن عبد الله وزنفل أبو عبد الله هما واحد سكن عرفة فنسب إليها, حدث عن عبد الله بن أبي مليكة, وعنه حاتم بن سالم العتكي وإبراهيم بن عمر بن أبي الوزير.\nزكريا بن يحيى, وزكريا أبو يحيى, الأول كثير.\n87-\nوالثاني حميري كندي كوفي عرف بالبدي كان ضريراً, أبو يحيى حدث عن الشعبي والنخعي, وعنه حماد بن أسامة وحاتم بن إسماعيل.\nباب السين\n88-\nسعيد بن الحويرث وسعيد أبو الحويرث هما واحد مكي حدث عن ابن عباس, وعنه عمر بن دينار وابن جريج.\nسعيد بن مسلمة وسعيد أبو مسلمة.\n89-\nالأول جده هشام بن عبد الملك بن مروان الأموي حدث عن هشام بن عروة وليث ابن أبي سليم وعنه دحيم ومحمد بن الصباح البغدادي.\n90-\nالثاني أبوه يزيد (الأزدي) بصري حدث عن أنس وأبي بصرة القطيحي وعنه شعبة وحماد بن زيد.\nالجزء: 1 ¦ الصفحة: 94\n",
        "سعيد بن محمد, وسعيد أبو محمد, الأول كثير.\n91-\nالثاني أبوه أبو راشد ويقال ابن راشد السماك، حدث عن عطاء بن أبي رباح والزهري، وعنه قرة بن حبيب.\nسليمان بن الربيع، وسليمان أبو الربيع، الأول اثنان:\n92-\nأولهما عدوي حدث عن عمر بن الخطاب رضي الله عنهما، وعنه عبد الله بن بريدة، قيل إنه أخو حجير وحريث ابني الربيع.\n93-\nثانيهما جده هشام أبو محمد النهدي الكوفي حدث عن همام بن مسلم وأبي نعيم، وعنه الطبري ويحيى بن صاعد.\nالثاني ثلاثة.\n94-\nأولهم. همداني حدث النخعي قال مسلم بن الحجاج وحدث عن أبي سلمة بن عبد الرحمن وأيضاً ابن (جبير) روى عنه ابن المبارك.\n95-\nثانيهم. شامي حدث عن القاسم مولى معاوية عنه معاوية بن صالح الحمصي.\n96-\nثالثهم. سلمي أبوه عتبة حدث عن يونس بن ميسرة، وعنه الهيثم بن خارجة البغدادي.\nالجزء: 1 ¦ الصفحة: 95\n",
        "97-\nسليمان بن داود، وسليمان أبو داود، الأول كثير إلا أنه ليس منهم من يكنى (أبا) داود إلا الطيالسي وهو بصري حدث عن شعبة والثوري، وعنه أحمد وابن المديني.\nسالم بن عبد الله، وسالم أبو عبد الله، الأول ثمانية ذكروا في المتفق والمفترق. الثاني ثلاثة:\n98-\nأحدهم. مولى شداد ابن الهاد الليثي المديني عرف بسبلان الدوسي ومولى النصريين أبوه عبد الله حدث عن سعد بن أبي وقاص والخدري عنه القبري والمجمر.\n99-\nثانيهم. براد حدث عن ابن عمر وأبي هريرة وعنه إسماعيل بن أبي خالد وعطاء بن السائب.\n100-\nثالثهم. بصري أبوه عبد الله حدث عن كثير بن أبي كثير بن المطلب السهمي، وعنه هشام بن خشان وصالح المري.\n101-\nسالم بن النعمان وسالم أبو النعمان هما واحد حدث عن أم حبيبة الجهنية، وعنه\nالجزء: 1 ¦ الصفحة: 96\n",
        "أسامة بن زيد الليثي وخارجة بن الحارث.\nسوار بن عبد الله، وسوار أبو عبد الله، الأول ثلاثة:\n102-\nأولهم. جده قدامة بن عنزة العنبري التميمي أبو عبد الله قاضي البصرة حدث عن الحسن وابن سيرين وعنه عرعرة بن لبرند وابن علية.\n103-\nثانيهما. حدث عن رفيع أبي العالية وعنه عكرمة بن عمار.\n104-\nثالثهما. جده سوار بن عبد الله بن قدامة بن عنبرة أبو عبد الله العنبري البصري، سكن بغداد، ولي قضاء الرصافة، حدث عن أبيه وعبد الوارث بن سعيد وعنه عبد الله بن أحمد بن حنبل ويحيى بن ساعد.\n105-\nالثاني حدث عن أبي إسحق السبيعي وعنه أسد السنة.\n106-\nسوار بن عمارة وسوار أبو عمارة هما واحد شامي رملي حدث عن رجاء بن أبي سلمة و (مسرة) بن معبد, وعنه ابن معين وأبو زرعة الدمشقي.\n107-\nسليم بن مسلم وسليم أبو مسلم هما واحد مكي من حجبة الكعبة, حدث عن يونس\nالجزء: 1 ¦ الصفحة: 97\n",
        "ابن يزيد الأيلي وعمر بن قيس سندل, وعنه ابنه محمد والمسيب بن واضح السلمي.\n108-\nسنان بن ربيعة وسنان أبو ربيعة هما واحد مصري حدث عن أنس وشهر بن حوشب, وعنه الحمادان.\n109-\nسنان بن حبيب وسنان أبو حبيب هما واحد حدث عن ابن عمر وابن الزبير, وعنه الثوري وأبو عوانة.\nسليم بن عامر, وسليم أبو عامر.\n110-\nالأول أبو يحيى الخبائري ويقال الكلاعي الحمصي سمع أبا أمامة الباهلي وأوسط بن إسماعيل البجلي, وعنه يزيد بن حمير ومعاوية بن صالح.\n111-\nالثاني يعد في الشاميين أيضاً مما أفاء الله تعالى من قنسرين على خالد فأخدمه أبو بكر الصديق وعمار بن ياسر وروى عن أبي بكر وابن الزبير, وعنه ثابت بن عجلان.\nسعد بن هاشم, وسعد أبو هاشم.\n112-\nالأول جده عامر أنصاري سمع عائشة وعنه الحسن وزارة بن أوفى.\n113-\nالثاني سنجاري وقيل أبو هاشم سمع ابن عباس وابن عمر, وعنه عبد الكريم الجزري\nالجزء: 1 ¦ الصفحة: 98\n",
        "والضيف بن عبد الرحمن.\nباب الشين\n114-\nشرحبيل بن سعد وشرحبيل أبو سعد واحد مدني (مولى الأنصار عالمٌ) بالمغازي حدث عن زيد بن ثابت والخدري, وعنه يحيى الأنصاري ومالك بن أنس.\nباب الصاد\nصالح بن عمر, وصالح أبو عمر.\n115-\nالأول نزل حلوان حدث عن عاصم بن كليب الجرمي والمثنى بن سعيد الضبعي, وعنه أبو إبراهيم الترجماني وزكريا بن يحيى وحمويه.\nصالح بن يحيى, وصالح أبو يحيى, الأول ثلاثة.\n116-\nأولهم. جده المقدام بن معدي كرب الشامي حدث عن أبيه، وعنه ثور بن يزيد (وأبو سلمة) بن سليم الحمصيان.\n117-\nثانيهم. أبو شعيب الطالقاني حدث عن إسماعيل بن عياش وإسحاق بن نجيح الملطي وعنه الفضل بن محمد العطار الأنطاكي وزيد (بن) المرورودي.\nالجزء: 1 ¦ الصفحة: 99\n",
        "118-\nثالثهم. جده الحصين، تميمي حدث عن محمد بن صبيح بن السماك وحفص بن غياث، وعنه محمد بن الحسين البرجلاني.\n119-\nالثاني بصري حدث عن عمرو بن مالك النكري، وعنه عبيد الله بن عائشة.\nباب الضاد\n120-\nضمام بن إسماعيل وضمام أبو إسماعيل هما واحد معافري من مصر حدث عن أبي قبيل وموسى بن وردان، وعنه ابن وهب وسويد بن سعيد.\nباب الطاء\n121-\nطارق بن مخاشن وطارق أبو مخاشن وهما واحد مدني حدث عن أبي هريرة، وعنه الزهري.\nباب العين\nعبد الله بن عمر، وعبد الله أبو عمر، الأول كثير.\n122-\nالثاني مولى أسماء بنت أبي بكر حدث عنها وعن ابن عمر، وعنه عبد الملك بن سليم والمغيرة بن زياد.\nعبد الرحمن بن عمرو وعبد الرحمن أبو عمرو، الأول كثير.\nالجزء: 1 ¦ الصفحة: 100\n",
        "123-\nوالثاني خياط بصري أبوه يسار حدث عن أبي الشعثاء جابر بن زيد وعكرمة وعنه الطيالسي وعبد الصمد بن عبد الوارث.\n124-\nعبد الرحمن بن شريح وعبد الرحمن أبو شريح هما واحد معافري إسكندراني حدث عن يزيد بن أبي حبيب وأبي قبيل المعافري وعنه ابن وهب ومعاذ بن فضالة البصري.\n125-\nعبيد بن الغيرة وعبيد أبو الغيرة هما واحد بجلي كوفي حدث عن حذيفة، وعنه السبيعي.\nعبيد بن الحسن، وعبيد أبو الحسن.\n126-\nالأول جده يوسف أبو مسلم بن عثمان أبو عبد الله الأنصاري الغزال الأنصاري حدث عن الطيالسي والشاذكوني سليمان، وعنه أحمد بن جعفر بن معبد السمسار، وقال لي أبو نعيم الحافظ كان (حا) .\n127-\nالثاني مزني كوفي أبوه الحسن حدث عن ابن أبي أوفى وعنه الأعمش ومسعر.\n128-\nعبد الكريم بن يعفور وعبد الكريم أبو يعفور هما واحد كوفي حدث (عن) جابر الجعفي وعنه () بن مزاحم.\nعيسى بن عمر, وعيسى أبو عمر, الأول اثنان.\nالجزء: 1 ¦ الصفحة: 101\n",
        "129-\nأولهما. جده موسى مدني حدث عن نافع وبديح وعنه جوبرية بن أسماء الضبعي وعبد العزيز بن محمد الدراوردي.\n130-\nثانيهما. ثقفي نحوي بصري حدث عن الحسن والحكم بن الأعرج وعنه الأصمعي وأحمد بن (موسى) اللؤلئي.\n131-\nالثاني همداني فارسي صاحب الحروف كوفي أبوه عمر حدث عن عمرو بن مرة والسدي, وعنه ابن المبارك ووكيع.\n132-\nعمر بن الخطاب وعمر أبو الخطاب الأول ستة ذكروا في المتفق والمفترق.\n133-\nالثاني. حدث ليث بن أبي سليم عنه عن أبي زرعة.\n134-\nعثمان بن المغيرة وعثمان أبو المغيرة هما واحد كوفي مولى أبي عقيل الثقفي حدث عن سالم بن أبي الجعد ومجاهد, وعنه الثوري وشعبة.\nعثمان بن خالد, وعثمان أبو خالد الأول ثلاثة.\n135-\nأولهم جده الزبير حدث عن محمد بن عمرو بن علقمة الليثي وعنه يحيى بن أسيد المصري.\n136-\nثانيهم قرشي سمع نافعاً والحسن قولهما, وعنه قتيبة.\nالجزء: 1 ¦ الصفحة: 102\n",
        "137-\nثالثهم. أبو عفان المديني والد أبي مروان العثماني, حدث عن مالك وابن أبي الزناد, وعنه ابنه والحسين بن أبي زيد الدباغ.\n138-\nالثاني شامي (أبوه خالد) حدث عن أبي الأشعث الصنعاني وعنه ثور بن يزيد.\nعلي بن الحكم وعلي أبو الحكم.\n139-\nالأول أنصاري مروزي حدث عن أبي عوانة وسلام أبي المنذر، وعنه البخاري.\n140-\nالثاني بناني سمع عطاء ونافعاً وعنه الحمادان.\n141-\nعلي بن سليم وعلي أبو سليم، هما واحد، أظنه كوفياً حدث عن أنس، وعنه مسعر وشريك وفي متأخري البغداديين علي بن سليم بن إسحق المقرئ.\n142-\nيكنى أبا الحسن حدث عن الحسن بن عرفة وحفص بن عمر الدوري، وعنه القاسم ابن النحاس المقرئ ومحمد بن عبيد الله بن الشخير.\nعمار بن ياسر، وعمار أبو ياسر، الأول اثنان.\n143-\nأولهما عبسي. أبو اليقظان، له صحبة، بدري قتل بصفين حدث عنه ابن أبزي وابن الحنفية.\nالجزء: 1 ¦ الصفحة: 103\n",
        "144-\nثانيهما. جده عبد المجيد الهروي حدث عن داود بن عفان النيسابوري, وعنه الحسين بن علي الطالقاني.\n145-\nالثاني بصري مستملي أبوه هارون حدث عن الحمادين وعنه معاذ بن المثنى وأبو يعلى, قال ابن أبي حاتم متروك الحديث.\nعمر بن مالك, وعمرو أبو مالك, الأول خمسة.\n146-\nأولهم رؤاسي سكن الكوفة روى عن النبي صلى الله عليه وسلم حديثه في معجم البغوي.\n147-\nثانيهم. أبو علي الجنبي. مصري حدث عن (الخدري) وفضالة بن عبيد وعنه أبو هاني حميد بن هانئ الخولاني.\n148-\nثالثهم. جده يخامر السكسكي الشامي سمع أباه وحوشب.\n149-\nرابعهم أبو مالك النكري البصري سمع أبا الجوزاء أوس بن عبد الله الربعي وعنه حماد ابن زيد وأخوه سعيد.\nالجزء: 1 ¦ الصفحة: 104\n",
        "150-\nخامسهم أبو عثمان راسبي بصري حدث عن جارية بن هرم والفقمي ومروان بن معاوية الفزاري, وعنه أبو يعلى الموصلي.\n151-\nالثاني أبوه هاشم يكنى أبا مالك الجنبي الكوفي حدث عن السبيحي وابن إسحاق, وعنه ابنه عمار ويعقوب بن إبراهيم الدورقي.\nعمران بن محمد, وعمران أبو محمد, الأول ثلاثة.\n152-\nأولهم جده سعيد بن المسيب مدني حدث عن أبيه وعنه معن بن عيسى القزاز وأبو سلمة التبوذكي.\n153-\nثانيهم جده عبد الرحمن بن أبي ليلى أنصاري كوفي حدث عن أبيه, وعنه ابنه محمد وعثمان بن أبي شيبة.\n154-\nثالثهم أبو عاصم أنصاري بصري حدث عن أبي سلمة محمد بن عبد الله الأنصاري, وعنه عبد الله بن إسحاق المدايني.\n155-\nالثاني أظنه بصرياً حدث عن أبي حازم سلمة بن دينار وعنه سعيد بن أبي الربيع السحان وعبيد الله بن محمد عائشة التميمي.\nالعلاء بن محمد, والعلاء أبو محمد, الأول اثنان.\n156-\nأولهما جده (سيار) يكنى أبا سفيان بصري حدث عن محمد بن عمرو بن علقمة, وعنه عثمان بن طالوت ويزيد بن سنان نزيل مصر.\nالجزء: 1 ¦ الصفحة: 105\n",
        "157-\nثانيهما بصري حكى عن عطاء السلمي, وعنه يحيى بن راشد والصلت بن حكيم.\n158-\nالثاني ثقفي بصري أبو زيد حدث عن أنس, وعنه يزيد بن هارون وعثمان بن مطيع السلمي الرازي.\nباب الفاء\n159-\nالفضل بن عيسى والفضل أبو عيسى هما واحد بصري رقاشي خاله البخاري.\nباب القاف\n160-\nقريب بن عبد الملك, وقريب أبو عبد الملك, هما واحد بصري والد أبي سعيد الأصمعي حدث عن أبي غالب حزور, روى عنه عمر بن عاصم الكلابي.\nأبو القاسم بن عبد الرحمن, والقاسم أبو عبد الرحمن, الأول ستة.\n161-\nأولهم. جده عبد الرحمن بن مسعود هذلي كوفي حدث عن أبيه وجابر بن سمرة, وعنه الأعمش ومسعر.\n162-\nثانيهم. جده رافع البخاري حدث ابن إسحاق عنه قال أنس بن النضر عم أنس يعني يوم أحد أتى عمر بن الخطاب وطلحة بن عبيد الله ورجال من المهاجرين والأنصار وقد ألقوا بأيديهم الحديث.\nالجزء: 1 ¦ الصفحة: 106\n",
        "163-\nثالثهم. أنصاري حدث عن الزهري وأبي حازم وعنه العباسي بن الفضل الأنصاري وإسماعيل بن عمرو البجلي.\n164-\nرابعهم: جده زياد, أنباري حدث عن يحيى بن هاشم السمسار وابن معين, وعنه أبو عمرو بن السماك ومكرم بن أحمد القاضي.\n165-\nخامسهم. جده محمد بن حسان بن سنان أبو بكر التنوخي الأنباري, حدث عن إسحق بن البهلول ويعقوب الدورقي, وعنه محمد بن المظفر الحافظ وطلحة بن محمد ابن جعفر.\n166-\nسادسهم. فارقي حدث بن إبراهيم بن إدريس العمي, وعنه سليمان الحرامي.\n167-\nالثاني. شامي مولى خالد بن يزيد بن معاوية الأموي ويقال له ابن عبد الرحمن أيضاً حدث عن أبي أمامة الباهلي وعنه العلاء بن الحارث وعبد الله بن العلا بن زبر.\nباب الكاف\n168-\nكامل بن العلاء وكامل أبو العلاء هما واحد كوفي حدث عن عطاء بن أبي رباح والحكم بن عتبة وعنه وكيع وأبو نعيم.\nكثير بن محمد، وكثير أبو محمد، الأول اثنان.\n169-\nأولهما. عجلي حدث عن سعيد بن مسروق، وعنه أبو سعيد الأشج قال أبو حاتم مجهول.\nالجزء: 1 ¦ الصفحة: 107\n",
        "170-\nثانيهما. جده عبد الله بن عبادة بن قيس بن صبيح أبو أنس التميمي وقيل (الحراني) حسبه كوفياً حدث عن إبراهيم بن إسحاق (الضبي) وخلف بن خالد البصري، وعنه محمد بن مخلد الدوري وابن عقدة.\n171-\nالثاني حدث عن البراء وابن عباس، وعنه المبارك بن فضالة.\nكليب بن وائل وكليب أبو وائل.\n172-\nالأول بكري كوفي حدث عن ابن عمر، وعنه الثوري وشعبة.\n173-\nالثاني: بصري عرف بإمام المسارح قرشي بن أنس قال غزونا في صدر هذا الزمان الهند فوقعنا في غيضة فإذا فيها شجر يجلله ورد أحمر مكتوب فيه بالبياض لا إله إلا الله محمد رسول الله.\nباب اللام\n174-\nلقيط بن المثنى ولقيط أبو المثنى، هما واحد، حدث عن أبي أمامة الباهلي، وعنه الجريري.\nالجزء: 1 ¦ الصفحة: 108\n",
        "باب الميم\nمحمد بن (سلمة) ، ومحمد أبو (سلمة) الأول أربعة عشر ذكروا في المتفق والمفترق.\n175-\nالثاني أبو ميسرة كنية أبيه أبو (حفصة) حدث عن الزهري وابن دينار، وعنه ابن المبارك وأبو معاوية.\nمسلم بن عبد الله، ومسلم أبو عبد الله، الأول سبعة ذكروا في التلخيص.\n176-\nالثاني اثنان أولهما أبوه كيسان الضبي (الأعور) الملائي الكوفي حدث عن أنس وحبة العرني، وعنه شعبة وسنان.\n177-\nثانيهما. أبوه عمران البطين الكوفي سمع عمرو بن ميمون الأزدي وأبا عبد الرحمن السلمي وسعيد بن جبير وعنه الأعمش وابن عون.\n178-\nوذكر البخاري ثالثاً لم يعرفه ولا وقع إلينا حديث عنه فقال سمع أبا الغادية، وعنه أبو بكر بن عياس.\nمسلم بن سعيد، ومسلم أبو سعيد، الأول اثنان.\nالجزء: 1 ¦ الصفحة: 109\n",
        "179-\nأولهما. مولى ابن الحضرمي مدني حدث عن أبي جهيم الأنصاري وعنه يزيد حقيفة.\n180-\n() أصبهاني حدث عن مجاشع بن عمرو وعنه أبو محمد عبد الله بن محمد بن جعفر ابن حيان عرف بابن شيخ.\n181-\nالثاني مولى عثمان أبوه سعيد حدث عن عثمان وابن مسعود, وعنه وقدان أبو يعفور العبدي وأبان بن صالح.\nمسلم بن عقيل, ومسلم أبو عقيل, الأول ثلاثة.\n181-\nأولهم. جده أبو طالب الهاشمي أرسله الحسين إلى الكوفة قتله عبيد الله بن زياد.\n182-\nثانيهم جده مسلم البرجمي الكوفي حدث عن عطية العوفي وعنه طاهر بن حدرار.\n183-\nثالثهم جده حنظلة المحاربي سمع أباه وعنه ابن المبارك.\n184-\nالثاني أبوه عقيل مدني مولى الزرقيين حدث عن عبد الله بن إياس بن أبي فاطمة العمزي, وعنه محمد بن أبي حميد عرف بحماد.\nالجزء: 1 ¦ الصفحة: 110\n",
        "185-\nمهاجر بن الحسن, ومهاجر أبو الحسن, الأول كوفي حدث عن ابن عمر ليث بن أبي سليم.\n186-\nالثاني مولى تيم يعد من الكوفيين حدث عن ابن عباس والبراء وعنه شعبة وسفيان.\n187-\nمهاجر بن (مخلد) , ومهاجر أبو مخلد هما واحد يعرف بمولى البكرات, بصري حدث عن عبد الرحمن ابن أبي بكر, وعنه عبد الوهاب بن عبد المجيد الثقفي.\nموسى بن عيسى, وموسى أبو عيسى, الأول جماعة ذكروا في غنية الملتمس.\n188-\nالثاني أبوه مسلم الطحان سمع الشعبي وابن سابط وعنه القطان ويعلى بن أمية الطنافسي.\nموسى بن محمد, وموسى أبو محمد, الأول كثير.\n189-\nوالثاني مديني مولى عثمان حدث عن خالد بن يزيد بن عبد الله وعنه ابن أبي ليلى.\n190-\nمطعم بن المقدام ومطعم أبو المقدام هما واحد شامي حدث عن المثنى بن الصباح\nالجزء: 1 ¦ الصفحة: 111\n",
        "وابن أبي عروبة, وعنه إسماعيل بن عياش ومحمد بن شعيب بن شابور.\n191-\nمرزوق بن عبد الله ومرزوق أبو عبد الله هما واحد شامي حمصي حدث عن ابن حوشب ومكحول, وعنه مبارك ابن فصالة والعتمر.\nميمون بن عبد الله, وميمون أبو عبد الله.\n192-\nالأول حدث عن البناني وعنه زيد بن الحباب الكلبي.\n193-\nالثاني اثنان أولهما مولى عبد الرحمن بن سمرة القرشي يعد من البصريين حدث عن زيد بن أرقم والبراء بن عازب وعنه قتادة والحذاء.\n194-\nثانيهما سمع الحسن قوله, عنه حماد بن يزيد.\n195-\nمبارك بن سحيم ومبارك أبو سحيم هما واحد بصري مولى عبد العزيز بن صهيب حدث عن مولاه، وعنه أبو عمر العزيز والحسن بن قزعة.\n196-\nمسعود بن سعد، ومسعود أبو سعد، هما واحد جعفي كوفي حدث عن عطاء بن السائب والأعمش وعنه إسماعيل بن أبان الوراق وعبد العزيز بن الخطاب.\n197-\nمخلد بن الهذيل ومخلد أبو الهذيل هما واحد بصري حدث عن عبد الرحمن المدني روى عنه الأغلب بن تميم.\nالجزء: 1 ¦ الصفحة: 112\n",
        "198-\nمعاذ بن صالح ومعاذ أبو صالح هما واحد أراه بصرياً حدث عن عباد بن كثير وعنه محمد بن صدران.\n199-\nمصدع بن يحيى ومصدع أبو يحيى هما واحد عرف بالأنصاري مولى ابن عفراء الأنصاري حدث عن ابن عباس وعائشة، وعنه شمر بن عطية وسعد بن أوس.\nمطيع بن عبد الله، ومطيع أبو عبد الله.\n200-\nالأول جده مطيع بغدادي حدث عن أبي مصعب أحمد بن أبي بكر المدني وأبي مروان محمد بن عثمان العثماني وعنه علي بن إسحق المادراني.\n201-\nالثاني كوفي أبوه عبد الله حدث عن فضيل بن عمرو الفقمي وعنه وكيع وأبو نعيم.\n202-\nمحاضر بن المورع ومحاضر أبو المورع هما واحد همداني كوفي حدث عن الأعمش ومجالد وعنه ابن نمير وابنا شيبة.\nباب النون\n203-\nنعيم عبد الله ونعيم أبو عبد الله هما واحد مدني عرف بالمجمر، مولى عمر، حدث عن ابن عمر وأبي هريرة، وعنه مالك بن عجلان.\nالجزء: 1 ¦ الصفحة: 113\n",
        "204-\nناصح بن عبد الله وناصح أبو عبد الله هما واحد كوفي عرف بالمحلمي حدث عن سماك، وعنه علي بن هاشم بن البريد وإسماعيل بن أبان.\n205-\nناصح بن العلاء وناصح أبو العلاء هما واحد مصري يتولى بني هاشم حدث عن عمار ابن أبي عمار وعنه المديني ومسلم بن إبراهيم.\n206-\nنافع بن هرمز ونافع أبو هرمز هما واحد حدث عن أنس وعطاء وعنه حوثرة بن أشرس وخلف بن تميم.\nنوح بن دراج ونوح أبو دراج.\n207-\nالأول قاضي الكوفة حدث عن إسماعيل بن أبي خالد ومسلم بياع الملا وعنه عثمان ابن أبي شيبة وعلي بن هجر.\n208-\nالثاني حدث عن شعبة وعنه سعيد بن حمدان الشروطي.\nباب الواو\n209-\nوهب بن خالد ووهب أبو خالد هما واحد حمصي حدث عن أبي الديلمي وأم حبيبة بنت العرباض, وعنه أبو عاصم وأبو سنان سعيد بن سنان الشيبانيان وجعل البخاري وأبو حاتم صاحب ابن الديلمي غير هذا فوهما. ذكرنا الحجة في وهمهم\nالجزء: 1 ¦ الصفحة: 114\n",
        "في الموضح.\nواقد بن عبد الله, وواقد أبو عبد الله, الأول اثنان.\n210-\nأحدهما روى عن ابن عمر وعبد الواحد بن سليم.\n211-\n(ثانيهما) ذكر البخاري واقد بن عبد الله بن عمر بن الخطاب قلت لم يرو عنه شيء من العلم وتوفي في حياة أبيه وهو محرم.\n212-\nالثاني مولى زيد بن خليدة كوفي حدث عن ابن جبير وعامر بن مطر, وعنه الثوري وشعبة ذكره البخاري بعد أن ذكر واقد بن عبد الحنظلي الكوفي الخلقاني. روى عن عطاء وفرق بينه وبين واقد أبي عبد الله وهما واحد عندي قال الرازي روى عن الخلقاني وكيع وأبو نعيم.\nباب الهاء\nهارون بن موسى, وهارون أبو موسى, الأول أربعة.\nالجزء: 1 ¦ الصفحة: 115\n",
        "213-\nأحدهم أبو عبد الله القاري البصري النحوي حدث عن طاووس وبديل بن ميسرة, وعنه شعبة والطيالسي.\n214-\nثانيهم عرف (بابن أبي) علقمة الغروي المدني يكنى أبا موسى حدث عن جده ومحمد بن فليح, وعنه البغوي وأبو حاتم.\n215-\nثالثهم أبو علي الأشناني الهمداني قال أبو الفضل صالح بن أحمد بن محمد التميمي الحافظ, روى عن مكي بن إبراهيم ومحمد بن سعيد بن سابق وعباد بن زياد كذا كان في أصل كتاب أبي منصور والصواب وعتاب بن زياد وأبي نعيم وعاصم بن علي قال ابن أبي حاتم كتبت عنه بهمدان وهو صدوق.\n216-\nرابعهم جده هارون بن حيان أبو موسى () حدث عن أبي حاتم وعنه علي ابن عمر الحرمي.\n217-\nالثاني: فراء كوفي مولى عمر بن حريث أبوه سلمان حدث عن مولاه وعبيد الله بن\nالجزء: 1 ¦ الصفحة: 116\n",
        "مسلم القرشي كذا قال عبد العزيز بن أبان عنه وهو الذي كناه قال أبو نعيم عنه عن مسلم بن عبد الله.\nهارون بن مسلم، وهارون أبو مسلم، الأول اثنان:\n218-\nأولهما أبو الحسين بصري صاحب الحنا، حدث عن أبيه، وأبان بن يزيد، وعنه قتيبة ونصر بن علي الجهضمي.\n219-\nثانيهما. جده سعدان الكاتب من سر من رأى حدث عن مسعدة بن صدقة، وعنه رجاء بن يحيى.\n220-\nالثاني بصري حدث عن قتادة وعنه الطيالسي وصفدي بن سنان قال ابن أبي حاتم. أبوه مسلم.\nهارون بن إسحاق، وهارون أبو إسحاق.\n221-\nالأول أبو القاسم الهمداني الكوفي حدث عن عبد السلام بن حرب وأبي بكر بن عياش روى عنه الرازيان.\n222-\nالثاني كوفي همداني حدث عن أبي بردة والشعبي وعنه حماد بن زيد والحسن بن أبي جعفر الجفري.\n223-\nهلال بن عمرو وهلال أبو عمرو الأول تابعي حدث عن علي، روى حديثه مطرف\nالجزء: 1 ¦ الصفحة: 117\n",
        "ابن طريف عن أبي الحسن غير مسمى عنه.\n224-\nالثاني اثنان أولهما جهبذ كوفي الوزان، اختلف في اسم أبيه قيل عبد الله وقيل أيوب وقيل مغلاص وقيل حميد حدث عن عروة بن الزبير وعبد الله بن عكيم، وعنه الثوري وشعبة.\n225-\nثانيهما بصري حدث عن أبي بردة وعنه القطان وعثمان بن عمر بن فارس.\nالهيثم بن محمد، والهيثم أبو محمد، الأول اثنان.\n226-\nأولهما جده حفص روى عن أبيه عن علي بن الحسين، وعنه الدراوردي. قال أبو حاتم مجهول.\n227-\nثانيهما جده خلف حدث عن إسماعيل بن موسى روى عنه الشافعي أبو بكر فقال حدثنا الهيثم بن محمد بن خلف وإنما هو الهيثم بن خلف بن محمد أبو محمد البغدادي. () حدث عن محمد بن بكار ومحمود بن غيلان وعنه محمد بن المظفر الحافظ وعلي بن محمد لؤلؤ الوراق.\n228-\nالثاني سلمي حدث عن محمد بن عمار الأنصاري الخطمي روى عنه الهيثم بن الأشعث.\nالجزء: 1 ¦ الصفحة: 118\n",
        "باب الياء\nيحيى بن عمر، ويحيى أبو عمر، الأول ستة ذكروا في التلخيص.\n229-\nالثاني بهراني يعد من الكوفيين أبوه عبيد سمع بن عباس وعنه الأعمش وشعبة.\nيحيى بن الحارث ويحيى أبو الحارث الأول ثلاثة.\n230-\nأولهم ذماري شامي مقري, رأى واثلة بن الأسقع, سمع أبا الأشعث الصنعاني وأبا أسما الرحبي, وعنه إسماعيل بن عياش ويحيى بن حمزة.\n231-\nثانيهم جده عمرو سهمي حدث عن أبيه وعن زيد بن الحباب الكوفي.\n232-\nثالثهم جده زياد طائي حدث عن إسماعيل بن عياش وعبد الله بن محمد بن الغيرة الكوفي, وعنه إسحق بن إبراهيم بن زيد شيخ لابن أبي داود.\n233-\nتميمي جابر كوفي أبوه عبد الله بن الحارث حدث عن سالم بن أبي الجعد وعمرو بن عامر, وعنه الثوري وشعبة.\nيزيد بن حبيب ويزيد أبو حبيب.\n234-\nالأول أبو خالد بصري حدث عن خالد المري, وعنه عبيد الله بن جرير بن حبلة.\n235-\nالثاني بن أبي صالح الدباغ ويقال ابن صالح حدث عن أنس وعنه حماد بن زيد ووكيع اليمان بن حذيفة واليمان أبو حذيفة.\nالجزء: 1 ¦ الصفحة: 119\n",
        "236-\nالأول حدث في الكوفيين, حدث عن علي بن أبي حفصة, وعنه محمد بن الحسن الأسدي التل.\n237-\nالثاني أبو المغيرة حدث عن عكرمة وعن الطيالسي.\n238-\nيريم بن العلاء وأبو العلاء هما واحد كوفي حدث عن أبي ذر وعنه السبيحي وعمران وصالح ابنا ميثم قال ابن عقدة حدث عن أبي ذر وقيس بن سعد وشهد مع علي مشاهده ثم مات في جيش الحجاج, حدث عنه أبو إسحاق وعمران وصالح ابنا ميثم.\nآخر الانتخاب والحمد لله وحده.\nالجزء: 1 ¦ الصفحة: 120\n",
        ""
    ]
}