{
    "1": [
        "أنموذج اللبيب في خصائص الحبيب\nأنموذج اللبيب في خصائص الحبيب\nالسيوطي\nالكتاب:\nأنموذج اللبيب في خصائص الحبيب (مطبوع مع شرح محمد بن أحمد عبد الباري الأهدل، المسمى: فتح الكريم القريب شرح أنموذج اللبيب)\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\nطُبع بإذن من:\nوزارة الإعلام بجدة\nالطبعة:\nالثالثة، 1406 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "أنموذج اللبيب في خصائص الحبيب\nتأليف\nالإمام العلامة جلال الدين السيوطي\nالمتوفي سنة911 هـ\nبسم الله الرحمن الرحيم\nوبالله العظيم نستعين\n",
        "الحمدُ لله الذي أتقن بحكمته كل شيء فاحتبك، وبعث حبيبه محمداً صلى الله عليه وآله وسلم فأنار به كل حلك، وآتاه من المعجزات والخصائص ما لم يُؤتَه نبي ولا مَلَك،\nالجزء: 1 ¦ الصفحة: 15\n",
        "وجعل جنده الملائكة تسير معه حيث سَلَك، صلى الله عليه وعلى آله وصحبه ما سار فُلك ودار فَلك.\nهذا أنموذج لطيف، وعنوان شريف، لخصته من كتابي الكبير الذي جمعت فيه المعجزات والخصائص النبوية بدلائلها،\nالجزء: 1 ¦ الصفحة: 16\n",
        "وتتبعت فيه الأحاديث الواردة في منصب النبوة وعظيم فضائلها،\nالجزء: 1 ¦ الصفحة: 17\n",
        "قصرته على إيراد الخصائص سرداً وجيزاً، وميزت فيه كل نوع من أنواعها تمييزاً، وسميته:\nأنموذج اللبيب في خصائص الحبيب صلى الله عليه وعلى آله وسلم\nوما توفيقي إلا بالله عليه توكلت وإليه أنيب، وينحصر في بابين:\nالباب الأول\nفي الخصائص التي اختص بها عن جميع الأنبياء ولم يؤتها نبي قبله\nوفيه أربعة فصول\nالجزء: 1 ¦ الصفحة: 18\n",
        "الفصل الأول\nفيما اختص به صلى الله عليه وآله وسلم في ذاته من الدنيا\n...\nاُختص صلى الله عليه وآله وسلم بأنه أول النبيين خلقاً، وبتقدم نبوته، فكان نبياً وآدم\nالجزء: 1 ¦ الصفحة: 19\n",
        "بين الماء والطين، وبتقدم أخذ الميثاق عليه، وأنه أول من قال: بلى يوم ((ألست بربكم)) ،\nالجزء: 1 ¦ الصفحة: 20\n",
        "وخلق آدم وجميع المخلوقات لأجله، وكتابة اسمه الشريف على العرش، وكل سماء وما فيها والجنان وسائر الملكوت، وذكر الملائكة له في كل ساعة،\nالجزء: 1 ¦ الصفحة: 21\n",
        "وذكر اسمه في الأذان في عهد آدم وفي الملكوت الأعلى،\nالجزء: 1 ¦ الصفحة: 22\n",
        "وأخذ الميثاق على النبيين آدم فمن بعده أن يؤمنوا به وينصروه،\nالجزء: 1 ¦ الصفحة: 23\n",
        "والتبشير به في الكتب السابقة، ونعته فيها ونعت أصحابه\nالجزء: 1 ¦ الصفحة: 24\n",
        "وخلفائه وأمته،\nالجزء: 1 ¦ الصفحة: 25\n",
        "وحجب إبليس من السموات لمولده وشق صدره في أحد القولين، وهو الأصح،\nالجزء: 1 ¦ الصفحة: 26\n",
        "وجعل خاتم النبوة بظهره بإزاء قلبه حيث يدخل الشيطان، وسائر الأنبياء كان الخاتم في يمينهم، وبأن له ألف إسم،\nالجزء: 1 ¦ الصفحة: 27\n",
        "وباشتقاق اسمه من اسم الله، وبأنه سمي من أسماء الله بنحو سبعين اسماً، وبأنه سُمي أحمد ولم يُسم به أحد قبله،\nالجزء: 1 ¦ الصفحة: 28\n",
        "وقد عُدَّت هذه الخصائص في حديث \"مسلم\".\nوبإظلال الملائكة له في سفره، وبأنه أرجح الناس عقلاً، وبأنه أوتي كل الحسن\nالجزء: 1 ¦ الصفحة: 29\n",
        "ولم يؤت يوسف إلا شطره، وبغطه ثلاثاً عند ابتداء الوحي، وبرؤيته جبريل في صورته التي خلق عليها، عد هذه \"البيهقي\".\nوبانقطاع الكهانة لمبعثه،\nالجزء: 1 ¦ الصفحة: 30\n",
        "وحراسة السماء من استراق السمع، والرمي بالشهب، عدّ هذه \"ابن سبع\".\nالجزء: 1 ¦ الصفحة: 31\n",
        "وبإحياء أبويه له حتى آمنا به،\nالجزء: 1 ¦ الصفحة: 32\n",
        "وبوعده بالعصمة من الناس، وبالإسراء وما تضمنه من اختراق السموات السبع والعلو إلى قاب قوسين،\nالجزء: 1 ¦ الصفحة: 33\n",
        "ووطئه مكاناً ما وطئه نبي مرسل، ولا مَلَكٌ مُقرب، وإحياء الأنبياء له\nالجزء: 1 ¦ الصفحة: 34\n",
        "وصلاته إماماً بهم وبالملائكة، وإطلاعه على الجنة والنار، عدَّ هذه \"البيهقي\".\nورؤيته من آيات ربه الكبرى،\nالجزء: 1 ¦ الصفحة: 35\n",
        "وحفظه حتى ما زاغ البصر وما طغى، وبرؤيته للباري تعالى مرتين، وبركوب البراق\nالجزء: 1 ¦ الصفحة: 36\n",
        "في أحد القولين، وقتال الملائكة معه، وسيرهم معه حيث سار يمشون خلف ظهره، وبإيتائه الكتاب وهو أمي\nالجزء: 1 ¦ الصفحة: 37\n",
        "لا يقرأ ولا يكتب، وبأن كتابه مُعجِزٌ ومحفوظ من التبديل والتحريف على ممر الدهور، ومشتمل على ما اشتملت عليه جميع الكتب وزيادة، وجامع لكل شيء،\nالجزء: 1 ¦ الصفحة: 38\n",
        "ومستغن عن غيره، ومُيسر للحفظ، ونزل منجماً، وعلى سبعة أحرف، ومن سبعة أبواب،\nالجزء: 1 ¦ الصفحة: 39\n",
        "وبكل لغة، عدَّ هذه \"ابن نقيب\".\nوقراءته بكل حرف عشر حسنات، عدَّ هذه \"الزركشي\".\nوقال صاحب التحرير: فُضِّل القرآن على سائر الكتب المنزلة بثلاثين خصلة لم تكن في غيره.\nالجزء: 1 ¦ الصفحة: 40\n",
        "وقال الحليمي في \"المنهاج\": ومن عظيم قدر القرآن أن الله خصه بأنه دعوةٌ وحُجةٌ ولم يكن هذا لنبي قط، إنما كان يكون لكل منهم دعوة ثم تكون له حُجةٌ غيرها، وقد جمعهما الله لرسوله صلى الله عليه وآله وسلم في القرآن، فهو دعوة بمعانيه، حُجةٌ بألفاظه،\nالجزء: 1 ¦ الصفحة: 41\n",
        "وكفى الدعوة شرفاً أن تكون حُجتها معها، وكفى الحُجة شرفاً أن لا تنفصل الدعوة عنها، وأعطي من كنز العرش ولم يُعط منه أحدٌ، وخُصَّ بالبسملة والفاتحة وآية الكرسي وخواتيم سورة البقرة\nالجزء: 1 ¦ الصفحة: 42\n",
        "والسبع الطوال والمفصل،\nالجزء: 1 ¦ الصفحة: 43\n",
        "وبأن معجزته مستمرةإلى يوم القيامة وهي القرآن، ومعجزات سائر الأنبياء عليه وعليهم الصلاة والسلام انقرضت لوقتها، وبأنه أكثر الأنبياء معجزات، فقد قيل أنها تبلغ ألفاً، وقيل: ثلاثة آلاف سوى القرآن فإن فيه ستين ألف معجزة تقريباً.\nالجزء: 1 ¦ الصفحة: 44\n",
        "قال الحليمي: وفيها مع كثرتها معنى آخر، وهو أنه ليس في شيء من معجزات غيره ما ينحو نحو اختراع الأجسام، وإنما ذلك في معجزات نبينا صلى الله عليه وآله وسلم خاصة، وبأنه جمع له كل ما أوتيه الأنبياء من معجزات وفضائل ولم يجمع ذلك لغيره، بل اختص كُلٍ بنوع.\nالجزء: 1 ¦ الصفحة: 45\n",
        "وأوتي انشقاق القمر، وتسليم الحجر،\nالجزء: 1 ¦ الصفحة: 46\n",
        "وحنين الجذع، ونبع الماء من بين الأصابع، ولم يثبت لواحد من الأنبياء مثل ذلك. ذكر هذه \"ابن عبد السلام\".\nوقال بعضهم: خص الله تعالى بعضاً بالمعجزات في الأفعال كموسى، وبعضاً بالصفات كعيسى، ونبينا صلى الله عليه وآله وسلم بالمجموع ليميزه،\nالجزء: 1 ¦ الصفحة: 47\n",
        "وبكلام الشجر وشهادتها له بالنبوة وإجابتها دعوته، وإحياء الموتى وكلامهم، وكلام الصبيان في\nالجزء: 1 ¦ الصفحة: 48\n",
        "المراضع، وشهادتهم له بالنبوة. ذكر ذلك \"البدر الدماميني\".\nوبأنه خاتم النبيين وآخرهم بعثاً فلا نبي بعده، وشرعه مؤبد إلى يوم القيامة لا يُنسخ، وناسِخٌ لجميع الشرائع قبله،\nالجزء: 1 ¦ الصفحة: 49\n",
        "ولو أدركه الأنبياء لوجب عليهم الاتباع، وفي كتابه وشرعه الناسِخ والمنسوخ، وبعموم الدعوة للناس كافة، وأنه أكثر الأنبياء تابعاً.\nالجزء: 1 ¦ الصفحة: 50\n",
        "وقال السبكي: أُرسل للخلق كافة من لدن آدم، والأنبياء نواب له بعثوا بشرائع له مُعْنِيَّات، فهو نبي الأنبياء، وأرسل إلى الجن بالإجماع، وإلى الملائكة في أحد القولين، ورجحه السبكي.\nالجزء: 1 ¦ الصفحة: 51\n",
        "قال البارزي: وإلى الحيوانات والجمادات والحجر والشجر، وبعثه رحمة للعالمين حتى الكفار بتأخير العذاب، ولم يعاجلوا بالعقوبة كسائر الأمم المكذبة،\nالجزء: 1 ¦ الصفحة: 52\n",
        "وبأن الله أقسم بحياته، وأقسم على رسالته، وتولى الرد على أعدائه عنه،\nالجزء: 1 ¦ الصفحة: 53\n",
        "وخاطبه بألطف ما خاطب به الأنبياء، وقرن اسمه باسمه في كتابه،\nالجزء: 1 ¦ الصفحة: 54\n",
        "وفرض على العالم طاعته، والتأسي به، فرضاً مطلقاً لا شرط فيه ولا استثناء، ووصفه في كتابه عضواً عضواً،\nالجزء: 1 ¦ الصفحة: 55\n",
        "ولم يخاطبه في القرآن باسمه،\nالجزء: 1 ¦ الصفحة: 56\n",
        "بل ((يا أيها النبي)) ((يا أيها الرسول)) وحرم على الأمة نداءه باسمه.\nوكره الشافعي أن نقول في حقه: الرسول، بل: رسول الله، لأنه ليس فيه من التعظيم ما في الإضافة.\nوفَرَض على من ناجاه أن يقدم بين يدي نجواه صدقة ثم نسخ بعد ذلك،\nالجزء: 1 ¦ الصفحة: 57\n",
        "ولم يُرِه في أمته شيئاً يسوؤه حتى قبضه الله تعالى، بخلاف سائر الأنبياء، وبأنه حبيب الرحمن، وجمع له بين المحبة والخِلَّة، وبين الكلام والرؤية، وكلَّمه عند سدرة المنتهى وكلم موسى بالجبل، عدَّ هذه \"ابن عبد السلام\".\nوجمع له بين القبلتين:\nالجزء: 1 ¦ الصفحة: 58\n",
        "مكة وبيت المقدس، والهجرتين: بيت المقدس والمدينة، وجمع له بين الحكم بالظاهر والباطن، وجمعت له الشريعة والحقيقة، ولم يكن للأنبياء إلا أحدهما بدليل قصة موسى مع الخضر\nالجزء: 1 ¦ الصفحة: 59\n",
        "وقوله: \"إني على علم لا ينبغي لك أن تعلمه، وأنت على علم لا ينبغي لي أن أعلمه\".\nالجزء: 1 ¦ الصفحة: 60\n",
        "ونصر بالرعب من مسيرة شهرٍ أمامه وشهر خلفه، وأوتي جوامع الكلم، وأوتي مفاتيح خزائن الأرض على فرس أبلق، عليه قطيفة من سندس،\nالجزء: 1 ¦ الصفحة: 61\n",
        "وكلمه بجميع أصناف الوحي. عدَّ هذه \"ابن عبد السلام\".\nوهبط إسرافيل عليه ولم يهبط على نبي قبله. عدَّ هذه \"ابن سبع\".\nوجمع له بين النبوة والسلطان، عدَّ هذه الغزالي في \"الإحياء\".\nوأوتي علم كل شيء إلا الخمس التي في سورة لقمان، وهي قوله تعالى: (إن الله عنده علم الساعة\nالجزء: 1 ¦ الصفحة: 62\n",
        "وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غداً وما تدري نفس بأي أرض تموت) .\nوقيل: إنه أوتيها أيضاً وأمر بكتمها، والخلاف جار في الروح أيضاً، وبُيّن له من أمر الدجال ما لم يُبيَّن لأحد.\nوَوُعِد بالمغفرة وهو يمشي حياً صحيحاً،\nالجزء: 1 ¦ الصفحة: 63\n",
        "ورُفِع ذِكره، فلا يذكر الله جل جلاله في أذان ولا خطبة ولا تشهد إلا ذُكِر معه.\nقال ابن عباس: ما أمَّن الله أحداً من خلقه إلا محمداً صلى الله عليه وآله وسلم فقال: (ليغفر لك الله ما تقدم من ذنبك وما تأخر) .\nوقال للملائكة: (ومن يقل منهم إني إله من دونه فذلك نجزيه جهنم) .\nوقال عمر بن الخطاب: ما تدري نفس ماذا مفعول بها ليس هذا الرجل الذي قد بُين لنا أنه قد غفر له ما تقدم من ذنبه وما تأخر صلى الله عليه وآله وسلم أخرجه \"الحاكم\".\nوعرض عليه أمته بأسرهم حتى رآهم،\nالجزء: 1 ¦ الصفحة: 64\n",
        "وعرض عليه ما هو كائن في أمته حتى تقوم الساعة.\nقال الإسفرائيني: وعرض عليه الخلق كلهم من آدم فمن بعده، كما علم آدم أسماء كل شيء.\nوهو سيد ولد آدم، وأكرم الخلق على الله،\nالجزء: 1 ¦ الصفحة: 65\n",
        "وأفضل من سائر المرسلين وجميع الملائكة المقربين، وكان أفرسَ العالمين، عدَّ هذه \"ابن سراقة\".\nوأُيِّدَ بأربع وزراء: جبريل، وميكائيل، وأبي بكر، وعمر.\nوأُعطي من أصحابه أربعة عشر نجيباً، وكل نبي أعطي سبعة، وأسلم قرينه.\nالجزء: 1 ¦ الصفحة: 66\n",
        "وكان أزواجه عوناً له، وبناته وزوجاته أفضل نساء العالمين،\nالجزء: 1 ¦ الصفحة: 67\n",
        "وثواب أزواجه وعقابهن مُضاعف.\nوأصحابه أفضل العالمين إلا النبيين، ويقاربون عدد الأنبياء، وكلهم مجتهدون، ولهذا قال صلى الله عليه وآله وسلم: \"أصحابي كالنجوم بأيهم اقتديتم اهتديتم\".\nالجزء: 1 ¦ الصفحة: 68\n",
        "ومسجده أفضل المساجد، وبلده أفضل البلاد بالإجماع فيما عدا مكة، وعلى أحد القولين فيها وهو المختار.\nالجزء: 1 ¦ الصفحة: 69\n",
        "وتربتها مؤمنة، وغبارها يطفئ الجذام، ونصف أكراش الغنم فيها مثل مثليها في غيرها من البلاد.\nولا يدخلها الدجال ولا الطاعون، وصرف الحُمَّى عنها أول ما قدمها ونقلها إلى الجُحفة، ثم لما أتاه جبريل بالحمى والطاعون أمسك الحمى بالمدينة\nالجزء: 1 ¦ الصفحة: 70\n",
        "وأرسل الطاعون إلى الشام، ولما عادت الحمى إلى المدينة باختياره إياها لم تستطع أن تأتي أحداً من أهلها حتى جاءت ووقفت ببابه واستأذنته فيمن يبعثها إليه، فأرسلها إلى الأنصار.\nواُحِلت له مكة ساعة من نهار، وحُرِّم ما بين لابتي المدينة،\nالجزء: 1 ¦ الصفحة: 71\n",
        "وقال الماوردي والقاضي عياض: لا تقتل حيّات مدينة النبي صلى الله عليه وآله وسلم إلا بالإنذار، والحديث الوارد في إنذار الحيات خاص بها.\nويسأل عنه الميت في قبره، واستأذن ملك الموت عليه ولم يستأذن على نبي قبله.\nوحرم نكاح أزواجه من بعده،\nالجزء: 1 ¦ الصفحة: 72\n",
        "وأَمَةٌ وَطِئَها، والبقعة التي دفن فيها أفضل من الكعبة ومن العرش.\nالجزء: 1 ¦ الصفحة: 73\n",
        "ويُحرم التكني بكنيته، وقيل: التسمي باسمه محمداً صلى الله عليه وآله وسلم، قيل والتسمي بالقاسم، لئلا يُكنى أبوه أبا القاسم. حكاها النووي في \"شرح مسلم\".\nويجوز أن يقسم على الله به وليس ذلك لأحد. ذكر هذه \"ابن عبد السلام\".\nالجزء: 1 ¦ الصفحة: 74\n",
        "ولم تُرَ عورته قط، ولو رآها أحدٌ طُمست عيناه، ولا يجوز عليه الخطأ. عدَّ هذه \"ابن أبي هريرة\" و \"الماوردي\".\nقال قوم: ولا النسيان. حكاه النووي في \"شرح مسلم\".\nوذكر البارزي في \"توثيق عرى الإيمان\":\nمن خصائصه أنه جامع لخواص الأنبياء، وأنه نبي الأنبياء، وأنه مامن نبي له خاصة نبوة في أمته، إلا وفي هذه الأمة عالم من علمائها يقوم\nالجزء: 1 ¦ الصفحة: 75\n",
        "في قومه مقام ذلك النبي في أمته، ويَنحو منحاه في زمانه، ولهذا ورد: \"علماء أمتي كأنبياء بني إسرائيل\".\nوورد أن العالم في قومه كالنبي في أمته.\nقال: ومن خواصه أن سماه الله عبد الله، ولم يطلقها على أحد سواه، وإنما قال: (إنه كان عبداً شكوراً) ، (نعم العبد) .\nومن خواصه: أنه ليس في القرآن ولا غيره صلاة من الله تعالى على غيره فهي خصيصة اختصه الله بها دون سائر الأنبياء. انتهى.\nالجزء: 1 ¦ الصفحة: 76\n",
        "وأسماؤه توقيفية، كأسماءالله تعالى، جزم به في \"الأربعين الطائية\". انتهى.\nالفصل الثاني\nفيما اختص به صلى الله عليه وآله وسلم في شرعه في أمته في الدنيا\nاختَصَّ صلى الله عليه وآله وسلم بإحلال الغنائم، وجعل الأرض كلها مسجداً، ولم تكن الأمم تصلي إلا في البيَع والكنائس، والتراب طهوراً وهو التيمم، وبالوضوء في أحد القولين\nالجزء: 1 ¦ الصفحة: 77\n",
        "وهو الأصح، فلم يكن إلا للأنبياء دون أممهم.\nوعبارة ابن سراقة في \"الأعداد\": خص بكمال الوضوء والتيمم وبمسح الخف، وجعل الماء مزيلاً للنجاسة، وأن كثير الماء لا تؤثر فيه النجاسة، والاستنجاء بالجامد. ذكر ذلك أبو سعيد النيسابوري في \"شرف المصطفى\" وابن سراقة في \"الأعداد\".\nوبالجمع فيه بين الماء\nالجزء: 1 ¦ الصفحة: 78\n",
        "والحجر، وبمجموع الصلوات الخمس ولم تجمع لأحد وبأنهن كفارات لما بينهن، وبالعِشاءَ ولم يصلها أحد، وبالأذان والإقامة، وافتتاح الصلاة بالتكبير، وبالتأمين\nالجزء: 1 ¦ الصفحة: 79\n",
        "وبالركوع فيما ذكره جماعة من المفسرين.\nوبقول: اللهم ربنا لك الحمد، وبتحريم الكلام في الصلاة، وباستقبال الكعبة،\nالجزء: 1 ¦ الصفحة: 80\n",
        "وبالصَفِ في الصلاة كصفوف الملائكة، وبالجماعة في الصلاة كما يفهم من كلام ابن فرشته في \"شرح المجمع\".\nوبتحية السلام، وهي تحية الملائكة وأهل الجنة، وبيوم الجمعة عيداً له ولأمته، وبساعة الإجابة، وبعيد الأضحى.\nوذكر أبو سعيد في \"شرف المصطفى\"، وابن سراقة، أنه خص بصلاة الجمعة وصلاة الجماعة،\nالجزء: 1 ¦ الصفحة: 81\n",
        "وصلاة الليل، وصلاة العيدين والكسوفين والاستستقاء والوتر. انتهى.\nوبقصر الصلاة في السفر، وبالجمع بين الصلاتين في السفر والمطر وفي المرض في أحد القولين وهو المختار.\nوبصلاة الخوف، فلم تشرع لأحد من الأمم قبلنا، وبصلاة شدة الخوف عند شدة القتال، أينما وحيثما توجه، وبشهر رمضان، عدَّ هذه القونوي في \"شرح التعرف\".\nالجزء: 1 ¦ الصفحة: 82\n",
        "وأن الشياطين تصفد فيه، وأن الجنة تزين فيه، وأن خَلُوفَ فم الصائم عند الله أطيب من ريح المسك، وتستغفر لهم الملائكة حتى يفطروا، ويغفر لهم في آخر ليلة منه، وبالسحور وتعجيل الفطر\nالجزء: 1 ¦ الصفحة: 83\n",
        "وإباحة الأكل والشرب والجماع ليلاً إلى الفجر، وكان محرماً على من قبلنا بعد النوم، وكذا كان في صدر الإسلام ثم نُسِخ، وبتحريم الوصال في الصوم، وكان مباحاً لمن قبلنا، وبإباحة الكلام في الصوم، وكان محرماً على من قبلنا، عكس الصلاة. عدَّ هذه ابن العربي في \"الأحوذي\".\nوبليلة القدر،\nالجزء: 1 ¦ الصفحة: 84\n",
        "كما قاله النووي في \"شرح المهذب\". وبجعل صوم يوم عرفة بكفارة سنتين لأنه سُنَّته، وصوم عاشوراء كفارة سنة، لأنة سُنَّة موسى عليه السلام. ويوم عرفة ذكرها القونوي في \"شرح التعرف\".\nوغسل اليدين بعد الطعام بحسنتين، لأنه شرعُه. وقبله بحسنة لأنه شرع في التوراة.\nالجزء: 1 ¦ الصفحة: 85\n",
        "وبالاستغسال من العين وأنه يدفع ضررها. وبالاسترجاع عند المصيبة، وبالحوقلة، وباللحد (في القبر) ، ولأهل الكتاب الشق، وبالنحر، ولهم الذبح فيما قاله مجاهد وعكرمة.\nوبفرق الشعر، ولهم\nالجزء: 1 ¦ الصفحة: 86\n",
        "السدل، وبصبغ الشعر، وكانوا لا يغيرون الشيب، وبتوفير العثانين (اللحية) وتقصير السبال (طرف الشارب) ، وكانوا يقصرون عثانينهم، ويوفّرون سبالهم، وكانوا يعقون عن الذكر دون الأنثى، وشُرِعت لنا عنهما معا.\nوبترك القيام للجنازة،\nالجزء: 1 ¦ الصفحة: 87\n",
        "وبتعجيل المغرب والفجر، وبكراهة اشتمال الصماء، وبكراهة صوم يوم الجمعة منفرداً، وكان اليهود يصومون يوم عيدهم منفرداً، وبضم تاسوعاء إلى عاشوراء في الصوم،\nالجزء: 1 ¦ الصفحة: 88\n",
        "وبالسجود على الجبهة وكانوا يسجدون على حرف، وكراهة التميل في الصلاة وكانوا يتميلون،\nالجزء: 1 ¦ الصفحة: 89\n",
        "وبكراهة تغميض البصر فيها، والاختصار، والقيام بعدها للدعاء، وقراءة الإمام فيها في المصحف، والتعلق فيها بالحبال، وبالأكل يوم العيد قبل الصلاة، وكان أهل الكتاب لا يأكلون يوم عيدهم حتى يصلوا، وبالصلاة في النعال والخِفاف.\nالجزء: 1 ¦ الصفحة: 90\n",
        "عن ابن عمر كانت بنو إسرائيل إذا قرأت أئمتهم جاوبوهم، فكره الله ذلك لهذه الأمة، فقال: (وإذا قرئ القرآن فاستمعوا له وأنصتوا) .\nوفي \"المستدرك\": أنه صلى الله عليه وآله وسلم نهى رجلاً وهو جالس معتمد على يده اليسرى في الصلاة، وقال: \"إنها صلاة اليهود\".\nالجزء: 1 ¦ الصفحة: 91\n",
        "وأذن لنسائنا في المساجد، ومنعت نساء بني إسرائيل، وكان في شرعهم نَسخُ الحكم إذا رفعه الخصم إلى حاكم آخر يرى خلافه.\nوبالعذبة في العمامة وهي سيما الملائكة، وبالاتزار في الأوساط،\nالجزء: 1 ¦ الصفحة: 92\n",
        "وبكراهة السدل في الصلاة والطيلسان المقور، وشد الوسط على القميص، والقزع، وبالأشهر الهلالية،\nالجزء: 1 ¦ الصفحة: 93\n",
        "وبالوقف، وبالوصية بالثلث عند موتهم، وبالإسراع بالجنازة.\nوأن أمته خير الأمم، وآخر الأمم، ففضحت الأمم عندهم\nالجزء: 1 ¦ الصفحة: 94\n",
        "ولم يفضحوا، واشتق لهم اسمان من أسماء الله: المسلمون والمؤمنون، وسمي دينهم الإسلام. ولم يوصف بهذا الوصف إلا الأنبياء دون أممهم.\nوقال عبد الله بن يزيد الأنصاري: تسموا باسمكم الذي سماكم الله: بالحنيفية والإسلام والإيمان.\nورفع عنهم الإصر الذي كان على الأمم قبلهم، وأبيح لهم الكنز إذا أرادوا زكاته، وأحل لهم كثير مما تشدد على من قبلهم،\nالجزء: 1 ¦ الصفحة: 95\n",
        "ولم يجعل عليهم في الدين من حرج.\nوأبيح لهم أكل الإبل، والنعام، وحمار الوحش، والأوز والبط، وجميع السمك، والشحوم، والدم الذي ليس بمسفوح، كالكبد والطحال\nالجزء: 1 ¦ الصفحة: 96\n",
        "والعروق.\nوفي الحديث: \"أحلت لنا ميتتان ودمان: السمك والجراد، والكبد والطحال\".\nورفع عنهم المؤاخذة بالخطأ والنسيان، وما استكرهوا عليه، وحديث النفس، وأنَّ من همَّ منهم بسيئة ولم يعملها لم تكتب سيئة، بل تكتب حسنة،\nالجزء: 1 ¦ الصفحة: 97\n",
        "فإن عملها كتبت سيئة واحدة، ومَن همَّ بحسنة ولم يعملها كتبت حسنة، فإن عملها كتبت له عشراً إلى سبعمائة ضعف، ووضع عنهم قتل النفس في التوبة، وفقأ العين من النظر إلى ما لا يحل، وقرض موضع النجاسة، وربع المال\nالجزء: 1 ¦ الصفحة: 98\n",
        "في الزكاة.\nونسخ عنهم تحرير الأولاد، والتحصر، والرهبانية، والسياحة.\nوفي الحديث: \"ليس في ديني ترك النساء، ولا اللحم، ولا اتخاذ الصوامع\". وكان من عمل من اليهود شُغلاً يوم السبت يُصلَب، ولم يجعل علينا يوم الجمعة مثل ذلك.\nالجزء: 1 ¦ الصفحة: 99\n",
        "وكانوا لا يطعمون طعاماً حتى يتوضؤا كوضوء الصلاة، وكان من سرق استُرِقَّ عبداً، ومن قتل نفسه حرمت عليه الجنة، وكان إذا ملك الملك عليهم، اشترط عليهم أنهم رقيقه، وأن أموالهم له، ما شاء أخذ منها وما شاء ترك.\nالجزء: 1 ¦ الصفحة: 100\n",
        "وشُرِع لهم نكاح أربع، والطلاق ثلاثاً، ورُخِّصَ لهم في نكاح غير ملتهم، وفي نكاح الأمة، وفي مخالطة الحائض سوى الوطء، وفي إتيان المرأة على أي هيئة شاؤوا.\nالجزء: 1 ¦ الصفحة: 101\n",
        "وشُرعَ لهم التخيير بين القصاص والدية، وشُرعَ لهم دفع الصائل وكانت بنو إسرائيل كتب عليهم إذا الرجل بسط يده إلى الرجل لا يمتنع منه حتى يقتله أو يدعه، قاله مجاهد وابن جريج.\nوحرم عليهم كشف العورة، والنوح على الميت، والتصوير،\nالجزء: 1 ¦ الصفحة: 102\n",
        "وشرب المسكر وآلات الملاهي، ونكاح الأخت [واستعمال] أواني الذهب والفضة، والحرير وحلي الذهب على رجالهم، والسجود لغير الله، وكان تحية من قبلنا، فأعطينا مكانه السلام.\nالجزء: 1 ¦ الصفحة: 103\n",
        "وكرهت لهم المحاريب، وعصموا من الاجتماع على ضلالة. ومن أن يظهر أهل الباطل على أهل الحق، ومن أن يدعو عليهم نبيهم بدعوة فيهلكوا، وإجماعهم حُجَّة، وإختلافهم رَحمة، وكان اختلاف من قبلهم عذاباً،\nالجزء: 1 ¦ الصفحة: 104\n",
        "والطاعون لهم شهادة ورحمة، وكان على الأمم عذاباً، وما دعوا به استُجيب لهم.\nويؤمنون بالكتاب الأول، والكتاب الآخر، ويحجون البيت الحرام لا ينأون عنه أبداً، ويغفر لهم الذنب بالوضوء، وتبقى الصلاة لهم نافلة،\nالجزء: 1 ¦ الصفحة: 105\n",
        "ويأكلون صدقاتهم في بطونهم ويثابون عليها، ويعجل لهم الثواب في الدنيا مع ادخاره في الآخرة، وتتباشر\nالجزء: 1 ¦ الصفحة: 106\n",
        "الجبال والأشجار بمرهم عليها لتسبيحهم وتقديسهم، وتُفتّح أبواب السماء لأعمالهم وأرواحهم، وتتباشر بهم الملائكة، ويصلي عليهم الله وملائكته.\nقال سفيان بن عيينة: أكرم الله أمة محمد صلى الله عليه وآله وسلم فصلى عليهم كما صلى على الأنبياء فقال: (هو الذي يصلي عليكم وملائكته) .\nويقبضون على فرشهم وهم شهداء عند الله، وتوضع المائدة بين أيديهم فمايرفعونها حتى يغفر لهم،\nالجزء: 1 ¦ الصفحة: 107\n",
        "ويَلبَسُ أحدهم الثوب فما ينفضه حتى يغفر له.\nوصدِّيقهم أفضل الصديقين، وهم علماء حكماء، كادوا لفقههم أن يكونوا كلهم أنبياء.\nولا يخافون في الله لومة لائم، وأذلة على المؤمنين أعزة على الكافرين، وقرباتهم الصلاة، وفربانهم دماؤهم،\nالجزء: 1 ¦ الصفحة: 108\n",
        "وسُتِرَ على من لم يُتقَبَّل عمله منهم، وكان من قبلهم يَنفضِح إذا لم تأكل النار قربانه، وتغفر لهم الذنوب بالاستغفار، والندم لهم توبة، قاله رزين.\nوروي أن آدم قال: الله أعطى أمة محمدٍ صلى الله عليه وآله وسلم أربع كرامات لم يعطينيها: كانت توبتي بمكة، وأحدهم يتوب في كل مكان، وسلبت ثوبي حين عصيت، وهم لا يسلبون، وفرق بيني وبين زوجتي، وأخرجت من الجنة.\nقال: وكان بنو اسرائيل\nالجزء: 1 ¦ الصفحة: 109\n",
        "إذا أخطاؤا حرم عليهم طيب الطعام، وتصبح خطيئته مكتوبة على باب داره، انتهى.\nووُعِدوا أن لا يهلكوا بجوع ولا بعَدوّ من غيرهم يستأصلهم، ولا بغرق، ولا يعذبوا بعذاب عذب به من قبلهم، وإذا شهد الاثنان منهم لعبد بخير وجبت له الجنة، وكانت الأمم السابقة إذا شهد منهم مئة.\nوهم أقل الأمم عملاً، وأكثرهم أجراً، وأقصر أعماراً،\nالجزء: 1 ¦ الصفحة: 110\n",
        "وكان الرجل من الأمم السابقة أعبَدَ منهم بثلاثين ضعفاً، وهم خير منه بثلاثين ووهب لهم عند المصيبة الصلاة والرحمة والهدى، وأوتوا العلم الأول والآخر، وفتح عليهم خزائن كل شيء حتى العلم، وأوتوا الإسناد\nالجزء: 1 ¦ الصفحة: 111\n",
        "والأنساب والإعراب، وتصنيف الكتب، وحفظ سنة نببيهم.\nقال أبو علي الجيّاني: خص الله هذه الأمة بثلاثة أشياء لم يعطها من قبلها: الإسناد، والأنساب، والإعراب.\nوقال ابن العربي في \"شرح الترمذي\": لم يكن قط في الأمم من انتهى إلى حد هذه الأمة من التصرف في التصنيف والتحقيق، ولا جاراها في مداها من التفريع والتدقيق.\nوقال القرافي في \"شرح المحصول\": من خصائصه صلى الله عليه وآله وسلم أن الواحد من أمته يحصل له في العمر القصير من العلوم والفهوم ما لا يحصل لأحد من الأمم السابفة في العمر الطويل.\nقال: ولهذا تهيأ للمجتهدين\nالجزء: 1 ¦ الصفحة: 112\n",
        "من هذه الأمة من العلوم والاستنباطات والمعارف ما تقصر عنه أعمارهم. انتهى.\nوقال قتادة: أعطى الله هذه الأمة من الحفظ شيئاً لم يعطه أحداً من الأمم قبلها، خاصة خصهم بها، وكرامة أكرمهم بها، ولا تزال طائفة منهم على الحق حتى يأتي أمر الله، ولا تخلو الأرض من مجتهد فيهم قائم لله بالحجة، حتى يتداعى الزمان بتزلزل القواعد، وتأتي أشراط الساعة الكبرى.\nالجزء: 1 ¦ الصفحة: 113\n",
        "ويبعث الله لهم على رأس كل مائة سنة من يجدد لهم أمر دينهم، حتى يكون في آخر مائة عيسى ابن مريم.\nومنهم أقطاب وأوتاد ونجباء وأبدال،\nالجزء: 1 ¦ الصفحة: 114\n",
        "ومنهم من يصلي إماماً بعيسى ابن مريم، ومنهم من يجري مجرى الملائكة في الاستغناء عن الطعام بالتسبيح، ويقاتلون الدجال، وعلماؤهم كأنبياء بني إسرائيل،\nالجزء: 1 ¦ الصفحة: 115\n",
        "وتسمع الملائكة في السماء أذانهم وتلبيتهم.\nوهم الحامدون لله على كل حال، ويكبرون على كل شرف، ويسبحون عند كل هبوط، ويقولون عند إرادة الأمر: أفعله إن شاء الله، وإذا غضبوا هللوا، وإذا تنازعوا سبحوا، وإذا أرادوا استخاروا الله ثم ركبوا، وإذا ركبوا على ظهور دوابهم حمدواالله، ومصاحفهم في صدورهم،\nالجزء: 1 ¦ الصفحة: 116\n",
        "وسابقهم سابق ويدخل الجنة بغير حساب، ومقتصدهم ناج يحاسب حساباً يسيراً، وظالمهم مغفور له، وليس منهم أحد إلا مرحوماً، ويلبسون ألوان ثياب أهل الجنة، ويراعون الشمس للصلاة، وهم أمة وسط، عدول بتزكية الله،\nالجزء: 1 ¦ الصفحة: 117\n",
        "وتحضرهم الملائكة إذا قاتلوا، وافترض عليهم ما افترض على الأنبياء والرسل، وهو الوضوء والغسل من الجنابة، والج، والجهاد، وأعطوا من النوافل ما أعطي الأنبياء.\nوقال الله في حق غيرهم: (ومن قوم موسى أمة يهدون بالحق وبه يعدلون) .\nونودوا بالقرآن بـ (يا أيها الذين آمنوا) ،\nالجزء: 1 ¦ الصفحة: 118\n",
        "ونوديت الأمم في كتبها بـ (يا أيها المساكين) ، وشتان ما بين الخطابين.\nوقال الدَّميري في \"شرح المنهاج\": قال بعض العلماء: خاطب الله هذه الأمة بقوله: (فاكروني أذكركم) ، فأمرهم أن يذكروه بغير واسطة، وخاطب بني اسرائيل بقوله: (اذكروا نعمتي) ، فإنهم لم يعرفوا الله إلا بآلائه، فأمرهم أن يقصدوا النِّعم ليصلوا بها إلى ذكر المُنعِم.\nقال الزركشي في \"الخادم\": فما كان مجتمعاً فيه صلى الله عليه وآله وسلم من الأخلاق والمعجزات صار متفرقاً في أمته، بدليل: أنه كان معصوماً، وأمته إجماعها معصوم.\nالجزء: 1 ¦ الصفحة: 119\n",
        "قال بعضهم: ولهذا لما أودع أسراره وخُيِّر بين الحياة والموت، اختار الموت. ولما لم يحصل لموسى ذلك، وجاءه ملك الموت لطمه. وهم أكثر الأمم أيامى ومملوكين، وفي \"تفسير ابن أبي حاتم\" عن عكرمة قال: لم تكن أمة دخل فيها من أصناف الناس غير هذه الأمة.\nوفي الحديث:\nالجزء: 1 ¦ الصفحة: 120\n",
        "لما أُنزِلت: (والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه) قال صلى الله عليه وآله وسلم: \"هذه لأمتي كلها وليس بعد الرضى سخط\".\nوقال معاوية: ما اختلفت أمة قط إلا غلب أهل باطلها أهل حقها إلا هذه الأمة.\nوفي \"شرح الرسالة\" للجزولي: قيل: أهل القبلة اسم خصت به أمة محمد صلى الله عليه وآله وسلم.\nوفي سنن أبي داود حديث: \"لن يجمع الله على هذه الأمة سيفين،\nالجزء: 1 ¦ الصفحة: 121\n",
        "سيفاً منها وسيفاً من عدوها\".\nوقال ابن مسعود: ولا يحل في هذه الأمة التجريد، ولا مدٌّ، ولا غِلٌّ، ولا صفد، يعني: لا تجرد ثيابه ولا يمد عند إقامة الحدود، بل يضرب قاعداً وعليه ثوبه.\nوفي الحديث: \"لا ترث مِلَّة ملة، ولا تجوز شهادة ملة على\nالجزء: 1 ¦ الصفحة: 122\n",
        "ملة إلا أمة محمد، فإن شهادتهم تجوز عل من سواهم\".\nوقال ابن الجوزي: بَدء الشرائع كان على التخفيف، ولا يعرف في شرع نوح وصالح وابراهيم تثقيل، ثم جاء موسى بالشدائد والأثقال، وجاء عيسى بنحو ذلك. وجاءت شريعة نبينا صلى الله عليه وآله وسلم بنسخ تشديد أهل الكتاب ولا يطلق بتسهيل من كان قبلهم فهي غاية الاعتدال. انتهى.\nالفصل الثالث\nفيما اختص به صلى الله عليه وآله وسلم\nفي ذاته في الآخرة\nاختُص صلى الله عليه وآله وسلم بأنه أول من تنشق عنه الأرض،\nالجزء: 1 ¦ الصفحة: 123\n",
        "وأول من يَفيق من الصعقة، وبأنه يحشر في سبعين ألف ملك، ويحشر على البراق، ويُؤذن باسمه في الموقف،\nالجزء: 1 ¦ الصفحة: 124\n",
        "ويُكسى في الموقف أعظم الحلل من الجنة، وبأنه يقوم على يمين العرش، وبالمقام المحمود، وأن بيده لواء الحمد، وآدم فمن دونه تحت لوائه، وأنه إمام النبيين يومئذ، وقائدهم وخطيبهم، وأول من يؤذن له بالسجود، وأول من يرفع رأسه، وأول من ينظر إلى الله تعالى، وأول شافِعٍ وأول مُشَفَّع، ويسأل في غيره وكل الناس يسألون في أنفسهم.\nالجزء: 1 ¦ الصفحة: 125\n",
        "وبالشفاعة العظمى في فصل القضاء، وبالشفاعة في إدخال قوم الجنة بغير حساب، وبالشفاعة فيمن استحق النار أن لا يدخلها، وبالشفاعة في رفع درجات ناسٍ في الجنة.\nكما جوز النووي اختصاص هذه والتي قبلها به.\nووردت الأحاديث في التي قبل، وصرح به القاضي عياض وابن دحية.\nوبالشفاعة في إخراج عموم أمته من النار، حتى لا يبقى منهم أحد. ذكره السبكي.\nالجزء: 1 ¦ الصفحة: 126\n",
        "وبالشفاعة لجماعة من صُلَحاء المسلمين، لُيتَجاوز عنهم في تقصيرهم في الطاعات. ذكره القزويني في \"العروةالوثقى\".\nوبالشفاعة في الموقف تخفيفاً عمن يحاسب، وبالشفاعة في أطفال المشركين أن لا يعذبوا، وسأل ربه أن لا يدخل النار أحداً من أهل بيته فأعطاه ذلك.\nوبالشفاعة فيمن خُلِّد في النار من الكفار أن يُخفّفَ عنه العذاب، وأنه أول من يُجيزُ على الصراط، وأن له في كل شعرة من رأسه ووجهه\nالجزء: 1 ¦ الصفحة: 127\n",
        "نوراً، وليس للأنبياء إلا نوران، ويُؤمَر أهل الجمع بغض أبصارهم حتى تَمُرَّ ابنته على الصراط، وأنه أول من يقرع باب الجنة، وأول من يدخلها وبعده ابنته، وبالكوثر، زاد أبو سعيد وابن سراقة، وبالحوض.\nقلت: لكن ورد أن لكل نبي حوضاً.\nالجزء: 1 ¦ الصفحة: 128\n",
        "وفي أثرٍ في خصائصه صلى الله عليه وآله وسلم: وحوضه أعرض الحياض وأكثرها وارداً، وبالوسيلة وهي أعلى درجة في الجنة.\nقال عبد الجليل القصيري في \"شعب الإيمان\":\nالوسيلة التي اختص بها هي التوسل، وذلك أن النبي صلى الله عليه وآله وسلم يكون في الجنة بمنزلة الوزير من الملك بغير تمثيل، لا يصل إلى أحد شيء إلا بواسطته،\nالجزء: 1 ¦ الصفحة: 129\n",
        "وقوائم منبره رواتب في الجنة، ومنبره على تُرعة من تُرَع الجنة، ومابين قبره ومنبره روضة من رياض الجنة، ولا يطلب منه شهيدٌ على التبليغ، ويطلب من سائر الأنبياء، ويشهد لجميع الأنبياء بالبلاغ، وكل سبب ونسب منقطع يوم القيامة إلا نسبه وسببه.\nفقيل: معناه أن أمته ينسبون إليه يوم القيامة، وأمم سائر الأنبياء لا ينسبون\nالجزء: 1 ¦ الصفحة: 130\n",
        "إليهم.\nوقيل: يُنتَفع يومئذ بالنسبة إليه، ولا يُنتَفع بسائر الأنساب، ويكنى آدم في الجنة به دون سائر ولده تكريماً له، فيقال له: أبو محمد.\nووردت أحاديث في أهل الفترة أنهم يمتحنون يوم القيامة فمن أطاع دخل الجنة، ومن عصى دخل النار.\nقال بعضهم: والظن بآل بيته كلهم أن يطيعوا عند الامتحان، لِتَقرَّ بهم عينه.\nوورد: أن درجات الجنة بعدد آي القرآن، وأنه يقال لصاحبه: اقرأ وارْقَ، فآخر منزلته عند آخر آية يقرؤها،\nالجزء: 1 ¦ الصفحة: 131\n",
        "ولم يرد في آخر الكتب مثل ذلك.\nويخرج من ذلك خَصيصةٌ أخرى: وهو أنه لا يقرأ في الجنة إلا كتابه، ولا يتكلم في الجنة إلا بلسانه.\nوفي \"تفسير ابن أبي حاتم\" عن سعيد بن أبي هلال: أنه بلغه أن المقام المحمود، أن رسول الله صلى الله عليه وآله وسلم يوم القيامة يكون بين الجبار وبين جبريل، فيغبطه بمقامه ذلك أهل الجمع.\nالجزء: 1 ¦ الصفحة: 132\n",
        "وفي الحديث: \"أناأول من يقرع باب الجنة، فيقوم الخازن فيقول: من أنت؟ فأقول: أنا محمد، فيقول: أقوم فأفتح لك، ولم أقم لأحد قبلك ولا أقوم لأحد بعدك\".\nالفصل الرابع\nفيما اختص به صلى الله عليه وآله وسلم\nفي أمته في الآخرة\nاختُص صلى الله عليه وآله وسلم بأن أمته أول من تنشق عنهم الأرض من الأمم، ويأتون يوم القيامة غُرّاً مُحجلين من آثار الوضوء، ويكونون في الموقف على كوم عال،\nالجزء: 1 ¦ الصفحة: 133\n",
        "ولهم نوران كالأنبياء، وليس لغيرهم إلا نور واحد، ولهم سيماء في وجوههم من أثر السجود، ويسعى نورهم بين أيديهم، ويؤتون كتبهم بأيمانهم، ويمرون على الصراط كالبرق والريح، ويَشفع مُحسنهم في مُسيئهم، وعُجِّل عذابها في الدنيا والبرزخ لتوافي القيامة ممحصة، وتدخل قبورها بذنوبها ومنها تخرج بلا ذنوب، ويمحص عنها باستغفار المؤمنين\nالجزء: 1 ¦ الصفحة: 134\n",
        "لها، ولها ما سعت وما سُعي لها، وليس لمن قبلهم إلا ما سعى.\nقال عكرمة: ويقضى لهم قبل الخلائق، ويغفر لهم المقحمات، وهم أثقل الناس ميزاناً، ونزلوا منزلة العدول من الحكام، فيشهدون على الناس أن رسلهم بلغتهم،\nالجزء: 1 ¦ الصفحة: 135\n",
        "ويعطى كل منهم يهودياً أو نصرانياً فيقال له: يا مسلم هذا فداؤك من النار، ويدخلون الجنة قبل سائر الأمم، ويدخل منهم الجنة سبعون ألفاً بغير حساب، وأطفالهم كلهم في الجنة، وليس ذلك في سائر الأمم في أحد احتمالين للسبكي\nالجزء: 1 ¦ الصفحة: 136\n",
        "في \"تفسيره\"، وذكر الإمام فخر الدين: أن من كانت معجزته أظهر يكون ثواب أمته أقل.\nقال السبكي: إلا هذه الأمة, فإن معجزات نبينا أظهر، وثوابنا أكثر من سائر الأمم، وأهل الجنة مائة وعشرون صفاً، وهذه الأمة منها ثمانون، وسائر الأمم أربعون.\nويتجلى الله عليهم فيرونه، ويسجدون له بإجماع أهل السُّنة، وفي الأمم السابقة احتمالان لابن أبي جمرة.\nوفي \"فوائد\" القاضي أبي الحسين بن المهتدي من حديث ابن عمر مرفوعاً: \"كل أمة يعضها في الجنة وبعضها في النار إلا هذه الأمة فإنها كلها في الجنة\".\nالجزء: 1 ¦ الصفحة: 137\n",
        "وفي \"مصنف عبد الرزاق\" عن الربعي: أنه قرأ في بعض الكتب أن ولد الزنا لا يدخل الجنة إلى سبعة آباء، فخفف الله عن هذه الأمة فجعلها إلى خمسة آباء\".\nالباب الثاني\nفي الخصائص التي اختص بهاصلى الله عليه وآله وسلم عن أمته ومنها ما علم مشاركة الأنبياء له فيه ومنها ما لم يعلم\nوفيه أربعة فصول\nالفصل الأول\nفيما اختص به صلى الله عليه وآله وسلم من الواجبات والحكمة فيه زيادة الزلفى والدرجات\nالجزء: 1 ¦ الصفحة: 138\n",
        "خُص صلى الله عليه وآله وسلم بوجوب صلاة الضحى، والوتر،\nالجزء: 1 ¦ الصفحة: 139\n",
        "والتهجد، أي صلاة الليل، والسواك والأضحية، والمشاورة\nالجزء: 1 ¦ الصفحة: 140\n",
        "على الأصح في السنة وركعتي الفجر، لحديث في \"المستدرك\" وغيره.\nوغسل الجمعة، وورد في حديث واهٍ، وأربع عند الزوال، وورد عن سعيد بن المسيب.\nالجزء: 1 ¦ الصفحة: 141\n",
        "قيل: وبالوضوء لكل صلاة ثم نُسخ، وبالوضوء كلما أحدث فلا يُكلِّم أحداً، ولا يَردُّ سلاماً حتى يتوضأ ثم نُسخ، قيل وبالاستعاذة عند القراءة ومصابرة العدو وإن كثُر عددهم، وإذا بارز رجلاً في الحرب لم ينكف عنه قبل قتله.\nوتغيير المنكر, ووجه الخصوصية فيه من جهة أنه في فرائض الإيمان، وفي حق غيره من فرائض الكفايات، ذكره الجرجاني في \"الشافي\".\nوأنه يجب عليه إظهار الإنكار،\nالجزء: 1 ¦ الصفحة: 142\n",
        "ولا يجب الإظهار على أمته، ذكره صاحب \"الذخائر\".\nوأنه لا يسقط عنه للخوف فإن الله وعده العصمة، بخلاف غيره، ذكره في \"الروضة\"، ولا إذا كان المرتكب يزيده الإنكار إغراء، لئلا يتوهم إباحته بخلاف سائر الأمة، ذكره السمعاني في \"القواطع\".\nووجوب الوفاء بوعده كضمان غيره، بخلاف سائر الأمة ذكره الجوزي وطائفة، وقضاء دَين من مات من المسلمين معسراً على الصحيح.\nالجزء: 1 ¦ الصفحة: 143\n",
        "وتخيير نسائه في فراقه واختياره على الصحيح، وإمساكهن بعد أن اخترنه في أحد الوجهين. وترك التزوج عليهن، والتبدل بهن، مكافأة لهن، ثم نسخ ذلك\nالجزء: 1 ¦ الصفحة: 144\n",
        "لتكون المنة له صلى الله عليه وآله وسلم، وأن يقول إذا رأى ما يعجبه: لبيك إن العيش عيش الآخرة، في وجه حكاه في \"الروضة\" وأصلها، وأن يؤدي فرض الصلاة كاملة لا خلل فيها، ذكره الماوردي وغيره، وإتمام كل تطوع شَرعَ فيه، حكاه في \"الروضة\" وأصلها.\nالجزء: 1 ¦ الصفحة: 145\n",
        "وأن يدفع بالتي هي أحسن، وكُلّف من العلم وحده ما كلفه الناس بأجمعهم، وكان مطالباً برؤية مشاهدة الحق مع معاشرة الناس بالنفس والكلام، ذكر الثلاثة ابن سبع وابن القاص في \"تلخيصه\".\nوقال أبو سعيد في \"شرف المصطفى\": كُلِّف من العمل بما كُلِّف به الناس أجمعين. وبين الأمرين فرق، وكان يؤخذ عن الدنيا حالة الوحي، ولا يسقط عنه الصوم والصلاة وسائر الأحكام ذكره\nالجزء: 1 ¦ الصفحة: 146\n",
        "في \"زوائد الروضة\" عن ابن القاص، والقفال، وجزم به ابن سبع. وكان يُغان (1) على قلبه فيستغفر الله سبعين مرة، ذكره ابن القاص ونقله ابن الملقن في \"الخصائص\".\nوعبارة أبي سعيد في \"شرف المصطفى\": ويستغفر كل يوم سبعين مرة ولا يذنب.\nوعبارةرزين في \"خصائصه\": ومماوجب عليه أن يستغفر في كل يوم سبعين مرة,\n(1) قال الأهدل في فتح الكريم: تنبيه: هذا الغين ليس بغين أغيار، إنما هو غين أنوار كما قاله بعضهم، وقال السيد السمهودي: لا يعتقد أن الغين حالة نقص، بل هو الكمال أو تتمة الكمال، فهو كجفن العين حين يسيل لدفع القذى، فإنه يمنع العين من الرؤية، فهو من هذه الحيثية نقص، وفي الحقيقة كمال. انتهى.\nالجزء: 1 ¦ الصفحة: 147\n",
        "وعد أيضاً في خصائصه: أن الركعتين بعد العصر كانت واجبة عليه، وأن جميع نوافله كانت فرضاً، لأن النفل إنما هو للجبر ولا نقص في صلاته حتى تُجبر، وأنه خص بصلاة خمسين صلاة في كل يوم وليلة على وفق ما كان ليلة الإسراء، وأورد الأحاديث في صلاته غير الخمس فبلغت مائة ركعة.\nالجزء: 1 ¦ الصفحة: 148\n",
        "وأنه كان إذا مر بنائم في وقت الصلاة أيقظه، وهو امتثال قوله: (ادع إلى سبيل ربك) .\nقال: وخُصَّ بوجوب العقيقة، والإثابة على الهدية، والإغلاظ على الكفار، وتحريض المؤمنين على القتال، وأوجب عليه التوكل، وحرم عليه الادخار. وكان يُموِّن عيال من مات مُعسراً،\nالجزء: 1 ¦ الصفحة: 149\n",
        "ويؤدي الجنايات عمن لزمته وهو معسر، وكذلك الكفارات. ومما وجب عليه الصبر على مايكره، وصبر نفسه مع الذين يدعون ربهم بالغداة والعشي، والرفق وترك الغلظة، وإبلاغ كل ما أنزل إليه وخطاب الناس بما يعقلون، والدعاء لمن أدى صدقات ماله، وقيل: إن كان ما يتقرب به كان واجباً عليه، وأن لا يَعِدَ وعداً أو يعلق أمراً على غدٍ بغير استثناء.\nالجزء: 1 ¦ الصفحة: 150\n",
        "انتهى ما أورده رزين.\nوقال أبو سعيد: كان يجب عليه حفظ أموال المسلمين، وكانت الإمامة في حقه أفضل من الأذان، في وجهٍ حكاه الجرجاني في \"الشافي\"، لأنه لا يقر على السهو والغلط، بخلاف غيره، وهذا الوجه ينبغي أن يقطع به، ويجعل محل الخلاف في التفضيل بين الإمامة والأذان في غيره.\nوذكر بعض الحنفية: أن في عهده لا يسقط فرض\nالجزء: 1 ¦ الصفحة: 151\n",
        "الجنازة إلا بصلاته، فيؤول إلى أن صلاة الجنازة في حقه فرض عين، وفي حق غيره فرض كفاية.\nالفصل الثاني\nفيما اختص به صلى الله عليه وآله وسلم من المحرمات\nخُص صلى الله عليه وآله وسلم بتحريم الزكاة والصدقة والكفارة عليه, وتحريم الزكاة على آله، قيل: والصدقة أيضاً، وعليه المالكية، وعلى موالي أهله في الأصح، وعلى زوجاته بالإجماع، حكاه ابن عبد البر.\nوالنذورات.\nقال البلقيني: وخرجت على ذلك أنه كان يَحرم عليه أن يوقف عليه معيناً لأن الوقف صدقة تطوع.\nقال: وفي \"الجواهر\" للقَمولي ما يؤيده، فإنه قال: صدقة التطوع كانت\nالجزء: 1 ¦ الصفحة: 152\n",
        "حراماً عليه على الصحيح.\nوعن ابن أبي هريرة: أن صدقات الأعيان كانت حراماً عليه دون صدقات العامة كالمساجد وبناء الآبار، وتحريم كون أهله عمالاً على الزكاة في الأصح.\nالجزء: 1 ¦ الصفحة: 153\n",
        "وصرف النذر والكفارة إليهم، وأكل ثمن أحدٍ من ولد اسماعيل وَرَدَ به حديث في المسند، ولم أر من تعرض له، وأكل ما له رائحة كريهة، والأكل متكئاً في أحد الوجهين فيهما، والأصح في \"الروضة\" كراهتهما،\nالجزء: 1 ¦ الصفحة: 154\n",
        "قال أبو سعيد في \"شرف المصطفى\": وكره الضب، وتحريم الكتابة والشعر، قال الماوردي: وكذا روايته،\nالجزء: 1 ¦ الصفحة: 155\n",
        "والقراءة في الكتاب.\nوقال البغوي في \"التهذيب\": قيل: كان يحسن الخط ولا يكتب، ويحسن الشعر ولا يقوله، والأصح أنه كان لا يحسنهما، ولكنه كان يميز بين جيد الشعر ورديئه.\nونزع لأْمته إذا لبسها حتى يقاتل أو يحكم الله بينه وبين عدوه، وكذلك الأنبياء.\nقال أبوسعيد وابن سراقة: كان لا يرجع إذا خرج إلى\nالجزء: 1 ¦ الصفحة: 156\n",
        "الحرب، ولا ينهزم إذا لقي العدو وإن كثر عليه العدد.\nوالمَنُّ ليستكثر- أي أن يهدي هدية ليثاب بأكثر منها-، ومد العين إلى ما مُتِّع به الناس من زهرة الحياة الدنيا، وخائنة الأعين، وهي الإيماء إلى مباح من قتل أو ضرب، على خلاف ما يظهر، وكذلك الأنبياء.\n...\nوأن يخدع في الحرب، فيما ذكره ابن القاص وخالفه الجمهور.\nالجزء: 1 ¦ الصفحة: 157\n",
        "والصلاة على من عليه دَين ثم نسخ. وإمساك كارِهته، وتحرم عليه مؤبداً في أحد الوجهين، ونكاح من لم تهاجر في أحد الوجهين، ونكاح الكتابية، قيل: والتسري بها، ونكاح الأمة المسلمة،\nالجزء: 1 ¦ الصفحة: 158\n",
        "ولو قدّر نكاحه أمة فولده منها حر، ولا تلزمه قيمته، ولا يشترط في حقه حينئذ خوف العنت ولا فقد الطَول، وله الزيادة على واحدة.\nقال إمام الحرمين: ولو قُدِّر نكاح غرور في حقه لم يلزمه قيمة الولد.\nقال ابن الرفعة: وفي تصور ذلك في حقه نظر.\nوقال البلقيني: لا يتصور في حقه اضطرار قط إلى نكاح الأمة، بل لو أعجبته أمة وجب على مالكها بذلها إليه هبة قياساً على الطعام، وكان إذا خطب فرُدَّ لم يعد، كذا في حديث مرسل،\nالجزء: 1 ¦ الصفحة: 159\n",
        "فيحتمل التحريم والكراهة، قياساً على إمساك كارهته، ولم أر من تعرض له.\nوعدَّ ابن سبع من خصائصه: تحريم الإغارة إذا سمع التكبير.\nوعدَّ القضاعي وغيره من خصائصه: أنه لا يقبل هدية مشرك، ولا يستعين به،\nالجزء: 1 ¦ الصفحة: 160\n",
        "ولا يشهد على جور.\nوحُرِّم عليه الخمر من أول ما بعث من قبل أن تحرم على الناس بنحو عشرين سنة، فلم يبح له قط.\nوفي الحديث: \"أول ما نهاني عنه ربي بعد عبادة الأوثان: شرب الخمر وملاحاة الرجال\"، ونُهي عن التعري وكشف العورة من قبل أن يبعث بخمسين سنة،\nالجزء: 1 ¦ الصفحة: 161\n",
        "وقالت عائشة: ما رأيت منه ولا رأى مني.\nونهى علياً عن إنزاء الحُمُر على الخيل نهياً خاصاً، عدَّ هذه رزين.\nوكان لا يصلِّ على ميتٍ غَلَّ، ولا على من قتل نفسه، وفي \"المستدرك\" عن أبي قتادة قال: كان النبي صلى الله عليه وآله وسلم إذا دُعي إلى جنازة سأل عنها، فإن أثني عليها خير صلى عليها، وإن أثني عليها غير ذلك قال لأهلها: \"شأنكم بها\" ولم يُصل عليها.\nالجزء: 1 ¦ الصفحة: 162\n",
        "وفي \"سنن أبي داود\" حديث: \"ما أبالي ما أتيت إن أنا شربت ترياقاً أو تعلقت تميمة أو قلت الشعر من قبل نفسي\".\nقال أبو داود هذا كان للنبي صلى الله عليه وآله وسلم خاصة، وقد رخص الترياق لغيره.\nوقد رخص أيضاً في تعليق التمائم لغيره إذا كان بعد نزول البلاء.\nالجزء: 1 ¦ الصفحة: 163\n",
        "الفصل الثالث\nفيما اختص به صلى الله عليه وآله وسلم من المباحات\nاختُص صلى الله عليه وآله وسلم بإباحة المكث في المسجد جنباً، والعبور فيه عند المالكية.\nوأنه لا ينتقض وضوؤه بالنوم\nالجزء: 1 ¦ الصفحة: 164\n",
        "ولا باللمس، في أحد الوجهين وهو الأصح.\nقيل: وبإباحة استقبال القبلة واستدبارها حال قضاء الحاجة، حكاه ابن دقيق العيد في \"شرح العمدة\".\nوإباحة الصلاة بعد العصر، وقضاء الراتبة بعد العصر عند قوم.\nالجزء: 1 ¦ الصفحة: 165\n",
        "وحمل الصغيرة في الصلاة فيما ذكره بعضهم، وبالصلاة على الغائب عند أبي حنيفة، وعلى القبر عند المالكية، وبجواز صلاة الوتر على الراحلة مع وجوبه عليه، ذكره في \"شرح المهذب\"، وقاعداً ذكره في \"الخادم\". وكان يجهر فيه وغيره يُسِرّ، وبالإمامة جالساً فيما ذكره قوم بجواز استخلافه في الإمامة، كما وقع لأبي بكر حين تأخر وقدّمه، فيما قاله جماعة،\nالجزء: 1 ¦ الصفحة: 166\n",
        "وبأنه يصلي الركعة الواحدة بعضها من قيام وبعضها من قعود فيما ذكره بعض السلف، وقال: إن ذلك ممنوع لغيره، والقُبلة في الصوم مع قوة شهوته للوصال، والسواك بعد الزوال وهو صائم. ذكره رزين.\nقيل: والصوم جنباً حكاه الطحاوي، وبإباحة دخول مكة بغير إحرام، واستمرار الطيب في الإحرام فيما ذكر المالكية،\nالجزء: 1 ¦ الصفحة: 167\n",
        "وقهر من شاء على طعامه وشرابه.\nزاد رزين: ولباسه إذا احتاج، ويجب على المالك البذل وإن هلك، ويفدي بمُهجته مهجة رسول الله صلى الله عليه وآله وسلم، وإباحة النظر إلى الأجنبيات والخلوة بهن، وإردافهن، ونكاح أكثر من أربعة نسوة وكذلك الأنبياء،\nالجزء: 1 ¦ الصفحة: 168\n",
        "والنكاح بلفظ الهبة، وبلا مهر ابتدءً وانتهاءً، وبصداق مجهول، ذكره الروياني في \"البحر\"، وبلا ولي وبلا شهود، وفي حال الإحرام، وبغير رضا المرأة.\nفلو رغب في نكاح امرأة خلية، لزمتها الإجابة وحرم على غيره خطبتها بمجرد الرغبة، أو مزوجة لزم على زوجها طلاقها لينكحها.\nالجزء: 1 ¦ الصفحة: 169\n",
        "قال الغزالي في \"الخلاصة\": له حينئذ نكاحها من غير انقضاءعدة، وكان له أن يخطب على خطبة غيره، وكان له تزويج المرأة ممن شاء بغير إذنها ولا إذن وليها، وله إجبار الصغيرة من غير بناته، وزوج ابنة حمزة مع وجود عمها العباس، فقدم على الأقرب.\nوقال لأم سلمة: مُري ابنك أن يزوجك، فزوجها وهو يومئذ صغير لم يبلغ،\nالجزء: 1 ¦ الصفحة: 170\n",
        "وزوَّجه الله بزينب فدخل عليها بتزويج الله بغير عقد من نفسه.\nوعبَّر في \"الروضة\" عن هذه بقوله: وكانت المرأة تحل له بتحليل الله، قال أبو سعيد في \"شرف المصطفى\": وكان كفؤاً لكل أحد،\nالجزء: 1 ¦ الصفحة: 171\n",
        "وإذا تزوج بولي فاسق أو أعمى أو أخرس جاز له. انتهى.\nوله نكاح المُعتَدَّة من غيره، في وجه [ضعيف] حكاه الرافعي، والجمع بين المرأة وأختها [وبين] وعمتها وخالتها أحد الوجهين، وبين المرأة وابنتها في وجه حكاه الرافعي.\nوقال رزين في \"خصائصه\": إذا وطئ جارية بملك اليمين لم تثبت الحرمة في أمها ولا بنتها ولا أختها حتى يمتنع الجمع بينهن. انتهى.\nفيحتمل أن يكون هو\nالجزء: 1 ¦ الصفحة: 172\n",
        "الوجه المحكي في \"الشرح\" و\"الروضة\"، ويحتمل أن يكون غيره، وأنه يفرق في ذلك بين الأمة والزوجة.\nوعتق أمته، وجعل عتقها صداقها، وأصدق جويرية عتق أسرى قومها، ونكاح من لم تبلغ فيما ذكره ابن شبرمة، لكن الإجماع على خلافه, وترك القسم بين أزواجه في أحد الوجهين وهو المختار.\nالجزء: 1 ¦ الصفحة: 173\n",
        "وقال ابن العربي في \"شرح الترمذي\": إن الله خَصَّ نبيه بأشياء في النكاح منها: أنه أعطاه ساعة لا يكون لأزواجه فيهاحقٌّ حتى يدخل فيها على جميع أزواجه فيفعل ما يريد بهن، ثم يدخل عند التي يكون الدور لها، ولا يجب عليه نفقتهن في وجه كالمهر، وعلى الوجوب لا يتقدر.\nولا ينحصر طلاقه في الثلاث في أحد الوجهين، وعلى الحصر قيل: تحل له من غير محلّل، وقيل: لا تحل له أبداً، وتخيير نسائه صريح في وجه،\nالجزء: 1 ¦ الصفحة: 174\n",
        "وفي حق غيره كناية قطعاً، وعلى الصراحة تكون بائناً يوجب تحريم الأبد في وجه بخلاف غيره.\nومرجع هذه الخصائص إلى النكاح في حقه كالتسري في حقِّنا، وحرم أمته فلم تحرم عليه، ولم تلزمه كفارة، وكان له أن يستثني في كلامه بعد حين منفصلاً، واصطفى ما شاء من الغنيمة قبل القسمة من جارية وغيرها وكذا من الفيء،\nالجزء: 1 ¦ الصفحة: 175\n",
        "ذكره ابن كج في \"التجريد\".\nوخُمسُ خُمس الفيء والغنيمة وأربعة أخماس الفيء، وكان له الأنفال يفعل فيها ما يشاء.\nوذكر مالك في \"خصائصه\": أنه لم يكن يملك الأموال، إنما كان له التصرف والأخذ بقدر كفايته.\nالجزء: 1 ¦ الصفحة: 176\n",
        "وعند الشافعي وغيره يملك، وأن يحمي الموات لنفسه ولا ينقض ما حماه، ومن أخذ شيئاً مما حماه ضمن قيمته في الأصح، بخلاف ما حماه غيره من الأئمة، ولو رعاه ذو قوة فلا غرم عليه.\nوالقتال بمكة وحمل السلاح والقتل بها، والقتل بعد الأمان،\nالجزء: 1 ¦ الصفحة: 177\n",
        "ويلعن من شاء بغير سبب، ويكون له رحمة، والقضاء بعلمه، وفي غيره خلاف ولنفسه ولولده، وأن يشهد لنفسه ولولده، وأن يقبل شهادة من يشهد له ولولده،\nالجزء: 1 ¦ الصفحة: 178\n",
        "وقبول الهدية بخلاف غيره من الحكام.\nولا يكره له الفتوى والقضاء في حال الغضب، ذكره النووي في \"شرح مسلم\"، ولو قال: لفلان على فلان كذا، جاز لسامعه أن يشهد بذلك. ذكره شريح والروياني في \"روضة الحكام\".\nوكان له قتل من اتهمه بالزنا من غير بينة، ولا يجوز ذلك لغيره، ذكره ابن دحية.\nوكان له أن يدعو لمن شاء بلفظ الصلاة، وليس لنا أن نصلى إلا على نبي أو مَلَك، وضحى\nالجزء: 1 ¦ الصفحة: 179\n",
        "عن أمته وليس لأحد أن يضحي عن الغير بغير إذنه، وأكل من طعام الفجأة مع نهيه عنه، ذكر هذه ابن القاص، وأنكرها البيهقي وقال: إنه مباح لأمته والنهي لم يثبت.\nوله أن يجمع في الضمير بينه وبين الله تعالى بخلاف غيره، ذكره ابن عبد السلام وغيره،\nالجزء: 1 ¦ الصفحة: 180\n",
        "وله قتل من سبه أو هجاه، عدّ هذه ابن سبع.\nوكان يُقطع الأراضي قبل فتحها، لأن الله ملكه الأرض كلها.\nوأفتى الغزالي بكفر من عارض أولاد تميم الداري فيما أقطعهم وقال: إنه صلى الله عليه وآله وسلم كان يقطع أرض الجنة، فأرض الدنيا أولى.\nوذكر الشيخ تاج الدين بن عطاءالله في التنوير\": أن الأنبياء لا تجب عليهم الزكاة، لأنهم لا ملك لهم مع الله، إنما كانوا يستهدون ما في أيديهم من ودائع الله لهم، يبذلونه في أوان بذله، ويمنعونه في غير محله،\nالجزء: 1 ¦ الصفحة: 181\n",
        "لأن الزكاة إنماهي طهرة لما عساه أن يكون ممن وجبت عليه، والأنبياء مبرؤون من الدنس لعصمتهم.\nوعقد المساقاة لأهل خيبر إلى مدة مبهمة بقوله: \"أقركم ما أقركم الله\" لأنه كان يجوز مجيء الوحي بالنسخ، ولا يكون ذلك بعده.\nوحلَفَ لا يحمل الأشعريين ثم حملهم، وقال: \"لست أنا حملتكم ولكن الله حملكم\" ولم يترتب عليه حنث ولا كفارة.\nوعانق جعفراً عند قدومه من السفر، فقال مالك: هو خاص به، وكرهها لغيره.\nالجزء: 1 ¦ الصفحة: 182\n",
        "وقال الخطابي: زعم بعضهم أن المَنَّ على الأسرى الوارد في قوله تعالى: (فإما مَنّاً بعد وإما فداء) كان خاصاً بالنبي صلى الله عليه وآله وسلم دون غيره.\nالفصل الرابع\nفيما اختص به صلى الله عليه وآله وسلم من الكرامات والفضائل\nاختُص صلى الله عليه وآله وسلم بمنصب الصلاة، وبأنه لا يُورَث، وكذلك الأنبياء، فلهم أن يوصوا بكل مالهم صدقة،\nالجزء: 1 ¦ الصفحة: 183\n",
        "وبأن ماله باق بعد موته على ملكه يُنفق منه على أهله في أحد الوجهين وصححه إمام الحرمين.\nوأنه لو قصده ظالم وجب على من حضره أن يبذل نفسه دونه، حكاه في \"زوائد الروضة\" عن جماعة من الأصحاب.\nالجزء: 1 ¦ الصفحة: 184\n",
        "قال قتادة: وكان من خصائصه: أنه إذا غزا بنفسه يجب على كل أحد الخروج معه، لقوله تعالى: (ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله) ، ولم يبق هذا الحكم مع غيره من الخلفاء. انتهى.\nوكان إذا حضر الصف يحرم على من معه أن يولوا عنه الدُبر لئلا ينهزموا ويتركوه، قاله قتادة والحسن، وذهبا إلى أن الفرار من الزحف بعده ليس من الكبائر، وكان الجهاد في عهده فرض عين في أحد الوجهين عندنا وهو من بعده من فروض الكفاية.\nورأيت في بعض \"المجاميع\" عن التكريتي: أن مهر المثل لا يتصور في ابنته\nالجزء: 1 ¦ الصفحة: 185\n",
        "لأنه لا مثل لها وهو حسن بالغ، وتحرم رؤية أشخاص أزواجه في الأًزُر، كما صرح به القاضي عياض وغيره، وكشف وجههن وأكفهن لشهادة أو غيرها، وسؤالهن مشافهة، وصلاتهن على ظهور البيوت.\nوقال معمر: إن أزواجه صلى الله عليه وآله وسلم إذا أرضعن الكبير دخل عليهن، فكان ذلك لهن خاصة، ولسائر الناس لا يكون إلا ما كان في الصغر.\nوقال طاووس: كان لهن رضعات معلومات، ولسائر النساء رضعات معلومات، وورد أنها عشر رضعات لهن، ولغيرهن خمس، وأنهن أمهات المؤمنين،\nالجزء: 1 ¦ الصفحة: 186\n",
        "ووجوب جلوسهن بعده في البيوت، وتحريم خروجهن ولو لحج أو عمرة في أحد القولين، وأباح لهن ولآله الجلوس في المسجد مع الحيض والجنابة،\nالجزء: 1 ¦ الصفحة: 187\n",
        "وكذا العبور عند المالكية.\nوأن تطوعه في الصلاة قاعداً كتطوعه قائماً، وأن عمله له نافلة.\nويخاطبه المصلي بقوله: السلام عليك أيها النبي، ولا يخاطب غيره، وكان يجب على من دعاه وهو في الصلاة أن يجيبه، ولا تبطل صلاته،\nالجزء: 1 ¦ الصفحة: 188\n",
        "وكذلك الأنبياء، ومن تكلم وهو يخطب بطلت جمعته، وكان يجب الاستماع والإنصات لقراءته إذا قرأ في الصلاة الجهرية، وعند نزول الوحي.\nوقال مجاهد في قوله تعالى: (إذا قيل لكم تفسحوا في المجالس فافسحوا) : مجلس النبي صلى الله عليه وآله وسلم خاصة.\nوقال جابر بن عبد الله: ليس على من ضحك في الصلاة إعادة وضوء، إنما كان\nالجزء: 1 ¦ الصفحة: 189\n",
        "ذلك لهم حين ضحكوا خلق رسول الله صلى الله عليه وآله وسلم.\nوالنكاح في حقه عبادة مطلقاً كما قال السبكي، وهو في حق غيره ليس عبادة عندنا، بل من المباحات، والعبادة عارضة له.\nالجزء: 1 ¦ الصفحة: 190\n",
        "والكذب عليه كبيرة ليس كالكذب على غيره، وقال الجويني: رِدَّة، ومن كذب عليه لم تقبل روايته أبداً وإن تاب فيما ذكره خلائق من أهل الحديث.\nويحرم التقدم بين يديه ورفع الصوت فوق صوته،\nالجزء: 1 ¦ الصفحة: 191\n",
        "والجهر له بالقول ونداؤه من وراء الحجرات، والصياح به من بعيد، وأن يُقال فيه: أبونا في أحد الوجهين، وأن يقولوا له راعِنا.\nوطهارة دمه وبوله وغائطه، وسائر فضلاته\nالجزء: 1 ¦ الصفحة: 192\n",
        "تشرب ويُستشفى بها، ولا خلاف في طهارة شعره، وفي غيره خلاف، وقد قسم شعره على أصحابه.\nوالعِصمة من كل ذنب ولو صغير أو سهواً، وكذلك الأنبياء،\nالجزء: 1 ¦ الصفحة: 193\n",
        "وينزه عن فعل المكروه، ومحبته فرض، وتجب محبة أهل بيته وأصحابه، ومن استهان به كفر، قيل: أو زنى بحضرته، ومن تَمنّى موته كفر، وكذلك الأنبياء، ذكره المحاملي في \"الأوسط\"، ورتب عليه تحريم إرثهم،\nالجزء: 1 ¦ الصفحة: 194\n",
        "لئلا يتمناه ورثتهم فيكفروا.\nقال غيره: ولذا لم يشب شعره، لأن النساء يكرهن الشيب، ولو وقع ذلك في أنفسهن كفرن، فعُصم من ذلك رفقاً بهن.\nومن سبه قتل، وكذلك الأنبياء، والسَبُّ بالتعريض في حقه كالتصريح بخلاف غيره، نقله الرافعي عن الإمام، وقال النووي: لا خلاف فيه ولم تبغ امرأة نبي قط، وقال الحسن: امرأة النبي إذا زنت لم يغفر لها، ومن قذف أزواجه فلا توبة له البتة، كما قال ابن عباس وغيره،\nالجزء: 1 ¦ الصفحة: 195\n",
        "ويقتل كما نقله القاضي عياض.\nوفي قوله يختص القتل بمن سبَّ عائشة، ويُحذُّ في غيرها حدّين، وكذا من قذف أمَّ أحد من أصحابه.\nوذهب بعض المالكية: إلى أن من سبَّ أصحابه قتل، وقال ابن قدامة في \"المُقنع\": من قذف أمَّ النبي صلى الله عليه وآله وسلم قتل، مسلماً كان أو كافراً،\nالجزء: 1 ¦ الصفحة: 196\n",
        "وأولاد بناته ينسبون إليه، قيل وأولاد بنات بناته.\nوفي حديث: \"إن الله لم يبعث نبياً قط إلا جعل ذريته من صلبه، غيري، فإن الله جعل ذريتي من صلب علي\". ولا يتزوج على بناته.\nوذكر المحب الطبري ماهو أبلغ من ذلك، فإنه أورد حديث المِسْور بن مخرمة لما خطب إليه حسن بن حسن، فاعتذر إليه بقوله صلى الله عليه وآله وسلم: \"فاطمة بضعة مني\nالجزء: 1 ¦ الصفحة: 197\n",
        "يقبضني ما يقبضها ويبسطني ما يبسطها\".\nقال: وعندك ابنتها، ولو زوجتك لقبضها ذلك.\nثم قال: فيه دليل على أن الميت يراعى منه ما يراعى من الحي.\nقال: وقد ذكر الشيخ أبو علي السنجي في: شرح التلخيص\": قد يحرم التزويج على بنات النبي صلى الله عليه وآله وسلم، ولعله يريد من ينسب إليه بالبُنُوّة ويكون هذا دليله. انتهى.\nفإن أخذ هذا على عمومه، فمقتضاه أنه يحرم التزويج على ذرية بناته وإن سَفُلن إلى يوم القيامة وفيه وقفة. ومن صاهر من الجانبين لم يدخل النار.\nالجزء: 1 ¦ الصفحة: 198\n",
        "ولا يجتهد في محراب صلى إليه في يمنة ولا في يسرة، وتختص صلاة الخوف بعهده، في قول أبي يوسف والمزني، لأن إمامته لا عوض عنها بخلاف غيره، ويجل منصبه عن الدعاء له بالرحمة\nالجزء: 1 ¦ الصفحة: 199\n",
        "فيما ذكره جماعة.\nويحرم النقش على نقش خاتمه، وليس لأحد أن ينقش على خاتمه محمد رسول الله، ولا ينطق عن الهوى، ولا يقول في الغضب والرضا إلا حقاً، ورؤياه\nالجزء: 1 ¦ الصفحة: 200\n",
        "وحي، وكذا الأنبياء، ولا يجوز على الأنبياء الجنون ولا الإغماء الطويل الزمن، فيما ذكره الشيخ أبو حامد في \"تعليقه\"، وجزم به البلقيني في \"حواش الروضة\" ونبه السبكي على أن إغماءهم يخالف إغماء غيرهم، كما خالف نومهم نوم غيرهم.\nويخص من شاء بما شاء من الأحكام، كجعله شهادة خُزيمة بشهادة رجلين، ولا يجوز علهيم العمى فيما ذكره السبكي.\nقال القاضي عياض في حديث قول بني اسرائيل عن موسى: آدر، وتبرئة الله له: الأنبياء منزهون عن النقائص في الخَلق والخُلق، سالمون من العاهات\nالجزء: 1 ¦ الصفحة: 201\n",
        "والمعائب، ولا التفات إلى ما يقع في بعض التواريخ من إضافة بعض العاهات إلى بعضهم، بل نزههم الله من كل عيب، وكل ما ينقص من العيوب أو ينفر القلوب.\nالجزء: 1 ¦ الصفحة: 202\n",
        "وترخيصه في إرضاع سالم وهو كبير، وفي النياحة لتلك المرأة\nالجزء: 1 ¦ الصفحة: 203\n",
        "وهي خولة بنت حكيم، وفي تعجيل صدقة عامين للعباس، وفي ترك الإحداد لأسماء بنت عميس، وفي الجمع بين اسمه وكنيته للولد الذي يولد لعلي، وفي المُكث في المسجد جنباً لعلي، وفي فتح باب من داره في المسجد له، وفي فتح خوخة فيه لأبي بكر،\nالجزء: 1 ¦ الصفحة: 204\n",
        "وفي أكل المُجامِع في رمضان من كفارة نفسه، وفي الأضحية بالعَناق لأبي بردة بن نيار، وبالعَتود لعقبة بن عامر ولزيد بن خالد، وفي نكاح ذلك الرجل بما معه من القرآن، فيما ذكره جماعة، وورد به حديث مرسل،\nالجزء: 1 ¦ الصفحة: 205\n",
        "قال مكحول: ليس ذلك لأحد بعد النبي صلى الله عليه وآله وسلم.\nوفي لبس الحرير للزبير وعبد الرحمن بن عوف، فيما قاله جماعة، وهو وجه عندنا، ولبس خاتم الذهب للبراء بن عازب، وفي اشتراط عائشة الولاء لموالي بَريرة، ولا يوفى به فيما ذكره بعضهم، وفي العرية لثعلبة بن يزيد الحارثي وذويه، فيما ذهب إليه الواقدي، وفي خيار الغبن لحبان بن منقذ، فيما ذكره النووي في \"شرح مسلم\".\nالجزء: 1 ¦ الصفحة: 206\n",
        "وفي التحلل بالمرض لضباعة بنت الزبير في أحد القولين، وفي ترك مبيت مِنى لأجل السقاية لبني العباس في وجه، ولبني هاشم في آخر، ولعائشة في صلاة ركعتين بعد العصر،\nالجزء: 1 ¦ الصفحة: 207\n",
        "ولمعاذ بن جبل في قبول الهدية حين بعثه إلى اليمن.\nوفي \"المستدرك\" وغيره، عن أنس أن أم سليم تزوجت أبا طلحة على إسلامه، قال ثابت: ما سمعت بامرأة قط كانت أكرم مهراً من أم سليم وهو الإسلام. وأعاد امرأة أبي ركانة إليه بعد أن طلقها ثلاثاً من غير محلل،\nالجزء: 1 ¦ الصفحة: 208\n",
        "وأسلم رجل على أن لا يصلي إلا صلاتين فقبل منه ذلك، وضرب لعثمان يوم بدر بسهم ولم يضرب لأحد غاب غيره، رواه أبو داود عن ابن عمر.\nوقال الخطابي: هذا خاص بعثمان، لأنه كان يمرض ابنة رسول الله صلى الله عليه وآله وسلم.\nوكان يؤاخي بين أصحابه ويثبت بينهم التوارث، وليس ذلك لغيره، قاله ابن زيد.\nوخص نساء المهاجرين بأن يَرثن دون أزواجهن لكونهن غرائب\nالجزء: 1 ¦ الصفحة: 209\n",
        "لا مأوى لهن، وكان أنس يصوم من طلوع الشمس لا من طلوع الفجر فالظاهر أنها له خصوصية، وأصام أطفال أهل بيته وهم رُضَّع.\nوكان يحرم على الصحابة إذا كانوا معه على أمر جامع، لم يذهبوا حتى يستأذنوه،\nالجزء: 1 ¦ الصفحة: 210\n",
        "وكانوا يقولون له بأبي أنت وأمي، ولا يقال لغيره، فيما ذكره بعضهم، وكان يرى من خلفه كما ينظر أمامه.\nزاد رزين: وعن يمينه وعن شماله، ويرى بالليل وفي الظلمة كما يرى بالنهار والضوء.\nوريقه يُعذب الماء المالح ويجزي الرضيع، وإبطه أبيض، غير متغير اللون ولا شعر عليه،\nالجزء: 1 ¦ الصفحة: 211\n",
        "ويبلغ صوته وسمعه ما لا يبلغه غيره، وتنام عينه ولا ينام قلبه، وما تثاءب قط، ولا احتلم قط، وكذلك الأنبياء في الثلاثة.\nوعرقه أطيب من المسك،\nالجزء: 1 ¦ الصفحة: 212\n",
        "وكان إذا مشي مع الطويل طاله، وإذا جلس يكون كتفه أعلى من جميع الجالسين، ولم يقع ظله على الأرض، ولا رؤي له ظل في شمس ولا قمر.\nقال ابن سبع: لأنه كان نوراً، وقال رزين: لغلبة أنواره.\nولم يقع على ثوبه ذباب قط، ولا آذاه القمل،\nالجزء: 1 ¦ الصفحة: 213\n",
        "وكان إذا ركب دابته لا تروث ولا تبول وهو راكبها، نقل ذلك عن ابن اسحاق، وبني عليه بعض المتأخرين طوافه على بعيره صلى الله عليه وآله وسلم، فجعله من خصائصه، ولم يجز لغيره ذلك.\nوكان وجهه كأن الشمس تجري فيه، ولم يكن لقدمه أخمص، وكانت خُنصُر رجله متظاهرة،\nالجزء: 1 ¦ الصفحة: 214\n",
        "وكانت الأرض تطوى له إذا مشى، وأوتي قوة أربعين في الجماع والبطش.\nوفي رواية مقاتل: أعطي قوة بضع وسبعين شاباً.\nوعن مجاهد: أعطي قوة بضع وأربعين رجلاً كل رجل من أهل الجنة، وقوة الرجل من أهل الجنة كمائة من أهل الدنيا،\nالجزء: 1 ¦ الصفحة: 215\n",
        "فيكون أوتي قوة أربعة آلاف. وبهذا يندفع ما يستشكله بعضهم.\nفقال: كيف يؤتى قوة أربعين فقط وقد أوتي سليمان قوة مائة رجل أو ألف رجل على ماورد؟ واحتاج إلى تكلف الجواب عن ذلك.\nوورد من طرق: أتاني جبريل بقدر فأكلت منها فأعطيت قوة أربعين رجلاً في الجماع، وفي لفظ: ما أريد أن آتي النساء ساعة إلا فعلت.\nالجزء: 1 ¦ الصفحة: 216\n",
        "وقال القاضي أبوبكر بن العربي في \"سراج المريدين\": قد آتى الله رسوله خصيصة عظمى: وهي قلة الأكل والقدرة على الجماع، وكان أقنع الناس في الغذاء، تقنعه اللقمة، وتشبعه اللقمة والجرعة، وكان أقوى الناس على الوطء، ولم يُرَ له أثر قضاء حاجة، بل كانت الأرض تبتلعه، ويشم من مكانه رائحة المسلك، وكذلك الأنبياء.\nالجزء: 1 ¦ الصفحة: 217\n",
        "ولم يقع في نسبه من لدن آدم سفاح قط، وتقلب في الساجدين حتى خرج نبياً، وما افترقت فرقة إلا كان في خيرها، ولم يلد أبواه غيره.\nونكست الأصنام لمولده، وولد مختوناً، ومقطوع السرة، ونظيفاً ما به قذر,\nالجزء: 1 ¦ الصفحة: 218\n",
        "ووقع إلى الأرض ساجداً، رافعاً إصبعه كالمتضرع المبتهل.\nورأت أمه عند ولادته نوراً خرج منها أضاء له قصور الشام وكذلك أمهات النيبين يَرَين.\nالجزء: 1 ¦ الصفحة: 219\n",
        "قال بعضهم: ولم تُرضعه مُرضعة إلاأسلمت، قال: ومرضعاته أربع، أمه، وقد ورد إحياؤها وإيمانها في حديث، وحليمة السعدية،\nالجزء: 1 ¦ الصفحة: 220\n",
        "وثويبة، وأم أيمن. انتهى.\nوكان مهده يتحرك بتحريك الملائكة، ذكر هذه ابن سبع.\nوكان القمر يُناغيه وهو في مهده، ويميل حيث أشار إليه،\nالجزء: 1 ¦ الصفحة: 221\n",
        "وتكلم في المهد، وتظله الغمامة في الحر، ويميل إليه فيء الشجرة إذا سبق إليه،\nالجزء: 1 ¦ الصفحة: 222\n",
        "وكان يبيت جائعاً ويصبح طاعماً يطعمه ربه ويسقيه من الجنة، وكان يُوعَك كما يُوعَك رجلان لمضاعفة الأجر، وعصم من الأعلال الموجبة، ذكر هذه القضاعي في \"تاريخه\".\nورُدَّت إليه الروح بعد ما قبض، ثم خير بين البقاء في الدنيا والرجوع إلى الله تعالى، فاختار الرجوع إليه، وكذلك الأنبياء،\nالجزء: 1 ¦ الصفحة: 223\n",
        "وأرسل إليه ربه جبريل ثلاثة أيام في مرضه يسأله عن حاله.\nولما نزل إليه ملك الموت نزل معه ملك يقال له: إسماعيل، يسكن الهواء لم يصعد إلى السماء قط، لم يهبط إلى الأرض قبل ذلك اليوم قط,\nالجزء: 1 ¦ الصفحة: 224\n",
        "وسمع صوت ملك الموت باكياً عليه ينادي: وامحمداه، صلى عليه ربه والملائكة، وصلى عليه الناس أفواجاً بغير إمام، قالوا: هو إمامكم حياً وميتاً، وبغير دعاء الجنازة المعروفة،\nالجزء: 1 ¦ الصفحة: 225\n",
        "وكررت الصلاة عليه حتى فرغت الرجال، ثم النساء، ثم الصبيان، ولا تكرر على غيره عند مالك وأبي حنيفة،\nالجزء: 1 ¦ الصفحة: 226\n",
        "وعند طائفة من خصائصه أنه لم يصل عليه أصلا، وإنما كان الناس يدخلون أرسالاً فيدعون وينصرفون، وعلل بأنه لفضله غير محتاج لذلك، ترك بلا دفن ثلاثة أيام ودفن بالليل، وذلك في حق غيره مكروه عند الحسن، وخلاف الأولى عند سائر العلماء، ودفن في بيته\nالجزء: 1 ¦ الصفحة: 227\n",
        "حيث قبض وكذلك الأنبياء، والأفضل في حق من عداهم الدفن في المقبرة، وفرش له في لحده قطيفة، والأمران في حقنا مكروهان.\nقال وكيع: هذا للنبي صلى الله عليه وآله وسلم خاصة، ويكره ذلك لغيره بالاتفاق عند الحنفية والمالكية، ومن خصائصه أنه غسل في قميصه، وقالوا: يكره ذلك في حق غيره، وأظلمت الأرض يوم موته، ولا يضغط في قبره وكذلك الأنبياء، ولم يسلم من الضغط لا صالح ولا غيره سواهم.\nالجزء: 1 ¦ الصفحة: 228\n",
        "وفي \"التذكرة\" للقرطبي: إلا فاطمة بنت أسد ببركته صلى الله عليه وآله وسلم، وتحرم الصلاة على قبره، واتخاذه مسجداً، قال الأذرعي: ويحرم البول عند قبور الأنبياء، ويكره عند غيرهم.\nولايبلى جسده وكذلك الأنبياء، ولا تأكل لحومهم الأرض ولا السباع ولا خلاف في طهارة ميتهم، وفي غيرهم خلاف.\nولا يجري في أطفالهم التوقف الذي لبعضهم في غيرهم.\nولا يجوز للمضطر\nالجزء: 1 ¦ الصفحة: 229\n",
        "أكل ميتة نبي، وهو حي في قبره، يصلى فيه بأذان وإقامة وكذلك الأنبياء، ولهذا قيل: لا عدة على أزواجه، وأوكل بقبره ملك يبلغه صلاة المصلين عليه، وتعرض عليه أعمال أمته فيستغفر لهم،\nالجزء: 1 ¦ الصفحة: 230\n",
        "والمصيبة بموته عامة لأمته إلى يوم القيامة، وجواز التضحية عنه بعد وفاته فيما ذكره البلقيني.\nومن رآه في المنام فقد رآه حقاً، وأن الشيطان لا يتمثل في صورته، ومن أمره في المنام وجب عليه امتثاله في أحد الوجهين، واستحب في الآخر،\nالجزء: 1 ¦ الصفحة: 231\n",
        "وورد أن أول ما يرفع رؤيته صلى الله عليه وآله وسلم في المنام، والقرآن، والحجر الأسود، وقراءة أحاديثه عبادة يثاب عليها كقراءة القرآن في أحد الروايتين، ولا تأكل النار شيئاً مَسَّ وجهه وكذلك الأنبياء،\nالجزء: 1 ¦ الصفحة: 232\n",
        "والتسمي باسمه ميمون ونافع في الدنيا والآخرة.\nويكره أن يحمل في الخلاء ما كتب عليه اسمه، ويستحب الغسل لقرآة حديثه، والتَطَيَّب، ولا ترفع عنده الأصوات ويقرأ على مكان عال،\nالجزء: 1 ¦ الصفحة: 233\n",
        "ويكره لقارئه أن يقوم لأحد، وحملته لا تزال وجوههم نضرة لقوله صلى الله عليه وآله وسلم: \"نضر الله امرءاً سمع مقالتي فوعاها، فأداها كما سمعها\".\nواختصوا بالتلقيب بالحفاظ، وأمراء المؤمنين، من بين سائر العلماء،\nالجزء: 1 ¦ الصفحة: 234\n",
        "وتجعل كتبه على كرسي كالمصحف، وتثبت الصحبة لمن اجتمع به صلى الله عليه وآله وسلم لحظة، بخلاف التابعي مع الصحابة، فلا تثبت إلا بطول الإجتماع معه على الأصح عند أهل الأصول، والفرق عظم منصب النبوة ونورها، فبمجرد ما يقع بصره على الأعرابي الجِلْف يَنطِق بالحكمة.\nوأصحابه كلهم عدول،\nالجزء: 1 ¦ الصفحة: 235\n",
        "فلا يبحث عن عدالة أحد منهم كما يبحث عن سائر الرواة، ولا يفسقون بارتكاب ما يفسق به غيرهم، كما ذكره في \"شرح جمع الجوامع\".\nوقال محمد بن كعب القرظي: أوجب الله لجميع الصحابة الجنة والرضوان في كتابه مُحسنهم ومُسيئهم، وشرط على من بعدهم أن يتبعوهم بإحسان.\nولا يكره للنساء زيارة قبره، كما يكره لهن سائر القبور، بل يستحب كما قال\nالجزء: 1 ¦ الصفحة: 236\n",
        "العراقي في \"نكته\" أنه لا شك فيه، والمصلي في مسجده لا يبصق عن يساره كما هو السنة في سائر المساجد، ولو بُني مسجده إلى صنعاء كان مسجده، ولا يفتح فيه باب ولا خوخة ولا كوة بحال.\nووكل بشفتي كل انسان ملكان\nالجزء: 1 ¦ الصفحة: 237\n",
        "ليس يحفظان إلا الصلاة عليه خاصة.\nومن خصائصه: وجوب الصلاة عليه في التشهد الأخير عندنا، عدها في \"الخادم\" أخذاً من \"الحلبيات\" للسبكي، وكلما ذكر عند الحليمي والطحاوي، لأنه ليس بأقل من تشميت العاطس، واختاره من المتأخرين القاضي تاج الدين السبكي.\nومن صلى عليه عند الأمر الذي يُستقذر أو يُضحك منه، أو جعل الصلاة عليه كفاية عن شتم الغير: كفر، ذكره الحليمي ونقله في \"الخادم\".\nومن حكم عليه وكان في قلبه حرج\nالجزء: 1 ¦ الصفحة: 238\n",
        "من حكمه عليه كفر، بخلاف غيره من الحكام، ذكره الاصطرخي في \"آداب القضاء\".\nومن خصائصه: أن الإمام بعده لا يكون إلا واحداً، ولم تكن الأنبياء قبله كذلك، قاله ابن سراقة في \"الأعداد\".\nوجواز الوصية لآله مطلقاً، وفي غيره وجه أنها لا تصح لإبهام اللفظ، وتردده بين القرابة والدّين، ذكروه في \"باب الوصية\".\nوأن أهله لا يكافئهم في النكاح أحدٌ من الخَلْق، ذكروه\nالجزء: 1 ¦ الصفحة: 239\n",
        "في \"باب النكاح\"، ويطلق عليهم أشراف، والواحد شريف، وهم ولد علي وعقيل وجعفر، والعباس.\nكذا مصطلح السلف، وإنماحدث تخصيص الشريف بولد الحسن والحسين في مصر خاصة في عهد الخلفاءالفاطميين.\nوذكر صاحب \"الفتاوي الظهيرية\" من الحنفية: أن من خصائصه صلى الله عليه وآله وسلم أن ابنته فاطمة رضي الله عنها لم تحض، ولما ولدت طهرت من نفاسها بعد ساعة حتى لا تفوتها صلاة، قال:\nالجزء: 1 ¦ الصفحة: 240\n",
        "ولذلك سُميت الزهراء، وقد ذكره من أصحابنا المحب الطبري في \"ذخائر العقبى\". وأورد فيه حديث أنها حوراء آدمية طاهرة مطهرة لا تحيض ولا يرى لها دم في طمث ولا في ولادة.\nوفي \"الدلائل\" للبيهقي: أنه صلى الله عليه وآله وسلم وضع يده على صدرها فرفع عنها الجوع فما جاعت بعد.\nوفي \"مسند أحمد\" وغيره: أنها لما احتضرت غسلت نفسها وأوصت أن لا يكشفها أحد، فدفنها علي بغسلها ذلك.\nوذكر الإمام علم الدين العراقي: أن فاطمة وأخاها إبراهيم أفضل من الخلفاء الأربعة باتفاق.\nالجزء: 1 ¦ الصفحة: 241\n",
        "ونقل عن مالك أنه قال: لا أفَضل على بضعة من النبي صلى الله عليه وآله وسلم أحداً، وفي \"معاني الآثار\" للطحاوي قال أبو حنيفة: كان الناس لعائشة محرماً، فمع أيهم سافرت فقد سافرت مع مَحرم، وليس الناس لغيرها من النساء كذلك.\nومما أورده رزين في خصائصه: أن شيئاً من شَعْره وقع في النار فلم يحترق (*)\n(*) قال مُعِدُّ الكتاب للشاملة: الزيادة بعد هذا ليست في المطبوع\nالجزء: 1 ¦ الصفحة: 242\n",
        "وأنه مسح بيده رأس أقرع فنبت شعره في وقته، ووضع كفه على المريض فعقل من ساعته، وغرس نخلاً فأثمرت من عامها، وهز بيده عمر فأسلم من ساعته، وأنه كانت أصبعه المسبحة أطول أصابعه، وما أشار بها إلى شيء إلا أطاعه، ولا وطيء على صخر إلا وأثر فيه، أو في نَخلٍ إلا وبورك فيها، وأنه كان إذا تبسم في الليلة أضاء البيت، وأنه كان يسمع حفيف أجنحة جبريل وهو بَعدُ في سدرة المنتهى، ويشم رائحته إذا توجه بالوحي إليه، وأنه ما التصق ببدنه مسلم فتمسه النار، وكان فئة المسلمين يتحيزون إليه، وكان قليل الكلام، فإذا أمر بالقتال شمر، وحُرِّم على الناس دخول بيته بغير إذنه، وطول القعود فيه. انتهى.\nوفي \"نكت الحاوي\" للناشري: روي عنه صلى الله عليه وآله وسلم أنه لم يصلّ على ابنه ابراهيم، قال بعض العلماء لأنه استغنى بنبوة أبيه عن قُربة الصلاة، كما استغنى الشهيد بقُربة الشهادة.\nوفي \"المستدرك\" عن أنس: أنه صلى الله عليه وآله وسلم صلى على حمزة ولم يصل على أحد من الشهداء غيره، وفي حديث أنه كبر عليه سبعين تكبيرة، وفي آخر أنه صلى عليه سبعين صلاة.\nوفي \"الصحيحين\" وغيرهما، من حديث عقبة بن عامر أنه خرج يوماً فصلى على أهل أحُد صلاته على الميت، وذلك قرب موته، بعد ثمان سنين من وفاتهم.\nوفي \"الصحيح\" أنه خرج إلى أهل البقيع فصلى عليهم.\nقال القاضي عياض عن بعضهم: محتمل أن تكون الصلاة المعلومة على الموتى، ويكون هذا خصوصاً بآله، ويكون أراد أن يعمهم بصلاته إذ فيهم من دفن وهو غائب، أو لم يعلم به فلم يصلّ عليه، فأراد أن تعمهم بركته.\nومن الخصائص: أنه يجوز أن يقال للنبي صلى الله عليه وآله وسلم: احكم بما تشاء فما حكمت به فهو صواب موافق لحكمي على ما صححه الأكثرون في الأصول، وليس ذلك للعالم على ما اختاره السمعاني لقصور رتبه.\nوذهبت طائفة إلى أن من خصائصه: امتناع الاجتهاد له لقدرته على اليقين بالوحي، ولغيره في عصره لقدرته على اليقين بتلقينه منه، وأجمعوا على أنه لا ينعقد الإجماع في عصره.\nوفي \"شرح المنار\" لسكاكي: الإلهام حُجة على المُلهم وغيره، إن كان المُلهم نبياً وعلم أنه من الله، لا إن كان ولياً.\nوفي \"تفسير ابن المنذر\" عن عمرو بن دينار، أن رجلاً قال لعمر: احكم بما أراك الله، فقال: مه إنما هذه للنبي صلى الله عليه وآله وسلم خاصة.\nوفي \"سنن سعيد بن منصور\" عن سعيد بن جبير قال: ما سمعنا قط أن نبياً قتل في القتال.\nوفي \"المبسوط\" من كتب الحنفية عن بعضهم: أن الوقف إنما يلزم من الأنبياء خاصة دون غيرهم، وحمل عليه حديث \"لا نورث ما تركناه صدقة\" وجعله هذا القائل مستثنى من قول أبي حنيفة: إن الوقف لا يلزم.\nوفي \"تفسير ابن المنذر\" عن ابن جريج: كانوا إذا دخلوا على النبي صلى الله عليه وآله وسلم بدأهم بالسلام، فقال: سلام عليكم، وإذا لقيهم فكذلك أيضاً، لقوله تعالى (وإذا جاءك الذين يؤمنون بآياتنا فقل سلام عليكم) وفي هذا خصيصتان: ابتداؤه بالسلام على الداخل والمار، والسُّنة في حقنا أن الداخل والمار هو الذي يبدأ، ووجوب الابتداء عليه للأمر به في الآية، وليس أحد من الأمة يجب عليه الابتداء.\nومن خصائصه: أنه يجوز له رؤية الله تعالى في المنام، ولا يجوز ذلك لغيره في أحد القولين، وهو اختياري وعليه أبو منصور الماتريدي.\nوفي \"الرسالة\" للإمام الشافعي: لا يحيط باللغة إلا نبي.\nوفي \"المستدرك\" حديث: ليس لنبي أن يدخل بيتاً مزَوَّقاً، وقال ابن عباس: ما تنور (1) نبي قط.\nوقال قتادة: إنما عبارة الرؤيا بالظن فيحق الله منهاما يشاء ويبطل ما يشاء، قال ابن جرير: هو كذلك في غير الأنبياء، وأما الأنبياء فيما عبروه كائن لا محالة, وكذب ثعلبة بن حاطب فامتنع من أخذ الزكاة منه عقوبة له فلم يقبلها منه أبوبكر، ولا عمر، ولا عثمان حتى مات في خلافته.\nوكذبت تميمة بنت وهب فامتنع من ردها إلى مُطلِّقها رفاعة فلم يرجعها إليه أبوبكر ولا عمر، وقال لها عمر: لئن أتينتني بعد هذه لأرجمنك.\n(1) يعني: أنه ما احتاج إلى إزالة شعر العانة بالنورة.\n",
        "وغل رجلٌ زماماً من شعر ثم أتى به فقال له: كفَّ، أنت تجيئ به يوم القيامة فلن أقيله عنك.\nوقال ابن عباس: كل أحد يؤخذ من قوله ويترك إلا النبي صلى الله عليه وآله وسلم.\nوقال ابن عباس في قوله تعالى: (له معقِّباتٌ من بين يديه ومن خلفه يحفظونه من أمر الله) : هذه للنبي صلى الله عليه وآله وسلم خاصة.\nوفي \"مسند الشافعي\" حديث \"نصرت بالصبا وكانت عذاباً على من قبلي\".\nوفي أثر: أن آله صلى الله عليه وآله وسلم في أعلا ذروة في الجنة.\nوفي الحديث: \"مثل أهل بيتي مثل سفينة نوح من ركبها نجا، ومن تخلف عنها غرق\"، وأن من تمسك بهم وبالقرآن لم يضل، وأنهم أمان للأمة من الاختلاف، وأنهم سادة أهل الجنة، وأن الله وعد أن لا يعذبهم، وأن من أبغضهم أدخله الله النار، ولا يدخل قلب أحدٍ الإيمان حتى يحبهم لله ولقرابتهم منه صلى الله عليه وآله وسلم، وأن من قاتلهم كان كمن قاتل مع الدجال، وأن من صنع إلى أحدهم يداً كافأه صلى الله عليه وآله وسلم، يوم القيامة، وأنهم ما من أحد إلا وله شفاعة يوم القيامة، وأن الرجل يقوم لأخيه من مجلسه إلا بني هاشم لا يقومون لأحد.\nوشرع في عهده أحكام ثم نُسخت، فعل بها أصحابه ولم يعمل بها أحدٌ بعدهم.\nمنها: فسخ الحج إلى العمرة عند الجمهور، ومتعة النساء عند أكثر الأمة، ومتعة الحج فيما ذهب إليه عمر وعثمان وأبو ذر.\nوروى مسلم عن أبي ذر قال: \"لاتصح المتعتان إلا لنا خاصة\".\nوالخلع فيما ذهب إليه أبوبكر بن عبد الله المزني، وقراءة القرآن بالمعنى، ووجوب الضيافة، وإنفاق الفضل، واسترقاق المديون، وأن لا غُسل إلا من الإنزال، والتخيير بين صوم رمضان والفدية، وتحريم زيارة القبور، وادخار الأضحية فوق ثلاث، والانتباذ في الأوعية، ونكاح الزاني العفيفة والزانية العفيف، والقتال في الشهر الحرام، ووجوب الوصية للوالدين والأقربين، واعتداد المتوفّي عنها حولاً، ومصابرة العشرين مئتين، والقسمة من التركة لمن حضر، واستئذان الصبيان والأرقاء في الأوقات الثلاث، وقيام الليل إلا قليلاً، والإرث بالحِلْف وبالهجرة، والمحاسبة بحديث النفس، والحبس في الزنا، والتعزير بإتلاف المال، وشهادة الكافر، وصلاة المؤمنين جلوساً خلف الإمام الجالس، وإن لم يكن لهم عُذر، والخطبة للجمعة بعد الصلاة، والوضوء مما مست النار، وكراهة الحَبْوة وقت الخطبة، وتحريم تحلي النساء بالذهب، وتحريم المسألة لمن عنده غداء يومه وعشاؤه، وقتل شارب الخمر في الرابعة، والمنع من دفن الموتى في أوقات الكراهة.\nوذهب المالكية إلى أن حديث \"لا يجلد فوق عشرة أسواط إلا في حَد\" كان مختصاً بزمنه صلى الله عليه وآله وسلم لأنه كان يكفي الجاني منه هذا القدر.\nومن خصائصه فيما حكى القاضي عياض: أنه لا يجوز لأحد أن يؤمه، لأنه لا يصح التقدم بين يديه في الصلاة ولا غيرها، لا لعذر ولا لغيره، وقد نهى الله المؤمنين عن ذلك، ولا يكون أحد شافعاً له، وقد قال صلى الله عليه وآله وسلم \"أئمتكم شفعاؤكم\"، ولذلك قال أبوبكر: ما كان لابن أبي قحافة أن يتقدم بين يدي رسول الله صلى الله عليه وآله وسلم.\nوخص أهل بدر من أصحابه بأن زادوا في الجنازة على أربع تكبيرات، تمييزاً لهم لفضلهم.\nومن خصائصه: أن من أصحابه من اهتز العرش لموته فرحاً بلقاء روحه، وحضر جنازته سبعون ألف من الملائكة لم يطأوا الأرض قبل موته، ومن غسلته الملائكة، ومن يُشبَّه بجبريل وابراهيم، وبنوح وبموسى، وبعيسى وبيوسف، وبلقمان الحكيم، وبصاحب يس.\nوفي \"طبقات ابن سعد\" عن عمر بن سليمان قال: الحسن والحسين اسمان من أسماء أهل الجنة لم يكونا في الجاهلية. وفيها عن سعيد بن المسيب أنه كان لا يستحب أن يُسمى ولده بأسماء الأنبياء.\nوفي \"جامع الثوري\" و\"مصنف عبد الرزاق\" عن سعيد بن المسيب أنه رأى قوماً يسلمون على النبي صلى الله عليه وآله وسلم، فقال: \"ما مكث نبي في قبره أكثر من أربعين يوماً حتى يرفع\".\n",
        "وأورد إمام الحرمين في \"النهاية\"، والرافعي في \"الشرح الصغير\" حديث: أنه صلى الله عليه وآله وسلم قال: \"أنا أكرم على ربي من أن يتركني في قبري بعد ثلاث\".\nوفي \"كفاية المعتقد\" لليافعي: قال بعضهم: اليقين: اسم ورسم، وعلم، وعين، وحق. فالاسم والرسم للعوام، والعلم علم اليقين للأولياء، وعين اليقين لخواص الأولياء، وحق اليقين للأنبياء، وحقيقة حق اليقين اختص بها نبينا صلى الله عليه وآله وسلم.\nوقال الشيخ تاج الدين بن عطاء الله: الأنبياء يطالعون بحقائق الأمور، والأولياء يطالعون بتمثالها.\nوقال اليافعي أيضاً: فرق الشيخ عبد القادر الكيلاني بين ما تسمعه الأنبياء وبين ما تسمعه الأولياء، بأن وحي الأنبياء يسمى كلاماً، وإلهام الأولياء يسمى حديثاً، فالكلام يلزم تصديقه، ومن رده كفر، والحديث من رده لم يكفر.\nوقال أبو عمر الدمشقي الصوفي: فرض الله على الأنبياء إظهار المعجزات ليؤمنوا بها، وفرض على الأولياء كتمان الكرامات لئلا يفتتنوا بها.\nوقال أبو العباس المروزي السياري: الخَطرة للأنبياء، والوسوسة للأولياء، والفكر للعوام.\nوقال النسفي في \"بحر الكلام\": أرواح الأنبياء تخرج من جسدها وتصير مثل صورتها، مثل المسك والكافور، وأرواح الشهداء تخرج من جسدها وتكون في أجواف طيور خضر.\nومن خصائص الأنبياء: أنهم يُنصب لهم في الموقف منابر من ذهب يجلسون عليها، وليس ذلك لأحد سواهم.\nوقال سعيد بن المسيب: لا اعتكاف إلا في مسجد نبي، أخرجه النسائي من حديث قتيبة.\nوفي \"كرامات الأولياء\" لخال ابن السُنّي عن بشر ابن الحارث: أنه ذكر عنده هذه الأحاديث في إجابة الدعاء وغيره، فقال: لست أنكر من هذا إلا شيئين: الذهب والمشي على الماء، فإنه لم يعطه إلا الأنبياء.\nوقال النووي في حديث: \"مامن مولود يولد إلا نخسه الشيطان إلا مريم وابنها\"، ظاهر الحديث اختصاص هذه الفضيلة بعيسى وأمه، وأشار القاضي عياض إلى أن جميع الأنبياء يشاركون فيها.\nوفي \"حاشية الكشاف\" للطيبي في قوله تعالى: (الآن خفف الله عنكم) روى السلمي عن النصر آبادي: هذا التخفيف كان للأمة دون الرسول صلى الله عليه وآله وسلم، ومن يثقله حمل أمانة النبوة كيف يخاطب بتخفيف اللقاء للأضداد؟ وكيف يخاطب وهو الذي يقول: بك أصول، وبك أجول، ومن كان به كيف يخفف عنه أو يثقل عليه؟.\nوفي \"تاريخ ابن عساكر\" عن أبي حاتم الرازي قال: لم يكن في أمة من الأمم منذ خلق الله آدم أمة يحفظون آثار نبيهم غير هذه الأمة.\nفقال له رجل: يا أبا حاتم ربما رووا حديثاً لا أصل له.\nفقال: علماؤهم يعرفون الصحيح من السقيم، فروايتهم الحديث الواهي ليتبين لمن بعدهم أنهم ميزوا الآثار وحفظوها.\nوقال السبكي: إن من صلى مع النبي صلى الله عليه وآله وسلم، وقام معه إلى خامسة عامداً أو سلم من اثنين عامداً لم تبطل صلاته، لأنه يجوز أن يوحى إليه بالزيادة والنقصان، أما بعده صلى الله عليه وآله وسلم فمتى تابع المأموم الإمام في ذلك عامداً بطلت صلاته.\nوذكر ابن العربي في \"شرح السنن\" من خصائصه: الانفراد في السفر وحده لأمنه من الشيطان، بخلاف غيره. وقال ابن دحية في \"التنوير\" خص الله نبيه صلى الله عليه وآله وسلم بألف خصلة:\nمنها: صلاة الله تعالى والملائكة عليه، ومنها الرؤية والقرب والدنو، والشفاعة، والوسيلة والفضيلة والدرجة الرفيعة، والبراق والمعراج، والصلاة بالأنبياء، والإسراء، وإعطاء الرضا والسؤال، والكوثر، وسماع القول وإتمام النعمة، والعفو عما تقدم وما تأخر، وشرح الصدر ووضع الوزر، ورفع الذكر وعزة النصر، ونزول السكينة وإيتاء الكتاب، والسبع المثاني، والقرآن العظيم، وأن بعثه رحمة للعالمين، والحكم بين الناس بما أراه الله، وليس ذلك لغيره من الأنبياء عليه وعليهم الصلاة والسلام، حسبما نطق به القرآن العظيم، والقسم بإسمه، وإجابته دعوته، والشهادة بين الأنبياء والأمم يوم القيامة، والمحبة والخلة، وغير ذلك مما لا يحصى كثرة، انتهى.\n",
        "ووقفت على كتاب \"حسن الاقتصاص لما يتعلق بالاختصاص\" للشيخ بدر الدين ابنالدماميني، فوجدته قال فيه: من خصائصه صلى الله عليه وآله وسلم: وجوب وقايته بالنفس.\nقال ابن المُنيِّر: أوجب الله في حقه عليه الصلاة والسلام أن يُؤثَر على النفس، وأن يكون أحب إلى كل مؤمن من نفسه.\nولهذا قال سعد يوم أحُد: نحري دون نحرك، فهذا من خصائصه، لا خلاف أن هذا لا يجب لغيره، وهل يجوز أن يفعل لغيره؟ الظاهر أنه لا يجوز بالقياس على عدم جواز الإيثار بالماء في الطهارة، والشرب إذا أفضى إلى هلاك صاحب الماء.\nقال: وانظر هل في منعه من نكاح الأمة وتعليلهم، لأن من تزوج أَمةً كان ولده منهارقيقاً، ومنصبه صلى الله عليه وآله وسلم يُنزَّه عن مثل ذلك فيه إشارة إلى منع الشريف الحسني والحسيني من تزويج الأمة، لأنه يفضي إلى أن يكون ولده منها رقيقاً، ويَجِل منصب سيد الخلق صلى الله عليه وآله وسلم من أين يسترق أحد من ذريته؟\nولما تكلم ابن المُنَيِّر في \"شرح البخاري\" على الحديث المذكور في باب \"من ملك من العرب رقيقاً\" وفيه قوله صلى الله عليه وآله وسلم: \"اعتقها فانها من ولد اسماعيل\".\nقال: تملك العرب لا بد عندي فيه من تفصيل، ومن تخصيص الشرفاء من ولد فاطمة. فلو فرضنا أن حسنياً أو حسينياً تزوج أمَة، لاستبعدنا الخلاف في أن ولده منها لا يسترق.\nدليله قوله عليه السلام: \"أعتقها فإنها من ولد اسماعيل\" فإذا كان كونها من ولد اسماعيل يقتضي الاستحباب، فكونها بالمثابة التي ذكرناها توجب الحُرمة حتماً، والخلاف فيه صعب عسر.\nقال: ومن خصائصه: أنه لم يكن يَمُر في طريق فيتبعه فيه أحَد إلا عرف أنه سلكه من طيبه، ذكره البخاري في \"تاريخه الكبير\" عن جابر.\nقال اسحاق بن راهويه: كانت تلك رائحته بلا طيب، وقد عدَّ بعضهم ذلك في خصائصه، انتهى.\nوفي \"تذكرة\" الشيخ بدر الدين بن الصاحب ما نصه: كانت همم الأنبياء متوجهة إلى طلب رجل يقص عليهم أخبار الأولين والآخرين، فجاء النبي صلى الله عليه وآله وسلم عن تلك الهمم كلها، فقصَّ القَصَص، وملأ الوجود خيراً.\nوقال ابن السبكي في \"التوشيح\": سمعت الوالد يقول وقد سئل عن العلقة السوداء التي أخرجت من قلب النبي صلى الله عليه وآله وسلم في صغره حين شُق فؤاده، وقول الملك: هذا حظ الشيطان منك:\nإن تلك العلقة خلقها الله في قلوب البشر قابلة لما يلقيه الشيطان فيها، فأزيلت من قلب النبي صلى الله عليه وآله وسلم، فلم يبق فيه مكان قابل لأن يلقي الشيطان فيه شيئاً، قال هذا معنى الحديث. ولم يكن للشيطان فيه حظ قط، وإنما الذي نقاه الملك أمر هو في الجبلات البشرية فأزيل القابل الذي لم يكن يلزم من حصوله حصول القذف في القلب.\nقلت له: فَلِمَ خلق الله هذا القابل في هذه الذات الشريفة، وكان يمكن أن لا يخلقه الله فيها؟\nفقال: إنه من جملة الأجزاء الإنسانية، فخَلْقه تكملة للخلق الإنساني لابد منه، ونَزعه كرامة ربانية طرأت بعده.\nوقد رأى الأخُ الوالدَ بعد موته، وعليه أنوار، ووقع في نفسه أنه ببركة هذا البحث.\nوقال السبكي في \"الطبقات\": لم يثبت عندي أن ولياً أحيى له ميتاً أزماناً كثيرة بعدما صار عظماً رميماً، ثم عاش بعده يحيى زماناً كثيراً، فهذا القدر لم يبلغنا، ولا أعتقد أنه وقع لأحد من الأولياء، ولا شك في مثل وقوعه للأنبياء عليهم السلام، فمثل هذا يكون معجزة ولا تنتهي إليه الكرامة.\nصورة ما جاء بآخر النسخة\nهذه النسخة المباركة بحمد الله تعالى وعونه من نسخة نقلت من نسخة نقلت عن نسخة سيدنا ومولانا الشيخ الإمام العالم العامل الجمالي يوسف الشريف تلميذ سيدنا ومولانا شيخ الإسلام الجلال السيوطي، مؤلف هذا الكتاب وهي نسخة معتمدة مكتوبة أعني نسخة السيد الشريف من نسخة المؤلف التي ألحقها الزيادة بعد أن انتشرت النسخ التي تعتبر زيادة. انتهى. والله أعلم بالصواب وإليه المرجع والمآب.\n",
        "وكان التمام بتاريخ أوائل شهر شعبان المعظم من شهور سنة تسع بعد الألف من الهجرة النبوية، على صاحبها أفضل الصلاة والسلام، على يد أفقر عباد الله وأحوجهم إلى عفوه أحمد الغزي الشافعي.\nوصل اللهم على جميع الأنبياء والمرسلين والصحابة والتابعين وتابعيهم بإحسان إلى يوم الدين، ولا حول ولا قوة إلا بالله العلي العظيم، سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين.\n",
        ""
    ]
}