{
    "1": [
        "أوقات مليئة بالحسنات مع النية الصالحة\nأوقات مليئة بالحسنات مع النية الصالحة\nسمية السيد عثمان\nالكتاب:\nأوقات مليئة بالحسنات مع النية الصالحة\nجمع وترتيب:\nسمية السيد عثمان\nالناشر:\nطبع على نفقة فاعل خير، يُهدى ولا يباع\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "أوقات مليئة بالحسنات مع النية الصالحة\n",
        "((\nإهداء\n))\nأهدي هذا الكتاب ..\nإلى كل مؤمن ومؤمنة ..\nإلى أصحاب الهمم العالية ..\nاللذين يحرصون على اغتنام أوقاتهم بالأعمال الصالحة والمفيدة ..\nاللذين يريدون أن يؤجروا في كل سكنة وحركة وفي كل دقيقة وثانية ..\nاللذين يثقل عليهم أن تمر لحظة من حياتهم في غير طاعة الله عز وجل ..\nوإلى المشتغلين بالمعايش والأعمال، ويودون اكتساب الحسنات ..\nوإلى أصحاب الهمم الدنية، اللذين يتثاقلون الأعمال الصالحة رغم أنهم محبون لها ولجمع الحسنات لكنهم يريدون جمعها وهم على الأسرة ..\nأهدي هذا الكتاب إلى كل هؤلاء، لعله أن يطمئن قلوبهم ويفيض عليها بالسكينة والرحمة والأجر والثواب ويحرك قلوب آخرين ويدفعها إلى القمة\n...\nالجزء: 1 ¦ الصفحة: 1\n",
        "المقدمة\nالحمد لله الذي هدانا للإسلام وجعلنا من أهله، وما كنا لنهتدي لولا أن هدانا الله، أحمده سبحانه وأشكره وأساله المزيد من فضله وكرمه وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله النبي المصطفى والعبد المجتبى أرسله بالهدى ودين الحق بشيرا ونذيرا وداعيا إلى الله بإذنه وسراجا منيرا، وهاديا إلى صراط مستقيم، فصلوات الله وبركاته عليه وعلى آله الطاهرين وصحابته الغُرِّ الميامين ومن تبعهم بإحسان إلى يوم الدين. وبعد ..\nقال - صلى الله عليه وسلم -: ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوى)) البخاري:1/ 7،15. فهذا الحديث من جوامع كلماته الشريفة، ومن أعظم أصول الشريعة المنيفة فيدخل في هذا جميع العبادات والعادات ويتناول المعاملات والمعاوضات فلا يصح لأحد صلاة ولا زكاة ولا صيام ولا حج إلا بالنية ولا تكمل عباداته كلها وينمو ثوابها إلا بكمال الإخلاص وصحة الطوية والنية بها تميز فروض العبادات من نفلها وبإخلاصها يعظم أجرها وفوز العامل بفضلها فيجب على كل مسلم أن يوطن ننفسه على الاحتساب في كل شيء وإرادة وجه الله تعالى.\nوها أنا أفتح لك في هذا الكتاب باب عظيما من أبواب الطاعات لتسعى لكسب كنوز من الحسنات في دقائق معدودات ودللتك على المفتاح الأعظم لهذا الباب ألا وهو: مفتاح الإخلاص فبادر بتجديد النيات لتغير جميع العادات إلى عبادات لتبلغ إلى أسمى الغايات إلى جنة رب الأرض والسماوات وتطبق قول الله تعالى في محكم الآيات {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين} (الأنعام، الآية162.)\nوقد حاولت بعد الاعتماد على الله عز وجل أن لا أضع في هذا الكتاب غير الأحاديث الصحيحة ومن ثم حاولت الاختصار قدر الممكن وبسطه بصورة سهلة وبسيطة ليسهل على القارئ قراءته بدون ملل أو تعب وقد جزئت هذا الكتاب إلى أربعة أقسام.\nالقسم الأول: النية في الحياة اليومية.\nالقسم الثاني: النية في المعاملات.\nالقسم الثالث: النية في العبادات.\nالقسم الرابع: تذكرة عامة.\nوأسأل الله أن يجعل هذا العمل خالصا لوجهه، معينا قراءه على كسب الحسنات وتجديد النيات، فما من صواب فمن الله وحده وما كان من خطأ أو نسيان فمني والشيطان ..\nالجزء: 1 ¦ الصفحة: 2\n",
        "كيف يحكم المسلم في حياته قول الله تعالى\n((قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين))\nإن الدين كله داخل في العبادة والدين منهج الله تعالى جاء ليسع الحياة كلها وينظم أمورها من آداب الأكل والشرب وقضاء الحاجة إلى بناء الدولة وسياسة الحكم وسياسة المال وشؤون المعاملات والعقوبات وأصول العلاقات الدولية في السلم والحرب وأن الشعائر التعبدية من صلاة وصوم وزكاة وحج لها أهميتها ومكانتها ولكنها ليست العبادة كلها بل هي جزء من العبادة التي يريدها الله سبحانه، وتطبيق هذا الفهم للعبادة في دنيا الناس من شروط التمكين في الأرض كما أن العبادة لها أهمية في حياة الإنسان في تثبيت الاعتقاد وتثبيت القيم الأخلاقية وإصلاح الجانب الاجتماعي.\nفلن يستطيع المسلم أن يعبد الله سبحانه طوال اليوم فكما أن لآخرته حقوق فكذلك لدنياه حقوق فكيف يستطيع الأكل والشرب إن لم يعمل، وكيف ينعم بالنوم والراحة وهو يعلم أنه محاسب على كل ثانية في حياته.\nلقد عُرف الله تعالى بأنه واسع المغفرة والرحمة رؤوف بعباده متودد لهم بإحسانه تفضل عليهم بجوده وكرمه فأسبغ عليهم نعمه ظاهرة وباطنه ويسر وسهل لهم طرق التلذذ والتنعم بالطيبات في الحياة والدنيا وسهل لهم الطريق لعبادته فضاعف لهم الأجر وحط عنهم الوزر وجعل لهم أعمالا قليلة أجورها كبيرة ولم يحّمل أحدا أكثر من طاقته قال تعالى: ((لا يكلف الله نفسا إلا وسعها)) سورة البقرة:286 وقال سبحانه ((يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم والله عليم حكيم. والله يريد أن يتوب عليكم ويريد الذين يتبعون الشهوات أن تميلوا ميلا عظيما. يريد الله أن يخفف عنكم وخلق الإنسان ضعيفا)) سورة النساء:26 - 28. قال - صلى الله عليه وسلم - ((عليكم من الأعمال بما تطيقون فإن الله لا يمل حتى تملوا)) صحيح الجامع 2/ 4085. وقال - صلى الله عليه وسلم - ((عليكم برخصة الله التي رخص لكم)) صحيح الجامع2/ 4077.\nفحقيقة الإسلام اليسر والسهولة لا التشدد والتنطع فالله سبحانه لم يشرع الشرائع للتشديد والعقوبة بل شرعها للرحمة والهداية وإنقاذ البشرية من ظلمات الجهل والضلال وجور الأديان إلى نور الإيمان وعدالة الإسلام، والسعادة الأبدية لهم في الدنيا والآخرة، كما قال الصحابي ربعي بن عامر: (نحن قوم ابتعثنا الله لنخرج العباد من عبادة العباد إلى عبادة رب العباد ومن جور الأديان إلى عدالة الإسلام ومن ضيق الدنيا إلى سعة الدنيا والآخرة).\nفمن أجل كل ذلك شرع لنا الله عز وجل عملا يسيرا لا يتم أي عمل إلا به وهو: النية\nقال - صلى الله عليه وسلم - ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوى)) البخاري:1/ 7 - 15\nفبمنطلق هذا الحديث يفسح الطريق للجميع لتتمتع بأي متعة شاء من طرق الحلال فإن المباح بالنية الصالحة يرتفع إلى قربة وطاعة فبذلك تستطيع أن تطبق قول الله تعالى بأن تجعل حياتك كلها لله بالنية الصالحة.\nوهذا هو مقتضى الإيمان أن يسلم العبد حياته كلها لله ليقودها إلى الإيمان والأمان مصداقا لقول الله تعالى {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين} الأنعام 162 - 163.\nالجزء: 1 ¦ الصفحة: 3\n",
        "وقفة مع القلب\nالقلب هو أهم عضو في جسم الإنسان وهو المحرك الأساسي لجميع أعضاء الجسم والحاكم عليها والمسئول عنها وهو محل نظر الله تعالى قال - صلى الله عليه وسلم - ((إن الله لا ينظر إلى أجسامكم ولا إلى صوركم ولكن ينظر إلى قلوبكم وأعمالكم)) رواه مسلم:2564، وهو العضو الوحيد الذي في صلاحه صلاح للجسد كله، وفي فساده فساد للجسد كله، قال - صلى الله عليه وسلم - ((ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب)) البخاري:1/ 116، ومسلم:1599\nوالقلب سر كامن في الجسد لا يعلم حقيقة سره إلا الله تعالى فبه يفرق بين الكافر والمؤمن، والصادق والكاذب، والمرائي والمنافق.\nوللقلب غذاء لا يستطيع أن يحيى بغيره وهو غذاء الإيمان ولغذائه ذلك طعم لا يستطيع أن يعيش حياة طيبة بدونه قال - صلى الله عليه وسلم - ((ذاق طعم الإيمان من رضي بالله ربا وبالإسلام دينا وبمحمد رسولا)) رواه مسلم:151، كما أن لغذائه حلاوة قال - صلى الله عليه وسلم - ((ثلاث من كن فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله أحب إليه مما سواهما وأن يحب المرئ لا يحبه إلا لله وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار)) البخاري:1/ 58،56 - مسلم:43\nوالقلب السليم هو سبب النجاة الأول يوم القيامة قال تعالى {يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم} الشعراء 88. وهو سبب من أسباب دخول الجنة، قال تعالى\n...\n{وأزلفت الجنة للمتقين غير بعيد. هذا ما توعدون لكل أواب حفيظ. من خشي الرحمن بالغيب وجاء بقلب منيب. أدخلوها بسلام ذلك يوم الخلود. لهم ما يشاءون فيها ولدينا مزيد} ق 31. وهو الذي يعي الموعظة ويتقبلها قال تعالى: {إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد} ق 37.\nالقلوب أربعة أنواع:\n1 -\nقلب نقي تقي فيه سراج منير، فذلك قلب المؤمن قال تعالى {أومن كان ميتا فأحييناه وجعلنا له نورا يمشي به في الناس كمن مثله في الظلمات ليس بخارج منها} الأنعام 122.\n2 -\nقلب أغلف مظلم وذلك قلب الكافر، قال تعالى {وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون} البقرة 88.\n3 -\nقلب مرتكس منكوس وذلك قلب المنافق عرف الحق ثم أنكره وأبصر ثم عمي قال تعالى {فما لكم في المنافقين فئتين والله أركسهم بما كسبوا} النساء 88.\n4 -\nقلب تمده مادتان مادة الإيمان ومادة النفاق فهو على ما غلب عليه منهما قال تعالى في أقوام {هم للكفر يومئذ أقرب منهم للإيمان} آل عمران 167 ..\nفيجب على كل مسلم أن يعرف حقيقة قلبه فإن معرفة القلب من أعظم مطلوبات الدين ومن أظهر المعالم في طريق الصالحين وإن معرفته تستوجب اليقظة لخلجات القلب وخفقاته وحركاته ولفتاته، والحذر من كل هاجس، والاحتياط من المزالق والهواجس والتعلق الدائم بالله فهو مقلب القلوب والأبصار.\nفلابد أن نحرص على تمكين العقيدة الإسلامية في قلوبنا ونجعلها ضابطا لسلوكنا وتصرفاتنا وحركاتنا وسكناتنا، لا أمرا ثانويا في قاموس حياتنا فإنها هي القضية العظمى التي من أجلها نحيا ومن أجلها نموت وإليها ندعو وعنها ندافع وإننا في زمن كثرت فيه الفتن ولا خلاص لنا منها إلا بتنمية محبة الله ورسوله صلى الله عليه وسلم في قلوبنا وتقواه وخشيته في السر والعلن وتطهير القلب من المعاصي والذنوب والآثام وتغذيته بالتقوى والإيمان والنظر في سير أسلافنا من الصحابة\nالجزء: 1 ¦ الصفحة: 4\n",
        "وكيف أنهم كانوا يبذلون أنفسهم وأموالهم في سبيل الله تعالى وكيف كانت محبتهم لله ورسوله قال - صلى الله عليه وسلم - ((تعرض الفتن على القلوب عرض الحصير عودا عودا فأي قلب أشربها نكتت فيه نكتة سوداء وأي قلب أنكرها نكتت فيه نكتة بيضاء حتى يصير القلب أبيض مثل الصفا لا تضره فتنة مادامت السموات والأرض والآخر أسود مربدا كالكوز مجخيا لا يعرف معروفا ولا ينكر منكرا إلا ما أشرب من هواه)) صحيح الجامع 1/ 2960.\nفالإنسان الذي يهمل غذاء قلبه ويتبع هواه قد شابه قلب الحيوان لأن قيمة الإنسان الحقيقية في حياة قلبه وما أن يموت قلبه فليست له أية قيمة لأنه لا يستطيع أن يفهم أو يعقل أو يفكر قال تعالى {لهم قلوب لا يفقهون بها ولهم أعين لا يبصرون بها ولهم آذان لا يسمعون بها أولائك كالأنعام بل هم أضل} الأعراف 179. كذلك قال الله تعالى فيمن مات قلبه وعمي عن الحق {أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو آذان يسمعون بها فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور} الحج 46.\nوهنا تأتي معجزة عظيمة اكتشفها العلماء في هذا العصر تبين لنا عظم أهمية القلب وأنه ليس كأمثاله من الأعضاء قال تعالى {فتكون لهم قلوب يعقلون بها} إكتشف العلماء أن القلب هو الذي يفهم ويعقل ثم يرسل إشارة للعقل، فمن الذي أخبر محمد - صلى الله عليه وسلم - بهذه المعجزة العظيمة.\nولقد أجرى أحد الأطباء المسلمين حوار مع عالم مريض كافر وكان مرضه نفسيا، فسأله الطبيب المسلم إذا أردت أن تمتع بصرك فماذا تفعل؟ قال: أنظر إلى الحدائق والأزهار أو إلى فيلم أو مسلسل رائع. قال له وإذا أردت أن تمتع سمعك فماذا تفعل؟ قال: أستمع إلى موسيقى هادئة أو أغنية جميلة. قال له: وإذا أردت أن تمتع أنفك ماذا تفعل؟ قال: أستنشق رحيق الأزهار أو العطور الزكية. قال له: وإذا أردت أن تمتع بطنك فماذا تفعل؟ قال: آكل ما أشتهي من ألوان الطعام والشراب. قال له: إن أردت أن تمتع جسدك فماذا تفعل؟ قال: أرتدي ما أحب من أنواع الملابس المختلفة والأحذية الأنيقة. قال له: وإذا أردت أن تمتع قلبك فماذا تفعل؟ ففوجئ العالم الكافر بهذا السؤال ولم يستطع أن يجيب لأن قلبه ميت، فعرف سبب مرضه لأن الله تعالى يقول: {ومن أعرض عن ذكري فإن له معيشة ضنكا} طه 124. وهنا نجيب نحن بمقال الشاعر:\nيا خادم الإنسان كم تسعى لخدمته\n...\nأتعبت نفسك فيما فيه خسران\nأقبل على الروح واستكمل فضائلها فأنت بالروح لا بالجسم إنسان\nإن في القلوب فاقة وحاجة لا يسدها إلا الإقبال على الله تعالى والإنابة إليه ولا يلم شعثها إلا بحفظ الجوارح واجتناب المحرمات واتقاء الشبهات.\nفسبحان من حياة القلوب في محبته وأنس النفوس في معرفته وراحة الأبدان في طاعته ولذة الأرواح في خدمته، وكمال الألسن بالثناء عليه وذكره وعزها بالتعبد له وشكره.\nولكي يحافظ المسلم على سلامة قلبه وصلاحه لابد له من صيانة خاصة مستمرة حتى لا يموت القلب فأكثر الخلق يخافون من موت أبدانهم ولا يبالون بموت قلوبهم، وأما المسلم الحقيقي فيخاف من موت قلبه لا من موت بدنه ولصيانة القلب طرق كثيرة وأهمها:\n1 -\nإخلاص النية في العمل لله وحده\n2 -\nالمتابعة وهي أن تبعد الله تعالى على بصيرة بما جاء به في كتابه العزيز وعلى لسان نبيه - صلى الله عليه وسلم - وأن تبتعد عن كل البدع\n3 -\nإعتزال أماكن الفتن والشهوات، فهي تدمر القلب تدميرا\nالجزء: 1 ¦ الصفحة: 5\n",
        "4 -\nالدعاء بالتثبيت فإن الرسول - صلى الله عليه وسلم - كان أكثر دعائه ((يا مقلب القلوب ثبت قلبي على دينك)) صحيح الجامع 2/ 4801.، وقال - صلى الله عليه وسلم - ((إن الإيمان ليخلق في جوف أحدكم - أي يبلى - كما يخلق الثوب فاسألوا الله تعالى أن يجدد الإيمان في قلوبكم)) صحيح الجامع:1/ 1590\n5 -\nالعلم فإن تعلم العلم والعمل به والدعوة إليه نور يضيء القلب ويطفئ ظلمة الجهل.\n6 -\nالتوبة الاستغفار\n7 -\nالأمر بالمعروف والنهي عن المنكر\n8 -\nتعظيم شعائر الله تعالى، قال تعالى {ومن يعظم شعائر الله فإنها من تقوى القلوب} الحج 32.\nوفي هذا الكتاب أنذ كر بالنية فهي من أهم الأعمال القلبية التي لا يقبل الله تعالى أي عمل بدونها، قال تعالى {وذكر فإن الذكرى تنفع المؤمنين} الذاريات 55.\n**\nأهمية النية والإخلاص\nقال - صلى الله عليه وسلم - ((إنما الأعمال بالنيات وإنما لكل امرئ ما نوى)) البخاري:1/ 15،7.\nدل الحديث على أن النية معيار لتصحيح الأعمال فحيث صلحت النية صلح العمل وحيث فسدت النية فسد العمل.\nمعنى النية لغة: القصد، يقال نواك الله بخير أي قصدك ..\nمعنى النية شرعا: قصد الشيء مقترنا بفعله، وشرعت النية لتمييز العادة من العبادة، أو لتمييز رُتَب العبادة بعضها عن بعض.\n1 -\nمثال على تمييز العادة عن العبادة: الجلوس في المسجد قد يُقصد به الاستراحة في العادة، وقد يُقصد به العبادة بنية الاعتكاف، فالمميز بين العادة والعبادة هو النية، وكذلك الغُسل قد يقصد به تنظيف البدن في العادة وقد يقصد به العبادة فالمميز هو النية، وإلى هذا المعنى أشار النبي - صلى الله عليه وسلم - حين سُئل عن الرجل يقاتل رياءً ويقاتل حمية ويقاتل شجاعة أي ذلك في سبيل الله تعالى؛ فقال: ((من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله تعالى)) البخاري:1/ 197 - مسلم:1904.\n2 -\nمثال على تمييز رُتَب العبادة: فمن صلى أربع ركعات قد يقصد إيقاعها عن صلاة الظهر، وقد يقصد إيقاعها عن السنن فالمميز هو النية، وكذلك الصيام قد يقصد به الفريضة، وقد يقصد به نافلة كصيام الأيام البيض ونحوها فالمميز هو النية.\nوالنية محلها القلب، والتلفظ بها بدعة، وتكون النية قبل العمل ويجب فيها حضور القلب وصدق العزيمة والإخلاص لله تعالى لا خاطرا فقط فلو علم المسلم\nفضل النية\nوعظمتها لتأسف حسرة وندامة على ما فاته من عظيم الأجور.\nمعنى الإخلاص:\nهو إفراد الله تعالى بالقصد في الطاعات قال تعالى: {وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء} البينة 5.\nواعلم أن ألإخلاص قد يعرض له آفة العجب والرياء.\nالجزء: 1 ¦ الصفحة: 6\n",
        "والرياء نوعان: أحدهما أن يريد الناس ورب الناس وهو بذلك يطلب الدنيا والآخرة فذهب بعض أهل العلم إلى أن عمله مردود لقول الرسول - صلى الله عليه وسلم - ((قال الله تعالى أنا أغنى الشركاء عن الشرك من عمل عملا أشرك فيه معي غيري تركته وشركه)) رواه مسلم:2985.\nالثاني: لا يريد بطاعته إلا الناس وكلاهم محبط للعمل.\nأخي الحبيب: لا وصول للسعادة إلا بالعلم والعبادة فالعمل بغير نية عناء والنية بغير إخلاص رياء وهو للنفاق كفء ومع العصيان سواء والإخلاص من غير صدق وتحقيق هباء وكم من عمل يتعب الإنسان فيه وهو يظن أنه خالص لوجه الله تعالى ويكون من المغرورين.\nوالنية الصالحة لا تغير المعاصي عن مواضعها فلا ينبغي للجاهل أن يفهم ذلك من عموم قوله - صلى الله عليه وسلم - ((إنما الأعمال بالنيات)) فيظن أن المعصية تصير طاعة بالنية ولكن من الممكن أن تنقلب الطاعة إلى معصية بالقصد، ودخول النية في المعصية إذا أضاف مقاصد خبيثة تضاعف وزرها وتعظم وبالها، والطاعة مرتبطة بالنيات في أصل صحتها وفي تضاعف فضلها فأما الأصل فهو أن ينوي بها عبادة لله وحده فإذا نوى رياء صارت معصية، وأما تضاعف الفضل فبكثرة النيات الحسنة فالتطيب مثلا إن قصد به التلذذ والتنعم فهو مباح وإن نوى به إتباع السنة فهو قُربة وإن نوى به التودد إلى قلوب النساء الأجنبيات والتفاخر فهذا يجعل الطيب معصية، فإن المباح بالنية الصالحة يرتفع إلى قربة وبالنية الفاسدة يصبح معصية.\n**\nفضل النية\nللنية فضائل عظيمة جدا فهي تجعل المسلم يجمع أكبر قدر ممكن من الحسنات بدون أي مشقة أو تكلف وإليك بعضا من فضائلها:\n1 -\nقال - صلى الله عليه وسلم - ((الدنيا لأربعة نفر عبد رزقه الله مالا وعلما فهو يتقي فيه ربه ويصل فيه رحمه ويعمل لله فيه حقه فهذا بأفضل المنازل وعبد رزقه الله علما ولم يرزقه مالا فهو صادق النية يقول لو أن لي مالا لعملت بعمل فلان فهو بنيته فأجرهما سواء)) صحيح الجامع1/ 3024.\nأخي الحبيب بادر وأسرع بالنية إنوِ لو أن لك مالا وصَلتَ به رحمك وبررت به والديك وساعدت الفقراء والمساكين والمحتاجين وبنيت به المساجد ووزعت المصاحف وبنيت دارا للأيتام وتحفيظ القرآن ونشرت به العلم بين الناس ولصرفته في كل أوجه الخير والحلال.\n2 -\nقال - صلى الله عليه وسلم - لما رجع من غزوة تبوك، فدنا من المدينة،: (إن بالمدينة أقواما، ما سرتم مسيرا، ولا قطعتم واديا إلا كانوا معكم). قالوا: يا رسول الله، وهم بالمدينة؟ قال: (وهم بالمدينة، حبسهم العذر).البخاري:4423.\nأخي العزيز: لقد شارك الصحابة الغائبون المجاهدين بحسن نياتهم، فانو أيها الحبيب ما تحب مع الصدق في ذلك فإن كتب لك عمله عملته، وإن حبسك العذر أخذت أجرك كاملا بإذن الله.\n3 -\nقال - صلى الله عليه وسلم - ((من أتى فراشه وهو ينوي أن يقوم يصلي من الليل فغلبته عينه حتى يصبح كتب له ما نوى وكان نومه صدقة عليه من ربه)) صحيح الجامع 2/ 5941.\nأخي المسلم: إحذر كل الحذر أن تنام قبل أن تنوي قيام الليل لكي لا يفوتك الأجر.\nالجزء: 1 ¦ الصفحة: 7\n",
        "4 -\nقال - صلى الله عليه وسلم -: ((من أدان دينا ينوي قضاءه أداه الله عنه يوم القيامة)) صحيح الجامع2/ 5986.\nأخي الحبيب: أنظر كيف عاملك الله تعالى بنيتك فلا تتردد أبدا في نوايا الخير.\n5 -\nقال - صلى الله عليه وسلم - ((من سأل الله تعالى الشهادة بصدق بلغه الله منازل الشهداء وإن مات على فراشه)) رواه مسلم:1909\nإعلم أنك تبلغ منازل الشهداء بصدق نيتك، وصدق النية هي: إرادة الله تعالى بالعبادة مع حضور القلب إليه فكل صادق مخلص وليس كل مخلص صادق، فلا تنسى أن تسأل الله الشهادة في جميع دعائك.\n6 -\nقال - صلى الله عليه وسلم - ((إن الله كتب الحسنات والسيئات ثم بين ذلك فمن هم – أي نوى – بحسنة فلم يعملها كتبها الله تبارك وتعالى عنده حسنة كاملة، وإن هم بها فعملها كتبها الله عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة، وإن هم بسيئة فلم يعملها كتبها الله عنده حسنة كاملة وإن هم بها فعملها كتبها له سيئة واحدة)) البخاري:11/ 277،مسلم:131\nتأمل أخي المسلم إلى سعة رحمة الله تعالى فبمجرد النية كتب الله لك حسنة ولم يجازيك على السيئة بمثلها بل إن تركتها من أجله كتبت لك حسنة فاحرص أخي المسلم على أن تجمع أكبر قدر ممكن من الحسنات بالنوايا الصالحة.\n7 -\nقال - صلى الله عليه وسلم - ((يغزو جيش الكعبة فإذا كانوا ببيداء من الأرض يخسف بأولهم وآخرهم قالت عائشة رضي الله عنها كيف يخسف بأولهم وآخرهم وفيهم أسواقهم ومن ليس منهم قال: يخسف بأولهم وآخرهم ثم يبعثون على نياتهم)) البخاري:4/ 284، مسلم:2884\nدل هذا الحديث على عظم شأن النية إذ أن الله سبحانه وتعالى سيجازيهم على حسب نياتهم لا على حسب أعمالهم فمن أراد النجاة فليحسن جميع نياته ولا يبالي أن يأتيه الموت على أيه حال.\n8 -\nقال - صلى الله عليه وسلم - ((من استطاع منكم أن يكون له خبئ من عمل صالح فليفعل)) صحيح الجامع2/ 6018.\nفالنية من أخبأ الأعمال التي لا يعلم بها إلا الله عز وجل فانو كل ما تحب وبذلك تكون قد طبقت حديث الرسول - صلى الله عليه وسلم -.\nقال بعض السلف: رب عمل صغير تعظمه النية ورب عمل كبير تصغره النية.\nوقال يحيى بن كثير: تعلموا النية فإنها من أبلغ العمل\nقال بعضهم: تجارة النيات تجارة العلماء والمعنى أن العلماء هم الذين يعلمون كيف يعاملون ربهم عز وجل ويربحون منه سبحانه أعظم ربح، أما في الطاعات فانوِ في الطاعة الواحدة نيات كثيرة، وأما في المباحات فما من شيء منها إلا ويحتمل نية أو نيات فيصير بها من محاسن القربات، كما قال بعضهم إني لأحتسب نومتي كما أحتسب قومتي. ونصح آخر فقال لا تعملن عملا إلا بنية.\nوقد أجاز بعض العلماء بجمع أكثر من نية في عمل واحد بالطريقة التي ذكرنا ولكن لا يجوز أن ننوي بعمل واحد فريضة ونافلة كمن يصوم صيام الفرض وينوي مع الفرض صيام التطوع.\nوهذه التجارة تجارة النيات تجعك تجمع حسنات أكثر في أقل الأوقات.\n**\nالجزء: 1 ¦ الصفحة: 8\n",
        "التحذير من النية السيئة\nيجب على كل مسلم أن يحذر من نوايا السوء فخطرها عظيم فهي توقع الهلاك بالعبد وتجعله يقع في أخطر الذنوب ألا وهو الشرك الأصغر ((الرياء)) وإليك بعضا من أخطارها:\n1 -\nالنية السيئة والرياء سبب من أسباب دخول النار قال - صلى الله عليه وسلم - ((إن أول الناس يقضى يوم القيامة عليه رجل استشهد فأتي به فعرفه نعمه فعرفها قال: فما عملت فيها قال: قاتلت فيك حتى استشهدت قال: كذبت ولكن قاتلت لأن يقال جريء فقد قيل ثم أمر به فسحب على وجهه حتى ألقي في النار، ورجل تعلم العلم وعلمه وقرأ القرآن فأتي به فعرفه نعمه فعرفها قال: فما عملت فيها قال تعلمت العلم وعلمته وقرأت فيك القرآن قال كذبت، ولكنك تعلمت ليقال عالم وقرأت القرآن ليقال قارئ فقد قيل ثم أمر به فسحب على وجهه حتى ألقي في النار ورجل وسع الله عليه وأعطاه من أصناف المال فأتي به فعرفه نعمه فعرفها قال: فما عملت فيها قال ما تركت من سبيل تحب أن ينفق فيها إلا أنفقت فيها لك قال كذبت ولكنك فعلت ليقال هو جواد فقد قيل ثم أمر به فسحب على وجهه ثم ألقي في النار)) رواه مسلم:1905\n2 -\nالنية السيئة سبب لكسب الذنوب قال - صلى الله عليه وسلم - ((الدنيا لأربعة نفر\n...\nوعبد رزقه الله مالا ولم يرزقه علما، يخبط في ماله بغير علم لا يتقي فيه ربه ولا يصل فيه رحمه ولا يعمل لله فيه حقه فهذا بأخبث المنازل وعبد لم يرزقه الله مالا ولا علما فهو يقول لو أن لي مالا لعملت فيه بعمل فلان فهو بنيته فوزرهما سواء)) صحيح الجامع1/ 3024.\n3 -\nالنية السيئة تهلك العبد قبل وقوع العمل قال - صلى الله عليه وسلم - ((إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار فسئل: هذا القاتل فما بال المقتول قال: إنه كان حريصا على قتل صاحبه)) البخاري:1/ 81،مسلم:2888\n4 -\nالنية السيئة تحبط العمل وإن كان صالحا، قال - صلى الله عليه وسلم - ((بشر هذه الأمة بالسناء والدين والرفعة والنصر والتمكين في الأرض، فمن عمل منهم عمل الآخرة للدنيا لم يكن له في الآخرة من نصيب)) صحيح الجامع1/ 2824.\nوهذا العمل مثل ما يفعله الناس اليوم كمن يكثر من الصلاة والصيام والصدقة لينال رتبة عالية أو نجاح أو شهادة أو غيرها ..\n**\nنية عامة\nإن المتأمل في فضل النية يجد فيها منهج حياة متكامل يكفل لمن تمسك به السعادة في الدنيا والآخرة.\nوللنية طرق كثيرة جدا فأول هذه الطرق وأهمها نيتان هما:\n1 -\nأن تنوي أن تعبد الله وحده ما دمت حيا.\n2 -\nأن تنوي أن تطبق حديث الرسول - صلى الله عليه وسلم - ((ما نهيتكم عنه فاجتنبوه، وما أمرتكم به فافعلوا منه ما استطعتم)) البخاري:7288، ومسلم:1337\nفهاتان نيتان أساسيتان يجب على كل مسلم أن ينويهما ثم تليها نية أخرى وهي أن تنوي أن تتقرب إلى الله عز وجل بفعل النوافل والمستحبات وأن تبتعد عن كل ما يكره وعن جميع الشبهات بقدر استطاعتك.\nالجزء: 1 ¦ الصفحة: 9\n",
        "القسم الأول:\nالنية في الحياة اليومية\nكان الصحابة رضوان الله عليهم فرسانا بالنهار ورهبانا بالليل لا يمنعهم علمهم وإيمانهم الحق وخشوعهم لله تعالى من القيام بشؤونهم الدنيوية من بيع وشراء وحرث ونكاح وقيام على الأهل والأولاد وغيرها فيما يحتاجون ولكن كانت النية هي أساس حياتهم فغيروا جميع العادات إلى عبادات\nقال - صلى الله عليه وسلم - ((إن لأهلك عليك حقا وإن لضيفك عليك حقا وإن لنفسك عليك حقا)) صحيح الجامع2/ 7946.\n**\nالنية في النوم\nالنوم نعمة عظيمة امتن الله بها سبحانه على عباده لراحتهم وقطعا لأعمالهم وهي آية ومعجزة من معجزاته سبحانه وتعالى قال عز وجل: {ومن آياته منامكم بالليل والنهار وابتغاؤكم من فضله} الروم23.\nولا يقدر هذه النعمة إلا من حرمها بسبب مرض أو بعد سهر طويل أو يوم مليء بالمشقة والعناء، ولكي نحافظ على هذه النعمة لابد أن نحرص على ترتيب مواعيد النوم فيرتب على حسب مواقيت الصلاة خاصة صلاة الفجر أو قيام الليل ولا نضيع أوقاتنا في النوم لفترات طويلة تزيد على حاجاتنا وكذلك نحافظ عليها بالشكر فهو مفتاح الزيادة.\nوهذه سبع نوايا يستحب أن تنويها في النوم فهي بإذن الله تعالى تجعل هذه العادة عبادة، وهذا من شكرها والشكر لا يكون باللسان فقط بل بالقلب والجوارح:\n1 -\nطاعة لأمر الرسول - صلى الله عليه وسلم -، قال - صلى الله عليه وسلم -: ((إحرص على ما ينفعك)) صحيح الجامع2/ 6650.\nفهنا يقاس كل شيئ نافع وللنوم منافع كثيرة فهو يصحح البدن وينشط العقل ..\n2 -\nلعدم الوقوع في حديث النبي - صلى الله عليه وسلم -: ((لا ضرر ولا ضرار)) صحيح الجامع2/ 7517. فإن قلة النوم أو السهر لأوقات طويلة له تأثير بليغ في صحة الإنسان فتجعله شارد العقل ضعيف الجسم مصفر اللون.\n3 -\nللراحة، وقطعا للعمل؛ فهذه هي الفطرة التي خلق الله النوم من أجلها قال تعالى: {وجعلنا نومكم سباتا} النبأ: 9. أي قطعا لأعمالكم.\n4 -\nتجديدا للنشاط بعد الفتور، لعمل آخر وهذا أدعى لتحسين العمل فالله سبحانه يحب العمل الحسن لا الكثير قال تعالى {ليبلوكم أيكم أحسن عملا} الملك: 2. أي يختبركم. فما أجمل أن يجمع العبد بين الحسن والكثرة.\n5 -\nلترتيب الوقت لصلاة أو عمل أو غيره.\n6 -\nللاقتداء بالنبي - صلى الله عليه وسلم - في آداب النوم وفيه كسب لحسنات كثيرة، ومن آداب النوم:\n1 -\nقال - صلى الله عليه وسلم -: ((إذا أخذت مضجعك من الليل فاقرأ {قل يا أيها الكافرون} ثم نم على خاتمتها فإنها براءة من الشرك)) صحيح الجامع1/ 292.\n2 -\nقال - صلى الله عليه وسلم -: ((إذا أوى أحدكم إلى فراشه فليأخذ داخلة إزاره فلينفض بها فراشه وليسم الله فإنه لا يعلم ما خلَّفه بعده على فراشه فإذا أراد أن يضجع فليضجع على شقه الأيمن وليقل سبحانك اللهم ربي بك وضعت جنبي وبك أرفعه إن أمسكت نفسي فاغفر لها وان أرسلتها فاحفظها بما تحفظ به عبادك الصالحين)) البخاري:6320، ومسلم:6892\nالجزء: 1 ¦ الصفحة: 10\n",
        "3 -\nكان النبي - صلى الله عليه وسلم - إذا أوى إلى فراشه يقول: ((الحمد لله الذي أطعمنا وسقانا وكفانا وآوانا فكم ممن لا كافي له ولا مؤوي)) رواه مسلم:2719\n4 -\nكان - صلى الله عليه وسلم -: ((إذا نام وضع يده اليمنى تحت خده وقال: اللهم قني عذابك يوم تبعث عبادك)) صحيح الجامع2/ 4790.\n5 -\nيجب ذكر الله تعالى، لقول الرسول - صلى الله عليه وسلم -: ((من اضجع مضجعا لم يذكر الله فيه كان عليه ترة يوم القيامة)) صحيح الجامع2/ 6043. والترة: الحسرة.\n6 -\nالنية بقيام الليل قال - صلى الله عليه وسلم -: ((من أتى فراشه وهو ينوي أن يقوم يصلي من الليل فغلبته عينه حتى يصبح كتب له ما نوى وكان نومه صدقة عليه من ربه)) صحيح الجامع2/ 5941.\n**\nالنية في الأكل والشرب\nلقد خلق الله تعالى الإنسان وكرمه وفضله على جميع المخلوقات وسخر جميع ما في الكون لخدمته قال تعالى {وسخر لكم ما في السموات وما في الأرض جميعا منه إن في ذلك لآيات لقوم يتفكرون} الجاثية13.\nولقد اهتم الإسلام بغذاء المسلم اهتماما لم يسبقه إليه أي دين أو تشريع من قبل فلا يخلوا كتاب من كتب الفقه أو التشريع من باب في علم التغذية يسمى باب الأطعمة أو الأشربة وكذلك من باب في علم التداوي وبين الإسلام فيما بين الأطعمة المباحة والأطعمة المحرمة.\nإن الطعام الصحي والأغذية المتوازنة هما مفتاح التمتع بصحة جيدة وقوية وإن حياتنا تقوم على التغذية السليمة فالتغذية توفر للجسم كل العناصر الضرورية للحياة، والنقص فيها مصدر للأمراض والاضطرابات من كل نوع وهناك نمطان أساسيان لسوء التغذية يتعلق أحدهما بحصول الجسم على مغذيات تقل عن حاجته وبينما يتعلق الآخر بحصوله على فائض منها وفي كلتا الحالتين نجد اختلالا بين العرض والطلب بالنسبة لما يحتاجه الجسم من المواد الخام لحفظ حياته، والتغذية السيئة تسبب تعبا للجسم وأمراضا عديدة لذلك جعل الله سبحانه لنا قوانين إلهية تقينا من شر هذه الأمراض وهي:\n1 -\nعدم ملأ البطن قال - صلى الله عليه وسلم -: ((ما ملا آدمي وعاء شرا من بطنه)) صحيح الجامع2/ 5674.\n2 -\nتنويع أصناف الطعام فإن الجسم يحتاج إلى عناصر غذائية متنوعة لينعم بالصحة والنشاط والله سبحانه سخر لنا كل ما يحتاجه الجسم من أصناف الطعام فسخر لنا الأنعام وألبانها والجنات وثمارها قال تعالى {فلينظر الإنسان إلى طعامه. أنا صببنا الماء صبا. ثم شققنا الأرض شقا. فأنبتنا فيها حبا. وعنبا وقضبا وزيتونا ونخلا وحدائق غلبا وفاكهة وأبا. متاعا لكم ولأنعامكم)) عبس 24 - 32.\n3 -\nعدم الإسراف والتبذير في الأكل والشرب قال تعالى: {وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين} الأعراف31.\nفبعد أن عرفنا تلك القوانين الثلاثة لابد أن نعرف مصدر الطعام الذي يدخل معدتنا فيجب أن يكون حلالا قال - صلى الله عليه وسلم -: ((كل جسد نبت من سحت فالنار أولى به)) صحيح الجامع2/ 4519. والسحت: الحرام.\nوبعد أن علمنا من أين نأكل وكم مقدر الطعام الذي يدخل معدتنا يستحب لنا أن ننوي قبل الأكل والشرب وإليك بعض النوايا لتجمع أكبر قدر ممكن من الحسنات وأنت تتمتع بالأكل والشرب:\nالجزء: 1 ¦ الصفحة: 11\n",
        "1 -\nطاعة لأمر الله تعالى قال - صلى الله عليه وسلم -: ((أيها الناس إن الله طيب لا يقبل إلا طيبا وإن الله أمر المؤمنين بما أمر به المرسلين فقال (يا أيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم) وقال (يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم))) صحيح الجامع1/ 2744.\n2 -\nإقتداء بالرسول - صلى الله عليه وسلم -، فقد كان يأكل من أصناف الطعام ما يحب ((كان يحب الحلواء والعسل)) صحيح الجامع2/ 4919. و ((كان يعجبه الحلو البارد)) صحيح الجامع2/ 4980. و ((كان يحب الزبد والتمر)) صحيح الجامع2/ 4921. و ((كان يعجبه الذراع)) صحيح الجامع2/ 4981. أي: ذراع الشاة. و ((كان أحب الشراب إليه الحلو البارد)) صحيح الجامع2/ 4627، وكان يقول - صلى الله عليه وسلم -: ((عليكم بلحم الظهر فإنه من أطيبه)) صحيح الجامع2/ 4080.\n3 -\nللتقوي والنشاط على العبادة والعمل فإن العقل السليم في الجسم السليم وإذا تغذى الإنسان وحرص على النافع، وابتعد عن الضار فإن جسمه يصبح قويا سليما قال - صلى الله عليه وسلم -: ((المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير)) صحيح الجامع2/ 6650.\n4 -\nلعدم الوقوع في حديث - صلى الله عليه وسلم -: ((لا ضرر ولا ضرار)) صحيح الجامع2/ 7517. فإن المسلم إذا لم يأكل فإنه يضر نفسه وهذا حرام في الإسلام.\n5 -\nللراحة فإن الجائع يصعب عليه صنع أي عمل حتى أن الرسول - صلى الله عليه وسلم - كان يتعوذ من الجوع قال - صلى الله عليه وسلم -: ((اللهم إني أعوذ بك من الجوع فإنه بئس الضجيع)) صحيح الجامع1/ 1283.\n6 -\nلنيل مغفرة الله عز وجل قال - صلى الله عليه وسلم -: ((من أكل طعاما ثم قال الحمد لله الذي أطعمني هذا الطعام ورزقنيه من غير حول مني ولا قوة؛ غفر له ما تقدم من ذنبه))) صحيح الجامع2/ 6086.\n7 -\nللفوز برضا الله تعالى بالشكر بعد الأكل قال - صلى الله عليه وسلم -: ((إن الله تعالى ليرضى عن العبد يأكل الأكلة فيحمده عليها ويشرب الشربة فيحمده عليها)) رواه مسلم:2734.\n8 -\nللفوز بأجر الشكر على الطعام قال - صلى الله عليه وسلم -: ((الطاعم الشاكر له مثل أجر الصائم الصابر)) صحيح الجامع2/ 3943.\n9 -\nلكسب أجر الصدقة قال - صلى الله عليه وسلم -: ((ما أطعمت زوجتك فهو لك صدقة وما أطعمت ولدك فهو لك صدقة وما أطعمت خادمك فهو لك صدقة وما أطعمت نفسك فهو لك صدقة)) صحيح الجامع2/ 5535.\n10 -\nلجمع الحسنات قال - صلى الله عليه وسلم -: ((إن المسلم يؤجر في كل شيء حتى في اللقمة يرفعها إلى فيه)) صحيح الجامع2/ 3986.\n11 -\nالتأدب بآداب الطعام لما فيها من اقتداء للنبي - صلى الله عليه وسلم - والفوز بالحسنات وإليك بعض الآداب ..\n*الجلوس جلسة معتدلة وعدم الاتكاء؛ قال - صلى الله عليه وسلم -: ((لا آكل متكئا)) رواه البخاري:9/ 472،\n* قال - صلى الله عليه وسلم - ((سم الله وكل بيمينك وكل مما يليك)) البخاري:9/ 458،مسلم:2022\n*قال - صلى الله عليه وسلم -: ((لا تأكل بالشمال فإن الشيطان يأكل ويشرب بالشماله)) رواه مسلم:2019\n* ((كان - صلى الله عليه وسلم - يأكل بثلاث أصابع)) رواه مسلم:1032\n* قال - صلى الله عليه وسلم -: ((أحب الطعام إلى الله ما كثرت عليه الأيدي)) صحيح الجامع1/ 171.\n* ((كان - صلى الله عليه وسلم - إذا شرب تنفس ثلاثا وقال: هو أروى وأبرأ وأمرأ)) رواه مسلم:5287\n* قال - صلى الله عليه وسلم -: ((إذا سقطت لقمة أحدكم فليأخذها وليمط ما كان بها من أذى ثم يأكلها ولا يدعها للشيطان، فإذا فرغ فليلعق أصابعه فإنه لا يدري في أي طعامه البركة)) رواه مسلم:2033\nالجزء: 1 ¦ الصفحة: 12\n",
        "* قال - صلى الله عليه وسلم -: ((إذا أكل أحدكم طعاما فليقل اللهم بارك لنا فيه وأبدلنا خيرا منه، وإذا شرب لبنا فليقل اللهم بارك لنا فيه وزدنا منه، فإنه ليس شيء يجزئ من الطعام والشراب إلا اللبن)) صحيح الجامع1/ 381.\n* قال - صلى الله عليه وسلم -: ((إذا شربتم اللبن فتمضمضوا منه فإن له دسما)) صحيح الجامع1/ 628.\nفهذه إحدى عشرة نية قطفناها من بستان السنة لنحصل على الثواب العظيم في الآخرة والفائدة الكبرى في الدنيا وهي تمتعك بصحة جيدة. فيستحب لكل مسلم أن ينويها.\nوصايا نبوية قيمة:\n1 -\nقال - صلى الله عليه وسلم -: ((عليكم بهذه الحبة السوداء فإن فيها شفاء من كل داء)) صحيح الجامع2/ 4083.\n2 -\nقال - صلى الله عليه وسلم -: ((عليكم بألبان البقر فإنها دواء وأسمانها فإنها شفاء وإياكم ولحومها فإن لحومها داء)) صحيح الجامع2/ 4060.\n3 -\nقال - صلى الله عليه وسلم -: ((العجوى من الجنة وفيها شفاء من السم والكمأة من المن وماؤها شفاء للعين)) صحيح الجامع2/ 4127.\nفلنحاول جميعا أن نتبع هذه الوصايا والآداب العظيمة لنرى أثرها العظيم في تنظيم طعامنا ورعاية صحتنا ونقطف ثمار اتباعنا لها في الدنيا والآخرة.\n**\nالنية في العمل\nخلق الله سبحانه الخلق ويسر لهم كل أسباب الرزق وجعل لهم مخرجا من كل ضيق وسهل لهم كل طريق ليسعوا لكسب الأرزاق من كل فج عميق وليشكروه على نعمه التي لا تعد ولا تحصى فهو الميسر لهم كل أسباب التوفيق قال تعالى {هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها وكلوا من رزقه وإليه النشور} الملك23.\nفلقد فتح الله تعالى لعباده بركات من السماء والأرض فذلل لهم الأرض وبسطها وأخرج منها ماءها ومرعاها وأنزل من السماء ماءً فأحيا به الأرض بعد موتها وملأ جوفها بكنوز من الذهب والفضة وأنواع كثيرة من معادنها وسخر لهم البحار وجواهرها وأصدافها وخلق لهم الأنعام لينتفعوا بألبانها ولحومها وأصوافها وأشعارها وبِرُكُوبها.\nفمن هنا كان لابد من أيدي عاملة لعمارة الأرض ولتزرع الأرض وتحرثها لتخرج منها ثمارها ولتصنع من جلود الأنعام اللباس الذي يقي من البرد ويقينا بأسنا، وأن تبحث عن معادن الأرض وكنوزها وتستخرج منها حلية نلبسها وأدوات لخِدمتنا وصناعات تنفعنا في حياتنا.\nفلا يستطيع أي مجتمع أن يعيش بغير عمل إذ أنه المصدر الأول لحياتنا وخدمتنا فمن هنا حث الإسلام على العمل وكسب الرجل من عمل يده وعلى نفع الناس كما قال تعالى ((فامشوا في مناكبها)) أي: سافروا حيث شئتم من أقطار الأرض وترددوا في أقاليمها وأرجائها في أنواع المكاسب والتجارات.\nوالعمل في منظور الإسلام عبادة ولكن لا ينبغي للجاهل أن يفهم هذه العبادة بمفهوم خاطئ فهي عبادة إذا لم يضيع حقوق الله عز وجل وفرائضه قال تعالى في مدح المؤمنين {رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة} النور37.\nالجزء: 1 ¦ الصفحة: 13\n",
        "فللعمل وقت لا يتعارض مع مواقيت الصلاة، فلا تؤخر الصلاة من أجل العمل بحجة أنه عبادة قال تعالى {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمة فاسعوا إلى ذكر الله وذروا البيع ذلكم خير لكم إن كنتم تعلمون. فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون} الجمعة: 9.\nوهذه عدة نوايا يستحب أن تنويها قبل العمل:\n1 -\nتنفيذ أمر الله تعالى فقد قال ((فامشوا في مناكبها)) وقال تعالى ((فانتشروا في الأرض وابتغوا من فضل الله)).\n2 -\nلحث الرسول - صلى الله عليه وسلم - عليه فقد قال ((لأن يحتطب أحدكم حزمة على ظهره خير له من أن يسأل أحدا فيعطيه أو يمنعه)) البخاري:3/ 265،مسلم:1042\n3 -\nلنيل أجر الصدقة قال - صلى الله عليه وسلم - ((إذا أنفق الرجل على أهله نفقة يحتسبها - أي يقصدبها وجه الله والتقرب إليه – فهي له صدقة)) البخاري:9/ 437،مسلم:1002. قال - صلى الله عليه وسلم - ((ما أنفق الرجل على نفسه وأهله وولده وخادمه فهو صدقة)) صحيح الجامع2/ 5660.\n4 -\nلنفع الناس وأولاد، قال - صلى الله عليه وسلم - ((أحب العباد إلى الله تعالى أنفعهم لعياله)) صحيح الجامع1/ 172. وقال أيضا ((أحب الناس إلى الله أنفعهم وأحب الأعمال إلى الله عز وجل سرور تدخله على مسلم أو تكشف عنه كربة أو تقضي عنه دينا أو تطرد عنه جوعا ولأن أمشي مع أخي المسلم في حاجة أحب إليّ من أن أعتكف في المسجد شهرا)) صحيح الجامع:1/ 176\n5 -\nللحصول على فضل العمل قال - صلى الله عليه وسلم - ((ما أكل أحد طعاما قط خير من أن يأكل من عمل يده)) صحيح الجامع2/ 5546. وقال - صلى الله عليه وسلم - ((أطيب الكسب عمل الرجل بيده)) صحيح الجامع1/ 1033. وقال - صلى الله عليه وسلم - ((اليد العليا خير من اليد السفلى وابدأ بمن تعول وخير الصدقة ما كان عن ظهر غنى ومن يستغني يغنه الله ومن يستعفف يعفه الله)) صحيح الجامع2/ 8196. واليد العليا هي: المعطية واليد السفلى هي: السائلة.\n6 -\nللإقتداء بالأنبياء والصالحين قال - صلى الله عليه وسلم - ((كان داود عليه السلام لا يأكل إلا من عمل يده)) البخاري:4/ 259، وقال - صلى الله عليه وسلم - ((كان زكريا عليه السلام نجارا)) رواه مسلم:2379، وقال - صلى الله عليه وسلم - ((كنت أرعى أغناما لأهل مكة بقراريط)) رواه البخاري:2262، وكان أبو بكر وعثمان وعبد الرحمن بن عوف وطلحة رضوان الله عليهم بزازين، أي: بائعوا ثياب، وكان سعد بن أبي وقاص يبري النبل وكان عثمان بن طلحة خياطا، رضي الله عنهم أجمعين.\n7 -\nلتحصيل الرزق، قال - صلى الله عليه وسلم - ((إن كان خَرج – أي العامل – يسعى على ولده صغارا فهو في سبيل الله وإن كان خرج يسعى على أبوين شيخين كبيرين فهو في سبيل الله وإن كان خرج يسعى على نفسه يعفها فهو في سبيل الله وإن كان خرج يسعى رياءً ومفاخرة فهو في سبيل الشيطان)) صحيح الجامع1/ 1428.\n8 -\nلإنفاق أفضل الدنانير، قال - صلى الله عليه وسلم - ((أفضل دينار ينفقه الرجل دينار ينفقه على عياله)) رواه مسلم:994\n9 -\nللإنفاق في سبيل الله. (راجع نيات الصدقة).\n10 -\nلكسب الخبرات والنشاط والقوة، قال - صلى الله عليه وسلم - ((المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير إحرص على ما ينفعك واستعن بالله ولا تعجز وإن أصابك شيء فلا تقل لو أني\nالجزء: 1 ¦ الصفحة: 14\n",
        "فعلت لكان كذا وكذا ولكن قل قدر الله وما شاء فعل فإن لو تفتح عمل الشيطان)) صحيح الجامع2/ 6650.\n11 -\nللغنى قال - صلى الله عليه وسلم - ((لا بأس بالغنى لمن اتقى، والصحة لمن اتقى خير من الغنى، وطيب النفس من النعيم)) صحيح الجامع2/ 7182.\nإن كسب المال وجمعه إن قصد به إعفاف نفسه وعائلته والتوسعة على الإخوان وأبناء الفقراء وصلة الأرحام وفعل المصالح، نية أفضل من الكثير من الطاعات.\n12 -\nللدعوة إلى الله فإن مجال الدعوة مفتوح ومهيأ لأصحاب الأعمال إما بالكلمة الطيبة أو الابتسامة أو الشريط الإسلامي والكتيبات المناسبة أو بحسن الخلق والمعاملة الطيبة مع الآخرين.\nنصائح مهمة لأصحاب الأعمال:\n1 -\nإعلم أن سعيك لكسب الرزق سبب من أسباب حصولك عليه بعون الله تعالى لك فلا تنسى التوكل عليه فهو سبحانه السبب الأول لتحصيل الرزق.\n2 -\nيجب أن يكون العمل حلالا والمال المأخوذ منه حلالا، قال - صلى الله عليه وسلم - ((لا يحملن أحدكم استبطاء الرزق أن يطلبه بمعصية الله فإن الله تعالى لا يُنال ما عنده إلا بطاعته)) صحيح الجامع1/ 2085. وقال - صلى الله عليه وسلم - ((كل جسد نبت من سحت فالنار أولى به)) صحيح الجامع2/ 4519. والسحت: الحرام.\n3 -\nاعلم أن رزقك مكتوب لك فلا تستعجل قال - صلى الله عليه وسلم - ((إن الرزق ليطلب العبد أكثر مما يطلبه أجله)) صحيح الجامع1/ 1630. وقال - صلى الله عليه وسلم - ((لا تستبطئوا الرزق فإنه لم يكن عبد ليموت حتى يبلغه آخر رزق هو له فاتقوا الله وأجملوا في الطلب؛ أخذ الحلال وترك الحرام)) صحيح الجامع2/ 7323.\n4 -\nالقناعة كنز لا يفنى قال - صلى الله عليه وسلم - ((قد أفلح من أسلم ورزق كفافا وقنعه الله بما آتاه)) رواه مسلم:1054\n5 -\nإتقان العمل طاعة لله تعالى، قال - صلى الله عليه وسلم - ((إن الله يحب إذا عمل أحدكم عملا أن يتقنه)) صحيح الجامع1/ 1880.\n6 -\nالمسامحة في البيع والشراء سبب من أسباب دخول الجنة، قال - صلى الله عليه وسلم - ((أدخل الله الجنة رجلا كان سهلا مشتريا وبائعا ومقاضيا ومقتضيا)) صحيح الجامع1243. وقال - صلى الله عليه وسلم - ((رحم الله عبدا سمحا إذا باع وإذا اشترى سمحا وإذا اقتضى)) رواه البخاري:2076\n7 -\nوجوب مراقبة الله سبحانه وتعالى في كل الأعمال، قال - صلى الله عليه وسلم - ((يحب الله العامل إذا عمل أن يحسن)) صحيح الجامع2/ 8037.\n8 -\nإلزم الوفاء والأمانة والصدق\n...\nفإنها من أهم المعاملات بين المسلمين.\n9 -\nإحذر الغش والظلم وأكل أموال الربا والرشوة، قال - صلى الله عليه وسلم - ((لعن الله آكل الربا وموكله وشاهديه وكاتبه هم فيه سواء)) صحيح الجامع2/ 5090. وقال أيضا - صلى الله عليه وسلم - ((من غشنا فليس منا)) رواه مسلم:101\n10 -\nوجوب النصح والإرشاد للآخرين قال - صلى الله عليه وسلم - ((ما من عبد يسترعيه الله رعية يموت يوم يموت وهو غاش لرعيته إلا حرم الله عليه الجنة)) البخاري:13/ 113،مسلم:1460\n**\nالجزء: 1 ¦ الصفحة: 15\n",
        "النية في الزواج\nالزواج مملكة إيمانية، وآية ربانية وسنة نبوية وفطرة إنسانية وضرورة اجتماعية وسكن للغريزة الجسدية.\nقال تعالى {ومن آياته أن خلق لكم من أنفسكم أزواجا لتسكنوا إليها وجعل بينكم مودة ورحمة)) الروم21. إن هذه المملكة الإيمانية إن أظل سماءها منهج رب البرية وسيد البشرية، وروى نباتها بماء الإخلاص والمودة والرحمة الندية؛ آتت ثمارها بكرة وعشية وأينعت أرضها كل زهرات الحب والوفاء والأخلاق العلية.\nوإن سفينة الحياة الزوجية لا يمكن أن تخوض في بحر الحياة بهدوء واتزان واستمرار إلا إذا قادها زوج مؤمن تقي وتحكَّم معه في توجيه دفة السفينة إلى كل خير وفضيلة زوجة صالحة طاهرة مؤمنة وتقية.\nوالإسلام يقيم العلاقة بين الرجل والمرأة على أساس من المشاعر النبيلة الراقية الطاهرة النظيفة التي تبنى على السكن النفسي والبدني والرحمة والمودة وليس مجرد المتعة. فبيت الزوجية ليس مرتعا للطعام والشراب والزوجه\n.....\nبل إن بيت الزوجية وسيلة لغاية كبرى لإنشاء أسرة هي القلعة الأولى من قلاع الإسلام وهي اللبنة الأولى في صرح الدولة الإسلامية.\nومن هنا كان لابد لكل مسلم أن يعرف لماذا نتزوج؟ وإليك هذه النوايا:\n1 -\nطاعة لأمر الله تعالى، قال تعالى: {وأنكحوا الأيامى منكم والصالحين من عبادكم} النور32.\n2 -\nطاعة لأمر رسول الله - صلى الله عليه وسلم - فقد قال - صلى الله عليه وسلم - ((تزوجوا فإني مكاثر بكم الأمم)) صحيح الجامع1/ 2941.\n3 -\nإتباع لسنة الرسول - صلى الله عليه وسلم -، حيث يقول ((أما والله إني لأخشاكم لله وأتقاكم له، لكني أصوم وأنام، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني)) البخاري:9/ 89،مسلم:1401\n4 -\nلإعفاف النفس، قال - صلى الله عليه وسلم - ((يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء)) أي: وقاية. رواه البخاري:5066\n5 -\nلتكثير بيوت المسلمين وأعدادهم من حيث الذرية، قال - صلى الله عليه وسلم - ((تزوجوا الودود الولود فإني مكاثر بكم)) صحيح الجامع1/ 2940\n6 -\nلتنشئة ذرية جديدة على حب الله ورسوله، وهذا العمل يكون في مثقال حسناتك فالدال على الخير كفاعله، قال - صلى الله عليه وسلم - ((إذا مات ابن آدم انقطع عمله إلا من ثلاث صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له)) رواه مسلم:1631\nيقول صاحب كتاب مبارق الأزهار في شرح مشارق الأنوار: وقيَّد الولد بالصالح؛ لأن الأجر لا يحصل من غيره وأما الوزر فلا يلحق بالوالد من سيئة ولده، إذا كانت نيته في تحصيل الخير، وإنما ذكر الدعاء له تحريضا على الدعاء لأبيه، لا لأنه قيد، لأن الأجر يحصل للوالد من ولده الصالح كلما عمل عملا صالح سواء أدعا لأبيه أم لا كمن غرس شجره يحصل له من أكل من ثمرتها ثواب سواء أدعا له من أكلها أم لم يدع، وكذلك الأم.\n7 -\nلتعاون الزوجين على البر والتقوى قال تعالى ((وتعاونوا على البر والتقوى)).\n8 -\nللفوز بأجر الصدقة، قال - صلى الله عليه وسلم - ((في بضع أحدكم صدقة - أي الجماع - قالوا يا رسول الله أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال أرأيتم- أي: أخبروني- لو وضعها في حرام أكان عليه وزر؟ فكذلك إذا وضعها في الحلال كان له أجر)) رواه مسلم:1066\nالجزء: 1 ¦ الصفحة: 16\n",
        "9 -\nلتكسب خير الكنوز، قال - صلى الله عليه وسلم - ((قلب شاكر ولسان ذاكر وزوجة صالحة تعينك على أمر دنياك ودينك خير ما اكتنز الناس)) صحيح الجامع2/ 4409.\n10 -\nليكمل نصف إيمانك، قال - صلى الله عليه وسلم - ((من تزوج فقد استكمل نصف الإيمان فليتقي الله في النصف الباقي)) صحيح الجامع2/ 6148.\n11 -\nلتخلف بعدك خير خلف قال - صلى الله عليه وسلم - ((خير ما يخلف الإنسان بعده ثلاث: ولد صالح يدعو له، وصدقة تجري يبلغه أجرها وعلم ينتفع به من بعده)) صحيح الجامع1/ 3326.\n12 -\nللتمتع بأفضل متاع قال - صلى الله عليه وسلم - ((الدنيا كلها متاع وخير متاع الدنيا المرأة الصالحة)) صحيح الجامع1/ 3413.\n13 -\nلترزق السعادة، قال - صلى الله عليه وسلم - ((أربع من السعادة: المرأة الصالحة، والمسكن الواسع والجار الصالح، والمركب الهنيء)) صحيح الجامع1/ 887.\n14 -\nللفوز ببعض الفضائل، كقول الرسول - صلى الله عليه وسلم - ((خيركم خيركم لأهله، وأنا خيركم لأهلي)) صحيح الجامع1/ 3314.\n15 -\nلعمران الأرض وإقامة شرع الله تعالى، فالله سبحانه خلق الخلق ليتناسلوا ويُحكِّموا شرعه في الأرض ولو ترك الناس النكاح لقل الناس ولترك الغزو والجهاد.\n**\nالنية في اللباس\nلقد امتن الله على عباده بنعم كثيرة لا تعد ولا تحصى، ومن هذه النعم نعمة اللباس، فجعل لهم لباسا يواري سوءاتهم ويجمّل هيئاتهم، ويقيهم من البرد والحر ويقيهم بأسهم قال تعالى {يا بني آدم قد أنزلنا عليكم لباسا يواري سوءاتكم وريشا ولباس التقوى ذلك خير ذلك من آيات الله لعلهم يذكرون} الأعراف26.\nفالله سبحانه امتن عليهم باللباس والريش، واللباس المراد به: ستر العورات وهي السوءات، والريش: ما يتجمل به ظاهرا، فاللباس من الضروريات والريش من الكماليات، ثم نبه سبحانه إلى خير لباس وهو لباس التقوى وهو التحلي بالفضائل والتخلي عن الرذائل، ولباس التقوى هو الغاية والمقصود ولباس الثياب معونة عليه ثم ختم الله سبحانه الآية بقوله تعالى: {ذلك من آيات الله لعلهم يذكرون} أي ذلك المذكور لكم من لباس مما تتذكرون به نعمة الله عليكم فتشكرونه وتتذكرون بحاجتكم إلى اللباس الظاهر ما هو أعظم منه من فوائد اللباس الباطن وهو التقوى.\nفاللباس من نعم الله تعالى التي يجب أن نشكره عليها ونثني عليه بها وإن من شكرها التقيد بأحكامها ألا وهي:\n1 -\nأن لا يشبه ملابس الكفار قال - صلى الله عليه وسلم -: ((من تشبه بقوم فهو منهم)) صحيح الجامع2/ 6149.\n2 -\nألا يتشبه الرجل بالمرأة ولا المرأة بالرجل قال - صلى الله عليه وسلم - ((لعن الله الرجل يلبس لبسة المرأة والمرأة تلبس لبسة الرجل)) صحيح الجامع2/ 5095.\n3 -\nعدم الإسراف والتبذير قال - صلى الله عليه وسلم - ((كلوا واشربوا وتصدقوا والبسوا في غير إسراف ولا مخيله)) صحيح الجامع2/ 4505.\n4 -\nعدم التكبر قال - صلى الله عليه وسلم - ((لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر)) رواه مسلم:91\nالجزء: 1 ¦ الصفحة: 17\n",
        "5 -\nأن لا يزيد اللباس عن حد الكعبين للرجل وعن الذراع أسفل القدمين للمرأة، قال - صلى الله عليه وسلم - ((ما أسفل من الكعبين من الإزار ففي النار)) البخاري:10/ 218، وقال - صلى الله عليه وسلم -: ((من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة)) صحيح أبو داود للألباني:2/ 3443، وعن أم سلمة زوجة النبي - صلى الله عليه وسلم - أنها قالت لرسول الله - صلى الله عليه وسلم - حين ذكر الإزار فالمرأة يا رسول الله؟ قال: \"ترخي شبرا \"، قالت أم سلمة: إذن ينكشف عنها. قال: \" فذراعا لا تزيد عليه\" صحيح أبو داود للألباني:2/ 3467\nوهذه تسع نوايا أقدمها لتؤجر بإذن الله في جميع لباسك:\n1 -\nلستر العورة قال - صلى الله عليه وسلم - ((لا ينظر الرجل إلى عورة الرجل ولا المرأة إلى عورة المرأة)) رواه مسلم:338\n2 -\nللتجمل، قال - صلى الله عليه وسلم - ((لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر)) فقال رجل: إن الرجل يحب أن يكون ثوبه حسنا ونعله حسنه، قال: ((إن الله جميل يحب الجمال)) مسلم:91\n3 -\nتحدثا بنعمة الله تعالى. قال تعالى: {وأما بنعمة ربك فحدث} الضحى 11. وقال - صلى الله عليه وسلم - ((إذا آتاك الله مالا، فليُر عليك، فإن الله يحب أن يرى أثره على عبده حسنا ولا يحب البؤس ولا التباؤس)) صحيح الجامع1/ 255.\n4 -\nللتزين لله سبحانه وتعالى، قال تعالى {يا بني آدم خذوا زينتكم عند كل مسجد} الأعراف31. وقال - صلى الله عليه وسلم - ((إذا صلى أحدكم فليلبس ثوبيه فإن الله تعالى أحق من تزين له)) صحيح الجامع1/ 652.\n5 -\nللتدفئة أو الوقاية من الحر والحرب، قال تعالى: {وجعل لكم سرابيل تقيكم الحر وسرابيل تقيكم بأسكم} النحل81. والسرابيل: القُمص. والبأس: الحرب.\nإن عدم التدفئة من البرد أو الوقاية من الحر تضر الإنسان، ولا ينبغي للمسلم أن يضر نفسه أو يوقعها في المهالك، كما أن في التدفئة والوقاية، إعانة على عبادة الله تعالى.\n6 -\nلحث النبي - صلى الله عليه وسلم - عليها، فقد قال لعمر بن الخطاب رضي الله عنه ((إلبس جديدا وعش حميدا، ومت شهيدا)) صحيح الجامع1/ 1234. وقال - صلى الله عليه وسلم - ((ما على أحدكم إن وجد سعة أن يتخذ ثوبين ليوم الجمعة، سوى ثوبي مهنته)) صحيح الجامع2/ 5635. وقال - صلى الله عليه وسلم - ((عليكم بثياب البياض فليلبسها أحياؤكم وكفنوا فيها موتاكم)) صحيح الجامع24074.\n7 -\nلإكرام الناس وجذب قلوب الآخرين، وتحسين صورة المسلمين، وهذا أمر مهم لدعوتهم ففي حديث ابن عمر رضي الله عنهما قال: (أخذ عمر جُبَّة من استبرق تباع في السوق فأخذها فأتى بها رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله ابتع هذه تجمل بها للعيد والوفود)) البخاري:948\n8 -\nللإقتداء بالنبي - صلى الله عليه وسلم -، وهذه بعض الألبسه والألوان التي كان النبي - صلى الله عليه وسلم - يحبها ويرتديها فالإقتداء به يوجب الحسنات.\n- ((كان أحب الألوان إليه الخضرة)) صحيح الجامع2/ 4623.\n- ((كان أحب الثياب إليه القميص)) صحيح الجامع2/ 4625.\n- قال - صلى الله عليه وسلم - ((إلبسوا من ثيابكم البياض فإنها من خير ثيابكم)) صحيح الجامع1/ 1236.\n- ((كان له ملحفة مصبوغة بالورس والزعفران، يدور بها على نسائه، فإذا كانت ليلة هذه رشتها بالماء، وإذا كانت ليلة هذه رشتها بالماء)) صحيح الجامع2/ 4835.\n- قال - صلى الله عليه وسلم - ((إلبسوا البياض، فإنها أطهر وأطيب)) صحيح الجامع/11235\n- عن جابر رضي اله عنه أن الرسول - صلى الله عليه وسلم - ((دخل يوم الفتح وعليه عمامة سوداء)) رواه مسلم1357\nالجزء: 1 ¦ الصفحة: 18\n",
        "- عن أبي رمثة رفاعة التميمي رضي الله عنه قال: ((انطلقت مع أبي نحو النبي - صلى الله عليه وسلم - فرأيت عليه بردين أخضرين)) صحيح أبو داود للألباني:2/ 3430\n- عن البراء بن عازب رضي الله عنه، قال: ((ولقد رأيته في حلة حمراء ما رأيت شيئا قط أحسن منه)) البخاري:10/ 258،مسلم:2337، والحلة: ثوب له ظهار وبطانة من جنس واحد.\n9 -\nتكثير الحسنات بالتأدب بآداب اللباس وإحياء سنة الرسول - صلى الله عليه وسلم -، ومن الآداب:\n- ((كان - صلى الله عليه وسلم - يعجبه التيمن - أي استعمال اليمين - في شأنه كله)) البخاري:1/ 235،مسلم:268\n- كان - صلى الله عليه وسلم - إذا استجد ثوبا سماه بإسمه قميصا أو عمامة أو رداء، ثم يقول: ((اللهم لك الحمد أنت كسوتنيه، أسألك من خيره، وخير ما صنع له، وأعوذ بك من شره وشر ما صنع له)) صحيح الجامع2/ 4664.\n**\nالنية في التجمل والزينة\nلقد خلق الله تعالى الإنسان في أحسن تقويم، وكرمه غاية التكريم، ويسر له جميع أسباب السعادة والتمكين، وجبله على حب التجمل والتزيين، فهذه هي فطرة الله تعالى التي فطر الناس عليها أجمعين، فتبارك الله أحسن الخالقين.\nقال تعالى: {قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في الحياة الدنيا خالصة يوم القيامة كذلك نفصل الآيات لقوم يعلمون} الأعراف32.\nوها أنا أقدم لك تسع نوايا ذهبية من كنوز السنة المحمدية:\n1 -\nالتقرب إلى الله تعالى بما يحب، قال - صلى الله عليه وسلم - ((إن الله جميل يحب الجمال)) رواه مسلم:91\n2 -\nالتحدث بنعمة الله تعالى، قال تعالى: {وأما بنعمة ربك فحدث} الضحى11. قال - صلى الله عليه وسلم - ((إن الله تعالى إذا أنعم على عبده نعمة يحب أن يرى أثر النعمة عليه)) صحيح الجامع1/ 1711.\n3 -\nالإقتداء بالنبي - صلى الله عليه وسلم -، فهو القدوة الأولى في الجمال والزينة.\n- حثنا على التطيب وبدأ به - صلى الله عليه وسلم - قال أنس رضي الله عنه عن النبي - صلى الله عليه وسلم - ((ولا شممت رائحة قط أطيب من رائحة رسول الله - صلى الله عليه وسلم -) البخاري:6/ 420،مسلم:2330، و ((كان يعرف بريح الطيب إذا أقبل)) صحيح الجامع2/ 4988. و ((كان يعجبه الريح الطيبة)) صحيح الجامع2/ 4983. و ((كان له سُكّه يتطيب منها)) صحيح الجامع2/ 4831، وكان يقول - صلى الله عليه وسلم - ((أطيب الطيب المسك)) صحيح الجامع1/ 1032، وقال - صلى الله عليه وسلم - ((حبب إلي من دنياكم النساء والطيب)) صحيح الجامع1/ 3124.\n- وحث على تحسين الشعر، فقال - صلى الله عليه وسلم - ((من كان له شعر فليكرمه)) صحيح الجامع2/ 6493. ولقد أنكر - صلى الله عليه وسلم - على من لم يهتم بذلك فقال ((أما كان يجد هذا ما يسكن به رأسه؟ أما كان يجد هذا ما يغسل به ثيابه)) صحيح الجامع1/ 1333. وأمر رجلا فقال له ((أكرم شعرك وأحسن إليه)) صحيح الجامع1/ 1218.\n- وحث على تزيين العينين، فقال - صلى الله عليه وسلم - ((عليكم بالإثمد فإنه يجلو البصر، وينبت الشعر)) صحيح الجامع2/ 4056، وفي رواية أخرى ((إكتحلوا بالإثمد .. )) صحيح الجامع1/ 1197.\nالجزء: 1 ¦ الصفحة: 19\n",
        "- وحث على تطييب الفم، فقال - صلى الله عليه وسلم - ((طيبوا أفواهكم بالسواك، فإنها طرق القرآن)) صحيح الجامع2/ 3939، وقال - صلى الله عليه وسلم - ((عليكم بالسواك، فإنه مطيبة للفم، مرضاة للرب)) صحيح الجامع2/ 4068.\n- وحث على نظافة الجسم، فقال - صلى الله عليه وسلم -: ((على كل رجل مسلم في سبعة أيام، غسل يوم وهو يوم الجمعة)) صحيح الجامع2/ 4034.\n- وحث على سلامة القدمين، فقال - صلى الله عليه وسلم -: ((استكثروا من النعال، فإن الرجل لا يزال راكبا مادام منتعلا)) صحيح الجامع1/ 954.\n- وحث على سنن الفطرة، فقال - صلى الله عليه وسلم - ((الفطرة خمس، أو خمس من الفطرة: الختان والاستحداد، وتقليم الأظافر، ونتف الإبط، وقص الشارب)) البخاري:10/ 295،مسلم:257\n- وحث على الحلى للنساء، فقال - صلى الله عليه وسلم - ((أُحِل الذهب والحرير لإناث أمتي، وحرم على ذكورها)) صحيح الجامع1/ 209، وقال - صلى الله عليه وسلم - ((أما والله لو كان أسامة جارية، حليتها وزينتها)) صحيح الجامع1/ 1338، وكان - صلى الله عليه وسلم - ((خاتمه من فضة، فصه منه)) صحيح الجامع2/ 4809.\n- وحث على نظافة الأفنية والساحات، فقال - صلى الله عليه وسلم -: ((طيبوا ساحاتكم، فإن أنتن الساحات ساحات اليهود)) صحيح الجامع2/ 3941. وقال - صلى الله عليه وسلم - ((طهروا أفنيتكم، فإن اليهود لا تطهر أفنيتها)) صحيح الجامع2/ 3935.\n- وحث أخيرا فقال: ((إن الله جميل يحب الجمال، ويحب أن يرى أثر نعمته على عبده ويبغض البؤس والتباؤس)) صحيح الجامع1/ 1742، وقال - صلى الله عليه وسلم - ((من كان له مال فليُرَ عليه أثره)) صحيح الجامع2/ 6494.\n4 -\nلراحة النفس، ففيها التنشيط على العبادة.\n5 -\nلأنها الفطرة التي فطر الله الناس عليها.\n6 -\nلجذب قلوب الآخرين، وهذا أمر مهم لدعوتهم.\n7 -\nلتظهر صورة المسلمين في أحسن صورة.\n8 -\nلإكرام الضيف والقريب.\n9 -\nالتقرب إلى الله تعالى بتزين الرجل لامرأته وتزين المرأة لزوجها، قال ابن عباس رضي الله عنهما وهو ترجمان الأمة وفقيهها: إني لأتزين لامرأتي كما أحب أن تتزين لي. وقال - صلى الله عليه وسلم -: ((خير النساء التي تسره إذا نظر، وتطيعه إذا أمر، ولا تخالفه في نفسها ولا مالها بما يكره)) صحيح الجامع1/ 3298.\nشروط الزينة:\n1 -\nأن لا تشبه الزينة زينة الكفار، قال - صلى الله عليه وسلم - ((من تشبه بقوم فهو منهم)) صحيح الجامع2/ 6149.\n2 -\nأن لا يتشبه النساء بالرجال ولا الرجال بالنساء، فقد ((لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجال بالنساء، والمتشبهات من النساء بالرجال)) البخاري:10/ 280\n3 -\nعدم التكبُّر، قال - صلى الله عليه وسلم - ((لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر)) مسلم:91\n4 -\nإجتناب الوصل والوشم والنمص والتفليج .. وتغيير خلق الله.\n5 -\nعدم التبذير والإسراف، قال تعالى: {ولا تسرفوا إنه لا يحب المسرفين} الأعراف31. وقال تعالى {ولا تبذر تبذيرا. إن المبذرين كانوا إخوان الشياطين وكان الشيطان لربه كفورا} الإسراء26.\nالجزء: 1 ¦ الصفحة: 20\n",
        "النية في اللهو واللعب\nما أجمل الحياة عندما تُرضي الله تعالى ثم تُرضي نفسك، وما أجمل الدنيا إذا أديت حقوق الله تعالى، وتمتعت بمتاعها، وما أطيب العيش إذا حرمت ما حرم الله تعالى وتلذذت بحلاله، وما أروع السعادة عندما تمارس كل هواياتك بالنية الصالحة.\nقال تعالى: {إنما الحياة الدنيا لعب ولهو وإن تؤمنوا وتتقوا يؤتكم أجوركم ولا يسألكم أموالكم} محمد36 ..\nإن اللهو واللعب يكون مذموما إذا ضيع فرائض الله وحقوقه وهو ينقسم إلى قسمين:\n- قسم مباح بالسّنة، لقول الرسول - صلى الله عليه وسلم -: ((كل شيء ليس من ذكر الله لهو ولعب، إلا أن يكون أربعة: ملاعبة الرجل امرأته، وتأديب الرجل فرسه، ومشي الرجل بين الغرضين، وتعليم الرجل السباحة)) صحيح الجامع2/ 4534.\n- قسم مباح بالنية. وإليك هذه النوايا في اللهو اللعب:\n1 -\nلاكتساب القوة، وهذه النية تختص بالرياضة.\nوللقوة ثلاث فوائد:\n- نيل محبة الله تعالى قال - صلى الله عليه وسلم - ((المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كلٍ خير)) صحيح الجامع2/ 6650.\n- لحماية الجسم من الأمراض، والتقوية على العبادة.\n- للدفاع عن النفس والأهل والضعيف، وعن جميع المسلمين إذا اعتدى عليهم الأعداء. والدفاع والقوة أمر واجب على المسلمين، قال تعالى {وأعدوا لهم ما استطعتم من قوة} الأنفال60. أي: أعدوا للكفار. وحث عليها النبي - صلى الله عليه وسلم - فقال: ((إن القوة الرمي، ألا إن القوة الرمي، ألا إن القوة الرمي)) صحيح الجامع1/ 2633.\n2 -\nلتقوية العقل وتنميته، وهذه النية تختص باللعب الذي ينمي التفكير ويشغل الذهن فهو يورث الذكاء والفطنة.\nوللذكاء والفطنة أربع فوائد:\n- لحفظ القرآن ووعي الدين وفهمه والتفقه فيه.\n- لتأليف الكتب والمطويات .. وغيرها لنشر الدعوة.\n- اختراع المسلمين خطط يواجهون بها أعداءهم، أو طريقه مؤثرة للتعامل مع الأشخاص الآخرين لتأليف قلوبهم ودعوتهم.\n- للتحكم في صرف الأموال، وحمل المسؤولية التي تجب على كل مسلم.\n3 -\nللترويح عن النفس، ففيه التنشيط على العبادة وحُبها وتأديتها على الوجه الكامل.\n4 -\nلإدخال السرور على الآخرين، إما باللعب والمزاح معهم أو بمشاركتهم في اللهو واللعب، قال - صلى الله عليه وسلم - ((أحب الأعمال إلى الله عز وجل سرور تدخله على مسلم)) صحيح الجامع:1/ 176\n5 -\nللإقتداء بالنبي - صلى الله عليه وسلم -، فقد كان عليه السلام يسابق زوجته عائشة رضي الله عنها، وكان يتسابق على ناقته العضباء، وورد أنه كان لا يسابق بها أحدا إلا سبقه، فجاءه أعرابي في يوم على بعير وقال: أتسابقني يا محمد؟ فسابقه النبي - صلى الله عليه وسلم - فسبقه الأعرابي، فكبر ذلك على الصحابة - أي شق - فقال - صلى الله عليه وسلم - ((إنه حقا على الله ألا يرفع شيئا من الدنيا إلا وضعه)) البخاري:6/ 55، وقال\nالجزء: 1 ¦ الصفحة: 21\n",
        "- صلى الله عليه وسلم - ((إني لأمزح ولا أقول إلا حقا)) صحيح الجامع1/ 2494. وقال - صلى الله عليه وسلم - ((عليكم بالرمي فإنه من خير لعبكم)) صحيح الجامع2/ 4065. وفي رواية ((فإنه من خير لهوكم)) صحيح الجامع2/ 4066.\n6 -\nللعمل بحديث النبي - صلى الله عليه وسلم - ((احرص على ما ينفعك)) صحيح الجامع2/ 6650. وهذه النية تدخل في أي عمل نافع.\nتنبيهات هامة:\n1 -\nعدم اللعب المحرم، فإن النية الصالحة لا تصلح المعصية.\n2 -\nعدم شغل كل الوقت باللهو واللعب، فكل عمل في حياتك له حظ من وقتك.\n3 -\nعدم اقتناء المحرمات، قال - صلى الله عليه وسلم - ((من اقتنى كلبا ليس بكلب صيد ولا ماشية أرض، فإنه ينقص من أجره قيراطان كل يوم)) رواه مسلم:1575\n4 -\nحافظ على الأخلاق أثناء لعبك وخاصة الصدق، قال - صلى الله عليه وسلم -: ((ويل للذي يحدث فيكذب، ليضحك به القوم، ويل له ويل له)) صحيح الجامع2/ 7136. وقال - صلى الله عليه وسلم - ((لا يأخذن أحدكم متاع صاحبه لاعبا ولا جادا)) صحيح الجامع2/ 7578.\n**\nالقسم الثاني:\nالنية في المعاملات\nعجبت لمن سار نحو الهوى\n...\nكسير الفراشات نحو البريق\nوإسلامنا فيه إعزازنا\n...\nوفيه تنال جميع الحقوق\nإعلم أخي المسلم أن من أعظم نعم الله تعالى علينا أن وفقنا للهداية لدين الإسلام فهو أفضل الأديان وأقومها، فقد منح كل ذي حق حقه وأنزل كل ذي منزلة منزلته، فللنفس حق يجب أن تعطاه، وللأهل حق يجب بذله لهم وللأصحاب حق يجب ألا يحرموه، وللمعلم كذلك حقه الذي لا بد من الوفاء له به، فديننا ولله الحمد يأمر بجميع مكارم الأخلاق، وينهى عن جميع مساوئ الأخلاق، فعلينا أن نشكر الله تعالى على ما أنعم علينا به من هذا الدين القويم، ونقيد هذه النعم بالعمل بما أنزل الله عز وجل، وبما جاء به النبي - صلى الله عليه وسلم - ظاهرا وباطنا.\nقال - صلى الله عليه وسلم -: ((إن لأهلك عليك حقا، وإن لضيفك عليك حقا، وإن لنفسك عليك حقا)) صحيح الجامع2/ 7946.\n**\nالجزء: 1 ¦ الصفحة: 22\n",
        "الأخلاق الإسلامية\nإعلم أخي المسلم أن الأخلاق هي العامل الأول لتحسين المعاملات، والخلق هيئة راسخة في النفس تصدر عنها الأفعال الإرادية الاختيارية من حسنة وسيئة وهي قابلة بطبعها لتأثير التربية الحسنة والسيئة فيها، فإذا ما رُبِّيَت هذه الهيئة على الفضيلة والحق، والرغبة في الخير وحب المعروف وروِّضَت على حب الجميل وكراهية القبيح أصبح ذلك طبعا لها تصدر عنه الأفعال الجميلة بسهولة ومنها: الصبر، والكرم، والعدل والإحسان والحياء .. وما إلى ذلك من الفضائل الخلقية، والكمالات النفسية.\nكما أنها إذا أهملت فلم تهذب التهذيب اللائق بها ولم يعن بتنمية عناصر الخير الكامنة فيها أو رُبِّيَت تربية سيئة حتى أصبح القبيح محبوبا لها والجميل مكروها عندها وصارت الرذائل والنقائص من الأقوال والأفعال، تصدر عنها سميت تلك الأقوال والأفعال: خُلقاً سيئ ومنها الخيانة والكذب والجفاء والغلظة والجزع، وغيره.\nومن هنا نوه الإسلام بالخلق الحسن ودعا إلى تربيته بين المسلمين، وتنميته في نفوسهم واعتبر إيمان العبد بحسب فضائله، وإسلامه بحسب خلقه ومن علامات حسن الخلق: كف الأذى، وكثرة الحياء، وصدق اللسان، وقلة الكلام وكثرة العمل، وكثرة الإصلاح وأن يكون وصولا وقورا صبورا شكورا لا سبابا ولا لعانا ولا حقودا ولا بخيلا ولا حسودا.\nإن أخلاق المسلم الفاضلة وكل خصاله الحميدة، إنما هي مستقاة من ينابيع الحكمة المحمدية أو مستوحاة من فيوضات الرحمة الإلهية ..\nولقد لخصت عائشة رضي الله عنها أخلاق النبي - صلى الله عليه وسلم - في كلمات قليلة فقالت: ((كان خلقه القرآن)) صحيح الجامع2/ 4811.\nلقد كان محمد - صلى الله عليه وسلم - قرآنا متحركا في دنيا الناس، رأى الناس صدقه ونبله وعفته وشرفه وحياءه وكرمه وبطولته وشجاعته، وعزته ورجولته وسخاءه وعبادته وخشوعه وجهده وورعه وتقواه فعلم الناس يقينا أن هذا المنهج ما أنزله الله إلا ليتحول في دنياهم إلى واقع عملي وإلى منهج حياة.\nفالإسلام هو دين الخلق قال - صلى الله عليه وسلم - ((إنما بعثت لأتمم صالح الأخلاق)) صحيح الجامع1/ 2349. ومن ثم زكى الله عز وجل نبيه - صلى الله عليه وسلم - فقال تعالى {وإنك لعلى خلق عظيم} القلم: 4.\nوها أنا أقدم لك في ((باب المعاملات)) النية على النحو الآتي:\n1 -\nالنية الأولى: لماذا أعمل؟ ((بر الوالدين، صلة الأرحام، معاملة الجيران .. ))\n2 -\nالنية الثانية: لأفوز بفضل ((بر الوالدين، صلة الأرحام .. مع ذكر بعض الفضائل .. ))\n3 -\nالنية الثالثة: لعدم الوقوع في التحذير المذكور عنها، وذكرنا بعض التحذيرات.\n**\nالجزء: 1 ¦ الصفحة: 23\n",
        "النية في الأخلاق الحسنة\n* النية الأولى: لماذا نتخلق بالأخلاق الحسنة؟\n1 -\nطاعة لأمر الرسول - صلى الله عليه وسلم - حيث يقول ((إتق الله حيثما كنت وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن)) صحيح الجامع:1/ 97\n2 -\nإقتداء بالنبي - صلى الله عليه وسلم -، قال تعالى {وإنك لعلى خلق عظيم} القلم: 4.\n* النية الثانية: للفوز بأجر ((حسن الخلق)):\n1 -\nليكمل إيمانك، قال - صلى الله عليه وسلم - ((إن أكمل المؤمنين إيمانا أحسنهم خلقا)) صحيح الجامع1/ 1578.\n2 -\nلتثقيل الميزان قال - صلى الله عليه وسلم - ((أثقل شيء في الميزان الخلق الحسن)) صحيح الجامع1/ 134.\n3 -\nلرفع الدراجات، قال - صلى الله عليه وسلم - ((إن الرجل ليدرك بحسن خلقه درجات قائم الليل صائم النهار)) صحيح الجامع1/ 1620.\n4 -\nلنيل محبة الرسول - صلى الله عليه وسلم - والقرب منه، قال - صلى الله عليه وسلم - ((إن من أحبكم إلي، وأقربكم مني مجلسا يوم القيامة، أحاسنكم أخلاقا)) صحيح الجامع1/ 2201.\n5 -\nلتكون من أفضل المؤمنين، قال - صلى الله عليه وسلم - ((أفضل المؤمنين إيمانا أحسنهم خلقا) صحيح الجامع1/ 1129.\n6 -\nلتضمن بيتا في الجنة، قال - صلى الله عليه وسلم - ((أنا زعيم ببيت في ربض الجنة .. وبيت في أعلى الجنة لمن حسن خلقه)) صحيح الجامع:1/ 464\n7 -\nأن تتجمل بأجمل الصفات، قال - صلى الله عليه وسلم - ((عليك بحسن الخلق وطول الصمت فو الذي نفسي بيده ما تجمل الخلائق بمثلهما)) صحيح الجامع:2/ 4048.\n8 -\nلتكسب أفضل عطية، قال - صلى الله عليه وسلم - ((إن الناس لم يعطوا شيئا خيرا من خلق حسن)) صحيح الجامع1/ 1977.\n9 -\nلتكون من خيار الناس، قال - صلى الله عليه وسلم - ((خياركم أحاسنكم أخلاقا)) صحيح الجامع1/ 3259.\n10 -\nلتفوز بدخول الجنة، قال - صلى الله عليه وسلم - ((أكثر ما يدخل الجنة تقوى الله وحسن الخلق)) السلسلة الصحيحة:2/ 669\n11 -\nلتسلك سبيل النجاة ((قيل للرسول - صلى الله عليه وسلم - ما النجاة؟ قال: أمسك عليك لسانك)) السلسلة الصحيحة:890، وقال - صلى الله عليه وسلم - ((من صمت نجا)) صحيح الجامع2/ 6367.\n12 -\nلتكون من أفضل المسلمين ((سُئِل الرسول - صلى الله عليه وسلم - أي المسلمين أفضل؟ قال: من سلم المسلمون من لسانه ويده)) البخاري:11/ 265،مسلم:47\n13 -\nلتبلغ إلى أفضل الأعمال ((سُئِل الرسول - صلى الله عليه وسلم -؛ أي الإسلام أفضل؟ قال: أن يسلم المسلمون من لسانك ويدك)) صحيح الترغيب والترهيب.:2604.\n14 -\nلاستقامة القلب والإيمان، قال - صلى الله عليه وسلم - ((لا يستقيم إيمان عبد حتى يستقيم قلبه، ولا يستقيم قلبه حتى يستقيم لسانه)) صحيح الترغيب الترهيب. 2554\n15 -\nلربط العلاقات الحسنة بين المسلمين، قال تعالى: {ولا تستوي الحسنة ولا السيئة إدفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم} فصلت34.\n16 -\nللرفعة والعزة في الدنيا والآخرة، قال - صلى الله عليه وسلم - ((وما زاد لله عبدا بعفو إلا عزا)) رواه مسلم:2588\n17 -\nللعمل بعمل يحبه الله تعالى، قال - صلى الله عليه وسلم - ((إن الله تعالى عفو يحب العفو} صحيح الجامع1/ 1779.\nالجزء: 1 ¦ الصفحة: 24\n",
        "18 -\nللسير في طريق الجنة، قال - صلى الله عليه وسلم - ((عليكم بالصدق فإن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة، وما يزال الرجل يصدق ويتحرى الصدق حتى يكتب عند الله صديقا)) البخاري:6094،مسلم:2607\n* النية الثالثة: لعدم الوقوع في الوعيد المترتب على سوء الأخلاق:\n1 -\nسوء الخلق يفسد العمل، قال - صلى الله عليه وسلم - ((إن سوء الخلق ليفسد العمل كما يفسد الخل العسل)) صحيح الجامع:1/ 176\n2 -\nسوء الخلق يمحق الحسنات، قال - صلى الله عليه وسلم - ((أتدرون ما المفلس؟ قالوا المفلس فينا من لا درهم له ولا متاع، فقال - صلى الله عليه وسلم -: المفلس من أمتي من يأتي يوم القيامة بصلاة وصيام وزكاة ويأتي قد شتم هذا وقذف هذا وأكل مال هذا وسفك دم هذا وضرب هذا فيعطى هذا من حسناته وهذا من حسناته فإن فنيت حسناته قبل أن يقضي ما عليه أخذ من خطاياهم فطرحت عليه ثم طرح في النار)) رواه مسلم:2581\n3 -\nسوء الخلق سبب لتجميع السيئات، فهو يوقع في الغيبة والنميمة والكذب وسوء الظن والهمز واللمز والسب والشتم .. وقد حذر النبي - صلى الله عليه وسلم - من كل هذا فقال ..\n- عن الغيبة ((ذكرك أخاك بما يكره)) صحيح الجامع2/ 4187، وحذر منها فقال - صلى الله عليه وسلم - ((لما عرج بي ربي عز وجل مررت بقوم لهم أظفار من نحاس يخمشون وجوههم وصدورهم أي يجرحونها فقلت: من هؤلاء يا جبريل؟ قال: هؤلاء اللذين يأكلون لحوم الناس ويقعون في أعراضهم)) صحيح الجامع2/ 5213.\n- أما النميمة فهي نقل الحديث بين الناس لغرض الفساد، وحر مها النبي - صلى الله عليه وسلم - فقال ((لا يدخل الجنة نمام)) البخاري:10/ 394،مسلم:105\n- وأما الكذب فهو أن تخبر الناس بخلاف الواقع، وقد حذر النبي - صلى الله عليه وسلم - منه فقال: ((إن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار، وإن الرجل ليكذب حتى يكتب عند الله كذابا)) البخاري:10/ 423،مسلم:2607\n- أما سوء الظن فقد حذر منه الرسول - صلى الله عليه وسلم - فقال: ((إياكم والظن فإن الظن أكذب الحديث)) البخاري:10/ 404،مسلم:2563\n- أما الهمز واللمز، فقد قال الله تعالى: {ويل لكل همزة لمزة} الهمزة: 1. والويل: عذاب أو هلاك أو وادي في جهنم.\n- أما السب والشتم فقد حذر منه - صلى الله عليه وسلم - فقال: ((سباب المسلم فسوق)) البخاري:10/ 387،مسلم:64، وقال - صلى الله عليه وسلم - ((المسلم أخو المسلم لا يخونه ولا يكذبه ولا يخذله)) صحيح الجامع2/ 6706.\n4 -\nسوء الخلق يوقع في معصية الرسول - صلى الله عليه وسلم -، فقد قال: ((لا تحاسدوا ولا تناجشوا ولا تباغضوا ولا تدابروا، ولا يبع بعضكم على بيع بعض، وكونوا عباد الله إخوانا المسلم أخو المسلم لا يظلمه ولا يحقره ولا يخذله، التقوى هاهنا ويشير إلى صدره ثلاث مرات، بحسب امرئ من الشر - أي يكفيه من الشر – أن يحقر أخاه المسلم، كل المسلم على المسلم حرام: دمه وماله وعرضه)) رواه مسلم:2564\n5 -\nسوء الخلق سبب لدخول النار قال - صلى الله عليه وسلم - ((إن العبد ليتكلم بالكلمة من سخط الله تعالى لا يلقي لها بالا يهوي بها في جهنم)) رواه البخاري:11/ 266\nالجزء: 1 ¦ الصفحة: 25\n",
        "6 -\nسوء الخلق من صفات المنافقين، قال - صلى الله عليه وسلم - آية المنافق ثلاث إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان)) البخاري:6/ 238،مسلم:2989،\n7 -\nسوء الخلق ظلمة يوم القيامة قال - صلى الله عليه وسلم - ((اتقوا الظلم فإن الظلم ظلمات يوم القيامة) رواه مسلم:2578\n8 -\nسوء الخلق يمنع من إعطاء كل ذي حق حقه الواجب عليك.\n9 -\nسوء الخلق يسبب الهلاك، قال - صلى الله عليه وسلم - ((المسلم من سلم المسلمون من لسانه ويده)) صحيح الجامع2/ 6710. فالذي يطلق لسانه ويده في أذى الناس يوشك أن يقع في الهلاك.\n10 -\nسوء الخلق ينشر الشحناء، قال - صلى الله عليه وسلم - ((تفتح أبواب الجنة يوم الاثنين ويوم الخميس، فيغفر الله لكل عبد لا يشرك بالله شيئا إلا رجلا كانت بينه وبين أخيه شحناء فيقال أنظروا هذين حتى يصطلحا. أنظروا هذين حتى يصطلحا)) رواه مسلم:2565\n11 -\nسوء الخلق ينفر الناس من عبادة الله قال تعالى {ولو كنت فظا غليظ القلب لانفضوا من حولك} آل عمران159.\n**\nالنية في بر الوالدين\nالبر إسم جامع للخير، ويأتي بمعنى الإحسان إلى الوالدين والأقربين، كما يأتي بمعنى الصلة، وهو في استعمال الشرع: كلمة جامعة لكل أصناف الخير.\nوالبر درجة من أعلى الدرجات، فلا يصل إليها المسلم إلا بعد مجاهدة للنفس وإيثار ..\nومن أوجب البر الإحسان إلى الأقرب فالأقرب، وليس أقرب من الوالدين، وقد أمرنا الله تعالى بالإحسان إليهما، ومصاحبتهما بالمعروف، وبشكرهما والاعتراف بحقهما، والتواضع لهما وحسن الحديث معهما، والدعاء لهما.\n- لماذا نبر والدينا؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى، قال عز وجل {وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا} الإسراء23. فالبر من أعظم القربات والطاعات إلى الله تعالى، ويكفي أن تقف على شرف بر الوالدين إذا علمت أن الله عز وجل قد قرن بر الوالدين بتوحيده تعالى وشكره بشكرهما قال تعالى: {أن اشكر لي ولوالديك} لقمان14.\n* النية الثانية: للفوز بأجر بر الوالدين.\n1 -\nالفوز برضى الله تعالى، قال - صلى الله عليه وسلم - ((رضا الرب في رضا الوالدين)) صحيح الجامع1/ 3507.\n2 -\nبر الوالدين من أحب الأعمال إلى الله تعالى، قال - صلى الله عليه وسلم - ((أحب الأعمال إلى الله: الصلاة لوقتها، ثم بر الوالدين، ثم الجهاد في سبيل الله)) صحيح الجامع1/ 164.\n3 -\nالبر مُنجي في الكروب، ففي الصحيحين، قصة الثلاثة الذين دخلوا الغار وانسد عليهم الغار بصخرة كبيرة فتضرعوا إلى الله بأعمالهم الصالحة فكان منهم الحريص على رضا والديه والمقدم لهما على أهله وولده، فكانت تنفرج الصخرة كلما دعوا حتى خرجوا من الغار سالمين.\n4 -\nبر الوالدين ثمرة لابد أن تجني ثمارها في الدنيا قبل الآخرة وهي ببر أولادك لك.\nالجزء: 1 ¦ الصفحة: 26\n",
        "5 -\nبر الوالدين شكر لهما واعتراف بجميلهما، وقد قال - صلى الله عليه وسلم - ((من لم يشكر الناس لم يشكر الله)) صحيح الجامع2/ 6541.\n* النية الثالثة: لعدم الوقوع في التحذير من عقوق الوالدين.\n1 -\nالعقوق يوجب سخط الله تعالى، قال - صلى الله عليه وسلم - ((رضى الرب في رضى الوالدين وسخطه في سخطهما)) صحيح الجامع1/ 3507.\n2 -\nالعقوق من الكبائر، قال - صلى الله عليه وسلم - ((ألا أنبئكم بأكبر الكبائر؟ ثلاثا، قلنا بلى يا رسول الله قال: الإشراك بالله، وعقوق الوالدين، وكان متكئا فجلس، فقال: ألا وقول الزور وشهادة الزور، فمازال يكررها حتى قلنا ليته سكت)) البخاري:10/ 342،مسلم:87.\n3 -\nالعقوق معصية لله تعالى قال - صلى الله عليه وسلم - ((إن الله تعالى حرم عليكم عقوق الأمهات)) البخاري:5/ 51،مسلم:134.\n4 -\nالعقوق يمنع دخول الجنة قال - صلى الله عليه وسلم - ((ثلاثة لا يدخلون الجنة: العاق لوالديه والديوث ورجله النساء)) صحيح الجامع1/ 3063.\n5 -\nالعقوق يمنع قبول العمل، قال - صلى الله عليه وسلم - ((ثلاثة لا يقبل الله منهم صرفا ولا عدلا - أي فرضا ولا نفلا - عاق، ومنان، ومكذب بالقدر)) صحيح الجامع:1/ 3065 ..\n6 -\nالعقوق يوجب الهلاك والذلة والخسران، قال - صلى الله عليه وسلم - ((رغم أنف ثم رغم أنف ثم رغم أنف. من أدرك أبوية عند الكبر أحدهما أو كليهما ثم لم يدخل الجنة)) رواه مسلم:2551\n7 -\nالعقوق عمل لا يحبه الله تعالى، قال - صلى الله عليه وسلم - ((لا يحب الله العقوق)) صحيح الجامع2/ 7630.\n8 -\nالعقوق ذلة يوم القيامة قال - صلى الله عليه وسلم - ((ثلاثة لا ينظر الله إليهم يوم القيامة؛ العاق بوالديه، والمرأة المترجلة - المتشبهة بالرجال - والديوث)) صحيح الجامع1/ 3071.\n9 -\nالعقوق عقوبة معجلة في الدنيا قبل الآخرة قال - صلى الله عليه وسلم - ((اثنان يعجلهما الله في الدنيا: البغي، وعقوق الوالدين)) صحيح الجامع1/ 137.\nإعلم أخي المسلم أن بر الأم مقدم على بر الأب، ففي الحديث: ((جاء رجل إلى الرسول - صلى الله عليه وسلم - فقال: يا رسول الله من أحق الناس بحسن صحابتي؟ قال: أمك، قال: ثم من؟ قال: أمك قال: ثم من؟ قال: أمك، قال: ثم من؟ قال: أبوك)) البخاري:10/ 336،مسلم:2548.\nومقتضى الحديث أن يكون للأم ثلاثة أمثال ما للأب من البر، وما ذلك إلا لما مرت به الأم من صعوبة في الحمل ثم الوضع ثم الإرضاع، قال القرطبي: إن الأم تستحق الحظ الأوفر من البر وقد عبّر الرسول - صلى الله عليه وسلم - عن المبالغة في التماس رضى الأم بقوله: ((إلزمها فإن الجنة تحت أقدامها)) صحيح الجامع1/ 1249، وكذلك وصى الرسول - صلى الله عليه وسلم - بالأب، فقال: ((الوالد أوسط أبواب الجنة)) صحيح الجامع2/ 7145.\nصور من أنواع البر:\n1 -\nالدعاء لهما في حياتهما وبعد مماتهما، قال - صلى الله عليه وسلم - ((أربع من عمل الأحياء تجري للأموات؛ رجل ترك عقبا صالحا يدعو له ينفعه دعائهم .. )) صحيح الجامع1/ 888، وقال - صلى الله عليه وسلم -: ((إن الرجل لتُرفع درجته في الجنة، فيقول أنى لي هذا فيقال باستغفار ولدك لك)) صحيح الجامع1/ 1617.\n2 -\nالإحسان إليهما والاعتراف بجميلهما وتفقد أحوالهما.\n3 -\nالصدقة عنهما بعد موتهما قال رجل للنبي - صلى الله عليه وسلم - ((إن أبي مات وترك مالا ولم يوصي، فهل يكفر عنه أن أتصدق عنه؟ قال: نعم)) رواه مسلم:4219\n4 -\nقال - صلى الله عليه وسلم - ((إن أبر البر صلة الرجل أهل ود أبيه)) رواه مسلم:2552.\nالجزء: 1 ¦ الصفحة: 27\n",
        "5 -\nقال - صلى الله عليه وسلم - ((لا يجزي ولد والدا إلا أن يجده مملوكا فيشتريه فيعتقه)) صحيح الجامع2/ 7622.\n6 -\nقال - صلى الله عليه وسلم - ((من أحب أن يصل أباه في قبره فليصل إخوان أبيه من بعده)) صحيح الجامع2/ 5960.\n**\nالنية في صلة الرحم\nقال تعالى: {يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا} الحجرات13.\nقال ابن أثير في معنى صلة الرحم: هي كناية عن الإحسان إلى الأقربين من ذوي النسب والأصهار والعطف عليهم، والرفق بهم والرعاية لأحوالهم وكذلك إن بعدوا وأساءوا. وقطع الرحم ضد ذلك كله.\n- لماذا نصل أرحامنا؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى، قال تعالى: {إن الله يأمر بالعدل الإحسان وإيتاء ذي القربى} النحل90.\n2 -\nطاعة لأمر الرسول - صلى الله عليه وسلم - حيث يقول: ((اتقوا الله وصلوا أرحامكم)) صحيح الجامع1/ 108. وقال - صلى الله عليه وسلم - ((تعلموا من أنسابكم ما تصلون به أرحامكم)) صحيح الجامع1/ 2965.\n* النية الثانية: للفوز بأجر صلة الرحم ..\n1 -\nشعار الإيمان بالله واليوم الآخر، قال - صلى الله عليه وسلم - ((من كان يؤمن بالله واليوم الآخر فليصل رحمه)) البخاري:10/ 373،مسلم:47\n2 -\nسبب لزيادة العمر وبسط الرزق، قال - صلى الله عليه وسلم - ((من أحب أن يبسط له في رزقه وينسأ له في أثره فليصل رحمه)) البخاري:10/ 348،مسلم:2557، وقال - صلى الله عليه وسلم - ((صلة الرحم تزيد في العمر)) صحيح الجامع2/ 3766.\nقال العلماء في معنى زيادة العمر وبسط الرزق الواردين في الحديث: أن المقصود بالزيادة أن يبارك الله في عمر الإنسان الواصل، ويهبه قوة في الجسم، ورجاحة في العقل، ومضاءً في العزيمة فتكون حياته حافلة بجلائل الأعمال، وقيل أن الزيادة على حقيقتها، فالذي يصل رحمه يزيد الله في عمره، ويوسع له في رزقه، ولا غرو في ذلك فكما أن الصحة وطيب الغذاء، واستعمال الأمور المقوية للأبدان والقلوب من أسباب طول العمر فكذلك صلة الرحم جعلها الله سببا لطول العمر.\n3 -\nتجلب صلة الله تعالى للواصل، قال - صلى الله عليه وسلم - ((إن الله تعالى خلق الخلق حتى إذا فرغ منهم، قامت الرحم فقالت: هذا مقام العائذ بك من القطيعة، قال: نعم أما ترضين أن أصل من وصلك وأقطع من قطعك، قالت: بلى، قال: فذلك لك)) البخاري:10/ 349، وسلم:2445\n4 -\nمن أعظم أسباب دخول الجنة، سأل رجل النبي - صلى الله عليه وسلم - فقال أخبرني بعمل يدخلني الجنة ويباعدني من النار؟ فقال - صلى الله عليه وسلم - ((تعبد الله ولا تشرك به شيئا وتقيم الصلاة وتؤتي الزكاة، وتصل الرحم)) البخاري:1/ 208، ومسلم:13\n5 -\nتجلب المحبة وزيادة المال قال - صلى الله عليه وسلم - ((صلة القرابة، مثراة في المال، مَحبَّة في الأهل منسأة في الأجل)) صحيح الجامع2/ 3768.\n6 -\nمن أحب الأعمال إلى الله تعالى، قال - صلى الله عليه وسلم - ((أحب الأعمال إلى الله الإيمان بالله ثم صلة الرحم\n...\n)) صحيح الجامع1/ 166.\nالجزء: 1 ¦ الصفحة: 28\n",
        "7 -\nسعة في الدنيا قال - صلى الله عليه وسلم - ((إن أعجل الطاعة ثوابا لصلة الرحم حتى إن أهل البيت ليكونوا فجرة فتنموا أموالهم، ويكثر عددهم، إذا تواصلوا)) صحيح الجامع2/ 5705.\n8 -\nتضاعف أجر الصدقة، قال - صلى الله عليه وسلم - ((الصدقة على المسكين صدقة، وهي على ذي الرحم اثنتان: صدقة، وصلة)) صحيح الجامع2/ 3858، وقال - صلى الله عليه وسلم -: ((كل ما صنعت إلى أهلك فهو صدقة عليهم)) صحيح الجامع2/ 4546.\n9 -\nوهي من محاسن الدين فالإسلام دين الصلة والبر والرحمة، فهو يأمر بالصلة وينهى عن القطيعة، مما يجعل جماعة المسلمين مترابطة متآلفة متراحمة.\n* النية الثالثة: لعدم الوقوع في محاذير القطيعة ..\n1 -\nتوجب لعنة الله تعالى، قال عز وجل: {فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم، أولئك اللذين لعنهم الله فأصمهم وأعمى أبصارهم} محمد22.\n2 -\nتقطع وصل الله تعالى للقاطع؛ قال - صلى الله عليه وسلم - ((قال الله تعالى في شأن الرحم من وصلك وصلته، ومن قطعك قطعته)) رواه البخاري:13/ 392\n3 -\nمانعة لدخول الجنة، قال - صلى الله عليه وسلم - ((لا يدخل الجنة قاطع)) البخاري:10/ 347،مسلم:2556، قال سفيان في روايته: يعني قاطع رحم.\n4 -\nمؤذنة بالعذاب وتعجيل العقوبة، قال - صلى الله عليه وسلم - ((ما من ذنب أجدر أن يعجل الله تعالى لصاحبه العقوبة في الدنيا مع ما يدخره له في الآخرة، من قطيعة الرحم، والخيانة والكذب)) صحيح الجامع2/ 5705.\n5 -\nمن أبغض الأعمال إلى الله تعالى، قال - صلى الله عليه وسلم - ((أبغض الأعمال إلى الله الإشراك بالله، ثم قطيعة الرحم)) صحيح الجامع1/ 166.\n6 -\nتشيع العداوة والشنئان وتزيل الألفة والمحبة.\n7 -\nتشتت الأقارب وتفرق شملهم.\nقال - صلى الله عليه وسلم - ((صل من قطعك، وأحسن إلى من أساء إليك، وقل الحق ولو على نفسك)) صحيح الجامع2/ 3769.\n**\nالنية في معاملة الجيران\nقال تعالى: {واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا وبذي القربى واليتامى والمساكين والجار ذي القربى والجار الجنب .. } النساء36.\nقال ابن عباس رضي الله عنه: الجار ذي القربى: الذي بينك وبينه قرابة.\nوالجار الجنب: الذي ليس بينك وبينه قرابة.\n_ لماذا نحسن إلى الجار؟\n* النية الأولى:\n1 -\nطاعة لأمر الله في قوله تعالى: {والجار ذي القربى والجار الجنب}\n2 -\nطاعة لأمر الرسول - صلى الله عليه وسلم - فقد قال ((أوصيكم بالجار)) صحيح الجامع1/ 2548. وقال - صلى الله عليه وسلم - ((مازال جبريل يوصيني الجار حتى ظننت أنه سيورثه)) البخاري:10/ 369،مسلم:2624.\n* النية الثانية: للفوز بأجر (الإحسان إلى الجار) ..\nالجزء: 1 ¦ الصفحة: 29\n",
        "1 -\nالإحسان إلى الجار من تمام الإسلام، قال - صلى الله عليه وسلم - ((أحسن مجاورة من جاورك تكن مسلما)) صحيح الجامع2/ 4580.\n2 -\nفضلك يقوم على شهادة جارك، قال - صلى الله عليه وسلم - ((إذا أثنى عليك جيرانك أنك محسن فأنت محسن، وإذا أثنى عليك جيرانك أنك مسيء فأنت مسيء)) صحيح الجامع1/ 277.\n3 -\nالفوز بالخيرية، قال - صلى الله عليه وسلم - ((خير الجيران عند الله خيرهم لجاره)) صحيح الجامع1/ 3270.\n4 -\nالإحسان إلى الجار شعار الإيمان قال - صلى الله عليه وسلم - ((من كان يؤمن بالله واليوم الآخر فليحسن إلى جاره)) رواه مسلم:48\n* النية الثالثة: لعدم الوقوع في التحذير من الإساءة إلى الجار.\n1 -\nتنفي الإيمان قال - صلى الله عليه وسلم - ((والذي نفسي بيده لا يؤمن عبد حتى يحب لجاره ما يحب لنفسه)) صحيح الجامع2/ 7086.\n2 -\nتمنع دخول الجنة، قال - صلى الله عليه وسلم - ((لا يدخل الجنة من لا يأمن جاره بوائقه)) رواه مسلم:46، البوائق: الشرور والغوائل.\n3 -\nسبب من أسباب دخول النار، ذُكر للرسول - صلى الله عليه وسلم - امرأة تقوم الليل وتصوم النار، وتتصدق، وتؤذي جيرانها بلسانها، فقال - صلى الله عليه وسلم - ((لا خير فيها هي من أهل النار)) مسند أحمد وقال الهيثمي: رواه أحمد والبزار ورجاله ثقات.\n4 -\nيضعف الإيمان، قال - صلى الله عليه وسلم - ((من كان يؤمن بالله واليوم الآخر فلا يؤذِ جاره)) البخاري:10/ 373،مسلم:47\n5 -\nيضاعف الذنوب قال - صلى الله عليه وسلم - ((لأن يسرق الرجل من عشرة أبيات، أيسر له من أن يسرق من بيت جاره)) صحيح الجامع2/ 5043.\nحث النبي - صلى الله عليه وسلم - على إكرام الجار فقال:\nأ. ((إذا طبخ أحدكم قدرا فليكثر مرقها، ثم ليناول جاره منها)) صحيح الجامع1/ 676.\nب. ((يا نساء المسلمات لا تحقرن جارة لجارتها ولو فرسن شاه)) البخاري:10/ 372،مسلم:1030\n**\nالنية في اتخاذ الأصحاب\nإن الإسلام يدعو إلى الأخوة والألفة، والمودة والتعاون، فالمودة والأخوة والزيارة سبب للتآلف، والتآلف سبب لقوة والقوة سبب لتقوى والتقوى سبب لمرضاة الله تعالى.\nوالإسلام يدعو إلى الأخوة الخالصة لله تعالى لا لأي غرض آخر من أغراض الدنيا، والأخوة الصادقة في الله تعد فضيلة وثمرة للخلق الكريم، فحسن الخلق يوجب تبادل المحبة والوفاء، ويؤدي إلى التآلف والتعاون بين الإخوة وأما سوء الخلق فإنه يؤدي إلى التباغض والتحاسد والهجران.\nوالتعارف أساس العلاقات بين البشر، وليس هناك دواع مقبولة تجعل الناس يعيشون أشتاتا متناكرين، قال تعالى: {واعتصموا بحبل الله جميعا ولا تفرقوا} آل عمران103. فيجب على كل مسلم أن يحرص على صحبة الصالحين الذين يعينون على طاعة الله عز وجل وأن يبتعد كل البعد عن رفقاء السوء الذين هم أصل لكل شر وبلاء فهم يؤذون صديقهم في الدنيا والآخرة ويوقعونهم في المعاصي وهم لا يعلمون، قال تعالى: {ويوم يعض الظالم على يديه يقول يا ليتني اتخذت مع الرسول سبيلا. يا\nالجزء: 1 ¦ الصفحة: 30\n",
        "ويلتى ليتني لم اتخذ فلانا خليلا. لقد أضلني عن الذكر بعد إذ جاءني وكان الشيطان للإنسان خذولا} الفرقان27.\nولقد وضح النبي - صلى الله عليه وسلم - اثر أصدقاء الخير والشر على جليسهم فقال: ((إنما مثل الجليس الصالح وجليس السوء، كحامل المسك ونافخ الكير فحامل المسك إما أن يحذيك، ,وإما أن تبتاع منه وإما أن تجد منه ريحا طيبة ونافخ الكير إما أن يحرق ثيابك وإما أن تجد منه ريحا منتنه)) البخاري:9/ 569،مسلم:2628\nفهذا بيانا واضحا للجلساء، فليختر العاقل جليسه الذي يناسبه، وقد بين الرسول - صلى الله عليه وسلم - خطورة الأصحاب في حديث آخر فقال: ((الرجل على دين خليله فلينظر أحدكم من يخالل)) صحيح الجامع1/ 3545، وقال في حديث آخرك ((المرء مع من أحب)) البخاري:10/ 426،مسلم:2641\nفيجب على المسلم أن يختار الأصدقاء الصالحين وأن يحبهم في الله تعالى، ومعنى الحب في الله: أن تحبه إذا رأيته محافظا على الطاعات، منتهيا عن المعاصي والمحرمات أما أن تحبه من أجل سلطان أو مال أو جاه أو جمال .. فليس هذا الحب في الله.\n- لماذا نتخذ أصحابا؟\n* النية الأولى:\n1 -\nإقتداء بالنبي - صلى الله عليه وسلم - فقد أشار أنه لو اتخذ لنفسه خليلا لكان أبو بكر رضي الله عنه، ولكنه آثر أخوة الإسلام فقال: ((ولكن أخوة الإسلام أفضل)) من روايات عديدة للبخاري .. وقال - صلى الله عليه وسلم - ((لو كنت متخذا خليلا لاتخذت أبا بكر خليلا، ولكنه أخي وصاحبي، وقد اتخذ الله صاحبكم خليلا)) صحيح الجامع:2/ 5298\n* النية الثانية: للفوز بأجر (الحب في الله تعالى) ..\n1 -\nالحب في الله أوثق عرى الإيمان، قال - صلى الله عليه وسلم - ((أوثق عرى الإيمان: الموالاة في الله، والمعاداة في الله، والحب في الله والبغض في الله عز وجل)) صحيح الجامع1/ 2539.\n2 -\nالحب في الله يكمل الإيمان، - صلى الله عليه وسلم - ((من أحب لله وأبغض لله، وأعطى لله ومنع لله فقد استكمل الإيمان)) صحيح الجامع2/ 5965.\n3 -\nلذة الإيمان في الحب في الله؛ قال - صلى الله عليه وسلم -: ((ثلاث من كن فيه وجد بهن حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر، بعد إذ أنقذه الله منه كما يكره أن يقذف في النار)) البخاري:1/ 56، ومسلم:43.\n4 -\nإكرام الله تعالى لمتحابين بأن يظلهم يوم القيامة بظله يوم لا ظل إلا ظله، ففي حديث السبعة الَّذين يظلهم الله: ((رجلان تحابا في الله اجتمعا عليه وتفرقا عليه)) البخاري:2/ 199،ومسلم:1031.\n5 -\nالحب في الله يوجب محبة الله تعالى، قال تعالى في الحديث القدسي: ((حقت محبتي للمتحابين في)) صحيح الجامع2/ 4321.\n6 -\nالحب في الله أساس الإيمان قال - صلى الله عليه وسلم - ((لا تؤمنوا حتى تحابوا)) صحيح الجامع2/ 7081.\n7 -\nالحب في الله، سبب من أسباب دخول الجنة، قال - صلى الله عليه وسلم - ((والذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم)) صحيح الجامع2/ 7081.\nالجزء: 1 ¦ الصفحة: 31\n",
        "8 -\nإعداد الله عز وجل للمتحابين درجات عالية في الجنة قال تعالى في الحديث القدسي: ((المتحابون فيّ على منابر من نور، يغبطهم بمكانهم، النبيون والصديقون والشهداء)) صحيح الجامع2/ 4321.\n9 -\nالحب في الله تحقيق للإيمان قال - صلى الله عليه وسلم - ((لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه)) البخاري:1/ 53،مسلم:45.\n10 -\nالحب في الله سبب لاستجابة الدعاء - صلى الله عليه وسلم -: ((ما من عبد مسلم يدعو لأخيه بظهر الغيب إلا قال الملك ولك بمثل)) رواه مسلم:2732.\n11 -\nالحب في الله سبب لمغفرة الذنوب قال - صلى الله عليه وسلم -: ((ما من مسلمين يلتقيان فيتصافحان إلا غفر لهما قبل أن يفترقا)) صحيح الجامع2/ 5777.\n12 -\nالحب في الله سبب للألفة، والألفة من الإيمان قال - صلى الله عليه وسلم - ((المؤمن يألف ويؤلف ولا خير فيمن لا يألف ولا يؤلف)) صحيح الجامع:2/ 666\n13 -\nالحب في الله يجعلك من خيار الناس، قال - صلى الله عليه وسلم - ((خير الأصحاب عند الله خيرهم لصاحبه)) صحيح الجامع1/ 3270.\n14 -\nالحب في الله يجعلك تنفق خير الدنانير، عَنْ ثَوْبَانَ قَالَ: قَالَ - صلى الله عليه وسلم - ((أَفْضَلُ دِينَارٍ يُنْفِقُهُ الرَّجُلُ دِينَارٌ يُنْفِقُهُ عَلَى عِيَالِهِ وَدِينَارٌ يُنْفِقُهُ الرَّجُلُ عَلَى دَابَّتِهِ فِي سَبِيلِ اللَّهِ وَدِينَارٌ يُنْفِقُهُ عَلَى أَصْحَابِهِ فِي سَبِيلِ اللَّهِ)) صحيح مسلم - (ج 5 / ص 159)\n15 -\nالحب في الله يشعر بطعم الإيمان، قال - صلى الله عليه وسلم - ((من أحب أن يجد طعم الإيمان فليحب المرء لا يحبه إلا لله)) صحيح الجامع2/ 5958.\n16 -\nالحب في الله يعين على تقوى الله، قال تعالى: {وتعاونوا على البر والتقوى} المائدة2.\n17 -\nالبشرى لمن أحب الصالحين، أنه يحظى بالحشر معهم قال - صلى الله عليه وسلم - ((المرء مع من أحب)) البخاري:10/ 462، مسلم:2641.\nقال بعض الحكماء: خير الأصحاب من إذا رأوك على خير أعانوك، وإن رأوك على شر ذكّروك. .\nوقال - صلى الله عليه وسلم - ((إذا أحب أحدكم أخاه في الله فليعلمه، فإنه أبقى في الألفة، وأثبت في المودة)) صحيح الجامع1/ 280. وقال - صلى الله عليه وسلم - ((ما تحاب اثنان في الله تعالى إلا كان أفضلهما أشهدهما حبا لصاحبه)) صحيح الجامع2/ 5594.\nفما أحوجنا لهذه الكرامات في هذه الأوقات الصعبة التي تفرق فيها الناس وتشتتوا فقلما تجد من يعينك على الخير وفعله.\n**\nالنية في المعاملة مع جميع المسلمين\nإن المجتمع المسلم الذي شاد القرآن الكريم صرحه الشامخ، وأرسى لبناته وقواعده نبينا - صلى الله عليه وسلم - كان مجتمعا فريدا في كل شيء فهو مجتمع له أدب فريد مع الله عز وجل يقوم على أساس العبودية لله تعالى، امتثالا عمليا لقوله تعالى: {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين، لا شريك له وبذلك أمرت وأنا أول المسلمين} الأنعام162\nالجزء: 1 ¦ الصفحة: 32\n",
        "وهو مجتمع له أدب فريد مع رسول الله - صلى الله عليه وسلم - يقوم على أساس الإيمان الصادق والإتباع الصحيح، والمحبة الكاملة وهو مجتمع له أدب فريد في تعامل الفرد مع نفسه ومع إخوانه المسلمين، فهو مجتمع تصان فيه الحرمات ولا تتبع فيه العورات ولا تنتهك فيه الأعراض، حاطه القرآن الكريم بسياج من الفضائل الكريمة والمشاعر النبيلة لا فضل في هذا المجتمع لعربي على أعجمي ولا لأبيض على أسود بل لا فضل لأحدهم إلا بالتقوى والعمل الصالح، كما قال تعالى: {إن أكرمكم عند الله أتقاكم} الحجرات13. وقد بين الرسول - صلى الله عليه وسلم - قواعد هذا المجتمع المسلم وشدد على حرماته تشديدا عظيما ووضع حقوقا لكل مسلم على أخيه المسلم، فأولها: حق الحياة، وثانيها: حرمة المال، وثالثها: حرمة العرض، فهذه الثلاثة حقوق هي التي قوم عليها المجتمع المسلم.\nفمن هنا كان لابد أن أذكر نفسي وإياكم بمضمون هذه الحقوق لكي نطبقها تطبيقا عمليا في حياتنا لنربط بين أشتات المجتمع المسلم.\n- لماذا نعامل المسلمين معاملة حسنة؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى: قال - صلى الله عليه وسلم - ((اتق الله حيثما كنت وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن)) صحيح الجامع1/ 97.\n2 -\nتأدية لحقهم الواجب علينا قال - صلى الله عليه وسلم - ((حق المسلم ست: إذا لقيته فسلم عليه، وإذا دعاك فأجبه وإذا استنصحك فانصح له وإذا عطس فحمد الله فشمته وإذا مرض فعده وإذا مات فاتبعه)) رواه مسلم:5\n3 -\nلنهي الرسول - صلى الله عليه وسلم - عن التباغض والتحاسد والشحناء قال - صلى الله عليه وسلم - ((لا تحاسدوا ولا تناجشوا ولا تباغضوا ولا تدابروا ولا يبع بعضكم على بيع بعض وكونوا عباد الله إخوانا المسلم أخو المسلم لا يظلمه ولا يحقره ولا يخذله)) مسلم:2564\n4 -\nمراعاه لحرمة المسلم قال - صلى الله عليه وسلم - ((كل المسلم على المسلم حرام: دمه وماله وعرضه)) رواه مسلم:2564\n5 -\nلربط العلاقات الحسنة بين المسلمين، فقد نهى الله تعالى عن التفرقة فقال عز وجل {واعتصموا بحبل الله جميعا ولا تفرقوا} آل عمران103.\n* النية الثانية: للفوز بأجر المعاملة الحسنة ..\nوهذه بعض صور المعاملات بين المسلمين:\n1 -\nاحترام الكبير ورحمة الصغير وتوقير العالم، قال - صلى الله عليه وسلم - ((ليس منا من لم يجل كبيرنا ويرحم صغيرنا ويعرف لعالمنا حقه)) صحيح الجامع2/ 5443.\n-\n...\nإن معاملتك بهذه المعاملة الحسنة، سبب لانتمائك لهذا الدين، ومن ثم احترام وتوقير الناس لك، فكما تدين تدان.\n2 -\nالنصرة للمسلمين قال - صلى الله عليه وسلم - ((لينصر الرجل أخاه ظالما أو مظلوما إن كان ظالما فلينهه فإنه له نصرة، وإن كان مظلوما فلينصره)) صحيح الجامع2/ 5483.\n-\n...\nإن نصرك للمظلوم حق واجب عليك والله يجازيك عليه بأن ينصرك في الدنيا والآخرة قال - صلى الله عليه وسلم - ((من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة ومن يسر على معسر يسر الله عليه في الدنيا والآخرة، ومن ستر مسلما ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه)) رواه مسلم:2699\n-\n...\nفنصرك للمظلومين، يبلغك هذه الفضائل.\nالجزء: 1 ¦ الصفحة: 33\n",
        "3 -\nالتبشير، وهو أن تدخ السرور على المسلمين قال - صلى الله عليه وسلم - ((أحب الأعمال إلى الله عز وجل سرور تدخله على مسلم، أو تكشف عنه كربة، أو تقضي عنه دينا أو تطرد عنه جوعا ولأن أمشي مع أخي المسلم في حاجة أحب إلي من أن أعتكف في المسجد شهرا)) صحيح الجامع:1/ 176\n-\n...\nهذا العمل يوجب محبة الله تعالى لك.\n4 -\nالرفق والرحمة قال - صلى الله عليه وسلم - ((من لا يرحم الناس لا يرحمه الله)) البخاري:13/ 303،مسلم:2319. وقال - صلى الله عليه وسلم - ((ادن اليتيم منك، وألطفه وامسح برأسه وأطعمه من طعامك فإن ذلك يلين قلبك ويدرك حاجتك)) صحيح الجامع1/ 250. وقال - صلى الله عليه وسلم - ((عليك بالرفق، إن الرفق لا يكون في شيء إلا زانه ولا ينزع من شيء إلا شانه)) صحيح الجامع2/ 4041.\n-\n...\nالرفق والرحمة سبب لرقَّة قلبك وإدراك حاجتك، ونيل رحمة الله تعالى.\n5 -\nأن تحب للمسلمين ما تحبه لنفسك قال - صلى الله عليه وسلم - ((لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه)) البخاري:1/ 53،مسلم:45.\n-\n...\nحبك للمسلمين شعار لإيمانك.\n6 -\nبذل المعروف، قال - صلى الله عليه وسلم - ((كل معروف صدقة)) صحيح الجامع2/ 4555. وقال أيضا ((صنائع المعروف تقي مصارع السوء والآفات والهلكات، وأهل المعروف في الدنيا هم أهل المعروف في الآخرة)) صحيح الجامع2/ 3795. وعَنْ أَبِي ذَرٍّ قَالَ: قَالَ لِيَ النَّبِيُّ - صلى الله عليه وسلم - ((لَا تَحْقِرَنَّ مِنْ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ)) صحيح مسلم - (ج 13 / ص 69)\n-\n...\nبذل المعروف سبب لكسب الحسنات والوقاية من الآفات والهلكات كما أنه سبب لدخول الجنة والنجاة يوم القيامة.\nومن صور بذل المعروف:\nأ.\n...\nكفالة اليتيم، عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((كَافِلُ الْيَتِيمِ لَهُ أَوْ لِغَيْرِهِ أَنَا وَهُوَ كَهَاتَيْنِ فِي الْجَنَّةِ)) وَأَشَارَ مَالِكٌ – أحد رواة الحديث - بِالسَّبَّابَةِ وَالْوُسْطَى. صحيح مسلم - (ج 14 / ص 247).\nب. السعي على الأرملة والمسكين قال - صلى الله عليه وسلم - ((الساعي على الأرملة والمسكين كالمجاهد في سبيل الله)) وأحسبه قال: ((وكالقائم الذي لا يفتر وكالصائم الذي لا يفطر)) البخاري:10/ 366،مسلم:2982\nج. تنفيس الكرب، قال - صلى الله عليه وسلم - ((من سره أن ينجيه الله من كرب يوم القيامة فلينفس عن معسر، أو يضع عنه)) رواه مسلم:1563،وقال - صلى الله عليه وسلم - ((كان رجلا يداين الناس وكان يقول لفتاه: إذا أتيت معسرا فتجاوز عنه لعل الله أن يتجاوز عنا فلقي الله فتجاوز عنه)) البخاري:4/ 262،مسلم:1562\n7 -\nالسعي في نفع الناس قال - صلى الله عليه وسلم - ((من استطاع منكم أن ينفع أخاه فلينفه)) صحيح الجامع2/ 6019. وقال - صلى الله عليه وسلم - ((خير الناس أنفعهم للناس)) صحيح الجامع1/ 3289، وقال تعالى: {وافعلوا الخير لعلكم تفلحون} الحج77. وقال - صلى الله عليه وسلم - ((أحب الناس إلى الله أنفعهم وأحب الأعمال إلى الله عز وجل سرور تدخله على مسلم، أو تكشف عنه كربة، أو تقضي عنه دينا أو تطرد عنه جوعا، ولأن أمشي مع أخي المسلم في حاجة أحب إلي من أن أعتكف في المسجد شهرا ومن كف غضبه ستر الله عورته ومن كظم غيظا ولو شاء أن يمضيه أمضاه ملأ الله قلبه رضا يوم القيامة، ومن مشى مع أخيه المسلم في حاجته حتى يثبتها له أثبت الله تعالى قدمه يوم تزل الأقدام، وإن سوء الخلق ليفسد العمل كما يفسد الخل العسل)) صحيح الجامع:1/ 176. وقال - صلى الله عليه وسلم - ((ما من مسلم يغرس غرسا، إلا كان ما أكل منه له صدقة وما سُرق منه له صدقة ولا يرزؤه أحد – أي ينقصه – إلا كان\nالجزء: 1 ¦ الصفحة: 34\n",
        "له صدقة)) رواه مسلم:1552 وفي رواية ((فلا يغرس المسلم غرسا فيأكل منه إنسان ولا دابة ولا طير إلا كان له صدقة إلى يوم القيامة)). وقال - صلى الله عليه وسلم - ((الكلمة الطيبة صدقة)) البخاري،5/ 226،مسلم:1009 وقال - صلى الله عليه وسلم - ((كل قرض صدقة)) صحيح الجامع2/ 4542. وقال - صلى الله عليه وسلم - ((على كل نفس في كل يوم طلعت عليه الشمس صدقة منه على نفسه من أبواب الصدقة: التكبير، وسبحان الله والحمد لله ولا إله إلا الله وأستغفر الله ويأمر بالمعروف، وينهى عن المنكر ويعزل الشوك عن طريق الناس، والعظم والحجر، وتهدي الأعمى، وتسمع الأصم والأبكم حتى يفقه، وتدل المستدل على حاجة له قد علمت مكانها، وتسعى بشد ساقيك إلى اللهفان المستغيث، وترفع بشدة ذراعيك مع الضعيف، كل ذلك من أبواب الصدقة منك على نفسك ولك في جماعك زوجتك أجر)) صحيح الجامع2/ 4038.\n- السعي في نفع الناس من أفضل الأعمال إلى الله عز وجل، وهو باب من ابواب الخير والصدقة، كما يجعلك تكسب فضائل عظيمة، من كشف للكروب وكسب للحسنات وأن يثبت الله قدمك ويستر عورتك ويملئ قلبك رضى.\n8 -\nأداء الأمانة والوفاء بالوعد من حسن الخلق، قال - صلى الله عليه وسلم - ((أد الأمانة إلى من ائتمنك ولا تخن من خانك)) صحيح الجامع1/ 240. وقال - صلى الله عليه وسلم - ((ليس المؤمن بالطعان، ولا اللعان، ولا الفاحش، ولا البذيّ)) صحيح الجامع2/ 5381. وقال - صلى الله عليه وسلم - ((إذا سبك رجل بما يعلم منك فلا تسبه بما تعلم منه فيكون أجر ذلك لك ووباله عليه)) صحيح الجامع1/ 594.\nومن جملة الأخلاق: قول الرسول - صلى الله عليه وسلم - ((عليك بحسن الكلام وبذل الطعام)) صحيح الجامع2/ 4049. وقال - صلى الله عليه وسلم - ((فكوا العاني، وأجيبوا الداعي وأطعموا الجائع وعودوا المريض)) صحيح الجامع2/ 4229. وقال - صلى الله عليه وسلم - ((إذا رأى أحدكم من نفسه أو ماله أو من أخيه ما يعجبه فليدع له بالبركة، فإن العين حق)) صحيح الجامع1/ 556.\n-\n...\nحسن الأخلاق يكسب الأجر ويطيب النفس ويتمم الإيمان.\n9 -\nإصلاح ذات البين قال - صلى الله عليه وسلم - ((ألا أخبركم بأفضل من درجة الصيام والصلاة والصدقة؟ إصلاح ذات البين)) صحيح الجامع1/ 2595.\n-\n...\nالإصلاح عمل من أفضل الأعمال إلى الله عز وجل.\n10 -\nإلانة الكلام وإطعام الطعام قال - صلى الله عليه وسلم - ((إن في الجنة غرفا يرى ظاهرها من باطنها وباطنها من ظاهرها أعدها الله تعالى لمن أطعم الطعام، وألان الكلام وتابع الصيام وصلى بالليل والناس نيام)) صحيح الجامع1/ 2123.\n-\n...\nإلانة الكلام وإطعام الطعام سبب لدخول الجنة.\n11 -\nإفشاء السلام: وهو أهم وأظهر المعاملات بين المسلمين فهو شعار لديننا ونور ننشره بيننا لنربط الحب والوفاء بين قلوبنا ولكن استبدله الجهال الذين لا يعرفون قدر عظمة هذا الدين وآدابه الشرعية، بألفاظا استحسنوها وهي غير مرضية، فأين هذه الألفاظ التي لا فائدة فيها أصلا من تحية المسلمين التي تجمع أكمل الدعاء، وأنفع الخير والثناء.\nوإفشاء السلام:\n1 -\nطاعة لأمر الله تعالى. قال عز وجل {يا أيها اللذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلكم خير لكم لعلكم تذكرون} النور 27.\n2 -\nطاعة للرسول - صلى الله عليه وسلم - ((فهو القائل ((أفشوا السلام بينكم)) صحيح الجامع1/ 1086. أي انشروه.\nالجزء: 1 ¦ الصفحة: 35\n",
        "3 -\nموجب للمغفرة، قال - صلى الله عليه وسلم - ((إن من موجبات المغفرة بذل السلام وحسن الكلام)) صحيح الجامع1/ 2232.\n4 -\nيجلب المحبة قال - صلى الله عليه وسلم - ((أولا أدلكم على شيء إذا فعلتموه تحاببتم أفشوا السلام بينكم)) مسلم:54.\n5 -\nتحية أهل الجنة قال تعالى: {تحيتهم فيها سلام} يونس10.\n6 -\nمن خير أعمال الإسلام؛ سئل النبي - صلى الله عليه وسلم - ((أي الإسلام خير؟ قال: تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف)) رواه البخاري:11/ 18، ومسلم:39.\n7 -\nصفة الكرماء قال - صلى الله عليه وسلم - ((أبخل الناس من بخل بالسلام)) صحيح الجامع1/ 1044.\n8 -\nمن أسباب دخول الجنة قال - صلى الله عليه وسلم - ((يا أيها الناس: أفشوا السلام وأطعموا الطعام وصلوا الأرحام وصلوا بالليل والناس نيام، تدخلوا الجنة بسلام)) صحيح الجامع2/ 7865.\n9 -\nتعظيم لاسم الله تعالى قال - صلى الله عليه وسلم - ((إن السلام اسم من أسماء الله تعالى وُضع في الأرض فأفشوا السلام بينكم)) صحيح الجامع1/ 1639.\n10 -\nأمان لأنه مشتق من السلامة قال - صلى الله عليه وسلم - ((أفشوا السلام تسلموا)) صحيح الجامع1/ 1087.\n11 -\nنيل العلو قال - صلى الله عليه وسلم - ((أفشوا السلام كي تعلوا)) صحيح الجامع1/ 1088.\n12 -\nجالب الحسنات لأخيه السلم إذا رد عليه قال - صلى الله عليه وسلم - ((إن الرجل المسلم إذا مر بقوم فسلم عليهم فردوا عليه كان له عليهم فضل درجة بتذكيره إياهم السلام)) صحيح الجامع1/ 3697. أما إذا لم يرد عليك، قال - صلى الله عليه وسلم - فيمن يسلم ولا يرد عليه: ((فإن لم يردوا عليه رد عليه من هو خير منهم وأطيب)) صحيح الجامع1/ 3697.\n13 -\nالفوز بالخيرية قال - صلى الله عليه وسلم - ((خيركم من أطعم الطعام ورد السلام)) صحيح الجامع1/ 3318.\n14 -\nيغيظ الكفار قال - صلى الله عليه وسلم - ((إن اليهود ليحسدونكم على السلام والتأمين)) صحيح الجامع1/ 1997.\n15 -\nحصول التعارف بين المسلمين قال - صلى الله عليه وسلم - ((إذا لقي الرجل أخاه المسلم فليقل: السلام عليكم ورحمة الله)) صحيح الجامع1/ 790.\n16 -\nسبب لتحصيل الحسنات عن عمران بن حصين رضي الله عنهما قال: ((جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: السلام عليكم، فرد عليه السلام، ثم جلس فقال عليه الصلاة والسلام (عشرا)، ثم جاء آخر فقال: السلام عليكم ورحمة الله فرد عليه، فجلس فقال: (عشرون)، ثم جاء آخر فقال: السلام عليكم ورحمة الله وبركاته، فرد عليه، فجلس فقال: (ثلاثون))) صحيح أبي داود للألباني:3/ 4327\n17 -\nإحياء لسنة النبي - صلى الله عليه وسلم - ونشرها بين المسلمين.\n18 -\nسبب لطلاقة اللسان والاسترسال في الكلام كما أنه يدل على تواضع المسلم، قال - صلى الله عليه وسلم - ((ما تواضع أحد لله إلا رفعه الله)) رواه مسلم:2538.\nفالمعاملة الحسنة بين المسلمين تربط علاقتهم ببعض وتجعل الله تعالى معهم قال - صلى الله عليه وسلم - ((يد الله على الجماعة)) صحيح الجامع2/ 8065. وقال - صلى الله عليه وسلم - ((مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى)) البخاري:10/ 367،مسلم:2586.\n**\nالجزء: 1 ¦ الصفحة: 36\n",
        "النية في معاملة الناس\nإن مقصود المسلم رضى الله تعالى قبل كل شيء، ثم التحبب إلى الناس بقصد فتح قلوبهم لقبول الدعوة ولا شك بأننا حين نتسم بالفظاظة والغلظة ننفر الناس منا وينفضون عنا والجمع بين ما يحبه الله والتحبب إلى الناس ليس بالأمر العسير إن التزمنا الحكمة وانشغلنا بمقاصد الشرع.\nوما نقصده بالتحبب إلى الخلق: التخلق بمجموعة من الصفات الرفيقة والودودة التي إن توفرت في شخصية المسلم تجعل الناس ينجذبون إليه ويتعلقون به ويقبلون منه.\nوقد كان رسول الله - صلى الله عليه وسلم - يتحبب إلى بعض ضعاف الإيمان، بل وإلى غير المسلمين بشيء من العطايا والأخلاق الحسنة تأليفا لقلوبهم، واستنقاذا لهم من النار كما جاء في قوله - صلى الله عليه وسلم - ((إني لأعطي رجالا وأدع من هو أحب إلي منهم لا أعطيه شيئا مخافة أن يكبوا في النار على وجوههم)) صحيح الجامع:1/ 2488.\nولا ريب أن خلق التحبب إلى الناس إن لم يكن خالصا لله عز وجل فسينقلب إلى نوع من النفاق والمداهنة والرياء فشدة حرصك على هداية الناس هي التي تجعلك تحرص على اكتساب حب الناس لك لما تطمع من إيصال الخير لهم على يديك.\nومن الصور الداعية لكسب قلوب الناس: الهدوء والسكينة واللقيا بالترحيب والاستقبال ببشاشة واستدامة التبسم وغيره، وقد جاء في وصف النبي - صلى الله عليه وسلم -؛ قول الصحابي: ((ما رأيت أحدا أكثر تبسما من الرسول - صلى الله عليه وسلم -)) صحيح الترمذي:2880 - 2903.\n- لماذا نعامل الناس بخلق حسن؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى والرسول - صلى الله عليه وسلم -، قال تعالى {وقولوا للناس حسنا} البقرة83 وقال - صلى الله عليه وسلم -: ((إتق الله حيثما كنت وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن)) صحيح الجامع1/ 97\n2 -\nاقتداء بالنبي - صلى الله عليه وسلم - فقد كان مثلا في الحلم والتواضع وإنفاق الأموال طمعا في هداية الناس، ولإنقاذهم من عذاب الله تعالى.\n* النية الثانية: للفوز بأجر الخلق الحسن ..\n1 -\nالأخلاق الحسنة سبب لهداية الناس، فأخلاق المسلم من أمانه وصدق ووفاء بالوعد والعفو والتسامح من أعظم الأسباب لدخول الناس في هذا الدين العظيم قال تعالى: {ولو كنت فظا غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الأمر} آل عمران159.\n-\n...\nوقد وقعت قصة تبين مدى تأثر الناس بأخلاق المسلمين. أسلم شاب يهودي وذهب إلى مقر الإسلام في أمريكا ليعلن إسلامه وليتفقه في الدين فسأله من كان هناك ما موقف أسرتك من إسلامك؟ قال: فرحوا واستبشروا وسوف آتيكم بأمي فلما جاءت أمه كانت ترتدي خمارا ولم تسلم بعد فسألها بعض القائمين على مركز الجاليات لم فرحت بإسلام ابنك وارتديت خمارا؟ قالت: لأنني قارنت ابني قبل أن يسلم وبعد أن اسلم فقد كان يعاملني بقسوة ولا يأتي لي بحاجاتي، ويشتمني ويضربني، فلما أسلم دخل وقبَّل يدي وأصبح يأتيني بكل ما أحتاجه ويعاملني بإحسان ورحمة.\nفانظر أخي المسلم كيف تأثرت تلك الأم بأخلاق ابنها وبرِّه لها، فيجب أن تكون أخلاقنا مع غير المسلمين حسنة لنجذب قلوبهم إلينا ومن ثم يتقبلون منا ولكن مع تحكيم الولاء والبراء.\nالجزء: 1 ¦ الصفحة: 37\n",
        "-\n...\nاعلم أنه إذا وفق الله أحدا للهداية على يديك فستكون جميع أعماله في مثقال حسناتك، قال - صلى الله عليه وسلم - ((من دعا إلى هدى كان له من الأجر مثل أجر من تبعه لا ينقص ذلك من أجورهم شيئا)) رواه مسلم:2674.\n-\n...\nإن هداية رجل واحد على يديك أمر عظيم جدا قال - صلى الله عليه وسلم - ((لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم)) البخاري:7:58،مسلم:2400. وحمر النعم: الإبل الحمر، وهي من أنفس أموال العرب.\n2 -\nالمعاملة الحسنة سبب لدخول الجنة قال - صلى الله عليه وسلم - ((لقد رأيت رجلا يتقلب في الجنة في شجرة قطعها من ظهر الطريق كانت تؤذي المسلمين)) رواه مسلم:3/ 1521\n**\nالنية في الزيارة\nالزيارة في الإسلام من الأعمال العظيمة التي تربط المجتمع المسلم بعضه ببعض وهي سبب لتأليف قلوبهم، ونشر المحبة والوفاء بينهم كما أنها العامل الأول لصلة الأرحام بالذهاب إليهم وتفقد أحوالهم والجلوس معهم، فما أجمل الزيارة عندما تكون لله وحده خالصة لوجهه لتفقد حبيب في الله أو للبحث عن مجالس الذكر أو لدعوة قريب أو مواساة لمكروب أو مشاركة المسلمين في أفراحهم وأتراحهم.\n- لماذا نتزاور؟\n* النية الأولى:\n1 -\nإقتداء بالنبي - صلى الله عليه وسلم - فقد كان يزور وحث على الزيارة وجعلها من الحقوق الواجبة على المسلمين، قال - صلى الله عليه وسلم - ((للمؤمن على المؤمن ست خصال: يعوده إذا مرض ويشهده إذا مات ويجيبه إذا دعاه ويسلم عليه إذا لقيه .. )) صحيح الجامع2/ 5188. وأكد - صلى الله عليه وسلم - الزيارة فقال ((إذا دعا أحدكم أخاه فليجب عرسا كان أو نحوه)) صحيح الجامع1/ 529.\n* النية الثانية: للفوز بأجر الزيارة في الله تعالى ..\n1 -\nتوجب محبة الله تعالى، قال - صلى الله عليه وسلم - ((قال الله تعالى: حقت محبتي للمتحابين في، وحقت محبتي للمتواصلين في وحقت محبتي للمتناصحين في وحقت محبتي للمتزاورين في، وحقت محبتي للمتباذلين في)) صحيح الجامع2/ 4321.\n2 -\nسبب لمغفرة الذنوب قال - صلى الله عليه وسلم - ((ما من مسلمين يلتقيان فيسلم أحدهم على صاحبه ويأخذ بيده لا يأخذ بيده إلا لله فلا يفترقان حتى يغفر لهما)) صحيح الجامع2/ 5778. وقال - صلى الله عليه وسلم - ((إن المؤمن إذا لقي المؤمن فسلم عليه وأخذ بيده فصافحه تناثرت خطاياهما كما يتناثر ورق الشجر)) السلسلة الصحيحة:526\n3 -\nضمان بالجنة قال - صلى الله عليه وسلم - ((من عاد مريضا أو زار أخا له في الله ناداه مناد أن طبت وطاب ممشاك وتبوأت من الجنة منزلا)) صحيح الجامع2/ 6387.\n4 -\nالملائكة تدعو لك قال - صلى الله عليه وسلم - ((ما من مسلم يعود مسلما غدوة إلا صلى عليه - أي دعا له - سبعون ألف ملك حتى يمسي وإن عاده عشية صلى عليه سبعون ألف ملك حتى يصبح، وكان له خريف في الجنة)) صحيح الجامع2/ 5767.\n5 -\nمن أفضل الأعمال قال - صلى الله عليه وسلم - ((المؤمن الذي يخالط الناس ويصبر على أذاهم أفضل من المؤمن الذي لا يخالط الناس ولا يصبر على أذاهم)) صحيح الجامع2/ 6651.\nالجزء: 1 ¦ الصفحة: 38\n",
        "6 -\nشعار للإيمان قال - صلى الله عليه وسلم - ((المؤمن يألف ويؤلف ولا خير فيمن لا يألف ولا يؤلف)) صحيح الجامع2/ 6662.\n7 -\nتوجب رحمة الله تعالى قال - صلى الله عليه وسلم - ((عائد المريض في مخرفة الجنة فإذا جلس عنده غمرته الرحمة)) صحيح الجامع2/ 3963.\n8 -\nباب من أبواب الخير فهي تفتح مجالا واسعا للدعوة إلى الله تعالى والتناصح والأخوة في الله كما أنها تدخل السرور على المسلمين، وإدخال السرور من أحب الأعمال إلى الله عز وجل.\nآداب الزيارة:\n1 -\nالاستئذان قال تعالى {يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلك خير لكم لعلكم تذكرون} النور 27.\n2 -\nإلقاء السلام قال - صلى الله عليه وسلم - {إذا دخلتم بيتا فسلموا على أهله فإذا خرجتم فأودعوا أهله بسلام)) صحيح الجامع1/ 526.\n3 -\nاختيار مواعيد الزيارة والتخفف فيها قال - صلى الله عليه وسلم - ((زر غبا تزدد حبا)) صحيح الجامع1/ 3568.\n4 -\nعدم الخوض فيما لا يعني، كما يجب تجنب الغيبة والنميمة والكذب ..\n5 -\nمراعاة الاستئذان في كل شيء قال - صلى الله عليه وسلم - ((إذا زار أحدكم أخاه فجلس عنده فلا يقومن حتى يستأذنه)) الصحيح الجامع1/ 583. وقال - صلى الله عليه وسلم - ((إذا زار أحدكم قوما فلا يصلِّ بهم وليصلِّ بهم رجل منهم)) صحيح الجامع1/ 584.\n6 -\nوجوب ذكر الله تعالى والصلاة على الرسول - صلى الله عليه وسلم - في كل مجلس لقوله - صلى الله عليه وسلم - ((ما جلس قوم مجلسا لم يذكروا الله تعالى فيه ولم يصلوا على نبيهم إلا كان عليهم ترة - أي حسرة - فإن شاء عذبهم وإن شاء غفر لهم)) صحيح الجامع:2/ 5607\n7 -\nيستحب ختم المجلس بكفارة المجلس قال - صلى الله عليه وسلم - ((من قال سبحان الله وبحمده سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك، فإن قالها في مجلس ذكر كانت كطابع يطبع عليه ومن قالها في مجلس لغو كانت كفارة له)) صحيح الجامع:2/ 6430\n-\n...\nيجب على أهل البيت إكرام الضيف قال - صلى الله عليه وسلم - ((من كان يؤمن بالله واليوم الآخر فليكرم ضيفه)) صحيح الجامع2/ 6502، وقال - صلى الله عليه وسلم - ((إذا أتاكم كريم قوم فأكرموه)) صحيح الجامع1/ 269، كما بين - صلى الله عليه وسلم - أن الإكرام يكون بقدر المستطاع و ((نهى عن التكلف للضيف)) صحيح الجامع2/ 6871. وهذا العمل يكون بنية طاعة للرسول صلى الله عليه وسلم ومن تمام إيمانك قال - صلى الله عليه وسلم - ((الضيافة ثلاثة أيام فما زاد فهو صدقة وكل معروف صدقة)) صحيح الجامع2/ 3902.\n**\nالنية في إعطاء الهدية\nإنه لمن القبيح أن ينتظر المحسن من الناس جزاءً أو شكرا وأقبح منه اللئيم الكنود الذي لا يستشعر فضل المحسن إليه ولا يقابله بالحسن وأشد قبحا مَن قابل الإحسان بالإساءة والإكرام بالجحود.\nإن مكافئة المحسن خلق فطري، يشأ من خلق الوفاء، إذ أن القلوب مجبولة على حب من أحسن إليها والمؤمن المستقيم لا يكون شاكرا لله حتى يكون معترفا بالفضل لأهل الفضل وفي ذلك يقول الرسول - صلى الله عليه وسلم - ((من لم يشكر الناس لم يشكر الله)) صحيح الجامع2/ 6541.\nالجزء: 1 ¦ الصفحة: 39\n",
        "وشكر الناس ست مراتب:\n1 -\nالشكر باللسان على قليل الإحسان وكثيره.\n2 -\nمقابلة الإحسان بالإحسان قال تعالى: {هل جزاء الإحسان إلا الإحسان} الرحمن60.\n3 -\nالدعاء للمحسن قال - صلى الله عليه وسلم - ((من أتى إليكم معروفا فكافئوه فإن لم تجدوا فدعوا له)) صحيح الجامع2/ 5937.\n4 -\nالثناء على المحسن قال - صلى الله عليه وسلم - ((من صُنع إليه معروف فقال لفاعله: جزاك الله خيرا فقد أبلغ في الثناء)) صحيح الجامع2/ 6368.\n5 -\nالتهادي.\n6 -\nالوفاء بالحقوق.\n- لماذا نعطي الهدية؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى قال عز وجل {وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها} النساء86.\n2 -\nطاعة لأمر الرسول - صلى الله عليه وسلم - فقد قال: ((من صنع إليكم معروفا فكافئوه فإن لم تجدوا ما تكافئونه فادعوا له حتى تروا أنكم قد كافأتموه)) صحيح الجامع2/ 6021.\n3 -\nاقتداء بالرسول - صلى الله عليه وسلم - فقد ((كان يقبل الهدية ويثيب عليها)) صحيح الجامع2/ 4999.\n* النية الثانية: للفوز بأجر إهداء الهدية:\n1 -\nتوجب المحبة قال - صلى الله عليه وسلم - ((تهادوا تحابوا)) صحيح الجامع1/ 3004.\n2 -\nمن أحب الأعمال إلى الله عز وجل، قال - صلى الله عليه وسلم - ((أحب الأعمال إلى الله عز وجل سرور تدخله على مسلم)) صحيح الجامع:1/ 176\n3 -\nسبب لتأليف القلوب.\n4 -\nتذهب الشحناء قال - صلى الله عليه وسلم - ((تهادوا تحابوا وتذهب الشحناء)) حسن بطرقه.\n1 -\nتأدية لحقوق المسلمين.\n2 -\nتواضع واعتراف بالجميل.\n3 -\nتوجب الزيادة لأنها شكر للمحسن والشكر للمحسن شكر الله وقد وعد الله الشاكرين بالزيادة فقال عز وجل {لئن شكرتم لأزيدنكم} إبراهيم7.\n**\nالنية في معاملة الحيوان\nإن الإسلام دين عظيم شامل دين الخلق والرحمة قد أحاط بكل خير ونفْعٍ للإنسان حتى وصل خيره إلى الحيوان فهاهو يحث على الإحسان في معاملته ويثيب على ذلك بخير الثواب.\n- لماذا نعامل الحيوان معاملة حسنة؟\n* النية الأولى:\n1 -\nطاعة للرسول - صلى الله عليه وسلم - القائل ((اتقوا الله في هذه البهائم المعجمة، فاركبوها صالحة، وكلوها صالحة) صحيح أبو داود للألباني2/ 2221.\n2 -\nاقتداء بالنبي - صلى الله عليه وسلم - فقد كان يمسح على الحيوان ويتلطفه.\nالجزء: 1 ¦ الصفحة: 40\n",
        "* النية الثانية: للفوز بأجر (حسن معاملة الحيوان) ..\n1 -\nسبب لرحمة الله تعالى قال - صلى الله عليه وسلم - ((إرحموا من في الأرض يرحمكم من في السماء)) صحيح الجامع1/ 3522.\n2 -\nسبب لغفران الذنوب قال - صلى الله عليه وسلم - ((بينما كلب يطيف بركية - بئر - كاد يقتله العطش رأته بغي من بغايا بني إسرائيل فنزعت مُوقها - أي خفها - فاستقت له به فغفر لها)) صحيح الجامع1/ 2876.\n3 -\nيوجب محبة الله تعالى، قال - صلى الله عليه وسلم - ((إن الله محسن يحب الإحسان فإذا قتلتم فأحسنوا القتلة وإذا ذبحتم فأحسنوا الذبح وليحد أحدكم شفرته ثم ليرح ذبيحته)) صحيح الجامع1/ 1824.\n4 -\nسبب لاكتساب الحسنات، سأل الصحابة رسول الله - صلى الله عليه وسلم - إن لنا في البهائم لأجرا؟ - في إطعامهم وسقياهم - فقال: ((في كل ذات كبد رطبة أجر)) صحيح أبو داود للألباني2/ 2223.\n* النية الثالثة: لعدم الوقوع في التحذير من (الإساءة للحيوان) ..\n1 -\nسبب لدخول النار قال - صلى الله عليه وسلم - ((دخلت امرأة النار في هرة ربطتها فلم تطعمها ولم تدعها تأكل من خشاش الأرض حتى ماتت)) صحيح الجامع1/ 3374.\n2 -\nتوجب لعنة الله تعالى قال - صلى الله عليه وسلم - ((لعن رسول الله - صلى الله عليه وسلم - من اتخذ شيئا فيه الروح غرضا)) البخاري:9/ 554،مسلم:1958. الغرض: الهدف، والشيء الذي يرمى إليه. ومرَّ عليه الصلاة والسلام على حمار قد وسم وجهه فقال ((لعن الله الذي وسمه)) رواه مسلم:2117\n3 -\nسبب لكسب الذنوب فقد (نهى رسول الله - صلى الله عليه وسلم - أن تصبر البهائم)) البخاري:9/ 533،مسلم:1956، تُصبَر: تحبس للقتل.\nتنبيه: اعلم أخي المسلم أن الرسول - صلى الله عليه وسلم - قد أمرنا بقتل الفواسق من الحيوان ولا يدخل هذا في باب الإساءة ولكن يجب علينا أن نحسن في قتلها فقد حث النبي - صلى الله عليه وسلم - على ذلك قال - صلى الله عليه وسلم - ((من قتل وزغة في أول ضربة كتبت له مائة حسنة ومن قتلها في الضربة الثانية فله كذا وكذا حسنة وإن قتلها في الضربة الثالثة فله كذا وكذا حسنة)) صحيح الجامع2/ 6460.\n**\nالقسم الثالث:\nالنية في العبادات\nالعبادة أصل معناها في اللغة: الذل يقال طريق معبد أي مذلل لكن العبادة التي أمرنا الله تعالى بها تحمل معنى الخضوع والذل ومعنى الحب فالعبادة لله: هي كمال الذل مع كمال الحب لله تعالى.\nوقد عرف شيخ الإسلام ابن تيمية يرحمه الله العبادة فقال: هي اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأفعال الظاهرة والباطنة كالصلاة والصيام والزكاة.\nوالعباده تشمل الحياة بأسرها وحياة المؤمن كلها عباده، إن صحت النية وكان العمل موافقا لهدي سيد البشرية.\n- لماذا نعبد الله تعالى؟\nيجب على كل مسلم أن يعلم أولاً أنه لو تخلى الخلق جميعا عن عبادة الله عز وجل واستكبروا فإن الله تعالى غني عن الخلق لا تنفعه طاعة ولا تضره معصية؛ بل إن الكون كله مفتقر ومحتاج إليه عز وجل قال تعالى {يا أيها الناس أنتم الفقراء إلى الله والله وهو الغني الحميد إن يشأ يذهبكم ويأت بخلق جيد وما ذلك على الله بعزيز} فاطر15.قال - صلى الله عليه وسلم - فيما يرويه عن ربه عز وجل ((يا عبادي إنكم لن تبلغوا ضري فتضروني ولن تبلغوا نفعي فتنفعوني يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئا، يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئا)) رواه مسلم:2577\nولعبادة الله عزوجل خمس نوايا وهي:\n1 -\nلأن العبادة حق لله على خلقه قال - صلى الله عليه وسلم - ((حق الله على العباد أن يعبدوه ولا يشركوا به شيئا)) رواه البخاري:6/ 44،مسلم:30\n2 -\nلأن الله سبحانه لم يخلقنا إلا لعبادته قال تعالى: {وما خلقت الجن والإنس إلا ليعبدون} الذاريات56. فالعبادة ليست أمرا على هامش الحياة بل هي الأصل الأول الذي من أجله خلق الله الحياة وخلق السماوات والأرض والجنة والنار، وأنزل الكتب وأرسل الأنبياء والرسل.\n3 -\nطمعا في جنته وخوفا من ناره وعقابه.\n4 -\nحياء من الله تعالى وشكرا على نعمه وهذا أعظم مقام من مقامات العبودية وإليه أشار النبي - صلى الله عليه وسلم - لما قالت له عائشة رضي الله عنها حين قام من الليل حتى تورمت قدما يا رسول الله أتتكلف كل هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال: ((أفلا أكون عبدا شكورا)) رواه البخاري:8/ 449، ومسلم:2820\n5 -\nلأن العبادة غذاء لأرواحنا وبدونها تموت الأرواح ومن المستحيل أن يعيش الإنسان حياة طيبة بالبدن دون الروح، قال تعالى {ومن أعرض عن ذكري فإن له معيشة ضنكا} طه124.\n- قال ابن تيمية يرحمه الله: جماع الدين أصلان.\nالأول: ألا نعبد إلا الله عز وجل.\nالثاني: ألا نعبده إلا بما شرعه على لسان رسوله - صلى الله عليه وسلم -.\nفهذان الأصلان هما تحقيق شهادة لا إله إلا الله وأن محمدا عبده ورسوله فبالشهادة الأولى يعرف المعبود وبالشهادة الثانية يعرف الطريق الذي يوصل إلى المعبود.\nالجزء: 1 ¦ الصفحة: 41\n",
        "فمقتضى العبادة أن يسلم العبد حياته كلها لله تعالى ليقود الرسول - صلى الله عليه وسلم - بوحي الله تعالى، كما أن مقتضى العبادة أن يقول الرب: أمرت ونهيت وأن يقول العبد: سمعت وأطعت وهو في غاية الحب والرضى قال تعالى: {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالا مبينا} الأحزاب36.\n**\nالنية في الصلاة\nالصلاة لها مكانة عظيمة في الإسلام فهي عمود الدين وأساسه ومن أقامها فقد أقام الدين ومن تركها فقد هدم الدين، والصلاة تهذب الأخلاق وتنور العقل، وتجلب الطمأنينة والراحة للنفس ولن يكون لها ذلك التأثير إلا إذا كانت على الوجه الأكمل قلبا وقالبا وخشوعا وجوارحا.\n- لماذا نصلي؟\n* النية الأولى\n1 -\nطاعة لأمر الله تعالى، قال عز وجل: {وأقيموا الصلاة} البقرة43.\n2 -\nطاعة للرسول - صلى الله عليه وسلم - فقد وصى فقال ((الصلاة ومما ملكت أيمانكم الصلاة وما ملكت أيمانكم)) صحيح الجامع2/ 3873.\n-\n...\nإعلم أخي المسلم أن جميع الفرائض تكون نيتها: طاعة لأمر الله تعالى ورسوله - صلى الله عليه وسلم - فهي تجب على كل مسلم فمن تركها قد أوقع نفسه في الهلاك في الدنيا والآخرة وإن أعظم ما تقرب به العبد إلى الله تعالى هي الفرائض قال - صلى الله عليه وسلم - ((قال الله تعالى: ما تقرب إلي عبدي بشيء أحب إلي مما افترضت عليه)) رواه البخاري:12/ 292\n-\n...\nواعلم أخي المسلم أن الفروض يجب أداؤها وإن لم يكن لها فضائل ولكن الله تعالى برحمته وكرمه جعل لها فضائل لتعلو همتنا وتزيد عزيمتنا وترتفع درجاتنا ..\n* النية الثانية: للفوز بأجر إقامة الصلاة ..\n1 -\nسبب للفلاح قال تعالى {قد أفلح من تزكى وذكر اسم ربه فصلى} الأعلى14.\n2 -\nسبب لصلاح الأعمال، قال - صلى الله عليه وسلم - ((أول ما يحاسب به العبد يوم القيامة الصلاة فإن صلحت صلح له سائر عمله وإن فسدت فسد سائر عمله)) صحيح الجامع1/ 2573.\n3 -\nتنهى عن الفحشاء والمنكر قال تعالى: {إن الصلاة تنهى عن الفحشاء والمنكر} العنكبوت: 45.\n4 -\nمن أفضل الأعمال إلى الله عز وجل. سئل الرسول - صلى الله عليه وسلم - عن أفضل الأعمال فقال ((الصلاة وعلى وقتها)) البخاري:2/ 7،مسلم:85\n5 -\nتتمم الإسلام قال - صلى الله عليه وسلم - ((بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وحج البيت وصوم رمضان)) البخاري:1:46،مسلم:16. وقال ابن مسعود رضي الله عنه: ((من سره أن يلقى الله تعالى غدا مسلما فليحافظ عل هؤلاء الصلوات حيث ينادى بهن)) رواه مسلم:256\n6 -\nتكفر الذنوب قال - صلى الله عليه وسلم - ((الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات ما بينهن إذا اجتنبت الكبائر)) رواه مسلم:233\nالجزء: 1 ¦ الصفحة: 43\n",
        "7 -\nسبب لغفران الذنوب قال - صلى الله عليه وسلم - ((إن العبد إذا قام يصلي أتى بذنوبه كلها فوضعت على رأسه وعاتقيه فكلما ركع أو سجد تساقطت عنه)) صحيح الجامع:1/ 1671. وقال - صلى الله عليه وسلم - ((أرأيتم لو أن نهرا بباب أحدكم يغتسل منه كل يوم خمس مرات هل يبقى من درنه شيء قالوا: لا يبقى من درنه شيء قال: فذلك مثل الصلوات الخمس يمحوا الله بهن الخطايا)) البخاري:2/ 9،مسلم:667\n- فضل الصلاة في المسجد، وصلاة الجماعة:\n1 -\nشعار الإيمان، قال تعالى {إنما يعمر مساجد الله من آمن بالله واليوم الآخر} التوبة: 18.\n2 -\nمن تمام الإسلام قال ابن مسعود رضي الله عنه: ((من سره أن يلقى الله تعالى غدا مسلما فليحافظ عل هؤلاء الصلوات حيث ينادى بهن)) رواه مسلم:256\n3 -\nتمحو الخطايا وترفع الدرجات، قال - صلى الله عليه وسلم - ((من تطهر في بيته ثم مضى إلى بيت من بيوت الله، ليقضي فريضة من فرائض الله كانت خطوته إحداهما تحط خطيئة والأخرى ترفعه درجة)) رواه مسلم:666، وقال - صلى الله عليه وسلم - ((إن أعظم الناس أجرا في الصلاة أبعدهم إليها ممشى)) البخاري:2/ 116،مسلم:662، وقال - صلى الله عليه وسلم - ((صلاة الجماعة أفضل من صلاة الفذ بسبع وعشرين درجة)) البخاري:2/ 109،مسلم:650\n4 -\nتوجب النور التام يوم القيامة، قال - صلى الله عليه وسلم - ((بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة)) صحيح الجامع1/ 2823.\n5 -\nتحظى بدعاء الملائكة قال - صلى الله عليه وسلم - ((الملائكة تصلي على أحدكم – أي تدعو له – مادام في مصلاه الذي صلى فيه مالم يحدث، تقول: اللهم اغفر له اللهم ارحمه)) رواه البخاري:2/ 119. وقال - صلى الله عليه وسلم - ((إن الله وملائكته يصلون على الصف الأول)) صحيح الجامع1/ 1839.\n6 -\nاستدامة الأجر قال - صلى الله عليه وسلم - ((ولا يزال في صلاة ما انتظر الصلاة)) البخاري:2/ 112،مسلم:649\n7 -\nأجر قيام الليل قال - صلى الله عليه وسلم - ((من صلى العشاء في جماعة فكأنما قام نصف الليل ومن صلى الصبح في جماعة فكأنما صلى الليل كله)) رواه مسلم:650\n8 -\nسبب لوصل الله تعالى قال - صلى الله عليه وسلم - ((من وصل صفا وصله الله ومن قطع صفا قطعه الله)) صحيح الجامع2/ 6590.\n-\n...\nيستحب للمرأة أن تصلي أيضا مع الجماعة ولكن الأفضل أن تكون الجماعة في البيت لقول الرسول - صلى الله عليه وسلم - ((صلاتُكِن في بيوتِكِن أفضل من صلاتكِن في حجركن، وصلاتكن في حجركن أفضل من صلاتكن في دوركن، وصلاتكن في دوركن أفضل من صلاتكن في مسجد)) صحيح الجامع:2/ 3844\n** فضل صلاة النافلة:\n1 -\nتكمل الأعمال قال - صلى الله عليه وسلم - ((أول ما يحاسب به العبد يوم القيامة صلاته فإن كان أتمها كتبت له تامة، وإن لم يكن أتمها قال الله لملائكته انظروا هل تجدون لعبدي من تطوع فتكملون بها فريضته؟ ثم الزكاة كذلك ثم تأخذ الأعمال على حسب ذلك)) صحيح الجامع1/ 2574.\n2 -\nتزيد الحسنات قال - صلى الله عليه وسلم - ((صلاة الرجل تطوعا حيث لا يراه الناس تعدل صلاته على أعين الناس خمسا وعشرين)) صحيح الجامع2/ 3821.\n3 -\nترفع الدرجات وتمحو الخطايا قال - صلى الله عليه وسلم - ((عليك بكثرة السجود فإنك لن تسجد لله سجدة إلا رفعك الله بها درجة وحط عنك بها خطيئة)) رواه مسلم:488\n- ومن صلاة النوافل:\nالجزء: 1 ¦ الصفحة: 44\n",
        "1 -\nصلاة الضحى قال - صلى الله عليه وسلم - ((يصبح على كل سلامى – أي مفصل – من أحدكم صدقة فكل تسبيحة صدقة وأمر بالمعروف صدقة ونهي عن المنكر صدقة ويجزء من ذلك ركعتان يركعهما من الضحى)) رواه مسلم:720. وقال - صلى الله عليه وسلم -: ((صلاة الضحى صلاة الأوابين)) صحيح الجامع2/ 3827.\n2 -\nقيام الليل قال - صلى الله عليه وسلم - ((أفضل الصلاة بعد الفريضة صلاة الليل)) رواه مسلم:1164، عن عائشة رضي الله عنها قالت\"ما كان رسول الله - صلى الله عليه وسلم - يزيد في رمضان ولا في غيره على إحدى عشرة ركعة\" البخاري:1147،مسلم:738، وقال - صلى الله عليه وسلم - ((شرف المؤمن قيامه بالليل)) صحيح الجامع1/ 73. وقال أيضا: ((من استيقظ من الليل وأيقظ امرأته فصليا ركعتين جميعا كتبا ليلتئذ من الذاكرين الله كثيرا والذاكرات)) صحيح الجامع2/ 6030.\n3 -\nصلاة الوتر قال - صلى الله عليه وسلم - ((إن الله تعالى وتر يحب الوتر فأوتروا يا أهل القرآن)) صحيح الجامع1/ 1831.\n4 -\nصلاة تحية المسجد قال - صلى الله عليه وسلم - ((إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين)) البخاري:1/ 447،مسلم:714.\n5 -\nصلاة الإشراق قال - صلى الله عليه وسلم - ((من صلى الفجر في جماعة ثم قعد يذكر الله حتى تطلع الشمس ثم صلى ركعتين كانت له كأجر حجة وعمرة تامة تامة تامة)) صحيح الجامع2/ 6346.\n6 -\nصلاة الجمعة قال - صلى الله عليه وسلم - ((من غسل يوم الجمعة واغتسل ثم بكر وابتكر ومشى ولم يركب ودنا من الإمام واستمع وأنصت ولم يلغ كان له بكل خطوه يخطوها من بيته إلى المسجد عمل سنة أجر صيامها وقيامها)) صحح الجامع2/ 6405.\n7 -\nالصلاة في الحرمين قال - صلى الله عليه وسلم - ((صلاة في المسجد الحرام أفضل من مائة ألف فيما سواه)) صحيح الجامع2/ 3838، وقال - صلى الله عليه وسلم - ((صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام)) البخاري:119، مسلم:1394. وقال - صلى الله عليه وسلم - ((من تطهر في بيته ثم أتى مسجد قباء فصلى فيه كان له كأجر عمرة)) صحيح الجامع2/ 6154.\n8 -\nسنن الصلاة:\nأ- سنة الفجر قال - صلى الله عليه وسلم - ((ركعتا الفجر خير من الدنيا وما فيها)) رواه مسلم:725.\nب- عن ابن عمر رضي الله عنهما قال: (صليت مع الرسول - صلى الله عليه وسلم - ركعتين قبل الظهر وركعتين بعدها وركعتين بعد الجمعة وركعتين بعد المغرب وركعتين بعد العشاء) البخاري:3:41مسلم:729\nج- سنة العصر قال - صلى الله عليه وسلم - ((رحم الله امرأ صلى قبل العصر أربعا)) صحيح الجامع1/ 3493.\n9 -\nطول القنوت سئل الرسول - صلى الله عليه وسلم - أي الصلاة أفضل؟ قال: ((طول القنوت)) رواه مسلم:756، والمراد بالقنوت: القيام.\n10 -\nسجود الشكر، ((كان - صلى الله عليه وسلم - إذا جاءه أمر يسر به خر ساجدا شاكرا لله تعالى)) صحيح الجامع2/ 4701.\n* النية الثالثة: لعدم الوقوع في التحذير من التهاون في الصلاة ..\n1 -\nقال تعالى: {فويل للمصلين. الذين هم عن صلاتهم ساهون. الذين هم يراءون. ويمنعون الماعون} الماعون: 4 - 7.\n2 -\nقال تعالى: {فخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيا} مريم: 59. والغي: وادي في جهنم.\n3 -\nالتهاون في الصلاة سبب لفساد الأعمال، قال - صلى الله عليه وسلم - ((أول ما يحاسب به العبد يوم القيامة الصلاة فإن صلحت صلح له سائر عمله وإن فسدت فسد له سائر عمله)) صحيح الجامع1/ 2573.\n4 -\nقال - صلى الله عليه وسلم - ((إن بين الرجل وبين الشرك والكفر ترك الصلاة)) رواه مسلم:82.\nالجزء: 1 ¦ الصفحة: 45\n",
        "النية في الصيام\nلقد أنعم الله تعالى على أمة محمد - صلى الله عليه وسلم - بنعم عظيمة وكرمها بطاعات وأعمال جليلة وجعل لها مواسم للخير والعبادات. ومن أفضل هذه المواسم شهر رمضان فهو ضيف كريم يهل علينا بأنفاسه الخاشعة الزاكية وبرحماته الندية، والعاقل الذي يقدر عظمة هذا الشهر المبارك، شهر القرآن والصيام والإحسان والعتق من النيران، ويستغل أوقاته في طاعة الله عز وجل.\n- لماذا نصوم؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى قال سبحانه: {يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون} سورة البقرة: 183. وقال تعالى {فمن شهد منكم الشهر فليصمه} سورة البقرة: 185.\n2 -\nطاعة للرسول - صلى الله عليه وسلم - فقد قال - صلى الله عليه وسلم - ((صوموا لرؤيته .. )) البخاري:4/ 107،مسلم:1081.\n3 -\nلإتمام الإسلام قال - صلى الله عليه وسلم - ((بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وحج البيت وصوم رمضان)) البخاري:1/ 46،مسلم:16\n* النية الثانية: للفوز بأجر الصيام.\n1 -\nسبب لمغفرة الذنوب قال - صلى الله عليه وسلم - ((من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه)) البخاري:4/ 221،مسلم:760\n2 -\nيجلب تقوى الله تعالى قال تعالى {يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون} البقرة: 183. وللتقوى فضائل عظيمة جدا من أهمها نيل حب الله تعالى، قال تعالى: {إن الله يحب المتقين} التوبة: 4.\n3 -\nسبب لدخول الجنة قال - صلى الله عليه وسلم - ((إن في الجنة بابا يقال له الريان، يدخل منه الصائمون يوم القيامة لا يدخل منه أحد غيرهم)) البخاري:4/ 95،مسلم:1152، وجاء أعرابي إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله دلني على عمل إذا عملته دخلت الجنة؟ قال ((تعبد الله لا تشرك به شيئا، وتقيم الصلاة وتؤتي الزكاة المفروضة، وتصوم رمضان)) البخاري:3/ 210،مسلم:14.\n4 -\nسبب للنجاة من النار قال - صلى الله عليه وسلم - ((ما من عبد يصوم يوما في سبيل الله إلا باعد الله بذلك اليوم وجهه عن النار سبعين خريفا)) البخاري:6/ 35، مسلم:1153 خريفا أي: سنة.\n5 -\nالصيام من أحب الأعمال إلى الله تعالى قال - صلى الله عليه وسلم - ((قال الله عز وجل: كل عمل ابن آدم له إلا الصيام فإنه لي وأنا أجزي به)) البخاري:4/ 88،مسلم:1151\n* النية الثالثة: لعدم الوقوع في إثم ترك الصيام ..\n1 -\nمعصية لله ورسوله - صلى الله عليه وسلم -.\n2 -\nنقض ركن من أركان الإسلام.\n3 -\nفوت للأجور العظيمة.\n- وهناك أيام يستحب الصيام فيها وهي:\n1 -\nشهر محرم. قال - صلى الله عليه وسلم - ((أفضل الصيام بعد رمضان شهر الله المحرم)) رواه مسلم:1163\n2 -\nيوم عاشوراء، سئل - صلى الله عليه وسلم - عن صيام يوم عاشوراء فقال: ((يكفر السنة الماضية)) مسلم:1162، وفي رواية ((لئن بقيت إلى قابل لأصومن التاسع)) رواه مسلم:1134. قابل أي العام القادم. وعاشورا: اليوم العاشر من شهر محرم.\nالجزء: 1 ¦ الصفحة: 46\n",
        "3 -\nشهر شعبان، عن عائشة رضي الله عنها قالت: ((لم يكن النبي - صلى الله عليه وسلم - يصوم من شهر أكثر من شعبان)) البخاري:4/ 186،مسلم:176، لكن بشرط: قال - صلى الله عليه وسلم - ((إذا انتصف شعبان فلا تصوموا حتى يكون رمضان)) صحيح الجامع:1/ 397\n4 -\nالست من شوال قال - صلى الله عليه وسلم - ((من صام رمضان ثم أتبعه ستا من شوال كان كصيام الدهر)) رواه مسلم:1164 الدهر: السنة.\n5 -\nالتسع الأولى من ذي الحجة، ((كان - صلى الله عليه وسلم - يصوم تسع ذي الحجة)) صحيح أبو داود للألباني2/ 2129، وقال - صلى الله عليه وسلم - ((ما من أيام العمل الصالح فيها أحب إلى الله من هذه الأيام)) صحيح أبو داود للألباني2/ 2430.\n6 -\nيوم عرفة قال - صلى الله عليه وسلم - ((من صام يوم عرفة غفر الله له سنتين؛ سنة أمامه وسنة خلفه)) صحيح الجامع2/ 6335.\n7 -\nالإثنين والخميس، قال - صلى الله عليه وسلم - ((تعرض الأعمال يوم الإثنين والخميس فأحب أن يعرض عملي وأنا صائم)) صحيح الجامع1/ 2959.\n8 -\nثلاثة أيام من كل شهر، قال - صلى الله عليه وسلم - ((صم ثلاثة أيام من كل شهر صوم الدهر كله)) البخاري:4/ 192،مسلم:1195. وأفضلها: الثالث عشر، والرابع عشر، والخامس عشر.\n- يستحب تفطير الصائمين قال - صلى الله عليه وسلم - ((من فطر صائما كان له مثل أجره غير أنه لا ينقص من أجر الصائم شيئا)) صحيح الجامع2/ 6415.\n- النية في السحور:\n1 -\nطاعة لأمر الرسول - صلى الله عليه وسلم -، حيث قال - صلى الله عليه وسلم - ((تسحروا فإن في السحور بركة)) البخاري:4/ 120،مسلم:1095، وقال - صلى الله عليه وسلم - في شأن السحور ((لا تدعوه ولو أن يجرع أحدكم جرعة من الماء)) صحيح الجامع1/ 3683.\n2 -\nاقتداء بالنبي - صلى الله عليه وسلم -.\n3 -\nلنزول البركة قال - صلى الله عليه وسلم - ((تسحروا فإن في السحور بركة)) البخاري:4/ 120،مسلم:1095، وقال - صلى الله عليه وسلم - ((عليكم بهذا السحور فإنه هو الغذاء المبارك)) صحيح الجامع2/ 4081.\n4 -\nللحظو بدعاء الله تعالى وملائكته، قال - صلى الله عليه وسلم - ((إن الله تعالى وملائكته يصلون على المتسحرين)) صحيح الجامع1/ 1841.\n5 -\nللابتعاد عن التشبه باليهود والنصارى قال - صلى الله عليه وسلم - ((إن فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحور)) صحيح أبو داود للألباني2/ 2053.\n6 -\nللتقوية على الصوم والعبادة أثناء النهار.\n- يستحب الإكثار من تناول التمر في وجبة السحور لقول الرسول - صلى الله عليه وسلم - ((نعم سحور المؤمن التمر)) صحيح أبو داود للألباني2/ 2055.\n**\nالجزء: 1 ¦ الصفحة: 47\n",
        "النية في الحج\nلقد رتب الله تعالى على حج بيته الحرام كل خير جزيل وجعل قصده من أجل القربات الموصلة إلى ظله الظليل ويسر أسبابه وسهلها بلطفه وكرمه غاية التسهيل.\nفالحج إلى بيت الله الحرام يعتبر رحلة إيمانية لا تعادلها أي رحلة أخرى فبها يستفيد المسلم من تلك الناظر الإيمانية والأجواء الإسلامية ومن الحكم والأسرار والمعاني البديعة التي تمر به في هذه الرحلة الإيمانية.\nوالحج عبادة بدنية ومالية وفيه يجتمع المسلمون من جميع البلدان ومن مختلف الأجناس والألوان في صعيد واحد يتعارفون ويتوادون ويتراحمون.\nوالحجاج هم وفد الله تعالى فيا لها من وفادة عظيمة وعلى ملك الملوك وأكرم الأكرمين وعلى من عنده ثواب الدنيا والآخرة وجميع مطالب السائلين.\n- لماذا نحج؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى قال عز وجل {ولله على الناس حج البيت من استطاع إليه سبيلا} آل عمران: 97.\n2 -\nطاعة لأمر الرسول - صلى الله عليه وسلم -، فقد قال (يا أيها الناس قد فرض الله عليكم الحج فحجوا) رواه مسلم:1337\n3 -\nلإتمام الإسلام قال - صلى الله عليه وسلم - ((بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وحج البيت وصوم رمضان)) البخاري:1/ 46،مسلم:16.\n* النية الثانية: للفوز بأجر الحج ..\n1 -\nالحج من أفضل الأعمال ((سئل النبي - صلى الله عليه وسلم - أي العمل أفضل؟ قال: إيمان بالله ورسوله قيل ثم ماذا قال: الجهاد في سبيل الله قيل ثم ماذا؟ قال: حج مبرور)) البخاري:3/ 302،مسلم:1350. والحج المبرور: هو الذي لا يرتكب صاحبه فيه معصية.\n2 -\nسبب لمغفرة الذنوب قال - صلى الله عليه وسلم - ((من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه)) البخاري: 3/ 302،مسلم:1350\n3 -\nيوجب دخول الجنة، قال - صلى الله عليه وسلم - ((العمرة إلى العمرة كفارة لما بينهما والحج المبرور ليس له جزاء إلا الجنة)) البخاري:3/ 476،مسلم:1349\n4 -\nسبب للعتق من النار قال - صلى الله عليه وسلم - ((ما من يوم أكثر من أن يعتق الله فيه عبدا من النار من يوم عرفه)) رواه مسلم:1348.\n5 -\nيذهب الذنوب والفقر، قال - صلى الله عليه وسلم - ((أديموا الحج والعمرة فإنهم ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد)) صحيح الجامع1/ 253.\n6 -\nلكسب أجر الجهاد قال صلى الله عليه وسلم ((أفضل الجهاد حج مبرور)) رواه البخاري:3/ 302\n* النية الثالثة: لعدم الوقوع في إثم ترك الحج ..\n1 -\nنقض ركن من أركان الإسلام.\n2 -\nمعصية لله تعالى ورسوله - صلى الله عليه وسلم -.\n3 -\nقال تعالى {ولله على الناس حج البت من استطاع إليه سبيلا ومن كفر فإن الله غني عن العالمين} آل عمران: 97.\n**\nالجزء: 1 ¦ الصفحة: 48\n",
        "النية في طلب العلم\nالعلم من أهم مقومات التمكين للأمة الإسلامية لأنه من المستحيل أن يمكن الله تعالى لأمة جاهلة متخلفة عن ركاب العلم والناظر إلى القرآن الكريم يرى في وضوح أنه ذاخر بالآيات التي ترفع من شأن العلم وتحث على طلبه وتحصيله فأول آية من كتاب الله تعالى تأمر بالعلم والقراءة قال تعالى {إقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم. الذي علم بالقلم. علم الإنسان ما لم يعلم} العلق: 1. وكذلك يجعل القرآن الكريم العلم مقابلا للكفر الذي هو الجهل والضلال قال تعالى {أمن هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجوا رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب} الزمر: 9. وإن الشيء الوحيد الذي أمر الله تعالى رسوله - صلى الله عليه وسلم - أن يطلب منه الزيادة؛ هو العلم قال تعالى {وقل رب زدني علما} طه: 114.\nإن العلم والفقه الصحيح الكامل في العقائد والشرائع والآداب وغيرها لا يكون إلا عن طريق الوحي المنزل - قرآنا وسنة - والتزام الدليل الشرعي هو منهج الذين أنعم الله عليهم.\nلقد كان الصحابة رضوان الله عليهم يتعاملون مع العلم الصحيح ليس كحقائق علمية مجرده يتعامل معها العقل فحسب دون أن يكون لها علاقة بالقلب والجوارح. بل لقد أورثهم العلم بالله سبحانه وأسمائه وصفاته وأفعاله؛ محبته والتأله إليه والشوق إلى لقائه وأورثهم تعظيمه والخوف منه والحذر من بأسه وعقابه وبطشه ونقمته وأورثهم رجاء ما عنده والطمع في جنته ورضوانه وحسن الظن به .. فاكتملت لديهم بذلك آثار العلم بالله والإيمان به، وهذه المعاني الوجدانية هي المقصود الأعظم من تحصيل العلم وإذا فقدت فلا ينفع مع فقدها علم بل هو ضرر في العاجل والآجل.\nاطلب العلم ولا تكسل فما\n...\nأبعد الخير عن أهل الكسل\nاحتفل للفقه في الدين ولا\n...\nتشتغل عنه بمال وحول\nواهجر النوم وحصله فمن\n...\nيعرف المطلوب يحقر ما بذل\nلا تقل قد ذهبت أربابه\n...\nكل من سار على الدرب وصل\n- لماذا نطلب العلم؟\n* النية الأولى:\n1 -\nتأدية للفرض الواجب علينا قال - صلى الله عليه وسلم - ((طلب العلم فريضة على كل مسلم)) صحيح الجامع2/ 3913.\n2 -\nلنعبد الله تعالى على بصيرة فإن من شروط قبول العمل: المتابعة لرسول الله - صلى الله عليه وسلم -.\n3 -\nلرد الشبهات والصبر على الشهوات.\n4 -\nللتفقه في الدين قال - صلى الله عليه وسلم - ((من يرد الله به خيرا يفقه في الدين)) البخاري:1/ 150،مسلم:1037.\n5 -\nلتمييز الحق من الباطل.\n* النية الثانية: للفوز بأجر طلب العلم وتحصيله ..\n1 -\nسبب لخشية الله تعالى، قال عز جل: {إنما يخشى الله من عباده العلماء} فاطر: 28.\n2 -\nيرفع الدرجات قال تعالى: {يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات} المجادلة: 11.\n3 -\nسبب لمغفرة الذنوب قال - صلى الله عليه وسلم - ((إن طالب العلم يستغفر له كل شيء حتى الحيتان في البحر)) صحيح الجامع2/ 3914.\n4 -\nيسهل دخول الجنة قال - صلى الله عليه وسلم - ((ما خرج رجل من بيته يطلب علما إلا سهل الله له طريقا إلى الجنة)) صحيح الجامع2/ 5617.\nالجزء: 1 ¦ الصفحة: 49\n",
        "5 -\nيرضي الملائكة، قال - صلى الله عليه وسلم - ((ما من خارج خرج من بيته في طلب العلم إلا وضعت له الملائكة أجنحتها رضا بما يصنع حتى يرجع)) صحيح الجامع2/ 5702.\n6 -\nمن أفضل الأعمال إلى الله تعالى قال - صلى الله عليه وسلم - ((فضل العالم على العابد كفضلي على أدناكم، إن الله عز وجل وملائكته وأهل السماوات والأرض حتى النملة في جحرها وحتى الحوت ليصلون على معلم الناس الخير)) صحيح الجامع2/ 4213. وقال - صلى الله عليه وسلم - ((فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب)) صحيح الجامع2/ 4212. وقال - صلى الله عليه وسلم - ((فضل العلم أحب إلي من فضل العبادة)) صحيح الجامع2/ 4214.\n7 -\nالعلم أعظم كنز في الدنيا قال - صلى الله عليه وسلم - ((إن الدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه وعالما أو متعلما)) صحيح الجامع1/ 2609.\n8 -\nالعلم طريق إلى الخير قال - صلى الله عليه وسلم - ((من يرد الله به خيرا يفقه في الدين)) البخاري:1/ 150،مسلم:1037.\n9 -\nالعلم باب عظيم من أبواب الخير فهو يفتح مجالا واسعا للدعوة إلى الله تعالى.\n10 -\nالعلم يبلّغ درجة الحاج، قال - صلى الله عليه وسلم - ((من غدا إلى المسجد لا يريد إلا أن يتعلم خيرا أو يعلمه كان له كأجر حاج تاما حجته)) صحيح الترغيب والترهيب:82.\n11 -\nالعلم نور يضيء القلب ويطفئ ظلمة الجهل. قال الشافعي يرحمه الله:\nشكوت إلى وكيع سوء حفظي\n...\nفأرشدني بترك المعاصي\nوقال اعلم بأن العلم نور\n...\nونور الله لا يهدى لعاصي.\n* النية الثالثة: لعدم الوقوع في الجهل ..\n1 -\nالجهل السبب الأول للكفر والانحراف، وللمذاهب الضالة، ولجميع المعاصي فإما أن يكون جهل بمراقبة الله تعالى وصفاته، وإما أن يكون جهل بالعمل نفسه، فلا يدري هل هو حلال أم حرام، أو سنة أو بدعة.\n2 -\nالجهل سبب للضلال فقد سمى الله تعالى النصارى (الضالين) فلو تعلم النصارى لعلموا أن الإسلام حق.\n**\nالنية في الأمر بالمعروف والنهي عن المنكر\nقال تعالى {ومن أحسن قولا ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين} فصلت: 33.\nإن الدعوة إلى الله من أعظم الأعمال التي يجب أن يقوم بها المسلمون ومن أجلِّ القربات التي يتقرب بها العبد إلى الله تعالى، ومن أحسن الأقوال التي يتلفظ بها الإنسان، وهي وظيفة الأنبياء والمرسلين، وأصل من الأصول التي بنى الله تعالى عليها الحياة، فما من أمّه إلا ولها مرسلين إلى أن جاءت أمتنا هذه أمة الحبيب - صلى الله عليه وسلم -، فكان خير نبي مرسل، أدى الأمانة ونصح الأمة وكشف الله به الغمة وجاهد في الله حق جهاده وأدى ما عليه على أكمل وجه فصلاة الله وسلامه عليه ثم خلف من بعده الصحابة رضوان الله عليهم فتحملوا تلك الأمانة العظيمة ونشروا الإسلام في جميع أنحاء الأرض وكانوا في دعوتهم سائرين على منهج قائدهم وقدوتهم محمد - صلى الله عليه وسلم - فبذلك سادوا الأرض وفتحوا البلاد فمدحهم الله تعالى وأثنى عليهم فقال عز وجل: {كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله} آل عمران: 110. فمن أراد الفلاح والنجاة فليسر على ما سار عليه محمد - صلى الله عليه وسلم -\nالجزء: 1 ¦ الصفحة: 50\n",
        "وأصحابه رضوان الله عليهم قال تعالى: {ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون} آل عمران: 104.\nلكن طريق الدعوة إلى الله تعالى طريق مليء بالأشواك ولكي تؤتي الدعوة ثمارها الطيبة لابد من اتباع أسس معينة للسير في هذا الطريق:\nأولا: العلم، لابد من العلم بالمعروف والمنكر والتمييز بينهما ولا بد من العلم بحال المأمور، وحال المنهي كما قال عمر بن عبد العزيز: من عبد الله بغير علم كان يفسد أكثر مما يصلح، فإذا علم العبد أن إنكاره لمنكر معين يترتب عليه منكر أكبر فإنه لا يجوز إنكاره وإذا ترتب عليه إزالة معروف أكبر منه لا يجوز الإنكار. كذلك ينبغي قياس المصالح والمفاسد المترتبة، قبل أن نأمر بالمعروف أو ننهى عن المنكر.\nثانيا: الرفق، قال - صلى الله عليه وسلم - ((إن الله رفيق يحب الرفق في الأمر كله)) البخاري:1/ 375،مسلم:2165. وقال - صلى الله عليه وسلم - ((اللهم من ولي من أمر أمتي شيئا فشق عليهم فاشقق عليه، ومن ولي من أمر أمتي شيئا فرفق بهم فارفق به)) رواه مسلم:1828. وقال - صلى الله عليه وسلم - ((إنما بعثتم ميسرين ولم تبعثوا معسرين)) رواه البخاري:1/ 278، وكان أصحب ابن مسعود رضي الله عنه إذا مروا بقوم يرون منهم ما يكرهون يقولون لهم: مهلا رحمكم الله مهلا رحمكم الله، قال تعالى {ادع إلى سبيل ربك بالحكمة والموعظة الحسنة، وجادلهم بالتي هي أحسن} النحل: 125.\nثالثا: الصبر، قال تعالى {واصبر على ما يقولون واهجرهم هجرا جميلا} المزمل: 10. وقال لقمان الحكيم لابنه {يا بني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك} لقمان: 17.\nفلابد من هذه الثلاثة: العلم قبل الأمر والنهي، والرفق معه، والصبر بعده ولابد أن يكون الداعية المسلم متميز عن الآخرين بأخلاقه ورحمته وهيئته ومعاملاته .. فهذه الصفات تورث المحبة في قلوب الآخرين، وتجعلها تتقبل أوامر الله عز وجل وتنتهي عن نواهيه بقلوب راضية.\n- لماذا نأمر بالمعروف وننهى عن المنكر؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى، قال عز وجل {أدع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن} النحل: 125. وقال تعالى {ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون} آل عمران: 104. ففي الآية بيان الإيجاب في قوله تعالى: ((ولتكن)) فهي أمر وفيها بيان أنه فرض كفاية فإذا قامت بها أمة سقط الفرض عن الآخرين ولكن الله تعالى خص القائمين به بالفلاح.\n2 -\nطاعة لأمر الرسول - صلى الله عليه وسلم - حيث قال ((من رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وذلك أضعف الإيمان)) رواه مسلم:49\n3 -\nاقتداء بالرسول - صلى الله عليه وسلم -، قال تعالى لنبيه - صلى الله عليه وسلم -: {قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني} يوسف: 108.\n4 -\nلنشر الإسلام فلولا الدعوة إلى الله تعالى لما وصل إلينا الإسلام وما عرفنا شيئا عنه.\n5 -\nلنصيحة المسلمين، وإنقاذهم مما أوقعوا أنفسهم فيه من التعرض لعقوبة الله تعالى وغضبه.\n6 -\nغيرة على انتهاك محارم الله تعالى.\n7 -\nلتجميع المسلمين على كلمة واحده.\n8 -\nطمعا في هداية الناس.\nالجزء: 1 ¦ الصفحة: 51\n",
        "9 -\nتأدية لحق العلم الذي تعلمناه، قال - صلى الله عليه وسلم - ((لا تزول قدما ابن آدم يوم القيامة من عند ربه حتى يسأل عن خمس: عن عمره فيما أفناه\n...\nوماذا عمل فيما علم؟)) صحيح الجامع2/ 7299.\n* النية الثانية: للفوز بأجر الأمر بالمعروف والنهي عن النكر ..\n1 -\nسبب للفلاح قال تعالى {ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون} آل عمران: 104.\n2 -\nشعار الإيمان قال تعالى {والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن النكر} التوبة: 71.\n3 -\nسبيل النجاة ٌقال تعالى: {فلما نسو ما ذكروا به أنجينا الذين ينهون عن السوء} الأعراف: 165.\n4 -\nتعاون على البر والتقوى قال تعالى {وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان} المائدة: 2.\n5 -\nيوجب السلامة قال - صلى الله عليه وسلم - ((إنه يستعمل عليكم أمراء فتعرفون وتنكرون فمن كره فقد برئ ومن نكر فقد سلم)) رواه مسلم:1854\n6 -\nسبب لتحصيل الصدقات قال - صلى الله عليه وسلم - ((وأمر بالمعروف صدقة ونهي عن المنكر صدقة)) مسلم:720\n7 -\nتأدية لحق الطريق قال - صلى الله عليه وسلم - ((حق الطريق: غض البصر وكف الأذى ورد السلام والأمر بالمعروف والنهي عن النكر)) البخاري:5/ 81،مسلم:2121.\n8 -\nسبب لكسب الحسنات التي لا نهاية لها قال تعالى {إن الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون} فصلت: 8. أي: غير مقطوع، فالأمر بالمعروف والنهي عن المنكر يجعلك تكسب حسنات لا حصر لها فأنت إذا أمرت بالمعروف ونهيت عن المنكر أحدا من المسلمين وعمل بما أمرته به أخذت مثل أجره دون أن ينقص من أجره شيء، ثم إذا أمر هذا المأمور بالمعروف ونهى عن المنكر شخصا آخر فعمل، فلك أجر الأول والثاني دون أن ينقص من أجورهم شيئا، وهكذا إلى يوم القيامة فأكثِر من الأمر بالمعروف والنهي عن المنكر تكثر حسناتك وتنمو. قال - صلى الله عليه وسلم - ((من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئا)) رواه مسلم:2674، وقال - صلى الله عليه وسلم - ((من دل على خير فله مثل أجر فاعله)) صحيح الجامع2/ 6239.\n- ومن صور الأمر بالمعروف:\n1 -\nتعليم كتاب الله تعالى قال - صلى الله عليه وسلم - ((بلغوا عني ولو آية)) البخاري:6/ 461. وقال - صلى الله عليه وسلم - ((من علم آية من كتاب الله عز وجل كان له ثوابها ما تليت)) السلسلة الصحيحة:3/ 323،1335. وقال - صلى الله عليه وسلم - ((خيركم من تعلم القرآن وعلمه)) رواه البخاري:9/ 66\n2 -\nتبليغ حديث الرسول - صلى الله عليه وسلم - حيث يقول ((نضر الله امرءاً سمع منا شيئا فبلَّغه كما سمعه فرب مبلغ أوعى من سامع)) صحيح الجامع2/ 6764.\n3 -\nالدعوة إلى الإسلام، قال - صلى الله عليه وسلم - ((لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم)) البخاري:7/ 58،مسلم:2406، وحمر النعم: الإبل الحمر، وهي أنفس أموال العرب، واعلم أخي المسلم أنه إذا من الله عليك واهتدى أحد على يديك فستكون جميع أعماله في ميزان حسناتك.\n4 -\nتعليم الجاهل قال - صلى الله عليه وسلم - ((ألا ليبلغ الشاهد الغائب، فلعل بعض من يبلغه أن يكون أوعى له من بعض من سمعه)) البخاري:4054\n5 -\nتذكير الغافل قال تعالى {وذكِّر فإن الذكرى تنفع المؤمنين} الذاريات: 55.\nالجزء: 1 ¦ الصفحة: 52\n",
        "6 -\nنشر الكتب والشرائط والمطويات والمصاحف قال - صلى الله عليه وسلم - ((إن مما يلحق المؤمن من عمله وحسناته بعد موته: علما نشره وولدا صالحا تركه، ومصحفا ورثه .. )) صحيح الجامع1/ 2231.\n7 -\nتعليم الناس الخير قال - صلى الله عليه وسلم - ((إن الله عز وجل وملائكته وأهل السماوات والأرض حتى النملة في جحرها وحتى الحوت ليصلون على معلم الناس الخير)) صحيح الجامع2/ 4213. وقال - صلى الله عليه وسلم - ((من غدا إلى المسجد لا يريد إلا أن يتعلم خيرا أو يعلمه كان له كأجر حاج تاما حجته)) صحيح الترغيب والترهيب:82. إن تعليم الناس الخير لا يختص بشيء معين فأبواب الخير كثيرة جدا فعلى المدرس مثلا أن يحتسب الأجر في عمله كله في تعليم الحروف والأرقام والآداب والقراءة والكتابة والخبرات وغيرها من الأعمال فعندما يكبر الطفل المتعلم للحروف والقراءة والكتابة، ويحفظ القرآن ويتفقه في الدين ويعلم الآخرين فكل ذلك يكون في ميزان حسنات المدرس لأنه السبب في تعليمه الحروف والقراءة. فلولا هذا التعليم لما عرف من الدين شيئا، فمجال التدريس مجال واسع للأمر بالمعروف والنهي عن النكر مع جميع الطلاب والمدرسين وكذلك أيضا في كل المجالات.\n* النية الثالثة: لعدم الوقوع في الوعيد المترتب على ترك الأمر بالمعروف والنهي عن النكر ..\n1 -\nسبب للعنة الله تعالى، قال عز وجل {لعن الذين كفروا من بني إسرائيل على لسان داود وعيسى بن مريم ذلك بما عصوا وكانوا يعتدون كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون} المائدة: 78.\n2 -\nيوجب عذاب الله تعالى قال عز وجل {فلما نسوا ما ذكروا به أنجينا الذين ينهون عن السوء وأخذنا الذين ظلموا بعذاب بئيس بما كانوا يفسقون} الأعراف: 165. بئيس: أي شديد.\n3 -\nيمنع استجابة الدعاء وينزل العذاب، قال - صلى الله عليه وسلم - ((والذي نفسي بيده لتأمرن بالمعروف ولتنهون عن النكر أو ليوشكن الله أن يبعث عليكم عقابا من عنده ثم تدعونه فلا يستجيب لكم)) صحيح الجامع2/ 7070.\n4 -\nيعم عقاب الله تعالى بالناس قال - صلى الله عليه وسلم - ((إن الناس إذا رأو المنكر ولا يغيرونه أوشك أن يعمهم الله بعقابه)) صحيح الجامع1/ 1974.\n5 -\nصفة من صفات المنافقين؛ قال تعالى {المنافقون والمنافقات بعضهم من بعض يأمرون بالمنكر وينهون عن المعروف} التوبة: 67.\n6 -\nفيه كتمان للعلم قال - صلى الله عليه وسلم - ((من سئل عن علم فكتمه ألجمه الله يوم القيامة بلجام من نار)) صحيح الجامع2/ 6284.\n7 -\nنفي الإيمان عمن من لم ينكر بإحدى الطرق الثلاثة المذكورة في الحديث؛ قال - صلى الله عليه وسلم - ((فمن جاهدهم بيده فهو مؤمن ومن جاهدهم بلسانه فهو مؤمن ومن جاهدهم بقلبه فو مؤمن، ليس وراء ذلك من الإيمان حبة خردل)) صحيح الجامع2/ 5790.\n**\nالجزء: 1 ¦ الصفحة: 53\n",
        "النية في الصبر\nإن المتأمل في سنن الله تعالى، ليعلم أن البلاء سنة من سننه الكونية القدرية، يقول الله عز وجل: {ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات وبشر الصابرين} سورة البقرة: 155.\nفلقد قدر الله مقادير الخلائق وآجالهم ونسخ آثارهم وأعمالهم وقسم بينهم معايشهم وأموالهم وخلق الموت والحياة ليبلوهم أيهم أحسن عملا وجعل الإيمان بقضاء الله تعالى وقدره ركنا من أركان الإيمان، فما في الأرض من حركة ولا سكون إلا بمشيئته وإرادته وما في الكون كائن إلا بتقدير الله وإيجاده والدنيا طافحة بالأكدار والأنكاد مطبوعة على المشاق والأهوال والعوارض والمحن، هي كالحر والبرد لا بد للعبد منهم والنفس لا تزكوا إلا بالتمحيص قال تعالى: {وليمحص الله الذين آمنوا ويمحق الكافرين. أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين} آل عمران: 141. يقول ابن الجوزي: من أراد أن تدوم له السلامة والعافية من غير بلاء فما عرف التكليف ولا أدرك التسليم.\nوالابتلاء لا يكون إلا عكس المقاصد وخلاف الأماني وضد الملذات، والكل حتما يتجرع مرارته ولكن ما بين مقل ومستكثر، يبتلى المؤمن ليهذب لا ليعذب؛ فتن في السراء ومحن في الضراء قال تعالى {وبلوناهم بالحسنات والسيئات لعلهم يرجعون} الأعراف: 168. والمكروه قد يأتي بالمحبوب، والمرغوب قد يأتي بالمكروه، فلا تأمن أن توافيك المضرة من جانب المسرة، ولا تيأس أن تأتيك المسرة من جانب المضرة قال تعالى {وعسى أن تكرهوا شيئا وهو خير لكم وعسى أن تحبوا شيئا وهو شر لكم} سورة البقرة: 216. والفائز الحقيقي من مصائب الدنيا هو المؤمن قال - صلى الله عليه وسلم - ((عجبا لأمر المؤمن إن أمره كله خير وليس ذلك لأحد إلا المؤمن إذا أصابته سراء شكر فكان خيرا له وإن أصابته ضراء صبر فكان خيرا له)) رواه مسلم:2999\nوالصبر من محاسن أخلاق المسلم التي يتحلى بها، وهو: حبس النفس عما تكره أو احتمال المكروه بنوع من التسليم والرضى ولا يأذن لها في فعلها مهما تاقت لذلك طبعها ويحبسها عن البلاء إذا نزل بها فلا يتركها تجزع أو تسخط بل تبذل الجهد وتصبر. قال - صلى الله عليه وسلم - ((إن الله تعالى ينزل المعونة على قدر المئونة، وينزل الصبر على قدر البلاء)) صحيح الجمع1/ 1919. وقال - صلى الله عليه وسلم - ((ومن يتصبر يصبره الله)) البخاري:3/ 265،مسلم:1053\nوالصبر ثلاثة أنواع:\n1 -\nالصبر على الأقدار:\nلابد لكل مسلم أن يعلم أنه كلما تسمك بدينه كلما عظم بلاءه، وليس هذا عجيبا لأن الله تعالى يبتلي المسلم على قدر دينه، وكلما صبر وتحمل كثر جزاؤه وارتفعت درجته في الجنة قال - صلى الله عليه وسلم - ((يبتلى الرجل على حسب دينه فإن كان دينه صلبا اشتد بلائه وإن كان في دينه رقَّة ابتلي على حسب دينه)) السلسلة الصحيحة:1/ 225\nوالصبر على الأقدار هو أن تصبر على ضيق المعيشة أو قلة الرزق أو مرض يصيبك أو فقد حبيب أو ضياع منصب أو مال ..\n2 -\nالصبر على ترك المعاصي:\nهو أن تجاهد وتصبر نفسك على ترك المعاصي من أجل الله تعالى فإذا دعتك نفسك يوما إلى المعصية فتذكر مراقبة الله تعالى لك وأنه قادر عيك ومحيط بك وتذكر الوقوف بين يديه .. ، واعلم أن الله\nالجزء: 1 ¦ الصفحة: 54\n",
        "تعالى سيبدلك خير منها في الآخرة، بأن يجعلك تتمتع بكل الملذات، فإن الدنيا سجن المؤمن وجنة الكافر.\n3 -\nالصبر على فعل الطاعات:\nوهذا النوع من أصعب أنواع الصبر فهو لا يكون بالقلب فقط بل بالقلب والعقل والجوارح، فعندما تتكاسل عن أداء الصلاة لابد أن تصبر وتجاهد نفسك لتقوم وتصلي وكذلك الصوم، فإنه يحتاج إلى صبر على ترك الطعام والشراب والشهوات قال تعالى: {رب السموات والأرض وما بينهما فاعبده واصطبر لعبادته} مريم: 65. وجميع الأعمال الصالحة تحتاج إلى صبر ومجاهدة للنفس؛ قال تعالى: {ولنبلونكم حتى نعلم المجاهدين منكم والصابرين} محمد: 31. فجاهد نفسك واصبر إلى أن تلقى الله تعالى في دار النعيم المقيم والراحة الدائمة.\n- شروط الصبر:\n1 -\nقال - صلى الله عليه وسلم - ((إنما الصبر عند الصدمة الأولى)) البخاري:3/ 138.\n2 -\nقول {إنا لله وإنا إليه راجعون} سورة البقرة: 156.\n3 -\nعدم خروج كلمة تنافي حكم الله تعالى، فرب كلمة جرى بها اللسان هلك بها الإنسان.\n4 -\nعدم الضجر والتسخط.\n5 -\nالرضى بقضاء اله تعالى، قال - صلى الله عليه وسلم - ((عجبت للمؤمن إن الله تعالى لم يقض له قضاء إلا كان خيرا له)) صحيح الجامع2/ 3985.\n6 -\nعدم الشكوى لغير الله تعالى.\n7 -\nاحتساب الأجر من الله تعالى.\n8 -\nاليقين بفرج الله تعالى.\n- كيف تهون عليك المصيبة؟\n1 -\nأنها لم تكن في الدين.\n2 -\nمعرفة عظم الأجر من الله تعالى.\n3 -\nمعرفة قصر الدنيا.\n4 -\nالتيقن بفرج الله تعالى وأنه سيبدلك خيرا منها.\n5 -\nتذكر رحمة الله تعالى.\n6 -\nأنها لم تكن أكبر من ذلك.\n7 -\nالنظر فيمن فوقك من أصحاب المصائب.\n8 -\nأنك لا تعلم أين الخير، قال تعالى {وعسى أن تكرهوا شيئا وهو خير لكم وعسى أن تحبوا شيئا وهو شر لكم والله يعلم وأنتم لا تعلمون} سورة البقرة: 216.\n- لماذا نصبر؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى، قال عز وجل: {يا أيها الذين آمنوا اصبروا وصابروا} آل عمران: 200.\n2 -\nاقتداء بالنبي - صلى الله عليه وسلم - فقد ضرب لنا أروع الأمثلة في الصبر وتحمل المشاقّ ليبلغنا الإسلام وينقذنا من النار.\n* النية الثانية: للفوز بأجر الصبر.\nأخي الحبيب: خفف المصاب عن نفسك بوعد الأجر وتسهيل الأمر لتذهب المحن بلا شكوى.\nالجزء: 1 ¦ الصفحة: 55\n",
        "1 -\nسبب لمغفرة الذنوب قال - صلى الله عليه وسلم - ((ما يزال البلاء بالمؤمن والمؤمنة؛ في نفسه وولده وماله حتى يلقى الله وما عليه خطيئة)) صحيح الجامع2/ 5815.\n2 -\nيرفع الدرجات، قال - صلى الله عليه وسلم - ((إن الرجل ليكون له منزلة عند الله فما يبلغها بعمل، فلا يزال يبتليه بما يكره حتى يبلغه إياها)) صحيح الجامع:1/ 1625\n3 -\nيجلب الحسنات ويكفر السيئات قال - صلى الله عليه وسلم - ((ما من شيء يصيب المؤمن حتى الشوكة تصيبه إلا كتب الله له بها حسنة، وحط عنه بها خطيئة)) صحيح الجامع2/ 5723. وقال - صلى الله عليه وسلم - ((ما من شيء يصيب المؤمن في جسده يؤذيه إلا كفر الله عنه به من سيئاته)) صحيح الجامع2/ 5724، وفي رواية أخرى ((ما من شيء يصيب المؤمن من نصب ولا حزن ولا وصب، حتى الهم يُهِمه إلا يكفر الله به عنه من سيئاته)) صحيح الجامع2/ 5725.\n4 -\nالفوز بتعويض الله تعالى بخير منها قال - صلى الله عليه وسلم - ((ما من مسلم تصيبه مصيبة فيقول ما أمره الله: (إنا لله وإنا إليه راجعون) اللهم أجرني في مصيبتي واخلف لي خيرا منها إلا أجره الله في مصيبته، وأخلف الله له خيرا منها)) صحيح الجامع2/ 5764.\n5 -\nالبشرى برحمة الله تعالى وهدايته، قال تعالى: {وبشر الصابرين. الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون. أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون} سورة البقرة: 155.\n6 -\nالجزاء بخير ثواب قال تعالى: {ولنجزين الذين صبروا أجرهم بأحسن ما كانوا يعملون} النحل: 96.\n7 -\nالأجر بلا نهاية قال تعالى {إنما يوفى الصابرون أجرهم بغير حساب} الزمر: 10. أي بلا نهاية.\n8 -\nحفظ الله وإعانته لصابر، قال تعالى: {استعينوا بالصبر والصلاة إن الله مع الصابرين} سورة البقرة: 153.\n9 -\nسبب من أسباب دخول الجنة قال تعالى: {جنات عدن يدخلونها ومن صلح من آبائهم وأزواجهم وذرياتهم والملائكة يدخلون عليهم من كل باب. سلام عليكم بما صبرتم فنعم عقبى الدار} الرعد: 23.\n10 -\nالصبر نور يشع على القلب والجسد قال - صلى الله عليه وسلم - ((الصبر ضياء)) رواه مسلم:223.\n11 -\nينزل الطمأنينة والسعادة قال - صلى الله عليه وسلم - ((إن السعيد لمن جنب الفتن ولمن ابتلى فصبر)) صحيح الجامع1/ 1637.\n12 -\nيدفع عذاب الآخرة قال - صلى الله عليه وسلم - ((عذاب أمتي في دنياها)) صحيح الجامع2/ 3993.\n13 -\nفيه سبق إلى الجنة قال - صلى الله عليه وسلم - ((يدخل فقراء المسلمين الجنة قبل أغنيائهم بنصف يوم وهو خمسمائة عام)) صحيح الجامع2/ 8076.\n14 -\nأفضل رزق للعبد قال - صلى الله عليه وسلم - ((ما رزق عبد خيرا له ولا أسع من الصبر)) صحيح الجامع2/ 5626.\n15 -\nالفوز بأجر الحاج؛ قال - صلى الله عليه وسلم - ((قال تعالى: إذا ابتليت عبدا من عبادي مؤمنا فحمدني وصبر على ما ابتليته فإنه يقوم من مضجعه ذلك كيوم ولدته أمه من الخطايا، ويقول الرب عز وجل للحفظة: إني أنا قيدت عبدي هذا وابتليته فأجْرُوا له ما كنتم تجرن له قبل ذلك من الأجر وهو صحيح)) صحيح الجامع2/ 4300.\n16 -\nالضمان بالجنة قال - صلى الله عليه وسلم - ((قال تعالى: إذا ابتليت عبدي بحبيبتيه – أي عينيه – ثم صبر عوضته منهما الجنة)) صحيح الجامع2/ 432.\nالجزء: 1 ¦ الصفحة: 56\n",
        "17 -\nسبب من أسباب الفلاح، قال تعالى {يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون} آل عمران: 200.\n18 -\nيحل البركة قال - صلى الله عليه وسلم - ((إن الله تعالى يبتلي العبد فيما أعطاه فإن رضي بما قسم الله له بورك له فيه ووسعه)) صحيح الجامع1/ 1869.\n19 -\nعلامة لحب الله تعالى للعبد قال - صلى الله عليه وسلم - ((إن عظم الجزاء مع عظم البلاء وإن الله تعالى إذا أحب قوما ابتلاهم)) صحيح الجامع1/ 2110. وقال - صلى الله عليه وسلم - ((أشد الناس بلاء الأنبياء ثم الأمثل فالأمثل)) السلسلة الصحيحة:1/ 225.\n20 -\nعظم الأجر للصابر قال - صلى الله عليه وسلم - ((يود أهل العافية يوم القيامة حين يعطى أهل البلاء الثواب لو أن جلودهم كانت قرضت في الدنيا بالمقاريض)) صحيح الجامع2/ 8177. قال تعالى {إلا الذين صبروا وعملوا الصالحات أولئك لهم مغفرة وأجر كبير} هود: 11.\n21 -\nانتظار الخير من الله؛ قال - صلى الله عليه وسلم - ((لو تعلمون ما ادخر لكم ما حزنتم على ما زوي عنكم)) صحيح الجامع2/ 5261.\n22 -\nيدل على إرادة الله تعالى الخير لعبده، قال - صلى الله عليه وسلم - ((إذا أراد الله بعبده الخير عجل له العقوبة في الدنيا، وإذا أراد بعبده الشر أمسك عنه بذنبه حتى يوافى به يوم القيامة)) صحيح الجامع1/ 308.\n23 -\nنيل رضى الله تعالى قال - صلى الله عليه وسلم - ((إن الله تعالى إذا أحب قوما ابتلاهم فمن رضي فله الرضى)) صحيح الجامع1/ 2110.\n24 -\nالعاقبة المحمودة في الدنيا والآخرة قال تعالى {فاصبر إن العاقبة للمتقين} هود: 49.\n25 -\nالصابر يجري أجره مادام صابرا محتسبا؛ قال - صلى الله عليه وسلم - ((إذا اشتكى العبد المسلم قال الله تعالى للذين يكتبون – أي الملائكة – اكتبوا له أفضل ما كان يعمل إذا كان طلقا حتى أطْلِقه)) صحيح الجامع1/ 343.\n* النية الثالثة: لعدم الوقوع في الوعيد المترتب على الجزع وعدم الرضى ..\n1 -\nيوجب سخط الله تعالى قال - صلى الله عليه وسلم - ((إن عظم الجزاء مع عظم البلاء\n...\nومن سخط فله السخط)) صحيح الجامع1/ 2110.\n2 -\nيمحق البركة؛ قال - صلى الله عليه وسلم - ((\n....\nوإن لم يرض لم يبارك له، ولم يزد على ما كتب له)) صحيح الجامع1/ 1869.\n3 -\nسبب للهلاك، لأن الجزع معناه عدم الرضى بحكم الله تعالى وبأقداره.\n**\nالجزء: 1 ¦ الصفحة: 57\n",
        "النية في الصدقة\nقال تعالى {مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة والله يضاعف لمن يشاء والله واسع عليم} سورة البقرة: 261.\nالجود والكرم خلق من أخلاق رسولنا - صلى الله عليه وسلم - الذي جبله عليه رب العالمين.\nوالجود هو: البذل والعطاء، ليس في المال فحسب، بل في المال والعلم والجاه وبذل النفس لله تعالى، وإن أرفع درجات السخاء الإيثار وهو أن تجود بالمال مع الحاجة إليه وأن تأثر غيرك على نفسك ويجب في الصدقة النية وإخلاص العمل لله فربما وأنت سائر في طريقك وجدت فقيرا فمدت يدك إلى جيبك وأعطيته من أموالك بدون أي نية، فمن هنا كان لابد أن نتذكر النية في كل شيء حتى لا يضيع العمل هباءً منثورا، كما يستحب اختيار الحبيب من الأموال قال تعالى: {لن تنالوا البر حتى تنفقوا مما تحبون} آل عمران: 92.\nويستحب زيادة الصدقة في شهر رمضان المبارك اقتداء بالنبي - صلى الله عليه وسلم -.\n- لماذا نتصدق؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى قال عز وجل {يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض ولا تيمموا الخبيث مننه تنفقون ولستم بآخذيه إلا أن تغمضوا فيه واعلموا أن الله غني حميد. الشيطان يعدكم الفقر ويأمركم بالفحشاء والله يعدكم مغفرة منه وفضلا والله واسع عليم} سورة البقرة: 267.\n2 -\nطاعة لأمر الرسول - صلى الله عليه وسلم - قال - صلى الله عليه وسلم - ((تصدقوا ولو بتمرة)) صحيح الجامع1/ 2951. وقال - صلى الله عليه وسلم - ((من كان له فضل من زاد فليعد به على من لا زاد له)) رواه مسلم1728. فضل: أي زيادة. وقال - صلى الله عليه وسلم - ((إذا أتاكم السائل فضعوا في يده ولو ظلفا محرقا)) صحيح الجامع1/ 267.\n3 -\nاقتداء بالنبي - صلى الله عليه وسلم - فقد كان ((أجود بالخير من الريح المرسلة)) البخاري:4/ 99،مسلم:2307. وعن ابن عباس رضي الله عنهما قال: كان - صلى الله عليه وسلم - أجود الناس وكان أجود ما يكون في رمضان حين يلقاه جبريل)) البخاري:4/ 99،مسلم:2307، وقال - صلى الله عليه وسلم - ((إن الله تعالى جعلني عبدا كريما)) صحيح الجامع1/ 1740.\n* النية الثانية: للفوز بأجر الصدقة ..\n1 -\nتزيد المال قال تعالى {وما أنفقتم من شيء فهو يخلفه} سبأ: 39. وقال - صلى الله عليه وسلم - ((ما من يوم يصبح العباد فيه إلا ملكان ينزلان، فيقول أحدهما اللهم أعط منفقا خلفا، ويقول الآخر اللهم أعط ممسكا تلفا)) البخاري:3/ 241،مسلم:1010، وقال - صلى الله عليه وسلم - ((ما فتح رجل باب عطية بصدقة أو صلة إلا زاده الله تعالى بها كثرة)) صحيح الجامع2/ 5646، وقال تعالى {وما تنفقوا من خير يوف إليكم وأنتم لا تظلمون} سورة البقرة: 272. وقال - صلى الله عليه وسلم - ((ما نقصت صدقة من مال وما زاد الله عبدا بعفو إلا عزا، وما تواضع أحد لله إلا رفعه)) صحيح الجامع2/ 5809.\n2 -\nتضاعف الأجر قال تعالى: {من ذا الذي يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة والله يقبض ويبسط} سورة البقرة: 245. وقال تعالى {مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبه والله يضاعف لمن يشاء والله واسع\nالجزء: 1 ¦ الصفحة: 58\n",
        "عليم} سورة البقرة: 261. قال - صلى الله عليه وسلم - ((من تصدق بعدل تمرة -أي قيمتها- من كسب طيب ولا يقبل الله إلا الطيب فإن الله يقبلها بيمينه ثم يربيها لصاحبها كما يربي أحدكم فلوه – أي: مُهْره - حتى تكون مثل الجبل)) البخاري:3/ 220،مسلم:1014، وقال - صلى الله عليه وسلم - ((الصدقة على المسكين صدقة وهي على ذي الرحم اثنتان صدقة وصلة)) صحيح الجامع2/ 3858، قال تعالى {إن تقرضوا الله قرضا حسنا يضاعفه لكم ويغفر لكم والله شكور حليم} التغابن: 17.\n3 -\nتكفر السيئات قال تعالى: {إن تبدوا الصدقات فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم ويكفر عنكم من سيئاتكم} سورة البقرة: 271. قال - صلى الله عليه وسلم - ((تصدقوا ولو بتمرة فإنها تسد من الجائع، وتطفئ الخطيئة كما يطفئ الماء النار)) صحيح الجامع1/ 2951.\n4 -\nسبب لمحبة الله تعالى، قال - صلى الله عليه وسلم - ((إن الله كريم يحب الكرماء)) صحيح الجامع1/ 1800. وفي رواية أخرى ((إن الله تعالى جواد يحب الجود، ويحب معالي الأخلاق ويكره سفسافها)) صحيح الجامع1/ 1744. وقال - صلى الله عليه وسلم - ((أحب الناس إلى الله أنفعهم وأحب الأعمال إلى الله عز وجل سرور تدخله على مسلم، أو تكشف عنه كربة أو تقضي عنه دينا أو تطرد عنه جوعا، ولأن أمشي مع أخي المسلم في حاجته أحب إلي من أن أعتكف في المسجد شهرا)) صحيح الجامع:1/ 176.\n5 -\nتصرف غضب الله تعالى قال - صلى الله عليه وسلم - ((صدقة السر تطفئ غضب الرب)) صحيح الجامع2/ 3760.\n6 -\nسبب للشفاء من الأمراض قال - صلى الله عليه وسلم - ((داووا مرضاكم بالصدقة)) صحيح الجامع1/ 3358.\n7 -\nمن أسباب الفلاح قال تعالى {ومن يوق شح نفسه فأولئك هم المفلحون} التغابن: 16.\n8 -\nتضمن الظل بظل الله يوم القيامة يوم لا ظل إلا ظله قال - صلى الله عليه وسلم - ((كل امرئ في ظل صدقته حتى يقضى بين الناس)) صحيح الجامع2/ 4510. ومن السبعة الذين يظلهم الله بظله يوم القيامة ((رجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه)) البخاري:2/ 119،مسلم:1031.\n9 -\nمن أنواع البر والخير؛ قال تعالى في تعداد أنواع البر {وآتى المال على حبه ذوي القربى واليتامى والمساكين وابن السبيل والسائلين وفي الرقاب} سورة البقرة: 177. وقال تعالى {وأن تصدقوا خير لكم إن كنتم تعلمون} سورة البقرة: 208. وقال عز وجل {وما تنفقوا من خير فلأنفسكم وما تنفقون إلا ابتغاء وجه الله وما تنفقوا من خير يوف إليكم وأنتم لا تظلمون} سورة البقرة: 272. وقال تعالى {وما تنفقوا من خير فإن الله به عليم} سورة البقرة: 215.\n10 -\nتعظم الأجر قال تعالى {الذين ينفقون أموالهم بالليل والنهار سرا وعلانية فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون} سورة البقرة: 274.وسئل النبي - صلى الله عليه وسلم - أي الصدقة أعظم أجرا .. قال (أن تصدق وأنت صحيح شحيح، تخشى الفقر وتأمل الغنى) البخاري:3/ 227،مسلم:1032\n11 -\nتوجب دخول الجنة قال تعالى في صفات الأبرار {ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا. إنما نطعمكم لوجه الله لا نريد منكم جزاءً ولا شكورا. إنا نخاف من ربنا يوما عبوسا قمطريرا. فوقاهم الله شر ذلك اليوم ولقاهم نضرة وسرورا. وجزاهم بما صبروا جنة وحريرا} الإنسان: 8.\n- وللصدقة طرق كثيرة، ومن طرقها:\n1 -\nالذكر؛ قال - صلى الله عليه وسلم - (كل تسبيحة صدقة وكل تحميدة صدقة وكل تهليلة صدقة وكل تكبيرة صدقة وأمر بالمعروف صدقة ونهي عن المنكر صدقة وفي بضع أحدكم صدقة) رواه مسلم2/ 697\n2 -\nالنية الصادقة؛ قال - صلى الله عليه وسلم - ((وعبد رزقه الله تعالى علما ولم يرزقه مالا فهو صادق النية يقول لو أن لي مالا لعملت بعمل فلان فهو بنيته)) صحيح الجامع1/ 3024.\nالجزء: 1 ¦ الصفحة: 59\n",
        "3 -\nالنفقة على الأهل؛ قال - صلى الله عليه وسلم - ((إذا أنفق الرجل على أهله نفقة يحتسبها -أي يقصد بها وجه الله تعالى والتقرب إليه- فهي له صدقة)) البخاري:9/ 437،مسلم:1002، وقال - صلى الله عليه وسلم - ((أفضل دينار ينفقه الرجل دينار ينفقه على عياله)) رواه مسلم:99\n4 -\nالنفقه على الأرحام؛ قال - صلى الله عليه وسلم - ((الصدقة على المسكين صدقة وهي على ذي الرحم اثنتان صدقة وصلة)) صحيح الجامع2/ 3858.\n5 -\nالحث على الصدقة قال - صلى الله عليه وسلم - ((من دل على خير فله مثل أجر فاعله)) رواه مسلم:1893.\n6 -\nالكلمة الطيبة؛ قال - صلى الله عليه وسلم - ((الكلمة الطيبة صدقة)) البخاري:5/ 226،مسلم:1009.\n7 -\nالضيافة؛ قال - صلى الله عليه وسلم - ((الضيافة ثلاثة أيام فما زاد فهو صدقة)) صحيح الجامع2/ 3902.\n8 -\nسقاية الماء؛ قال - صلى الله عليه وسلم - ((أفضل الصدقة سقي الماء)) صحيح الجامع1/ 1113.\n9 -\nبذل المعروف؛ قال - صلى الله عليه وسلم - ((كل معروف صدقة)) صحيح الجامع2/ 4555.\n10 -\nنشر العلم أو بناء المساجد أو حفر الآبار أو غرس النخيل .. ؛ قال - صلى الله عليه وسلم - ((إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له)) رواه مسلم:3/ 14. وقال - صلى الله عليه وسلم - ((إن مما يلحق المؤمن من عمله وحسناته بعد موته: علما نشره وولدا صالحا تركه ومصحفا ورثه، أو مسجدا بناه أو بيتا لابن السبيل بناه أو نهرا أجراه، أو صدقة أخرجها من ماله في صحته وحياته تلحقه من بعد موته)) صحيح الجامع1/ 2231. وفي رواية أخرى: ((سبع يجري للعبد أجرهن وهو في قبره بعد موته: من علم علما أو أجرى نهرا أو حفر بئرا أو غرس نخلا أو بنى مسجدا أو ورث مصحفا أو ترك ولدا يستغفر له بعد موته)) صحيح الجامع1/ 3612. وقال - صلى الله عليه وسلم - ((من بنى لله مسجدا بني الله له بيتا في الجنة)) صحيح الجامع2/ 6167.\n11 -\nالسعي على الأرملة والمسكين؛ قال - صلى الله عليه وسلم - ((الساعي على الأرملة والمسكين كالمجاهد في سبيل الله –وأحسبه قال: وكالقائم الذي لا يفتر وكالصائم الذي لا يفطر)) رواه البخاري:10/ 366،مسلم:2982.\n12 -\nكفالة اليتيم؛ قال - صلى الله عليه وسلم - ((كافل اليتيم له أو لغيره أنا وهو كهاتين في الجنة)) رواه مسلم:2983. وأشار الراوي بالسبابة والوسطى.\n13 -\nالقرض؛ قال - صلى الله عليه وسلم - ((ما من مسلم يقرض مسلما قرضا مرتين إلا كان كصدقتها مرة)) صحيح الجامع2/ 5769. وقال - صلى الله عليه وسلم - ((إن السلف يجري مجرى شطر الصدقة)) صحيح الجامع1/ 1640، وقال - صلى الله عليه وسلم - ((كل قرض صدقة)) صحيح الجامع2/ 4542.\n14 -\nالتبسم في وجه المسلم؛ قال - صلى الله عليه وسلم - ((تبسمك في وجه أخيك لك صدقة)) صحيح الجامع1/ 2908.\n15 -\nإنظار المعسرين؛ قال - صلى الله عليه وسلم - ((من أنظر معسرا فله بكل يوم مثله صدقة قبل أن يحل الدين فإذا حل الدين فأنظره فله بكل يوم مثلاه صدقة)) صحيح الجامع:2/ 6108\n16 -\nإطعام الزوجة والولد والخادم قال - صلى الله عليه وسلم - ((ما أطعمت زوجتك فهو لك صدقة وما أطعمت ولدك فهو لك صدقة وما أطعمت خادمك فهو لك صدقة وما أطعمت نفسك فهو لك صدقة)) صحيح الجامع2/ 5535.\n17 -\nغرس الأشجار؛ قال - صلى الله عليه وسلم - ((ما من مسلم يغرس غرسا إلا كان ما أكل منه له صدقة وما سرق منه له صدقة ولا يزرؤه أحد – أي ينقصه – إلا كان له صدقة)) رواه مسلم:1552 وفي رواية (فلا يغرس المسلم غرسا فيأكل منه إنسان ولا دابة ولا طير إلا كان له صدقة إلى يوم القيامة) مسلم:8010\nالجزء: 1 ¦ الصفحة: 60\n",
        "18 -\nالإنفاق على الوالدين والأقربين؛ قال تعالى {يسألونك ماذا ينفقون قل ما أنفقتم من خير فللوالدين والأقربين واليتامى والمساكين وابن السبيل وما تفعلوا من خير فإن الله به عليم} سورة البقرة: 215.\n19 -\nمساعدة الضعيف وإغاثة اللهفان؛ قال - صلى الله عليه وسلم - ((من أبواب الصدقة: التكبير وسبحان الله والحمد لله ولا إله إلا الله وأستغفر الله، ويأمر بالمعروف، وينهى عن المنكر، ويعزل الشوك عن طريق الناس والعظم والحجر وتهدي الأعمى وتسمع الأصم والأبكم حتى يفقه، وتدل المستدل على حاجة له قد علمت مكانها، وتسعى بشدة ساقيك إلى اللهفان المستغيث، وترفع بشده ذراعيك مع الضعيف؛ كل ذلك من أبواب الصدقة منك على نفسك)) صحيح الجامع2/ 4038.\n- آداب الصدقة:\n1 -\nالإنفاق من الحلال؛ قال تعالى: {يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض ولا تيمموا الخبيث منه تنفقون} سورة البقرة: 267. وقال - صلى الله عليه وسلم - ((إن الله طيب لا يقبل إلا طيبا)) صحيح الجامع1/ 2744.\n2 -\nتجنب الرياء والمن والأذى؛ قال تعالى {يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى كالذي ينفق ماله رئاء الناس} سورة البقرة: 264. وقال - صلى الله عليه وسلم - ((ثلاثة لا يقبل الله منهم صرفا ولا عدلا - أي فرضا ولا نفلا – عاق، ومنان ومكذب بالقدر)) صحيح الجامع:3065. وقال تعالى {الذين ينفقون أموالهم في سبيل الله ثم لا يتبعون ما أنفقوا منا ولا أذى لهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون. قول معروف ومغفرة خير من صدقة يتبعها أذى والله غني حليم} سورة البقرة: 262.\n3 -\nصدقة السر أفضل من صدقة العلانية؛ قال - صلى الله عليه وسلم - في حديث السبعة الذين يظلهم الله بظله ((رجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه)) البخاري2/ 119، مسلم: 1031. وقال - صلى الله عليه وسلم - ((صدقة السر تطفئ غضب الرب)) صحيح الجامع2/ 3760. وقال تعالى {إن تبدو الصدقات فنعما هي وإن تخفوها وتؤتوها لفقراء فهو خير لكم ويكفر عنكم من سيئاتكم} سورة البقرة: 271.\n4 -\nمن الواجب أن يكون الإنفاق بنفس راضيه، فقد ذم الله تعالى المنافقين فقال عز وجل {ولا ينفقون إلا وهم كارهون} التوبة: 54.\n5 -\nلا تحقرن من الصدقة شيئا ولو شق تمرة قال - صلى الله عليه وسلم - ((تصدقوا ولو بتمرة فإنها تسد من الجائع وتطفئ الخطيئة كما يطفئ الماء النار)) صحيح الجامع1/ 2951. وقال - صلى الله عليه وسلم - ((اتقوا النار ولو بشق تمرة)) البخاري3/ 225، مسلم: 1016، وقال - صلى الله عليه وسلم - ((سبق درهم مائة ألف درهم؛ رجل له درهمان أخذ أحدهما فتصدق به ورجل له مال كثير فأخذ من عرضه مائة ألف فتصدق بها)) صحيح الجامع1/ 3606.\n6 -\nيستحب زيادة الصدقة في شهر رمضان والعشر الأوائل من ذي الحجة وغيرها من الأيام الفاضلة.\n* النية الثالثة: لعدم الوقوع في الوعيد المترتب على إمساك الأموال ..\n1 -\nسبب لإتلاف الأموال قال - صلى الله عليه وسلم - ((ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما: اللهم أعط منفقا خلفا ويقول الآخر اللهم أعط ممسكا تلفا)) البخاري3/ 241، مسلم: 1010.\nالجزء: 1 ¦ الصفحة: 61\n",
        "2 -\nسبب للهلاك قال - صلى الله عليه وسلم - ((إياكم والشح فإنما أهلك من كان قبلكم بالشح، أمرهم بالبخل فبخلوا وأمرهم بالقطيعة فقطعوا وأمرهم بالفجور ففجروا)) صحيح الجامع1/ 2678. قال تعالى {وأنفقوا في سبيل الله لا تلقوا بأيديكم إلى التهلكة} سورة البقرة: 195.\n3 -\nيوقع في الفتن قال - صلى الله عليه وسلم - ((إن لكل أمة فتنة وإن فتنة أمتي المال)) صحيح الجامع1/ 2148.\n4 -\nمعصية لله تعالى، قال عز وجل {وأنفقوا مما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين ولن يؤخر الله نفسا إذا جاء أجلها} المنافقون: 10.\n5 -\nسبب للتعاسة، قال - صلى الله عليه وسلم - ((تعس عبد الدينار والدرهم والقطيفة والخميصة إن أعطى رضي وإن لم يعط لم يرض)) رواه البخاري11/ 216.\n6 -\nفيه أخذ للأموال بغير حق قال - صلى الله عليه وسلم - ((من كان معه فضل ظهر -أي مركوب زائد عن الحاجة -فليعد به – أي يتصدق به – على من لا ظهر له، ومن كان له فضل من زاد فليعد به على من لا زاد له)) قال الراوي: فذكر من أصناف المال ما ذكر حتى رأينا أنه لا حق لأحد منا في فضل - أي زائد عن الحاجة. رواه مسلم: 1728.\n7 -\nيمنع فضل الله يوم القيامة قال - صلى الله عليه وسلم - ((من منع فضل ماء، أو كلأ منعه الله فضله يوم القيامة)) صحيح الجامع:2/ 6560\n8 -\nيوجب الذل والعذاب الأليم يوم القيامة قال - صلى الله عليه وسلم - ((ثلاثة لا ينظر الله إليهم يوم القيامة ولا يزكيهم ولهم عذاب اليم، رجل كان له فضل ماء بالطريق فمنعه من ابن السبيل)) البخاري:2358، وقال - صلى الله عليه وسلم - ((ما من رجل له مال لا يؤدي حق ماله إلا جُعل له طوقا في عنقه وهو شجاع أقرع وهو يفر منه وهو يتبعه)) صحيح الجامع2/ 5707.\n9 -\nسبب للخسران قال تعالى {يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون} المنافقون: 9.\n10 -\nيوجب الحسرة يوم القيامة قال تعالى: {يا أيها الذين آمنوا أنفقوا مما رزقناكم من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة} سورة البقرة: 254.\n11 -\nفيه إضاعة للمال قال - صلى الله عليه وسلم - ((إن الله تعالى حرم عليكم إضاعة المال)) صحيح الجامع1/ 1749.\n12 -\nالتأخر في دخول الجنة؛ قال - صلى الله عليه وسلم - ((يدخل فقراء المسلمين الجنة قبل أغنيائهم بنصف يوم وهو خمس مائة عام)) صحيح الجامع2/ 8070.\n13 -\nسبب في عسرة الحساب يوم القيامة قال - صلى الله عليه وسلم - ((لا تزول قدما ابن آدم يوم القيامة من عند ربه حتى يسأل عن خمس\n....\nوعن ماله من أين اكتسبه وفيم أنفقه)) صحيح الجامع2/ 7299.\n14 -\nالتوعد بالويل قال تعالى {فويل للمصلين الذين هم عن صلاتهم ساهون الذين هم يراؤون ويمنعون الماعون} الماعون: 4. الماعون: اسم لما يتعاوره الناس بينهم وقيل هو الزكاة.\n**\nالجزء: 1 ¦ الصفحة: 62\n",
        "النية في الدعاء\nالدعاء من أفضل الأعمال، وشأنه عظيم عند الرب المتعال، وهو من أعظم القرب لرب العالمين، وبه يدرك العبد مصالح الدنيا والدين، وبكثرة الإلحاح فيه يقطع الرجاء من المخلوقين، ويكمل رجاءه وطمعه في رحمة أرحم الراحمين، وهو صلة تربط العبد بأكرم الأكرمين، قال تعالى {وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان} سورة البقرة: 186.\nوالدعاء له منزلة عظيمة عند الله تعالى، فهو أكرم شيء على الله عز وجل وهو أساس العبادة ولبّها كما أنه سهم من السهام التي لا تخطئ فهو يجلب الخيرات وتدفع به المصائب والهلكات، قال - صلى الله عليه وسلم - ((لا يرد القضاء إلا الدعاء)) صحيح الجامع:2/ 7686.\nإن الدعاء ينبئ عن حقيقة العبودية وقوة الافتقار ويوجب العبد خضوعه وخشوعه لربه وشدة الانكسار فكم من حاجة دينية أو دنيوية ألجأت إلى كثرة التضرع والالتجاء إلى الله تعالى والاضطرار وكم من دعوة رفع الله بها المكاره وأنواع المضار وجُلبت بها الخيرات والبركات والمسارّ وكم تعرض العبد لنفحات الكريم في ساعات الليل والنهار فأصابته نفحة منها في ساعة إجابه فسعد بها وأفلح والتحق بالأبرار، وكم تضرع تائب فتاب عليه وغفر له الخطايا والأوزار، وكم دعاه مضطر فكشف عنه السوء وأزال عنه الاضطرار وكم لجأ إليه مستغيث فأغاثه ببره المدرار فمن وفق لكثرة الدعاء فليبشر بقرب الإجابة ومن أنزل حوائجه كلها بربه فليطمئن بحصولها من فضله وثوابه فحري بنا أن نلح بالدعاء ليلا ونهارا، وأن نلتجئ إليه سرا وجهرا وأن نعلم أنه لا غنى لنا عنه طرفة عين في ديننا ودنيانا فالخلق كلهم مفتقرون إلى الله تعالى محتاجون لما عنده وهو سبحانه غني عنهم.\n- لماذا ندعو الله؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى قال عز وجل {وقال ربكم ادعوني أستجب لكم} غافر: 60.\n2 -\nطاعة للرسول - صلى الله عليه وسلم -، قال - صلى الله عليه وسلم - (\n...\nفاسألوا الله تعالى أن يجدد الإيمان في قلوبكم)) صحيح الجامع:1/ 1590\n* النية الثانية: للفوز بأجر ((الدعاء)):\n1 -\nأساس العبادة قال - صلى الله عليه وسلم - ((الدعاء هو العبادة)) صحيح الجامع1/ 3467.\n2 -\nالدعاء أفضل العبادات قال - صلى الله عليه وسلم - ((أفضل العبادة الدعاء)) صحيح الجامع1/ 1122.\n3 -\nيضمن دخول الجنة والنجاة من النار قال - صلى الله عليه وسلم - ((ما سأل رجل مسلم الله الجنة ثلاثا إلا قالت الجنة اللهم أدخله الجنة ولا استجار رجل مسلم الله من النار ثلاثا إلا قالت النار: اللهم أجره مني)) صحيح الجامع2/ 5630.\n4 -\nالدعاء سبيل الرشاد قال تعالى {وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون} سورة البقرة: 186.\n5 -\nينجي من الكربات قال تعالى {أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض أءله مع الله} النمل: 62. وقال تعال في قصة يونس عليه السلام {فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين. فاستجبنا له ونجينه من الغم وكذلك ننجي المؤمنين} الأنبياء: 87. قال - صلى الله عليه وسلم - ((دعوة ذي النون إذ دعا بها وهو في بطن الحوت (لا إله إلا أنت سبحانك إني كنت من الظالمين) لم يدع بها رجل مسلم قط إلا استجاب الله له)) صحيح الجامع:1/ 3383\nالجزء: 1 ¦ الصفحة: 63\n",
        "ومن أدعية الكرب:\nأ. ((لا إله إلا الله العظيم الحليم لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم)) البخاري11/ 123، ومسلم: 2730.\nب. ((ألا أعلمك كلمات تقولهن عند الكرب؟ الله ربي لا أشرب به شيئا)) صحيح الجامع1/ 2623.\nج. ((ما أصاب عبد هم ولا حزن، فقال: اللهم إني عبدك وابن عبدك وابن أمتك ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحدا من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي ونور صدري وجلاء حزني وذهاب همي، إلا أذهب الله همه وحزنه وأبدله مكانه فرجا)) السلسلة الصحيحة:449\n6. يقوي الإيمان قال - صلى الله عليه وسلم - ((فاسألوا الله أن يجدد الإيمان في قلوبكم)) صحيح الجامع:1/ 1590\n7. فيه كسب للحسنات قال - صلى الله عليه وسلم - ((من استغفر للمؤمنين وللمؤمنات كتب الله له بكل مؤمن ومؤمنة حسنة)) صحيح الجامع2/ 6026.\n8. الدعاء من تمام الإيمان لأن الذي يدعوا الله يوقن بأن الله تعالى سميع بصير قادر على استجابة دعائه وقضاء حاجته وتفريج كربه.\n* النية الثالثة: لعدم الوقوع في الوعيد المترتب على ترك الدعاء ..\n6 -\nسبب لدخول النار قال تعالى {وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين} غافر: 60.\n7 -\nينزل غضب الله تعالى قال - صلى الله عليه وسلم - ((إنه من لم يسأل الله تعالى يغضب عليه)) صحيح الجامع1/ 2418.\n8 -\nيجعل الإنسان بلا قيمه، قال تعالى {قل ما يعبأ بكم ربي لولا دعاءكم} الفرقان: 77. أي لا يبالي بكم.\n9 -\nقال - صلى الله عليه وسلم - ((أعجز الناس من عجز عن الدعاء)) صحيح الجامع1/ 1044.\nأسباب استجابة الدعاء:\n1 -\nالإخلاص. قال تعالى {فادعوا الله مخلصين له الدين} غافر: 65.\n2 -\nتحري الحلال في المأكل والمشرب والملبس؛ فقد ذكر الرسول - صلى الله عليه وسلم - في الحديث ((الرجل يطيل السفر، أشعث أغبر، يمد يده إلى السماء: يا رب يا رب، ومطعمه حرام ومشربه حرام، وملبسه حرم وغذي بالحرام فأنى يستجاب لذلك)) مسلم:1015.\n3 -\nعدم الاستعجال. قال - صلى الله عليه وسلم - ((يستجاب لأحدكم ما لم يعجل)) رواه البخاري11/ 119. ومسلم: 2735.\n4 -\nاستحضار القلب. قال - صلى الله عليه وسلم - ((اعلموا أن الله لا يستجيب دعاءً من قلب غافل لاه)) صحيح الجامع:1/ 245\n5 -\nالعزم؛ قال - صلى الله عليه وسلم - ((إذا دعا أحدكم فليعزم في المسألة ولا يقولن اللهم إن شئت فأعطني فإنه لا مستكره له)) البخاري11/ 118، ومسلم: 2678.\n6 -\nالتيقن باستجابة الدعاء قال - صلى الله عليه وسلم - ((ادعوا الله وأنتم موقنون بالإجابة)) صحيح الجامع:1/ 245\n7 -\nالمسارعة في الخيرات والتضرع بالرغبة والرهبة، قال تعالى {فاستجبنا له ووهبنا له يحيى وأصلحنا له زوجه إنهم كانوا يسارعون في الخيرات ويدعوننا رغبا ورهبا وكانوا لنا خاشعين} الأنبياء: 90.\n8 -\nكثرة الدعاء في الرخاء قال - صلى الله عليه وسلم - ((من سره أن يستجيب الله له عند الشدائد والكرب فليكثر الدعاء في الرخاء)) صحيح الجامع2/ 6290.\nالجزء: 1 ¦ الصفحة: 64\n",
        "9 -\nالأمر بالمعروف والنهي عن المنكر فإن تركهما يمنع استجابة الدعاء قال - صلى الله عليه وسلم - ((والذي نفسي بيده لتأمرن بالمعروف ولتنهون عن المنكر أو ليوشكن الله أن يبعث عليكم عقابا من عنده ثم لتدعُنّه فلا يستجيب لكم)) صحيح الجامع2/ 7070.\n10 -\nالإكثار من النوافل قال تعالى في الحديث القدسي ((وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها وإن سألني أعطيته ولئن استعاذني لأعيذنه)) البخاري11/ 292.\n11 -\nعدم الدعاء بالإثم وقطيعة الرحم.\n12 -\nعدم ارتكاب بعض المعاصي التي تمنع استجابة الدعاء.\n13 -\nأن يبدأ الدعاء بالثناء على الله تعالى وتمجيده والصلاة على الرسول - صلى الله عليه وسلم -، قال - صلى الله عليه وسلم - ((إذا صلى أحدكم فليبدأ بتحميد الله والثناء عليه، ثم ليصلي على النبي - صلى الله عليه وسلم - ثم ليدع بعد بما شاء)) صحيح الجامع1/ 648. وقال - صلى الله عليه وسلم - ((كل دعاء محجوب حتى يصلى على النبي)) صحيح الجامع:2/ 4523\n14 -\nالدعاء للمسلم بظهر الغيب. قال - صلى الله عليه وسلم - ((ما من عبد مسلم يدعو لأخيه بظهر الغيب، إلا قال الملك ولك بمثل)) أخرجه مسلم: 2732.\n15 -\nتحري أوقات استجابة الدعاء كالثلث الأخير من الليل وبين الأذان والإقامة وقبل السلام من الصلاة ودبر الصلوات وعند صياح الديك ودعوة المسافر والمظلوم والمضطر ودعوة الوالد لولده ودعوة المسلم لأخيه بظهر الغيب وعند نزول الغيث وعند شرب ماء زمزم وعند زحف الصفوف في سبيل الله ويوم الجمعة وخاصة في آخر ساعة فيه ويوم عرفة وليلة القدر وعند إفطار الصائم وقد ثبتت كل هذه الأوقات في أحاديث صحيحة.\n**\nالجزء: 1 ¦ الصفحة: 65\n",
        "النية في ذكر الله تعالى\nلقد فضلنا الله تعالى على سائر المخلوقات بالكلام وجعل آلته اللسان وهي نغمة تستعمل في الخير أو الشر فمن استعملها بخير بلغته السعادة في الدنيا والمنازل العلى في الجنة ومن استعملها بغير ذلك أوردته المهالك في الدنيا والآخرة، وأفضل ما يستغل به الوقت بعد قراءة القرآن ذكر الله عز وجل.\n- لماذا نذكر الله تعالى؟\n* النية الأولى:\n1 -\nطاعة لأمر الله تعالى قال عز وجل {يا أيها الذين آمنوا اذكروا الله ذكرا كثيرا وسبحوه بكرة وأصيلا} الأحزاب: 41.\n2 -\nاقتداء بالنبي - صلى الله عليه وسلم - فقد ((كان يذكر الله تعالى على كل أحيانه)) صحيح الجامع2/ 4943.\n* النية الثانية: للفوز بأجر الذكر:\n1 -\nالذكر حياة للجسد قال - صلى الله عليه وسلم - ((مثل الذي يذكر ربه والذي لا يذكر ربه مثل الحي والميت)) البخاري11/ 175.\n2 -\nطمأنينة للقلب قال تعالى {ألا بذكر الله تطمئن القلوب} الرعد: 28.\n3 -\nمنجي من عذاب الله تعالى قال - صلى الله عليه وسلم - ((ما عمل آدمي عملا أنجى له من عذاب الله من ذكر الله)) صحيح الجامع2/ 5644.\n4 -\nسبب للفلاح قال تعالى {واذكروا الله كثيرا لعلكم تفلحون} الجمعة: 10.\n5 -\nيوجب مغفرة الذنوب قال تعالى {والذاكرين الله كثيرا والذاكرات أعد لهم مغفرة وأجرا عظيما} الأحزاب: 35.\n6 -\nمن أحب الأعمال إلى الله عز وجل، قال - صلى الله عليه وسلم - ((أحب الأعمال إلى الله أن تموت ولسانك رطبا من ذكر الله)) صحيح الجامع1/ 165.\n7 -\nينزل رضى الله تعالى على العبد قال تعالى {وسبح بحمد ربك قبل طلوع الشمس وقبل غروبها ومن آناء الليل فسبح وأطراف النهار لعلك ترضى} طه: 130.\n8 -\nسبب لكسب أجر الصدقة قال - صلى الله عليه وسلم - ((كل تسبيحة صدقة وكل تحميدة صدقة وكل تهليلة صدقة وكل تكبيرة صدقة)) صحيح مسلم: 720.\n9 -\nمن خير الأعمال قال - صلى الله عليه وسلم - ((ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم وأرفعها في درجاتكم وخير لكم من إنفاق الذهب والورق وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟ ذكر الله)) صحيح الجامع1/ 2629.\n10 -\nيمحوا السيئات. قال - صلى الله عليه وسلم - ((ما جلس قوم يذكرون الله تعالى فيقومون حتى يقال لهم: قوموا قد غفر الله لكم ذنوبكم، وبدلت سيئاتكم حسنات)) صحيح الجامع2/ 5610.\n11 -\nيوجب ذكر الله تعالى ومعيته للذاكر؛ قال - صلى الله عليه وسلم - ((يقول الله تعالى: أنا عند ظن عبدي بي وأنا معه إذا ذكرني، فإذا ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منه)) البخاري13/ 325، مسلم: 2675.\n12 -\nمن أفضل الأعمال، وأسبقها إلى الملك المتعال، قال - صلى الله عليه وسلم - ((ألا أعلمكم شيئا تدركون به من سبقكم وتسبقون به من بعدكم ولا يكون أحد أفضل منكم إلا من صنع مثل ما صنعتم؟ تسبحون وتكبرون وتحمدون في دبر كل صلاة ثلاثا وثلاثين مرة)) صحيح الجامع1/ 2626. وقال - صلى الله عليه وسلم - ((\nالجزء: 1 ¦ الصفحة: 66\n",
        "سبق المفردون قالوا: وما المفردون يا رسول الله؟ قال: الذاكرون الله كثيرا والذاكرات)) مسلم: 2676.\n13 -\nيوجب ظل الله يوم القيامة، قال - صلى الله عليه وسلم - ((سبعة يظلهم الله في ظله يوم لا ظل إلا ظله\n...\nورجل ذكر الله خاليا ففاضت عيناه)) البخاري2/ 119، ومسلم: 1031.\n14 -\nسبب لنزول السكينة وغشيان الرحمة قال - صلى الله عليه وسلم - ((لا يقعد قوم يذكرون الله إلا حفتهم الملائكة وغشيتهم الرحمة ونزلت عليهم السكينة وذكرهم الله فيمن عنده)) رواه مسلم: 2700.\n15 -\nمن أسهل الطاعات وأقربها إلى رب الأرض والسماوات، عن عبد الله بن بسر أن أعرابيا قال للرسول - صلى الله عليه وسلم - إن شرائع الإسلام قد كثرت علي فأنبئني منها بشيء أتشبث به قال: ((لا يزال لسانك رطبا من ذكر الله عز وجل)) صحيح الجامع2/ 7700.\n-\n...\nومن فضائل الذكر ايضا أنه يطرد الشيطان ويقمعه ويرضي الرحمن ويزيل الهم والغم من القلب، ويجلب له الفرح والسرور ويقوي القلب والبدن وينور الوجه والقلب ويجلب الرزق ويورث القرب من الله تعالى ومحبته، والعبد إذا تعرف على الله تعالى بذكره في الرخاء عرفه في الشدة، وبالذكر يشتغل الإنسان عن الغيبة والنميمة والكذب .. والذكر شفاء القلب ودواءه.\n-\n...\nوهناك أذكار مضاعفة في الأجر كقراءة القرآن مثلا، والمضاعفه والتفاضل يكون بحسب ما في القلب من الإيمان والإخلاص ومن أنواع الذكر:\n*\n((قراءة القرآن))\nقراءة القرآن سنة واجبة، والإكثار منها مستحب، حتى يكون المسلم مستنير الفؤاد مطمئن القلب، مرتاح البال بما يقرآ من كتاب الله عز وجل، ويجب في تلاوته إخلاص النية لله تعالى وقراءته بالترتيل مع مراعات أحكامه التجويدية والتدبر في آياته والعمل بها، والدعوة إليها بقدر المستطاع، مع تحسين الصوت قال - صلى الله عليه وسلم - ((زينوا القرآن بأصواتكم فإن الصوت الحسن يزيد القرآن حسنا)) صحيح الجامع1/ 3581.\nفإذا قرأ المسلم القرآن بهذه الصورة فإن كل حرف يقرأه يؤجر عليه قال - صلى الله عليه وسلم - ((من قرأ حرفا من كتاب الله فله به حسنة والحسنة بعشر أمثالها)) صحيح الجامع2/ 6469. وأما المقدار الذي ينبغي أن يُقرأ فيه القرآن فأقله مرة كل شهر وله أن يزيد بما شاء ولا يختمه في أقل من ثلاثة أيام لقول الرسول - صلى الله عليه وسلم - ((لا يفقه من قرأ القرآن في أقل من ثلاث)) صحيح الجامع2/ 7743.\n- فضل قراءة القرآن:\n1 -\nسبب للهداية قال تعالى {يا أيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنين} يونس: 57.\n2 -\nفيه البشرى بالأجر والثواب قال تعالى: {إن هذا القرآن يهدي للتي هي أقوم ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجرا كبيرا} الإسراء: 9. وقال تعالى {إن الذين يتلون كتاب الله وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية يرجون تجارة لن تبور ليوفيهم أجورهم ويزيدهم من فضله} فاطر: 29.\n3 -\nيشفع لصاحبه يوم القيامة. قال - صلى الله عليه وسلم - ((اقرؤا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه)) رواه مسلم: 804.\nالجزء: 1 ¦ الصفحة: 67\n",
        "4 -\nينزل السكينة والرحمة قال - صلى الله عليه وسلم - ((ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده)) رواه مسلم: 2699.\n5 -\nالفوز بالخيرية قال - صلى الله عليه وسلم - ((خيركم من تعلم القرآن وعلمه)) رواه البخاري9/ 66.\n6 -\nيرفع الدرجات قال - صلى الله عليه وسلم - ((يقال لصاحب القرآن: اقرأ وارتق ورتل كما كنت ترتل في دار الدنيا فإن منزلتك عند آخر آية كنت تقرأها)) صحيح الجامع2/ 8122. وقال - صلى الله عليه وسلم - ((الذي يقرأ القرآن وهو ماهر به مع السفرة الكرام البرره – أي الملائكة – والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران)) رواه البخاري8/ 532، ومسلم: 798.\n7 -\nيرفع مكانة القارئ قال - صلى الله عليه وسلم - ((أهل القرآن هم أهل الله وخاصته)) صحيح الجامع1/ 2528.\nيستحب الإسرار في قراءة القرآن لقول الرسول - صلى الله عليه وسلم - ((الجاهر بالقرآن كالجاهر بالصدقة والمسر بالقرآن كالمسر بالصدقة)) صحيح الجامع1/ 3105.\n* فضل قراءة سور معينة:\n1 -\nسور ة الإخلاص:\nقال - صلى الله عليه وسلم - ((قل هو الله أحد إنها تعدل ثلث القرآن)) رواه مسلم: 812، وقال - صلى الله عليه وسلم - ((من قرأ قل هو الله أحد حتى يختمها عشر مرات بني الله له قصرا في الجنة)) السلسلة الصحيحة:589\n2 -\nسورة الكافرون:\nقال - صلى الله عليه وسلم - ((قل يا أيها الكافرون تعدل ربع القرآن)) صحيح الجامع2/ 4405. وقال - صلى الله عليه وسلم - في سورتي الكافرون والإخلاص ((نعم السورتان هما)) صحيح الجامع2/ 6773.\n3 -\nالمعوذتان (الفلق والناس):\nقال - صلى الله عليه وسلم - لعقبة بن عامر، ((اقرأ في صلاتك المعوذتين فما تعوذ متعوذ بمثلهما)) صحيح الألباني: صفة الصلاة:110.وقال - صلى الله عليه وسلم - ((قل هو الله أحد والمعوذتين حين تمسي وحين تصبح ثلاث مرات تكفيك من كل شيء)) صحيح الجامع2/ 4406.\n4 -\nآية الكرسي:\nقال - صلى الله عليه وسلم - ((من قرأ آية الكرسي دبر – أي بعد – كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا الموت)) صحيح الجامع:2/ 6464.\n5 -\nسورة الفاتحة:\nعن أبي سعيد رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال ((ألا أعلمك أعظم سورة في القرآن؟ قال ((الحمد لله رب العالمين؛ هي السبع المثاني والقرآن العظيم الذي أوتيته)) رواه البخاري8/ 119.\n6 -\nسورة الملك:\nقال - صلى الله عليه وسلم - ((سورة تبارك هي المانعة من عذاب القبر)) صحيح الجامع1/ 3643.\n7 -\nسورة الكهف:\nقال - صلى الله عليه وسلم - ((من حفظ عشر آيات من أول سورة الكهف عصم من فتنة الدجال)) صحيح الجامع:2/ 6201.وقال - صلى الله عليه وسلم - ((من قرأ سورة الكهف في يوم الجمعة أضاء له من النور ما بين الجمعتين)) صحيح الجامع2/ 6470.\n8 -\nسورة الفتح:\nقال - صلى الله عليه وسلم - ((لقد أنزلت علي الليلة سورة لهي أحب إلي مما طلعت عليه الشمس (إنا فتحنا لك فتحا مبينا)) صحيح الجامع2/ 5121.\n9 -\nسورتي البقرة وآل عمران:\nقال - صلى الله عليه وسلم - ((اقرؤوا الزهراوين – أي البقرة وآل عمران – فإنهما يأتيان يوم القيامة، كأنهما غمامتان أو غيايتان أو كأنهما فرقان من طير صواف يحاجان عن أصحابهما، اقرؤوا سورة البقرة فإن أخذها بركة وتركها حسرة، ولا تستطيعها البطلة)) أي السحرة. صحيح الجامع:1/ 1165، وقال - صلى الله عليه وسلم - ((إن الشيطان ينفر من البيت الذي تقرأ فيه سورة البقرة)) رواه مسلم: 780، وقال - صلى الله عليه وسلم - ((من قرأ بالآيتين من آخر سورة البقرة في ليلة كفتاه)) البخاري9/ 50، ومسلم: 808. وكان - صلى الله عليه وسلم - ((إذا استيقظ من نومه من الليل للصلاة قرأ العشر آيات الأخيرة من سورة آل عمران)) رواه البخاري:1069، مسلم:769.\n10 -\nقراءة السور التي يوجد بها سجدة:\nقال - صلى الله عليه وسلم - ((إذا قرأ ابن آدم السجدة فسجد اعتزل الشيطان يبكي يقول يا ويله أمر بالسجود فسجد فله الجنة وأمرت بالسجود فعصيت فلي النار)) مسلم:81.\n*\n((سبحان الله والحمد لله ولا إله إلا الله، والله أكبر))\nعن عبد الله بن عمرو رضي الله عنه قال: ((رأيت رسول الله - صلى الله عليه وسلم - يعقد التسبيح بيمينه)) صحيح أبي داود للألباني:1/ 1330. ويستحب ذكر الله تعالى على اليد فإنها تشهد لصاحبها يوم القيامة، لقول الرسول - صلى الله عليه وسلم - ((عليكن بالتسبيح والتهليل والتقديس، واعقدن بالأنامل فإنهن مسؤولات مستنطقات ولا تغفلن فتنسين الرحمة)) صحيح الجامع2/ 4087.\n1 -\nسبب لمغفرة الذنوب قال - صلى الله عليه وسلم - ((إن الحمد لله وسبحان الله ولا إله إلا الله والله أكبر، لتساقط من ذنوب العبد كما تساقط ورق هذه الشجرة)) صحيح الجامع1/ 1661. وقال - صلى الله عليه وسلم - ((ما على الأرض أحد يقول لا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله إلا كفرت عنه خطاياه ولو كانت مثل زبد البحر)) صحيح الجامع2/ 5636. وقال - صلى الله عليه وسلم - ((من قال سبحان الله وبحمده في يوم مائة مرة حطت عنه خطاياه وإن كانت مثل زبد البحر)) البخاري11/ 168، ومسلم: 2691، وقال - صلى الله عليه وسلم - ((من سبح الله في دبر كل صلاة ثلاثا وثلاثين وحمد الله ثلاثا وثلاثين وكبر الله ثلاثا وثلاثين فتلك تسع وتسعون، وقال تمام المائة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد هو على كل شيء قدير، غفرت خطاياه وإن كانت مثل زبد البحر)) صحيح الجامع2/ 6286.\n2 -\nتثقل الميزان – قال - صلى الله عليه وسلم - ((الطهور شطر الإيمان والحمد لله تملأ الميزان وسبحان الله والحمد لله تملأن ما بين السماوات والأرض)) صحيح مسلم: 223. وقال - صلى الله عليه وسلم - ((كلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن سبحان الله وبحمده سبحان الله العظيم)) البخاري11/ 175، ومسلم: 2694. وقال - صلى الله عليه وسلم - ((لخمس ما أثقلهن في الميزان: لا إله إلا الله وسبحان الله والحمد لله والله أكبر، والولد الصالح يتوفى للمرء المسلم فيحتسبه)) صحيح الجامع1/ 2817.\n3 -\nسبب لكسب الحسنات قال - صلى الله عليه وسلم - ((أيعجز أحدكم أن يكسب كل يوم ألف حسنة؛ يسبح الله مائة تسبيحة فيكتب الله له بها ألف حسنة ويحط عنه بها ألف خطيئة)) صحيح الجامع1/ 2665. وقال - صلى الله عليه وسلم - ((إن الله تعالى اصطفى من الكلام أربعا: سبحان الله والحمد لله ولا إله إلا الله والله أكبر فمن قال سبحان الله كتبت له عشرون حسنة وحطت عنه عشرون سيئة، ومن قال الله\nالجزء: 1 ¦ الصفحة: 68\n",
        "أكبر مثل ذلك، ومن قال لا إله إلا الله مثل ذلك، ومن قال الحمد لله رب العالمين من قبل نفسه: كتبت له ثلاثون حسنة وحط عنه ثلاثون خطيئة)) صحيح الجامع1/ 1718. وقال - صلى الله عليه وسلم - ((ألا أدلك على ما هو أكثر من ذكرك الله الليل مع النهار تقول الحمد لله عدد ما خلق، الحمد لله ملئ ما خلق، الحمد لله عدد ما في السموات وما في الأرض، الحمد لله عدد ما أحصى كتابه، والحمد لله على ما أحصى كتابه، والحمد لله عدد كل شيء، والحمد لله ملئ كل شيء، وتسبح الله مثلهن؛ تعلمهن وعلمهن عقبك من بعدك)) صحيح الجامع1/ 2615. وقد ورد أن رسول الله - صلى الله عليه وسلم - خرج من عند جويرية رضي الله عنها وهي تذكر الله تعالى ثم عاد فوجدها على تلك الحال تذكر الله عز وجل، فقال لها ((لقد قلت بعدك أربع كلمات ثلاث مرات لو وزنت بما قلت منذ اليوم لوزنتهن سبحان الله وبحمده عدد خلقه ورضى نفسه وزنة عرشه ومداد كلماته)) أخرجه مسلم2/ 726.\n4 -\nسبب لدخول الجنة؛ قال - صلى الله عليه وسلم - ((ما أهل مهل قط ولا كبر مكبر قط إلا بشر بالجنة)) صحيح الجامع2/ 5569. وقال - صلى الله عليه وسلم - ((تقول سبحان الله والحمد لله ولا إله إلا الله والله أكبر يغرس لك بكل كلمة منها شجرة في الجنة)) صحيح الجامع1/ 2613. وقال - صلى الله عليه وسلم - ((من قال سبحان الله العظيم وبحمده غرست له بها نخلة في الجنة)) صحيح الجامع2/ 6429. وقال - صلى الله عليه وسلم - ((ألا أدلك على كنز من كنوز الجنة؟ فقلت بلى يا رسول الله، قال: ((لا حول ولا قوة إلا بالله)) البخاري11/ 159، ومسلم: 2704. ومعناها لا تحول عن أي شيء إلا بالله ولا قوة على أي شيء إلا بالله، والله أعلم.\n5 -\nأحب الكلام إلى الله؛ قال - صلى الله عليه وسلم - ((أحب الكلام إلى الله أربع: سبحان الله والحمد لله ولا إله إلا الله والله أكبر، لا يضرك بأيهن بدأت)) صحيح مسلم: 3/ 1685. وقال - صلى الله عليه وسلم - ((لأن أقول سبحان الله والحمد لله ولا إله إلا الله والله أكبر، أحب إلي مما طلعت عليه الشمس)) رواه مسلم: 2695.\n6 -\nتعدل أجر الصدقة؛ قال - صلى الله عليه وسلم - ((كل تسبيحة صدقة وكل تحميدة صدقة وكل تهليلة صدقة وكل تكبيرة صدقة)) صحيح مسلم: 720.\n7 -\nقال - صلى الله عليه وسلم - ((من دخل السوق فقال: لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو حي لا يموت بيده الخير وهو على كل شيء قدير، كتب الله له ألف ألف حسنة ومحا عنه ألف ألف سيئة ورفع له ألف ألف درجة وبني له بيتا في الجنة)) صحيح الجامع2/ 6231. وقال - صلى الله عليه وسلم - ((من قال لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير عشر مرات كان كمن أعتق أربعة أنفس من ولد إسماعيل)) رواه البخاري11/ 170، مسلم: 2693.\n8 -\nقال - صلى الله عليه وسلم - ((أفضل الذكر: لا إله إلا الله وأفضل الدعاء: الحمد لله)) صحيح الجامع1/ 1104.\n*\n((الاستغفار))\nالاستغفار ذكر من أسهل الأذكار وقربة يتقرب بها العبد إلى العزيز الغفار وهو سنة عن المصطفى المختار ودأب الصالحين الأبرار ليكفر عنهم الذنوب والأوزار كذا أُخبرنا في صحيح الآثار، فيجب على العبد أن يلزمه آناء الليل وأطراف النهار، وعند الدخول والخروج من الدار وعند الأزمات والنكبات والأضرار وفي الشدة والرخاء وعند نزول الأمطار وفي آخر ساعات الليل عندما يتجلي الملك القدير وينادي أصحاب الحاجات ويعطي كل سائل بمقدار فهي من أفضل الساعات التي من الله بها على المؤمنين الأخيار فقال عز من قائل: {والمستغفرين بالأسحار} آل عمران: 17.\nفضل الإستغفار ..\n1 -\nتنفيذا لأمر الله تعالى قال عز وجل {واستغفروا الله إن الله غفور رحيم} المزمل: 20.\nالجزء: 1 ¦ الصفحة: 70\n",
        "2 -\nاقتداء بالنبي صلى الله عليه وسلم قال - صلى الله عليه وسلم - ((إني لأستغفر الله في اليوم مائة مرة)) رواه مسلم: 2702.\n3 -\nسبب لمغفرة الذنوب قال تعالى {ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما} النساء: 110. وقال - صلى الله عليه وسلم - في الحديث القدسي {يا ابن آدم: لو بلغت ذنوبك عنان السماء – أي السحاب – ثم استغفرتني غفرت لك ولا أبالي)) صحيح الجامع2/ 4338.\n4 -\nيقي من العذاب، قال تعالى: {وما كان الله معذبهم وهم يستغفرون} الأنفال: 33.\n7 -\nيجلب رحمة الله تعالى؛ قال تعالى {لولا تستغفرون الله لعلكم ترحمون} النمل: 46.\n8 -\nيكثر الحسنات؛ قال - صلى الله عليه وسلم - ((من استغفر للمؤمنين والمؤمنات كتب الله له بكل مؤمن ومؤمنة حسنة)) صحيح الجامع2/ 6026.\n9 -\nيرفع الدرجات؛ قال - صلى الله عليه وسلم - ((إن الرجل لترتفع درجته في الجنة فيقول أنى لي هذا؟ فيقال: باستغفار ولدك لك)) صحيح الجامع:1/ 1617.\n10 -\nيقوي البدن؛ قال تعالى على لسان نبيه هود عليه السلام: {ويا قوم استغفروا ربكم ثم توبوا إليه يرسل السماء عليكم مدراراً ويزدكم قوة إلى قوتكم} هود: 52.\n11 -\nفيه متاع وفضل؛ قال تعالى {وأن استغفروا ربكم ثم توبوا إليه يمتعكم متاعا حسنا إلى أجل مسمى ويؤت كل ذي فضل فضله} هود: 3.\n12 -\nسعة في الأموال والأولاد قال تعالى على لسان نبيه نوح عليه السلام: {فقلت استغفروا ربكم إنه كان غفارا. يرسل السماء عليكم مدرارا ويمددكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهارا} نوح: 10.\nأخي الحبيب: بادر وأسرع بالتوبة والاستغفار قبل فوات الأوان فإن الرسول - صلى الله عليه وسلم - يقول ((إن صاحب الشمال ليرفع القلم ست ساعات عن العبد المسلم المخطئ فإن ندم واستغفر منها ألقاها وإلا كتبت واحدة)) صحيح الجامع1/ 2097.\n*\n((الصلاة على الرسول صلى الله عليه وسلم))\nقال تعالى: {لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليم بالمؤمنين رءوف رحيم} التوبة: 128.\nألا يا محب الحبيب زد صبابةً\n...\nوضمخ لسان الذكر منك بطيبة\nولا تعبأن بالمبطلين فإنما\n...\nعلامة حب الله حب حبيبه\n1 -\nطاعة لأمر الله؛ قال عز وجل {يا أيها الذين آمنوا صلوا عليه وسلموا تسليما} الأحزاب: 56.\n2 -\nطاعة لأمر الرسول - صلى الله عليه وسلم -، قال - صلى الله عليه وسلم - ((صلوا علي وسلموا، فإن صلاتكم تبلغني حيث كنتم)) صحيح الجامع:2/ 3785. وقال - صلى الله عليه وسلم - ((إذا كان يوم الجمعة وليلة الجمعة فأكثروا الصلاة علي)) صحيح الجامع1/ 776.\n3 -\nسبب لكسب الحسنات ورفع الدرجات وتكفير السيئات قال - صلى الله عليه وسلم - ((أتاني آت من عند ربي عز وجل فقال: من صلى عليك من أمتك صلاة كتب الله له بها عشر حسنات ومحا عنه عشر سيئات ورفع له عشر درجات، ورد عليه مثلها)) صحيح الجامع1/ 57.\n4 -\nتوجب شفاعته؛ قال - صلى الله عليه وسلم - ((من صلى علي حين يصبح عشرا وحين يمسي عشرا أدركته شفاعتي يوم القيامة)) صحيح الجامع:2/ 6357\nالجزء: 1 ¦ الصفحة: 71\n",
        "5 -\nسبب لاستجابة الدعاء قال - صلى الله عليه وسلم - ((كل دعاء محجوب حتى يصلي على النبي)) صحيح الجامع:4523\n6 -\nتوجب صلاة الله تعالى للمصلي، قال - صلى الله عليه وسلم - ((من صلى علي صلاة صلى الله عليه بها عشرا)) رواه مسلم: 384.\n7 -\nتفرج الهموم وتغفر الذنوب؛ عن أبي بن كعب رضي الله عنه قال: \"يا رسول الله إني أكثر من الصلاة عليك، كم أجعل لك من صلاتي؟ قال: ما شئت. قلت: الربع. قال: ما شئت فإن زدت فهو خير لك. قلت: فالنصف. قال: ما شئت فإن زدت فهو خير لك .. قلت: فالثلثين.،قال: ما شئت فإن زدت فهو خير لك .. قلت: أجعل لك صلاتي كلها. قال: ((إذا تكفى همك ويغفر لك ذنبك)) السلسلة الصحيحة:954.\n8 -\nتذهب الحسرة يوم القيامة، قال - صلى الله عليه وسلم - ((ما جلس قوم مجلسا لم يذكروا الله تعالى فيه، ولم يصلوا على نبيهم إلا كان عليهم ترة – أي حسرة – فإن شاء عذبهم وإن شاء غفر لهم)) صحيح الجامع:2/ 5607.\n9 -\nللتحلى بصفة الكرم؛ قال - صلى الله عليه وسلم - ((البخيل: من ذكرت عنده فلم يصلي علي)) صحيح الجامع2/ 2878.\n10 -\nعلامة لحب النبي - صلى الله عليه وسلم -؛ قال - صلى الله عليه وسلم - ((لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين)) البخاري:15،مسلم:44. وقال - صلى الله عليه وسلم - ((ثلاث من كن فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله أحب إليه مما سواهما\n...\n)) رواه البخاري1/ 56، ومسلم: 43.\nصفة الصلاة على النبي - صلى الله عليه وسلم - ..\nقال - صلى الله عليه وسلم - ((قولوا: اللهم صلي على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد)) صحيح البخاري:6/ 408\n*\n* النية الثالثة: لعدم الوقوع في الوعيد المترتب على ترك الذكر:\n1 -\nصفة من صفات المنافقين قال تعالى {إن المنافقين يخادعون الله وهو خادعهم وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله إلا قليلا} النساء: 142.\n2 -\nسبب للغفلة، قال تعالى {واذكر ربك في نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والآصال، ولاتكن من الغافلين} الأعراف: 205.\n3 -\nيوجب الحسرة يوم القيامة؛ قال - صلى الله عليه وسلم - ((من قعد مقعدا لم يذكر الله فيه كانت عليه من الله ترة – أي حسرة – ومن اضجع مضجعا لا يذكر الله فيه كانت عليه من الله ترة)) صحيح الجامع2/ 6477.\n4 -\nسبب للتعاسة في الدنيا والآخرة؛ قال تعالى: {ومن أعرض عن ذكري فإن له معيشة ضنكا ونحشره يوم القيامة أعمى} طه: 124.\n5 -\nسبب للخسران؛ قال تعالى {يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون} المنافقون: 9.\n6 -\nيسبب موت القلب والجسد؛ قال - صلى الله عليه وسلم - ((مثل الذي يذكر ربه والذي لا يذكر ربه مثل الحي والميت)) البخاري11/ 175.\n**\nالجزء: 1 ¦ الصفحة: 72\n",
        "النية في جميع الطاعات\nإن للطاعات أبوابا كثيرة جدا يصعب حصرها وجمعها في كتاب واحد ونحن في هذا الكتاب قدمنا بعض الطاعات المهمة ولكن ليس على سبيل الحصر.\nفمن هنا كان لابد أن نقدم نوايا عديدة تنويها في أي طاعة لكي تنال الأجر والثواب في كل طاعة تفعلها.\n- لماذا نطيع الله عز وجل؟\n1 -\nلدخول الجنة؛ قال تعالى {ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم} النساء: 13.\n2 -\nللفوز في الدنيا والآخرة؛ قال تعالى {ومن يطع الله ورسوله فقد فاز فوزا عظيما} الأحزاب: 71.\n3 -\nللفلاح في الدنيا والآخرة قال تعالى {افعلوا الخير لعلكم تفلحون} الحج: 77.\n4 -\nلنيل محبة الله تعالى؛ قال عز وجل في الحديث القدسي ((ما تقرب إلي عبدي بشيء أحب إلي مما افترضت عليه)) رواه البخاري11/ 292.\n5 -\nلرفع الدرجات في الجنة قال تعالى {ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا} النساء: 69.\n6 -\nلجمع الحسنات؛ قال تعالى {فمن يعمل مثقال ذرة خيراً يره} الزلزلة: 7. وقال تعالى {وما تفعلوا من خير فإن الله به عليم} سورة البقرة: 215.\n7 -\nشكر لله على نعمه فقد جاء في الحديث أن الرسول - صلى الله عليه وسلم - كان يقوم الليل حتى تتفطر قدماه، فقالت له عائشة رضي الله عنه، لم تفعل كل ذلك وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال ((أفلا أكون عبدا شكورا)) البخاري8/ 449، مسلم: 2820.\n8 -\nللفوز برضى الله تعالى.\n9 -\nلنيل رحمة الله تعالى قال عز وجل {وأطيعوا الله والرسول لعلكم ترحمون} آل عمران: 132.\n10 -\nطلبا للهداية قال تعالى: {قل أطيعوا الله وأطيعوا الرسول فإن تولو فإنما عليه ما حمل وعليكم ما حملتم وإن تطيعوه تهتدوا .. } النور: 54.\n11 -\nلنكون مؤمنين قال تعالى {وأطيعوا الله ورسوله إن كنتم مؤمنين} الأنفال: 1.\n12 -\nلنحيى حياة طيبة سعيدة، قال تعالى: [من عمل صالحا من ذكر أو أنثى وهو مؤمن فلنحيينة حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون] النحل:97.\n**\nالنية في النوافل\nإن أصل التقى القيام بالواجبات وكمال التقى وزينتها تحليتها بالمستحبات وخصوصا ما حث عليه الشارع من النوافل والأعمال المضاعفات.\n- لماذا نتقرب إلى الله تعالى بالنوافل؟\n1 -\nلنيل محبة الله تعالى، قال - صلى الله عليه وسلم - فيما يرويه عن ربه عز وجل ((وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها وإن سألني أعطيته ولئن استعاذني لأعيذنه)) رواه البخاري11/ 272.\nالجزء: 1 ¦ الصفحة: 73\n",
        "2 -\nلكسب الحسنات؛ قال - صلى الله عليه وسلم - ((قال الله تعالى\n...\nإذا هم عبدي بحسنة ولم يعملها كتبتها له حسنة فإن عملها كتبتها له عشر حسنات إلى سبع مائة ضعف)) صحيح الجامع2/ 4306.\nوللحسنات فوائد كثيرة جدا من أهمها:\n1 -\nتمحو السيئات قال تعالى {إن الحسنات يذهبن السيئات} هود: 114.\n2 -\nتثقل الميزان فالأعمال يوم القيامة توزن؛ قال تعالى {فأما من ثقلت موازينه فهو في عيشة راضيه} القارعة: 5.\n3 -\nسبب للسعادة والسّعة في الدنيا والآخرة؛ قال - صلى الله عليه وسلم - ((إن الله لا يظلم مؤمنا حسنة، يعطي بها في الدنيا ويجزي بها في الآخرة)) رواه مسلم: 57. وقال تعالى {من عمل صالحا من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون} النحل: 97.\n4 -\nلملأ أوقات الفراغ؛ فالنفس إن لم تشغلها بالخير شغلتك هي بالشر.\n5 -\nلزيادة الإيمان فالأعمال الصالحة تزيد الإيمان، والمعاصي تنقص الإيمان؛ قال تعالى {والذين اهتدوا زادهم هدى وآتاهم تقواهم} محمد: 17.\nويستحب المداومة على النوافل، قال - صلى الله عليه وسلم - ((أحب الأعمال إلى الله أدومها وإن قل)) صحيح الجامع1/ 163.\n**\n- لماذا نترك المعاصي؟\n1 -\nلأنها سبب لدخول النار قال تعالى {ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين} النساء 14.\n2 -\nفيها ضلال في الدنيا والآخرة قال تعالى {ومن يعص الله ورسوله فقد ضل ضلالا مبينا} الأحزاب: 36.\n3 -\nسبب للمعيشة الضّنك قال تعالى {ومن أعرض عن ذكري فإن له معيشة ضنكا} طه: 124.\n4 -\nفيها هلاك في الدنيا والآخرة؛ قال - صلى الله عليه وسلم - ((إياكم ومحقرات الذنوب فإن مثل محقرات الذنوب كمثل قوم نزلوا بطن واد فجاء ذا بعود وجاء ذا بعود حتى حملوا ما أنضجوا به خبزهم، وإن محقرات الذنوب متى يأخذ بها صاحبها تهلكه)) صحيح الجامع1/ 2686.\n5 -\nسبب للمصائب؛ قال تعالى {وما أصابكم من مصيبة فبما كسبت أيديكم} الشورى: 30.\n6 -\nتوجب الألم والعقوبة في الدنيا والآخرة قال تعالى {ومن يعمل مثقال ذرة شراً يره} الزلزلة: 8.\n7 -\nتنزل سخط الله وغضبه وتجعل بينك وبين الله تعالى وحشة.\n8 -\nتورث الغفلة وتضعف العقل والقلب.\n9 -\nتزيل النعم قال تعالى {وضرب الله مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون} النحل: 112.\n10 -\nسبب للوقوع في الفتن قال تعالى {فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم} النور: 63.\n11 -\nسبب لحرمان الطاعة وفقد العلم.\n12 -\nتنزل ضيقا في الصدر وذلا في القلب وظلمة في الوجه وهوانا على الله تعالى وعلى الناس قال تعالى {قل ما يعبؤ بكم ربي لولا دعاؤكم} الفرقان: 77. أي: لا يبالي بكم لولا عبادتكم.\n13 -\nتمحو بركة العلم.\n**\nالجزء: 1 ¦ الصفحة: 74\n",
        "القسم الرابع: تذكرة عامة\n.\nذكرى\nاذكر الموت هادم الذات\n...\nوتجهز لمصرع هو آت\nقال - صلى الله عليه وسلم - ((أكثروا ذكر هاذم اللذات: الموت)) صحيح الجامع:1/ 1210. قال العلماء إن تذكر الموت يورث الزهد في الدار الفانية، والتوجه في كل لحظة إلى الدار الآخرة الباقية ويردع عن المعاصي ويلين القلب ويمنع الاغترار بالدنيا والركون إليها ويهون المصائب فيها.\nقالت تعالى {أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون} المؤمنون: 115.\nأخي الحبيب:\nمهما عشت فلابد لك من نهاية ورجعة لتُسأل عن كل ثانية ودقيقة وعن كل صغيرة وكبيرة عملتها في الدنيا، فهل أعددت للسؤال جوابا هل تزودت بالأعمال الصالحة التي تنجيك في يوم كان مقداره ألف سنة؟ قال تعالى {يا أيها الإنسان إنك كادح إلى ربك كدحا فملاقيه} الإنشقاق: 6. فعلى حسب جهدك وتعبك ستلاقي جزاءك، وعلى حسب غفلتك ولهوك ستلاقي وزرك، قال تعالى {وأن ليس للإنسان إلا ما سعى وأن سعيه سوف يرى ثم يجزاه الجزاء الأوفى} النجم: 39. فلا ظلم يوم القيامة ستجازى على كل عمل عملته قال تعالى {فمن يعمل مثقال ذرّة خيراً يره ومن يعمل مثقال ذرة شرا يره} الزلزلة: 7.\nأخي الحبيب:\nأنت مازلت في الدنيا دار العمل وقد أنعم الله عليك بطول المقام فيها فاغتنم حياتك؛ اغتنمها قبل فوات الأوان، والله إن العمر دقائق معدودة وإن الأمر عظيم قال - صلى الله عليه وسلم - ((اغتنم خمسا قبل خمس: حياتك قبل موتك وصحتك قبل سقمك وفراغك قبل شغلك وشبابك قبل هرمك وغناك قبل فقرك)) صحيح الجامع1/ 1077.\nقد آن للغافل أن ينتبه من غفلته قبل هجوم الموت بمرارة كأسه وقبل سكون حركاته وخمود أنفاسه ورحلته إلى قبره وحسابه بين يدي ربه.\nيا ابن آدم: إن الموت لا يعرف وقتا ولا عمرا قد يفاجئك في أي وقت وعلى أية حال فهل أنت مستعد لنزوله؟ خيل لنفسك يا بن آدم ساعة الرحيل إذا علمت أن هذه آخر دقائق لك في الدنيا وإذا بك تفكر أأتوب أم أستغفر أم أرد الظالم أم أوصي بصدقة أو أدل على حاجة .. أم أودّع. ماذا أعمل! كلها دقائق وأغادر الدنيا، أين أفر؟ أين أذهب؟ أين كنت يا ابن آدم طول هذا العمر لماذا وضعت نفسك في هذا المأزق الخطير؟\nسفري بعيد وزادي لن يبلغني\n...\nوقوتي ضعفت والموت يطلبني\nولي بقايا ذنوب لست اعلمها\n...\nالله يعلمها في السر والعلن\nما أحلم الله عني حيث أمهلني\n...\nوقد تماديت في ذنبي ويسترني\nدعني أمسح دموع لا انقطاع لها\n...\nفهل عسى عبرة منها تخلصني\nوإذ بك وأنت على هذا الحال يفاجئك ملك الموت، قال تعالى {حتى إذا جاء أحدهم الموت قال رب ارجعون لعلي أعمل صالحا فيما تركت} المؤمنون: 99. انتهى كل شيء انتهى العمل انتهى مقامك في\nالجزء: 1 ¦ الصفحة: 75\n",
        "الدنيا سترحل إلى دار الجزاء، هل أنت مستعد للحساب؟ تحشرج الصدر وتتابعت الأنفاس {وجاءت سكرة الموت بالحق} وفاضت الروح إلى بارئها. أصبح الجسد خامدا ممدودا وأُخذ بك من فراشك إلى لوح مغتسلك فغسلك الغاسل وألبسك الأكفان وأوحش منك الأهل الجيران وبكى عليك الأصحاب والإخوان.\nضعوا خدي على لحدي ضعوه\n...\nومن عفر التراب فوسدوه\nوشقوا عنه أكفانا رقاقا\n...\nوفي الرمس البعيدة فغيبوه\nوناداه البلا هذا فلان\n...\nهلموا فانظروا هل تعرفوه\nحبيبكم وجاركم المفدى\n...\nتقادم عهده فنسيتموه\nيا ابن آدم: أين الذي جمعته من الأموال وأعددته للشدائد والأهوال ولقد أصبح كفك منه عند الموت خالية صفرا، وبدّلت من بعد غناك وعزك ذلا وفقرا فكيف أصبحت يا رهين أوزاره ويا من سلب من أهله ودياره ما كان أخفى عليك سبيل الرشاد وأقل اهتمامك لحمل الزاد إلى سفرك البعيد وموقفك الصعب الشديد أو ما علمت يا مغرور أن لابد من الارتحال إلى يوم شديد الأهوال وليس ينفعك ثَمَّ قيل ولا قال بل يُعدّ عليك بين يدي الملك الديان ما بطشت اليدان ومشت القدمان ونطق به اللسان وعملت الجوارح والأركان، قال تعالى {إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولا} الإسراء: 36. فإن رحمك فإلى الجنات وإن كانت الأخرى فإلى النيران.\nلقد أجرى الله تعالى سنته بكرمه أنه من عاش على شيء مات عليه ومن مات على شيء بعث عليه فمن عاش على طاعته مخلصا عمله لله تعالى ومتبعا لهدي رسوله - صلى الله عليه وسلم -، فإنه بإذن الله تعالى يموت على طاعة وينوَّر له في قبره بل ويصبح قبره روضة من رياض الجنة جزاء كل لحظة عاشها في طاعة الله عز وجل.\nفاحرص أيها المسلم على اغتنام أوقاتك بالأعمال الصالحة والتوبة النصوح واستعد للموت في كل وقت واحذر من الذنوب والمعاصي ومن تضييع الأوقات فهي سبب الهلاك؛ قال - صلى الله عليه وسلم - ((إياكم ومحقرات الذنوب فإن مثل محقرات الذنوب كمثل قوم نزلوا بطن واد فجاء ذا بعود وجاء ذا بعود حتى حملوا ما أنضجوا به خبزهم وإن محقرات الذنوب متى يأخذ بها صاحبها تهلكه)) صحيح الجامع1/ 2686.\nخل الذنوب صغيرها وكبيرها ذلك التقى\nواصنع كماش فوق أرض الشوك يحذر ما يرى\nلا تحقرن صغيرة إن الجبال من الحصى\nفيجب علينا إصلاح الأعمال قبل اخترام النفوس وحضور الآجال قبل أن تقول النفس يا حسرتى على ما فرطت في جنب الله وطاعة ذي الجلال كيف نغتر بالدنيا وقد أمدنا الله بعمر يتذكر فيه من تذكر وجاءا النذير. قد علمنا أن الآجال تنطوي والإنسان في كل لحظة يرحل ويسير وا عجبا لنا نضيع أوقاتنا وهي أنفس ما لدينا باللهو والبطالات، وقد جعلنا الدنيا كدار قرار وإنما هي دار العمل والتزود واغتنام الخيرات، نعرض عن مولانا وقت الرخاء والسراء ونلجأ إليه حين تصيبنا الضراء أعرضنا عن ذكره، آثرنا رضا المخلوقين على رضاه أخفينا الذنوب عن خلقه وبها جاهرناه، اعتصمنا بغيره وتركناه، ألهتنا الدنيا عن ذكره فنسيناه.\nماذا أقول لربي إذا ما قال لي يوما أما استحييت تعصيني\nوتخفي الذنب من خلقي وبالعصيان تأتيني، فما قولي له لمّا يعاتبني ويقصيني\n**\n(\nالمسارعة إلى الجنة\n)\nقال تعالى {وسارعوا إلى مغفرة من ربكم وجنة عرضها السماوات والأرض أعدت للمتقين} آل عمران: 133.\nوصف الله تعالى الجنات في كتابه وصفا دقيقا يقوم مقام العيان في أكثر من سورة في القرآن وأكثر ذلك في سورة الواقعة، والرحمن، وهل أتاك حديث الغاشية، والإنسان، ويبين ذلك أيضا نبينا محمد - صلى الله عليه وسلم - بأوضح بيان فنذكر هنا ما بلغنا من الأخبار الصحيحة.\nإن الله تعالى أمر نبيه - صلى الله عليه وسلم - أن يبشر بالجنة من آمن وعمل صالحا قال تعالى {وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات تجري من تحتها الأنهار} سورة البقرة: 25. والصحابة الكرام كانوا دائما يسألون النبي - صلى الله عليه وسلم - عن الأعمال التي تدخل الجنة وهذا دليل على حرصهم عليها وعلى الأعمال التي تقربهم إليها ودخول الجنة هو الفوز الحقيقي، قال تعالى {فمن زحزح عن النار وأدخل الجنة فقد فاز} آل عمران: 185. كما أن الإيمان وطاعة الله ورسوله من أهم أسباب دخول الجنة، قال تعالى {ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم} النساء: 13.\nنعيم الجنة يفوق الخيال ولا يوصف قال تعالى في الحديث القدسي ((أعدت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر)) رواه البخاري6/ 230، ومسلم: 2824، والجنة مسماها ليس مجرد الأشجار والأنهار والحور والقصور والذهب والفضة واللبن والخمر؛ وإنما مسمى الجنة الحقيقي اسم لدار النعيم المطلق الكامل وأعلى درجات النعيم هو التمتع بالنظر إلى وجه الله تعالى.\nفهيا بنا لنمتع أنفسنا بوصف الجنة ونعيمها ونعيش فيها بأرواحنا ونحن في الدنيا ونشوّق قلوبنا لها لتعلو همتنا ونسارع في الخيرات لننعم بدخولها ..\n1 -\nالجنة دار الخلود، قال تعالى {ومن يؤمن بالله ويعمل صالحا يدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا} الطلاق: 11. وقال - صلى الله عليه وسلم - في الحديث ((ثم يقال: يا أهل الجنة خلود فلا موت)) البخاري:4730، ومسلم:2849.\n2 -\nبناؤها: قال - صلى الله عليه وسلم - ((الجنة بناؤها لبنة من فضة، ولبنة من ذهب وملاطها المسك الأذفر)) صحيح الجامع1/ 3116.\n3 -\nأبوابها: قال تعالى {جنات عدن مفتحة لهم الأبواب} ص: 50. وقال - صلى الله عليه وسلم - ((من أنفق زوجين في سبيل الله نودي من أبواب الجنة يا عبد الله هذا خير فمن كان من أهل الصلاة دعي من باب الصلاة ومن كان من أهل الجهاد دعي من باب الجهاد ومن كان من أهل الصيام دعي من باب الريان ومن كان من أهل الصدقة دعي من باب الصدقة)) رواه البخاري4/ 96، ومسلم: 1027.\n4 -\nترابها قال - صلى الله عليه وسلم - ((تربتها الزعفران)) صحيح الجامع1/ 3116.\n5 -\nحصباؤها: قال - صلى الله عليه وسلم - ((وحصباؤها اللؤلؤ والياقوت)) صحيح الجامع1/ 3116.\n6 -\nأشجارها: قال تعالى {ودانية عليهم ظلالها وذللت قطوفها تذليلا} الإنسان: 14. وقال - صلى الله عليه وسلم - ((إن في الجنة شجرة يسير الراكب الجواد - أي الفرس - المضمر السريع مائة سنة ما يقطعها)) البخاري11/ 366، ومسلم: 2828.\n7 -\nأنهارها: قال تعالى {مثل الجنة التي وعد المتقون فيها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى} محمد: 15. وقال - صلى الله عليه وسلم - ((\nالجزء: 1 ¦ الصفحة: 76\n",
        "الكوثر نهر في الجنة؛ حافتاه من ذهب، ومجراه على الدرر والياقوت تربته أطيب ريحا من المسك، وماؤه أحلى من العسل وأشد بياضا من الثلج)) صحيح الجامع2/ 4615.\n8 -\nعيونها: قال تعالى {إن المتقين في جنات وعيون} الذاريات: 15. وقال تعالى {عينا فيها تسمى سلسبيلا} الإنسان: 18.\n9 -\nقصورها: قال - صلى الله عليه وسلم - ((دخلت الجنة فإذا أنا بقصر من ذهب .. )) السلسلة الصحية:1405. وقال - صلى الله عليه وسلم - في الحديث: ((فإذا هو بنهر آخر عليه قصر من اللؤلؤ والزبرجد) البخاري:7517\n10 -\nمساكنها: قال تعالى {ومساكن طيبة في جنات عدن} التوبة: 72. وقال تعالى {لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار} الزمر: 20. وقال - صلى الله عليه وسلم - ((إن في الجنة غرفا يرى ظاهرها من باطنها وباطنها من ظاهرها أعدها الله تعالى لمن أطعم الطعام وألان الكلام وتابع الصيام، وصلى بالليل والناس نيام)) صحيح الجامع1/ 2123. واعلم أخي المسلم أن هذه الغرف مختلفة في العلو والصفة بحسب اختلاف أصحابها في الأعمال فبعضها أعلى من بعض وأرفع قال - صلى الله عليه وسلم - ((إن أهل الجنة ليتراءون الغرف في الجنة كما تتراءون الكواكب في السماء)) البخاري11/ 356، مسلم: 2830. وقال - صلى الله عليه وسلم - ((الجنة مائة درجة مابين كل درجتين كما بين السماء والأرض، والفردوس أعلى الجنة، وأوسطها وفوقه عرش الرحمن، ومنها يتفجر أنهار الجنة فإذا سألتم الله فاسألوه الفردوس)) صحيح الجامع:1/ 3121. وقال - صلى الله عليه وسلم - ((يقال لصاحب القرآن إذا دخل الجنة اقرأ واصعد فيقرأ ويصعد بكل آية درجة حتى يقرأ آخر شيء معه)) صحيح الجامع2/ 8821.\n11 -\nخيامها: قال تعالى {حور مقصورات في الخيام} الرحمن: 72، وقال - صلى الله عليه وسلم - ((إن للمؤمن في الجنة لخيمة من لؤلؤة واحدة مجوفة طولها في السماء ستون ميلا للمؤمن فيها أهلون يطوف عليهم المؤمن فلا يرى بعضهم بعضا)) البخاري8/ 479، ومسلم: 2838.\n12 -\nأسواقها: قال - صلى الله عليه وسلم - ((إن في الجنة سوقا يأتونها كل جمعة فتهب ريح الشمال فتحثوا في وجوههم وثيابهم) مسلم: 2833. وفي رواية أخرى ((فتحثو في وجوههم وثيابهم المسك، فيزدادون حسنا وجمالا فيرجعون إلى أهليهم وقد ازدادوا حسنا وجمالا فيقول لهم أهلهم والله لقد ازددتم حسنا وجمالا فيقولون وأنتم والله لقد ازددتم بعدنا حسنا وجمالا)) مسلم:2833\n13 -\nجناتها: قال تعالى {ولمن خاف مقام ربه جنتان} الرحمن: 46. وقال تعالى {جزاؤهم عند ربهم جنات عدن تجري من تحتها الأنهار} البينة: 8. وقال - صلى الله عليه وسلم - ((جنتان من فضة آنيتهما وما فيهما، وجنتان من ذهب آنيتهما وما فيهما)) صحيح الجامع1/ 3101.\n14 -\nفُرشها: قال تعالى {متكئين على فرش بطائنها من إستبرق} الرحمن: 54. أي: حرير، وقال تعالى {على سرر موضونة. متكئين عليها متقابلين} الواقعة: 15، موضونة: منسوجة من الذهب بإحكام.\n15 -\nآنيتها: قال تعالى {ويطاف عليهم بآنية من فضة وأكواب كانت قواريرا. قوارير من فضة قدروها تقديرا} الإنسان: 15. قوارير من فضة: أي أنها من فضة يرى باطنها من ظاهرها كالزجاج. وقدروها تقديرا: أي على قدر ري الشاربين من غير زيادة ولا نقصان وذلك ألذ للشارب، وقال - صلى الله عليه وسلم - ((آنيتهم فيها الذهب)) البخاري6/ 230، 232 ومسلم: 2834، 15.\n16 -\nلباسهم وحليهم: قال تعالى {عاليهم ثياب سندس خضر وإستبرق وحلوا أساور من فضة} الإنسان: 21. وقال تعالى {ولباسهم فيها حرير} الحج: 23. وقال - صلى الله عليه وسلم - ((لو أن امرأة من أهل الجنة\nالجزء: 1 ¦ الصفحة: 78\n",
        "اطلعت على أهل الأرض لأضاءت ما بينهما ولملأته ريحا، ولنصيفها على رأسها خير من الدنيا وما فيها)) البخاري:2769. وقال - صلى الله عليه وسلم - ((لو أن رجلا من أهل الجنة اطلع فبدى أساوره لطمس ضوء الشمس كما تطمس الشمس ضوء النجوم)) صحيح الجامع:2/ 5251. وقال - صلى الله عليه وسلم - ((أمشاطهم الذهب)) البخاري6/ 230، ومسلم: 2834، وقال تعالى {يحلون فيها من أساور من ذهب ولؤلؤا} الحج: 23. وقال - صلى الله عليه وسلم - ((لا تبلى ثيابهم)) صحيح الجامع1/ 3116.\n17 -\nأزواجهم: قال تعالى {وزوجناهم بحور عين} الطور: 20. قال - صلى الله عليه وسلم - ((أزواجهم الحور العين وفي رواية: لكل واحد منهم زوجتان، يرى مخ ساقيها من وراء اللحم من الحسن لا اختلاف بينهم ولا تباغض قلوبهم قلب واحد يسبحون الله بكرة وعشيا)) البخاري:3245، مسلم: 2834،. وقال - صلى الله عليه وسلم - ((للشهيد عند الله سبع خصال\n....\nويزوج اثنتين وسبعين زوجة من الحور العين)) صحيح الجامع2/ 5182. وقال - صلى الله عليه وسلم - ((إ ن الرجل ليفضي في اليوم الواحد إلى مائة عذراء)) السلسلة الصحيحة:367، أما إذا اشتهى الولد، قال - صلى الله عليه وسلم - ((المؤمن إذا اشتهى الولد في الجنة كان حمله ووضعه وسنه في ساعة واحدة كما يشتهي)) صحيح الجامع2/ 6649.\nأما النساء في الجنة فيعطيهم الله تعالى أضعاف جمال الحور العين قال تعالى {إنا أنشأناهن إنشاءً فجعلناهن أبكارا. عربا أترابا} الواقعة: 35. فالله تعالى يعطي للرجال الحور العين وللنساء الجمال وهذا ما يشتهيه كل واحد منهما.\n18 -\nطعامهم: قال تعالى {ولهم فيها من كل الثمرات} محمد: 15. وقال تعالى {وفاكهة مما يتخيرون ولحم طير مما يشتهون} الواقعة: 20. قال تعالى {وفيها ما تشتهيه الأنفس وتلذ الأعين} الزخرف: 71. وقال - صلى الله عليه وسلم - ((إن أهل الجنة يأكلون فيها ويشربون ولا يتفلون ولا يبولون ولا يتغوطون ولا يتمخطون، قالوا: فما بال الطعام قال: جشاء أو رشح كرشح المسك)) مسلم:2835\n19 -\nشرابهم: قال تعالى {يسقون من رحيق مختوم. ختامه مسك وفي ذلك فليتنافس المتنافسون. ومزاجه من تسنيم عينا يشرب به المقربون} المطففين: 25. وقال تعالى {يطاف عليهم بكأس من معين بيضاء لذة للشاربين. لا فيها غول ولا هم عنها ينزفون} الصافات: 45. وقال تعالى {وسقاهم ربهم شرابا طهورا} الإنسان: 21.\n20 -\nنعيمهم الأعظم: قال - صلى الله عليه وسلم - ((إذا دخل أهل الجنة الجنة يقول الله تبارك وتعالى: تريدون شيئا أزيدكم؟ فيقولون: ألم تبيض وجوهنا ألم تدخلنا الجنة وتنجينا من النار؟ فيكشف الحجاب - أي يكشف الله تبارك وتعالى الحجاب بينهم وبينه فيرونه جل جلاله - فما أعطوا شيئا أحب إليهم من النظر إلى ربهم)) رواه مسلم: 181.\nفالجنة فيها كل ما يشتهيه المؤمن ويتمناه وهذا الوصف ليس على سبيل الحصر فلو وصفناها وصفا كاملا لما كفّت الكتب والأقلام ويكفي قول اله تعالى {وفيها ما تشتهيه الأنفس وتلذ الأعين وأنتم فيها خالدون. وتلك الجنة التي أورثتموها بما كنتم تعلمون} الزخرف: 71. وقال - صلى الله عليه وسلم - ((إذا دخل أهل الجنة الجنة ينادي مناد إنّ لكم أن تحيوا فلا تموتوا أبدا، وإن لكم أن تصحوا فلا تسقموا أبدا وإن لكم أن تشبوا فلا تهرموا أبدا، وإن لكم أن تنعموا فلا تبأسوا أبدا)) رواه مسلم: 2837.\nإن الطريق إلى الجنة طريق يحتاج إلى مجاهدة وصبر وعمل فالطريق ليس مفروشا بالورود والرياحين، قال تعالى {أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين} آل عمران: 142. وقال - صلى الله عليه وسلم - ((حفت الجنة بالمكاره وحفت النار بالشهوات)) البخاري:6487،مسلم:2822. فلابد على كل مسلم أن يسارع في عمل الخيرات وترك المعاصي والشهوات ليحظى بجنة عرضها الأرض\nالجزء: 1 ¦ الصفحة: 79\n",
        "والسموات وفي جوار الكريم واسع الرحمات فمن دخلها فقد فاز فوزا عظيما لا يشقى بعده أبدا ويخلد فيها طول المدى.\n**\nاتقوا النار\nخلق الله تعالى النار وجعلها مثوى للكافرين وعاقبة للمجرمين والمتكبرين فهو الحكم العدل شديد العقاب وأحكم الحاكمين وحذر منها النبي - صلى الله عليه وسلم - وأنذر وأخبر أنها مثوى الظالمين.\nقال تعالى {يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارا وقودها الناس والحجارة} التحريم: 6. وقال - صلى الله عليه وسلم - ((ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان فينظر أيمن منه فلا يرى إلا ما قدم وينظر أشأم منه فلا يرى إلا ما قدم، وينظر بين يديه فلا يرى إلا النار تلقاء وجهه فاتقوا النار ولو بشق تمرة)) البخاري13/ 397، مسلم: 67، 68. وقال - صلى الله عليه وسلم - ((الجنة أقرب إلى أحدكم من شرك نعله والنار مثل ذلك)) البخاري11/ 275.\nفالإصرار على بعض المعاصي والكبائر يوجب دخول النار، لكن الخلود فيها للمشركين والكفار، قال تعالى {ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين} النساء: 14.\nأما قول الله تعالى {وإن منكم إلا واردها} مريم: 71. فالورود هنا بمعنى المرور على الصراط المبني فوق جهنم، ثم قال تعالى {ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا} مريم: 72.\nوهنا أقدم لك عرضا سريعا عن وصف النار وعذابها لتحذرها وتبتعد عن كل السبل الموصلة إليها ..\n1 -\nالخلود الدائم؛ قال تعالى {ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين} النساء: 14. وقال - صلى الله عليه وسلم - ((ثم يقال\n...\nويا أهل النار خلود فلا موت فيها)) البخاري:4730، ومسلم:2849\n2 -\nأبوابها؛ قال تعالى {لها سبعة أبواب لكل باب منهم جزء مقسوم} الحجر: 44. أي: فريق معيّن متميز عن غيره.\n3 -\nسعتها وعظمتها؛ قال - صلى الله عليه وسلم - ((يؤتى بجهنم يومئذ لها سبعون ألف زمام مع كل زمام سبعون ألف ملك يجرونها)) رواه مسلم: 2842.\n4 -\nحرها؛ قال - صلى الله عليه وسلم - ((ناركم التي توقدون جزء من سبعين جزءا من نار جهنم)) البخاري:3265 ومسلم:2843.\n5 -\nقعرها؛ قال - صلى الله عليه وسلم - ((إن الصخرة العظيمة لتلقى من شفير جهنم فتهوي بها سبعين عاما ما تفضي إلى قرارها)) صحيح الجامع2/ 1662.\n6 -\nدركاتها؛ فللجنة درجات وللنار دركات، قال تعالى {إن المنافقين في الدرك الأسفل من النار} النساء: 145.\n7 -\nأوديتها؛ قال تعالى {فويل للمصلين. الذين هم عن صلاتهم ساهون. الذين هم يراءون ويمنعون الماعون} الماعون: 4 - 7. والويل: وادي في جهنم.\n8 -\nسجونها؛ قال - صلى الله عليه وسلم - ((يحشر المتكبرن يوم القيامة أمثال الذر في صور الرجال يغشاهم الذل من كل مكان يساقون إلى سجن في جهنم يسمى بولس، تعلوهم نار الأنيار، يسقون من عصارة أهل النار طينة الخبال)) صحيح الجامع2/ 8040.\n9 -\nعذابها؛ قال تعالى {يصب من فوق رؤوسهم الحميم يصهر به مافي بطونهم والجلود ولهم مقامع من حديد} الحج: 19. مقامع: أي مطارق أو سياط، وقال تعالى {كلا إنها لظى. نزاعة للشوى\nالجزء: 1 ¦ الصفحة: 80\n",
        "} المعارج: 15. وقال تعالى {لهم من فوقهم ظلل من النار ومن تحتهم ظلل} الزمر: 16. وقال - صلى الله عليه وسلم - ((يؤتى بأنعم أهل الدنيا من أهل النار يوم القيامة فيصبغ في النار صبغة ثم يقال: يا ابن آدم هل رأيت خيرا قط؟ هل مر بك نعيم قط؟ فيقول: لا والله يا رب)) رواه مسلم: 2807.\n10 -\nسلاسلها وأغلالها؛ قال تعالى {إذ الأغلال في أعناقهم والسلاسل يسحبون} غافر: 71.\n11 -\nأجسادهم؛ قال - صلى الله عليه وسلم - ((إن غلظ جلد الكافر اثنان وأربعون ذراعا وإن ضرسه مثل أحد وإن مجلسه من جهنم كما بين مكة والمدينة)) صحيح الجامع:2114.\n12 -\nوجوههم؛ قال تعالى {ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة} الزمر: 60. وقال تعالى {وتغشى وجوههم النار} إبراهيم: 50. وقال تعالى {إن المجرمين في ضلال وسعر يوم يسحبون في النار على وجوههم ذوقوا مس سقر} القمر: 47.\n13 -\nلباسهم؛ قال تعالى {فالذين كفروا قطعت لهم ثياب من نار} الحج: 19. أي: فصلت.\n14 -\nطعامهم؛ قال تعالى {إن شجرة الزقوم طعام الأثيم. كالمهل يغلي في البطون كغلي الحميم} الدخان: 43. وقال تعالى عن شجرة الزقوم {فإنهم لآكلون منها فمالؤون منها البطون ثم إن لهم عليها لشوبا من حميم} الصافات: 66. وقال - صلى الله عليه وسلم - عن شجرة الزقوم ((لو أن قطرة من الزقوم قطرت في دار الدنيا لأفسدت على أهل الدنيا معايشهم فكيف بمن تكون طعامه)) صحيح الجامع2/ 5250. وقال تعالى {ليس لهم طعام إلا من ضريع. لا يسمن ولا يغني من جوع} الغاشية: 6. والضريع: نوع من الشوك، وقال تعالى {ولا طعام إلا من غسلين} الحاقة: 36. الغسلين: صديد أهل النار أو شجر فيها.\n15 -\nشرابهم: قال تعالى {من ورائه جهنم ويسقى من ماء صديد. يتجرعه ولا يكاد يسيغه ويأتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ} إبراهيم: 16. الصديد: ما يسيل من أجساد أهل النار، ويتجرعه: أي يتكلف بلعه لمراررته، ويسيغه: أي يبتلعه لشدة كراهته. وقال تعالى {وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا} الكهف: 29.\nوالعذاب في النار يتفاوت على حسب أعمالهم ..\n- أشد الناس عذابا؛ قال - صلى الله عليه وسلم - ((إن أشد الناس عذابا يوم القيامة المصورون)) البخاري10/ 321، مسلم: 2109. وقال - صلى الله عليه وسلم - ((أشد الناس عذابا للناس في الدنيا، أشد الناس عذابا عند الله يوم القيامة)) صحيح الجامع:1/ 998\n- يليهم العذاب كل على حسب عمله قال - صلى الله عليه وسلم - ((منهم من تأخذه النار إلى كعبيه ومنهم من تأخذه إلى ركبتيه ومنهم من تأخذه إلى حجزته ومنهم من تأخذه إلى ترقوته)) مسلم: 2845.\n-\n...\nأدناهم عذابا؛ قال - صلى الله عليه وسلم - ((إن أهون أهل النار عذابا يوم القيامة لرجل يوضع في أخمص قدميه جمرتان يغلي منهما دماغه)) البخاري11/ 373، مسلم: 213.\nفالنار فيها كل أصناف العذاب ما يعلمه الإنسان وما لا يعلمه قال تعالى {وأتاهم العذاب من حيث لا يشعرون} الزمر: 29. وقال تعالى {وبدا لهم من الله ما لم يكونوا يحتسبون} الزمر: 47.\nفسبيل النجاة منها هو ترك المعاصي والبعد عن طرق الشهوات والشبهات واجتناب النواهي والإقبال على الطاعات.\n**\nالجزء: 1 ¦ الصفحة: 81\n",
        "نداء\nأيتها النفس التقية النقية، لمَ آثرت الحياة الدنيا على الآخرة الباقية، ألم تعلمي أنها دار فانية، مليئة بالأكدار والأعمال القاسية، فهلا تزودت ليوم كان مقداره ألف سنة يوم تضع كل ذات حمل حملها وترى الناس سكارى وما هم بسكارى ولكن عذاب الله شديد، اعلمي أن زهدك في الدنيا وإقبالك على الآخرة قد يبلغك الأماني المتناهية بأن تحظى بحب الله تعالى وحب الناس من كل ناحية؛ قال - صلى الله عليه وسلم - ((إزهد في الدنيا يحبك الله، وازهد فيما في أيدي الناس يحبك الناس)) صحيح الجامع1/ 922. كما أن من ثمرات الزهد أن يجمع الله لك فضائل عظيمة؛ قال - صلى الله عليه وسلم - ((من كانت الآخرة همه جعل الله غناه في قلبه، وجمع له شمله وأتته الدنيا وهي راغمة ومن كانت الدنيا همه جعل الله فقره بين عينيه وفرق عليه شمله ولم يأته من الدنيا إلا ما قدر له)) صحيح الجامع2/ 26510. واعلمي أيتها النفس أن الله تعالى خلقك ليختبرك ما أنت صانعة في هذه الحياة الدنية، قال - صلى الله عليه وسلم - ((إن الدنيا حلوه خضرة وإن الله مستخلفكم فيها فينظر كيف تعملون فاتقوا الدنيا واتقوا النساء)) رواه مسلم: 2742. فأري ربك منك أقوالا وفعالا رضيه، لتفوزي بالفردوس والمقامات العلية.\nأيتها النفس الزكية اعلمي أنك مسؤولة وواقفة بين يدي رب البشرية فاشغلي أوقاتك بالأعمال الصالحة والمفيدة لتحظي برضى رب البرية فإنك إن لم تشغليها بخير شغلتك هي بالشر، قال - صلى الله عليه وسلم - ((نعمتان مغبون فيهما كثير من الناس الصحة والفراغ)) صحيح الجامع2/ 6778. فأعمارنا ساعات ولحظات منتهية وبعدها سنسأل عن كل دقيقة وثانية وعن كل ما قدمناه في هذه الحياة الدنيّة قال - صلى الله عليه وسلم - ((لا تزول قدم ابن آدم يوم القيامة من عند ربه حتى يسأل عن خمس: عن عمره فيم أفناه وعن شبابه فيما أبلاه وعن ماله من أين اكتسبه؟ وفيم أنفقه؟ وماذا عمل فيما علم)) صحيح الجامع2/ 7299.\nإذا كنت أعلم يقينا أن عمري كساعة ** فلم لا أكون ضنينا بها وأجعلها في إصلاح وطاعة.\nأيتها النفس الأبية، صاحبة الهمة العلية، لم تركت الدعوة إلى الله وانشغلت بالأعمال الدنيوية ألم تعلمي أنها أشرف الأعمال ومهمة الأنبياء والمرسلين وقائد البشرية وهي الغاية الكبرى لنشر الإسلام وإنقاذ الناس من ظلمة الجاهلية وفيها اقتداء بصاحب الرسالة المحمدية وكسب لكنوز الحسنات الغير منتهية، فاصدعي بالحق بين الناس، ولا تخشي الأقوال والأفعال الردية، واعلمي أن أفضل ما يدعى به هو القرآن والسنة النبوية.\nبقلبي الدين مأسور وأعمالي تترجمه\n...\nفلا خيرا بإيمان إذا ما عشت تكتمه\nفما في القلب لي وحدي وليس سواي يعلمه\n...\nفإن أظهرته عملا فإن الناس تفهمه\nفيا رباه ألهمني بحقك ما أقدمه\n...\nوانفع أمتي نفعا بحسن الركب تختمه\nأيتها النفس المغرورة ذات الأعمال الكثيرة، لم تغترين بعملك وتظنين أنك بلغت القمة المطلوبة، إحذري الغرور فربما تكون أعمالك من الأعمال المثبورة عند نشر الصحف والكتب المنثورة، عندها لا ينجو أحد بعمله، قال - صلى الله عليه وسلم - ((لو أن رجلا يجر على وجهه من يوم ولد إلى يوم يموت هرما في مرضات الله تعالى لحقره يوم القيامة)) صحيح الجامع2/ 5249. وقال - صلى الله عليه وسلم - ((لا يدخل أحد منكم عمله الجنة ولا يجير من النار، ولا أنا إلا برحمة الله)) صحيح الجامع2/ 7667. فحقري عملك مهما كان لتكوني دائما فرحة مسرورة.\nأيتها النفس القوية المخدوعة بالعطية، كيف حاربتي خالق الكون صاحب القوة المتناهية الأبدية، أعندك جنود أقوى من جنود رب البشرية الذي قال تعالى في كتابه {وما يعلم جنود ربك إلا\nالجزء: 1 ¦ الصفحة: 82\n",
        "هو} المدثر: 31. لم تتعاطين الربا بالصبح والعشية، ولم تراعي مراقبة العظيم صاحب العطية الذي ينعم عليك في كل وقت وفي كل ضيق وكربة\n...\nألا تستحي، وتحذري محاربة الجبار ذو البطش الشديد هل هذا هو شكر هذه النعم المأتية!!!\nأيتها النفس العزيزة القانعة بما آتاك الله تعالى بكل رضا اعلمي أنك إن كنت تطلبين ما يرضيك فكل شيء في الدنيا لا يكفيك وإن كنت تطلبين ما يكفيك فأقل شيء في الدنيا يرضيك واعلمي أن سعادتك مبنية على الرضا والقناعة برزق رب البرية، قال - صلى الله عليه وسلم - ((طوبى لمن هدي للإسلام وكان عيشه كفافا وقنع به)) صحيح الجامع2/ 3931.\nهي القناعة لا تبغي بها بدلا\n...\nفيها النعيم وفيها راحة البدن\nانظر لمن ملك الدنيا بأجمعها\n...\nهل راح منها بغير القطن والكفن\nأيتها النفس المسكينة، الغافلة عن الآخرة لم تعصين الله سرا وعلانية وتجاهرين بالمعاصي كأنك منتقمة متعدية أكان بينك وبينه عداوة جعلتك تخالفين أمره وتتركين نهيه، لم كل هذا العناد ألم ترى كيف ينعم عليك من مجيئك إلى الدنيا إلى يوم الميعاد، ويحفّك برحمته ونعمه وغفرانه أنت وجميع العباد، فماذا عليك لو التزمت أوامره واجتنبت نواهيه!! ليس لك جزاء إلا السعادة والفوز في الدنيا والآخرة.\nأيتها النفس الخائفة المرتعدة الراجفة لم تخافين من الأقدار النازلة وتحملين هموم الأيام القادمة أليست من صنع أحكم الحاكمين منزل الابتلاءات والمصائب المؤلمة والبشريات والمسرات المفرحة فلا بد أن تعتصمي به وتكوني مؤمنة ولا تسألي غيره ولا تستعيني بسواه تعرفي عليه في الرخاء يعرفك في الشدة والعناء، ارضي بأقداره وأفعاله تكوني أسعد الناس؛ قال - صلى الله عليه وسلم - ((احفظ الله يحفظك، احفظ الله تجده تجاهك إذا سألت فاسأل الله وإذا استعنت فاستعن بالله واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولو اجمتعوا على أن يضروك بشيء لم يضروك بشي إلا قد كتبه الله عليك جفت الأقلام ورفعت الصحف)) صحيح الجامع2/ 7957. وقال - صلى الله عليه وسلم - ((تعرّف إلى الله في الرخاء يعرفك في الشدة واعلم أن ما أخطأك لم يكن ليصيبك وما أصابك لم يكن ليخطئك واعلم أن النصر مع الصبر، وأن الفرج مع الكرب وأن مع العسر يسرا)) السلسلة الصحيحة:5/ 497.\nأيتها النفس الحزينة المكلومة .. يا من تكالبت عليها الذنوب والأوزار ولم تجد لها حيلة وحاولت الخلاص منها فلم تنجح أي وسيلة؛ باب التوبة مفتوح يناديك:\nكفى يا نفس ما كان\n...\nكفاك هوى وعصيانا\nكفاك ففي الحشا صوت\n...\nمن الإشفاق نادانا\nكأني ما سمعت ولا\n...\nرأيت الهدى إذ بانا\nكأني صخرة فمتى\n...\nيلين الصخر إيمانا\nأيا نفسي خبا نفسي\n...\nبضيق الصدر أحزانا\nأصيح بتوبتي ندما\n...\nكفى يا نفس ما كانا\nالكل يناديك، يناديك رب العزة ويقول {قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنب جميعا إنه هو الغفور الرحيم. وأنيبوا إلى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا تنصرون واتبعوا أحسن ما أنزل إليكم من ربكم من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون} الزمر: 53.\nالجزء: 1 ¦ الصفحة: 83\n",
        "يناديك المصطفى - صلى الله عليه وسلم - ويقول: ((إن الله تعالى يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها)) رواه مسلم: 2760.\nأناديك وأقول:\nقدم لنفسك توبة مرجوة\n...\nقبل الممات وقبل حبس الألسن\nبادر به غلق النفوس فإنها\n...\nذخر وغنم للمنيب المحسن\n* * *\nالخاتمة\nانتهى هنا آخر ما قطفناه من بستان النية، فلله الحمد والمنة وأسأله سبحانه بمنه وكرمه أن يبلغنا مقصودنا في هذا العمل ويجعله معينا على تحسين وتجديد النيات ورفع الدرجات، كما أرجو منه تعالى أن يكون هذا العمل مرجعا للمسلمين في أعمالهم ونياتهم وأن ينتفعوا بفضائله وتحذيراته التي ذكرت بين طياته في جميع حياتهم.\nوأسأله سبحانه حسن النية وأن ينفعني بهذا العمل وسائر البرية والحمد لله أولا وآخرا وباطنا وظاهرا وعلى رسوله المصطفى أزكى صلاة وتحية.\nتم الكتاب وربنا المحمود\n...\nوله المكارم والعلا والجود\nوعلى النبي محمد صلواته\n...\nما ناح قمري وأورق عود\nتم بحمد الله\nالجزء: 1 ¦ الصفحة: 84\n",
        "المراجع\n1 -\nرياض الصالحين. تأليف/ النووي. تحقيق/ عبد العزيز رباح، أحمد يوسف الدقاق. الطبعة/ دار المأمون للطباعة والنشر.\n2 -\nشرح الأربعين النووية. تأليف/ النووي. تحقيق/ هاني حاج. الناشر/ مكتبة العلم. الطبعة/ الثانية 1421هـ، 200م.\n3 -\nمقرر العقيدة\n4 -\nإلى أمل الأمة\n5 -\nأسار الجمال والزينة للمرأة المسلمة\n6 -\nعمر بن الخطاب رضي الله عنه للصلابي.\n7 -\nأسرار العلاج بزيت الزيتون\n8 -\nالإستنساخ البشري\n9 -\nالموسوعة الصحيحة\n10 -\nماذا تعرف عن الإمساك\n11 -\nتذكير الشباب بما جاء في اسبال الثياب\n12 -\nقبس مختار من صحيح الأذكار\n13 -\nالحقوق الإسلامية\n14 -\nالبيت السعيد وخلاف الزوجين\n15 -\nتفسير ابن كثير\n16 -\nتلبيس إبليس\n17 -\nأحكام الجنائز للألباني\n18 -\nقطيعة الرحم\n19 -\nهذه أخلاقنا حين نكون مؤمنين حقا\n20 -\nصحيح الجامع.\n21 -\nالسلسلة الصحيحة\n22 -\nصحيح أبو داود للألباني\n23 -\nالأخوة في الإسلام\n24 -\nأجمل البيان في فضل الصمت وحفظ اللسان\n25 -\nالمختارة في أدب المجلس والزيارة\n26 -\nتفسير العشر الأخير ((من كتاب زبدة التفسير))\n27 -\nحصن المسلم\n28 -\nغاية المرام.\n29 -\nمحبة النبي صلى الله عليه وسلم وتعظيمه\n30 -\nإلى أهل المصائب والأحزان\n31 -\nالفواكه الشهية في الخطب المنبرية\n32 -\nصحيح التذكرة في أحوال الموتى وأمور الآخرة\n33 -\nأسرار الحج\nالجزء: 1 ¦ الصفحة: 85\n",
        "34 -\nصفة الصلاة\n35 -\nصفة صلاة النبي صلى الله عليه وسلم للألباني\n36 -\nالسنن المهجورة\n37 -\nعقيدة أهل السنة والجماعة\n38 -\nمنهاج المسلم\nالجزء: 1 ¦ الصفحة: 86\n",
        ""
    ]
}