{
    "1": [
        "أوهام شعراء العرب في المعاني\nأوهام شعراء العرب في المعاني\nأحمد تيمور باشا\nالكتاب:\nأوهام شعراء العرب في المعاني\nالمؤلف:\nأحمد بن إسماعيل بن محمد تيمور (المتوفى: 1348هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nتمهيد\nإذا قيل: إن العربي لا يخطأ، فالمراد لا يخطأ في اللفظ للملكة اللسانية الراسخة فيه، وأما في المعاني فلم يقل أحد بعصمة جنانه، كما قالوا بعصمة لسانه، بل هو خلاف ما صرح به أئمة العربية، ألا تراهم كيف خطأوا أبا قيس بن رفاعة في قوله:\nمنا الذي هو ما إن طر شاربه\n...\nوالعانسون ومنا المرد والشيب\nلأنه لم يحسن التقسيم في البيت.\nوقد اعترض ابن هشام في المغنى على ذكره المرد بعد قوله: ما طر شاربه، إذ الذي لم ينبت شاربه أمرد، فكأنه قال: منا الأمرد، ومنا المرد، ثم قال: ((والبيت عندي فاسد التقسيم بغير هذا، ألا ترى أن العانسين، وهم الذين لم يتزوجوا، لا يناسبون بقية الأقسام، وإنما العرب محميون عن الخطأ في الألفاظ دون المعاني)) انتهى.\nوقد حاول بعض شراحه تصويب ما في البيت بتقدير أن أصله: منا العانسون والمتزوجون ومنا المرد والشيب، وذكروا فيه أوجهاً أخرى لا تخلو من مثل هذا التكلف.\nوقال الجاحظ في كتاب الحيوان: ((وليس الأعرابي بقدوة إلا في الجر والنصب والرفع وفي الأسماء، وأما غير ذلك فقد يخطئ فيه ويصيب)) . والنصوص على ذلك كثيرة لا تختلف إلا في المبنى فلا حاجة لذكرها، وقد بحثنا فيما وصل إلينا من هذه الأوهام، وتفحصنا أسبابها، فرأيناها ترجع إلى الأقسام الآتية:\nالقسم الأول\nفمن أسباب الوهم في المعاني جهل الشاعر بما يذكره لبعده عنه، فتراه يأتي به على غير حقيقته، ويضعه في غير موضعه، أو يبهم في وصفه فلا يدنيه منك ولا يبعده، كالحضري الذي لم يسبق له التبدي، والبدوي الذي لم يتحضر، فإنهما قلما يستطيع أحدهما أن يذكر ما عند الآخر فيصيب فيه، أو يصفه فيحسن الإفصاح عنه لأنه إنما يذكر ما لم يعرفه، ولم يره إلا بسمعه. حكى صاحب الأغاني عن الكميت أنه قال: لما قدم ذو الرمة أتيته فقلت: إني قد قلت قصيدة عارضت فيها قصيدتك:\n(ما بال عينك منها الماء ينسكب)\nفقلت:\nهل أنت عن طلب الأيفاع منقلبُ\n...\nأم كيف يحسن من ذي الشيبة اللعب؟\nحتى أنشدته إياها، فقال لي: ويحك! إنك لتقول قولاً ما يقدر إنسان أن يقول لك: أصبت ولا أخطأت، وذلك أنك تصف الشيء فلا تجئ به، ولا تقع بعيداً عنه، بل تقع قريباً. قلت له: أوتدري لم ذلك؟ قال: لا، قلت: لأنك تصف شيئاً رأيته بعينك، وأنا أصف شيئاً وصف لي، وليست المعاينة كالوصف. قال: فسكت. انتهى.\nويروى: أن الكميت كانت له جدتان أدركتا الجاهلية، فكانتا تصفان له البادية وأمورها، وتخبرانه بأخبار الناس في الجاهلية، فإذا شك في شعر أو خبر عرضه عليهما فتخبرانه، فمن هناك كان علمه.\nقلنا: وقد رأيت كيف لم يغنه وصف الجدتين شيئاً، فوقع فيما أحتاج إلى الاعتذار منه. وليت شعري أين عزبتا عنه لما نظم قصيدته:\n(أبت هذه النفس إلا ادكاراً)\nفقال فيها:\nإذا ما الهجارس غنيها\n...\nيجاوبن بالفوات الوبارا\nوقال:\nكأن الغطامط من غليها\n...\nأراجيز أسلم تهجو غفارا\nفكانتا تخبرانه بأن الوبار لا تسكن الفلوات، وبأن أسلم ما هجت غفاراً قط فتنجيانه من انتقاد نصيب.\nومثل هذا الحضري في وصفه ما لم يره من أمور البادية، كمثل ذلك البدوي الذي سمع بأن الرقاق والفستق من مأكول الحضر، وأراد وصف جارية بالتبدي فقال:\nدسنية لم تأكل المرفقا\n...\nولم تذق من البقول الفستقا\nوعذره أنه لم يعرف الفستق، وإنما سمع به فظنه من البقول، وهو ثمر شجرة. قال شارح القاموس: ((وتمحل بعضهم فقال: إنما هو النقول بالنون قال الصاغاتي: ولكن الرواية بالباء لا غير)) انتهى.\nولا ندري ما الذي كان يأتينا به في الرقاق لو اتسع له المجال في البيت.\nولو أنا قدرنا عكس هذه الحالة وأرينا هذا الأعرابي الرقاق والفستق قبل أن نخبره بهما لكان حقاً علينا أن نعذره كما عذرناه أولاً إذا رأيناه يعدل عن حقيقتهما إلى ما يصوره ظنه فيهما كما وقع للعرب في وقعة أليس لما استولوا على ما في معسكر الفرس، فجعل من لم ير الرقاق منهم يقول: ما هذه الرقاع البيض على ما حكاه ابن الأثير في الكامل.\nالجزء: 1 ¦ الصفحة: 1\n",
        "ومن طريف ما يروى عن ناهض بن ثومة، وكان بدوياً جافاً، أنه نزل حلب وشهد في ضاحيتها عرساً، فلما رأى احتشاد الناس ظنهم في أحد العيدين، ثم تذكر أنه خرج من البادية في صفر وقد مضى العيدان، ولما رأى العروس بين السماطين ظنه أمير البلد في يوم جلوسه للناس.\nثم وصف ما رآه في العرس على ما تصوره، فقال عن الموائد: ((فلم أنشب أن دخل رجال يحملون هنات مدورات، أما ما خف منها فيحمل حملاً، وأما ما كبر وثقل فيدحرج فوضع ذلك أمامنا، وتحلق القوم عليه حلقاً، ثم أتينا بخرق بيض فألقيت بين أيدينا فظننتها ثياباً، وهممت أن أسأل القوم منها خرقا أقطعها قميصاً، وذلك أني رأيت نسجاً متلاحماً لا يبين له سدى ولا لحمة، فلما بسطه القوم بين أيديهم إذا هو يتمزق سريعاً، وإذا هو فيما زعموا صنف من الخبز لا أعرفه)) . وقال عن العود: ((وكان معنا في البيت شاب لا آبه له، فعلت الأصوات بالثناء عليه والدعاء، فخرج فجاء بخشبة عيناها في صدرها، فيها خيوط أربعة، فاستخرج من خلالها عوداً فوضعه خلف أذنه، ثم عرك آذانها وحركها بخشبة في يده، فنطقت ورب الكعبة! وإذا هي أحسن قينة رأيتها قط، وغنى عليها فأطربني حتى استخفني من مجلسي، فوثبت فجلست بين يديه وقلت: بأبي أنت وأمي ما هذه الدابة فلست أعرفها للأعراب وما أراها خلقت إلا قريباً؟ فقال: هذا البربط، فقلت: بأبي أنت وأمي، فما هذا الخيط الأسفل؟ قال: الزير، قلت: فالأعلى، قال: البم، فقلت: آمنت بالله أولاً، وبك ثانياً، وبالبربط ثالثاً، وبالبم رابعاً)) انتهى.\nومن قبيل بيت الفستق قول عمر بن أحمر الباهلي يصف امرأة بالغرارة:\nلم تدر ما نسج اليرندج قبلها\n...\nودراس أعوص دارس متخدد\nيريد أنها غرة لا تعرف نسج اليرندج، ولم تدارس الناس عويص الكلام الذي يخفى أحياناً ويتبين أحياناً. قالوا: ولم يعرف الشاعر أن اليرندج: جلد أسود تعمل منه الخفاف، فظنه مما ينسج. والتمس بعضهم له مخرجاً فقال: أراد بالنسج هنا: المعالجة والعمل. وقال آخر: بل أراد أنها لغرتها وقلة تجاربها ظنت أن اليرندج منسوج.\nقلنا: ولا نخال النصوص اللغوية تساعد على الأول. أما الثاني فكما قال أبو هلال في الصناعتين: إن ألفاظ البيت لا تدل عليه.\n(ومن قبيله) قول رؤبة:\nبل بلد ملء الفجاج قتمهْ\n...\nلا يشتري كتانه وجهرمه\nوجهرم: قرية بفارس تنسب إليها الثياب والبسط قال أبو عمرو والأصمعي: فظن رؤبة أنها ثياب، ورد عليهما علي بن حمزة البصري في التنبيهات: بأنه أراد كتانة وجهرمية، فقطع ياء النسب، كما قال العجاج:\nيكاد يدري القيقبان المسرجا\nوالقيقب: خشب تنحت منه السروج، فنسب السرج إليه فقال القيقباني ثم قطع ياء النسب.\nوقد استشهد الوزير البطليوسي بهذا البيت في شرح ديوان امرئ القيسي، فذهب فيه مذهب أبي عمرو والأصمعي حيث قال: ((وغلط في الجهرم ظن أنها ثياب وهو بلد بفارس)) (ومن قبيله) قول الراعي يصف امرأة تدهن بالمسك:\nتكسو المفارق واللبات ذا أرج\n...\nمن قصب معتلف الكافور دراج\nفجعل المسك من القصب، وهو المعي، وكأنه لما سمع أنه من دابة ظنها تعتلف الكافور فيتحول في أمعائها إلى مسك ويجتنى منها. وخطأه أبو حنيفة الدينوي في كتاب النبات في قوله يصف إبلاً:\nلها فأرة ذفراء كل عشية\n...\nكما فتق الكافور بالمسك فاتقه\nفقال: ((ظن أنه يفتق به، وكان الراعي أعرابياً قحاً، والمسك لا يفتق بالكافور)) ولكن علي بن حمزة البصري رد عليه في التنبيهات بقوله: ((أما قوله: والمسك لا يفتق بالكافور فصحيح، ولم يقل الراعي كما فتق المسك بالكافور، وإن كان المسك لا يفتق بالكافور فإن الكافور يفتق بالمسك. وجعل الراعي أعرابياً قحاً، ونسبه إلى الجفاء، وأوهم أنه قد غلط، وخطأه في شيء لم يقله، اللهم إلا أن يكون عند أبي حنيفة أن الكافور لا يفتق بالمسك، ويكون قد غلط هو في العبارة وعكسها، فيكون في هذه الحالة أسوأ حالاً منه في الأولى، ويكون قليل الخبرة بالطيب وعمله واستعماله، ولا رائحة أنم من الكافور إذا فتق بالمسك، يشهد بذلك بنو النعمة والعطارون قاطبة)) انتهى.\n(ومن قبيله) قول رؤبة:\nهل يعصمني حلف سختيتُ\n...\nأو فضة أو ذهب كبريت\nالجزء: 1 ¦ الصفحة: 2\n",
        "قال ابن الأعرابي والأصمعي وغيرهما: ظن رؤبة أن الكبريت ذهب. وفي العقد: سمع بالكبريت أنه أحمر فظن أنه ذهب. وفي شفاء الغليل: ((وذكره رؤبة في شعره بمعنى الذهب، وخطئ فيه لأن العرب القدماء يخطئون في المعاني دون الألفاظ)) .\nقلنا: ولا يخرج ما في اللسان عن ذلك، ولكنه ذكر تفسير الكبريت بالذهب الأحمر في قول لبعضهم، وهو كما لا يخفى يناقض ما اعترض به هؤلاء الأئمة، فلعله حدث بعد نظم البيت وبنى على ما فيه وثوقاً من قائله بالشاعر وليحقق.\n(ومن قبيله) قول أبي ذؤيب في وصف الدرة:\nفجاء بها ما شئت من لطمية\n...\nيدوم الفرات فوقها ويموج\nقالوا: والدرة لا تكون في الماء العذب، وإنما تكون في الماء الملح، كذا في اللسان والعقد والوساطة وما يجوز للشاعر في الضرورة وغيرها وذكر أبو هلال في الصناعتين: أن من يحتج له يرى أن مراده ماء الدرة، وقد وقفت في شرح السيرافي على كتاب سيبويه على تفصيل لذلك بما نصه: ((قال الأصمعي: هذا غلط، وذلك أنه ظن أن اللؤلؤ يخرج من الماء العذب لبعده عن مواضع اللؤلؤ، ومعنى يدوم الفرات فوقها ويموج: أي يسكن مرة ويهيج أخرى بالريح أو زيادة الماء. وذكر بعض أهل اللغة: أن هذا صحيح، وأن الأصمعي هو الغالط، وكيف يذهب هذا على أبي ذؤيب، وهو من هذيل، ومساكنهم جبال مكة المطلة على البحر ومواضع اللؤلؤ، وإنما أراد أبو ذؤيب بالفرات هاهنا ماء اللؤلؤة الذي قد علاها وجعله فراقاً، إذ كان أعلى المياه ما كان فراقاً. وقوله: يدوم الفرات، أي يسكن. ويموج، أي يضطرب. إنما أراد في الناظر مرة، ويضطرب أخرى لصفائها وبريقها، وأن الماء هو ماء اللؤلؤة)) انتهى.\n(ومن ذلك) قول لبيد:\nومقام ضيق فرجته\n...\nبمقامي ولساني وجدل\nلو يقوم الفيل أو فياله\n...\nزل عن مثل مقامي وزحل\nأي لو يقوم الفيل أو صاحبه في هذا المقام لزل وتنحى، ولم يثبت مثل ثباتي، ولا معنى لذكر الفيال هنا، ولكنه لما سمع بعظم خلق الفيل وشدة أيده، ظن أن لسائسه مثل قوته فأخطأ.\n(ومنه) قول الآخر:\nوألين من مس الرخامات يلتقي\n...\nبمارنه الجادي والعنبر الورد\nأنشده السيوطي في المزهر، ونقل عن القالي في أماليه أنه قال: ((غلط الأعرابي لأن العنبر الجيد لا يوصف إلا بالشهبة)) .\nقلنا: البيت وارد في الأمالي، وهو من أبيات أولها: (سقى دمنتين ليس لي بهما عهد) وليس في النسخة المطبوعة ما نقل في المزهر من الانتقاد، فلعل القالي ذكره في كتاب آخر له.\n(ومنه) قول خالد بن زهير:\nوقاسمها بالله جهداً لأنتمُ\n...\nألذ من السلوى إذا ما نشورها\nظن السلوى العسل فقال نشورها، أي تجنيها من الخلية. قال الزجاج: أخطأ خالد إنما السلوى طائر، وتمحل الفارسي في الرد عليه بأن السلوى كل ما سلاك. وقيل للعسل: سلوى لأنه يسليك بحلاوته، وتأتيه عن غيره مما تلحقك فيه مؤونة الطبخ وغيره من أنواع الصناعة انتهى ولا يخفى ما فيه.\nالقسم الثاني\nوكما أنهم يخطئون فيما لم يروه ويعهدوه، نراهم يخطئون أيضاً فيما نشأوا عليه، وألفوا رؤيته صباح مساء. ومأتي هؤلاء من تعرضهم لما عرفوا جملته، ولم يحيطوا بتفصيله، لأن المعرفة تتفاوت كثرةً وقلة بحسب ملابسة الأشياء ومجانبتها، فمن كان أشد علاقة بالشيء كان بالضرورة أخبر به وأبصر ممن ضعفت علاقته به، أو قصرت معرفته له على مجرد الألف والمشاهدة. ألا ترى أن قيم الغراس لا يجهل السيف، كما لا يجهله سائر العرب، ولكنا إذا اختبرناه فيه لا نصيب عنده من العلم به وبدقائق أجزائه ومختلف حالاته وصفاته ما نصيبه عند الطباع والصيقل. وكذلك صاحب الظلف أعرف بالشاة والعنز منه بالفرس والبعير، وصاحب الخيل أبصر بها من الملاح أو البزاز، وقس على ذلك سائر الأمور في الكثير الغالب ومن هذه الناحية تطرق الخطأ لرؤبة في قوله يصف فرساً ويذكر قوائمه:\nبأربع لا يعتنفن العفقا\n...\nيهوين شتى ويقعن وفقا\nفجعله يضبر، أي يجمع يديه ثم يثب فيقع مجموعة يداه، وهو عيب، لأن الجياد من الخيل لا تقع حوافرها معاً، إنما المستحب من الفرس أن يسبح بيديه. ولما قيل له: أخطأت يا أبا الجحاف جعلته مقيداً يضبر، قال: أي بني لا علم لي بالخيل، ولكن أدنني من ذنب البعير أصفه كما يجب، قال الأصمعي: فأدني منه فلم يصنع شيئاً.\nالجزء: 1 ¦ الصفحة: 3\n",
        "(ومثله) قول أبي النجم يصف فرساً أجراه في الحلبة:\nيسبح أخراه ويطفو أوله\nقال الأصمعي: أخطأ في هذا لأنه إذا سبح أخراه كان حمار الكساح أسرع منه، وإنما يوصف الجواد بأنه تسبح أولاه وتلحق رجلاه، كذا في الأغاني. وفي العقد: أن اضطرب مؤخر الفرس قبيح، والوجه ما قال أعرابي في وصف فرس أبي الأعور السلمي.\nمر كلمح البرق ناظره\n...\nيسبح أولاه ويطفو آخره\nفما يمس الأرض منه حافره\nوقال ابن قتيبة في طبقات الشعراء: ((وكأن أبو النجم وصافاً للفرس وأخذ عليه في صفته يسبح أخراه ويطفو أوله)) ثم ذكر قول الأصمعي ولم يزد، ولكن علي بن حمزة البصري نقل عنه في التنبيهات قولاً عن غير الأصمعي فيه تصويب لما في الرجز، فلعله ذكره في كتاب آخر غير الطبقات. وعزا على بن حمزة انتقاد الأصمعي إلى تعصبه على أبي النجم ومن يستقر كلامه في هذا الكتاب يجد عجباً من تعصبه هو على الأصمعي ورده ما يقول بحق وبغير حق، وكان خيراً له أن يعتذر هنا لأبي النجم اعتذار رؤبة لنفسه.\n(ومما) خطىء فيه أبو النجم ونبه عنه ابن قتيبة في طبقات الشعراء قوله في وصف الفرس:\nكأنها ميجنة القصار\nولم يبين وجهه بسوى قوله: إن الميجنة لصاحب الأدم، أي الجلد، وأنها أيضاً التي يدق عليها الأدم من حجر وغيره، فإن كان يريد أنها لا تكون لقصار الثياب كما يؤخذ من كلامه وكلام أبي هلال في الصناعتين فليس بشيء لأنها تكون لكليهما، وإن كان الخطأ في تشبيه الفرس بها فربما ولكن لم يظهر لنا يظهر لنا وجهه (مما) أخطأ فيه أبو النجم أيضاً قوله في الإبل:\nوهي على عذب روى المنهل\n...\nدحل أبي المرقال خير الأدحل\nمن نحت عاد في الزمان الأول ففي الأغاني: ((قال الأصمعي: الدحل لا تورده الإبل إنما تورد الركايا، وقد عيب بهذا وعيب بقوله في البيت الذي يليه: إن هذا الدحل من نحت عاد، قال: والدحلان لا تحفر ولا تنحت إنما هي خروق وشعاب في الأرض والجبال لا تصيبها الشمس فتبقى فيها المياه، وهي هوة في الأرض يضيق فمها ثم تتسع فيدخلها ماء السماء)) .\n(ومما) أخطأ فيه الإبل أيضاً قوله يصف ورودها:\nجاءت تسامي في الرعيل الأول\n...\nوالظل عن أخفافها لم يفضل\nفقوله: والظل لم يفضل عن أخفافها يدل على أنها وردت الماء في الهاجرة.\nوالعرب إنما تصف الورود غلساً والماء بارد كقول الشاعر:\nفوردت قبل الصباح الفاتق\nوقول الآخر:\nفوردت قبل تبين الألوان\nوقول لبيد:\nإن من وردى تغليس النهل\n(ومما) خطأوا فيه أبا النجم قوله في وصف راعي الإبل:\nصلب العصا جاف عن التعزل\nقالوا: ولا يوصف الراعي بالصلابة على إبله. والعرب إذا أرادت وصفه قالت: (هو ضعيف العصا) كأنه لحسن رعايته لا يحتاج إلى شدة وغلظة كما قال الشاعر:\nضعيف العصا بادى العروق ترى له\n...\nعليها إذا ما أمحل الناس إصبعا\nصدى إبل أن تتبع الريح مرة\n...\nيدعها ويخفى الصوت حتى تربعا\nإذا سرحت من مبرك نام خلفها\n...\nبميثاء مبطان الضحى غير أروعا\nلها أمرها حتى إذا ما تبوأت\n...\nبأخفافها مأوى تبوأ مضجعا\nفهذا ما توصف به حذاق الرعاة. ومثله قول الراجز:\nإذا الركاب عرفت أبا مطر\n...\nمشت رويداً وأسفت في الشجر\nلأنها ألفت منه الرفق بها وتركها ترعى كما تشاء. وقيل: لم يرد أبو النجم بصلابة العصا شدته عليها، وإنما أراد وصفه بصلابة الظهر وقوة البدن، كما يقال: فلان صلب القناة. وقيل: بل أراد أنه صلب العصا على الحقيقة لأن الراعي إذا كان جلداً صارماً اختار عصاه من أصلب ما يقدر عليه، وإلا هلكت إبله وضاعت، وعبثت بها الوحوش والسابلة. وقد أطال على بن حمزة البصري في التنبيهات في الانتصار له بما لا يخرج عما ذكرناه وقد آن لنا أن ندع أبا النجم وننتقل إلى الملك الضليل لنرى كيف ضل في وصف فرسه فقال:\nفللسوط ألهوب وللساق درة\n...\nوللزجر منه وقع أخرج مهذب\nالجزء: 1 ¦ الصفحة: 4\n",
        "الألهوب والدرة: شدة الجرى: والأخرج، الظليم. والمهذب: السريع العدو. أراد امرؤ القيس أن يصف فرسه بالسرعة، فذكر أنه يضربه بالسوط فيلهب، ويركضه بساقه فيدر جريه، ويزجره فيقع الزجر منه موقعه من الظليم فيعدو عدوه. قالوا: ولو أستعين بهذه الأشياء على أخس حمار وأضعفه فعدا لم يستحق أن ينعت بالسرعة. ويقال: إن أول من عاب عليه هذا البيت امرأته أم جندب لما احتكم إليها هو وعلقمة ابن عبدة الفحل في أيهما أشعر؟ فقالت: سمعتك زجرت وضربت وحركت، وفرس ابن عبدة أجود من فرسك حيث يقول فيه:\nفأقبل يهوى ثانياً من عنانه\n...\nيمر كمر الرائح المتحلب\nفغلبت علقمة عليه، ولله در ابن المعتز فإنه ذكر السياط ولكنه احترس احتراساً حسناً فقال:\nصببنا عليها ظالمين سياطنا\n...\nفطارت بها أيد سراع وأرجل\nفقوله: ظالمين من أحسن ما يحترس به هنا.\n(ومما) أخذ على امرئ القيس قوله في وصف فرس أيضاً:\nلها متنتان خظاتا كما\n...\nأكب على ساعديه النمر\nومعنى الخظاة: المكتنزة، أراد لها متنان كثيرا اللحم كساعدي النمر البارك في الغلظ، وليس هذا مما تمدح به الجياد، وإنما المستحب في المتن والوجه التعريق كما قال طفيل:\nمعرفة الألحى تلوح متونها\nوفي اللسان. ((ويستحب من الفرس أن يكون معروق الخدين قال:\nقد أشهد الغارة الشعواء تحملني\n...\nجرداء معروقة اللحيين سرحوب\nويروى: معرقة الجنبين، وإذا عرى لحياها من اللحم فهو من علامات عتقها، وفرس معرق: إذا كان مضمراً، يقال: عرق فرسك تعريقاً، أي أجره حتى يعرق ويضمر ويذهب رهل لحمه)) انتهى.\n(وتبعه) أبو ذؤيب الهذلي فقال في فرس:\nقصر الصبوح لها فشرج لحمها\n...\nبالني فهي تتوخ فبها الإصبع\nتأبى بدرتها إذا ما استكرهت\n...\nإلا الحميم فإنه يتبضع\nأي قصر صاحبها عليها اللبن فسمنت حتى شرج لحمها بالنى، أي خلط بالشحم فلو غمزته بإصبعك تاخت فيه، فجعلها كثيرة اللحم رخوة، وهو عيب، لأن الجياد توصف بقلة لحمها وصلابته، وأما الذي قاله فالأحرى به شاة يضحى بها قالوا: وأخطأ في البيت الثاني أيضاً فقال: تأبى بدرتها، أي تأبى الجرى إذا أكرهت عليه فجعلها حروناً إذا حركت قامت، وأخذ الحميم. أي العرق، يتبضع منها، أي يتفجر ويسيل. قال أبو هلال في الصناعتين: وما وصف أحد الفرس بترك الانبعاث إذا حركت غير أبي ذؤيب، وإنما توصف بالسرعة في جميع حالاتها إذا حركت أو لم تحرك، فتشبه بالكوكب والبرق والحريق والريح إلى آخر ما ذكره.\nوقيل: كان أبو ذؤيب لا يجيد وصف الخيل فظن أن هذا مما توصف به.\nقلنا: وفي الذي أخذوه عليه في البيت الثاني نظر لأنه علق إباءها على الإكراه، والمعروف في صفة الفرس الجواد أنك إذا حركته للعدو أعطاك ما عنده عفواً، فإذا أكرهته بساق وبسوط لتحمله على الزيادة حملته عزة نفسه على ترك العدو، فهو يقول: إنها تأبى بدرتها عند إكراهها ولا تأبى العرق، كذا في اللسان وشرح ديوانه.\n_ومنه) قول سلمة بن الخرشب:\nإذا كان الحزام لقصرييه\n...\nأماماً حيث يمتسك البريم\nقال القاضي الجرجاني في الوساطة: ((يقول: إن الحزام يقرب في جولانه إذا كثر من عدوه فيصير أمام القصريين. قال الأصمعي: أخطأ في الوصف لأن خير جرى الإناث الخضوع، وإنما يختار الإشراف في جرى الذكور، فإذا اختضعت تقدم الحزام كما قال بشر بن أبي خازم:\nتسوق للحزام بمرفقيها\n...\nيسد خواء طبييها الغبار\nوقد ساعد متمم بن نويرة على هذا الوصف سلمة فقال:\nوكأنه فوق الحبائل جائباً\n...\nريم تضايقه كلاب أخضع\nفوصف الذكر بالخضوع وإنما يختار له الإشراف)) انتهى.\n(ومنه) قول عدي بن زيد في صفة فرس:\nفصاف يجري جله عن سراته\n...\nيبذ الجياد فارهاً متتايعا\nالجزء: 1 ¦ الصفحة: 5\n",
        "أي صاف هذا الفرس يشق جله عن ظهره من السمن. قالوا: وقد أخطأ في قوله فارهاً لأنه لا يقال للفرس: فاره، وإنما يقال له: جواد وكريم وعتيق، وأما الفاره فالكودن والحمار والبغل. وفي لسان العرب: ((زعم أبو حاتم أن عدياً لم يكن له بصر بالخيل وقد خطئ عدي في ذلك)) . ووقفت في نبذة عندي مخطوطة منقولة من الفوائد النجفية لسليمان بن عبد الله البحراني على نقول من كتاب لحن العامة لأبي حاتم السجستاني، منها قوله: ((ويقال: فرس رائع ولا يقال: فاره، الفاره للحمار والكلب، وفي شعر عدي فارهاً متتايعاً فسألت الأصمعي عنه فقال: لم يكن صاحب خيل، قلت: فيقال: برذون فاره، فقال: لعله، ولعله يقال في البختي)) .\n(وممن) أخطأ بوضع الغلظ موضع الدقة كعب بن زهير في قوله يصف الناقة:\nضخم مقلدها عبل مقيدها\n...\nفي خلقها عن بنات الفحل تفضيل\nفقد عد أبو هلال في الصناعتين قوله: ضخم مقلدها من خطأ الوصف لأن النجائب توصف بدقة المذبح، وهو قول غيره من الأئمة أيضاً.\n(ومثله) قول الشماخ في ناقته:\nفنعم المعترى ركدت إليه\n...\nرحا حيزومها كرحا الطحين\nالحيزوم: الصدر. والرحا الأولى: الكركرة، وهي ما يمس الأرض من صدر البعير إذا برك، شبهها في العظم بالرحا التي يطحن بها.\nقال المرزباني في الموشح: وإنما توصف النجائب بصغر الكركرة ولطف الخف. وذكر ابن رشيق في العمدة: أن الأصمعي خطاه في هذا لأنه ظنه يصفها بالكبر، وهو عيب لا محالة، وإنما وصفها بالصلابة لا غير. وفي الصناعتين لأبي هلال: ((وقال: من احتج للشماخ إنما شبهها بالرحا لصلابتها كما قال:\nقلائص يطحن الحصا بالكراكر))\n(وأخطأ) أبو النجم في وصفه بالقصر ما يوصف بالسبوطة، فقال في البعير:\nأخنس في مثل الكظام مخطمه))\nالأخنس: القصير الأنف. والمخطم: الأنف، يقول: كأن أنفه لقصره مشدود بحبل. قال أبو هلال: إنه من خطأ الوصف لأن المشافر إنما توصف بالسبوطة.\n(ومن) وضع الشيء في غير موضعه قول المتلمس:\nوقد أتناسى الهم عند احتضاره\n...\nبناج عليه الصيعرية مكدم\nالناحي هنا: البعير السريع، والصيعرية: سمة للإناث خاصة توسم بها الناقة في عنقها، وهو وسم لأهل اليمن فأخطأ المتلمس في جعلها للفحول وسمعه طرفة بن العبد، وهو صبي، ينشد هذا البيت فقال: (استنوق الجمل) أي صار ناقة، فضحك الناس وسار قوله مثلاً.\n(وقال) لبيد:\nولقد أعوص بالخصم وقد\n...\nأملأ الجفنة من شحم القلل\nأعوص به، أي ألوى عليه أمره، والقلل: جمع قلة، وهي أعلى السنام. قال أبو هلال والمرزباني: أراد السنام ولا يسمى السنام شحماً.\n(ومن) الخطأ في المعاني ما رواه المرزباني في الموشح قال: قال الأصمعي: قرأت على أبي عمرو بن العلاء شعر النابغة الذبياني فلما بلغت قوله:\nمقذوفة بدخيس النحض بازلها\n...\nله صريف صريف القعو بالمسد\nقال لي: ما أضر عليه في ناقته ما وصف، فقلت له: وكيف؟ قال: لأن صريف الفحول من النشاط، وصريف الإناث من الإعياء والضجر، كذا تكلمت العرب، فرآني بسكوتي مستزيداً فقال: ألم تسمع قول ربيعة بن مقروم الضبي:\nكناز البضيع جمالية\n...\nإذا ما بغمن تراها كتوما\nوكما قال الأعشى:\nكتوم الرغاء إذا هجرت\n...\nوكانت بقية ذود كتم\nوكما قال الأعشى أيضاً:\nوالمكاكيك والصحاف من الفض\n...\nضة والضافرات تحت الرحال\nانتهى. قلنا: والنصوص اللغوية التي وقفنا عليها تؤيد ما ذهب إليه ابن العلاء، وهو ما حكاه أيضاً الوزير أبو بكر البطليوسي في شرح ديوان النابغة، غير أنه ذكر قولاً آخر عن أبي زيد بأن الصريف يكون في الإناث والفحول من النشاط ومن الإعياء، قال: والبيت لا يحتمل أن يكون إلا من النشاط. ثم نقل قولاً آخر عن القتبي بأن الناس يغلطون في مراد النابغة، فيقولون: إنه وصفها لذلك لنشاطها، وليس هو كذلك، ولكنه أراد أنى تركتها بعد ما كانت فيه من الشدة يصرف نابها. والصريف: إذا كان من الإناث فهو من الإعياء.\n(ومنه) قول بشامة بن الغدير يصف راحلته:\nوصدر لها مهيع كالخليفِ\n...\nتخال بأن عليه شليلا\nالجزء: 1 ¦ الصفحة: 6\n",
        "أي لها صدر واسع كالطريق في الجبل تخال عليه مسحا من صوف، أو شعر، لكثرة ما عليه من الوبر. قال ابن رشيق في العمدة: إن الأصمعي خطأه فيه لأن من صفة النجائب قلة الوبر.\n(ومنه) قول عمر بن لجإ من أرجوزة وصف فيها إبله، فجعلها كالجبال في عظم الخلق، ثم قال في فحلها:\nكالظرب الأسود من ورائها\nوالظرب: الجبل الصغير، ولا يوصف الفحل بأنه أصغر من إناثه في الخلقة، وقد عابه عليه جرير، فكان أحد الأسباب التي أهاجت الهجاء بينهما. وتفصيل الكلام في ذلك في خزانة البغدادي (1: 361) .\n(ومنه) قول طرفة بن العبد في وصف نعجة:\nمن الزمرات أسبل قادماها\n...\nوضرتها مركنة درور\nالزامرات: القليلات الصوف، وخصها بالذكر لأنها أغزر ألبانا.\nوالقادمان: الخلفان اللذان في الأمام، ويقال لما وراءهما: الآخران.\nوالمركنة: التي لها أركان. والدرور: الكثيرة الدر.\nيقول: هذه النعجة أسبل خلفاها القادمان، وضرتها مملوءة تدر باللبن، وهذا من الخطأ، لأن النعجة ليس لها إلا خلفان، وإنما يصح ذلك في الناقة، لأن لها أربعة خلاف قادمان وآخران. قال المرزباني في الموشح بعد أن أورد هذا البيت: ((لا يكون القادمان إلا لما له آخران، وتلك الناقة لها أربعة أخلاف. ومثله قول امرئ القيس:\nإذا مشت قوادمها أرنت\n...\nكأن الحي بينهم نعي))\nانتهى. قلنا: هو من أبيات قالها لما نبهت إبله، ووهبه بنو نبهان معزى بدلها. والمعنى: إذا مسحت قوادمها عند الحلب صاحت كما يصيح قوم لنعى أتاهم. والخطأ على هذه الرواية كالخطأ في قول طرفة، لأن المعزى ليس لها إلا خلفان، وهي رواية تفرد بها المرزباني. والمعروف: (إذا مشت حوالبها) ويروى: (إذا ما قام حالبها) . وما أحسن ما عزى امرؤ القيس به نفسه في ختام هذه الأبيات فقال:\nفتملأ بيتنا أقطاً وسمنا\n...\nوحسبك من غنى شبع ورى\n(ومنه) قول رؤبة:\nوكل زجاء سحام الخمل\n...\nتبرى له في زعلات خطل\nالزجاء: النعامة. وسحام الخمل: سوداء الريش. وتبرى: أي تنبرى وتتعرض. والزعلات: الخطل النشيطات المضطربات. يقول: هذه الإناث من النعام تنبرى وتتعرض للظليم _أي ذكرها_ وهي في طائفة من نوعها نشيطات مضطربات بالتلوى والتبختر. قال أبو هلال وابن عبد ربه وابن قتيبة: أخطأ في جعله للظليم عدة إناث كما يكون للحمار، وليس للظليم إلا أنثى واحدة.\n(ومنه) قول ذي الرمة بصف حمراً وحشية:\nفأقبل الحقب والأكباد ناشزة\n...\nفوق الشراشيف من أحشائها تجب\nحتى إذا زلجت عن كل حنجرة\n...\nإلى الغليل ولم يقصعنه نغب\nرمى فأخطأ والأقدار غالبة\n...\nفانصعن والويل هجيراه والحرب\nمعناه: أقبلت الحقب _أي الحمر_ وأكبادها تضطرب خوفا من الصائد حتى إذا وردت الماء ودخلت منه نغب إلى أجوافها لم تكسر غليلها رماها فأخطأها وتفرقت عنه. قال أبو عمرو والأصمعي: وليس هذا من جيد الوصف لأنها إذا شربت ثقلت وإن كانت لم ترو: يريدان أن الثقل يقلل نشاطها في العدو ويمكن الصائد منها. فكأنه وصفها بما يفيد عكس ما أراد. وقد أصاب علي بن حمزة البصري في الرد عليهما في التنبيهات بما نصه: ((وهذا غلط إنما تثقل إذا رويت، وأما إذا شربت قليلا فإنه يقويها على العدو، ولولاه لهلكت عطشا. وقد زاده شرحا بقوله في غير هذه الكلمة:\nفانصاعت الحقب لم تقصع صرائرها\n...\nوقد نشحن فلا ري ولا هيم\nولولا صحة ما قال لم يقل العجاج:\nحتى إذا ما بلت الأغمارا\n...\nريا ولما تقصع الأصرارا\nأجلى نفارا وأنتحت نفارا))\nانتهى. (ومنه) قول رؤبة:\nكنتم كمن أدخل في جحرٍ يدا\n...\nفأخطأ الأفعى ولاقى الأسودا\nيريد: نجوتم من شر فوقعتم في أشد منه. قالوا: وقد أخطأ في ظنه الأفعى دون الأسود، وهي أشد مضرة ونكاية منه.\n(ومما) خطأوا فيه المسيب بن علس قوله:\nوكأن غاربها رباوة مخرم\n...\nوتمد ثنى جديلها بشراع\nالجزء: 1 ¦ الصفحة: 7\n",
        "أراد وصف هذه الناقة بطول العنق. وتشبيهه بالدقل، وهو خشبة طويلة تشد في وسط السفينة يمد عليها الشراع فقال: كأن زمامها ممدود بشراع لطول عنقها، فأخذوا عليه ذكره الشراع بدل الدقل. وقال بعضهم: إنما أراد بالشراع: الدقل إذ كان الشراع منوطاً به، ومثله لا يعد خطأ، ولمن يريد أن يخطئه من وجه آخر أن يقول: أراد أن يمدحها فذمها لأن طول العنق في الإبل هجنة عند أبي عمرو والأصمعي، وكانا يعيبان على رؤبة قوله في وصف بعير:\nعن دوسري بتع ململمهْ\n...\nفي جسم خدل صلهبي عممه\nغير أن حمزة بن علي البصري خطأهما في هذا الزعم فقال في التنبيهات: ((قولهما طول العنق هجنة رد على كلام العرب المأثور، وشعرهم المشهور، لا على رؤبة وحده، وهذا سبيل من ركبه ضلل، ومن نصره جهل)) ثم أورد قول من قال: (أبين الإبل عتقا أطولها عنقا) وساق عشرين شاهداً من كلام العرب تفند ما ذهبا إليه.\n(ومنه) قول أيمن بن خريم يمدح بشر بن مروان:\nوإنا قد رأينا أم بشر\n...\nكأم الأسد مذكاراً ولودا\nقالوا: أخطأ في أن جعل أم الأسد ولوداً لأن الحيوانات الكريمة عشرة نزرة النتاج، والصواب قول كثير:\nبغاث الطير أكثرها فراخاً\n...\nوأم الصقر مقلات نزور\nكذا في الموازنة والصناعتين، وهو المعروف والمشهور.\nومثله ما أنشده صاحب اللسان في مادة (قلت) لبعضهم:\nلنا أم بها قلت ونزر\n...\nكأم الأسد كاتمة الشكاه\n(ومنه) قول العجاج يصف بعيره:\nكأن عينيه من الغؤور\n...\nقلتان أو حوجلتا قارور\nصيرتا بالنضح والتصبير\n...\nصلاصل الزيت إلى الشطور\nالقلت (بفتح فسكون) : النقرة في الجبل تمسك بالماء. والحوجلة: القارورة. والصلاصل هنا: بقايا الزيت، شبه عينيه حين غارتا بقارورتين بقى ما فيهما من الزيت إلى نصفيهما بسبب النضح. قالوا: وقد أخطأ لأنه جعل الزجاج ينضح ويرشح، وإنما تنضح الجرار ونحوها.\n(ومنه) قول يزيد بن محمد المهلبي من أرجوزة:\nحتى إذا السرب انبرى فاجتهدا\n...\nحطت عليهن البزاة مددا\nتجمع منها كل ما تبددا\n...\nتصيد بحراً وتصيد جددا\nمن كل ما أحببت أن تصيدا\n...\nسمكة أو طائراً أو أسدا\nقال المزرباني في الموشح: ((قال محمد: أحال في هذا البيت لأنه ذكر البزاة، وليس السمك من صيد البزاة)) .\n(ومنه) قول حميد بن ثور:\nلما تخايلت الحمول حسبتها\n...\nدوماً بأيلة ناعماً مكموما\nوالتكميم لا يكون إلا في النخل، وهو أن تجعل الكبائس في أكمة تصونها كما تجعل عناقيد الكرم في الأغطية كما في المخصص. ولم يكن هذا العربي يجهل النخل والدوم، ولكنه لما رآهم يكمون النخل ورأى الدوم يشبهه ظن أن يكم مثله لجهله بالغرس وتعهد أنواع الغرس. قال التميمي في ما يجوز للشاعر في الضرورة: ومن يحتج له يرويه: (نخلاً) .\nوفي معناه قول النابغة الجعدي:\nكأن تواليها بالضحى\n...\nنواعم جعل من الأثاب\nوقد أخطأ فيه أيضاً ولكن من وجه آخر لأنه شبه المطي بصغار النخل، والوجه أن توصف بالكبر والعظم كما فعل حميد. قال القاضي الجرجاني في الوساطة: ((والجعل: صغار النخل، وإنما المراد الكبار، وبه يصح الوصف فيما زعموا)) انتهى.\nوفي طبقات الشعراء لابن قتيبة: أن الذي أخذ عليه فيه جعله الجعل من الأثاب، قال: ((ولا أراه إلا صحيحاً على التشبيه، كأنه أراد نواعم أثاب كالجعل، وقد تسمى العرب الشيء باسم الشيء إذا كان له مشبهاً، ولعل الأثاب أن تكون تسمى أفناؤه جعلاً، كما تسمى أفناء النخل وقصاره جعلاً)) انتهى ولا يخلو من نظر.\n(ومنه) قول المرار بن منقذ يصف نخلاً:\nكأن فروعها في كل ريح\n...\nجوار بالذوائب ينتصينا\nيريد: كأن هذه النخل إذا أمالتها الريح وتلاقى سعفها جوار يتنازعن ويتبارين بأن تأخذ الواحدة بناصية الأخرى فذهب أبو عمرو والأصمعي إلى أن المرار لم يكن له علم بالنخل في وصفها بتقارب النبتات لأن أفضل الغرس ما بوعد بينه. ومما وضعته العرب على ألسنة الأشياء قول النخلة الأخرى:\nأبعدي ظلي من ظلكِ\n...\nأحمل حملي وحملك\nوتبعهما أبو حنيفة الدينوي في كتاب النبات، فقال في تفسير هذا البيت:\nالجزء: 1 ¦ الصفحة: 8\n",
        "هذا من التقارب حتى ينال سعف بعضه سعف بعض، وذلك هو الحصر، أي التضايق ورد عليهم علي بن حمزة البصري في التنبيهات بكلام طويل خلاصته: أن الحصر تقارب ما بين الأصول وهو مذموم، وخطأهم في زعمهم أن النخل يتناصى من الحصر لأن سبيله أن يباعد بين غرسه، ولكن من جيد نعته أن يمتد جريده ويكثر خوصه ويتصل بعضه ببعض حتى لا ترى منه الشمس، ويمنع الطير من أن تشقه، وإن ما روى عن الأصمعي على لسان النخلة نقله عنه أبو حنيفة، وهو مخالف لما نقله عنه أبو حاتم فقال: ((قال الأصمعي: في مثل للفرس والنبط: تقول النخلة لأختها: تباعدي عني، وأنا أحمل حملك وحملي)) أي فلم يذكر فيه تباعد الظل. ثم صوب قول المرار وقال: لا شيء أحسن من هذا الوصف للنخل، واستشهد على صحة كلامه بقول ذكوان العجلي:\nنواضر غلباً قد تدانت رءوسها\n...\nمن النبت حتى ما يطير غرابها\nترى الباسقات العم منها كأنها\n...\nظعائن مضروب عليها قبابها\nبعيدة بين الزرع لا ذات حشوة\n...\nقصار ولا صعل سريع ذهابها\n(ومنه) قول أوس بن حجر:\nكأن ريقتها بعد الكرى اعتبقت\n...\nمن ماء أدكن في الحانوت نضاح\nومن مشعشة كالمسك تشربها\n...\nأو من أنابيب رمان وتفاح\nقال أبو هلال في الصناعتين: ((ظن أن الرمان والتفاح في أنابيب.\nوقيل: إن الأنابيب: الطرائق التي في الرمان، وإذا حمل على هذا الوجه صح المعنى)) .\n(ومنه) قول بعضهم في وصف سيف:\nوأبيض أخلص من ماء اليلب\nقال ابن منقذ في كتاب البديع: ((والسيوف لا تعمل من ماء اليلب لأن اليلب جلود تتخذ منها دروع منسوجة، فتوهم الشاعر أنها حديد)) . ورواه القاضي الجرجاني في الوساطة: (ومحور) بدل وأبيض، ولعل المراد الحديدة التي تدور عليها البكرة، وقد خطأه فيه أيضاً فقال: ((جعل اليلب حديداً وهي سيور)) .\nقلنا: هما تابعان في ذلك لابن دريد لأن اليلب ليس عنده الحديد. وذهب غيره إلى أنه الحديد، وفسره به في قول عمرو بن كلثوم:\nعلينا البيض واليلب اليماني\n...\nوأسياف يقمن وينحنينا\nوعلى هذا فلا خطأ، ولكن ابن السكيت خطأ الراجز من وجه آخر فقال بعد ذكره لبيت ابن كلثوم: سمعه بعض الأعراب فظن أن اليلب أجود الحديد فقال: (ومحور أخلص من ماء اليلب) وهو خطأ إنما قاله على التوهم. انتهى.\n(ومنه) قول زهير:\nيحيل في جدول تحبو ضفادعه\n...\nحبو الجواري ترى في مائه نطقا\nيخرجن من شربات ماؤها طحل\n...\nعلى الجذوع يخفن الغم والغرقا\nففي العقد والوساطة والوشح وسر الفصاحة والموازنة والصناعتين وطبقات الشعراء لابن قتيبة: أنه أخطأ في ظنه أن الضفادع تخرج من الماء مخافة الغم والغرق، وإنما تخرج لتبيض وتفرخ في الشطوط. وقال الأعلم في شرحه لديوان زهير: ((قوله: يخفن الغم والغرقا توهم أن خروج الضفادع مخافة الغرق فغلط، ويقال: إنما قال ذلك ليخبر بكثرة الماء وانتهائه، فأشار إلى ذلك بذكره الغرق وإن كانت لا تخاف ذلك)) ، ونحوه في العمدة لابن رشيق، وخلاصة ما قال: إنه لم يرد أن تخاف الغرق على الحقيقة، وإنما أراد المبالغة في كثرة ماء هذه الشربات، واقتدى فيه بقول أوس بن حجر:\nفباكرن جوناً للعلاجيم فوقه\n...\nمجالس غرق لا يحلا ناهله\n(ومما أخذوه) على طرفة قوله في وصف ناقته:\nوأتلع نهاض إذا صعدت به\n...\nكسكان بوصي بدجلة مصعد\nأراد لها عنق أتلع: أي طويل يرتفع إذا أشخصته في سيرها، فهو كسكان سفينة مصعدة في دجلة، والسكان (بضم الأول وتشديد الكاف) : ذنب السفينة الذي يقوم به سيرها ويعدل، ويقال له أيضاً: الخيزرانة والكوثل، وتسمية العامة بمصر الآن (الدفة) فذهب القاضي الجرجاني في الوساطة إلى أنه أخطأ، لأنه أراد تشبيه عنقها بالدقل: أي خشية الشراع، فذكر بدله السكان.\nالجزء: 1 ¦ الصفحة: 9\n",
        "قلنا: ولا ريب في خطئه إذا كان أراد ذلك، غير أن البيت يحتمل وجهين آخرين لا خطأ فيهما، أحدهما: أن يكون شبهه بالسكان نفسه، أي الذنب لا الدقل، وهو ما يؤخذ من معاجم اللغة وشروح المعلقات التي بأيدينا. والثاني: أن يكون شبهه بالسكان مريدا به شيئاً آخر غير الذنب، وهو المفهوم من شرح الأعلم الشنتمري لديوان طرفة، فقد فسر السكان في هذا البيت بعود المركب. والمتبادر أنه يريد بالعود شيئاً كالدقل، أي (الصاري) وهو تفسير كاد يتفرد به، ولم نقف على ما يماثله سوى في قول علي بن حمزة في التنبيهات: ((شبه عنقها بسكان سفينة من سفن دجلة، وربما كان أطول من الدقل وشر أحواله أن يكون بطول الدقل)) انتهى. فدل بقوله هذا على أنه شيء يشبه الدقل، ولكنه أطول منه، وقد يكون بطوله في أقل حالاته، ولا يخفى أن الذنب له طرف قائم، ولكنه لا يبلغ في حال من الأحوال مثل هذا الطول، فلا ريب في أن المراد بالسكان في هذا القول شيء غيره، ولعله العود الطويل الذي يمد عليه الشراع ثم يناط معترضنا بالدقل. وتسمية العامة بمصر: (القرية) فإنها تكون عادة أطول من (الصاري) ، وهي محرفة عن (القرية) بفتح فكسر وتشديد الياء. وقد فسرت في اللغة بعود الشراع الذي في عرضه من أعلاه، غير أننا لم نر من نص على تسمية هذا العود بالسكان أيضاً فليحقق.\n(ومنه) قول عنترة:\nوخلا الذباب بها فليس يبارح\n...\nغرداً كفعل الشارب المترنم\nهزجاً يحك ذراعه بذراعه\n...\nقدح المكب على الزناد الأجذم\nأي أن الذباب يصوره حال حكه إحدى ذراعيه بالأخرى، مثل قدح رجل ناقص اليد قد أقبل على قدح الزناد. وجاء في مجلة البيان للعلامة اليازجي: أن صوت البعوض والذباب والنحل وأشباهها يحدث من اهتزاز أجنحتها في الهواء على حد ما يكون من أجنحة الحمام. وعلى هذا ففي قول عنترة تناقض ظاهر لأنه لا يمكن أن يحك الذباب إحدى ذراعيه بالأخرى إلا وهو واقع، ومتى كان واقعا تكون أجنحته ساكنة فلا يمكن أن يصوت، ولكن عنترة توهم أن صوته من حنجرته فلم يمتنع عنده الجمع بين هاتين الحاليتين. انتهى بمعناه وأكثر لفظه.\nالقسم الثالث\nومن أسباب الوهم في المعاني استهواء المبالغة للشاعر، وتجاوزها به حداً إذا تعداه عكس عليه مقصده، كما فعل امرؤ القيس لما أراد المبالغة في وصف ذنب فرسه بالطول فقال:\nلها ذنب مثل ذيل العروس\n...\nتسد به فرجها من دبر\nيريد بالفرج: الفضاء الذي بين الرجلين، وإذا كان الذنب كثيفاً طويلاً سد هذا الفضاء حتى لا يبين. وطول الذنب مستحب في الخيل، ومن دلائل عتقها وكرمها، ولكن إلى حد ألا يكون كذيل العروس يجر على الأرض لأنه إذا بلغ الأرض وطئه الفرس برجله، وربما عثر به، وهو عيب. وتبعه في ذلك من المولدين البحتري فقال:\nذنب كما سحب الرداء يذب عن\n...\nعرف وعرف كالقناع المسبل\nوالجيد من ذلك قول امرئ القيس في المعلقة:\nصليع إذا استدبرته سد فرجه\n...\nبضاف فويق الأرض ليس بأعزل\nالجزء: 1 ¦ الصفحة: 10\n",
        "فوصفه بالطول إلا أنه جعله فويق الأرض فلم يقع فيما وقع فيه في بيته المتقدم. أما كونه أراد في ذلك البيت بذيل العروس الطول المذموم فهو ما ذهب إليه ابن سنان في سر الفصاحة وعابه عليه. وقال ابن رشيق في العمدة: ((أراد طوله لأن العروس تجر ذيلها إما من الحياء، أو من الخيلاء)) . ومن يحتج له يقول إنما أراد بهذا الوصف الكثافة والطول الممدوح، وهو رأي الآمدي، ونص عبارته في الموازنة: ((وما أرى العيب لحق أمرأ القيس في هذا لأن العروس وإن كانت تسحب ذيلها، وكان ذنب الفرس إذا مس الأرض عيباً فليس بمنكر أن يشبه به الذنب وإن لم يبلغ أن يمس به الأرض لأن الشيء إنما يشبه بالشيء إذا قرب منه أو دنا من معناه، فإذا أشبهه في أكثر أحواله فقد صح التشبيه ولاق به، وامرؤ القيس لم يقصد أن يشبه طول الذنب بطول ذيل العروس فقط، وإنما أراد السبوغ والكثرة والكثافة، ألا تراه قال: (تسد به فرجها من دبر) وقد يكون الذنب طويلاً يكاد يمس الأرض ولا يكون كثيفاً، بل يكون رقيقاً نزر الشعر خفيفاً فلا يسد فرج الفرس، فلما قال: تسد به فرجها علمنا أنه أراد الكثافة والسبوغ مع الطول، فإذا أشبه الذنب الذيل من هذه الجهة، وكان في الطول قريباً منه فالتشبيه صحيح، وليس ذلك بموجب للعيب، ولا أن يكون ذنب الفرس من أجل تشبيهه بالذيل مما يحكم به على الشاعر أيضاً أنه قصد إلى أن الفرس يسحبه على الأرض، وإنما العيب في قول البحتري: (ذنب كما سحب الرداء) فأفصح بأن الفرس يسحب ذنبه.\nومثل قول امرئ القيس قول خداش بن زهير:\nلها ذنب مثل ذيل الهدى\n...\nإلى جؤجؤ أيد الزافر\nوالهدى: العروس التي تهدى إلى زوجها. والأيد: الشديد. والزافر: الصدر لأنها تزفر منه، فإنما أراد بذيل العروس طوله وسبوغه، فشبه الذنب السابغ به وإن لم يبلغ في الطول إلى أن يمس الأرض)) انتهى كلام الآمدي.\nولم يكتف امرؤ القيس بأن جعل ذنب فرسه يجر على الأرض إن صح أنه أراد ذلك حتى أبرز لنا وجه هذه الفرس مجللاً بشعر الناصية لا تكاد تبصر منه الطريق فقال:\nوأركب في الروع خيفانة\n...\nعلى وجهها سعف منتشر\nوكأنه خشي أن يظن بها السفى، وهو خفة الناصية، فوصف شعرها بالطول والكثرة، وحملته المبالغة على جعله كالسعف على وجهها. وقد عاب عليه هذا الوصف شارح ديوانه الوزير البطليوسي، وأبو هلال في الصناعتين، وابن سنان في سر الفصاحة، والجرجاني في الوساطة، والمرزباني في الموشح. وروى الآمدي في الموازنة عن أبي حاتم عن الأصمعي ما نصه: ((شبه شعر الناصية بسعف النخلة، والشعر إذا غطى العين لم يكن الفرس كريما، وذلك هو الغمم، والذي يحمد من النواصي الجثلة، وهي التي لم تفرط في الكثرة، فتكون الفرس غماء، والغمم مكروه، ولم تفرط في الخفة فتكون سفواء، والسفى أيضاً مكروه في الخيل)) انتهى.\nقلنا: ومنه يعلم ما في قول البحتري في بيته المتقدم: (وعرف كالقناع المسبل) وعندنا أنه أشد تغلغلاً في الخطأ من وصف امرئ القيس.\nوكأننا بالطرماح أشفق أن يكون ذنب ناقته دون ذنب فرس امرئ القيس، ولم يفطن إلى أن طول الذنب في الإبل غير مستحسن فقال:\nتمسح الأرض بمعنونس\n...\nمثل مثلاة النياح القيام\nفأخطأ خطأين كان في غنى عنهما، لولا أن المبالغة استدرجته إلى الأول فتمهد له السبيل إلى الثاني.\nأما الأول: فجعله الذي يمسح الأرض، وإذا كان طوله قبيحاً مذموماً في الإبل فبلوغه إلى هذا الحد أقبح وأدعى إلى الذم.\nوالثاني: أنه أراد أ، يشبهه بثوب يجر ولم يشأ أن يسلب امرأ القيس ذيل عروسه، فشبهه بخرقة النائحة، وهي لا تجرها على الأرض، ولا تبلغ في الطول أن تصلح لذلك، وإنما هي كالمنديل تمسكها بيدها وتشير بها إذا قامت تنوح.\nهذا تفسير ما أجمله المرزباني في الموشح عن هذا البيت بقوله: ((أفصح بأن الذنب يمس الأرض وأساء في التشبيه أيضا)) . وتبعه البحتري، ولكنه اقتصد هذه المرة في الطول فقال:\nسيحمل همي عن قريب وهمتي\n...\nقرى كل ذيال جلال جلنفع\nأي سيحمل همي وهمتي ظهر كل جمل طويل الذنب غليظ شديد. قال أبو العلاء المعري في عبث الوليد: ((وصفه الجمل بذيال قلما يستعمل، إنما يوصف بذلك الفرس والثور الوحشي)) .\nالجزء: 1 ¦ الصفحة: 11\n",
        "وكما أن طول الذنب غير ممدوح في الإبل فإن كثرة شعره غير ممدوح أيضاً في نجائبها، وقد جمعهما طرفة لناقته فقال:\nكأن جناحي مضرحي تكنفا\n...\nحفافيه شكا في العسيب بمسرد\nأي كأن جناحي نسر عتيق عظيم تكنفا جانبي هذا الذنب وشكا في عظمه بمخصف. قال المزرباني في الموشح: ((إنما توصف النجائب برقة شعر الذنب وخفته، وجعله هذا كثيفا طويلا عريضا)) ومثله في الصناعتين لأبي هلال. وقال التبريزي في شرح المعلقات: ((قال الأصمعي: يستحب من المهارى أن تقصر أذنابها، وقل ما ترى مهرياً إلا ورأيت ذنبه أعصل كأنه أفعى)) إلا أنه قال بعد ذلك: ((وقال غيره: كل الفحول من الشعراء وصفوا الأذناب بكثرة الهلب، منهم امرؤ القيس وطرفة وعيينة بن مرداس وغيرهم)) .\nقلنا: ولا نخالهم فعلوا ذلك إلا للمبالغة فيما كان الأولى فيه القصد. ومن هذا النوع قول ذي الرمة في ناقته:\nتصغى إذا شدها بالكور جانحة\n...\nحتى إذا ما استوى في غرزها تثب\nيقول: هي مؤدبة ليس بنفور تميل رأسها لصاحبها كأنها تستمع إذا شدها بالرحل، ثم أراد أن يصفها بالنشاط فجعلها تثب عند وضع رجله في ركابها، وهي مبالغة جعلت نشاطها هوجاً ورعونة. وفي العقد الفريد والموشح: أن أعرابياً سمعه ينشد هذا البيت فقال: صرع والله الرجل. وقيل: إنه أنشده أبا عمرو بن العلاء فقال له: ما قاله عمك الراعي أحسن مما قلت، وهو:\nولا تعجل المرء قبل الورو\n...\nك وهي بركبته أبصر\nوهي إذا قام في غرزها\n...\nكمثل السفينة أو أوقر\nفقال ذو الرمة: إن الراعي وصف ناقة ملك، وأنا أصف ناقة سوقة.\nقال المزرباني في الموشح: ((أراد أن يحتال فلم يصنع شيئاً)) . وذهب علي بن حمزة البصري في التنبيهات إلى أنه لم يخطئ، وأن ما روى عنه من الاعتذار حكاه الأصمعي فكذب فيه، وأن مراد ذي الرمة حتى إذا ما استوى على ظهرها، وإذا كان كذلك فقد استوى في غرزها، ثم قال: ((وأبو عمرو مع عيبه بيت ذي الرمة قد أنشد مثله في نوادره، بل هو أشد سرعة من بيت ذي الرمة، وهو:\nإذا وضعت في غرزها الرجل أجفلت\n...\nكما أجفلت بيدانة أم تولب\nثم لم يعب هذا البيت)) انتهى.\nولو قال قائل: ما المانع من أن يكون أكثر ما ذكر في هذا القسم والذي قبله لم يرد به قائلوه إلا ذكر الواقع، فما على من كانت ناقته ضخمة المقلد، أو فرسه مسحوب الذنب على الأرض إذا وصفهما بحقيقة ما فيهما.\nقلنا: لو كانوا أرادوا ذلك لما وجد العلماء سبيلا إلى تخطئتهم والنعى عليهم، كما فعلوا مع من نهج منهج الحقيقة من الشعراء، وإنما أخذوا على هؤلاء ما أخذوه، لأنهم ذكروا أشياء حاولوا وصفها بما يحمد في نوعها، فتخيلوا لها أحسن ما تنعت به من النعوت، ولحقهم الخطأ في بعضها لجهلهم بخصائص ما ينعتون، ولو أن رؤبة أراد وصف ذاك الفرس بحقيقة ما فيه لما قال لمن خطأه: ((أي بني لا علم لي بالخيل، ولكن ادننى من ذنب البعير)) كما تقدم.\nالقسم الرابع\nومن الأوهام في المعاني ما لا يرجع لسبب من الأسباب المتقدمة فلا يصح عده من أحد أقسامها، كأن يصنع الشاعر لفظة في موضع لا تصلح له لجهله بالشيء كما تقدم، بل لسهو أو لخطإ في تقديره، أو أن يسئ في التعبير إساءة تحيل المعنى وتفسده، إن لم تعكس الغرض المقصود منه، أو أن يأتي بكلام متلائم الأجزاء، أو فاسد التقسيم، أو التشبيه أو غير ذلك مما يشبهه ويجري مجراه. وكثيراً ما تنشأ هذه الأوهام من التساهل، إما لثقة الشاعر بقدرته وبمكانة شعره في النفوس، أو لكلال يلحق طبعه في بعض الأحيان فيلقي بالكلام على عواهنه في البيت والبيتين من القصيدة، ثم تمنعه تلك الثقة أو الضجر أو ضيق وقت من إعادة النظر فيما قال.\n(فمن ذلك) قول النابغة الذبياني:\nماضي الجنان أخي صبر إذا نزلت\n...\nحرب يوائل منها كل تنبال\nيوائل: يطلب الموئل، وهو الملجأ. والتنبال: القصير، أو الجبان وذكره هنا مفسد لمعنى البيت قال أبو هلال: ((ليس القصير بأولى بطلب الموئل من الطويل، وإن جعل التنبال الجبان فهو أبعد من الصواب لأن الجبان خائف وجل اشتدت الحرب أم سكنت)) . ومثله في الموشح للمزرباني.\nوقال النابغة أيضاً يصف ناقته:\nتحيد عن أستن سود أسافله\n...\nمشى الإماء الغوادي تحمل الحزما\nالجزء: 1 ¦ الصفحة: 12\n",
        "الأستن (بوزن أحمر) : شجر إذا نظر الناظر إليه من بعد شبهه بشخوص الناس، كذا في اللسان. وقال الأعلم الشنتمري في شرح الديوان: ((شبه الأستن في سواد أسافله وطوله بإماء سود يحملن الحزم، وأوقع التشبيه في اللفظ على المشي لأن السبب في ظهر أسافلهن وتبين سوادهن، وإنما خص اللواتي تحمل الحزم لأنهن إذا كانت عليهن الحزم مددن أيديهن فكان أطول لهن)) . وفي شرح الوزير أبي بكر البطليوسي: ((شبه سواد أسافل هذا الشجر وما فوق ذلك من فروعه اليابسة بإماء سود على رءوسهن حطب لأن لون هذا الشجر إذا كان أسفله أسود وأعلاه يابس الأغصان فكأنه حطب على رءوس إماء سود)) . والذي عيب عليه في هذا البيت من فساد المعنى قوله: (الغوادي) لأن الإماء تحمل الحطب بالعشي وهن روائح، وأما إذا غدون إلى الصحراء فإنهن مخفات. قالوا: والجيد قول التغلبي:\nتظل ربد النعام كأنها\n...\nإماء تزجى بالعشي حواطب\nقد شبه النعام بالإماء الحواطب لأن النعامة إذا خفضت عنقها ومشت كانت أشبه بماش وعلى ظهره حمل. وقال أبو هلال في بيت النابغة: ((وقد روى: مثل الإماء، وإذا صحت الرواية سلم المعنى)) .\nقلنا: لم يظهر لنا وجه سلامة المعنى على هذه الرواية لأن أبا هلال لم يعب عليه قوله: (مشى افماء) بل عاب عليه كغيره قوله: (الغوادي) وتغيير مشي بمثل لا يجعل تلك الإماء روائح حتى يسلم المعنى به، وإنما الذي ينتصر للنابغة يقول: أراد أن الإماء تغدو لتحمل الحطب رواحاً.\nوقال علي بن حمزة البصري في التنبيهات: ((كان أبو عبيدة يقول: لم يقله النابغة إلا عشاء تحمل الحزما)) .\n(وقال) النابغة أيضاً يصف ثوراً:\nمن وحش وجرة موشى أكارعه\n...\nطاوى المصير كسيف الصيقل الفرد\nقال أبو هلال: ((أراد بالفرد أنه مسلول من غمده، فلم يبن بقوله الفرد عن سلة بيناناً واضحاً. والجيد قول الطرماح وقد أخذه منه:\nيبدو وتضمره البلاد كأنه\n...\nسيف على شرف يسل ويغمد\nوهذا غاية في حسن الوصف)) ومثله في طبقات الشعراء لابن قتيبة.\n(ومما خطأوا) فيه النابغة أيضاً قوله:\nألكني يا عيين إليك قولاً\n...\nستحمله الرواة إليك عنى\nألكني: أي كن رسولي وبلغ. ألوكتى: أي رسالتي. وفسره أبو هلال بأرسلني فقال منتقداً البيت: ((وليس من الصواب أن يقال: أرسلني إلى نفسك ثم قال: ستحمله الرواة إليك عني)) . وقال الآمدي: ((قالوا: ألكنى: أي كن لي رسولاً، فكيف يكون ألكنى إليك عني، فاعتذر له الأصمعي وقال: أهذا مما حملته الرواة عن النابغة، كأنه يدفع أن يكون قاله)) .\nقلنا: من فسره بأرسلني راعى اللفظ فقط، ومن فسره بكن رسولي راعى المعنى، ففي اللسان أن مقتضى لفظ: (ألكني إليها برسالة) أن يكون أرسلني إليها برسالة إلا أنه جاء على القلب، إذ المعنى: كن رسولي إليها بهذه الرسالة، فاللفظ يقضى بأن المخاطب مرسل، والمتكلم مرسل، وهو في المعنى بعكس ذلك،. انتهى ملخصاً.\nوالذي أنكره هؤلاء الأئمة أجازه صاحب اللسان فقال: ((وقد يكون المرسل هو المرسل إليه، وذلك كقولك: ألكني إليك السلام، أي كن رسولي إلى نفسك بالسلام، وعليه قول الشاعر)) ثم استشهد بالبيت. هذا فيما يتعلق بالصدر، وأما إنكارهم قوله بعد ذلك: ستحمله الرواة إليك عني، فإن رواية الديوان وشروحه التي بأيدينا: ((سأهديه إليك إليك عني)) وفسره الأعلم بقوله: أي كف عني في أمر إخواني بني أسد، وكان عيينة بن حصن سام قوم نابغة أن ينقضوا حلف بني أسد فتوعده النابغة بالهجاء والحرب.\n(ومما عابوه) على النابغة قوله:\nفإنك كالليل الذي هو مدركي\n...\nوإن خلت أن المنتأى عنك واسع\nفقال المعترضون: تشبيهه الإدراك بالليل يساويه إدراك النهار فلم خصه دونه، وإنما كان سبيله أن يأنى بما ليس له قسيم، هذا خلاصة ما قيل في البيت، والكلام فيه كثير حتى عده بعضهم في نقد الشعر من باب العبث، وهو أن يقصد الشاعر شيئاً من الأشياء ليس لذكره فائدة. وقال المعتذرون للنابغة: إنما خص الليل بالذكر لأنه وصفه في حال سخطه فشبهه بالليل وهوله، وهي كلمة جامعة لمعانٍ كثيرة. وقيل: ذكر الليل لأنه أهول، ولأنه أول، ولأن أكثر أعملهم كانت فيه لشدة حر بلادهم، فصار ذلك عندهم متعارفاً.\n(ومما خطأوه) فيه قوله:\nالجزء: 1 ¦ الصفحة: 13\n",
        "كأن حجاج مقلتها قليب\n...\nمن الشِّيقين حلّق مستقاها\nالحجاج: العظم الذي ينبت عليه شعر الحاجب. والقليب: البئر. والشيقان: موضع. وحلق مستقاها: غار ماؤها. والحجاج لا يوصف بأنه غائر كالقليب، وهذا مما لا يخفى على أحد.\nومن ذلك قول بعضهم:\nونطعنهم حيث الكلى بعد ضربهم\n...\nببيض المواضي حيث ليّ العمائم\nأراد هذا الشاعر أن يذكر شجاعتهم، ويصف بأسهم في قتال أعدائهم، فأتى بما يدل على عكس ما أراد، لأنه إذا ضربهم بالسيوف مكان ليّ العمائم: أي في رؤوسهم ولم يموتوا، واحتاجوا بعد ذلك إلى طعنهم بالرماح في كلاهم، فقد فعلوا فعل الجبان الخائف غير المتمكن من قتل قرنه، وهذا مما لا يفخر به، وإنما الجيد قول بلعاء بن قيس:\nغشيته وهو في جأواء باسلة\n...\nعضباً أصاب الرأس فانفلقا\nبضربة لم تكن مني مخالسة\n...\nولا تعجّلتها جبناً ولا فرقا\n(ومن فاسد) التشبيه قول بشر بن أبي حازم:\nوجرّ الرامسات بها ذيولاً\n...\nكأنّ شمالها بعد الدَّبور\nرماد بين آظآر ثلاث\n...\nكما وشم النواشر بالنؤور\nوالشمال والدبور لا تشبهان بالرماد، وإن كان أراد ما تخلف من فعل الشمال والدبور، فقد أساء التعبير، وقصر في بيان مراده.\n(ومن قبيله) قوله أيضاً يصف سفينة:\nأجالد صفّهم ولقد أراني\n...\nعلى زوراء تسجد للرياح\nإذا ركبت بصاحبها خليجاً\n...\nتذكّر ما لديه من جناح\nونحن على جوانبها قعود\n...\nنغضّ الطرف كالإبل القماح\nوهو مما عابه عليه ابن قتيبة في طبقات الشعراء، لأن معنى غض طرفه كسره وأطرق ولم يفتح عينيه والإبل القماح: هي الرافعات رءوسها عن الماء الممتنعة عن الشرب، فكيف يشبه المطرق بالرفع رأسه. ولكن من يراجع مادة (قمح) في اللسان لا يعدم للكلام مخرجاً.\n(ومن التشبيهات) التي لم تقع موقعها قول ابن هرمة:\nوإنّى وتركي ندى الأكرمينَ\n...\nوقدحي بكفّى زناداً شحاحا\nكتاركة بيضها بالعراء\n...\nوملبسة بيض أخرى جناحا\nوقول الفرزدق:\nوإنك إن تهجو تميما وترتشي\n...\nسرابيل قيس أو سحوق العمائم\nكمهريق ماء بالفلاة وغرّه\n...\nسحاب أذاعته رياح السمائم\nفإن بيت ابن هرمة الثاني يليق ببيت الفرزدق الأول، وبيت الفرزدق الثاني يليق ببيت ابن هرمة الأول، فلو كانا كذلك لكن كل واحد منهما قد شبه تشبيهاً واضحاً صحيحاً؛ فأما والشعر وما هو عليه فإن التشبيه فيه بعيد. كذا في سر الفصاحة لابن سنان. وعزا صاحب الأغاني هذا النقد لأبي نواس، فذكر أنه قال: ((شاعران قالا بيتين وضعا التشبيه فيهما في غير موضعه، فلو أخذ البيت الثاني من شعر أحدهما فجعل مع بيت الآخر، وأخذ بيت ذاك فجعل مع هذا لصار متفقاً معنى وتشبيهاً)) وقال بعد إيراد المقطوعين: ((ولكن ابن هرمة قد تلافى ذلك بعد فقال:\nوإنّك إذ أطمعتني منك بالرضا\n...\nوأيأستني من بعد ذلك بالغضبْ\nكممكنة من ضرعها كفّ حالب\n...\nودافقة من بعد ذلك ما حلبْ))\nانتهى. يريد: أنه أتى هنا بتشبيه صحيح لا أنه أصلح به تشبيهه الأول فإن هذا غير ذاك.\n(ومما وهم) فيه خفاف بن ندبة قوله:\nأبقى لها التعداء من عتداتها\n...\nومتونها كخيوطة الكتّان\nقال المرزباني: ((العتدات: القوائم، أراد: أن قوائمها دقت حتى عادت كأنها خيوط، وأراد ضلوعها فقال متونها)) .\n(ومثله) قول ابن أحمر:\nغادرني سهمه أعشى وغادره\n...\nسيف ابن أحمر يشكو الرأس والكبدا\nقالوا: أراد غادرني سهمه أعور فلم يمكنه فقال أعشى. وكان ابن أحمر أعور رماه رجل يقال له مخشى بسم فذهبت عينه.\n(ومن الأوهام) قول القائل:\nيمشى بها كل موشّى أكارعه\n...\nمشى الهرابذ حجوا بيعة الزُّون\nالهرابدة: النمجوس، وهم قومة بيت النار، والزون: الصنم. قال أبو هلال: ((الغلط في هذا البيت في ثلاثة مواضع، أحدهما: أن الهرابذ المجوس لا النصارى. والثاني: أن البيعة للنصارى لا للمجوس. والثالث: أن النصارى لا يعبدون الأصنام ولا المجوس)) .\n(ومما عابه) أبو هلال على ذي الرمة قوله:\nتغار إذا ما الروع أبدى عن البرى\n...\nونقرى عبيط اللحم والماء جامس\nالجزء: 1 ¦ الصفحة: 14\n",
        "فقال: ((لا يقال: ماء جامس، وإنما يقال: ودك جامس)) . قلنا: هو تابع في ذلك للأصمعي. والجامس: الجامد، يريد: أننا نقرى في الشتاء. وبض اللغويين يجيز الجموس في الماء.\n(وعاب) عليه قوله أيضاً:\nإذا أنجا بت الظلماء أضحت رءوسها\n...\nعليهنّ من جهد الكرى وهي ظلَّع\nفعده من عجائب الغلط، ونقل عن ابن فروة أنه قال: قلت لذي الرمة: ما علمت أحداً من الناس أظلع الرءوس غيرك! فقال أجل. انتهى.\nقلنا لأن المعروف في الظلع أنه العرج والغمز في المشي، وهذا لا يكون في الرءوس.\n(وعاب) على أبي ذؤيب الهذلي قوله:\nفما برحت في الناس حتّى تبيّنت\n...\nثقيفاً بزيزاء الأشاء قبابها\nالزيزاء: (بكسر الأول) : الأكم، واحدتها زيزاءة والأشاء: النخل. قال أبو هلال: ((يقول: ما زالت هذه الخمرة في الناس يحفظونها حتى أتوا بها ثقيفاً. قال الأصمعي. وكيف تحمل الخمرة إلى ثقيف وعندهم العنب!)) ومثله في طبقات الشعراء لابن قتيبة.\nقلنا: الذي في شرح السكرى لديوان أبي ذؤيب أن المعنى: ((حملت إلى عكاظ لتباع، وهي دار ثقيف)) وعليه فلا خطأ إلى أن يكون مراد الشاعر حملت إلى ثقيف نفسها كما فهم الأصمعي، وتبعه فيه أبو هلال وابن قتيبة.\n(ومما أخطأوا) فيه الشماخ قوله:\nوأعددت للساقين والرجل والنسا\n...\nلجاماً وسرجاً فوق أعوج مختال\nقال المرزباني: ((وإنما يلجم الشدقان لا الساقان)) .\nقلنا: لم يقل الشماخ ألجمت الساقين ولا يقوله أحد، وإنما قال: أعددت لها لجاماً وسرجاً، أي ألجمت فرسي وأسرجته ليعدو ويحرك ساقيه إلا أنه لم يحسن التعبير.\n(ومما استضعف) من معاني الأعشى قوله:\nفرميت غفلة عن شاته\n...\nفأصبت قلبها وطحالها\nالمراد بالشاة هنا: المرأة. قال المزرباني: ((وقد عابه قوم بذلك لأنهم رأوا ذكر القلب والفؤاد والكبد يتردد كثيراً في الشعر عند ذكر الهوى والمحبة والشوق، وما يجده المغرم في هذه الأعضاء من الحرارة والكرب، ولم يجدوا الطحال استعمل في هذه الحال إذ لا صنع له فيها، ولا هو مما يكتسب حرارة وحركة في حزن ولا عشق، ولا برداً وسكوناً في فرح أو ظفر فاستهجنوا ذكره)) .\n(ومن المتناقض) قول المسيب بن علس:\nفتسلَّ حاجتها إذا هي أعرضت\n...\nبخميصة سرح اليدين وساع\nوكأن قنطرة بموضع كورها\n...\nملساء بين غوامض الأنساع\nوإذا أطفت بها أطفت بكلكل\n...\nنبض الفرائض مجفر الأضلاع\nفوصفت بأنها خميصة: أي ضامرة، ثم شبهها بعد ذلك بالقنطرة، والقنطرة لا تكون إلا عظيمة، وأكد ذلك بقوله: مجفر الأضلاع. والمجفر: العظيم الجنين من كل شيء، فكيف تكون خميصة وهذه صفتها.\n(ومن المتناقض) قول الحطيئة في ثور وحشي:\nحرج يلاوذ بالكناس كأنّه\n...\nمتطوّف حتّى الصباح يدور\nحتّى إذا ما الصبح شقّ عموده\n...\nوعلاه أسطع لا يردّ منير\nأوفى على عقد الكثيب كأنّه\n...\nوسط القداح معقّب مشهور\nوحصى الكثيب بصفيحته كأنّه\n...\nخبث الحديد أطارهنّ الكير\nقالوا: زعم أنه بات يطوف حتى أصبح وأشرف على الكثيب، فمن أين صار الحصى بصفيحته! وإنما يلتصق بهما إذا كان راقداً.\n(ومنه) قول عروة بن أذينة:\nنزلوا ثلاثَ منىً بمنزل غبطة\n...\nوهمُ على غرض لعمرك ما همُ\nمتجاورين بغير دار إقامة\n...\nلو قد أجدّ رحيلهم لم يندموا\nقال أبو هلال: ((فقال لبثوا في دار غبطة، ثم قال: لو رحلوا لم يندموا.\nومثله قول جرير:\nفلم أر داراً مثلها دار غبطة\n...\nوملقىً إذا التف الحجيج بمجمع\nأقلّ مقيماً راضياً بمقامه\n...\nوأكثر جاراً ظاعناً لم يودّع\nوهل يغتبط عاقل بمكان من لا يرضى به)) انتهى.\n(ومنه) قول ابن نوفل:\nلأعلاج ثمانية وشيخ\n...\nكبير السن ذي بصر ضرير\nلأن الضرير إنما يستعمل في الأكثر للذي لا بصر له، فقوله في هذا الشيخ أنه ذو بصر، وأنه ضرير تناقض، فكأنه يقول: إنه لا بصراً ولا بصر له، فهو بصير أعمى، كذا في الموشح للمرزباني ونقد الشعر لقدامة.\nالجزء: 1 ¦ الصفحة: 15\n",
        "قلنا: يطلق الضرير أيضاً على المريض المهزول، وعلى ذي الزمانة إلا أن الأكثر استعماله لفاقد البصر كما قالا، ولا نظن الشاعر أراد غير الضعف وسوء الحال، ولكنه لما استعمله في غير ما يستعمل فيه في الأكثر أتى بما يوهم الخطأ والاحتراس من مثله أولى.\n(ومنه) قول يزيد بن مالك:\nأكفّ الجهل عن حلماء قومي\n...\nوأعرض عن كلام الجاهلينا\nإذا رجل تعرّض مستخفًّا\n...\nلنا بالجهل أوشك أن يحيينا\nقال قدامة: ((قد أوجب هذا الشاعر في البيت الأول لنفسه الحلم والإعراض عن الجهال، ونفى ذلك بعينه في البيت الثاني بتعديه في معاقبة الجاهل إلى أقصى العقوبات وهو القتل)) .\n(ومما عدوه من التناقض) قول زهير:\nقف بالديار التي لم يعفها القدم\n...\nبلى وغيّرها الأرواح والديم\nفقالوا: نقض في عجز هذا البيت ما قال في صدره، لأنه زعم أن الديار لم يعفها القدم، ثم انتبه من مرقده فقال: بلى عفاها وغيرها أيضاً الأرواح والديم. وقال أبو عبيدة: أكذب نفسه فقال: لم يعفها، ثم رجع فقال: بلى. ومن يحتج له يقول: مراده أن بعضها عفا وبعضها لم يعف. وقيل: بل المراد أن الديار لم اعف في عينه من طريق محبته لها، وشغفه بمن كان فيها. ومثله قول امرئ القيس:\nفتوضح فالمقراة لم يعف رسمها\n...\nلما نسجتها من جنوب وشمأل\nثم قوله في بيت آخر:\nوإن شفائى عبرة مهراقة\n...\nفهل عند رسم دارس من معوّل\nومن يذهب إلى عدم التناقض يقول: أراد لم يعف رسم حبها من قلبي. والأظهر قول بعضهم: أراد لم يقتصر سبب محوها على نسج الريحين، بل كان له أسباب منها هذا السبب، ومر السنين، وترادف الأمطار وغيرها.\nوعد بعضهم من التناقض قوله في موضع:\nفلو أنّ ما أسعى لأدنى معيشة\n...\nكفاني ولم أطلب قليلٌ من المال\nولكنّما أسعى لمجد مؤثّل\n...\nوقد يدرك المجد المؤثّل أمثالي\nوقوله في كلمة أخرى:\nفتملأ بيتنا أقطاً وسناً\n...\nوحسبك من غنًى شبع وري\nلأنه وصف نفسه في موضع بسمو الهمة وقلة الرضا بدنيء المعيشة، وأطرة في موضع آخر القناعة، وأخبر عن اكتفاء الإنسان بشبعه وريّه. وقد رد قدامة على هذا العائب فقال: ((أقول: إنه لو تصفح أولاً قول امرئ القيس حق تصفحه لم يجد معنى ناقص معنى، فالمعنيان في الشعرين متفقان إلا أنه زاد في أحدهما زيادة لا تنقض ما في الآخر، وليس لأحد ممنوعاً من الإتساع في المعاني التي لا تتناقض، وذلك أنه قال في أحد المعنيين:\nفلو أن ما أسعى لأدنى معيشة\n...\nكفاني ولم أطلب قليلٌ من المال\nوهذا موافق لقوله: (وحسبك من غنى شبع وري) ولكن في المعنى الأول زيادة ليست بناقضة لشيء، وهو قوله: لكني لست أسعى لما يكفيني ولكن لمجد أؤثله، فالمعنيان اللذان ينبئان عن اكتفاء الإنسان باليسير متوافقان في الشعرين، والزيادة في الشعر الأول التي دل بها على بعد خمته ليستن تنقض واحداً منهما ولا تنسخه، وأرى أن هذا العائب ظن امرأ القيس قال في أحد الشعرين: إن القليل يكفيه، وفي الآخر لا يكفيه، وقد ظهر بما قلنا أن هذا الشاعر لم يقل شيئاً من ذلك ولا ذهب إليه، ومع ذلك فلو قاله وذهب إليه لم يكن عندي مخطئاً من أجل أنه لم يكن في شرط شرطه يحتاج إلى أن لا ينقض بعضه بعضاً، ولا في معنى سلكه في كلمة واحدة أيضاً)) .\n(ومن التناقض) على طريق المضاف قول عبد الرحمن بن عبد الله القيسي:\nفإنّي إذا ما الموت حلّ بنفسها\n...\nيزال بنفسي قبل ذلك فأقبر\nقال قدامة: ((جمع بين قبل وبعد، وهما من المضاف، لأنه لا قبل إلا لبعد، ولا بعد إلا لقبل، حيث قال: إنه إذا وقع الموت بها، وهذا القول كأنه شرط وضعه ليكون له جواب يأتي، وجوابه قوله: يزال بنفسه قبل ذلك، وهذا شبيه بقول قائل: لو قال: إذا انكسرت الجرة انكسر الكوز قبلها)) . وقال أبو هلال: ((هذا شبيه بقول قائل: إذا دخل زيد الدار دخل عمرو قبله)) .\n(ومما أخذوه) على الأعشى قوله:\nشتّان ما يومي على كورها\n...\nويوم حيّان أخي جابر\nوكان حيّان أشهر وأعلى ذكراً من أخيه جابر، فلم يكن محتاجاً لأن يعرف به.\n(ومن غريب الوهم) قول عدي بن زيد:\nوالمشرف الهندي يسقى به\n...\nأخضر مطوثاً بماء الخريص\nالجزء: 1 ¦ الصفحة: 16\n",
        "المشرف: إناء كانوا يشربون فيه. والمطموث: الممسوس. والخريص: السحاب. ووجه الخطأ وصفه الخمر بالخضرة، وما وصفها بذلك أحد غبره، ولا كانت العرب تعرف هذا اللون للخمر.\n(ومن قبيله) قول المرار:\nوخال على خدّيك يبدو كأنّه\n...\nسنا البدر في دعجاء باد دجونها\nفوصف الخال بالبياض، والوجه بالسواد، وهو خلاف المتعارف، اللهم إلا أن يكون حكى الواقع، ولو كان كذلك ما عابه عليه أئمة الأدب ونقده الشعر كالمرزباني وأبي هلال وقدامة وغيرهم.\n(ومما أخطأوا) فيه جريراً قوله:\nلمّا تذكرت بالديرين أرّقني\n...\nصوت الدجاج وقرع بالنواقيس\nفقالوا: غلط مرتين فإن الدجاج لا تصيح، وإنما الديوك تصيح، والأرق في أول الليل، والديوك تصيح عند الصباح.\nقلنا: الدجاج تطلق على الديوك أيضاً، وإنما الوهم في الثاني، وقد تكلف له بعضهم وجهاً فقال: إنما أراد أرقني انتظار صوت الدجاج والنواقيس.\n(ومن عيوب) المعاني أن ينسب الشيء إلى ما ليس منه، كما قال خالد بن صفوان:\nفإن صورة راقتك فأخبر فربّما\n...\nأمرّ مذاق العود والعود أخضر\nقال قدامة والمرزباني: ((كأنه يومئ إلى أن سبيل العود الأخضر في الأكثر أن يكون عذباً أو غير مر، وهذا ليس بواجب، لأنه ليس العود الأخضر بطعم من الطعوم أولى منه بالآخر)) .\n(ومن عيوب) المعاني قول الحكم الخضري:\nكانت بنو غالب لأمّتها\n...\nكالغيث في كلّ ساعة يكف\nوليس في المعهود أن يكون الغيث واكفاً في كل ساعة.\n(ومنها) قول الحطيئة:\nومن يطلب مساعى آل لأى\n...\nتصعّده الأمور إلى علاها\nقال أبو هلال: ((كان ينبغي أن يقول: من طلب مساعيهم عجز عنها وقصر دونها، فأما إذا تناهى إلى علاها فأي فخر لهم، فإن قيل: إنه أراد به يلقى صعوبة، كما يلقى الصاعد من أسفل إلى غلو، فالعيب أيضاً لازم له، لأنه لم يعبر عنه تعبيراً مبينا)) ونحوه في الموشح للمزرباني.\nقلنا: البيت على القول الأول أشبه بالهجاء عنه بالمدح، لأنه أراد أن يعظم شأنهم فصغره وحقره، وقد وقع الأخطل فيما يشبهه، فإذا أراد مدح سماك الأسدي وكان قومه يلقبون بالقيون ويعيرون بذلك فقال:\nقد كنت أحسبه قيناً وأنبؤه\n...\nفاليوم طيّر عن أثوابه الشَّررُ\nأي فاليوم نفى ذلك عن نفسه وذهب عنه هذا اللقب، فنبه في محده له على شيء يعير به، وكان له في ضروب الممادح متسع. ويروي: أنه لما أنشده سماكاً قال له: أردت أن تمدحني فهجوتني كان الناس يقولون قولاً فحققته.\nوأراد الأخطل أن يهجو سويد بن منجوف، فأتى بما يدل على مدحه في قوله:\nوما جذع سوء خرّب السوس أصله\n...\nلما حمّلته وائل بمطيق\nفجعله لا يطيق ما خملته وائل من أمورها، فأثبت له نباهة وسؤدداً، وجعله من تعصب به الحاجات. وفي الأغاني: أنه لما هجا سويداً بهذا الشعر قال له: يا أبا مالك، ما تحسن تهجو ولا تمدح، لقد أردت مدح الأسدي فهجوته، يعني قوله: (قد كنت أحسبه قيناً وأنبؤه) وأردت هجائي فمدحتني، جعلت وائلاً حملتني أمورها، وما طمعت في بني تغلب فضلاً عن بكر.\nقلنا: وقد سبقه زهير إلى المدح بما يشبه الهجاء في بيت لم نر من تنبه لما فيه غير ابن شرف القيرواني فقال عنه ما نصه: ((وقال زهير_ وهو من أطيب شعره أملحه عند العامة، وكثير من الخاصة، فهاهنا تحفظ وتأمل، ولا يهلك ذلك منهم الحق أبلج_قال:\nتراه إذا ما جئته متهللاً\n...\nكأنك تعطيه الذي أنت سائله\nمدح به شريفاً، أي شريف، فجعل سروره بقاصده كسروره بمن يدفع شيئاً من عرض الدنيا إليه، وليس من صفات النفوس العازفة السامية، والهمم الشريفة العالية، إظهار السرور إلى أن تتهلل وجوههم، وتسر نفوسهم بهبة الواهب، ولا شدة لابتهاج بعطية المعطى، بل ذلك عندهم سقوط همة، وصغر نفس)) إلى أن قال: ((هذا نقض البناء، ومحض الهجاء، والفضلاء يفخرون بضد هذا)) .\n(وعابوا) على الفرزدق قوله:\nومن يأمن الحجّاج والطير تتّقى\n...\nعقوبته إلاّ ضعيف العزائم\nوزعموا أن الحجاج قال له: ما عملت شيئاً، إن الطير تتقى الصبي والثوب وتنفر من الخشبة، ولا نخال الفرزدق أراد ذلك، وإنما مراده أن القريب والبعيد يتقيه حتى الطائر في الجو، ولكنه قصر في البيان.\nالجزء: 1 ¦ الصفحة: 17\n",
        "(ومن عيوب المعاني) فساد التقسيم، وهو إما أن يكون بالتكرير كقول هذيل الأشجعي:\nفما برحت تومي إليه بطرفها\n...\nوتومض أحياناً إذا خصمها غفل\nفإن تومي وتومض متساويان، فكأنه قال: ما برحت تومي إليه أحياناً وتومي أحيانا. وإما أن يكون بدخول أحد القسمين في الآخر، كقول القائل:\nأبادر إهلاك مستهلك\n...\nلمالي أو عبث العابث\nفإن عبث العابث داخل في إهلاك المستهلك.\nومثله قول أمية بن أبي الصلت:\nلله نعمتنا تبارك ربّنا\n...\nربّ الأنام وربّ من يتأبّد\nفمن يتأبد: أي يتوحش داخل في الأنام، ولا يجوز أن يكون أراد به الوحش لأن من لا تقع على غير العاقل.\nومنه أن يكون القسمان مما لا يجوز دخول أحدهما في الآخر كقول أبي عدي القرشي:\nغير ما أن أكون نلت نوالاً\n...\nمن نداها عفواً ولا مهنيا\nفإن العفو قد يكون مهنيا، والمهنى قد يكون عفوا، وهو مثل ما حكى أن أنوك سأك مرة فقال: علقمة بن عبدة جاهلي أو من بني تميم.\nومثله قول عبد الله بن سليم الغامدي:\nفهبطت غيثاً ما يفزّغ وحشه\n...\nمن بين سرب ناوئٍ وكنوس\nفإن الناوئ: أي السمين يجوز أن يكون كانساً أو راتعاً، والكانس يجوز أن يكون سميناً أو هزيلاً، وإما أن يكون بترك ما يحتمل الواجب تركه، كقول جرير في بني حنيفة:\nصارت حنيفة أثلاثاً فثلثهم\n...\nمن العبيد وثلث من مواليها\nقيل: إن هذا الشعر أنشد في مجلس ورجل من بني حنيفة حاضر فيه فقيل له: من أيهم أنت؟ فقال: من الثلث الملغى ذكره. انتهى ملخصاً من نقد الشعر والموشح.\n(ومن عيوب المعاني) الإخلال، قال قدامة والمرزباني: ((هو أن ترك من اللفظ ما يتم به المعنى، مثال ذلك قول عبيد الله بن عبد الله بن عتبة بن مسعود:\nأعاذل عاجل ما أشتهى\n...\nأحبّ من الأكثر الرائث\nفإنما أراد أن يقول: عاجل ما اشتهى مع القلة أحب إلي من الأكثر المبطئ، فترك مع القلة وبه يتم المعنى.\nومثل ذلك قول عروة بن الورد:\nعجبت لهم إذ يقتلون نفوسهم\n...\nومقتلهم عند الوغا كان أعذرا\nفإنا أراد أن يقول: عجبت لهم إذ يقتلون نفوسهم في السلم، ومقتلهم عند الوغا أعذر فترك في السلم.\nومن هذا الجنس قول الحارث بن حلزة:\nوالعيش خير في ظلا\n...\nل النوك ممن عاش كدّا\nفأراد أن يقول والعيش خير في ظلال النوك من العيش بكد في ظلال العقل، فترك شيئاً كثيراً، وعلى أنه لو قال ذلك لكان في الشعر خلل آخر، لأن الذي يظهر أنه أراده هو أن يقول إن العيش الناعم في ظلال النوك خير من العيش الشاق في ظلال العقل، فأخل بشيء كثير.\nومن هذا الجنس نوع آخر، وهو كما قال بعضهم:\nلا يرمضون إذا حرّت مشافرهم\n...\nولا ترى منهم في الطعن ميّالا\nويفشلون إذا نادى ربيئهم\n...\nألا اركبنّ فقد آنست أبطالا\nالربئي: الطليعة، فأراد أن يقول: ولا يفشلون، فحذف (لا) فعاد المعنى إلى الضد)) انتهى.\n(ومن اضطراب) المعنى قول أبي دؤاد الإيادي\nلو أنها بذلت لذي سقم\n...\nحرض الفؤاد مشارف القبض\nحسن الحديث لظلّ مكتئباً\n...\nحرّان من وجد بها مضّ\nقال أبو هلال: ((وكان استواء المعنى أن يقول: لبرأ من سقمه)) .\n(ومن الإحالة) قول ابن مقبل:\nأما الأداة ففينا صنعٌ\n...\nجردٌ عواجرُ بالألباد واللُّجم\nونسج داود من بيض مضاعفة\n...\nمن عهد عاد وبعد الحيّ من إرم\nقال ابن رشيق: ((فكيف يكون نسج داود من عهد عاد اللهم إلا أن يريد فينا ضمر صنع من عهد عاد، فذلك له على سبيل المبالغة، مع أن الإحالة لم تفارقه، وكم بين قيس عيلان وبين عاد فضلاً عن بني العجلان)) انتهى. والصنع من قولهم: صنع فرسه: إذا أحسن القيام عليه، فهو فرس صنيع. والعواجر: التي تقمص. وجاء في اللسان عن البيت الأول: ((رويت بالحاء والجيم في اللجم، ومعناه: عليها ألبادها ولحمها، يصفها بالسمن، وهي رافعة أذنابها من نشاطها)) .\nالجزء: 1 ¦ الصفحة: 18\n",
        "قلنا: والذي انتقده قيه ابن رشيق يصح على القول الأول أن يجاب عنه بأنه أراد ما يشبه نسج داود في الجودة، فيستقيم به المعنى، وأما إنكاره في القول الثاني بقاء هذه الخيل من عهد عاد إلى زمان الشاعر، فلا ريب في أن ابن مقبل لم يرد بقاءها بأعيانها، وإنما أراد بقاء ما تناسل منها زمناً بعد زمن، فليس فيه غير المبالغة.\n(ومن الخطأ) قول بعضهم:\nكأنه سبط من الأسباط\nقال في اللسان نقلاً عن ابن سيده: إنه ظن السبط الرجل فغلط. وفي المزهر: ((ظن أن السبط الرجل، وإنما السبط واحد الأسباط من بني يعقوب)) .\n(ومثله) قول الآخر:\nنقضّ أم الهام والترائكا\nقالوا: الترائك: بيض النعام. فظن الشاعر أن البيض كله ترائك.\nقلنا: لم يخطئ الشاعر. فإن بيضة الحديد التي للرأس يقال لها أيضاً: تريكة على التشبيه ببيضة النعامة.\n(ومن وضع) كلمة موضع أخرى قول امرئ القيس:\nإذا ما الثريّا في السماء تعرضت\n...\nتعرّض أثناء الوشاح المفصّل\nقالوا: غلط فذكر الثريا، وهو يريد الجوزاء، لأن الثريا لا تتعرض، وهو قول الجمحي. وقال بعضهم: تعرض الثريا أنها إذا بلغت كبد السماء أخذت في العرض ذاهبة ساعة، كما أن الوشاح يقع مائلاً إلى أحد شقي المتوشحة به.\n(ومما أدركه) بعضهم على لبيد قوله:\nنحن بني أم البنين الأربعة\n...\nونحن خير عامر بن صعصعهْ\nأراد بأم البنين: جدته ليلى، وكانت ولدت أباه ربيعة بن مالك، وأعمامه: عامراً ملاعب الأسنة، وطفيلاً فارس قرزل، ومعاوية معود الحكماء، وعبيدة الوضاح، فكانوا خمسة لا أربعة كما قال، ولهذا حمل بعضهم قوله أربعة على الضرورة الشعرية.\nوالأكثرون على أنه لم يخطئ لأنه قال ذلك بعد موت أبيه. قال السهيلي: ((وإنما قال أربعة لأن أباه كان مات قبل ذلك، لا كما قال بعض الناس، وهو قول يعزى إلى الفراء أنه قال: إنما قال أربعة ولم يقل خمسة من أجل القوافي، فيقال له: لا يجوز للشاعر أن يلحن لإقامة وزن الشعر، فكيف بأن يكذب لإقامة الوزن)) .\nالقسم الخامس\nومن هذه الأوهام (القلب) عند من لا يرى جوازه، وهو أن يجعل أحد أجزاء الكلام مكان الآخر، والآخر مكانه مع إثبات حكم كل للآخر، نحو: قطع المسمار الثوب. وأدخلت رأسي في القلنسوة. لأن المسمار هو القاطع للثوب، والرأس هو المدخل في القلنسوة.\nوقد اختلف فيه النحاة والبيانيون، فأجازه بعض النحاة لوضوح المعنى، وخصه بعضهم بالضرورة، وقبله بعض البيانيون مطلقاً، ورده بعضهم مطلقاً على ما هو مفصل في كتبهم. وذهب بعض البانيين إلى قبوله أن تضمن اعتباراً لطيفاً، كقول رؤبة بن العجاج:\nومهمه مغبّرة أرجاؤه\n...\nكأنّ لون أرضه سماؤه\nفالأصل: كأن لون سمائه لما فيها من الغبار لون أرضه. قالوا: والإعتبار اللطيف وهم المبالغة في وصف لون السماء بالغبرة حتى كأنه صار بحيث يشبه به لون الأرض في ذلك مع أن الأرض أصل فيه. واعترض بعضهم بأن هذا لا ينبغي إجراء الخلاف فيه لأنه على هذا الاعتبار يكون من التشبيه المقلوب وقلب التشبيه متفق عليه، فكأن الأولى التمثيل بقول الشاعر:\nورأين شيخاً قد تحنى صلبه\n...\nيمشي فيقعس أو يكبّ فيعثر\nلأن الأصل: أو يعثر فيكب، أي يسقط على وجهه. والاعتبار اللطيف أن في القلب تخييل أنه من غاية ضعفه يسقط على وجهه قبل عثاره. ومثلوا للقلب المردود لعدم تضمنه هذا الاعتبار اللطيف بقول القطامى يصف ناقته:\nفلمّا أن جرى سمن عليها\n...\nكما طيّنت بالفدن السياعا\nالجزء: 1 ¦ الصفحة: 19\n",
        "والفدن: القصر. والسياع: (بفتح الأول وكسره) : الطين بالتبن الذي يطين به ظاهر الجدار. أراد كما طينت بالسياع الفدن فقلب. والمعنى: إن هذه الناقة امتلأت سمناً فصارت كالقصر المسيع في الملامسة. واعترض بأنا لا نسلم خلوه من النكتة، لأنه يتضمن من المبالغة في سمن الناقة ما لا يتضمنه قولنا: كما طينت الفدن بالسياع، لإيهامه أن السياع بلغ من العظم والكثرة إلى أن صار بمنزلة الأصل، والفدن بالنسبة إليه كالسياع بالنسبة إلى الفدن، كذا في الهندية للدماميني على المغنى، وفي عروس الأفراح للبهاء السبكي ما نصه: ((ويروى: بطنت، كذا رأيته في الصحاح للجوهري وحلية المحاضرة للحاتمي، والتوسعة لابن السكيت وجعله قلباً وفيه نظر، لأنه يجوز أن يريد أنه جعل القصر بطانة للطين لأنه داخله فلا قلب، وكل ما كان ظهارة لغيره كان الغير بطانة له)) انتهى.\n(ومما عدوه) من القلب قول القطامى في مطلع هذه القصيدة:\nقفى قبل التفرق يا ضباعا\n...\nولا يك موقفٌ منك الوداعا\nلأنه جعل ما هو في موقع المبتدأ نكرة وما هم في موقع الخبر معرفة، فحمل على القلب لتصحيح الحكم اللفظي وصار تقديره: ولا يكن موقف الوداع موقفاً منك، ولو أنه نكر الوداع ما حمل على ذلك.\nومثله قول حسان:\nكأنّ سبيئة من بيت رأس\n...\nيكون مزاجها عسلٌ وماءُ\nعند من نصب مزاجها فجعل المعرفة الخبر والنكرة الإسم. وفي البيت تأويلات أخرى تخريجه عن القلب ليس هذا محل ذكرها.\n(ومن القلب) قول القائل:\nإنّ سراجاً لكريم مفخرهْ\n...\nتحلى به العين إذا ما تجهرهْ\nقال السيد المرتضى في أماليه: أي يحلى بالعين فقدم وأخر.\n(ومنه) قول الجعدي:\nكانت فريضة ما تقول كما\n...\nكان الزناءُ فريضةَ الرجم\nوالأصل: كان الرجم فريضة الزناء.\n(ومنه) قول الآخر:\nوقد خفت حتّى ما تزيد مخافتي\n...\nعلى وعلٍ في ذي المطارة عاقلِ\nأراد: ما تزيد مخافة وعل على مخافتي، كذا في أمالى المرتضى.\n(ومنه) قول الآخر:\nترى الثور فيها مدخل الظلِ رأسه\n...\nوسائره بادٍ إلى الشمس أجمع\n(ومنه) قول الراعي:\nفصبّحته كلاب الغوث يؤسدها\n...\nمستوضحون يرون العين كالأثر\nيريد أنهم يرون الأكثر كالعين.\n(ومنه) قول النابغة الذبياني:\nفلا تتركنّي بالوعيد كأنّني\n...\nإلى الناس مطليّ به القار أجربُ\nقال الأعلم: ((قوله: كأنني إلى الناس، أي في الناس، وقوله: مطلي به القار، أي مطلي بالقار فقلب، ويحتمل أن يكون في مطلي ضمير البعير كأنه قال: كأني بعير مطلي أجرب فيه القار، أو عليه القار)) .\n(ومنه) قول أبي النجم:\nقبل دنو الأفق من جوائزه\nأي قبل دنو الجوزاء من الأفق.\n(ومنه) قول عروة بن الورد:\nفلو أنّى شهدت أبا معاذ\n...\nغداة غدا بمهجته يفوق\nفديت بنفسه نفسي ومالي\n...\nوما آلوك إلّا ما أطيق\nقال المرزباني: أراد أن يقول: فديت نفسه بنفسي فقلب المعنى.\n(ومنه) قول الحطيئة:\nفلمّم خشيت الهون والعير ممسك\n...\nعلى رغمه ما أمسك الحبل حافرهْ\nوكان الوجه: ما أمسك الحبل حافره.\nومثله قول المجنون:\nيضمّ إلى الليل أطفال حبّكم\n...\nكما ضمّ أزرار القميص البنائقُ\nوالوجه: رفع الأزرار ونصب البنائق، ولهذا ذكر السيرافي أن بعضهم رواه: (كما ضم أزرار القميص البنائقا) قال: وليس بصحيح، لأن القصيدة مرفوعة. هذا على تفسير البنيقة بالرقعة تكون في الثوب كاللبنة، أو هي لبنة القميص، وقال صاحب اللسان: ((وفسر أبو عمرو الشيباني البنائق هنا بالعرا التي تدخل فيها الأزرار. والمعنى على هذا واضح بين لا يحتاج معه إلى قلب ولا تعسف إلا أن الجمهور على الوجه الأول)) انتهى.\n(ومنه) قول الشماخ:\nبانت سعاد ففي العينين ملمول\n...\nوكان في قصر من عهدها طول\nقال أبو هلال: ((كان ينبغي أن يقول: في طول من عهدها قصر لأن العيش مع الأحبة يوصف بالقصر)) ونحوه في الموشح للمزرباني (ومنه) قول أبي ذؤيب:\nفلا يهنأ الواشون أن قد هجرتها\n...\nوأظام دوني ليلها ونهارها\nقال أبو هلال: هذا من المقلوب، وكان ينبغي أن يقول: وأظلم دونها ليلي ونهاري، ومثله في الموشح.\n(ومنه) قول الأخطل:\nالجزء: 1 ¦ الصفحة: 20\n",
        "مثل القنافذ هدّاجون قد بلغت\n...\nنجران أو بلغت سوآتهم هجرُ\nوكان الوجه رفع سوآتهم ونصب هجر، لأن السوآت هي التي تبلغ هجر.\n(ومنه) قول كعب بن بانت سعاد:\nكأنّ أوب ذراعيها إذا عرقت\n...\nوقد تلفّع القور العساقيلُ\nالقور (بالضم) : جمع قارة، وهو الجبل الصغير. والعساقيل هنا: السراب ولا واحد لها. والوجه كما تلفعت القور بالعساقيل، أي صار السراب للأكم مثل اللثام.\n(ومنه) قول النابغة الجعدي:\nحتى لحقناهم تعدى فوارسنا\n...\nكأنّنا رعن قفّ يرفع الآلا\nأي تعدى فوارسنا الخيل فحذف المفعول اختصاراً. ورعن القف نادر يندر منه. والقف: ما ارتفع من الأرض. والآل: السراب، شبه حركتهم في عدوهم بحركة القف في الآل، لأن الجبال فيه يخيل للناظر أنها تضطرب. فكان الوجه كأننا رعن قف يرفعه الآن، كذا في أدب الكتاب لابن قتيبة والأضداد لأبي الطيب اللغوي وشرح بانت سعاد لابن هشام. وقال ابن السيد في شرح أدب الكتاب: ((قال الأصمعي: إنما قال يرفع الآل لأنه ينزو في الآل فإذا نزا فكأنه قد رفع الآل، يريد أنه لا قلب في البيت كما قال ابن قتيبة)) .\n(ومنه) قول خداش بن زهير:\nوتركب خيلٌ لا هوادة بينها\n...\nوتشقي الرماح بالضياطرة الحمر\nالضياطرة: واحدهم ضيطار، وهو الضخم الذي لا يغني شيئاً. والبيت عندهم من المقلوب، إذ الأصل: وتشقى الضياطرة بالرماح، أي يقتلون بها. وقيل: لا قلب لجواز أن يكون عنى أن الرماح تشقى بهم، أي أنهم لا يحسنون حملها ولا الطعن بها. وقال علم الدين السخاوي في سفر السعادة: ((زعموا أنه مقلوب، وأن وجه الكلام: وتشقى الضياطرة بالرماح، وأحسن من هذا أن يكون غير مقلوب وشقاوة الرماح تكسرها فيهم، كما قال:\nفتى شقيت أرماحه بعداته\n...\nكما شقيت أرماح زيد بتغلب))\nانتهى. وفي هذا البيت رواية أخرى رواها الإمام محمد بن أحمد بن مطرِّف الكناني في القرطين وهي: (وتعصى الرماح) من قولهم: عصى بسيفه يعصى: أي ضرب به. والمراد هنا الطعن، وعلى هذه الرواية لا يصح تخريج ما في البيت إلا على القلب. قال الكناني: ((لأن الرماح لا تعصى بالضياطرة، وإنما يعصى الرجال بها، أي يطعنون)) .\n(ومنه) قول الفرزدق يذكر ذئباً:\nوأطلس عسّال وما كان صاحباً\n...\nرفعت لناري موهناً فأتاني\nقال المبرد في الكامل: ((قوله: رفعت لناري من المقلوب، وإنما أراد رفعت له ناري، والكلام إذا لم يدخله لبس جاز القلب للاختصار)) ثم قال: ((ويروى: أن يونس بن حبيب قال لأبي الحسن الكسائي: كيف تنشد بيت الفرزدق:\nغداة أحلّت لابن أصرم طعنةٌ\n...\nحصينٍ عبيطاتِ السدائفِ والخمرُ؟\nفقال الكسائي: لما قال: غداة أحلت لابن أصرم طعنة حصين عبيطات السدائف تم الكلام، فحمل الخمر على المعنى، أراد: وحلت له الخمر، فقال يونس: ما أحسن ما قلت، ولكن الفرزدق أنشدنيه على القلب، فنصب الطعنة ورفع العبيطات، والخمر على ما وصفنا من القلب، والذي ذهب إليه الكسائي أحسن في محض العربية، وإن كان إنشاد الفرزدق جيداً)) انتهى.\n(ومنه) قول الفرزدق أيضاً:\nفبتنَ بجانبيّ مصرَّعاتوبتّ أفضّ أغلاق الحتام\nقال الفارسي: أراد ختام الأغلاق فقلب، كذا في اللسان في مادة (غلق) .\n(ومنه) قول ذي الرمة:\nوقرّ بي بالزُّرق الحمائل بعدما\n...\nتقوّب عن غربان أوراكها الخطرُ\nالزرق: أكثبة بالدهناء. والغرابان من الفرس والبعير: حرفا الوركين. والخطر: ما لصق بالوركين من البول. وتقوب الجلد: تقشر قال صاحب اللسان: ((أراد تقوبت غربانها عن الخطر فقلبه، لأن المعنى معروف كقولك: لا يدخل الخاتم في اصبعي، أي لا يدخل اصبعي في الخاتم)) .\n(ومنه) قول بعضهم_ونسبه صاحب الوساطة للأعشى_:\nوكلّ كميت كأنّ السلي\n...\nط حيث وارى الأديمُ الشعارا\nففي الوساطة: ((يريد حيث وارى الشعار الأديم فقلب الكلام)) .\nالجزء: 1 ¦ الصفحة: 21\n",
        "ورواية اللسان: (طويل) بدل كميت، وجاء فيه عن البيت ما نصه: ((أراد كأن السليط، وهو الزيت في شعر هذا الفرس لصفائه. والشعار: جمع شعر، كما يقال: جبل وجبال، أراد أن يخبر بصفاء شعر الفرس، وهو كأنه مدهون بالسليط. والموارى في الحقيقة: الشعار. والموارى: هو الأديم، لأن الشعر يواريه فقلب. وفيه قول آخر يجوز أن يكون هذا البيت من المستقيم غير المقلوب، فيكون معناه: كأن السليط في حيث وارى الأديم الشعر، لأن الشعر ينبت من اللحم وهو تحت الأديم، لأن الأديم الجلد. يقول: فكأن الزيت في الموضع الذي يواريه الأديم وينبت منه الشعر، وإذا كان الزيت في منبته نبت صافياً، فصار شعره كأنه مدهون، لأن منابته في الدخن، كما يكون الغصن ناضراً ريان إذا كان الماء في أصوله)) انتهى.\n(ومنه) قول الأعشى:\nحتى إذا احتدمت وصا\n...\nر الجمر مثل ترابها\nأي وصار ترابها مثل الجمر، وقد روى هذا البيت في الأضداد لأبي الطيب اللغوي والقرطين للكناني. والذي في الأضداد للسجستاني:\nحتى يصير الجمر مثل ترابها\nأي على أنه شطر بيت وليحقق فإني لم أجده في نسخة ديوان الأعشى التي بيدي، ولعله الأعشى آخر إلا أن عادتهم إذا أطلقوا أرادوا الأعشى الأكبر.\n(ومنه) قول الشماخ يذكر أباه:\nمنه ولدت ولم يؤشب به حسبي\n...\nليّاً كما عصبَ العلباء بالعود\nالعلباء: عصب العنق، وكانت العرب إذا تصدع رمح تعصبه به وهو رطب فيجف عليه، فكان الوجه في البيت: (كما عصب العود بالعلباء) .\n(ومنه) قول ذي الرمة:\nوتكسو المجنّ الرخو خصراً كأنّه\n...\nإهان ذوى عن صفرة فهو أخلق\nالمجن هنا: الثوب والإهان (بكسر أوله) : عود المذاق. والأخلق: الأملس. وكان الوجه أن يقول: تكسو الخصر مجناً.\n(ومن القلب) قوله أيضاً يذكر بعيراً:\nبرى لحمه التوجاف حتى كأنّه\n...\nهلال نضت عنه الرياحَ سحائبه\nأي أهزله الإسراع في السير حتى صيره كهلال تقشعت عنه السحائب، فالرياح هي التي نضت عنه السحائب لا العكس كما في البيت، ولكنه لما اضطر قلب. وقد رواه هكذا أبو الطيب اللغوي في الأضداد، ورواية الديوان: (هلال بدا وانشق عنه سحائبه) ولا قلب عليها.\n(ومنه) قول الآخر\nأسلمته في دمشق كما\n...\nأسلمت وحشيّةٌ وهقا\nالوهق (بفتحتين) : حبل مغار يرمى فتأخذ به الدواب. والوجه كما أسلم وهقٌ وحشية.\n(ومنه) ما أورده ابن هشام في المغنى لبعضهم:\nفإن أنت لاقيت في نجدة\n...\nفلا يتهيَّبك أن تقدما\nقال الدماميني في الهندية: ((أي لا يخفك الإقدام. والمعنى: لا تخف أنت الإقدام على ملاقاة العدو والدخول في الحرب، والقلب فيه ظاهر)) .\n(وفي المغنى) أيضاً لابن مقبل:\nولا تهيّبني الموماة أركبها\n...\nإذا تجاوبت الأصداء بالسحر\nأي لا تتهيبني، فحذفت إحدى التاءين، والوجه لا أتهيبها.\n(ومن) قلب التثنية بالإفراد ما ورد في المغنى أيضاً لبعضهم:\nإذا أحسن ابن العمّ بعد إساءة\n...\nفلست لشرَّى فعله بحمول\nأي فلست لشرّ فعليه.\n(ومن القلب) قول بعضهم:\nمتاليف سيّارون والليل مسدف\n...\nإذا الليل بالغوج الهدان تحيّرا\nقال أبو الطيب اللغوي في الأضداد: ((أي إذا تحير الغوج الهدان بالليل. والغوج: الثقيل. والهدان: البليد)) .\n(ومنه) قول الآخر:\nعليك سلام الله منّي مضاعفاً\n...\nإلى أن تغيب الشمس من حيث تطلع\nقال أبو الطيب: ((يريد إلى أن تطلع الشمس من حيث تغيب)) .\n(ومنه) قول الآخر:\nفإنّ بني شرحبيل بني عمرو\n...\nتمادوا والفجور من التمادي\nيريد: والتمادى من الفجور.\n(ومنه) قول الآخر:\nأتجزع أن نفسي أتاها حمامها\n...\nفهلّا التي عن بين جنبيك تدفع\nيريد: فهلا عن التي بين جنبيك تدفع.\n(ومنه) قول الآخر:\nأقبّ طمرّ كسيد الغضا\n...\nإذا ما الخبار انتحاه وثبْ\nيريد: إذا انتحى الخبار، أي قصده. والخبار من الأرض: ما لان واسترخى، وكان فيه جحرة.\n(ومنه) قول الآخر:\nووحش أران قد سلبت مقليه\n...\nإذا ضنّ بالوحوش العتاق مقايلهْ\nالجزء: 1 ¦ الصفحة: 22\n",
        "هكذا أنشده أبو الطيب اللغوي في الأضداد وقال: ((يريد إذا ضن الوحش بمقايله)) والأران على هذه الرواية إما الكناس، وإما موضع تنسب إليه البقر. وورد في اللسان على أن الأران الثور الوحشي برواية:\nوكم من إران قد سلبت مقيله\n...\nإذا ضن بالوحش العتاق معاقله\n(ومن القلب) قول بعضهم:\nكأنّ ريقتها بعد الكرى اغتبقت\n...\nمن مستكنّ نماه النحل في نيق\nأو طعم غادية في جوف ذي حدب\n...\nمن ساكب المزن يجري في الغرانيق\nالنيق (بكسر الأول) : أرفع موضع في الجبل، وأراد بذي حدب: ماء استنقع في موضع منخفض تحت جبل فبرد وصفا، كذا في الإقتضاب.\nقال أبو الطيب في الأضداد: ((أي تجري الغرانيق فيه. والغرانيق: جمع غرنيق وهو طير الماء)) فجعله من المقلوب، والذي في اللسان: أنه أقام (في) مقام (مع) أي أنه أراد يجري مع الغرانيق. ومثله في أدب الكتاب لابن قتيبة وشرحه المسمى بالاقتضاب لابن السيد، وذكر أن الشعر لخراشة بن عمرو العبسي، وأن بعضهم رواه لعنترة بن شداد.\n(ومن القلب) قول الراجز يشكو أذى البرغوث:\nقد حكّني الأسيود الأسكُّ\n...\nبالليل حكًّا ليس فيه شكّ\nأحكّ حتّى منكبي منفك\nكذا رواه أبو الطيب في الأضداد وقال: ((يريد بالأسيود البرغوث ويريد حككته حكني)) .\nورواية اللسان:\nليلة حكّ ليس فيها شكّ\n...\nأحكّ حتّى ساعدي منفكّ\nأسهرني الأسيود الأسكّ\n(ومنه) قول الآخر:\nوقد أراني في زمان ألعبه\n...\nفي رونق من الشباب أعجبهْ\nقال أبو الطيب: ((أي يعجبني، وقوله: ألعبه، أي في زمان ألعبه فيه)) .\nقال أبو الطيب: ((أي يعجبني، وقوله: ألعبه، أي في زمان ألعب فيه)) .\n(ومنه) قول الآخر:\nقد صبّحت صبّحها السلامُ\n...\nبكبد خالطها السَّنام\nفي ساعة يحبّها الطعام\nقال أبو الطيب: ((أي يحب فيها الطعام)) ومثله في اللسان.\n(ومنه) قول الآخر:\nوإذا تعاورت الأكفُّ زجاجها\n...\nنفحت فنال رياحها الزكومُ\nقال أبو الطيب: ((يريد: فنالت رياحها الذكوم. والمذكوم نصب والرياح رفع)) (ومنه) قول الآخر:\nمن كنت في الحرب (العوان) مغمّراً\n...\nإذا شبّ حرُّ وقودها أجزالها\nقال أبو الطيب: ((وإنما الأجزال هي التي شبت حر وقودها)) (ومن القلب) الواقع في كلام المولدين قول أبي تمام يصف قلم ممدوحه:\nلعاب الأفاعي القاتلات لعابه\n...\nوأرى الجنى اشتارته أيد عواسل\nأورده القزويني في الإيضاح شاهداً على القلب المتضمن الاعتبار اللطيف، ولم يتكلم عليه. والمراد أن الوجه فيه: (لعابه كلعاب الأفاعي) فعكس التشبيه للمبالغة، ولكن لا يخفى أنه يرد عليه ما ورد على قول رؤبة: (كأن لون أرضه سماؤه) المتقدم ذكره، فيعد من التشبيه المقلوب لا من القلب المراد هنا.\nوزعم بعضهم: أن من المقلوب قول المتنبي:\nوعذلتُ أهل العشق حتى ذقته\n...\nفعجبت كيف يموت من لا يعشق\nلأنه عنده على تقدير: كيف لا يموت من يعشق، وخلاصة ما في شروح الديوان والوساطة والمغنى وعروس الأفراح أن لا قلب، لأن المراد أنه صار يرى أن لا سبب للموت سوى العشق، أي أن الأمر المتقرر في النفوس أن الموت أعلى مراتب الشدة، وإني لما ذقت العشق وعرفت شدته عجبت كيف يكون هذا الأمر الصعب المتفق على شدته غير العشق وكيف يجوز ألا تعم علته فتستولي على الناس حتى تكون مناياهم منه.\n(ومن المقلوب) في رأي ابن جنى قول المتنبي أيضاً:\nنحن ركب ملجنّ في زي ناس\n...\nفوق طير لها شخوص الجمال\nلأن تقديره عنده: نحن ركب من الإنس في زي الجن فوق جمال لها شخوص الطير. قال ابن سنان الخفاجي في سر الفصاحة: ((وهذا عندي تعسف من أبي الفتح لا تقود إليه ضرورة، ومراد أبي الطيب المبالغة على حسب ما جرت به عادة الشعراء فيقول: نحن من الجن لجوبنا الفلاة والمهامه والقفار التي لا تسلك، وقلة فرقنا فيه إلا أننا في زي الإنس، وهم بلا شك كذلك. ونحن فوق طير من سرعة إبلنا إلا أن شخوصها شخوص الجمال، ولا خلاف أيضاً في هذا)) انتهى.\nالقسم السادس\nومن هذه الأوهام تغيير الأسماء، وهو ثلاثة أنواع: الأول: لفظي، وهو ما كان التغيير فيه في أحرف الاسم بالتقديم والتأخير، أو الزيادة والنقصان.\nالجزء: 1 ¦ الصفحة: 23\n",
        "والثاني: معنوي، وهو ما وضع فيه اسم موضع آخر.\nوالثالث: جامع لهما، وهو ما وقع فيه التغييران كلاهما.\nفالأول كقول الأسود بن يعفر يصف درعاً:\nودعا بمحكمة أمينٍ سكها\n...\nمن نسج داود أبي سلّام\nيريد: (أبي سليمان) فلما اضطر قال سلام وكقول الآخر:\nوسائلة بثعلبة بن سيرْ\n...\nوقد علقت بثعلبة العلوق\nيريد: ثعلبة بن سيار. ومثله كثير ولا كلام لنا فيه لخروجه عن مقصودنا.\nوالثاني: كقول حسيل بن سجيح الضبي يذكر درعاً:\nوبيضاء من نسج داود نثرة\n...\nتخيّرتها يوم اللقاء الملابسا\nفإن الدروع من نسج داود نفسه لا ابنه سليمان، وأكثر ما يقع هذا بذكر الإبن بدل الأب وعكسه. وخرجه التبريزي في شرح ديوان الحماسة على أنه من عادة العرب في إقامة الأب مقام الابن، والابن مقام الأب، وتسمية الشيء باسم غيره إذا كان من سببه.\nوالثالث: أي الجامع للفظي والمعنوي كقول الحطيئة:\nفيه الرماح وفيه كلّ سابغة\n...\nبيضاء محكمة من نسج سلّام\nوقول النابغة:\nوكلّ صموت نثلة تبّعيّة\n...\nونسج سليم كلّ قضّاء ذائل\nقال القاضي الجرجاني في الوساطة: ((أراد داود فغلطا إلى سليمان، ثم حرفا اسمه فقال أحدهما: سلام، وقال الآخر: سليم)) انتهى.\nوتبعهما أبو العلاء المعري فقال في الدرعيات:\nسليميّة من كل قتر يحوطها\n...\nقتير نبت عنه الغواني الأوانسُ\n(فمن المعنوي) قول الصلتان العبدي:\nأرى الخطفى بذّ الفرزدق شعره\n...\nولكنّ خيراً من كليب مجاشع\nقال ابن مطرف في القرطين: ((أراد أرى جريراً بذ الفرزدق فلم يمكنه فذكر جده)) وفي خزانة البغدادي: ((أراد أرى جرير بن عطية بن الخطفى، وجاز هذا لكونه معلوماً عند المخاطب، وقد أنكر الخوارزمي كون هذا من باب الحذف وقال: إنما هو من باب تعدي اللقب من الأب إلى الابن كما في قوله:\nكراجي الندى والعرف عند المذلّق\n((أي ابن المذلّق)) انتهى.\n(ومنه) قول حسان بن ثابت:\nمن معشر لا يغدرون بذمّة\n...\nالحارث بن حبيب بن سحام\nقال القاضي الجرجاني في الوساطة: ((وإنما هو حبيب)) .\n(ومنه) قول أوس بن حجر:\nفهل لكم فيها إلىّ فإنّني\n...\nطبيب بما أعيى النطاسي حذيما\nأراد ابن حذيم، وكان من أطباء العرب فذكر أباه.\nوذهب ابن السكيت في شرحه لديوان أوس إلى حذيماً اسم الطبيب نفسه، وتبعه في ذلك صاحب القاموس، ولكن الأكثرين على أنه أبوه. واستشهد الزمخشري في الكشاف بهذا البيت على حذف المضاف لأمن اللبس، ولكن خالف كلامه في المفصل فجعله من المحذوف مع وجود اللبس، وأنشد معه قول ذي الرمة:\nعشيّة فرّ الحارثيُّون بعدما\n...\nقضى نحبه في ملتقى القوم هوبر\nأي يزيد بن هوبر، وقد صوب البغدادي في خزانته قوله الأول بأن الإلباس وعدمه إنما يكون بالنسبة على المخاطب الذي يلقي المتكلم كلامه إليه لا بالنسبة إلى أمثالنا، فإنه وإن كان عندنا من قبيل الإلباس فهو مفهوم واضح عند المخاطب به في ذلك العصر.\n(ومنه) قول الآخر يصف إبلاً:\nصبّحن من كاظمة الخصّ الخربْ\n...\nيحملن عبّاس بن عبد المطّلب\nقال ابن مطرف الكناني في القرطين: ((أراد عبد الله بن عباس فذكر أباه مكانه)) . وجعله ابن جنى في الخصائص من المحذوف لأمن اللبس فقال: ((وإنما أراد عبد الله بن عباس ولو لم يكن على الثقة بفهم ذلك لم يجد بدّاً من البيان)) . وأورده المبرد في الكامل، وأنشد معه للفرزدق في سليمان بن عبد الملك:\nورثتم ثياب المجد فهي لبوسكم\n...\nعن ابني مناف عبد شمس وهاشم\nيريد ابن عبد مناف، وأنشد معه أيضاً قول كثير لما حبس عبد الله بن الزبير محمد ابن الحنفية في سجن عارم:\nتخبّر من لاقيت إنَّك عائذ\n...\nبل العائذ المحبوس في سجن عارم\nوصىّ النبيّ المصطفى وابن عمّه\n...\nوفكاك أعناق وقاضي مغارم\nالجزء: 1 ¦ الصفحة: 24\n",
        "يريد ابن وصي النبي, وفي مادة (وصى) من اللسان: ((أنما أراد ابن وصي النبي وابن ابن عمه، وهو الحسن بن علي، أو الحسين بن علي رضي الله عنهم، فأقام الوصي مقامها، ألا ترى أن علياً رضي الله عنه لم يكن في سجن عارم ولا سجن قط. قال ابن سيده: أنبأنا بذلك أبو العلاء عن أبي علي الفارسي، والأشهر أن محمد ابن الحنفية رضي الله عنه، حبسه عبد الله بن الزبير في سجن عارم، والقصيدة في شعر كثير مشهورة، والممدوح بها محمد ابن الحنفية)) انتهى.\n(ومنه) قول دريد بن الصمة يرثي أخاه عبد الله:\nفإن تعقب الأيّام والدهر فاعلموا\n...\nبني قارب أنَّا غضاب بمعبد\nوأن كان عبد الله خلّى مكانه\n...\nفما كان طيّاشاً ولا رعش اليد\nأراد بمعبد: عبد الله، وقد صرح به في البيت الثاني. والأقرب عد هذا من الخطأ اللفظي، أي بتحريف عبد بمعبد، وسهله له رجوع كلا اللفظين إلى معنى العبودة.\n(ومنه) قول الآخر:\nأرض تخيّرها الطيب مقيلها\n...\nكعب بن مامة وابن أمّ دواد\nقال البغدادي في الخزانة: ((هو أبو دواد الشاعر، واسمه جارية، والتقدير ابن أم أبي دواد فحذف الأب)) .\n(ومنه) ما ذكره السيرافي في شرحه لكتاب سيبويه فقال: ((وأما ما لا يجوز في الشعر ولا في الكلام، فالغلط الذي يغلطه الشاعر في اسم أو غيره مما يظن أن الأمر فيه على ما قاله، كقوله:\nوالشيخ عثمان أبو عفّان\nفظن أن عثمان يكنى أبو عفان، لأن اسم أبيه عفان، وإنما هو أبو عمرو فهذا مما لا يجوز)) .\n(ومنه) قول لبيد يرثي عمه عامر بن مالك الملقب بملاعب الأسنة:\nقوما تنوحان مع الأنواح\n...\nوأبِّنا ملاعب الرماح\nوقوله فيه:\nلو أنّ حيًّا مدرك الفلاح\n...\nأدركه ملاعب الرماح\nفاضطرته القافية إلى تلقيبه بلقب غيره، لأن ملاعب الرماح هو عامر بن الطفيل. هذا على ما جاء في موارد البصائر ومادتي (رمح) و (لعب) من اللسان. وجاء في مادة (رمح) من القاموس: ((وملاعب الرماح: عامر بن مالك بن جعفر، والمعروف ملاعب الأسنة، وجعله لبيد رماحاً للقافية)) إلا أنه اقتصر فيه على المشهور في مادة (لعب) .\n(ومنه) قول زهير:\nفتنتج لكم غلمان أشأم كلّهم\n...\nكأحمر عاد ثمّ ترضع فتفطم\nفذكره أنه أخطأ في قوله كأحمر عاد، وهو أحمر ثمود، وقال بعض أهل اللغة: العرب تسمى ثمود: عاداً الآخرة، وتسمى قوم هود: عاداً الأولى، فقول زهير صحيح.\n(ومنه) قول النمر بن تولب:\nهلَّا سألت بعادياء وبيته\n...\nوالخلّ والخمر التي لم تمنع\nوفتاتهم عنز عشيّة أبصرت\n...\nمن بعد مرأى في القضاء ومسمع\nقالت أرى رجلاً يقلِّب نعله\n...\nأصلاً وجوٌّ آمن لم يفزع\nوعنز (بفتح فسكون) : اسم زرقاء اليمامة، وكانت على ما زعموا تبصر من مسيرة ثلاثة أيام، وهي من جديس، فجعلها الشاعر من بيت (عادياء) وهو أبو السموءل الأزدي الغساني، فأخطأ في وضعه اسماً موضع آخر.\nوقال بعضهم: أراد بعادياء: عاداً، والعرب تقول: لكل شيء قديم عادي.\nقلنا: وعلى هذا القول فهو من الخطأ اللفظي بتحريف عاد بعادياء. والأقرب في الاعتذار عنه قول ابن حبيب في شرحه لديوانه: ((نسب عنزاً إلى بيت عادياء، وليست منهم، وإنما كان شيئاً في أول الدهر فنسبه إلى بعضهم، كما قال زهير كأحمر عاد وإنما كان في ثمود)) .\n(ومنه) قول البحتري من المولدين:\nهم ثأروا الأخدود ليلة أغرقت\n...\nرماحهم في لجّة البحر تبَّعا\nقال أبو العلاء المعري في عبث الوليد: ((الذي غرق من ملوك اليمن في البحر لما أرهقته الحبشة هو ذو نواس الحميري، ولم يكن يقال له تبع إلا أن هذا يحتمله الشعر على أن يجعل كل ملك للعرب تبعاً، كما جعلوا كل ملك للروم قيصر، وكل ملك من ملوك الحيرة النعمان)) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "وكل ما ذكرناه من المآخذ لم نأت به من عند أنفسنا بل عولنا فيه على ما في كتب أئمة اللغة والأدب، كاللسان، والمزهر، والخصائص، والأغاني، والعقد، ومحاضرات الأدباء، والقرطين، والتنبيهات، ومجالس أبي مسلم، والوساطة، والموشح، وسفر السعادة، والخزانة، وكتب الأضداد، والضرورات الشعرية، وشروح الدواوين، وغيرها. فإن كان لنا فيه شيء فجمع ما انتثر منه، وضم الشبيه إلى شبيهه، أو ما كان كالتوطئة، أو الشرح لكلامهم. وقد منعنا طول المقال عن إلحاقه بما وقع من هذه الأوهام لفحول المولدين غير ما تقدم ذكره بالمناسبة فأرجأناه لمقال آخر خاص بهم.\nالشعراء المولدون\nالقسم السابع\nولنختم كلامنا ببعض ما وقع من الأوهام المعنوية لمن يعتمد بهم من الشعراء المولدين، غير ما تقدم لنا ذكره بالمناسبة مع أوهام العرب.\n(أبو نواس) فمما أدرك على أبو نواس قوله في وصف الأسد:\nكأنما عينه إذا التفتت\n...\nبارزة الجفن عين مخنوق\nفإن عين المخنوق تكون جاحظة، والأسد لا يوصف بجحوظ العين، بل يوصف بغؤورها، كما قال أبو زبيد:\nكأن عينيه في وقبين من حجر\n...\nقيضا اقتياضاً بأطراف المناقير\n(ومن أوهامه) ما رواه المرزباني في الموشح قال: ((حدثني المظفر ابن يحيى قال: غلط أبو نواس في قوله يصف الكلب:\nكأنّما الأظفور من قنابهِ\n...\nموسى صناع ردّ في نصابهِ\nلأنه ظن أن مخلب الكلب كمخلب الأسد والسنور الذي يستتر إذا أراد حتى لا يتبين، وعند حاجتهما تخرج المخالب حجنا محددة يفترسان بها. والكلب مبسوط اليد أبداً غير منقبض)) .\n(ومما أدرك) على أبي نواس أيضاً قوله يصف الديار:\nكأنّها إذا خرست جارم\n...\nبين يدي تفنيده مطرق\nقال الجاحظ في الحيوان: ((عابوه بذلك وقالوا: لا يقول أحد: لقد سكت هذا الحجر كأنه إنسان ساكت، وإنما يوصف خرس الإنسان بخرس الدار، ويشبه صممه بصمم الصخر)) انتهى.\nقلنا: الذي عندنا من البيت أنه من التشبيه المقلوب والتخيل فيه بديع فلا وجه لما ذكروه.\n(ومن التناقض) قول أبي نواس أيضاً يصف الخمر:\nكأن بقايا ما عفا من حبابها\n...\nتفاريق شيب في سواد عذار\nقال المرزباني في الموشح: ((شبه حباب الكأس بلشيب، وذلك قول جائز لأن الحباب يشبه الشيب في البياض وحده لا في شيء آخر غيره ثم قال:\nتردّت به ثمّ انفرى عن أديمها\n...\nتفرّى ليل عن بياض نهار\nفالحباب الذي جعله في هذا البيت الثاني كالليل هو الذي في البيت الأول أبيض كالشيب. والخمر التي كانت في البيت الأول كسواد العذار هي التي صارت في البيت الثاني كبياض النهار، وليس في هذا التناقض منصرف إلى جهة من جهات العذر لأن الأبيض والأسود طرفان متضادان وكل واحد منهما في غاية البعد عن الآخر، فليس يجوز أن يكون شيء واحد يصف بأنه أسود وأبيض إلا كما يوصف الأدكن في الألوان بالقياس إلى كل واحد من الطرفين اللذين هو وسط بينهما، فيقال: إنه عند الأبيض أسود، وعند الأسود أبيض، وليس فيما قاله أبو نواس حال توجب انصراف ما قاله إلى هذه الجهة)) انتهى.\nقلنا: هذا صحيح على هذه الرواية، ولكنا رأينا على نسختنا من الموشح حاشية نصها: ((الموجود بخط توزون النحوي صاحب أبي عمر الزاهد صاحب أبي العباس أحمد بن يحيى ثعلب: (ترت به ثم انفرت) وعى هذه الرواية لا تناقض)) .\n(وفي الموشح) أيضاً ما نصه: (ومن قول أبي نواس على طريق الإيجاب والسلب:\nولىّ عهد ما له قرينُ\n...\nولا له شبه ولا خدين\nأستغفر الله بلى هارون\n...\nيا خير من كان ومن يكون\nإلا النبيّ الطاهر الميمون\nفصير هارون شبيهاً بولي العهد، ثم قال: إنه خير الناس ولم يستثن بهارون، فكأنه إما خير منه وليس خيراً منه لأنه شبيهه، أو شبيهه وليس بشبيهه لأنه خير منه، وهذا جمع بين النفي والإثبات)) .\n(أبو تمام) (ومما وهم) فيه أبو تمام قوله:\nألذّ من الماء الزلال على الظما\n...\nوأطرف من مرّ الشمال ببغداد\nقال القاضي الجرجاني في الوساطة: ((جعل الشمال طرفة ببغداد، وهي أكثر الرياح بها هبوباً، وقد رواه بعض الرواة أظرف، ولا أعرف معنى الظرف في الريح)) .\n(وقوله) :\nورحب صدر لو أنّ الأرض واسعة\n...\nكوسعه لم يضق عن أهله بلد\nالجزء: 1 ¦ الصفحة: 26\n",
        "قال في الوساطة: ((وهذا المعنى فاسد لأنه جعل البلاد إنما تضيق بأهلها لضيق الأرض، وأنها لو اتسعت اتساع صدره لم تضق البلاد، ونحن نعلم أن البلاد لم تخطط في الأصل على قدر سعة الأرض وضيقها، وأن الأرض تتسع لبلاد كثيرة، ولاتساع ما فيها من المدن أيضاً، وهي على حالها، وإنما تؤسس وتبدأ على قدر الحاجة إليها، فإذا استمر بها الزمان وكثرت العمارة، وظهر فيها ما يستدعى الناس إليها ضاقت، فإن جاورتها فسح وعراص وسعت وإلا احتمل لها بعض الضيق، فلو اتسعت الأرض حتى امتدت إلى غير نهاية وأمكن ذلك لم تزد البلاد التي تنشأ فيها على مقاديرها)) وقد خطأه فيه أبو هلال أيضاً، فقال في الصناعتين: ((وذلك أن البلدان التي تضيق بأهلها لم تضق بأهلها لضيق الأرض، ومن اختط البلدان لم يختطها على قدر ضيق الأرض وسعتها، وإنما اختطت على حسب الإتفاق ولعل المسكون منها لا يكون جزءاً من ألف فلأي معنى تصييره ضيق البلدان الضيقة من أجل ضيق. والصواب أن يقول: ورحب صدر لو أن الأرض واسعة كوسعه لم يسعها الفلك، أو لضاقت عنها السماء، أو يقول: لو أن سعة كل بلد كسعة صدره لم يضق عن أهله بلد. والجيد في هذا المعنى قول البحتري:\nمفازة صدر لو تطرّق لم يكن\n...\nليسلكها فرداً سليك المقانب\nأي لم يسلكها إلا بدليل لسعتها، على أن قوله: مفازة صدر استعارة بعيدة)) انتهى.\nوللآمدى كلام طويل عن البيت راجعه إن شئت في الموازنة.\n(ومما أدرك) على أبي تمام قوله:\nالودّ للقربى ولكن عرفه\n...\nللأبعد الأوطان دون الأقرب\nقال ابن سنان في سر الفصاحة: ((قيل: لم منع ذوي القربى من عرفه وجعله في الأبعدين دونهم؟ وهلا كان عطاؤه للقريب والبعيد)) . وقال أبو هلال: ((لا أعرف لما حرم أقارب الممدوح عرفه وصيره للأبعدين؟ فنقصه الفضل في صلة الرحم، وإذا لم يكن مع الود نفع لم يعتمد به)) إلى أن قال: ((وقد أغرى أبو تمتم بهذا القول أقرباء الممدوح، لأنهم إذا رأوا عرفه يفيض في الأبعدين ويقصر عنهم أبغضوه وذموه)) .\nقلنا: ولم لا يكون قصد أبي تمام أن الممدوح من بيت مجد وغنى لا يحتاج أقاربه لغير الود منه. على أن مثل هذا ربما لا يعد من نوع الخطأ الذي توخينا ذكره إلا أن يحمل على أنه أراد أن يمدح فهجا (وقوله) :\nرقيق حواشى الحلم لو أنّ حلمه\n...\nبكفّيك ما ماريت في أنّه برد\nقال أبو هلال: ((وما وصف أحد من أهل الجاهلية ولا أهل الإسلام الحلم بالرقة، وإنما يصفونه بالرجحان والرزانة)) ثم أورد عدة شواهد على ذلك من أشعار الجاهليين والإسلاميين، كقول النابغة:\nوأعظم أحلاماً وأكبر سيِّداً\n...\nوأفضل مشفوعاً إليه وشافع\nوكقول عدي بن الرقاع:\nأبت لكم مواطن طيّبات\n...\nوأحلام لكم تزن الجبالا\nوقول الفرزدق:\nإنَّا لتوزن بالجبال حلومنا\n...\nويزيد جاهلنا على الجهّال\nوقال القاضي الجرجاني عن البيت: ((البرد لا يوصف بالرقة، وإنما يوصف بالصفاقة والدقة، وقد أقام الرقة مقام اللطف والرشاقة في موضع آخر فقال:\nلك قد أرقّ من أن يحاكى\n...\nبقضيب في النعت أو بكثيب\nوالقد لا يوصف بالرقة)) .\nقلنا: أما الذي النتقده أبو هلال فصحيح، وأما قول الجرجاني بأن البرد لا يوصف بالرقة فقد نقل التبريزي في شرحه لديوان أبي تمام عن المرزوقي: أن الرقة تستعمل في صفة الفاخر من الثياب وغيره حتى يقال: عندي ثوب أرق من الهواء.\nالجزء: 1 ¦ الصفحة: 27\n",
        ""
    ]
}