{
    "1": [
        "أولئك الأخيار\nالمقدمة\nالحمد لله الذي جعل جنة الفردوس لعباده المؤمنين، ويسرهم للأعمال الصالحة الموصلة إليها، فلم يتخذوا سواها شغلاً، وسهل طرقها فسلكوا السبيل الموصلة إليها ذللاً، والصلاة والسلام على أشرف الأنبياء والمرسلين الذي قام من الليل حتى تفطرت قدماه.\nوبعد:\nإن صحبة الأخيار ومجالسة الصالحين وسماع أخبارهم تغرس في النفوس حب الخير والرغبة في مجاراتهم والوصول إلى ما وصلوا إليه من الجد والاجتهاد في الطاعة\n...\nفإن القلوب تحتاج إلى تذكير وترغيب خاصة مع ما نراه من طول الأمل واللهث وراء حطام الدنيا.\nوهذه هي المجموعة الثالثة من سلسلة «أين نحن من هؤلاء؟ » تحت عنوان «أولئك الأخيار» تتحدث عن\nقيام الليل\n...\nوهو جانب مضيء مشرق من أعمال سلفنا الصالح. لعل قلوبنا تستيقظ من غفلتها وتصحو من غفوتها جعل الله أعمالنا خالصة لوجهه الكريم.\nعبد الملك بن محمد بن عبد الرحمن القاسم\nالجزء: 1 - الصفحة: 3\n",
        "قيام الليل\nقال تعالى: {أَمْ مَنْ هُوَ قَانِتٌ آَنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآَخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} [سورة الزمر: 9].\nوقال جل وعلا: {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ * آَخِذِينَ مَا آَتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ * كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ * وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} [سورة الذاريات، الآيات: 15 - 18].\nوعندما سئل رسول الله - صلى الله عليه وسلم -، عن رجل نام الليل حتى أصبح قال: «ذاك رجل بال الشيطان في أذنه» (1).\nوقد وصف الله -سبحانه وتعالى- قيام الليل بقوله: {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} [سورة المزمل، الآية: 6]، وفسر ابن كثير قوله -تعالى-: {هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} بأنه أجمع للخاطر في أداء القراءة وتفهمها من قيام النهار، لأنه وقت انتشار الناس ولغط الأصوات وأوقات المعاش (2).\nوقيام الليل مرحلة صراع ومجاهدة مع النفس فلا شيء أعظم أثرًا في النفس البشرية من الاستمرار في الطاعة والعبادة خاصة وقت الراحة والدعة والسكون، ولذلك شهد الله -سبحانه وتعالى- لقوام\n(1) متفق عليه من حديث ابن مسعود.\n(2) تفسير ابن كثير 4/ 436.\nالجزء: 1 - الصفحة: 4\n",
        "الليل بالإيمان الصادق ووعدهم بالخير الجزيل فقال تعالى: {إِنَّمَا يُؤْمِنُ بِآَيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ * تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة، الآيات: 15 - 17].\nأخي الحبيب\n:\nإن قيام الليل عبادة تصل القلب بالله، وتجعله قادرًا على التغلب على مغريات الحياة وعلى مجاهدة النفس، في وقت هدأت فيه الأصوات ونامت العيون وتقلب النوام على الفرش ولكن قوام الليل يهبون من فرشهم الوثيرة وسررهم المريحة ويكابدون الليل لا ينامون إلا القليل، ولذا كان قيام الليل من مقاييس العزيمة الصادقة وسمات النفوس الكبيرة وقد مدحهم الله وميزهم عن غيرهم بقوله -تعالى-: {أَمْ مَنْ هُوَ قَانِتٌ آَنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآَخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} [سورة الزمر الآية: 9].\nوقيام الليل سنة مؤكدة: حث النبي - صلى الله عليه وسلم - على أدائها بقوله: «عليكم بقيام الليل فإنه دأب الصالحين قبلكم ومقربة لكم إلى ربكم، ومكفرة للسيئات، ومنهاة عن الإثم ومطردة للداء عن\nالجزء: 1 - الصفحة: 5\n",
        "الجسد» (1).\nوقال - صلى الله عليه وسلم - مبينًا فضل قيام الليل: «أفضل الصلاة بعد المكتوبة قيام الليل» (2).\nوقد حافظ عليه، - صلى الله عليه وسلم - ولم يتركه لا سفرًا ولا حضرًا وقام - صلى الله عليه وسلم - وهو سيد ولد آدم وقد غفر له ما تقدم من ذنبه وما تأخر -حتى تفطرت قدماه- فقيل له: أما قد غفر لك ما تقدم من ذنبك وما تأخر؟ فقال: «أفلا أكون عبدًا شكورًا؟ » (3).\nرغب - صلى الله عليه وسلم - في قيام الليل لما فيه من الخير العظيم والإحسان الجزيل بقوله: «إن في الليل ساعة لا يوافقها عبد مسلم يسأل الله تعالى خيرًا إلا أعطاه إياه» (4).\nوهذا من منه وكرمه -جل وعلا-.\nهذا عمر بن ذر يذكرنا بتلك الساعات والليالي فيقول: اعملوا لأنفسكم رحمكم الله في هذا الليل وسواده، فإن المغبون من غبن خير الليل والنهار، والمحروم من حرم خيرهما، وإنما جعلا سبيلاً للمؤمنين إلى طاعة ربهم، ووبالاً على الآخرين للغفلة عن أنفسهم، فأحيوا لله أنفسكم بذكره فإنما تحيا القلوب بذكر الله، كم من نائم في هذا الليل قد ندم على طول نومه عندما يرى من كرامة الله -عز\n(1) أخرجه الترمذي، وأحمد وصححه الألباني.\n(2) أخرجه مسلم.\n(3) متفق عليه.\n(4) أخرجه مسلم.\nالجزء: 1 - الصفحة: 6\n",
        "وجل- للعابدين غدًا، فاغتنموا عمر الساعات والليالي والأيام يرحمكم الله (1).\nفيا أخي:\nاشتر نفسك اليوم، فإن السوق قائمة والثمن موجود والبضائع رخيصة، وسيأتي على تلك السوق والبضائع يوم لا تصل فيه إلى قليل ولا كثير: {ذَلِكَ يَوْمُ التَّغَابُنِ}، {يَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ} (2).\nقال أبو الدرداء: صلوا ركعتين في ظلم الليل لظلمة القبور (3).\nوقد عجب أحمد بن حرب -رضي الله عنه- من نوم النائمين وغفلة الغافلين فقال: عجبت لمن يعلم أن الجنة تزين فوقه، والنار تضرم تحته، كيف ينام بينهما؟ (4).\nولذلك تجدهم يستعدون لليل ويفرحون بإقباله ويغتمون بإدباره، فكان عمر بن ذر إذا نظر إلى الليل قد أقبل قال: جاء الليل، ولليل مهابة، والله أحق أن يهاب (5).\nوما ذاك إلا من توقير الله ورغبة فيما عنده، وهم أقوام وصفهم الفضيل بن عياض بقوله: أدركت أقوامًا يستحيون من الله\n(1) حلية الأولياء 5/ 109.\n(2) الفوائد 64.\n(3) جامع العلوم والحكم 264.\n(4) الإحياء 4/ 435.\n(5) حلية الأولياء 5/ 111.\nالجزء: 1 - الصفحة: 7\n",
        "في سواد الليل من طول الهجعة إنما هو على الجنب فإذا تحرك قال: ليس هذا لك، قومي خذي حظك من الآخرة (1).\nوهو كما ذكر عبد الرحمن بن يزيد بن جابر حين قال: كنا نغازي عطاء الخراساني وننزل متقاربين، فكان يحيي الليل ثم يخرج رأسه من خيمته فيقول: يا عبد الرحمن، يا هشام بن الغار، يا فلان، قيام الليل وصيام النهار أيسر من شرب الصديد، ولبس الحديد، وأكل الزقوم، فالنجاة النجاة\n...\n(2).\nأخي\n....\nسفر الليل لا يطيقه إلا مضمر المجاعة، النجائب في الأول وحاملات الزاد في الأخير (3).\nلبست ثوب الرجا والناس قد رقدوا\n...\nوقمت أشكو إلى مولاي ما أجد\nوقلت يا عدتي في كل نائبة\n...\nومن عليه لكشف الضر أعتمد\nأشكو إليك أمورًا أنت تعلمها\n...\nما لي على حملها صبر ولا جلد\nوقد مددت يدي بالضر مبتهلاً\n...\nإليك يا خير من مدت إليه يد\n(1) صفة الصفوة 2/ 241.\n(2) السير 6/ 143.\n(3) الفوائد 67.\nالجزء: 1 - الصفحة: 8\n",
        "فلا تردنها يا رب خائبة\nفبحر جودك يروي كل من يرد (1)\nقال الحسن -رحمه الله-: ما نعلم عملاً أشد من مكابدة الليل ونفقة المال، فقيل له ما بال المتهجدين من أحسن الناس وجوهًا؟ قال: لأنهم خلوا بالرحمن فألبسهم نورًا من نوره (2).\nوهذه المجاهدة والمكابدة في أول الأمر ثم تتبدل إلى محبة وشوق، فقد عرف عن ثابت البناني أنه يقوم الليل ويصوم النهار، وكان يقول: ما شيء أجده في قلبي ألذ عندي من قيام الليل.\nوقوام الليل يحبون -مثلنا- النوم والراحة والدعة ولكنهم نفضوا غبار الكسل واستحثوا الخطى وقووا العزائم انظر إلى عبد العزيز بن رواد إذا جن عليه الليل يأتي فراشه فيمر يده عليه ويقول: إنك للين، والله إن في الجنة لألين منك، ولا يزال يصلي الليل كله (3).\nويسبق حلول الليل استعداد مبكر ونية صادقة لقيام الليل فهذا معاوية بن قرة يذكر نصيحة أبيه لهم إذا صلوا العشاء\n...\nيا بني ناموا لعل الله أن يرزقكم من الليل خيرًا.\nولا يكن نهار المسلم كما قال الشاعر:\n(1) طبقات الشافعية 4/ 225.\n(2) الإحياء 1/ 220.\n(3) الإحياء 1/ 420.\nالجزء: 1 - الصفحة: 9\n",
        "نهارك يا مغرور سهو وغفلة\nوليلك نوم الردى لك لازم\n...\nوتتعب فيما سوف تكره غبه\nكذلك في الدنيا تعيش البهائم\nفكن –يا أخي- من أبناء الآخرة ولا تكن من أبناء الدنيا، فإن الولد يتبع الأم (1).\nخرج سليمان التيمي إلى مكان يصلي الصبح بوضوء عشاء الآخرة وكان يأخذ بقول الحسن؛ إنه إذا غلب النوم على قلبه توضأ» (2).\nإن جهاد النفس جهاد طويل وطريق صعب يحتاج إلى صبر ومثابرة، فقد كان صفوان بن سليم في الصيف يصلي في البيت وإذا كان في الشتاء صلى في السطح لئلا ينام (3).\nوهذا الجهاد والحرص على القيام يكون بأجمل هيئة وأحسن زينة .. فكان الإمام أحمد بن حنبل –رحمه الله- له قلنسوة خاطها بيده، فيها قطن فإذا قام الليل لبسها (4).\nقم في الدجى واتل الكتاب ولا تنم\n...\nإلا كنومة حائر ولهان\n(1) الفوائد 68.\n(2) حلية الأولياء 3/ 29.\n(3) حلية الأولياء 3/ 159.\n(4) السير 11/ 206.\nالجزء: 1 - الصفحة: 10\n",
        "فلربما تأتي المنية بغتة\nفتساق من فرش إلى الأكفان\n...\nيا حبذا عينان في غسق الدجى\nمن خشية الرحمن باكيتان\nومجاهدة النفس صعبة المنال في البداية ولكنها سهلة الانقياد بالإصرار والعزيمة في النهاية كما ذكر ذلك ثابت البناني بقوله: كابدت الصلاة (1) عشرين سنة وتنعمت بها عشرين سنة (2).\nوكانت أم سليمان –رضي الله عنها- على نبينا وعليه أفضل الصلاة والسلام، تقول له: يا بني لا تكثر النوم بالليل، فإن كثرة النوم بالليل تدع الرجل فقيرًا يوم القيامة، يا بني\n...\nمن يرد الله لا ينام الليل، لأن من نام الليل ندم بالنهار (3).\nيا كثير الرقاد والغفلات\n...\nكثرة النوم تورث الحسرات (4)\n* كانت أم الربيع بن خثيم إذا رأت قلقه بالليل قالت: يا بني لعلك قتلت قتيلاً، فيقول\n...\nيا أماه قتلت نفسي (5).\nوقالت أم عزوان له: أما لفراشك عليك حق؟ ! أما لنفسك\n(1) أي صلاة آخر الليل.\n(2) السير 5/ 224، صفة الصفوة 3/ 260.\n(3) الزهر الفائح 111.\n(4) الزهر الفائح 19.\n(5) المدهش 443.\nالجزء: 1 - الصفحة: 11\n",
        "عليك حق؟ قال: يا أماه\n...\nإنما أطلب راحتها، أبادر طي صحيفتي (1).\nأما شداد بن أوس فإنه إذا دخل الفراش يتقلب على فراشه لا يأتيه النوم، فيقول: اللهم إن النار أذهبت النوم فيقوم فيصلي حتى يصبح (2).\nيناجون رب العالمين إلههم\nفتسري هموم الدنيا والناس نوم (3)\nورغبة في الخير العظيم والجزاء الأكمل\n...\nصام منصور بن المعتمر أربعين سنة وقام ليلها وكان يبكي، فتقول له أمه: يا بني قتلت قتيلاً؟ فيقول: أنا أعلم بما صنعت بنفسي، فإذا كان الصبح، كحل عينه، ودهن رأسه، وبرق شفتيه (*) وخرج إلى الناس (4).\nقال عمر بن ذر: لما رأى العابدون الليل قد هجم عليهم، ونظروا إلى أهل الغفلة قد سكنوا إلى فرشهم ورجعوا إلى ملاذهم من النوم، قاموا إلى الله فرحين مستبشرين بما قد وهب لهم من حسن عادة السهر وطول التهجد، فاستقبلوا الليل بأبدانهم وباشروا الأرض بصفاح وجوههم، فانقضى عنهم الليل وما انقضت لذتهم\n(1) مختصر قيام الليل 27.\n(2) صفة الصفوة 1/ 709.\n(3) صفة الصفوة 3/ 380.\n(*) وذلك حتى لا يظهر عليه أثر الجهد والسهر خوفًا من الرياء.\n(4) السير 5/ 406، صفة الصفوة 3/ 162.\nالجزء: 1 - الصفحة: 12\n",
        "من التلاوة، ولا ملت أبدانهم من طول العبادة، فأصبح الفريقان وقد ولى عنهم الليل بربح وغبن، أصبح هؤلاء قد ملوا النوم والراحة، وأصبح هؤلاء متطلعين إلى مجيء الليل للعادة، شتان ما بين الفريقين.\n* حين سألت ابنة الربيع بن خثيم أباها: يا أبتاه الناس ينامون ولا أراك تنام؟ قال: يا بنية إن أباك يخاف\nالسيئات (1).\nوالآن تقلبت الأمور وتغيرت الأحوال فمن لم ينم فهو غالبًا قائم على منكر أو محرم\n...\nولربما كان مهمومًا مغمومًا من نقصان مال وأمر تجارة أو عارض من عوارض الدنيا، ولنر ما كان يهمهم ويشغلهم\n...\nفقد كان أحدهم وهو بشر الحافي لا يزال مهمومًا فقيل له في ذلك، فقال: إني مطلوب وكان لا ينام الليل .. وكان يقول: أخاف أن يأتيني أمره وأنا نائم (2).\nوقالت ابنة لعامر بن عبد قيس: ما لي أرى الناس ينامون ولا أراك تنام؟ فقال: يا بنية إن جهنم لا تدع أباك ينام (3).\nألا يا عين ويحك أسعديني\n...\nبطول الدمع في ظلم الليالي\n(1) الزهد للإمام أحمد بن حنبل 469.\n(2) الزهر الفائح 18.\n(3) الزهد 316.\nالجزء: 1 - الصفحة: 13\n",
        "لعلك في القيامة أن تفوزي\nبخير الدهر في تلك العلالي (1)\nولنسمع مالك بن دينار وهو يقول: لو استطعت أن لا أنام لم أنم، مخافة أن ينزل العذاب وأنا نائم، ولو وجدت أعوانًا لفرقتهم ينادون في منار الدنيا كلها يا أيها الناس: النار النار (2).\nوحتى سماع هذه النذير إذا بقي الأمر دون جد ووثبة قوية فهو كما قال هرم بن حبان: لم أر مثل النار نام هاربها ولم أر مثل الجنة نام طالبها (3).\nتيقظ لساعات من الليل يا فتى\n...\nلعلك تحظى في الجنان بحورها\nفقم فتيقظ ساعة بعد ساعة\n...\nعساك توفي ما بقي من مهورها\nوقيام الليل منة من الله –سبحانه وتعالى- وفضل منه على عباده الصالحين الذين يسر لهم أسباب القيام وأعانهم عليه.\nقال أبو سفيان الداراني: من صفى صفي له، ومن كدر كدر عليه. ومن أحسن في ليله كوفئ في نهاره ومن أحسن في نهاره كوفئ في ليله (4).\n(1) صفة الصفوة 4/ 59.\n(2) صفة الصفوة 3/ 286.\n(3) الزهد للإمام أحمد بن حنبل 332.\n(4) صيد الخاطر 34.\nالجزء: 1 - الصفحة: 14\n",
        "ومن أهم الأسباب المانعة التي تعوق عن قيام الليل:\nالمعاصي والذنوب: فإن قيام الليل منحة ربانية للصالحين من عباده.\nذكر ذلك الحسن بقوله: إن الرجل ليذنب الذنب فيحرم به قيام الليل (1).\nوقال سفيان الثوري: حرمت قيام الليل بذنب أحدثته منذ خمسة أشهر (2)، ومن حرم من خير القيام ومناجاة رب العالمين فإنه بسبب ذنوبه ومعاصيه.\nونبه إلى ذلك الفضيل بن عياض فقال: إذا لم تقدر على قيام الليل، وصيام النهار فاعلم أنك محروم كبلتك خطيئتك (3).\nوحين اشتكى شاب إلى الحسن عدم قيامه الليل قال له الحسن قيدتك خطاياك (4).\nفمن ترك المعاصي والذنوب أعانه الله على فعل الخيرات والطاعات، فقيام الليل دأب الصالحين، بعيد عن الفاسقين قريب للتائبين.\nوفسر ذلك بشر بن الحارث عندما قال: لا تجد حلاوة\n(1) الإحياء 10/ 4420\n(2) حلية الأولياء 7/ 17.\n(3) السير 8/ 435، الإحياء 1/ 420.\n(4) صفة الصفوة 3/ 235.\nالجزء: 1 - الصفحة: 15\n",
        "العبادة حتى تجعل بينك وبين الشهوات سدًا (1).\nفإن من تحرى الخير وجده، ومن بحث عن الطريق لقيه، ومن أقبل على الله أعانه وسدده.\nأخي:\nهمتك احفظها بقيام الليل، فإن الهمة مقدمة الأشياء فمن صلحت له همته وصدق فيها، صلح له ما وراء ذلك من الأعمال ويمثل لها ابن القيم بمثل لطيف فيقول مثل القلب مثل الطائر كلما علا، بعد عن الآفات، وكلما نزل احتوشته الآفات (2).\nقال أبو عصمة بن عصام البيهقي: «بت ليلة عند أحمد بن حنبل، فجاء بالماء فوضعه فلما أصبح نظر في الماء فإذا هو كما كان، فقال: سبحان الله رجل يطلب العلم لا يكون له ورد بالليل! !\nونلتفت قليلاً إلى رجال اليوم وكهول الغد\n...\nإلى الشباب أصحاب القوة والنشاط والهمة والعزيمة ونناديهم بنداء سفيان الثوري الذي كان يصلي ثم يلتفت إلى الشباب فيقول: إذا لم تصلوا اليوم فمتى؟ ! (3).\nوقد ذكر إبراهيم بن شماس أحمد بن حنبل فقال: كنت أعرف أحمد بن حنبل وهو غلام وهو يحيي الليل (4).\n(1) السير 10/ 473.\n(2) الجواب الكافي 70.\n(3) حلية الأولياء 7/ 59.\n(4) السير 11/ 8.\nالجزء: 1 - الصفحة: 16\n",
        "من لم يقم للجد قبل مشيبه\nوخمود سريه فليس بقائم (1)\nوبمقارنة سريعة نرى أن أكثر القوام هم من الشيوخ والكهول .. فأين نصيب الشباب من ذلك؟\n...\nوهو سن الصحة والقوة والنشاط. مقارنة بذلك الجسم النحيل الضعيف، الذي احدودب ظهره، وضعفت قوته، وارتعشت أطرافه .. ورغم كل ذلك نجده يقوم لله عابدًا راكعًا، ساجدًا.\nقال شميط بن عجلان موضحًا ذلك التفاوت: إن الله –عز وجل- جعل قوة المؤمن في قلبه ولم يجعلها في أعضائه، ألا ترون أن الشيخ يكون ضعيفًا يصوم الهواجر ويقوم الليل، والشاب يعجز عن ذلك .. (2).\nوكان بعض العلماء قد جاوز المائة سنة وهو ممتع بقوته وعقله، فوثب يومًا وثبة شديدة، فعوتب في ذلك فقال: هذه جوارح حفظناها عن المعاصي في الصغر فحفظها الله علينا في الكبر (3).\nوقال بعض العلماء في كلمات صادقة: ليس في الدنيا وقت يشبه نعيم أهل الجنة، إلا ما يجده أهل التملق في قلوبهم بالليل من\n(1) عقد اللؤلؤ والمرجان 269.\n(2) صفة الصفوة 3/ 341، حلية الأولياء 3/ 130.\n(3) جامع العلوم والحكم 226.\nالجزء: 1 - الصفحة: 17\n",
        "حلاوة المناجاة (1).\nوكان ابن مسعود –رضي الله عنه- إذا هدأت العيون قام فيسمع له دوي كدوي النحل حتى يصبح (2).\nويروى أن طاوسًا جاء في السحر يطلب رجلاً فقالوا: هو نائم، قال: ما كنت أرى أن أحدًا ينام في السحر (3).\nإذا ما الليل أظلم كابدوه\n...\nفيسفر عنهم وهم ركوع\nأطار الخوف نومهم فقاموا\n...\nوأهل الأمن في الدنيا هجوع\nلهم تحت الظلام وهم سجود\n...\nأنين منه تنفرج الضلوع (4)\nأما عمرو بن دينار فإنه جزأ الليل ثلاثة أجزاء، ثلثًا ينام، وثلثًا يدرس حديثه، وثلثًا يصلي (5).\nوهذا كمال الاستفادة من الوقت، ونرى اليوم من أضاع نهاره ثم هو في الليل بين نائم أو قائم على منكر تارك لواجب، لأن النوم والسهر فيما لا فائدة منه مضيعة لأوقات محسوبة باللحظات\n(1) الإحياء 1/ 423.\n(2) الإحياء 1/ 419.\n(3) السير 5/ 42، صفة الصفوة 2/ 285.\n(4) عقود اللؤلؤ والمرجان 270.\n(5) السير 5/ 302.\nالجزء: 1 - الصفحة: 18\n",
        "والأنفاس.\nقال محمد بن عبد العزيز بن سليمان: حدثتني أمي قالت: قال أبوك: ما للعابدين وما للنوم؟ لا نوم والله في دار الدنيا إلا نوم غالب، قال: فكان والله لا يكاد ينام إلا مغلوبًا.\nوفي أيامنا هذه يشتكي الكثير من الأرق ومن السهر ولا يفكر أن يستفيد من هذا الوقت بصلاة أو قراءة قرآن\n...\nبل تجده يتقلب يمنة ويسرة بدون فائدة، فالنوم بعيد والتفكير في صلاة الليل والاستفادة من الوقت غير وارد.\nورحم الله طاوسًا كان إذا اضطجع على فراشه يتقلى عليه كما تتقلى الحبة على المقلاة، ثم ويثب ويصلي إلى الصباح، ثم يقول: طير ذكر جهنم نوم العابدين (1).\nأخي: لما علم الصالحون قصر العمر، وحثهم حادي {وَسَارِعُوا} طووا مراحل الليل مع النهار انتهابًا للأوقات.\nاصغ سمعك لنداء ربك، {فَفِرُّوا إِلَى اللَّهِ} وبادر طيَّ صحيفتك وأحسر عن رأسك قناع الغافلين، وانتبه من رقدة الموتى وشمر للسباق غدًا، فإن الدنيا ميدان المتسابقين (2).\nعن نافع أنه قال: كان ابن عمر –رضي الله عنه- يحيي الليل صلاة ثم يقول: يا نافع أسحرنا؟ فأقول: لا، فيعاود الصلاة إلى أن\n(1) الإحياء 1/ 420.\n(2) رهبان الليل 37.\nالجزء: 1 - الصفحة: 19\n",
        "أقول: نعم، فيقعد ويستغفر ويدعو حتى يصبح.\nوها هو الحسن بن علي لا يزال مصليًا ما بين المغرب والعشاء فقيل له في ذلك فقال: إنها ناشئة الليل.\nأما منصور بن المعتمر فكان يصلي في سطحه فلما مات، قال غلام لأمه: يا أماه: الجذع الذي كان في سطح آل فلان ليس أراه.\nقالت: يا بني ليس ذاك بجذع .. ذاك منصور قد مات (1).\nأخي الحبيب أين نحن من هؤلاء؟\nكرر عليَّ حديثهم يا حادي\nفحديثهم يجلو الفؤاد الصادي (2)\nكان أسيد –رضي الله عنه- إذا أوى إلى فراشه يتقلب كالحبة على المقلى ويقول: إنك لين، وفراش ألين منك (*)، ولا يزال راكعًا وساجدًا إلى الصباح (3).\nولم يكن أمام أعينهم هدف سوى الوصول إلى مرضاة الله ودخول جنات عدن، فانظر إلى صنيعهم كما قال عبد الله بن داود: كان أحدهم إذا بلغ أربعين سنة طوى فراشه كان لا ينام\nالليل (4).\n(1) السير 5/ 406، صفة الصفوة 3/ 113\n(2) بستان العارفين 4.\n(*) يعني في الجنة.\n(3) الزهر الفائح 20.\n(4) الإحياء 4/ 435.\nالجزء: 1 - الصفحة: 20\n",
        "وهم كما قال فيهم القائل:\nألستم خير من ركب المطايا\n...\nوأندى العالمين بطون راح؟ (1)\nونحن ينطبق علينا قول إبراهيم التيمي: «كم بينكم وبين القوم، أقبلت عليهم الدنيا فهربوا، وأدبرت عنكم فاتبعتموها» (2).\nفالدنيا مضمار سباق وقد انعقد الغبار وخفي السابق، والناس في المضمار بين فارس وراجل وأصحاب حمر معقرة (3).\nقس على نفسك أخي انظر أين أنت منهم. اعلم أن من علامات الشقاء ما قاله مالك بن دينار\n...\nأربع من علامات الشقاء: قسوة القلب وجمود العين وطول الأمل والحرص على الدنيا (4).\n* ذات ليلة زار قيس بن مسلم، محمد بن جحادة، فأتاه وهو في المسجد بعد صلاة العشاء، ومحمد قائم يصلي، فقام قيس بن مسلم في الناحية الأخرى يصلي، فلم يزالا على ذلك حتى طلع الفجر، وكان قيس بن مسلم إمام مسجده، فرجع إلى الحي فأمهم، ولم يلتقيا، ولم يعلم محمد مكانه، فقال بعض أهل المسجد: زارك أخوك قيس بن مسلم البارحة فلم تنفتل إليه. قال: ما علمت مكانه، فغدا عليه فلما رآه قيس بن مسلم مقبلاً قام إليه فاعتنقه، ثم\n(1) شذرات الذهب 1/ 141.\n(2) الفوائد 65.\n(3) السير 5/ 61 حلية الأولياء 4/ 212.\n(4) كتاب الزهد الكبير للبيهقي 195.\nالجزء: 1 - الصفحة: 21\n",
        "خلوا جميعًا فجعلا يبكيان (1).\nوحالنا اليوم تبدلت فما أن يسلم الإمام حتى ترى من يتفحص الوجوه ويلتفت يمنة ويسرة بدون داع فيؤثر على سكونه وهدوئه، وربما غفل عن الأذكار الواردة بعد الصلاة.\nحدث المغيرة بن حبيب فقال: يموت مالك بن دينار وأنا معه في الدار لا أدري ما عمله! قال: فصليت معه العشاء الآخرة ثم جئت فلبست قطيعة في أطول ما يكون الليل، قال: وجاء مالك فقرب رغيفه فأكل ثم قام إلى آخر الصلاة فاستفتح ثم أخذ بلحيته فجعل يقول: إذا جمعت الأولين والآخرين فحرم شيبة مالك بن دينار على النار، فوالله مازال كذلك حتى غلبتني عيني، ثم انتبهت فإذا هو على تلك الحال يقدم رجلاً ويؤخر رجلاً، ويقول يا رب إذا جمعت الأولين والآخرين فحرم شيبة مالك بن دينار على النار، فما زال كذلك حتى طلع الفجر (2).\nلله قوما خلصوا في حبه\n...\nفاختارهم ورضي بهم خدامًا\nقوم إذا جن الظلام عليهم\n...\nأبصرت قومًا سجدًا وقيامًا\nفسيغنمون عرائسًا بعرائس\n...\nويبوءون من الجنان خيامًا\n(1) صفة الصفوة 3/ 127.\n(2) حلية الأولياء 2/ 361.\nالجزء: 1 - الصفحة: 22\n",
        "وتقر أعينهم بما أخفي لهم\nويسمعون من الجليل سلامًا\n...\nيتلذذون بذكره في ليلهم\nويكابدون لدى النهار صيامًا (1)\nوذكر أن أبا حنيفة قام ليلة بهذه الآية: {بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} [سورة القمر، الآية: 46]، يرددها ويبكي ويتضرع (2).\nهذا معمر مؤذن سليمان التيمي يقول: صلى إلى جنبي سليمان التيمي بعد العشاء الآخرة وسمعته يقرأ: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ} [سورة الملك، الآية: 1]، فلما أتى على هذه الآية: {فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا} [سورة الملك، الآية 27] جعل يرددها حتى خفّ أهل المسجد فانصرفوا، فخرجت وتركته، وغدوت لأذان الفجر فنظرت فإذا هو في مقامه فسمعت، فإذا هو لم يجزها وهو يقول {فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا} (3).\nلما عرف الموفقون قدر الحياة الدنيا وقلة المقام فيها أماتوا فيها الهوى طلبًا لحياة الأبد، ولما استيقظوا من نوم الغفلة استرجعوا بالجد ما انتهبه العدو منهم في زمن البطالة، فلما طالت عليهم\n(1) عقود اللؤلؤ 79.\n(2) تاريخ بغداد 13/ 357.\n(3) حلية الأولياء 3/ 29.\nالجزء: 1 - الصفحة: 23\n",
        "الطريق فلمَّحوا المقصد، فقرب عليهم البعيد، وكلما أمرت لهم الحياة حلي لهم تذكر: {هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ} [سورة الأنبياء، آية: 103] (1).\nوقال القاسم بن أبي أيوب: «سمعت ابن جبير يردد هذه الآية في الصلاة بضعًا وعشرين مرة: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} [سورة البقرة الآية: 281]» (2).\nلله ساهر ليله ما يهجع\n...\nوجل الفؤاد من الذنوب مصدع\nيبكي بدمع ساكب هفواته\n...\nوالليل في جلباته متبرقع\nندمًا على ما كان من عصيانه\n...\nملكًا تذل له الملوك وتخضع\nيا رب، ما للذنب غيرك غافر\n...\nوإليك منه يا إلهي المفزع\nيا رب عبدك ضارع فاغفر له\n...\nما لم يزل يدعوك فيه ويضرع (3)\nقيل لبعضهم: كيف الليل عليك؟ فقال: ساعة أنا فيها بين حالتين، أفرح بظلمته إذا جاء وأغتم بفجره إذا طلع، ما تم فرحي به\n(1) الفوائد 60.\n(2) صفة الصفوة 3/ 77.\n(3) عقود اللؤلؤ 51.\nالجزء: 1 - الصفحة: 24\n",
        "قط (1).\nوقال وهب بن الورد في نداء حار وكلمات مؤثرة: إن استطعت ألا يسبقك إلى الله أحد فافعل (2).\nأخي الحبيب\n...\nفي هذه الأمة سباق إلى الخير أين أنت منه؟\nقال قتادة: إن الملائكة تفرح بالشتاء للمؤمن، يقصر النهار فيصومه ويطول الليل فيقومه.\nوذكر أن عامرًا لما حضر جعل يبكي .. فقالوا: ما يبكيك يا عامر؟ ! قال: ما أبكي جزعًا من الموت ولا حرصًا على الدنيا ولكني أبكي على ظمأ الهواجر وقيام الشتاء (3).\nولما رأى المتيقظون سطوة الدنيا بأهلها، وخداع الأمل لأربابه، وتملك الشيطان وقيادة النفوس، ورأوا الدولة للنفس الأمارة لجئوا إلى حصن التضرع والالتجاء (4).\nقال إبراهيم بن أدهم: أفضل الأعمال في الميزان أثقلها على الأبدان، ومن وفى العمل وفي له الأجر، ومن لم يعمل رحل من الدنيا إلى الآخرة بلا قليل ولا كثير (5).\nولما لقيام الليل من الأجر العظيم والثواب الجزيل حث - صلى الله عليه وسلم - أن\n(1) الإحياء 1/ 423.\n(2) رهبان الليل 36.\n(3) الزهد للإمام أحمد بن حنبل 323.\n(4) الفوائد 62.\n(5) كتاب الزهد للبيهقي 282.\nالجزء: 1 - الصفحة: 25\n",
        "يعم هذا الخير أهل البيت جميعهم فقال عليه الصلاة والسلام: «رحم الله امرأة قامت من الليل، ثم أيقظت زوجها فصلى، فإن أبى نضحت الماء في وجهه» (1)، وقال - صلى الله عليه وسلم -: «من استيقظ من الليل وأيقظ امرأته فصليا ركعتين، كتبا من الذاكرين كثيرًا والذاكرات» (2).\nواهتم السلف الصالح بأمر أسرهم وساروا على نهجه - صلى الله عليه وسلم - في الحث على الخير والتذكير به.\nفعن القاسم بن راشد الشيباني قال\n...\nكان رفعة بن صالح نازلاً عندنا، وكان له أهل وبنات وكان يقوم فيصلي ليلاً طويلاً، فإذا كان السحر نادى بأعلى صوته\n...\nيا أيها الركب المعرسونا\n...\nأكل هذا الليل ترقدونا؟\nألا تقومون فتصلونا؟\nقال .. فيتواثبون؛ من هنا باكٍ، ومن ههنا داعٍ، ومن ههنا قارئ، ومن ههنا متوضئ، فإذا طلع الفجر نادى بأعلى صوته عند الصباح يحمد القوم السرى (3).\nامنع جفونك أن تذوق مناما\n...\nوذر الدموع على الخدود سجاما\n(1) أخرجه أبو داود وابن ماجه.\n(2) أخرجه أبو داود والنسائي.\n(3) صفة الصفوة 2/ 229.\nالجزء: 1 - الصفحة: 26\n",
        "واعلم بأنك ميت ومحاسب\nيا من على سخط الجليل أقاما\n...\nلله قوم أخلصوا في حبه\nفرضي بهم واختصهم خداما\n...\nقوم إذا جن الظلام عليهم\nباتوا هنالك سجدًا وقيامًا\n...\nخمص البطون من التعفف ضمرا\nلا يعرفون سوى الحلال طعاما\nوحين تزوج رياح القسي امرأة فبنى بها فلما أصبح قامت إلى عجينتها، فقال: لو نظرت إلى امرأة تكفيك هذا، فقالت: إنما تزوجت رياحًا القسي ولم أرني تزوجت جبارًا عنيدًا، فلما كان الليل نام ليختبرها، فقامت ربع الليل ثم نادته، قم يا رياح، فقال: أقوم، فلم يقم، فقامت الربع الآخر ثم نادته فقالت: قم يا رياح، فقال: أقوم. فلم يقم، فقامت الربع الآخر ثم نادته فقالت: قم يا رياح، فقال: أقوم. فقالت: مضى الليل وعسكر المحسنون وأنت نائم، ليت شعري من غرني بك يا رياح، قال: وقامت الربع الباقي (1).\nوانتبهت امرأة حبيب العجمي بن محمد ليلة وهو نائم، فأنبهته في السحر، وقالت له: قم يا رجل فقد ذهب الليل وجاء\n(1) صفة الصفوة 444.\nالجزء: 1 - الصفحة: 27\n",
        "النهار وبين يديك طريق بعيد وزاد قليل، وقوافل الصالحين قد سارت، ونحن قد بقينا (1).\nفطالب الله والدار الآخرة لا يستقيم له سيره وطلبه إلا بحبسين: حبس قلبه في طلبه ومطلوبه، وحبسه عن الالتفات إلى غيره، وحبس لسانه عما لا يفيد، وحبسه على ذكر الله وما يزيد في إيمانه ومعرفته، وحبس جوارحه عن المعاصي والشهوات وحبسها على الواجبات والمندوبات، فلا يفارق الحبس حتى يلقى ربه فيخلصه من السجن إلى أوسع فضاء وأطيبه (2).\nقالت امرأة حسان بن أبي سنان: كان يجيء فيدخل معي في فراشي، ثم يخادعني كما تخادع المرأة حبيبها، فإذا علم أني نمت سل نفسه فخرج ثم يقوم فيصلي، فقلت له: يا أبا عبد الله كم تعذب نفسك؟ ارفق بنفسك فقال: اسكتي ويحك يوشك أن أرقد رقدة لا أقوم منها زمانًا (3).\nأخي:\nإنما يقطع السفر ويصل المسافر .. بلزوم الجادة وسير الليل، فإذا حاد المسافر عن الطريق ونام الليل كله فمتى يصل إلى مقصده (4)؟\n(1) صفة الصفوة 4/ 35.\n(2) الفوائد 71.\n(3) حلية الأولياء 3/ 117، الزهر الفائح 18.\n(4) الفوائد 131.\nالجزء: 1 - الصفحة: 28\n",
        "عباد ليل إذا جن الظلام بهم\nكما عابد دمعه في الخد أجراه\n...\nوأسد غاب إذا نادى الجهاد بهم\nهبوا إلى الموت يستجدون رؤياه\n...\nيا رب فابعث لنا من مثلهم نفرًا\nيشيدون لنا مجدًا أضعناه\nكان للحسن بن صالح جارية فباعها من قوم، فلما كان جوف الليل، قامت الجارية، فقالت: يا أهل الدار الصلاة، فقالوا: أصبحنا؟ ، أطلع الفجر؟ فقالت: وما تصلون إلا المكتوبة؟ ، قالوا: نعم، فرجعت إلى الحسن فقالت: يا مولاي بعتني لمن قوم لا يصلون إلا المكتوبة، ردني فردها (1).\nعن إبراهيم بن وكيع قال: كان أبي يصلي، فلا يبقى في دارنا أحد إلا صلى حتى جارية لنا سوداء (2).\nأرأيت يا أخي الكريم\n...\nكيف أن الخير عم منازلهم حتى الخدم تأثروا بصلاحهم وعبادتهم؟\nوالنفس راغبة إذا رغبتها\n...\nوإذا ترد إلى قليل تقنع\nولننظر في ليلة من ليالي أبي هريرة –رضي الله عنه- كيف\n(1) الإحياء 1/ 420.\n(2) السير 9/ 149، صفة الصفوة 3/ 171.\nالجزء: 1 - الصفحة: 29\n",
        "يقضيها؟ فعن أبي عثمان النهدي، قال: تضيفت أبا هريرة سبعًا، فكان هو وامرأته وخادمة يتعقبون الليل أثلاثًا، يصلي هذا، ثم يوقظ هذا، ويصلي هذا ثم يوقظ هذا\n...\n(1).\nأرأيت أخي\n...\nكيف يقضون ليلتهم؟ وكيف يحافظون على أوقاتهم؟ ونحن نهدر أيامنا ونضيع أعمارنا ولا نبالي ولا نحرص على ذلك وأرخص شيء عندنا الوقت .. الدقائق تمر والأنفاس لا تعود وعمرك محاسب عليه\n...\nفأعد حساباتك\n...\nواغتنم ساعاتك ..\nفرحم الله امرءًا كان قويًا فاستعمل قوته في طاعة الله، وكان ضعيفًا فعجز عن معاصي الله (2).\nكان زيد بن الحارث يجزئ الليل إلى ثلاثة أجزاء: جزء عليه، وجزء على ابنه، وجزء على ابنه الآخر عبد الرحمن، فكان هو يصلي ثم يقول لأحدهما: قم، فإن تكاسل صلى جزءه، ثم يقول للآخر: قم، فإن تكاسل، صلى جزءه، فيصلي الليل كله (3).\nوكان الحسن بن علي –رضي الله عنه- يأخذ بنصيبه من القيام من أول الليل وكان الحسين يأخذه من آخر الليل.\nيا نائم الليل كم ترقد؟\n...\nقم يا حبيبي قد دنا الموعد\n(1) صفة الصفوة 1/ 692، الزهد للإمام أحمد بن حنبل 259.\n(2) كتاب الزهد الكبير للبيهقي 284.\n(3) السير 5/ 296.\nالجزء: 1 - الصفحة: 30\n",
        "وخذ من الليل وأوقاته\nوردًا إذا ما هجع الرقد\n...\nقل لذوي الألباب أهل التقى\nقنطرة العرض لكم موعد\nودعا سليمان التيمي أهله ليتنافسوا في ليلهم: هلموا حتى نجزئ الليل، فإن شئتم كفيتكم أوله، وإن شئتم كفيتكم آخره (1).\nوقال وكيع بن الجراح: «كان علي والحسن ابنا صالح بن حي، وأمهما قد جزءوا الليل ثلاثة أجزاء، فكان علي يقوم الثلث ثم ينام، ويقوم الحسن الثلث ثم ينام، وتقوم أمهما الثلث، فماتت أمهم، فجزءا الليل بينهما، فكانا يقومان به حتى الصباح، ثم مات علي، فقام الحسن به كله (2).\nيا راقد الليل انتبه\n...\nإن الخطوب لها سري\nثقة الفتى بزمانه\n...\nثقة محللة العرى (3)\nونحن نعيش معهم في جو العبادة ونرى طول صبرهم ومدى فرحتهم نتذكر قول قتادة بن دعامة: قلما ساهر الليل منافق.\nفالمنافق تشق عليه الطاعة وترهقه العبادة .. ولكن أهل الخير\n(1) حلية الأولياء 3/ 29.\n(2) صفة الصفوة 3/ 152.\n(3) حلية الأولياء 2/ 388.\nالجزء: 1 - الصفحة: 31\n",
        "والصلاح لا ينامون. وكيف ينام من يترقب حلول المساء ويفرح بانقطاعه في العبادة؟ كما قال الفضيل بن عياض: إذا غربت الشمس فرحت بالظلام لخلوي بربي، وإذا طلعت، حزنت لدخول الناس عليَّ (1).\nوروي عن ابن أبي ذئب أنه كان يصلي الليل أجمع، ويجتهد في العبادة ولو قيل له: إن القيامة تقوم غدًا، ما كان فيه مزيد من الاجتهاد .. (2).\nأخي الحبيب .. أين نحن من هؤلاء\n...\n؟ !\nيروى أن ضيغم قد تعبد قائمًا حتى أقعد، ومقعدًا حتى استلقى، ومستلقيًا حتى مات وهو ساجد، وكان يقول في دعائه: «اللهم إني أحب لقاءك لقائي» (3).\nوالعجب أن الكثير منا وهبهم الله من الصحة والقوة والنشاط ما لا يوجد في غيرهم ولكن تتفاوت الأعمال، فالبعض لا يصلي حتى ثلاث ركعات كل ليلة، وهو لو قام الليالي المتتابعة لما ضعف ولا هزل .. بل إن بعض الشباب يفتخر أنه يمشي رياضة كل يوم ثلاثة أو أربعة كيلو مترات\n...\nوتراه يغفل عن صلاة ركعتين كل ليلة\n...\n(1) الإحياء 1/ 423.\n(2) السير 7/ 141.\n(3) الزهر الفائح 18.\nالجزء: 1 - الصفحة: 32\n",
        "كان عثمان –رضي الله عنه- يصوم النهار ويقوم الليل إلا هجعة من أوله (1).\nأما الإمام أبو حنيفة فقد كان يحيي نصف الليل، فمر بقوم فقالوا إن هذا يحيي الليل كله، فقال: إني أستحيي أن أوصف بما لا أفعل، فكان بعد ذلك يحيي الليل كله، ويروى أنه ما كان له فراش (2).\nوهذا الصبر على الطاعة إعانة من الله للصالحين فتراهم كما قال الفضيل: إني لأستقبل الليل من أوله فيهولني طوله، فأفتتح القرآن، فأصبح وما قضيت نهمتي\n...\n(3).\nيا رجال الليل جدوا\n...\nرب داع لا يرد\nما يقوم الليل إلا\n...\nمن له عزم وجد\nليس شيء كصلاة الـ\n...\nليل للقبر يعد (4)\nلننظر بتأمل ما ذكره ابن جريج عندما قال: لزمت عطاء بن أبي رباح، ثماني عشرة سنة وكان بعدما كبر وضعف يقوم إلى\n(1) الزهد للإمام أحمد بن حنبل 189.\n(2) الإحياء 1/ 420.\n(3) الإحياء 1/ 420.\n(4) عقود اللؤلؤ والمرجان 295.\nالجزء: 1 - الصفحة: 33\n",
        "الصلاة، فيقرأ مائتي آية من البقرة، وهو قائم لا يزول منه شيء ولا يتحرك (1).\nوكان بشر بن المفضل يلقي للفضيل حصيرًا بالليل في مسجده فيصلي من أول الليل ساعة، حتى تغلبه عينه، فيلقي نفسه على الحصير فينام قليلاً ثم يقوم، فإذا غلبه النوم نام، ثم يقوم، وهكذا حتى يصبح (2).\nأخي:\nإياك والغفلة عمن جعل لحياتك أجلاً ولأيامك وأنفاسك أمدًا ومن كل ما سواه بد ولابد لك منه (3).\nلهاك النوم عن طلب الأماني\n...\nوعن تلك الكوانس في الجنان\nتعيش مخلدًا لا موت فيها\n...\nوتلهو في الخيام مع الحسان\nتيقظ من منامك إن خيرًا\n...\nمن النوم التهجد بالقرآن (4)\nقال أبو الجويرية: لقد صحبت أبا حنيفة –رضي الله عنه-\n(1) السير 5/ 87.\n(2) صفة الصفوة 2/ 238.\n(3) الفوائد 129.\n(4) عقود اللؤلؤ والمرجان 225.\nالجزء: 1 - الصفحة: 34\n",
        "ستة أشهر فما رأيته فيها ليلة وضع جنبه على الأرض (1).\nأما إمام أهل السنة أحمد بن حنبل –رحمه الله- فهو كما قال عنه ابنه عبد الله: كان أبي يقرأ كل يوم سُبعًا، وكان ينام نومة خفيفة بعد العشاء، ثم يقوم إلى الصباح يصلي ويدعو\n...\n(2).\nونحن نلحظ عبادة الصالحين، وتتوالى علينا صور الأخيار العابدين نرى المزيد من حياتهم ومحافظتهم على هذه الحياة والاستفادة منها الاستفادة الكاملة\n...\nلعلمهم أنها دار العمل .. فاليوم عمل ولا حساب وغدًا حساب ولا عمل ..\n* اشتهر بقيام الليل كله، وصلاة الفجر بوضوء العشاء الكثير من خيار هذه الأمة الكثير منهم من لم يعرفوا ولم يذكروا وبعضهم ذكروا بذلك فمنهم سعيد بن المسيب، وصفوان بن سليم، ومحمد بن المنكدر المدنيون، وفضيل ووهب المكيان، وطاوس، ووهب اليمانيان، والربيع بن خثيم والحكم الكوفيان، وأبو سليمان الداراني وأبو جابر الفارسيان، وسليمان التيمي ومالك بن دينار ويزيد الرقاشي وغيرهم (3).\nأخي المسلم:\nقم الليل يا هذا لعلك ترشد\n...\nإلى كم تنام الليل والعمر ينفد\n(1) الإحياء 1/ 420.\n(2) السير 11/ 214.\n(3) السير 5/ 12.\nالجزء: 1 - الصفحة: 35\n",
        "أراك بطول الليل ويحك نائم\nوغيرك في محرابه يتهجد\n...\nأترقد يا مغرور والنار توقد؟\nفلا حرها يطفى ولا الجمر يخمد\n...\nألا إنها نار يقال لها لظى\nفتظلم أحيانًا وحينًا توقد\n...\nفيا راكب العصيان ويحك خلها\nستحشر عطشانًا ووجهك أسود\n...\nولو علم البطال ما نال زاهد\nمن الأجر والإحسان ما كان يرقد\n...\nفصام وقام الليل والناس نوم\nويخلو برب واحد يتعبد\n...\nفلو كانت الدنيا تدوم لأهلها\nلكان رسول الله حيًّا يخلد\nعن ابن إسحاق قال: قدم علينا عبد الرحمن الأسود حاجًا فاعتلت رجله، فصلى على قدم حتى أصبح (1).\nوقالت امرأة مسروق: ما كان يوجد مسروق إلا وساقاه منتفخان من طول الصلاة.\n(1) المدهش 431.\n(*) التي أصابته في فتنة القول بخلق القرآن.\nالجزء: 1 - الصفحة: 36\n",
        "وقال عبد الله بن أحمد بن حنبل: كان أبي يصلي في كل يوم وليلة ثلاثمائة ركعة، فلما مرض من تلك الأسواط (*) أضعفته، فكان يصلي في كل يوم وليلة مائة وخمسين ركعة، وقد كان قرب الثمانين، وكان يقرأ في كل يوم سبعًا يختم في كل سبعة أيام، وكانت له ختمة في كل سبع ليال سوى صلاة الظهر، وكان ساعة يصلي العشاء الآخر ينام نومة خفيفة ثم يقوم إلى الصباح يصلي ويدعو (1).\nوكان سليمان التيمي يسبح الله في كل سجدة سبعين تسبيحة (2).\nونحن في زماننا هذا نتساءل .. ونشكو إلى الله ضعفنا وخورنا ..\nفكم بين مشغول بطاعة ربه\n...\nوآخر بالذنب الثقيل مقيد\nفهذا سعيد بالجنان منعم\n...\nوذاك شقي في الجحيم مخلد\nكأني بنفسي في القيامة واقف\n...\nوقد فاض دمعي والمفاصل ترعد\nومن محبة الله القيام لمناجاته في ظلم الليالي وهي مناجاة لا\n(1) مناقب الإمام أحمد 357.\n(2) تذكرة الحفاظ 151.\nالجزء: 1 - الصفحة: 37\n",
        "يعدلها فرح ولا سرور ذكر ذلك أبو سليمان عندما قال: أهل الليل في ليلهم ألذ من أهل اللهو في لهوهم، ولولا الليل ما أحببت البقاء في الدنيا (1).\nوقال ابن المنكدر: ما بقي من لذات الدنيا إلا ثلاث .. قيام الليل، ولقاء الإخوان والصلاة في الجماعة (2).\nوكيف حالنا اليوم وقد أصبح الناس يتثاقلون في العبادة ويبتعدون عن الطاعة؟\nفأخسر الناس صفقة من اشتغل عن الله بنفسه، بل أخسر منه من اشتغل عن نفسه بالناس (3).\nلنرى ليالينا التي أضعناها فيما لا فائدة منه كيف كانوا يغتمون بطلوع الفجر؟ وكيف كانوا يفرحون بقيام الليل وصيام النهار؟\nفهذا علي بن البكار يؤكد الحزن بقوله: منذ أربعين سنة ما أحزنني شيء سوى طلوع الفجر (4).\nصلاتك نور والعباد رقود\n...\nونومك ضد للصلاة عنيد (5)\n(1) الإحياء 1/ 423.\n(2) الإحياء 1/ 423.\n(3) الفوائد 108.\n(4) الإحياء 1/ 423.\n(5) جامع العلوم والحكم 265.\nالجزء: 1 - الصفحة: 38\n",
        "يا ترى كيف كانت محبتهم للطاعات ومداومتهم عليها حتى جعلها الله عندهم من لذات الدنيا\n...\nكان ثابت البناني يقول: ما شيء أجده في قلبي ألذ عندي من قيام الليل (1).\nإنه ليل العبادة والطاعة، ليل يناجي فيه رب السموات والأرض\n...\nيفرحون به إذا أتى ويحزنون إذا رحل.\nيروى عن محمد بن المنكدر –رحمه الله- أنه لما نزل به الموت بكى، فقيل له: ما يبكيك؟ فقال: ما أبكي حرصًا على الدنيا ولا جزعًا من الموت، ولكن أبكي على ما يفوتني ما ظمأ الهواجر وقيام ليالي الشتاء.\nوصيام ليالي الشتاء وقيامها هي التي سماها النبي - صلى الله عليه وسلم -، الغنيمة الباردة (2).\nبكى الباكون للرحمن ليلاً\n...\nوباتوا وهم لا يسأمونا\nبقاع الأرض من شوق إليهم\n...\nتحن متى عليها يسجدونا (3)\nقال الخلدي: رأيت أحد العباد في النوم فقلت: ما فعل الله بك؟ فقال: طاحت تلك الإشارات، وغابت تلك العبارات، وفنيت\n(1) صفة الصفوة 3/ 262.\n(2) أخرجه الترمذي وأحمد.\n(3) عقود اللؤلؤ والمرجان 331.\nالجزء: 1 - الصفحة: 39\n",
        "تلك العلوم، ونفدت تلك الرسوم وما نفعنا إلا ركعات كنا نركعها في الأسحار.\nأخي الحبيب\n...\nأين نحن من هؤلاء؟ !\nومن كان يرغب في النجاة فما له\n...\nغير اتباع المصطفى فيما أتى\nذاك السبيل المستقيم وغيره\n...\nسبل الظلالة والغواية والردى\nفاتبع كتاب الله والسنن التي\nصحت فذاك إن اتبعت هو الهدى (1)\nمن أراد قيام الليل والقرب من الله ومن أراد أن ينال هذه المنزلة الرفيعة فعليه أن يأخذ نفسه بهذه الأسباب التي تعين المسلم على قيام الليل ومنها ..\n1 -\nلا تكثر الأكل فيكثر الشرب، فيغلب النوم ويثقل عليك القيام.\n2 -\nلا تتعب نفسك بالنهار في الأعمال التي تعيا بها الجوارح، وتضعف بها الأعصاب، فإن ذلك أيضًا مجلب للنوم.\n3 -\nلا تترك القيلولة بالنهار، فإنها سنة للاستعانة على قيام الليل.\n(1) السير 23/ 314.\n(*) زاد المعاد 1/ 322 باختصار.\nالجزء: 1 - الصفحة: 40\n",
        "4 -\nسلامة القلب من الحقد على المسلمين، ومن البدع والخرافات ومن هموم الدنيا، فإن هذه الأمراض تصرف عن طاعة الله.\n5 -\nلا ترتكب الأوزار بالنهار، فإن ذلك مما يقسي القلب، ويحول بينك وبين أسباب الرحمة.\n6 -\nخوف يلزم القلب مع قصر الأمل، والتفكر في أهوال يوم القيامة ودركات جهنم.\nوأخيرًا يا أخي الكريم: تذكر أن النبي - صلى الله عليه وسلم -، قام من الليل حتى تفطرت قدماه.\nوقام السلف الصالح والأخيار الصالحون من هذه الأمة\n...\nأفلا تحب أن تكون بجوارهم في جنات عدن؟\n...\nمع الذين أنعم الله عليهم من النبيين والصديقين والشهداء الصالحين وحسن أولئك رفيقًا.\nأخي المسلم: وأنت خير من يخلف سلف الأمة الصالح بطول القيام وبصدق المناجاة فأنت صاحب القلب الحي العامر بالإيمان الصادق\n...\nلا تنسنا من صالح دعائك.\nجعلنا الله وإياك من الذين قال فيهم: {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ * آَخِذِينَ مَا آَتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ * كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ * وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} [سورة الذاريات، الآيات: 15 - 18].\nالجزء: 1 - الصفحة: 41\n",
        "هديه - صلى الله عليه وسلم - في قيام الليل\n(*)\nلم يكن - صلى الله عليه وسلم - يدع قيام الليل حضرًا ولا سفرًا، وكان قيامه - صلى الله عليه وسلم -، بالليل إحدى عشرة ركعة، أو ثلاث عشرة، وكان - صلى الله عليه وسلم - يصلي أول الليل أربع ركعات أو ست ركعات ثم يأوي إلى فراشه، وكان إذا استيقظ بدأ بالسواك ثم يذكر الله ويقول عند استيقاظه: «الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور» ثم يتطهر، ثم يصلي ركعتين خفيفتين، وكان - صلى الله عليه وسلم - يقوم تارة إذا انتصف الليل، أو قبله بقليل، أو بعده بقليل، وربما كان يقوم إذا سمع الصارخ -وهو الديك- وهو إنما يصيح في النصف الثاني، كان يقطع ورده تارة، ويصله تارة وهو الأكثر.\nقيامه بالليل ووتره أنواع فمنها:\nالنوع الأول: أنه - صلى الله عليه وسلم - يقطع ورده تارة ويصله تارة كما قال ابن عباس في حديث بيته عنده، أنه - صلى الله عليه وسلم - استيقظ فتسوك، وتوضأ، وهو يقول: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآَيَاتٍ لِأُولِي الْأَلْبَابِ} [سورة آل عمران، الآية: 190]، فقرأ هؤلاء الآيات حتى ختم السورة، ثم قام فصلى ركعتين أطال فيهما القيام والركوع والسجود، ثم انصرف، فنام حتى نفخ ثم فعل ذلك ثلاث مرات بست ركعات، كل ذلك يستاك ويتوضأ، ويقرأ هؤلاء الآيات، ثم أوتر بثلاث فأذن المؤذن، فخرج إلى الصلاة وهو يقول: «اللهم اجعل في قلبي نورًا، وفي لساني نورًا، واجعل في سمعي نورًا، واجعل في بصري نورًا، واجعل من خلفي نورًا، ومن\nالجزء: 1 - الصفحة: 42\n",
        "أمامي نورًا، واجعل من فوقي نورًا، ومن تحتي نورًا، اللهم أعطني نورًا» رواه مسلم، ولم يذكر ابن عباس افتتاحه بركعتين خفيفتين كما ذكرته عائشة، فإما أنه كان يفعل هذا تارة، وهذا تارة، وإما أن تكون عائشة حفظت ما لم يحفظه ابن عباس.\nالنوع الثاني: الذي ذكرته عائشة أنه كان يفتتح صلاته بركعتين خفيفتين، ثم يتم ورده إحدى عشرة ركعة، يسلم من كل ركعتين ويوتر بركعة.\nالنوع الثالث: ثلاث عشرة ركعة كذلك.\nالنوع الرابع: يصلي ثماني ركعات، يسلم من كل ركعتين، ثم يوتر بخمس سردًا متواليًا، لا يجلس في شيء إلا في آخرهن.\nالنوع الخامس: تسع ركعات، يسرد منهن ثمانيًا لا يجلس في شيء منهن إلا في الثامنة، يجلس يذكر الله تعالى ويحمده ويدعوه، ثم ينهض ولا يسلم ثم يصلي التاسعة ثم يقعد ويتشهد ويسلم ثم يصلي ركعتين جالسًا بعدما يسلم.\nالنوع السادس: يصلي سبعًا كالتسع المذكورة، ثم يصلي بعدها ركعتين جالسًا.\nالنوع السابع: أنه كان يصلي مثنى مثنى، ثم يوتر بثلاث لا يفصل بينهن.\nالنوع الثامن: ما رواه النسائي عند حذيفة، أنه صلى عند النبي - صلى الله عليه وسلم -، في رمضان فركع فقال في ركوعه: «سبحان ربي العظيم» مثل ما كان قائمًا، ثم جلس يقول: «رب اغفر لي، رب اغفر لي»\nالجزء: 1 - الصفحة: 43\n",
        "مثل ما كان قائمًا ثم سجد فقال: «سبحان ربي الأعلى» مثل ما كان قائمًا فما صلى إلا أربع ركعات حتى جاء بلال يدعوه إلى الصلاة.\nوأوتر أول الليل، ووسطه، وآخره، وقام ليلة تامة بآية يتلوها ويرددها حتى الصباح وهي: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ} [سورة المائدة، الآية: 118].\nالجزء: 1 - الصفحة: 44\n",
        "المصادر\n1 -\nإحياء علوم الدين لأبي حامد الغزالي - دار الكتب العلمية ط 1، 1406 هـ.\n2 -\nبستان العارفين للإمام أبي يحيي زكريا بن شرف النووي، حققه محمد الجار.\n3 -\nتاريخ بغداد لأبي بكر أحمد بن علي الخطيب البغدادي، دار الكتب العلمية.\n4 -\nتذكرة الحفاظ للإمام الذهبي، دار إحياء التراث العربي.\n5 -\nتفسير ابن كثير، للإمام أبي الفداء إسماعيل بن كثير، دار الفكر 1401 هـ.\n6 -\nجامع العلوم والحكم، ابن رجب الحنبلي، ط 5، 1400 هـ.\n7 -\nالجواب الكافي لمن سأل عن الدواء الشافي لابن قيم الجوزية ط 1، 1407 هـ.\n8 -\nحلية الأولياء وطبقات الأصفياء، للحافظ أبي نعيم، دار الكتاب العربي.\n9 -\nرهبان الليل، سيد بن الحسين العفاني، مكتبة ابن تيمية ط 1، 1407 هـ.\n10 -\nزاد المعاد في هدي خير العباد، لابن قيم الجوزية، تحقيق شعيب الأرناؤوط، وعبد القادر الأرناؤوط، مؤسسة الرسالة 1402 هـ.\nالجزء: 1 - الصفحة: 45\n",
        "11 -\nالزهد للإمام أحمد بن حنبل، دراسة وتحقيق محمد السعيد، دار الكتاب العربي ط 1، 1406 هـ.\n12 -\nالزهر الفائح في ذكر من تنزه عن الذنوب والقبائح، محمد بن محمد بن يوسف الجزري، تحقيق محمد بسيوني، دار الكتاب العربي ط 1، 1406 هـ.\n13 -\nسير أعلام النبلاء، الذهبي، تحقيق شعيب الأرناؤوط وحسين الأسد، مؤسسة الرسالة 1401 هـ.\n14 -\nشذرات الذهب في أخبار من ذهب لابن العماد الحنبلي، دار إحياء التراث العربي.\n15 -\nصفة الصفوة لابن الجوزي، تحقيق محمود فاخوري، ومحمد رواس، دار المعرفة 1405 هـ.\n16 -\nصيد الخاطر لابن الجوزي، دار الكتاب العربي، ط 2، 1407 هـ.\n17 -\nطبقات الشافعية لتاج الدين أبي نصر عبد الوهاب بن علي السبكي، تحقيق محمود محمد طناحي ورفيقه، دار إحياء الكتب العربية.\n18 -\nعقد اللؤلؤ والمرجان في وظائف شهر رمضان، إبراهيم بن عبيد.\n19 -\nالفوائد لابن القيم الجوزية، دار النفائس.\n20 -\nكتاب الزهد الكبير للإمام الحافظ أبو بكر أحمد بن الحسين البيهقي، حققه الشيخ عامر أحمد حيدر، مؤسسة الكتب\nالجزء: 1 - الصفحة: 46\n",
        "الثقافية ط 1، 1408 هـ.\n21 -\nمختصر قيام الليل، شيخ الإسلام أبي عبد الله محمد بن نصر المروزي، اختصرهما العلامة أحمد بن علي المقريزي.\n22 -\nالمدهش لأبي الفرج جمال الدين الجوزي، ضبطه وصححه د. مروان قباني، دار الكتب العلمية ط 2، 1405 هـ.\n23 -\nمناقب الإمام أحمد للحافظ أبي الفرج عبد الرحمن بن الجوزي 1399 هـ، مكتبة الخاني.\nالجزء: 1 - الصفحة: 47\n",
        ""
    ]
}