{
    "1": [
        "بابات في علوم القرآن\nسِلْسِلَةُ مُتُونِ الكُتُبِ وَمُخْتَصَرَاتِهَا (4)\nبَابَاتٌ\nفِي\nعُلُومِ القُرْآنِ\nإعْدَاد\nحَازِم خَنْفَر\nالجزء: 1 - الصفحة: 1\n",
        "حُقُوقُ الطَّبْعِ مَبْذُولَةٌ لِكُلِّ مُسْلِمٍ\nالجزء: 1 - الصفحة: 2\n",
        "تَمْهِيد\nالحَمْدُ للهِ، وَالصَّلَاةُ وَالسَّلامُ عَلَى رَسُولِ اللهِ، وَعَلَى آلِهِ، وَصَحْبِهِ، وَمَنْ وَالَاهُ.\nأَمَّا بَعْدُ:\nفَهَذَا المَتْنُ الرَّابِعِ مِنْ سِلْسِلَتِي الَّتِي سَمَّيْتُهَا: (سِلْسَلَةَ مُتُونِ الكُتُبِ وَمُخْتَصَرَاتِهَا).\nوَاسْتَنَدْتُ فِي هَذَا الجُزْءِ إِلَى كِتَابِ: «المُقَدِّمَاتِ الأَسَاسِيَّةِ فِي عُلُومِ القُرْآنِ» لِمُؤَلِّفِهِ الأُسْتَاذِ: عَبْدِ اللهِ بْنِ يُوسُفَ الجُدِيع، فَاسْتَخْرَجْتُ مِنْ مَسَائِلِهِ وَرَقَاتٍ تَكُونُ مَدْخَلًا لِعُلُومِ القُرْآنِ.\nوَأُشِيرُ إِلَى أَنَّ مَا بَنَيْتُهُ فِي هَذَا المَتْنِ مِنْ تَرْجِيحَاتٍ: يَعُودُ إِلَى مَا قَرَّرَهُ المُؤَلِّفُ نَفْسُهُ فِي كِتَابِهِ، دُونَ تَعْدِيلٍ أَوْ تَغْيِيرٍ.\nوَالبَابَاتُ: هِيَ السُّطُورُ، وَلَا مُفْرَدَ لِلْكَلِمَةِ، وَأَرَدْتُ بِذَلِكَ أَنَّ هَذَا الجُزْءَ هُوَ إِلَى مُسَمَّى الوَرَقَاتِ أَقْرَبُ مِنْهُ إِلَى مُسَمَّى المَتْنِ؛ لِصِغَرِ حَجْمِهِ.\nفَأَسْأَلُ اللهَ القَبُولَ، وَأَنْ لَا يَحْرِمَنَا أَجْرَ الإِعْدَادِ، إِنَّهُ سَمِيعٌ مُجِيبٌ.\nحَازِم خَنْفَر\n11/ 2/2016 م\n2/ 5/1437 هـ\nالجزء: 1 - الصفحة: 3\n",
        "تَعْرِيفُ القُرْآنِ وَالسُّورَةِ وَالآيَةِ، وَأَسْمَاؤُهُ\n(القُرْآنُ) - لُغَةً -: الجَمْعُ.\nوَالمُرَادُ: جَمْعُ السُّوَرِ وَضَمُّهَا.\nوَقِيلَ غَيْرُ ذَلِكَ.\nوَاصْطِلَاحًا: الكَلَامُ المُنْزَلُ عَلَى مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مِنْ سُورَةِ الفَاتِحَةِ إِلَى سُورَةِ النَّاسِ.\nوَمِنْ أَسْمَائِهِ وَنُعُوتِهِ: الكِتَابُ، وَكَلَامُ اللهِ، وَالفُرْقَانُ، وَالذِّكْرُ.\nوَالتَّسْمِيَةُ بِـ (المُصْحَفِ): ظَهَرَتْ بَعْدَ جَمْعِ القُرْآنِ فِي عَهْدِ الصِّدِّيقِ.\nوَ (السُّورَةُ) - فِي مَعْنَاهَا - عَلَى أَقْوَالٍ؛ أَعْدَلُهَا:\n1 -\nالمَنْزِلَةُ مِنَ البِنَاءِ.\n2 -\nأَوِ الشَّرَفُ وَالمَنْزِلَةُ.\n3 -\nأَوْ مِنْ (سُؤْرَةٍ)، وَهِيَ بَقِيَّةُ الشَّيْءِ.\nوَالآيَةُ عَلَى قَوْلَيْنِ:\nفَالأَوَّلُ: العَلَامَةُ؛ بِمَعْنَى انْقِطَاعِ كَلَامٍ عَنْ كَلَامٍ، أَوْ بِمَنْزِلَةِ أَعْلَامِ الطَّرِيقِ.\nوَالثَّانِي: الجَمَاعَةُ؛ بِمَعْنَى: جَمَاعَةِ حُرُوفٍ.\nنُزُولُ القُرْآنِ\nوَالقُرْآنُ نَزَلَ عَلَى مَرْحَلَتَيْنِ:\n1 -\nالنُّزُولُ الأَوَّلُ: مِنَ اللَّوْحِ المَحْفُوظِ إِلَى السَّمَاءِ الدُّنْيَا - جُمْلَةً وَاحِدَةً -.\n2 -\nوَالنُّزُولُ الثَّانِي: مِنَ السَّمَاءِ الدُّنْيَا إِلَى الأَرْضِ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُفَرَّقًا عَلَى الوَقَائِعِ.\nأَسْبَابُ النُّزُولِ\nوالقُرْآنُ مِنْ جِهَةِ النُّزُولِ قِسْمَانِ:\nالجزء: 1 - الصفحة: 5\n",
        "فَالأَوَّلُ: مَا لَا يَتَوَقَّفُ عَلَى سَبَبٍ.\nوَالثَّانِي: مَا يَنْزِلُ لِحَادِثَةٍ أَوْ سُؤَالٍ.\nوَيُعْرَفُ سَبَبُ النُّزُولِ بِطَرِيقِ النَّقْلِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوِ الصَّحَابَةِ.\nوَقَدْ يَتَكرَّرُ النُّزُولُ لأَكْثَرَ مِنْ سَبَبٍ.\nوَالعِبْرَةُ فِيهِ: عُمُومُ اللَّفْظِ، لَا خُصُوصُ السَّبَبِ.\nالمَكِّيُّ وَالمَدَنِيُّ\nوَ (المَكِّيُّ): مَا نَزَلَ قَبْلَ الهِجْرَةِ وَإِنْ كَانَ بِغَيْرِ مَكَّةَ.\nوَ (المَدَنِيُّ): مَا نَزَلَ بَعْدَ الهِجْرَةِ وَإِنْ كَانَ بَغَيْرِ المَدِينَةِ.\nوَيُعْرَفُ:\n1 -\nبِنَقْلٍ ثَابِتٍ عَنِ الصَّحَابَةِ.\n2 -\nفَإِذَا عُدِمَ الخَبْرُ عَنْهُمْ: فَبِنَقْلٍ ثَابِتٍ عَنْ تَابِعِيٍّ مُفَسِّرٍ.\n3 -\nفَإِذَا عُدِمَ النَّقْلُ عَنْهُ: فَبِاجْتِهَادٍ.\nوأَوَّلُ آيَةٍ نَزَلَتْ: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}.\nوَآخِرُ آيَةٍ نَزَلَتْ: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ}.\nالأَحْرُفُ السَّبْعَةُ\nوَالأَحْرُفُ السَّبْعَةُ: سَبْعُ لُغَاتٍ لِلْمَعْنَى الوَاحِدِ.\nوَقِيلَ غَيْرُ ذَلِكَ.\nوَهِيَ: تَوْقِيفِيَّةٌ.\nجَمْعُ القُرْآنِ وَحِفْظُهُ\nوَجَمْعُ القُرْآنِ عَلَى ثَلَاثِ مَرَاحِلَ:\n1 -\nجَمْعٌ فِي عَهْدِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\n2 -\nثُمَّ جَمْعٌ فِي عَهْدِ الصِّدِّيقِ.\nالجزء: 1 - الصفحة: 6\n",
        "3 -\nثُمَّ جَمْعٌ فِي عَهْدِ عُثْمَانَ.\nفَالجَمْعُ الأَوَّلُ: فِي الصُّدُورِ وَالسُّطُورِ، وَلَيْسَ عَلَى صِفَةِ كِتَابٍ وَاحِدٍ.\nوَالجَمْعُ الثَّانِي: عَلَى صُحُفٍ فِي مَوْضِعٍ وَاحِدٍ بِأَحْرُفِهِ السَّبْعَةِ.\nوَالجَمْعُ الثَّالِثُ: عَلَى مُصْحَفٍ وَاحِدٍ، بِرَسْمٍ وَاحِدٍ.\nتَرْتِيبُ القُرْآنِ، آيَاتِهِ وَسُوَرِهِ\nوَتَرْتِيبُ الآيَاتِ فِي كُلِّ سُورَةٍ: تَوْقِيفِيٌّ.\nوَتَرْتِيبُ السُّوَرِ: اجْتِهَادِيٌّ - عَلَى الصَّحِيحِ -.\nوَالمُعْتَمَدُ فِي أَسْمَاءِ السُّوَرِ: مَا اعْتَادَهُ المُسْلِمُونَ مِنْ أَسْمَائِهَا.\nوَفَوَاصِلُ الآيَاتِ: تَوْقِيفِيَّةٌ - عَلَى الأَرْجَحِ -.\nوَالبَسْمَلَةُ: قُرْآنٌ، وَلَيْسَتْ فِي فَاتِحَةِ سُورَةِ (التَّوْبَة).\nوَهِيَ: آيَةٌ مِنَ الفَاتِحَةِ، وَفَاصِلَةٌ بَيْنَ السُّوَرِ فِيمَا عَدَاهَا - عَلَى الأَرْجَحِ -.\nمَسَائِلُ فِي تَرْتِيبِ القُرْآنِ\nوَالأَنْفَالُ وَالتَّوْبَةُ: سُورَتَانِ - فِي قَوْلِ أَكْثَرِهِمْ -، وَهُوَ الرَّاجِحُ.\nوَالسُّوَرُ: طِوَالٌ، وَمِئُونَ، وَمَثَانٍ، وَمُفَصَّلٌ.\n1 -\nفَالطِّوَالُ - أَوِ الطُّوَلُ -: (البَقَرَةُ)، وَ (آلُ عِمْرَانَ)، وَ (النِّسَاءُ)، وَ (المَائِدَةُ)، وَ (الأَنْعَامُ)، وَ (الأَعْرَافُ).\nهَذِهِ سِتَّةٌ، وَالسَّابِعَةُ: قِيلَ: التَّوْبَةُ، أَوِ الأَنْفَالُ وَالتَّوْبَةُ كَسُورَةٍ، أَوْ يُونُسُ.\n2 -\nوَالمِئُونَ: مَا زَادَ عَلَى مِئَةِ آيَةٍ أَوْ قَارَبَهَا.\n3 -\nوَالمَثَانِي: مَا قَلَّتْ آيَاتُهَا عَنْ مِئَةٍ.\nوَالمَثَانِي: القُرْآنُ كُلُّهُ، وَمَا كَانَ دُونَ المِئِينِ وَفَوْقَ المُفَصَّلِ، وَسُورَةُ الفَاتِحَةِ.\nوَيَتَبَيَّنُ المُرَادُ مِنَ اللَّفْظِ بِالقَرِينَةِ.\n4 -\nوَالمُفَصَّلُ: مِنْ (ق) إِلَى آخِرِ القُرْآنِ - عَلَى قَوْلٍ قَوِيٍّ -.\nوَتَجْزِئَةُ القُرْآنِ وَتَحْزِيبُهُ: اجْتِهَادِيٌّ، وَلَهُ أَصْلٌ مُغَايِرٌ مِنْ فِعْلِ الصَّحَابَةِ.\nالجزء: 1 - الصفحة: 7\n",
        "الرَّسْمُ العُثْمَانِيُّ\nوَالرَّسْمُ العُثْمَانِيُّ: شَكْلُ الإِمْلَاءِ لِخَطِّ المُصْحَفِ الإِمَامِ.\nوَوَقَعَ بِاجْتِهَادِ الصَّحَابَةِ.\nوَ (النَّقْطُ): وَضْعُ النُّقَطِ فَوْقَ الحُرُوفِ أَوْ تَحْتَهَا، وَ (الشَّكْلُ): ضَبْطُ الحَرَكَاتِ.\nوَكِلَاهُمَا مُحْدَثٌ.\nوَعَلَامَاتُ الوَقْفِ وَالسَّكْتِ - وَنَحْوِهَا -: مَزِيدٌ، وَلَيْسَ جُزْءًا مِنَ الرَّسْمِ.\nالقِرَاءاتُ\nوَ (القِرَاءَةُ) - اصْطِلَاحاً -: مَذَاهِبُ الأَئِمَّةِ القُرَّاءِ فِي نُطْقِ القُرْآنِ، مَعَ مُوَافَقَةِ الرَّسْمِ العُثْمَانِيِّ، وَثُبُوتِ الإِسْنَادِ.\nوَأَنْوَاعُهَا بِاعْتِبَارِ النَّقْلِ: مُتَوَاتِرَةٌ، وَمَشْهُورَةٌ، وَآحَادٌ، وَشَاذَّةٌ.\n1 -\nفَالمُتَوَاتِرَةُ: مَا اتَّفَقَ عَلَيْهِ القُرَّاءُ فِيمَا صَحَّ نَقْلُهُ.\n2 -\nوَالمَشْهُورَةُ: مَا صَحَّ إِسْنَادُهُ وَاشْتَهَرَ، وَلَمْ يَبْلُغِ التَّوَاتُرَ.\n3 -\nوَالآحَادُ: مَا صَحَّ سَنَدُهُ، وَخَالَفَ الرَّسْمَ.\n4 -\nوَالشَّاذَّةُ: مَا رُوِيَ، وَلَمْ يَصِحَّ سَنَدُهُ.\nوَلَا تَجُوزُ القِرَاءَةُ بِالشَّاذِّ فِي الصَّلَاةِ، وَلَا إِضَافَتُهُ إِلَى القُرْآنِ.\nوَالآحَادُ: أَكْثَرُهُمْ عَلَى مَنْعِ القِرَاءَةِ بِهَا، وَيُسْتَفَادُ مِنْهَا لِتَفْسيرٍ.\nوَشُرُوطُ صِحَّةِ القِرَاءَةِ ثَلَاثَةٌ:\n1 -\nمُوَافَقَتُهَا لِلعَرَبِيَّةِ بِوَجْهٍ مِنَ الوُجُوهِ.\n2 -\nوَمُوَافَقَتُهَا لِرَسْمِ أَحَدِ المَصَاحِفِ العُثْمَانِيَّةِ - وَلَوِ احْتِمَالًا -.\n3 -\nوَصِحَّةُ الإِسْنَادِ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nالنَّسْخُ فِي القُرْآنِ\nوَالنَّسْخُ - اصْطِلَاحاً -: رَفْعُ حُكْمٍ بِآخَرَ.\nوَشُرُوطُ ثُبُوتِهِ سَبْعَةٌ:\nالجزء: 1 - الصفحة: 8\n",
        "فَالأَوَّلُ: ثُبُوتُ الحُكْمَيْنِ بِالنَّصِّ.\nوَالثَّانِي: ثُبُوتُهُمَا نَقْلًا.\nوَالثَّالِثُ: ثُبُوتُهُمَا بِخِطَابِ الشَّرْعِ.\nوَالرَّابِعُ: أَنْ يَكُونَا عَمَلِيَّيْنِ.\nوَالخَامِسُ: أَنْ يَكُونَا جُزْئِيَّيْنِ.\nوَالسَّادِسُ: ثُبُوتُ التَّعَارُضِ بَيْنَهُمَا فِي المَعْنَى.\nوَالسَّابِعُ: تَأَخَرُّ النَّاسِخِ عَنِ المَنْسُوخِ فِي زَمَنِ التَّشْرِيعِ.\nوَالنَّسْخُ أَرْبَعَةُ أَقْسَامٍ:\n1 -\nنَسْخُ قُرْآنٍ بِقُرْآنٍ.\n2 -\nوَنَسْخُ سُنَّةٍ بِسُنَّةٍ.\n3 -\nوَنَسْخُ قُرْآنٍ بِسُنَّةٍ.\n4 -\nوَنَسْخُ سُنَّةٍ بِقُرْآنٍ.\nوَطَرِيقَةُ مَعْرِفَةِ النَّسْخِ بِـ:\n1 -\nلَفْظِ النَّصِّ.\n2 -\nأَوْ قَرِينَةٍ فِي النَّصِّ تَدُلُّ عَلَيْهِ.\n3 -\nأَوْ تَارِيخِ المُتَقَدِّمِ وَالمُتَأَخِّرِ.\nوَأَنْوَاعُ النَّسْخِ ثَلَاثَةٌ:\n1 -\nنَسْخُ حُكْمٍ مَعَ بَقَاءِ التِّلَاوَةِ.\n2 -\nوَنَسْخُ تِلَاوَةٍ مَعَ بَقَاءِ الحُكْمِ.\n3 -\nوَنَسْخُ التِّلَاوَةِ وَالحُكْمِ.\nوقَدْ يَقَعُ نَسْخُ الحُكْمِ مَرَّتَيْنِ.\nوَشَرَائِعُ مَنْ قَبْلَنَا: شَرْعٌ لَنَا، غَيْرُ مَنْسُوخَةٍ، إِلَّا مَا قَامَ فِي شَرْعِنَا عَلَى خِلَافِهِ.\nتَفْسِيرُ القُرْآنِ\nوَالتَّفْسيِرُ - اصْطِلَاحًا -: عِلْمٌ يُفْهَمُ بِهِ القُرْآنُ.\nالجزء: 1 - الصفحة: 9\n",
        "وَطُرُقُ تَفْسِيرِ القُرْآنِ خَمْسَةٌ:\n1 -\nتَفْسِيرُ القُرْآنِ بِالقُرْآنِ.\n2 -\nوَتَفْسِيرُ القُرْآنِ بِالسُّنَّةِ.\n3 -\nوَتَفْسِيرُ القُرْآنِ بِآثَارِ الصَّحَابَةِ.\n4 -\nوَتَفْسِيرُ القُرْآنِ بِأَقْوَالِ التَّابِعِينَ وَمَنْ بَعْدَهُمْ.\n5 -\nوَاعْتِبَارُ دَلَالَةِ اللُّغَةِ، وَالقِيَاسِ بِالأَشْبَاهِ وَالنَّظَائِرِ.\nالإِسْرَائِيلِيَّاتُ\nوَالإِسْرَائِيلِيَّاتُ: هِيَ أَخْبَارُ أَهْلِ الكِتَابِ مِنْ غَيْرِ طَرِيقِ القُرْآنِ وَالسُّنَّةِ الثَّابِتَةِ.\nوَخَبَرُهُمْ عَلَى ثَلَاثَةِ أَقْسَامٍ:\n1 -\nخَبَرٌ جَاءَ فِي القُرْآنِ أَوِ السُّنَّةِ مَا يُصَدِّقُهُ: فَهُوَ حَقٌّ.\n2 -\nوَخَبَرٌ جَاءَ فِي القُرْآنِ أَوِ السُّنَّةِ مَا يُكَذِّبُهُ: فَهُوَ بَاطِلٌ.\n3 -\nوَخَبَرٌ لَمْ يَأْتِ مَا يُصَدِّقُهُ أَوْ يُكَذِّبُهُ: فَلَا هُوَ حَقٌّ وَلَا بَاطِلٌ.\nتَجْوِيدُ تِلَاوَةِ القُرْآنِ\nوَالتَّجْوِيدُ: الإِتْيَانُ بِالقِرَاءَةِ مُجَوَّدَةَ الأَلْفَاظِ.\nوَمَرْجِعُهُ إِلَى: نَقْلِ القُرَّاءِ عَلَى وَفْقِ المَسْمُوعِ.\nوَيُرَادُ بِهِ: ضَبْطُ التِّلَاوَةِ، وَتَحْقِيقُ اللَّفْظِ العَرَبِيِّ عَلَى وَجْهِهِ.\nوَحُكْمُهُ: الوُجُوبُ - عَلَى الرَّاجِحِ -.\nالوَقْفُ وَالابْتِدَاءُ\nوَ (الوَقْفُ): قَطْعُ الآيَةِ بِالصَّمْتِ، وَ (الابْتِدَاءُ): استِئْنَافُ القِرَاءَةِ بَعْدَ الوَقْفِ.\nوَأَصْلُ تَشْرِيعِ الوَقْفِ وَالابْتِدَاءِ: سُنَّةُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nالجزء: 1 - الصفحة: 10\n",
        ""
    ]
}