{
    "1": [
        "أيها المذنب بئس ما اخترت\nبسم الله الرحمن الرحيم\nالحمد لله تعالى\n؛ ابتدأ بالنَّعْماء .. وأعطى لغير جزاء .. والصَّلاة والسَّلام على النَّبي صاحب الحُجَّة الغَرَّاء .. وعلى آله وأصحابه الهُداة الأتقياء. وبعد:\nأيها العاقل! ما قولك في رجل مرَّ في طريق؛ فأبصر أزهارًا ناضرة .. فوَّاحة الأريج .. وإلى جنبها شوك عنيد؛ فأعرض عن الأزهار .. ومدَّ يده إلى الشوك؛ فما ردَّها إلاَّ حرارة وخَزه؟ ! !\nأليس عجيبًا أمر هذا الرجل؟ !\nذلك مثل المذنب الذي أعرض عن برد الطاعات ونضارها .. وأقبل على أوحال الذنوب ودنسها!\nحقًا! بئسما اختار!\n* أيها المذنب! المعصية حظ الشيطان\n!\nيا من اخترت العصيان على طاعة الرحمن .. أما علمت أن المعصية حظ الشيطان؟ !\nكم يفرح الشيطان - أيها المسكين - إذا رآك على العصيان .. آبقًا من الرحمن!\n{الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ} [البقرة: 268].\nعن ابن عباس رضي الله عنهما قال: «اثنتان من الشيطان، واثنتان من الله تعالى، ثم قرأ هذه الآية: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ}، {وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا}، قال: يعني يأمركم بالطاعة والصدقة؛ لتنالوا مغفرته وفضله {وَاللَّهُ وَاسِعٌ عَلِيمٌ}؛ يعني: واسع الفضل، عليم بثواب من يتصدق».\nالجزء: 1 - الصفحة: 5\n",
        "فانظر - أيها المذنب - أنك إن ركبت الذنب أقدمت على أمر فيه طاعة للشيطان .. وإن أقدمت على الطاعة فإنما أنت في طاعة الرحمن .. فأيهما تختار؟ ! والعاقل من أحسن الخِيَرَة ..\n* أيها المذنب! هل استفدت من عقلك\n؟ !\nيا من خصَّك الله بالعقل والجنَان .. وجعلك من بني الإنسان .. هل استفدت من هذا العقل؟ !\nإن من أتْبَعَ نفسه هواها .. وأعطاها مُناها .. فهو المعطِّل لعقله حقًا!\nوأي شرف لعقلك - أيها المسكين - إن لم تميز به بين الحسن والقبيح؟ !\nوأي فائدة استفدتها من عقلك وأنت تختار رضا الشيطان على رضا الرحمن؟ !\nبل أي فرق بينك وبين البهائم .. إن لم يدلك العقل إلى ما فيه صلاحك؟ !\nقال ابن الجوزي: «وبهذا القدر فُضِّل الآدمي على البهائم؛ أعني ملكة الإرادة لأن البهائم واقفة على طباعها، لا نظر لها إلى عاقبة ولا فكر في مآل، فهي تتناول ما يدعوها إليه الطبع من الغذاء إذا حضر، وتفعل ما تحتاج إليه من الروث والبول أي وقت اتفق، والآدمي يمتنع من ذلك بقهر عقله لطبعه».\nأيها المذنب! أرأيت لو احتكمت إلى سلطان العقل؛ أكنت تختار الذنب على الطاعة؟ !\nأم أن سكرة الشهوة غلبت البصيرة؟ !\nولكن هل يقر المذنبون بذلك؟ !\nالجزء: 1 - الصفحة: 6\n",
        "إن من عدَّ نفسه في العقلاء .. كيف يقر على نفسه بضد ذلك؟ !\nقال ابن الجوزي: «فالعاقل من حفظ دينه ومروءته بترك الحرام، وحفظ قوته في الحلال؛ فأنفقها في طلب الفضائل من علم أو عمل، ولم يسع في إفناء عمره وتشتيت قلبه في شيء لا تحسن عاقبته».\n* أيها المذنب! كيف تستبدل بشرف الطاعات ذل المعاصي\n؟ !\nإن الطاعة منزلة شريفة .. ودرجة سامية .. يسمو إليها أولئك الذين اختاروا الشرف .. والرفعة .. فتراهم بها مغتبطين .. هانئين ..\nوالمعصية منزلة وضيعة .. ودرجة حقيرة .. تهفو إليها قلوب اختارت دنيء الدرجات .. وسفساف الأمور!\nقال وهيب بن الورد: «من أحب شهوات الدنيا؛ فليتهيأ للذل»!\nوأمَّا أهل الطاعات؛ فهم أعلى الناس قدرًا .. وأرفعهم عزةً وشرفًا .. وتأمَّل في وصف الله تعالى لأوليائه بذلك ..\nقال الله تعالى: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ} [المنافقون: 8].\nفقرن الله تعالى عزة أوليائه بعزته تعالى وعزة رسوله - صلى الله عليه وسلم - .. وفي هذا دليل واضح على شرف وعلو هذه العزة! وأكْرِمْ بذلك من نسب! فإن أهل المعاصي إذا افتخروا بالأهواء والانتساب إلى مراضي الشيطان .. فإن أهل الطاعات يفتخرون بالطاعات والمكارم .. والانتساب إلى مراضي الرحمن .. وكم بين الفريقين من بَوْن شاسع!\nالجزء: 1 - الصفحة: 7\n",
        "وإن ما ينتظر الطائعين من الشرف يوم القيامة أكثر من شرف الدنيا!\nقال الله تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآَصَالِ * رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ * لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} [النور: 36 - 38].\nأيها المذنب! فاختر لنفسك: إما شرف الطاعات .. ثم الشرف في الدنيا والآخرة .. وإمَّا ذل الذنوب\n...\nثم الذل في الدنيا والآخرة؟ !\n* أيها المذنب! هل علمت أن أفضل العبادة ترك الحرام\n؟ !\nيا من اخترت الذنب على الطاعة .. والراحة الكاذبة على الراحة الكبرى! أرأيت إن أعجزك الإكثار من الطاعات .. أما كان يسعك ترك الحرام؟ !\nإن في حجز النفس عن الحرام فضيلة ظاهرة .. ودرجة رفيعة .. قال عمر بن عبد العزيز: «إن أفضل العبادة؛ أداء الفرائض، واجتناب المحارم».\nوقال محمد بن كعب القرظي: «ما عُبد الله بشيء قط أحب إليه من ترك المعاصي»!\nلذلك كان جهاد النفس على شهواتها من أرفع أنواع الجهاد .. والمنتصر فيه أظفر الناس فتحًا .. وخيرًا!\nويقابل المنتصر المنهزم في جهاد نفسه .. فإنه من أشد الناس هزيمة .. وكسرًا!\nالجزء: 1 - الصفحة: 8\n",
        "قال رسول الله - صلى الله عليه وسلم -: «ألا أخبركم بالمؤمن؟ مَنْ أمِنَهُ النَّاسُ على أموالهم وأنفسهم، والمسلم مَنْ سَلِمَ النَّاسُ من لسَانه ويده، والمجاهد مَنْ جاهد نفسه في طاعة الله، والمهاجر منْ هَجَرَ الخطايا والذنوب! » [رواه أحمد وغيره/ السلسلة الصحيحة: 549].\nقال شيخ الإسلام ابن تيمية: «فيؤمر بجهادها، كما يؤمر بجهاد من يأمر بالمعاصي ويدعو إليها، وهو إلى جهاد نفسه أحوج؛ فإن هذا فرض عين، وذاك فرض كفاية، والصبر في هذا من أفضل الأعمال؛ فإن هذا الجهاد حقيقة ذلك الجهاد؛ فمن صبر عليه صبر على ذلك الجهاد».\nأيها المذنب! فأيهما تختار: النصر .. أم الهزيمة؟ !\nوقد علمت المنتصر من المهزوم .. وأنهما طريقان .. فاحرص أن تكون ممن انتصر على النفس وشهواتها ..\nواعلم - أيها المسكين - أن ركوب الذنب نزول عن درجة الصابرين .. وهم الذين وعدهم الله تعالى بالثواب العظيم!\nعن أبي سليمان الداراني في قوله تعالى: {وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا}، قال: صبروا عن الشهوات».\nوقال أبو سليمان الداراني أيضًا: «أفضل الأعمال خلاف الهوى».\n* أيها المذنب! لقد اخترت ظلام الذنب على نور الطاعة\n!\nنعم .. إن العاصي اختار أوكس نصيب .. وأخسر صفقة!\nفبينما أهل الطاعات يتقلبون في لذاذة الطاعات .. ترى أهل الذنوب غادين ورائحين في ظلام المعاصي!\nالجزء: 1 - الصفحة: 9\n",
        "وبينما يقبس أهل الطاعات من أنوار الهُدى .. ترى أهل المعاصي يتخبطون في دياجير الذنوب!\nقال ابن القيم: «ولا تظن أن قوله تعالى: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ * وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ} مختص بيوم المعاد فقط، بل هؤلاء في نعيم في دورهم الثلاثة، وهؤلاء في جحيم في دورهم الثلاثة، وأي لذة ونعيم في الدنيا أطيب من برِّ القلب، وسلامة الصدر، ومعرفة الرب تعالى، ومحبته، والعمل على موافقته؟ ! وهل العيش في الحقيقة إلاَّ عيش القلب السليم»؟ !\nأيها المذنب! إن للطاعات لذَّة يذوقها من اعتادها .. وقد عرف الصالحون هذه اللذة .. فكانت أشهى عندهم من كل مُشْتَهَى!\nعن أحمد بن أبي الحواري، قال: «سمعت أبا سليمان الداراني يقول: لو لم يبك العاقل فيما بقي من عمره حتى يخرج من الدنيا إلا على ما فاته من لذة طاعة الله عز وجل فيما مضى من عمره، لكان ينبغي له أن يُبْكِيَهُ ذلك حتى يخرج من الدنيا! فقلت: يا أبا سليمان، إنما يبكي على لذة ما مضى من وجد الإيمان. فقال: صدقت».\nقال: «وسمعته يقول: أهل الطاعة بليلهم ألذ من أهل اللهو بلهوهم، وربما استقبلني الفرح في جوف الليل، وربما رأيت القلب يضحك ضحكًا»!\nأيها المذنب! والطاعة أُنْس\n...\nوسرور .. وراحة .. والذنب وَحْشَة .. وشفاء!\nفهل يسرك أن تختار الوَحْشَة على الأُنس .. والنَّصب على الراحة؟ !\nالجزء: 1 - الصفحة: 10\n",
        "قال بعض السلف: «إن للحسنة لنورًا في القلب، وقوة في البدن، وضياء في الوجه، وسعة في الرزق، ومحبة في قلوب الخلق، وإن للسيئة لظلمة في القلب، وسوادًا في الوجه، ووهنًا في البدن، ونقصًا في الرزق، وبغضًا في قلوب الخلق»!\nأيها المذنب! أهل الطاعات بطاعاتهم آنس من الوالد بولده .. ومن البخيل بماله!\nلما حضرت معاذاً بن جبل - رضي الله عنه - الوفاة؛ قال: «اخنق خنقك، فوعزتك إني أحبك، اللهم إني كنت أخافك، وأنا اليوم أرجوك، اللهم إنك تعلم أني ما كنت أحب البقاء في الدنيا لكري الأنهار، ولا غراس الأشجار، وإنما بمكابدة الساعات، وظمأ الهواجر، ومزاحمة العلماء بالرُّكَب عند حِلَق الذِّكر»!\nأيها المذنب! إذا تلذَّذ أهل الطاعات ببردها .. فإنَّ للذنوب مرارات .. وغصص!\nوكم من مذنب لم يشعر بتلك المرارات .. وغفلته عن ذلك أشد من الذنب! فإن العقوبات المعنوية التي تنزل على قلب المذنب شديدة الوطأة على العصاة!\nقال ابن الجوزي: «وربما رأى العاصي سلامة بدنه وماله؛ فظنَّ أن لا عقوبة، وغفلته عمَّا عوقب به عقوبة، وقد قال الحكماء: المعصية بعد المعصية عقاب المعصية، والحسنة بعد الحسنة ثواب الحسنة».\nأيها الغافل! ذلك هو نور الطاعات الذي يفوز به الطائعون .. وتلك هي ظلمة المعصية التي يعيشها العاصون .. ويكون ذلك في الدنيا والآخرة ..\nالجزء: 1 - الصفحة: 11\n",
        "{يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ * يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آَمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ} [الحديد: 12، 13].\n* أيها المذنب! بئس العبد عبد همه هواه\n!\nأيها المختار هواه على طاعة الله تعالى .. بئسما اخترت!\nويا أيها المشغول بشهوته .. بئس العبد عبد همه هواه!\nمن الذي يرضى أن يستبدل بعبودية مولاه تبارك وتعالى عبودية الشهوات؟ !\nحقًا! إن المشغول بشهواته بئست البضاعة بضاعته!\nقال النبي - صلى الله عليه وسلم -: «تَعِسَ عبدُ الدينار، وعبدُ الدرهم، وعبدُ الخَميصَة، إن أُعْطيَ رَضِيَ، وإنْ لم يُعْطَ سخط، تعسَ وانتكس، وإذا شيك فلا انتقَشَ!\n...\n» [رواه البخاري].\nقال مالك بن دينار: «بئس عبد همه هواه وبطنه»!\nوقال بعض السلف: «كل شيء يشغلك عن الله عزَّ وجل من مال وولد؛ فهو مشؤوم عليك».\nفيا من تقطَّعَتْ به السُّبل .. وتفرَّقت به مطالب النفس؛ إن السعيد من جعل طاعة الله شغله .. ومن كان كذلك كفاه الله همَّ دنياه ..\nقال رسول الله - صلى الله عليه وسلم -: «من جعل الهموم همًّا واحدًا؛ هم المعاد؛ كفاه الله همَّ دنياه، ومن تشعبت به الهموم في أحوال الدنيا لم يبال\nالجزء: 1 - الصفحة: 12\n",
        "الله في أي أوديته هلك! ». [رواه ابن ماجه/ صحيح الترغيب للألباني: 3171].\nأيها المذنب\n! إن الواقف عند شهوته لا تزال النفس تدعوه إلى المزيد .. حتى يصبح عبدًا لها!\nفَلُذْ إلى ظل الطاعات .. تجد أهنأ ظل!\nخير ما اجْتَنَّ به المرءُ التُّقَى\n...\nفاتَّخذْهَا عُدَّةً دونَ العُدَدْ\nوأرى الشَّهْوَةَ مفتاحَ الرَّدى\n...\nفاجْتَنِبْهَا وانْأَ عنها وابْتَعِدْ\n* أيها الغافل! أتدري علامة المطيع والعاصي\n؟ !\nيا من اخترت طريق الذنوب .. هل وقفت على علامات الطريق؟ !\nفكم من مذنب أعمت بصيرته المعاصي .. فهو لا يدري ما يأتي وما يذر!\nفإليك - أيها الغافل - علامات طريق الناجين .. وطريق الهالكين ..\nيقال: «للمخادع نفسه ثلاث علامات: أحدها: أن يبادر إلى الشهوات، ويأمن الزلل، والثاني: يسوف التوبة بطول الأمل، والثالث: يرجو الآخرة بغير عمل»!\nوقال بعض الحكماء: «علامة الذي استقام أن يكون مثله كمثل الجبل؛ لأن الجبل له أربع علامات: أحدها: أنه لا يذيبه الحر، والثاني: لا يجمده البرد، والثالث: لا تحركه الريح، والرابع: لا يذهبه السيل، فكذا المستقيم له أربع علامات: أحدها: إذا أحسن إليه\nالجزء: 1 - الصفحة: 13\n",
        "إنسان لا يحمله إحسانه على أن يميل إليه بغير حق، والثاني: إذا أساء إليه إنسان لا يحمله ذلك على أن يقول بغير حق، والثالث: أن هوى نفسه لا يحوله عن أمر الله تعالى، والرابع: أن حطام الدنيا لا يشغله عن طاعة الله عزَّ وجلَّ».\nأيها المذنب\n! إن طريق الذنوب طريق مظلم .. لا يسلكه إلاَّ من اختار لنفسه الأدنى .. ورغب بها عن سبل الهُدى!\nفاسع- أيها المسكين- إلى خلاص نفسك قبل حلول الآفات .. ونزول مفرِّق الجماعات ..\nوعَمِّرْ أيامك بالطاعات .. فإن زهرة أيامك ما شغلتها بطاعة الله تعالى .. قال رسول الله - صلى الله عليه وسلم -: «ليس أحد أفضل عند الله من مؤمن يُعمَّر في الإسلام لتكبيره، وتحميده، وتسبيحه، وتهليله» [رواه أحمد/ صحيح الجامع: 5371].\nوقال رسول الله - صلى الله عليه وسلم - أيضًا: «خير الناس من طال عمره، وحسن عمله». [رواه الترمذي/ صحيح الترغيب: 3364].\nأيها المذنب! أيقظ عين البصيرة .. وستبدو لك الطاعات في أزهى حُلَلها .. وأحسن الاختيار .. وقارن بين الأمرين: الطاعة، والمعصية .. أيهما أكمل أمرًا .. وأحمد عاقبةً؟ !\nولا يخدعنك شاهد الشهوات عن الآفات .. واحرص على فعل الطاعات كحرصك على فعل الشهوات تُهْدَى إن شاء الله .. ويستقيم أمرك ..\nوالحمد لله تعالى أبدًا .. والصَّلاة والسَّلام على النَّبي والآل والأصحاب ..\nالجزء: 1 - الصفحة: 14\n",
        ""
    ]
}