{
    "1": [
        "بحر الدم فيمن تكلم فيه الإمام أحمد بمدح أو ذم\nبحر الدم فيمن تكلم فيه الإمام أحمد بمدح أو ذم\nابن المِبْرَد\nالكتاب:\nبحر الدم فيمن تكلم فيه الإمام أحمد بمدح أو ذم\nالمؤلف:\nيوسف بن حسن بن أحمد بن حسن ابن عبد الهادي الصالحي، جمال الدين، ابن ابن المِبْرَد الحنبلي (المتوفى: 909هـ)\nتحقيق وتعليق:\nالدكتورة روحية عبد الرحمن السويفي\nالناشر:\nدار الكتب العلمية، بيروت - لبنان\nالطبعة:\nالأولى، 1413 هـ - 1992 م\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\nالمؤلف في سطور\nاسمه ونسبه ومولده: يوسف بن الحسن بن أحمد بن الحسن بن أحمد بن عبد الهادي بن عبد الحميد بن يوسف بن محمد بن قدامة بن مقدام بن نصر بن فتح بن حذيفة بن محمد بن يعقوب بن القاسم بن إبراهيم بن إسماعيل بن يحيى بن محمد بن سالم بن عبد الله بن عمر بن الخطاب العدوي القرشي.\nيعرف بابن المبرد، أو المحاسن جمال الدين.\nولد سنة 840 هـ‍ في دمشق.\nطلبه للعلم: طلب العلم وتعلم على أبيه ومشايخ بلدته، واشتغل بالتحصيل والدرس والافتاء والقضاء، فبرع في شتى مجالات العلم.\nأقوال العلماء فيه: قال نجم الدين الغزي في الكواكب السائرة: الامام العلامة المصنف المحدث) .\nوقال ابن العماد في الشذرات: \" كان إماما علامة يغلب عليه علم الحديث والفقه ويشارك في النحو والتعريف والتصوف والتفسير\n...\nوألف تلميذه شمس\nالجزء: 1 ¦ الصفحة: 3\n",
        "الدين بن طولون في ترجمته مؤلفأ ضخما) .\nبعض آثاره العلمية:\n1 -\nآداب الحمام وأحكامه.\n2 -\nآداب الدعاء.\n3 -\nالاتقان في أدوية اللثة واللسان.\n4 -\nالاحاديث النبوية بالاسانيد الصحيحة.\n5 -\nأخبار الاذكياء.\n6 -\nالاختلاف بين رواة البخاري.\n7 -\nأدب العالم والمتعلم.\n8 -\nأربعون حديثا من مسند أنس.\n9 -\nالاربعون المختارة من صحيح مسلم.\n10 -\nالاربعون المسلسلة بالقول.\n11 -\nإرشاد السالك إلى مناقب مالك.\n12 -\nإرشاد الحائر إلى علم الكبائر.\n13 -\nالاقتباس في وصيته صلى الله عليه وسلم.\n14 -\nإيضاح طرق السلامة في بيان أحكام الولاية والامامة.\n15 -\nبحر الدم فيمن تكلم فيه أحمد بمدح أو ذم (وهو كتابنا) .\n16 -\nبلغة الحثيث في علم الحديث.\n17 -\nتاريخ الصالحية.\n18 -\nالتبيين في طبقات المحدثين المتقدمين والمتأخرين.\n19 -\nتذكرة الحفاظ وتبصرة الايقاظ.\n20 -\nتلخيص توضيح المشتبه لابن حجر.\n21 -\nالثلاثين التي رويت عن الامام أحمد في صحيح مسلم.\n22 -\nجمع الجوامع في الفقه.\n23 -\nالجوهر المنضد في طبقات متأخري أصحاب الامام أحمد.\n24 -\nالدر النقي في شرح ألفاظ الحزقي\n25 -\nرسالة في فضل العلم.\nالجزء: 1 ¦ الصفحة: 4\n",
        "26 -\nالرعاية في اختصار تخريج أحاديث الهداية.\n27 -\nشرح ألفية ابن مالك.\n28 -\nصدق التشوق إلى علم التصوف.\n29 -\nالضبط والتبيين لذوي العلل والعاهات من المحدثين.\n30 -\nطبقات الحفاظ.\n31 -\nعمدة المبتدئ في فقه الحنبلي.\n32 -\nغاية السؤال إلى علم الاصول.\n33 -\nفضاثل الشام.\n34 -\nالمشتبه في الطب.\n35 -\nالمشيخة الكبرى، والصغرى.\n36 -\nمعجم الصنائع.\n37 -\nالنجاة بحمد الله.\n38 -\nالنهاية في اتصال الرواية.\n39 -\nوفاة النبي صلى الله عليه وسلم.\n40 -\nالوقوف على لبس الصوف.\nإلى غير ذلك من المؤلفات التي تبلغ قرابة المئتي مؤلف.\nكتاب بحر الدم\n:\nكتاب (بحر الدم) هو أحد مخطوطات مكتبة برلين بألمانيا، ويقع ضمن مجلد به مجموعة كتب، كتابنا يبدأ باللوحة رقم 153 وبنتهي باللوحة رقم 200.\nوالكتاب بخط مؤلفه وهو خط سئ جدا غير مقروء إلا بعناء شديد، فرغ من كتابته سنة 866 هـ‍ في شهر ذي القعدة.\nوموضوع الكتاب كما هو واضح من العنوان هو تراجم بعض الرجال الذين ذكرهم الامام أحمد بمدح أو ذم وأغلب هذه الروايات لا نجدها في المراجع التي تحت أيدينا الان.\nخطة العمل:\n1 -\nبعد نسخ الكتاب وضبطه وتخليصه من الأخطاء التي عج بها الكتاب\nالجزء: 1 ¦ الصفحة: 5\n",
        "قمت بترقيم تراجمه برقم مسلسل.\n2 -\nنقلت بعض آراء علماء الرجال كما جاءت في كتب الرجال مثل الميزان والتهذيب والتاريخ الكبير وغيرهم.\n3 -\nعزوت صاحب الترجمة لموضعه في كتب الرجال.\n4 -\nضبطت بعض الكلمات التي احتاجت لذلك.\n5 -\nقدمت للكتاب بمقدمة عرفت فيها بالمؤلف والكتاب.\nأرجو من الله أن يتقبل هذا العمل خالصا لوجهه.\nوأن يكون إضافة جديدة للمكتبة الاسلامية العامرة.\nد.\nروحية عبد الرحمن السويفي\nالجزء: 1 ¦ الصفحة: 6\n",
        "بسم الله الرحمن الرحيم\nالحمد لله رب العالمين، وصلى الله على سيدنا محمد خاتم النبيين، وسيد المرسلين وعلى آله وصحبه أجمعين.\nوبعد: فهذا مختصر فيمن تكلم فيه الامام أحمد من الرجال، وسميته (بحر الدم فيمن تكلم فيه أحمد بمدح أو ذم) والله حسبنا ونعم الوكيل.\nفصل لا بد لك قبل ذلك من أن تعلم: أن\nالكلام في الرجال، ليس هو من باب الغيبة المحرم\n، وإنما هو من باب تصحيح الحديث.\nسأل رجل الامام أحمد بن حنبل عن أبي البختري، فقال: كان كذابا، يضع الحديث، فقال الرجل: أنا ابن عمه لحا، قال أبو عبد الله: الله المستعان، ولكن ليس في الدين محاباة.\nوقال المروذي: قال أبو عبد الله: لا ينبغي للرجل إذا لم يعرف الحديث أن يحدث به.\nثم قال: صار الحديث يحدث به من لا يعرفه! !.\nوقال الاثرم: قال لي أبو عبد الله: الحديث شديد، سبحان الله ما أشده! ! أو كما قال، ثم قال: يحتاج إلى ضبط وذهن وكلام يشبه هذا..وسأل أحمد رجلا عن موت ابن المبارك، فقال: ما تصنع بهذا يا أبا\nالجزء: 1 ¦ الصفحة: 7\n",
        "عبد الله؟ قال: نعرف به الكذابين.\nوقال يحيى بن سعيد: سألت شعبة، وسفيان بن سعيد، وسفيان بن عيينة، ومالك بن أنس عن: الرجل يحدث بالحديث يخطئ فيه؟ فقالوا جميعا: بين أمره.\nقال أحمد في رواية مهنا: هو كما قالوا، فقلت له: أما تخاف أن يكون هذا من الفاحشة؟ قال: لا، هذا دين.\nونقل غيره عن أحمد: أنه سأله عن معنى الغيبة؟ فقال: إذا لم يرد بها غيب الرجل، قلت: قدحا، يقول: فلان لم يسمع، وفلان يخطئ، فقال: لو ترك هذا لم يعرف الصحيح من غيره.\nوقال محمد بن بندار: قلت لأحمد: إني ليشتد علي أن أقول: فلان ضعيف، فلان كذاب، فقال: إذا سكت أنت، وسكت أنا فمتى يعرف الجاهل الصحيح من السقيم؟ وقال عبد الله ابن الامام أحمد: جاء أبو تراب النخشبي إلى أبي، فجعل أبي يقول: (فلان ضعيف وفلان ثقة) ، فقال أبو تراب: يا شيخ لا تغتت العلماء، فالتفت أبي إليه، فقال له: ويحك هذا نصيحة، ليس هذا غيبة.\nفصل هذا المتقدم كله إذا تكلم بما فيه، فأما إذا ضد جرح الرجل بما فيه، فإنه يحرم ذلك.\nوهو كما فعل الخطيب البغدادي في بعض أصحابنا فإنه قصد جرحهم بما ليس فيهم، وذكر فيهم أشياء لا يعول عليها وقد رد عليه ابن الجوزي.\nوفيما رده عليه كفاية، وسمى ابن الجوزي كتابه \" السهم المصيب في تعقيب الخطيب \".\nقال أبو الحارث: سمعت أبا عبد الله غير مرة يقول: ما تكلم أحد في الناس، إلا سقط وذهب حديثه.\nقد كان بالبصرة رجل، يقال له: الافطس، وكان يروي عن الاعمش،\nالجزء: 1 ¦ الصفحة: 8\n",
        "والناس، وكانت له مجالس،، وكان صحيح الحديث، إلا أنه كان لا يسلم على لسانه أحد، فذهب حديثه وذكره.\nوقال في رواية الاثرم، وذكر الافطس، واسمه عبد الله بن سلمة، قال: إنما سقط بلسانه، فليس يسمع أحد يذكره.\nوتكلم يحيى بن معين في أبي بدر، فدعا عليه، قال أحمد: فأراه استجيب له.\nقال بعض أصحابنا: نصوص أحمد هنا فيما إذا لم يتثبت، واستغاب بغير حق.\nفصل الضعفاء أقسام\n: منهم: من ضعف لكذبه الصراح.\nومنهم: من لم يتعمد الكذب، لكن روى عن الكذابين، ولم يتحرز من ذلك.\nومنهم: من ترك لقلة أمانته.\nومنهم: من ضعف لقلة دينه.\nومنهم: من ضعف لبدعة ارتكبها، وقد يكون مع ارتكابه البدعة يتوخى الكذب.\nثم الضفاء منهم: من هو ضعيف إلى الغاية.\nومنهم: من هو متوسط في الضعف.\nومنهم: من الضعف فيه قليل.\nكما أن في الصحة: من هو مرتفع إلى الغاية.\nومنهم: من هو متوسط.\nومنهم: من هو دون ذلك - والله الموفق -.\nالجزء: 1 ¦ الصفحة: 9\n",
        "(حرف الالف)\n1 -\nأحمد بن إسحاق الحضرمي: قيل له في رواية المروذي: كتبت عنه؟ قال: لا، تركته على عمد، قيل له: فإيش أنكرت عليه؟ قال: كان عندي - إن شاء الله - صدوقا ولكن تركته من أجل ابن أكثم دخل له في شئ.\nوسئل في رواية المروذي عن يعقوب بن إسحاق؟ فقدم أخاه أحمد عليه، وقال: لم يكن بأحمد بأس، ولكن تركته من أجل ابن أكثم.\n2 -\nأحمد بن صالح المصري: قال علي بن محمود الهروي: قلت لاحمد بن حنبل: من أعرف الناس بأحاديث ابن شهاب؟ قال أحمد بن صالح، ومحمد بن يحيى الذهلي.\n3 -\nأحمد بن عبد الله بن يونس التميمي، اليربوعي، الكوفى: قال الفضل بن زياد: سمعت أحمد بن حنبل، وقال له رجل عمن أكتب؟ فقال: أخرج إلى أحمد بن يونس، فإنه شيخ الاسلام.\n4 -\nأحمد بن عبد الملك بن واقد الحراني: قال الميموني: سألت أحمد بن حنبل عنه؟ فقال: رأيته حافظا لحديثه، وهو صاحب سنة، فقلت: أهل حران يسيئون الثناء عليه، فقال: أهل حران، قل ما يرضون عن إنسان، من يغشى السلطان، يسبب ضعفه له، قال: فرأيت أنه عند أبي عبد الله حسنا، يتكلم فيه بكلام حسن.\n1 - وثقه يعقوب بن شيبة والعجلي.\nوقال أبو حاتم: ثقة مأمون صدوق كتب عنه بمصر.\nوقال أبو زرعة صاحب حديث: أدركته ولم أكتب عنه.\nوقال ابن حجر: ثقة حافظ.\nانظر: التهذيب 1 / 16.\nالتقريب 1 / 11.\nالتاريخ الكبير 2 / 4.\n2 -\nوثقه البخاري وأبو حاتم وغيرهم.\nوقال ابن حجر: ثقة حافظ.\nتكلم فيه النسائي بسبب أوهام له قليلة.\nونقل ابن معين تكذيبه.\nوجزم ابن حبان بأنه إنما تكلم في أحمد بن صالح فظنه النسائي أنه عنى ابن الطبري.\nانظر: التهذيب 1 / 42.\nالتقريب 1 / 16.\nالتاريخ الكبير 2 / 6.\nالجرح 2 / 5.\nالميزان 1 / 103.\n4 -\nقال أبو حاتم: كان نظير النفيلي في الصدق والاتقان.\nوقال يعقوب بن شيبة: ثقة.\nوقال ابن حجر: ثقة، تكلم فيه بلا حجة.\nأنظر: التاريخ الكبير 2 / 3 الجرح 2 / 61 التهذيب 1 / 57 التقريب 1 / 20.\nالجزء: 1 ¦ الصفحة: 10\n",
        "5 -\nأحمد بن الفرات بن خالد الرازي، أبو مسعود الضبي: قال أبوعمران الطوسي: سمعت أحمد بن حنبل يقول: ما تحت أديم السماء أحفظ لاخبار رسول الله صلى الله عليه وسلم من أبي مسعود.\nتنبيه: وقال أحمد بن الفرات: سمعت أحمد بن حنبل يقول: من دل على صاحب رأي، فقد أعان على هدم الاسلام.\n6 -\nأحمد بن محمد بن هاني الاثرم: قال المروذي: سألت أحمد بن حنبل، عن الاثرم، قلت: نهيت أن يكتب عنه؟ قال: لم أقل إنه لا يكتب عنه الحديث، إنما أكره هذه المسائل.\n7 -\nأحمد بن نصر بن مالك الخزاعي، أبو عبد الله البغدادي: قال المروذي: سمعت أبا عبد الله يقول، وذكر أحمد بن نصر - رحمه الله -: ما كان أسخاه لقد جاد بنفسه.\n8 -\nأحمد بن أبي داؤد، القاضي: قال أحمد: كافر بالله العظيم.\n9 -\nأحمد ابن أخت عبد الرزاق: قال إسحاق بن إبراهيم، سمعته يقول: ابن أخت عبد الرزاق كذاب، فأما ابن أخته الاخر، المعلم، لم يكن به بأس.\n10 -\nأحمد بن علي، أبو علي الانصاري: قال أحمد: واه.\n5 - قال ابن المديني: كان من الراسخين في العلم.\nووثقه الخليلي والحاكم وغيرهما.\nوتكلم فيه ابن خراش.\nوقال ابن عدي: هذا تحامل لا أعرف لابي مسعود رواية منكرة.\nوقال ابن حجر: ثقة تكلم فيه بلا مستند.\nانظر: الجرح 2 / 67.\nوالتقريب 1 / 63.\n6 -\nانظر: الجرح 1 / 72.\nالتهذيب 1 / 78.\n7 -\nانظر: التهذيب 1 / 87.\nالجرح 1 / 79.\n8 -\nانظر: الميزان 1 / 97.\nتاريخ بغداد 4 / 141.\n9 -\nانظر: الجرح 1 / 1: 82.\nالميزان 1 / 97.\n10 -\nانظر: الميزان 1 / 223 (*) .\nالجزء: 1 ¦ الصفحة: 11\n",
        "11 -\nأحمد بن عمرو: قال إسحاق بن إبراهيم بن هاني: قيل له: فأحمد بن عمرو عندك إمام؟ قال: نعم، رحم الله أحمد، ما علمت إلا خيرا، هو عندي إمام.\n12 -\nأبان بن أبي عياش العيدي، مزاحم البصري: قال أحمد متروك، وقال الذهبي: قال أحمد: تركوا حديثه.\n13 -\nأبان بن يزيد العطار، أبو يزيد البصري: قال أحمد بن حنبل: ثبت في كفاح المشايخ.\n14 -\nأبان بن تغلب: قال الذهبي: وثقه أحمد.\n15 -\nأبان العطار: قال إسحاق بن إبراهيم: قلت لاحمد: فأبان العطار؟ قال: هو مثل همام وشيبان.\n16 -\nأبان بن عثمان: قال الاثرم: قلت لابي عبد الله: أبان بن عثمان سمع من أبيه؟ قال: من أين سمع منه؟.\n11 - قال النسائي: ثقة.\nوقال أبو حاتم وأبو زرعة: لا بأس به.\nوقال ابن يونس: كان فقيها من الصالحين الاثبات.\nوقال ابن حجر: ثقة.\nانظر: الجرح 2 / 65.\nالتهذيب 1 / 64.\nالتقريب 1 / 23.\n12 -\nقال البخاري: كان شعبة سئ الرأي فيه.\nوقال شعبة: لان أشرب من بول حماري أحب إلي من أن أقول حدثني أبان بن أبي عياش.\nوقال ابن حجر: متروك.\nانظر: التهذيب 1 / 97.\nالتقريب 1 / 31 التاريخ الكبير 1 / 454 الجرح 5 / 292.\n13 -\nوثقه النسائي وابن معين وابن المديني والعجلي وغيرهم.\nوذكره ابن عدي في الكامل وأورد له حديثا فردا.\nوقال \" له روايات وهو حسن الحديث متماسك يكتب حديثه.\nوقال ابن حجر: ثقة له أفراد.\nانظر: التهذيب 1 / 101 التقريب 1 / 31 الجرح 2 / 299.\nالتاريخ الكبير 1 / 454.\n14 -\nقال الجوزجاني: زائغ مذموم المذهب مجاهر.\nوقال ابن عدي: له أحاديث ونسخ وعامتها مستقيمة إذا روى عنه ثقة وهو من أهل الصدق في الروايات.\nوقال ابن حجر: ثقة تكلم فيه للتشيع.\nانظر: التهذيب 1 / 93.\nالتقريب 1 / 30.\nالتاريخ الكبير 1 / 453.\nالجرح 2 / 297.\n15 -\nانظر رقم 13.\n16 -\nقال العجلي: مدني تابعي ثقة.\nووثقه ابن سعد.\nوقال ابن حجر: مدني ثقة.\nانظر: التهذيب 1 / 97.\nالتقريب 1 / 31.\nالتاريخ الكببر 1 / 450.\nالجرح 2 / 295.\nالجزء: 1 ¦ الصفحة: 12\n",
        "17 -\nإبراهيم بن أدهم: لما ذكر قوله لاحمد في النكاح: قال: وقعت في بنيات الطريق.\nونقل أبو محمد الشعراني: عن أحمد: كان إبراهيم بن أدهم يبيع ثيابه وينفقها على أصحابه، وكانت الدنيا أهون عليه من ذلك العدد.\n18 -\nإبراهيم بن إسماعيل بن أبي حبيبة الانصاري: قال أبو طالب: عن أحمد بن حنبل: ثقة.\n19 -\nإبراهيم بن بشار الرمادي: قال عبد الله بن أحمد: سمعت أبي يقول: كان سفيان - الذي يروي عنه إبراهيم بن بشار - ليس هو ابن عيينة.\nكان إبراهيم يحضر معنا عند ابن عيينة، وكان يملي على الناس ما يسمعون من سفيان، وكان ربما أملى عليهم ما لم يسمعوا، فقلت له يوما: ألا تتقي الله - ويحك - تملي عليهم ما لم يسمعوا ولم يحمده أبي في ذلك، وذمه ذما شديدا.\nوقال الذهبي: ضعفه أحمد واتهمه.\n20 -\nإبراهيم بن الحارث العبادي: قال الخلال: كان أحمد يعظمه ويرفع قدره، وكان يتوقف أبو عبد الله، فيجيب هو ويحضره أبي عبد الله، فيعجب أبو عبد الله، وقال: جزاك الله خيرا يا أبا إسحاق، حكى ذلك الاثرم.\n21 -\nإبراهيم بن الحكم بن أبان: قال المروذي: سألته عنه، فقال: ليس بذاك، قد كتبت عنه، وأقمت عليه\n17 - انظر: الجرح 1 / 2: 87.\nالتاريخ الكبير 1 / 1: 273.\nالتهذيب 1 / 102.\n18 -\nقال البخاري: منكر الحديث.\nوقال ابن معين وأبو حاتم: شيخ ليس بالقوي (يكتب حديثه ولا يحتج به) .\nمنكر الحديث.\nوقال النسائي: ضعيف.\nوقال ابن حبان: يقلب الاسانيد ويرفع المراسيل.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 1 / 104.\nالتقريب 1 / 31.\nالجرح 2 / 83 التاريخ الكبير 1 / 271.\n19 -\nقال البخاري: يهم في الشئ بعد الشئ وهو صدوق.\nوقال ابن معين: ليس بشئ لم يكن يكتب عند سفيان وكان يملي على الناس ما لم يقله سفيان.\nوقال النسائي: ليس بالقوي.\nوقال أبو حاتم والطيالسي: صدوق.\nوقال ابن حجر: حافظ له أوهام.\nانظر: التهذيب 1 / 108.\nالتقريب 1 / 32 التاريخ الكبير 1 / 277.\nالجرح والتعديل 2 / 89.\n21 -\nقال ابن معين: ليس بثقة.\nوقال مرة: ضعيف ليس بشئ.\nوقال البخاري: سكتوا عنه.\nوقال النسائي: ليس بثقة ولا يكتب حديثه متروك الحديث وضعفه أبو زرعة والجوزجاني والازدي (*) =\nالجزء: 1 ¦ الصفحة: 13\n",
        "إماما.\nقال: وسألته عن يزيد ابن أبي حكيم؟ فقال: ثقة كتبت عنه أقل مما كتبت عن إبراهيم، اتكيت على إبراهيم ثم حدث إبراهيم بعد بأحاديث منكرة، وضعف أمره وقدم يزيد بن أبي حكيم عليه.\n22 -\nإبراهيم بن خالد بن عبيد أبو محمد الصنعاني: وثقه أحمد.\n23 -\nإبراهيم بن خالد أبو ثور الكلبي: قال ابن خاقان: سألت أحمد بن حنبل عن أبي ثور؟ فقال: لم يبلغني إلا خيرا، إلا أنه لا يعجبني الكلام الذي يصيرونه في كتبهم.\nوقال أبو بكر الاعين: سألت أحمد عنه؟ فقال: أعرفه بالسنة منذ خمسين سنة، وهو عندي في مسلاخ الثوري.\nوقال أبو العباس البراثي: كنت عند أحمد بن حنبل فسأله رجل في مسألة في الحلال والحرام، فقال: سل غيرنا، فقال: إنما نريد جوابك، فقال: ما أتفقه، سل أبا ثور.\n24 -\nإبراهيم بن زياد بن إسحاق البغدادي سبلان: قال أحمد بن عثمان: سمعت أحمد بن حنبل يقول: إذا مات سبلان، ذهب علم عياد بن عياد.\n25 -\nإبراهيم بن سعد بن إبراهيم الزهري أبو إسحاق المدني: وثقه أحمد، وقال في رواية ابن إبراهيم: إبراهيم بن سعد من أحسن الناس حديثا عن محمد بن إسحاق، فإذا جمع بين رجلين، يقول: حدثني فلان وفلان لم يحكمه.\n= والدارقطني والعقيلي.\nوقال ابن عدي: وبلاؤه ما ذكر أنه كان يواصل المراسيل عن أبيه وعامة ما يرويه لا يتابع عليه.\nوقال ابن حجر: ضعيف وصل المراسيل.\nانظر: التهذيب 1 / 115.\nالتقريب 1 / 34.\nالتاريخ الكبير 1 / 284.\nالجرح 2 / 94.\n22 -\nانظر: الجرح 1 / 1: 97.\nالتأريخ الكبير 1 / 1: 284.\nالتهذيب 1 / 117.\n23 -\nانظر: التهذيب 1 / 118.\nالميزان 1 / 29.\n24 -\nوثقه ابن معين وصالح جزرة وأبو زرعة.\nوقال أبو حاتم: صالح الحديث ثقة كتبت عنه.\nوقال النسائي وابن معين مرة: ليس به بأس.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 1 / 120.\nالتقريب 1 / 35.\nالتاريخ الكببر 1 / 286.\nالجرح 2 / 100.\n25 -\nقال أبو حاتم مرة: ليس به بأس.\nوقال ابن خراش: صدوق.\nوقال ابن حجر: ثقة تكلم فيه بلا قادح.\nانظر: التهذيب 1 / 121.\nالتقريب 1 / 35.\nالجرح 2 / 101.\nالتاريخ الكبير 1 / 288.\n(*)\nالجزء: 1 ¦ الصفحة: 14\n",
        "26 -\nإبراهيم بن سليمان بن رزين البغدادي: قال أحمد: ليس به بأس.\n27 -\nإبراهيم بن شماس السمرقندي أبو إسحاق الغازي: قال الاثرم: ذكره أحمد بن حنبل، فأحسن الثناء عليه.\nقال: كتب إلي بعض أصحابنا أنه أوصى بمائة ألف يشتري بها أسرى من الترك، فاشترينا مائة نفس أو نحوا.\nقال أبو عبد الله: قتلته الترك أيضا، فانظر ما ختم الله له به مع القتل.\n28 -\nإبراهيم بن طهمان الخراساني الهروي: قال الامام أحمد: كان مرجئا، شديدا على الجهمية.\nوقال أبو زرعة: كنت عند أحمد بن حنبل وذكر إبراهيم بن طهمان، - وكان متكيا من علة - فجلس، وقال: لا ينبغي أن يذكر الصالحون فيتكأ.\n29 -\nإبراهيم بن عبد الاعلى الجعفي مولاهم الكوفى: وثقه أحمد.\n30 -\nإبراهيم بن عبد الرحمن بن إسماعيل السكسكي: ضعفه أحمد.\n31 -\nإبراهيم بن أبي العباس: قال في رواية ابن إبراهيم: كان رجلا صالحا، (كان ينزل دار فهد بن الاحمري) .\n27 - انظر: التهذيب 1 / 127.\nالجرح 1 / 1: 105.\nالتاريخ الكبير 1 / 1: 293، 28 - قال ابن المبارك: صحيح الحديث.\nووثقه ابن معين وأبو داود وأبو حاتم وزاد: صدوق حسن الحديث ووثقه غيرهم.\nوقال صالح بن محمد: حسن الحديث يميل إلى الارجاء في الايمان.\nوقال ابن حجر في التهذيب: الحق فيه أنه ثقة صحيح الحديث إذا روى عنه ثقة ولم يثبت غلوه في الارجاء ولا كان داعية إليه بل ذكر الحاكم أنه رجع عنه.\nانظر: التهذيب 1 / 129.\nالتقريب 1 / 36.\nالتاريخ الكبير 1 / 294.\nالجرح 2 / 107.\n29 -\nانظر: التهذيب 1 / 137.\nالجرح 1 / 1: 112.\nالتاريخ الكبير 1 / 1: 304.\n30 -\nقال القطان: كان شعبة يضعفه.\nوقال النسائي: ليس بذاك القوي ويكتب حديثه.\nوقال ابن عدي: لم أجد له حديثا منكر المتن، وهو إلى الصدق أقرب منه إلى غيره ويكتب حديثه.\nوقال ابن حجر لا: صدوق ضعيف الحفظ.\nانظر: التهذيب 1 / 138.\nالتقريب 1 / 38.\nالجرح 2 / 111.\nالتاريخ الكبير 1 / 295.\n(*)\nالجزء: 1 ¦ الصفحة: 15\n",
        "32 -\nإبراهيم بن عقبة المدني، أخو موسى: وثقه أحمد.\n33 -\nإبراهيم بن عطية الثقفي: كتب عنه أحمد، ورمى به.\n34 -\nإبراهيم بن الفضل المخزومي المدني: ضعفه أحمد، وقال الذهبي: تركه أحمد.\n35 -\nإبراهيم بن الفضل بن سليمان: قال أحمد: ليس بقوي.\n36 -\nإبراهيم بن محمد بن عرعرة بن البرند، أبو إسحاق القرشي: تكلم فيه أحمد لاجل حديث منكر رواه.\n37 -\nإبراهيم بن عيينة: أنكر أحاديث حدث بها في رواية المروذي، ولين القول فيها.\n38 -\nإبراهيم بن محمد بن المنتشر بن الاجدع الهمداني: وثقه أحمد.\n39 -\nإبراهيم بن محمد بن أبي يحيى سمعان الاسلمي، مولاهم، المدني، أبو إسحاق: قال عبد الله بن أحمد عن أبيه: كان قدريا، معتزليا، جهميا، كل بلاء فيه.\nوقال أبو طالب عن أحمد: ترك الناس حديثه، وكان يأخذ أحاديث الناس فيضعها في كتبه.\n32 - انظر: التهذيب 1 / 145.\nالجرح 1 / 1: 117.\n33 -\nانظر: الميزان 1 / 48.\nالتاريخ الكبير 1 / 1: 311.\n34 -\nانظر: الجرح 1 / 1: 122.\nالتقريب 1 / 41.\n36 -\nانظر: التهذيب 1 / 155 الميزان 1 / 56 الجرح 1 / 1: 130.\n37 -\nانظر: التهذيب 1 / 149.\nالميزان 1 / 51.\nالجرح 1 / 1: 118 (*) .\nالجزء: 1 ¦ الصفحة: 16\n",
        "40 -\nإبراهيم بن المنذر بن عبد الله بن المنذر: ذمه أحمد لكونه خلط في القرآن.\n41 -\nإبراهيم بن ميمون: قال في رواية الميموني: لا نعرفه.\n42 -\nإبراهيم بن مهاجر أبو إسحاق: قال أحمد: لا بأس به.\nوقال إسحاق بن إبراهيم: قلت لاحمد: أيما أحب إليك إبراهيم بن مهاجر، أو أبو معشر؟ قال: أبو معشر أحب إلي.\nوقال المروذي: سألته عنه: فليق أمره.\n43 -\nإبراهيم بن ميسرة الطائفي: وثقه أحمد.\n44 -\nإبراهيم بن يزيد الخولي: قال أحمد: متروك.\n45 -\nإبراهيم بن يعقوب الجوزجاني: قال أبو بكر الخلال: جليل جدا، كان أحمد بن حنبل يكاتبه، ويكرمه إكراما شديدا، حدثنا عنه الشيوخ المتقدمون وعنده عن أبي عبد الله جزءان مسائل.\nوقال\n40 - قال النسائي: ليس به بأس.\nوقال أبو حاتم: صدوق.\nوقال الدارقطني: ثقة.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: صدوق تكلم فيه أحمد لاجل القرآن.\nانظر: التهذيب 1 / 166.\nالتقريب 1 / 43.\nالجرح 2 / 139.\nالتاريخ الكبير 1 / 331.\n42 -\nقال ابن سعد: كان ثقة.\nوقال القطان: لم يكن قويا.\nوقال ابن معين: ضعيف الحديث.\nوقال ابن حبان في المجروحين: كثير الخطأ.\nوقال ابن حجر: صدوق لين.\nالحفظ.\nانظر: التهذيب 1 / 167.\nالتقريب 1 / 44.\nالجرح 2 / 132.\nالتاريخ الكبير 1 / 328.\n43 -\nقال الثوري: كان من أوثق الناس وأصدقهم.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: ثبت حافظ.\nانظر: التهذيب 1 / 172.\nالتقريب 1 / 44.\n44 -\nقال ابن معين: ليس بثقة وليس بشئ.\nوقال البخاري: سكتوا عنه.\nقال ابن حجر: متروك.\nانظر: التهذيب 1 / 179.\nالتقريب 1 / 46.\nالتاريخ الكبير 1 / 336.\nالجرح 2 / 146.\n45 -\nقال النسائي: ثقة.\nوقال الدارقطني: كان من الحفاظ المصنفين والمخرجين الثقات.\nوقال ابن حبان في الثقات.\nكان حروري المذهب ولم يكن بداعية وكان صلبا في السنة حافظا للحديث.\nوقال ابن حجر: ثقة حافظ رمي بالنصب.\nانظر: التهذيب 1 / 46.\nالجرح 2 / 148 (*) .\nالجزء: 1 ¦ الصفحة: 17\n",
        "ابن عدي: كان يسكن دمشق، يحدث على المنبر وكان يكاتبه أحمد بن حنبل، ويتقوى بكتابه، وبقراءته على المنبر.\n46 -\nإبراهيم بن أبي الليث: أشكل على أحمد.\n47 -\nإبراهيم بن موسى المروزي: قال أحمد بن حنبل: هو كذاب.\n48 -\nإبراهيم الخوزي: قال أحمد في رواية إسحاق بن إبراهيم: متروك الحديث.\n49 -\nأبي بن عباس: قال أحمد: منكر الحديث.\n50 -\nأجلح بن عبد الله، أبو حجية الكندي: قال أحمد: ما أقربه من فطر.\n51 -\nالاحوص بن حكيم: قال ابن إبراهيم: سألته عنه فقال: ضعيف لا يسوى حديثه شيئا، وقال: كان له عندي شئ فخرقته.\n52 -\nآدم بن أبي إياس: قال أحمد كان معنا عند شعبة، وكان في الستة الذين يضبطون الحديث عنه.\n49 - قال النسائي: ليس بالقوي.\nوقال ابن حجر: فيه ضعف.\nانظر: التهذيب 1 / 186.\nالتقريب 1 / 48.\nالتاريخ الكبير 2 / 40.\nالجرح 2 / 290.\n50 -\nقال القطان: في نفسي منه شئ.\nوقال ابن معين: صالح.\nوقال مرة: ثقة.\nوقال العجلي: كوفي ثقة.\nوقال النسائي: ضعيف ليس بذاك له رأي سوء.\nوقال ابن حجر: صدوق شيعي.\nانظر: التهذيب 1 / 189.\nالتقريب 1 / 49.\nالجرح 2 / 346.\n51 -\nقال ابن المديني: صالح.\nوقال مرة: ثقة.\nوقال العجلي والجوزجاني: ليس بالقوي.\nوقال النسائي: ضعيف.\nوقال أبو حاتم: ليس بقوي منكر الحديث.\nوقال ابن حجر: ضعيف الحديث.\nانظر: التهذيب 1 / 192.\nالتقريب 1 / 49.\nالتاريخ الكبير 2 / 58.\nالجرح 2 / 327.\n52 -\nوثقه ابن معين وأبو داود والعجلي.\nوقال أبو حاتم: ثقة مأمون متعبد من خيار عباد الله.\nوذكره ابن حبان في الثقات.\nانظر: التهذيب 1 / 196.\nالجرح 2 / 268.\nالتاريخ الكبير 2 / 39 (*) .\nالجزء: 1 ¦ الصفحة: 18\n",
        "53 -\nأرطاة بن المنذر بن الاسود: وثقه أحمد.\n54 -\nأزهر بن سنان: قال المروزي: سألته عنه، فلينه.\n55 -\nأزهر بن القاسم أبو بكر: وثقه أحمد.\n56 -\nأسامة بن زيد بن أسلم: ضعفه أحمد.\n57 -\nأسامة بن زيد الليثي مولاهم المدني: قال أحمد: ليس بشئ، وراجع عبد الله بن أحمد أباه فيه، فقال: إذا تدبرت حديثه، تعرف فيه النكرة.\nوقال المروذي: سألته عن أسامة بن زيد، قال: الليثي أقوى من ذا يريد ابن زيد بن أسلم.\nوقال في رواية الميموني: عليه عامة الناس، قد رووا عنه، إلا يحيى بن سعيد تركه، وقال الميموني: قلت له: أسامة بن زيد يروي عن القاسم؟ قال: وهذا أيضا يحتمله الناس إلا أن يحيى القطان تركه.\n58 -\nأسباط بن نصر الهمداني: توقف فيه أحمد.\n53 - انظر: التاريخ الكبير 1 / 2: 57.\nالتهذيب 1 / 198.\n54 -\nقال ابن معين: ليس بشئ.\nوقال العقيلي: في حديثه وهم.\nوقال الساجي: فيه ضعف.\nوقال ابن عدي: أحاديثه صالحة ليست بالمنكرة جدا.\nوقال الازدي: ضعفه علي بن المديني جدا في حديث رواه.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 1 / 203.\nالتقريب 1 / 52.\nالتاريخ الكببر 1 / 460.\nالجرح 2 / 314.\n55 -\nانظر: التهذيب 1 / 205.\nالتاريخ الكبير 1 / 1: 460.\n57 -\nقال ابن معين: ثقة، وقال مرة: ليس به بأس.\nوقال أبو حاتم: يكتب حديثه ولا يحتج به.\nوقال النسائي: ليس بالقوي.\nوقال العجلي: ثقة.\nوقال ابن عدي: يروي عنه ابن وهب نسخة صالحة وهو كما قال ابن معين: لبس به بأس.\nوقال ابن حجر: صدوق يهم.\nانظر: التهذيب 1 / 208.\nالتقريب 1 / 53.\nالتاريخ الكبير 2 / 22.\nالجرح 2 / 284.\n58 -\nانظر: التهذيب 1 / 211.\nالتقريب 1 / 53.\nالتاريخ الكبير 1 / 2: 53 (*) .\nالجزء: 1 ¦ الصفحة: 19\n",
        "59 -\nإسحاق بن إبراهيم: قال محمد بن عبد الرحمن الشامي: سئل وأنا حاضر عن إسحاق بن إبراهيم، فقال: مثل إسحاق يسأل عنه؟ إسحاق بن راهويه.\nقال أحمد: ما أعلم لاسحاق بالعراق نظير، وقال إسحاق عندنا إمام من أئمة المسلمين.\nوقال: إذا حدثك أبو يعقوب أمير المؤمنين بحديث فتمسك به.\nقال ابن إبراهيم: قلت: إسحاق بن راهويه هو عندك إمام؟ قال: نعم، إن كثيرأ مما كان فيه، كان عندي به إماما.\nوقال في رواية أبي داود الخفاف.\nلم يعبر الجسر مثل إسحاق.\nوقال في رواية الفضل بن عبد الله: أما إسحاق بن راهويه فلم تر مثله.\n60 -\nإسحاق بن حازم: وثقه أحمد.\n61 -\nإسحاق بن راشد: قال المروذي: سألته عنه، فقال: ثقة.\n62 -\nإسحاق بن سويد: قال أحمد في رواية الميموني: ثبت.\n63 -\nإسحاق بن عبد الله بن أبي فروة: نهى أحمد عن حديثه، وقال إبراهيم الجوزجاني: سمعت أحمد بن حنبل\n60 - انظر: التهذيب 1 / 229.\nالجرح 1 / 1: 216.\n61 -\nقال الفسوي: صالح الحديث.\nوقال ابن معين: ثقة.\nوقال أبو حاتم: شيخ.\nوقال النسائي: ليس به بأس.\nوقال مرة: ليس بذاك القوي.\nووثقه العجلي.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: ثقة، في حديثه عن الزهري بعض الوهم.\nانظر: التهذيب 1 / 230.\nالتقريب 1 / 57.\nالجرح 2 / 219.\nالتاريخ الكبير 1 / 386.\n62 -\nوثفه ابن سعد وابن معين والنسائي.\nوقال أبو حاتم: صالح الحديث.\nوقال العجلي: ثقة كان يحمل على علي وذكره ابن حبان في الثقات.\nوقال ابن حجر: صدوق تكلم فيه للنصب.\nانظر: التهذيب 1 / 236.\nالتقريب 1 / 58.\nالتاريخ الكبير 1 / 389.\nالجرح 2 / 222.\n63 -\nقال ابن سعد: كان كثير الحديث يروي أحاديث منكرة ولا يحتجون بحديثه.\nوقال البخاري: تركوه.\nوقال ابن معين: ليس بذاك.\nوقال أبو زرعة وأبو حاتم والنسائي وغيرهم: متروك الحديث.\nوقال ابن حجر: متروك.\nانظر: التهذيب 1 / 240.\nالتقريب 1 / 59.\nالتاريخ الكبير 1 / 396.\nالجرح 2 / 227 (*) .\nالجزء: 1 ¦ الصفحة: 20\n",
        "يقول: لا تحل الرواية عندي عن إسحاق بن أبي فروة، وضعفه في رواية المروذي، ونفض يده، وأنكره.\n64 -\nإسحاق بن نجيح الاسدي الملطي: قال أحمد: هو من أكذب الناس، - كذا ذكره عنه في التهذيب.\n65 -\nإسحاق بن ناصح: قال أحمد: من أكذب الناس - كذا ذكره الذهبي في الضعفاء وذكره بعده: ابن نجيح، ولم يذكر فيه قول أحمد السابق -.\n66 -\nإسحاق بن يحيى بن طلحة بن عبيد الله أبو محمد التيمي: قال أحمد: متروك، وقال في رواية ابن إبراهيم: ضعيف الحديث.\nوقال في رواية المروذي: ليس حديثه بشئ.\n67 -\nإسحاق بن يوسف الازرق: قيل لاحمد: أثقة هو؟ قال: إي والله.\n68 -\nإسحاق بن الحارث الكوفي: ضعفه أحمد.\n69 -\nإسرائيل بن يونس السبيعي: قال أحمد: كان ثقة، وكان يعجب من حفظه، وقال مرة: ثبت الحديث.\n64 - قال ابن معين: كذاب، عدو الله.\nوكذبه ابن أبي شيبة والنسائي وغيرهما.\nوقال البخاري: منكر الحديث.\nوقال ابن حجر: كذبوه.\nانظر: التهذيب 1 / 252.\nالتقريب 1 / 62.\nالتاريخ الكبير 1، 404.\n66 -\nقال القطان: ذاك شبه لا شئ.\nوضعفه ابن معين والنسائي وأبو حاتم والعجلي وغيرهم.\nوقال البخاري: يتكلمون في حفظه.\nوقال ابن حبان في الثقات: يخطئ ويهم وقد أدخلناه في الضعفاء لما كان فيه من الايهام.\nوقال ابن حجر: ضعيف.\nانظر: النهذيب 1 / 254.\nالتقريب 1 / 62.\nالتاريخ الكبير 1 / 406.\nالجرح 2 / 236.\n67 -\nوثقه ابن معين والعجلي والبزار.\nوقال أبو حاتم: صحيح الحديث صدوق لا بأس به.\nوقال ابن سعد: ثقة ربما غلط.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 1 / 257.\nالتقريب 1 / 63.\nالتاريخ الكبير 1 / 406.\nالجرح والتعديل 2 / 238.\n68 -\nانظر: التاريخ الكبير 1 / 1: 384.\n69 -\nقال أبو حاتم وغيره: ثقة صدوق من أتقن أصحاب أبي إسحاق.\nوقال العجلي وابن نمير وابن (*) =\nالجزء: 1 ¦ الصفحة: 21\n",
        "70 -\nإسماعيل بن أمية: قال في رواية المروذي: إسماعيل بن أمية وأيوب بن موسى من أهل مكة، وهما ابنا عم، وكان أيوب بن موسى أنفع للناس، وكان إسماعيل أوثق منه وأثبت.\n71 -\nإسماعيل بن أبان الوراق: وثقه أحمد.\n72 -\nإسماعيل بن أبان الخياط: قال البخاري: تركه أحمد.\n73 -\nإسماعيل بن علية: قال أحمد: إليه المنتهى في الثبت بالبصرة.\n74 -\nإسماعيل بن جعفر الزرقى: وثقه أحمد.\n75 -\nإسماعيل بن أبي خالد: قال أحمد: أصح الناس حديثا عن الشعبي.\n76 -\nإسماعيل بن رافع المدني: ضعفه أحمد، وقال المروذي: سألته عنه فقال: ليس حديث ذا بشئ.\n= سعد: ثقة.\nوقال يعقوب بن شيبة: صالح الحديث وفي حديثه لين.\nوقال ابن المديني: ضعيف.\nوقال ابن حجر: ثقة تكلم فيه بلا حجة.\nانظر: التهذيب 1 / 261 التقريب 1 / 64.\nالتاريخ الكبير 2 / 56.\nالجرح 2 / 330.\n70 -\nانظر: التهذيب 1 / 283.\nالجرح 1 / 1: 159.\nالتاريخ الكبير 1 / 1: 345.\n73 -\nقال شعبة: ريحانة الفقهاء.\nوقال مرة: سيد المحدثين.\nوقال ابن معين: كان ثقة مأمونا صدوقا ورعا تقيأ.\nوقال ابن حجر: ثقة حافظ.\nانظر: التهذيب 1 / 275.\nالتقريب 1 / 65.\nالتاريخ الكبير 1 / 342.\nالجرح 2 / 153.\n74 -\nقال أبو زرعة والنسائي وابن معين وابن سعد وغيرهم: ثقة.\nوقال ابن خراش: صدوق.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 1 / 287.\nالتقريب 1: 68.\nالتاريخ الكبير 1 / 350.\nالجرح 2 / 163.\n75 -\nقال ابن مهدي وابن معين والنسائي وغيرهم: ثقة.\nوقال أبو حاتم: لا أقدم عليه أحدأ من أصحاب الشعبي وهو ثقة.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 1 / 291.\nالتقريب 1 / 68.\nالتاريخ الكبير 1 / 351.\nالجرح 2 / 174.\n76 -\nقال ابن المبارك: لم يكن به بأس ولكنه يحمل عن هذا وعن هذا ويقول بلغني ونحو هذا.\nوقال أبو (*) =\nالجزء: 1 ¦ الصفحة: 22\n",
        "77 -\nإسماعيل بن زكريا بن مرة أبو زياد الاسدي: قال أحمد: ما به بأس، وقال الميموني: قلت لاحمد: كيف؟ قال: أما الاحاديث المشهورة التي يرويها فهو فيها مقارب الحديث، ولكنه ليس ينشرح له الصدر.\nوقال عبد الله بن أحمد عن أبيه: حديثه مقارب.\n78 -\nإسماعيل بن سعيد الشالنجي: قال أحمد في رواية الفضل بن عبد الله: فقيه عالم.\n79 -\nإسماعيل بن سميع الحنفي: قال أحمد: ثقة، تركه زائدة لمذهبه، وقال في رواية المروذي: ليس به بأس.\n80 -\nإسماعيل بن أبي أويس عبد الله بن عبد الله بن أويس: قال أحمد: لا بأس به.\n81 -\nإسماعيل بن سالم: قال أحمد في رواية المروذي: ليس به بأس.\n= حاتم: منكر الحديث.\nوقال النسائي: متروك الحديث.\nوضعفه العجلي والحاكم وابن سعد والعقيلي وغيرهم.\nوقال ابن حجر: ضعيف الحفظ.\nانظر: التهذيب 1 / 294.\nالتقريب 1 / 69.\nالتاريخ الكبير 1 / 354.\nالجرح 1 / 168.\n77 -\nقال مرة: ضعيف.\nوقال أبو داود وابن معين: ليس به بأس.\nوقال ابن معين مرة: صالح الحديث، قيل له:: أفحجة هو؟ قال: الحجة شئ آخر.\nوقال النسائي: أرجو أن لا يكون به بأس.\nوقال أبو حاتم: صالح وحديثه مقارب.\nوقال ابن حجر: صدوق يخطئ قليلا.\nانظر: التهذيب 1 / 297.\nالتتريب 1 / 69.\nالتاريخ الكبير 1 / 355.\nالجرح 2 / 170.\n80 -\nقال ابن معين: صدوق ضعيف العقل ليس بذاك، يعني أنه لا يحسن الحديث ولا يعرت أن يؤديه أو يقرأ من غير كتابه.\nوقال أبو حاتم: محله الصدق وكان مغفلا.\nوقال النسائي: ضعيف.\nوقال مرة: ليس بثقة.\nوقال ابن عدي: روى عن خاله أحاديث غرائب لا يتابعه عليها أحد وعن سلبمان بن بلال وغيرهما من شيوخه..وقد حدث عنه أناس وأثنى عليه ابن معبن.\nوالبخاري يحدث عنه الكثير وهو خير من أبي أويس.\nوقال ابن حجر: صدوق أخطأ في أحاديث من حفظه.\nأنظر: التهذيب 1 / 310.\nالتقريب 1 / 71.\nالتاريخ الكبير 1 / 364.\nالجرح 2 / 180.\n81 -\nقال ابن سعد: كان ثقة ثبتا.\nوقال ابن معين وأبو زرعة وأبو حاتم والنسائي: ثقة.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 1 / 301.\nالتقريب 1 / 70.\nالتاريخ الكبير 1 / 356.\nالجرح 2 / 172 (*) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "82 -\nإسماعيل بن عياش: قال المروذي: سألته عنه فحسن روايته عن الشاميين، وقال: هو عنهم أحسن حالا مما روى عن المدنيين وغيرهم.\n83 -\nإسماعيل أبو المنذر: قال أحمد: ربما كان يصلي حتى ترم قدماه.\n84 -\nإسماعيل بن كثير أبو هاشم المكي: وثقه أحمد.\n85 -\nإسماعيل بن مجالد: سئل عنه في رواية المروذي، فقال: لا أدري، قد روي عنه.\n86 -\nإسماعيل بن مسلم البصري: قال أحمد: منكر الحديث.\n87 -\nإسماعيل بن عبد الرحمن السدي: وثقه أحمد.\n82 - قال ابن المبارك: لا أستحلي حديثه.\nوقال يعقوب بن سفيان: تكلم قوم في إسماعيل، وإسماعيل ثقة عدل أعلم الناس بحديث الشام وأكثر ما قالوا: يغرب عن ثقات المدنيين والمكيين.\nوقال ابن معين: ثقة فيما روى عن الشاميين.\nوقال دحيم: إسماعيل في الشاميين غاية، وخلط عن المدنيين.\nوقال البخاري: صدوق في روايته عن أهل بلده مخلط في غيرهم.\nانظر: التهذيب 1 / 321.\nالتقريب 1 / 73.\nالتاريخ الكبير 1 / 370.\nالجرح 1 / 191.\n84 -\nقال أبو حاتم: صالح الحديث.\nووثقه ابن سعد ويعقوب بن شيبة ويعقوب بن سفيان والعجلي وغيرهم.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 1 / 326.\nالتقريب 1 / 73.\nالجرح 2 / 194.\nالتاريخ الكبير 1 / 370.\n85 -\nقال ابن معين: ليس به بأس.\nوقال البخاري: صدوق.\nوقال النسائي: ليس بالقوي.\nوقال أبو زرعة: ليس ممن يكذب بمرة هو وسط، وقال أبو حاتم: كان يكون ببغداد وهو كما شاء الله.\nوذكره ابن حبان في الثقات وقال: يخطئ.\nوقال ابن حجر: صدوق يخطئ.\nانظر: التهذيب 1 / 327.\nالتقريب 1 / 73.\nالتاريخ الكبير 1 / 374.\nالجرح 2 / 200.\n86 -\nقال البخاري: تركه ابن مهدي ويحيى وابن المبارك.\nوقال ابن معين: ليس بشئ.\nوقال أبو حاتم: ضعيف الحديث مختلط.\nوقال أبو زرعة: ضعيف الحديث.\nوقال النسائي: متروك الحديث.\nوقال ابن حجر: ضعيف الحديث، انظر: التهذيب 1 / 331.\nالتقريب 1 / 74.\nالتاريخ الكبير 1 / 372.\nالجرح 2 / 198.\n87 -\nانظر: التاريخ الكبير 1 / 1: 361، الجرح 1 / 1: 184.\nالتهذيب 1 / 313 (*) .\nالجزء: 1 ¦ الصفحة: 24\n",
        "88 -\nأسد بن عمرو أبو المنذر: قال أحمد: صدوق.\n89 -\nأسود بن عامر أبو عبد الرحمن شاذان: قال أحمد: ثقة.\n90 -\nأشعث بن سعيد، أبو الربيع، السمان: قال الامام أحمد: مضطرب ليس بذاك.\n91 -\nأشعث بن أبي الشعثاء، سليم بن أسود المحاربي: وثقه أحمد، وقال في رواية الميموني: صالح الحديث.\n92 -\nأشعث بن سوار، الكوفي، الافرق: ضعفه أحمد، وقال ابن إبراهيم: سألت أبا عبد الله عن أشعث الاثرم: فقال: يقال له: أشعث بن سوار، وليس هو بالقوي.\n93 -\nأشعث بن طلق: الذي روى عن ابن عمر، قال المروذي: تكلم فيه بكلام لين.\n94 -\nأصرم بن غياث النيسابوري: قال أحمد: منكر الحديث.\n89 - انظر: التاريخ الكبير 1 / 1: 448.\nالجرح 1 / 1: 294.\nالتهذيب 1 / 240.\n90 -\nقال هثيم: كان يكذب وسمعت شعبة يغمزه.\nوضعفه ابن معين وأبو حاتم وأبو زرعة والنسائي وغيرهم.\nوقال ابن عبد البر: اتفقوا على ضعفه لسوء حفظه.\nوقال ابن حجر: متروك.\nانظر: التهذيب 1 / 352.\nالتقريب 1 / 79.\nالتاريخ الكبير 1 / 430.\nالجرح 2 / 272.\n91 -\nقال ابن معين وأبو حاتم والنسائي وأبو داود والبزار: ثقة.\nوقال العجلي: من ثقات شيوخ الكوفيين وليس بكثير الحديث إلا أنه شيخ غال.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 1 / 355.\nالتقريب 1 / 79.\nالجرح 2 / 270.\n92 -\nقال ابن معين: ثقة.\nوقال مرة: ضعيف.\nوقال أبو زرعة: لين.\nوقال النسائي والدارقطي: ضعيف.\nوضعفه ابن سعد والعجلي وغيرهما.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 1 / 352.\nالتقريب 1 / 79.\nالتاريخ الكبير 1 / 430.\nالجرح 2 / 271.\n93 -\nقال الازدي: لا يصح حديثه وساق له هذا الحديث.\nوذكره ابن أبي حاتم.\nقال ابن معين: أشعث بن طليق النهدي ثقة.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: وعندي أنهما واحد.\nانظر: الجرح 2 / 273.\nالميزان 1 / 265.\n94 -\nانظر: التاريخ الكبير 1 / 2: 56.\nالجرح 1 / 1: 336 (*) .\nالجزء: 1 ¦ الصفحة: 25\n",
        "95 -\nالاغر بن الصباح: قال ابن إبراهيم: قلت له كيف هو؟ قال: ما أعلم إلا خيرا.\n96 -\nأفلح بن حميد: قال في رواية الميموني: صالح يحتمل.\n97 -\nإياس بن أبي تميمة: قال أحمد: ثقة.\n98 -\nإياس بن دغفل الحارثي، البصري: قال أحمد: ثقة ثقة.\n99 -\nإياس بن عبد الله بن أبي ذباب: قال الاثرم: قلت لابي عبد الله: إياس بن عبد الله هذا إياس بن عبد الله بن أبي ذباب؟ قال: نعم، وليست له صحبة، روى عن أهل المدينة، وذلك روى عنه أهل مكة يعني إياس بن عبد.\n100 -\nأيوب بن جابر بن سيار اليمامي: قال أحمد: حديثه يشبه حديث أهل الصدق.\nوقال في رواية المروذي: حدثني بعض أصحابنا عن عيسى بن يونس، أنه كان يرميه بالكذب، قيل له: فإيش كان حاله إيش أنكروا عليه؟ ؟ قال: رأوا لحوقا في كتابه.\n101 -\nأيوب بن سويد الرملي: ضعفوه.\n95 - قال ابن معين والنسائي والعجلي: ثقة.\nوقال أبو حاتم: صالح.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 1 / 364.\nالتقريب 1 / 82.\nالتاريخ الكبير 2 / 44.\nالجرح 2 / 308.\n96 -\nانظر: التاريخ الكبير 1 / 2: 53.\nالجرح 1 / 1: 324.\nالتهذيب: 1 / 367.\n97 -\nقال ابن معين: صالح.\nوقال أبو حاتم: صالح لا بأس به.\nوقال ابن حجر: صدوق.\nانظر: التهذيب 1 / 387.\nالتقريب 1 / 87.\nالتاريخ الكبير 1 / 435.\nالجرح 2 / 281.\n98 -\nانظر: التهذيب 1 / 388.\nالجرح 2 / 282.\n99 -\nانظر: التهذيب 1 / 388.\nالاصابة 1 / 1: 90.\nالجرح 1 / 1: 280.\n100 -\nانظر: الميزان 1 / 285.\nالتهذيب 1 / 399 (*) .\nالجزء: 1 ¦ الصفحة: 26\n",
        "102 -\nأيوب بن بشير العدوي: قال في رواية المروذي: لا أعرفه.\n103 -\nأيوب بن عتبة اليمامي، قاض اليمامة: ضعفه أحمد، وقال مرة: ثقة لا يقيم حديث يحيى بن أبي كثير.\n104 -\nأيوب بن خالد بن صدقة الانصاري: قال في رواية المروذي: لا أعرفه.\n105 -\nأيوب بن مسكين أو ابن أبي مسكين أبو العلاء: وثقه أحمد، وقال: كان مفتي أهل واسط.\n106 -\nأيوب بن موسى القرشي: قال في رواية المروذي: ثقة.\n107 -\nأيوب بن موسى بن عمرو بن سعيد بن العاصي: قال أحمد: ثقة، وكان فقيها، مفتيا، كبير القدر، وقال: مات، قبل المسودة أو قال: قتلته المسودة.\n(حرف الباء)\n108 -\nبحير بن سعد أبو خالد السحولي: قال الامام أحمد: ليس بالشام أثبت من حريز، إلا أن يكون بحير.\n109 -\nبحر السقاء: قال ابن إبراهيم: سئل عن حسن وعن بحر السقاء فقال: حسن أحب إلي وأصح حديثا.\n101 - انظر: التهذيب 1 / 405.\nالجرح 1 / 1: 249.\nالتاريخ الكبير 1 / 1: 417.\n102 -\nانظر: التهذيب 1 / 397.\nالميزان 1 / 285.\n104 -\nلم أقف على صاحب الترجمة.\n105 -\nانظر: الجرح 1 / 1: 423.\n107 -\nانظر: التهذيب 1 / 412.\nالميزان 1 / 294.\nالتاريخ الكبير 1 / 1: 422.\nالجرح 1 / 1: 257.\n109 -\nقال البخاري: ليس بالقوي عندهم.\nوقال أبو حاتم وابن سعد: ضعيف.\nوقال ابن حبان: كان (*) =\nالجزء: 1 ¦ الصفحة: 27\n",
        "110 -\nالبراء بن عبد الله بن يزيد الغنوي، البصري: ضعفه أحمد.\n111 -\nبشار بن موسى الخفاف: قال أبو داود: كان أحمد حسن الرأي فيه.\n112 -\nبشر بن رافع الحارثي: قال في رواية الميموني: ما أراه قويا في الحديث.\n113 -\nبشر بن الحارث: قال أحمد: لو تزوج كان قد تم أمره، وقال محمد بن أحمد المثنى: قلت لاحمد: ما تقول في بشر، فقال سألتني عن رابع سبعة من الابدال.\nوقال الحسن بن الليث: قيل لاحمد يجيئك بشر يعنون ابن الحارث،، فقال: لا تعنون الشيخ نحن أحق أن نذهب إليه.\nقيل له: نجئ به؟ قال: لا، أكره أن يجئ إلي أو أذهب إليه، فيتصنع لي أو يتصنع له، فنهلك.\n114 -\nبشر بن حرب أبو عمرو: قال أحمد: ليس بقوي.\nوقال المروذي: سألته عن بشر بن حرب، فقال: نحن صيام وضعفه.\n115 -\nبشر بن السري: قال في رواية المروذي: ثبت.\n= ممن فحش خطؤه وكثر وهمه حتى استحق الترك.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 1 / 418.\nالتقريب 1 / 93.\nالتاريخ الكبير 2 / 128.\nالجرح والتعديل 2 / 418.\n110 -\nقال ابن معين والنسائي وابن حبان: ضعيف.\nوقال أبو داود: ليس به بأس.\nوقال ابن عدي: ليس له كثير حديث.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 1 / 426.\nالتقريب 1 / 95.\nالتاريخ الكبير 2 / 119 الجرخ 2 / 401.\n111 -\nقال البخاري: منكر الحديت.\nوقال ابن معين والنسائي: ليس بثقة.\nوقال أبو حاتم: يتكلمون فيه وينكر عن الثقات وهو شيخ.\nوضعفه أبو زرعة وأبو داود وعمر بن علي.\nوقال ابن حجر: ضعيف كثير الغلط كثير الحديث.\nانظر: التهذيب 1 / 441.\nالتقريب 1 / 97.\nالتاريخ الكبير 2 / 130.\nالجرح 2 / 417.\n112 -\nقال ابن معين: ليس به بأس.\nوقال البخاري: لا ينابع في حديثه.\nقال النسائي: ضعيف.\nقال أبو حاتم: ضعيف الحديث منكر الحديث لا نرى له حديثا قائما.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 1 / 448.\nالتقريب 1 / 99.\nالتاريخ الكبير 2 / 74 الجرح 2 / 357.\nالجزء: 1 ¦ الصفحة: 28\n",
        "116 -\nبشر بن رافع ابو الاسباط الحارثي: قال أحمد: ضعيف.\n117 -\nبشر بن المفضل الرقاشي البصري: قال أحمد: إليه المنتهى في الثبت بالبصرة.\nوقال ابن إبراهيم: قيل لابي عبد الله: بشر بن المفضل؟ فقال: ثقة، ثقة.\n118 -\nبشر بن منصور البصري: قال أحمد: ثقة، وزيادة.\n119 -\nبشر بن نمير: قال أحمد: ترك الناس حديثه.\nوقال في رواية محمد بن سهل: بشر بن نمير أسوأ حالا من يحيى بن العلاء: كذاب، رافضي، يضع الحديث.\nوقال في رواية عبيد الله بن أحمد الحلبي - وقد سأله رجل عن حديث من حديث بشر بن نمير - فقال: لا تذكر الكذابين.\n120 -\nبشير بن سلمان أبو إسماعيل الكندي: وثقه أحمد.\n121 -\nبشير بن المهاجر الغنوي: قال أحمد: منكر الحديث يجئ بالعجب.\n122 -\nبشير بن ميمون الخراساني: قال أحمد: ليس بشئ وقد كتبت عنه فلم نرو عنه.\n117 - قال أبو زرعة وأبو حاتم والنسائي والعجلي وابن سعد والبزار وغيرهم.\nثقة.\nوقال ابن حجر: ثقة ثبت عابد.\nانظر: التهذيب 1 / 458.\nالتقريب 1 / 101.\nالتاريخ الكبير 2 / 84.\nالجرح 2 / 366.\n118 -\nقال أبو زرعة: ثقة مأمون.\nوقال أبو حاتم: ثبت في الحديث.\nوقال يعقوب بن شيبة: كان قد سمع ولم يكن له عناية بالحديث.\nوقال ابن حجر: صدوق عابد زاهد.\nانظر: التهذيب 1 / 459.\nالتقريب 1 / 101.\nالتاريخ الكبير 2 / 84.\nالجرح 2 / 365.\n119 -\nقال ابن معين والنسائي: ليس بثقة.\nوقال البخاري: منكر الحديث مضطرب.\nتركه علي.\nوقال ابن حجر: لم متروك متهم.\nانظر: التهذيب 1 / 460.\nالتقريب 1 / 102.\nالتاريخ الكبير 2 / 84.\nالجرح 2 / 368 (*) .\nالجزء: 1 ¦ الصفحة: 29\n",
        "123 -\nبقية بن الوليد الكلاعي: قال أحمد: بقية أحب إلي من إسماعيل بن عياش.\nوقال أيضا: له مناكير عن الثقات.\n124 -\nبكر بن مضر بن محمد البصري مولى شر حبيل: وثقه أحمد.\n125 -\nبكير بن معروف الاسدي: روى البخاري وغيره عن أحمد، قال: ما به بأس.\n126 -\nبهز بن أسد العمي: قال أحمد: إليه المنتهى في التثبيت.\nوقال ابن إبراهيم: سمعته يقول: كان بهز بن أسد من أسرع الناس خطأ، كان يكتب عند شعبة، وكان عفان معه نسخة يسمع فيها، فكان عفان يجئ بأخبار وحديث، وكان ربما سقط على بهز من خفة يده.\nقال: وسمعته يقول: ما رأيت في بيت بهز شيئا أحسن من كتبه، وكان في بيته قماش، لو رميت به في الطريق، لم يكن يؤخذ من الفقر الذي كان به.\nوسئل في رواية المروذي: أيهما أثبت بهز أو سليمان بن حرب؟ فقال: بهز أثبت، أين يقاس سليمان من بهز.\n127 -\nبلال بن سعد: قال في رواية الميموني: رجل صالح.\n128 -\nبيان بن بشر الاحمسي: قال أحمد: ثقة.\n123 - قال ابن المبارك: كان صدوقا ولكنه يكتب عمن أقبل وأدبر.\nوقال أبو حاتم: يكتب حديث بقية ولا يحتج به وهو أحب إلي من إسماعيل بن عياش.\nوقال ابن حجر: صدوق كثير التدليس عن الضعفاء.\nانظر: التهذيب 1 / 473.\nالتقريب 1 / 105.\nالتاريج الكبير 1 / 370.\nالجرح 2 / 434.\n124 -\nقال ابن معين والنسائي والعجلي والخليلي وأبو حاتم: ثقة.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 1 / 487.\nالتقريب 1 / 107.\nالتاريخ الكبير 2 / 95.\nالجرح 2 / 392.\n126 -\nقال ابن معين: ثقة.\nوقال أبو حاتم: صدوق ثقة.\nووثقه ابن سعد والعجلي وغيرهما.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 1 / 497.\nالتقريب 1 / 109.\nالتاريخ الكبير 2 / 143.\nالجرح 2 / 431.\n(*)\nالجزء: 1 ¦ الصفحة: 30\n",
        "وقال ابن إبراهيم: قلت لاحمد: أيما أحب إليك بيان أو فراس؟ قال: ما فيهما إلا ثقة.\n(حرف التاء)\n129 -\nتليد بن سليمان المحاربي: وثقه أحمد.\nوقال في رواية المروذي: كان مذهبه التشيع، قال: ولم ير به بأسا.\n130 -\nتمام بن نجيح: سأله المروذي: ما حاله؟ قال: لا أدري.\n(حرف الثاء)\n131 -\nثابت البناني: وثقه أحمد، وقال أيضا: كان ثبتا في الحديث، وكان يقص، وكان قتادة يقص.\nقال ابن إبراهيم: سئل هل سمع ثابت البناني من عبد الله بن مغفل؟ قال: ما أرى سمع منه شيئا.\nقال: قلت له: ثابت البناني سمع من ابن عمر؟ قال: نعم، وقد سمع من ابن الزبير أيضا.\n132 -\nثابت بن أبي صفية دينار: قال أحمد: ليس بشئ.\n130 - قال أبو حاتم: منكر الحديث ذاهب.\nوقال أبو زرعة: ضعيف.\nوقال البخاري: فيه نظر.\nوقال ابن عدي: عامة ما يرويه لا يتابع عليه الثقات وهو غير ثقة.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 1 / 510.\nالتقريب 1 / 113.\nالتاريخ الكبير 2 / 157.\nالجرح 2 / 445.\n131 -\nقال النسائي: ثقة.\nوقال أبو حاتم: أثبت أصحاب أنس الزهري ثم ثابت ثم قتادة.\nوقال ابن سعد: كان ثقة مأمونا.\nوقال العجلي: ثقة رجل صالح.\nوقال ابن حجر: ثقة عابد.\nانظر: التهذيب 2 / 2.\nالتقريب 1 / 115.\nالتاريخ الكبير 2 / 159.\nالجرح 2 / 449.\n132 -\nقال ابن معين: ليس بشئ.\nوقال أبو حاتم: لين الحديث يكتب حديثه ولا يحتج به.\nقال أبو زرعة: لين.\nوقال النسائي: ليس بقوي.\nوقال ابن حجر: ضعيف رافضي.\nانظر: التهذيب 2 / 7.\nالتقريب 1 / 116.\nالتاريخ الكبير 2 / 165 الجرح 2 / 450.\nالجزء: 1 ¦ الصفحة: 31\n",
        "133 -\nثابت بن عبيد الكوفي: وثقه أحمد.\n134 -\nثابت بن قيس الغفاري: وثقه أحمد.\n135 -\nثابت بن هرمز أبو المقدام: وثقه أحمد.\n136 -\nثابت بن يزيد: قال أحمد: له مناكير.\n137 -\nثمامة بن عبد الله بن أنس بن مالك: وثقه أحمد.\n138 -\nثور بن زيد الديلي: قال أحمد: صالح الحديث.\nقاله في رواية ابن إبراهيم.\n139 -\nثور بن يزيد الكلاعي: قال أحمد: كان ثور بن يزيد يرى القدر، وكان أهل حمص نفوه وأخرجوه منها.\nوقال في رواية المروذي: ثور بن يزيد ثقة، إلا أنه كان يرى القدر.\n(حرف الجيم)\n140 -\nجابر الجعفي: قال المروذي: سألته عن جابر الجعفي، فقال: قد كنت لا أكتب حديثه، ثم\n137 - قال ابن سعد: كان قليل الحديث.\nوقال ابن عدي: أرجو أنه لا بأس به وأحاديثه قريبة من غيره وهو صالح فيما يرويه عن أنس عندي.\nقال ابن حجر: صدوق.\nأنظر: التهذيب 2 / 28.\nالتقريب 1 / 120.\nالتاريخ الكبير 2 / 177.\nالجرح 2 / 466.\n138 -\nقال ابن معين وأبو زرعة والنسائي: ثقة.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 2 / 32.\nالتقريب 1 / 120.\nالتاريخ الكبير 2 / 181.\nالجرح 2 / 468.\n139 -\nقال الثوري: خذوا عن ثور واتقوا قرنيه.\nوقال يحيى بن سعيد: ما رأيت شاميأ أوثق منه.\nوقال ابن سعد: كان ثقة في الحديث ويقال إنه كان قدريا.\nوقال دحيم: ثقة.\nوقال ابن حجر: ثقة إلا أنه يرى القدر.\nانظر: التهذيب 2 / 33.\nالتقريب 1 / 121.\nالتاريخ الكبير 2 / 181.\nالجرح 2 / 468 (*)\nالجزء: 1 ¦ الصفحة: 32\n",
        "كتبت أعتبر به.\nوقال في رواية الميموني: كان يحيى وعبد الرحمن لا يحدثان عن جابر الجعفي بشئ.\n141 -\nجامع بن شداد: قال في رواية ابن إبراهيم: ثبت، ثبت، ثبت.\n142 -\nجامع بن أبي راشد الكاهلي: وثقه أحمد.\n143 -\nجرير بن حازم: قال في رواية ابن إبراهيم: صاحب سنة، وهو أحب إلي من همام، وكان يحفظ عن العلماء.\nوقال: كنيته أبو النضر.\nوقال في رواية المروذي أيضا: في بعض حديثه شئ وليس به بأس.\nوقال في رواية المروذي أيضا: سألته عن ابن أبي حازم، فقال: ليس به بأس، قلت: أعجب إليك من الداوردي؟ قال: نعم.\n144 -\nجرير بن عبد الحميد قرط الضبي: قال أحمد: جرير أقل سقطا من شريك.\n145 -\nجعفر بن أبي وحشية إياس أبو بشر: قال أحمد: أبو بشر أحب إلينا من منهال بن عمرو وأوثق.\n141 - قال ابن معين وأبو حاتم والنسائي: ثقة.\nوقال العجلي: شيخ عال ثقة.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 2 / 56.\nالتقريب 1 / 124.\nالتاريخ الكبير 2 / 240.\nالجرح 2 / 529.\n142 -\nوثقه النسائي ويعقوب بن سفيان وغيرهم.\nوذكره ابن حبان في الثقات.\nوقال ابن حجر: ثقة فاضل.\nانظر: التهذيب 2 / 56.\nالتقريب 1 / 124.\nالتاريخ الكبير 2 / 241.\nالجرح 2 / 530.\n143 -\nقال ابن معين والعجلي والساجي: ثقة.\nوقال أبو حاتم: صدوق صالح.\nوقال النسائي: ليس به بأس.\nوقال ابن حجر: ثقة لكن في حديثه عن قتادة ضعف له أوهام إذا حدث من حفظه.\nانظر: التهذيب 2 / 69.\nالتقريب 1 / 127.\nالتاريخ الكبير 2 / 213.\n144 -\nقال ابن سعد: كان ثقة كثير الحديث.\nوقال ابن عمار: حجة، كانت كتبه صحاحا.\nوقال النسائي والعجلي وغيرهما: ثقة.\nوقال ابن حجر: ثقة صحيح الكتاب.\nانظر: التهذيب 2 / 75.\nالتقريب 1 / 127.\nالتاريخ الكبير 2 / 214.\nالجرح 2 / 505.\n145 -\nقال ابن معين وأبو زرعة وأبو حاتم والنسائي: ثقة.\nوقال ابن معين: طعن عليه شعبة في حديثه عن مجاهد.\nوقال ابن عدي: أرجو أنه لا بأس به.\nوقال ابن حجر: ثقة من أثبت الناس في سعيد بن جبير.\nانظر: التهذيب 2 / 83 التقريب 1 / 129.\nالتاريخ الكبير 2 / 186.\nالجرح 2 / 473.\n(*)\nالجزء: 1 ¦ الصفحة: 33\n",
        "146 -\nجعفر بن برقان أبو عبد الله الكلالي: قال أحمد: يخطئ في حديث الزهري، وهو ضابط لحديث ميمون ويزيد بن الاصم.\nوقال الذهبي: قال أحمد: يخطئ في حديث الزهري، وقال: وقد وثقه أحمد في رواية.\nوقال ابن إبراهيم: قلت: أيما أحب إليك، جعفر بن برقان أو شعيب بن أبي حمزة في حديث الزهري؟ قال: جعفر ليس هو مثل هؤلاء.\nوقال في رواية الميموني: ثقة، ضابط لحديث ميمون، وحديث يزيد بن الاصم، وهو في حديث الزهري يضطرب ويختلف فيه.\n147 -\nجعفر بن حيان أبو الأشهب العطاردي: وثقه أحمد.\n148 -\nجعفر بن ربيعة بن شر حبيل بن حسنة: قال أحمد: كان شيخا من أصحاب الحديث، ثقة.\n149 -\nجعفر بن زياد الاحمر الكوفى: قال أحمد: صالح الحديث.\n150 -\nجعفر بن سليمان الضبعي: قال أحمد: لا بأس به، قدم صنعاء فحملوا عنه.\n151 -\nجعفر بن عون بن جعفر المخزومي العمري، الكوفى.\nقال أحمد: رجل صالح، ليس به بأس.\n146 - قال ابن حجر: صدوق يهم في حديث الزهري.\nانظر: التهذيب 2 / 84.\nالتقريب 1 / 129.\nالتاريخ الكبير 2 / 187.\nالجرح 2 / 474.\n147 -\nقال أبو زرعة وأبو حاتم وابن سعد: ثقة.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 2 / 88.\nالتقريب 1 / 130.\nالتاريخ الكبير 2 / 189.\nالجرح 2 / 476.\n148 -\nقال أبو زرعة: صدوق.\nوقال ابن حجر: ثقة.\nأنظر: التهذيب 2 / 90.\nالتقريب 1 / 130.\nالتاريخ الكبير 2 / 190.\nالجرح 2 / 478.\n149 -\nقال ابن معين: ثقة.\nوقال النسائي: ليس به بأس.\nوقال ابن حجر: صدوق يتشيع.\nانظر: التهذيب 2 / 92.\nالتقريب 1 / 130.\nالتاريخ الكبير 2 / 192.\nالجرح 2 / 480.\n150 -\nقال البخاري: كان أميا.\nوقال ابن سعد: كان ثقة وبه ضعف وكان يتشيع.\nوقال ابن حجر: صدوق زاهد وكان يتشيع.\nانظر: التهذيب 2 / 95.\nالتقريب 1 / 131.\nالتاريخ الكبير 2 / 192.\nالجرح 2 / 481 (*) .\nالجزء: 1 ¦ الصفحة: 34\n",
        "152 -\nجعفر بن محمد: قال المروذي: سألته عنه، فقال: قد روى عنه يحيى، ولينه.\nوقال في رواية الميموني: ضعيف الحديث.\nمضطرب.\n153 -\nجعفر بن ميمون التميمي: قال أحمد: ليس بقوي.\nوقال المروذي: ذكر جعفر بن ميمون.\n154 -\nجعفر بن الزبير: قال الذهبي في المغني: تركه أحمد بن حنبل وغيره.\n155 -\nجورية بن أسماء بن عبيد الضبعي: وثقه أحمد.\n156 -\nجون بن قتادة عن مسلمة بن المحبق: قال أحمد: لا يعرف.\n(حرف الحاء)\n157 -\nحاتم بن إسماعيل المدني: قال أحمد: هو أحب إلي من الدراوردي.\n158 -\nحاجب بن عمر الثقفي: وثقه أحمد.\n159 -\nحارث المحاسبي: قال المروذي: إن أبا عبد الله ذكر حارثا المحاسبي، وقال: حارث أصل\n151 - ذكره ابن حبان في الثقات.\nوقال ابن حجر: صدوق.\nانظر: التهذيب 2 / 101.\nالتقريب 1 / 131.\nالتاريخ الكبير 2 / 197.\nالجرح 2 / 485.\n153 -\nقال البخاري: ليس بشئ.\nوذكره ابن حبان في الثقات.\nقال ابن حجر: صدوق يخطئ.\nانظر: التهذيب 2 / 108.\nالتقريب 1 / 133.\nالتاريخ الكبير 2 / 200.\nالجرح 2 / 489.\n155 -\nقال ابن معين: ليس به بأس.\nوقال ابن حجر: صدوق.\nانظر: التهذيب 2 / 124 التقريب 1 / 136.\nالتاريخ الكبير 2 / 241.\nالجرح 2 / 531.\n157 -\nقال النسائي: ليس به بأس.\nوقال ابن معين والعجلي: ثقة.\nوقال ابن سعد: كان ثقة مأمونأ كثير الحديث.\nقال ابن حجر: صدوق يهم صحيح الكتاب.\nانظر: التهذيب 2 / 128.\nالتقريب 1: 137.\nالتاريخ الكبير 3 / 77.\nالجرح 3 / 258 (*) .\nالجزء: 1 ¦ الصفحة: 35\n",
        "البلية - يعني حوادث كلام جهم - ما الافة إلا حارث.\n160 -\nالحارث بن سويد أبو عائشة: ذكره أحمد فعظم شأنه، ورفع منزلته.\n161 -\nالحارث بن عبيد أبو قدامة.\nقال أحمد: مضطرب الحديث.\n162 -\nالحارث بن نبهان أبو محمد الجرمي: قال أحمد: رجل صالح، منكر الحديث.\n163 -\nالحارث بن بلال المزني: قال أحمد: لا يعرف.\n164 -\nحارثة بن أبي الرجال: ضعفه أحمد.\nوقال في رواية المروذي: ليس هو بذاك.\n165 -\nحارثة بن مضرب العبدي: قال أحمد: حسن الحديث.\n166 -\nحبان بن هلال الباهلي: روى عبد الله الاسدي عن أحمد، قال: إليه المنتهى في التثبيت بالبصرة.\n161 - قال ابن معين: ضعيف.\nوقال النسائي: ليس بذاك القوي.\nوقال الساجي: صدوق عنده مناكير.\nوقال ابن حجر: صدوق يخطئ.\nانظر: التهذيب 2 / 149.\nالتقريب 1 / 142.\nالتاريخ الكبير 2 / 275.\nالجرح 3 / 81.\n162 -\nقال ابن معين: ليس بشئ.\nقال النسائي: متروك الحديث.\nقال البخاري: منكر الحديث.\nقال ابن حجر: متروك.\nانظر: التهذيب 2 / 158.\nالتقريب 1 / 144.\nالتاريخ الكبير 2 / 284.\nالجرح 3 / 91.\n164 -\nقال ابن معين: ليس بثقة.\nوقال أبو زرعة: واهي الحديث ضعيف.\nوقال النسائي: متروك الحديث.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 2 / 165.\nالتقريب 2 / 165.\nالتاريخ الكببر 3 / 94.\nالجرح 3 / 355.\n166 -\nقال ابن سعد: كان ثقة ثبتا حجة.\nوقال الخطيب: كان ثقة ثبتا.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 2 / 170.\nالتقريب 1 / 146.\nالتاريخ الكبير 3 / 112.\nالجرح 3 / 297 (*) .\nالجزء: 1 ¦ الصفحة: 36\n",
        "167 -\nحبيب بن أبي ثابت.\nقال أحمد: لم يسمع من عروة.\n168 -\nحبيب بن أبي حبيب الجرمي، البصري: قال عبد الله بن أحمد: سألت أبي عن حبيب بن أبي حبيب، فقال: هو كذا وكذا، وكان ابن المهدي يحدث عنه.\nوذكر الاثرم: أنه سأل أحمد عنه، فقال: ما أعلم بحبيب بن أبي حبيب بأسا.\nوقال الذهبي في المغني: غمزه أحمد.\n169 -\nحبيب بن أبي حبيب، أبو محمد، المصري: قال أحمد: ليس بثقة، ذكره الذهبي في التهذيب.\nوقال في المغني: قال أحمد: كان يكذب.\n170 -\nحبيب بن الشهيد الازدي: قال أحمد: ثقة، مأمون.\n171 -\nحبيب بن أبي عمرة القصاب: قال أحمد: ثقة، قاله في رواية المروذي.\n172 -\nحبيب بن أبي مرزوق الرقى: قال أحمد: ما أرى به بأسأ.\n173 -\nحبيب المعلم أبو محمد البصري: وثقه أحمد، وقال: ما أصح حديثه.\n174 -\nحبيب بن أبي هلال: قال أحمد: متروك.\n167 - قال ابن معين والنسائي والعجلي: ثقة.\nوقال ابن حبان في الثقات: كان مدلسا.\nوقال ابن حجر: ثقة فقيه جليل كثير الارسال والتدليس.\nانظر: التهذيب 2 / 178.\nالتقريب 1 / 148.\nالتاريخ الكبير 2 / 313 الجرح 3 / 107.\n169 -\nقال أبو حاتم والنسائي والازدي: متروك الحديث.\nوقال ابن حجر: متروك كذبه أبو داود وجماعة.\nانظر: التهذيب 2 / 181.\nالتقريب 1 / 149.\nالجرح 3 / 100.\n170 -\nقال ابن معين وأبو حاتم والنسائي وعلي وابن سعد: ثقة.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 2 / 185.\nالتقريب 1 / 149.\nالتاريخ الكبير 2 / 320.\nالجرح 3 / 102 (*) .\nالجزء: 1 ¦ الصفحة: 37\n",
        "175 -\nحبيب بن جحدر أخو حصيب: كذبه أحمد.\n176 -\nحجاج بن دينار الواسطي: قال أحمد: ليس به بأس.\n177 -\nحجاج بن أبي زينب الواسطي: قال أحمد: أخشى أن يكون ضعيف الحديث.\n178 -\nحجاج بن أبي عثمان الصواف، الكندي: وثقه أحمد.\n179 -\nحجاج بن محمد المصيصي: قال أحمد: ما كان أضبطه، وأصح حديثه، وأشد تعاهده بالحروف ورفع أحمد من أمره جدا، وقال ابن إبراهيم: سمعت أحمد يقول: حجاج ثبت في الحديث.\n180 -\nحجاج عامل عمر بن عبد العزيز على الربذة: قال الذهبي: وثقه أحمد، قال: فيحتمل أن يكون هذا.\n181 -\nحجاج بن أرطاة: قال أحمد: لا يحتج به.\nوقال في رواية الميموني: شأنه أنه يزيد في الاحاديث.\n176 - قال أبو حاتم: يكتب حديثه ولا يحتج به.\nقال أبو زرعة: صالح صدوق مستقيم الحديث.\nقال ابن حجر: لا بأس به.\nانظر: التهذيب 2 / 200.\nالتقريب 1 / 153.\nالتاريخ الكبير 2 / 375.\nالجرح 3 / 160.\n178 -\nقال ابن معين وأبو زرعة وأبو حاتم والنسائي: ثقة.\nقال ابن حجر: ثقة.\nانظر: التهذيب 2 / 202.\nالتقريب 1 / 153.\nالتاريخ الكبير 2 / 375.\nالجرح 3 / 166.\n179 -\nقال أبو حاتم: صدوق.\nووثقه ابن المديني والنسائي ومسلم وغيرهم.\nوقال ابن حجر: ثقة ثبت لكنه اختلط في آخر عمره قبل موته.\nانظر: التهذيب 2: 205 التقريب 1 / 154.\nالتاريخ.\nالكبير 2 / 380.\nالجرح 3 / 166.\n181 -\nقال أبو حاتم: صدوق يدلس عن الضعفاء يكتب حديثه ولا يحتج به.\nقال ابن حجر: صدوق كثير الخطأ والتدليس.\nانظر: التهذيب 2 / 196.\nالتقريب 1 / 152.\nالتاريخ الكبير 2 / 378 (*) .\nالجرح 3 / 156 (*) .\nالجزء: 1 ¦ الصفحة: 38\n",
        "182 -\nحديج بن معاوية بن حديج الجعفي: قال أحمد: لا أعلم إلا خيرا.\n183 -\nحرب بن سريج، أبو سفيان: قال أحمد: ليس به بأس.\n184 -\nحرب بن شداد، أبو الخطاب البصري: وثقه أحمد.\nوقال ابن إبراهيم: قلت لاحمد: أيما أحب إليك في حديث يحيى بن أبي كثير؟ قال: هشام أحب إلي ممن روى عن يحيى بن أبي كثير.\nقلت: فحرب بن شداد؟ قال: حرب بن شداد، وشيبان؟ قال: هؤلاء ثقات.\n185 -\nحريز بن عثمان بن جبر بن أبي أحمر الرحبي، المشرقي: قال أبو داود: سألت أحمد عن حريز، فقال: ثقة، ثقة، ثقة، ولم يكن يرى القدر.\n186 -\nحزم بن أبي حزم، مهران، القطعي: وثقه أحمد.\n187 -\nحسام بن مصك بن ظالم بن شيطان، أبو سهل الازدي: قال أحمد: مطروح الحديث.\n188 -\nحسان بن إبراهيم الكرماني: وثقه أحمد.\n189 -\nحسان بن عطية: وثقه أحمد.\n183 - قال ابن معين: ثقة.\nوقال البخاري: فيه نظر.\nوقال ابن حجر: صدوق يخطئ.\nانظر: التهذيب 2 / 224.\nالتقريب 1 / 157.\nالتاريخ الكبير 3 / 563.\nالجرح 3 / 250.\n184 -\nذكره ابن حبان في الثقات.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 2 / 224.\nالتقريب 1 / 157.\nالتاريخ الكبير 3 / 62.\nالجرح 3 / 250.\n188 -\nقال النسائي: ليس بالقوي.\nوقال ابن حبان في الثقات: ربما أخطأ.\nوقال ابن حجر: صدوق يخطئ.\nانظر: التهذيب 2 / 245.\nالتقريب 1 / 161.\nالتاريخ الكبير 3 / 35.\nالجرح 3 / 238.\n189 -\nقال ابن حجر: ثقة فقيه عابد.\nانظر: التهذيب 2 / 251.\nالتقريب 1 / 163.\nالتاريخ الكبير 3 / 33.\nالجرح 3 / 236 (*) .\nالجزء: 1 ¦ الصفحة: 39\n",
        "190 -\nالحسن بن أبي جعفر الجعفري: قال أحمد: ضعيف.\nقال ابن إبراهيم: سأله هارون الديك عن الحسن بن أبي جعفر، قال: كان شيخا صالحا - ولكن كانت عنده أحاديث مناكير وليس بشئ، قال له: من روى عنه؟ قال عبد الرحمن بن مهدي.\nقال: وكان يجئ إلى يحيى بن سعيد فيسمع منه وكان شيخا صالحا.\n191 -\nالحسن بن حماد بن كسيب، الحضرمي: سئل أحمد بن حنبل عنه، فقال: صاحب سنة، ما بلغني عنه إلا خيرأ.\n192 -\nالحسن بن دينار: قال المروذي: سئل عنه فضعفه.\n193 -\nالحسن بن شجاع بن رجاء، أبو علي، البلخي: قال عبد الله بن أحمد: سمعت أبي يقول: انتهى الحفظ إلى أربعة من أهل خراسان، أبي زرعة الرازي، ومحمد بن إسماعيل البخاري، وعبد الله بن عبد الرحمن السمرقندي، والحسن بن شجاع البلخي.\n194 -\nالحسن بن صالح بن حي: قال أحمد: الحسن بن صالح صحيح الرواية، متفقه، صائن لنفسه، في الحديث والورع.\nوقال المروذي: سئل عن الحسن بن صالح، فقال: ثقة، إلا أن مذهبه ذاك.\nوقال في رواية المروذي: ما يعجبنا مذهب الحسن بن صالح، قد كان قعد عن الجمعة.\n190 - قال أبو حاتم وأبو زرعة: ليس بالقوي في الحديث.\nوقال ابن حجر: ضعيف الحديث مع عبادته وفضله.\nانظر: التهذيب 2 / 260.\nالتقريب 1 / 164.\nالتاريخ الكبير 2 / 288.\nالجرح 3 / 29.\n191 -\nقال الخطيب: كان ثقة.\nوقال ابن حجر: صدوق.\nانظر: التهذيب 2 / 272.\nالتقريب 1 / 165.\nالجرح 3 / 9.\n192 -\nقال النسائي: متروك.\nوقال أبو حاتم: متروك الحديث كذاب.\nانظر: التاريخ الكبير 2 / 292.\nالجرح 3 / 11.\n194 -\nقال ابن معين: ثقة مأمون.\nقال أبو حاتم: ثقة.\nوقال ابن حجر: ثقة فقيه عابد رمي بالتشيع.\nانظر: التهذيب 2 / 285.\nالتقريب 1 / 167.\nالتاريخ الكبير 2 / 295.\nالجرح 3 / 18 (*) .\nالجزء: 1 ¦ الصفحة: 40\n",
        "195 -\nالحسن بن الصباح: كان أحمد يرفع من قدره ويجله، وقال: ما يأتي عليه يوم إلا وهو يعمل فيه خيرا.\n196 -\nالحسن بن عمرو أبو المليح الرقي: قال أحمد: ثقة، ضابط الحديث، صدوق.\n197 -\nالحسن بن عمرو الفقيمي، التميمي، الكوفي: وثقه أحمد.\n198 -\nالحسن بن عمارة: قال ابن إبراهيم: سئل عنه ابن أبي شيبة، فقال: هو الحسن بن عمارة.\nوقال المروذي: قلت: فكيف الحسن بن عمارة؟ قال: متروك الحديث.\n199 -\nالحسن بن يزيد أبو علي الاصم: قال أحمد: ليس به بأس.\n200 -\nالحسن بن زكوان: قال أحمد: أحاديثه أباطيل، وقال في رواية المروذي: ليس بذاك روى عنه يحيى.\n201 -\nالحسن بن السكن بن ذكوان: ضعفه أحمد.\n202 -\nحسين بن الاسود: قال في رواية المروذي: لا أعرفه.\n203 -\nحسين المعلم: قال ابن إبراهيم: قلت له: فحسين المعلم وحرب بن شداد وشيبان قال:\n195 - قال النسائي: صالح.\nوقال ابن حجر: صدوق يهم.\nوكان عابدا فاضلا.\nانظر: التهذيب 2: 289.\nالتقريب 1 / 167.\nالتاريخ الكبير 2 / 295.\nالجرح 3 / 19.\n197 -\nقال النسائي وابن معين: ثقة.\nوقال ابن حجر: ثقة ثبت.\nانظر: التهذيب 2 / 310.\nالتقريب 1: 169.\nالتاريخ الكبير 2 / 298.\nالجرح 3 / 25.\n203 -\nقال ابن معين وأبو حاتم والنسائي وابن سعد: ثقة.\nوقال ابن حجر: ثقة ربما وهم.\nانظر: التهذيب 2 / 338.\nالتقريب 1 / 175.\nالتاريخ الكبير 2 / 387.\nالجرح 3 / 52 (*) .\nالجزء: 1 ¦ الصفحة: 41\n",
        "هؤلاء ثقات، قلت له: هشام؟ قال: ليس أحد أصح حديثا ولا أحب إلي من هشام.\n204 -\nالحسين بن الحسن أبو عبد الله البصري: وثقه أحمد.\n205 -\nالحسين بن عبد الله بن عبيد الله بن العباس بن عبد المطلب أبو عبد الله الهاشمي: قال أحمد: له أشياء منكرة.\n206 -\nالحسين بن عيسى البسطامي: قال أحمد في رواية الفضل بن عبد الله: ثقة.\n207 -\nالحسين بن الوليد النيسابوري: قال أحمد: ثقة، دلني عليه عبد الرحمن بن مهدي، فدخلت عليه، فإذا في يده كتاب فيه رأي أبي حنيفة، فقال له عبد الرحمن: سلني عن كل مسألة في كتابك حتى أحدثك فيها بحديث.\n208 -\nالحسين بن واقد المروزي: استنكر أحمد بعض حديثه، وفي رواية المروذي أيضا، قال أحمد: ليس بذاك، وقال في رواية الميموني: له أشياء مناكير.\n209 -\nحشرج بن بناتة الاشجعي، ابن مكرم: وثقه أحمد.\n210 -\nحطان بن خفاف، أبو الجويرية: وثقه أحمد.\n205 - قال ابن معين: ضعيف.\nقال البخاري: قال علي تركت حديثه.\nوقال النسائي: متروك.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب 2 / 241.\nالتقريب 1 / 176.\nالتاريخ الكبير 2 / 388.\nالجرح 3 / 57.\n208 -\nانظر: التهذيب 2 / 373.\nالتاريخ الكبير 2 / 389.\nالجرح 3 / 667 (*) .\nالجزء: 1 ¦ الصفحة: 42\n",
        "211 -\nحفص بن سليمان أبو عمر الاسدي: نقل حنبل عن أحمد: ما به بأس، وقال في المغني للذهبي: وثقه أحمد في قول.\n212 -\nحفص بن عمر بن الحارث بن سخبرة، الازدي: قال أحمد: ثبت، متقن، لا يؤخذ عليه حرف واحد.\n213 -\nحفص بن غيلان: قال ابن إبراهيم: سألته عنه، قال نعم.\nكنيته أبو معيد روى عنه أبو قتادة، صالح إن شاء الله.\n214 -\nحفص بن غياث: قال أحمد: رأيت أسنانه مضببة بالذهب، وسئل في رواية ابن إبراهيم: عن عبدة وحفص بن غياث؟ قال: عبدة أحب إلي من حفص، حفص ما كان مخلطا، وضف أمره.\n215 -\nحفص بن ميسرة العقيلي: وثقه أحمد.\n216 -\nحفص بن هاشم بن عتبة بن أبي وقاص: مجهول، قال أحمد: أحب قتيبة وهم فيه عن لوين عن خلاء بن السائب، عن أبيه.\n217 -\nحكام بن سلم الكناني: قال أحمد بن حنبل: قدم علينا، وكان حسن الهيئة، حدث عن عنبسة بن سعيد أحاديث غرائب.\n218 -\nالحكم بن عطية: قال المروذي: قلت له: كيف هو؟ قال: البصري؟ قلت: نعم، الذي روى\n211 - انظر: التهذيب 2 / 400.\nالتقريب 1 / 186.\n212 -\nانظر: التهذيب 2 / 405.\nالتقريب 1 / 187.\nالجرح 3 / 182.\n214 -\nانظر: التهذيب 2 / 415.\nالتقريب 1 / 189.\nالجرح 3 / 185.\n215 -\nانظر: التهذيب 2 / 419.\nالتقريب 1 / 189.\nالجرح 3 / 187.\nالتاريخ الكبير 2 / 369 (*) .\nالجزء: 1 ¦ الصفحة: 43\n",
        "عن ثابت، قال: قد كان عندي ليس به بأس، ثم بلعني أنه حدث بأحاديث مناكير، وكأنه ضعفه.\n219 -\nالحكم بن عبد الله بن إسحاق الاعرج البصري: وثقه أحمد.\n220 -\nالحكم بن عتيبة الكندي: قال عبد الله بن أحمد: سألت أبي من أثبت الناس في إبراهيم؟ قال: الحكم ومنصور.\n221 -\nالحكم بن نافع أبو اليمان البهراني: قال أحمد: أما حديثه عن حريز وصفوان فصحيح.\n222 -\nحكيم بن جبير الكوفى: قال أحمد: ضعيف، مضطرب الحديث.\nوقال في رواية المروزي: ليس بذاك.\n223 -\nحكيم بن الديلم: قال أحمد: شيخ صدق.\nوقال الذهبي: وثقه أحمد.\n224 -\nحماد بن أسامة، أبو أسامة الكوفي: قال أحمد: ثقة.\n225 -\nحماد بن خالد الخياط أبو عبد الله البصري: قال أحمد: كان حافظا، كان محدثا، وهو يخيط.\n226 -\nحماد بن زيد بن درهم أبو إسماعيل الازدي: قال أحمد: حماد بن زيد من أئمة المسلمين، من أهل الدين.\nوهو أحب إلي من حماد بن سلمة.\nوقال في رواية ابن إبراهيم: مات سنة تسع وسبعين\n220 - انظر: التهذيب 2 / 433.\nالتقريب 1 / 192.\nالتاريخ الكبير 2 / 332.\n221 -\nانظر: التهذيب 2 / 441.\nالتقريب 1 / 193.\nالتاريخ الكبير 2 / 344.\nالجرح 3 / 129.\n223 -\nانظر: التهذيب 2 / 449.\nالتقريب 1 / 194.\nالتاريخ الكبير 3 / 16.\nالجرح 3 / 204.\n224 -\nانظر: التهذيب 3 / 2.\nالتقريب 1 / 195.\nالتاريخ الكبير 3 / 28.\nالجرح 3 / 132.\n226 -\nانظر: التهذيب 3 / 9.\nالتقريب 3 / 25.\nالتاريخ الكبير 3 / 25.\nالجرح 3 / 137 (*) .\nالجزء: 1 ¦ الصفحة: 44\n",
        "ومائة.\nوقال الميموني: سألوه - يعني أحمد - من كثرة في أيوب؟ قال: ما عندي أحد أعلم بحديثه من حماد - يعني ابن زيد - وقد أخطئ في غير شئ.\n227 -\nحماد بن سلمة: أحد الاعلام: قال أحمد: حماد بن سلمة أعلم الناس بحديث خاله حميد الطويل، وأثبتهم فيه.\nوقال في رواية المروذي: ليس أحد أثبت ولا أعرف بحديث ثابت بن حماد.\nوقال محمد بن يحيى النيسابوري: قلت لابي عبد الله في بعض حديث حماد: صحيح؟ وذكرت له خطأه، فقال: إن حماد بن سلمة يخطئ، وأومأ بيده خطأ كثيرا، ولم ير بالرواية عنه بأسا.\nوقال ابن إبراهيم: سمعت أبا عبد الله يقول: كان حماد بن سلمة من أثبت أصحاب ثابت، قال: جعل سليمان بن المغيرة يلقي عليه يوما أحاديث من حديث ثابت قال: فقال: هذا قاص، قال: فجعل حماد يقول: هذا من حديث ثابت.\nوقال أبو عبد الله: كان حماد ثبتأ في حديث ثابت البناني، وكان بعده سليمان بن المغيرة، وكان ثابت يحيلون عليه في حديث أنس، وكانوا يحيلون ثابت عن أنس، وكل شئ لثابت روي عنه، وكانوا يقولون: ثابت عن أنس.\nوفي رواية ابن إبراهيم: وقيل له: أيهما أحب إليك حماد بن ثابت أو معمر؟ ؟ قال: ما أحد روى عن ثابت أثبت من حماد بن سلمة.\n228 -\nحماد بن أبي سليمان: قال ابن إبراهيم: قلت له: حماد بن أبي سليمان سمع من سعيد بن المسيب؟ قال: نعم.\nوقال المروذي: ذكر حماد بن أبي سليمان، فقال: ثقة، وفي رواية الميموني: قلت: حماد بن أبي سليمان؟ قال: أما حديث هؤلاء الثقات عنه شعبة وسفيان وهشام فأحاديث أكثرها متقاربة، ولكنه أول من تكلم في الرأي.\nقلت: كان يرى الارجاء، قال لي: نعم، كان يرى الارجاء.\n229 -\nحماد بن نجيح الاسكاف أبو عبد الله السدوسي: وثقه أحمد.\n228 - انظر: التهذيب 3 / 16.\nالتقريب 1 / 197.\nالتاريخ الكبير 3 / 18.\nالجرح 3 / 146 (*) .\nالجزء: 1 ¦ الصفحة: 45\n",
        "230 -\nحماد بن يحيى الابح: قال أحمد: ما أدري به بأسا.\n231 -\nحميد بن زياد أبو صخر، المدني: قال أحمد: ليس به بأس.\nوقال في رواية ابن إبراهيم: أبو صخر حميد بن زياد روى عن مكحول.\n232 -\nحميد بن قيس المكي، الاعرج: قال أحمد: ثقة.\nذكره الذهبي في التهذيب.\nوفي المغني له: قال أحمد: ليس بقوي في الحديث.\n233 -\nحمزة بن زياد طوسي: تركه أحمد.\n234 -\nحمزة الزيات: قال في رواية المروذي: حمزة الزيات ثقة في الحديث ولكني أكره قراءته.\n235 -\nحميد بن صخر المدني: ضعفه أحمد.\n236 -\nحميد الاعرج الكوفي القاص: ضعفه أحمد.\n237 -\nحميد بن الاسود شيخ مسدد: قال أحمد: سبحان الله! ما أنكر ما يجئ به.\n238 -\nحنظلة بن أبي سفيان بن عبد الرحمن بن صفوان: قال أحمد في رواية الميموني: ثقة، ثقة.\n239 -\nحنظلة بن عبد الله السدوسي: ضعفه أحمد، وقال: يروي عن أنس مناكير، منها: أينحني بعضنا لبعض؟\n231 - انظر: التهذيب 3 / 41.\nالتقريب 1 / 202.\nالتاريخ الكبير 2 / 350.\nالجرح 3 / 222.\n232 -\nانظر: التهذيب 3 / 46.\nالتقريب 1 / 203.\nالجرح 3 / 227.\nالتاريخ الكبير 2 / 352.\n237 -\nانظر: التهذيب 3 / 36.\nالتقريب 1 / 202.\nالتاريخ الكبير 2 / 350.\nالجرح 3 / 222.\n238 -\nانظر: التهذيب 3 / 60.\nالتقريب 1 / 206.\nالتاريخ الكبير 3 / 44.\nالجرح 3 / 241 (*) .\nالجزء: 1 ¦ الصفحة: 46\n",
        "وقال في رواية الميموني: له أشياء مناكير، روى حديثين كلاهما عن النبي صلى الله عليه وسلم منكرين عن أنس عن النبي صلى الله عليه وسلم: قنت في الوتر.\nوالآخر: أمرنا إذا التقينا أن يصافح أحدنا، كلاهما منكران.\n240 -\nحوشب بن عقيل المبصري: وثقه أحمد.\n241 -\nحمزة بن زياد الطوسي: تركه أحمد.\n242 -\nحيوة بن شريح بن صفوان: وثقه أحمد.\nوقال الميموني: سمعته يقول: حيوة بن شريح رجل صالح، له أشياء حسان، قال: وزاد قول ابن المبارك فيه، ما وصف لي أحد إلا رأيته دون ما وصف إلا حيوة فإني رأيته فوق ما وصف لي.\n243 -\nحي بن يومن أبوعشانة المعافري: وثقه أحمد.\n244 -\nحيي بن عبد الله بن شريح المعافري: قال أحمد: أحاديثه مناكير.\n245 -\nحيي بن هاني بن ناضر: وثقه أحمد.\n(حرف الخاء)\n246 -\nخارجة بن عبد الله بن سليمان بن زايد البخاري المدني: ضعفه أحمد.\n247 -\nخارجة بن مصعب بن خارجة السرخسي: وهاه أحمد.\nوقال المروذي: سئل عنه، فضعفه، وقال: ما روى عنه ابن\n240 - انظر: التهذيب 3 / 65.\nالتقريب 1 / 207.\nالتاريخ الكبير 3 / 100.\nالجرح 3 / 281.\n242 -\nانظر: التهذيب 3 / 69.\nالتقريب 1 / 208.\nالتاريخ الكبير 3 / 120.\nالجرح 3 / 306.\n244 -\nانظر: التهذيب 3 / 72 التقريب 1 / 209.\nالتاريخ الكبير 3 / 76.\nالجرح 3 / 271.\n245 -\nانظر: التهذيب 3 / 72.\nالتقريب 1 / 209.\nالتاريخ الكبير 3 / 75.\nالجرح 3 / 275 (*) .\nالجزء: 1 ¦ الصفحة: 47\n",
        "المبارك شيئأ في كتبه، فقال له ابن أبي رزمة: بلى، حديث واحد، وقد قالوا لابن المبارك فيه فقال: كيف أحدث عن رجل حدث نكد الحديث، منكر.\n248 -\nخالد بن الياس القرشي، العدوي: قال أحمد: منكر الحديث.\n249 -\nخالد بن الحارث أبو عثمان: قال أحمد: إليه المنتهى في التثبت بالبصرة.\nوقال في رواية إبراهيم: هو أرفع من بشر بن الفضل.\nوقال في رواية المروذي: كان يجئ بالحديث كما سمع ويقول يحيى: هذا أو أشبه.\n250 -\nخالد بن حيان الرقى: قواه أحمد.\n251 -\nخالد بن عبد الله بن عبد الرحمن بن يزيد الواسطي: قال أحمد: كان ثقة دينا، بلغني أنه اشترى نفسه من الله ثلاث مرات، يتصدق بوزن نفسه فضة.\n252 -\nخالد بن معدان: قال الاثرم: سمعت أبا عبد الله يقول: أما خالد بن معدان فلم يسمع من أبي الدرداء.\n253 -\nخالد بن مخلد القطواني: قال أحمد: له مناكير.\n254 -\nخالد بن مهران الحذاء: قال أحمد: ثبت.\nوقال عبد الله: قال أبي: ما أرى خالدا الحذاء سمع من الكوفيين من رجل أقدم من أبي الضحى، وقد حدث عن الشعبي وما أراه سمع منه.\nوقال ابن إبراهيم: سمعت أبا عبد الله، يقول: خالد الحذاء، أبو منازل.\n248 - انظر: التهذيب 3 / 80.\nالتقريب 1 / 211.\n251 -\nانظر: التهذيب 3 / 100.\nالتقريب 1 / 215.\nالجرح 3 / 340.\n252 -\nانظر: التهذيب 3: 116 التقريب 1 / 218.\nالتاريخ الكبير 3 / 176.\nالجرح 3 / 351.\n253 -\nانظر التهذيب 3 / 116.\nالتقريب 1 / 218.\nالتاريخ الكبير 3 / 174.\nالجرح 3 / 354.\n254 - -\nانظر: التهذيب 3 / 120.\nالتقريب 1 / 219.\nالتاريخ الكبير 3 / 173 (*) .\nالجزء: 1 ¦ الصفحة: 48\n",
        "255 -\nخالد بن يزيد بن عبد الرحمن بن أبي مالك هانئ الهمداني: قال أحمد: ليس بشئ.\n256 -\nخالد بن يزيد، ويقال ابن أبي يزيد، بن سماك: قال أحمد: لا بأس به.\n257 -\nخديج بن معاوية: سئل عنه في رواية ابن إبراهيم، فقال: ليس لي بحديثه علم.\nقيل له: إنه روى عن أبي إسحاق، عن البراء عن النبي صلى الله عليه وسلم كان يسلم عن يمينه وعن يساره، فقال هذا منكر.\nوقال، المروذي: وسئل عن خديج، فقال: لست أدري كيف هو؟ وجدت في بعض مسائل المروذي: حديج بالحاء المهملة، وكذلك هو في المغني وغيره.\n258 -\nخصيب بن جحدر: قال في رواية المروذي: متروك الحديث.\n259 -\nخصيب بن زيد عن الحسن: وثقه أحمد.\n260 -\nخصيب بن عبد الرحمن الجزري: ضعفه أحمد.\n261 -\nالخضر بن محمد بن شجاع: وثقه أحمد.\n262 -\nخلف بن خليفة بن صاعد: قال أحمد: رأيت خلفا وهو مفلوج وكان لا يفهم، فمن كتب عنه قديما فسماعه صحيح.\nوقال أحمد: أتيته فلم أفهم عنه.\nوقال عبد الله بن أحمد عن أبيه: رأيت خلف بن خليفة وهو كبير فوضعه إنسان، فصاح - يعني من الكبر فقال له إنسان: يا أبا أحمد حدثكم محارب بن دثار، وقص الحديث، فتكلم بكلام خفي، وجعلت لا أفهم فتركته.\n256 - انظر: التهذيب 3 / 132.\nالتقريب 1 / 221.\nالتاريخ الكبير 3 / 182.\nالجرح 3 / 361.\n260 -\nانظر: التهذيب 3 / 144.\nالتقريب 1 / 224.\nتاريخ ابن معين 2 / 148 (*) .\nالجزء: 1 ¦ الصفحة: 49\n",
        "263 -\nخلف بن سالم: سئل عنه في رواية ابن إبراهيم فقال: ما أعرفه يكذب في الحديث.\nوقال المروذي: سألته عنه فقال: نقموا عليه تتبعه هذه الاحاديث.\nقلت: هو صدوق؟ قال: ما أعرفه يكذب مع أنه قد دخل مع الانصاري في شئ حكى عنه أمر بغيض، كان إذا أمر لانسان بشئ اشتراه، قلت: كان يعين؟ قال: العينة أحسن من ذا، ثم قال: كنت أعرفه عفيف البطن والفرج.\n264 -\nخلف بن هشام بن تغلب المقري: قيل لاحمد: إنه يشرب يعني النبيذ، قال: قد انتهى إلينا علم هذا عنه، ولكن هو والله عندنا الثقة شرب أو لم يشرب.\n265 -\nخليد بن دعلج، السدوسي: ضعفه أحمد.\n266 -\nالخليل بن بحر، أبو رجاء: سئل عنه أحمد، فقال: أو يحدث عنه أحد؟.\n267 -\nخلاس بن عمرو: قال أبو طالب: سألت أحمد: سمع خلاس من عمر؟ قال: لا.\nوقال المروذي: سألته عن خلاس، فقال: ما روى عن غير علي فلم ير به بأسا، وأما ما روى عن علي فليس هي عندي.\n268 -\nخيثمة بن عبد الرحمن: قال عبد الله: سمعت أبي يقول: لم يسمع من عبد الله بن مسعود شيئا.\n(حرف الدال)\n269 -\nداود بن بكر بن أبي الفرات: قال في رواية الميموني: لا أعرفه.\n265 - انظر: التاريخ الكبير 3 / 195.\nالجرح 3 / 371.\nالمعرفة 1 / 493.\n267 -\nانظر: التهذيب 3 / 176.\nالتقريب 1 / 230، التاريخ الكبير 3 / 227.\nالجرح 3 / 402 (*) .\nالجزء: 1 ¦ الصفحة: 50\n",
        "270 -\nداود بن الزبرقان الرقاشي: قال في رواية ابن إبراهيم - وقد سئل عنه -: قال: إنما كتبت عنه حديثا، ما أراه يكذب ولكن كان يدلس.\n271 -\nداود بن عطاء، أبو سليمان المدني: قال أحمد: ليس بشئ.\n272 -\nداود بن عمرو بن زهير بن عمرو بن حميد، أبو سليمان الضبي: كان أحمد يأخذ بركابه.\n273 -\nداود بن أبي عوف سويد البرجمي مولاهم الكوفى: وثقه أحمد.\n274 -\nداود بن عبد الله، الاودي: وثقه أحمد.\n275 -\nداود بن القيس الفراء: قال أحمد في رواية الميموني: صالح الحديث.\n276 -\nداود بن المحبر بن قحذم بن سليمان، الطائي: قال عبد الله بن أحمد: سألت أبي عنه، فقال: لا يدري ما الحديث، شبه لا شئ.\n277 -\nداود بن فراهيج: قال المروذي: سألته عنه، فقال: هذا مديني ولين أمره.\n278 -\nداود بن أبي هند، أبو بكر: قال أحمد: ثقة، ثقة، مثل داود بن أبي هند يسأل عنه؟.\n270 - انظر: التهذيب 3 / 185.\nالتقريب 1 / 231.\nالتاريخ الكبير 3 / 243.\nالجرح 3 / 412.\n271 -\nانظر: التهذيب 3 / 193.\nالتقريب 1 / 233.\nالتاريخ الكبير 3 / 243.\nالجرح 3 / 420.\n272 -\nانظر: التهذيب 3 / 195.\nالتقريب 1 / 233.\nالجرح 3 / 420.\nالتاريخ الكبر 3 / 236.\n275 -\nانظر: التهذيب 3 / 198.\nالتقريب 1 / 234.\nالتاريخ الكبير 3 / 240.\nالجرح 3 / 422.\n276 -\nانظر: التاريخ الكبير 2 / 1: 244.\nالجرح 1 / 2: 424.\n278 -\nانظر: التهذيب 3 / 204.\nالتقريب 1 / 235.\nالتاريخ الكببر 3 / 231.\nالجرح 3 / 411.\nالجزء: 1 ¦ الصفحة: 51\n",
        "279 -\nداود بن يزيد الاودي الزعافري، أبو يزيد الكوفي الاعرج: ضعفه أحمد في رواية المروذي.\nوقال في رواية ابن إبراهيم: قيل له: أبو يزيد الاودي الذي روى عنه شعبة، هو داود بن يزيد الاودي؟ قال: نعم.\n280 -\nدراج بن سمعان، أبو السمح: قال أحمد: حديثه منكر.\nوقال الذهبي في المغني: قال أحمد: أحاديثه مناكير.\nوعلى حاشيته: وثقه أحمد.\n281 -\nدغفل بن حنظلة: قال الاثرم: قلت لابي عبد الله: دغفل بن حنظلة له صحبة؟ قال: لا من أين له صحبة؟ هذا كان صاحب لنسب.\n282 -\nدكين أو دجين.\n283 -\nدهشم بن قران، العكلي: قال أحمد: متروك.\nوقال المروذي: ضعفه.\n(حرف الذال)\n284 -\nذكوان أبو صالح السمان، الزيات، المدني، مولى جويرية الغطفانية شهد الدار زمن عثمان: قال أحمد: ثقة، ثقة، من أجل الناس وأوثقهم، وقال: كانت له لحية طويلة، فإذا ذكر عثمان بكى، فارتجت لحيته، وقال: ها، هاه، وذكر أحمد من فضله.\n285 -\nذر بن عبد الله: قال عبد الله: قال أبي: لم يسمع ذر من عبد الرحمن بن أبزي، سمع من سعيد بن عبد الرحمن بن أبزي.\n279 - انظر: التهذيب 3 / 205.\nالتقريب 1 / 235.\nالتاريخ الكبير 3 / 239.\nالجرح 3 / 427.\n280 -\nانظر: التهذيب 3 / 208.\nالتقريب 1 / 235.\nالتاريخ الكبير 3 / 256.\nالجرح 3 / 441.\n282 -\nانظر: التهذيب 3 / 219.\nالتقريب 1 / 228.\nالتاريخ الكبير 3 / 260 الجرح 3 / 450.\n285 -\nانظر: التهذيب 3 / 218.\nالتقريب 1 / 238.\nالتاريخ الكبير 3 / 267 الجرح 3: 453 (*) .\nالجزء: 1 ¦ الصفحة: 52\n",
        "(حرف الراء)\n286 -\nرائد بن سعد: قال عبد الله: قال أبي: راشد بن سعد، لم يسمع من ثوبان.\n287 -\nرباح بن زيد الهمداني: قال أحمد: ما أرى كان في زمانه خيرا منه، قد انقطع عن الناس، وجلس في بيته وحده.\n288 -\nربيح بن عبد الرحمن بن أبي سعيد الخدري: قال أحمد: ليس بمعروف.\n289 -\nربعي بن إبراهيم أخو إسماعيل بن علية: قال أحمد: كان يفضل على أخيه.\n290 -\nالربيع بن بدر: قال إسحاق بن إبراهيم: سألت أحمد عن الربيع بن بدر، فقال: لا يسوى حديثه شيئا.\nوقال: الربيع بن بدر ومثنى بن الصباح أحب إلي من عطاء بن عجلان في التثبيت في حديثه.\n291 -\nالربيع بن حبيب، العبسي، قال أحمد: له مناكير.\n292 -\nالربيع بن حبيب، أبو سلمة الحنفي، البصري: وثقه أحمد.\n293 -\nالربيع بن صبيح: قال ابن إبراهيم: سمعته يقول: كان الربيع بن صبيح معتزليا.\nوقال المروذي: ذكره، فتكلم فيه بكلام لين.\nوقال الميموني: سألته عن الربيع بن صبيح، قال: هو في بدنه رجل صالح وليس عنده حديث يحتاج إليه فيه، كأنه\n286 - انظر: التهذيب 3 / 225 التقريب 1 / 240 التاريخ الكبير 3 / 292 الجرح 3 / 483.\n288 -\nانظر: التهذيب 3 / 238 التقريب 1 / 243.\nالتاريخ الكبير 3 / 331.\nالجرح 3 / 518.\n290 -\nانظر: التهذيب 3 / 239.\nالتقريب 1 / 243.\nالتاريخ الكبير 3 / 279.\nالجرح 3 / 455.\n293 -\nانظر: التهذيب 3 / 247 التقريب 1 / 245.\nالجرح 3 / 464.\nطبقات ابن سعد 7 / 277 (*) .\nالجزء: 1 ¦ الصفحة: 53\n",
        "ضعف أمره.\nوقال في رواية الميموني أيضا: ليس له كثير شئ يسنده، له أشياء يرويها عن عطاء والحسن مسائل، وليس به بأس.\nوقال أبن إبراهيم: سئل عن الربيع ومبارك، أيهما أحب إليك، قال: الربيع أحب إلي، ومبارك كان يرسل، ليس حديثه بالقوي.\n294 -\nالربيع بن عبد الله بن خطاب، أبو محمد البصري.\nالاحدب: قال أحمد: ثقة.\n295 -\nالربيع بن مسلم، القرشي، الجمحي، أبو بكر، البصري: وثقه أحمد.\n296 -\nربيعة بن أبي عبد الرحمن = فروخ: وثقه أحمد.\nوهو ربيعة الرأي.\nوقال ابن إبراهيم: وسئل: هل سمع ربيعة الرأي من أنس؟ قال: نعم، قد سمع منه.\n297 -\nربيعة بن كلثوم بن جبر، البصري: قال أحمد: صالح.\n298 -\nرحيل أخو حديج بن معاوية: سئل عنه في رواية ابن إبراهيم، فقال: رحيل قديم وهو أحب إلي.\nوقال أيضا: هو رجل قديم، روى عنه زهير، وهو أحب إلي من أخيه.\nوقال في رواية المروذي: هو رجل قديم، روى عنه زهير، وليس لي بحديث حديج علم.\n299 -\nرزين بن حبيب، الجهني، الكوفي، الرماني: وثقه أحمد.\n300 -\nرشدين بن كريب بن أبي مسلم: قال أحمد: منكر الحديث.\nوقال في رواية الميموني: ليس به بأس في أحاديث الرقاق.\n295 - انظر: التهذيب 3 / 251.\nالتقريب 2 / 246.\nالتاريخ الكبير 3 / 275.\nالجرح 3 / 469.\n296 -\nانظر: التهذيب 3 / 258.\nالتقريب 1 / 247.\nالتاريخ الكبير 3 / 286.\nالجرح 3 / 475.\n299 -\nانظر: التهذيب 3 / 275 / 3.\nالجرح 1 / 2: 508 (*) .\nالجزء: 1 ¦ الصفحة: 54\n",
        "301 -\nرشدين بن سعد: قال إسحاق بن إبراهيم: وسئل عنه، فقال: كان سهل الاخذ وابن وهب أحسن حديثا منه.\n302 -\nرقبة بن مصقلة، العبدي، الكوفي: قال أحمد: ثقة مأمون 303 - ركين بن الربيع.\nوثقه أحمد.\n304 -\nرواد بن الجراح أبو عصام العسكلاني: قال أحمد: لا بأس به، صاحب سنة، إلا أنه حدث عن سفيان مناكير، وفي المغني: قواه أحمد.\n305 -\nروح ابن القاسم، أبو غياث، التميمي، العنبري: وثقه أحمد.\n306 -\nروح بن يزيد: قال ابن إبراهيم: قلت له: روح بن يزيد أحب إليك أو يعقوب بن إبراهيم في حديث أبيه؟ ؟.\nقال: روح بن يزيد أحب إلي من يعقوب، روى روح عن إبراهيم شيئا ليس عند يعقوب.\n(حرف الزاي)\n307 -\nزافر بن سليمان الايادي، الفريابي: وثقه أحمد.\n301 - انظر: التهذيب 3 / 277 التقريب 1 / 251.\nالتاريخ الكبير 3 / 337.\nالجرح 3 / 513.\n302 -\nانظر: التهذيب 3 / 286.\nالتقريب 1 / 252.\nالتاريخ الكبير 3 / 342.\nالجرح 3 / 522.\n303 -\nانظر: التهذيب 3 / 287.\nالجرح 1 / 2: 513.\nالتاريخ الكبير 2 / 1: 330.\n304 -\nانظر: التهذيب 3 / 289.\nالتقريب 1 / 254.\nالتاريخ الكبير 3 / 336.\nالجرح 3 / 524.\n305 -\nانظر: التهذيب 3 / 298.\nالتقريب 1 / 254.\nالتاريخ الكبير 3 / 309.\n307 -\nانظر: التهذيب 3 / 304.\nالتقريب 1 / 356.\nالميزان 2 / 64 (*) .\nالجزء: 1 ¦ الصفحة: 55\n",
        "308 -\nزائدة بن قدامة، أبو الصلت: قال أحمد: المتثبتون في الحديث أربعة: سفيان وشعبة وزائدة وزهير.\nوقال في رواية إبراهيم: زائدة وزهير وسفيان لا تكاد تجد مثلهم.\nقال: وسمعته يقول: زائدة وزهير وسفيان وشعبة، هؤلاء ثقات.\nوقال: علم الناس إنما هو عن شعبة وسفيان، وزائدة وزهير، هؤلاء أثبت الناس، وأعلم بالحديث من غيرهم.\nوقال الميموني: وذكر زائدة فقدمه، وفضله في الثبت والضبط.\n309 -\nزبان بن فائد، المصري: قال أحمد: أحاديثه مناكير.\n310 -\nالزبير بن الخريت البصري: وثقه أحمد.\n311 -\nالزبير بن سعيد: قال المروذي: سألته عنه فلين أمره.\n312 -\nالزبير بن عدي، الهمداني، اليامي، أبو عدي، الكوفي: وثقه أحمد.\nقال ابن إبراهيم: سئل عن الزبير بن عدي، وواصل الاحدب أيهما أحب إليك منهما؟ قال: لا أدري.\n313 -\nالزبير بن عبد الله، عن جعفر بن مصعب: قال في رواية الميموني: لا نعرفهما جميعا.\n314 -\nزكريا بن إسحاق المكي: وثقه أحمد.\n315 -\nزكريا بن أبي زائدة = خالد بن ميمون، أبويحيى الهمداني: قال أحمد: ثقة، حلو الحديث، ما أقربه من إسماعيل بن أبي خالد.\nوقال\n308 - انظر: التهذيب 3 / 306.\nالتقريب 1 / 356.\nالتاريخ الكبير 3 / 432.\nالجرح 3 / 613.\n309 -\nانظر: التهذيب 3 / 308.\nالتقريب 1 / 256.\nالجرح 3 / 611.\nالتاريخ الكبير 3 / 443.\n310 -\nانظر: التهذيب 3 / 314.\nالتاريخ الكبير 2 / 1: 413.\n311 -\nانظر: التهذيب 5 / 315.\nالتقريب 1 / 257.\nالجرح 1 / 2: 582.\n312 -\nانظر: التهذيب 3 / 317 التقريب 1 / 258.\nالتاريخ الكبير 3 / 410.\nالجرح 3 / 580.\n314 -\nانظر: التهذيب 3 / 328.\nالتقريب 1 / 261.\nالتاريخ الكبير 3 / 423.\nالجرح 3 / 593.\n315 -\nانظر: التهذيب 3 / 329.\nالتقريب 1 / 261.\nالتاريخ الكبير 3 / 421.\nالجرح 3 / 593 (*) .\nالجزء: 1 ¦ الصفحة: 56\n",
        "في رواية الميموني: زكريا عن الشعبي وغيره جيد الحديث، ثقة.\nوقال ابن إبراهيم: قلت لابي عبد الله: أيما أحب إليك، زكريا أو فراس؟ قال: ما فيهما إلا ثقة وزكريا حسن الحديث.\n316 -\nزكريا بن منظور المدني: قال المروذي.\nقال فيه: شيخ ولينه.\n317 -\nزكريا بن يحيى بن عبد الملك بن مهران، أبويحيى الناقد: قال أحمد: إنه رجل صالح.\n318 -\nزمعة بن صالح، الجندي، اليمني: ضعفه أحمد.\n319 -\nزهير بن محمد، التميمي، المروذي، أبو المنذر، الخرقي من قرية خرق: نقل ابن حنبل عنه: ثقة.\nوقال المروذي عنه: ليس به بأس.\nوقال الميموني عنه: متقارب الحديث.\nوقال البخاري عنه: كأن الذي روى عن أهل الشام زهير آخر، فقلب إسمه.\nوقال الاثرم عنه: الشاميين عن زهير مناكير.\n320 -\nزهير بن معاوية بن حديج بن الرحيل بن زهير بن خيثمة أبو خيثمة الجعفي: قال أحمد: ثبت فيما روى عنه المشايخ، وحديثه عن أبي إسحاق ممن سمع منه بآخره.\nوقال في رواية محمد بن يحيى وقد سألت عن حديث زهير عن أبي الزبير عن جابر أن النبي صلى الله عليه وسلم كان لا ينام حتى يقرأ السجدة وتبارك.\nقال: حسبك بزهير إذا جاءك بالشئ، زهير ثقة، وإنما ذلك ليث رواه، ثم قال أبو عبد الله: زهير وزائدة، قلت: زائدة يقوم عندك مقامه؟ قال: نعم.\n321 -\nزهير بن مالك، أبو الوازع: قال أحمد: كانت فيه غفلة شديدة.\n316 - انظر: التهذيب 3 / 332 التقريب 1 / 26.\nالتاريخ الكبير 3 / 424.\nالجرح 3 / 597.\n319 -\nانظر: التاريخ الكبير 3 / 427 التقريب 1 / 264.\nالجرح 3 / 589.\n320 -\nانظر: التهذيب 3 / 351.\nالتقريب 1 / 265.\nالتاريخ الكبير 3 / 427.\nالجرح 3 / 588 (*) .\nالجزء: 1 ¦ الصفحة: 57\n",
        "322 -\nزياد بن أيوب، أبو هاشم، الطوسي: قال أحمد: اكتبوا عنه فإنه شعبة الصغير، قاله في رواية الفضل بن أحمد الزبيدي.\n323 -\nزياد بن حسان بن قرة الباهلي، البصري: وثقه أحمد.\n324 -\nزياد بن الربيع، اليحمدي، أبوخداش البصري: قال أحمد: ليس به بأس، وقال في رواية ابن إبراهيم: زياد بن الربيع بصري.\n325 -\nزياد بن سعد، أبو عبد الرحمن الخراساني: قال أحمد: ثقة.\n326 -\nزياد بن عبد الله بن الطفيل، البكائي: قال أحمد: ليس به بأس.\n327 -\nزيد بن الحباب، أبو الحسن، المكلي: قال أحمد: كان صاحب حديث كيسا، رحل إلى مصر وإلى خراسان في الحديث، وما كان أصبره على الفقر، وقد ضرب في الحديث إلى الاندلس.\nوقال: كان صدوقا، يضبط الالفاظ عن معاوية بن صالح، ولكن كان كثير الخطأ.\n328 -\nزيد بن أبي أنيسة: قال أحمد: في حديثه بعض النكرة.\nوقال المروزي: سألته عن زيد بن أبي أنيسة، كيف هو؟ فحرك يده، وقال صالح وليس هو بذاك.\n329 -\nزيد العمي، قاض هراة: قال أحمد: صالح.\n323 - انظر: التهذيب 3 / 364.\nالجرح 1 / 2: 531.\n325 -\nقال أبو زرعة وأبو حاتم: ثقة.\nوقال أبو حجر: ثقة ثبت.\nانظر: التهذيب 3 / 369.\nالتقرب 1 / 268.\nالتاريخ الكبير 3 / 358.\nالجرح 3 / 533.\n326 -\nانظر: التهذيب 3 / 375.\nالتقريب 1 / 268.\nالتاريخ الكبير 3 / 360.\nالجرح 3 / 537.\n328 -\nانظر: التهذيب 3 / 397.\nالميزان 2 / 98.\nالجرح 1 / 2: 556.\n329 -\nانظر: التهذيب 3 / 407.\nالتقريب 1 / 274.\nالميزان 2 / 102.\nالتاريخ الكبير 2 / 1: 392 (*) .\nالجزء: 1 ¦ الصفحة: 58\n",
        "330 -\nزيد بن حبان الرقي: قال أحمد: تركنا حديثه.\n331 -\nزيد بن يحيى بن عبيد، أبو عبد الله الخزاعي: وثقه أحمد.\n(حرف السين)\n332 -\nسالم بن أبي الجعد: قال أحمد: لم يسمع من ثوبان.\nوقال محمد بن يحيى: سمعت أحمد يقول: سالم بن أبي الجعد لم يسمع من ثوبان، بينهما معدان بن أبي طلحة.\n333 -\nسالم بن عبد الله، البصري: قال أحمد: ما أرى به بأسا.\n334 -\nسالم بن أبي حفصة: قال المروذي: سألته عنه، فقال: ليس به بأس إلا أنه كان شيعيا.\n335 -\nسالم بن أبي عبد الله أبو المهاجر، الرقي: قال أحمد: كان رجلا، صالحا، ثقة.\n336 -\nسالم بن عبد الرحمن: قال في رواية المروذي: ليس هو أخو حصين، وليس به بأس.\n330 - قال العقيلي: حدث عن مسعر بحديث لا يتابع عليه.\nوقال ابن حجر: صدوق كثير الخطأ.\nانظر: التهذيب 3 / 404.\nالتقريب 1 / 273.\nالتاريخ الكبير 3 / 393.\nالجرح 3 / 561.\n331 -\nانظر: التهذيب 3 / 428.\nالجرح 1 / 2: 575.\n332 -\nانظر: التهذيب 3 / 432.\nالتقريب 1 / 279.\nالتاريخ الكبير 4 / 107.\nالجرح 4 / 181.\n333 -\nانظر: التهذيب 3 / 439.\nالتقريب 1 / 280.\nالتاريخ الكبير 2 / 2: 115.\nالجرح 2 / 1: 184.\n334 -\nقال ابن حجر: صدوق في الحديث إلا أنه شيعي غال.\nانظر: التهذيب 3 / 433.\nالتقريب 1 / 279.\nالتاريخ الكبير 4 / 111.\nالجرح 4 / 180.\n336 -\nانظر: التهذيب 3 / 441.\nالتاريخ الكبير 2 / 2: 117.\nالميزان 2 / 112 (*) .\nالجزء: 1 ¦ الصفحة: 59\n",
        "337 -\nسالم بن عجلان، الافطس، الحراني: وثقه أحمد.\n338 -\nسالم بن نوح، العطار: قال أحمد في رواية المروذي: ما بحديثه بأس، كتبت عنه حديثا واحدا.\n339 -\nالسائب بن عمر بن عبد الرحمن، المخرومي: وثقه أحمد.\n340 -\nالسائب بن فروخ، المكي: وثقه أحمد.\n341 -\nالسري بن يحيى: قال ابن إبراهيم: سألته عنه، قال: كان رجلا كاتبا وحرك يده.\n342 -\nالسري بن إسماعيل: قال في رواية الميموني: ترك الناس حديثه.\nقال أبو طالب عن أحمد بن حنبل: ترك الناس حديثه.\n343 -\nسعد بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف أبو إسحاق الزهري: قال أحمد: لم يكن به بأس، وذكره له المروذي فأثنى عليه.\n344 -\nسعد أبو حبيب: قال أحمد: ليس حديثه بشئ، قاله في رواية ابن إبراهيم.\n345 -\nسعد بن سعيد بن قيس، الانصاري أخو يحيى: ضعفه أحمد في رواية المروذي.\n337 - قال النسائي: ليس به بأس.\nقال ابن حجر: ثقة رمي بالارجاء.\nانظر: التهذيب 4 / 441.\nالتقريب 1 / 281.\nالتاريخ الكبير 4 / 117.\nالجرح 4 / 186.\n338 -\nانظر: التهذيب 3 / 443.\nالجرح 2 / 1: 188.\nالميزان 2 / 113.\n341 -\nقال أبو داود والنسائي: ثقة.\nوقال ابن حجر: ثقة، أخطأ الازدي في تضعيفه.\nانظر: التهذيب 3 / 460.\nالتقريب 1 / 285.\nالتاريخ الكبير 4 / 175.\nالجرح 4 / 283.\n342 -\nانظر: التهذيب 3 / 459.\nالتقريب 1 / 285.\nالتاريخ الكبير 4 / 176.\nالجرح 4 / 282.\n345 -\nانظر: التهذيب 3 / 470.\nالتقريب 1 / 287.\nالتاريخ الكبير 4 / 56 (*) .\nالجزء: 1 ¦ الصفحة: 60\n",
        "346 -\nسعد بن سنان، ويقال: سنان بن سعد، الكندي، المصري: قال أحمد: حديثه مضطرب.\nوقال محمد بن علي الوراق عن أحمد: روى خمسة عشر حديثا منكرة كلها ما أعرف منها واحدا.\n347 -\nسعد بن طارقي، أبو مالك الاشجعي: وثقه أحمد.\n348 -\nسعد بن طريف، الاسكاف، الحنظلي، الكوفى: ضعفه أحمد.\n349 -\nسعد بن عبد الحميد بن جعفر الانصاري، أبو معاذ: قال أحمد: الناس ينكرون أمره، هو هاهنا ببغداد ولم يخرج، فكيف سمع عرض مالك.\n355 -\nسعيد بن إياس، أبو مسعود الجريري، البصري: قال أحمد: سألت ابن علية: إن كان الجريري اختلط؟ فقال: لا، كبر الشيخ فرق.\n351 -\nسعيد بن أبي أيوب مقلاحي، أبويحيى، الخزاعي: قال أحمد: لا بأس به.\n352 -\nسعيد بن بشير، أبو سلمة وأبو عبد الرحمن الشامي: قال الميموني: رأيت أحمد بن حنبل يضعف أمره.\nوقال ابن إبراهيم: سألت أبا عبد الله عنه فقال: ليس حديثه بشئ.\n346 - انظر: التهذيب 3 / 471.\nالجرح 2 / 1: 84.\nالكامل 3 / 1191.\n347 -\nانظر: التقريب 1 / 287.\nالتاريخ الكبير 2 / 2: 58.\n348 -\nقال البخاري: ليس بقوي.\nوقال ابن حجر: متروك.\nانظر: التهذيب 3 / 473 التقريب 1 / 287.\nالتاريخ الكبير 4 / 59.\nالجرح 4 / 87.\n349 -\nانظر: التهذيب 3 / 477.\nالتقريب 1 / 288.\nالتاريخ الكبير 4 / 61.\nالجرح 4 / 92.\n350 -\nقال النسائي: ثقة.\nوقال ابن حجر: ثقة اختلط تبل موته.\nانظر: التهذيب 4 / 5.\nالتقريب 1 / 291.\nالتاريخ الكبير 3 / 456.\nالجرح 4 / 1.\n351 -\nانظر: التهذيب 4 / 7.\nالتقريب 1 / 292.\nالتاريخ الكبير 3 / 458.\nالجرح 4 / 66.\n352 -\nانظر: التهذيب 4 / 8.\nالتقريب 1 / 292.\nالتاريخ الكبير 3 / 460.\nالجرح 4 / 7 (*) .\nالجزء: 1 ¦ الصفحة: 61\n",
        "353 -\nسعيد بن جمهان: قال في رواية المروذي: ثقة، روى عنه العوام بن حوشب، وروى عنه حماد، وأراد ذكر عبد الوارث وغيره.\n354 -\nسعيد بن داود بن سعيد بن أبي رتير، الزنبري، أبو عفان المدني، نزيل بغداد: قال أحمد: أخاف أن يكون قد خلط على نفسه.\n355 -\nسعيد بن زكريا، القرشي، المدائني: قال أحمد: كتبناه عنه ثم تركناه، ولم يكن به بأس فيما أرى، ولكن لم يكن صاحب حديث.\nوقال في المغني: تركه أحمد.\nوقال محمود بن خداش: سألت أحمد ويحيى بن معين عن سعيد بن زكريا، فقالا لي: هو ثقة.\n356 -\nسعيد بن زيد بن درهم، أبو الحسن، الازدي مولاهم البصري: قال أحمد: ليس به بأس.\n357 -\nسعيد بن سليمان الضبي، الواسطي، البزار، أبو عثمان: قال أحمد: كان صاحب تصحيف ما شئت.\n358 -\nسعيد بن سنان البرجمي، أبو سنان الشيباني، الكوفى: قال أحمد: كان رجلا صالحا، ولم يكن يقيم الحديث.\nوقال في المغني: قال أحمد: ليس بالقوي.\nوقال ابن إبراهيم: سمعته يقول: سعيد بن سنان: ليس حديثه بشئ.\n359 -\nسعيد بن سنان أبو مهدي، الحنفي، ويقال: الكندي، الحمصي: قال أحمد: ضعيف.\n360 -\nسعيد بن عبد الجبار: قال المروذي: قلت له: هذا مكي؟ قال: لا هذا من أهل الشام، حدثنا أبو\n353 - انظر: التهذيب 4 / 14.\nالتقريب 1 / 292.\nالتاريخ الكبير 2 / 1: 262.\nالجرح 2 / 1: 1 0.\n356 -\nانظر: التهذيب 4 / 32.\nالتقريب 1 / 296.\n357 -\nانظر: التهذيب 4 / 43.\nالتقريب 1 / 298.\nالتاريخ الكبير 3 / 481.\nالجرح 4 / 26.\n360 -\nانظر: التهذيب 4 / 53.\nالتقريب 1 / 299.\nالجرح 2 / 1: 44 (*) .\nالجزء: 1 ¦ الصفحة: 62\n",
        "بدر عنه بحديثين، وقد ضربت عليهما، قلت: وإيش حاله؟ قال: حدث بأحاديث منكرة.\n361 -\nسعيد بن عبد الرحمن بن عبد الله بن جميل، القرشي، أبو عبد الله المدني: قال صالح بن أحمد عن أبيه: ليس به بأس.\n362 -\nسعيد بن عبد العزيز بن أبي يحيى، التنوخي، الدمشقي، أبو محمد، ويقال: أبو عبد العزيز.\n363 -\nسعيد بن عبيد الله بن جبير بن حية، الثقفي، البصري: وثقه أحمد.\n364 -\nسعيد بن عبيد، الطائي، الكوفي، أبو الهذيل: وثقه أحمد.\n365 -\nسعيد بن أبي عروبة = مهران البصري: قال أحمد: لم يكن له كتاب، إنما كان يحفظ ذلك كله.\nوقال: كان قتادة وسعيد بن أبي عروبة، يقولون: بالقدر ويكتمانه.\nوقال عبد الله: حدثني أبي، قال: لم يسمع سعيد بن أبي عروبة من الحكم بن عتيبة شيئا، ولا من حماد ولا من عمرو بن دينار، ولا من هشام بن عروة، ولا من عمرو بن أبي سلمة، ولا من إسماعيل بن أبي خالد، ولا من عبيد الله بن عمر، ولا من أبي بشر، ولا من عبد الله بن محمد بن عقيل، ولا من يزيد بن أسلم، ولا من أبي الزناد قال: وقد حدث عن هؤلاء كلهم ولم يسمع منهم.\nوقال ابن إبراهيم: سألت أبا عبد الله أيما أحب إليك في حديث قتادة؟ سعيد بن أبي عروبة، أو همام، أو شعبة، أو الدستوائي؟ فسمعته يقول: قال عبد الرحمن بن مهدي: سعيد عندي في الصدق مثل قتادة، وشعبة ثبت، ثم\n361 - انظر: التهذيب 1 / 300.\nالميزان 2 / 148.\nالتاريخ الكبير 2 / 1: 494.\n362 -\nقال ابن معين والنسائي: ثقة.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 4 / 59.\nالتقريب 1 / 301.\nالتاريخ الكبير 3 / 497.\nالجرح 4 / 42.\n364 -\nانظر: التهذيب 4 / 62.\nالتاريخ الكبير 2 / 1: 497.\n365 -\nانظر: التهذيب 4 / 63.\nالتقريب 1 / 302.\nالتاريخ الكبير 3 / 504.\nالجرح 4 / 65 (*) .\nالجزء: 1 ¦ الصفحة: 63\n",
        "همام، قلت: والدستوائي؟ قال: والدستوائي أيضا، وقال في روايته أيضا: كنيته أبو النضر.\n366 -\nسعيد بن كثير، أبوالعتيس: قال ابن إبراهيم: سألت أبا عبد الله ما اسم أبي العتيس، قال: اسمه سعيد بن كثير.\n367 -\nسعيد بن محمد بن سعيد الجرمي، الكوفى: قال أبو زرعة: ذاكرت أحمد بن حنبل بأحاديث عنه فعرفه وأثنى عليه، وقال صدوق، كان يطلب معنا الحديث.\n368 -\nسعيد بن محمد، الثقفي، الوراق، أبو الحسن الكوفي: لينه أحمد في روايته المروذي، وتكلم بشئ، وقال المروذي أيضا: سئل عنه، فقال: لم يكن بذاك، وقد حكوا عنه حديثا منكرا.\n369 -\nسعيد بن مسلم بن بانك، أبو مصعب المدني: وثقه أحمد.\nوقال في رواية الميموني: أرى، ليس به بأس.\n375 -\nسعيد بن المسيب: قال أحمد: قد روى سعيد عن عمرو سمع منه، وإذا لم يقبل سعيد عن عمر فمن يقبل؟ وقال أيضا: مرسلات سعيد صحاح، لا نرى أصح من مرسلاته، وأما الحسن وعطاء فأضعف المرسلات، كأنهما كانا يأخذان عن كل.\nوقال عثمان الحارثي: سمعت أحمد بن حنبل، يقول: أفضل التابعين سعيد بن المسيب وعلقمة والاسود.\n371 -\nسعيد بن منصور بن شعبة، أبو عثمان الخراساني: قال سلمة بن شبيب: ذكرته لاحمد بن حنبل فأحسن الثناء عليه وفخم أمره.\n367 - قال ابن معين: ثقة.\nوقال أبو داود: ثقة.\nوقال ابن حجر: ثقة.\nانظر: التهذيب 4: 76.\nالتقريب.\n1 / 304.\nالتاريخ الكبير 3 / 514 الجرح 4 / 59.\n368 -\nانظر: التهذيب 4 / 77.\nالتقريب 1 / 304.\nالجرح 2 / 1: 58.\nالتاريخ الكبير 3 / 514.\n370 -\nانظر: التهذيب 4 / 84.\nالتقريب 1 / 305.\nالتاريخ الكبير 3 / 510.\nالجرح 4 / 59.\n371 -\nانظر: التهذيب 4 / 89.\nالتقريب 1 / 306.\nالتاريخ الكبير 3 / 516 الجرح 4 / 68 (*) .\nالجزء: 1 ¦ الصفحة: 64\n",
        "372 -\nسعيد بن يزيد أبو شجاع، الحميري، الاسكنداني: وثقه أحمد.\nوقال في رواية ابن إبراهيم: ما رأيت أحدا يروي عنه.\n373 -\nسعيد بن يعقوب، أبو بكر، الطالقاني: قال الاثرم: رأيته عند أحمد، يذاكره الحديث.\n374 -\nسفيان بن حسين: قال في رواية المروذي: ليس هو بذاك، في حديثه عن الزهري شئ.\nوقال المروذي في رواية أخرى: سألته عن سفيان بن حسين كيف هو؟ قال: ليس بذاك، وضعفه.\n375 -\nسفيان الثوري: قال أحمد: كان إذا قيل له: إنه رؤي في المنام، يقول: أنا أعرف بنفسي من أصحاب المنامات.\nوقال: خرج سفيان الثوري إلى اليمن للتجارة\n...\nقيل لاحمد: أكان له مائة دينار؟ قال: أما سبعون فصحيحة.\nوقال: قال لي ابن عيينة: لن ترى عيناك مثل سفيان حتى تموت.\nقال: هو كما قال.\nوقال أبو بكر الاعين: قلت لاحمد من أحب إليك في حديث الاعمش؟ قال: سفيان، قلت: شعبة؟ قال: لا سفيان.\nوقال في رواية ابن إبراهيم: سفيان لم يسمع من أبي بشر شيئا.\nوقال: قلت له: إذا اختلف سفيان وشعبة في الحديث فالقول قول من؟ قال: سفيان أقل خطأ، ويقول سفيان نأخذ.\nوقال: سمعت أبا عبد الله يقول: الثوري أعلم بحديث الكوفيين ومشايخهم من الاعمش.\nوقال في رواية المروذي: سفيان حجة.\n376 -\nسلم بن أبي الذيال، البصري: قال أحمد: ثقة، ما أصلح حديثه.\nوقال في رواية ابن إبراهيم: ما أعلم أحدأ روى عنه إلا المعتمر، وسلم ثقة.\n372 - قال ابن حجر: ثقة عابد.\nانظر: التهذيب 4 / 101.\nالتقريب 1 / 309.\nالتاريخ الكبير 1 / 523.\nالجرح 4 / 73.\n373 -\nانظر: التهذيب 4 / 103.\nالتقريب 1 / 309 التاريخ الكبير 2 / 522.\nالجرح 4 / 75.\n375 -\nانظر: التهذيب 4 / 111.\nتاريخ بغداد 9 / 151.\nالجرح 4 / 76.\n376 -\nانظر: التهذيب 4 / 129.\nالجرح 4 / 76.\nالتاريخ الكبير 2 / 2: 159 (*) .\nالجزء: 1 ¦ الصفحة: 65\n",
        "377 -\nسلم بن سالم البلخي الزاهد: ضعفه أحمد.\n378 -\nسلم بن عبد الرحمن الجرمي، البصري: قال أحمد: ما علمت إلا خيرا.\n379 -\nسلمان أبو حازم الاشجعي: وثقه أحمد.\n380 -\nسلمة بن دينار، أبو حازم، الاعرج الافرز، التمار المدني: وثقه أحمد.\n381 -\nسلمة بن علقمة، أبو بشر التميمي، البصري: وثقه أحمد.\n382 -\nسلمة بن كهيل، أبو الحسين، الحضرمي: قال أحمد بن حنبل: متقن الحديث.\n383 -\nسلمة بن نبيط بن شريط، الاشجعي: وثقه أحمد.\n384 -\nسلمة بن تمام، الشقري، أبو عبد الله: ضعفه أحمد.\n385 -\nسلمة بن وردان، الليثي: ضعفه أحمد.\nوقال في رواية الميموني: ما أدري إيش حديثه؟ له أشياء مناكير.\n379 - انظر: التهذيب 4 / 140.\nالتاريخ الكبير 2 / 2: 137.\nالجرح 2 / 1: 297.\n380 -\nقال أبو حاتم والنسائي وابن سعد: ثقة.\nقال ابن حجر: ثقة عابد.\nانظر: التهذيب 4 / 143.\nالتقريب 1 / 316.\nالتاريخ الكبير 4 / 78.\nالجرح 4 / 159.\n381 -\nانظر: التهذيب 4 / 150.\nالتقريب 1 / 318.\nالتاريخ الكبير 4 / 82.\nالجرح 4 / 167.\n382 -\nقال النسائي: ثقة ثبت.\nقال ابن حجر: ثقة.\nانظر: التهذيب 4 / 155.\nالتقريب 1 / 318.\nالتاريخ الكبير 4 / 74.\nالجرح 4 / 170.\n383 -\nانظر: التهذيب 4 / 158.\nالتقريب 1 / 319.\nالتاريخ الكبير 4 / 75.\nالجرح 4 / 173.\n384 -\nانظر: التهذيب 4 / 142.\nالتقريب 1 / 316.\nالتاريخ الكبير 4 / 79.\nالجرح 4 / 157.\n385 -\nقال النسائي والدارقطني وغيرهم: ضعيف.\nوقال ابن حجر: ضعيف.\nانظر: التهذيب (*) =\nالجزء: 1 ¦ الصفحة: 66\n",
        "386 -\nسلمة بن عبيد الله بن محصن: قال أحمد: لا أعرفه.\n387 -\nسلمة بن وهرام، اليماني: قال أحمد: أخشى أن يكون ضعيفا.\n388 -\nسلم العلوي: قال في رواية الميموني: ما علمت إلا خيرا، ولكن شعبة تكلم فيه، قلت: من قصة الهلال؟ قال لي: نعم.\n389 -\nسليم بن حيان، الهذلي، البصري: وثقه أحمد.\n390 -\nسليمان بن أرقم، أبو معاذ البصري: قال أحمد: ليس بشئ.\n391 -\nسليمان بن بريدة بن الحصيب الاسلمي، المروذي: قال أحمد: هو أصح حديثأ وأوثق من أخيه.\nوقال الميموني: سألته عن ابني بريدة، فقال: سليمان أحلى في القلب وكان أصحهما حديثا، وعبد الله له أشياء إنا ننكرها من حسنها وهو جائز الحديث.\n392 -\nسليمان بن بلال، القرشي، التميمي: وثقه أحمد.\nوقال في رواية الميموني: سليمان بن بلال صالح الحديث.\n393 -\nسليمان بن الحكم بن عوانة: قال المروذي: سألته عنه فقال: هذا كان ينزل ذاك الجانب، وإنما كان عنده شئ أو قال: لم أكتب عنه شيئا.\n= 4 / 160.\nالتقريب 1 / 319.\nالتاريخ الكبير 4 / 77.\nالجرح 4 / 174.\n387 -\nانظر: التهذيب 4 / 161.\nالتقريب 1 / 319.\nالتاريخ الكبير 4 / 81.\nالجرح 4 / 175.\n390 -\nانظر: التهذيب 4 / 168.\nالتاريخ الكبير 2 / 2: 2.\nالميزان 2 / 196.\n391 -\nانظر: التهذيب 4 / 174.\nالتقريب 1 / 321.\nالتاريخ الكبير 4 / 4.\nالجرح 2 / 104.\n392 -\nانظر: التهذيب 4 / 175.\nالتقريب 1 / 322.\nالتاريخ الكبير 4 / 4.\nالجرح 4 / 103 (*) .\nالجزء: 1 ¦ الصفحة: 67\n",
        "394 -\nسليمان بن داود بن الجارود، أبو داود الطيالسي: قال أحمد بن الفرات: ما رأيط أكثر في شعبة منه، فسألت عنه أحمد بن حنبل، فقال: ثقة، صدوق، قلت: فإنه يخطئ، قال: يحتمل له.\n395 -\nسليمان بن داود بن علي بن عبد الله بن عباس أبو أيوب الهاشمي: قال ابن خراش: بلغني عن أحمد بن حنبل أنه قال: لو قيل لي: اختر للامة رجلا استخلفت سليمان بن داود الهاشمي.\n396 -\nسليمان بن داود، الخولاني، الداراني أبو داود: قال أحمد في حديث روي عنه: أرجو أن يكون صحيحا.\n397 -\nسليمان بن سحيم أبو أيوب، المدني: قال أحمد: ليس به بأس.\n398 -\nسليمان بن قرم بن معاذ الضبي، أبو داود النحوي: قال أحمد: ما أرى به بأسا، لكنه يفرط في التشيع.\nوقال في المغني: وثقه أحمد.\n399 -\nسليمان بن كثير: سئل أحمد في رواية ابن إبراهيم عن ابن أبي ذئب وسليمان بن كثير، وسفيان بن حسين؟ قال: سليمان بن كثير، ثقة، وهو أصغر منهم، وهو من أهل واسط، وكان يطلب الحديث، مع سفيان بن حسين.\n400 -\nسليمان بن أبي خالد عن أبيه: قال في رواية الميموني: ما أعرفه.\n394 - قال النسائي: ثقة.\nوقال ابن حجر: ثقة حافظ غلط في أحاديث.\nانظر: التهذيب 4 / 182.\nالتقريب 1 / 323.\nالتاريخ الكبير 4 / 10.\nالجرح 4 / 111.\n395 -\nانظر: الجرح 2 / 1: 113.\nالتاريخ الكبير 2 / 2: 10.\n397 -\nقال ابن حجر: صدوق.\nانظر: التهذيب 4 / 193.\nالتقريب 1 / 325.\nالتاريخ الكبير 4 / 17.\nالجرح 4 / 119.\n399 -\nانظر: التهذيب 4 / 215.\nالتقريب 1 / 329.\nالميزان 2 / 220 (*) .\nالجزء: 1 ¦ الصفحة: 68\n",
        "401 -\nسليمان بن أبي مسلم الاحول: قال أحمد في رواية الميموني: ثقة، جيد الحديث، وقد روى عنه ابن عيينة.\n402 -\nسليمان بن معيد أبو داود السنجي، المروذي: قال أبو طالب عن أحمد: ثبت، ثبت.\n403 -\nسليمان بن المغيرة: قال أحمد في رواية المروذي: ليس أحد أثبت ولا أعرف بحديث ثابت من حماد، ثم قال: وسليمان بن المغيرة.\n404 -\nسليمان بن مهران الاعمش: قال الامام أحمد: أبو إسحاق والاعمش رجلا أهل الكوفة.\nوقال حرب: قال أحمد: الاعمش لم يسمع من شمر بن عطية.\nوقال ابن إبراهيم: قلت له: أيما كان أكبر، أبو حصين أو الاعمش؟ قال: أبو حصين أكبر من الاعمش، والاعمش أحب إلي، الاعمش أعلم بالعلم والقرآن من أبي حصين، وأبو حصين من بني أشد، وكان شيخا صالحا.\nوقال ابن إبراهيم: سألته عن الاعمش هو حجة في الحديث؟ قال: نعم.\nقلت: فأبو سعيد؟ قال: نعم، قلت: فأبو الزبير؟ قال: نعم هو حجة.\nقلت: فيزيد التستري؟ قال: نعم، هؤلاء نحتج نحن بحديثهم.\n405 -\nسليمان بن يسير ويقال: ابن أسير، أبو الصباح النخعي، الكوفي: قال أحمد: ليس بشئ.\n401 - قال ابن حجر: ثقة.\nانظر: التهذيب 4 / 218.\nالتقريب 1 / 330.\nالتاريخ الكبير 4 / 37.\nالجرح 4 / 143.\n403 -\nانظر: التهذيب 4 / 220.\nالتقريب 1 / 330.\nالتاريخ الكبير 4 / 38.\n404 -\nانظر: التهذيب 4 / 222.\nالتقريب 1 / 331.\nالتاريخ الكبير 4 / 37.\nالجرح 4 / 146.\n405 -\nانظر: التاريخ الكبير 2 / 2: 42.\nالميزان 2 / 228.\nالجرح 2 / 1: 150 (*) .\nالجزء: 1 ¦ الصفحة: 69\n",
        "- سماك بن حرب بن أوس بن خالد، الذهلي، البكري، أبو المغيرة الكوفي: قال صالح عن أبيه: سماك أصح حديثا من عبد الملك بن عمير.\nوروى أبو طالب عن أحمد، قال: مضطرب الحديث.\n407 -\nسماك بن سلمة الضبي: قال أحمد: ثقة، رجل صالح له حديث.\n408 -\nسماك بن الوليد، أبو زميل الحنفي اليمامي: وثقه أحمد.\n409 -\nسمي مولى أبي بكر بن عبد الرحمن بن الحارث بن هشام: وثقه أحمد.\n410 -\nسهل بن حماد العنقري، أبو عتاب الدلال: قال أحمد: لا بأس به.\n411 -\nسهل بن أبي الصلت، السراج العبسي: قال أحمد: لم يكن به بأس.\n412 -\nسهل بن يوسف الانماطي: قال أحمد: سمعت منه سنة تسعين ومائة.\n413 -\nسهيل بن أبي حزم مهران القطعي: قال أحمد: له عن ثابت مناكير.\n414 -\nسهيل بن أبي صالح: قال المروذي: ذكره فقال: ليس به بأس.\n415 -\nسواد بن داود المزني، أبو حمزة الصيرفي: قال أحمد: لا بأس به.\n406 - انظر: التهذيب 4 / 232.\nالتقريب 1 / 332.\nالتاريخ الكبير 4 / 173.\nالجرح 4 / 279.\n409 -\nانظر: التهذيب 4 / 228.\nالتقريب 1 / 333.\nالتاريخ الكبير 4 / 203.\nالجرح 4 / 315.\n412 -\nانظر: التهذيب 4 / 259.\nالجرح 2 / 1: 250.\nالتاريخ الكبير 2 / 2: 102.\n414 -\nانظر: التهذيب 4 / 263.\nالتقريب 1 / 338.\nالتاريخ الكبير 4 / 104.\nالجرح 4 / 236 (*) .\nالجزء: 1 ¦ الصفحة: 70\n",
        "416 -\nسوار بن عبد الله القاضي: قال عبد الرحمن بن خاقان: سألته عنه فقال: ما بلغني عنه إلا خيرا.\n417 -\nسوار بن مصعب شيخ أبي جهم: قال أحمد: متروك الحديث.\nوقال في رواية المروذي: ليس بشئ.\n418 -\nسويد بن سعيد بن شهريار، الهروي، أبو محمد الانباري: كان الامام أحمد ينتقي عليه لولديه: صالح، وعبد الله يختلفان فيسمعان منه.\nوقال أبو داود: سمعت ابن معين يقول: هو حلال الدم.\nوسمعت أحمد ذكره فقال: أرجو أن يكون صدوقا.\n419 -\nسويد بن عبد العزيز بن نمير، أبو محمد السلمي: قال أحمد: متروك.\nقال الاثرم: سمعت أبا عبد الله، وعنده الهيثم بن خارجة فذكر سويد بن عبد العزيز، فقال أبو عبد الله للهيثم: كم كانت روايته عن حصين؟ قال: أربعمائة أو ستمائة.\nقال أبو عبد الله: أرى فيها تخليطا، فقال: لا كلها صحاح، فقال أبو عبد الله: أليس فيها \" سترة الامام، سترة لمن خلفه \" عن الشعبي، عن مسروق؟ وتبسم كأنه ينكره.\n420 -\nسلام بن سليم، التميمي، المدني، الطويل: سئل عنه في رواية ابن إبراهيم، فقال: ليس بذاك.\n421 -\nسلام بن مسكين، أبو روح الازدي: قال أحمد: ثقة، كثير الحديث.\n422 -\nسلام بن أبي مطيع: قال أحمد: ثقة، صاحب سنة.\n423 -\nسيار أبو الحكم العنزي، الواسطي: وثقه أحمد.\n418 - انظر: التهذيب 4 / 272.\nالتقريب 1 / 340.\nالجرح 4 / 240.\n419 -\nانظر: التهذيب 4 / 276.\nالتقريب 1 / 340.\nالتاريخ الكبير 4 / 148.\nالجرح 4 / 239.\n421 -\nقال ابن حجر: رمي بالقدر.\nانظر: التهذيب 4 / 286.\nالتقريب 1 / 342.\nالتاريخ الكبير 4 / 134.\nالجرح 4 / 258.\n423 -\nانظر: التهذيب 4 / 291.\nالتقريب 1 / 343.\nالتاريخ الكبير 4 / 161.\nالجرح 4 / 254 (*) .\nالجزء: 1 ¦ الصفحة: 71\n",
        "424 -\nسيف بن سليمان، ويقال: ابن أبي سليمان، المخزومي: وثقه أحمد.\n425 -\nسيف بن محمد الثوري: قال عبد الله بن أحمد عن أبيه: لا يكتب حديث، كان يضع الحديث.\nوقال الذهبي في المغني: قال أحمد: كذاب يضع الحديث.\n426 -\nسيف بن وهب، التميمي، أبو وهب، البصري: قال أحمد: ضعيف.\n(حرف الشين)\n427 -\nشاذ بن يحيى الواسطي: ذكر لاحمد فعرفه، وذكره بالخير.\n428 -\nشباية بن سوار الفزاري: كان أحمد لا يرضاه للارجاء.\nوقال الذهبي في المغني: قال أحمد: كان داعية في الارجاء.\n429 -\nشباك الضبي كوفي: وثقه أحمد.\n430 -\nشبل بن عباد، المكي، القاري: قال أحمد: ثقة.\n431 -\nشبيب بن غرقدة، السلمي، ويقال: البارقي: وثقه أحمد.\n426 - انظر: التاريخ الكبير 2 / 2: 169.\nالجرح 2 / 1: 275.\nالتهذيب 4 / 298.\n427 -\nانظر: التهذيب 4 / 299.\nالجرح 2 / 1: 392.\n428 -\nانظر: التهذيب 4 / 300.\nالتقريب 1 / 345.\nالتاريخ الكبير 4 / 270.\nالجرح 4 / 392.\n429 -\nانظر: التهذيب 4 / 302.\nالتقريب 1 / 345.\nالتاريخ الكبير 4 / 269.\nالجرح 4 / 390.\n430 -\nانظر: التهذيب 4 / 305.\nالتقريب 1 / 346.\nالجرح 4 / 380.\nالجزء: 1 ¦ الصفحة: 72\n",
        "432 -\nشجاع بن الوليد بن قيس، السكوتي، أبو زيد الكوفي: قال أحمد: كان أبو بدر لا يقول: حدثنا ولقد أرادوه أن يقول: ثنا خصيق، فأبى.\nوقال: أليس هوذا أقول: خصيق.\nوقال المروذي: قال أبو عبد الله: كنت مع يحيى بن معين فلقي أبا بدر، فقال له: إتق الله يا شيخ، وانظر هذه الاحاديث لا يكون ابنك يعطيك.\nقال أبو عبد الله، فاستحييت وتنحيت ناحية، فبلغني أنه قال: إن كنت كاذبا ففعل الله بك وفعل.\nوقال حنبل: قال أبو عبد الله: كان أبو بدر شيخا صالحا صدوقا، لقيه ابن معين يوما، فقال له: يا كذاب، فقال له الشيخ: إن كنت كذابا وإلا فهتك الله سترك.\nقال أبو عبد الله: فأظن دعوة الشيخ أدركته.\n433 -\nشجاع عن أبي طيبة: قال أحمد: لا أعرفه.\n434 -\nشداد بن سعيد، أبو طلحة الراسبي، البصري: وثقه أحمد.\n435 -\nشر حبيل بن مسلم، الخولاني: قال عبد الله بن أحمد عن أبيه: من ثقات الشاميين.\n436 -\nشريك بن أبي نمر: قال أحمد في رواية الميموني: صالح الحديث.\n437 -\nشريك بن عبد الله بن أبي شريك، النخعي: قال أحمد: شريك سمع من أبي إسحاق قديما، وهو في أبي إسحاق أثبت من زهير وإسرائيل.\nوقال ولد سنة خمس وتسعين، ومات سنة سبع وسبعين ومائة.\nوقال في رواية ابن إبراهيم: شريك أقدم سماعا من إسرائيل، وإسرائيل في\n432 - انظر: التهذيب 4 / 313.\nالتقريب 1 / 347.\nالتاريخ الكبير 4 / 261.\nالجرح 4 / 378.\n434 -\nقال ابن حجر: صدوق يخطئ.\nانظر: التهذيب 4 / 316.\nالتقريب 1 / 347.\nالتاريخ الكبير 4 / 227.\nالجرح 4 / 330.\n435 -\nانظر: التهذيب 4 / 325.\nالتقريب 1 / 349.\nالتاريخ الكبير 4 / 252.\nالجرح 4 / 340.\n436 -\nانظر: التهذيب 4 / 247.\nالتقريب 1 / 351.\nالتاريخ الكبير 4 / 236.\nالجرح 4 / 341 (*) .\nالجزء: 1 ¦ الصفحة: 73\n",
        "المشايخ، أحب إلى من شريك.\nوقال: قلت له: أصحاب أبي إسحاق أيهم أحب إليك؟ إسرائيل عن أبي إسحاق أحب إليك، أو يونس أو أبو الأحوص، أو شريك؟ قال: أحبهم إلي شريك ويختلفون على إسرائيل في حديث أبي إسحاق، وأبو الاحوص صالح الحديث، ليس هو في حديثه مثل شريك أحب إلي.\nوقال في رواية المروذي: شريك حسن الرواية عن أبي إسحاق.\n438 -\nشعبة بن الحجاج: قال أحمد: لولا شعبة ذهب حديث الحكم، ولم يكن في زمن شعبة مثله في الحديث ولا أحسن حديثا منه، قسم له من هذا حظ، وروى عن نحو ثلاثين رجلا من أهل الكوفة، لم يرو عنهم سفيان.\nوقال: كان شعبة أمة وحده في هذا الشأن يعني في الرجال وبصره بالحديث.\nوقال ابن إبراهيم: سمعت أبا عبد الله يقول: كان شعبة يكرم يحيى بن سعيد، وكان هو وعبد الرزاق ومعاذ إخوانا.\nوقال: كان شعبة أكبر من سفيان الثوري بعشر سنين.\nوقال: كتب شعبة بالكوفة عن ثلاثين شيخا لم يكتب عنهم الثوري.\nوقال: كان شعبة من أوثق الناس.\nوقال سألته: أيما أثبت عندك في حديث أبي إسحاق؟ قال: شعبة، ثم سفيان الثوري.\nوقال ابن إبراهيم: قلت لابي عبد الله: شعبة يقول: نبيط بن شريط، قال: كان في لسانه لثغة، إذا أراد أن يقول شريط، قال شييط.\nوقال في روايته: ما أكثر ما يخطئ شعبة في أسامي الرجال، وقال المروذي: سمعت أبا عبد الله يقول: أصحاب قتادة: سعيد وهشام وشعبة إلا أن شعبة لم يبلغ علم هؤلاء، وكان سعيد يكتب كل شئ.\nقال: وكان شعبة يتشدد في التدليس.\nوقال في رواية المروذي: كان شعبة يقلب أسامي الرجال وقال في روايته: تدري من الحجة؟ شعبة.\n439 -\nشعبة بن دينار، الهاشمي، المدني، أبو عبد الله، ويقال: أبويحيى: قال أحمد: ما أرى به بأسا.\n440 -\nشعيب بن إسحاق، الاموي، الدمشقي: قال أحمد: ثقة ما أصح حديثه.\n438 - انظر: التهذيب 8 / 33.\nالتقريب 1 / 351.\nالتاريخ الكبير 4 / 244.\nالجرح 4 / 369.\n440 -\nانظر: التهذيب 4 / 347.\nالتقريب 1 / 351.\nالجرح 4 / 341 (*) .\nالجزء: 1 ¦ الصفحة: 74\n",
        "441 -\nشعيب بن الحجاب الازدي: قال أحمد: ثقة، وقال: مات سنة ثلاثين ومائة.\n442 -\nشعيب بن حرب المدائني، ثم البغدادي، أبو صالح: قال أحمد: حمل على نفسه في الورع.\n443 -\nشعيب بن أبي حمزة = دينار، أبو بشر الحمصي: قال أحمد: رأيت كتبه مضبوطة، مقيدة، ورفع ذكره، وقال: هو فوق يونس بن يزيد ومثل الزبيدي، نظرت في كتبه، كان ابنه يخرجها إلي وإذا بها من الحسن والصحة ما يقدر فيما أرى بعض الشباب أن يكتب مثل ذلك، صحة وشكلا ونحو هذا.\n444 -\nشعيب بن سهل قاضي بغداد: قال أحمد: جهمي.\n445 -\nشعيب بن صفوان بن الربيع، أبويحيى الثقفي: قيل لاحمد بن حنبل: أحدث عنه عبد الرحمن بن مهدي؟ فقال: ما ظننت أن عبد الرحمن يحدث عنه.\nوقال صالح بن محمد جزره عن الامام أحمد: لا بأس به.\nوقال الذهبي في المغني: وثقه أحمد.\n446 -\nشقيق بن سلمة، أبو وائل: قال الاثرم: قلت لابي عبد الله: أبو وائل سمع عن عائشة؟ قال: ما أدري، ربما أدخل بينه وبينها مسروق في غير شئ، قلت: أبو وائل سمع من أبي الدرداء؟ قال: أدركه، ولا يحكى سماع شئ، أبو الدرداء كان بالشام، وأبو وائل بالكوفة.\n447 -\nشهاب بن خراش بن حوشب بن يزيد، أبو السليط، الشيباني، الحوشبي، الواسطي: قال أحمد: لا بأس به.\n448 -\nشهر بن حوشب: قال حرب الكرماني عن أحمد: ما أحسن حديثه، ووثقه.\n441 - انظر: التهذيب 4 / 349.\nالتقريب 1 / 352.\n443 -\nانظر: التهذيب 4 / 351.\nالتقريب 1 / 352.\nالتاريخ الكبير 4 / 222.\nالجرح 4 / 344.\n446 -\nقال ابن حجر: ثقة مخضرم.\nانظر: التهذيب 4 / 361.\nالتقريب 1 / 354.\nالجرح 4 / 371.\n448 -\nانظر: التهذيب 4 / 369.\nالتقريب 1 / 355.\nالتاريخ الكبير 4 / 259.\nالجرح 4 / 382 (*) .\nالجزء: 1 ¦ الصفحة: 75\n",
        "449 -\nشيبان بن عبد الرحمن، التميمي: قال صالح بن أحمد عن أبيه: شيبان ثبت في كل المشايخ.\n450 -\nشيبان بن فروخ = أبي شيبة، أبو محمد، الحبطي: وثقه أحمد.\n(حرف الصاد)\n451 -\nصالح بن رستم، أبو عامر، الخزاز، البصري: قال أحمد: صالح الحديث.\n452 -\nصالح أبو الخليل: قال ابن إبراهيم: سأله هارون الديك وأنا حاضر عن صالح أبي خليل، قال: هو صالح بن أبي مريم وهو ثقة.\n453 -\nصالح بن صالح بن حي، الهمداني، الكوفي: قال أحمد: ثقة، ثقة.\n454 -\nصالح بن أبي الاخضر: قال المروذي: لم يرضه، وقال: كان يحيى لا يحدث عنه، وقال: حدثهم بأحاديث، ثم قال: لم أسمعها، وتكلم فيه أيضا في رواية الميموني.\n455 -\nصالح بن كيسان: سئل الامام أحمد عنه، فقال: بخ بخ وقال: هو أكبر من الزهري.\nوقال الميموني: تذاكرنا صالح بن كيسان، فقلت له: كيف هو؟ قال: صالح.\n456 -\nصالح بن محمد بن زائدة، أبو واقد الليثي: قال أحمد: ما أرى بحديثه بأسا.\n450 - انظر: التهذيب 4 / 374.\nالتقريب 1 / 356.\nالجرح 4 / 357.\n451 -\nانظر: التهذيب 4 / 391.\nالتقريب 1 / 360.\nالتاريخ الكبير 4 / 280.\nالجرح 4 / 403.\n455 -\nانظر: التهذيب 4 / 399.\nالتقريب 1 / 362.\nالتاريخ الكبير 4 / 88.\nالجرح 4 / 410 (*) .\nالجزء: 1 ¦ الصفحة: 76\n",
        "457 -\nصالح بن نبهان، مولى التوأمة بنت أمية بن خلف الجمحي: قال الامام أحمد: صالح الحديث، ما أعلم به بأسا.\nوقال المروذي: سألته عنه فقال: قال مالك: قد رأيته مختلطا، ولم يحمل عنه، ثم قال: من سمع منه قبل الاختلاط فكأنه.\n458 -\nصخر بن جويرية بن نافع، البصري: قال أحمد: ثقئة، ثقة.\nوقال في رواية ابن إبراهيم: صالح الحديث.\n459 -\nصدقة بن خالد، الاموي، مولى أم البنين أخت معاوية: قال أحمد: ثقة، ثقة، أثبت من الوليد بن مسلم.\nوقال في رواية الميموني: ثقة، مأمون، ما بلغني أن أحدا من الشاميين كان يكتب حديثه بنفسه، وذلك بين في حديثه.\n460 -\nصدقة بن عبد الله السمين، أبو معاوية الدمشقي: ضعفه أحمد وقال في رواية المروذي: صدقة الدمشقي ليس بشئ ضعيف الحديث.\nوقال في رواية الميموني: ضعيف.\n461 -\nصدقة بن المثنى بن رباح بن الحارث؟ النخعي الكوفى: قال أحمد: شيخ، صالح.\n462 -\nصدقة بن موسى: سئل عنه في رواية ابن إبراهيم، فقال: لا أعرفه.\n463 -\nصفوان بن سليم، أبو عبد الله، وقيل ابن الحارث الزهري: قال أحمد: ثقة من خيار عباد الله، الصالحين.\nوعن أحمد قال: كان رجلا يستسقى بحديثه، وينزل القطر من السماء بذكره، رواه الاثرم، وقال: لم أحضر هنا من أبي عبد الله.\n464 -\nصفوان بن عمرو بن هرم، السكسكي، الحمصي، أبو عمرو: قال أحمد: ليس به بأس.\n457 -\nانظر: التهذيب 4 / 405.\nالتقريب 1 / 363.\nالتاريخ الكبير 4 / 291.\nالجرح 4 / 416.\n460 -\nانظر: التهذيب 4 / 415.\nالتقريب 1 / 366.\nالتاريخ الكبير 4 / 296.\nالجرح 4 / 340.\n463 -\nانظر: التهذيب 4 / 425.\nالتقريب 1 / 368.\nالجرح 4 / 423.\n464 -\nانظر: التهذيب 4 / 429.\nالتقريب 1 / 368.\nالتاريخ الكبير 4 / 308 الجرح 4 / 422 (*) .\nالجزء: 1 ¦ الصفحة: 77\n",
        "465 -\nالصلت بن دينار أبو شعيب الازدي، الهنائي البصري، ويعرف بالمجنون: قال أحمد: تركوا حديثه.\n(حرف الضاد)\n466 -\nالضحاك بن شر حبيل: ضعفه أحمد.\n467 -\nالضحاك بن يسار: قال المروذي: سألته: سمع من أبي عثمان؟ قال: لا أدري، وتكلم فيه بكلام لين.\n468 -\nالضحاك بن مزاحم، الهلالي، مولاهم الخراساني: قال عبد الله بن أحمد عن أبيه: ثقة، مأمون.\n469 -\nضمام بن إسماعيل بن مالك، المرادي، المعافري، أبو إسماعيل البصري: قال أحمد: صالح الحديث.\nوقال عبد الله: عرضت على أبي أحاديث عن ضمام بن إسماعيل، فقال: اكتبها كلها، أو قال: اكتبها فإنه صالح، أو قال: ثقة.\n470 -\nضمرة بن ربيعة، أو عبد الله، الرملي: قال أحمد: رجل صالح، صالح الحديث من الثقات، المأمونين، لم يكن بالشام رجل يشبه، وهو أحب إلينا من بقية.\n471 -\nضمرة بن سعيد بن أبي حنة = عمرو بن غزية، الانصاري، المازني، المديني: وثقه أحمد.\n465 - انظر: التهذيب 4 / 434.\nالتقريب 1 / 369.\nالتاريخ الكبير 4 / 304.\nالجرح 4 / 437.\n468 -\nانظر: التهذيب 4 / 453.\nالتقريب 1 / 373.\nالتاريخ الكبير 4 / 0 332 الجرح 4 / 458 469 - انظر: التهذيب 4 / 458.\nالتقريب 1 / 374.\nالتاريخ الكبير 4 / 343.\nالجرح 4 / 469.\n471 -\nانظر: التهذيب 4 / 461.\nالجرح 4 / 469 (*) .\nالجزء: 1 ¦ الصفحة: 78\n",
        "472 -\nضمضم بن جوس، ويقال: ابن الحارث بن جوس الهفاني، اليمامي: قال أحمد: ليس به بأس.\n(حرف الطاء)\n473 -\nطارق بن عبد الرحمن، البجلي، الاحمسي: قال أحمد: ليس حديثه بذاك.\n474 -\nطلحة بن زيد الرقي: قال أحمد: كان يضع الحديث، وقال في رواية المروذي: ليس بشئ، كان يضع الحديث.\n475 -\nطلحة بن أبي سعيد، أبو طالب، الاسكندراني، المصري: قال أحمد: ما أرى به بأسا.\n476 -\nطلحة بن عبيد الله بن كريز بن جابر بن ربيعة، أبو المطرف الخزاعي: وثقه أحمد.\n477 -\nطلحة بن عمرو، الحضرمي، المكي: قال أحمد: لا شئ متروك.\nوقال في المغني: لا شئ، متروك الحديث.\n478 -\nطلحة بن نافع، أبو سفيان الواسطي، ويقال المكي، الاسكاف: قال أحمد: ليس به بأس.\n479 -\nطلحة بن يزيد، أو ابن زيد القرشي: قال في رواية المروذي: ليس بذاك، قد حدث بأحاديث مناكير.\n480 -\nطلحة بن يحيى بن عبيد الله، التيمي: قال أحمد في رواية الميموني: صالح الحديث.\n473 - انظر: التهذيب 5 / 5.\nالتقريب 1 / 376.\nالتاريخ الكبير 4 / 353.\nالجرح 4 / 485.\n476 -\nانظر: التهذيب 5 / 22.\nالتقريب 1 / 379.\nالتاريخ الكبير 4 / 347.\nالجرح 4 / 474.\n480 -\nانظر: التهذيب 5 / 27.\nالتقريب 1 / 380.\nالتاريخ الكبير 4 / 348.\nالجرح 4 / 477 (*) .\nالجزء: 1 ¦ الصفحة: 79\n",
        "481 -\nطلحة بن يحيى بن النعمان بن أبي عياش، الزرقي، المدني: قال أحمد: مقارب الحديث.\n(حرف الظاء)\n[خال]\n(حرف العين)\n482 -\nعاصم بن أبي النجود بهدلة، أبو بكر الاسدي: قال أحمد: كان رجلا صالحا، قارئا للقرآن، وأهل الكوفة يختارون قراءته، وأنا أختارها، وكان خيرا، ثقة، والاعمش أحفظ منه.\nوقال ابن إبراهيم: قلت له: أيما أحب إليك، عاصم بن أبي النجود أو الاعمش؟ قال: الاعمس أحب إلي، وهو صحيح الحديث، وهو محدث.\nوقال المروذي: سألت أبا عبد الله عنه، فقال: هو أستاذ أبي بكر بن عياش، ليس به بأس، وكأنه لينه.\nوقال في رواية الميموني: عاصم بن بهدلة ثقة، وذكره بقرآن وصلاح وفضل وصالح الحديث، والاعمش عند الكوفيين أكبر منه.\n483 -\nعاصم بن سليمان الاحول، أبو عبد الرحمن، البصري: قال أحمد: ثقة من حفاظ الحديث.\nوقال المروذي: سألته عنه فقال: ثقة، قلت: إن يحيى بن معين تكلم فيه، فعجب، وقال: ثقة.\nوقال في رواية الميموني: من الحفاظ للحديث، ثقة.\n484 -\nعاصم بن ضمرة صاحب علي: قال أحمد: هو أعلى من الحارث.\n485 -\nعاصم بن عبيد الله بن عاصم بن عمر بن الخطاب: قال أحمد: كان ابن عيينة يقول: كان الاشياخ يتقون حديث عاصم بن\n483 - انظر: التهذيب 5 / 42.\nالتقريب 1 / 384.\nالتاريخ الكبير 6 / 485.\nالجرح 6 / 343.\n484 -\nانظر: التهذيب 5 / 45.\nالتقريب 1 / 384.\nالتاريخ الكبير 6 / 482.\nالجرح 6 / 345.\n485 -\nانظر: التهذيب 5 / 46.\nالتقريب 1 / 384.\nالتاريخ الكبير 6 / 493.\nالجرح 7 / 347 (*) .\nالجزء: 1 ¦ الصفحة: 80\n",
        "عبيد الله.\nوقال في رواية المروذي: كان الشيوخ يهابون حديثه.\n486 -\nعاصم بن علي بن عاصم بن صهيب، الواسطي، أبو الحسن: قال أحمد: ما أقل خطأه، لقد عرض علي حديثه، وهو أصح حديثا من أبيه.\nوذكر له المروذي قول يحيى: كل عاصم في الدنيا ضعيف، قال: ما أعلم منه إلا خيرا، كان حديثه صحيحا، حديث شعبة والمسعودي ما كان أصحها.\n487 -\nعاصم بن عمر بن حفص بن عاصم بن عمر بن الخطاب: ضعفه أحمد.\n488 -\nعاصم بن كليب بن سهل الجرمي، الكوفي: قال أحمد: لا بأس بحديثه.\nوقال في رواية الميموني: ثقة.\n489 -\nعامر بن شفيق الذي روى عن ابن وائل: قال المروذي: ذكر فتكلم فيه بشئ.\n490 -\nعامر بن صالح بن عبد الله بن عروة بن الزبير، القرشي، أبو الحارث المقدمي: قال أحمد: ثقة، لم يكن صاحب كذب.\n491 -\nعامر بن عبد الله بن الزبير بن العوام، أبو الحارث الاسدي: وثقه أحمد، وقال: ثنا سفيان، قال: اشترى عامر بن عبد الله نفسه من الله تعالى ست مرات.\n492 -\nعامر بن عبد الله بن مسعود، الهذلي أبو عبد الله، الكوفي: قال أحمد: كانوا يفضلونه على أخيه عبد الرحمن.\n493 -\nعامر بن عبد الواحد، الاحول، البصري: قال أحمد: ليس بقوي.\nوقال أيضا: ضعيف.\nوقال الذهبي في المغني: لينه أحمد.\n486 - انظر: التهذيب 5 / 49.\nالتقريب 1 / 384.\nالتاريخ الكبير 6 / 491.\nالجرح 6 / 348.\n488 -\nانظر: التهذيب 5 / 55.\nالتقريب 1 / 385.\nالتاريخ الكبير 6 / 487.\nالجرح 6 / 349.\n491 -\nانظر: التهذيب 5 / 74.\nالتقريب 1 / 388.\nالتاريخ الكبير 6 \" 488.\nالجرح 6 / 325 (*) .\nالجزء: 1 ¦ الصفحة: 81\n",
        "494 -\nعامر بن قيس: قال أحمد في رواية محمد بن المثنى: ما مثله عندي إلا مثل رجل ركز رمحا في الارض، ثم قعد منه على السنان فهل ترى ترك لاحد موضوعا يقعد فيه؟.\n495 -\nعامر بن مسعود بن أمية بن خلف بن وهب الجمحي، المكي: قال أبو داود: سألت أحمد: له صحبة؟ قال: لا أدري.\n496 -\nعائذ بن حبيب، الكوفي بياع الهروي: قال أحمد: كان شيخا جليلا، عاقلا، وأحسن الثناء عليه.\n497 -\nعائذ بن عمرو بن أبي سلمة: قال أحمد: لا أعرف عائذا.\n498 -\nعباد بن جويرية: قال أحمد: كذاب.\n499 -\nعباد بن راشد، التميمي، البصري، البزار: قال أحمد: ثقة، صدوق، صالح.\n500 -\nعباد بن صهيب: قال في رواية المروذي: كان يرمى بالقدر، وكان أمره قريبا من أبي عامر الخزاز.\n501 -\nعباد بن عباد بن حبيب بن المهلب بن أبي صفرة، الازدي، العتكي، المهلبي: قال أحمد: ليس: به بأس، كان رجلا عاقلا أديبا.\n502 -\nعباد بن العوام بن عمر بن عبد الله بن المنذر، الكلالي: قال أحمد: مضطرب الحديث عن ابن أبي عروبة.\n494 - انظر: التاريخ الكبير 3 / 2 /: 445.\nالجرح 3 / 1: 325.\n498 -\nانظر: الجرح 3 / 1: 78.\nالمبزان 2 / 365.\nالتاريخ الكبير 3 / 2: 43.\n499 -\nانظر الميزان 2 / 365.\nالجرح 3 / 1: 79.\nالكامل 4 / 1646.\n501 -\nقال ابن حجر: ثقة ربما وهم.\nانظر: التهذيب 5 / 95.\nالتقريب 1 / 392.\nالتاريخ الكبير 6 / 40.\nالجرح 6 / 83.\n502 -\nانظر: التهذيب 5 / 99.\nالتقريب 1 / 393.\nالتاريخ الكببر 6 / 41.\nالجرح 6 / 83 (*) .\nالجزء: 1 ¦ الصفحة: 82\n",
        "503 -\nعباد بن كثير، الرملي، الفلسطيني: قال أحمد: زعموا أنه ضيعف.\nوقال في رواية المروذي: ليس هو بذاك، قلت: كان فيه شئ من القدر؟ قال: لا إلا أن حديثه ليس بذاك.\n504 -\nعباد بن ليث القيسي، الكرابيسي، البصري، أبو الحسن: قال أحمد: ليس بشئ.\n505 -\nعباد بن ميسرة المنقري، البصري، المؤدب: ضعفه أحمد.\n506 -\nعباس بن ذريح، الكلبي، الكوفى: قال أحمد: صالح.\n507 -\nعباس بن عبد الله بن معبد بن العباس بن عبد المطلب: قال أحمد: ليس به بأس.\n508 -\nعباس بن فروخ، الجريري، البصري، أبو محمد: قال أحمد: ثقة، ثقة.\n509 -\nعباس بن الفضل، الانصاري، الواقفي، البصري، المقرئ: قال أحمد: حديثه عن يونس وخالد وداود وشعبة صحيح، وأنكرت من حديثه عن سعيد، عن قتادة، عن عكرمة أو جابر بن زيد عن ابن عباس، قال: قال لي كعب: \" يلي من ولدك رجل صالح \"، وهو حديث كذب.\n505 -\nعيثر بن القاسم، أبو زبيد الزبيدي، الكوفي: وثقه أحمد.\n511 -\nعبد الله بن إبراهيم بن عمر بن كيسان: قال في رواية ابن إبراهيم: ما أحسن حديثه من شيخ.\n506 - انظر: التهذيب 5 / 117.\nالجرح 6 / 84.\n507 -\nانظر: التهذيب 5 / 120.\nالتقريب 1 / 397.\nالتاريخ الكبير 7 / 8.\nالجرح 6 / 212.\n509 -\nانظر: اللباب 1 / 54.\nالميزان 2 / 385.\n510 -\nانظر: التهذيب 5 / 136.\nالتقريب 1 / 400.\nالجرح 7 / 43.\n511 -\nانظر: التهذيب 5 / 137.\nالتقريب 1 / 400.\nالتاريخ الكبير 5 / 41.\nالجرح 5 / 3 (*) .\nالجزء: 1 ¦ الصفحة: 83\n",
        "512 -\nعبد الله ابن الامام أحمد: قال عباس الدوري: كنت يوما عند أحمد بن حنبل فدخل ابنه عبد الله، فقال: يا عباس: إن أبا عبد الرحمن قد وعى علما كثيرا.\nوعن أبي زرعة الرازي قال: قال لي أحمد بن حنبل: ابني عبد الله محظوظ من علم الحديث، أو قال: من حفظ الحديث.\n513 -\nعبد الله بن إدريس بن يزيد بن عبد الرحمن، الازدي، الزعافري، أبو محمد الكوفي: قال عبد الله بن أحمد عن أبيه: كان نسيج وحده.\n514 -\nعبد الله بن براد بن يوسف بن أبي بردة بن أبي موسى الاشعري: قال أحمد: ليس به بأس.\n515 -\nعبد الله بن بكر بن حبيب، أبو وهب، السهي، الباهلي: وثقه أحمد.\n516 -\nعبد الله بن أبي بكر بن محمد بن عمرو بن حزم، الانصاري، المدني، أبو محمد: قال أحمد: حديثه عن أبيه شفاء.\n517 -\nعبد الله بن الحارث بن عبد الملك، المخزومي، أبو محمد المكي: قال أحمد: ما به من بأس.\n518 -\nعبد الله بن الحسين الازدي أبو حريز: قال أحمد: منكر الحديث.\n519 -\nعبد الله بن حفص، الارطباني، البصري، أبو حفص: قال أحمد: ما أرى به بأسا.\n513 - انظر: التهذيب 5 / 144.\nالتقريب 1 / 401.\nالتاريخ الكبير 5 / 47.\nالجرح 5 / 8.\n515 -\nانظر: التهذيب 5 / 162.\nالتقريب 1 / 404.\nالتاريخ الكبير 5 / 52.\nالجرح 5 / 16.\n516 -\nانظر: التهذيب 5 / 164.\nالتقريب 1 / 405.\nالتاريخ الكبير 5 / 54.\nالجرح 5 / 17.\n517 -\nقال ابن حجر: ثقة.\nانظر: التهذيب 5 / 179.\nالتقريب 1 / 407.\nالتاريخ الكبير 5 / 67.\nالجرح 5 / 33.\n519 -\nانظر: التهذيب 5 / 189.\nالجرح 2 / 2: 36 (*) .\nالجزء: 1 ¦ الصفحة: 84\n",
        "520 -\nعبد الله بن دكين، أبو عمر، الكوفي: قال أبو داود: بلغني عن أحمد، أنه وثقه.\n521 -\nعبد الله بن دينار: قال في رواية الميموني: ثقة، إلا في حديث واحد يرويه عن ابن عمر: الولاء لا يباع.\n522 -\nعبد الله بن زكوان، أبو عبد الرحمن، المدني، أبو الزناد: وثقه أحمد، وقال: كان سفيان يسمي أبا الزناد أمير المؤمنين: في الحديث.\nوقال أبو زرعة الدمشقي: قلت لاحمد بن حنبل: ربيعة ثقة؟ قال: ثقة، وأبو الزناد أعلم منه.\n523 -\nعبد الله بن رجاء: قال الميموني: أكبر ظني أن أبا عبد الله ذكره فوثقه، وفضله، قلت: فما قصته؟ قال: كان ثم غلط ووهم وقد حدث يوما بحديث، فقيل له: غلطت فيه، فقال: الله المستعان على غلطنا في غيره أيضا، أو قد غلطنا.\nقال أبو عبد الله: فإذا كان الشيخ يقر بهذا تعلم أنه سليم، وربما خرج الشئ من الانسان، فيشهد له القلب بالصدق.\n524 -\nعبد الله بن الزبير بن عيسى بن عبيد الله، القرشي، الاسدي، الحميدي، أحد الائمة: قال أحمد: الحميدي عندنا إمام.\n525 -\nعبد الله بن زياد بن سليمان بن سمعان، أبو عبد الرحمن المدني: قال أحمد: متروك، وإنما كان يعرف بالصلاة، لا بالحديث.\n526 -\nعبد الله بن زيد بن أسلم، أبو محمد المدني: قال أبو طالب عن أحمد: ثقة.\nوقال في رواية الميموني: هو أثبت من عبد\n521 - قال ابن حجر: ثقة.\nانظر: التهذيب 5 / 203.\nالتقريب 1 / 413.\nالتاريخ الكبير 5 / 83.\nالجرح 5 / 49.\n523 -\nانظر: التهذيب 5 / 211.\nالتقريب 1 / 414.\nالتاريخ الكبير 5 / 91.\nالجرح 5 / 55.\n524 -\nانظر: التهذيب 5 / 215.\nالتقريب 1 / 415.\nالتاريخ الكبير 5 / 96.\nالجرح 5 / 56.\n525 -\nانظر: التهذيب 5 / 219.\nالتقريب 1 / 416.\nالتاريخ الكبير 5 / 96.\nالجرح 5 / 60 (*) .\nالجزء: 1 ¦ الصفحة: 85\n",
        "الرحمن، قلت: فعبد الرحمن؟ قال: كذا ليس مثله، وضعف من أمره قليلا.\n527 -\nعبد الله بن سعيد بن جبير: قال في رواية المروذي: قد روى عنه أيوب، وليس به بأس.\n528 -\nعبد الله بن سعيد بن أبي المقبري، المدني، أبو عباد: قال أحمد: متروك.\nوقاله في رواية المروذي: ليس هو بذاك، وقد روى عن سفيان.\n529 -\nعبد الله بن سعيد بن أبي هند، الفزاري، أبو بكر المدني: قال أحمد: ثقة، مأمون.\nوقال مرة: ثقة، ثقة.\nوقال في رواية الميموني: ثقة.\n535 -\nعبد الله بن أبي السفر = سعيد بن أحمد، الهمداني، الثوري، الكوفي: وثقه أحمد.\n531 -\nعبد الله بن سفيان، المخرومي، الحجازي: قال أحمد: ثقة، مأمون.\n532 -\nعبد الله بن شبرمة بن طفيل بن حسان، أبو شبرمة الضبي، الكوفي: وثقه أحمد.\n533 -\nعبد الله بن شريك، العامري، الكوفي: وثقه أحمد.\n534 -\nعبد الله بن شقيق، العقيلي، البصري، أبو عبد الرحمن: قال أحمد: ثقة، وكان يحمل على علي.\n535 -\nعبد الله بن شوذب، الخراساني، البلخي، ثم البصري: قال أبو طالب عن أحمد: ابن شوذب بلخي، نزل البصرة، وسمع بها\n527 - انظر: التهذيب 5 / 236.\nالجرح 2 / 2: 70.\n528 -\nانظر: التهذيب 5 / 237.\nالتقريب 1 / 419.\nالتاريخ الكبير 5 / 105.\nالجرح 5 / 71.\n529 -\nانظر: التهذيب 5 / 239.\nالتقريب 1 / 420.\nالتاريخ الكبير 5 / 104.\nالجرح 5 / 70.\n530 -\nانظر: التهذيب 5 / 240.\nالتقريب 1 / 420.\nالتاريخ الكبير 5 / 105.\nالجرح 5 / 71.\n532 -\nانظر: التهذيب 5 / 250.\nالتقريب 1 / 422.\nالتاريخ الكببر 5 / 117.\nالجرح 5 / 82.\n535 -\nانظر: التهذيب 5 / 255.\nالتقريب 1 / 423.\nالتاريخ الكبير 3 / 1: 117 (*) .\nالجزء: 1 ¦ الصفحة: 86\n",
        "وتفقه، وكتب، ثم انتقل إلى الشام، وكان من الثقات.\n536 -\nعبد الله بن صالح بن محمد بن مسلم، الجهني، أبو صالح، كاتب الليث: روى عبد الله بن أحمد: سألت أبي عنه، فقال: كان أول أمره متماسكا، ثم فسد بآخره، وليس هو بشئ.\n537 -\nعبد الله بن عامر الاسلمي: قال في رواية الميموني: ليس بقوي في الحديث.\n538 -\nعبد الله بن عبد الله بن أويس بن مالك بن أبي عامر، أبو إسماعيل بن أبي أويس: قال أبو داود عن أحمد: ليس به بأس، أو قال: ثقة، قدم بغداد، وكتبوا عنه، زعموا أن سماعه وسماع مالك كان شيئا واحدا.\nوقال في المغني: قال أحمد: ضعيف.\n539 -\nعبد الله بن عبد الله بن محمد، أبو بكر بن أبي سبرة: كذبه أحمد.\n540 -\nعبد الله بن عبد الله الرازي: وثقه أحمد.\nوقال أبو داود: هو ابن سرية علي، لقيه الاعمش ببغداد كذا قال أحمد.\n541 -\nعبد الله بن عبد الرحمن بن أبي حسين بن الحارث بن عامر بن نوفل بن عبد مناف، القرشي، النوفلي: وثقه أحمد.\n542 -\nعبد الله بن عبد الرحمن بن الفضل بن بهرام، أبو محمد، الدارمي: قال عبد الصمد بن سليمان الاعرج البلخي، سألت أحمد بن حنبل عن\n536 - انظر: التهذيب 5 / 256.\nالتقريب 1 / 423.\nالتاريخ الكبير 5 / 121.\nالجرح 5 / 86.\n537 -\nانظر: التهذيب 5 / 275.\nالتقريب 1 / 425.\nالتاريخ الكبير 5 / 126.\nالجرح 5 / 132.\n538 -\nانظر: التهذيب 5 / 281.\nالتقريب 1 / 426.\nالتاريخ الكبير 5: 127.\nالجرح 5 / 92.\n541 -\nقال ابن حجر: ثقة.\nانظر: التهذيب 5 / 293.\nالتقريب 1 / 428.\nالتاريخ الكبير 5 / 133.\nالجرح 5 / 97 (*) .\nالجزء: 1 ¦ الصفحة: 87\n",
        "يحى الحماني، فقال: تركناه، لقول عبد الرحمن، لانه إمام.\nوقال إسحاق بن داود، السمرقندي، قدم قريب لي فقال: أتيت أحمد بن حنبل، فقال: أين أنت عن عبد الله بن عبد الرحمن؟ عليك بذلك السيد.\nوقال أبو القاسم السمرقندي، عن أبي الفضل السمرقندي، قال: كنت عند أحمد بن حنبل فذكر عبد الله بن عبد الرحمن، فقال: هو ذاك السيد، ثم قال: عرض علي الكفر، فلم أقبل، وعرض عليه الدنيا فلم يقبل.\n543 -\nعبد الله بن عبد الرحمن بن معمر بن حزم بن زيد بن زكوان أبو طوالة، الانصاري: وثقه أحمد.\n544 -\nعبد الله بن عبد الرحمن، الضبي، أبو نصر، الكوفي: وثقه أحمد.\n545 -\nعبد الله بن عثمان بن جبلة بن أبي رواد، العتكي، الازدي أبو عبد الرحمن المروذي (عبدان) : قال محمد بن عبده: سمعت أحمد بن حنبل: يقول: ما بقي الرحلة، إلا إلى عبدان بخراسان.\n546 -\nعبد الله بن عثمان بن خثيم: قال في رواية المروذي: ابن جريح أثبت منه.\n547 -\nعبد الله بن عقيل، أبو عقيل، الثقفي، الكوفي: قال أحمد: ثقة، صالح الحديث.\n548 -\nعبد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.\nأبو عبد الرحمن، العدوي: قال أحمد: لا بأس به، ولكن ليس له مثل أخيه عبيد الله.\nقال أبو حاتم:\n543 - انظر: التقريب 1 / 429.\nالجرح 2 / 2: 95.\nالتاريخ الكبير 3 / 1: 130.\n545 -\nانظر: التهذيب 9 / 129.\nطبقات الحنابلة 1 / 315.\n546 -\nانظر: التهذيب 5 / 314.\nالتقريب 1 / 432.\nالتاريخ الكبير 5 / 146.\nالجرح 5 / 111.\n548 -\nقال ابن حجر: ضعيف عابد.\nانظر: التهذيب 5 / 326.\nالتقريب 1 / 434.\nالتاريخ الكبير 5 / 145 الجرح 5 / 109 (*) .\nالجزء: 1 ¦ الصفحة: 88\n",
        "رأيت أحمد يحسن الثناء عليه.\nوقال في المغني: قال أحمد: صالح الحديث.\nوقال المروذي؟ ذكر عبد الله العمري: فلم يرضه، وقال: لين الحديث.\n549 -\nعبد الله ابن عون ابن الامير أبي عون عبد الملك بن يزيد، الهلالي، أبو أحمد البغدادي، الآدمي، الخزاز: قال أحمد: ما بأس به.\n550 -\nعبد الله بن العلاء بن زبر عبد عطاء بن عمرو بن حجر، الربعي أبو زبر، ويقال: أبو عبد الرحمن، الدمشقي: قال أحمد: مقارب الحديث.\n551 -\nعبد الله بن لهيعة بن عقبة بن فرغان بن ربيعة الحضرمي: قال أبو داود: سمعت أحمد بن حنبل، يقول: من كان مثل أبي لهيعة بمصر في كثرة حديثه، من ضبطه، وإتقانه؟.\n552 -\nعبد الله بن الماجشون: قال الميموني: أكبر علمي ومعرفتي أنه ذكر أخا ليوسف يقال له: عبد الله، فقال أيضا خيرا.\n553 -\nعبد الله بن المبارك بن واضح، الحنظلي، التميمي: قال أحمد: لم يكن في زمان ابن المبارك، أطلب للعلم منه، رحل إلى اليمن وإلى مصر، وإلى الشام، والبصرة، والكوفة، كتب عنه الصغار والكبار وجمع أمرا عظيما وما كان أحد أقل سقطا منه، كان يحدث من كتاب، وكان صاحب حديث، حافظا.\nوقال ابن إبراهيم: سمعت أبا عبد الله، يقول: أقام ابن المبارك بالشام ثلاث سنين، ولا نعلم أحدا كان أطلب منه للحديث، وإن كان أحد طلب العلم فابن المبارك أطلب منه.\nوقال: سمعت أبا عبد الله يقول: ثنا عبد الرزاق، عن معمر أحاديث لم يسمعها ابن المبارك.\nوحدث ابن المبارك أيضا بشئ لم يسمعه عبد الرزاق.\nقال: وسمعت أبا عبد الله يقول: حدث عبد الرزاق عن ابن المبارك حديثين.\n550 - انظر: التهذيب 5 / 350.\nالتقريب 1 / 439.\nالتاريخ الكبير 5 / 162.\nالجرح 5 / 128.\n551 -\nانظر: التهذيب 5 / 373.\nالتقريب 1 / 444.\nالتاريخ الكبير 5 / 182.\nالجرح 5 / 145.\n553 -\nانظر: التهذيب 5 / 384.\nالجرح 262 (*) .\nالجزء: 1 ¦ الصفحة: 89\n",
        "وقال: سمعت أبا عبد الله يقول: لا أعلم أحدا خرج إلى اليمن إلا الثوري وابن المبارك وابن جريج، فأما سفيان فكان المجلس له والزحمة عليه.\nوقد كتبوا عن ابن المبارك، كتب عن أهل اليمن، ولولا رحل إليهم من هؤلاء، من كان من أهل اليمن؟.\n554 -\nعبد الله بن محمد بن أبي شيبة إبراهيم بن عثمان بن خواستي أبو بكر بن أبي شيبة: قال أحمد: صدوق، هو أحب إلي من عثمان.\n555 -\nعبد الله بن محمد بن عبد الله بن أبي فروة، الاموي: قال أحمد: ليس به بأس.\n556 -\nعبد الله بن محمد بن عقيل بن أبي طالب، الهاشمي، المدني: قال أحمد: منكر الحديث.\n557 -\nعبد الله بن محمد بن علي بن نفيل بن زراع بن علي، القضاعي، أبو جعفر: أثنى عليه أحمد، وكان إذا ذكره يعظمه.\n558 -\nعبد الله بن محمد بن أبي يحيى، الاسلمي: قال أحمد: ليس به بأس.\n559 -\nعبد الله بن المحرر: قال أحمد: ترك الناس حديثه.\n560 -\nعبد الله بن مسلم بن هرمز المكي: ضعفه أحمد.\n561 -\nعبد الله بن مسلم بن هرمز: قال أحمد: صالح الحديث.\n554 - انظر: التهذيب 6 / 2.\nالتقريب 1 / 445.\nالجرح 5 / 160.\n556 -\nانظر: التهذيب 6 / 13.\nالتقريب 1 / 447.\nالتاريخ الكبير 5 / 183.\nالجرح 5 / 153.\n557 -\nانظر: التهذيب 6 / 17.\nالتقريب 1 / 448.\nالتاريخ الكبير 5 / 189.\nالجرح 5 / 159.\n560 -\nانظر: التهذيب 6 / 29.\nالتقريب 1 / 450.\nالتاريخ الكبير 5 / 190.\nالجرح 5 / 164 (*) .\nالجزء: 1 ¦ الصفحة: 90\n",
        "562 -\nعبد الله بن المؤمل بن وهب الله المخزومي: قال أحمد: كان قاضيا بمكة، وليس بذاك.\n563 -\nعبد الله بن مسعود: قال مهنا: قلت لاحمد: من العبادلة؟ قال: عبد اللة بن عباس وعبد اللة بن عمر، وعبد الله بن الزبير، وعبد الله بن عمرو.\nقلت: عبد الله بن مسعود؟ قال: ليس عبد الله بن مسعود من العبادلة.\n564 -\nعبد الله بن المسود بن عون بن جعفر بن أبي طالب: قال أحمد: أحاديثه موضوعة.\n565 -\nعبد الله بن ميسرة الذي حدث عنه يزيد بن هارون: قال المروذي: سألته عنه فلينه وقال: نحن نروي عنه.\n566 -\nعبد الله بن نافع بن أبي نافع، الصائغ، أبو محمد المدني: قال أبو طالب عن أحمد: لم يكن صاحب حديث، كان ضيقا فيه، وكان صاحب رأي مالك، ولم يكن في الحديث بذاك.\n567 -\nعبد الله بن أبي نجيح يسار، مولى الاخنس: وثقه أحمد في رواية الميموني، وقال: كان أبوه من خيار عباد الله.\n568 -\nعبد الله بن هبيرة بن أسعد بن كهلان، أبو هبيرة: وثقه أحمد.\n569 -\nعبد الله بن واقد بن الحارث بن عبد الله، أبو رجاء، الحنفي، الهروي: وثقه أحمد.\n570 -\nعبد الله بن واقد، أبو قتادة، الحراني: قال أحمد: ثقة، من أهل الخير يشيه النساك وكان له حركة، وذكاء، وربما أخطأ.\nوقال الذهبي في المغني: قال أحمد: ما به بأس ربما أخطا.\n563 - انظر الاصابة 2 / 368.\nالاستيعاب 2 / 316.\nالتهذيب 6 / 27.\nالتقريب 1 / 450.\n565 -\nانظر: التهذيب 6 / 48.\nالتقريب 1 / 455.\nالتاريخ الكبير 3 / 1: 207.\nالجرح 2 / 2: 177.\n568 -\nانظر: التهذيب 6 / 61.\nالتقريب 1 / 458.\nالتاريخ الكبير 5 / 222.\nالجرح 5 / 194.\n569 -\nانظر: التهذيب 6 / 64.\nالجرح 2 / 2: 191.\nالميزان 2 / 520 (*) .\nالجزء: 1 ¦ الصفحة: 91\n",
        "571 -\nعبد الله بن الوليد بن ميمون العدني، أبو محمد الاموي: قال أحمد: حديثه صحيح، ولم يكن صاحب حديث.\n572 -\nعبد الله بن وهب بن مسلم، القرشي، الفهري، أحد الائمة: قال أحمد: رجل له عقل ودين وصلاح في بدنه، ما أصح حديثه.\n573 -\nعبد الله بن وهب، المصري: قال في رواية الميموني: كان رجلا صالحا، إيش كان عنده من الحديث، قد رأيته، إيش، فأثنى عليه، وذكر أبو عبد الله تسهيله في الاخذ.\nقلت له: كذا أصحابه المصريون، أو عامة أصحابه في التسهيل في الاخذ؟ قال: نعم.\n574 -\nعبد الله بن يحيى بن أبي كثير، اليمامي: وثقه أحمد.\n575 -\nعبد الله بن يزيد، المخرومي، المدني، المقرئ، الاعور: وثقه أحمد.\n576 -\nعبد الله بن يزيد بن آدم الدمشقي: قال أحمد: أحاديثه موضوعة.\n577 -\nعبد الله بن يزيد بن قنطس: وثقه أحمد.\n578 -\nعبد الاعلى بن عامر، الثعلبي: قال أحمد: ضعيف.\n579 -\nعبد الاعلى التيمي روى عنه مسعر: قال ابن إبراهيم: سئل أحمد عنه، فقال: لا أعرفه روى عنه مسعر والمسعودي.\n571 - انظر: التهذيب 6 / 70.\nالتقريب 1 / 459.\nالتاريخ الكبير 5 / 215.\nالجرح 5 / 188.\n572 -\nانظر: التهذيب 6 / 71.\nالتقريب 1 / 460.\nالتاريخ الكبير 5 / 218.\nالجرح 5 / 189.\n574 -\nانظر: التهذيب 6 / 76.\nالتقريب 1 / 460.\nالتاريخ الكبير 5 / 231.\nالجرح 5 / 203.\n576 -\nانظر: الجرح 5 / 197.\nالميزان 2 / 526.\nاللسان 3 / 378.\n578 -\nانظر: التهذيب 6 / 94.\nالتقريب 1 / 464.\nالتاريخ الكبير 6 / 71.\nالجرح 6 / 26.\n(*)\nالجزء: 1 ¦ الصفحة: 92\n",
        "580 -\nعبد الاعلى بن مسهر بن أبي قدامة، أبو مسهر، الغساني: قال أحمد: ما كان أثبته، لم أر من بلادي أحدا يشبه بالمشيخة الذين أدركتهم من أبي مسهر.\n581 -\nعبد الاعلى بن عبد الله بن أبي فروة: قال في رواية المروذي: لا بأس به.\n582 -\nعبد الجبار بن العلاء بن عبد الجبار، المصري، العطار: قال أحمد: رأيته عند ابن عيينة، حسن الاخذ.\n583 -\nعبد الجبار بن الورد، المخزومي: وثقه أحمد.\n584 -\nعبد الحميد بن بهرام، الفزاري: قال أبو طالب عن أحمد: حديثه عن شهر مقارب، كان يحفظها، كأنه يحفظ سورة وهي سبعين حديثا.\n585 -\nعبد الحميد بن حبيب بن أبي العشرين، أبو سعيد الدمشقي: قال أحمد: ثقة، كان أبو مسهر يرضاه، ويرضى هقلا.\n586 -\nعبد الحميد أبويحيى، الحماني: ضعفه أحمد.\n587 -\nعبد الحميد بن دينار، وهو ابن كرديد: وثقه أحمد.\n588 -\nعبد الحكيم بن عبد الله بن أبي فروة: قال في رواية المروذي: لا بأس به.\n589 -\nعبد الخالق بن سلمة، الشيباني، أبو روح: وثقه أحمد.\n580 - انظر: التهذيب 6 / 98.\nالتقريب 1 / 465.\nالتاريخ الكبير 6 / 73.\nالجرح 6 / 29.\n582 -\nانظر: التهذيب 4 / 106.\nالتقريب 1 / 466.\nالتاريخ الكبير 6 / 109.\nالجرح 6 / 42.\n584 -\nانظر: التهذيب 6 / 109.\nالتقريب 1 / 467.\nالتاريخ الكبير 6 / 54.\nالجرح 6 / 8.\n589 -\nانظر: الجرح 3 / 1: 36.\nالتهذيب 6 / 126 (*) .\nالجزء: 1 ¦ الصفحة: 93\n",
        "590 -\nعبد ربه بن بارق، الحنفي، اليمامي: قال أحمد: ما به بأس.\n591 -\nعبد ربه بن نافع، أبو شهاب الحناط، الكناني، الكوفي: قال أحمد: ما بحديثه بأس.\n592 -\nعبد الرحمن بن إسحاق، المدني، عباد: قال أحمد: صالح الحديث.\n593 -\nعبد الرحمن بن إسحاق، أبو شيبة الواسطي: ضعفه أحمد.\nوسأله المروذي عن عبد الرحمن بن إسحاق كيف هو؟ قال: أما ما كتبنا من حديثه، حدث عن الزهري بأحاديث كأنه أراد تفرد بها.\n594 -\nعبد الرحمن بن إبراهيم، أبو سعيد الدمشقي دحيم: قال المروذي: سمعت أحمد يثني عليه، ويقول: هو عاقل ركين.\n595 -\nعبد الرحمن بن بوذويه، الصنعاني: أثنى عليه أحمد خيرا.\n596 -\nعبد الرحمن بن ثابت بن ثوبان، أبو عبد الله، العنسي، الدمشقي: قال أحمد: لم يكن بالقوي في الحديث، قال: كان عابد أهل الشام، وذكر من فضله، وقال: لما قدم به دخل على ذاك الذي يقال له المهدي، فإنه على عنقه.\n597 -\nعبد الرحمن بن الحارث بن عبد الله بن عياش: قال أحمد: متروك.\n598 -\nعبد الرحمن بن حميد أبو أحمد الرؤاس: قال ابن إبراهيم: قلت له: أبو أحمد الرؤاس؟ قال: اسمه عبد الرحمن بن حميد، ووكيع روى عنه وسفيان، ثقة إن شاء الله.\n593 - انظر: التهذيب 6 / 136.\nالتقريب 1 / 472.\nالتاريخ الكبير 5: 259.\nالجرح 5 / 211.\n594 -\nانظر: التهذيب 6 / 131.\nالتقريب 1 / 471.\nالتاريخ الكبير 5 / 256 الجرح 5 / 211.\n596 -\nانظر: التهذيب 6 / 150.\nالتقريب 1 / 474.\nالتاريخ الكبير 5 / 265.\nالجرح 5 / 219.\n597 -\nانظر: التهذيب 6 / 155.\nالتقريب 1 / 476.\nالتاريخ الكبير 5 / 271.\nالجرح 5 / 224 (*) .\nالجزء: 1 ¦ الصفحة: 94\n",
        "599 -\nعبد الرحمن بن أبي الرجال محمد بن عبد الرحمن بن عبد الله بن حارثة بن النعمان، الانصاري، العامري: وثقه أحمد.\n600 -\nعبد الرحمن بن محمد بن أبي الرجال: قال في رواية المروذي: ليس به بأس.\n601 -\nعبد الرحمن بن زياد بن أنعم بن ذرى، أبو أيوب: قال أحمد: لا يكتب حديثه.\nوقال المروذي عن أحمد: منكر الحديث، قد دخل على أبي جعفر فتكلم بكلام حسن، فقال له وأحسن، ووعظه.\nوقال الذهبي في المغني: وهاه أحمد.\n602 -\nعبد الرحمن بن زيد بن أسلم، العدوي، مولى عمر بن الخطاب: ضعفه أحمد.\n603 -\nعبد الرحمن بن ثروان شيخ لشعبة: قال أحمد: لا يحتج به.\n604 -\nعبد الرحمن بن شريح بن عبيد الله المعافري أبو شريح، الاسكندراني: وثقه أحمد.\n655 -\nعبد الرحمن بن عبد الله بن غتبة بن عبد الله بن مسعود، المسعودي: قال أحمد: ثقة، كثير الحديث، وقال: إنما اختلط ببغداد، ومن سمع منه بالبصرة، والكوفة فسماعه جيد.\n599 - انظر: التهذيب 6 / 169.\nالتقريب 1 / 479.\nالتاريخ الكير 3 / 1: 346.\nالجرح 2 / 2: 600 - انظر: التهذيب 6 / 173.\nالتقريب 1 / 480.\nالتاريخ الكبير 5 / 283.\nالجرح 5 / 234.\n602 -\nانظر: التهذيب 6 / 177.\nالتقريب 1 / 480.\nالتاريخ الكبير 5 / 284.\nالجرح 5 / 233.\n604 -\nانظر: التهذيب 6 / 193.\nالتقريب 1 / 484.\nالتاريخ الكبير 5 / 296.\nالجرح 5 / 243.\n605 -\nانظر: التهذيب 6 / 210.\nالتقريب 1 / 487.\nالتاريخ الكبير 5 / 314.\nالجرح 5 / 250 (*) .\nالجزء: 1 ¦ الصفحة: 95\n",
        "606 -\nعبد الرحمن بن عبد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب: قال أحمد: ليس بشئ، سمعت منه ثم مزقته، وكان ولي قضاء المدينة.\n607 -\nعبد الرحمن بن عبد الله أبو سعيد، مولى بني هاشم: قال أحمد: كثير الخطأ، وهو أضعف من عبد الله بن رجاء.\n608 -\nعبد الرحمن بن عبد الله بن مسعود، الهذلي، الكوفى: قال محمد بن على بن سعيد: سمعت أحمد بن حنبل - وقيل له؟ هل سمع عبد الرحمن بن عبد الله من أبيه؟ فقال: أما الثوري وشريك فإنهما يقولان: سمع.\nوقال ابن إبراهيم: سألت أبا عبد الله، قلت عبد الرحمن بن عبد الله بن مسعود سمع من أبيه؟ قال: نعم في حديث لاسرائيل يقول: سمعت أبي عبد الله.\nوأما أبو عبيدة فلم يسمع منه شيئا.\nوأما الثوري وغيره، يقولون: أبو عبيدة عن عبد الله.\n609 -\nعبد الرحمن بن عبد الله، السراج، البصري: وثقه أحمد.\n610 -\nعبد الرحمن بن عبيد بن نسطاس، الثعلبي، العامري: وثقه أحمد.\n611 -\nعبد الرحمن بن عثمان بن أمية بن عبد الرحمن بن أبي بكرة الثقفي، أبو بكر البكراوي: قال أحمد: طرح الناس حديثه.\n612 -\nعبد الرحمن بن عمر بن يزيد بن كثير أبو الحسن، الزهري، الاصبهاني، الازرق المعروف برسته: روى إبراهيم بن محمد بن الحارث عن أحمد، قال: ما ذهبت يوما إلى\n606 - انظر: التهذيب 6 / 213.\nالتقريب 1 / 487.\nالتاريخ الكبير 5 / 316.\n608 -\nانظر: التهذيب 6 / 215.\nالتقريب 1 / 488.\nالتاريخ الكبير 5 / 299.\nالجرح 5 / 248.\n610 -\nانظر: التهذيب 6 / 225.\nالجرح 2 / 2: 259.\nالتاريخ الكبير 3 / 1: 320.\n612 -\nانظر: التهذيب 6 / 234.\nالجرح 2 / 2: 263.\nالتقريب 1 / 492.\n(*)\nالجزء: 1 ¦ الصفحة: 96\n",
        "عبد الرحمن بن مهدي إلا وجدت الازرقين يعني رسته وأخاه عبد الله بن عمر.\n613 -\nعبد الرحمن بن عمرو، أبو عمرو الاوزاعي: قال أحمد: دخل الثوري والاوزاعي على مالك، فلما خرجا، قال: أحدهما أكثر عاما من صاحبه، ولا يصلح للامامة، يعني سفيان، والاخر يصلح للامامة، يعني الاوزاعي.\nقال إبراهيم الحربي: سألت أحمد بن حنبل عن مالك، فقال: حديث صحيح ورأي ضعيف، قلت: والاوزاعي؟ قال: حديث ضعيف، ورأي ضعيف، يعني أنه يحتج بالمقاطيع.\nقلت: فالشافعي؟ قال: حديث صحيح ورأي صحيح.\nقلت: فآخر؟ قال: لا حديث ولا رأي.\n614 -\nعبد الرحمن بن غروان، أبو نوح قراد، البغدادي: قال أحمد: كان عاقلا من الرجال.\n615 -\nعبد الرحمن بن مالك بن مغول: قال أحمد: متروك.\n616 -\nعبد الرحمن بن مهدي بن حسان، الامام أبو سعيد الازدي: قال الاثرم: سمعت أحمد يسأل عن عبد الرحمن بن مهدي أكان كثير الحديث؟ فقال: لم يكن بذاك الكثير الحديث جدا، لكن الغالب عليه حديث سفيان، وكان يشتهي أن يسأل عن غيره وكان يتوسع في الفقه، وكان أوسع من يحيى بن سعيد، كان يحيى يميل إلى قول الكوفيين، وكان عبد الرحمن يذهب إلى بعض مذهب الحديث وإلى رأي المدنيين، وكان حافظا يتوقى كثيرا، ويحب أن يحدث باللفظ.\nوقال حنبل: قال أبو عبد الله: ما رأيت بالبصرة مثل يحيى بن سعيد، وبعده عبد الرحمن، وعبد الرحمن أفقه الرجلين، وإذا اختلف هو ووكيع، فعبد الرحمن أثبت، لانه أقرب عهدا بالكتاب.\nوقال أحمد بن الحسن الترمذي: سمعت أحمد بن حنبل يقول: اختلف عبد الرحمن ووكيع في نحو خمسين حديثا من حديث الثوري، فنظرنا فإذا عامة الصواب في يد عبد الرحمن.\nوقال أبو الحسن الميموني: سمعت أبا عبد الله وسئل عن أصحاب الرأي يكتب عنهم؟ فقال: قال عبد الرحمن: إذا وضع الرجل 613 - انظر: التهذيب 6 / 238.\nالتقريب 1 / 493.\nالتاريخ الكبير 5 / 326.\nالجرح 1 / 184.\n616 -\nانظر: التهذيب 6 / 279.\nالتقريب 1 / 499.\nالتاريخ الكبير 5 / 354.\nالجرح 5 / 288 (*) .\nالجزء: 1 ¦ الصفحة: 97\n",
        "كتابا من هذه الكتب أرى أن لا يكتب عنه الحديث، وقال غيره: قال أبو عبد الله: وما تصنع بالرأي، وفي الحديث ما يغنيك عنه.\nأهل الحديث أفضل من يكلم في العلم، عليك بالحديث، وما روي عن أبي بكر وعمر فإنه سنة.\nوقال أحمد: إذا حدث عبد الرحمن بن مهدي عن رجل فهو حجة.\nوقال في رواية المروذي: عبد الرحمن حجة.\n617 -\nعبد الرحمن بن غنم: قال حرب: سمعت أبا عبد الله يقول: عبد الرحمن بن غنم قد أدرك النبي صلى الله عليه وسلم ولم يسمع منه.\n618 -\nعبد الرحمن بن ابي الموال: قال أحمد: لا بأس به، وقال الذهبي في المغني: قال أحمد: حديثه في الاستخارة منكر.\nوقال في رواية الميموني: ما أرى بحديثه بأس، هو ممن يحتمل.\n619 -\nعبد الرحمن بن مهدي، أبو سعيد البصري: قال في رواية ابن إبراهيم: ولد سنة خمس وثلاثين ومائة، ومات سنة ثمان وتسعين، وهو ابن ثلاث وستين.\n620 -\nعبد الرحمن بن هانئ بن سعيد، أبو نعيم النخعي، الكوفي، ابن بنت إبراهيم النخعي: قال أحمد: ليس بشئ.\n621 -\nعبد الرحمن بن يزيد بن جابر، الكندي، الدمشقي، الدراني، أبو عتبة: قال أحمد: ليس به بأس.\n622 -\nعبد الرحمن بن يزيد بن تميم: ضعفه أحمد.\n623 -\nعبد الرحمن بن يونس بن محمد، الكوفي، السراج: سئل عنه أحمد فقال: ما علمت إلا خيرا.\n617 - انظر: الاصابة 2 / 417.\nالاستيعاب 2 / 424.\nالتهذيب 6 / 250.\nالتقريب 1 / 494.\n618 -\nانظر: التهذيب 6 / 0 282 التقريب 1 / 500.\nالتاريخ الكبير 5 / 355.\nالجرح 5 / 293.\n621 -\nانظر: التهذيب 6 / 298.\nالتقريب 1 / 502.\nالتاريخ الكبير 5 / 365.\nالجرح 5 / 299 (*) .\nالجزء: 1 ¦ الصفحة: 98\n",
        "624 -\nعبد الرزاق بن همام بن نافع، أبو بكر الحميري: قال أحمد بن صالح: قلت لاحمد بن حنبل: رأيت أحدا أحسن حديثا من عبد الرزاق؟ قال: لا.\nوقال أحمد: حديث عبد الرزاق عن معمر أحب إلي من حديث هؤلاء البصريين، وكان معمر يتعاهد كتبه، وينظر فيها، يعني باليمن، وكان يحدثهم حفظا بالبصرة.\nوقال الاثرم: سمعت أبا عبد اللة يسأل عن حديث النار جبار، فقال: هذا باطل ليس من ذا شئ، من يحدث به؟ قلت: حدثني أحمد بن شبوية، قال: هؤلاء سمعوا بعد ما عمي عبد الرزاق، كان يلقن، فلقن، وليس هو في كتبه، وقد أسندوا عنه ما ليس في كتبه.\nوقال أبو زرعة الدمشقي: قلت لاحمد بن حنبل: كان عبد الرزاق يحفظ حديث معمر؟ قال: نعم، وأتيناه قبل المائتين وهو صحيح البصر، ومن سمع منه بعدما ذهب بصره، فهو ضعيف السماع.\nوقال عبد الله بن أحمد: سألت أبي: أكان عبد الرزاق يفرط في التشيع؟ فقال: أما أنا فلم أسمع منه في هذا شيئا، ولكن كان رجلا تعجبه أخبار الناس.\nوقال أحمد: مولد عبد الرزاق سنة ست وعشرين ومائة.\nوقال أبو بكر المستملي: سألت أحمد عن عبد الرزاق كان له فقه؟ فقال: كامل الفقه في أصحاب الحديث.\n625 -\nعبد السلام بن حرب بن سالم أبو بكر النهدي: قال أحمد: كنا ننظر من عبد السلام شيئا، كان لا يقول حديثا إلا في حديث أو حديثين.\nقال: وقيل لابن المبارك في عبد السلام، فقال: ما تحملني رجلي إليه.\n626 -\nعبد السلام بن عبد الرحمن بن صخر، أبو الفضل الاسدي: سئل عنه أحمد، فحسن القول فيه، وقال: ما بلغني عنه إلا خيرا.\n627 -\nعبد الصمد بن حبيب، العوذي، البصري: ضعفه أحمد.\nوقال في المغني: لينه أحمد.\n628 -\nعبد الصمد بن حسان المروزي: تركه أحمد.\n624 - انظر: التهذيب 6 / 310.\nالتقريب 1 / 505.\nالتاريخ الكبير 6 / 130.\nالجرح 6 / 38.\n625 -\nانظر: التهذيب 6 / 316.\nالتقريب 1 / 505.\nالتاريخ الكبير 6 / 66.\nالجرح 6 / 47.\n628 -\nانظر: التاريخ الكبير 6 / 105.\nالجرح 6 / 51.\nالميزان 2 / 620.\nاللسان 4 / 20 (*) .\nالجزء: 1 ¦ الصفحة: 99\n",
        "629 -\nعبد الصمد بن عبد الوارث: قال في رواية ابن إبراهيم: يظهر خلاف أبيه.\nوقال في رواية المروذي: لم يكن به بأس، وأرجو أن يكون كان مخالفأ لابيه في ذلك الرأي.\n630 -\nعبد الصمد بن معقل بن منبه، اليماني: وثقه أحمد.\n631 -\nعبد العزيز بن أبان بن محمد بن عبد الله بن سعيد بن العاص، أبو خالد الاموي، الكوفي: قال أحمد: لما حدث بحديث المواقيت تركته.\n632 -\nعبد العزيز بن أبي حازم المديني: قال أحمد: لم يكن يعرف بطلب الحديث إلا كتب أبيه وإنهم يقولون: سمعها، وكان يتفقه ولم يكن بالمدينة بعد مالك أفقه منه، ويقال: إن كتب سليمان بن بلال وقعت إليه، ولم يسمعها.\n633 -\nعبد العزيز بن رفيع، الاسدي، أبو عبد الله، الحجازي: قال أحمد: ثقة.\n634 -\nعبد العزيز بن أبي رواد، مولى المهلب بن أبي صفرة: قال أحمد: رجل صالح، وكان مرجئا.\nوقال ابن إبراهيم: سألت أبا عبد الله عن عبد العزيز بن أبي رواد، فقال: كان مرجئا.\nقال أبو عبد الله: ويروى أن عكرمة قدم إلى مكة، فقال: أين هذا الذي يضل الناس - يعني عبد العزيز بن أبي رواد - وليس حديثه بشئ.\nوقال في رواية ابن إبراهيم أيضا: ليس حديثه بشئ.\n635 -\nعبد العزيز بن أبي سليمان أبو مودود، الهذلي، المدني: وثقه أحمد.\n629 - انظر: التهذيب 6 / 327.\nالتقريب 1 / 507.\nالتاريخ الكبير 6 / 105.\nالجرح 6 / 50.\n630 -\nانظر: التهذيب 6 / 328.\nالتقريب 1 / 507.\nالتاريخ الكبير 6: 104.\nالجرح 6 / 50.\n632 -\nانظر: التهذيب 6 / 333.\nالتقريب 1 / 508.\nالتاريخ الكببر 6 / 25.\nالجرح 5 / 382.\n633 -\nانظر: التهذيب 6 / 337.\nالتقريب 1 / 509.\nالتاريخ الكبير 6 / 11.\nالجرح 5 / 381.\n634 -\nانظر: التهذيب 6 / 338.\nالتقريب 1 / 509.\nالتاريخ الكبير 6: 22.\nالجرح 5 / 394.\n635 -\nانظر: التهذيب 6 / 340.\nالتقريب 1 / 509.\nالتاريخ الكبير 6 / 15.\nالجرح 5 / 384 (*) .\nالجزء: 1 ¦ الصفحة: 100\n",
        "636 -\nعبد العزيز بن صهيب، البناني: قال أحمد: ثقة، ثقة، أروى الناس عن عبد الوارث.\nوقال أيضا:، معمر يخطئ فيه، يقول: عبد العزيز مولى أنس.\n637 -\nعبد العزيز بن عبد الصمد، أبو عبد الصمد، العمي، البصري: وثقه أحمد.\n638 -\nعبد العزيز بن عبد الرحمن البالسي: اتهمه أحمد.\n639 -\nعبد العزيز بن مسلم القسملي: قال أحمد: مات سنة سبع وستين ومائة.\n640 -\nعبد العزيز بن الماجشون: قال في رواية الميموني: هو ابن عم يوسف، وذكر خيرا.\n641 -\nعبد الكبير بن عبد المجيد، أبو بكر الحنفي: وثقه أحمد.\n642 -\nعبد الكريم بن مالك، الجزري، الحراني، أبو سعيد: قال أحمد: ثقة، ثبت، صاحب سنة.\n643 -\nعبد الكريم بن أبي المخارق، أبو أمية البصري: ضعفه أحمد.\n644 -\nعبد المجيد بن عبد العزيز بن أبي رواد: قال أحمد بن أبي يحيى عن أحمد بن حنبل: ثقة، تعلق في الارجاء، كان يقول هؤلاء الاشكال.\nوقال المروذي: سألته كيف هو؟ قال: كان مرجئا، قد كتبت عنه، وكانوا يقولون: أفسد أباه وكان منافرا لابن عيينة.\n636 - انظر: التهذيب 6 / 341.\nالتقريب 1 / 510.\nالتاريخ الكببر 6 / 14.\nالجرح 5 / 385.\n639 -\nانظر: التهذيب 6 / 356.\nالتقريب 1 / 5 12.\nالتاريخ الكبير 6 / 28.\nالجرح 5 / 395.\n641 -\nانظر: التهذيب 6 / 0 370 التقريب 1 / 515.\nالتاريخ الكبير 6 / 126.\nالجرح 6 / 62.\n642 -\nانظر: التهذيب 5 / 373.\nالتقريب 1 / 516.\nالتاريخ الكببر 6 / 88.\nالجرح 6 / 58.\n643 -\nانظر: التهذيب 6 / 376.\nالتقريب 1 / 516.\nالتاريخ الكبير 6 / 89.\nالجرح 6 / 59 (*) .\nالجزء: 1 ¦ الصفحة: 101\n",
        "645 -\nعبد الملك بن أبي سليمان ميسرة الكوفي: قال أحمد: ثقة، يخطئ، وكان أحفظ أهل الكوفة إلا أنه رفع الحديث عن عطاء.\nوقال: عبد الملك بن أبي سليمان من عيون الكوفيين، ثقة.\nوقال أبو زرعة الدمشقي: سمعت أحمد ويحيى يوثقانه.\n646 -\nعبد الملك بن عبد العزيز بن جريج: قال أحمد: أول من صنف الكتب ابن جريج.\nوقال حرب: قال أحمد بن حنبل: هو عبد الملك بن عبد العزيز بن جريج، وأبوه يروي عن عائشة وذهب أحمد إلى أنه لم يلق عائشة.\nوقال ابن إبراهيم: قلت لابي عبد الله: ابن جريج سمع من طاوس؟ قال: لم أسمع فيه إلا حرفا، وقال: رأيت طاوسا.\nوقال في رواية ابن إبراهيم أيضا: كل شئ يقول ابن جريج قال عطاء أو عن عطاء فإنه لم يسمعه من عطاء.\nوقال في رواية الميموني: كان ابن جريج من أوعية العلم.\n647 -\nعبد الملك بن عبد العزيز، القشيري، أبو نصر التمار: كان أحمد لا يرى الكتابة عن أبي نصر، ولا عن يحيى بن معين، ولا أحد ممن امتحن فأجاب.\n648 -\nعبد الملك بن عبد العزيز بن عبد الله، أبو مروان التيمي: قال أحمد: قدم علينا ومعه مغنية.\n649 -\nعبد الملك بن عمير بن سويد: قال علي بن الحسن الهنجاني: سمعت أحمد بن حنبل، يقول: عبد الملك بن عمير، مضطرب الحديث جدا مع قلة روايته ما أرى له خمسمائة حديث وقد غلط في كثير منها.\nوذكر إسحاق الكوسج عن أحمد: أنه ضعفه جدا.\nوروى صالح بن أحمد عن أبيه: سماك بن حرب أصلح حديثا من عبد الملك بن عمير.\nوقال في رواية المروذي: عبد الملك بن عمير في حديثه اضطراب.\nوفي رواية أخرى للمروزي: مضطرب الحديث، قل من روى عنه إلا\n645 - انظر: التهذيب 6 / 396.\nالتقريب 1 / 519.\nالتاريخ الكبير 5 / 417.\nالجرح 5 / 366.\n646 -\nانظر: التهذيب 6 / 402.\nالتقريب 1 / 520.\nالتاريخ الكبير 5 / 422.\nالجرح 5 / 356.\n647 -\nانظر: التهذيب 6 / 406.\nالتقريب 1 / 520.\nالتاريخ الكبير 5 / 423.\nالجرح 5 / 358.\n649 -\nانظر: التهذيب 6 / 411.\nالتقريب 1 / 521.\nالتاريخ الكبير 5 / 426.\nالجرح 5 / 360 (*) .\nالجزء: 1 ¦ الصفحة: 102\n",
        "اختلف عليه.\nقيل: فهو أحب إليك أو عاصم؟ قال عاصم.\n650 -\nعبد المؤمن بن عبيد الله، السدوسي، أبو عبيدة البصري: قال أحمد: لا بأس به.\n651 -\nعبد المنعم بن إدريس: قال أحمد: كان يكذب على وهب بن منبه، قاله في رواية محمد بن علي ابن أخت الغزال.\n652 -\nعبد الواحد بن سليم، المالكي: قال أحمد: أحاديثه موضوعة.\n653 -\nعبد الواحد بن واصل، السدوسي، أبو عبيدة الحداد: قال أحمد: لم يكن صاحب حفظ، وكان كتابه صحيحا.\n654 -\nعبد الوارث بن سعيد بن ذكوان، التميمي: قال أحمد: كان عبد الوارث أصح الناس حديثا عن حسين المعلم، وكان صالح الحديث.\n655 -\nعبد الوهاب بن الحسن: قال أحمد: أحاديثه مناكير، ولا أعرفه.\n656 -\nعبد الوهاب بن عبد الحكم بن نافع، الوراق: قال فيه أحمد: صالح، مثله يوفق لاصابة الحق.\nوقال الميموني: ذكر عبد الوهاب، الوراق عند أحمد وقيل له: يا أبا عبد الله: ليس يعرف مثله، فقال: عافاه الله قل من يرى مثله.\nوعن أحمد قال: من يقوى على ما يقوى عليه عبد الوهاب.\nوقال يعقوب الدورقي: قلت لابي عبد الله: معك اليوم أحد على هذا الامر الذي أنت عليه\n...\nيعني من المجانبة والانكار؟ فقال: معي عبد الوهاب.\nوقال الفتح بن شخرف: قلت لابي عبد الله: من نسأل بعدك؟ فقال: سلوا عبد الوهاب، مثله يوفق لاصحابه الحق.\n650 - انظرة التهذيب 6 / 433.\nالتقريب 1 / 525.\nالتاريخ الكبير 6 / 116.\nالجرح 6 / 65.\n652 -\nانظر: التهذيب 6 / 440.\nالتقريب 1 / 526.\nالتاريخ الكبير 6 / 61.\nالجرح 6 / 24.\n654 -\nانظر: التهذيب 6 / 441.\nالتقريب 1 / 527.\nالتاريخ الكبير 6 / 118.\nالجرح 6 / 75 (*) .\nالجزء: 1 ¦ الصفحة: 103\n",
        "657 -\nعبد الوهاب بن عبد الحميد بن الصلت بن عبيد الله بن الحكم بن أبي العامي، أبو محمد، الثقفي: قال أحمد: عبد الوهاب الثقفي أثبت من عبد الاعلى السامي، وقال: ولد سنة ثمان ومائة.\n658 -\nعبد الوهاب بن عطاء الخفاف: قال أحمد: كان يقرأ التفسير عند سعيد، كان عبد الله بن أبي سلمة، الافطس، يقول: يا عبد الله طرب طرب، قال: وكان يحيى بن سعيد حسن الرأي فيه.\nوقال المروذي: قلت لابي عبد الله: عبد الوهاب ثقة؟ قال: أتدري من الثقة؟ الثقة يحيى.\nوقال الاثرم عن أحمد: كان عالما بسعيد.\nوقال الذهبي في المغني: ضعفه أحمد.\n659 -\nعبد الوهاب بن مجاهد بن جبر: قال أحمد: ضعيف.\n660 -\nعبده بن سليمان، أبو محمد، الكلابي: قال صالح بن أحمد: سألت أبي عنه، فقال: ثقة، رجل صالح، صاحب قرآن يقرئ.\nوقال: توفي سنة سبع وثمانين ومائة.\nوقال في رواية المروذي: كان من خيار المسلمين.\nوقال في رواية أخرى للمروذي: صدوق، ثبت.\n661 -\nعبيد الله بن الاخنس، أبو مالك النخعي، الكوفي: وثقه أحمد.\n662 -\nعبيد الله بن أبي حميد، الهذلي، أبو الخطاب، البصري: قال أحمد: ترك حديثه.\n663 -\nعبيد الله بن أبي جعفر: قال أحمد: ليس بقوي.\nوقال في رواية المروذي: كان يقال: إنه حسن\n657 - انظر: التهذيب 6 / 449.\nالتقريب 1 / 528.\nالتاريخ الكبير 6 / 97.\nالجرح 6 / 71.\n658 -\nانظر: التهذيب 1 / 450.\nالتقريب 6 / 450.\nالتاريخ الكبير 6 / 98.\nالجرح 6 / 98.\n659 -\nانظر: التهذيب 6 / 453.\nالتقريب 1 / 528.\nالتاريخ الكبير 6 / 98.\nالجرح 6 / 96.\n660 -\nانظر: التهذيب 6 / 458.\nالتقريب 1 / 530.\nالتاريخ الكبير 6 / 115.\nالجرح 6 / 89.\n662 -\nانظر: التهذيب 7 / 9.\nالتقريب 1 / 532.\nالتاريخ الكبير 5 / 377.\nالجرح 5 / 313.\n663 -\nانظر: التهذيب 7 / 5.\nالتقريب 1 / 53.\nالجرح 5 / 310 (*) .\nالجزء: 1 ¦ الصفحة: 104\n",
        "الفقه من أهل المدينة، قلت: كيف هو في الحديث؟ قال: ها.\n664 -\nعبيد الله بن زحر، الضمري: ضعفه أحمد، ووثقه أيضا أحمد، فيما رواه أبو عبيد الاجري عن أبي داود عنه.\n665 -\nعبيد الله بن أبي زياد، القداح، أبو الحصين المكي: قال أحمد: ليس به بأس، وقال الذهبي في المغني: قال أحمد: صالح الحديث.\n666 -\nعبيد الله بن عبد الله بن موهب، أبويحيى، القرشي، التميمي: قال أحمد: أحاديثه مناكير.\n667 -\nعبيد الله بن عبيد الرحمن، الاشجعي، أبو عبد الرحمن، الكوفي: قال أحمد: كان الاشجعي يكتب في المجلس فمن ذلك صح حديثه.\n668 -\nعبيد الله بن عمربن حفص بن عاصم، أبو عثمان الفقيه: قال أبو حاتم: سألت أحمد بن حنبل عن أيوب وعبيد الله بن عمر ومالك أيهم أثبت في نافع؟ فقال: عبيد الله أثبتهم وأحفظهم وأكثرهم رواية.\nوقال في رواية ابن إبراهيم: ليس أحد في نافع أثبت من عبيد الله بن عمر ولا أصح حديثا منه.\nوقيل له في رواية المروذي: عبيد الله أثبت أو مالك في نافع؟ قال: ليس أحد أثبت في نافع من عبيد الله.\n669 -\nعبيد الله بن موسى بن باذام، العبسي، أبو محمد، أحد الحفاظ: قال أحمد: كان صاحب تخليط، حدث بأحاديث سوء خرج تلك البلايا يحدث بها.\nفقيل له: فابن فضيل؟ قال: لم يكن مثله، كان أستر منه وأما هو فأخرج تلك الاحاديث الرديئة.\nوقال في رواية ابن إبراهيم: حديثه الذي روي عن مشايخهم لا يثبت، وأحاديث الاعمش عنه المناكير لا يكتب عنه.\nوقال في رواية\n664 - انظر: التهذيب 7 / 12.\nالتقريب 1 / 533.\nالجرح 5 / 315.\n665 -\nانظر: التهذيب 7 / 14.\nالتقريب 1 / 533.\nالتاريخ الكببر 5 / 382.\n667 -\nانظر: التهذيب 7: 34.\nالتقريب 1 / 536.\nالجرح 5 / 324.\n668 -\nانظر: التهذيب 7 / 38.\nالتقريب 1 / 537.\nالجرح 5 / 326.\nالتاريخ الكبير 5 / 395 (*) .\nالجزء: 1 ¦ الصفحة: 105\n",
        "المروذي: قد كان يحدث بأحاديث رديئة، وقد كنت لا أخرج عنه شيئا، ثم إني خرجت.\n670 -\nعبيد بن حميد بن صهيب، التيمي، أبو عبد الرحمن الكوفي، ويعرف بالحذاء: قال أحمد: ليس به بأس.\n671 -\nعبيدة بن معتب، أبو عبد الكريم، الضبي، الكوفي: قال أحمد: ترك الناس حديثه.\n672 -\nعتاب مولى هرمز: قال المروذي: سألته: عتاب من هو؟ قال: لا أدري.\n673 -\nعتاب بن بشير، الجزري، أبو الحسن: قال أحمد: أحاديثه عن خصيف منكرة.\n674 -\nعتبة بن أبي حكيم: كان أحمد يلينه.\n675 -\nعتبة بن حميد، الضبي، أبو معاذ: ضعفه أحمد.\n676 -\nعتبة بن عبد الله بن عتبة بن عبد الله بن مسعود، الهذلي، أبو العميس، المسعودي: وثقه أحمد.\n677 -\nعثام بن علي بن هجير بن بجير بن زرعة، الكلابي العامري: قال أحمد: عثام رجل صالح.\n671 - انظر: التهذيب 7 / 86.\nالتقريب 1 / 548.\nالتاريخ الكبير 6 / 127.\nالجرح 6 / 94.\n673 -\nأنظر: التهذيب 7 / 90.\nالتقريب 2 / 3.\nالجرح 7 / 12.\n674 -\nانظر، التهذيب 7 / 94.\nالتقريب 2 / 4.\nالجرح 6 / 370.\n675 -\nانظر: التهذيب 7 / 96.\nالتقريب 2 / 4، الجرح 6 / 370.\n676 -\nانظر: التهذيب 7 / 97.\nالتقريب 2 / 4.\nالتاريخ الكبير 6 / 527.\n677 -\nانظر: التهذيب 7 / 105.\nالتقريب 2 / 6.\nالتاريخ الكبير 7 / 93 (*) .\nالجزء: 1 ¦ الصفحة: 106\n",
        "678 -\nعثمان بن حاضر الحميري، وقال عبد الرزاق: عثمان بن أبي حاضر: قال أحمد: أظنه غلط.\n679 -\nعثمان بن حكيم بن عباد بن حنيف، الانصاري، أبو سهل: قال أحمد: ثقة.\nوقال في رواية الميموني: شيخ، قلت: أحاديثه؟ قال: متقاربة.\n680 -\nعثمان بن سعيد بن كثير بن دينار، القرشي، الحمصي أبو عمرو: وثقه أحمد.\n681 -\nعثمان بن أبي سليمان بن جبير بن مطعم النوفلي: وثقه أحمد.\n682 -\nعثمان بن عبد الملك المكي: قال أحمد: حديثه ليس بذاك.\n683 -\nعثمان بن عثمان الغطفاني: قال أحمد: رجل صالح، خير من الثقات.\n684 -\nعثمان بن عمرو بن فارس بن لقيط العبدي: وثقه أحمد.\n685 -\nعثمان بن عمير، أبواليقطان البجلي، الكوفي، الاعمى: ضعفه أحمد، وقال: ترك ابن مهدي حديثه وقد خرج مع إبراهيم بن عبد الله بن حسن.\n686 -\nعثمان بن غياث الراسبي: قال أحمد: كان يرى الارجاء.\n681 - أنظر: الجرح 3 / 1: 152.\nالتهذيب 7 / 120، التقريب 2 / 9.\n683 -\nانظر: المبزان 3 / 48.\nالتاريخ الكببر 2 / 3: 243.\n684 -\nأنظر: التهديب 7 / 142.\nالتقريب 2 / 13.\nالجرح 6 / 159.\n686 -\nانظر: التهذيب 7 / 146.\nالتقر يب 2 / 13.\nالجرح 6 / 245 (*) .\nالجزء: 1 ¦ الصفحة: 107\n",
        "687 -\nعثمان بن محمد بن أبي شيبة إبراهيم بن عثمان بن خواستي، أبو الحسن العبسي: أثنى عليه أحمد.\nوقال عبد الله بن أحمد: عرضت على أبي حديث عثمان بن أبي شيبة، عن جرير، عن شبيبة بن نعامة، عن فاطمة بنت الحسين، عن فاطمة الكبرى، عن النبي صلى الله عليه وسلم في العصبة وحديث جرير عن الثوري، عن ابن عقيل، عن جابر: أن النبي صلى الله عليه وسلم شهد عيدا للمشركين.\nوعدة أحاديث من هذا النحو، فأنكرها جدا، وقال: كأنها موضوعة، ما كان أخوه - يعني أبا بكر - تطنف نفسه بشئ من هذه الاحاديث، نسأل الله السلامة.\n688 -\nعثمان بن مسلم البتي، الفقيه، أبو عمرو البصري: وثقه أحمد.\n689 -\nعثمان بن واقد بن محمد بن زيد بن عبد الله بن عمر العمري: قال أحمد: لا أرى به بأسا.\n690 -\nعثمان الشحام، أبو سلمة العدوي: قال أحمد: ليس به بأس.\n691 -\nعثمان بن يمان: قال في رواية ابن إبراهيم: كان يروي رأي سوء.\n692 -\nعدي عن الصنابحى: قال ابن إبراهيم: سألته عنه، فقال: هو عدي بن عدي، الكندي.\n693 -\nعروة بن\n....\nبن الاسود بن قيس، النخعي، الكوفي، الاعور: وثقه أحمد.\n694 -\nعسل بن سفيان، التميمي: قال المروذي: سألته عنه، فلين أمره، وضعفه مرة أخرى.\n695 -\nعطاء بن السائب، الثقفي: قال عبد الله بن أحمد عن أبيه: عطاء بن السائب، ثقة، رجل صالح.\nوقال\n687 - انظر: التهذيب 7 / 149.\nالتقريب 2 / 13.\nالجرح 6 / 166.\n691 -\nانظر: التهذيب 7 / 160.\nالثقات 8 / 450.\n695 -\nانظر: التهذيب 7 / 203.\nالتقريب 2 / 22.\nالجرح 6 / 332.\nالتاريخ الكبير 6 / 332 (*) .\nالجزء: 1 ¦ الصفحة: 108\n",
        "أبو داود عن أحمد: كان عطاء بن السائب من خيار عباد الله، كان يختم القرآن كل ليلة، وقال: من سمع منه قديما فهو صحيح.\nوقيل له في رواية المروذي: عطاء بن السائب أحب إليك، فقال: كلاهما ثبت.\n696 -\nعطاء بن العجلان: قال في رواية ابن إبراهيم: لا يكتب حديئه، أو قال: ليس بشئ.\n697 -\nعطاء بن أبي مروان، الاسلمي، أبو مصعب، المدني: وثقه أحمد.\n698 -\nعطاء الخراساني: قال أبو طالب: قال أحمد: عطاء الخراساني لم يسمع من ابن عباس شيئا.\nوقد رأى عطاء ابن عمر ولم يسمع منه شيئا.\n699 -\nالعطاف بن خالد بن عبد الله بن العاص بن وابصة بن خالد بن عبد الله بن عمر بن مخزوم: قال أحمد: ليس به بأس.\nوقال الذهبي في المغني: وثقه أحمد.\n700 -\nعطية بن الحارث، أبوروق، الهمداني، الكوفي: قال أحمد وغيره: ليس به بأس.\nوقال عبد الله: سمعت أبي يقول: أبوروق لم يسمع من مسروق شيئا، وأنكر أشد الانكار.\n701 -\nعفان بن مسلم بن عبد الله أبو عثمان الصفار، البصري: قال أحمد: ما رأيت الالفاظ في كتاب أحد من أصحاب شعبة أكثر منها عند عفان - يعني أنبأنا وأخبرنا - وقال: كان عفان يسمع بالغداة ويعرض في العشي.\nوقال: لزمنا عفان عشر سنين.\nوقال: كان يرى أن يكتب عنه الاملاء من قيام، فقيل له: يا أبا عبد الله من يصبر على ألفاظ عفان؟.\n696 - انظر: التهذيب 7 / 208.\nالتقريب 2 / 22.\nالجرح 6 / 335.\n697 -\nانظر: التهذيب 7 / 211.\nالتقريب 2 / 22.\nالجرح 6 / 337.\n698 -\nانظر: التهذيب 7 / 212.\nالتقريب 2 / 23.\nالجرح 3 / 1: 334.\n699 -\nانظر: التهذيب 7 / 221.\nالتقريب 2 / 24.\nالجرح 7 / 32.\n700 -\nانظر: التهذيب 7 / 224.\nالتقريب 2 / 24.\nالجرح 6 / 382.\n701 -\nانظر: التهذيب 7 / 233.\nالتقريب 2 / 25.\nالجرح 7 / 72.\nالتاريخ الكبير 7 / 72 (*) .\nالجزء: 1 ¦ الصفحة: 109\n",
        "702 -\nعقيل بن معقل بن منبه اليمامي: وثقه أحمد وقال: قرأ التوراة والانجيل.\n703 -\nعقيل بن خالد بن عقيل، أبو خالد، الايلي: وثقه أحمد.\n704 -\nعكرمة بن عمار، الحنفي، العجلي، أبو عمار: قال أحمد: مضطرب الحديث عن غير إياس بن سلمة.\nوقال أيضا: هو مضطرب الحديث عن يحيى بن أبي كثير.\nوقال الفضل بن زياد: سألت أبا عبد الله هل كان أحد باليمامة يقدم على عكرمة بن عمار مثل ابن عتبة، أيوب وملازم وهؤلاء؟ فقال: عكرمة فوق هؤلاء، يروي عن شعبة أحاديث.\nوقال الذهبي في المغني: قال أحمد: ضعيف الحديث.\n705 -\nعلقمة بن مرثد، أبو الحارث، الحضرمي، الكوفي: قال أحمد: ثبت في الحديث.\nوقال في رواية الميموني: كان يتهم بالارجاء، وكان ثقة في حديثه، ضابطا.\n706 -\nعلقمة بن عبد الله بن مالك، أحد الاعلام: قال ابن إبراهيم: سمعت أبا عبد الله يقول: أفضل التابعين قيس وأبو عثمان وعلقمة ومسروق، هؤلاء كانوا فاضلين، ومن علية التابعين.\n707 -\nعلي بن بحر بن بري، أبو الحسن، القطان: قال مهنا الشامي: سألت أحمد عن على بن بحر يكون بالكوفة؟ فقال لا بأس به، قلت من أين هو؟ قال: من الاهواز.\n708 -\nعلي بن بذيمة، الحراني: قال أحمد: صالح الحديث، لكنه رأس في التشيع.\n703 - انظر: التهذيب 7: 255.\nالتقريب 2 / 29.\n704 -\nانظر: التهذيب 7 / 261.\nالتقريب 2 / 30.\nالجرح 7 / 10.\n705 -\nانظر: التهذيب 7 / 278.\nالتقريب 2 / 31.\nالجرح 6 / 406، التاريخ الكبير 7 / 40.\n706 -\nانظر: التهذيب 7 / 276.\nالتقريب 2 / 31.\nالجرح 6 / 404.\n707 -\nانظر: التهذيب 7 / 284.\nالتقريب 2 / 32.\nالجرح 6 / 176 (*) .\nالجزء: 1 ¦ الصفحة: 110\n",
        "709 -\nعلي بن ثابت، الجزري، أبو أحمد: قال أحمد: ثقة، صدوق.\n710 -\nعلي بن الجعد بن عبيد، أبو الحسين الهاشمي: قال عبد الله بن أحمد: نهاني أبي أن أكتب عن علي بن الجعد، كان يبلغه عنه أنه يتناول أصحاب رسول الله صلى الله عليه وسلم.\nوقال أبو زرعة: كان أحمد لا يرى الكتابة عن طي بن الجعد، ولا سعيد بن سليمان، رأيتهما في كتابه مضروبا عليهما.\nوأما ابن معين، فوثقه.\n711 -\nعلي بن حزود: قال المروذي: لينه.\n712 -\nعلي بن الحسن بن شقيق بن دينار، أبو عبد الرحمن العبدي: قال أحمد: لم يكن به بأس، إلا أنهم تكلموا فيه في الارجاء، وقد رجع عنه.\n713 -\nعلي بن حفص المدائني، أبو الحسن، البغدادي: قال أحمد: هو أحب إلي من شبابه، وقال: أخطأ في قولة:: احتبس أدارعة وأعتاده \"، إنما هو \" وأعتدة \".\n714 -\nعلي بن زيد بن جدعان، أبو الحسن، التميمي، البصري، الضرير: قال أحمد: ليس بالقوي، وقد روى الناس عنه، وقال مرة: ضعيف.\nوقال في المغني عن أحمد: ابن زيد كان يقلب الاحاديث.\nوقال عنه: ليس بشئ.\n715 -\nعلي بن صالح بن قى، الهمداني: وثقه أحمد.\n716 -\nعلي بن أبي طلحة سالم بن مخارق مولى العباس: قال أحمد في رواية الميموني: له أشياء منكرات، رجل من أهل حمص.\n709 - انظر: التهذيب 7 / 288.\nالتقريب 2 / 32.\nالتاريخ الكبير 6 / 264.\nالجرح 6 / 177.\n710 -\nانظر: التهذيب 7 / 289.\nالتقريب 2 / 33.\nالجرح 6 / 178.\n712 -\nانظر: التهذيب 7 / 298.\nالتقريب 2 / 34.\nالجرح 6 / 180.\n714 -\nانظر: الجرح 3 / 1: 186.\nالميزان 3 / 127.\n716 -\nانظر: التهذيب 7 / 339.\nالتقريب 2 / 39.\nالتاريخ الكبير 6 / 281.\nالجرح 6 / 191 (*) .\nالجزء: 1 ¦ الصفحة: 111\n",
        "717 -\nعلي بن عاصم بن صهيب، مولى قريبة: قال أبو داود: سمعت أحمد يقول: أنا لا أحدث عن علي بن عاصم، كان فيه لجاج، ولم يكن متهما.\nوقال الذهلي: قلت لاحمد في علي بن عاصم، فقال: كان حماد بن سلمة يخطئ، وأومأ أحمد بيده كثيرا، ولم ير بالرواية عنه بأسا.\n718 -\nعلي بن المديني: كان أحمد لا يسميه، وإنما كان يكنيه تبجيلا له.\n719 -\nعلي بن عبد الاعلى، أبو عامر، الثعلبي، أبو الحسن الاحول: قال أحمد: ليس به بأس.\n720 -\nعلي بن علي بن نجاد بن رفاعة بن اسماعيل اليشكري: قال أحمد: لم يكن به بأس، يقال: إنه كان يشبه بالنبي صلى الله عليه وسلم، وقال في رواية المروذي: لم يكن بهذا الشيخ بأس، إلا أنه رفع الاحاديث.\n721 -\nعلي بن غراب، أبو الحسن الفزاري، الكوفي: سئل عنه أحمد فقال: ليس لي به خبرة، سمعت منه مجلسا واحدا، كان يدلس، وما أراه إلا صدوقا.\nوقال في رواية المروذي: كان حديثه حديث أهل الصدق.\n722 -\nعلي بن المبارك، الهنائي، البصري: قال أحمد: ثقة، كان عنده كتب بعضها سمعها من يحيى وبعضها عرض.\nوقال المروذي: سألت أبا عبد الله عنه، فقال: ليس به بأس ثم قال: قد كان يرمى بالتشيع.\nوقال في رواية الميموني: ما بحديثه بأس.\n723 -\nعلي بن هاشم بن البريد، أبو الحسن، العائذي: قال أحمد: ما أرى به بأسا.\nوقال: سمعت منه مجلسا في سنة تسع وسبعين ومائة، ثم عدت إليه المجلس الآخر، وقد مات وهي السنة التي مات فيها مالك.\n(1) 717 - انظر: التهذيب 7 / 344.\nالتقريب 2 / 39.\nالجرح 6 / 198.\n720 -\nانظر: التهذيب 7 / 366.\nالتقريب 1 / 41.\nالجرح 6 / 196.\nالتاريخ الكبير 6 / 288.\n722 -\nانظر: التهذيب 7 / 375.\nالتقريب 2 / 43.\nالجرح 6 / 203.\n723 -\nانظر: التهذيب 7 / 377.\nالتقريب 2 / 43.\nالجرح 6 / 205 (*) .\nالجزء: 1 ¦ الصفحة: 112\n",
        "724 -\nعلي بن يزيد بن سليم، الصدائي، الكوفي، الاكفاني: قال أحمد: ما كان به بأس.\n725 -\nعلي بن نصر بن علي بن صهبان: قال أحمد: صالح الحديث، أثبت من أبي معاوية في الصدق.\n726 -\nعلي بن مسهر، أبو الحسن، القرشي، الكوفي: قال أحمد: هو أثبت من أبي معاوية.\nوقال في رواية المروذي: علي بن مسهر ولي قضاء الموصل.\nفلم يحمد في قضائه.\nقلت: فالناس يشتهون حديثه، قال: لان حديثه حديث أهل الصدق.\n727 -\nعمارة بن جوين بن هارون العبدي، البصري: قال أحمد: ليس بشئ.\n728 -\nعمارة بن عبد: قال أحمد: مستقيم الحديث.\n729 -\nعمار بن محمد الثوري أبو اليقظان، الكوفى: قال أحمد: ليس به شئ.\n730 -\nعمارة بن القعقاع: قال ابن إبراهيم: سألته عن عمارة بن القعقاع: يحتج بحديثه؟ فقال: عمارة بن القعقاع، ثقة، ويحتج بحديثه.\nوقال المروذي: ذكره فقال: ثقة.\nوكذلك في رواية الميموني: ثقة.\n731 -\nعمار بن معاوية الدهني، البجلي، الكوفي: وثقه أحمد.\n724 - انظر: التهذيب 7 / 392.\nالتقريب 2 / 45.\nالجرح 6: 207.\n725 -\nانظر: التهذيب 7 / 390.\nالتقريب 2 / 45.\nالجرح 6 / 207.\n726 -\nانظر: التهذيب 7 / 283.\nالتقريب 2 / 44.\nالجرح 6 / 204.\n729 -\nانظر: التهذيب 7 / 405.\nالتقريب 2 / 48.\nالجرح 6 / 393.\n730 -\nانظر: التهذيب 7 / 423.\nالتقريب 2 / 51.\nالجرح 6 / 368.\n731 -\nانظر: التهذيب 7 / 406.\nالتقريب 2 / 48.\nالجرح 6 / 390 (*) .\nالجزء: 1 ¦ الصفحة: 113\n",
        "732 -\nعمار بن زريق الضبي: قال ابن إبراهيم: سئل أبو عبد الله عن عمار بن زريق قال: صالح الحديث.\nقال: وسئل عنه، فقال: روى عنه أبو أحمد الزبيري، وأبو الجواب أكبر من روى عنه.\n733 -\nعمار بن أبي عمار، مولى بني هاشم، أبو عمرو: وثقه أحمد.\n734 -\nعمار بن أبي عمارة، أبو هاشم الزعفراني: وثقه أحمد.\n735 -\nعمارة بن ذاذان، ابو أسامة الصيدلاني: قال أحمد: ثقة، ما به بأس، قاله عبد الله ابنه، ومسلم عنه.\nوروى الاثرم عنه قال: يروي أحاديث مناكير.\n736 -\nعمارة بن عمرو بن حزم بن زيد الانصاري: قال أحمد: تابعي، ثقة.\n737 -\nعمارة بن عمير، الكوفي، التميمي: سئل عنه أحمد، فقال: ثقة وزيادة، يسأل عن مثل هذا؟.\n738 -\nعمارة بن غراب، اليحصبي: قال أحمد: ليس بشئ.\n739 -\nعمارة بن غزية بن الحارث بن عمرو الانصاري: وثقه أحمد.\n740 -\nعمر بن إبراهيم: قال ابن إبراهيم: سألت أحمد عنه فقال: هذا كان ينزل البصرة، ويقولون: كان عنده أحاديث في لوح عن همام.\n732 - انظر: التهذيب 7 / 400.\nالتقريب 2 / 47.\nالتاريخ الكبير 7 / 29.\n735 -\nانظر: التهذيب 7 / 416.\nالتقريب 2 / 49.\nالجرح 6 / 365.\nالتاريخ الكبير 6 / 505.\n737 -\nانظر: التهذيب 7 / 421.\nالتقريب 2 / 50.\nالجرح 6 / 366.\n739 -\nانظر: التهذيب 7 / 422.\nالتقريب 2 / 51.\nالجرح 6 / 368.\n740 -\nانظر: التهذيب 7 / 424.\nالتقريب 2 / 51 (*) .\nالجزء: 1 ¦ الصفحة: 114\n",
        "741 -\nعمر بن أيوب العبدي، أبو حفص، الموصلي: قال أحمد: ثقة مأمون.\nوقال أبو داود: كان أحمد يمدحه.\n742 -\nعمر بن جعثم، الحمصي: وثقه أحمد.\n743 -\nعمربن حمزة بن عبد الله بن عمر بن الخطاب: قال أحمد: حديثه مناكير.\n744 -\nعمر بن حفص بن ذكوان، العبدي، ويقال: هو عمر بن أبي خليفة: قال أحمد: خرقنا حديثه.\n745 -\nعمر بن راشد بن شجرة، أبو حفص، اليمامي: قال أحمد: ضعيف له مناكير.\n746 -\nعمر بن أبي زائدة الهمداني، الكوفى: قال أحمد: صالح.\n747 -\nعمر بن سعيد بن أبي حسين، القرشي: وثقه أحمد.\n748 -\nعمر بن عبد الله بن يعلى بن مرة، الثقفي، الكوفي.\n749 -\nعمر بن عبد الله، المدني، أبو حفص: قال أحمد: ليس به بأس، ولكن أكثر أحاديثه مراسيل.\n750 -\nعمر بن عبد الرحمن بن قيس، الكوفي، ابو حفص الآبار: قال أحمد: ما كان به بأس.\n741 - انظر: التهذيب 7 / 429.\nالتقريب 2 / 52.\nالجرح 6 / 98.\n743 -\nانظر: التهذيب 7 / 437.\nالجرح 3 / 1: 104.\n744 -\nانظر: الميزان 4 / 298.\nالمجروحين 2 / 84.\n745 -\nانظر: التهذيب 7 / 445.\nالتقريب 2 / 55.\nالتاريخ الكبير 6 / 155.\nالجرح 6 / 107.\n746 -\nانظر: التهذيب 449 7.\nالجرت 3 / 1: 106.\n748 -\nانظر: الميزان 3 / 211.\nالتهذيب 7 / 470.\n749 -\nانظر: التهذيب 7 / 471.\nالتقريب 2 / 59.\nالجرح 6 / 119.\n750 -\nانظر: التهذيب 7 / 473.\nالتقريب 2 / 59.\nالجرح 6 / 121.\nالجزء: 1 ¦ الصفحة: 115\n",
        "751 -\nعمربن عطاء بن وراز: قال أحمد: ليس بقوي.\n752 -\nعمر بن قليس، أبو حفص المكي، يعرف بسندل: قال أحمد متروك.\n753 -\nعمر بن محمد بن زيد بن عبد الله بن عمر بن الخطاب: قال أحمد: ثقة، ليس به بأس.\nوقال ابن إبراهيم: سألته عنه فقال: ليس به بأس.\n754 -\nعمر بن نافع، المدني: قال أحمد: هو أوثق ولد نافع.\nوقال المروذي: سألته عن عمر بن نافع، وعبد الله بن نافع، قال: عمر لا أعرفه، وأبو بكر بن نافع تكلم بشئ.\n755 -\nعمر بن نبهان بصري: ذمه أحمد.\n756 -\nعمر بن نبيه، الكعبي: قال في رواية الميمونى: ليس به بأس.\n757 -\nعمر بن هارون بن يزيد بن جابر، البلخي، أبو حفص: قال المروذي: سئل أحمد عن عمر بن هارون البلخي، فقال: ما أقدر أن أتعلق عليه بشئ.\nكتبت عنه حديثأ كثيرأ.\nوقال أبو طالب: سمعت أحمد يقول:: عمر بن هارون البلخي قد أكثرت عنه، لا أروي عنه شيئا.\n758 -\nعمر بن يعلى: قال المروذي: ذكره فلم يرضه.\n759 -\nعمر بن يونس بن القاسم، الحنفي: قال أحمد: ثقة، لم أسمع منه.\n751 - انظر: التهذيب 7 / 483.\nالجرح 3 / 1: 126.\n753 -\nانظر: التقريب 2 / 62.\nالتهذيب 7 / 495.\n755 -\nانظر: التهذيب 7 / 500.\nالتقريب 2 / 63.\nالتاريخ الكبير 6 / 202.\nالجرح 6 / 138.\n755 -\nانظر: التهذيب 7 / 501.\nالتقريب 2 / 64.\nالجرح 6 / 141.\n759 -\nانظر: التهذيب 7 / 506.\nالتقريب 2 / 64.\nالجرح 6 / 142 (*) .\nالجزء: 1 ¦ الصفحة: 116\n",
        "760 -\nعمر بن جابر أبو زرعة الحضرمي: قال أحمد: بلغني أنه كان يكذب.\n761 -\nعمرو بن حكام: تركه أحمد.\n762 -\nعمرو بن الحارث بن يعقوب بن عبيد الله، أبو أمية البصري، أحد الائمة: قال أحمد: ليس في المصريين أصح حديثا من الليث وعمرو بن الحارث يقاربه، وقد كان عمرو بن الحارث عندي، ثم رأيت له أشياء مناكير.\n763 -\nعمرو بن خالد، أبو خالد، القرشي: قال أحمد: كذاب، يروي عن زيد بن علي عن آبائه أحاديث موضوعة.\n764 -\nعمرو بن دينار، البصري، أبويحيى، قهرمان أل الزبير: ضعفه أحمد.\n765 -\nعمرو بن دينار المكي، أبو محمد الجمحي أحد الاعلام: قال أحمد في رواية محمد بن عوف الطائي: عمرو بن دينار مولى، ولكن الكه تبارك وتعالى شرفه بالعلم.\nوقال الميموني: سألته عن عمرو بن دينار في ابن عباس وابن عمر؟ فقال: من الثقات، يحكى عن شعبة أنه قال: ما رأيت أئبت من عمرو بن دينار، قلت: له أشياء يرسلها؟ قال: إذا قال: سمعت، أو حدثنا، وقد كان يحدث بأشياء عن رجل، عن ابن عباس.\n766 -\nعمر بن ذر.\nقال ابن إبراهيم: سألت أبا عبد الله عنه، فقال: هو صالح الحديث، ليس بحديثه بأس.\n760 -\nانظر: التهذيب 8 / 11.\nالتقريب 2 / 66.\nالجرح 223 6.\n762 -\nانظر: التهذيب 8 / 14.\nالتقريب 2 / 67.\nالجرح 6 / 225.\n764 -\nانظر: التهذيب 8 / 30.\nالتقريب 2 / 69.\nالجرح 6 / 232.\nالتاريخ الكبير 6 / 329.\n765 -\nانظر: التهذيب 28 / 0 8 التقريب 2 / 69.\nالجرح 6 / 231.\nالتاريخ الكبير 6 / 328.\nالجزء: 1 ¦ الصفحة: 117\n",
        "767 -\nعمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص السهمي: قال الاثرم: سئل أحمد عن عمرو بن شعيب، فقال: ربما احتجبنا به، وربما وجس في القلب منه شئ.\nوقال الميموني عن أحمد: له مناكير، لانما يكتب حديثه، يعتبر به، فأما أن يكون حجة فلا.\nوقال البخاري: رأيت أحمد بن حنبل، وعلي بن المديني، وإسحاق بن راهويه وأبا عبيدة وعامة أصحابنا يحتجون بحديث عمرو بن شعيب عن أبيه، عن جده، فمن الناس بعدهم؟.\nوقال أبو داود عن أحمد: قال: أصحاب الحديث إذا شاءوا احتجوا بحديث عمرو بن شعيب، عن أبيه، عن جده، وإذا شاءوا تركوه.\n768 -\nعمرو بن عبد الله بن الاسوار عن عكرمة: قال المروذي: سألته عنه فقال: هذا يقال له: عمرو برق، كان عكرمة نزل على أبيه، وكان سمع منه كتابا وكان أهل اليمن لا يرضونه.\nوأشار أبو عبد الله بيده - أي كان يشرب - وتبسم، وكان معمر يحدث عنه، يقول، عن رجل لا يسميه إلا لابن المبارك، فإنه سماه، قال: برق.\n769 -\nعمرو بن عبد الله، أبو إسحاق الهمداني السييعي: وثقه أحمد.\n770 -\nعمرو بن عبيد أبو عثمان البصري: قال أحمد: ليس بأهل أن يحدث عنه، وقال: مات سنة ثمان وأربعين ومائة.\nوقال ابن إبراهيم: سمعت أبا عبد الله يقول: كان عمرو بن عبيد رأس المعتزلة، وأولهم في الاعتزال، وروى عنه الثوري وقال: كان الربيع بن صبيح معتزليا، وكان خيرا من عمرو بن عبيد.\n771 -\nعمرو بن أبي عمرو مولى المطلب بن عبد الله بن حنطب: قال أحمد: ليس به بأس.\n772 -\nعمرو بن عمران، أبو السوداء النهدي، الكوفى: وثقه أحمد.\n767 -\nانظر: التهذيب 8 / 48.\nالتقريب 2 / 72.\nالتاريخ الكبير 2 / 342.\nالجرح 6 / 238.\n769 -\nانظر: التهذيب 8 / 63.\nالتقريب 2 / 73.\nالجرح 6 / 242.\n772 -\nانظر: التهذيب 8 / 82.\nالتقريب 2 / 75.\nالجرح 6: 253.\nالجزء: 1 ¦ الصفحة: 118\n",
        "773 -\nعمرو بن عيسى بن سويد بن هييرة، أبو نعامة العدوي: قال أحمد: ثقة إلا أنه اختلط قبل موته.\n774 -\nعمرو بن قيس، الملائي، أبو عبد الله الكوفي: وثقه أحمد.\n775 -\nعمرو بن محمد بن بكير بن سابور، أبو عثمان، البغدادي الناقد: قال أحمد: كان يتحرى الصدق.\n776 -\nعمرو بن محمد، العنقزي، أبو سعيد القرشي: وثقه أحمد.\n777 -\nعمرو بن مرزوق، الباهلي، أبو عثمان، البصري: قال أبو زرعة: قلت لاحمد بن حنبل: إن علي بن المديني يتكلم في عمرو بن مرزوق، فقال لا أدري ما يقول علي، عمرو رجل صالح.\nوروى أبو عبيد الكه الحداني، عن أحمد بن حنبل: ثقة مأمون.\nوقال عبد الله بن محمد بن الفضل، الاسدي: قال أحمد بن حنبل لابنه صالح حين قدم من البصرة: لم لم تكتب عن عمرو بن مرزوق؟ فقال: نهيت، فقال: إن عفان كان يرضاه، ومن كان يرضاه عفان؟.\n778 -\nعمر بن مرة بن عبد الله بن طارق بن الحارث، أبو عبد الله المرادي: قال أحمد: مات سنة ست عشرة ومائة.\n779 -\nعمرو بن مسلم بن نذير: قال أحمد: ضعيف وليس بذاك.\n780 -\nعمرو بن مسلم الجندي، صاحب طاوس.\nقال أحمد فيه: ضعيف.\n774 - انظر: التهذيب 8 / 92.\nالتقريب 2 / 77.\nالجرح 6 / 254.\n775 -\nانظر: التهذيب 8 / 96.\nالتقريب 2 / 78.\nالتاريخ الكبير 6 / 375.\n776 -\nانظر: التهذيب 8 / 98.\nالتقريب 2 / 78 الجرح 6 / 262.\n777 -\nانظر: التهذيب 8 / 99.\nالتقريب 2 / 78.\nالتاريخ الكببر 6 / 373.\nالجرح 6 / 263.\n778 -\nانظر: التهذيب 8 / 102.\nالتقريب 2 / 79.\nالتاريخ الكبير 6 / 368 الجرح 6 / 257 (*) .\nالجزء: 1 ¦ الصفحة: 119\n",
        "781 -\nعمرو بن مهاجر بن أبي مسلم، الانصاري: وثقه أحمد.\n782 -\nعمرو بن ميمون بن مهران، أبو عبد الله، الرقي: قال أبو الحسن الميموني: سمعت أحمد بن حنبل يقول: جدك ليس به بأس.\nوقال: ما كان في الورع، يعني ميمونا؟.\nقلت: حدثنا أبي أن عمرو لم يكن يقبل الهدية، فقال: لعلها أن تكون من ناحية السلطان.\n783 -\nعمرو بن هشام، أبو مالك الجبني: قال أحمد: صدوق، ولم يكن صاحب حديث.\n784 -\nعمرو بن هرم الازدي: وثقه أحمد.\n785 -\nعمرو بن الهيثم بن قطن، أبو قطن، الزبيدي: وثقه أحمد.\nوقال إبراهيم الحربي: حدثنا أحمد بن حنبل يومأ عن أبي قطن، فقال له رجل: إن هذا بعدما رجع من عندكم إلى البصرة تكلم في القدر، وناظر عليه، فقال أحمد: نحن نحدث عن القدرية، لو فتشت أهل البصرة وجدت ثلثهم قدرية.\n786 -\nعمران بن حدير: وثقه أحمد في رواية الميموني.\n787 -\nعمران بن أبي أنس، القرشي، العامري: وثقه أحمد.\n788 -\nعمران بن دوار، القطان، أبو العوام: قال أحمد: أرجو أن يكون صالح الحديث.\n782 - انظر: التهذيب 8 / 108.\nالتقريب 2 / 80.\nالجرح 6 / 258.\n784 -\nانظر: التهذيب 8 / 113.\nالتاريخ الكبير 3 / 2: 381.\n785 -\nانظر: التهذيب 8 / 114.\nالتقريب 2 / 80.\nالجرح 6 / 268.\n786 -\nانظر: التهذيب 8 / 125.\nالجرح 3 / 1: 297.\n787 -\nانظر: التهذيب 8 / 123.\nالتقريب 2 / 82.\nالجرح 6 / 294.\nالتاريخ الكبير 6 / 423.\n788 -\nانظر: التهذيب 8 / 130.\nالتقريب 2 / 83.\nالجرح 6 / 297 (*) .\nالجزء: 1 ¦ الصفحة: 120\n",
        "789 -\nعمران بن أبي عطاء، الواسطي، أبو حمزة، القصاب: قال أحمد: صالح الحديث.\nوقال المروذي: سألته عنه، فقال: ليس بذاك وضعفه.\nوقال ابن إبراهيم: سألت أبا عبد الله عن أبي حمزة الذي روى عن ابن عباس، قال: هو عمران بن أبي عطاء، ويقال له الحلاب.\n790 -\nعمران بن مسلم، القصير، المنقري، أبو بكر البصري: وثقه أحمد.\n791 -\nعمرو بن الازهر، العتكي: قال أحمد: كان يضع الحديث.\n792 -\nعمران بن مخنف: قال ابن إبراهيم: قيل له: من عمران هذا؟ قال: لا أعرفه.\n793 -\nعنبسة بن سعيد بن الضريسي، أبو بكر الاسدي: وثقه أحمد.\n794 -\nعنبسة بن الواحد بن أمية بن عبد الله بن سعيد بن العامي: أبو خالد الاموي: قال أحمد: ما أرى به بأسا.\n795 -\nالعوام بن حمزة، المازني: قال أحمد: له مناكير.\n796 -\nالعوام بن حوشب بن يزيد بن الحارث، أبو عيسى الشيباني: قال أحمد: ثقة، ثقة.\n797 -\nعوف بن أبي جميلة، الاعرابي، أبو سهل العبدي: وثقه أحمد.\n790 - انظر: التهذيب * / 137.\nالتقريب 2 / 84.\nالجرح 6 / 306.\n791 -\nانظر: الميزان 3 / 245.\nالجرح 3 / 1: 221.\n793 -\nانظر: التهذيب 5 / 155.\nالجرح 3 / 1: 399.\n795 -\nانظر: التهذيب 8 / 163.\nالميزان 3 / 303.\n796 -\nانظر: التهذيب 8 / 163.\nالتقريب 2 / 89.\nالتاريخ الكبير 7 / 67.\nالجرح 7 / 22.\n797 -\nقال ابن حجر: ثقة رمي بالقدر.\nانظر: التهذيب 8 / 166.\nالتقريب 2 / 89.\nالجرح 7 / 15 (*) .\nالجزء: 1 ¦ الصفحة: 121\n",
        "798 -\nعون بن عبد الله بن عتبة بن مسعود الهذلي: وثقه أحمد.\n799 -\nالعلاء بن برد بن سنان الدمشقي: ضعفه أحمد.\n800 -\nالعلاء بن الحارث، الحضرمي، أبو دهب: وثقه أحمد.\n801 -\nالعلاء بن عبد الرحمن بن يعقوب، مولى الحرقة: قال أحمد: ثقة لم أسمع أحدا ذكره بسوء، وهو فوق سهيل.\nوقال ابن إبراهيم: سئل أيما أحب إليك، العلاء بن عبد الرحمن أو محمد بن عمرو؟ قال العلاء أحب إلي، محمد بن عمرو مضطرب الحديث.\n802 -\nالعلاء بن كثير الليثي، الدمشقي، أبو سعيد: قال أحمد: ليس بشئ.\nوقال في رواية ابن إبراهيم: لا يسوى حديثا شيئا.\n803 -\nعيسى بن إبراهيم: قال في رواية المروذي: عيسى بن إبراهيم وسعيد بن سنان ليس بشئ.\n804 -\nعيسى بن حفص بن عاصم بن عمر بن الخطاب: وثقه أحمد.\n805 -\nعيسى بن سنان، الحنفي، أبو سنان: ضعفه أحمد.\n806 -\nعيسى بن شاذان، البصري، القطان: قال أبو داود: ما رأيت أحمد مدح إنسانا قط إلا عيسى بن شاذان.\n798 - انظر: التهذيب 8 / 171.\nالتقريب 2 / 90.\nالجرح 6 / 384.\nالتاريخ الكبير 7 / 13.\n799 -\nانظر: الجرح 3 / 1: 353.\nالميزان 7 / 97.\n800 -\nانظر: التهذيب 8 / 177.\nالتقريب 2 / 91.\nالتاريخ الكبير 3 / 513.\nالجرح 6 / 353.\n801 -\nانظر: التهذيب 8 / 186.\nالتقريب 2 / 92.\nالجرح 6 / 357.\n803 -\nانظر: التهذيب 8 / 204.\nالتقريب 2 / 96.\nالجرح 6 / 272.\n804 -\nانظر: التهذيب 8 / 208.\nالتقريب 2 / 97.\nالجرح 6 / 273.\n805 -\nانظر: التهذيب 8 / 211.\nالتقريب 2 / 98.\nالجرح 3 / 1: 277.\nالميزان 3 / 312.\n806 -\nانظر: التهذيب 8 / 212.\nالتقريب 2 / 98 (*) .\nالجزء: 1 ¦ الصفحة: 122\n",
        "807 -\nعيسى بن طهمان بن رامة، أبو بكر الجثمي: وثقه أحمد.\n808 -\nعيسى بن أبي عزة الكوفي: وثقه أحمد.\n809 -\nعيسى بن عاصم: قال أحمد في رواية الميموني: ثقة.\n810 -\nعيسى بن عمر، الاسدي، أبو عمر، الكوفي الضرير، المقرئ، الشهير بصاحب الحروف: قال أحمد: عيسى بن عمر القارئ، ليس به بأس.\n811 -\nعيسى بن أبي عيسى الحناط، الغفاري: قال أحمد: ليس بشئ.\nوقال في المغني: قال أحمد: لا يساوي شيئا.\n812 -\nعيسى بن أبي عيسى ماهان، أبو جعفر الرازي: قال أحمد: ليس بقوي.\n813 -\nعيسى بن المسيب: قال المروذي: سألته عن عيسى بن المسيب، فقال: هذا كوفي، ولينه.\n814 -\nعيسى بن يونس بن أبي إسحاق السييعي أحد الاعلام: قال عبد الله بن أحمد: قلت لابي: ما تقول في عيسى بن يونس؟ فقال: عيسى يسأل عنه؟ وقال علي بن عثمان النفيلي: قلت لاحمد بن حنبل: إن أبا قتادة الحراني قد تكلم في وكيع وعيسى بن يونس وابن المبارك، فقال: من كذب أهل الصدق فهو الكذاب.\nوقال أحمد: كنا نخبر أن عيسى كان سنة في الغزو وسنة في الحج، فقدم بغداد في شئ من أمر الحصون، فأمر له بمال فأبى أن يقبله.\nوقال: كان عيسى يسند حديث الهدية، والناس يرسلونه.\n810 - انظر: التقريب 2 / 100.\nالتهذيب 8 / 223.\n811 -\nانظر: الجرح 3 / 1: 289.\nالتاريخ الكبير 2 / 2: 405.\n812 -\nانظر: التهذيب 12 / 56.\nالتقريب 2 / 406.\n813 -\nانظر: الجرح 6 / 288.\nالمجروحين 2 / 119.\nالميزان 3 / 323.\nاللسان 4 / 405.\n814 -\nانظر: التهذيب 8 / 237.\nالتقريب 2 / 103.\nالجرح 6 / 291.\nالتاريخ الكبير 6 / 406 (*) .\nالجزء: 1 ¦ الصفحة: 123\n",
        "وقال ابن إبراهيم: سمعته.\nوقال له ابنه عبد الله: أيما أحب إليك، حديث عيسى أو حديث أبيه أو أخيه؟ قال: حديثه حسن - يعني عيسى - وسئل في رواية المروذي عن عيسى بن يونس وأبي إسحاق الفزاري، ومروان بن معاوية أيهم أثبت؟ قال: ما فيهم إلا ثبت، قيل له: فمن تقدم؟ قال: ما فيهم إلا ثقة، ثبت، إلا أن إسحاق ومكانه من الاسلام.\n815 -\nعيينة بن عبد الرحمن بن جوشن أبو مالك الغطفاني: قال أحمد: ليس به بأس.\n(حرف الغين)\n816 -\nغالب القطان: وثقه أحمد.\n817 -\nغسان بن مضر، الازدي، أبو مضر، البصري: وثقه أحمد.\nوقال في رواية الميموني: ما كان أعسره من شيخ.\n818 -\nغسان بن عبيد، الموصلي: خرق أحمد ما كتب عنه.\n819 -\nغيلان بن جرير المعولي: وثقه أحمد.\n(حرف الفاء)\n825 -\nفائد بن عبد الرحمن بن الورقاء، الكوفي، العطار: قال أحمد: متروك.\n815 - انظر: التهذيب 8 / 240.\nالجرح 3 / 2: 31.\n816 -\nانظر: التهذيب 8 / 242.\nالتاريخ الكبير 4 / 1: 99.\n818 -\nانظر: الميزان 3 / 334.\nالجرح 3 / 2: 51.\n819 -\nانظر: التهذيب 8 / 253.\nالتقرب 2 / 106.\nالتاريخ الكبير 7 / 101 الجرح 7 / 52.\n820 -\nانظر: التهذيب 8 / 255.\nالتقريب 2 / 108.\nالجزء: 1 ¦ الصفحة: 124\n",
        "821 -\nفائد بن حبيب: قال في رواية ابن إبراهيم: هو من أصحاب ابن أبي ليلى شيخ ضعيف.\n822 -\nفتح بن شخرق: قال أحمد: ما أخرجت خراسان مثل فتح بن شخرق.\n823 -\nفرج بن فضالة بن النعمان بن نعيم، أبو فضالة، التنوخي: وثقه أحمد.\nوروى أبو داود عن أحمد، قال: إذا حدث عن الشاميين فليس به بأس، ولكنه روى عن يحيى بن سعيد مناكير.\nوقال الذهبي في المغني: قوى أحمد أمره.\nوقال في رواية ابن إبراهيم: ما روى عن الشاميين فصالح الحديث، وما روى عن يحيى بن سعيد، فمضطرب الحديث.\n824 -\nفرقد السبخي ابن يعقوب، أبو يعقوب البصري: قال أحمد: رجل صالح، لم يكن صاحب حديث.\nوقال: يروي عن مرة منكرات.\nوقال في المغني قال أحمد: ليس بقوي.\nوقال المروذي: سألته عن فرقد السبخي، فقال: رجل صالح وحديثه ليس بذاك.\n825 -\nفراس بن يحيى، الهمداني: قال ابن إبراهيم: قلت لابي عبد الله: أيما أحب إليك زكريا أو فراس؟ قال: ما فيهما إلا ثقة، وزكريا حسن الحديث.\nقال: وقلت له: أيما أحب إليك، بيان أو فراس؟ قال: ما فيهما إلا ثقة.\n826 -\nالفرات بن سليمان: قال في رواية الميموني: ثقة، صدوق.\n827 -\nالفضل بن دكين، أبو نعيم التيمي: قال حنبل: سئل أبو عبد الله، فقيل له: وكيع وأبو نعيم؟ فقال: أبو نعيم\n822 - انظر: تاريخ بنداد 12 / 387.\n823 -\nانظر: التهذيب 8 / 260.\nالتقريب 2 / 108.\nالجرح 7 / 86.\n824 -\nأنظر: الجرح 3 / 2: 82.\nالتهذيب 8 / 262.\n825 -\nانظر: التهذيب 8 / 259.\nالتقريب 2 / 108.\nالتاريخ الكبير 7 / 139.\nالجرح 7 / 91.\n827 -\nانظر: التهذيب 8 / 270.\nالتقريب 2 / 110.\nالجرح 7 / 61.\nالتاريخ الكبير 7 / 118 (*) .\nالجزء: 1 ¦ الصفحة: 125\n",
        "أعلم بالشيوخ وأنسابهم وبالرجال، ووكيع أفقه.\nوقال ابن شيبة: أبو نعيم ثقة، ثبت، سمعت أحمد بن حنبل يذكره، فقال: يزاحم ابن عيينة، فناظره رجل فيه، وفي وكيع، فجعل يميل إلى أن يزعم إلى أنه أثبت من وكيع.\nوقال المروذي: قال أبو عبد الله: إنما رفع الله عفان وأبا نعيم بالصدق، حتى نوه بذكرهما.\nوقال مهنا: سألت أبا عبد الله عن عفان وأبي نعيم، فقال: هما العقدة، وذهبا محمودين.\nوقال الميموني عن أبي عبد الله: ثقة، وكان يقظان عارفا بالحديث.\nثم قام في أمر الفتنة بما لم يقم غيره، عافاه الله.\nوقال أحمد بن الحسن الترمذي: سمعت أبا عبد الله، يقول: إذا مات أبو نعيم، صار كتابه إماما إذا اختلف الناس في شئ فزعوا إليه.\nوقال الرمادي: خرجت مع أحمد وابن معين، فقال يحيى: أريد أن أختبر أبا نعيم، فقال أحمد: لا تريد، الرجل ثقة، قال: لابد، فكتب ثلاثين حديثا من حديث أبي نعيم، وجعل على رأس كل عشرة منها حديثا، ليس من حديثه.\nثم جاءوا إلى أبي نعيم، فخرج وجلس على دكان وأجلس أحمد عن يمينه ويحيى عن يساره، ثم جلس أسفل، ثم أخرج يحيى الطبق.\nفقرأ عليه عشرة أحاديث، فلما قرأ الحادي عشر قال أبو نعيم: ليس من حديثي، اضرب عليه.\nثم قرأ العشرة الثانية، فقرأ الحديث الثاني، فقال أبو نعيم: ليس ذا من حديثي، اضرب عليه، ثم قرأ العشرة الثالثة، وقرأ الحديث الثالث.\nفتغير أبو نعيم، وانقلبت عيناه، ثم أقبل على يحيى، فقال له: أما هذا؟ وذراع أحمد بيده، فأورع من أن يعمل هذا، وما يريدني بأقل من أن يفعل، ولكن هذا من فعلك يا فاعل.\nثم أخرج ورمي به، وقام فدخل داره، فقال: ألم أمنعك من الرجل وأقل لك: إنه ثبت؟ قال: والله لرفسته لي أحب إلى من سفرتي.\nوقال حنبل: سمعت أبا عبد الله يقول: شيخان كان الناس يتكلمون فيهما، وكنا نلقى الناس في أمرهما ما الله به أعلم، قاما لله بأمر لم يقم به أحد أو كثير أحد مثل ما قاما به، عفان وأبو نعيم، يعني في المحنة.\n828 -\nالفضل بن عنبسة، الواسطي، الخزاز: قال أحمد: ثقة من كبار أصحاب الحديث.\nالجزء: 1 ¦ الصفحة: 126\n",
        "829 -\nالفضل بن عيسى بن أبان الرقاشي، أبو عيسى: ضعفه أحمد.\n830 -\nالفضل بن عطية، المروذي: قال في رواية ابن إبراهيم: أظنه خراساني من أهل مرو.\n831 -\nفضيل بن غروان بن جرير، الضبي، أبو الفضل: وثقه أحمد.\n832 -\nفضيل بن مرزوق، الكوفي: قال أحمد: لا أعلم إلا خيرا.\n833 -\nفضالة بن حصين: قال ابن إبراهيم: سئل عنه فقال: لا أعرفه.\n834 -\nفطر بن خليفة، القرشي، أبو بكر الخياط: قال أحمد: ثقة، صالح الحديث.\nوقال: خشبي مفرط.\n(حرف القاف)\n835 -\nقابوس بن أبي ظبيان، الجنبي، الكوفي: قال أحمد: ليس بذاك.\n836 -\nالقاسم بن الحكم بن كثير بن جندب، أبو أحمد العربي: قال إبراهيم بن مسعود، القرشي: سمعت أحمد بن حنبل يقول: مات العرني - يعني القاسم بن الحكم - ونحن نريد أن نشد إليه الرحال.\nوقال أحمد بن خلف: سألت أحمد وابن معين، عن القاسم بن الحكم، فقال: ثقة.\n829 - انظر: التهذيب 8 / 283.\nالتقريب 2 / 111.\nالجرح 7 / 64.\nالتاريخ الكبير 7 / 118.\n830 -\nانظر: التهذيب 8 / 281.\nالتقريب 2 / 11.\nالجرح 7 / 64.\n831 -\nانظر: التهذيب 8 / 297.\nالتقريب 2 / 113.\nالجرح 7 / 74.\n832 -\nانظر: التهذيب 8 / 298.\nالتقريب 2 / 113.\nالجرح 2 / 75.\n834 -\nانظر: التهذيب 8 / 300.\nالتقريب 2 / 114.\nالجرح 7 / 90.\n835 -\nانظر: التهذيب 8 / 306.\nالتقريب 2 / 115.\nالجرح 7 / 145.\n836 -\nانظر: التهذيب 8 / 311.\nالتقريب 2 / 116.\nالجرح 7 / 109 (*) .\nالجزء: 1 ¦ الصفحة: 127\n",
        "837 -\nالقاسم بن سلام، أبو عبيد: قال عباس الدروي عن أحمد: أبو عبيد ممن يزداد كل يوم خيرا.\nوقال أبو قدامة: سمعت أحمد بن حنبل يقول: أبو عبيد أستاذ.\n838 -\nالقاسم بن عبد الله بن عمر بن حفص، العمري: كذبه أحمد.\nوفي المغني: قال أحمد: كذاب، يضع الحديث.\n839 -\nالقاسم بن عبد الرحمن، أبو عبد الرحمن، الدمشقي: قال الاثرم: سمعت أحمد بن حنبل، وذكر له حديث عن القاسم، عن أمامة: أن الدباغ طهور، فأنكره، وحمل على القاسم وقال: يروي عنه علي بن زيد أعاجيب، وقال: ما أرى هذا الامر إلا من قبل القاسم.\nوقال أبو زرعة الدمشقي: ذكرت لاحمد حديثه حدثنا به محمد بن المبارك حدثنا يحيى بن حمزة، عن عروة بن رويم، عن القاسم أبي عبد الرحمن، قال: قدم علينا سلمان الفارسي دمشق فأنكره أحمد، وقال: كيف تكون هذه المقالة وهو مولى خالد بن يزيد بن معاوية؟ فقلت: حدثنا عبد الله بن صالح، حدثنا معاوية بن صالح، عن سلمان أبي الربيع، عن القاسم أبي عبد الرحمن، قال: رأيت الناس مجتمعين على شيخ، فقلت: من هذا؟ فقيل: سهل بن الحنظلية، فسكت ولم يرده، فأخبرت عبد الرحمن بن إبراهيم بقول أحمد، فقال: كان القاسم مولى لجويرية بنت أبي سفيان فورث بنو يزيد ولاءه.\n840 -\nالقاسم بن الفضل بن معدان بن قريظ، أبو المغيرة الازدي: وثقه أحمد.\n841 -\nالقاسم بن مالك المزني، الكوفي، أبو جعفر: قال أحمد: صدوق، كان يلي بعض العمل بالسواد.\n837 - انظر: التهذيب 8 / 315.\nالتقريب 2 / 117.\nالجرح 7 / 111.\n838 -\nانظر: التهذيب 8 / 320.\nالتقريب 2 / 118.\nالجرح 7 / 111.\nالتاريخ الكبير 7 / 173.\n839 -\nانظر: التهذيب 8 / 322.\nالتقريب 2 / 118.\nالجرح 7 / 113.\n841 -\nانظر: التهذيب 8 / 332.\nالتقريب 2 / 119.\nالجرح 7 / 121.\n(*)\nالجزء: 1 ¦ الصفحة: 128\n",
        "842 -\nالقاسم بن معن بن عبد الرحمن بن عبد الله بن مسعود القاضي، أبو عبد الله: قال أحمد: ثقة.\n843 -\nالقاسم بن محمد بن عبد الله بن عقيل: قال أحمد: ليس بشئ.\n844 -\nقباث بن رزين بن أبي حميد، أبو هاشم اللخمي: قال أحمد: لا بأس به.\n845 -\nقبيصة بن عقبة بن محمد بن سفيان بن عقبة أبو عامر السوائي: قال حنبل: قال أبو عبد الله: ابن قبيصة أصغر من يحيى بن آدم بسنتين.\nوقال أبو عبد الله: قبيصة كثير الغلط، وكان صغيرا لا يضبط عن سفيان، قلت لابي عبد الله: فغير سفيان؟ قال: كان قبيصة رجلا صالحا لا بأس به في حديثه وأي شئ لم يكن عنده، يذكر أنه كثير الحديث.\nوقال عبد الله بن أحمد عن أبيه، قال قبيصة أثبت من أبي حذيفة.\n846 -\nقتادة بن دعامة بن قتادة عزيز بن عمرو بن الحارث بن سدوس، أبو الخطاب السدوسي: قال أبو حاتم: سمعت أحمد بن حنبل ذكر قتادة فأطنب في ذكره فجعل ينشر من فضله وعلمه ومعرفته بالاختلاف والتفسير وغير ذلك، وجعل يقول: عالم بتفسير القرآن واختلاف العلماء ووصفه بالعلم والفقه، فقال: قل ما تجد من يتقدمه، إنما المثل فلعل.\nوقال الاثرم: سمعت أحمد يقول: كان قتادة أحفظ أهل البصرة، قرئ عليد صحيفة جابر مرة فحفظها، كان سليمان التيمي وأيوب يحتاجون إلى حفظه يسألونه.\nوقال حرب: قال أحمد: ما أعلم قتادة روى عن أحمد من أصحاب النبي صلى الله عليه وسلم إلا عن أنس، قيل له: فابن سرجس؟ فكأن لم يره سماعا.\nوقال الاثرم: قلت لابي عبد الله بن قتادة: سمع من يحيى بن يعمر؟ قال:\n842 - انظر: التهذيب 8 / 338.\nالتقريب 2 / 120.\nالجرح 7 / 120.\n845 -\nانظر: التهذيب 8 / 346.\nالتقريب 2 / 122.\nالجرح 7 / 125.\nالتاريخ الكبير 7 / 175.\n846 -\nانظر: التهذيب 8 / 351.\nالتقريب 2 / 123.\nالجرح 7 / 133 (*) .\nالجزء: 1 ¦ الصفحة: 129\n",
        "لا أدري، قد روى عنه، وقد روى عن رجل عنه.\nوقال الاثرم: قال أحمد: قتادة لم يسمع من عبد الله بن الحارث الهاشمي شيئا، لانه قديم، سمع منه عوف، قلت له: ثابت وحميد بن وثاب عن أبيه؟ قال: نعم.\nقال أبو عبد الله: وقتادة يروي عن إسحاق بن عبد الله بن الحارث.\nوقال حرب: قال أبو عبد الله أحمد بن حنبل: يقال: إن قتادة لم يسمع من سليمان بن يسار بينهما أبو الخليل، ولم يسمع من مجاهد بينهما أبو الخليل.\nوقال أبو طالب: قال أحمد: لم يسمع قتادة من أبي قلابة شيئا، إنما بلغه عنه، ولم يسمع قتادة من أبي رافع.\nوقال في رواية ابن ابراهيم: روى قتادة عن شهر بن حوشب، ليس بينهما أحد.\nوقال في رواية المروذي: سألته عن قتادة سمع من خلاس؟ قال: نعم.\n847 -\nقدامة بن وبرة العجلي، البصري: قال أحمد: لا يعرف.\n848 -\nقران بن تمام الاسدي، أبو تمام: وثقه أحمد.\n849 -\nقرة بن خالد السدوسي، أبو خالد: وثقه أحمد.\n850 -\nقرة بن عبد الرحمن بن حيويل بن ناشرة، المعافري: قال أحمد: منكر الحديث جدا.\n851 -\nقريش بن حيان، أبو بكر البجلي: قال أحمد: لا بأس به، كان بالاهواز.\n852 -\nقران بن تمام: وثقه أحمد.\n853 -\nقطبة بن عبد العزيز بن سياه الاسدي، الحماني: وثقه أحمد.\nوثقه أحمد.\n853 -\nقطبة بن عبد العزيز بن سياه الاسدي، الحماني: وثقه أحمد.\n848 - انظر: الميزان 3 / 386.\nالجرح 3 / 2: 144.\n849 -\nانظر: التهذيب 8 / 371.\nالتاريخ الكبير 4 / 1: 183.\n850 -\nانظر: التهذيب 8 / 372.\nالميزان 3 / 88.\nالجرح 3 / 2: 132.\n851 -\nانظر: التهذيب 8 / 375.\nالجرح 3 / 2: 142 (*) .\nالجزء: 1 ¦ الصفحة: 130\n",
        "854 -\nالقعقاع بن حكيم، الكناني، المدني: وثقه أحمد.\n855 -\nقيس بن الربيع: سئل عنه في رواية ابن إبراهيم، فقال: ليس حديثه بشئ.\nوقال المروذي: سئل عنه فلينه، قلت: أليس قد روى عنه شعبة؟ قال: بلى.\n856 -\nقيس بن سعد، المكي، أبو عبد الملك الحبشي: وثقه أحمد في رواية المروذي.\n857 -\nقيس بن طلق بن علي الحنفي: ضعفه أحمد.\n858 -\nقيس بن عباية أبو نعامة: قال في رواية ابن إبراهيم: روى عنه أيوب والجريري وعثمان بن غياث، وأبو نعامة عمرو بن عيسى العدوي.\n859 -\nقيس بن مسلم الجدلي: قال في رواية ابن إبراهيم: كوفي، وهو ثقة، وهو ثبت.\nوقال في رواية أخرى: قال بعض الناس كان مرجئا، ولا أرى ثبت هذا، وهو ثقة في الحديث.\n860 -\nقيس بن وهب الهمداني، الكوفي: وثقه أحمد.\n(حرف الكاف)\n861 -\nكامل بن طلحة، الجحدري، أبويحيى: قال أبو داود: سمعت أحمد سئل عن كامل بن طلحة، فقال: رأيته بالبصرة، وله حلقة، وكان يذهب إلى عبادان، يحدثهم، حديثه مقارب.\nقال أبو\n853 - انظر: التهذيب 8 / 378.\nالجرح 3 / 2: 141.\n855 -\nانظر: التهذيب 8 / 397.\nالتقريب 2 / 128.\nالجرح 7 / 99.\nالتاريخ الكبير 7 / 154.\n858 -\nانظر: التهذيب 8 / 400.\nالتقريب 2 / 129.\nالتاريخ الكبير 7 / 1 56.\nالجرح 7 / 102.\n859 -\nانظر: التهذيب 8 / 403 التقريب 2 / 130.\nالجرح 7 / 103.\n861 -\nانظر: التهذيب 8 / 408 التقريب 2 / 131 الجرح 7 / 172 (*) .\nالجزء: 1 ¦ الصفحة: 131\n",
        "داود: رميت بكتبه.\nوسمعت أحمد يثني عليه.\nوقال الميموني: سألت أبا عبد الله عن كامل بن طلحة، فقال: هو عندي ثقة، وفي سنة مائتين بالبصرة كان له في المسجد حلقة عظيمة، حدث عن الليث وابن لهيعة ومالك.\nوقال الذهبي في المغني: قال أحمد: ما أعلم أحدا يدفعه بحجة.\n862 -\nكثير بن جمهان: قال في رواية الميموني: لا أعرفه.\n863 -\nكثير بن زيد، الاسلمي، ثم السهمي: قال أحمد: ما أرى به بأسا.\n864 -\nكثير بن شنظير، الازدي، أبو قرة: قال أحمد: صالح الحديث.\n865 -\nكثير بن عبد الله بن عمرو بن عوف بن زيد بن طلحة المزني: ضرب أحمد على حديثه ولم يروه، وقال: ليس بشئ.\nوقال الترمذي: قلت للبخاري في حديث كثير بن عبد الله، عن أبيه عن جده في الساعة التي تجري يوم الجمعة، قال: حديث حسن إلا أن أحمد بن حنبل كان يحمل على كثير يضعفه.\n866 -\nكثير بن كثير بن المطلب بن أبي وداعة السهمي: وثقه أحمد.\n867 -\nكريب أبورشدين، المدني: قال ابن إبراهيم: قلت: هل سمع كريب من ابن عباس شيئا؟ قال: نعم.\n868 -\nكلثوم بن جبر، مصري: وثقه أحمد.\n869 -\nكليب بن وائل عن ابن عمر: قال في رواية الميموني: ما أرى به بأس.\n863 - انظر: التهذيب 8 / 413.\nالتقريب 2 / 131.\n865 -\nانظر: التهذيب 8 / 421.\nالتقريب 2 / 132.\nالجرح 7 / 154.\nالتاريخ الكبير 7 / 217.\n866 -\nانظر: التهذيب 8 / 426.\nالجرح 3 / 2: 156.\n868 -\nانظر: التهذيب 8 / 442.\nالجرح 3 / 2: 164.\n869 -\nانظر: التهذيب 8 / 446.\nالتقريب 2 / 136: الجرح 3 / 2: 167 (*) .\nالجزء: 1 ¦ الصفحة: 132\n",
        "870 -\nكهمس بن الحسن، التميمي، البصري، أبو الحسن: وثقه أحمد.\n(حرف اللام) 871 - لمازة بن زياد، الازدي، الجهضمي، أبو لبيد: قال أحمد: صالح الحديث.\n872 -\nالليث بن سعد بن عبد الرحمن، التميمي، المصري: قال أحمد بن حنبل في رواية أحمد بن سعد الزهري: ثقة، ثبت، وقال: هو أصح الناس حديثه عن المقبري، وقال: ما في المصريين أثبت منه.\n873 -\nليث بن أبي سليم بن زنيم، أبو يكر القرشي: قال أحمد: مضطرب الحديث، ولكن حدث عنه الناس.\nوقال في رواية المروذي: ليس هو بذاك.\nوقال في رواية الميموني: ضعيف الحديث عن طاوس وإذا جمع طاوسا وغيره زياد هو ضعيف.\n(حرف الميم)\n874 -\nمحمد بن إبراهيم بن الحارث بن صخر التيمي، أبو عبد الله: قال أحمد: في حديثه شئ يروي أحاديث منكرة.\n875 -\nمحمد بن الازهر الجوزجاني.\n876 -\nمحمد بن إدريس الشافعي: قال أحمد: إن الله يقيض للناس على رأس كل مائة [سنة] من يعلمهم السنن.\nوروى الفضل بن زياد عن أحمد، قال: هذا الذي ترون كله أو عامته من\n870 - انظر: التهذيب 8 / 450 التقريب 2 / 137.\nالجرح 3 / 2: 170.\n871 -\nانظر: التهذيب 8 / 457.\nالتقريب 2 / 138.\nالميزان 3 / 419.\n873 -\nانظر: التهذيب 6 / 465.\nالتقريب 2 / 138.\n874 -\nانظر: التهذيب 9 / 5.\nالتقريب 2 / 140.\nالجرح 7 / 184 (*) .\nالجزء: 1 ¦ الصفحة: 133\n",
        "الشافعي، وما بت منذ ثلاثين سنة إلا وأنا أدعو للشافعي وأستغفر له.\nوقال الميموني: سمعت أحمد يقول: ستة أدعو لهم سحرا، أحدهم الشافعي.\nوقال أبو القاسم البغوي: حدثني صالح بن أحمد قال: مشى أبي مع بغلة الشافعي، فبعث إليه يحيى بن معين، فقال: يا أبا زكريا، لو مشيت من الجانب الآخر كان أنفع لك.\nوقال أبو داود: ما رأيت أحمد بن حنبل يميل إلى أحد ميله إلى الشافعي.\n877 -\nمحمد بن إسحاق: قال أبو داود: سمعت أحمد ذكر ابن إسحاق، فقال: رجل يشتهي الحديث، فيأخذ كتب الناس فيضعها في كتبه.\nوقال المروذي: قال أحمد: كان ابن إسحاق يدلس وقد روى الحديث ابن إسحاق في مسنده ولم يكن يحتج به، وقال في رواية العباس الدوري - وقد قيل له: ما تقول في موسى بن عبيدة ومحمد بن إسحاق - فقال: أما محمد فهو رجل يسمع منه ويكتب عنه هذه الاحاديث، يعني المغازي وحدها وأما موسى بن عبيدة فلم يكن به بأس، ولكنه دون محمد بن إسحاق.\nوقال أحمد في رواية الفضل بن عبد الله: ولو قضى زيارته لزرته، روى، عن عبد الله بن دينار، عن ابن عمر مناكير، وقال أبو طالب: قلت لاحمد: سمع محمد بن إسحاق من مجاهد؟ قال: لا، قال ابن إبراهيم: سئل عن ابن أخي الزهري وابن إسحاق في حديث الزهري أيهما أحب إليك؟ قال: ما أدري كأنه ضفهما، وقال ابن إبراهيم: قلت: محمد بن إسحاق في الزهري؟ قال: هو ثقة ولكن معمر ومالك وهؤلاء أوثق منه.\nوقال: قلت له: أيما أحب إليك في نافع، عبيد الله أو أيوب أو مالك، أو موسى بن عقبة، أو محمد بن إسحاق، أو يحيى بن سعيد الانصاري، أو صخر بن جويرية؟ قال أبو عبد الله: أوثق أصحاب نافع عندي أيوب ومالك ثم عبيد الله، محمد بن إسحاق ليس بذاك القوي، وهو كذا وكذا.\nوقال: قلت له: محمد بن إسحاق سمع من عطاء؟ قال: نعم، ابن أبي ذئب أصغر من ابن إسحاق وقد سمع من عطاء بن أبي رباح.\nوقال: قلت له: محمد بن إسحاق حجة؟ قال: هو صالح الحديث.\nواحتج به، أيضا.\nوقال في رواية\n877 - انظر: تاريخ بغداد 1 / 229.\nالتهذيب 9 / 43 (*) .\nالجزء: 1 ¦ الصفحة: 134\n",
        "المروذي: أيما أحب إليك موسى بن عبيدة، أو محمد بن إسحاق؟ فقال: محمد بن إسحاق.\n878 -\nمحمد بن إسماعيل البخاري: قال أحمد: ما أخرجت خراسان مثل محمد بن إسماعيل البخاري.\n879 -\nمحمد بن ثابت العبدي، البصري: قال أحمد في رواية مهنا: يخطئ في حديثه.\nوقال في رواية أبي داود: ليس به بأس، ولكن روى حديثا منكرا\n...\n880 -\nمحمد بن جعفر بن زياد أبوعمران الوركاني: قال أبو داود: رأيت أحمد بن حنبل يكتب عنه، وقال أبو زرعة: كان جار أحمد وكان يرضاه.\n881 -\nمحمد بن جعفر المدائني: قال أحمد: لا أحدث عنه أبدا، وقال مرة: لا بأس به.\n882 -\nمحمد بن جعفر الهذلي، الكرابيسي، أبو عبد الله غندر: قال أحمد: هو أسن من يحيى بن سعيد، سمعته يقول: لزمت شعبة عشرين سنة، وكتبت أكثر ما عرضته عليه، قال أحمد: أحسبه من بلادته كان يفعل هذا.\nوقال في رواية ابن إبراهيم: ما في أصحاب شعبة أقل خطأ من محمد بن جعفر غندر.\nوقال وكيع: كان أروع الشيوخ.\n883 -\nمحمد بن جابر اليمامي السحيمي: قال أحمد: له مناكير.\nوقال في رواية ابن إبراهيم: ليس هو بالقوي، روى عن حماد أحاديث.\nوقال المروذي: سألته عن محمد بن جابر، فقال: يروى عنه.\nوقد كان ابن المهدي يحدث عن محمد بن جابر ثم تركه بعد.\n884 -\nمحمد بن حرب الابرش، أبو عبد الله، الخولاني: قال أحمد: ليس به بأس.\n878 - انظر: التهذيب 9 / 85.\nالميزان 3 / 495.\nالجرح 7 / 216.\n879 -\nانظر: التهذيب 9 / 93.\nالتقريب 2 / 150.\nالجرح 7 / 222.\n880 -\nانظر: التهذيب 9 / 96.\nالتقريب 2 / 151.\nالجرح 7 / 221.\n882 -\nانظر: التهذيب 9 / 109.\nالجرح 3 / 2: 219.\nالميزان 3 / 496.\n884 -\nالتقريب 2 / 180.\nالجرح 3 / 2: 307 (*) .\nالجزء: 1 ¦ الصفحة: 135\n",
        "885 -\nمحمد بن أبي حفصة: قال المروذي: ذكره فلم يرضه وأراه ذكر أنه له رأي سوء.\n886 -\nمحمد بن الحسن بن أبي يزيد، الهمداني، أبو الحسن الكوفى: ضعفه أحمد.\nوفي المغني، قال أحمد: ما أراه يسوى شيئا.\n887 -\nمحمد بن أبي حميد إبراهيم، أبو إبراهيم الزرقي: قال أحمد: أحاديثه مناكير.\n888 -\nمحمد بن حمزة الخراساني الذي قتله ابن نهيك في الامر بالمعروف: قال أحمد في رواية المروذي: لا أعرفه.\n889 -\nمحمد بن حمير بن أنيس القضاعي: قال أحمد: ما علمت إلا خيرا.\n890 -\nمحمد بن خازم أبو معاوية الضرير: قال أحمد: كان أبو معاوية إذا سئل عن حديث الاعمش يقول: قد صار حديث الاعمش في فمي علقما أو هو أمر من العلقم لكثرة ما يرويه.\nوقال كان في غير حديث الاعمش مضطربا لا يحفظها حفظا جيدا، وكان حافظا للقرآن ويروي عن عبيد الله بن عمر مناكير.\n891 -\nمحمد بن راشد المكحولي أبو عبد الله: وثقه أحمد.\n892 -\nمحمد بن رافع بن أبي زيد شابور القشيري: عن عبد الله بن عبد الوهاب الخوارزمي سمعت أحمد بن حنبل وسئل عن محمد بن يحيى ومحمد بن رافع - فقال: محمد بن يحيى أحفظ، ومحمد بن رافع أورع.\n886 - انظر: التهذيب 9 / 120.\nالتقريب 2 / 154.\nالجرح 7 / 225.\nالتاريخ الكبير 1 / 66.\n887 -\nانظر: التهذيب 9 / 132.\nالتقريب 2 / 156.\nالجرح 7 / 233.\nالتاريخ الكبير 1 / 70.\n889 -\nانظر: التهذيب 9 / 134.\nالجرح 3 / 2: 245.\n890 -\nانظر: التهذيب 9 / 137.\nالتقريب 2 / 157.\nالتاريخ الكبير 1 / 74، الجرح 7 / 246.\n891 -\nانظر: التهذيب 9 / 158.\nالتقريب 2 / 160.\nالجرح 7 / 253.\n892 -\nانظر: التهذيب 9 / 160.\nالتقريب 2 / 160.\nالجرح 7 / 254.\n(*)\nالجزء: 1 ¦ الصفحة: 136\n",
        "893 -\nمحمد بن زياد القرشي، الجمحي، يوالي آل عثمان بن مظعون: وثقه أحمد، وقال في رواية ابن إبراهيم: صالح الحديث وهو ثقة.\n894 -\nمحمد بن زياد الالهاني، الحمصي، أبو سفيان: وثقه أحمد.\n895 -\nمحمد بن زياد اليشكري، الكوفي، الطحان، الاعور، الفأفأ المعروف بالميموني: قال أحمد: كذاب، خبيث، يضع الحديث.\n896 -\nمحمد بن زيد بن المهاجر بن قنفذ بن عمير بن جدعان التيمي: وثقه أحمد.\n897 -\nمحمد بن سابق الكوفي: قال عبيد الله بن إسماعيل البغدادي: سئل أحمد بن حنبل عن ابن سابق، فقال: إذا أردت أبا نعيم فعليك بابن سابق.\n898 -\nمحمد بن سعيد بن حسان بن قيس القرشي، الاسدي، المصلوب: قال أحمد بن حنبل: قتله أبو جعفر في الزندقة، حديثه حديث موضوع.\nوقال أبو داود: عن أحمد: كان يضع عمدا.\nوقال في رواية المروذي: يقولون والله أعلم: إن أبا جعفر صلبه على الزندقة وهو متروك الحديث.\n899 -\nمحمد بن سلمة الحراني: قال الميموني: قال: هو في بدنه، وأظنه قال: ليس بحديثه بأس.\n900 -\nمحمد بن سليمان بن سلمان، الدني، القبائي، المعروف بالكرماني: وثقه أحمد.\n893 - انظر: التهذيب 9 / 169.\nالتقريب 2 / 162.\nالجرح 7 / 257.\nالتاريخ الكبير 1 / 82.\n894 -\nانظر: التهذيب 9 / 170.\nالتقريب 2 / 162.\nالجرح 7 / 257.\n895 -\nانظر: التهذيب 9 / 171.\nالتقريب 2 / 162.\nالجرح 2 / 516.\n897 -\nانظر: التهذيب 9 / 174.\nالتقريب 2 / 163.\nالجرح 7 / 283.\n899 -\nانظر: التهذيب 9 / 193.\nالتقريب 2 / 166.\nالتاريخ الكبير 1 / 107 (*) .\nالجزء: 1 ¦ الصفحة: 137\n",
        "901 -\nمحمد بن سيرين: قال محمد بن عبد العزيز: سمعت أحمد يقول: ابن سيرين أحسن حكاية عن أصحاب النبي صلى الله عليه وآله وسلم، من الحسن.\nوقال عبد الله: قال أبي: لم يسمع محمد بن سيرين من ابن عباس.\n902 -\nمحمد بن شجاع ابن الثلجي أبو عبد الله الكوفي، البغدادي: سأل عبد الرحمن بن يحيى بن خاقان أحمد عنه، فقال: مبتدع، صاحب هوى.\nوقال السري بن مكرم: بعث المتوكل إلى أحمد بن حنبل يسأله عن ابن الثلجي ويحيى بن أكثم في ولاية القضاء، فقال: أما ابن الثلجي فلا.\n903 -\nمحمد بن شريك، أبو عثمان: وثقه أحمد.\n904 -\nمحمد بن شعيب بن شابور، أبو عبد الله الدمشقي: قال أحمد: ما علمت إلا خيرا، كان رجلا عاقلا، ما أرى به بأسا.\n905 -\nمحمد بن صالح بن دينار، أبو عبد الله التمار: قال أبو طالب: سألت أحمد عنه، فقال: ثقة، ثقة.\n906 -\nمحمد بن طلحة بن مصرف اليامي، الكوفي: قال أحمد: لا بأس به إلا أنه لا يكاد يقول في شئ من حديثه حدثنا.\n907 -\nمحمد بن عباد بن الزبرقان، المكي: سئل عنه أحمد، فقال: حديثه حديث أهل الصدق.\n908 -\nمحمد بن عبد الله بن الزبير بن عمر بن درهم، أبو أحمد الاسدي: قال أحمد: يأتي بما لا يرويه عامة الناس وما به بأس.\n901 - انظر: التهذيب 9 / 214.\nالتقريب 2 / 169.\nالتاريخ الكبير 1 / 90.\nالجرح 7 / 280.\n904 -\nانظر: التهذيب 9 / 222.\nالتقريب 2 / 170.\nالتاريخ الكبير 1 / 113.\nالجرح 7 / 286.\n906 -\nانظر: التهذيب 9 / 238.\nالتقريب 2 / 173.\nالتاريخ الكبير 1 / 122.\nالجرح 7 / 291.\n907 -\nانظر: التهذيب 9 / 249.\nالتاريخ الكبير 1 / 1: 175.\n908 -\nانظر: التهذيب 9 / 254.\nالتقريب 2 / 176.\nالجرح 3 / 2: 297 (*) .\nالجزء: 1 ¦ الصفحة: 138\n",
        "909 -\nمحمد بن عبد الله بن المثنى بن عبد الله بن أنس بن مالك، أبو عبد الله الانصاري: قال أحمد: ما كان يصنع عند أصحاب الحديث إلا النظر في الرأي.\n910 -\nمحمد بن عبد الله بن أبي سبرة، أبو أحمد المدني: قال أحمد: كان يضع الحديث.\n911 -\nمحمد بن عبد الله بن مسلم بن عبيد الله بن عبد الله بن شهاب الزهري، أبو عبد الله: قال أبو داود: سمعت أحمد يثني عليه.\n912 -\nمحمد بن عبد الله بن نمير، أبو عبد الرحمن: قال أبو إسماعيل الترمذي: كان أحمد يعظم محمد بن عبد الله بن نمير تعظيما عجيبا، ويقول: هو درة العراق.\n913 -\nمحمد بن عبد الرحمن الطفاوي: قال محمد بن عبد الله مطين: سألت أحمد عن الطفاوي، فقال: كان يدلس.\n914 -\nمحمد بن عبد الرحمن بن أبي بكر التيمي: قال أحمد: لا بأس به.\n915 -\nمحمد بن عبد الرحمن بن أبي ليلى الانصاري، الكوفي، القاضي، أبو عبد الرحمن، أحد الائمة: قال أحمد: سئ الحفظ، مضطرب الحديث، وكان فقهه أحب إلينا من حديثه.\n909 - انظر: التقريب 2 / 180.\nالميزان 3 / 600 الجرح 3 / 2: 305.\n910 -\nانظر: التهذيب 12 / 27.\nالميزان 3 / 503.\n911 -\nانظر: التهذيب 9 / 280.\nالميزان 3 / 592.\n912 -\nانظر: التهذيب 9 / 283.\nالتقريب 2 / 180.\nالجرح 3 / 2: 307.\n913 -\nانظر: الجرح 3 / 2: 324.\nالميزان 3 / 618.\nالتهذيب 9 / 309.\n915 -\nانظر: التقريب 2 / 184.\nالميزان 3 / 613 (*) .\nالجزء: 1 ¦ الصفحة: 139\n",
        "916 -\nمحمد بن عبد الرحمن بن زرارة: قال أحمد في رواية الميموني: صالح الحديث.\n917 -\nمحمد بن عبد الرحمن بن غنج: قال أحمد: مقارب الحديث يروي عنه الليث، قاله في رواية الميموني.\n918 -\nمحمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب: قال أحمد: كان يشبه بسعيد بن المسيب، وقال لاحمد: خلف مثله ببلاده؟ قال: لا ولا بغيرها، كان ثقة، صدوقا، أفضل من مالك، إلا أن مالكا أشد تنقية للرجال منه.\n919 -\nمحمد بن عبد الوهاب القناد، السكري، أبويحيى الكوفي: وثقه أحمد.\n920 -\nمحمد بن عبد الملك، الانصاري: قال أحمد: في رواية عبد الله: كان يضع الحديث.\n921 -\nمحمد بن عبيد الله بن أبي سليمان العرزمي، أبو عبد الرحمن الكوفى:.\nقال أحمد: ترك الناس حديثه.\n922 -\nمحمد بن عبيد بن أبي أمية، الطنافسي، أبو عبد الله الكوفي، الاحدب: وثقه أحمد.\nوقال الذهبي في المغني: قال أحمد: يخطئ ويصر سمع الاعمش.\n923 -\nمحمد بن عقبة بن أبي عياش، الاسدي، المطر في، المدني: وثقه أحمد.\n916 - انظر: التهذيب 9 / 298.\nالتاريخ الكبير 1 / 1: 148.\n98 -\nانظر: التهذيب 9: 303.\nالتقريب 2 / 184.\nالجرح 7 / 313.\n920 -\nانظر: الميزان 3 / 631.\nالتاريخ الكبير 1 / 1: 164.\n921 -\nانظر: التهذيب 9 / 322.\nالتقريب 2 / 187.\nالجرح 8 / 1.\n922 -\nانظر: التهذيب 9 / 327.\nالتقريب 2 / 188.\nالتاريخ الكبير 1 / 173.\nالجرح 8 / 11.\n(*)\nالجزء: 1 ¦ الصفحة: 140\n",
        "924 -\nمحمد بن علي بن حسين بن علي بن أبي طالب، أبو جعفر: قال أبو طالب: سألت أحمد بن حنبل عن محمد بن علي سمع من أم سلمة؟ قال: لا يصح أنه سمع، قلت: فسمع من عائشة؟ قال: لا، ماتت عائشة قبل أم سلمة.\nوفي رواية الميموني: ثقة قوي الحديث.\n925 -\nمحمد بن عمار بن حفص بن عمر بن سعد القرظ ابن عائذ المؤذن: أبو عبد الله: قال أحمد: ما أرى به بأسا.\n926 -\nمحمد بن عمرو، أبو سهل البصري: قال أحمد: كان يحيى بن سعيد يضعفه، وكان ينزل عبدان.\nوقال في رواية ابن إبراهيم: كان يحدث بأحاديث فيرسلها ويسندها لاقوام آخرين.\nوقال في روايته: مضطرب الحديث.\nوقال في رواية المروذي: سئل عن محمد بن عمرو والعلاء، فقال: العلاء أحب إلي وذلك أن محمد بن عمرو ربما قال: الاشياخ.\n927 -\nمحمد بن العلاء بن كريب، الهمداني، أبو كريب الكوفي: قال حجاج بن الشاعر: سمعت أحمد بن حنبل يقول: لو حدثت عن أحد بحديث أجاب في المحنة لحدثت عن اثنين، أبو معمر، وأبو كريب، أما أبو معمر، فلم يزل بعدما أجاب يذم نفسه على إجابته، ويحسن أمر من لم يجب ويغبطهم، وأما أبو كريب فأجرى عليهم دينارين وهو محتاج فتركهما لما علم أنه أجرى لذلك.\n928 -\nمحمد بن عيينة: قال في رواية المروذي: كان شيخا عجبا.\n929 -\nمحمد بن عيسى بن نجيح، البغدادي، ابو جعفر: قال أحمد: ثبت، كيس، فهم.\n924 - انظر: التهذيب 9 / 350.\nالتقريب 2 / 192.\nالتاريخ الكبير 1 / 183.\nالجرح 8 / 26.\n927 -\nانظر: التهذيب 9 / 385.\nالتقريب 2 / 197.\nالجرح 8 / 52.\n929 -\nأنظر: الجرح 8 / 55.\nتاريخ بغداد 3 / 143 (*) .\nالجزء: 1 ¦ الصفحة: 141\n",
        "930 -\nمحمد بن الفرج بن عبد الوارث، البغدادي، أبو جعفر: قال أحمد: ليس به بأس.\n931 -\nمحمد بن الفضل بن عطية بن عمرو بن عبد القيس: قال أحمد: حديثه حديث أهل الكذب.\n932 -\nمحمد بن فضيل بن غروان بن جرير الضبي، أبو عبد الرحمن الحافظ: قال أحمد: كان يثشيع، وكان حسن الحديث.\n933 -\nمحمد بن القاسم، الاسدي، أبو إبراهيم الكوفي: ضعفه أحمد، وقال في رواية المروذي: ما يسثأهل أن يحدث عنه بشئ، روى أحاديث مناكير.\n934 -\nمحمد بن قيس، الاسدي، الوالبي: وثقه أحمد.\n935 -\nمحمد بن قيس الهمداني، المرهبي: ضعفه أحمد.\n936 -\nمحمد بن كثير بن أبي عطاء، أبو يوسف، الثقفي: ذكره أحمد فضفه جدا.\n937 -\nمحمد بن مروان بن قدامة، أبو بكر العقيلي، البصري، المعروف بالعجلي: قال أحمد: رأيته، وقد حدث بأحاديث، فلم أكتبها على عمد.\n938 -\nمحمد بن مسلم بن تدرس، مولى حكيم بن حزام، أبو الزبير: قال أحمد: أبو الزبير أحب إلي من أبي سفيان لانه أعلم بالحديث منه.\n930 - انظر: التهذيب 9 / 398.\nالتقريب 2 / 200.\nالجرح 8 / 60.\n931 -\nانظر: التهذيب 9 / 401.\nالتقريب 2 / 200.\nالجرح 8 / 56.\n932 -\nانظر: التهذيب 9 / 405.\nالتقريب 2 / 201.\nالجرح 8 / 57.\n934 -\nانظر: التهذيب 9 / 412.\nالتقريب 2 / 202.\nالجرح 4 / 1: 61.\n936 -\nانظر: التهذيب 9 / 415.\nالتقريب 2 / 203.\nالميزان 4 / 18.\n937 -\nانظر:: التهذيب 9 / 435.\nالتقريب 2 / 206.\nالميزان 4 / 33.\n938 -\nانظر: التقريب 2 / 207.\nالتاريخ الكبير 1 / 1: 221.\nالميزان 4 / 37 (*) .\nالجزء: 1 ¦ الصفحة: 142\n",
        "939 -\nمحمد بن مسلم بن عبيد الله بن شهاب الزهري: قال الاثرم: قلت لابي عبد الله: الزهري سمع من أبان بن عثمان؟ فقال: ما أراه سمع منه وما أدري أو نحو هذا إلا أنه قد أدخل بينه وبينه عبد الله بن أبي بكرة.\nوفي رواية أبي طالب: قلت لاحمد بن حنبل: الزهري سمع من ابن عمر؟ قال: لا.\nوقال الاثرم: قلت لابي عبد الله: الزهري سمع من عبد الرحمن بن أزهر؟ قال: ما أراه سمع من عبد الرحمن بن أزهر، ثم قال: إنما يقول الزهري: كان عبد الرحمن بن أزهر يحدث، كذا يقول معمر وأسامة: سمعت عبد الرحمن بن أزهر، ولم يصنعا عندي شيئا، ما أراه حفظ وقد أدخل بينه وبين طلحة بن عبد الله بن عوف.\n940 -\nمحمد بن مسلم بن سوسن، الطائفي، المكي: قال أحمد: ما أضعف حديثه.\n941 -\nمحمد بن مصعب بن صدفة القرقسانى، أبو عبد الله: قال أحمد: حديثه عن الاوزاعي مقارب، وأما عن حماد بن سلمة ففيه تخليط، وقال مرة: لا بأس به..942 - محمد بن مطرف بن داؤد بن مطرف أبو غسان الليثي: وثقه أحمد.\n943 -\nمحمد بن معاوية: قال في رواية ابن إبراهيم: يحيى بن يحيى كان نافرا منه.\n944 -\nمحمد بن المنتشر بن الاجدع، الهمداني، الوداعي، الكوفى: وثقه أحمد.\n945 -\nمحمد بن منصور أبو جعفر الطوسي: أثنى عليه أحمد، وقال المروذي: سألت أبا عبد الله عن محمد بن منصور\n(1) 939 - انظر: التهذيب 9 / 445.\nالتقريب 2 / 207.\nالجرح 8 / 71.\n940 -\nانظر: التهذيب 9 / 444.\nالتقريب 2 / 207.\nالتاريخ الكبير 1 / 223.\nالجرح 8 / 77.\n941 -\nانظر: التهذيب 9 / 458.\nالتقريب 2 / 208.\nالتاريخ الكبير 1 / 239.\nالجرح 8 / 102.\n942 -\nانظر: التهذيب 9 / 461.\nالتقريب 2 / 208.\nالجرح 8 / 100.\nالتاريخ الكبير 1 / 236.\n945 -\nانظر: التهذيب 9 / 472.\nالتقريب 2 / 210 (*)\nالجزء: 1 ¦ الصفحة: 143\n",
        "الطوسي، فقال: لا أعلم إلا خيرا، صاحب صلاة.\nوقال أبو داود: جاء رجل إلى أحمد فقال: أنكتب عن محمد بن منصور الطوسي؟ فقال: إذا لم تكتب عن محمد بن منصور الطوسي فعمن؟ يقول ذلك مرارا، ثم قال له الرجل: إنه يتكلم فيك، فقال أحمد: رجل صالح\n....\nفما يعمل.\n946 -\nمحمد بن مهاجر الانصاري، الشامي مولى أسماء: وثقه أحمد.\n947 -\nمحمد بن ميمون المروذي، أبو بكرة السكري: قال أحمد: ما به بأس.\n948 -\nمحمد بن نغيم النصيبي عن أبي الزبير بحديث: قال أحمد فيه: هذا كذب.\n949 -\nمحمد بن هلال بن أبي هلال مولى بني كعب: قال أحمد: ليس به بأس.\n950 -\nمحمد بن يحيى بن عبد الله بن خالد بن فارس بن ذؤيب الذهلي، أبو عبد الله: قال محمد بن سهل: كنا عند أحمد بن حنبل، فدخل محمد بن يحيى فقام إليه أحمد، وتعجب منه الناس، ثم قال لبنيه وأصحابه: اذهبوا إلى أبي عبد الله واكتبوا عنه وعن أحمد قال: ما رأيت خراسانيا أعلم بحديث الزهري منه، ولا أصح كتابا منه.\nوقال محمد بن داود المصيصي: كنا عند أحمد بن حنبل وهم يتذاكرون، فذكر محمد بن يحيى النيسابوري حديثا فيه ضعف فقال له أحمد بن حنبل: لا تذكر مثل هذا، فكأن محمدا دخلته خجلة، فقال أحمد: إنما قلت هذا إجلالا لك يا أبا عبد الله.\nوقال إبراهيم بن هانئ، عن أحمد: ما قدم علينا رجل أعلم بحديث الزهري من محمد بن يحيى.\nوقال أبو عمر وأحمد بن المبارك: أتيت أحمد بن حنبل فقال لي: من أين أنت؟ قلت: من نيسابور، قال: محمد بن\n947 - انظر: التهذيب 9 / 486.\nالتقريب 9 / 212.\nالجرح 8 / 81.\n949 -\nانظر: التهذيب 9 / 498.\nالتاريخ الكبير 1 / 1: 257.\n950 -\nانظر: التهذيب 9 / 511.\nتذكرة الحفاظ 2 / 530 (*) .\nالجزء: 1 ¦ الصفحة: 144\n",
        "يحيى له مجلس؟ قلت: نعم، قال: لو أن محمد بن يحيى عندنا لجعلناه إماما في الحديث.\n951 -\nمحمد بن يزيد الكلاعي، الواسطي: قال أحمد: كان ثبتا في الحديث.\n952 -\nمحمد بن يوسف بن عبد الله بن يزيد الكندي، الاعرج: قال أحمد \" ثقة.\n953 -\nمحمد بن يوسف بن واقد بن عثمان الضبي: قال أحمد: سمع من الثوري بالكوفة، وصحبه، وكتبت أنا عنه بمكة، وكان رجلا صالحا.\n954 -\nمحمد بن يونس بن موسى بن سليمان بن عبيد الله بن ربيعة بن كديم، أبو العباس: قال عبد الله بن أحمد: كان أبي يقول: كان الكديمي حسن الحديث حسن المعرفة، ما وجد عليه إلا صحبته لسليمان الشاذكوني.\n955 -\nمالك بن أنس بن مالك بن أبي عامر بن عمرو بن الحارث، أحد الائمة: قال عبد الله بن أحمد: قلت لابي: من أثبت أصحاب الزهري؟ قال: مالك أثبت في كل شئ.\nوقال الفضل بن زياد: سألت أحمد: من ضرب مالكا؟ قال: ضربه بعض الولاة في طلاق المكره، وكان لا يجيزه، فضربه لذلك.\nوقيل له في رواية ابن إبراهيم: أي أصحاب الزهري أحب إليك؟ قال: مالك أحبهم إلي في قلة روايته، وبعده معمر، وما يضمن إلى معمر أحد إلا أصبت معمرا فوقه، وأطلب منه للحديث.\nوقال ابن إبراهيم: سئل عن مالك وابن عيينة في الزهري، فقال: مالك في الزهري أثبت مع قلة ما روى.\nوقال في رواية المروذي: مالك حجة.\nوقال المروذي: سمعته يقول: مالك بن أنس عندي إمام من أئمة المسلمين.\nوقال في رواية الميموني: كان مالك من أثبت الناس، وكان يخطئ.\n952 - انظر: التهذيب 9 / 527.\nالتقريب 2 / 219.\nالتاريخ الكبير 1 / 260.\nالجرح 8 / 126.\n953 -\nانظر: التهذيب 9 / 535.\nالتقريب 2 / 221.\nالتاريخ الكبير 1 / 265.\nالجرح 8 / 119.\n955 -\nانظر: التهذيب 10 / 5.\nالتقريب 2 / 223.\nالجرح 8 / 204 (*) .\nالجزء: 1 ¦ الصفحة: 145\n",
        "956 -\nمالك بن أبي عامر: قال في روايته ابن إبراهيم: روى عن عمر بن الخطاب وعثمان بن عفان وطلحة بن عبيد الله.\n957 -\nمالك بن مغول، البجلي، الكوفي، أبو عبد الله: وثقه أحمد، وقال في رواية ابن إبراهيم: روى عن الزهري.\n958 -\nمبارك بن سحيم: قال عبد الله بن أحمد: عرضت على أبي أحاديث مبارك بن سحيم، فأنكرها، وأظنه قال: اضربوا عليه.\n959 -\nمبارك بن فضالة بن أبي أمية، العدوي، أبو فضالة: قال المروذي عن أحمد: ما روى مبارك عن الحسن يحتج به.\nوقال الذهبي في المغني: ضعفه أحمد.\nوقال المروذي أيضا: سألت أبا عبد الله عنه وعن أبي هلال، فقال: هما متقاربان ليس فيهما بذاك، وقد كنط لا أخرج عن مبارك شيئا ثم خرجت.\n960 -\nمبشر بن عبيد القرشي، الحمصي، أبو حفص: قال أحمد: كوفي كان بحمص، روى عنه بقية وأبو المغيرة، أحاديث كذب.\nوقال الذهبي في المغني: قال أحمد: كان يضع الحديث.\n961 -\nالمثنى بن سعيد، الضبي، أبو سعيد القسام الذراع القصير: وثقه أحمد.\n962 -\nالمثنى بن الصباح اليماني الانباوي، أبويحيى: قال أحمد: لا يسوى حديثه شيئا، مضطرب الحديث، وقال في رواية ابن إبراهيم: ليس حديثه بشئ.\n963 -\nمجاعة بن الزبير: قال أحمد: ليس به بأس في نفسه.\n957 - انظر: التهذيب 10 / 22.\nالتقريب 2 / 226.\nالجرح 8 / 215.\n959 -\nانظر: التهذيب 10 / 28.\nالتقريب 2 / 227.\nالجرح 8 / 338.\n961 -\nانظر: التهذيب 10 / 34.\nالتقريب 2 / 228.\nالجرح 8 / 323.\n963 -\nانظر: التاريخ الكبير 8 / 44.\nالجرح 8 / 420.\nالميزان 3 / 437 (*) .\nالجزء: 1 ¦ الصفحة: 146\n",
        "964 -\nمجالد بن سعيد، أبو عمير بن بسطام، الهمداني، الكوفي، أبو عمرو: قال أحمد: ليس بشئ، يرفع حديثا كثيرا لا يرفعه الناس.\nوقال المروذي: سألته عن مجالد بن سعيد، كيف هو؟ فقال: كذا وكذا، وقال: روى عنه يحيى، قلت: يحتج به؟ فتكلم بكلام لين.\n965 -\nمجالد بن أبي راشد: قال أحمد: ليس بشئ.\n966 -\nمجاهد بن وردان: قال في رواية الميموني: له شئ يسير.\n967 -\nمحارب بن دثار بن كردوس بن قرواش بن جعونة السدوسي: وثقه أحمد.\n968 -\nمحاضر بن المروع، الهمداني، أبو المروع، الكوفى: قال أحمد: سمعت منه أحاديث، وكان مغفلا جدا.\n969 -\nمحفوظ بن أبي.\nتوبة: تكلم فيه أحمد.\n970 -\nمحل بن محرز، الضبي، الكوفى، الاعور: وثقه أحمد.\n971 -\nمحمود بن غيلان العدوي، مولاهم المروذي، أبو أحمد: روى المروذي عن أحمد، قال: ثقة، أعرفه بالحديث، صاحب سنة، قد حبس بسبب القرآن، وقال: هو أعجب إلي من أبي بكر المستملي.\n972 -\nمخارق بن خليفة، الكوفى: قال أحمد: ثقة، ثقة.\n964 - انظر: التهذيب 10 / 39.\nالتقريب 2 / 229.\nالجرح 8 / 361.\n967 -\nانظر: التهذيب 10 / 50.\nالميزان 3 / 441.\n969 -\nانظر: الميزان 5 / 19.\nالجرح 4 / 1: 422.\n971 -\nانظر: التهذيب 10 / 64.\nالتقريب 2 / 233.\nالتاريخ الكبير 7 / 404.\nالجرح 8 / 291.\n972 -\nانظر: التهذيب 10 / 68.\nالتقريب 2 / 234.\nالجرح 8 / 310 (*) .\nالجزء: 1 ¦ الصفحة: 147\n",
        "973 -\nمختار بن فلقل الكوفي: وثقه أحمد.\n974 -\nمخرمة بن بكير بن عبد الله بن الاشج، أبو المسور المدائني: قال أبو طالب عن أحمد: قال: لم يسمع من أبيه شيئا، إنما يروي عن كتاب أبيه.\nوقال الميموني: سمعت أبا عبد الله يقول: أخذ مالك كتاب مخرمة بن بكير، فنظر فيه، فكل شئ يقول: بلغني عن سليمان بن يسار فهو من كتاب مخرمة.\nوقال الذهبي في المغني: وثقه أحمد.\nوقال أبو طالب: سألت أحمد عن مخرمة بن بكير بن عبد الله بن الاشج، فقال: هو ثقة، لم يسمع من أبيه شيئا، إنما روى من كتاب أبيه.\n975 -\nمخلد بن يزيد القرشي: قال أحمد: لا بأس به.\n976 -\nمدرك بن عمارة: قال في رواية الميموني: مدرك بن عمارة رجل معروف وذكر مدرك رجل آخر، قال: لا يعرف.\n977 -\nمروان بن سالم، مولى بني أمية الغفاري، أبو عبد الله: قال أحمد: ليس بثقة.\n978 -\nمروان بن شجاع الجرري، الحراني، أبو عبد الله: قال أحمد: صدوق.\nوفي المغني: قال أحمد: لا بأس به.\n979 -\nمروان بن معاوية بن الحارث بن أسماء بن خارجة بن عيينة بن حصن بن حذيفة بن بدر: قال أبو بكر الاسدي عن أحمد: ثبت حافظ.\nوقال أبو داود عن أحمد: ما كان أحفظه، كان يحفظ حديثه.\n974 - انظر: التهذيب 10 / 70.\nالتقريب 2 / 234.\nالجرح 8 / 363.\n975 -\nانظر: التهذيب 10 / 77.\nالتقريب 2 / 235.\nالجرح 8 / 347.\nالتاريخ الكبير 7 / 437.\n979 -\nانظر: التهذيب 10 / 97.\nالتقريب 2 / 239.\nالجرح 2 / 272.\nالجزء: 1 ¦ الصفحة: 148\n",
        "980 -\nمساور الوراق، الكوفي: قال أحمد: كان يقول الشعر، ما أرى به بأسا.\n981 -\nمستلم بن سعيد، الثقفي، الواسطي: وثقه أحمد.\n982 -\nمسدد بن مسرهد بن مسريل، الاسدي، أبو الحسن البصري: قال أبو زرعة: قال لي أحمد بن حنبل: مسدد صدوق فيما كتبت عنه فلا نعيده.\n983 -\nمسعر بن حبيب الجرمي: قال في رواية ابن إبراهيم: مسعر ثقة، روى عنه يزيد بن هارون.\n984 -\nمسعر بن كدام بن ظهير بن عبيدة، أبو سلامة الهلالي: قال أحمد في رواية ابن إبراهيم: أما مسعر فلم أسمع منه أنه كان مرجئا، ولكن كانوا يقولون: إنه كان يستثني.\n985 -\nمسكين بن بكير، الحراني، الحذاء، أبو عبد الرحمن: حسن أمره أحمد، قال: حدث عن شعبة بأحاديث تفرد بها.\nوقال ابن إبراهيم: قلت له: مسكين ضعيف؟ قال: كان يخطئ في حديث شعبة.\n986 -\nمسلم بن خالد الزنجي: قال المروذي: لينه أحمد.\n987 -\nمسلم بن عمران، ويقال: ابن أبي عمران، أبو عبد الله، الكوفي، البطين: وثقه أحمد.\n988 -\nمسلم بن يسار، البصري، مولى بني أمية: وثقه أحمد.\n981 - انظر: التهذيب 10 / 104.\nالتقريب 2 / 241.\nالتاريخ الكبير 8 / 67.\n982 -\nانظر: التهذيب 10 / 107.\nالتقريب 2 / 242.\nالجرح 8 / 438.\n984 -\nانظر: التهذيب 10 / 113.\nالتقريب 2 / 243 الجرح 8 / 368.\n986 -\nانظر: التهذيب 10 / 128.\nالتقريب 2 / 245.\nالجرح 8 / 183.\n988 -\nانظر: التهذيب 10 / 141.\nالتقريب 2 / 247.\nالجرح 8 / 199 (*) .\nالجزء: 1 ¦ الصفحة: 149\n",
        "989 -\nمسلمة بن مخلد.\nقال أبو طالب: قال أحمد: مسلمة بن مخلد ليست له صحبة.\n990 -\nمسلمة بن علقمة المازني، أبو محمد البصري: قال أحمد: ضعيف الحديث، له مناكير عن داود.\n991 -\nمسور بن الصلت، الكوفى: ضعفه أحمد.\n992 -\nمصدع أبويحيى، الاعرج، مولى ابن معاذ بن عفراء، الانصاري: قال أحمد: أبويحيى، مولى ابن عفراء هو أبويحيى الاعرج.\n993 -\nمصعب بن إبراهيم: قال ابن إبراهيم: سألته عنه، فقال: لا أعرفه.\n994 -\nمصعب بن ثابت بن عبد الله بن الزبير، الاسدي: ضعفه أحمد، وقال: لم أر الناس يحمدون حديثه.\n995 -\nمصعب بن سلام، التميمي، الكوفي: قال أحمد: انقلبت عليه أحاديث يوسف بن صهيب.\n996 -\nمصعب بن شيبة بن جبير بن بيان الحجبي: قال أحمد: روى مناكير.\n997 -\nمصعب بن ماهان، المروذي، العسقلاني: قال أحمد: كان رجلا صالحا، وأثنى عليه، وقال: كان حديثه مقاربا فيه شئ من الغلط، وقال: مات سنة ثمانين ومائة.\nوفي المغني: قال أحمد: في حديثه خطأ.\n998 -\nمطر الوراق، هو ابن طهمان، أبو رجاء: قال أحمد: هو في عطاء ضعيف الحديث.\nوقال المروذي: سألت أبا\n993 - انظر: المعجم الصغير 2 / 118.\n994 -\nانظر: التهذيب 10 / 158.\nالتقريب 2 / 251.\nالجرح 8 / 304 التاريخ الكبير 7 / 353.\n998 -\nانظر: التهذيب 10 / 167.\nالتقريب 2 / 252 التاريخ الكببر 7 / 400.\nالجرح 8 / 288.\nالجزء: 1 ¦ الصفحة: 150\n",
        "عبد الله عنه، فقال فيه قولا لينا، وقال هو مثل ابن أبي ليلى.\n999 -\nمطر بن عكامس: قال أحمد: لا صحبة له.\n1000 -\nمطرف بن طريف الحارثي، الكوفى، أبو بكر: وثقه أحمد.\n1001 -\nالمطلب بن زياد الكوفي: وثقه أحمد.\nوقال: لم ندرك بالكوفة أكبر منه ومن عمر بن عبيد.\n1002 -\nمظفر بن مدرك، الخراساني، أبو كامل: قال أحمد: ليس فيهم مثل أبي كامل، وقال: كان بصيرا بالحديث، متقنا يشبه الناس، لا يتكلم إلا أن يسأل فيجيب أو يسكت، له عقل شديد، والهيثم بن جميل كان أحفظهم، وأبو سلمة الخزاعي كان من أبصر الناس، لا تسأله عن أحد إلا جاءك بمعرفته، وكان يتفقه.\n1003 -\nمعاذ بن معاذ بن نصر بن حسان بن الحسر، أبو المثنى، التميمي: قال أحمد: هو قرة عين في الحديث، وكان إليه المنتهى في التثبيت بالبصرة، وما رأيت أعقل منه.\nوقال في رواية المروذي: كان في حديثه شئ.\n1004 -\nمعاذ بن هشام بن ابي عبد الله الاستوائي، البصري: قال أحمد: ما كتبت عنه إلا مجلسا، سبعة عشر حديثا وأي شئ عنده من الحديث.\n1005 -\nمعارك بن عباد، العبدي، البصري: قال أحمد بن الحسن الترمذي: ذكر حديثه لاحمد في الجمعة، فقال: استغفر ربك، استغفر ربك.\n1000 - انظر: التهذيب 10 / 172.\nالتاريخ الكببر 4 / 1: 397.\n1001 -\nانظر: التهذيب 1 0 / 177.\nالجرح 4 / 1: 360.\nالتقريب 2 / 254.\nالميزان 4 / 128.\n1002 -\nانظر: التاريخ الكبير 4 / 2: 74.\nتاريخ بغداد 13 / 125.\n1003 -\nانظر: التهذيب 10 / 194.\nالتاريخ الكبير 4 / 1: 365.\n1004 -\nانظر: التهذيب 10 / 198.\nالجرح 4 / 1: 249.\n1005 -\nانظر: التهذيب 10 / 197.\nالتقريب 2 / 257.\nالجرح 8 / 371.\nالتاريخ الكببر 8 / 28 (*) .\nالجزء: 1 ¦ الصفحة: 151\n",
        "1006 -\nالمعافى بن عمران بن محمد بن عمران، أبو مسعود الازدي: قال أحمد: المعافى شيخ له قدر وحال، وجعل يعظم أمره، قال: وكان رجلا صالحا، صدوق اللهجة.\n1007 -\nمعان بن رفاعة، أبو محمد السلامي: قال أحمد: لا باس به.\n1008 -\nمعقل بن عبيد الله: قال المروذي: سألته عنه، فقال: ثقة.\n1009 -\nمعاوية بن إسحاق بن طلحة بن عبيد الله التيمي: وثقه أحمد.\n1010 -\nمعاوية بن حديج: قال في.\nرواية الاثرم: ليست لمعاوية بن حديج صحبة، وسكت في رواية حرب.\n1011 -\nمعاوية بن سلام بن أبي سلام ممطور الحبشي، أبو سلام الدمشقي: وثقه أحمد.\n1012 -\nمعاوية بن صالح بن جدير بن سعيد بن سعد بن فهر، أبو عبد الرحمن الحضرمي: وثقه أحمد.\nوقال في رواية الميموني: ما أعلم إلا خيرا.\n1013 -\nمعاوية بن عبد الكريم، أبو عبد الرحمن، الثقفي: قال أحمد: ما أصح حديثه، ما أثبت حديثه.\n1014 -\nمعاوية بن عمرو بن المهلب بن عمرو بن شبيب، الازدي، المعني: قال أحمد: صدوق.\n1006 - انظر: التهذيب 10 / 199.\nالتقريب 2 / 258.\nالتاريخ الكبير 8 / 60.\nالجرح 8 / 399.\n1007 -\nانظر: التهذيب 10 / 201.\nالتقريب 2 / 258.\nالجرح 8 / 421.\n1011 -\nانظر: التهذيب 10 / 208.\nالتقريب 2 / 259.\nالتاريخ الكبير 7 / 335.\nالجرح 8 / 383.\n1012 -\nانظر: التهذيب 10 / 209.\nالتقريب 2 / 259.\nالتاريخ الكبير 7 / 335.\nالجرح 8 / 382.\n1014 -\nانظر: التهذيب 10 / 215.\nالتقريب 0 / 260 الجرح 8 / 386 (*) .\nالجزء: 1 ¦ الصفحة: 152\n",
        "1015 -\nمعبد بن راشد، أبو عبد الرحمن: قال أحمد: رأيته ولم يكن به بأس، وكان يفتي برأي ابن أبي ليلى.\nوفي المغني: قواه أحمد.\n1016 -\nمعروف الكرخي: قال أحمد: معروف من الابدال، وهو مجاب الدعوة وذكر في مجلس أحمد، فقال بعض من حضره: هو قصير العلم.\nفقال أحمد: أمسك عافاك الله، وهل يراد من العلم إلا ما وصل إليه معروف.\nوعن عبد الله أنه قال لابيه: هل كان مع معروف شئ من العلم؟ قال: يا بني كان معه رأس العلم خشية الله.\n1017 -\nمعرف بن واصل، السعدي، الكوفي: وثقه أحمد.\n1018 -\nمعلى بن منصور الرازي، أبو يعلى: قال أحمد: لم أكتب عنه، كان يحدث بما وافق الرأي، وكان كل يوم يخطئ في حديثين وثلاثة.\nوقال أبو حاتم الرازي: قيل لاحمد بن حنبل: كيف لم يكتب عن المعلى بن منصور؟ قال: كان يكتب الشروط، ومن كتبها لم يخل من أن يكذب.\nوقال أبو زرعة: رحم الله أحمد بن حنبل بلغني أنه كان في قلبه غصص من أحاديث ظهرت عن المعلى بن منصور كان يحتاج إليها.\n1019 -\nمعلى بن هلال بن سويد الحضرمي، أبو عبد الله الطحان: قال أحمد: كذاب.\n1020 -\nمعلى بن رؤية: قال ابن إبراهيم: سألته حديث الزهري عن المعلى بن رؤية، فقال: لا أعرفه.\n1021 -\nمعمر بن راشد، أبو عروة، البصري: قال أحمد: لا تضم أحدا إلى معمر إلا وجدت معمرا يتقدمه.\nوقال في رواية الميموني: لم يسمع من يحيى بن سعيد الانصاري، كان من أطلب أهل\n1018 - انظر: التهذيب 10 / 339.\nالتقريب 2 / 265.\nالجرح 8 / 334.\n1021 -\nانظر: التهذيب 10 / 243.\nالتقريب 2 / 266.\nالجرح 8 / 255.\nالجزء: 1 ¦ الصفحة: 153\n",
        "زمانه للعلم وهو أول من رحل إلى اليمن.\nوقال في رواية ابن إبراهيم وقد سئل عن يونس وعقيل، قال: هؤلاء يحدثون من كتاب وكان معمر يحدث حفظا فيحذف منها الاحاديث، وكان أطلبهم للعلم، فقيل له: فكيف معمر في ثابت أيهما أحب إليك حماد بن سلمة أو معمر؟ قال: ما أحد روى عن ثابت أثبت من حماد.\nوقال ابن إبراهيم: سألت أبا عبد الله أيهما أثبت عندك في حديث الزهري، معمر أو ابن عيينة، أو مالك، أو يونس، أو إبراهيم بن سعد، أو محمد بن الوليد الزبيدي، أو عقيل؟ قال: معمر أحبهم إلي وأحسنهم حديثا وأصح بعد مالك.\nويونس أسند أحاديث رويت عن الزهري، لم يجاوز بها الزهري، حدث بها هو عن الزهري، عن سعيد بن المسيب.\nوقال في رواية المروذي: معمر حسن الحديث عن ثابت.\nوقال المروذي: قلت له: كيف معمر في الحديث؟ قال: أثبت إلا أن في بعض حديثه شيئا.\n1022 -\nمعمر بن سليمان الرقى، أبو عبد الله النخعي: كناه أحمد وذكر من فضله وهيتعه.\n1023 -\nالمغيرة بن زياد البجلي، الموصلي، أبو هشام: قال أحمد: منكر الحديث.\nوقال المروذي: سألته عنه فلين أمره، وقال في رواية الميموني: ما أدري.\n1024 -\nالمغيرة بن عبد الرحمن بن عبد الله بن خالد بن حزام بن خويلد بن أسد، الاسدي: قال أحمد: ما بحديثه بأس.\n1025 -\nالمغيرة بن مسلم القسملي، السراج، أبو سلمة.\nقال أحمد: ما أرى به بأسا.\n1026 -\nالمغيرة بن النعمان: قال المروذي: سألته عنه فقال: هو كذا وكذا.\n1022 - انظر: التهذيب 10 / 249.\nالتقريب 2 / 266 الجرح 8 / 373.\n1024 -\nانظر: التهذيب 10 / 266.\nالميزان 4 / 164.\n1025 -\nانظر: التهذيب 10 / 268.\nالجرح 4 / 1: 229.\n1026 -\nانظر: التهذيب 10 / 271.\nالتقريب 2 / 27 (*) .\nالجزء: 1 ¦ الصفحة: 154\n",
        "1027 -\nمغيرة بن مقسم الضبي، أبو هشام: قال أبو حاتم عن أحمد: حديث مغيرة مدخول عليه ما روى عن إبراهيم وحده.\n1028 -\nالمفضل بن صدقة بن سعيد الحنفي: قال في رواية المروذي: أبو حماد الحنفي اسمه المفضل بن صدقة، تكلم فيه بكلام ضعيف.\n1029 -\nالمفضل بن مهلهل، أبو عبد الرحمن السعدي: قال أحمد: رجل صالح، صار هو وسفيان إلى اليمن.\n1030 -\nالمقدام بن شريح: قال أحمد في رواية الميموني: ثقة.\n1031 -\nمكحول الشامي: قال أبو طالب: قال أحمد: مكحول لم يسمع من زايد إنما هو شئ بلغه.\n1032 -\nممطور، أبو سلام الاسود، الحبشي: قال أحمد: أبو سلام الحبشي، قيل من اليمن.\n1033 -\nمندل بن علي أبو عبد الله، العنزي، الكوفي، واسمه عمرو: ضعفه أحمد، وقال ابن إبراهيم: سألته عن مندل بن علي، فقال: حبان أخوه أكبر منه وأحب، مندل أقدم موتا، روى عنه يحيى بن آدم.\n1034 -\nالمنذر بن مالك بن قطعة، أبو نضرة، العبدي: قال أحمد: ما علمت إلا خيرأ.\n1035 -\nمنصور بن زاذان، أبو المغيرة الواسطي: وثقه أحمد، وقال عبد الله: قال أبي: لم يسمع منصور بن زاذان عن نافع شيئا.\n1028 - انظر: الميزان 4 / 168.\nالجرح 4 / 1: 315.\n1029 -\nانظر: التهذيب 10 / 275.\nالتقريب 2 / 271.\nالتاريخ الكبير 7 / 406.\nالجرح 8 / 316.\n1030 -\nانظر: التهذيب 10 / 287.\nالتقريب 2 / 272.\nالجرح 8 / 302.\n1031 -\nانظر: التهذيب 10 / 289.\nالتقريب 2 / 283.\nالتاريخ الكبير 8 / 21.\nالجرح 8 / 457.\n1032 -\nانظر: التهذيب 10 / 296.\nالتقريب 2 / 273.\nالجرح 8 / 431.\n1033 -\nانظر: التهذيب 10 / 298.\nالتقريب 2 / 274.\nالجرح 8 / 435.\nالتاريخ الكبير 8 / 73.\n1035 -\nانظر: التهذيب 10 / 306.\nالتقريب 2 / 275.\nالجرح 8 / 172.\nالتاريخ الكبير 7 / 346 (*) .\nالجزء: 1 ¦ الصفحة: 155\n",
        "1036 -\nمنمهور بن عبد الرحمن بن طلحة بن الحارث بن طلحة بن أبي طلحة: أثنى عليه أحمد.\n1037 -\nمنصور بن المعتمر بن عبد الله بن ربيعة: قال أحمد: ليس أحد أروى عن مجاهد من منصور السلمي، وابن أبي نجيح، وأثبتهم في إبراهيم النخعي، الحكم ثم منصور.\nوقال ابن إبراهيم: سمعت أبا عبد الله، يقول: كان منصور بن المعتمر من أهل إسكاف.\n1038 -\nمنصور بن وردان، أبو محمد الاسدي، العطار: وثقه أحمد.\n1039 -\nالمنكدر بن محمد بن المنكدر، التيمي، المدني: قال أبو طالب عن أحمد: ثقة.\nوفي المغني: اختلف قول أحمد وابن معين في تضعيفه.\n1040 -\nالمنهال بن عمرو الاسدي: قال عبد الله بن أحمد: سمعت أبي يقول: ترك شعبة المنهال بن عمرو عمدا.\n1041 -\nمهاجر أبو الحسن، الكوفي، الصائغ مولى يتم الله: وثقه أحمد.\n1042 -\nمهدي بن ميمون بن يحيى الازدي: وثقه أحمد.\nوقال الميموني: سمعته يقول: مهدي بن ميمون ثقة، قلت: مهدي بن ميمون؟ قال: نعم ثقة.\n1043 -\nموسى بن دهقان بن أبي سعيد الخدري: قال المروذي: لين أمره.\n1044 -\nموسى بن السائب، أبو سعدة: وثقه أحمد.\n1037 -\nانظر: التهذيب 10 / 312.\nالتقريب 2 / 276.\nالجرح 8 / 177.\n1040 -\nانظر: التهذيب 10 / 319.\nالتقريب 2 / 278.\nالجرح 8 / 356.\nالتاريخ الكبير 8 / 12.\n1042 -\nانظر: التهذيب 10 / 326.\nالتقريب 2 / 279.\nالجرح 8 / 335 (*) .\nالجزء: 1 ¦ الصفحة: 156\n",
        "1045 -\nموسى بن شيبة، ويقال: ابن أبي شيبة: قال أحمد: روى عنه معمر مناكير.\n1046 -\nموسى بن شيبة بن عمرو الانصاري، السلمي: قال أحمد: أحاديثه مناكير.\n1047 -\nموسى بن عبد الله، ويقال ابن عبد الرحمن الجهني، الكوفي: وثقه أحمد.\nوقال المروذي: سألت أبا عبد الله عنه فقال: ليس به بأس، وقد أحسن القول فيه.\n1048 -\nموسى بن عبيدة بن نشيط، أبو عبد العزيز الربذي: وهاه أحمد، حتى قال: إنه لا تحل الرواية عندي عنه، وقال مرة: لا يشتغل به.\nوقال ابن إبراهيم: قيل له: أبو عبد العزيز الربذي، الذي روى عنه شعبة، هو موسى بن عبيدة؟ قال: نعم.\n1049 -\nموسى بن عقبة بن أبي عياش، الاسدي، أبو محمد، مولى آل الزبير: قال أحمد: ثقة.\nوقال في رواية ابن إبراهيم: صالح الحديث.\nوقال المروذي: سألته عن موسى بن عقبة وإبراهيم بن عقبة ومحمد بن عقبة، فقال: موسى ثقة، ثقة، وقال: ليس بهم بأس.\n1050 -\nموسى بن علي بن رباح، أبو عبد الرحمن اللخمي، المصري الامير: وثقه أحمد.\n1051 -\nموسى بن مسعود، أبو حذيفة، النهدي: قال أحمد: هو من أهل الصدق.\nوفي المغني: تكلم فيه أحمد ولينه.\n1045 - انظر: التهذيب 10 / 348.\nالتقريب 2 / 284.\n1047 -\nانظر: التهذيب 10 / 354.\nالتقريب 2 / 285.\nالجرح 8 / 149.\n1048 -\nانظر: التهذيب 10 / 356.\nالتقريب 2 / 286.\nالجرح 8 / 151.\n1049 -\nانظر: التهذيب 10 / 360.\nالتقريب 2 / 286.\nالجرح 154.\n1050 -\nانظر: التهذيب 10 / 365.\nالتقريب 8 / 286.\nالجرح 8 / 153.\n1051 -\nانظر: التهذيب 10 / 371.\nالتقريب 2 / 288.\nالجرح 8 / 163.\n(*)\nالجزء: 1 ¦ الصفحة: 157\n",
        "1052 -\nموسى بن المسيب الثقفي، الكوفي، البزار، وقيل في أبيه السائب: قال أحمد: موسى بن السائب لا أعلم إلا خيرا.\n1053 -\nموسى بن محمد أبو هارون البكاء: ضعفه أحمد.\n1054 -\nموسى بن نافع، الاسدي، أبو شهاب الحناط، الكوفي.\nوهو أبو شهاب الحناط الاكبر: قال أحمد: منكر الحديث.\n1055 -\nموسى بن وردان، أبو عمر العامري: قال: لا أعلم إلا خيرأ.\n1056 -\nموسى بن يحيى بن طلق: قال في رواية ابن إبراهيم: ثقة.\n1057 -\nمورق العجلي: قال ابن إبراهيم: سأله عنه هارون الديك، فقال: كان من خيار الناس عباد الله، قيل لم ل، فعمن روى من أصحاب النبي صلى الله عليه وسلم؟ قال: عن عبد الله بن عمر وعبد الله بن جعفر وأنس وأراه روى عن ابن عباس.\nقيل له: روى عن أيوب، قال: لم يسمع قتادة عن عكرمة إلا حديثين، قال: باطل، قد روى عنه أحاديث.\n1058 -\nملازم بن عمرو بن عبد الله بن بدر أبو عمرو الحنفي: وثقه أحمد.\n1059 -\nمبشر بن إسماعيل الحلبي: قال ابن إبراهيم: سمعت أبا عبد الله يقول: كتبت عن مبشر بن اسماعيل نحو خمسة أحاديث في مسجد حلب، وكنا خرجنا إلى طرطوس على أرجلنا، وكان مبشر شيخا صالح الحديث ثقة.\n1060 -\nميسرة بن حبيب النهدي، أبو حازم، كوفي: وثقه أحمد.\n1052 - انظر: التهذيب 10 / 372 التقريب 2 / 288.\nالجرح 8 / 161.\n1055 -\nانظر: التهذيب 10 / 376.\nالتقريب 2 / 289.\nالجرح 8 / 166.\n1060 -\nانظر: التهذيب 10 / 386.\nالتقريب 2 / 291.\nالجرح 8 / 253.\nالتاريخ الكبير 7 / 376 (*) .\nالجزء: 1 ¦ الصفحة: 158\n",
        "1061 -\nميمون بن مهران، أبو أيوب، الرقي: قال أحمد: هو أوثق من عكرمة، ميمون ثقة، وذكره بخير.\nوقال أبو طالب: قلت لاحمد: ميمون بن مهران روى عن حكيم بن حزام؟ قال: لا، من أين لقيه، لم يرو إلا عن ابن عباس، وابن عمر.\n1062 -\nميمون بن موسى المرئي: قال أحمد: ما أرى به بأسا كان يدلس، لا يقول: حدثنا الحسن.\n1063 -\nميمون أبو عبد الله الكندي، ويقال: مولى عبد الرحمن بن سمرة، بصري: قال أحمد: أحاديثه مناكير.\n1064 -\nميمون أبو حمزة، القصاب، الاعور، الكوفي، الراعي: ضعفه أحمد.\nوفي المغني: قال أحمد: متروك الحديث.\nوقال ابن إبراهيم: قلت لابي عبد الله: أبو حمزة ميمون الذي روى عن إبراهيم؟ قال: ليس هو بشئ.\nقلت له: فأيما أصح حديثا هو أو عبيدة؟ قال: عبيدة عندي، أصح حديثا.\nوقال في رواية ابن إبراهيم: أبو حمزة الذي روى عن إبراهيم هو القصاب، وليس هو بالقوي، هو ضعيف، واسمه ميمون.\n(حرف النون)\n1065 -\nنافع بن جبير بن مطعم: قال في رواية الميموني: رجل من أبناء الصحابة ثقة، لا أعلم إلا خيرا.\n1066 -\nنافع بن عبد الرحمن بن أبي نعيم القارئ: قال أبو طالب عن أحمد: كان يؤخذ عنه القرآن وليس في الحديث بشئ.\n1067 -\nنافع بن عمربن عبد الله بن جميل بن عامر، الجمحي، المكي: قال أحمد: ثقة، وزاد في المغني: ثبت.\n1061 - انظر: التهذيب 10 / 390.\nالتقريب 2 / 292.\nالتاريخ الكبير 7 / 338 الجرح 8 / 233.\n1065 -\nانظر: التهذيب 10 / 404.\nالتقريب 2 / 295.\nالجرح 8 / 451.\n1066 -\nانظر: التهذيب 10 / 407.\nالتقريب 2 / 296.\nالجرح 8 / 456 (*) .\nالجزء: 1 ¦ الصفحة: 159\n",
        "1068 -\nنافع السلمي: قال أحمد: ضعيف.\n1069 -\nنافع مولى ابن عمر: قال حرب: قلت لاحمد: إذا اختلف سالم ونافع في ابن عمر من أحب إليك؟ قال: ما أتقدم عليهما.\nوقال: مات سنة تسع عشرة ومائة.\nوسئل في رواية المروذي: قلت أيهما أثبت؟ فتبسم، وقال: الله أعلم، قلت: ما الذي يميل إليه قلبك؟ قال: أرى والله أعلم، نافع.\nقلت: فإذا اختلف سالم ونافع لمن تحكم؟ قال: نافع قد قدم سالما على نفسه، وقد روى عنه وكان مشمرا، قلت: لم أرد الفضل، إنما أردت في الحديث إذا اختلفا فقلبك إلى أيهما أميل؟ قال: جميعا عندي ثبت، وذهب إلى أن لا يقضي لاحد.\n1070 -\nنجيح بن عبد الرحمن السندي، أبو معشر: قال أبو حاتم: وذكر مغازي أبي معشر: كان أحمد لا يرضاه،، ويقول: كان بصيرا بالمغازي.\n1071 -\nنصر بن علي بن صهبان بن أبي، أبو عمر الازدي: قال عبد الله بن أحمد: سألت أبي عنه فرضيه، وقال: ما به بأس.\n1072 -\nنصر بن عمران بن عصام بن عاصم، أبو جمرة، بالجيم، الضبعي: وثقه أحمد.\n1073 -\nالنضر بن إسماعيل أبو المغيرة، البجلي، الكوفي: قال أحمد: كتبنا عنه، ليس بقوي، لم يكن يحفظ الاسناد.\nوقال في رواية ابن إبراهيم: ضعيف الحديث، وقال: هو مثل محمد بن السماك إلا أن محمد بن السماك كان أثبت منه.\nوقال في رواية المروذي: قد كتبنا عنه، ليس هو بقوي يعتبر بحديثه، ولكن ما كان من رقائق، وكان أكثر حديثا من ابن السماك.\n1070 - انظر: التهذيب 10 / 419.\nالتقريب 2 / 298.\nالجرح 8 / 493.\n1071 -\nانظر: التهذيب 10 / 430.\nالتقريب 2 / 299.\nالجرح 8 / 471.\n1072 -\nانظر: التهذيب 10 / 430.\nالتقريب 2 / 300.\nالجرح 8 / 465.\n1073 -\nانظر: التهذيب 10 / 414.\nالتقريب 2 / 301.\nالتاريخ الكبير 8 / 90.\nالجزء: 1 ¦ الصفحة: 160\n",
        "1074 -\nالنضر بن عبد الرحمن، أبو عمر الخزاز، الكوفى: ضعفه أحمد.\nوقال في رواية ابن إبراهيم: منكر الحديث، وقد حدث عنه الحماني أحاديث مناكير.\n1075 -\nالنضر بن عربي الباهلي: قال أحمد: ليس به بأس، قاله في رواية المروذي.\n1076 -\nالنضر بن محمد من أهل مرو: قال ابن إبراهيم: سمعت أبا عبد الله يقول: كان عمرو شيخا، يقال له: النضر بن محمد، وكان ابن المبارك إذا سئل عن شئ، قال: اذهبوا إلى النضر بن محمد، وكان من أفاضلهم.\n1077 -\nالنعمان بن ثابت بن زوطا، الامام أبو حنيفة: قال أحمد في رواية إبراهيم بن هانئ: اترك رأي أبي حنيفة وأصحابه.\nوقال محمد بن روح العكبري: سمعت أحمد يقول: لو أن رجلا ولي القضاء، ثم حكى برأي أبي حنيفة ثم سئلت عنه لرأيت أن أرد أحكامه.\nوقال في رواية عمر بن معمر: إذا رأيت الرجل يجتنب أبا حنيفة، والنظر فيه، ولا يطمئن إليه، ولا إلى من يذهب مذهبه ممن يغلو ولا يتخذه إماما فارج خيره.\nوقال في رواية ابن إبراهيم، وقد سئل: يروى عن أبي حنيفة؟ قال: لا، قيل: فأبو يوسف؟ قال: كان أمثلهم، ثم قال: كل من وضع الكتب فلا يعجبني ويجرد الحديث.\n1078 -\nالنعمان بن راشد الجزري، الرقي، قال أحمد: روى أحاديث مناكير.\nوفي المغني عن أحمد: ضعيف الحديث روى مناكير.\nوقال المروذي: سألته عنه فقال: هو جزري، ليس بذاك.\n1079 -\nنعيم بن حماد بن معاوية بن الحارث أبو عبد الله المروذي: قال أحمد: جاءنا نعيم بحديث رسول الله صلى الله عليه وسلم فغسلته من يومين.\nوفي المغني عن أحمد: ثقة.\n1074 - انظر: التهذيب 10 / 441.\nالتقريب 2 / 302.\nالجرح 8 / 475.\n1075 -\nانظر: التهذيب 10 / 442.\nالتقريب 2 / 302.\nالجرح 8 / 475.\n1078 -\nانظر: التهذيب 10 / 452.\nالتقريب 2 / 304.\nالجرح 8 / 448.\n1079 -\nانظر: التهذيب 10 / 458.\nالتقريب 2 / 305.\nالجرح 8 / 464 (*) .\nالجزء: 1 ¦ الصفحة: 161\n",
        "1080 -\nنعيم بن ميسرة النحوي، أبو عمرو الكوفى: قال أحمد: لا بأس به.\n1081 -\nنفيع بن الحارث، أبو داود: قال المروذي: لين أمره.\n1082 -\nالنهاس بن فهم، أبو الخطاب، القيسي: قال أحمد: كان يحيى بن سعيد يضعف حديثه.\n1083 -\nنوح بن حبيب، القوسمي: قال له المروذي: أكتب عنه؟ قال: نعم.\n1084 -\nنوح بن ربيعة، أبو مكين، البصري: وثقه أحمد.\n1085 -\nنوح بن أبي مريم، أبو عصمة، المروذي: قال أحمد: كان أبو عصمة، يروي مناكير، ولم يكن في الحديث بذاك، وكان شديدأ على الجهمية، يرد عليهم.\n1086 -\nنوح بن يزيد البغدادي، المؤدب: قال أحمد: أخرج إلي كتاب إبراهيم بن سعد فرأيت فيه ألفاظا، وهو شيخ كيس مستقيم.\n(حرف الهاء)\n1087 -\nهارون بن رئاب، التيمي، ثم الاسدي، أبو بكر البصري: وثقه أحمد.\n1088 -\nهارون بن شجاع: قال في رواية الميموني: شيخ صدوق.\n1081 - انظر: التهذيب 10 / 410.\nالتاريخ الكبير 8 / 83.\nالجرح 8 / 453.\n1087 -\nانظر: التهذيب 11 / 4.\nالتاريخ الكبير 4 / 2: 219.\n1087 -\nانظر: التهذيب 11 / 4.\nالتاريخ الكبير 4 / 2: 219 (*) .\nالجزء: 1 ¦ الصفحة: 162\n",
        "1089 -\nهارون بن عبد الله بن مروان، البغدادي، أبو موسى البزاز، المعروف بالجمال: قال المروذي: سألت أبا عبد الله: أكتب عن هارون الجمال؟ قال: أي والله.\n1090 -\nهارون بن عنترة بن عبد الرحمن، أبو عبد الرحمن، أبو وكيع: وثقه أحمد، وقال ابن إبراهيم: سمعت أبا عبد الله، يقول: هارون بن عنترة ضعيف الحديث.\n1091 -\nهاشم بن القاسم، أبو النضر، الليثي: قال أحمد في رواية مهنا الشامي: أبو النضر أثبت من شاذان.\n1092 -\nهبيرة بن يريم الشيباني، أبو الحارث، الكوفي: قال أحمد: هو أحب إلينا من الحارث.\n1093 -\nهرماس بن حبيب عن أبيه، عن جده: قال أحمد: لا يعرف.\n1094 -\nهشام بن حجير، المكي: قال أحمد: ليس هو بالقوي، وقال في المغني: ضعفه أحمد.\n1095 -\nهشام بن حسان، القردوسي: قال عبد الله بن أحمد: سألت أبي عن هشام بن حسان فقال: صالح هو أحب إلي من أشعث.\nوقال المروذي: سألته عنه، فقال: أيوب وابن عون أحب إلي وحسن أمر هشام، وقال: قد روى أحاديث رفعها أو وقفها، وقد كان مذهبهم أن يقصروا بالحديث ويوقفوه.\n1096 -\nهشام بن زياد، أبو المقدام: ضعفه أحمد.\nوقال ابن إبراهيم: سمعته يقول: حديث هشام بن زياد،\n1089 - انظر: التهذيب 11 / 0 8.\nالتقريب 2 / 312.\nالجرح 9 / 92.\n1091 -\nانظر: التهذيب 11 / 18.\nالتقريب 2 / 314.\nالجرح 9 / 105.\n1095 -\nانظر: التهذيب 11 / 34.\nالتقريب 2 / 318.\nالجرح 9 / 54.\n1096 -\nانظر: التهذيب 11 / 38.\nالتقريب 2 / 318.\nالجرح 9 / 58 (*) .\nالجزء: 1 ¦ الصفحة: 163\n",
        "ليس بشئ، وهو ضعيف الحديث، الذي روى حديث أروى بنت أنيس.\n1097 -\nهشام بن سعد، أبو عباد، ويقال أبو سعد، القرشي: قال أحمد: لم يكن بالحافظ، ولا بمحكم للحديث.\n1098 -\nهشام بن سعيد الطالقاني، أبو أحمد البزاز: قال أحمد: ثقة، صاحب خير وصلاح في دينه.\n1099 -\nهشام بن عائذ بن نصيب، أبو كليب، الاسدي: وثقه أحمد.\n1100 -\nهشام بن أبي عبد الله، الدستوائي: قال أحمد: ما أرى الناس يروون عن أثبت من هشام الدستوائي، أما عن مثله فعسى.\n1101 -\nهشام بن عبد الملك، أبو الوليد الطيالسي: قال أحمد: أبو الوليد متقن، وهو أكبر من ابن مهدي بثلاث سنين، وأبو الوليد اليوم شيخ الاسلام، ما أقدم عليه اليوم أحدا من المحدثين.\n1102 -\nهشام بن عمار بن نصير بن ميسرة، أبو الوليد الدمشقي: قال المروذي: قال أحمد: طياش، خفيف.\nقال الذهبي: إنما قال أحمد هذا فيه لان المروذي قال: ورد علي كتاب من دمشق فيه: سل لنا أبا عبد الله، فإن هشام بن عمار قال: لفظ جبريل ومحمد عليهما السلام بالقرآن مخلوق، فسألت أبا عبد الله، فقال: أعرفه طياشا، الكرابيسي لم يقل هذا، وهذا قد تجهم.\nوكان في كتابهم: سل لنا أبا عبد الله عن الصلاة، إنه قال في خطبته: الحمد لله الذي تجلى لخلقه بخلقه، فتكلم فيه أبو عبد الله بكلام غليظ، وقال: الله تجلى للجبل، يقول هو: تجلى لخلقه بخلقه.\nقال الذهبي: كان كبير الشأن، رأسا في الكتاب والسنة، وما أنكر عليه أحمد له فيه مسانح ومحمل حسن.\n1103 -\nهشام بن أبي عمرو الفزاري: قال أبو طالب عن أحمد: ثقة.\n1097 - انظر: التهذيب 11 / 39.\nالتقريب 2 / 318.\nالجرح 9 / 61.\n1100 -\nانظر: التهذيب 11 / 43.\nالتقريب 2 / 319.\nالجرح 9 / 59.\n1101 -\nانظر: التهذيب 11 / 45.\nالتقريب 2 / 319.\nالجرح 9 / 65.\n1102 -\nانظر: التهذيب 11 / 48.\nالتقريب 2 / 320.\nالجرح 9 / 66.\nالتراث 1 / 167 (*) .\nالجزء: 1 ¦ الصفحة: 164\n",
        "1104 -\nهشام بن الغاز بن ربيعة الجرشي، أبو عبد الله: قال أحمد: صالح الحديث.\n1105 -\nهشام بن لاحق: قال أحمد: صالح تركت حديثه.\nوربما روى عنه.\n1106 -\nهشيم بن بشير بن القاسم بن دينار، أبو معاوية بن أبي حازم: قال أحمد: كتب هشيم عن الزهري بمكة، وقال: أروى الناس عن يونس هشيم، لزمته أربع أو خمس سنين، وكان كثير التسبيح بين الحديث، يقول بين ذلك لا إله إلا الله يمد بها صوته.\nوقال في رواية مهنا: سألت أبا عبد الله عن هشيم، فقال: ثقة إذا لم يدلس، فقلت له: أو التدليس عيب هو؟ قال: نعم.\nوقال في رواية ابن إبراهيم: ولد هشيم سنة أربع ومائة.\nوفي رواية ابن إبراهيم: سمع هشيم من جابر حديثين.\n1107 -\nهقل بن زياد السكسكي: قال أحمد: لا يكتب حديث الاوزاعي عن أوثق من هقل.\n1108 -\nهمام بن منبه: قال أحمد: أدركه معمر، وقال المروذي: سألته عنه، فقال: ثقة.\n1109 -\nهمام بن يحيى بن دينار، العوذي، أبو عبد الله، أحد الاعلام: قال أحمد: ثبت في كل المشايخ.\nوقال الذهبي في المغني: همام بن يحيى ثقة، مشهور، وقال أحمد بن حنبل: كان يحيى بن سعيد لا يستخف هماما وما رأيت يحيى أسوأ رأيا في أحد منه في حجاج بن أرطاة ومحمد بن إسحاق، وهمام لا يستطيع أحد أن يراجعه فيهم.\nوفي رواية ابن إبراهيم: سمعته يقول: قال عبد الرحمن بن مهدي: همام عندي في الصدق مثل سعيد، وكان يحيى لا يستخف هماما، وسمعته يقول: همام وأبو هلال أحب إلي من حماد.\n1103 - انظر: التهذيب 11 / 54.\nالتقريب 2 / 320.\nالجرح 9 / 64.\n1104 -\nانظر: التهذيب 11 / 55.\nالتقريب 2 / 320.\nالجرح 9 / 67.\n1106 -\nانظر: التاريخ الكبير 8 / 242.\nالجرح 9 / 114.\n1108 -\nانظر: التهذيب 11 / 67.\nالتقريب 2 / 321.\nالتاريخ الكبير 8 / 236.\nالجرح 9 / 107.\n1109 -\nانظر: التهذيب 11 / 67.\nالتقريب 2 / 321.\nالتاريخ الكبير 8 / 237.\nالجرح 9 / 107 (*) .\nالجزء: 1 ¦ الصفحة: 165\n",
        "1110 -\nهناد بن السرى بن مصعب بن أبي بكر، أبو السرى، التميمي، الدرامي: قيل لاحمد: عمن نكتب بالكوفة؟ قال: عليك بهناد.\nوقال في رواية المروذي: ما بالكوفة مثل هناد، هو شيخهم.\n1111 -\nهوذة بن خليفة بن عبد الله بن عبد الرحمن بن أبي بكرة، أبو الاشهب، البصري، الاصم: قال أحمد: ما كان أصلح حديثه.\nوقال أيضا: ما كان أضبط هذا الاصم عن عوف.\nوقال أبو حاتم: قال لي أحمد بن حنبل: إلى من تختلف ببغداد، قلت: إلى هوذة وعفان، فسكت كالراضي بذلك.\n1112 -\nهلال بن خباب العبدي، أبو العلاء، البصري: وثقه أحمد.\n1113 -\nهلال بن أبي زينب: قال أحمد: تركوه.\n1114 -\nهلال بن سليمان، الهمداني، أبو محلم، الكوفي: قال أحمد: ليس به بأس.\n1115 -\nالهيثم بن حميد الغساني، أبو أحمد، قال أحمد: لا أعلم إلا خيرأ.\n1116 -\nالهيثم بن جماز: قال أحمد: متروك.\n1117 -\nالهيثم بن خارجة، أبو أحمد الحافظ: قال عبد الله بن أحمد: كان أبي إذا رضي عن إنسان وكان عنده ثقة، حدث\n1110 - انظر: التهذيب 11 / 70.\nالتقريب 2 / 321.\nالجرح 9 / 119.\n1111 -\nانظر: التهذيب 11 / 74.\nالتقريب 2 / 322.\nالجرح 9 / 119.\n1112 -\nانظر: التهذيب 11 / 77.\nالتقريب 2 / 23.\nالجرح 9 / 75.\n1115 -\nانظر: التهذيب 11 / 92.\nالتقريب 11 / 92.\nالتاريخ الكبير 8 / 215.\nالجرح 9 / 82.\n1116 -\nانظر: الجرح 9 / 81 الميزان 4 / 319.\nاللسان 6 / 204.\n1117 -\nانظر: التهذيب 11 / 94.\nالتقريب 2 / 326.\nالجرح 9 / 86.\nالجزء: 1 ¦ الصفحة: 166\n",
        "عنه وهو حي، فحدثنا عن الهيثم بن خارجة وطائفة.\nقال عبد الله: وكان أحمد يثني عليه.\n(حرف الواو)\n1118 -\nواصل بن عبد الرحمن، أبو حرة، البصري، وليس بالرقاشي: قال أحمد: ثقة.\n1119 -\nواصل مولى أبي عيينة بن المهلب بن أبي صفرة: وثقه أحمد.\n1120 -\nواقد بن محمد بن زيد بن عبد الله بن عمر العمري: وثقه أحمد.\n1121 -\nوائل بن داود، أبو بكر التيمي: وثقه أحمد.\n1122 -\nالوزاع بن نافع، العقيلي، الجزري: قال أحمد: ليس بثقة.\nوقال المروذي: سألته عنه، فقال: لا أدري كيف هو؟ وكأنه ضعفه.\n1123 -\nورقاء بن عمر بن كليب، اليشكري، أبو بشر الكوفى: قال أحمد: ثقة، صاحب سنة.\n1124 -\nالوضين بن عطاء، الخزاعي، أبو كنانة: وثقه أحمد، وقال مرة: ليس به بأس، وكان يرى القدر.\n1125 -\nوفدان، أبو يعفور، العبدي، الكوفى، الكبير: وثقه أحمد.\n1126 -\nوكيع بن الجراح: قال أحمد: ولد سنة تسع وعشرين ومائة، وقال: ما رأيت أوعى للعلم من\n1119 - انظر: التهذيب 11 / 105.\nالتقريب 2 / 329.\nالجرح 9 / 30.\n1123 -\nانظر: التهذيب 11 / 113.\nالتقريب 2 / 330.\nالجرح 9 / 51.\n1124 -\nانظر: التهذيب 11 / 120.\nالتقريب 2 / 331.\nالجرح 9 / 50 (*) .\nالجزء: 1 ¦ الصفحة: 167\n",
        "وكيع، ولا أحفظ منه، وما رأيت وكيعا شك في حديث إلا يوما واحدا، ولا رأيت معه كتابا ولا رقعة.\nوقال: كان وكيع حافظا، كان أحفظ من عبد الرحمن بن مهدي، كثيرا كثيرا، وكان ابن مهدي أكثر تصحيفا من وكيع، ووكيع أكثر خطأ، أخطأ في خمسمائة حديث، وقال أيضا: وكيع لم يتلطخ بالسلطان، ما رأيت أوعى للعلم، ولا أشبه بأهل النسك من وكيع.\nوقال عباس الدروي: قال لي أحمد: حدثني من لم تر عيناك مثله وكيع.\nوقال أيضا: وكيع كان صديقا لحفص بن غياث، فلما ولي القضاء هجره وكيع، وإن يحيى بن سعيد كان صديقا لمعاذ بن معاذ، فلما ولي معاذ القضاء لم يهجره يحيى بن سعيد.\nوقال بشر بن موسى: سمعت أحمد بن حنبل يقول: ما رأيت رجلا قط مثل وكيع في العلم والحفظ، والاسناد والابواب، مع خشوع وورع.\nوقال إبراهيم الحربي: سمعت أحمد يقول: ما رأت عيناي مثل وكيع قط يحفظ الحديث جيدا، ويذاكر بالفقه، فيحسن مع ورع واجتهاد ولا يتكلم في أحد.\nوقال أحمد بن سهل بن بحر: دخلت على أحمد بن حنبل بعد المحنة، فقال: كان وكيع إمام المسلمين في وقته.\nوقال أحمد بن الحسن الترمذي: سئل أحمد عن وكيع وعبد الرحمن، فقال: وكيع أكبر في القلب.\nوقال ابن إبراهيم: سمعت أبا عبد الله يقول: ما رأيت أحدا كان أجمع من وكيع وحسين الجعفي، كان شيئا عجبا، وما رأيت أبا عبد الله يقدم عليهما من الكوفيين أحدا.\nوقال: ولد وكيع سنة تسع وعشرين ومائة ومات سنة ست وتسعين ومائة، مات في ذي الحجة، لا أدري مات في أولها، أو في آخرها.\nأو في المحرم.\nوقال في رواية ابن إبراهيم: كان وكيع يحفظ عن المشايخ وعن الثوري، ولم يكن يصحف، وكل من كتب يتكل على الكتاب فيصحف.\nوقال: كان وكيع إذا حدث عن سلمة بن نبيط، وكان ثقة.\nوقال: ما رأيت أحدا ممن أدركنا، كان أحفظ من وكيع.\nوقال: قلت: أيما أثبت عندك وكيع، أو يزيد؟ قال: ما منهما بحمد الله تعالى إلا ثبت، قلت فأيهما أصلح عندك بالابدان؟ قال: ما منهما إلا صالح، إلا أن وكيعا لم يتلطخ بالسلطان.\nوما رأيت أحدا أوعى للعلم منه ولا أشبه بأهل النسك منه.\nوفي رواية المروذي: كان وكيع يجتهد أن يجئ بالحديث كما سمع، فكان ربما قال في الحرف أو الشئ يعني كذا.\nوقال في رواية: أصحاب الثوري: يحيى ووكيع، وعبد الرحمن، وأبو نعيم.\nقلت:\nالجزء: 1 ¦ الصفحة: 168\n",
        "قدمت وكيعا على عبد الرحمن؟ قال: وكيع شيخ.\n1127 -\nالوليد بن شجاع بن الوليد، أبو همام: قال أحمد: اكتبوا عنه.\n1128 -\nالوليد بن عبد الله بن أبي ثور، الهمداني: ضعفه أحمد، وكذا ذكره في المغني: ضعفه أحمد وجزرة، وجماعة ولعله أحمد\n...\n1129 -\nالوليد بن القاسم بن الوليد، الهمداني، الجندعي: قال أحمد: ثقة، كتبنا عنه بالكوفة، وسألت جاره يعلى بن عبيد، فقال: نعم الرجل، هو جارنا منذ خمسين سنة، ما رأينا إلا خيرا.\n1130 -\nالوليد بن محمد، الموقري، أبو بشر البلقاني: قال أحمد: ليس بشئ.\n1131 -\nالوليد بن مسلم، أبو العباس، الدمشقي: قال أحمد: ليس أحد أروى لحديث الشاميين من إسماعيل بن عياش والوليد بن مسلم، وقال: ما رأيت من الشاميين أعقل من الوليد بن مسلم.\nوقال المروذي عن أحمد: هو كثير الخطأ.\nوقال في رواية الميموني: كان صاحب تسهيل.\n1132 -\nالوليد بن أبي هشام زياد: وثقه أحمد.\n1133 -\nوهب بن إسماعيل بن محمد، الاسدي، أبو محمد: قال أحمد: روى لنا منكر عن وقاء بن إياس.\nوفي المغني: سمع منه أحمد، وتوقف في الاحتجاج به.\n1134 -\nوهيب بن خالد بن عجلان، الباهلي: قال أحمد: ليس به بأس.\n1127 - انظر: التهذيب 11 / 135.\nالتقريب 2 / 333.\nالجرح 9 / 7.\n1129 -\nانظر: التهذيب 11 / 145.\nالتقريب 2 / 335.\nالجرح 9 / 13.\n1131 -\nانظر: التهذيب 11 / 151.\nالتقريب 2 / 336.\nالجرح 9 / 17.\nالتراث 1 / 469 (*) .\nالجزء: 1 ¦ الصفحة: 169\n",
        "1135 -\nوهب بن وهب البختري: كذبه أحمد.\n(حرف اللام ألف)\n1136 -\nلاحق بن حميد، أبو مجلز: قال عبد الله بن أحمد: قال أبي: ثنا حجاج بن محمد، قال: قال شعبة: لم يدرك أبو مجلز حذيفة.\n(حرف الياء)\n1137 -\nيحيى بن إسماعيل الواسطي، أبو زكريا: قال أحمد: ما عرفناه ببدعة، فبلغ هذا يحيى، فقال: صدق أبو عبد الله، ما عرفني ببدعة قط، وقال عبد الله بن أحمد: ذكر لابي ما يرميه به الناس، فقال: سبحان الله ومن يقول هذا؟ وأنكر ذلك إنكارا شديدا.\n1138 -\nيحيى بن أبي أنيسة، الغنوي: قال أحمد: يحيى بن أبي أنيسة: ليس ممن يكتب حديثه.\nوفي المغني: قال أحمد: متروك.\n1139 -\nيحيى بن أيوب الغافقي، أبو العباس المصري: قال أحمد: سئ الحفظ، وهو دون حيوة.\n1140 -\nيحيى بن أيوب، المقابري، أبو زكريا، البغدادي: قال أحمد: رجل صالح معروف بالصلاح وصاحب سكون ودعة.\n1141 -\nيحيى بن أبي بكير بسر أو بشر، أو زكريا، العبدي: قال حرب الكرماني: سمعت - أحمد يثني على يحيى بن أبي بكير، وقال: ما\n1136 - انظر: التهذيب 11 / 171.\nالتقريب 2 / 340.\n1139 -\nانظر: التهذيب 11 / 86.\nالتقريب 2 / 343 (*)\nالجزء: 1 ¦ الصفحة: 170\n",
        "أكيسه! وقال الاثرم: قلت لابي عبد الله\n...\n(1) : 1142 - يحيى بن أبي كثير: سمع من أنس؟ قال: قد رآه، قال: رأيت أنسا فلا أدري سمع منه أم لا؟ قال: وسمعته يسأل: يحيى بن أبي كثير، سمع من أبي قلابة؟ فقال: ما أدري أي شئ يدفع أو نحو هذا.\nقلت: زعموا أن كتب أبي قلابة وقعت إليه؟ قال: لا.\n1143 -\nيحيى بن بريد بن أبي بردة: ضعفه أحمد.\n1144 -\nيحيى بن حسان بن حبان التنيسي، البصري، أبو زكريا: وثقه أحمد.\n1145 -\nيحيى بن حمزة بن واقد، الحضرمي، الدمشقي: قال أحمد في رواية المروذي: ثقة، ليس به بأس.\n1146 -\nيحيى بن زكريا بن أبي زائدة الوادعي، أبو سعيد: قال أحمد: ثقة.\n1147 -\nيحيى بن سعيد بن أبان بن سعيد بن العاص، أبو أيوب الاموي: قال أحمد: ما كنت أظن أن عنده هذا الحديث الكثير.\nوقال أيضا: لم تكن له حركة في الحديث، وليس به بأس، عنده عن الاعمش غرائب.\nوقال في رواية ابن إبراهيم: صدوق، إلا أنه حدث بشئ ليس له أصل.\n1148 -\nيحيى بن أبي سعيد بن فروخ، أبو سعيد التميمي، القطان، الاحول: قال أحمد: ثنا يحيى القطان، وما رأت عيناي مثله.\nوقال أيضا: لم تر مثل يحيى في كل أحواله.\nوقال: هو أثبت من وكيع وعبد الرحمن ويزيد بن هارون\n1140 - انظر: التهذيب 11 / 188.\nالتقريب 2 / 343.\nالجرح 9 / 128.\n1141 -\nانظر: التهذيب 11 / 190.\nالتقريب 2 / 344.\nالجرح 9 / 132.\n(1) كذا بالاصل.\n1145 -\nانظر: التهذيب 11 / 200.\nالتقريب 2 / 346.\nالجرح 9 / 137.\n1146 -\nانظر: التهذيب 11 / 207.\nالتقريب 2 / 347.\nالجرح 9 / 144.\n1147 -\nانظر: التهذيب 11 / 215.\nالتقريب 2 / 348.\nالجرح 9 / 152.\n1148 -\nانظر: التهذيب 11 / 216.\nالتقريب 2 / 348.\nالجرح 9 / 150 (*) .\nالجزء: 1 ¦ الصفحة: 171\n",
        "وأبي نعيم.\nوقال يحيى القطان: ما كان أضبطه، وأشد تفقده! وقال: ما رأينا له كتابا، كان يحدثنا من حفظه.\nوقال: ما رأيت أحدا أقل خطأ منه، ولقد أخطأ في أحاديث ومن يعرى من الخطأ.\nوقال أحمد: إلى يحيى بن سعيد المنتهى في التثبت بالبصرة.\nوقال الفضل بن زياد: سمعت أبا عبد الله وذكر يحيى بن سعيد القطان، فقال: لا والله ما أدركنا مثله.\nوقال في رواية ابن إبراهيم: مات سنة ثمان وتسعين ومائة.\n1149 -\nيحيى بن سعيد بن قيس بن عمرو بن سهل، أبو سعيد الانصاري: قال عبد الله بن بشر الطالقاني: سمعت أحمد بن حنبل يقول: يحيى بن سعيد الانصاري، أثبت الناس.\n1150 -\nيحيى بن سليم أو ابن أبي سليم، أبو بلج الفزاري: قال أحمد: روى حديثا منكرا.\n1151 -\nيحيى بن سليم الطائفي: قال أحمد: رأيته يختلط في الاحاديث فتركته.\n1152 -\nيحيى بن صالح الوحاظي، الحمصي: قال عبد الله بن أحمد: سألت أبي عنه فجعل يضعفه، وقال: أخبرني إنسان من أصحاب الحديث، قال: قال يحيى بن صالح: لو ترك أصحاب الحديث عشرة أحاديث - يعني هذه التي في الرؤية - قال أبي: كأنه نزع إلى رأي جهم.\n1153 -\nيحيى بن عبد الله بن الحارث، الجابر، أبو الحارث، التيمي: قال أحمد: ليس به بأس.\n1154 -\nيحيى بن عبد الله الضحاك، أبو سعيد الحراني: قال أحمد: أما السماع فلا يتبع.\n1155 -\nيحيى بن عبد الله بن يزيد بن عبد الله، أبو زكريا الانصاري: قال أحمد: لم يكن به بأس.\n1149 - انظر: التهذيب 11 / 221.\nالتقريب 2 / 348.\nالجرح 9 / 147.\n1151 -\nانظر: التهذيب 11 / 226.\nالتقريب 2 / 349.\nالجرح 9 / 156.\n1152 -\nانظر: التهذيب 11 / 229.\nالتقريب 2 / 349.\nالجرح 9 / 158 (*) .\nالجزء: 1 ¦ الصفحة: 172\n",
        "1156 -\nيحيى بن عبد الحميد بن عبد الله بن ميمون، أبو زكريا الحماني: ذكر عند أحمد، فقال: ليس بابن غسان بأس.\nوسئل أحمد عنه فسكت ولم يجب.\nوقيل له: إنه حدث عنك بحديث عن إسحاق الازرق فأنكر أحمد أن يكون حدثه.\nقال أبو داود: سألت أحمد عنه فقال: ألم تره؟ قلت: بلى، إذا رأيته عرفته.\nوقال عبد الله بن أحمد: قلت لابي: إن ابن أبي شيبة يقدم فما ترى؟ قال: قد جاء ابن الحماني، واجتمع عليه الناس، وكان يكذب جهارا، ابن أبي شيبة على حال يصدق.\nوقال أبي: ما يعرف ابن الحماني أن يسرق الاحاديث أو يتلقط، وقد طلب وسمع، ولو اقتصر على ما سمع.\nوقال البخاري: كان أحمد وعلي يتكلمان في يحيى الحماني، وقال في موضع آخر: رواه أحمد وابن نمير.\n1157 -\nيحيى بن عبد الملك بن حميد بن أبي غنية، أبو زكريا، الكوفي: قال أحمد: كان ثقة، له هيئة، وكان رجلا صالحا.\n1158 -\nيحيى بن عبيد الله بن عبد الله بن موهب، القرشي، التميمي: قال أحمد: منكر الحديث، ليس بثقة وأبوه لا يعرف.\n1159 -\nيحيى بن عتيق الطفاوي: وثقه أحمد.\n1160 -\nيحيى بن عثمان بن سعيد بن كثير، القرشي، الحمصي: قال أحمد: نعم الشيخ هو.\n1161 -\nيحيى بن أبي عمرو السيباني، أبو زرعة الشامي: قال أحمد: شيخ ثقة.\n1162 -\nيحيى بن العلاء، البجلي، الرازي: قال أحمد: كذاب، وفي المغني عن أحمد: كان يضع الحديث، قلت: قال أحمد في رواية محمد بن سهل: يحيى بن العلاء الرازي، كذاب، رافضي،\n1154 - انظر: التهذيب 11 / 240.\nالتقريب 2 / 351.\nالجرح 9 / 164.\n1156 -\nانظر: التهذيب 11 / 247.\nالتقريب 2 / 352.\nالجرح 9 / 178.\n1158 -\nانظر: التهذيب 11 / 252.\nالتقريب 2 / 353.\nالجرح 9 / 167.\n1160 -\nانظر: التهذيب 11 / 255.\nالتقريب 2 / 353.\nالجرح 9 / 174.\n1161 -\nانظر: التهذيب 11 / 260.\nالتقريب 2 / 355 (*) .\nالجزء: 1 ¦ الصفحة: 173\n",
        "يضع الحديث، وبشر بن نمير أسوأ حالا منه.\n1163 -\nيحيى بن أبي كثير، الطائي: قال أحمد: إنما يعد مع الزهري ويحيى بن سعيد، فإذا خالفه الزهري فالقول قول يحيى بن أبي كثير.\nوقال ابن إبراهيم: سئل هل سمع يحيى بن أبي كثير من أحد من أصحاب النبي صلى الله عليه وسلم؟ فقال: نعم.\nقد سمع من السائب بن يزيد، والسائب قد رأى النبي صلى الله عليه وسلم.\nوقال ابن إبراهيم: سئل عن مراسيل يحيى بن أبي كثير؟ قال: لا تعجبني، لانه روى عن رجال ضعاف، صغار.\nوقال في رواية ابن إبراهيم أيضا: يحيى بن أبي كثير، رأى أنس بن مالك.\n1164 -\nيحيى بن المتوكل أبو عقيل المدني: ضعفه أحمد.\n1165 -\nيحيى البكاء، البصري، ابن مسلم: قال أحمد: ليس بثقة.\n1166 -\nيحيى بن مالك عنه قتادة: سئل عنه في رواية المروذي، فقال: لا أدري.\n1167 -\nيحيى بن معين: قال حنبل: سمعت أبا عبد الله يقول: أعلمنا بالرجال يحيى بن معين، واحفظنا للابواب سليمان الشاذكوني، وعلي أحفظنا للطوال.\nوقال محمد بن رافع: سمعت أحمد بن حنبل يقول: كل حديث لا يعرفه يحيى بن معين فليس بحديث.\nوقال أبو زرعة: كان أحمد لا يرى الكتابة عن أبي نصر التمار ولا عن يحيى بن معين ولا عن أحد ممن امتحن فأجاب.\nوقال في رواية أبي مقاتل: ههنا رجل خلقه الله لهذا الشأن، يظهر الكذابين؟ فقال: يحيى بن معين.\n1168 -\nيحيى بن واضح، أبوتميلة، الانصاري: قال أحمد: ليس به بأس.\n1162 - انظر: التهذيب 11 / 261.\nالتقريب 2 / 355.\nالجرح 9 / 180.\n1163 -\nانظر: التهذيب 11 / 268.\nالتقريب 2 / 356.\n1164 -\nانظر: التهذيب 11 / 271.\nالتقريب 2 / 356.\nالجرح 9 / 190.\n1167 -\nانظر: التهذيب 11 / 280.\nالتقريب 2 / 358.\nالجرح 9 / 192 (*) .\nالجزء: 1 ¦ الصفحة: 174\n",
        "1169 -\nيحيى بن يحيى بن بكير بن عبد الرحمن بن يحيى، أبو زكريا التميمي: قال أحمد: ما أخرجت خراسان بعد ابن المبارك مثل يحيى بن يحيى، كان ثقة وزيادة.\nوقال أبو داود عن أحمد: خرج من خراسان رجلان: عبد الله بن المبارك، ويحيى بن يحيى، وأوصى بثياب بدنه للامام أحمد، فكان يحضر بها الجماعات.\nوقال ولده زكريا: أوصى أبي بثياب بدنه لاحمد بن حنبل، فأتيته بها في منديل، فنظر إليها، وقال: ليس هذا من لباسي، ثم أخذ ثوبا واحدا منها ورد الباقي.\nوقال أبو داود الخفاف: سمعت أحمد بن حنبل يقول: ما رأى يحيى بن يحيى مثل نفسه.\nوقال خشنام بن سعد: قلت لاحمد: كان يحيى بن يحيى إمامأ؟ قال: كان عندي إماما، فلو كان عندي نفقة لرحلت إلى يحيى بن يحيى.\nوقيل في رواية ابن إبراهيم: يحيى بن يحيى عندك إمام؟ قال: نعم، رحم الله يحيى بن يحيى هو عندي إمام.\n1170 -\nيحيى بن يمان، أبو زكريا العجلي: قال أحمد: ليس بحجة.\n1171 -\nيزيد بن أبان الرقاشي: قال في رواية المروذي: ليس ممن يحتج به.\nوقال في رواية الميموني: ضعيف.\n1172 -\nيزيد بن إبراهيم التستري، أبو سعيد، البصري: وثقه أحمد في رواية الميموني.\n1173 -\nيزيد بن حازم، أبو بكر الازدي: وثقه أحمد.\n1174 -\nيزيد بن حميد، أبوالتياح، الضبعي، البصري: قال أحمد: ثقة، ثبت.\n1170 - انظر: التهذيب 11 / 306.\nالتقريب 2 / 361.\nالجرح 9 / 199.\n1171 -\nانظر: التهذيب 11 / 309.\nالتقريب 2 / 361.\nالجرح 9 / 251.\n1172 -\nانظر: التهذيب 11 / 311.\nالتقريب 2 / 361.\nالتاريخ الكبير 8 / 318.\n1174 -\nانظر: التهذيب 11 / 320.\nالتقريب 2 / 363.\nالجرح 9 / 156 (*) .\nالجزء: 1 ¦ الصفحة: 175\n",
        "1175 -\nيزيد بن خمير بن يزيد، أبو عمر الرحبي: قال أحمد: صالح الحديث.\n1176 -\nيزيد بن زريع، أبو معاوية العيشي: قال أبو بكر الاسدي عن أحمد: إليه المنتهى في الثبت بالبصرة.\nوقال عبد الله بن أحمد عن أبيه: كان ريحانة البصرة.\nوقال أبو طالب عن أحمد: ما أتقنه وما أحفظه! يا لك من صحة حديثه، وكان يأخذ الحديث بنية.\nوقال المروذي: سمعت أحمد يقول: رحم الله يزيد بن زريع، مات أبوه، وخلف له أربعين بذرة، فلم يأخذ منها شيئا، وتورع منها.\n1177 -\nيزيد بن زياد بن أبي الجعد، الاشجعي: وثقه أحمد.\n1178 -\nيزيد بن أبي زياد الهاشمي، أبو عبد الله الكوفي: قال أحمد: لم يكن بالحافظ.\nوقال ابن إبراهيم: قلت له: يزيد بن أبي زياد أحب إليك\n...\n، قال: ما أقربهما.\n1179 -\nيزيد بن سنان بن يزيد التميمي، أبو فروة: ضعفه أحمد.\nوقال في رواية ابن إبراهيم: ليس حديثه بشئ.\n1180 -\nيزيد بن عبد الله بن خصيفة الكندي: وثقه أحمد.\n1181 -\nيزيد بن عبد الرحمن، أبو خالد الدالاني: قال أحمد: لا بأس به.\n1182 -\nيزيد بن عبد ربه، الزبيدي، أبو الفضل، الحمصي: قال أبو داود: سمعت أحمد يقول: لا إله إلا الله ما كان أثبته، ما كان فيهم مثله، يعني أهل حمص.\n1175 - انظر: التهذيب 11 / 323.\nالتقريب 2 / 364.\nالجرح 9 / 258.\n1176 -\nانظر: التهذيب 11 / 325.\nالتقريب 2 / 364.\nالجرح 9 / 263.\n1178 -\nانظر: التهذيب 11 / 329.\nالتقريب 2 / 365.\nالجرح 9 / 262.\n1179 -\nانظر: التهذيب 11 / 335.\nالتقريب 2 / 366.\nالجرح 9 / 266.\n1180 -\nانظر: التهذيب 11 / 340.\nالتقريب 2 / 367.\nالجرح 9 / 274.\nالتاريخ الكبير 8 / 345.\n(*)\nالجزء: 1 ¦ الصفحة: 176\n",
        "1183 -\nيزيد بن عبد العزيز بن سياه، أبو عبد الله، الاسدي: وثقه أحمد.\n1184 -\nيزيد بن عبد الملك بن المغيرة، الهاشمي، النوفلي: قال أحمد: عنده مناكير.\nوقال المروذي: سألته عنه، فقال: ما أدري روى هذا الحديث أبو هريرة، قلت: فأينه؟ قال: قدم إلى هاهنا وضعفه.\n1185 -\nيزيد بن عطاء بن يزيد بن عبد الرحمن اليشكري: قال أحمد: ليس بحديثه بأس.\nوفي المغني عن أحمد: حديثه مقارب.\n1186 -\nيزيد بن معاوية: قال مهنا: سألت أحمد عن يزيد بن معاوية؟ قال: هو هو الذي فعل بالمدينة ما فعل.\nقلت: وما فعل؟ قال: نهبها.\nقلت: فيذكر عنه الحديث؟ قال: لا يذكر عنه الحديث.\nولا ينبغي لاحد أن يكتب عنه حديثا.\nقلت: ومن كان معه حين فعل ما فعل؟ قال: أهل الشام.\nقلت: وأهل مصر؟ قال: لا إنما كان أهل مصرفي أمر عثمان رضي الله عنه.\n1187 -\nيزيد بن هارون بن زادي، أبو خالد السلمي: قال أحمد: كان حافظا متقنا.\nوقال الفضل بن زياد: سمعت أحمد بن حنبل وسئل عن يزيد بن هارون، كان له فقه؟ فقال: نعم، ما كان أذكاه وأفهمه، وأفطنه، وقال: ما كان أجمع أمر يزيد بن هارون، صاحب صلاة، حافظ، متقن للحديث صرامة وحسن مذهب.\nصلى صلاة الصبح بوضوء العشاء أربعين سنة.\n1188 -\nيزيد بن هرمز، المدني: قال أحمد: هو يزيد الفارسي.\n1189 -\nيزيد بن يزيد بن جابر: قيل له في رواية ابن إبراهيم: هو أخو عبد الرحمن بن يزيد بن جابر؟ قال: نعم، عبد الرحمن أقدم موتا وأثبت منه.\n1190 -\nيسار أبو نجيح، والد عبد الله بن أبي نجيح: قال أحمد: كان من خيار عباد الله.\n1185 - انظر: التهذيب 11 / 350.\nالتقريب 2 / 369.\nالجرح 9 / 282.\n1187 -\nانظر: التهذيب 11 / 366.\nالتقريب 2 / 372.\nالجرح 9 / 295 (*) .\nالجزء: 1 ¦ الصفحة: 177\n",
        "1191 -\nيعقوب بن إبراهيم القاضي: ذكر الخليلي أن أحمد وابن معين كتبا عنه ولم يريا الرواية عنه، وذكر الخطيب في تاريخه: أن أحمد وابن معين وابن المديني لم يختلفوا في ثقة في النقل.\n1192 -\nيعقوب بن إسحاق بن زيد بن عبد الله بن أبي إسحاق، أبو محمد، الحضرمي: قال أحمد: صدوق.\n1193 -\nيعقوب بن شيبة: قال عبد الرحمن بن خاقان: سألته عن يعقوب بن شيبة: فقال: مبتدع، صاحب هوى.\n1194 -\nيعقوب بن عطاء بن أبي رباح، القرشي: قال أحمد: منكر الحديث.\nوفي المغني: ضعفه أحمد.\n1195 -\nيعقوب بن محمد بن عيسى بن عبد الملك بن حميد بن عبد الرحمن: قال أحمد: ليس يسوى شيئا.\n1196 -\nيعقوب بن القعقاع الازدي: قال في رواية ابن إبراهيم: من أهل مرو، روى عنه ابن المبارك.\n1197 -\nيعقوب بن الوليد، الازدي، أبو هلال، المدني: قال عبد الله بن أحمد عن أبيه: كان يضع الحديث.\nوفي المغني: كذبه أحمد والناس.\n1198 -\nيعلى بن حكيم، الثقفي: وثقه أحمد.\n1191 - انظر: الميزان 6 / 301.\nتاريخ بغداد 14 / 243.\n1194 -\nانظر: التهذيب 11 / 392.\nالجرح 4 / 2: 211.\n1195 -\nانظر: التهذيب 11 / 396.\nالتقريب 2 / 377.\nالجرح 9 / 215.\n1197 -\nانظر: التهذيب 11 / 397.\nتاريخ بغداد 14 / 265 (*) .\nالجزء: 1 ¦ الصفحة: 178\n",
        "1199 -\nيعلى بن عبيد بن أبي أمية الايادي، أبو يوسف الطنافس: قال أحمد: صحيح الحديث، صالح في نفسه، وهو أصح حديثا من أخيه محمد وأحفظ.\nوقال ابن إبراهيم: سئل عن يعلى بن عبيد ومحمد بن عبيد، قال: يعلى صحيح الحديث، وكان في بدنه صالحا، وكان محمد أخوه يخطئ، ولا يرجع عن خطئه، وكان يظهر السنة.\nوكان عمر بن عبيد أخوهم شيخا يحدث عن أبي إسحاق، وعن سماك، وعن آدم بن علي، ولم ندرك بالكوفة أحدأ يروي عنهم غيره، ولا أكثر منه، ومن المطلب بن زياد.\n1200 -\nيعلى بن عطاء العامري: أثنى عليه أحمد.\n1201 -\nيوسف بن الماجشون: قال في رواية الميموني: ليس به بأس، قلت: فأبوه؟ قال: لا بأس به.\n1202 -\nيوسف بن يعقوب بن أبي القاسم، السدوسي، الضبعي: وثقه أحمد.\n1203 -\nيونس بن أبي إسحاق السبيعي، أبو إسرائيل الكوفي: قال أحمد: حديثه مضطرب.\nوفي المغني: ضعفه أحمد جدأ.\n1204 -\nيونس بن الحارث، الثقفي، الطائفي: ضعفه أحمد.\n1205 -\nيونس بن خباب: قال المروذي: ذكره فتكلم فيه ولم يرضه.\nوقال: هذا كان يقع في عثمان.\nولينه في رواية أخرى للمروذي.\n1206 -\nيونس بن عبيد بن دينار العبدي، أبو عبد الله: وثقه أحمد.\n1200 -\nانظر: التهذيب 11 / 403.\nالتقريب 2 / 378 التاريخ الكبير 8 / 415.\nالجرح 9 / 302.\n1202 -\nانظر: التهذيب 11 / 431.\nالجرح 4 / 2: 233.\n1203 -\nانظر: التهذيب 11 / 433.\nالتقريب 2 / 384.\nالجرح 9 / 243.\n1204 -\nانظر: التهذيب 11 / 436.\nالتقريب 2 / 384.\nالجرح 9 / 237.\nالتاريخ الكببر 8 / 409.\n1205 -\nانظر: التهذيب 11 / 437.\nالتقريب 2 / 384.\nالجرح 9 / 238.\n1206 -\nانظر: التهذيب 11 / 442.\nالتقريب 2 / 385.\nالجرح 9 / 242 (*) .\nالجزء: 1 ¦ الصفحة: 179\n",
        "1207 -\nيونس بن يزيد بن أبي النجاد، الايلي، أبو زيد القرشي: قال أحمد: ما أحد أعلم بحديث الزهري من معمر إلا ما كان من يونس الايلي، فإنه كتب كل شئ، هنالك.\nوقال الاثرم: أنكر أبو عبد الله على يونس، قال: كان يجئ عن سعيد بأشياء ليست من حديثه، وضعف أمر يونس، وقال: لم يكن يعرف الحديث، وكان يكتب أرى أول الحديث، فينقطع الكلام، فيكون أوله عن سعيد وبعضه عن الزهري، فيشتبه عليه، وعقيل أقل خطأ من يونس.\nوقال أبو الحسن الميموني: سئل أحمد: من أثبت في الزهري؟ قال: معمر، فقيل له: يونس؟ قال: روى أحاديث منكرة.\n(باب الكنى) 1208 - أبو الأحوص: قال ابن إبراهيم: سئل عن أبي الاحوص وجرير، فقال: كلاهما متقاربان في الحديث، وهما ثقتان.\n1209 -\nأبو الأبيض: قال ابن إبراهيم: قلت: من أبو الأبيض هذا؟ قال: رجل روى عنه ربعي بن حراش، عن أبي الابيض، عن أنس، وقال: لا أعرف أبا الابيض هذا، ولا أعلم أن أحدا روى عنه إلا ربعي بن حراش.\n1210 -\nأبو الأشهب: قال المروذي: سألته عنه، فقال: لا يختلف فيه أنه ثقة.\n1211 -\nأبو إسرائيل الملائي: قال المروذي: ذكره، فقال: كان شيعيا، وقد روى عنه الثوري حديثه: من أراد الحج.\n1207 - انظر: التهذيب 11 / 450.\nالتقريب 2 / 386.\nالتاريخ الكبير 8 / 406.\n1208 -\nانظر: التهذيب 4 / 282.\nالتقريب 1 / 342.\nالجرح 4 / 259.\n1210 -\nانظر: التهذيب 2 / 88.\nالتقريب 1 / 130.\nالجرح 2 / 476.\n1211 -\nانظر: التهذيب 1 / 293.\nالتقريب 1 / 69.\nالميزان 1 / 226 (*) .\nالجزء: 1 ¦ الصفحة: 180\n",
        "1212 -\nأبو بكر بن حفص: وثقه أحمد في رواية الميموني.\n1213 -\nأبو بكر بن عبد الله بن محمد بن أبي سبرة، بن أبي رهم: قال عبد الله بن أحمد عن أبيه: أبو بكر بن أبي سبرة ليس بشئ، كان يضع الحديث، ويكذب.\nقال لي حجاج: أنه قال: عندي سبعون ألف حديث في الحلال والحرام.\nوقال في رواية المروذي: ليس هو بشئ، ثم قال: قد روى عنه ابن جريج.\n1214 -\nأبو بكر بن عبد الله بن أبي مريم، الغساني: ضعفه أحمد.\nوقال ابن إبراهيم: سئل أيما أحب إليك صفوان أو أبو بكر بن أبي مريم؟ قال: صفوان أحب إلي وهو صالح الحديث، وأبو بكر كان يجمع الرجال، فيقول: حدثني فلان وفلان وفلان، وقال: جرير أحب إلي من صفوان.\n1215 -\nأبو بكر بن عياش بن سالم الاسدي: قال أحمد: صدوق، ثقة ربما غلط، وهو صاحب قرآن وخير.\nوقال في رواية ابن إبراهيم: ليس حديثه بشئ.\n1216 -\nأبوالبختري: قال في رواية ابن إبراهيم: قلت له: هل سمع من علي؟ قال: لا، بينهما عبيدة.\n1217 -\nأبو بدر: قال المروذي: قلت له أبو بدر ثقة هو؟ قال: أرجو أن يكون صدوقا، قد جالس قومأ صالحين.\n1218 -\nأبو ثور: وقال يعقوب الدروقي: سألت أحمد عن أبي ثور وحسين الكرابيسي،\n1212 - انظر: التهذيب 5 / 188.\nالتقريب 1 / 409.\nالجرح 5 / 36.\n1214 -\nانظر: التهذيب 12 / 28.\nالتقريب 2 / 398.\nالتاريخ الكبير 9 / 9.\n1215 -\nانظر: التهذيب 12 / 34.\nالتقريب 2 / 399.\nالتاريخ الكبير 9 / 14.\n1216 -\nانظر: التهذيب 4 / 72.\nالتاريخ الكبير 2 / 1: 506.\n1217 -\nسبق برقم 432 (*) .\nالجزء: 1 ¦ الصفحة: 181\n",
        "فقال: متى كان هؤلاء من أهل العلم، ومتى كان هؤلاء من أهل الحديث.\n، متى كان هؤلاء يضعون للناس الكتب.\n1219 -\nأبو بكر بن نافع مولى ابن عمر: قال أحمد: هذا أوثق ولد نافع.\n1220 -\nأبو بكر الهذلي: قال المروذي: ضعف أمره.\n1221 -\nأبو بكر النهشلي الكوفى، عبد الله بن قطاف: وثقه أحمد.\n1222 -\nأبو جعفر الرازي عيس بن أبي عيسى: قال أحمد: صالح الحديث، وليس بقوي.\nوقال ابن إبراهيم: سمعت أبا عبد الله يقول: أبو جعفر الرازي من أهل مرو، والفضل بن موسى، وأبو تميلة - يحيى بن واضح - إبراهيم الصائغ قتله أبو موسى وابن المبارك وذكر عدة، كلهم من أهل مرو.\n1223 -\nأبو حية بن قيس الوداعي، الهمداني: قال أحمد: شيخ.\n1224 -\nأبو سلمة الخواص: قال أحمد: ليس حديثه بالقائم.\n1225 -\nأبو سلمة بن عبد الرحمن بن عوف: قال عبد الله: قال أبي: لم يسمع أبو سلمة من أبي موسى الاشعري.\n1226 -\nأبو سلمة: سلام بن مسلم: قال في رواية ابن إبراهيم: أبو سلمة سلام بن مسلم كان ينزل الابلة.\n1220 - أنظر: التهذيب 12 / 45.\nتاريخ بغداد 9 / 223.\n1221 -\nانظر: التهذيب 12 / 44.\nالتقريب 2 / 401.\nالجرح 9 / 344.\n1222 -\nانظر: التهذيب 12 / 56.\nالتقريب 2 / 406.\nالجرح 6 / 280.\n1224 -\nانظر: الميزان 4 / 532.\n1225 -\nانظر: التهذيب 12 / 115.\nالتقريب 2 / 430 (*) .\nالجزء: 1 ¦ الصفحة: 182\n",
        "1227 -\nأبو طيبة السلفي، الكلاعي: قال أحمد: إنما هو أبو ظبية وكذا قيل.\n1228 -\nأبو عبد الله الجدلي، الكوفي، عبد بن عبد، وقيل عبد الرحمن بن عبد: وثقه أحمد، قال حرب بن إسماعيل: قلت لابي عبد الله: أبو عبد الله الجدلي معروف؟ قال: نعم، ووثقه، وعن شعبة، قال: إن إبراهيم يروي عن أبي عبد الله الجدلي.\nوقال المروذي: سألته عن أبي عبد الله الجدلي، فقال قولا لينا.\n1229 -\nأبو عبد الله القطان: قال أحمد في رواية الفضل بن عبد الله: بصير بالعربية والنحو.\n1230 -\nأبو عبيد، الحاجب، المذحجي حي وقيل، حوي، وقيل حي، وقيل: عبد الملك: وثقه أحمد.\n1231 -\nأبو العباس الشاعر: قال في رواية ابن إبراهيم: هو عبد الله بن بابا.\n1232 -\nأبو العشراء، الدرامي، البصري: قال أحمد: ما أعرف له غير حديث الزكاة.\nوقال الميموني: سألت أبا عبد الله عن حديث أبي العشراء، فقال: هو عندي غلط، ولا يعجبني ولا أذهب إليه، إلا في موضع ضرورة.\n1233 -\nأبو عمرو الشيباني، اللغوي إسحاق بن مرار الكوفي: قال عبد الله بن أحمد: كان أبي يلزم مجلس أبي عمرو ويكتب أماليه.\nوقال أحمد: سألت أبا عمرو الشيباني عن أخنع؟ فقال: أوضع.\n1234 -\nأبو عوانة الوضاح: قيل له في رواية ابن إبراهيم: جرير الرازي، وأبو عوانة أيهما أحب إليك؟\n1230 - انظر: التهذيب 12 / 158.\n1232 -\nانظر: التهذيب 2 / 167.\nالتقريب 1 / 451.\nالجرح 1 / 1: 283.\n1233 -\nانظر: التهذيب 3 / 468.\nالتقريب 1 / 286.\nالجرح 4 / 78.\n1234 -\nانظر: التهذيب 11 / 116.\nالتقريب 2 / 331.\nالجرح 4 / 40 (*) .\nالجزء: 1 ¦ الصفحة: 183\n",
        "قال: أبو عوانة من كتابة أحب إلي.\n1235 -\nأبو القاسم بن أبي الزناد المدني أخو عبد الرحمن: أثنى عليه أحمد.\n1236 -\nأبو مريم الانصاري، ويقال: الحضرمي: قال أحمد: رأيت أهل حمص، يحسنون الثناء عليه.\nوقال في رواية المروذي: أبو مريم متروك الحديث، وقد كان يرمي بالتشيع، وقد كتب عنه شعبة، كان يعرفه بالشبيبة قديما.\n1237 -\nأبو معشر: قال ابن إبراهيم: قلت لاحمد: أيما أحب إليك؟ إبراهيم بن مهاجر، أو أبو معشر؟ قال: أبو معشر أحب إلي.\n1238 -\nأبو المهزم التميمي، البصري، يزيد بن سفيان: قال أحمد: ما أقرب حديثه.\n1239 -\nأبو معمر: قال ابن إبراهيم: سمعته يقول: أبو معمر: عبد الله بن سخبرة.\n1240 -\nأبو معاوية: قال في رواية ابن إبراهيم: أبو معاوية أثبت من المحاربي.\n1241 -\nأبو نصيرة الواسطي، مسلم بن عبيد: وثقه أحمد.\n1242 -\nأبو نعيم: قال في رواية ابن إبراهيم: أبو نعيم ثبت في الحديث كيس.\nوقال في رواية المروذي: أبو نعيم الحجة، الثبت، كان أبو نعيم ثبتا.\n1235 - انظر: التهذيب 12 / 203.\nالجرح 4 / 2: 427.\n1238 -\nانظر: الجرح 3 / 1: 53.\nالميزان 2 / 640.\n1239 -\nانظر: التهذيب 5 / 231.\nالتقريب 1 / 418.\nالجرح 2 / 2: 68.\n1240 -\nانظر: التهذيب 12 / 249.\nالتقريب 2 / 478.\nالجرح 4 / 2: 269.\n1241 -\nانظر: التهذيب 6 / 265.\nالتقريب 1 / 497.\n1242 -\nانظر: التهذيب 12 / 256.\nالتقريب 2 / 481.\nالتاريخ الكبير 7 / 367.\nالجرح 8 / 188 (*) .\nالجزء: 1 ¦ الصفحة: 184\n",
        "1243 -\nأبو هاشم الرماني، الواسطي، يحيى بن دينار: وثقه أحمد.\n1244 -\nأبو هبيرة: قال ابن إبراهيم: سمعته يقول: أبو هبيرة الذي روى عنه جابر، يحيى بن عباد.\n1245 -\nأبو حفص الشامي: قال المروذي: سألته عنه فقال: هذا كانت عنده أحاديث، كتبناها عن سعيد بن عبد العزيز، ثم تبين أمره فتركوه، حدث بأحاديث لسعيد بن أبي عروبة.\n1246 -\nأبو حمزة العطار: قال المروذي: سألته عنه، فقال: لا أدري كيف هو؟ 1247 - أبو جابر البياضي: قال المروذي: سألته كيف هو؟ قال: بلغني عن مالك أنه كان يقول: كان يكذب.\n1248 -\nأبو الصلت: قال في رواية المروذي: روى أحاديث مناكير.\n1249 -\nأبو حذيفة البصري: قال في رواية المروذي: كان من أكثر الناس خطأ.\n1250 -\nأبو الربيع السمان: قال المروذي: ذكره فقال: ليس حديثه بشئ.\n1251 -\nأبو الرجال: قال في رواية الميموني: صالح الحديث.\n1252 -\nأبو الزبير: قال المروذي: سألت أحمد عن أبي الزبير، فقال: قد روى عنه قوم،\n1243 - انظر: التهذيب 12 / 261.\nالتاريخ الكبير 4 / 2: 271.\n1244 -\nانظر: التهذيب 11 / 234.\nالجرح 4 / 2: 172.\n1246 -\nانظر: التهذيب 1 / 232.\nالجرح 1 / 1: 220.\n1248 -\nانظر: التهذيب 6 / 319.\nالتقريب 1 / 506.\n1250 -\nانظر: التهذيب 1 / 370.\nالتقريب 2 / 288 (*) .\nالجزء: 1 ¦ الصفحة: 185\n",
        "واحتملوه، روى عنه أيوب وغير واحد إلا أنه شعبة لم يحدث عنه، قلت: هو لين الحديث؟ فكأنه لينه.\nقلت: أبو الزبير أحب إليك أو أبو نضرة؟ قال: أبو نضرة أحب إلي.\nوقال في رواية المروذي أيضا، قلت له: يحتج بحديث أبي الزبير؟ فقال: أبو الزبير يروى عنه ويحتج به.\n1253 -\nأبو السمع: قال المروذي: قلت له: كيف هو؟ قال: قد روى عن أبي الهيثم أحاديث، وتبسم، قلت: كيف هو؟ قال: ما أدري ما هو؟ قلت: فأبو الهيثم؟ قال: ثقة.\n1254 -\nأبو شبيبة: قال المروذي: سئل عنه فضعفه.\n1255 -\nأبو عبيدة الناجي: قال المروذي: ضعف أمره.\n1256 -\nأبو عامر الخزاز: قال المروذي: سألته عنه، فقال: قد روى عنه ولين أمره.\n1257 -\nأبو عطية: قال في رواية الميموني: ثقة.\n1258 -\nأبو الورقاء: قال المروذي: سألته عن أبي داود يضع وعن أبي الورقاء، فلين أمره يضع، وضعف أبا الورقاء فلين أمره وقدم أبا داود عليه، وقال: هو أمثل.\n1259 -\nأبو الجبل اليمامي: روى عنه يحيى بن أبي كثير، قال أحمد في رواية المروذي: لا أعرفه.\n1260 -\nأبو الزناد: قال ابن إبراهيم: سئل: هل سمع أبو الزناد من أحد من أصحاب النبي صلى الله عليه وسلم؟\n1253 - انظر: التهذيب 3 / 208.\nالتقريب 1 / 235.\nالجرح 1 / 2: 441.\n1254 -\nانظر: التهذيب 1 / 144.\nالتقريب 1 / 39.\nالجرح 1 / 1: 310.\n1256 -\nانظر: التهذيب 4 / 391.\nالتقريب 1 / 360.\n1258 -\nانظر: التهذيب 8 / 255.\nالجرح 2 / 2: 83.\nالجزء: 1 ¦ الصفحة: 186\n",
        "قال: نعم، سمع من ربيعة بن عباد، قيل له: هل سمع من أنس؟ قال: روى عن الشعبي، عن أنس ولم يسمع منه، وقوم يقولون: سمع من عبد الله بن جعفر.\n1261 -\nأبو طعمة: قال في رواية ابن إبراهيم: شامي روى عنه عمر بن عبد العزيز بن عمر بن عبد العزيز، روى عنه أبولهيعة، وابن جابر.\n1262 -\nأبو ظبيان: قال الاثرم: سمعت أبا عبد الله يقول: كان شعبة ينكر أن يكون سمع من سلمان.\n1263 -\nأبوالتياح: قال في رواية ابن إبراهيم: اسمه يزيد بن حميد.\n1264 -\nأبو الربيع الاعرج: قال في رواية ابن إبراهيم: أبو الربيع الاعرج واسطي، وكان حائكا، وكان رجلا صالحا، ليس به بأس، رأيته بعبادان.\n1265 -\nأبو الوليد: قال المروذي: قلت أيما أحب إليك؟ الحوضي أو أبو الوليد؟ فقال: الحوضي أكيس منه وأثبت، كان متيقظا، وإن كان أبو الوليد حسن الحديث عن شعبة.\n1266 -\nأبو المليح: قال أحمد في رواية الميموني: ثقة، ضابط لحديثه، صدوق، وهو عندي أضبط من جعفر بن برقان.\n1267 -\nأبو نصر التمار: قال الميموني: صح عندي أنه لم يحضره حين مات، فحسبت أن ذاك لما كان أجاب في المحنة.\n1261 - انظر: التهذيب 12 / 137.\nالجرح 4 / 2: 398.\n1265 -\nانظر: التهذيب 2 / 405.\nالجرح 1 / 2: ء 182.\n1266 -\nانظر: التهذيب 2 / 309.\nالجرح 1 / 2: 24.\nالتاريخ الكبير 1 / 2: 299.\n1267 -\nانظر: التاريخ الكببر 3 / 1: 423.\nالجرح 2 / 2: 358.\nالتهذيب 6 / 406 (*) .\nالجزء: 1 ¦ الصفحة: 187\n",
        "1268 -\nأبو عبد الله الشقري: قال في رواية الميموني: ليس بالقوي عندي: هو ضعيف.\n1269 -\nأبو الوداك: قال في رواية ابن إبراهيم: كان يوسف من أمثلهم، وكان من أكثرهم حديثا.\n(باب في يعرف بابن) 1270 - ابن أبي ذئب: تقدم ذكره قال أحمد في رواية محمد بن الشافعي وذكر له أمر ابن أبي ذئب، فأثنى عليه، فقال: كان ابن أبي ذئب يشبه بسعيد بن المسيب، في خشونته، ومذهبه.\nوقال في رواية أبي داود السجستاني وقيل له: خلف مثله ببلاده؟ قال: لا، ولا بغيرها.\nوقال في رواية ابن إبراهيم وقد سأله عن ابن أبي ذئب والزهري أيهما أحب إليك؟ قال: جميعا واحدا في الثبت.\n1271 -\nابن أبي قتيلة: قيل لاحمد: ذكروا لابن أبي قتيلة بمكة أصحاب الحديث فقال: أصحاب الحديث قوم سوء، فقام أبو عبد الله، وهو ينفض ثوبه، وقال: زنديق، زنديق، زنديق، ودخل البيت.\n1272 -\nابن الثلجي: قال إبراهيم بن سعيد الجوهري: قلت لابي عبد الله: إن الكرابيسي وابن الثلجي قد تكلما، فقال: فيم؟ قلت: في اللفظ، قال أحمد: اللفظ بالقرآن هو مخلوق، ومن قال: لفظي بالقرآن مخلوق، فهو جهمي.\nوفي رواية ابن خاقان: سألته عن ابن الثلجي، فقال مبتدع صاحب هوى.\n1268 - انظر: التهذيب 4 / 142.\nالتقريب 1 / 316.\n1269 -\nانظر: التهذيب 2 / 61.\nالتقريب 1 / 125.\nالميزان 4 / 584.\n1270 -\nسبق ذكره برقم 918.\n1271 -\nانظر: التهذيب 11 / 174.\nالجرح 4 / 2: 127 (*) .\nالجزء: 1 ¦ الصفحة: 188\n",
        "1273 -\nابن جابر: قال ابن إبراهيم: سئل عنه فقال: أحاديثه عن حماد مضطربة وفي كتبه لحوق.\n1274 -\nابن أخت عبد الرزاق: قال في رواية ابن إبراهيم: كذاب، فأما ابن أخته المعلم، لم يكن به بأس.\n1275 -\nابن سمعان: قال في رواية ابن إبراهيم: ابن سمعان ليس حديثه بشئ.\nوقال المروذي: ذكره فقال: متروك الحديث، قال: وسئل عنه فقال: سمعت إبراهيم بن سعد يحلف أنه كذاب.\n1276 -\nابن أخي عمرو بن دينار: قال في رواية ابن إبراهيم: اسمه نبتل.\n1277 -\nابن شوذب: قال ابن إبراهيم: سمعت أبا عبد الله: كان ابن شوذب من أهل بلخ.\n1278 -\nابن علية: قال أحمد في رواية ابن إبراهيم: ولد سنة عشر ومائة ومات سنة ثلاث وتسعون ومائة.\n1279 -\nابن عون: قال ابن إبراهيم: سألته عنه وعن هشام، فقال: لا بأس ابن عون أقدم.\n1280 -\nابن أبي ليلى: قال في رواية الميموني: ضعيف والحجاج أكثر في نفسي منه، إلا أنه يعني ابن أبي ليلى في حديثه عن المنهال كأنه.\n1274 - سبق ذكره برقم 9.\n1277 -\nسبق ذكره برقم 535.\n1278 -\nانظر: التهذيب 1 / 279.\n1279 -\nانظر: التهذيب 5 / 346.\nالتقريب 1 / 439.\nالتاريخ الكبير 5 / 163.\nالجرح 5 / 130.\n1280 -\nانظر: التهذيب 9 / 301.\nالتقريب 2 / 184.\nالتاريخ الكبير 1 / 162.\nالجرح 7 / 322 (*) .\nالجزء: 1 ¦ الصفحة: 189\n",
        "1281 -\nابن أبي لبيد: وقال في رواية الميموني: ثبت في الحديث.\n1282 -\nابن عجلان: قال المروذي: سألته عنه، فقال: ثقة، قلت: إن يحيى قد ضعفه، قال: كان ثقة، إنما اضطرب عليه حديث المقبري.\nكان رجل جعل يصيره عن أبي هريرة.\nوقال في رواية الميموني: ثقة، وأبو صالح الحديث لقي أبا هريرة.\n1283 -\nابن جبر: الذي قال في رواية المروذي: روى عن ابن عمر: لا أعرفه، ولا أدري ما هو؟.\n1284 -\nابن لهيعة: قال المروذي: سألته عنه فلين أمره وقال: من سمع منه متقدما.\n(باب النساء) 1285 - قرصافة: عن عائشة وعنها سماك، قال أحمد: حديثها منكر، ولا تعرف.\n1286 -\nأم عمر بنت حسان بن يزيد: كتب عنها أحمد وأثنى عليها.\n1287 -\nأم الهذيل: قال في رواية ابن إبراهيم: اسمها حفصة، ولم يقل فيها شيئا.\n1288 -\nمخة أخت بشر: قال عبد الله بن أحمد: جاءت مخة أخت بشر إلى أبي، فقالت له: إني امرأة رأس مالي دانقين، اشتري القطن فأردنه فأبيعه بنصف فأتقوت بدانق من\n1282 - انظر: التهذيب 9 / 341 التقريب 2 / 190.\nالميزان 3 / 644.\n1284 -\nانظر: التهذيب 5 / 373.\nالتقريب 1 / 444.\nالتاريخ الكبير 5 / 182.\nالجرح 5 / 145.\n1285 -\nانظر: التهذيب 12 / 446.\nالتقريب 2 / 611.\n1286 -\nانظر: تاريخ بغداد 14 / 432.\nالميزان 4 / 613.\n1287 -\nانظر: التهذيب 12 / 409 (*) .\nالجزء: 1 ¦ الصفحة: 190\n",
        "الجمعة إلى الجمعة، فمر ابن طاهر الطائف، ومعه مشعل، فوقف يكلم أصحاب المصالح فاستغنمت ضوء المشعل، فعزلت طاقات ثم غاب عني المشعل، فعلمت أن لله في مطالبة، فخلصني خلصك الله، فقال لها: تخرجين الدانقين، ثم تبقين بلا رأس مال حتى يعوضك الله خيرا.\nقال عبد الله: فقلت لابي: يا أبه لو قلت لها: لو أخرجت [الغزل] الذي أدركت فيه الطاقات، فقال: يا بني، سؤالها لا يحتمل التأويل، ثم قال: من هذه؟ قلت: مخة أخت بشر بن الحارث، فقال: من ههنا أتيت.\nوقال عبد الله بن أحمد: كنت مع أبي في يوم من الايام في المنزل، فدق داق الباب، قال لي: اخرج فانظر من بالباب؟ قال: فخرجت، فإذا امرأة قالت لي: استأذن لي على أبي عبد الله - تعني أباه - قال: فاستأذنته، فقال: أدخلها، قال: فدخلت، فسلمت عليه، وقالت له: يا أبا عبد الله أنا امرأة أغزل بالليل في السراج، فربما طفئ السراج، فأغزل في القمر، فعلي أن أبين غزل القمر من غزل السراج؟ قال: فقال لها: إن كان عندك بينهما فرق فعليك أن تبيني ذلك، قال: قالت له: يا أبا عبد الله أنين المريض شكوى؟ قال: أرجو أن لا يكون شكوى ولكنه اشتكاء إلى الله، قال: فودعته، وخرجت.\nقال: فقال لي: يا بني ما سمعت قط إنسانا سأل عن مثل هذا، اتبع هذه المرأة فانظر أين تدخل؟ قال: فتبعتها فإذا قد دخلت إلى بيت بشر بن الحارث، وإذا هي أخته.\nقال: فرجعت فقلت له، فقال: محال أن تكون مثل هذه إلا أخت بشر.\n1289 -\nميمونة بنت الاقرع: قال المروذي: ذكرت لابي عبد الله، فقلت له: إنها أرادت أن تبيع غزلها، فقالت للغزال: إذا بعت هذا الغزل، فقل، إني ربما كنت صائمة فأرخي يدي فيه ثم ذهبت ورجعت فقالت رد علي الغزل أخاف أن لا يبين الغزال هذا، فترحم أبو عبد الله عليها، وقال: قد جاءتني وكتبت لها شيئا في غسل الميت.\nالجزء: 1 ¦ الصفحة: 191\n",
        "(باب الالقاب) 1290 - الكرابيسي.\nقال المروذي: قلت لابي عبد الله: إن الكرابيسي يقول: من لم يقل: لفظه بالقرآن مخلوق فهو كافر، فقال: بل هو كافر، وقال: مات بشر المريسي وخلفه حسين الكرابيسي، وقال لي: هذا قد تجهم وأظهر الجهمية، ينبغي أن يحذر عنه وعن كل من ابتعد.\nوقال في رواية أبي الحارث وقد سئل عن قول الكرابيسي: إنه يقول: لفظي بالقرآن مخلوق، فقال: هذا قول جهم.\nوقال إسحاق بن إبراهيم: سمعته يقول: أخزى الله الكرابيسي، لا يجالس ولا يكلم، ولا تكتب كتبه، ولا تجالس من يجالسه.\nوقال في رواية شاهين بن السميدع.\nالحسين الكرابيسي عندنا كافر.\n1291 -\nالعمري الصغير: قال في رواية ابن إبراهيم: هو أحب إلي من عبد الله بن نافع.\n1292 -\nالفريابي: قال في رواية ابن إبراهيم: ما رأيت أكثر خطأ في الثوري من الفريابي.\n1293 -\nالصنابحي: قال في رواية ابن إبراهيم: الصنابحي الذي روى عن أبي بكر رضي الله عنه ليست له صحبة.\n1294 -\nالسدي: قال في رواية المروذي: ليس به بأس، هو عندي ثقة.\nوقال في روايته أيضا: السدي وابن مهاجر ثقتان، ثم قال: منصور وأيوب أثبت منهما.\n1295 -\nالافريقي: قال في رواية المروذي: قيل له: يروى عن الافريقي؟ قال: لا، هو منكر الحديث، وقد دخل على أبي جعفر، فتكلم بكلام حسن، فقال له وأحسن ووعظه.\n1291 - انظر: التهذيب 6 / 51.\n1292 -\nانظر: التهذيب 9 / 535.\nالتقريب 2 / 221.\nالجرح 8 / 119.\nالتاريخ الكبير 1 / 265.\n1293 -\nانظر: التهذيب 6 / 229.\nالتقريب 1 / 491.\nالتاريخ الكبير 5 / 321.\nالجرح 5 / 262.\n1295 -\nتقدم ذكره برقم 601.\nالجزء: 1 ¦ الصفحة: 192\n",
        "1296 -\nالدراوردي: قال المروذي: سألته عن الدراوردي، فقال: ما أدري ما أقول لك فيه، أحاديثه كأنه ينكر بعضها.\n1297 -\nالمسعودي: قال أحمد في رواية الميموني: صالح الحديث، ومن أخذ عنه أول فهو صالح الاخذ.\nباب في الكلام المجمل قال في رواية ابن إبراهيم: 1298 - آل كعب بن مالك كلهم ثقات، كل من روي عنه الحديث.\n1299 -\nوقال ابن إبراهيم: سمعته يقول: تركنا أصحاب الرأي وكان عندهم حديث كثير - لانهم معاندون لاصحاب الحديث، لا يفلح منهم أحد.\n1300 -\nوقيل له: يحدث الرجل عن الضعفاء مثل عمرو بن مرزوق وعمرو بن حكام، ومحمد بن معاوية، وعلي بن الجعد، وإسحاق بن أبي إسرائيل؟ قال أبو عبد الله: لا يعجبني أن يحدث عن بعضهم.\n1351 -\nوقال ابن إبراهيم: سمعته يقول: ما روى مالك عن رجل إلا وهو ثقة، كل من روى عنه مالك، فهو ثقة.\n(باب في لم أعرفه ممن تكلم فيه) 1302 - أزهر: قال في رواية ابن إبراهيم: أزهر كان يسكن مكة يبيع البز، وكان أصله بصريا وليس هو بأزهرنا هذا.\n1296 - انظر: التهذيب 6 / 353.\nالتقريب 1 / 512.\nالجرح 2 / 2: 395.\nالتاريخ الكبير 3 / 2: 1297 - انظر: التهذيب 6 / 210.\nالتقريب 1 / 487.\nالتاريخ الكبير 5 / 314.\nالجرح 5 / 250.\n1302 -\nسبق ذكره برقم 55 (*) .\nالجزء: 1 ¦ الصفحة: 193\n",
        "1353 -\nفائد: قال ابن إبراهيم: سألته عنه، فقال: متروك الحديث، فلعله فائد بن عبد الرحمن.\n1304 -\nأبو نصر: قال ابن إبراهيم: قيل له: أبو نصر الذي يحدث عن ابن عباس، يروي عنه الاغر بن الصباح عن خليفة بن حصين من أبو نصر هذا؟ قال: لا أعرفه قيل له: أتراه حميد بن هلال؟ قال: هذا.\n1305 شعيب: قال ابن إبراهيم: قلت له: شعيب؟ قال: يقولون: إن شعيبا لما أراد أن يموت جمع بقية وعلي بن عياش، فقال: ارووها عني - يعني حديث الزهري - 1306 - هشام: قال ابن إبراهيم: قلت له: أيما أحب إليك فيمن روى عن يحيى بن أبي كثير؟ قال: هشام أحب إلي فيمن روى عن يحيى بن أبي كثير.\n1307 -\nمحمد بن سعيد: قال ابن إبراهيم: سألته عن محمد بن سعيد روى عنه الكوفيون؟ قال: ليس بشئ.\n1358 -\nصالح: قال ابن إبراهيم: سمعته يقول: صالح الذي روى حديث الاعمس عن شقيق، قال: قال عبد الله: قال رسول الله صلى الله عليه وسلم: \" من حلف على يمين هو فيها فاجر \"، من أهل وسط نزل حلوان، ليس بحديثه بأس، وهو صالح الحديث.\n1309 -\nحجاج: قال ابن إبراهيم: سمعته يقول: حجاج ثبت في الحديث.\n1303 -\nانظر: التهذيب 8 / 255.\nالتقريب 2 / 108.\n1304 -\nانظر: التهذيب 3 / 52.\nالتاريخ الكبير 1 / 2: 346.\n1305 -\nانظر: التهذيب 4 / 351.\nالتقريب 1 / 352.\nالجرح 4 / 344.\n1306 -\nسبق ذكره برقم 1100.\n1308 -\nانظر: التهذيب 4 / 398.\nالجرح 2 / 1: 409 (*) .\nالجزء: 1 ¦ الصفحة: 194\n",
        "1310 -\nوهيب: قال أحمد في رواية ابن إبراهيم: وهيب أحب إلي من عبد الوارث.\n1311 -\nهشام: قال ابن إبراهيم: سئل عن هشام وأشعث، فقال: ما أقربهما.\n1312 -\nعطاف: قال في رواية ابن إبراهيم: رجل من أهل المدينة، وهو صدوق.\n1313 -\nالبختري: الذي روى عنه شعبة: سأله عنه ابن إبراهيم فقال: لا أعرفه.\n1314 -\nمعلى: قال في رواية ابن إبراهيم: كان معلى معاندأ وكان مرجئا، لا يحل لاحد أن يحدث عن معلى.\n1315 -\nجابان الذي روى عن ابن عمرو: سئل عنه في رواية ابن إبراهيم، فقال: لا أعرفه.\n1316 -\nيزيد: قال في رواية ابن إبراهيم: يزيد أثبت في حديث حجاج من أبي معاوية، خاصة.\n1317 -\nقطن الذي روى عنه المغيرة: قال المروذي: سألته عنه، فقال: لا أعرفه إنما روى عنه مغيرة.\n1318 -\nالهيثم الذي روى عنه مغيرة: قال المروذي: سألته عنه، فقال: لا أعرفه، إنما روى عنه مغيرة.\n1310 - انظر: التهذيب 11 / 169.\nالتقريب 2 / 339.\n1311 -\nانظر: التهذيب 11 / 34.\nالتقريب 2 / 318.\nالجرح 9 / 54.\n1312 -\nانظر: التهذيب 7 / 221.\nالتقريب 2 / 24.\nالجرح 7 / 32.\n1314 -\nانظر: التهذيب 10 / 240.\nالتقريب 2 / 266.\nالميزان 4 / 152.\n1315 -\nانظر: التهذيب 2 / 370.\nالمبزان 1 / 377.\n1317 -\nانظر: التاريخ الكبير 4 / 1: 189.\nالجرح 3 / 2: 137.\n1318 -\nانظر: التاريخ الكبير 4 / 2: 213.\nالجرح 4 / 2: 80 (*) .\nالجزء: 1 ¦ الصفحة: 195\n",
        "1319 -\nأشعث: قال المروذي: سألته عن الاشعث، والنعمان وسعيد بن أبي خالد، فقال: سعيد لا أعرفه، وقال: قد روى إسماعيل عن النعمان وأشعث، قلت: كيف هم؟ قال: ليس بهم بأس، إنما روى عنهم حديثا أو حديثين.\n1320 -\nلوين: قال في رواية المروذي: حدث حديثا منكرا عن ابن عيينة، ما له أصل.\nوقال أيضا: سئل عنه، فقال: لا أعرفه.\n1321 -\nعبد الوهاب: قال في رواية الميموني: ضعيف الحديث، مضطرب.\n1322 -\nالاسود.\nقال في رواية الميموني: الاسود بن شيبان من خيار عباد الله.\n1323 -\nعقيل: قال الميموني: سألته عن عقيل، فقال: صالح الحديث روايته مثل رواية أصحابه، لا بأس به.\n1324 -\nإسرائيل: قال في رواية الميموني: صالح الحديث.\nتم والحمد لله وحده، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\nوفرغ منه كاتبه يوسف بن حسن بن عبد الهادي، المقدسي الحنبلي، وهو مؤلفه، وذلك في يوم الاثنين سادس شهر ذي القعدة الحرام سنة ست وستين وثمانمائة أحسن الله نقضها بخير والته على ما يشاء قدير.\n1319 - انظر: التاريخ الكبير 4 / 2: 78.\nالجرح 4 / 1: 447.\nلم 1320 - انظر: التهذيب 9 / 198.\nالتقريب 2 / 166.\nالجرح 7 / 268.\n1321 -\nانظر: التهذيب 6 / 450.\nالتقريب 1 / 528.\nالجرح 6 / 72.\nالتاريخ الكبير 6 / 98.\n1322 -\nانظر: التهذيب 1 / 339.\nالجرح 1 / 1: 293.\n1323 -\nانظر: التهذيب 7 / 255.\nالتقريب 2 / 29.\n1324 -\nانظر: التهذيب 1 / 261.\nالتقريب 1 / 64.\nالتاريخ الكبير 2 / 56.\nالجرح 2 / 330.\nالجزء: 1 ¦ الصفحة: 196\n",
        "وذلك بصالحية دمشق المحروسة بمدرسة شيخ الاسلام أبي عمر رضي الله عنه.\nقرأ علي جميع هذا الكتاب في عدة مجالس آخرها يوم الاربعاء ثامن عشر من شهر ذي الحجة الحرام الشيخ يوسف بن وهبة بن محمد المرداوي، فسمع غالب المجلس الاول الشيخ إبراهيم بن عثمان بن محمد المرداوي.\nوسمع من اسم أبي بكر بن عياش إلى اسم مخة أخت بشر حسين\n...\nالشبلي، وإبراهيم بن محمد بن قطلب الزابكي، التركماني.\nوأجزت لهم أن يرووا عني جميع مالي وعني روايته بشرطه عند أهله.\nوكتب يوسف بن حسن بن عبد الهادي.\nالجزء: 1 ¦ الصفحة: 197\n",
        ""
    ]
}