{
    "1": [
        "بهجة النظر في آداب السفر\nبسم الله الرحمن الرحيم\nالحمد لله تعالى واهب النِّعم الجزيلة والسوابغ الغزيرة، والصلاة والسلام على نبيه الأمين .. الراحم ببعثته جميع العالمين، وعلى آله وصحبه المهتدين.\nوبعد:\nأخي المسلم: النفوس لا ترتقي إلى مدراج الشرف الرفيع إلا بالمكارم والآداب السامية، ولا تنحط في مهاوي الخمول والدركات الرَّدية، إلا بسوء الأدب وقبح الطِّباع.\nلذلك أخي أدَّب الله تعالى عباده المؤمنين بما شرعه لهم من الدين الحق، وجعل لهم فيه مدرسة يتعلمون فيها محاسن الأخلاق ومفاخر الآداب؛ فلا أدب أخي لمن لم يتأدب بأدب الله تعالى، ولم يتخلق بمحاسن الخصال التي أدبه بها!\nوقد جمع الله تبارك وتعالى لنبيه - صلى الله عليه وسلم - جوامع الكلم في كتابه المحكم ونظم له مكارم الأخلاق كلها في ثلاث كلمات فقال: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف: 199]؛ ففي أخذه العفو صلة من قطعه، والصفح عمن ظلمه، وفي الأمر بالمعروف تقوى الله وغض الطرف عن المحارم، وصون اللسان عن الكذب، وفي الإعراض عن الجاهلين تنزيه النفس عن مماراة السفيه ومنازعة اللجوج) (1).\nوقال بعض الحكماء: (اعلم أن جاهًا بالمال إنما يصحبك ما صحبك المال وجاهًا بالأدب غير زائل عنك).\n(1) العقد الفريد 2/ 240.\nالجزء: 1 - الصفحة: 5\n",
        "أخي في الله: إنه الأدب أدب النفس التي بين جنبيك، وأي خير يرجوه المرء إن لم يؤدب نفسه؟ !\nوفي هذه الوريقات أخي جمعنا لك آدابًا تصحبك في سفرك إذا أنت فارقت الأوطان وودَّعت الخِلاَّن.\nفعسى أخي أن تجد فيها بغيتك، إذا أحببت أن تتأدب بأدب الدين، وتتخلق بأخلاق المؤمنين، وخير ما استعنت به أخي في أسفارك - بعد استعانتك بمولاك تعالى - حسن أدب يكون رفيقك قبل رفيقك.\nفلتعرني أخي فؤادك وأنا أسوق إليك هذه الآداب، وأنت وقتها شارد الفكر في تجهيز متاع سفرك! فلتستصحب أخي معك هذه الآداب قبل مفارقة الأوطان، ومباينة الإخوان.\nوأسوقها إليك أخي في عناوين تحمل الكثير من المعاني الرفيعة في آداب السفر.\n1\nالاستخارة بابك إلى السفر\nإليك أنت أخي الذي تُقدِّم رجلاً وتؤخر أخرى، قد اختلطت عليك الوجوه واضطربت عليك الأمور، تنوي مفارقة الأوطان والأحباب؛ لتحصيل مرغوب أو فرارًا من مرهوب .. هلا استخرت أخي ربك تعالى، في إرشادك إلى خير الأمور وأسدِّ الطرق؟ !\nأخي المسلم: لقد علَّمنا النبي - صلى الله عليه وسلم - دعاء عظيمًا نُقدِّمه بين يدي حاجاتنا إذا أظلمت علينا وجوه الرأي، وادلهَمَّت سبل التوفيق ..\nعن جابر بن عبد الله رضي الله عنهما قال: كان رسول الله - صلى الله عليه وسلم - يعِّلمنا الاستخارة في الأمور كما يُعلِّمنا السورة من القرآن، يقول:\nالجزء: 1 - الصفحة: 6\n",
        "«إذا همَّ أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، واسألك من فضلك العظيم؛ فإنك تقدر ولا أقدر وتعلم ولا أعلم وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري - أو قال: عاجل أمري وآجله - فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري - أو قال: في عاجل أمري وآجله - فاصرفه عنِّي واصرفني عنه، واقدر لي الخير حيث كان ثم أرضني به». قال: «ويسمِّي حاجته». رواه البخاري.\nقال ابن أبي جمرة: (الحكمة في تقديم الصلاة على الدعاء أن المراد بالاستخارة حصول الجمع بين خيري الدنيا والآخرة، فيحتاج إلى قرع باب الملك، ولا شيء لذلك أنجح من الصلاة؛ لما فيها من تعظيم الله والثناء عليه والافتقار إليه مآلاً وحالاً) (1).\nأخي في الله: اجعل استخارة الله تعالى دائمًا رائدك في أعمالك؛ فحريٌّ بك أن تدرك النُّجح والفلاح، وكما قالوا: (ما خاب من استشار ولا ندم من استخار).\nفكيف أخي بمن استخار علام الغيوب وملك الملوك الذي يعلم سرَّك وجهرك، وضرَّك ونفَّعك؟ !\n2\nالسفر يوم الخميس\nجاء في حديث كعب بن مالك - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - خرج في\n(1) فتح الباري 11/ 222.\nالجزء: 1 - الصفحة: 7\n",
        "غزوة تبوك يوم الخميس، وكان يحب أن يخرج يوم الخميس» رواه البخاري.\nوفي رواية الصحيحين: «لقلَّما كان رسول الله - صلى الله عليه وسلم - يخرج إلا في يوم الخميس».\nأخي المسلم: إن التَّيمُّن بأفعال النبي - صلى الله عليه وسلم - من سيما الصالحين .. وسجايا أولياء الله المتقين ..\nومن تابع النبي - صلى الله عليه وسلم - في جليل وصغير أمره أدرك الفلاح لا ريب .. فلا أسعد أخي من رجل تأدب بآدابه - صلى الله عليه وسلم -، وتابعه في أقواله وأفعاله.\nوفقني الله وإياك أخي للاقتداء بالنبي الأكرم - صلى الله عليه وسلم -.\n3\nالتزود بوصايا الصالحين\nأخي المسلم: لقد كان من عادة السلف - رضي الله عنهم - الاقتداء بآثار الصالحين، واقتفاء هديهم .. فسعد التابع والمتبوع.\nولكن أخي أين نحن من تَلمُّس آثارهم؟ !\nأخي: أين أنت من أولئك الذين كانوا إذا نووا الأسفار جعلوا همَّهم الأول ملاقاة أهل الصلاح والعلم؛ للتزود من وصاياهم ودعائهم؟ !\nوأتركك في اللحظات القادمات مع أولئك الذين انتفعوا بالهدى الصالح، والدين القويم .. وقارن بعدها أخي لتدرك الفرق!\nعن أنس - رضي الله عنه - قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله إني أريد سفرًا فزوِّدني.\nقال: «زوَّدك الله التقوى».\nالجزء: 1 - الصفحة: 8\n",
        "قال: زدني. قال: «وغفر ذنبك».\nقال: زودني بأبي أنت وأمي.\nقال: «ويسَّر لك الخير حيث ما كُنت» رواه الترمذي/ صحيح الترمذي 3687.\nأخي: أرأيت كيف فاز هذا الرجل بجوامع الدعوات التي دعا له بهنَّ النبي - صلى الله عليه وسلم -؟ ! ولو خرج في سفره هذا بغير لقاء النبي - صلى الله عليه وسلم - لما أدرك هذا الخير العظيم، ولكنها أخي هي بركة اللقاء التي أثمرت هذه البركات كلها! ! وهذا رجل آخر يفوز بمثل تلك النفحات ..\nعن أبي هريرة - رضي الله عنه - أن رجلاً قال: يا رسول الله إني أريد أن أسافر فأوصني.\nقال: «عليك بتقوى الله والتكبير على كل شَرَف» (1) فلما أن ولى الرجل قال: «اللهم اطو له البعد وهوِّن عليه السَّفر». رواه الترمذي وابن ماجه/ صحيح الترمذي 3688.\nفلا تغفل أخي الانتفاع بوصايا الصالحين وأهل العلم وأنت تنوي السفر والرحيل؛ فإن العبد أخي لا يدري على ما يُقدمُ في أسفاره؟ ! فالتزود بالوصايا الغالية والتوجيهات السديدة من أهل الصلاح لمما يعين العبد في مشواره.\nوإن شئت أخي فتصفح الكتب النافعة التي حوت الوصايا النفيسة فإنها أيضًا لممَّا يعينك بعد استعانتك بربك تبارك وتعالى، وأعانني الله وإياك أخي دائمًا للصالحات، فهو أكرم من سُئل وأجود من أعطى.\n(1) المكان المرتفع\nالجزء: 1 - الصفحة: 9\n",
        "4\nإذن الأبوين\nأخي المسلم: لقد جعل الله تعالى للوالدين من البر والحقوق ما لا يخفى عليك، ويظهر لك أخي هذا البر في وصية النبي - صلى الله عليه وسلم - لذلك الرجل الذي جاء إلى النبي - صلى الله عليه وسلم - فاستأذنه في الجهاد.\nفقال له - صلى الله عليه وسلم -: «أحي والداك»؟\nقال: نعم.\nقال: «ففيهما فجاهد».\nقال الحافظ ابن حجر: (واستُدل به على تحريم السفر بغير إذن؛ لأن الجهاد إذا مُنعَ مع فضيلته فالسفر المباح أولى؛ نعم؛ إن كان سفره لتعلم فرض عين؛ حيث يتعين السفر طريقًا إليه فلا منع، وإن كان فرض كفاية ففيه خلاف، وفي الحديث فضل بر الوالدين وتعظيم حقهما وكثرة الثواب على برهما) (1).\nفاحرص أخي على بر الوالدين والقيام بحقهما تَفُزْ في الدنيا والآخرة وتدرك مأمولك.\n5\nوداع المسافر للمقيم\nأخي المسلم: ينبغي لمن أراد السفر أن يودع أهله وإخوانه، وخاصة إذا كان السفر طويلاً.\nقال الشعبي: (السُّنَّة إذا قدم رجل من سفر أن يأتيه إخوانه فيسلِّمون عليه، وإذا خرج إلى سفر أن يأتيهم فيودِّعهم ويغتنم\n(1) فتح الباري 6/ 174.\nالجزء: 1 - الصفحة: 10\n",
        "دعاءهم). وقد كان هذا أخي من هديه - صلى الله عليه وسلم -، وإن أردت أن تقف على ذلك فهذا ابن عمر رضي الله عنهما يحكي عنه قزعة قال: قال لي ابن عمر هلمَّ أودِّعك كما ودَّعني رسول الله - صلى الله عليه وسلم -: «أستودع الله دينك وأمانتك وخواتيم أعمالك». رواه أبو داود والترمذي، صحيح أبو داود 2600.\nوعن عبد الله الخطمي - رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - إذا أراد أن يستودع الجيش قال: «أستودع الله دينكم وأمانتكم وخواتيم أعمالكم». رواه أبو داود/ صحيح أبو داود 2601.\nقال ابن مفلح: (والمراد بالأمانة ها هنا: أهله ومن يخلفه منهم، وماله الذي يودعه ويستحفظه أمينه ووكيله، وجرى ذكر الدين مع الودائع؛ لأن السفر قد يكون سببًا لإهمال بعض الأمور المتعلقة بالدين؛ فدعا له بالمعونة والتوفيق فيها. ذكر ذلك الخطابي وغيره) (1).\nفحسن أخي أن يجعل الواحد آخر عهده بإخوانه، يستمطر دعاءهم، ويحدِّث قلبه قلوبهم، ولعل الفؤاد يردِّد وقتها:\nأقُولُ له حينَ وَدَّعتهُ\n...\nوكلٌّ بعَبرته مُبْلسُ\nلئنْ رَجعَتْ عنك أجسَامُنا\n...\nلقد سافَرتْ معك الأنفُسُ\nولعلها تردِّد أيضًا:\nوكلُّ مصيبَات الزَّمان وجدتُّها\n...\nسوى فُرقَة الأحبَاب هيِّنة الخَطْب\n(1) الآداب الشرعية 1/ 449.\nالجزء: 1 - الصفحة: 11\n",
        "6\nدعاء السفر\nأخي في الله: وأنت قد يممت شطر دابتك التي ستقلك في سفرك من سيارة أو طائرة أو غير ذلك؛ هل تذكرت أخي وقتها بأي حال تستفتح ركوبك؟\nأخي لقد علمك الرسول - صلى الله عليه وسلم - دعاء تقوله إذا أنت ركبت دابتك، وكم تشبث الصالحون بمثل هذه المنح النبوية؛ كما يحكي لنا عليٌّ الأزدي أن ابن عمر رضي الله عنهما علَّمهم أن رسول الله - صلى الله عليه وسلم - كان إذا تسوى على بعيره خارجًا إلى سفر كبَّر ثلاثًا، قال: «سبحان الذي سخَّر لنا هذا وما كنَّا له مقرنين. وإنَّا إلى ربنا لمنقلبون، اللهم إنا نسألك في سفرنا هذا البر والتقوى، ومن العمل ما ترضى، اللهم هون علينا سفرنا هذا واطو عنَّا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل». وإذا رجع قالهن وزاد فيهن: «آيبون تائبون عابدون لربنا حامدون». رواه مسلم.\nوسُئل الشيخ ابن جبرين حفظه الله: متى يقول المسافر دعاء السفر هل يقول أول ما يركب الدابة؟ أم إذا تحركت به؟\nفأجاب: (بل يقوله أول ما يركب عليها؛ والدليل قوله تعالى: {لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ}؛ فدلت الآية على أنه بمجرد استوائه على ظهر الدابة أو على ظهر المركوب؛ كالسيارة ونحوها، فإنه يبدأ بهذا الذكر، ولا بأس بتأخيره حتى يجدَّ به السير أو يخرج من البلد؛ فالأمر فيه سعة ولله الحمد) (1).\n(1) المفيد في تقريب أحكام المسافر 60.\nالجزء: 1 - الصفحة: 12\n",
        "7\nالتأمير في السفر\nأخي المسلم: ومن الآداب النبوية السامية أن يؤمِّر عليهم الجماعة في السفر واحدًا منهم، يجمع متفرق آرائهم، ويعوِّلون عليه في تنظيم سفرهم؛ فإن كل ما أرشد إليه الشرع أخي لنا فيه الخير والتوفيق وإن نحن أخذنا به.\nعن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إذا خرج ثلاثة في سفر فليؤمروا أحدهم». رواه أبو داود/ صحيح أبو داود 2608.\nقال الخطابي: (إنما أمر بذلك ليكون أمرهم جميعًا ولا يتفرق بهم الرأي ولا يقع بينهم خلاف فيعنتوا .. ).\n8\nسفر الوحدة\nأخي في الله: لقد أرشدك النبي - صلى الله عليه وسلم - في سفرك أن تخرج في جماعة، ونهاك عن الوحدة في السفر؛ لما في ذلك من الأضرار التي قد تترتب على ذلك، ودلَّك إلى ذلك بأوجز عبارة عندما قال - صلى الله عليه وسلم -: «لو أن الناس يعلمون من الوحدة ما أعلم ما سار راكب بليل وحده». رواه البخاري.\nقال الحافظ ابن عبد البر: (ولم تختلف الآثار في كراهية السفر للواحد واختلفت في الاثنين، ولم يُختلف في الثلاثة؛ فما زاد أن ذلك حسن جائز، وإنما وردت الكراهية في ذلك والله أعلم لأن الوحيد إذا مرض لم يجد من يمرضه ولا يقوم عليه ولا يخبر عنه ونحو هذا) (1).\n(1) التمهيد 16/ 263.\nالجزء: 1 - الصفحة: 13\n",
        "وقال رسول الله - صلى الله عليه وسلم -: «الراكب شيطان والرَّاكبان شيطانان والثلاثة ركب». رواه أبو داود والترمذي/ صحيح أبو داود 2607.\nقال الحافظ ابن عبد البر: (معنى الشيطان ها هنا: البعيد من الخير في الأنس والرفق) (1).\nوقال الحافظ ابن حجر: (أي سفره وحده يحمله عليه الشيطان أو أشبه الشيطان في فعله) (2).\n9\nحسن الرفقة في السفر\nأخي المسلم: تبين أخلاق الرجال وتتفاضل معادنهم إذا جمعهم الطريق في السفر؛ فَينبُل الكريم بحسن الصحبة، والرِّفق بالرِّفاق، أو من يجمعه به الطريق.\nعن أبي سعيد الخدري - رضي الله عنه - قال: بينما نحن في سفر مع النبي - صلى الله عليه وسلم - إذ جاءه رجل على راحلة له قال: فجعل يصرف بصره يمينًا وشمالاً، فقال رسول الله - صلى الله عليه وسلم -: «من كان معه فضل ظهر فليعُد به على من لا ظهر له، ومن كان له فضل زاد فليعد به على من لا زاد له». قال: فذكر من أصناف المال ما ذكر، حتى رأينا أنه لا حق لأحد منا في فضل. رواه مسلم.\nوها هو أخي/ جابر بن عبد الله رضي الله عنهما يحكي لنا من أخلاق النبي - صلى الله عليه وسلم - في أسفاره ما ينبغي أن يجعله المسلم مثلاً يحتذى به؛ قال - رضي الله عنه -: «كان رسول الله - صلى الله عليه وسلم - يتخلف في المسير فيُزجي الضعيف\n(1) التمهيد 16/ 264.\n(2) فتح الباري 6/ 67.\nالجزء: 1 - الصفحة: 14\n",
        "ويُردف ويدعو لهم». رواه أبو داود والحاكم/ صحيح أبو داود 2639.\nأخي في الله: يجمعك الطريق أحيانًا برفاق آخرين قد يحتاجون إلى برك وإحسانك، فيا ترى أي رجل أنت وقتها؟\nفهذا هو الإمام البخاري رحمه الله تعالى يبوب في صحيحه: باب فضل من حمل متاع صاحبه في السفر (1). وذكر تحته حديث النبي - صلى الله عليه وسلم -: «كل سلامى عليه صدقة كل يوم، يعين الرجل في دابته يحامله عليها، أو يرفع عليها متاعه صدقة، والكلمة الطيبة وكل خطوة يمشيها إلى الصلاة صدقة، ودلُّ الطريق صدقة». رواه البخاري.\nقال الإمام ابن بطال: (وإذا أُجرَ من فعل ذلك بدابة غيره فإذا حمل غيره على دابة نفسه احتسابًا كان أعظم أجرًا) (2).\nفلتحرص أخي على تحصيل الأجر والثواب وأنت في طريق سفرك عسى أن يسلِّمك الله تعالى من كل سوء تكرهه. وقد قال - صلى الله عليه وسلم -: «والله في عون العبد ما كان العبد في عون أخيه». رواه مسلم.\n10\nالنزول في مكان واحد\nأخي المسلم: من الآداب النبوية البديعة أن النبي - صلى الله عليه وسلم - كره لأصحابه - رضي الله عنهم - في السفر إذا نزلوا منزلاًً أن يتفرقوا في الشعاب والأودية، يروي لنا ذلك أبو ثعلبة الخشني - رضي الله عنه - حيث يقول: وكان\n(1) كتاب: الجهاد باب 72.\n(2) فتح الباري 6/ 106.\nالجزء: 1 - الصفحة: 15\n",
        "الناس إذا نزل رسول الله - صلى الله عليه وسلم - منزلاً تفرقوا في الشعاب والأودية، فقال رسول الله - صلى الله عليه وسلم -: «إن تفرقكم في هذه الشعاب والأودية إنما ذلكم من الشيطان». فلم ينزل بعد ذلك منزلاً إلا انضم بعضهم إلى بعض حتى يقال: لو بُسط عليهم ثوب لعمهم. رواه أبو داود وأحمد والنسائي/ صحيح أبو داود 2628.\nأخي المسلم: كم في هذا الأدب من معان عظيمة، ولو أن الناس امتثلوا بمثل هذه الآداب لحصدوا المنافع والمصالح الكثيرة، أما رأيت أخي كم من كارثة تحدث أحيانًا بقوم مسافرين نزلوا في مكان ثم تفرقوا؟ ! فجنوا من ذلك الأضرار البليغة.\n11\nأدب النزول في السفر\nأخي في الله: وهذا أدب آخر نُهديكه من شجرة النبوة المثمرة بأنواع الثِّمار اليانعة، علَّمه النبي - صلى الله عليه وسلم - أصحابه الأكارم - رضي الله عنهم -، عندما قال - صلى الله عليه وسلم -: «إذا سافرتم في الخصب فأعطوا الإبل حظها من الأرض وإذا سافرتم في السنة فأسرعوا عليها السير، وإذا عرستم بالليل فاجتنبوا الطريق فإنها مأوى الهوام بالليل». رواه مسلم.\nقال الإمام النووي: (وهذا أدب من آداب السير والنزول أرشد إليه - صلى الله عليه وسلم -؛ لأن الحشرات ودواب الأرض من ذوات السُّموم والسِّباع تمشي في الليل على الطرق لسهولتها، ولأنها تلتقط منها ما يسقط من مأكول ونحوه وما تجد فيها من رمة ونحوها، فإذا عرَّس الإنسان في الطريق ربما مر به منها ما يؤذيه فينبغي أن يتباعد عن الطريق) (1).\n(1) شرح مسلم 7/ 78 - 79.\nالجزء: 1 - الصفحة: 16\n",
        "أخي المسلم: وهنا لفتة ينبغي التنبه لها في هذا الحديث وهي: بما أن في زماننا هذا قد تغيرت وسائل النقل؛ فيا ترى أين محل هذا الأدب لمن أراده؟ !\nفلتعلم أخي أن الوسائل الحديث اليوم كالسيارة أو حتى الطائرة إذا لم تعط حقها من الصيانة والعناية أصابها التلف؛ فينجم عن ذلك الكثير من الشرور، وهذا مشاهد في واقعنا؛ فكم من حوادث حدثت نتيجة للإهمال، فتجد أحدهم يقود سيارته في طريق طويل، ولا يعطي نفسه حقها من الراحة، فيأخذه التعب والإرهاق ثم النعاس ثم النوم ثم تحدث الكارثة؛ فكم أخي في هذه الآداب من محاسن إن نحن عقلناها وعملنا بها. والله اسأل أن يحفظني وإياك من كل سوء.\n12\nتعجيل الرجوع\nأخي في الله: السفر مشقة ونصب مهما تغيرت الأزمنة، ومهما تطورت وسائل النقل؛ ليبقى قوله - صلى الله عليه وسلم - حجة ومعجزة: «السفر قطعة من العذاب يمنع أحدكم نومه وطعامه وشرابه، فإذا قضى أحدكم نهمته فليعجل إلى أهله». رواه البخاري ومسلم.\nقال الحافظ ابن حجر: (وفي الحديث كراهة التغرب عن الأهل بغير حاجة واستحباب استعجال الرجوع؛ ولاسيما من يخشى عليهم الضيعة بالغيبة، ولما في الإقامة في الأهل من الراحة المعينة على صلاح الدين والدنيا، ولما في الإقامة من تحصيل الجماعات والقوة على العبادة) (1).\n(1) فتح الباري 3/ 795.\nالجزء: 1 - الصفحة: 17\n",
        "أرأيت أخي كيف فقه العلماء الربانيون لأحاديث النبي - صلى الله عليه وسلم -؟ ! فإن السفر ليست قاصرة مشقته على قطع مسافة الطريق؛ بل الأمر أوسع من ذلك، وواقعك أخي خير شاهد لذلك، فاعتبر أخي واتَّعظ، ولا تقل كان ذلكم قديمًا أما اليوم فقد تغيَّر كل شيء.\nفاقتد أخي بهدي نبيك - صلى الله عليه وسلم - تدرك الفوز والنجاح.\n13\nالنهي عن طروق المسافر أهله ليلا\nً\nأخي المسلم: لقد جاء النهي عن النبي - صلى الله عليه وسلم - أن يفجأ المسافر أهله بالقدوم ليلاً؛ فعن جابر بن عبد الله رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «إذا أطال أحدكم الغيبة فلا يطرق أهله ليلاً». رواه البخاري.\nوالعلة في ذلك كما جاء في رواية أخرى: «لكي تمتشط الشعثة وتستحد المغيبة». رواه البخاري.\nقال الحافظ ابن حجر: (فيقع للذي يهجم بعد طول الغيبة غالبًا ما يكره؛ إما أن يجد أهله على غير أهبة من التنظيف والتزين المطلوب من المرأة فيكون ذلك سبب النفرة بينهما .. وإما أن يجدها على حالة غير مرضية والشرع محرِّض على الستر (1)\n...\n).\nوقال ابن أبي جمرة: (فيه النهي عن طروق المسافر أهله على غرَّة من غير تقدُّم إعلام منه لهم بقدومه، والسبب في ذلك ما وقعت إليه الإشارة في الحديث؛ قال: وقد خالف بعضهم فرأى عند أهله رجلاً فَعُوقب بذلك على مخالفته) (2).\n(1) المرجع السابق 9/ 425.\n(2) المرجع السابق 9/ 425 - 426.\nالجزء: 1 - الصفحة: 18\n",
        "وعلق الحافظ ابن حجر على ذلك بقوله: (وأشار بذلك إلى حديث أخرجه ابن خزيمة عن ابن عمر، قال: (نهى رسول الله - صلى الله عليه وسلم - أن تُطرق النساء ليلاً فطرق رجلان كلاهما وجد مع امرأته ما يكره) وأخرجه من حديث ابن عباس نحوه وقال فيه: (فكلاهما وجد مع امرأته رجلا)، ووقع في حديث محارب عن جابر: (أن عبد الله بن رواحة أتى امرأته ليلاً وعندها امرأة تمشِّطها فظنها رجلاً فأشار إليها بالسيف، فلما ذُكر للنبي - صلى الله عليه وسلم - نهى أن يطرق الرجل أهله ليلاً). أخرجه أبو عوانة في صحيحه (1).\nأخي في الله: تلك هي الحكم البليغة التي من أجلها نهى النبي - صلى الله عليه وسلم - أن يطرق الرجل أهله ليلاً دون إعلام لهم بقدومه.\nوتالله كم في هذه الشريعة من حكم لو تدبرها العاقل لأدرك ما اشتمل عليه ديننا السمح من المصالح العظيمة التي بها انتظام حياتنا وسعادتنا.\nفعليك أخي بأدب الدين فإنه نعم الأدب، ما تأدَّب به رجل إلا وارتفع نجمه، وارتقى في مدراج السُّؤدد والفضيلة.\nوبصَّرني الله وإياك أخي بما ينفعنا، ورزقني وإياك أدبًا جمًا، وفضيلة في الدين.\nوصلى الله على نبينا محمد وآله وصحبه وسلم.\n* * * *\n(1) المرجع السابق 9/ 426.\nالجزء: 1 - الصفحة: 19\n",
        ""
    ]
}