{
    "1": [
        "بهجة قلوب الأبرار وقرة عيون الأخيار ط الوزارة\nبهجة قلوب الأبرار وقرة عيون الأخيار ط الوزارة\nعبد الرحمن السعدي\nالكتاب:\nبهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار\nالمؤلف:\nأبو عبد الله، عبد الرحمن بن ناصر بن عبد الله بن ناصر بن حمد آل سعدي (المتوفى: 1376هـ)\nالناشر:\nوزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية\nالطبعة:\nالرابعة، 1423هـ\nعدد الأجزاء:\n1\nعدد الصفحات:\n208\n[ترقيم الكتاب موافق للمطبوع]\n",
        "[\nمقدمة\n]\nبهجة قلوب الأبرار\nوقرة عيون الأخيار\nفي شرح جوامع الأخبار\n",
        "الحمد لله المحمود على ما له من الأسماء الحسنى، والصفات الكاملة العظيمة العليا، وعلى آثارها الشاملة للأولى والأخرى.\nوأصلي وأسلم على محمد أجمع الخلق لكل وصف حميد، وخلق رشيد، وقول سديد، وعلى آله وأصحابه وأتباعه من جميع العبيد.\nأما بعد: فليس بعد كلام الله أصدق ولا أنفع ولا أجمع لخير الدنيا والآخرة من كلام رسوله وخليله محمد صلى الله عليه وسلم إذ هو أعلم الخلق، وأعظمهم نصحا وإرشادا وهداية، وأبلغهم بيانا وتأصيلا وتفصيلا، وأحسنهم تعليما. وقد أوتي صلى الله عليه وسلم جوامع الكلم، واختصر له الكلام اختصارا، بحيث كان يتكلم بالكلام القليل لفظه، الكثيرة معانيه، مع كمال الوضوح والبيان الذي هو أعلى رتب البيان.\nوقد بدا لي أن أذكر جملة صالحة من أحاديثه الجوامع في المواضيع الكلية، والجوامع في جنس، أو نوع، أو باب من أبواب العلم، مع التكلم على مقاصدها وما تدل عليه على وجه يحصل به الإيضاح والبيان مع الاختصار، إذ المقام لا يقتضي البسط.\nفأقول مستعينا بالله، سائلا منه التيسير والتسهيل:\nالجزء: 1 ¦ الصفحة: 4\n",
        "[\nحديث إنما الأعمال بالنيات. . .\n]\nالحديث الأول عَنْ عُمَرَ بْنِ الْخَطَّابِ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يقول: «إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، فَهجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ. وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى ما هاجر إليه» متفق عليه.\n[حديث مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ منه فهو رد]\nالحديث الثاني عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رسول الله صلى الله عليه وسلم: «من أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ» - وَفِي رِوَايَةٍ: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أمرنا - فهو رد» متفق عليه.\nهذان الحديثان العظيمان يدخل فيهما الدين كله، أصوله وفروعه، ظاهره وباطنه. فحديث عمر ميزان للأعمال الباطنة، وحديث عائشة ميزان للأعمال الظاهرة.\nففيهما الإخلاص للمعبود، والمتابعة للرسول اللذان هما شرط لكل قول وعمل، ظاهر وباطن. فمن أخلص أعماله لله متبعا في ذلك رسول الله صلى الله عليه وسلم فهذا الذي عمله مقبول، ومن فقد الأمرين أو أحدهما فعمله مردود، داخل في قول الله تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان: 23]\nوالجامع للوصفين داخل في قوله تعالى: {وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ} [النساء: 125] الآية، [النساء: 125] . {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} [البقرة: 112]\nالجزء: 1 ¦ الصفحة: 5\n",
        "أما النية: فهي القصد للعمل تقربا إلى الله، وطلبا لمرضاته وثوابه. فيدخل في هذا: نية العمل، ونية المعمول له.\nأما نية العمل: فلا تصح الطهارة بأنواعها، ولا الصلاة والزكاة والصوم والحج وجميع العبادات إلا بقصدها ونيتها، فينوي تلك العبادة المعينة. وإذا كانت العبادة تحتوي على أجناس وأنواع، كالصلاة، منها الفرض، والنفل المعين، والنفل المطلق. فالمطلق منه يكفي فيه أن ينوي الصلاة. وأما المعين من فرض أو نفل معين - كوتر أو راتبة، فلا بد مع نية الصلاة أن ينوي ذلك المعين. وهكذا بقية العبادات.\nولا بد أيضا أن يميز العادة عن العبادة. فمثلا الاغتسال يقع نظافة أو تبردا، ويقع عن الحدث الأكبر، وعن غسل الميت وللجمعة. . ونحوها، فلا بد أن ينوي فيه رفع الحدث، أو ذلك الغسل المستحب. وكذلك يخرج الإنسان الدراهم مثلا للزكاة، أو للكفارة، أو للنذر، أو للصدقة المستحبة، أو هدية. فالعبرة في ذلك كله على النية.\nومن هذا: حيل المعاملات إذا عامل معاملة ظاهرها وصورتها الصحة، ولكنه يقصد بها التوسل إلى معاملة ربوية، أو يقصد بها إسقاط واجب، أو توسلا إلى محرم، فإن العبرة بنيته وقصده، لا بظاهر لفظه فإنما الأعمال بالنيات. وذلك بأن يضم إلى أحد العوضين ما ليس بمقصود، أو يضم إلى العقد عقدا غير مقصود. قاله شيخ الإسلام.\nوكذلك شرط الله في الرجعة وفي الوصية: أن لا يقصد العبد فيهما المضارة.\nالجزء: 1 ¦ الصفحة: 6\n",
        "ويدخل في ذلك جميع الوسائل التي يتوسل بها إلى مقاصدها، فإن الوسائل لها أحكام المقاصد، صالحة أو فاسدة، والله يعلم المصلح من المفسد.\nوأما نية المعمول له: فهو الإخلاص لله في كل ما يأتي العبد وما يذر، وفي كل ما يقول ويفعل، قال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: 5]\nوقال: {أَلَا لِلَّهِ الدِّينُ الْخَالِصُ} [الزمر: 3]\nوذلك أن على العبد أن ينوي نية كلية شاملة لأموره كلها، مقصودا بها وجه الله، والتقرب إليه، وطلب ثوابه، واحتساب أجره، والخوف من عقابه. ثم يستصحب هذه النية في كل فرد من أفراد أعماله وأقواله، وجميع أحواله، حريصا فيه على تحقيق الإخلاص وتكميله، ودفع كل ما يضاده: من الرياء والسمعة، وقصد المحمدة عند الخلق، ورجاء تعظيمهم، بل إن حصل شيء من ذلك فلا يجعله العبد قصده، وغاية مراده، بل يكون القصد الأصيل منه وجه الله، وطلب ثوابه من غير التفات للخلق، ولا رجاء لنفعهم أو مدحهم. فإن حصل شيء من ذلك دون قصد من العبد لم يضره شيئا، بل قد يكون من عاجل بشرى المؤمن.\nفقوله صلى الله عليه وسلم: «إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ» أي: إنها لا تحصل ولا تكون إلا بالنية، وأن مدارها على النية. ثم قال: «وإنما لكل امرئ ما نوى» أي: إنها تكون بحسب نية العبد صحتها أو فسادها، كمالها أو نقصانها، فمن نوى فعل الخير وقصد به المقاصد العليا - وهي ما يقرب إلى الله - فله من الثواب والجزاء الجزاء الكامل الأوفى. ومن نقصت نيته وقصده، نقص ثوابه، ومن توجهت نيته إلى غير هذا المقصد الجليل، فاته الخير، وحصل على ما نوى من\nالجزء: 1 ¦ الصفحة: 7\n",
        "المقاصد الدنيئة الناقصة.\nولهذا ضرب النبي صلى الله عليه وسلم مثالا ليقاس عليه جميع الأمور، فقال: «فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهجْرَتُهُ إلى الله ورسوله» أي: حصل له ما نوى، ووقع أجره على الله «وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ ينكحها فهجرته إلى ما هاجر إليه» خص فيه المرأة التي يتزوجها بعدما عم جميع الأمور الدنيوية لبيان أن جميع ذلك غايات دنيئة، ومقاصد غير نافعة.\nوكذلك حين سئل صلى الله عليه وسلم عن الرجل يقاتل شجاعة، أو حمية، أو ليرى مقامه في صف القتال \" أي ذلك في سبيل الله؟ \" فقال: «من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله» وقال تعالى في اختلاف الإنفاق بحسب النيات: {وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ} [البقرة: 265] وقال: {وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} [النساء: 38]\nوهكذا جميع الأعمال.\nوالأعمال إنما تتفاضل ويعظم ثوابها بحسب ما يقوم بقلب العامل من الإيمان والإخلاص، حتى إن صاحب النية الصادقة - وخصوصا إذا اقترن بها ما يقدر عليه من العمل - يلتحق صاحبها بالعامل، قال تعالى: {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ} [النساء: 100]\nوفي الصحيح مرفوعا «إِذَا مَرِضَ الْعَبْدُ أَوْ سَافَرَ كُتِبَ لَهُ ما كان يعمل صحيحا مقيما» ، «إن بالمدينة أقواما ما سرتم مسيرا، ولا قطعتم واديا إلا كانوا معكم - أي: في نياتهم وقلوبهم وثوابهم - حبسهم العذر» وإذا هم\nالجزء: 1 ¦ الصفحة: 8\n",
        "العبد بالخير، ثم لم يقدر له العمل، كتبت همته ونيته له حسنة كاملة.\nوالإحسان إلى الخلق بالمال والقول والفعل خير وأجر وثواب عند الله، ولكنه يعظم ثوابه بالنية. قال تعالى: {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ} [النساء: 114]\nأي: فإنه خير، ثم قال: {وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} [النساء: 114] فرتب الأجر العظيم على فعل ذلك ابتغاء مرضاته. وفي البخاري مرفوعا: «من أخذ أموال الناس يريد أداءها أداها الله عنه، ومن أخذها يريد إتلافها أتلفه الله» فانظر كيف جعل النية الصالحة سببا قويا للرزق وأداء الله عنه، وجعل النية السيئة سببا للتلف والإتلاف.\nوكذلك تجري النية في المباحات والأمور الدنيوية، فإن من قصد بكسبه وأعماله الدنيوية والعادية الاستعانة بذلك على القيام بحق الله وقيامه بالواجبات والمستحبات، واستصحب هذه النية الصالحة في أكله وشربه ونومه وراحاته ومكاسبه: انقلبت عاداته عبادات، وبارك الله للعبد في أعماله، وفتح له من أبواب الخير والرزق أمورا لا يحتسبها ولا تخطر له على بال. ومن فاتته هذه النية الصالحة لجهله أو تهاونه، فلا يلومن إلا نفسه. وفي الصحيح عنه صلى الله عليه وسلم أنه قال: «إنك لن تعمل عملا تبتغي به وجه الله إلا أجرت عليه، حتى ما تجعله في في امرأتك» .\nفعلم بهذا: أن هذا الحديث جامع لأمور الخير كلها. فحقيق بالمؤمن الذي يريد نجاة نفسه ونفعها أن يفهم معنى هذا الحديث، وأن يكون العمل به نصب عينيه في جميع أحواله وأوقاته.\nالجزء: 1 ¦ الصفحة: 9\n",
        "وأما حديث عائشة: فإن قوله صلى الله عليه وسلم: «مَنْ أَحْدَثَ فِي أمرنا هذا ما ليس منه فهو رد» - أو «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رد» فيدل بالمنطوق وبالمفهوم.\nأما منطوقه: فإنه يدل على أن كل بدعة أحدثت في الدين ليس لها أصل في الكتاب ولا في السنة، سواء كانت من البدع القولية الكلامية، كالتجهم والرفض والاعتزال وغيرها، أو من البدع العملية كالتعبد لله بعبادات لم يشرعها الله ولا رسوله، فإن ذلك كله مردود على أصحابه، وأهله مذمومون بحسب بدعهم وبعدها عن الدين. فمن أخبر بغير ما أخبر الله به ورسوله، أو تعبد بشيء لم يأذن الله به ورسوله ولم يشرعه فهو مبتدع، ومن حرم المباحات، أو تعبد بغير الشرعيات فهو مبتدع.\nوأما مفهوم هذا الحديث: فإن من عمل عملا، عليه أمر الله ورسوله - وهو التعبد لله بالعقائد الصحيحة، والأعمال الصالحة: من واجب ومستحب: فعمله مقبول، وسعيه مشكور.\nويستدل بهذا الحديث على أن كل عبادة فعلت على وجه منهي عنه فإنها فاسدة ; لأنه ليس عليها أمر الشارع، وأن النهي يقتضي الفساد. وكل معاملة نهى الشارع عنها فإنها لاغية لا يعتد بها.\n[\nحديث الدين النصيحة. . .\n]\nالحديث الثالث عَنْ تَمِيمٍ الدَّارِيِّ رضي الله عنه، قَالَ: قال رسول الله صلى الله عليه وسلم: «الدِّينُ النَّصِيحَةُ، الدِّينُ النَّصِيحَةُ، الدِّينُ النَّصِيحَةُ. قَالُوا: لِمَنْ يَا رَسُولَ اللَّهِ؟ قَالَ: لِلَّهِ، وَلِكِتَابِهِ، ولرسوله، ولأئمة المسلمين وعامتهم» رواه مسلم.\nالجزء: 1 ¦ الصفحة: 10\n",
        "كرر النبي صلى الله عليه وسلم هذه الكلمة اهتماما للمقام، وإرشادا للأمة أن يعلموا حق العلم أن الدين كله - ظاهره وباطنه - منحصر في النصيحة. وهي القيام التام بهذه الحقوق الخمسة.\nفالنصيحة لله: الاعتراف بوحدانية الله، وتفرده بصفات الكمال على وجه لا يشاركه فيها مشارك بوجه من الوجوه، والقيام بعبوديته ظاهرا وباطنا، والإنابة إليه كل وقت بالعبودية، والطلب رغبة ورهبة مع التوبة والاستغفار الدائم؛ لأن العبد لا بد له من التقصير في شيء من واجبات الله، أو التجرؤ على بعض المحرمات. وبالتوبة الملازمة والاستغفار الدائم ينجبر نقصه، ويتم عمله وقوله.\nوأما النصيحة لكتاب الله: فبحفظه وتدبره، وتعلم ألفاظه ومعانيه والاجتهاد في العمل به في نفسه وفي غيره.\nوأما النصيحة للرسول فهي الإيمان به ومحبته. وتقديمه فيها على النفس والمال والولد، واتباعه في أصول الدين وفروعه، وتقديم قوله على قول كل أحد، والاجتهاد في الاهتداء بهديه، والنصر لدينه.\nوأما النصيحة لأئمة المسلمين - وهم ولاتهم، من الإمام الأعظم إلى الأمراء والقضاة إلى جميع من لهم ولاية عامة أو خاصة -: فباعتقاد ولايتهم، والسمع والطاعة لهم، وحث الناس على ذلك، وبذل ما يستطيعه من إرشادهم، وتنبيههم إلى كل ما ينفعهم وينفع الناس، وإلى القيام بواجبهم.\nوأما النصيحة لعامة المسلمين: فبأن يحب لهم ما يحب لنفسه ويكره لهم ما يكره لنفسه، ويسعى في ذلك بحسب الإمكان، فإن من أحب شيئا سعى\nالجزء: 1 ¦ الصفحة: 11\n",
        "له، واجتهد في تحقيقه وتكميله.\nفالنبي صلى الله عليه وسلم فسر النصيحة بهذه الأمور الخمسة التي تشمل القيام بحقوق الله، وحقوق كتابه، وحقوق رسوله، وحقوق جميع المسلمين على اختلاف أحوالهم وطبقاتهم. فشمل ذلك الدين كله، ولم يبق معه شيء إلا دخل في هذا الكلام الجامع المحيط. والله أعلم.\n[حديث مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أهل الجنة فلينظر إلى هذا]\nالحديث الرابع عن أبي هريرة رضي الله عنه قال: «أَتَى أَعْرَابِيٌّ النَّبِيَّ صلى الله عليه وسلم، فَقَالَ: دُلَّنِي عَلَى عَمَلٍ إِذَا عَمِلْتُهُ دَخَلْتُ الْجَنَّةَ \" قَالَ: تَعْبُدُ اللَّهَ وَلَا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ الْمَكْتُوبَةَ، وَتُؤَدِّي الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومُ رَمَضَانَ \". قَالَ: وَالَّذِي نَفْسِي بِيَدِهِ، لَا أَزِيدُ عَلَى هَذا شَيْئًا وَلَا أَنْقُصُ مِنْهُ. فَلَمَّا وَلَّى، قَالَ النَّبِيُّ صلى الله عليه وسلم: مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ الْجَنَّةِ فَلْيَنْظُرْ إِلَى هَذَا» مُتَّفَقٌ عليه.\nقد وردت أحاديث كثيرة في هذا الأصل الكبير الذي دل عليه الحديث، ومدلولها كلها متفق أو متقارب على أن من أدى ما فرض الله عليه بحسب الفروض المشتركة والفروض المختصة بالأسباب التي من وجدت فيه وجبت عليه. فمن أدى الفرائض واجتنب المحرمات استحق دخول الجنة، والنجاة من النار، ومن اتصف بهذا الوصف فقد استحق اسم الإسلام والإيمان، وصار من المتقين المفلحين، وممن سلك الصراط المستقيم.\nويشبه هذا ويقاربه:\nالجزء: 1 ¦ الصفحة: 12\n",
        "[\nحديث. . . قل آمنت بالله ثم استقم\n]\nالحديث الخامس عَنْ سُفْيَانَ بْنِ عَبْدِ اللَّهِ الثَّقَفِيِّ قَالَ: قُلْتُ: «يَا رَسُولَ اللَّهِ، قُلْ لِي فِي الْإِسْلَامِ قَوْلًا لَا أَسْأَلُ عَنْهُ أَحَدًا بَعْدَكَ. قَالَ: قُلْ: آمَنْتُ بِاللَّهِ، ثُمَّ اسْتَقِمْ» . رَوَاهُ مسلم.\nفهذا الرجل طلب من النبي صلى الله عليه وسلم كلاما جامعا للخير نافعا، موصلا صاحبه إلى الفلاح. فأمره النبي صلى الله عليه وسلم بالإيمان بالله الذي يشمل ما يجب اعتقاده: من عقائد الإيمان، وأصوله، وما يتبع ذلك، من أعمال القلوب، والانقياد والاستسلام لله، باطنا وظاهرا، ثم الدوام على ذلك، والاستقامة عليه إلى الممات. وهو نظير قوله تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} [فصلت: 30] فرتب على الإيمان والاستقامة: السلامة من جميع الشرور، وحصول الجنة وجميع المحاب.\nوقد دلت نصوص الكتاب والسنة الكثيرة على أن الإيمان يشمل ما في القلوب من العقائد الصحيحة، وأعمال القلوب: من الرغبة في الخير، والرهبة من الشر، وإرادة الخير، وكراهة الشر. ومن أعمال الجوارح (1) . ولا يتم ذلك إلا بالثبات عليه.\n[حديث الْمُسلِمُ مَنْ سَلِمَ الْمُسلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ. . .]\nالحديث السادس عن عبد الله بن عمرو رضي الله عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «الْمُسلِمُ مَنْ سَلِمَ الْمُسلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ، وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللَّهُ عَنْهُ» مُتَّفَقٌ عَلَيْهِ، وَزَادَ التِّرْمِذِيُّ وَالنَّسَائِيُّ: «والمؤمن من أمنه الناس على دمائهم\n(1) الأعضاء.\nالجزء: 1 ¦ الصفحة: 13\n",
        "وَأَمْوَالِهِمْ» وَزَادَ الْبَيْهَقِيُّ: «وَالْمُجَاهِدُ مَنْ جَاهَدَ نَفْسَهُ في طاعة الله» .\nذكر في هذا الحديث كمال هذه الأسماء الجليلة التي رتب الله ورسوله عليها سعادة الدنيا والآخرة، وهي الإسلام والإيمان، والهجرة والجهاد. وذكر حدودها بكلام جامع شامل، وأن الْمُسلِمُ مَنْ سَلِمَ الْمُسلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ.\nوذلك أن الإسلام الحقيقي: هو الاستسلام لله، وتكميل عبوديته والقيام بحقوقه، وحقوق المسلمين. ولا يتم الإسلام حتى يحب للمسلمين ما يحب لنفسه، ولا يتحقق ذلك إلا بسلامتهم من شر لسانه وشر يده. فإن هذا أصل هذا الفرض الذي عليه للمسلمين. فمن لم يسلم المسلمون من لسانه أو يده كيف يكون قائما بالفرض الذي عليه لإخوانه المسلمين؟ فسلامتهم من شره القولي والفعلي عنوان على كمال إسلامه.\nوفسر المؤمن بأنه الذي يأمنه الناس على دمائهم وأموالهم، فإن الإيمان إذا دار في القلب وامتلأ به، أوجب لصاحبه القيام بحقوق الإيمان التي من أهمها: رعاية الأمانات، والصدق في المعاملات، والورع عن ظلم الناس في دمائهم وأموالهم. ومن كان كذلك عرف الناس هذا منه، وأمنوه على دمائهم وأموالهم، ووثقوا به، لما يعلمون منه من مراعاة الأمانات، فإن رعاية الأمانة من أخص واجبات الإيمان، كما قال صلى الله عليه وسلم: «لا إيمان لمن لا أمانة له» .\nوفسره صلى الله عليه وسلم الهجرة التي هي فرض عين على كل مسلم بأنها هجرة الذنوب والمعاصي. وهذا الفرض لا يسقط عن كل مكلف في كل حال من أحواله؛\nالجزء: 1 ¦ الصفحة: 14\n",
        "فإن الله حرم على عباده انتهاك المحرمات، والإقدام على المعاصي. والهجرة الخاصة التي هي الانتقال من بلد الكفر أو البدع إلى بلد الإسلام والسنة، جزء من هذه الهجرة، وليست واجبة على كل أحد، وإنما تجب بوجود أسبابها المعروفة.\nوفسر المجاهد بأنه الذي جاهد نفسه على طاعة الله؛ فإن النفس ميالة إلى الكسل عن الخيرات، أمارة بالسوء، سريعة التأثر عند المصائب، وتحتاج إلى صبر وجهاد في إلزامها طاعة الله، وثباتها عليها، ومجاهدتها عن معاصي الله، وردعها عنها، وجهادها على الصبر عند المصائب. وهذه هي الطاعات: امتثال المأمور، واجتناب المحظور، والصبر على المقدور.\nفالمجاهد حقيقة: من جاهدها على هذه الأمور لتقوم بواجبها ووظيفتها.\nومن أشرف هذا النوع وأجلّه: مجاهدتها على قتال الأعداء، ومجاهدتهم بالقول والفعل فإن الجهاد في سبيل الله ذروة سنام الدين.\nفهذا الحديث من قام بما دل عليه فقد قام بالدين كله: من سلم المسلمون من لسانه ويده، وأمنه الناس على دمائهم وأموالهم، وهجر ما نهى الله عنه، وجاهد نفسه على طاعة الله، فإنه لم يبق من الخير الديني والدنيوي الظاهري والباطني شيئا إلا فعله، ولا من الشر إلا تركه.\nوالله الموفق وحده.\n[حديث أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا. . .]\nالحديث السابع عن عبد الله بن عمرو رضي الله عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ\nالجزء: 1 ¦ الصفحة: 15\n",
        "مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا اؤْتُمِنَ خَانَ، وَإِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خاصم فجر» (1) متفق عليه.\nالنفاق أساس الشر، وهو أن يظهر الخير، ويبطن الشر. هذا الحد يدخل فيه النفاق الأكبر الاعتقادي، الذي يظهر صاحبه الإسلام ويبطن الكفر، وهذا النوع مخرج من الدين بالكلية، وصاحبه في الدرك الأسفل من النار.\nوقد وصف الله هؤلاء المنافقين بصفات الشر كلها: من الكفر، وعدم الإيمان، والاستهزاء بالدين وأهله، والسخرية منهم، والميل بالكلية إلى أعداء الدين، لمشاركتهم لهم في عداوة دين الإسلام. وهم موجودون في كل زمان، ولا سيما في هذا الزمان الذي طغت فيه المادية والإلحاد والإباحية.\nوالمقصود هنا: القسم الثاني من النفاق الذي ذكر في هذا الحديث، فهذا النفاق العملي - وإن كان لا يخرج من الدين بالكلية - فإنه دهليز الكفر، ومن اجتمعت فيه هذه الخصال الأربع فقد اجتمع فيه الشر، وخلصت فيه نعوت المنافقين، فإن الصدق، والقيام بالأمانات، والوفاء بالعهود، والورع عن حقوق الخلق هي جماع الخير، ومن أخص أوصاف المؤمنين. فمن فقد واحدة منها، فقد هدم فرضا من فروض الإسلام والإيمان، فكيف بجميعها؟\nفالكذب في الحديث يشمل الحديث عن الله والحديث عن رسول الله صلى الله عليه وسلم الذي من كذب عليه متعمدا فليتبوأ مقعده من النار {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ} [الصف: 7]\nويشمل الحديث عما يخبر به من الوقائع الكلية والجزئية. فمن كان هذا شأنه فقد شارك المنافقين في أخص صفاتهم، وهي\n(1) زاد في الخصومة على حد الشرع، فلم يكتف بمقابلة السيئة بمثلها على سبيل المثال.\nالجزء: 1 ¦ الصفحة: 16\n",
        "الكذب الذي قال فيه النبي صلى الله عليه وسلم: «إياكم والكذب، فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، ولا يزال الرجل يكذب ويتحرى الكذب حتى يكتب عند الله كذابا» ومن كان إذا ائتمن على الأموال والحقوق والأسرار خانها، ولم يقم بأمانته، فأين إيمانه؟ وأين حقيقة إسلامه؟ وكذلك من ينكث العهود التي بينه وبين الله، والعهود التي بينه وبين الخلق متصف بصفة خبيثة من صفات المنافقين. وكذلك من لا يتورع عن أموال الخلق وحقوقهم، ويغتنم فرصها، ويخاصم فيها بالباطل ليثبت باطلا، أو يدفع حقا. فهذه الصفات لا تكاد تجتمع في شخص ومعه من الإيمان ما يجزي أو يكفي، فإنها تنافي الإيمان أشد المنافاة.\nواعلم أن من أصول أهل السنة والجماعة: أنه قد يجتمع في العبد خصال خير وخصال شر، وخصال إيمان وخصال كفر أو نفاق. ويستحق من الثواب والعقاب بحسب ما قام به من موجبات ذلك وقد دل على هذا الأصل نصوص كثيرة من الكتاب والسنة، فيجب العمل بكل النصوص، وتصديقها كلها. وعلينا أن نتبرأ من مذهب الخوارج الذين يدفعون ما جاءت به النصوص: من بقاء الإيمان وبقاء الدين، ولو فعل الإنسان من المعاصي ما فعل، إذا لم يفعل شيئا من المكفرات التي تخرج صاحبها من الإيمان. فالخوارج يدفعون ذلك كله، ويرون من فعل شيئا من الكبائر ومن خصال الكفر أو خصال النفاق خارجا من الدين، مخلدا في النار. وهذا مذهب باطل بالكتاب والسنة، وإجماع سلف الأمة.\nالجزء: 1 ¦ الصفحة: 17\n",
        "[حديث يَأْتِي الشَّيْطَانُ أَحَدَكُمْ فَيَقُولُ مَنْ خَلَقَ كَذَا من خلق كذا. . .]\nالحديث الثامن عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يَأْتِي الشَّيْطَانُ أَحَدَكُمْ فَيَقُولُ: مَنْ خَلَقَ كَذَا؟ مَنْ خَلَقَ كَذَا؟ حَتَّى يَقُولَ: مَنْ خَلَقَ الله؟ فإذا بلغه فليستعذ بالله، ولينته» . وفي لفظ «فليقل: آمنت بالله ورسله» متفق عليه. وَفِي لَفْظٍ «لَا يَزَالُ النَّاسُ يَتَسَاءَلُونَ حَتَّى يقولوا: من خلق الله؟» .\nاحتوى هذا الحديث على أنه لا بد أن يلقي الشيطان هذا الإيراد الباطل: إما وسوسة محضة، أو على لسان شياطين الإنس وملاحدتهم. وقد وقع كما أخبر، فإن الأمرين وقعا، لا يزال الشيطان يدفع إلى قلوب من ليست لهم بصيرة هذا السؤال الباطل، ولا يزال أهل الإلحاد يلقون هذه الشبهة التي هي أبطل الشبه، ويتكلمون عن العلل وعن مواد العالم بكلام سخيف معروف.\nوقد أرشد النبي صلى الله عليه وسلم في هذا الحديث العظيم إلى دفع هذا السؤال بأمور ثلاثة: بالانتهاء، والعوذ من الشيطان، وبالإيمان.\nأما الانتهاء - وهو الأمر الأول -: فإن الله تعالى جعل للأفكار والعقول حدا تنتهي إليه، ولا تتجاوزه. ويستحيل لو حاولت مجاوزته أن تستطيع، لأنه محال، ومحاولة المحال من الباطل والسفه، ومن أمحل المحال التسلسل في المؤثرين والفاعلين، فإن المخلوقات لها ابتداء، ولها انتهاء. وقد تتسلسل في كثير من أمورها حتى تنتهي إلى الله الذي أوجدها وأوجد ما فيها من الصفات والمواد والعناصر {وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى} [النجم: 42] فإذا وصلت العقول إلى الله تعالى وقفت وانتهت، فإنه الأول الذي ليس قبله شيء، والآخر الذي ليس بعده شيء. فأوليته تعالى لا مبتدأ لها مهما فرضت\nالجزء: 1 ¦ الصفحة: 18\n",
        "الأزمان والأحوال، وهو الذي أوجد الأزمان والأحوال والعقول التي هي بعض قوى الإنسان. فكيف يحاول العقل أن يتشبث في إيراد السؤال الباطل. فالفرض عليه المحتم في هذه الحال: الوقوف، والانتهاء.\nالأمر الثاني: التعوذ بالله من الشيطان، فإن هذا من وساوسه وإلقائه في القلوب ; ليشكك الناس في الإيمان بربهم. فعلى العبد إذا وجد ذلك: أن يستعيذ بالله منه، فمن تعوذ بالله بصدق وقوة أعاذه الله وطرد عنه الشيطان، واضمحلت وساوسه الباطلة.\nالأمر الثالث: أن يدفعه بما يضاده من الإيمان بالله ورسله، فإن الله ورسله أخبروا بأنه تعالى الأول الذي ليس قبله شيء، وأنه تعالى المتفرد بالوحدانية، وبالخلق والإيجاد للموجودات السابقة اللاحقة.\nفهذا الإيمان الصحيح الصادق اليقيني يدفع جميع ما يضاده من الشبه المنافية له، فإن الحق يدفع الباطل، والشكوك لا تعارض اليقين.\nفهذه الأمور الثلاثة التي ذكرها النبي صلى الله عليه وسلم تبطل هذه الشبه التي لا تزال على ألسنة الملاحدة، يلقونها بعبارات متنوعة. فأمر بالانتهاء الذي يبطل التسلسل الباطل، وبالتعوذ من الشيطان الذي هو الملقي لهذه الشبهة، وبالإيمان الصحيح الذي يدفع كل ما يضاده من الباطل. والحمد لله. (فبالانتهاء) : قطع الشر مباشرة، (وبالاستعاذة) : قطع السبب الداعي إلى الشر، (وبالإيمان) اللجأ والاعتصام بالاعتقاد الصحيح اليقيني الذي يدفع كل معارض.\nالجزء: 1 ¦ الصفحة: 19\n",
        "وهذه الأمور الثلاثة هي جماع الأسباب الدافعة لكل شبهة تعارض الإيمان. فينبغي العناية بها في كل ما عرض للإيمان من شبهة واشتباه يدفعه العبد مباشرة بالبراهين الدالة على إبطاله، وإثبات ضده وهو الحق الذي ليس بعده إلا الضلال، وبالتعوذ بالله من الشيطان الذي يدفع إلى القلوب فتن الشبهات، وفتن الشهوات، ليزلزل إيمانهم، ويوقعهم بأنواع المعاصي. فبالصبر واليقين: ينال العبد السلامة من فتن الشهوات، ومن فتن الشبهات. والله هو الموفق الحافظ.\n[\nحديث كل شيء بقدر حتى العجز والكيس\n]\nالحديث التاسع عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رسول الله صلى الله عليه وسلم: «كل شَيْءٍ بِقَدَرٍ، حَتَّى الْعَجْزُ وَالْكَيْسُ» رَوَاهُ مُسْلِمٌ.\nهذا الحديث متضمن لأصل عظيم من أصول الإيمان الستة، وهو الإيمان بالقدر خيره وشره، حلوه ومره، عامه وخاصه، سابقه ولاحقه، بأن يعترف العبد أن علم الله محيط بكل شيء، وأنه علم أعمال العباد خيرها وشرها، وعلم جميع أمورهم وأحوالهم، وكتب ذلك في اللوح المحفوظ. كما قال تعالى: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحج: 70] ثم إن الله ينفذ هذه الأقدار في أوقاتها بحسب ما تقتضيه حكمته ومشيئته، الشاملتان لكل ما كان وما يكون، الشاملتان للخلق والأمر وأنه مع ذلك، ومع خلقه للعباد وأفعالهم وصفاتهم، فقد أعطاهم قدرة وإرادة تقع بها أفعالهم بحسب اختيارهم، لم يجبرهم عليها، وهو الذي خلق قدرتهم ومشيئتهم، وخالق السبب التام\nالجزء: 1 ¦ الصفحة: 20\n",
        "خالق للمسبب. فأفعالهم وأقوالهم تقع بقدرتهم ومشيئتهم اللتين خلقهما الله فيهم، كما خلق بقية قواهم الظاهرة والباطنة. ولكنه تعالى يسر كلا لما خلق له.\nفمن وجه وجهه وقصده لربه: حبب إليه الإيمان، وزينه في قلبه، وكره إليه الكفر والفسوق والعصيان، وجعله من الراشدين، فتمت عليه نعم الله من كل وجه.\nومن وجه وجهه لغير الله، بل تولى عدوه الشيطان: لم ييسره لهذه الأمور، بل ولاه الله ما تولى، وخذله، ووكله إلى نفسه، فضل وغوى، وليس له على ربه حجة، فإن الله أعطاه جميع الأسباب التي يقدر بها على الهداية، ولكنه اختار الضلالة على الهدى، فلا يلومن إلا نفسه. قال تعالى: {فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ} [الأعراف: 30] وقال: {يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [المائدة: 16]\nوهذا القدر يأتي على جميع أحوال العبد وأفعاله وصفاته، حتى العجز والكيس. وهما الوصفان المتضادان الذي ينال بالأول منهما - وهو العجز -: الخيبة والخسران، وبالثاني - وهو الكيس -: الجد في طاعة الرحمن. والمراد هنا: العجز الذي يلام عليه العبد، وهو عدم الإرادة، وهو الكسل، لا العجز الذي هو عدم القدرة. وهذا هو معنى الحديث الآخر «اعملوا ; فكل ميسر لما خلق له» .\nأما أهل السعادة: فييسرون لعمل السعادة، وذلك بكيسهم وتوفيقهم\nالجزء: 1 ¦ الصفحة: 21\n",
        "ولطف الله بهم. والكيس والعاجز هما المذكوران في قوله صلى الله عليه وسلم: «الكيس من دان نفسه وعمل لما بعد الموت، والعاجز: من أتبع نفسه هواها، وتمنى على الله الأماني» .\n[حديث مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الأجر مثل أجور من تبعه]\nالحديث العاشر عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الأجر مثل أجور من تبعه، لا ينقص ذلك مِنْ أُجُورِهِمْ شَيْئًا. وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنَ الْإِثْمِ مِثْلُ آثَامِ مَنْ تَبِعَهُ، لَا يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا» رواه مسلم.\nهذا الحديث - وما أشبهه من الأحاديث - فيه: الحث على الدعوة إلى الهدى والخير، وفضل الداعي، والتحذير من الدعاء إلى الضلالة والغي، وعظم جرم الداعي وعقوبته.\nوالهدى: هو العلم النافع، والعمل الصالح.\nفكل من علم علما أو وجه المتعلمين إلى سلوك طريقة يحصل لهم فيها علم: فهو داع إلى الهدى.\nوكل من دعا إلى عمل صالح يتعلق بحق الله، أو بحقوق الخلق العامة والخاصة: فهو داع إلى الهدى.\nوكل من أبدى نصيحة دينية أو دنيوية يتوسل بها إلى الدين: فهو داع إلى الهدى.\nوكل من اهتدى في علمه أو عمله، فاقتدى به غيره: فهو داع إلى الهدى.\nوكل من تقدم غيره بعمل خيري، أو مشروع عام النفع: فهو داخل في\nالجزء: 1 ¦ الصفحة: 22\n",
        "هذا النص.\nوعكس ذلك كله: الداعي إلى الضلالة.\nفالداعون إلى الهدى: هم أئمة المتقين، وخيار المؤمنين.\nوالداعون إلى الضلالة: هم الأئمة الذين يدعون إلى النار.\nوكل من عاون غيره على البر والتقوى: فهو من الداعين إلى الهدى.\nوكل من أعان غيره على الإثم والعدوان: فهو من الداعين إلى الضلالة.\n[حديث مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدين]\nالحديث الحادي عشر عَنْ مُعَاوِيَةَ رضي الله عنه قَالَ: قَالَ رسول الله صلى الله عليه وسلم: «من يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ» متفق عليه.\nهذا الحديث من أعظم فضائل العلم، وفيه: أن العلم النافع علامة على سعادة العبد، وأن الله أراد به خيرا.\nوالفقه في الدين يشمل الفقه في أصول الإيمان، وشرائع الإسلام والأحكام، وحقائق الإحسان. فإن الدين يشمل الثلاثة كلها، كما في حديث جبريل لما سأل النبي صلى الله عليه وسلم عن الإيمان والإسلام والإحسان، وأجابه صلى الله عليه وسلم بحدودها. ففسر الإيمان بأصوله الستة، وفسر الإسلام بقواعده الخمس، وفسر الإحسان بـ «أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك» فيدخل في ذلك التفقه في العقائد، ومعرفة مذهب السلف فيها، والتحقق به ظاهرا وباطنا، ومعرفة مذاهب المخالفين، وبيان مخالفتها للكتاب والسنة.\nودخل في ذلك: علم الفقه، أصوله وفروعه، أحكام العبادات\nالجزء: 1 ¦ الصفحة: 23\n",
        "والمعاملات، والجنايات وغيرها.\nودخل في ذلك: التفقه بحقائق الإيمان، ومعرفة السير والسلوك إلى الله، الموافقة لما دل عليه الكتاب والسنة.\nوكذلك يدخل في هذا: تعلم جميع الوسائل المعينة على الفقه في الدين كعلوم العربية بأنواعها.\nفمن أراد الله به خيرا فقهه في هذه الأمور، ووفقه لها.\nودل مفهوم الحديث على أن من أعرض عن هذه العلوم بالكلية فإن الله لم يرد به خيرا، لحرمانه الأسباب التي تنال بها الخيرات وتكتسب بها السعادة.\n[حديث الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اللَّهِ مِنَ المؤمن الضعيف]\nالحديث الثاني عشر عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اللَّهِ مِنَ الْمُؤْمِنِ الضَّعِيفِ، وَفِي كُلٍّ خَيْرٌ. احْرِصْ عَلَى مَا يَنْفَعُكَ، وَاسْتَعِنْ بِاللَّهِ وَلَا تَعْجَزْ. وَإِنْ أَصَابَكَ شَيْءٌ فَلَا تَقُلْ: لَوْ أَنِّي فَعَلْتُ، كان كَذَا وَكَذَا، وَلَكِنْ قُلْ: قَدَّرَ اللَّهُ وَمَا شَاءَ فَعَلَ، فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ» رواه مسلم.\nهذا الحديث اشتمل على أصول عظيمة وكلمات جامعة.\nفمنها: إثبات المحبة صفة لله، وأنها متعلقة بمحبوباته وبمن قام بها ودل على أنها تتعلق بإرادته ومشيئته، وأيضا تتفاضل. فمحبته للمؤمن القوي أعظم من محبته للمؤمن الضعيف.\nودل الحديث على أن الإيمان يشمل العقائد القلبية، والأقوال والأفعال،\nالجزء: 1 ¦ الصفحة: 24\n",
        "كما هو مذهب أهل السنة والجماعة ; فإن الإيمان بضع وسبعون شُعْبَةً، أَعْلَاهَا: قَوْلُ: (لَا إِلَهَ إِلَّا اللَّهُ) وَأَدْنَاهَا: إِمَاطَةُ الْأَذَى عَنِ الطَّرِيقِ، وَالْحَيَاءُ شُعْبَةٌ منه. وهذه الشعب التي ترجع إلى الأعمال الباطنة والظاهرة كلها من الإيمان. فمن قام بها حق القيام، وكمل نفسه بالعلم النافع والعمل الصالح، وكمل غيره بالتواصي بالحق، والتواصي بالصبر: فهو المؤمن القوي الذي حاز أعلى مراتب الإيمان، ومن لم يصل إلى هذه المرتبة: فهو المؤمن الضعيف.\nوهذا من أدلة السلف على أن الإيمان يزيد وينقص، وذلك بحسب علوم الإيمان ومعارفه، وبحسب أعماله.\nوهذا الأصل قد دل عليه الكتاب والسنة في مواضع كثيرة.\nولما فاضل النبي صلى الله عليه وسلم بين المؤمنين قويهم وضعيفهم خشي من توهم القدح في المفضول، فقال: «وفي كل خير» وفي هذا الاحتراز فائدة نفيسة، وهي أن على من فاضل بين الأشخاص أو الأجناس أو الأعمال أن يذكر وجه التفضيل، وجهة التفضيل. ويحترز بذكر الفضل المشترك بين الفاضل والمفضول، لئلا يتطرق القدح إلى المفضول وكذلك في الجانب الآخر إذا ذكرت مراتب الشر والأشرار، وذكر التفاوت بينهما. فينبغي بعد ذلك أن يذكر القدر المشترك بينهما من أسباب الخير أو الشر. وهذا كثير في الكتاب والسنة.\nوفي هذا الحديث: أن المؤمنين يتفاوتون في الخيرية، ومحبة الله والقيام بدينه وأنهم في ذلك درجات {وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا} [الأحقاف: 19]\nويجمعهم ثلاثة أقسام: السابقون إلى الخيرات، وهم الذين قاموا بالواجبات\nالجزء: 1 ¦ الصفحة: 25\n",
        "والمستحبات، وتركوا المحرمات والمكروهات، وفضول المباحات، وكملوا ما باشروه من الأعمال، واتصفوا بجميع صفات الكمال. ثم المقتصدون الذين اقتصروا على القيام بالواجبات وترك المحظورات، ثم الظالمون لأنفسهم، الذين خلطوا عملا صالحا وآخر سيئا.\nوقوله صلى الله عليه وسلم: «احرص على ما ينفعك واستعن بالله» كلام جامع نافع، محتو على سعادة الدنيا والآخرة.\nوالأمور النافعة قسمان: أمور دينية، وأمور دنيوية.\nوالعبد محتاج إلى الدنيوية كما أنه محتاج إلى الدينية. فمدار سعادته وتوفيقه على الحرص والاجتهاد في الأمور النافعة منهما، مع الاستعانة بالله تعالى، فمتى حرص العبد على الأمور النافعة واجتهد فيها، وسلك أسبابها وطرقها، واستعان بربه في حصولها وتكميلها: كان ذلك كماله، وعنوان فلاحه. ومتى فاته واحد من هذه الأمور الثلاثة: فاته من الخير بحسبها. فمن لم يكن حريصا على الأمور النافعة، بل كان كسلانا، لم يدرك شيئا. فالكسل هو أصل الخيبة والفشل. فالكسلان لا يدرك خيرا، ولا ينال مكرمة، ولا يحظى بدين ولا دنيا ومتى كان حريصا، ولكن على غير الأمور النافعة: إما على أمور ضارة، أو مفوتة للكمال كان ثمرة حرصه الخيبة، وفوات الخير، وحصول الشر والضرر، فكم من حريص على سلوك طرق وأحوال غير نافعة لم يستفد من حرصه إلا التعب والعناء والشقاء.\nثم إذا سلك العبد الطرق النافعة، وحرص عليها، واجتهد فيها: لم تتم له إلا بصدق اللجأ إلى الله ; والاستعانة به على إدراكها وتكميلها وأن لا يتكل\nالجزء: 1 ¦ الصفحة: 26\n",
        "على نفسه وحوله وقوته، بل يكون اعتماده التام بباطنه وظاهره على ربه. فبذلك تهون عليه المصاعب، وتتيسر له الأحوال، وتتم له النتائج والثمرات الطيبة في أمر الدين وأمر الدنيا، لكنه في هذه الأحوال محتاج - بل مضطر غاية الاضطرار - إلى معرفة الأمور التي ينبغي الحرص عليها، والجد في طلبها.\nفالأمور النافعة في الدين ترجع إلى أمرين: علم نافع، وعمل صالح.\nأما العلم النافع: فهو العلم المزكي للقلوب والأرواح، المثمر لسعادة الدارين. وهو ما جاء به الرسول صلى الله عليه وسلم من حديث وتفسير وفقه، وما يعين على ذلك من علوم العربية بحسب حالة الوقت والموضع الذي فيه الإنسان، وتعيين ذلك يختلف باختلاف الأحوال. والحالة التقريبية: أن يجتهد طالب العلم في حفظ مختصر من مختصرات الفن الذي يشتغل فيه. فإن تعذر أو تعسر عليه حفظه لفظا، فليكرره كثيرا، متدبرا لمعانيه، حتى ترسخ معانيه في قلبه. ثم تكون باقي كتب هذا الفن كالتفسير والتوضيح والتفريع لذلك الأصل الذي عرفه وأدركه، فإن الإنسان إذا حفظ الأصول وصار له ملكة تامة في معرفتها هانت عليه كتب الفن كلها: صغارها وكبارها. ومن ضيع الأصول حرم الوصول.\nفمن حرص على هذا الذي ذكرناه، واستعان بالله: أعانه الله، وبارك في علمه، وطريقه الذي سلكه.\nومن سلك في طلب العلم غير هذه الطريقة النافعة: فاتت عليه الأوقات، ولم يدرك إلا العناء، كما هو معروف بالتجربة. والواقع يشهد به، فإن يسر الله له معلما يحسن طريقة التعليم، ومسالك التفهيم: تم له السبب الموصل إلى العلم.\nالجزء: 1 ¦ الصفحة: 27\n",
        "وأما الأمر الثاني - وهو العمل الصالح (ماهيته) -: فهو الذي جمع الإخلاص لله، والمتابعة للرسول صلى الله عليه وسلم، وهو التقرب إلى الله: باعتقاد ما يجب لله من صفات الكمال، وما يستحقه على عباده من العبودية، وتنزيهه عما لا يليق بجلاله، وتصديقه وتصديق رسوله في كل خبر أخبرا به عما مضى، وعما يستقبل عن الرسل، والكتب والملائكة، وأحوال الآخرة، والجنة والنار، والثواب والعقاب وغير ذلك. ثم يسعى في أداء ما فرضه الله على عباده: من حقوق الله، وحقوق خلقه ويكمل ذلك بالنوافل والتطوعات، خصوصا المؤكدة في أوقاتها، مستعينا بالله على فعلها، وعلى تحقيقها وتكميلها، وفعلها على وجه الإخلاص الذي لا يشوبه غرض من الأغراض النفسية. وكذلك يتقرب إلى الله بترك المحرمات، وخصوصا التي تدعو إليها النفوس، وتميل إليها. فيتقرب إلى ربه بتركها لله، كما يتقرب إليه بفعل المأمورات، فمتى وفق العبد بسلوك هذا الطريق في العمل، واستعان الله على ذلك أفلح ونجح. وكان كماله بحسب ما قام به من هذه الأمور، ونقصه بحسب ما فاته منها.\nوأما الأمور النافعة في الدنيا: فالعبد لا بد له من طلب الرزق. فينبغي أن يسلك أنفع الأسباب الدنيوية اللائقة بحاله. وذلك يختلف باختلاف الناس، ويقصد بكسبه وسعيه القيام بواجب نفسه، وواجب من يعوله ومن يقوم بمؤنته، وينوي الكفاف والاستغناء بطلبه عن الخلق. وكذلك ينوي بسعيه وكسبه تحصيل ما تقوم به العبوديات المالية: من الزكاة والصدقة، والنفقات الخيرية الخاصة والعامة مما يتوقف على المال، ويقصد المكاسب الطيبة، متجنبا للمكاسب الخبيثة المحرمة. فمتى كان طلب العبد وسعيه في\nالجزء: 1 ¦ الصفحة: 28\n",
        "الدنيا لهذه المقاصد الجليلة، وسلك أنفع طريق يراه مناسبا لحاله كانت حركاته وسعيه قربة يتقرب إلى الله بها.\nومن تمام ذلك: أن لا يتكل العبد على حوله وقوته وذكائه ومعرفته، وحذقه بمعرفة الأسباب وإدارتها، بل يستعين بربه متوكلا عليه، راجيا منه أن ييسره لأيسر الأمور وأنجحها، وأقربها تحصيلا لمراده، ويسأل ربه أن يبارك له في رزقه: فأول بركة الرزق: أن يكون مؤسسا على التقوى والنية الصالحة. ومن بركة الرزق: أن يوفق العبد لوضعه في مواضعه الواجبة والمستحبة. ومن بركة الرزق: أن لا ينسى العبد الفضل في المعاملة، كما قال تعالى: {وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ} [البقرة: 237] بالتيسير على الموسرين، وإنظار المعسرين، والمحاباة عند البيع والشراء، بما تيسر من قليل أو كثير، فبذلك ينال العبد خيرا كثيرا.\nفإن قيل: أي المكاسب أولى وأفضل؟\nقيل: قد اختلف أهل العلم في ذلك، فمنهم من فضل الزراعة والحراثة، ومنهم من فضل البيع والشراء، ومنهم من فضل القيام بالصناعات والحرف ونحوها. وكل منهم أدلى بحجته، ولكن هذا الحديث هو الفاصل للنزاع، وهو أنه صلى الله عليه وسلم قال: «احرص على ما ينفعك، واستعن بالله» والنافع من ذلك معلوم أنه يختلف باختلاف الأحوال والأشخاص، فمنهم من تكون الحراثة والزراعة أفضل في حقه، ومنهم من يكون البيع والشراء والقيام بالصناعة التي يحسنها أفضل في حقه، فالأفضل من ذلك وغيره الأنفع.\nفصلوات الله وسلامه على من أعطي جوامع الكلم ونوافعها.\nثم إنه صلى الله عليه وسلم حض على الرضى بقضاء الله وقدره، بعد بذل الجهد، واستفراغ\nالجزء: 1 ¦ الصفحة: 29\n",
        "الوسع في الحرص على النافع. فإذا أصاب العبد ما يكرهه، فلا ينسب ذلك إلى ترك بعض الأسباب التي يظن نفعها لو فعلها، بل يسكن إلى قضاء الله وقدره ليزداد إيمانه، ويسكن قلبه وتستريح نفسه ; فإن \" لو \" في هذه الحال تفتح عمل الشيطان بنقص إيمانه بالقدر، واعتراضه عليه، وفتح أبواب الهم والحزن المضعف للقلب. وهذه الحال التي أرشد إليها النبي صلى الله عليه وسلم هي أعظم الطرق لراحة القلب، وأدعى لحصول القناعة والحياة الطيبة، وهو الحرص على الأمور النافعة، والاجتهاد في تحصيلها، والاستعانة بالله عليها، وشكر الله على ما يسره منها، والرضى عنه بما فات، ولم يحصل منها.\nواعلم أن استعمال \" لو \" يختلف باختلاف ما قصد بها، فإن استعملت في هذه الحال التي لا يمكن استدراك الفائت فيها، فإنها تفتح على العبد عمل الشيطان، كما تقدم، وكذلك لو استعملت في تمني الشر والمعاصي فإنها مذمومة، وصاحبها آثم، ولو لم يباشر المعصية، فإنه تمنى حصولها.\nوأما إذا استعملت في تمني الخير، أو في بيان العلم النافع، فإنها محمودة؛ لأن الوسائل لها أحكام المقاصد.\nوهذا الأصل الذي ذكره النبي صلى الله عليه وسلم وهو الأمر بالحرص على الأمور النافعة، ومن لازمه اجتناب الأمور الضارة مع الاستعانة بالله يشمل استعماله والأمر به في الأمور الجزئية المختصة بالعبد ومتعلقاته، ويشمل الأمور الكلية المتعلقة بعموم الأمة. فعليهم جميعا أن يحرصوا على الأمور النافعة، وهي المصالح الكلية والاستعداد لأعدائهم بكل مستطاع مما يناسب الوقت، من القوة المعنوية والمادية، ويبذلوا غاية مقدورهم في ذلك، مستعينين بالله على\nالجزء: 1 ¦ الصفحة: 30\n",
        "تحقيقه وتكميله، ودفع جميع ما يضاد ذلك. وشرح هذه الجملة يطول وتفاصيلها معروفة.\nوقد جمع النبي صلى الله عليه وسلم في هذا الحديث بين الإيمان بالقضاء والقدر، والعمل بالأسباب النافعة، وهذان الأصلان دل عليهما الكتاب والسنة في مواضع كثيرة، ولا يتم الدين إلا بهما، بل لا تتم الأمور المقصودة كلها إلا بهما، لأن قوله «احرص على ما ينفعك» أمر بكل سبب ديني ودنيوي، بل أمر بالجد والاجتهاد فيه والحرص عليه، نية وهمة، فعلا وتدبيرا.\nوقوله: «واستعن بالله» إيمان بالقضاء والقدر، وأمر بالتوكل على الله الذي هو الاعتماد التام على حوله وقوته تعالى في جلب المصالح ودفع المضار، مع الثقة التامة بالله في نجاح ذلك. فالمتبع للرسول صلى الله عليه وسلم يتعين عليه أن يتوكل على الله في أمر دينه ودنياه، وأن يقوم بكل سبب نافع بحسب قدرته وعلمه ومعرفته والله المستعان.\n[\nحديث المؤمن للمؤمن كالبنيان يشد بعضه بعضا\n]\nالحديث الثالث عشر عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا وشبك بين أصابعه» متفق عليه.\nهذا حديث عظيم، فيه الخبر من النبي صلى الله عليه وسلم عن المؤمنين أنهم على هذا الوصف، ويتضمن الحث منه على مراعاة هذا الأصل، وأن يكونوا إخوانا متراحمين متحابين متعاطفين، يحب كل منهم للآخر ما يحب لنفسه، ويسعى في ذلك، وأن عليهم مراعاة المصالح الكلية الجامعة لمصالحهم كلهم، وأن\nالجزء: 1 ¦ الصفحة: 31\n",
        "يكونوا على هذا الوصف، فإن البنيان المجموع من أساسات وحيطان محيطة كلية وحيطان تحيط بالمنازل المختصة، وما تتضمنه من سقوف وأبواب ومصالح ومنافع، كل نوع من ذلك لا يقوم بمفرده حتى ينضم بعضها إلى بعض. كذلك المسلمون يجب أن يكونوا كذلك، فيراعوا قيام دينهم وشرائعه وما يقوّم ذلك ويقويه، ويزيل موانعه وعوارضه.\nفالفروض العينية: يقوم بها كل مكلف، لا يسع مكلفا قادرا تركها أو الإخلال بها، وفروض الكفايات: يجعل في كل فرض منها من يقوم به من المسلمين، بحيث تحصل بهم الكفاية، ويتم بهم المقصود المطلوب، قال تعالى في الجهاد: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ} [التوبة: 122] وقال تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} [آل عمران: 104]\nوأمر تعالى بالتعاون على البر والتقوى فالمسلمون قصدهم ومطلوبهم واحد، وهو قيام مصالح دينهم ودنياهم التي لا يتم الدين إلا بها، وكل طائفة تسعى في تحقيق مهمتها بحسب ما يناسبها ويناسب الوقت والحال. ولا يتم لهم ذلك إلا بعقد المشاورات والبحث عن المصالح الكلية، وبأي وسيلة تدرك، وكيفية الطرق إلى سلوكها، وإعانة كل طائفة للأخرى في رأيها وقولها وفعلها وفي دفع المعارضات والمعوقات عنها، فمنهم طائفة تتعلم، وطائفة تعلم، ومنهم طائفة تخرج إلى الجهاد بعد تعلمها لفنون الحرب، ومنهم طائفة ترابط، وتحافظ على الثغور (1) ومسالك الأعداء، ومنهم\n(1) حدود العداء لتمنع هجومهم على بلاد الإسلام.\nالجزء: 1 ¦ الصفحة: 32\n",
        "طائفة تشتغل بالصناعات المخرجة للأسلحة المناسبة لكل زمان بحسبه، ومنهم طائفة تشتغل بالحراثة والزراعة والتجارة والمكاسب المتنوعة، والسعي في الأسباب الاقتصادية، ومنهم طائفة تشتغل بدرس السياسة وأمور الحرب والسلم، وما ينبغي عمله مع الأعداء مما يعود إلى مصلحة الإسلام والمسلمين، وترجيح أعلى المصالح على أدناها، ودفع أعلى المضار بالنزول إلى أدناها، والموازنة بين الأمور، ومعرفة حقيقة المصالح والمضار ومراتبها.\nوبالجملة، يسعون كلهم لتحقيق مصالح دينهم ودنياهم، متساعدين متساندين، يرون الغاية واحدة، وإن تباينت الطرق، والمقصود واحدا، وإن تعددت الوسائل إليه.\nفما أنفع العمل بهذا الحديث العظيم الذي أرشد فيه هذا النبي الكريم أمته إلى أن يكونوا كالبنيان يشد بعضه بعضا، وكالجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالحمى والسهر. ولهذا حث الشارع على كل ما يقوي هذا الأمر، وما يوجب المحبة بين المؤمنين، وما به يتم التعاون على المنافع، ونهى عن التفرق والتعادي، وتشتيت الكلمة في نصوص كثيرة حتى عد هذا أصلا عظيما من أصول الدين تجب مراعاته واعتباره وترجيحه على غيره والسعي إليه بكل ممكن.\nفنسأل الله تعالى أن يحقق للمسلمين هذا الأصل ويؤلف بين قلوبهم، ويجعلهم يدا واحدة على من ناوأهم وعاداهم، إنه كريم.\nالجزء: 1 ¦ الصفحة: 33\n",
        "[حديث اشْفَعُوا تُؤْجَرُوا وَيَقْضِي اللَّهُ عَلَى لِسَانِ رَسُولِهِ ما شاء]\nالحديث الرابع عشر عَنْ أَبِي مُوسَى رضي الله عنه أَنَّ النبي صلى الله عليه وسلم كان إِذَا أَتَاهُ سَائِلٌ أَوْ طَالِبُ حَاجَةٍ، قَالَ: «اشْفَعُوا تُؤْجَرُوا، وَيَقْضِي اللَّهُ عَلَى لِسَانِ رَسُولِهِ ما شاء» متفق عليه.\nوهذا الحديث متضمن لأصل كبير، وفائدة عظيمة، وهو أنه ينبغي للعبد أن يسعى في أمور الخير سواء أثمرت مقاصدها ونتائجها أو حصل بعضها، أو لم يتم منها شيء. وذلك كالشفاعة لأصحاب الحاجات عند الملوك والكبراء، ومن تعلقت حاجاتهم بهم، فإن كثيرا من الناس يمتنع من السعي فيها إذا لم يعلم قبول شفاعته، فيفوت على نفسه خيرا كثيرا من الله، ومعروفا عند أخيه المسلم. فلهذا أمر النبي صلى الله عليه وسلم أصحابه أن يساعدوا أصحاب الحاجة بالشفاعة لهم عنده ليتعجلوا الأجر عند الله، لقوله: «اشفعوا تؤجروا» فإن الشفاعة الحسنة محبوبة لله، ومرضية له. قال تعالى: {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا} [النساء: 85]\nومع تعجله للأجر الحاضر فإنه أيضا يتعجل الإحسان وفعل المعروف مع أخيه، ويكون له بذلك عنده يد.\nوأيضا، فلعل شفاعته تكون سببا لتحصيل مراده من المشفوع له أو لبعضه، كما هو الواقع. فالسعي في أمور الخير والمعروف التي يحتمل أن تحصل أو لا تحصل خير عاجل، وتعويد للنفوس على الإعانة على الخير، وتمهيد للقيام بالشفاعات التي يتحقق أو يظن قبولها.\nوفيه من الفوائد: السعي في كل ما يزيل اليأس، فإن الطلب والسعي عنوان على الرجاء والطمع في حصول المراد، وضده بضده، وفي الحديث دليل على الترغيب في توجيه الناس إلى فعل الخير، وأن الشفاعة لا يجب على\nالجزء: 1 ¦ الصفحة: 34\n",
        "المشفوع عنده قبولها إلا أن يشفع في إيصال الحقوق الواجبة، فإن الحق الواجب يجب أداؤه وإيصاله إلى مستحقه، ولو لم يشفع فيه، ويتأكد ذلك مع الشفاعة.\nوفيه أيضا: رحمة النبي صلى الله عليه وسلم في حصول الخير لأمته بكل طريق. وهذا فرد من آلاف مؤلفة تدل على كمال رحمته ورأفته صلى الله عليه وسلم، فإن جميع الخير والمنافع العامة والخاصة لم تنلها الأمة إلا على يده وبوساطته وتعليمه وإرشاده، كما أنه أرشدهم لدفع الشرور والأضرار العامة والخاصة بكل طريق. فلقد بلغ وأدى الأمانة، ونصح الأمة صلوات الله وسلامه وبركته عليه وعلى آله وصحبه.\nقوله: «ويقضي الله على لسان نبيه ما شاء» قضاؤه تعالى نوعان: قضاء قدري، يشمل الخير والشر والطاعات والمعاصي، بل يشمل جميع ما كان وما يكون، وجميع الحوادث السابقة واللاحقة، وأخص منه القضاء القدري الديني الذي يختص بما يحبه الله ويرضاه، وهذا الذي يقضي على لسان نبيه من القسم الثاني؛ إذ هو صلى الله عليه وسلم عبد رسول، قد وفى مقام العبودية، وكمل مراتب الرسالة، فكل أقواله وأفعاله وهديه وأخلاقه عبودية لله متعلقة بمحبوبات الله تعالى. ولم يكن في حقه صلى الله عليه وسلم شيء مباح محض لا ثواب فيه ولا أجر، فضلا عما ليس بمأمور، وهذا شأن العبد الرسول الذي اختار صلى الله عليه وسلم هذه المرتبة التي هي أعلى المراتب حين خير بين أن يكون رسولا ملكا، أو عبدا رسولا.\n[\nحديث أنزلوا الناس منازلهم\n]\nالحديث الخامس عشر عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ: «أَنْزِلُوا النَّاسَ منازلهم» رواه أبو داود.\nالجزء: 1 ¦ الصفحة: 35\n",
        "يا له من حديث حكيم، فيه الحث لأمته على مراعاة الحكمة. فإن الحكمة وضع الأشياء مواضعها، وتنزيلها منازلها، والله تعالى حكيم في خلقه وتقديره، وحكيم في شرعه وأمره ونهيه وقد أمر عباده بالحكمة ومراعاتها في كل شيء، وأوامر النبي صلى الله عليه وسلم وإرشاداته كلها تدور على الحكمة.\nفمنها: هذا الحديث الجامع، إذ أمر أن ننزل الناس منازلهم. وذلك في جميع المعاملات، وجميع المخاطبات، والتعلم والتعليم.\nفمن ذلك: أن الناس قسمان: قسم لهم حق خاص، كالوالدين والأولاد والأقارب، والجيران والأصحاب والعلماء، والمحسنين بحسب إحسانهم العام والخاص. فهذا القسم تنزيلهم منازلهم: القيام بحقوقهم المعروفة شرعا وعرفا، من البر والصلة والإحسان والتوقير والوفاء والمواساة، وجميع ما لهم من الحقوق، فهؤلاء يميزون عن غيرهم بهذه الحقوق الخاصة.\nوقسم ليس لهم مزية اختصاص بحق خاص، وإنما لهم حق الإسلام وحق الإنسانية، فهؤلاء حقهم المشترك: أن تمنع عنهم الأذى والضرر بقول أو فعل، وأن تحب للمسلمين ما تحب لنفسك من الخير وتكره لهم ما تكره لها من الشر، بل يجب منع الأذى عن جميع نوع الإنسان وإيصال ما تقدر عليه لهم من الإحسان.\nومما يدخل في هذا: أن يعاشر الخلق بحسب منازلهم، فالكبير له التوقير والاحترام، والصغير يعامله بالرحمة والرقة المناسبة لحاله، والنظير يعامله بما يجب أن يعامله به، وللأم حق خاص بها، وللزوجة حق آخر، ويعامل من يدل عليه ويثق به، ويتوسع معه، ما لا يعامل به من لا يثق به ولا يدل\nالجزء: 1 ¦ الصفحة: 36\n",
        "عليه. ويتكلم مع الملوك وأرباب الرئاسات بالكلام اللين المناسب لمراتبهم، ولهذا قال تعالى لموسى وهارون: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى - فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه: 43 - 44]\nويعامل العلماء بالتوقير والإجلال والتعلم، والتواضع لهم، وإظهار الافتقار والحاجة إلى علمهم النافع، وكثرة الدعاء لهم، خصوصا وقت تعليمهم وفتواهم الخاصة والعامة.\nومن ذلك: أمر الصغار بالخير، ونهيهم عن الشر بالرفق والترغيب، وبذل ما يناسب من الدنيا لتنشيطهم وتوجيههم إلى الخير، واجتناب العنف القولي والفعلي، ولهذا قال: «مروا أولادكم بالصلاة لسبع سنين، واضربوهم عليها لعشر» وكذلك سلك رسول الله صلى الله عليه وسلم مع المؤلفة قلوبهم - من العطاء الدنيوي الكثير - ما يحصل به التأليف، ويترتب عليه من المصالح، ولم يفعل ذلك مع من هو معروف بالإيمان الصادق تنزيلا للناس منازلهم.\nوكذلك مخاطبة الزوجة والأولاد الصغار بالخطاب اللائق بهم الذي فيه بسطهم، وإدخال السرور عليهم.\nوكذلك من تنزيل الناس منازلهم: أن تجعل الوظائف الدينية والدنيوية والممتزجة منهما للأكفاء المتميزين، الذين يفضلون غيرهم في ولاية تلك الوظيفة، فمعلوم أن ولاية الملك: أن الواجب فيها خصوصا - وفي غيرها عموما - مشاورة أهل الحل والعقد في تولية من يصلح لها ممن جمع بين القوة والشجاعة والحلم، ومعرفة السياسة الداخلية والخارجية، ومن له القوة الكافية لتنفيذ العدل، وإيصال الحقوق إلى أهلها، وردع الظلمة والمجرمين، وغير ذلك مما يدخل في الولاية.\nالجزء: 1 ¦ الصفحة: 37\n",
        "وكذلك ولاية القضاء: يختار لها الأعلم بالشرع وبالواقع، الأفضل في دينه وعقله وصفاته الحميدة.\nوكذلك ولاية الإمامة في المساجد في الجمعة والجماعة: يختار لها الأعلم بأحكام العبادات الأتقى، ثم الأمثل فالأمثل - وكذلك ولاية قيادة الجيوش: يختار لها أهل القوة والشجاعة والرأي والنصح، والمعرفة لفنون الحرب وأدواتها، وما يتبع ذلك مما تتوقف عليه هذه الوظيفة المهمة التي هي من أهم الوظائف وأخطرها، إلى غير ذلك من الولايات الكبار والصغار. فإنها داخلة في قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} [النساء: 58] وهذه الولايات من أعظم الأمانات. فيتعين أن تؤدى إلى أهلها، وأن يوظف فيها أهل الكفاءة بها، وكل وظيفة لها أكفاء مختصون، وهو داخل في هذا الحديث الشريف.\nوكذلك يدخل في ذلك معاملة العصاة والمجرمين، فمن رتب الشارع على جرمه عقوبة من حد ونحوه تعين ما عينه الشارع، لأنه هو عين المصلحة العامة الشاملة، ومن لم يعين له عقوبة، عزر بحسب حاله ومقامه، فمنهم من يكفيه التوبيخ والكلام المناسب لفعلته، ومنهم من لا يردعه إلا العقوبة البليغة.\nوكذلك في الصدقة والهدية، ليس عطية الطواف الذي يدور على الناس فتكفيه التمرة والتمرتان واللقمة واللقمتان كعطية الفقير المتعفف الذي أصابته العيلة بعد الغنى. وفي الأثر (ارحموا عزيز قوم ذل) .\nوكذلك يميز من له آثار وسوابق وغناء ونفع للمسلمين على من ليس كذلك.\nالجزء: 1 ¦ الصفحة: 38\n",
        "فهذه الأمور وما أشبهها داخلة في هذا الكلام الجامع الذي تواطأ عليه الشرع والعقل. وما رآه المسلمون حسنا فهو عند الله حسن.\n[حديث مَنْ ضَارَّ ضَارَّ اللَّهُ بِهِ وَمَنْ شَاقَّ شق]\nالحديث السادس عشر عن أبي صرمة (1) رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «مَنْ ضَارَّ ضَارَّ اللَّهُ بِهِ. وَمَنْ شَاقَّ شَقَّ (2) اللَّهُ عَلَيْهِ» رواه الترمذي وابن ماجه.\nهذا الحديث دل على أصلين من أصول الشريعة:\nأحدهما: أن الجزاء من جنس العمل في الخير والشر، وهذا من حكمة الله التي يحمد عليها، فكما أن من عمل ما يحبه الله أحبه الله، ومن عمل ما يبغضه أبغضه الله، ومن يسر على مسلم يسر الله عليه في الدنيا والآخرة، ومن فرج عن مؤمن كربة من كرب الدنيا فرج الله عنه كربة من كرب يوم القيامة، والله في حاجة العبد ما كان العبد في حاجة أخيه، كذلك من ضار مسلما ضره الله، ومن مكر به مكر الله به، ومن شق عليه شق الله عليه، إلى غير ذلك من الأمثلة الداخلة في هذا الأصل.\nالأصل الثاني: منع الضرر والمضارة، وأنه «لا ضرر ولا ضرار» وهذا يشمل أنواع الضرر كله.\nوالضرر يرجع إلى أحد أمرين: إما تفويت مصلحة، أو حصول مضرة بوجه من الوجوه، فالضرر غير المستحق لا يحل إيصاله وعمله مع الناس، بل يجب على الإنسان أن يمنع ضرره وأذاه عنهم من جميع الوجوه.\n(1) في الأصل \" حرمة \"، والصحيح ما أثبتناه \" الناشر \".\n(2) في الأصل \" شاق \"، والصحيح ما أثبتناه من رواية الترمذي \" الناشر \".\nالجزء: 1 ¦ الصفحة: 39\n",
        "فيدخل في ذلك: التدليس والغش في المعاملات وكتم العيوب فيها، والمكر والخداع والنجش، وتلقي الركبان، وبيع المسلم على بيع أخيه، والشراء على شرائه. ومثله الإجارات، وجميع المعاملات والخطبة على خطبة أخيه، وخطبة الوظائف التي فيها أهل لها قائم بها. فكل هذا من المضارة المنهي عنها.\nوكل معاملة من هذا النوع، فإن الله لا يبارك فيها، لأنه من ضار مسلما ضاره الله، ومن ضاره الله، ترحل عنه الخير، وتوجه إليه الشر وذلك بما كسبت يداه.\nويدخل في ذلك: مضارة الشريك لشريكه، والجار لجاره، بقول أو فعل حتى إنه لا يحل له أن يحدث بملكه ما يضر بجاره، فضلا عن مباشرة الإضرار به.\nويدخل في ذلك: مضارة الغريم لغريمه، وسعيه في المعاملات التي تضر بغريمه، حتى إنه لا يحل له أن يتصدق ويترك ما وجب عليه من الدين إلا بإذن غريمه، أو يرهن موجوداته أحد غرمائه دون الباقين، أو يقف، أو يعتق ما يضر بغريمه، أو ينفق أكثر من اللازم بغير إذنه.\nوكذلك الضرار في الوصايا: كما قال تعالى: {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ} [النساء: 12] بأن يخص أحد ورثته بأكثر مما له، أو ينقص الوارث، أو يوصي لغير وارثه بقصد الإضرار بالورثة.\nوكذلك لا يحل إضرار الزوج بزوجته من وجوه كثيرة: إما أن يعضلها ظلما لتفتدي منه، أو يراجعها لقصد الإضرار، أو يميل إلى إحدى زوجتيه ميلا يضر بالأخرى، ويجعلها كالمعلقة.\nومن ذلك: الحيف في الأحكام والشهادات والقسمة وغيرها على أحد الشخصين لنفع الآخر. فكل هذا داخل في المضارة، وفاعله مستحق للعقوبة،\nالجزء: 1 ¦ الصفحة: 40\n",
        "وأن يضار الله به.\nوأشد من ذلك: الوقيعة في الناس عند الولاة والأمراء، ليغريهم بعقوبته أو أخذ ماله، أو منعه من حق هو له، فإن من عمل هذا العمل فإنه باغ، فليتوقع العقوبة العاجلة والآجلة.\nومن هذا: «نهى النبي صلى الله عليه وسلم (أن يورد ممرض على مصح» لما في ذلك من الضرر.\nوكذلك نهى الجذمى ونحوهم عن مخالطة الناس، وهذا وغيره داخل في قوله تعالى: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا} [الأحزاب: 58] ونهى عن ترويع المسلم، ولو على وجه المزح.\nومن هذا السخرية بالخلق، والاستهزاء بهم، والوقيعة في أعراضهم، والتحريش بينهم. فكله داخل في المضارة والمشاقة الموجب للعقوبة.\nوكما يدل الحديث بمنطوقه: أن من ضار وشاق ضره الله وشق عليه، فإن مفهومه يدل على: أن من أزال الضرر والمشقة عن المسلم فإن الله يجلب له الخير، ويدفع عنه الضرر والمشاق، جزاء وفاقا، سواء كان متعلقا بنفسه أو بغيره.\n[حديث اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تمحها]\nالحديث السابع عشر عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ» رَوَاهُ الإمام أحمد والترمذي.\nالجزء: 1 ¦ الصفحة: 41\n",
        "هذا حديث عظيم جمع فيه رسول الله صلى الله عليه وسلم بين حق الله وحقوق العباد، فحق الله على عباده: أن يتقوه حق تقاته، فيتقوا سخطه وعذابه باجتناب المنهيات وأداء الواجبات.\nوهذه الوصية هي وصية الله للأولين والآخرين، ووصية كل رسول لقومه أن يقول: (اعبدوا الله واتقوه) .\nوقد ذكر الله خصال التقوى في قوله تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} [البقرة: 177] وفي قوله: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ} [آل عمران: 133] ثم ذكر خصال التقوى فقال: {الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} [آل عمران: 134]\nفوصف المتقين بالإيمان بأصوله وعقائده وأعماله الظاهرة والباطنة وبأداء العبادات البدنية والعبادات المالية، والصبر في البأساء والضراء وحين البأس، وبالعفو عن الناس، واحتمال أذاهم، والإحسان إليهم، وبمبادرتهم إذا فعلوا فاحشة أو ظلموا أنفسهم بالاستغفار والتوبة، فأمر صلى الله عليه وسلم ووصى بملازمة التقوى حيثما كان العبد في كل وقت وكل مكان، وكل حالة من أحواله، لأنه مضطر إلى التقوى غاية الاضطرار، لا يستغني عنها في كل حالة\nالجزء: 1 ¦ الصفحة: 42\n",
        "من أحواله.\nثم لما كان العبد لا بد أن يحصل منه تقصير في حقوق التقوى وواجباتها أمر صلى الله عليه وسلم بما يدفع ذلك ويمحوه، وهو أن يتبع الحسنة السيئة \" والحسنة \" اسم جامع لكل ما يقرب إلى الله تعالى: وأعظم الحسنات الدافعة للسيئات التوبة النصوح والاستغفار والإنابة إلى الله بذكره وحبه، وخوفه ورجائه، والطمع فيه وفي فضله كل وقت. ومن ذلك الكفارات المالية والبدنية التي حددها الشارع.\nومن الحسنات التي تدفع السيئات: العفو عن الناس، والإحسان إلى الخلق من الآدميين وغيرهم، وتفريج الكربات، والتيسير على المعسرين، وإزالة الضرر والمشقة عن جميع العالمين. قال تعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} [هود: 114]\nوقال صلى الله عليه وسلم: «الصَّلَوَاتُ الْخَمْسُ، وَالْجُمُعَةُ إِلَى الْجُمُعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ مُكَفِّرَاتٌ لِمَا بينهن ما اجتنبت الكبائر» وكم في النصوص من ترتيب المغفرة على كثير من الطاعات.\nومما يكفر الله به الخطايا: المصائب، فإنه لا يصيب المؤمن من هم ولا غم ولا أذى، حتى الشوكة يشاكها، إلا كفر الله عنه بها خطاياه. وهي إما فوات محبوب، أو حصول مكروه، بدني، أو قلبي، أو مالي، داخلي أو خارجي، لكن المصائب بغير فعل العبد. فلهذا أمره بما هو من فعله، وهو أن يتبع الحسنة السيئة.\nثم لما ذكر حق الله - وهو الوصية بالتقوى الجامعة لعقائد الدين وأعماله الباطنة والظاهرة - قال: «وخالق الناس بخلق حسن» .\nوأول الخلق الحسن: أن تكف عنهم أذاك من كل وجه، وتعفو عن\nالجزء: 1 ¦ الصفحة: 43\n",
        "مساوئهم وأذيتهم لك، ثم تعاملهم بالإحسان القولي والإحسان الفعلي وأخص ما يكون بالخلق الحسن: سعة الحلم على الناس، والصبر عليهم، وعدم الضجر منهم، وبشاشة الوجه، ولطف الكلام والقول الجميل المؤنس للجليس، المدخل عليه السرور، المزيل لوحشته ومشقة حشمته. وقد يحسن المزح أحيانا إذا كان فيه مصلحة، لكن لا ينبغي الإكثار منه، وإنما المزح في الكلام كالملح في الطعام، إن عدم أو زاد على الحد فهو مذموم.\nومن الخلق الحسن: أن تعامل كل أحد بما يليق به، ويناسب حاله من صغير وكبير، وعاقل وأحمق، وعالم وجاهل.\nفمن اتقى الله، وحقق تقواه، وخالق الناس على اختلاف طبقاتهم بالخلق الحسن، فقد حاز الخير كله؛ لأنه قام بحق الله وحقوق العباد. ولأنه كان من المحسنين في عبادة الله، المحسنين إلى عباد الله.\n[\nحديث الظلم ظلمات يوم القيامة\n]\nالحديث الثامن عشر عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «الظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ» مُتَّفَقٌ عليه.\nهذا الحديث فيه التحذير من الظلم، والحث على ضده، وهو العدل. والشريعة كلها عدل، آمرة بالعدل، ناهية عن الظلم. قال تعالى: {قُلْ أَمَرَ رَبِّي بِالْقِسْطِ} [الأعراف: 29] {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ} [النحل: 90] {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} [الأنعام: 82]\nفإن الإيمان أصوله وفروعه، باطنه وظاهره - كله عدل، وضده ظلم.\nالجزء: 1 ¦ الصفحة: 44\n",
        "فأعدل العدل وأصله: الاعتراف وإخلاص التوحيد لله، والإيمان بصفاته وأسمائه الحسنى، وإخلاص الدين والعبادة له، وأعظم الظلم، وأشده الشرك بالله، كما قال تعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: 13]\nوذلك أن العدل وضع الشيء في موضعه، والقيام بالحقوق الواجبة، والظلم عكسه، فأعظم الحقوق وأوجبها: حق الله على عباده: أن يعرفوه ويعبدوه، ولا يشركوا به شيئا، ثم القيام بأصول الإيمان، وشرائع الإسلام من إقام الصلاة وإيتاء الزكاة وصيام رمضان، وحج البيت الحرام، والجهاد في سبيل الله قولا وفعلا، والتواصي بالحق، والتواصي بالصبر.\nومن الظلم: الإخلال بشيء من ذلك، كما أن من العدل: القيام بحقوق النبي صلى الله عليه وسلم من الإيمان به ومحبته، وتقديمها على محبة الخلق كلهم، وطاعته وتوقيره وتبجيله، وتقديم أمره وقوله على أمر غيره وقوله.\nومن الظلم العظيم: أن يخل العبد بشيء من حقوق النبي صلى الله عليه وسلم الذي هو أولى بالمؤمنين من أنفسهم، وأرحم بهم وأرأف بهم من كل أحد من الخلق، وهو الذي لم يصل إلى أحد خير إلا على يديه.\nومن العدل: بر الوالدين، وصلة الأرحام، وأداء حقوق الأصحاب والمعاملين. ومن الظلم: الإخلال بذلك.\nومن العدل: قيام كل من الزوجين بحق الآخر، ومن أخل بذلك منهما فهو ظالم.\nوظلم الناس أنواع كثيرة، يجمعها قوله صلى الله عليه وسلم في خطبته في حجة الوداع: «إن دماءكم وأموالكم وأعراضكم عليكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا» .\nالجزء: 1 ¦ الصفحة: 45\n",
        "فالظلم كله بأنواعه ظلمات يوم القيامة، يعاقب أهلها على قدر ظلمهم، ويجازى المظلومون من حسنات الظالمين، فإن لم يكن لهم حسنات أو فنيت أخذ من سيئاتهم فطرحت على الظالمين.\nوالعدل كله نور يوم القيامة: {يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} [الحديد: 12]\nوالله تعالى حرم الظلم على نفسه، وجعله بين عباده محرما. فالله تعالى على صراط مستقيم في أقواله وأفعاله وجزائه، وهو العدل. وقد نصب لعباده الصراط المستقيم الذي يرجع إلى العدل، ومن عدل عنه عدل إلى الظلم والجور الموصل إلى الجحيم.\nوالظلم ثلاثة أنواع: نوع لا يغفره الله، وهو الشرك بالله: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} [النساء: 48]\nونوع لا يترك الله منه شيئا، وهو ظلم العباد بعضهم لبعض، فمن كمال عدله: أن يقص الخلق بعضهم من بعض بقدر مظالمهم.\nونوع تحت مشيئة الله: إن شاء عاقب عليه، وإن شاء عفا عن أهله، وهو الذنوب التي بين العباد وبين ربهم فيما دون الشرك.\n[حديث انْظُرُوا إِلَى مَنْ هُوَ أَسْفَلَ مِنْكُمْ وَلَا تنظروا إلى من هو فوقكم]\nالحديث التاسع عشر عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «انْظُرُوا إِلَى مَنْ هُوَ أَسْفَلَ مِنْكُمْ، وَلَا تَنْظُرُوا إِلَى مَنْ هُوَ فَوْقَكُمْ، فَهُوَ أَجْدَرُ أَنْ لَا تَزْدَرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ» مُتَّفَقٌ عليه.\nالجزء: 1 ¦ الصفحة: 46\n",
        "يا لها من وصية نافعة، وكلمة شافية وافية، فهذا يدل على الحث على شكر الله بالاعتراف بنعمه، والتحدث بها، والاستعانة بها على طاعة المنعم، وفعل جميع الأسباب المعينة على الشكر. فإن الشكر لله هو رأس العبادة، وأصل الخير، وأوجبه على العباد، فإنه ما بالعباد من نعمة ظاهرة ولا باطنة، خاصة أو عامة إلا من الله. وهو الذي يأتي بالخير والحسنات، ويدفع السوء والسيئات. فيستحق أن يبذل له العباد من الشكر ما تصل إليه قواهم، وعلى العبد أن يسعى بكل وسيلة توصله وتعينه على الشكر.\nوقد أرشد صلى الله عليه وسلم إلى هذا الدواء العجيب، والسبب القوي لشكر نعم الله. وهو أن يلحظ العبد في كل وقت من هو دونه في العقل والنسب والمال وأصناف النعم. فمتى استدام هذا النظر اضطره إلى كثرة شكر ربه والثناء عليه، فإنه لا يزال يرى خلقا كثيرا دونه بدرجات في هذه الأوصاف، ويتمنى كثير منهم أن يصل إلى قريب مما أوتيه من عافية ومال ورزق، وخلق وخلق، فيحمد الله على ذلك حمدا كثيرا، ويقول: الحمد لله الذي أنعم علي وفضلني على كثير ممن خلق تفضيلا.\nينظر إلى خلق كثير ممن سلبوا عقولهم، فيحمد ربه على كمال العقل، ويشاهد عالما كثيرا ليس لهم قوت مدخر، ولا مساكن يأوون إليها، وهو مطمئن في مسكنه، موسع عليه رزقه.\nويرى خلقا كثيرا قد ابتلوا بأنواع الأمراض، وأصناف الأسقام وهو معافى من ذلك، مسربل بالعافية. ويشاهد خلقا كثيرا قد ابتلوا ببلاء أفظع من ذلك، بانحراف الدين، والوقوع في قاذورات المعاصي، والله قد حفظه منها\nالجزء: 1 ¦ الصفحة: 47\n",
        "أو من كثير منها.\nويتأمل أناسا كثيرين قد استولى عليهم الهم، وملكهم الحزن والوساوس، وضيق الصدر، ثم ينظر إلى عافيته من هذا الداء، ومنة الله عليه براحة القلب، حتى ربما كان فقيرا يفوق بهذه النعمة - نعمة القناعة وراحة القلب - كثيرا من الأغنياء.\nثم من ابتلي بشيء من هذه الأمور يجد عالما كثيرا أعظم منه وأشد مصيبة، فيحمد الله على وجود العافية وعلى تخفيف البلاء، فإنه ما من مكروه إلا ويوجد مكروه أعظم منه.\nفمن وفق للاهتداء بهذا الهدي الذي أرشد إليه النبي صلى الله عليه وسلم لم يزل شكره في قوة ونمو، ولم تزل نعم الله عليه تترى وتتوالى. ومن عكس القضية فارتفع نظره وصار ينظر إلى من هو فوقه في العافية والمال والرزق وتوابع ذلك، فإنه لا بد أن يزدري نعمة الله، ويفقد شكره. ومتى فقد الشكر ترحلت عنه النعم، وتسابقت إليه النقم، وامتحن بالغم الملازم، والحزن الدائم، والتسخط لما هو فيه من الخير، وعدم الرضى بالله ربا ومدبرا. وذلك ضرر في الدين والدنيا وخسران مبين.\nواعلم أن من تفكر في كثرة نعم الله، وتفطن لآلاء (1) الله الظاهرة والباطنة، وأنه لا وسيلة إليها إلا محض فضل الله وإحسانه، وأن جنسا من نعم الله لا يقدر العبد على إحصائه وتعداده، فضلا عن جميع الأجناس، فضلا عن شكرها، فإنه يضطر إلى الاعتراف التام بالنعم، وكثرة الثناء على الله، ويستحي من ربه أن يستعين بشيء من نعمه على ما لا يحبه ويرضاه، وأوجب له الحياء من ربه\n(1) نعمه.\nالجزء: 1 ¦ الصفحة: 48\n",
        "الذي هو من أفضل شعب الإيمان، فاستحيا من ربه أن يراه حيث نهاه، أو يفقده حيث أمره.\nولما كان على الشكر مدار الخير وعنوانه قال صلى الله عليه وسلم عنه لمعاذ بن جبل: «إني أحبك، فلا تدعن أن تقول دبر كل صلاة مكتوبة: (اللهم أعني على ذكرك وشكرك وحسن عبادتك» وكان يقول: «اللهم اجعلني لك شكارا، لك ذكارا. اللهم اجعلني أعظم شكرك، وأكثر ذكرك، وأتبع نصحك، وأحفظ وصيتك» .\nوقد اعترف أعظم الشاكرين بالعجز عن شكر نعم الله، فقال صلى الله عليه وسلم: «لا أحصي ثناء عليك، أنت كما أثنيت على نفسك» والله أعلم.\n[حديث لَا يَقْبَلُ اللَّهُ صَلَاةَ أَحَدِكُمْ إِذَا أَحْدَثَ حتى يتوضأ]\nالحديث العشرون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لَا يَقْبَلُ اللَّهُ صَلَاةَ أَحَدِكُمْ - إِذَا أَحْدَثَ - حتى يتوضأ» متفق عليه.\nيدل الحديث بمنطوقه: أن من لم يتوضأ إذا أحدث فصلاته غير مقبولة: أي غير صحيحة، ولا مجزئة، وبمفهومه: أن من توضأ قبلت صلاته: أي مع بقية ما يجب ويشترط للصلاة ; لأن الشارع يعلق كثيرا من الأحكام على أمور معينة لا تكفي وحدها لترتب الحكم، حتى ينضم إليها بقية الشروط، وحتى تنتفي الموانع. وهذا الأصل الشرعي متفق عليه بين أهل العلم ; لأن العبادة التي تحتوي على أمور كثيرة - كالصلاة مثلا - لا يشترط أن تجمع أحكامها في كلام الشارع في موضع واحد، بل يجمع جميع ما ورد فيها من الأحكام، فيؤخذ مجموع أحكامها من نصوص متعددة. وهذا من أكبر الأسباب لوضع الفقهاء علوم الفقه والأحكام، وترتيبها وتبويبها، وضم الأجناس والأنواع\nالجزء: 1 ¦ الصفحة: 49\n",
        "بعضها لبعض للتقريب على غيرهم. فلهم في ذلك اليد البيضاء فجزاهم الله عن الإسلام والمسلمين خير الجزاء.\nوهذا الأصل ينبغي أن تعتبره في كل موضع. وهو أن الأحكام لا تتم إلا باجتماع شروطها ولوازمها، وانتفاء موانعها.\nوالحدث يشمل جميع نواقض الوضوء فيدخل فيه الخارج من السبيلين، والنوم الناقض للوضوء، والخارج الفاحش من بقية البدن إذا كان نجسا، وأكل لحم الإبل، ولمس المرأة لشهوة، ولمس الفرج باليد، وفي بعضها خلاف.\nفكل من وجد منه شيء من هذه النواقض لم تصح صلاته، حتى يتوضأ الوضوء الشرعي، فيغسل الأعضاء التي نص الله عليها في سورة المائدة، مع الترتيب والموالاة، أو يتطهر بالتراب بدل الماء عند تعذر استعمال الماء: إما لعدمه، وإما لخوفه باستعماله الضرر.\nوفي هذا دليل على أنه لو صلى ناسيا أو جاهلا حدثه فعليه الإعادة لعموم الحديث، وهو متفق عليه. فهو وإن كان مثابا على فعله صورة الصلاة وما فيها من العبادات، لكن عليه الإعادة لإبراء ذمته. وهذا بخلاف من تطهر ونسي ما على بدنه أو ثوبه من النجاسة، فإنه لا إعادة عليه على الصحيح ; لأن الطهارة من باب فعل الأمور التي لا تبرأ الذمة إلا بفعلها. وأما اجتناب النجاسة فإنه من باب اجتناب المحظور الذي إذا فعل والإنسان معذور، فلا إعادة عليه.\nالجزء: 1 ¦ الصفحة: 50\n",
        "[حديث عَشْرٌ مِنَ الْفِطْرَةِ قَصُّ الشَّارِبِ وَإِعْفَاءُ اللِّحْيَةِ. . .]\nالحديث الحادي والعشرون عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّه صلى الله عليه وسلم: «عَشْرٌ مِنَ الْفِطْرَةِ: قَصُّ الشَّارِبِ، وَإِعْفَاءُ اللِّحْيَةِ، وَالسِّوَاكُ، واستنشاق الماء، وقص الأظافر، وَغَسْلُ الْبَرَاجِمِ، وَنَتْفُ الْإِبْطِ، وَحَلْقُ الْعَانَةِ، وَانْتِقَاصُ الْمَاءِ، يَعْنِي الِاسْتِنْجَاءَ» قَالَ الرَّاوِي: وَنَسِيتُ الْعَاشِرَةَ إلا أن تكون المضمضة. رواه مسلم.\n\" الفطرة \" هي الخلقة التي خلق الله عباده عليها، وجعلهم مفطورين عليها: على محبة الخير وإيثاره، وكراهة الشر ودفعه، وفطرهم حنفاء مستعدين، لقبول الخير والإخلاص لله، والتقرب إليه، وجعل تعالى شرائع الفطرة نوعين.\nأحدهما: يطهر القلب والروح، وهو الإيمان بالله وتوابعه: من خوفه ورجائه، ومحبته والإنابة إليه. قال تعالى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ - مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ} [الروم: 30 - 31] فهذه تزكي النفس، وتطهر القلب وتنميه، وتذهب عنه الآفات الرذيلة، وتحليه بالأخلاق الجميلة، وهي كلها ترجع إلى أصول الإيمان وأعمال القلوب.\nوالنوع الثاني: ما يعود إلى تطهير الظاهر ونظافته، ودفع الأوساخ والأقذار عنه، وهي هذه العشرة، وهي من محاسن الدين الإسلامي ; إذ هي كلها تنظيف للأعضاء، وتكميل لها، لتتم صحتها وتكون مستعدة لكل ما يراد (1) منها.\n(1) في الأصل \" يراه \" والصحيح ما أثبتناه.\nالجزء: 1 ¦ الصفحة: 51\n",
        "فأما المضمضة والاستنشاق: فإنها مشروعان في طهارة الحدث الأصغر والأكبر بالاتفاق، وهما فرضان فيهما من تطهير الفم والأنف وتنظيفهما، لأن الفم والأنف يتوارد عليهما كثير من الأوساخ والأبخرة ونحوها، وهو مضطر إلى ذلك وإزالته، وكذلك السواك يطهر الفم. فهو \" مطهرة للفم مرضاة للرب \" ولهذا يشرع كل وقت ويتأكد عند الوضوء والصلاة والانتباه من النوم، وتغير الفم، وصفرة الأسنان، ونحوها.\nوأما قص الشارب أو حفه حتى تبدو الشفة، فلما في ذلك من النظافة، والتحرز مما يخرج من الأنف، فإن شعر الشارب إذا تدلى على الشفة باشر به ما يتناوله من مأكول ومشروب، مع تشويه الخلقة بوفرته، وإن استحسنه من لا يعبأ به. وهذا بخلاف اللحية، فإن الله جعلها وقارا للرجل وجمالا له. ولهذا يبقى جماله في حال كبره بوجود شعر اللحية. واعتبر ذلك بمن يعصي الرسول صلى الله عليه وسلم فيحلقها، كيف يبقى وجهه مشوها قد ذهبت محاسنه وخصوصا وقت الكبر، فيكون كالمرأة العجوز إذا وصلت إلى هذه السن ذهبت محاسنها، ولو كانت في صباها من أجمل النساء وهذا محسوس، ولكن العوائد والتقليد الأعمى يوجب استحسان القبيح واستقباح الحسن.\nوأما قص الأظفار ونتف الإبط، وغسل البراجم، وهي مطاوي البدن التي تجتمع فيها الأوساخ - فلها من التنظيف وإزالة المؤذيات ما لا يمكن جحده، وكذلك حلق العانة.\nوأما الاستنجاء - وهو إزالة الخارج من السبيلين بماء أو حجر - فهو لازم وشرط من شروط الطهارة.\nالجزء: 1 ¦ الصفحة: 52\n",
        "فعلمت أن هذه الأشياء كلها تكمل ظاهر الإنسان وتطهره وتنظفه، وتدفع عنه الأشياء الضارة والمستقبحة والنظافة من الإيمان.\nوالمقصود: أن الفطرة هي شاملة لجميع الشريعة باطنها وظاهرها ; لأنها تنقي الباطن من الأخلاق الرذيلة، وتحليه بالأخلاق الجميلة التي ترجع إلى عقائد الإيمان والتوحيد، والإخلاص لله والإنابة إليه وتنفي الظاهر من الأنجاس والأوساخ وأسبابها، وتطهره الطهارة الحسية والطهارة المعنوية، ولهذا قال صلى الله عليه وسلم: «الطهور شطر الإيمان» وقال تعالى: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة: 222]\nفالشريعة كلها طهارة وزكاء وتنمية وتكميل، وحث على معالي الأمور، ونهي عن سفسافها، والله أعلم.\n[\nحديث الماء طهور لا ينجسه شيء\n]\nالحديث الثاني والعشرون عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «الْمَاءُ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ» . رَوَاهُ أحمد والترمذي وأبو داود والنسائي.\nهذا الحديث الصحيح يدل على أصل جامع، وهو أن الماء - أي جميع المياه النابعة من الأرض طاهرة، والنازلة من السماء الباقية على خلقتها، أو المتغيرة بمقرها أو ممرها، أو بما يلقى فيها من الطاهرات ولو تغيرا كثيرا - طاهرة تستعمل في الطهارة وغيرها. ولا يستثنى من هذا الكلام الجامع إلا الماء المتغير لونه أو طعمه أو ريحه بالنجاسة، كما في بعض ألفاظ هذا الحديث.\nوقد اتفق العلماء على نجاسة الماء المتغير بالنجاسة، واستدل عليه الإمام أحمد وغيره بقوله تعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ} [المائدة: 3]\nالجزء: 1 ¦ الصفحة: 53\n",
        "إلى آخر الآية [المائدة: 3] . يعني: ومتى ظهرت أوصاف هذه الأشياء المحرمة في الماء صار نجسا خبيثا.\nوهذا الحديث وغيره يدل على أن الماء المتغير بالطاهرات طهور، وعلى أن ما خلت به المرأة لا يمنع منه مطلقا، وعلى طهورية ما انغمست فيه يد القائم من نوم الليل، وإنما ينهى القائم من النوم عن غمسها حتى يغسلها ثلاثا. وأما المنع من الماء، فلا يدل الحديث عليه.\nوالمقصود: أن هذا الحديث يدل على أن الماء قسمان: نجس، وهو ما تغير أحد أوصافه بالنجاسة، قليلا كان أو كثيرا. وطهور، وهو ما ليس كذلك، وأن إثبات نوع ثالث - لا طهور ولا نجس، بل طاهر غير مطهر، ليس عليه دليل شرعي، فيبقى على أصل الطهورية.\nويؤيد هذا العموم قوله تعالى: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} [المائدة: 6]\nوهذا عام في كل ماء، لأنه نكرة في سياق النفي، فيشمل كل ماء خرج منه الماء النجس للإجماع عليه.\nودل هذا الحديث أيضا: أن الأصل في المياه الطهارة. وكذلك في غيرها، فمتى حصل الشك في شيء منها: هل وجد فيه سبب التنجيس أم لا؟ فالأصل الطهارة.\n[حديث إِنَّهَا لَيْسَتْ بِنَجِسٍ إِنَّهَا مِنَ الطَّوَّافِينَ عَلَيْكُمْ والطوافات]\nالحديث الثالث والعشرون عَنْ أَبِي قَتَادَةَ رضي الله عنه قَالَ: قال رسول الله صلى الله عليه وسلم فِي الْهِرَّةِ: «إِنَّهَا لَيْسَتْ بِنَجِسٍ، إِنَّهَا مِنَ الطَّوَّافِينَ عَلَيْكُمْ وَالطَّوَّافَاتِ» رَوَاهُ مَالِكٌ وَأَحْمَدُ وَأَهْلُ السنن الأربع.\nالجزء: 1 ¦ الصفحة: 54\n",
        "هذا الحديث محتو على أصلين:\nأحدهما: أن المشقة تجلب التيسير، وذلك أصل كبير من أصول الشريعة، من جملته: أن هذه الأشياء التي يشق التحرز منها طاهرة، لا يجب غسل ما باشرت بفيها أو يدها أو رجلها، لأنه علل ذلك بقوله: «إنها من الطوافين عليكم والطوافات» كما أباح الاستجمار في محل الخارج من السبيلين، ومسح ما أصابته النجاسة من النعلين والخفين، وأسفل الثوب، وعفا عن يسير طين الشوارع النجس، وأبيح الدم الباقي في اللحم والعروق بعد الدم المسفوح، وأبيح ما أصابه فم الكلب من الصيد، وما أشبه ذلك مما يجمعه علة واحدة، وهي المشقة.\nالثاني: أن الهرة وما دونها في الخلقة كالفأرة ونحوها طاهرة في الحياة لا ينجس ما باشرته من طعام وشراب وثياب وغيرها، ولذلك قال أصحابنا: الحيوانات أقسام خمسة: من حيث الطهارة، النجاسة.\nأولها: نجس حيا وميتا في ذاته وأجزائه وفضلاته، وذلك كالكلاب والسباع كلها، والخنزير ونحوها.\nالثاني: ما كان طاهرا في الحياة نجسا بعد الممات، وذلك كالهرة وما دونها في الخلقة، ولا تحله الذكاة ولا غيرها.\nالثالث: ما كان طاهرا في الحياة وبعد الممات، ولكنه لا يحل أكله، وذلك كالحشرات التي لا دم لها سائل.\nالرابع: ما كان طاهرا في الحياة وبعد الذكاة، وذلك كالحيوانات المباح أكلها، كبهيمة الأنعام ونحوها.\nالخامس: ما كان طاهرا في الحياة وبعد الممات، ذُكِّيَ أو لم يذك وهو\nالجزء: 1 ¦ الصفحة: 55\n",
        "حلال، وذلك كحيوانات البحر كلها والجراد.\nواستدل كثير من أهل العلم بقوله صلى الله عليه وسلم: «إنها من الطوافين عليكم والطوافات» بطهارة الصبيان، وطهارة أفواههم، ولو بعد ما أصابتها النجاسة، وكذلك طهارة ريق الحمار والبغل وعرقه وشعره. وأين مشقة الهر من مشقة الحمار والبغل؟\nويدل عليه: أنه صلى الله عليه وسلم كان يركبها هو وأصحابه، ولم يكونوا يتوقون منها ما ذكرنا، وهذا هو الصواب.\nوأما قوله صلى الله عليه وسلم في لحوم الحمر يوم خيبر: «إنها رجس» أي: لحمها رجس نجس حرام أكله، وأما ريقها وعرقها وشعرها: فلم ينه عنه، ولم يتوقه صلى الله عليه وسلم.\nوأما الكلاب: فإنه صلى الله عليه وسلم أمر بغسل ما ولغت فيه سبع مرات إحداهن بالتراب.\n[حديث الصَّلَوَاتُ الْخَمْسُ وَالْجُمُعَةُ إِلَى الْجُمُعَةِ وَرَمَضَانُ إِلَى رمضان مكفرات لما بينهن. . .]\nالحديث الرابع والعشرون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «الصَّلَوَاتُ الْخَمْسُ، وَالْجُمُعَةُ إِلَى الْجُمُعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ، مُكَفِّرَاتٌ لِمَا بَيْنَهُنَّ مَا اجْتُنِبَتِ الْكَبَائِرُ» رواه مسلم.\nهذا الحديث يدل على عظيم فضل الله وكرمه بتفضيله هذه العبادات الثلاث العظيمة، وأن لها عند الله المنزلة العالية، وثمراتها لا تعد ولا تحصى.\nفمن ثمراتها: أن الله جعلها مكملة لدين العبد وإسلامه، وأنها منمية للإيمان، مسقية لشجرته. فإن الله غرس شجرة الإيمان في قلوب المؤمنين بحسب إيمانهم، وقدر من ألطافه وفضله من الواجبات والسنن ما يسقي\nالجزء: 1 ¦ الصفحة: 56\n",
        "هذه الشجرة وينميها، ويدفع عنها الآفات حتى تكمل وتؤتي أكلها كل حين بإذن ربها، وجعلها تنفي عنها الآفات.\nفالذنوب ضررها عظيم، وتنقيصها للإيمان معلوم.\nفهذه الفرائض الثلاث الصلاة والجمعة والصوم مكفرات للذنوب إذا تجنب العبد كبائر الذنوب غفر الله بها الصغائر والخطيئات، وهي من أعظم ما يدخل في قوله تعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} [هود: 114] كما أن الله جعل من لطفه تجنب الكبائر سببا لتكفير الصغائر، قال تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا} [النساء: 31]\nأما الكبائر، فلا بد لها من توبة.\nوعلم من هذا الحديث: أن كل نص جاء فيه تكفير بعض الأعمال الصالحة للسيئات، فإنما المراد به الصغائر؛ لأن هذه العبادات الكبار إذا كانت لا تكفر بها الكبائر فكيف بما دونها؟\nوالحديث صريح في أن الذنوب قسمان: كبائر، وصغائر.\nوقد كثر كلام الناس في الفرق بين الصغائر والكبائر، وأحسن ما قيل: إن الكبيرة ما رتب عليه حد في الدنيا، أو توعد عليه بالآخرة أو لعن صاحبه، أو رتب عليه غضب ونحوه، والصغائر ما عدا ذلك.\nأو يقال: الكبائر: ما كان تحريمه تحريم المقاصد، والصغائر: ما حرم تحريم الوسائل، فالوسائل: كالنظرة المحرمة مع الخلوة بالأجنبية، والكبيرة: نفس الزنا، وكربا الفضل مع ربا النسيئة، ونحو ذلك. . والله أعلم.\nالجزء: 1 ¦ الصفحة: 57\n",
        "[\nحديث صلوا كما رأيتموني أصلي\n]\nالحديث الخامس والعشرون عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي، وَإِذَا حَضَرَتِ الصَّلَاةُ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ، وَلْيَؤُمَّكُمْ أَكْبَرُكُمْ» مُتَّفَقٌ عليه.\nهذا الحديث احتوى على ثلاث جمل، أولها أعظمها:\nالجملة الأولى: قوله: «إذا حضرت الصلاة فليؤذن لكم أحدكم» فيه مشروعية الأذان ووجوبه للأمر به، وكونه بعد دخول الوقت. ويستثنى من ذلك صلاة الفجر فإنه صلى الله عليه وسلم قال: «إن بلالا يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم فإنه لا ينادي حتى يقال له: أصبحت، أصبحت» وإن الأذان فرض كفاية، لا فرض عين، لأن الأمر من الشارع إن خوطب به كل شخص مكلف وطلب حصوله منه، فهو فرض عين. وإن طلب حصوله فقط، بقطع النظر عن الأعيان، فهو فرض كفاية. وهنا قال: «فليؤذن لكم أحدكم» وألفاظ الأذان معروفة.\nوينبغي أن يكون المؤذن: صيتا أمينا، عالما بالوقت، متحريا له؛ لأنه أعظم لحصول المقصود، ويكفي من يحصل به الإعلام غالبا.\nوالحديث يدل على وجوب الأذان في الحضر والسفر، والإقامة من تمام الأذان، لأن الأذان: الإعلام بدخول الوقت للصلاة، والإقامة: الإعلام بالقيام إليها.\nوقد وردت النصوص الكثيرة بفضله، وكثرة ثوابه، واستحباب إجابة المؤذن، وأن يقول المجيب مثل ما يقول المؤذن إلا إذا قال: \" حي على الصلاة،\nالجزء: 1 ¦ الصفحة: 58\n",
        "حي على الفلاح \" فيقول كلمة الاستعانة بالله على ما دعا إليه من الصلاة والفلاح الذي هو الخير كله: \" لا حول ولا قوة إلا بالله \" ثم يصلي على النبي صلى الله عليه وسلم ويقول: \" اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدا الوسيلة والفضيلة، وابعثه مقاما محمودا الذي وعدته \" ثم يدعو لنفسه ; لأنه من مواطن الإجابة التي ينبغي للداعي قصدها.\nالجملة الثانية: «وليؤمكم أكبركم» فيه: وجوب صلاة الجماعة وأن أقلها إمام ومأموم، وأن الأولى بالإمامة أقومهم بمقصود الإمامة، كما ثبت في الصحيح: «يؤم القوم أقرؤهم لكتاب الله، فإن كانوا في القراءة سواء، فأعلمهم بالسنة، فإن كانوا في السنة سواء فأقدمهم هجرة أو إسلاما» فإذا كانوا متقاربين - كما في هذا الحديث - كان الأولى منهما أكبرهما ; فإن تقديم الأكبر مشروع في كل أمر طلب فيه الترتيب، إذا لم يكن للصغير مزيد فضل، لقوله صلى الله عليه وسلم «كبر كبر» .\nوإذا ترتبت الصلاة بإمام ومأموم، فإنما جعل الإمام ليؤتم به، فإذا كبر: كبر من وراءه، وإذا ركع، وسجد، ورفع: تبعه من بعده وينهى عن موافقته في أفعال الصلاة. وأما مسابقته الإمام، والتقدم عليه في ركوع أو سجود، أو خفض أو رفع، فإن ذلك حرام، مبطل للصلاة، فيؤمر المأمومون بالاقتداء بإمامهم، وينهون عن الموافقة والمسابقة والتخلف الكثير، فإن كانوا اثنين فأكثر فالأفضل: أن يصفوا خلفه، ويجوز عن يمينه، أو عن جانبيه، والرجل الواحد يصف عن يمين الإمام، والمرأة خلف الرجل، أو الرجال، وتقف وحدها، إلا إذا كان معها نساء فيكن كالرجال في وجوب المصافة، وإن وقف\nالجزء: 1 ¦ الصفحة: 59\n",
        "الرجل الواحد خلف الإمام أو خلف الصف لغير عذر بطلت صلاته.\nوعلى الإمام تحصيل مقصود الإمامة من الجهر بالتكبير في الانتقالات والتسميع، ومن الجهر في القراءة الجهرية، وعليه مراعاة المأمومين في التقدم والتأخر، والتخفيف مع الإتمام.\nالجملة الثالثة: - وهي الأولى في هذا الحديث - قوله: «صلوا كما رأيتموني أصلي» وهذا تعليم منه صلى الله عليه وسلم بالقول والفعل، كما فعل ذلك في الحج، حيث كان يقوم بأداء المناسك ويقول للناس: «خذوا عني مناسككم» وهذه الجملة تأتي على جميع ما كان يفعله ويقوله ويأمر به في الصلاة، وذلك بأن يستكمل العبد جميع شروط الصلاة (كيفيتها) ، ثم يقوم إلى صلاته ويستقبل القبلة، ناويا الصلاة المعينة بقلبه، ويقول \" الله أكبر \" ثم يستفتح، ويتعوذ بما ثبت عن النبي صلى الله عليه وسلم من أنواع الاستفتاحات والتعوذات، ويقرأ \" بسم الله الرحمن الرحيم \" ثم يقرأ الفاتحة، وسورة طويلة في صلاة الفجر، وقصيرة في صلاة المغرب، وبين ذلك في بقية الصلوات، ثم يركع مكبرا رافعا يديه حذو منكبيه في ركوعه وفي رفعه منه في كل ركعة، وعند تكبيرة الإحرام، وإذا قام من التشهد الأول على الصحيح في الصلاة الرباعية والثلاثية، ويقول \" سبحان ربي العظيم \" مرة واجبة، وأقل الكمال: ثلاث مرات، فأكثر، وكذلك تسبيح السجود قول: \" سبحان ربي الأعلى \" ثم يرفع رأسه قائلا - إماما ومنفردا -: \" سمع الله لمن حمده، ربنا ولك الحمد، حمدا كثيرا طيبا مباركا فيه \" وكذلك المأموم، إلا أنه لا يقول: \" سمع الله لمن حمده \" ثم يكبر ويسجد على سبعة أعضاء: القدمين، والركبتين، والكفين، والجبهة، مع الأنف، ويمكنها من\nالجزء: 1 ¦ الصفحة: 60\n",
        "الأرض، ويجافيها، ولا يبسط ذراعيه انبساط الكلب، ثم يرفع مكبرا، ويجلس مفترشا جالسا على رجله اليسرى، ناصبا رجله اليمنى، موجها أصابعها إلى القبلة، والصلاة جلوسها كله افتراش، إلا في التشهد الأخير، فإنه ينبغي له أن يتورك فيقعد على الأرض، ويخرج رجله اليسرى عن يمينه، ويقول بين السجدتين: \" رب اغفر لي وارحمني واهدني وارزقني واجبرني \" ثم يسجد الثانية كالأولى، وهكذا يفعل في كل ركعة، وعليه أن يطمئن في كل رفع وخفض، وركوع وسجود وقيام وقعود، ثم يتشهد فيقول: \" التحيات لله، والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله \" هذا التشهد الأول، ثم يقوم، إن كانت رباعية أو ثلاثية، ويصلي بقيتها بالفاتحة وحدها، وإن كان في التشهد الذي يليه السلام قال: \" اللهم صل على محمد وعلى آل محمد كما صليت على آل إبراهيم، إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم، إنك حميد مجيد، اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال \" ويدعو بما أحب، ثم يسلم، ويذكر الله بما ورد، فجميع الوارد عن النبي صلى الله عليه وسلم في الصلاة من فعله وقوله وتعليمه وإرشاده داخل في قوله: «صلوا كما رأيتموني أصلي» وهو مأمور به، أمر إيجاب أو استحباب بحسب الدلالة.\nفما كان من أجزائها لا يسقط سهوا ولا جهلا، ولا عمدا قيل له: ركن، كتكبيرة الإحرام، وقراءة الفاتحة، والتشهد الأخير، والسلام، وكالقيام، والركوع، والسجود، والاعتدال عنها.\nالجزء: 1 ¦ الصفحة: 61\n",
        "وما كان يسقط سهوا ويجبره سجود السهو قيل له: واجب، كالتشهد الأول، والجلوس له، والتكبيرات غير تكبيرة الإحرام، وقول \" سمع الله لمن حمده \" للإمام والمنفرد، وقول: \" ربنا ولك الحمد \" لكل مصل، وقول: \" سبحان ربي العظيم \" مرة في الركوع، و \" سبحان ربي الأعلى \" مرة في السجود، وقول: \" رب اغفر لي \" بين السجدتين.\nوما سوى ذلك، فإنه من مكملاتها ومستحباتها، وخصوصا روح الصلاة ولبها، وهو حضور القلب فيها، وتدبر ما يقوله من قراءة، وذكر ودعاء، وما يفعله من قيام وقعود، وركوع وسجود، والخضوع لله، والخشوع فيها لله.\nومما يدخل في ذلك: تجنب ما نهى عنه الرسول صلى الله عليه وسلم في الصلاة، كالضحك، والكلام، وكثرة الحركة المتتابعة لغير ضرورة، فإن الصلاة لا تتم إلا بوجود شروطها وأركانها وواجباتها، وانتفاء مبطلاتها التي ترجع إلى أمرين: إما إخلال بلازم، أو فعل ممنوع فيها، كالكلام ونحوه.\n[حديث أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قبلي. . .]\nالحديث السادس والعشرون عن جابر بن عبد الله رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الْأَرْضُ كُلُّهَا مَسْجِدًا وَطَهُورًا، فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلَاةُ فَلْيُصَلِّ، وَأُحِلَّتْ لي الغنائم، وَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى الناس عامة» متفق عليه.\nفضل نبينا محمد صلى الله عليه وسلم بفضائل كثيرة فاق بها جميع الأنبياء، فكل خصلة\nالجزء: 1 ¦ الصفحة: 62\n",
        "حميدة ترجع إلى العلوم النافعة، والمعارف الصحيحة، والعمل الصالح، فلنبينا منها أعلاها وأفضلها وأكملها، ولهذا لما ذكر الله أعيان الأنبياء الكرام قال لنبيه: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ} [الأنعام: 90]\nوهداهم: هو ما كانوا عليه من الفضائل الظاهرة والباطنة.\nوقد تم ما أمر به، وفاق جميع الخلق، ولذلك خص الله نبينا بخصائص لم يشاركه فيها أحد من الأنبياء، منها: هذه الخمس التي عادت على أمته بكل خير وبركة ونفع.\nإحداها أنه نصر بالرعب مسيرة شهر، وهذا نصر رباني وجند من السماء يعين الله به رسوله وأمته المتبعين لهديه، فمتى كان عدوه عنه مسافة شهر فأقل، فإنه مرعوب منه، وإذا أراد الله نصر أحد ألقى في قلوب أعدائه الرعب، قال تعالى: {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا} [آل عمران: 151]\nوألقى في قلوب المؤمنين من القوة والثبات، والسكينة والطمأنينة ما هو أعظم أسباب النصر، فالله تعالى وعد نبينا وأمته بالنصر العظيم، وأن يعينهم بأسباب أرشدهم إليها، كالاجتماع والائتلاف، والصبر والاستعداد للأعداء بكل مستطاع من القوة إلى غير ذلك من الإرشادات الحكيمة، وساعدهم بهذا النصر، وقد فعل تبارك وتعالى، كما هو معروف من حال نبينا صلى الله عليه وسلم والمتبعين له من خلفائه الراشدين والملوك الصالحين، تم لهم من النصر والعز العظيم في أسرع وقت ما لم يتم لغيرهم.\nالثانية: قوله: «وجعلت لي الأرض كلها مسجدا وطهورا» وحقق ذلك\nالجزء: 1 ¦ الصفحة: 63\n",
        "بقوله: «فأينما أدركت أحدا من أمتي الصلاة فعنده مسجده وطهوره» فجميع بقاع الأرض مسجد يصلى فيها من غير استثناء إلا ما نص الشارع على المنع منه، وقد ثبت النهي عن الصلاة في المقبرة والحمام، وأعطان الإبل، وكذلك الموضع المغصوب والنجس لاشتراط الطهارة لبدن المصلي وثوبه وبقعته.\nوكذلك من عدم الماء أو ضره استعماله فله العدول إلى التيمم بجميع ما تصاعد على وجه الأرض، سواء التراب الذي له غبار أو غيره، كما هو صريح هذا الحديث مع قوله تعالى: {فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} [المائدة: 6]\nفإن الصعيد: كل ما تصاعد على وجه الأرض من جميع أجزائها.\nويدل على أن التيمم على الوجه واليدين ينوب مناب طهارة الماء، ويفعل به من الصلاة والطواف ومس المصحف وغير ذلك ما يفعل بطهارة الماء. والشارع أناب التراب مناب الماء عند تعذر استعماله، فيدل ذلك على أنه إذا تطهر بالتراب ولم ينتقض وضوءه لم يبطل تيممه بخروج الوقت ولا بدخوله، وأنه إذا نوى التيمم للنفل استباح الفرض كطهارة الماء، وأن حكمه حكم الماء في كل الأحكام في حالة التعذر.\nالثالثة: قوله: «وأحلت لي الغنائم، ولم تحل لأحد قبلي» وذلك لكرامته على ربه، وكرامة أمته وفضلهم، وكمال إخلاصهم، فأحلها لهم، ولم ينقص من أجر جهادهم شيئا، وحصل بها لهذه الأمة من سعة الأرزاق، وكثرة الخيرات، والاستعانة على أمور الدين والدنيا شيء لا يمكن عده،\nالجزء: 1 ¦ الصفحة: 64\n",
        "ولهذا قال صلى الله عليه وسلم: «وجعل رزقي تحت ظل رمحي» أما من قبلنا من الأمم، فإن جهادهم قليل بالنسبة لهذه الأمة، وهم دون هذه الأمة بقوة الإيمان والإخلاص، فمن رحمته بهم أنه منعهم من الغنائم ; لئلا يخل بإخلاصهم، والله أعلم.\nالرابعة: قوله: «وأعطيت الشفاعة» وهي الشفاعة العظمى التي يعتذر عنها كبار الرسل، وينتدب لها خاتمهم محمد صلى الله عليه وسلم، فيشفعه الله في الخلق، ويحصل له المقام المحمود الذي يحمده فيه الأولون والآخرون، وأهل السماوات والأرض، وتنال أمته من هذه الشفاعة الحظ الأوفر، والنصيب الأكمل، ويشفع لهم شفاعة خاصة، فيشفعه الله تعالى، وقد قال صلى الله عليه وسلم: «لكل نبي دعوة قد تعجلها، وقد خبأت دعوتي شفاعة لأمتي فهي نائلة - إن شاء الله - من مات لا يشرك بالله شيئا» ، وقال: «أسعد الناس بشفاعتي: من قال لا إله إلا الله خالصا من قلبه» .\nالخامسة: قوله: «وكان النبي» أي: جنس الأنبياء «يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عامة» وذلك لكمال شريعته وعمومها وسعتها، واشتمالها على الصلاح المطلق، وأنها صالحة لكل زمان ومكان، ولا يتم الصلاح إلا بها، وقد أسست للبشر أصولا عظيمة، متى اعتبروها صلحت لهم دنياهم كما صلح لهم دينهم.\n[حديث أَوْصَانِي خَلِيلِي صلى الله عليه وسلم بِثَلَاثٍ صيام ثلاثة أيام من كل شهر. . .]\nالحديث السابع والعشرون عن أبي هريرة رضي الله عنه قال: «أَوْصَانِي خَلِيلِي صلى الله عليه وسلم بِثَلَاثٍ: صِيَامِ ثَلَاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ، وَرَكْعَتَيِ الضُّحَى، وَأَنْ أُوتِرَ قَبْلَ أَنْ أَنَامَ» مُتَّفَقٌ عليه.\nالجزء: 1 ¦ الصفحة: 65\n",
        "وصيته صلى الله عليه وسلم وخطابه لواحد من أمته خطاب للأمة كلها، ما لم يدل دليل على الخصوصية.\nفهذه الوصايا الثلاث، من آكد نوافل الصلاة والصيام.\nأما صيام ثلاثة أيام من كل شهر، فإنه يعدل صيام السنة ; لأن الحسنة بعشر أمثالها، وصيام الثلاث من كل شهر يعدل صيام الشهر كله. والشريعة مبناها على اليسر والسهولة، وجانب الفضل فيها غالب، وهذا العمل يسير على من يسره الله عليه، لا يشق على الإنسان ولا يمنعه القيام بشيء من مهماته، ومع ذلك ففيه هذا الفضل العظيم ; لأن العمل كلما كان أطوع للرب وأنفع للعبد، كان أفضل مما ليس كذلك، وقد ثبت الحث على تخصيص ستة من شوال، وصيام يوم عرفة، والتاسع والعاشر من المحرم، والاثنين والخميس.\nوأما صلاة الضحى: فإنه قد تكاثرت الأحاديث الصحيحة في فضلها، واختلف العلماء في استحباب مداومتها، أو أن يغب بها الإنسان، والصحيح: أنه تستحب المداومة عليها لهذا الحديث وغيره إلا لمن له عادة من صلاة الليل، فإذا تركها أحيانا فلا بأس، وقد أخبر رسول الله صلى الله عليه وسلم: «أنه يصبح على كل آدمي كل يوم ثلاثمائة وستون صدقة، فكل تسبيحة صدقة، وكل تحميدة صدقة، وكل تكبيرة صدقة، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة، ويجزئ من ذلك ركعتان يركعهما من الضحى» قال العلماء: أقل صلاة الضحى ركعتان، وأكثرها ثمان، ووقتها (صلاة الضحى) من ارتفاع الشمس قيد رمح إلى قبيل الزوال.\nوأما الوتر (حكمه وعدد ركعاته) : فإنه سنة مؤكدة، حث عليه رسول الله صلى الله عليه وسلم، وداوم عليه حضرا وسفرا.\nوأقله ركعة واحدة، وإن شاء بثلاث، أو خمس، أو سبع، أو تسع،\nالجزء: 1 ¦ الصفحة: 66\n",
        "أو إحدى عشرة ركعة، وله أن يسردها بسلام واحد، وأن يسلم من كل ركعتين.\nووقت الوتر من صلاة العشاء الآخرة إلى طلوع الفجر والأفضل آخر الليل لمن طمع أن يقوم آخره، وإلا أوتر أوله كما في هذا الحديث.\n[حديث إِنَّ الدِّينَ يُسْرٌ وَلَنْ يُشَادَّ الدِّينَ أَحَدٌ إلا غلبه. . .]\nالحديث الثامن والعشرون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إِنَّ الدِّينَ يُسْرٌ. وَلَنْ يُشَادَّ الدِّينَ أَحَدٌ إِلَّا غَلَبَهُ، فَسَدِّدُوا وَقَارِبُوا وَأَبْشِرُوا، وَاسْتَعِينُوا بِالْغَدْوَةِ وَالرَّوْحَةِ، وَشَيْءٍ مِنَ الدُّلْجَةِ» مُتَّفَقٌ عَلَيْهِ. وَفِي لفظ «والقصد القصد تبلغوا» .\nما أعظم هذا الحديث، وأجمعه للخير والوصايا النافعة، والأصول الجامعة، فقد أسس صلى الله عليه وسلم في أوله هذا الأصل الكبير، فقال: «إن الدين يسر» أي ميسر مسهل في عقائده وأخلاقه وأعماله، وفي أفعاله وتروكه، فإن عقائده التي ترجع إلى الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره: هي العقائد الصحيحة التي تطمئن لها القلوب، وتوصل مقتديها إلى أجل غاية وأفضل مطلوب، وأخلاقه وأعماله أكمل الأخلاق، وأصلح الأعمال، بها صلاح الدين والدنيا والآخرة، وبفواتها يفوت الصلاح كله، وهي كلها ميسرة مسهلة، كل مكلف يرى نفسه قادرا عليها لا تشق عليه، ولا تكلفه، عقائده صحيحة بسيطة، تقبلها العقول السليمة، والفطر المستقيمة، وفرائضه أسهل شيء.\nأما الصلوات الخمس: فإنها تتكرر كل يوم وليلة خمس مرات في أوقات\nالجزء: 1 ¦ الصفحة: 67\n",
        "مناسبة لها. وتمم اللطيف الخبير سهولتها بإيجاب الجماعة والاجتماع لها، فإن الاجتماع في العبادات من المنشطات والمسهلات لها، ورتب عليها من خير الدين وصلاح الإيمان، وثواب الله العاجل والآجل ما يوجب للمؤمن أن يستحليها، ويحمد الله على فرضه لها على العباد، إذ لا غنى لهم عنها.\nوأما الزكاة: فإنها لا تجب على فقير ليس عنده نصاب زكوي. وإنما تجب على الأغنياء تتميما لدينهم وإسلامهم، وتنمية لأموالهم وأخلاقهم، ودفعا للآفات عنهم وعن أموالهم، وتطهيرا لهم من السيئات، ومواساة لمحاويجهم، وقياما لمصالحهم الكلية. وهي مع ذلك جزء يسير جدا بالنسبة إلى ما أعطاهم الله من المال والرزق.\nوأما الصيام: فإن المفروض شهر واحد من كل عام، يجتمع فيه المسلمون كلهم، فيتركون فيه شهواتهم الأصلية - من طعام وشراب ونكاح - في النهار، ويعوضهم الله عن ذلك من فضله وإحسانه تتميم دينهم وإيمانهم، وزيادة كمالهم، وأجره العظيم، وبره العميم، وغير ذلك مما رتبه على الصيام من الخير الكثير، ويكون سببا لحصول التقوى التي ترجع إلى فعل الخيرات كلها، وترك المنكرات.\nوأما الحج: فإن الله لم يفرضه إلا على المستطيع، وفي العمر مرة واحدة، وفيه من المنافع الكثيرة الدينية والدنيوية ما لا يمكن تعداده وقد فصلنا مصالح الحج ومنافعه في محل آخر. قال تعالى: {لِيَشْهَدُوا مَنَافِعَ لَهُمْ} [الحج: 28]\nأي: دينية ودنيوية.\nثم بعد ذلك بقية شرائع الإسلام التي هي في غاية السهولة الراجعة لأداء\nالجزء: 1 ¦ الصفحة: 68\n",
        "حق الله وحق عباده، فهي في نفسها ميسرة. قال تعالى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]\nومع ذلك إذا عرض للعبد عارض مرض أو سفر أو غيرهما، رتب على ذلك من التخفيفات، وسقوط بعض الواجبات، أو صفاتها وهيئتها ما هو معروف.\nثم إذا نظر العبد إلى الأعمال الموظفة على العباد في اليوم والليلة المتنوعة من فرض ونفل، وصلاة وصيام وصدقة وغيرها، وأراد أن يقتدي فيها بأكمل الخلق وإمامهم محمد صلى الله عليه وسلم رأى ذلك غير شاق عليه، ولا مانع له عن مصالح دنياه، بل يتمكن معه من أداء الحقوق كلها: حق الله وحق النفس، وحق الأهل والأصحاب، وحق كل من له حق على الإنسان برفق وسهولة، وأما من شدد على نفسه فلم يكتف بما اكتفى به النبي صلى الله عليه وسلم، ولا بما علمه للأمة وأرشدهم إليه، بل غلا، وأوغل في العبادات: فإن الدين يغلبه، وآخر أمره العجز والانقطاع، ولهذا قال: «ولن يشاد الدين أحد إلا غلبه» فمن قاوم هذا الدين بشدة وغلو، ولم يقتصد: غلبه الدين، واستحسر ورجع القهقرى. ولهذا أمر صلى الله عليه وسلم بالقصد، وحث عليه. فقال: «والقصد القصد تبلغوا» .\nثم وصى صلى الله عليه وسلم بالتسديد والمقاربة، وتقوية النفوس بالبشارة بالخير، وعدم اليأس. فالتسديد: أن يقول الإنسان القول السديد، ويعمل العمل السديد، ويسلك الطريق الرشيد، وهو الإصابة في أقواله وأفعاله من كل وجه. فإن لم يدرك السداد من كل وجه فليتق الله ما استطاع، وليقارب الغرض، فمن لم يدرك الصواب كله فليكتف بالمقاربة، ومن عجز عن العمل كله فليعمل منه ما يستطيعه.\nالجزء: 1 ¦ الصفحة: 69\n",
        "ويؤخذ من هذا أصل نافع دل عليه أيضا قوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: 16]\nوقوله صلى الله عليه وسلم: «إذا أمرتكم بأمر فائتوا منه ما استطعتم» والمسائل المبنية على هذا الأصل لا تنحصر. وفي حديث آخر «يسروا، ولا تعسروا، وبشروا ولا تنفروا» .\nثم ختم الحديث بوصية خفيفة على النفوس، وهي في غاية النفع. فقال: «واستعينوا بالغدوة والروحة، وشيء من الدلجة» وهذه الأوقات الثلاثة كما أنها السبب الوحيد لقطع المسافات القريبة والبعيدة في الأسفار الحسية، مع راحة المسافر، وراحة راحلته، ووصوله براحة وسهولة، فهي السبب الوحيد لقطع السفر الأخروي، وسلوك الصراط المستقيم، والسير إلى الله سيرا جميلا. فمتى أخذ العامل نفسه، وشغلها بالخير والأعمال الصالحة المناسبة لوقته - أول نهاره وآخر نهاره وشيئا من ليله، وخصوصا آخر الليل - حصل له من الخير ومن الباقيات الصالحات أكمل حظ، وأوفر نصيب. ونال السعادة والفوز والفلاح، وتم له النجاح في راحة وطمأنينة، مع حصول مقاصده الدنيوية، وأغراضه النفسية. وهذا من أكبر الأدلة على رحمة الله بعباده بهذا الدين الذي هو مادة السعادة الأبدية، إذ نصبه لعباده، وأوضحه على ألسنة رسله، وجعله ميسرا سهلا، وأعان عليه من كل وجه، ولطف بالعاملين، وحفظهم من القواطع والعوائق.\nفعلمت بهذا: أنه يؤخذ من هذا الحديث العظيم عدة قواعد.\nالقاعدة الأولى: التيسير الشامل للشريعة على وجه العموم.\nالقاعدة الثانية: المشقة تجلب التيسير وقت حصولها.\nالقاعدة الثالثة: إذا أمرتكم بأمر فائتوا منه ما استطعتم.\nالجزء: 1 ¦ الصفحة: 70\n",
        "القاعدة الرابعة: تنشيط أهل الأعمال، وتبشيرهم بالخير والثواب المرتب على الأعمال.\nالقاعدة الخامسة: الوصية الجامعة في كيفية السير والسلوك إلى الله، التي تغني عن كل شيء ولا يغني عنها شيء.\nفصلوات الله وسلامه على من أوتي جوامع الكلم ونوافعها.\n[\nحديث حق المسلم على المسلم ست\n]\nالحديث التاسع والعشرون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ: قِيلَ: مَا هُنَّ يَا رَسُولَ اللَّهِ؟ قَالَ إِذَا لَقِيتَهُ فَسَلِّمْ عَلَيْهِ، وَإِذَا دَعَاكَ فَأَجِبْهُ، وَإِذَا اسْتَنْصَحَكَ فَانْصَحْ لَهُ، وَإِذَا عَطَسَ فَحَمِدَ اللَّهَ فَشَمِّتْهُ، وَإِذَا مَرِضَ فَعُدْهُ، وَإِذَا مَاتَ فَاتْبَعْهُ» رَوَاهُ مسلم.\nهذه الحقوق الستة من قام بها في حق المسلمين كان قيامه بغيرها أولى، وحصل له أداء هذه الواجبات والحقوق التي فيها الخير الكثير والأجر العظيم من الله.\nالأولى: «إذا لقيته فسلم عليه» فإن السلام سبب للمحبة التي توجب الإيمان الذي يوجب دخول الجنة، كما قال صلى الله عليه وسلم: «والذي نفسي بيده، لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أفلا أدلكم على شيء إذا فعلتموه تحاببتم ; أفشوا السلام بينكم» والسلام من محاسن الإسلام، فإن كل واحد من المتلاقين يدعو للآخر بالسلامة من الشرور، وبالرحمة والبركة الجالبة لكل خير، ويتبع ذلك من البشاشة وألفاظ التحية المناسبة ما يوجب\nالجزء: 1 ¦ الصفحة: 71\n",
        "التآلف والمحبة، ويزيل الوحشة والتقاطع.\nفالسلام حق للمسلم، وعلى المسلم عليه رد التحية بمثلها أو أحسن منها، وخير الناس من بدأهم بالسلام.\nالثانية: «إذا دعاك فأجبه» (حق المسلم على المسلم) أي: دعاك لدعوة طعام أو شراب فاجبر خاطر أخيك الذي أدلى إليك وأكرمك بالدعوة، وأجبه لذلك إلا أن يكون لك عذر.\nالثالثة قوله: «وإذا استنصحك فانصح له» أي: إذا استشارك في عمل من الأعمال: هل يعمله أم لا؟ فانصح له بما تحبه لنفسك، فإن كان العمل نافعا من كل وجه فحثه على فعله، وإن كان مضرا فحذره منه، وإن احتوى على نفع وضرر فاشرح له ذلك ووازن بين المصالح والمفاسد، وكذلك إذا شاورك على معاملة أحد من الناس أو تزويجه أو التزوج منه فابذل له محض نصيحتك، واعمل له من الرأي ما تعمله لنفسك، وإياك أن تغشه في شيء من ذلك، فمن غش المسلمين فليس منهم، وقد ترك واجب النصيحة.\nوهذه النصيحة واجبة مطلقا، ولكنها تتأكد إذا استنصحك وطلب منك الرأي النافع، ولهذا قيده في هذه الحالة التي تتأكد، وقد تقدم شرح الحديث «الدين النصيحة» بما يغني عن إعادة الكلام.\nالرابعة قوله: «وإذا عطس فحمد الله فشمته» (حق المسلم على المسلم) \" وذلك أن العطاس نعمة من الله، لخروج هذه الريح المحتقنة في أجزاء بدن الإنسان، يسر الله لها منفذا تخرج منه فيستريح العاطس، فشرع له أن يحمد الله على هذه النعمة، وشرع لأخيه أن يقول له: \" يرحمك الله وأمره أن يجيبه بقوله: \" يهديكم الله ويصلح\nالجزء: 1 ¦ الصفحة: 72\n",
        "بالكم \" فمن لم يحمد الله لم يستحق التشميت، ولا يلومن إلا نفسه، فهو الذي فوت على نفسه النعمتين: نعمة الحمد لله، ونعمة دعاء أخيه له المرتب على الحمد.\nالخامسة قوله: «وإذا مرض فعده» عيادة المريض من حقوق المسلم، وخصوصا من له حق عليك متأكد، كالقريب والصاحب ونحوهما، وهي من أفضل الأعمال الصالحة، ومن عاد أخاه المسلم لم يزل يخوض الرحمة، فإذا جلس عنده غمرته الرحمة، ومن عاده أول النهار صلت عليه الملائكة حتى يمسي، ومن عاده آخر النهار صلت عليه الملائكة حتى يصبح، وينبغي للعائد أن يدعو له بالشفاء، وينفس له، ويشرح خاطره بالبشارة بالعافية، ويذكره التوبة والإنابة إلى الله والوصية النافعة، ولا يطيل عنده الجلوس، بل بمقدار العيادة، إلا أن يؤثر المريض كثرة تردده وكثرة جلوسه عنده، فلكل مقام مقال.\n. السادسة قوله: «وإذا مات فاتبعه» فإن من تبع جنازة حتى يصلي عليها فله قيراط من الأجر (1) فإن تبعها حتى تدفن فله قيراطان، واتباع الجنازة فيه حق لله، وحق للميت، وحق لأقاربه الأحياء.\n[حديث إِذَا مَرِضَ الْعَبْدُ أَوْ سَافَرَ كُتِبَ لَهُ ما كان يعمل صحيحا مقيما]\nالحديث الثلاثون عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «إِذَا مَرِضَ الْعَبْدُ أَوْ سَافَرَ كُتِبَ له ما كان يعمل صحيحا مقيما» رواه البخاري.\nهذا من أكبر منن الله على عباده المؤمنين: أن أعمالهم المستمرة المعتادة إذا\n(1) أي: نصيب.\nالجزء: 1 ¦ الصفحة: 73\n",
        "قطعهم عنها مرض أو سفر كتبت لهم كلها كاملة ; لأن الله يعلم منهم أنه لولا ذلك المانع لفعلوها، فيعطيهم تعالى بنياتهم مثل أجور العاملين مع أجر المرض الخاص، ومع ما يحصل به من القيام بوظيفة الصبر، أو ما هو أكمل من ذلك من الرضى والشكر، ومن الخضوع لله والانكسار له، ومع ما يفعله المسافر من أعمال ربما لا يفعلها في الحضر: من تعليم، أو نصيحة، أو إرشاد إلى مصلحة دينية أو دنيوية، وخصوصا في الأسفار الخيرية، كالجهاد، والحج والعمرة، ونحوها.\nويدخل في هذا الحديث: أن من فعل العبادة على وجه ناقص وهو يعجز عن فعلها على الوجه الأكمل، فإن الله يكمل له بنيته ما كان يفعله لو قدر عليه، فإن العجز عن مكملات العبادات نوع مرض، والله أعلم.\nومن كان من نيته عمل خير، ولكنه اشتغل بعمل آخر أفضل منه، ولا يمكنه الجمع بين الأمرين: فهو أولى أن يكتب له ذلك العمل الذي منعه منه عمل أفضل منه، بل لو اشتغل بنظيره، وفضل الله تعالى عظيم.\n[\nحديث أسرعوا بالجنازة. . .\n]\nالحديث الحادي والثلاثون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «أَسْرِعُوا بِالْجِنَازَةِ، فَإِنْ تَكُ صَالِحَةً فَخَيْرٌ تُقَدِّمُونَهَا إليه، وإن تك غير ذَلِكَ، فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ» مُتَّفَقٌ عَلَيْهِ.\nهذا الحديث محتو على مسائل أصولية وفروعية.\nفقوله صلى الله عليه وسلم: «أسرعوا بالجنازة» ، يشمل الإسراع بتغسيلها وتكفينها\nالجزء: 1 ¦ الصفحة: 74\n",
        "وحملها ودفنها) وجميع متعلقات التجهيز، ولهذا كانت هذه الأمور من فروض الكفاية، ويستثنى من هذا الإسراع إذا كان التأخير فيه مصلحة راجحة، كأن يموت بغتة، فيتعين تأخيره حتى يتحقق موته ; لئلا يكون قد أصابته سكتة، وينبغي أيضا تأخيره لكثرة الجمع، أو لحضور من له حق عليه من قريب ونحوه، وقد علل ذلك بمنفعة الميت لتقديمه لما هو خير له من النعيم، أو لمصلحة الحي بالسرعة في الإبعاد عن الشر.\nوإذا كان هذا مأمورا به في أمور تجهيزه، فمن باب أولى الإسراع في إبراء ذمته من ديون وحقوق عليه، فإنه إلى ذلك أحوج.\nوفيه: الحث على الاهتمام بشأن أخيك المسلم حيا وميتا، وبالإسراع إلى ما فيه خير له في دينه ودنياه، كما أن فيه: الحث على البعد عن أسباب الشر، ومباعدة المجرمين، حتى في الحالة التي يبتلى الإنسان فيها بمباشرتهم.\nوفي هذا الحديث: إثبات نعيم البرزخ (1) وعذابه، وقد تواترت بذلك الأحاديث عن النبي صلى الله عليه وسلم، وأن مبتدأ ذلك وضعه في قبره إذا تم دفنه، ولهذا يشرع في هذه الحال الوقوف على قبره والدعاء له، والاستغفار، وسؤال الله له الثبات.\nوفي هذا أيضا: التنبيه على أسباب نعيم البرزخ وعذابه، وأن أسباب النعيم الصلاح، لقوله: «فإن كانت صالحة» والصلاح كلمة جامعة تحتوي على تصديق الله ورسوله، وطاعة الله ورسوله، فهو تصديق الخبر، وامتثال الأمر، واجتناب النهي، وأن العذاب سببه الإخلال بالصلاح: إما\n(1) البرزخ: هو ما بين موت الإنسان وبعثه.\nالجزء: 1 ¦ الصفحة: 75\n",
        "لشك في الدين، أو اجتراء على المحارم، أو لترك شيء من الواجبات والفرائض، وجميع الأسباب المفصلة في الأحاديث والآثار ترجع إلى ذلك، ولذلك قال تعالى: {لَا يَصْلَاهَا إِلَّا الْأَشْقَى - الَّذِي كَذَّبَ وَتَوَلَّى} [الليل: 15 - 16] كذب الخبر، وتولى عن الأمر.\n[حديث لَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ مِنَ التَّمْرِ صدقة]\nالحديث الثاني والثلاثون عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «لَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ مِنَ التَّمْرِ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ مِنَ الْوَرِقِ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ ذود صدقة» متفق عليه.\nاشتمل هذا الحديث على تحديد أنصبة الأموال الزكوية الغالبة، والتي تجب فيها الزكاة: الحبوب، والثمار والمواشي من الأنعام الثلاثة والنقود، وما يتفرع عنها من عروض التجارة.\nأما زكاة الحبوب والثمار: فإن نص هذا الحديث أن نصابها خمسة أوسق، فما دون ذلك لا زكاة فيه، والوسق: ستون صاعا بصاع النبي صلى الله عليه وسلم، فتكون الخمسة الأوسق ثلاثمائة صاع، فمن بلغت حبوب زرعه أو مغل ثمره هذا المقدار فأكثر: فعليه زكاته فيما سقي بمؤونة نصف العشر، وفيما سقي بغير مؤونة العشر.\nوأما زكاة المواشي، فليس فيما دون خمس من الإبل شيء. فإذا بلغت خمسا: ففيها شاة، ثم في كل خمس شاة، إلى خمس وعشرين: فتجب فيها بنت مخاض، وهي التي تم لها سنة، وفي ست وثلاثين: بنت لبون، لها سنتان، وفي ست وأربعين: حقة، لها ثلاث سنين، وفي إحدى وستين جذعة، لها\nالجزء: 1 ¦ الصفحة: 76\n",
        "أربع سنين، وفي ست وسبعين: بنتا لبون، وفي إحدى وتسعين: حقتان، فإذا زادت على عشرين ومائة: ففي كل أربعين بنت لبون، وفي كل خمسين حقة.\nوأما نصاب البقر، فالثلاثون فيها تبيع أو تبيعة، له سنة، وفي أربعين مسنة، لها سنتان، ثم في كل ثلاثين تبيع، وفي كل أربعين مسنة.\nوأما نصاب الغنم، فأقله أربعون، وفيها شاة، وفي إحدى وعشرين ومائة: شاتان، وفي مائتين وواحدة: ثلاث شياه، ثم في كل مائة: شاة، وما بين الفرضين يقال له: \" وقص \" في المواشي خاصة، لا شيء فيه، بل هو عفو.\nوأما بقية الحيوانات، كالخيل والبغال والحمير وغيرها، فليس فيه زكاة، إلا إذا أعد للبيع والشراء.\nوأما نصاب النقود من الفضة، فأقله خمس أواق، والأوقية أربعون درهما، فمتى بلغت عنده مائتي درهم، ففيه ربع العشر وكذلك ما تفرع عن النقدين من عروض التجارة، وهو كل ما أعد للبيع والشراء لأجل المكسب والربح فيقوم إذا حال الحول بقيمة النقود، ويخرج عنه ربع العشر، ولا بد في جميعها من تمام الحول، إلا الحبوب والثمار، فإنها تخرج زكاتها وقت الحصاد والجذاذ (1) قال تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} [الأنعام: 141]\nفهذه أصناف الأموال التي تجب فيها الزكاة.\nوأما مصرفها: فللأصناف الثمانية المذكورين في قوله تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [التوبة: 60]\n(1) الحصاد للزرع وجذاذ الثمر.\nالجزء: 1 ¦ الصفحة: 77\n",
        "[التوبة: 60] .\n[\nحديث ومن يستعفف يعفه الله\n]\nالحديث الثالث والثلاثون عن أبي سعيد رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «وَمَنْ يَسْتَعْفِفْ يُعِفَّهُ اللَّهُ، وَمَنْ يَسْتَغْنِ يُغْنِهِ اللَّهُ، وَمَنْ يَتَصَبَّرْ يُصَبِّرْهُ اللَّهُ، وَمَا أُعْطِيَ أَحَدٌ عَطَاءً خَيْرًا وأوسع من الصبر» متفق عليه.\nهذا الحديث اشتمل على أربع جمل جامعة نافعة.\nإحداها: قوله: «ومن يستعفف يعفه الله» .\nوالثانية: قوله: «ومن يستغن يغنه الله» .\nوهاتان الجملتان متلازمتان، فإن كمال العبد في إخلاصه لله رغبة ورهبة وتعلقا به دون المخلوقين. فعليه أن يسعى لتحقيق هذا الكمال، ويعمل كل سبب يوصله إلى ذلك، حتى يكون عبدا لله حقا حرا من رق المخلوقين، وذلك بأن يجاهد نفسه على أمرين: انصرافها عن التعلق بالمخلوقين بالاستعفاف عما في أيديهم، فلا يطلبه بمقاله ولا بلسان حاله، ولهذا قال صلى الله عليه وسلم لعمر: «ما أتاك من هذا المال وأنت غير مشرف ولا سائل فخذه، وما لا فلا تتبعه نفسك» فقطع الإشراف في القلب والسؤال باللسان، تعففا وترفعا عن منن الخلق، وعن تعلق القلب بهم، سبب قوي لحصول العفة.\nوتمام ذلك: أن يجاهد نفسه على الأمر الثاني: وهو الاستغناء بالله والثقة بكفايته، فإنه من يتوكل على الله فهو حسبه، وهذا هو المقصود، والأول وسيلة إلى هذا، فإن من استعف عما في أيدي الناس وعما يناله منهم، أوجب له\nالجزء: 1 ¦ الصفحة: 78\n",
        "ذلك أن يقوى تعلقه بالله، ورجاؤه وطمعه في فضل الله وإحسانه، ويحسن ظنه وثقته بربه، والله تعالى عند حسن ظن عبده به، إن ظن خيرا فله، وإن ظن غيره فله، وكل واحد من الأمرين يمد الآخر فيقويه، فكلما قوي تعلقه بالله ضعف تعلقه بالمخلوقين وبالعكس.\nومن دعاء النبي صلى الله عليه وسلم: «اللَّهمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى، وَالْعَفَافَ وَالْغِنَى» فجمع الخير كله في هذا الدعاء، فالهدى: هو العلم النافع، والتقى: هو العمل الصالح، وترك المحرمات كلها، هذا صلاح الدين.\nوتمام ذلك بصلاح القلب، وطمأنينته بالعفاف عن الخلق، والغنى بالله، ومن كان غنيا بالله فهو الغني حقا، وإن قلت حواصله، فليس الغنى عن كثرة العرض، إنما الغنى غنى القلب، وبالعفاف والغنى يتم للعبد الحياة الطيبة، والنعيم الدنيوي، والقناعة بما آتاه الله.\nوالثالثة قوله: «ومن يتصبر يصبره الله» .\nثم ذكر في الجملة الرابعة: أن الصبر إذا أعطاه الله العبد فهو أفضل العطاء وأوسعه وأعظمه، إعانة على الأمور، قال تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ} [البقرة: 45] أي: على أموركم كلها.\nوالصبر كسائر الأخلاق يحتاج إلى مجاهدة للنفس وتمرينها، فلهذا قال: «ومن يتصبر» أي: يجاهد نفسه على الصبر «يصبره الله» ويعينه، وإنما كان الصبر أعظم العطايا، لأنه يتعلق بجميع أمور العبد وكمالاته، وكل حالة من أحواله تحتاج إلى صبر، فإنه يحتاج إلى الصبر على طاعة الله، حتى يقوم بها\nالجزء: 1 ¦ الصفحة: 79\n",
        "ويؤديها، وإلى صبر عن معصية الله حتى يتركها لله، وإلى صبر على أقدار الله المؤلمة، فلا يتسخطها، بل إلى صبر على نعم الله ومحبوبات النفس، فلا يدع النفس تمرح وتفرح الفرح المذموم، بل يشتغل بشكر الله، فهو في كل أحواله يحتاج إلى الصبر وبالصبر ينال الفلاح، ولهذا ذكر الله أهل الجنة فقال: {وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ - سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} [الرعد: 23 - 24] وكذلك قوله: {أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا} [الفرقان: 75]\nفهم نالوا الجنة بنعيمها، وأدركوا المنازل بالصبر، ولكن العبد يسأل الله العافية من الابتلاء الذي لا يدري ما عاقبته، ثم إذا ورد عليه فوظيفته الصبر. فالعافية هي المطلوبة بالأصالة في أمور الابتلاء والامتحان، والصبر يؤمر به عند وجود أسبابه ومتعلقاته، والله هو المعين.\nوقد وعد الله الصابرين في كتابه وعلى لسان رسوله أمورا عالية جليلة، وعدهم بالإعانة في كل أمورهم. وأنه معهم بالعناية والتوفيق والتسديد، وأنه يحبهم ويثبت قلوبهم وأقدامهم، ويلقي عليهم السكينة والطمأنينة، ويسهل لهم الطاعات، ويحفظهم من المخالفات، ويتفضل عليهم بالصلوات والرحمة والبداية عند المصيبات، والله يرفعهم إلى أعلى المقامات في الدنيا والآخرة، وعدهم النصر، وأن ييسرهم لليسرى ويجنبهم العسرى، ووعدهم بالسعادة والفلاح والنجاح، وأن يوفيهم أجرهم بغير حساب، وأن يخلف عليهم في الدنيا أكثر مما أخذ منهم من محبوباتهم، وأحسن، يعوضهم عن وقوع المكروهات عوضا عاجلا يقابل أضعاف أضعاف ما وقع عليهم من كريهة ومصيبة وهو في ابتدائه صعب شديد وفي انتهائه سهل حميد العواقب، كما قيل:\nوالصبر مثل اسمه مر مذاقته\n...\nلكن عواقبه أحلى من العسل\nالجزء: 1 ¦ الصفحة: 80\n",
        "[\nحديث ما نقصت صدقة من مال\n]\nالحديث الرابع والثلاثون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ، وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا، وَمَا تَوَاضَعَ أَحَدٌ للَّهِ إِلَّا رَفَعَهُ اللَّهُ» رَوَاهُ مُسْلِمٌ.\nهذا الحديث احتوى على فضل الصدقة، والعفو والتواضع، وبيان ثمراتها العاجلة والآجلة، وأن كل ما يتوهمه المتوهم من نقص الصدقة للمال، ومنافاة العفو للعز، والتواضع للرفعة: وهم غالط، وظن كاذب.\nفالصدقة لا تنقص المال، لأنه لو فرض أنه نقص من جهة، فقد زاد من جهات أخر، فإن الصدقة تبارك المال، وتدفع عنه الآفات وتنميه، وتفتح للمتصدق من أبواب الرزق وأسباب الزيادة أمورا ما تفتح على غيره فهل يقابل ذلك النقص بعض هذه الثمرات الجليلة؟\nفالصدقة لله التي في محلها لا تنفد المال قطعا، ولا تنقصه بنص النبي صلى الله عليه وسلم، وبالمشاهدات والتجربات المعلومة، هذا كله سوى ما لصاحبها عند الله: من الثواب الجزيل، والخير والرفعة.\nوأما العفو عن جنايات المسيئين بأقوالهم وأفعالهم: فلا يتوهم منه الذل، بل هذا عين العز، فإن العز هو الرفعة عند الله وعند خلقه، مع القدرة على قهر الخصوم والأعداء.\nومعلوم ما يحصل للعافي من الخير والثناء عند الخلق، وانقلاب العدو صديقا، وانقلاب الناس مع العافي، ونصرتهم له بالقول والفعل على خصمه، ومعاملة الله له من جنس عمله، فإن من عفا عن عباد الله عفا الله\nالجزء: 1 ¦ الصفحة: 81\n",
        "عنه. وكذلك المتواضع لله ولعباده يرفعه الله درجات ; فإن الله ذكر الرفعة في قوله: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: 11]\nفمن أجل ثمرات العلم والإيمان: التواضع، فإنه الانقياد الكامل للحق، والخضوع لأمر الله ورسوله، امتثالا للأمر، واجتنابا للنهي، مع التواضع لعباد الله، وخفض الجناح لهم، ومراعاة الصغير والكبير، والشريف، والوضيع، وضد ذلك التكبر ; فهو غمط الحق، واحتقار الناس.\nوهذه الثلاث المذكورات في هذا الحديث: مقدمات صفات المحسنين، فهذا محسن في ماله، ودفع حاجة المحتاجين، وهذا محسن بالعفو عن جنايات المسيئين، وهذا محسن إليهم بحلمه وتواضعه، وحسن خلقه مع الناس أجمعين، وهؤلاء قد وسعوا الناس بأخلاقهم وإحسانهم ورفعهم الله فصار لهم المحل الأشرف بين العباد، مع ما يدخر الله لهم من الثواب.\nوفي قوله صلى الله عليه وسلم: «وما تواضع أحد لله» تنبيه على حسن القصد والإخلاص لله في تواضعه، لأن كثيرا من الناس قد يظهر التواضع للأغنياء ليصيب من دنياهم، أو للرؤساء لينال بسببهم مطلوبه، وقد يظهر التواضع رياء وسمعة، وكل هذه أغراض فاسدة، لا ينفع العبد إلا التواضع لله تقربا إليه، وطلبا لثوابه، وإحسانا إلى الخلق، فكمال الإحسان وروحه الإخلاص لله.\n[حديث كُلُّ عَمَلِ ابْنِ آدَمَ يُضَاعَفُ الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ قَالَ اللَّهُ تَعَالَى إلا الصوم. . .]\nالحديث الخامس والثلاثون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «كُلُّ عَمَلِ ابْنِ آدَمَ يُضَاعَفُ الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ، قَالَ اللَّهُ تَعَالَى: إلا الصوم (فضله) ، فَإِنَّهُ لِي، وَأَنَا أَجْزِي بِهِ، يَدَعُ شَهْوَتَهُ وَطَعَامَهُ مِنْ أَجْلِي، لِلصَّائِمِ\nالجزء: 1 ¦ الصفحة: 82\n",
        "فَرْحَتَانِ: فَرْحَةٌ عِنْدَ فِطْرِهِ، وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ. وَلَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ، وَالصَّوْمُ جُنَّةٌ، وَإِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلَا يَرْفُثْ وَلَا يَصْخَبْ، فَإِنْ سَابَّهُ أَحَدٌ أَوْ قَاتَلَهُ، فَلْيَقُلْ: إِنِّي امرؤ صائم» متفق عليه.\nما أعظم هذا الحديث، فإنه ذكر الأعمال عموما، ثم الصيام (وفضله وآدابه) خصوصا، وذكر فضله وخواصه، وثوابه العاجل والآجل، وبيان حكمته، والمقصود منه، وما ينبغي فيه من الآداب الفاضلة، كلها احتوى عليها هذا الحديث، فبين هذا الأصل الجامع.\nوأن جميع الأعمال الصالحة - من أقوال وأفعال، ظاهرة أو باطنة، سواء تعلقت بحق الله، أو بحقوق العباد - مضاعفة من عشر إلى سبعمائة ضعف، إلى أضعاف كثيرة.\nوهذا من أعظم ما يدل على سعة فضل الله، وإحسانه على عباده المؤمنين، إذ جعل جناياتهم ومخالفاتهم الواحدة بجزاء واحد، ومغفرة الله تعالى فوق ذلك.\nوأما الحسنة، فأقل التضعيف أن الواحدة بعشر، وقد تزيد على ذلك بأسباب، منها: قوة إيمان العامل، وكمال إخلاصه، فكلما قوي الإيمان والإخلاص تضاعف ثواب العمل.\nومنها: أن يكون للعمل موقع كبير، كالنفقة في الجهاد والعلم، والمشاريع الدينية العامة، وكالعمل الذي قوي بحسنه وقوته ودفعه المعارضات كما ذكره صلى الله عليه وسلم في قصة أصحاب الغار، وقصة البغيّ التي سقت الكلب، فشكر الله لها وغفر لها، ومثل العمل الذي يثمر أعمالا أخر: ويقتدي به غيره، أو يشاركه فيه مشارك، وكدفع الضرورات العظيمة، وحصول المبرات الكبيرة، وكالمضاعفة لفضل الزمان أو المكان، أو العامل عند الله.\nالجزء: 1 ¦ الصفحة: 83\n",
        "فهذه المضاعفات كلها شاملة لكل عمل.\nواستثنى في هذا الحديث الصيام، وأضافه إليه، وأنه الذي يجزي به بمحض فضله وكرمه، من غير مقابلة للعمل بالتضعيف المذكور الذي تشترك فيه الأعمال، وهذا شيء لا يمكن التعبير عنه، بل يجازيهم بما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\nوفي الحديث كالتنبيه على حكمة هذا التخصيص، وأن الصائم لما ترك محبوبات النفس التي طبعت على محبتها، وتقديمها على غيرها، وأنها من الأمور الضرورية، فقدم الصائم عليها محبة ربه، فتركها لله في حالة لا يطلع عليها إلا الله، وصارت محبته لله مقدمة وقاهرة لكل محبة نفسية، وطلب رضاه وثوابه مقدما على تحصيل الأغراض النفسية، فلهذا اختصه الله لنفسه، وجعل ثواب الصائم عنده، فما ظنك بأجر وجزاء تكفل به الرحمن الرحيم الكريم المنان، الذي عمت مواهبه جميع الموجودات، وخص أولياءه منها بالحظ الأوفر، والنصيب الأكمل، وقدر لهم من الأسباب والألطاف التي ينالون بها ما عنده على أمور لا تخطر له بالبال، ولا تدور في الخيال؟ فما ظنك أن يفعل الله بهؤلاء الصائمين المخلصين؟\nوهنا يقف القلم، ويسيح قلب الصائم فرحا وطربا بعمل اختصه الله لنفسه، وجعل جزاءه من فضله المحض، وإحسانه الصرف، وذلك فضل الله يؤتيه من يشاء، والله ذو الفضل العظيم.\nودل الحديث على أن الصيام الكامل هو الذي يدع العبد فيه شيئين: المفطرات الحسية، من طعام وشراب ونكاح وتوابعها، والمنقصات العملية، فلا يرفث\nالجزء: 1 ¦ الصفحة: 84\n",
        "ولا يصخب، ولا يعمل عملا محرما، ولا يتكلم بكلام محرم، بل يجتنب جميع المعاصي، وجميع المخاصمات والمنازعات المحدثة للشحناء، ولهذا قال: «فلا يرفث» أي: لا يتكلم بكلام قبيح «ولا يصخب» بالكلام المحدث للفتن والمخاصمات، كما قال في الحديث الآخر: «من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه» .\nفمن حقق الأمرين: ترك المفطرات، وترك المنهيات، تم له أجر الصائمين، ومن لم يفعل ذلك فلا يلومن إلا نفسه.\nثم أرشد الصائم إذا عرض له أحد يريد مخاصمته ومشاتمته أن يقول له بلسانه: «إني صائم» .\nوفائدة ذلك: أن يريد كأنه يقول: اعلم أنه ليس بي عجز عن مقابلتك على ما تقول، ولكني صائم، أحترم صيامي وأراعي كماله، وأمر الله ورسوله، واعلم أن الصيام يدعوني إلى ترك المقابلة، ويحثني على الصبر، فما عملته أنا خير وأعلى مما عملته معي أيها المخاصم.\nوفيه: العناية بالأعمال كلها من صيام وغيره، ومراعاة تكميلها، والبعد عن جميع المنقصات لها، وتذكر مقتضيات العمل، وما يوجبه على العامل وقت حصول الأسباب الجارحة للعمل.\nوقوله: «الصوم جنة» أي: وقاية يتقي بها العبد الذنوب في الدنيا ويتمرن به على الخير، ووقاية من العذاب.\nفهذا من أعظم حكم الشارع من فوائد الصيام، وذلك لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 183]\nالجزء: 1 ¦ الصفحة: 85\n",
        "فكون الصوم جنة، وسببا لحصول التقوى: هو مجموع الحكم التي فصلت في حكمة الصيام وفوائده، فإنه يمنع من المحرمات أو يخففها، ويحث على كثير من الطاعات.\nوقوله صلى الله عليه وسلم: «لِلصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ عِنْدَ فِطْرِهِ، وَفَرْحَةٌ عِنْدَ لقاء ربه» . هذان ثوابان: عاجل، وآجل.\nفالعاجل: مشاهد إذا أفطر الصائم فرح بنعمة الله عليه بتكميل الصيام، وفرح بنيل شهواته التي منع منها في النهار.\nوالآجل: فرحة عند لقاء ربه برضوانه وكرامته، وهذا الفرح المعجل نموذج ذلك الفرح المؤجل، وأن الله سيجمعهما للصائم.\nوفيه: الإشارة إلى أن الصائم إذا قارب فطره، وحصلت له هذه الفرحة، فإنها تقابل ما مر عليها في نهاره من مشقة ترك الشهوات، فهي من باب التنشيط، وإنهاض الهمم على الخير.\nوقوله: «وَلَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ ريح المسك» .\nالخلوف: هو الأثر الذي يكون في الفم من رائحة الجوف عند خلوه من الطعام وتصاعد الأبخرة، فهو وإن كان كريها للنفوس، فلا تحزن أيها الصائم، فإنه أطيب عند الله من ريح المسك، فإنه متأثر عن عبادته والتقرب إليه، وكل ما تأثر عن العبادات من المشقات والكريهات فهو محبوب لله، ومحبوب الله عند المؤمن مقدم على كل شيء.\nالجزء: 1 ¦ الصفحة: 86\n",
        "[حديث إِنَّ اللَّهَ قَالَ مَنْ عَادَى لِي وَلِيًّا فقد آذنته بالحرب]\nالحديث السادس والثلاثون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إِنَّ اللَّهَ قَالَ: مَنْ عَادَى لِي وَلِيًّا فقد آذنته بالحرب، وما تقرب إلي عبد بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطُشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَلَئِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِي لَأُعِيذَنَّهُ. وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ قَبْضِ نَفْسِ الْمُؤمِنِ، يَكْرَهُ الْمَوْتَ، وَأَكْرَهُ مَسَاءَتَهُ، وَلَا بُدَّ له منه» رواه البخاري.\nهذا حديث جليل، أشرف حديث في أوصاف الأولياء، وفضلهم ومقاماتهم.\nفأخبر أن معاداة أوليائه معاداة له ومحاربة له. ومن كان متصديا لعداوة الرب ومحاربة مالك الملك فهو مخذول، ومن تكفل الله بالذب عنه فهو منصور، وذلك لكمال موافقة أولياء الله لله في محابه، فأحبهم وقام بكفايتهم، وكفاهم ما أهمهم.\nثم ذكر صفة الأولياء الصفة الكاملة، وأن أولياء الله هم الذين تقربوا إلى الله بأداء الفرائض والنوافل أولا: من صلاة وصيام وزكاة وحج، وأمر بالمعروف ونهى عن المنكر، وجهاد، وقيام بحقوقه وحقوق عباده الواجبة.\nثم انتقلوا من هذه الدرجة إلى التقرب إليه بالنوافل، فإن كل جنس من العبادات الواجبة مشروع من جنسه نوافل فيها فضائل عظيمة تكمل الفرائض، وتكمل ثوابها.\nالجزء: 1 ¦ الصفحة: 87\n",
        "فأولياء الله قاموا بالفرائض والنوافل، فتولاهم وأحبهم وسهل لهم كل طريق يوصلهم إلى رضاه، ووفقهم وسددهم في جميع حركاتهم، فإن سمعوا سمعوا بالله، وإن أبصروا فلله، وإن بطشوا أو مشوا ففي طاعة الله.\nومع تسديده لهم في حركاتهم جعلهم مجابي الدعوة: إن سألوه أعطاهم مصالح دينهم ودنياهم، وإن استعاذوه من الشرور أعاذهم.\nومع ذلك لطف بهم في كل أحوالهم، ولولا أنه قضى على عباده بالموت لسلم منه أولياؤه، لأنهم يكرهونه لمشقته وعظمته، والله يكره مساءتهم، ولكن لما كان القضاء نافذا كان لا بد لهم منه.\nفبين في هذا الحديث صفة الأولياء، وفضائلهم المتنوعة، وحصول محبة الله لهم التي هي أعظم ما تنافس فيه المتنافسون، وأنه معهم وناصرهم، ومؤيدهم ومسددهم، ومجيب دعواتهم.\nويدل هذا الحديث على: إثبات محبة الله، وتفاوتها لأوليائه بحسب مقاماتهم.\nووصف النبي صلى الله عليه وسلم لأولياء الله بأداء الفرائض والإكثار من النوافل، مطابق لوصف الله لهم بالإيمان والتقوى في قوله:\n{أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ - الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [يونس: 62 - 63]\nفكل من كان مؤمنا تقيا كان لله وليا؛ لأن الإيمان يشمل العقائد، وأعمال القلوب والجوارح، والتقوى ترك جميع المحرمات.\nويدل على أصل عظيم: وهو أن الفرائض مقدمة على النوافل. وأحب إلى\nالجزء: 1 ¦ الصفحة: 88\n",
        "الله وأكثر أجرا وثوابا، لقوله: «وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مما افترضت عليه» ، وأنه عند التزاحم يتعين تقديم الفروض على النوافل.\n[\nحديث البيعان بالخيار ما لم يتفرقا\n]\nالحديث السابع والثلاثون عَنْ حَكِيمِ بْنِ حِزَامٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا، فَإِنْ صَدَقَا وَبَيَّنَا: بُورِكَ لَهُمَا فِي بَيْعِهِمَا، وَإِنْ كَذَبَا وَكَتَمَا مُحِقَتْ بَرَكَةُ بَيْعِهِمَا» مُتَّفَقٌ عَلَيْهِ.\nهذا الحديث أصل في بيان المعاملات النافعة، والمعاملات الضارة، وأن الفاصل بين النوعين: الصدق والبيان.\nفمن صدق في معاملته، وبين جميع ما تتوقف عليه المعاملة من الأوصاف المقصودة، ومن العيوب والنقص، فهذه معاملة نافعة في العاجل بامتثال أمر الله ورسوله، والسلامة من الإثم، وبنزول البركة في معاملته، وفي الآجلة بحصول الثواب، والسلامة من العقاب.\nومن كذب وكتم العيوب، وما في العقود عليه من الصفات فهو مع إثمه، معاملته ممحوقة البركة. ومتى نزعت البركة من المعاملة خسر صاحبها دنياه وأخراه.\nويستدل بهذا الأصل على تحريم التدليس، وإخفاء العيوب، وتحريم الغش، والبخس في الموازين والمكاييل والذرع وغيرها ; فإنها من الكذب والكتمان. وكذلك تحريم النجش (1) والخداع في المعاملات وتلقي الجلب\n(1) هو نحو زيادة الثمن على قيمة الحاجة من غير رغبة في الشراء ليخدع المزاودين الآخرين.\nالجزء: 1 ¦ الصفحة: 89\n",
        "ليبيعهم، أو يشتري منهم.\nويدخل فيه: الكذب في مقدار الثمن والمثمن، وفي وصف المعقود عليه، وغير ذلك.\nوضابط ذلك: أن كل شيء تكره أن يعاملك فيه أخوك المسلم أو غيره ولا يخبرك به، فإنه من باب الكذب والإخفاء والغش.\nويدخل في هذا: البيع بأنواعه، والإجارات، والمشاركات وجميع المعاوضات، وآجالها ووثائقها. فكلها يتعين على العبد فيها الصدق والبيان، ولا يحل له الكذب والكتمان.\nوفي هذا الحديث: إثبات خيار المجلس في البيع، وأن لكل واحد من المتبايعين الخيار بين الإمضاء أو الفسخ، ما داما في محل التبايع، فإذا تفرقا ثبت البيع ووجب، وليس لواحد منهما بعد ذلك الخيار إلا بسبب يوجب الفسخ، كخيار شرط، أو عيب يجده قد أخفي عليه، أو تدليس أو تعذر معرفة ثمن، أو مثمن.\nوالحكم في إثبات خيار المجلس: أن البيع يقع كثيرا جدا، وكثيرا ما يندم الإنسان على بيعه أو شرائه، فجعل له الشارع الخيار ; كي يتروى وينظر حاله: هل يمضي، أو يفسخ؟ والله أعلم.\n[حديث نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عن بيع الحصاة وعن بيع الغرر]\nالحديث الثامن والثلاثون عن أبي هريرة رضي الله عنه قال: «نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الْحَصَاةِ، وَعَنْ بَيْعِ الْغَرَرِ» رَوَاهُ مسلم.\nوهذا كلام جامع لكل غرر، والمراد بالغرر: المخاطرة والجهالة. وذلك\nالجزء: 1 ¦ الصفحة: 90\n",
        "داخل في الميسر، فإن الميسر كما يدخل في المغالبات والرهان - إلا رهان سباق الخيل والإبل والسهام - فكذلك يدخل في أمور المعاملات.\nفكل بيع فيه خطر: هل يحصل المبيع، أو لا يحصل؟ - كبيع الآبق والشارد والمغصوب من غير غاصبه، أو غير القادر على أخذه، وكبيع ما في ذمم الناس - وخصوصا المماطلين والمعسرين - فإنه داخل في الغرر.\nوكذلك كل بيع فيه جهالة ظاهرة يتفاوت فيها المقصود ; فإنها داخلة في بيع الغرر، كبيعه ما في بيته من المتاع، أو ما في دكانه، أو ما في هذا الموضع، وهو لا يدري به ولا يعلمه، أو بيع الحصاة التي هي مثال من أمثلة الغرر، كأن يقول: ارم هذه الحصاة، فعلى أيّ متاع وقعت، فهو عليك بكذا، أو ارمها في الأرض فما بلغته من المدى، فهو لك بكذا، أو بيع المنابذة أو الملامسة، أو بيع ما في بطون الأنعام، وما أشبه ذلك: فكل ذلك غرر واضح.\nومن حكمة الشارع: تحريم هذا النوع، لما فيه من المخاطرات، وإحداث العداوات التي قد يغبن فيها أحدهما الآخر غبنا فاحشا مضرا.\nولهذا اشترط العلماء للبيع: العلم بالمبيع، والعلم بالثمن.\nواشترطوا أيضا: أن يكون العاقد جائز التصرف، بأن يكون بالغا عاقلا رشيدا؛ لأن العقد مع الصغير أو غير الرشيد لا بد أن يحصل به غبن مضر، وذلك من الغرر.\nوكذلك اشترطوا: العلم بالأجل، إذا كان الثمن أو بعضه، أو المبيع في السلم مؤجلا ; لأن جهالة الأجل تصير العقد غررا.\nوكما يدخل في النهي عن بيع الغرر الغرر الذي يتفقان عليه، فمن باب\nالجزء: 1 ¦ الصفحة: 91\n",
        "أولى أن يدخل فيه التغرير، وتدليس أحدهما على الآخر شيئا من أمور المعاملة: من معقود به، أو عليه، أو شيء من صفاته.\nوالغش كله داخل في التغرير. وأفراد الغش وتفاصيله، لا يمكن ضبطها، وهي معروفة بين الناس.\nوحاصل بيع الغرر يرجع إلى بيع المعدوم، كحبل الحبلة، والسنين، أو بيع المعجوز عنه، كالآبق ونحوه، أو بيع المجهول المطلق في ذاته، أو جنسه، أو صفاته.\n[حديث الصُّلْحُ جَائِزٌ بَيْنَ الْمُسْلِمِينَ إِلَّا صُلْحًا حَرَّمَ حلالا أو أحل حراما. . .]\nالحديث التاسع والثلاثون عَنْ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ رضي الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ: «الصُّلْحُ جَائِزٌ بَيْنَ الْمُسْلِمِينَ، إِلَّا صُلْحًا حَرَّمَ حَلَالًا، أَوْ أَحَلَّ حَرَامًا. وَالْمُسْلِمُونَ عَلَى شُرُوطِهِمْ، إِلَّا شَرْطًا حَرَّمَ حَلَالًا، أَوْ أَحَلَّ حراما» رواه أهل السنن إلا النسائي.\nجمع في هذا الحديث الشريف بين أنواع الصلح والشروط - صحيحها وفاسدها - بكلام يشمل من أنواع العلم وأفراده ما لا يحصى بحد واضح بين.\nفأخبر أن الأصل في الصلح: أنه جائز لا بأس به، إلا إذا حرم الحلال، أو أحل الحرام. وهذا كلام محيط، يدخل فيه جميع أقسام الصلح. والصلح خير، لما فيه من حسم النزاع، وسلامة القلوب، وبراءة الذمم.\nفيدخل فيه: الصلح في الأموال في الإقرار، بأن يقر له بدين، أو عين، أو حق، فيصالحه عنه ببعضه أو بغيره.\nوصلح الإنكار، بأن يدعي عليه حقا من دين، أو عين، فينكر. ثم يتفقان\nالجزء: 1 ¦ الصفحة: 92\n",
        "على المصالحة عن هذا بعين أو دين، أو منفعة أو إبراء، أو غيره: فكل ذلك جائز.\nوكذلك الصلح عن الحقوق المجهولة، كأن يكون بين اثنين معاملة طويلة، اشتبه فيها ثبوت الحق على أحدهما أو عليهما، أو اشتبه مقداره، فيتصالحان على ما يتفقان عليه، ويتحريان العدل.\nوتمام ذلك: أن يحلل كل منهما الآخر، أو يكون بين اثنين مشاركة في ميراث أو وقف، أو وصية أو مال آخر: من ديون، أو أعيان، ثم يتصالحان عن ذلك بما يريانه أقرب إلى العدل والصواب.\nوكذلك يدخل في ذلك: المصالحة بين الزوجين في حق من حقوق الزوجية: من نفقة أو كسوة أو مسكن أو غيرها، ماضية أو حاضرة، وإن اقتضت الحال أن يغض أحدهما عن بعض حقه، لاستيفاء بقيته، أو لبقاء الزوجية، أو لزوال الفضل، أو لغير ذلك من المقاصد، فكل ذلك حسن. كما قال تعالى في حقهما: {فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ} [النساء: 128]\nوكذلك الصلح عن القصاص في النفوس، أو الأطراف بمال يتفقان عليه، أو المعاوضة عن ديات النفوس والأطراف والجروح، أو يصلح الحاكم بين الخصوم بما تقتضيه الحال، متحريا في ذلك مصلحتهما جميعا.\nفكل هذا داخل في قوله صلى الله عليه وسلم: «الصلح جائز بين المسلمين» .\nفإن تضمن الصلح تحريم الحلال، أو تحليل الحرام، فهو فاسد بنص هذا الحديث، كالصلح على رق الأحرار، أو إباحة الفروج المحرمة، أو الصلح\nالجزء: 1 ¦ الصفحة: 93\n",
        "الذي فيه ظلم. ولهذا قيده الله بقوله تعالى: {فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [الحجرات: 9]\nأو صلح اضطرار كالمكره، وكالمرأة إذا عضلها زوجها ظلما لتفتدي منه، وكالصلح على حق الغير بغير إذنه وما أشبه ذلك، فهذا النوع صلح محرم غير صحيح.\nوأما الشروط: فأخبر في هذا الحديث أن المسلمين على شروطهم، إلا شرطا أحل حراما أو حرم حلالا، وهذا أصل كبير، فإن الشروط هي التي يشترطها أحد المتعاقدين على الآخر مما له فيه حظ ومصلحة، فذلك جائز، وهو لازم إذا وافقه الآخر عليه، واعترف به.\nوذلك مثل إذا اشترط المشتري في المبيع وصفا مقصودا، كشرط العبد كاتبا، أو يحسن العمل الفلاني، أو الدابة هملاجة أو لبونا، أو الجارح صيودا، أو الجارية بكرا أو جميلة أو فيها الوصف الفلاني المقصود.\nومثل أن يشترط المشتري: أن الثمن أو بعضه مؤجل بأجل مسمى، أو يبيع الشيء ويشترط البائع: أن ينتفع به مدة معلومة، كما باع جابر بن عبد الله الأنصاري للنبي جمله، واشترط ظهره إلى المدينة.\nومثل أن يشترط سكنى البيت، أو الدكان مدة معلومة، أو يستعمل الإناء مدة معلومة، وما أشبه ذلك.\nوكذلك شروط الرهن والضمان والكفالة هي من الشروط الصحيحة اللازمة.\nومثل الشروط التي يشترطها المتشاركان في مضاربة، أو شركة عنان، أو\nالجزء: 1 ¦ الصفحة: 94\n",
        "وجوه، أو أبدان، أو مساقاة، أو مزارعة: فكلها صحيحة، إلا شروطا تحلل الحرام، وعكسه كالتي تعود إلى الجهالة والغرر.\nومثل شروط الواقفين والموصين في أوقافهم ووصاياهم من الشروط المقصودة: فكلها صحيحة، ما لم تدخل في محرم.\nوكذلك الشروط بين الزوجين، كأن تشترط دارها أو بلدها، أو نفقة معينة أو نحوها، فإن أحق الشروط أن يوفى به هذا النوع.\n[\nحديث مطل الغني ظلم\n]\nالحديث الأربعون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «مَطْلُ الْغَنِيِّ ظُلْمٌ. وَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مليء فليتبع» . متفق عليه.\nتضمن هذا الحديث الأمر بحسن الوفاء، وحسن الاستيفاء، والنهي عما يضاد الأمرين أو أحدهما.\nفقوله: «مطل الغني ظلم» أي: المعاسرة في أداء الحق الواجب ظلم ; لأنه ترك لواجب العدل، إذ على القادر المبادرة إلى أداء ما عليه، من غير أن يحوج صاحب الحق إلى طلب وإلحاح، أو شكاية. فمن فعل ذلك مع قدرته على الوفاء، فهو ظالم.\n\" والغني \" هو الذي عنده موجودات مالية يقدر بها على الوفاء.\nومفهوم الحديث: أن المعسر لا حرج عليه في التأخير. وقد أوجب الله على صاحب الحق إنظاره إلى الميسرة.\nونفهم من هذا الحديث: أن الظلم المالي لا يختص بأخذ مال الغير بغير حق، بل يدخل فيه كل اعتداء على مال الغير، أو على حقه بأي وجه يكون.\nالجزء: 1 ¦ الصفحة: 95\n",
        "فمن غصب مال الغير، أو سرقه، أو جحد حقا عنده للغير، أو بعضه، أو ادعى عليه ما ليس له من أصل الحق أو وصفه، أو ماطله بحقه من وقت إلى آخر، أو أدى إليه أقل مما وجب له في ذمته - وصفا أو قدرا - فكل هؤلاء ظالمون بحسب أحوالهم. والظلم ظلمات يوم القيامة على أهله.\nثم ذكر في الجملة الأخرى حسن الاستيفاء، وأن من له الحق عليه أن يتبع صاحبه بمعروف وتيسير، لا بإزعاج ولا تعسير، ولا يرهقه من أمره عسرا، ولا يمتنع عليه إذا وجهه إلى جهة ليس عليه فيها مضرة ولا نقص. فإذا أحاله بحقه على مليء - أي: قادر على الوفاء غير مماطل ولا ممانع - فليحتل عليه، فإن هذا من حسن الاستيفاء والسماحة.\nولهذا ذكر الله تعالى الأمرين في قوله: {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ} [البقرة: 178] فأمر صاحب الحق أن يتبع من عليه الحق بالمعروف، والمستحسن عرفا وعقلا، وأن يؤدي من عليه الحق بإحسان.\nوقد دعا صلى الله عليه وسلم لمن اتصف بهذ الوصف الجميل، فقال: «رحم الله عبدا سمحا إذا باع، سمحا إذا اشترى، سمحا إذ قضى، سمحا إذا اقتضى» .\nفالسماحة في مباشرة المعاملة، وفي القضاء، والاقتضاء، يرجى لصاحبها كل خير: ديني ودنيوي، لدخوله تحت هذه الدعوة المباركة التي لا بد من قبولها.\nوقد شوهد ذلك عيانا. فإنك لا تجد تاجرا بهذا الوصف إلا رأيت الله قد صب عليه الرزق صبا، وأنزل عليه البركة. وعكسه صاحب المعاسرة والتعسير، وإرهاق المعاملين، والجزاء من جنس العمل، فجزاء التيسير التيسير.\nالجزء: 1 ¦ الصفحة: 96\n",
        "وإذا كان مطل الغني ظلما: وجب إلزامه بأداء الحق إذا شكاه غريمه، فإن أدى وإلا عزر حتى يؤدي، أو يسمح غريمه. ومتى تسبب في تغريم غريمه بسبب شكايته: فعليه الغرم لما أخذ من ماله، لأنه هو السبب، وذلك بغير حق. وكذلك كل من تسبب لتغريم غيره ظلما فعليه الضمان.\nوهذا الحديث أصل في باب الحوالة، وأن من حول بحقه على مليء، فعليه أن يتحول، وليس له أن يمتنع.\nومفهومه: أنه إذا أحيل على غير مليء فليس عليه التحول، لما فيه من الضرر عليه.\nوالحق الذي يتحول به: هي الديون الثابتة بالذمم، من قرض أو ثمن مبيع، أو غيرهما.\nوإذا حوله على المليء فاتبعه: برئت ذمة المحيل، وتحول حق الغريم إلى من حول عليه. والله أعلم.\n[\nحديث على اليد ما أخذت حتى تؤديه\n]\nالحديث الحادي والأربعون عَنْ سَمُرَةَ بْنِ جُنْدَبٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «عَلَى الْيَدِ مَا أَخَذَتْ، حَتَّى تُؤَدِّيَهُ» . رواه أهل السنن إلا النسائي.\nوهذا شامل لما أخذته من أموال الناس بغير حق، كالغصب ونحوه، وما أخذته بحق، كرهن وإجارة.\nأما القسم الأول: فهو الغصب، وهو أخذ مال الغير بغير حق بغير رضاه، وهو من أعظم الظلم والمحرمات ; فإن رسول الله صلى الله عليه وسلم يقول: «من غصب قيد شبر من الأرض طوقه يوم القيامة من سبع أرضين» .\nالجزء: 1 ¦ الصفحة: 97\n",
        "وعلى الغاصب أن يرد ما أخذه، ولو غرم على رده أضعاف قيمته ولو صار عليه ضرر في رده، لأنه هو الذي أدخل الضرر على نفسه. فإن نقص رده مع أرش نقصه. وعليه أجرته مدة بقائه بيده، وإن تلف ضمنه.\nوأما إذا كانت اليد أخذت مال الغير برضى صاحبه، بإجارة، أو رهن أو مضاربة، أو مساقاة، أو مزارعة، أو غيرها: فصاحب اليد أمين، لأن صاحب العين قد ائتمنه، فإن تلفت وهي بيده بغير تعد ولا تفريط: فلا ضمان عليه، وإن تلفت بتفريط في حفظها أو تعد عليها: ضمنها ومتى انقضى الغرض منها ردها إلى صاحبها.\nودخل في هذا الحديث «على اليد ما أخذت حتى تؤديه» .\nوكذلك العارية على المستعير أن يردها إلى صاحبها بانقضاء الغرض منها، أو طلب ربها، لأن العارية عقد جائز لا لازم.\nفإن تلفت العارية بغير تعد ولا تفريط، فمن العلماء من ضمنه، كما هو المشهور من مذهب الإمام أحمد، ومنهم من لم يضمنه كسائر الأمناء.\nومنهم من فصل: فإن شرط ضمانها ضمنها، وإلا فلا، وهو أحسن الأقوال الثلاثة.\nولكن لو وجد المال بيد مجنون، أو سفيه، أو صغير، فأخذه ليحفظه، فتلف بيده بغير تعد ولا تفريط: فإنه محسن، وما على المحسنين من سبيل.\nولو أخذ اللقطة التي يجوز التقاطها، فعليه تعريفها عاما كاملا. فإن لم تعرف: فهي لواجدها، فإن وجد صاحبها بعد ذلك ووصفها: سلمها إليه إن كانت موجودة، وضمنها إن كان قد أتلفها باستعمال أو غيره. وإن\nالجزء: 1 ¦ الصفحة: 98\n",
        "تلفت في حول التعريف بغير تفريط ولا تعد: فلا ضمان على الملتقط، لأنه من جملة الأمناء، وهي حينئذ لم تدخل في ملكه، والله أعلم.\n[حديث قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بالشفعة في كل ما لم يقسم]\nالحديث الثاني والأربعون عن جابر بن عبد الله رضي الله عنه قَالَ: «قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالشُّفْعَةِ فِي كُلِّ مَا لَمْ يُقْسَمْ. فَإِذَا وَقَعَتِ الْحُدُودُ، وَصُرِّفَتِ الطُّرُقُ، فَلَا شُفْعَةَ» رواه البخاري.\nيؤخذ من هذا الحديث: أحكام الشفعة كلها، وما فيه شفعة، وما لا شفعة فيه.\nوالشفعة إنما هي في الأموال المشتركة. وهي قسمان: عقار وغيره. فأثبت في هذا الحديث الشفعة في العقار، ودل على أن غير العقار لا شفعة فيه، فالشركة في الحيوانات، والأثاثات، والعقود، وجميع المنقولات لا شفعة فيها، إذا باع أحدهما نصيبه منها.\nوأما العقارات: فإذا أفرزت وحددت الحدود، وصرفت الطرق واختار كل من الشريكين نصيبه، فلا شفعة فيها، كما هو نص الحديث، لأنه يصير حينئذ جارا، والجار لا شفعة له على جاره.\nوأما إذا لم تحد الحدود ولم تصرف الطرق، ثم باع أحدهم نصيبه: فللشريك أو الشركاء الباقين الشفعة، بأن يأخذوه بالثمن الذي وقع عليه العقد، كل على قدر ملكه.\nوظاهر الحديث: أنه لا فرق بين العقار الذي تمكن قسمته. وهذا هو الصحيح، لأن الحكمة في الشفعة - وهي إزالة الضرر عن الشريك - موجودة في\nالجزء: 1 ¦ الصفحة: 99\n",
        "النوعين. والحديث عام.\nوأما ما استدل به على التفريق بين النوعين: فضعيف.\nواختلف العلماء في شفعة الجار على جاره، إذا كان بينهما حق من حقوق الملكين، كطريق مشترك، أو بئر أو نحوهما.\nفمنهم: من أوجب الشفعة في هذا النوع، وقال: إن هذا الاشتراك في هذا الحق نظير الاشتراك في جميع الملك، والضرر في هذا كالضرر هناك، وهو الذي تدل عليه الأدلة.\nومنهم: من لم يثبت فيه شفعة، كما هو المشهور من مذهب الإمام أحمد.\nومنهم من أثبت الشفعة للجار مطلقا، وهذه الصورة عنده من باب أولى، كما هو مذهب الإمام أبي حنيفة.\nوالنبي صلى الله عليه وسلم أثبت للشريك الشفعة: إن شاء أخذ، وإن شاء لم يأخذ، وهو من جملة الحقوق، التي لا تسقط إلا بإسقاطها صريحا، أو بما يدل على الإسقاط.\nوأما اشتراط المبادرة جدا إلى الأخذ بها، من غير أن يكون له فرصة في هذا الحق المتفق عليه: فهذا قول لا دليل عليه.\nوما استدلوا به من الحديثين اللذين أوردوهما: «الشفعة كحل العقال» ، «الشفعة لمن واثبها» طلبها حين علم بالبيع ولم يتراخ في طلبها فلم يصح منهما عن النبي صلى الله عليه وسلم شيء.\nفالصحيح: أن هذا الحق كغيره من الحقوق من خيار الشرط، أو العيب أو نحوها الحق ثابت إلا إن أسقطه صاحبه بقول أو فعل والله أعلم.\nالجزء: 1 ¦ الصفحة: 100\n",
        "[حديث يَقُولُ اللَّهُ تَعَالَى أَنَا ثَالِثُ الشَّرِيكَيْنِ مَا لم يخن أحدهما صاحبه]\nالحديث الثالث والأربعون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يَقُولُ اللَّهُ تَعَالَى: أَنَا ثَالِثُ الشَّرِيكَيْنِ، مَا لم يخن أحدهما صاحبه، فإن خَانَهُ خَرَجْتُ مِنْ بَيْنِهِمَا» . رَوَاهُ أَبُو دَاوُدَ.\nيدل هذا الحديث بعمومه على جواز أنواع الشركات كلها: شركة العنان، والأبدان، والوجوه، والمضاربة، والمفاوضة وغيرها من أنواع الشركات التي يتفق عليها المتشاركان.\nومن منع شيئا منها فعليه الدليل الدال على المنع، وإلا فالأصل الجواز، لهذا الحديث، وشموله. ولأن الأصل الجواز في كل المعاملات.\nويدل الحديث على فضل الشركات وبركتها، إذا بنيت على الصدق والأمانة. فإن من كان الله معه بارك له في رزقه، ويسر له الأسباب التي ينال بها الرزق، ورزقه من حيث لا يحتسب، وأعانه وسدده.\nوذلك: لأن الشركات يحصل فيها التعاون بين الشركاء في رأيهم وفي أعمالهم. وقد تكون أعمالا لا يقدر عليها كل واحد بمفرده، وباجتماع الأعمال والأموال يمكن إدراكها.\nوالشركات أيضا يمكن تفريعها وتوسيعها في المكان والأعمال وغيرها.\nوأيضا، فإن الغالب أنها يحصل بها من الراحة ما لا يحصل بتفرد الإنسان بعلمه. وقد يجري ويدير أحدهما العمل مع راحة الآخر، أو ذهابه لبعض مهماته، أو وقت مرضه.\nوهذا كله مع الصدق والأمانة، فإذا دخلتها الخيانة، ونوى أحدهما أو\nالجزء: 1 ¦ الصفحة: 101\n",
        "كلاهما خيانة الآخر، وإخفاء ما يتمكن منه، خرج الله من بينهما. وذهبت البركة. ولم تتيسر الأسباب. والتجربة والمشاهدة تشهد لهذا الحديث. والله أعلم.\n[حديث إِذَا مَاتَ الْعَبْدُ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثلاث صدقة جارية. . .]\nالحديث الرابع والأربعون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إِذَا مَاتَ الْعَبْدُ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ» . رَوَاهُ مُسْلِمٌ.\nدار الدنيا جعلها الله دار عمل، يتزود منها العباد من الخير، أو الشر، للدار الأخرى، وهي دار الجزاء. وسيندم المفرطون إذا انتقلوا من هذه الدار، ولم يتزودوا لآخرتهم ما يسعدهم، وحينئذ لا يمكن الاستدراك. ولا يتمكن العبد أن يزيد حسناته مثقال ذرة، ولا يمحو من سيئاته كذلك. وانقطع عمل العبد عنه إلا هذه الأعمال الثلاثة التي هي من آثار عمله.\nالأول: الصدقة الجارية، أي: المستمر نفعها. وذلك كالوقف للعقارات التي ينتفع بمغلها، أو الأواني التي ينتفع باستعمالها، أو الحيوانات التي ينتفع بركوبها ومنافعها، أو الكتب والمصاحف التي ينتفع باستعمالها والانتفاع بها، أو المساجد والمدارس والبيوت وغيرها التي ينتفع بها.\nفكلها أجرها جار على العبد ما دام ينتفع بشيء منها. وهذا من أعظم فضائل الوقف. وخصوصا الأوقاف التي فيها الإعانة على الأمور الدينية، كالعلم والجهاد، والتفرغ للعبادة، ونحو ذلك.\nولهذا اشترط العلماء في الوقف: أن يكون مصرفه على وجهة بر وقربة.\nالجزء: 1 ¦ الصفحة: 102\n",
        "الثاني: العلم الذي ينتفع به من بعده، كالعلم الذي علمه الطلبة المستعدين للعلم، والعلم الذي نشره بين الناس، والكتب التي صنفها في أصناف العلوم النافعة.\nوهكذا كل ما تسلسل الانتفاع بتعليمه مباشرة، أو كتابة، فإن أجره جار عليه. فكم من علماء هداة ماتوا من مئات من السنين، وكتبهم مستعملة، وتلاميذهم قد تسلسل خيرهم. وذلك فضل الله.\nالثالث: الولد الصالح - ولد صلب، أو ولد ابن، أو بنت، ذكر أو أنثى - ينتفع والده بصلاحه ودعائه. فهو في كل وقت يدعو لوالديه بالمغفرة والرحمة، ورفع الدرجات، وحصول المثوبات.\nوهذه المذكورة في هذا الحديث هي مضمون: {إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ} [يس: 12]\nفما قدموا: هو ما باشروه من الأعمال الحسنة أو السيئة.\nوآثارهم: ما ترتب على أعمالهم، مما عمله غيرهم، أو انتفع به غيرهم.\nوجميع ما يصل إلى العبد من آثار عمله ثلاثة:\nالأول: أمور عمل بها الغير بسببه وبدعايته وتوجيهه.\nالثاني: أمور انتفع بها الغير أي نفع كان، على حسب ذلك النفع باقتدائه به في الخير.\nالثالث: أمور عملها الغير وأهداها إليه، أو صدقة تصدق بها عنه أو دعا له، سواء أكان من أولاده الحسيين أو من أولاده الروحيين الذين تخرجوا بتعليمه، وهدايته وإرشاده، أو من أقاربه وأصحابه المحبين، أو من عموم\nالجزء: 1 ¦ الصفحة: 103\n",
        "المسلمين، بحسب مقاماته في الدين، وبحسب ما أوصل إلى العباد من الخير، أو تسبب به، وبحسب ما جعل الله له في قلوب العباد من الود الذي لا بد أن تترتب عليه آثاره الكثيرة التي منها: دعاؤهم، واستغفارهم له.\nوكلها تدخل في هذا الحديث الشريف.\nوقد يجتمع للعبد في شيء واحد عدة منافع، كالولد الصالح العالم الذي سعى أبوه في تعليمه، وكالكتب التي يقفها أو يهبها لمن ينتفع بها.\nويستدل بهذا الحديث على الترغيب في التزوج الذي من ثمراته حصول الأولاد الصالحين، وغيرها من المصالح، كصلاح الزوجة وتعليمها ما تنتفع به، وتنفع غيرها. والله أعلم.\n[حديث مَنْ سَبَقَ إِلَى مَا لَمْ يَسْبِقْ إِلَيْهِ مسلم فهو له]\nالحديث الخامس والأربعون عَنْ أَسْمَرَ بْنِ مُضَرِّسٍ: أنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ: «مَنْ سَبَقَ إِلَى مَا لَمْ يَسْبِقْ إِلَيْهِ مُسْلِمٌ فَهُوَ له» . رواه أبو داود.\nيدخل في هذا الحديث: السبق إلى جميع المباحات التي ليست ملكا لأحد، ولا باختصاص أحد.\nفيدخل فيه: السبق إلى إحياء الأرض الموات. فمن سبق إليها باستخراج ماء، أو إجرائه عليها، أو ببناء، ملكها. ولا يملكها بدون الإحياء.\nلكن لو أقطعه الإمام أو نائبه، أو تحجر مواتا من دون إحيائه: فهو أحق به، ولا يملكه. فإن وجد متشوف للإحياء قيل له: إما أن تعمرها، وإما أن ترفع يدك عنها.\nالجزء: 1 ¦ الصفحة: 104\n",
        "ويدخل في ذلك: السبق إلى صيد البر، والبحر، وإلى المعادن غير الظاهرة، وغير الجارية. والسبق إلى أخذ حطب أو حشيش أو منبوذ رغبة عنه.\nوالسبق إلى الجلوس في المساجد والمدارس والأسواق والربط إن لم يتوقف ذلك على ناظر جعل له الترتيب والتعيين، فيرجع فيه إلى نص الواقفين والموصين.\nفمن سبق إلى شيء من المباحات التي لا مالك لها، فهو أحق بها. والملك فيها مقصور على القدر المأخوذ.\nوكذلك من سبق إلى الأعمال في الجعالات التي يقول فيها صاحبها: من عمل لي هذا العمل فله كذا: فهو المستحق للتقديم والجعل.\nوكذلك من سبق إلى التقاط اللقطة واللقيط، وغيرها، فكله داخل في هذا الحديث. والله أعلم.\n[\nحديث ألحقوا الفرائض بأهلها\n]\nالحديث السادس والأربعون عن ابن عباس رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ» . مُتَّفَقٌ عليه.\n[حديث إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حقه فلا وصية لوارث]\nالحديث السابع والأربعون عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: «إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ، فَلَا وَصِيَّةَ لِوَارِثٍ» . رَوَاهُ أبو داود والترمذي وابن ماجه.\nهذان الحديثان اشتملا على جل أحكام المواريث، وأحكام الوصايا. فإن الله تعالى فصل أحكام المواريث تفصيلا تاما واضحا، وأعطى كل ذي حق\nالجزء: 1 ¦ الصفحة: 105\n",
        "حقه، وأمر صلى الله عليه وسلم أن تلحق الفرائض بأهلها، فيقدمون على العصبات. فما بقي فهو لأولى رجل ذكر. وهم العصبة من الفروع الذكور، والأصول الذكور، وفروع الأصول الذكور، والولاء.\nفيقدم من هذه الجهات إذا اجتمع عاصبان فأكثر: الأقرب جهة. فإن كانوا في جهة واحدة، قدم الأقرب منزلة. فيقدم الابن على ابن الابن، والعم مثلا على ابن العم. فإن كانوا في منزلة واحدة، وتميز أحدهم بقوة القرابة ولا يتصور ذلك إلا في فروع الأصول، كالإخوة والأعمام مطلقا وبنيهم: قدم الأقوى - وهو الشقيق - على الذي لأب.\nوهذا هو المراد بقوله رضي الله عنه: «لأولى رجل ذكر» أي: أقربهم جهة، أو منزلة، أو قوة، على حسب هذا الترتيب.\nوعلم من هذا: أن صاحب الفرض مقدم على العاصب في البداءة، وأنه إن استغرقت الفروض التركة سقط العاصب في جميع مسائل الفرائض، حتى في الحمارية، وهي ما إذا خلفت زوجا، وأما، وإخوة لأم، وإخوة أشقاء: فللزوج النصف، وللأم السدس؟ وللإخوة لأم الثلث.\nفهؤلاء أهل فروض ألحقنا بهم فروضهم، وسقط الأشقاء ; لأنهم عصبات. وهذا هو الصحيح لأدلة كثيرة. هذا أوضحها.\nويستدل بقوله صلى الله عليه وسلم: «أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا» على أن الفروض إذا كثرت وتزاحمت ولم يحجب بعضهم بعضا، فإنه يعول لهم، وتنقص فروضهم بحسب ما عالت به كالديون إذا أدلت على موجودات الغريم التي لا تكفي لدينهم ; فإنهم يعطون بقدر ديونهم. وهذا من العدل.\nالجزء: 1 ¦ الصفحة: 106\n",
        "فكل مشتركين في استحقاق شيء لا يمكن أن يكمل لكل واحد منهم، وليس لواحد منهم مزية تقديم: فإنهم ينقصون على قدر استحقاقهم. وذلك في الهبات والوصايا والأوقاف وغيرها، كما أن الزائد لهم بقدر أملاكهم واستحقاقهم.\nويدل الحديث أنه إذا لم يوجد صاحب فرض، فالمال كله للعصبات على حسب الترتيب السابق.\nوكذلك يدل على أنه إذا لم يوجد إلا أصحاب الفروض، ولم يوجد عاصب، فإنه يرد عليهم على قدر فروضهم، كما تعال عليهم ; لأن من حكمة فرض الفروض وتقديرها: أن تبقى البقية للعاصب. فإذا لم يوجد رد على المستحقين لعدم المزاحم.\nويدل الحديث على صحة الوصية لغير الوارث. ولكن في ذلك تفصيل: إن كان الموصي غنيا ويدع ورثته أغنياء، استحبت. وإن كان فقيرا وورثته يحتاجون جميع ميراثه، لفقرهم أو كثرتهم، فالأولى له أن لا يوصي، بل يدع ماله لورثته.\nوأما الوصية للوارث، فالحديث دل على منعها. وعلل ذلك بقوله صلى الله عليه وسلم: «إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حقه، فلا وصية لوارث» .\nفمن أوصى لوارث فقد تعدى حدود الله، وفضل بعض الورثة على بعض. وسواء وقع ذلك على وجه الوصية أو الهبة للوارث، كما هو اتفاق العلماء، أو على وجه الوقف لثلثه على بعض ورثته.\nوشذ بعضهم في هذه المسألة، فأجازها. وهو مناف للفظ الحديث ومعناه.\nالجزء: 1 ¦ الصفحة: 107\n",
        "وأما الوصية للأجنبي، أو للجهات الدينية، فتجوز بالثلث فأقل. وما زاد على الثلث، يتوقف على إجازة الورثة.\n[\nحديث ثلاثة حق على الله عونهم المكاتب يريد الأداء. . .\n]\nالحديث الثامن والأربعون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «ثلاثة حق على الله عَوْنُهُمُ: الْمُكَاتَبُ يُرِيدُ الْأَدَاءَ، وَالْمُتَزَوِّجُ يُرِيدُ الْعَفَافَ، وَالْمُجَاهِدُ فِي سَبِيلِ اللَّهِ» رَوَاهُ أَهْلُ السُّنَنِ إلا النسائي.\nوذلك: أن الله تعالى وعد المنفقين بالخلف العاجل، وأطلق النفقة. وهي تنصرف إلى النفقات التي يحبها الله ; لأن وعده بالخلف من باب الثواب الذي لا يكون إلا على ما يحبه الله.\nوأما النفقات في الأمور التي لا يحبها الله: إما في المعاصي، وإما في الإسراف في المباحات، فالله لم يضمن الخلف لأهلها، بل لا تكون إلا مغرما.\nوهذه الثلاثة المذكورة في هذا الحديث من أفضل الأمور التي يحبها الله.\nفالجهاد في سبيل الله هو سنام الدين وذروته وأعلاه. وسواء كان جهادا بالسلاح، أو جهادا بالعلم والحجة، فالنفقة في هذا السبيل مخلوفة وسالك هذا السبيل معان من الله، ميسر له أمره.\nوأما المكاتب، فالكتابة قد أمر الله بها في قوله تعالى: {فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} [النور: 33]\nأي: صلاحا في تقويم دينهم ودنياهم. فالسيد مأمور بذلك. والعبد المكاتب الذي يريد الأداء ويتعجل الحرية والتفرغ لدينه ودنياه يعينه الله، وييسر له أموره، ويرزقه من حيث لا يحتسب.\nالجزء: 1 ¦ الصفحة: 108\n",
        "وعلى السيد: أن يرفق بمكاتبه في تقدير الآجال التي تحل فيها نجوم الكتابة، ويعطيه من مال الكتابة إذا أداها ربعها.\nوفي قوله تعالى في حق المكاتبين: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} [النور: 33] أمر للسيد ولغيره من المسلمين. ولذلك جعل الله له نصيبا من الزكاة في قوله: {وَفِي الرِّقَابِ} [التوبة: 60] وهذا من عونه تعالى.\nوقد ثبت عن النبي صلى الله عليه وسلم ما هو أعم من هذا، فقال: «من أخذ أموال الناس يريد أداءها أداها الله عنه، ومن أخذها يريد إتلافها أتلفه الله» . رواه البخاري.\nوأما النكاح: فقد أمر الله به ورسوله. ورتب عليه من الفوائد شيئا كثيرا: عون الله، وامتثال أمر الله ورسوله، وأنه من سنن المرسلين.\nوفيه: تحصين الفرج. وغض البصر، وتحصيل النسل، والإنفاق على الزوجة والأولاد ; فإن العبد إذا أنفق على أهله نفقة يحتسبها كانت له أجرا، وحسنات عند الله، سواء كانت مأكولا أو مشروبا أو ملبوسا أو مستعملا في الحوائج كلها. كله خير للعبد، وحسنات جارية. وهو أفضل من نوافل العبادات القاصرة.\nوفيه: التذكر لنعم الله على العبد، والتفرغ لعبادته، وتعاون الزوجين على مصالح دينهما ودنياهما، وقد قال تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء: 3]\nوقال صلى الله عليه وسلم: «تنكح المرأة لأربع: لمالها، وجمالها، وحسبها، ودينها، فاظفر بذات الدين تربت يمينك» لما فيها من صلاح الأحوال والبيت والأولاد، وسكون قلب الزوج وطمأنينته، فإن حصل مع الدين غيره، فذاك،\nالجزء: 1 ¦ الصفحة: 109\n",
        "وإلا فالدين أعظم الصفات المقصودة، قال تعالى: {فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ} [النساء: 34]\nوعلى الزوجة: القيام بحق الله، وحق بعلها، وتقديم حق البعل على حقوق الخلق كلهم.\nوعلى الزوج: السعي في إصلاح زوجته، وفعل جميع الأسباب التي تتم بها الملاءمة بينهما، فإن الملاءمة هي المقصود الأعظم. ولهذا ندب النبي صلى الله عليه وسلم إلى النظر إلى المرأة التي يريد خطبتها، ليكون على بصيرة من أمره، والله أعلم.\n[حديث يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ الْوِلَادَةِ]\nالحديث التاسع والأربعون عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ الْوِلَادَةِ» مُتَّفَقٌ عليه.\nوذلك: أن المحرمات من النسب بنص القرآن والإجماع: الأمهات وإن علون من كل جهة، والبنات وإن نزلن من كل جهة، والأخوات مطلقا، وبنات الإخوة، وبنات الأخوات، وإن نزلن، والعمات، والخالات.\nفجميع القرابات حرام، إلا بنات الأعمام، وبنات العمات، وبنات الأخوال، وبنات الخالات.\nوهذه السبع محرمات في الرضاع من جهة المرضعة، وصاحب اللبن، إذا كان الرضاع خمس رضعات فأكثر، في الحولين.\nوأما من جهة أقارب الراضع، فإن التحريم يختص بذرية الراضع. وأما أبوه من النسب وأمه وأصولهم وفروعهم، فلا تعلق لهم بالتحريم.\nالجزء: 1 ¦ الصفحة: 110\n",
        "وكذلك يحرم الجمع بين الأختين، وبين المرأة وعمتها، أو خالتها في النسب. ومثل ذلك في الرضاع.\nوكذلك تحرم أمهات الزوجة وإن علون، وبناتها وإن نزلن، إذا كان قد دخل بزوجته، وزوجات الآباء وإن علوا، وزوجات الأبناء وإن نزلوا من كل جهة، ومثل ذلك في الرضاع.\nومسائل تحريم الجمع والصهر في الرضاع فيه خلاف. ولكن مذهب جمهور العلماء والأئمة الأربعة، تحريم ذلك للعمومات.\n[حديث لَا يَفْرَكْ مُؤْمِنٌ مُؤِمْنِةً إِنْ كَرِهَ مِنْهَا خلقا رضي منها آخر]\nالحديث الخمسون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لَا يَفْرَكْ مُؤْمِنٌ مُؤِمْنِةً: إِنْ كَرِهَ مِنْهَا خلقا رضي منها آخر» . رواه مسلم.\nهذا الإرشاد من النبي صلى الله عليه وسلم، للزوج في معاشرة زوجته من أكبر الأسباب والدواعي إلى حسن العشرة بالمعروف، فنهى المؤمن عن سوء عشرته لزوجته. والنهي عن الشيء أمر بضده. وأمره أن يلحظ ما فيها من الأخلاق الجميلة، والأمور التي تناسبه، وأن يجعلها في مقابلة ما كره من أخلاقها فإن الزوج إذا تأمل ما في زوجته من الأخلاق الجميلة، والمحاسن التي يحبها، ونظر إلى السبب الذي دعاه إلى التضجر منها وسوء عشرتها، رآه شيئا واحدا أو اثنين مثلا، وما فيها مما يحب أكثر. فإذا كان منصفا غض عن مساوئها لاضمحلالها في محاسنها.\nوبهذا: تدوم الصحبة، وتؤدى الحقوق الواجبة المستحبة. وربما أن ما\nالجزء: 1 ¦ الصفحة: 111\n",
        "كره منها تسعى بتعديله أو تبديله.\nوأما من غض عن المحاسن، ولحظ المساوئ ولو كانت قليلة، فهذا من عدم الإنصاف. ولا يكاد يصفو مع زوجته.\nوالناس في هذا ثلاثة أقسام.\nأعلاهم: من لحظ الأخلاق الجميلة والمحاسن، وغض عن المساوئ بالكلية وتناساها.\nوأقلهم توفيقا وإيمانا وأخلاقا جميلة، من عكس القضية، فأهدر المحاسن مهما كانت، وجعل المساوئ نصب عينيه. وربما مددها وبسطها وفسرها بظنون وتأويلات تجعل القليل كثيرا، كما هو الواقع.\nوالقسم الثالث: من لحظ الأمرين، ووازن بينهما، وعامل الزوجة بمقتضى كل واحد منها. وهذا منصف. ولكنه قد حرم الكمال.\nوهذا الأدب الذي أرشد إليه صلى الله عليه وسلم، ينبغي سلوكه واستعماله مع جميع المعاشرين والمعاملين ; فإن نفعه الديني والدنيوي كثير، وصاحبه قد سعى في راحة قلبه، وفي السبب الذي يدرك به القيام بالحقوق الواجبة والمستحبة؛ لأن الكمال في الناس متعذر. وحسب الفاضل أن تعد معايبه. وتوطين النفس على ما يجيء من المعاشرين مما يخالف رغبة الإنسان، يسهل عليه حسن الخلق، وفعل المعروف والإحسان مع الناس. . والله الموفق.\n[\nحديث لا تسأل الإمارة فإنك إن أوتيتها عن مسألة وكلت إليها. . .\n]\nالحديث الحادي والخمسون عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ رضي الله عنه قَالَ: قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم: «يَا عَبْدَ الرَّحْمَنِ بنَ سَمُرَةَ، لَا تَسْأَلِ الْإِمَارَةَ، فَإِنَّكَ إِنْ أُوتِيتَهَا عن مسألة وكلت\nالجزء: 1 ¦ الصفحة: 112\n",
        "إليها، وإن أوتيتها عن غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهِا. وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا، فَائْتِ الَّذِي هو خير، وكفر عن يمينك» . متفق عليه.\nهذا الحديث احتوى على جملتين عظيمتين:\nإحداهما: أن الإمارة وغيرها من الولايات على الخلق، لا ينبغي للعبد أن يسألها، ويتعرض لها. بل يسأل الله العافية والسلامة، فإنه لا يدري، هل تكون الولاية خيرا له أو شرا؟ ولا يدري، هل يستطيع القيام بها، أم لا؟\nفإذا سألها وحرص عليها، وكل إلى نفسه. ومتى وكل العبد إلى نفسه، لم يوفق، ولم يسدد في أموره، ولم يعن عليها، لأن سؤالها ينبئ عن محذورين:\nالأول: الحرص على الدنيا والرئاسة، والحرص يحمل على الريبة في التخوض في مال الله، والعلو على عباد الله.\nالثاني: فيه نوع اتكال على النفس، وانقطاع عن الاستعانة بالله. ولهذا قال: «وكلت إليها» .\nوأما من لم يحرص عليها ولم يتشوف لها، بل أتته من غير مسألة ورأى من نفسه عدم قدرته عليها، فإن الله يعينه عليها، ولا يكله إلى نفسه لأنه لم يتعرض للبلاء، ومن جاءه البلاء بغير اختياره حمل عنه، ووفق للقيام بوظيفته. وفي هذه الحال يقوى توكله على الله تعالى، ومتى قام العبد بالسبب متوكلا على الله نجح.\nوفي قوله صلى الله عليه وسلم: «أعنت عليها» دليل على أن الإمارة وغيرها من الولايات الدنيوية جامعة للأمرين: للدين، وللدنيا، فإن المقصود من الولايات كلها: إصلاح دين الناس ودنياهم.\nالجزء: 1 ¦ الصفحة: 113\n",
        "ولهذا: يتعلق بها الأمر والنهي، والإلزام بالواجبات، والردع عن المحرمات، والإلزام بأداء الحقوق. وكذلك أمور السياسة والجهاد، فهي لمن أخلص فيها لله وقام بالواجب من أفضل العبادات، ولمن لم يكن كذلك من أعظم الأخطار.\nولهذا كانت من فروض الكفايات؛ لتوقف كثير من الواجبات عليها.\nفإن قيل: كيف طلب يوسف ولاية الخزائن المالية في قوله: {اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ} [يوسف: 55]\nقيل: الجواب عنه قوله تعالى: {إِنِّي حَفِيظٌ عَلِيمٌ} [يوسف: 55]\nفهو إنما طلبها لهذه المصلحة التي لا يقوم بها غيره: من الحفظ الكامل، والعلم بجميع الجهات المتعلقة بهذه الخزائن. من حسن الاستخراج، وحسن التصريف، وإقامة العدل الكامل. فهو لما رأى الملك استخلصه لنفسه وجعله مقدما عليه، وفي المحل العالي، وجب عليه أيضا النصيحة التامة، للملك والرعية. وهي متعينة في ولايته.\nولهذا: لما تولى خزائن الأرض سعى في تقوية الزراعة جدا. فلم يبق موضع في الديار المصرية من أقصاها إلى أقصاها يصلح للزراعة إلا زرع في مدة سبع سنين. ثم حصنه وحفظه ذلك الحفظ العجيب. ثم لما جاءت السنون الجدب، واضطر الناس إلى الأرزاق، سعى في الكيل للناس بالعدل، فمنع التجار من شراء الطعام خوف التضييق على المحتاجين، وحصل بذلك من المصالح والمنافع شيء لا يعد ولا يحصى، كما هو معروف.\nالجملة الثانية: قوله صلى الله عليه وسلم: «وَإِذَا حَلَفْتَ عَلَى يَمِينٍ، فَرَأَيْتَ غَيْرَهَا خَيْرًا منها\nالجزء: 1 ¦ الصفحة: 114\n",
        "فائت الذي هو خير، وكفر عن يمينك» .\nيشمل من حلف على ترك واجب، أو ترك مسنون؛ فإنه يكفر عن يمينه، ويفعل ذلك الواجب والمسنون الذي حلف على تركه. ويشمل من حلف على فعل محرم، أو فعل مكروه، فإنه يؤمر بترك ذلك المحرم والمكروه، ويكفر عن يمينه.\nفالأقسام الأربعة داخلة في قوله صلى الله عليه وسلم: «فائت الذي هو خير» لأن فعل المأمور مطلقا، وترك المنهي مطلقا: من الخير.\nوهذا هو معنى قوله تعالى: {وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ} [البقرة: 224]\nأي: لا تجعلوا اليمين عذرا لكم وعرضة ومانعا لكم من فعل البر والتقوى، والصلح بين الناس إذا حلفتم على ترك هذه الأمور، بل كفروا أيمانكم، وافعلوا البر والتقوى، والصلح بين الناس.\nويؤخذ من هذا الحديث: أن حفظ اليمين في غير هذه الأمور أولى، لكن إن كانت اليمين على فعل مأمور، أو ترك منهي، لم يكن له أن يحنث. وإن كانت في المباح، خير بين الأمرين. وحفظها أولى.\nواعلم أن الكفارة لا تجب إلا في اليمين المنعقدة على مستقبل إذا حلف وحنث. وهي على التخيير بين العتق، أو إطعام عشرة مساكين، أو كسوتهم. فمن لم يجد فصيام ثلاثة أيام.\nوأما اليمين على الأمور الماضية أو لغو اليمين، كقول الإنسان: لا والله، وبلى والله في عرض حديثه، فلا كفارة فيها. والله أعلم.\nالجزء: 1 ¦ الصفحة: 115\n",
        "[\nحديث من نذر أن يطيع الله فليطعه. . .\n]\nالحديث الثاني والخمسون عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رسول الله صلى الله عليه وسلم: «من نَذَرَ أَنْ يُطِيعَ اللَّهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللَّهَ فَلَا يَعْصِهِ» . رَوَاهُ الْبُخَارِيُّ:\nالنذر إلزام العبد نفسه طاعة لله: إما بدون سبب، كقوله: لله علي أو نذرت عتق رقبة، أو صيام كذا وكذا، أو الصدقة بكذا وكذا. وإما بسبب، كأن يعلق ذلك على قدوم غائبه، أو برء مريض، أو حصول محبوب، أو زوال مكروه، فمتى تم له مطلوبه وجب عليه الوفاء.\nوهذا الحديث شامل للطاعات كلها. فمن نذر طاعة واجبة ومستحبة، وجب عليه الوفاء بالنذر، وليس عنه كفارة بل يتعين الوفاء، كما أمره النبي صلى الله عليه وسلم في هذا الحديث. وكما أثنى الله على الموفين بنذرهم في قوله: {يُوفُونَ بِالنَّذْرِ} [الإنسان: 7]\nمع أن عقد النذر مكروه، كما نهى فيه عن النذر. وقال: «إنه لا يأتي بخير، وإنما يستخرج به من البخيل» .\nوأما نذر المعصية، فيتعين على العبد أن يترك معصية الله ولو نذرها. وبقية أقسام النذر، كنذر المعصية، والنذر المباح، ونذر اللجاج، والغضب، حكمها حكم اليمين في الحنث، فيها كفارة يمين لمشاركتها في المعنى لليمين. والله أعلم.\n[\nحديث المسلمون تتكافأ دماؤهم ويسعى بذمتهم أدناهم. . .\n]\nالحديث الثالث والخمسون عَنْ عَلِيٍّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «الْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُمْ، وَيَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ، وَيَرُدُّ عَلَيْهِمْ أَقْصَاهُمْ، وَهُمْ يَدٌ عَلَى مَنْ سِوَاهُمْ. أَلَا لَا يُقْتَلُ مُسْلِمٌ بِكَافِرٍ، وَلَا ذُو عَهْدٍ فِي عَهْدِهِ» . رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ. وَرَوَاهُ ابن\nالجزء: 1 ¦ الصفحة: 116\n",
        "ماجه عن ابن عباس.\nهذا الحديث كالتفصيل لقوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} [الحجرات: 10]\nوقوله صلى الله عليه وسلم: «وكونوا عباد الله إخوانا» .\nفعلى المؤمنين: أن يكونوا متحابين، متصافين غير متباغضين ولا متعادين، يسعون جميعا لمصالحهم الكلية التي بها قوام دينهم ودنياهم، لا يتكبر شريف على وضيع، ولا يحتقر أحد منهم أحدا. فدماؤهم تتكافأ، فإنه لا يشترط في القصاص إلا المكافأة في الدين، فلا يقتل المسلم بالكافر، كما في هذا الحديث، والمكافأة في الحرية، فلا يقتل الحر بالعبد.\nوأما بقية الأوصاف، فالمسلمون كلهم على حد سواء. فمن قتل أو قطع طرفا متعمدا عدوانا، فلهم أن يقتصوا منه بشرط المماثلة في العضو، لا فرق بين الصغير بالكبير، وبالعكس، والذكر بالأنثى وبالعكس، والعالم بالجاهل، والشريف بالوضيع، والكامل بالناقص كالعكس في هذه الأمور.\nقوله صلى الله عليه وسلم: «ويسعى بذمتهم أدناهم» يعني: أن ذمة المسلمين واحدة. فمتى استجار الكافر بأحد من المسلمين وجب على بقيتهم تأمينه، كما قال تعالى: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ} [التوبة: 6] فلا فرق في هذا بين إجارة الشريف الرئيس، وبين آحاد الناس.\nوقوله صلى الله عليه وسلم: «ويرد عليهم أقصاهم» أي: في التأمين وكذلك اشتراك الجيوش مع سراياه التي تذهب فتغير أو تحرس، فمتى غنم الجيش، أو غنم أحد السرايا التابعة للجيش، اشترك الجميع في المغنم. ولا يختص بها المباشر؛ لأنهم كلهم متعاونون على مهمتهم.\nوقوله صلى الله عليه وسلم: «وهم يد على من سواهم» أي: يجب على جميع المسلمين في جميع أنحاء الأرض أن يكونوا يدا على أعدائهم من الكفار، بالقول والفعل، والمساعدات والمعاونة في الأمور الحربية، والأمور الاقتصادية، والمدافعة بكل وسيلة.\nفعلى المسلمين: أن يقوموا بهذه الواجبات بحسب استطاعتهم، لينصرهم الله ويعزهم، ويدفع عنهم بالقيام بواجبات الإيمان عدوان الأعداء، فنسأله تعالى أن يوفقهم لذلك.\nوقوله صلى الله عليه وسلم: «ولا ذو عهد في عهده» أي: لا يحل قتل من له عهد من الكفار بذمة أو أمان أو هدنة، فإنه لما قال: «لا يقتل مسلم بكافر» لما احترز بذلك البيان عن تحريم قتل المعاهد، لئلا يظن الظان جوازه. والله أعلم.\n[حديث مَنْ تَطَبَّبَ وَلَمْ يُعْلَمْ مِنْهُ طِبٌّ فَهُوَ ضامن]\nالحديث الرابع والخمسون عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ: أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ: «مَنْ تَطَبَّبَ وَلَمْ يُعْلَمْ مِنْهُ طِبٌّ، فَهُوَ ضَامِنٌ» . رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ.\nهذا الحديث يدل بلفظه وفحواه على: أنه لا يحل لأحد أن يتعاطى صناعة من الصناعات وهو لا يحسنها، سواء كان طبا أو غيره، وأن من تجرأ على ذلك، فهو آثم. وما ترتب على عمله من تلف نفس أو عضو أو نحوهما، فهو ضامن له، وما أخذه من المال في مقابلة تلك الصناعة التي لا يحسنها، فهو مردود على باذله ; لأنه لم يبذله إلا بتغريره وإيهامه أنه يحسن، وهو لا يحسن، فيدخل في الغش، و «من غشنا فليس منا» .\nالجزء: 1 ¦ الصفحة: 117\n",
        "ومثل هذا البناء والنجار والحداد والخراز والنساج ونحوهم ممن نصب نفسه لذلك، موهما أنه يحسن الصنعة، وهو كاذب.\nومفهوم الحديث: أن الطبيب الحاذق ونحوه إذا باشر ولم تجن يده، وترتب على ذلك تلف، فليس بضامن؛ لأنه مأذون فيه من المكلف أو وليه. فكل ما ترتب على المأذون فيه، فهو غير مضمون، وما ترتب على غير ذلك المأذون فيه، فإنه مضمون.\nويستدل بهذا على: أن صناعة الطب من العلوم النافعة المطلوبة شرعا وعقلا. . والله أعلم.\n[\nحديث ادرءوا الحدود عن المسلمين ما استطعتم\n]\nالحديث الخامس والخمسون عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «ادْرَءُوا الْحُدُودَ عَنِ الْمُسْلِمِينَ مَا اسْتَطَعْتُمْ، فَإِنْ كَانَ لَهُ مَخْرَجٌ، فَخَلُّوا سَبِيلَهُ، فَإِنَّ الْإِمَامَ أَنْ يُخْطِئَ فِي الْعَفْوِ، خَيْرٌ مِنْ أَنْ يُخْطِئَ في العقوبة» . رواه الترمذي مرفوعا وموقوفا.\nهذا الحديث: يدل على أن الحدود تدرأ بالشبهات. فإذا اشتبه أمر الإنسان وأشكل علينا حاله، ووقعت الاحتمالات: هل فعل موجب الحد أم لا؟ وهل هو عالم أو جاهل؟ وهل هو متأول معتقد حله أم لا؟ وهل له عذر عقد أو اعتقاد؟ . درئت عنه العقوبة، لأننا لم نتحقق موجبها يقينا.\nولو تردد الأمر بين الأمرين، فالخطأ في درء العقوبة عن فاعل سببها، أهون من الخطأ في إيقاع العقوبة على من لم يفعل سببها، فإن رحمة الله سبقت غضبه، وشريعته مبنية على اليسر والسهولة.\nالجزء: 1 ¦ الصفحة: 119\n",
        "والأصل في دماء المعصومين وأبدانهم وأموالهم التحريم، حتى نتحقق ما يبيح لنا شيئا من هذا.\nوقد ذكر العلماء على هذا الأصل في أبواب الحدود أمثلة كثيرة، وأكثرها موافق لهذا الحديث.\nومنها: أمثلة فيها نظر، فإن الاحتمال الذي يشبه الوهم والخيال، لا عبرة به. والميزان لفظ هذا الحديث. فإن وجدتم له، أو فإن كان له مخرج، فخلوا سبيله.\nوفي هذا الحديث: دليل على أصل. وهو: أنه إذا تعارض مفسدتان تحقيقا أو احتمالا، راعينا المفسدة الكبرى، فدفعناها تخفيفا للشر. والله أعلم.\n[حديث لَا طَاعَةَ فِي مَعْصِيةٍ إِنَّمَا الطَّاعَةُ فِي المعروف]\nالحديث السادس والخمسون عَنْ عَلِيٍّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «لَا طَاعَةَ فِي مَعْصِيةٍ، إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ» . متفق عليه.\nهذا الحديث: قيد في كل من تجب طاعته من الولاة، والوالدين والزوج، وغيرهم. فإن الشارع أمر بطاعة هؤلاء.\nوكل منهم طاعته فيما يناسب حاله، وكلها بالمعروف. فإن الشارع رد الناس في كثير مما أمرهم به إلى العرف والعادة، كالبر والصلة، والعدل والإحسان العام. فكذلك طاعة من تجب طاعته.\nوكلها تقيد بهذا القيد، وأن من أمر منهم بمعصية الله بفعل محرم، أو ترك واجب، فلا طاعة لمخلوق في معصية الله، فإذا أمر أحدهم بقتل معصوم، أو\nالجزء: 1 ¦ الصفحة: 120\n",
        "ضربه، أو أخذ ماله، أو بترك حج واجب، أو عبادة واجبة، أو بقطيعة من تجب صلته، فلا طاعة لهم، وتقدم طاعة الله على طاعة الخلق.\nويفهم من هذا الحديث: أنه إذا تعارضت طاعة هؤلاء الواجبة، ونافلة من النوافل، فإن طاعتهم تقدم: لأن ترك النفل ليس بمعصية، فإذا نهى زوجته عن صيام النفل، أو حج النفل، أو أمر الوالي بأمر من أمور السياسة يستلزم ترك مستحب، وجب تقديم الواجب.\nوقوله صلى الله عليه وسلم: «إنما الطاعة في المعروف» كما أنه يتناول ما ذكرنا، فإنه يتناول أيضا تعليق ذلك بالقدرة والاستطاعة، كما تعلق الواجبات بأصل الشرع.\nوفي الحديث «عليكم السمع والطاعة فيما استطعتم» .\nوالله أعلم.\n[حديث إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ وَأَصَابَ فَلَهُ أَجْرَانِ. . .]\nالحديث السابع والخمسون عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، وَأَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُمَا قَالَا: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «إِذَا حَكَمَ الْحَاكِمُ، فَاجْتَهَدَ وَأَصَابَ، فَلَهُ أَجْرَانِ. وَإِذَا حَكَمَ، فَاجْتَهَدَ فأخطأ، فله أجر واحد» . متفق عليه.\nالمراد بالحاكم: هو الذي عنده من العلم ما يؤهله للقضاء. وقد ذكر أهل العلم شروط القاضي. فبعضهم بالغ فيها، وبعضهم اقتصر على العلم الذي يصلح به للفتوى. وهو الأولى.\nففي هذا الحديث: أن الجاهل لو حكم وأصاب الحكم، فإنه ظالم آثم، لأنه لا يحل له الإقدام على الحكم وهو جاهل.\nودل على: أنه لا بد للحاكم من الاجتهاد. وهو نوعان:\nالجزء: 1 ¦ الصفحة: 121\n",
        "اجتهاد في إدخال القضية التي وقع فيها التحاكم بالأحكام الشرعية.\nواجتهاد في تنفيذ ذلك الحق على القريب والصديق وضدهما، بحيث يكون الناس عنده في هذا الباب واحدا، لا يفضل أحدا على أحد، ولا يميله الهوى، فمتى كان كذلك فهو مأجور على كل حال: إن أصاب فله أجران. وإن أخطأ فله أجر واحد، وخطؤه معفو عنه، لأنه بغير استطاعته. والعدل كغيره معلق بالاستطاعة.\nوالفرق بين الحاكم المجتهد، وبين صاحب الهوى: أن صاحب الحق قد فعل ما أمر به من حسن القصد والاجتهاد، وهو مأمور في الظاهر باعتقاد ما قام عنده عليه دليله، بخلاف صاحب الهوى، فإنه يتكلم بغير علم، وبغير قصد للحق. قاله شيخ الإسلام.\nوفي هذا: فضيلة الحاكم الذي على هذا الوصف، وأنه يغنم الأجر والثواب في كل قضية يحكم بها.\nولهذا: كان القضاء من أعظم فروض الكفايات؛ لأن الحقوق بين الخلق كلها مضطرة للقاضي عند التنازع أو الاشتباه.\nوعليه: أن يجاهد نفسه على تحقيق هذا الاجتهاد الذي تبرأ به ذمته، وينال به الخير، والأجر العظيم. . والله أعلم.\n[حديث لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ لَادَّعَى رِجَالٌ دِمَاءَ قوم وأموالهم]\nالحديث الثامن والخمسون عن ابن عباس رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ لَادَّعَى رِجَالٌ دِمَاءَ قَوْمٍ وَأَمْوَالَهُمْ، وَلَكِنِ اليمين على المدعى عليه» . رواه مسلم.\nوفي لفظ عند البيهقي: «البينة على المدعي، واليمين\nالجزء: 1 ¦ الصفحة: 122\n",
        "من أنكر» .\nهذا الحديث عظيم القدر. وهو أصل كبير من أصول القضايا والأحكام؛ فإن القضاء بين الناس إنما يكون عند التنازع: هذا يدعي على هذا حقا من الحقوق، فينكره، وهذا يدعي براءته من الحق الذي كان ثابتا عليه.\nفبين صلى الله عليه وسلم أصلا يفض نزاعهم، ويتضح به المحق من المبطل.\nفمن ادعى عينا من الأعيان، أو دينا، أو حقا من الحقوق وتوابعها على غيره، وأنكره ذلك الغير، فالأصل مع المنكر.\nفهذا المدعي إن أتى ببينة تثبت ذلك الحق، ثبت له، وحكم له به وإن لم يأت ببينة، فليس له على الآخر إلا اليمين.\nوكذلك من ادعى براءته من الحق الذي عليه، وأنكر صاحب الحق ذلك، وقال: إنه باق في ذمته، فإن لم يأت مدعي الوفاء والبراءة ببينة، وإلا حكم ببقاء الحق في ذمته، لأنه الأصل. ولكن على صاحب الحق اليمين ببقائه.\nوكذلك دعوى العيوب، والشروط، والآجال، والوثائق: كلها من هذا الباب.\nفعلم أن هذا الحديث تضطر إليه القضاة في مسائل القضاء كلها؛ لأن البينة اسم للمبين الحق. وهي تتفاوت بتفاوت الحقوق، وقد فصلها أهل العلم.\nوقد بين صلى الله عليه وسلم في هذا الحديث الحكم، وبين الحكمة في هذه الشريعة الكلية، وأنها عين صلاح العباد في دينهم ودنياهم، وأنه لو يعطى الناس بدعواهم لكثر الشر والفساد، ولادّعى رجال دماء قوم وأموالهم.\nالجزء: 1 ¦ الصفحة: 123\n",
        "فعلم أن شريعة الإسلام بها صلاح البشر. وإذا أردت أن تعرف ذلك، فقابل بين كل شريعة من شرائعه الكلية وبين ضدها، تجد الفرق العظيم، وتشهد أن الذي شرعها حكيم عليم، رحيم بالعباد؛ لاشتمالها على الحكمة والعدل، والرحمة، ونصر المظلوم، وردع الظالم.\nوقد قال بعض المحققين: إن الشريعة جعلت اليمين في أقوى جنبتي. المدعين. ومن تتبع ذلك عرفه. . والله أعلم.\n[حديث لَا تَجُوزُ شَهَادَةُ خَائِنٍ وَلَا خَائِنَةٍ وَلَا مجلود حدا. . .]\nالحديث التاسع والخمسون عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا - مَرْفُوعًا - «لَا تَجُوزُ شَهَادَةُ خَائِنٍ وَلَا خَائِنَةٍ، وَلَا مَجْلُودٍ حَدًّا، وَلَا ذِي غِمْرٍ عَلَى أَخِيهِ، وَلَا ظَنِينٍ فِي وَلَاءٍ وَلَا قَرَابَةٍ، وَلَا الْقَانِعِ من أهل البيت» . رواه الترمذي.\nهذا حديث مشتمل على الأمور القادحة في الشهادة.\nوذلك: أن الله أمر بإشهاد العدول المرضيين.\nوأهل العلم اشترطوا في الشاهد في الحقوق بين الناس: أن يكون عدلا ظاهرا، وذكروا صفات العدالة.\nوحدها بعضهم بحد مأخوذ من قوله تعالى: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة: 282] فقال: كل مرضي عند الناس يطمئنون لقوله وشهادته، فهو مقبول. وهذا أحسن الحدود. ولا يسع الناس العمل بغيره.\nوالأشياء التي تقدح في الشهادة ترجع إلى التهمة أو إلى مظنتها. فمن الناس من لا تقبل شهادته مطلقا على جميع الأمور التي تعتبر فيها الشهادة، كالخائن والخائنة، والذي أتى حدا - أي: معصية كبيرة لم يتب منها - فإنه\nالجزء: 1 ¦ الصفحة: 124\n",
        "لخيانته وفسقه مفقود العدالة، فلا تقبل شهادته.\nومن الناس من هو موصوف بالعدالة، لكن فيه وصف يخشى أن يميل معه، فيشهد بخلاف الحق، وذلك كالأصول والفروع، والمولى والقانع لأهل البيت، فهؤلاء لا تقبل شهادتهم للمذكورين؛ لأنه محل التهمة. وتقبل عليهم.\nومثل ذلك الزوجان، والسيد مع مكاتبه أو عتيقه.\nومن الناس من هو بعكس هؤلاء، كالعدو الذي في قلبه غمر - أي: غل - على أخيه. فهذا إن شهد له، قبلت شهادته. وإن شهد على عدوه: لم تقبل؛ لأن العداوة تحمل غالبا على الإضرار بالعدو. . والله أعلم.\n[حديث مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فكل]\nالحديث الستون عَنْ رَافِعِ بْنِ خَدِيجٍ رضي الله عنه قال: «قلت: يا رسول الله. إنا لاقو الْعَدُوِّ غَدًا، وَلَيْسَ مَعَنَا مُدًى. أَفَنَذْبَحُ بِالْقَصَبِ؟ قَالَ: مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلْ، لَيْسَ السِّنَّ وَالظُّفُرَ. وَسَأُحَدِّثُكَ عَنْهُ أَمَّا السِّنُّ فَعَظْمٌ. وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ. وَأَصَبْنَا نَهْبَ إِبِلٍ وَغَنَمٍ فَنَدَّ مِنْهَا بَعِيرٌ، فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: (إِنَّ لِهَذِهِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ، فَإِذَا غَلَبَكُمْ مِنْهَا شَيْءٌ فَافْعَلُوا به هكذا» . متفق عليه.\nقوله صلى الله عليه وسلم: «ما أنهر الدم» . . . إلى آخره، كلام جامع يدخل فيه جميع ما ينهر الدم - أي: يسفكه - من حديد، أو نحاس، أو صفر، أو قصب، أو خشب، أو حطب، أو حصى؟ محدد أو غيرها، وما له نفوذ كالرصاص في البارود؛ لأنه ينهر بنفوذه، لا بثقله.\nالجزء: 1 ¦ الصفحة: 125\n",
        "ودخل في ذلك: ما صيد بالسهام، والكلاب المعلمة، والطيور إذا ذكر اسم الله على جميع ذلك.\nوأما محل الذبح، فإنه الحلقوم والمريء، إذا قطعهما كفى. فإن حصل معهما قطع الودجين - وهما العرقان المكتنفان الحلقوم - كان أولى.\nوأما الصيد، فيكفي جرحه في أي موضع كان من بدنه ; للحاجة إلى ذلك.\nومثل ذلك إذا ند البعير أو البقرة أو الشاة، وعجز عن إدراكه، فإنه يكون بمنزلة الصيد، كما في الحديث. ففي أي محل من بدنه جرح كفى، كما أن الصيد إذا قدر عليه - وهو حي - فلا بد من ذكاته.\nفالحكم يدور مع علته، المعجوز عنه بمنزلة الصيد، ولو من الحيوانات الإنسية. والمقدور عليه لا بد من ذبحه، ولو من الحيوانات الوحشية.\nواستثنى النبي صلى الله عليه وسلم من ذلك السن، وعلله بأنه عظم. فدل على أن جميع العظام - وإن أنهرت الدم - لا يحل الذبح بها.\nوقيل: إن العلة مجموع الأمرين: كونه سنا، وكونه عظما، فيختص بالسن. والصحيح الأول. وكذلك الظفر لا يحل الذبح به، لا طير ولا غيره.\nفالحاصل: أن شروط الذبح: إنهار الدم في محل الذبح، مع كون الذابح مسلما، أو كتابيا، وأن يذكر اسم الله عليها.\nوأما الصيد، فهو أوسع من الذبح. كما تقدم أنه في أي موضع يكون من بدن الصيد، وأنه يباح صيد الجوارح من الطيور والكلاب إذا كانت معلمة، وذكر اسم الله عليها عند إرسالها على الصيد. . والله أعلم.\nالجزء: 1 ¦ الصفحة: 126\n",
        "[حديث إِنَّ اللَّهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ فإذا قتلتم فأحسنوا القتلة. . .]\nالحديث الحادي والستون عَنْ شَدَّادِ بْنِ أَوْسٍ رضي الله عنه: أن رسول الله صلى الله عليه وسلم: «إِنَّ اللَّهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ. وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ» . رَوَاهُ مسلم.\nالإحسان نوعان: إحسان في عبادة الخالق، بأن يعبد الله كأنه يراه فإن لم يكن يراه فإن الله يراه. وهو الجد في القيام بحقوق الله على وجه النصح، والتكميل لها. وإحسان في حقوق الخلق.\nوأصل الإحسان الواجب: أن تقوم بحقوقهم الواجبة، كالقيام ببر الوالدين، وصلة الأرحام، والإنصاف في جميع المعاملات، بإعطاء جميع ما عليك من الحقوق، كما أنك تأخذ مالك وافيا. قال تعالى: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ} [النساء: 36] فأمر بالإحسان إلى جميع هؤلاء.\nويدخل في ذلك الإحسان إلى جميع نوع الإنسان، والإحسان إلى البهائم، حتى في الحالة التي تزهق فيها نفوسها، ولهذا قال صلى الله عليه وسلم: «فإذا قتلتم فأحسنوا القتلة» .\nفمن استحق القتل لموجب قتل، يضرب عنقه بالسيف، من دون تعزير ولا تمثيل.\nوقوله صلى الله عليه وسلم: «إذا ذبحتم فأحسنوا الذبحة» أي: هيئة الذبح وصفته. ولهذا قال: «وليحد أحدكم شفرته» أي: سكينه: «وليرح ذبيحته» فإذا\nالجزء: 1 ¦ الصفحة: 127\n",
        "كان العبد مأمورا بالإحسان إلى من استحق القتل من الآدميين، وبإحسان ذبحة ما يراد ذبحه من الحيوان، فكيف بغير هذه الحالة؟\nواعلم أن الإحسان المأمور به نوعان:\nأحدهما: واجب، وهو الإنصاف، والقيام بما يجب عليك للخلق بحسب ما توجه عليك من الحقوق.\nوالثاني: إحسان مستحب. وهو ما زاد على ذلك من بذل نفع بدني، أو مالي، أو علمي، أو توجيه لخير ديني، أو مصلحة دنيوية، فكل معروف صدقة، وكل ما أدخل السرور على الخلق صدقة وإحسان. وكل ما أزال عنهم ما يكرهون، ودفع عنهم ما لا يرتضون من قليل أو كثير، فهو صدقة وإحسان.\nولما ذكر النبي صلى الله عليه وسلم قصة البغي التي سقت الكلب الشديد العطش بخفيها من البئر، وأن الله شكر لها وغفر لها. قالوا لرسول الله صلى الله عليه وسلم: «إن لنا في البهائم أجرا؟» قال: «في كل كبد حرى أجر» .\nفالإحسان: هو بذل جميع المنافع من أي نوع كان، لأي مخلوق يكون، ولكنه يتفاوت بتفاوت المحسن إليهم، وحقهم ومقامهم، وبحسب الإحسان، وعظم موقعه، وعظيم نفعه، وبحسب إيمان المحسن وإخلاصه، والسبب الداعي له إلى ذلك.\nومن أجل أنواع الإحسان: الإحسان إلى من أساء إليك بقول أو فعل. قال تعالى: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} [فصلت: 34 - 35]\nومن كانت طريقته الإحسان أحسن الله جزاءه: {هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ} [الرحمن: 60]\nالجزء: 1 ¦ الصفحة: 128\n",
        "[الرحمن: 60]\n{لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} [يونس: 26] {لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ} [الزمر: 10] {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} [الأعراف: 56]\nأي المحسنين في عبادة الله، المحسنين إلى عباد الله.\nوالله تعالى يوجب على عباده العدل من الإحسان، ويندبهم إلى زيادة الفضل منه، وقال تعالى في المعاملة:\n{وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ} [البقرة: 237] أي اجعلوا للفضل والإحسان موضعا من معاملاتكم. ولا تستقصوا في جميع الحقوق، بل يسروا ولا تعسروا، وتسامحوا في البيع والشراء، والقضاء والاقتضاء. ومن ألزم نفسه هذا المعروف، نال خيرا كثيرا، وإحسانا كبيرا. . والله أعلم.\n[حديث حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم يوم خيبر الحمر الإنسية ولحوم البغال. . .]\nالحديث الثاني والستون عن جابر بن عبد الله رضي الله عنه قَالَ: «حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ الْحُمُرَ الْإِنْسِيَّةَ، وَلُحُومَ الْبِغَالِ، وَكُلَّ ذِي نَابٍ مِنَ السِّبَاعِ، وَكُلَّ ذِي مخلب من الطير» رواه الترمذي.\nالأصل في جميع الأطعمة الحل، فإن الله أحل لعباده ما أخرجته الأرض من حبوب وثمار ونبات متنوع، وأحل لهم حيوانات البحر كلها حيها وميتها.\nوأما حيوانات البر، فأباح منها جميع الطيبات، كالأنعام الثماني وغيرها، والصيود الوحشية من طيور وغيرها.\nوإنما حرم من هذا النوع الخبائث وجعل لذلك حدا وفاصلا. وربما\nالجزء: 1 ¦ الصفحة: 129\n",
        "عين بعض المحرمات، كما عين في هذا الحديث الحمر الأهلية، والبغال وحرمها. وقال: «إنها رجس» .\nوأما الحمر الوحشية: فإنها حلال، وكذلك حرم ذوات الأنياب من السباع، كالذئب والأسد والنمر والثعلب والكلب ونحوها، وكل ذي مخلب من الطير يصيد بمخلبه، كالصقر والباشق ونحوهما.\nوما نهي عن قتله كالصرد، أو أمر بقتله كالغراب ونحوها، فإنها محرمة. وما كان خبيثا، كالحيات والعقارب والفئران وأنواع الحشرات، وكذلك ما مات حتف أنفه من الحيوانات المباحة، أو ذكي ذكاة غير شرعية، فإنه محرم. والله أعلم.\n[حديث لعن رسول الله صلى الله عليه وسلم الْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بالرجال]\nالحديث الثالث والستون عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: «لعن رسول الله صلى الله عليه وسلم الْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ، وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بالرجال» . رواه البخاري.\nالأصل في جميع الأمور العادية الإباحة، فلا يحرم منها إلا ما حرمه الله ورسوله، إما لذاته كالمغصوب، وما خبث مكسبه في حق الرجال والنساء، وإما لتخصيص الحل بأحد الصنفين، كما أباح الشارع لباس الذهب والفضة والحرير للنساء، وحرمه على الرجال.\nوأما تحريم الشارع تشبه الرجال بالنساء، والنساء بالرجال، فهو عام في اللباس، والكلام، وجميع الأحوال.\nفالأمور ثلاثة أقسام:\nالجزء: 1 ¦ الصفحة: 130\n",
        "قسم مشترك بين الرجال والنساء من أصناف اللباس وغيره، فهذا جائز للنوعين؛ لأن الأصل الإباحة، ولا تشبه فيه.\nوقسم مختص بالرجال، فلا يحل للنساء، وقسم مختص بالنساء، فلا يحل للرجال.\nومن الحكمة في النهي عن التشبه: أن الله تعالى جعل للرجال على النساء درجة، وجعلهم قوامين على النساء، وميزهم بأمور قدرية، وأمور شرعية، فقيام هذا التمييز وثبوت فضيلة الرجال على النساء، مقصود شرعا وعقلا. فتشبه الرجال بالنساء يهبط بهم عن هذه الدرجة الرفيعة. وتشبه النساء بالرجال يبطل التمييز.\nوأيضا، فتشبه الرجال بالنساء بالكلام واللباس ونحو ذلك: من أسباب التخنث، وسقوط الأخلاق، ورغبة المتشبه بالنساء في الاختلاط بهن، الذي يخشى منه المحذور، وكذلك بالعكس.\nوهذه المعاني الشرعية، وحفظ مراتب الرجال ومراتب النساء، وتنزيل كل منهم منزلته التي أنزله الله بها، مستحسن عقلا، كما أنه مستحسن شرعا.\nوإذا أردت أن تعرف ضرر التشبه التام، وعدم اعتبار المنازل، فانظر في هذا العصر إلى الاختلاط الساقط الذي ذهبت معه الغيرة الدينية، والمروءة الإنسانية، والأخلاق الحميدة، وحل محله ضد ذلك من كل خلق رذيل.\nويشبه هذا - أو هو أشد منه - تشبه المسلمين بالكفار في أمورهم المختصة بهم، فإنه صلى الله عليه وسلم قال: «من تشبه بقوم فهو منهم» فإن التشبه الظاهر يدعو إلى التشبه الباطن، والوسائل والذرائع إلى الشرور قصد الشارع حسمها من كل وجه.\nالجزء: 1 ¦ الصفحة: 131\n",
        "[حديث مَا أَنْزَلَ اللَّهُ دَاءً إِلَّا أَنْزَلَ لَهُ شفاء]\nالحديث الرابع والستون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «مَا أَنْزَلَ اللَّهُ دَاءً إِلَّا أَنْزَلَ لَهُ شفاء» رواه البخاري.\nالإنزال هنا بمعنى: التقدير.\nففي هذا الحديث: إثبات القضاء والقدر، وإثبات الأسباب.\nوقد تقدم أن هذا الأصل العظيم ثابت بالكتاب والسنة. ويؤيده العقل والفطرة. فالمنافع الدينية والدنيوية والمضار كلها بقضاء الله وتقديره، قد أحاط بها علما، وجرى بها قلمه، ونفذت بها مشيئته، ويسر العباد لفعل الأسباب التي توصلهم إلى المنافع والمضار، فكل ميسر لما خلق له: من مصالح الدين والدنيا، ومضارهما. والسعيد من يسره الله لأيسر الأمور وأقربها إلى رضوان الله، وأصلحها لدينه ودنياه، والشقي من انعكس عليه الأمر.\nوعموم هذا الحديث يقتضي: أن جميع الأمراض الباطنة والظاهرة لها أدوية تقاومها، تدفع ما لم ينزل، وترفع ما نزل بالكلية، أو تخففه.\nوفي هذا: الترغيب في تعلم طب الأبدان، كما يتعلم طب القلوب، وأن ذلك من جملة الأسباب النافعة. وجميع أصول الطب وتفاصيله، شرح لهذا الحديث؛ لأن الشارع أخبرنا أن جميع الأدواء لها أدوية. فينبغي لنا أن نسعى إلى تعلمها، وبعد ذلك إلى العمل بها وتنفيذها.\nوقد كان يظن كثير من الناس أن بعض الأمراض ليس له دواء، كالسل ونحوه، وعندما ارتقى علم الطب، ووصل الناس إلى ما وصلوا إليه من علمه، عرف الناس مصداق هذا الحديث، وأنه على عمومه.\nالجزء: 1 ¦ الصفحة: 132\n",
        "وأصول الطب: تدبير الغذاء، بأن لا يأكل حتى تصدق الشهوة وينهضم الطعام السابق انهضاما تاما، ويتحرى الأنفع من الأغذية، وذلك بحسب حالة الأقطار والأشخاص والأحوال، ولا يمتلئ من الطعام امتلاء يضره مزاولته، والسعي في تهضيمه، بل الميزان قوله تعالى: {وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا} [الأعراف: 31]\nويستعمل الحمية عن جميع المؤذيات في مقدارها، أو في ذاتها، أو في وقتها. ثم إن أمكن الاستفراغ، وحصل به المقصود، من دون مباشرة الأدوية، فهو الأولى والأنفع. فإن اضطر إلى الدواء، استعمله بمقدار. وينبغي أن لا يتولى ذلك إلا عارف وطبيب حاذق.\nواعلم أن طيب الهواء، ونظافة البدن والثياب، والبعد عن الروائح الخبيثة، خير عون على الصحة. وكذلك الرياضة المتوسطة. فإنها تقوي الأعضاء والأعصاب والأوتار، وتزيل الفضلات، وتهضم الأغذية الثقيلة، وتفاصيل الطب معروفة عند الأطباء. ولكن هذه الأصول التي ذكرناها يحتاج إليها كل أحد.\nوصح عنه صلى الله عليه وسلم «الشفاء في ثلاث: شرطة محجم، أو شربة عسل، أو كية بنار، وفي الحبة السوداء شفاء من كل داء» . «العود الهندي فيه سبعة أشفية، يسعط من العذرة، ويلد من ذات الجنب» ، «الحمى من فيح جهنم، فأبردوها بالماء» ، «رخص في الرقية من العين والحمة والنملة» ، «وإذا استغسلتم من العين فاغسلوا» . «ونهى عن الدواء الخبيث» ، «وأمر بخضاب الرجلين لوجعهما» .\nالجزء: 1 ¦ الصفحة: 133\n",
        "[حديث الرُّؤْيَا الصَّالِحَةُ مِنَ اللَّهِ وَالْحُلْمُ مِنَ الشَّيْطَانِ]\nالحديث الخامس والستون عَنْ أَبِي قَتَادَةَ رضي الله عنه قَالَ: قال رسول الله صلى الله عليه وسلم: «الرُّؤْيَا الصَّالِحَةُ مِنَ اللَّهِ، وَالْحُلْمُ مِنَ الشَّيْطَانِ، فَإِذَا رَأَى أَحَدُكُمْ مَا يُحِبُّ فَلَا يُحَدِّثْ بِهِ إِلَّا مَنْ يُحِبُّ. وَإِذَا رَأَى مَا يَكْرَهُ فَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا وَمِنْ شَرِّ الشَّيْطَانِ، وَلْيَتْفِلْ ثَلَاثًا، وَلَا يُحَدِّثْ بِهَا أَحَدًا، فإنها لن تضره» متفق عليه.\nأخبر صلى الله عليه وسلم في هذا الحديث: أن الرؤيا الصالحة من الله، أي: السالمة من تخليط الشيطان وتشويشه، وذلك لأن الإنسان إذا نام خرجت روحه، وحصل لها بعض التجرد الذي تتهيأ به لكثير من العلوم والمعارف. وتلطفت مع ما يلهمها الله، ويلقيه إليها الملك في منامها. فتتنبه وقد تجلت لها أمور كانت قبل ذلك مجهولة، أو ذكرت أمورا قد غفلت عنها، أو تنبهت لأحوال ينفعها معرفتها، أو العمل بها، أو حذرت مضارا دينية أو دنيوية لم تكن لها على بال، أو اتعظت ورغبت ورهبت عن أعمال قد تلبست بها، أو هي بصدد ذلك، أو تنبهت لبعض الأعيان الجزئية لإدخالها في الأحكام الشرعية.\nفكل هذه الأمور علامة على الرؤيا الصالحة، التي هي جزء من ستة وأربعين جزءا من النبوة. وما كان من النبوة فهو لا يكذب.\nفانظر إلى رؤيا النبي صلى الله عليه وسلم في قوله تعالى: {إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} [الأنفال: 43] كم حصل بها من منافع واندفع من مضار.\nوكذلك قوله تعالى: {لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا} [الفتح: 27]\nالجزء: 1 ¦ الصفحة: 134\n",
        "[الفتح: 27] ، كم حصل بها من زيادة إيمان، وتم بها من كمال إيقان، وكانت من آيات الله العظيمة.\nوانظر إلى رؤيا ملك مصر، وتأويل يوسف الصديق لها، وكما تولى التأويل فقد ولاه الله ما احتوت عليه من التدبير، فحصل بذلك خيرات كثيرة، ونعم غزيرة، واندفع بها ضرورات وحاجات، ورفع الله بها يوسف فوق العباد درجات.\nوتأمل رؤيا عبد الله بن زيد وعمر بن الخطاب - رضي الله عنهما - الأذان والإقامة، وكيف صارت سببا لشرع هذه الشعيرة العظيمة التي هي من أعظم الشعائر الدينية.\nومرائي الأنبياء والأولياء والصالحين - بل وعموم المؤمنين وغيرهم - معروفة مشهورة، لا يحصى ما اشتملت عليه من المنافع المهمة، والثمرات الطيبة. وهي من جملة نعم الله على عباده، ومن بشارات المؤمنين، وتنبيهات الغافلين، وتذكيره للمعرضين، وإقامة الحجة على المعاندين.\nوأما الحلم الذي هو أضغاث أحلام، فإنما هو من تخليط الشيطان على روح الإنسان، وتشويشه عليها وإفزاعها، وجلب الأمور التي تكسبها الهم والغم، أو توجب لها الفرح والمرح والبطر، أو تزعجها للشر والفساد والحرص الضار.\nفأمر النبي صلى الله عليه وسلم عند ذلك أن يأخذ العبد في الأسباب التي تدفع شره، بأن لا يحدث بها أحدا، فإن ذلك سبب لبطلانه واضمحلاله، وأن يتفل عن شماله\nالجزء: 1 ¦ الصفحة: 135\n",
        "ثلاث مرات. وأن يتعوذ بالله من الشيطان الرجيم، الذي هو سبب هذا الحلم والدافع له، وليطمئن قلبه عند ذلك أنه لا يضره، مصداقا لقول رسوله، وثقة بنجاح الأسباب الدافعة له.\nوأما الرؤيا الصالحة، فينبغي أن يحمد الله عليها، ويسأله تحقيقها، ويحدث بها من يحب ويعلم منه المودة، ليسر لسروره، ويدعو له في ذلك. ولا يحدث بها من لا يحب، لئلا يشوش عليه بتأويل يوافق هواه، أو يسعى - حسدا منه - في إزالة النعمة عنه.\nولهذا لما رأى يوسف الشمس والقمر والكواكب الأحد عشر ساجدين له، وحدث بها أباه قال له: {يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ} [يوسف: 5]\nولهذا كان كتم النعم عن الأعداء - مع الإمكان - أولى، إلا إذا كان في ذلك مصلحة راجحة.\nواعلم أن الرؤيا الصادقة تارة يراها العبد على صورتها الخارجية، كما في رؤيا الأذان وغيرها، وتارة يضرب له فيها أمثال محسوسة، ليعتبر بها الأمور المعقولة، أو المحسوسة التي تشبهها، كرؤيا ملك مصر ونحوها، وهي تختلف باختلاف الرائي والوقت والعادة، وتنوع الأحوال.\n[حديث مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يعنيه]\nالحديث السادس والستون عَنْ عَلِيِّ بْنِ الْحُسَيْنِ - رَحِمَهُ اللَّهُ - قَالَ: قال رسول الله صلى الله عليه وسلم: «مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ» . رَوَاهُ مَالِكٌ وَأَحْمَدُ. وَرَوَاهُ ابْنُ مَاجَهْ عَنْ أَبِي هُرَيْرَةَ،\nالجزء: 1 ¦ الصفحة: 136\n",
        "ورَوَاهُ التِّرْمِذِيُّ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ وَعَنْ أبي هريرة.\nالإسلام - عند الإطلاق - يدخل فيه الإيمان، والإحسان. وهو شرائع الدين الظاهرة والباطنة. والمسلمون منقسمون في الإسلام إلى قسمين، كما دل عليه فحوى هذا الحديث.\nفمنهم: المحسن في إسلامه، ومنهم: المسيء.\nفمن قام بالإسلام ظاهرا وباطنا فهو المحسن: {وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا} [النساء: 125]\nفيشتغل هذا المحسن بما يعنيه، مما يجب عليه تركه من المعاصي والسيئات، ومما ينبغي له تركه كالمكروهات وفضول المباحات التي لا مصلحة له فيها، بل تفوت عليه الخير.\nفقوله صلى الله عليه وسلم: «مِنْ حُسْنِ إِسْلَامِ المرء تركه ما لا يعنيه» يعم ما ذكرنا.\nومفهوم الحديث: أن من لم يترك ما لا يعنيه، فإنه مسيء في إسلامه وذلك شامل للأقوال والأفعال المنهي عنها نهي تحريم أو نهي كراهة.\nفهذا الحديث يعد من الكلمات العامة الجامعة، لأنها قسمت هذا التقسيم الحاصر، وبينت الأسباب التي يتم بها حسن الإسلام، وهو الاشتغال بما يعني، وترك ما لا يعني من قول وفعل، والأسباب التي يكون بها العبد مسيئا، وهي ضد هذه الحال. . والله أعلم.\nالجزء: 1 ¦ الصفحة: 137\n",
        "[حديث مَا نَحَلَ وَالِدٌ وَلَدَهُ مِنْ نُحْلٍ أَفْضَلَ من أدب حسن]\nالحديث السابع والستون عَنْ أَيُّوبَ بْنِ مُوسَى بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ عَنْ أَبِيهِ عَنْ جَدِّهِ: أن رسول الله صلى الله عليه وسلم قَالَ: «مَا نَحَلَ وَالِدٌ وَلَدَهُ مِنْ نُحْلٍ أفضل من أدب حسن» رواه الترمذي.\nأولى الناس ببرك، وأحقهم بمعروفك: أولادك، فإنهم أمانات جعلهم الله عندك، ووصاك بتربيتهم تربية صالحة لأبدانهم وقلوبهم، وكل ما فعلته معهم من هذه الأمور، دقيقها وجليلها، فإنه من أداء الواجب عليك، ومن أفضل ما يقربك إلى الله، فاجتهد في ذلك، واحتسبه عند الله، فكما أنك إذا أطعمتهم وكسوتهم وقمت بتربية أبدانهم، فأنت قائم بالحق مأجور، فكذلك - بل وأعظم من ذلك - إذا قمت بتربية قلوبهم وأرواحهم بالعلوم النافعة، والمعارف الصادقة، والتوجيه للأخلاق الحميدة، والتحذير من ضدها.\nو\" النحل \": هي العطايا والإحسان، فالآداب الحسنة خير للأولاد حالا ومآلا من إعطائهم الذهب والفضة، وأنواع المتاع الدنيوي، لأن بالآداب الحسنة، والأخلاق الجميلة يرتفعون، وبها يسعدون وبها يؤدون ما عليهم من حقوق الله وحقوق العباد، وبها يجتنبون أنواع المضار، وبها يتم برهم لوالديهم.\nأما إهمال الأولاد، فضرره كبير، وخطره خطير. أرأيت لو كان لك بستان فنميته، حتى استتمت أشجاره، وأينعت ثماره، وتزخرفت زروعه وأزهاره. ثم أهملته فلم تحفظه، ولم تسقه ولم تنقه من الآفات، وتعده للنمو في كل الأوقات، أليس هذا من أعظم الجهل والحمق؟ فكيف تهمل أولادك الذين\nالجزء: 1 ¦ الصفحة: 138\n",
        "هم فلذة كبدك، وثمرة فؤادك، ونسخة روحك، والقائمون مقامك حيا وميتا، الذين بسعادتهم تتم سعادتك. وبفلاحهم ونجاحهم تدرك به خيرا كثيرا {وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} [آل عمران: 7]\n[حديث مَثَلُ الْجَلِيسِ الصَّالِحِ وَالْجَلِيسِ السُّوءِ كَحَامِلِ الْمِسْكِ ونافخ الكير. . .]\nالحديث الثامن والستون عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «مَثَلُ الْجَلِيسِ الصَّالِحِ وَالْجَلِيسِ السُّوءِ: كَحَامِلِ الْمِسْكِ، وَنَافِخِ الْكِيرِ. فَحَامِلُ الْمِسْكِ: إِمَّا أَنْ يُحْذِيَكَ، وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ، وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيحًا طَيِّبَةً. وَنَافِخُ الْكِيرِ: إِمَّا أن يحرق ثيابك، وإما أن تجد منه ريحا خبيثة» متفق عليه.\nاشتمل هذا الحديث على الحث على اختيار الأصحاب الصالحين، والتحذير من ضدهم.\nومثل النبي صلى الله عليه وسلم بهذين المثالين، مبينا أن الجليس الصالح: جميع أحوالك معه وأنت في مغنم وخير، كحامل المسك الذي تنتفع بما معه من المسك: إما بهبة، أو بعوض. وأقل ذلك: مدة جلوسك معه، وأنت قرير النفس برائحة المسك.\nفالخير الذي يصيبه العبد من جليسه الصالح أبلغ وأفضل من المسك الأذفر، فإنه إما أن يعلمك ما ينفعك في دينك ودنياك، أو يهدي لك نصيحة، أو يحذرك من الإقامة على ما يضرك. فيحثك على طاعة الله وبر الوالدين، وصلة الأرحام، ويبصرك بعيوب نفسك، ويدعوك إلى مكارم الأخلاق ومحاسنها بقوله وفعله وحاله. فإن الإنسان مجبول على الاقتداء\nالجزء: 1 ¦ الصفحة: 139\n",
        "بصاحبه وجليسه، والطباع والأرواح جنود مجندة، يقود بعضها بعضا إلى الخير، أو إلى ضده.\nوأقل ما تستفيده من الجليس الصالح - وهي فائدة لا يستهان بها - أن تنكف بسببه عن السيئات والمعاصي، رعاية للصحبة، ومنافسة في الخير، وترفعا عن الشر، وأن يحفظك في حضرتك ومغيبك، وأن تنفعك محبته ودعاؤه في حال حياتك وبعد مماتك، وأن يدافع عنك بسبب اتصاله بك، ومحبته لك.\nوتلك أمور لا تباشر أنت مدافعتها، كما أنه قد يصلك بأشخاص وأعمال ينفعك اتصالك بهم.\nوفوائد الأصحاب الصالحين لا تعد ولا تحصى. وحسب المرء أن يعتبر بقرينه، وأن يكون على دين خليله.\nوأما مصاحبة الأشرار: فإنها بضد جميع ما ذكرنا، وهم مضرة من جميع الوجوه على من صَاحَبَهُمْ، وشر على من خالطهم. فكم هلك بسببهم أقوام. وكم قادوا أصحابهم إلى المهالك من حيث يشعرون، ومن حيث لا يشعرون.\nولهذا كان من أعظم نعم الله على العبد المؤمن: أن يوفقه لصحبة الأخيار. ومن عقوبته لعبده: أن يبتليه بصحبة الأشرار.\nصحبة الأخيار توصل العبد إلى أعلى عليين، وصحبة الأشرار توصله إلى أسفل سافلين.\nصحبة الأخيار توجب له العلوم النافعة، والأخلاق الفاضلة، والأعمال\nالجزء: 1 ¦ الصفحة: 140\n",
        "الصالحة، وصحبة الأشرار: تحرمه ذلك أجمع: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا - يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا - لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا} [الفرقان: 27 - 29]\n[\nحديث لا يلدغ المؤمن من جحر واحد مرتين\n]\nالحديث التاسع والستون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لا يلدغ المؤمن من جحر واحد مرتين» . متفق عليه.\nهذا مثل ضربه النبي صلى الله عليه وسلم: لبيان كمال احتراز المؤمن ويقظته، وأن المؤمن يمنعه إيمانه من اقتراف السيئات التي تضره مقارفتها، وأنه متى وقع في شيء منها، فإنه في الحال يبادر إلى الندم والتوبة والإنابة.\nومن تمام توبته: أن يحذر غاية الحذر من ذلك السبب الذي أوقعه في الذنب، كحال من أدخل يده في جحر فلدغته حية، فإنه بعد ذلك لا يكاد يدخل يده في ذلك الجحر، لما أصابه فيه أول مرة.\nوكما أن الإيمان يحمل صاحبه على فعل الطاعات، ويرغبه فيها، ويحزنه لفواتها، فكذلك يزجره عن مقارفة السيئات، وإن وقعت بادر إلى النزوع عنها، ولم يعد إلى مثل ما وقع فيه.\nوفي هذا الحديث: الحث على الحزم والكيس في جميع الأمور. ومن لوازم ذلك: تعرف الأسباب النافعة ليقوم بها، والأسباب الضارة ليتجنبها.\nويدل على الحث على تجنب أسباب الريب التي يخشى من مقاربتها الوقوع في الشر. وعلى أن الذرائع معتبرة.\nالجزء: 1 ¦ الصفحة: 141\n",
        "وقد حذر الله المؤمنين من العود إلى ما زينه الشيطان من الوقوع في المعاصي، فقال: {يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ} [النور: 17]\nولهذا فإن من ذاق الشر من التائبين تكون كراهته له أعظم، وتحذيره وحذره عنه أبلغ؛ لأنه عرف بالتجربة آثاره القبيحة.\nوفي الحديث: «الأناة من الله، والعجلة من الشيطان، ولا حليم إلا ذو عثرة، ولا حكيم إلا ذو تجربة» والله أعلم.\n[حديث لَا عَقْلَ كَالتَّدْبِيرِ وَلَا وَرَعَ كَالْكَفِّ وَلَا حَسَبَ كحسن الخلق]\nالحديث السبعون عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «يَا أَبَا ذَرٍّ، لَا عَقْلَ كَالتَّدْبِيرِ، وَلَا وَرَعَ كَالْكَفِّ، وَلَا حَسَبَ كَحُسْنِ الْخُلُقِ» . رواه البيهقي في \" شعب الإيمان \".\nهذا الحديث اشتمل على ثلاث جمل، كل واحدة منها تحتها علم عظيم:\nأما الجملة الأولى: فهي في بيان العقل وآثاره وعلاماته، وأن العقل الممدوح في الكتاب والسنة: هو قوة ونعمة أنعم الله بها على العبد، يعقل بها الأشياء النافعة، والعلوم والمعارف، ويتعقل بها، ويمتنع من الأمور الضارة والقبيحة، فهو ضروري للإنسان، لا يستغني عنه في كل أحواله الدينية والدنيوية، إذ به يعرف النافع والطريق إليه، ويعرف الضار وكيفية السلامة منه. والعقل يعرف بآثاره.\nفبين صلى الله عليه وسلم في هذا الحديث آثاره الطيبة، فقال: «لا عقل كالتدبير» أي: تدبير العبد لأمور دينه، ولأمور دنياه.\nالجزء: 1 ¦ الصفحة: 142\n",
        "فتدبيره لأمور دينه: أن يسعى في تعرف الصراط المستقيم، وما كان عليه النبي الكريم من الأخلاق والهدي والسمت، ثم يسعى في سلوكه بحالة منتظمة. كما قال صلى الله عليه وسلم: «استعينوا بالغدوة والروحة وشيء من الدلجة، والقصد القصد تبلغوا» .\nوقد تقدم شرح هذا الحديث وبيان الطريق الذي أرشد إليه رسول الله صلى الله عليه وسلم، وأنها طريق سهلة توصل إلى الله وإلى دار كرامته بسهولة وراحة، وأنها لا تفوت على العبد من راحاته وأموره الدنيوية شيئا، بل يتمكن العبد معها من تحصيل المصلحتين والفوز بالسعادتين والحياة الطيبة.\nفمتى دبر أحواله الدينية بهذا الميزان الشرعي، فقد كمل دينه وعقله، لأن المطلوب من العقل: أن يوصل صاحبه إلى العواقب الحميدة من أقرب طريق وأيسره.\nوأما تدبير المعاش، فإن العاقل يسعى في طلب الرزق بما يتضح له أنه أنفع له وأجدى عليه في حصول مقصوده. ولا يتخبط في الأسباب خبط عشواء، لا يقر له قرار، بل إذا رأى سببا فتح له باب رزق فليلزمه، وليثابر عليه، وليجمل في الطلب، ففي هذا بركة مجربة.\nثم يدبر تدبيرا آخر، وهو التدبير في التصريف والإنفاق، فلا ينفق في طرق محرمة، أو طرق غير نافعة، أو يسرف في النفقات المباحة أو يقتر. وميزان ذلك قوله تعالى في مدح الأخيار: {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} [الفرقان: 67]\nفحسن التدبير في كسب الأرزاق، وحسن التدبير في الإنفاق، والتصريف،\nالجزء: 1 ¦ الصفحة: 143\n",
        "والحفظ، وتوابع ذلك: دليل على كمال عقل الإنسان ورزانته ورشده.\nوضد ذلك: دليل على نقصان عقله، وفساد لُبه.\nالجملة الثانية: قوله صلى الله عليه وسلم: «لا ورع كالكف» .\nفهذا حد جامع للورع، بين به رَسُولُ اللَّهِ صلى الله عليه وسلم: إِنَّ الورع الحقيقي هو الذي يكف نفسه، وقلبه ولسانه، وجميع جوارحه عن الأمور المحرمة الضارة. فكل ما قاله أهل العلم في تفسير الورع، فإنه يرجع إلى هذا التفسير الواضح الجامع.\nفمن حفظ قلبه عن الشكوك والشبهات، وعن الشهوات المحرمة والغل والحقد، وعن سائر مساوئ الأخلاق، وحفظ لسانه عن الغيبة والنميمة والكذب والشتم، وعن كل إثم وأذى، وكلام محرم، وحفظ فرجه وبصره عن الحرام، وحفظ بطنه عن أكل الحرام، وجوارحه عن كسب الآثام، فهذا هو الورع حقيقة.\nومن ضيع شيئا من ذلك نقص من ورعه بقدر ذلك، ولهذا قال شيخ الإسلام: \" الورع ترك ما يخشى ضرره في الآخرة \".\nالجملة الثالثة: قوله صلى الله عليه وسلم: «ولا حسب كحسن الخلق» .\nوذلك أن الحسب مرتبة عالية عند الخلق. وصاحب الحسب له اعتبار وشرف بحسب ذلك. وهو نوعان:\nالنوع الأول: حسب يتعلق بنسب الإنسان وشرف بيته. وهذا النوع إنما هو مدح؛ لأنه مظنة أن يكون صاحبه عاملا بمقتضى حسبه، مترفعا عن الدنايا، متحليا بالمكارم. فهو مقصود لغيره.\nالجزء: 1 ¦ الصفحة: 144\n",
        "وأما النوع الثاني، فهو الحسب الحقيقي الذي هو وصف للعبد، وجمال له وزينة، وخير في الدنيا والدين، وهو حسن الخلق المحتوي على الحلم الواسع، والصبر والعفو، وبذل المعروف والإحسان، واحتمال الإساءة والأذى، ومخالقة طبقات الناس بخلق حسن.\nوإن شئت فقل: حسن الخلق نوعان:\nالأول: حسن الخلق مع الله، وهو أن تتلقى أحكامه الشرعية والقدرية بالرضى والتسليم لحكمه، والانقياد لشرعه، بطمأنينة ورضى، وشكر لله على ما أنعم به: من الأمر والتوفيق، والصبر على أقداره المؤلمة والرضى بها.\nالثاني: حسن الخلق مع الخلق، وهو بذل الندى، واحتمال الأذى، وكف الأذى، كما قال تعالى: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف: 199]\n{وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} [فصلت: 34 - 35]\nفمن قام بحسن الخلق مع الله ومع الخلق، فقد نال الخير والفلاح. والله أعلم.\n[حديث جَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَوْصِنِي فقال لا تغضب. . .]\nالحديث الحادي والسبعون عن أبي هريرة رضي الله عنه قال: «جَاءَ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ، أَوْصِنِي. فَقَالَ: لَا تَغْضَبْ. ثُمَّ رَدَّدَ مِرَارًا فَقَالَ: لا تغضب» . رواه البخاري.\nهذا الرجل ظن أنها وصية بأمر جزئي، وهو يريد أن يوصيه النبي صلى الله عليه وسلم بكلام كلي، ولهذا ردد. فلما أعاد عليه النبي صلى الله عليه وسلم، عرف أن هذا كلام جامع\nالجزء: 1 ¦ الصفحة: 145\n",
        "، وهو كذلك؛ فإن قوله: «لا تغضب» يتضمن أمرين عظيمين:\nأحدهما: الأمر بفعل الأسباب، والتمرن على حسن الخلق، والحلم والصبر، وتوطين النفس على ما يصيب الإنسان من الخَلق، من الأذى القولي والفعلي. فإذا وفق لها العبد، وورد عليه وارد الغضب، احتمله بحسن خلقه، وتلقاه بحلمه وصبره، ومعرفته بحسن عواقبه، فإن الأمر بالشيء أمر به، وبما لا يتم إلا به، والنهي عن الشيء أمر بضده، وأمر بفعل الأسباب التي تعين العبد على اجتناب المنهي عنه، وهذا منه.\nالثاني: الأمر - بعد الغضب - أن لا ينفذ غضبه: فإن الغضب غالبا لا يتمكن الإنسان من دفعه ورده، ولكنه يتمكن من عدم تنفيذه. فعليه إذا غضب أن يمنع نفسه من الأقوال والأفعال المحرمة التي يقتضيها الغضب.\nفمتى منع نفسه من فعل آثار الغضب الضارة، فكأنه في الحقيقة لم يغضب. وبهذا يكون العبد كامل القوة العقلية، والقوة القلبية، كما قال صلى الله عليه وسلم: «ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب» .\nفكمال قوة العبد: أن يمتنع من أن تؤثر فيه قوة الشهوة وقوة الغضب الآثار السيئة، بل يصرف هاتين القوتين إلى تناول ما ينفع في الدين والدنيا، وإلى دفع ما يضر فيهما.\nفخير الناس من كانت شهوته وهواه تبعا لما جاء به الرسول صلى الله عليه وسلم وغضبه ومدافعته في نصر الحق على الباطل.\nوشر الناس: من كان صريع شهوته وغضبه. ولا حول ولا قوة إلا بالله. .\nالجزء: 1 ¦ الصفحة: 146\n",
        "[حديث لَا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مثقال ذرة من كبر]\nالحديث الثاني والسبعون عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «لَا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ) فَقَالَ رَجُلٌ: إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حسنا، ونعله حسنا؟ فقال: (إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ. الْكِبْرُ: بَطَرُ الحق، وغمط الناس» . رواه مسلم.\nقد أخبر الله تعالى: أن النار مثوى المتكبرين، وفي هذا الحديث أنه: «لَا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مثقال ذرة من كبر» فدل على أن الكبر موجب لدخول النار، ومانع من دخول الجنة.\nوبهذا التفسير الجامع الذي ذكره النبي صلى الله عليه وسلم يتضح هذا المعنى غاية الاتضاح، فإنه جعل الكبر نوعين:\nكبر النوع الأول: على الحق، وهو رده وعدم قبوله، فكل من رد الحق فإنه مستكبر عنه بحسب ما رد من الحق. وذلك أنه فرض على العباد أن يخضعوا للحق الذي أرسل الله به رسله، وأنزل به كتبه.\nفالمتكبرون عن الانقياد للرسل بالكلية كفار مخلدون في النار؛ فإنه جاءهم الحق على أيدي الرسل مؤيدا بالآيات والبراهين. فقام الكبر في قلوبهم مانعا، فردوه. قال تعالى: {إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ} [غافر: 56]\nوأما المتكبرون عن الانقياد لبعض الحق الذي يخالف رأيهم وهواهم، فهم - وإن لم يكونوا كفارا - فإن معهم من موجبات العقاب بحسب ما معهم من الكبر. وما تأثروا به من الامتناع عن قبول الحق الذي تبين لهم بعد مجيء\nالجزء: 1 ¦ الصفحة: 147\n",
        "الشرع به. ولهذا أجمع العلماء أن من استبانت له سنة رسول الله صلى الله عليه وسلم، لم يحل له أن يعدل عنها لقول أحد، كائنا من كان.\nفيجب على طالب العلم أن يعزم عزما جازما على تقديم قول الله وقول رسوله صلى الله عليه وسلم على قول كل أحد، وأن يكون أصله الذي يرجع إليه، وأساسه الذي يبني عليه، الاهتداء بهدي النبي صلى الله عليه وسلم، والاجتهاد في معرفة مراده، واتباعه في ذلك، ظاهرا وباطنا.\nفمتى وفق لهذا الأمر الجليل فقد وفق للخير، وصار خطؤه معفوا عنه ; لأن قصده العام اتباع الشرع. فالخطأ معذور فيه إذا فعل مستطاعه من الاستدلال والاجتهاد في معرفة الحق، وهذا هو المتواضع للحق.\nوأما الكبر على الخلق - وهو النوع الثاني -: فهو غمطهم واحتقارهم وذلك ناشئ عن عجب الإنسان بنفسه، وتعاظمه عليهم. فالعجب بالنفس يحمل على التكبر على الخلق، واحتقارهم والاستهزاء بهم، وتنقيصهم بقوله وفعله. وقال رسول الله صلى الله عليه وسلم: «بحسب امرئ من الشر أن يحقر أخاه المسلم» .\nولما قال هذا الرجل: «إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَنًا ونعله حسنا» وخشي أن يكون هذا من الكبر الذي جاء فيه الوعيد: بين له النبي صلى الله عليه وسلم: أن هذا ليس من الكبر، إذا كان صاحبه منقادا للحق، متواضعا للخلق، وأنه من الجمال الذي يحبه الله ; فإنه تعالى جميل في ذاته وأسمائه وصفاته وأفعاله، يحب الجمال الظاهري والجمال الباطني.\nفالجمال الظاهر: كالنظافة في الجسد، والملبس، والمسكن، وتوابع ذلك.\nوالجمال الباطن: التجمل بمعاني الأخلاق ومحاسنها.\nالجزء: 1 ¦ الصفحة: 148\n",
        "ولهذا كان من دعاء النبي صلى الله عليه وسلم: «اللهم اهدني لأحسن الأعمال والأخلاق، لا يهدي لأحسنها إلا أنت. واصرف عني سيئ الأعمال والأخلاق، لا يصرف عني سيئها إلا أنت» . . والله أعلم.\n[حديث قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَرُزِقَ كَفَافًا وَقَنَّعَهُ الله بما آتاه]\nالحديث الثالث والسبعون عن عبد الله بن عمرو - رضي الله عَنْهُمَا - قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَرُزِقَ كَفَافًا، وَقَنَّعَهُ اللَّهُ بِمَا آتَاهُ» . رَوَاهُ مُسْلِمٌ.\nحكم صلى الله عليه وسلم بالفلاح لمن جمع هذه الخلال الثلاث.\nو\" الفلاح \" اسم جامع لحصول كل مطلوب محبوب، والسلامة من كل مخوف مرهوب.\nوذلك أن هذه الثلاث جمعت خير الدين والدنيا، فإن العبد إذا هدي للإسلام الذي هو دين الله الذي لا يقبل دينا سواه، وهو مدار الفوز بالثواب والنجاة من العقاب، وحصل له الرزق الذي يكفيه ويكف وجهه عن سؤال الخلق، ثم تمم الله عليه النعمة، بأن قنعه بما آتاه، وحصل له الرضى بما أوتي من الرزق والكفاف، ولم تطمح نفسه لما وراء ذلك، فقد حصل له حسنة الدنيا والآخرة.\nفإن النقص بفوات هذه الأمور الثلاثة أو أحدها: إما أن لا يهدى للإسلام: فهذا مهما كانت حاله، فإن عاقبته الشقاوة الأبدية. وإما بأن يهدى للإسلام، ولكنه يبتلى: إما بفقر ينسي، أو غنى يطغي، وكلاهما ضرر ونقص كبير. وإما بأن يحصل له الرزق الكافي موسعا أو مقدرا ولكنه لا يقنع برزق الله، ولا يطمئن قلبه بما آتاه الله، فهذا فقير القلب والنفس.\nالجزء: 1 ¦ الصفحة: 149\n",
        "فإنه ليس الغنى عن كثرة العرض، إنما الغنى غنى القلب، فكم من صاحب ثروة وقلبه فقير متحسر، وكم من فقير ذات اليد، وقلبه غني راض، قانع برزق الله.\nفالحازم إذا ضاقت عليه الدنيا لم يجمع على نفسه بين ضيقها وفقرها، وبين فقر القلب وحسرته وحزنه، بل كما يسعى لتحصيل الرزق، فليسع لراحة القلب، وسكونه وطمأنينته. والله أعلم.\n[حديث إِذَا قُمْتَ فِي صَلَاتِكَ فَصَلِّ صَلَاةَ مُوَدِّعٍ. . .]\nالحديث الرابع والسبعون عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ رضي الله عنه قَالَ: «جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم، فَقَالَ: يَا رَسُولَ اللَّهِ، عِظْنِي وَأَوْجِزْ. فَقَالَ: إِذَا قُمْتَ فِي صَلَاتِكَ فَصَلِّ صلاة مودع، ولا تكلم بكلام تعذر مِنْهُ غَدًا، وَاجْمَعِ الْيَأْسَ مِمَّا فِي أَيْدِي الناس» . رواه أحمد.\nهذه الوصايا الثلاث يا لها من وصايا، إذا أخذ بها العبد: تمت أموره وأفلح.\nفالوصية الأولى: تتضمن تكميل الصلاة، والاجتهاد في إيقاعها على أحسن الأحوال. وذلك بأن يحاسب نفسه على كل صلاة يصليها وأنه سيتم جميع ما فيها من واجب، وفرض، وسنة، وأن يتحقق بمقام الإحسان الذي هو أعلى المقامات. وذلك بأن يقوم إليها مستحضرا وقوفه بين يدي ربه، وأنه يناجيه بما يقوله من قراءة وذكر ودعاء، ويخضع له في قيامه وركوعه، وسجوده وخفضه ورفعه.\nالجزء: 1 ¦ الصفحة: 150\n",
        "ويعينه على هذا المقصد الجليل، توطين نفسه على ذلك من غير تردد ولا كسل قلبي، ويستحضر في كل صلاة أنها صلاة مودع، كأنه لا يصلي غيرها.\nومعلوم أن المودع يجتهد اجتهادا يبذل فيه كل وسعه. ولا يزال مستصحبا لهذه المعاني النافعة، والأسباب القوية، حتى يسهل عليه الأمر، ويتعود ذلك.\nوالصلاة على هذا الوجه، تنهي صاحبها عن كل خلق رذيل، وتحثه على كل خلق جميل ; لما تؤثره في نفسه من زيادة الإيمان، ونور القلب وسروره، ورغبته التامة في الخير.\nوأما الوصية الثانية: فهي حفظ اللسان ومراقبته، فإن حفظ اللسان عليه المدار، وهو ملاك أمر العبد. فمتى ملك العبد لسانه ملك جميع أعضائه، ومتى ملكه لسانه فلم يصنه عن الكلام الضار، فإن أمره يختل في دينه ودنياه. فلا يتكلم بكلام، إلا قد عرف نفعه في دينه أو دنياه وكل كلام يحتمل أن يكون فيه انتقاد أو اعتذار فليدعه، فإنه إذا تكلم به ملكه الكلام، وصار أسيرا له. وربما أحدث عليه ضررا لا يتمكن من تلافيه.\nوأما الوصية الثالثة: فهي توطين النفس على التعلق بالله وحده، في أمور معاشه ومعاده، فلا يسأل إلا الله، ولا يطمع إلا في فضله، ويوطن نفسه على اليأس مما في أيدي الناس ; فإن اليأس عصمة، ومن أيس من شيء استغنى عنه. فكما أنه لا يسأل بلسانه إلا الله، فلا يعلق قلبه إلا بالله. فيبقى عبدا لله حقيقة، سالما من عبودية الخلق. قد تحرر من رقهم، واكتسب بذلك العز والشرف؛ فإن المتعلق بالخلق يكتسب الذل والسقوط بحسب تعلقه بهم. والله أعلم.\nالجزء: 1 ¦ الصفحة: 151\n",
        "[\nحديث هل تنصرون وترزقون إلا بضعفائكم\n]\nالحديث الخامس والسبعون عَنْ مُصْعَبِ بْنِ سَعْدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ: «هَلْ تُنْصَرُونَ وَتُرْزَقُونَ إلا بضعفائكم» ؟) . رواه البخاري.\nفهذا الحديث فيه: أنه لا ينبغي للأقوياء القادرين أن يستهينوا بالضعفاء العاجزين، لا في أمور الجهاد والنصرة، ولا في أمور الرزق وعجزهم عن الكسب.\nبين الرسول صلى الله عليه وسلم أنه قد يحدث النصر على الأعداء وبسط الرزق بأسباب الضعفاء، بتوجههم ودعائهم، واستنصارهم واسترزاقهم.\nوذلك: أن الأسباب التي تحصل بها المقاصد نوعان.\nنوع يشاهد بالحس، وهو القوة بالشجاعة القولية والفعلية، وبحصول الغنى والقدرة على الكسب. وهذا النوع هو الذي يغلب على قلوب أكثر الخلق، ويعلقون به حصول النصر والرزق، حتى وصلت الحال بكثير من أهل الجاهلية أن يقتلوا أولادهم خشية الفقر، ووصلت بغيرهم إلى أن يتضجروا بعوائلهم الذين عدم كسبهم، وفقدت قوتهم، وهذا كله قصر نظر، وضعف إيمان، وقلة ثقة بوعد الله وكفايته، ونظر للأمور على غير حقيقتها.\nالنوع الثاني: أسباب معنوية، وهي قوة التوكل على الله في حصول المطالب الدينية والدنيوية، وكمال الثقة به، وقوة التوجه إليه والطلب منه.\nوهذه الأمور تقوي جدا من الضعفاء العاجزين الذين ألجأتهم الضرورة إلى أن يعلموا حق العلم، أن كفايتهم ورزقهم ونصرهم من عند الله، وأنهم\nالجزء: 1 ¦ الصفحة: 152\n",
        "في غاية العجز. فانكسرت قلوبهم، وتوجهت إلى الله، فأنزل لهم من نصره ورزقه - من دفع المكاره، وجلب المنافع - ما لا يدركه القادرون. ويسر للقادرين بسببهم من الرزق ما لم يكن لهم في حساب؛ فإن الله جعل لكل أحد رزقا مقدرا.\nوقد جعل أرزاق هؤلاء العاجزين على يد القادرين، وأعان القادرين على ذلك، وخصوصا من قويت ثقتهم بالله، واطمأنت نفوسهم لثوابه فإن الله يفتح لهؤلاء من أسباب النصر والرزق ما لم يكن لهم ببال، ولا دار لهم في خيال.\nفكم من إنسان كان رزقه مقترا، فلما كثرت عائلته والمتعلقون به، وسع الله له الرزق من جهات وأسباب شرعية قدرية إلهية.\nومن جهة وعد الله الذي لا يخلف: {وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ} [سبأ: 39]\nومن جهة: دعاء الملائكة كل صباح يوم: «اللهم أعط منفقا خلفا، وأعط ممسكا تلقا» .\nومن جهة أن أرزاق هؤلاء الضعفاء توجهت إلى من قام بهم، وكانت على يده.\nومن جهة أن يد المعطي هي العليا من جميع الوجوه.\nومن جهة أن المعونة من الله تأتي على قدر المؤنة، وأن البركة تشارك كل ما كان لوجهه، ومرادا به ثوابه. ولهذا نقول:\nومن جهة إخلاص العبد لله، وتقربه إليه بقلبه ولسانه ويده، كلما أنفق، توجه إلى الله وتقرب إليه. وما كان له فهو مبارك.\nومن جهة قوة التوكل، وثقة المنفق، وطمعه في فضل الله وبره. والطمع والرجاء من أكبر الأسباب لحصول المطلوب.\nومن جهة دعاء المستضعفين المنفق عليهم، فإنهم يدعون الله - إن قاموا\nالجزء: 1 ¦ الصفحة: 153\n",
        "وقعدوا، وفي كل أحوالهم - لمن قام بكفايتهم. والدعاء سبب قوي: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: 60]\nوكل هذا مجرب مشاهد، فتبا للمحرومين، وما أجل ربح الموفقين، والله أعلم.\n[حديث يَضْحَكُ اللَّهُ إِلَى رَجُلَيْنِ يَقْتُلُ أَحَدُهُمَا الْآخَرَ يدخلان الجنة. . .]\nالحديث السادس والسبعون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يَضْحَكُ اللَّهُ إِلَى رَجُلَيْنِ يَقْتُلُ أَحَدُهُمَا الْآخَرَ، يَدْخُلَانِ الْجَنَّةَ، يُقَاتِلُ هَذَا فِي سَبِيلِ اللَّهِ، فَيُقْتَلُ، ثُمَّ يَتُوبُ اللَّهُ عَلَى الْقَاتِلِ فَيُسْلِمُ فيستشهد» متفق عليه.\nهذا الحديث يدل على تنوع كرم الكريم، وأن كرمه وفضله متنوع من وجوه لا تعد ولا تحصى، ولا يدخل في عقول الخلق وخواطرهم.\nفهذان الرجلان اللذان قتل أحدهما الآخر قيض الله لكل منهما من فضله وكرمه سببا أوصله إلى الجنة.\nفالأول: قاتل في سبيله، وأكرمه الله على يد الرجل الآخر - الذي لم يسلم بعد - بالشهادة التي هي أعلى المراتب، بعد مرتبة الصديقين، وغرضه في جهاده إعلاء كلمة الله، والتقرب إلى ربه بذلك. فأجره على الله، وليس له على القاتل حق، فثبت أجره على الله.\nوأما الآخر: فإن الله تعالى جعل باب التوبة مفتوحا لكل من أراد التوبة بالإسلام وما دونه، ولم يجعل ذنبا من الذنوب مانعا من قبول التوبة، كما قال تعالى في حق التائبين: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53]\nفلما\nالجزء: 1 ¦ الصفحة: 154\n",
        "أسلم وتاب محا الله عنه الكفر وآثاره، ثم من عليه بالشهادة، فدخل الجنة، كأخيه الذي قتله وأكرمه على يده، ولم يهنه على يد أخيه بقتله، وهو كافر.\nفهذا الضحك من الباري يدل على غاية كرمه وجوده، وتنوع بره. وهذا الضحك الوارد في هذا الحديث وفي غيره من النصوص كغيره من صفات الله. على المؤمن أن يعترف بذلك ويؤمن به، وأنه حق على حقيقته، وأن صفاته صفات كمال، ليس له فيها مثل، ولا شبه ولا ند.\nفكما أن لله ذاتا لا تشبهها الذوات فله تعالى صفات لا تشبهها الصفات، وكلها صفات حمد ومجد وتعظيم وجلال وجمال وكمال. فنؤمن بما جاء به الكتاب والسنة من صفات ربنا، ونعلم أنه لا يتم الإيمان والتوحيد إلا بإثباتها على وجه يليق بعظمة الله وكبريائه ومجده.\nوهذا الحديث من جملة الأحاديث المرغبة في الدخول في الإسلام وفتح أبواب التوبة بكل وسيلة، فإن الإسلام يجب ما قبله، وما عمله الإنسان في حال كفره، وقد أسلم على ما أسلف، حتى الرقاب التي قتلها نصرا لباطله، والأموال التي استولى عليها من أجل ذلك ; كل ذلك معفو عنه بعد الإسلام.\nوقولنا: \" من أجل ذلك \" احتراز عن الحقوق التي اقتضتها المعاملات بين المسلمين والكفار، فإن الكافر إذا أسلم وعليه حقوق وديون وأعيان أخذها وحصلت له بسبب المعاملة، فإن الإسلام لا يسقطها؛ لأنها معاملات مشتركة بين الناس، برهم وفاجرهم، مسلمهم وكافرهم، بخلاف القسم الأول، فإن كلا من الطرفين - المسلمين والكفار - إذا حصل الحرب، وترتب عليه قتل وأخذ مال، لا يرد إلا طوعا، وتبرعا ممن وصل إليه، والله أعلم.\nالجزء: 1 ¦ الصفحة: 155\n",
        "ويشبه هذا من بعض الوجوه، قتال أهل البغي لأهل العدل، حيث لم يضمنهم العلماء ما أتلفوه حال الحرب من نفوس وأموال للتأويل، كما أجمع على ذلك الصحابة رضي الله عنهم حين وقعت الفتنة، فأجمعوا على أن ما تلف من نفوس، وأتلف من أموال، ليس فيه ضمان من الطرفين.\nوفي قوله: «ثم يتوب الله على الآخر فيسلم» دليل على أن توبة الله على من أسلم أو تاب من ذنوبه متقدمة على توبة العبد، فإنه تعالى إذن بتوبته وقدرها ولطف به، إذ قيض له الأسباب الموجبة لتوبته، فتاب العبد، ثم تاب الله عليه بعد ذلك، بأن محا عنه ما سبق من الجرائم - الكفر فما دونه - فتوبة العبد محفوفة بتوبتين، تفضل بهما عليه ربه، إذنه له وتقديره وتيسيره للتوبة حتى تاب، ثم قبول توبته ومحو زلته، فهو تعالى التواب الرحيم.\nوالتوبة من أجل الطاعات وأعظمها، فهذا الحكم ثابت في جميع الطاعات كلها، يوفق الله لها العبد أولا، وييسر له أسبابها، ويسهل له طرقها، ثم إذا فعلها المطيع قبلها، وكتب له بها رضوانه وثوابه، فما أوسع فضل الكريم، وما أغزر كرمه المتنوع العميم. . والله أعلم.\n[\nحديث لا يتمنين أحدكم الموت لضرر أصابه\n]\nالحديث السابع والسبعون عَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «لَا يتمنين أحدكم الموت لضرر أَصَابَهُ، فَإِنْ كَانَ لَا بُدَّ فَاعِلًا، فَلْيَقُلْ: اللَّهمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي» مُتَّفَقٌ عليه.\nهذا نهي عن تمني الموت للضر الذي ينزل بالعبد، من مرض أو فقر أو خوف، أو وقوع في شدة ومهلكة، أو نحوها من الأشياء، فإن في تمني الموت\nالجزء: 1 ¦ الصفحة: 156\n",
        "لذلك مفاسد.\nمنها: أنه يؤذن بالتسخط والتضجر من الحالة التي أصيب بها، وهو مأمور بالصبر والقيام بوظيفته. ومعلوم أن تمني الموت ينافي ذلك.\nومنها: أنه يضعف النفس، ويحدث الخور والكسل، ويوقع في اليأس. والمطلوب من العبد مقاومة هذه الأمور، والسعي في إضعافها وتخفيفها بحسب اقتداره، وأن يكون معه من قوة القلب وقوة الطمع في زوال ما نزل به. وذلك موجب لأمرين: اللطف الإلهي لمن أتى بالأسباب المأمور بها، والسعي النافع الذي يوجبه قوة القلب ورجاؤه.\nومنها: أن تمني الموت جهل وحمق، فإنه لا يدري ما يكون بعد الموت، فربما كان كالمستجير من الضر إلى ما هو أفظع منه، من عذاب البرزخ وأهواله.\nومنها: أن الموت يقطع على العبد الأعمال الصالحة التي هو بصدد فعلها والقيام بها، وبقية عمر المؤمن لا قيمة له، فكيف يتمنى انقطاع عمل الذرة منه خير من الدنيا وما عليها.\nوأخص من هذا العموم: قيامه بالصبر على الضر الذي أصابه، فإن الله يوفي الصابرين أجرهم بغير حساب.\nولهذا قال في آخر الحديث: «فَإِنْ كَانَ لَا بُدَّ فَاعِلًا فَلْيَقُلْ: اللَّهمَّ أحيني إذا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الوفاة خيرا لي» فيجعل العبد الأمر مفوضا إلى ربه الذي يعلم ما فيه الخير والصلاح له، الذي يعلم من مصالح عبده ما لا يعلم العبد، ويريد له من الخير ما لا يريده، ويلطف به في بلائه كما يلطف به في نعمائه.\nالجزء: 1 ¦ الصفحة: 157\n",
        "والفرق بين هذا وبين قوله صلى الله عليه وسلم: «لا يقل أحدكم: اللهم اغفر لي إن شئت، اللهم ارحمني إن شئت، ولكن ليعزم المسألة ; فإن الله لا مكره له» ، أن المذكور في الحديث الذي فيه التعليق بعلم الله وإرادته، هو في الأمور المعينة التي لا يدري العبد من عاقبتها ومصلحتها.\nوأما المذكور في الحديث الآخر: فهي الأمور التي يعلم مصلحتها بل ضرورتها وحاجة كل عبد إليها، وهي مغفرة الله ورحمته ونحوها. فإن العبد يسألها ويطلبها من ربه طلبا جازما، لا معلق بالمشيئة وغيرها. لأنه مأمور ومحتم عليه السعي فيها، وفي جميع ما يتوسل به إليها.\nوهذا كالفرق بين فعل الواجبات والمستحبات الثابت الأمر بها ; فإن العبد يؤمر بفعلها أمر إيجاب أو استحباب، وبعض الأمور المعينة التي لا يدري العبد من حقيقتها ومصلحتها، فإنه يتوقف حتى يتضح له الأمر فيها.\nواستثنى كثير من أهل العلم من هذا، جواز تمني الموت خوفا من الفتنة، وجعلوا من هذا قول مريم رضي الله عنها: {يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا} [مريم: 23] كما استثنى بعضهم تمني الموت شوقا إلى الله. وجعلوا منه قول يوسف صلى الله عليه وسلم: {أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} [يوسف: 101]\nوفي هذا نظر ; فإن يوسف لم يتمن الموت، وإنما سأل الله الثبات على الإسلام، حتى يتوفاه مسلما، كما يسأل العبد ربه حسن الخاتمة. . والله أعلم.\nالجزء: 1 ¦ الصفحة: 158\n",
        "[حديث إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ وَإِنَّ اللَّهَ مُسْتَخْلِفُكُمْ فيها. . .]\nالحديث الثامن والسبعون عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ، وَإِنَّ اللَّهَ مُسْتَخْلِفُكُمْ فِيهَا، فَيَنْظُرُ كَيْفَ تَعْمَلُونَ، فَاتَّقُوا الدُّنْيَا، وَاتَّقُوا النِّسَاءَ ; فَإِنَّ أَوَّلَ فِتْنَةِ بْنِي إِسْرَائِيلَ كانت في النساء» . رواه مسلم.\nأخبر صلى الله عليه وسلم في هذا الحديث بحال الدنيا وما هي عليه من الوصف الذي يروق الناظرين والذائقين. ثم أخبر أن الله جعلها الدنيا محنة وابتلاء للعباد، ثم أمر بفعل الأسباب، التي تقي من الوقوع في فتنتها.\nفإخباره بأنها حلوة خضرة يعم أوصافها التي هي عليها، فهي حلوة في مذاقها وطعمها، ولذاتها وشهواتها، خضرة في رونقها وحسنها الظاهر، كما قال تعالى: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ} [آل عمران: 14] وقال تعالى: {إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا} [الكهف: 7]\nفهذه اللذات المنوعة فيها، والمناظر البهيجة، جعلها الله ابتلاء منه وامتحانا، واستخلف فيها العباد لينظر كيف يعملون.\nفمن تناولها من حلها، ووضعها في حقها، واستعان بها على ما خلق له من القيام بعبودية الله، كانت زادا له وراحلة إلى دار أشرف منها وأبقى، وتمت له السعادة الدنيوية والأخروية.\nومن جعلها أكبر همه، وغاية علمه ومراده، لم يؤت منها إلا ما كتب له، وكان مآله بعد ذلك إلى الشقاء، ولم يهنأ\nالجزء: 1 ¦ الصفحة: 159\n",
        "بلذاتها ولا شهواتها إلا مدة قليلة، فكانت لذاته قليلة، وأحزانه طويلة.\nوكل نوع من لذاتها فيه هذه الفتنة والاختبار، ولكن أبلغ ما يكون وأشد فتنة النساء، فإن فتنتهن عظيمة، والوقوع فيها خطير وضررها كبير، فإنهن مصائد الشيطان وحبائله، كم صاد بهن من معافى فأصبح أسير شهوته، رهين ذنبه، قد عز عليه الخلاص، والذنب ذنبه، فإنه الذي لم يحترز من هذه البلية، وإلا فلو تحرز منها، ولم يدخل مداخل التهم، ولا تعرض للبلاء، واستعان باعتصامه بالمولى، لنجا من هذه الفتنة، وخلص من هذه المحنة.\nولهذا حذر النبي صلى الله عليه وسلم في هذا الحديث منها على الخصوص. وأخبر بما جرت على من قبلنا من الأمم؛ فإن في ذلك عبرة للمعتبرين، وموعظة للمتقين. . والله أعلم.\n[حديث الإيمان بضع وسبعون شُعْبَةً أَعْلَاهَا قَوْلُ لَا إِلَهَ إِلَّا اللَّهُ. . .]\nالحديث التاسع والسبعون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «الْإِيمَانُ بِضْعٌ وَسَبْعُونَ - أَوْ بِضْعٌ وَسِتُّونَ - شُعْبَةً، أَعْلَاهَا: قَوْلُ: لَا إِلَهَ إِلَّا اللَّهُ، وَأَدْنَاهَا: إِمَاطَةُ الْأَذَى عَنِ الطَّرِيقِ، وَالْحَيَاءُ شُعْبَةٌ مِنَ الإيمان» . متفق عليه.\nهذا الحديث من جملة النصوص الدالة على أن الإيمان اسم يشمل عقائد القلب وأعماله، وأعمال الجوارح، وأقوال اللسان، فكل ما يقرب إلى الله، وما يحبه ويرضاه، من واجب ومستحب، فإنه داخل في الإيمان، وذكر هنا أعلاه وأدناه، وما بين ذلك وهو الحياء. «والحياء شعبة من الإيمان» ولعل ذكر الحياء ; لأنه السبب الأقوى للقيام بجميع شعب الإيمان. فإن من استحيا من الله لتواتر نعمه، وسوابغ كرمه، وتجليه عليه بأسمائه الحسنى، والعبد - مع هذا كثير التقصير\nالجزء: 1 ¦ الصفحة: 160\n",
        "مع هذا الرب الجليل الكبير يظلم نفسه ويجني عليها - أوجب له هذا الحياء التوقي من الجرائم، والقيام بالواجبات والمستحبات.\nفأعلى هذه الشعب شعب الإيمان وأصلها وأساسها، قول: \" لا إله إلا الله \" صادقا من قلبه، بحيث يعلم ويوقن أنه لا يستحق هذا الوصف العظيم، وهو الألوهية إلا الله وحده ; فإنه هو ربه الذي يربيه ويربي جميع العالمين بفضله وإحسانه، والكل فقير وهو الغني، والكل عاجز وهو القوي، ثم يقوم في كل أحواله بعبوديته لربه، مخلصا له الدين، فإن جميع شعب الإيمان فروع وثمرات لهذا الأصل.\nودل على أن شعب الإيمان بعضها يرجع إلى الإخلاص للمعبود الحق، وبعضها يرجع إلى الإحسان إلى الخلق.\nونبه بإماطة الأذى على جميع أنواع الإحسان القولي والفعلي. الإحسان الذي فيه وصول المنافع، والإحسان الذي فيه دفع المضار عن الخلق.\nوإذا علمنا أن شعب الإيمان كلها ترجع إلى هذه الأمور، علمنا أن كل خصلة من خصال الخير فهي من الشعب، وقد تكلم العلماء على تعيينها.\nفمنهم: من وصل إلى هذا المبلغ المقدر في الحديث.\nومنهم: من قارب ذلك، ولكن إذا فهم المعنى تمكن الإنسان أن يعتد بكل خصلة وردت عن الشارع - قولية أو فعلية، ظاهرة أو باطنة - من الشعب، ونصيب العبد من الإيمان بقدر نصيبه من هذه الخصال، قلة وكثرة، وقوة وضعفا، وتكميلا وضده، وهي ترجع إلى تصديق خبر الله وخبر رسوله، وامتثال أمرهما، واجتناب نهيهما.\nالجزء: 1 ¦ الصفحة: 161\n",
        "وقد وصف الله الإيمان بالشجرة الطيبة في أصلها وثمراتها التي أصلها ثابت، وفروعها باسقة في السماء، تؤتي أكلها كل حين بإذن ربها، ويضرب الله الأمثال للناس لعلهم يتذكرون. والله أعلم.\n[حديث مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا سَيُكَلِّمُهُ رَبُّهُ ليس بينه وبينه ترجمان. . .]\nالحديث الثمانون عَنْ عَدِيِّ بْنِ حَاتِمٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا سَيُكَلِّمُهُ رَبُّهُ، لَيْسَ بَيْنَهُ وَبَيْنَهُ تُرْجُمَانٌ فَيَنْظُرُ أَيْمَنَ منه، فلا يرى إلا ما قدم، وينطر أشأم مِنْهُ، فَلَا يَرَى إِلَّا مَا قَدَّمَ، وَيَنْظُرُ بَيْنَ يَدَيْهِ فَلَا يَرَى إِلَّا النَّارَ تِلْقَاءَ وَجْهِهِ، فَاتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ، فَمَنْ لم يجد فبكلمة طيبة» . متفق عليه.\nهذا حديث عظيم تضمن من عظمة الباري ما لا تحيط به العقول ولا تعبر عنه الألسن.\nأخبر فيه: أن جميع الخلق سيكلمهم الله مباشرة من دون ترجمان ولا واسطة، ويسألهم عن جميع أعمالهم، خيرها وشرها، دقيقها وجليلها، سابقها ولاحقها، ما علمه العباد وما نسوه منها، وذلك أنه لعظمته وكبريائه كما يخلقهم ويرزقهم في ساعة واحدة، ويبعثهم في ساعة واحدة فإنه يحاسبهم جميعهم في ساعة واحدة، فتبارك من له العظمة والمجد، والملك العظيم والجلال.\nوفي هذه الحالة التي يحاسبهم فيها ليس مع العبد أنصار ولا أعوان ولا أولاد ولا أموال، قد جاءه فردا كما خلقه أول مرة، قد أحاطت به أعماله تطلب الجزاء بالخير أو الشر، عن يمينه وشماله، وأمامه النار لابد له من\nالجزء: 1 ¦ الصفحة: 162\n",
        "ورودها، فهل إلى صدوره منها سبيل؟ لا سبيل إلى ذلك إلا برحمة الله، وبما قدمت يداه من الأعمال المنجية منها.\nولهذا حث النبي صلى الله عليه وسلم أمته على اتقاء النار ولو بالشيء اليسير، كشق تمرة، فمن لم يجد فبكلمة طيبة.\nوفي هذا الحديث: أن من أعظم المنجيات من النار، الإحسان إلى الخلق بالمال والأقوال، وأن العبد لا ينبغي له أن يحتقر من المعروف ولو شيئا قليلا، والكلمة الطيبة تشمل النصيحة للخلق بتعليمهم ما يجهلون، وإرشادهم إلى مصالحهم الدينية والدنيوية.\nوتشمل الكلام المسر للقلوب، الشارح للصدور، المقارن للبشاشة والبشر، وتشمل الذكر لله والثناء عليه، وذكر أحكامه وشرائعه.\nفكل كلام يقرب إلى الله ويحصل به النفع لعباد الله، فهو داخل في الكلمة الطيبة، قال تعالى: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} [فاطر: 10] وقال تعالى: {وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا} [الكهف: 46] والله أعلم.\n[حديث دَعُونِي مَا تَرَكْتُكُمْ فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قبلكم كثرة سؤالهم واختلافهم على أنبيائهم. . .]\nالحديث الحادي والثمانون عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ: «دَعُونِي مَا تَرَكْتُكُمْ، فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ كَثْرَةُ سُؤَالِهِمْ، وَاخْتِلَافُهُمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا نَهَيْتُكُمْ عَنْ شَيْءٍ فَاجْتَنِبُوهُ، وَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَائْتُوا منه ما استطعتم» . متفق عليه.\nالجزء: 1 ¦ الصفحة: 163\n",
        "هذه الأسئلة التي نهى النبي صلى الله عليه وسلم عنها: هي التي نهى الله عنها في قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} [المائدة: 101]\nوهي الأسئلة عن أشياء من أمور الغيب، أو من الأمور التي عفا الله عنها، فلم يحرمها ولم يوجبها، فيسأل السائل عنها وقت نزول الوحي والتشريع، فربما وجبت بسبب السؤال، وربما حرمت كذلك، فيدخل السائل في قوله صلى الله عليه وسلم: «أعظم المسلمين جرما: من سأل عن شيء لم يحرم فحرم من أجل مسألته» .\nوكذلك ينهى العبد عن سؤال التعنت والأغلوطات، وينهى أيضا عن أن يسأل عن الأمور الطفيفة غير المهمة، ويدع السؤال عن الأمور المهمة، فهذه الأسئلة وما أشبهها هي التي نهى الشارع عنها.\nوأما السؤال على وجه الاسترشاد عن المسائل الدينية من أصول وفروع، عبادات أو معاملات، فهي مما أمر الله بها ورسوله، ومما حث عليها، وهي الوسيلة لتعلم العلوم، وإدراك الحقائق، قال تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} [الأنبياء: 7] وقال: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} [الزخرف: 45]\nإلى غيرها من الآيات. وقال صلى الله عليه وسلم: «مَنْ يُرِدِ اللَّهُ به خيرا يفقهه في الدين» وذلك بسلوك طريق التفقه في الدين دراسة وتعلما وسؤالا، وقال: «ألا سألوا إذ لم يعلموا؟ فإنما شفاء العي السؤال» .\nوقد أمر الله بالرفق بالسائل، وإعطائه مطلوبه، وعدم التضجر منه. وقال في سورة الضحى: {وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ} [الضحى: 10] فهذا يشمل\nالجزء: 1 ¦ الصفحة: 164\n",
        "السائل عن العلوم النافعة والسائل لما يحتاجه من أمور الدنيا، من مال وغيره.\nومما يدخل في هذا الحديث: السؤال عن كيفية صفات الباري، فإن الأمر في الصفات كلها كما قال الإمام مالك لمن سأله عن كيفية الاستواء على العرش؟ فقال: \" الاستواء معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة \".\nفمن سأل عن كيفية علم الله، أو كيفية خلقه وتدبيره، قيل له: فكما أن ذات الله تعالى لا تشبهها الذوات، فصفاته لا تشبهها الصفات، فالخلق يعرفون الله، ويعرفون ما تعرف لهم به من صفاته وأفعاله، وأما كيفية ذلك، فلا يعلم تأويله إلا الله.\nثم ذكر صلى الله عليه وسلم في هذا الحديث أصلين عظيمين:\nأحدهما: قوله صلى الله عليه وسلم: «فإذا نهيتكم عنه فاجتنبوه» فكل ما نهى عنه النبي من الأقوال والأفعال، الظاهرة والباطنة، وجب تركه، والكف عنه، امتثالا وطاعة لله ورسوله.\nولم يقل في النهي: \" ما استطعتم \" لأن النهي طلب كف النفس، وهو مقدور لكل أحد، فكل أحد يقدر على ترك جميع ما نهى الله عنه ورسوله، ولم يضطر العباد إلى شيء من المحرمات المطلقة، فإن الحلال واسع، يسع جميع الخلق في عباداتهم ومعاملاتهم، وجميع تصرفاتهم.\nوأما إباحة الميتة والدم ولحم الخنزير للمضطر، فإنه في هذه الحالة الملجئة إليه قد صار من جنس الحلال ; فإن الضرورات تبيح المحظورات، فتصيرها الضرورة مباحة ; لأنه تعالى إنما حرم المحرمات حفظا لعباده، وصيانة لهم\nالجزء: 1 ¦ الصفحة: 165\n",
        "عن الشرور والمفاسد، ومصلحة لهم، فإذا قاوم ذلك مصلحة أعظم - وهو بقاء النفس - قدمت هذه على تلك رحمة من الله وإحسانا.\nوليست الأدوية من هذا الباب، فإن الدواء لا يدخل في باب الضرورات، فإن الله تعالى يشفي المبتلى بأسباب متنوعة، لا تتعين في الدواء. وإن كان الدواء يغلب على الظن الشفاء به، فإنه لا يحل التداوي بالمحرمات، كالخمر وألبان الحمر الأهلية، وأصناف المحرمات، بخلاف المضطر إلى أكل الميتة، فإنه يتيقن أنه إذا لم يأكل منها يموت.\nالأصل الثاني: قوله صلى الله عليه وسلم: «وَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَائْتُوا مِنْهُ مَا اسْتَطَعْتُمْ» وهذا أصل كبير، دل عليه أيضا قوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: 16]\nفأوامر الشريعة كلها معلقة بقدرة العبد واستطاعته. فإذا لم يقدر على واجب من الواجبات بالكلية، سقط عنه وجوبه. وإذا قدر على بعضه - وذلك البعض عبادة - وجب ما يقدر عليه منه، وسقط عنه ما يعجز عنه.\nويدخل في هذا من مسائل الفقه والأحكام ما لا يعد ولا يحصى. فيصلي المريض قائما، فإن لم يستطع صلى قاعدا، فإن لم يستطع صلى على جنبه، فإن لم يستطع الإيماء برأسه، أومأ بطرفه. ويصوم العبد ما دام قادرا عليه. فإن أعجزه مرض لا يرجى زواله، أطعم عنه كل يوم مسكينا، وإن كان مرضا يرجى زواله، أفطر، وقضى عدته من أيام أخر.\nومن ذلك من عجز عن سترة الصلاة الواجبة، أو عن الاستقبال أو توقي النجاسة: سقط عنه ما عجز عنه. وكذلك بقية شروط الصلاة وأركانها، وشروط الطهارة، ومن تعذرت عليه الطهارة بالماء للعدم، أو للضرر في جميع\nالجزء: 1 ¦ الصفحة: 166\n",
        "الطهارة، أو بعضها، عدل إلى طهارة التيمم.\nوالمعضوب في الحج، عليه أن يستنيب من يحج عنه، إذا كان قادرا على ذلك بماله.\nوالأمر بالمعروف والنهي عن المنكر، يجب على من قدر عليه باليد، ثم باللسان ثم بالقلب.\nوليس على الأعمى والأعرج والمريض حرج في ترك العبادات التي يعجزون عنها، أو تشق عليهم مشقة غير محتملة.\nومن عليه نفقة واجبة، وعجز عن جميعها، بدأ بزوجته، فرقيقه، فالولد، فالوالدين، فالأقرب ثم الأقرب. وكذلك الفطرة.\nوهكذا جميع ما أمر به العبد أمر إيجاب أو استحباب، إذا قدر على بعضه، وعجز عن باقيه، وجب عليه ما يقدر عليه، وسقط عنه ما عجز عنه. وكلها داخلة في هذا الحديث.\nومسائل القرعة لها دخول في هذا الأصل؛ لأن الأمور إذا اشتبهت: لمن هي؟ ومن أحق بها؟ رجعنا إلى المرجحات. فإن تعذر الترجيح من كل وجه، سقط هذا الواجب للعجز عنه، وعدل إلى القرعة التي هي غاية ما يمكن. وهي مسائل كثيرة معروفة في كتب الفقه.\nوالولايات كلها - صغارها وكبارها - تدخل تحت هذا الأصل، فإن كل ولاية يجب فيها تولية المتصف بالأوصاف التي يحصل بها مقصود الولاية. فإن تعذرت كلها، وجب فيها تولية الأمثل فالأمثل.\nوكما يستدل على هذا الأصل بتلك الآية وذلك الحديث، فإنه يستدل\nالجزء: 1 ¦ الصفحة: 167\n",
        "عليها بالآيات والأحاديث التي نفى الله ورسوله فيها الحرج عن الأمة، كقوله تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة: 286]\n{لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا} [الطلاق: 7] {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78] {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ} [المائدة: 6] {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185] {يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ} [النساء: 28]\nفالتخفيفات الشرعية في العبادات وغيرها بجميع أنواعها داخلة في هذا الأصل، مع ما يستدل على هذا بما لله تعالى من الأسماء والصفات المقتضية لذلك، كالحمد والحكمة، والرحمة الواسعة، واللطف والكرم والامتنان. فإن آثار هذه الأسماء الجليلة الجميلة كما هي سابغة وافرة واسعة في المخلوقات والتدبيرات، فهي كذلك في الشرائع، بل أعظم لأنها هي الغاية في الخلق. وهي الوسيلة العظمى للسعادة الأبدية.\nفالله تعالى خلق المكلفين ليقوموا بعبوديته. وجعل عبوديته والقيام بشرعه طريقا إلى نيل رضاه وكرامته. كما قال تعالى - بعد ما شرع الطهارة بأنواعها - {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} [المائدة: 6]\nفظهرت آثار رحمته ونعمته في الشرعيات والمباحات، كما ظهرت في الموجودات. فله تعالى أتم الحمد وأعلاه، وأوفر الشكر والثناء وأعلاه، وغاية الحب والتعظيم ومنتهاه. وبالله التوفيق.\nالجزء: 1 ¦ الصفحة: 168\n",
        "[حديث مَنْ لَا يَرْحَمِ النَّاسَ لَا يَرْحَمْهُ اللَّهُ]\nالحديث الثاني والثمانون عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «مَنْ لَا يَرْحَمِ النَّاسَ لَا يرحمه الله» . متفق عليه.\nيدل هذا الحديث بمنطوقه على أن مَنْ لَا يَرْحَمِ النَّاسَ لَا يَرْحَمْهُ اللَّهُ، وبمفهومه على أن من يرحم الناس يرحمه الله، كما قال صلى الله عليه وسلم في الحديث الآخر: «الراحمون يرحمهم الرحمن، ارحموا من في الأرض، يرحمكم من في السماء» .\nفرحمة العبد للخلق من أكبر الأسباب التي تنال بها رحمة الله، التي من آثارها خيرات الدنيا، وخيرات الآخرة، وفقدها من أكبر القواطع والموانع لرحمة الله، والعبد في غاية الضرورة والافتقار إلى رحمة الله، لا يستغني عنها طرفة عين، وكل ما هو فيه من النعم واندفاع النقم، من رحمة الله.\nفمتى أراد أن يستبقيها ويستزيد منها، فليعمل جميع الأسباب التي تنال بها رحمته، وتجتمع كلها في قوله تعالى: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} [الأعراف: 56]\nوهم المحسنون في عبادة الله، المحسنون إلى عباد الله. والإحسان إلى الخلق أثر من آثار رحمة العبد بهم.\nوالرحمة التي يتصف بها العبد نوعان:\nالنوع الأول: رحمة غريزية، قد جبل الله بعض العباد عليها، وجعل في قلوبهم الرأفة والرحمة والحنان على الخلق، ففعلوا بمقتضى هذه الرحمة جميع ما يقدرون عليه من نفعهم، بحسب استطاعتهم. فهم محمودون مثابون على ما قاموا به، معذورون على ما عجزوا عنه، وربما كتب الله لهم بنياتهم الصادقة ما عجزت عنه قواهم.\nالجزء: 1 ¦ الصفحة: 169\n",
        "والنوع الثاني: رحمة يكتسبها العبد بسلوكه كل طريق ووسيلة، تجعل قلبه على هذا الوصف، فيعلم العبد أن هذا الوصف من أجل مكارم الأخلاق وأكملها، فيجاهد نفسه على الاتصاف به، ويعلم ما رتب الله عليه من الثواب، وما في فواته من حرمان الثواب ; فيرغب في فضل ربه، ويسعى بالسبب الذي ينال به ذلك. ويعلم أن الجزاء من جنس العمل. ويعلم أن الأخوة الدينية والمحبة الإيمانية، قد عقدها الله وربطها بين المؤمنين، وأمرهم أن يكونوا إخوانا متحابين، وأن ينبذوا كل ما ينافي ذلك من البغضاء، والعداوات، والتدابر.\nفلا يزال العبد يتعرف الأسباب التي يدرك بها هذا الوصف الجليل، ويجتهد في التحقق به، حتى يمتلئ قلبه من الرحمة، والحنان على الخلق. ويا حبذا هذا الخلق الفاضل، والوصف الجليل الكامل.\nوهذه الرحمة التي في القلوب، تظهر آثارها على الجوارح واللسان، في السعي في إيصال البر والخير والمنافع إلى الناس، وإزالة الأضرار والمكاره عنهم.\nوعلامة الرحمة الموجودة في قلب العبد، أن يكون محبا لوصول الخير لكافة الخلق عموما، وللمؤمنين خصوصا، كارها حصول الشر والضرر عليهم. فبقدر هذه المحبة والكراهة تكون رحمته.\nومن أصيب حبيبه بموت أو غيره من المصائب، فإن كان حزنه عليه لرحمة، فهو محمود، ولا ينافي الصبر والرضى، لأنه صلى الله عليه وسلم لما بكى لموت ولد ابنته، قال له سعد: \" ما هذا يا رسول الله؟ \" فأتبع ذلك بعبرة أخرى، وقال: «هذه رحمة يجعلها الله في قلوب عباده، وإنما يرحم الله من عباده الرحماء»\nالجزء: 1 ¦ الصفحة: 170\n",
        "وقال عند موت ابنه إبراهيم: «القلب يحزن، والعين تدمع، ولا نقول إلا ما يرضي ربنا، وإنا لفراقك يا إبراهيم لمحزونون» .\nوكذلك رحمة الأطفال الصغار والرقة عليهم، وإدخال السرور عليهم من الرحمة، وأما عدم المبالاة بهم، وعدم الرقة عليهم، فمن الجفاء والغلظة والقسوة، كما قال بعض جفاة الأعراب حين رأى النبي صلى الله عليه وسلم وأصحابه يقبلون أولادهم الصغار، فقال ذلك الأعرابي: إن لي عشرة من الولد ما قبلت واحدا منهم، فقال النبي صلى الله عليه وسلم: «أوأملك لك شيئا أن نزع الله من قلبك الرحمة؟» .\nومن الرحمة: رحمة المرأة البغي حين سقت الكلب، الذي كاد يأكل الثرى من العطش، فغفر الله لها بسبب تلك الرحمة.\nوضدها: تعذيب المرأة التي ربطت الهرة، لا هي أطعمتها وسقتها، ولا هي تركتها تأكل من خشاش الأرض (1) حتى ماتت.\nومن ذلك ما هو مشاهد مجرب، أن من أحسن إلى بهائمه بالإطعام والسقي والملاحظة النافعة، أن الله يبارك له فيها. ومن أساء إليها، عوقب في الدنيا قبل الآخرة، وقال تعالى: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا} [المائدة: 32]\nوذلك لما في قلب الأول من القسوة والغلظة والشر، وما في قلب الآخر من الرحمة والرقة والرأفة، إذ هو بصدد إحياء كل من له قدرة على إحيائه من الناس، كما أن ما في قلب الأول من القسوة، مستعد لقتل النفوس كلها.\n(1) حشراتها وهوامها.\nالجزء: 1 ¦ الصفحة: 171\n",
        "فنسأل الله أن يجعل في قلوبنا رحمة توجب لنا سلوك كل باب من أبواب رحمة الله، ونحنو بها على جميع خلق الله، وأن يجعلها موصلة لنا إلى رحمته وكرامته، إنه جواد كريم.\n[حديث مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ وينسأ له في أثره فليصل رحمه]\nالحديث الثالث والثمانون عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ، وَيُنْسَأَ لَهُ فِي أَثَرِهِ، فَلْيَصِلْ رَحِمَهُ» . متفق عليه.\nهذا الحديث فيه: الحث على صلة الرحم، وبيان أنها كما أنها موجبة لرضى الله وثوابه في الآخرة، فإنها موجبة للثواب العاجل، بحصول أحب الأمور للعبد، وأنها سبب لبسط الرزق وتوسيعه، وسبب لطول العمر. وذلك حق على حقيقته ; فإنه تعالى هو الخالق للأسباب ومسبباتها.\nوقد جعل الله لكل مطلوب سببا وطريقا ينال به، وهذا جار على الأصل الكبير، وأنه من حكمته وحمده جعل الجزاء من جنس العمل، فكما وصل رحمه بالبر والإحسان المتنوع، وأدخل على قلوبهم السرور، وصل الله عمره، ووصل رزقه، وفتح له من أبواب الرزق وبركاته، ما لا يحصل له بدون هذا السبب الجليل.\nوكما أن الصحة وطيب الهواء وطيب الغذاء، واستعمال الأمور المقوية للأبدان والقلوب، من أسباب طول العمر، فكذلك صلة الرحم جعلها الله سببا ربانيا.\nالجزء: 1 ¦ الصفحة: 172\n",
        "فإن الأسباب التي تحصل بها المحبوبات الدنيوية قسمان: أمور محسوسة، تدخل في إدراك الحواس، ومدارك العقول. وأمور ربانية إلهية قدرها من هو على كل شيء قدير، ومن جميع الأسباب وأمور العالم منقادة لمشيئته، ومن تكفل بالكفاية للمتوكلين، ووعد بالرزق والخروج من المضايق للمتقين. قال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} [الطلاق: 2 - 3]\nوإذا كان النبي صلى الله عليه وسلم يقول: «ما نقصت صدقة من مال» بل تزيده، فكيف بالصدقة والهدية على أقاربه وأرحامه؟\nوفي هذا الحديث دليل: على أن قصد العامل، ما يترتب على عمله من ثواب الدنيا لا يضره إذا كان القصد من العمل وجه الله والدار الآخرة. فإن الله بحكمته ورحمته رتب الثواب العاجل والآجل، ووعد بذلك العاملين؛ لأن الأمل واستثمار ذلك ينشط العاملين، ويبعث هممهم على الخير، كما أن الوعيد على الجرائم، وذكر عقوباتها مما يخوف الله به عباده ويبعثهم على ترك الذنوب والجرائم.\nفالمؤمن الصادق يكون في فعله وتركه مخلصا لله، مستعينا بما في الأعمال من المرغبات المتنوعة على هذا المقصد الأعلى، والله الموفق.\n[\nحديث المرء مع من أحب\n]\nالحديث الرابع والثمانون عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «الْمَرْءُ مَعَ مَنْ أَحَبَّ» . مُتَّفَقٌ عَلَيْهِ.\n«المرء مع من أحب» هذا الحديث فيه الحث على قوة محبة الرسل، واتباعهم بحسب مراتبهم،\nالجزء: 1 ¦ الصفحة: 173\n",
        "والتحذير من محبة ضدهم، فإن المحبة دليل على قوة اتصال المحب بمن يحبه، ومناسبته لأخلاقه، واقتدائه به، فهي دليل على وجود ذلك، وهي أيضا باعثة على ذلك.\nوأيضا من أحب الله تعالى، فإن نفس محبته من أعظم ما يقربه إلى الله، فإن الله تعالى شكور، يعطي المتقرب أعظم - بأضعاف مضاعفة - مما بذل، ومن شكره تعالى: أن يلحقه بمن أحب، وإن قصر عمله، قال تعالى: {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} [النساء: 69]\nولهذا قال أنس: \" ما فرحنا بشيء فرحنا بقوله صلى الله عليه وسلم: «الْمَرْءُ مَعَ مَنْ أحب» قال: فأنا أحب رسول الله، وأبا بكر، وعمر، فأرجو أن أكون معهم \".\nوقال تعالى: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ} [الرعد: 23] وقال سبحانه: {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ (1) مِنْ عَمَلِهِمْ مِنْ شَيْءٍ} [الطور: 21]\nوهذا مشاهد مجرب إذا أحب العبد أهل الخير رأيته منضما إليهم، حريصا على أن يكون مثلهم، وإذا أحب أهل الشر انضم إليهم، وعمل بأعمالهم.\nوقال صلى الله عليه وسلم: «المرء على دين خليله، فلينطر أحدكم من يخالل» ، و «مثل الجليس الصالح، كحامل المسك: إما أن يحذيك، وإما أن يبيعك، وإما أن تجد منه رائحة طيبة، ومثل الجليس السوء كنافخ الْكِيرِ: إِمَّا أَنْ يُحْرِقَ ثِيَابَكَ، وِإِمَّا أَنْ تجد معه رائحة خبيثة» .\n(1) نقصناهم.\nالجزء: 1 ¦ الصفحة: 174\n",
        "وإذا كان هذا في محبة الخلق فيما بينهم، فكيف بمن أحب الله، وقدم محبته وخشيته على كل شيء؟ فإنه مع الله، وقد حصل له القرب الكامل منه، وهو قرب المحبين، وكان الله معه. ف {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} [النحل: 128]\nوأعلى أنواع الإحسان محبة الرحيم الكريم الرحمن، محبة مقرونة بمعرفته. فنسأل الله أن يرزقنا حبه، وحب من يحبه، وحب العمل الذي يقرب إلى حبه، إنه جواد كريم، وبالله التوفيق.\n[حديث أن رسول الله صلى الله عليه وسلم كَانَ إِذَا اسْتَوَى عَلَى بَعِيرِهِ خَارِجًا إِلَى سفر كبر ثلاثا. . .]\nالحديث الخامس والثمانون عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: «أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اسْتَوَى عَلَى بَعِيرِهِ خَارِجًا إِلَى سَفَرٍ: كَبَّرَ ثَلَاثًا، ثُمَّ قَالَ: سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ. اللَّهمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بُعْدَهُ، اللَّهمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَلِيفَةُ فِي الْأَهْلِ، اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ، فِي الْمَالِ وَالْأَهْلِ وَالْوَلَدِ) وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: (آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لربنا حامدون» . رواه مسلم.\nهذا الحديث فيه فوائد عظيمة تتعلق بالسفر.\nوقد اشتملت هذه الأدعية على طلب مصالح الدين - التي هي أهم الأمور - ومصالح الدنيا، وعلى حصول المحاب، ودفع المكاره والمضار وعلى شكر نعم الله، والتذكر لآلائه وكرمه، واشتمال السفر على طاعة الله، وما يقرب إليه.\nالجزء: 1 ¦ الصفحة: 175\n",
        "فقوله: «كان إذا استوى على راحلته خارجا إلى سفر، كبر ثلاثا» هو افتتاح لسفره بتكبير الله، والثناء عليه، كما كان يختم بذلك.\nوقوله صلى الله عليه وسلم: «سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا، وَمَا كُنَّا له مقرنين (1) وإنا إلى ربنا لمنقلبون (2) » فيه الثناء على الله بتسخيره للمركوبات، التي تحمل الأثقال والنفوس إلى البلاد النائية، والأقطار الشاسعة، واعتراف بنعمة الله بالمركوبات.\nوهذا يدخل فيه المركوبات: من الإبل، ومن السفن البحرية، والبرية، والهوائية، فكلها تدخل في هذا.\nولهذا قال نوح صلى الله عليه وسلم للراكبين معه في السفينة: {ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا} [هود: 41]\nفهذه المراكب، كلها وأسبابها، وما به تتم وتكمل، كله من نعم الله وتسخيره. يجب على العباد الاعتراف لله بنعمته فيها، وخصوصا وقت مباشرتها.\nوفيه تذكر الحالة التي لولا الباري لما حصلت وذللت في قوله: «وما كنا له مقرنين» أي مطيقين، لو رد الأمر إلى حولنا وقوتنا، لكنا أضعف شيء علما وقدرة وإرادة، ولكنه تعالى سخر الحيوانات وعلم الإنسان صنعة المركوبات، كما امتن الله في تيسير صناعة الدروع الواقية في قوله: {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ (3) لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ (4) فَهَلْ أَنْتُمْ شَاكِرُونَ} [الأنبياء: 80]\n(1) مطيقين تذليله وتسخيره.\n(2) راجعون يوم القيامة.\n(3) دروع تلبسونها وقت الحرب.\n(4) حربكم وشدتكم وقوتكم.\nالجزء: 1 ¦ الصفحة: 176\n",
        "[الأنبياء: 80]\nفعلى الخلق أن يشكروا الله، إذ علمهم صناعة اللباس الساتر للعورات، ولباس الرياش، ولباس الحرب وآلات الحرب، وعلمهم صنعة الفلك البحرية والبرية والهوائية، وصنعة كل ما يحتاجون إلى الانتفاع به، وأنزل الحديد فيه بأس شديد ومنافع للناس متنوعة. ولكن أكثر الخلق في غفلة عن شكر الله، بل في عتو واستكبار على الله، وتجبر بهذه النعم على العباد.\nوفي هذا الحديث التذكر بسفر الدنيا الحسي لسفر الآخرة المعنوي، لقوله: «وإنا إلى ربنا لمنقلبون» فكما بدأ الخلق فهو يعيدهم ليجزي الذين أساءوا بما عملوا، ويجزي الذين أحسنوا بالحسنى.\nوقوله: «اللَّهمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ والتقوى، ومن العمل ما ترضى» .\nسأل الله أن يكون السفر موصوفا بهذا الوصف الجليل، محتويا على أعمال البر كلها المتعلقة بحق الله والمتعلقة بحقوق الخلق، وعلى التقوى التي هي اتقاء سخط الله، بترك جميع ما يكرهه الله من الأعمال والأقوال الظاهرة والباطنة، كما سأله العمل بما يرضاه الله.\nوهذا يشمل جميع الطاعات والقربات، ومتى كان السفر على هذا الوصف، فهو السفر الرابح، وهو السفر المبارك.\nوقد كانت أسفاره صلى الله عليه وسلم كلها محتوية لهذه المعاني الجليلة.\nثم سأل الله الإعانة، وتهوين مشاق السفر، فقال: «اللَّهمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بعده» لأن السفر قطعة من العذاب، فسأل تهوينه، وطي بعيده، وذلك بتخفيف الهموم والمشاق، وبالبركة في السير، حتى\nالجزء: 1 ¦ الصفحة: 177\n",
        "يقطع المسافات البعيدة، وهو غير مكترث، ويقيض له من الأسباب المريحة في السفر أمورا كثيرة، مثل راحة القلب، ومناسبة الرفقة، وتيسير السير، وأمن الطريق من المخاوف، وغير ذلك من الأسباب.\nفكم من سفر امتد أياما كثيرة، لكن الله هونه، ويسره على أهله، وكم من سفر قصير صار أصعب من كل صعب، فما ثم إلا تيسير الله ولطفه ومعونته.\nولهذا قال في تحقيق تهوين السفر: «اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ» أي مشقته وصعوبته «وكآبة المنظر» أي الحزن الملازم والهم الدائم «وسوء المنقلب في المال والأهل والولد» أي: يا رب نسألك أن تحفظ علينا كل ما خلفناه وراءنا، وفارقناه بسفرنا من أهل وولد ومال، وأن ننقلب إليهم مسرورين بالسلامة، والنعم المتواترة علينا وعليهم: فبذلك تتم النعمة، ويكمل السرور.\nوكذلك يقول هذا في رجوعه، وعوده من سفره، ويزيد: «آيبون تائبون عابدون، لربنا حامدون» أي نسألك اللهم أن تجعلنا في إيابنا ورجوعنا ملازمين للتوبة لك، وعبادتك وحمدك، وأن تختم سفرنا بطاعتك، كما ابتدأته بالتوفيق لها.\nولهذا قال تعالى: {وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا} [الإسراء: 80]\nومدخل الصدق ومخرجه، أن تكون أسفار العبد، ومداخله ومخارجه كلها تحتوي على الصدق والحق، والاشتغال بما يحبه الله، مقرونة بالتوكل على الله، ومصحوبة بمعونته.\nالجزء: 1 ¦ الصفحة: 178\n",
        "وفيه الاعتراف بنعمته آخرا، كما اعترف بها أولا، في قوله: «لربنا حامدون» .\nفكما أن على العبد أن يحمد الله على التوفيق لفعل العبادة والشروع في الحاجة، فعليه أن يحمد الله على تكميلها وتمامها، والفراغ منها، فإن الفضل فضله، والخير خيره، والأسباب أسبابه. والله ذو الفضل العظيم.\n[\nحديث خذوا عني مناسككم\n]\nالحديث السادس والثمانون عن جابر بن عبد الله رضي الله عَنْهُمَا: أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ: «خُذُوا عَنِّي مَنَاسِكَكُمْ» . رَوَاهُ أَحْمَدُ ومُسْلِمٌ والنسائي.\nهذا كلام جامع استدل به أهل العلم على مشروعية جميع ما فعله النبي صلى الله عليه وسلم، وما قاله في حجه وجوبا في الواجبات، ومستحبا في المستحبات، وهو نظير قوله صلى الله عليه وسلم في الصلاة: «صلوا كما رأيتموني أصلي» فكما أن ذلك يشمل جزئيات الصلاة كلها، فهذا يشمل جزئيات المناسك كلها.\nولشيخ الإسلام ابن تيمية كلام حسن جدا في خلاصة حج النبي صلى الله عليه وسلم، ذكره في \" القواعد النورانية \"، فقال قدس الله روحه ورضي عنه:\nوقد ثبت بالنقل المتواتر عند الخاصة من علماء الحديث من وجوه كثيرة في \" الصحيحين \" وغيرهما: أنه صلى الله عليه وسلم لما حج حجة الوداع أحرم هو والمسلمون من ذي الحليفة. فقال: «من شاء أن يهل (1) بعمرة فليفعل، ومن شاء أن يهل بحجة فليفعل، ومن شاء أن يهل بعمرة وحجة فليفعل» فلما قدموا وطافوا بالبيت وبين الصفا والمروة، أمر جميع المسلمين الذين حجوا معه أن يحلوا من\n(1) هو رفع الصوت بالتلبية، والمراد هنا مع النية.\nالجزء: 1 ¦ الصفحة: 179\n",
        "إحرامهم ويجعلوها عمرة، إلا من ساق الهدي، فإنه لا يحل حتى يبلغ الهدي محله (1) فراجعه بعضه في ذلك. فغضب، وقال: «انظروا ما أمرتكم به فافعلوه» . وكان هو صلى الله عليه وسلم قد ساق الهدي، فلم يحل من إحرامه، ولما رأى كراهة بعضهم للإحلال قال: «لو استقبلت من أمري ما استدبرت لما سقت الهدي، ولجعلتها عمرة، ولولا أن معي الهدي لأحللت» . وقال أيضا: «إني لبدت رأسي وقلدت هديي، فلا أحل حتى أنحر» . فحل المسلمون جميعهم إلا النفر الذين ساقوا الهدي ; منهم: رسول الله صلى الله عليه وسلم، وعلي بن أبي طالب، وطلحة بن عبيد الله.\nفلما كان يوم التروية أحرم المحلون بالحج، وهم ذاهبون إلى منى، فبات بهم تلك الليلة بمنى وصلى بهم فيها الظهر والعصر والمغرب والعشاء والفجر، ثم سار بهم إلى نمرة، على طريق ضب، ونمرة خارجة عن عرفة، من يمانيها وغربيها، ليست من الحرم، ولا من عرفة. فنصبت له القبة بنمرة. وهناك كان ينزل خلفاؤه الراشدون بعده، وبها الأسواق، وقضاء الحاجة، والأكل، ونحو ذلك.\nفلما زالت الشمس ركب هو ومن ركب معه، وسار المسلمون إلى المصلى ببطن عرنة، حيث قد بني المسجد وليس هو من الحرم، ولا من عرفة. وإنما هو برزخ بين المشعرين: الحلال والحرام هناك، بينه وبين الموقف نحو ميل، فخطب فيهم خطبة الحج على راحلته، وكان يوم الجمعة، ثم نزل فصلى بهم الظهر والعصر مقصورتين مجموعتين. ثم سار - والمسلمون معه - إلى الموقف بعرفة عند الجبل المعروف بجبل الرحمة. واسمه \" إلال \" على وزن هلال، وهو\n(1) مكان ذبحه في الحرم،.\nالجزء: 1 ¦ الصفحة: 180\n",
        "الذي تسميه العامة عرفة، فلم يزل هو والمسلمون في الذكر والدعاء إلى أن غربت الشمس، فدفع بهم إلى مزدلفة، فصلى المغرب والعشاء بعد مغيب الشفق قبل حط الرحال، حين نزلوا بمزدلفة، وبات بها حتى طلع الفجر، فصلى بالمسلمين الفجر في أول وقتها، مغلسا بها زيادة على كل يوم، ثم وقف عند قزح، وهو جبل مزدلفة الذي يسمى المشعر الحرام، فلم يزل واقفا بالمسلمين إلى أن أسفر جدا، ثم دفع بهم حتى قدم منى، فاستفتحها برمي جمرة العقبة، ثم رجع إلى منزله بمنى، ثم أتى المنحر ونحر ثلاثا وستين بدنة من الهدي الذي ساقه، وأمر عليا فنحر الباقي وكان مائة بدنة، ثم حلق رأسه.\nثم أفاض إلى مكة، فطاف طواف الإفاضة، وكان قد عجل ضعفة أهله من مزدلفة قبل طلوع الفجر، فرموا الجمرة بليل. ثم أقام بالمسلمين أيام منى الثلاث، يصلي بهم الصلوات الخمس مقصورة غير مجموعة، يرمي كل يوم الجمرات الثلاث بعد زوال الشمس، يستفتح بالجمرة الأولى - وهي الصغرى، وهي الدنيا إلى منى - والقصوى من مكة. ويختتم بجمرة العقبة، ويقف بين الجمرتين: الأولى والثانية، وبين الثانية والثالثة وقوفا طويلا بقدر سورة البقرة، يذكر الله ويدعو ; فإن المواقف ثلاث: عرفة، ومزدلفة، ومنى. ثم أفاض آخر أيام التشريق بعد رمي الجمرات هو والمسلمون، فنزل بالمحصب، عند خيف بني كنانة، فبات هو والمسلمون ليلة الأربعاء، وبعث تلك الليلة عائشة مع أخيها عبد الرحمن؛ لتعتمر من التنعيم، وهو أقرب أطراف الحرم إلى مكة، من طريق أهل المدينة. وقد بني بعده هناك\nالجزء: 1 ¦ الصفحة: 181\n",
        "مسجد سماه الناس مسجد عائشة ; لأنه لم يعتمر بعد الحج مع النبي صلى الله عليه وسلم من أصحابه أحد قط إلا عائشة، لأجل أنها كانت قد حاضت لما قدمت وكانت معتمرة. فلم تطف قبل الوقوف بالبيت، ولا بين الصفا والمروة، وقال لها النبي صلى الله عليه وسلم: «اقضي ما يقضي الحاج، غير أن لا تطوفي بالبيت، ولا بين الصفا والمروة» ثم ودع البيت هو والمسلمون ورجعوا إلى المدينة. ولم يقم بعد أيام التشريق، ولا اعتمر أحد قط على عهده عمرة يخرج فيها من الحرم إلى الحل إلا عائشة - رضي الله عنها - وحدها فأخذ فقهاء الحديث - كأحمد وغيره - بسنته في ذلك كله، إلى آخر ما قال رحمه الله ورضي عنه. والله أعلم.\n[حديث قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ]\nالحديث السابع والثمانون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ» . رواه مسلم.\n«قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ» تكلم أهل العلم على معنى هذه المعادلة وتوجيهها.\nوأحسن ما قيل فيها: أن معادلتها لثلث القرآن، لما تضمنته من المعاني العظيمة: معاني التوحيد، وأصول الإيمان. فإن المواضيع الجليلة التي اشتمل القرآن عليها:\n1 -\nإما أحكام شرعية: ظاهرة أو باطنة، عبادات أو معاملات.\n2 -\nوإما قصص وأخبار عن المخلوقات السابقة واللاحقة، وأحوال المكلفين في الجزاء على الأعمال.\n3 -\nوإما توحيد ومعارف، تتعلق بأسماء الله وصفاته، وتفرده بالوحدانية\nالجزء: 1 ¦ الصفحة: 182\n",
        "والكمال، وتنزهه عن كل عيب، ومماثلة أحد من المخلوقات.\nفسورة قُلْ هُوَ اللَّهُ أَحَدٌ مشتملة على هذا، وشاملة لكل ما يجب اعتقاده من هذا الأصل، الذي هو أصل الأصول كلها.\nولهذا أمرنا الله أن نقولها بألسنتنا، ونعرفها بقلوبنا، ونعترف بها وندين لله باعتقادها، والتعبد لله بها. فقال: {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص: 1]\nفالله: هو المألوه المستحق لمعاني الألوهية كلها، التي توجب أن يكون هو المعبود وحده، المحمود وحده، المشكور وحده، المعظم المقدس، ذو الجلال والإكرام.\nو\" الأحد \" يعني: الذي تفرد بكل كمال، ومجد وجلال، وجمال وحمد، وحكمة ورحمة، وغيرها من صفات الكمال.\nفليس له فيها مثيل ولا نظير، ولا مناسب بوجه من الوجوه. فهو الأحد في حياته وقيوميته، وعلمه وقدرته، وعظمته وجلاله، وجماله وحمده، وحكمته ورحمته، وغيرها من صفاته، موصوف بغاية الكمال ونهايته، من كل صفة من هذه الصفات.\nومن تحقيق أحديته وتفرده بها أنه {الصَّمَدُ} [الإخلاص: 2] أي: الرب الكامل، والسيد العظيم، الذي لم يبق صفة كمال إلا اتصف بها. ووصف بغايتها وكمالها، بحيث لا تحيط الخلائق ببعض تلك الصفات بقلوبهم، ولا تعبر عنها ألسنتهم. وهو المصمود إليه، المقصود في جميع الحوائج والنوائب: {يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} [الرحمن: 29]\nفهو الغني بذاته، وجميع الكائنات فقيرة إليه بذاتهم، في إيجادهم\nالجزء: 1 ¦ الصفحة: 183\n",
        "وإعدادهم، وإمدادهم بكل ما هم محتاجون إليه من جميع الوجوه، ليس لأحد منها غنى عنه مثقال ذرة، في كل حالة من أحوالها.\nفالصمد: هو المصمود إليه، المقصود في كل شيء، لكماله وكرمه وجوده وإحسانه. ولذلك {لَمْ يَلِدْ وَلَمْ يُولَدْ} [الإخلاص: 3] فإن المخلوقات كلها متولد بعضها من بعض، وبعضها والد بعض، وبعضها مولود. وكل مخلوق فإنه مخلوق من مادة. وأما الرب جل جلاله، فإنه منزه عن مماثلتها في هذا الوصف، كما هو منزه عن مماثلتها في كل صفة نقص.\nولهذا حقق ذلك التنزيه، وتمم ذلك الكمال بقوله: {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص: 4] أي: ليس له نظير ولا مكافئ ولا مثيل، لا في أسمائه، ولا في صفاته، ولا في أفعاله، ولا في جميع حقوقه التي اختص بها.\nفحقه الخاص أمران: التفرد بالكمال كله من جميع الوجوه، والعبودية الخالصة من جميع الخلق.\nفحق لسورة تتضمن هذه الجمل العظيمة: أن تعادل ثلث القرآن، فإن جميع ما في القرآن من الأسماء الحسنى، ومن الصفات العظيمة العليا، ومن أفعال الله وأحكام صفاته، تفاصيل لهذه الأسماء التي ذكرت في هذه السورة، بل كل ما في القرآن من العبوديات الظاهرة والباطنة، وأصنافها وتفاصيلها، تفصيل لمضمون هذه السورة. والله أعلم.\n[حديث لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ مَالًا فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ]\nالحديث الثامن والثمانون عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «لَا حَسَدَ إِلَّا\nالجزء: 1 ¦ الصفحة: 184\n",
        "فِي اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللَّهُ مَالًا، فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ. وَرَجُلٌ آتَاهُ اللَّهُ الْحِكْمَةَ، فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا» . مُتَّفَقٌ عَلَيْهِ.\nالحسد نوعان: نوع محرم مذموم على كل حال، وهو أن يتمنى زوال نعمة الله عن العبد - دينية أو دنيوية - وسواء أحب ذلك محبة استقرت في قلبه، ولم يجاهد نفسه عنها، أو سعى مع ذلك في إزالتها وإخفائها، وهذا أقبح، فإنه ظلم متكرر.\nوهذا النوع هو الذي يأكل الحسنات كما تأكل النار الحطب.\nوالنوع الثاني أن لا يتمنى زوال نعمة الله عن الغير، ولكن يتمنى حصول مثلها له، أو فوقها أو دونها.\nوهذا نوعان محمود، وغير محمود.\nفالمحمود من ذلك: أن يرى نعمة الله الدينية على عبده، فيتمنى أن يكون له مثلها، فهذا من باب تمني الخير، فإن قارن ذلك سعي وعمل لتحصيل ذلك، فهو نور على نور.\nوأعظم من يغبط: من كان عنده مال قد حصل له من حلة، ثم سلط ووفق على إنفاقه في الحق، في الحقوق الواجبة والمستحبة، فإن هذا من أعظم البرهان على الإيمان، ومن أعظم أنواع الإحسان.\nومن كان عنده علم وحكمة علمه الله إياها، فوفق لبذلها في التعليم والحكم بين الناس، فهذان النوعان من الإحسان لا يعادلهما شيء.\nالأول: ينفع الخلق بماله، ويدفع حاجاتهم، وينفق في المشاريع الخيرية، فتقوم ويتسلسل نفعها، ويعظم وقعها.\nوالثاني: ينفع الناس بعلمه، وينشر بينهم الدين والعلم الذي يهتدي به\nالجزء: 1 ¦ الصفحة: 185\n",
        "العباد في جميع أمورهم، من عبادات ومعاملات وغيرها.\nثم بعد هذين الاثنين: تكون الغبطة على الخير، بحسب حاله ودرجاته عند الله. ولهذا أمر الله تعالى بالفرح والاستبشار بحصول هذا الخير، وإنه لا يوفق لذلك إلا أهل الحظوظ العظيمة العالية. قال تعالى: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [يونس: 58] وقال: {وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} [فصلت: 34 - 35]\nوقد يكون من تمنى شيئا من هذه الخيرات، له مثل أجر الفاعل إذا صدقت نيته، وصمم من عزيمته أن لو قدر على ذلك العمل، لعمل مثله، كما ثبت بذلك الحديث. وخصوصا إذا شرع وسعى بعض السعي.\nوأما الغبطة التي هي غير محمودة، فهي تمني حصول مطالب الدنيا لأجل اللذات، وتناول الشهوات، كما قال الله تعالى حكاية عن قوم قارون: {يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ} [القصص: 79] فإن تمني مثل حالة من يعمل السيئات فهو بنيته، ووزرهما سواء.\nفبهذا التفصيل يتضح الحسد المذموم في كل حال. والحسد الذي هو الغبطة، الذي يحمد في حال، ويذم في حال. والله أعلم.\n[حديث اللَّهمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى]\nالحديث التاسع والثمانون عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رضي الله عنه: «أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَدْعُو، فَيَقُولُ: اللَّهمَّ إِنِّي أَسْأَلُكَ الْهُدَى والتقى، والعفاف والغنى» رواه مسلم.\nالجزء: 1 ¦ الصفحة: 186\n",
        "هذا الدعاء «اللهم إني أسألك الهدى والتقى» من أجمع الأدعية وأنفعها. وهو يتضمن سؤال خير الدين وخير الدنيا، فإن \" الهدى \" هو العلم النافع. \" والتقى \" العمل الصالح، وترك ما نهى الله ورسوله عنه. وبذلك يصلح الدين، فإن الدين علوم نافعة، ومعارف صادقة، فهي الهدى، وقيام بطاعة الله ورسوله، فهو التقى.\nو «العفاف والغنى» يتضمن العفاف عن الخلق، وعدم تعليق القلب بهم. والغنى بالله وبرزقه، والقناعة بما فيه، وحصول ما يطمئن به القلب من الكفاية. وبذلك تتم سعادة الحياة الدنيا، والراحة القلبية، وهي الحياة الطيبة.\nفمن رزق الهدى والتقى، والعفاف والغنى، نال السعادتين، وحصل له كل مطلوب، ونجا من كل مرهوب. والله أعلم.\n[حديث مَنْ أَحَبَّ أَنْ يُزَحْزَحَ عَنِ النَّارِ وَيَدْخُلَ الْجَنَّةَ فَلْتَأْتِهِ مَنِيَّتُهُ وَهُوَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخر]\nالحديث التسعون عن عبد الله بن عمرو رضي الله عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «مَنْ أَحَبَّ أَنْ يُزَحْزَحَ عَنِ النَّارِ، وَيَدْخُلَ الْجَنَّةَ، فَلْتَأْتِهِ مَنِيَّتُهُ وَهُوَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَلْيَأْتِ إِلَى النَّاسِ الَّذِي يحب أن يؤتى إليه» . رواه مسلم.\nلا شك أن من زحزح عن النار وأدخل الجنة فقد فاز، وأن هذه غاية يسعى إليها جميع المؤمنين، فذكر النبي صلى الله عليه وسلم في هذا الحديث لها سببين، ترجع إليهما جميع الشعب والفروع، الإيمان بالله واليوم الآخر، المتضمن للإيمان بالأصول التي ذكرها الله بقوله:\n{قُولُوا آمَنَّا بِاللَّهِ} [البقرة: 136] ومتضمن للعمل للآخرة والاستعداد لها؛ لأن الإيمان الصحيح يقتضي ذلك ويستلزمه، والإحسان إلى الناس، وأن يصل إليهم من القول والفعل والمال والمعاملة ما يحب أن يعاملوه به.\nالجزء: 1 ¦ الصفحة: 187\n",
        "فهذا هو الميزان الصحيح للإحسان وللنصح، فكل أمر أشكل عليك مما تعامل به الناس، فانظر، هل تحب أن يعاملوك بتلك المعاملة أم لا؟ فإن كنت تحب ذلك، كنت محبا لهم ما تحب لنفسك، وإن كنت لا تحب أن يعاملوك بتلك المعاملة، فقد ضيعت هذا الواجب العظيم (1) .\n[حديث إِنَّ اللَّهَ يَرْضَى لَكُمْ ثَلَاثًا وَيَكْرَهُ لَكُمْ ثَلَاثًا فَيَرْضَى لَكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا به شيئا. . .]\nالحديث الحادي والتسعون عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إِنَّ اللَّهَ يَرْضَى لَكُمْ ثَلَاثًا، وَيَكْرَهُ لَكُمْ ثَلَاثًا، فَيَرْضَى لَكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَأَنْ تَعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا، وَلَا تَفَرَّقُوا، وَيَكْرَهُ لَكُمْ، قِيلَ وَقَالَ، وَكَثْرَةَ السؤال، وإضاعة المال» رواه مسلم.\nفيه إثبات الرضى لله، وذكر متعلقاته، وإثبات الكراهة منه، وذكر متعلقاتها ; فإن الله جل جلاله من كرمه على عباده، يرضى لهم ما فيه مصلحتهم، وسعادتهم في العاجل والآجل.\nوذلك بالقيام بعبادة الله وحده لا شريك له، وإخلاص الدين له بأن يقوم الناس بعقائد الإيمان وأصوله، وشرائع الإسلام الظاهرة والباطنة، وبالأعمال الصالحة، والأخلاق الزاكية، كل ذلك خالصا لله موافقا لمرضاته، على سنة نبيه، ويعتصموا بحبل الله، وهو دينه الذي هو الوصلة بينه وبين عباده، فيقوموا به مجتمعين متعاونين على البر والتقوى «المسلم أخو المسلم، لا يظلمه، ولا يخذله، ولا يكذبه، ولا يحقره» ، بل يكون محبا له مصافيا، وأخا معاونا.\n(1) فالجملة الأولى فيها القيام بحق الله، والجملة الثانية فيها القيام بحق الخلق. والله أعلم.\nالجزء: 1 ¦ الصفحة: 188\n",
        "وبهذا الأصل والذي قبله يكمل الدين، وتتم النعمة على المسلمين، ويعزهم الله بذلك وينصرهم، لقيامهم بجميع الوسائل التي أمرهم الله بها والتي تكفل لمن أقام بها بالنصر والتمكين، وبالفلاح والنجاح العاجل والآجل.\nثم ذكر ما كره الله لعباده، (القيل والقال) مما ينافي هذه الأمور التي يحبها وينقضها فمنها: كثرة القيل والقال، فإن ذلك من دواعي الكذب، وعدم التثبت، واعتقاد غير الحق. ومن أسباب وقوع الفتن، وتنافر القلوب، ومن الاشتغال بالأمور الضارة عن الأمور النافعة. وقل أن يسلم أحد من شيء من ذلك، إذا كانت رغبته في القيل والقال.\nوأما قوله: «وكثرة السؤال» فهذا هو السؤال المذموم، كسؤال الدنيا من غير حاجة وضرورة، والسؤال على وجه التعنت والإعنات، وعن الأمور التي يخشى من ضررها، أو عن الأمور التي لا نفع فيها، الداخلة في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} [المائدة: 101]\nوأما السؤال عن العلوم النافعة على وجه الاسترشاد أو الإرشاد، فهذا محمود مأمور به.\nوقوله: «وإضاعة المال» وذلك إما بترك حفظه حتى يضيع، أو يكون عرضة للسراق والضياع، وإما بإهمال عمارة عقاره، أو الإنفاق على حيوانه، وإما بإنفاق المال في الأمور الضارة، أو غير النافعة. فكل هذا داخل في إضاعة المال. وإما بتولي ناقصي العقول لها، كالصغار والسفهاء والمجانين ونحوهم؛ لأن الله تعالى جعل الأموال قياما للناس، بها تقوم مصالحهم الدينية والدنيوية، فتمام النعمة فيها أن تصرف فيما خلقت له: من المنافع والأمور الشرعية،\nالجزء: 1 ¦ الصفحة: 189\n",
        "والمنافع الدنيوية.\nوما كرهه الله لعباده، فهو يحب منهم ضدها، يحب منهم أن يكونوا متثبتين في جميع ما يقولونه، وأن لا ينقلوا كل ما سمعوه، وأن يكونوا متحرين للصدق، وأن لا يسألوا إلا عما ينفع، وأن يحفظوا أموالهم ويدبروها، ويتصرفوا فيها التصرفات النافعة، ويصرفوها في المصارف النافعة. ولهذا قال تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا} [النساء: 5] والحمد لله أولا وآخرا. والله أعلم.\n[حديث. . . خُذِي مِنْ مَالِهِ بِالْمَعْرُوفِ مَا يَكْفِيكِ وَيَكْفِي بنيك]\nالحديث الثاني والتسعون عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «دَخَلَتْ هِنْدٌ بِنْتُ عُتْبَةَ امْرَأَةُ أَبِي سُفْيَانَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ: يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ، لَا يُعْطِينِي مِنَ النَّفَقَةِ مَا يَكْفِينِي وَيَكْفِي بَنِيَّ، إِلَّا مَا أَخَذْتُهُ مِنْ مَالِهِ بِغَيْرِ عِلْمِهِ، فَهَلْ عَلَيَّ فِي ذَلِكَ مِنْ جُنَاحٍ؟ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: خُذِي مِنْ مَالِهِ بِالْمَعْرُوفِ مَا يَكْفِيكِ ويكفي بنيك» . متفق عليه.\nأخذ العلماء من هذا الحديث فقها كثيرا، سأشير إلى ما يحضرني منه.\nأن المستفتي والمتظلم حكم الغيبة يجوز أن يتكلم بالصدق فيمن تعلق به الاستفتاء والتظلم، وليس من الغيبة المحرمة، وهو أحد المواضع المستثنيات من الغيبة، ويجمع الجميع الحاجة إلى التكلم في الغير، فإن الغيبة المحرمة في ذكرك أخاك بما يكره، فإن احتيج إلى ذلك - كما ذكرنا وكما في النصيحة الخاصة، أو العامة، أو لا يعرف إلا بلقبه - جاز ذلك بمقدار ما يحصل به المقصود.\nومنه: أن نفقة الأولاد واجبة على الأب، وأنه يختص بها، لا تشاركه الأم فيها ولا غيره.\nالجزء: 1 ¦ الصفحة: 190\n",
        "وكذلك فيه: وجوب نفقة الزوجة، وأن مقدار ذلك الكفاية، لقوله صلى الله عليه وسلم: «خُذِي مِنْ مَالِهِ بالمعروف ما يكفيك ويكفي بنيك» وأن الكفاية معتبرة بالعرف، بحسب أحوال الناس: في زمانهم ومكانهم، ويسرهم وعسرهم، وأن المنفق إذا امتنع أو شح عن النفقة أصلا أو تكميلا، فلمن له النفقة أو يباشر الإنفاق أن يأخذ من ماله، ولو بغير علمه، وذلك لأن السبب ظاهر، ولا ينسب في هذه الحالة إلى خيانة، فلا يدخل في قوله صلى الله عليه وسلم: «لا تخن من خانك» .\nوهذا هو القول الوسط الصحيح في مسألة الأخذ من مال من له حق عليه بغير علمه بمقدار حقه، وهو المشهور من مذهب الإمام أحمد أنه لا يجوز ذلك، إلا إذا كان السبب ظاهرا، كالنفقة على الزوجة والأولاد والمماليك ونحوهم، وكحق الضيف.\nومنه أن المتولي أمرا من الأمور يحتاج فيه إلى تقدير مالي يقبل قوله في التقدير؛ لأنه مؤتمن، له الولاية على ذلك الشيء.\nومنه أن المستفتي فتوى لها تعلق بالغير، إذا غلب على ظن المسؤول صدقه لا يحتاج إلى إحضار ذلك الغير، وخصوصا إذا كان في ذلك مفسدة، كما في هذه القضية، فإنه لو أحضر أبا سفيان لهذه الشكاية، لم يؤمن أن يقع بينه وبين زوجه ما لا ينبغي.\nوليس في هذا دلالة على الغائب، فإن هذا ليس بحكم، وإنما هو استفتاء. والله أعلم.\nالجزء: 1 ¦ الصفحة: 191\n",
        "[حديث لَا يَحْكُمْ أَحَدٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ]\nالحديث الثالث والتسعون عن أبي بكرة رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: «لَا يَحْكُمْ أَحَدٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ» . مُتَّفَقٌ عَلَيْهِ.\n«لَا يَحْكُمْ أَحَدٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ» هذا الحديث يدل على أمور:\nأحدها: نهي الحاكم بين الناس أن يحكم في كل قضية معينة بين اثنين وهو غضبان، سواء كان ذلك في القضايا الدينية أو الدنيوية. وذلك لما في الغضب من تغير الفكر وانحرافه. وهذا الانحراف للفكر يضر في استحضاره للحق، ويضر أيضا في قصد الحق، والفرض الأصلي للحاكم وغيره: قصد الحق علما وعملا.\nالثاني: يدل على أنه ينبغي أن يجتهد في الأخذ بالأسباب التي تصرف الغضب، أو تخففه: من التخلق بالحلم والصبر، وتوطين النفس على ما يصيبه، وما يسمعه من الخصوم: فإن هذا عون كبير على دفع الغضب، أو تخفيفه.\nالثالث: يؤخذ من هذا التعليل: أن كل ما منع الإنسان من معرفة الحق أو قصده، فحكمه حكم الغضب. وذلك كالهم الشديد، والجوع والعطش، وكونه حاقنا أو حاقبا أو نحوها، مما يشغل الفكر مثل أو أكثر من الغضب.\nالرابع: أن النهي عن الحكم في حال الغضب ونحوه مقصود لغيره. وهو أنه ينبغي للحاكم أن لا يحكم حتى يحيط علما بالحكم الشرعي الكلي، وبالقضية الجزئية من جميع أطرافها، ويحسن كيف يطبقها على الحكم الشرعي، فإن الحاكم محتاج إلى هذه الأمور الثلاثة:\nالأول: العلم بالطرق الشرعية، التي وضعها الشارع لفصل الخصومات\nالجزء: 1 ¦ الصفحة: 192\n",
        "والحكم بين الناس.\nالثاني: أن يفهم ما بين الخصمين من الخصومة، ويتصورها تصورا تاما، ويدع كل واحد منهما يدلي بحجته، ويشرح قضيته شرحا تاما. ثم إذا تحقق ذلك وأحاط به علما، احتاج إلى الأمر الثالث:\nوهو صفة تطبيقها وإدخالها في الأحكام الشرعية، فمتى وفق لهذه الأمور الثلاثة، وقصد العدل، وفق له، وهدي إليه. ومتى فاته واحد منها، حصل الغلط، واختل الحكم. والله أعلم.\n[\nحديث كل واشرب والبس وتصدق من غير سرف ولا مخيلة\n]\nالحديث الرابع والتسعون عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «كل واشرب، والبس وتصدق، من غَيْرِ سَرَفٍ وَلَا مَخِيلَةٍ» . رَوَاهُ أَحْمَدُ وَأَبُو داود، وعلقه البخاري.\nهذا الحديث مشتمل على استعمال المال في الأمور النافعة في الدين والدنيا، وتجنب الأمور الضارة. وذلك أن الله تعالى جعل المال قواما للعباد، به تقوم أحوالهم الخاصة والعامة، الدينية والدنيوية. وقد أرشد الله ورسوله فيه - استخراجا واستعمالا، وتدبيرا وتصريفا - إلى أحسن الطرق وأنفعها، وأحسنها عاقبة: حالا ومآلا.\nأرشد فيه إلى السعي في تحصيله بالأسباب المباحة والنافعة، وأن يكون الطلب جميلا، ولا كسل معه ولا فتور، ولا انهماك في تحصيله انهماكا يخل بحالة الإنسان، وأن يتجنب من المكاسب المحرمة والرديئة، ثم إذا تحصل سعى الإنسان في حفظه واستعماله بالمعروف، بالأكل والشرب واللباس،\nالجزء: 1 ¦ الصفحة: 193\n",
        "والأمور المحتاج إليها، هو ومن يتصل به من زوجة وأولاد وغيرهم، من غير تقتير ولا تبذير.\nوكذلك إذا أخرجه للغير فيخرجه في الطرق التي تنفعه، ويبقى له ثوابها وخيرها، كالصدقة على المحتاج من الأقارب والجيران ونحوهم، وكالإهداء والدعوات التي جرى العرف بها.\nوكل ذلك معلق بعدم الإسراف، وقصد الفخر والخيلاء، كما قيده في هذا الحديث، وكما في قوله تعالى: {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} [الفرقان: 67]\nفهذا هو العدل في تدبير المال: أن يكون قواما (1) بين رتبتي البخل والتبذير، وبذلك تقوم الأمور وتتم. وما سوى هذا، فإثم وضرر، ونقص في العقل والحال. والله أعلم.\n[حديث. . . أَرَأَيْتَ الرَّجُلَ يَعْمَلُ الْعَمَلَ مِنَ الْخَيْرِ وَيَحْمَدُهُ أو يحبه الناس عليه. . .]\nالحديث الخامس والتسعون عَنْ أَبِي ذَرٍّ رضي الله عنه قَالَ: «قِيلَ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ الرَّجُلَ يَعْمَلُ الْعَمَلَ مِنَ الْخَيْرِ، وَيَحْمَدُهُ - أَوْ يُحِبُّهُ - النَّاسُ عَلَيْهِ؟ قَالَ: تِلْكَ عَاجِلُ بُشْرَى الْمُؤْمِنِ» . رَوَاهُ مسلم\n. أخبر صلى الله عليه وسلم في هذا الحديث: أن آثار الأعمال المحمودة المعجلة أنها من البشرى ; فإن الله وعد أولياءه - وهم المؤمنون المتقون - بالبشرى في هذه الحياة وفي الآخرة.\nو\" البشارة \" الخبر أو الأمر السار الذي يعرف به العبد حسن عاقبته، وأنه\n(1) وسطا.\nالجزء: 1 ¦ الصفحة: 194\n",
        "من أهل السعادة، وأن عمله مقبول.\nأما في الآخرة فهي البشارة برضى الله وثوابه، والنجاة من غضبه وعقابه، عند الموت، وفي القبر، وعند القيام إلى البعث، يبعث الله لعبده المؤمن في تلك المواضع بالبشرى على يدي الملائكة، كما تكاثرت بذلك نصوص الكتاب والسنة، وهى معروفة.\nوأما البشارة في الدنيا التي يجعلها الله للمؤمنين ; نموذجا وتعجيلا لفضله، وتعرفا لهم بذلك، وتنشيطا لهم على الأعمال فأعمها توفيقه لهم للخير، وعصمته لهم من الشر، كما قال صلى الله عليه وسلم: « (أما أهل السعادة فييسرون لعمل أهل السعادة) .»\nفإذا كان العبد يجد أعمال الخير ميسرة له، مسهلة عليه، ويجد نفسه محفوظا بحفظ الله عن الأعمال التي تضره، كان هذا من البشرى التي يستدل بها المؤمن على عاقبة أمره، فإن الله أكرم الأكرمين، وأجود الأجودين. وإذا ابتدأ عبده بالإحسان أتمه.\nفأعظم منة وإحسان يمن به عليه إحسانه الديني، فيسر المؤمن بذلك أكمل سرور: سرور بمنة الله عليه بأعمال الخير، وتيسيرها ; لأن أعظم علامات الإيمان محبة الخير، والرغبة فيه، والسرور بفعله. وسرور ثان بطمعه الشديد في إتمام الله نعمته عليه، ودوام فضله.\nومن ذلك ما ذكره النبي صلى الله عليه وسلم في هذا الحديث: إذا عمل العبد عملا من أعمال الخير - وخصوصا الآثار الصالحة والمشاريع الخيرية العامة النفع، وترتب على ذلك محبة الناس له، وثناؤهم عليه، ودعاؤهم له - كان هذا من\nالجزء: 1 ¦ الصفحة: 195\n",
        "البشرى أن هذا العمل من الأعمال المقبولة، التي جعل الله فيها خيرا وبركة.\nومن البشرى في الحياة الدنيا، محبة المؤمنين للعبد لقوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا} [مريم: 96] أي محبة منه لهم، وتحبيبا لهم في قلوب العباد.\nومن ذلك الثناء الحسن، فإن كثرة ثناء المؤمنين على العبد شهادة منهم له. والمؤمنون شهداء الله في أرضه.\nومن ذلك الرؤيا الصالحة يراها المؤمن، أو ترى له، فإن الرؤيا الصالحة من المبشرات.\nومن البشرى أن يقدر الله على العبد تقديرا يحبه أو يكرهه. ويجعل ذلك التقدير وسيلة إلى إصلاح دينه، وسلامته من الشر.\nوأنواع ألطاف الباري سبحانه لا تعد ولا تحصى، ولا تخطر بالبال، ولا تدور في الخيال. والله أعلم.\n[حديث رِضَى اللَّهِ فِي رِضَى الْوَالِدَيْنِ وَسَخَطُ اللَّهِ في سخط الوالدين]\nالحديث السادس والتسعون عن عبد الله بن عمرو رضي الله عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «رِضَى اللَّهِ فِي رِضَى الْوَالِدَيْنِ، وَسَخَطُ اللَّهِ فِي سَخَطِ الْوَالِدَيْنِ» . أَخْرَجَهُ التِّرْمِذِيُّ. وصححه ابن حبان والحاكم.\nهذا الحديث دليل على فضل بر الوالدين ووجوبه، وأنه سبب لرضى الله تعالى. وعلى التحذير عن عقوق الوالدين وتحريمه، وأنه سبب لسخط الله.\nولا شك أن هذا من رحمة الله بالوالدين والأولاد ; إذ بين الوالدين وأولادهم من الاتصال ما لا يشبهه شيء من الصلات والارتباط الوثيق والإحسان من\nالجزء: 1 ¦ الصفحة: 196\n",
        "الوالدين الذي لا يساويه إحسان أحد من الخلق. والتربية المتنوعة وحاجة الأولاد الدينية والدنيوية إلى القيام بهذا الحق المتأكد، وفاء بالحق، واكتسابا للثواب، وتعليما لذريتهم أن يعاملوهم بما عاملوا به والديهم.\nهذه الأسباب وما يتفرع عنها موجب لجعل رضاهما مقرونا برضى الله. وضده بضده.\nوإذا قيل: فما هو البر الذي أمر الله به ورسوله؟\nقيل: قد حده الله ورسوله بحد معروف، وتفسير يفهمه كل أحد. فالله تعالى أطلق الأمر بالإحسان إليهما. وذكر بعض الأمثلة التي هي أنموذج من الإحسان. فكل إحسان قولي أو فعلي أو بدني، بحسب أحوال الوالدين والأولاد والوقت والمكان، فإن هذا هو البر.\nوفي هذا الحديث: ذكر غاية البر ونهايته التي هي رضى الوالدين: فالإحسان موجب وسبب، والرضى أثر ومسبب. فكل ما أرضى الوالدين من جميع أنواع المعاملات العرفية، وسلوك كل طريق ووسيلة ترضيهما، فإنه داخل في البر، كما أن العقوق: كل ما يسخطهما من قول أو فعل. ولكن ذلك مقيد بالطاعة لا بالمعصية. فمتى تعذر على الولد إرضاء والديه إلا بإسخاط الله، وجب تقديم محبة الله على محبة الوالدين، وكان اللوم والجناية من الوالدين، فلا يلومان إلا أنفسهما.\nوفي هذا الحديث: إثبات صفة الرضى والسخط لله، وأن ذلك متعلق بمحابه ومراضيه. فالله تعالى يحب أوليائه وأصفياءه ويحب من قام بطاعته وطاعة رسوله، وهذا من كماله وحكمته وحمده، ورحمته. ورضاه وسخطه،\nالجزء: 1 ¦ الصفحة: 197\n",
        "من صفاته المتعلقة بمشيئته وقدرته.\nوالعصمة في ذلك: أنه يجب على المؤمن أن يثبت ما أثبته الله لنفسه وأثبته له رسوله من صفات الكمال الذاتية والفعلية، على وجه يليق بعظمة الله وكبريائه ومجده ويعلم أن الله ليس له ند، ولا كفو، ولا مثيل في ذاته وأسمائه، وصفاته وأفعاله. والله أعلم.\n[حديث ثَلَاثٌ لَا يُغِلُّ عَلَيْهِنَّ قَلْبُ مُسْلِمٍ إِخْلَاصُ الْعَمَلِ لِلَّهِ وَمُنَاصَحَةُ وُلَاةِ الْأُمُورِ وَلُزُومُ جَمَاعَةِ المسلمين. . .]\nالحديث السابع والتسعون عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «ثَلَاثٌ لَا يُغِلُّ عَلَيْهِنَّ قَلْبُ مُسْلِمٍ: إِخْلَاصُ الْعَمَلِ لِلَّهِ، وَمُنَاصَحَةُ وُلَاةِ الْأُمُورِ، وَلُزُومُ جَمَاعَةِ الْمُسْلِمِينَ، فَإِنَّ دَعْوَتَهُمْ تُحِيطُ مِنْ وَرَائِهِمْ» . رواه الترمذي والشافعي وغيرهما.\nقال الشيخ شمس الدين ابن القيم: أي لا يبقى في القلب غل ولا يحمل الغل مع هذه الثلاثة، بل تنفي عنه غله، وتنقيه منه، وتخرجه منه، فإن القلب يغل على الشرك أعظم غل. وكذلك يغل على الغش، وعلى خروجه عن جماعة المسلمين بالبدعة والضلال. فهذه الثلاثة تملؤه غلا ودغلا. ودواء هذا الغل واستخراج أخلاطه، بتجريد الإخلاص والنصح، ومتابعة السنة. انتهى.\nأي فمن أخلص أعماله كلها لله، ونصح في أموره كلها لعباد الله، ولزم الجماعة بالائتلاف، وعدم الاختلاف، وصار قلبه صافيا نقيا، صار لله وليا، ومن كان بخلاف ذلك، امتلأ قلبه من كل آفة وشر، والله أعلم.\nالجزء: 1 ¦ الصفحة: 198\n",
        "[حديث إِنَّمَا النَّاسُ كَالْإِبِلِ الْمِائَةِ لَا تَكَادُ تَجِدُ فيها راحلة]\nالحديث الثامن والتسعون عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «إِنَّمَا النَّاسُ كَالْإِبِلِ الْمِائَةِ، لَا تكاد تجد فيها راحلة» . متفق عليه.\nهذا الحديث مشتمل على خبر صادق، وإرشاد نافع.\nأما الخبر، فإنه صلى الله عليه وسلم أخبر أن النص شامل لأكثر الناس، وأن الكامل - أو مقارب الكمال - فيهم قليل، كالإبل المائة، تستكثرها، فإذا أردت منها راحلة تصلح للحمل والركوب، والذهاب والإياب، لم تكد تجدها، وهكذا الناس كثير، فإذا أردت أن تنتخب منهم من يصلح للتعليم أو الفتوى أو الإمامة، أو الولايات الكبار أو الصغار، أو الوظائف المهمة، لم تكد تجد من يقوم بتلك الوظيفة قياما صالحا، وهذا هو الواقع، فإن الإنسان ظلوم جهول، والظلم والجهل سبب للنقائص، وهي مانعة من الكمال والتكميل.\nوأما الإرشاد، فإن مضمون هذا الخبر إرشاد منه صلى الله عليه وسلم إلى أنه ينبغي لمجموع الأمة أن يسعوا، ويجتهدوا في تأهيل الرجال الذين يصلحون للقيام بالمهمات، والأمور الكلية العامة النفع.\nوقد أرشد الله إلى هذا المعنى في قوله: {فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ} [التوبة: 122] فأمر بالجهاد، وأن يقوم به طائفة كافية، وأن يتصدى للعلم طائفة أخرى، ليعين هؤلاء هؤلاء، وهؤلاء هؤلاء، وأمره تعالى بالولايات والتولية أمر بها، وبما لا تتم إلا به من الشروط والمكملات.\nفالوظائف الدينية والدنيوية، والأعمال الكلية، لا بد للناس منها ولا\nالجزء: 1 ¦ الصفحة: 199\n",
        "تتم مصلحتهم إلا بها، وهي لا تتم إلا بأن يتولاها الأكفاء والأمناء، وذلك يستدعي السعي في تحصيل هذه الأوصاف بحسب الاستطاعة. قال الله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: 16] والله أعلم.\n[حديث يِأْتِي عَلَى النَّاسِ زَمَانٌ الْقَابِضُ عَلَى دِينِهِ كالقابض على الجمر]\nالحديث التاسع والتسعون عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «يِأْتِي عَلَى النَّاسِ زَمَانٌ الْقَابِضُ عَلَى دينه كالقابض على الجمر» رواه الترمذي.\nوهذا الحديث أيضا يقتضي خبرا وإرشادا.\nأما الخبر، فإنه صلى الله عليه وسلم أخبر أنه في آخر الزمان يقل الخير وأسبابه، ويكثر الشر وأسبابه، وأنه عند ذلك يكون المتمسك بالدين من الناس أقل القليل، وهذا القليل في حالة شدة ومشقة عظيمة، كحالة القابض على الجمر، من قوة المعارضين، وكثرة الفتن المضلة، فتن الشبهات والشكوك والإلحاد، وفتن الشهوات وانصراف الخلق إلى الدنيا وانهماكهم فيها، ظاهرا وباطنا، وضعف الإيمان، وشدة التفرد لقلة المعين والمساعد.\nولكن المتمسك بدينه، القائم بدفع هذه المعارضات والعوائق التي لا يصمد لها إلا أهل البصيرة واليقين، وأهل الإيمان المتين، من أفضل الخلق، وأرفعهم عند الله درجة، وأعظمهم عنده قدرا.\nوأما الإرشاد، فإنه إرشاد لأمته، أن يوطنوا أنفسهم على هذه الحالة، وأن يعرفوا أنه لا بد منها، وأن من اقتحم هذه العقبات، وصبر على دينه وإيمانه - مع هذه المعارضات - فإن له عند الله أعلى الدرجات، وسيعينه مولاه على ما يحبه ويرضاه، فإن المعونة على قدر المؤونة.\nالجزء: 1 ¦ الصفحة: 200\n",
        "وما أشبه زماننا هذا بهذا الوصف الذي ذكره صلى الله عليه وسلم، فإنه ما بقي من الإسلام إلا اسمه، ولا من القرآن إلا رسمه، إيمان ضعيف، وقلوب متفرقة، وحكومات متشتتة، وعداوات وبغضاء باعدت بين المسلمين، وأعداء ظاهرون وباطنون، يعملون سرا وعلنا للقضاء على الدين، وإلحاد وماديات، جرفت بخبيث تيارها وأمواجها المتلاطمة الشيوخ والشبان، ودعايات إلى فساد الأخلاق، والقضاء على بقية الرمق.\nثم إقبال الناس على زخارف الدنيا، بحيث أصبحت هي مبلغ علمهم، وأكبر همهم، ولها يرضون ويغضبون، ودعاية خبيثة للتزهيد في الآخرة، والإقبال بالكلية على تعمير الدنيا، وتدمير الدين واحتقاره والاستهزاء بأهله، وبكل ما ينسب إليه، وفخر وفخفخة، واستكبار بالمدنيات المبنية على الإلحاد التي آثارها وشررها وشرورها قد شاهده العباد.\nفمع هذه الشرور المتراكمة، والأمواج المتلاطمة، والمزعجات الملمة، والفتن الحاضرة والمستقبلة المدلهمة - مع هذه الأمور وغيرها - تجد مصداق هذا الحديث.\nولكن مع ذلك، فإن المؤمن لا يقنط من رحمة الله، ولا ييأس من روح الله، ولا يكون نظره مقصورا على الأسباب الظاهرة، بل يكون متلفتا في قلبه كل وقت إلى مسبب الأسباب، الكريم الوهاب، ويكون الفرج بين عينيه، ووعده الذي لا يخلفه، بأنه سيجعل له بعد عسر يسرا، وأن الفرج مع الكرب، وأن تفريج الكربات مع شدة الكربات وحلول المفظعات.\nفالمؤمن من يقول في هذه الأحوال: \" لا حول ولا قوة إلا بالله \" و\" حسبنا\nالجزء: 1 ¦ الصفحة: 201\n",
        "الله ونعم الوكيل. على الله توكلنا. اللهم لك الحمد، وإليك المشتكى. وأنت المستعان. وبك المستغاث. ولا حول ولا قوة إلا بالله العلي العظيم \" ويقوم بما يقدر عليه من الإيمان والنصح والدعوة. ويقنع باليسير، إذا لم يمكن الكثير. وبزوال بعض الشر وتخفيفه، إذا تعذر غير ذلك: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ - وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا} [الطلاق: 2 - 4]\nوالحمد لله الذي بنعمته تتم الصالحات، وصلى الله على محمد وعلى آله وأصحابه وأتباعه إلى يوم الدين.\nالجزء: 1 ¦ الصفحة: 202\n",
        "[\nالخاتمة\n]\nالخاتمة (1) تمت هذه الرسالة المشتملة على شرح تسع وَتِسْعِينَ حَدِيثًا، مِنَ الْأَحَادِيثِ النَّبَوِيَّةِ الْجَوَامِعِ، فِي أَصْنَافِ الْعُلُومِ، وَالْمَوَاضِيعِ النَّافِعَةِ، وَالْعَقَائِدِ الصَّحِيحَةِ، وَالْأَخْلَاقِ الْكَرِيمَةِ، وَالْفِقْهِ وَالْآدَابِ، وَالْإِصْلَاحَاتِ الشَّامِلَةِ، وِالْفَوَائِدِ الْعَامَّةِ.\nقال ذلك معلقها: عبد الرحمن بن ناصر بن عبد الله آل سعدي. غفر الله له ولوالديه ووالديهم، وجميع المسلمين.\nوفرغ منه في العاشر من شعبان سنة إحدى وسبعين وثلاثمائة وألف من الهجرة.\nوقد وقع الفراغ من نقلها بعون الله تعالى وتيسيره من خط المؤلف في 27 رمضان سنة 1371 هـ بقلم الفقير إلى ربه المنان، عبد الله بن سليمان آلعبد الله السلمان. غفر الله له ولوالديه ووالديهم وجميع المسلمين.\nهذه جوهرة نفيسة، وروضة ممرعة، هي بغية الراغبين، ونزهة المستفيدين، وبهجة الناظرين، لما ظهرت به من مظهر أنيق، وتحلت به من زهور المعارف والتحقيق، ولما أودعته من فوائد جليلة، سهل اجتناؤها، وثمرات دانية طاب مذاقها، ومناهل عذبة، راق مشربها حيث اشتملت على بيان العقائد النافعة، والأصول الجامعة، والأحكام المتنوعة، والآداب السامية، وغيرها من المواضيع المهمة، والعلوم الجمة، التي تكسب الإنسان هدى ورشدا، وتزيده بصيرة ويقينا.\nوحسبك منها أنها شرح لكلام هو أشرف الكلام، بعد كلام الله وأجمعه للخير وأنفعه، كلام أعلم الخلق، وأفصحهم محمد صلى الله عليه وسلم.\nوتبيين لمقاصده الشريفة، وكنوزه النفيسة، يقدمها الشيخ الفاضل عبد الرحمن بن ناصر السعدي، جزاه الله عن الإسلام وأهله خيرا، ولا زالت شموس تحقيقه مشرقة، وبذور علومه نيرة.\n(1) هذا العنوان من وضع الناشر.\nالجزء: 1 ¦ الصفحة: 203\n",
        ""
    ]
}