{
    "1": [
        "تأخير نصر الدين لطف بالمؤمنين ومكر بالكافرين والمنافقين\nتأخير نصر الدين لطف بالمؤمنين ومكر بالكافرين والمنافقين\nعبد الكريم الحميد\nالكتاب:\nتأخير نصر الدين لطف بالمؤمنين ومكر بالكافرين والمنافقين\nالمؤلف:\nأبو محمد عبد الكريم بن صالح بن عبد الكريم الحميد\nالناشر:\nدار الصفوة للنشر والتوزيع\nالطبعة:\nالأولى، 1428 هـ - 2007 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "[المقدمة]\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين، والصلاة والسلام على نبينا محمد.\nأما بعد\n...\nفإن لله سبحانه وتعالى عادة لوْ تغيّر وتبدل كل شيء لم تتغير ولم تتبدل، نافذة في ممالكه بلا ممانع، قاهرة لخلقه بلا مدافع، مصدرها الحكمة والرحمة وشمول القدرة مع القيام بالقسط\n...\nفمنها ما يظهر العلم به لكثير من الخلق، ومنها ما لا يعلمه إلا القليل منهم، ومنها ما لا يعلمه سواه سبحانه.\nفمن أمثلة ما يخفى على كثير من الناس من عادة الرب وسنته - لا سيما أهل النفاق - تأخير نصر الدين\nالجزء: 1 ¦ الصفحة: 3\n",
        "وأهله، وهو على الحقيقة بالرغم من شدة وَطْأته وثقل حمله؛ نصر خفي مَوْصول بالنصر الجلي، فلا بد من هذا للمؤمنين إذا قاموا بنصرة الدين، وهو لطف بهم كما حصل في غزوة أُحد.\nوتأمل كلام الإله وتعرّف على سننه التي لا تتبدل، ترى أنها تشتد الحال ويعظم الكرب حتى يقول الرسول والمؤمنون معه: {متى نصر الله}؟ فيكون الجواب من الولي النصير: {ألا إن نصر الله قريب}، ومثله: {حتى إذا استيئس الرسل وظنوا أنهم قد كُذبوا}، فيقول تعالى: {جَاءَهُمْ نَصْرُنَا} -يوسف 110 - .\nوهُنا يَرِدُ سؤال يكون في جوابه كشف المستور المخبأ\nالجزء: 1 ¦ الصفحة: 4\n",
        "عن علم أكثر الخلق، والسؤال هو: هل الرب عز وجل كان خاذلاً لرسله وعباده المؤمنين في شدتهم ثم إنه بدا لَهُ بعد أن ينصرهم حينما قال تعالى: {ألا إن نصر الله قريب}، وحينما قال: {أتاهم نصرنا}.\nالجواب: تعالى عن ذلك علواً كبيراً، وإنما من أسرار الأقدار أن يكون الابتلاء خفياً والمحنة مستورة، {ليميز الله الخبيث من الطيب} -الانفال 37 - ، وإلا فالرب سبحانه لا يستجد له جديد كان خافٍ عليه قبل ولا يؤثر في قدرته مؤثّر من دونه، كيف ومقاديره جارية على سنته، سابقة لخلقه.\nوتمام جواب السؤال؛ هو أن الرب سبحانه وتعالى لم يتخل عن رسله وعباده المؤمنين، ولم يخذلهم وقت شدتهم ووقت الغلبة التغريرية الاستدراجية لعدوهم والتي هي غير مستقرة ولا مستمرة، وإنما ليظهر معلومة\nالجزء: 1 ¦ الصفحة: 5\n",
        "وآياته وعجائب قدرته، وحيث إن الكمائن تظهر عند المحن، فمن أعظم ذلك ظهور كمائن المنافقين وظنهم السوء برب العالمين؛ ألا ينصر من نصر دينه.\nوحِكَمٌ غيرها عظيمة القدْر ذكرها ابن القيم رحمه الله في كتابه \"زاد المعاد\" في كلامه على غزوة أحد أحببت نقلها هنا لما فيها من العبرة والعِظة ولِمشابهة الحال - وإن لم يكن من كل وجه - {ليحيى من حي عن بينة ويهلك من هلك عن بينة} -الانفال 42 - .\nقال رحمه الله تحت عنوان:\n\"فصل في ذكر بعض الحِكَم والغايات المحمودة التي كانت في وقعة أُحد\":\n(فمنها:\nتعريفهم بسوء عاقبة المعصية والفشل والتنازع\n، وأن\nالجزء: 1 ¦ الصفحة: 6\n",
        "الذي أصابهم إنما هو بشؤم ذلك، كما قال تعالى: {ولقد صدقكم الله وعده إذ تحسونهم بإذنه حتى إذا فشلتم وتنازعتم في الأمر وعصيتم من بعد ما أراكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الآخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم} -آل عمرآن 152 - .\nفلما ذاقوا عاقبة معصيتهم للرسول وتنازعهم وفشلهم كانوا بعد ذلك أشد حذراً ويقظة وتحرزاً من أسباب الخذلان - ولم تكن معصيتهم إلا مخالفة الرماة مَوْضعهم الذي أمرهم الرسول صلى الله عليه وسلم بلزومه فبسبب تلك المخالفة جرت الأمور الكبيرة من إدالة العدو وغير ذلك من الأمور المحزنة، فكيف بمخالفاتنا التي لا تحصي؟\nالجزء: 1 ¦ الصفحة: 7\n",
        "ومنها:\nأن حكمة الله وسنته في رسله وأتباعهم جَرَتْ بأن يُدَالوا مرة ويُدال عليهم أخرى\nلكن تكون لهم العاقبة، فإنهم لو انتصروا دائماً دخل معهم المسلمون وغيرهم ولم يتميّز الصادق من غيره، ولوْ انْتُصِرَ عليهم دائماً لم يحصل المقصود من البعثة والرسالة، فاقتضت حكمة الله أن جمع لهم بين الأمرين ليتميَّز من يتبعهم ويطيعهم للحق وما جاءوا به ممن يتبعهم على الظهور والغَلبة خاصة.\nومنها:\nأن هذا من أعلام الرسل\nكما قال هرقل لأبي سفيان: هل قاتلتموه؟ قال: نعم، قال: كيف الحرب بينكم وبينه؟ قال: سجال، ندال عليه ويُدال علينا، قال: كذلك الرسل تبتلى ثم تكون لهم العاقبة.\nالجزء: 1 ¦ الصفحة: 8\n",
        "ومنها:\nأن يتميز المؤمن الصادق من المنافق الكاذب\nفإن المسلمين لما أظهرهم الله على أعدائهم يوم بدر وطارَ لهم الصّيت دخل معهم في الإسلام ظاهراً من ليس معهم فيه باطناً، فاقتضت حكمة الله عز وجل أن سبّب لعباده محنة ميّزت بين المؤمن والمنافق فأطلع المنافقون رؤسهم في هذه الغزوة وتكلموا بما كانوا يكتمونه وظهرت مخبآتهم وعاد تلويحهم صريحاً، وانقسم الناس إلى كافر ومؤمن ومنافق انقساماً ظاهراً، وعرف المؤمنون أن لهم عدواً في نفس دُورهم وهم معهم لا يفارقونهم فاستعدوا لهم وتحرزوا منهم.\nقال الله تعالى: {ما كان الله ليذر المؤمنين على ما أنتم عليه حتى يميز الخبيث من الطيب وما كان الله ليطلعكم على الغيب ولكن الله يجتبي من رسله من يشاء}، أي ما كان الله\nالجزء: 1 ¦ الصفحة: 9\n",
        "ليذركم على ما أنتم عليه من التباس المؤمنين بالمنافقين حتى يميز أهل الإيمان من أهل النفاق كما ميّزهم بالمحنة يوم أحد، {وما كان الله ليطلعكم على الغيب}، الذي يميز به بين هؤلاء وهؤلاء فإنهم متميزون في علمه وغيبْه وهو سبحانه يريد أن يميزهم تمييزاً مشهوداً فيقع معلومه الذي هو غيب شهادة، وقوله: {ولكن الله يجتبي من رسله من يشاء}؛ استدراك لما نفاه من اطلاع خلقه على الغيب، كما قال: {عالم الغيب فلا يظهر على غيبه أحداً إلا من ارتضى من رسول}، فحظكم أنتم وسعادتكم في الإيمان بالغيب الذي يُطلع عليه رسله، فإن آمنتم به واتقيتم كان لكم أعظم الأجر والكرامة - ومن هذا الغيب أن يسْتيقن المؤمن أن الله ينصر دينه لا محالة.\nالجزء: 1 ¦ الصفحة: 10\n",
        "ومنها:\nاستخراج عبودية أوليائه وحزبه في السّراء والضراء\nوفيما يحبون وما يكرهون وفي حال ظفرهم وظفر أعدائهم بهم، فإذا ثبتوا على الطاعة والعبودية فيما يحبون وما يكرهون فهم عبيده حقاً، وليسوا كمن يعبد الله على حرف واحد من السراء والنعمة والعافية.\nومنها:\nأنه إذا امتحنهم بالغلبة والكسرة والهزيمة ذلّوا وانكسروا وخضعوا فاسْتوْجبوا منه العز والنصر،\nفإن خلعة النصر إنما تكون مع وَلاية الذل والانكسار، قال تعالى: {ولقد نصركم الله ببدر وأنتم أذلة} وقال: {ويوم حنين إذْ أعجبتكم كثرتكم فلم تغن عنكم شيئاً}.\nالجزء: 1 ¦ الصفحة: 11\n",
        "فهو سبحانه إذا أراد أن يُعز عبده ويجبره وينصره كَسَرَهُ أولاً، ويكون جبره له ونصره على مقدار ذله وانكساره.\nومنها:\nأنه سبحانه هيأ لعباده المؤمنين منازل في دار كرامته لم تبلغها أعمالهم\nولم يكونوا بالِغيها إلا بالبلاء والمحنة، فقيّض لهم الأسباب التي توصلهم إليها من ابتلائه وامتحانه، كما وفقهم للأعمال الصالحة التي هي من جملة أسباب وصولهم إليها.\nومنها:\nأن النفوس تكتسب من العافية الدائمة والنصر والغنى طغيانا\nً وركوناً إلى العاجلة، وذلك مرض يعوقها عن جدّها في سيرها إلى الله والدار الآخرة فإذا أراد بها\nالجزء: 1 ¦ الصفحة: 12\n",
        "ربها ومالكها وراحمها كرامته قيّض لها من الابتلاء والامتحان ما يكون دواء لذلك المرض العائق عن السير الحثيث إليه فيكون ذلك البلاء والمحنة بمنزلة الطبيب يسقي العليل الدواء الكريه ويقطع منه العروق المؤلمة لاستخراج الأدواء منه، ولوْ تركه لغلبته الأدواء حتى يكون فيها هلاكه.\nومنها:\nأن الشهادة عنده أعلى مراتب أوليائه\n، والشهداء هم خوَاصّه والمقربون من عباده وليس بعد درجة الصّدّيقية إلا الشهادة، وهو سبحانه يحب أن يتخذ من عباده شهداء تُراق دماؤهم في محبته ومرضاته ويؤثرون رضاه ومحابه على نفوسهم، ولا سبيل إلى نيْل هذه الدرجة إلا بتقدير الأسباب المفضية إليها من تسليط العدو - هذا فيه شَبَه من السور الذي باطنه فيه الرحمة وظاهرة من\nالجزء: 1 ¦ الصفحة: 13\n",
        "قِبَله العذاب، فتأمل حال المؤمن والمنافق هنا.\nومنها:\nأن الله سبحانه إذا أراد أن يهلك أعداءه ويمحقهم قَيّض لهم الأسباب\nالتي يسْتوجبون بها هلاكهم ومحقهم، ومن أعظمها بعد كفرهم وطغيانهم مُبالغتهم في أذى أوليائه ومحاربتهم وقتالهم والتسلّط عليه فيتمحص بذلك أولياؤه من ذنوبهم وعيوبهم ويزداد بذلك أعداؤه من أسباب محْقهم وهلاكهم.\n- تأمل هذا وترقّب فعل رب العالمين بأعدائه، وقد ظهرت ولله الحمد علامات ذلك واضحة من قَوَارِعِه المتوالية عليهم ونحن نسأله المزيد، وتدبّر قوله سبحانه عن فرعون وقومه: {فلما آسفونا انتقمنا منهم} فالطغاة يتمادوْن بطغيانهم والرب يمهلهم\nالجزء: 1 ¦ الصفحة: 14\n",
        "ويظنون أنه مهملهم حتى إذا استكمل غضبه عليهم أخذهم أخذ عزيز مقتدر، وهذا معنى الآية\n...\nوقد بيّنت في \"جواب الأمريكيين\" وغيرهم عظم فساد هؤلاء الكفرة في الأرض وأنه أعظم من إفسادهم بالمحاربة وتقتيل المسلمين، فنحن نتربّص بهم سنن شديد المِحال -\nثم إن ابن القيم رحمه الله ذكر كلاماً، ثم قال في قُبح طاعة الكفار: (وحذّرهم سبحانه من طاعة عدوهم وأخبر أنهم إن أطاعوهم خسروا الدنيا والآخرة، وفي ذلك تعريض بالمنافقين الذين أطاعوا المشركين لما انتصروا وظفروا يوم أُحد، ثم أخبر سبحانه أنه مولى المؤمنين وهو خير الناصرين، فمن وَالاه فهو المنصور، ثم أخبر أنه سيلقي في قلوب أعدائهم الرعب الذي يمنعهم من الهجوم عليهم والإقدام على حربهم، فإنه\nالجزء: 1 ¦ الصفحة: 15\n",
        "يؤيد حزبه بجند من الرعب ينتصرون به على أعدائهم، وذلك الرعب بسبب ما في قلوبهم من الشرك بالله، وعلى قدْر الشرك يكون الرعب، فالمشرك بالله أشد شيء خوفاً ورعباً، والذين آمنوا ولم يلبسوا إيمانهم بالشرك لهم الأمن والهدى والفلاح، والمشرك له الخوف والضلال والشقاء) - تأمل رعب أعداء الله -\nوذكر كلاماً ثم قال عن المنافقين أنهم يظنون بالله غير الحق ظن الجاهلية وقد فُسّر هذا الظن الذي لا يليق بالله بأنه سبحانه لا ينصر رسوله وأن أمره سيضمحل وأنه يُسْلمه للقتل، وقد فُسّر بظنهم أن ما أصابهم لم يكن بقضائه وقدره ولا حكمة له فيه، فَفُسّر بإنكار الحكمة وإنكار القدر وإنكار أن يُتم أمر رسوله ويُظهره على الدين كله.\nانظر قوله في معنى ظن السوء: (وأن أمره\nالجزء: 1 ¦ الصفحة: 16\n",
        "سيضمحل)، واعلم أن هذا ظن أكثر الخلق اليوم، وهو ظن المنافقين لأن طغيان الباطل وطوفانه الذي تفجّر في وقتنا قد طغى على العقول وزيّفها، ولما جاء الابتلاء بتكالب الكفار على المسلمين وحصول نوع هزيمة هي على الحقيقة ابتلاء للمنافقين ولطفاً بالمؤمنين ظهرت الكمائن الخبيثة ممن لم يقْدر الله قدره ولا يعرف حكمته، فتكلم من تكلم وعمل من عمل وظنوا أن الدين لن تقوم له قائمة، وكانت قد امتلات أذهانهم الخاوية المظلمة أن الدين لا يصلح لهذا الزمان، اللهم إلا دين مُلَقّح بمادة كفرية ونحْلة طاغوتية، فيبقى اسم ورسم في غاية الذلة والهوان، قطع الله دابر كل من ظن هذا الظن وأراد هذه الإرادة من نوّاب إبليس ووكلائه من الكفرة والمنافقين الذين {نسوا الله فنسيهم} والذين؛ (هانوا على الله فعصوْه ولوْ عَزّوا عليه\nالجزء: 1 ¦ الصفحة: 17\n",
        "لعصمهم).\nأيظن المنافق أن الله تخلى عن ملكه وَوَكل دينه وعباده إلى غيره وأنه يخذل من نصر دينه؟ لا، وعزته، فتعْساً للظانين بالله ظن السوء عليهم دائرة السوء، والله غالب على أمره.\nثم قال ابن القيم: (وهذا هو ظن السوء الذي ظنه المنافقون والمشركون به سبحانه وتعالى في سورة الفتح حيث يقول: {ويعذب المنافقين والمنافقات والمشركين والمشركات الظانين بالله ظن السوء عليهم دائرة السوء وغضب الله عليهم ولعنهم وأعد لهم جهنم وساءت مصيرا}، وإنما كان هذا ظن السوء وظن الجاهلية المنسوب إلى أهل الجهل وظن غير الحق، لأنه ظَنُّ غير ما يليق بأسمائه الحسنى وصفاته العليا وذاته المبرأة من كل عيب وسوء، بخلاف ما يليق بحكمته\nالجزء: 1 ¦ الصفحة: 18\n",
        "وحمْده وتفرده بالربوبية والإلهية وما يليق بوعده الصادق الذي لا يخلفه ولكلمته التي سبقت لرسله أنه ينصرهم ولا يخذلهم، ولجنده بأنهم هم الغالبون.\nفمن ظن أنه لا ينصر رسوله ولا يُتم أمره ولا يؤيده ويؤيد حزبه ويُعْليهم ويظفرهم بأعدائه ويظهرهم عليهم وأنه لا ينصر دينه وكتابه، وأنه يُديل الشرك على التوحيد والباطل على الحق إدالة مستقرة يضمحل معها التوحيد والحق اضمحلالاً لا يقوم بعده أبداً؛ فقد ظن بالله ظن السوء ونَسَبَهُ إلى خلاف ما يليق بكماله وجلاله وصفاته ونعوته، فإن حمْده وعزته وحكمته وإلهيته تأبى ذلك وتأبى أن يُذل حزبه وجنده وأن تكون النصرة المستقرة والظفر الدائم لأعدائه المشركين به العادلين به فمن ظن ذلك فما عرفه ولا عرف أسماءه ولا عرف صفاته وكماله).\nالجزء: 1 ¦ الصفحة: 19\n",
        "تأمله فإنه كلام نفيس للغاية منطبق على ما نحن فيه من وجوه عديدة حيث ظن أكثر الخلق برب العالمين سبحانه ظن السوء وظن الجاهلية حيث اعتقدوا أن الله يُضَيّع للأفغان والعرب الذين معهم سعْيهم بإقامة دينه وشرعه ومُنابذتهم أعدائه وجهادهم إياهم وأنه يخذلهم وينصر الكفار عليهم.\nثم قال رحمه الله: (ثم أخبر سبحانه عن حكمة أخرى في هذا التقدير؛ وهو ابتلاء ما في صدورهم، وهو اختبار ما فيها من الإيمان والنفاق، فالمؤمن لا يزداد بذلك إلا إيماناً وتسليماً، والمنافق ومَن في قلبه مرض لابد أن يظهر مافي قلبه على جوارحه ولسانه).\nلقد ظهر من كثيرين مكنونات سوء يصعب حصر ما ظهر منها وما خفي أكثر، ومن ذلك ما كتب بعض المعتوهين عن المجاهدين في بعض الجرائد من قوله في\nالجزء: 1 ¦ الصفحة: 20\n",
        "إجابته المعترضين عليه لما يظهر من بغضه للمجاهدين، يقول: (أحسن الله عزاءك في أُسامتك وطالبانك)، ويقول أهلكه الله ساخراً: (فلا طالبان ولا حالِمان).\nوأهل الإيمان - ولله الحمد - على يقين لا يتزعزع أن الله سوف يُخلف ظنون المنافقين ومرضى القلوب الظانين بالله الظن الذي لا يليق به سبحانه كما أخلف ظنون إخوانهم مِن قبل بنصره للحق ولمن قام به وكبْته لأعدائه وخذلانهم وموتهم بغيظهم.\nوقد ظهرت ولله الحمد بشائر النصر وتحقق قول الله عزل وجل في الكفار والمنافقين: {ولن تغني عنكم فئتكم شيئاً ولوْ كثرت وأن الله مع المؤمنين}، فما زالت ولله الحمد القوارع الإلهية والآيات الربانية تتابع على أعداء الله مثل الرعب، وهو جند من جند الإله العظيم، وغير ذلك من الخسران\nالجزء: 1 ¦ الصفحة: 21\n",
        "والخذلان والأمراض والجراد والطوفان والأعاصير والحرائق والزلازل واختلافهم فيما بينهم وغير ذلك مما يؤيّد الله به عباده المؤمنين ويخذل أعداءه الكافرين، وما زلنا في انتظار المزيد من الولي الحميد، قال تعالى: {وإذ تأذن ربكم لئن شكرتم لأزيدنكم}.\nثم قال ابن القيم قدّس الله روحه: (ثم أخبر عن حكمة هذا التقدير؛ وهي أن يعلم المؤمنين من المنافقين علم عيان ورؤية يتيمز فيه أحد الفريقين من الآخر تميّزاً ظاهراً، وكان من حكمة هذا التقدير تكلُّم المنافقين بما في نفوسهم فسمعه المؤمنون وسمعوا رَدّ الله عليهم وجوابه لهم وعرفوا مؤدّى النفاق وما يؤول إليه، وكيف يحرم صاحبه سعادة الدنيا والآخرة فيعود عليه بفساد الدنيا والآخرة، فلله كم من حكمة في ضمن هذه القصة بالغة، ونعمه على المؤمنين سابغة وكم\nالجزء: 1 ¦ الصفحة: 22\n",
        "فيها من تحذير وتخويف وإرشاد وتنبيه وتعريف بأسباب الخير والشر ومآلهما وعاقبتهما)، انتهى باختصار.\nوإن من عرف بعض حِكَم تأخير النصر للمؤمنين على أعدائهم لم يظن بربه ظن سوء ولم يقنط من رحمته ويعلم أن تأخيره سبحانه لنصره نصر لهم وإن رغمت أنوف أعداء الله من الكفرة والمنافقين.\nوإن في هذا الكلام البليغ لابن القيم كفاية كافية لمن كان له قلب أو ألقى السمع وهو شهيد، أما المنافق المطبوع على قلبه فلوْ تناطحت الجبال وكلمه الموتى فإنه لا يزداد إلا عتواً ونفوراً، فلْيمت بغيظه.\nوتأمل قول ابن القيم: (فلله كم من حكمة في هذه القصة بالغة، ونعمة سابغة)، مع أنه حصل في غزوة أحد ما حصل على النبي صلى الله عليه وسلم وأصحابه، فتأمل كيف جاءت المِنن عن طريق المِحن، واعلم أن رب الزمانين واحد وأنه رقيب على عباده شهيد عليهم.\nفالحذر كل الحذر من عزل المالك الحق عن ملكه والتعوّض بالسياسات الطاغوتية المنتنة، فإن هذا بحر قد غرق فيه أكثر الخلق على اختلاف طبقاتهم في هذا الزمان المُوَطئ للدجال والأمور العظيمة، {ولا تحسبن الله غافلاً عما يعمل الظالمون} و {سيعلم الذين ظلموا أي منقلب ينقلبون}.\nوالحمد لله\nوصلى الله على نبينا محمد\nكتبه؛ عبد الكريم بن صالح الحميد\nأواخر ربيع الأول، 1423 هـ\nالجزء: 1 ¦ الصفحة: 23\n",
        ""
    ]
}