{
    "1": [
        "تاج التراجم لابن قطلوبغا\nتاج التراجم لابن قطلوبغا\nابن قطلوبغا\nالكتاب:\nتاج التراجم\nالمؤلف:\nأبو الفداء زين الدين أبو العدل قاسم بن قُطلُوبغا السودوني (نسبة إلى معتق أبيه سودون الشيخوني) الجمالي الحنفي (المتوفى: 879هـ)\nالمحقق:\nمحمد خير رمضان يوسف\nالناشر:\nدار القلم - دمشق\nالطبعة:\nالأولى، 1413 هـ -1992م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو ضمن خدمة التراجم]\n",
        "تَاجُ التَّرَاجِمِ\nتأليف\nأَبُو الْفِدَاءِ زَيْنُ الدِّيْنِ قَاسِم بْنُ قُطْلُوْبَغَا السُّوْدُوْنِي\n(802 - 879هـ)\nتحقيق\nمحمد خير رمضان يوسف\n",
        "ترجمة المؤلف\n[\nمن الضوء اللامع للسخاوي\n]\nقاسم بن قطلوبغا الزين وربما لقب الشرف أبو العدل السودوني نسبة لمعتق أبيه سودون الشيخوني نائب السلطنة الجمالي الحنفي الآتي أبوه ويعرف بقاسم الحنفي. ولد فيما قاله لي في المحرم سنة اثنتين وثمانمائة بالقاهرة، ومات أبوه وهو صغير فنشأ يتيماً وحفظ القرآن وكتباً عرض بعضها على العز بن جماعة، وتكسب بالخياطة وقتاً وبرع فيها بحيث كان فيما بلغني يخيط بالأسود في البغدادي فلا يظهر، ثم أقبل على الاشتغال فسمع تجويد القرآن على الزراتيتي وبعض التفسير على العلاء البخاري وأخذ علوم الحديث عن التاج أحمد الفرغاني النعماني قاضي بغداد وشيخنا والفقه عن أولى الثلاثة والسراج قاري الهداية والمجد الرومي والنظام السيرامي والعز عبد السلام البغدادي وعبد اللطيف الكرماني وأصوله عن العلاء والسراج والشرف السبكي وأصول الدين عن العلاء والبساطي، وكذا قرأ على السعد بن الديري في سنة اثنتين وثلاثين شرحه لعقائد النسفي والفرائض والميقات عن ناصر الدين البارنباري وغيره واستمد فيها وفي الحساب كثيراً بالسيد على تلميذ ابن المجدي والعربية عن العلاء والتاج والمجد والسبكي المذكورين والصرف عن البساطي والمعاني والبيان عن العلاء والنظام والبساطي والمنطق عن السبكي وبعضهم في الأخذ عنه أكثر من بعض، واشتدت عنايته بملازمة ابن الهمام بحيث سمع عليه غالب ما كان يقرأ عنده في هذه الفنون وغيرها وذلك من سنة خمس وعشرين حتى مات وكان معظم انتفاعه به ومما قرأه عليه الربع الأول من شرحه للهداية وقطعة من توضيح صدر الشريعة وجميع المسايرة من تأليفه، وطلب الحديث بنفسه يسيراً فسمع على شيخنا وابن الجزري والشهاب الواسطي والزين الزركشي والشمس بن المصري والبدر حسين البوصيري وناصر الدين الفاقوسي والتاج الشرابيشي والتقي المقريزي وعائشة الحنبلية والطبقة، وارتحل قديماً مع شيخه التاج النعماني إلى الشام بحيث أخذ عنه جامع مسانيد أبي حنيفة للخوارزمي وعلوم الحديث لابن الصلاح وغيرهما، وأجاز له في سنة ثلاث وعشرين وكذا دخل إسكندرية وقرأ بها على الكمال بن خير وقاسم التروجي كما قاله لي، وحج غير مرة وزار بيت المقدس وقال أنه شملته الإجازة من أهل الشام وإسكندرية وغيرهما، وأحسبه يكنى بذلك عن الإجازة العامة فقد رأيته يروي عمن أجاز في سنة ست عشرة وما كان له من يعتني باستجازة أهل ذاك العصر خصوصاً الغرباء له؛ ونظر في كتب الأدب ودواوين الشعر فحفظ منها شيئاً كثيراً وعرف بقوة الحافظة والذكاء وأشير إليه بالعلم، وأذن له غير واحد بالإفتاء والتدريس، ووصفه ابن الديري بالشيخ العالم الذكي؛ وشيخنا بالإمام العلامة المحدث الفقيه الحافظ وقبل ذلك في سنة خمس وثلاثين إذ قرأ عليه تصنيفه الإيثار بمعرفة رواة الآثار بالشيخ الفاضل المحدث الكامل الأوحد وقال: قراءة علي وتحريراً فأفاد ونبه على مواضع ألحقت في هذا الأصل فزادته نوراً؛ وهو المعني بقوله في خطبة الكتاب: إن بعض الإخوان التمس مني فأجبته إلى ذلك مسارعاً ووقفت عند ما اقترح طائعاً، وترجمه الزين رضوان في بعض مجاميعه بقوله من حذاق الحنفية كتب الفوائد واستفاد وأفاد انتهى.\n",
        "وتصدى للتدريس والإفتاء قديماً وأخذ عنه الفضلاء في فنون كثيرة وأسمع من لفظه جامع مسانيد أبي حنيفة المشار إليه بمجلس الناصري ابن الظاهر جقمق بروايته له عن التاج النعماني عن محيي الدين أبي الحسن حيدرة بن أبي الفضائل محمد بن يحيى العباسي مدرس المستنصرية ببغداد سماعاً عن صالح بن عبد الله بن الصباغ عن أبي المؤيد محمد بن محمود بن محمد الخوارزمي مؤلفه وكان الناصري ممن أخذ عنه واختص بصحبته بل هو فقيه أخيه الملقب بعد بالمنصور وكذا قرئ الجامع المذكور ببيت المحب بن الشحنة وسمعه عليه هو وغيره وحمله الناس عنه قديماً وحديثاً، وممن كتب عنه من نظمه ونثره البقاعي وبالغ في أذيته فإنه قال: وكان مفنناً في علوم كثيرة الفقه والحديث والأصول وغيرها ولم يخلف بعده حنفياً مثله إلا أنه كان كذاباً لا يتوقف في شيء يقوله فلا يعتمد على قوله، قال: وكان من سنين قوياً في بدنه يمشي جيداً فلما وقعت فتنة ابن الفارض في سنة أربع وسبعين أظهر التعصب لأهل الاتحاد فقال له الشمس السنباطي: أليس في مباهلة ابن حجر لابن الأمين المصري عبرة فقال: إنما كان موت ابن الأمين مصادفة فسلط الله عليه يعني على الزين قاسم عسر البول بعد مدة يسيرة واشتد به حتى خيف موته وعولج حتى صار به سلس بول فقام وقد هرم وكان لا يمشي إلا وذكره في قنينة زجاج واستمر به حتى مات وهو كالفرج انتهى.\n",
        "وأقبل على التأليف كما حكاه لي من سنة عشرين وهلم جرا، ومما صنفه في هذا الشأن شرح قصيدة ابن فرح في الإصلاح وقال أنه بحث فيه مع العز بن جماعة وشرح منظومة ابن الجزري وقال أنه جمع فيه من كل نوع حتى صار في مجلدين يعني وخرج عن أن يكون شرحاً لهذا النظم المختصر ولكنه لم يكمل وكان يقول أنه زردخانتي إشارة إلى أنه جمع فيه كل ما عنده، وحاشية على كل من شرح ألفية العراقي والنخبة وشرحها لشيخنا وتخريج عوارف المعارف للسروردي وأحاديث كل من الاختيار شرح المختار في مجلدين والبزدوي في أصول الفقه وتفسير أبي الليث ومنهاج الأربعين والأربعين في أصول الدين وجواهر القرآن وبداية الهداية أربعتها للغزالي والشفا وكتب منه أوراقاً وإتحاف الأحياء بما فات من تخريج أحاديث الأحياء ومنية الألمعي بما فات الزيلعي وبغية الرائد في تخريج أحاديث شرح العقائد ونزهة الرائض في أدلة الفرائض وترتيب مسند أبي حنيفة لابن المقري وتبويب مسنده للحارثي والأمالي على مسند عقبة بن عامر الصحابي نزيل مصر وعوالي كل من الليث والطحاوي وتعليق مسند الفردوس كله مقفص والذي خرجه منه قليل جداً ورجال كل من الطحاوي في مجلد والموطأ لمحمد بن الحسن والآثار له ومسند أبي حنيفة لابن المقري وترتيب كل من الإرشاد للخليلي في مجلد والتمييز للجوزقاني في مجلد وأسئلة الحاكم للدارقطني ومن روى عن أبيه عن جده في مجلد والاهتمام الكلي بأصلاح ثقات العجلي في مجلد وزوائد رجال كل من الموطأ ومسند الشافعي وسنن الدارقطني على الستة والثقات ممن لم يقع في الكتب الستة في أربع مجلدات وتقويم اللسان في الضعفاء في مجلدين وفضول اللسان وحاشية على كل من المشتبه والتقريب كلاهما لشيخنا والأجوبة عن اعتراض ابن أبي شيبة على أبي حنيفة في الحديث وتبصرة الناقد في كيد الحاسد في الدفع عن أبي حنيفة وترصيع الجوهر النقي كتب منه إلى أثناء التيمم وتلخيص صورة مغلطاي وتلخيص دولة الترك ومنتقى من درر الأسلاك في قضاة مصر وقال أنه لم يتم وتاج التراجم فيمن صنف من الحنفية وتراجم مشايخ المشايخ في مجلد وتراجم مشايخ شيوخ العصر وقال أنه لم يتم ومعجم شيوخه ومجلد من شرح المصابيح للبغوي ومنها في غيره شروح لعدة كتب من فقه مذهبه وهي القدوري تقيد فيه بكونه من رواية أبي حنيفة وأبي يوسف ومحمد بن الحسن والطحاوي والكرخي والنقاية، وكان شيخنا الشمني يذاكر أنه سلخ فيه شرحه لها ولذا أعرض التقي عن شرحه المسلوخ منه وابتكر شرحاً آخر لم يفرغ منه إلا قبيل موته ومختصر المنار ومختصر المختصر ودرر البحار في المذاهب الأربعة وهو في تصنيفين قال أن المطول منهما لم يتم وأجوبة عن اعتراضات ابن العز على الهداية وأفرد عدة مسائل وهي البسملة ورفع اليدين والأسوس في كيفية الجلوس والفوائد الجلة في اشتباه القبلة والنجدات في السهو عن السجدات ورفع الاشتباه عن مسألة المياه والقول القاسم في بيان حكم الحاكم والقول المتبع في أحكام الكنائس والبيع وتخريج الأقوال في مسألة الاستبدال وتحرير الأنظار في أجوبة ابن العطار والأصل في الفصل والوصل يعني وصل التطوع بالفريضة وشرح الفرائض كل من الكافي ومجمع البحرين وقال أنه مزج وكذا شرح مختصر الكافي في الفرائض لابن المجدي وجامعة الأصول في الفرائض وقال أن تصنيفه له كان في سنة عشرين والورقات لإمام الحرمين وقال أنه كان في أواخرها وأول التي تليها ورسالة السيد في الفرائض\n",
        "وقال أنه مطول وله أعمال في الوصايا والدوريات وإخراج المجهولات وتعليقه على القصارى في الصرف وحاشية على شرح العزى في الصرف أيضاً للتفتازاني وعلى شرح العقائد وأجوبة عن اعتراضات العز بن جماعة على أصول الحنفية وتعليقة على الأندلسية في العروض وغير ذلك مما وقفت على أسمائه بخطه لأعلى هذا الترتيب كشرح مخمسة العز عبد العزيز الديريني في العربية واختصار تلخيص المفتاح وشرح منار النظر في المنطق لابن سينا. وهو إمام علامة قوي المشاركة في فنون ذاكر لكثير من الأدب ومتعلقاته واسع الباع في استحضار مذهبه وكثير من زواياه وخباياه متقدم في هذا الفن طلق اللسان قادر على المناظرة وإفحام الخصم لكن حافظته أحسن من تحقيقه مغرم بالانتقاد ولو لمشايخه حتى بالأشياء الواضحة والإكثار من ذكر ما يكون من هذا القبيل بحضرة كل أحد ترويجاً لكلامه بذلك مع شائبة دعوى ومساجحة ولقد سمعته يقول أنه أفرد زوائد متون الدارقطني أو رجاله على الستة من غير مراجعتها كثير الطرح لأمور مشكلة يمتحن بها وقد لا يكون عنده جوابها ولهذا كان بعضهم يقول أن كلامه أوسع من علمه، وأما أنا فأزيد على ذلك بأن كلامه أحسن من قلمه مع كونه غاية في التواضع وطرح التكلف وصفاء الخاطر جداً وحسن المحاضرة لا سيما في الأشياء التي يحفظها وعدم اليبس والصلابة والرغبة في المذاكرة للعلم وإثارة الفائدة والاقتباس ممن دونه مما لعله لم يكن أتقنه؛ وقد انفرد عن علماء مذهبه الذين أدركناهم بالتقدم في هذا الفن وصار بينهم من أجلة شأنه مع توقف الكثير منهم في شأنه وعدم إنزاله منزلته، وهكذا كان حال أكثرهم معه جرياً على عادة العصريين، وقصد بالفتاوى في النوازل والمهمات فبلغوا باعتنائه بهم مقاصدهم غالباً؛ واشتهر بذلك وبالمناضلة عن ابن عربي ونحوه فيما بلغني مع حسن عقيدته، ولم يل مع انتشار ذكره وظيفة تناسبه بل كان في غالب عمره أحد صوفية الأشرفة؛ نعم استقر في تدريس الحديث بقبة البيبرسية عقب ابن حسان ثم رغب عنه بعد ذلك لسبط شيخنا وقرره جانبك الجداوي في مشيخة مدرسته التي أنشأها بباب القرافة ثم صرفه وقرر فيها غيره ولكنه كان قبيل هذه الأزمان ربما تفقده الأعيان من الملوك والأمراء ونحوهم فلا يدبر نفسه في الارتفاق بذلك بل يسارع إلى إنفاقه ثم يعود لحالته وهكذا مع كثرة عياله وتكرر تزويجه، وبالجملة فهو مقصر في شأنه، ولما استقر رفيقه السيف الحنفي في مشيخة المؤيدية عرض عليه السكنى بقاعتها لعلمه بضيق منزله أو تكلفه بالصعود إليه لكونه بالدور الأعلى من ربع الحوندار فما وافق وكذا لما استقر الشمس الأمشاطي في قضاء الحنفية رتب له من معاليمه في كل شهر ثمانمائة درهم لمزيد اختصاصه به وتقدم صحبته معه ورتب له الدوادار الكبير يشبك من مهدي قبيل موته بيسير على ديوانه في كل شهر ألفين فما أظنه عاش حتى أخذ منها شهراً بل عين لمشيخة الشيخونية عند توعك الكافياجي بسفارة المنصور حين كان بالقاهرة عند الأشرف قايتباي وكذا بسفارة الأتابك أزبك فقدرت وفاته قبله، وعظم انتفاع الشرف المناوي به وكذا البدر بن الصواف في كثير من مقاصدهما بعد أن كان من أخصاء المحب بن الشحنة حتى أنه لعله أول من أذن لولده الصغير في الإفتاء ثم مسه منهم غاية المكروه جرياً على عادتهم بحيث شافهوه بمجلس السلطان بما لا يليق وانتصر له العز قاضي الحنابلة وهجرهم بسببه مدة حتى توسط بينهم العضد الصيرامي،\n",
        "وقد صحبته قديماً وسمعت منه مع ولدي المسلسل بسماعه له على الواسطي وكتبت عنه من نظمه وفوائده أشياء بل قرأت عليه شرح ألفية العراقي لتوهم مزيد عمل فيه ووقع ذلك منه موقعاً ولامني فيه غير واحد من الفضلاء، واستعار أشياء من تعاليقي ومسوداتي وغيرها وكثر تردده لي قبل ذلك وبعده بسبب المراجعة وغيرها صريحاً وكناية لحسن اعتقاده في بحيث صرح مراراً بتفردي بهذا الشأن وربما يقول: أنا وأنت غرباء، ونحو هذا من القول وخطه عندي شاهد بأعلى من ذلك حسبما أثبته في موضع آخر مع كثير من نظمه وفوائده، وشهد على شينا بأنني أمثل جماعته وبالغ عقب وفاة الوالد رحمهما الله في التأسف عليه وصرح لكل من العز الحنبلي والأمشاطي بأنه من قدماء أصحابه وخيارهم وممن له عليه فضل قديم وأنه بقي من العالمين بذلك جارنا ابن المرخم وابن بهاء القباني ولهذا التمس مني الوقوف على غسله فلم أوافق أدباً مع الشيخ لكون الوالد لما أعلمه من إجلاله له وتعظيمه إياه بحيث كان يقول: ما أكثر محفوظه وأحسن عشرته، وربما يقول: هو سكردان لم يكن يرضيه ذلك، تعلل الشيخ مدة طويلة بمرض حاد وبحبس الأراقة والحصاة وغير ذلك وتنقل لعدة أماكن إلى أن تحول قبيل موته بيسير بقاعة بحارة الديلم فلم يلبث أن مات فيها في ليلة الخميس رابع ربيع الآخر سنة تسع وسبعين وصلى عليه من الغد تجاه جامع المارداني في مشهد حافل ودفن على باب المشهد المنسوب لعقبة عند أبويه وأولاده وتأسفوا على فقده رحمه الله وإيانا؛ ومما نظمه رداً لقول القائل:\nإن كنت كاذبة التي حدثتني\n...\nفعليك إثم أبي حنيفة أو زفر\nالواثبين على القياس تمرداً\n...\nوالراغبين عن التمسك بالأثر\nفقال:\nكذب الذي سب المآثم للذي\n...\nقاس المسائل بالكتاب وبالأثر\nإن الكتاب وسنة المختار قد\n...\nدلا عليه فدع مقالة من فشر\nوقد ذكره المقريزي في عقوده وأرخ مولده كما قدمنا ولكنه قال تخميناً قال: وبرع في فنون من فقه وعربية وحديث وغير ذلك وكتب مصنفات عديدة من شرح دور البحار للقونوي في اختلاف المذاهب الأربعة وشرح مخمسة الديريني في العربية وجامعة الأصول في الفرائض وورقات إمام الحرمين وميزان النظر في المنطق لابن سينا وكتب تعليقة على موطأ محمد بن الحسن وأخرى على آثاره واختصر تلخيص المفتاح وله حواش على حواشي التفتازاني على تصريف العزى وعلى الأندلسية في العروض وكتب غريب أحاديث شرح أبي الحسن الأقطع على القدوري وخرج أحاديث الاختيار شرح المختار ورتب مسند أبي حنيفة للحارثي على الأبواب.\n",
        "وفي الضوء اللامع أيضا\n:\n\" عزيزة \" ابنة الزين قاسم بن قطلوبغا الحنفي زوج المحب محمد بن يونس أخي السيف الحنفي وأم أولاده وأخت المحمدين الماضيين. ماتت في يوم الثلاثاء ثالث عشر المحرم سنة تسع وثمانين بالبيت المعروف بعم زوجها من نواحي الصليبة وصلى عليها من الغد في سبيل المؤمنى في طائفة ثم دفنت عند أبيها بسيدي عقبة من القرافة. ومولدها سنة خمس وأربعين وثمانمائة وتعلمت الخط وقرأت ما تيسر وسمعت على جدة زوجها أم هانئ الهورينية وغيرها وكانت خيرة أثكلت عدة أولاد بل غرق لها ولد قبيل موتها بيسير في بركتهم فكظمت ولم تبث عوضهما الله الجنة.\nمن كتبه\n:\n• تاج التراجم\nتحقيق: إبراهيم صالح - ط1 - 1414هـ - 1992م.\nالناشر: دار المأمون للتراث - بيروت\n• من روى عن أبيه عن جده\nدراسة وتحقيق: د. باسم فيصل الجوابرة\nالناشر: مكتبة المعلا الكويت، الطبعة الأولى (1409 هـ - 1988م).\n• تخريج أحاديث تفسير أبي الليث السمرقندي. لم يعثر عليه وهو مفقود، والله أعلم.\n• بغية الراشد في تخريج أحاديث شرح العقائد النسفية\n• منية الألمعي فيما فات من تخريج أحاديث الهداية للزيلعي، للحافظ القاسم بن قطلوبغا.\nحققه: محمد زاهد الكوثري،\nطبع في القاهرة 1370هـ 64ص.\n• \"التعريف والإخبار بتخريج أحاديث \"الاختيار\" شرح \"المختار\" في فروع الحنفية، كلاهما لأبي الفضل مجد الدين عبد الله بن مودود الموصلي (ت683هـ) والتخريج لابن قطلوبغا،\nتحقيق: محمد ألماس يعقوبي، مكة المكرمة، رسالة دكتوراه، قدمت بجامعة أم القرى، 1416هـ،\nوكذا طبع بتحقيق بشير صبحي طاهر، أصله رسالة الدكتوراه، قدمت بجامعة أم درمان الإسلامية، بسودان.\n• تخريج أحاديث أصول البزدوي، وقد طبع على حاشية كتاب البزدوي.\n• تخريج أحاديث الشفا للقاضي عياض.\n• تخريج أحاديث منهاج العابدين للغزالي.\n• تحفة الأحياء بما فات من تخاريج الإحياء.\n• تخريج أحاديث عوارف المعارف للسهروردي.\n• تخريج أحاديث النصيحة الكافية للشيخ زروق الفاسي.\n• من روى عن أبيه، عن جده.\n",
        "[\nمقدمة المؤلف\n]\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ\nالحمد لله وسلام على عباده الذين اصطفى، وبعد:\nفيقول العبد الضعيف قاسم بن قطلوبغا الحنفي:\nلما وقف على تذكرة شيخنا الإمام العالم العلامة إمام المؤرخين وبقية الحفاظ العارفين شهاب الدين أحمد بن علي بن عبد القادر بن محمد المقريزي أمتع الله تعالى بحياته وأعاد علينا من بركاته رأيت فيها ما كتبه من تراجم الأئمة الحنفية فأحببت أن ألحق بكل اسم ما تيسر لي من تراجم من يسمى به منهم على نحو ما قصد من الاقتصار على ذكر من له تصنيف حبا لاتباعه وجبرا لقصر باعي بطول باعه.\nوالله سبحانه وتعالى أسأل أن يختم لي وله بخواتيم السعادة ويبلغنا الحسنى وزيادة أنه خير مسؤول وأكرم مأمول.\nالجزء: 1 ¦ الصفحة: 85\n",
        "[\n1 - إبراهيم بن سليمان الرضي الرومي\n]\nإبراهيم بن سليمان الحموي المِنْطِيْقِيِّ رضي الدين الرومي درس بدمشق ومات بها بعد الجمعة في سادس عشرين ربيع الأول سنة اثنتين وثلاثين وسبعمائة وقد جاوز الثمانين. وكان قد حج سبع مرات. شرح الجامع الكبير في ست مجلدات وشرح المنظومة في مجلدين وكان فقيهًا نحويا مفسرا مِنْطيقيا دينا متواضعا رحمه الله.\n[\n2 - إبراهيم بن رستم أبو بكر المروزي\n]\nإبراهيم بن رستم أبو بكر المروزي أحد الأعلام\nالجزء: 1 ¦ الصفحة: 86\n",
        "تفقه علي محمد بن الحسن وروى عنه النوادر وروى عن أبي عصمة نوح بن أبي مريم وأسد بن عمرو. تفقه عليه الجم الغفير. وروى الدارمي عن ابن معين توثيقه وضعفه ابن عدي. وعرض عليه المأمون القضاء فامتنع وانصرف إلى منزله فتصدق بعشرة آلاف درهم مات بنيسابور في يوم الأربعاء لعشرين من جمادى الآخرة سنة إحدى عشرة ومائتين.\n[\n3 - إبراهيم بن أحمد الموصلي\n]\nإبراهيم بن أحمد بن بركة الموصلي، الفقيه.\nله: شرح المنظومة، وله: سلالة الهداية.\nذكره عبد القادر ولم يزد على هذا. والله أعلم.\n[\n4 - إبراهيم بن أحمد البصروي\n]\nإبراهيم بن أحمد بن عقبة بن هبة الله بن عطاء، صدر الدين بن محي الدين، البُصروي، الحنفي\nالجزء: 1 ¦ الصفحة: 87\n",
        "ولد ببصرى سنة تسع وستمائة.\nوولي قضاء حلب.\nوتوفي في حادي عشر رمضان سنة سبع وتسعين وستمائة.\n[\n5 - إبراهيم بن عبد الرزاق أبو إسحاق الرسعني\n]\nإبراهيم بن عبد الرزاق أبو إسحاق الرسعني عرف بابن المحدث تفقه على أبيه قال البرزالي: كتبت عنه وكان قد فاق أبناء جنسه معرفة وذكاء وكان نبيها فاضلًا عالمًا متنسكا ورعا حسن الأخلاق وله منظوم ومنثور وشرح القدوري ولم يتمه.\nمولده في جمادى الأولى سنة اثنتين وأربعين وستمائة.\nومات في شهر رمضان سنة خمس وسبعين وستمائة بدمشق ودفن بقاسيون في سفحه.\n[\n6 - إبراهيم بن عبد الكريم الموصلي\n]\nوإبراهيم بن عبد الكريم بن أبي السعادات أبو إسحاق الموصلي.\nالجزء: 1 ¦ الصفحة: 88\n",
        "شرح قطعة كبيرة من القدوري وكتب الإنشاء لصاحب الموصل ثم استعفى من ذلك توفي سنة ثمان وعشرين وستمائة.\n[\n7 - إبراهيم بن علي الطرسوسي\n]\nوإبراهيم بن علي بن أحمد بن عبد الواحد بن عبد المنعم بن عبد الصمد نجم الدين أبو إسحاق الدمشقي.\nولي منصب القضاء بدمشق بعد والده قاضي القضاة عماد الدين في سنة ست وأربعين وستمائة فأفتى ودرس وشيد وأسس.\nالجزء: 1 ¦ الصفحة: 89\n",
        "ونظم الفوائد وشرحها وصنف الفتاوى الطرسوسية وكتاب رفع الكلفة عن الإخوان فيما قدم فيه القياس على الاستحسان\" وكتاب مناسك مطول، وكتاب محظورات الإحرام وكتاب الإشارات في ضبط المشكلات وكتاب الإعلام في مصطلح الشهود والحكام وكتاب الاختلافات الواقعة في المصنفات وشرح الفوائد المنظومة.\nوكانت وفاته سنة ثمان وخمسين وسبعمائة.\n[\n8 - إبراهيم بن علي، ابن عبد الحق الواسطي\n]\nإبراهيم بن علي بن أحمد بن يوسف بن إبراهيم أبو إسحاق المعروف بابن عبد الحق الواسطي وهو سبطه.\nكان عالمًا فقيهًا محدثا.\nسمع من أبي الحسن علي بن عبد الواحد المقدسي الحنبلي وابن البخاري وولي القضاء بالديار المصرية سنة ثمان وعشرين وسبعمائة فدرس وأفاد وناظر فأجاد.\nووضع شرح على الهداية ضمنه الآثار ومذاهب السلف واختصر السنن للبيهقي في خمس مجلدات وكتاب التحقيق لابن الجوزي في\nالجزء: 1 ¦ الصفحة: 90\n",
        "مجلدة وكتاب الناسخ والمنسوخ لابن شاهين في مجلدة ووضع كتابا في الفروع الفقهية سماه المنتقى في مجلدة وكتاب نوازل الوقائع في مجلدة وفوائد عديدة تتضمن مسائل مفيدة منها إجارة الإقطاع وإجارة الأوقاف زيادة على المدة ومسألة قتل المسلم بالكافر وغير ذلك.\nخرج إلى دمشق وتوفي بها يوم الأربعاء تاسع عشرين ذي الحجة سنة أربع وأربعين وسبعمائة.\n[\n9 - إبراهيم بن محمد الخدامي\nّ]\nوإبراهيم بن محمد بن إبراهيم أبو إسحاق الخدامي-بمعجمة ودال مهملة- النيسابوري قال الحاكم في تاريخ نيسابور: كان من أجلة الفقهاء لأبي حنيفة وأزهدهم وحدث في العراق وخراسان والشام الكثير. قال: ورأيت له مصنفات كثيرة عند أخيه أبي بشر ورأيت له عند أخيه أيضا أصولا صحيحة.\nتوفي في شهر ربيع الأول سنة إحدى وعشرين وثلاثمائة.\n[\n10 - إبراهيم بن يوسف\n]\nإبراهيم بن يوسف.\nروى عن أبي يوسف، عن أبي حنيفة رحمه الله قال:\n\"لا يحل لأحد أن يفتي بقولنا مالم يعرف من أين قلناه\"\nقلت: وهذه الرواية هي التي حملتني على شرحي للقدوري، الذي ذكرت فيه من أين أخذوا علمهم. والله أعلم.\nالجزء: 1 ¦ الصفحة: 91\n",
        "[11 - إبراهيم بن محمد، ابن دُقماق]\nوإبراهيم بن محمد بن أَيْدَمُربن دُقماق.\nطلب العلم وتفقه يسيرا.\nوحبب إليه التاريخ، فكتب طبقات الحنفية وتواريخ عديدة، وتوفي سنة تسع وثمانمائة.\n[\n12 - إبراهيم بن محمد المؤذن\n]\nإبراهيم بن محمد بن حيدر، أبو إسحاق، المؤذن، الخُوارزمي.\nمولده سنة تسع وخمسين وخمسمائة في شهر (ذي) الحجة.\nذكره أبو بكر المبارك بن الشعار فقال: جليل القدر، كثير المحفوظ، متقن في علوم الإسلام والشريعة، إمام في الفقه، والفرائض، وعلم التفسير، والحديث، والأصول، والكلام، مع معرفته بالنحو واللغة والأدب. وكان له اعتناء بتصانيف الزمخشري، كثير الميل إليها.\nوذكر له تصانيف.\nالجزء: 1 ¦ الصفحة: 92\n",
        "[13 - إبراهيم بن يحيى البُصْرَوي]\nإبراهيم بن يحيى بن أحمد بن عبد الله بن عبد الرحمن بن عبد العزيز، عماد الدين أبو إسحاق، الفزاري، البُصْرَوي، ثم الدمشقي، الحنفي.\nقرأ القرآن، وسمع الحديث.\nوشيوخه نحو الثمانين، منهم: ابن عبد الدائم، وابن أبي اليسر، وأيوب الحمامي، وجعفر الحنبلي، وابن النُّشْبِي، وابن عيد.\nوقرأ الكافية الشافية على ابن مالك، وقرأ صحيح مسلم، والترغيب والترهيب على ابن عبد الدائم.\nوتوفي في سابع عشر ربيع الآخر سنة اثنتين وثلاثين وسبعمائة.\nومولده في رجب سنة خمس وأربعين وستمائة.\nالجزء: 1 ¦ الصفحة: 93\n",
        "[\n14 - أحمد بن أبي بكر القزويني\n]\nأحمد بن أبي بكر بن عبد الوهاب، بديع الدين، أبوعبد الله، القزويني.\nله كتاب \"الجامع الحريز الحاوي لعلوم كتاب الله العزيز\".\nكان مقيما بسيواس في سنة عشرين وستمائة.\n[\n15 - أحمد بن حفص، أبو حفص الكبير\n]\nأحمد بن حفص أبو حفص الكبير.\nأخذ عن محمد بن الحسن.\nوله أصحاب كثير ببخارى.\nكان في زمن محمد بن إسماعيل البخاري صاحب الصحيح.\nقال: لو أن رجلا عبد الله خمسين سنة ثم أهدى لرجل مشرك بيضة يوم النوروز يريد به تعظيم ذلك اليوم فقد كفر ويحبط عمله.\nالجزء: 1 ¦ الصفحة: 94\n",
        "[\n16 - أحمد بن علي، ابن الساعاتي\n]\nأحمد بن علي بن تغلب بن أبي الضياء، مظفر الدين، ابن الساعاتي، البغدادي الأصل البعلبكي.\nسكن بغداد ونشأ بها.\nوبرع في الفقه.\nوكتب الخط المنسوب.\nوصنف كتاب \"مجمع البحرين\" جمع فيه بين \"مختصر\" القدوري و\"المنظومة\" مع زوائد أحسن. وأبدع في اختصاره، وشرحه في مجلدين. وله كتاب \"البديع\" في الأصول جمع فيه بين أصول فخر الإسلام علي البزدوي والأحكام للآمدي.\nقلت: وله \"الدر المنضود في الرد على فيلسوف اليهود\" يعني ابن كمونة. وكان رحمه الله موجودا سنة تسعين وستمائة.\nالجزء: 1 ¦ الصفحة: 95\n",
        "[\n17 - أحمد بن علي، أبو بكر الرازي، الجصاص\n]\nأحمد بن علي، أبو بكر الرازي، المعروف بالجصاص.\nولد سنة خمس وثلاثمائة.\nوسكن بغداد.\nوانتهت إليه رئاسة الحنفية. وسئل العمل بالقضاء فامتنع.\nتفقه على أبي الحسن الكرخي وتخرج به.\nوكان على طريقة من الزهد والورع.\nوخرج إلى نيسابور ثم عاد.\nوتفقه عليه جماعة.\nوروى عن عبد الباقي بن قانع.\nوله كتاب \"أحكام القرآن\" وشرح \"مختصر\" الكرخي وشرح \"مختصر\" الطحاوي وشرح \"الجامع الصغير\" و\" الجامع الكبير\"لمحمد بن الحسن وشرح \"الأسماء الحسنى\" وله كتاب في \"أصول الفقه\" وكتاب \"جوابات مسائل\" وكتاب \"مناسك\".\nتوفي يوم الأحد سابع ذي الحجة سنة سبعين وثلاثمائة ببغداد.\nالجزء: 1 ¦ الصفحة: 96\n",
        "وقد وهم من جعل الجصاص غير أبي بكر الرازي بل هما واحد.\n[\n18 - أحمد بن عمرو، أبو بكر الخصاف\n]\nأحمد بن عمرو -وقيل: عمر-بن مهير وقيل: مهران-، أبو بكرالخصاف، الشيباني.\nحدث عن أبي عاصم النبيل وأبي داود الطيالسي ومسدد وجماعة.\nوكان فاضلًا فارضا حاسبا عارفا بالفقه، مقدما عند الخليفة المهتدي بالله. فلما قتل المهتدي نُهِب فذهب بعض كتبه.\nوصنف كتاب \"الحيل\" وكتاب \"الوصايا\" وكتاب \"الشروط\" كبير وصغير وكتاب \"الرضاع\" وكتاب \"المحاضر والسجلات\" وكتاب \"أدب القاضي\" وكتاب \"النفقات على الأقارب\" وكتاب \"إقرار الورثة بعضهم لبعض\" وكتاب \"أحكام الوقف\" وكتاب \"النفقات\" وكتاب \"العصير وأحكامه\" وكتاب \"ذرع الكعبة والمسجد الحرام والقبر المقدس\" وكتاب \"الخراج\" وكتاب \"المناسك\".\nالجزء: 1 ¦ الصفحة: 97\n",
        "نُهِبَ قبل أن يخرج للناس.\nوذكر أنه كان يأكل من كسب يده.\nمات ببغداد سنة إحدى وستين ومائتين.\n[19 - أحمد بن محمد، القُدوري]\nأحمد بن محمد بن أحمد بن جعفر بن حمدان، أبو الحسين، بن أبي بكر القدوري، البغدادي، صاحب \"المختصر\".\nولد سنة اثنتين وستين وثلاثمائة.\nوتفقه على أبي عبد الله محمد بن يحيى الجرجاني.\nوروى الحديث وكان صدوقا.\nوانتهت إليه رئاسة الحنفية بالعراق. وعظم عندهم قدره، وارتفع جاهه. وكان حسن العبارة في النظر، جريئاً بلسانه مديما لتلاوة القرآن.\nصنف \"المختصر\" وشرح \"مختصر\" الكرخي.\nقلت: وصنف كتاب \"التجريد\" في سبعة أسفار، يشتمل على الخلاف بين\nالجزء: 1 ¦ الصفحة: 98\n",
        "الشافعي وأبي حنيفة وأصحابه؛ شرع في إملائه سنة خمس وأربعمائة. وكتاب \"التقريب\" في مسائل الخلاف بين أبي حنيفة وأصحابه مجردا عن الدلائل. ثم صنَّف \"التقريب\" الثاني فذكر المسائل بأدلتها.\nوله \"جزء حديثي\" رويناه عنه.\nمات ببغداد في يوم الأحد منتصف رجب سنة ثمان وعشرين وأربعمائة.\nوقال الذهبي: خامس رجب.\nروى عنه الخطيب وقال: كان صدوقا.\nوكان يناظر الشيخ أبا حامد الإسفراييني.\nولا أدري سبب نسبته إلى القدور.\n[\n20 - أحمد بن محمد، العقيلي، البخاري\n]\nأحمد بن محمد بن أحمد العُقَيْلِي، الأنصاري، شمس الدين البخاري.\nتفقه على جده لأمه شرف الدين عمر بن محمد بن عمر العُقَيلي.\nونظم الجامع الصغير.\nقلت: وشرح الجامع الصغير لمحمد بن الحسن.\nمات ببخارى في خامس رمضان سنة سبع وخمسين وستمائة.\nالجزء: 1 ¦ الصفحة: 99\n",
        "[\n21 - أحمد بن محمد بن سلامة، أبوجعفر الطحاوي\n]\nأحمد بن محمد بن سلامة بن سلمة بن عبد الملك بن سلمة بن سليم بن سليمان بن حُباب، الأزدي، الحجْري، المصري، الطحاوي، أبو جعفر. كان ثقة نبيلا فقيهًا إمامًا.\nولد سنة تسع وعشرين، وقيل: تسع وثلاثين ومائتين.\nومات سنة إحدى وعشرين وثلاثمائة.\nالجزء: 1 ¦ الصفحة: 100\n",
        "صحب المزني، وتفقه به، ثم ترك مذهبه، وصار حنفي المذهب.\nتفقه على أبي جعفر أحمد بن أبي عمران موسى بن عيسى.\nوخرج إلى الشام سنة ثمان وستين ومائتي، ن فلقي بها أبا خازم عبد الحميد ابن جعفر، فتفقه عليه، وسمع منه.\nوله كتاب \"أحكام القرآن\" يزيد على عشرين جزءا، وكتاب \"معاني الآثار\" و\"بيان مشكل الآثار\" و\"المختصر\" في الفقه وشرح \"الجامع الكبير\" وشرح \"الجامع الصغير\" وله كتاب \"الشروط الكبير\"و\"الشروط الصغير \" و\"الشروط الأوسط\" وله \"المحاضر والسجلات\" و\"الوصايا\" و\"الفرائض \" وكتاب \"نقض كتاب المدلسين على الكرابيسي\" وله كتاب \"تاريخ\" كبير و\"مناقب أبي حنيفة\" وله في القرآن ألف ورقة. وله \"النوادر الفقهية\" عشرة أجزاء و\"النوادر والحكايات\" تنيف على عشرين جزءا، و\"حكم أراضي مكة\" و\"قسمة الفيء والغنائم\" وكتاب \"الرد على عيسى بن أبان\" وكتاب \"الرد على أبي عبيدة\" وكتاب \"اختلاف الروايات على مذهب الكوفيين\" انتهى.\nقلت: المحفوظ أن أبا خازم اسمه عبد الحميد بن عبد العزيز.\nوللطحاوي من المصنفات أيضا كتاب \"اختلاف الفقهاء\" و\"العقيدة\" المشهورة.\nقال ابن يونس: كان الطحاوي ثقة ثبتا فقيهًا عارفًا لم يخلق مثله.\nوقاله ابن عساكر وابن الجوزي.\nالجزء: 1 ¦ الصفحة: 101\n",
        "وقال ابن عبد البر في كتاب \"العلم\": كان من أعلم الناس بسير الكوفيين وأخبارهم مع مشاركته في جميع مذاهب الفقهاء.\nروى عنه ابن مظفر الحافظ، والحافظ أبو القاسم الطبراني، وأبو بكر بن المقرئ، وآخرون.\nقال ابن يونس: توفي مستهل ذي القعدة سنة إحدى وعشرين وثلاثمائة. وفيها أرخه مسلمة بن قاسم، وخالفهما محمد بن إسحاق النديم في \"الفهرست\" فقال: سنة اثنتين وعشرين وقد بلغ الثمانين.\n[\n22 - أحمد بن محمد، أبوالعباس الناطفي\n]\nأحمد بن محمد بن عمر أبو العباس الناطفي.\nأحد الفقهاء الكبار.\nله كتاب \"الأجناس والفروق\" في مجلد، و\"الواقعات\" في مجلدات.\nتوفي بالري سنة ست وأربعين وأربعمائة.\nوالناطفي نسبة إلى عمل الناطف وبيعه.\nالجزء: 1 ¦ الصفحة: 102\n",
        "[23 - أحمد بن محمد، العتاَّبي]\nأحمد بن محمد بن عمر أبو نصر وقيل أبو القاسم زين الدين العتابي نسبه إلى العتابية محلة ببخارى له كتاب الزيادات وكتاب جوامع الفقه أربع مجلدات وشرح الجامع الكبير وشرح الجامع الصغير مات سوم الأحد من سنة ست وثمانين وخمسمائة ببخارى قلت: وله كتاب تفسير القرآن وكانت وفاته وقت الظهر ودفن بمقبرة الفقهاء السبعة قال الذهبي صنَّف الجامع الكبير والزيادات وتفسير القرآن ولازمه شمس الأئمة الكردري وأخذ عنه.\n[\n24 - أحمد بن محمد أبونصر الأقطع\n]\nأحمد بن محمد بن محمد أبو نصر ألا قطع.\nالجزء: 1 ¦ الصفحة: 103\n",
        "درس الفقه على أبي الحسين القدوري حتى برع فيه وقرأ الحساب حتى أتقنه وشرح مختصر القدوري ومال إلى حدث فظهر على الحدث سرقة فإنهم بأنه شاركه فيها فقطعت يده اليسرى قلت: حكى الصفدي في الوفيات إن يده قطعت في حرب كانت بين المسلمين والتتار والله أعلم مات سنة أربع وسبعين وأربعمائة.\n[\n25 - أحمد بن محمد الغزنوي\n]\nأحمد بن محمد بن محمود بن سعيد الغزنوي الكاشاني تفقه على أحمد بن يوسف الحسيني العلوي وتفقه به جماعة وصنف كتاب روضة اختلاف العلماء ومقدمة في الفقه عرفت بالغزنوية وكتاب في أصول الفقه وكتاب روضة المتكلمين في أصول الدين وكتاب المنتقى من روضة المتكلمين وكتاب البدايع في الفقه مات بحلب بعد سنة ثلاث وتسعين وخمسمائة قلت: ليس الغزنوي بالكاشاني وكتاب البدايع للكاشاني لا الغزنوي وكان الغزنوي معيد درس الكاشاني والله أعلم.\nالجزء: 1 ¦ الصفحة: 104\n",
        "[\n26 - أحمد بن محمود الصابوني\n]\nأحمد بن محمود بن أبي بكر الصابوني نور الدين أبو محمد له البداية في أصول الدين توفي ليلة الثلاثاء سادس عشر صفر سنة ثمانين وخمسمائة قلت: تفقه الصابوني على شمس الأئمة الكردري وكانت وفاته وقت صلاة المغرب ودفن بمقبرة القضاة السبعة وله كتاب المغنى في أصول الدين.\n[\n27 - أحمد بن مسعود القونوي\n]\nأحمد بن مسعود بن عبد الرحمن أبو العباس القنوي تفقه على الجلال عمر الخبازي وله كتاب التقرير في شرح الجامع الكبير في أربع مجلدات أكمله أبنه أبو الحسن وله شرح عقيدة الطحاوي أحمد مات بدمشق.\nالجزء: 1 ¦ الصفحة: 105\n",
        "[\n28 - أحمد بن ناصر الحسيني\n]\nأحمد بن ناصر بن ظاهر أبو المعالي الحسيني برهان الدين كان إمامًا علامة زاهدًا عابِدًا مفتيا يعرف التفسير والفقه والأصول صنَّف تفسيرا في سبع مجلدات وكتابا في أصول الدين مات في شوال سنة تسع وثمانين وستمائة انتهى.\nقلت: وممن يسمى بهذا الاسم منهم.\n[29 - أحمد بن إبراهيم العَيْنتَابي]\nأحمد بن إبراهيم بن أيوب العينتابي الحلبي شهاب الدين أبو العباس قاضي العسكر بدمشق أفتى ودرس ونوع وجنس وحرر النقول من المنقول وشرح مجمع البحرين في الفقه والمغنى في الأصول وسمي شرح المجمع المنبع توفي سنة سبع وستين وسبعمائة بدمشق وقد جاوز الستين.\nالجزء: 1 ¦ الصفحة: 106\n",
        "[\n30 - أحمد بن إبراهيم، ابن البرهان\n]\nوأحمد بن إبراهيم بن داود المقري الحلبي شهاب الدين بن أبو العباس المعروف بابن البرهان كان فقيهًا فاضلًا له مشاركة في علوم عديدة ومصنفات مفيدة شرح الجامع الكبير فانتفع به الصغير والكبير وكانت وفاته سادس عشر رجب سنة ثمان وثلاثين وسبعمائة.\n[\n31 - أحمد بن إبراهيم السروجي\n]\nوأحمد بن إبراهيم بن عبد الغني قاضي القضاة شمس الدين أبو العباس السروجي تفقه على الصدر سليمان بن أبي العز ونجم الدين أبي ظاهر إسحاق بن علي بن يحيى\nالجزء: 1 ¦ الصفحة: 107\n",
        "ولى القضاء بالديار المصرية وصنف أفتى ووضع شرحا على كتاب الهداية سماه الغاية انتهى فيه إلى كتاب الإيمان في ست مجلدات ضخمة توفي بالمدرسة السيوفية بالقاهرة في يوم الخميس ثاني عشر رجب سنة عشر وسبعمائة ودفن بتربته بجوار قبة الإمام الشافعي رضي الله عنه ومولده سنة سبع وثلاثين وستمائة.\n[32 - أحمد بن إسماعيل التَّمرتاشي]\nوأحمد بن إسماعيل التَّمرتاشي نزيل كُركَانج\nله كتاب \"الفتاوي\" وشرح \"الجامع الصغير\"وكتاب\" التراويح\".\nالجزء: 1 ¦ الصفحة: 108\n",
        "[\n33 - أحمد بن أبي بكر المرعشي\n]\nأحمد بن أبي بكر بن صالح بن عمر المرعشي.\nنزيل حلب.\nمولده سنة ست وثمانين وسبعمائة.\nأفتى، ودرَّس، وانتفع به الطلبة.\nوصنَّف كتبًا. من ذلك: \"كنوز الفقه\" ونظم \" العمدة\" و \" تخميس البردة\". نفع الله به.\n[34 - أحمد بن إسحاق الصَّفَّار]\nأحمد بن إسحاق بن شبيب، أبونصر، الفقيه، الصفار.\nقال السمعاني: كثرت تصانيفه، وانتشر علمها.\nالجزء: 1 ¦ الصفحة: 109\n",
        "[\n35 - أحمد بن إسحاق الجوزجاني\n]\nأحمد بن إسحاق بن صبح الجُوزْجَانِي.\nله كتاب\" الفروق والتمييز\" وكتاب \"التوبة\".\nذكره عبد القادر في الجواهر.\n[\n36 - أحمد بن إسحاق، القاضي التنوخي\n]\nأحمد بن إسحاق بن بُهلول، أبوجعفر التَّنوخي.\nقال الخطيب: كان ثبتًا في الحديث، ثقة، مأمونًا، جيد الضبط لما حدَّث به. وكان متفنِّنًا في علوم شتى، منها الفقه على مذهب أبي حنيفة وأصحابه، وربما خالفهم في مسائل يسيرة.\nله\" الناسخ والمنسوخ\"وكتاب\"الدعاء\" وكتاب\"ادب القاضي\"ولم يتمّه، وله كتاب في النحو على مذهب الكوفيين.\nالجزء: 1 ¦ الصفحة: 110\n",
        "وله حكاية مطولة مع ابن جرير.\nتوفي سنة عشر وثلاثمائة، في ربيع الأول.\n[\n37 - أحمد بن الحسن، ابن الزركشي\n]\nوأحمد بن الحسن، شهاب الدين، المعروف بابن الزركشي.\nدرَّس بالحسامية.\nوانتخب شرح الصغناقي على الهداية.\nالجزء: 1 ¦ الصفحة: 111\n",
        "وكانت له مشاركة في علوم كثيرة.\nمات في ثامن عشرين رجب سنة ثمان وثلاثين وسبعمائة.\nوقيل: سنة سبع، في جمادىالأولى.\n[\n38 - أحمد بن الحسين، ابن الطبري\n]\nوأحمد بن الحسين بن علي، أبو حامد المروزي، عُرِف بابن الطبري.\nقال ابن سعد في \"تاريخ سمرقند\": تفقه على الكرخي وغيره.\nوصنف الكثير.\nله تاريخ بديع.\nقال الحاكم: أملى ببخاري. وكان عارفا بمذهب أبي حنيفة.\nمات سنة سبع وسبعين وثلاثمائة.\n[39 - أحمد بن داوُد الدِّيْنَوري]\nأحمد بن داود، أبوحنيفة الدِّيْنَوري.\nقال مسلمة بن قاسم: فقيه، حنفي الفقه.\nالجزء: 1 ¦ الصفحة: 112\n",
        "له كتاب\"الفصاحة\"وكتاب \"الأنواء\" وكتاب\"القبلة\" وكتاب\"حساب الدور\" وكتاب\"الوصايا\" وكتاب الجبر ولمقابلة\" وكتاب\"إصلاح المنطق\".\nمات سنة اثنتين وثمانين ومائتين.\n[\n40 - أحمد بن زيد الشروطي\n]\nأحمد بن زيد الشروطي.\nذكره أبوالفتح بن إسحاق النديم في جملة الأصحاب وقال: له من الكتب كتاب \"الوثائق\" وكتاب \"الشروط\" الكبير والصغير.\nوقد ذكره أيضًا السغناقي في \"شرح الهداية\"في البيوع.\n[41 - أحمد بن عبد الله السُّرماري]\nوأحمد بن عبد الله بن أبي القاسم، أبوجعفر السُّرْماري، القاضي، الإمام.\nله كتاب\"البناء\"يشتمل على ستة أبواب. وله الرد على المشنِّعين\nالجزء: 1 ¦ الصفحة: 113\n",
        "على أبي حنيفة سمّاه\"الإبانة\". وذكر هذا الكتاب في ترجمة مستقلة.\n[\n42 - أحمد بن عبد القادر، ابن مكتوم\n]\nوأحمد بن عبد القادر بن أحمد بن مكتوم، تاج الدين، أبو محمد القيسي.\nجمع الفقه والنحو واللغة.\nوأخذ الحديث عن أصحاب ابن علاق وطبقتهم.\nوصنف \"تاريخ النحاة\" و\"الدر اللقيط من البحر المحيط\" في تفسير القرآن. مولده في العشر الأول من ذي الحجة سنة اثنتين وثمانين وستمائة.\nووفاته سنة تسع وأربعين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 114\n",
        "[\n43 - أحمد بن عبيد الله المحبوبي\n]\nوأحمد بن عبيدالله بن إبراهيم المحبوبي.\nله كتاب تلقيح العقول في الفروق.\n[\n44 - أحمد بن عثمان، ابن التركمان\nي]\nوأحمد بن عثمان بن إبراهيم بن مصطفى بن سليمان، تاج الدين المارديني، المعروف بابن التركماني.\nالجزء: 1 ¦ الصفحة: 115\n",
        "قال الصفدي: كان إمامًا مجيدا وفقيهًا مفيدا.\nله تعليقة على \"المحصل\" وتعليقة على \"المنتخب\" في أصول الفقه وثلاث تعاليق على \"خلاصة الدلائل في تنقيح المسائل\":\nالجزء: 1 ¦ الصفحة: 116\n",
        "الأولى: في حل مشكلاته، وتبيين معضلاته وشرح ألفاظه وتفسير معانيه لحفاظه.\nوالثانية: في ذكر ما أهمله من مسائل الهداية.\nوالثالثة: في ذكر أحاديثه والكلام عليها.\nوشرح \"الجامع الكبير\" وشرح \"الهداية\" ولم يكمله وكتاب \"أحكام الرمي والسبق والمحلل\" وكتابين في \"الفرائض\" مبسوطا وآخر متوسطا، وشرح \"المقرب\" لأبن عصفور في النحو وشرح \"عروض\" ابن الحاجب، وشرح \"الشمسية\" في المنطق وشرح \"التبصرة\" في الهيئة، وكتاب \"الأبحاث الجلية في الرد على ابن تيمية\".\nوكانت وفاته بالقاهرة مستهل جمادى لأولى سنة أربع وأربعين وسبعمائة ودفن بتربة أبيه خارج باب النصر.\nومولده بالقاهرة سنة إحدى وثمانين وستمائة.\n[\n45 - أحمد بن علي، ابن الفصيح\n]\nوأحمد بن علي بن أحمد، فخر الدين، أبو طالب، الشهير بابن الفصيح.\nالجزء: 1 ¦ الصفحة: 117\n",
        "درَّس ببغداد، وقدم دمشق فأعاد وأفاد، ومهر في حل المشكلات والغوامض.\nونظم \"الكنز\" في الفقه و\"السراجية\" في الفرائض، و\"المنار\" في أصول الفقه ونظم شاطبيةً أظهر رموزَها، وجاءت أصغر من الشاطبية.\nوسمع على الصاغاني وروى عنه.\nكتب إليه الشيخ أثير الدين أبو حيان لما قدم دمشق قصيدا منها:\nشَرُفَ الشام واستنارت رباه\n...\nبإمام الأئمة ابن الفصيح\nكل يوم له دروس علوم\n...\nبلسان عذب وفكر صحيح\nالجزء: 1 ¦ الصفحة: 118\n",
        "وكانت وفاته بدمشق يوم الأحد سادس عشرين من شعبان سنة خمس وخمسين وسبعمائة.\nومولده سنة ثمانين وستمائة، وقد قارب الثمانين.\n[\n46 - أحمد بن علي، ابن منصور\n]\nوأحمد بن علي بن منصور، شرف الدين، أبو العباس، الدمشقي.\nولي القضاء بالديار المصرية عن صدر الدين ابن أبي العز.\nوسمع الحديث وحدَّث.\nوسمع منه صدر الدين الياسوف، ي وشهاب الدين الحُسباني، وغيرهما. اختصر\"المختار\" في الفقه وسماه \"التحرير\" وعلق عليه شرحا ولم يكمله. وله \"عقيدة\" في أصول الدين وغير ذلك.\nتوفي ليلة الإثنين العشرين من شهر شعبان المعظم سنة اثنتين وثمانين وسبعمائة بدمشق.\n[\n47 - أحمد بن علي، أبو بكر الوراق\n]\nوأحمد بن علي، أبو بكر الوراق.\nقال محمد بن إسحاق النديم: شرح مختصر الطحاوي.\nالجزء: 1 ¦ الصفحة: 119\n",
        "[\n48 - أحمد بن عيسى الزينبي\n]\nوأحمد بن عيسى الزينبي، القاضي.\nدوّن الكتب عن أبي سليمان الجوزجاني.\nوذكره الصيمري في طبقة الخصاف.\nقال: وكان له القضاء في أحد جانبي بغداد ثم استعفي في أيام المعتضد بالله، ولزم بيته، واشتغل بالعبادة.\nالجزء: 1 ¦ الصفحة: 120\n",
        "[\n49 - أحمد بن كامل الشجري\n]\nوأحمد بن كامل بن خلف القاضي الشجري.\nقال السمعاني: كان عالمًا بالأحكام والقرآن وأيام الناس والأدب والتواريخ.\nوله فيها مصنفات.\nولي قضاء الكوفة.\nوحدث عن محمد بن الجهم وغيره.\nوعنه الدارقطني وغيره.\nومات في المحرم سنة خمسين وثلاثمائة.\n[\n50 - أحمد بن محمد، ابن أبي العوام السعدي\n]\nوأحمد بن محمد بن عبد الله، أبوعبد الله، عُرِف بابن أبي العوَّام السُّعدي. توفي يوم الأحد، حادي عشر شعبان، سنة خمسين وأربعمائة.\nالجزء: 1 ¦ الصفحة: 121\n",
        "وله كتاب \"مناقب أبي حنيفة\". رويته عن المُسْنِد المعمَّر ابن الكويك، عن زينب بنت أحمد، عن عبد الرحمن سبط السلفي، عنه بسنده فيه.\n[\n51 - أحمد بن محمد، قاضي الحرمين\n]\nوأحمد بن محمد بن عبد الله، أبو الحسين النيسابوري، المعروف بقاضي الحرمين.\nتفقه على أبي الحسن الكرخي، وأبي طاهر الدباس.\nوسمع الحسن بن سفيان وأبا خليفة الفضل بن الحباب والطبقة.\nروى عنه الحاكم قال: حضرت مجلس النظر لعلي بن عيسى الوزير فقامت امرأة تتظلم من صاحب التركات، فقال: تعودين إليَّ غدًا. وكان يوم مجلسه للنظر.\nفلما اجتمع فقهاء الفريقين قال لنا: تكلموا اليوم في مسألة توريث ذوي الأرحام.\nقال: فتكلمتُ فيها مع بعض فقهاء الشافعية فقال: صنِّفْ هذه المسألةَ وبَكِّرْ بها غدًا إليَّ. ففعلتُ وبكَّرتُ بها إليه، فأخذ مني الجزء وانصرفت. فلما كان ضحوة النهار، طلبني الوزير إلى حضرته فقال:\nيا أبا الحسين: قد عرضتُ تلك المسألةَ بحضرة أمير المؤمنين وتأملها فقال:\nالجزء: 1 ¦ الصفحة: 122\n",
        "لولا أن لأبي الحسين عندنا حرمات لقلدته أحد الجانبي، ن ولكن ليس في أعمالنا أجلُّ من الحرمين، وقد قلدته الحرمين.\nفانصرفت من عند الوزير وقد وصل إليَّ العهدُ.\nقال الحاكم: وزادني بعض مشايخنا في هذه الحكاية: إن القاضي أبا الحسن قال: قلت للوزير: أيد الله الوزير، بعد أن رضى أمير المؤمنين المسألة وتأملها وجب على الوزير أن ينجز أمرَه العالي بِأن يرد السَّهم إلى ذوي الأرحام وإنه أجاب إليه وفعله.\nقال الحاكم: وكانت وفاته ضحوة نهار السبت حادي عشرين المحرم سنة إحدى وخمسين وثلاثمائة.\n[52 - أحمد بن محمدالبرتي]\nوأحمد بن محمد بن عيسى، أبو العباس البِرْتِي، الفقيه، الحافظ.\nتفقه على أبي سليمان الجوزجاني. وروى عنه كتب محمد بن الحسن وحدث بالكثير.\nقلت: وصنف \"المسند\".\nقال الخطيب: كان ثقة حجة، يُذكر بالصلاح والعبادة.\nمات ليلة السبت لتسع عشرة ليلة خلت من ذي الحجة، سنة ثمانين ومائتين.\nالجزء: 1 ¦ الصفحة: 123\n",
        "[\n53 - أحمد بن محمد البجلي\n]\nأحمد بن محمد بن قادم، أبويحيى البجلي.\nولد سنة تسعين ومائة.\nله في الشروط وفي فنون من العلم.\nمات سنة سبع وأربعين ومائتين.\nالجزء: 1 ¦ الصفحة: 124\n",
        "[\n54 - أحمد بن محمد الأخسيكثي\n]\nوأحمد بن محمد بن القاسم، ذو الفضائل أبو رشاد الاخسيكثي.\nكان أديبًا فاضلًا.\nله كتاب في \"التاريخ\" وكتاب \"في قولهم: أرد عليكم كذا\" وكتاب\n\"زوائد في شرح سقط الزند\".\nتوفي سنة ثمان وعشرين وخمسمائة. قاله الصفدي.\n[55 - أحمد بن محمد الوَبَري]\nوأحمد بن محمد بن مسعود الوَبَري، الإمام الكبير، أبو نصر.\nشرح \"مختصر الطحاوي\" في مجلدين.\n[\n56 - أحمد بن محمود، الجندي\n]\nوأحمد بن محمود بن عمر الجندي.\nشرح المصباح في النحو للمطرزي.\nالجزء: 1 ¦ الصفحة: 125\n",
        "[\n57 - أحمد بن المظفر الرازي\n]\nوأحمد بن المظفر بن المختار الرازي.\nله كتاب\" حل مشكل القدوري\".\n[\n58 - أحمد بن منصور الإسبيجابي\n]\nأحمد بن منصور، أبونصر الإسبيجابي.\nذكره أبوحفص عمر النسفي في تاريخ سمرقند فقال:\nدخل سمرقند، وأجلسوه للفتوى، وصار المرجوع إليه في الوقائع فانتظمت له الأمور الدينية، وظهرت له الآثار الجميلة.\nووُجد بعد وقاته صندوق له فيه فتاوى كثيرة، كان فقهاء عصره أخطأوا\nالجزء: 1 ¦ الصفحة: 126\n",
        "فيها، فوقعت عنده فأخفاها، وكتب الجواب ثانيًا على الصواب.\nوشرح \"مختصر\" الطحاوي.\nكذا ذكره بغير وفاة، لكنه ذكره فيمن توفي بعد الثمانين وأربعمائة وقبلها.\nُ [\n59 - أحمد بن يحيى، ابن ناقد الكوفي\n]\nأحمد بن يحيى بن أحمد.\nله \"المسائل الكوفية\" في النحو.\n[\n60 - أحمد بن أبي المؤيد المحمودي\n]\nأحمد بن أبي المؤيد المحمودي، النسفي.\nعلامة وقته.\nنظم \"الجامع الكبير\"كل باب قصيدة، وشرحه.\nونظم قصيدة في أصول الدين.\nالجزء: 1 ¦ الصفحة: 127\n",
        "[61 - أحمد بن يحيى العُقَيلي]\nوأحمد بن يحيى بن زهير، أبو الحسن، ابن أبي جعفر العقيلي، الحلبي.\nقرأ الفقه على أبي جعفر، محمد بن أحمد السمناني بحلب، وعلّق عنه التعليق المنسوب إليه.\nوروى عنه أبو الفضل هبة الله بن أحمد بن أبي جرادة.\nصنف كتابا ذكر فيه الخلاف بين أبي حنيفة وأصحابه وما تفرد به عنهم. وحج سنة أربع وعشرين وأربعمائة. فأخذته العرب بتبوك.\nوكان مولده سنة ثمان وثلاثمائة.\nقلت: وبقي في حرف الألف:\n[62 - إسحاق بن بُهلول التنوخي]\nإسحاق بن بهلول.\nقال الخطيب: حمل الفقه عن الحسن بن زياد، وعن الهيثم بن موسى صاحب أبي يوسف. وله مذاهب اختارها.\nرحل في طلب الحديث إلى بغداد والكوفة والبصرة ومكة والمدينة.\nسمع سفيان بن عيينة والطبقة.\nوحدث عنه ابن أبي الدنيا وغيره.\nالجزء: 1 ¦ الصفحة: 128\n",
        "وصنف كتابا في الفقه وسماه \"المتضاد\" وكتابا في \"القراءات\" و\"المسند\" وغيره في أنواع العلوم.\nتوفي سنة اثنتين وخمسين ومائتين.\n[\n63 - أسد بن عمرو القشيري\n]\nأسد بن عمرو، أبو عمرو، القشيري، الفقيه الكوفي صاحب الإمام، وأحد الأعلام.\nروى الصيمري بإسناده إلى أبي نعيم قال: أول من كتب كُتبَ أبي حنيفة: أسد بن عمرو.\nومات سنة ثمان وثمانين ومائة.\n[\n64 - إسحاق الولوالجي\n]\nإسحاق الولوالجي.\nله كتاب \"الفتاوى\" المشهورة.\nالجزء: 1 ¦ الصفحة: 129\n",
        "[\n65 - إسحاق بن أبي بكر النحاس\n]\nإسحاق بن أبي بكر بن إبراهيم بن هبة الله بن طارق، الشيخ، الفقيه، الفاضل، المسند، المكني كمال الدين، أبو الفضل الأسدي، الحنفي، النحاس.\nسمع الكثير من الموفق يعيش، والعز بن رواحة، والمؤتمن بن قميرة، وابن خليل، وأخيه الضياء صقر الكلبي، وابن أخيه شمس الدين الخضري، قاضي الباب، وأبي الفتح الباوردي، وهدية بنت خميس، محمد بن أبي\nالجزء: 1 ¦ الصفحة: 130\n",
        "القاسم القزويني، والكمال بن طلحة، والنظام محمد بن محمد البلخي، وعدة.\nوخرَّج له جزءًا المحدثُ أمين الدين الواني. وعنده عن ابن خليل نحو ستمائة جزء.\nوقد أكثر عنه المرسي، والبِرْزَالي، وتقي الدين السبكي، والمحب، والواني، وشمس الدين الذهبي. وحدّث.\nوتوفي في شهر رمضان سنة عشر وسبعمائة.\nومولده سنة ثلاثين وستمائة.\n[\n66 - إسحاق بن يحيى الآمدي\n]\nإسحاق بن يحيى بن إسحاق بن أبي إبراهيم، الشيخ، العالم، الفاضل، المسند، لقبه عفيف الدين، أبو محمد الآمدي، ثم الدمشقي، الحنفي.\nشيخ دار الحديث الظاهرية بدمشق.\nسمع من عيسى بن سلامة، ومجد الدين بن تيمية بحران، ومن ابن\nالجزء: 1 ¦ الصفحة: 131\n",
        "خليل بحلب، ومن الضياء صقر بحلب أيضًا، وجماعة بحلب، ودمشق والمعرة.\nخرج له ابن المهندس عوالي سمعها الشيخ شمس الدين الذهبي وجماعة منهم سنة ثمان وتسعين وستمائة.\nوأخذ عنه القاضي عزالدين بن الزبير، وعدة.\nوتوفي سنة خمس وعشرين وسبعمائة.\nومولده سنة اثنتين وأربعين وستمائة.\n[\n67 - أسعد بن محمد الكرابيسي\n]\nأسعد بن محمد بن الحسين الكرابيسي.\nله كتاب \"الفروق\" و\"الموجز\" في الفقه وهو شرح مختصر أبي حفص.\nلقبه جمال الإسلام، كنيته أبوالمظفر.\nالجزء: 1 ¦ الصفحة: 132\n",
        "[\n68 - إسماعيل بن إبراهيم الشيرازي\n]\nإسماعيل بن إبراهيم القاضي، شرف الدين الشيرازي.\nدرس بالطرخانية.\nوله مصنفات في الفرائض مشهورة.\nأرسل إليه أن يفتي بإباحة نبيذ التمر والرمان فامتنع فعُزِل. وأقام بمنزله إلى أن مات سنة ثلاثين وستمائة.\nوقال الذهبي: سنة تسع وعشرين.\nالجزء: 1 ¦ الصفحة: 133\n",
        "[\n69 - إسماعيل بن الحسين البيهقي\n]\nإسماعيل بن الحسين بن عبد الله، أبو القاسم البيهقي.\nكان إمامًا جليلًا عارفًا بالفقه.\nصنَّف كتابًا سمّاه \"الشامل\"جمع فيه مسائل\" المبسوط\"و\"الزيادات\"في مجلدين، وكتاب \"الكفاية\" مختصر شرح القدوري لمختصر الكرخي.\n[\n70 - إسماعيل بن حماد بن أبي حنيفة\n]\nإسماعيل بن حماد بن الإمام الأعظم أبي حنيفة.\nتفقه على أبيه والحسن ابن زياد.\nالجزء: 1 ¦ الصفحة: 134\n",
        "وسمع أباه، ومالك بن مغول، وعمر بن ذر، والقاسم بن معن.\nوحدث، فروى عنه عمر بن إبراهيم النسفي، وسهل بن عثمان العسكري، وآخرون.\nتولى قضاء البصرة والرقة.\nوكان إمامًا عالمًا عارفا بصيرا بالقضاء، محمود السيرة فيه، فقيهًا عارفا بالأحكام والوقائع ديِّنًا، صالحا، عابدًا.\nصنف \"الجامع\" في الفقه، عن جده الإمام الأعظم أبي حنيفة، وكتاب \" الرد على القدرية\" وكتاب \"الإرجاء\"و \"رسالة إلى البستي\".\nوتفقه عليه أبو سعيد البردعي.\nوأطنب الخطيب وغيره في فضائله ومناقبه.\nتوفي سنة اثنتي عشرة ومائتين.\n[\n71 - إسماعيل بن خليل، تاج الدين الفرضي\n]\nإسماعيل بن خليل، تاج الدين.\nكان فقيهًا، نحويًّا، عارفًا بالأصول.\nالجزء: 1 ¦ الصفحة: 135\n",
        "له \"مقدمة\" في أصول الفقه. وله أعمال في الفرائض.\nتوفي سنة تسع وثلاثين وسبعمائة.\n[\n72 - إسماعيل بن سعيد الشالنجي\n]\nإسماعيل بن سعيد، أبوإسحاق الطبري، الشالنجي.\nروى: عن محمد بن الحسن، وابن عيينة، ويحيى القطان.\nوروى عنه: الضحاك بن الحسين، وأبو العباس أحمد بن العباس المسعودي، وجماعة.\nصنّف في فضائل أبي بكر وعمر وعثمانن وصنَّف \"الفقه\".\nمات سنة ست وأربعين ومائتين.\n[73 - إسماعيل بن علي السمَّان]\nإسماعيل بن علي بن الحسين، أبوسعد السمَّان، الزاهد.\nالجزء: 1 ¦ الصفحة: 136\n",
        "قال ابن مرذك: هو [شيخهم، وعالمهم، وفقيههم، ومتكلمهم، ومحدّثهم] وكان إمامًا بلا مدافعة في القراءات، والحديث، ومعرفة الرجال، والأنساب، والفرائض، والحساب، والشروط، والمقدورات.\nوكان إمامًا في فقه أبي حنيفة وأصحابه، ومعرفة الخلاف بين أبي حنيفة والشافعي، وفي فقه الزيدية، وفي الكلام.\nوطاف البلاد، وشاهد الشيوخ، وقرأ عليه ثلاثة آلاف رجل، وشيوخ زمانه.\nوصنَّف كتبًا كثيرة.\nومات وهو يتبسّم في ليلة الأربعاء، الرابع والعشرين من شعبان، سنة خمس وأربعين وأربعمائة.\nالجزء: 1 ¦ الصفحة: 137\n",
        "[\n74 - إسماعيل بن سودكين النوري\n]\nإسماعيل المتكلم، قاضي القضاة.\nله كتاب \"الصلاة\" وكتاب\"شرح العمدة\" وكتاب\"الكافي\".\nقال الذهبي: إسماعيل بن سودكين بن عبد الله، أبو الطاهر، الملكي، النوري، الحنفي، الصوفي، المتكلم.\nولدبالقاهرة سنة تسع وسبعين وخمسمائة.\nوسمع من أبي الفضل الغزنوي، وأبي عبد الله الأرْتاحي، وسمع بحلب من عبد المطلب، وغيره.\nوله نظم جيد، وفضيلة.\nروى عنه أبو حفص بن القوّاس.\nمات بحلب في الرابع والعشرين من صفر سنة ست وأربعين وستمائة. وكان أبوه من مماليك السلطان نور الدين محمود.\n[\n75 - أمير كاتب بن أمير عمر الأتقاني\n]\nأمير كاتب بن أمير عمر، العميد ابن العميد أمير غازي، أبو حنيفة\nالجزء: 1 ¦ الصفحة: 138\n",
        "الفارابي، الأتقاني.\nولي تدريس مشهد الإمام بظاهر بغداد.\nوقدم دمشق مرتين:\nاجتمع في الأولى بالأمير يلبغا نائب السلطنة، واختص به، وتكلم عنده في مسألة رفع اليدين، وأراد إبطاله، فدفعه الشيخ تقي الدين السبكي.\nثم قدم ثانيا في العاشر من رجب سنة سبع وأربعين وسبعمائة.\nثم حضر إلى مصر في صفر سنة إحدى وخمسين، فعظمه الأمير صيرغتمش الناصري، ودرّس بالجامع المارداني. فلما عمّر الأمير صيرغتمش مدرسته المجاورة لجامع ابن طولون، أجلسه بها مدرِّسًا.\nقال ابن حبيب: كان رأسا في مذهب الحنفية، بارعًا في الفقه واللغة العربية، كثير الإعجاب بنفسه، شديد التعصب على من خالف المسطور في طِرْسِه.\nقلت: يدل على ذلك قوله في آخر شرح الاخسيكثي: فلو كان الأسلاف بالحياة لقال أبو حنيفة: اجتهدت.\nولقال أبو يوسف: نار البيان أوقدت.\nولقال محمد: أحسنت.\nولقال زفر: أتقنت.\nولقال الحسن: أمعنت\nالجزء: 1 ¦ الصفحة: 139\n",
        "ولقال أبو حف أنعمت فيما نظرت.\nولقال أبو منصور: حققت.\nولقال الطحاوي: صدقت.\nولقال الكرخي: بورك فيما نطقت.\nولقال الجصا أحكمت.\nولقال القاضي أبو زيد: أصبت.\nولقال شمس الأئمة: وجدت ما طلبت\nولقال فخر الإسلام: مهَرْتَ.\nولقال نجم الدين النسفي: بهرت.\nولقال صاحب الهداية: يا غواص البحر عبرت.\nولقال صاحب المحيط: فقت فيما أسررت وأعلنت.\nإلى غير ذلك من كبرائنا الذين لا يحصى عددهم رحمة الله عليهم.\nولقال المتنبي: أنت من فصحاء الأغاريب.\nمسكية النفحات إلا أنها\n...\nوحشية بسواهم لا تعبق\nوقال في بعض مباحثه:\nوهذا مما لا تجده في كتب المتقدمين ولا المتأخرين.\nصنف شرح الهداية وسماه \"غاية البيان ونادرة الأقران في آخر الزمان\" وشرح الأخسيكثي وسماه \"التبيين\". وله رسالة في مسألة رفع اليدين، وأخرى في عدم صحة الجمعة في موضعين من البلد.\nولد بأتقان ليلة السبت، التاسع عشر من شهر شوال سنة خمس وثمانين وستمائة كما وُجِد في خطه.\nوتوفي يوم السبت، حادي عشر شوال سنة ثمان وخمسين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 140\n",
        "[\n76 - بركة بن علي، أبو الخطاب\n]\nبركة بن علي بن بركة بن الحسين بن أحمد بن بركة بن علي، أبو الخطاب.\nله كتاب \"الآلة في صناعة الوكالة\" يشتمل على الشروط، وهو حسن في فنه. مات في ربيع الأول سنة خمس وستمائة.\n[77 - أبو بكر بن علي الحدّاد]\nأبو بكر بن علي بن محمّد، أبو العتيق، رضي الدين الحدّاد، العبّادي، الحنفي، الشهير بصنعته.\nمولده في رجب سنة عشرين وسبعمائة.\nإمام، فقيه، عابد، متزهِّد.\nتفقّه على والده، وعلى الإمام أبي الحسن نوح الأنوي، والإمام أبي إسحاق إبراهيم بن عمر العلوي، والإمام ابن العتيق أبي بكر علي بن موسى العاملي، والإمام أبي عبد الله محمد بن عبد الله بن قاسم القربتي.\nالجزء: 1 ¦ الصفحة: 141\n",
        "وأخذ النحو عن الشهاب أحمد بن مليح النحوي، والجمال محمد بن موسى الدّوالي، والأدب عن أبي الحسن علي بن سليمان المصفي، وغيرهم.\nوتفقه به جماعة من أهل بلده، والغرباء.\nوله مصنّفات منها: تفسير القرآن سمّاه\"كشف التنزيل عن تحقيق التأويل\" في مجلدين، وكتاب\"الجوهرة النيرة\" شرح القدوري في أربعة مجلدات، و\"السراج الوهاج\" على القدوري ثمان مجلدات، وشرح منظومة شيخه العاملي في الفقه، وكتاب [النور المستنير] شرح منظومة النسفي، مجلد كبير، وشرح قيد الأوابد في الفقه وسمّاه\"الرحيق المختوم\"مجلد لطيف.\nوكُفّ قبل موته.\nوتوفي اليوم السادس من شهر جمادى الأولى سنة ثمانمائة.\n[\n78 - بشر بن غياث المريسي\n]\nبشر بن غياث بن عبد الرحمن المريسي.\nالجزء: 1 ¦ الصفحة: 142\n",
        "قال الصيمري: ومن أصحاب أبي يوسف خاصة: بشر بن غياث المريسي.\nله تصانيف وروايات عن أبي يوسف.\nوكان من أهل الورع والزهد.\nرغب الناس عنه لاشتهاره بالكلام، وخوضه في ذلك.\nمات سنة ثمان وعشرين ومائتين.\n[79 - بُكْبرْس نجم الدين التركي]\nبكبرس، ويقال منكوبرس، أبو الفضائل، وأبو شجاع، نجم الدين التركي، مولى الإمام الناصر لدين الله.\nالجزء: 1 ¦ الصفحة: 143\n",
        "فقيه، عارف بالفقه والأصول.\nوكان يلبس زي الأجناد: القباء والشَّرْبُوش.\nوعرض عليه الخليفة المستنصر قضاء القضاة فامتنع.\nومات ببغداد بعد الخمسين وستمائة.\nوله كتاب \"الحاوي\" في الفقه نحو مختصر القدوري. وله شرح عقيدة الطحاوي سماه \"النور اللامع\".\nوحدث عنه الحافظ الدمياطي. انتهى.\nقلت: أرّخ الذهبيُ وفاته منتصف صفر سنة اثنتين وخمسين وستمائة.\nوفي هذا الحرف:\n[\n80 - بكار بن قتيبة الثقفي\n]\nبكار بن قتيبة بن أسد بن أبي بردعة بن عبد الله بن بشير بن عبيد الله بن أبى بكرة نفيع بن الحرث صاحب رسول الله صلّى الله عليه وسلّم، أبو بكرة البكراوي، البصري، قاضي مصر.\nسمع أبا داود الطيالسي ويزيد بن هارون، والطبقة.\nروى عنه الطحاوي فأكثر، وأبو عوانة في صحيحه وابن خزيمة، وغيرهم.\nالجزء: 1 ¦ الصفحة: 144\n",
        "وتفقه علي هلال الرأي.\nوله مناقب جمة ذكرها غير واحد من أصحاب التراجم. واستوفاها سيدنا ومولانا حافظ العصر في كتابه في قضاة مصر.\nولي مصر من قبل المتوكل، ودخلها يوم الجمعة لثمان خلون من جمادى الآخرة سنة ست وأربعين ومائتين.\nصنف كتاب \"الشروط\" وكتاب \"المحاضر والسجلات\" وكتاب \"الوثائق والعقود\".\nوقال ابن زولاق: نظر بكار في مختصر المزني، فوجد فيه ردا على أبي حنيفة فقال لبعض شهوده: اذهبا واسمعا هذا الكتاب من أبي إبراهيم المزني، فإذا فرغ منه فقولا له: سمعت الشافعي يقول ذلك؟ واشهدا عليه به. ففعلا وعادا إلى القاضي بكار، وشهدا عنده على المزني أنه سمع الشافعي يقول ذلك. فقال بكار: الآن استقام لنا أن نقول: قال الشافعي. ثم صنَّف كتاباجليلا رد فيه على الشافعي، ونقض فيه رده على أبي حنيفة.\nقال الطحاوي: مولده سنة اثنتين وثمانين ومائة.\nووفاته يوم الخميس لست بقين من ذي الحجة سنة سبعين ومائتين.\nوقال ابن يونس: لست خلون من ذي الحجة. والله أعلم.\nوقال في المسالك: وكان يحدث في السجن من طاق فيه، لأن أصحاب الحديث شكوا إلى ابن طولون انقطاع سماع الحديث من بكار، وسألوه الإذن له في الحديث، ففعل.\nالجزء: 1 ¦ الصفحة: 145\n",
        "[\n81 - الجامع نوح بن يزيد\n]\nالجامع، لقب أبي عصمة نوح بن أبي مريم يزيد بن جمونة المروزي.\nلقب بذلك لأنه أول من جمع فقه أبي حنيفة، وقيل: لأنه كان جامعا بين العلوم.\nله أربعة مجالس:\nمجلس للأثر.\nومجلس لأقاويل أبي حنيفة.\nومجلس للنحو.\nومجلس للشعر.\nروى عن الزهري ومقاتل بن حيان.\nمات سنة ثلاث وسبعين ومائة.\nوكان على قضاء مرو لأبي جعفر المنصور.\nالجزء: 1 ¦ الصفحة: 146\n",
        "[\n82 - جعفر بن محمد المستغفري\n]\nجعفر بن محمد بن المعتز بن المستغفر النسفي، المستغفري، خطيب نسف.\nلم يكن بما وراء النهر في عصره مثله.\nكان فقيهًا، محدثا، فاضلًا، مكثرا، حافظا، صدوقا.\nوله مصنفات.\nمولده سنة خمسين وثلاثمائة.\nومات سلخ جمادى الأولى سنة اثنتين وثلاثين وأربعمائة بنسف. انتهى. قلت: من مصنفاته: \"تاريخ نسف وكش\" وكتاب \"معرفة الصحابة\" وكتاب \"الدعوات\" وكتاب \"المنامات\" وكتاب \"خطب النبي صلّى الله عليه وسلّم، وكتاب \"دلائل النبوة\" وكتاب \"فضائل القرآن\" وكتاب \"الشمائل\". وله غير ذلك من الكتب.\nومنهم:\n[\n83 - جعفر بن طرخان الإسترابادي\n]\nجعفر بن طرخان، الإسترابادي، أبو محمد.\nمن أجلاء فقهاء أصحاب أبي حنيفة.\nالجزء: 1 ¦ الصفحة: 147\n",
        "ذكره الإدريسي وقال: كان ثقة في الحديث، وله فيه تصانيف.\n[\n84 - جلال بن أحمد، التباني\n]\nوجلال بن أحمد بن يوسف التبريزي، الميلاسي الشهير بالتباني.\nأخذ الفقه عن العلامة قوام الدين الكاكي، والعلامة قوام الدين الأتقاني أمير كاتب، والعربية عن الشيخ جمال الدين بن هشام، والشيخ شهاب الدين بن عقيل، وبدر الدين بن أم قاسم.\nوذكر إنه سمع صحيح البخاري أو بعضه على الشيخ الإمام علاء الدين ابن التركماني.\nوكان فقيهًا، أصوليا، نحويا، بارعا.\nانتصب للأشغال والإفادة والفتوى مدة طويلة.\nوسئل بقضاء الحنفية فامتنع.\nوولي تدريس الصرغتمشية ومدرسة السيفي الجاي\nالجزء: 1 ¦ الصفحة: 148\n",
        "وصنف في أصول الفقه شرح المنار واختصر التلويح في شرح الجامع الصحيح لعلاء الدين بن مغلطاي وله شرح مختصر على إيضاح ابن الحاجب ومختصر في ترجيح مذهب الإمام الأعظم أبي حنيفة وتعليقة على البزدوي لم تكمل وقطعة على مشارق الأنوار في الحديث لم تكمل وقطعة على التلخيص لم تكمل ومنظوم في الفقه جمع عليه ما يناسبه من الفتوى في أربع مجلدات ورسالة في زيادة الإيمان ونقصانه ورسالة في عدم صحة الجمعة في مواضع من البلد ورسالة في البسملة وأخرى في الفرق بين الفرض العملي والواجب توفي رحمه الله في يوم الجمعة ثالث عشر رجب سنة ثلاث وتسعين وسبعمائة.\n[\n85 - حبيب بن عمر الفرغاني\n]\nحبيب بن عمر الفرغاني.\nله كتاب \"الموجز\" في الفقه. ذكره العقيلي.\nالجزء: 1 ¦ الصفحة: 149\n",
        "[\n86 - الحسن بن زياد اللؤلؤي\n]\nالحسن بن زياد اللؤلؤي.\nولي القضاء ثم استُعفِيَ عنه.\nوكان يكسو مماليكه كما يكسو نفسه.\nوكان يختلف إلى أبي يوسف وإلى زفر.\nقال يحيى بن آدم: ما رأيت أفقه من الحسن بن زياد.\nوقال محمد بن سماعة: سمعت الحسن بن زياد يقول: كتبت عن ابن جريج اثنى عشر ألف حديث، كلها يحتاج إليها الفقهاء.\nقلت: قال في المبسوط: صنَّف كتاب \"المقالات\".\nوقال النديم في الفهرست: له كتاب \"المجرد لأبي حنيفة\" كتاب \"أدب القاضي\" كتاب\"الخصال\"كتاب\"معاني الإيمان\"كتاب \"النفقات\"،\nالجزء: 1 ¦ الصفحة: 150\n",
        "كتاب \"الخراج\" كتاب \"الفرائض\"كتاب\"الوصايا\".\nتوفي سنة أربع ومائتين.\n[\n87 - الحسن بن منصور، قاضي خان\n]\nالحسن بن منصور بن أبي القاسم محمود بن عبد العزيز الأُوْزجَنْدي، الفرغاني، المعروف بـ\"قاضي خان\"، فخر الدين.\nتفقه على أبي إسحاق إبراهيم بن إسماعيل بن أبي نصر الصفّاري، وظهير الدين أبي الحسن علي بن عبد العزيز المرغيناني، وغيرهما.\nوله \"الفتاوي\" في أربعة أسفار وشرح \"الجامع الصغير\" وشرح \"الزيادات\" وشرح \"أدب القاضي\" للخصاف.\nتوفي ليلة النصف من رمضان سنة اثنتين وتسعين وخمسمائة.\nقلت: قال الذهبي: رأيت مجلدا من أماليه في سنة سبع، وسنة ثمان، وسنة تسع وثمانين وخمسمائة.\nسمع كثيرا من الإمام ظهير الدين حسن بن علي بن عبد العزيز، وإبراهيم بن إسماعيل الصفّار.\nالجزء: 1 ¦ الصفحة: 151\n",
        "روى عنه الحصيري.\nوممن تسمى بهذا الاسم:\n[\n88 - الحسن بن أحمد، ابن أمين الدولة\n]\nالحسن بن أحمد، أبو محمد، مجد الدين، المعروف بابن أمين الدولة.\nكان فقيهًا، محدثا، فرضيا.\nشرح \"السراجية\" في الفرائض.\nوحدث بحلب.\nوتوفي في وقعة التتار شهيدا، في رجب سنة ثمان وخمسين وستمائة.\n[\n89 - الحسن بن الخطير الفارسي\n]\nوالحسن بن الخطير، أبوعلي الفارسي.\nقال ياقوت في تلميذه الشريف محمد الإدريسي عنه أنه قال:\nأنا من ولد النعمان بن المنذر، وولدت بقرية تعرف بالنعمانية، وانتحلت مذهب النعمان أبي حنيفة رحمه الله، وأنتصر له فيما وافق اجتهادي.\nقال: وكان عالمًا بفنون من العلم، وكان يحفظ \"لباب التفسير\" لتاج القراء، و\" الجامع الصغير\" لمحمد بن الحسن، نظم النسفي.\nالجزء: 1 ¦ الصفحة: 152\n",
        "أملى تفسيرا وصل فيه إلى: {تِلْكَ الرُّسُلُ\n...\n[البقرة:253} واختصر كتاب \"الإفصاح في شرح الأحاديث الصحاح\" وسماه \"الحجة\" وله كتاب \"اختلاف الصحابة والتابعين وفقهاء الأمصار\"، ولم يتم.\nوكانت وفاته سنة ثمان وتسعين وخمسمائة.\n[\n90 - الحسن بن أحمد الزعفراني\n]\nالحسن بن أحمد، أبو عبد الله الزعفراني.\nإمام كبير.\nرتب مسائل\"الجامع الصغير\".\n[\n91 - الحسن بن إسحاق النيسابوري\n]\nالحسن بن إسحاق بن نبيل، أبو سعيد النيسابوري.\nقال ابن العديم في تاريخ حلب: سمع بمصر من النسائي والطحاوي.\nوله كتاب \"الرد على الشافعي فيما خالف فيه القرآن\".انتهى\nالجزء: 1 ¦ الصفحة: 153\n",
        "[\n92 - الحسن بن عبد الله السيرافي\n]\nالحسن بن عبد الله بن المرزبان السيرافي النحوي.\nقرأ القرآن على ابن مجاهد، واللغة على ابن دريد، والنحو على السراج. ودرَّس في القراءات، والفقه، والفرائض، والنحو، واللغة، والحساب، والكلام، والعروض، والقوافي.\nالجزء: 1 ¦ الصفحة: 154\n",
        "وشرح كتاب سيبويه فأجاد فيه وله كتاب ألفات القطع والوصل وكتاب الإقناع في النحو لكن أكمله ولده يوسف وجزء أخبار النحاة توفي في رجب سنة ثمان وستين وثلاثمائة.\n[\n93 - الحسن بن محمد الصاغان\nي]\nوالحسن بن محمد بن الحسن بن حيدر بن علي بن إسماعيل، العدوي، اللوهوري، أبو الفضائل الصاغاني.\nالإمام في كل فن.\nقال الحافظ الدمياطي: كان شيخا صالحا، صدوقا، صموتا عن فضول الكلام، إمامًا في اللغة، والفقه، والحديث.\nقرأت عليه وحضرتُ دفنه بدار الحريم الطاهري.\nالجزء: 1 ¦ الصفحة: 155\n",
        "صنف كتاب مجمع البحرين في اللغة أثنى عشر مجلدا وكتاب العباب الزاخر في اللغة في عشرين مجلدا ولم يتم وكتاب الشوارد في اللغة وكتاب توشيح الدريدية وكتاب التراكيب وكتاب فعال وكتاب فعلان وكتاب الانفعال وكتاب فعول وكتاب الأضداد وكتاب أسماء السعادة وكتاب أسماء الأسد وكتاب أسماء الذئب وكتاب العروض وكتاب تعزيز بيتي الحريري وكتابا في علم الحديث وكتاب مشارق الأنوار في أحاديث الصحيحين وكتاب مصباح الدجى وكتاب الشمس المنيرة وشرح البخاري في مجلد وكتاب در السحابة في معرفة صفات الصحابة وكتاب الضعفاء وكتاب الفرائض وشرح أبيات المفصل وكتاب تكملة العزيزي وكتابا في التصريف وكتاب مناسك الحج وختم بأبيات هي هذه:\nشوقي إلى الكعبة الغراء قد زادا\n...\nفاستحمل القلص الوخادة الزادا\nالجزء: 1 ¦ الصفحة: 156\n",
        "أراقك الحنظل العامي منتجعا\n...\nوغيرك انتجع السعدان وازدادا\nأتعبت سرحك حتى لص عن كثب\n...\nنياقها رزحا والصعب منقادا\nفاقطع علائق ما تحويه من نشب\n...\nواستودع الله أموالا وأولادا\nروى عن أبي الفتوح نصر بن أبي الفرج بن علي بن محمد الحافظ، وقد سمع عليه صحيح البخاري، ومسند الشافعي. وقرأ صحيح البخاري أيضا على أبي سعد ثابت بن شرف، وسمع بعدن من إبراهيم بن يعقوب الهروي الحسبانادي، والنظام محمد بن الحسن بن سعد المرغيناني.\nوسمع منه الحافظ شرف الدين الدمياطي.\nوكان مولده بلوهور من بلاد الهند، سنة سبع وسبعين وخمسمائة؛ في يوم الخميس عاشر صفر.\nووفاته ليلة الجمعة تاسع عشر شعبان سنة خمسين وستمائة ببغداد.\nوأوصى أن يحمل إلى مكة بخمسين دينارا، فحمل إليها ودفن بها، والله أعلم.\nالجزء: 1 ¦ الصفحة: 157\n",
        "[\n94 - الحسن بن حفص، ابن ذكوان\n]\nالحسين بن حفص بن فضل بن يحيى بن ذكوان، أبو محمد الميداني الأصبهاني. تفقه على أبي يوسف.\nوهو الذي نقل فقه أبي حنيفة إلى أصبهان، وأفتى بمذهبه.\nروى عن السفيانين.\nوعنه أبو قلابة.\nخرّج له مسلم في صحيحه.\nمات سنة اثنتي عشرة ومائتين.\nالجزء: 1 ¦ الصفحة: 158\n",
        "[95 - الحسين بن علي، الجُعَل الكاغدي]\nالحسين بن علي بن إبراهيم، أبو عبدالله البصري، المعروف بـ\"الكاغدي\"\nقال في الفهرست:\" من أهل البصرة، ومولده بها، وأستاذه أبو القاسم بن سهلويه، ويلقب بـ\"قشور\"على مذهب أبي هاشم.\nوإليه انتهت رئاسة أصحابه في عصره.\nوكان فاضلًا، فقيهًا، متكلمًا، عالي الذكر، نبيه القدر، عالمًا بمذهبه، منتشر الذكر في الأصقاع والبلدان، وسيما بخراسان. وكان يتفقه على مذهب أهل العراق.\nقرأ على أبي الحسن، وأبي جعفر.\nالجزء: 1 ¦ الصفحة: 159\n",
        "ومولده سنة ثمان وثلاثمائة.\nوتوفي سنة تسع وستين وثلاثمائة.\nوله كتاب \"نقض كلام الراوندي\" وكتاب\"الجواب على مسألتي الرامهزي\" وكتاب\"الإيمان\" وكتاب\" الإقرار\" وكتاب\" المعرفة\" كتاب\"شرح مختصر الكرخي\" وكتاب\"الأشربة\" وكتاب\"تحريم المتعة\" وكتاب\"جواز الصلاة بالتلاوة الفارسية\".\n[96 - الحسين بن علي، الصُّغْناقي]\nالحسين بن علي بن الحجاج بن علي، حسام الدين الصُّغْنَاقيّ، شارح الهداية.\nقدم حلب.\nوصنف أيضا \"الكافي\" شرح البزدوي.\nوقدم دمشق سنة عشر وسبعمائة.\nقلت: وشرح \"المختصر\" المنسوب إلى الحسام الاخسيكثي، المسمى\nالجزء: 1 ¦ الصفحة: 160\n",
        "بـ\"المنتخب\" وشرح \"التمهيد\" في أصول الدين، تصنيف أبي المعين النسفي.\nتفقه على الإمام حافظ الدين محمد بن محمد بن نصر، والإمام فخر الدين محمد بن محمد الْمَايَمَرْغِيّ.\nوأجاز قاضي القضاة ناصر الدين محمد بن كمال الدين عمر، الشهيربابن العديم في رجب، سنة إحدى عشرة وسبعمائة بحلب.\n[\n97 - الحسين بن محمد النجم\n]\nالحسين بن محمد بن أسعد، المعروف بالنجم.\nله شرح \"الجامع الصغير\" و\"الفتاوى\" و\"الواقعات\".\nكان بحلب في أيام متملكها محمود بن زنكي.\n[\n98 - الحسين بن محمد البلخي\n]\nالحسين بن محمد بن خسروالبلخي، جامع مسند أبي حنيفة.\nمات سنة اثنتين وعشرين وخمسمائة. انتهى.\nقلت: أرخ الذهبي وفاته في سنة ست وقال: كان مفيد أهل بغداد، ومحدث وقته.\nالجزء: 1 ¦ الصفحة: 161\n",
        "سمع من أبي الحسن الأنباري، وأبي عبد الله الحميدي، وطبقتهم.\nروى عنه ابن عساكر وابن الجوزي.\nوممن يسمى بهذا الاسم منهم.\n[\n99 - الحسين بن عبد الله أبو علي ابن سينا\n]\nالحسين بن عبد الله أبوعلي، ابن سينا.\nتفقه في المذهب على الإمام أبي بكر ابن الإمام أبي عبد الله الزاهد.\nوأتقن الفنون، وصنف ما يقارب مائة مصنف. منها كتاب \"الشفاء\" وكتاب \"النجاة\" وكتاب \"الإشارات\" وكتاب \"الغيض\" وكتاب \"القانون\" و\"ميزان النظر\" ورسالة حي [بن] يقظان ورسالة\"سلامان\" ورسالة \"الطير\"\nالجزء: 1 ¦ الصفحة: 162\n",
        "ونظم في الفنون: الطب وغيره.\nولد سنة سبعين وثلاثمائة.\nويقال: تاب في مرض موته، وتصدق بما معه، ورد المظالم على من عرفه وأعتق مماليكه، وجعل يختم في كل ثلاثة أيام ختمة.\nومات بهمدان يوم الجمعة، في شهر رمضان، سنة ثمان وعشرين وأربعمائة.\n[\n100 - الحسين بن علي الصيمري\n]\nوالحسين بن علي بن محمد بن جعفر، أبو عبد الله الصيمري.\nالجزء: 1 ¦ الصفحة: 163\n",
        "قال أبو الوليد الباجي: هو إمام الحنفية ببغداد، وكان قاضيا عالمًا خيرا.\nروى عن أبي بكر هلال بن محمد، ابن أخي هلال الرأي، وأبي حفص بن شاهين، وسمع الدارقطني.\nقال الخطيب: مولده سنة إحدى وخمسين وثلاثمائة.\nووفاته في ليلة الأحد حادي عشر شوال سنة ست وثلاثين وأربعمائة.\nوله شرح \"مختصر الطحاوي\" عدة مجلدات، ومجلد ضخم في \"أخبار أبي حنيفة وأصحابه\".\n[\n101 - الحسين بن يحيي، الزندويستي\n]\nوالحسين بن يحيي البخاري، الزندويستي.\nالجزء: 1 ¦ الصفحة: 164\n",
        "له كتاب \"روضة العلماء\" وله \"نظم الفقه\".\nكذا رأيت اسمه في مصنفه.\nوقال عبد القادر: اسمه علي.\nولعل لفظة \"أبو\" قبل علي سقطت والله أعلم.\n[\n102 - حكيم القاضي\n]\nحكيم القاضي.\nذكره في القنية.\nوله \"مختصر في الحيض\" و\"شرحه\" واختار في بعض فروع الفقه.\n[103 - حيدرة بن عمر الصّفَّار]\nحيدرة بن عمر، أبو الحسن الصفار.\nوضع على الجامع الصغير كتابًا، وشرح \"السراجية\".\nوقال الذهبي: قال الخطيب: كان صدوقًا، وافر العقل، حدث عن جماعة ممن أدركهم من السلف.\n[\n104 - خطاب بن أبي القاسم القراحصاري\n]\nخطّاب بن أبى القاسم القراحصاري.\nالجزء: 1 ¦ الصفحة: 165\n",
        "له \"شرح المنظومة\" في مجلدين. فرغ منه في صفر سنة سبع عشرة وسبعمائة.\nوكان ورد دمشق ثم رجع إلى بلاده.\n[\n105 - خلف بن أيوب البلخي\n]\nخلف بن أيوب.\nمن أصحاب محمد بن الحسن وزفر.\nله \"مسائل\" منها: الصدقة على السائل في المسجد، قال: لا أقبل شهادة من تصدق عليه.\nمات سنة خمس ومائتين، وقيل: خمس عشرة، وقيل: عشرين ومائتين. وخرّج له الترمذي. انتهى.\nوفي هذا الحرف:\nالجزء: 1 ¦ الصفحة: 166\n",
        "[\n106 - الخليل بن أحمد الشجري\n]\nالخليل بن أحمد بن محمد بن الخليل، أبو سعيد الشجري.\nقال الصفدي: كان إمامًا في كل علم، شائع الذكر، مشهور الفضل، معروفًا بالإحسان في النظم والنثر.\nومن شعره:\nسأجعل لي النعمان في الفقه قدوة\n...\nوسفيان في نقل الأحاديث سيدا\nومن مصنفاته: كتاب \"الدعوات والآداب والمواعظ\".\nورحل رحلة واسعة.\nوكانت وفاته بسمرقند في جمادى الآخرة، سنة ثمان وسبعين وثلاثمائة.\n[\n107 - خمير الوبري\n]\nخمير الوبري.\nالجزء: 1 ¦ الصفحة: 167\n",
        "قال عبد القادر: له كتاب \"الأضحية\"\nولم يذكر الدليل.\nوفيه:\n[108 - داود بن المحبَّربن قحذم]\nداود بن المحبر بن قحذم.\nصاحب كتاب \"العقل\".\nمترجم في \"التهذيب\" لأن ابن ماجة أخرج له.\nوذكره عبد القادر في كتاب \"طبقات الحنفية\".\n[\n109 - داود بن محمد الأودني\n]\nداود بن محمد بن موسى بن هارون الأُوْدني-بضم الهمزة-.\nله كتب، منها: كتاب \"ذكر الصالحي\"ن وكتاب \"أحداث الزمان\" وكتاب \"فضائل القرآن\"\nالجزء: 1 ¦ الصفحة: 168\n",
        "ذكره عبد القادر.\n[\n110 - داود بن الهيثم التنوخي\n]\nداود بن الهيثم بن إسحاق بن بُهلول، أبو سعيد التنوخي.\nقال الخطيب: قال علي بن المحسِّن: كان فصيحا، لغويا، حسن العلم بالعروض.\nوصنف كتبًا في اللغة والنحو على مذهب الكوفيين، وله كتاب كبير في \"خلق الإنسان\"متداول.\nمات سنة ست عشرة وثلاثمائة؛ وله ثمان وثمانون سنة.\n[\n111 - زفر بن الهذيل البصري\n]\nزفر بن الهذيل بن قيس العنبري، البصري.\nصاحب أبي حنيفة.\nكان يفضله ويقول: هو أقيس أصحابي.\nوتزوج فحضره أبو حنيفة، فقال له زفر: تكلم.\nالجزء: 1 ¦ الصفحة: 169\n",
        "فقال أبو حنفية في خطبته: هذا زفر بن الهذيل إمام من أئمة المسلمين وعلم من أعلامهم في شرفه وحسبه وعلمه.\nوقال ابن معين: ثقة مأمون.\nوقال ابن حيان: كان فقيهًا، حافظًا، قليل الخطأ، كان أبوه من أهل أصبهان. وقال أبو نعيم: كان ثقة مأمونا.\nدخل البصرة في ميراث أخيه، فتشبث به أهل البصرة ومنعوه من الخروج منها.\nولي قضاء البصرة.\nوولد سنة عشر ومائة.\nومات بها سنة ثمان وخمسين ومائة.\nوقال: ما خالفت أبا حنيفة في قول إلا وقد كان أبو حنيفة يقول به.\nولم يذكر السين.\nوفيه:\n[\n112 - سعد بن عبد الله الغزنوي\n]\nسعد بن عبد الله بن أبي القاسم الغرنوي، أبو نصر، الإمام الكبير.\nله كتاب \"الغرائب والغوامض والملتقطات\".\n[\n113 - سفيان بن سحبان\n]\nسفيان بن سحبان.\nالجزء: 1 ¦ الصفحة: 170\n",
        "قال ابن النديم في \"الفهرست\": سفيان بن سحبان من أصحاب الرأي، وكان فقيهًا ومتكلِّمًا.\nوله من الكتب كتاب \"العلل\".\n[\n114 - شداد بن حكيم\n]\nشداد بن حكيم.\nمن أصحاب زفر.\nبعثت إليه امرأته بسحور على يدي خادم فأبطأت الخادم في الرجوع فاتهمته المرأة، فقال شداد: لم يكن بيننا شيء.\nوآل الكلام بينهما إلى أن قال لها شداد: تعلمين الغيب؟ فقالت: نعم.\nفوقع في قلبه من هذا شيء، فكتب إلى محمد بن الحسن، فأجاب: جدِّد النكاحَ فإنها كفرت.\nوكان شداد إذا اشترى جارية تزوجها ويقول: لعلها حرة.\nومات آخر سنة عشر ومائتي. انتهى.\nولم يذكر في\nحرف الصاد\nأحدا.\nوفيه:\n[115 - صاعد بن محمد الأُستوائي]\nصاعد بن محمد بن أحمد بن عبد الله، أبو العلاء، عماد الإسلام، قاضي نيسابور الأُستوائي.\nالجزء: 1 ¦ الصفحة: 171\n",
        "تفقه على أبي نصر بن سهل، واختلف في الأدب إلى أبي بكر الخوارزمي.\nله كتاب \"الاعتقاد\" ذكر فيه عن عبد الملك بن أبي الشوارب أنه أشار إلى قصرهم العتيق بالبصرة وقال: وقد خرج من هذه الدار سبعون قاضيًا على مذهب أبى حنيفة كلهم كانوا يرون إثبات القدر، وأن الله تعالى خالق الخير والشر ويروون ذلك عن أبي حنيفة، وأبى يوسف، ومحمد، وزفر، وأصحابهم. قال الخطيب: بلغنا أنه مات سنة اثنتين وثلاثين وأربعمائة. وقيل: سنة إحدى وثلاثين.\nوقال السمعاني: ولد في ربيع الأول، سنة ثلاث وأربعين وثلاثمائة.\n[\n116 - صاعد بن منصور الكرماني\n]\nصاعد بن منصور بن علي الكرماني.\nله كتاب\" الأجناس\". حدّث عنه ببعضه محمد بن عبيد الله بن أبي حنيفة الدَّسْتجِردِي، فسمعه أبوعبد الله الحسين بن محمد بن خسرو البلخي.\n[\n117 - طاهربن أحمد، افتخار الدين البخاري\n]\nطاهر بن أحمد بن عبد الرشيد البخاري\nالجزء: 1 ¦ الصفحة: 172\n",
        "كتاب \"الواقعات\" وكتاب \"النصاب\" وكتاب \"خلاصة الفتاوى\".\nقلت: منه:\n[\n118 - طاهر بن علي\n]\nطاهر بن علي.\nله \"فتاوى\".\nوكان رفيقًا لمحمودبن الولي.\n[\n119 - طاهر بن محمدالحفصي\n]\nطاهر بن محمد بن عمر بن أبي العباس، أبوالمعالي، الحفصي.\nله: \"الفصول في علم الأصول\".\nوكنيته أبو المعالي.\n[\n120 - طاهر بن محمود، صدر الإسلام\n]\nطاهر بن محمود الملقب صدر الإسلام.\nالجزء: 1 ¦ الصفحة: 173\n",
        "صاحب \"الفوائد\".\nذكره في فصول العمادي.\n[\n121 - عباس بن حمدان الأصبهاني\n]\nعباس بن حمدان، أبوالفضل الأصبهاني.\nذكره ابن حبان فقال: صنّف المسند، وكان عنده عن العراقيين والأصبهانيين.\nوكان ثبتًا، متقنًا، صدوقًا، من عبادالله الصالحين.\n[\n122 - عبد الله بن أحمدالنسفي\n]\nعبد الله بن أحمد بن محمود، حافظ الدين النسفي، أبو البركات.\nالجزء: 1 ¦ الصفحة: 174\n",
        "له كتاب \"المصفى\" شرح المنظومة وكتاب \"المنافع شرح النافع\" وكتاب \"الكافي شرح الوافي\" وكتاب \"الواف\"ي تصنيفه أيضا، وكتاب \"كنز الدقائق\" وكتاب \"المنار\" في أصول الفقه، وكتاب \"العمدة\" في أصول الدين، وكتاب \"شرح الهداية\".\nكان ببغداد سنة عشر وسبعمائة.\nقلت: تفقه على شمس الأئمة الكردري، وروى \"الزيادات\" عن العتابي، وسمع منه الصغناقي. وشرح \"المنار\" وسماه \"الكشف\" وشرح \"العمدة\" وسماه \"الاعتماد\" ولا يعرف له \"شرح الهداية\". والله أعلم.\n[123 - عبد الله بن محمد السَّبَذْموني، الأستاذ]\nعبد الله بن محمد بن يعقوب بن الحارث بن الخليل البخاري، الحارثي، السَّبَذْموني.\nالجزء: 1 ¦ الصفحة: 175\n",
        "رحل وروى عن الفضل بن محمد الشعراني. وعنه ابن منده.\nوكان مكثرا.\nولد في ربيع الآخر سنة ثمان وخمسين ومائتين.\nومات في شوال سنة أربعين وثلاثمائة.\nقال ابن منده: غير ثقة، وله مناكير.\nصنّف كتاب \"كشف الأسرار\"في مناقب أبي حنيفة، وصنَّف \"مسند أبي حنيفة\".\nوقال ابن الجوزي: إن أبا سعيد بن الرواس قال: متهم بوضع الحديث. قلت: قال الذهبي في \"تاريخ الإسلام\": كان ابن منده حسن الرأي فيه.\n[124\n- عبدالله بن محمود، أبو الفضل، الموصلي]\nعبد الله بن محمود بن مودود بن محمود، مجد الدين، أبوالفضل الموصلي.\nالجزء: 1 ¦ الصفحة: 176\n",
        "ولد بالموصل يوم الجمعة، سلخ شوال، سنة تسع وتسعين وخمسمائة. وحدّث عن ابن طبرزد.\nوكان فقيهًا عارفًا بالمذهب.\nولي القضاء بالكوفة ثم عزل.\nورجع إلى بغداد، ودرَّس بمشهد الإمام أبي حنيفة.\nوأفتى حتى مات يوم السبت، تاسع عشر المحرم، سنة ثلاث وثمانين وستمائة. وله كتاب \"المختار للفتوى\" وكتاب \"الاختيار لتعليل المختار\" وغيره. انتهى.\nقلت: وله كتاب \"المشتمل على مسائل المختصر\".\nوممن تسمى بهذا الاسم منهم.\n[125\n- عبد الله بن أحمدالكعبي]\nعبد الله بن أحمد بن محمود، أبو القاسم البلخي.\nالجزء: 1 ¦ الصفحة: 177\n",
        "صاحب التصانيف في علم الكلام.\nوكان فيه اعتزال.\nأقام ببغداد، واشتهرت بها كتبه. ثم عاد إلى بلخ.\nوتوفي بها في شعبان، سنة تسع عشرة وثلاثمائة، فيما ذكره الخطيب.\n[\n126 - عبد الله بن الحسين الناصحي\n]\nوعبد الله بن الحسين أبو محمد النيسابوري، المعروف بالناصحي.\nولي القضاء بخراسان.\nوقدم بغداد، وحدث بها عن بشر بن أحمد الإسفراييني، وابن حمدان والطبقة.\nوسمع منه ابن الضراب وغيره.\nوعقد مجلس الإملاء.\nوله مختصر في الوقف، اختصره من كتاب الخصاف وهلال.\nالجزء: 1 ¦ الصفحة: 178\n",
        "توفي سنة سبع وأربعين وسبعمائة.\n[127 - عبد الله بن علي، قاضي صَوْر]\nوعبد الله بن علي السنجاري، تاج الدين، أبو عبد الله، المعروف بـ\"قاضي صَوْر\".\nولد بسنجار سنة اثنتين وعشرين وسبعمائة.\nوتفقه على الشيخ عز الدين حسن ابن عيون وغيره.\nنظم \"المختار\" في الفقه و\"السراجية\" في الفرائض.\nوله كتاب \"البحر الحاوي في الفتاوي\" جمع فيه من مذاهب الأئمة الأربعة وأقوال بعض الصحابة والتابعين.\nونظم \"سلوان المطاع\".\nوله قصيدة في مكارم الأخلاق.\nتوفي بدمشق سنة ثمانمائة.\nالجزء: 1 ¦ الصفحة: 179\n",
        "[128 - عبد الله بن محمد، ابن ناقيا البُنْدار]\nوعبد الله بن محمد بن الحسين بن ناقيا.\nقال ابن النجار: هو الحنفي المعروف بالبُنْدار، أديب مطبوع.\nله خط حسن صحيح، ومصنفات ملاح. منها كتاب \"الجُمان في مشتبهات القرآن\" لم يسبق إلى مثله. و\"ملح الكتاب\" في الرسائل وغير ذلك.\nولد في النصف من ذي القعدة سنة عشر وأربعمائة.\nوتوفي يوم الأحد رابع محرم سنة خمس وثمانين وأربعمائة.\nالجزء: 1 ¦ الصفحة: 180\n",
        "[\n129 - عبد الباقي بن قانع الحافظ\n]\nعبد الباقي بن قانع، الحافظ.\nمصنف \"المعجم في أسماء الصحابة\".\nذكره عبد القادر في طبقات الحنفية.\n[\n130 - عبد الجباربن أحمد، زين الدين\n]\nعبد الجبار بن أحمد، زين الدين.\nمفتي مازندران.\nله كتاب \"الخلاصة في الفرائض\".\nكان في حدود الخمسمائة.\nالجزء: 1 ¦ الصفحة: 181\n",
        "[131\n- عبدالحميدبن عبدالعزيز القاضي]\nعبد الحميد بن عبد العزيز القاضي، أبوخازم.\nأصله من البصرة.\nوأخذ العلم عن بكر الْعَمْي.\nوتفقه عليه أبو جعفر الطحاوي.\nولي قضاء الشام، والكوفة، والكرخ من بغداد.\nمات سنة أثنتين وتسعين ومائتين.\nوله كتاب \"المحاضر والسجلات\" وكتاب \"أدب القاضي\" وكتاب \"الفرائض\"وكان ورعًا، عالمًاً بمذهب أبي حنيفة، وبالفرائض، والحساب، والذَّرع، والقسمة، والجبر، والمقابلة، وحساب الدور، وغامض الوصايا، والمناسخات.\n[132\n- عبدالخالق بن أسد، تاج الدين الطرابلسي]\nعبد الخالق بن أسد بن ثابت، أبو محمد الحافظ، تاج الدين.\nالجزء: 1 ¦ الصفحة: 182\n",
        "جمع معجم شيوخه، فأبان فيه عن معرفته.\nتوفي بدمشق سنة ثلاث وثلاثين وخمسمائة.\n[\n133 - عبد الرحمن بن عمر، ابن العديم\n]\nعبد الرحمن بن عمر بن أبي جرادة، الصاحب، أبو المجد، مجد الدين.\nولد سنة أربع عشرة وستمائة.\nخرّج له أبو العباس الظاهري معجمًأ في عشرة أجزاء، وحدَّث به.\nوانتهت إليه رئاسة الحنفية في وقته.\nالجزء: 1 ¦ الصفحة: 183\n",
        "[\n134 - عبد الرحمن بن محمد الكرماني\n]\nعبد الرحمن بن محمد بن أميرويه بن محمد بن إبراهيم، ركن الدين، أبوالفضل الكرماني.\nولد بكِرْمان في شوال سنة سبع وخمسين وأربعمائة.\nوقدم مرو فتفقه وبرع حتى صار إمام الحنفية بخراسان.\nوله كتاب \"شرح الجامع الكبير\" وكتاب \"التجريد\" وشرحه بكتاب سماه \"الإيضاح\" وكتاب \"إشارات الأسرار\"وكتاب\" النكت على الجامع الصغير\".\nومات بمرو ليلة العشرين من ذي القعدة، سنة ثلاث وأربعين وخمسمائة.\n[135 - عبد الرحمن بن محمد القُزِّي]\nعبد الرحمن بن محمد بن حسكا، أبو سعيد القُزِّي.\nمن قُزّ: محلة بنيسابور.\nالجزء: 1 ¦ الصفحة: 184\n",
        "توفي سنة أربع وسبعين وثلاثمائة.\nورحل إلى العراق.\nوحدّث.\nوصنف كتاب \"الجامع الصغير\".\nقلت: حكى الذهبي في تاريخ الإسلام أنه لم يكن في أصحاب الرأي أسند منه.\nسمع أبايعلى بالموصل، وحامد بن شعيب، ومحمد بن صالح بن دريح ببغداد.\nوتوفي في شعبان سنة أربع وسبعين وثلاثمائة، وله اثنان وسبعون سنة.\nروى عنه الحاكم.\n[\n136 - عبد الرحمن بن محمد السرخسي\n]\nعبد الرحمن بن محمد السرخسي.\nتفقه بأبي الحسين القدوري.\nوقصد بلاد خوزستان، فناب في القضاء بالبصرة.\nوتوفي في الثالث والعشرين من رمضان سنة تسع وثلاثين وأربعمائة.\nله كتاب \"التجريد\" وكتاب \"مختصر المختصرين\".\nقلت: المعروف \"تكملة التجريد\".\nوممن تسمى بهذا الاسم.\nالجزء: 1 ¦ الصفحة: 185\n",
        "[\n137 - عبد الرحمن بن محمداللخمي\n]\nعبد الرحمن بن محمد بن عبد العزيز، وجيه الدين، أبو القاسم، اللخمي.\nقال الدمياطي: كان شيخا، فاضلًا، شاعرا، مع ما فيه من التبحر على مذهب الإمام أبي حنيفة.\nودرَّس، وناظر، وطال عمره.\nودرَّس بالمدرسة الحنفية بحارة زويلة المعروفة بالعاشورية إلى أن مات.\nوله عدة تصانيف في علوم عديدة نظمًا ونثرًا في المذاهب الأربعة، واللغة، والتفسير، والوعظ، والإنشاء.\nوله خط حسن.\nمات سنة ثلاث وأربعين وستمائة، في ذي القعدة.\nودفن بسفح المقطم.\nسمع منه زكي الدين المنذري على ما في معجم شيوخه.\nوقال الذهبي: ولد بقبرص سنة خمس وخمسين.\nومات سابع ذي القعدة سنة ثلاث كما ذكر تاريخه.\nالجزء: 1 ¦ الصفحة: 186\n",
        "[\n138 - عبد الرحمن بن محمد، ابن دوست\n]\nوعبد الرحمن بن محمد بن محمد، أبوسعد الحاكم، المعروف بـ\"ابن دوست\" وهو لقب جده.\nقرأ على أبي بكر محمد بن العباس الطبري.\nوسمع الدواوين، وحصّلها وأتقنها، وصنف الكتب، وصحّح الأصول. روى عنه أبو عبد الله الفارسي.\nمات في ذي القعدة سنة إحدى وثلاثين وأربعمائة.\nذكره في الحنفية عبد القادر في \"الجواهر\".\n[139\n- عبد الرحيم بن عبدالعزيز، عماد الإسلام]\nعبد الرحيم بن عبد العزيز بن محمود بن محمد السديدي، الزَّوزَني، المعروف بـ\"عماد الإسلام\".\nيروي \"معاني الآثار\" للطحاوي.\nالجزء: 1 ¦ الصفحة: 187\n",
        "[\n140 - عبد الرشيد بن أبي حنفيةالولوالجي\n]\nعبد الرشيد بن أبي حنيفة بن عبد الرزاق بن عبد الله الولوالجي، أبو الفتح. من \"ولوالج\" بلدة من طخارستان.\nسكن سمرقند.\nإمام فاضل، حسن السيرة.\nوتفقه على جماعة. وكتب الأمالي.\nوولد في جمادى الأولى سنة سبع وستين وأربعمائة.\nومات بعد الأربعين وخمسمائة.\nقلت: وذكره الذهبي في هذه الطبقة من الذين لم تعرف وفاتهم.\n[\n141 - عبد العزيز بن أحمدالبخاري\n]\nعبد العزيز بن أحمد بن محمد البخاري.\nله شرح البزدوي، وشرح الاخسيكثي وشرح الهداية إلى النكاح، ومات.\nالجزء: 1 ¦ الصفحة: 188\n",
        "قلت: تفقه على الإمام محمد المايمرغي.\nوكان وضعه لشرح الهداية المذكور بسؤال القوام الكاكي.\n[\n142 - عبد العزيز بن أحمد، شمس الأئمة الحلواني\n]\nعبد العزيز بن أحمد بن نصر بن صالح، شمس الأئمة الحلواني- نسبة لبيع الحلوى- صاحب المبسوط.\nإمام الحنفية في وقته ببخارى.\nحدَّث عن أبي عبد الله غُنجار وتفقه على جماعة.\nتوفي سنة ثمان، أوتسع وأربعين وأربعمائة بـ\"كَشّ\" ودفن ببخارى.\nالجزء: 1 ¦ الصفحة: 189\n",
        "قلت: تفقه على القاضي أبي [علي] الحسين بن الخضر النسفي، وأبي الفضل الزرنجري.\nوتفقه عليه الأنْدَقي، وسمع منه شمس الأئمة السرخسي.\nقال أبو العلاء الفرضي: مات ببخارى في شعبان سنة ست وخمسين وأربعمائة.\nوقال النخشبي في \"معجمه\": مات سنة اثنتين وخمسين.\nوقال الذهبي: سنة ست أصح فإنه بخط شيخنا الفرضي.\n[\n143 - عبد العزيز بن عثمان النسفي\n]\nعبد العزيز بن عثمان بن إبراهيم بن محمد بن أحمد بن أبي بكر محمد بن الفضل بن جعفر بن رجا بن زُرعة الفَضْلي، القاضي، النسفي.\nتفقه ببخارى.\nالجزء: 1 ¦ الصفحة: 190\n",
        "وله كتاب \"المنقذ من الزلل في مسائل الجدل\" وكتاب \"الفحول في علم الأصول\" و\"تعليق الخلاف\".\nوبرع في علم النظر.\nوناب في القضاء بخراسان.\nوانفرد بالفتوى، حتى مات في ربيع الأول سنة ثلاث وثلاثين وخمسمائة. قلت: كتابه الذي في الأصول يعرف بـ\"كفاية الفحول\" و\"تعليق الخلاف\" يوجد في أربع مجلدات. وله \"فصول في الفتاوى\" والله أعلم.\n[\n144 - عبد المطلب بن الفضل، افتخار الدين الهاشمي\n]\nعبد المطلب بن الفضل بن عبد المطلب بن الحسين بن أحمد بن الحسين بن محمد بن الحسين بن عبد الرحمن بن عبد الملك بن صالح بن علي بن عبد الله بن عباس، افتخار الدين الحلبي.\nولد ببلخ في سادس جمادى الآخرة، سنة تسع وثلاثين وخمسمائة.\nوله \"شرح الجامع الكبير\".\nحدَّث ودرَّس وكان رئيسا.\nتوفي في جمادى الآخرة سنة ست عشرة وستمائة.\nقلت: هذا هو المشهور بالهاشمي كنيته أبو هاشم.\nكان شريفا، رئيسا، عاقلا، ورعًا، ديِّنا، صحيح السماع، عالي الإسناد. روى عنه خلق كثير ذكر بعضهم الذهبي في تاريخه.\nالجزء: 1 ¦ الصفحة: 191\n",
        "[\n145 - عبيد الله بن عمر، أبوزيد الدبوسي\n]\nعبيد الله بن عمر بن عيسى، أبوزيد الدَّبُّوسي.\nله كتاب \"الأسرار\" وكتاب \"تقويم الأدلة\".\nوهو أول من وضع علم الخلاف.\nتوفي ببخارى سنة ثلاثين وأربعمائة. وقيل: يوم الخميس، منتصف جمادى الآخرة، سنة اثنتين وثلاثين وهو ابن ثلاث وستين سنة.\nناظر مرة رجلا، فجعل يتبسم ويضحك، فأنشد أبو زيد لنفسه: شعر:\nما لي إذا ألزمته حجة\n...\nقابلني بالضحك والقهقهه\nإن كان ضحك المرء من فقهه .. فالدب في الصحراء ما أفقهه\nانتهى قلت: ويروى:\n............\nبالضحك والتبسمة فالدب\n................\nفي الصحراء ما أفهمه\nالجزء: 1 ¦ الصفحة: 192\n",
        "والدَّبُّوسي- بفتح الدال المهملة وضم الموحدة-: نسبة إلى قرية بين بخارى وسمرقند، يقال لها: دبُّوسة.\nقال الذهبي: كان ممن يضرب به المثل في النظر واستخراج الحجج.\nومن مصنفاته: كتاب \"الأمد الأقصى\" أيضا. والله أعلم.\nوممن عُبِّد:\n[\n146 - عبد الخالق بن أسد، تاج الدين الطرابلسي\n]\nعبد الخالق بن أسد بن ثابت، تاج الدين، أبو محمد الحافظ، الجوال.\nولد بدمشق.\nوتفقه على البلخي والهيتي وآخرين.\nورحل إلى بغداد، وهمدان، وأصبهان.\nوكتب وسمع الكثير من عبد الكريم بن حمزة الحداد، وطاهر بن سهل الإسفراييني وآخرين.\nوخرّج معجمًا لشيوخه. وحدَّث به.\nوكان فاضلًا أديبًا.\nدرَّس بالصادرية.\nوكان له مجلس التذكير.\nمات بدمشق سنة ثلاث وثمانين، وقيل: أربع وستين وخمسمائة.\nالجزء: 1 ¦ الصفحة: 193\n",
        "قلت: ومعجم شيوخه بخزانة الظاهر بيبرس.\n[\n147 - عبد الرب بن منصور الغزنوي\n]\nوعبد الرب بن منصور بن إسماعيل بن إبراهيم الغزنوي.\nكانت وفاته في حدود الخمسمائة.\nشرح القدوري في مجلدين وسماه \"ملتمس الإخوان\".\n[\n148 - عبد الغفور بن لقمان الكردري\n]\nوعبد الغفور بن لقمان بن محمد، تاج الدين، أبو المغافر، الكردري.\nتفقه على أبي الفضل عبد الرحمن الكرماني.\nوتولى قضاء حلب للعادل نور الدين محمود.\nوصنف شرحا على الاخسيكثي، وشرحا على \"التجريد\" وسماه.\nالجزء: 1 ¦ الصفحة: 194\n",
        "المفيد والمزيد وشرح الجامع الصغير على طريق الجامع الكبير في تقرير أصول الأبواب وكان على غاية من الزهد توفي سنة اثنتين وخمسين وقيل اثنتين وستين وخمسمائة.\n[\n149 - عبد القادر بن محمد العقيلي\n]\nعبد القادر بن محمد بن أبي الكرم عبدالرحمن بن علوي بن المعلَّى بن علوي بن جعفر القاضي، تاج الدين، ابن القاضي عز الدين، العقيلي، البخاري، الحنفي.\nسمع الصحيح من ابن الزبيدي، وسمع من الإمامين، جمال الدين الحصيري،\nوتقي الدين بن الصلاح.\nوولي القضاء، ونظر الأوقاف بحلب.\nوتوفي سنة ست وتسعين وستمائة.\nومولده سنة ثلاث وعشرين وخمسمائة.\nالجزء: 1 ¦ الصفحة: 195\n",
        "[\n150 - عبد القادر بن محمدالقرشي\n]\nوعبد القادر بن محمد بن محمد بن نصر الله بن سالم، محيي الدين، أبو محمد، ابن أبي الوفاء القرشي.\nمولده سنة ست وتسعين وستمائة.\nسمع وحدَّث وأفتى ودرَّس.\nوصنف كتاب \"العناية في تخريج أحاديث الهداية\" وكتاب \"الوسائل في تخريج أحاديث الدلائل\" ويسميه أيضا \"المجموع\" وشرح معاني الآئار للطحاوي، وكتاب \"الدرر المنيفة في الرد على ابن أبي شيبة عن الإمام أبي حنيفة\" وكتاب \"الجواهر المضيئة في طبقات الحنفية\" وكتاب \"ترتيب تهذيب الأسماء واللغات\" وكتاب \"البستان في فضائل النعمان\"و\"مختصر\" في علوم الحديث و\"مسائل مجموعة\" في الفقه، وقطعة من\nالجزء: 1 ¦ الصفحة: 196\n",
        "شرح \"الخلاصة\" في مجلدين، و\"تفسير آيات\" و\"فوائد\".\nتوفي تاسع ربيع الأول سنة خمس وسبعين وسبعمائة.\n[151\n- عبدالكريم بن عبد النور، القطب الحلبي]\nوعبد الكريم بن عبدالنور، أبو علي، أوأبو محمد، قطب الدين، الحلبي الأصل. مولده سنة ثلاث وستين وستمائة، وقيل: سنة أربع.\nسمع العز الحراني، وغازي، وابن خطيب المزة، وابن العماد، والطبقة.\nوكتب العالي والنازل وخرَّج وألّف.\nشرح البخاري، بلغ النصف. وعمل \"تاريخ مصر\" فبلغ مجلدات دون\nالجزء: 1 ¦ الصفحة: 197\n",
        "التمام وله غير ذلك مع الفهم والبصر بالرجال والمشاركة الجيدة في الفنون وشرح السيرة النبوية للحافظ عبد الغني مات سخ شهر رجب سنة خمس وأربعين وسبعمائة.\n[\n152 - عبد المجيد بن إسماعيل الهروي\n]\nوعبد المجيد بن إسماعيل بن محمد، أبوسعيدالقيسي الهروي.\nذكره ابن عساكر قال: درَّس العلم ببغداد، والبصرة، وهمدان، وبلاد الروم.\nوله مصنفات في الأصول والفروع.\nتوفي بقيسارية سنة سبع وثلاثين وخمسمائة في شهر رجب وقد أتى على الثمانين.\n[\n153 - عبد الوهاب بن أحمد، ابن وهبان الدمشقي\n]\nوعبد الوهاب بن أحمد بن وهبان، قاضي القضاة، أمين الدين، أبو محمد الدمشقي، قاضي حماة.\nالجزء: 1 ¦ الصفحة: 198\n",
        "تصدَّر في القراءات بالمدرسة العادلية.\nوتفقه بالصدر بن منصور، وأخذ النحو واللغة عن ابن الفصيح، وأبي العباس العتابي، والأصولَ عن البهاء المصري.\nوصنف كتاب \"شرح درر البحار\" على ما قاله في شرحه المسمى بـ\"عقد القلائد في حل قيد الشرائد\" ونظم \"قيد الشرائد\" ونظم \"الفرائد\" في الفقه، وهي قصيدة رائية تشتمل على ألف بيت في الفروع النادرة.\nقال ابن حبيب: توفي وهو من أبناء الأربعين، في سنة ثمان وستين وسبعمائة.\n[154\n- عبدالوهاب بن عمر، ابن أمين الدولة]\nعبد الوهاب بن عمر، الإمام الزاهد، النحوي، ظهير الدين، بن عبد المنعم بن عبد الله، ابن أمين الدولة الحنفي، الحلبي، الصوفي.\nسمع من حنة الحرانية، وأجاز له شعيب الحراني، وابن الجميزي.\nوحدَّث.\nوأخذ عنه محمد بن طغربك، وجماعة.\nتوفي سنة خمس وعشرين وسبعمائة.\nومولده سنة أربعين وستمائة.\nالجزء: 1 ¦ الصفحة: 199\n",
        "[\n155 - عبيد الله بن الحسين، أبو الحسن الكرخي\n]\nوعبيد الله بن الحسين بن دلال بن دَلْهَم، أبو الحسن الكرخي.\nمن كرخ جُدَّان.\nانتهت إليه رئاسة الحنفية بعد أبي خازم، وأبي سعيد البردعي، وانتشرأصحابه. تفقه عليه أبو بكر الرازي، وأبو عبد الله الدامغاني، وأبو علي الشاشي، وأبو القاسم التنوخي.\nالجزء: 1 ¦ الصفحة: 200\n",
        "وكان كثير الصوم والصلاة، صبورًا على الفقر والحاجة، واسع العلم والرواية.\nصنف \"المختصر\" و\"الجامع الكبير\" و\"الجامع الصغير\" وأودعها الفقه والحديث والآثار المخرّجة بأسانيده، وكتاب \"الأشربة\".\nأصابه الفالج في آخر عمره، فكتب أصحابه إلى سيف الدولة ابن حمدان، فلما علم الكرخي بذلك بكى وقال: اللهم لا تجعل رزقي إلا من حيث عودتني. فمات قبل أن تصل إليه صلة سيف الدولة؛ وكانت عشرة آلاف درهم.\nوكان من تولى القضاء من أصحابه هجره.\nمولده سنة ستين ومائتين.\nووفاته ليلة النصف من شعبان سنة أربعين وثلاثمائة.\n[156 - عبيد الله بن سعيد السِّجزي]\nوعبيد الله بن سعيد بن حاتم، أبو نصر السِّجزي.\nتفقه على أبيه.\nقال السمعان: ي هو صاحب التصانيف والتاريخ.\nمات بعد الأربعين وأربعمائة.\nالجزء: 1 ¦ الصفحة: 201\n",
        "ذكره في الحنفية عبد القادر في الجواهر.\n[157 - عبيد الله بن عبد الله الحَسْكاني]\nوعبيد الله بن عبد الله بن أحمد بن محمد بن أحمد بن محمد بن خشكان القاضي، أبو القاسم الحذّاء، القرشي.\nسمع، وانتخب، وصنف، وجمع الأبواب، والكتب، والطرق.\nوتفقه على القاضي أبي العلاء صاعد.\nوحدَّث عن أبيه عن جده.\nروى عنه الدارقطني.\nومات في حدود الثمانين وأربعمائة.\nقال الذهبي: هو النيسابوري، الحنفي، الحاكم، الحافظ، شيخ متقن ذو عناية تامة بالحديث والسماع.\nوهو من ذرية عبد الله بن عامر بن كُريز أسَنَّ وعُمِّرَ.\nووجدت له مجلسا في تصحيح رد الشمس، وقد تكلم على رجاله كلام شيعي عارف بفن الحديث.\nأكثر عنه أبو الحسن عبد الغافر بن إسماعيل.\nولم أجده ذكر له وفاة.\nالجزء: 1 ¦ الصفحة: 202\n",
        "[\n158 - عبيد الله بن مسعود، صدر الشريعة الأصغر\n]\nوعبيد الله بن مسعود بن عبيد الله بن محمود، صدر الشريعة المحبوبي.\nعالم محقق، وحَبْر مدقق.\nله تصانيف مفيدة، منها:\"التنقيح\" في أصول الفقه، وشرحه المسمى بـ\"التوضيح\" و\"شرح الوقاية\" و\"مختصر الوقاية\".\nولم يذكر الشيخ رحمه الله في عثمان أحدا.\nوفيه.\n[\n159 - عثمان بن إبراهيم المارديني\n]\nعثمان بن إبراهيم بن مصطفى بن سليمان المارديني، فخر الدين، أبو عمر المعروف بـ\"ابن التركماني\".\nقال ابن حبيب: إمام مقدم بالديار المصرية، وتعيّن وسفينة القصر مشحونة بالجواهر البحرية. كان فصيح اللسان، معظما عند رب السيف والطيلسان، ذا ديانة أوصافها مأثورة، وأخلاق محاسنها منشورة، متصديا للإفتاء والتدريس، معرضًا عن أهل التدليس والتلبيس.\nشرح \"الجامع الكبير\" وأظهر أسراره بالتحرير والتحبير ثم ألقاه دروسًا\nالجزء: 1 ¦ الصفحة: 203\n",
        "بمدرسة الملك المنصور. واستمر على ما هو بصدده إلى أن افترسه من الموت ليث هصور.\nوكانت وفاته بالقاهرة عن إحدى وسبعين سنة، سنة إحدى وثلاثين وسبعمائة، في حادي عشر رجب.\nقلت: شرح \"مختصر\" الصدر سليمان أيضا.\nوكانت وفاته ليلة السبت في التاريخ المذكور.\nومولده في عاشر جمادى الأولى ستين وستمائة.\n[\n160 - عثمان بن علي الزيلعي\n]\nوعثمان بن علي بن محجن بن موسر، فخر الدين، أبو عمر الزيلعي، الصوفي، البارعي.\nقدم القاهرة سنة خمس وسبعمائة، فدرَّس، وأفتى.\nوكان مشهورا بمعرفة الفقه، والنحو، والفرائض.\nشرح كتاب \"كنز الدقائق\" في عدة مجلدات، فأجاد، وأفاد، وحرر، وانتقد، وصحَّح ما اعتُمِد.\nوتوفي في رمضان سنة ثلاث وأربعين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 204\n",
        "[161 - علي بن سعيد الرُّسْتُغْفَنِي]\nعلي بن سعيد، أبو الحسن الرُّسْتُغْفَنِي.\nمن رُسُْغْفَن إحدى قرى سمرقند.\nوأحد أصحاب أبي منصور الماتريدي.\nله كتاب \"إرشاد المهتدي\" وكتاب \"الزوائد والفوائد\" في أنواع العلوم.\nقال: رأيتُ الماتريديَّ في النوم فقال: يا أبا الحسن! ألم تر أنَّ الله غفر لامرأة لم تصلِّ قط؟ فقلت: بماذا؟ قال: باستماع الأذان وإجابة المؤذن.\n[\n162 - علي بن محمد، فخرالإسلام البزدوي\n]\nعلي بن محمد بن الحسين بن عبد الكريم بن موسى بن عيسى بن مجاهد، أبو الحسن، فخر الإسلام البزدوي.\nالفقيه بما وراء النهر، صاحب الطريقة على مذهب الإمام أبي حنيفة.\nتوفي يوم الخميس خامس رجب سنة اثنتين وثمانين وأربعمائة.\nودفن بسمرقند.\nالجزء: 1 ¦ الصفحة: 205\n",
        "له كتاب \"المبسوط\" أحد عشر مجلدا، وشرح \"الجامع الكبير\" وشرح \"الجامع الصغير\" وكتابه في \"أصول الفقه\" مشهور.\nقلت: قد خرَّجْتُ أحاديثَه ولم أُسْبَق إلى ذلك. والله الموفق.\nقال الذهبي: وكان مولده في حدود الأربعمائة.\nروى عنه أبو المعالي محمد بن نصر الخطيب.\n[\n163 - علي بن موسى القمي\n]\nعلي بن موسى بن يزداد-وقيل: يزيد- القمي.\nسمع محمد بن حميد الرازي وغيره.\nتوفي سنة خمس وثلاثمائة.\nله كتاب \"أحكام القرآن\" وكُتُبٌ في الرد على أصحاب الشافعي.\nقلت: وذكر له أبو إسحاق كتاب\"إثبات القياس والاجتهاد وخبر الواحد\".\nوقال الذهبي: له مصنفات. وهو إمام أهل الرأي بلا مدافعة في عصره. روى عنه أبو بكر أحمد بن سعد بن نصر، وأحمد بن أحْيَد الكاغدي، وآخرون. وتخرج به جماعة من الكبار.\nوأملى بنسابور، وحدَّث بمصنفاته.\n[\n164 - علي بن أبي بكر المرغيناني\n]\nعلي بن أبي بكر بن عبد الجليل الفرغاني، برهان الدين\nالجزء: 1 ¦ الصفحة: 206\n",
        "المرغيناني، الرشداني.\nصاحب \"الهداية\" وكتاب \"البداية\" و\"كفاية المنتهي\" في نحو ثمانين مجلدا، وكتاب \"التجنيس والمزيد\" و\"مناسك الحج\".\nمات سنة ثلاث وتسعين وخمسمائة.\nقلت: وله كتاب \"مختار مجموع النوازل\" وكتاب في \"الفرائض\".\nوقد لقي المشايخ، وجمع لنفسه مشيخة.\nوممن يسمى بهذا الاسم:\n[\n165 - علي بن أحمد، ابن مكي الرازي\n]\nعلي بن أحمد بن مكي، الإمام، حسام الدين الرازي.\nقال ابن عساكر: قدم دمشق وسكنها. وكان يدرِّس بالمدرسة الصادرية، ويفتي على مذهب الإمام أبي حنيفة. ويشهد ويناظر في مسائل الخلاف. قال: وما أظنه حدَّث.\nوقال ابن العديم: تفقه عليه بحلب عمي أبو غانم وجماعة.\nوسمع منه عمر بن البدر الموصلي.\nوكان فقيهًا فاضلًا.\nالجزء: 1 ¦ الصفحة: 207\n",
        "له تصانيف، منها: كتاب \"خلاصة الدلائل\" في شرح القدوري، ومنها \"سلوة الهموم\" جمعه.\nوكانت وفاته سنة ثلاث وتسعين وخمسمائة بدمشق.\nودفن خارج باب الفراديس.\n[\n166 - علي بن بلبان الأمير\n]\nعلي بن بلبان بن عبد الله الفارسي، الأمير، الفقيه، المفتي، النحوي، أبو الحسن المصري.\nمولده سنة خمس وسبعين وستمائة.\nسمع الدمياطي، ومحمد بن علي بن ساعد، وابن عساكر، وغيرهم. وتقدم في المذهب.\nوشرح \"تلخيص الجامع الكبير\" شرحًا مطوّلًا، سماه \"تحفة الحريص\". ورتب \"صحيح ابن حبان\" على الأبواب، وعمل \"معجم الطبراني\" أو أكثره كذلك.\nتوفي تاسع شوال سنة تسع وثلاثين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 208\n",
        "[167 - علي بن الحسين السُّغْدي]\nوعلي بن الحسين بن محمدالسُّغْدي، شيخ الإسلام، أبو الحسن.\nقال السمعاني: سكن ببخارى.\nوكان إمامًا فاضلًا، وفقيهًا مناظرًا.\nوسمع الحديث.\nوروى عنه شمس الأئمة السرخسي \"السير الكبير\".\nومات ببخارى سنة إحدى وستين وأربعمائة.\nومن تصانيفه \"النتف\"و\"شرح السير الكبير\".\nقلت: وبأيديناكتاب \"النتف\" يعزى للغرنوي. والله أعلم.\n[\n168 - علي بن خليل، ابن قاضي العسكر\n]\nوعلي بن خليل بن علي بن الحسين، أبو الحسن الدمشقي، الشهير بابن قاضي العسكر.\nمولده بدمشق سنة ثمان وستمائة.\nومات يوم الأربعاء، ذي القعدة، سنة إحدى وخمسين وستمائة.\nوله كتاب شرح \"الجامع الكبير\".\nالجزء: 1 ¦ الصفحة: 209\n",
        "[\n169 - علي بن زكريا المنبجي\n]\nوعلي بن زكريا بن مسعود المنبجي.\nفقيه فاضل.\nصنف كتاب\"اللباب في الجمع بين السنة والكتاب\"على أبواب فقه المذاهب، فأجاد وأفاد.\nقال الذهبي: روى عن يوسف بن خليل.\nكتب عنه البِرزَالي، وغيره.\nتوفي بالقدس في رمضان، سنة ست وثمانين وستمائة.\n[170 - علي بن سنجر، ابن السبّاك]\nوعلي بن سنجر، تاج الدين المعروف بـ\"ابن السباك\".\nقال: ولدت في شعبان سنة ستين أوإحدى وستين وستمائة.\nتفقه على ظهير الدين، محمد بن عمر البخاري، وابن الساعاتي.\nوكتب \"المنسوب\".وله \"أرجوزة\" في الفقه وشرح أكثر \"الجامع الكبير\".\nالجزء: 1 ¦ الصفحة: 210\n",
        "[\n171 - علي بن عثمان، ابن التركمان\nي]\nوعلي بن عثمان بن إبراهيم بن مصطفى بن سليمان المارديني، قاضي القضاة، علاء الدين، الشهير بـ\"ابن التركماني\".\nمولده سنة ثلاث وثمانين وستمائة.\nوكان إمامًا في الفقه، والتفسير، والحديث، والأصول، والفرائض، والحساب، والشعر.\nأفتى، ودرَّس، وأفاد، وصنف، وجمع المجاميع المفيدة.\nله كتاب \"المنتخب\" في علوم الحديث و\"المؤتلف والمختلف\" وكتاب \"الضعفاء والمتروكين\" وكتاب \"الجوهر النقي في الرد على البيهقي\" واختصر كتاب ابن الصلاح واختصر \"المحصل\" في الكلام. وله \"مقدمة\" في أصول الفقه و\"مختصر الهداية\" وسماه \"الكفاية\" وشرح \"الهداية\" ولم يكمله، وكتاب \"بهجة الأريب مما في كتاب الله العزيز من الغريب\" وله \"مقدمات\" في عدة فنون.\nتوفي في المحرم، سنة خمسين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 211\n",
        "[\n172 - علي بن عثمان الأوسي\n]\nوعلي بن عثمان الأوسي، الإمام، العلامة، سراج الدين، ناظم: يقول العبد في بدء الأمالي \".\n[\n173 - علي بن محمد، ابن الحلواني\n]\nوعلي بن محمد بن أحمد بن محمد بن محمود، أبو القاسم، ابن الحلواني.\nكان فاضلًا، مناظرا.\nلقي الملوك.\nوصنف في عدة فنون مصنفات حسنة.\nوله شعر جيد.\nتوفي سنة ثلاث وأربعين وأربعمائة.\n[\n174 - علي بن محمد، الإسبيجابي\n]\nوعلي بن محمد بن إسماعيل بن علي بن أحمد بن محمد بن\nالجزء: 1 ¦ الصفحة: 212\n",
        "إسحاق الاسبيجابي، شيخ الإسلام، السمرقندي.\nولد يوم الإثنين، السابع من جمادى الأولى، سنة أربع وخمسين وأربعمائة. تفقه عليه صاحب \"الهداية\".\nولم يكن بما وراء النهر في زمانه من يحفظ المذهب ويعرفه مثله.\nوظهر له الأصحاب، وعُمِّر في نشر العلم، وسماع الحديث.\nقال السمعاني: كتب لي بالإجازة بجميع مسموعاته.\nتوفي بسمرقند يوم الإثنين الثالث والعشرين من ذي القعدة سنة خمس وثلاثين وخمسمائة.\nوله \"شرح مختصر الطحاوي\".\n[\n175 - علي بن محمد، ابن كاس\n]\nوعلي بن محمد بن الحسن، أبو القاسم النخعي، الكوفي، الفقيه، الحنفي المعروف بـ\"ابن كأس\".\nقال الذهبي: ولي القضاء بدمشق وغيرها.\nوكان إمامًا في الفقه، كبير القدر من ولد الأشتر النخعي.\nسمع الحسن بن علي بن عفان العامري، وإبراهيم بن عبد الله القصار، والحسن بن مكرم، وغيرهم.\nالجزء: 1 ¦ الصفحة: 213\n",
        "وعنه: أبو علي ابن هارون، والدارقطني، وابن شاهين، وغيرهم.\nغرق يوم عاشوراء في الماء فأخرج وفيه رمق ثم مات.\nوله كتاب نقص فيه من الشافعي ورد عليه نصر المقدسي.\n[\n176 - علي بن محمد، القاضي التنوخي\n]\nوعلي بن محمد بن أبي الفهم داود، التنوخي.\nقال السمعاني: ولد بأنطاكية في ذي الحجة، سنة ثمان وسبعين ومائتين.\nوقدم بغداد سنة عشرين وثلاثمائة، وتفقه بها على أبي الحسن الكرخي، وسمع الحديث من الحسن بن أحمد بن فيل الأنطاكي، وغيره.\nوكان حافظا للشعر، ذكيا، وله عروض بديع. ويقال: كان يحفظ للطائيين سبعمائة قصيدة ومقطوعة سوى ما يحفظ لغيرهم. وكان يحفظ\nالجزء: 1 ¦ الصفحة: 214\n",
        "من النحو واللغة شيئاً كثيرا. وكان في الفقه والشروط والفرائض غاية. واشتهر بالمنطق، والكلام، والهندسة. وكان في الهيئة قدوة.\nوصنف كتبًا في الفقه، والحديث.\nوكان يحفظ ويجيب في فوق عشرين ألف حديث حكاه الذهبي.\nوكانت وفاته في ربيع الأول، سنة اثنتين وأربعين وثلاثمائة.\n[\n177 - علي بن محمد، الرامشي\n]\nوعلي بن محمد بن علي، الإمام، حميد الدين، الضرير، الرامشي، البخاري. إمام، علامة.\nله [شرح] على \"الهداية\" جزآن يسمى بـ\"الفوائد\".\nتوفي يوم الأحد ثامن ذي القعدة سنة ست وستين وستمائة.\nوصلى عليه الإمام، حافظ الدين النسفي، ووضعه في قبره. يقال: حضر الصلاة عليه قريب من خمسين ألف رجل.\n[\n178 - علي بن مقاتل الرازي\n]\nوعلي بن مقاتل الرازي\nالجزء: 1 ¦ الصفحة: 215\n",
        "له كتاب \"السجلات\".\nوقال النديم: علي الرازي على مذهب أهل العراق.\nله كتاب\" المسائل\" الكبير، وكتاب \" المسائل\" الصغير، وكتاب\" الجامع\".\n[\n179 - علي بن نصر، ابن السوسي\n]\nوعلي بن نصر بن عمر، الإمام، نورالدين، ابن السوسي.\nدرَّس بالحسامية.\nوناب في الحكم بالقاهرة.\nوكتب الخط الجيد.\nوجمع كتابا في فقه المذهب، وصل فيه إلى أثناء النكاح.\nتوفي يوم الخميس، سادس عشر جمادى الأولى، سنة خمس وتسعين وستمائة.\nالجزء: 1 ¦ الصفحة: 216\n",
        "[\n180 - عمر بن بدر الموصلي\n]\nعمر بن بدر بن سعيد بن محمد بن بنكير، ضياء الدين الموصلي.\nولد في جمادى الآخرة، سنة سبع وخمسين وخمسمائة.\nومات بدمشق ليلة الجمعة، ثامن عشرين رمضان، سنة اثنتين وعشرين وستمائة.\nوله مصنفات في الحديث وغيره، منها: \"العقيدة الصحيحة في الموضوعات الصريحة\" و\"استنباط المعين من العلل والتاريخ لابن معين\". وحدَّث.\nوكان حسن السمت، طيب المحاضرة، نبيلا عالي الشأن.\n[\n181 - عمر بن عبد العزيز، الصدر الشهيد\n]\nعمر بن عبد العزيز بن عمر بن مازه، برهان الأئمة، أبو محمد، المعروف بـ\"الحسام الشهيد\".\nالجزء: 1 ¦ الصفحة: 217\n",
        "تفقه على أبيه، وصنف \"الفتاوي الصغرى\" و\"الفتاوي الكبرى\" و\"الجامع الصغير المطول\".\nوهو أستاذ صاحب \"المحيط\".\nولد في صفر، سنة ثلاث وثمانين وأربعمائة.\nواستشهد في سنة ست وثلاثين وخمسمائة.\nوعنه أخذ صاحب\"الهداية\".\nقلت: ومن مصنفاته:\"المبسوط\" في الخلافيات.\nوقال أمير كاتب: إن جده هو صاحب المحيط والله أعلم.\nالجزء: 1 ¦ الصفحة: 218\n",
        "[\n182 - عمر بن محمد النسفي\n]\nعمر بن محمد بن أحمد بن إسماعيل بن محمد بن علي بن لقمان، نجم الدين، أبو حفص النسفي.\nسمع الحديث.\nله كتاب \"طِلْبة الطَّلَبة\" في اللغة، على ألفاظ كتب فقه الحنفية، ونظم\nالجزء: 1 ¦ الصفحة: 219\n",
        "\"الجامع الصغير\" وكتب مجاميع حديثية كثيرة التصحيف، والخطأ، وتغيير الأسماء وإسقاط بعضها.\nوله كتاب \"تطويل الأسفار لتحصيل الأخبار\" روى فيه عن خمسمائة وخمسين شيخا. وله كتاب \"القند في علماء سمرقند\"، وله شعر حسن، وله \"المنظومة\".\nوجمع أسماء شيوخه.\nوكان فقيهًا عارفًا بالمذهب والأدب.\nولد سنة إحدى أواثنتين وستين وأربعمائة.\nوتوفي بسمرقند ليلة الخميس، ثاني عشر جمادى الأولى، سنة سبع وثلاثين وخمسمائة.\nقلت: قال السمعاني: كان إمامًا فاضلًا مُبرَزًا مُتَفنِّنًا، صنّف في كل نوع من العلم: في التفسير، والحديث، والشروط، حتى صنّف قريبًا من مائة مصنَّف.\nوقد استقرأت عدة كتب مما صنَّفه وجمعه فرأيتُ فيها أوهاما كثيرة؛ فعرفت أنه كان ممن أحبَّ الحديث وطلبه ولم يرزق فهمه.\nوكان له شعر حسن.\nقلت: ومن ذا يسلم مِن ذا؟ والله أعلم.\nومن مشاهير كتبه \"الفتاوي\" و\"الحصر\" و\"التيسير\"وفيه حوالة على تفسير كبير.\n[\n183 - عمر بن محمد الخبازي\n]\nعمر بن محمد بن عمر، الشيخ، جلال الدين الخبازي.\nالجزء: 1 ¦ الصفحة: 220\n",
        "له حواشي على \"الهداية\" وكتاب \"المغنى\" في أصول الفقه.\nوكان فقيهًا عابِدًا ومات لخمس بقين من ذي الحجة، سنة إحدى وتسعين وستمائة، في عشر السبعين.\nقلت: قال الذهبي: قال أبو العلاء الفرضي: صنّف الخبازي في الفقه، والأصلين.\nومات عن اثنتين وستين سنة.\nوقال في المسالك: وله مصنّف في أصول الدين. انتهى.\nوممن تسمى بهذا الاسم:\n[\n184 - عمر بن إبراهيم، الشريف عمر\n]\nعمر بن إبراهيم بن محمد بن محمد بن أحمد بن علي بن الحسين بن\nالجزء: 1 ¦ الصفحة: 221\n",
        "علي بن حمزة بن يحيي بن الحسين، ابن الشهيد زيد بن علي بن الحسين، أبو البركات العلوي، الحسيني، الزيدي، الكوفي، الحنفي.\nإمام مسجد أبي إسحاق السبيعي.\nولد سنة اثنتين وأربعين وأربعمائة.\nوسمع الحديث.\nقال السمعاني: شيخ مسنٌّ، كبير، فاضل. له معرفة بالفقه، والحديث، واللغة، والتفسير، والنحو، وله التصانيف الحسنة السائرة في النحو.\nتوفي سنة تسع وثلاثين وخمسمائة.\n[\n185 - عمر بن أحمد، ابن العديم\n]\nعمر بن أحمد بن هبة الله، الصاحب، جمال الدين، ابن العديم العقيلي، الحلبي المعروف بـ\"ابن أبي جرادة\".\nجليل القدر، كثير العلوم، أوحد في الكتابة.\nصنَّف تاريخا سماه \"بغية الطلب في تاريخ حلب\".\nمولده في العشر الأول من ذي الحجة، سنة ثمان وثمانين وخمسمائة.\nالجزء: 1 ¦ الصفحة: 222\n",
        "ومات سنة ستين وستمائة، في جمادى الأولى لعشرين منه.\n[\n186 - عمر بن إسحاق الغزنوي\n]\nوعمر بن إسحاق بن أحمد الغزنوي، قاضي القضاة، سراج الدين، أبوحفص الهندي.\nتفقه على الإمام وجيه الدين الرازي، وعلى ركن الدين البداوي، وسراج الدين الثقفي.\nوسمع الحديث على أحمد بن منصور الجوهري، وغيره.\nوسمع بمكة على حصر شيخ رباط السدرة.\nوأفتى واشتغل.\nوصنف شرح الهداية المسمى بـ\"التوشيح\" و\"الشامل\" في الفقه فروع مجردة، وكتاب \"زبدة الأحكام في اختلاف الأئمة الأعلام\" و\"شرح الهداية\" على طريقة الجدل، في ستة أجزاء كبار، وشرح \"البديع\" في أربع مجلدات،\nالجزء: 1 ¦ الصفحة: 223\n",
        "وشرح \"المغن\"ي للخبازي في مجلدين، وله \"كتاب الغرة المنيفة في ترجيح مذهب أبي حنيفة\" وكتاب في فقه الخلافات، وشرح \"الزيادات\" و\"الجامعين\" ولم يكملهن، وشرح \"تائية ابن الفارض\". وله كتاب في التصوف، وغير ذلك.\nتوفي سنة ثلاث وسبعين وسبعمائة.\n[\n187 - عمر بن محمد، الموصلي\n]\nوعمر بن محمد بن سعيد، الموصلي.\nله كتاب \"الانتصار والترجيح للمذهب الصحيح\": مذهب أبي حنيفة.\n[\n188 - عمر بن محمد العقيلي\n]\nوعمر بن محمد بن عمر بن محمد بن أحمد، العقيلي، جلال الدين، الأنصاري.\nالجزء: 1 ¦ الصفحة: 224\n",
        "قال الذهبي: كان من كبار فقهاء بخارى وعلمائها.\nقدم بغداد حاجا سنة ثمان وثلاثين وخمسمائة، وحج، ثم رجع.\nوحدّث عن الصدر الشهيد حسام الدين.\nروى عن الفُرَاوي.\nومات ببخارى وقت صلاة الفجر من يوم الثلاثاء، الخامس من جمادى الأولى، سنة ست وسبعين وخمسمائة.\nوله كتاب\" المنهاج\"في الفقه، مجلد ضخم.\nوممن لم يسم في هذا الحرف:\n[\n189 - عيسى بن أبي بكر، الملك المعظم\n]\nعيسى بن أبي بكر بن أيوب، السلطان، الملك المعظم، شرف الدين، أبو العزائم.\nفقيه، أديب، فاضل.\nالجزء: 1 ¦ الصفحة: 225\n",
        "مولده سنة ست وسبعين وخمسمائة.\nشرح \"الجامع الكبير\" وصنف في العروض، وله كتاب \"السهم المصيب في الرد على الخطيب\".\nتملك ثمان سنين وثمانية أشهر واثنى عشر يومًا.\nوتوفي يوم الجمعة سلخ ذي الحجة، أو ذي القعدة، سنة أربع وعشرين وستمائة.\nقلت: الظاهر أن الرد لأبي المظفر.\nوقد كان المعظم جعل لمن يحفظ \"الجامع\" مائتي دينار، ولمن يحفظ \"المفصل\" مائة دينار، ولمن يحفظ \"الإيضاح\" ثلاثين دينارا، سوى الخِلَع.\nوترجمته مستوفاة عند الذهبي.\n[\n190 - عيسى بن أبان\n]\nعيسى بن أبان بن صدقة بن موسى.\nالجزء: 1 ¦ الصفحة: 226\n",
        "أحد الأئمة الأعلام.\nتفقّه على محمد بن الحسن، وصحبه.\nوولي قضاء البصرة.\nذكره الخطيب وغيره.\nووُصِف بالذكاء، والسخاء، وسعة العلم.\nوروى بكار بن قتيبة عن هلال بن يحيى: ما قعد في الإسلام قاضٍ أفقه من عيسى بن أبان في وقته.\nولمَّا أتى عيسى بنُ هارونَ المأمونَ بِعِدَّةِ أحاديثَ زعم أن أصحاب أبي حنيفة يخالفونها، قال المأمون: إن لم تأت بالحجة، عن هذه الأقوال بمثل هذه الأحاديث، وإلا منعتك من الفتوى بهذه الأقوال، وجمعتُ الناس على خلافه.\nفصنَّف عيسى بن أبان كتاب\" الحجة\" الصغير، وأدخله على المأمون. فلمّا قرأ عليه قال متمثلا:\nحسدوا الفتى إذا لم ينالوا سعيه\nالبيتين.\nثم صنَّف كتاب\"الحجة\" الكبير، وكتاب \"خبرالواحد\" وكتاب \"الجامع\" وكتاب\"إثبات القياس\" وكتاب\"اجتهاد الرأي\".\nتوفي سنة إحدى وعشرين ومائتين.\nالجزء: 1 ¦ الصفحة: 227\n",
        "[\n191 - عالي بن إبراهيم الغزنوي\n]\nعالي بن إبراهيم بن إسماعيل، أبوعلي، ناصر الدين، تاج الشريعة، نظام الإسلام الغزنوي.\nله \"تفسير القرآن\".\nوكان صاحب فنون.\nقلت: رأيت في خط الفاضل إبراهيم بن دقماق في هذه الترجمة:\n\"الغزنوي البَلْقِي: إمام في التفسير، والفقه، واللغة، والعربية، والأصول، والجدل. له \"تفسير القرآن الكريم\" في مجلدين ضخمين؛ سماه \"تقشير التفسير\" أبدع فيه.\nتفقه عليه عبد الوهاب بن يوسف. وتوفي سنة تسع وتسعين وخمسمائة. رأيت في خطه أيضا في باب العين المهملة: عالي بن إبراهيم بن إسماعيل الغزنوي أبو علي كان ممن لقي فخر خوارزم أبا القاسم الزمخشري، وقرأ عليه، وكتب عنه. وقدم حلب، وأقام بها، يدرِّس فقه المذهب.\nوله من الكتب المصنفة كتاب \"المشارع\" في الفقه وكتاب \"المنابع في شرح\nالجزء: 1 ¦ الصفحة: 228\n",
        "المشارع\" و\"تفسير القرآن\".\nوكانت وفاته سنة اثنتين وثمانين وخمسمائة.\nقلت: هما واحد بالعين المهملة.\nوقد تبع شيخنا وابن دقماق عبد القادر في ذكره بالمعجمة. ثم وقف ابن دقماق على الترجمة الثانية عند الصفدي في العين المهملة فظنهما اثنين. والوفاة الأولى وفاة تلميذه عبد الوهاب، وهذه وفاته.\nومن هنا تأكد عند ابن دقماق أنهما اثنان. والله أعلم.\nقلت: وفي الفاء.\n[\n192 - الفضل بن عباس الصاغاني\n]\nالفضل بن العباس بن يحيى بن الحسين الصاغاني، يكنى أبا العباس.\nقال السمعاني: له عدة تصانيف في كل فن: من الحديث وغيره.\nوحدَّث بخراسان وبغداد.\nوسمع منه الخطيب بعد سنة عشرين وأربعمائة.\n[\n193 - قاسم بن يوسف المديني\n]\nقاسم بن يوسف المديني\nالجزء: 1 ¦ الصفحة: 229\n",
        "له كتاب \"النافع\" في الفقه. قرأه خلق كثير وشرحوه. وكتاب \"مصابيح السبل\" في الفقه وكتاب في الوعظ، وكتاب في أصول الفقه. انتهى.\nوممن تسمى بهذا الاسم:\n[\n194 - قاسم بن الحسين، صدر الأفاضل\n]\nقاسم بن الحسين بن أحمد، الخوارزمي، النحوي.\nمولده سنة خمس وخمسمائة.\nتفقه على أبي الفتح ناصر بن عبد السيد المطرزي، وأخذ عنه العربية.\nوله مصنفات، منها: شرح \"المفصل\" وسماه \"التحبير\"،ثلاث مجلدات. وشرح \"سقط الزند\" وشرح \"المقامات\" وسماه \"التوضيح\". وله كتاب \"الزوايا والخبايا\" في النحو؛ وله كتاب \"بدائع المُلَح\".\nقتلته التتار في سنة سبع عشرة وستمائة.\nالجزء: 1 ¦ الصفحة: 230\n",
        "[\n195 - القاسم بن الحسين، أبو عبيد\n]\nوالقاسم بن الحسين، أبو عبيد.\nله كتاب \"النُّتَف\" في الفقه، مجلد.\nذكره عبد القادر.\n[\n196 - القاسم بن علي الزينبي\n]\nوالقاسم بن علي بن الحسين بن محمد، أبو نصر، ابن نور المهدي.\nقال ابن النجار: كان شابا فاضلًا، له معرفة بالفقه على مذهب الإمام أبي حنيفة، وكان يعرف الأدب، ويقول الشعر، ويكتب خطا حسنا. وصنَّف رسالة تتضمن أحكام الصيد، خدم بها المستنجد، فولاه قضاء بغداد، ولقب بـ\"قاضي القضاة\" في سنة ست وخمسين وخمسمائة.\nوسمع من والده وابن المظفر الشهرزوري.\nوحدَّث بشيء يسير.\nواخترمته المنيةُ وهو شاب، سنة ثلاث وستين وخمسمائة.\nالجزء: 1 ¦ الصفحة: 231\n",
        "[\n197 - محمد بن أحمد، الكعبي\n]\nمحمد بن أحمد بن أبي سعيد أحمد بن أبي الخطاب محمد بن إبراهيم بن علي الكعبي، الطبري، القاضي، البخاري.\nمات ببخارى سنة أربع وستمائة.\nله \"الملخص\"في الفتاوى.\n[\n198 - محمد بن أحمد، الشعيبي\n]\nمحمد بن أحمد بن شعيب بن هارون بن موسى، أبوأحمد، الشعيبي.\nسمع أبا بكر بن داود، وغيره.\nوعنه الحاكم.\nتوفي في ربيع الأول سنة سبع وخمسين وثلاثمائة؛ عن اثنتين وثمانين سنة. وله كتاب \"فضائل أبي حنيفة\" في عشرين جزءا، وكتاب في الزهد ينيف على أربعين جزءا. وهو من أعلم مشايخ نيسابور بالشروط.\n[\n199 - محمد بن أحمد، ظهيرالدين\n]\nمحمد بن أحمد بن عمر، ظهير الدين، البخاري، القاضي.\nالجزء: 1 ¦ الصفحة: 232\n",
        "مات سنة تسع عشرة وستمائة.\nوله \"فوائد\" على الجامع الصغير للحسام.\n[\n200 - محمد بن أحمد، النسفي\n]\nمحمد بن أحمد بن محمود، أبو جعفر، النسفي.\nله \"تعليقة\" في الخلاف.\nوكان قنوعًا.\nأخذ عن أبي بكر الرازي الفقه.\nتوفي يوم الأربعاء، ثامن عشر شعبان، سنة أربع عشرة وأربعمائة.\nوله أشعار رائقة منها قوله:\nاقبل معاذيرمن يأتيك معتذرا\n...\nإن بر عندك فيما قال أو فجرا\nفقد أطاعك من يعصيك باطنه\n...\nوقد أجلك من يعصيك مستترا\nقلت: الذي أحفظه:\nفقد أطاعك من أرضاك ظاهره.\nالجزء: 1 ¦ الصفحة: 233\n",
        "وبات ليلة مهموما من سوء حاله، فوقع في خاطره فرع من فروع مذهبه فأعجب به، فقام يرقص ويقول: أين الملوك؟ وأين أبناء الملوك؟ فسألته زوجته عن ذلك فأخبرها فتعجبت منه.\n[\n201 - محمد بن أحمد بن أبي سهل السرخسي\n]\nمحمد بن أحمد بن أبي سهل، أبو بكر السرخسي، شمس الأئمة صاحب المبسوط.\nتخرج بعبد العزيز الحلوان. ي وأملى المبسوط وهو في السجن.\nتفقه عليه أبو بكر محمد بن إبراهيم الحصيري وغيره.\nمات في حدود الخمسمائة.\nوكان عالمًا، أصوليًّا، مناظرًا.\nقلت: قال في المسالك: حكي عنه أنه كان جالسًا في حلقة الاشتغال فقيل له: حكي عن الشافعي أنه كان يحفظ ثلاثمائة كراس. فقال: حفظ الشافعي زكوة ما أحفظ. فحسب حفظه فكان أثنى عشر ألف كراس. قلت: وقد شاع عنه أنه أملى المبسوط من حفظه من غير مراجعة إلى شيء من الكتب ويدل على ذلك ما قرأته فيه: \" انتهى ربع البيوع، من المبتهل إلى الله\nالجزء: 1 ¦ الصفحة: 234\n",
        "تعالى بالخضوع وإسبال الدموع، المنقطع عن الأهل والكتاب المجموع\". إلى غير ذلك من أماكن يتوجع فيها بنحو هذا من السجع. وعِدَّته عشرة أجزاء ضخمة. وتارة يكون في أربعة عشر-كما ذكر-وتارة في خمسة عشر كماهو عندي.\nورأيت له كتابا في أصول الفقه، جزءا ضخما. وشرح \"السير الكبير\" في جزأين ضخمين، أملاهما وهو في الجب. فلما وصل إلى باب الشروط حصل الفرج فأطلق؛ فخرج في آخر عمره من \"أوزجند\"إلى \"فرغانة\" فأنزله الأمير حسن بمنزله، فوصل إليه الطلبة، فأكمل الإملاء في دهليز الأمير.\nقال في المسالك: صنَّف كتاب \"المبسوط\" في الفقه في أربعة عشر مجلدا، أملاه من خاطره من غير مطالعة كتاب، ولا مراجعة تعليق؛ بل كان محبوسا في جب بسبب كلمةٍ نَصَحَ بها. وكان يملي عليهم من الجب وهم على أعلى الجب يكتبون ما يملي عليهم. انتهى.\nقلت: وشرح \"مختصر\" الطحاوي ورأيت منه قطعة. وشرح كتاب \"الكسب\" لمحمد بن الحسن، جزء لطيف.\nقلت: من فطنته مع هذا الحفظ، ما حكي في \"المسالك\" أن الأمير زوَّج أمهات أولاده من خُدَّامه الأحرار؛ فسأل العلماء الحاضرين عن ذلك فكلهم قال: نِعْمَ ما فعلتَ. فقال شمس الأئمة: أخطأت لأن تحت كل خادم امرأة حرة، فكان هذا تزويج الأمة على الحرة. فقال الأمير: أعتقت هؤلاء وجددوا العقد. وقال للعلماء الحاضرين، فقالوا: نِعْمَ ما فعلتَ. فقال شمس الأئمة: أخطأتَ لأن العدة تجب على أمهات الأولاد بعد الإعتاق فكان تزوج المعتدة من الغير في العدة ولا يجوز.\nالجزء: 1 ¦ الصفحة: 235\n",
        "[\n202 - محمد بن أسعد الحكيمي\n]\nمحمد بن أسعد بن محمد بن نصر، أبو المظفر، ابن حكيم، الحكيمي الواعظ. سكن دمشق وتفقه ببغداد.\nقال ابن ناصر: كذاب.\nتوفي في المحرم سنة سبع وستين وخمسمائة بدمشق.\nومولده يوم الخميس، سادس عشر ربيع الأول، سنة أربع وثمانين وأربعمائة. وله كتاب \"تفسير القرآن\" وكتاب \"شرح المقامات\" وكتاب \"شرح الشهاب\" ونظم \"مختصر\" القدوري.\nورُزِق الحظّ في وعظه.\nوله شعر.\nوتكلم فيه ابن النجار بعظائم.\nقلت: لم يزد فيما رأيت على أن قال: كان خليعا، قليل المروءة، ساقطا!\nالجزء: 1 ¦ الصفحة: 236\n",
        "[\n203 - محمد بن الحسن الشيباني\n]\nمحمد بن الحسن بن فرقد الشيبان.\nي أصله من قرية بدمشق يقال لها \"حرستا\"ومولده بواسط.\nصحب أبا حنيفة وعنه أخذ الفقه ثم عن أبي يوسف.\nوروى عن مالك، ومسعر، والثوري، وعمرو بن دينار في آخرين.\nوعنه: أبو عبيد، ويحيى بن معين، وأبو سليمان الجوزجاني، ومعلى بن منصور.\nوهو ابن أخت عبد الله بن مَسْلَمة الْقَعْنَبِيّ.\nوله كتب عديدة.\nوهو الذي نشر علم أبي حنيفة فيمن نشره.\nقال محمد بن الحسن: أقمت على مالك ثلاث سنين، وسمعت منه سبعمائة حديث ونيفًا.\nوعن الشافعي: سمعت أنه قال: أخذت من محمد بن الحسن وِقْر بعير، وما رأيت رجلا سمينا أخف روحًا منه، وكان روحا كلّه وكان يملأ القلب والعين.\nوعن أبي عبيد: ما رأيت أعلم بكتاب الله من محمد بن الحسن.\nالجزء: 1 ¦ الصفحة: 237\n",
        "وكان مقدمًا في علم العربية، والنحو، والحساب.\nولي قضاء الرقة للرشيد، ثم قضاء الري، وبها مات، سنة تسع وثمانين ومائة وهو ابن ثمان وخمسين سنة، في اليوم الذي مات فيه الكسائي فقال الرشيد: دفن الفقه والعربية بالرى.\nقلت: المشهور من مشايخ محمد:\nعمر بن ذر الهمداني ولا أعرف عمرو بن دينار المذكور.\nومن كتب محمد رحمه الله:\n\"الأصل\" أملاه على أصحابه رواه عنه الجوزجاني، وغيره.\nو\"الجامع الكبي\"ر و\"الجامع الصغير\" و\"السير الكبير\" و\"السير الصغير\" و\"الآثار\" و\"الموطأ\" و\"الفتاوي الهارونية\" و\"الرقية\" و\"الكاسانية\".\nرُوِيت عنه؛ وروى عنه النوادرَ جماعةٌ منهم:\nابن سماعة وابن رستم وهشام.\nوقال في الفهرست للنديم: ولمحمد من الكتب: كتاب\"الصلاة\" وكتاب\nالجزء: 1 ¦ الصفحة: 238\n",
        "\"النكاح\" وكتاب\"الطلاق\"كتاب\"العتاق وأمهات الأولاد\" كتاب\"السلم والبيوع\" كتاب \"المضاربة\" الكبير، كتاب \"المضاربة\" الصغير، كتاب \"الإجارات\"الكبير، كتاب\"الإجارات\" الصغير، كتاب \"الصرف\" كتاب \"الرهن\" كتاب\"الشفعة\"كتاب\"الحيض\"كتاب\" المزارعة\"الكبير، كتاب \"المفاوضة\" وهي الشركة، كتاب \"الوكالة\" كتاب \"العارية\"كتاب\" الوديعة\" كتاب \"الحوالة\" كتاب \"الكفالة\"كتاب\"الإقرار\" كتاب \"الدعوى والبينات\" كتاب \"الحيل\"كتاب\"المأذون\"الكبير، كتاب \"المأذون\"الصغير، كتاب\"القسمة والديات\" كتاب\"جنايات المدبر\" كتاب \"الولاء\" كتاب\"الشرب\" كتاب \"السرقة وقطاع الطريق\"كتاب \"الصيد والذبائح\" كتاب \"العتق في المرض \"كتاب\"العين والدين\" كتاب\"الرجوع عن الشهادات\" كتاب\"الوقوف والصدقات\" كتاب\"الغصب\"كتاب\"الدور والوصايا\" كتاب\"الهبة والصدقات \" كتاب\"الكفارات والأيمان والقود\" كتاب \"الوصايا\" كتاب\"حساب الوصايا\" كتاب \"الصلح\" كتاب\"الخنثى والمفقود\" كتاب\"اجتهاد الرأي\"كتاب \"الإكراه\" كتاب\"الاستحسان\" كتاب\"اللقيط\" كتاب\"الآبق\" كتاب\"الجامع الصغير\" كتاب \"أصول الفقه\" كتاب\"الجامع الكبير\"كتاب \"أمالي محمد في الفقه\"وهي\n...\nكتاب \"الزيادات\"كتاب \" التحري\"كتاب\"العاقل\" كتاب\"الخصال\"كتاب \"الإجارات\" الكبير، كتاب \"الحج\" يحتوي\nالجزء: 1 ¦ الصفحة: 239\n",
        "على عدة كتب، كتاب\"الردعلى أهل المدينة\" وكتاب\"النوادر\"رواية ابن رستم. انتهى.\n[\n204 - محمد بن سماعة التميمي\n]\nمحمد بن سماعة بن عبيد بن هلال بن وكيع بن بشر التميمي، أبوعبد الله. حدَّث عن الليث بن سعد، وأبي يوسف ومحمد بن الحسن.\nالجزء: 1 ¦ الصفحة: 240\n",
        "وكتب النوادر عن أبي يوسف، ومحمد.\nوروى الكتب والأمالي.\nقال الصيمري: وهو من الحفاظ الثقات.\nوقال الخطيب: توفي سنة ثلاث وثلاثين ومائتين وله مائة سنة وثلاث سنين. كان مولده سنة ثلاثين ومائة.\nوروى أنه بلغ ذلك السن وهو يركب الخيل ويفض الأبكار.\nوقال ابن معين: لو كان أهل الحديث يصدقون في الحديث كما يصدق محمد بن سماعة في الرأي لكانوا فيه على نهاية.\nوكان يصلي في كل يوم مائتي ركعة.\nوولي القضاء للمأمون ببغداد سنة اثنتين وتسعين ومائة، بعد موت يوسف بن أبي يوسف. فلم يزل على القضاء إلى أن ضعف بصره فعُزِل وضُمَّ عملُه إلى إسماعيل بن حماد بن أبي حنيفة.\nولما مات قال ابن معين: اليوم مات ريحانة أهل الرأي.\nله كتاب \"أدب القاضي\" وكتاب \"المحاضر والسجلات\".\nوقال الصميري: سبب كتابة ابن سماعة للنوادر عن محمد بن الحسن أنه رآه في النوم كأنه يثقب الإبر فاستعبر، فقيل له: هذا رجل ينطق بالحكمة، فاجتهد أن لا يفوتك من لفظه شيء.\nفبدأ حينئذ، وكتب عنه النوادر.\nقال محمد بن عمران: سمعت ابن سماعة يقول: مكثت أربعين سنة لم تفتني التكبيرة الأولى مع الإمام إلا يوم ماتت فيه أمي ففاتتني صلاة واحدة في الجماعة، فقمت فصليت خمسا وعشرين صلاة، أريد بذلك التضعيف فغلبتني عيني فأتاني آتٍ فقال: يا محمد! صليتَ خمسا وعشرين صلاة ولكن كيف بتأمين الملائكة؟ والله أعلم.\nالجزء: 1 ¦ الصفحة: 241\n",
        "[\n205 - محمد بن شجاع، ابن الثلجي\n]\nمحمد بن شجاع الثلجي.\nمن أصحاب الحسن بن زياد.\nوفقيه أهل العراق في وقته. والمقدم في الفقه، والحديث، وقراءة القرآن، مع ورع وعبادة.\nمات فجأة في سنة ست وستين ومائتين ساجدا في صلاة العصر.\nروى عنه يحيي بن آدم ووكيع.\nوقرأ علي اليزيدي، وروى عن ابن علية.\nالجزء: 1 ¦ الصفحة: 242\n",
        "وله كتاب \"المناسك\" في نيف وستين جزءا، وكتاب \"تصحيح الآثار\" كبير وكتاب \"النوادر\" وكتاب \"المضاربة\" وكتاب \"الرد على المشبّهة\".\nوله ميل إلى مذهب المعتزلة.\nوطلب للقضاء فقال: إنما يصلح القضاء لأجل ثلاثة: لمن يكتسب مالا، أو جاهًا، أو ذكرًا، فأمَّا أنا فمالي وافر، وأنا غني، وأن الأمير لَيوجِّه إليَّ بالمال لأفرقه، ولو احتجتُ إلى شيء منه لأخذته. وأما الذكر فقد سبق لي عند من يقصدنا من أهل العلم والفقه بما فيه الكفاية.\nتوفي سنة ست وستين ومائتين.\nوقال عند موته: ادفنوني في هذا البيت، فإنه لم يبق فيه طابق إلا ختمت عليه القرآن.\n[\n206 - محمد بن عبد الحميد، العلاء السمرقندي\n]\nمحمد بن عبد الحميد بن الحسن بن الحسين بن حمزة، أبو الفتح، المعروف بـ\"العلاء العالم، الأُسْمَندي.\nالجزء: 1 ¦ الصفحة: 243\n",
        "فقيه، فاضل، مناظر.\nله \"تعليقة\" في مجلدات.\nمولده بسمرقند في سنة ثمان وثمانين وأربعمائة.\nومات بعدما تنسّك وترك المناظرة في سنة اثنتين وخمسين وخمسمائة.\nقلت: وأملى في التفسير.\nتفقه على الإمام الأشرف.\nوتفقه عليه أبو المظفر السمعاني.\nوسمع الحديثَ من علي بن عثمان الخراط.\nوروى عنه عبد الرحيم السمعاني، وأثنى عليه.\n[207 - محمد بن عبد الخالق، ابن الإِبَري]\nمحمد بن عبد الخالق بن المبارك بن عيسى بن علي بن محمد، كمال الدين، ابن الإِبَري.\nمدرِّس المستنصرية.\nمات في الثامن من شعبان سنة سبع وستين وستمائة.\n[\n208 - محمد بن عبد الرحمن الزاهد\n]\nمحمد بن عبد الرحمن بن أحمد، الملقب بالزاهد، العلاء، أبو عبد الله البخاري.\nكان فقيهًا، فاضلًا، مفتيًا، مذكِّرًا، أصوليًّا، متكلِّمًا.\nقيل: إنه صنَّف تفسيرًا يزيد على ألف جزء.\nالجزء: 1 ¦ الصفحة: 244\n",
        "توفي ليلة الثاني عشر من جمادى الآخرة سنة ست وأربعين وخمسمائة.\n[\n209 - محمد بن عبد الرحمن السنجاري\n]\nمحمد بن عبد الرحمن بن محمد بن محمود السمرقندي، السنجاري.\nولد بها سنة خمس وسبعين وستمائة.\nوأقام بماردين حتى مات بها في رمضان سنة إحدى وعشرين وسبعمائة.\nله كتاب \"عمدة الطالب لمعرفة المذاهب\"فيه مع المذاهب الأربعة مذهب داود والشيعة.\n[\n210 - محمد بن محمد السجاوندي\n]\nمحمد بن محمد بن عبد الرشيد، سراج الدين السجاوندي.\nصاحب \"السراجية\"في الفرائض، وشرحها.\n[\n211 - محمد بن محمد الأخسيكثي\n]\nمحمد بن محمد بن عمر، أبو عبد الله، الحسام الأخسيكثي.\nالجزء: 1 ¦ الصفحة: 245\n",
        "صاحب \"المختصر\" في أصول الفقه.\nمات يوم الإثنين، ثالث عشر ذي القعدة سنة أربع وأربعين وستمائة.\n[\n212 - محمد بن محمد، جلال الدين الرومي\n]\nمحمد بن محمد بن محمد بن حسين بن أحمد بن قاسم بن المسيب بن عبد الله بن عبد الرحمن بن أبي بكر الصديق رضي الله عنه، المعروف بـ\"مولانا جلال الدين القُونوي.\nكان عالمًا بالمذاهب والخلاف وأنواع من العلوم.\nقصده القطب الشيرازي، وجلس وهو ساكت والجلال لا يكلمه، ثم قام عنه.\nومات في خامس جمادى الآخرة، سنة اثنتين وسبعين وستمائة، بعد ما تجرد، وساح، وقال شعرا كثيرا.\n[\n213 - محمد بن محمد النسفي\n]\nمحمد بن محمد بن محمد، أبوالفضل، المعروف بـ\"البرهان النسفي\".\nولد سنة ستمائة تقريبًا.\nالجزء: 1 ¦ الصفحة: 246\n",
        "ولخّص تفسير الإمام فخر الدين الرازي، وله \"مقدمة\"في الخلاف، مشهورة. وكتب في علم الكلام.\nوأجاز للبِرْزالي في سنة أربع وثمانين وستمائة من بغداد.\nوتوفي بها سنة سبع وثمانين وستمائة.\nقلت: قال الذهبي عن ابن الفُوطي: كان أوحد في الخلاف والفلسفة، وكان زاهدًا.\nمولده تقريبًا سنة ستمائة.\nومات في الثاني والعشرين من ذي الحجة سنة سبع وثمانين وستمائة.\n[214 - محمد بن محمد القُباوي]\nمحمد بن محمد بن محمد.\nنزيل مرغينان.\nله \"الجامع الكبير\" ونظم \"الجامع الصغير\".\nوبرع في الخلاف وعلم الجدل.\nمات بعد سنة وست وعشرين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 247\n",
        "[\n215 - محمد بن محمد العميدي\n]\nمحمد بن محمد بن محمد، أبو حامد، المنعوت بـ\"الركن\"،العميدي، السمرقندي.\nصاحب كتاب \"الإرشاد\".\nعُنِي بالخلاف حتى برع فيه، وانتفع به جمع كثير.\nمات سنة خمس عشرة وستمائة.\nقلت: وله كتاب \"الطريقة العميدية\" وكتاب \"النفائس\".\nقال ابن خلكان: وصنَّف أيضًا أشياء مُسْتَمْلَحة على هذا الأسلوب.\nومن جملة من انتفع عليه: الحصيري البخاري.\nوكان كريم الأخلاق، كثير التواضع، طيب المعاشرة.\n[\n216 - محمد بن محمد السرخسي\n]\nمحمد بن محمد بن محمد، رضي الدين، برهان الإسلام السرخسي.\nالجزء: 1 ¦ الصفحة: 248\n",
        "مصنف \"المحيط\" وهو أربع مصنفات: كبير في أربعين مجلدا، ومتوسط في اثني عشر مجلدا، وصغير في أربع مجلدات، ومختصر في مجلدين.\nوقدم حلب فدرَّس بعد محمود الغزنوي، فنُسِب إلى غير ما اشتهر به وإنه لم يصنف المحيط لقصوره في الفقه عن ذلك، وأنه تصنيف شيخه، فادعاه لنفسه وأنه كثير التصحيف، يقول في\"الجبائر\":\"الخبائر\"!.\nوكتبوا فيه إلى نور الدين الشهيد، فعزله عن التدريس.\nوقدم دمشق، فدرَّس بالخاتونية.\nولما مرض تصدق بستمائة دينار.\n[\n217 - محمد بن محمد الماتريدي\n]\nمحمد بن محمد بن محمود، أبو منصور الماتريدي، إمام الهدى.\nله كتاب \"التوحيد\" وكتاب \"المقالات\" وكتاب \"رد أوائل الأدلة\" للكعبي وكتاب \"بيان وهم المعتزلة\" وكتاب \"تأويلات القرآن\"، وكتب أخر.\nالجزء: 1 ¦ الصفحة: 249\n",
        "مات بسمرقند سنة ثلاث وثلاثين وثلاثمائة.\nقلت: تخرج بأبي نصر العياضي.\nوله كتاب \"رد تهذيب الجدل\" للكعبي و\"رد كتاب وعيد الفساق\" للكعبي و\"رد الأصول الخمسة\" لأبي محمد الباهلي؛ و\"رد كتاب الإمامة\" لبعض الروافض وكتاب \"الرد على القرامطة\" وكتاب \"مأخذ الشرائع\" في أصول الفقه وكتاب \"الجدل\" في أصول الفقه. والله أعلم.\n[\n218 - محمد بن موسى البلاشاغوني\n]\nمحمد بن موسى بن عبد الله البلاشاغوني، التركي.\nتفقه ببغداد وقدم دمشق وولي بها القضاء.\nومات في جمادى الآخرة سنة ست وخمسمائة.\nوكان يقول: لو كان لي أمر لأخذت الجزية من الشافعية! قبحه الله. انتهى. خط شيخنا.\nقلت: ولا وجه لقوله يُعقَل، ولولا أني التزمت جميع ما كتبه الشيخ لم أكتب له ترجمة. والله أعلم.\nوممن تسمى بهذا الاسم:\nالجزء: 1 ¦ الصفحة: 250\n",
        "[\n219 - محمد بن إبراهيم الرازي\n]\nمحمد بن إبراهيم بن محمد بن علي بن عبد العزيز، أبو جعفر الرازي.\nقال أبو البركات المستوفي في \"تاريخ إربل\": كان حنفي المذهب، له معرفة بالأصول، ورد إربل غير مرة، وأقام بالموصل يدرَّس.\nوله كتاب في \"الفرائض\" وكتاب في الفقه وكتاب \"النوري في مختصر القدوري\" وكتاب \"التذكرة\".\nبلغني أنه مات بالموصل سنة خمس عشرة، وقيل: أربع عشرة وستمائة.\n[\n220 - محمد بن أحمد المارديني\n]\nومحمد بن أحمد بن أبي بكر، الشيخ، شمس الدين التركماني.\nتفقه على ابن السراج، وعلاء الدين القُونوي.\nالجزء: 1 ¦ الصفحة: 251\n",
        "وأفتى، ودرَّس، وشرح \"المغني\" للخبازي في مجلدين، وسماه \"الكاشف المُدْنِي في شرح المغني\". وله كتاب \"الوتر\" مجلد، وكتاب \"المناسك\". واختصر تاريخ ابن خلكان وسماه \"الجنان\".\nوقتل بأطرابلس في سنة نيف وخمسين وسبعمائة.\n[\n221 - محمد بن أبي بكر الرازي\n]\nومحمد بن أبي بكر بن عبد المحسن.\nله\"تحفة الملوك\"، مجلد لطيف.\n[\n222 - محمد بن أحمد السمرقندي\n]\nومحمد بن أحمد بن أبي أحمد، الإمام، علاء الدين، أبومنصور، السمرقندي.\nتفقه عليه الإمام أبو بكر بن مسعود الكاساني، وغيره.\nوله كتاب \"تحفة الفقهاء\" واللباب في الأصول، وغير ذلك.\nالجزء: 1 ¦ الصفحة: 252\n",
        "وذكر عبد القادر شخصًا آخر وعزا له \"اللباب\".\n[\n223 - محمد بن أبي بكر، إمام زاده\n]\nومحمد بن أبي بكر القمي، المعروف بـ\"إمام زاده\".\nقال السمعاني: هو مفتي أهل بخارى، إمام، فاضل، فقيه، واعظ.\nسمع بكر بن علي الزُّرَنْجَري، ومحمد بن فاعل.\nمولده سنة إحدى وتسعين وأربعمائة في شهر ربيع الآخر.\nرأيت له كتابا نفيسًا سماه \"شرعة الإسلام\".\nالجزء: 1 ¦ الصفحة: 253\n",
        "[\n224 - محمد بن أحمد البيكندي، قاضي حلب\n]\nومحمد بن أحمد بن حامد بن عبيد، أبو جعفرالقاضي البِيْكَنْدي.\nحدَّث عن الهروي، وادعى السماع من إسماعيل الكُشَاني، فكذب.\nوكان عارفًا بعلم الكلام، ومهر في النظر.\nمولده سنة اثنتين أو أربع وتسعين وثلاثمائة.\nقال ابن العديم: كان فقيهًا حنفيًّا.\nقرأ ببلده \"المبسوط\" وشرحه، والخلافيات، ودار بخراسان في سنة أربع عشرة وأربعمائة على من بقي من المشايخ. وناظر بمصر مع جماعة، منهم المقدم في مذهب الإسماعيلية أبو نصر هبة الله، ورد عليه في كتاب سماه \"الهدى والإرشاد لأهل الحيرة والعناد\".\nالجزء: 1 ¦ الصفحة: 254\n",
        "ومن تصانيفه:\"الرسالة المسعودية في المباحث النفيسية\" وكتاب \"تحقيق الرسالة بأوضح الدلالة\" توفي يوم الثلاثاء، رابع المحرم سنة اثنتين وثمانين وأربعمائة.\n[\n225 - محمد بن أحمد، ابن الربوة\n]\nومحمد بن أحمد بن عبد العزيز، ناصر الدين الفيومي، ثم الدمشقي، المعروف بـ\"ابن الربوة\".\nأتقن الفقه، والعربية، والفرائض، وشرح \"الجامع الكبير\" وسماه \"الدر المنير في حل إشكال الجامع الكبير\" وشرح \"المنار\" واختصر \"الأصل\" وسماه \"قدس الأسرار\". وله كتاب \"المواهب المكية في شرح الفرائض السراجية\".\nقال ابن حبيب: كان عالمًا، نافعًا، خطيبًا، بارعًا، فقيهًا، فاضلًا، مناظرًا، مناظرًا، مناضلًا.\nشرح \"السراجية\" وكتابَ \"المنار\" ودرَّس بمقدَّمية دمشق مقدَّمًا على الأعيان الكبار.\nتوفي سنة أربع وستين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 255\n",
        "[\n226 - محمد بن أحمد السمناني\n]\nومحمد بن أحمد بن محمد، أبو جعفر السمناني. قاضي الموصل.\nسمع الدارقطني، وسمع منه الخطيب، وقال: كتبت عنه.\nوكان صدوقًا، عالمًا، فاضلًا، حنفيًّا، معتقدًا مذهبَ الأشعري.\nوله تصانيف في الفقه، وتعاليق.\nقال ابن حزم: وكانت وفاته سنة أربع وأربعين وأربعمائة.\n[\n227 - محمد بن أحمد السلاوي\n]\nومحمد بن أحمد بن يوسف، أبو عبد الله السلاوي.\nقدم من المغرب، فاعتقد على مذهب الإمام أبي حنيفة.\nقال ابن العديم: قدم حلب في حدود الستمائة، وحدَّث فيها بسيرة ابن هشام. وكان شيخًا حسنًا. وكتب الكثير. وله مصنفات في الفقه.\nمات بحلب سنة ست عشرة وستمائة.\n[\n228 - محمد بن أحمد الإسبيجابي\n]\nومحمد بن أحمد بن يوسف، بهاء الدين، أبوالمعالي الإسبيجابي.\nالجزء: 1 ¦ الصفحة: 256\n",
        "شرح القدوري شرحًا نافعًا وسماه \"زاد الفقهاء\".\n[\n229 - محمد بن أحمد السمرقندي\n]\nومحمد بن أحمد، الإمام، أبو بكر الأصولي، المنعوت علاء الدين،.\nله في أصول الفقه كتاب سماه\"ميزان الفصول في نتائج العقول\" على مذهب الإمام أبي حنيفة.\n[\n230 - محمد بن أحمد الجبلي\n]\nومحمد بن أحمد، أبو عبد الله القرطبي.\nصنّف كتابًا في \"الأحكام وما يجب علمه على الحكّام\".\nمات سنة ثلاث عشرة وثلاثمائة.\nذكرهما عبد القادر في الجواهر.\nالجزء: 1 ¦ الصفحة: 257\n",
        "[\n231 - محمد بن الحسن، ابن الصائغ\n]\nومحمد بن الحسن بن سِباع الجذامي، المعروف بـ\"ابن الصائغ\" الدمشقي. مولده سنة خمس وأربعين وستمائة.\nسمع ابن أبي اليسر.\nوكان فقيهًا فاضلًا.\nله النظم والنثر.\nشرح \"مقصورة\" ابن دريد في مجلدين، وشرح \"ملحة الإعراب\" واختصر \"الصحاح\" ونظم قصيدا على وزن \"الهيتية\" عدتها ألفا بيت، ذكر فيها العلوم والصنائع. وله مقامات وشعر جيد.\n[232 - محمد بن الحسن، ابن فُورك]\nومحمد بن الحسن، أبو بكر، المتكلم، الأصولي، الأديب، النحوي، الواعظ، الأصبهاني.\nالجزء: 1 ¦ الصفحة: 258\n",
        "بلغت مصنفاته في أصول الدين، والفقه، ومعاني القرآن، قريبًا من مائة مصنف. ذكره الخطيب، وغيره.\nوكانت وفاته في سنة ست وأربعمائة.\n[233 - محمد بن الحسين، خُواهَرْ زَاده]\nومحمد بن الحسين بن محمد بن الحسن البخاري، المعروف بـ\"بكرخُوَاهَر زَادَه\".\nقال السمعاني: كان إمامًا، فاضلًا، حنفيًّا.\nوله طريقة حسنة مفيدة، جمع فيها من كل فن. وله كتاب \"المبسوط\".\nتوفي في جمادى الأولى سنة ثلاث وثمانين وأربعمائة.\nوقال الذهبي: كان إمامًا، كبيرالشأن، بحرًا في معرفة المذهب، وطريقه أبسط طريق الأصحاب، وكان يحفظها.\nسمع أباه، وأباالفضل منصور الكاغدي، وجماعة.\nوأملى ببخارى مجالس، وخرَّج له أصحاب أئمة، وكان عالم ما وراء النهر.\nالجزء: 1 ¦ الصفحة: 259\n",
        "روى عنه عثمان الْبِيْكَنْدِي، وعمر بن محمد، يعني النسفي، وغيرهما.\n[\n234 - محمد بن رمضان الرومي\n]\nومحمد بن رمضان، أبوعبدالله.\nشرح القدوري شرحًا جامعًا لكثير من الفروع الفقهية، وسماه\"الينابيع في معرفة الأصول والتفاريع\".\n[\n235 - محمد بن سليمان، ابن النقيب\n]\nومحمد بن سليمان بن الحسن بن الحسين.\nقال الذهبي: هو العلامة، الزاهد، الورع: جمال الدين، أبوعبدالله البلخي الأصل، المقدسي، الحنفي، المفسر، المعروف بـ\"ابن النقيب\".\nأحد الأئمة.\nولد سنة إحدى عشرة وستمائة.\nالجزء: 1 ¦ الصفحة: 260\n",
        "ودخل القاهرة، ودرّس بالعاشورية، ثم تركها، وأقام بالجامع الأزهر.\nوقد صرف همته أكثر دهره إلى التفسير؛ وصنف فيه كتابا حافلا، جمع فيه خمسين تصنيفا بلغ تسعًا وتسعين مجلدة.\nوتوفي في المحرم، سنة سبع وثمانين وستمائة.\n[236\n- محمد بن حسن، أبوعبدالله الفاسي]\nومحمد بن حسن بن محمد بن يوسف، أبوعبدالله الفاسي، المغربي، المقرئ، العلامة، جمال الدين.\nنزيل حلب.\nولد بفاس بعد الثمانين وخمسمائة.\nوقدم ديار مصر، فقرأ بها القراءات، وتفقّه بحلب على مذهب أبي حنيفة.\nوكان بصيرا بالقراءات ووجوهها وعللها، حاذقا بالعربية، عارفًا باللغة، مليح الخط إلى الغاية على طريق المغاربة، كثير الفرائض.\nشرح \"حرز الأماني\" شرحًا في غاية الجودة.\nتوفي سنة ست وخمسين وستمائة.\nالجزء: 1 ¦ الصفحة: 261\n",
        "[237 - محمد بن عباد الخِلاطي]\nومحمد بن عباد بن مَلِكْ داد بن الحسن بن داود، أبو عبد الله، صدر الدين الخِلاطي. كان إمامًا، عالمًاوفقيهًا، فاضلًا.\nتفقه على الحصيري، وسمع منه صحيح مسلم بسماعه من الفُراوي، والمؤيد الطوسي. وسمع البخاري من ابن الزبيدي.\nوجمع وصنَّف. فمن مصنفاته:\"تلخيص الجامع الكبير الذي أعيا كل فاضل نحرير\"وكتاب \"مقصد المسند\" اختصار مسند الإمام أبي حنيفة.\nوله كتاب على صحيح الإمام مسلم.\nوكانت وفاته في رجب، سنة اثنتين وخمسين وستمائة.\nالجزء: 1 ¦ الصفحة: 262\n",
        "[\n238 - محمد بن عبد الله بن عبدون\n]\nومحمد بن عبد الله بن عبدون، أبو العباس، قاضي إفريقية.\nقال أبو بكر عبد الله بن محمد في \"رياض النفوس\" في علماء إفريقية: كان إمامًا، عالمًا بمذهب العراقيين، يتفقه لأبي حنيفة ويحتج له.\nوله تواليف كثيرة منها كتاب يعرف بـ\"الآثار\" في الفقه والاعتلال لأبي حنيفة والاحتجاج بقوله؛ تسعون جزءا.\nوأكثر علمه الشروط. وله في ذلك تواليف كثيرة حسنة.\nوكان يحسن العربية.\nمات بإفريقية سنة تسع وتسعين ومائتين.\n[239 - محمد بن عبد الله الشِّبلي]\nومحمد بن عبد الله، أبو عبد الله، قاضي القضاة، بدر الدين، ابن أبي البقاء الشِّبْلي.\nمولده سنة اثنتي عشرة وسبعمائة.\nوتوفي سنة تسع وستين وسبعمائة.\nصنف كتابا في الأوائل وكتاب \"آكام المرجان في أحكام الجانّ\"\nالجزء: 1 ¦ الصفحة: 263\n",
        "وشرح القدوري وسماه \"الينابيع في معرفة الأصول والتفاريع\" هكذا رأيته والمعروف أن \"الينابيع\" لمحمد بن رمضان، وأن هذا شافعي\n...\nالمذهب فيحرر هذا النقل.\n[\n240 - محمد بن عبد الله الهندواني، أبو حنيفة الصغير\n]\nومحمد بن عبد الله بن محمد، أبو جعفر الْهِنْدَوَانِيّ، البلخي، الحنفي. يقال له لكماله في الفقه: أبو حنيفة الصغير.\nيروي عن محمد بن عقيل، وغيره.\nوتفقه على أبي بكر بن محمد بن أبي سعيد.\nوأخذ عنه جماعة.\nالجزء: 1 ¦ الصفحة: 264\n",
        "عاش اثنتين وستين سنة.\nوكان من الأعلام.\nتوفي ببخارى في ذي الحجة، سنة اثنتين وستين وثلاثمائة.\n[241 - محمد بن عبد الحميد الأُسمندي]\nومحمد بن عبد الحميدبن [الحسن] بن الحسين، العلامة أبوالفتح الأسمندي، السمرقندي.\nولد سنة ثمان وثمانين وأربعمائة.\nوسمع الحديث من علي بن عمر الخراط.\nروى عنه عبد الرحيم السمعاني وقال: كان عاملا، مناظرا، له الباع الطويل في علم الحديث.\nوصنّف التصانيف في علم الخلاف. وشاعت تصانيفه في البلدان.\nالجزء: 1 ¦ الصفحة: 265\n",
        "[\n242 - محمد بن عبد الرحمن، ابن الصائغ\n]\nومحمد بن عبد الرحمن بن علي بن أبي الحسن، الزمرُّدي، المعروف بـ\"شمس الدين، ابن الصائغ.\nسمع الحديث بمصر والشام.\nوبرع، ودرَّس، وأفاد، وصنف، فأجاد.\nفمن ذلك:\"التعليقة في المسائل الدقيقة\" و\"مجمع الفرائد ومنبع الفوائد\" سبع عشرة مجلدة، و\"المباني في المعاني\" و\"المنهج القويم في قواعد تتعلق بالقرآن الكريم\" و\"شرح ألفية ابن مالك\" وشرح \"مشارق الأنوار\" و\"شرح البردة\" وكتاب \"الثمر الجني في الأدب السني\"وغير ذلك.\nتوفي يوم الثلاثاء ثاني عشر شعبان المكرم، سنة سبع وسبعين وسبعمائة.\n[243 - محمد بن عبد الرحمن بن صُبر]\nومحمد بن عبد الرحمن بن صُبر، أبو بكر الحنفي الفقيه. ولي القضاء بعسكر المهدي. وعاش ستين سنة.\nوكان معتزليًّا مشهورًا به، رأسا في علم الكلام، خبيرًا بالتفسير.\nالجزء: 1 ¦ الصفحة: 266\n",
        "وله كتاب في \"الرد على اليهود\" وكتاب \"عمدة الأدلة\" وكتاب تفسير، وما أتمه.\nتوفي لعشر بقين من ذي الحجة، سنة ثمانين وثلاثمائة.\n[\n244 - محمد بن عبد الستار الكردري\n]\nومحمد بن عبد الستار بن محمد، العمادي، أبوالوحدة، المعروف بـ\"شمس الأئمة الكردري.\nتفقه على برهان الدين، أبي الحسن، علي بن أبي بكر، صاحب الهداية، والورشكي، والعتَّابي، وغيرهم.\nوتفقه عليه محمد بن محمود الكردري، وحميد الدين الضرير، وغيرهما. مولده سنة تسع وخمسين وخمسمائة في ثاني عشر ذي القعدة\nالجزء: 1 ¦ الصفحة: 267\n",
        "وتوفي ببخارى يوم الجمعة، تاسع المحرم، سنة اثنتين وأربعين وستمائة.\nشرح مختصر الشيخ حسام الدين الأخسيكثي.\n[\n245 - محمد بن عثمان، ابن أقرب\n]\nمحمد بن عثمان بن موسى بن علي، الإمام، شمس الدين، أبوالملح، الشهير بـ\"ابن أقرب\".\nله كتاب\"الرعاية في تجريد مسائل الهداية\".\nوكانت وفاته سنة أربع وسبعين وسبعمائة.\n[\n246 - محمد بن عثمان، ابن الحريري\n]\nومحمد بن عثمان بن عبدالوهاب، أبوعبدالله، ابن الحريري.\nتفقه على عمادالدين بن الشمَّاع، ورشيدالدين سعيد.\nوتفقه عنه جماعة.\nوولي القضاء بمصر والشام.\nالجزء: 1 ¦ الصفحة: 268\n",
        "وشرح محفوظه في عدة مجلدات. وله تعاليق ومسوّدات.\nتوفي سنة ثمان وعشرين وسبعمائة.\nوعُزِل في أثناء مدته لأجل الاستبدال، ومات ولم يحكم به.\n[\n247 - محمد بن علي البصري\n]\nومحمد بن علي، ابن الطيب البصري، أبوالحسين.\nله في أصول الدين كتاب\"التصفح\"في مجلدين.\nكان في حدود الأربعمائة.\n[\n248 - محمد بن علي بن عبدك\n]\nومحمد بن علي بن عَبْدَك- واسم عبدك: عبد الكريم-أبو محمدالجرجاني. قال الذهبي: إمام كبير.\nالجزء: 1 ¦ الصفحة: 269\n",
        "صنَّف وشرح الجامِعَيْن، وغير ذلك.\nوأقرأ الأدب، ودرَّس.\nومات سنة سبع وأربعين وثلاثمائة.\nقلت: وله كتاب \"الاقتداء بعلي وعبد الله\".\n[249 - محمد بن علي الخِلاطي]\nومحمد بن علي الخِلاطي.\nله كتاب \"الحدود المتداولة في ألسنة الفقهاء\" وهو نحو نصف القدوري. وكانت وفاته في حدود الستمائة.\n[\n250 - محمد بن عمر، ابن العديم\n]\nومحمد بن عمر بن أحمد بن هبة الله، جمال الدين، أبوغنائم، المعروف بـ\"ابن العديم\" الحلبي العقيلي.\nمولده سنة خمس وثلاثين وستمائة.\nوكان عالمًا، بحرًا، بارعًا.\nله كتاب\"الرائض في علم الفرائض\".\n[\n251 - محمد بن الفضل البلخي\n]\nومحمد بن الفضل، المفسّر، البلخي.\nالجزء: 1 ¦ الصفحة: 270\n",
        "له كتاب \"الاعتقاد\" صنفه لمحمد بن سُبُكْتِكين.\n[\n252 - محمد بن أبي القاسم البقال\n]\nومحمد بن أبي القاسم، الخوارزمي، زين المشايخ، البقّال.\nحفظ كتاب\"الآدمي\"في النحو، فنسب بالآدمي أيضًا.\nأخذ عن الزمخشري.\nوكان إمامًا، حجة في العربية.\nله كتاب\"شرح الأسماء الحسنى\"،وكتاب\"أسرار الكتب\"وكتاب\nالجزء: 1 ¦ الصفحة: 271\n",
        "\"مفتاح التنزيل\" وكتاب\"الترغيب في العلم\" وكتاب\"أذكار الصلاة\" وكتاب\"الهداية في المعاني والبيان\" وكتاب\"التنبيه على إعجاز القرآن\" وتفسير.\nمات سنة 572هـ\n[\n253 - محمد بن عمر النوجابادي\n]\nومحمد بن عمر بن محمد، الشيخ، ظهير الدين، أبو المظفر، النوجابادي، البخاري.\nتفقه على شمس الأئمة الكردري، ومحمد بن عمر الأخسيكثي.\nومن تصانيفه: مختصر \"القدوري\".\n[\n254 - محمد بن محمد، الحاكم الشهيد\n]\nومحمد بن محمد بن أحمد بن عبدالله بن عبد المجيد بن إسماعيل، أبوالفضل، الحاكم، الشهيد.\nالجزء: 1 ¦ الصفحة: 272\n",
        "سمع أبارجاء الهُوْرقاني، ويحيى بن ساسُويه، من أئمة مرو.\nوبنيسابور: عبد الله بن شيرويه.\nوبالري: إبراهيم بن يوسف القهسنجاني.\nوببغداد: الهيثم بن خلف القدوري.\nوبمكة: مفضل بن محمد الجندي.\nوبمصر: على بن أحمد بن سليمان.\nوببخارى: حماد بن أحمد بن حماد، والحسن بن سفيان النَّسَوي، وغير هؤلاء من أئمة الأمصار.\nوسمع منه أئمة خراسان وحفاظها.\nوجمع وصنف الكثير. من ذلك:\n\"المختصر الكافي\": جمع فيه كتب محمد بن الحسن المبسوطة، وما في جوامعه المؤلفة.\nقال الحاكم أبوعبد الله: ما رأيت في جملة من كتبت عنهم من أصحاب أبي حنيفة أحفظ للحديث، وأهدى إلى رسومه، وأفهم له منه.\nوقُتِل شهيدا وهو في صلاة الصبح، في ربيع الأول، سنة أربع وثلاثين وثلاثمائة.\nالجزء: 1 ¦ الصفحة: 273\n",
        "وقال الذهبي: كان بمرو، وهو شيخ الحنفية في زمانه.\nولي قضاء بخارى واختلف إلى الأمير الحميد، فاقرأه العلم. فلما تملك الحميدُ قلّده أزمة الأمور كلها. وكان يمتنع عن اسم الوزارة، فلم يزل به الأمير الحميد حتى تقلدها.\nسمع أبا رجاء، ويحيى الذهلي وطبقتهم بخراسان، والعراق، ومصر، والحجاز، فأكثر.\nوكان يحفظ الفقهيات ويتكلم على الحديث ويصوم الخميس والإثنين ويقوم الليل ومناقبه جمة.\nوكان لا ينهض بأعباء الوزارة بل نهمته في العلم والطلبة الفقراء.\nقُتِل ساجدا.\n[\n255 - محمد بن محمد السمرقندي\n]\nومحمد بن محمد، أبو سلمة.\nالجزء: 1 ¦ الصفحة: 274\n",
        "تفقه على أبي أحمد العياضي، وتخرج به.\nوله كتاب \"جُمَل أصول الدين\".\n[256 - محمد بن محمد البَزْدَوي]\nومحمد بن محمد بن الحسين بن عبد الكريم بن موسى بن مجاهد، أبواليسر البزدوي.\nهوأخو الإمام علي، صاحب التصنيف في الأصول.\nقال عمربن محمد النسفي في كتاب \"القند\":كان أبواليسر شيخ أصحابنا بما وراء النهر، وكان إمام الأئمة على الإطلاق، والموفود إليه من الآفاق. ملأ الشرق والغرب بتصانيفه في الأصول والفروع.\nتوفي ببخارى في رجب، سنة ثلاث وتسعين وأربعمائة.\nوعدّ جماعة حدثوا عنه.\nوكان يدرِّس، ويملي الحديث.\nالجزء: 1 ¦ الصفحة: 275\n",
        "[\n257 - محمد بن محمد الخطيب\n]\nومحمد بن محمد بن أبي العز صالح، شمس الدين، أبوعبدالله الخطيب.\nتفقه على رشيد الدين سعيد، وتقي الدين التركي، وغيرهما.\nوسمع الحديث.\nوحدّث، ودرّس، وخطب، وأفتى.\nووَلي القضاء نيابة بدمشق.\nونظم في الفقه ضوابط، وغيره.\nومات سنة 722هـ\n[\n258 - محمد بن محمد البابرتي\n]\nومحمد بن محمد بن محمود، علامة المتأخرين، وخاتمة المحققين، أكمل الدين البابرتي.\nبرع، وساد، وأفتى، ودرَّس، وأفاد.\nالجزء: 1 ¦ الصفحة: 276\n",
        "وصنف فأجاد. فمن ذلك:\"شرح مشارق الأنوار\" و\"شرح الهداية المسمى بالعناية\" و\"شرح أصول البزدوي\" المسمى بـ\"التقرير\" و\"شرح المنار المسمى بالأنوار\" و\"شرح ألفية ابن معطي\" و\"شرح التلخيص في المعاني والبيان\" و\"شرح مختصر ابن الحاجب\" الأصلي و\"شرح السراجية\" و\"مقدمة في الفرائض\" و\"شرح تلخيص الخلاطي للجامع الكبير\" قطعتين لم يكمل. و\"شرح تجريد النصير الطوسي\"لم يكمل؛ و\"حاشية علي الكشاف\" إلى تمام \"الزهراوين\".\nوكانت وفاته ليلة الجمعة، تاسع عشر رمضان المعظم، سنة ست وثمانين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 277\n",
        "[259 - محمد بن محمود، أبو المؤيد الخُوَارَزْمِي]\nومحمد بن محمود بن محمد بن حسن، الإمام، أبو المؤيد، الخوارزمي.\nمولده ثاني عشر ذي الحجة، سنة ثلاث وتسعين وخمسمائة.\nتفقه على الإمام طاهر بن محمد الحفصي. وسمع بخوارزم. وقدم بغداد، وسمع بها. وقدم دمشق وسمع بها، وحدَّث.\nوولي قضاء خوارزم وخطابتها بعد أخذ التتار لها، ثم تركها، وقدم بغداد حاجًّا، فحج وجاور، ورجع إلى مصر ثم إلى دمشق ثم إلى بغداد، ودرَّس بها. وصنَّف \"مسانيد الإمام أبي حنيفة\" في مجلدين جمع فيهما بين خمسة عشر مصنفا. وقد رويناه عن قاضي بغداد، عن عمه، عن ابن الصباغ، عنه.\nوتوفي في ذي العقدة سنة خمس وخمسين وستمائة.\n[260 - محمد بن محمود الزَّوزني]\nومحمد بن محمود بن محمد، تاج الدين، أبو المفاخر، ابن أبي القاسم، السديدي، الزوزني.\nشرح \"المنظومة\" وزاد عليها وشرح الزيادات وسماه \"ملتقى البحار من منتقى الأخبار\".\nالجزء: 1 ¦ الصفحة: 278\n",
        "تفقه على الإمام محمود المروزي.\nوتفقه عليه ابنه عبد العزيز. والله أعلم.\n[\n261 - محمد بن محمود الأستروشني\n]\nومحمد بن محمود الأستروشني.\nله كتاب \"الفصول\" في الفتاوى.\nوقال عبد القادر: الشروشني. والله أعلم.\nالجزء: 1 ¦ الصفحة: 279\n",
        "[262 - محمد بن مصطفى الصُّلَغْرِي]\nومحمد بن مصطفى بن زكريابن خواجاحسن، فخر الدين، الدوركي، الصُّلَغْرِي.\nمولده سنة إحدى وثلاثين وستمائة.\nوكان شيخًا، فاضلًا، أديبًا، نظم مختصر القدوري نظمًا حسنًا. ونظم قصيدة في العربية كالحاجبية، وقصيدة في قواعد لسان الترك، وغير ذلك.\nوتأدب به الناصربن محمد المنصور قلاوون.\n[\n263 - محمد بن المظفر الحموي\n]\nومحمد بن المظفر بن بَكْران بن عبد الصمد، أبو بكر البغدادي، المعدل الشامي، الحموي.\nالجزء: 1 ¦ الصفحة: 280\n",
        "تفقه على أبي الطيب الطبري. وكان يحفظ تعليقته.\nوله كتاب \"البيان\" في أصول الدين.\nتوفي سنة ثمان وثمانين وأربعمائة.\n[264 - محمد بن مكرّم الكرماني]\nومحمد بن مكرّم بن سفيان، الإمام، زين الدين، أبومنصور الكرماني.\nله كتاب\"المسالك\" مجلد ضخم، كثير الفوائد.\n[\n265 - محمد بن الوليد الزاهد\n]\nمحمد بن الوليد، المعروف بـ\"الزاهد\".\nله\"الجامع الأصغر\".\nذكره عبد القادر في الجواهر.\nالجزء: 1 ¦ الصفحة: 281\n",
        "[\n266 - محمد بن يحيى الزبيدي\n]\nومحمد بن يحيي بن علي بن مَسْلَمة بن موسى بن عمران، أبو عبد الله، القرشي، الزبيدي.\nمولده سنة ستين وأربعمائة.\nقال السمعاني: كان يعرف النحو معرفة حسنة، ويعظ.\nوحُكِيَت عنه حكايات فيها كرامات.\nوقال ابن شافع: صنَّف كتبا في فنون العلم، تزيد على مائة مصنف.\nوقال ابن عساكر: قال ولده إسماعيل: كان أبي في كل يوم وليلة من أيام مرضه يقول: الله الله\" خمسة عشر ألف مرة. ومازال يقول: الله، الله\"حتى طفئ.\nوكانت وفاته سنة خمسين وخمسمائة.\n[\n267 - محمد بن اليمان السمرقندي\n]\nومحمد بن اليمان، أبو بكر السمرقندي، الإمام.\nمن طبقة الماتريدي.\nالجزء: 1 ¦ الصفحة: 282\n",
        "له كتاب \"معالم الدين\" وكتاب \"الرد على الكرامية\" وكتاب\"الاعتصام\". توفي سنة ثمان وستين ومائتين.\n[268 - محمد بن يوسف القُونوي]\nومحمد بن يوسف بن إلياس، الشيخ، شمس الدين القُونوي، الرومي، نزيل دمشق.\nأخذ عن العلامة تاج الدين التبريزي، وغيره.\nقال ابن حبيب: إمام وقته علمًاوعملًا، وخير أهل زمانه يهديهم طرقًا وسبلا، علامة العلماء، وقدوة الزُّهاد والعُبّاد والأتقياء، عين الأعيان، إنسان عين الزمان، جامع أشتات الفنون، رافع أعلام العلوم، وكاشف سرها المكنون.\nله مصنفات تدل على غزارة علمه، وجليل عرفانه، ودقيق فهمه: \"شرح تلخيص المفتاح\" و\"شرح مجمع البحرين\" في عشرة أجزاء. وآخر ملخص منه في ستة أجزاء. واختصر \"المفصل\" للزمخشري و\"شرح مسلم\" للشيخ محيي الدين. وله كتاب \"درر البحار\" جمع فيه \"المجمع\" وزاد عليه مذهب أحمد، مع بيان وفاق الأئمة لبعضهم بعضا وخلافهم، في نحو خمس كراريس صغار. وشرح \"عمدة النسفي\" في أصول الدين، وغير ذلك.\nوكانت وفاته خامس جمادى الأولى، سنة ثمان وثمانين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 283\n",
        "[\n269 - محمود بن أحمد الفاريابي\n]\nمحمود بن أحمد بن الحسن، عماد الدين، الفاريابي.\nتوفي ليلة الخميس، العشرين من جمادى الأولى سنة سبع وستمائة.\nله كتاب \"خلاصة الحقائق لما فيه من أساليب الرقائق\" في الوعظ.\nقلت: قد طالعته وهو كتاب لم تكتحل عين الزمان بثانيه: جمع فيه ما وقع عليه من \"إحياء علوم الدين\" و\"ربيع الأبرار\" و\"اللؤلؤيات\"وكتب الأئمة الستة، و\"الشمائل\" و\"البستان\" لأبي الليث، و\"الجُمَل المأثورة\" للنجم النسفي، و\"الحلية\" لأبي نعيم، و\"الشهاب\" للقضاعي، و\"طبقات الصوفية\" لسهل بن عبد الله التستري، و\"اللطائف\" للقشيري، و\"معرفة الصحابة\" للأصبهاني، و\"النجاح في شرح الصحاح\" للنجم النسفي، و\"النور\" لأبي يزيد البسطامي، و\"الروضة\" للزَّنْدَوَيْستي، و\"الرقاق\" لعبد الله بن المبارك، و\"سلك الجواهر\nالجزء: 1 ¦ الصفحة: 284\n",
        "ونشر الزواهر\" و\"خلاصة المقامات\" و\"صحاح\" الجوهري، و\"غريب\" أبي عبيد، وغير ذلك مما ينيف على سبعين مصنفا. وفرغ منه سنة سبع وتسعين وخمسمائة، على ما أشار إليه في شعر قاله آخر كتابه. والله أعلم.\n[\n270 - محمود بن أحمد الحصيري\n]\nمحمود بن أحمد بن عبد السيد بن عثمان بن نصر بن عبد الملك، جمال الدين، أبوالمحامد، الحصيري، البخاري.\nتفقه ببخارى على قاضي خان، وسمع من منصور الفُراوي، والمؤيد الطوسي بنيسابور، وبحلب من الشريف أبي هاشم.\nودرَّس بدمشق.\nوأفت، وحدث، وتفقه عليه المعظم عيسى بن أيوب، وجماعة.\nوشرح \"الجامع الكبير\".\nالجزء: 1 ¦ الصفحة: 285\n",
        "وكان كثير الصدقة، غزير الدمعة، نَزِهًا، عفيفًا. يكتب خطًا مليحًا.\nتوفي يوم الأحد، ثامن صفر، سنة ست وثلاثين وستمائة بدمشق.\nومولده ببخارى في جمادى الأولى، سنة ست وأربعين وخمسمائة.\nقلت: نسبته إلى محلة ببخارى يُنسج بها الحُصر.\nواسم شرحه للجامع \"التحرير\" عِدّته ثمان مجلدات.\nوله آخر \"مختصر\" وكتاب آخر في مجلدين سماه \"خير مطلوب\" في الفقه.\n[\n271 - محمود بن أحمد الساغوجي\n]\nمحمود بن أحمد بن الفرج بن عبد العزيز، السَّاغوجي، السُّغْدي، أبوالمحامد. فقيه، عارف بالسنن.\nرحل، وكتب، وأملى الحديث بسمرقند.\nومات في عشر الستين وخمسمائة.\nومولده سنة ثمانين وأربعمائة.\n[\n272 - محمود بن أبي بكر الكلاباذي\n]\nمحمود بن أبي بكر بن أبي العلاء، شمس الدين،\nالجزء: 1 ¦ الصفحة: 286\n",
        "أبو العلاء الكلاباذي، البخاري، الفرضي.\nبرع في الفرائض، وغيرها.\nوقدم القاهرة.\nمات بدمشق سنة سبعمائة.\nقلت: قال الذهبي: رأس في الفرائض، عارف بالحديث، والرجال، جم الفضائل، مليح الكتابة، واسع الرحلة. سمع من سبعمائة وخمسين شيخا. سوَّد كتابا كبيرا في \"مشتبه النسبة\" وصنّف معجما لنفسه، استفدنا منه، وكان لا يمس الأجزاء إلا على وضوء.\nوصنف في الفرائض تصانيف، وكان بارعًا فيها.\nوممن تسمى بهذا الاسم:\n[273 - محمود بن أحمد الأُرندي]\nمحمود بن أحمد بن ظهير، شمس الدين، الأُرندي.\nالجزء: 1 ¦ الصفحة: 287\n",
        "فقيه، عارف بالفرائض، والحساب.\nصنف في الفرائض كتابا سماه \"إرشاد أولي الألباب إلى معرفة الصواب\"،ثم ضم إليه \"السراجية\" وزاده أبوابًا، وذكر فيه المذاهب الأربعة وسماه \"إرشاد الراجي لمعرفة فرائض السراجي\"وشرح \"عروض\" الأندلسي.\nوتوفي بعد العشرين وسبعمائة.\n[\n274 - محمود بن أحمد، أبو المعالي\n]\nومحمود بن أحمد بن عبد العزيز، أبو المعالي.\nله كتاب \"تتمة الفتاوى\" هكذا في النسخ التي بأيدينا. وذكره عبد القادر في المحمدين. والله أعلم.\nوله كتاب \"نصاب الفقهاء\" في الفتاوى.\nالجزء: 1 ¦ الصفحة: 288\n",
        "[275 - محمود بن أحمد القُونوِي]\nومحمود بن أحمد بن مسعود، جمال الدين، أبو الثناء، القُونوي، الدمشقي.\nولي قضاء دمشق سنة تسع وخمسين وسبعمائة، ثم عُزِل، وولي ثانيًا سنة ست وستين.\nودرَّس بالريحانية.\nوصنف كتاب \"المنتهي في شرح المغني\" في أصول الفقه، وكتاب \"القلائد في شرح العقائد\" وكتاب \"الزبدة في شرح العمدة\" في أصول الدين، واختصر \"شرح الهداية\" للصغناقي وسماه \"خلاصة النهاية\" وأكمل شرح والده على \"الجامع الكبير\". وله كتاب \"التفريد في مختصرالتجريد\" للقدوري، وكتاب \"تهذيب أحكام القرآن\" وكتاب \"التكملة في فوائد الهداية\" وكتاب \"البغية\" في الفتاوى، مجلدين، وكتاب \"الغنية\" في الفتاوى مجلدا. وكتاب \"الجمع ببين وقفي هلال والخصاف\" وكتاب \"الإعجاز في الاعتراض على الأدلة\nالجزء: 1 ¦ الصفحة: 289\n",
        "الشرعية\" وكتاب \"المعتمد\" مختصر مسند الإمام أبي حنيفة رحمه الله، تخريج الحارثي. وكتاب \"المستند في شرح المعتمد\" وكتاب \"مُشرِق الأنوار في مُشْكِل الآثار\" و\"مقدمة\" في رفع اليدين في الصلاة، وغير ذلك.\nوتوفي بدمشق سنة سبع وسبعين وسبعمائة.\n[\n276 - محمود بن زيد اللامشي\n]\nومحمود بن زيد اللامشي.\nله \"مقدمة\" في أصول الفقه، نحو أربعين ورقة.\n[\n277 - محمود بن عبيد الله الحارثي\n]\nومحمود بن عبيدالله الحارثي، الإمام، علاء الدين، شيخ الإسلام بمرو.\nله كتاب\"العون على الدين\" شرح مختلف الرواية. والله أعلم.\nالجزء: 1 ¦ الصفحة: 290\n",
        "[\n278 - محمود بن عبد الجبار\n]\nومحمود بن عبد الجبار.\nله \"فتاوي\".\nوكان رفيقًا لمحمود التاجري.\nذكره عبد القادر في الجواهر بهذا، ولم يزد.\n[\n279 - محمود بن عبيد الله المحبوبي\n]\nومحمود بن عبيد الله بن محمود، تاج الشريعة المحبوبي.\nعالم كامل، حبر فاضل.\nله \"شرح الهداية المسمى بالكفاية\" و\"مختصر الهداية المسمى بالوقاية\".\n[\n280 - محمود بن عمر، الزمخشري\n]\nومحمود بن عمر بن محمد بن عمر، أبو القاسم، الزمخشري.\nفخر خوارزم، إمام عصره بلا مدافعة.\nالجزء: 1 ¦ الصفحة: 291\n",
        "مولده بـ\"زمخشر\" قرية من قرى خوارزم سنة سبع وستين وأربعمائة.\nأخذ الأدب عن أبي منصور بمصر.\nوصنف التصانيف البديعة، منها:\" الكشاف في تفسير القرآن العظيم\" لم يصنف قبله مثله.\nو\"الفائق في تفسير الحديث\" و\"أساس البلاغة\" في اللغة و\"ربيع الأبرار\" و\"فصوص الأخبار\" و\"متشابه أسامي الرواة\" و\"النصائح الكبار\" و \"النصائح الصغار\" و\"ضالّة الناشد\"و\"الرائض في علم الفرائض\" و\"المفصل\" في النحو و\"مختصره المسمى بالأنموذج\" و\"المفرد والمؤلف\" في النحو و\"رؤوس المسائل\" في الفقه و\"شرح أبيات سيبويه\" و\"المستقصى\" في أمثال العرب و\"سوائر الأمثال\" و\"ديوان التمثل\" و\"شقائق النعمان في حقائق النعمان\" و\"شافي العي من كلام الإمام الشافعي\" رحمه الله و\"القسطاس\" في العروض و\"معجم الحدود\" و\"المنهاج\" في الأصول و\"مقدمة الأدب\" و \"ديوان الرسائل\" و\"ديوان الشعر\" و\"الرسالة الناصحة\" و\"الأمالي\"، وغير ذلك.\nوكان شروعه في \"المفصل\"في عاشر رمضان سنة ثلاث عشرة وخمسمائة، وفرغ منه غرة المحرم، سنة خمس عشرة وخمسمائة.\nوجاور بمكة زمانا فكان يسمى \"جار الله\" لذلك.\nوتوفي ليلة عرفة، سنة ثمان وثلاثين وخمسمائة بجرجانية خوارزم، بعد رجوعه من مكة.\nالجزء: 1 ¦ الصفحة: 292\n",
        "عدّه في الحنفية الشيخ محيي الدين، والشيخ مجد الدين.\n[\n281 - محمود بن قاضي خاصة\n]\nومحمود بن قاضي خاصة، الإمام، مجير الإسلام، البخاري.\nيقال إنه من ذرية أبي يوسف.\nصنف \"الطريقة\" في الخلاف.\nوكانت وفاته يوم السبت، خامس جمادى الأولى، سنة ست وأربعين وستمائة.\n[\n282 - محمود بن محمد الإفسنجي\n]\nومحمود بن محمد بن داود، أبو المحامد، الإفسنجي، اللؤلؤلي، البخاري.\nمولده ببخارى سنة سبع وعشرين وستمائة.\nوتفقه على الإمام أبي عبد الله، محمد بن أحمد بن عبد المجيد، القرشي.\nوكان إمامًا فاضلًا، شيخًا صالحًا، عارفًا بالمذهب، والتفسير.\nصنف شرحًا على \"منظومة\" الإمام النسفي وسماه \"الحقائق\".\nالجزء: 1 ¦ الصفحة: 293\n",
        "واستشهد في وقعة التتار ببخارى، سنة إحدى وسبعين وستمائة.\n[\n283 - محمود بن مسعود، أبو المحامد\n]\nومحمود بن مسعود، الإمام، أبو المحامد.\nلخص \"الفتاوي الكبرى\" وأضاف إليها كثيرا من الفروع المحتاج إليها، وهو كتاب حسن في بابه.\n[\n284 - محمود بن الولي\n]\nومحمود بن الولي.\nله كتاب \"الفتاوى\".\nوكان رفيقًا لطاهر بن علي رحمه الله.\nتوفي سنة عشرين وخمسمائة.\n[\n285 - محمود الدهلوي، سعد الدين\n]\nومحمود، الدهلوي، الملقّب بـ\"سعد الدين\".\nالجزء: 1 ¦ الصفحة: 294\n",
        "شرح \"المنار\" في أصول الفقه وسماه \"إفاضة الأنوار في إضاءة أصول المنار\".\n[\n286 - مختار بن محمود الزاهدي الغزميني\n]\nومختار بن محمود بن محمد، الزاهدي، الغزميني، نجم الدين، أبو الرجاء.\nشرح \"مختصر القدوري\" وله كتاب \"القُِنْية\" وله رسالة سماها \"الناصرية\" صنفها لبركة خان.\nتوفي سنة ثمان وخمسين وستمائة.\nقلت: الغزميني -بالمعجمتين- نسبة إلى قصبة من قصبات خوارزم.\nتفقه المذكور على سديد الخياطي، وبرهان الأئمة، وغيرهما.\nوقرأ الكلام على أبي يوسف السكاكي.\nالجزء: 1 ¦ الصفحة: 295\n",
        "وقرأ الحروف والروايات على الشيخ رشيد الدين الفندي.\nوأخذ الأدب عن شرف الأفاضل.\nوله من التصانيف غير ما ذكر كتاب \"زادالأئمة\" وكتاب \"المجتبى\" في الأصول و\"الجامع في الحيض\" و\"الفرائض\".\n[\n287 - مفضل بن مسعر التنوخي\n]\nمفضل بن مسعر بن محمد بن يحيي بن أبي الفرج، التنوخي، الفقيه، النحوي، القاضي.\nالجزء: 1 ¦ الصفحة: 296\n",
        "ولد بعد سنة تسعين وثلاثمائة.\nوتفقه على القدوري.\nوقرأ الأدب وسمع الحديث ببغداد ودمشق، وحدَّث.\nوله كتاب \"أخبار النحاة\" وكتاب \"التنبيه\" رد فيه على الشافعي. وله \"رسالة في وجوب غسل الرجلين\" وكتاب \"البيان عن الفصل في الأشربة بين الحلال والحرام\".\nمات سنة اثنتين وأربعين وأربعمائة.\n[\n288 - موسى بن نصير الرازي\n]\nوموسى بن نصير، أبو سهل، الرازي.\nمن أصحاب محمد بن الحسين الشيباني.\nتفقه عليه أبو علي الدقاق، وأبو سعيد البردعي.\nوروى الحديث وقال: من واظب على ترك الأربع قبل الظهر لم تقبل شهادته. انتهى.\nقلت: له كتاب \"المخارج\" وهو بديع في بابه.\nوممن تسمى بهذا الاسم.\nالجزء: 1 ¦ الصفحة: 297\n",
        "[289 - موسى بن أميرحاج، التبريزي]\nموسى بن أمير حاج بن محمد، التبريزي، الشيخ، مصلح الدين، أبو الفتح. مولده سنة تسع وستين وستمائة.\nقدم دمشق سنة عشر وسبعمائة. ثم رجع إلى بلاده. وقدم ثانيا سنة ست وعشرين. وفيها قدم إلى القاهرة.\nوكان إمامًا، فاضلًا.\nوضع شرحا على \"البديع\" في أصول الفقه لابن الساعاتي، وسماه \"الرفيع في شرح البديع\" رأيته بخطه في مجلدين.\nوكانت وفاته في العشرين من ذي الحجة، سنة ست وثلاثين وسبعمائة؛ بوادي بني سالم، من طريق الحجاز الشريف، وهو قاصد زيارة قبر رسول الله صلّى الله عليه وسلّم بعد قضاء الحج. ودفن هناك.\n[\n290 - موسى بن سليمان الجوزجاني\n]\nوموسى بن سليمان، أبوسليمان الجوزجاني.\nالجزء: 1 ¦ الصفحة: 298\n",
        "صاحب الإمام محمد بن الحسن.\nأخذ الفقه عن محمد بن الحسن، وروى كتبه.\nعرض عليه المأمون القضاء فقال:\nيا أمير المؤمنين! احفظ حقوق الله في القضاء، ولا تول على أمانتك مثلي، فإني والله غير مأمون الغضب، ولا أرضى لنفسي أن أحكم في عباده.\nقال: صدقت، وقد أعفيناك.\nفدعا له بخير.\nوله كتب \"السير\" الصغير و\"الرهن\" وكتاب \"الصلاة\" وكتب أُخر أطول من هذه، يرويها عن محمد ويعقوب عن أبي حنيفة. وأصل محمد بن الحسن، الموجود بأيدينا روايته عنه.\nوممن لم يذكر في هذا الحرف:\n[291 - محَسِّن بن عبد الله، أبو القاسم التنوخي]\nمُحَسِّن بن عبد الله بن محمد، أبو القاسم، التنوخي، اللغوي، القاضي، الحنفي. قال الذهبي: كان من أوعية العلم.\nوله مصنفات كثيرة.\nولد يوم الأحد، الثامن والعشرين من شهر ربيع الآخر سنة تسع وأربعين وثلاثمائة. وقدم دمشق مجتازا إلى الحج فأدركه أجله في الطريق، في ذي القعدة، فحُمِل إلى مدينة النبي صلّى الله عليه وسلّم، ودُفِن بالبقيع، سنة سبع عشرة وأربعمائة.\nوله شعر جيد. منه هذا:\nالجزء: 1 ¦ الصفحة: 299\n",
        "وكل أداريه على حسب حاله\n...\nسوى حاسدي فهي التي لا أنالها\nوكيف يُداري المرء حاسد نعمة\n...\nإذا كان لا يرضيه إلاّ زوالها\n[292 - مُحَسِّن بن علي، القاضي التنوخي]\nمُحَسِّن بن أبي القاسم، علي بن محمد بن أبي الفهم داود بن إبراهيم بن تميم أبوعلي، التنوخي.\nذكره الثعالبي بعد أبيه فقال: هلال ذلك القمر، وغصن هاتيك الشجر، والشاهدالعدل بمجد أبيه وفضله، والفرع المسند لأصله، والنائب عنه في حياته، والقائم مقامه بعد وفاته.\nله كتاب \"الفرج بعد الشدة\" وكتاب \"نشوار المحاضرة\" وكتاب \"المستجاد من فعلات الأجواد\" وله \"ديوان شعر\" أكبر من ديوان أبيه.\nوسمع بالبصرة من أبي العباس الأثرم، وأبي بكر الصولي، والحسين بن محمد بن يحيى بن عثمان الفسوي، وطبقتهم.\nونزل بغداد وأقام بها.\nوحدَّث إلى حين وفاته.\nالجزء: 1 ¦ الصفحة: 300\n",
        "وكان سماعه صحيحًا، وكان أديبًا، شاعرًا، أخباريًّا.\nوكان أول سماعه الحديث سنة ثلاث وثلاثين وثلاثمائة.\nوأول ما تقلد القضاء من قِبَل أبي السائب عتبة بن عبيد الله بالقصر، وبابل وما والاهما، سنة تسع وأربعين. ثم ولاه المطيع لله غير ذلك.\nوكانت وفاته سنة أربع وثمانين وثلاثمائة.\n[\n293 - مسعود بن أبي بكر الفراهي\n]\nومسعود بن أبي بكر بن الحسين، الفراهي.\nله كتاب \"اللمعة\" في نظم \"الجامع الصغير\".\nالجزء: 1 ¦ الصفحة: 301\n",
        "[\n294 - مسعود بن الحسين اليزدي\n]\nومسعود بن الحسين بن سعد، القاضي، أبو الحسن اليزدي.\nمولده سنة خمس وخمسمائة.\nقال ابن الجوزي: أحد الفقهاء الكبار على مذهب أبي حنيفة، وأحد المدرسين ببغداد، وأحد القضاة والمفتين بها.\nدرَّس بمشهد الإمام أبي حنيفة في سنة خمس وستين وخمسمائة.\nوصنَّف كتاب \"التقسيم والتشجير في شرح الجامع الصغير\".\nوكانت وفاته سنة إحدى وتسعين وخمسمائة.\n[\n295 - مسعود بن شجاع الأموي\n]\nومسعود بن شجاع، برهان الدين الأموي.\nمولده بدمشق سنة عشر وخمسمائة.\nتفقه على البرهان علي بن حسن البلخي.\nالجزء: 1 ¦ الصفحة: 302\n",
        "ودرَّس بالنورية والخاتونية.\nوولي القضاء بالعسكر.\nوكان خبيرا بالمذهب.\nتفقَّه عليه أبوحفص، عمر بن محمد بن قسام.\nوجمع كتابًا في الفقه، ونظم الشعر الرائق.\nوتوفي يوم الأحد، سادس عشر جمادى الآخرة، سنة تسع وتسعين وخمسمائة.\n[296 - مسعود بن شيبة السِّنْدِي]\nومسعود بن شيبة بن الحسين، السندي، عماد الدين، شيخ الإسلام.\nله كتاب \"التعاليم\" وكتاب \"طبقات الأصحاب\".\n[297 - مُسلِم بن سلامة، النجم السنجاري]\nومسلم -بالتخفيف-بن سلامة بن شبيب النَّقِيعي. نسبة إلى قرية على\nالجزء: 1 ¦ الصفحة: 303\n",
        "باب سنجار، يقال لها \"النقيعة\". عرف بـ\"النجم السنجاري\".\nقال ابن العديم: كان فقيهًا، فاضلًا، أديبًا.\nله كتاب: \"الجدل الحسن\"صنفه وأجاد فيه.\nوكانت وفاته قبل الستمائة.\n[298 - مطهَّر بن الحسين اليزدي]\nومطهَّر بن الحسين بن سعد بن علي بن بُنْداراليزدي.\nله شرح القدوري سماه \"اللباب\"واختصر \"النوادر\" لأبي الليث وسماه \"الخلاصة\".\n[299 - مُغَلْطاي بن قليج البكجري]\nومُغَلْطاي بن قليج بن عبد الله، علاء الدين، البكجري.\nإمام وقته، وحافظ عصره.\nالجزء: 1 ¦ الصفحة: 304\n",
        "مولده سنة تسع وثمانين وستمائة.\nووفاته يوم الثلاثاء رابع عشرين شعبان، سنة اثنتين وستين وسبعمائة.\nوسمع على بن عمير الواني، ويوسف بن عمر الختني، ويونس الدبابيسي وغيرهم.\nوتولى مشيخة الحديث بالمظفرية البيبرسية، ومدرسة أبي حُلَيفة، والصرغتمشية، والناصرية، وميعاد آقسنقر الناصري.\nالجزء: 1 ¦ الصفحة: 305\n",
        "وصنَّف الكثير، فمن ذلك: \"شرح البخارى\" نحو عشرين مجلدا، و\"إكمال تهذيب الكمال\" ثلاثة عشر مجلدا، ثم لخَّصه. وعمل شيئاً في \"المؤتلف والمختلف\" وذيَّل على ضعفاء ابن الجوزي، وشرح قطعة من سنن ابن ماجه، في خمس مجلدات، وسيرة نبوية سماها \"الزهر الباسم في سيرة أبي القاسم\". وله مجاميع حسنة، وغير ذلك.\n[\n300 - منصور بن أحمد الأقاني\n]\nومنصور بن أحمد بن يزيد، أبو محمد، الخوارزمي الأقاني.\nشرح \"المغني\" للخبازي شرحا مفيدا، غاية في بابه.\nوذكر عبد القادر أنه رأى لشخص من الأصحاب يسمى \"منصور بن أحمد\" مناسك الحج في أرجوزة. فالله أعلم.\nوفي المتقدمين-من غير طبقة هذا-منصور بن أحمد البلخي.\nقال الذهبي: أحد العلماء الأعلام.\nتوفي يوم السبت سنة خمس وثمانين وأربعمائة.\nالجزء: 1 ¦ الصفحة: 306\n",
        "[301 - الموفَّق بن محمد الخاصِّي]\nالموفق بن محمد بن الحسن بن أبي سعيد، أبو المؤيد، الخاصي، صدر الدين الخوارزمي.\nكان فقيهًا، مناظرًا، عالمًا بالخلافيات، والأدب.\nمولده بجرجانية خوارزم في صفر، سنة تسع وسبعين وخمسمائة.\nووفاته بمصر، سنة أربع وثلاثين وستمائة.\nوله كتاب \"الفصول في علم الأصول\" ورسائل مفيدة.\nوولده:\n[302 - المؤيّد بن الموفّق الخاصّي]\nالمؤيد بن الموفق بن محمد.\nشرح \"نوابغ الكلم\" للزمخشري. وله كتاب \"نثرة النثيرة وشعرى\nالجزء: 1 ¦ الصفحة: 307\n",
        "الشعراء\" أثنى عليه عز الدين بن عبد السلام.\nوكان موجودا بعد الأربعين وستمائة.\n[\n303 - ميمون بن محمد النسفي\n]\nوميمون بن محمد بن محمد بن معبد بن محمد محمد بن مكحول، ابن أبي الفضل، أبو المعين النسفي، المكحولي. الإمام، الزاهد، العالم، البارع.\nله كتاب \"التمهيد لقواعد التوحيد\" وكتاب \"التبصرة\" في الكلام.\nقال عمر بن محمد في كتاب \"القند\": كان علماء الشرق والغرب تغترف من بحاره، وتستضيء بأنواره.\nتوفي في الخامس والعشرين من ذي الحجة، سنة ثمان وخمسمائة، وله سبعون سنة.\nقال الذهبي: روى عنه شيخ الإسلام محمود بن أحمد الشاغرجي، وعبد الرشيد بن أبي حنيفة الولوالجي.\nالجزء: 1 ¦ الصفحة: 308\n",
        "[304 - ناصر بن عبد السيد، المطرِّزي]\nناصر بن أبي المكارم عبدالسيد بن علي، أبو الفتح المطرِّزي، برهان الدين. خليفة الزمخشري.\nولد بجرجانية خوارزم، سنة ست وثلاثين وخمسمائة.\nوتفقه. وصار رأسا في الاعتزال. وبرع في الفقه واللغة العربية.\nصنَّف \"المغرب\" و\"الإيضاح\" في شرح المقامات.\nتوفي عاشر جمادى الأولى، سنة عشر وستمائة.\nقلت: ذكر في\"المغرب\" إن له كتابا سماه \"المعرب\"بالمهملة.\nوذكر الذهبي إن له تصانيف في الأدب وشعرا كثيرا.\nوقال ابن خلكان: له \"الإقناع\" في اللغة و\"مختصر إصلاح المنطق\" و \"مقدمة\" لطيفة في النحو مشهورة.\nقال الذهبي: اسم مقدمته \"المصباح\" وأما \"المطرزية\" المشهورة؛ فلابن عبد الله السلمي.\nالجزء: 1 ¦ الصفحة: 309\n",
        "[305 - نصر بن محمدِ، أبو الليث السمرقندي]\nنصر بن محمد بن أحمد بن إبراهيم، أبو الليث السمرقندي، إمام الهدى.\nله \"تفسير القرآن\" وكتاب \"النوازل\" في الفقه و\"خزانة الأكمل\" و\"تنبيه الغافلي\"ن وكتاب \"بستان العارفين\".\nتوفي ليلة الثلاثاء لإحدى عشرة ليلة خلت من جمادى الآخرة، سنة ثلاث وتسعين وثلاثمائة.\nقلت: تفقه أبو الليث على أبي جعفر الهندواني.\nوله من المصنفات غير ما ذكر: كتاب \"عيون المسائل\" وكتاب \"تأسيس النظائر\" و\"مقدمة الصلاة\" المشهورة.\nوفي هذا الحرف:\n[306 - نصربن أحمد الهَرَوِيّ]\nنصربن أحمد بن إبراهيم، أبوالفتح الهَرَوي، الحنفي، الزاهد، العابد.\nقال الذهبي: سمع جده لأمه أبا المظفر منصوربن إسماعيل، وإسحاق\nالجزء: 1 ¦ الصفحة: 310\n",
        "القَرَّاب، وأباالحسن الدباس، وجماعة.\nوخرَّج له شيخ الإسلام ثلاث مجلدات.\nوكان أسند من بقي بهراة، وأعبدهم.\nتوفي سنة عشر وخمسمائة.\nوفي هذا الحرف.\n[307 - النعمان بن إبراهيم الزُّرْنوجي]\nالنعمان بن إبراهيم بن الخليل، تاج الدين، الزرنوجي.\nتفقه على الشيخ زكي الدين القراحي.\nوشرح \"المقامات\" وسماه \"الموضح\".\nوتوفي ببخارى، يوم الجمعة عاشر المحرم، سنة أربعين وستمائة.\nالجزء: 1 ¦ الصفحة: 311\n",
        "[\n308 - نوح بن منصور\n]\nنوح بن منصور.\nله كتاب \"الإرشاد\" في الفقه.\n[\n309 - هلال بن يحيى الرأي\n]\nهلال بن يحيى بن مسلم الرأي، البصري.\nقيل له \"هلال الرأي\" لسعة علمه، كما قيل: \"ربيعة الرأي\".\nأخذ عن أبي يوسف، وزفر. وروى عن أبي عوانة، وابن مهدي.\nوعنه أخذ بكار بن قتيبة، وعبد الله بن قحطبة، والحسن بن أحمد بن بسطام\nالجزء: 1 ¦ الصفحة: 312\n",
        "وله مصَنَّف في \"الشروط\"،وله \"أحكام الوقف\".\nمات سنة خمس وأربعين ومائتين.\nوفي هذا الحرف:\n[310 - هبة الله بن أحمد الطَّرازي]\nهبة الله بن أحمد بن معلى بن محمود، شجاع الدين التركستاني.\nكان فقيهًا، أصوليًّا، حسن الأخلاق، دائم الاشتغال والتصنيف.\nتفقه على الجلال الخبازي.\nوله كتاب \"تبصرة الأسرار في شرح المنار\" وكتاب \"الغُرَر\" وكتاب \"الإرشاد\" و\"شرح عقيدة الطحاوي\" وكتاب \"المنار\".\nولد سنة إحدى وسبعين وستمائة، بمدينة \"طَراز\" من إقليم تركستان.\nوتوفي بالمدرسة الظاهرية في الليلة العاشرة من ذي القعدة، سنة ثلاث وثلاثين وسبعمائة.\nالجزء: 1 ¦ الصفحة: 313\n",
        "[\n311 - هناد بن إبراهيم النسفي\n]\nهناد بن إبراهيم بن محمد بن نصر، أبو المظفر النسفي.\nسمع، وأكثر، ورحل، وخرَّج الفوائد.\nوروى عنه الخطيب وأشار إلى تضعيفه.\nتوفي يوم السبت، ثاني ربيع الأول، سنة خمس وستين وأربعمائة.\nومولده سنة أربع وثمانين وثلاثمائة.\nقال الذهبي: قرأت على أبي علي الخلال، أخبرني أبو جعفر، أخبرنا طاهر السلفي، أخبرنا أبو علي البردي، وأبو الحسن الطيوري، قالا: أخبرنا هناد النسفي، أخبرنا محمد غنجار، أخبرنا الحسن بن يوسف، أخبرنا أحمد بن علي الغجدواني، أخبرنامحمد بن أبي عمر الطواويسي، سمعت عمرو بن وهب يقول: سمعت شداد بن حكيم يذكر عن محمد بن الحسن رحمه الله في الأحاديث التي رويت: إن الله تعالى يهبط إلى السماء الدنيا\" ونحو هذا من\nالجزء: 1 ¦ الصفحة: 314\n",
        "الأحاديث.\nقال: قال محمد: هذه الأحاديث قد روتها الثقات فنحن نرويها ونؤمن بها ولا نفسرها.\n[\n312 - يحيى بن بكر\n]\nيحيى بن بكر.\nقال في الفهرست: من أهل العراق.\nوله كتاب\" الشروط\" الكبير.\n[\n313 - يعقوب بن إبراهيم، أبويوسف\n]\nيعقوب بن إبراهيم بن حبيب بن خُنَيس بن سعد بن حَبْتَة، أبو يوسف\nالجزء: 1 ¦ الصفحة: 315\n",
        "القاضي.\nصاحب أبي حنيفة.\nوسعد بن حبتة: هو سعد بن عوف بن بَحِير بن معاوية الأنصاري.\nوأمه حبتة بنت مالك، من بني عمرو بن عوف.\nأخذ أبو يوسف عن أبي حنيفة.\nوولي القضاء لثلاثة من الخلفاء: المهدي، والهادي، والرشيد.\nوكان إليه تولية القضاء في المشرق والمغرب.\nقال أحمد وابن معين: ثقة.\nمات ببغداد، يوم الخميس، لخمس خلون من ربيع الأول، سنة اثنتين وثمانين، وقيل: لخمس خلون من ربيع الآخر، سنة إحدى وثمانين ومائة.\nوقال: ما قلتُ قولًا خالفتُ فيه أبا حنيفة إلا وهو قول قاله ثم رغب عنه. وأوصى بمائة ألف لأهل مكة، ومائة ألف لأهل المدينة، ومائة ألف لأهل الكوفة، ومائة ألف لأهل بغداد.\nقلت: ورأيت بخط شيخنا-منتقي هذه التراجم- حاشية فيها: أبو يوسف أول من خوطب بقاضي القضاة، وأول من غيَّر لباس العلماء بهذا الزَّيّ، وذلك كله في خلافة الرشيد.\nوهو أول من وضع الكتب في أصول الفقه على مذهب الإمام أبي حنيفة، وأملى\nالجزء: 1 ¦ الصفحة: 316\n",
        "المسائل، ونشرها، وبث علم أبي حنيفة في أقطار الأرض.\nوقيل: لولا أبو يوسف ما ذُكِر أبو حنيفة.\nقلت: وفي فهرست النديم: ولأبي يوسف من الكتب: \"الأمالي\" كتاب\" الصلاة\" كتاب\"الزكاة\" كتاب \"الفرائض\" كتاب\" البيوع\" كتاب\" الحدود\" كتاب \" الوكالة\" كتاب \" الوصايا\" كتاب الصيد والذبائح\" كتاب\" الغصب والاستبراء\".\nولأبي يوسف \" إملاء\" رواه بشر بن الوليد، يحتوي على ستة وثلاثين كتابًا فيما فرَّعه أبو يوسف؛ كتاب \" اختلاف الأمصار\" كتاب\"الرد على مالك بن أنس\"، كتاب رسالته في \"الخراج\" إلى الرشيد.\nقلت: طالعته مرات، كتاب\" الجوامع\" ألفه ليحيى بن خالد، يحتوي على أربعين كتابًا، ذكر فيه اختلاف الناس، والرأي المأخوذ به. انتهى.\n[\n314 - يوسف بن أبي بكر، أبويعقوب السكاكي\n]\nيوسف بن أبي بكر بن محمد بن علي، أبو يعقوب السكاكي، سراج الدين الخوارزمي.\nولد ليلة الثلاثاء، ثالث جمادى الأولى، سنة خمس وخمسين وخمسمائة.\nوبرع في عدة علوم، ما بين نحو، وتصريف، ومعانٍ، وبيان، وعروض، وشعر.\nوصنف كتاب \"المفتاح\".\nومات سنة ست وعشرين وستمائة.\nالجزء: 1 ¦ الصفحة: 317\n",
        "[\n315 - يوسف بن علي، أبوعبد الله الجرجاني\n]\nيوسف بن علي بن محمد، الجرجاني، أبو عبد الله.\nصاحب \"خزانة الأكمل\"في الفقه في ست مجلدات.\nتفقه على أبي الحسن الكرخي.\nقلت: قد نسبت \"خزانة الأكمل\" في هذه التراجم إلى ثلاثة أنفس:\nيوسف هذا\nوقبله: لأبي الليث السمرقندي.\nوقبله.\nوالصحيح أنها لهذا. والله أعلم.\n[\n316 - يوسف بن محمد، ابن أبي الربيع\n]\nيوسف بن محمد بن سليمان بن أبي العز وُهَيب، أبوالمحاسن، ابن أبي عبد الله، ابن أبي الربيع.\nدرَّس بدمشق في صفر، سنة ثمان وعشرين وسبعمائة.\nوقد تقدم ذكر أبيه في كتاب \"التاريخ الكبير\" لي انتهى.\nوممن تسمى بهذا الاسم:\nالجزء: 1 ¦ الصفحة: 318\n",
        "[\n317 - يوسف بن أبي سعد السجستاني\n]\nويوسف بن أبي سعد بن أحمد، السجستاني.\nله \"تلخيص الواقعات\" المسمى بـ\"منية المفتي\".\n[\n318 - يوسف بن الحسن، السيرافي\n]\nويوسف بن الحسن بن عبد الله بن المرزبان، السيرافي.\nشرح أبيات سيبويه، وأبيات إصلاح المنطق.\nتوفي سنة خمس وثمانين وثلاثمائة.\n[\n319 - يوسف بن أحمد الخاصي\n]\nيوسف بن أحمد بن أبي بكر، الخوارزمي، نجم الدين، جمال الأئمة الخاصي.\nالجزء: 1 ¦ الصفحة: 319\n",
        "تفقه على أبي بكر بن عبد الله.\nوجمع الفتاوى المشهورة.\n[320 - يوسف بن قِز أغلي، شمس الدين سبط ابن الجوزي]\nويوسف بن قِزأُغلي بن عبد الله، شمس الدين، أبوالمظفر، سبط الإمام الحافظ أبي الفرج عبدالرحمن بن الجوزي.\nروى عن جده ببغداد.\nوسمع أبا الفرج بن كليب، وابن طَبَرْزَدْ.\nالجزء: 1 ¦ الصفحة: 320\n",
        "وسمع بالموصل، ودمشق. وحدّث بها، وبمصر. وأعطي القبول.\nوصنف الكتب المفيدة، فمن ذلك كتابه \"مرآة الزمان\" في التاريخ، و\"شرح الجامع الكبير\" وكتاب \"إيثار الإنصاف\"و\"منتهى السول في سيرة الرسول\" و\"اللوامع في أحاديث المختصر والجامع\"،و\"المجد المعظمي\" و\"تفسير القرآن العزيز \".\nتوفي ليلة الثلاثاء، حادي عشرين ذي الحجة، سنة أربع وخمسين وستمائة.\n[\n321 - يوسف بن هلال الصفدي\n]\nويوسف بن هلال بن أبي البركات، أبوالفضل الحلبي، الحنفي، الفقيه.\nأديب، عالم.\nقال الذهبي: بلغني أن له أرجوزة في الخلاف بين أبي حنيفة والشافعي.\nمات في عشر السبعين، في المحرّم، بالقاهرة، من سنة ست وسبعين وستمائة.\nوممن ذكر في هذا الحرف:\nالجزء: 1 ¦ الصفحة: 321\n",
        "[\n322 - يحيى بن بكر\n]\nيحيى بن بكر.\nذكره ابن النديم في \"الفهرست\" في الأئمة الحنفية، وقال: من أهل العراق.\nوله من الكتب: \"الشروط\" الكبير.\n[323 - يحيى بن عبد المعطي الزَّواوي]\nويحيي بن عبد المعطي بن عبدالنور، زين الدين، أبو الحسين الزواوي، المقرئ الفقيه الحنفي.\nذكره كذلك ابن خلكان، وغيره.\nمولده سنة أربع وستين وخمسمائة.\nوسمع ابن عساكر، وغيره.\nوتصدر بالجامع العتيق.\nوصنف \"الفصول\"و\"الألفية\" ومصنف في \"العروض\".\nالجزء: 1 ¦ الصفحة: 322\n",
        "وأجاز المنذري، وغيره.\nوتوفي بالقاهرة في سلخ ذي القعدة، سنة ثمان وعشرين وستمائة.\n[\n324 - يحيى بن محمد بن صاعد\n]\nويحيي بن محمد بن صاعد بن محمد، قاضي القضاة، أبوسعد، النيسابوري، الحنفي.\nولد سنة إحدى وأربعمائة.\nوسمع من جده.\nوولي قضاء الري بعد نيسابور.\nوقد خرَّج له الفوائد، وأملى.\nروى عنه ابن أخيه.\nتوفي في ربيع الأول، سنة ستين وأربعمائة.\n[\n325 - يحيى بن المظفر البغدادي\n]\nيحيي بن المظفر بن الحسن بن بركة بن مُحْرِز، أبوزكرياالبغدادي.\nالجزء: 1 ¦ الصفحة: 323\n",
        "سمع أبا المعالي، وغيره.\nقال ابن النجار: كان من شيوخ فقهاء أصحاب الإمام أبي حنيفة.\nوله مصنفات.\nومولده سنة ست وثلاثين وخمسمائة.\nوكان ذا دين، وحسن خلق، وتواضع.\nومات في ثالث عشرين ذي الحجة، سنة خمس وعشرين وستمائة.\nوقال الذهبي: كان متفَنِّنًا، مدرسًا، مناظرًا.\nوقد صنَّف في المذهب.\nالجزء: 1 ¦ الصفحة: 324\n",
        "[كتاب الكُنى]\nالجزء: 1 ¦ الصفحة: 325\n",
        "[فارغة]\nالجزء: 1 ¦ الصفحة: 326\n",
        "فصل: في ذكر من اشتهر بالكنية.\nفمنهم:\n[\n326 - أبو بكر بن إسماعيل الإسماعيلي\n]\nأبو بكر بن إسماعيل، الإسماعيلي.\nمن أقران أبي حفص الكبير.\nسئل عن التصدق في الجامع؟ فقال: هذا فلس يحتاج إلى سبعين فلسًا ليكون كفارة.\n[327 - أبو بكر بن مسعُود الكاساني]\nأبو بكر بن مسعود بن أحمد، الكاساني، علاء الدين، ملك العلماء.\nالجزء: 1 ¦ الصفحة: 327\n",
        "صاحب كتاب \"بدائع الصنائع\".\nتفقه على علاء الدين، محمد بن أحمد بن أبي أحمد السمرقندي.\nوتزوج ابنته فاطمة الفقيهة، من أجل أنه شرح كتاب \"التحفة\" للسمرقندي هذا، وسماه \"البدائع\" فجعله مهر ابنته، فقال فقهاء العصر: شرح تحفته وزوَّجَه ابنته\".\nوقدم حلب رسولا من صاحب الروم إلى نور الدين الشهيد، فولاه تدريس \"الحلاويَّة\" عوضا عن الرضي السرخسي بعد عزله.\nوصنف أيضا كتاب \"السلطان المبين في أصول الدين\".\nوكان للكاساني وجاهة، وخدمة، وشجاعة، وكرم.\nقال ابن العديم: سمعت قاضي العسكر يقول: قدم الكاساني دمشق، فحضر إليه الفقهاء، وطلبوا منه الكلام معهم في مسألة، فعينوا مسائل كثيرة فجعل يقول: ذهب إليها من أصحابنا فلان، وفلان، فلم يزل كذلك حتى إنهم لم يجدوا مسألة إلا وقد ذهب إليها واحد من أصحاب أبي حنيفة. فانفض المجلس ولم يتكلموا معه.\nقلت: وجد ونقل من شعره على ظهر نسخة كتاب \"البدائع\" هذا:\nسبقنا العالمين إلى المعالي\n...\nبصائب فكرة وعلو همه\nولاح بحكمتي نور الهدى في\n...\nليالٍ بالضَّلالة مدلهمه\nيريد الحاسدون ليطفؤوه\n...\nويأبى الله إلا أن يتمَّه\nالجزء: 1 ¦ الصفحة: 328\n",
        "وقال ابن العديم: سمعت ضياء الدين محمد بن خميس الحنفي يقول: حضرت الشيخ الكاساني عند موته، فشرع في قراءة سورة إبراهيم، حتى انتهى إلى قوله تعالى: {يُثَبِّتُ اللهُ الَّذِينَ آمَنُواْ بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ [إبراهيم: 27] فخرجت روحه عند فراغه من قوله: {وَفِي الآخِرَةِ} ودفن داخل مقام إبراهيم الخليل بظاهر حلب.\nومات يوم الأحد، عاشر رجب، سنة سبع وثمانين وخمسمائة، بحلب.\nقلت: هذا هو صاحب البدائع لا أحمد بن محمد الغزنوي المتقدم كما نبهت عليه. والله أعلم.\n[\n328 - أبو جعفر البلخي\n]\nأبو جعفر البلخي.\nذكر عنه في \"القنية\" في مسألة ما يضرب السلطان على الرعية مصلحةً لهم، يصير دينًا واجبًا، وحقًّا مستحقًّا، كالخراج، وضريبة المولى على عبده. وذلك أن رسول الله صلّى الله عليه وسلّم أمر أهل المدينة أن يردوا الكفار بثلث ثمار المدينة، ثم بنصفها. وكانت ملك الناس. ومع ذلك قطع رأيه دونهم.\nوأمر أصحابه بحفر الخندق حول المدينة، ووضع أجر العمل على من قعد. فكذا السلطان.\nقال صاحب القنية: وقال مشايخنا: وكُلّ ما يَضربُ الإمامُ لمصلحةٍ لهم فالجواب هكذا. ومنه جباية أجرة الحراسين من الحريق واللصوص ونصب الدروب وأبواب السكك.\nقال: وهذا يُعرَف ولا يُعَرَّف، خوف الفتنة.\nالجزء: 1 ¦ الصفحة: 329\n",
        "[\n329 - أبوحنيفة الخوارزمي\n]\nأبو حنيفة الخوارزمي.\nقال سألت الإمام أبا حنيفة عن الإمام إذا سمع خفق النعال من خلفه وهو راكع هل ينتظر أصحابها؟ فقال: لا يفعل وإن فعل فصلاته فاسدة وأخشى عليه.\n[\n330 - عبيد الله بن عمر، أبو زيد الدبوسي\n]\nأبو زيد الدبوسي، عبيد الله بن عمر بن عيسى.\nصاحب كتاب \"الأسرار\" و\"تقويم الأدلة\".\nكان من كبار فقهاء الحنفية، ممن يضرب به المثل.\nتوفي ببخارى، سنة ثلاثين وأربعمائة.\nقلت: تقدمت هذه الترجمة في العين وهذا تكرار. والله أعلم.\n[\n331 - أبوسعيد الصغاني\n]\nأبوسعيد الصغاني.\nسمع أبا حنيفة يقول: لا ينبغي للقاضي أن يُترَك على القضاء أكثر من سنة، لأنه إذا كان أكثر من سنة ذهب فقهه.\n[\n332 - محمد بن عيسى، أبوموسى الفقيه\n]\nأبو العلاء بن أبي موسى، الضرير.\nاسمه: محمد بن عيسى، أبو عبد الله.\nيُعرَف بـ\"أبي موسى\" الفقيه.\nالجزء: 1 ¦ الصفحة: 330\n",
        "ولي القضاء ببغداد، في أيام المتقي. ثم عزل، ثم أعيد في خلافة المستكفي. وكان من أهل العلم بمذهب العراقيين. وأبوه كان من المتقدمين في هذا المذهب.\nوكان له سمت حسن، ووقار تام.\nوكان ثقة عند الناس لا مطعن عليه في شيء مما يتولاه، وينظر فيه.\nودرّس.\nووُجِد مقتولًا، في داره، سنة نيف وثلاثين وثلاثمائة؛ كبسه اللصوص.\nوله كتاب \"الزيادات\" و\"الجامع الكبير\" و\"الجامع الصغير\" و\"الكلام في حكم الدار\" وشرح \"الجامع الكبير\" لمحمد بن الحسن.\nوله في أصول الفقه ثمان مجلدات.\n[\n333 - الحكم بن عبد الله، أبومطيع البلخي\n]\nأبو مطيع البلخي.\nروى كتاب \"الفقه الأكبر\" عن أبي حنيفة.\nالجزء: 1 ¦ الصفحة: 331\n",
        "قلت: هو الحكم بن عبد الله بن مَسْلَمَة بن عبد الرحمن، القاضي، الفقيه. يروي عن ابن عون، وهشام بن حسان، ومالك بن أنس، وإبراهيم بن طهمان.\nوعنه: أحمد بن منيع، وغيره.\nتفقه عليه أهل بلاده.\nوكان ابن المبارك يجله لدينه وعلمه.\nمات سنة سبع وتسعين ومائة عن أربع وثمانين سنة، بعد ما ولي قضاء بلخ.\nوجاء كتاب الخليفة ليقرأ وفيه لولي العهد: {وَآتَيْنَاهُ الْحُكْمَ صَبِيّاً (مريم:12} فسمع أبو مطيع، فدخل على الوالي وقال: بلغ من خطر الدنيا أنا نكفر بسببها\" وكرر ذلك مرارا حتى بكى الأمير وقال: إني معك ولكن اجترئ بالكلام، فتكلم وكن مني آمنا. فذهب يومَ الجمعة فارتقى المنبر ثم قال: يا معشر المسلمين! وأخذ بلحيته وبكى؛ وقال: بلغ من خطر الدنيا أن تَجُرَّ إلى الكفر. من قال: وَآتَيْنَاهُ الْحُكْمَ صَبِيّاً} غير يحيى فهو كافر. فضج أهل الجامع بالبكاء. وهرب اللذان قدما بالكتاب.\nوكان أبو مطيع إذ ذاك قاضيًا.\nوكان يذهب إلى فرضية التسبيحات الثلاث في الركوع والسجود.\nالجزء: 1 ¦ الصفحة: 332\n",
        "[\n334 - أبو بكربن أحمد الظهير\n]\nأبو بكر بن أحمد بن علي بن عبد العزيز، عُرِف بالظهير، البلخي الأصل، السمرقندي.\nتفقَّه، وقدم حلب ودمشق.\nوأفتى، ودرَّس، وصنَّف.\nشرح \"الجامع الصغير\". وله شعر.\nمات بدمشق ليلة الإثنين، ثالث عشرشوال، سنة ثلاث وخمسين وخمسمائة.\nقلت: إنما ذكر هذه الترجمة بعد أبي مطيع لأجل أن صاحب الأصل ذكرها في الذيل بعد إكمال الكُنى.\nوفي الكنى ممن لم يذكر:\n[\n335 - أبو بكر بن إسحاق الكلاباذي\n]\nأبو بكر بن إسحاق البخاري، الكلاباذي.\nقال منكوبرس: له كتاب \"التعرف\". فيه أقاويل الأصحاب في التوحيد والصفات.\nالجزء: 1 ¦ الصفحة: 333\n",
        "[\n336 - أبو بكر بن محمد النيسابوري\n]\nوأبو بكر بن محمد بن أبي الفتح النيسابوري.\nله كتاب \"الأوضح\" في الفقه.\n[\n337 - أبو بكربن محمود\n]\nأبو بكر بن محمود.\nله كتاب \"الهادي للبادي\" على كتاب \"النافع\".\n[\n338 - أبو بكر المحمودي\n]\nوأبو بكر المحمودي.\nقال ابن الأثير: صاحب التصانيف والأشعار. وله مقامات بالفارسية على نمط \"مقامات الحريري\" بالعربية.\nمات سنة تسع وخمسين وخمسمائة.\nالجزء: 1 ¦ الصفحة: 334\n",
        "[\n339 - أبوذر\n]\nوأبوذر.\nقال ابن العديم: فقيه من طرسوس.\nله في الفقه كتاب\"الخصال\" وهو حسن.\n- أبو بكر الرازي:\nأحمد بن علي.\n-أبو بكر الخصاف:\nأحمد بن عمر.\n[\n340 - أبو بكر بن يعقوب\n]\nأبو بكر بن يعقوب.\nله كتاب\"اختلاف الفقهاء\".\n[341 - أبو سهل الزُّجاجي]\nأبو سهل الزُّجاجي.\nالجزء: 1 ¦ الصفحة: 335\n",
        "تفقه على أبي الحسن الكرخي.\nوتفقه به أهل نيسابور.\nوله كتاب \"الرياض\".\n[\n342 - محمد بن محمد، أبو طاهر الدباس\n]\nأبوطاهر الدباس.\nاسمه محمد بن محمد بن سفيان، مشهور بكنيته.\nتفقه بأبي خازم.\nوكان من أهل السنة. ويوصف بالحفظ، ومعرفة الروايات.\nالجزء: 1 ¦ الصفحة: 336\n",
        "-أبو عبد الله الجرجاني:\nيوسف بن علي.\n-أبوالعتيق:\nأبو بكر الحداد.\n[\n343 - أبوعلي الدقاق\n]\nأبو علي الدقاق الرازي.\nله كتاب \"الحيض\".\nتفقه على موسى بن نصر الرازي.\nوتفقه عليه أبوسعيد البردعي.\n[\n344 - أحمد بن محمد، ابن دانكا\n]\nأبو عمرو الطبري.\nتفقه على أبي سعيد البردعي.\nالجزء: 1 ¦ الصفحة: 337\n",
        "وكان يدرَّس ببغداد مذهبَ الإمام أبي حنيفة هو والكرخي.\nله \"شرح الجامعين\".\nمات سنة أربعين وثلاثمائة.\nكذا ذكره الذهبي في الكُنى.\nوقال عبد القادر: اسمه أحمد بن محمد بن عبد الرحمن. والله أعلم.\n-أبو الفضل الكرماني:\nعبد الرحمن بن محمد. تقدم.\n[\n345 - أبو القاسم بن يوسف السمرقندي\n]\nوأبو القاسم بن يوسف السمرقندي.\nله كتاب \"الملتقط في الفتاوى\"،أتمه إملاء في آخر شعبان، سنة سبع وأربعين وخمسمائة.\nالجزء: 1 ¦ الصفحة: 338\n",
        "[\n346 - أبوالقاسم بن يوسف الحسيني\n]\nأبوالقاسم بن يوسف الحسيني، المديني، ناصرالدين.\nله كتاب\"النافع\" وكتاب\"الإحقاق\".\nالجزء: 1 ¦ الصفحة: 339\n",
        "- أبو الليث السمرقندي:\nاسمه: نصر.\n- أبو المعين النسفي:\nميمون.\n[\n347 - محمد بن عبد الجبار، أبو منصور السمعاني\n]\nوأبو منصور بن محمد بن عبد الجبار السمعاني، المرزوي.\nكذا يوجد في طبقات الأصحاب.\nوالصواب: أبو منصور محمد، بإسقاط لفظة\"ابن\".\nقال السمعاني: له تصانيف مفيدة، وكان إمامًا في العربية.\nوقال الذهبي: كان إمامًا، ورعًا، نحويًا، لغويَّا.\nله مصنفات.\nمات سنة خمسين وأربعمائة.\nالجزء: 1 ¦ الصفحة: 340\n",
        "-أبو منصور الماتريدي:\nمحمد بن محمد.\n-أبو اليسر اليزدوي:\nمحمد بن محمد بن الحسين، صدرالإسلام، أخو فخر الإسلام.\nالجزء: 1 ¦ الصفحة: 341\n",
        "(فارغة)\nالجزء: 1 ¦ الصفحة: 342\n",
        "فصل: فيمن عساه يشتهر بابن فُلان\nالجزء: 1 ¦ الصفحة: 343\n",
        "(فارغة)\nالجزء: 1 ¦ الصفحة: 344\n",
        "-ابن أمين الدولة:\nالحسن بن أحمد.\n-ابن البرهان:\nأحمد بن إبراهيم.\n-ابن أبي جعفر:\nأحمد بن يحيى.\n-ابن خسرو:\nالحسين بن محمد.\n-ابن دوست:\nعبد الرحمن بن محمد.\n-ابن الربوة:\nمحمد بن أحمد.\n- ابن رستم:\nإبراهيم.\n- ابن الزركشي:\nأحمد بن الحسن.\nالجزء: 1 ¦ الصفحة: 345\n",
        "-ابن الساعاتي:\nأحمد بن علي.\n-ابن السباك:\nعلى بن سنجر.\n- ابن سماعة:\nمحمد.\n-ابن سينا:\nالحسين بن عبد الله.\n-ابن شجاع:\nمحمد.\n-ابن الصائغ:\nمحمد بن عبد الرحمن.\n-ابن الطبري:\nأحمد بن الحسين.\n- ابن عبد الحق:\nإبراهيم.\n- ابن العديم:\nعمر بن أحمد\nومحمد بن عمر.\n- ابن أبي العوام:\nأحمد بن محمد.\nالجزء: 1 ¦ الصفحة: 346\n",
        "-ابن الفصيح:\nأحمد بن علي.\n- ابن قاضي خاصة:\nمحمود.\n-ابن قاضي العسكر:\nعلي بن خليل.\n- ابن معطي:\nيحيى.\n- ابن الولي:\nمحمود.\n-ابن وهبان:\nعبد الوهاب.\nالجزء: 1 ¦ الصفحة: 347\n",
        "(فارغة)\nالجزء: 1 ¦ الصفحة: 348\n",
        "فصل: فيمن عساه يشتهر بنسب أو لقب\nالجزء: 1 ¦ الصفحة: 349\n",
        "(فارغة)\n",
        "-الأتراري:\nأمير كاتب. وهو الأتقاني أيضا.\n-الأخسيكثي:\nأحمد بن محمد\nومحمد بن محمد.\n-الإسبيجابي:\nعلي بن محمد.\nومحمد بن أحمد.\n- الاسترابادي:\nجعفر بن طرخان.\n- الأسروشني:\nمحمد بن محمود.\nالجزء: 1 ¦ الصفحة: 351\n",
        "-الأقاني:\nمنصور بن أحمد.\n- الأقطع:\nأحمد بن محمد.\n- أكمل الدين:\nمحمد بن محمد بن محمود.\n-إمام زاده:\nمحمد بن أبي بكر.\n- الأنصاري:\nأحمد بن محمد.\n-البرتي:\nأحمد بن محمد.\n- برهان الإسلام:\nصاحب \"المحيط\" و\"الذخيرة\"، محمد بن محمد.\n-البرهان النسفي:\nمحمد بن محمد.\n- البزدوي:\nعلي بن محمد\nومحمد بن محمد.\nالجزء: 1 ¦ الصفحة: 352\n",
        "-البقال:\nمحمد بن أبي القاسم.\n- تاج الشريعة:\nمحمود بن عبيد الله.\n-التباني:\nجلال.\n-التركماني:\nأحمد\nوعثمان\nوعلي.\n-التمرتاشي:\nأحمد بن إسماعيل.\n-الجدامي:\nإبراهيم.\n-الجصاص:\nأحمد بن علي.\n-حافظ الدين النسفي:\nعبد الله بن أحمد.\nالجزء: 1 ¦ الصفحة: 353\n",
        "[\n348 - محمد بن محمد البزازي\n]\nحافظ الدين البزازي.\nتوفي في أوسط شهر رمضان، سنة سبع وعشرين وثمانمائة.\n-الحارثي:\nعبد الله بن أحمد.\n-الحداد:\nأبو بكر. في الأسماء\nالجزء: 1 ¦ الصفحة: 354\n",
        "-الحاكم الشهيد:\nمحمد بن محمد.\n-الحسام الأخسيكثي:\nأحمد بن محمد. تقدم في أح.\n-الحسام الشهيد:\nعمر بن عبد العزيز.\n-الحصيري:\nمحمود بن أحمد.\n-الحلواني:\nعبد العزيز بن أحمد. يأتي في شمس الأئمة.\n- حميد الدين الضرير:\nعلي بن محمد.\n- الخاصي:\nالموفق\nويوسف بن أحمد.\n-الخبازي:\nعمر بن محمد.\nالجزء: 1 ¦ الصفحة: 355\n",
        "[349 - نصر بن محمد الخَتْلِي]\nالختلي.\nله\"شرح القدوري\".\nكان في حدود الستمائة.\n-الخصاف.\nأحمد بن عمر.\n[\n350 - الخلخالي\n]\nالخلخالي.\nله \"شرح مختصر القدوري\".\n-خواهر زاده:\nمحمد بن الحسين.\n-الخلاطي:\nمحمد بن عباد.\nومحمد بن علي.\n-الدباس:\nأبو طاهر.\nالجزء: 1 ¦ الصفحة: 356\n",
        "-الدبوسي:\nأبو زيد عبيد الله.\n-الدوركي:\nمحمد بن مصطفى.\n-الرسعني:\nإبراهيم.\n-الرُّسْتُغْفَنِي:\nعلي بن سعيد.\n-الركن العميدي:\nمحمد بن محمد.\n-الزاهد:\nمحمد بن الوليد.\n-الزاهدي:\nمختار.\n-الزندويستي:\nالحسين بن يحيى.\n-الزوزني:\nمحمد بن محمود.\n-الزيلعي:\nعثمان بن علي.\nالجزء: 1 ¦ الصفحة: 357\n",
        "-الزينبي:\nأحمد بن عيسى.\n-زين المشايخ:\nمحمد بن أبي القاسم البقَّال.\n-سبط ابن الجوزي:\nيوسف.\n-السجاونْدي:\nمحمد بن محمد.\n-السراج الهندي:\nعمر بن إسحاق.\n-السرخسي:\nمحمد بن أحمد.\n-السروجي:\nأحمد بن إبراهيم.\n-السغدي:\nعلي بن الحسين.\n-السكاكي:\nيوسف، أبويعقوب.\nالجزء: 1 ¦ الصفحة: 358\n",
        "-السنجاري:\nعبد الله بن علي.\nومحمد بن عبد الرحمن.\n-السيرافي:\nالحسن بن عبد الله.\nوابنه يوسف.\n-الشجري:\nأحمد بن كامل.\nوالخليل بن أحمد.\n-الشروطي:\nأحمد بن زيد.\n-الشعيبي:\nمحمد بن أحمد.\n-شمس الأئمة:\nالحلواني، عبد العزيز بن أحمد.\nوالسرخسي، محمد بن أحمد بن أبي سهل.\nوالكردري، محمد بن عبد الستار.\n-الصابوني:\nأحمد بن محمود.\nالجزء: 1 ¦ الصفحة: 359\n",
        "-الصاغاني:\nالحسن بن محمد.\n[351\n- عبدالكريم بن محمد الصّبَّاغي]\nالصّبَّاغي، أبو عمرو، ركن الأئمة.\nله شرح على القدوري.\n- صدر الشريعة:\nعبد الله بن مسعود.\n[\n352 - صدر القضاة\n]\nصدر القضاة.\nله \"شرح الجامع الصغير\".\n-الصغناقي:\nالحسين بن علي.\n-الصلغري:\nمحمد بن مصطفى.\nالجزء: 1 ¦ الصفحة: 360\n",
        "- صاحب \"المحيط\":\nمحمد بن محمد، برهان الإسلام. تقدم.\n- صاحب \"الخلاصة\" على القدوري:\nعلي بن أحمد بن مكي.\n- صاحب \"خلاصة الفتاوي\"\nطاهر.\n-صاحب \"الكشف الكبير\" و\"التحقيق\":\nعبد العزيز.\n-صاحب \"المختار\":\nعبد الله بن محمود.\n-صاحب \"الهداية\":\nعلي بن أبي بكر.\n-الطبري:\nمحمد بن أحمد.\nوأبو عمرو.\n-الطحاوي:\nأحمد بن محمد.\n-العتابي:\nأحمد بن محمد.\nالجزء: 1 ¦ الصفحة: 361\n",
        "-العقيلي:\nأحمد بن محمد الأنصاري.\n-عماد الإسلام:\nعبد الرحيم.\n-العميدي:\nمحمد بن محمد.\n-علاء الدين السمرقندي:\nمحمد بن أحمد.\n-العلاء الزاهد:\nمحمد بن عبد الرحمن.\n-العلاء السمرقندي:\nمحمد بن عبد الحميد.\n-الغزنوي:\nأحمد بن محمد.\nوسعيد بن عبد الله.\nوعبد الرب.\n-فخر الإسلام:\nعلي بن محمد البزدوي.\nالجزء: 1 ¦ الصفحة: 362\n",
        "[\n353 - عثمان بن إبراهيم الفضلي\n]\nالفضلي:\n-عثمان بن إبراهيم بن محمد.\nمولده في رمضان، سنة ست وعشرين وأربعمائة.\nوتوفي سنة ثمان وخمسمائة.\n-وعبد العزيز بن عثمان.\n-ومحمد بن محمد، أخوعثمان.\n-وعبد الرب.\n-قاضي الحرمين:\nأحمد بن محمد.\n-قاضي خان:\nحسن بن منصور.\n-قاضي العسكر:\nأحمد بن إبراهيم.\n-القدوري:\nأحمد بن محمد.\n-قطب الدين الحلبي:\nعبد الكريم.\n-قوام الدين:\nأميركاتب الأتقاني.\nالجزء: 1 ¦ الصفحة: 363\n",
        "ومحمد الكاكي\nومسعود الكرماني.\n-القونوي:\nأحمد بن مسعود\nومحمد بن يوسف.\nومحمود بن أحمد.\n-القيسي:\nأحمد بن عبد القادر.\n-الكاساني:\nأبو بكربن مسعود.\n-الكاكي:\nمحمد.\nالجزء: 1 ¦ الصفحة: 364\n",
        "-الكرابيسي:\nأسعد بن محمد.\n-الكرخي:\nعبيد الله بن الحسين.\n-الكردري:\nعبد الغفور بن لقمان.\nومحمد بن عبد الستار.\n-الكرماني:\nأبو الفضل عبد الرحمن.\nوقوام الدين مسعود.\n-الماتريدي:\nمحمد بن محمد.\n-المحبوبي:\nأحمد بن عبيد الله\nومحمود بن عبيد الله\nوعبيد الله.\nالجزء: 1 ¦ الصفحة: 365\n",
        "-المحمودي:\nأحمد بن أبي المؤيد.\n[354 - المَرْجي الثقفي]\nالمرجى الثقفي.\nله كتاب \"مسائل دعوى الحيطان والطرق ومسيل الماء\".\n-المستغفري:\nجعفر بن محمد.\n-المنبجي:\nعلي بن زكريا.\n- مولانا جلال الدين:\nمحمد بن محمد.\n-الناصحي:\nعبد الله بن الحسين.\nالجزء: 1 ¦ الصفحة: 366\n",
        "-الناطفي:\nأحمد بن محمد.\n-النجم:\nالحسين بن محمد.\n-نور الهدى:\nالقاسم بن علي.\n-الهاشمي:\nعبد المطلب.\n-الهندواني:\nأبو جعفر، محمد بن عبد الله.\n-الولوالجي:\nعبد الرشيد.\n-اليزدي:\nمسعود بن الحسين.\nالجزء: 1 ¦ الصفحة: 367\n",
        ""
    ]
}