{
    "1": [
        "أسباب المغفرة\nأسباب المغفرة\nابن رجب الحنبلي\nالكتاب:\nأسباب المغفرة\nالمؤلف:\nعبد الرحمن بن أحمد بن رجب الحنبلي (المتوفى: 795هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nعن أنس بن مالك رضى الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: قال الله تعالى: (يا ابن آدَمَ إِنَّكَ مَا دَعَوتَنِى وَرَجَوتَنِى غَفَرتُ لَكَ عَلى مَا كَانَ مِنكَ وَلاَ أُبَالِى.\nيَا ابنَ آدَمَ لَو بَلَغَت ذُنُوبُكَ عَنَانَ السَّماءِ ثُمَّ استَغفَرتَنِى غَفَرتُ لَكَ.\nيَا ابنَ آدَمَ إِنَّكَ لَو أَتَيتَنِى بِقُرَابِ الأَرضِ خَطَايَا ثُمَّ لَقِيتَنِى لا تُشرِكُ بِى شَيئاً لأَتَيتُكَ بقُرَابِها مَغفِرَةً) . رواه الترمذى وقال: حديث حسن صحيح.\nهذا الحديث تفرد به الترمذى خرجه من طريق كثير بن فائدة: حدثنا سعيد بن عبيد سمعت بكر بن عبد الله المزنى يقول حدثنا أنس فذكره.\nوقال: حسن غريب لا نعرفه إلا من هذا الوجه انتهى.\nوإسناده لا بأس به، وسعيد بن عبيد هو الهنائى. قال أبو حاتم: شيخ وذكره ابن حبان فى الثقات ومن زعم أنه غير الهنائى فقد وهم وقال الدارقطنى: تفرد به كثير بن فائد عن سعيد مرفوعا ورواه مسلم بن قتيبة عن سعيد عن عبيد فوقفه أنس.\nقلت: قد روى عنه مرفوعا وموقوفا وتابعه على رفعه أبو سعيد أيضا مولى بنى هاشم فرواه عن سعيد بن عبيد مرفوعا أيضا وقد روى أيضا من حديث ثابت عن أنس مرفوعا ولكن قال أبو حاتم: لو منكر.\nشواهد الحديث\nوقد روى أيضا عن سعيد بن عبيد مرفوعا أيضا من حديث أبى ذر خرجه الإمام أحمد من رواية شهر بن حوشب عن معد يكرب عن أبى ذر عن النبى صلى الله عليه وسلم يرويه عن ربه تعالى فذكره بمعناه.\nورواه بعضهم عن شهر عن عبد الرحمن بن غنم عن أبى ذر.\nوقيل عن شهر عن أم الدرداء عن أبى الدرداء عن النبى صلى الله عليه وسلم. ولا يصح هذا القول.\nوروى حديث ابن عباس. خرجه الطبرانى من رواية قيس بن الربيع عن حبيب بن أبى ثابت عن سعيد بن جبير عن ابن عباس عن النبى صلى الله عليه وسلم.\nوروى بعضه من وجوه آخر: فخرج مسلم فى صحيحه من حديث معزوز بن سويد عن أبى ذر عن النبى صلى الله عليه وسلم قال: يقول الله تعالى: (مَن تَقَرَّبَ مِنّى شِبراً تقرَّبتُ منهُ ذِرَاعاً، وََمن تَقَرَّبَ مِنّى ذِرَاعاً تَقَرَّبتُ مِنهُ بَاعاً، وَمَن أَتَانِى يمشِى أَتَيتُهُ هَروَلةً، وَمَن لقِيِنى بِقرابِ الأَرضِ خَطِيَئةً لاَ يُشرِكُ بِى شَيئاً لَقِيتُهً بِقُرَاِبهَا مَغفِرَةً) .\nوخرج الإمام أحمد من رواية أخشن السدوسى قال: (دخلت على أنس فقال: سمعت رسول الله صلى الله عليه وسلم يقول: والذى نفسى بيده لو أخطأتم حتى تملأ خطاياكم ما بين السماء والأرض ثم استغفرتم الله لغفر لكم) .\nوقد تضمن حديث أنس المبدوء بذكره أن هذه الأسباب الثلاثة يحصل بها المغفرة.\nالسبب الأول\nالدعاء مع الرجاء\nأحدهم: الدعاء مع الرجاء فإن الدعاء مأمور به وموعود عليه بالإجابة كما قال تعالى: (وَقَالَ رَبُّكُمُ ادعُونِى أَستَجِب لَكُم) .) سورة غافر: آية 60 (وفى السنن الأربعة عن النعمان بن بشير عن النبى صلى الله عليه وسلم قال: (إن الدعاء هو العبادة (ثم تلا هذه الآية.\nوفى حديث آخر خرجه الطبرانى مرفوعا: من أعطى الدعاء أعطى الإجابة لأن الله تعالى يقول: (أُدعُونِى أَستَجِب لَكُم) .) سورة غافر: آية 60 (وفى حديث آخر: (ما كان الله ليفتح على عبد باب الدعاء ويغلق عنه باب الإجابة) .\nلكن الدعاء سبب مقتض للاجابة مع استكمال شرائطه وانتقاء موانعه، وقد تتخلف الإجابة لانتقاء بعض شروطه أو وجود بعض موانعه وآدابه وقد سبق ذكر بعض شرائطه وموانعه وآدابه فى شرح الحديث العاشر.\nمن أعظم شرائطه\nحضور القلب ورجاء الإجابة\nمن الله تعالى\nكما خرجه الترمذى من حديث أبى هريرة عن النبى صلى الله عليه وسلم قال: (ادعو الله وأنتم موقنون بالإجابة، وإن الله تعالى لا يقبل دعاء من قلب غافل لاه) .\nوفى المسند عن عبد الله بن عمر عن النبى صلى الله عليه وسلم قال: (إن هذه القلوب أوعية فبعضها أوعى من بعض، فإذا سألتم الله فاسألوه وأنتم موقنون بالإجابة، فإن الله لا يستجيب لعبد دعاء من ظهر قلب غافل) .\nولهذا نهى العبد أن يقول فى دعائه: (اللهم اغفر لى إن شئت، ولكن ليعزم المسألة، فإن الله لا مكره له) .\nالجزء: 1 ¦ الصفحة: 1\n",
        "نهى أن يستعجل ويترك الدعاء لاستبطاء الإجابة وجعل ذلك من موانع الإجابة حتى لا يقطع العبد رجاءه من إجابة دعاءه.\nالله يحب الملحين فى الدعاء\nولو طالت المدة فإنه سبحانه يحب الملحين فى الدعاء وجاء فى الآثار (إن العبد إذا دعا ربه وهو يحبه قال يا جبريل لا تعجل بقضاء حاجة عبدى فإنى أحب أن اسمع صوته) .\nقال تعالى: (وَادعُوهُ خَوفَاً وَطَمَعَاً إِنَّ رَحمَتَ الله قَرِيبٌ مِّنَ اٌلمُحسِنِينَ) . سورة الأعراف: آية 56 فما دام العبد يلح فى الدعاء، ويطمع فى الإجابة غير قاطع الرجاء فهو قريب من الإجابة، ومن أدمن قرع الباب يوشك أن يفتح له.\nوفى صحيح الحاكم عن أنس مرفوعا: (لا تعجزوا عن الدعاء فإنه لن يهلك مع الدعاء أحد) .\nمن أهم ما يسأل العبد ربه مغفرة ذنوبه\nومن أهم ما يسأل العبد ربه مغفرة ذنوبه وما يستلزم ذلك كالنجاة من النار ودخوله الجنة.\nوقد قال النبى صلى الله عليه وسلم: (حولها ندندن (يعنى حول سؤال الجنة والنجاة من النار.\nوقال أبو مسلم الخولانى: (ما عرضت لى دعوة فذكرت النار إلا صرفتها إلى الإستعاذة منها) .\nسبب صرف الإجابة عن العبد\nومن رحمة الله تعالى بعبده أن العبد يدعوه بحاجة من الدنيا فيصرفها عنه يعوضه خيرا منها: - إما أن يصرف عنه بذلك سوءا.\n- أو يدخرها له فى الآخرة.\n- أو يغفر له بها ذنبا.\nكما فى المسند والترمذى من حديث جابر عن النبى صلى الله عليه وسلم قال: (ما من أحد يدعو بدعاء إلا آتاه الله ما سأل أو كف عنه من السوء مثله ما لم يدع بإثم أو قطيعة رحم) .\nوفى المسند وصحيح الحاكم عن أبى سعيد عن النبى صلى الله عليه وسلم قال: (ما من مسلم يدعو بدعوة ليس له فيها إثم أو قطيعة رحم إلا أعطاه الله بها إحدى ثلاث: - إما أن يعجل له دعوته.\n- وإما أن يدخرها له فى الآخرة.\n- وإما أن يكشف عنه من السوء مثلها.\nقالوا: إذا نكثر؟ قال: الله أكثر) .\nوخرجه الطبرانى وعنده: (أو يغفر له بها ذنبا قد سلف) .\nبدل قوله: (أو يكشف عنه من السوء مثلها) .\nوخرج الترمذى من حديث عبادة مرفوعا نحو حديث أبى سعيد أيضا.\nمن أعظم أسباب المغفرة\nأن العبد إذا أذنب ذنبا لم يرجح مغفرته ألا من الله\nوبكل حال فالإلحاح بالدعاء بالمغفرة مع رجاء الله تعالى موجب للمغفرة.\nوالله تعالى يقول: (أَنَا عِندَ ظَنِّ عَبدِى بِى فَليَظُنَّ بِى مَا شَاءَ) .\nوفى رواية) فلا تظنوا بالله إلا خيرا) .\nويروى من حديث سعيد بن جبير عن ابن عمر مرفوعا: (يأتى الله بالمؤمن يوم القيامة فيقربه حتى يجعله فى حجابه من جميع الخلق فيقول: لم أقرأ فيعرفه ذنبا ذنبا أتعرف؟ أتعرف؟ فيقول: نعم نعم، ثم يلتفت العبد يمنة ويسرة. فيقول الله تعالى: (لا بأس عليك يا عبدى أنت فى سترى من جميع خلقى، ليس بينى وبينك أحد يطلع على ذنوبك غيرى غفرتها لك بحرف واحد من جميع ما أتيتنى به.\nقال: ما هو يا رب؟ قال: كنت لا ترجو العفو من أحد غيرى) .\nفمن أعظم أسباب المغفرة أن العبد إذا أذنب ذنبا لم يرج مغفرته من غير ربه ويعلم أنه لا يغفر الذنوب ويأخذ بها غيره.\nوقد سبق ذكر ذلك فى شرح حديث أبى ذر: (يا عبادى إنى حرمت الظلم على نفسى) .\nذنوب العبد وإن عظمت\nعفو الله أعظم منها\nوقوله: (إنك ما دعوتنى ورجوتنى غفرت لك ما كان منك ولا أبالى) .\nيعنى على كثرة ذنوبك وخطاياك ولا يعاظمنى ذلك ولا استكثره.\nوفى الصحيح عن النبى صلى الله عليه وسلم قال: (إذا دعا أحد فليعظم الرغبة، فإن الله لا يتعاظمه شئ) .\nفذنوب العبد وإن عظمت فإن عفو الله ومغفرته أعظم منها وأعظم، فهى صغيرة فى جنب عفو الله ومغفرته.\nوفى صحيح الحاكم عن جابر: (أن رجلا جاء إلى النبى صلى الله عليه وسلم وهو يقول: واذنوباه، مرتين أو ثلاثا. فقال له النبى صلى الله عليه وسلم: قل: اللهم مغفرتك أوسع من ذنوبى، ورحمتك أرجى عندى من عملى، فقالها ثم قال له: عد، فعاد، ثم قال له: عد، فعاد، فقال له: قم قد غفر الله لك) .\nوفى هذا المعنى يقول بعضهم: يا كثير الذنب عفو الله من ذنبك أكبر ذنبك أعظم الأشياء فى جانب عفو الله تغفر وقال آخر:\nالجزء: 1 ¦ الصفحة: 2\n",
        "يَا رَبِّ إِن عَظُمَت ذُنُوبِى كَثرَةً\n...\nفَلَقَد عَلِمتُ بِأَنَّ عَفوَكَ أَعظَمُ\nإِن كَانَ لاَ يَرجُوكَ إِلاَّ مُحسِنٌ\n...\nفَمَن الَّذِى يَدعُو وَيرجو المُجرِمُ\nمَا لِى إِلَيكَ وَسِيلَةٌ إِلاَّ الرَّجَا\n...\nوَجَمِيلُ عَفوِكَ ثُمَّ إِنِّى مُسلمُ\nالسبب الثانى\nالاستغفار لو عظمت الذنوب\nالسبب الثانى للمغفرة: الاستغفار ولو عظمت الذنوب وبلغت العنان وهو السحاب. وقيل ما انتهى إليه البصر منها.\nوفى الرواية الأخرى: (لو أخطأتم حتى بلغت خطاياكم ما بين السماء والأرض ثم استغفرتم الله لغفر لكم) .\nبيان معنى الاستغفار\nوالاستغفار: طلب المغفرة، والمغفرة هى وقاية شر الذنوب مع سرها وقد كثر فى القرآن ذكر الاستغفار.\nفتارة يؤمر به.\nكقوله تعالى: (وَاستَغفِرُوا الله إِنَّ الله غَفُورٌ رَّحِيمُ) . سورة المزمل: آية 20 وقوله: (وَأَنِ استَغفِرُوا رَبَّكُم ثُمَّ تُوبُوا إِلَيهِ) . سورة هود: آية 3 وتارة يمدح أهله كقوله تعالى: (وَاٌلمُستَغفِرِينَ بِالأَسحَارِ) . سورة آل عمران: آية 17 وقوله تعالى: (وَاٌلَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَو ظَلَمُوا أَنفُسَهُم ذَكَرُوا اللهَ فَاستَغفَرُوا لِذُنُوبِهِم وَمَن يَغفِرُ الذُّنُوب إِلاَّ اللهُ) . سورة آل عمران: آية 135 وتارة يذكر أن الله يغفر لمن استغفره كقوله تعالى: (وَمَن يَعمَل سُوءًا أَو يَظلِم نَفسَهُ ثُمَّ يَستغفِرِ اللهَ يَجِدِ اللهَ غَفُوراً رَّحِيماً) . سورة النساء: آية 110\nالاستغفار يقرن بالتوبة\nوكثيرا ما يقرن الإستغفار بذكر التوبة فيكون الاستغفار حينئذ عبارة عن طلب المغفرة باللسان.\nوالتوبة: عبارة عن الإقلاع عن الذنوب بالقلوب والجوارح وتارة يفرد الإستغفار ويرتب عليه المغفرة كما ذكر الحديث وما أشبهه.\nفلو قيل إنه أريد به الإستغفار المقترن بالتوبة.\nوقيل إن نصوص الإستغفار كلها المفردة مطلقة تقيد بما ذكر فى آية آل عمران من عدم الإصرار.\nفإن الله وعد فيها بالمغفرة لمن استغفر من ذنوبه ولم يصر على فعله فتحمل النصوص المطلقة فى الاستغفار كلها على هذا القيد.\nومجرد قول القائل: (اللهم اغفر لى (طلب منه للمغفرة ودعائها فيكون حكمه حكم سائر الدعاء فإن شاء الله أجابه وغفر لصاحبه، ولا سيما إذا خرج عن قلب منكسر بالذنوب أو صادف ساعة من ساعات الإجابة كالأسحار وأدبار الصلوات.\nويروى عن لقمان أنه قال لابنه: (يا بنى عود لسانك اللهم اغفر لى. فإن الله ساعات لا يرد فيها سائلا) .\nوقال الحسن: (أكثروا من الاستغفار فى بيوتكم، وعلى موائدكم، وفى طرقكم، وفى أسواقكم، وفى مجالسكم، وأينما كنتم فإنكم ما تدرون متى تنزل المغفرة) .\nوخرج ابن أبى الدنيا فى كتاب) حسن الظن (من حديث أبى هريرة مرفوعا: (بينما رجل مستلق إذ نظر إلى السماء وإلى النجوم فقال: إنى لأعلم أن لك ربا خالقا، اللهم اغفر لى فغفر له) .\nوعن مورق قال: (كان رجل يعمل السيئات فخرج إلى البرية فجمع تراب فاضطجع مستلقيا عليه، فقال: رب اغفر لى ذنوبى، فقال: (إن هذا ليعرف أن له رب يغفر ويعذب فغفر له) .\nوعن مغيث بن سمى قال: (بينما رجل خبيث فتذكر يوما اللهم غفرانك اللهم غفرانك ثم مات فغفر له) .\nويشهد لهذا ما فى الصحيحين عن أبى هريرة عن النبى صلى الله عليه وسلم: (إن عبدا أذنب ذنبا فقال: رب أذنبت ذنبا فاغفر لى، قال الله تعالى: علم عبدى أن له ربا يغفر الذنب ويأخذ به، غفرت لعبدى. ثم مكث ما شاء الله ثم أذنب ذنبا آخر فذكر مثل الأول مرتين أخريين) .\nوفى رواية لمسلم أنه قال فى الثالثة: (قد غفرت لعبدى فليعمل ما شاء) .\nوالمعنى: ما دام على هذا الحال كلما أذنب استغفر والظاهر أن مراده الاستغفار المقرون بعدم الإصرار.\nولهذا فى حديث أبى بكر الصديق عن النبى صلى الله عليه وسلم قال: (ما أصر من استغفر وإن عاد فى اليوم سبعين مرة (خرجه أبو داود والترمذى\nقد يكون الاستغفار مانعا من الاجابة\nوالإستغفار باللسان مع إصرار القلب على الذنب فهو دعاء مجرد إن شاء الله أجابه وإن شاء رده، وقد يكون الإصرار مانعا من الإجابة.\nوفى المسند من حديث عبد الله بن عمر مرفوعا:\nالجزء: 1 ¦ الصفحة: 3\n",
        "(ويل للذين يصرون على ما فعلوا وهم يعلمون) .\nوخرج ابن أبى الدنيا من حديث ابن عباس رضى الله عنهما مرفوعا: (التائب من الذنب كمن لا ذنب له، والمستغفر من ذنب وهو مقيم عليه كالمستهزئ بربه) .\nورفعه منكر ولعله موقوف.\nقال الضحاك: (ثلاثة لا يستجاب لهم: فذكر منهم: رجل مقيما على امرأة زنا كلما قضى منها شهوته قال: رب اغفر لى ما أصبت من فلانة، فيقول الرب: تحول عنها وأغفر لك، وأما ما دمت عليها مقيما فإنى لا اغفر لك، ورجل عنده مال قوم يرى أهله فيقول: رب اغفر لى ما آكل من فلان فيقول تعالى: رد إليهم ما لهم وأغفر لك، وأما ما لم ترد إليهم فلا أغفر لك) .\nالاستغفار التام الموجب للمغفرة\nهو ما قارن عدم الاصرار\nوقول القائل: (أستغفر الله) . معناه: اطلب مغفرته فهو كقوله: (اللهم اغفر لى) .\nفالإستغفار التام الموجب للمعجزه هو ما قارن عدم الإصرار كما مدح الله تعالى أهله ووعدهم بالمغفرة.\nقال بعض العارفين: (من لم يكن ثمرة استغفاره تصحيح توبته فهو كاذب فى استغفاره) .\nوكان بعضهم يقول: (استغفارنا هذا يحتاج إلى استغفار كثير) .\nوفى ذلك يقول بعضهم:\nاستَغفِرُ اللهَ مِن اَستَغفِرُ اللهَ\n...\nمِن لَفظَةٍ بَدَرَت خالَفتُ مَعناها\nوَكَيفَ أَرجُو إِجَابَاتِ الدُّعَاءِ وَقَد\n...\nسَدَدتُ بِالذَّنبِ عِندَ اللهِ مَجراها\nفأفضل الاستغفار ما قرن به ترك الإصرار وهو حينئذ يؤمل توبة نصوحا وإن قال بلسانه: (استغفر الله (وهو غير مقلع بقلبه فهو داع لله بالمغفرة كما يقول: (اللهم اغفر لى (وهو حسن وقد يرجى له الاجابة.\nوأما من تاب توبة الكذابين فمراده أنه ليس بتوبة كما يعتقده بعض الناس وهذا حق. فإن التوبة لا تكون مع الإصرار.\nهل يجوز أن يزيد العبد فى استغفاره\nبقوله وأتوب إليه؟\nوإن قال:\nاستغفر الله وأتوب إليه\nفله حالتان: إحداها: أن يكون مصرا بقلبه على المعصية فهو كاذب فى قوله) وأتوب إليه (لأنه غير تائب فلا يجوز له أن يخبر عن نفسه بأنه تائب وهو غير تائب.\nوالثانية: أن يكون مقلعا عن المعصية بقلبه.\nفاختلف الناس فى جواز قوله وأتوب إليه: فكرهه طائفة من السلف وهو قول أصحاب أبى حنيفة. حكاه عنهم الطحاوى.\nوقال الربيع بن خثيم: (يكون قوله) وأتوب إليه (كذبة وذنبا ولكن ليقل: (اللهم إنى أستغفر فتب على (وهذا قد يحمل على من لم يقلع بقلبه وهو بحالة أشبه.\nوكان محمد بن سوقه يقول فى استغفاره: (أستغفر الله العظيم الذى لا إله إلا هو الحى القيوم، وأسأله توبة نصوحا) .\nوروى عن حذيفة أنه قال: (يحسب من الكذب أن يقول أستغفر الله ثم يعود) .\nوسمع مطرف رجلا يقول: (أستغفر الله وأتوب إليه) .\n) فتغيظ عليه وقال: لعلك لا تفعل) .\nوهذا ظاهره يدل على أنه إنما كره أن يقول) وأتوب إليه (لأن التوبة النصوح أن لا يعود إلى الذنب أبدا. فمتى عاد كان كاذبا فى قوله) وأتوب إليه) .\nوكذلك سئل محمد بن كعب القرظى عمن عاهد الله أن لا يعود إلى معصية أبدا فقال: (من أعظم منه إثما؟ يتألى على الله أن لا ينفذ قضاءه) . ورجح قوله فى هذا أبو الفرج ابن الجوزى.\nوروى عن سفيان نحو ذلك، وجمهور العلماء على جواز أن يقول التائب) أتوب إلى الله (وأن يعاهد العبد ربه على أن لا يعود إلى المعصية، فإن العزم على ذلك واجب فى الحال.\nلهذا قال: (ما أصر من استغفر ولو عاد فى اليوم سبعين مرة) .\nوقال فى المعاود للذنب: (قد غفرت لعبدى فليعمل ما شاء) .\nوفى حديث كفارة المجلس: (أستغفرك اللهم، وأتوب إليك) .\nوقطع النبي صلى الله عليه وسلم يدى سارق ثم قال له: (استغفر الله وتب إليه. فقال: أستغفر الله وأتوب إليه فقال: اللهم تب عليه (أخرجه أبو داود\nالزيادة على قوله\nاستغفر الله وأتوب إليه\nواستحب جماعة من السلف الزيادة على قوله: (أستغفر الله وأتوب إليه) .\nفروى عن عمر رضى الله عنه أنه سمع رجلا يقول: (أستغفر الله وأتوب إليه (فقال له: قل يا حميق. قل توبة من لا يملك لنفسه نفعا ولا ضرا ولا موتا ولا حياة ولا نشورا) .\nالجزء: 1 ¦ الصفحة: 4\n",
        "وسئل الأوزاعى عن الإستغفار: يقول) أستغفر الله العظيم الذى لا إله إلا هو الحى وأتوب إليه (فقال: (إن هذا لحسن ولكن يقول: (اغفر لى حتى يتم الإستغفار) .\nأفضل أنواع الاستغفار\nوأفضل أنواع الإستغفار: - أن يبدأ العبد بالثناء على ربه.\n- ثم يثنى بالإعتراف بذنبه.\n- ثم يسأل الله المغفرة.\nكما فى حديث شداد بن أوس عن النبى صلى الله عليه وسلم قال: (سيد الإستغفار أن يقول العبد: (اللهم أنت ربى لا إله إلا أنت خلقتنى وأنا عبدك وأنا على عهدك، ووعدك ما استطعت، أعوذ بك من شر ما صنعت أبوء لك بنعمتك على وأبوء بذنبى فاغفر لى فإنه لا يغفر الذنوب إلا أنت (خرجه البخارى وفى الصحيحين عن عبد الله بن عمرو أن أبا بكر الصديق قال: يا رسول الله علمنى دعاء أدعو به فى صلاتى قال: قل) اللهم إنى ظلمت نفسى ظلما كثيرا، ولا يغفر الذنوب إلا أنت فاغفر لى مغفرة من عندك وارحمنى إنك أنت الغفور الرحيم) .\nمن انواع الاستغفار\nومن أنواع الاستغفار أن يقول العبد: (أستغفر الله العظيم الذى لا إله إلا هو الحى القيوم وأتوب إليه) .\nوقد روى عن النبى صلى الله عليه وسلم: (أن من قاله غفر له وإن كان فر من الزحف (خرجه أبو داود والترمذى وفى كتاب عمل اليوم والليلة للنسائى عن خباب بن الأرت قال: قلت يا رسول الله كيف نستغفر؟ قال: قل) اللهم اغفر لنا وارحمنا وتب علينا إنك أنت التواب الرحيم) .\nوفيه عن أبى هريرة رضى الله عنه قال: (ما رأيت أحدا أكثر أن يقول: (أستغفر الله وأتوب إليه من رسول الله صلى الله عليه وسلم (وفى الأربعة عن ابن عمر قال: (إن كنا لنعد لرسول الله صلى الله عليه وسلم فى المجلس الواحد مائة مرة يقول: (رب اغفر لى وتب على إنك أنت التواب الغفور (\nكم يستغفر فى اليوم\n؟\nوفى صحيح البخارى عن أبى هريرة عن النبى صلى الله عليه وسلم قال: (والله إنى لأستغفر الله وأتوب إليه فى اليوم أكثر من سبعين مرة) .\nوفى صحيح مسلم عن الأغر المزنى عن النبى صلى الله عليه وسلم قال: (إنه ليغان على قلبى وإنى لأستغفر الله فى اليوم مائة مرة (وفى المسند عن حذيفة قال: قلت يا رسول الله إنى ذرب اللسان وإن عامة ذلك على أهلى فقال: أين أنت من الإستغفار؟ إنى لأستغفر الله فى اليوم والليلة مائة مرة) .\nوفى سنن أبى داود عن ابن عباس عن النبى صلى الله عليه وسلم قال: (من أكثر من الإستغفار جعل الله له من كل هم فرجا، ومن كل ضيق مخرجا، ورزقه من حيث لا يحتسب) .\nقال أبو هريرة: (إنى لأستغفر الله وأتوب إليه كل يوم ألف مرة وذلك على قدر ديتى (وقالت عائشة رضى الله عنها: (طوبى لمن وجد فى صحيفته استغفار كثيرا) .\nقال أبو المنهال: (ما جاور عبد فى قبره من جار أحب إليه من استغفار كثير (\nدواء الذنوب الاستغفار\nوبالجملة فدواء الذنوب الإستغفار.\nوروينا من حديث أبى ذر مرفوعا: (إن لكل داء دواء، وإن دواء الذنوب الإستغفار) .\nقال قتادة: (إن هذا القرأن يدلكم على دائكم ودوائكم فأما داؤكم فالذنوب، وأما دواؤكم فالإستغفار (وقال بعضهم: (إنما معول المذنبين البكاء والإستغفار فمن أهمته ذنوبه أكثر لها من الإستغفار) .\nقال رياح القيسى: (لى نيف وأربعون ذنبا قد استغفرت الله لكل ذنب مائة ألف مرة) .\nوحاسب بعضهم نفسه من وقت بلوغه فإذا زلاته لا تجاوز ستا وثلاثين فاستغفر الله لكل زلة مائة ألف مرة، وصلى لكل زلة ألف ركعة، وختم فى كل ركعة منها ختمة. قال: ومع ذلك فإنى غير آمن من سطوة ربى أن يأخذنى بها فأنا على خطر من قبول التوبة) .\nطلب الاستغفار ممن قلت ذنوبه\nومن زاد اهتمامه بذنوبه فربما تعلق بأذيال من قلت ذنوبه فالتمس منهم الاستغفار وكان عمر يطلب من الصبيان الإستغفار ويقول: (إنكم لم تذنبوا) .\nوكان أبو هريرة يقول لغلمان الكتاب قولوا: (اللهم اغفر لأبى هريرة) .\nفيؤمن على دعائهم.\nقال بكر المزنى: (لو كان رجل يطوف على الأبواب كما يطوف المسكين يقول: استغفروا لى لكان قبوله أن يفعل) .\nومن كثرت ذنوبه وسيئاته حتى فاقت العدد والإحصاء فليستغفر الله مما علم. فإن الله قد كتب كل شئ وأحصاه كما قال تعالى:\nالجزء: 1 ¦ الصفحة: 5\n",
        "(يَومَ يَبعَثُهُمُ اللهُ جَمِيعاً فَيُنِبّئُهُم بِماَ عَمِلُوا أَحصَاهُ اللهُ وَنَسُوهُ) سورة المجادلة: آية 6 وفى حديث شداد بن أوس عن النبى صلى الله عليه وسلم: (أسألك من خير ما تعلم وأعوذ بك من شر ما تعلم وأستغفرك لما تعلم إنك أنت علام الغيوب) .\nوفى مثل هذا يقول بعضهم:\nاستَغفِرُ الله مِمَّا يَعلَمُ اللهُ\n...\nإِنَّ الشَّقِىَّ لَمَن لاَ يَرحَمُ اللهُ\nمَا أَحلَمَ اللهَ عَمَّن لاَ يُرَاقِبُهُ\n...\nكُلٌّ مُسِىءٌ ولَكَنِ يَحلُمُ اللهُ\nفاستَغفِر اللهَ مِمَّا كَانَ مِن زَلَلٍ\n...\nطُوَبى لِمن كَفَّ عَمَّا يَكرَهُ اللهُ\nطُوبَى لِمَن حَسُنَت سَرِيَرَتُهُ\n...\nطَوبَى لِمَن يَنتَهِى عَمَّا نَهَى اللهُ\nالسبب الثالث\nالتوحيد\nالسبب الثالث من أسباب المغفرة: التوحيد وهو السبب الأعظم فمن فقده فقد المغفرة، ومن جاء به فقد أتى بأعظم أسباب المغفرة.\nقال تعالى: (إِنَّ اللهَ لاَ يَغفِرُ أَن يُشرَكَ بِهِ وَيغفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ) سورة النساء: آية 48 فمن جاء مع التوحيد بقراب الأرض، وهو ملؤها أو ما يقارب ملأها خطايا لقيه الله بقرابها مغفرة، لكن هذا مع مشيئة الله عز وجل، فإن شاء غفر له، وإن شاء أخذه بذنوبه ثم كان عاقبته أن لا يخلد فى النار بل يخرج منها ثم يدخل الجنة.\nقال بعضهم: (الموحد لا يلقى فى النار كما يلقى الكفار، ولا يبقى فيها كما يبقى الكفار) .\nتحقيق التوحيد يوجب مغفرة الذنوب\nفإن كمل توحيد العبد وإخلاصه لله فيه وقام بشروطه كلها بقلبه ولسانه وجوارحه، أو بقلبه ولسانه عند الموت أوجب ذلك مغفرة ما سلف من الذنوب كلها ومنعه من دخول النار بالكلية.\nفمن تحقق بكلمة التوحيد قلبه أخرجت منه كل ما سوى الله محبة وتعظيما وإجلالا ومهابة وخشية ورجاء وتوكلا.\nوحينئذ تحرق ذنوبه وخطاياه كلها ولو كانت مثل زبد البحر وربما قلبتها حسنات كما سبق ذكره فى تبديل السيئات حسنات فإن هذا التوحيد هو الإكسير الأعظم فلو وضع منه ذرة على جبال الذنوب والخطايا لقلبها حسنات.\nكما فى المسند وغيره عن أم هانى عن النبى صلى الله عليه وسلم قال: (لا إله إلا الله لا تترك ذنبا ولا يسبقها عمل) .\nوفى المسند عن شداد بن أوس وعبادة بن الصامت أن النبى صلى الله عليه وسلم قال لأصحابه: (ارفعوا أيديكم وقولوا: لا إله إلا الله، فرفعنا أيدينا ساعة، ثم وضع رسول الله صلى الله عليه وسلم يده ثم قال: (الحمد لله اللهم بعثتنى بهذه الكلمة وأمرتنى بها ووعدتنى الجنة عليها وإنك لا تخلف الميعاد، ثم قال: ابشروا، فان الله قد غفر لكم (قال الشبلى: (من ركن إلى الدنيا أحرقته بنارها فصار رمادا تذروه الرياح ومن ركن إلى الآخرة أحرقته بنورها فصار ذهبا أحمر ينتفع به، ومن ركن إلى الله أحرقه بنور التوحيد فصار جوهرا لا قيمة له) .\nالتوحيد يطهر القلب\nإذا علقت نار المحبة بالقلب أحرقت منه كل شئ ما سوى الرب عز وجل فطهر القلب حينئذ من الأغبار وصلح غرسا للتوحيد.\n) ما وسعنى سمائى ولا أرضى، ولكن وسعنى قلب عبدى المؤمن (\nغَصَنِى الشَّوقُ إِلَيهِم بِرِيِقى\n...\nوَاحَرِيقى فِى الهَوَى وَاحرِيقِى\nقَد رَمَانِى الحُبُّ فِى لُجِّ بَحرٍ\n...\nفَخُذُوا بِاللهِ كَفَّ الغَرِيقِ\nحَلَّ عِندِى حُبُّكُم فِى شَغَلفِى\n...\nحَلَّ مِنّى كُلَّ عَهدٍ وَثيِق\n؟\nالجزء: 1 ¦ الصفحة: 6\n",
        ""
    ]
}