{
    "1": [
        "تحفة الطالبين في ترجمة الإمام محيي الدين\nتحفة الطالبين في ترجمة الإمام محيي الدين\nابن العطار\nالكتاب:\nتحفة الطالبين في ترجمة الإمام محيي الدين\nالمؤلف:\nعلي بن إبراهيم بن داود بن سلمان بن سليمان، أبو الحسن، علاء الدين ابن العطار (المتوفى: 724هـ)\nضبط نصه وعلق عليه وخرج أحاديثه:\nأبو عبيدة مشهور بن حسن آل سلمان\nالناشر:\nالدار الأثرية، عمان - الأردن\nالطبعة:\nالأولى، 1428 هـ - 2007 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الإيجاز في شرح سنن أبي داود السجستاني\nرحمه الله تعالى\nللإمام النووي\nوفي مقدمات تحقيقه\nتحفة الطالبين\nفي\nترجمة للإمام محيي الدين\nتصنيف\nعلاء الدين علي بن إبراهيم ابن العطار\n(المتوفى سنة 724هـ)\nضبط نصهما وعلّق عليهما وخرج أحاديثهما\nأبو عبيدة مشهور حسن آل سلمان\nالدار الأثرية\n",
        "بسم الله الرحمن الرحيم\nالجزء: 1 ¦ الصفحة: 2\n",
        "الإيجاز في شرح سنن أبي داود السجستاني\nرحمه الله تعالى\nالجزء: 1 ¦ الصفحة: 3\n",
        "جميع الحقوق محفوظة\nالطبعة الأولى\n1428 هـ - 2007 م\nالدار الأثرية\nعمّان - الأردن - تلفاكس: 65658045/ 00962\nخلوي: 795943456/ 00962 - ص ب: 925595 - الرمز البريدي: 11190\nالرمز الإلكتروني:  alatharya1423@yahoo.com\nالجزء: 1 ¦ الصفحة: 4\n",
        "مقدمة المحقق\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلاَّ الله وحده لا شريك له، وأشهد أنّ محمداً عبده ورسوله، أما بعد:\nفهذا كتاب مهم ينشر لأوّل مرة، وهو لعالم رباني، وإمام متفنّن، وضع الله القبول لمؤلفاته، وأحسب ذلك لإخلاصه وعلمه وأدبه، وسليم قصده، ودقة عباراته، وبديع وصفه، وجودة سبكه، وحسن اختياره، وأمانة نقله، وعفّة لسانه، وتجرُّده للحق وعدم تعصّبه، وسلامة منهجه في دورانه مع الدليل، وإعطائه خواصه من الحاكمية والشمول والثبات والعصمة، وأنه قابل للعمل والتطبيق، مع التحرِّي في صحَّته، وإعمال قواعد أهل الصنعة في ذلك.\nووضعتُ بين يدي هذا الكتاب -ألا وهو \"الإيجاز في شرح سنن أبي داود السجستاني رحمه الله\"- تعريفاً به، ودراسة مستقصاة عن المقدار الذي وصل إليه صاحبه فيه، وتتبّعت النقص الذي فيه، وجهدتُ في حصره وإثباته في مقدِّمته.\nواستحسنتُ البدء بالتعريف بصاحبه ومؤلفه، وهو الإمام الجليل العلامة محيي الدين يحيى بن شرف النووي (ت 676هـ)\nالجزء: 1 ¦ الصفحة: 5\n",
        "رحمه الله تعالى بقلم صاحبه وأخصّ الناس به، وأقرب تلاميذه إليه، وأعرفهم به وبأحواله، وهو الإمام علاء الدين علي بن إبراهيم ابن العطار (ت 724 هـ)، فقد أفرده بتصنيف سمّاه \"تحفة الطالبين في ترجمة الإمام محيي الدين\"، كان مرجعاً لمن أتى بعده، واعتمد عليه جمع من مترجمي النووي، وكانوا عيالاً عليه فيه، وكنت قد نشرته قديماً، فأعدت النظر فيه، وزدتُ عليه وصححت أخطاء طبعيّة وقعت فيه، وألحقتُ فيه زيادات مهمة، جلها تخصُّ مؤلفات النووي والتعريف بنسخها الخطية، وإظهار طبعاتها المستجدة، وإثبات جهود العلماء حولها، والزيادات تشمل مواطن أخرى متفرّقة فيه.\nوالمرجو من الله أن أكون قد أصبتُ ووفّقتُ في ذلك، وأن يكتب لي الأجر في صنيعي هذا، الذي لا همَّ لي فيه إلَّا خدمة تراثنا المجيد، وديننا الحنيف، والله من وراء القصد.\nوكتب\nأبو عبيدة مشهور بن حسن آل سلمان\nالسادس عشر من رمضان من سنة ألف وأربع مئة وست وعشرين من هجرة النبي -صلى الله عليه وسلم-\nالأردن- عمان\nالجزء: 1 ¦ الصفحة: 6\n",
        "مقدمة تحقيق \"تحفه الطالبين\"\nوتشتمل على الموضوعات التالية:\n- من أَفرد ترجمة الإمام النووي بكتاب مستقلٍّ.\n- تعريف بكتاب \"تحفة الطالبين\".\n- توثيق نسبته لمصنفه وأهميته.\n- تاريخ تصنيفه.\n- النسخة المعتمدة في التحقيق.\n- صور عن النسخة المعتمدة في التحقيق.\n- عملي في التحقيق.\n- ترجمة ابن العطار.\n- مصادر ترجمته.\n- ترجمته.\nالجزء: 1 ¦ الصفحة: 7\n",
        "من أفرد ترجمة الإمام النووي بكتاب مستقل\nإنَّ الحمدَ لله، نحمدُه، ونستعينُه، ونستغفِرُه، ونعوذ بالله من شرور أنْفسِنا ومن سيِّئات أَعمالِنا، من يهده الله؛ فلا مضل له، ومن يضلل؛ فلا هاديَ له.\nأما بعد:\nفقد اعتنى العلماء والباحثون قديماً وحديثاً بترجمة الإمام أبي زكريا يحيى بن شرف النووي رحمه الله، وأفرده بالترجمة غير واحد، في كتبٍ لطيفةٍ مستقلَّة؛ منهم:\n- تلميذه الشيخ الإمام العالم الزاهد علاء الدين علي بن إبراهيم ابن داود ابن العطار الشافعي، في كتابنا هذا، وسيأتي-إن شاء الله تعالى- الكلامُ عليه.\n- الشيخ العلامة شمس الدين محمد بن عبد الرحمن بن أبي بكر ابن عثمان بن محمد السخاوي (ت 902 هـ) (1) في كتاب \"المنهل العَذْب الرَّويّ، في ترجمة الإمام النووي\"، طُبع في القاهرة عن جمعية\n(1) وقد عدَّه الأستاذ الشيخ علي الطنطاوي من تلاميذ الإمام النووي، فنقل في \"ترجمة الإمام النووي\" (ص 26) عن السخاوي قوله: \"وكانت مدة صحبتي له مقتصراً عليه دون غيره من أول سنة\n...\n\"!!\nالجزء: 1 ¦ الصفحة: 9\n",
        "النشر والتأليف الأزهرية، بعناية الشيخ محمود ربيع، سنة (1354 هـ- 935 م)، ثم طُبع طبعةٍ أنيقةٍ عن دار التراث بالمدينة النبوية، سنة 1409هـ تحقيق محمد العيد الخطراوي.\n- الشيخ العلّامة جلال الدين عبد الرحمن السيوطي (ت 911 هـ)، في كتاب: \"المنهاج السوي في ترجمة الإمام النووي\"، طبع في بيروت عن دار ابن حزم، تحقيق: أحمد شفيق دمج، سنة (1408 هـ - 1988 م).\n- محمد بن الحسن اللخمي (ت 738 هـ) في أربع ورقات؛ كما قال السخاوي (1).\n- العلّامة الربّاني كمال الدين محمد بن محمد بن عبد الرحمن الشافعي القاهري المعروف بـ (ابن إمام الكاملية) (2) وشيخها (ت 874 هـ)، في جزء سمَّاه: \"بغية الراوي في ترجمة الإمام النواوي\".\n- العلامة أبو الفضل النويري خطيب مكة، في جزء سماه: \"تحفة الطالب والمنتهي في ترجمة الإمام النووي\".\nقال السخاوي: \"وأفردها -أي: ترجمة الإمام النووي- أيضاً من مدَّة: العلامة الربَّاني كمال الدين إمام الكاملية وشيخها في جزء سمَّاه: \"بغية الراوي في ترجمة النواوي\"رحمه الله وقرأها -على ما بلغني- العلامة أبو الفضل النويري -خطيب مكة شرفها الله-.\n(1) في \"ترجمة الإمام النووي (ص 56)، ونقل كثيراً منها في كتابه المرقوم، انظر مثلاً: (ص 56، 74 - 75).\n(2) انظر اسمه وترجمته في \"البدر الطالع\" (2/ 144).\nالجزء: 1 ¦ الصفحة: 10\n",
        "وقد أخذها بعض الجماعة، فقال: إنه رتبها، وزاد عليها؛ لكونه استحسن جمعها، وما رضي وضعها، وسمَّاها \"تحفة الطالب والمنتهي في ترجمة الإمام النووي\"، ومن نفس التسمية يعلم المقصود.\nولو فرض -على سبيل التنزُّل- أن صاحب \"التحفة\" لم تكثر أوهامه، وكان ما زعمه -والعياذ بالله- صحيحاً؛ ما كان يجمل به هذا القول، بل اللائق الأدب مع أهل العلم والولايات، وإنزالهم منازلهم في البدايات والنهايات، ومن لم يجعل الله له نوراً؛ فما له من نور، وكأني به -ألهمنا الله رشدنا- قد أخذ ما وقع لي من الزَّوائد الفرائد، التي لا أعلم مَن سبقني إليها؛ مِن غير عزو، غافلًا عن قول القائل (1): \"شُكر العلم عزوُه لقائله\". \"ولا حول ولا قوة إلا بالله\" (2).\n- الشيخ شمس الدين محمد ابن الفخر عبد الرحمن بن يوسف البعلي؛ كما قال السخاوي (3).\n- أحمد بن محمد السُّحَيْمي المصري الشافعي (ت 1178هـ).\nقال الأستاذ خير الدين الزِّرِكْلي في \"الأعلام\" (8/ 149): \"وأفردت ترجمته في رسائل؛ إحداها: للسُّحَيْمي\".\n(1) قائلها أبو عبيد القاسم بن سلاَّم.\nذكر ذلك أبو عبد الله محمد ابن القاضي عياض بسنده في كتابه في \"التعريف بوالده القاضي عياض\" (ص 82)؛ من طريق عبد الغني بن سعيد الأزدي به.\nوقال الحافظ عبد الغني عقبها: \"علَّقتُ هذه الحكاية مستفيداً لها ومستحسناً، وجعلتُها حيث أراها في كل وقت؛ لأقتَدي بأبي عُبيد وأتأدَّبَ بآدابه\".\n(2) \"ترجمة الإمام النووي\" (ص 57).\n(3) قال السخاوي في \"ترجمة الإمام النووي\" (ص 57): \"ومِمَّن علمته الآن ترجم الشيخ سوى من تقدم: وذكره\".\nثم ذكر من ترجمه ضمن كتاب من غير إفراد، ثم قال (ص 63): \"واستيفاء الكلام في هذا المعنى يعسر\".\nالجزء: 1 ¦ الصفحة: 11\n",
        "- الشيخ عبد الغني الدَّقْر (معاصر)، في كتاب بعنوان: \"الإمام النووي: شيخ الإسلام والمسلمين، وعمدة الفقهاء والمحدِّثين\"، طبع في سوريا عن دار القلم، ضمن سلسلة: \"أعلام التاريخ\" (رقم 10)، آخر طبعاته سنة (1407 هـ- 1978م).\n- الشيخ علي الطنطاوي (معاصر)، في كتاب بعنوان: \"الإمام النووي\"، طبع في سورية عن دار الفكر، ضمن سلسلة \"أعلام التاريخ\" (رقم 4)، أول طبعة له سنة (1380هـ -1960م).\n- الدكتور الشيخ محمود رجا مصطفى حمدان (معاصر)، في أطروحته للدكتوراه؛ بعنوان: \"الإمام النووي وأثره في الفقه الإسلامي\"، مقدمة لقسم الدراسات الإسلامية بجامعة البنجاب، بإشراف الدكتور خالد علوي، سنة (1404 هـ-1984 م)، مضروبة على آلة كاتبة.\n- الشيخ شحادة حميدي العَمْري، في أطروحته للماجستير، بعنوان: \"الإمام النووي وجهوده في التفسير\"، مقدمة لقسم أصول الدين في كلية الشريعة في الجامعة الأردنية، بإشراف الدكتور فضل حسن عبَّاس، سنة (1407 هـ- 1987 م)، مضروبة على آلة كاتبة.\n- الأستاذ أحمد عبد العزيز قاسم الحداد، له أطروحة ماجستير مطبوعة بعنوان: \"الإمام النووي وأثره في الحديث وعلومه\" نشر دار البشائر الإسلامية، سنة1413 هـ- 1992 م.\n- الأستاذ يعقوب كوج يغيت، له أطروحة ماجستير سنة 1409 هـ بعنوان: \"محيي الدين النووي: حياته وآثاره ومنهجه في شرح صحيح مسلم\"، وهي بإشراف الدكتور رمضان أيفالي، مقدمة لمعهد العلوم الاجتماعية في جامعة سلجوق، قونيا، في تركيا.\nالجزء: 1 ¦ الصفحة: 12\n",
        "- الأستاذ حميد الداودي، له أطروحة بعنوان: \"الإمام النووي المحدّث الفقيه من خلال كتابيه \"المجموع\" و\"المنهاج\"، قدمت لجامعة محمد الأول، في كلية الآداب، وجدة - المغرب، سنة 1414 هـ.\nالجزء: 1 ¦ الصفحة: 13\n",
        "تعريف بكتاب \"تحفة الطالبين\"\nتوثيق نسبته لمصنِّفه وأهميته:\nنسبة كتاب \"تحفة الطالبين في ترجمة الإمام النووي محيي الدين\" صحيحة لمصنِّفه ابن العطار، إذ ما من أحد ترجم للإمام النووي؛ إلاَّ ونقل منه، واعتمد عليه.\nفنقل منه -وأكثر- الذهبيُّ في ترجمة الإمام النووي في كتابيه: \"تذكرة الحفاظ\"، و\"تاريخ الإسلام\"، وكذلك السخاويُّ في \"المنهل العذب الروي\"، والسيوطيُّ في \"المنهاج السوي\"، إذ لا تمر فقرة من فقرات هذه الكتب؛ إلا وفيها: \"قال ابن العطار\".\nإلا أن الذهبي نقل نصوصاً صدَّرها بقوله: \"قال ابن العطار\"، ولم نجدها في الكتاب الذي بين أيدينا!\nوتنبَّه لهذا الأمر -قديماً- السخاويُّ؛ إذ قال: \"قلتُ: وقد أفرد ترجمته بالتَّصْنيف خادمُه العلاَّمة علاء الدين أبو الحسن علي بن إبراهيم بن داود الدِّمشقي، عُرف بـ (ابن العطار)، الذي كان لشدَّة ملازمته له، وتحقُّقه به؛ يقال له: (مختصر النووي)، استوفيتُ مقاصده هنا، وهو عمدتي، بل عمدة كلّ من أتى بعده\".\nالجزء: 1 ¦ الصفحة: 14\n",
        "ووقع في كلام الذهبي في \"سير النبلاء\" (1) أنه في ست كراريس (2)، والمتداول بالأيدي في كراس وشيء، فيُحتمل أن يكون كتب فيه جميع المراثي، ثم حذفها منه بعضُ النساخ، ووجدتُ في نسخةٍ وقفتُ عليها ما يُسْتَأنسُ به لذلك.\nوظاهر صنيع الذهبي في \"تاريخه\" مشعرٌ بكون التي وقف عليها فيها لم يستوفِ المراثي فيها.\nوقد وقفتُ على نسخة بجميع المراثي (3) بخطّ تلميذه، شيخ شيوخنا، المسنِد، شهاب الدين أحمد ابن البدر حسن؛ لأبيه، وهو أبو عبد الله محمد ابن الواعظ أبي عبد الله محمد بن زكريا بن يحيى بن مسعود بن غنيمة السويداوي، عُرف هو وأبوه بـ: (القدسي)، كتبها بالخانقاه السميساطية بدمشق، وهي بسماعه على مؤلِّفها، بقراءة المحدّث ناصر الدين أبي عبد الله محمد بن طغر بك بن الصيرفي؛ سوى ورقتين، فبقراءة السويداوي، وذلك في ثلاثة مجالس، آخرها يوم الأربعاء، سادس عشر ربيع الآخر، سنة أربع وعشرين وسبع مئة، بمنزل المؤلف، بدار الحديث النورية بدمشق، وصحح بخطه.\nوكتب السويداوي أن المصنف ابتدأ في تصنيفها في منتصف شعبان سنة ثمان وسبع مئة، ودعا له بقوله: \"عافاه الله، وأحسن عقباه\".\n(1) هذا يؤكد أن القسم المطبوع من \"سير أعلام النبلاء\" ناقص من آخره، إذ لا وجود للنووي وطبقته فيه، وقد صرَّح السخاوي أكثر من مرة بالنقل من \"السير\" في ترجمة الإمام النووي.\n(2) وقال في \"تذكرة الحفاظ\" (4/ 1472): \"وقد جمع ابن العطار سيرة النووي في ست كراريس\".\n(3) وكذا نسختنا هذه، وهي بخط أخيه؛ كما سيأتي.\nالجزء: 1 ¦ الصفحة: 15\n",
        "وسبب ذلك أنه كان أصيب بالفالج من قبيل سنين، ويحتمل أن يكون تصنيفاً آخر، وهو بعيد، لكن يستأنس له بما وجدته في كلام الذهبي مدرجاً في كلام ابن العطارة مما لم أقف عليه في النسختين\" (1).\nانتهى.\nقلت: ولا يبعد أنَّ نقل الذهبي عن ابن العطار مما شافهه به، وهذا يؤكد مقولة السخاوي السابقة: \"ويحتمل أن يكون تصنيفاً آخر، وهو بعيد\"! ويستأنس لهذا بما قاله ابن العطار في كتابنا هذا (ص 97): \"ورأيت منه أموراً تحتمل مجلَّدات \".\nوما قاله ابن العماد الحنبلي في \"شذرات الذهب\" (6/ 64): \"وله معه حكايات، واطلع على أحواله\".\nوقد رأى الكتاني كتاب ابن العطار، وصرح أنه في مجلد، فقال في \"فهرس الفهارس\" (2/ 829) في ترجمة ابن العطار: \"صاحب الشيخ محيي الدين النووي، وجامع ترجمته في مجلد، وقفت عليه بدمشق، وعليه خطه\".\nوذكر هذا الكتاب ونسبه للمصنِّف جماعة؛ منهم: حاجي خليفة في \"كشف الظنون\" (1/ 368)، وإسماعيل باشا البغدادي في \"هدية العارفين\" (1/ 717)، وعمر رضا كحالة في \"معجم المؤلفين\" (7/ 5)، وصلاح الدين المنجد في لمعجم المؤرخين الدمشقيين\" (ص 128)، وقال: \"في كراس على قول السخاوي، وستة كراريس على قول الذهبي\". وغيرهم كثير.\n(1) \"ترجمة الإمام النووي\" (ص 55)، ولم ينقل السخاوي شيئاً في كتابه عن ابن العطار، إلا وله ذكر في نسختنا، إلا ما صرح به أنه غير موجود في نسخته أيضاً، وهذا يؤكد أن زيادات الذهي مما شافهه به ابن العطار، والله أعلم.\nوانظر: \"الإعلان بالتوبيخ\" (ص 381).\nالجزء: 1 ¦ الصفحة: 16\n",
        "تاريخ تصنيف الكتاب:\nقال السخاوي -فيما سبق- نقلًا عن ناسخ الأصل الذي كان بين يديه من ترجمة ابن العطار: \"وكتب السويداوي أن المصنّف ابتدأ في تصنيفها منتصف شعبان سنة ثمان وسبع مئة\".\nوذكر حاجي خليفة في \"كشف الظنون\" (1/ 368) أن الشيخ ابن العطار ألفها سنة سبعين وسبع مئة!!\nوهذا خطأ، إذ وفاة ابن العطار -كما سيأتي- كانت سنة (724 هـ)، فكيف يتصور صحة مقولته؟!\nومما يوكِّد ما قاله السخاوي عدَّة أمور:\nأولاً: جاء على طرة النسخة الخطيَّة التي اعتمدناها في التحقيق ما يلي:\n\"ابتدئ في تبييضها منتصف شعبان سنة ثمان وسبع مئة\".\nثانياً: صرَّح المصنِّف في كتابه أن ابن صَصْرى التَّغلبي -ممن رثى الإمام النووي- حضر مجلسه في سنة اثنتين وسبع مئة (1).\nوذكر الحسين بن صدقة -ممن رثى الإمام النووي أيضاً- وقال: \"عفا الله عنه\" (2).\nوتدل هذه العبارة أن ابن صدقة كان ميتاً حينذاك، وإذا علمنا أن وفاته كانت بعد (705هـ) -كما قال ابن حجر في \"الدرر الكامنة\" (2/ 57) - فلا أقل من أنه صنَّفه بعد هذه السنة بسنة واحدة.\n(1) انظر (ص 120)، وهذا يدل على أنه ألَّفه بعد هذا التاريخ.\n(2) انظر (ص 139).\nالجزء: 1 ¦ الصفحة: 17\n",
        "النسخة المعتمدة في التحقيق:\nاعتمدتُ في تحقيق هذا الكتاب على نسخة خطية نفيسة، بخط العالم الفقيه الشيخ جمال الدين داود بن إبراهيم بن داود، أبي سليمان، الدمشقي، الشافعي، أخي المصنِّف، إذ جاء في آخرها ما نصه:\n\"ووقع الفراغ من هذه الترجمة يوم الخميس، سابع ربيع الآخر، سنة أربع وأربعين وسبع مئة، على يد الفقير إلى الله تعالى: داود بن إبراهيم بن داود ابن العطار، عفا الله عنه، وعن والديه، وعن جميع المسلمين\".\nقال الذهبي في ترجمة الناسخ: \"سمع الكثير، ونسخ كتباً كباراً، وله أثْباتٌ وأصولٌ، وليَ مشيخة القَلِيجيَّة بعد أخيه، حدثنا عن ابن أبي الخَيْر وغيره، وله أجزاء عالية، وفيه تعبُّدٌ وخير، ولد سنة خمس وستين وست مئة [665 هـ- 1297 م]، وهو أحدُ إخْوتي من الرَّضاعة\" (1).\nوتوفي ليلة الخميس ثالث جمادى الآخرة من سنة اثنتين وخمسين وسبع مئة (2).\nوعارضها الناسخ على نسخة المصنِّف، فجاء في هامش اللوحة الأخيرة من المخطوط ما نصُّه:\n\"بلغ معارضة بأصل مؤلِّفه بخطه رحمه الله كتبه إبراهيم بن داود\".\n(1) \"المعجم المختص بالمحدِّثين\" (ترجمة رقم 110).\n(2) انظر ترجمته في \"المعجم الكبير\" (رقم 252)، و\"ذيل العبر\" (4/ 158 - 159)، و\"الدرر الكامنة\" (2/ 185)، و\"الوفيات\" (2/ 143 - 144)، و\"الدارس\" (1/ 457)، و\"شذرات الذهب\" (6/ 172).\nالجزء: 1 ¦ الصفحة: 18\n",
        "وخطها واضح ومقروء؛ إلا أن الرطوبة أصابت قسماً يسيراً جدّاً منها، فلم تؤثر إلا على الكلمة الأخيرة من السطر الأول من اللوحات الأخيرة التي على اليمين، وعلى الكلمة الأولى من السطر الأول -والثاني في بعض الأحايين- من أغلب اللوحات الأخيرة التي على الشمال.\nوالمخطوط يقع في (46) ورقة، في كل ورقة لوحتان، عدا الغلاف، وورقة بعده؛ فيها كثير من التملكات، وثَبَتٌ في أسماء من قرأه، وتكررت فيه هذه العبارة: \"طالع هذه الترجمة الميمونة متبركاً بمآثر المترجَم العبدُ الفقير إلى الله تعالى\n...\n\".\nوعلى الغلاف ما صورته:\n\"تحفة الطالبين في ترجمة شيخنا الإمام النووي محيي الدين، قدس الله روحه، ونوَّر ضريحه.\nتصنيف: الشيخ الإمام العالم العامل الزاهد علاء الدين علي بن إبراهيم بن داود ابن العطار الشافعي -عفا الله عنهم-\".\nوعليها تملكات كثيرة؛ من بينها:\n\"الحمد لله، مِن نعم الله على عبده: محمد بن أحمد بن عبد الهادي\" (1).\n****\n(1) وقد رأيتُ الكتاب مطبوعاً عن نسخة خطية أخرى محفوظة بمكتبة محمدي بولاية مدارس بالهند، بتحقيق فؤاد عبد المنعم، عن مؤسسة شباب الجامعة بمصر، وفيها نقص، ووقع كثير من التصحيف والأخطاء فيها، فاقتضى التنبيه والتنويه.\nالجزء: 1 ¦ الصفحة: 19\n",
        "صورة عن طرة النسخة المعتمدة في التحقيق\nالجزء: 1 ¦ الصفحة: 21\n",
        "صورة عن اللوحة الأولى من المخطوط\nالجزء: 1 ¦ الصفحة: 22\n",
        "صورة عن اللوحة الأخيرة من المخطوط\nالجزء: 1 ¦ الصفحة: 23\n",
        "عملي في التحقيق\nيتلخص عملي في هذا الكتاب بما يلي:\nأوَّلاً: قمتُ بنسخ المخطوط، وضبطتُ نصه، ومن ثم قابلتُه بالأصل مرة أخرى؛ خشية السقط والتحريف أثناء النسخ.\nثانياً: ذكرتُ في الهامش مَن نقل عبارة المصنِّف، ووجدتُ -كما أشرتُ سابقاً- أن السخاوي والسيوطي قد نقلا -وأكثرا جدّاً- عن المصنِّف، فكأن كتابيهما نسخ أُخرى -غير النسخة المعتمدة في التحقيق- لولا الأخطاء، والتصحيفات، والنقص في بعض العبارات منهما.\nثالثاً: ذكرتُ في الهامش الزيادات الواقعة في نسخة الذهبي -على حدِّ تعبير السخاوي-.\nرابعاً: عرَّفت ببعض الغريب الواقع في الكتاب.\nخامساً: أشرتُ إلى مصادر ترجمة الأعلام الوارد ذكرهم في الكتاب، وآثرتُ ذكر المصادر دون الترجمة -إلا للنزر اليسير منهم- خوف الإطالة.\nسادساً: عرَّفت بالأماكن التي وردت في النص.\nسابعاً: اعتنيتُ بالكتب التي ذكرها المصنِّف للنووي، فبيَّنتُ\nالجزء: 1 ¦ الصفحة: 24\n",
        "المطبوع من المخطوط، وبيَّنتُ الكتاب الذي طُبع أكثر من مرة، ومكان طبعه، واسم محقِّقه -إن وجد-، ومن ثمَّ ذكرتُ ثبتاً في الكتب التي لم يذكرها ابن العطار، وبيَّنتُ -كذلك- مطبوعها من مخطوطها، وأماكن وجود مخطوطاتها، والكتب التي نُسبت للإمام النووي خطأ، وأسهبتُ في هذا (1)، لأن كتابنا هذا أهم مرجع للمحققين والدارسين لحياة الإمام النووي وتصانيفه، فأكون بهذا العمل قد وفَّرتُ عليهم وقتاً طويلًا، وجهداً عظيماً، ولا أخفي على القارئ أن هذا العمل من أهم بواعثي على تحقيق هذا الكتاب.\nثامناً: عزوتُ الآياتِ القرآنية إلى أماكنها، فذكرتُ السورة ورقم الآية، وخرَّجتُ الأحاديث النبوية؛ ذاكراً درجتها من الصحة والحسن والضَّعف.\nتاسعاً: ألحقتُ بكتابنا هذا تتمة فيها: تحذير الإمام النووي من البدع (2).\nعاشراً: وأخيراً\n...\nذيَّلت الكتاب بمجموعة فهارس، تسهل على القاريء الوقوف عى مبتغاه.\nوأخيراً\n...\nالله تعالى أسأل، وباسمه وصفاته أتوسل، أن يكتب لي أجرين في كل ما علَّقتُ عليه، وأن يرزقني فهماً في كتابه، ثم في سنَّة نبيِّه -صلى الله عليه وسلم-، قولاً وعملاً يؤدِّي به عنَّا حقَّه، ويوجب لنا نافلة مزيدِه، إنه سميعٌ مجيب.\n(1) وأرجو أن أكون قد استوعبت، أو قاربت.\n(2) نقلتُها من دراسة الدكتور محمود رجا بعنوان: \"الإمام النووي وأثره في الفقه الإسلامي\"، وزدتُ عليها كثيراً.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ترجمة الإمام ابن العطار\n(1)\n(1) مصادر ترجمته:\n- \"تذكرة الحفاظ\" (4/ 1504 - 1505) للذهي.\n- \"المعجم الكبير\" (ترجمة رقم 506) للذهبى.\n- \"المعجم المختصّ بالمحدثين\" (ترجمة رقم 191) للذهبي.\n- \"العبر في خبر مَن غبر\" (4/ 71) للذهبى.\n- \"المعين في طبقات المحدثين\" (ص 235) (رقم 2401) للذهبي.\n- \"دول الإسلام\" (2/ 232).\n- \"مرآة الجنان\" (4/ 204 - 205 و 272) لليافعي.\n- \"الدليل الشافي\" (1/ 445) لابن نغري بردي.\n- \"طبقات الشافعية الكبرى\" (10/ 130) لابن السبكي.\n- \"الوافي بالوفيات\" (20/ 10) للصفدي.\n- \"طبقات الشافعية\" (2/ 355 - 356) لابن قاضي شهبة.\n- \"طبقات الشافعية\" (ص 228) لابن هداية الله.\n- \"ذيول العبر\" (136).\n- \"الدرر الكامنة في أعيان المئة الثامنة\" (3/ 5 - 7) لابن حجر العسقلاني.\n- \"النجوم الزاهرة\" (9/ 216) لابن تغري بردي.\n- \"البداية والنهاية\" (14/ 117) لابن كثير.\n- \"شذرات الذهب في أخبار من ذهب\" (6/ 63 - 64) لابن العماد الحنبلي.\n- \"الدارس في تاريخ المدارس\" (1/ 24 و 50 و 65 و 68 - 70 و 79 و 98 و111 و122 و190 و 268 و324 و433 - 435 و 439 و 525 و2/ 72) للنُّعيمي.\n- \"النجوم الزاهرة \" (9/ 261).\nالجزء: 1 ¦ الصفحة: 26\n",
        "اسمه ونسبه ولقبه وولادته:\nهو الإمام الفقيه المفتي الزاهد المحدِّث بقيَّة السلف علاء الدين علي بن إبراهيم بن داود بن سلمان بن سليمان أبو الحسن ابن العطار الشافعي.\nولد يوم عيد الفطر، سنة أربع وخمسين وست مئة [654 هـ- 1256 م]، كان أبوه عطاراً، وجدُه طبيباً.\nاشتغل على الشيخ محيي الدين النووي، ولازمه حتى كان يقال له: \"مختصر النووي\"، وقد يختصر، فيقال: \"المختصر\".\n...\nشيوخه:\n- سمع على: أحمد بن عبد الدائم، وإسماعيل بن أبي اليُسْر،\n= - \"فهرس الفهارس والأثبات\" (2/ 829) لعبد الحي الكتاني.\n- \"برنامج الرعيني\" (122 و 241 و 260).\n- \"برنامج الوادي آشي\" (86 - 88،221 و 231 و248 و 272 و 288 و290).\n- \"كشف الظنون\" (368 و 1170 و 1230) لحاجي خليفة.\n- \"هدية العارفين\" (1/ 717) للبغدادي.\n- \"إيضاح المكنون\" (2/ 157)، للبغدادي.\n- \"الأعلام\" (4/ 251) للزركلي.\n- \"معجم المؤلفين\" (7/ 5) لعمر رضا كحالة.\n- \"معجم المؤلفين الدمشقيين\" (ص 128) لصلاح الدين المنجِّد.\n- مقدمة تحقيق \"العُدَّة شرح العُمدة\" لابن العطار (ص 13 - 21).\n(تنبيه): ترجمة ابن العطار المثبتة أول كتاب \"حكم صوم رجب وشعبان\" (ص 9 - 17) ط مكتبة أهل الأثر وغراس مع مصادرها مأخوذة من الطبعة الأولى من كتابنا هذا بالحرف، دون أي إشارة، فاقتضى التنويه والتنبيه! مع ملاحظة زيادات على الترجمة في هذه الطبعة.\nالجزء: 1 ¦ الصفحة: 27\n",
        "وعبد الوهاب بن الناصح، والكمال بن عبد، وابن أبي الخير، وجمال الدين بن مالك، وابن النشبي، والكمال بن فارس، وأخذ العربية عن ابن مالك، وغيره.\n- وسمع بالحرمين، ونابلس، والقاهرة؛ من عدَّة أشياخ يزيدون على المئتين، وخرَّج له أخوه لأمه من الرَّضاعة الشيخ شمس الدين الذهبي معجماً.\nقال الذهبي: \"خرَّجتُ له معجماً في مجلَّد،\n...\nانتفعتُ به، وأحسنَ إليَّ باستجازته لي كبار المشيخة\".\nوأفاد ابن السبكي أنه نيَّف فيه على ثمانين شيخاً.\nوتجد مجموعة من شيوخه في جزئه \"التساعيات\"، وهنالك عدد لا بأس من شيوخه في كتابه هذا \"تحفة الطالبين\"، وانظر قائمة في اثنين وأربعين نفساً منهم في مقدمة تحقيق \"شرح العمدة\" له (15 - 18).\n...\nعلاقته مع الإمام النووي:\nكان الشيخ علاء الدين ابن العطار شديد المحبة لشيخه النووي، وكانت بينهما مودَّة أكيدة، واجتماع دائم، ومذاكرات، ودراسات، وكان الإمام النووي يحبُّه ويسرّ برؤيته.\nقال ابن العطار: \"\n...\nفبلغني مرضه، فذهبتُ من دمشق لعيادته، ففرح رحمه الله بذلك\" (1).\nوكانت لابن العطار منزلة خاصة عند شيخه الأمام أبي زكريا،\n(1) انظر (ص 97).\nالجزء: 1 ¦ الصفحة: 28\n",
        "وكانت للإمام النووي عناية خاصة من تلميذه ابن العطار أيضاً.\nقال ابن العطار: \"كان -أي: الإمام النووي- رفيقاً بي، شفيقاً عليَّ، لا يمكِّن أحداً من خدمته غيري على جَهدِ مني في طلب ذلك منه، مع مراقبته لي -رضي الله عنه - في حركاتي وسكناتي، ولطفه بي في جميع ذلك، وتواضعه معي في جميع الحالات، وتأديبه لي في كلِّ شيء حتى الخطرات، وأعجز عن حصر ذلك\" (1).\nوكان الإمام النووي يثق بمقدرة تلميذه، ويعتقد فيه الصلاح والتقوى، فها هو يقول عنه: \"\n...\nوقد أخبرني مَن أثق بخبره وصلاحه وكراماته وفلاحه\n...\n\" (2).\nأما عن ثقته بمقدرة تلميذه العلميَّة؛ فالدليل عليها ما قال التلميذ عن نفسه: \"\n...\nوأذِنَ لي -رضي الله عنه- في إصلاح ما يقع لي في تصانيفه، فأصلحْتُ بحضرته أشياء، فكتبه بخطِّه، وأقرَّني عليه (3)، ودفع إليَّ ورقةً بعدَّةِ الكتب التي كان يكتب منها ويصنِّف بخطه، وقال لي: إذا انتقلتُ إلى الله تعالى؛ فأتمم \"شرح المهذب\" من هذه الكتب، فلم يُقدَّر ذلك لي\" (4).\nومن شدَّة إعجاب ابن العطار بشيخه الإمام النووي -ويحق له ذلك - فقد انقطع فترة تزيد عن ست سنوات إلى التلمذة عليه، والأخذ\n(1) انظر (ص 52 - 53).\n(2) انظر (ص 164).\n(3) ذكر ابن هداية الله في \"طبقات الشافعية\" (ص 228): أن ابن العطار كان يأخذ على شيخه في الدرس، فقيل له في ذلك، فقال: \"لا يسقط الثمرة من الشجرة إلا بهزِّ الأفنان، أو التقطُّف بالبنان\".\n(4) انظر (ص 53).\nالجزء: 1 ¦ الصفحة: 29\n",
        "منه، فها هو يقول: \"وكانت مدَّة صحبتي له؛ مقتصراً عليه دون غيره، من أوَّل سنة سبعين ويست مئة وقبلها بيسير إلى حين وفاته\" (1).\nوحفظ ابن العطار كتاب \"التنبيه\" بين يدي شيخه النووي.\n...\nطلبه للعلم ومرضه وتدريسه:\nنسخ الشيخ علاء الدين الأجزاء، وكتب الطباق، وغلب عليه الفقه.\nقال الذهبي: \"سمع وكتب الكثير، وحدَّث، ودرَّس، وأفتى، وولِيَ مشيخة النُّورية، والغوصيّة، والقليجية (2)، وغير ذلك\".\nأصيب بفالج سنة (701 هـ)، وكان يُحْمَل في مِحَفَّة، ويُطاف به، وكتب بشماله مدَّة.\nوباشر الشيخ علاء الدين مشيخة المدرسة النورية من سنة أربع وتسعين إلى سنة وفاته مدة ثلاثين سنة.\n...\nمدحه وثناء العلماء عليه:\nمدحه كل مَن ترجم له، فقال عنه تلميذه الذهبي: \"كان صاحب معرفة حسنة، وأجزاء، وأصول\".\nوقال أيضاً: \"له فضائل، وتألُّه -أي: عبادة-، واتِّباع\".\n(1) انظر (ص 53).\n(2) في المطبوع: \"\n...\nوالعلمية والقبجيّة\" وهو خطأ، والتصويب من مصادر الترجمة.\nالجزء: 1 ¦ الصفحة: 30\n",
        "وقال النُّعيمى: \"وكان فيه زهد، ويفيد، ويأمر بالمعروف على عادة [شيخه] في أخلاقه، وله أتباع ومحبُّون\".\nوقال ابن هدايته الله: \"كان ديِّناً ورعاً\".\nوقال ابن العماد الحنبلي: \"وعدَّه في الحفَّاظ العلامة ابن ناصر الدين، وأثنى عليه\".\n...\nمصنَّفاته:\nقال ابن كثير: \"له مصنَّفات، وفوائد، ومجاميعُ، وتخاريجُ\".\nقلت: من\nمصنفاته:\n- \"شرح العمدة\"؛ أخذ شرح ابن دقيق العيد، وزاد عليه من \"شرح صحيح مسلم\" للنووي، مع فوائد أخر حسنة؛ سمَّاه: \"العُدَّة شرح العمدة\"، طبع عن دار البشائر، بيروت، ووقف على طبعه والعناية به الأستاذ نظام يعقوبي.\n- مصنَّف في \"فضل الجهاد\".\n- وآخر بعنوان: \"آداب الخطيب\"، طبع عن دار الغرب الإسلامي.\n- وآخر بعنوان: \"الوثائق المجموعة\".\n- وآخر في: \"حكم البلوى وابتلاء العباد\".\n- وآخر في: \"حكم الأخبار والاحتكار عند غلاء الأسعار\".\n- وآخر: \"حكم صوم رجب وشعبان، وما الصواب فيه عند أهل العلم والعرفان، وما أُحدث فيهما، وما يلزمه من البدع التي يتعين إزالتها على أهل الإيمان\" طبع بتحقيق جاسم الفَجّي، عن مكتبة أهل الأثر ومكتبة غراس، الكويت، سنة 1425هـ، في (77) صفحة.\nالجزء: 1 ¦ الصفحة: 31\n",
        "- وآخر: \"فضل زيارة القبور وأحكام المقبول منها والمحذور والمشروع والمنكور، وما يتعلق بذلك من المحدثات المؤدّيات إلى الآثام والفجور\" طبع بتحقيق أحمد العيسوي، عن دار الصحابة، بطنطا، سنة 1412هـ، في (71) صفحة، وسماه بعضهم: \"رسالة في أحكام الموتى وغسلهم\".\n- و\"تحفة الطالبين\"، وقد مضى الكلام عليه.\n- \"الاعتقاد الخالص من الشك والانتقاد\" مطبوع عن دار الكتب الأثرية، تحقيق الأخ الشيخ علي حسن عبد الحميد، في (48) صفحة.\n- \"شرح عمدة الحافظ وعدّة اللاحظ\" لابن مالك، مطبوع عن دار الفكر العربي، القاهرة.\n- \"اختصار نصيحة أهل الحديث\" للخطيب البغدادي طبع بالهند، أفاده عبد الحي الكتاني.\n- \"الجزء فيه تساعيات\"، قال في آخر (الديباجة) منه (ق 5/ ب- 6/ م) -بعد كلام-: \"وأنا أَشرع -إن شاء الله تعالى- في تخريج أحاديث معظمها من القسم الأول تساعية الإسناد، وهي أعلى ما يقع لأمثالنا، وقد كنتُ سُئلتُ عن تخريج أربعين حديثاً تساعية بالقاهرة المحروسة، فخرَّجتُ لهم اثنين وعشرين حديثاً، لأنّ سماعاتي كلها لم تكن حاضرة عندي بها، واعتذرت بذلك لهم، فقبلوه، وسمعوها مني، وكتبوا بها نسخاً، ولله الحمد والمنة على ذلك، وغيره من وجوه الخيرات، إنه قريب، مجيب الدعوات\". وهي منسوخة عندي، ومنضَّدة، فسح الله الوقت، وبارك فيه لإخراجها، أو مراجعتها، والله العاصم والهادي.\nالجزء: 1 ¦ الصفحة: 32\n",
        "- ورتَّب \"فتاوى الإمام النووي\" (1)؛ كما سيأتي (ص 77).\n- وله (تقريظ) على \"تخميس البردة\" في المكتبة العباسية، بالبصرة، رقم [105 (3) - مجموع] منسوخة سنة 1239هـ بخط خضر بن السيد جميل، انظر \"الفهرس الشامل\" (1/ 219 - السيرة والمدائح النبوية).\n- وله \"رسالة في السماع\" منه نسخة خطية في مكتبة شستربتي، دبلن- إيرلندا، برقم (3296/ 2)، منسوخة بين سنتي 904 - 906 هـ كذا في \"فهارسها\" (1/ 174) وانظر \"الفهرس الشامل\" (4/ 665) لمؤسسة آل البيت- الأردن، قسم (الفقه وأصوله).\n...\nوفاته:\nمات رحمه الله يوم الإثنين، مستهل ذي الحجة، سنة أربع وعشرين وسبع مئة [724هـ - 1324 م]، وعلى هذا جمهور مترجميه، وقد شذَّ ابن هداية الله، فقال: \"مات سنة إحدى وتسعين وست مئة! وهو ابن ثمانٍ وثمانين سنة\"!\nولم يتابعه أحد على هذا.\nوقال الذهبي: \"مات عن سبعين سنة\".\nوهذا هو الصحيح؛ لأنه ولد -كما قدمنا- سنة أربع وخمسين وست مئة، ودفن بقاسيون في دمشق، رحمه الله تعالى، وأجزل مثوبته.\n(1) نسب له رمضان ششن في \"نوادر المخطوطات في مكتبات تركيا\" (1/ 229) \"فتاوى\" وذكر منه نسخة في مكتبة مغنيسا- تركيا (6579) في مجموع من ورقة (143/ 2) إلى (188ب)، وهي منسوخة سنة 890هـ. وما أراها إلا نسخة من ترتيبه لفتاوى شيخه النووي المسمى بعدة أسماء، كما هو مذكور في المكان المومأ إليه، والله أعلم.\nالجزء: 1 ¦ الصفحة: 33\n",
        "تحفة الطّالبين في ترجمة للإمام محيي الدين\nتصنيف\nعلاء الدين علي بن إبراهيم ابن العطار\n(المتوفى سنة 724هـ)\nضبط نصه وعلق عليه وخرج أحاديثه\nأبو عبيدة مشهور بن حسن آل سلمان\nالجزء: 1 ¦ الصفحة: 35\n",
        "تحفة الطالبين في ترجمة الإمام النووي محيي الدين\nالحمد لله رب العالمين، اللهم صل وسلم على سيدنا محمد وعلى آله وأزواجه وذريته وأصحابه الطاهرين.\nأشهدُ أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\nأما بعد: فلما كان لشيخي وقدوتي إلى الله تعالى؛ الإمام الرباني أبي زكريا يحيى بن شرف الحزامي النواوي -تغمده الله برحمته، وأسكنه جنات النعيم، وجمع بيني وبينه في دار كرامته إنه جواد كريم- عليَّ من الحقوق المتكاثرة، ما لا أطيق إحصاءها؛ بعثني ذلك على أن أجمع كتاباً في بعض مناقبه، ومآثره، وكيفية اشتغاله، وما كان عليه من الصبر على خشونة العيش، وضيق الحال، مع القدرة على التنعُّم والسعة في جميع الأحوال، على عادة أئمة الحديث في ذلك؛ ليكون سبباً للترحُّم عليه، والدعاء له، وفَّقنا الله لما وفقه، ورزقنا ما رزقه.\nفقد رُوِّينا بالإسناد إلى سفيان بن عيينة أنه قال: \"عند ذكر الصالحين تتنزّل الرحمة\" (1).\n(1) أخرجه أحمد في \"الزهد\" (ص 394) ومن طريقه الهروي في \"ذم الكلام\" (رقم 964) وابن المقرئ في \"المعجم\" (رقم 153) وأبو نعيم في \"الحلية\" (7/ 285) =\nالجزء: 1 ¦ الصفحة: 37\n",
        "وروِّينا بإسنادنا إلى محمد بن يونس أنه قال: \"ما رأيتُ للقلب أنفعَ من ذكر الصالحين\" (1).\nوعلى الله الكريم أتوكل، وإليه أبتهل، أن ييسر ذلك على أكمل [1]، الوجوه وأتمِّها؛ إنه على كل شيء قدير، وهو حسبي ونعم الوكيل/، ولا حول ولا قوة إلا بالله العزيز الحكيم.\n...\n= وابن عبد البر في \"التمهيد\" (16/ 39 - 40).\nوورد نحوه عن محمد بن النضر الحارثي عند اللالكائي في \"السنة\" (45 كرامات الأولياء).\n(1) ذكره ابن الجوزي في \"صفة الصفوة\" (1/ 45).\nالجزء: 1 ¦ الصفحة: 38\n",
        "1 -\nفصل: في نسبه ونسبته\nهو أبو زكريا (1) يحيى ابن الشيخ الزاهد الورع وليّ الله أبي يحيى شرف بن مِرَا (2) بن حسن بن حسين بن محمد بن جمعة بن حزام (3) -بالحاء المهملة والزاي (4) - الحزامي النوويُّ، ذو التصانيف المفيدة،\n(1) هذه كنية له، ولا (زكريا) له؛ لأنه لم يتزوَّج.\nويلقبه جمهور مترجميه (محيي الدين)، وكان الشيخ الإ32مام يكره هذا اللقب؛ تواضعاً لله تعالى، وخوفاً من الدخول في قوله تعالى: {فَلَا تزكوا أَنفُسَكُم} [النجم: 32].\nأو أن الدِّين حيٌّ، ثابتٌ، دائمٌ، غير محتاج إلى مَن يحييه، حتى يكون حجةً قائمةً على مَن أهمله أو نبذه. بل صح عنه أنه قال: \"لا أجعل في حِلّ مَن لقبَني (مُحيي الدين) \".\nانظر: \"المنهل العذب الروي في ترجمة الإمام النووي\" (ص 4)، و\"الإمام النووي\" للدَّقر (ص 19)، و \"الإمام النووي وجهوده في التفسير\" (ص 24).\n(2) ضبطه الزبيدي في \"تاج العروس\" (10/ 379) بكسر الميم والقصر، والجمهور على ضمِّ الميم وكسر الراء المشددة (مُرِّي)؛ قال السيوطي في \"المنهاج السَّوي في ترجمة الإمام النووي\" (لوحة 1/ أ): \"بضم الميم، وكسر الراء؛ كما رأيتُه مضبوطاً بخطه\". انتهى.\nوقيّده الذهبي في \"تاريخ الإسلام\" (15/ 324) بخطه هكذا \"مِرَى\" بكسر اليم وفتح الراء المهملة.\n(3) في \"طبقات الشافعية الكبرى\" للسبكي (5/ 165): \"ابن حزام بن محمد بن جمعة\"! وساق نسب النووي كما عند المصنف جلُّ مَن ترجم له، ومنهم من أنقص منه (جمعة)، ومنهم من حذف غيرها.\n(4) وكذا قال الذهبى في \"تاريخ الإسلام\" (ورقة 574)، أو (15/ 324 - ط الغرب)،\nوالسخاوي في \"ترجمة الإمام النووي\" (ص 3)، وذكر السيوطي في \"المنهاج السوي\" (لوحة 1/أ): \"حِزام: بِكسر الحاء المهملة، وبالزَّاي المعجمة\".\nووقعت في مطبوع \"عيون التواريخ\" (21/ 160) بالراء المهملة، وهو خطأ، مخالف لما عليه جمهور مترجميه.\nالجزء: 1 ¦ الصفحة: 39\n",
        "والمؤلفات الحميدة، أوحد دهرِهِ، وفريدُ عصرِه، الصوَّام، القوام، الزَّاهد في الدنيا، الرَّاغب في الآخرة، صاحب الأخلاق الرضيَّة، والمحاسن السنيَّة، العالم الرَّبَّاني المتَّفق على علمه وإمامته وجلالته وزهده وورعه وعبادته وصيانته في أقواله وأفعاله وحالاته، له الكرامات الطافحة، والمكرمات الواضحة، والمؤثرُ بنفسه وماله للمسلمين، والقائم بحقوقهم وحقوق ولاة أمورهم بالنُّصح والدُّعاء في العالمين (1)، وكان كثيرَ التلاوةِ والذكرِ لله تعالى، حشَرَنا الله في زمرته، وجمع بيننا وبينه في دار كرامته، مع من اصطفاه من خليقته أهل الصَّفاء والوفاء والود، العاملين بكتاب الله تعالى، وسنَّة محمد -صلى الله عليه وسلم- وشريعته.\n...\nوأما نسبته:\n[2] (الحِزَامي)؛ فهي بالحاء والزَّاي إلى جدِّه المذكور حزام/، وذكر لي الشيخ -قدس الله روحه- أن بعض أجداده كان يزعم أنها نسبة إلى حزام أبي حكيم الصحابي -رضي الله عنه- قال: \"وهو غلط\" (2).\nوحزام جده؛ نزل في الجولان بقرية (نوى) (3) على عادة العرب،\n(1) نقل كلام المصنِّف -وعزاه له- من قوله: \"وأوحد دهره\n...\n\" إلى: \"في العالمين\": السيوطي في \"المنهاج السوي\" (لوحة 3/ ب)، وتصحَّفت في مطبوعه (ص 30) \"إمامته\" إلى \"أمانته\"، وسقطت منه ومن مخطوطه: \"\n...\nالطافحة، والمكرمات\n...\n\"!\n(2) نقله عن المصنف: الذهبى في \"تاريخ الإسلام\" (15/ 324) والسخاوي في \"ترجمة الإمام النووي\" (ص 3)، والسيوطي في \"المنهاج السوي\" (لوحة 38/ ب).\n(3) ضبطها ياقوت الحموي في \"معجم البلدان\" (5/ 306): (نَوَا)؛ بالألف الممدودة، وضبطها الأكثرون بالمقصورة؛ كما عند المصنف، وهي بلدة عامرة في هذا الزمان، =\nالجزء: 1 ¦ الصفحة: 40\n",
        "فأقام بها، ورزقه الله ذرية، إلى أن صار منهم خلق كثير.\nو (النووي) نسبة إلى (نوى) المذكورة، وهي بحذف الألف بين الواوين على الأصل، ويجوز كتبها بالألف على العادة (1)، وهي قاعدة الجولان الآن، من أرض حوران (2) من أعمال دمشق، فهو\n= وهي تتبع للجمهورية العربية السورية، وعلى مقربة من مدينة درعا جهة الشمال، وجنوب دمشق على الجانب اليمين بطريق درعا.\n(1) قال السخاوي في \"ترجمة الإمام النووي \" (ص 3) بعد أن نقله عن المصنف: \"وبإثباتها -أى: الألف- وحذفها، قرأته بخط الشيخ -لكن قال الشهاب ابن الهائم: إنه بإثباتها، خلاف القياس. قال: وأما الألف الي هي بدل من لام الكلمة؛ فلا يجوز حذفها، بل يجب قَلبُها في النسبة واواً؛ كما في النسبة إلى فتى ونحوه، فيقال: نووي؛ كما يقال: فتوي\". انتهى.\nقلتُ: وترى في \"الأعلام \" (8/ 150) للزِّرِكلي صورة عن خط الشيخ النووي هكذا -دون ألف-.\nوقال صاحب \"الأعلام\": \"والنووي -نسبة لـ (نوا) - يجوز كتبها بالألف: (نواوي) \".\nوتعقَّب ذلك بقوله: \"قلت: كان يكتبها هو بغير الألف، انظر نموذج خطه\"! وفاته نقل السخاوي المتقدم عندما صرَّح أنه قرأ بخط الشيخ بإثبات الألف فيها، وحذفها منها! وكذا صرَّح السيوطي في \"المنهاج السوي\" (لوحة 38/ ب)، فقال: \" (نَوى)\n...\nوالنسبة إليها نُوُيَ -بحذف الألف بين الواوين على الأصل، وقلب الألف الأصلية واواً-، ويقال: نواوي؛ بتخفيف الياء والألف بدلاً عن إحدى يائي النسب؛ كما يقال: يمني ويماني؛ بتخفيف الياء في الثانية، ورأيت كلا الأمرين بخطه رحمه الله\" انتهى.\nوفال النعيمي في \"الدارس\" (1/ 24): \"\n....\nالنواوي بالألف؛ كما رأيته وقرأته بخطه؛ قال الذهبى: بحذفها، ويجوز إثباتها\".\nقلت: مقولة الذهبى في \"تاريخ الإسلام\" (ورقة 574) أو (15/ 324 - ط الغرب).\n(2) منطقة معروفة تقع جنوب أرض سورية.\nالجزء: 1 ¦ الصفحة: 41\n",
        "دمشقي (1)؛ لأنه أقام بها نحواً من ثمانية وعشرين عاماً. وقد قال عبد الله بن المبارك: \"مَن أقام في بلدة أربع سنين؛ نُسِبَ إليها\" (2).\n...\n2 -\nفصل: في مولده ووفاته\nأما مولده؛ فهو في العشر الأوسط (3) من المحرم سنة إحدى وثلاثين وست مئة (4).\nوذكر لي بعض الصالحين الكبار أنه ولد وكُتِبَ من الصادقين.\nوذكر لي والدهُ أن الشيخ كان نائماً إلى جنبه، وقد بلغ من العمر\n(1) راجع \"البداية والنهاية\" (13/ 278)، و\"تذكرة الحفاظ\" (4/ 1470)، و\"شذرات الذهب\" (5/ 354).\n(2) رواه عن عبد الله بن المبارك الحاكمُ في \"تاريخ نيسابور\"؛ كما قال الإمام النووي في \"الإرشاد\" (2/ 806)، و\"تهذيب الأسماء واللغات\" (1/ 14)، و\"التقريب\" (2/ 385)، ورد عليه البلقيني في \"محاسن الاصطلاح \" (ص 607)؛ قائلاً: \"وهذا قول ساقط، لا يقوم عليه دليل\".\nوذكر السخاوي مقولة ابن المبارك في نسبة النووي إلى دمشق؛ كما عند ابن العطار في \"الاهتمام\": (لوحة: 2/ ب).\n(3) قال السخاوي في \"ترجمة الامام النووي\" (ص 4): \"وهذا هو المعتمد، لكن قال الجمال الإسنوي: إنه في العشر الأول\"!!\nقلتُ: وكلام الإسنوي في كتابه \"طبقات الشافعية\" (2/ 477).\n(4) انظر: \"النجوم الزاهرة\" (7/ 278)، و\"طبقات الشافعية الكبرى\" (5/ 166)، و\"تذكرة الحفاظ\" (4/ 1470)، و\"طبقات الحفاظ\" (510)، و\"شذرات الذهب\" (5/ 354)، و\"فوات الوفيات\" (4/ 264).\nالجزء: 1 ¦ الصفحة: 42\n",
        "سبع سنين ليلة السابع والعشرين من رمضان؛ قال: \"فانتبه نحو نصف الليل، وأيقظني، وقال: \"يا أبة! ما هذا الضوءُ الذي قد ملأ الدار؟! \".\nواستيقظ أهلهُ جميعاً، فلم نر كلُّنا شيئاً\".\nقال والده: \"فعرفتُ/ أنها ليلة القدر\" (1). [3]\nوأما وفاته؛ فهي ليلة الأربعاء، الثلث الأخير من الليل، رابع وعشرين رجب، سنة ست وسبعين ولست مئة [بنوى] (2)، ودُفِن بها صبيحة الليلة المذكورة (3)، وكانت وفاته عقب واقعة جرت لبعض الصالحين بأمره لزيارة القدس الشريف، والخليل -عليه أفضل الصلاة والسلام (4) -، فامتثل الأمر، وتوفي عقبها.\n...\n(1) نقله السخاوي في \"ترجمة النووي\" (ص 4)، والسيوطي في \"المنهاج السوي\" (لوحة 3/ ب و4/ أ)، والسبكي في \"طبقات الشافعية الكبرى\" (5/ 166) عن المصنف.\n(2) ما بين المعقوفتين سقط من الأصل، واستدركتُه من مصادر ترجمته، والسباق يقتضيه، فضلًا عن نقل السخاوي له عن المصنف في \"ترجمة الإمام النووي\" (ص 75).\nوقد شذ النُّعَيمي في كتابه \"الدارس في تاريخ المدارس\" (1/ 25) وعمر كحَّالة في \"معجم المؤلِّفين\" (13/ 202) بذكر أن الشيخ النووي توفي سنة (677 هـ)! وضبطه النعيمي بقوله: \"سنة سبع وسبعين وست مئة؛ بتقديم السين فيهما\".\n(3) انظر \"ترجمة الإمام النووي\" للسخاوي (ص 74)، و \"المنهاج السوي\" (لوحة 30/ أ).\n(4) انظر تفصيل ذلك في (ص 97 - 98).\nالجزء: 1 ¦ الصفحة: 43\n",
        "3 -\nفصل:\nفي مبدأ أمره واشتغاله\nذكر لي الشيخ ياسين بن يوسف المراكشي (1) ولي الله رحمه الله قال: \"رأيت الشيخ محيي الدين -وهو ابن عشر سنين- بنوى، والصبيان يُكْرِهونه على اللعب معهم، وهو يهرب منهم، ويبكي لإكراههم، ويقرأ القرآن في تلك الحال، فوقع في قلبي محبته.\nوجعله أبوه في دُكَّان، فجعل لا يشتغل بالبيع والشِّراء عن القرآن\". قال: \"فأتيتُ الذي يُقْرِئُه القرآن، فوصيتُه به، وقلتُ له: هذا الصبيُّ يُرْجى أن يكون أعلم أهل زمانه، وأزهدهم، وينتفع الناس به.\n(1) هو ياسين بن عبد الله، المقرئ، الحجام، الأسود، الصالح، كان له دكان بظاهر باب الجابية، وكان صاحب كرامات، وقد حجَّ أكثر من عشرين مرَّة، وبلغ الثمانين، اتفق أنه سنة نيف وأربعين مرَّ بقرية (نوى)، فرأى الشيخ محيي الدين النووي وهو صبيٌّ، فتفرَّس فيه النَّجابة، واجتمع بأبيه الحاج شرف، ووصَّاه به، وحرَّضه على حفظ القرآن والعلم، فكان الشيخ فيما بعدُ يخرج إليه، ويتأدَّب معه، ويزوره، ويستشيره في أموره. توفي في ثالث ربيع الأول سنة سبع وثمانين وست مئة، ودفن بمقبرة باب شرقي رحمه الله.\nانظر ترجمته في \"البداية والنهاية\" (13/ 312)، و\"شذرات الذهب\" (5/ 403).\nوعقَّب السخاوي في \"ترجمة الإمام النووي\" (ص 4 - 5) على ما ورد في ترجمة الشيخ ياسين: \"واجتمع بأبيه الحاج شرف\"؛ بقوله: \"فيه مخالفة لكلام ابن العطار، وإن كان يمكن الجمع بينهما بأنَّ الشيخ ياسين بعد أن أخبر المعلِّم؛ شافهَ بذلك والدَه أيضاً\".\nقلتُ: وعبارة ابن العطار محتملة لما ذكره الذهبى، إذ فيها: \"فذكر ذلك لوالده\"! إلا أن السخاوي ينقلها عنه هكذا: \"فذكر المعلم ذلك لوالده\"! وأسقط السيوطي في \"المنهاج السوي\" كلمة: \"المعلم\".\nالجزء: 1 ¦ الصفحة: 44\n",
        "فقال لي: أمنجِّمٌ أنت؟\nفقلتُ: لا، وإنما أنطقني الله بذلك.\nفذكر ذلك لوالده، فحرص عليه، إلى أن ختم القرآن وقد ناهز الاحتلام\" (1).\nقال لي الشيخ: \"فلما كان عمري تسع عشرة سنة؛ قدم بي والدي [4] إلى دمشق (2) في/ سنة تسع وأربعين، فسكنتُ المدرسة الرّواحية (3)،\n(1) نقل هذه الففرة عن المصنِّف: الذهبى في \"تاريخ الإسلام\" (ورقة 574)، والسخاوي في \"ترجمة الإمام النووي\" (ص 4)، والسيوطي في \"المنهاج السوي\" (لوحة 4/ أ)، والسبكي في \"طبقات الشافعية الكبرى\" (5/ 166)، واليونيني في \"ذيل مرآة الزمان\" (3/ 284)، وعقب الشيخ عبد الغني الدَّقر في كتابه \"الإمام النووي\" (ص 22) على هذه الحادثة بقوله: \"وهكذا كانت فراسةُ هذا الشيخ المراكشي أنفع للمسلمين قاطبة من كلِّ عمل صالح له، إذ كان بسببه وسعيه ظهور عالم زاهد تقي قل أن يسمح!! الزمان بمثله؛ إلا في قرون متطاولة، وما نظنُّ أنه جاء مِن بعدِه مثلُه، بارك الله له في عمره القصير، وصنع منه في عصره وما بعده أعلمَ الناس، وأزهدَهم، وآمرَهم بالمعروف، وأنهاهم عن المنكر\".\n(2) ولم تسعفنا كتب التراجم عن رسم صورة تفصيلية عن حياته قبل بلوغ هذا السن؛ إلا شذرات تدل على أنه كان منصرفاً إلى إعانة أبيه في دكانه، والذي يبدو أن الشيخ النووي بالاضافة إلى هذا فإنه كان يتلقى قليلًا من العلم على شيوخ نوى.\nانظر: \"الإمام النووي وأثره في الفقه الإسلامي\" (ص 39) للدكتور محمود رجا، و\"الإمام النووي وجهوده في التفسير\" (ص 29) لشحادة العَمري، و\"الإمام النووي\" (ص 8) للطنطاوي، و\"الإمام النووي\" (22) لعبد الغني الدقر.\n(3) المدرسة الرواحية: شرقي مسجد ابن عروة بالجامع الأموي ولصيقه، وشمال حيرون، وغربي الدولعية، وقبلي الشريفية الحنبلية، بانيها زكي الدين ابن رواحة، الحموي، التاجر، الغني، المعدّل، المتوفى سنة (622 هـ)، درَّسَ بها ابن الصلاح، وابن البازي، وابن الزِّملكاني، وأبناء السبكي، وغيرهم، وقد أُنشِئَت هذه المدرسة نحو سنة (600 هـ)، وأصبحت المدرسة الرواحية الآن دار سكن. =\nالجزء: 1 ¦ الصفحة: 45\n",
        "وبقيتُ نحو سنتين لم أضع جنبي إلى الأرض، وكان قوتي فيها جراية المدرسة لا غير\".\nقال: \"وحفظتُ كتاب \"التنبيه\" (1) في نحو أربعة أشهر ونصف، وحفظتُ رُبعَ العبادات من \"المهذب\" (2) في باقي السنة\" (3).\n= انظر: \"خطط الشام\" (6/ 81) لمحمد كرد علي، و \"الدَّارِس في تاريخ المدارس\" (1/ 265)، و\"منادمة الأطلال\" (ص 100).\nوكان للإمام النووي بها بيت، ويترفق بمعلومها، ودخلها بمساعدة مفتي الشام حينذاك، وهو تاج الدين الفزاري؛ كما صرح به النعيمي، واستمر بها حتى مات، لم ينتقل منها حتى بعد ولايته الأشرفية، وبيته فيها بيت لطيف عجيب الحال؛ قال اليافعي: \"وسمعتُ أنه اختار الإقامة بها على غيرها لحلّها\".\nقاله السخاوي في \"ترجمة الإمام النووي\" (ص5).\n(1) هو أحد الكتب الخمسة المشهورة بين الشافعية وأكثرها تداولاً، ومؤلفه: أبو إسحاق الشيرازي، شرع في تأليفه في أوائل شهر رمضان سنة اثنتين وخمسين وأربع مئة، وفرغ منه في شعبان من السنة التي بعدها. انظر تعريفاً جامعاً له وشروحه ومختصراته ومنظوماته في كتاب الأستاذ الدكتور محمد عقلة الإبراهيم \"الشيخ أبو إسحاق الشيرازي وأثره في الفقه\" (1/ 132 - 147) مضروب على آلة كاتبة.\n(2) أشهر كتب الشافعية في فروع المذهب وتفصيلاته، يمتاز بالتبويب المتقن، بدأ به مصنِّفُهُ الشيخ أبو إسحاق الشيرازي سنة خمس وخمسين وأربع مئة، وفرغ منه يوم الأحد سنة تسع وستين وأربع مئة، فيكون تصنيفه قد استغرق من عمر الشيخ المكرس للعلم أربعة عشر عاماً، انظر في مدحه وشروحه كتاب الدكتور محمد عقلة: \"أبو إسحاق الشيرازي وأثره في الفقه\" (1/ 124 - 132).\n(3) جاء بعد هذه العبارة في \"الدارس في تاريخ المدارس\" (1/ 25) نقلًا عن ابن العطار: \"قال: وبقيتُ أكثر من شهرين أو أقل -لما قرأت في \"التنبيه\": يجب الغسل من إيلاج الحشفة في الفرج- أعتقد أن ذلك قرقرة البطن، فكنتُ أستحمُّ بالماء البارد كلما قرقر بطني\".\nونقل هذه العبارة: السخاوي في \"ترجمة الإمام النووي\" (ص 5، 6)، وقال قبلها: \"وأدرج الذهبى في \"تاريخ الإسلام\" [ورقة 574] في كلام لابن العطار هنا مما لم أره في النسخة التي وقفتُ عليها أنه قال: وذكرها\". =\nالجزء: 1 ¦ الصفحة: 46\n",
        "قال: \"وجعلتُ أشرح وأصحح على شيخنا الإمام العالم الزاهد الورع ذي الفضائل والمعارف أبي إبراهيم إسحاق بن أحمد بن عثمان المغربي الشافعي رحمه الله (1) ولازمته\".\nقال: \"فأعْجِبَ بي لما رأى من اشتغالي وملازمتي وعدم اختلاطي بالناس (2)، وأحبَّني محبَّة شديدةً، وجعلني أعيد الدروس في حلقته لأكثر الجماعة\".\nقال: \"فلما كانت سنة إحدى وخمسين؛ حجَجْتُ مع والدي (3)، وكانت وقفة جمعةٍ، وكان رحيلنا من أول رجب\".\nقال: \"فأقمتُ بمدينةِ رسول الله -صلى الله عليه وسلم- نحواً من شهر ونصف\".\n= وعقب عليها بقوله: \"والظاهر أن الحياء كان يمنعه السؤال عن ذلك\".\nوذكر نحوها السيوطي في \"المنهاج السوي\" (ص 32) بعد تمام هذه الفقرة، فقال: \"\n...\nوقعدتُ مدَّة أغتسل منها بالماء البارد، حتى تشقق ظهري\".\n(1) هو أول شيوخه؛ كما صرح بذلك في (ص 54)، وستأتي ترجمته هنالك.\n(2) قال الذهبي-فيما نقله النعيمي في \"الدارس\" (1/ 78) عنه- عن الإمام النووي: \"وضُرِبَ به المَثلُ في إكبابه على طلب العلم ليلاً ونهاراً، وهجره النوم إلا عند غلبة، وضبط أوقاته بلزم الدَّرس، أو الكتابة، أو المطالعة، أو التردد على الشيوخ\".\nوحكى البدرُ ابن جماعة أنه سأله عن نومه، فقال: \"إذا غلبني النومُ؛ استندتُ إلى الكتب لحظةً ثم أنتبه\".\nذكره السخاوي في \"ترجمة الإمام النووي\" (36)، وفيه عن البدر أيضاً قال: \"كنتُ إذا أتيتُه أزوره؛ يضع بعض الكتب على بعض ليوسع لي مكاناً أجلس فيه\".\n(3) وكانت هذه حجة الإسلام، وحج مرة أخرى؛ كما صرح به السيوطي في \"المنهاج السوي\" (لوحة 5/ ب)، ويستأنس له بقول ابن كثير في \"تاريخه\" (13/ 279) أنه حج في مدَّة إقامته بدمشق، ولما رجع من حجة الإسلام؛ لاحت عليه -كما قال الذهبي في \"سير أعلام النبلاء\"- أمارات النجابة والفهم، قاله السخاوي في \"ترجمة الإمام النووي\" (ص 6).\nوقال الأستاذ شحادة العمري في أطروحة للماجستير \"الإمام النووي وجهوده في التفسير\" (ص 33): =\nالجزء: 1 ¦ الصفحة: 47\n",
        "قال لي والده رحمه الله: \"لما توجَّهْنا من (نوى) للرحيل؛ أخذتْهُ الحُمَّى، فلم تفارقه إلى يوم عرفة\".\nقال: \"ولم يتأوَّه قط، فلما قضينا المناسك، ووصلنا إلى (نوى)، ونزلنا إلى دمشق؛ صبَّ الله عليه العلم صبّاً، ولم يزل يشتغل بالعلم، ويقتفي آثار شيخه المذكور في العبادة؛ من الصلاة، وصيام الدهر (1)، [5] والزهد، والورع، وعدم إضاعة شيء من أوقاته/ إلى أن توفي \" (2).\n= وقيل: إنه حج مرتين، والصحيح إنها مرة واحد\"!\nوأحال على \"ترجمة النووي\" للسخاوي (ص 6).\nقلت: وفيها خلاف ما صححه، بل صرح السخاوي ص (81) أن الشيخ النووي حج مرتين. وذكر في (ص 6) مؤيدات لذالك. فلا أدري ما الذي جعله يصحح أنه حج مرة واحدة؟!\n(1) نهى عليه الصلاة والسلام عن صيام الدَّهر؛ كما هو ثابت في \"صحيح البخاري\" (4/ 195)، و \"صحيح مسلم\" (رقم 1159)، وغيرهما.\nورحم الله الإمامَ الذهبي وجزاه خيراً عندما قال في \"السير\" (3/ 85 و 86): \"كلُّ مَن لم يُلزم نفسَهُ في تعبُّدِه بالسنة النبوية؛ يَندَمُ ويترهَّبُ، ويسوءُ مزاجُه، ويفوتُه خيرٌ كثيرٌ من متابعة سنة نبيه الرؤوف الرحيم بالمؤمنين، الحريص على نفعهم، وما زال -صلى الله عليه وسلم- معلماً للأمة أفضل الأعمال، وآمراً بهجر التبتل والرَّهبانية التي لم يُبعَث بها، فنهى عن سرد الصوم، ونهى عن الوصال، وعن قيام أكثر الليل، إلا في العشر الأخير، ونهى عن العُزبة للمستطيع، ونهى عن ترك اللحم إلى غير ذلك من الأوامر والنواهي، فالعابدُ بلا معرفة لكثير من ذلك معذور مأجور، والعابدُ العالم بالآثار المحمدية، المتجاوز لها مفضولٌ مغرور، وأحب الأعمال إلى الله تعالى، أدوَمُها وإن قَلَّ، ألهمنا الله وإياكم حُسن المتابعة، وجَنَّبَنا الهوى والمخالفة\".\n(2) ما تقدَّم موجود في \"ترجمة الإمام النووي\" (5 و 6) للسخاوي، و\"المنهاج السوي\" (لوحة 4/ أ- 5/ أ)، و \"تاريخ ابن الفرات\" (7) و\"ذيل مرآة الزمان\" (3/ 284) و\"تذكرة الحفاظ\" (4/ 1970)، و \"تاريخ الإسلام\" (ورقة 574 - 575)، و \"فوات الوفيات\" (4/ 265)، و \"الدارس في تاريخ المدارس\" (1/ 24 - 25)، و \"عيون التواريخ\" (21/ 162)، و \"شذرات الذهب\" (5/ 354)، وغيرها.\nالجزء: 1 ¦ الصفحة: 48\n",
        "فلما توفي شيخُه المذكور؛ ازداد اشتغاله بالعلم والعمل.\nقال لي شيخُنا القاضي أبو المفاخر محمد بن عبد القادر الأنصاري رحمه الله (1): \"لو أدرك القشيريُّ صاحب \"الرسالة\" شيخَكُم وشيخَه (2)؛ لما قَدَّمَ عليهما في ذكره لمشايخها (3) أحداً؛ لما جُمع فيهما من العلم، والعمل، والزهد، والورع، والنُّطق بالحِكَم، وغير ذلك\".\nوذكر لي الشيخ -قدَّس الله روحه- قال: \"كنتُ أقرأ كلَّ يومِ اثنتي عشر درساً على المشايخِ؛ شرحاً وتصحيحاً: درسين في \"الوسيط\"، ودرساً في \"المهذَّب\"، ودرساً في \"الجمع بين الصحيحين\"، ودرساً في \"صحيح مسلم\"، ودرساً في \"اللمع\" لابن جُنِّي في النحو، ودرساً في \"إصلاح المنطق\" لابن السِّكِّيت في اللغة، ودروساً في التصريف،\n(1) هو القاضي الإمام أبو المفاخر محمد بن عبد القادر بن عبد الخالق الأنصاري الدِّمشقي الشافعي المعروف بابن الصَّائغ، كان عارفاً بالمذهب الشافعيّ، بارعاً في الأصول والمناظرة، وكانَ مشكورَ السيرة، ولي القضاء، ثم امتحن، فعزل، وسجن، ثم خُلِّصَ، وانقطع بمنزله في بستانه إلى أن توفي في ربيع الآخر سنة (683 هـ).\nانظر ترجمته في \"البداية والنهاية\" (13/ 304)، و\"مرآة الجنان\" (4/ 199)، و\"شذرات الذهب\" (5/ 383).\n(2) مراده: الإمام النووي، وشيخه المراكشي لعله المغربي.\n(3) يعني \"الرسالة القشيرية\". وفيها من الكلام الجيد الكثير، وفيها من كلام العقائد الفاسدة الكثير أيضاً، وكان أحد علمائنا الأفاضل يقول: هي آخر الخير وأول الشر. ولكن بعد تتبع أثرها السيء في الأمة، يحسن النصح بالابتعاد عنها، أو أن تهذّب من عالم صحيح العقيدة سليم العقل. قاله الأستاذ زهير الشاويش في تعليقه على \"النخبة البهية\" (ص 54).\nالجزء: 1 ¦ الصفحة: 49\n",
        "ودرساً في أصول الفقه؛ تارة في \"اللمع\" لأبي إسحاق، وتارة في \"المنتخب\" لفخر الدين الرازي، ودرساً في أسماء الرجال، ودرساً في أصول الدين\" (1).\nقال: \"وكنتُ أعلِّق جميع ما يتعلق بها؛ من شرح مُشْكِل، ووضوح عبارة، وضبط لغة\".\nقال: \"وبارك الله لي في وقتي، واشتغالي، وأعانني عليه\" (2).\nقال: \"وخطر لي الاشتغال بعلم الطب، فاشتريتُ كتاب\n(1) المذكور أحد عشر درساً فقط! وكذا نقله عنه: الذهي في \"تاريخ الإسلام\" (ورقة 575)، و \"تذكرة الحفاظ\" (4/ 1470)، والسخاوي في \"ترجمة الإمام النووي\" (ص6)، والسيوطي في \"المنهاج السوي\" (لوحة5/ أ- ب)، وابن العماد في \"شذرات الذهب\" (5/ 355)، وجميع المعاصرين الذين ترجموا له!\n(2) عقَّبَ الشيخ عبد الغني الدَّقْر في كتابه \"الإمام النووي\" (ص 34) على ما ذكره المصنف بقوله: \"اثنا عشر درساً يقرؤها على المشايخ كل يوم شرحاً وتصحيحاً، ويعلق ما يتعلق بها من شرح مشكل، وإيضاح عبارة، وضبط لغة، تحتاج كل يوم بلى اثنتي عشرة ساعة على أقل تقدير، وتحتاج إلى مراجعة ما يجب أن يراجع، وحفظ ما يجب أن يُحفظ -بأدنى التقدير- إلى اثنتي عشرة ساعة، فهذه أربع وعشرون ساعة، فمتى ينام؟! ومتى يأكل؟! ومتى يقوم بعبادته؟! ومتى يتهجد في ليله؟! ومعروف أنه سباق بلى الطاعات والعبادات\n...\nمتي يكون هذا كله وهو محتاج في دراسته ومراجعته إلى أربع وعشرين ساعة في اليوم والليل!\nهنا يبدو إكرام الله إياه، وتفضله عليه، وذلك بأن بارك الله له في وقته، فمنحه القدرة على أن ينتج في يوم ما ينتج غيره في يومين، وفي سنة ما ينتج غيره في سنتين، وبهذا نفسِّر هذه الوثبة الهائلة التي جعلت منه في نحو عشر سنوات عالماً في درجة كبار علماء عصره، ثم جعلت منه إمام عصره، كما نفسر هذه الكثرة الهائلة من مؤلَّفاته المتقنة الرائعة في فترة لا تتجاوز خمساً وعشرين سنة، هي كل عمره في العلم تعلُّماً وتعليماً وتأليفاً). انتهى.\nالجزء: 1 ¦ الصفحة: 50\n",
        "\"القانون\" (1) فيه، وعزمتُ على الاشتغال فيه، فأظلم عليَّ قلبي، وبقيتُ أياماً/ لا أقدر على الاشتغال بشيءٍ، ففكرتُ في أمري، ومن [6] أين دخل عليَّ الداخل، فألهمني الله تعالى أن سببه اشتغالي بالطبِّ، فبِعْتُ في الحال الكتاب المذكور، وأخرجتُ من بيتي كلَّ ما يتعلق بعلم الطب، فاستنار قلبي، ورجع إليَّ حالي، وعدتُ إلى ما كنتُ عليه أولًا\" (2).\n...\n4 -\nفصل\nذكر لي رحمه الله تعالى قال: \"كنت مريضا بالمدرسة الرّواحيَّة، فبينا أنا في بعض الليالي في الصُّفَّة الشرقية منها، ووالدي وإخوتي وجماعة من أقاربي نائمون إلى جانبي؛ إذ نشَّطني الله، وعافاني من ألمي، فاشتاقت نفسي إلى الذكر، فجعلتُ أسبِّح، فبينا أنا كذلك بين الجهر والإسرار؛ إذا شيخٌ حسنُ الصورةِ، جميلُ المنظرِ، يتوضَّأ على حافَّةِ البِرْكَة وقتَ نصفِ الليلِ، أو قريب منه، فلما فرغ مِن وضوئه؛ أتاني، وقال لي: يا ولدي! لا تذكر الله تعالى وتهوِّش على والدك\n(1) \"القانون في الطب\" كتاب لأبي علي حسين بن عبد الله المعروف بـ (ابن سينا)، المتوفى سنة (428 هـ).\n(2) انظر تعليق السخاوي في \"ترجمة الإمام النووي\" (ص 7) على هذه الحادثة، والجواب على: كيف يقول الإمام النووي هذا؟ وقد قال حرملة بن يحيى: \"إن الشافعي يتلهَّف على ما ضيَّع المسلمون من الطب، ويقول: ضيَّعوا ثلث العلم، ووكلوه إلى اليهود والنَّصارى\"!!\nالجزء: 1 ¦ الصفحة: 51\n",
        "وإخوتك وأهلك ومَن في هذه المدرسة. فقلتُ: يا شيخ! مَن أنت؟ قال: أنا ناصحٌ لك، ودَعْني أكونُ مَن كنتُ. فوقع في نفسي أنه إبليس، فقلتُ: أعوذُ باللهِ من الشيطان الرجيم، ورفعتُ صَوْتي بالتسبيحِ، فأعْرَضَ، ومشى إلى ناحيةِ باب المدرسة، فانتبه والدي والجماعة على صوتي، فقمتُ إلى باب المدرسة، فوجدتُه، مقفلًا، وفتشتُها، فلم أجد [7] فيها أحداً غير مَن كان فيها/ فقال لي والدي: يا يحيى! ما خبرك؟ فأخبرتُه الخبر، فجعلوا يتعجَّبون، وقعَدْنا كُلُّنا نسبحُ ونذكُر\" (1).\n...\n5 -\nفصل: في ذكر شيوخه في الفقه\nوأذكرهم مسلسلاً مني إلى رسول الله -صلى الله عليه وسلم-:\nأما أنا؛ فقرأتُ عليه الفقهَ؛ تصحيحاً وعرضاً وشرحاً وضبطاً\nخاصّاً وعامّاً، وعلومَ الحديث؛ مختصَرَه وغيرَه؛ تصحيحاً وحفظاً\nوشرحاً وبحثاً وتعليقاً خاصا ًوعامّاً.\nوكان رحمه الله رفيقاً بي، شفيقاً عليّ، لا يمكِّن أحداً من خدمته غيري ة على جَهدٍ مني في طلب ذلك منه، مع مراقبته لي -رضي الله عنه- (2) في حركاتي وسكناتي، ولطفه بي في جميع ذلك، وتواضعه معي في جميع\n(1) راجع: \"تاريخ الإسلام\" (ورقة 575)، و \"المنهاج السوي\" (لوحة 5/ ب- 6/ أ)، و \"الإمام النووي وأثره في الفقه الإسلامي\" (ص 52 - 53)، و\"الإمام النووي وجهوده في التفسير\" (ص 38)، و \"الإمام النووي\" (135 - 136) للدقر.\n(2) إن الترضي يختص بالصحابة، وأما غيرهم فيقال في حقهم: \"رحمهم الله تعالى\"، ونحوه.\nالجزء: 1 ¦ الصفحة: 52\n",
        "الحالات، وتأديبه لي في كل شيء حتى الخطرات، وأعجز عن حصر ذلك.\nوقرأتُ عليه كثيراً من تصانيفه ضبطاً وإتقاناً.\nوأذِنَ لي -رضي الله عنه- في إصلاح ما يقع لي في تصانيفِه، فأصلحْتُ بحضرتِه أشياء، فكتَبَهُ بخطِّهِ، وأقرَّني عليه، ودفَعَ إليَّ ورقةً بعدَّة الكتب التي كان يكتب منها، ويصنِّف بخطه، وقال لي: \"إذا انتقلتُ إلى الله تعالى؛ فأتْمِمْ \"شرح المهذَّب\" من هذه الكتب\". فلم يقدَّر ذلك لي.\nوكانت مدة صحبتي له؛ مقتصراً عليه دون غيره، من أول سنة سبعين وست مئة وقبلها/ بيسير إلى حين وفاته. [8ٍ]\nقال رحمه الله (1): أخذتُ الفقه؛ قراءةً وتصحيحاً وسماعاً وشرحاً وتعليقاً عن جماعاتٍ:\nأوَّلهم: شيخي: الإمام، المتفق على علمه، وزهده، وورعه، وكثرة عباداته، وعظم فضله، وتميزه في ذلك على أشكالِه: أبو إبراهيم\n(1) في \"تهذيب الأسماء واللغات\" (1/ 18 - 19)، و\"المجموع\" (2/ 379 - مختصراً)، وما بين المعقوفتين سقط من الأصل، واستدركته من \"التهذيب\"، ونقله عن المصنِّف: السخاوي في \"ترجمة الإمام النووي\" (64 - 65)، والسيوطي في \"المنهاج السوي\" (ص 99 - 100).\n(تنبيه): قال النووي في \"التهذيب\" (1/ 17 - 18) -قبل سوقه سلسلة إسناد تفقهه لأصحاب الشافعي إلى الشافعي رحمه الله ثم إلى رسول الله -صلى الله عليه وسلم- قال: \"هذا من المطلوبات المهمات والنفائس الجليلات التي ينبغي للمتفقِّه والفقيه معرفتها وتقبح به جهالتها، فإنَّ شيوخه في العلم آباء في الدين، وصلة بينه وبين رب العالمين، وكيف لا تقبح جهل الإنسان والوصلة بينه وبين ربه الكريم الوهاب، مع أنه مأمور بالدعاء لهم، وبرهم، وذكر مآثرهم، والثناء عليهم وشكرهم، فأذكرهم مني إلى رسول الله - صلى الله عليه وسلم -، وحينئذٍ يعرف من كان في عصرنا وبعده طريقهُ باجتماعها هي وطريقتي قريباً، وأما أنا فأخذت الفقه\n...\n\".\nالجزء: 1 ¦ الصفحة: 53\n",
        "إسحاق بن أحمد بن عثمان المغربي ثم المقدسي رضي الله عنه (1) [وأرضاه، وجمع بيني وبينه وبين سائر أحبابنا في دار كرامته مع من اصطفاه].\nثم شيخنا: الإمام، العارف، الزاهد، العابد، الورع، المتقِنُ، مفتي دمشق في وقته: أبو محمد عبد الرحمن بن نوح بن محمد بن إبراهيم ابن موسى المقدسي ثم الدمشقي رحمه الله (2).\nثم شيخنا: أبو حفص عمر بن أسعد بن أبي غالب الرَّبَعي (3) -بفتح الراء والباء- الأربلي الإمام المتقن المفتي -رضي الله عنه-\".\nوأدركتُه أنا، وحضرتُ بين يديه، وسمعتُ عليه \"جزء أبي الجهم العلاء بن موسى الباهلي \"، وكان شيخُنا كثيرَ الأدب معه، حتى كنا في الحلقة يوماً بين يديه، فيقام منها، وملأ إبريقاً، وحمله بين يديه إلى الطهارة -رحمهما الله، ورضي عنهما-.\nقال: \"ثم شيخنا: الإمام، العالم، المجمع على إمامته،\n(1) انظر ترجمته في:\"طبقات الشافعية الكبرى\" (5/ 50)، و\"البداية والنهاية\" (13/ 213)، و\"شذرات الذهب\" (5/ 249)، وقال السخاوي في \"ترجمة الإمام النووي\" (ص 7): \"وكان معظم انتفاعه عليه\".\nوقال السيوطي في \"المنهاج السوي\" (لوحة 6/ ب): \"وأخذ الفقه عن شيخه إسحاق المغربي، وكان يتأدَّب معه كثيراً، ويملأ له الإبريق، ويحمله معه إلى الطهارة\"!\nقلت: وهذه عبارة ابن العطار -وستأتي قريباً- في شيخه الرَّبَعي!\n(2) انظر ترجمته في \"طبقات الشافعية الكبرى\" (5/ 71)، و\"البداية والنهاية\" (13/ 195)، و \"شذرات الذهب\" (5/ 265).\n(3) انظر ترجمته في \"طبقات الشافعية الكبرى\" (5/ 130)، و \"ترجمة الإمام النووي\" (ص 7 - 8)، وجاءت العبارة المذكورة فيه مختصرة مع تصحيف، ففيه:\"وسمعتُ عليه رأي الجهم\"!!\nالجزء: 1 ¦ الصفحة: 54\n",
        "وجلالته، وتقدُّمه في علم المذهب على أهل عصره بهذه النواحي أبو الحسن بن سلاَّر بن الحسن الأربلي ثم الحلبي ثم الدمشقي -رضي الله عنه-\" (1).\nوأدركتُه أنا، وحضرتُ جنازته مع شيخنا -رحمهما الله تعالى-.\nقال:\"وتفقَّه شيوخنا الثلاثة المذكورون/ أوَّلاً على شيخهم أبي [9] عمرو عثمان بن عبد الرحمن بن عثمان المعروف بابن الصلاح، وتفقَّه هو على والده، وتفقَّه والدُه في طريقة العراقيين على أبي سعدٍ عبد الله بن محمد بن هبة الله بن علي بن أبي عصرون الموصلي، وتفقه أبو سعد على القاضي أبي علي الحسن بن إبراهيم الفارقي، وتفقه الفارقي على أبي إسحاق الشيرازي، وتفقه [الشيخ] أبو إسحاق على القاضي أبي الطيب طاهر بن عبد الله الطبري، وتفقه أبو الطيب على أبي الحسن محمد بن علي بن سهل بن مصلح الماسرجسي، وتفقه الماسرجسي على أبي إسحاق إبراهيم بن محمد (2) المروزي، وتفقه أبو إسحاق على أبي العباس أحمد بن عمر بن سريج، وتفقه ابن سريج على أبي القاسم عثمان بن بشَّار الأنماطي، وتفقه الأنماطي على أبي إبراهيم إسماعيل بن يحى المزني، وتفقه المزني على أبي عبد الله\n(1) نعته النووي في \"طبقات الشافعية\" (1/ 476) رقم (171) بقوله: \"شيخنا الإمام البارع المتقن المحقق المدقق، إمام المذهب في عصره، والمرجوع إليه في حلِّ مشكلاته وتعرُّف خفياته، والمتفق على إمامته وجلالته وفضله ونزاهته\"، وقال بعد كلام: \"وحضرت غَسْلَه، قرأت عليه \"أُنْس الأحياء ونور الأولياء\"\".\nوانظر ترجمته في: \"البداية والنهاية\" (13/ 262)،\"العبر\" (5/ 293)، \"مرآة الجنان\" (4/ 171)، \"ذيل مرآة الزمان\" (2/ 479)، \"طبقات الشافعية الكبرى\" (8/ 149 - 150)، \"شذرات الذهب\" (5/ 331)، \"هدية العارفين\" (1/ 380).\n(2) في مطبوع \"تهذيب الأسماء واللغات\" (1/ 18): \"أحمد\".\nالجزء: 1 ¦ الصفحة: 55\n",
        "محمد بن إدريس الشافعي -رضي الله عنه-، وتفقه الشافعي على جماعات؛ منهم.\nأبو عبد الله مالك بن أنس؛ إمام المدينة.\nومالك على ربيعة عن أنس، وعلى نافع عن ابن عمرة كلاهما عن النبي -صلى الله عليه وسلم-.\nوالشيخ الثاني للشافعي: سفيانُ بن عيينة عن عمرو بن دينار عن ابن عمر وابن عباس -رضي الله عنه-.\nوالشيخ الثالث للشافعي: أبو خالد مسلم بن خالد مفتي مكة، [10] وإمام أهلها/.\nوتفقه مسلم على أبي الوليد عبد الملك بن عبد العزيز بن جريج، وتفقه ابن جريج على أبي محمد عطاء بن أسلم أبي رباح، وتفقه عطاء على أبي العباس عبد الله بن عباس، وأخذ ابن عباس عن رسول الله -صلى الله عليه وسلم-، وعن عمر بن الخطاب، وعلي، وزيد بن ثابت، وجماعات من الصحابة -رضي الله عنه- عن رسول الله -صلى الله عليه وسلم-.\nهذه طريقة أصحابنا العراقيين.\nوأما طريقة أصحابنا الخراسانيين؛ فأخَذْتُها عن شيوخنا المذكورين، وأخذها شيوخنا الثلاثة المذكورون عن أبى عمرو عن والده عن أبي القاسم البزري -بتقديم الزاي على الراء-[الجزري]، عن أبي الحسن علي بن محمد بن علي إلكِيَا الهَرَّاسيّ (1) عن أبي المعالي\n(1) إلكِيَا -بكسر الكاف وفتح الياء وبعدها ألف- معناه في اللغة العجمية: الكبير القدر، المقدَّم بين الناس، والهَرَّاسي؛ فارسية، بمعنى الذعر، وهو أبو الحسن علي بن محمد بن علي الطبري، الفقيه، الشافعي، من أهل طَبرِستان، خرج إلى نَيْسابور، =\nالجزء: 1 ¦ الصفحة: 56\n",
        "عبد الملك بن عبد الله بن يوسف [بن عبد الله بن يوسف] إمام الحرمين، عن والده أبي محمد، عن أبي بكر عبد الله بن أحمد القفال المروزي الصَّغير -وهو إمام طريقة خراسان-، عن أبي زيد محمد بن أحمد بن عبد الله بن محمد المروزي، عن أبي إسحاق المروزي، عن ابن سريج؛ كما سبق.\nوتفقَّه شيخُنا الإمام أبو الحسن سَلاّر على جماعات؛ منهم الإمام أبو بكر الماهاني، وتفقه الماهاني على ابن البزري بطريقه السابق، والله أعلم\".\nفمعرفة هذه السلسلة من النفائس، والمهم الذي يتعين على الفقيه/ [11] والمتفقه علمه، ويقبُح به جهله، فالشيوخ في العلم آباء له في الدين، ووصلة بين العبد وبين رب العالمين (1).\nقال يحيى بن معاذ الرازي رحمه الله:\"العلماء أرأفُ بأمَّةِ محمد - صلى الله عليه وسلم - من آبائهم وأمهاتهم؛ لأنهم يحفظونهم [من نار الآخرة وأهوالها، وآباؤهم وأمَّهاتهم يحفظونهم] (2) من الدنيا وآفاتها\".\nيعني: الآباء العلماء، وأما الآباء الجهال؛ فلا يحفظونهم لا في الدُّنيا، ولا في الآخرة، والله أعلم.\n...\n= وتفقه على إمام الحرمين الجُوَيْني حتى برع، وكان فصيحَ العبارة، حلو الكلام، توفي سنة (504 هـ).\nانظر ترجمته في: \"وفيات الأعيان\" (1/ 327)، و\"مرآة الزمان\" (8/ 37)، و \"إعجام الأعلام\" (174)، و\"الأعلام\" (4/ 329).\n(1) انظر ما قدمناه قريباً عن النووي قبل سوق الإسناد.\n(2) ما بين المعقوفتين من هامش الأصل.\nالجزء: 1 ¦ الصفحة: 57\n",
        "6 -\nفصل: في شيوخه الذين أخذ عنهم أصول الفقه\nقرأ على جماعة؛ أشهرهم وأجلهم: العلامة القاضي أبو الفتح عمر بن بُنْدار بن عمر بن علي بن محمد التفليسي الشافعي رحمه الله (1)؛ قرأ عليه \"المنتخب\" للإمام فخر الدين الرازي، وقطعة من كتاب \"المستصفى\" للغزالي، وقرأ غيرهما من الكتب على غيره (2).\n...\n7 -\nفصل: فيمن أخذ عنه اللغة والنحو والتصريف\nأول من أخذ عنه ذلك: فخر الدين المالكي رحمه الله؛ ذكر لي الشيخ رحمه الله أنه قرأ عليه كتاب \"اللُّمع\" لابن جُنِّي (3).\nوأنه قرأ على الشيخ أبي العباس أحمد بن سالم المصري (4) النحوي اللغوي التصريفي -بحثاً- كتابَ: \"إصلاح المنطق\" لابن السكيت، وكتاباً في التصريف. قال: \"وكان لي عليه درس؛ إما في\n(1) انظر: \"البداية والنهاية\" (13/ 167)، و \"طبقات الشافعية الكبرى\" (5/ 130)، و\"شذرات الذهب\" (5/ 337)، و \"طبقات الإسنوي\" (1/ 317).\nوالمذكور في \"ترجمة الإمام النووي\" (ص 10)، و\"المنهاج السوي\" (ص 37).\n(2) ذكر الذهبى في \"تاريخ الاسلام\" (ورقة 576) ما عند المصنف.\n(3) انظر: \"ترجمة الإمام النووي\" (ص 10)، و \"المنهاج السوي\" (ص 37)، و \"تاريخ الإسلام\" (ورقة 576).\n(4) انظر: \"شذرات الذهب\" (5/ 314)، و\"مرآة الجنان\" (4/ 163).\nالجزء: 1 ¦ الصفحة: 58\n",
        "سيبويه، وإمَّا في غيره\". الشك مني (1).\n[12] وقرأ على شيخنا العلامة أبي عبد الله محمد بن عبد الله بن/ مالك الجيَّاني رحمه الله (2) كتاباً من تصانيفه، وعلق عليه شيئاً.\nوأشياء كثيرة غير ذلك (3).\n...\n8 -\nفصل: فيمن أخذ عنه فقه الحديث وأسماء وجاله وما يتعلق به\nأخذ فقه الحديث عن الشيخ المحقق أبي إسحاق إبراهيم بن عيسى المرادي الأندلسي (4) الشافعي رحمه الله شرح عليه \"مسلماً\"، ومعظم \"البخاري\"، وجملة مستكثرة من \"الجمع بين الصحيحين\" للحميدي (5).\n(1) نقله عن المصنِّف: السخاوي في \"ترجمة الإمام النووي\" (ص 10)، والسيوطي في \"المنهاج السوى\" (ص 37 - 38).\n(2) صاحب \"الألفية\" النحوية المشهورة باسم \"الخلاصة\". انظر: \"البداية والنهاية\" (13/ 267)، و \"طبقات الشافعية الكبرى\" (5/ 28)، و\"شذرات الذهب\" (5/ 339)، و \"طبقات الإسنوي\" (2/ 454).\n(3) نقله عن المصنِّف: الذهبى في \"تاريخ الإسلام\" (ورقة 576)، والسخاوي في \"ترجمة الإمام النووي\" (ص 10)، والسيوطي في \"المنهاج السوي\" (ص 38).\n(4) انظر ترجمته في \"طبقات الإسنوي\" (2/ 453)، و\"شذرات الذهب\" (5/ 326)، و\"طبقات الشافعية الكبرى\" (5/ 48).\n(5) نقله عن المصنف: السخاوي في \"ترجمة الإمام النووي\" (ص 10)، والسيوطي في \"المنهاج السوي\" (ص 38).\nالجزء: 1 ¦ الصفحة: 59\n",
        "وأخذ \"علوم الحديث\" لابن الصلاح عن جماعة من أصحابه (1).\nوقرأ على الشيخ أبي البقاء خالد بن يوسف بن سعد النابلسي (2) الحافظ كتاب \"الكمال في أسماء الرجال\" للحافظ عبد الغني المقدسي، وعلق عليه حواشي، وضبط عنه أشياء حسنة (3).\n...\n9 -\nفصل: في الكتب التي سمعها\nسمع \"البخاري\"، و\"مسلماً\"، و\"سنن أبي داود\"، و\"الترمذي\"، وسمع \"النسائي\" بقراءته، و \"موطأ مالك\"، و\"مسند الشافعي\"، و \"أحمد بن حنبل\"، و\"الدارمي\"، و\"أبا عوانة الأسفرائيني\"، و\"أبا يعلى الموصلي\"، و\"سنن ابن ماجه\"، و\"الدَّارَقُطْنيَّ\"، و\"البيهَقِي\"، و\"شرح السنة\" للبغوي، و\"معالم التنزيل\" في التفسير له، وكتاب \"الأنساب\"\n(1) ذكر صاحب \"المنجد\" (ص 543) أنَّ الشيخ محيي الدين النووي قد أخذ الكثير عن ابن الصلاح، وأبي طاهر السِّلَفي، والصواب أنه لم يأخذ عنهما شيئاً.\nانظر: \"عثرات المنجد\" (ص 590).\n(2) انظر ترجمته في \"تذكرة الحفاظ\" (4/ 1447) و\"تاريخ الإسلام\" (15/ 84 - ط دار الغرب)، و \"البداية والنهاية\" (13/ 246)، و \"شذرات الذهب\" (5/ 313).\n(3) نقله عن المصنِّف: الذهبى في \"تاريخ الإ1\nقلتُ: يعني \"اللباب\".\nوالسيوطي في \"المنهاج السوي\" (ص39).\nالجزء: 1 ¦ الصفحة: 60\n",
        "للزبير بن بكار (1)، و \"الخطب النباتية\" (2)، و\"رسالة القشيري\"، و \"عمل اليوم والليلة\" لابن السُّنِّي، وكتاب \"آداب السامع/ والراوي\" للخطيب، [13] وأجزاء كثيرة غير ذلك.\nنقلتُ ذلك جميعَه من خطِّ الشيخ رحمه الله.\nوقُرِيءَ عليه \"البخاري\"، و \"مسلم\"؛ بدار الحديث الأشرفية (3) سماعاً وبحثاً.\nوحضرت \"مسلماً\"، وأكثر \"البخاري\"، وقطعة من \"سنن أبي داود\". وقُرِيءَ عليه \"الرسالة\" للقُشَيْري، و\"صفوة الصفوة\"، وكتاب \"الحجة على تارك المحجة\" لنصر المقدسي؛ بحثاً وسماعاً.\nوحضرتُ معظم ذلك، وعلقتُ عنه أشياءَ في ذلك وغيره، فرحمه الله، ورضي عنه (4).\n...\n(1) في الأصل: \"للسمعاني\"، وضرب عليها، وجاء بعدها: \"للزبير بن بكار\".\n(2) تأليف أبي يحيى عبد الرحمن بن محمد بن محمد الفارقي، المتوفى سنة (374 هـ)، لها شروح عديدة، انظرها في \"كشف الظنون\" (1/ 714).\n(3) جوار باب القلعة الشرقي، غربي العصرونية، وشمالي القيمازية الحنفية، كانت داراً للأمير قايماز بن عبد الله النجمي، وله بها حمام، فاشترى ذلك الملك الأشرف مظفر الدين موسى بن العادل وبناها دار حديث، وأخرب الحمام، وبناه سكناً للشيخ المدرِّس بها.\nانظر: \"الدارس في تاريخ المدارس\" (1/ 19)، و\"خطط الشام\" (6/ 73).\nوولي الشيخ الإمام النووي دار الحديث بعد الشيخ شهاب الدين أبي شامة، وكان لا يتناول من معلومها شيئاً، بل يتقنع بما يبعث إليه أبوه.\n(4) نقله عن المصنِّف: السخاوي في \"ترجمة الإمام النووي\" (ص11)، والسيوطي في \"المنهاج السوي\" (ص 42).\nالجزء: 1 ¦ الصفحة: 61\n",
        "10 -\nفصل:\nفي شيوخه الذين سمع منهم\nسمع أبا الفرج عبد الرحمن بن أبي عمر محمد بن أحمد المقدسي (1)، وهو أجلّ شيوخه، وأبا محمد إسماعيل بن أبي إسحاق إبراهيم بن أبي اليُسْر (2)، وأبا العباس أحمد بن عبد الدَّائِم (3)، وأبا البقاء خالد النَّابلسيّ (4)، وأبا محمد عبد العزيز بن أبي عبد الله محمد ابن عبد المحسن الأنصاري (5)، والضياء بن تمام الحنفي، والحافظ أبا الفضل محمد بن محمد بن محمد البكري (6)، وأبا الفضائل عبد الكريم بن عبد الصمد (7) خطيب دمشق، وأبا محمد عبد الرحمن بن سالم بن يحيى الأنباري (8)، وأبا زكريا يحيى بن أبي الفتح الصَّيْرفي\n(1) انظر ترجمته في: \"البداية والنهاية\" (13/ 302)، و \"تذكرة الحفاظ\" (4/ 1492)، و\"شذرات الذهب\" (5/ 376).\n(2) انظر ترجمته في: \"البداية والنهاية\" (13/ 267)، و \"تذكرة الحفاظ\" (4/ 1490)، و\"فوات الوفيات\" (1/ 170)، و\"شذرات الذهب\" (5/ 338).\n(3) انظر ترجمته في: \"البداية والنهاية\" (13/ 257)، و \"تذكرة الحفاظ\" (4/ 1471)، و\"شذرات الذهب\" (5/ 325).\n(4) مضي تحت الفصل الثامن قبل صفحات قليلة، وتحرف في \"تاريخ الإسلام\" (15/ 327 ط الغرب) في ترجمة النووي إلى \"أبي التقى\" وتقدمت ترجمته في المجلد نفسه (ص84) وفيه على الجادّة.\n(5) انظر ترجمته في: \"تذكرة الحفاظ\" (4/ 1443)، و \"شذرات الذهب\" (5/ 309)، و\"مرآة الجنان\" (4/ 160)، و \"طبقات الشافعية الكبرى\" (5/ 108).\n(6) انظر ترجمته في: \"تذكرة الحفاظ\" (4/ 1444)، و \"شذرات الذهب\" (5/ 274).\n(7) انظر ترجمته في: \"البداية والنهاية\" (13/ 243)، و \"تذكرة الحفاظ\" (4/ 1443)، و\"شذرات الذهب\" (5/ 309).\n(8) انظر ترجمته في \"تذكرة الحفاظ\" (4/ 1453).\nالجزء: 1 ¦ الصفحة: 62\n",
        "الحرَّاني (1)، وأبا إسحاق إبراهيم بن علي بن أحمد بن فضل الواسطي (2)، وغيرهم.\nوسمعتُ أنا من معظم شيوخه (3).\n...\n11 -\nفصل\nوسمع منه خلقٌ / كثيرٌ؛ من العلماء، والحفَّاظ، والصُّدور، [14]، والرؤساء، وتخرج به خَلْقٌ كثيرٌ من الفقهاء، وسار علمُهُ وفتاويه في الآفاق، ووقع على دينِه وعلمه وزهده وورعه ومعرفته وكرامته الوِفَاقُ، وانتفعَ الناسُ في سائر البلاد الإسلامية بتصانيفهِ، وأكبُّوا على تحصيل تواليفه، حتى رأيتُ مَن كان يشنؤها في حياته مجتهداً على تحصيلها والانتفاع بها بعد مماته، فرحمه الله، ورضي عنه، وجمع بيننا وبينه في جنَّاته (4).\n...\n(1) انظر ترجمته في: \"شذرات الذهب\" (5/ 363)، و\"تذكرة الحفاظ\" (4/ 1471).\n(2) انظر ترجمته في: \"البداية والنهاية\" (13/ 333)، و \"تذكرة الحفاظ\" (4/ 1477)، و\"شذرات الذهب\" (5/ 419).\n(3) نقل جل ما في هذا الفصل: الذهبى في تاريخ الإسلام\" (ورقة 575 - 576)، والسخاوي في \"ترجمة الإمام النووي\" (ص 11) -وزاد عليه، فانظره إن شئت- والسيوطي في \"المنهاج السوي\" (ص 40 - 41).\n(4) نقله عن المصنف: السيوطي في \"المنهاج السوي\" (ص 42)، والسخاوي في ترجة الإمام النووي\" (ص 30 و 31)، وسرد أسماء كثير من تلاميذه، وكذلك فعل -قبله - الذهبى في \"تاريخ الإسلام\" (ورقة 576). =\nالجزء: 1 ¦ الصفحة: 63\n",
        "12 -\nفصل\nوذكر لي رحمه الله أنه كان لا يضيع له وقتاً في ليلِ ولا نهار؛ إلَّا في وظيفة من الاشتغال بالعلم، حتى في ذهابه في الطُّرق ومجيئه يشتغل في تكرار محفوظه، أو مطالعة، وأنه بقي على التحصيل على هذا الوجه نحو ستِّ سنين.\nثم إنَّه اشتغل بالتصنيف، والإشغال، والإفادة، والمناصحة للمسلمين ووُلاتهم، مع ما هو عليه من المجاهدة لنفسه، والعمل بدقائق الفقه، والاجتهاد على الخروج من خلاف العلماء وإنْ كان بعيداً، والمراقبة لأعمال القلوب وتصفيتها من الشوائب؛ يحاسب نفسه على الخطرة بعد الخطرة.\nوكان محقِّقاً في علمه وفنونه، مُدقِّقاً في علمه وكلِّ شؤونه، حافظاً [15] لحديث رسول الله - صلى الله عليه وسلم -، عارفاً/ بأنواعه كلها؛ من صحيحه وسقيمه،\n= وانظر ثبتاً فيهم في كتب المعاصرين؛ من مثل: \"الإمام النووي\" لعبد الغني الدقر (ص 105 - 109)، و\"الإمام النووي وأثره في الفقه الإسلامي\" (ص 117 - 135)؛ و \"الإمام النووي وجهوده في التفسير\" (68 - 71)، وذكر السيوطي في \"المنهاج السوي\" (ص 52) بعض من أخذ عنه، ولم يستوعب، ولا قارب، قال: \"ومن أشهرهم: أبو عبد الله محمد بن أبي إسحاق إبراهيم بن جماعة الكناني الحموي (ت 733 هـ)، ومحمد بن أبي بكر بن إبراهيم المعروف بـ (ابن النقيب) (ت 745هـ)، وأبو الحجاج يوسف بن عبد الرحمن الدمشقي المعروف بالحافظ المزي (ت 742 هـ)، ومحمد بن أبي الفتح البعلي (ت 709 هـ)، وأحمد بن فرح اللخمي الإشبيلي (ت 699 هـ)، وإسماعيل بن إبراهيم الخبّاز (ت 703 هـ)، وسليمان بن هلال الجعفري (ت 725 هـ) \".\nالجزء: 1 ¦ الصفحة: 64\n",
        "وغريب ألفاظه وصحيح معانيه، واستنباط فقهه، حافظاً لمذهب الشافعي وقواعده وأصوله وفروعه، ومذاهب الصحابة والتابعين، واختلاف العلماء، ووفاقهم، وإجماعهم، وما اشتهر من ذلك جميعه، وما هُجر، سالكاً في كلِّها ذكر طريقة السلف، قد صرف أوقاته كلها في أنواع العلم والعمل، فبعضها للتصنيف، وبعضها للتعليم، وبعضها للصلاة، وبعضها للتلاوة، وبعضها للأمر بالمعروف، والنهي عن المنكر (1).\nذكر لي صاحبُنا أبو عبد الله محمد بن أبي الفتح البعلي الحنبلي الفاضل -نفع الله به- في حياة الشيخ رحمه الله قال: \"كنتُ ليلةً في أواخر الليل بجامع دمشق، والشيخ واقف يصلي إلى سارية في ظلمة، وهو يردِّدُ قوله تعالى: {وَقِفُوهُم إنَهُم مَسئولُونَ} (2)؛ مِراراً، بحزنٍ وخشوعٍ، حتى حصل عندي من ذلك شيءٌ الله به عليم\" (3).\nوكان حمه الله إذا ذكر الصَّالحينَ؛ ذكرهم بتعظيم وتوقير واحترام، وسوَّدهم، وذكر مناقبهم وكراماتهم (4).\n...\n(1) نقله عن المصنف: الذهبي في \"تاريخ الإسلام\" (ورقة 576 - 577)، والسخاوي في \"ترجمة الإمام النووي\" (11و 12)، والسيوطي في \"المنهاج السوي\" (42 و 43)، والذهبى في \"تذكرة الحفاظ\" (4/ 1472)، وغيرهم.\n(2) سورة الصافات، الآية: 24.\n(3) نقله عن المصنف: الذهبى في \"تاريخ الإسلام\" (ورقة 577)، والسخاوي في \"ترجمة الإمام النووي\" (ص 36)، والسيوطي في \"المنهاج السوي\" (ص 43 و 44).\n(4) ومن بديع صنيعه في التوقير منهجه في الرد على (المعتبرين) من العلماء في سائر كتبه، وأفصح عن ذلك في آخر كتابه \"الأذكار\" تحت (باب: في ألفاظ حكي عن جماعة =\nالجزء: 1 ¦ الصفحة: 65\n",
        "13 -\nفصل\nذكر لي شيخُنا العارفُ القدوةُ المُسَلِّكُ وليُّ الدينِ أبو الحسن [16] علي، المقيم بجامع بيت لهيا (1) خارج دمشق رحمه الله ُقال: \"كنتُ/ مريضاً بمرض يسمى: \"النِّقْرِس\" (2)؛ في رجلي، فعادني الشيخُ محيي الدين -قدَّس الله روحه-، فلما جلس عندي؛ شَرَعَ يتكلَّم في الصبر\".\nقال: \"فكلَّما تكلَّم؛ جعل الألمُ يذهب قليلًا قليلًا، فلم يزل يتكلَّم فيه حتى زال [جميع الألم] (3) كأن لم يكن قط\".\nقال: \"وكنتُ قبلَ ذلكَ لمْ أَنَمِ الليلَ كُلَّه من الألمِ، فعرفتُ أنَّ زوالَ الألمِ من بركته رحمه الله\" (4).\nوذكر لي صاحبنا في القراءة على الشيخ رحمه الله لـ \"معرفة السنن والآثار\" اللطحاوي؛ الشيخ العلامة المفتي رشيد الدين إسماعيل بن\n= من العلماء كراهتها وليست بمكروهة) (2/ 924). قال: \"واعلم أني لا أُسمِّي القائلين بكراهة هذه الألفاظ؛ لئلا تسقط جلالتهم، ويُساء الظنّ بهم، وليس الغرض القدح فيهم، وإنما المطلوب التحذير من أقوال باطلة نُقلت عنهم\" وانظر \"جلاء الأفهام\" لابن القيم (الفصل العاشر) (ص 453) وتعليقي عليه، والله الموفق والهادي.\n(1) قرية مشهورة بغوطة دمشق.\n(2) النِّقرِس: مرض مؤلم، يحدث في مفاصل القدم، وفي إبهامها أكثر، وهو ما كان يسمَّى (داء الملوك).\n(3) ما بين المعقوفتين من هامش الأصل.\n(4) نقله عن المصنف: الذهبى في \"تاريخ الإسلام\" (ورقة 577)، والسخاوي في \"ترجمة الإمام النووي\" (ص 34)، والسيوطي في المنهاج السوي\" (ص 44).\nالجزء: 1 ¦ الصفحة: 66\n",
        "المعلم الحنفي -فسح الله في مدته- قال: \"عذلتُ (1) الشَّيخَ محيي الدين في عدم دخول الحمام، وتضييق عيشه في أكله، ولباسه، وجميع أحواله، وقلتُ له: أخشى عليك مرضاً يعطِّلك عن أشياء أفضل مما تقصده\".\nقال: \"فقال: إن فلاناً صام، وعبدَ الله حتى اخضرَّ عظمه\".\nقال: \"فعرفتُ أنه ليس له غرض في المقام في دارِنا هذه، ولا يلتَفِتُ إلى ما نحنُ فيه\" (2).\nورأيتُ رجلًا من أصحابه قَشَّرَ خيارةً؛ ليطعمه إياها، فامتنعَ مِن أكلها، وقال: \"أخشى أن ترطِّبَ جِسْمي، وتجلبَ النوم\" (3).\nوكان رحمه الله لا يأكل في اليوم والليلة إلا أكلةً واحدة بعد عشاء الآخرة، ولا يشرب إلا شربة واحدة عند السَّحر، وكان لا يشرب الماء\n(1) أي: لُمْتُ.\n(2) قال السخاوي في \"ترجمة الإمام النووي\" (ص 38): \"وفيما أدرجه الذَّهبي [في \"تاريخ الإسلام\" (ورقة 578)] في كلام ابن العطار مما لم أقف عليه في النّسخة التي وقفتُ عليها؛ قال: وعزم عليه الشيخ برهان الدين الإسكندراني أن يفطر عنده في رمضان، فقال: أحضر الطعام إلى هنا، ونفطر جملة. قال ابن العطار: فأفطرنا ثلاثين أو أكثر على لونين من الطعام، وكان الشيخ في بعض الأوقات يجمع إدامين\". انتهى.\nولعل في هذا ما يشعر بمخالفة ما قاله اليونيني في \"ذيل مرآة الزمان\" (3/ 288)، وابن كثير في \"البداية والنهاية\" (13/ 279) عنه: \"ولم يجمع بين إدامين\"!\nولا تضارب، فجمع اللونين على مائدته لإكرام الناس، وهو مباح شرعاً، بل ومرغب فيه، أما هو بخاصّة نفسه فلم يأكل إلاَّ طعاماً واحداً، والله أعلم.\n(3) نقلها عن المصنف: الذهبى في \"تاريخ الإسلام\" (ورقة 577)، والسخاوي في \"ترجمة الإمام النووي\" (ص 38)، والسيوطي في \"المنهاج السوي\" (45).\nالجزء: 1 ¦ الصفحة: 67\n",
        "[17] المبرَّد (1)، وكان لا يأكل/ فاكهة دمشق، فسألتُه عن ذلك، فقال: \"دمشقُ كثيرةُ الأوقافِ وأملاكِ مَن هو تحت الحَجْر شرعاً، والتصرف لهم لا يجوز إلا على وجه الغبطة والمصلحة (2)، والمعاملة فيها على وجه المساقاة (3)، وفيها اختلاف بين العلماء، [ومَن جوزها؛ قال:] (4) بشرط المصلحة والغبطة لليتيم والمحجور عليه، والناس لا يفعلونها إلا على [جزء من] (5) ألف جزء من الثمرة للمالك، فكيف تطيب نفسي بأكل ذلك؟! \" (6).\n(1) كان قوته على أرضٍ يزرعها والدُه، ويرسل منها ما يقتات به على سبيل الضرورة؛ كما قال الكتبي في \"عيون التواريخ\" (21/ 160)، واليونيني في \"ذيل مرآة الزمان\" (3/ 288)، ونقله السخاوي في \"ترجمة النووي\" (38 و 39) عن غير واحد من تلاميذِ الإمام؛ مثل: اللخمي، وابن الفخر، وسليمان الزُّرَعي.\n(2) الغِبْطة والمصلحة: كل ما يخدم مصلحة الجماعة، أو غالب الناس لمصلحةٍ خاصة يتوصَّل إليها بالرأي والاجتهاد.\n(3) المساقاة: أن يستعمل رجلٌ رجلاً في نخيل، أو كروم؛ ليقوم بإصلاحها، على أن يكون له سهم معلوم مما تغلُّه.\nوالخلاف فيها مبسوط في: \"الحاوي الكبير\" (7/ 363) و \"الخراج\" لأبي يوسف (ص88) و\"الإشراف\" للقاضي عبد الوهاب (3/ 184) رقم (1031) وتعليقي عليه و\"المغني\" (7/ 530)، و\"مختصر اختلاف العلماء\" (4/ 21 رقم 1685)، و\"فتح الباري\" (5/ 17)، و\"تنقيح التحقيق\" (3/ 73)، و\"مجموع فتاوى ابن تيمية\" (30/ 125، 324). وقال عنها المصنف في \"تحرير التنبيه\" (216): \"المساقاة: من السَّقي، لأن العامل يسقط الشَّجَر، لأنه أهمُّ أمورهم، لا سيَّما بالحجاز\". وانظر كلام النووي مبسوطاً في \"المجموع\" (15/ 220)، \"روضة الطالبين\" (5/ 150).\n(4) ما بين المعقوفتين من هامش الأصل.\n(5) ما بين المعقوفتين من هامش الأصل.\n(6) وزاد بعضهم على المذكور ما نصّه: \"وأيضاً، فغالب مَن يُطَعِّم أشجارَهُ؛ إنما يأخذ الأقلام غصباً أو سرقة؛ لأن أحداً ما يهون عليه بيع أقلام أشجاره، وما جرت بذلك عادة، فتؤخذ تلك الأقلام سرقة، وتُطعم في أشجار النَّاس، فتطلع الثمرة =\nالجزء: 1 ¦ الصفحة: 68\n",
        "وقال لي الشيخ العارف المحقق المكاشَف (1) أبو عبد الرحيم محمد الإخميمي -قدَّس الله روحه، ونور ضريحه-:\n\"كان الشيخ محيي الدين رحمه الله سالكاً منهاج الصحابة -رضي الله عنه-، ولا أعلم أحداً في عصرِنا سالكاً على منهاجهم غيره\".\nوكتب شيخنا أبو عبد الله محمد بن الظهير الحنفي الأربليّ (2) -شيخ الأدب في وقته- كتاب \"العمدة في تصحيح التنبيه\" للشيخ -قدس روحه-، وسألني مقابلته معه بنسختي؛ ليكون له روايةً عنه مني، فلما فرغنا من ذلك؛ قال لي: \"ما وصل الشيخ تقي الدين ابن الصلاح إلى ما وصل إليه الشيخ محيي الدين من العلم والفقه والحديث واللغة وعذوبة اللفظ والعبارة\" (3).\n...\n= في نفس القلم المغصوب، فيكون ملكاً لصاحب القلم لا لصاحب الشجرة، فيبقى بيعه وشراؤه حراماً\". انتهى.\nانظر: \"ترجمة الإمام النووي\" (ص 37)، و\"المنهاج السوي\" (ص 46)، و\"تذكرة الحفاظ\" (4/ 1472)، و \"ذيل مرآة الزمان\" (3/ 288)، و \"عيون التواريخ\" (21/ 162 - 164).\nوما نقل من تعليل فإنه من الورع الدقيق عند الإمام النووي، والمعتاد في (الغوطة) والبلاد كثيرة الأشجار السماح بأعواد التطعيم هبةً أو إهداءً، والتقليم أنفع للشجر، وقل أن يوجد بين الناس من يكره ذلك.\n(1) عبارة صوفية، مأخوذة من (المكاشفة)، وهي تطلق بإزاء تحقيق زيادة الحال، وتطلق بإزاء تحقيق الإشارة، كذا في \"المصطلح الصوفي\" (140) لابن عربي! وانظر \"رشح الزلال\" للكاشاني (120).\n(2) انظر ترجمته في: \"البداية والنهاية\" (13/ 282)، و\"فوات الوفيات\" (3/ 301)، و\"شذرات الذهب\" (5/ 359).\n(3) انظر: \"تاريخ الإسلام\" (ورقة 577)، و \"ترجمة الإمام النووي\" (ص 36)، و\"المنهاج السوي\" (ص 47).\nالجزء: 1 ¦ الصفحة: 69\n",
        "14 -\nفصل\n[18] صنَّف رحمه الله كتباً في الحديث والفقه عمَّ النفع بها/، وانتشر في أقطار الأرض ذكرها؛ منها: \"المنهاج في شرح صحيح مسلم\" (1).\n(1) أشار إليه النووي في غير ما كتب من كتبه، مثل \"شرح صحيح البخاري\" (117، 218، 261،\n...\n) وفي \"تهذيب الأسماء واللغات\" (1/ 98و 2/ 90) وفي \"بستان العارفين\" (179).\nقال السخاوي في \"ترجمة الإمام النووي\" (ص 122) \"وهو عظيم البركة\".\nقلت: هو كذلك، وأنا -ولله الحمد- أدرّسه منذ أكثر من عشر سنين، ولي عليه إملاءات أرجو الله تعالى الإعانة على نشرها.\nوذكره السيوطي في \"المنهاج السوي\" (ص 55)، وأفاد أنه قريب من أربع مجلدات ضخمات، مئة كرَّاس، طبع لأول مرة في مصر سنة (1283 هـ -1866 م)، ومن ثم في المطبعة المصرية في القاهرة دون تاريخ في (18 ج) في (9 مج)، وانتشرت عنه النسخ المتداولة منه الآن (مصوَّرات بيروت) (أ)، وطبع أيضاً على هامش \"إرشاد الساري\" للقسطلاني، وألَّفه بعد سنة أربع وسبعين وست مئة؛ كما صرح به فيه (12/ 57)، وانظر عنه \"الإمام النووي وأثره في الحديث وعلومه\" (ص309 - 378) ولسعدون العيساوي أطروحة (ماجستير)، عن جامعة بغداد بعنوان: \"الإمام النووي ومنهجه في شرح صحيح مسلم\"، ولحبيب الوردي أطروحة عن جامعة الحسن الثاني في المغرب بعنوان: \"الدرس الأصولي وأثره في فقه الحديث النبوي، كتاب \"المنهاج\" في شرح صحيح مسلم بن الحجاج نموذجاً\"، وليعقوب توج يغيت =\n(أ) وللكتاب طبعات عديدة جدّاً، يعسر حصرها، انظر بعضها في: \"المعجم المصنف لمؤلفات الحديث الشريف\" (1/ 411، 412 - 413، 414، 423)، \"جامع الشروح والحواشي\" (3/ 1638)، ووقفت أبان تدوين هذه السطور على نسخة خطية منه بخط النووي نفسه، والحمد لله وحده.\nوانتخب ابن حجر عيون كلامه في كتاب مطبوع بعنوان \"المنتخب\"، وطبع له اختصار وتهذيب لخالد العك عن دار الألباب، دمشق، سنة 1419هـ، في (821) صفحة، وشرح خليل ملا طاهر (مقدمة) \"شرح صحيح مسلم\" للنووي، وهي مطبوعة، ورتب شرح النوري لها سعد الدين الكبيّ وهي مطبوعة عن المكتب الإسلامي.\nالجزء: 1 ¦ الصفحة: 70\n",
        "ومنها: \"المبهمات\" (1).\nو\"رياض الصالحين\" (2).\n= أطروحة ماجستير في جامعة سلجوق بقونيا، تركيا، وهي بعنوان: \"محيي الدين النووي حياته وآثاره ومنهجه في شرح صحيح مسلم\"، ولبعضهم: \"الآراء الأصولية عند الإمام النووي من كتاب شرح صحيح مسلم\" ولعبد الله أحمد عبد الولي سيف: \"استدراكات النووي في المنهاج شرح صحيح مسلم، على الرافعي في المحرر\" وهي أطروحة نوقشت في جامعة أم القرى، مكة المكرمة. ولي عليه \"ردود وتعقبات\" وهي مطبوعة قديماً. ولي عليه زيادات فرغت منها، أثبت فيها رجوع الإمام النووي إلى عقيدة السلف الصالح في باب الصفات.\n(1) قال السخاوي في \"ترجمة الإمام النووي\" (ص 12): \"اختصر فيها كتاب الخطيب أبي بكر البغدادي الحافظ في ذلك\".\nقلت: وعنوان كتاب الخطيب: \"الأسماء المبهمة في الأنباء المحكمة\"، أما كتاب النووي فاسمه: \"الإشارات إلى بيان الأسماء المبهمات\"، مطبوع قديماً في الهند في مِلْتان، سنة (1331) عن المطبعة الدفانية- لاهور، ثم في سنة (1340 هـ - 1921)، ومن ثم في مطبعة الخانجي في القاهرة، بتحقيق الدكتور عز الدين علي السيد، سنة (1405 هـ- 1984 م)، ومن ثم بتحقيق عبد المنعم إبراهيم عن مكتبة نزار الباز، سنة 1419 هـ. وألفه في سنة سبع وستين وست مئة؛ كما صرح به في خاتمته (ص 622)، وانظر عنه: \"الإمام النووي وأثره في الحديث وعلومه\" (ص 382 - 396).\n(2) قال السخاوي في \"ترجمة الإمام النووي\" (ص 12): \"إنه جليلٌ لا يُستَغْنى عنه\".\nوقال السيوطي في \"المنهاج السوي\" (ص 61): \"مجلد\".\nقلت: هو مطبوع مرات عديدة، وشرحه غير واحد، وله عدة اختصارات انظرها في \"ذخائر التراث العربي الإسلامي\" (2/ 888 - 889)، و\"جامع الشروح والحواشي\" (2/ 1000 - 1001)، \"الإمام النووي وأثره في الحديث وعلومه\" (280 - 300)، \"المعجم المصنف لمؤلفات الحديث الشريف\": (1/ 160، 490، 492،500، 501 - 505، 508، 519، 1128) وذكر له في الفهرس الشامل\" (2/ 865 - 868، 988 الحديث وعلومه) (72) نسخة خطية ومختصراً واحداً وأربعة شروح. وأقدم نسخة في مكتبة الدولة- برلين، وفي \"الفهرس\" =\nالجزء: 1 ¦ الصفحة: 71\n",
        "و \"الأذكار\" (1).\nوكتاب \"الأربعين\" (2).\n= المذكور أنها منسوخة نحو 700 هـ. قلت: ولقدمها تطلبتها وأرسلت للمكتبة المذكورة وحصلت -ولله الحمد- مصورة عنها، ولكني وجدتها ناقصة الآخر.\nفبنهاية (لوحة أ) من (ق 179) تنتهي النسخة العتيقة وهي مقابلة وجيدة وغير مؤرخة، وما بعدها إلى آخر الكتاب بخط مغاير متأخر فرغ الناسخ (بدر الدين) منه في نهار السبت رابع عشر ذي الحجة سنة اثنين وثلاثين وألف!\n(1) أشار إليه المصنف في عدد من كتبه، مثل: \"تهذيب الأسماء واللغات\" (1/ 431) و\"المجموع (1/ 268 و 2/ 36 و 4/ 385) و \"شرح صحيح البخاري\" (ص 154، 177، 266) وفي مواطن من \"شرح صحيح مسلم\" منها (3/ 82، 176). وذكره السخاوي في \"ترجمة الإمام النووي\" (ص 12)، والسيوطي في \"المنهاج السوي\" (ص 61) بهذا الاسم، وقال السيوطي: \"مجلد\".\nوسماه صاحب \"كشف الظنون\" (1/ 688 و 689): \"حلية الأبرار وشعار الأخيار في تلخيص الدَّعوات والأذكار المستحبَّة في الليل والنهار\" (أ) وهو كتاب جليل نفيس لا يُستغنى عنه، ذكر فيه المؤلِّف عمل اليوم والليلة، وأذكاراً لمناسبات شتَّى، وقيل فيه: \"بعِ الدار واشتر الأذكار\".\nوطبع مرات عديدة مفرداً، ومع شرحه \"الفتوحات الربانية\"، وخرَّجه الحافظ ابن حجر في \"نتائج الأفكار\"، وكلُّها مطبوعة، وله عدة اختصارات وانظر ذلك كله في \"ذخائر التراث العربي الإسلامي\" (2/ 887)، \"المعجم المصنف لمؤلفات الحديث الشريف\" (2/ 741، 743 - 744، 749، 756، 762، 1032، و \"جامع الشروح والحواشي\" (1/ 112 - 114).\n(2) ذكره له غير واحد، وفرغ منه مؤلفه سنة ثمانٍ وستين وست مئة، له شروح عدة، طبع مع بعضها ومفرداً مرات عديدة، انظر \"ذخائر التراث العربي الإسلامي\" (2/ 887) \"الفهرس الشامل\" (1/ 117 - 129، 171، 260 - 261، 269، 950 - 956، 1006) (الحديث وعلومه) وفيه (332) نسخة خطية غير المختصرات والشروح والحواشي، الإمام النووي وأثره في الحديث وعلومه\" (ص 250 - 263)، =\n(أ) طبع بهذا الاسم أيضاً.\nالجزء: 1 ¦ الصفحة: 72\n",
        "و\"التيسير في مختصر الإرشاد في علوم الحديث\" (1).\nومنها: \"الإرشاد\" (2).\n= \"المعجم المصنف لمؤلفات الحديث الشريف\" (2/ 1093، 1100، 1103 - 1104، 1105، 1108 - 1109، 1110، 1111، 1112، 1114، 1121) \"جامع الشروح والحواشي\" (1/ 115 - 130) وأفرد جهود العلماء على هذا الكتاب الأخ الشيخ راشد الغفيلي في كتاب له منشور عن دار الصميعي، سنة 1422 هـ. وهو بعنوان: \"إتحاف الأنام بذكر جهود العلماء على الأربعين في مباني الإسلام وقواعد الأحكام\" وذكر فيه (122) شرحاً له.\n(1) سمّاه المصنف فيما سيأتي (ص 154): \"مختصر علوم الحديث\" الأصغر، وأفاد أنه كان يقرأه عليه قراءة درس وتصحيح. وذكره السخاوي في \"ترجمة الإمام النووي\" (ص 12) بعنوان: \"التقريب والتبشير في معرفة سنن البشير\"، وسماه صاحب \"كشف الظنون\" (1/ 465): \"التقريب والتيسير لمعرفة سنن البشير النذير\"، وسمّاه السيوطي في \"المنهاج السويّ\" (ص 64): \"التقريب في علم الحديث\"، وكذا في \"هدية العارفين\" (2/ 524)، ولكن فيه: \"في أصول الحديث\".\nنشره وليم برشه في باريس في المجلة الآسيوية، سنة 1900م ثم في سنة (1902م)، مع ترجمة فرنسية، وفي مصر، عن المطبعة السلطانية، سنة 1320 وعناية برجر- باريس، وعن المطبعة المصرية سنة (1356 هـ- 1937م) وسنة (1385 هـ- 1966م)، ومرة رابعة في بيروت، عن دار الكتاب العربي، سنة (1405 هـ) بتحقيق: محمد عثمان الخشت وله شروح عديدة، انظرها في: \"كشف الظنون\" (1/ 465)، \"جامع الشروح (أ) والحواشي\" (1/ 618)، \"الإمام النووي وأثره في الحديث وعلومه\" (417 - 418) و \"المعجم المصنف لمؤلفات الحديث الشريف\" (1/ 56 - 57، 59، 76، 77، 102).\n(2) أشار إليه النووي في \"شرح صحيح مسلم\" (1/ 29) وفي \"بستان العارفين\" (ص 118) وفي \"روضة الطالبين\" (11/ 157)، واختصره من \"علوم الحديث\" لابن الصلاح، وطبع بعنوان: \"إرشاد طُلاَّب الحقائق الى معرفة سنن خير الخلائق\"، بتحقيق وتخريج ودراسة: صديقنا الشيخ عبد الباري فتح الله السلفي، في مجلدين، عن مكتبة الإيمان بالمدينة المنورة، سنة (1408 هـ- 1987م)، وطبع =\n(أ) جعل مؤلفه \"طرح التثريب\" للعراقي شرحاً لـ \"تقريب النووي\"! وهذا خطأ ظاهر!\nالجزء: 1 ¦ الصفحة: 73\n",
        "ومنها: \"التحرير في ألفاظ التنبيه\" (1).\nو\"العمدة في تصحيح التنبيه\" (2).\n= أيضاً بتحقيق نور الدين عتر، عن دار البشائر الإسلامية، سنة 1411هـ. وانظر عنه: \"الإمام النووي وأثره في الحديث وعلومه\" (397 - 413) و\"جامع الشروح والحواشي\" (1/ 141 - 142). وعن نسخة الخطية: \"الفهرس الشامل\" (1/ 169 - الحديث وعلومه)، وفيه سبع نسخ خطية له وثلاثة شروح ومختصرات.\n(1) أشار إليه في \"المجموع\" (7/ 345) وعزاه له ابن قاضي شهبة في \"طبقات الشافعية الكبرى\" (2/ 157) وابن العماد في (الشذرات) (5/ 356) وغيرهما. وطبع على هامش (أ) كتاب \"التنبيه في الفقه على مذهب الإمام الشافعي\" بمصر، عن مطبعة مصطفى البابي الحلبي، سنة (1370 ص- 1951 م) بعنوان: \"التصحيح في شرح ألفاظ التنبيه\"، وعن دار القلم، دمشق، بعنوان: \"تصحيح ألفاظ التنبيه\" أو\"لغة الفقه\"، وفرغ منه مؤلِّفه سنة إحدى وسبعين وست مئة، وهذا الاسم خطأ، وصوابه \"التحرير\" وما فيه يوافق المخطوطات التي تحمل هذا الاسم، وأما \"التصحيح\" فهو الكتاب الآتي، وفي \"الفهرس الشامل\" (2/ 322 - 323 - الفقه وأصوله) خمس عشر نسخة خطية منه، أقدمها كتبت في حياته سنة 671 هـ، وهي من محفوظات الظاهرية، برقم (2188) (251 - ففه شافعي).\n(2) ذكره الذهبى في \"تذكرة الحفاظ\" (4/ 1472) وابن قاضي شهبة في \"طبقات الشافعية\"، (2/ 157) والسخاوي في \"ترجمة الإمام النووي\" (ص 13)، وقال: \"وهو من قديم ما صنَّف، فلا يعتمدُ على ما فيه مخالفةً لحديث كتبه\". له نسخة خطية في دار الكتب المصرية برقم (360)، انظر \"الفهرس الشامل\" (6/ 291)، وطبع في مصر، سنة (1329 ص-1911م)؛ كما في \"ذخائر التراث العربي الإسلامي\" (2/ 188)، ثم طبع بتحقيق الأستاذ الدكتور محمد عقلة بعنوان: \"تصحيح التنبيه\" عن مؤسسة الرسالة سنة 1417 هـ- 1996 م. وانظر عن نسخه الخطية: \"الفهرس الشامل، (2/ 578 - 579) آل البيت، الفقه وأصوله. ومن كتب النووي على \"التنبيه\": \"النكت على التنبيه\". ومنه نسختان بهذا العنوان في جامعة ييل (501 -  L (1035)  وفي متحف طوبقبو سراي استانبول (1100  A (4347)  في (245) =\n(أ) في أول مئة وست وستين صفحة منه فحسب.\nالجزء: 1 ¦ الصفحة: 74\n",
        "و\"الإيضاح في المناسك\" (1).\nو\"الإيجاز في المناسك\" والمناسك الثالث والرابع والخامس والسادس (2).\n= ورقة وانظر \"الفهرس الشامل\" (11/ 219 - الفقه وأصوله) ولينظر هل هو و\"العمدة\" كتاب أم كتابان؟ وانظر ما أُلِّف على \"التنبيه\" والحواشي والتعقبات عليه في \"جامع الشروح والحواشي\" (1/ 653 - 654).\n(1) طبع في مصر، طبع حجر، سنة (1282 هـ - 1865 م) وفي مكة المكرمة، سنة (1316 هـ - 1898 م)، وفي القاهرة، المطبعة الجمالية، سنة (1329هـ - 1911م)، وأخيراً عن دار الكتب العلمية، بيروت.\nوذكره له الذهبي في \"تذكرة الحفاظ\"، (4/ 1472)، وابن قاضي شهبة في \"طبقات الشافعية\" (2/ 157)، وابن العماد في \"شذرات الذهب\" (5/ 356)، والسيوطي في \"المنهاج السوي\" (ص 61)، وقال: \"مجلد لطيف\".\nوسماه النووي في \"شرح صحيح مسلم\" (9/ 89): \"إيضاح المناسك الكبير\" وأشار إليه في مواطن من \"المجموع\"، مثل: (4/ 385 و7/ 486). واعتنى بشرحه بعضهم، انظر \"كشف الظنون \" (1/ 210)، وله في الفهرس الشامل (آل البيت) (1/ 828 - 830) الفقه وأصوله، خمس وعشرون نسخة خطية، وله شروح عديدة، انظرها في \"جامع الشروح\" (1/ 369 - 370) وفيه اثنا عشر شرحاً وحاشية عليه.\n(2) ذكرها السيوطي في \"المنهاج السوي\" (ص 61) إلا السادس، وذكرها مع السادس السخاوي في \"ترجمة الإمام النووي\" (ص 13)، وقال: \"قلتُ: وأحدها خاصّ بالنسوان\".\nوقال الذهبي في \"تاريخ الإسلام\" (ورقة 578) بعد أن ذكر \"الايضاح\" و \"الايجاز\": \"وله أربع مناسك أخر\".\nقلت: طبع واحد منها في حيدر آباد بعنوان: \"الإشارات\".\nوانظر: \"شرح صحيح مسلم\" (8/ 196 و9/ 166)، و\"شذرات الذهب\" (5/ 356)، وفي بعض دور الكتب الخطية: \"مناسك الحج\" للنووي، وفي \"الفهرس الشامل\" (10/ 387 - 388) (11) نسخة خطية منه، وفيه (5/ 568 - 569) شرح له معزو للنووي نفسه!\nالجزء: 1 ¦ الصفحة: 75\n",
        "ومنها: \"التبيان في آداب حملة القرآن\" (1).\n\"ومختصره\" (2).\nومنها: \"مسألة الغنيمة\" (3).\n(1) ذكره النووي في \"شرح صحيح مسلم\" (8/ 43)، وفي \"المجموع\" (2/ 162 و 3/ 396) وعزاه له: الذهبي في \"تذكرة الحفاظ\" (4/ 1472) واليافعي في \"مرآة الجنان\" (4/ 182) وابن قاضي شهبة في \"طبقات الشافعية\" (2/ 156)، والسيوطي في \"المنهاج السوي\" (62)، وقال: \"مجلد\".\nوالسخاوي في \"ترجمة الإمام النووي\" (12)، وقال: \"قلت: وهو نفيس لا يُستغنى عنه، خصوصاً القاريء والمقريء\".\nطبع كتاب \"التبيان\" مرات عديدة، أقدم ما وقفتُ عليه في مصر سنة (1286 هـ- 1869)، ومن ثم سنة (1307هـ- 1889م)، ومن ثم في القاهرة سنة (1934)، وفي بيروت مرات عديدة منها دار الفكر، سنة 1965م؛ وحقَّقه غير واحد، من أحسنهم العلامة الشيخ عبد القادر الأرناؤوط رحمه الله، ومنصور البصارة، كل على حدة. ونظمه الأقفهسي (ت 808 هـ) وسماه: \"تحفة الإخوان في نظم التبيان\"، وترجم إلى الفارسية بعنوان: \"حديقة البيان\" ترجمة محمد بن محمد بن أبي سعد الإيجي، كما في \"كشف الظنون\" (1/ 341)، واختصره المصنف كما سيأتي في الذي بعده، واختصره أيضاً فخر الدين عبد الرحمن البعلبكي (كان حيّاً سنة 729 هـ) له \"مختصر التبيان في آداب حملة القرآن\" منه نسخة في ليدن- هولاندا، 379 [(3) 1525.  Ion. (33  ب- 48 أ) ضمن مجموع منسوخ سنة 1007هـ وورد له في \"الفهرس الشامل\" (1/ 273 - 275) (62) نسخة خطية، وبعضها بعنوان \"رسالة في آداب القراءة\".\n(2) منه نسخة مخطوطة بدار الكتب الظاهرية، بدمشق، (رقم 6839) ضمن مجموع (1 - 12) منسوخ سنة 33 هـ واسمه: \"مختار البيان \"، ونسخة أخرى في نور عثمانية- تركيا رقم (10) (127).\n(3) ذكره ابن قاضي شهبة في \"طبقات الشافعية\" (2/ 157) والسخاوي في \"ترجمة الإمام النووي\" (ص 13)، وسمَّاه: \"مسألة تخميس الغنائم\"، وذكره الإمام النووي في \"شرحه على صحيح مسلم\" (12/ 57)، فقال: \"وقد أوضحت هذا في جزء جمعتُه في قسمة الغنائم، حين دعت الضرورة إليه\". =\nالجزء: 1 ¦ الصفحة: 76\n",
        "وكتاب: \"القيام\" (1).\nومنها: كتاب \"الفتاوى\" (2)، ورتَّبتُه أنا.\n= وتصحفت في مخطوط \"المنهاج السوي\" (لوحة 20/ أ)، وفي مطبوعه (ص 64) إلى: \"قسمة القناعة\"، وفيه: \"قال الإسنوي: وهذا الكتاب من أواخر ما صنَّف، وهو مشتمل على نفائس\".\nومنه نسخة مخطوطة بمكتبة شستربتي في إيرلنده؛ كتبت في دمشق سنة 723 هـ كما في مجلة \"المورد\" (مجلد 1/ عدد 1 - 2/ صفحة 171)، وانظر \"فهرس المخطوطات العربية في شستربتي\" (283)، \"الفهرس الشامل\" (9/ 602 - الفقه وأصوله). وقد انتهيت من تحقيقه، يسر الله نشره. وانظر \"الاعتصام\" (1/ 184) بتحقيقي و\"الملكية في الشريعة\" (1/ 305 - 309).\n(1) طُبع بعنوان: \"الترخيص بالقيام لذوي الفضل والمزية من أهل الإسلام\"، بتحقيق: أحمد راتب حمّوش، طبع في دمشق، عن دار الفكر، سنة (1402 هـ- 1982 م)، وقبل ذلك في مصر، دون تاريخ، وذكره النووي في \"شرح صحيح مسلم\" (4/ 135 و12/ 93) وفي \"المجموع\" (4/ 636) وفي \"التبيان\" (82، 123) وذكره السخاوي في \"ترجمة النووي\" (ص 12) بعنوان: \"الترخيص في الإكرام والقيام\"، وقال عقبه: \"قلت: لأهل الفضل ونحوهم\".\nوقد ذكر الكتاب برمَّته ابن الحاج في \"المدخل\"، وردَّ عليه فقرةً فقرةً، ومنه في \"الفهرس الشامل\" (2/ 548 - 549 و 3/ 215 الفقه وأصوله) ست نسخ خطية في مكتبات العالم، وبعضها يحمل عنوان: \"الترخيص في الإكرام بالقيام لذوي الفضل والمزية من أهل الأسلام على جهة البر والتوقير والاحترام لا على الرياء والإعظام\".\n(2) عزاه له الذهبى في: \"تذكرة الحفاظ\" (4/ 1472) وابن قاضي شهبة في \"طبقات الشافعية (2/ 157) وغير واحد. وذكره السخاوي في \"ترجمة الإمام النووي\" (ص 13)، وقال فيه (ص 15): \"وفتاوى أخر، رتبها بخطه -أي النووي- مما لم يذكر في فتاويه\".\nوقد كان صاحب \"كشف الظنون\" (2/ 1188)، و \"هدية العارفين\" (2/ 525): \"عيون المسائل المهمة\" له في \"الفهرس الشامل\" (6/ 343 - 346) ست وثلاثون نسخة خطية، وطبعه عبد القادر أحمد عطا في مصر، سنة 1402 هـ بعنوان: =\nالجزء: 1 ¦ الصفحة: 77\n",
        "ومنها: \"الروضة في مختصر شرح الرافعي\" (1).\n= \"المنشورات والمسائل المهمات\"، وطبعه قبل ذلك الشيخ محمد الحجَّار سنة (1391هـ)، ومن ثم سنة (1398 هـ)، في حلب، عن المطبعة العربية، بعنوان: \"فتاوى الإمام النووي\" المسماة: بـ \"المسائل المنثورة\"، وصورته دار الكتب العلمية في بيروت سنة (1402 هـ- 1982 م)، ولم يرد لمحققه اسم عليه!\nوذكره السيوطي في \"المنهاج السوي\" (ص 65)، فقال: \"والمسائل المنثورة\"، وهي المعروفة بالفتاوى، وصنَّفها غير مرتَّبة، فرتَّبها تلميذُه ابن العطار، وزاد عليها أشياء سمعها منه\". وانظر \"الفهرس الشامل\" (10/ 472 - 473) تحت (المنثورات وعيون المسائل المهمات) وأورد له إحدى عشرة نسخة خطية، وفيه (9/ 111 - الفقه وأصوله) \"مجموع في الفتاوى\" لعدد من العلماء، منهم النووي، وفيه مسائل النووي (9/ 507) و (9/ 576) و (2/ 536، 537) \"مسائل وفتاوى\"، \"ترتيب فتاوى النووي\".\n(1) ذكره النووي في \"شرح صحيح مسلم\" (1/ 183) وفي \"تهذيب الأسماء واللغات\" (1/ 38، 43، .. ) والذهبي في تذكرة الحفاظ، (4/ 1472) واليافعي في \"مرآة الجنان، (4/ 182) وابن قاضي شهبة في \"الطبقات\" (2/ 257) وابن العماد في \"الشذرات\" (5/ 357) والسخاوي في \"ترجمة الإمام النووي\" (ص 13)، وقال: \"قلت: وقد زاد فيها تصحيحات واختيارات حسان؛ كما صرَّح به العماد ابن كثير\".\nإلى أن قال: \"وهي كاسمها فيما قاله ابن الملقِّن\".\nوقال السيوطي في \"المنهاج السوي\" (54 و55): \"وهو بخطه في أربع مجلَّدات ضخمات، مئة كرَّاس، وتقع غالباً في ست مجلَّدات وثمانية، ورأيتُ بخطه منها أنه ابتدأ في تأليفها يوم الخميس، الخامس والعشرين من رمضان سنة ست وستين وست مئة، وختمها يوم الأحد، خامس عشر شهر ربيع الأول سنة تسع وستين، وهي عمدة المذهب الآن، وفيها يقول الإسنوي في \"المهمات\":\n\"وكانت أنفس ما تأثر من تصانيفه لبركات نفسه، وتأتي من ثمرات غراسه، غرس فيها أحكام الشرع، ولقحها، وضم إليها فروعاً كانت منتشرة، فهذبها، ونقحها، فلذلك علا ينبوعُها، وبَسَقَت فروعُها، وطابت أصولُها، ودنَتْ قطوفها\n...\n\".\nإلى أن قال: \"وتلك منقبةٌ قد أطاب الله ذِكرها وثناها، وموهبة منقبة قد رفع سمَكَها وبناها، ومن أسرَّ سريرة حسنةً ألبَسَهُ الله رِداها\". =\nالجزء: 1 ¦ الصفحة: 78\n",
        "ومنها: \"المجموع في شرح المهذب\" (1) إلى باب المصرَّاة.\n= وأطال السيوطي في الكلام عليها، ومما جاء فيه: \"وقد ذكر الأذرعيّ في \"التوسُّط\" أنه قد همَّ قبل موته بغسلها، فقيل له: سارت بها الرُّكبان، فقال: في نفسي منها أشياء\". وللكتاب نسخ خطية عديدة، منها نسخة بخط المصنف (ابن العطار)، وهي محفوظة في شستربتي برقم (3255) كما في \"فهارسها\" (1/ 153) وذكر \"الفهرس الشامل\" (4/ 493 - 505) له مئة وست وأربعين نسخة خطية، وحاشية واحدة وشرح واحد وأربعة مختصرات ومستدرك واحد.\nوقد طبعها المكتب الإسلامي بدمشق سنة (1966 - 1970م)، وصدرت في اثني عشر مجلداً، ونشرت عن دار ابن حزم في مجلدة، ولم يعتمدوا على أصول خطيّة، ونشرتها دار الكتب العلمية ومعها \"منتقى الينبوع فيما زاد على الروضة من الفروع\" للسيوطي، وألف العلماء كثيراً من المؤلفات حولها: اختصاراً وشرحاً، وتحشية، وتصحيحاً وتعقباً، واعتنوا بزوائدها أيضاً، انظر: \"كشف الظنون\" (1/ 929 - 930)، \"جامع الشروح والحواشي\" (2/ 933 - 997) \"الإمام النووي وأثره في الحديث وعلومه\" (157 - 165) ومن أهم الكتب التي تعقبت \"الروضة\": \"المهمات\" للإسنوي، ذكره العراقي في كتابه \"ترجمة الإسنوي\" (ق 3/ أ) وقال: \"في ثمان مجلدات\".\n(1) ذكره النووي في عدة من تصانيفه، مثل: \"شرح صحيح مسلم\" (3/ 179، 200 و 4/ 74) و (مقدمة) \"الروضة\" (ص 6) و\"التنقيح\" (1/ 91، 93) و \"شرح صحيح البخاري\" (85، 114، 117، 218) وفي \"تهذيب الأسماء واللغات\" (2/ 259) وفي \"بستان العارفين\" (ص 146، 173).\nوتعقَّب السخاوي ابن العطار في كلامه السابق فقال في \"ترجمة الإمام النووي\" (ص 13): \"قلتُ: بل إلى أثناء باب الربا\".\nثم قال نقلًا عن ابن العطار: \"ودفع لي ورقةً بتعيين موادِّه -مراجعه ومصادره- في تصنيفه، وقال لى: إذا انتقلتُ بالوفاة إلى رحمة الله تعالى، فأتمِمْهُ منها، فلم يقدر لي ذلك\".\nثم قال: \"قلتُ: وليتَهُ ذكر أسماءها لمن بعده، وإنْ كان يعلم تعيينها من الشرح، لكن كان ذلك أسهل وأضبط\".\nوقال السيوطي في \"المنهاج السوي\" (ص 56): \"قال الإسنوي: وهذا الشرح من أجل كتبه وأنفسها\". =\nالجزء: 1 ¦ الصفحة: 79\n",
        "ومنها كتب ابتدأها، ولم يتمَّها؛ عاجلته المنية:\nقطعة في \"شرح التنبيه\" (1).\n= ثم قال: \"وقد شرع في تكميله جماعة، ولم ينهوه، فكتب الشيخ تقي الدين السبكي في الموضوع الذي انتهى إليه أثناء التفليس\". انتهى.\nقلتُ: وصل فيه السبكي إلى (باب: بيع المصراة، والرد بالعيب)، ولم يكمِّله، وأكمله بعده الأستاذ محمد نجيب المطيعي.\nقال الدكتور محمد عقلة في كتابه \"أبو إسحاق الشيرازي وأثره في الفقه\" (1/ 126):\n\"والواقع أن شرح الإمام النووي لا يدانيه غيره، وهو شرح يتناول الأحكام الفقهية، ولغات الكتاب، وتخريج أحاديثه وآثاره، والترجمة لمن يرد ذِكْرُهُ من الأعلام، ولما يعرض من أسماء الأماكن والبلدان، ويتممه بفوائدَ وفروع ذات علاقة بالمسألة التي يشرحها، ثم يتناول مذاهب العلماء في المسألة، وأدلتهم، ولو قُدِّرَ له أن يكمل؛ لأغنى عن كتب كثيرة غيره\".\nوانظر في مدحه: \"البداية والنهاية\" (13/ 279) وفي مخطوطاته تحت عنوان \"المجموع\": \"الفهرس الشامل\" (9/ 103 - 105/ الفقه وأصوله) وفيه (35) نسخة خطية منه، وفيه (5/ 598 - 599) (11) نسخة تحت عنوان \"شرح المهذب\".\nوقد طبع الكتاب في مصر عن مطبعة التضامن، سنة (1344هـ - 1920م) في (9ج)، وفي القاهرة، عن زكريا علي يوسف، سنة (1393هـ -1970م) في (17ج)، وصدر عن دار النصر بتحقيق الشيخ محمد نجيب المطيعي، في (20 مج)، وهذه أفضل طبعاته، وعنها صُوِّر في بيروت عدة مرات.\nيقول السبكي في \"ترشيح التوشيح\" (ق 91 - 92): \"و\"الروضة\" فرغ منها \"النووي\" يوم الأحد خامس عشر ربيع الأول سنة تسع وستين وست مئة. وبدأ في \"شرح المهذب\" كما رأيت بخطه يوم الخميس من شعبان سنة اثنتين وستين وست مئة، وختم الجنائز ضحوة يوم عاشوراء سنة ثلاث وسبعين وست مئة، وفي ذلك البوم بدأ في كتاب الزكاة، وختم باب الإحرام يوم الإثنين تاسع شوال من هذه السنة، وفي ذلك اليوم بدأ بباب صفة الحج، وختم ربع العبادات، يوم الإثنين رابع عشر من ربيع الأول سنة أربع وسبعين وست مئة، وافتتح البيع فوصل إلى أثناء الربا، ومات ولم يعيّن تاريخاً\n...\n\".\n(1) ذكره ابن قاضي شهبة في \"طبقات الشافعية\" (2/ 157) والسيوطي في \"المنهاج =\nالجزء: 1 ¦ الصفحة: 80\n",
        "وقطعة في \"شرح الوسيط\" (1).\nوقطعة في \"شرح البخاري\" (2).\n= السوي\" (ص 62)، وقالا: \"مطوَّل، سمَّاه: \"تحفة الطالب النبيه\"، ووصل فيه إلى أثناء الصلاة\".\nوقال السخاوي في \"ترجمة الإمام النووي\" (ص 13): \"وصل فيه إلى أثناء باب الحيض، وهو غير (النبذ) الذي رأيتُه في مجلد، فإنه قد شرح فيه مواضع من جميع الكتاب، وهو من أوائل ما صنف\".\nوقال البغدادي في \"إيضاح المكنون\" (1/ 252): \"مطوَّل لم يكمل\".\nوعده بعضهم من الكتب المفقودة.\n(1) أشار إليه في مقدمة \"المجموع\" وذكره الذهبى في \"تاريخ الإسلام\" (ورقة 578)، فقال: \"وقطعة جيدة من (الوسيط) \" وسماه بعضهم: \"نكت على الوسيط\".\nوقال السيوطي في \"المنهاج السوي\" (ص 62): و\"شرح الوسيط\" المسمى بـ \"التنقيح\"، قال الإسنوي: وصل فيه إلى شروط الصلاة. قال: وهو كتاب جليل من أواخر ما صنَّف، جعله مشتملًا على أنواع متعلقة به، ضرورية، كافية لمن يريد كثرة المسائل المأخوذة، والمرور على الفقه في زمن قليل؛ كتصحيح مسائله، وتوضيح أدلته، وذِكر أغاليطه، وحل إشكالاته، وتخريج أحاديثه، وأحوال الفقهاء المذكورين فيه، إلى غير ذلك من الأنواع التي أكثر منها، ولم يتعرَّض لفروعٍ غير فروع \"الوسيط\"؛ قال: وهي طريقة تيسر بها معاً إقراء \"الوسيط\" في كل عام مرة\".\nوانظر \"ترجمة الإمام النووي\" للسخاوي (ص 14) وطبقات الشافعية (2/ 157) لابن قاضي شهبة.\nوقد نشر بذيل المجلدين الأولين من \"الوسيط في المذهب\" للغزالي بعنوان: \"التنقيح في شرح الوسيط\"، طبعة دار السلام، مصر سنة 1417 هـ، بتحقيق أحمد محمود إبراهيم ومحمد محمد تامر. معتمدين على نسخة وحيدة مصورة بمعهد المخطوطات العربية عن نسخة المتحف العراقي، وهي فيه برقم (104 - فقه شافعي) وتقع في (120) لوحة.\n(2) قال السخاوي في \"ترجمة الإمام النووي\" (ص 12): \"انتهى فيها إلى كتاب العلم، وسمَّاه (التلخيص) \". =\nالجزء: 1 ¦ الصفحة: 81\n",
        "وقطعة يسيرة في \"شرح سنن أبي داود\" (1).\nوقطعة في \"الإملاء على حديث الأعمال بالنيات\" (2).\nوقطعة في \"الأحكام\" (3).\n= وقال السيوطي في \"المنهاج السوي\" (ص 63): \"كتب منه مجلدة\".\nوذكره الإمام النووي في \"بستان العارفين\" (28، 99) وفي \"تهذيب الأسماء واللغات\"، (1/ 75) وفي \"شرحه على صحيح مسلم\" (1/ 124 و 136).\nوطبع الكتاب بعناية محمد منير الدِّمشقي في مصر، سنة (1347 هـ)، ضمن شروح أخرى، وكان حينذاك مقرر السنة الرابعة من القسم العالي الأزهري، واستلَّ منه الأخ فضيلة الشيخ علي حسن عبد الحميد المقدمة، وعمل على تحقيقها، ونشرها باسم: \"ما تمسُّ اليه حاجة القاري لصحيح الإمام البخاري\" في بيروت، عن دار الكتب العلمية، دون تاريخ واختصره محمد بن ياسين بن عبد الله في فيض الباري مختصر شرح البخاري للنووي\"، وطبع عن المكتبة التجارية بمكة، سنة 140هـ في (143) صفحة. وانظر \"الإمام النووي وأثره في الحديث وعلومه (ص 302 - 308).\n(1) انظر ما سنذكره عنه في تقديمنا له.\n(2) قال السيوطي في \"المنهاج السوي\" (ص 64): \"لم يتمَّه\".\nوقال السخاوي في ترجمة الإمام النووي (ص 12): \"قلت: وسمى بعضُهم في تصانيفه \"الأمالي\" في الحديث في أوراق، وقال: إنه مهم نفيس، صنفه قريب موته، فلا أدري أهو الأول أو غيره\".\nوعدَّه بعضهم من الكتب المفقودة.\n(3) ذكره الذهبى في \"تذكرة الحفاظ\" (4/ 1472) والسخاوي في \"ترجمة الإمام النووي\" (ص 12)، وقال: \"قلتُ: سماها \"خُلاصة الأحكام \"، وصل فيها إلى أثناء الزكاة\".\nوقال أيضاً: \"قال ابن المُلقن: رأيتُها بخطه، ولو كَمُلَت كانتُ في بابها عديمةَ النظير، وقال غيره: إنه لا يستغني المحدث عنها، خصوصاً الفقيه\".\nوكاه السيوطي في \"المنهاج السوي\" (ص 64): \"الخلاصة في الحديث\". وطبع في مجلدين بعنوان: \"خلاصة الأحكام في مهمات السنن وقواعد الإسلام\" حققه حسين إسماعيل الجمل، ونشر عن مؤسسة الرسالة، بيروت، سنة 1418هـ.\nوانظر: \"الإمام النووي وأثره في الحديث وعلومه\" (263 - 280).\nالجزء: 1 ¦ الصفحة: 82\n",
        "وقطعة كبيرة في \"التهذيب للأسماء واللغات\" (1).\nوقطعةُ مُسَوَّدَة في \"طبقات الفقهاء\" (2).\n(1) أشار إليه في شرح البخاري، (24، 72) وفي \"التنقيح\" (1/ 87) وفي \"شرح مسلم\" (5/ 112، 191) وفي \"المجموع\" (1/ 432 و2/ 213، 389، 396) وفي \"الترخيص بالقيام\" (75)، وعزاه له اليافعي في \"مرآة الجنان\" (4/ 182) وابن قاضي شهبة في \"طبقات الشافعية\" (2/ 198) وجمع. وذكره الذهبي في \"تاريخ الإسلام\" (ورقة 578)، وقال: \"وقطعة كبيرة في (تهذيب الأسماء واللغات) \".\nوالسخاوي في \"ترجمة الإمام النووي\" (ص 12 - 13)، وعرفه بقوله: \"الواقعة -أي: الأسماء واللغات- في \"المختصر\" للمُزني، و\"الوسيط\"، و\"الوجيز\"، و\"التنبيه\"، و \"المهذب\"، و\"الروضة\"، مات عنه مُسَوَّدة، فبيَّضه المِزِّي\"!\nوقال السيوطي في \"المنهاج السوي\" (ص 60 - 61): \"مجلدان ضخمان، ويقع غالباً في أربعة. قال الإسنوي: وقد مات عنه مُسَودة، وبيضه الحافظ جمال الدين المِزي\".\nووقفتُ على المجلد الأول بخط ابن أبي الحوافر بالخزانة المحمودية، لكن فيه بياضات يسيرة، وقد طُبع قسم الأسماء منه -لأول مرة- بعناية وستنفلد، في غوتنجن، سنة (1847 - 1849)، وفي القاهرة كاملًا، عن المطبعة المنيرية، سنة (1927 م)، ومن ثم في بيروت عن دار الكتب العلمية.\nوانتزع منه عبد الرؤوف علي، وبسام الجابي، ما يتعلق بالسيرة النبوية، وطبع باسم \"السيرة النبوية\" للنووي! في دمشق، عن دار البصائر، سنة 1980م في (96 صفحة) واختصره جماعة، منهم ابن العين المنفلوطي (ت 734 هـ) من \"مختصره\" نسخة بخطه في دار الكتب المصرية برقم (60 و115) ولابن أبي الوفاء القرشي (ت 775 هـ): \"ترتيب تهذيب الأسماء واللغات\" ورتبه أيضاً أكمل الدين البابري (ت 786 هـ). وانظر عنها وعن مختصرات أخرى له: \"كشف الظنون\" (1/ 514)، \"معجم المعاجم\" (44)، \"تاريخ بروكلمان\" (4/ 82)، \"جامع الشروح والحواشي\" (1/ 684 - 685).\n(2) ذكره النووي في \"شرح البخاري\" (ص 237) وفي \"المجموع\" (1/ 509 و 2/ 379) وفي \"تهذيب الأسماء واللغات\" (1/ 6 و 2/ 297)، وعزاه له جمع منهم: الذهبى في \"تذكرة الحفاظ\" (4/ 1472) واليافعي في \"مرآة الجنان\" (4/ 182) وابن قاضي =\nالجزء: 1 ¦ الصفحة: 83\n",
        "ومنها قطعة في \"التحقيق في الفقه\" (1) إلى باب صلاة المسافر.\nومنها كتاب \"المنهاج/ في مختصر المحرر\" (2) للرافعي، وشرح\n= شهبة في \"طبقات الشافعية\" (2/ 198).\nوسماه السيوطي في \"المنهاج السوي\" (ص 64): \"طبقات الشافعية\"، وقال: \"مجلَّد. قال الإسنوي: ومات عنها مسوَّدة، فبيضها المِزي\".\nوقال السخاوي في \"ترجمة الإمام النووي\" (ص 12): \"قلت: اختصر فيها كتاب أبي عَمرو بن الصلاح أيضاً في ذلك، وزاد عليه أسماء نبه عليها في ذيل كتابه. قال العماد ابن كثير: مع أنهما لم يستوعبا أسماء الأصحاب، ولا النِّصف من ذلك\n...\nوالعذر عن النووي رحمه الله في ذلك أنه مات عنه مسوَّدة، وبيضه الحافظ الجمال المزي تلميذه\". ومنه نسخة خطية بمكتبة عارف حكمت بالمدينة المنورة، (قم 166 - تاريخ)، وطبع في مجلدين بعنوان: \"طبقات الفقهاء الشافعية\" للإمام ابن الصلاح (577 - 643) هذبه ورتبه محيي الدين أبو زكريا يحيى بن شرف النووي، بيّض أصوله ونقحه الإمام أبو الحجاج يوسف بن عبد الرحمن المزي، حققه وعلق عليه محيي الدين علي نجيب، عن دار البشائر الإسلامية، 1413 هـ- 1992 م.\n(1) قال السيوطي في \"المنهاج السوي\" (63): \"وصل فيه إلى صلاة المسافر، ذكر فيه غالباً ما في \"شرح المهذب\" من الأحكام والخلاف على سبيل الاختصار\".\nوقال السخاوي في \"ترجمة الإمام النووي\" (ص 14): \"قلت: هو -كما قال ابنُ الملقِّن- نفيس. قال: وكأنه مختصر \"شرح المهذب\" وقال غيره: إنه ذكر فيه مسائل كثيرة محضة، وقواعد وضوابط لم يذكرها في \"الروضة\"، وقال في مقدمته: حصل عندي نحو مئة مصنَّف من كتب أصحابنا\". ونسبه له ابن قاضي شهبة في \"الطبقات\" (2/ 156)، والبغدادي في \"هدية العارفين\" (2/ 524).\nقلت: منه نسخة مخطوطة في مكتبة الأوقاف العامة ببغداد، برقم (1/ 354 مجاميع)، وذكر مفهرسوها أنها نسخة وحيدة (أ)، ونشر عنها عن دار الجيل سنة 1413هـ بتحقيق كل من عادل عبد الموجود وعلي معوض.\n(2) قال السيوطي في \"المنهاج السوي\" (57): \"المنهاج مختصر المحرر، مجلد لطيف، ودقائقه نحو ثلاث كراريس، ورأيتُ بخطه أنه فرغ منه تاسع عشر رمضان =\n(أ) أفاد د. أحمد الحداد في كتابه \"الإمام النووي وأثره في الحديث وعلومه\" (ص 151) أن منه نسخة في جامعة برنستون بأمريكا.\nالجزء: 1 ¦ الصفحة: 84\n",
        "ألفاظ منه، ومُسَوَّدات كثيرة (1).\n= سنة تسع وستين وهو الآن عمدة الطالبين والمدرسين والمفتين\".\nثم ذكر مَن امتدح الكتاب، وما يدل على قيمته عند علماء عصر المصنف، وقصة له معه، فانظره إن شئت للاستزادة.\nوكذا فعل السخاوي في \"ترجمة الإمام النووي\" (ص 16 و 17).\nوالكتاب مطبوع، ومخطوطاته كثيرة له عدة شروح، انظر: \"ذخائر التراث العربي الإسلامي\" (2/ 889)، و\"كشف الظنون\" (2/ 1873 - 1876) و\"الإمام النووي وأثره في الحديث وعلومه\" (ص 174 - 189) و\"جامع الشروح والحواشي\" (3/ 1909 - 1931) و \"الفهرس الشامل\" (9/ 108و 10/ 579 - 597 الفقه وأصوله).\n(1) ذكر السيوطي في \"المنهاج السوي\" (65): أن ابن العطار لم يستوعب تصانيف النووي، ولا قارب.\nقلت: هذا صحيح، وإليك ما وقفتُ عليه من تصانيفه، وهي غير مذكورة عند ابن العطار، وبعضها مطبوع:\n- \"ابتداء التاريخ في الإسلام ومناقب الشافعي والبخاري\"، منه نسخة خطية في مكتبة أول جامع تركيا، انظر: \"نوادر المخطوطات العربية\" (3/ 47) للششن وذكره حاجط خليفة في \"كشف الظنون\" (2/ 1648) بعنوان: \"مرآة الزمان في تاريخ الأعيان\"، وقال: \"إنه مختصر، لكنه من أول الخلق، ورتبه على فصول وأبواب\".\nوانظر: \"هدية العارفين\" (2/ 544)، و \"معجم المؤرخين الدمشقين\" (113)، ومنه نسخة في مكتبة الأوقاف العامة بالموصل، تحت رقم (43/ 23 - مجموع).\n- \"أجوبة عن أحاديث سئل عنها\" قال السخاوي (15): \"في دون كراسة\"، منها نسخة من بعض مكتبات تركيا، انظر: \"نوادر المخطوطات العربية\" (3/ 50).\n- \"الأصول والضوابط\": عده السيوطي من الكتب التي لم يتمها الإمام النووي، إذ قال في \"المنهاج السوي\" (65): \"كُتب منه أوراقٌ قلائل\". ثم وجدتُ هذه العبارة لابن قاضي شهبة في \"طبقات الشافعية\" (2/ 157).\nوعرَّف به السخاوي في \"ترجمة الإمام النووي\" (ص 15)؛ إذ قال: \"وهي أوراق لطيفة، تشتمل على شيء من قواعد الفقه، وضوابط لذكر العقود اللازمة والجائزة، وما هو تقريب أو تحديد، ونحو ذلك\".\nوقد نسبه له جماعة منهم: صاحب \"كشف الظنون\" (1/ 115)، وصاحب \"هدية العارفين\" (2/ 524). =\nالجزء: 1 ¦ الصفحة: 85\n",
        ". . . . . . . . . . . . . . . . . . . . . .\n= وطُبع الكتاب برمته في \"مجلة البحث العلمي والتراث الإسلامي\"، العدد الثالث، الصادر عام (1400 هـ)، بتحقيق الدكتور: محمد مظهر بقا، وفي \"مجلة معهد المخطوطات العربية\"، في الجزء الثاني من المجلد الثامن والعشرين، بتحقيق الدكتور: محمد حسن هيتو، ومن ثم نشره على حدة عن دار البشائر الإسلامية، بيروت، (سنة 1406هـ- 1986 م) في (47 صفحة)، وله بهذا العنوان سبع نسخ خطية، انظرها في \"الفهرس الشامل\" (1/ 560 - 561 / الفقه وأصوله) وفي \"الفهرس\" نفسه (8/ 121) أربع نسخ أخرى منه، ولكن فيه بعنوان: \"القواعد والضوابط\"! وفيه أيضاً (6/ 126 - 127/ الفقه وأصوله) بعنوان محرف، وهو \"ضوابط الفصول\"!\n- \"بستان العارفين\": ذكره السيوطي في \"المنهاج السوي\" (ص 64)، وقال: \"لم يتم\".\nوعرَّفه السخاوي في \"ترجمة الإمام النووي\" (ص 15) بقوله: \"في الزهد والتصوف، بديع جدّاً\".\nوذكره له أيضاً صاحب \"كشف الظنون\" (1/ 244)، و\"هدية العارفين\" (2/ 524).\nطُبع في القاهرة، عن المطبعة المنيرية، سنة (1348هـ- 1929م) ومن ثم عن مطبعة محمد علي صبيح، سنة (1967 م)، ومن ثم بتحقيق محمد سعيد العرفي في حلب عن دار الدعوة سنة (1970 م)، وبتحقيق: محمد الحجار في سنة (1391 هـ) فيها، وفي دمشق عن مطبعة زيد بن ثابت، سنة (1405 هـ)؛ بتحقيق عبد الغني نكمي، وفي بيروت عن دار الكتاب العربي، سنة (1405هـ 1985م).\n- \"تحفة طلاب الفضائل\": ذكره السخاوي في \"ترجمة الإمام النووي\" (ص 15)، وقال: \"ذكر فيه من التفسير، والحديث، والفقه، واللغة، وضوابط ومسائل من العربية، وغير ذلك، جليل في معناه\"، طبع عن دار البشائر، بيروت، بعنوان: \"رؤوس المسائل وتحفة طلاب الفضائل\".\n- \"جامع السنة\": أشار إليه في \"المجموع \" (1/ 273، 315، 411، 418و 2/ 77) وذكره السخاوي في \"ترجمة الإمام النووي\" (ص 14)، فقال: \"شرعَ في أوائله، وكتب منه دون كراسة\".\nوعده بعضهم من الكتب المفقودة.\n- \"جزء فيه ذكر اعتقاد السلف في الحروف والأصوات\"، حققه أبو الفضل أحمد بن علي الدمياطي، ونشر عن مكتبة الأنصار، مصر، من غير تاريخ، في (80) صفحة =\nالجزء: 1 ¦ الصفحة: 86\n",
        ". . . . . . . . . . . . . . . . . . . . . .\n= فرغ المصنف منه يوم الخميس الثالث من شهر ربيع الأول، سنة ست وسبعين وست مئة.\nقال أبو عييدة: هذا التأليف مهم، وهو من أواخر ما ألَّف النووي، وسبقت تأريخ وفاته في (الفصل الثاني) من هذا الكتاب، ومنه يتبين أن مدة الفراغ من هذا الكتاب بينها وبين وفاة النووي نحو شهرين، والجيد في هذا الكتاب أن فيه ردّاً على الأشاعرة في المسألة المبحوثة، والتصريح باختيار ملمب السلف الصالح فيها، وهذا تراجع منه عن (أشعريته)، وفصلت في بيان ذلك في الطبعة الثانية من كتابي \"الردود والتعقبات على الإمام النووي في الصفات وغيرها من المسائل المهمات\" والحمد لله الذي بنعمته تتم الصالحات.\n- \"جزء مشتمل علي أحايث رباعيات\": لم أقف على مَن ذكره له، ولكن قال في تعليقه على إسناد حديث في \"شرح صحيح مسلم\" (2/ 28): \"وفي هذا الإسناد طريفة، وهو أنه اجتمع فيه أربعة تابعيون\".\nثم قال: \"وقد جمعتُ فيه -بحمد الله تعالى- جزءاً مشتملًا على أحاديث رباعيات، منها أربعةٌ صحابيون بعضهم عن بعض، وأربعةٌ تابعيون بعضهم عن بعض\".\nوقال في \"شرح صحيح مسلم\" (9/ 196) أيضاً: \"\n...\nوقد أفردتُها في جزء مع رباعبات الصحابة -رضي الله عنه-\".\n- \"حزب أدعية\": ذكره السخاوي في \"ترجمة الإمام النووي\" (ص 15)، وقال: \"رأيتُه بمكة\".\nولم يضمن النووي حزبه في أي كتاب من كتبه، وإنما أُخِذ عنه بواسطة تلاميذه، وهو مطبوع في دمشق، عن المكتب الإسلامي، سنة (1382 هـ)، وأخيراً مع شرح أبي عبد الله محمد بن الطيب الفاسي الشرقي (ت 1175هـ) في بيروت، عن دار الإمام مسلم، سنة (1408 هـ)، بتحقيق: بسام الجابي، وطبع ضمن مجموعة الأذكار والأوراد المذكورة، جمع الشيخ عبد الله بن إبراهيم الأنصاري. وفيه (ص 106 - 112) وله شروح عدة، انظر: \"مصادر الفكر الإسلامي في اليمن\" (334)، و \"جامع الشروح والحواشي\" (2/ 827 - 829) كلاهما لعبد الله الحبشي.\n-\"دقائق الروضة\": قال السيوطي في \"المنهاج السوي\" (ص 64): \"كتب منها إلى أثناء الأذان\".\nوقال السخاوي في \"ترجمة الإمام النووي\" (ص 15): \"وصل فيها إلى أثناء الصلاة، =\nالجزء: 1 ¦ الصفحة: 87\n",
        ". . . . . . . . . . . . . . . . . . . . . .\n= وهي نفيسة، سمَّاها: (الإشارات لما وقع في الروضة من الأسماء واللغات) \".\nوعده بعضهم من الكتب المفقودة.\n- \"دقائق المنهاج\": ذكره النووي في (ديباجة) \"المنهاج\" فقال: \"وقد شرعت في جمع جزء لطيف على صورة الشرح لدقائق هذا المختصر\". وقال السخاوي في \"ترجمة الإمام النووي\" (ص 13): \"وليحرر هل هو المقصود من كلام المصنف السابق: و\"المنهاج\"، وشرح ألفاظ منه\"؟!\nومنه نسختان مخطوطتان في مكتبة الأوقاف العامة بالموصل، تحت (رقم 108/ 22 - مجموع)، وأخرى تحت (رقم 65/ 25 - مجموع) وفي الأزهرية برقم [(1039) 9788] نسخة منسوخة منه بتاريخ 799هـ، وعلى طرتها \"الدر الوهاج في شرح دقائق المنهاج\"، وانظر عن سائر نسخه: \"الفهرس الشامل\" (4/ 65) و \"جامع الشروح والحواشي\" (3/ 1909 - 1910)، وطبع قديماً بمكة بالمطبعة الماجدية سنة 1353 بعنوان: \"شرح دقائق المنهاج\" في جزء صغير في (33) صفحة من القطع المتوسط وطبع حديثاً أيضاً، بعنوان: \"دقائق المنهاج\" عن دار العلوم بدمشق، تحقيق إيمان زهراء وثناء الهوّاري، وطبع بعد ذلك عن المكتبة المكية، بتحقيق إياد الغوج، وأخبرني الأخ محمد الحامد أنه أعده للنشر معتمداً على النسخ المصرية وغيرها.\n- \"رسالة في الشمائل النبوبية\": منه نسخة في مكتبة نور عثمانية، استانبول، 287 (750/ 6 - ضمن مجموع) كذا في \"الفهرس الشامل\" (1/ 365 - السيرة).\n- \"رؤوس المسائل\" ذكره السيوطي في \"المنهاج السوي\" (ص 65)، والسخاوي في \"ترجمة الإمام النووي\" (ص 15)، وحاجي خليفة في \"كشف الظنون\" (1/ 915)، وأفاد بأنه في الفروع في مجلد، وعدَّه بعضهم من الكتب المفقودة!! قلت: منه نسخة في مكتبة البلدية، الإسكندرية (3761 - ج/ 1 ضمن مجموع)، انظر: \"الفهرس الشامل\" (4/ 511 - الفقه وأصوله) وينظر ما تقدم: \"تحفة طلاب الفضائل\".\n- \"الصلاة\": منه نسخة في حضرموت (585) في (88) ورقة، كذا في \"فهرس المخطوطات اليمنية في حضرموت\" (110) و \"الفهرس الشامل\" (6/ 39 - الفقه وأصوله) وما أراه إلا قطعة من كتاب فقهي له، والجزم لا يكون إلا بالوقوف عليه، ومقابلته على سائر كتبه.\n- \"ما وقع في المهذب من الأوهام\": منه نسخة بخط ابن سالم، وتأريخها 720 م في المتحف العراقي، بغداد، رقم (5737/ 2)، في (44) ورقة، كذا في \"فهرس =\nالجزء: 1 ¦ الصفحة: 88\n",
        ". . . . . . . . . . . . . . . . . . . . . .\n= مخطوطات المتحف العراقي\" (208 - فقه)، وانظر: \"الفهرس الشامل\" (9/ 7 - الفقه وأصوله).\n- \"مختصر آداب الاستسقاء\": ذكره السخاوي في \"ترجمة الإمام النووي\" (ص 15) بهذا العنوان، والسيوطي في \"المنهاج السوي\" (ص 64)، بعنوان: \"وجزء في الاستسقاء\"، وقال: \"قال الإسنوي: وهو من أواخر تصانيفه وأنفعها\".\nوعده بعضهم من الكتب المفقودة، وانظر: \"كشف الظنون\" (1/ 376)، \"هدية العارفين\" (2/ 524).\n- \"مختصر أسد الغابة في معرفة الصحابة\": ذكره النووي في \"التقريب والتيسير\" (ص 92)، فقال: \"وقد جمع الشيخ في الدين بن الأثير الجَزَري في الصحابة كتاباً حسناً، جمع فيه كُتباً كثيرةً، وضبط وحقَّق أشياءَ حسنة، وقد اختصرتُه بحمد الله\".\nوذكره له السخاوي في \"ترجمة الإمام النووي\" (ص 15)، وعده بعضهم من الكتب المفقودة.\n- \"وجوه الترجيحات في الأحاديث الموهمة التعارض\": جمعه مختصراً من \"الناسخ والمنسوخ\" اللحازمي، ذكره في (مقدمة) \"شرحه صحيح مسلم\" (ص 35)، ومنه نسخة خطية في مكتبة كوبرلي 16 [248]، بعنوان: \"الإعداد في الناسخ والمنسوخ\"، انظر \"الفهرس الشامل\" (1/ 207 - الحديث وعلومه).\n- \"مختصر البسملة\": ذكره السخاوي في \"ترجمة الإمام النووي\" (ص 15)، وقال: \"رأيته بخطه، وهو في \"شرح المهذب\" بتمامه\". قلت: هو فيه (م 3 ص 267 وما بعدها).\nوالسيوطي في \"المنهاج السوي\" (ص 64)، وقال: \"أحال عليه في (شرح المهذب) \".\n- \"مختصر تأليف الدَّارِمي في المتحيرة\": ذكره السيوطي في \"المنهاج السوي\" (ص 64)، وقال: \"أحال عليه في (شرح المهذب) \".\nقلت: قال الإمام النووي في \"المجموع شرح المهذب\" (2/ 434): \"\n...\nحتى صنف الدارمي فيها مجلدة ضخمة، ليس فيها غير مسألة المتحيرة، وتقريرها، وتحقيق أصولها، واستدراكات كثيرة استدركها هو على كثير من الأصحاب، وسزى ما أنقل منها هنا من نفائس التحقيق -إن شاء الله تعالى-، وقد كنتُ اختصرت مقاصد تلك المجلدة في نحو خمس كراريس، وقد رأيتُ الآن الاقتصار على نبذ يسيرة من ذلك\". وفي دار الكتب المصرية [499 مجاميع] نسخة منه بعنوان: =\nالجزء: 1 ¦ الصفحة: 89\n",
        ". . . . . . . . . . . . . . . . . . . . . .\n= \"مسألة المتحيرة\" كذا في \"فهارسها\" (1/ 538)، وانظر \"الفهرس الشامل\" (9/ 599)، وكتاب الدارمي الأصل مطبوع.\n- \"المنتخب في مختصر التذنيب\": ذكره ابن قاضي شهبة في \"طبقات الشافعية\" (2/ 157) والسخاوي في \"ترجمة الإمام النووي\" (ص 15)، والسيوطي في \"المنهاج السوي\" (ص 63)، وقال: \"سمَّاه مؤلفه \"المنتخب\"، وقد أسقط منه في آخر الفصل السادس أوراقاً تزيد على الكراس، فلم يختصرها\".\nوعدَّه بعضهم من الكتب المفقودة.\n- \"مختصر الترمذي\": قال السيوطي في \"المنهاج السوي\" (ص 64): \"مجلد، وقفتُ عليه بخطِّه، مُسَودة، وبيض منه أوراقاً\".\n- \"مختصر التنبية\": ذكره السخاوي في \"ترجمة الإمام النووي\" (ص 15)، والسيوطي في \"المنهاج السوي\" (ص 65)، وقالا: \"كتب منه ورقة واحدة\".\nوعدَّه بعضهم من الكتب المفقودة.\n- \"مسألة نية الاعتراف\": ذكره السخاوي في \"ترجمة الإمام النووي\" (ص 15)، وعده بعضهم من الكتب المفقودة.\n- \"مناقب الشافعي\": ذكره السيوطي في \"المنهاج السوي\" (ص 64)، وقال: \"أحال عليه في (شرح المهذب) \".\nوالسخاوي في \"ترجمة الإمام النووي\" (ص 15)، وقال: \"اختصر فيه كتاب البيهقي الحافل في ذلك بحذف الأسانيد، وهي في مجلد\". وذكره الزِّرِكْلي في \"الأعلام\" (8/ 184) ضمن كتبه المخطوطة.\n- \"مختصر شرح الوجيز\": منه نسخة بهذا العنوان في الأوقات العامة، ببغداد، رقم (12791) في (177) ورقة، كذا في \"فهارسها\" (1/ 636)، وانظر: \"الفهرس الشامل\" (9/ 259 - الفقه وأصوله).\n- \"مختصر المحرر\": هو المنهاج السابق ذكره عند ابن العطار، ومنه بهذا الاسم نسختان في المكتبة الظاهرية، كما في \"فهارسها\" (257، 258 - الفقه الشافعي).\n- \"مُهِمَّات الأحكام\": ذكره السخاوي في \"ترجمة الإمام النووي\" (ص 15)، والسيوطي في \"المنهاج السوي\" (ص 63)، وقالا: \"هو قريب من \"التحقيق\" في كثرة الأحكام، إلا أنه لم يذكر فيه خلافاً، وقد وصل فيه إلى أثناء طهارة الثوب والبدن\". =\nالجزء: 1 ¦ الصفحة: 90\n",
        ". . . . . . . . . . . . . . . . . . . . . . .\n= وذكره أيضاً ابن قاضي شهبة في \"الطبقات\" (2/ 157) وعدَّه بعضهم من الكتب المفقودة.\n- \"مقدمة في الفقه الشافعي\" منه نسخة بهذا العنوان في الظاهرية (6049) في ورقتين، كما في فهارس \"الفقه الشافعي\" لها (267)، وانظر: \"الفهرس الشامل\" (10/ 245 - الفقه وأصوله).\n- \"المنتخب من كتاب التقييد لمعرفة رواة السنن والمسانيد\": ذكره التجيبي في \"برنامجه\" (ص 260)، وقال: \"تأليف: الحافظ أبي بكر محمد بن عبد الغني بن نقطة البغدادي، رحمه الله انتخبه محيي الدين أبو زكريا النواوي رحمه الله\".\n- \"من نسب لأمه\": جزء ذكره النووي في: \"تهذيب الأسماء واللغات\" (1/ 89) وعزاه له: السيوطي في: \"تدريب الراوي\" (2/ 337) والمناوي في: \"اليواقيت والدرر\" (2/ 648)، وقالا: \"لم نقف عليه\".\nهذا ما وقفتُ عليه من كتب الإمام النووي بعد الفحص والتتبع، ورأيتُ له كتباً أخرى، بعضها أشك في صحة نسبتها للأمام النووي، وأخرى مستلة من بعض كتبه، وثالثة ليست له على وجه اليقين.\n* فمن المجموعة الأولى (أشك في صحة نسبتها):\n- \"تحفة الوالد وبغية الرائد\".\n- \"روح السائل\" في الفروع.\nذكرهما له صاحب \"هدية العارفين\" (2/ 524) ولعل الأخير منهما هو المذكور عند كحالة في \"المستدرك على معجم المؤلفين\" (ص 833) بعنوان: \"عيون المسائل والفرائد\".\n* ومن المجموعة الثانية (مستلة من بعض كتبه): ما قدمنا الحديث عنه في هامش (ص 83)، بخصوص الكتب:- \"السيرة النبوية\".\n- \"ما تمس إليه حاجة القاري لصحيح الإمام البخاري\".\n- \"مختصر البسملة\" لأبي شامة.\nومن هذه المجموعة أيضاً:\n- \"أدب المفتي والمستفتي\": قال السخاوي في \"ترجمة الإمام النووي\" (ص 15): \"وأفرد من (شرح المهذب): (أدب المفتي والمستفتي) \".\nوعدَّ الأستاذ شحادة العَمْري كتاب \"تحفة طلاب الفضائل\" في رسالته الإمام =\nالجزء: 1 ¦ الصفحة: 91\n",
        ". . . . . . . . . . . . . . . . . . . . . . .\n= النووي وجهوده في \"التفسير\" (ص 80) مفرداً من شرح المهذب\"!! وهذا خطأ، واعتمد على نقل السخاوي المشار إليه سابقاً في كتاب \"أدب المفتي والمستفتي\"، والكتاب في مقدمة \"المجموع\" (1/ 40 - وما بعدها)، وطبع مستقلًا عن دار البشائر، ومكتبة الصحابة، بطنطا.\n- \"مناقب علي بن أبي طالب\".\nذكره له الأستاذ خضر إبراهيم سلامة في \"فهرس مخطوطات المكتبة البديرية\" (2/ 553) تحت (رقم 553/ التاريخ 9/ 280/ ب).\nقلت: هو جزء من \"تهذيب الأسماء واللغات\" (1/ 344 - 349)، بدليل توافق ديباجة المخطوط فيما ذكره الأستاذ خضر مع ما في الكتاب المذكور، والله تعالى أعلم.\n* ومن المجموعة الثالثة (ليست له على وجه اليقين):\n- \"أغاليط (الوسيط) \".\n- \"النهاية في اختصار (الغاية) \" (أ).\nقال الإسنوي: \"وُينْسَب إليه تصنيفان ليسا له: \"النهاية في اختصار (الغاية) \"، والثاني: \"أغاليط على (الوسيط) \"، مشتملة على خمسين موضعاً، بعضها فقهية، وبعضها حديثية، وممن نسب إليه هذا: ابن الرفعة في \"المطلب\"، فاحذره، فإنه لبعض الحمويين (ب)، ولهذا لم يذكره ابن العطار حين عدد تصانيفه واستوعبها\".\nانتهى من \"ترجمة الإمام النووي\" (ص 15)، و\"المنهاج السوي\" (ص 65)، وفيه تعقُّب الإسنوي في قوله: \"واستوعبها\"، فقال السيوطي: \"وقوله: إن ابن العطار استوعب تصانيفه ممنوع، بل لم يستوعب ولا قارب\".\nقلت: ومن هذا الثَّبَت في تصانيفه يتبين لك صحة كلام السيوطي رحمه الله.\n- \"مختصر صحيح مسلم\": توقف ابن الملقن في نسبته له؛ قال: \"وأن مصنفه أخذ تراجمه من \"شرح صحيح مسلم\" له، وركب عليها متونه، وعزاه إليه\".\nكذا في \"ترجمة النووي\" للسخاوي (ص 14).\nووقع في \"المنهاج السوي\" (64) من ضمن كتب النووي: =\n(أ) نسبها له اللخمي في \"ترجمة النووي\" (ق 5/ أ) وعبارته: \"وهو كتاب صغير نفيس، رأيته وهو عندي\" ولم يبين موضوعه، بواسطة \"الإمام النووي وأثره في الحديث\" (236).\n(ب) هو لابن أبي الدَّم الحموي.\nالجزء: 1 ¦ الصفحة: 92\n",
        ". . . . . . . . . . . . . . . . . . . . . . .\n= - و\"قسمة القناعة ومختصره\": وهو تصحيف قد أشرنا إلى صوابه في هامش (ص77).\n* (كتب عزم على تأليفها):\nوذكر الإمام النووي في \"شرح المهذب\" (3/ 399) عند مسألة رفع اليدين عند الركوع والرفع منه ما نصه: \"\n....\nولولا خوف الإطالة؛ لأريتُك فيه عجائب من النفائس، وأرجو أن أجمع فيه كتاباً مستقلًا\".\nقال السيوطي في \"المنهاج السوي\" (ص 65): \"فلا أدري أفعل أم لا\".\n- \"المقاصد\": رسالة صغيرة في التوحيد والعبادات، طبعت عدة مرات، أوَّلها -فيما أعلم- في بيروت، عن المطبعة الأهلية، سنة (1324هـ - 1906 م) في (16ص)، ومن ثم في سورية عن دار الأرقم، دون تاريخ، ولم يذكرها مترجمو النووي له فيما وقفتُ عليه، ونسبها له الزرِكْلي في \"الأعلام\" (9/ 185)، وتبين لي أنه ليس له بيقين، ذكرتُ ذلك في أول كتابي \"الردود والتعقبات\"، الطبعة الثانية، وهي قيد التحقيق. وللمقاصد شروح ومختصرات تنظر في \"جامع الشروح والحواشي\" (3/ 1790).\n- \"شرح مشكاة الأنوار فيما روي عن الله سبحانه من الأخبار\".\nذكره له صاحب \"كشف الظنون\" (2/ 1694)، و\"المشكاة\" لابن عربي الطائي الصوفي، انظر \"مؤلفات ابن عربي\" (560 - 562) و\"شرحه\" لصدر الدين القونوي.\n- \"غيث النفع في القراءات السبع\".\nذكره له صا حب \"إيضاح المكنون\" (2/ 152)، و\"هدية العارفين\" (2/ 525)، وفيه أنه مطبوع!!\nقلت: نعم، هو مطبوع (أ)، لكن لولي الله علي بن محمد بن سليم النوري سفاقسي! (ت 1117 هـ)، ومعزوّ له في \"الأعلام\" (5/ 14) و \"معجم المؤلفين\" (7/ 201).\n- \"المبهم من حروف المعجم\": ذكره له صاحب \"إيضاح المكنون\" (2/ 425) و\"هدية العارفين\" (2/ 524) وهو تلخيص كتاب \"الإشارات إلى بيان الأسماء المبهمات\". =\n(أ) على هامش \"سراج القاري المبتديء\" لأبي القاسم علي بن عثمان بن محمد الناصح العذري.\nالجزء: 1 ¦ الصفحة: 93\n",
        "ولقد أمرني مرة ببيع كراريس نحو ألف كرَّاس بخطه، وأمرني بأن أقف على غسلها في الورَّاقة، وخوَّفني (1) إن خالفت أمره في ذلك، فما أمكنني إلا طاعته، وإلى الآن في قلبي منها حَسَراتٌ (2).\nولما اختصر \"المحرر\" للرافعي رحمه الله المسمى بـ \"المنهاج\"؛ حفظه بعد موته خلقٌ كثير، ووقف عليه في حياته شيخُنا الأديبُ الفاضل رشيد الدين أبو حفص عمر بن إسماعيل بن مسعود الفارقي (3) شيخ الأدب في وقته، فامتدحه بأبيات حسنة، ووقف عليها الشيخ بخطِّه:\nاعْتَنَى بالفَضْلِ يَحْيَى فاغْتَنَى\n...\nعَنْ بَسيطٍ وَجِيزٍ نافِعِ\nوتَحَلَّى بِتُقاهُ فَضْلُهُ\n...\nفتَجَلَّى بلَطيفٍ جَامِعِ\nناصِباَ أَعْلامَ عِلْمِ جازِماً\n...\nبمقالٍ رافِعاً للرَّافِعِي\n= - \"منار الهدى في الوقف والابتدا\": ذكره له الزِّرِكلي في \"الأعلام\" (9/ 185)، وقال: \"إنه مطبوع\".\nقلت: المعروف أن الكتاب المذكور للأشموني، فنسبته للإمام النووي خطأ.\n- \"شروط الوضوء\": ذكره له الأستاذ خضر إبراهيم سلامة في مخطوطات مكتبة المسجد الأقصى\" (1/ 126) تحت (رقم 141 فقه 19/ 35/ 2)، فقال: \"منظومة في شروط الوضوء، وهي خمسة عشر بيتاً من الشعر\".\nقلت: جاء في الكتاب نفسه (1/ 123) عند الكلام على شرح الرملي لها: \"والرسالة شرح لخمسة عشر بيتاً في الشعر في شروط الوضوء، نظمها النووي، وقيل: العراقي\"!! قلت: لا يعرف النووي النظم، ولم يتعَنَّه؛ بخلاف العراقي -عليهما الرحمة-. وانظر: \"الفهرس الشامل\" (5/ 833 - الفقه وأصوله).\n* كتب تحتاج الى الوقوف على مخطوطاتها ومعرفة عناوينها.\n- \"كتاب في فقه الشافعية\"، هكذا في \"الفهرس الشامل\" (7/ 618 - آل البيت/ الفقه وأصوله) منه نسخة في مكتبة الإحساء (73) في (130 ورقة).\n(1) في \"المنهاج السوي\" (ص 65): \"وحلَّفني\".\n(2) نقله عن المصنف: الذهبى في \"تاريخ الإسلام\" (ورقة 578)، والسخاوي في \"ترجمة الإمام النووي\" (ص 14)، والسيوطي في \"المنهاج السوي\" (ص 65).\n(3) انظر ترجمته في: \"طبقات الإسنوي\" (2/ 286)، و\"شذرات الذهب\" (5/ 409).\nالجزء: 1 ¦ الصفحة: 94\n",
        "فكَأنَّ ابنَ الصَّلاحِ حَاضِرٌ\n...\nوكأنْ ما غَابَ عَنَّا الشَّافِعِيّ (1)\nوقال لي شيخُنا العلَّامة حجَّة العرب شيخ النُّحاة أبو عبد الله محمد ابن عبد الله بن مالك الجيَّاني رحمه الله وذكر \"المنهاج\" لي بعد أن كان وقف عليه: \"والله لو استقبلتُ مِن عُمري ما استدبرتُ/ لحفظتُه\".\nوأثنى على حسنِ اختصاره، وعذوبةِ ألفاظه (2). [20]\n****\n15 -\nفصل\nوكان لا يأخذ من أحدٍ شيئاً، ولا يقبلُ إلَّا مِمَّن تحقَّق دينه ومعرفته، ولا له به عُلْقةٌ (3) من إقراء أو انتفاع به؛ قاصداً الخروج من حديث القوس (4)، والجزاء في الدار الآخرة، وربما أنه كان يرى نشر العلم مُتعيِّناً عليه، مع قناعة نفسه وصبرها، والأمور المتعيِّنة لا يجوز [أخذ] (5) الجزاء عليها في الدَّار الدُّنيا، بل جزاؤه في الدَّار الآخرة\n(1) الأبيات في \"تاريخ الإسلام\" (ورقة 578)، و\"ترجمة الإمام النووي\" (ص 16)، و\"المنهاج السوي\" (ص 58)، و\"تاريخ ابن الفرات\" (7/ 110)، و\"عيون التواريخ\" (21/ 164)، و\"ذيل مرآة الزمان\" (3/ 288).\n(2) نقله عن المصنِّف: السيوطي في \"المنهاج السوي\" (ص 58).\n(3) تعلُّق وارتباط.\n(4) يشير المصنِّف إلى حديث: \"من أخذ على تعليم القرآن قوساً؛ قلَّده الله قوساً من نار يوم القيامة\".\nوهو حديث صحيح، أسهب شيخنا الألباني في الكلام عليه في \"السلسلة الصحيحة\" (رقم 256)، و\"الإرواء\" (رقم 1493)، فراجعهما.\n(5) ما بين المعقوفتين من هامش الأصل.\nالجزء: 1 ¦ الصفحة: 95\n",
        "شرعاً؛ كالقرض الجارِّ إلى منفعةٍ، فإنها حرامٌ باتفاق العلماء (1).\nوكنتُ جالساً بين يديه قبل انتقاله بشهرين ونحوها، وإذا بفقير قد دخل عليه، وقال الشيخ: فلان من بلاد (صَرْخَد) (2) يسلِّم عليك، وأرسل معي هذا الإبريق لك.\nفقبله الشيخ، وأمرني بوضعهِ في بيت حوائِجه، فتعجَّبْتُ منه لقبوله، فشعر بتعجُّبي، فقال: \"أرسَلَ إلي بعضُ الفقراءِ زَرْبُولًا (3)، وهذا إبريقٌ، فهذه ألةُ السَّفَر\" (4).\nثم بعد أيام يسيرة كنت عنده، فقال لي: \"قد أُذِنَ لي في السَّفَر\".\nفقلتُ: كيفَ أُذِنَ لك؟\n(1) نقله عن المصنِّف: السخاوي في \"ترجمة الإمام النووي\" (ص 37)، والسيوطي في \"المنهاج السوي\" (ص 77).\n(2) صَرْخَد: بلد ملاصق لبلاد حوران من أعمال دمشق، وهي قلعة حصينة، وولاية واسعة، قاله ياقوت في \"معجم البلدان\" (3/ 411). وهي تابعة الآن إلى محافظة السويداء في الجمهورية العربية السورية، وقد تغير أهلُها -مع سكان هذا الجيل- منذ ثلاث مئة سنة تقريباً، وأصبح غالبيتهم من الطائفة الدرزية!\n(3) وقع في \"ترجمة الإمام النووي\" (ص 38): \"\n...\nأرسل إلي بعض الفقراء نعلًا، وهذا إبريق\n...\n\".\nفلعله نقله بالمعنى!\nووقعت في مطبوع \"المنهاج السوي\" (ص 77): \"زنبيلًا\"! وعلق عليها المحقق بقوله: \"الزنبيل: الجراب أو القِفّة؛ وعاء يُحمل فيه الطعام\".\nقلتُ: لم يصب في المعنى، ولا في قراءة الكلمة، إذ وقعت في المخطوط (لوحة 30/ أ) على الصواب؛ كما أثبتناهُ. و (الزَّرْبُول) اسم نوع من الأحذية من جلد المعز المدبوغ، انظر \"تكملة المعاجم العربية\" (5/ 299) ففيه بيان جيد عن الكلمة واستعمالاتها.\n(4) نقله عن المصنف: السخاوي في \"ترجمة الإمام النووي\" (ص 38)، والسيوطي في \"المنهاج السوي\" (ص 77).\nالجزء: 1 ¦ الصفحة: 96\n",
        "قال: \" [بَينا] (1) أنا جالس هنا -يعني بيته في المدرسة الرّواحية، وقُدَّامه طاقة مشرفة عليها- مستقبل القبلة؛ إذ مرَّ علي شخصٌ في الهواء من هُنا، ومرَّ كذا -يُشير من/ غرب المدرسة إلى [21] شرقها-، وقال: قُمْ سافِرْ لزيارةِ بيت المقدس\" (2).\nوكنتُ حملتُ كلامَ الشيخِ على سفر العادة، فإذا هو السفر الحقيقي، ثم قال لي: \"قم حتى نُوَدِّع أصحابنا وأحبابنا\".\nفخرجتُ معه إلى القبورِ التي دُفن فيها بعض مشايخِه، فزارهم، وقرأ شيئاً، ودعا، وبكى، ثم زار أصحابه الأحياء؛ كالشيخ يوسف الفقاعي، والشيخ محمد الإخميمي، وشيخنا الشيخ شمس الدين ابن أبي عمر شيخ الحنابلة.\nثم سافر صبيحة ذلك اليوم، وجرى معه وقائع، ورأيتُ منه أموراً تحتمل مجلَّدات، فسار إلى (نوى)، وزار القدس، والخليل عليه السلام (3)، ثم عاد إلى (نوى)، ومرض عقب زيارته بها في بيت والده، فبلغني مرضه، فذهبتُ مِن دمشق لعيادته، ففرح رحمه اللهُ بذلك، ثم قال لي: \"ارجع إلى أهلك\".\nوودعْتُه وقد أشرف على العافية يوم السبت العشرين من رجب سنة\n(1) سقطت من الأصل، واستدركْتُها من \"ترجمة الإمام النووي\" (ص 74).\n(2) قال ابن شاكر الكتبي في \"عيون التواريخ\" (21/ 164): \"وكان محيي الدين يسأل الله تعالى أن يموت بأرض فلسطين، فاستجاب الله تعالى منه\".\n(3) زيارة بيت المقدس رغّب بها الشارع، وضوعف بها الأجر، وأما زيارة الخليل فليس لها أصل مشروع، وليس يقيناً أن خليل الرحمن إبراهيم عليه السلام قد دفن هناك، ولا قبور الأنبياء الدين زعموا أن بني إسرائيل أحضرتهم معها من مصر، ولو كانت صحيحة لما جازت الصلاة إليها، ولا في أبنيتها.\nالجزء: 1 ¦ الصفحة: 97\n",
        "ست وسبعين وست مئة، ثم توفي ليلة الأربعاء المتقدم ذكرها (1) الرابع والعشرين من رجب.\nفبينما أنا نائم تلك الليلة؛ إذ منادٍ ينادي على سدة جامع دمشق في يوم الجمعة: الصلاة على الشيخ ركن الدين الموقع، فصاح الناس [22] لذلك النداء، فاستيقظتُ، فقلتُ: إنا لله/ وإنا إليه راجعون.\nفلم يكن إلا ليلة الجمعة عشية الخميس؛ إذ جاء الخبرُ بموته فنودي يوم الجمعة عقب الصلاة بموته، وصُلِّيَ عليه بجامع دمشق، فتأسَّفَ المسلمون عليه تأسُّفاً بليغاً؛ الخاصُّ والعام، والمادحُ والذَّامُّ (2)، ورثاه الناسُ بمراثي كثيرة، سيأتي ذكرها آخر هذا الكتاب.\n...\n16 -\nفصل\nوكان مواجهاً للملوك والجبابرة بالإنكار، ولا تأخذه في الله لومةُ لائم، وكان إذا عجز عن المواجهة؛ كتب الرسائل، وتوصل إلى إبلاغها، فمما كتبه وأرسلني في السعي فيه وهو يتضمن العدل في الرعيَّة، وإزالة المكوس عنهم، وكتَبَ معه في ذلك شيخنا شيخ الإسلام أبو محمد عبد الرحمن ابن الشيخ أبي عمر شيخ الحنابلة، وشيخنا العلامة قدوة الوقت أبو محمد عبد السلام بن علي بن عمر\n(1) في (ص 43).\n(2) نقله عن المصنف: الذهبي في \"تاريخ الإسلام\" (ورقة 579)، والسخاوي في \"ترجمة الإمام النووي\" (ص 74)، والسيوطي في \"المنهاج السوي\" (ص 78 و 79).\nالجزء: 1 ¦ الصفحة: 98\n",
        "الزواوي شيخ المالكية، وشيخنا العلامة ذو العلوم أبو بكر محمد بن أحمد الشريشي المالكي، وشيخنا العارف القدوة أبو إسحاق إبراهيم ابن الشيخ العارف ولي الله عبد الله عرف بابن الأرمني، وشيخنا المفتي أبو حامد محمد ابن العلاَّمة أبي الفضائل عبد الكريم ابن الحرستاني خطيب دمشق وابن خطيبها، وجماعة آخرون، ووضعها في ورقة كتبها إلى الأمير بَدْر الدِّين بيلبك الخَزنْدار (1) بإيصال ورقة العلماء/ إلى [23] السلطان الظاهر التُّركي، وهذه صورتها:\n\"بسم الله الرحمن الرحيم\nمن عبد الله يحيى النَّواوي.\nسلام الله ورحمته وبركاته على المولى المُحْسِنِ ملكِ الأمراء بدر الدين، أدام الله الكريم له الخيرات، وتولاَّه بالحسنات، وبلَّغه من خيرات الآخرة والأولى كلَّ آمالِه، وبارك له في جميع أحواله، آمين.\nويُنْهَى إلى العلوم الشريفة (2) أنَّ أهل الشام في هذه السنة في ضيقِ عيشٍ، وضَعْف حالٍ، بسبب قلَّة الأمطار، وغلاء الأسعار، وقلّة الغلاَّت والنبات، وهلاك المواشي، وغير ذلك.\nوأنتم تعلمون أنَّه تجب الشفقةُ على الرعيةِ والسُّلطان، ونصيحته في مصلحته ومصلحتهم، فإنَّ الدِّينَ النَّصيحة.\n(1) كان جواداً نبيلًا، نائب الديار المصرية للملك الظاهر، عالي الهمة، وافر العقل، محبباً إلى الناس، ينطوي على مروءة ومحبة للعلماء والصُّلحاء والزهاد، كان قد وقف درساً بالجامع الأزهر على الشافعية، مات سنة (676 هـ)؛ يقال: إنه مات مسموماً.\nانظر ترجمته في: \"البداية والنهاية\" (13/ 277)، و \"شذرات الذهب\" (5/ 351).\n(2) أي: نرفع إلى علمكم الشريف.\nالجزء: 1 ¦ الصفحة: 99\n",
        "وقد كتب خَدَمَةُ الشَّرْعِ؛ الناصحون للسلطان، المحبُّون له؛ كتاباً بتذكيره النَّظَر في أحوال رعِيَّتِهِ، والرفق بهم، وليس فيه ضررٌ، بل هو نصيحةٌ مَحْضَةٌ، وشفقة تامة، وذكرى لأولي الألباب.\nوالمسؤول من الأمير -أيده الله تعالى- تقديمه إلى السلطان -أدام الله له الخيرات-، ويتكلم عليه من الإشارة بالرِّفق بالرعية بما [24] يجدُهُ مُدَّخَراً له عند الله: {يَوْمَ تَجدُ كُل نَفسِ مَا عَمِلَت مِن خَير وَمَا عَمِلَتْ مِن سُوَء تَوَدُ لَو أَن بَينَهَا وَبَينَه أَمَدَا بَعِيدا وَيُحَذِرُكم اللهُ نَفْسَه} (1).\nوهذا الكتاب الذي أرسله العلماء إلى الأمير أمانةٌ ونصيحةٌ للسلطان -أعز الله أنصاره-[والمسلمين كلِّهم في الدُّنيا والآخرة، فيجب عليكم الصالُهُ للسُّلطانِ -أعزَّ الله أنصاره-،] (2)، وأنتُم مسؤولون عن هذه الأمانة، ولا عُذْرَ في التأخُّرِ عنها، ولا حُجَّةَ لكم في التقصيرِ فيها عند الله تعالى، وتُسألون عنها {يَومَ لَا يَنفعُ مَال وَلَا بنَوُنَ} (3)، (يَومَ يَفِر اَلمرِء من أَخيه (34) وَأُمه وَأبيه (35) وَصَاحِبَته وَبَنِيهِ (36) لِكل امرئ مِنْهُمْ يؤمَئذ شَأن يُغْنِيهِ (37)} (4).\nأنتم بحمد الله تحبون الخير، وتحرصون عليه، وتسارِعون إليه، وهذا من أهم الخيرات، وأفضل الطاعات، وقد أُهِّلْتُم له، وساقه الله إليكم، وهو مِن فضلِ الله، ونحن خائِفون أن يزداد الأمر شدَّةَ إن لم يَحْصُلِ النظَرُ في الرِّفقِ بهم.\n(1) سورة آل عمران، الآية: 30.\n(2) ما بين المعقوفتين من هامش الأصل.\n(3) سورة الشعراء، الآية: 88.\n(4) سورة عبس، الآيتان: 34 - 37.\nالجزء: 1 ¦ الصفحة: 100\n",
        "قال الله تعالى: {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ (201)} [الأعراف: 201] \" (1).\nوقال تعالى: {وَمَا تفعَلُو مِن خير فَإنَ اللهَ بِه عَلِيم} (2).\nوالجماعة الكاتِبون منتظرون ثمرةَ هذا؛ مما إذا فَعَلْتُموهُ، وَجَدْتُموهُ عند الله {إِنَ اَللهَ مع اَلَذِينَ اَتقَوا وَاَلَذِينَ هُم مُحسِنُونَ} (3).\nوالسلام عليكم ورحمة الله وبركاته\nفلما وصلتِ الورقتان إليه؛ أوقفَ عليهما السُّلطان، فلما وقف عليهما؛ ردَّ جوابَها جواباً عنيفاً مؤلماً، فتنكَّدَت خواطرُ الجماعة الكاتبون (4) وغيرهم، فكتب رحمه الله جواباً لذلك الجواب:\n\"بسم الله الرحمن الرحيم\nالحمدُ لله رب العالمين/.\nاللهم صل على محمد وعلى آل محمد وسلم.\nمن عبد الله يحيى النَّواوي.\nيُنْهَى أن خَدَمَةَ الشرْعِ كانوا كتبوا ما بلغ السلطان -أعز الله أنصاره-، فجاء الجوابُ بالإنكار والتوبيخ والتهديد، وفَهِمْنا منه أن الجهادَ ذُكِرَ في الجواب على خِلاف حكم الشرع، وقد أوْجَبَ الله\n(1) سورة الأعراف، الآية: 201.\n(2) سورة البقرة، الآية: 215.\n(3) سورة النحل، الآية: 128.\n(4) كذا في الأصل، والصواب: \"الكاتبين\".\nالجزء: 1 ¦ الصفحة: 101\n",
        "إيضاحَ الأحكام عند الحاجة إليها، فقال تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ (187)} [آل عمران: 187] (1).\nفوجب علينا حينئذٍ بيانه، وحَرُمَ علينا السكوتُ؛ قال الله تعالى: {لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ (91)} [التوبة: 91] (2).\nوذُكِرَ في الجواب أنَّ الجهادَ ليسَ مختصّاً بالأجنادِ، وهذا أمرٌ لم نَدَّعِهِ، ولكنَّ الجهادَ فرضُ كفايةٍ، فإذا قَرَّرَ السُّلطانُ له أجناداً مَخْصوصينَ، ولهم أخباز (3) معلومةٌ مِن بيت المال؛ كما هو الواقع؛ تفرَّغَ باقي الرعية لمصالحهم ومصالح السلطان والأجناد وغيرهم؛ من الزراعة، والصَّنائِع، وغيرهم (4)، الذي يحتاجُ الناسُ كلُّهم إليها، فجهادُ الأجنادِ مُقابِل الأخبازِ المقرَّرةِ لهم، ولا يَحِلُّ أنْ يؤخَذَ مِن الرَّعيَّةِ شيءٌ ما دامَ في بيتِ المالِ شيءٌ؛ مِن نَقْدِ، أو متاع، أو أرضِ، [26] أو ضياعٍ / تباع، أو غير ذلك.\nوهؤلاء علماء المسلمينَ في بلاد السلطان -أعزَّ الله أنصاره- مُتَّفِقون على هذا، وبيت المال -بحَمْدِ الله- معمورٌ، زادَهُ الله عمارةً وسَعَةً وخيراً وبركةً في حياة السلطانِ المقرونةِ بكمالِ السعادةِ له،\n(1) سورة آل عمران، الآية: 187.\n(2) سورة التوبة، الآية: 91.\n(3) (الأخباز): واحدها: الخُبزَة، أي: النَّصيب.\nوهي الرواتب والجرايات التي تعطى شهريّاً، أو تبعاً للمواسم الزراعية، أو عند الحملات الحربية.\n(4) كذا في الأصل، والصواب: \"وغيرها\".\nالجزء: 1 ¦ الصفحة: 102\n",
        "والتَّوفيق والتَّسديد والظهورِ على أعداء الدين، (وَمَا النَّصرُ إلا مِنْ عِندِ اللهِ) (1)، وإنما يُسْتَعانُ في الجهادِ وغيرِه بالافتقارِ إلى الله تعالى، واتباع آثار النبي - صلى الله عليه وسلم -، ومُلازمةِ أحكام الشرع.\nوجميعُ ما كتبْناهُ -أوَّلاً وثانياً- هو النصيحةُ التي نعتَقِدُها، ونَدينُ الله بها، ونسألهُ الدَّوامَ عليها حتى نَلْقاه.\nوالسلطانُ يعلمُ أنَّها نصيحةٌ له وللرَّعيَّة، وليس فيها (2) ما نُلامُ عليه، ولم نكتُب هذا للسطان؛ إلَّا لعِلْمِنا أنَّه يُحِبُّ الشَّرعَ، ومتابعَتَهُ أخلاقَ النبي - صلى الله عليه وسلم - في الرفقِ برعيَّتِه، والشفقةِ عليهم، وإكرامِه لآثارِ النبي - صلى الله عليه وسلم -، وكلُّ ناصح [للسلطانِ] (3) موافِقٌ على هذا الذي كَتَبْناهُ.\nوأما ما ذُكِرَ في الجواب مِن كونِنا لم نُنكِر على الكفَّارِ حين كانوا في البلاد؛ فكيف يُقاسُ ملوكُ الإسلامِ وأهلُ الإيمان والقرآنِ بطُغاةِ الكفَّارِ؟! وبأيِّ شيءٍ كُنَّا نُذَكِّرُ طغاةَ الكفَّارِ وهُم لا يعتَقِدونَ شيئاً مِن دينِنا؟!\nوأما تهديدُ الرعيةِ بسبب نصيحَتِنا، وتهديدُ طائفة (4)؛ فليس هو المَرْجُوُّ مِن عدْلِ السلطانِ، وحِلْمِهِ/ وأيُّ حِيلة لضعفاء المسلمين [27] المفرَّقين في أقطار ولايةِ السلطان في كتاب كَتَبهُ بعضُ المسلمين النَّاصحينَ نصيحةً للسلطان ولهُم، ولا عِلْمَ لهُم به؟! وكيفَ يؤاخَذونَ بهِ لو كانَ فيه ما يُلامُ عليه؟!\n(1) سورة آل عمران، الآية: 126.\n(2) في الأصل: \"فيه\".\n(3) ما بين المعقوفتين من هامش الأصل.\n(4) كذا في الأصل، وعند السخاوي أيضاً، وزاد السيوطي: \"وتهديد طائفة العلماء\".\nالجزء: 1 ¦ الصفحة: 103\n",
        "وأما أنا في نفسي؛ فلا يضرُّني التهديدُ، ولا أكبرُ (1) منه، ولا يمنَعُني ذلك من نصيحةِ السُّلطانِ، فإني أعتَقِدُ أنَّ هذا واجبٌ علي وعلى غيري، وما ترتَّبَ على الواجبِ؛ فهو خيرٌ وزيادةٌ عند الله تعالى؛ {إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ (39)} [غافر: 39] (2)، {وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ (44)} [غافر: 44] (3)، وقد أمرنا رسول الله - صلى الله عليه وسلم - أن نقول بالحق حيث ما كنا، وأن لا نخافَ في اللهِ لومَةَ لائِمٍ.\nونحنُ نُحِبُّ للسلطانِ معاليَ الأمورِ، وأكمَلَ الأحوالِ، وما يَنْفَعُهُ في آخرتِه ودُنياه، ويكونُ سبباً لدوامِ الخيراتِ له، ويَبْقى ذكرُهُ له على ممرِّ الأيام، ويخلُدُ في سننه الحسنة، ويجد نفعَه {يَومَ تَجدُ كل نَفس مَا عَمِلَت مِن خير محضَراً} (4).\nوأما ما ذُكِر من تمهيد [السلطان] (5) البلادَ، وإدامتَه الجهاد، وفتح الحصون، وقهر الأعداء؛ فهذا بحمدِ الله من الأمور الشائعة، التي اشترك في العلم بها الخاصَّةُ والعامَّة، وسارَتْ في أقطارِ الأرضِ، ولله الحمد، وثواب ذلك مُدَّخَرٌ للسلطانِ إلى (يَومَ تَجدُ كُل نَفس مَا عَمِلَت مِن خير محُضَراً} (6).\nولا حُجَّة لنا عند الله تعالى إذا تَرَكْنا هذه النَّصيحَةَ الواجبةَ علينا.\nوالسلام عليكم، ورحمة الله وبركاته.\n(1) كذا في الأصل، وعند السخاوي والسيوطي: \"أكثر\".\n(2) سورة غافر، الآية: 39.\n(3) سورة غافر، الآية: 44.\n(4) سورة آل عمران، الآية: 30.\n(5) ما بين المعقوفتين من هامش الأصل.\n(6) سورة آل عمران، الآية: 30.\nالجزء: 1 ¦ الصفحة: 104\n",
        "الحمدُ لله رب العالمين\" (1).\nومما كتبه لمَّا احتيطَ على أملاكِ دمشق -حرسها الله تعالى- بعد إنكاره مواجهةَ السلطان الظاهر، وعدم إفادته وقبوله:\nبِسْم اللَّهِ الرَّحَمنِ الرَّحِيمِ\nالحمدُ لله رب العالمين.\nقال الله تعالى: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (55)} (2).\nوقال تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ (187)} (3).\nوقال تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ (2)} (4).\nوقد أوجبَ الله على المكلَّفين نصيحةَ السلطانِ -أعزَّ الله أنصارَه - ونصيحَةَ عامَّةِ المسلمين، ففي الحديث الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال: \"الدِّينُ النَّصيحةُ؛ للهِ، ولكتابهِ، ورسوله، وأئمَّةِ المسلمين، وعامَّتِهم\" (5).\n(1) انظر: \"ترجمة الإمام النووي\" (40 - 43)، و \"المنهاج السوي\" (66 - 71)، و\"تذكرة الحفاظ\" (4/ 1473).\n(2) سورة الذاريات، الآية: 55.\n(3) سورة آل عمران، الآية: 187.\n(4) سورة المائدة، الآية: 2.\n(5) أخرجه مسلم في \"الصحيح\" (1/ 75)، والنسائي في \"المجتبى\" (2/ 178)، وأبو داود في \"السنن\" (5/ 223)، والحميدي في \"المسند\" (2/ 369)، وأحمد في \"المسند\" (4/ 102)، والبخاري في \"التاريخ الصغير\" (2/ 35)، وابن نصر في \"تعظيم قدر =\nالجزء: 1 ¦ الصفحة: 105\n",
        "ومِن نصيحة السلطان -وفقه الله لطاعته، وتولاه بكرامته- أن تُنْهى (1) إليهِ الأحكام إذا جرتْ على خِلافِ قواعدِ الإسلام.\nوأوجبَ الله [تعالى] (2) الشفَقَةَ على الرعيةِ، والاهتمامَ بالضعَفَةِ، وإزالَةَ الضررِ عنهم.\nقال الله تعالى: {واخفِض جَنَاحَكَ لِلمُؤْمنِينَ} (3).\nوفي الحديث الصحيح: قال رسول الله - صلى الله عليه وسلم -: \"إنَّما تنصَرون [29]، وتُرْزَقون بضعفائكم/\" (4).\nوقال - صلى الله عليه وسلم -: \"مَن كَشَفَ عن مسلم كُرْبةً مِنْ كُرَبِ الدُّنيا؛ كشَفَ الله عنهُ كُرْبةً مِن كُرَبِ يوم القيامَةِ، والله في عون العبَدِ ما كانَ العبدُ في عون أخيهِ\" (5).\n= الصلاة\" (رقم 747 و 749 و570 و 751)، وبيَّن أن محمد بن عجلان أدخل إسناداً في إسناد، فجعل الحديث من مسند أبي هريرة!! والصحيح أنه من حديث تميم الداري.\n(1) أي: ترفع إليه وتبلغ مسامعه.\n(2) ما بين المعقوفتين من هامش الأصل.\n(3) سورة الحجر، الآية: 88.\n(4) أخرجه البخاري في \"الصحيح\" (6/ 88)، والنسائي في \"المجتبى\" (6/ 45)، والبيهقي في \"السنن الكبرى\" (3/ 345)، والبغوي في شرح السنة\" (14/ 264)، وأبو نعيم في \"الحلية\" (5/ 10 و 26، و 8/ 290)، والدَّوْرَقي في \"مسند سعد بن أبي وقاص\" (رقم 51)، والهيثم الشاشي في \"مسنده\" (ورقة10/ أ)، وأبو طاهر المخلِّص، وأبو القاسم التيمي في \"الترغيب\" (100)؛ وانظر: \"النكت الظراف\" (3/ 319).\n(5) أخرجه مسلم في \"الصحيح\" (4/ 2074) (رقم 2699)، وأبو داود في \"السنن\" (رقم 4946)، والترمذي في \"الجامع\" (رقم1415و 1930)، وابن ماجه في \"السنن\" (رقم 225)، وأحمد في المسند\" (2/ 252 و 296 و500و 514)؛ من حديث أبي هريرة - رضي الله عنه -.\nالجزء: 1 ¦ الصفحة: 106\n",
        "وقال - صلى الله عليه وسلم -: \"اللَّهمَّ مَنْ وَليَ مِن أَمْرِ المسلمينَ شيئاً، فرَفَقَ بهِم؛ فارْفقْ بهِ، ومَن شَقَّ عليهمِ؛ فاشْفقْ عليهِ\" (1).\nوقال - صلى الله عليه وسلم -: \"كلكمْ راعٍ، وكلكم مَسؤولٌ عن رَعِيَّتِه\" (2).\nوقال - صلى الله عليه وسلم -: \"إنَّ المقْسِطينَ على مَنابرَ مِن نورٍ على يمينِ الرحمنِ؛ الذينَ يَعْدِلونَ في حُكْمِهِم، وأَهليهِم، وما وُلُّوا\" (3).\n(1) أخرجه مسلم في \"الصحيح\" (رقم 1828)، وأحمد في \"المسند\" (6/ 62 و 93 و257 و 258 و 260)، وغيرهما.\n(2) أخرجه البخاري في \"الصحيح\" (5/ 69) (رقم 2409) و (5/ 181) (رقم 2558) و (2/ 380) (رقم 983) و (5/ 377) (رقم 2751) و (5/ 177) (رقم 2554) و (9/ 254) (رقم 5188)، و (13/ 111) (رقم 7138)، و\"الأدب المفرد\" (رقم 212 - 214)، ومسلم في \"الصحيح\" (3/ 1459) (رقم 1829)، والنسائي في \"السنن الكبرى\" -كما في \"تحفة الأشراف\" (5/ 376) -، والترمذي في \"الجامع\" (4/ 208) (رقم 1705)، وعبد الرزاق في \"المصنف\" (11/ 319) (رقم 20649)، وأبو داود في \"السنن\" (3/ 130) (رقم 2928)، وأبو عوانة في \"المسند\" (4/ 415 - 421)، وابن الجارود في \"المنتقى\" (رقم 1094)، وأبو عُبيد في \"الأموال\" (ص 10 - 11)، وأحمد في \"المسند\" (2/ 121)، والطبراني في \"المعجم الكبير\" (12/ 328و 338 - 339)، والبغوي في \"شرح السنة\" (10/ 61)، والخطيب في \"تاريخ بغداد\" (4/ 428 و11/ 402)، وابن حبان في \"روضة العقلاء\" (ص 268)، وأبو الشيخ في \"طبقات المحدثين بأصبهان\" (1/ 398)، وغيرهم. وخرجته مفضلاً طرقه ومخارجه في تعليقي على \"فضيلة العادلين\" لأبي نعيم. و\"تخريج السخاوي\" عليه (الأرقام 1 - 7).\n(3) أخرجه مسلم في \"الصحيح\" (3/ 1458) (رقم 1827)، والبخاري في \"التاريخ الكبير\" (6/ 370)، والنسائي في \"المجتبى\" (8/ 221)، و \"السنن الكبرى\"؛ كما في \"التحفة\" (6/ 300)، والحميدي في \"المسند\" (2/ 160)، وابن زنجويه في \"الأموال\" (1/ 66)، وعبد الرزاق في \"المصنف\" (11/ 325) (رقم 20664)، والبغوي في \"معالم التنزيل\" (2/ 93)، و \"شرح السنة\" (10/ 63)، وابن المبارك في \"الزهد\" (رقم 1484)، وأحمد في \"المسند\" (2/ 159 و 160 و 203)، والبيهقي =\nالجزء: 1 ¦ الصفحة: 107\n",
        "وقد أنعم الله تعالى علينا وعلى سائِر المسلمين بالسلطان -أعز الله أنصارهُ- فقد أقامَه لنُصْرَةِ الدِّينِ، والذبِّ عن المسلمين، وأذل بهِ الأعداءَ مِن جميع الطوائِف، وفتحَ عليهِ الفتوحاتِ المشهورةَ في المدةِ اليسيرةِ، وأوْقَعَ اَلرُّعْبَ منه في قلوب أعداء الدين، وسائر الماردين، ومهَّدَ له البلادَ والعبادَ، وقَمَعَ بسببهِ أهلَ الزَّيْغِ والفساد، وأمدهُ بالإعانةِ واللطفِ والسعادةِ.\nفلله الحمدُ على هذه النعمِ المتظاهرةِ، والخيراتِ المتكاثرةِ، ونسألُ الله الكريمَ دوامَها له وللمسلمين، وزيادَتَها في خير وعافية آمين.\n[30] وقد أوجبَ الله شكْرَ نِعَمهِ، ووعَدَ الزيادةَ/ للشاكرينَ، فقال تعالى: {لَئن شَكُرتُم لَأَزِيدَنَكم} (1).\nولقد لَحِقَ المسلمين [بسبب] (2) هذه الحَوْطَةِ على أملاكِهم أنواعٌ مِن الضَّرَرِ، لا يمكنُ التعبيرُ عنها، وطُلِبَ منهُم إثباتٌ لا يلزَمُهُم، فهذه الحَوْطَةُ لا تَحِلُّ عندَ أحدٍ مِن عُلماء المسلمين، بل مَن في يدهِ شيءٌ؛ فهو مُلْكُه، لا يَحِلُّ الاعتراضُ عليه، ولا يُكَلَّف بإثباتِه.\nوقد اشتُهِرَ من سيرةِ السلطان أنَّه يُحِبُّ العملَ بالشرعِ، وُيوصي نُوَّابَهُ به، فهو أوْلى مَن عمل به، والمسؤول إطلاقَ النَّاسِ من هذه الحَوْطَةِ، والإفراجَ عن جميعِهم، فأطْلِقْهُم أطْلَقَكَ الله مِن كُلِّ مكروهِ؛\n= في \"السنن الكبرى\" (10/ 87)، و\"الأسماء والصفات\" (ص 324)، والآجُرِّي في \"الشريعة\" (ص 322)، وابن حبان في \"الصحيح\" (رقم 1538 - موارد)، وأبو عوانة في \"المسند\" (4/ 411)، والخطيب في \"تاريخ بغداد (5/ 367)، وغيرهم.\nوخرجته في تعليقي على \"فضيلة العادلين\" (رقم 20، 21) لأبي نعيم.\n(1) سورة ابراهيم، الآية: 7.\n(2) ما بين المعقوفتين من هامش الأصل.\nالجزء: 1 ¦ الصفحة: 108\n",
        "فهُم ضَعَفَةٌ، وفيهم الأيتامُ، والأراملُ، والمساكينُ، والضَّعَفَةُ، والصَّالحونَ، وبهِم (1) ننصَر، ونُغاثُ، ونُرزَق، وهم سُكَّان الشام المبارك، جيرانُ الأنبياءِ -صلواتُ الله وسلامهُ عليهم-، وسكَّانُ ديارِهم، فلهُم حُرماتٌ مِن جهاتٍ.\nولو رأى السُّلطانُ ما يلحَقُ الناسَ مِن الشَّدائِد؛ لاشتَدَّ حُزْنُه عليهِم، وأطلقَهُم في الحالِ، ولم يُؤخرْهُم، ولكن لا تُنْهَى الأمورُ إليهِ على وجهِها.\nفبالله! أغِثِ المسلمين؛ يُغِثْكَ الله، وارْفِقْ بهِم؛ يَرْفَقِ الله بك، وعجِّلْ لهُم الإفراجَ قبلَ وقوعِ الأمطارِ، وتَلَفِ غَلاَّتِهم؛ فإنَّ أكثَرهُم وَرِثوا هذه الأملاكَ مِن أسلافِهِم، ولا يمكِنُهُم تحصيلُ كتبِ شراءٍ، وقد نُهبَتْ كُتبهم/. [31]\nوإذا رفقَ السلطانُ بهِم؛ حَصَل له دعاءُ رسولِ الله لمن رفق بأمتِه ونصره على أعدائِه؛ فقد قال الله تعالى: {إن تَنصروا اَللهَ يَنصُركُم} (2).\nوتتوَفَّرُ له من رعيَّتِه الدَّعوات، وتظْهَرُ في مملكَتِه البركاتُ، ويُبارَكُ له في جميعِ ما يقصدُه من الخيراتِ.\nوفي الحديث عن رسول اللهِ - صلى الله عليه وسلم - قال: \"مَن سَنَّ سُنة حَسَنَةً؛ فلهُ أجْرُها وأجْرُ مَن عَمِلَ بها إلى يومِ القيامَةِ، ومَن سَنَّ سُنةً سيئةً، فعَلَيْهِ وزْرُها وِوزْرُ مَن عملَ بها إلى يومِ القيامَةِ\" (3).\n(1) أي: بالإحسان إليهم، لا بذواتهم.\n(2) سورة محمد، الآية: 7.\n(3) أخرجه مسلم في \"الصحيح\" (2/ 704 - 705) (رقم 1017)، والنسائي في \"المجتبى\" (5/ 75 - 76)، وغيرهما.\nالجزء: 1 ¦ الصفحة: 109\n",
        "فنسألُ الله الكريم أن يوفِّقَ السلطانَ للسُّننِ الحسنةِ التي يُذكَرُ بها إلى يوم القيامة، ويحميهِ مِن السُّننِ السيِّئةِ.\nفهذه [نصيحَتُنا] (1) الواجبةُ علينا للسُّلطانِ، ونرجو من فضلِ اللهِ تعالى أن يُلْهِمَهُ الله فيها القَبولَ، والسلامُ عليكُم ورحمةُ الله.\nالحمدُ لله رب العالمين، وصلواتُه وسلامُه على سيِّدنا محمد وعلى آله وصحبِه\" (2).\nومما كتبه رسالةٌ تَتعلَّقُ بالمكوسِ والحوادِثِ الباطلةِ.\nومما كتبه رسالة بالأمداء والخيل، وأبطل الله تعالى ذلك على يد من يشاء من عباده في دولة السعيد ابن الظاهر (3) -رحمهما الله تعالى-.\nومما كتبه بسبب الفقهاء لما رُسِم (4) بأن الفقيه لا يكون منزلاً في [32] أكثر/ من مدرسة واحدة، وهذه صورته:\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) انظر: \"المنهاج السوي\" (71/ 74)، و \"ترجمة الإمام النووي\" (43 - 45) للسخاوي، وفيه معقِّباً عليها: \"قلت: وكان السبب في هذه الحوطة -كما صرَّح به صاحب \"البدر السافر\"- أن السلطان الظاهر بيبرس لما ورد دمشق بعد قتال التتار ونزوحهم عن البلاد؛ ولَّى وكالةَ بيت المال شخصاً من الحنفية، فقال: إن هذه الأملاك التي بدمشق كان التتار قد استولوا عليها، فتملَّكوها على مقتضى مذهب أبي حنيفة رحمه الله، فوضع السلطان يده عليها، فقام جماعة من أهل العلم في ذلك، وكان الشيخ من أعظمهم\".\n(3) هو ناصر الدين محمد بركة خان ابن الظاهر ركن الدين بيبرس، واستَقرَّ في المملكة بعد أبيه، وخلع منها بعد سنتين وشهرين وثمانية أيام، قاله السخاوي في \"ترجمة الإمام النووي\" (ص 46).\n(4) أي: كُتِبَ، و (المرسوم): ما يصدره رئيس الدولة كتابةً في شأنِ من الشؤون، فتكون له قوة القانون.\nالجزء: 1 ¦ الصفحة: 110\n",
        "\"بسم الله الرحمن الرحيم\nخَدَمَةُ الشَّرْعَ يُنْهونَ أنَّ الله تعالى أمرَنا بالتعاوُنِ على البر والتقوى، ونصيحَةِ وُلاةِ الأمورِ، وعامةِ المسلمين، وأخذ على العلماء العهد بتبليغ أحكام الدين ومناصحةِ المسلمين، وحثَّ على تعظيمِ حُرُماتِه، وإعظامِ شعائِر الدينِ، وإكرامِ العلماء وتباعِهم.\nوقد بلغَ الفقهاءَ بأنه رُسمَ في حقِّهِم بأنْ يُغَيروا عن وظائِفِهم، ويُقْطَعوا عن بعضِ مدارِسِهم، فتنكَّدَتْ بذلك أحوالُهم، وتضرروا بهذا التضييقِ عليهِم، وهُم محتاجونَ، ولهُم عِيالٌ، وفيهِم الصالِحِونَ، والمشتغِلونَ بالعلومِ، وإنْ كانَ فيهِم أفرادٌ لا يَلْتَحِقونَ بمراتِب غيرهم، فهم منتَسِبونَ إلى العلمِ، ومشارِكونَ فيهِ.\nولا تَخْفى مراتِبُ أهلِ العلمِ، وفضلُهم وثناءُ الله تعالى عليهِم، وبيانُه مزيّتَهم على غيرِهم، وأنهم ورَثَةُ الأنبياءِ -صلواتُ الله وسلامُه عليهِم- وأن الملائِكَة -عليهم السلام- تضعُ أجنِحَتَها لهُم، ويستَغْفِرُ لهُم كُلُّ شيءِ، حتى الحيتانُ.\nواللائِقُ بالجَنابِ العالي إكرامُ هذه الطَّائِفةِ، والإحسانُ إليهِم، ومُعاضَدَتُهُم، ودفعُ المكروهاتِ عنهُم، والنَّظَرُ في أحوالِهم؛ بما فيهِ الرِّفقُ بهم؛ فقد ثبت في \"صحيح مسلم\" عن رسول الله - صلى الله عليه وسلم - / أنه قال: [33] \"مَن وَليَ مِن أَمْرِ أُمَّتي شيْئاً، فَرَفَقَ بهِم؛ فارْفُقْ به\" (1).\nوروى أبو عيسى الترمذي بإسناده عن أبي سعيد الخدري - رضي الله عنه - أنه كان يقول لطلبةِ العلم: مرحباً بوصيةِ رسول الله - صلى الله عليه وسلم -، إن رسول الله - صلى الله عليه وسلم -\n(1) مضى تخريجه.\nالجزء: 1 ¦ الصفحة: 111\n",
        "قال: \"إنَّ رجالًا يأتونكُم يتفَقَّهونَ في الدِّينِ، فإذا أَتَوْكُم؛ فاسْتَوْصوا بهِم خيراً\" (1).\nوالمسؤول أن لا يُغَيَّر على هذه الطائفةِ شيء، وتُسْتَجْلَبَ دعوتُهم لهذه الدولة القاهرة، وقد ثبت في \"صحيح البخاري\" أن رسول الله - صلى الله عليه وسلم - قال: \"هل تنصَرونَ وتُرْزقونَ إلَّا بضُعفائِكُم\" (2).\nوقد أحاطتِ العلومُ بما أجاب بهِ الوزيرُ نظامُ المُلْك (3) حينَ أنكَرَ عليهِ السلطانُ صرفَ الأموالِ الكثيرةِ في جهةِ طلبةِ العلم، فقال: \"أقمتُ لكَ بها جُنْداً لا تُرَدُّ سِهامُهُمْ بالأسْحارِ\".\nفاسْتَصْوبَ فعْلَهُ، وساعَدَهُ عليهِ.\nوالله الكريمُ يوَفِّقُ الجنابَ [دائماً] (4) لمرضاتِه، والمسارعة إلى طاعاتِه.\n(1) أخرجه عبد الرزاق في \"المصنف\" (11/ 253)، والترمذي في \"الجامع\" (5/ 30)، وابن ماجه في \"السنن\" (1/ 91)، والرامهرمزي في \"المحدِّث الفاصل\" (ص 176)، والخطيب في \"جامع أخلاق الراوي\" (1/ 275)، و \"شرف أصحاب الحديث\" (ص 21 و 22)، والبيهقي في \"المدخل الى السنن الكبرى\" (رقم 622)؛ كلهم من طريق أبي هارون العبدي عن أبي سعيد الخدري به.\nوأبو هارون العبدي؛ هو عِمَارة بن جُوَيْن؛ متروك، كذَّبه بعضهم.\nانظر: \"المجروحين\" (2/ 177)، و \"الميزان\" (3/ 173).\n(2) مضي تخريجه.\n(3) هو أبو علي الحسن بن علي بن إسحاق الطُّوسي؛ من جِلة وزراء الدولة السلجوقية، كان مجلسُه عامراً بالعلماء، اشتغل بالعلم، وأملى، وحدَّث، وأنشأ المدارس في الأمصار، توفي سنة (485 هـ).\nانظر: \"شذرات الذهب\" (3/ 373).\n(4) ما بين المعقوفتين من هامش الأصل.\nالجزء: 1 ¦ الصفحة: 112\n",
        "والحمد لله ربِّ العالمين، وصلى الله على محمد وآله وصحبه وسلم\" (1).\nوله رحمه الله رسائِلُ كثيرةٌ في كُلِّياتٍ تتعلَّقُ بالمسلمين وجزئيات، وفي إحياء سنن نيِّرات، وفي إماتة بدع مظلمات (2)، وله كلام طويل في الأمْرِ بالمعروفِ/، والنَّهْيِ عن المنكرِ؛ مواجهاً به أهلَ المراتب [34] العاليات.\nقال لي المحدث أبو العبَّاس أحمد بن فرح الإشبيلي رحمه الله (3) وكان له ميعادٌ على الشيخ -قدَّس الله روحه- في الثلاثاء والسبت، يومٌ يشرح في \"صحيح البخاري\"، ويومٌ يشرح في \"صحيح مسلم\"؛ قال: \"كان الشيخ محيي الدين قد صار إليه ثلاث مراتب، كل مرتبة منها؛ لو كانت لشخصٍ شُدَّتْ إليه آباطُ الإبلِ من أقطارِ الأرض.\nالمرتبةُ الأولى: العلم، والقيام بوظائفه.\nالثانية: الزهد في الدنيا وجميع أنواعها.\nالثالثة: الأمر بالمعروف، والنهي عن المنكر\" (4).\n...\n(1) انظر: \"ترجمة الإمام النووي\" (ص 46 - 47)، و \"المنهاج السوي\" (ص 74 - 76).\n(2) قد حاولنا استقصاء البدع التي حذر منها في تتمة ألحقناها آخر هذا الكتاب.\n(3) هو صاحب القصيدة المشهورة في علم الحديث \"غرامي صحيح\"، وله أيضاً \"مختصر خلافيات البيهقي\".\nانظر ترجمته في: \"تذكرة الحفاظ\" (4/ 1486)، و \"شذرات الذهب\" (5/ 443).\n(4) انظر: \"تاريخ الإسلام\" (ورقة 579)، و \"المنهاج السوي\" (49)، و \"ترجمة الإمام النووي\" (34)، و \"تذكرة الحفاظ\" (4/ 1473).\nالجزء: 1 ¦ الصفحة: 113\n",
        "17 -\nفصل:\nفي ذكر المواثي التي رثاهُ بها العلماء\nقرأتُ على شيخِنا العلامة شيخ الأدب أبي عبد الله محمد بن أحمد ابن عمر بن أبي شاكر الحنفي الأربلي رحمه الله (1)، وكان مدرِّساً للقايمازية بدمشق: قلتَ -رضي الله عنك- وكان ذلك في العشر الأول من شعبان سنة ست وسبعين وست مئة:\nعَز العَزاءُ وعَم الحادِثُ الجَلَلُ\n...\nوخابَ بالمَوْتِ في تَعْميرِكَ الأمَلُ\nواسْتَوْحَشَتْ بَعْدَما كنْتَ الأنيسَ لها\n...\nوساءهَا فَقْدُكَ الأسْحارُ والأصُلُ (2)\n[35] قَدْ كُنْتَ للدينِ نُوراً يُسْتَضاءُ بهِ\n...\nمُسَدداً مِنْكَ فيهِ القَوْلُ والعَمَلُ/\nوكُنْتَ تَتْلو كِتابَ اللهِ مُعْتَبِراً\n...\nلا يَعْتَريكَ على تَكْرارِهِ مَلَلُ\nوكُنْتَ في سُنةِ المُخْتارِ مُجْتَهِداً\n...\nأنْتَ باليُمْنِ والتَّوْفيقِ مُشْتَمِلُ\nوكُنْتَ زيناً لأهْل العِلْمِ مُفْتَخِراً\n...\nعلى جَديدٍ كَساهُمْ ثوبُكَ السملُ (3)\nوكُنْتَ أسْبَغَهُمْ ظِلاًّ إذا استْعَرَتْ\n...\nهَواجِرُ الجَهْلِ والإِظْلالُ يَنْتَقِلُ\nكساكَ رَبُّكَ أوْصافَاً مُجَمَّلَةً\n...\nيَضِيْقُ عَنْ حَصْرِها التَّفْصيلُ والجُمَلُ\nأَسْلَى (4) كَمالُكَ عَنْ قَوْم مَضَوْا بَدَلاً\n...\nوعَنْ كَمالِكَ لا مُسْلٍ ولا بَدَلُ\nفمِثْلُ فَقْدِكَ تَرْتَاعُ، العُقولُ لهُ\n...\nوفَقْدُ مِثْلِكَ جُرْحٌ لَيْسَ يَنْدَمِلُ\nزَهِدْتَ في هذهِ الدُّنْيا وزُخْرُفِها\n...\nعَزْماً وحَزْماً فَمَضْروبٌ بكَ المَثَلُ\nأعْرَضْتَ عَنْها احْتِقاراً غَيْرَ مُحْتَفِلٍ\n...\nوأنْتَ بالسَّعْيِ في أُخْراكَ مُحْتَفِلُ\n(1) انظر ترجمته في: \"الجواهر المضيئة\" (2/ 19)، و\"الدارس في تاريخ المدارس\" (1/ 574).\n(2) (الأصل): واحدها: الأصيل، وهو ما بعد العصر وقبل العشي.\n(3) الثوب السَّمل: البالي.\n(4) السُّلوان: هو النسيان.\nالجزء: 1 ¦ الصفحة: 114\n",
        "عَزَفْتَ عَنْ شَهَوات ما لِعَزْم فتى\n...\nبها سواك إذا عنَّت له قبل\nأَسْهَرْتَ في العِلْم عَيْناً لَمْ تَذُقْ سِنَةً\n...\nإلا وأنت في الحلم مشتغل\nيا لَهْفَ حَفْل عًظيم كُنْتَ بَهْجَتَهُ\n...\nوحيله فعراه بعدك العطل\nوطالِبُو العِلْم مِن دان ومُغْتَرب\n...\nنالوا بيمينك منه فوق ما أملوا\nحَارُوا لِغَيْبَةِ هادِيْهِم وضاقَ بهِمْ\n...\nلفرط حزنٍ عليه السهل والجبل\nتُرَى درَى تُرْبَهُ مَن غَيبُوهُ بهِ\n...\nأو نعشه من على أعواده حملوا / [36]\nعَنَّاهُ شُغْلُهُمُ دهراً وعادَ لَهُم\n...\nبلاعج الوجد (1) عن أشغالهم شغل\nيا (مُحْيي الدِّينِ) كَمْ غادرْتَ مِن كبد\n...\nحرى عليك وعين دمعها هطل\nوكُمْ مُقام كَحَد السَّيْفِ لا جَلدٌ\n...\nيقوى على هوله فيه ولا جدل\nأَمَرْتَ فيهِ بأمْرِ اللهِ مُنْتَضِياً (2)\n...\nسيفاً من العزم لم يصنع له خلل\nوكلم تَوَاضَعْتَ عنْ فَضْل وعَنْ شَرَفٍ\n...\nوهمةٍ هامة الجوزاء تنتعل\nعالجْتَ نَفْسَكَ والأدواءُ شامِلةٌ\n...\nحتى استقامت وحتى زالت العلل\nبَلَغْتَ بالتعَب الفَاني رِضَى مَلِكٍ\n...\nثوابه فى جنان الخلد متصل\nضَيْفُ الكَريَم جَديرٌ أَنْ يُضافَ لهُ\n...\nإلى الكرامة من ألطافه نزل\nبَرَرْتَ أَصْلَيْكَ (3) في داريكَ مُحْتَسِباً\n...\nفقد تكافأ فيك الحزن والجذل (4)\nفَجَعْتَ بالأمْسِ لَيْلَا كُنْتَ سَاهِرَهُ\n...\nلله والنوم قد خيطت به المقل\nوحَالَ (5) نورُ نهارٍ كُنْتَ صائِمَهُ\n...\nإذا الهجير بنار الشمس مشتعل\nلا زَالَ مَثْواكَ مَثْوى كُل عارِفَةٍ\n...\nوروضه النضر من سحب الرضا خضل (6)\n(1) الهوى المحرق.\n(2) (انتضى السيف): أخرجه من غِمده شاهراً له.\n(3) في \"المنهاج السوي\": \"أهليك\"، وكذا في الأصل، وفي هامشه: \"أصليك\"، وأمامه: \"صح\".\n(4) (الجذل): الفرخ.\n(5) في \"المنهاج السوي\": \"رجاك\"!\n(6) (الخضل): النَّدي.\nالجزء: 1 ¦ الصفحة: 115\n",
        "إلى مَتَى بغُرورٍ نَطْمِئِنُّ ولا الـ\n...\nمُلوكُ رُدَّ الرَّدَى عنهُمْ ولا الرُّسُلُ\n[37] ولا حِمىً مِن حِمام (1) جَحْفَلٍ (2) لَجبٍ (3)\n...\nولا حُصونٌ مَنيعَاتٌ ولا قُلَلُ (4) /\nيا لاهِياً لاهِياً عَنْ هَوْلِ مَصْرَعِهِ\n...\nوضَاحِكُ السن مِنْهُ بَضْحَكُ الأجَلُ\nلا تُخْلِ نَفْسَكَ مِن زَاد فإنكَ مِن\n...\nحينِ الولادِ مَعَ الأنْفاسِ مُرْتَحِلُ\nومَا مَقامٌ يُديمُ السَّيْرَ يَتْبَعُهُ\n...\nإلى مَحَل تَلاهُ سَائِقٌ عَجِلُ (5)\nقال شيخُنا ناظمها: \"نجزت -بحمد الله ومنه- خمسة وثلاثون بيتاً\".\n(والجَلَلُ) -بفتح الجيم-: هو الأمر العظيم، ويستعمل في الحقير، وينصرف إلى أحدهما بالقرينة له.\nقال: (فَقْدُكَ): مرفوع الدال؛ تقديرُهُ: واستوحَشَتْ الأقدار، وساءها الفقدُ (6).\n(السَّمَل) -بفتح الميم-: هو الخَلِق.\n(عزَفْتَ): أي: مِلْتَ بكراهة.\n(عَنَّتْ): أي: عرضت.\n(1) (الحمام): قضاء الموت وقدره.\n(2) (الجحفل): الجيش الكثير فيه الخيل.\n(3) (لجب): مضطرب.\n(4) (قُلل): قمم.\n(5) القصيدة في \"تاريخ ابن الفرات\" (7/ 110)، و\"فوات الوفيات\" (4/ 577)، و\"عيون التواريخ\" (21/ 165 - 166)، و\"ذيل مرآة الزمان\" (3/ 289)، و\"المنهاج السوي\" (82 - 84).\n(6) في هامش الأصل ما نصه: \"حاشية: فَقْدَك: منصوب على أنه مفعول\".\nالجزء: 1 ¦ الصفحة: 116\n",
        "(اللهَف): الخَوَر.\n(العَطَل) -بفتح العين والظاء-: هو ضدّ التحلِّي.\n(هامة الجَوْزاء): أعلاها.\n(البلاعج) -بكسر الباء الموحدة-: بعارض، وهو الحرق.\n(بررتَ أصليك في الدارين): من حيث إنهما صبرا على موته، فأُثيبوا عليه.\nثم رثاه بأخرى، وخصني بها، وأرسلها إلي تعزيةً لي به؛ لأني كنتُ سرتُ إلى (نوى) صحبةَ قاضي القضاة أبي المفاخر محمد بن عبد القادر الأنصاري رحمه الله لتعزية والده وأقاربه، وأقمتُ عندهم أياماً (1)، فلما عدت إلى دمشق؛ كتبها وأرسلها- رحمهم الله:-/ [38]\nنَبَأ أصَم بهِ وأصْمَى الناعِي\n...\nفَجَنَى على الأبْصارِ والأسْماعِ\nغَدَتِ النُّفوسُ بهِ شَعاعاً إذْ بَدَتْ\n...\nشَمْسُ الضُّحَى حُزْناً بغَيْرِ شُعاع\nأَوْدَى بِها خَوْفُ التفَرُّقِ قَبْلَهُ\n...\nما أشْبَهَ الأوْجالَ بالأوْجاعَ\nحَل المُصابُ بِرَبِّ كُلِّ فَضيلَةِ\n...\nرَبَّاءِ كُل ثَنِيَّةِ (2) طَلاَّعِ\nهاد إلى السنَن القَويم وسُنةِ الـ\n...\nهادي جَميلِ مَناقِب ومَساعِ\n(يَحْيىَ) الذي أَحْيا الفَضَائِلَ سَعْيُهُ\n...\nوهَدَى ببارِقِ ذهنِهَ اللماعِ\nالقانِتُ القَوَّامُ والصوامُ والسـ\n...\nـاعِي بخَطْو في العُلوم وَسَاعِ\nهانَتْ عِلَى هِمَمِ لهُ إِلِّيةِ\n...\nلكنهاَ عَزتْ عَلى الَأطْماعِ\nما زَالَ أوْحَدَ دهرِهِ في عَصْرِهِ\n...\nوإلى سَبيلِ الحَقِّ أفْضَلَ دَاع\n(1) \"ترجمة الإمام النووي\" (ص 75) للسخاوي.\n(2) (الثنية): الطريق في الجبل. ويقال: (فلان طلاَّع الثنايا): جَلِدٌ يَتحمل المشاق، أو ساعٍ لمعالي الأمور.\nالجزء: 1 ¦ الصفحة: 117\n",
        "طالَ الوَرَى طُرّاً بأعْلَى هِمَّةٍ\n...\nفي كل صالحةٍ وأطول باع\nوشَّاهُمُ (1) مُتَحَقِّقاً بِمعارِفٍ\n...\nمحمودة الأجناس والأنواع\nخَبَر جَليل جَلَّ في تَأبِينِهِ\n...\nعن رثية الأشعار والأسجاع\nقد جُمِّعَتْ فيهِ خِلالُ سَمِيِّه\n...\nثبوتها بشهادة الإجماع\nنِعْمَ المَوَفَّقُ كانَ في أَقْوالِهِ\n...\nوفعاله وموفق الأتباع\n[39] فَقَدَتْهُ والآمالُ فيهِ فَسيحَةٌ\n...\nإذ كان خير ذخيرةٍ ومتاع/\nباتَتْ لِفَقْدِ حُنُوِّهِ في وَحْشَةِ\n...\nوعلى الأسى محنية الأضلاع\nطوْبَى لهُ مِن واصِلِ حَسَناتِهِ\n...\nبالصالحات لليله قطَّاع\nلَقِيَ المَنونَ لِقاءَ مُرْتاح إلى\n...\nمولاه لا جزع ولا مرتاع\nيا لَهْفَ مَن كانَ السعيد بقُرْبِهِ\n...\nومنازل منه خلت ومرباع\nلا زَالَ مَثْواهُ بصَوْبِ سَحائِبِ الر\n...\nضوان روضاً دائم الإمراع (2)\nوقرأ الصدرُ الرئيسُ الفاضلُ أبو العباس أحمد بن إبراهيم بن مصعب رحمه الله بدار الحديث النورية مرثاةً، نظمها وأنا أسمع، وكان قرأ على الشيخ -قدس الله روحه- قطعةً من \"المنهاج في مختصر المحرر\"، واستنسخ \"الروضة\" له، وقابلتُ له بعضها مع الشَّيخِ، وأصلحتُ بإملائه رحمه الله مواضع منها:\nأأكْتُمُ حُزْنِي والمَدامِعُ تُبْديهِ\n...\nلِفَقْدِ امْرئٍ كُلُّ البَرِيةِ تَبْكيهِ\nرَأى الناسُ مِنْهُ زُهْدَ (يَحْيى) سَمِيِّهِ\n...\nوتَقْواهُ فيما كانَ يُبْدي ويُخْفيهِ\nولَمْ يَرْضَ بالدُّنْيا ولا مالَ لحظَةً\n...\nإلى عَيْشِها فالله لا شَك يُرْضِيْهِ\nفَلَيْسَ لهُ في زُهْدهِ وخُشُوعِهِ\n...\nوتَجْريدِهِ في الناسِ مِثْلٌ يُدانيهِ\n(1) في هامش الأصل: \"قال الناظم رحمه الله: وشاهم: سبقهم\".\n(2) انظر: \"المنهاج السوي\" (ص 84 - 86).\nالجزء: 1 ¦ الصفحة: 118\n",
        "تَحَلَّى بأوْصافِ النَّبيِّ وصَحْبِهِ\n...\nوتابعهم هدياً فمن ذا يناويه (1)؟\nوشَمَّرَ عنْ ساقِ اجْتِهادٍ يُعَلِّمُ الـ\n...\nجهول ويهديه السبيل ويكفيه/ [40]\nوكانَ رَؤوفاً بالضَّعيفِ وطالبِ الـ\n...\nـعلوم يوفيه الجواب ويدنيه\nيُسَرُّ إذا ما سَدَّدَ الخَصْمُ حُجَّةً\n...\nوإن ضل عن قصد المحجة يهديه\nومَن جاءَ يَستَفْتيهِ يُمْني مَحَلَّهُ\n...\nويجلسه بالقرب منه ويفتيه\nتَصانِيفُهُ في كُلِّ عِلْم بَديعَةٌ\n...\nوأبدع منها ما يقول ويمليه\nحَديث رسولِ الله والفقْهُ دأبُهُ\n...\nيصنف في هذا وهذاك يرويه\nوَيتْلو كِتابَ الله سِرّاً وجَهْرةً\n...\nويفكر في تفسيره ومعانيه\nيَرَى المَوْتَ حُلْواً في إِماتَةِ بِدْعَةٍ\n...\nوكم سنة أحيا بصدق مساعيه\nفَطُوبى لهُ ما شانَه (2) طيبُ مَطْعَمٍ\n...\nولا ملبسٍ رقَّت ولانت حواشيه\nوآثَرَ مَع فَقْرٍ بهِ وخَصاصَةٍ\n...\nعلى نفسه جوداً بما كان يحويه\nتَفَرَّقَ في أهْلِ العُلوم (3) مَحاسِنٌ\n...\nوقد جمعت أوصافهم كلها فيه\nشَكَا فَقْدَهُ عِلْمُ الحَدَيثِ وحِفْظُهُ\n...\nوأهلوه والكتب الصِّحاح وقاريه\nولاحَ على وَجْهِ العُلومِ كَآَبةٌ\n...\nتخبر أن الدين قد مات مات محييه (4)\nقَضَى ولهُ عِلْمٌ يُجَدِّدُ ذِكْرَهُ\n...\nوينشره فالدهر هيهات يطويه\nوعَمَّ بِلادَ المُسْلِمينَ مُصابُهُ\n...\nوخصَّ دمشقاً بالرزية ناعيه\nوكَمْ نِلْتُ مِن خَيْريَّةٍ في حَياتِهِ\n...\nوبعد مماتي فى معادي أرجيه/ [41]\nوما كُنْتُ أرْجو أن أؤخَّرَ بَعْدَهُ\n...\nفأندبه بعد الممات وأرثيه\nفلَوْ أنَّهُ يُفْدَى بأهْلي وجِيْرَتى\n...\nومالي ونفسي كنت والله أفديه\n(1) كذا في الأصل، ولعل الصواب: يساويه.\n(2) في الأصل: \"شافه\"!!\n(3) في الأصل: \"العلم\"!!\n(4) انظر ما قدمناه في التعليق على (ص 39) من كراهية الإمام النووي لقب (محيي الدين)، وأن الدِّين حيٌّ ثابتٌ، دائم، غير محتاج إلى مَن يحييه.\nالجزء: 1 ¦ الصفحة: 119\n",
        "ولكِنَّهُ المَوْتُ الذي قَهَرَ الوَرَى\n...\nفما مِنْهُمُ إلَّا مُجيبٌ لِداعِيهِ\nإذا عَدِمَ الإسلامُ أشْرَفَ أهْلِهِ\n...\nفحُقَّ لَنا فى ذا المُصاب نُعَزِّيهِ\nفَحَيَّا الحَيَا قَبراً بهِ راحَ ساكِناً\n...\nليُرْوَى [ثَرَى] (1) ذاكَ الضَّريح وَواديهِ (2)\nورثاه الفقيهُ الفاضلُ الإمامُ الصدرُ الرئيسُ الأديبُ نجم الدين أبو العباس أحمد ابن شيخنا عماد الدين أبي عبد الله محمد بن أمين الدين سالم بن الحسن بن هبة الله بن محفوظ بن صَصْرى التَّغْلِبي (3) -بالتاء المثنَّاة والغين المعجمة- البلدي في شعبان سنة ست وسبعين وست مئة.\nوعَتبَهُ بعضُ مشايِخِهِ على ذلك، فبلغَني أنَّه أجابَ عَتَبَهُ بأنَّكَ إذا مُتَّ رَثَيْتُكَ بأحسنَ منها.\nفلما كان في سنة اثنتين وسبع مئة؛ وليَ قضاءَ القضاةِ بالشام، فتفضَّلَ، وحضرَ مَجْلِسي للحديث بدار الحديث النورية -رحم الله واقِفَها-[في جُمادى الأولى] (4)، فأمرتُ قاريءَ الحديث أن يقرأها عليه؛ ليسمعَها الحاضرون منه، وتبركاً بذكر الشيخ -قدس الله روحه- وسمعتُها معهم [42] لأرويها عنه لمن طلب ذلك -إن شاء الله تعالى-/.\nوتجوز الرواية عن الأحياء بلا كراهة عند جمهور العلماء، وكرهها الشافعي رحمه الله خوف نسيان المروي عنه، واتهام الراوي، والله أعلم.\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) انظر: \"المنهاج السوي\" (ص 88).\n(3) انظر ترجمته في: \"البداية والنهاية\" (14/ 106)، و \"فوات الوفيات\" (1/ 125)، و \"الدرر الكامنة\" (1/ 263).\n(4) ما بين المعقوفتين من هامش الأصل.\nالجزء: 1 ¦ الصفحة: 120\n",
        "أعَيْنَي جِدّا بالدُّموعِ الهَوامِلِ\n...\nوجُودِي بِها كالسَّرياتِ (1) الهَواطِلِ\nعلى الشيخ مُحْيي الدينِ ذي الفَضْل والتقى\n...\nورَبِّ الهُدَى والزهْدِ حاوِي الفَضائِلِ\nعلى قانِتٍ بَرٍّ طَهورٍ مُوَفَّقٍ\n...\nعلى عالِمِ بالنُّسْكِ والدِّينِ عامِلِ\nعلى زاهِدٍ في طاعَةِ اللهِ جاهِدٍ\n...\nعلى عابدٍ يَبْغِي رِضى اللهِ فاضِلِ\nعلى راغِب في الدينِ قدْ رَفَضَ الدُّنا\n...\nفَغَالتْهُ مِنها حادِثاتُ الغوائِلِ\nوسِيلِي دماً فالدَّمْعُ لَيْسَ بنافِع\n...\nغلِيلي ولا مُطْفٍ أوامَ مَفَاصِلِي\nلقَدْ كانَ فَرْدَاً في الزَّمانِ مُكَمَّلاً\n...\nعَديمَ نظيرٍ أو شَبيهٍ مُساجِلِ (2)\nلَقَدْ كانَ بَحْراً للفَضائِلِ طامياً\n...\nغَزيرَ عُبابٍ ما لَهُ مِن سَواحِلِ\nلَقَدْ كانَ ذا فَضْلٍ ونُبْلٍ وسُؤدُدٍ\n...\nسَمَا عَنْ مُساوٍ أَوْ عَديلٍ مُماثِلِ\nلَقَدْ كانَ عنْ دينِ الإلهِ مُناضِلاً\n...\nفَأكْرِمْ بهِ مِن ديِّنٍ ومُناضِلِ\nلَقَدْ كانَ في الدُّنْيا الدنيَّةِ زَاهِداً\n...\nفلَمْ يُلْهَ مِنْها قَط يَوْماً بطائِلِ\nلقَدْ كانَ في الأخْرى العَلِيَّةِ جاهِداً\n...\nفَنَوَّلَهُ مِنْها بأشْرَفِ (3) نائِلِ\nلَقَدْ كانَ بالمَعْروفِ للنَّاسِ آمِراً\n...\nوناهِيَهُم عن مُنْكَراتٍ وباطِل/ [43]\nفكَم قامَ في الإسلامِ حَق قِيامِهِ\n...\nوما عاقَهُ عْن قَصْده ِعَذْلُ عاذِلِ (4)\nوكَمْ مِن مُقام قامَ فيهِ بنُصْرَةِ الـ\n...\nأنام مَقَامَ الذَّابلاتِ العَوامِلِ\nوكَمْ لِذَوي الجَاهاتِ واجَهَ مُعْلِناً\n...\nبإِنْكَارِهِ عندَ الضُّحَى والأصائِلِ\nوكَمْ بالهُدَى والحَقِّ شافَهَ مُنْكِراً\n...\nلمَنْ لَمْ يَكُنْ يُصْغِي لأقوالِ قائِلِ\nفإنْ هُوَ عنْ رُؤياهُ أصْبَحَ عاجِزاً\n...\nيُبَلِّغُهُ إنْكارَهُ في الرَّسائِلِ\nتَنَزَّهَ عنْ دُنْياهُ يَرْجو إلهَهُ\n...\nفعَوَّضَهُ عَنْ عاجِلاتٍ بآجِلِ\nوصَدَّ عِنِ الفاني ليُصْبحَ فائِزاً\n...\nبِباقٍ مِن الأخْرى عَديمِ مُعادِلِ\n(1) السَّاريات: السُّحب التي تجيء ليلاً.\n(2) مساجل: مُبارز.\n(3) في الأصل: \"رب أشرف\".\n(4) أي: لوم لائم.\nالجزء: 1 ¦ الصفحة: 121\n",
        "فلَمْ يَكُ مِن حَظِّ لَهُ في حَياتِهِ\n...\nوذاك على الإخلاص أقوى الدلائل\nولَمْ يَكُ يَسْعى في سوى الزهْدِ والتقَى\n...\nوقد كان فيه خير ساعٍ وفاعل\nولَمْ يَكُ فعَّالاً سوى الخير والهُدى\n...\nوهاتيك -والرحمن- أفعال عاقل\nتَعَزوْا جَميعَ الناسِ عنهُ فكُلُّكُم\n...\nمصابٌ به من عالمين وجاهل\nفكَمْ قامَ فيما نابَكُم مِن مُلِمَّةِ\n...\nوشغلٍ بما فيه من الحزن شاغل\nعلى قاصِديكُم بالنوائِب مُنْكِراً\n...\nبلفظ وجيز للمواعظ شامل\nوكَمْ ذَب عنكُمْ مَرةً وحَماكُمُ\n...\nبقول وعزم مثل حد المناصل (1)\n[44] رَجاءَ ثَواب اللهِ لا قَصْدَ سُمْعَةِ\n...\nولا لحياء منكم وفواضل/\nفأسْكَنَهُ الرحمنُ في دارِ خُلْدِهِ\n...\nوبلَّغه منها أجل المنازل\nورَثاهُ بعضُ فضلاء الحنفية (2) -رحمهم الله أجمعين-:\nمُصابٌ أَصابَ القَلْبَ والجَفْنَ أرقا\n...\nوخطبٌ أتى بالحزن والصبر فرَّقا\nورُزْءٌ تَفَشَّى المُسْلِمينَ بأسْرِهم\n...\nوسهمٌ إلى عين الشريعة فوِّقا (3)\nفأضْمَى صَميمَ القَلْبِ مِن كُل مُسْلِم\n...\nوأصلا الحشا جمراً من الحزن محرقا\nولَمْ يَعْدُ قَلْبَ الشافعيةِ نَصْلُهُ\n...\nوإن كان قد عم المذاهب مطلقا\nلَقَدْ سَددَ الرَّامي السِّهامَ ولَمْ يَكُنْ\n...\nليخطي به سهم المنون مفوقا\nوخَطْبٌ يَجوبُ الأرضَ شَرْقاً ومَغْرِباً\n...\nفأشأم في قطع البلاد وأعرقا\n(1) المناصل: جمع مُنصُل: السيف.\nانظر: \"المنهاج السوي\" (ص 88).\n(2) كذا قال المصنف، ولم يسمه، وكذا قال السخاوي في \"ترجمة الإمام النووي\" (ص76)؛ إلا أن السيوطي سماه في \"المنهاج السوي\" (ص88)، فقال: \"وقال الفقيه سليمان بن أبي الحارث الأنصاري الحنفي\".\n(3) (الفُوق)؛ من السهم: حيث يثبت الوتر منه. و (فُوِّق السهم): كان بأحد طرفي فُوقه مَيل أو انكسار.\nالجزء: 1 ¦ الصفحة: 122\n",
        "وعَمَّ جَميعَ الأرْضِ مِن كُلِّ وِجْهَةٍ\n...\nوإن خص من دون الأقاليم (جلقا) (1)\nومادَتْ نَواحي الأرض حُزْناً بأهْلِها\n...\nوكادت قلوب الخلق أن تتمزقا\nوضاقَ الفَضاءُ الرحْبُ حَتى لَقَدْ غَدا\n...\nكسم خياط (2) أو من السم أضيقا\nوقَدْ حَكَمَتْ أيْدي المَنونِ بِمَنْ كسا\n...\nعلى الدين والدنيا جمالاً ورونقا\nومَنْ كانَ للدِّينِ الحَنيِفي عِصْمَةً\n...\nيرد العدى عنه وللعين مؤنقا (3)\nومَن كَانَ حَلْياً للزَّمانِ وأَهْلِهِ\n...\nوعقد نظام العلم والحلم والتقى\nلَقَدْ كانَ رُكْناً للشَّريعَةِ مانِعاً\n...\nيصان به الإسلام طوعاً ومتقى/ [45]\nوعَيْنَاً لأهْلِ الرُّشْدِ في المَحْلِ هاطِلَاً\n...\nوصوباً (4) على أهل الضلاله مصعقا\nونوراً لدينِ اللهِ يَهْدِي ذَوي العَمَى\n...\nوبدر تمام في سما الشرع مشرقا\nوعضباً (5) يَصونُ الدينَ مِن كلُ مُلْحِدٍ\n...\nوباغ صقيلاً (6) ماضي الحد مطلقا\nإذا ما انْتَضاهُ الشَرْعُ مِن أَجْلِ حادِثٍ\n...\nفرى هامة الخطب الجسيم وفلَّقا (7)\nلَقَدْ هَفَتِ الأكْبادُ مِنَّا كآبةً\n...\nوطارت أسىً من حزنها وتحرقا\nوأَوْدَي بِها عُظْمُ المُصاب ولَوْ فُدِي\n...\nلكانت له الأرواح من كلِّنا وقا\nفأَصْبَحَتِ الأقطارُ واَلكَوْنُ كُلُّهُ\n...\nلفقدك (محيي الدين) بيداء سملقا (8)\nوأَقْفَرَ رَبعُ الزُّهْدِ والجُودِ والنُّهَى\n...\nوربع الحِجَى (9) والنسك والدين والتقى\nأسِفْتُ ولو رَدَّ القَضاءَ تَأَسُّفٌ\n...\nلما كان مما بي إليك تطرقا\n(1) بفتح وكسر اللام: اسم دمشق.\n(2) (سَمُّ الخياط): ثقب الإبرة.\n(3) (آنق الشيء): أعجبه، فهو مُؤنق وأنيق.\n(4) (الصَّوْب): المطر الغزير، فيه رعودٌ وبروقٌ.\n(5) هو من أسماء السيف.\n(6) هنا صفة للإمام النووي (صقل الكلام): هذَّبه ونمقه.\n(7) (فلق الشيء): شقه. و (فلق الخَطْب): إذا شتته وبرَّده.\n(8) (السّملق): القفر الذي لا نبت فيه.\n(9) (الحِجَى): العقل.\nالجزء: 1 ¦ الصفحة: 123\n",
        "رَثَيْتُكَ لا أني ظَنَنْتُكَ مَيتاً\n...\nوكيف وإحياء العلوم هو البقا\nوكَمْ مَئتٍ أحْيَيْتَهُ بعدَ مَوْتِه\n...\nفأصبح أبداً (1) للصواب وأحذقا\nوكَمْ غامِضٍ أَوْضَحْتَ للناسِ غَمْضَهُ\n...\nوإن كان قد أعيا الإمام المحقِّقا\nوكَمْ شَنَّفَ الأسْماعَ دُرًّا ولُؤلؤاً\n...\nإذا ما شجى في مجلس منه منطقا\nبِلَفظٍ يَفوقُ الماءَ مِنْهُ عُذوبَةً\n...\nبل اللؤلؤ الرطب الأنيق المنمقا\n[46] ومُفْتَقِراً للعِلْمِ أَغْنَيْتَ فَقْرَهُ\n...\nفأضحى غنياً بعد أن كان مملقا (2) /\nوحَيْرانَ في قَفْرٍ مِن الغَيِّ بَلْقَعٍ (3)\n...\nهداه إلى سبل الرشاد وطرقا\nوكَمْ فاجِرٍ قَدْ راضَهُ بتَلَطُّفِ\n...\nفعوض عن ذاك الفجور به تقى\n(أبا زَكَرِيا) ليسَ للمَرْءِ مَلْجأ\n...\nيرد الردى عنه ولو جر فيلقا\nفكُل وإنْ طالَتْ جَريدَةُ عُمْرِهِ\n...\nسينسخ في درج المنون محققا\nأَ (يَحْيىَ) لو أن المَوْتَ يَثْنيهِ عَنْ فَتى\n...\nثبات جنان لانثنى عنك أخرقا\nوما مَدَّ صَرْفُ الدَهْرِ نَحْوَكَ باعَهُ\n...\nولا ضم جنبيك الصفيح (4) مُطبقا\nفَكَمْ مَوْطِنِ قدْ قُمْتَ فيهِ مُجاهِداً\n...\nوطرف الردى فيه إليك (5) محدقا\nلَئِنْ كانَ قَدْ وارى الثَّرَى حُسْنَ خَلْقِهِ\n...\nفغير مطيقٍ أن يواري التخلقا\nوكَيْفَ يُواري الترْبُ عِلْماً غدا بهِ\n...\nعلى سعةٍ صدر البسيطة ضيقا\nفَطُوبى لِقَبْرٍ ضَمَّهُ فَلَقَدْ غَدا\n...\nيباهي به دار المقامة والبقا\nسَقَا قَبْرَهُ صَوْبَا غَمامٍ ورَحْمَةٍ\n...\nإذا قيل أن قد أقلعا عنه أغدقا (6)\n(1) كذا في الأصل.\n(2) (أملق الرجل): أنفق ماله حتى افتقر.\n(3) (البلقع): الخالي من كل شيء. (أرض بلقع): خالية ملساء.\n(4) (الصفيح): الحجارة الرقيقة؛ كناية عن القبر هنا.\n(5) في الأصل: \"إليه\"!!\n(6) انظر: \"المنهاج السوي\" (ص 88 - 89).\nالجزء: 1 ¦ الصفحة: 124\n",
        "ورَثاهُ صاحِبُنا الفقيهُ الفاضِلُ أبو عبد الله محمد المَنْبِجِيّ (1) -نَفَعَ الله به- أحدُ فقهاء المدرسة الناصرية بدمشق المحروسة والساكنِ بها، شاعر، أديبٌ، مفلِّق:\nسُبُلُ العُلوم تَقَطَّعَتْ أسْبابُها\n...\nوتَعَطَّلَتْ مِن حَلْيِها طُلاَّبُها\nلِمُصيبَةٍ عَزَّ العَزاءُ لها كَما\n...\nفي النَاسِ قَدْ جَلَّتْ وجَل مُصابُها/ [47]\nيا أيُّها الحَبْرُ الذي مِن بَعْدِهِ\n...\nكُلُّ الفَضائِلِ أُغْلِقَتْ أَبوابُها\nأَضْحَى على الدُّنْيا لِفَقْدِكَ وَحْشَةٌ\n...\nما اعْتَادها مِن قَبْلِ ذا أَرْبابُها\nمُسْوَدَّةٌ أيَّامُها مُتَغَيرٌ\n...\nأَحْوالُها مُسْتَوْحِشٌ مِحْرابُها\nللهِ أيُّ بِحارِ فَضْل غُيِّضَتْ (2)\n...\nمِنْ بَعْدِ ما زَخَرَتْ وعَجَّ عُبابُها (3)\nمَنْ للمَسائِلِ أَعْضَلَتْ مَنْ لِلْفتا\n...\nوَى أشْكَلَتْ عَنْ أَنْ يُرَدَّ جَوابُها\nمَن لِلتُّقَى مَنْ لِلْحيا مَنْ لِلْحِجى\n...\nطُويَتْ لِفَقْدِ أَلِيفها أَثْوابُها\nقدْ كانَ ذا سَمْتٍ يقرُّ بِحُسْنِهِ\n...\nفِي العَالمينَ شُيوخُها وشَبابُها\nومَناقِبٍ مِثْلِ الكَواكِب سَافِرٍ\n...\nعَنْها لحَظِّ النَّاظِرينَ نِقابُها\nحَسَناتُهُ أَرْبَتْ على قطرِ الحَيا\n...\nفلأجْلِ ذلكَ أتْعِبَتْ كُتَّابُها\nما عُذرُ أجْفانٍ عليهِ لَمْ يَدُمْ\n...\nبِنَجيع دَمْع حَسْرَةً تَسْكابُها\nتَبّاً لِدُنْيا لا يَدُومُ سُرُورُها\n...\nمَعَ أنها لا تَنْقَضي أوْصابُها\nفَنَعيمُها -أَنَّى نَظَرْتَ- شَقاؤها\n...\nوالشهْدُ (4) مِنْها -إنْ تُحَقق- صابُها (5)\nوكَذا المَنونُ إذا اعْتَبَرْتَ مَطِيَّةً\n...\nمَرْهونَةً كُلُّ الوَرَى رُكَّابُها\n(1) انظر ترجمته في \"شذرات الذهب\" (6/ 236 و 289)، و\"معجم المؤلفين\" (11/ 295).\n(2) (غاض الماء): إذا غاب في الأرض، والمراد: غِيْضت بحار الفضل: أي: جفَّت من كثرة بكائها على الإمام النووي رحمه الله.\n(3) (عب ماء البحر): ارتفع موجُه واضطرب.\n(4) (الشَّهْد): عسل النحل.\n(5) الصَّابُ: العلقمُ.\nالجزء: 1 ¦ الصفحة: 125\n",
        "فانْظُرْ لِنَفْسِكَ أيها المَغْرورُ مِن\n...\nيَوم يَطولُ على النفوسِ حِسابُها\n[48] في مَوْقِفٍ للنَّاسِ صَعْب لَمْ تُفِدْ\n...\nأحسابُها فيهِ ولا أَنْسابُها/ [48]\nواسْلُكْ كـ (مُحْيي الدينِ) سُبْلَ سَلامَةٍ\n...\nتُقْصيكَ مِن نارٍ يَدُومُ عَذابُها\nعَزَفَتْ عنِ الدُنْيا الدنيةِ نَفْسُهُ\n...\nوهِيَ التي عَدَدُ الحصى خُطَّابُها\nوتَخَيَّرَ الباقي على الفانِي وما\n...\nأَصْباهُ مِنْها حَلْيُها وخِضَابُها\nأَطْنَبْتُ في نَظْمي المَراثيَ بَعْدَهُ\n...\nلَوْ كَانَ تَشْفِي غُلتي إِطْنابُها\nفَسَقَى ضَرِيحاً حَلَّ فيهِ رَحْمَةٌ\n...\nيَهْمِي على كَرِّ العُصورِ سَحَابُها\nوأَحَلَّه الرَّحْمنُ عالِيَ جَنَّةٍ\n...\nمَأُنوسَةٍ رِضْوانُهُ بَوابُها (1)\nورثاه قاريء دار الحديث الأشرفية، والآخذ عنه، الشيخ، الفاضل، المحدِّثُ، أبو الفضل، يوسف بن محمد بن عبد الله (2) الكاتب، الأديب، المصري، ثم الدمشقي، وقال: \"نَظَمْتُها راثياً مشايخي -رحمَهُم الله تعالى-\".\nوسَمِعْتُها مِن لَفْظِهِ:\nالحَمْدُ للهِ العَظِيمِ الهَادي\n...\nجَلَّتْ مَحامِدُهُ عَنِ التَّعْدادِ\nرَبٌّ عَلا في مَجْد وجَلالِهِ\n...\nعَنْ مَنْ يُضاهِيهِ مِن الأنْدادِ\nجَل الذي هُو واحِدٌ في مُلْكِهِ\n...\nمِن غَيْر صاحِبَةٍ ولا أَوْلادِ\nخَلَقَ الوَرَى والخَلْقَ إِظْهارَاً لِما\n...\nيَخْفى مِن المُلْكِ العَظيمِ البادِي\nقَسَمَ الخَلائِقَ كَيْفَ شاءَ فَكُلُّهُم\n...\nمُلْكٌ له مِن رائِح أوْ غادِي\n[49] فَقَضى لِمَنْ قَدْ شاءَ بالإبْعادِ\n...\nوقَضَى لِمَنْ قَدْ شاَءَ بالإسْعادِ/\nوقَضاؤه عَدْلٌ فَلَيْسَ بجائِرٍ\n...\nإذ كانَ مالِكَهُم بِلا تَرْدادِ\n(1) انظر: \"المنهاج السوي\" (ص 89 - 90).\n(2) انظر ترجمته في: \"فوات الوفيات\" (2/ 325)، و\"الدرر الكامنة\" (5/ 245)، و\"النجوم الزاهرة\" (11/ 100)، و\"المعجم المختص بالمحدثين\" (ترجمة رقم 383)، و\"شذرات الذهب\" (5/ 394).\nالجزء: 1 ¦ الصفحة: 126\n",
        "رَحِمَ الأنامَ فَأرْسَلَ الرُّسْلَ الكِرا\n...\nم الراشدين بواضح الإرشاد\nواللهُ شَرَّفَنا [بفَضْلِ] (1) نَبِينا الـ\n...\nمبعوث حقاً رحمة لعباد\nفأتَى بقُرْآنٍ عَظِيمٍ باهِرٍ\n...\nفيه الهدي أكرم به من هاد\nوحَدِيْثهُ يَشْفِي الصُّدُورَ ونُوره\n...\nتحيى القلوب به (2) ويروي الصادي\nوأقامَ للدِّينِ المُبينِ أَئِمَّةً\n...\nتهدي الورى فهم نجوم بلادي\nفَوُجودُهُمْ بَيْنَ الخَلائِقِ رَحْمَةٌ\n...\nومماتهم علمٌ لقرب معاد (3)\nفَالْعِلْمُ مَقبوضٌ بِقَبْضِ نُفوسِهِم\n...\nقد جاء ذاك عن النبي الهادي (4)\nفَلَقَدْ فَقَدْنا سادَةً في دهرِنا\n...\nنور العباد وعصمة الرواد (5)\nابنُ الصَّلاح إِمَامُنا حَبْرُ الوَرَى\n...\nوبقية العلماء والعباد\nوالشَّيْخ عِزُّ الدِّينِ أوْحَدُ دَهْرِهِ\n...\nوكذا السخاوي الرحيب النادي\nوكَذا أبو عَمْرِو الإمامُ وشَيْخُنا الـ\n...\nحبر الخطيب ملقب بعماد\nوكَذا شِهابُ الدِّينِ شَيْخٌ بارعٌ\n...\nفي كل علم ثابت الأطواد\nوكَذاكَ (مُحْيي الدِّينِ) فاقَ بِزُهْدِه\n...\nوبفقهه الفقها مع الزهاد\nالقانِتُ الأوَّابُ والحَبْرُ الذي\n...\nنصر الشريعة دائماً بجهاد/ [50]\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) في الأصل: به القلوب!!\n(3) في الأصل: معادي!!\n(4) يشير الناظم إلى قوله - صلى الله عليه وسلم -: \"إن الله لا يقبض العلم انتزاعاً ينتزعه من الناس، ولكن يقبض العلم بقبض العلماء\".\nأخرجه البخاري في \"الصحيح\" (1/ 194) (رقم 100)، ومسلم في \"الصحيح\" (4/ 2058) (رقم 2673)، والترمذي في \"الجامع\" (5/ 31) (رقم 2652) والنسائي في \"السنن الكبرى\" -كما في \"التحفة\" (6/ 361) -، وابن ماجه في \"السنن\" (1/ 20) (رقم 52)، والدارمي في \"مسنده\" (1/ 77)، وأبو القاسم البغوي في \"الجعديات\" (2/ 962) (رقم 2771)، وأحمد في \"المسند\" (رقم6511و 6787 و6788)، وابن المبارك في \"الزهد\" (رقم 816)، وغيرهم كثير.\n(5) في الأصل: \"عمدة الأجواد\"، وما أثبت من الهامش.\nالجزء: 1 ¦ الصفحة: 127\n",
        "تَبْكِيهِ دارٌ للحَدِيثِ وأَهْلُها\n...\nلخلوها من فضله المعتاد\nلَمْ يَبْقَ بَعْدَكَ للصُّحيحِ مُعَرِّفٌ\n...\nقد كنت فيه جهبذ النقاد\nمَنْ ذا يُبَيِّنُ مُرْسَلاً مِن مُسْنَدٍ\n...\nأو من حيث عد في الأفراد\nأوْ كانَ مَقْطوعاً ضَعِيفاً مُعْضَلًا\n...\nأو كان موضوعاً لذي إلحاد\nأوْ مَنْ يُبَيِّنُ مُنْكَراً في مَتْنِهِ\n...\nأو من يعرف علة الإسناد\nمَنْ ذا لِدَفْع المُنْكَراتِ وقَدْ غَدَتْ\n...\nبين الأنام كثيرة الترداد\nأَنْهَكْتَ جِسْمَكَ بالصِّيام مُواظِباً\n...\nوسهرت غير ممتع برقاد\nتشْفي النفوسَ إذا أجَبْتَ سُؤالَ مَن\n...\nيلقي عليك دقائق الإيراد\nوزَهَدْتَ في الدُنْيا وفي لَذاتِها\n...\nفكتبت عند الله في الزهاد\nتَبْكِيهِ جامِعُ جِلَّقٍ لَما خَلا\n...\nمنه تهجده على الآباد\nيا حَبذا تِلكَ الخلائِقُ والنُّهَى\n...\nما كان أبردها على الأكباد\nونَصَرْتَ دينَ اللهِ وَحْدَكَ جَاهِداً\n...\nودفعت عنه شبهة المراد (1)\nحَتى حَصَلْتَ على عُلوم جَمةٍ\n...\nونشرت أخبار النبي الهادي\nبالواضِحاتِ مِن الأدِلةِ جُلُّها\n...\nنص القرآن بذهنك الوقاد\n[51] أوحِشْتِ جِلَّقُ إذ فَقَدْتِ وَأَهلها\n...\nمن بعد أنس خالص ووداد/\nتَبْكيهِ صَحْبٌ كانَ يَجْمَعُ شَمْلَهُم\n...\nفيه بشرح شارح لفؤاد\nيا حَبذا مِنْ مُسْتَشارٍ ناصِحٍ\n...\nبمشورة تأتي بكل رشاد\nقَدْ كُنْتَ عَيْناً للبلادِ وأهْلِها\n...\nتسقي بك الأرضون عند جماد\nقَدْ كُنْتَ نوراً للْبَلادِ وأَهْلِها\n...\nقد عاد بعدك مبدلاً بسواد\nفَبَكَيْتُهُ لَما ثَوى بِثَرَى (نَوَى)\n...\nونأى فقد أصمى صميم فؤاد\nفَلَقَدْ سُلِبْناهُ وبُدِّلَ قُرْبُه\n...\nلما حواه لحده ببعاد\nقَدْ كَان تُسْلِيْنا مَجِالِسُ عِلْمِهِ\n...\nعن سالف الآباء والأجداد\nأَتُرَى تَعُودُ لَنا لَيالِي أُنْسِكُم\n...\nهيهات لكن ذاك يوم معادي\n(1) (المُرَّاد): جمع مارد، الطَّاغية والعملاق.\nالجزء: 1 ¦ الصفحة: 128\n",
        "حُقَّ البُكاءُ على الأنامِ لِفَقْدِهِم\n...\nحُزْناً وحُقَّ تَفَتتُ الأكْبادِ\nتَرَكُوا مَنازِلَهُم وسَارُوا سُرْعَةً\n...\nتَتْرى كَأنَّهُم حَدَاهُم حادِي\nغَدَتِ المَنونُ عليْهِمُ فتَتابَعوا\n...\nفكأنَّما كانوا على مِيْعادِ\nماذا أؤمِّلُ بَعْدَهم مِن لَذَّةٍ\n...\nتَبْقى وهُمْ كانوا جَميعَ فُؤادِي\n[يا صائِراً هذا المَصيرَ أَلا اسْتَفِقْ\n...\nمِنْ غَفْلَةٍ تُرْدِي وطُولِ رُقادِ] (1)\nواعْمَلْ لِنَفْسِكَ قَبْلَ سُكْناكَ الثَّرَى\n...\nوتَصِيرَ في لَحْدٍ مِن الألْحادِ\nلا تستطيعُ إذاً لِنَفْسِكَ حِيْلَةً\n...\nواحْذَرْ إِلهَكَ فهْوَ بالمِرْصادِ\nما النَّاسُ إلا غافِلونَ عِنِ الهُدى\n...\nفي هذهِ الدُنْيا سِوى الزُّهادِ/ [52]\nيا رَبِّ فاجْبُرْ كَسْرَها فيمَنْ مَضَى\n...\nمِنْهُم وأيْقِظْنا للاسْتِعْدادِ\nواختِمْ لنا بالخَيْرِ عنْدَ مَماتِنا\n...\nأنْتَ الكَريمُ ومَلْجأ القُصَّادِ\nوالحَمْدُ للهِ المُهَيْمِنِ دَائماً\n...\nثُمَّ الصَّلاةُ على النَّبيِّ الهَادِي\nوالآلِ والأصْحابِ ثُمَّ سَلامُهُ\n...\nما غَرَّدَتْ وُرْقٌ على الأعْوادِ (2)\nوقال الأديبُ الفاضلُ المحدِّثُ أبو الحسن عليُّ بن المظفر بن إبراهيم الكِنْديُّ (3)، يرثي شَيْخَنا الإمامَ العلاَّمَةَ الحافظَ المُفْتي الزاهدَ الورعَ أنموذجَ الطِّرازِ الأوَّل، محيي الدين يحيى النواوي الشافعي -رضي الله عنه-، متقرباً بذلك إلى الله سبحانه وتعالى:\nلَهْفِي عَلَيْهِ سَيِّداً وحَصُورا (4)\n...\nسَنَداً لأعلامِ الهُدَى وظَهِيرا\n(1) هذا البيت من هامش الأصل.\n(2) ذكر أبياتاً يسيرةً منها: السيوطي في \"المنهاج السوي\" (ص 90 - 91).\n(3) انظر ترجمته في: \"البداية والنهاية\" (14/ 78)، و \"فوات الوفيات\" (3/ 98)، و \"تذكرة الحفاظ\" (4/ 1503)، و\"العبر\" (4/ 43)، و\"المعجم المختص\" (رقم 216)، و\"الدرر الكامنة\" (3/ 130 - 133)، و\"النجوم الزاهرة\" (9/ 235)، و \"شذرات الذهب\" (6/ 39).\n(4) يشير إلى أنه عاش عَزَباً لم يتزوَّج.\nالجزء: 1 ¦ الصفحة: 129\n",
        "ومُجاهِداً ومُجاهِراً في اللهِ لا\n...\nيخشى مليكاً قاهراً وأميرا\nومُشَيداً رُكْنَ الشَّريعَةِ ناصِحاً\n...\nبالباقيات الصالحات مشيرا\nما إنْ يُبالي راح مَعْذولاً إذا\n...\nنصح الورى لله أو معذورا\nعَفٌّ عَنِ الدُّنْيا وكَمْ عَرَضَتْ لهُ\n...\nحلا فأولاها قلى (1) ونفورا\nلَمْ يُصْبحِ الوَرِقُ (2) المُزَخْرَفُ رائِقاً\n...\nيوماً لدينه ولا النُّضارُ نضيرا\n[53] هَجَرَ الكَرَى والطِّيِّباتِ تَوَرُّعاً\n...\nإذ قام ديجوراً وصام هجيرا/\nما زالَ بِرُّ الوالِدَيْن شِعارَهُ\n...\nمذ أوتي الحكم المبين صغيرا\nأحْيا شَريعَةَ أَحْمَدِ وأَفاضَها (3)\n...\nفأفادنا نشراً لها ونُشُورا\nيُفْتي فَيَفْتِنُ كُل حَبْرِ عِلْمُهُ\n...\nمع أنه يهدي الهدى والنُّورا\nما ماتَ (يَحْيىَ) إِنَّما جَبَلٌ هَوَى\n...\nفأخاف ذلك يذبُلاً وثبيراً (4)\nما غاب عنهُ عالِمٌ بَلْ عالَمٌ\n...\nكانت به التقوى أعزَّ نفيرا\nإِن المَدارِسَ (5) وَحْشَةً لِفِراقِهِ\n...\nأضحت دوارس لا تبين دثورا (6)\nوكذا المَساجِدُ بالمصابِيح انْثنتْ\n...\nتبدي عليه حرقةً وزفيرا\nيا مَنْ رَآه وهْوَ حَيٌّ لَوْ تَرى\n...\nبعد الممات العالم النِّحريرا\nلَرَأيْتَ ثَمَّ مُسَوَّغاً ومُسَوَّراً (7)\n...\nلاقى حياءً وافراً وحُبُورا\nذاكَ الشُّحوبُ مِن العِبادَة والأسَى\n...\nفي الله صارت (8) نضرةً سرورا\n(1) (القِلى): البغض والهجر.\n(2) الوَرِق -بكسر الراء-: الفضة.\n(3) كذا في الأصل، وفي \"المنهاج السوي\": \"فأقامها\".\n(4) أسماء جبال، الأوَّل في نجد، والثاني في مكة.\n(5) في الأصل: \"مدارس\"، والتصويب من \"المنهاج السوي\".\n(6) (الدثور): الخامل.\n(7) كذا في الأصل.\n(8) في الأصل: \"صار\"، وما أثبتناه يستقيم به الوزن.\nالجزء: 1 ¦ الصفحة: 130\n",
        "تِلْكَ الزَّوايا والثِّيابُ الخُشْنُ قَدْ\n...\nعادَتْ (1) عليهِ جَنَّةً وحَرِيرا\nآهاً على الأوَّاهِ والأوَّابِ مِن\n...\nصِدْقِ المَقالِ لِنَفْسِهِ هِجِّيرى\nوالطَّاهِرِ الأعْراضِ والأغْراضِ لا\n...\nيُبْدي رِياءً للأنامِ وزُورا\nمَنْ كانَ يُسْتَسْقى (2) بيُمْنِ دُعائِهِ\n...\nصَوْبُ الغَمامِ فَيَسْتَجيبُ مَطيرا\nودَرَيئةٌ عندَ الحَوادِثِ تَتَّقِي\n...\n[عندَ المُلوكِ بها الوَرَى المَحْذورا] (3)\n[ضَمتْ (نوى) الجولانِ مِن أخلاقِهِ] (4)\n...\nنوءاً إذا ضَنَّ السَّحابُ غَزيرا/ [54]\nفالخصْبُ حالَفَ أَرْضَها حتى كأ\n...\nنَّ الجَدْبَ عَنْها لَمْ يَكُنْ مَشْهورا\nوتَقَدَّسَتْ بقُدُومِهِ مِنْ قُدْسِهِ\n...\nفِيها فبُورِكَ طاهِراً وطَهُورا (5)\nورثاه الشيخُ الفاضلُ أبو [محَمَّد] (6) إسماعيلُ البُسطي -رضي الله عنه-، وتوفي رحمه الله بعد وفاة الشيخ بأربعة وعشرين يوماً، ودُفِنَ مِن يومه بدمشق (7):\nرزِيَّةُ (مُحْيي الدين) قد عَمَّتِ الوَرَى\n...\nفلَسْتَ تَرَى إلَّا حَزيناً مُفَكِّرا\nفَطالِبُهُمْ لِلْعِلْمِ يَبْكِي لِفَقْده\n...\nوجاهِلُهُمْ يَبْكي لعُرْفٍ تَنَكُّرا\nعَزيزٌ عليْنا فَقْدُهُ وفِراقُهُ\n...\nولكِنْ هِيَ الآجالُ لَنْ تتأخَّرا\nفَيَا زَوْرَةً قَدْ أَوْرَثَتْنَا تَحَيُّرا\n...\nكَمَا أَوْرَثَتْهُ في الجِنانِ تبَخْتُرا\nلَقدْ عَطَّلَتْ مِنا دُروساً عَزيزَةً\n...\nكَمَا عَطَّلَتْ أَوْراقَهُ والمَحابِرا\nوكُنَّا كَعِقْدٍ وهْو واسِطَةُ الضيا\n...\nفَلَمَّا انْجَلى ذاكَ الضِّياءُ تَنَاثَرا\n(1) في الأصل: \"عادا\".\n(2) في الأصل: \"يُسقى\"، وفوقه: \"يُسْتَقى\"، وأمامها: \"صح\".\n(3) ما بين المعقوفتين من هامش الأصل.\n(4) ما بين المعقوفتين من هامش الأصل.\n(5) انظر: \"المنهاج السوي\" (86 - 88).\n(6) ما بين المعقوفتين من هامش الأصل.\n(7) انظر: \"ترجمة الإمام النووي\" (ص 75) للسخاوي.\nالجزء: 1 ¦ الصفحة: 131\n",
        "وكانَ كَبَدْرٍ نحْنُ هالَةُ أفْقِهِ\n...\nفلما دنا منه الأفول تغيرا\nوعاش الذي قَدْ عاش وهُو مُجاهِدٌ\n...\nفلما أتاه الموت مات مهاجرا\nوفي رابعِ العِشْرينَ مِن رَجَب سَرَى\n...\nإلى الله يا بشراه ذكراً مُعَطَّرا\n[55] نوى سِتْرَهُ بعدَ المَماتِ تَواضُعاً\n...\nفسار (نوى) حتى ثوى متسترا/\nوَبرَّ أباه إِذ فَداه بِروحِهِ\n...\nفيا حبذا براً لديه موفرا\nتَواضَعَ عِنْدَ المَوْتِ فازْدادَ رِفْعَةً\n...\nونودي له بعد الصلاة كما جرى\nوقاضي قُضاةٍ (1) المُسْلِمينَ سَعَى لهُ\n...\nإلى قبره بعد الممات وكبرا\nفتاويهِ كانتْ تُسْتَفادُ بفِعْلِهِ\n...\nفأوجب ذاك الحكم أن لا تكثرا\nخَمِيْصُ الحَشَا (2) مِمَّا بهِ مِن قَنَاعَةٍ\n...\nولكنه ملآن دُرّاً وجوهراً\nذَليلٌ سَاوَى المؤمِنينَ بِليْنِهِ\n...\nعزيزٌ إذا ما الشرع يوما تكدرا\nتَحَلَّى قَميصَ العِلْمِ مِن فَضْلِ رَبهِ\n...\nفما كان يخفيه بمصقوله ترى\nفَيا عاتِبيهِ في رَثاثَةِ طِمْرِهِ (3)\n...\nفعند صباح القوم يستحمد السرى (4)\nلقدْ شَرَحَ \"التنبيهَ\" شَرْحاً مُهذَّباً\n...\nوبينهُ للطالبين وفسراً\nوأَوْضَحَ فيه -قدَّس الله رُوحَه-\n...\nبحسن عباراتٍ وزاد وكثرا\nوكَمْ مُشْكِلاتِ عُجمَتْ فأَزالَهَا\n...\nبحسن بيان لا حجاج ولا مرا\nولا خاصَمَ الأقرانَ يومَ جِدالِهِ\n...\nولا دق كما قط يوماً على الثرى\nقَديرٌ على شَرْح الكِتابِ بسُرْعَةٍ\n...\nويشرح في سطرين إن شئت أشهرا\nتَصَدَّى لِنَقْلِ اَلعِلْم منهُ تبَرُّعاً\n...\nوكان ثواب الله أوفى وأوفرا\n[56] وما زالَ في دارِ الحَديثِ مُقامُهُ\n...\nفسار إلى دار المقام لينظرا/\n(1) هذه التسمية سادت في العصور المنحطة، وهي مما لا يجوز استعماله. انظر \"معجم المناهي اللفظية\" للشيخ بكر أبي زيد (260، 311).\n(2) كناية عن النحف، كان نحيفاً مضمر البطن، بسبب الزهد في الدُّنيا وملذاتها.\n(3) الثوب الخَلِق البالي.\n(4) السَّير في عامَّة الليل.\nالجزء: 1 ¦ الصفحة: 132\n",
        "(رواحِيَّة) كانت مَحَلَّ دروسِهِ\n...\nفراح إلى روح النعيم بما قرا (1)\nفهذا هُو الفَضْلُ المُبينُ حَقيقةً\n...\nوإن كنت في وصفي له لمقصرا\nسَلامٌ على تِلْكَ المَقابِرِ مِن (نوى)\n...\nلقد جاورت مسكاً ونداً وعنبرا\nويا قَبْرَهُ يَهْنيكَ ما حُزْتَ مِنْ تُقَى\n...\nومن ورع مرض وفقهاً محبراً\nسُقيتَ الحَيا ما دامَتِ الأرض فمَسْجداً\n...\nوما تليت {إنا وجدنه صابراً} (2)\nجَزَاهُ إِلهِي في الجِنانِ مَساكِنا\n...\nورضوانه منه عليه له قرا\nورَثاهُ تِلميذُه الفقيه المقريء أبو العباس أحمد الضرير الواسطي (3) الملقَّب بالجلال:\nلقَدْ ذَهبَ الحَبْرُ الجَليلُ الموفَّقُ\n...\nوعدنا حيارى والدموع تدفق\nعلى رَجُلٍ ما في البَرِيَّة مِثْلُهُ\n...\nفيا عجباً من ذا يجاري ويلحق\nبِزُهْدٍ وإِحْسانٍ وعِلْم ورأفَةٍ\n...\nوأمر بمعروف وبالحق ينطق\nولَمْ تَرْدَعَنْهُ في الإِله مَخافَةٌ\n...\nولم يخش من خلق لعمري ويفرق\nلِوَجْهِ إِلهِ العَرْشِ قَدْ كانَ فِعْلُهُ\n...\n[وقد] (4) كان ذا قلب من الله يشفق\nولكِنَّهُ قَدْ أَتْعَبَ النَّاسَ بَعْدَهُ\n...\nبما قد رأوا منه فذاك محقق\nفمَنْ لِعُلومِ الشَّرْعِ بعْدَكَ مُوضِحٌ\n...\nلطالبها أنى لها من يحقق / [57]\nومَنْ لامْرِيءِ تَبْغي الفَتاوى تَخلُّصاً\n...\nويجمع شملاً فالصحاب تفرقوا\nويا أَسَفَى ضاعَتْ عُلومٌ كَثيرةٌ\n...\nلفقدك (محيي الدين) إني مصدق\nفأسْألُ رَبَّ العَرْشِ يُؤْويكَ جَنَّةً\n...\nتخلد فيها بالنعيم وترزق\nورثاهُ بعضُ الإِخوانِ أَيْضاً (5):\n(1) غير مقروء في الأصل ولعلها كما أثبتناه.\n(2) سورة ص، الآية: 44.\n(3) انظر ترجمته في \"الدرر الكامنة\" (1/ 190).\n(4) ما بين المعقوفتين من هامش الأصل.\n(5) انظر \"ترجمة الإمام النووي\" (ص 76) للسخاوي.\nالجزء: 1 ¦ الصفحة: 133\n",
        "شُؤونَ دَمْعيَ لَيْس الصَّبْرُ مِن شاني\n...\nسُحِّي (1) أَسىً لا تَشُحِّي (2) بالدم القاني\nيا صاح لَنْ تَنْصَحَ العَيْنانِ رَبَّهما\n...\nإِنْ لَمْ يَقْض مِنْهُما في الحُزْنِ عَيْنانِ\nمَن ذا يَقارِبُني فى الحُزْنِ بعدَكَ (محـ\n...\nيي الدين) فالسقْمُ أصْماني وأَضْناني\nوالحُزْنُ ماتِحُ (3) تأموري (4) ومانِحُهُ\n...\nإِنْسَانُ عَيْني والأحْواضُ أَجْفاني\nأما كَفاني بِتَبْريحٍ الفِراقِ وما\n...\nكابَدْتُهُ مِن صَباباتي وأشْجاني\nحَتَّى رُميتُ بِرُزْءٍ فتَّ في كَبِدي\n...\nوخانَني جَلَدي فيه وسُلْواني\nفَلي هُنالِكَ صَعْقَاتُ الكَليع لدَكْ\n...\nكِ الطُّورِ أَعْني بهِ موسى بنَ عِمْرانِ\nفلا لعاً (5) لكَ يا ناعي لعلكَ لم\n...\nتَكُنْ على ثقةٍ مِنْهُ وإِيقانِ\nلَمْ تَدْرِ وَيْحَكَ مَن تَنْعَى نَعَيْتَ لنا\n...\nبَحْراً حَوا غَايَتَي عِلْمٍ وِإحْسانِ\nنَعَيْتَ بَدْرَ تَمام يُسْتَضاءُ بهِ\n...\nلمْ يَرْمِهِ دَهْره يَوْماً بنُقْصانِ\n[58]، لقَدْ وُترْتُ إِماماً عالماً وَرِعاً\n...\nأَعْدَدْته للزَّمانِ الجائِرِ اَلجَاني/\nوارحمتا للعلوم بعدَ مَصْرَعِهِ\n...\nفكَمْ لها مِن كآباتٍ وأَحْزانِ!\nلَهْفي عليهِ لقدْ كانَتْ خَلائِقُهُ\n...\nمَجْبولَةً فيهِ مِن زُهْدٍ وإِيْمانِ\nإِنْ تَنْقَطِعْ مِنْهُ أَسْبابُ الرَّجاءِ فَلِي\n...\nحُزْنٌ أعانيهِ ما كَرَّ الجَديدانِ\nلَمْ أَدْعُ صَبْريَ إِلا صُدَّ مُنْهَزِماً\n...\nوالدَّمْعُ لم أَدْعُهُ إِلَّا ولَبَّاني\nسَقْياً لتُرْبَةِ قَبْرٍ ضَمَّهُ فَلَقَد\n...\nضَمَّ العِظامَ العظامَ القَدْر والشَّانِ\nأصْبَحْتُ مِن بعد كالطَيْرِ يلْتَمِسُ الن\n...\nهوض أَنى وقَدْ هِيضَ (6) الجَناحانِ\nيا لائِمي إِنَّ قَلْبي عنكَ في شُغُلٍ\n...\nدع الملامَ فما للصَّبِّ (7) قَلْبانِ\n(1) (سحَّ): صبَّ صباً كثيراً متتابعاً.\n(2) (شَحَّ): قلَّ وعَسُر.\n(3) متح الماء: استخرجه.\n(4) التأمور: دم القلب.\n(5) (لَعا): كلمة تقال للعاثر مرَّة أو مرتين.\n(6) (هاض الجناح): انكسر.\n(7) (الصَّب): المشتاق الرقيق، والمحبّ.\nالجزء: 1 ¦ الصفحة: 134\n",
        "فَقَدْ سَقَتْني كُؤوسُ الحُزْنِ فادِحَةً\n...\nللنار قادحة في قلبي العاني\nإِنَّ الاَمامَ الذي في التُّرْب خُطَّ لهُ\n...\nلَحْدٌ وإن عجَّ عن أهل وأوطان\nمِنْ قَبْلِهِ ما رأَيْنا العِلْمُ منْدَرِجاً\n...\nوالزهد والمجد في أثناء أكفان\nأَحيا الشَّرائِعَ والأَحْكام حيثُ له\n...\nبشرعة المصطفى علم بتبيان\nنَفْسِي تَطيرُ شَعاعاً مِنْ تَذَكُّرِهِ\n...\nوالسقم منتشر فى طي جثماني\nآهاً لها لوعةً في القَلْبِ مُصْعِدةً\n...\nتنفس الروح عن لفحات نيران\nكَمْ يَخْفِقُ القَلْبُ مِني حينَ أَذْكُرُهُ\n...\nفلست أنسى أخاً ما كان ينساني\nسَقْياً ورَعْياً لِقَبْرٍ هِيْلَ فيهِ على\n...\nغصنٍ نضير بماء العلم ريان / [59]\nيَرْتاحُ قَلْبي لَقَبْرٍ في (نوى) فلَقَدْ\n...\nعيلت إليه صباباتي وأشجاني\nسُبْحانَ مَنْ بِنَعيمِ الخُلْدِ نَعَّمَهُ\n...\nوبالأسى بعده والبث أشقاني\nالموْتُ أَرْوَحُ مِن رَوْحِ الحَياةِ ولا\n...\nأقول إنهما من بعده سيان\nخَطْبٌ تَرَفَّعَ عَنْ شَق الجُيوبِ لهُ\n...\nفقد شققت حياتي دون قمصان\nخَطْبٌ أَفاضَ فلا أَهْلاً بِمَقْدَمِهِ\n...\nعلي جلباب حزن منه غثاني\nالحمدُ للهِ هذا مِن مَقادرِهِ\n...\nفكل حي عليها هالك فاني\nلَوْ رَدَّ عنه الرَّدَى باسٌ لَبَادرَهُ\n...\nأسدٌ تبادر من شيب وشبان\nلكِنَّهُ المَوْتُ غَلَّاب بِكَرَّتِه\n...\nلكل أغلب (1) من إنس ومن جان\nيا مَنْ بهِ يُقْتَدى في كُل مُشْكِلَةٍ\n...\nوما له في علو الشأن من ثاني\nمَلأتَ قَلْبِيَ حُزْناً لا تُقادُ لهُ\n...\nمن بعد فقدك والتسهيد يغشاني\nقَدْ ساوَرَتْنيَ أفْكارٌ مُبَرِّحَةٌ\n...\nحتى لقد هدمت صبري وجثماني\nوالعَيْنُ باكِيَةٌ بالدَّمْعِ جارَيَةٌ\n...\nوعنك يا سيدي قد عز سلواني\nأفْضى أَخُونا لِما أَفْضى النَّبِيُّ لَهُ\n...\nوصاحباه وصنواه الشهيدان\nفأَسْألُ اللهَ رَبِّي أنْ يُبَشِّرَهُ\n...\nبرحمة أبداً منه ورضوان\n(1) الأغلب: غليظ العنق.\nالجزء: 1 ¦ الصفحة: 135\n",
        "[60] مِني السلامُ عليهِ كُلما سَجَعَتْ\n...\nقُمْرِيةٌ (1) هَتَفَتْ مِن فَوْقِ أغْصانِ/\nورثاه بعض المحبين أيضاً (2):\nوجَدَتْ عليكَ [شَريعَةُ] (3) الإِسلام\n...\nأسَفاً يُلازِمُها مَدى الأيامِ\nواسْتَوْدَعَتْ منكَ الرعيةُ في الثرى\n...\nكَهْفَ الأرامِلِ كافِلَ الأيْتامِ\nولَقَدْ حَكَمْتَ فكانَ حُكْمُكَ قائماً\n...\nفينا بأمْرِ اللهِ خيرَ قِيامِ\nتاللهِ ما أخَذَتْكَ لَوْمَةُ لائِم\n...\nفي اللهِ حالَ النَّقْضِ والإبرام\nأعطاكَ رَبُّكَ في كِلا الدارَيْنِ مِن\n...\nقَسْم السعَادةِ أوْفَرَ الأقْسامِ\nولَقَدْ حَماكَ مِن النقائِصِ كُلها\n...\nإذْ كُنتَ عنْ شَرْع النبي تُحامِي\nوسلامَةُ الدُنْيا دليلُ سَلامَةِ الـ\n...\nأخْرَى مِن التبِعاتِ والآثام\nعَجَبِي لِقَبْرِكَ كَيْفَ لَمْ يَنْهَر لهُ\n...\nلَحْدٌ وفيهِ بَحْرُ عِلْم طامِي (4)\nلَكَ رُتْبَة ٌكَمْ رامَها كُفْؤٌ لها\n...\nفَتَمَنعَتْ وغَلَتْ على المُسْتام\nما بالُ دمْعِيَ بعْدَ فَقْدِكَ خَانَني\n...\nحتى المَدامِعُ ما وفَتْ بذِمامي (5)\nأَيْنَ الوفاءُ وما العيونُ قَريحَةٌ\n...\nلما فُقِدْتَ ولا الجُفونُ دوامي\nأسِفي عليكَ ولو وجَدْتُ وسيلَةً\n...\nتُدْني حِمَاميَ ما كَرِهْتُ حِمامي\nأما المَدارِسُ فاسْتَمَرَّ ظَلامُها\n...\nإِذْ غابَ عَنْها منكَ بَدْرُ تَمام\n[61] وكَذا المَسائِلُ عادَ حُسْنُ وُضوحها\n...\nفي غايَةِ الإشكالِ والإبهامِ/\nولَقَدْ رَدَدْتَ على الأجانِب حَقَّهُم\n...\nوأخَذْتَ حَقَّا مِن ذَوي الأرْحامِ\nحُكْمٌ تَنَزه أنْ يُخالِطَهُ الهوى\n...\nإِنَّ الهَوى إِلْبٌ على الحُكَّامِ\nما كانَ ما أَعْطَيْتَهُ وسَلَبْتَهُ\n...\nإِلا كَطَيْفٍ زائِرٍ بِمَنامِ\n(1) ضرب من الحمام المطوَّق، حسن الصوت.\n(2) انظر: \"ترجمة الإمام النووي\" (ص 76) للسخاوي.\n(3) ما بين المعقوفتين من هامش الأصل.\n(4) (طم البحر): أغرق وغطى.\n(5) (الذمام): الحق والحرمة.\nالجزء: 1 ¦ الصفحة: 136\n",
        "حَذَاراً فَوي الأرْحامِ أَنْ يَعْتاقَكُم\n...\nعَنْ رُشْدِكُم حُلُم مِن الأحْلامِ\nوأرَى حَقيقةَ عَيْشِهِ كَمَجازها\n...\nما أَشْبَهَ الإِيجادِ بالإِعدامِ!\nمَوْلايَ (مُحْيي الدينِ) كَم أَوْلَيْتَ مِن\n...\nنِعَمِ تَعُمُّ العالَمينَ حُسامِ\nبالرُّغْمِ مِنا أَنْ يَكونَ مُحَجباً\n...\nفي التُّرْبِ تحْتَ صفائِحٍ ورُغامِ\nحَسْبُ المَنايا اُّنهُنَّ فَجَعْنَنا\n...\nفي شَيْخِنا ودِعامَةِ الإسْلام\nقَد رُجتِ الأرْضُ الفضاءُ لِفَقْدهِ\n...\nوتزَعْزَعَتْ برواسيَ الأعْلامِ\nلو أنهُ يُفْدَى لقَلَّ لهُ الفِدا\n...\nبالناسِ والَأمْوالِ والأنْعامِ\nإِنْ كانَ قدْ عَلِقَتْهُ أشْراكُ الرَّدَى\n...\nمِن بَعْدِ عِلْمِ نافِذِ الأحْكامِ\nفلَهُ بأرْبابِ الخِلافَةِ أسْوَةٌ\n...\nوأئِمَّةِ الإِسْلامِ والحُكامِ\nأيْنَ القُرونُ السالفونَ و (مالِكٌ)\n...\nو (سَريّ) و (الشِّبْلِي) و (البِسطامي)\nأينَ المُعَمرُ ألفَ عام صاحِبُ الـ\n...\nـفُلْكِ المُداب بفُلْكِهِ العَوَّام\nحَتى نَجا ومِن المنيةِ مَا نَجا\n...\nمِنْ بَعْدِ طولِ العُمْرِ والأعْوامِ/ [62]\nأينَ المُعَمرُ عُمْرَ سَبْعَةِ أَنْسُرِ\n...\nأَيْنَ (الخَليلُ) مُكَسرُ الأصْنامِ\nأيْنَ (الكَليمُ) المُسْتَجابُ دُعاؤهُ\n...\nبالشامِ حينَ دَعا على (بَلْعام)\nأيْن النبيُّ (مُحَمدُ) الهادي إلى\n...\nسُبُلِ الهُدَى وحُلولِ دارِ مُقامِ (1)\nلا يُبعِدَنْكَ اللهُ يا شَيْخَ الوَرَى\n...\nوسَقَى ضَرِيْحَكَ كُل غَيْثِ هامِي\nيا خَيْرَ مَن فُجِعَ الأنامُ بفَقْده\n...\nبعْدَ النبي وبَعْدَ كُل إِمام (1)\nحاشاكَ تُصْبحُ ضِمْنَ لَحْدِ ضَيِّقٍ\n...\nمِنْ بَعْدِ وُسْعِ مَدارِسٍ لِقيامِ\nإِنْ كانَ عاجَلَكَ القَضاءُ وصُرِّمَتْ\n...\nمِنْ عُمْرِكَ الأعَوامُ بالأيامِ\nفَلَقَدْ تَرَكْتَ العَيْنَ بَعْدَكَ ثَرَّة (2)\n...\nتَبْكِي لِفَقْدِكَ والقُلوبُ دوامي\nحَيثْ ثَراكَ سَحَائِبٌ هَطَّالَةٌ\n...\nمَصْحُوبَةٌ بِتَحِيةِ وسَلامِ (1)\n(1) جُعِلَت الكسرةِ ياءً في الأصل.\n(2) كلمة ساقطة غير موجودة، ولا يستقيم وزن البيت إلا بها.\nالجزء: 1 ¦ الصفحة: 137\n",
        "وإِذا الحَياءُ أَتَتْكَ مِنْهُ تَحِيةٌ\n...\nفي كُلِّ شَهْرٍ مرةً أوْ عامِ\nفَعَلَيْكَ مِنِّي كُل يَوْمٍ رَحْمَةٌ\n...\nأَدْعو بها وتَحِيتِي وسَلامي\nوقالَ المهذبُ عمرو بن عليّ الزَّرْعِي (1) يَرْثيهِ:\nأيُّ عُذْرٍ لِمُقْلَةٍ غَيْرِ عَبْرى\n...\nبَعْدَ (يَحيْى) ومُهْجَةِ غَيْرِ حَرى\nغاصَ بَحْرُ العُلوم بَعْدَ عُباب\n...\nثُم أضْحَى بعدَ العُذوبَةِ بَحْرا (2)\n[63] أيْنَ عِلْمُ (يَحيْىَ) إِذاَ ماتَ (يَحْيىَ)\n...\nوحَديثٌ على المَنابرِ يُقْرا/\nوعَهِدْتُ الدِّيارَ [يُبْكَى] (3) عليها\n...\nحينَ تَضْحَى مِن الأَحِبةِ قَفْرا\nولَدارُ الحَديثِ تَبْكي عليهِ\n...\nحِيْنَ أضْحَتْ مِن البَلاغَةِ صِفْرا\nعُطِّلَتْ بَعْدَهُ المَدارِسُ طُرّاً\n...\nمَنْ جَوادِ في حَلْبَةِ الدَّرْسِ أحْرا\nيُفْحِمُ الخَصْمَ في الجِدالِ بِبَحْثٍ\n...\nيَذَرُ اللوْذَعي (4) بالغَيِّ مُغْرى\nلا يَشوبُ الجِدالَ منهُ بلفْظٍ\n...\nغيرِ فقهٍ وليسَ يَنْطِقُ هُجْرا (5)\nفَقَضى نَحْبَهُ وعاشَ حَميدًا\n...\nرَبَّ فَضْلِ مِن كُلِّ عَيْب مُبرَّا\nزاهِداً في نَعيمِ دنْياهُ حَتَّى\n...\nيَتَقاضاهُ مِن نَعيم الَأخْرى\nتَرَكَ الطيِّباتِ في هذهِ الدُّنْ\n...\nـيا ولَذاتِها لِيُحرِزَ أجْرا\nوغَدا قانِعاً بأيْسَرِ قُوتٍ\n...\nوهُو عِنْدَ الأنام أعْظَمُ قَدْرا\nوعَصَى النفْسَ في طِلاب هَواها\n...\nوأطاعَ الإلهَ سَرّاً وجَهْرا\nيَنْصُرُ الحَق في المَحَافِلِ إِذ\n...\nلا يَسْتَطيعُ الأنامُ للحَقِّ نَصْرا\nفِبِحَقٍّ تَبْكي العُيونُ عَلَيْهِ\n...\nبِدِماءٍ وتَنْثُرُ الدمْعَ نَثْرا\nفَلَقَدْ أَوْحَشَ المَجالِسَ مِنْهُ\n...\nصَدْرُهَا الحَبْرُ حيْنَ آنسَ قَبْرا\n(1) انظر \"ترجمة الإمام النووي\" (ص 75) للسخاوي.\n(2) في هامش الأصل: \"يعني مُرّاً\"!!\n(3) ما بين المعقوفتين من هامش الأصل.\n(4) في هامش الأصل: \"اللوذعي: الفصيح الذكي\".\n(5) (الهُجْر): الكلام السيِّئ القبيح.\nالجزء: 1 ¦ الصفحة: 138\n",
        "كُنْتَ للعِلْمِ يا (أبا زٌكَريّا)\n...\nوعاءً وللنوائِبِ [الحادثات] (1) ذُخْرا\nعالِماً عامِلًا وكَمْ رَبِّ عِلْم\n...\nيَعِظُ النَّاسَ وهُو بالوَعْظِ أَحْرى/ [64]\nكُنْتَ للناسِ في المُلِمَّاتِ ذُخْراً\n...\nأعْظَمَ اللهُ فيكَ للناسِ أجْرا\nوسَقَتْ قَبْرَكَ السحائِبُ مِمَّا\n...\nوَسَقَتْ مِن بِحارِ ذي العَرْشِ قَطْرا\nلِتَفوحَ الرِّياضُ حَوْلَكَ طِيْبا\n...\nمِثْلَ ما فاحَ طِيْبُ ذِكْرِكَ عِطْرا\nورثاه الحُسين بن صدقة الموصلي (2) -عفا الله عنه-:\nخَطْبٌ ألَم وهَتْ لَهُ الأصْلادُ (3)\n...\nوتَفَطَّرَتْ بهُجومِهِ الأطْوادُ\nوهَمَتْ عُيونُ أوْلي النُّهَى بمَدامعٍ\n...\nمُنْهَلَّةٍ وتَصَدَّعَتْ أكْبادُ\nهذا أوانُ المَوْتِ فِيما بَيْنَنَا\n...\nمُتَخَيِّرٌ فكأنهُ نَقَّادُ\nذَهبَ الإِمامُ العالِمُ الحَبْرُ الذي\n...\nكانَتْ تُحَصِّلُ نَفْعَهُ العُبادُ\nتَبْكِيكَ يا (يَحْيى) الفَتَاوى دَائِماً\n...\nوالسُّنَّةُ البَيْضاءُ والإِسنادُ\nيا أيُّها الناعِي إِلَيْنا سَيِّداً\n...\nفيهِ جِدالٌ باهِرٌ وجِلادُ\nمَنْ للمَسائِلِ بعْدَهُ إِنْ أَشْكَلَتْ\n...\nوبِمَنْ سِواهُ يَقْتَدي الزُّهَّادُ\nما زالَ بالمَعْروفِ فِيْنا آمِراً\n...\nولَنا بنورِ عُلومِهِ إِرْشادُ\nيا (مُحْيى الدِّينِ) الحَنيفِ سقا ثرىً\n...\nواراكَ مِن كَرَمِ الإِلهِ عِهَادُ (4)\nوأَباحَكَ الحُسْنَى وحُسْنَ جِوارِهِ\n...\nمَعَ أهْلِهِ وزِيادةً تُزْدادُ/\nورثاه بعضُ المحبِّين أَيضاً (5) /: [65]\n(1) كلمة ساقطة من الأصل، ولا يستقيم وزن البيت إلا بها.\n(2) انظر ترجمته في \"الدرر الكامنة\" (2/ 56).\n(3) (الأصلاد): جمع صلد: الصلب الأملس الشديد، والصخرة العريضة الملساء.\n(4) العِهاد: المطر.\n(5) انظر \"ترجمة الإمام النووي\" (ص 76).\nالجزء: 1 ¦ الصفحة: 139\n",
        "حبيب نعاك فَقَلْبُهُ مَقْرُوحُ\n...\nوبكى عليك فدمعه مسفوح\nوغَدَا يُعَفِّرُ خَدَّهُ بِمَدَامِعِ\n...\nتجري عليك دماً وأنت طريح\nأَتُرَاكَ يا قَمَراً تَحَجبُ بالثرَى\n...\nوجماله تحت التراب يلوح\nشاهَدْتُ بَعْدَكَ حَالَ مَن فارقْتَهُ\n...\nأنت الحياة له وأنت الروح\nمُتَوَجِّعَ الأحْشاء بَرَّحَ حُزْنَهُ\n...\n[أسفٌ] (1) يؤجِّج وقده التبرج\nأمْسَى لَهُ قَلْبٌ كَليمٌ نارُهُ\n...\nيصلى الخليل بها وأنت ذبيح\nولَقَدْ رأيْتُكَ فَوْقَ أَعْوادِ الرَّدَى\n...\nوأمامك التهليل والتسبيح\nوالناسُ كالطُّوفانِ وهِيَ سَفِيْنَةٌ\n...\nتجري بأدمعنا وشخصك نوح\nوالكَوْنُ يَنْدِبُ ما أَصابَكَ سَهْمُهُ\n...\nوالجو يبكي والغمام ينوح\nوعَلَيْكَ قَدْ رَقَّ الصَّبَا فَنَسيمُهُ\n...\nقلقٌ بقبرك يغتدي ويروح\nمُتَصَعدُ الأنْفاسِ إِلا أَنَّهُ\n...\nبجميل وصفك بالعبير يفوح\nفالآنَ مَثْواكَ القُلوبُ وإِنْ يَكُنْ\n...\nأخفاك عن نظر العيون ضريح\nحاشاكَ مِن بَعْدِ الوَقارِ بأنْ تُرَى\n...\nميتاً وأنت معفَّرٌ مطروح\nلا تُعْرِضَنْ عَنَّا بوَجْهكَ مُغْضَباً\n...\nإن الوداد كما عهدت صحيح\n[66] لَمْ يَبْقَ خِلٌّ نَاظِرَ أوْ سامِعٌ\n...\nإلا عليك فؤاده مجروح/\nوَيوَدُّ لَوْ جُعِلَتْ وِقاءَكَ نَفْسُهُ\n...\nودوام مجدك بالبقاء صريح\nثُمَّ انْثَنَى أسِفَاَ يُرَدِّدُ شَجْوَهُ\n...\nودموعه فوق الخدود تسوح\nكَيْفَ التَّصَبُّرُ وهُو فِيْكَ مَلاَمَةٌ\n...\nوبما التسلي وهو عنك قبيح\nأمْ كَيْفَ [أكْتُمُ] (2) فيكَ فَرْطَ تَوَجُّعي\n...\nوأخو الجوى (3) بدموعه مفضوح\nلَوْ لَمْ يكُنْ جَارَ الحِمَى ما شَاقَني\n...\nبرقٌ يضيء بسفحه ويلوح\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) ما بين المعقوفتين من هامش الأصل.\n(3) (الجوى): شدة المرض من وجد وحب واشتياق.\nالجزء: 1 ¦ الصفحة: 140\n",
        "كَلا ولولا طِيْبُ ذِكْرِكَ ما حَلا\n...\nذكرٌ بسمعي رنده (1) والشيح (2)\nفلأبْكِيَنكَ بالدِّماءِ إِذا قَضَى\n...\nدمعي عليك صبابةً وأنوح\nولَوِ ارْعَوَيْتُ (3) شَرَحْتُ رُزْئي إِنما\n...\nعندي [لمختصر] (4) الخطوب شروح\nفَعَلَيْكَ رِضْوانُ الإِلهِ مُؤَبدا\n...\nيهدي إليك وروحه والروح\nورَثاهُ أيضاً بعض الإخوانِ (5):\nسَيْفُ الحِمَامِ على البَرِيةِ مُنْتَضَى\n...\nصبراً وتسليماً بما حكم القضا\nوأَحَقُّ مَا يَبْدَا اللبِيْبُ بنَفْسِهِ\n...\nإن كان مما يدعي طلب الرضا\nوأَعَزُّ مَنْ يُبْكَى عليهِ تًأسُّفَاً\n...\nمحيي الشرائع نورة ملأ الفضا\nالزاهِدُ الوَرعُ التقِيُّ ومَنْ بهِ\n...\nعز العزا كالمصطفى والمرتضى\nما زَالَ يَقْضِي عُمْرَهُ بلَطَافةٍ\n...\nمن خلقه متفضلاً حتى قضى / [67]\nأذَويهِ لا تَتَجَلدُوا لِمُلِمةٍ\n...\nلو نالت الصخر الأصم ترضرضا\nلَوْ كانَ (مُحْيي الدِّينِ) (يَحيْىَ) يُفْتَدى\n...\nلفديته بحشاشتي خوف القضا\nفعَلَيْكَ (مُحْيي الدًينِ) أَوْلَى مَا جَرى\n...\nدمعٌ يفيض وفي الحشا جمر الغضا\nفَلِمَنْ أعَزِّي والعَزاءُ مُمَنَّعُ\n...\nمني بخطب قد أمض وأمرضا\nلِلْعالِمينَ العامِلينَ ومَنْ بِهِمْ\n...\nأرجو النجاة من التردي في لظا\nلكِنني أرْجُو بـ (يَحْيىَ) مِنْهُمُ (6)\n...\nغفران ربي من ذنوبي ما مضى\n(1) (الرَّند): شجر طيب الرائحة، ينبت في سواحل الشام، والغور، والجبال الساحلية، وهو من الفصيلة الغارية.\n(2) (الشيح): نبات صحراوي وسهلي، من الفصيلة المركبة، رائحته طيبة قوية، وهو كثير الأنواع، ترعاه الماشية.\n(3) (ارعويت): كففت.\n(4) ما بين المعقوفتين من هامش الأصل.\n(5) انظر: \"ترجمة الإمام النووي\" (ص 76) للسخاوي.\n(6) إن في هذا اللفظ من التجاوز الظاهر البيِّن، والنجاة لا تكون إلا بالأعمال الصالحة. =\nالجزء: 1 ¦ الصفحة: 141\n",
        "فاسْمَعْ فَرِيْدَ العَصْرِ أكْرَمَ سامعٍ\n...\nقَوْلاً يُريكَ الحَقَّ أَبْلَجَ أبْيَضا\nقَدْ كانَ أقْرَضَكَ الإِلهُ عُلومَهُ\n...\nفي الدِّينِ فاسْتَوْفى الذي قَدْ أفْرَضا\nإِنْ كانَ (يَحْيىَ) قَدْ حَواهُ لَحْدُهُ\n...\nفكذا الرسولُ وبَعْلُ (فاطِمَةَ) الرضى\nلِكِنَّ ذلكَ سُنَّةٌ مَحْكُومَةٌ\n...\nبَيْنَ الأنام وذاكَ أُسْوَةُ مَنْ مَضى\nفَلِيَهْنِكَ البُشْرى بصَبْرِكَ والذي\n...\nتَرْجُوهُ باَلصَّبْرِ الجَميلِ مُعَوَّضا\nيا سَيِّدي إِن الَرَّزِيةَ لمْ تَزَلْ\n...\nبينَ الأنام على تَصارِيفِ القَضَا\nلَكنَّ مِثْلَ عَزائِنا في شَيْخِنا\n...\n(يَحْيى) التقَي الزاهِدِ الندبِ الرضى\nهَلْ عَنْهُ مِن عِوَضِ يَقومُ مَقامَهُ\n...\nهَيْهَاتَ أَنْ يُلْقَى لهُ مُتَعَوَّضَا\n[68] وجَماعَةَ الإِخوانِ يَدْعو خُفْيَةً\n...\nوتَضَرُّعاً وتَذَلُلاً وتَعَرُّضا/\nوالرَّبُّ مُطَّلِعٌ وقَدْ سَمِعَ النِّدا\n...\nوأَفاضَ نُوراً ساطِعاً مَلأ الرُّبا\nفَسَقَى ثَرَى جَدَثٍ حَواهُ عارِضٌ\n...\nما مَرَّ بالأرَضينَ إلا رَوَّضا\nوسَما عَلَيْهِ بارِقٌ مِن رَحْمَةٍ\n...\nلَمْ تَخْبُ نارٌ بالإِضا إلا أَضا\nأسَفِي عَلى مُحْيي العُلوم ونورِها\n...\nما زالَ صدْراً في العُلُوِّ مُعَرَّضا\nفلئنْ (1) قَضى وعَفَتْ مَراقِي اَلمَجْدِ مِنْ\n...\nآثارهِ فالذِّكْرُ مِنْهُ ما انْقَضا\nمِنْ نَشْرِهِ عَبِقَ الوُجودُ وإِنَّهُ\n...\nذُخْرٌ لكُلِّ مُؤَملٍ يَرْجُو الرِّضى\nورثَاهُ الفاضِلُ أبو محمد عبد الله الأندلسي رحمه اللهُ (2):\nيا دَهْرُ أقْصِرْ فما أبْقَيْتَ مِنْ ثارِ\n...\nكَمْ ذا تُجَرِّعُ أرْزاءً بتَكْرَارِ\nغَيَّبْتَ عَنْ دِيْنِنا مُحْيي مَعالِمِهِ\n...\nفَأنْثر زينَتهُ مِن بَعْدِ إِظْهارِ\nيا فَجْعَةً نكأتْ قَرْحَ الجَوانحِ واسْـ\n...\nـتَدْمَتْ عُيونُ الوَرَى [مِن] (3) خَطْبِها الطَّارِي\n= وفي باقي الأبيات تجاوزات كثيرة نرجو أن لا يمر بها القاريء إلا متعظاً معتبراً، وغفر الله للكثير من علمائنا كم تجاوزوا عن مثل ذلك! ولا حول ولا قوة إلا الله.\n(1) في الأصل: \"فلان\"!!\n(2) انظر: \"ترجمة الإمام النووي\" (ص 75).\n(3) ما بين المعقوفتين سقط من الأصل.\nالجزء: 1 ¦ الصفحة: 142\n",
        "تَبْكِي وهَلْ يَنْفَعُ الثكْلى تَعَدُّدها\n...\nأوْ هَلْ يَرُدُّ فقيداً دَمْعُها الجَاري\nمَن لِلحَديثِ ومَنْ للفِقْهِ بعدَكَ يا\n...\nمَنْ كانَ يَدْحَضُ مَنْكوراً بإنْكارِ\nمَن لِلْمَعارِفِ مَنْ للعُرْفِ يُظْهِرُهُ\n...\nبِحُسْنِ نُصْح وتَسْلِيكِ وإِعْذارِ\nمَنْ للزَّهادَةِ والنَّهْج القَويمِ ومَن\n...\nللصَّوْم والنُّسكِ في حِلْم وإِيْثارِ\nأرْمَضْتَ عينَ عُلومِ كُنْتَ مُصْلِحَها\n...\nفاليَوْمُ مَرْهاؤُها (1) تَبْكِيَ بإكْبارِ/ [69]\nلله درّك كَمْ أحييتَ مِنْ رَمَقٍ\n...\nبِحُسْنِ فَتْوَى وتَفْسيرِ وأَخْبارِ\nوكمْ عَذَلْتَ أخا جَهْلِ لمَعْذَلَةِ\n...\nورُضْتَ أَشْوَسَ (2) هَذَّاراً (3) بإنْذارِ\nفاليَوْمَ أضْحَى بَدِيُّ الفَضْلِ مُنْتَدِباً\n...\nومُعْلِمُ النَّفْعِ يَشْكو فَرْطَ إِضْرارِ\nوللدُّروسِ دروسٌ غَيْرُ مُرتَسَمٍ\n...\nوإِنْسُها مِن تَلافي أنْسِها عارِ\nما لي أرى المَوْتَ يَهْوى نَقْلَ صَفْوَتِنا\n...\nعنَّا ويُلْحِقَ أخباراً بأخْبارِ\nكأنَّ بَيْنَهُمُ مِيعادَ مُجْتَمَعٍ\n...\nأو اسْتَقَلُّوا قِلَىً في هذهِ الدَّارِ\nكأنَّهُم رَكْبُ سَبْقِ أُعْبِطوا نَفَلَاً\n...\nفأُعْجِلوا عَنْ وَداِع الأهْلِ والجَارِ\nفَيَا لَها حَسْرَةً تَهْمِي الدُّموعُ لَها\n...\nيَمْضِي الخِيارُ ويَبْقى عِبءُ أَوْزَارِ\nأعارَنا الدَّهْرُ مِنْهُم مَنْعَةً زَمَناً\n...\nثُمَّ اسْتَرَدَّ ولمْ نَظْفَرْ بأوْطارِ\nيا نَفْسُ نوحِي فَما لَلْمَوْتِ باقيةٌ\n...\nلا بُدَّ حاديكِ يَوْماً خَلْفَهُم سارِ\nولَيْسَ يُجْدِيكِ إِلا ما ادَّخَرْتِ فَبَا\n...\nدرِي قَبْلَ إِرْقالٍ (4) وإِحْضارِ (5)\nفإنْ تُعَزَّ يَعِزَّ الصَّبْرُ عَنْكَ وقَدْ\n...\nيَلْقَى المُصابُ تَشَفيهِ بِتَذْكارِ\nلَقَدْ فَقَدْناكَ فَقْدَ القَلْبِ مُهْجَتَهُ\n...\nوالعَيْنِ رُؤيَتَها مِن بَعْدِ إبْصارِ\nوحَجبَ التربُ تِرْبَ الفَضْلِ واشْتَمَلَ الضـ\n...\nـريحُ مِنْكَ على كَنْزٍ وَأنْوارِ\n(1) المَرهَاءُ: التي فقدت الكُحْل.\n(2) (الأشوَس): المتكَبِّر.\n(3) (الهذار): كثير سقط الكلام.\n(4) (الإرقال): الإسراع في الشيء، والجدّ فيه.\n(5) عجزُ البيت مختل.\nالجزء: 1 ¦ الصفحة: 143\n",
        "[70] فالله يُخْلِفُنا خَيْراً ويأجُرُنا\n...\nإِلَيْكَ مَرْجِعُنا يا خَيْرَ غَفَّارِ/\nوفي النبي لَنا وَعْظٌ وصُحْبتِهِ\n...\nصَلَّى عَلَيْهِمْ إِلهٌ خالِقٌ بَارِي\nورثاه الفاضل الأديب أبو محمد سليمان بن علي؛ عُرف بالعفيف التلِمْساني (1):\nنَعَمْ بَعْدَ (يَحْيىَ) مَعْهَدُ الفَضْلِ دارِسُ\n...\nفما أنْصَفَتْ إِنْ لَمْ تنحْهُ المَدارِسُ\nفي صَبْرُ مت عندي ويا حُزْنُ فَلْتَعِشْ\n...\nفإن (النواوِي) قَدْ حَوَتْهُ النواوِسُ (2)\nبَكَتْهُ مساعيهِ التي بَذَّت الألى\n...\nسَعَوْا للعُلا في رَكضِهِمْ (3) وهُو جالِسُ\nوناحَتْ عليهِ وُرْقُ أَوْراقِهِ وما\n...\nلهَا مِنْ سِوى الأقلام قَصْبُ مُوايِسُ (4)\nوأقْسِمُ ما نَفْسٌ بَكَتْهُ نَفِيْسَةٌ\n...\nإذا لَمْ تُساعِدْها اَلدُّموعُ النَّفائِسُ\nتَلَهَّبَ قَلْبُ البَرْقِ والرَّعْدُ صارخٌ\n...\nأَسَىَ ودموعُ الغادِياتِ بَواجِسُ (5)\nوظَلّ وباتَ اللؤلُؤ الرَّطْبُ حاسِداً\n...\nمَدامِعَ فيهِ درُّها مُتَجانِسُ\nومَثْوَى الثُّرَيَّا فيهِ قَدْ حَسَدَ الثَّرَى\n...\nفَماذا عَسَى فيهِ تَقولُ المَجالِسُ\nلَقَدْ كانَ يُحْيى الليلَ (يَحْيىَ) مُسَهُّدُ الـ\n...\nجُفونِ وجَفْنُ النجْم في الأفْقِ ناعِسُ\nوَيطْوي (6) على الدَّاءِ الدفينِ مِن الطوى (7)\n...\nأضَالِعَ ما فيها سِوى الذكْرَ هاجِسُ\n(1) وهو المدفون في صالحية دمشق، وكان خليعاً متهتكاً ومن أصحاب وحدة الوجود.\nوفي الأصل: \"أبو محمد سلمان\n...\n\"، وفي هامشه:\"سليمان، صح\"، وهو المثبت في مصادر ترجمته، انظر منها: \"البداية والنهاية\" (13/ 326)، و\"شذرات الذهب\" (5/ 412)، و \"فوات الوفيات\" (2/ 72).\n(2) (النواوس): المقابر. وهي من القبور المصنوعة من الأحجار التي كان يَدفُنُ فيها الأقدمون موتاهم.\n(3) في \"المنهاج السوي\": \"أرضهم\"!\n(4) في \"المنهاج السوي\": \"تصبو نوايسُ\".\n(5) (بجس الماء): انفجر، وهي هنا كناية عن كثرة البكاء.\n(6) أي: يخفي ولا يظهر.\n(7) أي: الجوع.\nالجزء: 1 ¦ الصفحة: 144\n",
        "وُيرْضِي جَليسَ الخَيْرِ مُمْتِعُ بَحْثِهِ\n...\nفَينْقادُ للحَق المُماري (1) المُمارِسُ (2)\nفإِنْ تَضْحَكِ الأخْرى سُروراً بمِثْلِهِ\n...\nفوَجْهُكِ يا دُنْيا مِن الفَقْدِ عابِسُ\nوكُنْتِ به مِثْلَ العَروسِ فأصْبَحَتْ\n...\nلَدَيْهِ مِن الحُوْرِ الحِسانِ عَرائِسُ/ [71]\nفللهِ غُصْنٌ بَعْدَما تَم زَهْرُهُ (3)\n...\nوأَيْنَعَ أَضْحَى رَطْبُهُ وهُو يابِسُ\nوبَدْرُ تَمام والبُدورُ مَتَى تَغِبْ\n...\nتُرَجَّ وهذا مِنْهُ قَلْبِيَ آيِسُ\nفأُقْسِمُ ما النُّعْمَى بِها القَلْبُ ناعِمٌ\n...\nعليهِ ولا البُؤسَى بها القلبُ بائِسُ\n[وهَيْهاتَ لو أنِّي صديقٌ وماتَ لَم\n...\nأعِشْ بَعْدَهُ لما حَوَتْهُ الرَّوامِسُ (4)\nفيا دهرُ هَلْ كانَتْ مَناياهُ أكْؤساً\n...\nمُلِئْتَ بها سُكْراً فرأسُكَ ناكِسُ] (5)\nويا كُلَّ يَوْمٍ بَعْدَهُ صارَ ليلَةً\n...\nأمَا تَنْجَلِي بالصُّبْح مِنْكَ الحَنادِسُ (6)\nلقدْ أجْفَلَتْ (7) غُرُّ المسائِل بَعْدَهُ\n...\nوعَهْدِي بِها مِنَ قَبْلُ وهِيَ أوانِسُ\nتُطارِدُ مِنْهُنَّ الشَّرودَ كأنها\n...\nمَهاً تَدرِبْها (8) بالقِسِي (9) الفَوارِسُ\nولو أَنهُ فِينا لعُدْنا وكُنَّسُ الـ\n...\nجَواري (10) لَدَيْنا لا الظِّباءُ الكَوَانِسُ\nلهُ في رَسولِ الله والآلِ أُسْوَةٌ\n...\nوأصْحابُهُ عنهُمْ تَقَرّى الفَرادسُ (11)\n(1) أي: المجادل والمناظر.\n(2) أي: المساوم واللَّجوج.\n(3) في الأصل: \"اعتمَّ زهوه\"، والتصويب من \"المنهاج السَّوي\".\n(4) أي: القبور.\n(5) ما بين المعقوفتين من هامش الأصل.\n(6) (الحنادس): الليالي شديدة الظلمة.\n(7) شردت ونفرتْ ومضتْ بعيداً.\n(8) أي: تتقيها.\n(9) (القِسيّ): الأقواس.\n(10) هي النجوم لأنها تكنس كالظِّباء، تغيب وتستتر، تبدو ليلاً وتختفي نهاراً.\nوالكُناسِ: هو بيت الظباء.\n(11) في \"المنهاج السوي\": \"تقوى العوادسُ\"!\nالجزء: 1 ¦ الصفحة: 145\n",
        "أبَوْا أَنْ يَؤوبوا نَحْوَ دُنْيا دنيةٍ\n...\nملابسها يغرى بها وهو لابس\nوكانَتْ لَيالِيهِ كأيامِهِ سَنىً\n...\nفأيامنا مثل الليالي دوامس (1)\nسَقَى عَهْدَهُ عَهْدٌ فإنا عِصابَةٌ\n...\nمدامعها تسقي الذي الحزن غارس\nوكَيْفَ نُبَكِّيهِ ونَعْلَمُ أنهُ\n...\nعلى ما إليه صار كان ينافس (2)\nورثاه تلميذه الفقيه الأديب الأمين سلطان إمام الرواحية (3):\nبَكَتِ العُلومُ لِفَقْدِ مَن أَحْياها\n...\nمن بعد طول خمولها وخفاها\n[72] ذَهبَتْ لمذْهبِهِ المذاهِبُ بعْدَما\n...\nجلَّى مآخذها وشدَّ عراها/\nوغَدَتْ مُوَدِّعة لهُ توديعَ مَن\n...\n[قد] (4) أقسمت أن لا ينال حباها\nأفَلَتْ (5) شُموسُ سُعودِنا مِن بَعْدِهِ\n...\nوالعين فارقها الكرى (6) وقلاها\nيا لَلرِّجالِ رَزيَّةً (7) عَمَّت فَلا\n...\nجبرٌ لها من ذا يطيق دوامها\nقد أظْلَمَ الأفُقُ المُنيرُ لِفَقْد مَن\n...\nحاز الفضائل كلها وحواها\nأضْحَى على الأقْطارِ مِنْهُ وَحْشَةٌ\n...\nحتى تشابه صبحها بمساها\nلله أيَّةُ حَسْرَةٍ أبْنا (8) بِها\n...\nإذ فارقت تلك النفوس شفاها\nالسيدُ القوامُ والحَبْرُ الذي\n...\nأعيت مناقبه لمن جاراها\nوالناسِكُ القَوَّامُ ذاكَ (9) المُقْتَدي\n...\nبأئمةٍ في العلم طاب ثناها\n(1) (الدوامس): الليالي شديدة السواد.\n(2) انظر: \"المنهاج السوي\" (91 - 92).\n(3) انظر: \"ترجمة الإمام النووي\" (ص 75) للسخاوي.\n(4) ما بين المعقوفتين من هامش الأصل.\n(5) أي: غابت.\n(6) (الكرى): النعاس، وبداية النوم.\n(7) في الأصل: \"رزاية\"!\n(8) أي: رجعنا.\n(9) في الأصل: \"والحبر المقتدي\"، وما أثبت به يستقيم البيت.\nالجزء: 1 ¦ الصفحة: 146\n",
        "يا مُحْيِياً للدِّينِ بَعْدَ إماتَةٍ\n...\nومؤيِّداً لشريعةٍ أسْماها\nيا آمِراً بالعُرْفِ يُرْضِي رَبَّهُ\n...\nبُوِّئتَ مِن دَارِ النَّعِيمِ عُلاها\nيَبْكِيكَ ذا الليلُ البَهيمُ فطالَ ما\n...\nقَدْ قُمْتَ فيهِ مُسَبِّحاً أوَّاها\nوكذاكَ صَوْمُكَ في الهَواجِرِ دائباً\n...\nسَيَّانَ عندَكَ حَرُّها وشِتَاها\nيا زاهِداً نِلْتَ المَعالي والرِّضا\n...\nيا عارِفاً عَيْبَ الدُّنا وفَنَاها\nأعْرَضْتَ عنها إذ أَتَتْكَ مُطيعَةً\n...\nورَغِبْتَ في أخْرى يَدُومُ بَقاها\nخَطَبَتْكَ حُورٌ في جِنانٍ زُينتْ\n...\nلِقُدومِ نَفْسٍ قَدْ زَكا مَسْعاها/ [73]\nأَلِجَنَّةِ الفِرْدَوْسِ بُشْرَى بالَّذي\n...\nقَدْ حَلَّها طُوبَى لهُ سُكْناها\nفالسُّنّةُ الغَرَّاءُ تَبْكِي فَقْدَهُ\n...\nإذْ مِنْ أَغاليطِ الرُّواةِ حَماها\nوكَذاكَ مَذهْبُ ابنِ إدْريسَ الذي\n...\nفاقَ الأئمَّةَ سُؤدَداً فَعَلاها\nفاليَوْمَ بُنْيانُ القَواعِدِ قَدْ هَوى\n...\nمِنْ بَعْدِ تَشْييدٍ وحُسْنِ بِناها\nمَنْ للمسائِلِ كاشِفاً عَنْ سِرِّها\n...\nإذْ أعْضَلَتْ وتَعَسَّرَتْ فَتْواها\nقدْ كُنْتَ توضِحُها بلَفْظٍ موجَزٍ\n...\nفيَطيبُ مِنْكَ جُدَّادها (1) وجَنَاها\nوإذا تَحِلُّ بنا النَّوازِلُ مَنْ لَنا\n...\nفي رَفْعِها عَنَّا وحَلِّ عُراها\nأَمْ مَنْ تُرَضِّيهِ لدَفْعِ كَريهَةِ\n...\nيَوْماً إذا ما عَمَّنا بَلْواها\nقَدْ كُنْتَ (مُحيي الدين) حِصْناً مانِعاً\n...\nعَنَّا فَوا أسَفا عليكَ وآها\nفَلَقَدْ غَدَوْتَ مُكَرَّماً في صُحْبَةٍ\n...\nكانَتْ نُفوسُهُمُ لَدَيْكَ سَفاها\nفالآنَ شُتِّتَ شَمْلُهُم وتَفَرَّقوا\n...\nحَيْرَى سُكارَى ليْسَ مِنْ صَهْباها (2)\nفلَوْ أنَّ نَفْساَ تُفْتَدى لَفَدَتْكَ مِن\n...\nكَأسِ الحِمامِ نُفوسُنا بِدِماها\nلكِنَّ كاساتِ المَنونِ دَوائِر\n...\nلَمْ يَعْدُها مَنْ لِلْحُصونِ بَناها\nقَدْ أَكْثَرَتْ فيكَ الرُّثاةُ وما أرى\n...\nتُجْدي سِوَى تَذْكَارِهَا وغِناها\n(1) الجُدَّاد: صغار الشجر. قال ابن فارس في \"معجم مقاييس اللغة\" (1/ 409): \"وهو عندي كذا، على معنى التشبيه بجُدَّاد الخيمة، وهي الخيوط\".\n(2) الصهباء: الخمر.\nالجزء: 1 ¦ الصفحة: 147\n",
        "[74] رَوَّى الإلهُ تُرابَ تُرْبَتِك التي\n...\nبك قد علت شرفاً وطاب شذاها/\nوأتَتْكَ مِن رَب العِباد تَحِيةٌ\n...\nحتي المعاد صباحها ومساها\nورثاهُ بعض المحبين رحمه الله (1):\nسَلْ رَبْعَ (2) دارٍ قَدْ خَلَتْ إنْ أخْبَرا\n...\nعن أهلها وبأهلها ما قد جرا\nرَحَلوا فَلِمْ لا وَدَّعوا أترى بهم\n...\nيا دار غلس ركبهم أم هجرا\nأمْ في دُجُنَّة لَيْلِهِم كَي لا يرا\n...\nهم حاسدٌ ومكاشحٌ بهم سرى\nيا دارُ ما صنَعَ الزمان فحَدِّثي\n...\nعنهم بصدق لا حديث مفترى\nففهِمْتُ مِنها حيثُ لَمْ تَنْطِقْ إذا\n...\nنزل القضاء فأيما عين ترى\nلا تَسْألني واسألِ الأقْدارَ هَلْ\n...\nمنهن يحمي مزدرى أو مدرى\nسَلْ أيْنَ (سابورٍ) و (شابورٍ) وَكَمْ\n...\n(كسرى) تخوَّنه الزمان و (قيصرا)\nما أضْعَفَ الإنسانَ بَلْ عَجبٌ لهُ\n...\nيختار أن يبقى وليس مخيرا\nولَقَدْ أتَانا عَنْ فَرِيد زَمانِهِ\n...\nخبرٌ فأرق للجفون أسهرا\nجافى الجُنُوبَ عَنِ المَضاجِعِ ذِكْره\n...\nونفى الرُّقاد عن العيون ونفرا\nيا لَيْتَ قَبْلَ سَماعِهِ أسْماعُنا\n...\nصُمَّتْ وأعياننا لذلك لا ترى\nيا مخبِراً (3) عن هُلكِ (مُحْيي الدينِ) ما\n...\nتخشى وتستحي به أن تجهرا\n[75] وشَقِيْقَةٍ أفْزَعْتَها لَمَّا أتى النـ\n...\nـاعي به إذ قمت أمشي القهقرى/\nوأعَضُّ مِنْ وَجْدٍ عليهِ أنامِلي\n...\nوأهيم منه تأسُّفاً وتحسُّرا\nقالَتْ أوَيْحَكَ ما دهاكَ وما الذي\n...\nلك قد أصاب وما الذي لك قد عرا\nفأجَبْتُها ثَكِلَتْكِ أمُّكِ تَسْألي\n...\nعمَّا جرا لي هل قليلٌ ما جرى\nهذا دِعامَةُ دِيْنِنا بلْ كَسْره\n...\nإن الرَّزيَّة فيه أم حبوكرى (4)\n(1) انظر: \"ترجمة الإمام النووي\" (ص 76) للسخاوي.\n(2) (الرَّبع): المكان الذي يُترل فيه، أو الحي.\n(3) في الأصل: \"مخُبرٌ\"!\n(4) أمُّ حَبَوكَرى: الداهية.\nالجزء: 1 ¦ الصفحة: 148\n",
        "لا تَحْسَبيهِ مِن الهِضاب فإنهُ\n...\n-لمن الجبال- هو المنيعات الذُّرى\nعَلاَّمَةٌ ولَئِنْ يَكُنْ علماؤنا\n...\nجُمَّا فكل الصيد في جوف الفرا (1)\n(يَحْيَى) وما أدْراكَ ما (يَحْيىَ) إذا\n...\nعُدَّتْ مآثره التي لن تحصرا\nلله قَبْرٌ عَنْ مَيامِنِ جاسِم (2)\n...\nواروا به جثمان أشعث أغبرا\nأَتُرَى الذي واراه في ذاكَ [العَراً] (3)\n...\nأدرى لمن وارى به أم ما درى\nقَبَروا الفَضَائِلَ كُلَّها في لَحْدِهِ\n...\nوالفضل ما من حقِّه أن يقبرا\nومُغسِّلٍ ماذا أرادَ بغُسْلِهِ\n...\nإذ كان من دنس الذنوب مطهرا\nهذا الثناءُ عليكَ (يَحْيى) دائماً\n...\nمنا فطيَّبه الإله وكثَّرا\nولَئِنْ تَمُتْ أحْيَيْتَ مَجْداً لم يَخَفْ\n...\nبتغيُّر الأيام أن يتغيَّرا\nولَئِنْ تَكُنْ وُدِّعْتَ غَيْرَ مُذَمَّمٍ\n...\nوحصلت فيما بين أطباق الثرى\nلَكَ أسْوَةٌ بالمُصْطَفى المُعْطَى بِيَو\n...\nم العرض هذاك اللِّوا والكوثرا/ [76]\nولَقَدْ عَلِمْتَ بأنَّ تلْكَ سَجِيَّةٌ\n...\nمن عادلٍ ساوى (4) بها بين الورى\nساوى (4) بها بَينَ الحَقيرِ وبَيْنَ مَن\n...\nبالمجد والعزِّ ارتدى وتأمَّرا\nولحِقْتَ فَضْلاً مَن تَقَدَّمَ حَيْثُ [مِن] (5)\n...\nأعمارهم قد كان عمرك أقصرا\nلَم يُثْمِرِ العِلْمُ الشريفُ لعالِمٍ\n...\nفيما رأينا مثل ما لك أثمرا\nوقَّرْتَهُ بالزُّهْدِ ثُمَّتَ بالتُّقَي\n...\nفنرى كما وقَّرته لك وقرا\nوسَهِرْتَ إذ نِمْنَ العُيونُ وإنَّهُ\n...\nعند الصباح ليحمد القوم السُّرَى\nولَتِلْكَ مَوْهِبَةٌ خُصِصْتَ بها ولو\n...\nكانت بتشميرٍ لكل شَمَّرا\nولَقَدْ تَرَكْتَ الأهْلَ والأصْحابَ في\n...\nموتٍ لفقدك لو تشاهد أحمرا\n(1) هو مثل يُضرب لمن استولى على أعلى شيء وأحسنه.\n(2) جاسم: بلدة في حوران.\n(3) ما بين المعقوفتين من هامش الأصل.\n(4) في الأصل: \"واسي\"!!\n(5) ما بين المعقوفتين من هامش الأصل.\nالجزء: 1 ¦ الصفحة: 149\n",
        "أجْفانُهُم يا ويحَهُم قَدْ حالَفَتْ\n...\nطُولَ السُّهادِ (1) وحَرَّمَتْ طيبَ الكَرى\nولَئِنْ عليْكَ تَفَتَّتَتْ أكْبادُنا\n...\nوتَقَطَّعَتْ مِن شأنِنا أنْ نُعْذَرا\nأسَقى الغَمامُ (نوى) وعَمَّم أرْضَها\n...\nحَتى ضَريحُكَ لَمْ يَزَلْ رَطْبَ الثرَى\nسُحُبٌ تَروحُ وتَغْتَدي مَشْحُونَةً\n...\nماءً ورَيْحاناً ومِسْكاً أذْفَرا\nورثاهُ بعضُ المدرِّسين بالبادرائيَّة (2) بدمشق رحمه الله:\nسَقَى قَبْرَ يَحْيىَ في (نوي) كُل مُسْبِلٍ (3)\n...\nمِن الغَيْثِ عَرَّاض (4) البَوارِقِ هَتَّانُ (5)\n[77] ولا زالَ قَبْرٌ حَل فيهِ يَحِلُّهُ\n...\nمِن اللهِ رِضوانٌ ورَوْحٌ وريحانُ/\nحَوَى كاشفاً والنَّاسُ في غَفَلاتِهِم\n...\nفَحازَ الهُدَى (يَحْيىَ) و (يَحْيىَ) لهُ شانُ\nإذا سَخَنَتْ عَيْني بخِلٍّ (6) فَقَدْتُهُ\n...\nفلا بانَ (7) خُلاَّني الثِّقاتُ بَلى بَانوا\nوقَدْ كانَ لي حزنٌ يُكَدِّرُ (8) عِيْشَتي\n...\nفها أنا ذا لي مِنْ فِراقِيَ أحْزَانُ\nلَقَدْ أنْجَبَتْ فيكَ ابنَةُ القَوْمِ إذْ أتَتْ\n...\nبِمِثْلِكَ واسْتَعْلَتْ على الأرض حَوْرانُ\nورثاه بعض المحبين في الله تعالى رحمه الله (9):\n(1) (السهاد): السهر والأرق.\n(2) البادرائية: مدرسة كانت داخل باب الفراديس والسلامة، شمالي جيرون، وشرقي الناصرية الجوانية، وكانت قبل ذلك تُعرف بدار أسامة، وتعرف الآن في الشام بـ (حمام سامة). أنشأها العلامة الشيخ نجم الدين أبو محمد عبد الله بن أبي الوفاء محمد بن الحسن بن عبد الله بن عثمان البادرائي.\nانظر: \"الدارس في تاريخ المدارس\" (1/ 205)، و\"منادمة الأطلال\" (129).\n(3) (المسبل): المطر الهاطل\n(4) (العارض): من يأتي الماء مبكراً.\n(5) (هتنت السماء): هطل مطرها وتتابع.\n(6) أي: صديق.\n(7) (بان): بعُدَ وافترق.\n(8) (كَدَّر فلاناً): غَمَّه، ونغَّص عليه عيشه.\n(9) انظر: \"ترجمة الإمام النووي\" (ص 76) للسخاوي.\nالجزء: 1 ¦ الصفحة: 150\n",
        "بَكا العِلْمُ حيناً بعدَ حِينٍ على (يَحْيَى)\n...\nوآلى (1) يَميناً بعدَهُ لَمْ يَكُنْ يَحْيا\nوأُزْلفَتِ الجَنَّاتُ والحَورُ زُخْرِفَتْ\n...\nسُروراً بمَنْ أنْكَى لنُقْلتِهِ العُلْيا\nرُزِئنا بمَنْ فيهِ فوائِدُ جَمَّةٌ\n...\nتَقِي نَقِي راغِبُ الزُّهْدِ في الدُّنْيا\nعَليمٌ بأخْبارِ النبي وعالِمٌ\n...\nبها وسَديدُ القَوْلِ في مُشكِل الفُتْيا\nلهُ دَرَجاتُ العِلْم والزُّهْدِ والتُّقَى\n...\nوتَصْنيفُ مَن حازَ العُلومَ وما [أَعْيا] (2)\nأضاءَتْ مِن \"المِنهاج\" مِنَّا مَناهِجٌ\n...\nوراحَتْ بهِ عينُ الرِّيا والرَّدِى عَمْيا\nوبَثَّ لنا مِن نَشْرهِ آيَ \"رَوْضَةٍ\"\n...\nعلى زَهْرها مِن زُهْدهِ دائماً بُقْيا\nسقى الوابِلُ الوَسْمِي (3) أرضَ نَوى نَوا (4)\n...\nكَما حَلَّ فيها صادق الرَّأي والرُّؤيَا\nوحَيَّا الحَيا ذاكَ الضَّرِيحَ ومَنْ بِهِ\n...\nوسُقْياً لأرْضٍ حَلَّ في رَبْعَها سُقْيا\nورثاهُ بعضُ المحبين في الله تعالى رحمه الله (5):/ [78]\nبانَتْ مَسَرَّاتُنا مُذْ بانَ إخوانُ\n...\nفأيْنَ مُعْتَبِرٌ فالدَّهْرُ حَيْرانُ\nقدْ فارَقَتْ مِن نواحي الأرْضِ ساداتُها\n...\nوغُيِّرَتْ بعْدَهُم للدَّهْرِ أزْمانُ\nقَدْ نُقِصتْ مِثْلَ ما قَدْ قال ننقُصُها\n...\nأطْرافَها (6) فَافْتَكِرْ ما قالَ دَيَّانُ\n(1) أي: أقسم.\n(2) ما بين المعقوفتين من هامش الأصل.\n(3) (الوسمي): أول المطر.\n(4) في الأصل: \"نوءاً\"، غير أن الناظم سهل الهمزة.\n(5) انظر: \"ترجمة الإمام النووي\" (ص 76)، وفيه ما يفيد أن اسمه غير معروف، ويستفاد من بيت رقم (32) أن اسم ناظمها عثمان.\n(6) يشير إلى قوله تعالى: {أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا ِ (41)} [الرعد: 41] وإلى قوله تعالى: {أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا (44)} [الأنبياء: 44].\nقال ابن عباس -فيما رُوي عنه عند ابن جرير في \"التفسير\" (13/ 117)، والحاكم في \"المستدرك\" (2/ 350)، والخطيب في \"الفقيه والمتفقه\" (1/ 43)؛ بسند ضعيف جدّاً، فيه طلحة بن عمرو؛ قال فيه أحمد: متروك- في نقص الأرض: \"موت العلماء والفقهاء\". وكذا قال مجاهد، وصوَّب ابن كثير غيره. انظر: \"تفسير القرآن العظيم\" (2/ 539)، و\"الدر المنثور\" (4/ 68)، و\"تفسير الطبري\" (13/ 117).\nالجزء: 1 ¦ الصفحة: 151\n",
        "أيْنَ الذينَ هُمْ كانوا ذَوِي حِكَمٍ؟\n...\nقد بان من قولهم للدين تبيان\nأيْنَ الدين أقاموا الدِّينَ واجْتَهَدوا\n...\nولم يكن دأبهم غير الذي دانوا\nبانُوا جَميعاً ولا أرْجُو رُجوعَهُمُ\n...\nفدمعتي أصبحت حمراء مذ بانوا\nيا (محييَ الدين) مُذْ فارَقْتَنا عَجِلاً\n...\nقد هُدِّمَتْ لمشيد الدين أركان\nأَرْكانُ بُنيانِهِ عَنْدَ النَّوَى عُدِمَتْ\n...\nفكيف يبقى ولا أركان بنيان\nقَدْ كُنْتَ في هذه الدُّنْيا على سِيَرٍ\n...\nلم يستطع مثلها في الدهر إنسان\nزَهِدْتَ فيها ولَمْ تُخْدع بِزُخْرُفِها\n...\nودام منك على الأصحاب إحسان\nالناسُ في راحَةِ الدنْيا ولَذَّتِها\n...\nوأنت عند جهاد النَّفس تعبان\nوَهُمْ على دَعَةٍ في طيبِ مَرْقَدِهِمْ\n...\nوأنت في حل علم الدين سهران\nوأيْنَ ما كُنْتَ قد حازَتْ ملائكَةٌ\n...\nحول المكان ولم يقربك شيطان\nوكُنْتَ بَحْراً مُحيطاً للحَدِيثِ لَنا\n...\nيفيض من موجه دُرٌّ ومرجان\n[79] وكنْتَ في المذْهَب المَنْصورِ مُجْتَهِداً\n...\nوعنك ينقله شيبٌ وشبان/\nلو كان يَلْقاك مِمًّنْ قَدْ مَضَى أحَد\n...\nمن الصحابة أو ممن له شان\nلكانَ (طَلْحَةُ) فيما قُلْتَ مَرْتَضِياً\n...\nوكان يثني عليك الحبر (سلمان)\nوكان مَهْما رآكَ (الشافِعِي) فَرِحاً\n...\nوكان ينصفك البحَّاث (نعمان)\nقَدْ كنْتَ كاسْمِكَ (مُحْيي الدين) مُجْتَهِداً\n...\nومن دعائك نال النصر فرسان\nسَلَكْتَ بينَ الوَرى سُبْلَ النجاةِ وقَدْ\n...\nأقرَّ فيك لسان الوحي قرآن\nبأنَّ جاهَكَ عندَ اللهِ مُرْتَفِعٌ\n...\nوأن حظك من ذي العرش غفران\nيَوْماً تكونُ عُصاةُ الناسِ قدْ جُمِعَتْ\n...\nوالنار ذات لظىً والرب غضبان\nيَفِر ُّكُلُّ امرىء مِنْ هَوْلِ مَصْرَعِهِ\n...\nمن ابنه وأخيه وهو حيران\nقَدْ فُتِّحَتْ لِلْوَرَى أبوابُ هاوِيَة\n...\nونارها انتشرت والجسم عريان\nفعِنْدَ ذاكَ بلا ريبٍ عَلى عَجَلٍ\n...\nبالبشر من ربِّنا يأتيك رضوان\nوقَدْ تَرَى جَنَّةَ الفِرْدَوْسِ قد فُتِحَتْ\n...\nوعمَّ من طيبها روحٌ وريحان\nتَدُومُ فيها بأفراحٍ على أبَدٍ\n...\nومنك في فرحٍ حُورٌ وولدان\nالجزء: 1 ¦ الصفحة: 152\n",
        "مَتَى ذَكَرْنَاك قَدْ فاضَتْ مَدامِعُنا\n...\nحَتى جَرَتْ مِن دموعِ العَيْنِ غُدْرانُ\nيَنُوحُ كُل امرىءٍ مِنْ فَرْطِ لَوْعَتِهِ\n...\nحَتَى لَقَدْ قَرِحَتْ بالدمْعِ أجْفانُ\nمَن لا يَنوحُ إذا باتَتْ أحِبتهُ\n...\nأوْ لا يَسيلُ على خَدَّيْه عِقْيانُ/ [80]\nالناسُ طُرّاً على ذِكْراكَ [في] (1) حُرَقٍ\n...\nوليسَ يَعْرِضُ في ذِكْراكَ نِسْيانُ\nقَدْ سالَ بَحْرُ دماءٍ مِن لواحِظِهِم\n...\nمُذْ قامَ مُكْتَئِباً يَرْثيكَ (عُثْمانُ)\nعَساكَ تَشْفَعُ فيهِ حَيْثُ قامَ غَداً\n...\nلِيَنْمَحِي ذَنْبُهُ فاللهُ رَحْمانُ\nفإنهُ مُذنِبٌ عاصٍ ومُعْتَرِفٌ\n...\nوقد ْمَلا صُحْفَهُ سُوءٌ وعِصْيانُ\nيا نَفْسُ لا تُخْدَعي باللهْوِ واتَّعِظي\n...\nفإن رِبْحَكِ عندَ اللَّهْوِ خُسْرانُ\nكَمْ مِن أناسِ مِن الأخْبار قَدْ عُدِموا\n...\nكأنَّهُمْ ساعةً في الدَّهْرِ ما كانوا\nلا تَطْمَعي في البقايا نَفْسُ بَعْدَهُمُ\n...\nفإن كُل الوَرَى في الدَّهْرِ ضِيفانُ\n...\n18 -\nفصل\nلما توفِّيَ رحمه الله ودُفِنَ؛ أرادَ أهلُهُ وأقاربهُ وجيرانُه أن يبنوا على ضريحه قُبَّةً، وأجمعوا على ذلك؛ إذ جاء رحمه الله في النوم إلى أكبر امرأةٍ من قرائبه -أظنُّها عمَّتَه- وقال لها: \"قولي لأخي والجماعة لا يفعلوا هذا الذي قد عَزَموا عليه من البنيان؛ فإنه كُلما بنوا شيئاً؛ يُهْدَمُ عليهم\".\nفانتبهَتْ منزعجةً، فقصَّتْ عليهم الرُّؤيا، فامتنعوا من البنيان، وحوَّطوا على قبره بحجارةٍ تمنع الدَّوابَّ وغيرها (2).\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) نقله عن المصنف: الذهبي في \"تاريخ الإسلام\" (ورقة 580)، والسيوطي في \"المنهاج السوي\" (ص 80)، والسخاوي في \"ترجمة الإمام النووي\" (ص 76). =\nالجزء: 1 ¦ الصفحة: 153\n",
        "وقال لي جماعة من أقاربه وأصحابه بـ (نوى): إنهم سألوه يوماً أن لا ينساهم في عَرَصات القيامة، فقال لهم: \"إنْ كانَ ثَمَّ جاهٌ، والله لا [81] دَخَلْتُ الجنة وأحدٌ / ممن أعرفه ورائي، ولا أدخُلُها إلَّا بعدَهم\".\nفرحمه الله، ورضي عنه، لقد جَمَعَتْ هذه الحكايةُ من الأدب مع الله عز وجل ومن الكرم ما لا يخفى على متأمِّل فطن (1).\n...\n19 -\nفصل\nكنتُ يوماً بين يديهِ لتصحيح درس عليه في \"مختصر علوم الحديث\" الأصغر له، فلما فرغتُ منهُ؛ قال لي: \"رأيتُ الليلةَ في المنامِ كأنِّي كنتُ سابحاً في بحرِ، وكأني خرجتُ منه إلى شاطيء، وإذا\n= لكن للأسف الشديد! لم يبق الأمر على الحال الذي ذكره ابن العطار، حيث تمَّ بناء القبَّة على قبر الشيخ الإمام النووي رحمه الله، وكان ذلك على خلاف الشرع، ومخالفة لما كان يدعو إليه الشيخ النووي من الابتعاد عن البدع، وقد قام ببناء القبة الأميرُ قانصوه الساعدي في أواخر القرن العاشر الهجري.\nانظر: \"ترجمة الإمام النووي\" (ص 76) الحاشية، و \"الإمام النووي وأثره في الفقه الإسلامي\" (ص 81)، و\"الإمام النووي\" (ص 195 - 196)، للدَّقر.\n(1) نقله عن المصنِّف: الذهبى في \"تاريخ الإسلام\" (ورقة 580)، والسخاوي في \"ترجمة الإمام النووي\" (ص 34)، و\"المنهاج السوي\" (لوحة 31/ أ)، ووقعت عبارة الإمام النووي في مطبوعه (ص 80) مصحفة تصحيفاً شنيعاً، إذ جاءت فيه هكذا: \"\n...\nلأدْخُلَنَّ الجنة وآخذ من أعرفه ورائي، ولا أدخلها إلاَّ بعدهم\"!!\nوهذا من التألِّي على الله عز وجل، وليس فيها الأدب الذي أشار إليه المصنّف مع الله عز وجل، فالشفاعة لا تكون إلا بإذنه عز وجل، وليس لأحدٍ من الخلق على الله حق أو جاه يرجى الله بما يأذن به ربُّنا -سبحانه- ويرضى.\nالجزء: 1 ¦ الصفحة: 154\n",
        "أنا بشخص قد غرق فيه، وقد تعلَّق بخشبة على وجهه لحظةً، ثم غرق\".\nقلتُ: يا سَيدي! علمتَ الشخصَ مَن هُو؟ قال: \"نعم\". قلتُ: مَن هُو؟ قالَ: \"ابن النَّجَّار\". قلتُ: فما أوَّلْتَه؟ قال: \"يظهَرُ قليلًا، ثم يَخفى خَفاءً لا ظُهورَ بعدَه، مع نفاقِ قلبهِ\".\nوكان مِن قصَّةِ المذكور أنَّه سعى في إحداث أمورٍ على المسلمين باطلة، فقام الشيخُ -قدَّس الله روحه- مع جماعة من علماء المسلمين، فأزالوها بإذن الله تعالى، ونصرَ الله الحقَّ وأهله، فَغَضِبَ لذلك؛ لكراهيتِه مصلحة المسلمين، ونصيحَة الدين، وبعثَ إلى الشيخِ يهَدِّدُهُ، ويقول: \"أنت الذي تحزِّبُ العلماء عَلى هذا\".\nفكتَبَ إليه الشيخ -قدَّسَ الله روحَهُ- كتاباً هذا صورَتُه:\nبسم الله الرحمن الرحيم\nالحمدُ لله رب العالمين.\nمن يحيى النووي.\nاعلم أيها المقصِّر فى التأهُّب/ لمعادِه، التاركُ مصلحَةَ نفسه في [82] تهيئةِ جهازِهِ له وزاده، أني كنتُ لا أعلمُ كراهَتَكَ لنُصْرَةِ الدين، ونصيحةِ السلطان والمسلمين؛ حملًا منِّي لك على ما هو شأنُ المؤمنين؛ مِن إحسانِ الظنِّ بجميع الموحِّدين، وربما كنتُ أسمعُ في بعض الأحيانِ مَن يذْكُرُكَ بِغشِّ المسلمين، فأُنْكِرُ عليه بلساني وبقلبي؛ لأنها غيبةٌ لا أعلم صحَّتها، ولم أزَلْ على هذا الحال إلى هذه الأيام.\nالجزء: 1 ¦ الصفحة: 155\n",
        "فجرى ما جرى من قول قائل للسُّلطان -وفَّقه الله لكريمِ الخيرات-: إنَّ هذه البساتين يَحِلُّ انتزاعُها مِن أهلها عندَ بعضِ العلماء، وهذا من الافتراء الصريح، والكذب القبيحِ، فوجب عليَّ وعلى جميعِ مَن عَلِمَ هذا من العلماء أن يُبَيِّنَ بطلان هذه المقالة، ودَحْضَ هذه الشناعة، وأنَّها خلافُ إجماع المسلمين، وأنَّه لا يقولُ بها أحدٌ من أئمَّةِ الدين، وأن يُنْهوا (1) ذلك إلى سلطان المسلمين، فإنَّه يجبُ على الناس نصيحته؛ لقول النبي - صلى الله عليه وسلم - في الحديث الصحيح: \"الدِّينُ النصيحة؛ لله، ولكتابه، ولرسوله، وأئمَّة المسلمين، وعامَّتهم\" (2).\nوإمام المسلمين في هذا العصر هو السلطان -وفّقه الله تعالى لطاعته، وتولاه بكرامته-.\nوقد شاع بين الخواصِّ والعوام، أنَّ السلطانَ كثيرُ الاعتناءِ [83] بالشَّرْعِ، ومحافظٌ على العملِ به، وأنَّه بَنَى المدرسة لطوائف/ العلماء، ورتَّبَ القضاة من المذاهب الأربعة، وأمر بالجلوس في دار العدل، لإقامة الشرع، وغير ذلك؛ مما هو معروف من اعتناء السُّلطان -أعزَّ الله أنصارَهُ- بالشرع، وأنَّه إذا طلبَ طالبٌ منهُ العملَ بالشرعِ؛ أمر بذلك، ولم يخالفه.\nفلما افترى هذا القائلُ في أمرِ البساتين ما افتراه، ودلَّس على السلطان، وأظهر أن انتزاعها جائزٌ عند بعض العلماء، وغشَّ السلطان في ذلك، وبلغ ذلك علماء البلد؛ وجب عليهم نصيحةُ السلطان،\n(1) أي: يرفعوا.\n(2) مضى تخريجُه.\nالجزء: 1 ¦ الصفحة: 156\n",
        "وتبيينُ الأمرِ له على وجهه، وأنَّ هذا خلافُ إجماع المسلمين، فإنَّه يجب عليهم نصيحةُ الدين، والسلطانِ، وعامَّةِ المسلمينَ.\nفوفَّقهم الله تعالى للاتفاقِ على كَتْبِ كتاب يتضمَّن ما ذكرتُه، على جهةِ النَّصيحة؛ للدين، والسلطان والمسلمين، ولم يذكروا فيه أحداً بعينه، بل قالوا: مَن زعم جوازَ انتزاعِها؛ فقد كذب.\nوكتب علماءُ المذاهب الأربعة خطوطَهم بذلك؛ لما يجب عليهم من النَّصيحةِ المذكورة، واتَّفقوا على تبليغها وليَّ الأمرِ -أدامَ الله نِعَمَهُ عليه- لينْصحوه، ويُبَيِّنوا حكمَ الشرع.\nثم بلَّغني جماعاتٌ متكاثِراتٌ في أوقاتٍ مختلفاتٍ -حصل لي العلم بقولهم- أنك كرهت سعيَهم في/ ذلك، وسارَعْتَ في ذمِّ فاعل [84] ذلك، وأسندت معظم ذلك كله إليَّ، ويا حبذا ذلك من صنيع!\nوبلَّغني عنك هؤلاء الجماعات أنَّك قلت: قولوا ليحيى: هو الذي سعى في هذا، فينكفّ عنه، وإلا أخذتُ منهُ دارَ الحديث.\nوبلَّغني عنك هؤلاء الجماعاتُ أنَّك حلفتَ مراتٍ بالطلاق الثلاث أنَّك ما تكلَّمتَ في انتزاع هذه البساتين، وأنَّك تشتهي إطلاقَها!\nفيا ظالم نفسه! أما تستحي من هذا الكلام المتناقض، وكيف يصح الجمع بين شهوتك إطلاقها (1) وأنَّك لم تتكلم فيها، وبين (2) كراهتك السَّعيَ في إطلاقها ونصيحة السلطان والمسلمين؟\nويا ظالم نفسه! هل تعرَّض لك أحدٌ بمكروه، أو تكلَّم فيك بعينِك؟ وإنما قال العلماءُ: مَن قالَ هذا للسلطان فقد كذَبَ، ودلَّس\n(1) في الأصل \"سهوتك وإطلاقها\"!!\n(2) في الأصل: \"فأين\"، وفي الهامش: \"صوابه: وبين\".\nالجزء: 1 ¦ الصفحة: 157\n",
        "عليه، وغشَّه، ولم ينصحه. فإن السلطان ما يفعلُ هذا إلا لاعتقادِهِ أنه حلالٌ عند بعض العلماء، فبيَّنوا أنه حرامٌ عند جميعهم. وأنت [قد] (1) قُلْتَ: إنك لم تتكلم فيها، وحلفتَ على هذا بالطَّلاقِ الثلاث، فأيُّ ضررِ عليك في إبطال قولٍ كاذبٍ على الشرع، غاشٍّ مدلس على السلطان، وقد قلت: إنه غيرُك؟! وكيف تكره السَّعْيَ [85] على شيءٍ قد أجمعَ الناسُ/ على استحسانِهِ؟! بل هو واجب على مَن قدر عليه.\nوأنا -بحمد الله- من القادرين عليه بالطريق الذي سلكتُ، وأما نجاحُه، فهو إلى الله تعالى؛ مقلِّب القلوب والأبصار.\nثم إني أتعجَّب غايةَ العجب من اتِّخاذك إياي خَصماً، ويا حَبَّذا ذلك من اتخاذ، فإنِّي -بحمد الله تعالى- أحِبُّ في الله تعالى، وأبْغِضُ فيه، فأحِبُّ مَن أطاعهُ، وأبْغِضُ مَن خالفه، وإذا أخبرتَ عن نفسِكَ بكراهتِك السَّعْيَ في مصلحة المسلمين، ونصيحة السلطان؛ فقد دخلتَ في جملة المخالفين، وصرتَ ممَّن نُبْغِضهُ في الله ربِّ العالمين، فإنَّ ذلك من الإيمان؛ كما جاءت به الآثار الصحيحة، المنقولة بأسانيد الأئمة الأخيار (2).\nارْضَ لِمَنْ غَابَ عَنْكَ غِيْبَتَهُ\n...\nفَذاكَ ذَنْبٌ عِقابُهُ فِيهِ\nويا ظالم نفسه! أنا خاصمتُك، أو كالَمْتُك، أو ذكرتُك، أو بيني\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) يشير الإمام النووي إلى حديث: \"مَن أحبَّ لله، وأبغض لله، وأعطى لله، ومنع لله؛ فقد استكمل الإيمان\".\nأخرجه أبو داود في \"السنن\" (رقم 4681)، والطبراني في \"المعجم الكبير\" (رقم 7613و 7737 و 7738)، والبغوي في \"شرح السنة\" (13/ 54)، والبيهقي في \"الاعتقاد\" (ص 178 و 179)؛ وغيرهم بإسنادٍ حسنٍ.\nالجزء: 1 ¦ الصفحة: 158\n",
        "وبينك مخاصمة، أو مُنازَعة، أو معاملةٌ في شيءٍ؟! فما بالك تكره فعل خيرٍ يَسَّرَني الله الكريمُ له؟! {وَمَا نَقَمُوا مِنهُم إلا أَن يُؤمِنُوا بِاللهِ اَلعزَيزِ الحميدِ} (1).\nبل أنتَ لسوءِ نَظَرِكَ لنفسك تتأذى على نفسكَ، وتُشْهِدُ الشهودَ بكراهة هذه النصيحة، التي هي مصرِّحة بأنَّك أنت الذي/ تكلَّمتَ في [86] هذه البساتين، وأنَّ الطلاقَ واقعٌ عليكَ، وما أبعدَ أن تكون شبيهاً بمن قال الله تعالى فيهم: {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (30)} [محمد: 30] (2).\nويا عدوَّ نفسه! أتُراني أكرَهُ مُعاداةَ مَن سَلَكَ طريقَتكَ هذه، بل -واللهِ- أُحِبها، وأوثرها، وأفعَلُها بحَمْدِ الله تعالى، فإنَّ الحُبَّ في الله، والبُغْضَ فيهِ، واجبٌ عليَّ وعليكَ، وعلى جَميعِ المكَلَّفينَ، ولستُ أدري أيَّ غرضٍ لك في حِرْصِكَ في الإنكار على السَّاعين في إعظام حُرُماتِ الدِّين، ونصيحة السلطان والمسلمين.\nفيا ظالِمَ نفسه! انْتَهِ عن هذا، وارجِعْ عن طَريقةِ المباهتينَ المعاندين.\nوأعْجَبُ مِن هذا تكْريرُك الإرسالَ إليَّ -بزعمك الفاسد- كالمتوعد-: إنْ لم يَنْكَفَّ أخذتُ منهُ دارَ الحديث.\nفيا ظالِمَ نَفسِه! وجاهِلَ الخيرِ وتاركه! أطَّلَعْتَ على قلبي أني متهافِت عليها، أو علمتَ أني منحَصِرٌ فيها، أو تحقَّقْتَ أني معتمِدٌ عليها، مستَنِدٌ إليها، أو عَرَفْتَ أني أعتقدُ انحصارَ رزقي فيها. أو ما\n(1) سورة البروج، الآية: 8.\n(2) سورة محمد، الآية: 30.\nالجزء: 1 ¦ الصفحة: 159\n",
        "علمتَ -لو أنصفتَ- كيف كان ابتداءُ أمرها، أو ما كنتَ حاضراً مشاهِداً أخذي لها؟!\nولو فُرِضَ تهافُتي عليها؛ أكنْتُ أوْثرُها على مصلحةٍ عامةٍ للمسلمين، مشتملةٍ على نصيحة الله، وكتابه، ورسوله - صلى الله عليه وسلم -، [87] والسُّلطان، وعامة المسلمين/؟! هذا ما لم أفْعَلْهُ ولا أفعله [إن شاء الله تعالى.\nوكيف تتوهم] (1) أنِّي أترك نصيحةَ الله ورسوله وسلطان المسلمين وعامَّتِهم؛ مخافة مِن خيالاتك؟! إن هذه لغباوة منك عظيمة.\n[ويا عجباً منك] (2)! كيفَ تقول هذا؟! أنتَ ربُّ العالمين؟! بيدك خزائنُ السماوات والأرض، وعليك رزقي ورزق الخلائق أجمعين؟! أم أنت سلطان الوقت؛ تحكم في الرَّعيَّة بما تُريد؟!\nفلو كنتَ عاقلاً؛ ما تهَجَّمْتَ على التَّفَوُّهِ بهذا الذي لا ينبغي أن يقولَه إلا ربُّ العالمين، أو سلطان الوقت؛ مع أن سلطان [الوقت] (3) منزَّهٌ عن قولِك الباطلِ، مرتفعُ المَحَلِّ عن فعْلِ ما ذكرتَ.\nيا ظالِمُ! فإنْ كنتَ تقولُ هذا استقلالاً منك؛ فقد افتأتَّ (4) عليهِ، واجْتَرَأتَ على أمر عظيم، ونسبتَه إلى الظلم عدواناً، وإنْ كنت تقوله عنه؛ فقد كذبتَ عليه، فإنه -بحمد الله- حَسَنُ الاعتقاد في الشَّرْع، وذلك من نِعَمِ الله تعالى عليه، والسلْطان -بحمد الله وفضله- أكثرُ\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) ما بين المعقوفتين من هامش الأصل.\n(3) ما بين المعقوفتين سقط في الأصل.\n(4) في الأصل: \"افتت\"!!\nالجزء: 1 ¦ الصفحة: 160\n",
        "اعتقاداً في الشَّرْع مِن غيره، ومعظم حُرُماته، وليس هو ممن يقابلُ ناصِحَهُ بهذيانات الجاهلين، وتُرَّهات المخالفين، بل يقبلُ نصائِحَهُم؛ كما أمره الله تعالى.\nواعلم أيَّها الظالمُ نفسه! أني -والله الذي لا إله إلَّا هو- لا أترُكُ شيئاً أقْدِرُ عليه من السعي في مناصحةِ الدين والسُّلطان والمسلمين في/ هذه القضيَّة، وإنْ رغمتْ أنوفُ الكارِهين، وإنْ كَرِهَ ذلك أعداءُ [88] المسلمين، وفَرِقَ حزبُ المخذِّلين، وسترى ما أتكلم به -إن شاء الله تعالى- عند هذا السلطان -وفقه الله تعالى لطاعته، وتولاَّه بكرامته (1) - في هذه القضية؛ غيرةً على الشرعِ، وإعظاماً لحُرمات الله تعالى، وإقامةً للدِّين، ونصيحةً للسلطان وعامة المسلمين.\nويا ظالم نفسه! أجْلِبْ بخَيْلِكَ ورَجِلِكَ إنْ قدَرْتَ! واسْتَعِنْ بأهل المشرقين وما بين الخافقَيْن، فإني -بحمد الله- في كِفايَةٌ تامة، وأرجو من فضلِ الله تعالى أنك لا تَقْوى لمنابذةِ أقل الناس مرتبةً، وأنا -بحمد الله تعالى- مِمن يَوَدُّ القتلَ في طاعةِ الله تعالى.\nأتَقْوى يا ضعيف الحيلِ لمنابذتي؟! أبلَغَكَ يا هذا أنِّي لا أؤمِنُ بالقدر؟! أو بلغكَ أني أعتقِدُ أنَّ الآجالَ تنقُصُ، وأن الأرْزاقَ تتغيرُ (2)؟! أما تفكرُ في نفسك في قبيح ما أتَيْتَهُ من الفعال، وسوء ما نطَقْتَ بهِ من المقالِ؟!\n(1) في الأصل: \"بكرمته\"!!\n(2) انظر -لزاماً-: \"إرشاد ذوي العرفان لما للعمر من الزيادة والنقصان\" للشيخ مرعي الحنبلي، نشر دار عمار، و\"تنبيه الأفاضل على ما ورد في زيادة العمر ونقصانه من الدَّلائل\" للشوكاني، نشر دار ابن حزم؛ وتعليقي عليهما.\nالجزء: 1 ¦ الصفحة: 161\n",
        "أيا ظالمَ نفسه! مَن طلب رضى الله تعالى تردُّه خيالاتُك، وتمويهاتُك، [وأباطيلُك] (1)، وتُرُّهاتُك؟\nوبعد هذا كله، أنا أرجو من فضل الله تعالى أنَّ الله يوفق السلطان -أدام الله نِعَمَهُ عليه- لإطلاقِ هذه البساتين، وأن يفعَلَ فيها ما تقرُّ به [89] أعيُنُ المؤمنين، ويُرْغِمُ أنفَ المخالفينَ، فإن الله/ تعالى قال: {وَاَلْعاقبَةُ للمتقين} (2).\nوالسلْطانُ -بحمد الله تعالى- يفعل الخيراتِ، فما يترُكُ هذه القضيَّةَ تفوتُه.\nواعلَمْ أنك عندي -بحمد الله تعالى- أقلُّ ممُّن أهتم بشأنك، أو ألتفتُ إلى خيالاتِك وبطلانِك، ولكنِّي أردتُ أن أعرفَكَ بعضَ أمري؛ لتدخلَ نفسكَ في منابذةِ المسلمين بأسرِهم، ومنابذةِ سلطانِهم -وفَّقه الله تعالى- على بصيرةٍ منك، وترتفع عنك جهالةُ بعضِ الأمر؛ ليكون دخولُك بعد ذلك معاندةً لا عذرَ لك فيها.\nويا ظالِمَ نفسِه! أتتوهَّمُ أنه يَخْفى عليَّ وعلى مَن سلَكَ طريقَ نصائحِ المسلمينَ وولاةِ الأمرِ وحُماةِ الدينِ، أنَّا لا نعتَقِدُ صِدْقَ قولِ الله تعالى: {وَاَلعاقبَةُ للمتقين}.\nوقوله تعالى: {وَلَا يَحِيقُ المَكرُ اَلسيئ إِلا بِأهلِه} (3).\nوقوله تعالى: {وَاَلذِينَ جَهَدُوا فِينَا لَنَهدِيَنَّهُم سُبُلنا} (4).\n(1) ما بين المعقوفتين من هامش الأصل.\n(2) سورة الأعراف، الآية: 128.\n(3) سورة فاطر، الآية: 43.\n(4) سورة العنكبوت، الآية: 69.\nالجزء: 1 ¦ الصفحة: 162\n",
        "وقوله تعالى: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (7)} [محمد: 7] (1).\nوقوله تعالى: {وَكاَن حَقَّا علينَا نَصْرُ اَلْمُؤمنِينَ} (2).\nوقول النبي - صلى الله عليه وسلم - في الحديث الصحيح: \"لا تزالُ طائفةٌ من أمَّتى ظاهرين على الحق، لا يضرُّهم خذلان من خذلهم\" (3).\nوالمراد بهذه الطائفة أهل العلم؛ كذا قال أحمد بن حنبل رضي الله عنه وغيره من أولي النُّهى والفهم (4).\nوقوله - صلى الله عليه وسلم -: \"والله فى عون العبدِ ما كانَ العبدُ/ في عونِ أخيه\" (5). [90]\nهذا فيمَنْ كانَ في عْونِ واحدٍ من النَّاس، فكيفَ الظَّنُّ بمَنْ هُو في عَوْنِ المسلمين أجمعينَ؛ مع إعظامِ حُرُماتِ الشَّرْعِ، ونصيحة السلطان، وموالاته، وبذل النَّفس في ذلك؟!\nواعْلَمْ أني والله لا أتعرَّضُ لك بمكروهٍ سوى أني أبْغِضُكَ لله تعالى، وما امتناعي عن التعرُّض لك بمكروهٍ عن عجزٍ، بل أخافُ الله ربَّ العالَمين من إيذاءِ مَن هُو مِن جملةِ الموحِّدين.\n(1) سورة محمد، الآية: 7.\n(2) سورة الروم، الآية: 47.\n(3) أخرجه البخاري في \"الصحيح\" (13/ 293) (رقم7311)، ومسلم في \"الصحيح\"\n(3/ 1523)، وغيرهما؛ بنحوه من حديث المغيرة بن شعبة - رضي الله عنه -.\nوالحديث وارد عن جمع من الصحابة، بلغ عددهم ستة عشر نفساً من الصحابة، وعُدَّ من الأحاديث المتواترة؛ كما قال شيخ الإسلام في \"اقتضاء المراط المستقيم\" (ص 6)، وانظر \"نظم المتناثر\" (ص 93).\n(4) وكذا قال عبد الله بن المبارك، وعلي بن المديني، والبخاري، وأحمد بن سنان، وغيرهم.\nراجع \"شرف أصحاب الحديث\" (ص 26 - 27) للخطيب البغدادي.\n(5) أخرجه مسلم في \"الصحيح\" (2699) من حديث أبي هريرة -رضي الله عنه-.\nالجزء: 1 ¦ الصفحة: 163\n",
        "وقد أخبرني مَن أثِقُ بخبرِهِ وصلاحِهِ، وكراماتِه وفَلاحِه؛ أنَّك إنْ لم تُبادرْ بالتَّوْبَةِ؛ حلَّ بك عقوبةٌ عاجلةٌ، تكونُ بها آيةً لمَن بعدكَ، لا يأثَمُ بها أحدٌ مِن النَّاسِ، بل هو عدلٌ من الله تعالى، يوقِعُهُ بكَ؛ عبرةً لمَنْ بعدَكَ، فإنْ كنتَ ناظراً لنفسِكَ؛ فبادرْ بالرُّجوعِ عن سوء فعالِك، وتَدارَكْ ما أسْلَفْتَهُ مِن قبيحِ مقالِك، قبلَ أنْ يَحِلَّ بكَ ما لا تُقالُ فيهِ عَثَرَتُك، ولا تغترَّ بسلامَتِك وثروتك ووصلتِك، وأفْكِرْ في قول القائل:\nقَدْ نادَتِ الدُّنْيا على نَفْسِها\n...\nلَوْ كانَ في العالَمِ مَنْ يَسْمَعُ\nكَمْ واثِقٍ بالعُمْرِ وارَيْتُهُ\n...\nوجامِعٍ بَدَّدْتُ ما يَجْمَعُ\nوالسَّلام على مَن اتَّبَع الهدى، والحمد لله رب العالمين (1).\n...\n20 -\nفصل\nذكر لي صاحِبُنا الشيخُ أبو العبَّاس أحمد ابن الشيخ أبي عبد الله [91] محمد بن/ الحسن بن سالم الشافعي (2) -جعَلَ الله في بقيَّتِه البركة- غير مرَّة قال: \"ذكر لي الشيخُ الصالحُ الصدوقُ المُعَمَّرُ أبو القاسم بن عُمَيْر المِزِّي -وكان من الأخيار-: أنه رأى فيما يرى النَّائِم بالمِزَّةِ راياتٍ كثيرةً؛ قال: وسمعتُ نوبةً تُضْرَبُ، فتعجَّبْتُ من ذلك! فقلتُ:\n(1) انظر: \"ترجمة الإمام النووي\" (ص 36 و 50 - 55) للسخاوي، و\"الإمام النووي\" (ص 149 - 158) لعبد الغني الدَّقْر، و\"الإمام النووي وأثره في الفقه الإسلامي\" (ص 66 - 71).\n(2) انظر ترجمته في \"الدرر الكامنة\" (1/ 243).\nالجزء: 1 ¦ الصفحة: 164\n",
        "ما هذا؟ فقيلَ لي: الليلة قُطِّبَ (1) يحيى النَّواوي. فاستيقظتُ من منامي، ولم أكن أعرف الشيخ، ولا سمعتُ به قبلَ ذلك\".\nفدخل المدينة -يعني دمشق- في حاجة؛ قال: \"فذكرتُ ذلك لشخصٍ، فقال: هو شيخُ دار الحديث الأشرفيَّة، وهو الآن جالسٌ فيها لميعادها، فاستدلَلْتُ عليها، ودخَلْتُها، فوجدْتُه جالساً فيها، وحولَه جماعةٌ، فوقَعَ بصرُهُ عليَّ، فنهض إلى جهتي، وترك الجماعة، ومشى إلى طرف إيوانِها، ولم يترُكْني أكَلِّمُه، وقال: \"اكْتُمْ ما معك، ولا تُحَدِّثْ بهِ أحداً\".\nثم رجع إلى موضعه، ولم يَزِدْ على ذلك، ولم أكُن رأيتُه قبلَها، ولم أجْتَمِعْ بهِ بعدها\" (2).\nآخره، والحمد لله وحده، وصلواته وسلامه على سيدنا محمد وآله وصحبه أجمعين.\n(1) (قُطِّب): أي جُعِل قطباً! ومن معان القطب: سيد القوم الذي يدور عليه أمرهم، وهي لفظة صوفية! تدلُّ على وظيفة عليا لأكبر أولياء الوقت عندهم!!\nقال الكاشاني في \"رشح الزلال في شرح الألفاظ المتداولة بين أرباب الأذواق والأحوال\" (ص 61) عنه:\n\"وهو عبارة عن الواحد الذي هو موضع نظر الله في كل زمان، أعطاه الطلسم الأعظم من لدنه، فإذا قلبه إلى جانب الكون، كان به مسلطاً عليه قائماً فيه، والتدبير الأعم نيابة عن الحقيقة\n....\n\"!! وبنحوه في \"المصطلح الصوفي\" لابن عربي (131)، وانظر في حقيقتها وخرافات الصوفية حولها: \"هذه هي الصوفية\" (125)، و\"الصوفية نشأتها وتطورها\" (ص 70).\n(2) نقله عن المصنّف: السيوطي في \"المنهاج السوي\" (ص 49 - 50)، والسخاوي في \"ترجمة الإمام النووي\" (ص 33).\nوعلى كل حال فإن هذا الخبر عن الإمام النووي مما لا يصح عقلاً ولا نقلاً، والنووي رحمه الله لا يعلم الغيب.\nالجزء: 1 ¦ الصفحة: 165\n",
        "ووقع الفراغ من هذه الترجمة يوم الخميس سابع ربيع الآخر سنة أربع وأربعين وسبع مئة، على يد الففير إلى الله تعالى داود بن إبراهيم [92]، ابن/ داود العطار، عفا الله عنه، وعن والديه، وعن جميع المسلمين.\nالجزء: 1 ¦ الصفحة: 166\n",
        "تتمة في تحذير الإمام النووي من البدع\nإن الإمام النووي الذي أكرمه الله -تبارك وتعالى- بالعيش مع كلام أفضل خلق الله محمد - صلى الله عليه وسلم -، وقضى أغلب أوقاته في سماع الحديث الشريف من أفواه كبار الحُفَّاظ في الشام؛ متعرِّفاً بذلك على دقائق سنَّة رسول الله - صلى الله عليه وسلم -، وكان حريصاً على الالتزام الكامل بكل ما يتعلمه من الكتاب والسنة، فجمع في ذلك بين العلم والعمل.\nومن خلال حياته في القرن السابع الهجري رأى بعض الناس يقومون بتصرفات على خلاف سنة أبي القاسم -عليه الصلاة والسلام-، وجاؤوا بأشياء لا أصل لها في دين الله عز وجل، وقد قام الإمام النووي بدوره، فنبَّه الناس لخطر ذلك، وحذَّرهم منها، ومن الاغترار بأصحابها، داعياً لهم للتمسك الكامل بالكتاب والسنَّة، ونبذ ما عدا ذلك.\nوفيما يلي أمثلة حيَّة على ذلك:\nسُئِل الشيخ محيي الدين: هل هذا الحديث الذي يقوله عوامُّ أهل الشام أن النبي - صلى الله عليه وسلم - قال: \"مَن زارني وزار أبي إبراهيم في سنة واحدة؛ ضَمِنْتُ له على الله الجنَّة\" (1).\n(1) \"الفوائد المجموعة في الأحاديث الموضوعة\" (ص 117)، \"سلسلة الأحاديث الضعيفة\" (1/ 61).\nالجزء: 1 ¦ الصفحة: 167\n",
        "ويقولون: \"مَن حجَّ؛ فليُقَدِّسْ حجته في سنته\".\nيعنون: يزور بيت المقدس في سنة الحج.\nهل لهذين أصل أم لا؟\nوقد أجاب على ذلك الإمام النووي بقوله: \"الحديث المذكرر باطل وموضوع، ولا أصل لواحد من هذين الأمرين المذكررين، لكن زيارة الخليل - صلى الله عليه وسلم - وبيت المقدس فضيلة لا تختص بالحاج، ولو تركهما الحاج؛ لم يؤثر ذلك في صحة حجّه\" (1).\nويقول الشيخ محيي الدين عن ذلك أيضاً (2): \"وهذا باطل؛ ليس هو مرويّاً عن النبي - صلى الله عليه وسلم -، ولا يُعْرَف في كتاب صحيح ولا ضعيف، بل وضعه بعض الفجرة\".\nوقد حذَّر رحمه الله من رواية الحديث الموضوع والضعيف، وعدم بيان حاله، وأن مَن يفعل ذلك؛ فهو داخل في قوله - صلى الله عليه وسلم -: \"إنَّ كذباً عليَّ ليس كَكَذِبٍ على أحدٍ، فمَن كذب علي متعمداً؛ فَلْيَتبوَّأ مقعده من النار\" (3).\nوبين رحمه اللهُ أنْ لا فرقَ في ذلك بين ما كان في الأحكام، وما لا حكم فيه؛ كالترغيب، والترهيب، والمواعظ، وغير ذلك، فقال: \"لا\n(1) \"فتاوى الإمام النووي\" (ص 266 و 267).\nوزيارة الخليل إبراهيم عليه السلام لا يجوز أن تشد إليها الرحال، وإن ثبت أنه قبره جازت زيارته من غير شد رحل، ولكن الصلاة فيما يسمى (مغارة الأنبياء) أو فوق تلك المقبرة مما لا يجوز شرعاً، فضلاً عن التبرك بها.\n(2) \"المجموع\" (8/ 277).\n(3) أخرجه البخاري في \"الصحيح\" (3/ 160) (رقم 1291)، ومسلم في مقدمة \"الصحيح\" (1/ 10) (رقم 3)؛ من حديث المغيرة بن شعبة - رضي الله عنه -.\nالجزء: 1 ¦ الصفحة: 168\n",
        "فرق في تحريم الكذب عليه - صلى الله عليه وسلم - بين ما كان في الأحكام وما لا حكم فيه؛ كالترغيب، والترهيب، والمواعظ، وغير ذلك، فكلُّه حرام، من أكبر الكبائر، وأقبح القبائح، بإجماع المسلمين الدين يُعتدُّ بهم في الإجماع؛ خلافاً للكَرَّامية، الطائفة المبتدعة في زعمهم الباطل أنه يجوز وضع الحديث في الترغيب والترهيب، وتابعهم على هذا كثيرون من الجهلة الدين ينسبون أنفسهم إلى الزُّهد، أو ينسبهم جهلةٌ مثلُهم.\nوشُبْهَةُ زعمهم الباطل أنه جاء في رواية: \"من كذبَ عليَّ متعمداً؛ ليضلَّ به؛ فليتبوأْ مقعَدَهُ مِن النار\" (1).\nوزعمَ بعضُهم أن هذا كذب له عليه الصلاة والسلام لا كذب عليه.\nوهذا الذي انتحلوه وفعلوه واستدلوا به غاية الجهل، ونهاية الغفلة، وأدلّ الدلائل على بُعدهم من معرفة شيء من قواعد الشرع، وقد جمعوا فيه جملًا من الأغاليط اللائقة بعقولهم السخيفة، وأذهانهم البعيدة الفاسدة، فخالفوا قول الله عز وجل: {وَلَا تَقفُ مَا ليَس لَكَ بِه عِلم إِنَ اَلسمَعَ وَاَلبَصَرَ وَالفُؤَادَ كُلُّ أُولَئكَ كانَ عَنْهُ مَسئُولا} (2) وخالفوا صريحَ هذه الأحاديث المتواترة، والأحاديث الصريحة المشهورة في إعظامِ شهادةِ الزُّورِ.\nوخالَفوا إجماعَ أهلِ الحلِّ والعَقْد، غير ذلك من الدلائل القطعيات في تحريم الكذب على آحاد الناس، فكيف بمَن قوْلُه شرعٌ، وكلامُه وحي؟!\n(1) وهو منكر بهذه الزيادة، انظر: \"السلسلة الضعيفة\" (رقم 1011).\n(2) سورة الإسراء، الآية: 36.\nالجزء: 1 ¦ الصفحة: 169\n",
        "وإذا نُظِر في قولهم؛ وُجِد كذباً على الله تعالى، قال الله تعالى: {وَمَا يَنْطِقُ عَنِ الْهَوَى (3) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (4)} [النجم: 3 - 4] (1).\nومن أعجب الأشياء قولُهم: هذا كذب له! وهذا جهلٌ منهم بلسانِ العرب وخطاب الشرع، فإن كل ذلك عندهم كذب عليه.\nوأما الحديث الذي تعلَّقوا به؛ فأجاب العلماء عنه بأجوبة:\nأحسنُها وأخصرُها: أن قولَه: \"ليضلَّ الناس\"؛ زيادة باطلة، اتفق الحفاظ على إبطالها، وأنها لا تُعرف صحيحة بحال.\nالثاني: جواب أبي جعفر الطحاوي: أنها لو صحت؛ لكانت للتأكيد؛ كقول الله تعالى: {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا ليضل الناس} [الكهف: 15] (2).\nالثالث: أن اللام في \"ليضلّ\" ليست لام التعليل، بل هي لام الصيرورة والعاقبة، معناه: أن عاقبة كذبه ومصيره إلى الإضلال به؛ كقوله تعالى: {فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا (8)} [القصص: 8] (3).\nونظائره في القرآن وكلام العرب أكثر من أن يحصر، وعلى هذا يكون معناه: فقد يصير أمر كذبه إضلالًا.\nوعلى الجملة: مذهبهم أركُّ من أن يُعتنى بإيراده، وأبعد من أن يُهْتَمَّ بإبعاده، وأفسد من أن يُحتاجَ إلى إفساده، والله أعلم.\nالرابعة: يحرمُ رواية الحديث الموضوع على عرف كونه موضوعاً، أو غلب على ظنه وضعه، فمَن روى حديثاً -علم أو\n(1) سورة النجم، الآيتان: 3 - 4.\n(2) سورة الأنعام، الآية: 144.\n(3) سورة القصص، الآية: 8.\nالجزء: 1 ¦ الصفحة: 170\n",
        "ظن وضعه-، ولم يبين حالَ روايته وضعَهُ؛ فهو داخل في هذا الوعيد، مندرجٌ في جملة الكاذبين على رسول الله - صلى الله عليه وسلم -.\nويدلُّ عليه أيضاً الحديث السابق: \"مَن حدث عني بحديث يُرى أنه كذب؛ فهو أحد الكاذبَيْن\" (1).\nولهذا قال العلماء: ينبغي لمن أراد رواية حديث، أو ذِكْرَه، أن ينظر، فإن كان صحيحاً أو حسناً؛ قال: قال رسول الله - صلى الله عليه وسلم - كذا، أو فعله، أو نحو ذلك من صيغ الجزم. وإن كان ضعيفاً؛ فلا يقل: قال، أو فعل، أو أمر، أو نهى، وشبه ذلك من صيغ الجزم، بل يقول: رُوِيَ عنه كذا، أو جاء عنه كذا، أو يُرْوَى، أو يُذْكَر، أو يُحْكَى، أو يُقال، أو بلغَنا، وما أشبهه، والله سبحانه أعلم\" (2).\nوسُئِلَ الإمام النووي عن الذي يفعله بعض المصلين بالناس في صلاة التراويح، وهو قراءة سورة (الأنعام) في الركعة الأخيرة من صلاة التراويح في الليلة السابعة من شهر رمضان أو غير السابعة هل هو سنة أو بدعة؟ فقد قال قائل بأنها: نزلت جملة واحدة، فهل هذا ثابت في الصحيح أم لا، وهل فيه دليل لما يفعلونه، فإن كانت بدعة؛ فما سبب كراهتها؟\nوقد أجاب الشيخ على ذلك بقوله: \"هذا الفعلُ المذكورُ ليس سنة، بل هو بدعة مكروهة، ولكراهتها أسباب:\nمنها: إيهام كونها سُنَّة.\n(1) أخرجه مسلم في مقدمة \"صحيحه\" (1/ 9)، والترمذي في \"الجامع\" (رقم 2664)، وابن ماجه في \"السنن\"، (رقم 38) وغيرهم.\n(2) \"شرح النووي على صحيح مسلم\" (1/ 70 - 71).\nالجزء: 1 ¦ الصفحة: 171\n",
        "ومنها: تطويل الركعة الثانية على الأولى، وإِنما السُّنةُ تطويل الأولى. ومنها: التطويل على المأمومين وإنما السنة التخفيف.\nومنها: هذُّ القراءة، وهَذْرَمَتها.\nومنها: المبالغة في تخفيف الركعات قبلها.\nوغير ذلك من الأسباب.\nولم يثبت نزول (الأنعام) دفعة واحدة، ولا دلالة فيه لو ثبت لهذا الفعل، فينبغي لكل مصلٍّ اجتناب هذا الفعل، وينبغي إشاعة إنكار هذا، فقد ثبتت الأحاديث الصحيحة في النهي عن محدثات الأمور، وأن كل بدعة ضلالة، ولم يُنْقَل هذا الفعل عن أحد من السلف، وحاشاهم\" (1).\nوسئل عن القراءة التي يقرؤها بعض الجهلة على الجنائز بدمشق؛ بالتمطيط الفاحش، والتغنِّي الزائد، وإدخال حروف زائدة في كلمات، ونحو ذلك مما هو مشاهد منهم؛ هل هو مذموم أم لا؟\nوقد أجاب على ذلك بقوله: \"هذا منكر ظاهر، ومذموم فاحش، وهو حرام بإجماع العلماء، وقد نقل الإجماع فيه الماوردي، وغير واحد، وعلى ولي الأمر -وفقه الله تعالى- زجرهم عنه، وتعزيرهم، واستتابتهم، ويجب إنكاره على كل مكلَّف تمكَّن من إنكاره\" (2).\nوقال في \"الأذكار\": \"وأما ما يفعله الجهلةُ من القراءة على الجَنازة بدمشق وغيرها؛ من القراءة بالتَّمطيط، وإخراج الكلامِ عن مواضعِهِ، فحرامٌ بإجماعِ العلماء\" (3).\n(1) \"فتاوى الإمام النووي\" (ص 47 و 48).\n(2) \"فتاوى الإمام النووي\" (ص 46 و 47).\n(3) \"الأذكار\" (ص 203).\nالجزء: 1 ¦ الصفحة: 172\n",
        "وحذَّر الإمام النووي من الاجتماع للتَّعْزِية بقوله: \"وأما الجلوسُ للتعزية؛ فنصَّ الشافعي، والمصنف -أي الشيرازي صاحب \"المهذب\"-، وسائرُ الأصحاب؛ على كراهته، ونقله الشيخ أبو حامد في \"التعليق\"، وآخرون عن نص الشافعي (1)؛ قالوا: يعني بالجلوس لها: أن يجتمع أهل الميت في بيتٍ فيقصدهم مَن أراد التعزية\".\nقال: \"قالوا: بل ينبغي أن ينصرفوا في حوائجهم، فمن صادفَهُم؛ عزاهُم، ولا فرقَ بين الرجال والنساء في كراهةِ الجلوس لها\" (2).\nوسُئِل َرحمه الله عن صلاة الرغائب المعروفة في أول ليلة جمعة من شهر رجب؛ هل هي سنة وفضيلة أم بدعة؟\nوقد أجاب على ذلك بقوله: \"هي بدعة قبيحة، منكرة أشد الإنكار، مشتملة على منكرات، فيتعيَّن تركها، والإعراض عنها، وإنكارها على فاعلها، وعلى ولي الأمر -وفَّقه الله تعالى- منع الناس من فعلها؛ فإنَّه راع، وكل راع مسؤول عن رعيته، وقد صنَّف العلماء كتباً في إنكارها، وذمِّها، وتسفيه فاعلها، ولا يُغْتَرَّ بكثرة الفاعلين لها في كثير من البلدان، ولا بكونها مذكررة في \"قوت القلوب\"، و\"إحياء علوم الدين\"، ونحوهما؛ فإنها بدعة باطلة\" (3).\nويقول بعد ذلك (4): \"وقد أمر الله تعالى عند التنازع بالرجوع إلى\n(1) انظر \"الأم\" (1/ 248).\n(2) انظر:\"المجموع\" (5/ 306)، و \"الأذكار\" (ص 136).\n(3) \"فتاوى الإمام النووي\" (ص 59)، و\"المجموع\" (4/ 56)، و\"الأسرار المرفوعة\" لعلي القاري (ص 396).\n(4) \"فتاوى الإمام النووي\" (ص 60).\nالجزء: 1 ¦ الصفحة: 173\n",
        "كتابه، فقال تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ (59)} [النساء: 59] (1).\nولم يأمر باتِّباع الجاهلين، ولا بالاغترار بغلطات المخطئين\".\nوقال في \"شرح صحيح مسلم\" (8/ 20) عند حديث النهي عن تخصيصِ ليلة الجمعة بصلاةِ ويومِها بصيامٍ: \"وفي هذا الحديث: النهيُ الصريح عن تخصيص ليلة الجمعة بصلاةٍ من بين الليالي، ويومها بصومٍ، وهذا متفق على كراهيته.\nواحتجَّ به العلماء على كراهة هذه الصلاة المبتَدَعة، التي تسمَّى (الرغائب)، قاتَلَ الله واضعَها ومخترِعَها، فإنها بدعة منكرة، من البدع التي هي ضلالة وجهالة، وفيها منكراتٌ ظاهرةٌ، وقد صنَّف جماعةٌ من الأئمَّة مصنَّفاتٍ نفيسةً في تقبيحها، وتضليل مصليها ومبتدعها، ودلائل قبحها وبطلانها وتضلُّل فاعلها أكثر من أن تُحْصَر، والله أعلم\".\nوقال في \"شرح المهذب\" (4/ 56): \"ولا يُغْتَرَّ ببعض من اشتبهَ عليه حكمها من الأئمة، فصنَّف ورقاتٍ في استحبابها؛ فإنه غالط في ذلك. وقد صنَّف الشيخ الإمام أبو محمد عبد الرحمن بن إسماعيل المقدسي (2)، كتاباً نفيساً في إبطالهما، فأحسن فيه وأجاد، رحمه الله\".\n(1) سورة النساء، الآية: 59.\n(2) \"المعروف بـ (أبي شامة المقدسي)، المتوفى سنة (665 هـ)، وكتابه المشار إليه هو: \"الإنصاف لما وقع في صلاة الرغائب من الاختلاف\"، أودعه، برمته في كتابه \"الباعث على إنكار البدع والحوادث\"، وهو مطبوع بتحقيقي على نسخة شستربتي، ولم أُراجعه قبل طباعته، وله نسخة أخرى، وسأعيد نشره -إن شاء الله تعالى- قريباً، والله الموفق.\nالجزء: 1 ¦ الصفحة: 174\n",
        "وسُئِلَ عن مقبرة مسبلة للمسلمين، بنى إنسان فيها مسجداً، وجعل فيها محراباً؛ هل يجوز ذلك؟ وهل يجب هدمه؟\nوقد أجاب على ذلك بقوله: \"لا يجوز ذلك، ويجب هدمه\" (1).\nوسُئِلَ عن السجود الذي يفعله بعض الناس بين يدي المشايخ ونحوهم؛ ما حكمه؟\nوقد أجاب على ذلك بقوله: \"هو حرامٌ شديد التحريم\" (2).\nوحول بعض بدع الناس في المدينة المنورة يقول الشيخ محيي الدين (3): \"من جهالات العامَّة وبدعهم: تقرُّبهم بأكل التمر الصيحاني في الروضة الكريمة، وقطعهم شعورهم، ورميها في القنديل الكبير، وهذا من المنكرات المستشنعة، والبدع المستقبحة\".\nوحول قيام بعض الناس بأشياء منكرة عند قبر المصطفى - صلى الله عليه وسلم - يقول الإمام النووي (4): \"لا يجوز أنْ يُطافَ بقبره - صلى الله عليه وسلم - ويُكْرَهُ إِلْصاق الظهر والبطن بجدار القبر، قاله أبو عبد الله الحليمي وغيره، وقالوا: يُكْرَه مسحه باليد، وتقبيله، بل الأدب أن يبعد منه؛ كما يبعد منه لو حضر في حياته - صلى الله عليه وسلم -، هذا هو الصواب الذي قال العلماء، وأطبقوا عليه، ولا يغترَّ بمخالفة كثير من الهوام، وفعلهم ذلك، فإنّ الاقتداء والعمل إنما يكون بالأحاديث الصحيحة، وأقوال العلماء، ولا يُلْتَفَت إلى محدَثات العوام وغيرهم، وجهالاتهم\".\n(1) \"فتاوى الإمام النووي\" (ص 67 و68).\n(2) \"فتاوى الإمام النووي\" (ص 76)، و\"روضة الطالبين\" (1/ 326).\n(3) \"المجموع (8/ 276).\n(4) \"المجموع\" (8/ 275).\nالجزء: 1 ¦ الصفحة: 175\n",
        "ويقول بعد ذلك (1): \"ومن خطر بباله أن المسح باليد ونحوه أبلغ في البركة؛ فهو من جهالته وكفلته؛ لأن البركة إنما هي فيما وافق الشرع، وكيف ينبغي الفضل في مخالفة الصواب؟! \".\nوحول قيام كثير من الحجاج بالوقوف على جبل الرحمة في عرفات، وتفضيل ذلك على غيره من أرض عرفات؛ يقول رحمه الله تعالى (2): \"وأما ما اشْتُهِر عند العوامِّ من الاعتناء بالوقوف على جبل الرحمة الذي هو بوسط عرفات، وترجيحهم له على غيره من أرض عرفات، حتى ربما توهَّم من جهلتهم أنه لا يصح الوقوف إلا فيه؛ فخطأ ظاهر، ومخالف للسنة، ولم يذكر أحد ممَّن يُعْتَمَدُ في صعود هذا الجبل فضيلة يختص بها، بل له حكم سائر أرض عرفات؛ غير موقف رسول الله - صلى الله عليه وسلم -، إلَّا أبو جعفر محمد بن جرير الطبري، فإنَّه قال: \"يُسْتَحَبُّ الوقوف عليه\".\nوكذا قال الماوردي في \"الحاوي\": \"يُسْتَحَبُّ قصد هذا الجبل الذي يقال له: جبل الدعاء\".\nوقال: \"وهو موقف الأنبياء -صلوات الله وسلامه عليهم-\".\nوذكر البندنيجي نحوه.\nوهذا الذي قالوه لا أصل له، ولم يرد في حديث صحيح ولا ضعيف، فالصواب الاعتناء بموقف رسول الله - صلى الله عليه وسلم -، وهو الذي خصَّه العلماء بالذكر وحثُّوا عليه، وفضّلوه، وحديثه في \"صحيح مسلم\" (3).\n(1) \"المجموع\" (8/ 275).\n(2) \"المجموع\" (8/ 112 و 113).\n(3) انظر \"صحيح مسلم\" (2/ 890)، ومن رواية جابر بن عبد الله - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \"نحرت ها هنا ومنى كلها منحر، فانحروا في رحالكم، ووقفت ها هنا، وعرفة كلها موقف، ووقفت ها هنا وجمع كلها موقف\".\nالجزء: 1 ¦ الصفحة: 176\n",
        "هكذا نصَّ عليه الشافعي، وجميع أصحابنا، وغيرهم من العلماء\".\nوحول صلاة الناس ركعتين إذا فرغوا من السعي يقول: \"قال الشيخ أبو محمد الجُوَيْني: رأيتُ الناسَ إذا فرغوا من السعي؛ صلَّوا ركعتين على المروة. قال: وذلك حسن، وزيادة طاعة ولكن لم يثبت ذلك عن رسول الله عن - صلى الله عليه وسلم -\".\nهذا كلام أبي محمد!!\nوقال أبو عمرو بن الصلاح: ينبغي أن يُكرَهَ ذلك؛ لأنه ابتداء شعار، وقد قال الشافعي رحمه الله: ليس في السعي صلاة.\nوهذا الذي قاله أبو عمرو أظهر، والله أعلم\" (1).\nوحول بعض الأشياء التي ابْتُدِعت في يوم الجمعة يقول (2): \"يُكْرَهُ في الخطبة أمور ابتدعها الجهلة:\nمنها: التفاتُهم في الخطبة الثانية، والدق على درج المنبر في صعوده، والدعاء إذا انتهى إلى صعوده قبل أن يجلس، وربما توهَّموا أنها ساعة الإجابة، وهذا جهل؛ فإنَّ ساعة الإجابة إنما هي بعد جلوسه.\nومنها: المجازفة في أوصاف السلاطين في الدعاء لهم.\nومنها: مبالغتهم في الإسراع في الخطبة الثانية\".\nوحذر رحمه الله من اعتقاد الجاهلية من كراهة التزوُّج والدُّخول في\n(1) \"المجموع\" (8/ 76).\n(2) \"روضة الطالبين\" (2/ 32 و 33).\nالجزء: 1 ¦ الصفحة: 177\n",
        "شهر شوال، فقال معلِّقاً على قول عائشة - رضي الله عنه -: \"تزوَّجني رسول الله -صلى الله عليه وسلم- في شوَّال، وبنى بي في شوَّال، فأيُّ نساء رسول الله - صلى الله عليه وسلم - كان أحظى عندَهُ مني؟! قال: وكانت تستحبُّ أن تُدْخِلَ نساءَها في شوّال\" (1):\n\"فيه استحباب التزويج والتزوُّج والدُّخول في شوَّال، وقد نصَّ أصحابُنا على استحبابه، واستدلُّوا بهذا الحديث، وقصدت عائشة بهذا الكلام رد ما كانت الجاهلية عليه، وما يتخيَّله بعضُ العوامِّ اليوم؛ من كراهة التزوُّج والتزويج والدُّخول في شوال، وهذا باطل لا أصل له، وهو من آثار الجاهلية، كانوا يتطيَّرون لما في اسم شوَّال من الإشالة والرفع\" (2).\nوحذر كثيراً من كثير من آراء الفِرَقِ والطّوائف المبتدعة؛ مثل: القدرية (3) والمعتزلة (4)، والخوارج، والروافض (5).\nفحذر من أكاذيب الروافض على علي - رضي الله عنه - بقوله: \"\n...\nأشار بذلك إلى ما أدخلته الروافض والشيعة في علم علي - رضي الله عنه - وحديثه، وتقولوه عليه من الأباطيل، وأضافوهُ إليه من الروايات والأقاويل المفتعلة والمختلقة، وخلطوه بالحق، فلم يتميَّز ما هو صحيح عنه مما اختلقوه\" (6).\n(1) أخرجه مسلم في \"الصحيح\" (9/ 209 - مع شرح النووي).\n(2) \"شرح النووي على صحيح مسلم\" (9/ 209).\n(3) \"شرح النووي على صحيح مسلم\" (1/ 154و 156).\n(4) \"شرح النووي على صحيح مسلم\" (1/ 109 - 110 و211).\n(5) بينتُ ذلك مفضلاً في (الطبعة الثانية) من كتابي: \"ردود وتعقبات\" والحمد لله الذي بنعمته تتم الصالحات.\n(6) \"شرح النووي على صحيح مسلم\" (1/ 83).\nالجزء: 1 ¦ الصفحة: 178\n",
        "وحذَّر من قولهم بالرّجعة، فقال: \"الرجعة: ما تقولهُ الرافضة وتعتقده بزعمها الباطل: أن عليّاً - رضي الله عنه - في السحاب! فلا نخرج -يعني مع مَن يَخرج من ولده- حتى ينادى من السماء: أنِ اخرجوا معه!! وهذا نوعٌ من أباطيلهم، وعظيم من جهالاتهم، اللائقة بأذهانهم السخيفة، وعقولهم الواهية\" (1).\nوأكتفي بهذا القدر من الأمثلة الواضحة حول موقف الشيخ الإمام النووي من البدع وأصحابها، ووجدنا ميزانه في ذلك أن ما وافق السنَّة هو الحق الذي لا بدَّ من اتباعه والسير على وفقه، وما خالف السنة من أشياء محدثة مبتدعة لا بدَّ من تجنُّبِها والابتعاد عنها ابتعاداً كُليّاً.\nوقد لاحظنا فيما مضى أنه إذا سُلِمَ عن شيء ووجد فيه مخالفة لهدي رسول الله - صلى الله عليه وسلم -؛ نبَّهَ إلى ذلك، وحذر تحذيراً شديداً من الاغترار بفعل مَن يخالف هَدْيَ المصطفى -عليه الصلاة والسلام-، وذلك أنه لا فيمة لأيِّ فعلٍ إذا كان على خلاف الكتاب والسنة.\nوكان كثيراً ما يتعرض في مصنفاته لبعض البدع ومحدَثات الأمور؛ ببيان خطرها، والدعوة لأجل تجنُّبها، والابتعاد عنها.\nوقد أكرم الله -تبارك وتعالى- الإمام النووي بأن يكون مجدِّداً لدين الله، وذلك بأمره بالمعروف، ونهيه عن المنكر، وإحيائه للسنة، وقمعه للبدعة.\n...\n(1) \"شرح النووي على صحيح مسلم\" (1/ 101)، وانظر أيضاً في موقفه من الروافض (1/ 99و 210).\nالجزء: 1 ¦ الصفحة: 179\n",
        "المصادر والمراجع\n- الآجري: محمد بن الحسين بن عبد الله (ت 360 هـ).\n1 -\n\"الشريعة\": مطبعة السنة المحمدية، مصر، الطبعة الأولى، سنة 1369هـ / 1950م.\n- الإبراهيم: محمد عقلة (معاصر).\n2 -\n\"أبو إسحاق الشيرازي وأثره في الفقه الإسلامي\": رسالة دكتوراه، مضروبة على الآلة الكاتبة.\n- الإسفرائيني: أبو عوانة (ت 310 هـ).\n3 -\n\"المسند\": دائرة المعارف العثمانية، حيدر آباد الهند، دون تاريخ.\n- الإسنوي: جمال الدين عبد الرحيم (ت 772 هـ).\n4 -\n\"طبقات الشافعية\": تحقيق عبد الله الجبوري، بغداد، سنة 1390هـ.\n- الأصبهاني: أحمد بن عبد الله أبو نُعيم (ت 430 هـ).\n5 -\n\"حلية الأولياء\": دار الكتاب العربي، بيروت، سنة 1387 هـ/ 1967م، الطبعة الثانية.\n- الألباني: محمد ناصر الدين (معاصر).\n6 -\n\"إرواء الغليل في تخريج أحاديث منار السبيل\": المكتب الإسلامي، الطبعة الأولى، سنة 1399هـ/ 1979م.\n7 -\n\"سلسلة الأحاديث الصحيحة\": مكتبة المعارف، بيروت.\n8 -\n\"سلسلة الأحاديث الضعيفة\": مكتبة المعارف، بيروت.\n- البخاري: محمد بن اسماعيل (ت 256 هـ).\n9 -\n\"الأدب المفرد\": دار البشائر الإسلامية، خرج أحاديثه: محمد فؤاد عبد الباقي، صنع فهارسه رمزي دمشقيَّة، الطبعة الثالثة، سنة 1409هـ/ 1989م.\nالجزء: 1 ¦ الصفحة: 181\n",
        "10 -\n\"التاريخ الصغير\": دار الوعي، حلب، ودار التراث، القاهرة، الطبعة الأولى، سنة 1397هـ/ 1977م، تحقيق: محمود إبراهيم زايد.\n11 -\n\"التاريخ الكبير\": مصورة الطبعة الهندية، بيروت، تحقيق: عبد الرحمن المعلِّمي اليماني.\n12 -\n\"الجامع المسند الصحيح المختصر من أمور رسول الله - صلى الله عليه وسلم - وسننه وأيامه المشتهر بـ (الصحيح) \": المكتبة السلفية، مصر.\n- البغدادي: أحمد بن علي بن ثابت (ت 463 هـ).\n13 -\n\"تاريخ بغداد\": دار الكتاب العربي، بيروت.\n14 -\n\"الجامع لأخلاق الراوي وآداب السامع\": مكتبة المعارف، الرياض، سنة 1403هـ / 1983م، تحقيق: د. محمود الطحان.\n15 -\n\"شرف أصحاب الحديث\": دار إحياء السنة النبوية، كلية الإلهيات، جامعة أنقرة، تحقيق: الدكتور محمد سعيد خطيب أوغلي.\n16 -\n\"الفقيه والمتفقه\": دار الكتب العلمية، الطبعة الثانية، سنة 1400هـ / 1980م.\n- البغدادي: إسماعيل باشا بن محمد الأمين.\n17 -\n\"إيضاح المكنون\": دار الفكر، سنة 1402هـ / 1982 م.\n18 -\n\"هدية العارفين\": دار الفكر، سنة 1402هـ / 1982 م.\n- البغوي: الحسين بن مسعود الفرَّاء (ت 516 هـ).\n19 -\n\"شرح السنة\": المكتب الإسلامي، الطبعة الثانية، سنة 1403 هـ/ 1983 م.\n20 -\n\"معالم التنزيل\": دار الفكر، بيروت، دون تاريخ.\n- البيهقي: أحمد بن الحسين (ت 458 هـ).\n21 -\n\"الأسماء والصفات\": دار إحياء التراث العربي، بيروت، دون تاريخ.\nالجزء: 1 ¦ الصفحة: 182\n",
        "22 -\n\"الاعتقاد والهداية إلى سبيل الرشاد\": دار الآفاق الجديدة، بيروت، الطبعة الأولى، سنة 1401 هـ / 1981م، علق عليه: أحمد عصام كاتب.\n23 -\n\"السنن الكبرى\": دار الفكر، بيروت، وهي مصورة عن مطبعة حيدر آباد.\n24 -\n\"المدخل إلى السنن الكبرى\": دار الخلفاء للكتاب الإسلامي، دراسة وتحقيق: الدكتور محمد ضياء الرحمن الأعظمي، دون تاريخ.\n- التّجيبي: القاسم بن يوسف (ت 730 هـ).\n25 -\n\"برنامج التجيبي\": الدار العربية للكتاب، ليبيا، سنة 1981م، تحقيق: عبد الحفيظ منصور.\nالترمذي: أبو عيسى محمد بن عيسى (ت 279هـ).\n26 -\n\"السنن\": دار إحياء التراث العربي، الطبعة الثانية، سنة 1403 هـ/ 1983م، تحقيق وشرح: أحمد شاكر.\n- ابن تغري بردي: أبو المحاسن يوسف الأتابكي (ت 874 هـ).\n27 -\n\"الدليل الشافي على المنهل الصافي\": نشر مركز البحث العلمي وإحياء التراث الإسلامي بجامعة أم القرى، سنة 1983م، تحقيق: فهيم محمد شلتوت.\n28 -\n\"النجوم الزاهرة في ملوك مصر والقاهرة\": المؤسسة المصريّة العامة، القاهرة، سنة 1929 - 1972م.\n- ابن الجارود: أبو محمد عبد الله بن علي (ت 307 هـ).\n29 -\n\"المنتقى من السنن المسندة عن رسول الله - صلى الله عليه وسلم -\": دار القلم، بيروت، الطبعة الأولى، سنة1407هـ / 1987 م.\n- الجبوري: عبد الله (معاصر).\n30 -\n\"فهرس المخطوطات العربية في مكتبة الأوقاف العامة ببغداد\":\nالجزء: 1 ¦ الصفحة: 183\n",
        "الطبعة الأولى، نشر وزارة الأوقاف، بغداد، سنة 1393 هـ/ 1972م.\n- ابن جرير: محمد بن جرير الطبري (ت 310 هـ).\n31 -\n\"جامع البيان في تفسير القرآن\": دار المعرفة، بيروت، سنة 1398 هـ /1978 م.\n- ابن الجعد: علي بن الجعد (ت 230 هـ).\n32 -\n\"مسند علي بن الجعد\": مكتبة الفلاح، الكويت، تحقيق: الدكتور عبد المهدي بن عبد الهادي.\n- الحاكم: أبو عبد الله الحاكم النيسابوري (ت 405 هـ).\n33 -\n\"المستدرك\": مصورة الطبعة الهندية، دار الفكر، بيروت، دون تاريخ.\n- ابن حِبَّان: أبو حاتم محمد بن حبان التيمي (ت 354 هـ).\n34 -\n:\"روضة العقلاء\": دار الكتب العلمية، بيروت، سنة 1397 هـ / 1977م، تحقيق: محمد محيي الدين عبد الحميد ومحمد عبد الرزاق حمرة، ومحمد حامد الفقي.\n35 -\n\"الصحيح\": دار الكتب العلمية، الطبعة الأولى، سنة 1407 هـ/ 1987 م، مع ترتيبه \"الإحسان\" للأمير علي بن بلبان (ت 739 هـ)، وطبعة مؤسسة الرسالة، تحقيق جماعة من الباحثين.\n36 -\n\"المجروحين من المحدثين والضعفاء والمتروكين\": دار الوعي، حلب، الطبعة الأولى، سنة 1396 هـ، تحقيق: محمود إبراهيم زايد.\n- ابن حجر العسقلاني: أحمد بن علي (ت 852هـ).\n37 -\n\"تهذيب التهذيب\": طبعة مصورة عن مجلس دائرة المعارف العثمانية، الهند، سنة 1327 هـ.\nالجزء: 1 ¦ الصفحة: 184\n",
        "38 -\n\"فتح الباري بشرح صحيح البخاري\": طبعة مصورة عن المكتبة السلفية، مصر.\n39 -\n\"النكت الظِّراف\": مطبوع بحاشية \"تحفة الأشراف\".\nالحسيني: أبو بكر بن هداية الله (ت 1014هـ).\n40 -\n\"طبقات الشافعية\": دار الآفاق الجديدة، بيروت، الطبعة الثانية، سنة 1979م، تحقيق: عادل نويهض.\n- حمدان: محمود رجاء مصطفى (معاصر).\n41 -\n\"الإمام النووي وأثره في الفقه الإسلامي\": رسالة دكتوراه، مقدمة لقسم الدراسات الإسلامية بجامعة البنجاب، سنة 1404 هـ/ 1984 م.\n- الحموي: ياقوت بن عبد الله.\n42 -\n\"معجم البلدان\": دار صادر، بيروت، دون تاريخ.\n- الحميدي: عبد الله بن الزبير (ت 219 هـ).\n43 -\n\"المسند\": عالم الكتب، بيروت، مكتبة المثنى، القاهرة، تحقيق: حبيب الرحمن الأعظمي.\n- ابن حنبل: أحمد بن حنبل (ت 241هـ).\n44 -\n\"المسند\": دار الفكر، مصورة الطبعة الميمنية.\n- ابن خلكان: أبو العباس أحمد بن محمد (ت 681 هـ).\n45 -\n\"وفيات الأعيان وأنباء أبناء الزمان\": دار صادر، بيروت، تحقيق: الدكتور إحسان عباس.\n- خليفة: حاجي.\n46 -\n\"كشف الظنون\": دار الفكر، بيروت، سنة1402هـ / 1982 م.\n- الدارمي: عبد الله بن عبد الرحمن (ت 255 هـ).\n47 -\n\"سنن الدارمي\": دار الكتب العلمية، بيروت.\n- أبو داود: سليمان بن الأشعث السجستاني (ت 275هـ).\nالجزء: 1 ¦ الصفحة: 185\n",
        "48 -\n\"سنن أبي داود\": دار إحياء التراث العربي، تحقيق: محمد محيي الدين عبد الحميد.\n- الدَّقْر: عبد الغني (معاصر).\n49 -\n\"الإمام النووي شيخ الإسلام والمسلمين وعمدة الفقهاء والمحدِّثين\": الطبعة الثانية، سنة 1400 هـ / 1980 م، دار القلم، دمشق.\n- الدَّورقي: أحمد بن إبراهيم بن كثير (ن 246 هـ).\n50 -\n\"مسند سعد بن أبي وقاص\": دار البشائر الإسلامية، الطبعة الأولى، سنة 1407 هـ / 1987 م/ تحقيق: عامر حسن صبري.\n- الذَّهبي: أبو عبد الله محمد بن أحمد (ت 748هـ).\n51 -\n\"تاريخ الإسلام\": معهد إحياء المخطوطات العربية، مخطوط (رقم 3030)، وطبعة دار الغرب، تحقيق الدكتور بشار عواد معروف.\n52 -\n\"تذكرة الحفاظ\": دائرة المعارف العثمانية، الهند.\n53 -\n\"دول الإسلام\": الهيئة المصرية العامة، سنة 1974 م، تحقيق: فهيم محمد شلتوت ومحمد مصطفى إبراهيم.\n54 -\n\"سير أعلام النبلاء\": مؤسسة الرسالة، تحقيق: جماعة من العلماء.\n55 -\n\"العبر في خبر مَن غبر\": مطبعة حكومة الكويت، سنة 1966م.\n56 -\n\"المعجم الكبير\": مكتبة الصدِّيق، الطائف، الطبعة الأولى، سنة 1408هـ / 1988م، تحقيق: الدكتور محمد الحبيب الهيلة.\n57 -\n\"المعجم المختص بالمحدثين\": مكتبة الصديق، الطائف، الطبعة الأولى، سنة 1408هـ/ 1988م، تحقيق: الدكتور محمد الحبيب الهيلة.\n58 -\n\"ميزان الاعتدال في نقد الرجال\" دار المعرفة، الطبعة الأولى، سنة 1382هـ/1963م، تحقيق: علي محمد البجاوي.\nالجزء: 1 ¦ الصفحة: 186\n",
        "- ابن رافع: محمد بن رافع السّلامي (ت 774 هـ).\n59 -\n\"الوفيات\": مؤسسة الرسالة، الطبعة الأولى، سنة 1402هـ/ 1982م، تحقيق: صالح مهدي عباس.\n- الرَّامهرمزي: الحسن بن عبد الرحمن (ت 360 هـ).\n60 -\n\"المحدث الفاصل بين الراوي والواعي\": دار الفكر، الطبعة الأولى، سنة 1391 هـ/ 1971 م، تحقيق: الدكتور محمد عجاج الخطيب.\n- الزِّرِكْلِي: خير الدين (معاصر).\n61 -\n\"الأعلام\": (قاموس تراجم)، دار العلم للملايين، الطبعة السادسة، سنة 1984 م.\n- ابن زنجويه: حميد بن زنجويه (ت 241هـ).\n62 -\n\"الأموال\": مركز الملك فيصل للبحوث؛ الطبعة الأولى، سنة 1406ص/ 1986م، تحقيق: د. شاكر ذيب فياض.\n- السبكي: تاج الدين عبد الوهاب بن تقي الدين (ت 771 هـ).\n63 -\n\"طبقات الشافعية الكبرى\": أ- دار المعرفة، الطبعة الثانية، بدون تاريخ. ب- مطبعة عيسى البابي الحلبي، مصر، تحقيق: محمود الطناحي وعبد الفتاح محمد الحلو.\n- السخاوي: محمد بن عبد الرحمن (ت 902 هـ).\n64 -\n\"ترجمة الإمام النووي\": جمعية النشر والتأليف الأزهرية، بعناية محمود ربيع، سنة 1354هـ / 1935م.\n- سلامة: خضر إبراهيم (معاصر).\n65 -\n\"فهرس مخطوطات المكتبة البديرية\": إدارة الأوقاف العامة، سنة 1407هـ / 1987م.\n66 -\n\"فهرس مخطوطات مكتبة المسجد الأقصى\": إدارة الأوقاف العامة، الطبعة الأولى، سنة 1980م / 1401 هـ.\nالجزء: 1 ¦ الصفحة: 187\n",
        "- السيوطي: جلال الدين عبد الرحمن (ت 911 هـ).\n67 -\n\"الدرر المنثور في التفسير بالمأثور\": دار الفكر، بيروت.\n68 -\n\"طبقات الحفاظ\": مكتبة وهبة، القاهرة، الطبعة الأولى، سنة 1393هـ /1973م.\n69 -\n\"طبقات المفسرين\": مكتبة وهبة، القاهرة، الطبعة الأولى، سنة 1396 هـ/ 1976م.\n70 -\n\"المنهاج السوي في ترجمة الإمام النووي\": أ- مخطوط، نسخة مكتبة الإسكوريال، (رقم 1749). ب- دار ابن حزم، الطبعة الأولى، سنة 1408 هـ / 1988 م، تحقيق: أحمد شفيق دمج.\n- الشافعي: محمد بن إدريس (ت 204 هـ).\n71 -\n\"الأم\": دار الفكر، بيروت، الطبعة الثانية، سنة 1403 هـ/ 1983م.\n- أبو الشيخ: عبد الله بن محمد بن جعفر بن حيان (ت 369 هـ).\n72 -\n\"طبقات المحدِّثين بأصبهان\": مؤسسة الرسالة، الطبعة الأولى، سنة 1407هـ/ 198م، تحقيق: عبد الغفور البلوشي.\n- الصَّنعاني: عبد الرزاق بن همام (ت 211 هـ).\n73 -\n\"المصنَّف\": المكتب الإسلامي، بيروت، تحقيق: حبيب الرحمن الأعظمي.\n7 -\n\"المعجم الكبير\": وزارة الأوقاف، بغداد، تحقيق: حمدي عبد المجيد السلفي.\n- الطنطاوي: علي (معاصر).\n75 -\n\"الإمام النووي\": الطبعة الأولى، سنة 1380 هـ، دار الفكر، دمشق.\n- عبد الرزاق: سالم (معاصر).\n76 -\n\"فهرس مخطوطات مكتبة الأوقاف العامة في الموصل\": الطبعة\nالجزء: 1 ¦ الصفحة: 188\n",
        "الأولى، وزارة الأوقاف، بغداد، سنة 1400هـ / 1980م.\n- أبو عبد الله: محمد بن القاضي عياض.\n77 -\n\"التعريف بالقاضي عياض\": الطبعة الثانية، سنة 1982م، تحقيق: الدكتور محمد بن شريفة.\n- أبو عبيد: القاسم بن سلام (ت 224هـ).\n78 -\n\"الأموال\": مكتبة الكليات الأزهرية، الطبعة الأولى، سنة 1388هـ، تحقيق: محمد خليل هراس.\n- علي: محمد كرد.\n79 -\n\"خطط الشام\": طبعة المفيد، دمشق، سنة 1347هـ / 1928م.\n- ابن العماد: عبد الحي بن أحمد الحنبلي (ت 1089 هـ).\n80 -\n\"شذرات الذهب في أخبار مَن ذهب\": المكتب التجاري، بيروت، دون تاريخ.\n- العَمْري: شحادة حميدي، (معاصر).\n81 -\n\"الإمام النووي وجهوده في التفسير\": رسالة ماجستير مقدمة لقسم أصول الدين في كلية الشريعة في الجامعة الأردنية، سنة 1407هـ / 1987م.\n- ابن قاضي شهبة: أحمد بن محمد (ت 851 هـ).\n82 -\n\"طبقات الشافعية\": طبعة حيدرآباد، سنة 1398 هـ - 1400 هـ - صححه وعلق عليه: عبد العليم خان.\n- القطان: إبراهيم ياسين (معاصر).\n83 -\n\"عثرات المنجد في الأدب والعلوم والأعلام\": الطبعة الأولى، دار القرآن الكريم، الكويت، سنة 1392هـ / 1972م.\n- ابن فارس: أحمد بن فارس بن زكريا (ت 395 هـ).\n84 -\n\"معجم مقاييس اللغة\": دار الفكر، سنة 1399 هـ/ 1979م، تحقيق: عبد السلام هارون.\nالجزء: 1 ¦ الصفحة: 189\n",
        "- الفاسي: محمد بن الطيب (ت 1175 هـ).\n85 -\n\"شرح حزب الإمام النووي\": دار الإمام مسلم، الطبعة الأولى، سنة 1408هـ / 1988م، تحقيق: بسام الجابي.\n- ابن الفرات: محمد بن عبد الرحيم.\n86 -\n\"تاريخ ابن الفرات\": المطبعة الأميركانية، بيروت، سنة 1942م، تحقيق: قسطنطين زريق.\n- الكتبي: محمد بن شاكر (ت 764 هـ).\n87 -\n\"عيون التواريخ\": وزارة الثقافة والإعلام، بغداد، تحقيق: نبيلة عبد المنعم، وفيصل الساحر.\n88 -\n\"فوات الوفيات\": دار صادر، بيروت، سنة 1973 م، تحقيق: الدكتور إحسان عباس.\n- كحالة: عمر.\n89 -\n\"معجم المؤلفين\": (تراجم مصنِّفي الكتب العربية)، دار إحياء التراث العربي، بيروت، سنة 1376 هـ/ 1057م.\n- ابن كثير: إسماعيل بن عمر (ت 774 هـ).\n90 -\n\"البداية والنهاية\": مكتبة المعارف، بيروت، الطبعة الرابعة، سنة 1982 م.\n91 -\n\"تفسير القرآن الكريم\": دار المعرفة، بيروت.\n- ابن ماجه: محمد بن يزيد القزويني (ت 265 هـ).\n92 -\n\"سنن ابن ماجه\": دار إحياء التراث العربي، سنة 1395 هـ/ 1975 م، تحقيق وترقيم: محمد فؤاد عبد الباقي.\n- ابن المبارك: عبد الله (ت 181هـ).\n93 -\n\"الزهد\": دار الكتب العلمية، بيروت، تحقيق: حبيب الرحمن الأعظمي.\n- المروزي: محمد بن نصر (ت 294 هـ).\nالجزء: 1 ¦ الصفحة: 190\n",
        "94 -\n\"تعظيم قدر الصلاة\": مكتبة الدار، المدينة المنورة، الطبعة الأولى، سنة 1406 هـ، تحقيق: عبد الرحمن الفريوائي.\n- المزّي: يوسف بن عبد الرحمن (ت 742 هـ).\n95 -\n\"تحفة الأشراف\": الدار القيمة، الهند، سنة 1384 هـ، تصحيح وتعليق: عبد الصمد شرف الدين.\n- مسلم: مسلم بن الحجاج (ت 261 هـ).\n96 -\n\"الجامع الصحيح\" المشتهر بـ \"صحيح مسلم\": دار الفكر، بيروت، ترقيم محمد فؤاد عبد الباقي.\n- مصطفى: محمود (معاصر).\n97 -\n\"إعجام الأعلام\": دار الكتب العلمية، الطبعة الأولى، سنة 1403 هـ/ 1983م.\n- معلوف: لويس (معاصر).\n98 -\n\"المنجد في الأدب والعلوم\": المطبعة الكاثوليكية، بيروت، الطبعة الأولى، سنة 1956 م.\n- المنجد: صلاح الدين (معاصر).\n99 -\n\"معجم المؤرخين الدمشقيين\": دار الكتاب الجديد، الطبعة الأولى، سنة 1398هـ / 1978م.\n- النسائي: أحمد بن شعيب (ت 303هـ).\n100 -\n\"المجتبى\": دار الفكر، الطبعة الأولى، سنة 1348هـ/ 1930م.\n- النعيمي: عبد القادر بن محمد.\n101 -\n\"الدَّارس في تاريخ المدارس\": مطبعة الترقي، دمشق، سنة 1367 هـ/1948 م.\n- النووي: يحيى بن شرف (ت 676 هـ).\n- الوادي آشي: محمد بن جابر (ولد سنة 673 هـ).\n102 -\n\"برنامج الوادى آشي\": دار الغرب الإسلامي، الطبعة الثالثة،\nالجزء: 1 ¦ الصفحة: 191\n",
        "سنة 1982 م، تحقيق: محمد محفوظ.\n- اليافعي: عبد الله بن أسعد.\n103 -\n\"مرآة الجنان وعبرة اليقظان في معرفة ما يعتبر من حوادث الزمان\": مؤسسة الأعلمي للمطبوعات، بيروت، دون تاريخ.\n- اليونيني: موسى بن محمد (ت 726 هـ).\n104 -\n\"ذيل مرآة الزمان\": الطبعة الأولى، حيدر آباد الدكن، سنة 1380 هـ/ 1960م.\nالمجلات\n105 -\n\"مجلة البحث العلمي والتراث الإسلامي\": العدد الثالث، سنة 1400 هـ.\n106 -\n\"مجلة البحوث الإسلامية\": العدد الأول 1395 - 1396 هـ.\n107 -\n\"مجلة المورد العراقية\": المجلد الأول العدد (1 - 2)، (ص 171).\nالجزء: 1 ¦ الصفحة: 192\n",
        "الفهارس\n-\nفهرس الآيات الكريمة\n.\n- فهرس الأحاديث الشريفة.\n- فهرس الأعلام.\n- فهرس الأماكن.\n- فهرس كتب الإمام النووي.\n- فهرس الكتب الأخرى.\n- المصادر والمراجع.\n- الموضوعات والمحتويات.\nالجزء: 1 ¦ الصفحة: 193\n",
        "فهرس الآيات الكريمة\n{أفَلَا يرون أَنَّا نَأتيَ الأرضَ} 151 (ت)\n{إنَا وَجَدْنَهُ صابرا} 133\n{إن الَذِينَ اتقَوا إذَا مَسَهُمْ طائف} 101\n{إنَ اَللهَ مع اَلَذِينَ اَتقَواْ} 101\n{إن تنصُرُوا اَللهَ ينَصركم} 109، 163\n{إنمَا هَذِهِ الحيَاةُ اَلدُنيَا} 104\n{أولَم يروا أنا نأتيَ اَلأرَضَ} 151 (ت)\n{فَلَاْ تُزَكوا أَنفُسَكُم} 39 (ت)\n{لَئن شَكرتمُ لَأَزِيدَنَكم} 108\n{ليسَ عَلَى اَلضُعَفَاء ولَا عَلَى اَلمرَضَى} 102\n{واخفِضْ جناحَكَ لِلمُؤمنينَ} 106\n{وإذ أخذ اَللهُ مِيثَقَ اَلَذِينَ أُوتُوا اَلكتب} 102، 105\n{وَأفَوِضُ أَمري إلَى اَلله} 104\n{وَتَعَاوَنوا عَلى اَلبِرِ وَالتقوَى} 105\n{وَذكر فإن الذِكرىَ تَنفعُ اَلمُؤمنينَ} 105\n{وَالعقبَةُ للمُتقِين} 162\n{وقفُوهُم إنَهُم مسَئُولونَ} 65\n{وَكاَنَ حَقّاً علينَا نَصْرُ المؤمنِينَ} 163\nالجزء: 1 ¦ الصفحة: 195\n",
        "{وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلا بِأَهْلِهِ (43)} 162\n{وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا (69)} 162\n{وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} 159\n{وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (215)} 101\n{وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ (126)} 103\n{وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا (8)} 159\n{يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ (30)} 100\n{يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا} 104\n{يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ (88)} 100\n{يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (34)} 100\nالجزء: 1 ¦ الصفحة: 196\n",
        "فهرس الأحاديث الشريفة\nالحديث الصفحة\nاللهم من ولي من أمر المسلمين شيئاً فرفق بهم 107\nإن المقسطين على منابر من نور 107\nإن الله لا يقبض العلم انتزاعاً 127 (ت)\nإن رجالاً يأتونكم يتفقهون في الدين 112\nإنما تنصرون وترزقون بضعفائكم 106\nالدين النصيحة 105، 156\nكلكم راع وكلٌّ مسؤول عن رعيته 107\nمن أحب لله وأبغض لله وأعطى لله 158 (ت)\nمن أخذ على تعليم القرآن قوساً 95 (ت)\nمن سن سنة حسنة فله 109\nمن كشف عن مسلم كربة 106\nمن ولي من أمر أمتي شيئاً 111\nهل تنصرون وترزقون إلا 112\nلا تزال طائفة من أمتي ظاهرين 163\nوالله في عون العبد ما كان العبد 163\n***\nالجزء: 1 ¦ الصفحة: 197\n",
        "فهرس الأعلام\n(ابن)\nابن أبي عمر: 97\nابن الأرمني: 99\nابن البزري: 56، 57\nابن جني: 49، 58\nابن الحرستاني: 99\nابن سريج: 57\nابن السكيت: 49، 58\nابن السنِّي: 61\nابن صصرى التغلبي: 120\nابن الصلاح: 55، 56، 60، 69، 95، 127\nابن الظاهر: 110\nابن عباس: 56\nابن عمر: 56\nابن ماجه: 60\nابن النجار: 155\n(أبو)\nأبو إبراهيم إسحاق بن أحمد بن عثمان: 47، 53\nأبو إبراهيم إسماعيل بن يحيى المزني: 55\nأبو إسحاق إبراهيم بن علي الواسطي: 62\nالجزء: 1 ¦ الصفحة: 198\n",
        "أبو إسحاق إبراهيم بن عيسى: 59\nأبو إسحاق إبراهيم بن محمد المروزي: 50، 55، 57\nأبو إسحاق الشيرازي: 55\nأبو البقاء خالد بن يوسف النابلسي: 60، 62\nأبو بكر عبد الله بن أحمد القفال: 57\nأبو بكر الماهاني: 57\nأبو بكر محمد بن أحمد الشريشي: 99\nأبو الجهم العلاء بن موسى الباهلي: 54\nأبو حامد محمد بن عبد الكريم: 99\nأبو الحسن بن سلار: 55، 57\nأبو الحسن علي بن محمد: 56\nأبو الحسن علي الكندي: 66، 129\nأبو الحسن محمد بن علي: 55\nأبو حفص عمر بن أسعد: 54\nأبو حفص عمر بن إسماعيل: 94\nأبو حنيفة: 152\nأبو خالد مسلم بن خالد: 56\nأبو داود: 60\nأبو زكريا يحيى بن أبي الفتح: 62\nأبو زيد محمد بن أحمد المروزي: 57\nأبو سعيد الخدري: 111\nأبو سعيد عبد الله بن محمد بن أبي عصرون: 55\nالطيب طاهر بن عبد الله الطبري: 55\nالجزء: 1 ¦ الصفحة: 199\n",
        "أبو العباس أحمد بن إبراهيم بن مصعب: 118\nأبو العباس أحمد بن سالم المصري: 58\nأبو العباس أحمد بن عبد الدائم: 62\nأبو العباس أحمد بن عمر بن سريج: 55\nأبو العباس أحمد بن فرح الإشبيلي: 113\nأبو العباس أحمد بن محمد بن أبو الحسن: 164\nأبو العباس الضرير الواسطي: 133\nأبو عبد الله محمد بن أحمد الإربلي: 114\nأبو عبد الله محمد بن أمين الدين التغلبي: 120\nأبو عبد الله محمد البعلي: 65\nأبو عبد الله محمد بن الحسن بن سالم: 164\nأبو عبد الله محمد بن الظهير الحنفي: 69\nأبو عبد الله محمد بن أبو عبد الله بن مالك: 59، 95\nأبو عبد الله محمد المنبجي: 125\nأبو علي أبو الحسن بن إبراهيم: 55\nأبو عوانة الإسفرئيني: 60\nأبو الفتح عمر بن بندار التفليسي: 58\nأبو الفرج عبد الرحمن المقدسي: 62\nأبو الفضل محمد البكري: 62\nأبو الفضل يوسف بن محمد: 126\nأبو القاسم البزري: 56\nأبو القاسم بن عمير المزي: 164\nأبو القاسم عثمان بن بشار: 55\nالجزء: 1 ¦ الصفحة: 200\n",
        "أبو محمد إسماعيل بن أبي اليسر: 62\nأبو محمد إسماعيل البسطي: 131\nأبو محمد سليمان بن علي التلمساني: 144\nأبو محمد عبد الرحمن بن سالم الأنباري: 62\nأبو محمد عبد الرحمن بن أبي عمر: 98\nأبو محمد عبد الرحمن بن نوح المقدسي: 54\nأبو محمد عبد السلام الزواوي: 98\nأبو محمد عبد العزيز بن أبي أبو عبد الله: 62\nأبو محمد أبو عبد الله الأندلسي: 142\nأبو محمد أبو عبد الله بن يوسف: 57\nأبو محمد عطاء بن أسلم: 56\nأبو المعالي عبد الملك: 56\nأبو المفاخر محمد بن عبد القادر: 49، 117\nأبو الوليد عبد الملك بن عبد العزيز: 56\nأبو يعلى الموصلي: 60\n(الألف)\nإبراهيم: 137\nإبليس:52\nأحمد بن حنبل: 60، 163\n(الباء)\nالبخاري: 59، 60، 61\nالبسطامي: 137\nالبغوي: 60\nبلعام: 137\nالجزء: 1 ¦ الصفحة: 201\n",
        "(التاء)\nالترمذي: 60، 111\n(الحاء)\nحسن بن حسين بن محمد: 39\nالحسين بن صدقة الموصلي: 139\nالحميدي: 59\n(الخاء)\nالخطيب البغدادي:61\nالخليل - صلى الله عليه وسلم -: 97\n(الدال)\nالدارقطني: 60\nالدرامي: 60\nداود بن إبراهيم: 166\n(الراء)\nالرافعي: 84، 94\nربيعة: 56\nرشيد الدين إسماعيل بن المعلم الحنفي: 66\nرضوان: 152\n(الزاي)\nالزبير بن بكار: 61\nزيد بن ثابت: 56\n(السين)\nسابور: 148\nالسخاوي: 127\nالجزء: 1 ¦ الصفحة: 202\n",
        "سرّي: 137\nسعيد بن الظاهر: 110\nسفيان بن عيينة: 37، 56\nالسلطان الظاهر: 99\nسلمان: 152\nسيبويه:57\n(الشين)\nشابور: 148\nالشافعي: 55، 56، 60، 65، 95، 120، 147، 152\nالشبلي: 137\nشهاب الدين (أبو شامة المقدسي): 127\n(الضاد)\nالضياء بن تمام: 62\n(الطاء)\nالطحاوي: 66\nطلحة:152\n(الظاء)\nالظاهر السلطان: 105\n(العين)\nعبد الغني المقدسي: 60\nعبد الكريم بن عبد الصمد: 62\nأبو عبد الله بن المبارك: 42\nعثمان: 153\nعز الدين بن عبد السلام: 127\nالجزء: 1 ¦ الصفحة: 203\n",
        "علي بن أبي طالب: 56\nعمر بن الخطاب: 56\nعمرو بن دينار: 56\nعمرو بن علي الزرعي: 138\n(الغين):\nالغزالي: 58\n(الفاء)\nفاطمة بنت رسول الله - صلى الله عليه وسلم -: 142\nفخر الدين الرازي: 50، 58\nفخر الدين المالكي: 58\n(القاف)\nالقشيري: 49\nقيصر: 148\n(الكاف)\nكسرى: 148\n(الميم)\nمالك: 56، 60، 137\nمحمد الإخميمي: 49، 97\nمحمد بن يونس: 38\nمسلم:61،60،59\nموسى بن عمران: 134، 137\n(النون)\nنافع: 56\nالنسائى: 60\nالجزء: 1 ¦ الصفحة: 204\n",
        "نصر المقدسي: 61\nنظام الملك: 112\nنوح - صلى الله عليه وسلم -:140\nالنووي:37،39،41،44، 66، 67، 69، 99، 101، 113، 115 117، 121، 123، 124، 126، 127، 129، 130، 131، 133، 134 137، 138، 139، 141، 142، 144، 147، 148، 149، 150، 151 152، 155، 157، 165\n(الياء)\nيحيى - صلى الله عليه وسلم -:118\nيحيى بن معاذ الرازي: 57\nيوسف الفقاعي: 97\nالجزء: 1 ¦ الصفحة: 205\n",
        "فهرس الأماكن\n(الثاء)\nثبير: 130\n(الجيم)\nجاسم: 149\nجامع بيت لهيا: 128\nجامع جِلق: 128\nجِلق: 123، 128\nالجوزاء: 115، 117\nالجولان: 40، 41، 131\n(الحاء)\nحوران: 41، 150\n(الخاء)\nخراسان: 57\nالخليل: 43، 97\n(الدال)\nدار الحديث الأشرفية:61، 126، 128، 132، 165\nدار الحديث النورية:118، 120، 132، 156، 159\nدمشق:41، 45، 48، 54، 62، 65، 66، 68، 97، 98، 99، 105، 114، 117، 119، 125، 131، 165\n(الشين)\nالشام:120، 99، 109، 137\nالجزء: 1 ¦ الصفحة: 206\n",
        "(الصاد)\nصوخد: 96\n(الطور)\nالطور: 134\n(القاف)\nالقدس: 43، 97\n(الميم)\nالمدرسة البادرائية: 77\nالمدرسة الرواحية: 45، 51، 133، 146\nالمدرسة القايايمازية: 114\nالمدرسة الناصرية: 125\nالمدينة المنورة: 47، 56\nالمزة: 164\nمكة المكرمة: 56\n(النون)\nنوى:41، 43، 44، 48، 97، 117، 128، 131، 132، 133، 135، 150، 151، 152، 154\n(الياء)\nيذبل:130\n***\nالجزء: 1 ¦ الصفحة: 207\n",
        "فهرس كتب الإمام النووي\n(وفيها ما هو منسوب إليه خطأ وما هو مشهور بأكثر من عنوان)\nابتداء التاريخ في الاسلام ومناقب الشافعي والبخاري: 85\nأجوبة عن أحاديث سئل عنها: 85 (ت)\nالأحكام: 82\nأدب المفتي والمستفتي: 91 (ت)\nالأذكار: 76\nالأربعين: 72\nالإرشاد: 73\nإرشاد طلاب الحقائق إلى معرفة سنن خير الخلائق: 73 (ت)\nالإشارات: 75 (ت)\nالإشارات في بيان الأسماء المبهمات: 171 (ت)\nالأصول والضوابط: 85 (ت)\nأغاليط الوسط: 92 (ت)\nالأمالي: 82 (ت)\nالإملاء على حديث الأعمال بالنيات: 82\nالإيجاز في المناسك: 78\nالإيضاح في المناسك: 75\nإيضاح المناسك الكبير: 75 (ت)\n(الباء)\nبستان العارفين: 86 (ت)\nالجزء: 1 ¦ الصفحة: 208\n",
        "(التاء)\nالتبيان فى آداب حملة القرآن: 76\nالتحرير: 74 (ت)\nالتحرير في ألفاظ التنبيه: 74\nتحفة طلاب الفضائل: 86 (ت)\nتحفة الوالد وبغية الرائد: 91 (ت)\nالتحقيق فى الفقه: 84\nترتيب فتاوى النووي: 78 (ت)\nالترخيص بالقيام لذوي أبو الفضل والمرية من أهل الاسلام: 77 (ت)، 83 (ت) الترخيص في الإكرام بالقيام لذوي أبو الفضل والمزية من أهل الاسلام على جهة البر والتوقير والاحترام لا على الرياء والإعظام: 77 (ت).\nالترخيص فى الإكرام والقيام: 77 (ت)\nالتصحيح في شرح ألفاظ التنبيه: 74 (ت)\nتصحيح ألفاظ التنبيه: 74 (ت)\nالتقريب فى علم الحديث: 73 (ت)\nالتقريب والتبشير فى معرفة سنن البشير: 73 (ت)\nالتقريب والتيسير لمعرفة سنن البشير النذير: 73 (ت)\nالتلخيص:81 (ت)\nالتهذيب للأسماء واللغات: 84\nالتيسير في مختصر الإرشاد في علوم الحديث: 73، 154\n(الجيم)\nجامع السنة: 86 (ت)\nجزء مشتمل على أحاديث رباعيات: 87 (ت)\nجزء فيه ذكر اعتقاد السلف في الحروف والأصوات: 86 (ت)\nالجزء: 1 ¦ الصفحة: 209\n",
        "(الحاء)\nحزب أدعية: 87 (ت)\nحلية الأبرار وشعار الأخبار في تلخيص الدعوات والأذكار المستحبة في الليل والنهار: 72 (ت)\n(الخاء)\nخلاصة الأحكام: 82 (ت)\nخلاصة الأحكام فى مهمات السنن قواعد الإسلام: 82 (ت)\nالخلاصة فى الحديث: 82 (ت)\n(الدال)\nدقائق الروضة: 87 (ت)\nدقائق المنهاج: 88 (ت)\n(الراء)\nرسالة فى آداب القراءة: 76 (ت)\nرسالة في الشمائل النبوية: 88 (ت)\nرؤوس المسائل: 88 (ت)\nروح السائل: 91 (ت)\nالروضة في مختصر شرح الرافعي: 78، 118\nرياض الصالحين: 71\n(السين)\nالسيرة النبوية: 91 (ت)، 83 (ت)\n(الشين)\nشرح ألفاظ المنهاج: 84\nشرح البخاري: 81\nشرح التنبيه: 80، 132\nالجزء: 1 ¦ الصفحة: 210\n",
        "شرح دقائق المنهاج: 88 (ت)\nشرح سنن أبي داود: 82\nشرح مشكاة الأنوار فيما روي عن الله سبحانه من الأخبار: 93 (ت)\nشرح الوسيط: 81\nشروط الوضوء: 94 (ت)\n(الصاد)\nالصلاة: 88 (ت)\n(الطاء)\nطبقات الشافعية: 84 (ت)\nطبقات الفقهاء: 83\nطبقات الفقهاء الشافعية: 84 (ت)\n(العين)\nالعمدة في تصحيح التنبيه: 74\nعيون المسائل المهمة: 77 (ت)\n(الغين)\nغيث النفع في القراءات السبع: 93 (ت)\n(الفاء)\nالفتاوى: 77\nفتاوى الإمام النووي: 78 (ت)\n(القاف)\nقسمة القناعة ومختصره: 93 (ت)\nالقواعد والضوابط: 86 (ت)\nالقيام: 77\nالجزء: 1 ¦ الصفحة: 211\n",
        "(الكاف)\nكتاب في فقه الشافعية: 94 (ت)\n(اللام)\nلغة الفقه: 74 (ت)\n(الميم)\nما تمس إليه حاجة القاري لصحيح البخاري: 82 (ت)، 91 (ت) ما وقع في المهذب من الأوهام: 88 (ت)\nالمبهمات: 71\nالمبهم من حروف المعجم: 93 (ت)\nالمجموع شرح المهذب: 79\nمختصر آداب الاستسقاء: 89 (ت)\nمختصر أسد الغابة في معرفة الصحابة: 89 (ت)\nمختصر تأليف الدارمي في المحيرة: 89 (ت)\nمختصر البسملة: 89 (ت)، 91 (ت)\nمختصر التبيان: 76\nمختصر الترمذي: 90 (ت)\nمختصر التنبيه: 90 (ت)\nمختصر المحرر: 90 (ت)\nمختصر شرح الوجيز: 90 (ت)\nمرآة الزمان في تاريخ الأعيان: 85 (ت)\nمسألة تخميس الغنائم: 76 (ت)\nمسألة الغنيمة: 76\nمسألة نية الاغتراف: 90 (ت)\nالمسائل المنثورة: 78 (ت)\nالجزء: 1 ¦ الصفحة: 212\n",
        "مسائل وفتاوى: 78 (ت)\nالمقاصد: 93 (ت)\nمقدمة في الفقه الشافعي: 91 (ت)\nمنار الهدى في الوقف والابتدا: 94 (ت)\nالمناسك الثالث والرابع والخامس والسادس: 75\nمناقب الشافعي: 90 (ت)\nمناقب علي بن أبي طالب: 92 (ت)\nالمنتخب في مختصر التذنيب: 90 (ت)\nالمنتخب من كتاب التقييد: 91 (ت)\nالمنثورات وعيون المسائل المهمات: 78 (ت)\nمن نسب لأمه: 91 (ت)\nالمنهاج في شرح صحيح مسلم: 70\nالمنهاج في مختصر المحرر: 84، 94، 118\nمهمات الأحكام: 90 (ت)\n(النون)\nالنكت على التنبيه: 74 (ت)\nنكت على الوسيط: 81 (ت)\nالنهاية في اختصار الغاية: 92 (ت)\n(الواو)\nوجوه الترجيحات في الأحاديث الموهمة التعارض: 89 (ت)\n***\nالجزء: 1 ¦ الصفحة: 213\n",
        "فهرس الكتب الواردة في النص غير كتب النووي\n(الألف)\nآداب السامع والراوي، الخطيب البغدادي\nإصلاح المنطق، ابن السكَّيت: 49، 58\nالأنساب، الزبير بن بكار: 60\n(التاء)\nالتنبيه، أبو إسحاق الشيرازي: 46\n(الجيم)\nجزء أبي الجهم العلاء بن موسى الباهلي: 54\nالجمع بين الصحيحين، الحميدي: 49، 59\n(الحاء)\nالحجة على تارك المحجة، نصر المقدسي: 61\n(الخاء)\nالخطب النباتية: 61\n(الراء)\nالرسالة، القشيري: 49، 61\n(السين)\nسنن ابن ماجه: 60\nسنن أبي داود: 60، 61، 82\nسنن البيهقي: 60\nسنن الترمذي: 60، 111\nالجزء: 1 ¦ الصفحة: 214\n",
        "سنن الدارقطني: 60\nسنن الدارمي: 60\nسنن النسائي: 60\n(الشين)\nشرح السنة، البغوي: 60\n(الصاد)\nصحيح البخاري: 59، 60، 61، 81، 112، 113\nصحيح مسلم: 49، 59، 60، 61، 111، 113\nصفوة الصفوة: 61\n(العين)\nعلوم الحديث، ابن الصلاح: 60\nعمل اليوم والليلة، ابن السنِّي: 61\n(القاف)\nالقانون، ابن سينا: 51\n(الكاف)\nالكمال في أسماء الرجال، المقدسي: 60\n(اللام)\nاللمع، لابن جني: 49، 50، 58\n(الميم)\nالمحرر، الرافعي: 94\nالمستصفى، الغزالي: 58\nمسند أبي عوانة: 63\nمسند أبي يعلى: 60\nمسند الإمام أحمد بن حنبل: 60\nالجزء: 1 ¦ الصفحة: 215\n",
        "مسند الشافعي: 60\nمعالم التنزيل، البغوي: 60\nمعرفة السنن والآثار، الطحاوي: 66\nالمنتخب، فخر الدين الرازي: 50، 58\nالمهذب، أبو إسحاق الشيرازي: 46، 49، 53\nالموطأ، مالك بن أنس: 60\n(الواو)\nالوسيط: 49\nالجزء: 1 ¦ الصفحة: 216\n",
        ""
    ]
}