{
    "1": [
        "تحقيق الإيمان لابن تيمية\nتحقيق الإيمان لابن تيمية\nابن تيمية\nالكتاب:\nالإيمان\nالمؤلف:\nتقي الدين أبو العباس أحمد بن عبد الحليم بن تيمية (المتوفى: 728هـ)\nالناشر:\nالمكتب الإسلامي - بيروت\nالطبعة:\nالرابعة - 1413 هـ- 1993 م\nتحقيق:\nخرج أحاديثه محمد ناصر الدين الألباني\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الإيمان لابن تيمية\nلشيخ الإسلام ابن تيمية\nخرج أحاديثه\nمحمد ناصر الدين الألباني\nالمكتب الإسلامي\nالطبعة الرابعة\nالجزء: 1 ¦ الصفحة: 1\n",
        "1413 -\nهـ - 1993 م\nالجزء: 1 ¦ الصفحة: 2\n",
        "صحيح\n(الإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره)\nالجزء: 1 ¦ الصفحة: 3\n",
        "(صحيح)\nبني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا عبده ورسوله وإقام الصلاة وإيتاء الزكاة وحج البيت وصوم رمضان\nالجزء: 1 ¦ الصفحة: 4\n",
        "(صحيح بشواهده)\nعن أبي قلابة عن رجل من أهل الشام عن أبيه عن النبي\nصلى الله عليه وسلم قال له: أسلم تسلم قال: وما الإسلام؟ قال: أن تسلم قلبك الله وأن يسلم المسلمون من لسانك ويدك) قال: فأي الإسلام أفضل؟ قال: (الإيمان) قال: وما الإيمان؟ قال: (أن تؤمن بالله وملائكته وكتبه ورسله وبالبعث بعد الموت) قال: فأي الإيمان أفضل قال: (الهجرة) قال: وما الهجرة؟ قال: (أن تهجر السوء) قال: فأي الهجرة أفضل؟ قال: (الجهاد) قال: وما الجهاد؟ قال: (أن تجاهد أو تقاتل الكفار إذا لقيتهم ولا تغلل ولا تجبن) ثم قال رسول الله صلى الله عليه وسلم: (عملان هما أفضل الأعمال إلا من عمل بمثلهما قالها ثلاثا: حجة مبرورة أو عمرة)\nالجزء: 1 ¦ الصفحة: 5\n",
        "(صحيح)\nالمسلم من سلم المسلمون من لسانه ويده والمؤمن من أمنه الناس على دمائهم وأموالهم والمهاجر من هجر السيئات والمجاهد من جاهد نفسه لله\nالجزء: 1 ¦ الصفحة: 6\n",
        "(صحيح)\nعن عبد الله بن عبيد بن عمير عن أبيه عن جده أنه قيل لرسول الله صلى الله عليه وسلم: ما الإسلام قال: إطعام الطعام وطيب الكلام قيل: فما الإيمان؟ قال: (السماحة والصبر) قيل: فمن أفضل المسلمين إسلاما؟ قال: (من سلم المسلمون من لسانه ويده) قيل: فمن أفضل المؤمنين إيمانا؟ قال: (أحسنهم خلقا) قيل: فما أفضل الهجرة؟ قال: (من هجر ما حرم الله عليه) قيل: أي الصلاة أفضل؟ قال: (طول القنوت) قيل: أي الصدقة أفضل؟ قال: (جهد مقل) قيل: أي الجهاد أفضل؟ قال: (أن تجاهد بمالك ونفسك فيعقر جوادك ويراق دمك) قيل: أي الساعات أفضل؟ قال: (جوف الليل الغابر)\nالجزء: 1 ¦ الصفحة: 7\n",
        "(صحيح)\nقال صلى الله عليه وسلم: الإيمان بضع وسبعون شعبة أعلاها قول لا إله إلا الله وأدناها إماطة الأذى عن الطريق\nالجزء: 1 ¦ الصفحة: 8\n",
        "(ضعيف)\nالإسلام علانية والإيمان في القلب\nالجزء: 1 ¦ الصفحة: 9\n",
        "(صحيح)\nإن في الجسد مضغة إذا صلحت صلح لها سائر الجسد وإذا فسدت فسد لها سائر الجسد ألا وهي القلب\nالجزء: 1 ¦ الصفحة: 10\n",
        "(صحيح)\nهذا جبريل جاءكم يعلمكم دينكم\nالجزء: 1 ¦ الصفحة: 11\n",
        "(صحيح)\nقيل: ما الغيبة؟ قال: (ذكرك أخاك بما يكره\nالجزء: 1 ¦ الصفحة: 12\n",
        "(صحيح)\nالكبر بطر الحق وغمط الناس\nالجزء: 1 ¦ الصفحة: 13\n",
        "(صحيح)\nالإيمان بضع وستون أو بضع وسبعون شعبة أفضلها قول لا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان\nالجزء: 1 ¦ الصفحة: 14\n",
        "(صحيح)\nالحياء شعبة من الإيمان\nالجزء: 1 ¦ الصفحة: 15\n",
        "(صحيح)\nلا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين\nالجزء: 1 ¦ الصفحة: 16\n",
        "(صحيح)\nلا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\nالجزء: 1 ¦ الصفحة: 17\n",
        "(صحيح)\nوالله لا يؤمن والله لا يؤمن والله لا يؤمن قيل: من يا رسول الله؟ قال: (الذي لا يأمن جاره بوائقه)\nالجزء: 1 ¦ الصفحة: 18\n",
        "(صحيح)\nمن رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان\nالجزء: 1 ¦ الصفحة: 19\n",
        "(صحيح)\nلا صلاة إلا بأم القرآن\nالجزء: 1 ¦ الصفحة: 20\n",
        "(صحيح)\nلا إيمان لمن لا أمانة له ولا دين لمن لا عهد له\nالجزء: 1 ¦ الصفحة: 21\n",
        "(صحيح)\nقال للمسيئ صلاته: ارجع فصل فإنك لم تصل\nالجزء: 1 ¦ الصفحة: 22\n",
        "(صحيح)\nوقد أمره بالإعادة: لا صلاة لفذ خلف الصف\nالجزء: 1 ¦ الصفحة: 23\n",
        "(ضعيف)\nالعلم علمان فعلم في القلب وعلم على اللسان فعلم القلب هو العلم النافع وعلم اللسان حجة الله على عباده\nالجزء: 1 ¦ الصفحة: 24\n",
        "(كلام على رضي الله عنهـ أخرجه عبد الرزاق وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم والحاكم وصححه)\nوعن علي: الخشوع في القلب وأن تلين للمرء المسلم كتفك ولا تلتفت يمينا ولا شمالا\nالجزء: 1 ¦ الصفحة: 25\n",
        "(صحيح)\nعن ابن سيرين وغيره: كان النبي صلى الله عليه وسلم وأصحابه يرفعون أبصارهم في الصلاة إلى السماء وينظرون يمينا وشمالا حتى نزلت هذه: {قد أفلح المؤمنون الذين هم في صلاتهم خاشعون} [المؤمنون: 1 - 2] . فجعلوا بعد ذلك أبصارهم حيث يسجدون وما رؤي أحد منهم بعد ذلك ينظر إلا إلى الأرض\nالجزء: 1 ¦ الصفحة: 26\n",
        "(ضعيف)\nوأبصر النبي صلى الله عليه وسلم رجلا يعبث بلحيته في الصلاة فقال: (لو خشع قلب هذا لخشعت جوارحه)\n(وعلى هامش النسخة الهندية: هذا الحديث رواه الحكيم الترمذي والبيهقي في (شعب الإيمان) عن أبي بكر الصديق رضي الله عنهـ (تعوذوا بالله من خشوع النفاق) . قالوا: يا رسول الله وما خشوع النفاق؟ قال: (خشوع البدن ونفاق القلب) . وروى أحمد في (الزهد) وأبو بكر بن أبي شيبة معناه عن أبي الدرداء موقوفا عليه\nالجزء: 1 ¦ الصفحة: 27\n",
        "(ضعيف)\nعن ابن مسعود وابن عباس: أن في الصلاة منهى ومزجرا عن معاصي الله فمن لم تنهه صلاته عن الفحشاء والمنكر ولم يزدد بصلاته من الله إلا بعدا\nالجزء: 1 ¦ الصفحة: 28\n",
        "(حسن)\nعن عمار عن النبي صلى الله عليه وسلم أنه قال:\nإن العبد لينصرف من صلاته ولم يكتب له منها إلا نصفها إلا ثلثها حتى قال: إلا عشرها)\nالجزء: 1 ¦ الصفحة: 29\n",
        "(ضعيف)\nينزع منه الإيمان فإن تاب أعيد إليه\nالجزء: 1 ¦ الصفحة: 30\n",
        "(حديث ثابت)\nعن أبي هريرة مرفوع إلى النبي صلى الله عليه وسلم: إذا زنى الزاني خرج منه الإيمان فكان كالظلة فإذا انقلع رجع إليه الإيمان\nالجزء: 1 ¦ الصفحة: 31\n",
        "(صحيح لطرقه الكثيرة)\nلا صلاة إلا بوضوء ولا وضوء لمن لم يذكر اسم الله عليه\nالجزء: 1 ¦ الصفحة: 32\n",
        "(ضعيف)\nلا صلاة لجار المسجد إلا في المسجد\nالجزء: 1 ¦ الصفحة: 33\n",
        "(صحيح)\nلا صيام لمن لم يبيت الصيام من الليل\nالجزء: 1 ¦ الصفحة: 34\n",
        "(بعض أسانيده صحيحة)\nمن سمع النداء ثم لم يجب من غير عذر فلا صلاة له\nالجزء: 1 ¦ الصفحة: 35\n",
        "(صحيح)\nألا إني أوتيت الكتاب ومثله معه\nالجزء: 1 ¦ الصفحة: 36\n",
        "(رواه الدارمي بسند صحيح عن حسان بن عطية فهو مرسل)\nوقال حسان بن عطية: كان جبريل ينزل على النبي صلى الله عليه وسلم بالسنة فيعلمه إياها كما يعلمه القرآن\nالجزء: 1 ¦ الصفحة: 37\n",
        "صحيح\n(لا يبغض الأنصار رجل يؤمن بالله واليوم الآخر)\nالجزء: 1 ¦ الصفحة: 38\n",
        "(صحيح)\nآية الإيمان حب الأنصار وآية النفاق بغض الأنصار\nالجزء: 1 ¦ الصفحة: 39\n",
        "(صحيح)\nمن غشنا فليس منا ومن حمل علينا السلاح فليس منا\nالجزء: 1 ¦ الصفحة: 40\n",
        "(صحيح)\nمن سرته حسنته وساءته سيئته فهو مؤمن\nالجزء: 1 ¦ الصفحة: 41\n",
        "(وروي مرفوعا بلفظ: (نوم الصائم)\nفهو ضعيف) وفي الأثر: نوم العالم تسبيح\nالجزء: 1 ¦ الصفحة: 42\n",
        "(صحيح)\nوفي سنن ابن ماجه وغيره: الطاعم الشاكر بمنزلة الصائم الصابر\nالجزء: 1 ¦ الصفحة: 43\n",
        "(حسن بشاهده)\nوفي حديث أبي ثعلبة عن النبي صلى الله عليه وسلم: إن الله فرض فرائض فلا تضيعوها وحد حدودا فلا تعتدوها وحرم حرمات فلا تنتهكوها وسكت عن أشياء رحمة لكم غير نسيان فلا تبحثوا عنها\nالجزء: 1 ¦ الصفحة: 44\n",
        "(صحيح)\nوفي بضع أحدكم صدقة قالوا: يا رسول الله يأتي أحدنا شهوته ويكون له فيها أجر؟ قال: أرأيتم لو وضعها في حرام كان عليه فيها وزر؟ فكذلك إن وضعها في الحلال كان له أجر\nالجزء: 1 ¦ الصفحة: 45\n",
        "(صحيح)\nإن الله يحب أن يؤخذ برخصه كما يكره أن تؤتى معصيته\nالجزء: 1 ¦ الصفحة: 46\n",
        "(صحيح)\nالقصر صدقة تصدق الله بها عليكم فاقبلوا صدقته\nالجزء: 1 ¦ الصفحة: 47\n",
        "(حسن)\nكل كلام ابن آدم عليه لا له إلا أمرا بمعروف أو نهيا عن منكر أو ذكرا لله\nالجزء: 1 ¦ الصفحة: 48\n",
        "(صحيح)\nمن حسن إسلام المرء تركه ما لا يعنيه\nالجزء: 1 ¦ الصفحة: 49\n",
        "(صحيح)\nكل الناس يغدو فبائع نفسه فمعتقها أو موبقها\nالجزء: 1 ¦ الصفحة: 50\n",
        "(صحيح)\nمن رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان\nالجزء: 1 ¦ الصفحة: 51\n",
        "(صحيح)\nإنما الطاعة في المعروف\nالجزء: 1 ¦ الصفحة: 52\n",
        "(صحيح)\nوعن النبي صلى الله عليه وسلم أنه لما قيل له: الرجل يحب القوم ولما يلحق بهم؟ قال: المرء مع من أحب\nالجزء: 1 ¦ الصفحة: 53\n",
        "(صحيح)\nالأرواح جنود مجندة ما تعارف منها ائتلف وما تنافر منها اختلف\nالجزء: 1 ¦ الصفحة: 54\n",
        "(حسن)\nالمرء على دين خليله فلينظر أحدكم من يخالل\nالجزء: 1 ¦ الصفحة: 55\n",
        "(صحيح)\nوكان النبي صلى الله عليه وسلم إذا أتاه طالب حاجة قال لأصاحبه: اشفعوا تؤجروا ويقضي الله على لسان نبيه ما شاء\nالجزء: 1 ¦ الصفحة: 56\n",
        "(صحيح)\nتعس عبد الدينار تعس عبد الدرهم تعس عبد القطيفة تعس عبد الخميصة تعس وانتكس وإذا شك فلا انتقش\nالجزء: 1 ¦ الصفحة: 57\n",
        "(صحيح)\nالشرك في هذه الأمة أخفى من دبيب النمل\nالجزء: 1 ¦ الصفحة: 58\n",
        "(لم أجده)\nفي الحديث: يقول الله تعالى: أليس عدلا مني أن أولي كل رجل منكم ما كان يتولاه في الدنيا\nالجزء: 1 ¦ الصفحة: 59\n",
        "(صحيح)\nوالشفاعة التي أخبر بها النبي صلى الله عليه وسلم أنه يكون فأخبر: أنه يأتي فيسجد لربه ويحمده لا يبدأ بالشفاعة أولا فإذا سجد وحمد ربه بمحامد يفتحها عليه يقال له: أي محمد ارفع رأسك وقل تسمع وسل تعط واشفع تشفع. فيقول: أي رب أمتي فيحد له حدا فيدخلهم الجنة\nالجزء: 1 ¦ الصفحة: 60\n",
        "(صحيح)\nقال أبو هريرة من أسعد الناس بشفاعتك يوم القيامة؟ قال: من قال: لا إله إلا الله خالصا من قلبه\n(صحيح) قال تعالى: {من يعمل سوءا يجز به} وقد سأل أبو بكر النبي صلى الله عليه وسلم عن ذلك فقال: يا رسول الله وأينا لم يعمل سوءا؟ فقال: يا أبا بكر ألست تنصب ألست تحزن ألست تصيبك اللأواء فذلك ما تجزون به)\nالجزء: 1 ¦ الصفحة: 61\n",
        "(صحيح)\nعن سعد بن أبي وقاص قلت: يا رسول الله أي الناس أشد بلاء؟ قال: الأنبياء ثم الصالحون ثم الأمثل فالأمثل يبتلى الرجل على حسب دينه فإن كان في دينه صلابة زيد في بلائه وإن كان في دينه رقة خفف عنه ولا يزال البلاء بالمؤمن حتى يمشي على الأرض وليس عليه خطيئة\nالجزء: 1 ¦ الصفحة: 62\n",
        "(صحيح)\nالمرض حطة يحط الخطايا عن صاحبه كما تحط الشجرة اليابسة ورقها\nالجزء: 1 ¦ الصفحة: 63\n",
        "(ضعيف)\nأن أولاده ثلاثة\nالجزء: 1 ¦ الصفحة: 64\n",
        "(صحيح)\nعن النبي صلى الله عليه وسلم: أن آدم سأل ربه أن يريه صور الأنبياء من ذريته فرآهم فرأى فيهم من يبص فقال: يا رب من هذا؟ قال: ابنك داود\nالجزء: 1 ¦ الصفحة: 65\n",
        "(صحيح)\nأصدق كلمة قالها الشاعر كلمة لبيد: ألا كل شيء ما خلا الله باطل\nالجزء: 1 ¦ الصفحة: 66\n",
        "(صحيح)\nكلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن: سبحان الله وبحمده سبحان الله العظيم\nالجزء: 1 ¦ الصفحة: 67\n",
        "(صحيح رواه البخاري مع اختلاف يسير في بعض ألفاظه)\nإن الرجل ليتكلم بالكلمة من رضوان الله ما يظن أن تبلغ به ما 1 بلغت يكتب الله بها رضوانه إلى يوم القيامة وإن الرجل ليتكلم بالكلمة من سخط الله ما يظن أن تبلغ به ما بلغت يكتب الله بها سخطه إلى يوم القيامة\nالجزء: 1 ¦ الصفحة: 68\n",
        "(صحيح)\nلقد قلت بعدك أربع كلمات لو وزنت بما قلته منذ اليوم لوزنتهن: سبحان الله عدد خلقه سبحان الله زنة عرشه سبحانه الله رضى نفسه سبحان الله مداد كلماته\nالجزء: 1 ¦ الصفحة: 69\n",
        "(صحيح)\nذاق طعم الإيمان من رضي بالله ربا وبالإسلام دينا وبمحمد رسولا\nالجزء: 1 ¦ الصفحة: 70\n",
        "(صحيح)\nالجار أحق بسقبه\nالجزء: 1 ¦ الصفحة: 71\n",
        "(صحيح)\nوالفرج يصدق ذلك أو يكذبه\nالجزء: 1 ¦ الصفحة: 72\n",
        "(صحيح)\nإن صلاتنا هذه لا يصلح فيها شيء من كلام الناس\nالجزء: 1 ¦ الصفحة: 73\n",
        "(صحيح)\nإن الله يحدث من أمره ما شاء وإن مما أحدث أن لا تكلموا في الصلاة\nالجزء: 1 ¦ الصفحة: 74\n",
        "(صحيح)\nإن الله تجاوز لأمتي عما حدثت به أنفسها ما لم تكلم به أو تعمل به\nالجزء: 1 ¦ الصفحة: 75\n",
        "(صحيح)\nوفي السنن أن معاذا قال له: يا رسول الله وإنا لمؤاخذون بما نتكلم به؟ فقال: وهل يكب الناس في النار على وجوههم أو قال: على مناخرهم إلا حصائد ألسنتهم\nالجزء: 1 ¦ الصفحة: 76\n",
        "(صحيح)\nيقول الله: من ذكرني في نفسه ذكرته في نفسي ومن ذكرني في ملأ ذكرته في ملأ خير منه\nالجزء: 1 ¦ الصفحة: 77\n",
        "(صحيح)\nإن الله تجاوز لأمتي عما حدثت به أنفسها ما لم تكلم به أو تعمل به\nالجزء: 1 ¦ الصفحة: 78\n",
        "(صحيح)\nلا يزني الزاني حين يزني وهو مؤمن\nالجزء: 1 ¦ الصفحة: 79\n",
        "(صحيح)\nلا يؤمن من لا يأمن جاره بوائقه\nالجزء: 1 ¦ الصفحة: 80\n",
        "(صحيح)\nلا تؤمنوا حتى تحابوا\nالجزء: 1 ¦ الصفحة: 81\n",
        "(صحيح)\nلا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين\nالجزء: 1 ¦ الصفحة: 82\n",
        "(صحيح)\nلا يؤمن أحدكم حتى يحب لأخيه من الخير ما يحب لنفسه\nالجزء: 1 ¦ الصفحة: 83\n",
        "(صحيح)\nمن غشنا فليس منا ومن حمل علينا السلاح فليس منا\nالجزء: 1 ¦ الصفحة: 84\n",
        "(صحيح)\nعن مجاهد أن أبا ذر سأل النبي صلى الله عليه وسلم عن الإيمان فقرأ عليه: {ليس البر أن تولوا وجوهكم [البقرة] 177] إلى آخر الآية)\nالجزء: 1 ¦ الصفحة: 85\n",
        "صحيح\n(ألا وإن في الجسد مضغة إذا صلحت صلح لها سائر الجسد وإذا فسدت فسد لها سائر الجسد ألا وهي القلب)\nالجزء: 1 ¦ الصفحة: 86\n",
        "(صحيح)\nلا يرث المسلم الكافر ولا الكافر المسلم\nالجزء: 1 ¦ الصفحة: 87\n",
        "(صحيح)\nأمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأني رسول الله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله\nالجزء: 1 ¦ الصفحة: 88\n",
        "(صحيح)\nقال لأسامة بن زيد: أقتلته بعدها أن قال: لا إله إلا الله؟ قال: إنما قالها تعوذا قال: (هلا شققت عن قلبه؟) وقال: (إني لم أومر أن أنقب عن قلوب الناس ولا أشق بطونهم)\nالجزء: 1 ¦ الصفحة: 89\n",
        "(صحيح)\nوكان إذا استؤذن في قتل رجل يقول: أليس يصلي أليس يتشهد؟ فإذا قيل له: إنه منافق قال: (ذاك)\nالجزء: 1 ¦ الصفحة: 90\n",
        "(رجاله ثقات لكنه منقطع)\nكان عمر بن الخطاب يقول لأصحابه: هلموا نزداد إيمانا فيذكرون الله عز وجل\nالجزء: 1 ¦ الصفحة: 91\n",
        "صحيح\nكان معاذ بن جبل يقول لرجل: اجلس بنا نؤمن نذكر الله تعالى\nالجزء: 1 ¦ الصفحة: 92\n",
        "(صحيح)\nعن عمار بن ياسر أنه قال: ثلاث من كن فيه فقد استكمل الإيمان: الإنصاف من نفسه والإنفاق من الإقتار وبذل السلام للعالم\nالجزء: 1 ¦ الصفحة: 93\n",
        "صحيح\nحديث الصديق عن النبي صلى الله عليه وسلم أنه قال: (سلوا الله العافية واليقين فما أعطي أحد بعد اليقين شيئا خيرا من العافية فسلوهما الله تعالى)\nالجزء: 1 ¦ الصفحة: 94\n",
        "(سنده جيد بلفظ ليس الخبر كالمعاينة)\nليس المخبر كالمعاين\nالجزء: 1 ¦ الصفحة: 95\n",
        "(صحيح)\nقال النبي صلى الله عليه وسلم في أهل القبور: وإنا إن شاء الله بكم لاحقون\nالجزء: 1 ¦ الصفحة: 96\n",
        "(صحيح)\nالمؤمن من أمنه الناس على دمائهم وأموالهم\nالجزء: 1 ¦ الصفحة: 97\n",
        "(صحيح)\nأن رجلا قال للنبي صلى الله عليه وسلم ما الإسلام قال: إطعام الطعام وطيب الكلام قال: فما الإيمان؟ قال: (السماحة والصبر) قال: فأي الإسلام أفضل؟ قال: (من سلم المسلمون من لسانه ويده)\nقال: يا رسول الله أي المؤمنين أكمل إيمانا؟ قال: (أحسنهم خلقا)\nقال: يا رسول الله أي القتل أشرف؟ قال: (من أريق دمه وعقر جواده)\nقال: يا رسول الله فأي الجهاد أفضل؟ قال: (الذين جاهدوا بأموالهم وأنفسهم في سبيل الله)\nقال: يا رسول الله فأي الصدقة أفضل؟ قال: (جهد مقل)\nقال: يا رسول الله فأي الصلاة أفضل؟ قال: (طول القنوت)\nقال: يا رسول الله فأي الهجرة أفضل؟ قال: (من هجر السوء)\nالجزء: 1 ¦ الصفحة: 98\n",
        "(حسن)\nعن بهز بن حكيم عن أبيه عن جده أنه قال: والله يا رسول الله ما أتيتك حتى حلفت عدد أصابعي هذه أن لا آتيك فبالذي بعثك بالحق ما الذي بعثك الله به؟ قال: بالإسلام قلت: ما الإسلام؟ قال: (أن تسلم قلبك لله وأن توجه وجهك إلى الله وأن تصلي الصلاة المكتوبة وتؤدي الزكاة المفروضة أخوان نصيران لا يقبل الله توبة من عبد أشرك بعد إسلامه) وفي رواية قال: (أن تقول أسلمت وجهي لله وتخليت وتقيم الصلاة وتؤتي الزكاة وكل مسلم على مسلم محرم) وفي لفظ: (تقول أسلمت نفسي لله وخليت وجهي إليه)\nالجزء: 1 ¦ الصفحة: 99\n",
        "(صحيح)\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: إن للإسلام صوى ومنارا كمنار الطريق من ذلك أن تعبد الله لا تشرك به شيئا وأن تقيم الصلاة وتؤتي الزكاة وتصوم رمضان والأمر بالمعروف والنهي عن المنكر وتسلم على بني آدم إذا لقيتهم فإن ردوا عليك ردت عليك وعليهم الملائكة وإن لم يردوا عليك ردت عليك الملائكة ولعنتهم إن سكت عنهم وتسليمك على أهل بيتك إذا دخلت عليهم فمن انتقص منهن شيئا فهو سهم في الإسلام تركه ومن تركهن فقد نبذ الإسلام وراء ظهره\nالجزء: 1 ¦ الصفحة: 100\n",
        "(منكر)\nوفي الحديث الذي يرويه أبو سليمان الداراني حديث الوفد الذين قالوا نحن المؤمنون قال فما علامة إيمانكم؟ قالوا خمس عشرة خصلة وخمس منها أمرتنا رسلك أن نعمل بهن خمس منها أمرتنا رسلك أن نؤمن بهن وخمس منها تخلقنا بها في الجاهلية ونحن عليها إلا أن تكره منها شيئا\nقال فما الخمس التي أمرتكم رسلي أن تعملوا بها قالوا أمرتنا رسلك أن نشهد أن لا إله إلا الله وأن محمدا رسول الله ونقيم الصلاة ونؤتي الزكاة ونصوم رمضان ونحج البيت قال وما الخمس التي أمرتكم أن تؤمنوا بها قالوا أمرتنا أن نؤمن بالله وملائكته وكتبه ورسله والبعث بعد الموت قال وما الخمس التي تخلقتم بها في الجاهلية وثبتم عليها في الإسلام؟ قالوا: الصبر عند البلاء والشكر عند الرخاء والرضى بمر القضاء والصدق في مواطن اللقاء وترك شماتة الأعداء فقال النبي صلى الله عليه وسلم علماء حكماء كادوا من صدقهم أن يكونوا أنبياء فقال صلى الله عليه وسلم وأنا أزيدكم خمسا فتتم لكم عشرون خصلة إن كنتم كما تقولون فلا تجمعوا مالا تأكلون ولا تبنوا مالا تسكنون ولا تنافسوا في شيء أنتم عنه غدا تزولون وعنه منتقلون واتقوا الله الذي إليه ترجعون وعليه تعرضون وارغبوا فيما عليه تقدمون وفيه تخلدون\nالجزء: 1 ¦ الصفحة: 101\n",
        "(صحيح)\nيا رسول الله إن أحدنا ليجد في نفسه ما لأن يخر من السماء إلى الأرض أحب إليه من أن يتكلم به؟ فقال: ذاك صريح الإيمان وفي رواية ما تعاظم أن يتلكم به قال: (الحمد لله الذي رد كيده إلى الوسوسة)\nالجزء: 1 ¦ الصفحة: 102\n",
        "(صحيح)\nلا يزال الشيطان يأتي أحدكم فيقول: من خلق كذا؟ من خلق كذا؟ حتى يقول من خلق الله؟ فمن وجد ذلك فليستعذ بالله ولينته\nالجزء: 1 ¦ الصفحة: 103\n",
        "(ضعيف)\nمن قال في القرآن برأيه فليتبوأ مقعده من النار لا وجود له بهذا اللفظ وإنما هو مركب من حديثين كلاهما ضعيف\nالجزء: 1 ¦ الصفحة: 104\n",
        "(صحيح)\nليس المسكين هذا الطواف الذي ترده اللقمة واللقمتان والتمرة والتمرتان ولكن المسكين الذي لا يجد غنى يغنيه ولا يفطن له فيتصدق عليه ولا يسأل الناس إلحافا\nالجزء: 1 ¦ الصفحة: 105\n",
        "(ضعيف مرفوعا والصحيح موقوفا)\nعن حذيفة قال: القلوب أربعة. قلب أغلف فذلك قلب الكافر وقلب مصفح وذلك قلب المنافق وقلب أجرد فيه مثل سراج يزهر فذلك قلب المؤمن وقلب فيه إيمان ونفاق فمثل الإيمان كمثل شجرة يمدها ماء طيب ومثل النفاق كمثل قرحة يمدها قيح ودم فأيهما غلب عليه غلب\nالجزء: 1 ¦ الصفحة: 106\n",
        "ضعيف\nوقال ابن مسعود: الغناء ينبت النفاق في القلب كما ينبت الماء البقل\nالجزء: 1 ¦ الصفحة: 107\n",
        "(روي مرفوعا ولكن لا يصح)\nويقال: ليس في المال حق سوى الزكاة\nالجزء: 1 ¦ الصفحة: 108\n",
        "(رجاله ثقات إلا أنه منقطع)\nعن أبي ذر لما سأل عن الإيمان فقرأ {ليس البر أن تولوا وجوهكم بل المشرق والمغرب تلا إلى آخر الآية)\nالجزء: 1 ¦ الصفحة: 109\n",
        "صحيح\nعن سعد أن رسول الله صلى الله عليه وسلم أعطى رجالا ولم يعط رجلا منهم شيئا فقلت: يا رسول الله أعطيت فلانا وفلانا ولم تعط فلانا وهو مؤمن فقال النبي صلى الله عليه وسلم: (أو مسلم؟) أعادها ثلاثا والنبي صلى الله عليه وسلم يقول: (أو مسلم؟) ثم قال: (إني لأعطي رجالا وأمنع آخرين هم أحب إلي منهم مخافة أن يكبوا على وجوههم في النار)\nالجزء: 1 ¦ الصفحة: 110\n",
        "(حسن)\nأن رسول الله صلى الله عليه وسلم قال: أسلم الناس وآمن عمرو بن العاص\nالجزء: 1 ¦ الصفحة: 111\n",
        "(صحيح)\nسباب المسلم فسوق وقتاله كفر\nالجزء: 1 ¦ الصفحة: 112\n",
        "(صحيح)\nإذا قال المسلم لأخيه: يا كافر ولم يكن كذلك باء بالكفر\nالجزء: 1 ¦ الصفحة: 113\n",
        "(صحيح)\nعن ابن عباس ومن لم يحكم بما أنزل الله فأولئك هم الكافرون: ليس بالكفر الذي يذهبون إليه\nالجزء: 1 ¦ الصفحة: 114\n",
        "(صحيح)\nسئل ابن عباس عن قوله ومن لم يحكم بما أنزل الله فأولئك هم الكافرون قال: هي به كفر قال ابن طاووس: وليس كمن كفر بالله وملائكته وكتبه ورسله\nالجزء: 1 ¦ الصفحة: 115\n",
        "(صحيح)\nعن ابن عباس قال: هو به كفر وليس كمن كفر بالله وملائكته وكتبه ورسله\nالجزء: 1 ¦ الصفحة: 116\n",
        "(صحيح)\nعن ابن طاووس عن أبيه قال: قلت لابن عباس: ومن لم يحكم بما أنزل الله فهو كافر؟ قال: هو به كفر وليس كمن كفر بالله واليوم الآخر وملائكته وكتبه ورسله\nالجزء: 1 ¦ الصفحة: 117\n",
        "(ضعيف)\nحدثنا محمد بن يحيى حدثنا الحجاج بن المنهال عن حماد ابن سلمة عن علي بن زيد عن يوسف بن مهران عن ابن عباس أن عمر بن الخطاب كان إذا دخل بيته نشر المصحف فقرأ فدخل ذات يوم فقرأ فأتى على هذه الآية (الذين آمنوا ولم يلبسوا إيمانهم بظلم) إلى آخر الآية فانتعل وأخذ رداءه ثم أتى أبي بن كعب فقال يا أبا المنذر أتيت قبل على هذه الآية (الذين آمنوا ولم يلبسوا إيمانهم بظلم) وقد ترى أنا نظلم ونفعل؟ فقال: يا أمير المؤمنين إن هذا ليس بذلك يقول الله: (إن الشرك لظلم عظيم) [لقمان] 13] إنما ذلك الشرك\nالجزء: 1 ¦ الصفحة: 118\n",
        "(صحيح)\nأوثق عرى الإيمان الحب في الله والبغض في الله\nالجزء: 1 ¦ الصفحة: 119\n",
        "(صحيح)\nلا إيمان لمن لا أمانة له\nالجزء: 1 ¦ الصفحة: 120\n",
        "(صحيح)\nالمؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير\nالجزء: 1 ¦ الصفحة: 121\n",
        "(صحيح)\nلو أنفق أحدكم مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه\nالجزء: 1 ¦ الصفحة: 122\n",
        "(ضعيف)\nمن عمل بما علم أورثه الله علم ما لم يعلم\nالجزء: 1 ¦ الصفحة: 123\n",
        "(صحيح)\nإن بالمدينة لرجالا ما سرتم مسيرا ولا قطعتم واديا إلا كانوا معكم. قالوا: وهم بالمدينة؟ قال: (وهم بالمدينة حبسهم العذر)\nالجزء: 1 ¦ الصفحة: 124\n",
        "(صحيح)\nليس الشديد ذا الصرعة إنما الشديد الذي يملك نفسه عند الغضب\nالجزء: 1 ¦ الصفحة: 125\n",
        "(صحيح)\nرأيت كأني أنزع على قليب فأخذها ابن أبي قحافة فنزع ذنوبا أو ذنوبين وفي نزعه ضعف والله يغفر له فأخذها ابن الخطاب فاستحالت في يده غربا فلم أر عبقريا يفري فريه حتى صدر الناس بعطن\nالجزء: 1 ¦ الصفحة: 126\n",
        "(صحيح)\nوفي المسند من وجهين عن النبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم وزن بالأمة فرجح ثم وزن أبو بكر بالأمة فرجح ثم وزن عمر بالأمة فرجح\nالجزء: 1 ¦ الصفحة: 127\n",
        "(صحيح)\nمن جهز غازيا فقد غزا ومن خلفه في أهله بخير فقد غزا\nالجزء: 1 ¦ الصفحة: 128\n",
        "(صحيح)\nمن دل على خير فله مثل أجر فاعله\nالجزء: 1 ¦ الصفحة: 129\n",
        "(صحيح)\nمن فطر صائما فله مثل أجره\nالجزء: 1 ¦ الصفحة: 130\n",
        "(ضعيف)\nمن عزى مصابا فله مثل أجره\nالجزء: 1 ¦ الصفحة: 131\n",
        "(صحيح)\nأكمل المؤمنين إيمانا أحسنهم خلقا\nالجزء: 1 ¦ الصفحة: 132\n",
        "(صحيح)\nإذا اجتهد الحاكم فأصاب فله أجران وإن اجتهد فأخطأ فله أجر\nالجزء: 1 ¦ الصفحة: 133\n",
        "(صحيح)\nوقال لسعد بن معاذ لما حكم في بني قريظة: لقد حكمت فيهم بحكم الملك من فوق سبعة أرقعة)\nالجزء: 1 ¦ الصفحة: 134\n",
        "صحيح\nوكان يقول لمن يرسله في جيش أو سرية: (إذا حاصرت أهل حصن فسألوك أن تنزلهم على حكم الله فلا تنزلهم على حكم الله فإنك لا تدري ما حكم الله فيهم ولكن أنزلهم على حكمك وحكم أصحابك)\nالجزء: 1 ¦ الصفحة: 135\n",
        "(صحيح)\nوفي حديث سليمان عليه السلام: وأسألك حكما يوافق حكمك\nالجزء: 1 ¦ الصفحة: 136\n",
        "(صحيح)\nإذا سمعتم المؤذن فقولوا مثل ما يقول ثم سلوا الله لي الوسيلة فإنها درجة في الجنة لا تنبغي إلا لعبد من عباد الله وأرجو أن أكون أنا ذلك العبد فمن سأل الله لي الوسيلة حلت عليه الشفاعة يوم القيامة\nالجزء: 1 ¦ الصفحة: 137\n",
        "(صحيح)\nإني لأرجو أن أكون أخشاكم لله وأعلمكم بحدوده\nالجزء: 1 ¦ الصفحة: 138\n",
        "(صحيح)\nاختبأت دعوتي شفاعة لأمتي يوم القيامة فهي نائلة إن شاء الله من مات لا يشرك بالله شيئا\nالجزء: 1 ¦ الصفحة: 139\n",
        "(صحيح)\nسباب المسلم فسوق وقتاله كفر\nالجزء: 1 ¦ الصفحة: 140\n",
        "(صحيح)\nلا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض\nالجزء: 1 ¦ الصفحة: 141\n",
        "(صحيح)\nمن قال لأخيه يا كافر فقد باء بها أحدهما\nالجزء: 1 ¦ الصفحة: 142\n",
        "(صحيح)\nليس من رجل ادعى لغير أبيه وهو يعلمه إلا كفر\nالجزء: 1 ¦ الصفحة: 143\n",
        "(حسن)\nكفر بالله من تبرأ من نسب وإن دق\nالجزء: 1 ¦ الصفحة: 144\n",
        "(صحيح)\nأفضل الإسلام أن تطعم الطعام وتقرأ السلام على من عرفت وعلى من لم تعرف\nالجزء: 1 ¦ الصفحة: 145\n",
        "(صحيح)\nالأرواح جنود مجندة ما تعارف منها ائتلف وما تناكر منها اختلف\nالجزء: 1 ¦ الصفحة: 146\n",
        "(صحيح)\nالسلام عليكم أهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم لاحقون\nالجزء: 1 ¦ الصفحة: 147\n",
        "(صحيح)\nكان رسول الله صلى الله عليه وسلم يكثر أن يقول في ركوعه وسجوده: سبحانك اللهم وبحمدك اللهم اغفر لي يتأول القرآن\nالجزء: 1 ¦ الصفحة: 148\n",
        "(صحيح)\nسأل وفد عبد القيس رسول الله صلى الله عليه وسلم عن الإيمان فقال: شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وأن تعطوا خمسا من المغنم\nالجزء: 1 ¦ الصفحة: 149\n",
        "(سنده جيد)\nأكمل المؤمنين إيمانا أحسنهم خلقا\nالجزء: 1 ¦ الصفحة: 150\n",
        "(حسن)\nإن البذاذة من الإيمان\nالجزء: 1 ¦ الصفحة: 151\n",
        "(صحيح)\nالإيمان بضع وسبعون شعبة فأدناها إماطة الأذى عن الطريق وأرفعها قول لا إله إلا الله\nالجزء: 1 ¦ الصفحة: 152\n",
        "(صحيح)\nأخرجوا من النار من كان في قلبه مثقال ذرة من إيمان\nالجزء: 1 ¦ الصفحة: 153\n",
        "(صحيح)\nثلاث من كن فيه فهو منافق\nالجزء: 1 ¦ الصفحة: 154\n",
        "(صحيح)\nلا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض\nالجزء: 1 ¦ الصفحة: 155\n",
        "(صحيح)\nقتال المؤمن كفر\nالجزء: 1 ¦ الصفحة: 156\n",
        "(صحيح)\nلا يتحدث الناس أن محمدا يقتل أصحابه\nالجزء: 1 ¦ الصفحة: 157\n",
        "(صحيح)\nمن رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان وفي الحديث الآخر: (ليس وراء ذلك من الإيمان مثقال حبة من خردل)\nالجزء: 1 ¦ الصفحة: 158\n",
        "(صحيح)\nعن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال: يقول الله تعالى: من عادى لي وليا فقد بارزني بالمحاربة وما تقرب إلي عبدي بمثل أداء ما افترضت عليه ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها ولئن سألني لأعطينه وإن استعاذني لأعيذنه وما ترددت عن شيء أنا فاعله ترددي عن نفس عبدي المؤمن يكره الموت وأنا أكره مساءته ولا بد له منه\nالجزء: 1 ¦ الصفحة: 159\n",
        "(صحيح في الوتر)\nوفي دعاء القنوت: وتولني فيمن توليت\nالجزء: 1 ¦ الصفحة: 160\n",
        "(صحيح)\nالراحمون يرحمهم الرحمن ارحموا من في الأرض يرحمكم من في السماء\nالجزء: 1 ¦ الصفحة: 161\n",
        "(صحيح)\nكما قال تعالى {والذين يؤتون ما آتوا وقلوبهم وجلة} قالت عائشة: يا رسول الله أهو الرجل يزنى ويسرق ويشرب الخمر ويخاف؟\nفقال: (لا يا بنت الصديق بل هو الرجل يصلي ويصوم ويتصدق ويخاف أن لا يتقبل منه\nالجزء: 1 ¦ الصفحة: 162\n",
        "(صحيح)\nوفي قصة صاحب القبر: عليه حييت وعليه مت وعليه تبعث إن شاء الله\nالجزء: 1 ¦ الصفحة: 163\n",
        "(صحيح)\nاللهم أنجز لي ما وعدتني هو مركب من حديثين الأول عن أنس والآخر عن ابن عمر وهما عند مسلم وغيره)\nالجزء: 1 ¦ الصفحة: 164\n",
        "(صحيح)\nوالذي نفسي بيده لينزلن فيكم ابن مريم حكما عدلا وإماما مقسطا\nالجزء: 1 ¦ الصفحة: 165\n",
        "(صحيح)\nوالذي نفسي بيده لا تذهب الدنيا حتى يأتي على الناس يوم لا يدري القاتل فيما قتل ولا المقتول فيما قتل\nالجزء: 1 ¦ الصفحة: 166\n",
        "(صحيح)\nإذا هلك كسرى أو ليهلكن كسرى ثم لا يكون كسرى بعده وإذا هلك قيصر فلا قيصر بعده والذي نفسي بيده لتنفقن كنوزهما في سبيل الله\nالجزء: 1 ¦ الصفحة: 167\n",
        ""
    ]
}