{
    "1": [
        "تحقيق إزالة الدهش والوله\nتحقيق إزالة الدهش والوله\nالقادري\nالكتاب:\nإزالة الدهش والوله عن المتحير في صحة حديث ماء زمزم لما شرب له\nالمؤلف:\nمحمد بن إدريس، أبو عبد الله القادري الحسيني الفاسي (المتوفى: 1350هـ)\nالناشر:\nالمكتب الإسلامي - بيروت\nالطبعة:\nالأولى - 1414\nتحقيق وتخريج:\nمحمد ناصر الدين الألباني، زهير الشاويش\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "إزالة الدهش والوله\nعن المتحير في صحة حديث\nماء زمزم لما شرب له\nلمحمد بن إدريس القادري\nتحقيق: زهير الشاويش\nتخريج: محمد ناصر الدين الألباني\nطبعة: المكتب الإسلامي - بيروت الطبعة الأولى / 1414 هـ - 1993 م\nالجزء: 1 ¦ الصفحة: 1\n",
        "(ضعيف)\nقال النبي صلى الله عليه وسلم: إن الماء لا ينجسه شيء إلا ما غلب على ريحه وطعمه ولونه\n[8]\nالجزء: 1 ¦ الصفحة: 8\n",
        "(صحيح)\nعن عائشة مرفوعا: الماء لا ينجسه شيء\nالجزء: 1 ¦ الصفحة: 8\n",
        "(ضعيف)\nالماء طهور إلا ما غلب على ريحه وطعمه\n[9]\nالجزء: 1 ¦ الصفحة: 9\n",
        "(إسناده ضعيف)\nعن ابن عباس مرفوعا في شأن الحجر الأسود: وكان أبيض كالماء\n[10]\nالجزء: 1 ¦ الصفحة: 10\n",
        "(إسناده ضعيف)\nأخرج أحمد في مسنده عن أبي هريرة أنه أتى النبي صلى الله عليه وسلم فقال: إني إذا رأيتك طابت نفسي وقرت عيني فأنبئني عن كل شيء قال: كل شيء خلق الله عز وجل من الماء\n[11]\nالجزء: 1 ¦ الصفحة: 11\n",
        "(ضعيف)\nقوله صلى الله عليه وسلم: الحجر الأسود من حجارة الجنة وما في الأرض من الجنة غيره وكان أبيض كالماء)\n[13]\nالجزء: 1 ¦ الصفحة: 13\n",
        "(ضعيف)\nعن ابن عباس: الحجر الأسود من الجنة وكان أشد بياضا من الثلج حتى سودته خطايا أهل الشرك\n[14]\nالجزء: 1 ¦ الصفحة: 14\n",
        "(إسناده صحيح)\nعن عائشة - رضي الله عنها - أنها قالت: إن كنا آل محمد نمكث شهرا ما نستوقد بنار إن هو إلا الأسودان: التمر والماء\n[15]\nالجزء: 1 ¦ الصفحة: 15\n",
        "(صحيح)\nقال رسول الله صلى الله عليه وسلم: رحم الله أم إسماعيل لولا أنها عجلت لكانت زمزم عينا معينا\n[25]\nالجزء: 1 ¦ الصفحة: 25\n",
        "(ضعيف)\nعن يحيى بن سعيد قال: كان رسول الله صلى الله عليه وسلم جالسا وقبر يحفر بالمدينة فاطلع رجل في القبر فقال: بئس مضجع المؤمن. فقال رسول الله صلى الله عليه وسلم: بئس ما قلت\nفقال الرجل: لم أرد هذا يا رسول الله إنما أردت القتل في سبيل الله. فقال: رسول الله صلى الله عليه وسلم: (لا مثل للقتل في سبيل الله ما على الأرض بقعة من الأرض هي أحب إلي أن يكون قبري بها منها)\nثلاث مرات\n[38]\nالجزء: 1 ¦ الصفحة: 38\n",
        "(ضعيف)\nعن ابن سابط مرفوعا: كان النبي إذا هلك قومه ونجا هو والصالحون أتى هو ومن معه فيعبدون الله بمكة حتى يموتوا فيها وإن قبر نوح وهود وصالح وشعيب بين الركن وبين زمزم والمقام\n[51]\nالجزء: 1 ¦ الصفحة: 51\n",
        "(ضعيف)\nقوله صلى الله عليه وسلم: ليس من الجنة في الأرض شيء إلا ثلاثة أشياء: غرس العجوة والحجر وأوراق تنزل في الفرات كل يوم بركة من الجنة\n[66]\nالجزء: 1 ¦ الصفحة: 66\n",
        "(إسناده حسن)\nخير ماء على وجه الأرض ماء زمزم فيه طعام من الطعم وشفاء من السقم\n[69]\nالجزء: 1 ¦ الصفحة: 69\n",
        "(موضوع)\nعن عمر بن الحكم مرسلا وهو: نعم البئر بئر غرس هو من عيون الجنة وماؤها أطيب المياه\n[73]\nالجزء: 1 ¦ الصفحة: 73\n",
        "(موضوع)\nعن ابن عباس مرفوعا: أنزل الله من الجنة خمسة أنهار: سيحون: وهو نهر الهند وجيحون: وهو نهر بلخ ودجلة والفرات: وهما نهرا العراق والنيل: وهو نهر مصر أنزلها الله من عين واحدة من عيون الجنة\n[82]\nالجزء: 1 ¦ الصفحة: 82\n",
        "(ضعيف)\nعن أنس رفعه: الحجر الأسود من حجارة الجنة وزمزم حفنة من جناح جبريل\n[86]\nالجزء: 1 ¦ الصفحة: 86\n",
        "(ضعيف)\nعن ابن عباس رفعه بزيادة: إن شربته تستشفى شفاك الله وأن شربته لشبعك أشبعك الله وإن شربته لقطع ظمئك قطعه الله وهي هزمة جبريل وسقيا إسماعيل\n[98]\nالجزء: 1 ¦ الصفحة: 98\n",
        "(إسناده ضعيف جدا)\nماء زمزم شفاء من كل داء\nعن صفية مرفوعا\nالجزء: 1 ¦ الصفحة: 98\n",
        "(حسن)\nخير ماء على وجه الأرض ماء زمزم فيه طعام من الطعم وشفاء من السقم\n[106]\nالجزء: 1 ¦ الصفحة: 106\n",
        "(إسناده ضعيف)\nآية ما بيننا وبين المنافقين أنهم لا يتضلعون من زمزم\n[117]\nالجزء: 1 ¦ الصفحة: 117\n",
        "(ضعيف)\nالشيطان مع الواحد وهو من الاثنين أبعد\n[138]\nالجزء: 1 ¦ الصفحة: 138\n",
        "(صحيح)\nلا نكاح إلا بولي\n[139]\nالجزء: 1 ¦ الصفحة: 139\n",
        "(صحيح)\nعن عائشة - رضي الله عنها - أنها كانت تحمل ماء زمزم وتخبر أنه عليه الصلاة والسلام كان يحمله\n[166]\nالجزء: 1 ¦ الصفحة: 166\n",
        "(ضعيف)\nكان صلى الله عليه وسلم إذا أراد أن يتحف الرجل بتحفة سقاه من ماء زمزم. عن ابن عباس - رضي الله عنهما\n[168]\nالجزء: 1 ¦ الصفحة: 168\n",
        "(ضعيف)\nالتضلع من ماء زمزم براءة من النفاق\n[169]\nالجزء: 1 ¦ الصفحة: 169\n",
        "(ضعيف)\nخمس من العبادات: النظر إلى المصحف والنظر إلى الكعبة والنظر إلى الوالدين والنظر إلى زمزم وهي تحط الخطايا والنظر إلى وجه العالم\n[172]\nالجزء: 1 ¦ الصفحة: 172\n",
        "(ضعيف)\nعن ابن عمر عنه عليه الصلاة والسلام أنه قال: إن هذه القلوب أوعية فخيرها أوعاها فإذا سألتم الله فاسألوه وأنتم واثقون بالإجابة فإن الله تعالى لا يستجيب دعاء من دعا عن ظهر قلب غافل\nالجزء: 1 ¦ الصفحة: 172\n",
        "(ضعيف جدا)\nعن ابن عباس مرفوعا: إذا نزل بكم كرب أو جهد أو بلاء فقولوا: الله ربنا لا شريك له\nالجزء: 1 ¦ الصفحة: 172\n",
        "(ضعيف جدا)\nعن ثابت بن قيس بن شمار الأنصاري - رضي الله عنهـ - عن مولانا رسول الله صلى الله عليه وسلم أنه قال: غبار المدينة شفاء من الجذام\n[178]\nالجزء: 1 ¦ الصفحة: 178\n",
        "(صحيح)\nعن أبي هريرة عن النبي صلى الله عليه وسلم: ادعوا الله وأنتم موقنون بالإجابة واعلموا أن الله لا يقبل دعاء من قلب غافل لاه\n[180]\nالجزء: 1 ¦ الصفحة: 180\n",
        ""
    ]
}