{
    "1": [
        "تحقيق بداية السول\nتحقيق بداية السول\nابن عبد السلام\nالكتاب:\nبداية السول في تفضيل الرسول صلى الله عليه وسلم\nالمؤلف:\nعبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، عز الدين الملقب بسلطان العلماء (المتوفى: 660هـ)\nالناشر:\nالمكتب الإسلامي - بيروت\nالطبعة:\nالرابعة - 1406\nتحقيق:\nمحمد ناصر الدين الألباني\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بداية السول\nفي تفضيل الرسول\nبداية السول في تفضيل الرسول صلى الله عليه وسلم\nتأليف العلامة العز بن عبد السلام السلمي\nتحقيق محمد ناصر الدين الألباني\nالمكتب الإسلامي\nط 4 - 1406 هـ\nالجزء: 1 ¦ الصفحة: 1\n",
        "(صحيح)\nقوله صلى الله عليه وسلم: لكل نبي دعوة مستجابة يدعو بها فيستجاب له فيؤتاها وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة\n[37]\nالجزء: 1 ¦ الصفحة: 37\n",
        "(صحيح)\nعن أبي هريرة رضي الله عنهـ أن رسول الله صلى الله عليه وسلم قال: ما من الأنبياء من نبي إلا قد أعطى من الآيات ما مثله آمن عليه البشر وإنما كان الذي أوتيت وحيا أوحى الله إلي فأرجو أن أكون أكثرهم تابعا إلى يوم القيامة\nالجزء: 1 ¦ الصفحة: 37\n",
        "(صحيح)\nعن جابر بن سمرة قال: قال رسول الله صلى الله عليه وسلم: إني لأعرف حجرا بمكة كان يسلم علي قبل أن أبعث إني لأعرفه الآن\n[39]\nالجزء: 1 ¦ الصفحة: 39\n",
        "(صحيح)\nعن أنس بن مالك وابن عباس رضي الله عنهما معا أن النبي صلى الله عليه وسلم كان يخطب على جذع. فلما اتخذ المنبر ذهب إلى المنبر. فحن الجذع فأتاه فاحتضنه فسكن. فقال: لو لم أحتضنه لحن إلى يوم القيامة\n[40]\nالجزء: 1 ¦ الصفحة: 40\n",
        "(صحيح)\nعن أنس بن مالك أنه قال: رأيت رسول الله صلى الله عليه وسلم وحانت صلاة العصر فالتمس الناس الوضوء فلم يجدوه فأتي رسول الله صلى الله عليه وسلم بوضوء فوضع رسول الله صلى الله عليه وسلم في ذلك الإناء يده وأمر الناس أن يتوضؤوا منه قال: فرأيت الماء ينبع من تحت أصابعه فتوضأ الناس حتى توضؤوا من عند أخرهم\nالجزء: 1 ¦ الصفحة: 40\n",
        "صحيح بتعدد طرقه\nعن عاصم بن عمر بن قتادة عن أبيه عن جده قتادة ابن النعمان أنه أصيبت عينه يوم بدر فسالت حدقته على وجنته فأرادوا أن يقطعوها فسألوا النبي صلى الله عليه وسلم فقال: (لا فدعا به فغمز عينيه براحته)\nفكان لا يدري أي عينيه أصيبت\n[41]\nالجزء: 1 ¦ الصفحة: 41\n",
        "(صحيح)\nعن أبي سعيد الخدري مرفوعا بلفظ: يقول الله عز وجل يوم القيامة: يا آدم يقول: لبيك ربنا وسعديك فينادى بصوت: إن الله يأمرك أن تخرج من ذريتك بعثا إلى النار قال: يا رب وما بعث النار؟ قال: من كل ألف - أراه قال - تسعمائة وتسعة وتسعين فحينئذ تضع الحامل حملها ويشيب الوليد وترى الناس سكارى وما هم بسكارى ولكن عذاب الله شديد\nفشق ذلك على الناس حتى تغيرت وجوههم. فقال النبي صلى الله عليه وسلم: (من يأجوج ومأجوج تسعمائة وتسعة وتسعين ومنكم واحد ثم أنتم في الناس كالشعرة السوداء في جنب الثور الأبيض أو كالشعرة البيضاء في جنب الثور الأسود وإني لأرجو أن تكونوا ربع أهل الجنة)\nفكبرنا ثم قال: (ثلث أهل الجنة)\nفكبرنا ثم قال: (شطر أهل الجنة)\nفكبرنا\n[43]\nالجزء: 1 ¦ الصفحة: 43\n",
        "(ضعيف جدا)\nعن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: عرض علي ربي ليجعل لي بطحاء مكة ذهبا فقلت: لا يا رب ولكن أشبع يوما وأجوع يوماا وإذا جعت تضرعت إليك وذكرتك وإذا شبعت حمدتك وشكرتك\n[63]\nالجزء: 1 ¦ الصفحة: 63\n",
        "(صحيح)\nعن أبي هريرة قال جلس جبريل إلى النبي صلى الله عليه وسلم فنظر إلى السماء فإذا ملك ينزل فقال له جبريل: هذا الملك ما نزل منذ خلق قبل الساعة فلما نزل قال يا محمد: أرسلني إليك ربك أملكا جعلك أم عبدا رسولا؟ فقال له جبريل: تواضع لربك يا محمد فقال صلى الله عليه وسلم: لا بل عبدا رسولا)\n[64]\nالجزء: 1 ¦ الصفحة: 64\n",
        "صحيح\nعن بن عمر قال: قال رسول الله صلى الله عليه وسلم: (لا يجمع الله أمتي على ضلالة أبدا ويد الله على الجماعة)\n[70]\nالجزء: 1 ¦ الصفحة: 70\n",
        ""
    ]
}