{
    "1": [
        "تخريج أحاديث فضائل الشام ودمشق لأبي الحسن الربعي\nتخريج أحاديث فضائل الشام ودمشق لأبي الحسن الربعي\nناصر الدين الألباني\nالكتاب:\nتخريج أحاديث فضائل الشام ودمشق لأبي الحسن علي بن محمد الربعي\nالمؤلف:\nأبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني (المتوفى: 1420هـ)\nالناشر:\nمكتبة المعارف للنشر والتوزيع\nالطبعة:\nالأولى للطبعة الجديدة 1420هـ- 2000م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مقدمات\nمقدمة الطبعة الجديدة\n...\nبسم الله الرحمن الرحيم\nمقدمة هذه الطبعة الجديدة:\nالحمد لله رب العالمين، وصلاته وسلامه على سيد المرسلين، وعلى آله وصحابته أجمعين، ومن تبعهم بإحسان إلى يوم الدين.\nأمّا بعد؛ فقد سبق أن طُبِعَ هذا الكتاب بعد الطبعة الأولى مرات؛ بعضها شرعية، وكلها طبق الطبعة الأولى.\nأما هذه الطبعة؛ فتتميز عن سابقاتها بأنها منقحة ومزيدة، وفيها فوائد عديدة، وتحقيقات جديدة؛ في التصحيح والتخريج، والاستفادة مما طُبِعَ أو صُوِّرَ حديثًا من الأصول الحديثية، من أهمها: \"تاريخ دمشق الشام\" للحافظ ابن عساكر -رحمه الله تعالى، فقد نقلت منه بعض الفوائد العزيزة، التي يندر وجودها عند غيره.\nالجزء: 1 ¦ الصفحة: 3\n",
        "ومن تلك الفوائد الرد على بعض الأحزاب والأشخاص من أهل البدع والأهواء الذين يردون الأحاديث الصحيحة؛ لمجرد مخالفتها لآرائهم الفاسدة؛ كالشيخ أحمد الغماري، وغيره.\nومنها التنبيه على وهمٍ لشيخ الإسلام ابن تيمية -رحمه الله- في تصحيحه لحديثٍ ضعيف إسناده! وعلى عزوه لحديثٍ آخر لـ \"الصحيح\"، وليس فيه! وغير ذلك من الفوائد التي ستمرُّ بالقراء -إن شاء الله تعالى.\nأسأل الله تعالى أن ينفع بذلك -وبكل ما أكتب -إخواني المسلمين في مشارق الأرض ومغاربها، وأن يتقبَّل ذلك مني قبولًا حسنًا، ويدَّخر لي ثوابه ليوم الحشر؛ {يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ، إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} [الشعراء: 88-89] ، إنه هو البَرُّ الرحيم الكريم، والحمد لله رب العالمين.\nعمان 7 ذي الحجة سنة 1408هـ.\nمحمد ناصر الدين الألباني\nأبو عبد الرحمن\nالجزء: 1 ¦ الصفحة: 4\n",
        "بسم الله الرحمن الرحيم\nمقدمة الطبعة الأولى\n:\nالحمد لله، والصلاة والسلام على رسول الله، وآله وصحبه ومَنْ والاه.\nأما بعد؛ فهذه أحاديثٌ في فضائل الشام ودمشق، استخرجتها من كتاب الحافظ أبي الحسن الربعي \"ت: 444\", المسمى بـ \"فضائل الشام ودمشق\"، الذي قام بطبعه المجْمَع العلمي العربي بدمشق سنة \"1370هـ/ 1950م\"1، مع ملاحق له، أحدها في تخريج أحاديثه المرفوعة إلى النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بقلمي وتحقيقي، وقد رأينا أن نجرد هذه الأحاديث من أصلها في رسالةٍ مع تخريجها المشار إليه, محذوفة الأسانيد تسهيلًا للاطلاع عليها، وتعميمًا\n1 بتحقيق الأستاذ/ صلاح الدين المُنجد.\nالجزء: 1 ¦ الصفحة: 5\n",
        "للاستفادة منها، حتى يعلم الناس أن في فضل الشام أحاديث كثيرة صحيحة، خلافًا لظنِّ بعض الكُتَّاب، وحتى يعرف المستوطنون فيه فضل ما أنعم الله به عليهم، فيقوموا بشكره بالعمل الصالح, وإخلاص العبادة لوجهه -سبحانه وتعالى، وإلّا فإن الأمر كما قال سلمان الفارسي لأبي الدرداء -رضي الله عنهما.\n\"إن الأرض المُقدسة لا تقدس أحدًا، وإنما يُقدس الإنسان عمله\".\nرواه مالك في \"الموطأ\" \"2/ 235\".\nنسأل الله تعالى أن ينفع بها المُسلمين، ويتقبلها منَّا قبولًا حسنًا، إنه سميع مُجيب.\nدمشق 3/ 7/ 1379م.\nمحمد ناصر الدين الألباني\nالجزء: 1 ¦ الصفحة: 6\n",
        "مدخل\n...\nبسم الله الرحمن الرحيم\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلّا الله, وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.\nوبعد؛ فقد رأينا أن نقدِّمَ بين يدي القراء -قبل الشروع في المقصود- كلمة حول الأخبار الواردة في كتاب \"فضائل الشام\", زيادةً في الفائدة.\nبلغت مجموع أخبار الكتاب \"119\" خبرًا، وهي تنقسم إلى ثلاثة أقسام:\n1-\nأحاديث مرفوعة إلى النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وأكثرها صحيح، وبعضها ضعيف، وبعضها موضوع، ومجموعها مع المُكرر \"41\" حديثًا.\n2-\nأحاديث موقوفة على بعض الصحابة وغيرهم من\nالجزء: 1 ¦ الصفحة: 7\n",
        "التابعين ومن دونهم، وجُلُّها لا تصحُّ أسانيدها؛ لأن مدارها على مجاهيل وضعفاء، ومجموعها \"47\" حديثًا موقوفًا.\n3-\nإسرائيليات، وأكثرها يدور على كعب الأحبار، وكل الأسانيد إليه لا تصحُّ.\nوالباقي منها عن غيره، وفيهم ثلاثة من الصحابة: عبد الله بن سلام، وعبد الله بن عباس، وعبد الرحمن بن عائش الحضرمي، وفي صحبة هذا خلاف، والأسانيد إلى غيرهم قد تبين لي ضعفها إلّا القليل منها، فإن القطع فيها صحةً أو ضعفًا متوقفٌ على مُراجعة تراجم بعض الرواة في \"تاريخ ابن عساكر\"، وذلك غير متيسر الآن، وإن كنت أشعر بضعفها أيضًا.\nومن غرائب ما في هذه الإسرائيليات, أن بعضها ينتهي إسناده إلى رجلٍ يونانيّ، انظر رقم \"40\".\nوقد كان بودي أن أتكلم عليها مفصلًا، ولكن المجال ضيق، فاكتفيت بالإشارة إلى ذلك.\nوبعد هذا العرض الموجز أعود إلى تخريج الاحاديث المرفوعة، فأقول:\nالجزء: 1 ¦ الصفحة: 8\n",
        "الحديث الأول\n:\nعن زيد بن ثابت الأنصاري -رضي الله عنه- قال: سَمِعْتُ رَسُولَ اللَّهِ -صَلَّى اللَّهُ عليه سلم:\n\"يا طوبَى للشام، يا طوبَى للشام، يا طوبَى للشام1, قالوا: يا رسول الله! وبِمَ ذلك؟ قال: تلك ملائكة الله باسطو أجنحتها على الشام\".\nقلت: هو حديث صحيح, أخرجه الترمذي \"2/ 331, طبع بولاق\"، وقال: \"حديث حسن\", وزاد في بعض النسخ: \"صحيح\".\nوالفسوي في \"التاريخ\" \"2/ 301\"، وابن حبان في \"صحيحه\" \"2311, موارد الظمآن\"، والحاكم في \"المستدرك\" \"2/ 229\"، وأحمد في \"المسند\" \"5/ 184\"، وابن عساكر في \"تاريخ دمشق\" \"1/ 112-115\", وقال الحاكم:\n\"صحيح على شرط الشيخين\", ووافقه الذهبيّ، وهو كما قالَا, وقال المنذري في \"الترغيب\" \"4/ 63\":\nرواه ابن حبان في \"صحيحه\"، والطبراني بإسناد صحيح.\n1 في أكثر الروايات: \"طوبى لأهل الشام\".\nالجزء: 1 ¦ الصفحة: 9\n",
        "الحديث الثاني\n:\nعَنْ عَبْدِ اللَّهِ بْنِ حَوَالَةَ قَالَ: قَالَ رَسُولُ اللَّهِ -صَلَّى الله عليه وسلم:\n\"ستنجدون أجنادًا، جُنْدًا بِالشَّامِ، وجُنْدًا بِالْعِرَاقِ، وَجُنْدًا باليَمَنِ\", قال عبد الله: فقمت، قلت: خِرْ لي يا رسول الله! فقال: \"وعليكم بِالشَّامِ، فَمَنْ أَبَى فَلْيَلْحَقْ بِيَمَنِهِ، وَلْيَسْتَقِ مِنْ غُدُرِه، فَإِنَّ اللَّهَ -عَزَّ وَجَلَّ- قَدْ تكفَّل لِي بالشام وأهله\".\nقال ربيعة: فسمعت أبا إدريس يحدث بهذا الحديث، يقول: وَمَنْ تكفَّل اللَّهُ بِهِ فَلا ضيعة عليه.\nقلت: حديث صحيح جدًّا؛ فإن له أربعة طرق:\nالأولى: طريق المُصنف، وهي من طريق مكحول, عن ابن حوالة, على خلافٍ عليه فيه.\nأخرجه الحاكم \"4/ 510\"، وأحمد \"5/ 33\"، وابن عساكر \"1/ 47-56\", وقال الحاكم:\nالجزء: 1 ¦ الصفحة: 10\n",
        "\"صحيح الإسناد\"، ووافقه الذهبي.\nوالطريق الثاني: أخرجه أبو داود \"1/ 388\"، وأحمد \"4/ 110\" من طريق أبي قتيلة, عن ابن حوالة. وإسناده صحيح.\nوالثالث: أخرجه أحمد أيضًا \"5/ 288\" من طريق سليمان بن شمير عنه.\nوالرابع: أخرجه الطحاوي في \"مُشْكَل الآثار\" \"2/ 35\", عن جبير بن نفير عنه.\nوله طريق خامس رواه المُصنّف، وسيأتي الكلام عليه في الحديث التاسع.\nوله شواهد من حديث أبي الدرداء وغيره.\nالجزء: 1 ¦ الصفحة: 11\n",
        "الحديث الثالث\n:\nعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو -رَضِيَ اللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم:\n\"إني رأيت عمودَ الْكِتَابِ انْتُزِعَ مِنْ تَحْتِ وِسَادَتِي، فنظرتُ فَإِذَا هُوَ نورٌ ساطعٌ عُمِدَ بِهِ إِلَى الشَّامِ، أَلا إِنَّ الإِيمَانَ -إِذَا وَقَعَتِ الفتن- بالشام\".\nحديث صحيح, أخرجه الفسوي \"2/ 290-291 و300 و311 و523\"، والحاكم \"4/ 509\"، وأبو نعيم في \"الحلية\" \"5/ 252\"، وابن عساكر \"1/ 92-98\"، وقال الحاكم:\n\"صحيح على شرط الشيخين, ووافقه الذهبي.\nوقد وَهِمَا في قولهما: \"إنه على شرطهما، وإنما هو صحيح فقط؛ لأن في السند يونس بن ميسرة بن حلبس، ولم يخرِّج له الشييخان شيئًا، وهو ثقة.\nوالحديث أورده الهيثمي في \"المجمع\" \"10/ 58\"، وقال:\n\"رواه الطبراني\" في \"الكبير\" و\"الأوسط\" بإسنادين،\nالجزء: 1 ¦ الصفحة: 12\n",
        "وفي أحدهما ابن لهيعة، وهو حسن الحديث، وقد توبع على هذا، وبقية رجاله رجال الصحيح.\nوله عند ابن عساكر طريق أخرى، وحسنه.\nوله شواهد من حديث عمرو بن العاص وأبي الدرداء.\nرواهما أحمد \"4/ 198 و5/ 198 و199\"، وإسناده الثاني صحيح.\nومن حديث عبد الله بن عمر, وعبد الله بن حوالة عند المُصنِّف, وسيأتي الكلام عليهما، فانظر الحديث التاسع والعاشر.\nالجزء: 1 ¦ الصفحة: 13\n",
        "الحديث الرابع\n:\nعن أبي ذر -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم:\n\"الشام أرض المحشر والمنشر\".\nقلت: حديث صحيح, تفرَّدَ المُصنِّفُ بإخراجه من هذا الوجه, وهو ضعيف الإسناد جدًّا.\nلكن أخرجه الإمام أحمد \"6/ 257\"، ومن طريقه ابن عساكر \"1/ 164\", من وجهٍ آخر في حديثٍ لأبي ذر موقوفًا عليه، وفيه أَنَّ النَّبِيَّ -صَلَّى اللَّهُ عَلَيْهِ وسلم- أقره على ذلك، ولم ينكره عليه، فهو في حكم المرفوع، بَيْدَ أن إسناده ضعيف.\nلكن له طريق أخرى في حديث آخر لأبي ذر، أخرجه ابن عساكر \"1/ 163-164\"، وقد صححه الحاكم \"4/ 509\" على شرط الشيخين، ووافقه الذهبي، وهو كما قالا، وهو في \"صحيح الترغيب\" \"رقم 1162\".\nوله شاهد أخرجه أحمد \"6/ 436\"، وابن ماجه \"1/ 429 و430\", من حديث ميمونة بنت سعد مولاة النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- قالت: يا نبي الله! أَفْتِنَا في بيت المقدس؟ فقال:\n\"أرض المحشر والمنشر\n...\n\" الحديث.\nالجزء: 1 ¦ الصفحة: 14\n",
        "وإسناده صحيح، كما قال الحافظ أحمد بن أبي بكر البوصيري في \"زوائده\"، وقوَّاه النووي في \"المجموع\"، وقد تكلمنا عليه مفصلًا في كتابنا \"الثمر المستطاب في فقه السنة والكتاب\" في \"المساجد\".\nتم تبيَّنَ لي أنه معلول، ولذلك نقلته من \"صحيح أبي داود\" إلى \"ضعيفه\" \"68\".\nوبالجملة؛ فالحديث بشاهده وطريقه الأخرى صحيح قويّ؛ لذلك نرى أن الأستاذ/ صلاح الدين المُنجد, قد أخطأ حين أورد الحديث في الأحاديث الموضوعة التي نَبَّه عليها في مقدمة الكتاب \"ص10\"1, وليس يسوغ له ذلك قوله في خاتمتها:\n\"ونحن في ترجيحنا أن هذه الأحاديث موضوعة, قد اعتمدنا على النقد الداخلي، أعني: نقد المتن في الحديث, ولو صحَّ سنده\"؛ لأنه:\nأولًا: ليس لهذا النقد الداخلي قواعد محررة، وضوابط مقررة, يمكن الاعتماد عليها، والرجوع\n1 كتاب \"فضائل الشام ودمشق\".\nالجزء: 1 ¦ الصفحة: 15\n",
        "الاختلاف إليها، خلافًا للنقد الخارجي، أي: نقد السند، فقد وضع له علماؤنا -رحمهم الله- من القواعد والضوابط ما لا يمكن الزيادة عليه، كما تَجِدُ ذلك مفصلًا في كتب مصطلح علم الحديث، ومن أجمعها \"قواعد التحديث\" للشيخ جمال الدين القاسمي -رحمه الله.\nوثانيًا: أن الأستاذ لم يبيّن وجه كون الحديث موضوعًا متنًا حتى يمكن النظر في ذلك، ومجال الكلام في هذا البحث الخطير لا يتسع له هذا الملحق.\nالجزء: 1 ¦ الصفحة: 16\n",
        "الحديث الخامس\n:\nعَنْ مُعَاوِيَةَ بْنِ قُرَّةَ, عَنْ أبيه -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم:\n\"إِذَا هَلَكَ [أهلُ] الشَّامِ فَلا خيرَ فِي أُمتي، وَلا تزالُ طائفة من أُمتي على الحق يقاتلون الدجال\".\nقلت: هو بهذا اللفظ ضعيف؛ تفرَّدَ به المُصنِّفُ، وفي إسناده عِمْرَانُ بْنُ إِسْحَاقَ أَبُو هَارُونَ، قال الذهبي في \"الميزان\": \"لا يُدْرَى من هو\".\nقُلت: ومن طريقه, أخرجه ابن عساكر \"1/ 254\"، وأشار إلى جهالته.\nوالصحيح في لفظه ما أخرجه الطيالسي في \"مُسنده\" \"ص145 رقم 1076\", عن شعبة, عن معاوية به مرفوعًا:\n\"إِذَا فسدَ أهلُ الشامِ فَلا خيرَ فِيكُمْ، لا تزالُ طائفةٌ من أُمتي منصورين، لا يضرُّهم مَنْ خَذَلَهم حَتَّى تقومَ الساعةُ\". وإسناده صحيح.\nالجزء: 1 ¦ الصفحة: 17\n",
        "ومن طريقه, أخرجه الترمذي \"2/ 30\"، وقال: \"حديث حسن صحيح\".\nوأخرجه أحمد \"3/ 436 و5/ 35\"، وروى ابن ماجه \"1/ 6-7\" الشطر الثاني، وابن حبان في \"صحيحه\" \"2313- موارد\"، وأبو نعيم \"7/ 230-231\"، والخطيب \"8/ 417 و418 و10/ 182\" الشطر الأول، والفسوي \"2/ 295\"، وابن عساكر \"1/ 292-294\"، وقال: \"وتَفَرَّدَ به شعبة\".\nقلت: وهو ثقة حجة إمام.\nوللشطر الثاني منه شواهد كثيرة في \"الصحيحين\" وغيرهما عن جَمْعٍ من الصحابة، يأتي تسميتهم قريبًا.\nالجزء: 1 ¦ الصفحة: 18\n",
        "الحديث السادس\n:\nعَنْ أَبِي هُرَيْرَةَ -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم:$\n\"لن تَبْرَحَ هذه الأمةُ منصورين أينما توجهوا، لا يضرُّهم من خَذَلَهم من الناس حتى يأتي أمر الله، أكثرهم أهلُ الشام\".\nحديث صحيح دون قوله: \"وأكثرهم أهل الشام\"؛ فإن هذه الزيادة منكرة عندي، تَفَرَّدَ بها المصنف بهذا الإسناد، ورواه ابن عساكر أيضًا \"1/ 244-245\"، وفيه جبير بن عبيدة الحمصي، وهو راويه عن أبي هريرة, قال الذهبي في ترجمته: \"لا يُدرى من ذا\".\nولا يغتر بتوثيق ابن حبان إياه، فإن من عادته في كتابه \"الثقات\", توثيق المجهولين عند الأئمة الأثبات، كما نبَّه على ذلك الحافظ في مقدمة \"اللسان\"، وابن عبد الهادي في \"الصارم المنكيّ\"، ثم بيَّنا ذلك في ردِّنَا على الشيخ الحبشيّ \"ص19-21\", ثم في الطبعة الجديدة بـ \"تمام المنة\" \"ص 20-25\", لكن ليس ذلك على إطلاقه كما يظنُّ كثيرٌ من\nالجزء: 1 ¦ الصفحة: 19\n",
        "الباحثين، بل فيه تفصيل ذكرته في \"تمام المنة\" \"ص 204-207\"، طبعة المكتبة الإسلامية.\nوقد روى هذا الحديث عن أبي هريرة عمير بن الأسود، وكثير بن مرة الحضرميّ, عند ابن ماجه \"1/ 7\"، وأبو صالح عند أحمد \"2/ 321 و340 و379\"، وليس في حديثهم تلك الزيادة.\nوكذلك صحَّ الحديث عن عمر بن الخطاب، وثوبان، وعمران، وجابر بن سمرة، والمغيرة بن شعبة، وعقبة بن عامر، وجابر بن عبد الله، ومعاوية، وغيرهم، وقد ساق بعضها ابن عساكر \"1/ 249-257\"، وأحاديثهم مُخَرَّجَةٌ عندي1، وبعضها في \"الصحيحين\"، لكن في حديث معاوية عندهما عن معاذ بن جبل أنه قال: \"وهم بالشام\".\nويشهد له ما رواه مُسلم وغيره من حديث سعد بن أبي وقاص مرفوعًا:\n1 انظر تخريجها في كتابي \"سلسلة الأحاديث الصحيحة\" \"برقم 270 و1956\".\nالجزء: 1 ¦ الصفحة: 20\n",
        "\"لا يزال أهلُ الغربِ ظاهرين على الحقِّ حتى تقوم الساعةُ\" على اعتبار أن أهل الغرب هم أهل الشام، كما قال الإمام أحمد، وأيَّدَه شيخ الإسلام ابن تيمية في \"فضل الشام وأهله\"1 من وجهين:\nالأول: ورود ذلك صراحةً في بعض الأحاديث.\nالثاني: أن لغته -صلى الله عليه وسلم- وأهل مدينته في أهل الغرب؛ أنهم أهل الشام, فراجعه فإنه مهم، ومفيد جدًّا، ولعل من نفى ذلك من المعاصرين، وذهب إلى أن المُراد بذلك \"المغاربة\" الذين يسكنون شمال غرب \"أفريقية\"؛ لم يقف على لغته -صلى الله عليه وسلم- المذكورة.\nوقد روي الحديث عن أبي هريرة من وجهين آخرين بزيادة أخرى قريبة من هذه في المعنى، ولا تصحُّ أيضًا، كما سيأتي في الحديث السابع والعشرين، والتاسع والعشرين.\n1 انظر رسالته الملحقة بـ \"منادمة الأطلال\" \"ص 427\".\nالجزء: 1 ¦ الصفحة: 21\n",
        "الحديث السابع\n:\nعَنْ أَبِي الدَّرْدَاءِ -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم:\n\"أهْلُ الشام وأزواجهم وذريَّاتُهم وعبيدُهم وإماؤُهم إلى منتهى الجزيرة مرابطون1 في سبيل الله، فمن احتل منها مدينة من المدائن فهو في رباط، ومن احتلّ منها ثغرًا من الثغور فهو في جهادٍ\".\nقلت: حديث ضعيف؛ لأن راويه عن أبي الدرداء لم يُسَمَّ، فهو مجهول، ومن طريقه رواه الطبراني كما في \"المجمع\" \"10/ 60\"، وابن عساكر \"1/ 169\"، وقال:\n\"وقد روي بإسناد آخر أمثل من هذا؛ إلّا أنه غريب\".\nقلت: ثم ساقه بنحوه، وفيه شهر بن حوشب، وهو ضعيف.\n1 في الأصل: \"مُرابطين\"، وما ذكرناه من \"مجمع الزوائد\"، وهو الذي يوافق اللغة.\nالجزء: 1 ¦ الصفحة: 22\n",
        "الحديث الثامن\n:\nعن عبد الله بن عمر -رضي الله عنهما- قال: صلَّى رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم- الفجر، ثم أقبل على القوم، فقال:\n\"اللهم بارك لنا في مدينتنا، وبارك لنا في مُدِّنَا وصاعِنَا، اللهم بارك لنا في حَرَمِنَا، وبارك لنا في شَامِنَا\".\nفقال رجل: وفي العراق؟ فسكت, ثم أعاد, قال الرجل: وفي عراقنا, فسكت، ثم قال:\n\"اللهم بارك لنا في مدينتا، وبارك لنا في مُدِّنَا وصاعِنَا، اللهم بارك لنا في شامِنَا، اللهم اجعل مع البركة بركةً، والذي نفسي بيده, ما من المدينة شِعْبٌ ولا نَقْبٌ, إلا وعليه ملكان يحرسانها تقدموا عليها\n...\n\" وذكر الحديث1.\nقلت: حديث صحيح, وإن كنت لم أقف عليه بهذا\n1 زاد ابن عساكر: \"قال رجل: والعراق يا رسول الله؟ قال: من ثَمَّ يطلع قرن الشيطان، وتهيج الفتن\".\nالجزء: 1 ¦ الصفحة: 23\n",
        "التمام فيما عندي من كتب السنة، وإنما وقفت عليه مفرَّقًا من حديث ابن عمر دون قوله في آخره: \"اللهم اجعل مع البركة بركة\n...\n\"، فإنما هو من حديث أبي سعيد الخدري في حديثٍ له أخرجه مسلم \"4/ 117\"، لكنه قال: \"\n...\nالبركة بركتين\".\nوأما حديث ابن عمر فأخرجه أبو نعيم \"6/ 133\"، وابن عساكر إلى قوله: \"وفي العراق\"، وزاد: فأعرض عنه، فقال: \"فيها الزلازل والفتن، وبها يطلع قرن الشيطان\".\nوإسناده صحيح.\nورواه الطبراني في \"الكبير\" \"3/ 201/ 1\" من طريق أخرى عن ابن عمر، وسنده صحيح.\nوقد أورده في \"المجمع\" \"3/ 305\"، وقال: \"رواه الطبراني في \"الأوسط\"، ورجاله ثقات\".\nوأخرجه أحمد \"2/ 143\" مختصرًا عنه بلفظ:\n\"قال: رأيت رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وآله وسلم- يشير\nالجزء: 1 ¦ الصفحة: 24\n",
        "بيده يؤم العراق: ها إن الفتنة ههنا -ثلاث مرات- من حيث يطلعُ قرن الشيطان\".\nوإسناده صحيح على شرط مُسلم، وقد أخرج في \"صحيحه\" \"8/ 181\" نحوه.\nوفي رواية له من وجه آخر, عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ قال:\n\"يا أهل العراق! ما أسألكم عن الصغيرة وأركبكم للكبيرة؟! \" سمعت أبي عبد الله بن عمر يقول: فذكره.\nوأخرجه البخاري ومسلم أيضًا من وجه آخر عن سالم به مرفوعًا.\nوأخرج البخاري \"13/ 38, بشرح العسقلاني\"، وأحمد \"2/ 118\"، وابن عساكر من طريق نافع عن ابن عمر مرفوعًا:\n\"اللهم بارك لنا في شَامِنَا، اللهم بارك لنا في يَمَنِنَا, قالوا: وفي نَجْدِنَا, قال: هناك الزلازل\n...\n\" الحديث.\nوأخرجه الترمذي وصححه، وعزَّاه المنذري في \"الترغيب\" \"4/ 61\" للترمذي وحده، فوهم.\nالجزء: 1 ¦ الصفحة: 25\n",
        "وله عند أحمد \"2/ 126\" طريق أخرى عن ابن عمر.\nولحديثه الأول عند أبي نعيم شاهد من حديث ابن عباس, ساق لفظه الهيثمي، وقال:\n\"رواه الطبراني في \"الكبير\" \"12/ 84/ 12552\"، ورجاله ثقات.\nوروى بعضه الخطيب في \"تاريخه\" \"1/ 24 و25\"، ومن طريقه ابن عساكر من حديث معاذ بن جبل.\nفيُسْتَفَادُ من مجموع طرق الحديث أن المراد من \"نجد\" في رواية البخاري, ليس هو الإقليم المعروف اليوم بهذا الاسم، وإنما العراق، وبذلك فسَّره الإمام الخطَّابِيّ والحافظ بن حجر العسقلاني، وتجد كلامهما في ذلك في \"شرح كتاب الفتن\" من \"صحيح البخاري\" للحافظ.\nوقد تحقق ما أنبأ به -عليه السلام، فإن كثيرًا من الفتن الكبرى كان مصدرها العراق، كالقتال بين سيدنا علي ومعاوية، وبين علي والخوارج، وبين علي وعائشة، وغيرها مما هو مذكور في كتب التاريخ؛ فالحديث من معجزاته -صلى الله عليه وسلم- وأعلام نبوته.\nومن ذلك تعلم أن الأستاذ/ صلاح الدين المُنجد, أخطأ في حشر هذا الحديث في الأحاديث الموضوعة في المقدمة, والله المُستعان.\nالجزء: 1 ¦ الصفحة: 26\n",
        "الحديث التاسع\n:\nعَنْ عَبْدِ اللَّهِ بْنِ حَوَالَةَ أنه قال: يا رسول الله! اكتب لي بلدًا أكون فيه، فلو أعلم أنك تبقى لم أختر على قربك.\nقال:\n\"عليك بالشام \"ثلاثًا\".\nفلما رأي النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- كراهيته للشام فقال:\n\"هل تدرون ما يقول الله -عز وجل؟ يقول: يا شامُ يا شامُ! يدي عليم يا شامُ, أنت صفوتي من بلادي، أُدخِلُ فيكِ خيرتي من عبادي، أنت سيفُ نقمتي، وسوطُ عذابي، أنت الأندرُ، وإليك المحشرُ.\nورأيت ليلة أسرى بي عمودًا أبيض كأنه لؤلؤٌ تحملُه الملائكةُ, قلتُ: ما تحملون؟ قالوا: نحملُ عمودَ الإسلامِ، أُمرنا أن نضعَه بالشامِ.\nالجزء: 1 ¦ الصفحة: 27\n",
        "وبينا أنا نائم رأيت كتابًا اخْتُلِسَ من تحت وسادتي، فظننت أن الله تخلَّى من أهل الأرض، فأتبعت بصري، فإذا هو نور ساطع بين يدي، حتى وُضِعَ بالشام، فمن أبى أن يلحق بالشام، فَلْيَلْحَقْ بِيَمَنِهِ، وَلْيَسْتَقِ مِنْ غُدُرِهِ، فإن الله قَدْ تكفَّل لِي بِالشَّامِ وَأَهْلِهِ\".\nقلت: حديث صحيح دون قوله: \"يا شام يا شام! يدي عليك يا شام! \"، وقوله \"أنت سيف نقمتي، وسوط عذابي، أنت الأندر\"، فإن هذا القدر مما لم أقف عليه في غير هذا الحديث.\nوفي إسناده أبو عليّ خفيف بن عبد الله الغازي.\nوقد ذكره ابن عساكر في \"تاريخه\"، ولم يذكر فيه تعديلًا؛ فهو علة الحديث, وساق له هذا الحديث وحده من طريق المُصنف.\nثم وجدت لخفيف هذا متابعين كما يأتي، فبرئت عهدته منه، وإنما علته صالح بن رستم أبو عبد السلام، وهو مولى بني هاشم في رواية المؤلف، وهو مجهول، وهو غير أبي عبد السلام الذي روى عن ثوبان على الصحيح؛ كما\nالجزء: 1 ¦ الصفحة: 28\n",
        "قال الحافظ في \"التقريب\".\nوقد أورده الهيثميّ مفرقًا في موضعين \"10/ 58 و58-59\"، وقال: \"رواه الطبراني، ورجاله رجال الصحيح، غير صالح بن رستم، وهو ثقة\".\nفهذا من أوهامه؛ لأن ابن رستم هذا مجهول؛ كما عرفت آنفًا.\nوروى ابن عساكر \"1/ 101-102\" منه قوله: \"رأيت ليلة أسرى بي\n...\n\"، إلى قوله: \"حتى وُضِعَ بالشام\", وزاد: \"فقال ابن حوالة: يَا رَسُولَ اللَّهِ! خِرْ لِي, فقال: عليك بالشام\". وهي عند الطبراني.\nوعنه رواها ابن عساكر، قال: ثنا أحمد بن المعلَّى الدمشقيّ, عن هشام بن عمار, شيخ خفيف بن عبد الله، وأحمد هذا ثقة.\nثم رواه ابن عساكر \"1/ 62\" من طريق الطبراني أيضًا: نا أحمد بن المعلّى, وأحمد بن أنس بن مالك: نا\nالجزء: 1 ¦ الصفحة: 29\n",
        "هشام بن عمار بسنده المذكور عند المؤلف إلى ابن حوالة.. الحديث بتمامه.\nوأما سائر الحديث فصحيح؛ لورود بعضه من طرق أربعة، وقد سبق ذكرها في الحديث الثاني.\nوقوله: \"وإليك المحشر\" معناه في الحديث الرابع.\nوقد رُوِيَ من حديث أبي أمامة عند الحاكم:4/ 509\"، وصححه، وخُولِفَ، والطبراني، ومن حديث العرباض بن سارية, رواه الطبراني، ورواته ثقات؛ كما قال المنذري \"4/ 62\", والهيثمي \"10/ 59\", ومن حديث ابن حوالة نفسه بلفظ: \"\n...\nعليك بالشام، فإنه خيرة الله من أرضه، يجتبي إليها خيرته من عباده\". رواه أبو داود وأحمد بسندٍ صحيح؛ كما تقدَّم في تخريج الحديث الثاني.\nومن ذلك تعلم أن الحكم على الحديث بالوضع -كما فعل الشيخ الغماري في \"المغير\" \"ص61-62\" لمجرد الضعف الماشر إليه في حديث أبي أمامة, لا يخفى بعده عن القواعد الحديثية، فإن مجيء الحديث من عدة طرق -ولو ضعيفة- يخرجه عن الوضع، فكيف وبعضها صحيح؟!\nالجزء: 1 ¦ الصفحة: 30\n",
        "الحديث العاشر\n:\nعن عبد الله بن عمر -رَضِيَ اللَّهُ عَنْهُمَا- قَالَ: قَالَ لنا النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- يومًا:\n\"إني رأيتُ الملائكة في المنامِ أخذوا عمود الكتاب، فعمدوا به إلى الشام، فإذا وقعت الفتنُ فإن الإيمان بالشام\".\nقلت: حديث صحيح، فإنه بمعنى حديث عبد الله بن عمر المتقدِّم وغيره.\nوالحديث رواه ابن عساكر من طريق المُصنِّف، ودلَّت روايته على أنه قد سقط من إسناد الكتاب ثلاثة أشخاص: ريحان بن سعيد, نا عباد بن منصور عن أيوب، وذلك بين يحيى بن محمد بن السكن, وأبي قلابة.\nثم رواه ابن عساكر من طريق أخرى عن ريحان بن سعيد به، ثم قال: \"بشير هو ابن كعب\".\nورُوِيَ من وجهٍ آخر عن أيوب, عن أبي قلابة, عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو, من غير ذكر بشير، ثم ساقه من طريق معمر عن أيوب به.\nالجزء: 1 ¦ الصفحة: 31\n",
        "الحديث الحادي عشر\n:\nعَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولُ اللَّهِ -صَلَّى الله عليه وسلم: \"سَتَخْرُجُ نَارٌ فِي آخِرِ الزَّمَانِ من حَضْرَمَوْت تحشرُ الناس، قلنا: فماذا تأمرنا يا رسول الله؟ قال: عليكم بالشام\".\nحديث صحيح، أخرجه أحمد \"2/ 8 و53 و69 و99 و119\", والترمذي في الفتن وصححه، وابن حبان في \"صحيحه\" 2312.\nوإسناده عند أحمد صحيح على شرط الشيخين، وفيه التصريح بتحديث يحيى بن أبي كثير, وأبي قلابة الجرمي.\nوكذلك رواه ابن عساكر \"1/ 75 و76 و77\", والفسوي \"2/ 303\".\nالجزء: 1 ¦ الصفحة: 32\n",
        "الحديث الثاني عشر\n:\nعن ابن عباس -رضي الله عنهما- يرفعه، قال: قال رسول لله -صلى الله عليه وسلم:\n\" مكة أية الشرف، والمدينة معدنُ الدين، والكوفة فسطاطُ الإسلام، والبصرة فخر العابدين، والشام معدن الأبرار، ومصر عشُّ إبليس وكهفه ومستقره، والسِّنْدُ مرادُ إبليس، والزنى في الزنج، والصدق في النوبة، والبحرين منزل مبارك، والجزيرة معدن الفتك، وأهل اليمن أفئدتهم رقيقة، ولا يعدوهم الرزق، والأئمة من قريش، وسادة الناس بنو هاشم\".\nقلت: حديث منكر، تفرَّدَ بروايته المصنِّفُ عن شيخه أبي الحسن علي بن القاسم الطرسوسي، وقد ترجمه الخطيب في \"تاريخه\" \"7/ 377\"، وكذا ابن عساكر، ولم يذكرا فيه توثيقًا، فهو مجهول الحال، وكذا شيخه أبو علي الحسن بْن عبد الله بْن محمد الأزهري، فإني لم أجد له ترجمة.\nوأخرجه ابن عساكر \"1/ 282\" من طريق المؤلف.\nالجزء: 1 ¦ الصفحة: 33\n",
        "لكن بعض الجمل منه صحيح، فقوله:\n\"وأهلُ اليمن أفئدتهم رقيقة\".\nمعناه في الصحيحين\" وغيرهما من حديث أبي هريرة مرفوعًا:\n\"أتاكم أهل اليمن؛ هم ألينُ قلوبًا، وأرقُّ أفئدةً\n...\n\" الحديث. وهو مخرَّجٌ في \"الروض النضير\" \"1034\".\nوقوله: \"الأئمة من قريش\" صحيح أيضًا، جاء بهذا اللفظ من حديث أنس بن مالك عند أبي داود الطيالسي في \"مسنده\" \"رقم 2123\"، وغيره بإسناد صحيح على شرط البخاري.\nوله طريقان آخران عنه في \"مسند أحمد\" و\"المستدرك\"، وصحح الحاكم أحدهما، ووافقه الذهبي.\nوجاء أيضًا من حديث أبي برزة الأسلميّ عند الطيالسي أيضًا \"رقم 928\" وغيره، وسنده حسن.\nومن حديث علي بن أبي طالب, عند الطبراني في \"المعجم الصغير\" \"ص85\"، والحاكم \"4/ 75، 76\"، وله.\nالجزء: 1 ¦ الصفحة: 34\n",
        "شواهد أخرى كثيرة جدًّا؛ فقد قال الحافظ ابن حجر العسقلاني: \"وقد جمعت طرقه في جزءٍ ضخم عن نحو أربعين صحابيًّا\".\nوذكر في بعض مؤلفاته -ولعله \"شرح النخبة\" أنه حديث متواتر، وهو حريٌّ بذلك.\nوفيه رَدٌّ من لا يشترط القرشية في الخليفة من الشعوبيين وبعض الأحزاب الإسلامية.\nالجزء: 1 ¦ الصفحة: 35\n",
        "الحديث الثالث عشر\n:\nعن بهز بن حيكم بن معاوية القشيري, عن أبيه, عن جده قَالَ:\n\"قُلْتُ: يَا رَسُولَ اللَّهِ! أين تأمرني؟ فقال: ها هنا، وأومأ بيده نحو الشامِ، قال: إنكم محشورون رجالًا وركبانًا، ومُجْرَون على وجوهِكم\".\nحديث صحيح, وأخرجه أحمد \"5/ 3 و5\"، والترمذي في \"الفتن\"، وفي \"الزهد\", والحاكم \"4/ 564\"، وابن عساكر \"1/ 82- 86\" من طرق عن بهز.\nوقال الحاكم: \"صحيح الإسناد\"، ووافقه الذهبي.\nالجزء: 1 ¦ الصفحة: 36\n",
        "الحديث الرابع عشر\n:\nعن أبي أمامة, عَنِ النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وسلم- أنه تلا هذه الآية؛ قوله -عَزَّ وَجَلَّ: {وَآَوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ} 1، ثم قال: \"هل تدرون أين هي؟ قالوا: الله ورسوله أعلمُ, قال: هي بالشام، بأرض يقال لها: \"الغوطةُ\"، مدينة يُقالُ لها: \"دمشقُ\"؛ هي خيرُ مدن الشامِ\".\nقلت: حديث ضعيف جدًّا، بل هو موضوع؛ لأنه من رواية مسلمة بن عليّ، وقد قال الحاكم فيه:\n\"روى عن الأوزاعي والزبيد المناكير والموضوعات\".\nوالحديث عزاه السيوطي في \"الدر المنثور\" \"5/ 8\" لابن عساكر، وقال: \"سنده ضعيف\".\nقلت: وفيه تساهل لا يخفى على اللبيب؛ فإنه عند ابن عساكر \"1/ 192\" من طريق مسلمة أيضًا.\nلكن قد صحَّ من الحديث فضل دمشق من حديث أبي الدراداء، وهو الذي يليه.\n1 المؤمنون: الآية 50.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الحديث الخامس عشر\n:\nعَنْ أَبِي الدَّرْدَاءِ -رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ -صَلَّى الله عليه وسلم قال: \"فُسطاطُ1 المسلمين يوم الملحمةِ بـ\"الغوطة\"، إلى جانب مدينةٍ يُقال لها: \"دمشق\"؛ من خيرِ مدائنِ الشامِ\".\nوفي رواية ثانية قال: سمعت النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يقول:\n\"يومُ الملحمةِ الكبرى؛ فُسطاطُ المسلمين بأرضٍ يقالُ لها:\"الغوطة\"، فيها مدينةٌ يقالُ لها \"دمشق\"؛ خير منازِل المسلمين يومئذٍ\".\nحديث صحيح, أخرجه أبو داود \"2/ 210\"، والفسوي \"2/ 290\"، والحاكم \"4/ 486\"، وأحمد \"5/ 197\"، وقال الحاكم:\n\"صحيح الإسناد\", ووافقه الذهبي، وأقرَّه المنذريّ \"4/ 63\"، وهو كما قالوا.\nورواه ابن عساكر \"1/ 219-222\"، وروى عن يحيى بن معين أنه ليس في حديث الشاميين أصحّ من هذا الحديث في ملاحم الروم.\n1 الفُسطاط بالضم والكسر، المدينة التي فيها مجتمع الناس، وكل مدينة.\nالجزء: 1 ¦ الصفحة: 38\n",
        "الحديث السادس عشر\n:\nعَنْ أَبِي هُرَيْرَةَ -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم:\n\"أربعُ مدائنَ في الدنيا من الجنةِ: مكةُ، والمدينةُ، وبيتُ الْمَقْدِسِ، ودمشقُ، وأربعُ مَدَائِنٍ مِنْ مَدَائِنِ النَّارِ في الدنيا، روميةُ، وقسطنطينيةُ, وصنعاءُ، وأنطاكيةُ\".\nقلت: حديث موضوع، في إسناده الوليد بن محمد الموقري، قال ابن حبان وغيره:\n\"روى عن الزهريّ أشياء موضوعه لم يروها الزهري قط\".\nقلت: وهذا من روايته عن الزهري، وقد أورده ابن\nالجزء: 1 ¦ الصفحة: 39\n",
        "الجوزي في \"الموضوعات\" \"2/ 51\"، فأصاب كما قال الشوكاني في \"الفوائد المجموعة\" \"ص 158\"، وقال ابن الجوزي: \"لا أصل له، الوليد كذاب\".\nقال السيوطي في \"اللآلئ المصنوعة\" \"1/ 238\": \"قلت: قال ابن عدي: هذا منكر؛ لا يَرْوِيهِ عَنِ الزُّهْرِيِّ غَيْرُ الْمُوَقَّرِيُّ\".\nثم ذكر أنه رُوِيَ عن غير الموقري، وأن ابن عساكر قال: \"إنه غريب، والمحفوظ حديث الموقري\".\nقلت: وفي إسناد هذا الوجه من لا يعرف، فمثله لا يزيد الحديث إلّا وهنًا على وهن، وهو عند ابن عساكر من الوجهين \"1/ 209-210\".\nالجزء: 1 ¦ الصفحة: 40\n",
        "الحديث السابع عشر\n:\nعن الحسن بن يحيى الخُشَني أَنَّ النَّبِيَّ -صَلَّى اللَّهُ عَلَيْهِ وسلم- قال: \"ليلةَ أُسْرِيَ بي صُلِّيَ في موضع مسجد دمشق\".\nقلت: حديث ضعيف معضل؛ لأن الخشني هذا ليس بصحابيّ، ولا تابعيّ، فإنه مات بعد التسعين والمائة، كما قال الحافظ في \"التقريب\"، ولذلك قال ابن عساكر في \"تاريخه\" بعد أن ساقه: \"وهذا منقطع\".\nوفيه علة أخرى، وهو أن الخشنيّ كثير الخطأ، وساق له الذهبي في \"الميزان\" أحاديث منكرات، قال ابن حبان في بعضها: \"باطل موضوع\".\nوأورده ابن الجوزيّ في \"الموضوعات\"، فلا يبعد أن يكون هذا منها, والله أعلم.\n\"تنبيه\": نص الحديث في ابن عساكر:\n\"أَنَّ النَّبِيَّ -صَلَّى اللَّهُ عَلَيْهِ وآله وسلم- ليلة أُسْرِيَ به صُلِّيَ في موضع مسجد \"دمشق\".\nوهذا مغاير -كما ترى- لنص الكتاب, والظاهر أن فيه تحريفًا.\nالجزء: 1 ¦ الصفحة: 41\n",
        "الحديث الثامن عشر\n:\nعن واثلة بن الأسقع -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم:\n\"ستكون دمشقُ في آخر الزمان أكثرَ المدنِ أهلًا، وهي تكونُ لأهلها معقلًا، وأكثرَ أبدالًا، وأكثر مساجد، وأكثرَ زهّادًا، وأكثر مالًا، وأكثر رجالًا، وأقلَّ كفارًا، ألا وإن مصر أكثرُ المدن فراعنة, وأكثر كفورًا، وأكثرُ ظلمًا، وأكثرُ رياءً، وفجورًا، وسحرًا، وشرًّا، فإذا عمرت أكنافُها بعث الله عليهم الخليفة الزائد البينانِ، والأعور الشيطان، والأخرم الغضبانَ، فويلُ لأهلهِا من أتباعهِ وأشياعهِ، ثم قرأ رسولُ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم: {ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ} 1، فإذا قُتِلَ ذلك\nالجزء: 1 ¦ الصفحة: 42\n",
        "الخليفة بالعراقِ، خرجَ عليهم رجلُ مربوعُ القامة، أسودُ الشعر، كثُّ اللحية، برَّاقُ الثنايان, فويلٌ لأهلِ العراق من أشياعِه المراقِ، ثم يخرجُ المهديُّ منَّا أهل البيت، فيملأ الأرض عدلًا كما مُلِئَتْ جوراً\n...\n\" وذكر باقي الحديث.\nقلت: حديث منكر، تفرد بروايته محمد بن إبراهيم، وهو محمد بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ إبراهيم بن هشام بن يحيى بن يحيى أبوعبد الله الغساني، نُسِبَ في رواية المصنِّف إلى جده، ونُسِبَ إلى أبيه في رواية بن عساكر من طريق أخرى عنه، نقلها السيوطي في \"الحاوي\" \"2/ 464\"، وترجم له ابن عساكر، ولم يذكر له تعديلًا، فهو مجهول الحال، وسائر رواة الحديث ثقات غيره، فالحمل فيه عليه، ويظهر من أحاديثه التي يرويها عن الثقات أنه منكر الحديث، كهذا الحديث والحديث الآتي بعده.\nغير أن حديثه هذا فيه جملة صحيحة ثابتة عَنِ النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وآله وسلم، وهي خروج المهديّ,\nوالأحاديث في ذلك كثيرة جدًّا، وأشهرها حديث عبد الله بن مسعود مرفوعًا:\nالجزء: 1 ¦ الصفحة: 43\n",
        "\"لا تذهبُ الدنيا حتى يملكَ رجلٌ من أهل بيتي يواطئ اسمه اسمي، يملأ الأرض عدلًا وقسطًا، كما مُلِئَت جَوْرًا وظلمًا\".\nرواه أبو داود ط2/ 207\"، والترمذي \"2/ 27\"، وأحمد \"1/ 376و 377و 430و 448\"، والطبراني في \"الكبير\" و\"الصغير\" \"ص 245\", من طريق زر بن حبيش عنه.\nوقال الترمذي: \"حسن صحيح\"، وصححه الذهبي في \"التخليص\" \"4/ 442\".\nورواه ابن ماجه \"2/ 517\"، والحاكم \"4/ 264\", من طريق أخرى عن ابن مسعود نحوه، وإسناده حسن.\nورواه أبو داود، وأحمد \"2/ 773\" من حديث علي، وإسناده صحيح.\nورواه الترمذي، وابن ماجة، والحاكم \"4/ 557\"، وأحمد:3/ 17و 27و 36\" من حديث أبي سعيد الخدري, وقال الحاكم: \"صحيح على شرط الشيخين\", ووافقه الذهبي، وهو\nالجزء: 1 ¦ الصفحة: 44\n",
        "كما قالَا.\nوقد أخطأ ابن خلدون خطًأ واضحًا، حيث ضعَّفَ أحاديث المهديّ جُلّها، ولا غرابة في ذلك؛ فإن الحديث ليس من صناعته.\nوالحق أن الأحاديث الواردة في المهدي فيها الصحيح والحسن, وفيها الضعيف والموضوع، وتمييز ذلك ليس سهلًا إلى على المتضلِّع في علم السنة ومصطلح الحديث، فلا تعبأ بكلام من يتكلم فيما لا علم له به.\nالجزء: 1 ¦ الصفحة: 45\n",
        "الحديث التاسع عشر\n:\nسمعت علي بْنِ أَبِي طَالِبٍ -رَضِيَ اللَّهُ عَنْهُ- يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ -صلى الله عليه وسلم, وسأله رجل عن الأمارات1 بدمشق، فقال:\n\"بها جبلُ يقالُ له: \"قاسيون\"، فيه قَتَلَ ابنُ آدمَ أخاه، وفي أسفِله من الغربِ ولدَ إبراهيمُ، وفيه آوى عيسى ابن مريم وأمه من اليهود، وما من عبدٍ أتى معقل روح الله فاغتسل وصلّى ودعا لم يرده الله خائبًا\".\nفقال رجل: يا رسول الله! صفه لنا، قال:\n\"هو بالغوطة، مدينة يقال لها: دمشق، وأزيدكُم أنه جبلُ كلَّمَه الله، وفيه وُلِدَ أبي إبراهيمُ، فمن أتى ذلك الموضع فلا يعجزُ في الدعاءِ\".\nفقال رجل: يا رسول الله! أكان ليحيى بن زكريا معقلًا؟ قال:\n\"نعم, احترسَ فيه يحيى بنُ زكريا من هدَّار، رجلُ من عادٍ، في الغارِ الذي تحتَ دمِ ابنِ آدمَ المقتول، وفيه\n1 الأمارة: العلامة.\nالجزء: 1 ¦ الصفحة: 46\n",
        "احترس إلياسُ النبي -عليه السلامُ- من مَلِكِ قومِه، وفيه صلَّى إبراهيمُ وموسى وعيسى وأيوبُ، فلا تعجزوا في الدعاء فيه، فإن الله -عزَّ وجلَّ- أنزلَ عليَّ: {ادْعُونِي أَسْتَجِبْ لَكُمْ} 1\".\nفقال رجل: يا رسولَ الله! ربُّ يسمعُ الدعاءَ, أم كيف ذلك؟ فأنزل الله -عزَّ وجلَّ: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} 2.\nقلت: حديث منكر، ظاهر النكارة، رجاله كلهم ثقات، غير محمد بن أحمد بن إبراهيم، وهو مجهول الحال كما بينا في الحديث قبله.\nوفيه علَّة أخرى؛ فإن فيه الوليد بن مسلم عن ابن جريج عن عروة، والوليد وابن جريج -على جلالتهما- مدلسان، وقد عنعنا.\n1 المؤمن: الآية: 60.\n2 البقرة: الآية 186.\nالجزء: 1 ¦ الصفحة: 47\n",
        "الحديث العشرون\n:\nقال معاوية -رضي الله عنه: سَمِعْتُ رَسُولَ اللَّهِ -صَلَّى اللَّهُ عليه وسلم, وسأله رجل عن دمشق؟ قال:\n\"بها جبلٌ يُقَالُ له: قاسيون\".\nوذكر قريبًا من الحديث الأول.\nقلت: حديث منكر، وهو الذي قبله؛ إلّا أن بعض الرواة خالفوا في الإسناد، فذكروا معاوية مكان علي، ومداره على محمد بن إبراهيم، وقد علمت حاله.\nالجزء: 1 ¦ الصفحة: 48\n",
        "الحديث الواحد والعشرون\n:\nعن ابن عباس -رضي الله عنهما- قال: سَمِعْتُ رَسُولَ اللَّهِ -صَلَّى اللَّهُ عليه وسلم- يقول:\n\"اجتمع الكُفار يتشاورون في أمري، فقال النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: يا ليتني بالغوطِة، بمدينةٍ يقالُ لها: دمشقُ، حتى آتي الموضع؛ مستغاثَ الأنبياء، حيث قَتلَ ابنُ آدم أخاه، فأسألُ الله أن يهلكَ قومي، فإنهم ظالمون، فأْتاه جبريلُ، فقالَ: يامحمد! ائتِ بعضَ جبالِ مكةَ، فأوِ إلى بعض غاراتِها، فإنها معقِلُك من قومِك, قال: فخرجَ النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- وأبو بكر -رضي الله عنه- حتى أتيا الجبلَ، فوجدا غارًا كثيرَ الدَّوابِّ، فَجَعَلَ أبو بكر -رضيَ الله عنه- يُمَزِّقُ رداءَهُ، ويِسُدُّ الثغورَ والثقب، والنبي -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- يقولُ: اللهم لا تنساها لأبي بكر\n...\n\" وذكر الحديث بطوله.\nقلت حديث منكر؛ مداره على رجل لم يسم، ورواه عن وهب بن منبه عنه.\nوحديث هجرة النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- مشهور مستفيض من وجوه شتّى، وليس في شيء منها ما في هذا الحديث من تمنِّيه -صلى الله عليه وسلم-\nالجزء: 1 ¦ الصفحة: 49\n",
        "أن يكون بالغوطة، ليأتي مستغاث الأنبياء، فيدعو على قومه! ولست أشك أن هذا القدر منه مكذوب موضوع على رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم، فقد عَلِمَ كل مُطَّلِع على السُّنَّة أنه لم يكن من هديه -عليه السلام- تتبع آثار الأنبياء، والدعاء عندها، بل هذا مما نهى عنه الفاروق عمر بن الخطاب -رضي الله عنه- وغيره.\nوقد ورد عنه ذلك في ثلاث قصص:\n1-\nعن ابن سويد قال: خرجت مع أمير المؤمنين عمر بن الخطاب من مكة إلى المدينة، فلما أصبحنا صلى بنا الغداة، ثم رأى الناس يذهبون مذهبًا، فقال: أين يذهب هؤلاء؟ قيل: يا أمير المؤمنين! مسجد صلَّى فيه رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم، هم يأتون يصلون فيه، فقال:\n\"إنما هلك من كان قبلكم بمثل هذا، يتبعون آثار أنبيائهم، فيتخذونها كنائس وبيعًا، من أدركته الصلاة في هذه المساجد فليصلِّ، ومن لا فليمض، ولا يتعمدها\".\nرواه سعيد بن منصور في \"سننه\"، وابن وضّاح القرطبي في \"البدع والنهي عنها\" \"ص 41و 42\" بإسناد صحيح على شرط الشيخين.\nالجزء: 1 ¦ الصفحة: 50\n",
        "2-\nعن نافع, أن الناس كانوا يأتون الشجرة، فقطعها عمر.\nرواه ابن وضَّاح \"ص42-43\"، ورجال إسناده ثقات، وروى عنه شيخه عيسى بن يونس مفتي أهل طرطوس أنه: \"قطعها لأن الناس كانوا يذهبون فيصلون تحتها, فخاف عليهم الفتنة\".\n3-\nما وقع في عهده -رضي الله عنه- من تعمية قبر دانيال, فيما رواه أبو خلدة خالد بن دينار، قال ما مختصره: حدثنا أبو العالية قال:\n\"لما فتحنا تُسْتَر؛ وجدنا في بيت مال الهُرْمُزان سريرًا عليه رجل ميت، قلت: فما صنعتم بالرجل؟ قال: حفرنا بالنهار ثلاثة عشر قبرًا متفرقة، فلمَّا كان الليل دفناه, وسوَّينا القبور كلها لنعميه على الناس لا ينبشونه, قلت: وما يرجون منه؟ قال: كانت السماء إذا حبست عنهم أبرزوا السرير، فيمطرون, قلت: من كنتم تظنون الرجل؟ قال: رجل يُقَالُ له: دانيال\".\nرواه ابن إسحاق في \"مغازيه\", ورواه غيره على وجوه\nالجزء: 1 ¦ الصفحة: 51\n",
        "أُخَر، وفي بعضها أن الدفن كان بأمر عمر.\nومن هذا الباب ما ورد عن علي بن الحسين -رضي الله عنهما, أنه رأى رجلًا يجيء إلى فرجة كانت عند قبر النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, فيدخل فيها فيدعو, فنهاه فقال:\nألا أحدثكم حديثًا سمعته من أبي, عن جدي, عن رسول لله -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ:\n\"لا تتخذوا قبري عيدًا، ولا بيتوكم قبورًا، فإن تسليمكم يبلغني أينما كنتم\".\nرواه الضياء المقدسي في \"الأحاديث المختارة\"، ورواه أبو يعلى في \"مسنده\", وفي إسناده رجل من أهل البيت مستور، وبقية رجاله ثقات، وهو صحيح بطرقه وشواهده، وقد خرجتها في \"تحذير الساجد\" \"98-99\".\nففي هذه الآثار النهي عن قصد قبور الأنبياء، وتتبع آثارهم للصلاة والدعاء عندها، وذلك سدًّا للذريعة، وخشية الغلو فيهم, المؤدي إلى الشرك بالله تعالى، ولذا لم يكن ذلك من فعل السلف الصالح -رضي الله عنهم، بل قال شيخ الإسلام في \"اقتضاء الصراط المستقيم مخالفة أصحاب\nالجزء: 1 ¦ الصفحة: 52\n",
        "الجحيم\" \"ص186-187\" ما ملخصه:\n\"كان أبو بكر وعمر وعثمان وعلي وسائر السابقين الأولين من المهاجرين والأنصار؛ يذهبون من المدينة إلى مكة حجَّاجًا وعُمَّارًا ومسافرين، ولم ينقل عن أحد منهم أنه تحرَّى الصلاة في مُصليات النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ومعلومٌ أن هذا لو كان عندهم مستحبًّا، لكانوا إليه أسبق، فإنهم أعلم بسنته، وأتبع لها من غيرهم.. أيضًا فإن تحري الصلاة فيها ذريعة إلى اتخاذها مساجد, وذلك ذريعة إلى الشرك بالله، والشارع قد حسم هذه المادة بالنهي عن الصلاة عند طلوع الشمس وعند غروبها، وبالنهي عن اتخاذ القبور مساجد، فإذا كانت قد نهى عن الصلاة المشروعة في هذا المكان وهذا الزمان سدًّا للذريعة، فكيف يستَحبُّ قصد الصلاة والدعاء في مكانٍ اتفق قيامهم فيه أو صلاتهم فيه من غير أن يكونوا قصدوه للصلاة فيه والدعاء فيه؟ ولو ساغ هذا لاسْتُحِبَّ قصد جبل حراء والصلاة فيه، وقصد جبل ثور والصلاة فيه، وقصد الأماكن التي يقال: إن الأنبياء قاموا فيها؛ كالمقامين اللذين بطريق جبل \"قاسيون\" بدمشق، اللذين يقال: إنهما مقام إبراهيم وعيسى، والمقام الذي يقال: إنه مغارة دم قابيل،\nالجزء: 1 ¦ الصفحة: 53\n",
        "وأمثال ذلك من البقاع التي بالحجاز والشام وغيرهما.\nثم ذلك يفضي إلى ما أفضت إليه مفاسد القبور، فإنه يقال: إن هذا مقام نبي، أو قبر نبي، أو ولي، بخبر لا يُعْرَفُ قائله، أو بمنام لا تُعْرَفُ حقيقته، ثم يترتَّب على ذلك اتخاذه مسجدًا، فيصير وثنًا يُعْبَدُ من دون الله تعالى: شرك مبنيّ على إفك، والله سبحانه يقرن في كتابه بين الشرك والكذب، كما يقرن بين الصدق والإخلاص، ولهذا قال النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- في الحديث الصحيح:\n\"عدلت شهادة الزور بالإشراك بالله مرتين، ثم قرأ قوله الله تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ، حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ} 1\"2.\n1 الحج: الآيتان 30 و 31.\n2 قلت: في تصحيح هذا الحديث نظر؛ فإن في إسناده جهالة واضطرابًا، واستغربه الترمذي, كما بينته في \"الأحاديث الضعيفة\" \"1110\"، وأزيد هنا فأقول.\nقد رواه الطبراني في \"الكبير\" 9/ 114/ 8569\" من طريق وائل بن ربيعة, عن ابن مسعود موقوفًا عليه، وإسناده حسن كما قال الهيثمي \"4/ 201\"، فهذا هو أصل الحديث موقوف، أخطأ في رفعه بعض المجهولين، =\nالجزء: 1 ¦ الصفحة: 54\n",
        "ثم قال مثل هذا القول في الكتاب المذكور \"ص203-204\", ثم قال \"ص208-209\":\n\"وقد صنَّف طائفة من الناس مصنفات في فضائل بيت المقدس، وغيره من البقاع التي بالشام، وذكروا فيها من الآثار المنقولة عن أهل الكتاب، وعَمَّنْ أخذ عنهم ما لا يحل للمسلمين أن يبنوا عليه دينهم. وأمثل من يُنقل عنه تلك الإسرائليات كعب الأحبار، وكان الشاميون قد أخذوا عنه كثيرًا من الإسرائليات، وقد قال معاوية -رضي الله عنه: \"ما رأينا في هؤلاء المحدثين عن أهل الكتاب أمثل من كعب، وإن كنا لنبلوا عليه الكذب أحيانًا\".\nوقد ثبت في \"الصحيح\"1 عَنِ النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وسلم- أنه قال:\n= وقد فاتني التنبيه على ذلك سابقًا، وهذا من فوائد هذه الطبعة، والحمد لله الذي بنعمته تتم الصالحات.\n1-\nقلت: هذا الإطلاق يعني أنه في أحد \"الصحيحين\" بهذا التمام، وهو سهو، فإنه إنما رواه البخاري من حديث أبي هريرة دون قوله: \"فإما أن يحدثوكم\n...\n\"إلخ, وهو مخرج في \"الصحيحة\" \"423\"، وإنما رواه بهذه الزيادة نحوها أبو داود وغيره من طريق أخرى، وهو مخرج في المصدر المذكور برقم \"2800\".\nالجزء: 1 ¦ الصفحة: 55\n",
        "\"إذا حدثكم أهل الكتاب فلا تصدقوهم ولا تكذبوهم؛ فإما أن يحدثوكم بباطل فتصدقوه، وإما أن يحدثوكم بحقٍّ فتكذبوه\".\nومن العجب أن هذه الشريعة المحفوظة المحروسة مع هذه الأمة المعصومة التي لا تجتمع على ضلالة، إذا حدث بعض أعيان التابعين عَنِ النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وسلم- بحديث، كعطاء بن أبي رباح، والحسن البصري، وأبي العالية, ونحوهم، وهم من خيار علماء المسلمين، وأكابر أئمة الدين؛ توقَّفَ أهل العلم في مراسيلهم, وهؤلاء ليس بين أحدهم وبين النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- إلّا رجل أو رجلان أو ثلاثة مثلًا, فكيف بما ينقله كعب الأحبار وأمثاله عن الأنبياء، وبين كعب وبين النبي الذي ينقل عنه ألف سنة أو أكثر أو أقل!؟ وهو لم يسند ذلك عن ثقة بعد ثقة، بل غايته أن ينقل عن بعض الكتب التي كتبها شيوخ اليهود، وقد أخبر الله عن تبدليهم وتحريفهم، فكيف يحلُّ لمسلم أن يصدق شيئًا بمجرد هذا النقل؟ بل الواجب أن لا يصدق ذلك ولا يكذبه إلّا بدليلٍ يدل على كذبه، وهكذا أمرنا النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\nوفي هذه الإسرائيليات مما هو كذب على الأنبياء, أو ما\nالجزء: 1 ¦ الصفحة: 56\n",
        "هو منسوخ في شريعتنا ما لا يعلمه إلّا الله.\nومعلوم أن أصحاب النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- السابقين الأولين، والتابعين لهم بإحسانٍ قد فتحوا البلاد بعد موت النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وسكنوا بالشام والعراق ومصر وغير هذه الأمصار، وهم كانوا أعلم بالدين, وأتبع له ممن بعدهم، وليس لأحد أن يخالفهم فيما كانوا عليه، فما كان من هذه البقاع لم يعظموه, أو لم يقصدوا تخصيصه بصلاة أو دعاء أو نحو ذلك، لم يكن لنا أن نخالفهم في ذلك، وإن كان بعض مَنْ جاء بعدهم من أهل الفضل والدين فعل ذلك؛ لأن اتباع سبيلهم أولى من اتباع سبيل من خالف سبيلهم، وما من أحد نُقِلَ عنه ما يخالف سبيلهم إلّا وقد نقل عن غيره ممن هو أعلم وأفضل منه أنه خالف سبيل هذا المخالف، وهذه جملة جامعة لا يتسع هذا الموضع لتفصيله، وقد ثبت في الصحيح: \"أَنَّ النَّبِيَّ -صَلَّى اللَّهُ عَلَيْهِ وسلم- لما أتى بيت المقدس ليلة الإسراء صلّى فيه ركعتين\"، ولم يصل بمكان غيره، ولا زاره\".\nالجزء: 1 ¦ الصفحة: 57\n",
        "الحديث الثاني والعشرون\n:\nعن أوس بن أوس الثقفي -رضي الله عنه- أنه سمع رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم- يقول:\n\"ينزل عيسى ابن مريم -عليهما السلامُ- عند المنارةِ البيضاء شرقي دمشق\".\nقلت: حديث صحيح، وأخرجه الطبراني في \"المعجم الكبير\" \"1/ 217/ 590\"، وابن عساكر \"1/ 215-216\" من طرقٍ عن محمد بن شعيب: نا يزيد بن عبيدة, حدثني أبو الأشعث, عن أوس بن أوس الثقفي به.\nقلت: وهذا إسناد صحيح، ومحمد بن شعيب هو ابن شابور.\nوقال الهيثمي \"8/ 205\": \"رجاله ثقات\".\nويشهد له الحديث الآتي:\nالجزء: 1 ¦ الصفحة: 58\n",
        "الحديث الثالث والعشرون\n:\nعن كيسان -رضي الله عنه- قال: سَمِعْتُ رَسُولَ اللَّهِ -صَلَّى اللَّهُ عليه وسلم- يقول:\n\"ينزلُ عيسى ابنُ مريم -عليهما السلام- عند المنارةِ البيضاء شرقيّ دمشقَ\".\nقلت: إسناده صحيح، ورواه ابن عساكر \"1/ 216-217\", وله شاهد يأتي بعد حديث، وآخر تَقَدَّمَ آنفًا.\nالجزء: 1 ¦ الصفحة: 59\n",
        "الحديث الرابع والعشرون\n:\nعن نافع بن كيسان صَاحِبَ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عليه وسلم- قَالَ: قَالَ رَسُولُ اللَّهِ -صَلَّى الله عليه سلم: \"ينزلُ عيسى ابنُ مريم -عليه السلامُ- عند بابِ الشرقي\".\nقلت: هو بهذا اللفظ منكر، وإسناده مسلسل بالمجاهيل، والصواب فيه: \"عند المنارة البيضاء شرقيّ دمشق\"، كما في الحديثين قبله، دون ذكر الباب، وكذلك هو في \"صحيح مسلم\" وغيره، وهو \"الحديث الآتي\".\nالجزء: 1 ¦ الصفحة: 59\n",
        "الحديث الخامس والعشرون\n:\nعن النواس بن السمعان الكلابيّ قال: سَمِعْتُ رَسُولَ اللَّهِ -صَلَّى اللَّهُ عليه وسلم- يقول:\n\"ينزلُ عيسى بنُ مريم -عليه السلام- عندَ المنارةِ البيضاء شرقيّ دمشق\".\nحديث صحيح, أخرجه مسلم \"8/ 197\"، وأبو داود/ \"2/ 213\"، وابن ماجه \"2/ 508-512\"، وكذا الترمذي \"2/ 37\"، والحاكم \"4/ 492-494، وأحمد \"4/ 181\"، وقال الترمذي: \"حديث حسن صحيح\", وقال الحاكم: \"صحيح على شرط الشيخين\", ووافقه الذهبيّ.\nوقد وهما؛ فإنما هو على شرط مسلم وحده؛ لأنه من رواية يحيى بن جابر الطائي، ولم يخرّج له البخاريّ في \"صحيحه\", وإنما أخرج له في \"الأدب المفرد\" فاشتبه عليهما الأمر.\nالجزء: 1 ¦ الصفحة: 60\n",
        "الحديث السادس والعشرون\n:\nعن أوس بن أوس الثقفي -رضي الله عنه, أنه سمع رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم- يقول:\n\"ينزلُ عيسى بنُ مريم -عليه السلامُ- عندَ المنارةِ البيضاء شرقيِّ دمشقَ، عليه ممصَّرتان1، كأنَّ رأسَه يقطُر منه الجُمان2\".\nقلت: حديث صحيح؛ فإن معناه في حديث النواس بن سمعان الذي قبله، عند مسلم وغيره، وهو رواية لابن عساكر \"1/ 216\" من حديث أوس المتقدم قبل ثلاثة أحاديث.\n1 الممصَّرة من الثياب: التي فيها صُفرة خفيفة.\n2 الجمان: صغار اللؤلؤ، وقيل: حب يتخذ من الفضة أمثال اللؤلؤ. \"نهاية\".\nالجزء: 1 ¦ الصفحة: 61\n",
        "الحديث السابع والعشرون\n:\nعَنْ أَبِي هُرَيْرَةَ -رَضِيَ اللَّهُ عَنْهُ, عَنْ رَسُولِ اللَّهِ -صَلَّى الله عليه وسلم- قال:\n\"لا تزالُ طائفةٌ مِنْ أُمَّتِي يقاتلون على أبواب بيتِ المقدس وما حولها، وعلى أبواب أنطاكية وما حولها، وعلى أبواب دمشق وما حولها، وعلى أبواب الطالقان1 وما حولها، ظاهرين على الحق، لا يبالون من خذلهم ولا مَنْ يضرهم، حتى يخرج الله لهم كنزه من الطالقان، فيحيي به دينه كما أُمِيتَ من قبل\".\nقلت: حديث ضعيف بهذا السياق، وفي سنده عبد الله بن قسيم, عن السريّ بن بزيع، ولم أجد من ترجمهما.\nثم هو من رواية الحسن, عن أبي هريرة، والحسن هو البصري، وقد اختلفوا في سماعه منه، وقد حقق الحافظ في \"تهذيب التهذيب\" أنه سمع منه في الجملة، لكنه على جلالته معروف بالتدليس، وهذا رواه عنه بالعنعنة، فلا يُحْتَجُّ به، هذا لو صح الإسناد إليه.\n1 بلدة بين \"مرو الروذ\" و\"بلخ\"، مما يلي الجبل، وهي أيضًا ولاية عند قزوين، يقال لها: \"طالقان قزوين\".\nالجزء: 1 ¦ الصفحة: 62\n",
        "وقد ورد الحديث من طريق أبي صالح وغيره من الثقات, عن أبي هريرة, دون ذكر الأبواب والكنز، وقد تقدَّمَ ذكر من أخرجه عند الحديث السادس، حيث رواه المصنِّف عن أبي هريرة أيضًا بزيادةٍ أخرى في آخره ضعيفة، وبيَّنا هناك القدر الذي صحَّ من الحديث، فراجعه.\nالجزء: 1 ¦ الصفحة: 63\n",
        "الحديث الثامن والعشرون\n:\nحدث أبو هريرة -رضي الله عنه, أنه سمع رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم- يقول:\n\"إذا وقعت الملاحِمُ بعث الله من دمشقَ بعثًا من الموالي, أكرمَ العرب فرسًا، وأجودهم سلاحًا، يؤيدُ الله بهم الدين\".\nقلت: حديث حسن، وأخرجه ابن ماجه \"2/ 520\"، والفسوي \"2/ 291\", وابن عساكر \"1/ 258\"، والحاكم \"4/ 548\"، وقال: \"صحيح على شرط البخاري\".\nوفي \"التلخيص\" للذهبي أنه على شرط \"م\" أي: مسلم، ولعله محرف من \"خ\" أي: البخاري، وأيًا ما كان؛\nالجزء: 1 ¦ الصفحة: 63\n",
        "فالحديث ليس على شرط أحد الشيخين؛ لأنه من طريق عثمان بن أبي العاتكة، ولم يخرِّج له الشيخان شيئًا، وإنما أخرج له البخاري في \"الأدب المفرد\", وفيه كلام لا ينزل حديثه من رتبة الحسن، ولذا قال البوصيري في \"الزوائد\": \"هذا إسناد حسن\".\nالجزء: 1 ¦ الصفحة: 64\n",
        "الحديث التاسع والعشرون\n:\nعَنْ أَبِي هُرَيْرَةَ -رَضِيَ اللَّهُ عَنْهُ, عَنِ النَّبِيِّ -صَلَّى اللَّهُ عليه وسلم- قال:\n\"لا تزالُ عصابة من أمتي يقاتلون على أبوب دمشق وما حولها، وعلى أبواب بيت القدس وما حولها, لا يضرهم خذلانُ من خذلهم، ظاهرين على الحقّ إلى أن تقوم الساعة\".\nقلت: حديث ضعيف بهذا السياق، وهو من رواية إسماعيل بن عياش, عن الوليد بن عباد، وإسماعيل هذا ضعيف؛ إلّا في روايته عن الشاميين، ولا ندري هذه منها أم لا؟ فإن شيخه الوليد بن عباد؛ قال الذهبي في \"الميزان\": \"مجهول\".\nالجزء: 1 ¦ الصفحة: 64\n",
        "وقد ساق له ابن عدي في \"الكامل\" \"7/ 2545\" عدة أحاديث، فقال:\n\"ليس بمستقيم، لا يروي عنه غير إسماعيل بن عياش، وقد روى هو عن قومٍ ليسوا بالمعروفين\".\nثم ساق له هذا الحديث.\nوأما ابن حبان فأورده في الثقات \"7/ 551\" بناءً على قاعدته، كما سبق بيانه.\nثم إن راوي الحديث عن أبي هريرة هو أبو صالح الخولاني، ولم أعرفه، وفي الرواة بهذه الكنية جماعة، لم ينسب أحد منهم هذه النسبة: \"الخولاني\", والله أعلم.\nوالحديث أورده الهيثميّ في موضعين من \"المجمع\"، فقال في الموضع الأول \"7/ 288\":\n\"رواه الطبراني في \"الأوسط\", وفيه الوليد بن عباد، وهو مجهول\".\nوقال في الموضع الآخر \"10/ 60\": \"رواه أبو يعلى، ورجاله ثقات\".\nالجزء: 1 ¦ الصفحة: 65\n",
        "كذا قال! ولست أدري هل إسناد أبي يعلى هو من هذا الوجه أم غيره؟ فإذا كان الأول؛ فيكون الهيثميّ قد اعتمد في توثيق من جهله في \"الموضع الأول\" على ابن حبان، وقد علمت ما في ذلك من الضعف، ثم إن أصل الحديث صحيح كما بينَّا في حديثه المتقدِّم قبل هذا بحديث.\nثم رأيت الحديث في \"مسند أبي يعلى\" من نسخة مخطوطة جيدة \"ق301/ 1\"، فإذا هو قد رواه من الطريق ذاتها! وقد خرّجته في \"الضعيفة\" \"5419\".\nالجزء: 1 ¦ الصفحة: 66\n",
        "الحديث الثلاثون\n:\nعن عوف بْنِ مَالِكٍ -رَضِيَ اللَّهُ عَنْهُ- قال:\n\"أتيتُ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم, وهو في بناءٍ له، فسلَّمتُ عليه, فقال: عوف؟ قلت: نعم يا رسول الله! قال: ادخل, فقلت: كلِّي أم بعضي، قال: بل كلك, قال: فقال لي: اعدد عوف! ستًّا بين يدي الساعة؛ أولهن: موتي, قال: فاستبكيت حتى جعلَ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم- يسكتني, قال: قل: إحدى, والثانية: فتح بيت المقدس، قل: اثنين, والثالثة: فتنة تكون في أمتي، وعظَّمَّها, والرابعة: موتان يقعُ في أمتي يأخذهم كقُعاص الغنم1, والخامسة: يفيضُ المالُ فيكم فيضًا، حتى إن الرجل ليعطى المائة دينار فيظلُّ يسخَطُها، قل: خمسًا, والسادسة: هدنةٌ تكون بينكم وبين بني الأصفر، يسيرون إليكم على ثمانين راية، تحت كل راية اثنا عشر ألفًا، فسطاطُ المسلمين يومئذٍ في أرض يقال لها:\n1 القعص: أن يضرب الإنسان فيموت مكانه, يقال: قعصته وأقعصته، إذا قتلته قتلًا سريعًا، وقعاص الغنم: داء يأخذ الغنم لا يُلبثها أن تموت. \"نهاية\".\nالجزء: 1 ¦ الصفحة: 67\n",
        "\"الغوطة\"، فيها مدينة، ويقال لها: \"دمشق\".\nحديث صحيح، وقد أخرجه أحمد \"6/ 25\"، والحاكم \"4/ 419و 422-423\"، وصححه، وابن عساكر، وإسناد أحمد صحيح على شرط مسلم، وأخرجه البخاري \"6/ 22 و 27\"، ابن ماجه \"2/ 496-497\"، وأحمد \"6/ 22و27\"، وأبو نعيم في \"الحلية\" \"5/ 128\"، والمقدسيّ في \"فضائل الشام \"44/ 2\"، وغيرهم من طرق أخرى عن عوفٍ به، دون قوله في آخره \"فسطاط المسلمين\"، وقد صحَّ هذا من حديث أبي الدرداء أيضًا، وسبق تخريجه، وهو الحديث الخامس عشر.\nالجزء: 1 ¦ الصفحة: 68\n",
        "كلمة عامة حول بعض أبواب الكتاب\n:\nوبعد؛ فهذا آخر ما أردنا إيراده في تخريج أحاديث الكتاب, وقد رأيت أن أتبع ذلك بكلمة موجزة مفيدة على بعض الأبواب التي في الكتاب وهي ثلاثة:\n\"باب ما ورد في الصلاة في جبل \"قاسيون\" والدعاء فيه\" ص \"56\".\nو\"باب ما جاء في فضل المغارة\" \"ص62\".\nو\"باب في فضل المسجد الذي بـ \"بَرْزَةَ\"، وهو مسجد\nالجزء: 1 ¦ الصفحة: 68\n",
        "إبراهيم\" \"ص69\".\nفليعلم أنه ليس في هذه الأبواب في الكتاب ولا في غيره أي حديث مرفوع ثابت يدل لها أو يتجرم عنها، بل في الباب الأول منها حديثان منكران، وفي الثاني حديث آخر موضوع، والباب الثالث ليس فيه إلّا قصة إسرائيلية عن حسان بن عطية، وقول الزهري:\n\"من صلَّى في مسجد إبراهيم أربعَ ركعات خرج من ذنوبه كيوم ولدته أمه\".\nوهذا باطل قطعًا عن الزهريّ، وفي الإسناد إليه وإلى حسان جهالة، لذلك لا يعمل بما تضمنته هذه الأحاديث من قصد الصلاة، والدعاء في جبل \"قاسيون\", والمغارة, ومسجد إبراهيم -عليه السلام بـ \"برزة\", وغيرها مما تراه مفرقًا في تضاعيف الكتاب؛ لأن ذلك تشريع، وهو لا يكون إلّا بما تقوم به الحجة عَنْ رَسُولِ اللَّهِ -صَلَّى اللَّهُ عليه وسلم، وما رُوِيَ في الأبواب دون الضعيف، فلا يعمل به اتفاقا، ولا سيما أن ذلك لم يُنقل عن الصحابة والسلف الصالح، لما سبق بيانه نقلًا، عن ابن تيمية \"ص53\"، ولو كان مستحبًّا لسبقونا إليه، وقد ثبت النهي عنه من بعضهم، وفي مقدمتهم الفاروق عمر بن الخطاب الذي\nالجزء: 1 ¦ الصفحة: 69\n",
        "أمرنا رَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وسلم- بالاقتداء به، وقد رود عنه في ذلك ما تَقَدَّمَ في التعليق على الحديث الواحد والعشرين.\nوصدق الله العظيم: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآَخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} 1.\nوالحمد لله رب العالمين.\nمحمد ناصر الدين الألباني.\nأبو عبد الرحمن\n1الأحزاب: 21.\nالجزء: 1 ¦ الصفحة: 70\n",
        "الفهارس\n:\n1-\nفهرس الكتاب\n:\nالصفحة/ الموضوع\n3 مقدمة الطعبة الجديدة، وفيها ذِكْرُ ما تتميز به عن سابقتها من فوائد وزوائد.\n5 مقدمة الطعبة الأولى، وسياق أثر أبي الدرداء: أن الأرض المقدسة لا تقدِّسُ أحدًا.\n7 بيان ما حواه الكتاب من أحاديث مقسَّمة إلى ثلاثة أقسام.\n8 الإشارة إلى إسنادٍ غريبٍ وقع في الكتاب عن رجلٍ يوناني!\n9 الحديث الأول: \"يا طوبى للشام\n...\n\"؛ بيان صحته، وتخريجه.\n10 الحديث الثاني: \"ستجنِّدون أجنادًا؛ جندًا بالشام\n...\n\"؛ سياق طرقه، وعددها خمسة.\nالجزء: 1 ¦ الصفحة: 71\n",
        "12 الحديث الثالث: \"إني رأيت عَمُودَ الْكِتَابِ انتُزِعَ مِنْ تَحْتِ وسادتي\n...\n\"؛ إثبات صحته، وتوهيم الحاكم والذهبي في قولهما: \"على شرط الشيخين\".\n13 الإشارة إلى بعض شواهد هذا الحديث.\n14 الحديث الرابع: \"الشام أرض المحشر والمنشر\n...\n\"؛ سنده عند المصنف ضعيف، لكن له طرقًا صحيحة.\n14 إقرارُ النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- لقول صحابيٍّ في حُكم الرفع.\n15 تصحيح سند حديث، ثم الرجوع عنه.\n15 الردُّ على الأستاذ صلاح الدين المنجِّد في قضية نقد المتن.\n16 كلمة موجزة حول نقد المتن.\n17 الحديث الخامس: \"إِذَا هَلَكَ أَهْلُ الشَّامِ فَلا خير في أمتي\n...\n\" بيان ضعفه بهذا اللفظ.\n17 سياق اللفظ الصحيح: \"إِذَا فَسَدَ أَهْلُ الشَّامِ فَلا خير فيكم\".\n19 الحديث السادس: \"لن تبرح هذه الأمة منصورين أينما توجهوا\n...\n\"؛ إثبات صحته، وتخريجه.\n19 التنبيه على زيادة منكرة في هذا الحديث.\nالجزء: 1 ¦ الصفحة: 72\n",
        "19-\nالإشارة إلى توثيق ابن حبان، وأنه يوثِّق المجهولين.\n20-\nذكر أسماء عدد من الصحابة رواة حديث: \"لا تزال طائفة\n...\n\".\n21-\nبيان أن \"أهل الغرب\" المقصودين في بعض ألفاظ الحديث هم أهل الشام.\n22-\nالحديث السابع: \"أهل الشام وأزواجهم وذرياتهم\n...\n\"؛ ضعيف، والكشف عن علته.\n23-\nالحديث الثامن: \"اللهم بارك لنا في مدينتنا\n...\n\"؛ سياق طرقه وألفاظه.\n26-\nإثبات أن لفظ: \"نجد\" الوارد في بعض الطرق إنما هو \"العراق\"؛ كما يستفاد من مجموع الروايات.\n27-\nتعقُّب صلاح الدين المنجِّد في حُكمِه على الحديث بالوضع!\n27-\nالحديث التاسع: \"عليك بالشام\n...\n\"ثلاثًا؛ إثبات صحته دون فقرتين منه.\n29-\nتعقُّب الهيثمي في حال راوٍ قال عنه: \"ثقةٌ\"، وهو مجهول.\n30-\nتعقُّب الشيخ أحمد الغماري في ذكره هذا الحديث من\nالجزء: 1 ¦ الصفحة: 73\n",
        "موضوعات \"الجامع الصغير\"!.\n31-\nالحديث العاشر: \"إني رأيت الملائكة في المنام أخذوا عمود الكتاب\n...\n\"؛سقوط ثلاثة رواة من إسناد المصنف، وهو صحيح.\n32-\nالحديث الحادي عشر: \"سَتَخْرُجُ نَارٌ فِي آخِرِ الزَّمَانِ من حَضْرمَوْت..\"؛ إسناده عند أحمد على شرط الشيخين.\n33-\nالحديث الثاني عشر: \"مكة آية الشرف\n...\n\"؛ حيث منكر.\n34-\nذكر ما صحّ من بعض جُمَلِهِ.\n35-\nالردُّ على من لا يشترط القُرَشية في الخلافة.\n36-\nالحديث الثالث عشر: \"قلتُ: يار سول الله! أين تأمرني؟ فقال: ها هنا؟\n...\n\"؛ صحيح، وتخريجه.\n37-\nالحديث الرابع عشر: \"أنه تلا قوله -عز وجل\": {وَآَوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ}\n...\n\"؛ بيان أنه ضعيف جدًّا، وتعقب السيوطي في اقتصاره على تضعيفه.\n38-\nالحديث الخامس عشر: \"فُسطاط المسلمين يوم الملحمة بالغوطة, إلى جانب مدينة يُقال لها: دمشق\n...\n\".\nالجزء: 1 ¦ الصفحة: 74\n",
        "38-\nشرح وضبط:\"فسطاط\".\n38-\nبيان صحة الحديث.\n39-\nالحديث السادس عشر: \"أربع مدائن من الجنة: مَكَّةُ، وَالْمَدِينَةُ, وَبَيْتُ الْمَقْدِسِ، وَدِمَشْقَ\n...\n\"؛ حديث موضوع، والكشف عن علته.\n41-\nالحديث السابع عشر: \"ليلة أسري بي صُلِّي في موضع مسجد دمشق\n...\n\"؛ بيان ضعفه وإعضاله من الخُشْنِىّ، وهو عِلَّة الحديث.\n42-\nالحديث الثامن عشر: \"ستكون دمشق في آخر الزمان أكثر المدن أهلًا\"\n...\n\"؛ حديث منكر، تفرَّد به مجهول يروي عن الثقات المناكيرَ.\n43-\nلكن في الحديث جملة صحيحة، وهي خروج المهدي.\n45-\nسياق حديث صحيح فيه، وتخريجه من عدة طرق.\n45-\nتعقُّب ابن خلدون في تضعيفه أحاديث المهديّ كلها.\n46-\nالحديث التاسع عشر: \"بها جَبَل يقال له: قاسيون\n...\n\"؛ حديث منكر ظاهر النكارة، فيه علل ثلاث.\n48-\nالحديث العشرون: مختصر مما قبله، وهو منكر أيضًا،\nالجزء: 1 ¦ الصفحة: 75\n",
        "وفيه مخالفة في الإسناد.\n49-\nالحديث الواحد والعشرون: \"يا ليتني بالغوطة، بمدينة يقال لها: دمشق\n...\n\"؛ حديث منكر، مداره على رجل لم يسم.\n50-\nالإشارة إلى الثابت في هجرة النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\n50-\nلم يكن من هدي النبي -عليه السلام- تتبع آثار الأنبياء والدعاء عندها.\n50-\nإيراد ثلاث قصص عن عمر بن الخطاب -رضي الله عنه- في النهي عن تتبُّع آثار الأنبياء.\n52-\nإيراد قصة عن الحسين بن علي بن أبي طالب, فيها الإنكار على من اتخذ قبر النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- عيدًا.\n53-\nنقلٌ مطوَّلٌ عن شيخ الإسلام ابن تيمية في تقرير الحق في هذه المسألة.\n54-\nتعقُّب شيخ الإسلام في تصحيحه حديثًا، والكشف عن عِلَّته.\n56-\nكلمة أخرى عن ابن تيمية في فضائل البلدان، والإسرائليات، ونحوها.\n58-\nالحديث الثاني والعشرون \"ينزل عيسى ابن مريم عند\nالجزء: 1 ¦ الصفحة: 76\n",
        "المنارة البيضاء\n...\n\"؛ إثبات صحته.\n59-\nالحديث الثالث والعشرون: \"ينزل عيسى بن مريم عند المنارة البيضاء\n...\n\"تصحيح سنده.\n59-\nالحديث الرابع والعشرون: \"ينزل عيسى بن مريم عند باب الشرقي\n...\n\"؛ منكر بهذا اللفظ، وسنده مسلسل بالمجاهيل.\n60-\nالحديث الخامس والعشرون: \"ينزل عيسى بن مريم عند المنارة البيضاء\n...\n\"؛ تصحيحه، وتعقُّب الحاكم والذهبي في زعمهما أنه على شرط البخاري!.\n61 الحديث السادس والعشرون: \"ينزل عيسى بن مريم عند المنارة البيضاء\n...\n\"؛ تصحيحه، وشرح غريب ألفاظه.\n62-\nالحديث السابع والعشرون: \"لا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي يقاتلون على أبواب بيت المقدس وما حولها\n...\n\"؛ ضعيف بهذا السياق، فيه مجهولان ومدلس.\n63-\nالحديث الثامن والعشرون: \"إذا وقعت الملاحم بعث الله من دمشق بعثًا من الموالي\n...\n\"؛ حديث حسن.\n64-\nتعقُّب الحاكم والذهبي في أن الحديث ليس على شرط\nالجزء: 1 ¦ الصفحة: 77\n",
        "أحد الشيخين.\n64-\nالحديث التاسع والعشرون: \"لا تزال عصابة من أمتي يقاتلون على أبواب دمشق\n...\n\"؛ ضعيف بهذا السياق، فيه ثلاث علل.\n66-\nتناقض الهيثمي في سند حديثٍ ضعَّفَه في موضعٍ وصحَّحَه في موضعٍ آخر، وتوضيح ذلك.\n67-\nالحديث الثلاثون: \"أتيت رسول الله وهو في بناء له، فسلَّمْتُ عليه\n...\n\"؛ تصحيحه وتخريجه.\n68-\nكلمة عامة حول بعض أبواب الكتاب.\n69-\nتضعيف ما ورد عن الزهريّ في فضل الصلاة في مسجد إبراهيم -عليه السلام.\n70-\nختم الرسالة بكلمة موجزة حول الاتباع الصحيح، والاقتداء الصحيح بالنبي -صلى الله عليه وسلم.\nالجزء: 1 ¦ الصفحة: 78\n",
        "2-\nفهرس الأحاديث والآثار مرتبة على الحروف\n:\n34 أتاكم أهل اليمن هم ألين قلوبًا.\n49 اجتمع الكفار يتشاورون في أمري.\n56 إذا حدثكم أهل الكتاب فلا تصدقوهم.\n17 إِذَا فَسَدَ أَهْلُ الشَّامِ فَلا خير فيكم.\n17 إِذَا هَلَكَ أَهْلُ الشَّامِ فَلا خير في أمتي.\n63 إذا وقعت الملاحم بعث الله من دمشق بعثًا.\n39 أربعٌ من مدائن الدنيا من الجنة.\n14 أرض المحشر والمنشر.\n67 اعْدُدْ عوف! ستًّا بين يدي الساعة.\n25 اللهم بارك لنا في شامنا.\n23 اللهم بارك لنا في مدينتنا.\n36 إنكم محشورون رجالًا وركبانًا.\n50 إنما هلك من كان قبلكم بمثل هذا.\n12 إني رأيت عمود الكتاب انتزع.\n31 إني رأيت الملائكة في المنام.\n22 أهل الشام وأزواجهم وذرياتهم وإماؤهم.\n34 الأئمة من قريش.\n46، 48 بها جبل يُقال له: قاسيون.\n29 رأيت ليلة أسري بي.\n10 ستجندون أجنادًا، جندًا بالشام.\n32 سَتَخْرُجُ نَارٌ فِي آخِرِ الزَّمَانِ.\n42 ستكون دمشق في آخر الزمان أكثر المدن أهلًا.\n14 الشام أرض المحشر والمنشر.\nالجزء: 1 ¦ الصفحة: 79\n",
        "54 عدلت شهادة الزور بالإشراك بالله.\n30 عليك بالشام, فإنه خيرة الله من أرضه.\n17 عليكم بالشام.\n10 عَلَيْكُمْ بِالشَّامِ، فَمَنْ أَبَى فَلْيَلْحَقْ بيمنه.\n38 فسطاط المسلمين يوم الملحمة بالغوطة.\n51 قطعها لأن الناس كانوا يذهبون فيصلون.\n57 لما أتى النبي بيت المقدس ليلة الإسراء.\n51 لما فتحنا تُسْتَر وجدنا في بيت مال الهُرْمُزان.\n19 لن تبرح هذه الأمة منصورين أينما توجهوا.\n41 ليلة أسري بي صُلي في موضع مسجد دمشق.\n55 ما رأينا في هؤلاء المحدّثين عن أهل الكتاب.\n33 مكة آية الشرف.\n69مَنْ صلَّى في مسجد إبراهيم أربع ركعات.\n25 ها إن الفتنة ها هنا.\n27 هل تدرون ما يقول الله -عز وجل.\n37 هي بالشام، بأرض يقُال لها: الغوطة.\n54 لا تتخذوا قبري عيدًا.\n44 لا تذهب الدنيا حتى يملك رجل من أهل بيتي.\n62 لا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي يقاتلون على أبواب بيت المقدس.\n64 لا تزال عصابة من أمتي يقاتلون على أبواب الشام.\n21 لا يزال أهل الغرب ظاهرين على الحق.\n9 يا طوبى للشام.\n59 ينزل عيسى بن مريم عند باب الشرقيّ.\n58، 59، 60، 61 ينزل عيسى بن مريم عند المنارة البيضاء.\n38 يوم الملحمة الكبرى فُسْطَاط المسلمين بأرض.\nالجزء: 1 ¦ الصفحة: 80\n",
        ""
    ]
}