{
    "1": [
        "تذكر رقابة الله تعالى\nبسم الله الرحمن الرحيم\nالحمد لله تعالى هدى فأحسن الهداية .. ورزق حتى بلغ الكفاية .. والصلاة والسلام على نبي الهدى .. وعلى آله وأصحابه أعلام التقى.\nوبعد:\nلقد أبصر حقًا من أبصر قلبه!\nوعُدَّ في الأحياء من أبصر قلبه!\nبصر القلب! يهدي إلى الهُدى .. ويسوق إلى التُّقى!\nوفوق هذا كله؛ يقود إلى معرفة الله تعالى .. والوقوف على أعلام العبودية الصادقة!\nوعندها يحدث التعظيم .. والخشية .. ثم المراقبة!\nأيها المذنب! أين أنت من هذا البصر؟ !\nالذنوب! غشاوة في البصر .. وحجاب عن أنوار الهدى!\nوكما أن الطاعة تورث؛ البصر .. والنور ..\nفإن الذنوب تورث؛ العمى .. والظُّلمة!\nوليس بعمى الأبصار .. ولكنه عمى القلوب!\nفإنك لا تزال تأتي الذنب .. بعد الذنب .. حتى يظلم قلبك!\nالجزء: 1 - الصفحة: 5\n",
        "قال رسول الله - صلى الله عليه وسلم -: «إن العبد إذا أخطأ خطيئة؛ نكتت في قلبه نكتة سوداء، فإذا هو نزع، واستغفر، وتاب؛ صقل قلبه، وإن عاد؛ زيد فيها، حتى تعلو قلبه، وهو الران، الذي ذكر الله {كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ}».\n[رواه أحمد والترمذي وابن ماجة والحاكم/ صحيح الترمذي للألباني: 3334]\nوإذا أظلم القلب بأدران الذنوب .. فمن أين للخير أن ينفذ فيه؟ !\nوإذا أظلم القلب بالذنوب؛ غدا فيها وراح .. وزال الوازع والرادع .. : وصار القلب مشغولاً بهواه!\nأيها المذنب! أتدري من عصيت؟ !\nكم من راكب للذنب .. لم يلتفت إلى عظمة من يعصيه!\nولو أدرك المذنبون عظمة .. وجلال من عصوه؛ لوقفت القلوب دون ذلك .. وجِلةً .. تائبةً!\nفيا صاحب الذنب! أتدري من عصيت؟ !\nلقد عصيت من بيده ملكوت كل شيء .. القوي .. ذا العزة والكبرياء .. ذا الانتقام .. ذا البطش الشديد .. من لا يفوته أحد!\n{وَاللَّهُ شَدِيدُ الْعِقَابِ} [آل عمران: 11].\n{إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ} [الأنفال: 52].\n{إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} [هود: 102].\nالجزء: 1 - الصفحة: 6\n",
        "{إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ} [البروج: 12].\nأيها المذنب! فلا تغفلنَّ عن عظمة من يعلم السر وأخفى! فإن ربك تعالى لا يخفى عليه شيء من أمرك!\nقال أبو سليمان الداراني: «كيف يخفى عليه ما في القلوب، ولا يكون في القلوب إلا ما يلقى بها؟ ! أفيخفى عليه ما هو منه؟ ! ».\nوقال بعض العارفين: «اتق الله أن يكون أهون الناظرين إليك»! .\nأيها المذنب! لا تنس أن الله يراك!\nيا من بارزت ربك بالذنوب .. أنسيت أن الله تعالى يراك؟ !\nعجبًا! ما أقبح الغفلة!\nكيف يصر على الذنوب من علم أن الله يراه؟ !\nوهل تذكر المذنبون أنهم في ملك من لا يخفى عليه شيء؟ !\n{وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ} [البقرة: 235].\n{وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآَنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ} [يونس: 61].\nالجزء: 1 - الصفحة: 7\n",
        "وها هو جبريل - عليه السلام - ينزل على رسول الله - صلى الله عليه وسلم - معلمًا لأصحابه الأطهار - رضي الله عنهم - هذا الركن العظيم (مراقبة الله تعالى)! فيسأل رسول الله - صلى الله عليه وسلم -: «يا رسول الله، ما الإحسان؟ قال: أن تخشى الله كأنك تراه، فإنك إن لا تكن تراه، فإنه يراك».\n[رواه البخاري ومسلم، واللفظ لمسلم]\nقال حميد الطويل لسليمان بن علي: عظني.\nفقال: لئن كنت إذا عصيت خاليًا؛ ظننت أنه يراك، لقد اجترأت على أمر عظيم، ولئن كنت تظن أنه لا يراك، فلقد كفرت!\nورأى محمد بن المنكدر رجلاً واقفًا مع امرأة يكلمها، فقال: «إن الله يراكما، سترنا الله وإياكما»!\nأيها المذنب! فهل تذكرت هذه الرقابة؟ !\nهل تذكرت أن الله يراك أينما كنت؟ !\nهل تذكرت أنه أقرب إليك من حبل الوريد؟ !\n{أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} [المجادلة: 7].\nجاء: أن أحد الشيوخ كان له جمع من التلاميذ، وكان قد خصَّ واحدًا منهم بمزيد من العناية، فسألوه قائلين: ما السبب في\nالجزء: 1 - الصفحة: 8\n",
        "ذلك؟ فقال الشيخ: سأبينه لكم. وبعد حين أعطى كل واحد من التلاميذ طائرًا، وقال لكل منهم: اذبح هذا الطائر حيث لا يراك أحد! فمضى كل منهم إلى جهة، ثم رجع إلى شيخه، وقد ذبح الطائر، ما عدا ذلك التلميذ، فقد رجع إلى شيخه والطائر في يده، فسأله الشيخ: هل ذبحت هذا الطائر؟ فأجابه تلميذه: أنت أمرتني أن أذبح الطائر حيث لا يراني أحد، ولم أجد موضعًا لا يراني الله فيه!\nفالتفت الشيخ إلى بقية التلاميذ، وقال: من أجل هذا خصصته بمزيد من العناية!\nأيها المذنب! تذكر دائمًا هذه المراقبة .. فإنك في سلطان ملك الملوك .. من أحصى عليك نفسك .. وقدر رزقك .. وعلم أجلك!\nأيها المذنب! الله تعالى أحق من استحييت منه ..\nالحياء! ذلك الخلق النبيل .. والخصلة الزاكية!\nوأهل الحياء؛ سالمون من منكر الأخلاق .. وذميم الخصال .. وإذا انعدم الحياء؛ أورث الرقاعة .. وصفاقة الوجه .. والمجاهرة بالقبائح!\nوأرفع الحياء؛ الحياء من الله تعالى .. فإنه تبارك وتعالى أحق من استحيا منه العباد ..\nعن يعلي - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - رأى رجلاً يغتسل بالبراز بلا إزار، فصعد المنبر، فحمد الله، وأثنى عليه، ثم قال: «إن الله عز وجل حيي ستير، يحب الحياء والستر، فإذا اغتسل أحدكم فليستتر».\n[رواه أبو داود والنسائي/ صحيح أبي داود للألباني: 4011]\nالجزء: 1 - الصفحة: 9\n",
        "قال أبو بكر الصديق - رضي الله عنه - وهو يخطب الناس: «يا معشر المسلمين، استحيوا من الله، فوالذي نفسي بيده إني لأظل حين أذهب الغائط في الفضاء متقنعًا بثوبي استحياء من ربي عز وجل»!\nأيها المذنب! فهل استحضرت الحياء من الله تعالى؟ !\nما بالك تستتر من الناس .. وتنسى أن الله يراك؟ !\n{يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا} [النساء: 108].\nقال الفضيل بن عياض: «تغلق بابك، وترخي سترك، وتستحي من الناس، ولا تستحي من القرآن الذي في صدرك، ولا تستحي من الجليل الذي لا يخفى عليه خافية»!\nأيها المذنب! الحياءَ .. الحياءَ!\nالحياء من علام الغيوب .. والمطلع على السرائر والعيوب!\nقال الجراح بن عبد الله الحكمي: «تركت الذنوب حياء أربعين سنة، ثم أدركني الورع»!\nوقال أحمد بن عاصم الأنطاكي: «أحب أن لا أموت حتى أعرف مولاي، وليس معرفته الإقرار به، لكن المعرفة؛ إذا عرفته استحييت منه».\nفيا من ركبت الذنب .. بعد الذنب .. ألا حياء من الله تعالى يردك؟ !\nالجزء: 1 - الصفحة: 10\n",
        "شديدٌ بك - أيها المذنب - ألا تستحي من الله تبارك وتعالى!\nقال بعض السلف لابنه: «إذا دعتك نفسك إلى كبيرة؛ فارم ببصرك إلى السماء، واستح ممن فيها، فإن لم تفعل؛ فارم ببصرك إلى الأرض، واستح ممن فيها، فإن كنت لا ممن في السماء تخاف، ولا ممن في الأرض تستحي؛ فاعدد نفسك في عداد البهائم»!\nأيها المذنب! الحياء دواء لفلتات النفس .. وكبح لجماحها ..\nوتذكر دائمًا أن أولى من استحببت منه الله تبارك وتعالى .. العالم بسرك وعلانيتك .. والمطَّلع على أمرك كله ..\nأيها المذنب! الله قريب منك!\nيا خاليًا بمعاصي الله مستترًا .. ومنتهكًا للحركات خاليًا .. أما علمت أن الله قريب منك؟ !\nفكم من مذنب غفل عن هذا القرب .. وكأن الله تعالا لا يطلع عليه!\n{وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} [ق: 16].\nعن أبي موسى الأشعري - رضي الله عنه - قال: كنا مع رسول الله - صلى الله عليه وسلم -، فكنا إذا أشرفنا على واد؛ هللنا وكبرنا، ارتفعت أصواتنا، فقال النبي - صلى الله عليه وسلم -: «يا أيها الناس أربعوا على أنفسكم، فإنكم لا تدعون أصم ولا غائبًا، إنه معكم، إنه سميع قريب، تبارك اسمه وتعالى جده».\n[رواه البخاري ومسلم/ واللفظ للبخاري]\nالجزء: 1 - الصفحة: 11\n",
        "أيها المذنب!\nمن علم أن الله تعالى قريب منه. مطلع عليه .. حري به أن يراقبه في حركاته وسكناته.\nفتذكر - أيها المذنب - أن الله قريب منك .. قد أحصى عليك الصغير والكبير! فتذكر جلال ملك الملوك .. ذا العظمة والكبرياء!\nواعلم أنك إذا استحضرت قرب من تعصيه .. وجلال عظمته؛ ردك ذلك عن طريق الذنوب ..\nواعلم - أيها المذنب - أنك إن كنت من أهل الخشية لمن هو اقرب إليك من حبل الوريد؛ ظفرت بأعظم غنيمة .. وأغلى بضاعة!\nقال سهل: «لم يتزين القلب بشيء أفضل ولا أشرف من علم العبد بأن الله شاهده حيث كان»!\nواعلم - أيها المذنب - أيضًا: أنه لا أخسر .. ممن نسى قرب علام الغيوب .. واحترز من قرب الخلائق!\nقال أبو سليمان الداراني: «الخاسر من أبدى للناس صالح عمله، وبارز بالقبيح من هو أقرب إليه من حبل الوريد»!\nأيها المذنب! الأنس بالله تعالى غنيمة أهل الطاعات!\nشتان ما بين رجلين: رجل: في برد الطاعات .. آنسًا بالصالحات .. وناهلاً من لذائذ القربات ..\nورجل: في وحل الموبقات .. مستوحشًا بالذنوب .. تعسًا بمعصية رب الخلائق!\nالجزء: 1 - الصفحة: 12\n",
        "فاختر لنفسك – أيها المسكين – أنس الطاعات .. ثم أنس بالله تعالى .. أو وحشة الذنوب .. وبعد القلب عن الله تعالى!\nفأيهما تختار لنفسك أيها العاقل؟ !\nقال إبراهيم بن أدهم: «أعلى الدرجات أن تنقطع إلى ربك، وتستأنس إليه بقلبك، وعقلك، وجميع جوارحك، حتى لا ترجو إلا ربك، ولا تخاف إلا ذنبك، وترسخ محبته في قلبك، حتى لا تؤثر عليها شيئًا، فإذا كنت كذلك لم تبال في بر كنت أو في بحر، أو في سهل، أو في جبل، وكان شوقك إلى لقاء الحبيب شوق الظمآن إلى الماء البارد، وشوق الجائع إلى الطعام الطيب، ويكون ذكر الله عندك؛ أحلى من العسل، وأحلى من الماء العذب الصافي عند العطشان في اليوم الصائف»!\nوقيل لمالك بن مغول، وهو جالس في بيته وحده: ألا تستوحش؟ ! قال: «أو يستوحش مع الله أحد»؟ !\nوكان حبيب أبو محمد يخلو في بيته، ويقول: «من لم تقر عينه بك؛ فلا قرت عينه، ومن لم يأنس بك، فلا أنس»!\nوقال مسلم بن يسار: «ما تلذذ المتلذذون بمثل الخلوة بمناجاة الله عز وجل»!\nوقال مسلم بن عابد: «ما يجد المطيعون لله لذة في الدنيا أحلى من الخلوة بمناجاة سيدهم، ولا أحسب لهم في الآخرة من عظيم الثواب أكبر في صدورهم، وألذ في قلوبهم من النظر إليه»! ثم غشي عليه ..\nالجزء: 1 - الصفحة: 13\n",
        "فيا من تلذذت بمرارات الذنوب .. أولئك الرجال حقًا!\nعرفوا طريق السعادة فلزموه .. وأبصروا أعلام الهُدى .. فشمَّروا نحوها ..\nلم تغرهم الدنيا ببريقها الكاذب .. ولا خدعتهم النفس عن جادة الطريق ..\nأنسوا بمولاهم تبارك وتعالى .. وتلذذوا بمناجاته .. فهم في نعيم .. قبل يوم النعيم!\nإذا خلوا بمولاهم؛ أرسلوا دموع العيون مدرارًا .. ومرغوا الوجوه رقًا .. وخضعانًا ..\nغنيمتهم الطاعات .. ورأس مالهم الصالحات ..\nراقبوا مولاهم في المغيب والشهادة .. ولم يشغلوا ساعات عمرهم بغير وظائف العبادة ..\nفيا من ألهتك الذنوب عن الطاعات .. وصدك الهوى عن مراقبة مولاك في الخلوات!\nهلا تأملت في تلك الصفات الزاكية؟ !\nوهلا اتعظت بتلك المفاخر السامية؟ !\nخلوت بالحرمات .. ولم تزجر النفس عن الموبقات!\nنهارك غفلة .. وليلك لهو وهلكة!\nلم يزجرك جلال الخالق عن هواك .. ولم ينهك كبرياؤه عن رداك!\nالجزء: 1 - الصفحة: 14\n",
        "أما كان أحرى بك أن تملأ القلب بحب مولاك؟ !\nوتشحن أيامك بصالحات تقودك إلى خيرك وهُداك؟ !\nأيها المذنب!\nتذكر رقابة من بيده أمرك كله .. وانصح لنفسك .. فاختر لها طريق الصالحات .. وادْنُ من باب مولاك تجده قريبًا لسؤلك .. مجيبًا للدعوات .. واحذر سطوة فاطر الأرض والسماوات ..\nوالحمد لله تعالى .. والصلاة والسلام على النبي وآله والأصحاب ..\nأزهري أحمد محمود\n* * *\nالجزء: 1 - الصفحة: 15\n",
        ""
    ]
}