{
    "1": [
        "تذكره الآباء وتسليه الأبناء  الدراري في ذكر الزراري\nتذكره الآباء وتسليه الأبناء = الدراري في ذكر الزراري\nابن العديم\nالكتاب:\nالدراري في ذكر الذراري\nالمؤلف:\nعمر بن أحمد بن هبة الله بن أبي جرادة العقيلي، كمال الدين ابن العديم (المتوفى: 660هـ)\nالمحقق:\nعلاء عبد الوهاب محمد\nالناشر:\nدار السلام، دار الهداية\nالطبعة:\nالأولى، 1404 هـ - 1984 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "الدراري في ذكر الذراري\nالباب الأول في اكتساب الأولاد والحث عليه\nقال النبي (: \"تناسلوا تكثروا فإني أباهي بكم الأمم يوم القيامة\" وقال عليه الصلاة والسلام: \"إن أطيب ما أكل الرجل من كسبه ألا وإن ولده من كسبه\" وقال عمر رضي الله عنه: (إني لأكره نفسي على الجماع رجاء أن يخرج الله نسمة تسبحه وتذكره) . وقال: (تكثروا من العيال فإنكم لا تدرون ممن ترزقون) .\nوذهب أبو حنيفة رضي الله عنه إلى أن الاشتغال بالنكاح أفضل\nالجزء: 1 ¦ الصفحة: 15\n",
        "من التخلي لنفل العبادة من حيث أنه يفضي إلى الولد الذي به بقاء العالم إلى الأمد الموعود، وعود مصلحة الولد إلى الوالد حياً وميتاً بنصره لوالده في حال حياته، والنفقة عليه على تقدير الحاجة إليه وإمداده إياه بأنواع الثواب بعد وفاته من الدعاء والصدقة والترحم عليه بسببه.\nولعمري إن التسبب في إيجاد مثل مولانا السلطان الذي نشر العلوم في أيامه، وأحيا الفقراء والمساكين بجوده وإنعامه، وحبب العلماء إلى الناس بما ظهر لهم من لطفه بهم وإكرامه، أفضل عند الله تعالى من صلاة الدهر نفلاً وصيامه.\nولو شاهد أبو حنيفة رضي الله عنه عصره وزمانه، ورأى بره للرعية وإحسانه، لجعله دليله في المسألة وبرهانه، ولسلم له الخصم ما نازعه فيه، فمثل هذا الدليل في إبانة الحجة يكفيه.\nدخل عثمان بن عفان رضي الله عنه على ابنته وهي عند عبد الله ابن خالد بن أسيد فرآها مهزولة فقال: لعل بعلك يغيرك، قالت: لا. فقال لزوجها: لعلك تغيرها، قال: لا. قال: فافعل فلغلام\nالجزء: 1 ¦ الصفحة: 16\n",
        "يزيده الله في بني أمية أحب إلي منها.\nقال أرسطاطاليس: لما كان البقاء مما استأثر به القديم جل ذكره لجلالته وعلو قدره وكان محبوباً إلى النفوس كلها ناطقها وصامتها، ولما لم يمكن الحيوان البقاء بشخصه أحب البقاء بنوعه فأوجد المثل. قال الله عز وجل في كتابه الكريم فيما يحكي عن زكريا عليه السلام ودعائه في الولد: (وزكريا إذ نادى ربه رب لا تذرني فرداً وأنت خير الوارثين (يعني: لا تذرني وحيداً لا ولد لي.\nوقالت أعرابية تتمنى ولداً:\nيا حسرتا على ولد\n...\nأشبه شيء بالأسد\nإذا الرجال في كبد\n...\nتغالبوا على نكد\nكان له حظ الأشد\nالجزء: 1 ¦ الصفحة: 17\n",
        "الباب الثاني في المنع من اكتسابهم والتحذير منهم\nقال الله عز وجل: (إن من أزواجكم وأولادكم عدواً لكم فاحذروهم (وقال النبي (: \"لا يكن أكثر شغلك بأهلك وولدك، فإن يكن أهلك وولدك أولياء الله لا يضيع أولياءه، وإن يكونوا أعداء الله فاهمك وشغلك بأعداء الله\".\nوعن ابن مسعود رضي الله عنه قال: قال رسول الله (: \"ليأتين على الناس زمان لا يسلم لذي دين دينه حتى يفر به من شاهق إلى شاهق ومن جحر إلى جحر كالثعلب الذي يروغ\" قالوا: ومتى ذلك يا رسول الله؟ قال: \"إذا لم تنل المعيشة إلا بمعاصي الله عز وجل فعند ذلك حلت العزوبة\" قالوا: يا رسول الله أليس أمرتنا بالتزويج! قال: \"بلى، ولكن إذا كان في ذلك الزمان كان هلاك الرجل على يد أبويه، فإن لم يكن له أبوان فعلى يدي زوجته\nالجزء: 1 ¦ الصفحة: 18\n",
        "وولده، فإن لم يكن له زوجة ولا ولد فعلى يدي قرابته وجيرانه\" قالوا: وكيف ذلك يا رسول الله؟ قال: \"يعيرونه بضيق المعيشة ويكلفونه ما لا يطيق فيوردونه موارد الهلكة\".\nقيل لعيسى عليه السلام: هل لك في الولد؟ فقال: (ما حاجتي إلى من إن عاش كدني وإن مات هدني) .\nوسئل فيلسوف: لم لا تطلب الولد؟ فقال: من محبتي للولد. وقيل لآخر: لو تزوجت فكان لك ولد تذكر به، فقال: والله ما رضيت الدنيا لنفسي فأرضاها لغيري. وقيل لبعض الأعراب: لم لا تتزوج؟ فقال: مكابدة العزوبية أصلح من الاحتيال لمصلحة العيال. وقيل لأعرابي: لم أخرت التزويج إلى الكبر؟ فقال: لأبادر ولدي باليتم قبل أن يسبقني بالعقوق.\nالجزء: 1 ¦ الصفحة: 19\n",
        "قال المتنبي:\nوما الولد المحبوب إلا تعلة\n...\nولا الزوجة الحسناء إلا أذى البعل\nوما الدهر أهلاً أن تؤمل عنده\n...\nحياة وأن يشتاق فيه إلى النسل\nالجزء: 1 ¦ الصفحة: 20\n",
        "الباب الثالث في مدح الأولاد وذكر النعمة بهم\nقال الله تعالى: (المال والبنون زينة الحياة الدنيا (وقال (: \"الولد ثمرة القلوب\" وقال عليه الصلاة والسلام: \"الولد ريحان من الجنة\" وقال عليه الصلاة والسلام: \"البنات حسنات والبنون نعم والنعم مسؤول عنها\".\nوقال الفضيل: ريح الولد من الجنة. وكان يقال: ابنك\nالجزء: 1 ¦ الصفحة: 21\n",
        "ريحانتك سبعاً ثم عدو أو صديق. قال الحجاج لابن القربة: أي الثمار أشهى؟ فال: الولد، وهو من نخل الجنة.\nغضب معاوية على يزيد ابنه فهجره، فقال له الأحنف: يا\nالجزء: 1 ¦ الصفحة: 22\n",
        "أمير المؤمنين أولادنا ثمار قلوبنا وعماد ظهورنا، ونحن لهم سماء ظليلة، وأرض ذليلة، وبهم نصول على كل جليلة، إن غضبوا فأرضهم وإن سألوك فأعطهم، وإن لم يسألوك فابتدئهم، ولا تنظر إليهم شزراً فيملوا حياتك ويتمنوا وفاتك، فقال معاوية: يا غلام ائت يزيد فأقرئه السلام واحمل إليه بمائتي ألف ومائتي ثوب، فقال يزيد: من عند أمير المؤمنين؟ قال: الأحنف، قال: علي به، فقال: يا أبا بحر، كيف كانت القصة، فحكاها، فقال: أما أنا فسأعلي سمكها، وشاطره الصلة.\nوقالت أعرابية ترقص ابنها:\nيا حبذا ريح الولد\n...\nريح الخزامى في البلد\nأهكذا كل ولد\n...\nأم لم يلد قبلي أحد\nأنشد أبو تمام حبيب بن أوس الطائي:\nالجزء: 1 ¦ الصفحة: 23\n",
        "وإنما أولادنا بيننا\n...\nأكبادنا تمشي على الأرض\nلو هبت الريح على بعضهم\n...\nلامتنعت عيني من الغمض\nوقال الشاعر:\nمن كان ذا عضدٍ يدرك ظلامته\n...\nإن الذليل الذي ليست له عضد\nتنبو يداه إذا ما قل ناصره\n...\nوتأنف الضيم إن أثرى له ولد\nالجزء: 1 ¦ الصفحة: 24\n",
        "الباب الرابع في ذمهم وما يلحق الآباء من النصب بسببهم\nقال الله عز وجل: (إن من أزواجكم وأولادكم عدواً لكم (وقال النبي (: \"الولد مبخلة مجبنة مجهلة\" ويروى \"محزنة\". وقال عليه السلام لولد فاطمة رضي الله عنها: \"إنكم لتجبنون وإنكم لتبخلون وإنكم لمن ريحان الجنة\". وقال عليه السلام: \"من\nالجزء: 1 ¦ الصفحة: 25\n",
        "علامات الساعة أن يكون الولد غيظاً، والمطر قيظاً، وتفيض الأشرار فيضاً\"ويقال: الولد إن عاش كدك وإن مات هدك. وقيل: إذا صلح قميص الوالد لولده تمنى موته. ومن كلام الجاهلية: ابنك يأكلك صغيراً ويرثك كبيراً، وابنتك تأكل من وعائلك وترث في أعدائك، وابن عمك عدوك وعدو عدوك، وزوجتك إذا قلت لها قومي قامت. قيل لإنسان: إن فلاناً تزوج، فقال: ركب البحر، فقيل: وقد جاءه ولد، فقال: وكسر به المركب. قال رجل لعمر بن الخطاب رضي الله عنه: خدمك بنوك، فقال: بل أغناني الله عنهم.\nالجزء: 1 ¦ الصفحة: 26\n",
        "لما قبض ابن عيينة صلة الخليفة قال لأصحابه: قد وجدتم مقالاً فقولوا: متى رأيتم أبا عيال أفلح، كانت لنا هرة ليس لها جراء، فكشفت عن القدور وعاثت في الدور.\nنظر عمر رضي الله عنه إلى رجل يحمل ابناً له على عاتقه فقال: ما هذا منك؟ قال: ابني، قال: أما إنه إن عاش فتنك وإن مات حزنك. قال الحسن: إذا أراد الله بعبدٍ خيراً لم يشغله في دنياه بأهل ولا ولد. رأى ضرار ابن عمرو الضبي من ولده ثلاثة عشر ذكراً فقال: من سره بنوه ساءته نفسه. قال زيد بن علي لابنه: يا بني إن الله لم يرضك لي فأوصاك بي ورضيني لك فحذرنيك.\nالجزء: 1 ¦ الصفحة: 27\n",
        "ولد للحسن غلام فهنئ به فقال: الحمد لله على كل حسنة، ونسأل الله الزيادة في كل نعمة، ولا مرحبا بمن إن كنت عائلاً أنصبني، وغن كنت غنياً أذهلني، لا أرضى بسعيي له سعياً، ولا بكدي له في الحياة كداً: حتى أشفق له من الفاقة بعد وفاتي وأنا في حال لا يصل إلي من غمه حزن ولا فرحه سرور.\nالجزء: 1 ¦ الصفحة: 28\n",
        "الباب الخامس في ذكر النجياء من الأولاد\nقال رسول الله (: \"من سعادة الرجل أن يشبه أباه\".\nوقال بعض الحكماء: الحياء في الصبي خيرٌ من الخوف: لأن الحياء يدل على العقل والخوف يدل على الجبن. قال ابن عباسٍ رحمه الله: عرامة الصبي زيادة في عقله. وقالت ماوية بنت النعمان بن كعب لزوجها لؤي بن غالب: أي أولادك أحب إليك؟ قال: الذي لا يرد بسطة يده بخل ولا يلوي لسانه عي ولا يغير طبعه سفه، يعني\nالجزء: 1 ¦ الصفحة: 29\n",
        "كعب بن لؤي سئل أعرابي من بني عبس عن أولاده فقال: ابن قد كهل وابن قد رفل وابن قد نسل وابن قد مثل وابن قد فضل.\nسئلت أعرابية عن ابنها فقالت: أنفع من غيث وأشجع من ليث: يحمي العشيرة ويبيح الذخيرة ويحسن السريرة.\nوقد تبين نجابة الصبي باختياراته لمعالي الأمور، فإن الصبيان قد يجتمعون للعب فيقول عالي الهمة: من يكون معي، ويقول القاصر الهمة: مع من أكون! قال أحمد بن النضر الهلالي: سمعت أبي يقول: كنت في مجلس سفيان ابن عيينة فنظروا إلى صبي دخل المسجد فتهاونوا به لصغر سنه فقال سفيان: كذلك كنتم من قبل فمن الله عليكم، ثم قال: يا نضر لو رأيتني ولي عشر سنين طولي خمسة أشبار، ووجهي كالدينار، وأنا كشعلة نار، ثيابي صغار، وأكمامي قصار، وذيلي بمقدار، ونعلي كآذان الفار، أختلف إلى علماء الأمصار، مثل\nالجزء: 1 ¦ الصفحة: 30\n",
        "الزهري وعمرو بن دينار، أجلس بينهم كالمسمار، محبرتي كالجوزة، ومقلمتي كالموزة، وقلمي كاللوزة، فإذا دخلت المجلس قالوا أوسعوا للشيخ الصغير، ثم تبسم ابن عيينة وضحك.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وعن الكسائي أنه دخل على الرشيد فأمر بإحضار الأمين\nالجزء: 1 ¦ الصفحة: 32\n",
        "والمأمون، قال: فلم ألبث أن أقبلا ككوكبي أفق يزينهما هديهما ووقاهما، قد غضا أبصارهما وقاربا خطوهما حتى وقفا على مجلسه فسلما عليه بالخلافة ودعوا له بأحسن الدعاء، فاستدناهما فأجلس محمداً عن يمينه وعبد الله عن شماله، ثم أمرني أن ألقي عليهما أبواباً من النحو، فما سألتهما عن شيء إلا أحسنا الجواب عنه، فسره سروراً استبنته فيه، وقال لي: كيف تراهما؟ فقلت:\nأرى قمري أفق وفرعي بشامة\n...\nيزينهما عرق كريم ومحتد\nسليلي أمير المؤمنين وحائزي\n...\nمواريث ما أبقى النبي محمد\nيسدان أنفاق النفاق بشيمة\n...\nيؤيدها حزم وغضبٌ مهند\nثم قلت: ما رأيت أعز الله أمير المؤمنين أحداً من أبناء الخلافة ومعدن الرسالة وأغصان هذه الشجرة الزكية أذرب منهما ألسناً ولا\nالجزء: 1 ¦ الصفحة: 33\n",
        "أحسن ألفاظاً ولا أشد اقتداراً على تأدية ما حفظا ورويا منهما، أسأل الله أن يزيد بهما الإسلام تأييداً وعزاً ويدخل بهما على أهل الشرك ذلاً وقمعاً، وأمن الرشيد على دعائي ثم ضمهما إليه وجمع عليهما يديه فلم يبسطهما حتى رأيت الدموع تنحدر على صدره.\nأقام المنصور ذات يوم ابنه صالحاً فتكلم بكلام بليغ وفي المجلس المهدي وهو ولي عهده، فأشار المنصور إلى الحاضرين بأن يصف أحد كلامه، فكلهم كره ذلك بسبب المهدي، فابتدر شبيب بن شبة وقال: والله يا أمير المؤمنين ما رأيت كاليوم أبين بياناً ولا أجرى لساناً ولا أرطب جناناً ولا أبل ريقاً ولا أحسن طريقاً ولا أغمض عروقاً،\nالجزء: 1 ¦ الصفحة: 34\n",
        "وحق لمن كان أمير المؤمنين أباه والمهدي أخاه أن يكون كذلك كما قال زهير:\nهو الجواد فإن يلحق بشأوهما\n...\nعلى تكاليفه فمثله لحقا\nأو يسبقاه على ما كان من مهل\n...\nفمثل ما قدما من صالح سبقا\nومن أحسن ما رصع به تاج النجباء، ووسط به عقد الأبناء، ولد مولانا السلطان الملك العزيز الذي ملأ عينه قرة، وقلبه مسرة، والتهم بمعالي الأمور قبل الفطام، فلعب بالرمح ورمى بالسهام، فمخايل النجابة من أعطافه لائحة، ودلائل السعادة عليه غادية ورائحة، وكيف لا يكون كذلك ومولانا السلطان كافلة ومربية،\nالجزء: 1 ¦ الصفحة: 35\n",
        "والمولى الملك الصالح أخوه ابن أبيه، وهو كما قيل:\nمن يكن أنجب في الناس بنوه\n...\nفسليل المجد من أنت أبوه\nبالبنين ابن تجلى وجهه\n...\nعن سرور ضحكت فيه الوجوه\nنطقت عن فضله آلاؤه\n...\nقبل أن ينطق بالحكمة فوه\nنير طالعه مطلعه\n...\nفي سماء الملك والبدر أخوه\nإنما أملا كنا أفلا كنا\n...\nومصابيح الدجى من ولدوه\nقال المفضل بن زيد: نزلت على بنو تغلب في بعض السنين وكنت مشغوفاً بأخبار العرب أحب أن أسمعها وأجمعها، فإني لفي بعض أحياء العرب غذ أنا بامرأة واقفة في فناء خبائها وهي آخذة بيد غلام قلما رأيت شبيهه في حسنه وجماله، له ذؤابتان مضفورتان كالسبح المنظوم وهي تعاتبه بلسان رطب وكلام عذب يقبله السمع ويترشقه القلب وأكثر ما أسمع من كلامها يا بني وأي بني، وهو يتبسم في وجهها قد غلب عليه الحياء والخجل كأنه جارية بكر لا يحير جواباً، فاستحسنت ما رأيت وأستحليت ما سمعت، فدنوت فسلمت\nالجزء: 1 ¦ الصفحة: 36\n",
        "فرد علي السلام، ووقفت أنظر إليهما، فقالت: يا حضري ما حاجتك؟ قلت: الاستكثار مما أسمع منك والاستمتاع من حسن هذا الغلام، فتبسمت المرأة وقالت: يا حضري إن شئت أن أسوق إليك من خبره ما هو أحسن من منظره، قلت: هات، قالت: حملته تسعة أشهر حملاً خفيفاً خفياً والعيش كدر والرزق عسر، حتى إذا شاء الله أن أضعه وضعته خلقاً سوياً، فوربك ما هو إلا أن صار ثالث أبويه حتى رزق الله فأفضل، وأعطى فأجزل، ثم أرضعته حولين كاملين حتى إذا استتم الرضاعة نقلته من خرق المهد إلى فراش أبويه فربي بينهما كأنه شبل أبواه يقيانه برد الشتاء وحر الهجير، حتى إذا تمت له خمس سنين أسلمته إلى المؤدب فحفظ القرآن فتلاه، وعلمه الشعر فرواه، ورغب في مفاخر قومه وطلب مآثر آبائه وأجداده، فلما بلغ الحلم حملته على عتاق الخيل فتمرس وتفرس ولبس السلاح ومشى بين بيوت الحي وأصغى إلى صوت الصارخ وأنا عليه وجلة، أحرسه من العيون أن تصيبه، ومن الألسن أن تعيبه، إلى أن نزلنا منهلاً من المناهل وشاء الله أن أصابته وعكة شغلته، فركب فتيان الحي لطلب ثأر لهم حتى لم يبق في الحي أحد غيره ونحن آمنون، فوربك ما هو إلا أن أدبر الليل وأسفر الصبح حتى طلعت علينا غرر الجياد ثوارا غير زوار، فما كان إلا هنيهة حتى حازوا الأموال من دون أهلها وهو\nالجزء: 1 ¦ الصفحة: 37\n",
        "يسألني عن الصوت وأنا أستر عليه الخبر إشفاقاً وحذراً عليه، إلى أن علت الأصوات وبرزت المخبآت، فثار كما يثور الأسد المغضب، فأمر بإسراج فرسه وصب عليه سلاحه وأخذ رمحه وركب حتى لحق حماة القوم ونحن ننظر إليه، فطعن فارساً فرماه وانحاز متميزاً، وانصرفت إليه وجوه الفرسان فرأوا غلاماً صغيراً فحملوا عليه، وأقبل يؤم البيوت ونحن ندعوا له، حتى إذا ما دهموه عطف عليهم فطعن أدناهم منه فقطره ومرق كما يمرق السهم من الرمية، وقال: خلوا عن المال، فوالله لا رجعت إلا به أو لأهلكن دونه، فتداعت إليه الفرسان، وتمايل إليه الأقران، فرجعوا وقد نصبوا له الأسنة، وقلصوا له الأعنة، وجعلنا من وراء ظهره، وجعل يهدر كما يهدر الفحل، ولا يحمل على ناحية إلا طحنها ولا يقصد فارساً إلا قتله، وكل ذات رحم منا باسطة يدها إلى الله تعالى بالدعاء له إشفاقاً عليه ووجداً به، إلى أن كشفهم عن المال وقد أشرفت أوائل خيل الحي، فكبر الناس وولى القوم منهزمين، فوالله ما رأينا يوماً كان أقبح صباحاً ولا أحسن رواحاً من ذلك اليوم، ولقد سمعته ينشد أبياتاً بعد منصرفه من الحرب وهي:\nتأملن فعلي هل رأيتن مثله\n...\nإذا حشرجت نفس الكمي بعد الكرب\nالجزء: 1 ¦ الصفحة: 38\n",
        "وضاقت عليه الأرض حتى كأنه\n...\nمن الخوف مسلوب العزيمة والقلب\nألم أعط كلاً حقه ونصيبه\n...\nمن السمهلاي اللدن والصارم العضب\nأنا ابن أبي هند بن قيس بن خالد\n...\nسليل المعالي والمكارم والحرب\nأبي لي أن أعطى الظلامة مرهف\n...\nرقيق وطرف مجفر الجوف والجنب\nوعزم صحيح لو ضربت بحده\n...\nشماريخ رضوى لانحططن إلى الترب\nفإن لم أقاتل دونكن وأحتمي\n...\nلكن وأحميكن بالطعن والضرب\nوأبذل نفساً دونكن عزيزة\n...\nعلي لأطراف القنا وظبا القضب\nفما صدق اللاتي سعين إلى أبي\n...\nيهنينه بالفارس البطل الندب\nالجزء: 1 ¦ الصفحة: 39\n",
        "الباب السادس في ذكر الحمقى منهم\nقيل: إن الحمق يتولد غريزة ولا يتغير، وأما الرعونة فإنها تحدث من مخالطة النساء وتزول، وأنشد بعضهم:\nوعلاج الأبدان أيسر خطبا\n...\nحين تعتل من علاج العقول\nقال رجل لابنه وهو يختلف إلى المكتب: في أي سورة أنت؟ قال: في لا أقسم بهذا البلد ووالدي بلا ولد، فقال: لعمري من كنت أنت ولده فهو بلا ولد!\nوجه رجل ابنه ليشتري له حبلا طوله عشرون ذراعاً، فعاد من بعض الطريق وقال: يا أبي في عرض كم؟ فقال: في عرض مصيبتي بك.\nقيل لأعرابي: كيف ابنك؟ قال: عذاب رعف به علي الدهر، وبلاء لا يقوم معه الصبر، ونظر أعرابي إلى ابن له قبيح فقال: يا بني إنك لست من زينة الحياة الدنيا، وقال أحمق لابنه وكان أحمق أيضاً: أي يوم صلينا الجمعة في مسجد الرصافة؟ فقال: لقد أنسيت، ولكني أظنه يوم الثلاثاء قال: صدقت كذا كان. قال أبو زيد الحارثي\nالجزء: 1 ¦ الصفحة: 40\n",
        "لابنه: والله لا أفلحت أبداً، فقال: لست أحنثك والله يا أبة. طار لابن ليزيد بن معاوية باز فأمر بغلق أبواب دمشق لئلا يخرج منها.\nحكي أن رجلاً أرسل ابنه ليشتري رأساً مشوياً، فاشتراه وجلس في الطريق فأكل عينيه وأذنيه ولسانه ودماغه وحمل باقيه إلى أبيه، فقال: ويحك ما هذا؟ فقال: هو الرأس الذي طلبته، فقال: فأين عيناه، قال: كان أعمى، قال: فأين أذناه، قال: كان أصم، قال: فلسانه، قال: كان أخرس، قال: فدماغه، قال: كان معلماً، قال: ويحك رده وخذ بدله، قال: باعه بالبراءة من كل عيب.\nمرض صديق لحامد بن العباس فأراد أن ينفذ إليه ابنه يعوده فأوصاه وقال: إذا دخلت فاجلس في أرفع المواضع وقل للمريض ما تشكو، فإذا قال كذا وكذا فقل: سليم إن شاء الله، وقل له: من يجيئك من الأطباء، فإذا قال: فلان فقل: مبارك ميمون، وقل له: ما غذاؤك، فإذا قال: كذا وكذا، فقل: طعام محمود، فذهب الابن\nالجزء: 1 ¦ الصفحة: 41\n",
        "فدخل على العليل وكانت بين يديه منارة فجلس عليها لارتفاعها فسقطت على صدر العليل فأوجعته، ثم جلس فقال للعليل: ما تشكو؟ فقال: بضجرة أشكو علة الموت، فقال: سليم إن شاء الله، ثم قال: فمن يجيئك من الأطباء؟ قال: ملك الموت، قال: طعام طيب محمود.\nقال أبو المخش الأعرابي: كانت لي بنت تجلس على المائدة فتبرز كفاً كأنها طلعة في ذراع كأنها جمارة، فلا تقع عينها على أكلة نفيسة إلا خصتني بها، وصرت أجلس معي على المائدة ابناً لي فيبرز كفاً كأنها كرنافة في ذراع كأنها كربة، فوالله إن تسبق عيني إلى لقمة طيبة إلا سبقت يده إليها.\nالجزء: 1 ¦ الصفحة: 42\n",
        "الباب السابع في محبة الآباء للأبناء\nرأى الإمام علي -كرم الله وجهه- الحسن يتسرع إلى الحرب فقال: املكوا عني هذا الغلام لا يهدني فإني أنفس بهذين على الموت لئلا ينقطع بهما نسل رسول الله (.\nجاءت فاطمة رضي الله عنها بابنيها إلى رسول الله (فقالت: يا رسول الله انحلهما، فأخذ الحسن فقبله وأجلسه على فخذه اليمنى\nالجزء: 1 ¦ الصفحة: 43\n",
        "وقال: أما ابني هذا فنحلته خلقي وهيبتي، وأخذ الحسين فقبله ووضعه على فخذه اليسرى وقال: نحلته شجاعتي وجودي.\nمر أعرابي بقوم وهو ينشد ابناً له، فقالوا: صفه، فقال: دنينير، قالوا: لم نره، فلم ينشب أن جاء على عنقه بشبيه الجعل، فقالوا: لو سألتنا عن هذا لأخبرناك به. ولا حرج على هذا الأعرابي فإن الإنسان قد تبلغ به محبة ولده أو أخيه أو غيرهما إلى أنه لا يرى له في العالمين نظيراً، وقد قال الشاعر:\nوعين الرضا عن كل عين كليلة\n...\nولكن عين السخط تبدي المساويا\nوفي المثل قالت الخنفساء لأمها: ما أمر بأحد إلا بزق علي، فقالت: من حسنك تعوذين. والعامة تقول: قالوا: من يصف العروس؟ قيل: أمها وتحلف. وقيل لأبي المخش: أما كان لك ابن؟\nالجزء: 1 ¦ الصفحة: 44\n",
        "قال: بلى المخش، كان أشدق خرطمانياً، إذا تكلم سال لعابه كأنما ينظر من فلسين كأن ترقوته بوان أو خالفه وكأن مشاشة منكبيه كركرة جمل، فقأ الله عيني إن كنت رأيت بهما أحسن منه قبله ولا بعده.\nوقال الزبير بن العوام في ترقيص ابنه عبد الله:\nالجزء: 1 ¦ الصفحة: 45\n",
        "أزهر من آل أبي عتيق\n...\nمبارك من ولد الصديق\nألذه كما ألذ ريقي\nوقال رجل: دخلت على ابن السراج وفي حجره ولد له وهو يقول:\nأحبه حب الشحيح ماله\n...\nقد كان ذاق الفقر ثم ناله\nوقال الحسن البصري رضي الله عنه لابنه:\nيا حبذا أرواحه ونفسه\n...\nوحبذا نسيمه وملمسه\nالجزء: 1 ¦ الصفحة: 46\n",
        "والله يبقيه لنا ويحرسه\n...\nحتى يجر ثوبه ويلبسه\nوكان عبد الله بن عمر بن الخطاب رضي الله عنه يذهب بولده سالم كل مذهب حتى لامه الناس فيه فقال:\nيلومونني في سالم وألومهم\n...\nوجلدة بين العين والأنف سالم\nالجزء: 1 ¦ الصفحة: 47\n",
        "الباب الثامن فيما يجب لهم على الآباء\nينبغي للوالد أن لا يسهو عن تأديب ولده ويحسن عنده الحسن ويقبح عنده القبيح ويحثه على المكارم وعلى تعلم العلم والأدب ويضربه على ذلك.\nقال النبي (: \"حق الولد على والده أن يحسن اسمه ويحسن موضعه ويحسن أدبه\".\nعن عمرو بن دينار أن ابن عمر وابن عباس كانا يضربان أولادها على اللحن.\nالجزء: 1 ¦ الصفحة: 48\n",
        "قال النبي (: \"تخيروا لنطفكم\". وقال عليه الصلاة والسلام: \"انظر في أي نصاب تضع ولدك فإن العرق دساس\".\nوقال عليه الصلاة والسلام: \"أكرموا أولادكم وأحسنوا آدابهم\".\nالجزء: 1 ¦ الصفحة: 49\n",
        "وقال عليه الصلاة والسلام: \"ما نحل والد ولده أفضل من عمل صالح\".\nوقال أبو حيان التوحيدي رحمه الله: يجب على الرجل أن يستقبل عمره بولده ليستمتع كل منهما بصاحبه، وأن يمهد له المعيشة، وأن يختار أمه واسمه ويختنه ويؤدبه ولا يستأثر دونه، وأن يختار له زوجة صالحة ومعيشة جميلة كافية، وأن يكفيه العار وسوء الحديث.\nوفي الحديث: \"من كان له صبي فليستصب له\".\nالجزء: 1 ¦ الصفحة: 50\n",
        "قرأت في ربيع الأبرار للزمخشري قال: من حق الولد على والده أن يوسع عليه ماله كيلا يفسق. وقرأت في العقد لابن عبد ربه قال: خير الآباء للأبناء من لم يدعه التقصير إلى العقوق.\nوإذا راهق الصبي فينبغي لأبيه أن يزوجه فقد ورد في الحديث: \"من بلغ له ولد وأمكنه أن يزوجه فلم يفعل وأحدث الولد كان الإثم بينهما\".\nالجزء: 1 ¦ الصفحة: 51\n",
        "قال الجاحظ: من كان فقيراً وأولد فهو أحمق. وقال العتبي: لا تأت بالولد إلا بعد معيشة كافية وكفاية باقية وضيعة نامية. وقيل من أتى بالولد قبل المال فقد ظلم نفسه وولده.\nقالت الحكماء: من أدب ولده صغيراً سره كبيراً. وقالوا: أطبع الطين ما كان رطبا وأغمز العود ما كان لدنا. وقال: من أدب ولده غم حاسده. وقالوا: ما أشد فطام الكبير وأعسر منه رياضة الهرم.\nالجزء: 1 ¦ الصفحة: 52\n",
        "وقال عبد الملك بن مروان: أضر بنا في الوليد حبنا له، وكان الوليد لحانا وهو الذي صلى بالناس فقرأ يا ليتها كانت القاضية (بالرفع) وخلفه سليمان بن عبد الملك فقال: عليك.\nالجزء: 1 ¦ الصفحة: 53\n",
        "وقال الرشيد لابنه المعتصم: ما فعل وصيفك؟ قال: مات واستراح من الكتاب، قال: وبلغ الكتاب منك هذا المبلغ، والله لا حضرت أبداً، ووجهه إلى البادية فتعلم الفصاحة وكان أمياً.\nوقال صالح بن عبد القدوس:\nوأن من أدبته في الصبا\n...\nكالعود يسقى الماء في غرسه\nحتى تراه مورقاً ناضراً\n...\nبعد الذي أبصرت من يبسه\nوالشيخ لا يترك أخلاقه\n...\nحتى يوارى في ثرى رمسه\nالجزء: 1 ¦ الصفحة: 54\n",
        "وقال آخر:\nلا تسه عن أدب الصغير\n...\nوإن شكا ألم التعب\nودع الكبير لشأنه\n...\nكبر الكبير عن الأدب\nالجزء: 1 ¦ الصفحة: 55\n",
        "الباب التاسع في توصية الآباء معلمي أولادهم بهم\nقال عمرو بن عتبة يوصي مؤدب ولده: يا أبا عبد الصمد ليكن أول إصلاحك بني إصلاحك نفسك فإن عيوبهم معقودة بعيبك، فالحسن عندهم ما فعلت، والقبح ما تركت، علمهم كتاب الله ولا تملهم منه فيكرهوه، ولا تدعهم منه فيهجروه، روهم من الشعر أعفه، ومن الكلام أشرفه، ولا تخرجهم من علم إلى علم حتى يحكموه، فأن ازدحام الكلام في السمع مضلة للفهم، تهددهم بي، وأدبهم دوني، وكن كالطبيب الذي لا يعجل بالدواء قبل معرفة الداء، وجنبهم محادثة النساء، وروهم سير الحكماء، ولا تتكل على عذر مني، فقد اتكلت على كفاية منك، واستزدني بزيادة منهم أزدك.\nوقال العباس بن محمد لمؤدب ولده: إنك قد كفيت أعراضهم فاكفني آدابهم والتمسني عند آثارك فيهم تجدني.\nالجزء: 1 ¦ الصفحة: 56\n",
        "قال عبد الملك للشعبي حين أخذه بتعليم ولده: علمهم الصدق كما تعلمهم القرآن، وجنبهم السفلة فإنهم أسوأ الناس رعة وأقلهم أدباً وعلماً، وجنبهم الحشم فإنهم لهم مفسدة، وأحف شعورهم تغلظ رقابهم، وأطعمهم اللحم تصح عقولهم، وتشتد قلوبهم، وصقل رؤوسهم وعلمهم الشعر يمجدوا وينجدوا، ومرهم أن يستاكوا غرضاً ويمصوا الماء مصاً ولا يعبوا عباً، فإذا احتجت إلى أن تتناولهم بأدب فليكن ذلك في ستر لا يعلم به أحد من الغاشية فيهونوا عليهم.\nالجزء: 1 ¦ الصفحة: 57\n",
        "وكتب شؤريح القاضي إلى معلم بني له:\nترك الصلاة لا كلب يسعى بها\n...\nطلب الهراش مع الغواة الرجس\nفإذا أتاك فعضه بملامة\n...\nأو عظه موعظة اللبيب الأكيس\nوإذا هممت بضربه فبدرة\n...\nوإذا ضربت بها ثلاثاً فاحبس\nواعلم بأنك ما فعلت فنفسه\n...\nمع ما تجرعني أعز الأنفس\nوكتب جد جدي القاضي أبو الفضل هبة الله بن أحمد بن يحي بن زهير ابن أبي جرادة إلى الفقيه أبي علي بن المعلم وكان مدرس ابنه أبي غانم محمد بن هبة الله جد أبي قصيدة يستنهضه فيه منها:\nالجزء: 1 ¦ الصفحة: 58\n",
        "أبا علي هو الدهر الخؤون وما\n...\nيحظى بجدواه إلا الجاهل الغمر\nإني لأشكر ما أوليت من حسن\n...\nحتى أرى به أسمو وأفتخر\nولو أردت مكافأة على منن\n...\nأسديتها لتقضى دونها العمر\nعهدت فضلك لا يحتاج تذكرة\n...\nوحسن رأيك ما في نفعه ضرر\nفكيف بحرك عذب طاب منهله\n...\nللواردين وفيما خصني صبر\nوكيف ترعى حقوق غير واجبة\n...\nوفي أبي غانم تلغي وتحتقر\nراجع سدادك فيه فهو أن سمحت\n...\nبه الليالي على أحداثها وزر\nواحفظ له حق آباء ومعرفة\n...\nمضت بتأكيدها الأيام والعصر\nووله منك قسطاً من ملاحظة\n...\nفما يرى لك في إهماله عذر\nالجزء: 1 ¦ الصفحة: 59\n",
        "فإنه نبعة طابت منابته\n...\nصلب على العجم ما في عوده خور\nمغري بما زاد في قدر ومنزلة\n...\nوما تبدى له في خده شعر\nدلائل مخبرات عن نجابته\n...\nكالنار تخبر عن ضوضائها الشرر\nمن معشر حلت العلياء بينهم\n...\nيعد شكرهم فخرا إذا شكروا\nالجزء: 1 ¦ الصفحة: 60\n",
        "الباب العاشر في ذكر كلام الصبيبات وجوابهم\nمر عمر بن الخطاب رضي الله عنه على صبيان يلعبون فتفرقوا من هيبته ولم يبرح ابن الزبير، فقال له: مالك لم تبرح؟ فقال: ما الطريق ضيقة فأوسعها لك ولا لي ذنب فأخاف. لما ولد للرشيد العباس من واسطة اشمأزت منه نفسه لغلبة السواد عليها، فتنبأ رجل في زمان الرشيد فدعا به، فجعل يذكره بالله وينهاه عن قوله وهو مقيم على دعواه، وأولاد الرشيد مصطفون بين يديه والعباس إذ ذالك لم يجاوز العشر، فلما رأى الرشيد لزوم الرجل ادعاء النبوة، أمر بتجريده وضربه، فلما أخذته السياط جعل يضطرب اضطراباً شديداً، فالتفت إليه العباس فقال: اصبر كما صبر أولوا العزم من الرسل، فاستطار الرشيد لها فرحاً وقال: ابني والله حقاً، يقول الله تعالى: (بل هم قومٌ خصمون (.\nأدخل الركاض وهو ابن أربع سنين إلى الرشيد ليتعجب من فطنته فقال له: ما تحب أن أهب لك؟ قال: جميل رأيك فإني أفوز به في الدنيا والآخرة، فأمر بدنانير ودراهم فصبت بين يديه، فقال له: الأحب إلي أمير المؤمنين وهذا من هذين، وضرب يده إلى الدنانير، فضحك الرشيد وأمر بضمه إلى ولده والإجراء عليه.\nالجزء: 1 ¦ الصفحة: 61\n",
        "قال علي بن محمد: مر فارس بغلام فقال: يا غلام أين العمران؟ قال: اصعد الرابية تشرف عليهم، فصعد فأشرف على مقبرة، فقال: إن الغلام لجاهل أو حكيم، فرجع فقال: سألتك عن العمران فدللتني على مقبرة، فقال: إني رأيت أهل الدنيا ينتقلون إلى تلك ولم أر أحداً انتقل إلى هذه، ولو سألتني عما يواريك ودابتك لدللتك عليه.\nقال الإسكندر لابنه يا ابن الحجامة، فقال: أما هي فقد أحسنت التخير وأما أنت فلم تحسن. وقال أعرابي لابنه: اسكت يا ابن الأمة، فقال: هي والله أعذر منك لأنها لم ترضى إلا حراً.\nلما ولي يحي بن أكثم القضاء بالبصرة وكان صبياً فاستصغروه\nالجزء: 1 ¦ الصفحة: 62\n",
        "فقال بعضهم: كم سن القاضي أيده الله؟ فقال: سن عتاب بن أسيد لما ولاه رسول الله (.\nعاتب أعرابي ابنه وذكره حقه، فقال: يا أبتِ إن عظيم حقك علي لا يبطل صغير حقي عليك.\nدخل الرشيد دار وزيره فقال لولد له صغير أيما أحسن دارنا أو داركم؟ قال: دارنا، قال: لم؟ قال: لأنك فيها.\nقال المعتصم للفتح بن خاقان وهو صبي: أرأيت يا فتح أحسن من هذا الفص -لفص كان في يده-، قال: نعم يا أمير المؤمنين اليد التي هو فيها أحسن منه.\nالجزء: 1 ¦ الصفحة: 63\n",
        "دخل قوم على عمر بن عبد العزيز فجعل فتى منهم يتكلم. فقال عمر: ليتكلم أكبركم، فقال الفتى: إن قريشاً لتجد فيها من هو أسن منك، قال: تكلم.\nدخل الحسين بن الفضل على بعض الخلفاء وعنده كثير من أهل العلم، فأحب أن يتكلم فزبره، وقال: أصبي يتكلم في هذا المقام، فقال: إن كنت صبياً فلست أصغر من هدهد سليمان ولا أنت أكبر من سليمان حين قال له: أحطت بما لم تحط به، ثم قال: ألا ترى أن الله فهم الحكم سليمان ولو كان الأمر بالكبر لكان داود أولى.\nعربد صبي هاشمي على قوم فأراد عمه أن يسوءه، فقال: يا عم قد أسأت بهم وليس معي عقلي فلا تسيء بي ومعك عقلك.\nقال رجل لابنه: يا ابن الزانية، فقال: الزانية لا ينكحها إلا زان أو مشرك.\nالجزء: 1 ¦ الصفحة: 64\n",
        "ضرط ابن لعبد الملك بن مروان في حجره، فقال له: قم إلى الكنيف، قال: هو ذا أنا فيه يا أبي.\nقال عبد الرحمن بن حسان بن ثابت لأبيه وهو طفل: لسعني طائر كأنه ملتف في بردي حبرة (يعني الزنبور) فقال حسان: قد قال ابني شعراً ورب الكعبة.\nكان سليمان بن وهب يكتب فدخل عليه أبوه، فقال: يا بني\nالجزء: 1 ¦ الصفحة: 65\n",
        "إن علي بن يحي وعدني بالأمس أن يحضر عندي اليوم فاكتب وذكره، فكتب بديهة:\nيا من فدت أنفسنا نفسه\n...\nموعدنا بالأمس لا تنسه\nقال الفراء أنشدني صبي من الأعراب أرجوزة، فقلت: لمن هي؟ فقال: لي، فزبرته، فأدخل رأسه في فروته ثم قال:\nإني وإن كنت صغير السن\n...\nوكان في العين نبوعني\nفإن شيطاني أمير الجن\n...\nيذهب بي في الشعر كل فن\nالجزء: 1 ¦ الصفحة: 66\n",
        "عن علي بن الجهم قال: وجد علي أبي فأمر المعلم أن يحصرني، فكتبت إلى أمي:\nأمي جعلت فداك من أم\n...\nأشكو إليك فظاظة الجهم\nقد سرح الصبيان كلهم\n...\nوبقيت محصوراً بلا جرم\nكان لمحمد بن بشير الشاعر ابن حسيمٌ بعثه في حاجة فأبطأ وعاد ولم يقضها، فنظر اليه ثم قال:\nعقله عقل طائر\n...\nوهو في خلقة الجمل\nفأجابه\nشبهٌ منك نالني\n...\nليس لي عنه منتقل\nوفد سعيد بن عبد الرحمن بن ثابت وهو صبي وضيء الوجه على\nالجزء: 1 ¦ الصفحة: 67\n",
        "هشام، فسلمه إلى معلم الوليد بن يزيد وهو عبد الصمد بن عبد الأعلى، فطمع فيه، فدخل على هشام وهو يقول:\nإنه والله لولا أنت لم\n...\nينج مني سالماً عبد الصمد\nقال: ولم؟ قال:\nإنه قد رام مني خطة\n...\nلم يرمها قبله مني أحد\nقال: وما ذاك؟ قال:\nرام جهلاً بي وجهلاً بأبي\n...\nيولج العصفور في خيس الأسد\nالجزء: 1 ¦ الصفحة: 68\n",
        "فصرفه هشام عن التعليم، فقال فيه الوليد:\nلقد قرفوا أبا وهب بأمر\n...\nكبير بل يزيد على الكبير\nوأشهد أنهم كذبوا عليه\n...\nشهادة عالم بهم خبير\nكان لعبد الله بن سالم ابنان فأدبهما بفنون الآداب، يسمي أحدهما ربيعة والآخر سفيان، وكانا مع حداثة سنهما آداب أهل زمانهما، فتفاخرا عنده ذات يوم في غرائب الكلام، فأحب أبوهما أن يظهر ذلك لقومه، فقال لهما: إن شئتما بلوتكما في كلمات أسألكما عنها، قالا: فإنا قد شئنا، فجلس لهما في ملأ من قومه، ثم دعا ربيعة وأخرج سفيان، فقال: أخبرني يا ربيعة عما أسألك عنه، قال: سلني عما بدا لك، قال: أخبرني عن المجد، قال: ابتناء المكارم وحمل المغارم، فقال: فأخبرني عن الشرف، قال: كف الأذى وبذل الندى، قال: فأخبرني عن الدعة، قال: إيتاء اليسير والمن بالحقير، قال: فما المروءة؟ قال: شرف النفس مع تعاهد الصنيعة، قال: فما الكلفة؟ قال: التماس ما لا يعينك\nالجزء: 1 ¦ الصفحة: 69\n",
        "وتعجيل ما لا يؤتيك؟ قال: فما الحلم؟ قال: كظم الغيظ وملك الغضب، قال: فما الجهل؟ قال: سرعة الوثوب على الجواب، قال: فما العقل؟ قال: حفظ القلب ما استرعى وفهمه ما أوعى، قال: فما الحزم؟ قال: انتظار الفرصة وتعجل ما أمكن، قال: فما العجز؟ قال: التعجل قبل الاستمكان والتأني بعد الفرصة، قال: فما الشجاعة؟ قال: صدق النفس ومتاركة الدخاس، قال: فما الجبن؟ قال: طيرة الروع وضيق البوع وسرعة الفشل، قال: فما السماحة؟ قال: حب السائل وبذل النائل، قال: فما الشح؟ قال: من يرى القليل إسرافاً والكثير إتلافاً، قال: فما الظرف؟ قال: حسن المحاورة وسرعة المجاوبة، قال: فما الصلف؟ قال: عظم النفس مع قلة المقدرة، قال: صدقت لا عدمتك، ثم دعا سفيان فقال: أخبرني ما الفهم؟ قال: لسان سؤول وقلب عقول، قال: فما الغنى؟ قال: قلة التمني والرضا بما يكفي، قال: فما\nالجزء: 1 ¦ الصفحة: 70\n",
        "الكيس؟ قال: تدبير المعيشة مع طلب الآخرة، قال: فما السؤدد؟ قال: اصطناع العشيرة وحمل المؤونة، قال: فما السناء؟ قال: حسن الأدب ورعاية الحسب، قال: فما اللؤم؟ قال: إحراز النفس وإسلام العرس، قال: فما الخرق؟ قال: مماراة الأمراء ومعاداة الوزراء، قال: فما الدناءة؟ قال: الجلوس على الخسف والرضا بالهون، قال: فما المجد؟ قال: عز السلف وقدوم الشرف، قال: فما الأروم؟ قال: الأصل الصميم والبيت القديم، قال: فما الفقر؟ قال: شره النفس وشدة القنوط، فقال: أبوهما أحسنتما جميعاً وقلتما الصواب.\nالجزء: 1 ¦ الصفحة: 71\n",
        "لما ردت حليمة السعدية النبي (إلى مكة، فنظر إليه عبد المطلب وقد نما نمو الهلال وهو يتكلم بفصاحة، فقال: جمال قريش وفصاحة سعد وحلاوة يثرب.\nسأل حكيم غلاماً معه سراج، من أين تجيء النار بعدما تنطفئ؟ فقال: إن أخبرتني إلى أين تذهب أخبرتك من أين تجيء.\nقحطت البادية في أيام هشام، فقدمت عليه العرب، فهابوا أن يتكلموا وفيهم درواس بن حبيب وهو إذ ذاك صبي له ذؤابة وعليه شملتان، فوقعت عليه عين هشام فقال لحاجبه: ما يشاء أحد يدخل علي إلا دخل حتى الصبيان، فوثب درواس حتى وقف بين يديه مطراً أي مدلاً، فقال: يا أمير المؤمنين إن للكلام نشراً وطياً وإنه لا يعرف ما في طيه إلا بنشره فإن أذنت لي أن أنشره نشرته،\nالجزء: 1 ¦ الصفحة: 72\n",
        "قال: انشر لا أبا لك -وقد أعجبه كلامه مع حداثة سنه- فقال: إنه أصابتنا سنون ثلاث، سنة أذابت الشحم، وسنة أكلت اللحم، وسنة أنقت العظم، وفي أيديكم فضول أموال فإن كانت لله ففرقوها على عباده، وإن كانت لهم فعلام تحبسونها عنهم، وإن كانت لكم فتصدقوا بها عليهم فإن الله يجزي المتصدقين، فقال هشام: ما ترك لنا الغلام في واحدة من الثلاث عذراً، فأمر للبوادي بمائة ألف دينار وله بمائة ألف درهم، فقال: ارددها يا أمير المؤمنين إلى جائزة العرب فإني أخاف أن تعجز عن بلوغ كفايتهم، فقال: أمالك حاجة؟ فقال: ما لي حاجة في خاصة نفسي دون عامة المسلمين، فخرج وهو من أنبل القوم.\nقال رجل: مررت بغلمة من الأعراب يتماقلون في غدير، فقلت: أيكم يصف لي الغيث وأعطيه درهماً، فخرجوا إلي، وقالوا: كلنا نصف -وهم ثلاثة- فقلت صفوا فأيكم ارتضيت صفته أعطيته الدرهم، فقال أحدهم: عن لنا عارض قصراً تسوقه\nالجزء: 1 ¦ الصفحة: 73\n",
        "الصبا وتحدوه الجنوب يحبو حبو المعتنك، حتى إذا ازلأمت صدوره، وانثلجت خصوره، ورجع هديره، وأصعق زئيره، واستقل نشاصه، وتلائم خصاصه، وارتعج ارتعاصه، وأوفدت سقابه، وامتدت أطنابه، تدارك ودقه، وتألق برقه، وحفزت تواليه، واسفحت عزاليه، فغادر الثرى عمداً، والعزاز ثئداً، والحث عقداً،\nالجزء: 1 ¦ الصفحة: 74\n",
        "والضحاضح متواصية، والشعاب متداعية.\nوقال الآخر تراءت المخايل من الأقطار، تحن حنين العشار، وتترامى بشهب النار، قواعدها متلاحكة، وبواسقها متضاحكة، وأرجاؤها متقاذفة، وأعجازها مترادفة، وأرجاؤها متراصفة، فواصلت الغرب بالشرق، والوبل بالودق، سحا دراكاً، متتابعاً لكاكاً، فضحضحت الجفاجف، وانهرت الصفاصف، وحوضت الأصالف، ثم أقلعت محسبة محمودة الآثار، موموقة الحبار.\nالجزء: 1 ¦ الصفحة: 75\n",
        "وقال الثالث -والله ما خلته بلغ خمساً- فقال: هلم الدرهم أصف لك، فقلت: لا أو تقول كما قالا، فقال: والله لأبذنهما وصفاً، ولأفوقنهما رصفاً، قلت: هات لله أبوك، فقال: الحاضر بين الياس والإيلاس، قد غمرهم الإشفاق رهبة الإملاق، وقد حقبت الأنواء، ورفرف البلاء، واستولى القنوط على القلوب، وكثر الاستغفار من الذنوب، ارتاح ربك لعباده فأنشأ سحابا مسجهراً كنهوراً معنونكاً محلولكاً، ثم استقل واحزأل، فصار كالسماء دون السماء، كالأرض المدحوة في لوح الهواء، فأحسب السهول، وأتاق الهجول، وأحيا الرجاء وأمات\nالجزء: 1 ¦ الصفحة: 76\n",
        "الضراء، وذلك من قضاء رب العالمين، قال: فملأ -والله- اليفع الثلاثة صدري فأعطيت كل واحد منهم درهماً وكتبت كلامهم.\nقال الهيثم بن صالح لابنه: يا بني إذا أقللت من الكلام أكثرت من الصواب، وإذا أكثرت من الكلام أقللت من الصواب، قال: يا أبتِ فإن أنا أكثرت وأكثرت -يعني كلاماً وصواباً- قال: يا بني ما رأيت موعوظاً أحق بأن يكون واعظاً منك.\nقال الرشيد يوماً لأبي عيسى ولده وهو صبي، وكان من أجمل أهل زمانه: ليت جمالك لعبد الله -يعني المأمون- قال: على أن حظه منك لي، فعجب من جوابه وضمه إليه.\nقرع قوم على الجاحظ الباب، فخرج صبي له فسألوه ما يصنع؟ فقال هو ذا يكذب على الله، قيل كيف؟ قال: نظر في المرآة فقال الحمد لله الذي خلقني فأحسن صورتي.\nالجزء: 1 ¦ الصفحة: 77\n",
        "الباب الحادي عشر في ذكر الخوف عليهم والشفقة والرأفة\nيقال: إذا ترعرع الولد تزعزع الوالد.\nأخذ عبد الملك بن مروان أحد لصوص العرب فأمر بقطع يده، فجاءت أمه فقالت: يا أمير المؤمنين ولدي وكاسبي، قال: بئس الولد ولدك وبئس الكاسب كاسبك، هذا حد من حدود الله تعالى لا أعطله، قالت: أجعله من الذنوب التي تستغفر الله منها، فعفا عنه.\nقال يموت بن المزرع يخاطب ابنه مهلهلاً:\nمهلهل أحشائي عليك تقطع\n...\nوأقرح أجفاني أخوك مزرع\nإلى الله أشكو ما تجن جوارحي\n...\nوما فيكما من غصةٌ أتجرع\nالجزء: 1 ¦ الصفحة: 78\n",
        "فإن ذرفت عيناي وجداً عليكما\n...\nففي دون ما ألقاه مبكى ومجزع\nأخاف حماماً يا مهلهل باغتاً\n...\nوطير المنايا حائمات ووقع\nكان للصنوبري ابن مسترضع ففطم، فدخل الصنوبري يوماً داره والصبي يبكي، فقال: ما لابني؟ فقالوا: فطم، فتقدم إلى مهده وكتب عليه:\nمنعوه أحب شيء إليه\n...\nمن جميع الورى ومن والديه\nمنعوه غذاءه ولقد كا\n...\nن مباحاً له وبين يديه\nعجباً منه ذا على صغر السن\n...\nهوى فاهتدى الفراق إليه\nوقال آخر في إشفاقه على ولده:\nكلفني الهم لإغناء الولد\n...\nوخوف أن يفترقوا إلى أحد\nوأن يعيشوا عيشة فيها ضمد\n...\nويشربوا من بعد عد بثمد\nالجزء: 1 ¦ الصفحة: 79\n",
        "منتقلاً من بلد إلى بلد\n...\nيوماً بصنعاء ويوماً بالجند\nوقال آخر:\nلا تعجبي يا مي من سوادي\n...\nومن قميص هم بانقداد\nكلفني تعسف البلاد\n...\nوقلة النوم على وسادي\nمخالفة الفقر على أولادي\nوما قيل في القعود عن السفر إشفاقاً على الولد:\nأراني إذا رمت الرحيل يصدني\n...\nقصير الخطا طفل علي كريم\nأخو خمسة مثل الفراخ تضمهم\n...\nمواتية فيما تفيد رؤوم\nأراد أعرابي سفراً فقال لامرأته:\nعدي السنين لغيبتي وتصبري\n...\nوذري الشهور إنهن قصار\nالجزء: 1 ¦ الصفحة: 80\n",
        "فأجابته:\nواذكر صبابتنا إليك وشوقنا\n...\nوارحم بناتك إنهن صغار\nفأقام وترك سفره.\nالجزء: 1 ¦ الصفحة: 81\n",
        "الباب الثاني عشر في إيثار الآباء بعضهم على بعض\nعن النعمان بن بشير قال: نحلني أبي نحلاً فقالت أمي: أشهد رسول الله، فأتى النبي (فقال: \"أكل ولدك أعطيت مثل هذا\" قال: لا، قال: \"اعدلوا بين أولادكم\".\nقيل لمحمد بن الحنفية: كيف كان علي رضي الله عنه يقحمك في المأزق، ويولجك في المضايق، دون الحسن والحسين، فقال: لأنهما\nالجزء: 1 ¦ الصفحة: 82\n",
        "كانا عينيه وكنت يديه فكان يقي بيديه عينيه.\nقيل لأعرابي أي أولادك أحب إليك؟ فقال: صغيرهم حتى يكبر، ومريضهم حتى يصح، وغائبهم حتى يقدم.\nكان الرشيد يؤثر المأمون على الأمين فعاتبته أم جعفر على ذلك فوجه إليهما خادمين حصيفين يقولان لكل واحد في الخلوة ما تفعل بي إذا استخلفت، فقال محمد أقطعك وأغنيك، ورمى المأمون الخادم بدواة وقال: يا ابن اللخناء أتسألني عما أفعل بك يوم يموت أمير المؤمنين وخليفة رب العالمين؟ إني لأرجو أن نكون جميعاً فداءً له، فقال الرشيد: كيف ترين ما أقدم ابنك إلا متابعة لرأيك وتركاً للحزم.\nوكان الرشيد يقول للمأمون: يا عبد الله أحب المحاسن كلها لك حتى لو أمكنني أن أجعل وجه أبي عيسى لك لفعلت.\nالجزء: 1 ¦ الصفحة: 83\n",
        "أوصى علي بن عبد الله بن العباس -رضوان الله عليهم- إلى ابنه سليمان وترك محمداً -وكان أسن منه- فقال له: يا بني أنفس بك أن أدنسك بالوصية.\nالجزء: 1 ¦ الصفحة: 84\n",
        "الباب الثالث عشر في ذكر من تمنى الحياة وكره الموت لأجل الولد\nفي بعض الكتب أن إبراهيم خليل الرحمن عليه السلام كان من أغير الناس، فلما حضرته الوفاة دخل عليه ملك الموت في صورة رجل أنكره فقال له: من أدخلك داري؟ قال: الذي أسكنك فيها منذ كذا كذا سنة، قال: ومن أنت؟ قال: أنا ملك الموت جئت لقبض روحك، قال: أتاركي أنت حتى أودع ابني إسماعيل، قال: نعم، فأرسل إلى إسماعيل فلما أتاه أخبره فتعلق إسماعيل بأبيه إبراهيم وجعل يتقطع عليه بكاء، فخرج عنهما ملك الموت وقال: يا رب ذبيحك تعلق بخليلك، فقال له: \"قل له إني قد أمهلتك\" ففعل، وانحل إسماعيل عن إبراهيم، ودخل إبراهيم بيتاً ينام فيه فقبض ملك الموت روحه وهو نائم (.\nقال مالك بن أحمد بن سوار الطائي:\nوإني لأخشى أن أموت وجعفر\n...\nصغير فيجفى جعفر ويضيع\nالجزء: 1 ¦ الصفحة: 85\n",
        "وإني لأرجو جعفرا إن جعفرا\n...\nلصالح أخلاق الكرام تبوع\nوللطرماح:\nأحاذر يا صمصام إن مت أن يلي\n...\nتراثي وإياك امرؤ غير مصلح\nإذا صك وسط القوم رأسك صكة\n...\nيقول له الناهي ملك فأسجح\nوقال آخر:\nأخشى عليه أبا بعدي وجفوته\n...\nوضعف أم وعماً ضيق البلد\nإن يضجعوه يراخوه بمضجعه\n...\nوكان مضجعه مني على كبدي\nالجزء: 1 ¦ الصفحة: 86\n",
        "وقال آخر:\nيقر بعيني وهو يغتال مدتي\n...\nمرور الليالي أن يشب حكيم\nمخافة أن يغتالني الموت قبله\n...\nفيغشى بيوت الحي وهو يتيم\nوشيب رأسي إنني كل شارق\n...\nأودع منهم ظاعنا وأقيم\nوقال أباق بن بديل الدبيري لابنه الركاض:\nإنك يا ركاض واري الزند\n...\nأعددته للظالم الألد\nذي النخوة المولع بالتعدي\n...\nأخشى عليك الوارثين بعدي\nالجزء: 1 ¦ الصفحة: 87\n",
        "إذا رأوني جدفاً في اللحد\n...\nأن يعضهوك بالدواهي الربد\nويقلب المجن من يفدي\nتم كتاب الدراري في ذكر الذراري وفرغ من جمعه وكتابته الفقير إلى رحمة الله تعالى كمال الدين عمر بن أحمد بن هبة الله بن العديم الحلبي صنفه للملك الظاهر الغازي حين ولد ولده الملك العزيز والحمد لله وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\nالجزء: 1 ¦ الصفحة: 88\n",
        ""
    ]
}