{
    "1": [
        "ترجمة مسلمة بن مخلد للمزي\nترجمة مسلمة بن مخلد للمزي\nالمزي، جمال الدين\nالكتاب:\nترجمة مسلمة بن مخلد وبيان صحبته للنبي صلى الله عليه وسلم\nالمؤلف:\nيوسف بن عبد الرحمن بن يوسف، أبو الحجاج، جمال الدين ابن الزكي أبي محمد القضاعي الكلبي المزي (المتوفى: 742هـ)\nالمحقق:\nنظام محمد صالح يعقوبي\nالناشر:\nدار البشائر الإسلامية [طبع ضمن سلسلة لقاء العشر الأواخر (97)]\nالطبعة:\nالأولى 1428 هـ - 2007 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "لقاء العشر الأواخر بالمسجد الحرام (97)\nترجمة مسلمة بن مخلد\nوبيان صحبته للنبي صلى الله عليه وسلم\nتأليف\nالحافظ أبي الحجاج يوسف بن عبد الرحمن المزي\n(654 - 742 هـ)\nرحمه الله تعالى\nتحقيق\nنظام محمد صالح يعقوبي\nدار البشائر الإسلامية\nالطبعة الأولى\n1428 هـ - 2007 م\n",
        "بسم الله الرحمن الرحيم\nوما توفيقي إلا بالله\nنقلت من خط الحافظ أبي الحجاج يوسف المزي:\nالحمد لله، وسلام على عباده الذين اصطفى:\nسأل سائل عن مسلمة بن مخلد الذي قال لعقبة بن عامر: قم فحدث الناس بما سمعت من رسول الله صلى الله عليه وسلم.\nفقام عقبة، فقال: سمعته يقول: من كذب علي متعمداً فليتبوأ مقعده من النار، وسمعته صلى الله عليه وسلم يقول: الذهب والحرير حرام على ذكور أمتي حل لإناثهم.\nهل مسلمة هذا صحابي، أم تابعي؟ ومتى كانت مقالته هذه لعقبة؟ بعد موت النبي صلى الله عليه وسلم بمدة، أو بقريب؟\nالجواب وبالله التوفيق\nإن مسلمة بن مخلد الأنصاري الزرقي هذا من الصحابة الذين نزلوا مصر، وكان والياً عليها لمعاوية بن أبي سفيان، ذكره غير واحد في\nالجزء: 1 ¦ الصفحة: 9\n",
        "الصحابة، وذكره أبوسعيد بن يونس في تاريخ المصريين، وقال: توفي في ذي القعدة سنة اثنتين وستين، وله ستون سنة.\nوكانت مقالته هذه لعقبة بن عامر بعد موت النبي صلى الله عليه وسلم بدهر طويل، وفي حال ولايته على مصر لمعاوية، وسنذكر حديثه هذا بإسنادنا إليه، ليتبين ما قلناه.\nأخبرنا الشيخ الإمام أبوالحسن، علي بن أحمد بن عبد الواحد، ابن البخاري المقدسي، أنبأنا أبو جعفر محمد بن أحمد بن نصر\nالجزء: 1 ¦ الصفحة: 10\n",
        "الصيدلاني الأصبهاني في كتابه إلينا من أصبهان غير مرة، أنا أبوعلي الحسن بن أحمد بن الحسن الحداد، أنا أبونعيم أحمد بن عبد الله الحافظ، حدثنا أبو القاسم سليمان بن أحمد الطبراني، حدثنا أبو يزيد يوسف بن يزيد القراطيسي، حدثنا عبد الله بن\nالجزء: 1 ¦ الصفحة: 11\n",
        "عبد الحكم، حدثنا عبد الله بن وهب، حدثنا عمرو بن الحارث: أن هشام بن أبي رقية حدثه قال: سمعت مسلمة بن مخلد وهو على المنبر يقول: يا أيها الناس! أما لكم في العصب والكتان ما يغنيكم عن\nالجزء: 1 ¦ الصفحة: 12\n",
        "الحرير؟! وهذا رجل فيكم يخبر عن رسول الله صلى الله عليه وسلم!! قم يا عقبة.\nفقال عقبة: سمعت رسول الله صلى الله عليه وسلم يقول: من كذب علي متعمداً، فليتبوأ مقعده من النار، وأشهد لسمعته يقول: ومن لبس الحرير في الدنيا، حرمه الله تعالى عليه في الآخرة.\nرواه الإمام أحمد بن حنبل في مسنده عن هارون بن معروف، عن عبد الله بن وهب، نحوه.\nوهذا إسناد صحيح، فإن عبد الله بن وهب وشيخه عمرو بن الحارث من أئمة أهل مصر، وحديثهما في الصحيحين.\nوأما هشام بن أبي رقية اللخمي المصري، فذكره الإمام أبوحاتم محمد بن حبان التميمي البستي في كتاب الثقات، ولا نعلم أحداً ذكره بخلاف ذلك، وهو من أوساط التابعين، وقد صرح في هذا الإسناد بأنه سمع مسلمة بن مخلد يقول: لعقبة بن عامر ما تقدم ذكره.\nوفي رواية الإمام أحمد: أنه شهد عقبة بن عامر يقول ذلك.\nالجزء: 1 ¦ الصفحة: 13\n",
        "وكانت وفاة عقبة بن عامر سنة ثمان وخمسين، فدل ذلك أنه كان بعد موت النبي صلى الله عليه وسلم بدهر طويل كما ذكرنا، والله أعلم.\nقرأها على المجيب:\n1-\nعبد الرحمن بن محمد البعلي في سنة 711.\n2-\nوابنه عبد الرحمن بن يوسف، فسمعتها، أخته زينب، والعماد ابن كثير في سنة 726.\n3-\nومحمد بن محمد بن أبي بكر بن أحمد بن عبد الدائم، فسمعها الشمس ابن المهندس في محرم سنة 733 هـ.\nالجزء: 1 ¦ الصفحة: 14\n",
        ""
    ]
}