{
    "1": [
        "تسمية من روي عنه من أولاد العشرة\nتسمية من روي عنه من أولاد العشرة\nعلي بن المديني\nالكتاب:\nتسمية من روي عنه من أولاد العشرة\nالمؤلف:\nعلي بن عبد الله بن جعفر السعدي بالولاء المديني، البصري، أبو الحسن (المتوفى: 234هـ)\nالمحقق:\nد. علي محمد جماز\nالناشر:\nدار القلم - الكويت\nالطبعة:\nالأولى، 1402 - 1982\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم أخبرنَا الشَّيْخ أَبُو شَاكر يحيى بن أَحْمد بن يُوسُف السقلاطوني قِرَاءَة عَلَيْهِ بشارع الرَّقِيق بالجانب الغربي من بَغْدَاد وَنحن نسْمع وَذَلِكَ عَشِيَّة يَوْم الْأَحَد سَابِع عشْرين ذِي القعده من سنة ثَلَاث وَسِتِّينَ وخمسمايه قيل لَهُ ابركم الشَّيْخ أَبُو الْحُسَيْن الْمُبَارك بن عبد الْجَبَّار الصَّيْرَفِي قِرَاءَة عَلَيْهِ وَأَنت تسمع وَذَلِكَ فِي شهور سنة ثَمَان وَتِسْعين واربعمائه فأقربه قَالَ أَنبأَنَا أَو عَليّ الْحسن بن أَحْمد بن إِبْرَاهِيم بن شَاذان قِرَاءَة عَلَيْهِ قَالَ قرئَ على أبي عمر وَعُثْمَان بن أَحْمد عبد الله الدقاق الْمَعْرُوف بِابْن السماك وَأَنا أسمع فِي يَوْم الْخَمِيس لثلاث بَقينَ من الْمحرم من سنة أَربع وَأَرْبَعين وثلاثمائه قَالَ ثَنَا أَبُو على حَنْبَل بن إِسْحَاق بن حَنْبَل قَالَ نظر أَبُو عبد الله يَعْنِي أَحْمد بن حَنْبَل فِي هَذَا الْكتاب فَعجب من تَخْلِيص عَليّ بن الْمَدِينِيّ هَذِه الْأَسْمَاء ومعرفته بهَا أخبرنَا عُثْمَان ثَنَا حَنْبَل بن إِسْحَاق قَالَ ثَنَا عَليّ بن عبد الله الْمَدِينِيّ قَالَ\nالجزء: 1 ¦ الصفحة: 77\n",
        "1 -\nفَاطِمَة بنت مُحَمَّد بن عبد الله رَسُول الله صلى الله عَلَيْهِ وَسلم وَمن ولد فَاطِمَة الْحسن بن عَليّ بن أبي طَالب وَالْحُسَيْن بن عَليّ بن أبي طَالب رَضِي الله عَنهُ وَمن ولد الْحسن بن عَليّ عبد الله بن حسن بن حسن بن عَليّ وَحسن بن حسن بن حسن بن عَليّ وَالْحسن بن زيد بن حسن بن حسن بن عَليّ وَعلي بن حسن بن حسن بن حسن بن عَليّ وَمُحَمّد بن عَمْرو بن حسن بن عَليّ وَزيد بن حسن بن حسن وَمن ولد الْحُسَيْن بن عَليّ مُحَمَّد بن عَليّ وَعبد الله بن عَليّ وَزيد بن عَليّ وَعمر بن عَليّ وحسين بن عَليّ بن حُسَيْن وَمن ولد مُحَمَّد بن عَليّ جَعْفَر بن مُحَمَّد بن عَليّ وَمن ولد زيد عَليّ حُسَيْن بن زيد بن عَليّ بن حُسَيْن\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "2 -\nوَمن ولد أبي بكر الصّديق رَضِي الله عَنهُ عَائِشَة بنت أبي بكر زوج النَّبِي صلى الله عَلَيْهِ وَسلم وَأَسْمَاء بنت أبي بكر وَعبد الرَّحْمَن بن أبي بكر وَعبد الله بن عبد الرَّحْمَن بن أبي بكر وَعبد الله بن مُحَمَّد بن عبد الرَّحْمَن بن أبي بكر وَهُوَ بن أبي عَتيق وَالقَاسِم بن مُحَمَّد بن أبي بكر وَعبد الرَّحْمَن بن الْقَاسِم بن مُحَمَّد بن أبي بكر\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "3 -\nوَمن ولد عمر بن الْخطاب رَضِي الله عَنهُ حَفْصَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم أم الْمُؤمنِينَ رَضِي الله عَنْهَا وَعبد الله بن عمر وَعَاصِم بن عمر وواقد بن عمر\n4 -\nوَمن ولد عبد الله بن عمر سَالم بن عبد الله بن عمر وَعبد الله بن عبد الله بن عمر وحمزه بن عبد الله بن عمر وَعبيد الله بن عبد الله بن عمر وبلال بن عبد الله بن عمر وَزيد بن عبد الله بن عمر وَعبد الرَّحْمَن بن عبد الله بن عمر\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "5 -\nوَمن ولد عبد الله بن أَبُو بكر بن عبد الله بن عمر عمر بن سَالم بن عبد الله بن عمر وجعفر بن سَالم بن عبد الله وَمن ولد عبد الله بن عبد الله أَبُو عُبَيْدَة بن عبد الله بن عبد الله بن عمر بن الْخطاب وَعبد الْعَزِيز بن عبد الله بن عبد الله بن عمر يَعْنِي بن الْخطاب وَمن ولد حَمْزَة بن عبد الله عمر بن حَمْزَة بن عبد الله بن عمر بن الْخطاب وَمن ولد عبيد الله بن عبد الله بن عمر أَبُو بكر بن عبيد الله بن عبد الله بن عمر وَالقَاسِم بن عبيد الله بن عبد الله بن عمر وخَالِد بن أبي بكر بن عبيد الله بن عبد الله بن عمر\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "وَمن ولد زيد بن عبد الله بن عمر مُحَمَّد بن زيد بن عبد الله بن عمر وَمن ولد مُحَمَّد بن زيد بن عبد الله بن عمر عمر بن مُحَمَّد بن زيد بن عبد الله بن عمر وَعَاصِم بن مُحَمَّد بن زيد وواقد بن مُحَمَّد بن زيد وَأَبُو بكر بن مُحَمَّد بن زيد وَزيد بن مُحَمَّد بن زيد وَمن ولد وَاقد بن عبد الله بن عمر عبد الله بن وَاقد بن عبد الله بن عمر وَعُثْمَان بن وَاقد بن عبد الله بن عمر وَمن ولد عبد الرَّحْمَن بن عبد الله أَبُو بكر بن عمر بن عبد الرَّحْمَن بن عبد الله بن عمر بن الْخطاب وَمن ولد عَاصِم بن عمر عبيد الله بن عَاصِم بن عمر وَحَفْص بن عَاصِم بن عمر بن الْخطاب وَمن ولد عبيد الله بن عَاصِم عَاصِم بن عبيد الله بن عَاصِم بن عمر بن الْخطاب من ولد حَفْص بن عَاصِم بن عمر بن الْخطاب عمر بن حَفْص بن عَاصِم بن عمر وَعِيسَى بن حَفْص بن عَاصِم بن عمر بن الْخطاب وَمن ولد عمر بن حَفْص بن عَاصِم عبيد الله بن عمر بن حَفْص بن عَاصِم وَأَبُو بكر بن عمر بن حَفْص بن عَاصِم وَعبد الله بن عمر بن حَفْص وَمن ولد عبيد الله بن عمر رَبَاح بن عبيد الله بن عمر بن حَفْص بن عَاصِم وَمن ولد عبد الله بن عمر بن حَفْص عبد الرَّحْمَن بن عبد الله وَالقَاسِم بن عبد الله بن عمر بن حَفْص بن عَاصِم من ولد عبد الرَّحْمَن بن عمر عبد الرَّحْمَن بن مجبر بن عبد الرَّحْمَن بن عمر\nالجزء: 1 ¦ الصفحة: 82\n",
        "4 -\nوَمن ولد عُثْمَان بن عَفَّان رَضِي الله عَنهُ أبان بن عُثْمَان بن عَفَّان وَعمر بن عُثْمَان بن عَفَّان وَسَعِيد بن عُثْمَان بن عَفَّان وَمن ولد أبان بن عُثْمَان عبد الرَّحْمَن بن أبان بن عُثْمَان بن عَفَّان وَمن ولد عَمْرو بن عُثْمَان بن عَفَّان عبد الله بن عَمْرو بن عُثْمَان بن عَفَّان وَمُحَمّد بن عَمْرو بن عُثْمَان بن عَفَّان وَسَعِيد بن خَالِد بن عَمْرو بن عُثْمَان بن عَفَّان وَأُميَّة بن عبد الله بن عَمْرو بن عُثْمَان بن عَفَّان\nالجزء: 1 ¦ الصفحة: 83\n",
        "5 -\nوَمن ولد عَليّ بن أبي طَالب رَضِي الله عَنهُ مُحَمَّد بن عَليّ بن الْحَنَفِيَّة وَعمر بن عَليّ بن أبي طَالب وفاطمه بنت عَليّ بن أبي طَالب وَمن ولد مُحَمَّد بن عَليّ بن الحنفيه الْحسن بن مُحَمَّد بن عَليّ بن أبي طَالب وَأَبُو هَاشم عبد الله بن مُحَمَّد بن عَليّ بن أبي طَالب وَمن ولد عمر بن عَليّ بن أبي طَالب مُحَمَّد بن عمر بن عَليّ بن أبي طَالب وَعبد الله بن مُحَمَّد بن عمر بن عَليّ بن أبي طَالب\nالجزء: 1 ¦ الصفحة: 84\n",
        "6 -\nوَمن ولد الزبير بن الْعَوام رَضِي الله عَنهُ عبد الله بن الزبير بن الْعَوام وعروه بن الزبير بن الْعَوام وَمصْعَب بن الزبير بن الْعَوام وَمن ولد عبد الله بن الزبير عَامر بن عبد الله بن الزبير وحمزه بن عبد الله بن الزبير وَعباد بن عبد الله بن الزبير وحبِيب بن عبد الله بن الزبير وَأَبُو بكر بن عبد الله بن الزبير وَهِشَام بن حَمْزَة بن عبد الله بن الزبير وَمصْعَب بن ثَابت بن عبد الله بن الزبير وَنَافِع بن ثَابت بن عبد الله بن الزبير وَعبد الله بن مُصعب بن ثَابت بن عبد الله بن الزبير وصديق بن مُوسَى بن عبد الله بن الزبير وَعمر بن مُصعب وَمُحَمّد بن عباد بن عبد الله بن الزبير وَمن ولد عُرْوَة بن الزبير عبد الله بن عُرْوَة بن الزبير وَهِشَام بن عُرْوَة بن الزبير وَمُحَمّد بن عُرْوَة بن الزبير وَيحيى بن عُرْوَة بن الزبير وَعُثْمَان بن الزبير وَعمر بن عبد الله وَابْن عُرْوَة بن الزبير وفاطمه بنت الْمُنْذر بن الزبير وَعبد الله بن مُعَاوِيَة بن الْمُنْذر\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "7 -\nوَمن ولد طَلْحَة بن عبيد الله رَضِي الله عَنهُ يحيى بن طَلْحَة بن عبيد الله ومُوسَى بن طَلْحَة بن عبيد الله وَعمْرَان بن طَلْحَة بن عبيد الله وعائشه بنت طَلْحَة بن عبيد الله وَعِيسَى بن طَلْحَة بن عبيد الله وَمن ولد يحيى بن طَلْحَة بن عبيد الله طَلْحَة بن يحيى بن طَلْحَة بن عبيد الله وَإِسْحَاق بن يحيى بن طَلْحَة بن عبيد الله وبلال بن يحيى بن طَلْحَة بن عبيد الله وَإِبْرَاهِيم بن مُحَمَّد بن طَلْحَة بن عبيد الله وَمُعَاوِيَة بن إِسْحَاق بن طَلْحَة ومُوسَى بن إِسْحَاق بن طَلْحَة\n8 -\nوَمن ولد عبد الرَّحْمَن بن عَوْف رَضِي الله عَنهُ إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف وَحميد بن عبد الرَّحْمَن بن عَوْف وَأَبُو سَلمَة بن عبد الرَّحْمَن بن عَوْف وَمن ولد إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف صَالح بن إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف وَسعد بن إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف وَإِبْرَاهِيم بن سعد بن إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف وَيَعْقُوب بن إِبْرَاهِيم بن سعد بن إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف وَسعد بن إِبْرَاهِيم بن سعد بن إِبْرَاهِيم بن عبد الرَّحْمَن بن عَوْف وَمن ولد حميد بن عبد الرَّحْمَن بن عَوْف عبد الرَّحْمَن بن حميد بن عبد الرَّحْمَن بن عَوْف وَمن ولد أبي سَلمَة بن عبد الرَّحْمَن بن عَوْف سَلمَة بن أبي سَلمَة وَعمر بن أبي سَلمَة بن عبد الرَّحْمَن بن عَوْف وَعبد الْمجِيد بن سُهَيْل بن عبد الرَّحْمَن بن عَوْف وَالْحسن بن عُثْمَان بن عبد الرَّحْمَن بن عَوْف\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "9 -\nوَمن ولد سعد بن أبي وَقاص رَضِي الله عَنهُ مُصعب بن سعد بن مَالك وعامر بن سعد بن مَالك وَمُحَمّد بن سعد بن مَالك وَإِبْرَاهِيم بن سعد بن مَالك وَعُمَيْر بن سعد بن مَالك وَيحيى بن سعد بن مَالك وعائشه بنت سعد بن مَالك وَمن ولد عَامر بن سعد بن مَالك دَاوُد بن عَامر بن سعد بن مَال وقرين بن عَامر بن سعد بن مَالك وَمن ولد مُحَمَّد بن سعد إِسْمَاعِيل بن مُحَمَّد بن سعد بن مَالك وَإِبْرَاهِيم بن مُحَمَّد بن سعد بن مَالك وَإِسْمَاعِيل بن إِبْرَاهِيم بن مُحَمَّد بن سعد بن مَالك وَمن ولد عمر بن سعد أَبُو بكر بن حَفْص بن عمر بن سعد بن مَالك وَحَفْص بن أبي بكر بن حَفْص بن سعد والأشعث بن إِسْحَاق بن سعد بن أبي وَقاص\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "10 -\nوَمن ولد سعيد بن زيد بن عَمْرو بن نفَيْل هِشَام بن سعيد بن زيد بن عَمْرو بن نفَيْل ونفيل بن هِشَام بن سعيد بن زيد بن عَمْرو بن نفَيْل\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "11 -\nوَمن ولد عبد الله بن مَسْعُود الْهُذلِيّ رَضِي الله عَنهُ عبد الرَّحْمَن بن عبد الله بن مَسْعُود وَأَبُو عُبَيْدَة بن عبد الله بن مَسْعُود وَمن ولد عبد الرَّحْمَن بن عبد الله بن مَسْعُود الْقَاسِم بن عبد الرَّحْمَن بن عبد الله بن مَسْعُود ومعن بن عبد الرَّحْمَن بن عبد الله بن مَسْعُود وَالقَاسِم بن معن بن عبد الرَّحْمَن بن عبد الله بن مَسْعُود وَمن ولد أبي عُبَيْدَة بن عبد الله بن مَسْعُود عبد الْملك بن أبي عُبَيْدَة بن عبد الله بن مَسْعُود وعتبه بن عبد الله بن عتبَة بن عبد الله بن مَسْعُود وَعبد الرَّحْمَن بن عبد الله بن عتبَة بن عبد الله بن مَسْعُود\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "12 -\nوَمن ولد عتبَة بن مَسْعُود عبد الله بن عتبَة بن مَسْعُود وَمن ولد عبد الله بن عتبَة عبد الله بن عبد الله بن عتبَة بن مَسْعُود وَعون بن عبد الله بن عتبَة وناجيه بن عبد الله بن عتبَة\n13 -\nوَمن ولد عَامر بن ربيعَة الْعَدوي عبد الله بن عَامر بن ربيعَة\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "14 -\nوَمن ولد زيد بن حَارِثَة الْكَلْبِيّ مولى رَسُول الله صلى الله عَلَيْهِ وَسلم أُسَامَة بن زيد بن حَارِثَة وَمُحَمّد بن أُسَامَة بن زيد بن حَارِثَة\n15 -\nوَمن ولد أبي سَلمَة بن عبد الْأسد عمر بن أبي سَلمَة وَسلمهُ بن عمر بن أبي سَلمَة وَزَيْنَب بنت أبي سَلمَة\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "16 -\nوَمن ولد عمار بن يَاسر مُحَمَّد بن عمار بن يَاسر وَسلمهُ بن مُحَمَّد بن عمار بن يَاسر وَأَبُو عُبَيْدَة بن مُحَمَّد بن عمار بن يَاسر\n17 -\nوَمن ولد خباب بن الْإِرْث عبد الله بن خباب بن الْإِرْث\n18 -\nوَمن ولد صُهَيْب بن سِنَان صَيْفِي بن صُهَيْب\n19 -\nوَمن ولد عتبَة بن غَزوَان غَزوَان بن عتبَة بن غَزوَان\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "20 -\nوَمن ولد الْمِقْدَاد بن عَمْرو خزيمه بن الْمِقْدَاد بن عَمْرو\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "21 -\nوَمن ولد الْعَبَّاس بن عبد الْمطلب عبد الله بن عَبَّاس وَالْفضل بن عَبَّاس وَكثير بن الْعَبَّاس وَتَمام بن الْعَبَّاس وَقثم بن الْعَبَّاس وَعلي بن عبد الله بن عَبَّاس\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "سُلَيْمَان بن عَليّ وَمُحَمّد بن عَليّ وَدَاوُد بن عَليّ إخْوَة وَعبد الله بن معبد بن عَبَّاس وَإِبْرَاهِيم بن عبد الله بن معبد بن عَبَّاس وَالْعَبَّاس بن عبد الله بن عَبَّاس وَالْعَبَّاس بن عبد الله بن معبد بن عَبَّاس وَالْحُسَيْن بن عبد الله بن عبيد الله بن عَبَّاس وَعبد الله بن عبد الله بن عَبَّاس بن عبد الْمطلب وَمُحَمّد بن عَليّ بن عبد الله بن عَبَّاس\nالجزء: 1 ¦ الصفحة: 95\n",
        "(بَاب تَسْمِيَة من سمع من النَّبِي)\nصلى الله عَلَيْهِ وَسلم هُوَ وَابْنه وَكَانَت لَهُ صَحبه\n1 -\nأَبُو بكر الصّديق وعائشه بنت أبي بكر وَأَسْمَاء بنت أبي بكر وَعبد الرَّحْمَن بن أبي بكر\n2 -\nوَعمر بن الْخطاب وحفصه بنت عمر وَعبد الله بن عمر\n3 -\nوَعلي بن أبي طَالب وَالْحسن بن عَليّ بن أبي طَالب وَالْحُسَيْن بن عَليّ\n4 -\nوَالزُّبَيْر بن الْعَوام وَعبد الله بن الزبير\n5 -\nوَزيد بن حَارِثَة واسماه بن زيد\n6 -\nوَالْعَبَّاس بن عبد الْمطلب وَالْفضل بن عَبَّاس وَعبد الله بن عَبَّاس\n7 -\nأَبُو سَلمَة بن عبد الْأسد وَعمر بن أبي سَلمَة وَزَيْنَب بنت أبي سَلمَة بن عبد الْأسد\n8 -\nأَبُو مرْثَد حُصَيْن بن كناز الغنوي ومرثد بن أبي مرْثَد الغنوي\n9 -\nأَبُو سُفْيَان بن حَرْب بن أُميَّة وَمُعَاوِيَة بن أبي سُفْيَان\nالجزء: 1 ¦ الصفحة: 96\n",
        "10 -\nالسَّائِب بن أبي السَّائِب المَخْزُومِي وَعبد الله بن السَّائِب وَيزِيد بن السَّائِب والسائب بن يزِيد\n11 -\nمخرمَة بن نَوْفَل والمسور بن مخرمَة بن نَوْفَل\n12 -\nوَسعد بن عباده وَقيس بن سعد بن عباده وَسَعِيد بن سعد بن عباده\n13 -\nوَعبد الله بن جحش وَمُحَمّد بن عبد الله بن جحش بن رِئَاب\n14 -\nوجعفر بن أبي طَالب وَعبد الله بن جَعْفَر بن أبي طَالب\nالجزء: 1 ¦ الصفحة: 97\n",
        "15 -\nوَالضَّحَّاك بن خليفه الأشْهَلِي وثابت بن الضَّحَّاك بن خليفه\n16 -\nوَعبد الله بن أبي أُميَّة وَعبد الله بن عبد الله بن أبي أُميَّة\n17 -\nوَعبد الله بن عَمْرو بن حرَام وَجَابِر بن عبد الله بن عَمْرو بن حرَام السّلمِيّ\n18 -\nوَعَمْرو بن الْعَاصِ بن وَائِل وَعبد الله بن عَمْرو بن الْعَاصِ\n19 -\nوخلاد بن زيد والسائب بن خَلاد بن سُوَيْد\n20 -\nوَحَكِيم بن حزَام وَهِشَام بن حَكِيم بن حزَام\nالجزء: 1 ¦ الصفحة: 98\n",
        "21 -\nوَبشير بن سعد والنعمان بن بشير بن سعد الْأنْصَارِيّ\nالجزء: 1 ¦ الصفحة: 99\n",
        "22 -\nوَسعد بن خَيْثَمَة وَعبد الله بن سعد بن خَيْثَمَة\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "(بَاب تَسْمِيَة الْإِخْوَة)\n1 -\nعَليّ بن أبي طَالب وجعفر بن أبي طَالب وَعقيل بن أبي طَالب\n2 -\nوَالْحسن بن عَليّ بن أبي طَالب وَالْحُسَيْن بن عَليّ بن أبي طَالب وَمُحَمّد بن عَليّ بن أبي طَالب\n3 -\nوَعبد الله بن عمر بن الْخطاب وَعَاصِم بن عمر وواقد بن عمر\n4 -\nوَعُثْمَان بن أبي الْعَاصِ الثَّقَفِيّ وَالْحكم بن أبي الْعَاصِ وجعفر بن أبي الْعَاصِ\nالجزء: 1 ¦ الصفحة: 101\n",
        "5 -\nوَعبد الله بن حسن بن حسن بن عَليّ بن أبي طَالب وَحسن بن حسن بن حسن وَعلي بن حسن بن حسن بن حسن وَزيد بن حسن بن حسن\n6 -\nمُحَمَّد بن عَليّ بن حُسَيْن وَعبد الله بن عَليّ وَزيد بن عَليّ وَعمر بن عَليّ وحسين بن عَليّ بن حُسَيْن\n7 -\nوَسَالم بن عبد الله بن عمر وحمزه بن عبد الله بن عمر\n8 -\nوَأَبُو بكر بن سَالم بن عبد الله بن عمر وجعفر بن سَالم بن عبد الله بن عمر\n9 -\nوَعمر بن مُحَمَّد بن زيد بن عبد الله بن عمر بن الْخطاب وَعَاصِم بن مُحَمَّد بن زيد وَأَبُو بكر بن مُحَمَّد بن زيد\nالجزء: 1 ¦ الصفحة: 102\n",
        "10 -\nعبيد الله بن عمر بن حَفْص بن عَاصِم وَأَبُو بكر بن عمر بن حَفْص وَعبد الله بن عمر بن حَفْص\n11 -\nأبان بن عُثْمَان وَعَمْرو بن عُثْمَان وَسَعِيد بن عُثْمَان بن عَفَّان\n12 -\nعبد الله بن الزبير وعروه بن الزبير وَمصْعَب بن الزبير\n13 -\nوعامر بن عبد الله بن الزبير وَعباد بن عبد الله بن الزبير وحمزه بن عبد الله بن الزبير وخبيب بن عبد الله بن الزبير وَأَبُو بكر بن عبد الله بن الزبير\n14 -\nعبد الله بن عُرْوَة بن الزبير وَيحيى بن عُرْوَة بن الزبير وَمُحَمّد بن عُرْوَة بن الزبير وَعُثْمَان بن عُرْوَة بن الزبير وَهِشَام بن عُرْوَة بن الزبير\n15 -\nمُوسَى بن طَلْحَة بن عبيد الله وَعِيسَى بن طَلْحَة بن عبيد الله وَيحيى بن طَلْحَة بن عبيد الله وَعمْرَان بن طَلْحَة بن عبيد الله\n16 -\nوطلحه بن يحيى بن طَلْحَة وبلال بن يحيى بن طَلْحَة\nالجزء: 1 ¦ الصفحة: 103\n",
        "17 -\nإِبْرَاهِيم بن عبد الرَّحِم بن عَوْف وَحميد بن عبد الرَّحْمَن بن عَوْف وَأَبُو سَلمَة بن عبد الرَّحْمَن بن عَوْف وَمصْعَب بن عبد الرَّحْمَن بن عَوْف\n18 -\nوَمصْعَب بن سعد بن أبي وَقاص وعامر بن سعد بن أبي وَقاص وَإِبْرَاهِيم بن سعد وَعمر بن سعد بن أبي وَقاص وَيحيى بن سعد وَمُحَمّد بن سعد\n19 -\nوَعبد الله بن عبد الله بن عتبَة بن مَسْعُود وَعون بن عبد الله بن عتبَة وناجيه بن عبد الله بن عتبَة\n20 -\nالنَّضر بن أنس ومُوسَى بن أنس وَأَبُو بكر بن أنس وَعمر بن أنس بن مَالك\n21 -\nمُحَمَّد بن سِيرِين وَيحيى بن سِيرِين وَأنس بن سِيرِين ومعبد بن سِيرِين وحفصه بنت سِيرِين وكريمه بنت سِيرِين\nالجزء: 1 ¦ الصفحة: 104\n",
        "22 -\nوعروه بن الْمُغيرَة بن شُعْبَة وحمزه بن الْمُغيرَة بن شُعْبَة وَالْعَقار بن الْمُغيرَة بن شُعْبَة وَيَعْقُوب بن الْمُغيرَة بن شُعْبَة\n23 -\nعبد الرَّحْمَن بن أبي بكرَة وَمُسلم بن أبي بكرَة وَعبد الْعَزِيز بن أبي بكرَة\n24 -\nوَعَطَاء بن يسَار وَسليمَان بن يسَار وَعبد الله بن يسَار وَإِسْحَاق بن يسَار مولى بن مخرمَة ومُوسَى بن يسَار وَعبد الرَّحْمَن بن يسَار\n25 -\nمُحَمَّد بن إِسْحَاق بن يسَار صَاحب المغزي وَأَبُو بكر بن إِسْحَاق وَعمر بن إِسْحَاق\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "26 -\nوَسَالم بن أبي الْجَعْد وَزِيَاد بن أبي الْجَعْد وَعبيد بن أبي الْجَعْد سوَادَة بن الْجَعْد وَإِبْرَاهِيم بن الْجَعْد\n27 -\nإِسْمَاعِيل بن رَاشد وَمُحَمّد بن رَاشد وَعمر بن رَاشد وهم بَنو أبي إِسْمَاعِيل\n28 -\nسُفْيَان بن سعيد بن مَسْرُوق الثَّوْريّ وَعمر بن سعيد وَالْمبَارك بن سعيد\n29 -\nسُفْيَان بن عُيَيْنَة بن أبي عمرَان الْهِلَالِي وَعمْرَان بن عُيَيْنَة وَإِبْرَاهِيم بن عُيَيْنَة وَمُحَمّد بن عُيَيْنَة\n30 -\nعمر بن عبيد وَمُحَمّد بن عبيد ويعلى بن عبيد الطنافسيين\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "31 -\nمُوسَى بن عقبَة الْأَسدي مولى آل الزبير بن الْعَوام وَإِبْرَاهِيم بن عقبَة وَمُحَمّد بن عقبَة\n32 -\nوَعبد الله بن حنين وَعبيد بن حنين وَمُحَمّد بن حنين مولى آل الْعَبَّاس\n33 -\nإِسْمَاعِيل بن أبي خَالِد البَجلِيّ والأشعث بن أبي خَالِد والنعمان بن أبي خَالِد وَسَعِيد بن أبي خَالِد\n34 -\nعمَارَة بن عبد الْكُوفِي وسليم بن عبد وزر بن عبد\n35 -\nعمر بن نَافِع الْعَدْوى وَأَبُو بكر بن نَافِع وَعبد الله بن نَافِع موَالِي بن عمر\n36 -\nمُحَمَّد بن أبي يحيى وأنيس بن أبي يحيى وَعبد الله بن أبي يحيى الْأَسْلَمِيّ\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "37 -\nعُرْوَة بن عَامر الْمَكِّيّ وَعبيد بن عَامر وَعبد الرَّحْمَن بن عَامر\n38 -\nعَليّ بن ثَابت الْأنْصَارِيّ وعزره بن ثَابت وَمُحَمّد ثَابت\n39 -\nبكير بن عبد الله بن الْأَشَج وَيَعْقُوب بن الْأَشَج وَعمر بن الْأَشَج\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "40 -\nمُحَمَّد بن أبي امامه بن سُهَيْل بن حنيف وَسَهل بن أبي أَمَامه وَعبد الله بن أبي امامه\n41 -\nحَنْظَلَة بن أبي سُفْيَان بن عبد الرَّحْمَن بن صَفْوَان بن أبي أُميَّة الجُمَحِي وَعَمْرو بن أبي سُفْيَان وَعبد الرَّحْمَن بن أبي سُفْيَان\n42 -\nأَبُو عَمْرو بن الْعَلَاء وَأَبُو سُفْيَان بن الْعَلَاء\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "43 -\nومعاذ أَبُو برده بن أبي مُوسَى الْأَشْعَرِيّ وَأَبُو بكر بن أبي مُوسَى ومُوسَى بن أبي مُوسَى وَإِبْرَاهِيم بن أبي مُوسَى وَمُحَمّد بن أبي مُوسَى\n44 -\nيحيى بن سعيد بن قيس الْأنْصَارِيّ وَسعد بن سعيد وَعبد ربه بن سعيد\n45 -\nوحجير بن الرّبيع الْعَدوي وحريث بن الرّبيع وَسليمَان بن الرّبيع\nالحديث: 43 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "46 -\nزِيَاد بن جُبَير بن حَيَّة وَعبيد الله بن جُبَير وَعبد الله بن جُبَير\n47 -\nخَارِجَة بن زيد بن ثَابت وأسعد بن زيد بن ثَابت\n48 -\nوجامع بن أبي رَاشد الصَّيْرَفِي وَالربيع بن أبي رَاشد وَربيح بن أبي رَاشد\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "49 -\nسُهَيْل بن أبي صَالح السمان وَعباد بن أبي صَالح وَصَالح بن أبي صَالح وَعبد الله بن أبي صَالح\nالحديث: 49 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "50 -\nيزِيد بن الْبَراء بن عَازِب وَعبيد الله بن الْبَراء بن عَازِب وَالربيع بن الْبَراء بن عَازِب وَلُوط بن عَازِب\n51 -\nعبد الْحَكِيم بن عبد الله بن أبي فروه وَصَالح بن عبد الله بن أبي فروه وَعبد الْأَعْلَى بن عبد الله بن أبي فروه وَإِسْحَاق بن عبد الله بن أبي فروه وَيُونُس بن عبد الله بن أبي فروه\n52 -\nوَعبيد الله بن عبد الله بن الْحَارِث بن نَوْفَل الْهَاشِمِي وَإِسْحَاق بن عبد الله بن الْحَارِث بن نَوْفَل والصلت بن عبد الله\n53 -\nأُسَامَة بن زيد بن أسلم مولى عمر بن الْخطاب وَعبد الله بن زيد وَعبد الرَّحْمَن بن زيد\nالحديث: 50 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "54 -\nإِسْحَاق بن عبد الله بن أبي طَلْحَة وَعَمْرو بن عبد الله بن أبي طَلْحَة وَعبد الله بن عبد الله بن أبي طَلْحَة\n55 -\nعبد الرَّحْمَن بن أبي بكر بن عبد الرَّحْمَن بن الْحَارِث بن هِشَام المَخْزُومِي وَعبد الْملك بن أبي بكر وَعمر بن أبي بكر والْحَارث بن أبي بكر\n56 -\nمعبد بن كَعْب وَعبد الرَّحْمَن بن كَعْب وَعبيد الله بن كَعْب وَعبد الله بن كَعْب بن مَالك\n57 -\nعبد الرَّحْمَن بن شَيْبه ومسافع بن شَيْبه وَمصْعَب بن شَيْبه وَعبد الله بن شَيْبه وَصفيه بنت شَيْبه\nالحديث: 54 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "58 -\nكثير بن كثير بن الْمطلب بن أبي وداعه السَّهْمِي الْمَكِّيّ وجعفر بن كثير وَسَعِيد بن كثير\n59 -\nأَبُو عُبَيْدَة بن حُذَيْفَة بن الْيَمَان الْعَبْسِي وَعمْرَان بن حُذَيْفَة وَسعد بن حُذَيْفَة\n60 -\nعبد الْملك بن أعين وحمران بن أعين وزراره بن أعين\n61 -\nطَارق بن شهَاب البَجلِيّ وَكثير بن شهَاب وَأَبُو عذره بن شهَاب\n62 -\nعمر بن الْخطاب وَزيد بن الْخطاب\n63 -\nيعلى بن أُميَّة وَسلمهُ بن أُميَّة\n64 -\nهِشَام بن حَكِيم بن حزَام وخَالِد بن حَكِيم بن حزَام\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "65 -\nالْبَراء بن مَالك بن النَّضر وَأنس بن مَالك\n66 -\nعَابِد بن عَمْرو الْمُزنِيّ وَرَافِع بن عَمْرو الْمُزنِيّ\n67 -\nالحكم بن عَمْرو الْغِفَارِيّ وَرَافِع بن عمر الْغِفَارِيّ\n68 -\nالنُّعْمَان بن مقرن الْمُزنِيّ وسُويد بن مقرن الْمُزنِيّ\n69 -\nحَنْظَلَة بن الرّبيع الْكَاتِب ورباح بن الرّبيع\n70 -\nطَارق بن أَشْيَم بن مَسْعُود الْأَشْجَعِيّ وَرَافِع بن أَشْيَم أَبُو هِنْد\n71 -\nقيس بن سعد بن عباده وَسَعِيد بن سعد\nالحديث: 65 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "72 -\nقَتَادَة بن النُّعْمَان وَسعد بن مَالك الْخُدْرِيّ أَخَوان لآم\n73 -\nيزِيد بن ثَابت وَزيد بن ثَابت\n74 -\nعَمْرو بن حزم وعماره بن حزم\n75 -\nسعيد بن حُرَيْث وَعَمْرو بن حُرَيْث\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "76 -\nسهل بن حنيف وَعُثْمَان بن حنيف\n77 -\nعبد الرَّحْمَن بن صَفْوَان وَعبد الله بن صَفْوَان\n78 -\nحَارِث بن عتِيك وَجَابِر بن عتِيك\n79 -\nعدي بن عميره بن فروه والعرس بن عميره\nالحديث: 76 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "80 -\nخريم بن فاتك وسمره بن فاتك\n81 -\nالْحسن بن أبي الْحسن الْبَصْرِيّ وَسَعِيد بن أبي الْحسن\n82 -\nمُحَمَّد بن مُسلم بن شهَاب الزُّهْرِيّ وَعبد الله بن مُسلم بن شهَاب\n83 -\nنَافِع بن جُبَير بن مطعم وَمُحَمّد بن جُبَير بن مطعم\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "84 -\nسعيد بن عبد الرَّحْمَن بن أَبْزي وَعبد الله بن عبد الرَّحْمَن بن أَبْزي\n85 -\nعبد الرَّحْمَن بن عبد الله وَأَبُو عُبَيْدَة بن عبد الله بن مَسْعُود\n86 -\nالْقَاسِم بن عبد الرَّحْمَن بن عبد الله بن مَسْعُود ومعن بن عبد الرَّحْمَن\n87 -\nحَكِيم بن حَكِيم بن عباد بن حنيف وَعُثْمَان بن حَكِيم\n88 -\nعبد الله بن أبي بكر بن حزم وَمُحَمّد بن أبي بكر بن حزم\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "89 -\nمُحَمَّد بن الْمُنْكَدر وَأَبُو بكر بن الْمُنْكَدر\n90 -\nوهب بن مُنَبّه وَهَمَّام بن مُنَبّه\n91 -\nالرّبيع بن عميله ويسير بن عميله\n92 -\nمُحَمَّد بن سوقة وَسَعِيد بن سوقة\nالحديث: 89 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "93 -\nأَبُو عُبَيْدَة بن عبد الله بن زَمعَة ووهب بن عبد الله بن زَمعَة\n94 -\nعبد الله بن سعيد بن جُبَير وَعبد الْملك بن سعيد بن جُبَير\nالحديث: 93 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "95 -\nإِسْحَاق بن عبد الله بن أبي طَلْحَة الْأنْصَارِيّ وَعبد الله بن عبد الله بن أبي طَلْحَة\n96 -\nجُبَير بن مُحَمَّد بن جُبَير بن مطعم وَسَعِيد بن مُحَمَّد بن جُبَير\n97 -\nعبد الرَّحْمَن بن عبد الله المَسْعُودِيّ الْأَكْبَر وعتبه بن عبد الله\n98 -\nأَبُو عُمَيْس يزِيد بن حَازِم وَجَرِير بن حَازِم\n99 -\nحَمَّاد بن زيد وَسَعِيد بن زيد\nالحديث: 95 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "100 -\nمُصعب بن ثَابت بن عبد الله بن الزبير وَنَافِع بن ثَابت وَمُحَمّد بن ثَابت وعروه بن ثَابت\n101 -\nهمام بن نَافِع الصَّنْعَانِيّ ووهب بن نَافِع\n102 -\nأَيُّوب بن مُوسَى الْقرشِي بن عَمْرو بن سعيد بن الْعَاصِ وَعمْرَان بن مُوسَى\n103 -\nأَبُو بكر بن عبيد الله بن عبد الله بن عمر وَالقَاسِم بن عبيد الله\n104 -\nعمر بن حَفْص بن عَاصِم بن عمر بن الْخطاب وَعِيسَى بن حَفْص بن عَاصِم\n105 -\nدَاوُد بن عَامر بن سعد بن مَالك وقرين بن عَامر بن سعد\n106 -\nمُعَاوِيَة بن إِسْحَاق بن طَلْحَة بن عبيد الله ومُوسَى بن إِسْحَاق بن طَلْحَة\n107 -\nربعي بن حِرَاش الْغَطَفَانِي ومسعود بن حِرَاش\n108 -\nإِسْمَاعِيل بن عبيد بن رِفَاعَة وَإِبْرَاهِيم بن عبيد بن رِفَاعَة\n109 -\nعبيد بن رِفَاعَة بن رَافع ومعاد بن رِفَاعَة بن رَافع\n110 -\nالْأسود بن يزِيد بن قيس وَعبد الرَّحْمَن بن يزِيد\nالحديث: 100 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "111 -\nعَلْقَمَة بن وَائِل بن حجر وَعبد الْجَبَّار بن وَائِل بن حجر\n112 -\nبكير بن مِسْمَار ومهاجر بن مِسْمَار\n113 -\nالْحَارِث بن شبيل البَجلِيّ والمغيرة بن شبيل\n114 -\nعبد الرَّحْمَن بن عبد الله بن أبي صعصعه وَمُحَمّد بن عبد الله\n115 -\nالْعَلَاء بن زِيَاد الْعَدوي وَهِشَام بن زِيَاد\nالحديث: 111 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "116 -\nخَالِد بن قيس بن رَبَاح ونوح بن قيس بن رَبَاح\n117 -\nصدقه بن يسَار الْجَزرِي وخَالِد بن يسَار\n118 -\nمُوسَى بن عُبَيْدَة الربذي وَعبد الله بن عُبَيْدَة وَمُحَمّد بن عُبَيْدَة\n119 -\nيزِيد بن أبي زِيَاد مولى بني هِشَام وَبرد بن أبي زِيَاد\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "120 -\nعِيسَى بن عبد الرَّحْمَن بن أبي ليلى الْأنْصَارِيّ وَمُحَمّد بن عبد الرَّحْمَن بن أبي ليلى\n121 -\nزَكَرِيَّا بن أبي زَائِدَة وَعمر بن أبي زَائِدَة\n122 -\nعَليّ بن حُصَيْن بن أبي الْحسن وَالْحُسَيْن بن حُصَيْن\n123 -\nعَليّ بن صَالح بن حَيّ الْهَمدَانِي وَالْحسن بن صَالح بن حَيّ\n124 -\nوَالزُّبَيْر بن الخريت الْبَصْرِيّ وحريش بن الخريت\n125 -\nمُحَمَّد بن عبد الرَّحْمَن بن أبي ذِئْب والمغيرة بن عبد الرَّحْمَن\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "126 -\nالْمُغيرَة بن مُسلم الْقَسْمَلِي وَعبد الْعَزِيز بن مُسلم\n127 -\nعبد الله بن أبي عُثْمَان الْقرشِي وخَالِد بن أبي عُثْمَان\n128 -\nإِسْحَاق بن رَاشد والنعمان بن رَاشد\n129 -\nزيد بن أبي أنيسه الْجَزرِي وَيحيى بن أبي أنيسَة\n130 -\nعُثْمَان بن عبد الرَّحْمَن التَّيْمِيّ ومعاذ بن عبد الرَّحْمَن التَّيْمِيّ\n131 -\nزيد بن أسلم وخَالِد بن أسلم\n132 -\nوَصَالح بن إِبْرَاهِيم بن عبد الرَّحْمَن وَسعد بن إِبْرَاهِيم\nالحديث: 126 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "133 -\nدَاوُد بن صَالح التمار وَمُحَمّد بن صَالح التمار\n134 -\nعبد الله بن بريده الْأَسْلَمِيّ وَسليمَان بن بريده\n135 -\nمُسلم بن عبد الرَّحْمَن النَّخعِيّ وحصين بن عبد الرَّحْمَن النَّخعِيّ\n136 -\nالنُّعْمَان بن عبد الله بن بدر وبعجة بن عبد الله بن بدر\n137 -\nسِنَان بن سَلمَة بن المحبق ومُوسَى بن سَلمَة بن المحبق\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "138 -\nمطرف بن عبد الله بن الشخير وَيزِيد بن عبد الله بن الشخير\n139 -\nحَارِثَة بن مُحَمَّد بن عبد الرَّحْمَن بن أبي الرِّجَال وَعبد الرَّحْمَن بن مُحَمَّد\n140 -\nهزيل بن شُرَحْبِيل وأرقم بن شُرَحْبِيل\n141 -\nمُحَمَّد بن الْمُنْتَشِر والمغيرة بن الْمُنْتَشِر\n142 -\nجَعْفَر بن عَمْرو بن أُميَّة الضمرِي والزبرقان بن عَمْرو\n143 -\nسعيد بن أبي برده بن أبي مُوسَى الْأَشْعَرِيّ ويوسف بن أبي برده\n144 -\nطَارق بن شهَاب وَأَبُو عذره بن شهَاب\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "145 -\nالركين بن الرّبيع بن عميله ويسير بن عميله\n146 -\nالْحسن بن مُسلم بن يناق وهرقل بن مُسلم\n147 -\nالْحسن بن مُحَمَّد بن الْحَنَفِيَّة وَعبد الله بن مُحَمَّد بن الْحَنَفِيَّة\n148 -\nيزِيد بن يزِيد بن جَابر الْأَزْدِيّ وَعبد الرَّحْمَن بن يزِيد بن جَابر\nالحديث: 145 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "149 -\nعبيد الله بن عبد الله بن الْأَصَم وَعبد الله بن عبد الله بن الْأَصَم العامري\n150 -\nعَاصِم بن ضَمرَة وَعبد الله بن ضَمرَة السَّلُولي\n151 -\nعَاصِم بن عمر بن عبد الْعَزِيز بن وَعبد الْعَزِيز بن عمر\n152 -\nأَبُو عُبَيْدَة بن عبيد الله بن عمر وَعبد الْعَزِيز بن عبيد الله بن عمر\n153 -\nأَبُو عُبَيْدَة بن مُحَمَّد بن عمار بن يَاسر وَسلمهُ بن مُحَمَّد بن عمار\n154 -\nعمر بن أبي سَلمَة بن عبد الرَّحْمَن بن عَوْف وَسلمهُ بن أبي سَلمَة\n155 -\nعَمْرو بن شُعَيْب بن مُحَمَّد بن عبد الله بن عَمْرو بن الْعَاصِ وَعمر بن شُعَيْب\n156 -\nعُمَيْر بن مُحَمَّد بن الْمُنْكَدر والمنكدر بن مُحَمَّد بن الْمُنْكَدر\n157 -\nعبد الله بن عبد الرَّحْمَن بن مُحَيْصِن وَعمر بن عبد الرَّحْمَن\n158 -\nأَبُو بكر بن عَليّ بن مقدم وَعمر بن عَليّ بن مقدم\n159 -\nعِيسَى بن عمر الْقَارِي وحاجب بن عمر أَبُو خشينة أَخَوان\nالحديث: 149 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "160 -\nعِيسَى بن يُونُس بن أبي إِسْحَاق السبيعِي وَإِسْرَائِيل بن يُونُس بن أبي إِسْحَاق\n161 -\nعِيسَى بن عبد الله بن مَالك بن عِيَاض وَيحيى بن عبد الله بن مَالك\n162 -\nقَتَادَة بن سوار الْجرْمِي وأنيس بن سوار\n163 -\nيَعْقُوب بن عَاصِم بن عُرْوَة بن مَسْعُود الثَّقَفِيّ وَنَافِع بن عَاصِم\n164 -\nعَمْرو بن عبد الله بن صَفْوَان بن أُميَّة بن خلف الجُمَحِي وَصَفوَان بن عبد الله\nالحديث: 160 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "165 -\nعبد الله بن سَلمَة الْهَمدَانِي وَعَمْرو بن سَلمَة\n166 -\nعَمْرو بن مهَاجر وَمُحَمّد بن مهَاجر\n167 -\nعبد الْعَزِيز بن الرّبيع بن سبره الْجُهَنِيّ وَعبد الْملك بن الرّبيع بن سبره\n168 -\nيعلى بن مُسلم بن هُرْمُز وَعبد الله بن مُسلم\n169 -\nمَالك بن حبيب الملاح وعائذ بن حبيب\n170 -\nشبيل بن عَوْف ومدرك بن عَوْف\nالحديث: 165 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "5\n- 171\nعَليّ بن عبد الله بن عَبَّاس وعباس بن عبد الله بن عَبَّاس\n172 -\nالصَّقْعَب بن زُهَيْر الْأَزْدِيّ والْعَلَاء بن زُهَيْر\n173 -\nإِسْمَاعِيل بن عبد الرَّحْمَن بن أبي ذِئْب وَمُحَمّد بن عبد الرَّحْمَن بن أبي ذِئْب\n174 -\nإِسْمَاعِيل بن إِبْرَاهِيم بن عَلَيْهِ وَيعْلي بن إِبْرَاهِيم\n175 -\nزبيد بن الصَّلْت وَكثير بن الصَّلْت\nالحديث: 172 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "176 -\nعبد الرَّحْمَن بن قيس الْحَنَفِيّ وطليق بن قيس\n177 -\nأَبُو عبد الرَّحْمَن السّلمِيّ اسْمه عبد الله بن حبيب وخرشة بن حبيب\n178 -\nعبد الله بن أبي سَلمَة والماجشون بن أبي سَلمَة\n179 -\nعبد الله بن عبد الرَّحْمَن بن سعد بن أبي ذياب والْحَارث بن عبد الرَّحْمَن\nالحديث: 176 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "180 -\nعبد الرَّحْمَن بن يزِيد بن جاريه وَمجمع بن يزِيد بن جاريه\n181 -\nعُثْمَان بن أبي سُلَيْمَان بن جُبَير بن مطعم وَجبير بن أبي سُلَيْمَان\n182 -\nعُثْمَان بن أبي رواد وَعبد الْعَزِيز بن أبي رواد\n183 -\nسُفْيَان بن عقبَة العامري السوَائِي وقبيصه بن عقبَة\n184 -\nرشدين بن كريب وَمُحَمّد بن كريب\n185 -\nيحيى بن سعيد بن الْعَاصِ وَعَمْرو بن سعيد\nالحديث: 180 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "186 -\nإِبْرَاهِيم بن عبد الله بن معبد بن عَبَّاس وعباس بن عبد الله\n187 -\nعمر بن شَيْبه وقارظ بن شَيْبه\n188 -\nأَبُو بكر بن عبد الرَّحْمَن بن الْحَارِث وَعمر بن عبد الرَّحْمَن بن الْحَارِث\n189 -\nعبد الله بن معقل بن مقرن وَعبد الرَّحْمَن بن معقل\n190 -\nفروه بن نَوْفَل الْأَشْجَعِيّ وَعبد الرَّحْمَن بن نَوْفَل الْأَشْجَعِيّ\n191 -\nمُحَمَّد بن سَلمَة بن كهيل وَيحيى بن سَلمَة بن كهيل\nالحديث: 186 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "192 -\nعقبَة بن عبيد الطَّائِي وَسَعِيد بن عبيد الطَّائِي\n193 -\nعبد الله بن زبيد الايابي وَعبد الرَّحْمَن بن زبيد\n194 -\nعبد الله بن يزِيد بن عبد الله بن قسيط وَالقَاسِم بن يزِيد\n195 -\nعبد الله بن أبي قَتَادَة الْأنْصَارِيّ وَعبد الرَّحْمَن بن أبي قَتَادَة\n196 -\nعبد الله بن مُخَارق بن سُلَيْمَان وَحسان بن مُخَارق\n197 -\nعبد الله بن أبي رزين ورزين بن أبي رزين صَاحب السقايه\nالحديث: 192 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "198 -\nعبد الله بن قيس بن مخرمَة وَمُحَمّد بن قيس بن مخرمَة\n199 -\nسعيد بن أبي سعيد المَقْبُري وَعباد بن أبي سعيد\n200 -\nعبد الله بن أبي مليكَة وَأَبُو بكر بن أبي مليكَة\n201 -\nوَأحمد بن عبد الرَّحْمَن أَبُو حره وَسَعِيد بن عبد الرَّحْمَن\n202 -\nأَبُو بكر بن سُلَيْمَان بن أبي حثمه الْعَدوي وَعُثْمَان بن سُلَيْمَان بن أبي حثمه\nالحديث: 198 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        "203 -\nحَفْص بن عَاصِم بنعمر وَعبد الله بن عَاصِم بن عمر\n204 -\nمسحاج بن مُوسَى الضَّبِّيّ وَسماك بن مُوسَى يَعْنِي الضَّبِّيّ\n205 -\nعبد الْملك بن عبد الْعَزِيز بن جريج وَمُحَمّد بن عبد الْعَزِيز بن جريج\n206 -\nالْوَلِيد بن عُثْمَان خَال مسعر يَعْنِي بن كدام وَسلمهُ بن عُثْمَان\n207 -\nمُحَمَّد بن أُسَامَة بن زيد وَالْحسن بن أُسَامَة بن زيد\nالحديث: 203 ¦ الجزء: 1 ¦ الصفحة: 141\n",
        "208 -\nمُوسَى بن أبي عِيسَى أَبُو هَارُون وَعِيسَى بن أبي عِيسَى الحناط\n209 -\nكثير بن أَفْلح مولى أبي أَيُّوب الْأنْصَارِيّ وَمُحَمّد بن أَفْلح مولى أبي أَيُّوب\nالحديث: 208 ¦ الجزء: 1 ¦ الصفحة: 142\n",
        "210 -\nبن الْحَارِث وَعبد الرَّحْمَن بن الْحَارِث\nالحديث: 210 ¦ الجزء: 1 ¦ الصفحة: 143\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه هِشَام)\n1 -\nهِشَام بن عَامر الْأنْصَارِيّ\n2 -\nهِشَام بن حَكِيم بن حزَام\n3 -\nهِشَام بن عُرْوَة بن الزبير\n4 -\nهِشَام بن عَمْرو الْفَزارِيّ\n5 -\nهِشَام بن زيد بن أنس بن مَالك\n6 -\nهِشَام بن حسان القردوسي\n7 -\nهِشَام بن يحيى المَخْزُومِي\n8 -\nهِشَام الدستوَائي\n9 -\nهِشَام بن زِيَاد الْعَدوي\n10 -\nهِشَام بن المغير الثَّقَفِيّ\n11 -\nهِشَام بن الغازين ربيعَة الجرشِي\n12 -\nهِشَام بن عَائِذ بن نصيب\n13 -\nهِشَام بن إِسْمَاعِيل\n14 -\nهِشَام بن سعد\n15 -\nهِشَام بن بصيره اللَّيْثِيّ\n16 -\nهِشَام بن أبي رقِيه\n17 -\nهِشَام بن حرَام الْخُزَاعِيّ\n18 -\nهِشَام بن سعيد بن زيد\n19 -\nهِشَام بن عبد الْملك\n20 -\nهِشَام بن يُوسُف الصَّنْعَانِيّ\n21 -\nهِشَام بن حَكِيم روى عَن الزُّهْرِيّ\n22 -\nهِشَام بن سلمَان\n23 -\nهِشَام بن أبي هِشَام أَبُو الْمِقْدَام\n24 -\nهِشَام أَبُو كُلَيْب\nالجزء: 1 ¦ الصفحة: 144\n",
        "25 -\nهِشَام بن عمار\nالجزء: 1 ¦ الصفحة: 145\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه سَالم)\n26 -\nسَالم بن عبيد الْأَشْجَعِيّ\n27 -\nسَالم بن عبد الله بن عمر\n28 -\nسَالم بن أبي الْجَعْد الْغَطَفَانِي\n29 -\nسَالم بن سَلمَة أَبُو سبره الْهُذلِيّ\n30 -\nسَالم البراد\n31 -\nسَالم الدوسي وَيعرف بسالم أبي عبد الله مولى شَدَّاد\n32 -\nسَالم بن غيلَان مصري\n33 -\nسَالم أَبُو الْغَيْث مولى بن مُطِيع\n34 -\nسَالم بن أبي أُميَّة أَبُو النَّضر مولى عمر بن عبيد الله التَّيْمِيّ\n35 -\nسَالم بن سبلان\n36 -\nسَالم الْمَكِّيّ\n37 -\nسَالم بن شَوَّال مولى أم حَبِيبه\n38 -\nسَالم بن ثَوْبَان\n39 -\nسَالم بن أبي عَاصِم الثَّقَفِيّ\n40 -\nسَالم بن رَاشد أَبُو جَمِيع مولى الْحَارِث بن عطيه الهُجَيْمِي\n41 -\nسَالم بن عجلَان الْأَفْطَس\n42 -\nسَالم بن هِلَال\n43 -\nسَالم بن شَدَّاد أَبُو ضرار الْعَدوي\n44 -\nسَالم بن عبد الله أَبُو عبد الله\n45 -\nسَالم بن أبي حَفْصَة\nالجزء: 1 ¦ الصفحة: 146\n",
        "46 -\nسَالم بن مِخْرَاق أَبُو الورقاء الْعَبْدي\n47 -\nسَالم بن منقذ\n48 -\nسَالم بن سرج وَيعرف بسالم بن خَرَّبُوذ أَبُو النُّعْمَان وَقد قيل خرابود\n49 -\nسَالم بن ماهان\n50 -\nسَالم بن نوح الْعَطَّار\n51 -\nسَالم الحناط\nالجزء: 1 ¦ الصفحة: 147\n",
        "52 -\nسَالم بن عبد الله الْمرَادِي\nالجزء: 1 ¦ الصفحة: 148\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه قيس)\n53 -\nقيس بن سعد بن عباده\n54 -\nقيس بن أبي غرزه\n55 -\nقيس بن سلع\n56 -\nقيس بن عَمْرو\n57 -\nقيس بن فَهد\n58 -\nقيس بن عَاصِم السَّعْدِيّ\n59 -\nقيس بن النُّعْمَان\n60 -\nقيس بن عَائِذ\n61 -\nقيس بن الْحَارِث الْمذْحِجِي\n62 -\nقيس بن حبتر النَّهْشَلِي\n63 -\nقيس بن زيد\n64 -\nقيس بن صَيْفِي\n65 -\nقيس بن هِشَام\n66 -\nقيس بن عبد عَمْرو الشّعبِيّ\n67 -\nقيس بن قيس الشَّيْبَانِيّ\n68 -\nقيس بن كَعْب بن الْأَحْنَف\n69 -\nقيس بن الْوَاقِع\n70 -\nقيس بن كركم\n71 -\nقيس بن شفي\n72 -\nقيس بن عبد الرَّحْمَن بن أبي صعصعه\n73 -\nقيس بن سعد مولى بن عَلْقَمَة\n74 -\nقيس بن سعيد\n75 -\nقيس بن طلق الْحَنَفِيّ اليمامي\n76 -\nقيس بن مُسلم\n77 -\nقيس بن عبابه\n78 -\nقيس بن رمانه\nالجزء: 1 ¦ الصفحة: 149\n",
        "79 -\nقيس بن الْأَحْنَف\n80 -\nقيس بن سليم الْعَنْبَري\n81 -\nقيس بن مُحَمَّد بن الْأَشْعَث\n82 -\nقيس الْعَبْدي أَبُو الْأسود بن قيس\n83 -\nقيس بن يزِيد الْمرَادِي\n84 -\nقيس بن يسير بن عَمْرو\n85 -\nقيس أَبُو سعيد الرقاس\n86 -\nقيس بن وهب\n87 -\nقيس بن عبد الْملك بن قيس بن مخرمَة\n88 -\nقيس بن رَبَاح الْحدانِي\n89 -\nقيس مولى خباب\nالجزء: 1 ¦ الصفحة: 150\n",
        "90 -\nقيس الجذامي\nالجزء: 1 ¦ الصفحة: 151\n",
        "(بَاب من رُوِيَ عَنهُ مِمَّن اسْمه معبد)\n91 -\nمعبد بن صبيح التَّيْمِيّ\n92 -\nمعبد بن قيس\n93 -\nمعبد بن كَعْب بن مَالك الْأنْصَارِيّ\n94 -\nمعبد بن خَالِد الجدلي\n95 -\nمعبد الْجُهَنِيّ\n96 -\nمعبد بن هُرْمُز\n97 -\nمعبد بن هِلَال الْعَنزي\n98 -\nمعبد بن سِيرِين\nالجزء: 1 ¦ الصفحة: 152\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه الْمُغيرَة)\n99 -\nالْمُغيرَة بن شُعْبَة\n100 -\nالْمُغيرَة بن حَكِيم الصَّنْعَانِيّ\n101 -\nالْمُغيرَة بن النُّعْمَان\n102 -\nالْمُغيرَة بن مَالك\n103 -\nالْمُغيرَة بن سلمَان\n104 -\nالْمُغيرَة بن عبد بن ركَانَة\n105 -\nالْمُغيرَة بن عُثْمَان بن عبد\n106 -\nالْمُغيرَة بن مقسم\n107 -\nالْمُغيرَة بن زِيَاد الْموصِلِي\n108 -\nالْمُغيرَة بن عبد الرَّحْمَن\n109 -\nالْمُغيرَة بن أبي ذِئْب\n110 -\nالْمُغيرَة بن حبيب\n111 -\nالْمُغيرَة بن مُسلم الْقَسْمَلِي\n112 -\nالْمُغيرَة بن يزِيد\n113 -\nالْمُغيرَة بن مخادش\n114 -\nالْمُغيرَة بن خَالِد\n115 -\nالْمُغيرَة بن الْأَزْرَق\n116 -\nالْمُغيرَة بن سبيع\n117 -\nالْمُغيرَة بن عبد الرَّحْمَن الْحَرَّانِي\n118 -\nالْمُغيرَة بن سَلمَة\n119 -\nالْمُغيرَة بن عبد الله الْيَشْكُرِي\nالجزء: 1 ¦ الصفحة: 153\n",
        "120 -\nالْمُغيرَة بن حنين\n121 -\nالْمُغيرَة بن أبي برده\n122 -\nالْمُغيرَة بن أبي برزه\n123 -\nالْمُغيرَة بن شبيل\n124 -\nالْمُغيرَة أَبُو هِشَام\n125 -\nالْمُغيرَة بن الْمُنْتَشِر\nالجزء: 1 ¦ الصفحة: 154\n",
        "126 -\nالْمُغيرَة بن حدف الْعَبْسِي\nالجزء: 1 ¦ الصفحة: 155\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه مُسلم)\n127 -\nمُسلم بن جُنْدُب الْهُذلِيّ\n128 -\nمُسلم بن يسَار الْجُهَنِيّ\n129 -\nمُسلم بن عُوَيْمِر بن الأجدع الْكِنَانِي\n130 -\nمُسلم بن عبد الله الْجُهَنِيّ\n131 -\nمُسلم بن يسَار التَّيْمِيّ\n132 -\nمُسلم بن يسَار الْأنْصَارِيّ\n133 -\nمُسلم بن يسَار بن سكره الْبَصْرِيّ\n134 -\nمُسلم بن أبي مَرْيَم\n135 -\nمُسلم الأعجمي\n136 -\nمُسلم بن الْحَارِث\n137 -\nمُسلم بن نَذِير السَّعْدِيّ\n138 -\nمُسلم بن بديل الْعَدوي\n139 -\nمُسلم بن يزِيد بن مَذْكُور\n140 -\nمُسلم بن أبي مُسلم الْخياط\n141 -\nمُسلم بن مِخْرَاق الْقرى\n142 -\nمُسلم بن جُبَير\n143 -\nمُسلم بن أبي كريمه\n144 -\nمُسلم بن أَيمن\n145 -\nمُسلم بن سمْعَان\n146 -\nمُسلم بن كيسَان الْأَعْوَر\n147 -\nمُسلم بن صبيح الْهَمدَانِي\n148 -\nمُسلم بن أبي عمرَان البطين\n149 -\nمُسلم بن سعيد\n150 -\nمُسلم أَبُو النَّضر\nالجزء: 1 ¦ الصفحة: 156\n",
        "151 -\nمُسلم بن أبي مُسلم\n152 -\nمُسلم بن يناق\n153 -\nمُسلم أَبُو حسان الْأَعْرَج\n154 -\nمُسلم أَبُو الْعَلَانِيَة\n155 -\nمُسلم بن سَالم أَبُو فروه\n156 -\nمُسلم بن مرّة الجُمَحِي\n157 -\nمُسلم بن سبره بن الْمسيب بن نجبه\n158 -\nمُسلم بن خباب\n159 -\nمُسلم بن عِيَاض\n160 -\nمُسلم بن شُعْبَة الْبكْرِيّ\n161 -\nمُسلم بن إِبْرَاهِيم\n162 -\nمُسلم بن عَمْرو بن أبي عقرب\n163 -\nمُسلم بن قرط\n164 -\nمُسلم بن قرظه\n165 -\nمُسلم بن عمار\nالجزء: 1 ¦ الصفحة: 157\n",
        "166 -\nمُسلم بن الهيضم\n167 -\nمُسلم بن الصبيح\n168 -\nمُسلم النحات\n169 -\nمُسلم بن جرهل\n170 -\nمُسلم بن سَلام\n171 -\nمُسلم بن مشْكم\n172 -\nمُسلم بن نسطاس\nالجزء: 1 ¦ الصفحة: 158\n",
        "173 -\nمُسلم بن عقال\nالجزء: 1 ¦ الصفحة: 159\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه إِيَاس)\n174 -\nإِيَاس بن عبد الله بن أبي ذُبَاب\n175 -\nوَإيَاس بن قَتَادَة\n176 -\nإِيَاس بن سَلمَة بن الْأَكْوَع\n177 -\nإِيَاس بن مُعَاوِيَة\n178 -\nاياس بن أبي عَمْرو\n179 -\nإِيَاس بن دَغْفَل\n180 -\nإِيَاس بن عبد الْمُزنِيّ\n181 -\nإِيَاس بن أبي تميمه\n182 -\nإِيَاس بن جوَيْرِية\n183 -\nإِيَاس بن عَيَّاش\n184 -\nإِيَاس بن عَامر الْمصْرِيّ\n185 -\nإِيَاس بن الْحَارِث بن أبي ذُبَاب\n186 -\nإِيَاس بن صبيح أَبُو مَرْيَم الْحَنَفِيّ\n187 -\nإِيَاس بن جَعْفَر\n188 -\nإِيَاس بن زُهَيْر أَبُو طَلْحَة\n189 -\nإِيَاس بن مضرب\n190 -\nإِيَاس بن عفيف\n191 -\nإِيَاس بن نَذِير\nالجزء: 1 ¦ الصفحة: 160\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه الْأَشْعَث من أهل البصره)\n192 -\nالْأَشْعَث بن ثرمله\n193 -\nالْأَشْعَث بن جَابر الْحدانِي\n194 -\nالْأَشْعَث بن عَمْرو التَّمِيمِي\n195 -\nالْأَشْعَث بن أسلم الْعجلِيّ\n196 -\nالْأَشْعَث بن عبد الرَّحْمَن الْجرْمِي\n197 -\nالْأَشْعَث بن عبد الْملك الحمراني\n198 -\nالْأَشْعَث بن عبد الله\n199 -\nالْأَشْعَث بن سعيد\n(وَمن أهل الْكُوفَة)\n200 -\nالْأَشْعَث بن قيس بن معد يكرب الْكِنْدِيّ\n201 -\nالْأَشْعَث بن طلق النَّهْدِيّ\n202 -\nالْأَشْعَث بن سليم بن أسود الْمحَاربي\n203 -\nالْأَشْعَث بن أبي خَالِد البَجلِيّ\n204 -\nالْأَشْعَث بن إِسْحَاق\n205 -\nالْأَشْعَث بن سوار وَمن الغرباء\n206 -\nالْأَشْعَث بن إِسْحَاق القمي\nالجزء: 1 ¦ الصفحة: 161\n",
        "207 -\nالْأَشْعَث بن حِسَاب الْخُرَاسَانِي\nالجزء: 1 ¦ الصفحة: 162\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه وهب)\n208 -\nوهب بن حُذَيْفَة\n209 -\nوهب بن خنبش\n210 -\nوهب بن عبد الله أَبُو جُحَيْفَة السوَائِي\n211 -\nوهب بن الأجدع\n212 -\nوهب بن الْأسود\n213 -\nوهب بن ربيعَة\n214 -\nوهب بن كيسَان\n215 -\nوهب بن عبد الله بن زَمعَة\n216 -\nوهب بن عبد الله بن أبي ذبي\n217 -\nوهب بن خَالِد الْحِمصِي\n218 -\nوهب بن وهب أَبُو البخْترِي الْقرشِي وَهُوَ بن وهب بن كثير\n219 -\nوهب بن عقبَة البكائي\n220 -\nوهب بن عقبَة الْعجلِيّ\n221 -\nوهب بن نَافِع الصَّنْعَانِيّ\n222 -\nوهب بن جَابر الحيواني\n223 -\nوهب بن مُنَبّه بن كَامِل بن شيخ\n224 -\nوهب الذمارِي\n225 -\nوهب بن عمر\n226 -\nوهب بن مأنوس\n227 -\nوهب بن حَرِير بن حَازِم\nالحديث: 211 ¦ الجزء: 1 ¦ الصفحة: 163\n",
        "228 -\nوهب بن إِسْمَاعِيل الْأَسدي\nالحديث: 228 ¦ الجزء: 1 ¦ الصفحة: 164\n",
        "(بَاب من روى عَنهُ مِمَّن اسْمه يُونُس)\n229 -\nيُونُس بن جُبَير أَبُو غلاب\n230 -\nيُونُس بن سيف الْعَنسِي\n231 -\nيُونُس بن ميسرَة بن حَلبس الجبلاني\n232 -\nيُونُس بن أبي الْفُرَات الإسكاف\n233 -\nيُونُس بن أبي شبيب\n234 -\nيُونُس بن يزِيد الْأَيْلِي\n235 -\nيُونُس بن أبي شبيب\n236 -\nيُونُس بن عبيد\n237 -\nيُونُس بن أبي إِسْحَاق\n238 -\nيُونُس بن سليم الصَّنْعَانِيّ\n239 -\nيُونُس بن أبي الْقَاسِم الْيَمَانِيّ\n240 -\nيُونُس بن مُسلم\n241 -\nيُونُس بن أبي طيبه الْيَمَانِيّ\n242 -\nيُونُس بن الْحَارِث\n243 -\nيُونُس بن مِسْمَار\n244 -\nيُونُس بن مُحَمَّد الْمعلم\n245 -\nيُونُس بن عبد الصَّمد بن معقل الصَّنْعَانِيّ\nالحديث: 229 ¦ الجزء: 1 ¦ الصفحة: 165\n",
        "246 -\nيُونُس بن خباب\nالحديث: 246 ¦ الجزء: 1 ¦ الصفحة: 166\n",
        "(بَاب مِمَّن اسْمه أَيُّوب)\n247 -\nأَيُّوب بن خَالِد بن صَفْوَان الْأنْصَارِيّ\n248 -\nوَأَيوب بن بشير الْعَدوي\n249 -\nوَأَيوب بن بشير الْأنْصَارِيّ\n250 -\nوَأَيوب بن كيسَان السّخْتِيَانِيّ\n251 -\nوَأَيوب بن ميسرَة بن حَلبس\n252 -\nأَيُّوب بن مرْثَد\n253 -\nوَأَيوب بن عبد الرَّحْمَن بن صعصعه\n254 -\nوَأَيوب بن مُوسَى الْقرشِي\n255 -\nوَأَيوب بن ثَابت\n256 -\nوَأَيوب بن عَائِذ الطَّائِي\n257 -\nوَأَيوب بن نجيح\nالحديث: 247 ¦ الجزء: 1 ¦ الصفحة: 167\n",
        "وَقَالَ على مشيخه مسعر الَّذين لم يلقهم شُعْبَة\n258 -\nعَطاء بن أبي رَبَاح\n259 -\nوَعبد الرَّحْمَن بن الْأسود\n260 -\nووبره بن عبد الرَّحْمَن\n261 -\nوثابت بن عبيد\n262 -\nومُوسَى بن عبد الله بن بدر\n263 -\nوَعبيد الله بن القبطيه\n264 -\nوَعُمَيْر بن سعيد\n265 -\nوَأَبُو بكر بن عمَارَة بن روبيه\n266 -\nوَأَبُو بكر بن عَمْرو بن عتبَة\n267 -\nوَالقَاسِم بن عبد الرَّحْمَن\n268 -\nوَعمْرَان بن مُوسَى بن طَلْحَة\n269 -\nوَبُكَيْر بن الْأَخْنَس\n270 -\nوَعون بن عبد الله بن عتبَة\n271 -\nوَعبد الْجَبَّار بن وَائِل\n272 -\nوالعائذ بن أبي مَالك\nالحديث: 258 ¦ الجزء: 1 ¦ الصفحة: 168\n",
        "قُلْنَا لعَلي بن الْمَدِينِيّ أَبُو الْعَوام أُرِيد اسْمه قَالَ فائد بن كيسَان وَقلت لعَلي أَبُو الْأَحْوَص كَانَ عَم أبي الزَّعْرَاء قَالَ نعم وَسمعت عليا يَقُول أَبُو الزَّعْرَاء عَمْرو بن عَمْرو بن مَالك بن نَضْلَة وَأَبُو الْأَحْوَص عَوْف بن مَالك بن نَضْلَة وسمعته يَقُول أَبُو عزه صَاحب النَّبِي صلى الله عَلَيْهِ وَسلم اسْمه يسَار بن عبد\nالجزء: 1 ¦ الصفحة: 169\n",
        "قَالَ أَنبأَنَا عَليّ بن شَاذان أَنا عُثْمَان بن أَحْمد الدقاق ثَنَا حَنْبَل بن اسحقا بن حَنْبَل قَالَ سَالم بن أبي الْجَعْد وَعبيد بن أبي الْجَعْد وَزِيَاد بن أبي الْجَعْد أَخُوهُ وَإِبْرَاهِيم بن أبي الْجَعْد آخر روى عَنهُ أَخُو حكام بن إِبْرَاهِيم الرَّازِيّ وَقَالَ يحيى الرّبيع بن حبيب وعائذ بن حبيب أَخَوان وهما ثقتان من أهل الْكُوفَة يُقَال لَهما بني الملاح وَالربيع بن حبيب آخر بَصرِي يحدث عَن بن سِيرِين وَالْحسن وَقَالَ يحيى كثير بن جمْهَان كُوفِي روى عَنهُ عَطاء وَسَعِيد بن جمْهَان بَصرِي\nالجزء: 1 ¦ الصفحة: 170\n",
        "قَالَ أَنبأَنَا عُثْمَان بن أَحْمد الدقاق ثَنَا أَبُو عَليّ حَنْبَل بن إِسْحَاق قَالَ سَمِعت يحيى يَقُول السّديّ الْأَكْبَر اسْمه عبد الرَّحْمَن بن أبي كريمه وَهُوَ مولى لبني هَاشم وَالسُّديّ الْأَصْغَر صَاحب الْكَلْبِيّ اسْمه مُحَمَّد بن مَرْوَان وَهُوَ مولى أَيْضا وَقَالَ يحيى أَبُو يحيى القَتَّات اسْمه زَاذَان عَطاء كنيته أَبُو زيد زر بن حبيس كنيته أَبُو مَرْيَم وَحميد الرُّؤَاسِي كنيته أَبُو عَوْف قَالَ أَنبأَنَا عُثْمَان قَالَ قَالَ لنا حَنْبَل وَلم يرفعهُ إِلَى غَيره سُفْيَان بن عُيَيْنَة الْهِلَالِي وَإِبْرَاهِيم بن عُيَيْنَة سُفْيَان بن سعيد وَالْمبَارك بن سعيد وَعَمْرو بن سعيد بن مَسْرُوق الثَّوْريّ وَأَبُو بكر بن عَيَّاش وَالْحسن بن عَيَّاش\nالجزء: 1 ¦ الصفحة: 171\n",
        "قَالَ أَنبأَنَا عُثْمَان قَالَ ثَنَا حَنْبَل قَالَ سَأَلت عَن اسْم أبي بكر بن عَيَّاش فَقَالَ لي عمي أَحْمد بن حَنْبَل قد اخْتلفُوا فِي اسْمه وغلبت عَلَيْهِ كنيته قَالَ أَبُو عَليّ حَنْبَل بن إِسْحَاق وَقَالَ لي بعض الْمَشَايِخ اسْمه شُعْبَة بن عَيَّاش وَقَالُوا غير ذَلِك منْدَل بن عَليّ وحبان بن عَليّ قَالَ أَنبأَنَا عُثْمَان بن أَحْمد الدقاق ثَنَا أَبُو عَليّ حَنْبَل بن إِسْحَاق بن حَنْبَل قَالَ ثَنَا مُوسَى بن إِسْمَاعِيل أَبُو سَلمَة الْمنْقري زِيَادَة عَن النسخه ثَنَا سعيد بن سَلمَة الْمدنِي عَن هِشَام بن عُرْوَة عَن أَخِيه عَن أَبِيه عَن عَائِشَة رَضِي الله عَنْهَا قَالَت قَالَ لي رَسُول الله صلى الله عَلَيْهِ وَسلم\nالجزء: 1 ¦ الصفحة: 172\n",
        "كنت لَك كَأبي زرع لَام زرع ثمَّ أنشأ يحدث حَدِيث أم زرع وصواحبها وَقَالَ اجْتمع إِحْدَى عشرَة امْرَأَة فتعاقدن وتعاهدن أَن ينعتن أَزوَاجهنَّ ويصدقنه فَقَالَت إِحْدَاهُنَّ زَوجي عياياء طباقاء كل دَاء لَهُ دَاء شجك أَو فلك أَو جمع كلالك وَقَالَت الْأُخْرَى زَوجي لحم جمل غث على رَأس جبل وعر لاسمين فيرتقي إِلَيْهِ وَلَا سهل فَينْتَقل\nالجزء: 1 ¦ الصفحة: 173\n",
        "وَقَالَت الْأُخْرَى زَوجي الْعِشْق أَن اسْكُتْ اعلق وَأَن أنطق أطلق وَقَالَت الْأُخْرَى زَوجي إِذا شرب اشتف وَإِذا رقد التف وَلَا يدْخل الْكَفّ فَيعلم البث وَقَالَت الْأُخْرَى زَوجي ليل تهامه لَا برد وَلَا مَخَافَة\nالجزء: 1 ¦ الصفحة: 174\n",
        "وَقَالَت الْأُخْرَى زَوجي إِذا دخل فَهد وَإِذا خرج أَسد وَلَا يسْأَل عَمَّا عهد وَقَالَت الْأُخْرَى زَوجي الرّيح ريح زرنب والمس مس ارنب اغلبه وَالنَّاس يغلب وَقَالَت الْأُخْرَى زَوجي أَبُو مَالك وَمَا أَبُو مَالك دوابل كَثِيرَة المسالك قَلِيله الْمُبَارك إِذا سمعن صَوت مزهر ايقن انهن هوالك\nالجزء: 1 ¦ الصفحة: 175\n",
        "وَقَالَت الْأُخْرَى زَوجي طَوِيل النجاد رفيع الْعِمَاد عَظِيم الرماد قريب الْبَيْت من الناد قَالَت أم زرع زَوجي أَبُو زرع وَمَا أَبُو زرع أنَاس فرعي وَأُذُنَيْهِ أنَاس من حلي أُذُنَيْهِ وَمن شَحم عضديه وبجح نَفسِي فتبجحت إِلَيْهِ بن أبي زرع وَمَا بن أبي زرع كمسل شطبه ويكفيه ذِرَاع الجفره بنت أبي زرع وَمَا بنت أبي زرع ملْء كسائها وصفر ردائها وَخير نسائها وَغير داراتها كَذَا قَالَ وَغير طوع أَبِيهَا وطوع أمهَا\nالجزء: 1 ¦ الصفحة: 176\n",
        "خَادِم أبي زرع وَمَا خَادِم أبي زرع لايبث حديثنا تبثيثا وَلَا تفْسد ميرتنا تنقيثا أَتَانِي أَبُو زرع وَأَنا فِي شقّ فنكحني فَانْطَلق بن إِلَى أهل صَهِيل وأطيط ودائس ومنق فَأَنا عِنْده أشْرب فأتقمح وأرقد فأتصبح وَأَقُول فَلَا أقبح وَخرج من عِنْدِي أَبُو زرع والأوطاب تمخض فلقي امْرَأَة لَهَا ابْنَانِ كالفهدين يلعبان تحتهَا برمانتين فنكحها أَبُو زرع وطلقني فنكحت بعده شَابًّا سريا ركب فرسا شريا وَأخذ رمحا خطيا وأراح على بَيْتِي نعما ثريا وأتاني من كل سائمه زوجا فَقَالَ كلي وميرى أهلك فَلَو جمعت كل شَيْء أصبته مِنْهُ فَجَعَلته فِي أَصْغَر وعَاء من أوعية أبي زرع مَا ملأَهُ\nالجزء: 1 ¦ الصفحة: 177\n",
        "قَالَت عَائِشَة رَضِي الله عَنْهَا فَقَالَ لي رَسُول الله صلى الله عَلَيْهِ وَسلم فَكنت لَك كَأبي زرع لآم زرع أَنبأَنَا عُثْمَان بن أَحْمد ثَنَا حَنْبَل بن إِسْحَاق ثَنَا أَحْمد بن دَاوُد الْحَرَّانِي ثَنَا عِيسَى بن يُونُس عَن هِشَام بن عُرْوَة عَن أَخِيه عبد الله عَن أَبِيه عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم نَحوه وألفاظها مُخْتَلفَة قَالَ وأنبأنا أَيْضا أَبُو عَمْرو عُثْمَان بن أَحْمد بن عبد الله الدقاق الْمَعْرُوف بِابْن السماك فِي الْمحرم من سنة أَربع وَأَرْبَعين وثلثمائة فِيمَا قرئَ عَلَيْهِ ثَنَا أَبُو الْقَاسِم بن الْعَبَّاس ثَنَا أَبُو الْوَلِيد ثَنَا أَبُو وَكِيع عَن الْأَعْمَش عَن أبي صَالح عَن أبي هُرَيْرَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ مَا من رجل الا وَله\nالجزء: 1 ¦ الصفحة: 178\n",
        "صيت فِي السَّمَاء فَإِذا كَانَت صيته فِي السَّمَاء حسنا وضع فِي الأَرْض وَإِذا كَانَت صيته سَيِّئًا وضع فِي الأَرْض قَالَ ثَنَا عُثْمَان ثَنَا مُحَمَّد بن الْعَبَّاس الكابلي ثَنَا إِبْرَاهِيم ثَنَا بن مُوسَى الرَّازِيّ أَنبأَنَا بن أبي زَائِدَة عَن عَمْرو بن قيس عَن زبيد عَن عبد الرَّحْمَن بن أبي ليلى عَن عمر قَالَ صَلَاة الْمُسَافِر فِي السّفر وَصَلَاة الْجُمُعَة وَصَلَاة الْأَضْحَى وَصَلَاة الْفطر رَكْعَتَيْنِ تَمام على لِسَان نَبِيكُم صلى الله عَلَيْهِ وَسلم\nالجزء: 1 ¦ الصفحة: 179\n",
        "أَنبأَنَا عُثْمَان بن عبد الْعَزِيز بن مُعَاوِيَة ثَنَا بشر بن الوضاح ثَنَا خويلد أَبُو عبد الله قَالَ لما مَاتَ أَبُو عبد الله رَأَيْته فِيمَا يرى النَّائِم فَقَالَ مَا مَنعك أَن تصلي على فاعتذرت بِبَعْض مَا يعْتَذر بِهِ النَّاس من الشّغل فَقَالَ أما انك لَو كنت صليت على الربحت رَأسك قَالَ فَقلت مَا أَي شَيْء وجدْتُم أفضل قَالَ فَأَوْمأ بِيَدِهِ إِلَى الأَرْض وَقَالَ التَّوَاضُع التَّوَاضُع أَنبأَنَا عُثْمَان ثَنَا مُحَمَّد بن عِيسَى بن حَيَّان المداثنى ثَنَا شُعَيْب يَعْنِي بن حَرْب ثَنَا إِبْرَاهِيم ثَنَا يُونُس بن حباب عَن صدقه بن يسَار قَالَ بَينا قوم يَسِيرُونَ إِذْ نفقت رَاحِلَة رجل مِنْهُم فَقَالَ أَيهَا الْقَوْم ولوني بَعِيرًا فَإِنَّهُ لَيْسَ معي بعير قَالُوا فَإِن هَذِه نَاقَة محرمه لم يعلها إِنْسَان قطّ قَالَ\nالجزء: 1 ¦ الصفحة: 180\n",
        "فولينها قَالُوا هِيَ لَك بِالثّمن قَالَ اسْكُتُوا فشدها برحله ثمَّ فَقَرَأَ فِي أذنها أفغير دين الله يَبْغُونَ وَله أسلم من فِي السَّمَاوَات وَالْأَرْض طَوْعًا وَكرها واليه يرجعُونَ فَانْطَلَقت من أَلين إبلهم وأطوعها\nالجزء: 1 ¦ الصفحة: 181\n",
        ""
    ]
}