{
    "1": [
        "تعدد الزوجات بين حقائق التنزيل وافتراءات التضليل\nتعدد الزوجات بين حقائق التنزيل وافتراءات التضليل\nمحمود محمد غريب\nالكتاب:\nتعدد الزوجات بين حقائق التنزيل وافتراءات التضليل\nالمؤلف:\nمحمود محمد غريب: من علماء الأزهر الشريف والموجه الديني لشباب جامعة القاهرة\nالناشر:\nدار القلم للتراث - القاهرة\nالطبعة:\nالثانية - 1423 هـ - 2004 م\n[ترقيم الكتاب موافق للمطبوع]\nجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالكتاب: تعدُّد الزوجات بين حقائق التنزيل وافتراءات التضليل\nالمؤلف: العلامة الشيخ / محمود غريب\nالناشر: دار القلم للتراث - القاهرة\nالطبعة: الثانية، 1423 هـ - 2004 م\n[ترقيم الكتاب موافق للمطبوع]\nجَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.\nالجزء: 1 ¦ الصفحة: 2\n",
        "من الأدب الرمزي\nقال حيران بن الأضعف:\nعجبت من صديقي. ظلَّ يُصرُّ على عدم الزواج ويرفضه بشدة،\nفلما تزوج عدد الزوجات!!\nفماذا وجد صديقي في الزواج حتى عدَّد الزوجات؟ !!\nالجزء: 1 ¦ الصفحة: 3\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالحمد لله وكفى، وسلام على عباده الذين اصطفى، وسلام على النبي المصطفى.\nثم أما بعد. . .\nفقد شهدت أسواق الفكر المعاصر أعمالاً فكريةً أصيلةً لكُتَّابٍ (صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ) ، جمعوا بين العمق في الفكرة والجمال في العرض وحسن البيان. (مِنْهُمْ مَنْ قَضَى نَحْبَهُ) ، بل أكثرهم - نسأل الله أن يعوِّض عنهم خيراً.\nوأن يبارك في (مَنْ يَنْتَظِرُ) .\nوظهر في أسواق الفكر أعمال ورجال نحسن الظن بهم جدوا وسهروا لتقريب كتب التراث \"الأمهات\" للقارئ، وهو عمل مشكور إذا أحسنوا تجريده من الإطالة، والإسرائيليات وما مضى عصر صلاحيته. ولا يمثل ضرورة فكرية مما قيل عنه: علم لا ينفع والجهل به لا يضر - في عصرنا.\nبقي صنف أخيرٌ أجاد تحريفَ الحقِّ والزيغَ به إلى ساحة الإضلال، والإضلال - كما تعلم - يأتي بعد تمكن الضلال.\nومرحلتهم هذه تأتي بعد سقوط مرحلة الغزو الصليبي العسكري بعد مرحلة الغزو الفكري عن طريق المستشرقين.\nلقد فشلت مرحلة المستشرقين لعدم ثقة المسلم في كلامهم مهما حاولوا إظهار الحياديَّة وادعاء الموضوعيَّة.\nفاختاروا من أبناء البلاد من يحمل عقلاً علمياً كبيراً ويسَّروا له الطريق للمؤهلات العليا، والضوء الإعلامي، والتمكين في الأراضي.\nاختاروهم ليتمِّموا المسيرة. وينشروا دين الهوى، ويفسدوا دين الحق.\nالجزء: 1 ¦ الصفحة: 4\n",
        "وسادتهم وقادتهم من ورائهم يسهرون، تفرَّغوا للدفاع عنهم باسم حريَّة الرأي.\nيقولون: ألم يكفل الإسلام حريَّة الرأي؟ وحرية الاعتقاد؟\nلماذا يحاول علماء الإسلام إغلاقَ باب الحق عليهم. وحدهم؟\nألم يختلف قديما المعتزلة مع أهل السنة؟ وتحمَّل الإسلامُ وأئمَّتُه تكاليفَ المعركة، ولم يحكم بكفر أحد من الطرفين.\nوفي عصرنا ألم يختلف السلفية مع المتصوفة وتحمَّل الإسلامُ، ووسع الطائفتين؟\nفلماذا لا تقبلون أفكار العَلْمانيين كما قبلتم من قبل أفكار الغزالي وابن رشد والفلاسفة؟\nكلام طويل خلاصته إن أسواق البهائم تعرض فيها الغزلان والخنازير، فلا يصح باسم الإسلام أن تُغلقوا الأسواق أمام الغزلان ولا الخنازير.\nوبعد:\nفهذه رسالة صغيرة في موضوع كبير. كثر فيه الرأي والرأي الآخر.\nوهو موضوع \"تعدد الزوجات بين حقائق التنزيل وافتراءات التضليل\".\nوقد حاولتُ أن أدافع عن حقائق الإسلام من غير أن أدعو إلى تعدُّد الزوجات الذي أدافع عنه. ولا أن أرغِّب فيه واكتفيتُ بالفطرة.\nفالإسلام أباح التعدُّد ولم يأمر به.\nواللَّهَ أسألُ أن يمتعنا بالحق، ويجعلنا من جنوده وأنصاره. إنه المستعان.\nمحمود غريب\nسلطنة عمان - صلالة\nص ب: 593\nليلة النصف من شعبان المبارك 1423 هـ\nالجزء: 1 ¦ الصفحة: 5\n",
        "تعدد الزوجات في الشرائع السابقة\n* تعدُّد الزوجات تشريع قديم أباحته كل الشرائع السابقة على الإسلام.\nيقول نيوفلد في كتابه \"قوانين الزواج عند العبرانيين الأقدمين\" يقول:\n\"إن التلمود والتوراة معاً قد أباحا تعدُّد الزوجات على الإطلاق وإن كان بعض الربانيين ينصحون بالقصد من تعدُّد الزوجات\".\n* ثم جاءت المسيحية ولم تتوسع في في الجوانب الاجتماعية، وإنما اكتفت بالتشريعات السابقة في هذا الشأن لأن السيد المسيح قال:\nما جئت لأنقض الناموس. فبقيت شريعةُ التوراةِ المبيحة للتعدُّد شريعةً للدين الجديد (1) .\n* ثم جاء الإسلامُ فلم ينشئ تعدُّد الزوجات ولكنه قيَّده، وأصلح ما دخل فيه من فساد بسبب الفوضى، وجعله حسب الضرورات، فلم يحرم الإسلام أمراً تدعو إليه الضرورة، ويجوز أن تكون إباحته خيراً من تحريمه في بعض الظروف الأُسْريَّة، وبعض الظروف الاجتماعيَّة العامة (2) .\nمدخل ومناقشة:\nزيادة عدد النساء، ومتوسط، بسبب تعرض الرجال - عادة للحروب ومشكلات العيش، وتكاليف الحياة، هو السبب في إباحة تعدُّد الزوجات.\nونحن جميعا نعلم أن الإسلام لم يبح لأحد أن يرغم المرأة على الزواج من رجل له زوجة أو أكثر، فهي التي تختار، سواء كانت بكراً أم ثيِّباً.\nومن ناحية الزوجة الأولى لا يستطيع أحدٌ إرغامَها على البقاء - إن شاءت عاشت،\n(1) (المرأة في القرآن / عباس محمود العقاد. ص: 75)\n(2) (إنجيل متى إصحاح. 17)\nالجزء: 1 ¦ الصفحة: 6\n",
        "وإن شاءت طلبت الخلع، وربما كانت الزوجة الأولى هي السبب في الزواج عليها. كما ستعرف.\nلعُقْمٍ، أو مرضٍ، أو سفرٍ طويلٍ للعمل، أو للدراسة، وبعض الناس لا يقوى على تحمُّل مثل هذا بغير زوجة، وقد يكون التعدُّد لمصلحتها.\nلمصلحتها فعلاً، فقد يطلق الرجل زوجته ويتزوج غيرها، ثم يرى أن يعيدها لعصمته صيانةً لأولاده، وحفظاً لهم، أليس من الأفضل أن يراجعها؟ !\nوأيُّ ذنب للزوجة الجديدة حتى يطلقها؟ فالله يشرِّع لعباده وهو أعلم بما يصلحهم (وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ) .\nحوار هادئ:\nقال لي صديقي: إن تعدُّد الزوجات يسبب المعاداة بين بني العائلات - يعني أبناء الرجل من زوجات متعددات.\nقلتُ له: سوء التربية ممكن أن يجعل الأشقاء في خلاف وشقاق.\nوالتربية على الحب تقرِّب بين من لا نسب بينهم (1)\nقال: هل نترك المجتمع لظروف التربية؟\nلا بدَّ من تشريع يضبط من لا ينضبط بالحبِّ والقيم الأخلاقية.\nقلتُ له: هل تريد قانونا يمنع المرأة التي مات زوجها من الزواج مخافة أن تنجب فيحدث صراع بين أولادها من الزوج الأول والجديد؟\n(1) أنا أسطر هذه السطور نشرت الصحف المصرية أن أمين شرطة بالزقازيق أطلق النار على إخوته وأخواته وأمِّه.\nفهل هذه الجريمة التي اهتزَّ لها القلب بسبب تعدُّد الزوجات؟ ؟ !!!.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وهل تريد قانونا يمنع الرجل الذي ماتت زوجته أو طلقها حرمان الزواج بامرأة جديدة تنجب له أولاداً أبوهم واحد وأمهاتهم مختلفات؟\nقال: ولكن القرآن اشترط لجواز التعدُّد القدرة على العدل بينهن، (فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً) .\nوأثبت القرآن عدم قدرتنا على العدل بين النساء (وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ) .\nفالمعنى المستفاد من الآيتين هو منع التعدد.\nأظنُّك من الأدب والإيمان بحيث لا تدعي أنك أعمق فهماً. للإسلام من أبي بكر وعمر وعثمان وخالد وكبار السلف - رضي الله عنهم - فقد عدَّدوا الزوجات في حضور النبي - صلى الله عليه وسلم - ولم ينههم.\nوسكوته - صلى الله عليه وسلم - إقرارٌ، وإقرارُه تشريعٌ.\nقالوا: يمكن للقانون أن يمنع التعدُّد على الأقل في أيام السِّلْم احتراما للمرأة ومشاعرها.\nقلتُ: على رأيك هذا القانون سيحول بين المرأة التي ترغب أن تكون زوجة ثانية وبين تحقيق رغبتها. فهل المنع لصالح المرأة أم لعذابها؟\nإن الزوجة الأولى قد تكون عقيماً. أو مريضة أو مسافرة سفرا طويلاً.\nفمن الخير لها أن تبقى زوجة بدلاً من طلاقها. ومع ذلك الخيارُ لها.\nوالمرأة تكون معطلة عن الحياة الزوجية أيام الحيض، وقد تصل إلى عشرة أيام في الشهر، وتحرم على زوجها أيام الولادة والنفاس، وقد تصل إلى شهرين.\nالجزء: 1 ¦ الصفحة: 8\n",
        "وبعض الرجال لا يقوى على تحمل هذا.\n* وقد يطلّق الزوج زوجته ويتزوج غيرها، ثم يرى أن يعيدها لعصمته رعاية لأولاده، أو حبًّا فيها، فتعددّ الزوجات يقلل من الطلاق. لمثل الزوجة الجديدة. إذا رغب في العودة لزوجته الأولى.\n* وفي أعقاب الحروب يجب أن يكون التعدُّد حلًّا لمشكلة أرامل الشهداء ولنا في رسول الله أسوة حسنة.\nفأكثر الأمهات المؤمنين من أرامل الشهداء.\nوقد يموت أخوهُ ويترك يتامى وزوجة أرملة هي أم اليتامى.\nلا يستطيع أن يشرف على تربية أولاد أخيه. ولا يمكن التردد على بيته حذراً من الفتنة، أو من كلام الناس.\nفليعقد على أرملة أخيه من باب \"ما لا يتم الواجب إلا به فهو واجب\" ورعاية أطفال أخيه واجب. وأسباب أخرى كثيرة، والأيام حبالى يلدن كل عجيب.\nأما فهم الآيتين فسوف نحاول فهمها بشي من التفصيل في حواري مع الدكتور مراد هوفمان الألماني، والمهندس محمد شحرور - إن شاء الله.\n* * *\nهل تعدُّد الزوجات يمثل ظاهرة في بلادنا؟\nتقول الأرقام - وهي - إن لم تكن حسابية فهي بلاغية تقول: إن عدد الذين يجمعون أكثر من زوجة واحدة لا يزيد عن 4%. ولا تكاد تذكر نسبة الذين يجمعون ثلاثة أو أربعة. وتقل النسبة كلما انتشر التعليم.\nالجزء: 1 ¦ الصفحة: 9\n",
        "فالتعليم المتوسط حوالي 2.8% بينما تقل هذه النسبة لمن أتم التعليم العالي فتصبح 1.4% ومن درس بعد الجامعة فالنسبة تصل إلى ثلاثة في الألف.\nومما يجب أن نذكره أن أولاد الزنا يكثرون في البلاد التي تُحرّم تعدُّد الزوجات. وفي مجلة حضارة الإسلام الجزء الثاني ص 365 عام 1961 إحصائية لأولاد الزنا ففي فرنسا بلغ عدد أولاد الزنا 30 في الألف، وفي بروكسل 60 في الألف. وفي السويد يولد طفل غير شرعي بين كل عشرة أطفال. وفي أمريكا ولد مائتان وعشرون ألف طفل غير شرعي عام 1959. يعني 52 في الألف.\nفمن حجر على تعدُّد الزوجات بقوة القانون لم يستطع أن يحجر على أسواق الخليلات الرخيصات.\nوفي بلد قُبض على رجل وقدم للقضاء بتهمة تعدُّد الزوجات. فأثبت محاميه أن موكله لم يُعدِّد إنه يزني. فبرّأه القضاء.\nبرأه لأن القانون الفرنسي المعمول به في بعض البلاد العربية لا يعاقب على الزنا ولا يحرمه إلا إذا خانت زوجها أو أخذت أجراً على الزنا. فإذا انتفى شرط الزواج أو كانت تزنى بدون أجر فلا جريمة ولا عقاب.\nحتى لو كانت متزوجة فالحق لزوجها. إن شاء طلب معاقبتها بتهمة الخيانة الزوجية. وإن شاء عفا عنها. وبعض بلاد محمد - صلى الله عليه وسلم - تحتكم لهذا القانون.\nونسأل:\nالزوجة الواحدة مسؤولية كبيرة وحمل على الرجل ثقيل.\nفما بال بعض الناس يعدِّد الزوجات؟\nالجزء: 1 ¦ الصفحة: 10\n",
        "لابد من سرٍّ في الموضوع لا يعرفه الذين يعارضون تعدُّد الزوجات. والذين لم يدخلوا تجربة التعدُّد قالوا: إنها لإشباع الشهوة.\nيقول أستاذي الإمام محمد أبو زهرة: وهبْ أن التعدُّد شُرع لتنظيم هذه الشهوة، فإن القضية منتهية بلا ريب إلى الموازنة بين زواج وسفاح، أي الطريقين أهدى سبيلاً؟ !!\n* إن الذين يُحرمون تعدُّد الزوجات يبيحون نظام الخليلات في جرأة ووقاحة. {فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ} أن تعيش المرأة مع نصف رجل، يتحملها إذا أصابها الشيب، وانصرف عنها الأخلاء، أم أن تعيش حياتها مدلَّلة يُقبلون يدها على المساهر الليلية، حتى نودع شبابها فينصرفون عنها؟\n* وهل تعيش الخليلة وحدها أو يُعدد الرجل الخليلات؟\nلا أعرف قانون بلد منع تعدُّد الزوجات ومنع تعدُّد الخليلات فإذا أباحوا تعدُّد الخليلات فتعدد الزوجات أولى وأطهر.\nالإسلام قيد التعدُّد:\nالتشريعات السابقة على الإسلام أباحت تعدُّد الزوجات. حتى الأنبياء منهم عدَّدوا الزوجات. والتوراة التي بين يدينا تخبر أن دواد - عليه السلام - تزوج ثلاثمائة حرة\n....\nوفي الجزيرة العربية عدَّد الرجال الزوجات قبل الإسلام من غير تقيد بعددٍ.\nفالإسلام قيد المباح من ناحية العدد ,\nالجزء: 1 ¦ الصفحة: 11\n",
        "وقيده من ناحية الواجبات التي فرضها على الزوج وحسب أنه لا يبيت حيث يريد: ولكن حيث يريد له الواجب.\nوليس له خيار في الإنفاق فهو ملزم ديانة وقضاء على الإنفاق على من يتزوج بهن. وإذا كان القاضي لابد أن يكون منصفاً. وإذا كان الإنصاف أن يعطي كل خصم نصفه. فالزوج مطالب بالإنصاف بين الزوجات.\n\"يأتي يوم على القاضي العادل يودُّ لو لم يحكم بين اثنين في تمرة\"\nالقاضي العادل.\nوالتركة تمرة.\nوالنساء أقدر على إمالة القلوب من كل تمر الدنيا بل وذهبها.\nمن هنا خفف الله عنا فلم يطلب العدل المطلق بين الزوجات. فقد اعتذر النبي - صلى الله عليه وسلم - لربه عن المطلق \"اللهم هذا قسمي فيما أملك فلا تؤاخذني فيما تملك ولا أملك\"\nواكتفى القرآن بالعدل النسبي: {فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ} وإذا عجز المسلم عن العدل بينه وبين الزوجات الأربعة فليتزوج من يقدر على العدل بينهن.\nوواحدة أفضل.\nوإذا عجز عن العدل بين نفسه وبين زوجة واحدة فالأفضل عدم الزواج {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً}\nالجزء: 1 ¦ الصفحة: 12\n",
        "قال علماؤنا: من خاف على نفسه من الزنا إذا لم يتزوج، وخاف على المرأة من الظلم إذا تزوج فالأفضل عدم الزواج.\nلأن الفاحشة يمكن دفعها بالصوم وزيادة نصيب النفس من مخافة الله. ولا يمكن إصلاح ظلم المرأة - كما قلت.\n(اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى) :\nوأهم ميادين العدل الذي أوجبه الله العدل في القسمة بين الزوجات، بما تيعلق بالمبيت. طلباً للأنس النفسي، وهو غاية من غايات الزواج، بل من أهمها.\nولا علاقة بين المبيت وبين المعاشرة الزوجية. لجواز امتناع المعاشرة من إحدى الزوجات لعذر شرعي، أو عادي. كالحيض والنفاس أو لمرض خلقي أو طارئ، لأن المبيت للمؤانسة. والله - سبحانه وتعالى - يقول {وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً} وللسكنى النفسية {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا}\nوالسكنى النفسية لا تتحق مع الفرقة المتعمدة في السكن والفراش.\n* وللزوج أن يتخذ مسكناً مستقلاً له يقيم فيه وحده. ولكن ليس له أن يجعل سكنه الدائم في بيت إحدى زوجاته، لأنه بذلك سوف يحْرِمُ الأخريات من حقِّ القِسْمة.\n* وأفتى العلماء أن للزوجة الجديدة في أول الزواج ثلاثة أيام إذا كانت ثيِّباً، وسبعة أيام إن كانت بكراً، ثم يرجع إلى القسمة العادلة بين الزوجات.\nالجزء: 1 ¦ الصفحة: 13\n",
        "ولم يقل أبو حنيفة بذلك، وقال: إن مكث عند الزوجة الجديدة أياما فلا بدَّ أن يبيت مثلها عند زوجاته.\nوللزوجة أن تتنازل عن ليلتها للزوجة الأخرى، فقد تنازلت أم المؤمنين \"سودة بنت زمعة\" عن ليلتها لعائشة - رضي الله عنهما - لمَّا كبرت \"سودة\" والحديث في البخاري وطبقات ابن سعد.\nوفي مثل هذا التنازل يُشترط قبولُ الزوج لهذا التنازل، ولا يشترط قبول الموهوب لها.\nوسبب ضرورة قبول الزوج أنه قد يفهم تنازلها على أنه نوع من الفرار منه، فهو يكره هذا لحبِّه وحاجته إليها.\nأما عدم اشتراط قبول الموهوب لها؛ فلأنَّ الزوج يمارس حقَّه معها، فلا يحتاج لإذنها وموافقتها.\n* وفي صحبة السفر كان النبي - صلى الله عليه وسلم - يجري القرعة بين نسائه.\nوإذا كان السفر لا يصلح فيه زوجة بعينها كان تسافر للعلاج، أو يختارها لعلمها بدقاق اللغة في البلاد التي يسافر إليها. أو لأسباب أخرى فلا مانع من السفر بها بدون قرعة.\nالعرض المادي هل يُسقط القسمة؟\nالإسلام جعل موضوع العدل في القسمة موضوع عدل بين الناس. ومخالفة حاكم جائر {وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ} وكثيراً ما استخدم القرآن كلمة العدل في موضوع النساء.\nالجزء: 1 ¦ الصفحة: 14\n",
        "* فهل يجوز للرجل أن يدفع الظلم من نفسه في موضوع المبيت\n....\nلصاحبة الحق؟\n* وهل يجوز لزوجة أن تدفع لزوجها ليعطيها ليالي أكثر من الزوجات الأخريات؟\n* أو تعطي ضرتها من المال ما تشتري حقها في المبيت؟\nالجواب الأول: إذا أعطيت المرأة مالاً لزوجها لتحصل على حقوق الزوجات الأخريات فهي تدفع رشوة، وتعينه على الظلم.\nالمساواة في غير القسمة:\nقرأت أكثر ما وقع تحت يدي من كتب الفقه في موضوع ضوابط المساواة بين الزوجتين أو مجموع الزوجات ولم أسترح لأكثر ما قرأت من اجتهاد\n...\nلاختلاف العصر مما يتبعه. من تغير - فبعض المذاهب كالحنابلة والمالكية يؤيد صعوبة التسوية بين الزوجات في النفقة. فبعض الزوجات ذات أولاد، وبعضهن شابة لها متطلبات أكثر وبعضهن مرضى يلزمهن نفقات العلاج، أو طالبة يلزمها ما يلزم زميلاتها من تكاليف الدراسة. ومن تعيش في الريف لا يلزمها ما يلزم ساكنة المدينة.\nفهل يكون العدل المطلوب هو المساواة بينهن في توزيع الراتب؟ أم المراد بالعدل عدم الجور؟\nأعني لكل حسب حاجتها.\nالجزء: 1 ¦ الصفحة: 15\n",
        "ودعاؤنا للزوج بعد ذلك أن يكون الله معه فقد حمَّل نفسه كثيراً.\nوهو وحده يدفع الثمن.\nوفي مذهب الأحناف خلاف بين الواجب عليه نحوهنَّ.\nففي \"بدائع الصنائع\" يجب عليه أن يعدل بينهن في المأكل والمشرب والملبس والسكن.\nبينما يرى الفقيه الحنفي ابن عابدين أن إحداهما قد تكون غنية والأخرى فقيرة فلا يلزم المساواة بينهما مطلقا في النفقة.\nقال: وعليه الفتوى.\nوالذي أرتاح له أن مسألة النفقات تختلف من زوجة إلى زوجة أخرى في عصرنا - في غير الضروريات والحاجيات، فالزوجة التي تعيش في الريف لا يلزمها كل ما يلزم نساء المدينة، كما ذكرنا. وللمريضة والطالبة وأم الأولاد نصيبها.\nفليحاول أن يبرئ ذمته. والله في عونه.\nوالمساواة في كتب فقه الأصول تنصُّ على فروق مادية سهلة، كحفنة من القمح أو مثلها من الشعير أو قطف عنب.\nومعلوم أن هذا هو الحدُّ الأدنى.\nولا نهمل حالة الزوج الذي يقوم بهذا الحِمْلِ وحده، ونساء النبي - صلى الله عليه وسلم - كان منهن بنات ملوك، وبنات شيوخ عشائر، كالسيدة \"صفية بنت حيي بن أخطب\" - ملك اليهود -، والسيدة \"جويرية بنت سيد بني المصطلق\"، و \"أم حبيبة بنت أبي سفيان\" - بنات ملوك وقادة، ومع ذلك كن يعشن في عيشة واحدة متقاربة.\nوقد ناقش الدكتور \"أحمد علي طه ريَّان\" الموضوع مناقشة واسعة في كتابه \"تعدد الزوجات\" وناقشتُه من قبل في \"زواج النبي - صلى الله عليه وسلم - 1973 م \" مع طلاب جامعة القاهرة.\nالجزء: 1 ¦ الصفحة: 16\n",
        "متاعب التعدُّد وموضوع الغيرة:\nلو كانت متاعب التعدُّد للزوجات تقف عند ضرورة أن ينام حيث يفرض عليه الواجب، ويلتزم بينهما في النفقة على ما بينا. ربما هان الأمر.\nولكن المطلوب أبعد من كل هذا وأشدُّ.\nموضوع الكلمة يحاسب عليها، وبشاشة الوجه،\nوأفعال الغيرة. وما أدراك ما الغيرة؟\nلقد سيطرن حتى على أمهات المؤمنين، مع أن القرآن الكريم قال عنهن: {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ}\nوسبب شدة غيرتهن أن الرجل كلما كان عظيماً كلما زادت غَيرةُ الزوجات عليه، فكيف إذا كان الزوج هو النبي - صلى الله عليه وسلم - الذي جمع الله فيه محاسن الأمة ليكون قدوة لها في كل كمال.\nلقد كان النبي - صلى الله عليه وسلم - يربي نساءَه، ويُعِدُّهنَّ لأمر عظيم.\nعندما دخلت هالة - أخت السيدة خديجة - رضي الله عنها - على النبي - صلى الله عليه وسلم - فبش لها وقال: اللَّهُمَّ هَالَةَ قَالَتْ عَائِشَةُ فَغِرْتُ فَقُلْتُ مَا تَذْكُرُ مِنْ عَجُوزٍ مِنْ عَجَائِزِ قُرَيْشٍ حَمْرَاءِ الشِّدْقَيْنِ هَلَكَتْ فِي الدَّهْرِ قَدْ أَبْدَلَكَ اللَّهُ خَيْرًا مِنْهَا\"\nفي مسن الإمام أحمد - رحمه الله - عن عَائِشَةَ قَالَتْ:\n\"كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا ذَكَرَ خَدِيجَةَ أَثْنَى عَلَيْهَا فَأَحْسَنَ الثَّنَاءَ قَالَتْ فَغِرْتُ يَوْمًا فَقُلْتُ مَا أَكْثَرَ مَا تَذْكُرُهَا حَمْرَاءَ الشِّدْقِ قَدْ أَبْدَلَكَ اللَّهُ عَزَّ وَجَلَّ بِهَا خَيْرًا مِنْهَا قَالَ مَا أَبْدَلَنِي اللَّهُ عَزَّ وَجَلَّ خَيْرًا مِنْهَا قَدْ آمَنَتْ بِي إِذْ كَفَرَ بِي النَّاسُ وَصَدَّقَتْنِي إِذْ كَذَّبَنِي النَّاسُ وَوَاسَتْنِي بِمَالِهَا إِذْ حَرَمَنِي النَّاسُ وَرَزَقَنِي اللَّهُ عَزَّ وَجَلَّ وَلَدَهَا إِذْ حَرَمَنِي أَوْلَادَ النِّسَاءِ\".\nلقد غارت عائشة من خديجة - رضي الله عنها - بعد موتها لكثرة وفاء النبي - صلى الله عليه وسلم - لها.\nوالوفاء من أخلاق الدين.\nالجزء: 1 ¦ الصفحة: 17\n",
        "قالت عائشة: ما غرت على امرأة لرسول الله - صلى الله عليه وسلم - ما غرت على خديجة لكثرة ذكر النبي لها، وثنائه عليها.\nولا ننسى سِنَّ السيدة عائشة في هذه الأيام، وشعورها بل ويقينها بحب النبي - صلى الله عليه وسلم - لها. حبًّا جعله يعتذر لله - سبحانه - عنه.\n\"الله هذا قسمي فيما أملك فلا تؤاخذني فيما تملك ولا أملك\"\nالغَيرةُ دليلٌ على الحبِّ\nولكن تجاوز الحد فيها يُعسر الحياة معها. وهذه من مشكلات التعدد.\nومن قصص الغيرة وعلاج النبي - صلى الله عليه وسلم - لها:\nما رواه البخاري عَنْ أَنَسٍ قَالَ:\nكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ بَعْضِ نِسَائِهِ فَأَرْسَلَتْ إِحْدَى أُمَّهَاتِ الْمُؤْمِنِينَ بِصَحْفَةٍ فِيهَا طَعَامٌ فَضَرَبَتْ الَّتِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِهَا يَدَ الْخَادِمِ فَسَقَطَتْ الصَّحْفَةُ فَانْفَلَقَتْ فَجَمَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِلَقَ الصَّحْفَةِ ثُمَّ جَعَلَ يَجْمَعُ فِيهَا الطَّعَامَ الَّذِي كَانَ فِي الصَّحْفَةِ وَيَقُولُ غَارَتْ أُمُّكُمْ ثُمَّ حَبَسَ الْخَادِمَ حَتَّى أُتِيَ بِصَحْفَةٍ مِنْ عِنْدِ الَّتِي هُوَ فِي بَيْتِهَا فَدَفَعَ الصَّحْفَةَ الصَّحِيحَةَ إِلَى الَّتِي كُسِرَتْ صَحْفَتُهَا وَأَمْسَكَ الْمَكْسُورَةَ فِي بَيْتِ الَّتِي كَسَرَتْ\".\nوقصص كثير كان يحدث في بيت النبي - صلى الله عليه وسلم -\nبسبب الغيرة.\nوالنبي - صلى الله عليه وسلم - يصبر ويعالج ويقدر لهن الدافع على فعلهن. ولقد كان النبي - صلى الله عليه وسلم - غيوراً وكان الزبير - رضي الله عنه - معروفاُ بالغيرة، وكان عمر بن الخطاب - رضي الله عنه - مفرطاً ولكن الله أكثر غيرة من النبي\"\nالجزء: 1 ¦ الصفحة: 18\n",
        "إن الله - عز وجل - يغار، وإن المؤمن يغار، وغيرة الله أن يأتي المؤمن ما حرم الله عليه.\nوبعد: إن الإسلام عندما شرع تعدُّد الزوجات أكد بذلك عالمية الدعوة لأنه وضع حلولاً لكل البشر مع تعدُّد أحوالهم الفردية والاجتماعية في السلم وفي الحرب. والرخاء والكرب.\nوالإسلام حدد عدد الزوجات وكان قبل الإسلام متروكاً لقدرة الرجل - كما قلت.\nوأوجب على الرجل حقوقاً تنظِّمُ الأسرة في المبيت والنفقة حتى الكلمة ينطق بها الرجل والابتسامة يبتسمها. اشترط الإسلام العدل النسبي بين الزوجات - كما سبق أن قلتُ.\nالتعدد حل لمشلكة طبيعية:\nلو كان عدد النساء وعدد الرجال متساويين لتزوج كل رجل بامرأة واحدة.\nولو كان عدد النساء يزيد عن عدد الرجال؟\nفللمناقشة أحد حلول ثلاثة:\nيتزوج كل رجل بامرأة واحدة والباقيات يعشن راهباتٍ أو خليلاتٍ - متسولات جنسيًّا.\nأو يعشن طاقاتٍ معطلاتٍ.\nأو يشترك كل مجموعة منهن في رجل واحد.\nالجزء: 1 ¦ الصفحة: 19\n",
        "من باب \"ما لايدرك كله لا يترك كله\"\nمشكلة واقعية تحتاج لحل عملي.\nولغة الأرقام تؤكد هذه المشكلة - تؤكد زيادة عدد النساء، وإليك بعض الإحصائيات.\nنقلاً عن إدارة التعبئة بمصر العربية:\nالمحافظة\n.....\nعدد الذكور\n.....\nعدد الإناث\nكفر الشيخ\n....\n483 ألف\n....\n490 ألف\nبني سويف\n....\n422 ألف\n...\n437 ألف\nأسوان\n....\n189 ألف\n....\n196 ألف امرأة\nوعلى القارئ أن يذكر أن عام 1960 عام سلم.\nوطبيعي أن تختلف الإحصائية بعد 1967 بعد النكسة.\nفأين؟. وماذا يفعل العدد الزائد من النساء؟\n1-\nراهبات أو خليلات؟\n2-\nأو تشترك مع غيرها في رجل في الحلال؟\nإن نصف رجل في الحلال أو ربع رجل أفضل.\nدع الله يُشرِّع لعباده، فهو أعلم بمصلحتهم.\nالجزء: 1 ¦ الصفحة: 20\n",
        "وفي الحديث الصحيح الذي رواه البخاري عَنْ أَنَسِ بْنِ مَالِكٍ\nقَالَ لَأُحَدِّثَنَّكُمْ حَدِيثًا لَا يُحَدِّثُكُمْ أَحَدٌ بَعْدِي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ \" \"مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يَقِلَّ الْعِلْمُ وَيَظْهَرَ الْجَهْلُ وَيَظْهَرَ الزِّنَا وَتَكْثُرَ النِّسَاءُ وَيَقِلَّ الرِّجَالُ حَتَّى يَكُونَ لِخَمْسِينَ امْرَأَةً الْقَيِّمُ الْوَاحِدُ\".\nولعل هذا بسبب الحروب التي أخبر النبي - صلى الله عليه وسلم - عنها في نبواءته.\nروى مسلم في صحيحه: عَنْ أَبِي هُرَيْرَةَ\nأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ \" \"لَا تَقُومُ السَّاعَةُ حَتَّى يَحْسِرَ الْفُرَاتُ عَنْ جَبَلٍ مِنْ ذَهَبٍ يَقْتَتِلُ النَّاسُ عَلَيْهِ فَيُقْتَلُ مِنْ كُلِّ مِائَةٍ تِسْعَةٌ وَتِسْعُونَ وَيَقُولُ كُلُّ رَجُلٍ مِنْهُمْ لَعَلِّي أَكُونُ أَنَا الَّذِي أَنْجُو\"\nوعالمية الشريعة الإسلامية تفرض صلاحيتها لكل الظروف، في السلم والحرب. والإسلام لم يفرض تعدُّد الزوجات، ولكنه أباحه.\nوالإسلام لم يبتدع تعدُّد الزوجات، لأنه سابق عليه في الأديان السماوية وفي الجزيرة العربية. ولكنه حدده بأربع زوجات.\nواشترط الإسلام - كما سبق - قدرة الرجل على العدل وإن كان نسبياً. وقدرته على الإنفاق.\nوجعل للزوجة الأولى أن تجعل من شروط زوجها ألا يتزوج عليها.\nفإن خالف الشرط فلها أن تطلب الطلاق. فأي مشكلة والأمر في البقاء والطلاق بيدها؟!\nقال معارضو التعدُّد:\nإن التعدُّد يهدم قاعدة مساواة المرأة بالرجل.\nقلنا: إن الله علم أنَّ المرأة لا تصلح إلا لزوج واحد، حتى يثبت نسب ولدها من أبيه. وحتى يتحمل مسؤولية التربية.\nالجزء: 1 ¦ الصفحة: 21\n",
        "من هنا لم تعدُّد الزوجة الأزواج.\nقال لي أحدهم: لماذا لم تعدُّد المرأة الأزواج كما يعدد الرجل الزوجات؟\nفقلت له: إذا تزوج الرجل بأربعة فكم يمكن أن يرزق من الأولاد؟\nقال: أربعة.\nقلت: وإذا تزوجت المرأة أربعة رجال فكم يمكن أن ترزق في العام؟\nقال: حمل وحد. ثم ضحك.\nيقول الأستاذ العقاد:\n\"إن طبيعة الرجل أو الذكر عامة إذا أدى مطلب النوع مرة أن يؤدي بعده مرات بلا عائق من التركيب أو التكوين.\nوليس هذا في حال الأنثى بميسور على وجه من الوجوه\"\nالدكتور مراد هوفمان وموضوع تعدُّد الزوجات.\nأسلم. وعمل سفيراً لألمانيا في المغرب وكتب عن الإسلام.\nولكن البيئة التي ظهر فيها غير إسلامية. واللغة التي يتكلم بعا غير عربية.\nفإن أخطأ فَهْمَ آية قرآنية، أو عادة من عادات العرب فله عذره.\nقال: والشروط التي تبيح التعدُّد للزوجات في أغلب الأوقات تجعل التعدُّد في عصرنا مستحيلاً.\nثم ذكر الآيتين {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً}\nوالآية الثانية {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ}\nالجزء: 1 ¦ الصفحة: 22\n",
        "وأخذ من ظاهر الآيتين صعوبة التعدد. وإن كان لم يمنعه ولم يحرمه.\nواشترط الدكتور مراد هوفمان في إباحة التعدُّد أو يوجد يتامى كأبناء أخيه الذي مات فيتزوج من أرملة أخيه لكي يرعى اليتامى هذا هو رأيه بإيجاز.\nوبناء على أخذه بظاهر الآيتين بدون تعمق في فهمها أخطأ الحكم على حكام المسلمين وخلفاء الإسلام فقال: تعدُّد الزوجات في بيوت الأمراء والخلفاء لا يقبله القرآن أو يجيزه وهو أمر تلقائي عفوي غير منطقي وغير إنساني.\nوسبب خطأ الدكتور \"هوفمان\" في الحكم هو خطؤه في فهم العدل المطلوب. ظنُّه العدل المطلق.\nوهو العدل النسبي - الذي تكلمت عنه. وهو تحريم الميل كل الميل لزوجة مما ينشأ عنه أن تكون الثانية كالمعلقة لا هي زوجة فتتمتع بحقوقها الشرعية ولا هي مطلقة فتبحث عن زوج:\n{وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ}\nجاء في معنى الآية الكريمة: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ}\nكمال العدل.\nلأن أمر النساء يغالب النفس. لأن الله جعل حُسن المرأة وخلقها مؤثران أشد التأثير على الرجل.\n{فَلَا تَمِيلُوا كُلَّ الْمَيْلِ} أي لا يفرط أحدكم بإظهار الميل إلى إحداهن أشد الميل حتى يسيء الأخرى بحيث تصير الأخرى كالمعلقة.\nالجزء: 1 ¦ الصفحة: 23\n",
        "{كَالْمُعَلَّقَةِ} هي المرأة التي يهجرها زوجها جهرا طويلاً فلا هي مطلقة ولا هي زوجة.\nوقد قالت أمُّ زرع: \"زَوْجِي الْعَشَنَّقُ إِنْ أَنْطِقْ أُطَلَّقْ وَإِنْ أَسْكُتْ أُعَلَّقْ\".\nوقد دلَّت الآية الكريمة على أن المحبة أمر قهري، وأن للتعلق بالمرأة أسباباً توجبه قد لا تتوفر في بعض النساء، فلا يتكلف الزوج بما ليس في وسعه من الحب والاستحسان. ولكن من الحب حظاً هو اختياري وهي تحمل ما لا يلائمه من خلقها\"\nفالدكتور \"هوفمان\" قليل المعارف باللغة التي يحتاجها الدارس لمقاصد القرآن. ومع ذلك فالدكتور منصف حاول بيان بعض الحالات التي تأتي على الرجل عادة فتكثر الأرامل.\nومثل رغبة بعض النساء في تزويج زوجها من امرأة معينة لتدرب أولادها على حبهم لأنها مريضة وستموت، وذكر من الأسباب رغبة بعض النساء من الزواج من رجل معين. وليته طبق هذا الكلام على بيوت الخلفاء.\nوالدكتور \"مراد هوفمان\" له عذره - كما قلت - لأنه نشأ وترعرع في ألمانيا فمعرفته بالإسلام وبتاريخه ومجتمعه معرفة محدودة.\nأما الدكتور المهندس شحرور فلا عذر له في بلد عربي له حضارات العربية والإسلامية العريقة.\nوالجهود التي بذلها في كتابه جهود كبيرة. كبيرة فعلاً. لأنه يريد بهذه الجهود نقل حقائق تفوق الجبال الراسيات، نقلها إلى بركة من الأوهام.\nوالأصابع الكليلة لا تقوى على نقل الجبال الراسيات وأنفاس المرضى المصرورين لا تستطيع أن تطفئ ضوء الشمس.\nكنت أريد أن أجمع دراستي لكتابه \"الكتاب والقرآن 820 صحيفة\" لأخرجها في كتاب مستقل. ولكنني رأيت أن أنقل هنا بعض ما يتعلق بموضوع الأُسْرة والمرأة ليعلم القارئ المسلم ماذا يراد بالإسلام باسم حريَّة الفكر؟\nالجزء: 1 ¦ الصفحة: 24\n",
        "وأوجز هذه السطور عن منهج د / شحرور في كتابه ليعلم القارئ المسلم أن جهوداً كبيرة تبذل لصرف المسلم عن حقائق الإسلام.\nوتشويه صورته الناصعة.\nكانت هذه الجهود تبذل على يد علماء الاستشراق، وتنقل عن طريق الترجمة إلى بلادنا، هذا فيما بعد الحروب الصليبية لكن القائمين على أمر الغزو الفكري لبلاد محمد - صلى الله عليه وسلم - وجدوا أن القارئ والدارس لا يطمئن لكثير مما يقرأ. مهما حاول الكاتب - غير المسلم - أن يدعي الحياديَّة والموضوعية في البحث.\nمن أجل ذلك حاولوا صنع بعض العقول المنتسبة للعربية والإسلام لتقوم بهذه المهمة. فهناك يسمع ما تقول. واستعدوا غزوهم لبلادنا واستعمارهم لكثير منها في تربية هذا الجيل على ما أريد منه، بعد نجاحهم في اختياره.\nونقلوا بعضهم إلى بلاد الشرق والغرب لتعميق هذه المهمة.\nوتشكيل عقولهم وقلوبهم.\nلا أذكر أسماءهم. فليس هذا موضوعي.\nولكن أذكر غزوهم لبلادنا بالقوانين الوضعية التي أدخلوها لإبعاد الشريعة الإسلامية عن الحكم. بل وعن القضاة عامة. ولم يمض على إدخالها سوى قرن واحد حتى أصبحت قوانينهم هي المصدر الأول للتشريع في بلادنا، أو حتى في أكثرها. وأصبح بعض حملتها من أبناء البلاد - ينظرون للشريعة الإسلامية نظرة التراث الذي أتم دوره في غياب القوانين الوضعية. ويجب أن تحال الشريعة للتقاعد. وكما حدث منذ قرن في القوانين الشرعية، وتكوين عقول تؤمن وتدافع وتعمق القوانين المستورده حتى لم يبق - في بعض البلاد المسلمة من الشريعة الإسلامية سوى \"الأحوال الشخصية والميراث\".\nحاولوا بعد ذلك صنع عقول من أبناء البلاد والمنتسبين للإسلام لغسل عقول الأجيال مما بقى من العقيدة والحضارة الإسلامية والأخلاق الإسلامية.\nالجزء: 1 ¦ الصفحة: 25\n",
        "فجنَّدوا لنفس الأمر مجموعة من أذكياء الشباب المنتسب للإسلام أصحاب القدرة على البيان، وصنعوا لهم مجداً علمياً زائفاً، ومؤهلات عالية، وسخَّروا لهم كل وسائل الإعلام في العالم، حتى يقوموا بما أعدُّوهم له من طعن الإسلام وتشوية صورته من الداخل.\nوأقلُّ سهام الداخل دامية وربما قاتله.\nوالآن مع المهندس الدكتور محمد شحرور وكتابه \"الكتاب والقرآن\"\nوما يتعلق بموضوعنا فقط من هذا الكتاب.\n* منهجه في الكتاب:\nأولاً: يستخدم الدكتور منهج كل إخوانه من العَلْمانيين - بفتح العين - في محاولة خداع الشباب باسم حريَّة الفكر.\nفهم يرجعون إلى كتب اللغة العربية وينقلون المعنى اللغوي للكلمة القرآنية، ليصرفوا الناس عن المعاني الشرعية للكلمة.\nالمعاني التي جاء بها الإسلام، وجاهد النبي من أجلها. وجمع الناس عليها. ومعلوم أن كل كلمة أو مصطلح إسلامي له معنى لغوي ثم أحدث القرآن له معنى شرعي. كالصلاة مثلاً معناها اللغوي الدعاء، ثم استحدث الإسلام بها المعنى المعروف.\nوالزكاة. معناها اللغوي النماء والزيادة.\nوالحج معناه اللغوي القصد إلى أي مكان عظيم.\nثم استخدم الإسلام هذه الألفاظ في معانيها الإسلامية.\nفإذا حاول العلمانيون تفسير القرآن الكريم بالمعاني اللغوية السابقة على الاستعمال الإسلامي فهذه انتكاسه فكرية.\nوهدم لما أحدثه الإسلام من معاني.\nالجزء: 1 ¦ الصفحة: 26\n",
        "وتجريد الساحة من المفاهيم الإسلامية:\nويظهر هنا جيداً في كلمة \"الشريعة\" بالذات. فكتب اللغة تقول: الشريعة هي شرعة الماء. التي تطلق عليها اللهجة المصرية اسم \"ترعة\" أي مجرى الماء. ثم استعير اسم الشريعة من مجرى الماء واستعمل للطريقة الإلهية. تشبيها بتشريعة الماء.\nووجه الشبه - كما قال الراغب الاصفهاني:\nالمنافع في المعنيين - من ريّ وتطهير.\nوأصبحت كلمة الشريعة بمعناها الإسلامي الجديد تعني أحكام الله\n...\nهداية للناس، ومنهج تربية لهم، وحاكمه لحكامهم {ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا}\nومعلوم أن بعد الإسلام لا يمكن أن نرجع إلى المعنى اللغوي ونهمل المعاني الشرعية {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا}\nفمنذ العهد المكي والقرآن يستخدم كلمة الشريعة بثوبها الجديد ومعناها الإسلامي.\nواستمر الاستخدام القرآني للكلمة حتى آخر العهد المدني عندما نزلت سورة المائدة آية 18 - التي ذكرناها وسوف تبقى.\nوقد فهم المشركون في مكة المقصود من كلمة الشريعة بمعناها الجديد.\nفلم يقل أحد منهم للنبي - صلى الله عليه وسلم - أين الشرعة التي جعلك الله عليها. لتحول مكة إلى وادٍ ذي زرع.\nالجزء: 1 ¦ الصفحة: 27\n",
        "ما دامت الشرعة هي مجرى الماء.\nلم يقل أحد هذا. فالعلمانين عندما يحاولون النكسة الفكرية بتفسير القرآن بالمعاني اللغوية فقط يريدون صرف الدعاة عن المطالبة بتحكيم الشريعة الإسلامية الغراء لأنهم يريدون حكماً بدون دين، واقتصاد بدون دين، وتربية بدون دين، حتى الأخلاق يريدون تجريدها من الدين فهم يدَّعون أن ما حكم به النبي - صلى الله عليه وسلم - هو قضاء ناسب عصره.\nوليس في الإسلام شيء اسمه الشريعة الإسلامية بمعنى الحكم الإلهي الممتد من القرآن والسنة. هذا هو منهج العَلْمانيين.\nوهو المنهج الذي اتبعه المهندس الدكتور شحرور كما سنبينه - إن شاء الله. يريدون إلغاء الدين من الحياة.\nنماذج من كتاب دكتور شحرور:\nفمثلاً وهو يتكلم عن العورة.\nيبدأ بقوله: العورة ليس لها علاقة بالحلال والحرام لا من قريب ولا من بعيد. (هذا هو الجانب الشرعي) في تصوره.\nوينتقل إلى كتب المفردات اللغوية وينقل معنى العورة فيقول: العورة بالمعنى العربي هي \"ما يستحي المرء من إظهاره\"\nهذا ما أجمع عليه أئمة اللسان العربي في معنى العورة.\nثم يستشهد بحديث الرسول - صلى الله عليه وسلم -:\n\"من ستر على مؤمن عورته ستر الله عورته\"\nولا يفوته أن يذكر الآيات والأحاديث التي استخدمت كلمة العورة لغوياً.\nأما المعنى الشرعي للعورة - للرجل أو للأنثى\nالجزء: 1 ¦ الصفحة: 28\n",
        "يقول: هو كلام مردود. ص 612 وكما قال من قبل: ليس له علاقة بالحلال والحرام.\nويقسم جسم المرأة إلى قسمين.\nالأول (جيوب) ويعني بها الفرج وإست المرأة، وتحت الثديين.\nوالثاني بقية جسدها.\nويقول: إن الله منع المرأة المؤمنة من العمل والسعي بشكل يظهر جيبها - فرجها وإستها وتحت ثدييها - كأن تقوم برقصات تظهر فيها هذه الجيوب أو بعضها. بشكل إرادي.\nونلاحظ أنه راعى اليسر على الراقصات فقال: ظهور الجيوب بشكل إرادي. أما إذا غلبها الفن فظهر ما ظهر منها بشكل غير إرادي فالدكتور يُوسِّع دائرة العفو من أجل الفن.\nثم يقول: الله - سبحانه - قد حرم على المرأة التعرية والبغاء.\nوأما بقية المهن فيمكن للمرأة أن تمارسها دون حرج أو خوف،\nوذلك حسب الظروف الاجتماعية.\nوفي صفحة 614 يقول: إن قوله تعالى: {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} يقول: هذه الآية للتعليم وليست للتشريع.\nلست أدري ما هي آيات التعليم وما هي آيات التشريع؟ !!\nأما النساء اللاتي لا يرجون نكاحاً. ويفسرهن بالمريضات فلا مانع عنده من خلع ثيابهن لحمامات الشمس، والمساجات أمام من يقوم بمساعدتها.\nثم يذكر قوله تعالى: {وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ} صـ 616\nالجزء: 1 ¦ الصفحة: 29\n",
        "هكذا يظهر لنا خطر المنهج العَلْماني في تفسير القرآن باللغة العربية فقط بعيداً عن التفسير بالمأثور وبمصطلحات فقهاء الأمة.\nلقد وصلت جرأة المهندس شحرور عندما يدعي أنه يصحح أخطاء تفسير العلماء المسلمين لقوله تعالى: {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا}\nأن يُقسِّم - كما سبق أن ذكرتُ - جسم إلى جيوب وغير جيوب.\nويعتبر الجيوب - الفرج والإست وتحت الثديين زينة باطنة.\nلا يجوز للمرأة أن تتعمد ظهورها.\nوما عدا ذلك وهو كل جسدها زينة ظاهرة كالشعر والبطن والظهر والفخذين ثم يقول: والله - سبحانه - قد خلق الرجلَ والمرأةَ عُراةً دون ملابس ص 606.\n* * *\nمفهوم العورة في السنة:\nإن العَلْمانيين يريدون عزل الأمة عن شرع الله. إن العورة في الإسلام - كما يقول صاحب \"مدارج السالكين\":\n\"ومن المحرمات النظر إلى العوارت.\nوهي قسمان:\nعورة وراء الثياب.\nوعورة وراء الأبواب.\nوقد وصل حرص الإسلام على صيانة العورات إلى وراء الأبواب -\nوهي الأخف من العورتين - أن من نظر في العورة التي وراء الأبواب فرماه صاحب العورة ففقأ عينه لم يكن عليه شيء، وذهبت عينه هدراً بنص حديث الرسول - صلى الله عليه وسلم - المتفق\nالجزء: 1 ¦ الصفحة: 30\n",
        "عليه عند البخاري ومسلم: \"قَالَ مَنْ اطَّلَعَ فِي بَيْتِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَقَدْ حَلَّ لَهُمْ أَنْ يَفْقَئُوا عَيْنَهُ\".\nوفي رواية أبي داود \"فَفَقَئُوا عَيْنَهُ فَقَدْ هَدَرَتْ عَيْنُهُ\"\nوهذا إذا لم يكن للناظر سبب يبيح له النظر كريبة هو مأمور بمراقبتها.\nوأحاديث النبي - صلى الله عليه وسلم - في التحذير من كشف العورة أحاديث كثيرة. وفي بيان المراد منها.\nوحدَّدت كتب الفقه المراد من العورة. وأحكامها.\nولكن شحروراً - ككل العَلْمانيين - يريدون هدم الحق باسم حريَّة الرأي والفكر، ولست أدري ما هي حدود الحرية التي يجب أن يتمتع بها الكاتب ويقف عندها لضمان سلامة المقدسات. فأنت حر ما لم تضر.\nوالإضرار بالمقدسات أعظم.\nوهم لا يريدون للكاتب حريَّة إلا في مجال طعن الإسلام.\nولكل حضارة مقدسات لا يسمح لأحد تحت أي شعار أن ينال منها.\nوالولايات المتحدة وهي تدَّعي حماية الحرية وحقوق الإنسان هل تسمح لأحد باسم حريَّة الفكر أن ينادي بعزل أقليم واحد من أقاليمها؟\nأما أن يجرُء الكُتَّاب المنتسبون للإسلام إلى طعن مقدساته ففاعل ذلك مفكرٌ، وحرٌّ ومَن يردُّ عليه من علماء الدين فهو يحاول الحجر على عقول الآخرين هكذا يعيش الإسلام في غربة نهايتها غير الله.\nالدكتور شحرور يتابع منهجه في إفساد معاني القرآن لغوياً.\nومرة ثانية نلتقي مع الدكتور ومنهجه في تحريف آيات الله باسم التفسير اللغوي للقرآن ودعوى تصحيح ما أخطأ علماء الإسلام فهمه.\nالجزء: 1 ¦ الصفحة: 31\n",
        "أليس من العجيب أن المهندس شحرور يدعي أنه يصحح لعلماء الإسلام فهمهم؟!!\nجاء هذا في حديثه عن النظام الاقتنصادي في الإسلام وجعل أصله هو\n\"متاع الحياة الدنيا\"\n{وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا}\nالمهم أنه تعرض للآية الكريمة {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ}\nأول شيء أنه قال: إن الآية متشابهة وهي بحاجة إلى تأويل - وهو مطابق الآية مع العقل والحقيقة.\nثم ادَّعى أن أخذ الآية على لفظها يجعل النساء مذكورات مع الخيل المسمومة والأنعام من الإبل والبقر والغنم ثم يقول: وهذا الفهم الخاطئ الشنيع هو الذي سمح للفقهاء المسلمين، وللمسلمين بشكل عام بأن يعاملوا المرأة كالغنم والبقر على أنها شيء من الأشياء. ص 641.\nهل هذا صحيح؟\nهل فقهاء المسلمين، بل والمسلمون بشكل عام يعاملون المرأة كالغنم والبقرة؟ ولماذا لم يجعل حب المرأة هو الأصل وقد عطف القرآن عليها الولد وهو أغلى شيء، ثم عطف عليهما الذهب والفضة. أم هي سموم العلمنة، وأكاذيب شحرور؟!!\nثم يأتي إلى ألفاظ الآية الكريمة بعد أن نفث سمه واستراح.\nفيقول الدكتور شحرور:\nالجزء: 1 ¦ الصفحة: 32\n",
        "إن القرآن استخدم كلمة النساء بمعنى أزواج الرجال {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ}\nولكن في آية الزينة - التي معنا - النساء معناها اللغوي الشيء المتأخر. لأنها من النسأ وهو التأخير {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ}\nوقول الرسول - صلى الله عليه وسلم -: \"مَنْ سَرَّهُ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ أَوْ يُنْسَأَ لَهُ فِي أَثَرِهِ فَلْيَصِلْ رَحِمَهُ\"\nفالنساء جمع امرأة وجمع نسأ وقد فهم المفسرون الأوائل هذا الفهم.\nثم لا يفوته أن يغمزهم فقال: فهِمُوا بشكل بدائي جداً هذا المعنى عندما قالوا: إن الله خلق آدم ثم خلقت منه حواء - يعني الأنثى خلقت متأخرة عن الذكر. ولهذا سميت الأنثى نساء من التأخير.\nكل هذه المقدمات التي اختصرتها يريد الدكتور أن يقول: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ} يعني الأشياء المتأخرة.\nوليس النساء الأمهات والزوجات يفسر \"نِساء\" بكسر النون من النسأ في الكفر\" أي تأخير بعض الشهور عن وقتها تلاعباً بالأشهر الحرم.\nفيقول: الناس يحبون السيارة المتأخرة الصنع. ويحبون العمارة المتأخرة البناء، ويحبون الثوب المتأخر الصناعة - يحبون الموديل الجديد دائماً.\nثم يقول: ولو فسرنا النساء بمعنى المرأة فكيف تشتهي المرأة المرأة؟\nوهو يعلم أن المرأة قد تشتهي إنجاب الولد وملك الذهب.\nالجزء: 1 ¦ الصفحة: 33\n",
        "فزين للرجال ما يشتهون. وزين للنساء ما يشتهين.\nزين للرجال الولد والذهب والخيل المسمومة والأنعام والحرث وزين للنساء ما يحتجن إليه مما ذكر في الآية الكريم.\nولو كان المراد القرآني هو التأخير - كما يدعي الدكتور شحرور لفتح النون في قوله من \"النِّساء\".\nإن كل ما يهدف إليه شحرور هو صرف الناس عن معاني القرآن الشرعية، وشغلهم عنها بالمعاني اللغوية، وحتى ينشغل الناس عن مراد الله من قرآنه. ومن شريعته، فالشريعة في اللغة هي \"شرعة الماء\" فليطمئن حكام المسلمين فالعَلْمانيون يعدون جيلا لا يعرف شيئاً عن شريعة الله. ولا عن الإسلام كله.\nمرة ثانية مع كتاب شحرور وموضوع تعدُّد الزوجات:\nبعد أن عرفنا منهجه وهو يحاول إلغاء المعاني التي استحدثها الإسلام، ويعمل على الرجوع لمعاني اللغة العربية التي كانت قبل الإسلام، ليفسر بها القرآن نلتقي معه وهو يتحدث عن تعدُّد الزوجات.\nوقد سبق في حديثي عن تعدُّد الزوجات عند الدكتور (مراد هوفمان)\nأن صححت بعض ما التبس عليه لأنه ليس عربياً فمعرفته بالقرآن محدودة ومعرفته بالتاريخ الإسلامي كذلك. فله عذره.\nولكن الدكتور شحرور عربي لا عذر له.\nمنهجه في تعدُّد الزوجات أنه يقول بجواز الزوجة الثانية أو الثالثة بشرط أن تكون من الأرامل ذات اليتامى وحاول أن يستدل على ذلك بالآية الكريمة\nالجزء: 1 ¦ الصفحة: 34\n",
        "{وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً}\nوالآية الكريمة تتحدث عن محاولة التوصي على اليتيمة أن يتزوج بها بدون مهر أو يزوجها ولده بدون مهر المثل. والآية ضمن آيات النساء في الحفاظ على مالهن المكتسب أو هو المهر أو مالهن الموروث.\nقال تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا}\nفكان معنى الآين إن خفتم ألا تقسطوا في اليتامى فلا تتزوجوا منهن، وانكحوا ما طاب لكم من النساء غيرهن.\nفالنساء من غير اليتامى كثيرات.\nوهذا ما عليه المحققون من أولي العلم.\nوواضح مهن الآية (127 النساء) أنها تؤكد المعنى الذي ذكرناه في الآية الثالثة من السورة الكريمة - سورة النساء - تؤكد تحريم الوصي لليتيمة بالزواج منها من غير دفع المهر لها.\nجاء في قوله تعالى: {وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ}\nوما كتب لهن هو الصداق الذي كتب لهن، وما ورثته من آبائهن.\nوالذي يُفتى في هذا الموضوع لأهميته هو الله {قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ}\nوليس بعد فتوى الله فتوى.\nالجزء: 1 ¦ الصفحة: 35\n",
        "* (فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ)\nيأتي الدكتور شحرور ويحاول فرض هواه على تفسير الآيات.\nيقول: لموضوع تعدد الزوجات كمٌّ وكيف.\nالكم: هو العدد الذي حدَّدته الآية.\nأما الكيف، فلكي تربط جواب الشرط بالشرط يعني تربط بين (فَانْكِحُوا مَا طَابَ لَكُمْ) بالشرط الذي هو (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى)\nيقول: فقد قيَّد القرآن الزوجة الثانية حتى الرابعة بأن تكون من الأرامل ذوات اليتامى، وأن يتزوج الرجال الأرامل ذوات اليتامى ويأخذهن مع أولادهنَّ.\nثم يقول: فإذا أخذ الرجل ثلاثة أرامل وأطفالهن فيمكن أن نفهم قوله تعالى\n(فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً) أي فإن خفتم ألا تعدلوا بين أولادكم ومن أولاد الزوجات الأرامل.\nولا يغيب عن القارئ الفارق بين التفسير وبين الأهواء - أعني أهواء الذين لا يعلمون.\nفقد حذَّر شحرور من جعل البكر زوجة ثانية وهو حكم بلا دليل.\nوقد تزوج النبي - صلى الله عليه وسلم - عائشة وهي بكر، وكانت زوجة ثانية، وتزوج عمر بن الخطاب - رضي الله عنه - أم كلثوم بنت الإمام علي - رضي الله عنه - وهي بِكْرٌ، وكانت زوجة ثانية، وما زال التعدد بالأرامل وبغير الأرامل سنَّةً مباحة إلى يوم الناس هذا.\nحرّم شحرور أن تكون البكر زوجة ثانية - كما قلنا - وحرّم أن تكون الأرملة بدون يتامى زوجة ثانية، وحرّم أن تكون المطلقة ذات الأطفال زوجة ثانية لأنهم\nالجزء: 1 ¦ الصفحة: 36\n",
        "ليسوا يتامى فهو يحرم التعدُّد بغير الأرملة ذات اليتامى.\nوكل هذا تحريم بلا دليل ولا أصل شرعي.\nوالذي يشرع للعباد هو الله وحده. والنبي - صلى الله عليه وسلم - مُبلغ عن الله.\nإن الربط بين الشرط وجوابه - في الآية الكريم إن خفت ألا تعدلوا في اليتامى فتزوجوا غيرهن وهو المفهوم من قوله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ}\nومرة ثانية يدخل شحرور في قضية شرعية ويصدر فيها حكماً بلا دليل أو أثارة من علم.\nوأي قيمة أو حتى حاجة للدليل الشرعي ما دام الدكتور المهندس شحرور يُفتي؟!!\nيقول: وقد أعطى الله - سبحانه - تسهيلات بالنسبة للراغب في الزواج من أرملة ذات يتامى.\nما هي هذه التسهيلات؟\nيقول: أعفاهم من الصداق في قوله تعالى: {وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} - سبحان الله - أين مراد الله من الآية ومراد الدكتور شحرور؟!!\nإن الله يعتب على الوصي أن يستغل من تحت يده من اليتامى فيتزوج بهن بدون مهر.\nوشحرور يجعل المخالفة رشداً، والجريمة تشريعاً يجعل الزواج بالأرامل ذات اليتامى بدون مهر. {قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ} ويجعله كذلك بدون عدل بين\nالجزء: 1 ¦ الصفحة: 37\n",
        "الزوجات، لأن العدل المطلوب عند شحرور هو العدل بين أطفالك وبين اليتامى أبناء الأرامل اللاتي سيتزوج بهن.\nوقد تزوج النبي - صلى الله عليه وسلم - أرامل ودفع لهن المهر.\nوعدل بينهن في المبيت وفي العيش.\nمع أن الله قد عافى النبي - صلى الله عليه وسلم - وحده من الصداق.\nومن العدل في المبيت بين الزوجات.\nومع ذلك التزم بالصداق والعدل.\nأما المعافاة من الصداق فلقوله تعالى عن المرأة التي وهبت نفسها للنبي {وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} فالزواج بلا مهر أمر خاص للنبي - صلى الله عليه وسلم - فكيف جعله شحرور تشريعاً عاماً؟!\nوقد عافاه الله من القسمة بين نسائه في المبيت ومع ذلك ظلَّ ملتزماً حتى مرض موته {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ} مع أن الله عافاه من حتمية القسمة إلا أن النبي - صلى الله عليه وسلم - التزم بها حتى مرض موته.\nتقول السيدة عائشة - رضي الله عنها -: وكان النبي في مرض موته يطاف به محمولاً على بيوت أزواجه إلى أن استأذنهنَّ أنْ يقيم في بيت عائشة فأذنَّ له.\nوكان يُقرع بين نسائه في السفر فأيتهنَّ خرجت قرعتها \"سهمها\" خرج بها معه\nهذا وكما قلنا إن الله قد عافاه من القسمة.\nومع ذلك التزم لأن العدل طبيعته. هذا هو النبي - صلى الله عليه وسلم - فمن أين أتى المهندس شحرور بهذا التشريع؟!\nمن أين أتى بزواج بلا مهر ولا عدل بين الأزواج؟!\nلأن العدل عنده بين أولادك وبين اليتامى!!\nالجزء: 1 ¦ الصفحة: 38\n",
        "ولما علم المهندس شحرور أن زواج النبي - صلى الله عليه وسلم -\nوتشريعه المستمد من القرآن يقف عقبة أمام الخرافات التي يدعو لها،\nفما كان لمسلم لأن يترك دين الله ليتْبع أباطيل شحرور، كشف عن وجهه، وأعلن مراده من دعوته، وقال:\nإن البحث في زواج النبي - صلى الله عليه وسلم - هو ضرب من العبث أننا نناقش هذه الزيجات بمقايسنا المعاصرة لا بمقاييس قديمة.\nوهنا يكمن سوء الفهم والالتباس.\nهكذا كشف المهندس عن طويته.\nالقرآن يشغل المسلمين في سورة الأحزاب والتحريم بموضوع زوجات النبي - صلى الله عليه وسلم - والمهندس يرى أن هذه مباني في وسط الطريق يجب أن تُزال.\nيجب ألا يشغل المسلمون أنفسهم بهذا العبس - الذي شغلهم به القرآن. {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا}\nثم يواصل كلامه في زواج النبي - صلى الله عليه وسلم - فيقول:\nإن النبي في زيجاته لا يعتبر أسوة لنا أبداً.\nوكذلك زوجاته لا يعتبرن أسوة لنساء المسلمين، ثم يحاول أن يخدع القارئ فيقول: {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ}\nثم يقول: وهذا - يعني حديث القرآن عن نساء النبي تعليم وليس تشريع.\nعفى الله عن شحرور وهذه للحق.\nأما كتابه الضخم فأحوج الأمة إليه هي \"أفغانستان\" في محنتها، لأن درجة البرودة عندهم في الشتاء عشرون تحت الصفر ولا يجدون حطباً يدفئهم. فلْيَسْعَدْ أهل أفغانستان بكتاب شحرور في التَّنُّور فهو المكان المناسب لهذا الكتاب القيم.\nالعدل أم الإحسان؟\nضيّع أولاده صغاراً عندما أعطى كلّه للزوجة الجديدة الحسناء أهملهم وأمَّهم. فشقوا طريقهم في حياة كالصخر حتى أتمُّوا دراستهم.\nالجزء: 1 ¦ الصفحة: 39\n",
        "واليوم دارت الأيام، وولت الدنيا عنه، ولم يبق سوى بيوت أولاده.\nهل العدل هو صاحب الكلمة العليا أم الإحسان؟\nصحيح {اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى}\nولكن هل التقوى أن أضيع أبي؟؟ !!!\nإن الله أمر بالعدل والإحسان {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ}\nفلماذا لا تكون الكلمة العليا هنا للإحسان؟\nولكن بعض القضايا لا يصلح فيها الإحسان.\nالقضاء بين الناس ساحة لا يصلح فيها إلا العدل.\nلأن القاضي إذا حكم بالإحسان ضيع حقوق الناس لذلك قال تعالى: {وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ}\nوعلى هذا فلابد من ساحات لا ينفع فيها العدل ويجب فيها الإحسان. والإحسان وحده.\nلقد أصبح الوالد (عندك) . ولو كان بينكما من المسافات بُعد المشرقين، فقد كنت صغيراً عندهما {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا}\nإن الله أمر بالإحسان إلى الوالدين كلما أوصى بهما ليحذرنا - في مثل قضيتنا - من العدل معهما.\nفمن حكم بين الناس فلابد من العدل. ولا يصلح الإحسان وفي الأسرة ومع الوالدين لابد من الإحسان.\n* * *\nالجزء: 1 ¦ الصفحة: 40\n",
        "العدل بين الأولاد:\nأكَّد القرآن ضرورة عدل الإنسان مع نفسه {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ}\nوهو مكلف بالعدل بين الزوجات - إن عدد الزوجات.\nوقد مرَّ بنا أن العدل المطلوب بينهن هو العدل النسبي.\nفإن عجز عن العدل النسبي فواحدة.\nومن خاف على نفسه من الزنا إذا لم يتزوج وخشى من ظلم الزوجة إن تزوج، فلا يجوز له الزواج لأن للعفَّة وسائل يمكن أن يستغنى بها الزنا وليس من وسيلة لدفع ظلم الزوجة فلا وسيلة بيدها للخلاص.\nومن مَالَ إلى إحدى زوجتيه مَيلاً كاملاً يأتي يوم القيامة وشقه مائل.\nومعلوم أن كل شيء في الآخرة يدوم. فميل شقه يدوم.\nوالمشاهد في حياة الناس أن الميل لامرأة يُسبب الميل لأولادها.\nوعدم المساواة بين الأولاد يؤدي إلى قطع الودِّ والحبِّ بين الأولاد.\nوقد يتجاوز هذا الشعور السلبي إلى أحقاد سلوكية بغيضة.\nإن والد يوسف نبي كريم - عليهما السلام - فهو لم يميز يوسف بقَصْرٍ ولا مالٍ.\nلكنّه أحبه. عندما آنس فيه ملامح النبوة. وحب الأنبياء فريضة.\nومعلوم ما عاناه يوسف بسبب حب أبيه. وما جرَّه عليه من إيذاء.\n{إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ}\nفتفضيل بعض الأولاد على بعض يُفرق الأسرة، ويقطع الودَّ، ويعزل الأولاد عن أصلهم الواحد.\nمن هنا كان النبي - صلى الله عليه وسلم - شديد الحرص على المساواة بين الأولاد.\nوحديث نعمان بن بشير بطرقه المختلفة، ورواياته المتعددة هو الأصل في هذا الباب.\nالجزء: 1 ¦ الصفحة: 41\n",
        "أراد والد النعمان أن يمنحه غلاماً هدية، فطلبت أمُّ النعمان - عمرة بنت رواحة - من الأب أن يُشهد رسول الله - صلى الله عليه وسلم -\nفقال: يا رسول الله إني أعطيت ابني هذا عطية فأمرتني أمُّه أن أشهدك؟\nفسأله النبي - صلى الله عليه وسلم - أعطيتَ سائر ولدك مثل هذا؟\nقال: لا، قال: فاتقوا الله واعدلوا بين أولادكم.\nارجع فرد عطيته.\nوفي طريق مسلم زاد: فرجع أبي فرد تلك الصدقة.\nوفي رواية أخرى لمسلم قال - صلى الله عليه وسلم - \"فلا أشهد على جور\"\nوفي رواية المغيرة عن الشعبي عن النعمان أن النبي - صلى الله عليه وسلم - قال: \"أشهد على ذلك غيري\"\nوالمراد بهذه الرواية هو الوعيد، وليس على إباحة الشهادة، كقوله تعالى {اعْمَلُوا مَا شِئْتُمْ}\nوكالتهديد في قوله تعالى {كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ}\nوفي رواية عبد الله بن عون أن النبي - صلى الله عليه وسلم - قال لبشير: أليس تريد منهم - أي من سائر ولدك البر؟ مثل ما تريد منه؟\nقال: بلى.\nقال: فإني لا أشهد.\n* * *\n* الهبة لسبب:\nوربما كان العدل يقتضي تمييز أحد الأولاد عن إخوته لصغره - مثلاً - بينما أتم إخواته الدراسة، أو لمرض مزمن يحتاج إلى علاج.\nفيدفع له الأب ما يستعين به على العلاج، أو تزوج البعض والباقون لم يتزوجوا.\nوساقوا في هذا الموضوع أن ابن عمر - رضي الله عنهما - اشترى أرضاً من رجل من الأنصار، ثم جعلها لولده واقد.\nوقال: هو مسكين.\nالجزء: 1 ¦ الصفحة: 42\n",
        "وإن كان العلماء لم يسلموا بصحة الرواية لأن في الرواية لهيعة.\nوهو ساقط الحديث.\nومعلوم أن هذا المنع حرص من الإسلام على وحدة البيت، وودِّ أهله.\nفإن وافق إخوته على هذه الهبة فهم وما يريدون. والحق لهم.\nويكونون بسماحهم قد أعطوا أخاهم. فالعطاء منهم.\nوورد نفس المعنى في حديث جابر.\nوجاء نفس المعنى عن ابن عباس عند الطبراني والبيهقي. وفيه\n\"سَوُّوا بَيْنَ أَوْلاَدِكُمْ فِى الْعَطِيَّةِ فَلَوْ كُنْتُ مُفَضِّلاً أَحَدًا لَفَضَّلْتُ النِّسَاءَ\"\nوقد نقل الإمام الشوكاني في نيل الأوطار عشرة نقاط في توجيه الحديث وناقش كل رأي بعلمه الفائق ولم تثبت أكثرها ومن يرغب في دراستها فليرجع للجزء السادس ص 8 من نيل الأوطار.\nوبعض الروايات نقول إن الهدية حديقة عند ولادة النعمان وبعض الروايات تقول إن الهدية غلام، وكان النعمان يمشي بجوار والده.\nفهل تكررت القصة؟ وظن بشير لأن الحكم يختلف من الحديقة إلى الغلام؟\nأم كل راوٍ أخبر بما وصله؟\nعلى أي حال ليس هذا من مقاصدنا في موضوع الأسرة.\nوحسبنا ما دعا إليه النبي - صلى الله عليه وسلم - من وجوب العدل بين الأولاد إلا لضرورة توجب إعطاء أحدهما أكثر حتى تنكشف الضرورة أو يَرضى إخوتُه.\n* * *\nالجزء: 1 ¦ الصفحة: 43\n",
        "أخيراً: زواج النبي - صلى الله عليه وسلم -\nسبق أن تحدثت في هذا الموضوع في محاضراتي لطلاب جامعة القاهرة 1973. وخلاصة الموضوع في سطور\n...\nأولاً: تعدُّد الزوجات حل لمشكلة طبيعية لم يثبت في التاريخ\nحلًّا \"نظيفاً\" غير تعدُّد الزوجات.\nوالإسلام قيَّده. ولم يبتدعه. لأنه كان معروفاً قبله.\nوقد عدد سيدنا سليمان - عليه السلام - الزوجات كما قالت التوارة - التي بين أيدي الناس - تزوج ثلثمائة امرأة بعقد دائم وسبعمائة امرأة من الإماء، ألف، امرأة في بيت سليمان - عليه السلام - مسألة لا يثيرها أحد، وتسع نساء إذا استثنيا عائشة، فالباقيات ثيِّبات وأكثرهن عجائز.\nمسألةٌ لا ينظر الغرب للنبي - صلى الله عليه وسلم - إلا من خلالها.\nثانيا: أباح الإسلام أن يجمع الرجل أربع نساء.\nفما بال النبي - صلى الله عليه وسلم - جمع تسعاً؟\nوأجبتُ عن هذا السؤال بأن الآية الكريمة التي حدَّدت الزوجات بأربع آية من سورة النساء {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ}\nوسورة النساء نزلت في السنة الثامنة من الهجرة لأنها نزلت بعد سورة الممتحنة.\nومعلوم أن سورة الأحزاب - في السنة الخامسة - والتي نزل فيها {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ}\nفالنبي - صلى الله عليه وسلم - لم يخالف نصاً قرآنياً أبداً.\nلأن استكمال العدد كان قبل التحديد بأربع.\nالجزء: 1 ¦ الصفحة: 44\n",
        "ثالثاً: عند نزول آية النساء التي حددت العدد المباح بأربع نساء فقط طلب النبي - صلى الله عليه وسلم - من كل رجل عنده أكثر من أربعة أن يمسك الأربع ويطلق الباقيات.\nونسأل: فلماذا لم يطلق النبي - صلى الله عليه وسلم - الزائدات؟\nأقول: أي امرأة تُطلق فسوف تقضي عدتها وتتهيأ لزواج جديد.\nولكن نساء النبي - صلى الله عليه وسلم - هن أمهات المؤمنين {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ}\nمن أجل تكريم هذه الأمومة حرمهن الله على المؤمنين {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا}\nفطلاق نساء النبي - صلى الله عليه وسلم - يعني بقائهن بدون زوج فأبقاهن - سبحانه {يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ}\nوهناك سبب آخر لبقاء نساء النبي - صلى الله عليه وسلم - وعدم طلاقهن.\nزوجات النبي يمثلن رسالة ومهمة في الدعوة الإسلامية سوف نتحدث عنها في أسباب تعدُّده للزوجات.\nفهو زواج إنساني\nوزواج تشريعي\nوزواج سياسي\nثم تبليغ لدقائق أمور الشريعة.\nوطلاق واحدة منهن يعني هدم السبب الذي تم الزواج من أجله.\nفحفاظاً على المقاصد الكبيرة لهذا الزواج أذن الله في بقائهن.\nرابعاً: هل بقاءهن ميزة فضَّلَ الله بها النبي - صلى الله عليه وسلم -\nقلت: الأفضل أن نقول إنها خاصية خصَّ الله بها النبي فهل هي ميزة؟\nرجل عنده ولدان يدرسان بالجامعة.\nأعطى الأول ألف ريال. وقال له: ليس لك غير هذا المبلغ.\nالجزء: 1 ¦ الصفحة: 45\n",
        "وأعطى أخاه مائة فقط. وقال له: لو أنفقتها خذ غيرها.\nفأي الولدين امتاز بعطاء أكبر؟\nلا جدل أن الثاني أخذ أكثر.\nلله المثل الأعلى.\nالمسلم له أن يجمع أربعة في زواج واحد.\nفإن ماتت واحدة أو طلقها أو مات الجميع أو طلقهن فالنساء كثيرات.\nأما النبي - صلى الله عليه وسلم - لو طلَّق واحدةً أو ماتتْ فليس له غيرها {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ}\nفرصيد المسلم من الزوجات أكثر.\n* * *\nخامساً: مراحل حياة النبي - صلى الله عليه وسلم - من ناحية الزواج\nالمرحلة الأولى وردة في الصحراء. عافٌّ في بيئة لا تهتم بالعفاف. وهذا من بدء حياته إلى الخامس والعشرين وقد عصمه الله شابًّا، والشباب صورة للإنسان يكشف معدنه.\nالمرحلة الثانية في حياته - صلى الله عليه وسلم - من الخامس والعشرين حتى الثالث والخمسين. وكان النبي - صلى الله عليه وسلم - فيها زوجاً لامرأة واحدة، كانت تكبره بخمسة عشر عاما. وتزوجها ثيِّباً، ومع ذلك لم يتزوج عليها، ولما ماتت ظلَّ سنوات بدون زوج.\nوانتهت مرحلة الشباب.\nالمرحلة الثالثة في حياته من الثالثة والخمسين.\nهاجر للمدينة.\nوفرض الله الجهاد المقدس.\nوأضيف إلى أعبائه حملاً ثقيلاً، إِنه قيادة جيش ومستقبل دعوة.\nالجزء: 1 ¦ الصفحة: 46\n",
        "ليله صلاة وعبادة ونهاره دعوة وجهاد\nفي هذه المرحلة فرض الله عليه الجهاد المقدس وتعدد الزوجات وكان جهاده وزواجه يخدمان غاية واحدة.\nوقد نجح زواج النبي - صلى الله عليه وسلم - من بنات رؤساء العشائر فحقق ما لم تحققه المعارك.\nفلما وضعت الحرب أوزارها أو كادت منع الله النبيَّ - صلى الله عليه وسلم - من إنشاء زواج جديد.\nلقد كان الزواج لرسالة. فلما تحققت نزل قوله تعالى {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ}\nفمرحلة تعدُّد الزوجات هي مرحلة الجهاد المقدس.\nوبعد النصر جاءت مرحلة {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} ، مرحلة الشباب إلى الخامسة والعشرين عاماً لم يتزوج.\nمن الخامس والعشرين إلى الثامن والأربعين زوج لامرأة واحدة تكبره بخمسة عشر عاماً. ولم يعدِّد.\nمن الثامن والأربعين إلى الثالث والخمسين بدون زوجة لوفاة السيدة خديجة.\nمع القتال عدَّدَ الزوجات ليكون العمل السياسي مع العمل العسكري.\nبعد النصر حرّم إنشاء زواجٍ جديدٍ.\n* * *\nتَمَّ الكتابُ ولله الحمدُ والمِنَّةُ\nالجزء: 1 ¦ الصفحة: 47\n",
        ""
    ]
}