{
    "1": [
        "تعريف بالأماكن الواردة في البداية والنهاية لابن كثير\nتعريف بالأماكن الواردة في البداية والنهاية لابن كثير\n-\nالكتاب:\nتعريف بالأعلام الواردة في البداية والنهاية لابن كثير\nالمؤلف:\nموقع الإسلام\n[الكتاب مرقم آليا]\n",
        "أبدة Abada\nمدينة بالأندلس على مقربة من النهر الكبير, استولى عليها الإسبان سنة 609هـ بعد وقعة العقاب. اختطها عبد الرحمن بن الحكم بن هشام بن عبد الرحمن بن معاوية بن هشام بن عبد الملك بن مروان. وتممها ابنه محمد بن عبد الرحمن.\nالجزء: 1 ¦ الصفحة: 4\n",
        "أبز قباذ\nمدينة تقع في منطقة أرجان بإقليم فارس،تنسب إلى قباذ بن فيروز، والد كسرى أنو شروان.\nالجزء: 1 ¦ الصفحة: 7\n",
        "أبسالا\nمدينة تقع في شمال مضيق الدردنيل على الجانب الأوربي\nالجزء: 1 ¦ الصفحة: 6\n",
        "أبلستين\nمدينة تركية في قضاء مرعش, تقع في سهل أحرز فيه السلطان الظاهر بيبرس نصرا عظيما على جيوش المغول سنة 676هـ / 1277م. وتدعى اليوم (آل بستان) .\nالجزء: 1 ¦ الصفحة: 3\n",
        "أبهر\nبلدة ما بين قزوين وزنجان. وفي أصبهان بلدة بهذه التسيمة.\nالجزء: 1 ¦ الصفحة: 1\n",
        "أبيورد\nمدينة بخراسان تقع شرقي مدينة (نسا) وربما كانت هي المدينة الحالية المسماة (محمد آباد) ، وهي تقع غربي مدينة (مرو) ، وكانت تابعة لخراسان الفارسية، ولكنها الآن تابعة لتركستان الروسية. إليها ينسب أبو المظفر محمد بن أحمد الأبيوردي العالم باللغة والأنساب المتوفي سنة 507 هـ.\nالجزء: 1 ¦ الصفحة: 2\n",
        "أترار\nبلدة على الضفة اليمنى لنهر سيحون (سرادريا) . اكتسبت شهرة حين غزاها جنكيزخان سنة 616هـ, وكانت ثغرا لإمبراطورية خورازم في عهد ملكها علاء الدين محمد خوارزمشاه. ومن أترار خرجت جيوش المغول لغزو المشرق. وموقع المدينة اليوم أطلال.\nالجزء: 1 ¦ الصفحة: 5\n",
        "أتون autun\nمدينة فرنسية تقع على نهر (أرو arroux) أحد فروع نهر (اللوار) ، وهي اليوم عاصمة منطقة ((saone-et-loire وصل إليها عنبسة بن سحيم الكلبي في غزواته.\nالجزء: 1 ¦ الصفحة: 11\n",
        "أجنادين\nموقع جنوب الرملة من منطقة بيت جبرين بفلسطين وكانت بها الوقعة المشهورة التي انتصر فيها المسلمون على الروم سنة 13 هـ.\nالجزء: 1 ¦ الصفحة: 8\n",
        "أحد\nجبل يقع شمالي المدينة على ميل واحد منها وهو أقرب الجبال إليها وعنده كانت الوقعة المشهورة بين المسلمين والمشركين سنة 3 هـ.\nالجزء: 1 ¦ الصفحة: 9\n",
        "أحيا\nموضع قرب الجحفة.\nالجزء: 1 ¦ الصفحة: 12\n",
        "أدرنه\nواسمها (أدريانا بوليس) أي مدينة (أدريان) وهو الإمبراطور البيزنطي الذي أقام فيها عدة تحصينات وتوجد في القسم الأوربي من تركيا وكانت عاصمة الدولة العثمانية بعد مدينة (بورسه) وقبل فتح القسطنطينية.\nالجزء: 1 ¦ الصفحة: 23\n",
        "أذاسا\nمدينة بيزنطية تقع في الجزيرة شمالي حران عند منابع أحد روافد نهر البليخ وكان اسمها اليوناني (كلرهو (callrho فسماها العرب الرها وهي تحريف لاسمها اليوناني وهي اليوم من بلاد تركيا وتسمى أورفة.\nالجزء: 1 ¦ الصفحة: 13\n",
        "أذربيجان\nإقليم يقع في أقصى الجنوب الغربي من بحر قزوين ويمتد على ساحله ويتصل حده من جهة الجنوب ببلاد الديلم ومن الغرب والشمال بأرمينية ويجري في شماله نهر (الرس) . ويفصل هذا النهر بينه وبين بلاد القوقاز كما يجري في جنوبه نهر (سفيد رود) أي النهر الأبيض ويفصل هذا النهر بينه وبين منطقة الجبال (بلاد الديلم) . أهم مدنه: أردبيل،أرمية، مرند، خوى، مراغة، تبريز. وكانت مدينة أردبيل قاعدة الإقليم ثم مدينة تبريز في أواخر عهد بني العباس وبعد الغزو المغولي أخذت مدينة (مراغة) مكانها ثم عادت تبريز إلى مجدها أيام الملوك الصفويين، وتقع أذربيجان اليوم في الجزء الشمالي الغربي من إيران. أشهر مدنها (تبريز) .\nالجزء: 1 ¦ الصفحة: 10\n",
        "أذرح\nمدينة بالبلقاء بين معان وبطرة، وفيها اجتمع الحكمان عمرو بن العاص وأبو موسى الأشعري سنة 38 هـ حين احتكم إليهما علي بن أبي طالب ومعاوية بن أبي سفيان إثر وقعة صفين سنة 37 هـ، وهي اليوم من مدن شرقي الأردن شمالي مدينة معان.\nالجزء: 1 ¦ الصفحة: 19\n",
        "أذرعات\nمدينة بالبلقاء تقع اليوم في شرقي الأردن.\nالجزء: 1 ¦ الصفحة: 17\n",
        "أذنة\nوتسمى أيضا (أضنة) ، بلدة كانت من الثغور الشامية قرب المصيصة تقع على نهر (سيحان) في منطقة كليكيا. وهي اليوم من مدن الجمهورية التركية.\nالجزء: 1 ¦ الصفحة: 24\n",
        "أراغون ARAGON\nمملكة إسبانية تقع في شمال شرق إسبانيا بجوار مملكة (نافار Navara) وفيها يجري نهر (إبرا Ebra) وروافده.\nالجزء: 1 ¦ الصفحة: 16\n",
        "أران\nإقليم يقع شمالي غربي أذربيجان ويفصله عنه نهر (الرس) . وكانت قاعدته مدينة (برذعة) ، وهو أيضا من أصقاع أرمينية.\nالجزء: 1 ¦ الصفحة: 14\n",
        "أربل\nوتدعى أيضا (أربيل) ، مدينة قديمة وقلعة حصينة تقع في ولاية الموصل على بعد 80 كيلو مترا من مدينة الموصل بين نهري الزاب (الكبير والصغير) اللذان يصبان في نهر دجلة. ترجع هذه المدينة إلى أقدم العهود الآشورية واسمها الأشوري (أربا - أيلو) : أي الآلهة الأربعة إذ أنها كانت موطنا لعبادة هذه الآلهة. وهي اليوم مدينة كبيرة من مدن العراق وتسمى (أربيل) ، وهي مركز لواء أربيل من ألوية العراق الشمالية.\nالجزء: 1 ¦ الصفحة: 15\n",
        "أربونة\nهي التسمية العربية لمدينة (ناربون (narbonne التي تقع جنوبي شرقي فرانسا. كانت وقت الفتح الإسلامي تابعة لإسبانيا وجزء من الدولة القوطية وقاعدة لإمارة (سبتمانيا septemanie) أي المدن السبعة. فتحها القائد العربي السمح بن مالك سنة 101هـ (721 م) لحماية حدود الأندلس الشمالية حتى استردها شارل مارتل بعد ذلك.\nالجزء: 1 ¦ الصفحة: 20\n",
        "أرتاج\nمدينة ذات حصن منيع كانت من أعمال حلب، وتدعى (الريحانية) ، وهي اليوم من أعمال لواء إسكندرون، بعد أن ضم إلى تركيا عام 1937 م.\nالجزء: 1 ¦ الصفحة: 18\n",
        "أرجان\nهي أحد مناطق (الكور) الخمسة التي يتألف منها إقليم (فارس) ، وتقع في أقصى الحد الغربي لهذا الإقليم وقاعدة المنطقة تسمى باسمها وهي مدينة (أرجان) وتقع على نهر (طاب) الذي يفصل بين إقليمي فارس وخوزستان (الأهواز) . وكانت هذه المدينة تسمى (أبزقباذ) نسبة إلى بانيها الملك الفارسي (قباذ بن فيروز) . وقد خربت المدينة في المائة الثامنة للهجرة وقام مقامها مدينة بهبهان.\nالجزء: 1 ¦ الصفحة: 27\n",
        "أرجيش\nمدينة من نواحي أرمينية الكبرى، قرب مدينة خلاط.\nالجزء: 1 ¦ الصفحة: 33\n",
        "أردبيل\nمن أشهر مدن إقليم أذربيجان تقع بالقرب من الساحل الجنوبي الغربي لبحر قزوين، وكانت حتى صدر العهد العباسي عاصمة الإقليم.\nالجزء: 1 ¦ الصفحة: 21\n",
        "أرزن\nمن مدن الجزيرة قرب ميافارقين. وهناك مدينة أخرى كان العرب يسمونها أرزن الروم وتسمى (أرضروم) . فيها قلعة حصينة وهي سهلة جبلية، وكانت من أعمر نواحي أرمينية.\nالجزء: 1 ¦ الصفحة: 22\n",
        "أرزنجان\nمن بلاد أرمينية، وتقع على ضفة الفرات اليمنى وغربي مدينة أرضروم.\nالجزء: 1 ¦ الصفحة: 25\n",
        "أرسوف\nمدينة على ساحل البحر المتوسط، بين قيسارية ويافا.\nالجزء: 1 ¦ الصفحة: 29\n",
        "أرض روم\nقصبة ولاية أرمينية التركية. تقع على هضبة شرق تركيا ترتفع ستة آلاف قدم عن سطح البحر وينبع منها نهر الفرات. يصلها بالبحر الأسود طريق ممهد. كانت تعرف باسم (أرزن الروم) .\nالجزء: 1 ¦ الصفحة: 26\n",
        "آرل arles\nمدينة تقع جنوبي فرانسا على نهر الرون.\nالجزء: 1 ¦ الصفحة: 30\n",
        "أرمية\nمدينة تقع على الشاطئ الغربي من بحيرة أرمية بمنطقة أذربيجان الإيرانية وتسمى أيضا (أورمية) .\nالجزء: 1 ¦ الصفحة: 31\n",
        "أرمينية\nهي المنطقة الجبلية الوسطى العالية التي تحدها آسية الصغرى من الغرب وهضبة أذربيجان والشاطئ الجنوبي لبحر قزوين من الشرق والشرق الجنوبي وساحل بحر الأسود والقوقاز من الشمال والشمال الشرقي والركن الشمالي الغربي من أرض الجزيرة من الجنوب. كانت أرمينية تنقسم إلى قسمين: أرمينية الكبرى وقاعدتها مدينة (خلاط) وأرمينية الصغرى وقاعدتها مدينة (تفليس) وكانت أرمينية محل نزاع بين الروم والفرس وانتهى الأمر إلى تقسيمها إلى دولتين بموجب معاهدة أبرمت بين الإمبراطور الروماني تيئودوسيوس الكبير (379- 395 م) والملك الساساني بهرام الرابع (338- 399م)\nالجزء: 1 ¦ الصفحة: 28\n",
        "أرواد\nاسم جزيرة في البحر المتوسط أمام ساحله الشرقي وقريبة من مدينة طرطوس (سورية) . وتوجد جزيرة صغيرة بهذا الاسم تقع في بحر مرمرة قريبا من القسطنطينية وتسمى باليونانية xekos وقد اتخذها العرب معسكرا لهم في هجماتهم على القسطنطينية.\nالجزء: 1 ¦ الصفحة: 37\n",
        "أزمور\nمن ثغور المغرب الأقصى، وتقع شمال مدينة (أصيلا) .\nالجزء: 1 ¦ الصفحة: 32\n",
        "أزميت\nمدينة بيزنطية كانت تدعى (نيقوميدية nicomedia) تقع على الساحل الشرقي لبحر مرمرة.\nالجزء: 1 ¦ الصفحة: 36\n",
        "أزنيق\nمدينة بيزنطية تقع على بحيرة (أزنيق) شرقي بحر مرمرة وكانت تدعى (نيقيا nicaea) .\nالجزء: 1 ¦ الصفحة: 35\n",
        "إسبانيا hispania-espana\nوتسمى (إيبريا) باسم شعوب (الأيبير) التي استوطنتها في العصر الحجري الحديث وتشمل شبه الجزيرة التي تتألف منها، إسبانيا والبرتغال. يقال إن اسم إسبانيا مشتق من كلمة (شفن) الفنيقية ومعناها الأرنب وقد وجد الفينيقيون فيها كثيرا من الأرانب فأطلقوا عليها أرض الأرانب وقيل من (هيسبيريا (hisperia بمعنى نجمة الغرب. ويعرف القسم الجنوبي من إسبانيا باسم الأندلس، وأهم مدن الأندلس هي: أشبيلية وغرناطة ومالقة والمرية ومرسية. وقد احتلها العرب سنة 92 هـ وانتهى الحكم العربي سنة 898 هـ (1492م) .\nالجزء: 1 ¦ الصفحة: 34\n",
        "آسفي Safi\nمدينة تقع في الجزء الغربي من المملكة المغربية على ساحل المحيط الأطلسي.\nالجزء: 1 ¦ الصفحة: 38\n",
        "آسك\nمن مدن الأهواز قرب أرجان بناها الملك قباز والد الملك كسرى أنو شروان.\nالجزء: 1 ¦ الصفحة: 53\n",
        "إسكي شهر\nمعناها (المدينة القديمة) وهي تقع في وسط بلاد الأناضول وعلى مفترق طرق إلى غرب (أنقره) .\nالجزء: 1 ¦ الصفحة: 40\n",
        "أسيوط\nبلدة مصرية قديمة واقعة على الشاطئ الغربي للنيل وهي قاعدة مديرية تعرف باسمها.\nالجزء: 1 ¦ الصفحة: 39\n",
        "أشبونة lisboa-lisbonne\nيقال لها أيضا (لشبونة) وهي عاصمة جمهورية البرتغال حاليا. تقع على ساحل المحيط الأطلسي عند مصب نهر (التاجو) .\nالجزء: 1 ¦ الصفحة: 43\n",
        "أشبيلية sevilla\nمدينة كبيرة بالأندلس وقد دعاها المسلمون من جند الشام (حمص) . تقع غربي مدينة غرناطة على نهر الوادي الكبير. اشتق اسمها من الاسم الفينيقي (hispalis) ويقال إن معناها الأرض المنبسطة. ازدهرت أشبيلية أيام بني عباد وأيام الموحدين، ثم سقطت بأيدي الأسبان سنة 1248 م. ينسب إليها عدد كبير من العلماء منهم ابن الديباج أبو الحسن علي بن جابر شيخ الأندلس، وابن وثيق أبو إسحاق إبراهيم بن محمد الأشبيلي شيخ القراء، وأبو بكر بن محمد بن العوام، صاحب كتاب (الفلاحة) وابن هانئ الأندلسي أمير شعراء الأندلس وأبو بكر محمد بن عبد الله الشهير بابن العربي المعافري الأشبيلي.\nالجزء: 1 ¦ الصفحة: 41\n",
        "أشروسنة\nإقليم فيما وراء النهر يقع شرقي مدينة سمرقند، وهو سهول يحده من الشرق هضبة بامير، وقصبة الإقليم مدينة (أشروسنة) وموضعها اليوم مدينة (آراتبة) بتركستان الروسية.\nالجزء: 1 ¦ الصفحة: 42\n",
        "إشقودره\nمدينة تقع في شمالي غرب (ألبانيا) .\nالجزء: 1 ¦ الصفحة: 51\n",
        "أشنة\nبلدة في الطرف الجنوبي الغربي من أذربيجان باتجاه أردبيل. ينسب إليها كثير من العلماء.\nالجزء: 1 ¦ الصفحة: 52\n",
        "آشير\nبلدة بالمغرب ذات حصن، قرب المسيلة، من بلاد الزاب، بناها زيري بن مناد الصنهاجي وتعرف باسم (آشير زيري) .\nالجزء: 1 ¦ الصفحة: 44\n",
        "أصبهان\nوتدعى أيضا أصفهان، مدينة من أهم مدن إيران ويسمى باسمها الإقليم الذي تقع فيها. تقع في الطرف الجنوبي الشرقي من إقليم الجبال وهي أهم مدن الإقليم، ينسب إليها عدد كبير من العلماء منهم أبو الفرج الأصفهاني صاحب الأغاني، وأبو القاسم الحسن المشهور بالراغب الأصفهاني، ومؤيد الدين إسماعيل المعروف بالطغرائي الأديب المشهور صاحب (لامية العجم) ، وأبو عبد الله محمد بن عماد الدين الكاتب الأصفهاني المشهور بالعماد الأصفهاني.\nالجزء: 1 ¦ الصفحة: 45\n",
        "أصيلا\nبلدة بالمغرب الأقصى قرب طنجة. من ثغور المغرب وتقع على ساحل المحيط الأطلسي. أصابها في 1960/2/29 زلزال هدمها وذهب ضحيته كثير من الناس.\nالجزء: 1 ¦ الصفحة: 50\n",
        "أضنة\nوتسمى أيضا (أضنة) ، بلدة كانت من الثغور الشامية قرب المصيصة تقع على نهر (سيحان) في منطقة كليكيا. وهي اليوم من مدن الجمهورية التركية.\nالجزء: 1 ¦ الصفحة: 46\n",
        "أطلس\nسلسلة جبال ممتدة من تونس والجزائر إلى المغرب الأقصى في حوالي 25000 كيلو مترا ويتراوح ارتفاعها بين 4000- 4500 م ونظرا لضخامتها أطلق عليها البربر اسم جبال (درن) أي جبل الجبال وسكانها قبائل من البربر ويقال أن اسم (أطلس) يرجع إلى اسم ملك المغرب الأسطوري (أطلس) الذي خذل ضيفه وحكم عليه أن يحمل السماء على كتفيه.\nالجزء: 1 ¦ الصفحة: 48\n",
        "أغمات\nومعناها باللغة البربرية الصبغة الحمراء وربما للون تربتها. هي مدينة بأرض المغرب الأقصى، تقع جنوبي شرقي مدينة مراكش، وقد اندثرت ولم يبق منها سوى بعض الأطلال. وكانت قبل تأسيس مراكش عاصمة الجنوب وأما مدينة مراكش التي أسسها المرابطون في القرن الخامس فكانت مدينة عسكرية.\nالجزء: 1 ¦ الصفحة: 47\n",
        "أفاميا\nمدينة قديمة تقع في الشمال الغربي من مدينة حماة وقرب مدينة معرة النعمان بسورية. بناها الملك سلوقس اليوناني ودعاها (أباميا) باسم أمه، وهي اليوم أطلال.\nالجزء: 1 ¦ الصفحة: 49\n",
        "أفريقية\nعندما احتل الرومان قرطاجة الفينيقية ونواحيها في القرن الثاني قبل الميلاد أطلقوا عليها اسم (أفريقا (efrica وعن الرومان نقل العرب هذه التسمية، فأطلقوا اسم أفريقية على منطقة المغرب الأدنى التي تشمل حاليا جمهورية تونس وبعض الأجزاء الشرقية من الجزائر وكانت العاصمة على التوالي القيروان ثم المهدية ثم تونس كما أطلقوا اسم المغرب الأوسط على المنطقة التي تعرف اليوم بالجزائر وأطلقوا المغرب الأقصى على المنطقة التي تعرف اليوم بالمملكة المغربية.\nالجزء: 1 ¦ الصفحة: 54\n",
        "أفشنة\nمن قرى بخارى فيما وراء النهر.\nالجزء: 1 ¦ الصفحة: 55\n",
        "أفينيون Avignon\nمدينة فرنسية تقع على نهر الرون على بعد 697 كيلو مترا من جنوب شرق باريس. اتخذها البابا مقرا لكرسي البابوية بدلا من روما من سنة 1309م إلى سنة 1378م. وفيها أقام سبعة باباوات فرنسيين انشقوا عن بابوية روما (42/سنة) (1375-1417/م)\nالجزء: 1 ¦ الصفحة: 67\n",
        "أفيون قره حصار\nمدينة يونانية اسمها (أكرونوس akroenos) . تقع في الأراضي التركية جنوبي غربي أنقرة. ومعناها قلعة أفيون السوداء، وبالقرب منها هزم البيزنطيون العرب سنة 740 م في معركة قتل فيها عبد الله البطال.\nالجزء: 1 ¦ الصفحة: 57\n",
        "أقريطش\nهي جزيرة (كريت) ويسميها العرب (أقريطش) . جزيرة يونانية في البحر المتوسط اشتهرت بحضارتها القديمة. غزاها عبد الله بن سعد بن أبي سرح أمير مصر، ثم احتلها الربضيون الأندلسيون سنة 212 هـ (825 م) وانتزعوها من أيدي البيزنطيين، وفيها أسسوا قاعدة لهم أحاطوها بخندق كبير فعرفت باسم (الخندق) ، ثم انتقل هذا الاسم إلى الأوروبية على شكل (كانداكس (candax ثم (كانديا (candia وهو اسم المدينة الحالية التي تعرف بالاسم اليوناني (هراقليون (herakelion. ومنذ ذلك الوقت صارت (كريت) قاعدة إسلامية ضد الدولة البيزنطية ومصدر رعب لأمنها وتجارتها. وقد حاول البيزنطيون استعادتها مرات عديدة واستعانوا بمئات من الجنود الروس في بعض المحاولات، ولكنها فشلت بسبب المساعدات التي كانت تقدمها مصر والشام وأفريقية لهذه الجزيرة. وأخيرا وبعد قرن ونصف من الزمان تمكن القائد البيزنطي والإمبراطور فيما بعد (نقفور فوكاس) من استعادتها سنة 350 هـ (961م) . وفي القرن السابع عشر استولى عليها الأتراك العثمانيون وظلت في أيديهم حتى استقلت سنة 1898م ثم التحقت باليونان سنة 1913 م. ينسب إلى كريت كثير من العلماء منهم المحدث محمد بن عيسى أبو بكر الأقريطشي. وغيره من العلماء.\nالجزء: 1 ¦ الصفحة: 56\n",
        "أقليش Acles\nبلدة من أعمال طليطلة.\nالجزء: 1 ¦ الصفحة: 69\n",
        "آل بستان\nمدينة تركية في قضاء مرعش, تقع في سهل أحرز فيه السلطان الظاهر بيبرس نصرا عظيما على جيوش المغول سنة 676هـ / 1277م. وتدعى اليوم (آل بستان) .\nالجزء: 1 ¦ الصفحة: 58\n",
        "ألاشهر\nمدينة تقع غرب الأناضول إلى الشرق من مدينة (أزمير) وكانت تعرف بمدينة (فيلادلفيا) .\nالجزء: 1 ¦ الصفحة: 60\n",
        "ألاموت\nقلعة يعني اسمها (عش النسر) . تقع في الجبال الواقعة في الشمال الغربي من قزوين. اشتهرت بأنها كانت معقل الحسن بن الصباح, زعيم الإسماعيلية الباطنية, المعروفين باسم (الحشاشين) . شيدها الحسن الداعي إلى الحق العلوي سنة 246هـ وظلت قائمة إلى ما بعد غزو المغول, وبقي منها أطلال.\nالجزء: 1 ¦ الصفحة: 59\n",
        "ألاميدة alameda\nأصل هذه الكلمة لاتيني وهو almeo أي شجر الصفصاف أو الحور وهو شجر طويل عريض الأوراق، والمكان الذي يكثر فيه يسمى (ألاميدية) وهذا الاسم منتشر في إسبانيا ويطلق على المكان الممتد في جنوب غرب قرطبة على الوادي الكبير، وتسميه المصادر العربية المصارة أو المسارة وفيه حدثت الوقعة الفاصلة التي انتصر فيها عبد الرحمن الداخل الأموي على يوسف الفهري وأسس على أثرها الدولة الأموية الأندلسية.\nالجزء: 1 ¦ الصفحة: 61\n",
        "ألبة والقلاع\nعلمان جغرافيان يستعملان معا عادة في النصوص العربية أما ألبة فهي alava وهي الإقليم الواقع عند نهر أبرو على الضفة اليمنى الشمالية للنهر وأما القلاع فيراد بها المنطقة التي (تعرف بقشتالة القديمة (castilla la vieja سماها العرب بذلك لكثرة قلاعها.\nالجزء: 1 ¦ الصفحة: 68\n",
        "أليس\nموضع جنوبي العراق قرب الحيرة كان مسلحة للفرس.\nالجزء: 1 ¦ الصفحة: 62\n",
        "أماسيا\nمدينة تقع إلى الجنوب الشرقي من مدينة أزمير وتستمد شهرتها أنها كانت مسقط رأس (سترابونstraban) الجغرافي اليوناني المشهور. وهناك مدينة أخرى تدعى (أماسيا) تقع شمال شرق الأناضول على البحر الأسود.\nالجزء: 1 ¦ الصفحة: 70\n",
        "آمد\nوبالرومية (أميدة (amida. بلد قديم حصين على نهر دجلة يقع في منطقة ديار بكر بالجزيرة قرب ميافارقين ويطلق عليها ديار بكر باسم المنطقة التي توجد فيها وهي اليوم من بلدان تركيا. ينسب إليها كثير من العلماء منهم أبو الحسن الآمدي الكاتب صاحب التصانيف المشهورة. يسميها الترك (قره آمد) أي آمد السوداء لسواد حجارتها. هي من الحصون القديمة التي تداولتها الدول وكثر ذكرها في الحروب المتتابعة بين الفرس والروم, ثم بين الروم والعرب ولا سيما الحمدانيين منهم ثم بين المسلمين والصليبيين.\nالجزء: 1 ¦ الصفحة: 64\n",
        "أمغيشيا\nموضع بالعراق الجنوبي، غربي الفرات، كانت فيه بلدة تحمل هذا الاسم، وفيه جرت موقعة بين خالد بن الوليد وبين الجيش الفارسي، فلما انتصر خالد أمر بهدم البلدة.\nالجزء: 1 ¦ الصفحة: 66\n",
        "آمل\nمدينة تقع في إقليم طبرستان وكانت قاعدة له في العصر العباسي الأخير. وهناك مدينة تدعى (آمل زم) أو (آمل جيحون) تقع على يسار نهر جيحون على نحو 120 ميلا من مدينة مرو وسميت (آمل زم) لتمييزها عن مدينة (آمل) قاعدة طبرستان.\nالجزء: 1 ¦ الصفحة: 65\n",
        "أنتيب Antibes\nميناء فرنسي على البحر المتوسط، هو مشتى ومصيف.\nالجزء: 1 ¦ الصفحة: 63\n",
        "أندة Onda\nمدينة\nأندلس\nية من أعمال بلنسية.\nالجزء: 1 ¦ الصفحة: 71\n",
        "أندلس\nالمراد بلفظ الأندلس إسبانيا الإسلامية وقد أطلق هذا الاسم في بادئ الأمر على شبه جزيرة (إيبريا) كلها على اعتبار أنها كانت في أيدي المسلمين ثم أخذ لفظ الأندلس يقل مدلوله الجغرافي شيئا فشيئا تبعا للوضع السياسي الذي كانت عليه الدولة الإسلامية في شبه الجزيرة حتى صار لفظ الأندلس آخر الأمر قاصرا على غرناطة الصغيرة وهي آخر مملكة في أسبانيا وتقع في الركن الجنوبي الشرقي من شبه جزيرة (إيبريا) . وكلمة أندلس اشتقها العرب من كلمة (واندالوس) وهو اسم قبائل (الواندال) الجرمانية التي اجتاحت أوربا في القرن الخامس الميلادي واستقرت في السهل الجنوبي الأسباني وأعطته اسمها ثم جاء العرب وعربوا هذا الاسم إلى (أندلس) ، ويطلق الآن على المنطقة الجنوبية في أسبانيا باسم (أندلوسيا andalucia.) .\nالجزء: 1 ¦ الصفحة: 76\n",
        "أنطاكية\nمدينة يونانية antiochia تقع غربي مدينة حلب على نهر العاصي قريبا من مصبه في البحر المتوسط. أسسها القائد (سلوقوس الأول) في أواخر القرن الرابع قبل الميلاد وسماها باسم والده وجعلها مقر الحكم ثم اتخذها الأباطرة البيزنطيون مقرا لهم. منها غادر هرقل سورية بعد وقعة اليرموك، فأضحت إسلامية من أهم بلاد الشام وفي سنة 358 هـ أخذها الروم ثم أضحت إمارة صليبية سنة 491هـ (1098م) ثم عادت إلى أيدي المسلمين بعد تصفية الإمارات الصليبية في الشام، ولما استقلت سورية عن الدولة العثمانية دخلت في الأراضي السورية ثم سلخت عنها سنة 1938م وضمت إلى تركيا مع لواء أسكندرونة يقال إن بها قبر حبيب النجار الذي ورد ذكره في سورة يس من سور القرآن الكريم.\nالجزء: 1 ¦ الصفحة: 72\n",
        "أنطالية\nمدينة تقع على البحر المتوسط جنوبي غربي قونية وهي من أهم مدن الجمهورية التركية.\nالجزء: 1 ¦ الصفحة: 79\n",
        "أنقرة\nيطلق عليها في المصادر العربية اسم (أنقورية) . تقع في وسط الأناضول. فتحها الخليفة المعتصم في طريقه إلى عمورية وهي اليوم عاصمة الجهورية التركية. تقع في وسط الأناضول وبالقرب منها جرت الوقعة الكبرى سنة 804/هـ بين السلطان بيازيد الأول وبين تيمورلنك وانتهت بأسر السلطان العثماني ووفاته وهي اليوم عاصمة الدولة التركية.\nالجزء: 1 ¦ الصفحة: 85\n",
        "أنكون ancone\nميناء إيطالي على ساحل بحر الأدرياتيك.\nالجزء: 1 ¦ الصفحة: 74\n",
        "آني\nمدينة تقع في أرمينية، وكانت قديما عاصمتها.\nالجزء: 1 ¦ الصفحة: 73\n",
        "أهواز\nمنطقة تقع في أقصى الشمال الشرقي من الخليج العربي وتعرف باسم (عربستان) أي إقليم العرب لتوطن قبائل عربية وكان اسمها أيام الفرس (خوزستان) وهو جمع (خوز) أو (هوز) . ومن مدن الأهواز سوق الأهواز ورامهرمز وتستر وجند يسابور وسوس ومناذر. ينسب إليها كثير من العلماء منهم أبو منصور عبد الله بن أحمد بن موسى الجواليقي الأهوازي صاحب كتاب المعرب من الكلام الأعجمي.\nالجزء: 1 ¦ الصفحة: 75\n",
        "أوانا\nبلدة من نواحي دجيل بين بغداد وتكريت، ذات بساتين ومياه.\nالجزء: 1 ¦ الصفحة: 77\n",
        "أوديسا odessa\nمدينة بيزنطية تقع في الجزيرة شمالي حران عند منابع أحد روافد نهر البليخ وكان اسمها اليوناني (كلرهو (callrho فسماها العرب الرها وهي تحريف لاسمها اليوناني وهي اليوم من بلاد تركيا وتسمى أورفة.\nالجزء: 1 ¦ الصفحة: 80\n",
        "أورشليم\nاسم بيت المقدس بالعبرانية ومعناه (مدينة السلام) .\nالجزء: 1 ¦ الصفحة: 82\n",
        "أورفة\nمدينة بيزنطية تقع في الجزيرة شمالي حران عند منابع أحد روافد نهر البليخ وكان اسمها اليوناني (كلرهو (callrho فسماها العرب الرها وهي تحريف لاسمها اليوناني وهي اليوم من بلاد تركيا وتسمى أورفة.\nالجزء: 1 ¦ الصفحة: 81\n",
        "أوريولة arihuela\nمدينة محصنة من إقليم تدمير شرقي قرطبة.\nالجزء: 1 ¦ الصفحة: 106\n",
        "أوزجند (أوزكند)\nبلدة تقع فيما بين النهرين من نواحي فرغانة.\nالجزء: 1 ¦ الصفحة: 78\n",
        "أوستي ostie\nمدينة إيطالية، تقع على مصب نهر التيبر في البحر التيراني.\nالجزء: 1 ¦ الصفحة: 83\n",
        "أونبة\nويقال لها (أونبة) ، من مدن الجنوب الغربي من الأندلس، شمالي مدينة (شلطيش) وإلى الغرب من مدينة (إشبيلية) وإليها ينتسب الوزير أبو بكر الأونبي صاحب كتاب سمط اللآلي في شرح الأمالي علي القالي.\nالجزء: 1 ¦ الصفحة: 89\n",
        "أيا صوفيا\nكنيسة أنشئت في القسطنطينية بأمر الإمبراطور (جوستنيان الأول) وقد حولها العثمانيون بعد فتح القسطنطينية عام 1453/م إلى جامع مضيفين إليها أربع مآذن ثم حولها كمال أتاتورك عام 1935/م إلى متحف.\nالجزء: 1 ¦ الصفحة: 84\n",
        "إيجة\nاسم للبحر الذي يمتد ما بين شبه جزيرة الأناضول وشبه جزيرة البلقان، وينتشر فيه أرخبيل اليونان.\nالجزء: 1 ¦ الصفحة: 87\n",
        "أيدين\nمدينة تقع جنوب غرب تركيا وجنوب مدينة (ألاشهر)\nالجزء: 1 ¦ الصفحة: 88\n",
        "إيران شهر\nاسم كان يطلق على بلاد العراق وفارس والجبال وخراسان وشهر معناه البلد.\nالجزء: 1 ¦ الصفحة: 86\n",
        "إيلة\nهي المدينة التي تقابل اليوم مدينة العقبة في أعلى الخليج المسمى باسمها والمتفرع من البحر الأحمر وتنتهي عندها حدود الشام ويبدأ الحجاز في العهد الإسلامي.\nالجزء: 1 ¦ الصفحة: 95\n",
        "إيلياء\nهو أحد أسماء بيت المقدس (القدس) وهو مشتق من كلمة (إيلوس) اسم الأسرة التي ينتمي إليها الإمبراطور الروماني (هادريان) (117-138 م) ومعنى الكلمة (الشمس) ، وقد أطلق اسم إيليا على أورشليم بعد أن هدمها القائد الروماني (تيتوس) سنة 70 م، وجدد بناءها (هادريان) بعد ذلك وأطلق عليها اسم (إيليا) .\nالجزء: 1 ¦ الصفحة: 90\n",
        "استجة ecija\nمدينة قريبة من قرطبة، على نهر (شنيل) إلى الجنوب الشرقي منها.\nالجزء: 1 ¦ الصفحة: 96\n",
        "استراباد\nثاني مدينة في إقليم جورجان الواقع على الساحل الجنوبي الشرقي من بحر قزوين.\nالجزء: 1 ¦ الصفحة: 91\n",
        "استوريا\nمنطقة جبلية تقع شمالي إسبانيا وعاصمتها اليوم مدينة (أوفيدو (.\nالجزء: 1 ¦ الصفحة: 92\n",
        "اسفرايين\nبلدة بخراسان من نواحي نيسابور في منتصف الطريق إلى جرجان، وكانت من قبل تدعى (مهرجان) . وإليها ينتسب كثير من العلماء منهم أبو إسحاق إبراهيم بن محمد الأسفراييني من أئمة الشافعية وغيره.\nالجزء: 1 ¦ الصفحة: 93\n",
        "اشتوريش asturias\nمنطقة جبلية تقع شمالي إسبانيا وعاصمتها اليوم مدينة (أوفيدو (.\nالجزء: 1 ¦ الصفحة: 99\n",
        "اصطخر\nإحدى المناطق التي يتألف منها إقليم فارس، وتقع في القسم الشمالي من الإقليم، وقاعدة المنطقة مدينة اصطخر وكانت تسمى عند اليونان (برسيبوليس (persepolis أي مدينة الفرس وعاصمة ملوك فارس، وبالقرب منها توجد بقايا قصور الملوك الأخمينيين. ينسب إليها جماعة من العلماء منهم أبو الحسن أحمد الاصطخري المتوفي سنة 328 هـ، وأبو إسحاق إبراهيم الاصطخري الجغرافي صاحب كتاب (المسالك والممالك) .\nالجزء: 1 ¦ الصفحة: 94\n",
        "الأبرو ebro\nمن أنهار إسبانيا الكبرى، ينبع من جبال (كنتابريا (CENTABRIA المتفرعة من جبال (البيرينيه) بشمالي إسبانيا، ويصب في البحر المتوسط مارا بمدينة (سرقسطة) ، ويروي مناطق واسعة.\nالجزء: 1 ¦ الصفحة: 101\n",
        "الأبلة\nتدعى باليونانية apologos، مدينة كانت عند نهاية شط العرب، على الجانب الغربي منه، وكانت قبل الإسلام ميناء معروفا فيها مسالح للفرس الساسانيين.\nالجزء: 1 ¦ الصفحة: 103\n",
        "الأبواء\nقرية من أعمال المدينة، بها قبر آمنة والدة الرسول صلى الله عليه وسلم.\nالجزء: 1 ¦ الصفحة: 102\n",
        "الآتارب\nقرية تقع غرب حلب على بعد 35 ك منها, وفيها حصن ما زالت بقاياه قائمة.\nالجزء: 1 ¦ الصفحة: 97\n",
        "الأحساء\nالأحساء لغة الماء الذي تمتصه الأرض المرملة فإذا صار إلى صلابة أمسكته فتحفر العرب عنه فتستخرجه. والأحساء في البادية كثيرة ولكن غلب عليها اسم الأحساء على ما كان يسمى قديما بالبحرين. ويطلق هذا الاسم على بلدة تقع على الخليج العربي ويدل على توفر المياه فيها ويقال لها الحسا كما تطلق على المنطقة الممتدة على الساحل الشرقي للخليج.\nالجزء: 1 ¦ الصفحة: 100\n",
        "الأردن\nهو اسم لأحد أجناد الشام الخمسة وكان يضم منطقة واسعة منها الغور وطبرية وصور وعكا كما كان يضم شرقي نهر الأردن والبلقاء.\nالجزء: 1 ¦ الصفحة: 98\n",
        "الأرك (Alarco)\nحصن منيع قرب قلعة رباح، وفيه كانت وقعة (الأرك) الشهيرة.\nالجزء: 1 ¦ الصفحة: 113\n",
        "الإسكندرونة\nمدينة بناها الإسكندر المقدوني. تقع على الخليج المعروف باسمها والممتد من شرق البحر المتوسط إلى الشمال الغربي وهي اليوم من مدن الجمهورية التركية.\nالجزء: 1 ¦ الصفحة: 109\n",
        "الإسكندرية\nمدينة كبرى من مدن مصر، تقع على البحر المتوسط بناها الإسكندر المكدوني عام 323 ق. م ونسبت إليه وكانت عاصمة ملوك البطالمة حتى الفتح الروماني. ينسب إليها كثير من العلماء والشعراء، وكانت مركز الثقافة الهيلينية. وهناك مدن أخرى تدعى (اسكندرية واسكندرونة) .\nالجزء: 1 ¦ الصفحة: 104\n",
        "الأشمونين\nكورة بصعيد مصر من مديرية أسيوط.\nالجزء: 1 ¦ الصفحة: 112\n",
        "الأفلاق\n.الفلاخ. وهي جزء من دولة رومانيا ويسمى الجزء الآخر البغدان.\nالجزء: 1 ¦ الصفحة: 105\n",
        "الأقحوانة\nموضع قرب مكة، وموضع آخر قرب البصرة، وبهذه التسمية موضع بالأردن على شاطئ بحيرة طبرية.\nالجزء: 1 ¦ الصفحة: 108\n",
        "الأنبار\nمدينة من مدن العراق على نهر الفرات، غربي بغداد، كان الفرس يسمونها (فيروز سابور) باسم بانيها سابور بن هرمز ذو الأكتاف. جددها أبو العباس السفاح أول خليفة عباسي وبنى بها قصورا واتخذها مقرا له إلى أن توفي، وفيها كان قتل البرامكة زمن الرشيد. ينسب إليها كثير من أهل العلم منهم أحمد بن نصر الحسين أبو العباس الأنباري المتوفي سنة 598هـ وكمال الدين بن عبيد الله الأنباري الإمام في اللغة والنحو، وأبو بكر محمد بن القاسم بن بشار بن الحسن الأنباري المتوفي سنة 327 هـ، وأبو البركات عبد الرحمن بن محمد بن أبي سعيد الأنباري صاحب كتاب أسرار العربية.\nالجزء: 1 ¦ الصفحة: 107\n",
        "البارة\nاسم مكان في شمال سورية, يقع وسط هضبة جبرية على مسافة خمسة عشر كيلو مترا غربي بلدة معرة النعمان وقد كانت في القرون الوسطى قاعدة من أهم قواعد السلطان, حصينة بأسوارها ولا يزال موقعها اليوم يدل عليه أطلال مترامية الأطراف, تقوم بينها, على جانبي الوادي قريتا (الكفر والبارة) .\nالجزء: 1 ¦ الصفحة: 111\n",
        "الباسك basque\nمنطقة جبلية تمتد في الجزء الغربي من جبال البيرينيه ويقع قسم منها في فرانسا وقسم آخر في أسبانيا ويعرف أهل هذه الجبال باسم (الباسك) ويسميهم العرب (البشكنس) .\nالجزء: 1 ¦ الصفحة: 119\n",
        "البحرين\nمجموعة من الجزر تقع على الساحل الغربي من الخليج العربي وأكبرها جزيرة البحرين وهي ميناء، منها كانت تبحر السفن إلى بلاد فارس والعراق وإلى السند والهند والصين، وهي اليوم دولة مستقلة هي إحدى دول التعاون للخليج العربي.\nالجزء: 1 ¦ الصفحة: 110\n",
        "البدندون\nبلدة قرب مدينة طرسوس على نهر البردان وفيها توفي الخليفة المأمون وحمل إلى طرسوس ودفن فيها.\nالجزء: 1 ¦ الصفحة: 117\n",
        "البذ\nموضع جبلي بين أذربيجان وأران ويعرف أيضا باسم (بذان) تحصن فيه بابك الخرمي حين ثار على الحكم العباسي بين سنتي (201-223هـ) .\nالجزء: 1 ¦ الصفحة: 115\n",
        "البرتات\nجبال البرانس - (البرتات) هي الجبال الفاصلة بين فرانسا وإسبانيا. تمتد من البحر الأطلسي إلى البحر المتوسط وثلثاها في أراضي أسبانيا والثلث في الأراضي الفرنسية وتعرف باسم (جبال البيرينيه) وكان العرب يسمونها جبال البرانس أو جبال البرتات. كان للعرب فيها مسالح لحراسة معابرها وقد جعلوا هذه المسالح على القمم المشرفة على تلك المعابر وهي أبراج كل برج يقابل الآخر فإذا أحسوا عدوا أوقدوا النيران من برج إلى برج فكانوا دائما على حذر وأهبة.\nالجزء: 1 ¦ الصفحة: 114\n",
        "البرتغال portugal\nجمهورية في غرب جزيرة (إيبريا) على المحيط الأطلسي. كانت أيام الحكم الإسلامي جزءا من الأندلس ويسميها العرب منطقة الغرب. ومن أهم مدنها (قلمرية (calmbra و (أشبونة أو لشبونة (lisbonne وهي الآن عاصمتها ثم مدينة (بورتو porto) وهي ثغرها على المحيط وبها سميت (بورتوقالة) أي ميناء (قالة) لأن العرب استعملوا كلمة (قالة (cala بمعنى خليج أو ميناء. ولم تنشأ دولة البرتغال وتعترف بها البابوية كدولة مستقلة إلا في سنة 1179 م، أي في القرن السادس الهجري على عهد الموحدين. وكان أول ملوكها (الفونسو الأول انريكيز (alphanso enriquez الذي تسميه المصادر العربية (ابن الرنك أو الرنق) . وفي القرن السادس عشر الميلادي صار للبرتغال إمبراطورية كبيرة في الهند والبرازيل وأفريقيا.\nالجزء: 1 ¦ الصفحة: 116\n",
        "البرز\nهي سلسلة الجبال التي تمتد على الساحل الجنوبي من بحر قزوين (الخزر (.\nالجزء: 1 ¦ الصفحة: 123\n",
        "البشكنس vascos\nهم الشعب الذي يسمى اليوم بشعب (الباسك basque) ويسكن الجانب الغربي من جبال البيرينيه الفاصلة بين فرانسا وأسبانيا ويتميز بالقوة الجسمانية ومن أهم مدنه (بمبلونة pampelona) وكانت عاصمة مملكة (نافار (\nالجزء: 1 ¦ الصفحة: 118\n",
        "البصرة\nمدينة تقع على شط العرب قريبة من مصبه في الخليج العربي اختطها عتبة بن غزوان بعد فتع الأبلة. كانت نصرا للإسلام وموطنا لكثير من الصحابة والتابعين والعلماء الصالحين والشعراء المبدعين ومنطلقا للجيوش الإسلامية الفاتحة وكانت هي والكوفة عاصمتين للعراق. وبالمغرب توجد مدينة بهذا الاسم هي (بصرة المغرب) أسسها محمد بن إدريس الثاني سنة 218هـ (833م) وكانت بلدا إسلاميا مشهورا ولا زالت آثارها باقية على آثار الطريق من طنجة إلى سوق الأربعاء على نحو 100 كيلو مترا جنوبي طنجة.\nالجزء: 1 ¦ الصفحة: 135\n",
        "البطائح\nجمع بطيحة (بالتصغير) وهي الأرض المنخفضة الواقعة جنوبي العراق بين الكوفة والبصرة يغمرها دجلة والفرات عند فيضانهما وقد غلبت عليها مياههما بسبب إنكسار السدود. وفي البطائح تنتشر المدن والقرى وتربتها حين تجف فيها المياه في غاية الخصب.\nالجزء: 1 ¦ الصفحة: 126\n",
        "البغدان\nهي المنطقة الشرقية من رومانيا المتاخمة لحدود الاتحاد السوفياتي (حاليا الجمهورية الروسية) وتشكل مع الأفلاق دولة رومانيا.\nالجزء: 1 ¦ الصفحة: 124\n",
        "البقاع\nهو سهل يمتد بين جبال لبنان الشرقية وجبال لبنان الغربية, وهو امتداد لأخدود الأردن. يرويه نهر الليطاني والعاصي وهما ينبعان من جانبي بعلبك.\nالجزء: 1 ¦ الصفحة: 121\n",
        "البقيع\nمقبرة أهل المدينة وتسمى بقيع الغرقد وهي العوسج تقع داخل المدينة قرب مسجد الرسول صلى الله عليه وسلم وفيها يرقد كبار الصحابة والتابعين.\nالجزء: 1 ¦ الصفحة: 120\n",
        "البلقاء\nاسم أطلقه العرب على المنطقة الجنوبية لدولة شرقي الأردن.\nالجزء: 1 ¦ الصفحة: 122\n",
        "البليار baleares\nهي عدة جزر تقع أمام الساحل الشرقي لأسبانيا وأهمها ثلاثة جزر هي: ميورقة majorca ومنورقة minorca ويابسة ibiza وتسمى في المصادر العربية بالجزر الشرقية. خضعت لنفوذ قرطبة سنة 234 هـ (848 م) في عهد الأمير عبد الرحمن الثاني الأوسط الأموي غير أنها لم تضم نهائيا بواسطة عمال الدولة الأموية بالأندلس إلا منذ سنة 290 هـ (902 م) حينما أرسل إليها الأمير عبد الله بن محمد بن عبد الرحمن الثاني قائده عصام الخولاني حاكما عليها وظلت في يد المسلمين إلى أن احتلها ملك أراجون (جاك الأول) (1230-1287م) .\nالجزء: 1 ¦ الصفحة: 125\n",
        "البنجاب\nتعني كلمة (البنجاب) أراضي الأنهار الخمسة وهذا المعنى مأخوذ من إسمها فكلمة (بنج) تعني خمسة و (آب) تعني النهر. هي مقاطعة في شمالي شبه جزيرة الهند في سهولها تعاقبت غزوات الفرس واليونان والمسلمين والمغول. تنقسم إلى منطقتين: البنجاب الشرقي ويتبع الهند وعاصمة (سملا) والبنجاب الغربي ويتبع الباكستان وعاصمته (لاهور) ومعظم سكان البنجاب من المسلمين.\nالجزء: 1 ¦ الصفحة: 129\n",
        "البندقية venizia\nوتدعى (فنيسيا) . مدينة ومرفأ في إيطاليا يقع في شمالي بحر الأدرياتيك على جزر وقنوات يجرى التنقل فيها بالزوارق كان لسكانها (البنادقة) فيما مضى علاقات تجارية وثيقة مع دول الشرق الأدنى ولا سيما دولة سلاطين المماليك في مصر والشام.\nالجزء: 1 ¦ الصفحة: 132\n",
        "البنغال\nأكبر ولايات الهند وأكثرها سكانا. تقع في الشمال الشرقي من الهند بين جبال همالايا وخليج البنغال. يجري فيها نهر الغانج, وعاصمتها كلكوتا.\nالجزء: 1 ¦ الصفحة: 140\n",
        "البوازيج\nبلدة قرب تكريت على فم نهر الزاب الأسفل حيث يصب في دجلة، ويقال لها بوازيج الملك.\nالجزء: 1 ¦ الصفحة: 130\n",
        "البوسنه\nولاية إلى الشمال الغربي من تركيا الأوربية وتعرف ببلاد (البشناق) واقعة بين النمسا والجبل الأسود. استولى عليها العثمانيون سنة 1463 / م حتى معاهدة برلين عام 1878 / م بعد استيلاء النمسا وهنكاريا عليها وفي عام 1918 / م اتحدت مع الصرب وتألفت منهما دولة يوغسلافية وفي أعقاب الحرب التي نشبت بينهما سنة 1993-1995/م انفصلت عنها عاصمتها مدينة (سيراجيفو) وأكثر أهلها مسلمون.\nالجزء: 1 ¦ الصفحة: 128\n",
        "البونت\nمدينة من أعمال بلنسية تبعد عنها نحو 100 كيلو متر ينسب إليها أبو عبد الله محمد البنتي الشاعر الأديب وينسب إليها الفهريون أحفاد يوسف الفهري أمير الأندلس يوم دخلها عبد الرحمن الداخل سنة 138 هـ وينسب إليها أبو عبد الله محمد بن عبد الله الفهري وكان أميرا على البونت مقر آبائه وله صنع أبو محمد بن حزم رسالته في فضل أهل الأندلس وأطال الثناء عليه وعلى أسلافه.\nالجزء: 1 ¦ الصفحة: 127\n",
        "البويب\nنهر كان بالعراق موضع الكوفة وكان مفيضا لنهر الفرات أيام المد وكانت السفن التجارية ترفأ فيه.\nالجزء: 1 ¦ الصفحة: 131\n",
        "البيرة illibiris- elvira\nمقاطعة كبيرة من أرض الأندلس ومدينة في الشرق الجنوبي من قرطبة وقد غلب على هذه المقاطعة بعد ذلك اسم غرناطة وبها دعيت قاعدتها ينسب إليها الشاعر أبو إسحاق بن مسعود الألبيري.\nالجزء: 1 ¦ الصفحة: 133\n",
        "البيضاء\nمدينة بفارس تقع غربي (اصطخر) وشمالي (شيراز) ينسب إليها القاضي ناصر الدين ابن علي البيضاوي المفسر وأبو الأزهر عبد الواحد بن محمد بن محمد بن حيان والقاضي المحدث أبو الحسن محمد البيضاوي وغيرهم. وفي المغرب مدينة تعرف بالدار البيضاء وتدعي بالبيضاء مدن أخري في مصر والشام وجزيرة العرب وبلد الخزر.\nالجزء: 1 ¦ الصفحة: 138\n",
        "التاجة tago\nأطول أنهار إسبانيا، يتجه من قلب (قشتالة) نحو الغرب الجنوبي، ويمر من مدينة طليطلة ويصب في المحيط الأطلسي عند مدينة (لشبونة (\nالجزء: 1 ¦ الصفحة: 136\n",
        "الثرثار\nينبع من جبال سنجار ويصب في دجلة جنوبي تكريت وسامراء.\nالجزء: 1 ¦ الصفحة: 134\n",
        "الثغور\nهي خط طويل من القلاع، دعاها العرب بالثغور، يمتد من مدينة ملطية على الفرات الأعلى إلى طرسوس بالقرب من ساحل البحر المتوسط. وكان الروم يحتلون هذه القلاع تارة ويحتلها المسلمون تارة أخرى، فكان الفريقان فيها بين كر وفر. وينقسم خط القلاع هذا إلى مجموعتين: إحداهما تحمي الجزيرة وهي الشمالية الشرقية والثانية تحمي الشام وتسمى ثغور الشام. وكان من الثغور التي تحمي الجزيرة: ملطية وزبطرة وحصن منصور وبهستا والحدث ومرعش والهارونية والكنيسة وكان من الثغور التي تحمي الشام: المصيصة وأذنة وطرسوس. وفي أسبانيا كان العرب يقسمون الثغور إلى كور (مناطق) منها: الثغر الأعلى ويقال له الثغر الأقصى وهذا الثغر هو مدينة سرقسطة وكورتها، ثم الثغر الأوسط أو الأدنى وهو مدينة سالم وكورتها والثغر الثالث هو طليطلة وكورتها وكان ولاة هذه الثغور من العرب والبربر والمولدين مثل التجيبيين وبني هود وبني رزين وبني ذي النون وبني قسي وهؤلاء إسبانيون دانوا بالإسلام.\nالجزء: 1 ¦ الصفحة: 144\n",
        "الجارون\nنهر عظيم يقع في جنوبي فرانسا. ينبع من إسبانيا ويصب في المحيط الأطلسي عند مدينة (بوردو (.\nالجزء: 1 ¦ الصفحة: 137\n",
        "الجبال\nاسم كان يطلق في العصر العباسي على المناطق الجبلية الممتدة من سهول العراق والجزيرة الفراتية في الغرب إلى مفازة فارس الملحية وكان يعرف باسم (ميديا) نسبة للميديين الذين قاموا في هذه المنطقة مملكة لهم استولى عليها الفرس. وأهم مدن الجبال قرمسين (كرمنشاه الحديثة) همدان الري أصفهان وكان القسم الشمالي من هذه الجبال يسكنه قوم كيعرفون باسم الديلم وفيه قلاع وحصون كانت مقرا للخرمية أتباع بابك الخرمي الذي ثار على الحكم العباسي أيام المأمون وقضى المعتصم على ثورته.\nالجزء: 1 ¦ الصفحة: 139\n",
        "الجرباء\nموضع من أعمال عمان بالبلقاء قرب جبال السراة من ناحية الحجاز وهي قريبة من أذرح.\nالجزء: 1 ¦ الصفحة: 143\n",
        "الجرعة\nموضع قرب الكوفة وإليه يضاف (يوم الجرعة) وهو يوم خرج فيه أهل الكوفة على سعيد بن العاص حين قدم واليا عليهم فردوه وولوا أبا موسى الأشعري ثم سألوا الخليفة عثمان أن يقره فأقره عليهم.\nالجزء: 1 ¦ الصفحة: 148\n",
        "الجريد\nمقاطعة في جنوب الدولة التونسية.\nالجزء: 1 ¦ الصفحة: 142\n",
        "الجزائر alger\nهي مدينة الجزائر المعروفة وتقع وسط بلاد المغرب الأوسط على شاطئ البحر المتوسط وأصل اسمها (جزائر بني مرغناي) وهي اليوم عاصمة الجمهورية الجزائرية. وقد سمي الإقليم كله باسمها (algerie) .\nالجزء: 1 ¦ الصفحة: 146\n",
        "الجزيرة\nهي الإقليم الممتد بين منابع دجلة والفرات في أحواضهما العليا لأن أعالي هذين النهرين كانت تكتنف سهولها وكان هذا الإقليم ينقسم إلى ديار ثلاث وهي: ديار ربيعة في الشرق وديار مضر في الغرب وديار بكر في الشمال وكان يحكمه الساسانيون فعرف كل من هذه الديار بقبيلته التي كانت تنزل بها في الجاهلية وكانت الموصل على دجلة أجل مدن ديار ربيعة والرقة على الفرات قاعدة ديار مضر وآمد في أعالي دجلة أكبر مدن ديار بكر ويطلق اسم الجزيرة على مدينة في ذلك الإدقليم تقع على نهر دجلة وتعرف بجزيرة ابن عمر نسبة إلى الحسن بن عمر التغلبي بانيها وكانت دجلة تحيط بهذه المدينة إلا من ناحية واحدة شبه الهلال فدعيت الجزيرة وممن ينسب إليها من العلماء أبو السعادات مجد الدين المبارك محمد بن الشهابي الجزري المعروف بابن الأثير.\nالجزء: 1 ¦ الصفحة: 147\n",
        "الجزيرة الخضراء algeciras\nمدينة ساحلية صغيرة في جنوب أسبانيا بجوار جبل طارق من الناحية الغربية وهي أول موضع نزل فيه طارق بن زياد واتخذ منها قاعدة لتغطية انسحابه نظرا لشدة اتصالها بالساحل المغربي. كذلك سميت بجزيرة (أم حكيم) لأن طارقا ترك فيها زوجته (أم حكيم) عندما تقدم لغزو أسبانيا. وفي هذه المدينة بنى المسلمون مسجدا على باب البحر عرف بمسجد الرايات إذ يقال إن هناك اجتمعت رايات المجاهدين عند الفتح.\nالجزء: 1 ¦ الصفحة: 145\n",
        "الجعرانة\nماء بين الطائف ومكة وهي أقرب إلى مكة.\nالجزء: 1 ¦ الصفحة: 141\n",
        "الجعفرية\nمدينة بالعراق بناها المتوكل على الله ونقل إليها الناس من \"\"سر من رأى\"\" وأراد أن تنسب إليه واختار له المنجمون موقعها. وقتل المتوكل في قصره الجعفري الذي بناها فيها وذاك في 3 شوال سنة 247 هـ وكان الشاعر البحتري حاضرا ليلة قتله واختفى بعد مقتله فسلم ورثاه بقصيدة عصماء مطلعها. تغير حسن الجعفري وأنسه وقوض بادي الجعفري وحاضره\nالجزء: 1 ¦ الصفحة: 150\n",
        "الجفرة\nموضع قرب البصرة جرت فيه موقعة بين مصعب بن الزبير أمير العراق لأخيه عبد الله وبين جيش أرسله عبد الملك بن مروان بقيادة خالد بن عبد الله بن أسيد بن أبي العيص لقتال مصعب واستخلاص العراق منه وقد انتهت الموقعة بهزيمة خالد بن أسيد وقد سميت تلك الموقعة بوقعة الجفرة وسميت الجفرة بجفرة خالد.\nالجزء: 1 ¦ الصفحة: 157\n",
        "الجوزجان\nكورة في بلاد خراسان بين مروالروز وبلخ, ويقال لقصبتها (اليهودية) ومن مدنها (فارياب) و (الأنبار) .\nالجزء: 1 ¦ الصفحة: 152\n",
        "الجيزة\nبلدة وموقع غربي نهر النيل على الضفة الغربية كان يقابل الفسطاط وقد أضحى اليوم بعض أحياء القاهرة وفيه آثار هامة منها الأهرام المشهورة وأبو الهول. ينسب إليها كثير من العلماء.\nالجزء: 1 ¦ الصفحة: 154\n",
        "الجيل\nقرية من أعمال بغداد، تحت المدائن، والنسبة إليها جيلي.\nالجزء: 1 ¦ الصفحة: 149\n",
        "الحدث\nحصن يقع شمالي مرعش ويقوم على جبل يقال له (الأحيدب) ويقع على الدرب الذي يحمي ثغور الجزيرة ويعرف بدرب الحدث وقد تناوب المسلمون والروم الاستيلاء عليه غير مرة.\nالجزء: 1 ¦ الصفحة: 155\n",
        "الحديبية\nقرية قريبة من مكة سميت باسم بئر فيها. توقف فيها النبي صلى الله عليه وسلم لمنع قريش دخوله مكة لأداء العمرة مع من صحبه من المسلمين فأرسل عثمان بن عفان ليفاوضهم ولما تأخر عثمان ظن النبي صلى الله عليه وسلم أن قريشا قتلته فصمم على حربهم. وتحت شجرة قريبة من البئر بايع المسلمون الذين صحبوا النبي صلى الله عليه وسلم على قتال المشركين وسميت بيعتهم ببيعة الرضوان لأن الله تعالى رضي عنهم. ثم حضر عثمان وتم الصلح مع المشركين على أن يعود المسلمون في تلك السنة (6 هـ) ويعودوا ليعتمروا في مكة في السنة المقبلة. وفي السنة السابعة للهجرة توجه النبي مع المسلمين إلى مكة فقضوا عمرتهم وسميت العمرة بعمرة القضاء.\nالجزء: 1 ¦ الصفحة: 153\n",
        "الحديثة\nمدينة من أعمال الموصل، تقع على مصب نهر الزاب الأعلى في نهر دجلة، جنوبي الموصل، بناها محمد بن مروان حين ولاه الخليفة عبد الملك بن مروان على الجزيرة سنة 73 هـ، وجعلها مقرا للجند، ونقل إليها قوما من عرب البصرة أثرهم من الأزد.\nالجزء: 1 ¦ الصفحة: 151\n",
        "الحديدة\nميناء هام من موانئ اليمن على البحر الأحمر.\nالجزء: 1 ¦ الصفحة: 158\n",
        "الحسا\nالأحساء لغة الماء الذي تمتصه الأرض المرملة فإذا صار إلى صلابة أمسكته فتحفر العرب عنه فتستخرجه. والأحساء في البادية كثيرة ولكن غلب عليها اسم الأحساء على ما كان يسمى قديما بالبحرين. ويطلق هذا الاسم على بلدة تقع على الخليج العربي ويدل على توفر المياه فيها ويقال لها الحسا كما تطلق على المنطقة الممتدة على الساحل الشرقي للخليج.\nالجزء: 1 ¦ الصفحة: 156\n",
        "الحلة\nمدينة على الفرات بين الكوفة وبغداد. وهناك مدينة أخرى بهذا الاسم تقع بين واسط والبصرة.\nالجزء: 1 ¦ الصفحة: 161\n",
        "الحميمة\nبلدة في منطقة جبل الشراة من أعمال عمان في أطراف الشام الجنوبية أقطعها الخليفة عبد الملك بن مروان لعلي بن عبد الله بن عباس وأصبحت من بعده منزلا لعقبة من بني العباس.\nالجزء: 1 ¦ الصفحة: 164\n",
        "الحيرة\nمدينة قريبة من الكوفة كانت سكنا لملوك اللخميين العرب في الجاهلية واسم الحيرة يعني البلد المسور. وكانت تسمى (الحيرة البيضاء) لحسنها. وفيها أقام الملوك اللخميون القصرين الشهيرين: الخورنق والسدير.\nالجزء: 1 ¦ الصفحة: 165\n",
        "الخابور\nنهر ينبع من رأس العين ويصب في نهر الفرات.\nالجزء: 1 ¦ الصفحة: 163\n",
        "الخازر\nنهر بين أربيل والموصل شمالي نهر الزاب الكبير، يصب في دجلة، وقد جرت عنده وقعة بين عبيد الله بن زياد، والأشتر النخعي أيام المختار الثقفي سنة 67 هـ، ومقتل ابن زياد.\nالجزء: 1 ¦ الصفحة: 159\n",
        "الخالدية\nقرية من أعمال الموصل، ينسب إليها الشاعران (الخالديان) .\nالجزء: 1 ¦ الصفحة: 160\n",
        "الختل\nمنطقة فيما وراء النهر تقع جنوبي شرقي منطقة الصغد وهي منطقة جبلية تقع في الزاوية التي يؤلفها نهر يدعى نهر وخشاب مع نهر جيحون. ونهر وخشاب أكبر روافد نهر جيحون.\nالجزء: 1 ¦ الصفحة: 171\n",
        "الخضراء\nمدينة ساحلية صغيرة في جنوب أسبانيا بجوار جبل طارق من الناحية الغربية وهي أول موضع نزل فيه طارق بن زياد واتخذ منها قاعدة لتغطية انسحابه نظرا لشدة اتصالها بالساحل المغربي. كذلك سميت بجزيرة (أم حكيم) لأن طارقا ترك فيها زوجته (أم حكيم) عندما تقدم لغزو أسبانيا. وفي هذه المدينة بنى المسلمون مسجدا على باب البحر عرف بمسجد الرايات إذ يقال إن هناك اجتمعت رايات المجاهدين عند الفتح.\nالجزء: 1 ¦ الصفحة: 162\n",
        "الدامغان\nعاصمة إقليم (قومس) وكثيرا ما أشار إليها العرب باسم (قومس) (ر. قومس) فاقتبست العاصمة اسم إقليمها ينتسب إليها عدد من العلماء منهم أبو عبد الله بن علي الدامغاني، من أئمة الحنفية.\nالجزء: 1 ¦ الصفحة: 175\n",
        "الدانوب\nنهر يدعى بالدانوب ويدعى بنهر (الطونه) . وهو ثاني أنهار أوربا بعد نهر (الفولكا) إذ يبلغ طوله / 2850 / كم ويخرج من ألمانيا الغربية ويمر بالنمسا وتشيكوسلوفاكيا ورومانيا وبلغاريا وروسيا ويصب في البحر الأسود.\nالجزء: 1 ¦ الصفحة: 174\n",
        "الدبيل\nوتسمى (دوين) و (توين) من مدن أرمينية بجوار مدينة (آران) حول بحيرة (كوكجة) . كانت في الأزمنة الأولى عاصمة أرمينية وهي الآن قرية صغيرة جنوبي مدينة (أريفان (.\nالجزء: 1 ¦ الصفحة: 168\n",
        "الدرب\nهو المضيق في الجبال وأطلق على كل مدخل إلى بلاد الروم وتقطع جبال (طوروس) دروب كثيرة سلك المسلمون اثنين منها بوجه خاص في غزواتهم السنوية لبلاد الروم وأول هذين الدربين (درب الحدث) وهو في الشمال الشرقي من مدينة مرعش الواقعة على نهر جيحان إلى مدينة (البستان) شمالا وكان يحمي هذا الدرب حصن الحدث وثاني الدربين (درب كليكيا) الواقع شمالي طرسوس ومنه يتجه الطريق العام إلى القسطنطينية وكان سعاة البريد يسلكون هذا الطريق ويمر منه وفود ملك الروم ووفود الخليفة كما أنه الطريق التي كانت تتبعها الغزاة من الإسلام والنصارى.\nالجزء: 1 ¦ الصفحة: 166\n",
        "الدهناء\nمن ديار بني تميم في الجانب الشرقي والشمالي من نجد.\nالجزء: 1 ¦ الصفحة: 167\n",
        "الديبل\nمدينة جنوبي البحر العربي وقيل هي في أرض السند ويقال لها الديبلان تقصدها مراكب العمانيين ومراكب الصين والهند وتقع على فرع من فروع نهر (السند (\nالجزء: 1 ¦ الصفحة: 169\n",
        "الديماس\nموضع قرب عسقلان بفلسطين.\nالجزء: 1 ¦ الصفحة: 170\n",
        "الدينور\nمدينة تقع في إقليم (كردستان) قرب قرمسين (كرمانشاه) : وتعتبر من أعمال الجبل كانت قاعدة لإمارة بني حسنوية الكردية إليها ينسب عدد من العلماء منهم أبو حنيفة الدينوري اللغوي الإمام صاحب كتاب (النبات) وكتاب (الأخبار الطوال) وأبو محمد عبد الله بن مسلم بن قتيبة الدينوري صاحب كتاب (عيون الأخبار (\nالجزء: 1 ¦ الصفحة: 195\n",
        "الرافقة\nمدينة على نهر الفرات جانب الرقة وهي متصلة بها بناها المنصور وأتمها المهدي وسكنها الرشيد.\nالجزء: 1 ¦ الصفحة: 173\n",
        "الران\nولاية واسعة تقع شرقي أرمينية في المثلث الذي يبدأ رأسه من التقاء نهر الرس بنهر الكر وكانت قصبة هذه الولاية مدينة (برذعة (\nالجزء: 1 ¦ الصفحة: 180\n",
        "الرباط\nمدينة تقع على المحيط الأطلسي بنيت زمن الموحدين في القرن السادس للهجرة وكانت تسمى رباط الفتح وهي اليوم عاصمة المملكة المغربية.\nالجزء: 1 ¦ الصفحة: 172\n",
        "الربذة\nبلدة في قلب نجد وهي من منازل الحجاج بين العراق ومكة وإليها نفى الخليفة عثمان بن عفان أبا ذر الغفاري ثم خربت المدينة سنة 319 هـ بعد اتصال الحروب بينها وبين بلدة (ضرية) المجاورة وانتصار القرامطة لأهل (ضرية) في تلك السنة فهرب هل الربذة وخربت.\nالجزء: 1 ¦ الصفحة: 176\n",
        "الرجيع\nماء بين مكة والطائف كان لبني هذيل وبه قتل بنو لحيان وهم جماعة من هذيل عاصم بن ثابت وأصحابه سنة 4 هـ.\nالجزء: 1 ¦ الصفحة: 177\n",
        "الرخج\nمن مدن أفغانستان قرب قندهار.\nالجزء: 1 ¦ الصفحة: 189\n",
        "الرستن\nبليدة تقع في منتصف الطريق بين حماة وحمص.\nالجزء: 1 ¦ الصفحة: 179\n",
        "الرقة\nمدينة تقع شرقي حلب على نهر الفرات كانت من أهم المدن أيام بني العباس بنى بها الرشيد قصر السلام وكان يقيم بها إذا اشتد الحر في بغداد وهناك مدن أخرى تحمل هذا الاسم.\nالجزء: 1 ¦ الصفحة: 187\n",
        "الرملة\nمدينة من أهم مدن فلسطين بناها سليمان بن عبد الملك كانت مركزا تجاريا وزراعيا هاما وما تزال إلى اليوم وقد ظهر فيها عدد من العلماء منهم محمد بن أحمد بن شمس الدين الرملي الملقب بالشافعي الصغير وغيره من العلماء.\nالجزء: 1 ¦ الصفحة: 178\n",
        "الرها\nمدينة بيزنطية تقع في الجزيرة شمالي حران عند منابع أحد روافد نهر البليخ وكان اسمها اليوناني (كلرهو (callrho فسماها العرب الرها وهي تحريف لاسمها اليوناني وهي اليوم من بلاد تركيا وتسمى أورفة.\nالجزء: 1 ¦ الصفحة: 181\n",
        "الرون\nنهر ينبع من جبال الألب السويسرية، وينحدر منها إلى بحيرة (ليمان) ، ثم يدخل فرانسا ويجتاز مدينة (ليون) وتحد بنهر (الصونSAON) ، ويصب في البحر المتوسط.\nالجزء: 1 ¦ الصفحة: 182\n",
        "الري\nمدينة تقع في الطرف الشمالي الشرقي من إقليم الجبال واسمها عند اليونان (راكس (raxes وفي المئة الرابعة للهجرة خرب أكثرها وتحول أهلها إلى طهران القريبة منها ينسب إليها كثير من العلماء منهم الفخر الرازي وسليمان بن مهران الملقب بالأعمش من كبار التابعين وغيرهم.\nالجزء: 1 ¦ الصفحة: 185\n",
        "الريدانية\nكانت من ضواحي القاهرة وفيها جرت الوقعة بين جيش المماليك والجيش العثماني سنة 922 / هـ (1517 / م) وقد دخلت الآن في حدود مدينة القاهرة وأصبحت تضم من أحيائها العباسية ومصر الجديدة.\nالجزء: 1 ¦ الصفحة: 184\n",
        "الزاب\nالزاب منطقة في المغرب الأوسط هي في الجزائر عمالة مدينة قسنطينة اليوم.\nالجزء: 1 ¦ الصفحة: 186\n",
        "الزاوية\nموقع قرب البصرة فيه كانت الوقعة بين عبد الرحمن بن الأشعث وبين جيش أرسله الحجاج لحربه بقيادة يزيد بن المهلب وانهزام عبد الرحمن وفراره ولجوؤه إلى رتبيل ملك الترك.\nالجزء: 1 ¦ الصفحة: 183\n",
        "الزعفران\nقرية على مرحلة من همذان. وبهذه التسمية توجد قرية قرب بغداد تحت (كلوازي) . بلدة في منطقة الديلم وطبرستان.\nالجزء: 1 ¦ الصفحة: 192\n",
        "الزلاقة sagrajas\nسهل بالأندلس يقع شمالي بطليوس جرت فيه الوقعة الشهيرة بين البربر بقيادة يوسف بن تاشفين ومن انضم إليه من ملوك الأندلس وبين الفونسو السادس (الأذفنش) ملك (قشتالة (castilla سنة 479 هـ وفيها هزم جيش الأسبان وقتل أكثره (1086م (\nالجزء: 1 ¦ الصفحة: 205\n",
        "الزهراء\nمدينة من القصور تقع شرقي غرناطة بناها عبد الرحمن الناصر الأموي سنة 325 هـ لتكون متنزها له وأنفق في عمارتها وتزيينها الكثير وأسرف فيه. وتقع في الشمال الغربي من قرطبة مدينة (الزاهرة) بناها المنصور بن أبي عامر لتكون مقرا له. وقد خربت المدينتان وأصابهما ما أصاب غيرهما من مدن الأندلس العربية.\nالجزء: 1 ¦ الصفحة: 188\n",
        "السقاطية\nناحية بكسكر من أرض واسط كانت فيها وقعة شهيرة بين العرب والفرس وانتصر فيها العرب بقيادة أبي عبيد الثقفي.\nالجزء: 1 ¦ الصفحة: 196\n",
        "السند\nهي البلاد الواقعة على حوض نهر السند شرقي كرمان وجنوبي سجستان وكانت قاعدتها المنصورة وتقع على فرع من فروع نهر السند (الهندوس (INDUS ومن مدنها مدينة (الديبل) . وكان اسم أهل السند بالفارسية (جت) فدعاهم العرب باسم (الزط) والمقول اليوم أنهم أسلاف النور أو الغجر.\nالجزء: 1 ¦ الصفحة: 191\n",
        "السندية\nقرية من قرى بغداد على نهر عيسى، بين بغداد والأنبار.\nالجزء: 1 ¦ الصفحة: 190\n",
        "السواد\nهو المنطقة الجنوبية من العراق دعاه العرب باسم السواد لسواده بالزرع والنخيل والأشجار.\nالجزء: 1 ¦ الصفحة: 194\n",
        "السودان\nيطلق هذا الاسم بصورة عامة في العهد الإسلامي على بلاد أفريقية جنوبي الصحراء الكبرى ما بين بلاد مالي حتى الحبشة وقد اختصت بهذا الاسم في العصر الحديث جمهورية السودان الواقعة جنوبي جمهورية مصر.\nالجزء: 1 ¦ الصفحة: 193\n",
        "السوس\nيطلق هذا الاسم على بلدة بالأهواز كانت المقر الشتوي لملوك فارس كما كانت عاصمة لملوك عيلام من قبل. هدمها (آشور بانيبال) ملك الآشوريين سنة 640 ق. م. وتوجد فيما وراء النهر بلدة بهذا الاسم ولكن البلدة المشهورة باسمها هي السوس الأقصى في جنوب المغرب وهو اسم للمدينة والمنطقة يقع فيها وادي السوس الذي ينتهي بمدينة أغادير على المحيط الأطلسي.\nالجزء: 1 ¦ الصفحة: 197\n",
        "السويدية\nمرفأ على البحر المتوسط يقع غربي أنطاكية.\nالجزء: 1 ¦ الصفحة: 204\n",
        "السويس\nبلدة من بلاد مصر تقع على الخليج المعروف باسمها على البحر الأحمر وهي ميناء مصر على هذا البحر وكانت تدعى قديما (القلزم) ولهذا كان البحر الأحمر يدعى بهذا الاسم. وباسمها سميت القناة التي تربط البحر المتوسط بالبحر الأحمر والتي تم شقها سنة 1869م.\nالجزء: 1 ¦ الصفحة: 198\n",
        "الشاش\nمنطقة من بلاد ما وراء النهر (تركستان) تمتد على ضفة نهر سيحون اليمنى وتعرف المنطقة اليوم باسم (طشقند) وهي تتبع ولاية (أوزباكستان) الروسية وتسمى عاصمتها بهذا الاسم. ينسب إليها كثيرا من العلماء منهم: أبو بكر علي القفال الشاشي المتوفي سنة 336 هـ وأبو الحسن علي بن الحاجب الشاشي المحدث المتوفي سنة 314 هـ وأبو سعيد بن كليب الشاشي صاحب المسند الكبير وغيرهم.\nالجزء: 1 ¦ الصفحة: 200\n",
        "الشام\nهي المنطقة الممتدة على الساحل الغربي للبحر المتوسط وتمتد شرقا إلى نهر الفرات وتمتد شمالا من بلاد الروم (تركيا) حاليا إلى حدود مصر وجزيرة العرب جنوبا وتشتمل في الوقت الحاضر على سورية ولبنان وفلسطين.\nالجزء: 1 ¦ الصفحة: 201\n",
        "الشجرة\nموقع على ستة أميال من المدينة, وهو اسم قرية بفلسطين.\nالجزء: 1 ¦ الصفحة: 199\n",
        "الشوبك\nقلعة حصينة في أطراف الشام, بين عمان وإيلة والقلزم.\nالجزء: 1 ¦ الصفحة: 202\n",
        "الصاغان\nمن مدن\nالصغانيان\nينسب إليها كثير من العلماء منهم المحدث أبو بكر بن إسحاق الصاغاني وأبو العباس الفضل بن العباس الصاغاني ورضي الدين أبو الفضائل الحسن بن محمد الصاغاني العدوي وغيرهم.\nالجزء: 1 ¦ الصفحة: 210\n",
        "الصغانيان\nأحد أقاليم ما وراء النهر يقع بين إقليم\nالصغد\nوإقليم الختل يمتد على نهر جيحون وقاعدته مدينة الصغانيان وتقع على نهر (زامل) .\nالجزء: 1 ¦ الصفحة: 203\n",
        "الصغد\nإقليم فيما وراء النهر ويدعى (صغديانا) وأهم مدنه بخارا وسمرقند.\nالجزء: 1 ¦ الصفحة: 208\n",
        "الصميرة\nمدينة بين الجبل وخوزستان (الأهواز) .\nالجزء: 1 ¦ الصفحة: 207\n",
        "الطائف\nمدينة تقع على جبل (غزوان) جنوبي شرقي مكة وهي بلاد ثقيف.\nالجزء: 1 ¦ الصفحة: 220\n",
        "الطالقان\nقاعدة إقليم طخارستان أحد أقاليم خراسان وتقع بين مدينتي مرو وبلخ وينسب إليها جماعة من العلماء.\nالجزء: 1 ¦ الصفحة: 209\n",
        "الطف\nأرض من ضاحية الكوفة مشرفة على أرض السواد فيها كان مقتل الحسين رضي الله عنه وتعرف اليوم بكربلاء.\nالجزء: 1 ¦ الصفحة: 206\n",
        "العاصي\nينبع من منطقة الهرمل بلبنان، ويجري في سورية مارا بمدينتي حمص وحماه، ثم يدخل في الأراضي التركية مارا بمدينة أنطاكية ويصب في البحر المتوسط قرب مدينة (السويدية) . وسمي العاصي لأنه عصى الطبيعة، فهو يجري من الجنوب إلى الشمال بينما تجري الأنهار الأخرى من الشمال إلى الجنوب. وكان اسمه عند الروم (نهر الأورونت (ORONTE وما زالت هذه تسميته في المصادر الأجنبية.\nالجزء: 1 ¦ الصفحة: 212\n",
        "العذيب\nموقع قرب القادسية وبه يسمى موقع قرب البصرة وآخر قرب الفرما من أرض مصر.\nالجزء: 1 ¦ الصفحة: 211\n",
        "العريش\nمدينة مصرية تقع عند حدودها الشرقية وهي أول مسالح مصر وأعمالها وتقوم على ساحل البحر.\nالجزء: 1 ¦ الصفحة: 213\n",
        "العقاب las navas de tolosa\nموقع في وديان جبل الشارات guadarrama القريبة من (قلعة رباح CALATRAVA) وفيه جرت الموقعة الحاسمة التي انهزم فيها الموحدون أمام الجيوش الإسبانية المتحالفة سنة 609 هـ (1212م) ويسميها العرب موقعة العقاب (بكسر العين) جمع (عقبة) نسبة إلى الجبال التي حولها أو العقاب (بضم العين) نسبة إلى قصر شاهق مرتفع ينسب إلى بني الأمويين وما زالت بقاياه إلى الآن.\nالجزء: 1 ¦ الصفحة: 222\n",
        "العمق\nسهل يقع غربي حلب وشرق أنطاكية ويمر به نهر العاصي.\nالجزء: 1 ¦ الصفحة: 214\n",
        "الغانج\nنهر عظيم، ينبع من جبال همالايا، ويجري في منطقة البنغال الهندية ويصب في خليجها، مارا بمدينة (بنارس) المقدسة عند الهندوس.\nالجزء: 1 ¦ الصفحة: 219\n",
        "الغور\nهو المنطقة الانهدامية الممتدة ما بين منطقة الحولة وطبرية إلى البحر الميت ثم إلى وادي عربة وأيلة وتشكل واديا يجري فيه نهر الأردن وينخفض عن سطح البحر بالتدريج ومن مدن الغور (طبرية) و (بيسان) و (أريحا (\nالجزء: 1 ¦ الصفحة: 217\n",
        "الفارياب\nمدينة مشهورة من بلاد خراسان تقع قرب مدينة بلخ غربي نهر جيحون ينسب إليها الفيلسوف أبو النصر الفارابي.\nالجزء: 1 ¦ الصفحة: 216\n",
        "الفجيرة\nإحدى الإمارات السبع التي تتألف منها دولة الإمارات العربية المتحدة وهي تقع على ساحل الإمارات الشرقي.\nالجزء: 1 ¦ الصفحة: 215\n",
        "الفراض\nموقع على تخوم العراق والشام والجزيرة بين مصبي الخابور والبليخ شرقي الفرات فيه اجتمعت على خالد بن الوليد الروم والعرب والفرس والقبائل المتنصرة من العرب سنة 12هـ فأوقع فيهم خالد وقعة عظيمة وفل جموعهم وهزمهم.\nالجزء: 1 ¦ الصفحة: 218\n",
        "الفرما\nهي مدينة (بلوزيوم) القديمة، تقع عند مدخل مصر شرقا.\nالجزء: 1 ¦ الصفحة: 221\n",
        "الفسطاط\nمدينة بناها عمرو بن العاص، وجعلها معسكرا للعرب الذين فتحوا مصر، وبني فيها جامعه الذى ما زال قائما إلى اليوم وقد اتسعت حتى أصبحت حاضرة مصر الإسلامية حتى أواسط القرن الثالث للهجرة، وقامت إلى جانبها مدينة القطائع الطولونية، ثم مدينة القاهرة التي طغت عليها، فالفسطاط اليوم هو مدينة مصر القديمة التي تعتبر بعض أحياء القاهرة.\nالجزء: 1 ¦ الصفحة: 228\n",
        "الفلاخ\nوكان الأتراك يسمونها (الأفلاق) وهي إحدى إمارات الدانوب. ظهرت للوجود في القرن الثالث عشر وأصبحت منذ عام 1396 / م تابعة للدولة العثمانية واستقلت عنها سنة 1856 / م واتحدت مع (مولدافيا) سنة 1858 / م وكونتا معا الجمهورية الرومانية الحالية.\nالجزء: 1 ¦ الصفحة: 225\n",
        "الفنيديق\nموضع من أعمال حلب جرت فيه عدة مواقع عسكرية، ويعرف اليوم بتل السلطان.\nالجزء: 1 ¦ الصفحة: 223\n",
        "الفيوم\nإقليم بمصر يقع غربي وادي النيل ويشتهر ببحيرته، وتدعى حاضرته (الفيوم) .\nالجزء: 1 ¦ الصفحة: 226\n",
        "القادسية\nموضع شرقي نهر الفرات جنوبي الكوفة، على سيف الصحراء، جرت فيه معركة القادسية 14 هـ.\nالجزء: 1 ¦ الصفحة: 230\n",
        "القاهرة\nكبرى مدن مصر وإفريقية اليوم. بناها القائد الفاطمي جوهر الصقلي عند فتحه مصر سنة 358 هـ لسيده المعز لدين الله الفاطمي، وسماها بالقاهرة المعزية، وكانت الفسطاط تقوم إلى جنوبها، ولكنها أضحت منذ ذلك الوقت عاصمة مصر، وازدهرت الازدهار الكبير في العهد الفاطمي وفي العهود التالية، وكانت من أكبر مراكز الإسلام ثقافة وحضارة وتجارة ونضالا، وبها الجامع الأزهر، والجامعات العلمية الأخرى.\nالجزء: 1 ¦ الصفحة: 227\n",
        "القبيصة\nنسبة إلى رجل يدعى (قبيصة) : قرية من أعمال الموصل. وبهذه التسمية تدعى قرية قرب سامراء.\nالجزء: 1 ¦ الصفحة: 231\n",
        "القدس\nهي مدينة الحرم القدسي وثالث الحرمين الشريفين. كانت تدعى (إيليا) وهي المدينة التي بناها الرومان بعد هدم (أورشليم) سنة 70 م.\nالجزء: 1 ¦ الصفحة: 224\n",
        "القسطنطينية\nهي مدينة بيزانطة (بيزانس) القديمة وقد أطلق الإمبراطور قسطنطين الأكبر اسمه عليها حين نقل عاصمة الدولة الرومانية من مدينة روما بإيطاليا إليها عام 324/م. وفي عام 1453/م فتحها السلطان العثماني محمد الثاني (الفاتح) واتخذها عاصمة للدولة العثمانية وهي تقع على ضفتي مضيق (البوسفور) الأسيوي والأوربي. وتعرف باسم (استانبول) نسبة إلى اسمها البيزنطي (استن بوليس) .\nالجزء: 1 ¦ الصفحة: 241\n",
        "القلزم\nهي حاليا مدينة السويس.\nالجزء: 1 ¦ الصفحة: 229\n",
        "القليعة ALCOLEA\nموضع قريب من ملتقى نهر (أرملاط GUALMLLATO) بنهر الوادي الكبير، وقريب منه موضع يسمى قنتيش، فيه جرت المعارك الحاسمة بين محمد الثاني بن عبد الجبار الملقب بالمهدي، وبين سليمان بن الحكم (المستعين) سنة 400هـ (1009م) ، وفيها استعان المهدي بأمير قشتالة (سانشوغرسيه) ، فهزم المستعين ودخل (المهدي) مدينة قرطبة مع جيش النصارى، وعاثوا فيها فسادا.\nالجزء: 1 ¦ الصفحة: 235\n",
        "القيروان\nمن المدن الكبرى في المغرب الأدنى (تونس) . بنيت بعد الفتح العربي على يد عقبة بن نافع سنة 50هـ، بناها بعيدة عن البحر لكي لا تتعرض لهجمات البيزنطيين البحرية. كانت وما زالت من أهم مدن الإسلام في إفريقية الإسلامية. ينتسب إليها كثير من العلماء منهم أبو علي الحسن بن رشيق القيرواني، صاحب كتاب العمدة. وأبو إسحاق الحصري صاحب كتاب زهر الآداب.\nالجزء: 1 ¦ الصفحة: 233\n",
        "الكازرون\nمدينة في فارس، بين شيراز والخليج العربي. ينسب إليها جماعة من أهل العلم منهم مجد الدين أبو طاهر محمد الفيروز آبادي وغيره.\nالجزء: 1 ¦ الصفحة: 232\n",
        "الكحيل\nموضع بالجزيرة على دجلة، بين الزابين، فيه جرت الموقعة بين بهلول الحروري وصحبه وبين خالد القسري، أمير العراق سنة 119 هـ وانتهت بمقتل بهلول.\nالجزء: 1 ¦ الصفحة: 248\n",
        "الكرك\nبلدة وقلعة في جبال البلقاء، شرقي نهر الأردن.\nالجزء: 1 ¦ الصفحة: 240\n",
        "الكنيسة\nحصن منيع يقع في جبال (انتي طوروس) ، بين مرعش وعين زربى، وهو من الثغور الجزرية.\nالجزء: 1 ¦ الصفحة: 238\n",
        "الكوفة\nمدينة أسسها المسلمون أيام عمر بن الخطاب نحو سنة 17هـ (638 م) لتكون معسكرا للجيش في الجانب الغربي من نهر الفرات، البادية.\nالجزء: 1 ¦ الصفحة: 234\n",
        "اللاذقية\nمدينة يونانية بناها القائد اليوناني (سلوقس الأول) ، في القرن الثالث قبل الميلاد على ساحل البحر المتوسط الشرقي، وسماها باسم أمه (LAODESSA) ، وتقع غربي مدينة حلب، وشمالي مدينة طرطوس. وهي أهم مرفأ في الجمهورية السورية، وقاعدة الولاية المعروفة باسمها.\nالجزء: 1 ¦ الصفحة: 236\n",
        "اللان\nولاية في إقليم جورجيا (الخزر) ، على البحر الأسود، عند سفوح جبال القفقاس (القوقاز) الغربية الجنوبية.\nالجزء: 1 ¦ الصفحة: 243\n",
        "اللد\nبلدة معروفة في فلسطين، تقع شمالي غربي بيت المقدس. كانت عامرة في صدر الإسلام، ثم بنى سليمان بن عبد الملك بلدة الرملة إلى جوارها وأجبر أهلها على الانتقال إلى المدينة الجديدة التي صارت مركز التجارة والزراعة عدة قرون. واللد والرملة اليوم بلدتان متجاورتان تحتلهما القوى الصهيونية.\nالجزء: 1 ¦ الصفحة: 237\n",
        "اللوار\nأحد أنهار فرانسا الكبرى وأطولها. ينبع من الكتلة المركزيةCENTERAL MOSSIF، وهي هضاب مرتفعة في وسط فرانسا وشرقها. يتجه النهر شمالا ثم غربا ويصب في البحر الأطلسي، وترفده عدة روافد، ويجتاز مدنا كبرى، ومنها أورليئان، تور، وبواتيه، وبقربها وقعت معركة بلاط الشهداء.\nالجزء: 1 ¦ الصفحة: 249\n",
        "المحمدية\nقرية من نواحي بغداد على طريق خراسان. وبهذه التسمية توجد قرية بين النهرين. وأخرى من أعمال برقة. ومثلها بنواحي الزاب، ومدينة (المسيلة) بالمغرب تسمى أيضا المحمدية.\nالجزء: 1 ¦ الصفحة: 239\n",
        "المحمرة\nهي بلدة (المحمرة) اليوم من بلاد الأهواز وتقع عند مصب نهر (قارون) في شط العرب.\nالجزء: 1 ¦ الصفحة: 242\n",
        "المحول\nبليدة كبيرة البساتين والأسواق، قرب بغداد.\nالجزء: 1 ¦ الصفحة: 246\n",
        "المختارة\nمدينة على نهر أبي الخصيب الذي يصب في شط العرب، وقد دعاها بهذا الاسم، صاحب الزنج الثائر على الحكم العباسي، بعد أن حاصرها واحتلها.\nالجزء: 1 ¦ الصفحة: 244\n",
        "المدائن\nتقع على جانبي دجلة قريبا من بغداد وتتألف من سبعة مدن هي: طيسفون، بهرسير، قصر كسرى (الإيوان) ، الرومية، ساباط، أسبانبر، السلوقية، وكانت المدائن دار ملك الأكاسرة.\nالجزء: 1 ¦ الصفحة: 247\n",
        "المدينة\nكان اسمها (يثرب) فلما نزل فيها الرسول صلى الله عليه وسلم دعيت (مدينة الرسول) ، ثم (المدينة) ومن أسمائها: طيبة وطابة، والمحبورة والمرحومة والمحبوبة والقاصمة وجابرة والعذراء.\nالجزء: 1 ¦ الصفحة: 245\n",
        "المذار\nمدينة على نهر دجلة، كانت قاعدة ميسان، وسميت المذار لفساد تربتها (لسان العرب: مذر (\nالجزء: 1 ¦ الصفحة: 251\n",
        "المذيخرة\nاسم لقلعة في رأس جبل (صبر) باليمن وهي قريبة من (عدن) .\nالجزء: 1 ¦ الصفحة: 255\n",
        "المروحة\nموضع بسواد العراق، يقع على نهر الفرات، وفيه كان وقعة بين الفرس والمسلمين، تعرف بوقعة (قس الناطف) ، ويقال لها وقعة المروحة، لأن قس الناطف تقع على شاطئ الفرات الشرقي، والمروحة على شاطئه الغربي.\nالجزء: 1 ¦ الصفحة: 250\n",
        "المرية ALMERIA\nمن البلاد الهامة في أقصى جنوبي الأندلس، على البحر المتوسط، عند مدخل جبل طارق. كانت تعتبر باب الشرق بمبانيها ومرساها وسورها، أخرجت كثيرا من علماء الإسلام الأعلام.\nالجزء: 1 ¦ الصفحة: 254\n",
        "المريسيع\nاسم لماء بني المصطلق من ناحية (قديد) إلى ساحل البحر الأحمر، شرقي مدينة ينبع.\nالجزء: 1 ¦ الصفحة: 252\n",
        "المسيلة\nمن بلاد الزاب بالمغرب الأقصى. بناها أبو القاسم إسماعيل بن عبيد الله الشيعي سنة 310هـ.\nالجزء: 1 ¦ الصفحة: 257\n",
        "المصارة\nألاميدة.\nالجزء: 1 ¦ الصفحة: 258\n",
        "المصيصة MOPSUESTIA\nمدينة على شاطئ نهر جيحان، من ثغور الشام، قريبة من طرسوس. كانت من أشهر ثغور الشام وقد رابط بها الصالحون قديما. وينسب إليها المصيصة عدد من العلماء منهم الإمام أبو الفتح نصر الدين محمد بن عبد القوي المصيصي المحدث.\nالجزء: 1 ¦ الصفحة: 253\n",
        "المغرب الأدني والمغرب الأقصى والأوسط\nعندما احتل الرومان قرطاجة الفينيقية ونواحيها في القرن الثاني قبل الميلاد أطلقوا عليها اسم (أفريقا (efrica وعن الرومان نقل العرب هذه التسمية، فأطلقوا اسم أفريقية على منطقة المغرب الأدنى التي تشمل حاليا جمهورية تونس وبعض الأجزاء الشرقية من الجزائر وكانت العاصمة على التوالي القيروان ثم المهدية ثم تونس كما أطلقوا اسم المغرب الأوسط على المنطقة التي تعرف اليوم بالجزائر وأطلقوا المغرب الأقصى على المنطقة التي تعرف اليوم بالمملكة المغربية.\nالجزء: 1 ¦ الصفحة: 260\n",
        "المفازة الكبرى\nهي هضبة إيران وتمتد جنوبي جبال البرز إلى جبال مكران، وهي مجدبة الإقليم، ويقدر طولها بنحو 800 ميل، ولكن عرضها يختلف باختلاف بقاعها، وقد عرفها العرب باسم (مفازة) ، ويعرف اليوم القسم الجنوبي منها باسم (صحراء لوط) ، والقسم الشمالي الغربي منها باسم (الصحراء الملحية الكبرى (\nالجزء: 1 ¦ الصفحة: 256\n",
        "المكلا\nمن مدن إقليم حضرموت، جنوبي جزيرة العرب على ساحل بحر العرب.\nالجزء: 1 ¦ الصفحة: 259\n",
        "المنصورة\nبلدة في حوض نهر السند على رافده المعروف باسم نهر (مهران) ، وكانت قصبة الإقليم. بناها المسلمون وسميت باسم بانيها منصور بن جمهور الكلبي الوالي الأموي، وقيل باسم أبي جعفر المنصور. ويحمل نفس الاسم عدد من المدن، منها: المنصورة في البطيحة بسواد العراق، وبلدة أخرى في خوارزم، وثالثة في تونس قرب القيروان، بناها المنصور الخليفة الفاطمي، ورابعة في الدلتا المصرية بناها الملك العادل سنة 616هـ، وما تزال قائمة إلى الآن، وخامسة في اليمن أسسها طغتكين بن أيوب وأقام فيها.\nالجزء: 1 ¦ الصفحة: 265\n",
        "المنكب ALMEUNECAR\nميناء على الساحل الجنوبي الشرقي من الأندلس، نزل فيها الأمير عبد الرحمن بن معاوية بن هشام بن عبد الملك (عبد الرحمن الداخل) عند دخوله الأندلس، وهي الآن مصيف مدينة غرناطة.\nالجزء: 1 ¦ الصفحة: 264\n",
        "المهدية\nمدينة تقع على خليح قابس، بين سوسة وصفاقس، في أرض الجمهورية التونسية. بناها عبيد الله الشيعي سنة 300هـ، وكانت المهدية مدينتين: المهدية ويسكنها السلطان وجنوده، وزويلة ويسكنها الناس.\nالجزء: 1 ¦ الصفحة: 262\n",
        "الموصل\nالمدينة المشهورة، من أهم مدن العراق وإحدى قواعد الإسلام. قيل إنها سميت الموصل لأنها تصل بين الجزيرة والعراق. خرج منها كثير من العلماء والأدباء والحفاظ، وينسب إليها إبراهيم الموصلي وابنه إسحاق، أصحاب الشهرة في الموسيقى العربية.\nالجزء: 1 ¦ الصفحة: 261\n",
        "النجف\nمدينة تقع شمالي الكوفة وشرق نهر الفرات وجنوبي كربلاء، وفيها مرقد أمير المؤمنين علي بن أبي طالب، وهي مركز هام لتعليم العلوم الدينية على المذهب الجعفري.\nالجزء: 1 ¦ الصفحة: 263\n",
        "النجيرم\nبلدة قرب مدينة (سيراف) على الساحل الشرقي للخليج العربي.\nالجزء: 1 ¦ الصفحة: 276\n",
        "النمارق\nموضع قرب الكوفة، نزل فيه عسكر المسلمين في أول ورودهم إلى العراق، وفيه جرت معركة مع الفرس سنة 12هـ، انتصر فيها المسلمون وكانوا بقيادة المثنى بن حارثة الشيباني.\nالجزء: 1 ¦ الصفحة: 268\n",
        "النهروان\nمنطقة، بين بغداد وواسط، يجري فيها نهر يدعى باسمها ويصب في نهر دجلة. كانت بها وقعة النهروان بين الإمام علي وبين الخوارج سنة 38هـ.\nالجزء: 1 ¦ الصفحة: 267\n",
        "النوبة\nإقليم واسع يقع جنوبي مصر بينها وبين السودان.\nالجزء: 1 ¦ الصفحة: 269\n",
        "النيرمان\nمن قرى همذان، من ناحية الجبل.\nالجزء: 1 ¦ الصفحة: 266\n",
        "النيل\nمن أعظم أنهار إفريقية، يخرج من بحيرة (فيكتوريا) ويخترق (أوغندا) والسودان ويصب فيه نهر (بحر الغزل) ويصبح اسمه (النيل الأبيض) . ويصب فيه قرب الخرطوم نهر (البحر الأزرق) القادم من الحبشة (إثيوبيا) ويصبح اسمه (النيل الأزرق) ، ثم يخترق بلاد النوبة ومصر، وحين يصل إلى القاهرة يتفرع إلى فرعين ويشكل (دلتا النيل) ويصب فرعاه في البحر المتوسط. والنيل مدينة بالعراق بين الكوفة وواسط، قرب الحلة. وفي الرقة نهر يدعى (النيل) حفره هارون الرشيد ويصب في نهر البليخ.\nالجزء: 1 ¦ الصفحة: 270\n",
        "الهارونية\nقلعة من ثغور الجزيرة، تقع في جبال طوروس الخلفية (أنتي طوروس) ، بين مرعش وعين زربى. بناها هارون الرشيد سنة 183هـ (799م) ، وجدد عمارتها سيف الدولة الحمداني.\nالجزء: 1 ¦ الصفحة: 271\n",
        "الهاشمية\nمدينة بناها أبو العباس السفاح بقرب الكوفة، وتوفي قبل أن تتم، وقيل إن أخاه أبا جعفر المنصور هو الذي بناها قبل بنائه بغداد.\nالجزء: 1 ¦ الصفحة: 274\n",
        "الوادي الكبير\nهو نهر الأندلس العظيم، ينبع من جبال (سبيبرامورينا) ، ويتجه غربا نحو (جيان) و (شقتدة) و (الزهراء) و (قرطبة) حتى (إشبيلية) ، وهناك يتجه جنوبا ليصب في المحيط الأطلسي عند بلدة (شريش (.\nالجزء: 1 ¦ الصفحة: 277\n",
        "الواقوصة\nموضع على نهر اليرموك، جرت فيه وقعة اليرموك الشهيرة سنة 13 هـ.\nالجزء: 1 ¦ الصفحة: 273\n",
        "الولجة\nموضع بأرض (كسكر) بالعراق، فيه جرت معركة بين خالد بن الوليد وبين الفرس والعرب المتنصرة سنة 12هـ، وانهزم الفرس بقيادة قائدهم (بهمن بن جاذويه) . والولجة تطلق على منعطفات الأنهار والوديان في أمكنة عديدة.\nالجزء: 1 ¦ الصفحة: 272\n",
        "اليرموك\nمن أنهار الشام، ينبع من أطراف الغور ويصب في نهر الأردن، ثم يتجه إلى البحر الميت ويصب فيه.\nالجزء: 1 ¦ الصفحة: 278\n",
        "اليمامة\nاسم يطلق على هضبة نجد الوسطى، وقد كانت قديما تطلق على مدينة وسط نجد تقرب من مدينة الرياض الحالية.\nالجزء: 1 ¦ الصفحة: 275\n",
        "بئر معونة\nبئر على الطريق بين مكة والمدينة كانت لبني سليم قرب الحرة المعروفة باسمهم وفيها غدرت غطفان ببعثة رسول الله صلى الله عليه وسلم وعددها أربعون رجلا وكان الرسول صلى الله عليه وسلم أرسلهم إلى أهل بئر معونة ليفقهوهم في الدين.\nالجزء: 1 ¦ الصفحة: 282\n",
        "باب الأبواب\nموضع على بحر (قزوين) في وسط الشاطئ الغربي منه، وعنده يقع الحد الفاصل بين مناطق أرمينية وبين مناطق الخزر عبر نهايات جبال القفقاس وهو موقع تجاري وعسكري هام وكان اسمه بالفارسية (دربند) فدعاه العرب (باب الأبواب) .\nالجزء: 1 ¦ الصفحة: 285\n",
        "بابل\nمدينة قديمة كانت عاصمة المملكة البابلية تقع جنوب بغداد وفي شمالي الكوفة.\nالجزء: 1 ¦ الصفحة: 292\n",
        "بابليون\nاسم عام لديار مصر بلغة القدماء ويطلق على موضع بالفسطاط، فيه حصن فتحه عمرو بن العاص وهو أول من فتح مصر.\nالجزء: 1 ¦ الصفحة: 281\n",
        "باجة beja\nاسم يطلق على مدينة بالأندلس، في أقصى الجنوب الغربي من الأندلس وفي الجانب الغربي من حوض نهر (غواديانا) ، وعلى بعد 140 ك من مدينة لشبونة. ينسب إليها كثير من العلماء منهم الفقيه والإمام والقاضي أبو الوليد الباجي سليمان بن خلف شارح الموطأ المتوفي سنة 474 هـ وفي أفريقية بالقرب من مدينة القيروان بلدة تدعى باجة وباسمها سميت باجة الأندلس.\nالجزء: 1 ¦ الصفحة: 279\n",
        "باجربق\nقرية من قرى ما بين النهرين. وهناك قرية بهذا الاسم في جزيرة ابن عمر.\nالجزء: 1 ¦ الصفحة: 280\n",
        "باخرز\nمنطقة بخراسان تقع غربي هراة، ينسب إليها كثير من العلماء والأدباء منهم علي بن الحسن الباخرزي صاحب كتاب (دمية القصر) ، ذكر فيه شعراء عصره.\nالجزء: 1 ¦ الصفحة: 289\n",
        "باذغيس\nمنطقة من أعمال خراسان تقع شمالي هراة وعاصمتها مدينة تدعى باسمها وكانت عامرة بمدن كثيرة دمرها غزو تيمورلنك سنة 783هـ (381) م، ينسب إليها جماعة من أهل العلم منهم القاضي أحمد بن بن عمرو الباذغيسي.\nالجزء: 1 ¦ الصفحة: 284\n",
        "باري bari\nمرفأ إيطالي على بحر الأدرياتيك.\nالجزء: 1 ¦ الصفحة: 283\n",
        "بارين (بعرين)\nبليدة بين حلب وحماة من جهة الغرب.\nالجزء: 1 ¦ الصفحة: 288\n",
        "بازبدي\nمنطقة (كورة) في جزيرة ابن عمر غربي نهر دجلة وكان يقوم فيها حصن روماني قديم يدعى (بازبدا) .\nالجزء: 1 ¦ الصفحة: 286\n",
        "باغة\nمدينة بالأندلس من أعمال غرناطة.\nالجزء: 1 ¦ الصفحة: 287\n",
        "بالس\nمدينة قديمة فوق الرقة على يمين الفرات أي في جانبه الغربي. وكانت مركزا لكثير من طرق القوافل.\nالجزء: 1 ¦ الصفحة: 294\n",
        "بانياس\nمدينة تقع غربي مدينة حماة تقع على البحر المتوسط (سورية) جنوبي مدينة اللاذقية وجبلة.\nالجزء: 1 ¦ الصفحة: 296\n",
        "بجانة pechina\nمدينة بالأندلس تقع شرقي غرناطة وشمالي المرية. لما دخل بنو أمية الأندلس أنزلوا فيها بني سراج القضاعيين وجعلوا إليهم حراسة ما يليهم من البحر وحفظ السواحل.\nالجزء: 1 ¦ الصفحة: 291\n",
        "بجاية\nمدينة جزائرية تقع على خليج بالبحر المتوسط يعرف باسمها. وهي مرفأ هام في شرقي الجزائر. قاعدة المغرب الأوسط، بناها بنو زيرى ملوك صنهاجة أصحاب قلعة حماد واتخذوها دار ملكهم وتقع بين جبال شاهقة أحاطت بها والبحر منها في ثلاث جهات. وتقع اليوم على بعد 177 ك من مدينة الجزائر.\nالجزء: 1 ¦ الصفحة: 297\n",
        "بحر الخزر\nبحر داخلي يفصل بين أوروبا وآسية وتشترك فيه روسيا وإيران، مساحته السطحية 424.000 ك م، وقد سمي باسم قبائل (الخزر) التي كانت تسكن حوله، ويسمى أيضا بحر قزوين (mer caspienne) ويصب في شماله نهر (الفولكا) .\nالجزء: 1 ¦ الصفحة: 290\n",
        "بحر الميت\nبحر داخلي يقع بين فلسطين والأردن يصب فيه نهر الأردن وينخفض عن سطح البحر 390 مترا وهو شديد الملوحة لا تعيش فيه الحيوانات البحرية ولذلك سمي بالميت.\nالجزء: 1 ¦ الصفحة: 293\n",
        "بحر خوارزم\nهو بحر أو بحيرة كبيرة مالحة يصب فيها نهرا جيحون وسيحون ويسمى أيضا بحر (آرال) والبحر مع النهرين يوجدان الآن في آسيا السوفيتية.\nالجزء: 1 ¦ الصفحة: 295\n",
        "بحيرة خوندة lajanda\nتقع في جنوبي غربي الأندلس عند منطقة (شذونة) ، وكان نهر البرباط مصرفا لمياهها وبالقرب منها وقعت الوقعة الفاصلة بين طارق بن زياد والملك القوطي لوذريق.\nالجزء: 1 ¦ الصفحة: 306\n",
        "بخاري\nمن بلاد ما وراء النهر، تقع في إقليم الصغد غربي سمرقند. كانت قاعدة المملكة السامانية كما كانت إحدى مراكز الفكر الإسلامي. ينسب إليها عدد من العلماء منهم إمام أهل الحديث أبو عبد الله محمد بن إسماعيل المعروف بالبخاري وأبو زكريا عبد الرحيم بن أحمد التميمي وابن سينا الحكيم أبو علي الحسين بن عبد الله وغيرهم. وتقع اليوم في إقليم أوزبكستان بروسيا الأسيوية.\nالجزء: 1 ¦ الصفحة: 299\n",
        "بدر\nماء مشهور بين مكة والمدينة، وبموقعه كانت الوقعة المشهورة بين المسلمين والمشركين في السنة الثانية من الهجرة وفيها أظهر الله تعالى الإسلام وفرق بين الحق والباطل.\nالجزء: 1 ¦ الصفحة: 301\n",
        "بدليس\nبلدة تقع جنوبي غربي بحيرة (وان) بأرمينية وتسمى أيضا (بتليس) و (تفليس) وهي اليوم عاصمة ولاية (جورجيا) السوفيتية.\nالجزء: 1 ¦ الصفحة: 298\n",
        "برادعة\nمدينة في أرمينية، وهي حاضرة إقليم (الران) . ذات بساتين وتسمى أيضا (برذعة) .\nالجزء: 1 ¦ الصفحة: 303\n",
        "بربشتر: barbastro\nمدينة تقع في الثغر الأعلى من إسبانيا على نهر (سينكا cinca) أحد فروع نهر الأبرو وعلى بعد 60 كيلو مترا من مدينة سرقسطة.\nالجزء: 1 ¦ الصفحة: 302\n",
        "بردويل\nمدينة فرنسية يطلق عليها في المصادر العربية (برديل) أو (بردال) هي قاعدة قليم (جيروند) في فرانسا تقع عند مصب نهر (الجارون (lajaranne الذي يصب في المحيط الأطلسي. احتلها العرب في الحملة التي قادها عبد الرحمن الغافقي غازيا فرانسا سنة 114 هـ (732م) والتي انتهت بمصرعه في (بلاط الشهداء) وإنسحاب الجيش العربي إلى إسبانيا.\nالجزء: 1 ¦ الصفحة: 300\n",
        "برذعة\nكانت قاعدة إقليم أران الواقع شمالي نهر (الرس. (\nالجزء: 1 ¦ الصفحة: 305\n",
        "برسي\nموضع بارض بابل قرب المدائن، ينسب إليها عبد الله بن الحسن البرسي الكاتب.\nالجزء: 1 ¦ الصفحة: 304\n",
        "برسيبوليس\nإحدى المناطق التي يتألف منها إقليم فارس، وتقع في القسم الشمالي من الإقليم، وقاعدة المنطقة مدينة اصطخر وكانت تسمى عند اليونان (برسيبوليس (persepolis أي مدينة الفرس وعاصمة ملوك فارس، وبالقرب منها توجد بقايا قصور الملوك الأخمينيين. ينسب إليها جماعة من العلماء منهم أبو الحسن أحمد الاصطخري المتوفي سنة 328 هـ، وأبو إسحاق إبراهيم الاصطخري الجغرافي صاحب كتاب (المسالك والممالك) .\nالجزء: 1 ¦ الصفحة: 314\n",
        "برشلونة barcelona\nعاصمة إقليم (قطالونيا catalonia) الواقع في الشمال الشرقي من إسبانيا تقع على الساحل الشرقي للبحر المتوسط. استولى عليها موسى بن نصير سنة 94 هـ (713 م) ثم استعادها الأسبان سنة 185 هـ (801 م) وصارت قاعدة مملكة (أراجون (aragon التي لعبت دورا أساسيا واقتصاديا هاما في البحر المتوسط.\nالجزء: 1 ¦ الصفحة: 311\n",
        "برغش Burgos\nمدينة إسبانية كانت حاضرة (قشتالة Castilla) على نهر (دورو Douro) ، وتعرف في المصادر الإسبانية باسم (برغس) . تحتفظ بكثير من طابعها الأثري.\nالجزء: 1 ¦ الصفحة: 317\n",
        "برقة\nاسم صقع كبير على شكل شبه جزيرة يشتمل على مدن وقرى. يبدأ منه المغرب الأدنى ويقع الآن في شرق الدولة الليبية على ساحل البحر المتوسط وأكبر مدنه مدينة برقة التي أطلق اسمها على الإقليم نفسه ويعرف باسم (cyrenaica)\nالجزء: 1 ¦ الصفحة: 310\n",
        "برنديزي brindisi\nمدينة إيطالية تقع في جنوبي الساحل المطل على بحر الأدرياتيك.\nالجزء: 1 ¦ الصفحة: 312\n",
        "بروفانس provence\nإقليم فرنسي يقع جنوبي فرانسا ويمتد على ساحل البحر المتوسط.\nالجزء: 1 ¦ الصفحة: 313\n",
        "بريم\nجزيرة تقع في باب المندب وتفصله: المضيق الصغير الذي يفصل الجزيرة عن الشاطئ العربي والمضيق الكبير الذي يفصل الجزيرة عن الشاطئ الأفريقي.\nالجزء: 1 ¦ الصفحة: 308\n",
        "بزاخة\nماء في أرض تهامة لبني أسد كانت فيه الوقعة العظيمة أيام أبي بكر مع طليحة بن خويلد الأسدي الذي ادعى النبوة ومنع أداء الزكاة.\nالجزء: 1 ¦ الصفحة: 307\n",
        "بزاعة\nقرية على بعد أربعين كيلو مترا من شرق حلب, بين بلدتي الباب ومنبج. تشتهر بمياهها وبساتينها.\nالجزء: 1 ¦ الصفحة: 309\n",
        "بست\nكلمة فارسية بمعنى المعبد أو الملجأ الآمن وهي اسم لمدينة من مدن سجستان (أفغانستان الحالية) ، تقع بين هراة وغزنة وعلى شاطئ نهر (هلمند) . ينتسب إليها كثير من العلماء والشعراء منهم أبو حاتم محمد بن حيان التميمي إمام عصره وإسحاق بن إبراهيم بن عبد الجبار القاضي والمحدث وأبو سليمان أحمد بن محمد الخطابي صاحب معالم السنن وغريب الحديث وأبو الفتح علي بن محمد البستي الشاعر المشهور وغيرهم كثير.\nالجزء: 1 ¦ الصفحة: 315\n",
        "بسطام\nمن مدن إقليم قومس وثاني مدينة فيه بعد الدامغان إليها ينتسب أبو زيد البسطامي الزاهد المشهور.\nالجزء: 1 ¦ الصفحة: 318\n",
        "بسكرة\nواحة ومدينة من مدن المغرب الأوسط (الجزائر اليوم) وهي واحة تقع بإقليم قسنطينة وتقوم على سفح جبال أوراس على حدود الصحراء الكبرى.\nالجزء: 1 ¦ الصفحة: 324\n",
        "بصرى\nمدينة تقع في محافظة حوران جنوبي دمشق وتعرف باسم بصرة إسكي شام أو بصرى الشام.\nالجزء: 1 ¦ الصفحة: 316\n",
        "بطليوس badajoz\nمدينة كبيرة بالأندلس من أعمال منطقة ماردة على نهر (وادي آنسة gudiana) ينسب إليها عدد من العلماء منهم أبو محمد عبد الله بن السيد البطليوسي صاحب التآليف.\nالجزء: 1 ¦ الصفحة: 320\n",
        "بعقلين\nمدينة تقع في منطقة الشوف, وكانت معقل الأمراء المعنيين.\nالجزء: 1 ¦ الصفحة: 325\n",
        "بعلبك\nمدينة يونانية قديمة تقع في سهل البقاع (لبنان) فيها آثار يونانية ورومانية. ينسب إليها جماعة من العلماء منهم تقي الدين أبو العباس المقريزي (نسبة إلى حي في المدينة يدعى حي المقارزة) . وفيها ولد الإمام الأوزاعي.\nالجزء: 1 ¦ الصفحة: 322\n",
        "بغداد\nبناها الخليفة المنصور ودعاها مدينة السلام وبدأ في بنائها سنة 145 هـ وانتهى بناؤها سنة 149 هـ. ظلت عاصمة بني العباس حتى آخر خلفائهم وكانت في عهد أوائلهم تزهو على عواصم الدنيا بما جمعت من فنون العلم والأدب وما اجتمع فيها من العلماء والأدباء والشعراء في مدارسها تفتقت العقول عن عبقريات نادرة وفي ربوعها انتلقت لهوات الشعراء عن أعذب الشعر وأرقه وفي إبهاء قصورها ترنمت الأوتار على رقصات الجمال الفتان تتمايل على أشجى الألحان تاريخها طويل في أوله باسم وفيه أخرياته دامع بما لقيت من أهوال المغول وهي اليوم عاصمة الجمهورية العراقية.\nالجزء: 1 ¦ الصفحة: 319\n",
        "بغراس\nمحطة هامة علي الطريق من الإسكندرونة إلي أنطاكية عند الطرف الجنوبي لممر (بيلان) وهي تشرف على مخرج هذا الممر وكانت من العواصم، تحمي الطريق الواصل إلي الثغور.\nالجزء: 1 ¦ الصفحة: 321\n",
        "بغشور\nمدينة بين هراة ومرو الروز، والنسبة إليها بغوي.\nالجزء: 1 ¦ الصفحة: 323\n",
        "بقدورة\nبلدة على ضفاف نهر (سبو sebou) في المغرب الأقصى فيها جرت المعركة بين العرب والبربر سنة 123 هـ وقتل فيها أمير أفريقية كلثوم بن عياض.\nالجزء: 1 ¦ الصفحة: 343\n",
        "بلاساغون\nبلد عظيم في ثغور الترك وراء نهر سيحون قرب مدينة كاشغر. كان قاعدة خانات تركستان في غضون القرن الرابع والخامس الهجري. يصعب اليوم تعيين موضعها. ينسب إليها جماعة من العلماء منهم أبو عبد الله محمد بن موسى البلاساغوني الفقيه الحنفي المعروف بتعصبه لمذهبه. والمتوفي بدمشق سنة 506هـ\nالجزء: 1 ¦ الصفحة: 328\n",
        "بلاط الشهداء\nهو السهل الواقع بين مدينتي (تور) و (بواتية) في الشمال الغربي من فرانسا قرب نهر (اللوار) وفيه وقعت المعركة الشهيرة بين المسلمين بقيادة عبد الرحمن الغافقي وبين الفرنجة بقيادة (شارل مارتل) سنة 114هـ (732م) والبلاط لغة هو الطريق المبلط وبلاط الشهداء نسبة إلى طريق روماني قديم دارت عنده المعركة.\nالجزء: 1 ¦ الصفحة: 329\n",
        "بلبيس\nمدينة مصرية قرب القاهرة.\nالجزء: 1 ¦ الصفحة: 330\n",
        "بلخ\nمدينة مشهورة بخراسان ومن أجل مدنها خضعت بعد موت الأسكندر الكبير للحكم السلوقي زمنا ثم خرجت عليه وانضمت إلى فارس وكانت مركزا للثقافة اليونانية وسوقا نشطا للتجارة. تقع على الشاطئ الجنوبي لنهر جيحون وهي اليوم من بلاد الأفغان وينسب إليها كثير من العلماء منهم الحافظ أبو بكر عبد الله بن جياش البلخي والحسن بن شجاع أبو علي علي البلخي المحدث وأبوإسحاق إبراهيم بن يوسف الباهلي البلخي وجلال الدين الرومي الزاهد المتصوف وغيرهم.\nالجزء: 1 ¦ الصفحة: 332\n",
        "بلد الوليد valladolid\nبلدة تقع على نهر (دويرة) شمالي قشتالة.\nالجزء: 1 ¦ الصفحة: 326\n",
        "بلرم palerme\nقاعدة جزيرة صقلية وأكبر مدنها تقع على الساحل الشمالي الغربي من الجزيرة.\nالجزء: 1 ¦ الصفحة: 327\n",
        "بلغراد) Belgrand\nأي المدينة البيضاء) . مدينة تقع على الشاطئ الأيمن لنهر الدانوب. استولى العثمانيون عليها سنة 927 / هـ (1521 / م) وكانت إلى سنة 1993 / م عاصمة الدولة اليوغوسلافية الاتحادية.\nالجزء: 1 ¦ الصفحة: 331\n",
        "بلنجر\nمدينة تقع على بحر الخزر شمالي باب الأبواب (دربند) في الطرف الأقصى للقوقاز.\nالجزء: 1 ¦ الصفحة: 334\n",
        "بلنسية valencia\nمدينة تقع على الساحل الشرقي للبحر المتوسط عند مصب نهر الأبيض ((guada laviar وتعتبر من عواصم الحضارة الإسلامية في الأندلس بقيادة السيد الكمبيادور سنة 487 هـ واستردها المرابطون منهم سنة 495 هـ وأحرقها الإسبان عند خروجهم منها ثم أستولى عليها الإسبان ثانية بقيادة جاك الأول ملك أراغون سنة 630 هـ (1238م) وخرجت بعد ذلك نهائيا من يد المسلمين. أكثر أهلها النواح عليها عندما غادروها ورثوها نثرا ونظما من ذلك قول الشاعر أبي أسحاق إبراهيم بن أبي الفتح بن خفاجة: عاثت بساحتك العدا يا دار *** ومحا محاسنك البلى والنار فإذا تردد في جنابك ناظر *** طال اعتبار فيك واستعبار فجعلت أنشد خير سادة أهلها *** لا أنت أنت ولا الديار ديارينسب إليها كثير من العلماء منهم جعفر بن عبد الله بن الجحاف قاضي بلنسة وآخر قضاتها أحرقه السيد الكمبيادور حين استولى على بلنسية سنة 487هـ (1094 م) وعبد الله بن حيان الأروشي الفقيه المحدث المتوفي سنة 487 هـ وأبو الحسن محمد بن أحمد بن جبير الكناني الأديب الفقيه المحدث الرحالة الذي دون رحلته باسم (رحلة ابن جبير) والمتوفي بالإسكندرية سنة 614 هـ.\nالجزء: 1 ¦ الصفحة: 335\n",
        "بلوجستان\nمنطقة جبلية تقع بين إيران وباكستان وهي منقسمة بينهما وكانت تدعى مكران.\nالجزء: 1 ¦ الصفحة: 333\n",
        "بنبلونة pampelona\nعاصمة مملكة (نافارا navara) الإسبانية التي تشرف على ممرات جبال (البيرينية) المؤدية إلى جنوب فرانسا. يعرف سكانها باسم البشكنس ونظرا لموقعها الإستراتيجي حرص حكام الأندلس على التحالف مع ملوكها والتزوج من بناتهم فتحها العرب ولم يمكثوا فيها إلا بضع عشرة سنة.\nالجزء: 1 ¦ الصفحة: 336\n",
        "بنزرت bizert\nمدينة تقع على ساحل البحر المتوسط غرب مدينة تونس وهي مرفأ عسكري في جمهورية تونس.\nالجزء: 1 ¦ الصفحة: 338\n",
        "بهر سير\nهي إحدى المدن السبع التي كانت تتألف منها المدائن وهي تصحيف (به أردشير) أي مدينة (أرديشير) ملك الفرس.\nالجزء: 1 ¦ الصفحة: 341\n",
        "بواتيه poitiers\nمدينة تقع جنوبي غربي باريس وقعت فيها الوقعة المشهورة، وفيها أوقف شارل مارتل الزحف العربي سنة 114 هـ (732 م. (\nالجزء: 1 ¦ الصفحة: 339\n",
        "بواط\nجبل من جبال جهينة بناحية رضوى (تهامة) .\nالجزء: 1 ¦ الصفحة: 337\n",
        "بوبشتر bobastro\nحصن روماني قديم منيع من أعمال مدينتي (رية) و (مالقة) في الجبال الأسبانية الجنوبية اتخذه الثائر عمر بن حفصون قاعدة له.\nالجزء: 1 ¦ الصفحة: 340\n",
        "بودابست\nعاصمة (هنكاريا) وهي مؤلفة من مدينتين (بوداBuda) أي العليا وتقع على الشاطئ الأيمن من نهر الدانوب، و (بستpest) تقابلها على الشاطئ الأيسر.\nالجزء: 1 ¦ الصفحة: 346\n",
        "بوردو bordeaux\nمدينة فرنسية يطلق عليها في المصادر العربية (برديل) أو (بردال) هي قاعدة قليم (جيروند) في فرانسا تقع عند مصب نهر (الجارون (lajaranne الذي يصب في المحيط الأطلسي. احتلها العرب في الحملة التي قادها عبد الرحمن الغافقي غازيا فرانسا سنة 114 هـ (732م) والتي انتهت بمصرعه في (بلاط الشهداء) وإنسحاب الجيش العربي إلى إسبانيا.\nالجزء: 1 ¦ الصفحة: 342\n",
        "بورصه\nمدينة تقع قرب بحر مرمرة وكانت عاصمة الدولة العثمانية قبل مدينة (أدرنه) ثم انتقلت العاصمة منها إلى القسطنطينية بعد فتحها سنة 1453 / م (856 / هـ) .\nالجزء: 1 ¦ الصفحة: 362\n",
        "بورغونيا bourgone\nمنطقة تقع شرقي فرانسا وقاعدتها مدينة ديجون.\nالجزء: 1 ¦ الصفحة: 354\n",
        "بوزجان\nبليدة بين هراة ونيسابور.\nالجزء: 1 ¦ الصفحة: 344\n",
        "بوشنج\nبلدة في خراسان، بنواحي هرات، ينسب إليها فريق من العلماء منهم المختار بن عبد الحميد أبو الفتح البوشنجي.\nالجزء: 1 ¦ الصفحة: 345\n",
        "بوصير\nقرية بمصر تقع بين الفيوم وبني سويف وإليها ينسب الإمام شرف الدين محمد البوصيري صاحب (قصيدة البردة) .\nالجزء: 1 ¦ الصفحة: 348\n",
        "بون Bone\nمدينة تقع على ساحل البحر المتوسط شرقي مدينة الجزائر, بين بنزرت وبجاية. وكانت تدعى (\nبونة\n) . من مدن الجزائر وتعرف بالفرنسية باسم (بون (Bone وهي ميناء على البحر المتوسط.\nالجزء: 1 ¦ الصفحة: 347\n",
        "بونة\nمدينة بإفريقية قرب مدينة الجزائر.\nالجزء: 1 ¦ الصفحة: 357\n",
        "بيازين Albaicin\nحي شهير من أحياء غرناطة الإسلامية وقد قام أهله بدور هام في الحروب الداخلية التي أدت إلى سقوط غرناطة وهو يقع في شمالها الشرقي في مواجهة لقلعة الحمراء.\nالجزء: 1 ¦ الصفحة: 358\n",
        "بنزرت Bizerte\nمرفأ تونسي على البحر المتوسط بني على آثار مدينة رومانية سكنها كثير من المسلمين بعد إخراجهم من الأندلس وعمروها بالزراعة وهي الآن ميناء حربي عظيم.\nالجزء: 1 ¦ الصفحة: 349\n",
        "بياسة baeza\nمدينة من كورة (جيان) ينسب إليها كثير من العلماء منهم أبو الحجاج يوسف بن إبراهيم البياسي مصنف كتاب (الأعلام بحروب الإسلام) وغيره من التصانيف.\nالجزء: 1 ¦ الصفحة: 350\n",
        "بيت المقدس\nهي مدينة الحرم القدسي وثالث الحرمين الشريفين. كانت تدعى (إيليا) وهي المدينة التي بناها الرومان بعد هدم (أورشليم) سنة 70 م.\nالجزء: 1 ¦ الصفحة: 351\n",
        "بيت جبرين\nبلدة بين القدس وغزة وكانت قلعة حصينة خربها صلاح الدين الأيوبي في حروبه مع الصليبيين.\nالجزء: 1 ¦ الصفحة: 352\n",
        "بيروت\nمدينة تقع على الساحل الشرقي للبحر المتوسط كانت وما زالت مركزا ثقافيا كبيرا ومرفأ مهما. في العهد الروماني اشتهرت بمدرسة الحقوق التي أخرجت كبار رجال القانون وفقهاء الرومان. ثم هدمت في زلزال أصاب المدينة في أواخر القرن السادس للميلاد والمدينة اليوم عاصمة الجمهورية اللبنانية.\nالجزء: 1 ¦ الصفحة: 353\n",
        "بيزا Pisa\nمدينة إيطالية في إقليم (توسكانا) ، تقع قرب الساحل الغربي للبحر التيراني.\nالجزء: 1 ¦ الصفحة: 355\n",
        "بيزنطة byzance\nمدينة يونانية قديمة بنيت في القرن السابع قبل الميلاد على مضيق البوسفور، ثم أضحت عاصمة الدولة البيزنطية أو الدولة الرومانية الشرقية، وسميت (قسطنطينية) نسبة إلى الإمبراطور الروماني (قسطنطين الأول) الذي جدد بنائها سنة 324 للميلاد وانتقل من مدينة روما إليها واتخذها مقرا له. حاصرها العرب عدة مرات ولم يتمكنوا من فتحها لمناعة حصونها. وكان العرب يسمون أقاليم الدولة البيزنطية في جملتها (بلاد الروم) ثم اختصر اسم (بلاد الروم) إلى (الروم) ومن ثم صار اسم (الروم) إسما لآسية الصغرى عند العرب. وتعرف باسم (شبه جزيرة الأناضول) التي انتقلت في المئة الخامسة للهجرة (الحادية عشرة للميلاد) إلى أيدي المسلمين باستيلاء السلاجقة عليها. ولم يستطع السلاجقة من فتح القسطنطينية إلى أن انتقل الحكم إلى العثمانيين فتمكن السلطان محمد الثاني من فتح القسطنطينية في 29 مارس سنة 1453 م ومن أجل ذلك لقب بالسلطان الفاتح واتخذها ملوك بني عثمان عاصمة لهم حتى سقوط دولتهم سنة 1922 م وانتقال الحكم إلى الدولة الحديثة التي أنشأها مصطفى كمال (أتاتورك) . كانت القسطنطينية في جميع العهود مركزا دينيا وثقافيا عظيما كما أنها مرفأ تجاري كبير. وظلت بعد انتقال العاصمة منها إلى (أنقرة) أكبر مدينة في تركيا وأعظمها أهمية.\nالجزء: 1 ¦ الصفحة: 356\n",
        "بيسان\nمدينة من مدن الغور، على الجانب الغربي من حوض الأردن في الجنوب الغربي من طبرية، ويعرف السهل الذي تقع فيه باسمها.\nالجزء: 1 ¦ الصفحة: 359\n",
        "بيشة bish\nمدينة وولاية إيطالية تقع على البحر (التيراني) وتشتهر ببرجها المائل.\nالجزء: 1 ¦ الصفحة: 361\n",
        "بيكند\nمن مدن ما وراء النهر قريبة من مدينة بخاري وفي الجنوب الغربي منها.\nالجزء: 1 ¦ الصفحة: 366\n",
        "بيلان\nبلدة تقع في جبال (أمانوس) أو (الماضاغ) في شمالي +سورية، وهو الممر الذي يخترق جبال (أمانوس) وكان ضمن المنطقة الحربية الشامية المعروفة بالعواصم التي أنشئت لمواجهة الروم. وتدعى بيلان باسم (عقبة النساء) نسبة لحادث مشئوم هو أنه بينما كان مسلمة بن عبد الملك يعبر ممر بيلان في إحدى حملاته على الروم وقعت إحدى نسائه في هاوية فسمي الممر (عقبة النساء) .\nالجزء: 1 ¦ الصفحة: 360\n",
        "بيهق\nمنطقة من نواحي نيسابور بخراسان تقع غربها. أخرجت هذه المنطقة عددا لايحصى من العلماء منهم الإمام أبو بكر أحمد بن الحسين البيهقي، من أهالي (خسروجرد) إحدى مدن بيهق وإبراهيم بن محمد البيهقي صاحب كتاب المحاسن والمساوىء.\nالجزء: 1 ¦ الصفحة: 364\n",
        "تادلة\nمدينة بجبال البربر بالمغرب قرب مدينة تلمسان وفاس.\nالجزء: 1 ¦ الصفحة: 367\n",
        "تارانت tarente\nمدينة جنوبي إيطاليا تقع على الخليج المعروف باسمها ولها تاريخ طويل قديم. كانت من موانئ التجارة الهامة في العصر الوسيط وقد دخلت فترة من الزمن في حكم الدولة الإسلامية أيام الأغالبة.\nالجزء: 1 ¦ الصفحة: 363\n",
        "تافيللالت أو تافيللت\nمنطقة تقع في الصحراء المغربية جنوبي جبال الأطلس العليا ويتخللها عدة واحات. والنسبة إليها (فيلالي) .\nالجزء: 1 ¦ الصفحة: 370\n",
        "تاكرنا tacorona\nهي المنطقة الجبلية الواقعة جنوبي شبه جنوب الأندلس والمعروفة الان باسم فيلالي (sierra de ronda) .\nالجزء: 1 ¦ الصفحة: 372\n",
        "تاهرت\nمدينة من مدن المغرب الأوسط قريبة من تلمسان كانت عاصمة لبني رستم الخوارج الأباضية.\nالجزء: 1 ¦ الصفحة: 371\n",
        "تاورمينا taormina\nمرفأ يقع على الساحل الشرقي الشمالي من جزيرة صقلية، وتدعى في المصادر العربية (طبرمين) .\nالجزء: 1 ¦ الصفحة: 365\n",
        "تبريز\nمدينة في الجزء الشمالي الغربي من إيران،وهي عاصمة منطقة أذربيجان، مدينة على هضبة أذربيجان وتقع في شمالي غربي إيران وهي قاعدة أذربيجان وإليها ينسب كثير من العلماء منهم أبو زكريا يحيى المعروف بابن الخطيب التبريزي الإمام الحجة في اللغة والنحو.\nالجزء: 1 ¦ الصفحة: 369\n",
        "تبوك\nمدينة بين وادي القرى والشام وهي حصن فيه عيون ونخل وبساتين غزاها النبي صلى الله عليه وسلم سنة 9 هـ وكانت آخر غزواته وهي اليوم من بلاد المملكة العربية السعودية.\nالجزء: 1 ¦ الصفحة: 373\n",
        "تدمير\nبلدة من البلدان الأندلسية الهامة، تقع في الجنوب الشرقي على نهر (شقورة) . بناها عبد الرحمن الأوسط ابن الحكم الأموي، وكان اسمها (تدمير) ولم يلبث اسم مرسية أن غلب عليها. ينسب إليها عدد من العلماء منهم أبو غالب تمام بن غالب التياني المرسي اللغوي صاحب كتاب (الموعب) ، ومحيي الدين بن العربي أبو بكر المرسي نزيل دمشق، وشرف الدين أبو عبد الله محمد السلمي المحدث النحوي، وأبو العباس أحمد بن رشيق الأديب الكاتب، وأبو عامر أحمد بن عبد الملك المعروف بابن شهيد الأشجعي الشاعر الأديب المتوفي بقرطبة سنة 426هـ، وأبو محمد عبد الله بن محمد الخشني الفقيه الحافظ المتوفي سنة 526هـ، وأبو الحسن علي بن إسماعيل المعروف بابن سيده الأندلسي المرسي اللغوي صاحب كتاب (المخصص) ، وكتاب (المحكم في اللغة) وكتاب في شرح الحماسة، وأبو العباس أحمد المرسي، من أكابر الأولياء المتوفي بالإسكندرية سنة 686هـ، وأبو عبد الله محمد بن عبد الله بن أبي بكر القضاعي البلنسي الإمام الحافظ، والكاتب الشاعر المؤرخ ابن الأبار وغيرهم. استولى عليها الأسبان سنة 636هـ (1238م) ، وكانت يومئذ في يد أميرها أحمد بن محمود بن هود.\nالجزء: 1 ¦ الصفحة: 368\n",
        "تركستان\nبلاد تقع إلى الشمال والشرق من بلاد ما بين النهرين وتقع على الأراضي التي بين الجبال المتوسطة (آسيا الوسطى) وبين حوض نهر الخزر والهضبة الإيرانية. عاصمتها مدينة (طاشقند) .\nالجزء: 1 ¦ الصفحة: 377\n",
        "ترمانين\nقرية تقع على بعد 45 كيلو مترا من مدينة حلب, إلى الغرب, وهي في وسط الطريق بين حلب وأنطاكية. فيها آثار يونانية ورومانية منها دير ما زالت آثاره باقية وقد دعاها ياقوت (ديررمانين) وبهذا الاسم وردت في كتاب مسالك الأبصار, وجاء فيهما أنها تقع بين حلب وأنطاكية وأنها تطل على بقعة تعرف بسرمدا (وسرمدا هي معروفة اليوم باسم صرمدا) وهي تقع جنوب غرب ترمانين وبينهما سهل فسيح هو سهل بلاط ويعرف اليوم بسهل (الحلقة) وفيه جرت الوقعة الكبرى بين المسلمين والصليبيين سنة 513هـ (1119م) .\nالجزء: 1 ¦ الصفحة: 383\n",
        "ترمذ\nمدينة من أمهات مدن ما وراء النهر تقع على نهر جيحون من جانبه الشرقي في منطقة الصغانيان وإليها ينسب الإمام الحافظ الترمذي صاحب السنن وغيره كثيرون.\nالجزء: 1 ¦ الصفحة: 374\n",
        "تساليا Thessalie\nمنطقة تقع شمالي بلاد اليونان.\nالجزء: 1 ¦ الصفحة: 378\n",
        "تستر\nوتسمى حاليا (ششتر) وهي من مدن الأهواز وأعظم مدينة فيها.\nالجزء: 1 ¦ الصفحة: 379\n",
        "تطلية tudela\nمدينة بأسبانيا شمال سرقسطة على نهر (الأبرو) ينسب إليها فريق من العلماء منهم الأعمى التطيلي.\nالجزء: 1 ¦ الصفحة: 375\n",
        "تطوان\nبلدة مشهورة في شمالي المغرب الأقصى على ساحل البحر المتوسط.\nالجزء: 1 ¦ الصفحة: 381\n",
        "تفليس\nبلدة تقع جنوبي غربي بحيرة (وان) بأرمينية وتسمى أيضا (بتليس) و (تفليس) وهي اليوم عاصمة ولاية (جورجيا) السوفيتية.\nالجزء: 1 ¦ الصفحة: 376\n",
        "تكريت\nمدينة تقع على ضفة دجلة الغربية وكانت تعد آخر مدينة في حد العراق تفصل بينه وبين الجزيرة وهي مشهورة بقلعتها الحصينة المطلة على دجلة.\nالجزء: 1 ¦ الصفحة: 382\n",
        "تل السلطان\nموضع يقع غربي حلب، وفيه جرت وقائع عسكرية.\nالجزء: 1 ¦ الصفحة: 384\n",
        "تل باشر\nقلعة حصينة في سهل فسيح شمال الشام وهي على نهر الساجور بالقرب من عنتاب إلى شمال حلب.\nالجزء: 1 ¦ الصفحة: 380\n",
        "تلمسان\nمدينة عظيمة قديمة، كانت قاعدة المغرب الأوسط وما تزال من اكبر مدن الجزائر. وينسب إليها عدد من العلماء والمتصوفة منهم سيدي بو مدين. وأبو العباس أحمد بن محمد التلمساني، صاحب كتاب نفح الطيب.\nالجزء: 1 ¦ الصفحة: 385\n",
        "تنيس\nبلدة كانت على جزيرة في بحيرة دمياط بشمالي مصر وقد اندرست الآن.\nالجزء: 1 ¦ الصفحة: 399\n",
        "تهامة\nهي السهل المنبسط المنخفض الممتد على الشاطئ الشرقي من البحر الأحمر على امتداد الحجاز وعسير واليمن. فيه الكثير من القرى والموانئ.\nالجزء: 1 ¦ الصفحة: 386\n",
        "تهودة\nموضع في منطقة الزاب من المغرب الأوسط قرب بسكرة ينسب إلى قبيلة (تهودة) البربرية التي تقطن فيه. وفيها بالقرب من بسكرة حدثت المعركة التي استشهد فيها عقبة بن نافع وهو يحارب البربر سنة 64 هـ (682 م) ولا يزال موضع تهودة يعرف اليوم بسيدي عقبة وهو عبارة عن واحة من النخيل بها مقام ذلك الفاتح الكبير.\nالجزء: 1 ¦ الصفحة: 398\n",
        "توج\nمدينة بفارس كانت قريبة من أرجان عند مصب نهر (شابور) أو بقربه ثم خربت.\nالجزء: 1 ¦ الصفحة: 388\n",
        "تور tours\nمدينة تقع جنوبي غربي باريس على نهر اللوار غزاها المسلمون في القرن الثامن الميلادي. (ر. بلاط الشهداء وبواتيه) .\nالجزء: 1 ¦ الصفحة: 389\n",
        "توقات\nمدينة تقع في شمال شرق تركيا قرب سيواس.\nالجزء: 1 ¦ الصفحة: 387\n",
        "تونس\nمدينة كبيرة من مدن المغرب الأدنى على ساحل البحر المتوسط عمرت على أنقاض مدينة (قرطاجة) الفينيقية القريبة منها وكان اسمها القديم (ترشيش) . بنى عبيد الله بن الحبحاب أمير أفريقية جامعها وبنى فيها دار صناعة للسفن سنة 114 هـ ينسب إليها كثير من العلماء وهي اليوم عاصمة الجمهورية التونسية.\nالجزء: 1 ¦ الصفحة: 396\n",
        "تيبت\nهضبة جبلية واسعة جدا في قلب آسية فيما بين الصين وأفغانستان والهند وتعتبر أعلى هضاب العالم لإرتفاعها الذي يتراوح بين أربعة آلاف وخمسة آلاف متر.\nالجزء: 1 ¦ الصفحة: 395\n",
        "تيفاش\nمن مدن تونس, قرب القيروان.\nالجزء: 1 ¦ الصفحة: 390\n",
        "تيماء\nبلدة بالقرب من وادي القرى غزاها النبي صلى الله عليه وسلم سنة 9 هـ وصالح أهلها.\nالجزء: 1 ¦ الصفحة: 391\n",
        "تينملل\nهذا الاسم يتألف من كلمتين: (تينما) بمعنى (ذات) و (إيمل) بمعنى (الحواجز) التي توضع في أراضي الجبال لجعلها صالحة للزراعة والسقي. وهو الجبل الذي كان مهد دولة الموحدين أول الأمر وهي وعرة المسالك مما يجعل الوصول إليها صعبا.\nالجزء: 1 ¦ الصفحة: 392\n",
        "تيهرت\nمدينة من مدن المغرب الأوسط قريبة من تلمسان كانت عاصمة لبني رستم الخوارج الأباضية.\nالجزء: 1 ¦ الصفحة: 393\n",
        "ثمانين\nبليدة في جزيرة ابن عمر، قرب الموصل، والنسبة إليها ثمانيني.\nالجزء: 1 ¦ الصفحة: 402\n",
        "ثنية العقاب\nموقع بالأندلس بين مدينة جيان وقلعة رباح. وفيه وقعت وقعة عسكرية شهيرة.\nالجزء: 1 ¦ الصفحة: 394\n",
        "جبال أوراس\nسلسلة جبال تمتد في الجزائر على طول ساحل البحر المتوسط جنوبي قسنطينة وتنتهي بالغرب بتلال الزاب القليلة الارتفاع وتمتد سفوح أوراس من الغرب الجنوبي إلى الصحراء الكبرى.\nالجزء: 1 ¦ الصفحة: 400\n",
        "جبال الأطلس\nسلسلة جبال ممتدة من تونس والجزائر إلى المغرب الأقصى في حوالي 25000 كيلو مترا ويتراوح ارتفاعها بين 4000- 4500 م ونظرا لضخامتها أطلق عليها البربر اسم جبال (درن) أي جبل الجبال وسكانها قبائل من البربر ويقال أن اسم (أطلس) يرجع إلى اسم ملك المغرب الأسطوري (أطلس) الذي خذل ضيفه وحكم عليه أن يحمل السماء على كتفيه.\nالجزء: 1 ¦ الصفحة: 397\n",
        "جبال البرانس - (البرتات)\nهي الجبال الفاصلة بين فرانسا وإسبانيا. تمتد من البحر الأطلسي إلى البحر المتوسط وثلثاها في أراضي أسبانيا والثلث في الأراضي الفرنسية وتعرف باسم (جبال البيرينيه) وكان العرب يسمونها جبال البرانس أو جبال البرتات. كان للعرب فيها مسالح لحراسة معابرها وقد جعلوا هذه المسالح على القمم المشرفة على تلك المعابر وهي أبراج كل برج يقابل الآخر فإذا أحسوا عدوا أوقدوا النيران من برج إلى برج فكانوا دائما على حذر وأهبة.\nالجزء: 1 ¦ الصفحة: 403\n",
        "جبال البرز\nهي سلسلة الجبال التي تمتد على الساحل الجنوبي من بحر قزوين (الخزر (.\nالجزء: 1 ¦ الصفحة: 404\n",
        "جبال النصيرية\nسلسلة جبال تمتد من جبال طوروس على طول ساحل البحر المتوسط وتتصل بجبال لبنان، ويسكنها العلويون (النصيرية) .\nالجزء: 1 ¦ الصفحة: 401\n",
        "جبل أرارات\nسلسلة جبال بركانية تمتد في شرقي شمال تركيا وتتصل بأرمينية.\nالجزء: 1 ¦ الصفحة: 409\n",
        "جبل السماق\nجبل يقع غرب حلب، يشتمل على قرى وقلاع، ويكثر فيه نبات السماق.\nالجزء: 1 ¦ الصفحة: 407\n",
        "جبل اللكام\nاسم اطلقه الجغرافيون على سلسة جبال (أنتي طوروس (.\nالجزء: 1 ¦ الصفحة: 418\n",
        "جبل طارق gibraltare\nجبل في أقصى جنوب أسبانيا على البحر أخذ اسمه من فاتح الأندلس طارق بن زياد، وقد سمي أيضا بجبل الفتح كما عرف كذلك باسم (الصخرة (.\nالجزء: 1 ¦ الصفحة: 405\n",
        "جبلة\nكانت قرية كبيرة على طريق المدينة إلى مكة على ساحل البحر جنوبي مدينة رابغ وفي ميقات أهل الشام منها يحرمون إذا قدموا للحج.\nالجزء: 1 ¦ الصفحة: 406\n",
        "جبي\nبلدة من أعمال خوزستان (الأهواز) والنسبة إليها جبائي.\nالجزء: 1 ¦ الصفحة: 408\n",
        "جبيل\nمدينة تقع على الساحل اللبناني بين طرابلس وبيروت.\nالجزء: 1 ¦ الصفحة: 411\n",
        "جدة\nمدينة تقع على ساحل البحر الأحمر غربي مكة بينهما 75 ك، هي أكبر موانئ المملكة العربية السعودية وثاني مدينة فيها.\nالجزء: 1 ¦ الصفحة: 413\n",
        "جربه Djerba\nجزيرة تونسية في خليج قابس. تشتهر بصناعة الخزف والحلي والنسيج الصوفي والحريري والسجاد وفيها مصائد للأسماك والإسفنج.\nالجزء: 1 ¦ الصفحة: 410\n",
        "جرجان\nهي المنطقة الواقعة إلى الجنوب الشرقي من بحر قزوين وتحتوي على عدة مدن أهما (جرجان) التي سميت المنطقة باسمها. ينسب إليها كثير من العلماء منهم أبو نعيم عبد الملك بن محمد الجرجاني أحد الأئمة الحفاظ وأبو أحمد بن عدي المعروف بابن القطان وأبو بكر عبد القهار الجرجاني الإمام في اللغة والنحو والأدب صاحب كتاب (دلائل الإعجاز) و (أسرارالبلاغة) .\nالجزء: 1 ¦ الصفحة: 414\n",
        "جرجانية\nقاعدة خوارزم وتقع على الجانب الغربي من نهر جيحون واسمها (كركنج) وسماها العرب (جرجانية) .\nالجزء: 1 ¦ الصفحة: 412\n",
        "جرجومة\nهي مدينة الجراجمة وكانت على جبل اللكام بالثغر الشامي فيما بين بياس وبوقا قرب أنطاكية. والجراجمة قوم كانوا يسكنون هذه المدينة وقد غزاهم حبيب بن مسلمة الفهري حين ولاه أبو عبيدة بن الجراح أنطاكية فصالحوه على أن يكونوا عونا للمسلمين وعيونا لهم على أن يعفوا من الجزية وأن يأخذوا أسلاب من يقتلونه من أعداء المسلمين إذا حضروا معهم حربا. وكان الجراجمة يستقيمون للولاة مرة ويعصونهم أخرى فيكاتبون الروم ويمالئونهم على المسلمين. وقد استعان المسلمون بالجراجمة في مواطن كثيرة في أيام بني أمية وبني العباس وأجروا عليهم الجرايات وعرفوا منهم المناصحة\nالجزء: 1 ¦ الصفحة: 423\n",
        "جزر البليار les balears\nهي عدة جزر تقع أمام الساحل الشرقي لأسبانيا وأهمها ثلاثة جزر هي: ميورقة majorca ومنورقة minorca ويابسة ibiza وتسمى في المصادر العربية بالجزر الشرقية. خضعت لنفوذ قرطبة سنة 234 هـ (848 م) في عهد الأمير عبد الرحمن الثاني الأوسط الأموي غير أنها لم تضم نهائيا بواسطة عمال الدولة الأموية بالأندلس إلا منذ سنة 290 هـ (902 م) حينما أرسل إليها الأمير عبد الله بن محمد بن عبد الرحمن الثاني قائده عصام الخولاني حاكما عليها وظلت في يد المسلمين إلى أن احتلها ملك أراجون (جاك الأول) (1230-1287م) .\nالجزء: 1 ¦ الصفحة: 415\n",
        "جزر مالديف\nهي أرخبيل من عدة جزر تقع في المحيط الهندي إلى الجنوب الغربي من جزيرة سيلان.\nالجزء: 1 ¦ الصفحة: 417\n",
        "جزيرة أرواد\nاسم جزيرة في البحر المتوسط أمام ساحله الشرقي وقريبة من مدينة طرطوس (سورية) . وتوجد جزيرة صغيرة بهذا الاسم تقع في بحر مرمرة قريبا من القسطنطينية وتسمى باليونانية xekos وقد اتخذها العرب معسكرا لهم في هجماتهم على القسطنطينية.\nالجزء: 1 ¦ الصفحة: 419\n",
        "جزيرة ابن عمر\nمدينة على الضفة اليمنى (الغربية) من المجرى الأوسط لنهر دجلة يقال إن الذي أنشأها شخص يدعى الحسن بن عمر بن خطاب التغلبي المتوفي حوالي 250 هـ وقد دمرها تيمورلنك وباتت أطلالا وإليها تنتسب أسرة بني الأثير.\nالجزء: 1 ¦ الصفحة: 416\n",
        "جزيرة جربة\nجزيرة صغيرة بالبحر المتوسط تقع على ساحل تونس شرقي مدينة قابس وهي تابعة للجمهورية التونسية.\nالجزء: 1 ¦ الصفحة: 420\n",
        "جزيرة سرداينة sardegne\nجزيرة إيطالية تقع في غرب البحر المتوسط جنوبي جزيرة كورسيكا.\nالجزء: 1 ¦ الصفحة: 421\n",
        "جزيرة كورسيكا corse\nجزيرة تقع في غرب البحر المتوسط بين جزيرة سردينية والساحل الفرنسي.\nالجزء: 1 ¦ الصفحة: 424\n",
        "جسر الحديد\nمدينة تقع على نهر العاصي، في وسط الطريق بين حلب واللاذقية. كانت من مدن الثغور، فهي مدينة (الثغور) وتعرف اليوم باسم (جسر الشغور) .\nالجزء: 1 ¦ الصفحة: 422\n",
        "جعبر\nقلعة على الضفة اليسرى لنهر الفرات, تكاد تكون قبالة (صفين) . كان يطلق عليها اسم (دوسر) وهو أحد عبيد النعمان بن المنذر, وقد اشتقت اسمها المتأخر من (سابق الدين جعبر القشيري) الذي استولى على القلعة في العهد السلجوقي, ثم استولى عليها ملكشاه بن آلب أرسلان السلجوقي ومنحها إلى بني عقيل وقد ظلت القلعة في حوزتهم إلى سنة 564هـ إذ اضطر آخر أصحابها وهو شهاب الدين مالك العقيلي إلى التخلي عنها لنور الدين محمود بن عماد الدين زنكي. فيها غرق سليمان الجد الأكبر لعثمان مؤسس دولة بني عثمان حين كان يقطع نهر الفرات سنة 629هـ (1231م) وفيها قتل عماد الدين زنكي سنة 541هـ.\nالجزء: 1 ¦ الصفحة: 426\n",
        "جغتاي\nهي السهول الواقعة حول نهر الفولكا وسواحل بحر قزوين.\nالجزء: 1 ¦ الصفحة: 435\n",
        "جلولاء\nموضع يقع شرقي بغداد في المنطقة الجبلية يجري فيه نهر يحمل الأسم نفسه ويصب في دجلة عند باعقوبة.\nالجزء: 1 ¦ الصفحة: 425\n",
        "جليقة gallcia\nهي المنطقة التي تعرف اليوم باسم (غاليسيا) وتقع في شمالي غربي أسبانيا وتدعى في المصادر العربية (جليقة) .\nالجزء: 1 ¦ الصفحة: 428\n",
        "جماعيل\nقرية بجبل نابلس بفلسطين.\nالجزء: 1 ¦ الصفحة: 429\n",
        "جناب\nموضع في بادية السماوة بين العراق والشام.\nالجزء: 1 ¦ الصفحة: 432\n",
        "جنابة\nبلدة صغيرة في إقليم فارس تقع على فرضة من ساحل الخليج العربي ترسو فيها المراكب ينسب إليها أبو سعيد الحسن الجنابي القرمطي.\nالجزء: 1 ¦ الصفحة: 430\n",
        "جند\nمن مدن تركستان الإسلامية الكبرى فيما وراء النهر، دمرها المغول في القرن السابع الهجري حين غزوها، وفي اليمن بلدة بهذا الاسم.\nالجزء: 1 ¦ الصفحة: 427\n",
        "جند يسابور\nمدينة بالأهواز بناها سابور بن أردشير في القرن السادس للميلاد فنسبت إليه وأسكنها سبي الروم وبعض علمائهم وطائفة من جنده. كانت في عهد الساسانيين عاصمة الأهواز (خوزستان) وكانت مركزا للثقافة الإغريقية والفارسية كما ظلت على نشاطها الثقافي في القرون الإسلامية الأولى. ضعفت المدينة في القرن الرابع للهجرة ثم انقرضت في القرن السابع. إليها ينتسب الطبيبان الشهيران جبرائيل وجرجس أولاد بختيشوع.\nالجزء: 1 ¦ الصفحة: 431\n",
        "جنوةGenes\nمدينة قديمة في شمال غرب إيطاليا على البحر المتوسط تقع على الخليج المسمى باسمها. كانت إحدى المدن التجارية الهامة في العصر الصليبي ولعبت دورها الهام في الحروب الصليبية، أنشئت سنة 707 / ق. م واستولى عليها الرومان سنة 22 ق. م وظلت تابعة لهم حتى سقوط الدولة الرومانية. ثم تناولتها أيدي قبائل البربر المختلفة. وفي القرن التاسع الميلادي استولى عليها الملك شارلمان (ت: 814/م) واستقلت في القرن العاشر واتخذت التجارة مهنة لها ونافست جمهوريتي (بيزا) و (البندقية) ثم نافست البندقية في سيادتها على البحار وحاربتها وانتصرت عليها مرارا وبقيت سيدة البحار الشرقية إلى أواخر القرن الرابع عشر ثم أخذت في التقهقر بسبب تفرق كلمة أهلها ففقدت استقلالها وأصبحت تدخل تارة في حمى إسبانيا وتارة في حمى فرانسا وتارة تستر استقلالها وسيادتها إلى أن احتلها الفرنسيون سنة 1796 / م وبعد سقوط دولة نابليون سنة 1815 / م ضمت إلى إيطاليا.\nالجزء: 1 ¦ الصفحة: 433\n",
        "جورجيا\nهي إحدى المناطق التي تقع في شمالي أرمينية وتقع على البحر الأسود وكانت تدعى (كرجستان) أي بلاد (الكرج) وكانت تنتهي عندها الحدود الإسلامية. عاصمتها مدينة تفليس.\nالجزء: 1 ¦ الصفحة: 434\n",
        "جوين\nبلدة قرب مدينة بيهق من نواحي نيسابور.\nالجزء: 1 ¦ الصفحة: 437\n",
        "جيان jaen\nمن أهم مدن الأندلس وتقع في شرقي قرطبة على نهر الوادي الكبير وتدعى اليوم (خاين) ينسب إليها كثير من العلماء منهم الحسين بن محمد الغساني المعروف بالجياني رئيس المحدثين بقرطبة المتوفي سنة 498هـ وأبو الحجاج يوسف بن محمد الجياني الرحالة المحدث ولد بجيان ومات ببلخ (خراسان) سنة 545هـ وأبو ذر الخشني مصعب بن محمد الجياني صاحب التصانيف وحامل لواء العربية بالأندلس ومحمد بن عبد الله بن مالك الطائي اللغوي النحوي وغيرهم.\nالجزء: 1 ¦ الصفحة: 439\n",
        "جيجل\nمدينة قديمة من مدن الجزائر على البحر المتوسط, شرقي مدينة (بجاية) .\nالجزء: 1 ¦ الصفحة: 436\n",
        "جيحان\nنهر ينبع من نبع فياض قريب من مدينة (ألبستان) ، ويجري في سهول كليكيا بجوار مدينة (المصيصة) ، ويصب في خليح إسكندرون عند مدينة (أياس (.\nالجزء: 1 ¦ الصفحة: 446\n",
        "جيحون\nويسمى باليونانية (أوكسوس (OXUS، ينبع من هضبة (بامير) ، بآسيا الوسطى، ويصب في بحر (آرال (ARAL، وقد دعاه العرب بنهر جيحون، ثم بطل استعمال هذه التسمية في العصر المغولي فأضحى يسمى نهر (آموداريا (AMOUDARIA وكلمة (أمو) تعني النهر فيكون اسمه نهر داريا. وهو اليوم من أنهار آسيا السوفيتية.\nالجزء: 1 ¦ الصفحة: 438\n",
        "جيرون\nاسم موضع في دمشق يطل عليه الباب الشرقي من أبواب الجامع الأموي فيها ويعرف بباب جيرون وكان المكان سوقا مسقوفة ومركز تجارة وسكن وما زال يعرف بهذا الاسم إلى اليوم.\nالجزء: 1 ¦ الصفحة: 441\n",
        "جيرونةla gironde\nمنطقة تقع في جنوب غرب فرانسا قاعدتها مدينة (بوردو) ويخترقها نهر (الجارون) في حوضه الأخير.\nالجزء: 1 ¦ الصفحة: 440\n",
        "جيلان\nكورة فارسية تقع جنوبي بحر الخزر وشمالي جبال البرز ويحدها من الشرق طبرستان أو مازندران ومن الشمال ملتقى نهر (الكر) بنهر (الرس) وهذه الكورة حافلة بالمستنقعات ومنه اشتق اسمها (جيل) وهو الطين أو الوحل وتعرف البقاع الجبلية منه باسم الديلم.\nالجزء: 1 ¦ الصفحة: 444\n",
        "حارم\nبليدة تقع غربي حلب، على طريق أنطاكية، فيها آثار لحصون مينعة.\nالجزء: 1 ¦ الصفحة: 442\n",
        "حاصبيا\nمدينة تقع بوادي التيم من سهل البقاع, بين سلسلتي جبال لبنان.\nالجزء: 1 ¦ الصفحة: 459\n",
        "حبرون\nهو الاسم القديم لمدينة الخليل في جنوبي القدس وبها الحرم الخليلي قبر إبراهيم عليه السلام ومشاهد أثرية أخرى.\nالجزء: 1 ¦ الصفحة: 443\n",
        "حران\nمدينة الصابئة تقع قرب منابع نهر البليخ. تقوم عند ملتقى الطرق التجارية في شرق الفرات ولا سيما طريق الشام وطريق الجزيرة. كانت مركزا من أهم مراكز الثقافة الإغريقية السريانية قبل الإسلام، وبقي فيه بعض الصابئة حتى ما بعد خلافة المأمون. حكمها الآشوريون واليونان والفرس والرومان قبل أن يأخذها العرب صلحا سنة 18 هـ (639) م. هي الآن موضع المدينة المسماة (أورفة) من بلاد تركيا. وهناك قرية من قرى حلب تدعى حران وأخرى في غوطة دمشق تدعى حران وإليها ينسب أحمد بن تيمية وعبد السلام بن تيمية.\nالجزء: 1 ¦ الصفحة: 450\n",
        "حروراء\nقرية بظاهر الكوفة نزل فيها الخوارج الذين خالفوا عليا بن أبي طالب فنسبوا إليها.\nالجزء: 1 ¦ الصفحة: 445\n",
        "حصن الأكراد\nحصن منيع على جبل مقابل مدينة حمص من جهة الغرب.\nالجزء: 1 ¦ الصفحة: 447\n",
        "حصن بلاي\nحصن قرب قرطبة.\nالجزء: 1 ¦ الصفحة: 451\n",
        "حصن كيفا\nقلعة عظيمة مشرفة على دجلة, بين آمد وجزيرة ابن عمر من ديار بكر.\nالجزء: 1 ¦ الصفحة: 448\n",
        "حصيد\nموضع في شمال العراق من جهة الجزيرة أوقع فيه القعقاع بن عمرو سنة 12 هـ بالأعاجم ومن آزرهم من عرب تغلب وربيعة وقعة منكرة وقتل قائد الفرس (روزمهر) وقتل من بعده (روزبه) القائد الذي خلفه.\nالجزء: 1 ¦ الصفحة: 452\n",
        "حضر موت\nهي المنطقة الممتدة على بحر العرب ما بين شرقي اليمن وبلاد عمان ويقوم من ورائها إلى الشمال الربع الخالي.\nالجزء: 1 ¦ الصفحة: 449\n",
        "حطين\nقرية بين أرسوف وقيسارية بفلسطين, فيها جرت الوقعة العظيمة بين صلاح الدين والصليبيين سنة 583هـ.\nالجزء: 1 ¦ الصفحة: 455\n",
        "حلب\nمدينة تقع في شمال بلاد الشام (سورية) كانت قاعدة لجند قنسرين. اتخذها المسلمون مركزا لصد هجمات الروم وخاصة أيام سيف الدولة الحمداني فقد كانت مقرا له قصده فيها كبار الشعراء والعلماء فكانت مركزا ثقافيا مهما كما كانت مركزا تجاريا ذا شأن وخاصة قبل شق قناة السويس. اشتهرت بمسجدها الأموي وبقلعتها التي ما زالت تحتفظ بمظهرها العسكري وروعة بنائها كما أنها تشتهر بآثارها العديدة منها أبواب المدينة وحصونها ومساجدها ومدارسها وبيمارستاناتها. خرج منها كثير من العلماء والشعراء والأدباء كابن العديم المؤرخ صاحب كتاب (زبدة الحلب في تاريخ حلب) وابن الشحنة المؤرخ صاحب كتاب (الدر المنتخب في تاريخ مملكة حلب) وكبار شعراء العربية: المتنبي والبحتري وأبو فراس وغيرهم.\nالجزء: 1 ¦ الصفحة: 456\n",
        "حلق الواديLagualette\nهو ميناء تونس العاصمة على البحر المتوسط وبها يصب نهر تونس.\nالجزء: 1 ¦ الصفحة: 453\n",
        "حلوان\nمدينة من مدن الجبل على مقربة من خانقين وفي مصر مدينة بهذا الاسم تقع قرب القاهرة.\nالجزء: 1 ¦ الصفحة: 454\n",
        "حماه\nمن مدن الشام الداخلية الهامة تقع على نهر العاصي وتشتهر بنواعيرها. كانت في العصر الأيوبي من المراكز الثقافية الكبيرة وبخاصة في زمن ملكها أبي الفدا، ولذلك تعرف بمدينة أبي الفدا. ينسب إليها كثير من العلماء منهم ياقوت الحموي وابن حجة الحموي وابن واصل جمال الدين محمد بن سالم وابن الفارض شرف الدين عمر بن علي الحموي المصري وابن رزين تقي الدين العامري الحموي وغيرهم.\nالجزء: 1 ¦ الصفحة: 460\n",
        "حمراء الأسد\nموضع قريب من المدينة على ثمانية أميال منها انتهى إليه النبي صلى الله عليه وسلم بعد وقعة (أحد) في طلب قريش.\nالجزء: 1 ¦ الصفحة: 461\n",
        "حمص\nمدينة قديمة مشهورة بين دمشق وحلب. كانت من أجناد الشام الخمسة أيام الفتح الإسلامي يمر من جانبها نهر العاصي. ينسب إليها كثير من العلماء والشعراء منهم الشاعر عبد السلام بن رغبان الملقب بديك الجن وفيها قبر بطل الإسلام خالد بن الوليد وقبر ابنه عبد الرحمن وهما من المشاهد التي تزار.\nالجزء: 1 ¦ الصفحة: 463\n",
        "حنين\nواد بين الطائف ومكة قاتل فيه النبي صلى الله عليه وسلم قبيلة هوازن بعد فتحه مكة وانتصر عليهم في وقعة مشهورة.\nالجزء: 1 ¦ الصفحة: 458\n",
        "حيفا\nمدينة تقع على خليج عكا بفلسطين وتمتد على سفح جبل الكرمل الساحلي.\nالجزء: 1 ¦ الصفحة: 457\n",
        "خانفو\nهو الاسم العربي الذي أطلق في القرنين الثالث والرابع للهجرة على مدينة (كانتون) ميناء الصين الواقعة على مصب نهر (سيكاينغ) . وتدعى باللغة الصينية (كوانغ تشو) . كان هذا الميناء المركز التجاري الذي يصل الصين بالشعوب الآسيوية الغربية.\nالجزء: 1 ¦ الصفحة: 468\n",
        "خانقين\nبلدة تقع في الجبال الشرقية على الطريق بين همدان وبغداد وبها آبار للنفط عظيمة.\nالجزء: 1 ¦ الصفحة: 465\n",
        "خاوران\nقرية من نواحي خلاط.\nالجزء: 1 ¦ الصفحة: 462\n",
        "خجستان\nمنطقة من أعمال (باذغيس) .\nالجزء: 1 ¦ الصفحة: 464\n",
        "خجندة\nمن مدن منطقة فرغانة، فيما وراء النهر، تقوم على الضفة اليسرى من نهر سيحون.\nالجزء: 1 ¦ الصفحة: 469\n",
        "خراسان\nكلمة فارسية معناها بلاد الشمس المشرقة (أي الشرق) . هي بلاد واسعة تشكل الشمال الشرقي في إيران وتمتد بين جرجان وطبرستان من جهة وبين ما وراء النهر من جهة أخرى. وكان يتبعها من الناحية السياسية بلاد ما وراء النهر وسجستان (أفغانستان الحالية) وفي أيام العرب كان هذا الإقليم ينقسم إلي أربعة أرباع نسب كل ربع إلى إحدى المدن الكبرى التي كانت في أوقات مختلفة عواصم الإقليم بصورة منفردة أومجتمعة وهذه المدن هي: نيسابور، ومرو، وهراة، وبلخ. وفي العهد الطاهري نقل الأمراء الطاهريون دار الإمارة إلي ناحية الغرب فجعلوا مدينة نيسابور عاصمة الإقليم والإقليم الذي يعرف الآن باسم خراسان، يضم أقل من نصف خراسان القديمة أما بقية الإقليم فتابع لأفغانستان، وهي البلاد التي تمتد شرقا من الخط الذي يبدأ من سرخس في الشمال ويتجه صوب الجنوب مباشرة مارا بمنتصف المسافة بين مشهد وهراة. أما المنطقة الممتدة من مرو حتى نهر جيحون فتدخل في الأراضى الروسية.\nالجزء: 1 ¦ الصفحة: 471\n",
        "خرتبرت\nحصن في أقصى دياربكر, بين آمد وملطية, يفصل بينهما نهر الفرات ويعرف في المصادر الإسلامية بحصن زياد, وتعرف اليوم باسم (خربوط) .\nالجزء: 1 ¦ الصفحة: 467\n",
        "خرشنة\nبلد من بلاد الروم المقابلة للثغور الشامية وتقع قرب ملاطية وبقيت زمنا طويلا في يد العرب وفيها أسر أبو فراس الحمداني وحمل بعد أسره إلي القسطنطينية.\nالجزء: 1 ¦ الصفحة: 466\n",
        "خرمشهر\nهي بلدة (المحمرة) اليوم من بلاد الأهواز وتقع عند مصب نهر (قارون) في شط العرب.\nالجزء: 1 ¦ الصفحة: 475\n",
        "خلاط\nمدينة كانت عاصمة لأرمينية تقع على بحيرة (وان (.\nالجزء: 1 ¦ الصفحة: 472\n",
        "خم\nغدير بين مكة والجحفة وقيل أنه واد بين مكة والمدينة عند الجحفة فيه غدير.\nالجزء: 1 ¦ الصفحة: 474\n",
        "خناصرة\nبليدة تقع شرق حلب على حدود البادية، وهي حاضرة منطقة (الأحص) .\nالجزء: 1 ¦ الصفحة: 470\n",
        "خنافس\nأرض للعرب في أطراف العراق الأوسط قرب الأنبار كانت تقوم فيه سوق للعرب قبل الإسلام وقد جرت فيه وقعة مع الفرس أيام عمر بن الخطاب وإمارة المثنى بن حارثة وانتصر فيها المسلمون بقيادة القعقاع بن عمرو سنة 12هـ.\nالجزء: 1 ¦ الصفحة: 473\n",
        "خوارزم\nمنطقة إسلامية في جنوبي بحر (آرال) أو (بحر خوارزم) هي نهاية حوض نهر (جيحون) وكانت عاصمتها مدينة الجرجانية وقد لعبت خوارزم دورا هاما في التاريخ الإسلامي وكان منها عدد كبير من فحول العلماء منهم القاسم بن الحسين الخوارزمي وسراج الدين أبو بكر السكاكي وأبو بكر محمد بن موسى الخوارزمي وغيرهم.\nالجزء: 1 ¦ الصفحة: 486\n",
        "خورفكان\nخليج صغير على ساحل خليج عمان تحيط به الجبال على شكل فكين. قامت حوله مدينة عرفت باسمه وهي تابعة لإمارة الشارقة بدولة الإمارات العربية المتحدة.\nالجزء: 1 ¦ الصفحة: 476\n",
        "خوزستان\nمنطقة تقع في أقصى الشمال الشرقي من الخليج العربي وتعرف باسم (عربستان) أي إقليم العرب لتوطن قبائل عربية وكان اسمها أيام الفرس (خوزستان) وهو جمع (خوز) أو (هوز) . ومن مدن الأهواز سوق الأهواز ورامهرمز وتستر وجند يسابور وسوس ومناذر. ينسب إليها كثير من العلماء منهم أبو منصور عبد الله بن أحمد بن موسى الجواليقي الأهوازي صاحب كتاب المعرب من الكلام الأعجمي.\nالجزء: 1 ¦ الصفحة: 477\n",
        "خوي\nبلدة حصينة من أعمال أذربيجان.\nالجزء: 1 ¦ الصفحة: 484\n",
        "خيبر\nناحية من الحجاز في شمالي المدينة كانت تشتمل على حصون ومزارع نخيل كبيرة فتحها النبي صلى الله عليه وسلم سنة سبع للهجرة ولفظ (خيبر) معناها (الغفران) وأصلها بالعبرية (كيبور) .\nالجزء: 1 ¦ الصفحة: 480\n",
        "دابق\nسهل ممرع يعرف بمرج دابق يقع شمال مدينة حلب فيه وقعت الحرب بين السلطان سليم الأول العثماني والسلطان المملوكي قانصوه الغوري سنة 922 / هـ وانتهت بغلبة السلطان العثماني ودخوله سورية وانتزاعها من حكم المماليك.\nالجزء: 1 ¦ الصفحة: 478\n",
        "داثن\nموضع قرب مدينة غزة جنوب فلسطين قرب عسقلان وفيه وقعت سنة 13 هـ أول حرب بين المسلمين والروم وكان النصر فيها للمسلمين.\nالجزء: 1 ¦ الصفحة: 483\n",
        "دار أبجر\nهي إحدى المناطق التي يتألف منها إقليم فارس وتقع شرقي الإقليم وقاعدة المنطقة تسمى باسمها (دار أبجر) ومن مدنها (فسا) أو (نسا) وهي ثاني مدينة في المنطقة.\nالجزء: 1 ¦ الصفحة: 479\n",
        "دالية ابن طوق\nمدينة على شاطئ الفرات، بين (عانة) ورحبة (مالك بن طوق) .\nالجزء: 1 ¦ الصفحة: 487\n",
        "دانية denia\nمدينة أندلسية من أعمال بلنسية على شاطئ البحر المتوسط شرقا. ينسب إليها كثير من العلماء والقراء منهم شيخ القراء أبو عمر عثمان بن سعيد الداني المعروف بابن الصيرفي والمتوفي سنة 44 هـ. كذلك ينسب إليها أبو عبد الله محمد بن خلصة النحوي اللغوي الشاعر المتوفي سنة 438هـ وأبو بكر محمد بن عيسى بن محمد اللخمي المعروف بابن اللبانة الأديب الشاعر صاحب كتاب (نظم السلوك في وعظ الملوك) المتوفي سنة 507هـ.\nالجزء: 1 ¦ الصفحة: 482\n",
        "دجيل\nنهر يمر بمدينة الأهواز، ويصب في الخليح، قرب ميناء عبادان، وكان اسمه نهر قارون فدعاه العرب بنهر دجيل (تصغير دجلة) . وهناك أيضا نهر بهذا الاسم يصب في نهر دجلة، بين بغداد وتكريت.\nالجزء: 1 ¦ الصفحة: 481\n",
        "درب بغراس\nبغراس قرية على ستة فراسخ من أنطاكية تقع في أول الدرب المصعد إلى الجبال المرتفعة الفاصلة بين السهل وساحل البحر المتوسط وقد نسب هذا الدرب إلى تلك القرية ويعرف اليوم بـ (مضيق بيلان) نسبة إلى قرية تقع في منتصف الدرب الذي يبدأ منه انخفاض الدرب حتى ينتهي إلى الساحل عند ميناء (إسكندرونة) الواقعة على الخليج المعروف باسمها.\nالجزء: 1 ¦ الصفحة: 485\n",
        "دربساك\nقرية قريبة من أنطاكية, ذات قلعة مرتفعة, ومروج واسعة. يمر فيها نهر (الأسود) وبالتركية (قره صو)\nالجزء: 1 ¦ الصفحة: 488\n",
        "دربند\nويسميها العرب (باب الأبواب) مدينة تقع على بحر الخزر (قزوين) في وسط الشاطئ الغربي (ر. باب الأبواب) .\nالجزء: 1 ¦ الصفحة: 491\n",
        "درعة\nمدينة جنوب المغرب الأقصى, قرب تلمسان.\nالجزء: 1 ¦ الصفحة: 497\n",
        "درنة\nموضع يقع على الساحل الليبي غربي طبرق فيه قتل زهير البلوي أمير إفريقية في معركة جرت بينه وبين الروم سنة 69 هـ.\nالجزء: 1 ¦ الصفحة: 489\n",
        "دمشق\nمدينة قديمة ذات مجد عريق وتاريخ حافل فتحها المسلمون سنة 14 هـ وكانت إحدى مراكز الأجناد في بلاد الشام. اتخذها معاوية بن أبي سفيان عاصمة الملك فكانت عروس المدائن وسيدة العواصم. منها خرجت أعداد لا تحصى من العلماء والأدباء والشعراء تشتهر بجامعها الكبير الذي بناه الخليفة الوليد بن عبد الملك وبآثارها الأخرى من مساجد ومدارس وبيمارستنات. اشتهرت بصناعة الثياب الحريرية المواشاة (البروكار) ونسب إليها نوع مشهور حمل اسمها إلي العالم وهو (الدمشقي) المعروف باسم (دامسكو) . وهي اليوم عاصمة الجمهورية العربية السورية.\nالجزء: 1 ¦ الصفحة: 495\n",
        "دمياط\nمدينة من أهم مدن الوجه البحري في مصر قديما وحديثا، تقع عند مصب الفرع الشرقي من نهر النيل في البحر. كان لها تاريخها الهام الحربي والاقتصادي في العصر الصليبي، كما انتهت عندها الحملتان الصليبيتان الخامسة والسابعة.\nالجزء: 1 ¦ الصفحة: 493\n",
        "دميرة\nقرية كبيرة بمصر, قرب دمياط.\nالجزء: 1 ¦ الصفحة: 496\n",
        "دهلك\nبلدة وجزيرة جنوبي البحر الأحمر عند شواطئه الأفريقية تجاه اليمن وكانت منفى يغضب على الأمويون.\nالجزء: 1 ¦ الصفحة: 490\n",
        "دولاب\nاسم لعدة مواضع: منها موضع ببغداد. وقرية من قرى الري. وموضع بالأهواز.\nالجزء: 1 ¦ الصفحة: 494\n",
        "دومة الجندل\nحصن وقرى في البادية بين نجد وبلاد الشام قرب جبل طيئ وكانت بنو كنانة تسكن هذه الديار، والحصن هو حصن أكيدر بن عبد الملك بن الحارث الكندي.\nالجزء: 1 ¦ الصفحة: 492\n",
        "دويرة duero\nهوأحد أنهار أسبانيا الكبرى ويصب في البحر الأطلسي عند مرفأ (بورتو porto)\nالجزء: 1 ¦ الصفحة: 499\n",
        "دوين\nبلدة من نواحي (أران) في آخر حديد أذربيجان, قرب تفليس, منها ملوك بني أيوب.\nالجزء: 1 ¦ الصفحة: 498\n",
        "ديار بكر\nهي إحدى الديارات التي يتألف منها إقليم الجزيرة تنسب إلى بكر بن وائل وقاعدتها مدينة (آمد) ثم اشتهرت بعد ذلك باسم ديار بكر وتقع غربي دجلة ومن مدتها ميافارقين.\nالجزء: 2 ¦ الصفحة: 1\n",
        "دير الجاثليق\nدير قديم رحب البناء قرب بغداد من ناحية الشمال في غربي دجلة قتل عنده مصعب بن الزبير في معركة بينه وبين عبد الملك بن مروان سنة 71 هـ.\nالجزء: 2 ¦ الصفحة: 5\n",
        "دير الجماجم\nموضع في البادية بظاهر الكوفة من ناحية الجنوب عنده كانت الوقعة بين الحجاج الثقفي أمير العراق وبين عبد الرحمن بن الأشعث سنة 85 هـ.\nالجزء: 2 ¦ الصفحة: 2\n",
        "دير العاقول\nمدينة تقع بين المدائن والنعمانية على شاطئ دجلة.\nالجزء: 1 ¦ الصفحة: 500\n",
        "دير قني\nدير قرب بدير (مار ماري) بين بغداد والنعمانية، وهو معدود من أعمال النهروان.\nالجزء: 2 ¦ الصفحة: 4\n",
        "ديو dieu\nجزيرة وميناء جنوب شبه جزيرة (كجرات) إلى الشمال الغربي من مدينة (بومباي) . في الشمال الغربي من ساحل الهند.\nالجزء: 2 ¦ الصفحة: 9\n",
        "ذات الرقاع\nموضع بنجد فيه منازل بني سليم وغطفان.\nالجزء: 2 ¦ الصفحة: 8\n",
        "ذات العشيرة\nموضع قرب ينبع بين مكة والمدينة.\nالجزء: 2 ¦ الصفحة: 3\n",
        "ذو القصة\nموضع قريب من المدينة يقع في طريق الربذة.\nالجزء: 2 ¦ الصفحة: 10\n",
        "ذو قار\nماء لبكر بن وائل قريب من الكوفة وفيه كانت الوقعة المشهورة بين قبيلة وائل والفرس وكان النصر للعرب.\nالجزء: 2 ¦ الصفحة: 7\n",
        "ذو قرد\nماء يقع في شمالي المدينة بينها وبين خيبر خرج إليها النبي صلى الله عليه وسلم في طلب عيينة بن حصين وكان أغار على المدينة سنة 6 هـ.\nالجزء: 2 ¦ الصفحة: 11\n",
        "رأس العين\nمدينة مشهورة من مدن الجزيرة قرب نصيبين وتسمى (عين الوردة) ، فيها عيون ماء تجري في جداول تنساب في مروج خضراء ثم تلتقي وتشكل نهر الخابور. وهي من مدن الجمهورية العربية السورية.\nالجزء: 2 ¦ الصفحة: 6\n",
        "رامهرمز\nمدينة تقع في شرقي الأهواز.\nالجزء: 2 ¦ الصفحة: 12\n",
        "راميثين\nمن مدن ما وراء النهر قرب مدينة بخاري.\nالجزء: 2 ¦ الصفحة: 14\n",
        "رامين\nمدينة من أعمال كرمان.\nالجزء: 2 ¦ الصفحة: 15\n",
        "راوند\nقرية من قرى (قاشان) بنواحي أصبهان ينسب إليها ابن الراوندي من علماء الكلام المتوفي سنة 245 هـ.\nالجزء: 2 ¦ الصفحة: 13\n",
        "رحبة مالك\nهي رحبة مالك بن طوق مؤسسها تمييزا لها عن غيرها من الرحاب. تقع على ستة فراسخ من قرقيسيا في الجانب الغربي من نهر الفرات.\nالجزء: 2 ¦ الصفحة: 18\n",
        "رشيد rosette\nمدينة هامة تقع في الوجه البحري من مصر شرقي الإسكندرية عند مصب فرع النيل في البحر المتوسط ويسمى هذا الفرع باسمها.\nالجزء: 2 ¦ الصفحة: 19\n",
        "رضوى\nجبل بين ينبع والمدينة وهو الجبل الذي يزعم الكيسانية أن محمدا بن الحنفية يقيم فيه ويرزق وهو عندهم المهدي المنتظر.\nالجزء: 2 ¦ الصفحة: 20\n",
        "رفح\nمدينة تقع في نهاية الساحل الشرقي للبحر المتوسط وهي الحد بين بلاد الشام ومصر.\nالجزء: 2 ¦ الصفحة: 17\n",
        "رفنية\nمدينة على البحر المتوسط قرب طرابلس الشام.\nالجزء: 2 ¦ الصفحة: 16\n",
        "رقادة\nمدينة قرب القيروان يقال إن إبراهيم بن أحمد الأغلبي هو بانيها وفيها بويع عبيد الله المهدي (الإسماعيلي) .\nالجزء: 2 ¦ الصفحة: 21\n",
        "رمادة\nمن قرى (شلب Sibves) بالأندلس.\nالجزء: 2 ¦ الصفحة: 26\n",
        "رندة ronda\nمدينة تقع بين أشبيلية ومالقة ولها شهرة في تاريخ الأندلس فقد كانت جبالها مركز ثورة عمر بن حفصون وعلى مقربة منها تقع قلعة (ببشتر (bobestro بين قمم جبال (رندة) . سقطت في يد الأسبان سنة 860 هـ (1485 م) وهي اليوم تابعة لمالقة. ينسب إليها في العهد الإسلامي جماعة من العلماء والشعراء منهم ابن عباد الرندي شارح حكم ابن عطاء الله الإسكندري وعبيد الله بن عاصم القيسي الرندي الخطيب البليغ المفوه وأحمد بن أبي العافية الرندي المحدث وأبو البقاء الرندي الشاعر الذي رثى سقوط الأندلس بيد الأسبان بقصيدته المشهورة ومطلعها: لكل شيء إذا ما تم نقصان *** فلا يغر بطيب العيش إنسان\nالجزء: 2 ¦ الصفحة: 25\n",
        "رودوس rhodes\nجزيرة شرقي الأرخبيل اليوناني. تعرضت لغارات الأساطيل الإسلامية لأهمية موقعها الاستراتيجي بالنسبة للإمبراطورية البيزنطية. صارت أيام الحروب الصليبية قاعدة لفرسان (القديس يوحنا) وحاول السلطان المملوكي (جقمق) احتلالها عدة مرات في القرن الخامس عشر ثم تمكن العثمانيون من احتلالها بعد ذلك في القرن السادس عشر وهي الآن تابعة لليونان.\nالجزء: 2 ¦ الصفحة: 24\n",
        "روميلي\nتطلق هذه التسمية على الولايات التركية التي كانت تضم (تراقيا) و (مقدونيا) و (بلغاريا) و (الصرب) و (ألبانيا) وجميع جزائر (بحر إيجه) أي على البقاع الأوربية التي كانت تخضع للدولة العثمانية.\nالجزء: 2 ¦ الصفحة: 22\n",
        "رونسفال roncesvalles\nممر من الضروب الجبلية يعبر جبال (البيرينيه) أو (البرتات) كما يسميها العرب. وقد عبر المسلمون هذا الممر إلى فرانسا كما عبره الملك (شارلماني) في الهجوم على البلاد الإسلامية ويسمى في المصادر العربية (باب شزروا (\nالجزء: 2 ¦ الصفحة: 27\n",
        "رية reha\nمن مناطق الأندلس في الجنوب الشرقي من قرطبة وبها مدن وحصون وكانت قاعدة لعمر بن حفصون.\nالجزء: 2 ¦ الصفحة: 28\n",
        "ريدة\nمدينة باليمن على طريق صنعاء، ذات عيون وكروم، وتسمى أيضا (ريدان) .\nالجزء: 2 ¦ الصفحة: 23\n",
        "زبطرة zapetra\nمن ثغور الجزيرة قرب مالطية فيها حصن هدمه الروم وأعاد بناءه هارون الرشيد واسترده الروم ثم استولى عليه المعتصم في حملته الشهيرة على عمورية سنة 223 هـ.\nالجزء: 2 ¦ الصفحة: 36\n",
        "زبيد\nمدينة باليمن، وليس باليمن، بعد صنعاء أكبر منها. هي ذات بساتين كثيرة المياه.\nالجزء: 2 ¦ الصفحة: 29\n",
        "زرنج\nقاعدة إقليم سجستان في العصور الوسطى خربها تيمورلنك وما زالت أطلالها تنتشر في بقعة واسعة من الأرض ولم يكن البلدانيون العرب يعرفونها إلى بمدينة سجستان على أن اسمها ورد غير مرة في الفتوحات الإسلامية الأولى تسمى في المصادر الفارسية (زرنك (\nالجزء: 2 ¦ الصفحة: 35\n",
        "زغاوة\nمنطقة جنوب السودان, تقع على حديد النوبة, وتطلق على قبيلة تقطن فيها.\nالجزء: 2 ¦ الصفحة: 30\n",
        "زمخشر\nقرية من نواحي خوارزم ينسب إليه جمع من العلماء منهم أبو هاشم محمود بن عمر الزمخشري النحوي الأديب المفسر صاحب كتاب (أساس البلاغة) و (الكشاف عن حقائق التنزيل) في تفسير القرآن وكتاب (الفائق) في غريب الحديث و (المفصل) في النحو.\nالجزء: 2 ¦ الصفحة: 34\n",
        "زنجان\nبلدة في منطقة الديلم وطبرستان، مشهورة تقع غربي أذربيجان خربت أثناء الغزو المغولي.\nالجزء: 2 ¦ الصفحة: 38\n",
        "زويلة\nمن مدن فزان القديمة وتقع على بعد 770 ك م جنوبي شرقي طرابلس وتعرف باسم زويلة السودان تمييزا لها عن زويلة أفريقية التي بناها عبيد الله المهدي بالقرب من تونس.\nالجزء: 2 ¦ الصفحة: 31\n",
        "سالرنو Salerno\nمدينة تقع في منطقة (كامبانيا Campanie) جنوب إيطاليا.\nالجزء: 2 ¦ الصفحة: 32\n",
        "سالم medinaceli\nهي (مدينة سالم) بناها القائد المغربي سالم المصمودي في أعقاب الفتح أيام طارق بن زياد ثم أعاد بناءها الخليفة عبد الرحمن الناصر واتخذها ثغرا ضد (قشتالة) وبها دفن المنصور بن أبي عامر تقع في شمالي شرقي مدريد.\nالجزء: 2 ¦ الصفحة: 33\n",
        "سالونيك\nمدينة رومية قديمة واقعة جنوب بلاد (مقدونيه) على بحر أرخبيل اليونان. وأيضا مدينة تقع على خليج سالونيك من بحر إيجه، وهي اليوم من مدن اليونان.\nالجزء: 2 ¦ الصفحة: 37\n",
        "سامراء\nمدينة تقع عل نهر دجلة شمالي بغداد كانت معروفة قبل الإسلام واسمها باللغة الآرامية (سامراء) أقام فيها الخليفة المعتصم وأمر أن تسمى (سر من رأى) اتخذها سبعة من خلفاء بني العباس مدى نصف قرن ونيف عاصمة لهم أي من سنة 221 هـ إلى سنة 279 هـ) (836-892 م) امتدت قصورها سبعة فراسخ بمحاذاة النهر وقد نقل المعتصم الجند الأتراك إليها وأقطعهم قطائع فيها. بنى فيها المعتصم قصر (الجوسق) وبنى الواثق فيها القصر (الهاروني) وبنى فيها المتوكل مدينة المتوكلية والقصر الجعفري وبنى فيها المعتمد قصر (المعشوق) ومن هذا القصر انتقل مركز الدولة وعاد إلى بغداد قبل وفاة المعتمد سنة 279 هـ 892 م ازدهرت المدينة الازدهار الكبير في القرن الثالث الهجري وآثارها باقية إلى اليوم ومنها الجامع الكبير والمئذنة الملتوية وبركة المتوكل وبعض أطلال القصور فيها ضريحا الإمامين العاشر على الهادي والحادي عشر الحسن العسكري وفي جامعها سرداب الغيبة ويقول الشيعة أن الإمام الثاني عشر غاب فيه سنة 264 هـ (878 م) وهو القائم المهدي المنتظر أن يعود في آخر الزمان.\nالجزء: 2 ¦ الصفحة: 40\n",
        "سبتة seuta\nمدينة مطلة على مضيق جبل طارق في شمالي المغرب الأقصى وهي عبارة عن شبه جزيرة في المضيق تحيط بها الجبال من ناحية الجنوب وهذا الوضع جعل اتصالها بالأندلس قويا جدا ولهذا نجدها في العصور الوسطى امتازت بطابع أندلسي في مظهرها وثقافتها بل وفي وضعها السياسي إذ خضعت للدولة الأموية في الأندلس ثم سيطر عليها بنو حمود الأدارسة في عصر ملوك الطوائف ثم دخلت في طاعة المرابطين والموحدين بالمغرب. استولى عليها البرتغاليون سنة 1415 م ثم استولى عليها الأسبان 1580 م ولا تزال المدينة في أيديهم إلى الآن. أخرجت عددا من العلماء منهم ابن مرانة السبتي وكان أعلم الناس بالحساب والفرائض والهندسة والفقه ومنهم ابن عطاء الكاتب وابن غازي الخطيب ومنهم أبو الفضل عياض بن عمرو اليحصبي صاحب كتاب (الشفا) وغيرهم.\nالجزء: 2 ¦ الصفحة: 39\n",
        "سبسيطة sipastia\nهي مدينة (سيواس) تقع في شمال شرق تركيا قرب مدينة (توقات) . وتسمى باليونانية (سيباستيا) أو (سيباستيبول) تقع في وسط الأناضول على نهر (هاليس HALIS) أو (قزيل أرماق) أي النهر الأحمر. وتوجد بفلسطين مدينة باسم (سبسطية) تقع إلى شمالي غربي مدينة نابلس وهي من أعمالها.\nالجزء: 2 ¦ الصفحة: 42\n",
        "سبيطلة\nمن بلاد تونس جنوبي القيروان. اتخذها القائد الروماني (جورجيوس) قاعدة له بعد دخول المسلمين إلى أفريقية لوقوعها في جوف البلاد حتى لا تتعرض لغزو العرب.\nالجزء: 2 ¦ الصفحة: 43\n",
        "سجستان\nهي اليوم المنطقة التي تشمل القسم الغربي من أفغانستان وبعض إيران وكانت ولاية واسعة هامة. من مدنها (بست) و (كركوية) و (زرنج) . ينسب إليها كثير من العلماء منهم إمام أهل الحديث أبو داود سليمان بن الأشعث بن إسماعيل الأزدي السجستاني صاحب كتاب (السنن) . وكانت عاصمتها في العصور الوسطى مدينة (زرنج) وقد خربها تيمورلنك وما زالت أطلالها باقية.\nالجزء: 2 ¦ الصفحة: 41\n",
        "سجلماسة\nمدينة كانت غربي الصحراء الكبرى ضمن حدود المغرب اليوم يمر بها وادي (إيسلي) يسمح ببعض الزراعات والنخيل وكانت من أهم المدن التجارية في العصور الإسلامية. لمرور القوافل عبرها إلى أفريقية الغربية. كانت عاصمة الخوارج المدراريين فترة من الزمن ومكانها اليوم مدينة (الريساني) في مقاطعة (تافيلالت) .\nالجزء: 2 ¦ الصفحة: 51\n",
        "سراي\nمدينة تقع في شمال غرب بحر قزوين. تم بناؤها في عهد بركة خان بن جوجي بن جنكيزخان. تصفها الروايات العربية بأنها مدينة كبيرة, ذات أسواق وحمامات ومساجد, وفيها طوائف مختلفة من الناس, من روس ومغول وروم وشركس, كل طائفة تسكن على حدة, ولما انتشر الإسلام في تلك الجهات صارت المدينة مقصد العلماء والأدباء, أمثال قطب الدين الرازي وسعد الدين التفتنازي وغيرهما.\nالجزء: 2 ¦ الصفحة: 48\n",
        "سرخس\nمن مدن خراسان تقع بين نيسابور ومرو. ينتسب إليها كثير من العلماء منهم شمس الدين السرخسي صاحب كتاب المبسوط في الفقه الحنفي.\nالجزء: 2 ¦ الصفحة: 44\n",
        "سردينية\nجزيرة إيطالية تقع في غرب البحر المتوسط جنوبي جزيرة كورسيكا.\nالجزء: 2 ¦ الصفحة: 47\n",
        "سرقسطة zaragoza\nبلدة مشهورة تقع في شمالي غربي إسبانيا في منطقة (أراغون) على نهر (الأبرو) وتعرف بالبيضاء لأن أسوارها من الرخام الأبيض. بني مسجدها ووضع محرابه القائد العربي حنش بن عبد الله الصنعاني وفيها توفي سنة 100هـ. من مباني العرب المشهورة فيها قصر الجعفرية شرقي المدينة على ضفة نهر (الأبرو) ويغلب على الظن أن بانيه هو المقتدر بالله بن هود ملك سرقسطة (438- 474 هـ) وكان يكنى بأبي جعفر فقيل لقصره الجعفرية وكانت بسبب مركزها تعد من قواعد المملكة الإسلامية الكبرى وكان العرب قد استولوا عليها سنة 94 هـ (712 م) بقيادة موسى بن نصير. سقطت في أيدي الأسبان سنة 536 هـ في عهد آخر ملوكها سيف الدولة المستنصر بن عبد الملك بن أحمد التجيبي وتحول مسجدها إلى كنيسة بعد هدمه وفيها قبر فرناندو حفيد الملك فرديناند الكاثوليكي. ينسب إليها كثيرا من العلماء الأعلام منهم: ثابت بن حزم بن عبد الرحمن الصوفي وابنه القاسم بن ثابت من علماء الفقه والحديث واللغة وأبو عبد الله بن يحيى الهاشمي وكان قد رحل إلى مصر وعاد يحفظ الموطأ وصحيح البخاري. وأبو عبد الله بن علي المقري أخذ عنه القراءات القاضي الإمام أبو بكر بن العربي وسكنها أطباء مشاهير منهم الفضل حسداي وابن بكلارش اليهوديان وأبو عبد الله الكتاني وغيرهم.\nالجزء: 2 ¦ الصفحة: 50\n",
        "سرقوسة suracuse\nأكبر مدن جزيرة صقلية وتقع على الشاطئ الشرقي من الجزيرة عند مضيق مسينا.\nالجزء: 2 ¦ الصفحة: 45\n",
        "سرمين\nقرية غرب حلب على مسافة خمسين كيلو مترا منها.\nالجزء: 2 ¦ الصفحة: 46\n",
        "سرنديب\nهي الجزيرة الموجودة في جنوبي شرقي الهند وتعرف اليوم باسم (سيرلانكا) وكان العرب يدعونها (سرنديب) .\nالجزء: 2 ¦ الصفحة: 81\n",
        "سروج\nبلدة قريبة من حران جنوبي سميساط.\nالجزء: 2 ¦ الصفحة: 49\n",
        "سطيف\nمدينة إفريقية قديمة حصينة في جبال كتامة, بين تاهرت والقيروان. ذات حصن، قريبة من مدينة (ميلة) . وسطيف أيضا نهر بتلمسان يصب في أنهار كثيرة وينحدر إلى البحر.\nالجزء: 2 ¦ الصفحة: 55\n",
        "سفاقس\nوتكتب حاليا (صفاقس) بلدة من بلاد تونس تقع إلى الجنوب من القيروان على ساحل خليج قابس.\nالجزء: 2 ¦ الصفحة: 52\n",
        "سقطرة\nجزيرة في المحيط الهندي تقع إلى الجنوب الشرقي من جمهورية اليمن وتعتبر جزءا منها. احتلها البرتغاليون في المدة الواقعة ما بين عام 1507 / م وعام 1511 / م.\nالجزء: 2 ¦ الصفحة: 57\n",
        "سلا\nمدينة بالمغرب الأقصى على ساحل البحر الأطلسي.\nالجزء: 2 ¦ الصفحة: 58\n",
        "سلمنقة salamanca\nمدينة تقع على نهر (تورمس TORMES) من فروع نهر (دويره) وكانت وما زالت منذ القرون الوسطى مركزا ثقافيا مهما وفيها كانت تترجم العلوم العربية إلى اللاتينية وتضم مكتبتها مخطوطات عربية كثيرة.\nالجزء: 2 ¦ الصفحة: 53\n",
        "سلمنكة Salamanca\nهي قاعدة مملكة (ليون) . استولى عليها العرب ثم استردها الإسبان، اشتهرت بجامعتها التي نشرت معارف العرب في أوروبا.\nالجزء: 2 ¦ الصفحة: 54\n",
        "سلمية\nمدينة في واحة زراعية على سيف الصحراء شرقي مدينة حماه سورية. كانت مقرا للأئمة الإسماعيليين المستورين وما يزال للمذهب الإسماعيلي أتباعه في هذه المدينة.\nالجزء: 2 ¦ الصفحة: 56\n",
        "سمرقند\nمن بلدان ما وراء النهر المعروفة وكانت قاعدة بلاد الصغد شرقي بخاري خربها المغول سنة 616 هـ (1219م) ثم جدد بناءها تيمورلنك واتخذها عاصمة له وشيد فيها المساجد وأقام الربط وما زال بعض ذلك قائما إلى يومنا. كانت أكبر مركز لصناعة الورق (الكاغد) ومنها انتشر في العالم الإسلامي منذ القرن الثالث الهجري. وهي اليوم تقع في ولاية (أوزبيكستان) الروسية. ينسب إليها كثير من العلماء منهم ابن بهرام الدارمي السمرقندي من أئمة حفاظ الحديث.\nالجزء: 2 ¦ الصفحة: 60\n",
        "سمسون\nمرفأ على البحر الأسود (تركيا) وكانت في العهد البيزنطي مرفأ عظيما للسفن وكان اسمها (أميزوس) وأضحى اسمها بعد ذلك (سمسمون أو صامصون) .\nالجزء: 2 ¦ الصفحة: 65\n",
        "سمنود\nبلدة من أعمال دمياط تقع جنوبي غربي المنصورة على النيل (فرع دمياط (\nالجزء: 2 ¦ الصفحة: 62\n",
        "سمورة zamora\nدار مملكة الجلالقة تقع على نهر (دويرو) .\nالجزء: 2 ¦ الصفحة: 61\n",
        "سميساط\nمدينة قديمة من مدن الأناضول تقع غربي نهر الفرات جنوبي ملطية وشرقي مرعش وكانت تسمى في العهد البيزنطي (ساموساطا SAMOSTA) عندها ينعطف نهر الفرات إلى الغرب. كانت من الثغور الجزرية ومنها تخرج الجيوش الإسلامية إلى بلاد الروم.\nالجزء: 2 ¦ الصفحة: 59\n",
        "سناباذ\nقرية من قرى طوس بخراسان فيها توفي هارون الرشيد سنة 193 هـ وتوفي فيها أيضا علي الرضا الإمام الثامن من أئمة الشيعة سنة 203 هـ ودفنا تحت قبة واحدة وكان ذلك من تدبير الخليفة المأمون فقد دفن عليا إلى جانب أبيه والتبس بذلك الأمر على الشيعة ومن ثم دعا الشيعة مدينة سناباذ باسم (المشهد) ، وأضحت مدينة عظيمة حولها قبور عديدة مع قباب مشهورة منها قبر الإمام الغزالي وقبر الفردوسي الشاعر الفارسي المشهور.\nالجزء: 2 ¦ الصفحة: 67\n",
        "سهرورد\nبلدة قريبة من همذان ينتسب إليها عدد من العلماء منهم أبو إسحاق إبراهيم بن شهاب السهروردي فقيه الصوفية.\nالجزء: 2 ¦ الصفحة: 68\n",
        "سورية\nيعرفها العرب باسم بلاد الشام واسم سورية كان يطلق عليها في العهد الروماني كما أضحى يطلق على قسم منها بعد الحرب العالمية الأولى وهو الجزء الذي تتألف منه الجمهورية العربية السورية.\nالجزء: 2 ¦ الصفحة: 66\n",
        "سوسة\nمن مدن تونس المعروفة على الساحل الشرقي القيروان.\nالجزء: 2 ¦ الصفحة: 63\n",
        "سوفالا Sofala\nمدينة في إفريقية الشرقية على البحر الهندي كانت في القرن السادس عشر مركزا برتغاليا لتخزين التوابل.\nالجزء: 2 ¦ الصفحة: 80\n",
        "سوق الأهواز\nهي من بلدان منطقة الأهواز ويغلب عليها اسم (الخوز) تخترقها مياه مختلفة منها الوادي الأعظم القادم إليها من بلدة (تستر) .\nالجزء: 2 ¦ الصفحة: 64\n",
        "سيباستيبول\nهي مدينة (سيواس) تقع في شمال شرق تركيا قرب مدينة (توقات) . وتسمى باليونانية (سيباستيا) أو (سيباستيبول) تقع في وسط الأناضول على نهر (هاليس HALIS) أو (قزيل أرماق) أي النهر الأحمر. وتوجد بفلسطين مدينة باسم (سبسطية) تقع إلى شمالي غربي مدينة نابلس وهي من أعمالها.\nالجزء: 2 ¦ الصفحة: 74\n",
        "سيحون\nنهر ينبع من آسيا الوسطى من منطقة (كيركيسان (KIRGHIZISTAN الروسية، ويصب في بحر أرال. وكان يسمى باليونانية (جاكسارتس (JAXARTES، وفي العصر الموغولي أضحى اسمه (سيرداريا SYRADARIA) .\nالجزء: 2 ¦ الصفحة: 71\n",
        "سيدونيا sidonia\nمدينة وولاية بالأندلس تعرف في المصادر العربية باسم (شذونة) . تقع في أقصى الجنوب الأسباني بين جبل طارق ومدينة قادس. وعندها وقعت الوقعة الحاسمة التي انتصر فيها طارق بن زياد على (لذريق) ملك القوط سنة 92 هـ. ينسب إليها كثير من العلماء منهم المحدث القاضي خلف بن حامد الناني الشذوني.\nالجزء: 2 ¦ الصفحة: 70\n",
        "سيراف\nمدينة هامة على الساحل الشرقي للخليج العربي أضحت خلال القرن الثالث والرابع للهجرة أشهر بلاد التجارة العالمية. أخرجت كثيرا من العلماء منهم أبو سعيد السيرافي النحوي.\nالجزء: 2 ¦ الصفحة: 75\n",
        "سيلان\nهي الجزيرة الموجودة في جنوبي شرقي الهند وتعرف اليوم باسم (سيرلانكا) وكان العرب يدعونها (سرنديب) .\nالجزء: 2 ¦ الصفحة: 69\n",
        "سيلفكا\nمدينة تركية تقع على الساحل الجنوبي للبحر المتوسط.\nالجزء: 2 ¦ الصفحة: 72\n",
        "سينوب\nمدينة حصينة في شمال الأناضول على البحر الأسود.\nالجزء: 2 ¦ الصفحة: 73\n",
        "سيواس\nهي مدينة (سيواس) تقع في شمال شرق تركيا قرب مدينة (توقات) . وتسمى باليونانية (سيباستيا) أو (سيباستيبول) تقع في وسط الأناضول على نهر (هاليس HALIS) أو (قزيل أرماق) أي النهر الأحمر. وتوجد بفلسطين مدينة باسم (سبسطية) تقع إلى شمالي غربي مدينة نابلس وهي من أعمالها.\nالجزء: 2 ¦ الصفحة: 78\n",
        "سيوة\nواحة مشهورة في شمال الصحراء الغربية من مصر.\nالجزء: 2 ¦ الصفحة: 76\n",
        "شاطبة jativa\nمدينة هامة في شرقي الأندلس جنوبي مدينة بلنسية وإلى الغرب من مدينة دانية. اشتهرت في العصر الإسلامي بصناعة الورق (الكاغد) كانت بموقعها الطبيعي من أعظم حصون الأندلس ولا تزال بقايا حصونها قائمة ينسب إليها عدد كبير من العلماء منهم أبو إسحاق الشاطبي صاحب كتاب الموافقات في الأصول وأبو محمد القاسم بن خلف الرعيني. المعروف بابن فيوره كان في عصره إمام القراء وصاحب القصيدة التي سماها (حرز الأماني ووجه التهاني) في القراءات وعدد أبياتها (1173) بيتا وهي عمدة القراء وقد توفي سنة 590هـ وكلمة (فيورة) باللغة الأسبانية تعني (الحديدي) والرعيني نسبة إلى ذي رعين وهو أحد أقيال اليمن كما ينسب إليها أبو عبد الله محمد بن سليمان المعافري الشاطبي ويعرف بابن أبي الربيع كان من الأولياء. جمع بين العلم والعمل والزهد والورع رحل الإسكندرية وتوفي فيها سنة 672هـ.\nالجزء: 2 ¦ الصفحة: 79\n",
        "شذونة\nمدينة وولاية بالأندلس تعرف في المصادر العربية باسم (شذونة) . تقع في أقصى الجنوب الأسباني بين جبل طارق ومدينة قادس. وعندها وقعت الوقعة الحاسمة التي انتصر فيها طارق بن زياد على (لذريق) ملك القوط سنة 92 هـ. ينسب إليها كثير من العلماء منهم المحدث القاضي خلف بن حامد الناني الشذوني.\nالجزء: 2 ¦ الصفحة: 82\n",
        "شريش jerez\nمدينة تقع عند مصب نهر الوادي الكبير في البحر المتوسط ينسب إليها عددا من العلماء منهم: جمال الدين أبو بكر محمد الوائلي الشريشي المفسر وأبو العباس أحمد بن عبد المؤمن القيسي الريشي صاحب كتاب شرح مقامات الحريري.\nالجزء: 2 ¦ الصفحة: 77\n",
        "شغب\nقرية خلف وادي القرى بالحجاز كانت للإمام الزهري وبها قبره.\nالجزء: 2 ¦ الصفحة: 83\n",
        "شقر alcira\nمدينة تقع جنوبي بلنسية على نهر (شقر (\nالجزء: 2 ¦ الصفحة: 84\n",
        "شقندة secunda\nبلدة رومانية قديمة تقع جنوبي قرطبة على الضفة اليسرى من نهر الوادي الكبير. ينسب إليه الأديب الأندلسي إسماعيل الشقندي الذي كتب رسالة هامة في وصف الأندلس والمتوفي سنة 629 هـ (1231م) .\nالجزء: 2 ¦ الصفحة: 87\n",
        "شقودره\nمدينة تقع شمال غرب ألبانيا.\nالجزء: 2 ¦ الصفحة: 90\n",
        "شقورة segura\nمدينة جبلية حصينة في منطقة (جيان) وكانت قاعدة لبعض حكام المسلمين أمثال إبراهيم بن همشك في أواخر عهد المرابطين وتقع على نهر يعرف باسمها (وادي شقورة) ويروى مدينة (مرسية) . مدينة أندلسية حصينة تقع شمالي شرق مدينة (أبده) وشمال غرب (مرسيه) على مقربة من نهر (شقوره)\nالجزء: 2 ¦ الصفحة: 88\n",
        "شلب silves\nمدينة تقع جنوبي البرتغال كانت في العهد الإسلامي من أهم قواعد الغرب الأندلسي واشتهرت بلغتها العربية الفصحى كما سكنها جماعة من أهل اليمن وهي اليوم مدينة صغيرة.\nالجزء: 2 ¦ الصفحة: 86\n",
        "شلطيش saltes\nجزيرة صغيرة ساحلية تقع أمام مدينة (أونبه (HULEVA جنوبي غربي الأندلس. كان يوجد فيها دار صناعة الحديد التي كانت تصنع فيها المراسي التي ترسو بها السفن.\nالجزء: 2 ¦ الصفحة: 85\n",
        "شلف\nنهر بالمغرب قرب مدينة (مليانة) وعليه مدينة فيها آثار قديمة، كانت تسمى (شلف) وإليها ينسب النهر.\nالجزء: 2 ¦ الصفحة: 93\n",
        "شلمغان\nناحية من نواحي واسط والنسبة إليها شلمغاني.\nالجزء: 2 ¦ الصفحة: 89\n",
        "شلوبية Salobrena\nمدينة من أعمال غرناطة على شاطئ البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 91\n",
        "شمشاط\nمدينة أرمينية، هي أول حدود أرمينية، ومنها كان خروج الجيوش الإسلامية إلى بلاد الروم. بها قلعة حصينة تحف بها الجبال.\nالجزء: 2 ¦ الصفحة: 97\n",
        "شنت مرية santa maria\nمدينة قديمة تقع في جنوبي غربي الأندلس وتعرف باسم (شنتمرية) الغرب تمميزا لها عن (شنتمرية) الشرق أو سهلة بني رزين ((ALBARRACIN التي تقع شرقي (وادي الحجارة (GUADA LIJARA وينسب إلى (شنتمرية) أبو الحجاج يوسف بن سليمان الشنتمري ذو التصانيف الشهيرة. أما شنتمرية ابن رزين فهي تنسب إلى أميرها ابن رزين وبنيه وكانوا قد استقلوا به.\nالجزء: 2 ¦ الصفحة: 92\n",
        "شنت منكش Simancas\nمدينة إسبانية تقع جنوب غربي (بلد الوليد Valledolide) تضم آثارا أندلسية. فيها الحصن الشهير الذي يحمل اسمها، وقد أنشأه المسلمون في القرن التاسع الميلادي، واستعمل خلال العصور الوسطى سجنا من سجون الدولة، ثم كان بعد ذلك من معاقل ديوان التحقيق (inquisition) واستعمل منذ أوائل القرن السادس عشر دارا للمحفوظات الإسبانية، وهو ما يزال إلى يومنا مستودع المحفوظات الشهيرة التي تضم مجموعات عديدة من أهم وأنفس الوثائق التاريخية والدبلوماسية والقضائية.\nالجزء: 2 ¦ الصفحة: 94\n",
        "شنت ياقب santiagodecombestella\nمدينة تقع في مقاطعة (غاليسيا (GALICIA في شمالي غربي أسبانيا وتعتبر من أشهر المزارات في أسبانيا إذ يوجد فيها مقام القديس يعقوب الذي يقال إنه أحد حواربي السيد المسيح وحامي أسبانيا الذي جاءها لتبشيرها بالدين المسيحي.\nالجزء: 2 ¦ الصفحة: 95\n",
        "شنترين santaren\nمدينة تقع على نهر (التاجة) شمالي لشبونة ينتسب إليها ابن بسام الشنتريني صاحب كتاب الذخيرة.\nالجزء: 2 ¦ الصفحة: 104\n",
        "شنيل\nأحد فروع نهر الوادي الكبير، يمر من مدينة غرناطة.\nالجزء: 2 ¦ الصفحة: 96\n",
        "شهرستان\nمن مدن أصفهان ينسب إليها محمد بن عبد الكريم الشهرستاني صاحب كتاب (الملل والنحل) والمتوفي سنة 548هـ.\nالجزء: 2 ¦ الصفحة: 98\n",
        "شومان\nمن بلاد الصغانيان فيما وراء النهر وكانت مدينة محصنة وتعد من الثغور الإسلامية في مواجهة الترك.\nالجزء: 2 ¦ الصفحة: 105\n",
        "شيراز\nمدينة كانت عاصمة بلاد فارس وتقع في الجنوب الشرقي من إيران ينسب إليها كثير من العلماء منهم أبو إسحاق إبراهيم بن علي الفيروز آبادي ثم الشيرازي المتوفي سنة 476 هـ وأبو بكر أحمد بن عبد الرحمن الحافظ الشيرازي وسعدي الشيرازي (مشرف الدين بن مصلح الدين الشيرازي) المتوفي سنة 690 هـ وشمس الدين محمد بن بهاء الدين المعروف بلقب (حافظ الشيرازي) الشاعر الفارسي المشهور.\nالجزء: 2 ¦ الصفحة: 100\n",
        "شيزر\nحصن هام كان على نهر العاصي شمالي مدينة حماه (سورية) وكان يحكمه فيما بين أواخر القرن الخامس حتى أواسط القرن السادس للهجرة بنو نصر بن منقذ الكناني ثم خربته الزلازل. سنة 552 هـ فما زال إلى اليوم خرابا وكان من أكابر آل منقذ الأمير أسامة بن مرشد الكناني الشارع الأديب.\nالجزء: 2 ¦ الصفحة: 102\n",
        "شيلة\nقرية من قرى اشروسنة بماوراء النهر.\nالجزء: 2 ¦ الصفحة: 99\n",
        "صاروخان\nمدينة تقع شمال مدينة (أزمير) على بحر (إيجه) .\nالجزء: 2 ¦ الصفحة: 107\n",
        "صامسون\nمدينة تركية تقع شمال شرق البلاد على البحر الأسود.\nالجزء: 2 ¦ الصفحة: 101\n",
        "صرخد\nمدينة في منطقة حوران بسورية وفيها قلعة حصينة.\nالجزء: 2 ¦ الصفحة: 103\n",
        "صرصر\nنهر يصب في دجلة تجري فيه السفن وعليه مدينة بينها وبين بغداد سبعة أميال.\nالجزء: 2 ¦ الصفحة: 111\n",
        "صعدة\nمدينة باليمن، أهلها أهل تجارة، وفيها مجتمع تجاري.\nالجزء: 2 ¦ الصفحة: 113\n",
        "صفاقس Sfax\nميناء تونسي يقع على خليج قابس\nالجزء: 2 ¦ الصفحة: 106\n",
        "صفين\nموقع على نهر الفرات قريب من مدينة مسكنة على الطريق بين حلب والجزيرة وفيه وقعت المعارك بين علي بن أبي طالب ومعاوية بن أبي سفيان وانتهت بالتحكيم.\nالجزء: 2 ¦ الصفحة: 109\n",
        "صقليةsicile\nجزيرة كبيرة تقع في جنوبي غربي إيطاليا ويفصلها عنها مضيق (مسينا) فتحها العرب أيام بني الأغلب على يد القاضي أسد بن الفرات سنة 212 هـ أيام الخليفة المأمون وكانت تخضع من قبل للحكم البيزنطي وهي اليوم جزء من إيطاليا.\nالجزء: 2 ¦ الصفحة: 108\n",
        "صنعاء\nأعظم مدينة في اليمن وهي عاصمة اليمن الشمالي.\nالجزء: 2 ¦ الصفحة: 114\n",
        "صور tyr\nمدينة قديمة بناها الفينيقيون على الساحل الشرقي للبحر المتوسط وكانت مركزا تجاريا مهما تقع جنوبي مدينة بيروت وهي اليوم من مدن الجمهورية اللبنانية.\nالجزء: 2 ¦ الصفحة: 110\n",
        "صيدا sidon\nمدينة قديمة بناها الفينيقيون على الساحل الشرقي للبحر المتوسط وتقع شمالي مدينة صور وهي اليوم من مدن الجمهورية اللبنانية.\nالجزء: 2 ¦ الصفحة: 115\n",
        "طبرستان\nهي المنطقة الجبلية التي تحيط بجنوب بحر الخزر (قزوين) وتضم بلدانا واسعة وحصونا كثيرة من أعيان مدنها آمل وهي قاعدة المنطقة وتعرف الجبال التي تمتد حولها بجبال البرز. ويطلق على طبرستان اسم (مازندران) أيضا وكانا اسمان مترادفين، ثم طغى اسم (مازندران) وشاع فلا تسمى المنطقة بغيره. وقد كانت المنطقة زمن الفرس متروكة لأمرائها الذين يلقبون بلقب الأصبهذ وظلت على ذلك زمن الفتح يدفع أمراؤها عنها الجزية حتى تغلغل الإسلام فيها وتمكن تدريجيا في القرنين الثالث والرابع للهجرة خرج منها كثير من العلماء منهم الإمام أبو جعفر محمد بن جرير الطبري المؤرخ والمفسر الشهير وفي تلك المنطقة قامت الدولة العلوية ليحيى بن عبد الله المحض العلوي.\nالجزء: 2 ¦ الصفحة: 112\n",
        "طبرمين\nمرفأ يقع على الساحل الشرقي الشمالي من جزيرة صقلية، وتدعى في المصادر العربية (طبرمين) .\nالجزء: 2 ¦ الصفحة: 116\n",
        "طبرنة Taberna\nبليدة على بعد عشرين كيلو مترا من بلنسية بإسبانيا.\nالجزء: 2 ¦ الصفحة: 118\n",
        "طبرية\nبلدة من أهم مدن فلسطين أخذت اسمها من اسم الإمبراطور الروماني (تيبريوس) تقع على بحيرة الجليل التي عرفت باسم (بحيرة طبرية) في وادي الغور بالأردن. كانت مركزا فكريا وتجاريا هاما في العهود الإسلامية. النسبة إليها طبراني وإليها ينسب عدد من العلماء منهم الإمام الحافظ سليمان بن أحمد أبو القاسم الطبراني.\nالجزء: 2 ¦ الصفحة: 117\n",
        "طحا\nكورة بمصر، شمال الصعيد، غربي النيل، والنسبة إليها طحاوي.\nالجزء: 2 ¦ الصفحة: 119\n",
        "طخارستان\nولاية واسعة تشمل عدة بلاد من نواحي خراسان وهي طخارستان العليا والسفلى فالعليا شرقي مدينة بلخ وغربي نهر جيحون والسفلى غربي جيحون أكبر مدنها الطالقان وهي قاعدتها.\nالجزء: 2 ¦ الصفحة: 122\n",
        "طرابزون trepizond\nميناء على البحر الأسود على الحدود ما بين أرمينية والأناضول وهي من بلاد الجمهورية التركية. مدينة تقع في الزاوية الجنوبية الشرقية للبحر الأسود وكانت مركزا تجاريا هاما. لما احتل الصليبيون في الحملة الصليبية الرابعة مدينة القسطنطينية تحولت إليها المملكة البيزنطية من أسرة (كومنين) عام 1204/م وانتقل إليها الإمبراطور البيزنطي وفي عام 1461/م (866/هـ) احتلها العثمانيون وضمت إلى مملكتهم.\nالجزء: 2 ¦ الصفحة: 120\n",
        "طرابلس tripolis\nاسمها مأخوذ من (تريبوليس) أي (المدن الثلاثة) . مدينة مشهورة تقع على الساحل الشرقي للبحر المتوسط كانت من المراكز الفكرية والتجارية الهامة في العهد الإسلامي وقد أقام فيها الصليبيون إمارة دامت نحو قرنين وهي الآن من مدن الجمهورية اللبنانية. وتحمل نفس الاسم مدينة أخرى على ساحل ليبيا غي غربها وتعرف باسم (طرابلس الغرب (.\nالجزء: 2 ¦ الصفحة: 125\n",
        "طرسوس\nثغر من أهم الثغور الإسلامية في منطقة (كليكيا) بين نهري سيحان وجيحان، ويشقها نهر (البردان) وقد ظلت من أكبر الثغور حتى استولى عليها الروم سنة 354 هـ (965 م) وظلت بيدهم حتى سنة 623 هـ (1226م) . فيها دفن الخليفة المأمون حين وفاته ينسب إليها الحافظ محمد بن عيسى الطرسوسي التميمي المتوفي سنة 276 هـ وغيره من العلماء وطرسوس اليوم من مدن الجمهورية التركية.\nالجزء: 2 ¦ الصفحة: 121\n",
        "طرسونة Tarazona\nمدينة إسبانية، تقع إلى الجنوب الغربي من مدينة (تطيلة) وهي من أعمالها.\nالجزء: 2 ¦ الصفحة: 126\n",
        "طرطوس\nمدينة تقع على الساحل الشرقي للبحر المتوسط جنوبي مدينة اللاذقية وهي ميناء سوري مهم.\nالجزء: 2 ¦ الصفحة: 128\n",
        "طرطوشة tartosa\nمدينة تقع على نهر الأبرو قريبا من مصبه في البحر المتوسط. ينتسب إليها كثير من العلماء منهم أبو بكر محمد بن الوليد الفهري الطرطوشي صاحب كتاب (سراج الملوك) والمتوفي سنة 520 هـ والمحدث أحمد بن سعيد بن ميسرة الغفاري الطرطوشي المتوفي سنة 322 هـ ومحمد بن أحمد بن عامر البلوي الطرطوشي ويعرف بالسالمي لأنه سكن مدينة سالم وكان من أهل الأدب والعلم والتاريخ وله في التاريخ كتاب (درر القلائد وغرر الفوائد) وله كتاب في الطب سماه (الشفا) توفي سنة 553 هـ وغيرهم.\nالجزء: 2 ¦ الصفحة: 124\n",
        "طرندة\nثغر من الثغور الشامية كانت إلى الغرب من مدينة ملطية على نهر يعرف بنهر (القباقب) أحد روافد نهر الفرات.\nالجزء: 2 ¦ الصفحة: 123\n",
        "طريفة tarifa\nمدينة في أقصى الجنوب الأسباني على مضيق جبل طارق تجاه الأرض المغربية تنسب إلى طريف بن مالك.\nالجزء: 2 ¦ الصفحة: 129\n",
        "طشقند\nهي المنطقة الواقعة فيما وراء النهر والتي كانت تعرف بأقليم الشاش (ر. الشاش (\nالجزء: 2 ¦ الصفحة: 130\n",
        "طلبيرة talavera\nمدينة بالأندلس من أعمال طليطلة على نهر (التاجة) ، كانت حاجزا بين المسلمين والفرنج.\nالجزء: 2 ¦ الصفحة: 127\n",
        "طلياطة tejada\nناحية الأندلس بين (لبلة) و (أشبيلية) هزم عندها الغزاة النورمانديون (الفايكنج) وطردوا إلى المحيط الأطلسي في عهد الأمير عبد الرحمن الثاني (الأوسط) سنة 230 هـ (844 م) . والمدينة اليوم خرائب مهجورة.\nالجزء: 2 ¦ الصفحة: 131\n",
        "طليطلة toledo\nمدينة قديمة في أسبانيا تقع في وسط شبه جزيرة أيبريا على مسافة 91 ك جنوبي غربي مدريد ويحيط بها نهر (التاجو) من جهات ثلاث في واد عميق يسقي مساحات شاسعة من أراضيها. كانت مزدهرة أيام الرومان وتسمى (توليتم (toletum ثم صارت حاضرة الدولة القوطية. احتلها المسلمون بقيادة طارق بن زياد وموسى بن نصير سنة 92 هـ (713 م) وجعلوها قاعدة الثغر الأدنى للدولة الإسلامية وحينما سقطت دولة الخلافة الأموية وانقسمت الأندلس إلى طوائف كانت طليطلة مستقلة يحكمها بنو ذي النون سنة 427 هـ (1035م) وهم من زعماء البربر وسقطت طليطلة في يد ملك (قشتالة) (الفونسو السادس) في المحرم سنة 487 هـ 1085 م وما تزال إلى اليوم تحتفظ بأسوارها وطابعها العربي. كانت مركزا لحركة الترجمة من العربية إلى اللاتينية ومنها انتشرت الحضارة الإسلامية في أوربا في العصور الوسطى ينتسب إليها كثير من العلماء منهم عيسى بن دينار الغافقي الطليطلي ومحمد بن عبد الله بن عيشون الطليطلي وصاعد الأندلسي صاحب كتاب طبقات الأمم المتوفي سنة 462 هـ وابن مهند عبد الرحمن بن محمد اللخمي الطبيب العالم بالفلاحة والصيدلة المتوفي سنة 467 هـ وغيرهم.\nالجزء: 2 ¦ الصفحة: 134\n",
        "طنجة tanger\nمدينة قديمة بالمغرب الأقصى تقع عند الطرف الغربي من مضيق جبل طارق وكانت تعرف أيام الرومان باسم (تنجي tinji) ومعناه باللغة البربرية (البحيرة) ولما فتح المسلمون بلاد المغرب كانت طنجة قاعدة المجاز الكبرى إلى الأندلس ثم خضعت للأدارسة العلويين بفاس ثم للأمويين بالأندلس ثم صارت بعد ذلك خاضعة للدولة المغربية التي تعاقبت على حكم المغرب. وفي بداية العصور الحديثة تعرضت للاستعمار الأوروبي بمختلف دوله (البرتغال والأسبان والإنكليز والفرنسيين) ثم صارت تخضع لنظام دولي ولما استقل المغرب سنة 1953م أصبحت جزءا من الوطن المغربي.\nالجزء: 2 ¦ الصفحة: 132\n",
        "طهران\nكانت في العصر الإسلامي من قرى الري وهي اليوم عاصمة الجمهورية الإسلامية الإيرانية.\nالجزء: 2 ¦ الصفحة: 136\n",
        "طوانة\nبلد من بلاد الثغور الشامية في كليكيا قرب المصيصة جعلها الرشيد مقرا للحاميات الإسلامية.\nالجزء: 2 ¦ الصفحة: 140\n",
        "طوس\nمدينة من مدن خراسان تقع شرقي نيسابور. خرج منها كثير من العلماء منهم: الإمام أبو حامد محمد بن محمد الغزالي ومحمد بن أسلم الطوسي ونصير الدين أبو عبد الله محمد الطوسي وغيرهم. (ر. سناباذ (.\nالجزء: 2 ¦ الصفحة: 133\n",
        "طولوز tolosa\nوتسمى في المصادر العربية (طولوشة) أو (طلوشة) وهي مدينة مشهورة تقع في جنوبي غربي فرانسا وهي اليوم قاعدة (الجارون) وكانت في القديم قاعدة مملكة (أكيتانيا (\nالجزء: 2 ¦ الصفحة: 135\n",
        "طيسفون cteciphon\nهي المدينة التي يعرفها العرب باسم (المدائن) والتي كانت عاصمة الفرس الساسانيين في العراق أيام الفتح وتقع في جنوبي بغداد ومن بقاياها اليوم (طاق كسرى. (\nالجزء: 2 ¦ الصفحة: 139\n",
        "عانة\nمدينة تقع جنوبي قرقيسيا على نهر الفرات وكان اسمها القديم (أناتو ANATHO) يدور الفرات حولها على شكل خليج وكان بها قلعة حصينة تشرف على النهر. هي اليوم مدينة عامرة من مدن الجمهورية العراقية وهي مركز قضاء (عانة) من لواء الديلم.\nالجزء: 2 ¦ الصفحة: 137\n",
        "عبدان\nأو (عبدان) مدينة على الشاطئ الشرقي من شط العرب قرب مصبه في الخليج العربي. كانت ميناء تجاريا معروفا في العهد الإسلامي وهي اليوم من مرافئ النفط الإيراني.\nالجزء: 2 ¦ الصفحة: 138\n",
        "عدن\nمدينة تقوم على شبه جزيرة صغيرة في أقصى جنوب الجزيرة العربية. كانت في تاريخها قبل الإسلام وبعده وإلى اليوم من مراكز التجارة العالمية ومحطاتها بين الشرق والغرب على مدخل البحر الأحمر الجنوبي وهي اليوم عاصمة جمهورية اليمن الجنوبي.\nالجزء: 2 ¦ الصفحة: 142\n",
        "عذراء\nسهل منبسط واسع في الشمال الشرقي من دمشق ويشكل قطعة من غوطتها وما يزال فيه إلى اليوم بلدة صغيرة تعرف باسم (عدرا) وكانت الجيوش القادمة إلى دمشق من الشمال غالبا ما تعسكر فيها فكان لها تاريخها الحربي المرتبط بتاريخ دمشق.\nالجزء: 2 ¦ الصفحة: 143\n",
        "عربة\nهو القسم الجنوبي من غور الأردن ما بين البحر الميت وإيلة وهو واد يرتفع بالتدريج من مستوى 400 م دون سطح البحر حتى ينتهي بمرتفع جبلي يمنع خليج العقبة من أن يمتد حتى أراضي الحولة في شمالي فلسطين.\nالجزء: 2 ¦ الصفحة: 141\n",
        "عربستان\nمنطقة تقع في أقصى الشمال الشرقي من الخليج العربي وتعرف باسم (عربستان) أي إقليم العرب لتوطن قبائل عربية وكان اسمها أيام الفرس (خوزستان) وهو جمع (خوز) أو (هوز) . ومن مدن الأهواز سوق الأهواز ورامهرمز وتستر وجند يسابور وسوس ومناذر. ينسب إليها كثير من العلماء منهم أبو منصور عبد الله بن أحمد بن موسى الجواليقي الأهوازي صاحب كتاب المعرب من الكلام الأعجمي.\nالجزء: 2 ¦ الصفحة: 144\n",
        "عربسوس\nبلدة بنواحي الثغور، قرب المصيصة.\nالجزء: 2 ¦ الصفحة: 150\n",
        "عرقة\nمدينة تقع بين بانياس وطرابلس الشام على بعد ميل من البحر.\nالجزء: 2 ¦ الصفحة: 145\n",
        "عسفان\nبلدة تقع في الطريق بين مكة والمدينة قريبة من البحر.\nالجزء: 2 ¦ الصفحة: 146\n",
        "عسقلان\nمدينة على ساحل البحر المتوسط في جنوبي فلسطين بين غزة وبيت جبرين. ينسب إليها جماعة من العلماء منهم الشيخ أبو الحسن بن الشخباء العسقلاني الكاتب الخطيب وأبو على عبد الرحيم العسقلاني المعروف بالقاضي الفاضل والشيخ أبو الفضل شهاب الدين أحمد المعروف بابن حجر العسقلاني الفقيه المحدث وغيرهم.\nالجزء: 2 ¦ الصفحة: 148\n",
        "عسكر مكرم\nمدينة بالأهواز قريبة من تستر تنسب إلى مكرم بن جعونة وكان الحجاج أمير العراق وجهه لحرب جماعة من العصاة فعسكر قرب أطلال مدينة فارسية يقال لها (رستم كواد) وصحف العرب هذا الاسم فقالوا (رستقباز) وعرفت بعسكر مكرم ونشأت في موضع المعسكر مدينة جديدة بهذا الاسم. وقد زال اسم عسكر مكرم وتشير إلى موضعها خرائب باسم (بندقير) أي سد القير.\nالجزء: 2 ¦ الصفحة: 147\n",
        "عسير\nهي المنطقة الجبلية الممتدة ما بين الحجاز واليمن ومن مدنها الهامة (أبها) ومن مرافئها (القنفذة) و (الليث (\nالجزء: 2 ¦ الصفحة: 152\n",
        "عقبة\nموضع قرب مكة وفيه اجتمع رسول الله صلى الله عليه وسلم مع وفد المدينة وفيه بايعوه وهو أيضا اسم لمرفأ يقع على خليج في البحر الأحمر يسمى باسمها.\nالجزء: 2 ¦ الصفحة: 157\n",
        "عقبة النساء\nبيلان.\nالجزء: 2 ¦ الصفحة: 155\n",
        "عكا\nمدينة من أهم مدن الشام وأبرز مرافئها في القديم ولها تاريخ طويل. كانت في العصر الأموي ميناء جند الشام وبها دار صناعة للسفن ومرفأ حصين. دخلها الصليبيون سنة 497 هـ وكانت آخر مدينة خرجت من أيديهم في بلاد فلسطين سنة 691 هـ.\nالجزء: 2 ¦ الصفحة: 149\n",
        "عكبرا\nمدينة صغيرة على شرق دجلة بين بغداد والموصل.\nالجزء: 2 ¦ الصفحة: 159\n",
        "عمان\nبلاد واسعة في جنوبي شرقي الجزيرة العربية تقع على بحر العرب والمحيط الهندي. لها تاريخ طويل عريق منذ القدم وما تزال من الدول العربية الهامة بمركزها الجغرافي، من مدنها (مسقط) ، وهي عاصمتها و (صحار) على الساحل و (نزوى) في الجبل الأخضر. وهناك عمان مدينة تقع في منطقة البلقاء وكانت قاعدتها وهي اليوم عاصمة المملكة العربية الهاشمية.\nالجزء: 2 ¦ الصفحة: 156\n",
        "عمواس\nقرية في فلسطين بين الرملة وبيت المقدس.\nالجزء: 2 ¦ الصفحة: 153\n",
        "عمورية amorion\nمدينة حصينة في الأناضول تقع جنوبي غربي مدينة أنقرة غزاها الخليفة المعتصم سنة 223 هـ وكانت له فيها الوقعة المشهورة وتسمى اليوم (سيفلي حصار) .\nالجزء: 2 ¦ الصفحة: 151\n",
        "عنابة\nمدينة تقع على ساحل البحر المتوسط شرقي مدينة الجزائر, بين بنزرت وبجاية. وكانت تدعى (بونة) . من مدن الجزائر وتعرف بالفرنسية باسم (بون (Bone وهي ميناء على البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 160\n",
        "عنتاب\nمدينة تقع في جنوب شرق تركيا, وفيها قلعة حصينة.\nالجزء: 2 ¦ الصفحة: 158\n",
        "عين التمر\nبلدة قريبة من الأنبار غربي الكوفة على طرف البادية فتحها خالد بن الوليد عنوة سنة 12هـ بعد معركة جرت بينه وبين العرب المتنصرة.\nالجزء: 2 ¦ الصفحة: 154\n",
        "عين الوردة\nمدينة مشهورة من مدن الجزيرة قرب نصيبين وتسمى (عين الوردة) ، فيها عيون ماء تجري في جداول تنساب في مروج خضراء ثم تلتقي وتشكل نهر الخابور. وهي من مدن الجمهورية العربية السورية.\nالجزء: 2 ¦ الصفحة: 164\n",
        "عين جالوت\nاسم موقع عند مدينة بيسان في غور الأردن جرت عنده موقعة فاصلة بين الجيش الإسلامي والمغول سنة (1260) هـ وانتهت بهزيمة المغول لأول مرة وتراجعهم النهائي عن بلاد الشام وإيقاف المد المغولي المكتسح الذي أسقط خلافة بغداد والخلافة العباسية سنة 1258هـ. بلدة بين بيسان ونابلس من أعمال فلسطين.\nالجزء: 2 ¦ الصفحة: 161\n",
        "عين زربي\nثغر عظيم بنواحي المصيصة تقع في جنوبها. وفي القرن الثامن للهجرة (الرابع عشر للميلاد) تبدل اسمها وسميت (ناورزا (\nالجزء: 2 ¦ الصفحة: 169\n",
        "عين شمس\nمدينة قريبة من الفسطاط وهي اليوم جزء من القاهرة.\nالجزء: 2 ¦ الصفحة: 166\n",
        "غاليبولي Gahipoli\nمدينة بتركيا الأوربية تقع على مضيق باسمها وقد اكتسبت أهميتها بوقوعها على مضيق جميل باسمها في ضفة الدردنيل وهو المجرى الوحيد بين البحر المتوسط وبحر مرمرة وتقابلها مدينة (جناق قلعة) في أول مضيق الدردنيل على الجانب الشرقي ومنها عبر العثمانيون إلى أوربا عام 1357/م.\nالجزء: 2 ¦ الصفحة: 163\n",
        "غاليسيا galicia\nمقاطعة في شمالي غربي إسبانيا وتعرف في المصادر العربية باسم (جليقة (\nالجزء: 2 ¦ الصفحة: 165\n",
        "غدامس\nمدينة تقع في الصحراء الليبية على حدود تونس.\nالجزء: 2 ¦ الصفحة: 162\n",
        "غدير خم\nغدير يقع بين مكة والجحفة وقد روي أن النبي صلى الله عليه وسلم وقف فيه وهو منصرف من حجة الوداع وعائد إلى المدينة وأنه قال: (من كنت مولاه فعلي مولاه اللهم وال من والاه وعاد من عاداه) .\nالجزء: 2 ¦ الصفحة: 168\n",
        "غرناطة\ngrenadaمدينة من أشهر مدن الأندلس تقع في الجنوب الشرقي على نهر (شنيل) أحد فروع نهر الوادي الكبير. كانت آخر معاقل المسلمين في إسبانيا وقد خسروها في عهد ملوك بني الأحمر سنة 1492م. فيها قصر الحمراء المشهور وجنة العريف.\nالجزء: 2 ¦ الصفحة: 167\n",
        "غزة\nمدينة من أهم مدن فلسطين تقع على الساحل الجنوبي الشرقي من البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 183\n",
        "غزنة\nمن أشهر مدن سجستان (أفغانستان) . كانت دارا لملوك آل سبكتكين، وإليها ينسب البيت الغزنوي والدولة الغزنوية التي اشتهرت في القرن الخامس والسادس للهجرة. ينسب إليها كثير من العلماء منهم: أبو الفضل محمد بن أبي يزيد طيفور السجاوندي الغزنوي صاحب كتاب (عين المعاني) في تفسير القرآن.\nالجزء: 2 ¦ الصفحة: 171\n",
        "غوا Goa\nمدينة تقع على الساحل الغربي إلى الجنوب من مدينة بومباي على ساحل (مالابار) .\nالجزء: 2 ¦ الصفحة: 172\n",
        "فارس\nولاية واسعة وإقليم فسيح، كان موطن الدولة الأخمينية وقاعدة حكومتها مدينة (اصطخر) عاصمة فارس الساسانية وكان اليونان يسمونها (برسيبوليس persipolis) ، ويقسم إقليم فارس إلى خمس كور هي: أردشير خرة وقصبتها مدينة شيراز وشابور خرة وقصبتها مدينة شابور وأرجان وقصبتها مدينة أرجان واصطخر وقصبتها مدينة اصطخر ودار أبجر وقصبتها مدينة دابجر. ويمتد إقليم فارس على طول الساحل الشرقي من الخليج العربي ما بين الأهواز وإقليم كرمان.\nالجزء: 2 ¦ الصفحة: 173\n",
        "فارنا Varna\nمدينة تقع على البحر الأسود. فيها جرت الوقعة الشهيرة سنة 848 / هـ (1444 / م) بين العثمانيون وبين المجر وحلفائهم وانتهت بنصر العثمانيين.\nالجزء: 2 ¦ الصفحة: 176\n",
        "فاس\nمدينة من أهم مدن المغرب الأقصى، بناها إدريس بن عبد الله بن الحسن المثنى سنة 172هـ أول ملوك الأدارسة وأتم بناءها ابنه إدريس الثاني سنة 193 هـ كانت في القديم بلدين، لكل منهما سور يحيط به وأبوب تختص به، والنهر فاصل بينهما، وكانت كل بلدة تقوم على عدوة (مرتفع) ، فكانت إحدى العدوتين تسمى عدوة القرويين لنزول العرب الوافدين من القيروان إليها، وسميت الأخرى عدوة الأندلسيين لنزول العرب الوافدين من الأندلس فيها. كانت عاصمة لعدة دول في المغرب، ثم تحولت العاصمة منها إلى الرباط.\nالجزء: 2 ¦ الصفحة: 170\n",
        "فالة\nبلدة تقع في إقليم (خوزستان) .\nالجزء: 2 ¦ الصفحة: 174\n",
        "فحص البلوط los pedroches\nمنطقة تقع على سفح (جبل الشارات) شمالي قرطبة ينسب إليها كثير من العلماء منهم: القاضي أبو الحكم منذر بن سعيد البلوطي الفقيه المفسر لكتاب الله.\nالجزء: 2 ¦ الصفحة: 175\n",
        "فحل\nقرية في غور الأردن على الضفة الشرقية شمالي البحر الميت قرب مدينة بيسان.\nالجزء: 2 ¦ الصفحة: 198\n",
        "فخ\nواد في مكة جرت فيه الوقعة بين الجند العباسي وبين أبي عبد الله الحسين بن علي بن الحسن بن علي بن أبي طالب حين خرج يدعو لنفسه سنة 169هـ فقتل فيها.\nالجزء: 2 ¦ الصفحة: 178\n",
        "فدك\nقرية تقع شمالي المدينة قرب خيبر توجه إليها النبي صلى الله عليه وسلم سنة 7 هـ وقد صالحه أهلها على النصف من ثمارها وكانت له خالصة لأنه لم يوجف المسلمون عليها بخيل ولا ركاب. أقطعها لابنته فاطمة.\nالجزء: 2 ¦ الصفحة: 177\n",
        "فرج\nمدينة بالأندلس، قرب (وادي الحجارة) ، وفيها تزوج الملك الإسباني فيليب الثاني بالملكة إيزابيلا.\nالجزء: 2 ¦ الصفحة: 181\n",
        "فردون verdun\nمدينة تقع شمال شرقي فرانسا على نهر (الموز (meuse وفيها وقّع الأبناء الثلاثة للملك لويس التقي بن الملك شارلماني سنة 843 م، معاهدة اقتسموا بموجبها إمبراطورية أبيهم التي أسسها والمعروفة بالإمبراطورية الكارولانجية.\nالجزء: 2 ¦ الصفحة: 179\n",
        "فرغانة\nمن أقاليم ما وراء النهر، وقاعدته مدينة (أخسيكث) وهي تقع على نهر سيحون، وكان البلدانيون العرب يسمونها (مدينة فرغانة) باسم الإقليم، وقد خربها المغول، فانتقلت العاصمة إلى مدينة (أنديجن (ANDIJAN ينسب إليها عدد من العلماء منهم فخر الدين حسن بن منصور الفرغاني من كبار أئمة الحنفية. وتقع فرغانة اليوم في تركستان الروسية.\nالجزء: 2 ¦ الصفحة: 182\n",
        "فريجيا PHRYGIE\nمنطقة تقع في شمالي غربي آسيا الصغرى (تركيا) بين بحر (إيجه) والبحر الأسود.\nالجزء: 2 ¦ الصفحة: 186\n",
        "فزان\nواحات في جنوبي ليبيا ذات نخل وثمر، وفيها آبار بترول.\nالجزء: 2 ¦ الصفحة: 180\n",
        "فسا\nثانية المدن في منطقة (دار أبجر) من إقليم فارس، ويلفظها الفرس (بسا) . أخرجت العديد من رجال العلم، والنسبة إليها (فسوى) أو (بساسيري) ، ومنها خرج المؤرخ أبو سفيان الفسوي، وأبو علي الحسن بن أحمد بن عبد الغفار الفارسي الفسوي شيخ ابن جني، والقائد أبو الحارث رسلان البساسيري، الذي ثار على الخليفة القائم بأمر الله سنة 450 هـ ودعا للمستنصر بن الظاهر العبيدي الفاطمي.\nالجزء: 2 ¦ الصفحة: 184\n",
        "فلادليفيا\n. آلاشهر.\nالجزء: 2 ¦ الصفحة: 189\n",
        "فم الصلح\nمدينة تقع على نهر الصلح الذى يصب في نهر دجلة، وهي مبنية على فمه أي (مصبه) . تقع فوق مدينة واسط اشتهرت في التاريخ الإسلامي بالقصر الفخم الذي بناه فيها الحسن بن سهل، وزير الخليفة المأمون، وفيه بني المأمون ببيوران بنت الحسن بن سهل، ثم خربت فم الصلح.\nالجزء: 2 ¦ الصفحة: 190\n",
        "فوسنج\nبلدة صغيرة بالقرب من مدينة هراة. وتلفظ أحيانا (بوشنج) و (بوشنك (\nالجزء: 2 ¦ الصفحة: 191\n",
        "فونيكس PHONIX\nثغر يقع على ساحل ليكيا غربي مدينة الإسكندرونة، وفيه ألقى الأسطول الإسلامي مرساه سنة 34 هـ، والتقى مع الأسطول البيزنطي في معركة ذات الصواري، وانتهت المعركة بتحطيم الأسطول البيزنطي.\nالجزء: 2 ¦ الصفحة: 188\n",
        "فيد\nمدينة تقع في نصف الطريق بين مكة وبغداد.\nالجزء: 2 ¦ الصفحة: 192\n",
        "فيروز آباد\nمدينة قرب شيراز ينسب إليها كثير من العلماء منهم أبو إسحاق إبراهيم بن علي الفيروز آبادي الشيرازي الفقيه الحجة المتوفي سنة 476 هـ، محمد ين يعقوب مجد الدين الفيروز آبادي مؤلف كتاب (القاموس) والمتوفي بمدينة زبيد باليمن سنة 817 هـ.\nالجزء: 2 ¦ الصفحة: 185\n",
        "فيلوبوليس Philopolis\nمدينة تقع في الجنوب الغربي من مدينة (أدرنه) وعلى بعد 25 / كم شمال بحر إيجه.\nالجزء: 2 ¦ الصفحة: 187\n",
        "قابس\nمدينة تونسية تقع على خليح قابس، جنوبي مدينة المهدية وغربي جزيرة (جربة (\nالجزء: 2 ¦ الصفحة: 203\n",
        "قاشان\nمن مدن الجبال في إيران، تقع جنوبي مدينة قم، اشتهرت في ديار الشرق بقرميدها الذي يقال له (القاشاني) ، وأصبحت تطلق هذه التسمية على القرميد الأزرق والأخضر، المتخذ في تزويق المساجد حتى يومنا هذا.\nالجزء: 2 ¦ الصفحة: 193\n",
        "قاليقلا\nمدينة من مدن أرمينية، قرب مدينة (أرزن الروم أو أرضروم) . ينسب إليها أبو علي القالي، الأديب اللغوي الشهير صاحب كتاب (الأمالي) و (النوادر) ، وغيرها من الكتب القيمة، والمتوفي بالأندلس سنة 356هـ.\nالجزء: 2 ¦ الصفحة: 194\n",
        "قباء\nبئر عرفت القرية بها، وهي مساكن بني عمرو بن عوف من الأنصار، تقع على ميلين من المدينة وتعرف بمسجدها المعروف بذي القبلتين وبأنه أول مسجد بني في الإسلام، بناه الرسول صلى الله عليه وسلم عند قدومه إلى المدينة مهاجرا، وأقيمت فيه أول صلاة جمعة في الإسلام.\nالجزء: 2 ¦ الصفحة: 201\n",
        "قبرة Cabra\nمدينة تقع في إقليم (شذونة Sidonia) وهي ذات موقع نادر في الدنيا، مبنية على جبل يشرف على سهول لا ينتهي البصر إلى مداها.\nالجزء: 2 ¦ الصفحة: 195\n",
        "قبرس\nجزيرة كبيرة تقع شمالي شرقي البحر المتوسط، أمام خليج الإسكندرون. عاصمتها (نيقوسيا) ومن أهم مدنها (ليماسول) و (فاما كوستا) . وهي الآن دولة مستقلة وشعبها يتألف من أتراك ويونان.\nالجزء: 2 ¦ الصفحة: 196\n",
        "قديد\nموضع حصين بين مكة والمدينة، قريب من ساحل البحر الأحمر.\nالجزء: 2 ¦ الصفحة: 197\n",
        "قرطاجة CARTAGE\nبلدة فينيقية قديمة تقع على ساحل تونس الشرقي، دمرها الرومان في الحروب البونية سنة 164 قبل الميلاد، بنيت بالقرب منها مدينة تونس في عهد الخليفة عبد الملك بن مروان.\nالجزء: 2 ¦ الصفحة: 199\n",
        "قرطاجنة CARTAGENA\nميناء مدينة (مرسية) الإسبانية على البحر المتوسط. أسسها الفينيقيون، في القرن الثالث قبل الميلاد. ينسب إليها حازم القرطاجني، الشاعر الكاتب.\nالجزء: 2 ¦ الصفحة: 200\n",
        "قرطبةCORDOBA\nعاصمة الأندلس الكبرى، تقع في وسط الأندلس على نهر الوادي الكبير، وكانت عاصمة بني أمية هناك، وفيها الجامع المشهور الذي ما يزال قائما كأبهى الآثار العمرانية. كانت مركز الثقافة والتجارة والسياسة في التاريخ الأندلسي، وإليها ينسب عدد كبير من الشعراء والعلماء منهم ابن عبد ربه صاحب كتاب (العقد الفريد) ، وابن زيدون الشاعر المجيد، وأبو الوليد محمد بن أحمد بن رشد القرطبي، زعيم الفقهاء في الأندلس والمغرب، وأبو عبد الله بن أحمد الأنصاري القرطبي صاحب التفسير المشهور (الجامع لأحكام القرآن) وغيره، وعيسى بن دينار فقيه الأندلس.\nالجزء: 2 ¦ الصفحة: 204\n",
        "قرقرة الكدر\nموضع جنوبي المدينة، كان النبي صلى الله عليه وسلم خرج إليه مع أصحابه بعد وقعة بدر، لما علم أن أبا سفيان بن حرب خرج من مكة لحرب النبي صلى الله عليه وسلم والثأر لقتلى بدر. غير أن أبا سفيان عاد إلى مكة لما جاءه الخبر أن النبي صلى الله عليه وسلم أعد العدة للقائه، وقد وصل النبي صلى الله عليه وسلم إلى قرقرة الكدر ثم عاد، وكانت قريش قد ألقت أحمال السويق (الدقيق) لتتخفف منه حين كرت عائدة إلى المدينة ولهذا سميت هذه الغزوة غزوة السويق.\nالجزء: 2 ¦ الصفحة: 209\n",
        "قرقشونة CARCASSONNE\nحصن من الحصون المعروفة في جنوبي فرانسا في المنطقة المعروفة باسم (الأود (AUDE، وهو اسم النهر الذى يجري فيها وهي اليوم قاعدة تلك المنطقة التي تقع على ساحل البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 202\n",
        "قرقنة\nجزيرة على الساحل الشرقي التونسي, قرب مدينة صفاقس.\nالجزء: 2 ¦ الصفحة: 211\n",
        "قرقيسيا CIRCESSIUM\nبلدة على نهر الخابور قريبة من رحبة مالك بن طوق، وعند مصب الخابور في الفرات. كانت من محطات القوافل التجارية على نهر الفرات.\nالجزء: 2 ¦ الصفحة: 208\n",
        "قرمان\nبلاد تقع ما بين أنقره شمالا والبحر المتوسط جنوبا وقيصرية شرقا وقونية غربا وكانت قونية عاصمتها وبها قبر الصوفي المشهور جلال الدين الرومي مؤسس الطريقة المولوية.\nالجزء: 2 ¦ الصفحة: 205\n",
        "قرمسين\nبلدة قريبة من همدان تقع في شرقها، وتسمى (كرمنشاه) . ينسب إليها عبد السلام بن الحسين القرمسيني، صاحب التآليف في الحماسة وغيرها، وكان خازن دار الحكمة ببغداد. وتقع (كرمنشاه) اليوم في أراضي جمهورية إيران الإسلامية.\nالجزء: 2 ¦ الصفحة: 207\n",
        "قرمونة CARMONA\nبلدة صغيرة في الأندلس بالقرب من إشبيلية، في الشمال الشرقي منها، على حوض نهر الوادي الكبير.\nالجزء: 2 ¦ الصفحة: 206\n",
        "قزوين\nمدينة مشهورة تقع على سفوح جبال البرز بإيران غربي مدينة طهران. ينسب إليها عدد كبير من العلماء منهم الإمام الرافعي أبو القاسم عبد الكريم القزويني، وأبو عبد الله محمد بن ماجة صاحب كتاب السنن المعدودة من الكتب الستة في الحديث.\nالجزء: 2 ¦ الصفحة: 220\n",
        "قس الناطف\nموقع يقع على الفرات الأوسط، فيه جرت معركة ضارية بين المسلمين بقيادة أبي عبيد الثقفي، وبين الفرس بقيادة بهمن جاذويه و (الجالينوس) الملقب بذي الحاجب سنة 13 هـ، وفيها قتل أبو عبيد، وثبت المسلمون بقيادة المثنى بن حارثة، وانتهت المعركة بانسحاب المسلمين إلى (أليس (\nالجزء: 2 ¦ الصفحة: 212\n",
        "قسطموني\nمدينة تقع في شمال الأناضول على بعد نحو مئة كيلو متر من البحر الأسود.\nالجزء: 2 ¦ الصفحة: 210\n",
        "قسطنطينية\nمدينة يونانية قديمة بنيت في القرن السابع قبل الميلاد على مضيق البوسفور، ثم أضحت عاصمة الدولة البيزنطية أو الدولة الرومانية الشرقية، وسميت (قسطنطينية) نسبة إلى الإمبراطور الروماني (قسطنطين الأول) الذي جدد بنائها سنة 324 للميلاد وانتقل من مدينة روما إليها واتخذها مقرا له. حاصرها العرب عدة مرات ولم يتمكنوا من فتحها لمناعة حصونها. وكان العرب يسمون أقاليم الدولة البيزنطية في جملتها (بلاد الروم) ثم اختصر اسم (بلاد الروم) إلى (الروم) ومن ثم صار اسم (الروم) إسما لآسية الصغرى عند العرب. وتعرف باسم (شبه جزيرة الأناضول) التي انتقلت في المئة الخامسة للهجرة (الحادية عشرة للميلاد) إلى أيدي المسلمين باستيلاء السلاجقة عليها. ولم يستطع السلاجقة من فتح القسطنطينية إلى أن انتقل الحكم إلى العثمانيين فتمكن السلطان محمد الثاني من فتح القسطنطينية في 29 مارس سنة 1453 م ومن أجل ذلك لقب بالسلطان الفاتح واتخذها ملوك بني عثمان عاصمة لهم حتى سقوط دولتهم سنة 1922 م وانتقال الحكم إلى الدولة الحديثة التي أنشأها مصطفى كمال (أتاتورك) . كانت القسطنطينية في جميع العهود مركزا دينيا وثقافيا عظيما كما أنها مرفأ تجاري كبير. وظلت بعد انتقال العاصمة منها إلى (أنقرة) أكبر مدينة في تركيا وأعظمها أهمية.\nالجزء: 2 ¦ الصفحة: 214\n",
        "قشتالة CASTILLA\nهي الهضبة التي تشكل المركز والقلب في شبه جزيرة إيبريا، وتشمل ثلثي مساحتها، وهي هضبة جافة تقع بين مدريد عاصمة إسبانيا ومدينة طليطلة. وقد أصبحت قشتالة في القرن التاسع للميلاد إمارة مسيحية، عاصمتها مدينة (برغش BURGOS) ، ثم انضمت إلى نافار (NAVAR) وضمت إليها (ليون (LEON وفي عام 1469م تزوجت (إيزابللا) أميرة قشتالة بفرديناند الثاني ملك (أراجون (ARAGON، فاتحدت إمارات قشتالة وأراجون وليون في دولة واحدة، وتم هذا الاتحاد عام 1479م.\nالجزء: 2 ¦ الصفحة: 213\n",
        "قصر أبي دانس\nقصر يقع غربي غرناطة بالأندلس. فيه جرت الوقعة بين الإسبان والموحدين سنة 614هـ.\nالجزء: 2 ¦ الصفحة: 216\n",
        "قصر ابن هبيرة\nقصر بناه يزيد بن هبيرة، لما ولي العراق، أيام مروان بن محمد، على بعد اثني عشر فرسخا من بغداد، غربي نهر الفرات. لم يعش ابن هبيرة ومات قبل أن يتم، نزل فيه السفاح أول خليفة عباسي وأتم بناءه ودعاه قصر الهاشمية تخليدا لذكرى جده هاشم بن عبد مناف.\nالجزء: 2 ¦ الصفحة: 215\n",
        "قصريانة\nمن مدن جزيرة صقلية وتدعى اليوم (كاسترو جوفيان CATROGIOVANNIE)\nالجزء: 2 ¦ الصفحة: 219\n",
        "قطالونيا CATALONIA\nهي المنطقة الممتدة في شمالي شرقي إسبانيا ومركزها مدينة (برشلونة (BARCELONA على البحر المتوسط. دخلت في الحكم العربي بعد فتح إسبانيا، ثم حاول شارلماني غزوها ففشل، ثم استولى عليها ملك (أراجون) سنة 1137م.\nالجزء: 2 ¦ الصفحة: 222\n",
        "قطانيا Catania\nمدينة كبيرة في جزيرة صقلية، تقع على الساحل الشرقي منها، ويجري فيها نهر يسقي أراضيها.\nالجزء: 2 ¦ الصفحة: 218\n",
        "قفصة\nمدينة تقع جنوبي مدينة القيروان، قريبا من الحدود الجزائرية، وهي اليوم من مدن الجمهورية التونسية.\nالجزء: 2 ¦ الصفحة: 217\n",
        "قفط\nمدينة بصعيد مصر قرب مدينة قوص.\nالجزء: 2 ¦ الصفحة: 223\n",
        "قلزم\nبلدة تقع على رأس الخليح المقابل لخليج العقبة، وإليها كان ينسب البحر الأحمر.\nالجزء: 2 ¦ الصفحة: 221\n",
        "قلعة شاهدز\nقلعة منيعة على جبل أصفهان، ومعناه (قلعة الملك) . كانت مقرا للباطنية.\nالجزء: 2 ¦ الصفحة: 227\n",
        "قلعة أيوب CALAT-AYAUB\nويلفظها CALATAVAD، مدينة قلعة تقع في الثغر الأعلى، من أعمال سرقسطة، يقال إن بانيها أيوب بن حبيب اللخمي، ابن أخت موسى بن نصير، قريبة من مدينة سالم، والنسبة إليها (ثغرى) ، باعتبارها ثغرا من الثغور الإسلامية، ينسب إليها جماعة من العلماء منهم أبو عبد الله محمد بن نصر الثغري، كان حافظا للأخبار والأشعار عالما باللغة والنحو، خطيبا بليغا، توفي سنة 345هـ، وأبو محمد بن عبد الله بن محمد القاسم الثغري، رحل إلى المشرق سنة 350هـ وسمع في بغداد والبصرة والكوفة والشام على حفاظ الحديث، وعاد إلى قرطبة سنة 375هـ، فحدث في جامعها ثم عاد إلى الثغر فأقام إلى أن مات سنة 383هـ.\nالجزء: 2 ¦ الصفحة: 231\n",
        "قلعة الموت\nعلى ستة فراسخ من مدينة قزوين بإيران. استولى عليها الحسن الصباح الملقب بشيخ الجبل، ولبثت مائة وإحدى وسبعين سنة أمنع حصون الإسماعيلية، ثم استولى عليها هولاكو وأمر بتجريدها من آلاتها الحربية سنة 654 هـ (1256م (\nالجزء: 2 ¦ الصفحة: 226\n",
        "قلعة النور\nقلعة حصينة قرب مدينة سالم الإسبانية.\nالجزء: 2 ¦ الصفحة: 224\n",
        "قلعة بني حماد\nقلعة حصينة قرب المسيلة بالمغرب الأقصى.\nالجزء: 2 ¦ الصفحة: 225\n",
        "قلعة جعبر\nقلعة تقع على ضفة الفرات اليسرى مقابل أرض صفين، وتنسب إلى مالكها جعبر من بني العنبر، وكانت تعرف في بدء أمرها بدوسر. استولى عليها الفرنج في الحرب الصليبية الأولى سنة 497 هـ (1104م (.\nالجزء: 2 ¦ الصفحة: 228\n",
        "قلعة رباح CALATRAVA\nمدينة تابعة لمدينة طليطلة في التقسيم الإداري الأندلسي، وتوصف بأنها مع طلبيرة TALAVERA، حد فاصل بين أرض النصارى وأرض المسلمين، وهي تقع على نهر (آنة (GUADI ANA وقد سميت باسم التابعي علي بن رباح اللخمي الذي اشترك في فتح الأندلس. سقطت في يد الفونسو السادس مع طليطلة سنة 476هـ (1085م) ، ثم استعادها أبو يوسف يعقوب المنصور الموحدي، بعد انتصاره في وقعة (الأرك) بعد أن تبادلها المسلمون والنصارى عدة مرات، وسقطت نهائيا وخرجت عن حوزة الإسلام سنة 1147م، وموضعها اليوم يسمى CASTILA DE CALATRAVA LA VIEJA، على بعد 12 كيلو مترا شمالي شرقي CIDAD REAL، عاصمة المديرية التى تحمل نفس الاسم جنوبي مديريتي مدريد وطليطلة.\nالجزء: 2 ¦ الصفحة: 229\n",
        "قلعة صهيون\nقلعة تقع في جبال العلويين, شرق مدينة اللاذقية.\nالجزء: 2 ¦ الصفحة: 241\n",
        "قلقشندة\nتقع إلى الجنوب من مدينة (طوخ) بمحافظة القليوبية في منطقة الدلتا المصرية، وينسب إليها الليث بن سعد الفقيه المشهور، وأبو العباس القلقشندي صاحب سبح الأعشى.\nالجزء: 2 ¦ الصفحة: 233\n",
        "قلمرية COIMBRA\nمدينة تقع غربي الأندلس بالقرب من المحيط الأطلسي، وكانت قاعدة البرتغال في العصر الوسيط.\nالجزء: 2 ¦ الصفحة: 230\n",
        "قلورية CALABRIA\nهو الجزء الجنوبي الغربي من إيطاليا والمعروف باسم (كالابريا) ، وقد غزا العرب هذه المنطقة وعرفت عندهم باسم (قلورية (\nالجزء: 2 ¦ الصفحة: 232\n",
        "قم\nمدينة تقع جنوبي طهران وشمالي قاشان، مشهورة عند الشيعة بمشهدها، وهو مشهد السيدة فاطمة أخت الإمام على الرضا الإمام السادس.\nالجزء: 2 ¦ الصفحة: 234\n",
        "قمران أو (كمران)\n/.غاليبولي.\nالجزء: 2 ¦ الصفحة: 236\n",
        "قندابيل\nإحدى مدن بلاد السند، تقع على حوض نهر السند، وكانت مركز ولاية السند.\nالجزء: 2 ¦ الصفحة: 235\n",
        "قندهار\nمن مدن سجستان (أفغانستان) ، تقع على نهر (هيلمند) ، جنوبي شرقي مدينة غزنة.\nالجزء: 2 ¦ الصفحة: 238\n",
        "قنسرين\nمدينة كانت من أهم مدن بلاد الشام، تقع قرب حلب وفي جنوبها. كانت مركزا لأحد أجناد الشام الخمسة، كما كانت مركزا للتجارة والصناعة. فتحها خالد بن الوليد بعد حمص، وهي اليوم قرية صغيرة.\nالجزء: 2 ¦ الصفحة: 239\n",
        "قوص\nمدينة كبيرة هي قصبة الصعيد بمصر.\nالجزء: 2 ¦ الصفحة: 237\n",
        "قومس\nإقليم صغير يقع في محاذاة جبال البرز، وجنوبي شرقي إقليم طبرستان، أهم مدنه (الدامغان) ، وتسمى أيضأ (مدينة قومس) نسبة إلى الإقليم، ومدينة بسطام.\nالجزء: 2 ¦ الصفحة: 242\n",
        "قونكة Ceuenca\nمدينة قرب طليطلة، وهي مركز مقاطعة، عمرها العرب واستردها الإسبان سنة 1177 م (573 هـ) .\nالجزء: 2 ¦ الصفحة: 243\n",
        "قونيه ICANIUM\nمدينة من أهم المدن في الجنوب الغربي من مدينة طرسوس. كانت عاصمة السلاجقة وفيها قبر المتصوف الشهير، جلال الدين الرومي. وقونية اليوم من مدن الجمهورية التركية.\nالجزء: 2 ¦ الصفحة: 240\n",
        "قوهستان\nهذه الكلمة تعني باللغة الفارسية (إقليم الجبال) ، وأهم مدنه: قرمسين (كرمنشاه) ، وهمذان والري وأصفهان.\nالجزء: 2 ¦ الصفحة: 244\n",
        "قيرغيز Kirghis\nمنطقة واسعة في آسيا، ذات سهول واسعة. هي اليوم جمهورية اتحادية مع روسيا.\nالجزء: 2 ¦ الصفحة: 245\n",
        "قيسارية CAESAREA\nوتلفظ أيضا (قيسرية أو\nقيصرية\n) ، مدينة كانت من أهم المدن في دولة سلاجقة الروم، تقع جنوبي مدينة سيواس إلى الشرق. وهناك مدينة بهذا الاسم في فلسطين تقع على ساحل البحر المتوسط في منتصف الطريق بين مدينتي حيفا ويافا.\nالجزء: 2 ¦ الصفحة: 251\n",
        "قيصرية\nمدينة تقع في وسط الأناضول بين أنقرة وملاطية.\nالجزء: 2 ¦ الصفحة: 246\n",
        "قيقان\nمنطقة بين خراسان وسجستان في شمالي أفغانستان الحالية. كانت ثغرا من ثغور المسلمين حتى تسرب إليها الإسلام في العصر العباسي الأول.\nالجزء: 2 ¦ الصفحة: 252\n",
        "كابول\nالمدينة المعروفة في أفغانستان، وكانت قديما عاصمة سجستان وطخارستان، وهي اليوم عاصمة أفغانستان.\nالجزء: 2 ¦ الصفحة: 258\n",
        "كاركاسون CARCASSONNE\nبلدة تقع في جنوبي فرانسا، على نهر (الأود (AUDE كانت من المدن الحصينة، وما زالت أسوارها القديمة باقية، وقد غزاها العرب أيام حكم الأندلس وعرفت عندهم باسم (قرقشونة (.\nالجزء: 2 ¦ الصفحة: 247\n",
        "كاسان\nمدينة فيما وراء النهر قرب مدينة سمرقند، ينتمي إليها جماعة من جلة العلماء منهم أبو بكر بن مسعود الكاساني صاحب كتاب (البدائع) ، من أهم كتب المذهب الحنفي، وكان يدعى سلطان العلماء (توفي سنة 587هـ (.\nالجزء: 2 ¦ الصفحة: 249\n",
        "كاشغر\nمدينة تقوم في قلب جبال (تيان شان) ، في أقصى التركستان، إلى الشرق من طاشقند وسمرقند، وهي اليوم من بلاد تركستان الصينية. ينسب إليها عدد من العلماء منهم أبو إسحاق إبراهيم بن عثمان الكاشغري، وأبو المعالي طغرلشاه محمد بن الحسن الكاشغري المحدث الواعظ. وأبو عبد الله الحسين بن علي الكاشغري المحدث.\nالجزء: 2 ¦ الصفحة: 248\n",
        "كاظمة\nموقع بين الكويت الحالية والبصرة، كانت فيه معركة بين خالد بن الوليد وهرمز قائد الفرس سنة 12هـ، وفيها بارز خالد هرمزا وقتله، وسميت المعركة بذات السلاسل، لأن جنود الفرس كانوا مقرونين بالسلاسل لكي لا يهربوا.\nالجزء: 2 ¦ الصفحة: 254\n",
        "كالابريا\nهو الجزء الجنوبي الغربي من إيطاليا والمعروف باسم (كالابريا) ، وقد غزا العرب هذه المنطقة وعرفت عندهم باسم (قلورية (\nالجزء: 2 ¦ الصفحة: 250\n",
        "كامبانيا Campania\nولاية إيطالية تمتد من جبال (ابينين Apennin) الوسطى الممتدة على ساحل البحر (التيراني mer Tyrrhenienne) .\nالجزء: 2 ¦ الصفحة: 253\n",
        "كانتون\nمن مدن الصين، وهي ميناء يقع في دلتا نهر (سيكيانغ) . في المصادر العربية تعرف اسم (خانفو) .\nالجزء: 2 ¦ الصفحة: 260\n",
        "كانديا CANDIA\nمرفأ في جزيرة (كريت) ، أسسه الربضيون الأندلسيون، واطلقوا عليه اسم (الخندق) ثم انتقلت التسمية إلى الأوروبية في صورة (كانداس (CANDAX، ثم (كانديا) الحالية.\nالجزء: 2 ¦ الصفحة: 255\n",
        "كجرات Gujrat\nهي المنطقة الواقعة على ساحل بحر الهند شمال مدينة بومباي وعاصمتها مدينة أحمد آباد.\nالجزء: 2 ¦ الصفحة: 257\n",
        "كربلاء\nمدينة تقع شمالي غربي الكوفة، وفيها مشهد الحسين (ر) ، وفي موقعها استشهد الحسين مع جميع آله وذويه تقريبا.\nالجزء: 2 ¦ الصفحة: 259\n",
        "كركوك\nمدينة هي اليوم من أجل مدن العراق، وهي مركز لواء كركوك. اشتهرت بغزارة نفطها، وفيها تل أثري تقوم عليه قلعتها.\nالجزء: 2 ¦ الصفحة: 265\n",
        "كرمان\nإقليم يقع بين إقليم فارس غربا، وإقليم مكران والمفازة الكبرى شرقآ، والخليح العربي جنوبا، وفيه يمتد رأس هرمز وقاعدة الإقليم مدينة (كرمان) ، ومن مدنها مدينة (بردسير) وكانت عاصمة إقليم أيام بني بويه.\nالجزء: 2 ¦ الصفحة: 256\n",
        "كرمنشاه\nبلدة قريبة من همدان تقع في شرقها، وتسمى (كرمنشاه) . ينسب إليها عبد السلام بن الحسين القرمسيني، صاحب التآليف في الحماسة وغيرها، وكان خازن دار الحكمة ببغداد. وتقع (كرمنشاه) اليوم في أراضي جمهورية إيران الإسلامية.\nالجزء: 2 ¦ الصفحة: 261\n",
        "كرميان\nبلاد تقع غرب الأناضول ما بين (اسكي شهر) شمالا و (أفيون قره حصار) جنوبا.\nالجزء: 2 ¦ الصفحة: 262\n",
        "كريت Crete\nجزيرة بالبحر المتوسط من الجزر اليونانية وقد استولت عليها الدولة العثمانية في القرن السابع عشر واستقلت عنها سنة 1898/م وألحقت باليونان عام 1918/م.\nالجزء: 2 ¦ الصفحة: 266\n",
        "كسكر\nمنطقة واسعة من مناطق السواد في العراق، وقصبتها مدينة واسط.\nالجزء: 2 ¦ الصفحة: 263\n",
        "كش\nاسم يطلق على عدة بلدان في إيران، ويكتب بالسين والشين والجيم، منها بلدة قرب جرجان، وبلدة فيما وراء النهر، جنوبي سمرقند وبخاري إلى الجنوب منهما، ومنها قرية من قرى أصفهان.\nالجزء: 2 ¦ الصفحة: 264\n",
        "كفر توثا\nبلدة من بلاد الجزيرة قرب رأس العين، وجنوبي مدينة ماردين، وثمة قرية في فلسطين تسمى بهذا الاسم.\nالجزء: 2 ¦ الصفحة: 273\n",
        "كفر طاب\nبلدة على الطريق بين المعرة وشيزر.\nالجزء: 2 ¦ الصفحة: 267\n",
        "كفرلاتا\nقرية تقع قرب مدينة أريحا بسورية, على الطريق بينها وبين معرة النعمان.\nالجزء: 2 ¦ الصفحة: 270\n",
        "كلوازي\nناحية من الجانب الشرقي من بغدد.\nالجزء: 2 ¦ الصفحة: 268\n",
        "كمخ\nحصن في أرمينية، قرب أرزنجان، كان المسلمون والروم يتنازعونه في حروبهم.\nالجزء: 2 ¦ الصفحة: 269\n",
        "كمرجة\nمن بلاد الصغد، فيما وراء النهر، إلى الجنوب الغربي.\nالجزء: 2 ¦ الصفحة: 271\n",
        "كوتاهية\nمدينة في غرب البر الأناضولي، إلى الجنوب من بورصة واسكي شهر.\nالجزء: 2 ¦ الصفحة: 272\n",
        "كورسيكا CORSE\nجزيرة تقع غرب البحر المتوسط، غزاها العرب عدة مرات، وهي اليوم تابعة لفرانسا.\nالجزء: 2 ¦ الصفحة: 275\n",
        "كوستازا Costanza\nمدينة من مدن رومانيا. تقع على البحر الأسود ومن أهم موانئه.\nالجزء: 2 ¦ الصفحة: 282\n",
        "كوستانزا Castanza\nمدينة تقع في منطقة (كالابريا Calabria) بجنوب إيطاليا.\nالجزء: 2 ¦ الصفحة: 274\n",
        "كوسوفو Kosovo\nسهل يقع جنوب يوغوسلافيا بين بلغاريا وألبانيا واليونان وقد جرت فيه الوقعة الشهيرة بين العثمانيون والصرب سنة (792/هـ) و (1389 / م) فيها استولى العثمانيون على بلاد الصرب وجعلوها ولاية عثمانية.\nالجزء: 2 ¦ الصفحة: 278\n",
        "كوكبان\nجبل قرب صنعاء، وإليها يضاف قصر كان مبنيا بالفضة والحجارة، وداخله بالياقوت والجوهر، وكان ذلك الدر والجوهر يلمع بالليل كما يلمع الكوكب فسمي بذلك. قيل إنه من بناء الجن.\nالجزء: 2 ¦ الصفحة: 283\n",
        "لؤلؤة\nحصن يدعوه الرومان (لولون (LOULON وقد سماه العرب (لؤلؤة) ، هو أمنع حصون بيزنطة، يقع شمالي طرسوس.\nالجزء: 2 ¦ الصفحة: 276\n",
        "لارده LARIDA\nمدينة في إسبانيا، تقع في وسط المسافة بين برشلونة وسرقسطة.\nالجزء: 2 ¦ الصفحة: 279\n",
        "لبلة NIEBLA\nمدينة تقع في جنوبي غربي إسبانيا في مقاطعة (أونبة HUELVA) ، إلى الغرب من إبيلية.\nالجزء: 2 ¦ الصفحة: 281\n",
        "لشبونة\nيقال لها أيضا (لشبونة) وهي عاصمة جمهورية البرتغال حاليا. تقع على ساحل المحيط الأطلسي عند مصب نهر (التاجو) .\nالجزء: 2 ¦ الصفحة: 277\n",
        "لمنوس Lemnos\nجزيرة يونانية في بحر إيجه.\nالجزء: 2 ¦ الصفحة: 284\n",
        "لورقة LORCA\nمدينة في منطقة (تدمير) ، تقع على نهر (شقورة) جنوبي غربي مدينة (مرسية (\nالجزء: 2 ¦ الصفحة: 285\n",
        "لوشه Loja\nL تقع غرب غرناطة يخترقها نهر (شنيل) وكانت أيام الدولة الإسلامية من مدن الأندلس الزاهرة وسقطت في أيدي الإسبان سنة 891/هـ (1486/م) .\nالجزء: 2 ¦ الصفحة: 280\n",
        "لومبارديا LOMBARDIA\nمنطقة تقع شمالي إيطاليا على سفوح جبال الألب.\nالجزء: 2 ¦ الصفحة: 290\n",
        "ليبانت Lepante\nمدينة يونانية تقع على الساحل الشمالي من مضيق (ليبانت) الذي يصل بين خليج (باتراس) وخليج (كورانتو) . وفيها جرت عام 1572 / م المعركة البحرية بين العثمانين وبين إسبانيا وحلفائها وانتهت بخسارة العثمانيون خسارة فادحة.\nالجزء: 2 ¦ الصفحة: 288\n",
        "ليكيا LYCIA\nمنطقة في الأناضول تقع مقابل الساحل الشرقي لجزيرة قبرس، وأمام ساحلها جرت معركة ذات الصواري سنة 34 هـ، وانتهت بسحق الأسطول البيزنطي.\nالجزء: 2 ¦ الصفحة: 293\n",
        "ليون LEON\nمنطقة تقع في شمالي غربي إسبانيا. اتحدت مع كاستيليا (قشتالة) سنة 1230م، وهي اليوم إحدى الولايات الإسبانية، ومن مدنها (سمورا (ZAMORA و (سلامنكا (SALAMANQUA وفي فرانسا مدينة تسمى بهذا الاسم (LYON) ، تقع وسط فرانسا، عند ملتقى نهر الرون ونهر (الصون SAON)\nالجزء: 2 ¦ الصفحة: 286\n",
        "مؤتة\nبلدة في شرقي الأردن قرب الكرك.\nالجزء: 2 ¦ الصفحة: 287\n",
        "ما وراء النهر TRANSOXUS\nهي المنطقة الواسعة المحصورة ما بين نهري سيحون وجيحون وما حولهما وتسمى اليوم تركستان. وقد كان نهر جيحون القديم يعد الحد الفاصل بين الأقوام الناطقة بالفارسية والناطقة بالتركية، أي إيران وتوران فما كان وراءه من أقاليم سماه العرب (ما وراء النهر) ، وهو نهر جيحون، وكذلك سموه بلاد (الهياطلة) ، وهو اسم أطلقوه على جميع الشعوب والبلاد التورانية فيما وراء جيحون، وكانت هذه البلاد تقسم إلى خمسة أقاليم: 1- إقليم الصغد، وكان له قاعدتان: بخاري وسمرقند. 2- إقليم خوارزم، ويقع غربي إقليم الصغد، ويعرف اليوم بإقليم (خيوة) ، ويشتمل على دلتا نهر جيحون. 3- إقليم الصغانيان: يقع في أعالي نهر جيحون. 4- إقليم الختل: يقع في أعالي نهر جيحون، إلى الشرق من الصغانيان. 5- إقليم الشاش، ويعرف بإقليم (طشقند) . وتؤلف هذه المنطقة اليوم (تركستان الروسية) وتضم ولايات (كازاغستان، كيركيزيستان، أوزبكستان، تادجيكستان، وتركمنستان) ، تمييزا لها عن تركستان الصينية الحالية المسماة (سينكيانغ (.\nالجزء: 2 ¦ الصفحة: 289\n",
        "ماربيلا Marbella\nمدينة إسبانية على ساحل البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 295\n",
        "مارتلة Martela\nمدينة صغيرة جنوب البرتغال, تقع على نهر (بطليوس) .\nالجزء: 2 ¦ الصفحة: 308\n",
        "ماردة MARIDA\nمنطقة من مناطق الأندلس على نهر (غواديانا) الأوسط، ويطلق الاسم على مدينة هناك أيضا شرقي مدينة بطليوس، نحو الشمال الغربي من قرطبة، وينسب إلى ماردة كثير من العلماء.\nالجزء: 2 ¦ الصفحة: 294\n",
        "ماردين\nمدينة تقع بين رأس العين ونصيبين في شمالها، فيها قلعة عظيمة من الصخر، وكان يقال لها في المئة الرابعة من الهجرة (الباز) وكانت معقل أمراء بني حمدان. وهي اليوم من مدن الجمهورية التركية.\nالجزء: 2 ¦ الصفحة: 291\n",
        "مارسيليا MARSEILLE\nميناء كبير ومدينة من كبريات المدن الفرنسية، تقع على البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 292\n",
        "ماريتزا Maritza\nنهر ينبع من غرب بلغاريا ويصب في بحر إيجه وفي بلغاريا مدينة سميت باسمه.\nالجزء: 2 ¦ الصفحة: 301\n",
        "مازرة MASARA\nمدينة تقع غربي جزيرة صقلية على البحر المتوسط، نزل بها القائد العالم أسد بن الفرات في أول غزو الجزيرة، ينتسب إليها عدد من العلماء منهم: الفقيه الإمام أبو عبد الله محمد بن علي بن إبراهيم التميمي المازري، وبها توفي الأديب أبو علي الحسن بن رشيق القيرواني، صاحب كتاب (العمدة) سنه 456هـ.\nالجزء: 2 ¦ الصفحة: 309\n",
        "مازندران\nجاء في معجم البلدان أنها اسم لولاية طبرستان.\nالجزء: 2 ¦ الصفحة: 302\n",
        "ماسبذان\nمنطقة تقع شمالي الأهواز إلى الغرب، على حدود العراق، وأهم مدنها (السيروان) و (الصميرة (.\nالجزء: 2 ¦ الصفحة: 296\n",
        "ماكسين\nمن قرى الخابور، قرب رأس العين.\nالجزء: 2 ¦ الصفحة: 297\n",
        "مالطة MALTE\nجزيرة تقع جنوبي جزيرة صقلية وبين الساحل الإفريقي، وكانت ضمن الحكم الإسلامي فترة طويلة، وما تزال آثارها ولغتها تحمل الطابع العربي إلى اليوم. نالت استقلالها سنة 1964.\nالجزء: 2 ¦ الصفحة: 298\n",
        "مالقه Malaga\nمدينة تقع في الأندلس الإسبانية على ساحل البحر المتوسط. استولى عليها الإسبان واستخلصوها من يد المسلمين سنة 1487/م.\nالجزء: 2 ¦ الصفحة: 299\n",
        "مدريد MADRID\nوتسمى في المصادر العربية (مجريط) ، أكبر مدن (قشتالة) ، وهي اليوم عاصمة إسبانيا. بناها الأمير محمد بن عبد الرحمن الأوسط في القرن الثالث للهجرة، فوق مستودعات من المياه الجوفية، وقد ثبت أن اسمها مجريط مشتق من كلمة (مجرى) بالألف الممدود بالكسر، أي بالإمالة التي هي لهجة أهل الأندلس، ثم بالمقطع الإسباني (يط) ، الذي في آخر الكلمة وهو يدل على التكثير. والاسم (مجريط) يدل على مجموعة المجاري والقنوات الجوفية التي ما زالت آثارها باقية فيها حتى اليوم، وينسب إلى (مجريط) ، عدد من أهل العلم منهم الفلكي الرياضي مسلمة بن أحمد المجريطي المتوفي سنة 398هـ.\nالجزء: 2 ¦ الصفحة: 300\n",
        "مدينة سالم MEDINACELI\nمدينة تقع في نصف الطريق يين سرقسطة ومدريد (مجريط) . كانت أيام الحكم العربي مركز الجيوش المرابطة في الثغور ومنها تخرج إلى قتال الأعداء، وإليها تتراجع وبها كانت تعتصم عند الفشل، (ر. ثغور) . ينتسب إليها جماعة من أهل العلم منهم: أبو الحسن بن علي بن موسى الأنصاري السالمي الجياني المعروف بابن النقرات، وإليه ينسب كتاب شذور الذهب في الكيمياء، المتوفي سنة 533هـ، وأبو الأصبغ عيسى بن عبد الرحمن بن سعيد الأموي المقرئ المتوفي سنة 498 هـ، وأبو عامر محمد بن أحمد البلوي الفقيه، وهو من أهل طرطوشة، وسكن مرسية وأصله من مدينة سالم صاحب كتاب (درر القلائد وغرر الفوائد) وكتاب (الشفاء) ، في الطب، وغير ذلك وتوفي سنة 559هـ وغيرهم، وفي مدينة سالم توفي المنصور بن أبي عامر سنة 392هـ.\nالجزء: 2 ¦ الصفحة: 312\n",
        "مراغة\nمدينة من أكبر مدن أذربيجان، تقع جنوبي شرقي بحر قزوين، كانت من المراكز التجارية والعسكرية الهامة أيام الحكم العباسي. أضحت أيام المغول قاعدة أذربيجان. في ظاهرها المرصد العظيم الذي بناه الفلكي نصير الدين الطوسي بأمر هولاكو، وما زالت أطلاله باقية. وفي مصر توجد بلد باسم (مراغة) على النيل وإليها ينسب الشريف المراغي صاحب كتاب (الجدل (\nالجزء: 2 ¦ الصفحة: 304\n",
        "مراكش\nمن أكبر مدن المغرب، تقع في جنوبي البلاد نحو الغرب، في سفوح جبال الأطلس. بناها يوسف بن تاشفين سنة 470 هـ وجعلها عاصمة له ولأعقابه من بعده، ثم ظلت من أهم المدن إلى اليوم.\nالجزء: 2 ¦ الصفحة: 303\n",
        "مرج الديباج\nمرج من المروج الواسعة في منطقة الثغور الشامية، قرب بلدة المصيصة بجبال كليكيا.\nالجزء: 2 ¦ الصفحة: 305\n",
        "مرج الصفر\nمرج في غوطة دمشق، وفيه جرت موقعة بين المسلمين والروم انتهت بهزيمة الروم سنة 14هـ.\nالجزء: 2 ¦ الصفحة: 306\n",
        "مرج دابق\nسهل ممرع يعرف بمرج دابق يقع شمال مدينة حلب فيه وقعت الحرب بين السلطان سليم الأول العثماني والسلطان المملوكي قانصوه الغوري سنة 922 / هـ وانتهت بغلبة السلطان العثماني ودخوله سورية وانتزاعها من حكم المماليك.\nالجزء: 2 ¦ الصفحة: 307\n",
        "مرج راهط\nمرج يقع بغوطة دمشق، فيه جرت الموقعة بين الضحاك بن قيس، ومروان بن الحكم سنة 64 هـ، وانتهت بمقتل الضحاك ومبايعة مروان بالخلافة.\nالجزء: 2 ¦ الصفحة: 321\n",
        "مرج عذراء\nمرج يقع في شمالي دمشق وفي غوطتها، وفيه قرية تنسب إليه.\nالجزء: 2 ¦ الصفحة: 310\n",
        "مرسية MURCIA\nبلدة من البلدان الأندلسية الهامة، تقع في الجنوب الشرقي على نهر (شقورة) . بناها عبد الرحمن الأوسط ابن الحكم الأموي، وكان اسمها (تدمير) ولم يلبث اسم مرسية أن غلب عليها. ينسب إليها عدد من العلماء منهم أبو غالب تمام بن غالب التياني المرسي اللغوي صاحب كتاب (الموعب) ، ومحيي الدين بن العربي أبو بكر المرسي نزيل دمشق، وشرف الدين أبو عبد الله محمد السلمي المحدث النحوي، وأبو العباس أحمد بن رشيق الأديب الكاتب، وأبو عامر أحمد بن عبد الملك المعروف بابن شهيد الأشجعي الشاعر الأديب المتوفي بقرطبة سنة 426هـ، وأبو محمد عبد الله بن محمد الخشني الفقيه الحافظ المتوفي سنة 526هـ، وأبو الحسن علي بن إسماعيل المعروف بابن سيده الأندلسي المرسي اللغوي صاحب كتاب (المخصص) ، وكتاب (المحكم في اللغة) وكتاب في شرح الحماسة، وأبو العباس أحمد المرسي، من أكابر الأولياء المتوفي بالإسكندرية سنة 686هـ، وأبو عبد الله محمد بن عبد الله بن أبي بكر القضاعي البلنسي الإمام الحافظ، والكاتب الشاعر المؤرخ ابن الأبار وغيرهم. استولى عليها الأسبان سنة 636هـ (1238م) ، وكانت يومئذ في يد أميرها أحمد بن محمود بن هود.\nالجزء: 2 ¦ الصفحة: 313\n",
        "مرعش\nوتسمى باللغة اليونانية (مراسيون (MARASION مدينة تقع على نهر جيحان، وهي أول درب الحدث، من الثغور الشامية وتقع الآن في أراضي الجمهورية التركية.\nالجزء: 2 ¦ الصفحة: 311\n",
        "مرو\nالروز\nمدينة قريية من مرو الشاهجان، تقع على نهر (الروز) -ومعناه بالفارسية النهر- فنسبت إليه.\nالجزء: 2 ¦ الصفحة: 315\n",
        "مرو\nأحد أقاليم خراسان، وقاعدته مدينة (مرو) ، التي أضحت في وقت ما عاصمة خراسان، وتدعى (مرو الكبرى) أو (مرو الشاهجان) أي مرو السلطانية، لكونها مقر الأمير الحاكم. يقال أن مؤسسها هو الملك السلوقي (أنطوخيوس الأول) ، سنة (280 - 240 ق. م) ، وقد جعلها مستعمرة يونانية، ثم استولى عليها الفرس. لها في التاريخ الإسلامي وفي تاريخ الفكر الإسلامى دور واسع كبير. فيها قتل يزد جرد آخر ملوك الفرس وسبيت له ابنتان حملتا إلى العراق ثم إلى المدينة، فتزوج إحداهن الحسين بن علي فولدت له عليا زين العابدين، وتزوج الثانية عبد الله بن عمر فولدت له سالما. والنسبة إليها (مروزي (.\nالجزء: 2 ¦ الصفحة: 316\n",
        "مسقط\nعاصمة سلطنة عمان، على ساحل خليح عمان، وهي مدينة قديمة ذات تاريخ تجاري وسياسي طويل. منها كانت تنطلق السفن الإسلامية إلى بلاد الهند والصين.\nالجزء: 2 ¦ الصفحة: 322\n",
        "مسكن\nموضع عند نهر دجيل، عند دير الجاثليق، كانت فيه الوقعة بين عبد الملك بن مروان، ومصعب بن الزبير سنة 72هـ، فقتل مصعب وقبره هناك معروف، وقتل معه إبراهيم بن الأشتر النخعي. وفيها التقى الحسن بن علي ومعاوية بن أبي سفيان، واصطلحا وتنازل الحسن عن الخلافة لمعاوية.\nالجزء: 2 ¦ الصفحة: 314\n",
        "مسينا MESSINA\nمدينة في أقصى الشرق الشمالي من جزيرة صقلية، يسمى باسمها المضيق البحري الذى يفصل بين الجزيرة وبين إيطاليا، كما يفصل بين حوضي البحر المتوسط الشرقي والغربي.\nالجزء: 2 ¦ الصفحة: 320\n",
        "مشهد\nقرية من قرى طوس بخراسان فيها توفي هارون الرشيد سنة 193 هـ وتوفي فيها أيضا علي الرضا الإمام الثامن من أئمة الشيعة سنة 203 هـ ودفنا تحت قبة واحدة وكان ذلك من تدبير الخليفة المأمون فقد دفن عليا إلى جانب أبيه والتبس بذلك الأمر على الشيعة ومن ثم دعا الشيعة مدينة سناباذ باسم (المشهد) ، وأضحت مدينة عظيمة حولها قبور عديدة مع قباب مشهورة منها قبر الإمام الغزالي وقبر الفردوسي الشاعر الفارسي المشهور.\nالجزء: 2 ¦ الصفحة: 317\n",
        "معان\nمدينة في جنوبي الأردن على طريق الحجاز، ينتهي بها الخط الحديدي الذى كان يصل دمشق بالمدينة المنورة.\nالجزء: 2 ¦ الصفحة: 323\n",
        "معدن\nقرية من قرى (زوزن) من نواحي نيسابور.\nالجزء: 2 ¦ الصفحة: 318\n",
        "معرة النعمان\nمدينة تقع على الطريق بين حماه وحلب، تنسب إلى النعمان بن بشير الأنصاري، وفيها نشأ أبو العلاء المعري وفيها قبره. وينسب إليها كثير من العلماء والشعراء منهم: زين الدين عمر المعروف بابن الوردي الشاعر.\nالجزء: 2 ¦ الصفحة: 319\n",
        "مقدونيا Macedoine\nمنطقة تقع شمال بلاد اليونان. حكمت اليونان في عهد الملك المقدوني فيليب الثاني ومن بعده ابنه الإسكندر الثالث (الأكبر) ، ثم استولى عليها الرومان سنة 146 ق. م فأصبحت رومانية، وبعد الحرب العالمية الثانية انضم قسم منها إلى يوغسلافيا وقسم إلى بلغاريا وقسم إلى اليونان.\nالجزء: 2 ¦ الصفحة: 326\n",
        "مقنا\nقرية تقع إلى الجنوب من مدينة (إيلة) على ساحل خليح العقبة.\nالجزء: 2 ¦ الصفحة: 325\n",
        "مكة\nهي البلد الحرام وتدعى (أم القرى) و (بكة) . فيها ولد الرسول صلى الله عليه وسلم وفيها بعث وفيها نزل القرآن الكريم ليكون رسالة للعالمين، ومنها خرج النبي صلى الله عليه وسلم مهاجرا إلى المدينة، وعاد إليها فاتحا سنة 8 للهجرة.\nالجزء: 2 ¦ الصفحة: 324\n",
        "مكران\nمكران إقليم واسع يشمل عدة مدن وقرى، يقع ما بين كرمان من الغرب وسجستان من الشمال والهند شرقا والبحر جنوبا، ويعرف اليوم بإقليم بلوجستان.\nالجزء: 2 ¦ الصفحة: 331\n",
        "مكناسة\nمدينة معروفة من مدن المغرب الأقصى، قرب مدينة فاس، كانت تتكون من مدينتين توأمين، وتعرف باسم مكناسة الزيتون.\nالجزء: 2 ¦ الصفحة: 336\n",
        "ملتان\nمن مدن حوض نهر السند الشمالي، قرب مدينة (لاهور) . كانت إحدى عواصم الإسلام في ذلك الإقليم. وتقع اليوم في شمالي دولة باكستان.\nالجزء: 2 ¦ الصفحة: 328\n",
        "ملطية\nمدينة تقع في الحوض الأعلى لنهر الفرات، وكانت من الثغور الشامية، تقع شمالي (سميساط) . منها كانت تنطلق الصوائف لغزو بلاد الروم. هدمها الروم وجدد بناءها هارون الرشيد، وهي اليوم من مدن الجمهورية التركية.\nالجزء: 2 ¦ الصفحة: 327\n",
        "ملقا\nمدينة من مدن شبه جزيرة الملايو بالشرق الأقصى كانت تتبع سيام ثم استقلت عنها بفضل قوتها الإقتصادية.\nالجزء: 2 ¦ الصفحة: 330\n",
        "ملقة MALAGA\nوتدعى (مالقة) أيضا. مدينة في أقصى جنوبي شرقي إسبانبا (الأندلس) على ساحل البحر المتوسط. ينسب إليها كثير من العلماء منهم ضياء الدين عبد الله بن أحمد المالقي الشهير بابن البيطار، الطبيب صاحب كتاب الأدوية المفردة.\nالجزء: 2 ¦ الصفحة: 329\n",
        "ملندي Malindi\nمن مدن كينيا الإفريقية على البحر الهندي وهي ميناء هام. أقام فيها البرتغاليون في القرن السادس عشر مخزنا للتوابل ومعدن الذهب والنحاس والشمع والعاج.\nالجزء: 2 ¦ الصفحة: 334\n",
        "مليبار\nإقليم يقع في الجزء الجنوبي من ساحل الهند الغربي وكان ينقسم إلى عدد من الوحدات السياسية الصغيرة ومنها (كاليكوت) وكانت أهم هذه الوحدات.\nالجزء: 2 ¦ الصفحة: 333\n",
        "مليلة MELLILA\nمدينة تقع شرقي مدينة طنجة وتطوان. نزل بها إدريس بن عبد الله بن الحسن الطالبي فارا بعد وقعة فخ سنة 169هـ.\nالجزء: 2 ¦ الصفحة: 332\n",
        "ممش\nموقع جنوبي القيروان، على مرتفع من هضبة تتصل بجبال أوراس، وفيه كانت الوقعة التي التقى فيها جيش العرب بقيادة زهير البلوي، أمير إفريقية، وجيش البربر والروم بقيادة كسيلة البربري، وانتهت بمقتل كسيلة وهزيمة البربر والروم، وتعتبر هذه الوقعة من الوقائع الحاسمة في تاريخ الفتح للمغرب (سنة 69هـ (\nالجزء: 2 ¦ الصفحة: 339\n",
        "مناذر\nمن مدن الأهواز.\nالجزء: 2 ¦ الصفحة: 335\n",
        "منبج\nمن مدن الروم القديمة وتدعى عندهم (هيرابوليس (HIERAPOLIS من أعمال حلب، تقع في شرقها، قرب الفرات.\nالجزء: 2 ¦ الصفحة: 340\n",
        "منذكرت\nوتسمى (ملازكرد) و (ملاسكرد) . من مدن أرمينية، تقع شمالي مدينة (خلاط) ، على مقربة من مجرى الفرات الشرقي فيها وقعت سنة 463 هـ (1071م) وقعة فاصلة بين الروم وبين السلاجقة المسلمين، وأسر فيها إمبراطور الروم (رومانوس ديوجنيس) ، وقد فتحت هذه الوقعة أمام السلاجقة آسيا الصغرى وقرارهم فيها.\nالجزء: 2 ¦ الصفحة: 337\n",
        "منورقة MENORCA\nهي عدة جزر تقع أمام الساحل الشرقي لأسبانيا وأهمها ثلاثة جزر هي: ميورقة majorca ومنورقة minorca ويابسة ibiza وتسمى في المصادر العربية بالجزر الشرقية. خضعت لنفوذ قرطبة سنة 234 هـ (848 م) في عهد الأمير عبد الرحمن الثاني الأوسط الأموي غير أنها لم تضم نهائيا بواسطة عمال الدولة الأموية بالأندلس إلا منذ سنة 290 هـ (902 م) حينما أرسل إليها الأمير عبد الله بن محمد بن عبد الرحمن الثاني قائده عصام الخولاني حاكما عليها وظلت في يد المسلمين إلى أن احتلها ملك أراجون (جاك الأول) (1230-1287م) .\nالجزء: 2 ¦ الصفحة: 343\n",
        "مهران\nويسمى نهر (الأندوس (INDUS نهر عظيم ينبع من هضبة التيبت، ويصب في بحر عمان.\nالجزء: 2 ¦ الصفحة: 338\n",
        "موره\nهي شبه الجزيرة الكبيرة التي تشكل الجزء الجنوبي من بلاد اليونان.\nالجزء: 2 ¦ الصفحة: 350\n",
        "مورون Moron\nإقليم إسباني يقع غرب (شذونة) وجنوبي غربي قرطبة، وحاضرته مدينة (قلب) .\nالجزء: 2 ¦ الصفحة: 342\n",
        "موقان\nاسم لإقليم يمتد على ساحل بحر قزوين الشرقي، وقاعدته مدينة موقان.\nالجزء: 2 ¦ الصفحة: 341\n",
        "موناستير Monastere\nمدينة يوغسلافية تسمى اليوم (بيتولا Bitola) وتقع بالقرب من الحدود اليونانية الألبانية. وفي تونس بلدة تسمى (موناستير) تقع على ساحل البحر المتوسط بين (سوسه) و (المهدية) .\nالجزء: 2 ¦ الصفحة: 349\n",
        "مونتي كاسينو MANTE CASSINO\nبلدة تقع في منطقة اللاتيوم بإيطاليا، بين روما ونابولي.\nالجزء: 2 ¦ الصفحة: 345\n",
        "مونستير MONASTIR\nمدينة في تونس، تقع على ساحل البحر بين المهدية وسوسة، وهي مرفأ هام.\nالجزء: 2 ¦ الصفحة: 344\n",
        "موهاكس Mahaxs\nمدينة تقع على الضفة اليمنى لنهر الدانوب جنوبي مدينة (بودابست) وبالقرب منها سهل تكثر فيه المستنقعات وفيه جرت المعركة الشهيرة بين العثمانيين والصرب سنة 1526/م (932/هـ) وفيها هزم الجيش المجري.\nالجزء: 2 ¦ الصفحة: 353\n",
        "ميافارقين\nمدينة آرامية كانت تدعى (ميفاركات (MAYPHARKATH، من أهم مدن الجزيرة، تقع في الحوض الأعلى لنهر دجلة قرب آمد، وكانت أشهر مدن ديار بكر قبل الإسلام وبعده، واستمرت من أهم المراكز الحصينة حتى ما بعد القرن السابع الهجري. ينسب إليها نفر من العلماء منهم الشيخ أبو النصر الحسن الفارقي الكاتب والشاعر الأديب.\nالجزء: 2 ¦ الصفحة: 346\n",
        "ميسان\nاسم منطقة واسعة، كثيرة القرى والنخيل، بين البصرة وواسط، وكانت قصبتها تدعى أيضا (ميسان) .\nالجزء: 2 ¦ الصفحة: 348\n",
        "ميلازو Milazzo\nقلعة حصينة في جزيرة صقلية، تقع على ساحل البحر، وتدعى (ميلاص) .\nالجزء: 2 ¦ الصفحة: 351\n",
        "ميلانو Milano\nمن أشهر المدن الإيطالية. هي حاضرة إقليم (لامبارديا Lombardia) الواقع في شمال إيطاليا على سفوح جبال الألب.\nالجزء: 2 ¦ الصفحة: 347\n",
        "ميلة\nمدينة قديمة ذات حصن، من مدن الزاب. كثيرة الخصب، يسكنها البربر. وهناك مدينة بهذه التسمية قرب قسنطينة.\nالجزء: 2 ¦ الصفحة: 352\n",
        "ميورقة\nهي عدة جزر تقع أمام الساحل الشرقي لأسبانيا وأهمها ثلاثة جزر هي: ميورقة majorca ومنورقة minorca ويابسة ibiza وتسمى في المصادر العربية بالجزر الشرقية. خضعت لنفوذ قرطبة سنة 234 هـ (848 م) في عهد الأمير عبد الرحمن الثاني الأوسط الأموي غير أنها لم تضم نهائيا بواسطة عمال الدولة الأموية بالأندلس إلا منذ سنة 290 هـ (902 م) حينما أرسل إليها الأمير عبد الله بن محمد بن عبد الرحمن الثاني قائده عصام الخولاني حاكما عليها وظلت في يد المسلمين إلى أن احتلها ملك أراجون (جاك الأول) (1230-1287م) .\nالجزء: 2 ¦ الصفحة: 354\n",
        "نابلس\nمن أشهر مدن فلسطين تقع في منطقة جبلية تعرف باسمها.\nالجزء: 2 ¦ الصفحة: 355\n",
        "نابولي NAPOLIS\nمدينة إيطالية تقع على خليج نابولي المعروف باسمها والمطل على البحر (التيراني MERTYRANIENNE)\nالجزء: 2 ¦ الصفحة: 363\n",
        "ناربون\nهي التسمية العربية لمدينة (ناربون (narbonne التي تقع جنوبي شرقي فرانسا. كانت وقت الفتح الإسلامي تابعة لإسبانيا وجزء من الدولة القوطية وقاعدة لإمارة (سبتمانيا septemanie) أي المدن السبعة. فتحها القائد العربي السمح بن مالك سنة 101هـ (721 م) لحماية حدود الأندلس الشمالية حتى استردها شارل مارتل بعد ذلك.\nالجزء: 2 ¦ الصفحة: 358\n",
        "نافارا NAVARRE\nمنطقة تمتد على طرفي جبال (البيرينيه) ، وقسم منها يدخل في الأراضي الفرنسية ويسمى نافار السفلى، وقسم آخر يدخل في الأراضي الإسبانية ويسمى نافار العليا، وأهم مدن هذا القسم هو مدينة (بمبلونة (PAMPELONA وهي قاعدته. كانت فترة تحت الحكم الإسلامي. وتعرف منطقة (نافار) باسم منطقة (الباسك) ، وقد أطلق العرب على اسم أهلها اسم (البشكنس (\nالجزء: 2 ¦ الصفحة: 356\n",
        "نافارين Navarin\nوتسمى (بيلوس- Pylos) مدينة يونانية تقع على الساحل الغربي لشبه جزيرة (الموره) .\nالجزء: 2 ¦ الصفحة: 359\n",
        "نجران\nمن بلاد عسير، إلى الشرق منها، قرب الربع الخالي، وكان أهلها على النصرانية قبل الإسلام.\nالجزء: 2 ¦ الصفحة: 357\n",
        "نسا\nمن مدن خراسان، تقع غربي مدينة (أبيورد) وشمالي مدينة (طوس) وشرقي مدينة بسطام، على حدود إقليم جرجان ينسب إليها كثير من العلماء منهم زهير بن حرب أبو خيثمة النسائي، محدث بغداد، وأحد شيوخ مسلم بن الحجاج صاحب المسند ومنها أبو عبد الرحمن النسائي، صاحب التصنيف المشهور في الحديث.\nالجزء: 2 ¦ الصفحة: 361\n",
        "نسف\nمن مدن الصغد، فيما وراء النهر، تقع جنوبي شرقي مدينة بخاري وغربي مدينة (كش) ، خرج منها كثير من العلماء منهم: أبو حفص عمر بن محمد النسفي، أحد الأئمة المشهورين في الحديث والتاريخ، نظم كتاب الجامع الصغير، وهو أول كتاب في نظم الفقه، وله تاريخ سمرقند، وكتاب التيسير في التفسير، توفي سنة 530هـ.\nالجزء: 2 ¦ الصفحة: 362\n",
        "نصر آباذ\nمحلة بنيسابور.\nالجزء: 2 ¦ الصفحة: 360\n",
        "نصيبين\nمدينة بيزنطية تدعى (نيسيبيس (NISIBIS، من بلاد ربيعة في الجزيرة، تقع شرقي دجلة على جادة القوافل من الموصل إلى الشام.\nالجزء: 2 ¦ الصفحة: 364\n",
        "نهاوند\nمدينة عظيمة، تقع شرقي مدينة همدان، وفيها جرت المعركة الكبرى بين العرب والفرس سنة 21 هـ، وانتهت بنصر العرب، وقد دعيت تلك المعركة (فتح الفتوح (\nالجزء: 2 ¦ الصفحة: 365\n",
        "نهر آراس Aras\nنهر ينبع من جنوب شرق تركيا ويمر بشمال إيران ثم بالاتحاد السوفياتي ويصب في بحر الخزر.\nالجزء: 2 ¦ الصفحة: 368\n",
        "نهر الأبرو EBRO\nمن أنهار إسبانيا الكبرى، ينبع من جبال (كنتابريا (CENTABRIA المتفرعة من جبال (البيرينيه) بشمالي إسبانيا، ويصب في البحر المتوسط مارا بمدينة (سرقسطة) ، ويروي مناطق واسعة.\nالجزء: 2 ¦ الصفحة: 366\n",
        "نهر الأردن\nنهر ينبع من جبال (أنتي لبنان) ويخترق بحيرة طبرية ثم يجري في وادي الغور، ويصب في البحر الميت.\nالجزء: 2 ¦ الصفحة: 370\n",
        "نهر التاجة TEJO\nأطول أنهار إسبانيا، يتجه من قلب (قشتالة) نحو الغرب الجنوبي، ويمر من مدينة طليطلة ويصب في المحيط الأطلسي عند مدينة (لشبونة (\nالجزء: 2 ¦ الصفحة: 369\n",
        "نهر الثرثار\nينبع من جبال سنجار ويصب في دجلة جنوبي تكريت وسامراء.\nالجزء: 2 ¦ الصفحة: 374\n",
        "نهر الجارون LAGARANNE\nنهر عظيم يقع في جنوبي فرانسا. ينبع من إسبانيا ويصب في المحيط الأطلسي عند مدينة (بوردو (.\nالجزء: 2 ¦ الصفحة: 367\n",
        "نهر الخابور\nينبع من رأس العين ويصب في نهر الفرات.\nالجزء: 2 ¦ الصفحة: 375\n",
        "نهر الخازر\nنهر بين أربيل والموصل شمالي نهر الزاب الكبير، يصب في دجلة، وقد جرت عنده وقعة بين عبيد الله بن زياد، والأشتر النخعي أيام المختار الثقفي سنة 67 هـ، ومقتل ابن زياد.\nالجزء: 2 ¦ الصفحة: 371\n",
        "نهر الرس\nنهر عظيم ينبع في إقليم قاليقلا غربي أرمينية، ويجري شرقا ويلتقي بنهر (الكر) ، ويصبان في بحر الخزر، وبينهما يقع إقليم (الران) .\nالجزء: 2 ¦ الصفحة: 372\n",
        "نهر الرون RHONE\nنهر ينبع من جبال الألب السويسرية، وينحدر منها إلى بحيرة (ليمان) ، ثم يدخل فرانسا ويجتاز مدينة (ليون) وتحد بنهر (الصونSAON) ، ويصب في البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 376\n",
        "نهر الزاب\nهما نهران يصبان في نهر دجلة، أحدهما يسمى الزاب الأعلى وينبع من جبال أذربيجان، ويصب في دجلة عند مدينة الحديثة، جنوبي الموصل، والآخر يسمى الزاب الأسفل، وهو على بعد مئة ميل من الزاب الأعلى، وينبع من منطقة الجبال وفي إفريقية يوجد نهر بهذه التسمية (وادي الزاب) ، ينبع من جبال أوراس ويصب في البحر المتوسط.\nالجزء: 2 ¦ الصفحة: 383\n",
        "نهر السند\nويسمى نهر (الأندوس (INDUS نهر عظيم ينبع من هضبة التيبت، ويصب في بحر عمان.\nالجزء: 2 ¦ الصفحة: 373\n",
        "نهر العاصي\nينبع من منطقة الهرمل بلبنان، ويجري في سورية مارا بمدينتي حمص وحماه، ثم يدخل في الأراضي التركية مارا بمدينة أنطاكية ويصب في البحر المتوسط قرب مدينة (السويدية) . وسمي العاصي لأنه عصى الطبيعة، فهو يجري من الجنوب إلى الشمال بينما تجري الأنهار الأخرى من الشمال إلى الجنوب. وكان اسمه عند الروم (نهر الأورونت (ORONTE وما زالت هذه تسميته في المصادر الأجنبية.\nالجزء: 2 ¦ الصفحة: 380\n",
        "نهر العوجا\nنهر بين (أرسوف) والرملة بفلسطين.\nالجزء: 2 ¦ الصفحة: 377\n",
        "نهر الغانج\nنهر عظيم، ينبع من جبال همالايا، ويجري في منطقة البنغال الهندية ويصب في خليجها، مارا بمدينة (بنارس) المقدسة عند الهندوس.\nالجزء: 2 ¦ الصفحة: 378\n",
        "نهر الفرات\nنهر ينبع من جبال أرمينية الشمالية، ويجري في تركيا ثم ينحرف جنوبا فيجتاز سورية، ثم ينحرف شرقا فيجتاز العراق ويتجه إلى الجنوب فيتحد مع نهر دجلة، ويشكل معه شط العرب ويصب في الخليح العربي. كان اسمه عند البابليين (بوراتي) ودعاه اليونان باسم (أوفراتس) وسماه العرب نهر الفرات.\nالجزء: 2 ¦ الصفحة: 388\n",
        "نهر اللامس\nنهر يقع غربي مدينة طرسوس، كان يدعى زمن الروم بنهر (لموس (LEMOS، ودعاه العرب نهر اللامس، وعليه يكون الفداء بين المسلمين والروم.\nالجزء: 2 ¦ الصفحة: 379\n",
        "نهر اللوار LAIRE\nأحد أنهار فرانسا الكبرى وأطولها. ينبع من الكتلة المركزيةCENTERAL MOSSIF، وهي هضاب مرتفعة في وسط فرانسا وشرقها. يتجه النهر شمالا ثم غربا ويصب في البحر الأطلسي، وترفده عدة روافد، ويجتاز مدنا كبرى، ومنها أورليئان، تور، وبواتيه، وبقربها وقعت معركة بلاط الشهداء.\nالجزء: 2 ¦ الصفحة: 381\n",
        "نهر الوادي الكبير GUADALQUIVIR\nهو نهر الأندلس العظيم، ينبع من جبال (سبيبرامورينا) ، ويتجه غربا نحو (جيان) و (شقتدة) و (الزهراء) و (قرطبة) حتى (إشبيلية) ، وهناك يتجه جنوبا ليصب في المحيط الأطلسي عند بلدة (شريش (\nالجزء: 2 ¦ الصفحة: 387\n",
        "نهر اليرموك\nمن أنهار الشام، ينبع من أطراف الغور ويصب في نهر الأردن، ثم يتجه إلى البحر الميت ويصب فيه.\nالجزء: 2 ¦ الصفحة: 382\n",
        "نهر جيحان\nنهر ينبع من نبع فياض قريب من مدينة (ألبستان) ، ويجري في سهول كليكيا بجوار مدينة (المصيصة) ، ويصب في خليح إسكندرون عند مدينة (أياس (.\nالجزء: 2 ¦ الصفحة: 389\n",
        "نهر جيحون\nويسمى باليونانية (أوكسوس (OXUS، ينبع من هضبة (بامير) ، بآسيا الوسطى، ويصب في بحر (آرال (ARAL، وقد دعاه العرب بنهر جيحون، ثم بطل استعمال هذه التسمية في العصر المغولي فأضحى يسمى نهر (آموداريا (AMOUDARIA وكلمة (أمو) تعني النهر فيكون اسمه نهر داريا. وهو اليوم من أنهار آسيا السوفيتية.\nالجزء: 2 ¦ الصفحة: 404\n",
        "نهر دجلة\nنهر ينبع من جبال أرمينية وهضابها، ويتجه جنوبا ويجتاز العراق من شماله إلى جنوبه، مارا بتكريت وبغداد وواسط وغيرها من مدن وقرى، ويلتقي مع نهر الفرات بقرية تسمى (القرنة) ويشكل معه نهر شط العرب. وكان اسمه باللغة اليونانية (تيكرس) ، أما اسمه البابلي فهو (أدكلات) ، وهو أصل تسميته بدجلة.\nالجزء: 2 ¦ الصفحة: 386\n",
        "نهر دجيل\nنهر يمر بمدينة الأهواز، ويصب في الخليح، قرب ميناء عبادان، وكان اسمه نهر قارون فدعاه العرب بنهر دجيل (تصغير دجلة) . وهناك أيضا نهر بهذا الاسم يصب في نهر دجلة، بين بغداد وتكريت.\nالجزء: 2 ¦ الصفحة: 384\n",
        "نهر سبو\nنهر ينبع من جبال الأطلس الوسطى ويصب في المحيط الأطلسي، شمالي مدينة الرباط.\nالجزء: 2 ¦ الصفحة: 385\n",
        "نهر سيحان\nينبع من جبال أرمينية الصغرى، ويجري نحو الجنوب مارا بمدينة (أذنة) ويصب في البحر المتوسط قريبا من مدينة مرسين.\nالجزء: 2 ¦ الصفحة: 392\n",
        "نهر سيحون\nينبع من آسيا الوسطى من منطقة (كيركيسان (KIRGHIZISTAN الروسية، ويصب في بحر أرال. وكان يسمى باليونانية (جاكسارتس (JAXARTES، وفي العصر الموغولي أضحى اسمه (سيرداريا SYRADARIA) .\nالجزء: 2 ¦ الصفحة: 391\n",
        "نهر شط العرب\nيتألف من التقاء نهري دجلة والفرات في بلدة (القرنة بجنوبي العراق، ويصب في الخليج العربي.\nالجزء: 2 ¦ الصفحة: 390\n",
        "نهر شنيل GENIL\nأحد فروع نهر الوادي الكبير، يمر من مدينة غرناطة.\nالجزء: 2 ¦ الصفحة: 393\n",
        "نهر غاريغليانو Garigliano\nنهر في إيطاليا يصب في الساحل الغربي للبحر المتوسط قرب مدينة (Gaeta) .\nالجزء: 2 ¦ الصفحة: 398\n",
        "نهر فطرس\nنهر قرب الرملة، جرت بقربه مذبحة الأمويين سنة 132 هـ.\nالجزء: 2 ¦ الصفحة: 395\n",
        "نهر ماريتسا Maritza\nنهر ينبع من قرب بلغاريا ويصب في بحر إيجه.\nالجزء: 2 ¦ الصفحة: 400\n",
        "نيسابور\nوتسمى (أبرشهر) ويقول بعضهم (إيران شهر) . من مدن خراسان، وإحدى عواصمها. كانت في العصر العباسي من أشهر مراكز الثقافة والتجارة والعمران، وذلك قيل أن يدمرها زلزال أصابها سنة 540 هـ، ثم أكمل خرابها غزو المغول لها سنة 618 هـ (1221م) . نسب إليها كثير من العلماء منهم الشيخ أبو منصور عبد الملك الثعالبي صاحب كتاب (يتيمة الدهر) ، وأبو الفضل الميكالي، وأبو الحسن علي بن أحمد الواحدي، وغياث الدين أبو الفتح عمر الخيام، وأبو الفضل أحمد بن محمد الميداني (نسبة إلى ميدان زياد وهو محلة بنيسابور) ، صاحب كتاب مجمع الأمثال، ومسلم بن الحجاج صاحب (المسند الصحيح) ، ويحيى بن يحيى النيسابوري، وأبو عبد الله بن أحمد بن نصر النيسابوري، وأبو بكر البيهقي النيسابوري صاحب كتاب (السنن) ، وكتاب (المبسوط) في الفقه الشافعي. وأبو سعيد محمد بن يحيى بن منصور النيسابوري، صاحب كتاب الإنصاف في مسائل الخلاف، وأسد بن الفرات الفقيه الكبير والقائد العظيم الذي فتح جزيرة صقلية والذي استشهد سنة 212 هـ، في حصار مدينة (سرقوسة (.\nالجزء: 2 ¦ الصفحة: 394\n",
        "نيش\nمدينة صربية تقع إلى الشمال الغربي من مدينة (صوفيا) عاصمة بلغاريا.\nالجزء: 2 ¦ الصفحة: 397\n",
        "نيقية NICAEA\nمدينة تقع على بحيرة تسمى باسمها، تقع شرقي بحر مرمرة، وهي من أعمال القسطنطينية كان العرب يسمونها (نيقية) ، ويسميها الترك (أزنيك (.\nالجزء: 2 ¦ الصفحة: 396\n",
        "نيكوبوليس Nicopolis\nمدينة تقع على نهر الدانوب في شمال بلغاريا على حدود رومانيا. بناها الإمبراطور (تراجان) عقب انتصاره على أعدائه. وفيها انتصر العثمانيون على الصرب سنة 790/هـ (1396/م) وكانت بلغاريا جزءا منها.\nالجزء: 2 ¦ الصفحة: 399\n",
        "نيم NIMES\nمدينة تقع في جنوبي فرانسا، وهي اليوم قاعدة ولاية (جار GARD)\nالجزء: 2 ¦ الصفحة: 402\n",
        "نينوى NINIVE\nمدينة قديمة كانت عاصمة لدولة آشور. عرفت بهذا الاسم لأنها كانت موضع عبادة الآلهة (نينا) منذ أقدم الأزمنة، والتي صارت عند الآشوريين الآلهة (عشتار (.\nالجزء: 2 ¦ الصفحة: 407\n",
        "هجر\nاسم يطلق على بلاد البحرين، وقد يطلق على عاصمتها الأحساء، كما يطلق البعض اسم مصر على القاهرة، وقد هجر اسم هجر منذ وقت مبكر، وغلب اسم الأحساء أو (الحسا) على المدينة، وغلب اسم الحسا على كل ما كان يسمى بالبحرين.\nالجزء: 2 ¦ الصفحة: 401\n",
        "هراة\nمن أمهات مدن خراسان، تقع قرب بوشنج، وهي اليوم من مدن أفغانستان. وفي إقليم فارس، قرب مدينة اصطخر مدينة تحمل اسم هراة. والنسبة إلى هراة (هروى) ، وإليها ينسب كثير من العلماء منهم أبو عاصم محمد بن أحمد الهروي المتوفي سنة 458 هـ، وغيره من العلماء.\nالجزء: 2 ¦ الصفحة: 403\n",
        "هراقليون HIRAKLION\nمدينة تقع على الساحل الشمالي لجزيرة كريت.\nالجزء: 2 ¦ الصفحة: 406\n",
        "هرقلة HERAKLIA\nمدينة تقع شمالي غربي طرسوس، وقد تحرف هذا الاسم فأصبحت تسمى (أركلية (.\nالجزء: 2 ¦ الصفحة: 410\n",
        "هرمز\nميناء على مدخل الخليج العربي على الساحل الإيراني.\nالجزء: 2 ¦ الصفحة: 405\n",
        "هليوبوليس\nمدينة قريبة من الفسطاط وهي اليوم جزء من القاهرة.\nالجزء: 2 ¦ الصفحة: 409\n",
        "همذان\nأكبر مدينة في منطقة الجبال، ينسب إليها جماعة من العلماء والأدباء منهم: بديع الزمان الهمذاني، ومحمد بن عربشاه ومحمد بن موسى أبو بكر الهمذاني، المحدث المتوفي سنة 584 هـ، وعبد الرحمن بن عيسى الهمذاني صاحب كتاب أدب الكاتب.\nالجزء: 2 ¦ الصفحة: 408\n",
        "هيت\nبلدة على نهر الفرات، قرب الحبانية، كانت من محطات القوافل التجارية، على الطريق بين العراق والشام.\nالجزء: 2 ¦ الصفحة: 411\n",
        "وادي آش GUADIX\nمدينة تقع شمالي غرناطة إلى الغرب، وتقوم على نهر (آش) ، كان لها شأن في عهد الحكم الإسلامي.\nالجزء: 2 ¦ الصفحة: 416\n",
        "وادي آنة GUADUANA\nمن أشهر أنهار إسبانيا. ينبع من الأطراف الشرقية لهضبة (قشتالة) ، ويتجه غربا مارا بمدينة (قلعة رباح) ثم (الأرك) ثم (ماردة) ، وعند مدينة (بطليوس) يتجه نحو الجنوب ويصب في المحيط الأطلسي عند مدينة (قسطلة دارج (.\nالجزء: 2 ¦ الصفحة: 415\n",
        "وادي الحجارة GUADALAJARA\nنهر ينبع من جبال (قشتالة) ، ويجري جنوبا ليصب في نهر الوادي الكبير، شرقي مدينة طليطلة. وتقع عليه مدينة تسمى باسمه، على مسافة 57 ك شرقي مدريد. ينسب إليها كثير من العلماء منهم أيوب بن الحسين بن محمد بن تميم، ويعرف بابن الطويل، توفي بوادي الحجارة سنة 383 هـ.\nالجزء: 2 ¦ الصفحة: 418\n",
        "وادي عربة\nهو القسم الجنوبي من غور الأردن ما بين البحر الميت وإيلة وهو واد يرتفع بالتدريج من مستوى 400 م دون سطح البحر حتى ينتهي بمرتفع جبلي يمنع خليج العقبة من أن يمتد حتى أراضي الحولة في شمالي فلسطين.\nالجزء: 2 ¦ الصفحة: 412\n",
        "واسط\nمدينة تقوم في وسط السواد بالعراق، بناها الحجاج بن يوسف الثقفي، أمير العراق، لتكون وسطا بين الكوفة والبصرة والأهواز، فهي على خمسين فرسخا من كل منها. وكانت تقوم على جانبي نهر دجلة ثم ابتعد مجرى دجلة عنها بعد ذلك، وتحول إلى مجراه الشرقي المنحدر إلى القرنة، وأصبحت في وسط البرية.\nالجزء: 2 ¦ الصفحة: 417\n",
        "وجدة\nحصن من حصون خيبر. وفي المغرب مدينة بهذه التسمية، ذات بساتين وعيون، وهي طريق تجاري يربط بلاد المغرب بالمشرق.\nالجزء: 2 ¦ الصفحة: 414\n",
        "ودان\nقرية في الحجاز قريبة من الجحفة، كانت لبني ضمرة وغفار وكنانة. في إفريقية مدن أخرى بهذا الاسم.\nالجزء: 2 ¦ الصفحة: 419\n",
        "ورزنين\nمن كبريات قرى الري.\nالجزء: 2 ¦ الصفحة: 413\n",
        "وشقة HUESCA\nويقال لها (وقش) ، من بلدان إسبانيا، تقع في منطقة الثغر الأعلى، شمالي غربي طليطلة ومدريد.\nالجزء: 2 ¦ الصفحة: 420\n",
        "ولبة HULEVA\nويقال لها (أونبة) ، من مدن الجنوب الغربي من الأندلس، شمالي مدينة (شلطيش) وإلى الغرب من مدينة (إشبيلية) وإليها ينتسب الوزير أبو بكر الأونبي صاحب كتاب سمط اللآلي في شرح الأمالي علي القالي.\nالجزء: 2 ¦ الصفحة: 422\n",
        "وليلي\nمدينة بالمغرب الأقصى، قرب مكناسة، نزلها إدريس بن عبد الله بعد نجاته من وقعة (فخ) سنة 172 هـ، وفيها أسس دولة الأدارسة.\nالجزء: 2 ¦ الصفحة: 426\n",
        "وهران\nمدينة من أهم المدن في غرب الجزائر تقع على البحر المتوسط بالقرب من حدود المغرب وهي مرفأ تجاري وصناعي هام. بناها محمد بن أبي عون محمد بن عبدوس مع جماعة من الأندلسيين سنة 290هـ، لتكون مرسى لهم، وهي اليوم من مدن دولة الجزائر الكبرى.\nالجزء: 2 ¦ الصفحة: 423\n",
        "يابرة AVERA\nمدينة تقع غربي مدينة (بطليوس) وشرقي مدينة (لشبونة) بالقرب من وادي (آنسة) بالأندلس. ينسب إليها كثير من العلماء والشعراء، منهم أبو بكر عبد الله بن طلحة البابري، والشاعر أبو محمد بن عبد المجيد بن عبدون صاحب القصيدة الرائية المشهورة ومطلعها: الدهر يفجع بعد العين بالأثر *** فما البكاء على الأطلال والصور\nالجزء: 2 ¦ الصفحة: 425\n",
        "يابسة IBIZA\nهي عدة جزر تقع أمام الساحل الشرقي لأسبانيا وأهمها ثلاثة جزر هي: ميورقة majorca ومنورقة minorca ويابسة ibiza وتسمى في المصادر العربية بالجزر الشرقية. خضعت لنفوذ قرطبة سنة 234 هـ (848 م) في عهد الأمير عبد الرحمن الثاني الأوسط الأموي غير أنها لم تضم نهائيا بواسطة عمال الدولة الأموية بالأندلس إلا منذ سنة 290 هـ (902 م) حينما أرسل إليها الأمير عبد الله بن محمد بن عبد الرحمن الثاني قائده عصام الخولاني حاكما عليها وظلت في يد المسلمين إلى أن احتلها ملك أراجون (جاك الأول) (1230-1287م) .\nالجزء: 2 ¦ الصفحة: 429\n",
        "يافا\nمدينة معروفة على الساحل الفلسطيني، كانت من الموانئ الهامة، وقد ابتلعتها الآن مدينة (تل أبيب (.\nالجزء: 2 ¦ الصفحة: 421\n",
        "يريفان\nإحدى مدن أرمينية الشمالية على نهر (قره سو) ويسمى نهر (الرس) قرب بحيرة (كوكم) وتقع قمة جبال آرات إلى جنوبي المدينة.\nالجزء: 2 ¦ الصفحة: 428\n",
        "ينبع\nإحدى مدن سواحل الحجاز على البحر الأحمر، مقابل المدينة، وهي ميناء مهم من موانئ المملكة العربية السعودية.\nالجزء: 2 ¦ الصفحة: 427\n",
        "يني شهر\nوتعني (البلد الجديد) . مدينة تقع إلى الشمال الشرقي من مدينة (بورصه) .\nالجزء: 2 ¦ الصفحة: 424\n",
        ""
    ]
}