{
    "1": [
        "تفريج الكرب في معرفة لامية العرب\nتفريج الكرب في معرفة لامية العرب\nابن زاكور\nالكتاب:\nتفريج الكرب في معرفة لامية العرب\nالمؤلف:\nمحمد بن قاسم بن محمد بن عبد الواحد، ابن زاكور الفاسي، أبو عبد الله (المتوفى: 1120هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "تفريج الكرب عن قلوب أهل الأرب في معرفة\nلامية العرب\nتأليف أبي عبد الله محمد بن قاسم بن عبد الواحد بن زاكور الفارسي المتوفى سنة\n1120هـ-1708م\nبسم الله الرحمن الرحيم\nوصلى الله على سيدنا محمد وصحبه وسلم يقول أفقر الخلق إلى المعبود بالحق, المشفق من خلله المأثور عبد الله محمد بن قاسم بن محمد بن عبد الواحد, عرف بابن زاكور رحمه الله تعالى: الحمد لله الذي جعل معرفة كلام العرب من أقوى دواعي الطرب, من اجل أنه أحل من الضرب, على الناس في ذوقه متفاوتو الرتب. وصلى الله على سيدنا محمد أفصح العرب قاطبة, فإنه بلغ مشارق البيان ومغاربه, واسترق ساريه وساربه، فلو اجتمعت الإنس والجن على أن يأتوا بمثل فصاحتهم يأتوا بمثلها ولو ظاهر صاحب منهم صاحبه. ولكانت نسبة كلامهم من كلامه عليه أفضل صلاة الله وعلى اله وصحبه وأزكى سلامه, وإن قادوا البيان بخطامه, وأفرغوا السحر في قالب نثره ونظامه, نسبة الترب من التبر, والخشب من الذهب.\nومع هذا فإن معرفة كلامهم, وسيلة إلى معرفة كلامه, وما أنزل عليه وسبب, فكانت لذلك من أعظم الوسائل وأجل القرب, فلذلك ما شرحت لامية العرب, وأجلستها على البيان من مرتقب, وكشفت عن وجهها الذي طالما قد انتقب, مقتصرا في إبداء معناها الذي قد احتجب, على ما قد تعين من القول ووجب, فجاء شرحا كثير العجب, ناقعا لغلل أهل الأدب, فسميته تفريج الكرب عن قلوب أهل الأرب في معرفة لامية العرب, فرج الله تعالى كروبنا وغفر ذنوبنا, وجبر بمعرفته قلوبنا.\nقال الشنفرى عمرو بن مالك الأزدري:\nأقيموا بني أمي صدور معطيكم\n...\nفإني إلى قوم سواكم لأميل\nالمطي كالمطايا جمع مطية: وهي الدابة تمطو في سيرها أي تجد وتسرع, وإقامة صدور المطي: إعمالها في السير, والتوجه بها إلى وجهة, ويقصد به الجد في الأمر, والانتباه من الغفلة, فيكون تمثيلا على سبيل الاستعارة, وهذا هو المراد هنا كما قيل, وهو الظاهر, وأصله في الراكب ينام على راحلته فتنحرف به عن القصد فيقال له: أقم صدر مطيتك, أي انتبه من نومك. والميل إلى الشيء: الانحراف إليه بالقلب, والأميل: الأشد ميلا, وبنوا أمه, قيل: هم فهم وعدوان. والقوم سواهم رهطه من الأزد, وكان نازلا في بني أمه, فعير, فرحل إلى قومه, وهذا التعيير سبب قوله القصيدة.\nوالمعنى: جدوا بابني أمي في أمركم فإنكم غارون, وانتبهوا فإنكم نائمون عن شأني الذي هو غير شأنكم, وبمراحل عما تتوهمونه من ميلي إليكم لكوني نازلا فيكم, فإنني أشد ميلا إلى قوم غيركم, أي ميلي إليهم أكثر من ميلي إليكم وان كنت بعيدا منهم, وهواي معهم وان لم أكن فيهم, وهذا إنذار لبني أمه برحيله عنهم, ثم قال:\nفقد حمت الحاجات والليل مقمر\n...\nوشدت لطيات مطايا وارحل\nحم الأمر-بالبناء لما لم يسم فاعله-قدر. ومعنى \"الليل مقمر\": ذو قمر وقد يقصد منه: الأمر واضح, وهو تمثيل على سبيل الاستعارة, ولا تبعد إرادته هنا, ومنه قول الشاعر:\nوخالدٌ قال لي قولا قنعت به\n...\nلو كنت اعلم أنّى يطلع القمر\nوالطيات, كالنيات لفظا ومعنى, وواحدها طية كنية, وهو ما ينويه المسافر من وجه. وواحد الأرحل, رحل: وهو مركب للبعير كالراحول. وشد الرحل: إيثاقه. وشد المطايا: بمعنى شد أرحلتها وأدواتها.\nوالمعنى: فقد قدرت الحاجات الداعية إلى ارتحال عنكم, والحالة أن الزمان مساعد على ذلك, وهو الليل المقمر, فإن السير فيه يسمى سرى, وعاقبته محمودة عند الصباح, ولاسيما إذا كان الليل مقمرا, فإن السرى في القمر يبلغ الغاية, فترتفع بحمده في الصباح الراية, ولست بأوحد في الارتحال, فإن الناس قد تهيئوا له, وشدوا أرحلهم على مطاياهم لقصد جهات مختلفة في طلب الحاجات, فليفيهم أسوة. فهذه أمور كل منها يدعو إلى الارتحال, وهي تقدير الحاجات, ومساعدة الزمان, والائتساء بالإخوان, فاجتماعها يكون ادعى إلى ذلك.\nوفي الأرض منأى للكريم عن الأذى\n...\nوفيها لمن خاف القلى متحول\nالمنأى: المكان الذي ينأى إليه, أي يبعد. والكريم هنا: العزيز والسيد الواسع الخلق. والقلي: البغض. الموضع الذي يحصل التحول إليه وهو المعني.\nالجزء: 1 ¦ الصفحة: 1\n",
        "يقول والأرض واسعة, ففيها ما يبعد العزيز عن الإذلال والإذاية, وفيها أيضاً ما إذا تحول إليه من خاف وبال البغض, وسوء عاقبته سلم وامن. وهذا معنى قول بن أوس المزني:\nوفي الناس إن رثت حبالك واصل\n...\nوفي الأرض عن دار القلى متحول\nوافهم قوله: \"وفي الأرض منأى. . . البيت\".\nإن الأرض واسعة غير ضيقة على الراغب في الاعتزاز, والراهب من القلى, فأكد هذا المفهوم بقوله:\nلعمرك ما بالأرض ضيق على امرئٍ\n...\nسرى راغباً أو راهباً وهو يعقل\nلعمرك: -بالفتح-أي لحياتك, وقيل: لدينك.\nيقول: لحياتك قسمي ما في الأرض من ضيق على امرئٍ سرى, أي سار ليلا في حالة كونه راغبا في العز مثلا, أو راهبا من عقبى العداوة, وهو يعقل, أي يميز ما رغب فيه, وما رهب منه, فحيثما وجد المرغوب فيه أقام, فتتسع عليه الأرض بوجدان الراحة بإدراكه, وحيثما وجد المرهوب منه رحل, فتتسع عليه الأرض بالخلاص منه, وهذا معنى ضيق الأرض وسعتها, فمرجعه في الحقيقة إلى انقباض النفوس وانشراحها بحسب إدراكها الملائم وغيره كما أفصح به من قال:\nلعمركما ضاقت بلاد بأهلها\n...\nولكن أخلاق الرجال تضيق.\nولي دونكم أهلون سيد عملس\n...\nوأرقط زهلول وعرفاء جيال\nالأهلون: جمع أهل, وأهل الرجل: عشيرته, وذوو قرباه, وهو هنا استعارة لما ذكره من السيد-بالكسر-وهو من أسماء الذئب. والعملس بفتح العين المهملة, والميم واللام المشددة-الخبيث من الذئاب. والأرقط: النمر, سمي بذلك لرقطته, وهي سواد مشوب بنقط بيض. والزهلول-بزنة عرجون-الأملس. والعرفاء هنا: الضبع, سميت بذلك لان لها عرفا بضم العين: أي شعرا في عنقها. وجيال: من أسماء الضبع, فهو بدل من عرفاء. وهو على وزن \"فيعل\" ومعرفة بلا ألف ولا لام, قاله في الصحاح.\nومعنى البيت: ولي دونكم بابني أمي أهلون, أي مؤالفون وحوش القفار والمفاوز, وهم ذئب خبيث, ونمر أملس, وضبع ذات عرف. والمقصود انه اعتاد السفر, وتكرر من قطع المهامه حتى الفته وحوشها فصارت له بمثابة الأهل, أي فلا يؤدني الرحيل, ولا يشق علي السير.\nهم الرهط لا مستودع السر شائع\n...\nلديهم ولا الجاني بما جر يخذل.\nالرهط: في معنى الأهل. والسر المستودع: الذي أودع, أي جعل وديعة عند الشخص, بمعنى أن من القي إليه يطلب منه كتمانه.\nيقول: هم-أي ما ذكر من الوحش-الرهط لا غيرهم, بمعنى أنهم أحق باسم الأهل والرهط من الناس, فإن من استودعهم سرا كتموه فلم يفش عندهم, ومن جنى جناية على احد لم يسلموه إليه بجريرته, فيكون ذلك خذلانا منهم له, فأين هم من المسمين بالأهل, الذين يشيع لديهم مستودع السر, ويخذلون الجاني بما جر فيسلمونه إلى المجني عليه.\nوكل أبي باسل غير أنني\n...\nإذا عرضت أولى الطرائد أبسل.\nالأبي: الذي يأبى الدنايا, ولا يقبل الضيم, فعله: أبي بالكسر إباء بالكسر أيضاً. والباسل هنا: الأسد, أو الذي بسل بسولا: عبس غضبا أو شجاعة, فهو أيضاً بسل وبسيل. وعرضت: ظهرت. والطرائد: جمع طريدة, بمعنى مطرودة, وهي من الإبل ما يزعج من محله في الغارات.\nوالمعنى: وكل واحد مما ذكرته من الآهلين حمي الأنف, لا يضام, شديد الكشيمة, لا يرام بهوان, غير أنني اشد إباء لذلك منها, إذا ظهرت الأولى من الإبل التي شلت في الغارة, وتبعها أربابها لاستنقاذها وهم أحرد شيء إذا ذاك, واشد حنقا, يكادون يتميزون من الغيظ علينا, فناهيك بقتالهم, وبشجاعة من يجول في مجالهم, ولا يكترث بنزالهم, ثم قال:\nوإن مدت الأيدي إلى الزاد لم أكن\n...\nبأعجلهم إذ أجشع القوم أعجل.\nالأجشع - بتقديم الجيم على الشين-الأكثر جشعا, بالتحريك, وهو اشد الحرص وأسوؤه, وان يأخذ الإنسان نصيبه وعينه من نصيب غيره.\nيقول: إذا اجتمع الناس على زادهم, ومدوا أيديهم لتناوله, لم أكن أنا أكثرهم عجلا إليه بأن اسبقهم إلى ذلك جميعهم, أما سبق بعضهم فقط, كما إذا سبق بعض الآكلين الجميع فتلاه بعضهم على الفور قبل غيره, فإن ذلك لا يكون عيبا, بل ربما كان من مكارم الأخلاق, لما فيه من رفع الحشمة عن السابق. بما يناسبه بذلك, ولذلك نفى عنه الأعجلية دون مطلق العجل, فإن لا يكون من الزلل, ولا يعد صاحبه مخطئا فيدعى على أمه بالهبل.\nالجزء: 1 ¦ الصفحة: 2\n",
        "ويدل لما قلناه قوله: \"إذا اجشع القوم أعجل\". أي اشد القوم حرصا على الطعام لشدة نهمه, أشدهم عجلا إلى مد اليد إلى الزاد.\nووجه الدلالة منه انه علل نفي كونه أعجل بان سببه شدة الجشع في الخارج, فيستدل بالأعجلية على الجشع فيذم بذلك من حيث انه عنوان على شدة النهم, فالذم في الحقيقة إنما هو بالجشع, أما إذا كان سبب العجلة ما قلنا, فلا ذم, والله اعلم سبحانه, ثم قال:\nوما ذاك إلا بسطة عن تفضل\n...\nعليهم وكان الأفضل الم\nتفضل.\nالبسطة هنا: السماحة والسعة في الكرم. والتفضل كالإفضال: الإحسان, يقال: أفضل علينا وتفضل.\nوالمعنى: وليس انقباض يدي عن تناول الزاد قبلهم لعلة سوى سماحة ناشئة عن إحسان إليهم, أو سوى سعة في إحسان إليهم.\nف \"عن\" بمعنى \"في\" على هذا التقدير الأخير, وكان المتفضل أي المحسن, الأفضل بالنصب على انه خبر كان مقدما على اسمها, وجملة \"وكان الأفضل. . . الخ\". أكدت ما أفهمته التي قبلها بمعرفة المقام من كون المتفضل أكثر فضلا من غيره, وهذا يسمى تذييلا, وقد تكون الجملة المذيلة مؤكدة لمنطوق ما قبلها, وهي على كل حال لا محل لها من الإعراب.\nومن الناس من يسمي مثل هذه الجملة اعتراضا, وان كان في آخر الكلام بناء على انه عنده لا يختص بأثناء الكلام الواحد, أو ما في معناه من الكلامين المتصلين معنى, ولا مشاحة في الاصطلاح, ونكتة هذا التذييل أو الاعتراض الحث على التفضل.\nوإني كفاني فقد من ليس جازياً\n...\nبحسنى ولا في قربه متعلل.\nكفاني كذا: أي احسبني, ووجدت فيه الكفاية. والحسنى: ضد السوأى. والمتعلل: موضع التعلل, أي التلهي والتجزي.\nيقول: لا أبالي بفقد الشخص الذي ليس مكافئا على الفعلة الحسنى وليس في قربه-أي القرب منه-ما يتعلل به من قرب منه, أي لا خير فيه فتتلهى به نفس من قرب, وتتكلف الاجتزاء به لقلته, فقد كفاني فقد هذا المذكور أي خوف فقده.\nثلاثة أصحاب: فؤاد مشيع\n...\nوأبيض إصليتٌ, وصفراء عيطل.\nومن لا يخاف فقده لأجل وجود هذه الثلاثة, يكون وجوده مساويا لعدمه, من اجل عدم الانتفاع به. والفؤاد المشيع-بضم الميم وفتح الشين المعجمة والياء المشددة-: الشجاع الجريء, كأنه شيع بغيره أو بقوة أودعها الله فيه. والأبيض الإصليت بكسر الهمزة: السيف الصقيل الماضي, وفي معناه: الصلت والمنصلت. والصفراء العيطل-بالعين المهملة-القوس الطويلة.\nف \"فؤاد\" وما عطف عليه تفصيل لإجمال ثلاثة أصحاب, فؤاد قوي, وسيف صقيل ماضٍ, وقوس صفراء طويلة, ولعلها أجود القسي عودا وأبعدها مرمى.\nثم وصف القوس بما يدل على جودتها فقال:\nهتوف من الملس المتون يزينها\n...\nرصائع قد نيطت عليها ومحمل\nإذا زال عنها السهم حنت كأنها\n...\nمرزأة عجلى ترن وتعول\nالهتوف من القسي: المصوتة بكثرة, ومثله الهتافة والهتفة كالجمزى في التحريكة. والمتون: الظهور, واحدها متن. والرصائع, جمع رصيعة: وهي كل حلقة مستديرة, فلعل القسي العربية كانت تزين بالحلق المستديرة.\nومن الناس من فسر الرصائع هنا بسيور مضفورة وليس ذلك في القاموس, ولا خير فيما لا يوجد فيه إن شاء الله. والمحمل: العلاقة. وحنين القوس: تصويتها. والمرزأة: الكثيرة الرزايا, أي الكصائب. والرنين: التصويت, رنت القوس ترن. و \"عجلى\" صفة \"مرزأة\" فهي بمعنى عجول بفتح العين: وهي الوالة من النساء لفقد ولدها. والإعوال: رفع الصوت بالبكاء, وجملة \"ترن\" في موضع نصب على الحال من \"مرزأة\".\nوالمعنى: اشبهت القوس بتصويتها, عند مفارقة السهم لها, امرأة كثرت أرزاؤها, والها, في حال كونها ترن وترفع صوتها بالبكاء.\nولست بمهياف يعشي سوامة\n...\nمجدعة سقبانها وهي بهل.\nالمهياف: الشديد العطش. والسوام: النعم الراعي كالسائمة. أسام الإبل: رعاها. وعشاها بالتشديد: رعاها ليلا, فهي عاشية, وفي المثل: العاشية تهيج الآبية. أي الراعية تبعث التي امتنعت من الرعي عليه. والسقبان-بالضم-أولاد الإبل, ومن الناس من خص به الذكور.\nالجزء: 1 ¦ الصفحة: 3\n",
        "ومنهم من قال: إنما يسمى السقب ساعة الولادة. وتجديع السقبان: إساءة غذائها كإجداعها. والبهل, جمع باهل: وهي الناقة التي لا صرار عليها. والصرار-بالصاد المهملة بزنة كتاب-ما يشد به ضرع الناقة, يقال: أبهلها إذا أهملها من ذلك, وترك ولدها يرضعها.\nيقول: لست راعيا شديد العطش, أو سريعة, في حال كونه يرعى إبله ليلا حالة كون الإبل جائعة الولاد لقلة اللبن, وفي حال كونها غير مشدودة الضروع من أجل ذلك, إذ لا فائدة من شدها حين لا لبن, فأولادها ترضعها لو كان الرضاع يغنيها من جوع, أو يسمنها, وهذه حالة شديدة. نفى عن نفسه أن يكون من ذكر مؤكدا للنفي بزيادة الباء في الخبر, لأن الكون على تلك الحال تسوء معه الأخلاق وتحج به الصدور.\nولا جبإٍ أكهى مرب بعرسه\n...\nيطالعها في شأنه كيف يفعل.\nالجبأ -بوزن سكر-: الجبان. والأكهى بالهاء: الجبان الضعيف. فهو تأكيد للجبان أي نعت له مفيد للتأكيد بما فيه من الزيادة على معنى الأول, يقال منه: كهي كرضي. والإرباب بالعرس-أي الزوجة ملازمتها. ومطالعتها في الشأن: مؤامرتها فيه.\nيقول ولست أيضاً بجبان, ضعيف, ملازم لزوجته, يؤامرها في شؤونه, كيف يفعل فيها, فقوله: كيف يفعل \"تفسير ل \"يطالعها\" أي يسألها كيف يفعل فيما عن له من شأنه. وناهيك بضعف من يسأل النساء, ويرجع إلى إشارتهن في الأمور, ومشورتهن في الشؤون, فإنهن ناقصات عقل ودين, والمحتاج إليهن في ذلك أنقص عقلاً, وأضعف رأياً.\nولا خرق هيق كأن فؤاده\n...\nيظل به المكاء يعلو ويسفل.\nالخرق-بالخاء المعجمة المفتوحة بوزن كتف-: الذي خرق كفرح, أي دهش من خوف أو حياء, فاتحا عينيه ينظر. وخرق الطائر: لم يقدر على الطيران. والهيق: الدقيق الطويل. والمكاء-بضم الميم وفتح الكاف المشددة-: طائر جمعه مكاكي. وأما المكاء بالتخفيف: فالتضفير بالفم, أو النفخ في الأصابع مشبكة. والمكاء بالتشديد: ذو مكاء بالتخفيف, ولذلك يسمى الصافر, وهو طائر جبان يضرب به المثل فيقال: \"أجبن من صافر\". ولذلك ما خص الشنفرى بظنه في فؤاد الخرق الهيق. والفؤاد: ما يتعلق بالمريء من كبد ورئة وقلب.\nوالمعنى على تشبيه القلب في الاضطراب من الدهش والخوف بالمكاء. وهو تشبيه مكنى عنه لا مصرح به. وبيان الكناية انه يلزم من ظن المكاء في الفؤاد ظن القلب مكاء. لأن الذي في الفؤاد-على التحقيق-القلب, والظن المذكور استفيد من خبر \"كأن\". فغنه إذغ كان فعلا كما هنا, أو ظرفا, أو مشتقا, أشربت \"كان\" معنى الظن.\nوتقدير البيت: ولست أيضاً بذي دهش طويل في نحافة, فإن ذلك من إمارات الحمق غالبا, مظنوناً فؤاد ذلك الخرق يقيم به المكاء حالة كونه عاليا وسافلا, أي يرتفع وينخفض من شدة الدهش.\nولا خالف دارية متغزلٍ\n...\nيروح ويغدو داهنا يتكحل\nالخالف: الذي خلف: بمعنى فسد أو حمق, ويسمى بهذا المعنى الثاني خالفة أيضاً, أو الذي خلف عن أصحابه. بمعنى تخلف عنهم, أو الذي خلف غيره: أي صار خليفته في أهله. والدراية: من لا يفارق البيوت. وقيل: الذي يكثر الادراء لغيره: أي الختل. فتاؤه-عليهما-للمبالغة كعلامة, ونسابة. والمتغزل: الذي يتكلف الغزل-بالتحريك-: وهو محادثة النساء, ومرادودتهن, غازلهن وغازلته.\nيقول: ولست بالفاسد الذي يخلف عن أصحابه: أي يتخلف عنهم, أو يخلفهم في أهاليهم بالريبة, لا يفارق البيوت لذلك يغازل النساء ويغازلنه, رائح غادٍ متطيباً, متكحلاً يستميل بذلك النساء.\nوالمقصود نفي كونه خالفا, لا خالفا موصوفا بالأوصاف المذكورة حتى يقال: لا يلزم من نفي الخالف الموصوف بها نفي الخالف غير الموصوف بها, على أنه-والله العالم سبحانه-لا وجود للخالف بدون تلك الأوصاف فهي مفسرة له, كاشفة عن معناه, تشعر بذمه, ومع ذلك فإن نفوس ذوي الهمم من العرب كانت تأنف من ذلك في جاهليتها, وتذم فاعله غاية الذم, ويتمدحون بغض البصر عن الجارات, قال عنترة: {الكامل}\nوأغض طرفي عن بدت لي جارتي\n...\nحتى يواري جارتي مأواها\nوقال عقيل بن علفة المري:\nولست بسائل جارات بيتي\n...\nأغياب رجالك أم شهود\nولا ملق لذي الودعات سوطي\n...\nألاعبه وربته أريد\nولست بصادرٍ عن بيت جاري\n...\nصدور العير غمره الورود.\nالجزء: 1 ¦ الصفحة: 4\n",
        "ولست بعل شره دون خيره\n...\nألف إذا ما رعته اهتاج أعزل\nالعل-بفتح العين المهملة وتشديد اللام-: من يزور النساء كثيراً, ومن تقبض جلده من مرض, والمسن الصغير الجثة. وهذه المعاني صالحة هنا كلها. أما الذي يكثر الزيارة للنساء فإنه يتخلق بأخلاقهن فيكثر شره, ويقل خيره, كالذي تقبض جلده من المرض, فإنه يفسد مزاجه, ويحرج صدره, ولا تسل عن شره وندور خيره.\nوأما الثالث فلأن دمامة الخلق- بالفتح- يلازمها ذمامة الخلق في الغالب. وألف-بتشديد الفاء-العيي, البطيء الكلام, إذا تكلم ملأ لسانه فمه, وهو أيضاً الثقيل البطيء المقرون الحاجبين. وكلا المعنيين يعاب به لكونه يدل على نقص باطني. والاهتياج: الثوران, كالهيج والهيجان, والهياج بالكسر. والروع: الفزع. والأعزل: الذي لا سلاح معه.\nوجملة \"شره دون خيره\" في موضع خفت على النعت ل \"عل\" و \"ألف\" و \"أعزل\": نعتان له مقطوعان، أي هو ألف, وهو أعزل, والثاني هو المقطوع, والأول تابع لمتبوعه في الإعراب. والمقصود من هذه النعوت مجرد الذم للمنعوت, على أن الأول وهو: \"شره دون خيره\" مبين لملازم معنى المنعوت كما أومأنا إليه أنفا, ومعنى: \"شره دون خيره\" أي شره أدنى الناس من خيره, وضره أقرب إليهم من نفعه, فشره حائل بينه وبين خيره فلا يصلون إليه, وهذا بحسب الدلالة الوضعية.\nأما المقصود: فنفي خيره على سبيل المبالغة, لا نفي الوصول إليه مع وجوده, لأن وجود الخير غنما يدرك بنيله والوقوف عليه, وهو متنفٍ بكون الشر دونه, أي لا يعلم فيه خير يشوب شره, ونفع يخالط ضره, وأفهم نفي هذه الأوصاف المذمومة عنه, ثبوت أضدادها المحمودة له, فهو خيره دون شره, قريب البيان, فصيح اللسان, ثبت الجنان, لا يهتاج لقعقعة الشنان, ملازم السلاح, مستعد للكفاح.\nولست بمحيار الظلام إذا انتحت\n...\nهدى الهواجل العسيف يهماء يعمل.\nالمحيار: الكثير الحيرة. والانتحاء: القصد. اليعمل: الجمل النجيب المطبوع على العمل, والناقة يعملة. واليعمل واليعملة اسمان لا يوصف بهما كما في القاموس.\nواليعمل فاعل انتحى. ويروى: \"هوجل\": وهي الناقة السريعة, وانتحت بتاء التأنيث. والهدى-بضم الهاء وفتح الدال-الرشاد والدلالة, والمراد هنا الطريق والقصد, لأنه يهتدى بالطريق له, والهوجل هنا: الدليل. والعسيف-بكسر العين والسين المشددة المهتملين: الذي يكثر من قطع المفاوز على غير طريق, مبالغة بالعاسف.\n\"وهدى\" منصوب ب \"انتحت\" على أنه مفعول به, أو مفعول مطلق مرادف لمصدر الفعل, لن المعنى: انتحى انتحاء الهوجل, أو المعنى: اهتدى هداه.\nوتقدير البيت: ولست بشخص كثير الحيرة في الظلام, بمعنى يقع التحير منه كثيرا, أي تكثر مراءلته, أو يشتد ما يقع منه من ذلك بحيث لا يجد مخرجا, وقد يقال: لا يحتاج إلى هذا, إذ لا يسمى تحيرا إلا ما كان مثل هذا. أما التوقف الذي يعقبه الاهتداء فليس بحيرة, ولا يذم به صاحبه, وقلما يسلم منه, فلأجل هذا خص النفي بما يدل على الكثرة في ذلك وهو محيار بزنة \"مفعال\" الذي هو من أمثلة المبالغة في تكثير المعنى, ونفي ذلك عنه أفاد ثبوت ضده له وهو أنه كثير الاهتداء إلى قصد السبيل عند اشتباك الظلام, فلا تعمى عليه المسالك, إذا قصد جمل مطبوع على العمل به قصد الدليل الذي يكثر منه عسف اليهماء: أي المفارزة التي يهيم فيها السالك.\nف \"يهماء\" -على ما قررنا- مفعول بالعسيف, وأسند على الجمل لأنه هو الذي يسير, فالراكب تابع في القصد للمركوب, والمركوب تابع للراكب في الاهتداء والتحير, ولذلك ما نفى التحير عنه دون الجمل. وهذه من لطائف البلاغة, وأسرار الفصاحة.\nوجعل طريق الدليل هدى, لأن من يسلكها يجد عليها هدى, فكان الطريق هدى من الليل الذي سلكها أولا لمن يسلكها بعده.\nويجوز أن يفسر الهدى بالراحة هنا, لاهتداء راكبها بها. ف \"هدى\" عليه فاعل \"انتحت\" , و \"يعمل\" بدل منه, و \"يهماء\" بالنصب مفعوله.\nوالتقدير: إذا قصدت راحلة الهوجل العسيف وهي يعمل يهماء.\nإذا الأمعز لاقى مناسمي\n...\nتطاير منه قادح ومفلل.\nالأمعز: المكان الصلب. والصوان جمع صوانة: ضرب من الحجارة شديد. فالأمعز الصوان: صاحب الصوان. والمناسم جمع منسم: مقدم الخف. والقادح: الذي يقدح النار. والمفلل: المكسر.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وصف بعيره بصلابة أخفافه بحيث تؤثر مناسمها في الأماكن الصلبة إذا لاقتها. فتطير منها أحجارا قادحة للنار, وأخرى مكسورة من شدة الوطء وصلابة ما يباشر الأرض من الأخفاف.\nأديم مطال الجوع حتى اميته\n...\nواضرب عنه الذكر صفحا فأذهل.\nالمطال: كالمطل: تأخير الحق. يقال: مطله وما طله بحقه: لواه, أي أخره. والصفح: مصدر صفح, يصفح-بفتح الفاء فيهما-أعرض وأذهل-بالفتح-مضارع ذهلت عن الشيء, بالفتح, ذهلا, أو أذهلت عنه بالكسر ذهولا: نسيته, والذكر: التذكر. وضربه من الجوع صفحا: الإعراض عما يقتضيه من الأكل إعراضا, وهذا عين مطاله الذي يديمه حتى يميت الجوع وأي يكسر سورته, ويقتل كلبه بدوام مصابرته بأن يرتاض به فلا يتأثر به بعد. وغاية ذلك أن يذهل عن وجوده, وألا يحس بحر وقوده.\nوأستف ترب الأرض كي لا يرى به\n...\nعلي من الطول امرؤ متطول.\nاستفاف الترب كسفه, والسويق: أخذه غير متلوت. والطول-بفتح الطاء المهملة-الفضل و \"من\" زائدة للتوكيد. والمتطول: المتفضل.\nيريد أنه إذا دار أمره بين أن يستف التراب, أو أن يتحمل منة من ذي من , فإنه يختار استفاف التراب.\nوتقدير البيت: وأستف تراب الأرض لأجل ألا يرى بسبب ذلك على امرؤ متفضل فضلا.\nبمعنى أن هذه عادتي, فسف التراب عند خوف المنة متحقق في حقه ماض بالنسبة لزمان تكلمه, فالتعبير بالمضارع لحكاية حالة سفه التراب الماضية, فهو يستحضر به صورة السف لفظاعتها.\nأو يقال: إن المعتاد مستقبل العودة كما هو ماضي البدء, فالتعبير بالمضارع عما يعود منه يعود منه حقيقة, وعما مضى منه مجازا.\nولولا اجتناب الذم لم يلف مشرب\n...\nيعاش به إلا لدي وما كل.\nيعني أن اجتنابة الذم المحقق بحسب دعواه بشهادة \"لولا\" فإنها تقتضي وجود شرطها, وامتناع جوابها لوجوده, والشرط هنا اجتناب الذم, فهو الذي أرقى همته, وقمع نهمته, ومنع من وجدان المشارب والمآكل التي يعاش بها عنده, ولولا ذلك-أي لو قدر عدم اجتناب الذم بعدم المبالاة به-لم يوجد شيء مما ذكر إلا عنده.\nولكن نفساً حرة لا تقيم بي\n...\nعلى الذم إلا ريثما أتحول.\nالنفس الحرة: هي الكريمة التي تأنف من الدنايا, وتستهل من جنبها المنايا. والريث هنا: القدر, و \"لكن\" هنا للاستدراك المحقق لوجود اجتناب الذم المانع من ارتكاب ما تضمنه الجواب الذي امتنع لوجوده, فيتحقق امتناع مضمون الجواب , وذلك مفهوم من \"لولا\" في البيت الأول فيكون هذا تأكيدا لذلك.\nوبالجملة: إن هذا من الاستدراك المشتمل على الإثبات للذي لم يتوهم نفيه لمجرد التأكيد. وقد يكون بالنفي لما يتوهم ثبوته كذلك. ومن قول أبي سلمى بن ربيعة:\nفلو طار ذو حافر قبلها\n...\nلطارت ولكنه لم يطر.\nفإن \"لو\" أفادت امتناع طيران ذي الحافر، فارتفع توهمه فاستدراكه بعد يكون للتأكيد.\nوتقدير البيت: ولكن نفسا كريمة لا تستمر بي على ما أذم به إلا ما انتقل عنه.\nوالمعنى أنه لا يقيم لحظة، فاستثناء مقدار التحول من مقدار الإقامة استثناء من غير الجنس، أفاد ذلك مبالغة في عدم الإقامة على الذم. فالإقامة والتحول - أي قدره - متغايران، وقد حصر ما أثبته من الإقامة في التحول الذي هو ضدها بلا تأول , وذلك محال لا يخطر ببال، فتكون الإقامة على الذم من المحال, وهذا هو المسمى بعلم البديع بتأكيد المدح بما يشبه الذم, ومن شواهده قول النابغة:\nولا عيب فيهم غير أن سيوفهم\n...\nبهن فلول من قراع الكتائب\nفاستثناء فلول السيف من العيب , كاستثناء التحول من الإقامة في بيت الشنفرى , ففلول السيف مدح أفرغ في قالب الذم , أكد المدح بنفي العيب لتحقيقه أنه لم يوجد من إفراد العيب شيء, وكذلك القول عن الذم مدح عظيم مفرغ في قالب الذم , حيث استثني من نفي الإقامة على الذم والاستثناء من النفي إثبات, فيقتضي إثبات الإقامة على الذم , وكونها تحولا عنه مؤكد لنفيها وبرهان على استغراق النفي بجميع إفراد الإقامة على الذم.\nوأطوي على الخمص الحوايا كما انطوت\n...\nخيوطه ماري تغار وتفتل\nالحوايا: الأمعاء التي تحوت, أي استدارت, واحدها حوية - بوزن غنية- وحاوية وحاوياء.\nالجزء: 1 ¦ الصفحة: 6\n",
        "والخمص مصدر خمصه الجوع: أضمره. وخمص البطن - مثلث الميم-أي خلا والخيوطة - بالتاء- كالخيوط, والأخياط: جمع خيط. والماري: كساء صغير لخطوط مرسلة, وإزار الساقي من الصوف المخطط. وتغار: يحكم فتلها. ف \"الحوايا\" مفعول \"أطوي\" أي: أشد الأمعاء على جوعها فتنطوي كما انطوت خيوط الكساء, والإزار الماري في حال كونها تفتل ويحكم فتلها, وانطواء الخيوط في حالة الغزل على المغزل في غاية الانضمام والتداخل. فيستفاد من تشبيه طي الأمعاء به شدة جوعها, وفرط خلائها من الغذاء والرطوبات, واستيلاء اليبس عليها, فتضمر وتنضم ولا كانضمام الخيوط عند إحكام الفتل.\nوأغدو إلى القوت الزهيد كما غدا\n...\nأزل تهاداه التنائف أطحل\nالقوت: ما يمسك الرمق. والزهيد: القليل والضيق, أو المرغوب عنه, بمعنى المزهود فيه, المحتقر. فهذا يناسب قوله: \"وأستف ترب الأرض. . . البيت\" والأزل: الذئب القليل لحم الألية, وخصه لأن ذلك أشد لوثوبه وسرعة سيره. والأطحل: ذو الطحلة-بالضم-وهي لون بين الغبرة والبياض والتنائف, جمع تنوفة وهي المفازة. وهل وزن التنوفة \"فعولة\" أو \"تفعلة\"؟ خلاف ذكرناه في \"فرائد التبيان في شرح قلائد العقيان\" \"وتهاداه\": أصله تتهاداه بتاءين مضارع \"تهادته\" أي أهده بعضها إلى البعض. وهو استعارة لخروجه من بعضها إلى ما يليه في سيره لطلب قوته, وهذه الاستعارة تسمى تبعية لأنها في الفعل, وسميت بذلك لكونها بالتبع لمصدر الفعل, بمعنى أن المصدر محل التشبيه الذي انبنت عليه الاستعارة, فجرى أولا ذلك في المصدر, ثم تبعه في الفعل.\nومعنى البيت: وأسير غدوة مثلا إلى محل القوت المزهود فيه فرارا من الذم سيرا حثيثا شبيها بسير الذئب القليل لحم العجز, المغبر اللون إلى قوته في ذلك الوقت في حال كونه تتهاداه المفاوز, وتتدفعه أولاها إلى ما يليه وهكذا.\nوغدو الذئب في طلب قوته بالغ الغاية في الإبعاد والسرعة, لاسيما إذا كان أزل. فتشبيه غدوه بغدو الذئب لبيان حاله في الغدو في طلب القوت الذي ينجيه من المقت المحقق, لشدة اجتنابه من الذم. فمضمون هذا البيت, والذي قبله, الاحتجاج على ما ادعاه فيما قبلهما من اجتناب المذمات وأنفته من الدنيات.\nثم أخذ يشرح أحوال الذئب في سيره على القوت ليتعلم منها حاله هو في الطلب لكونها مثلها, فقال:\nغدا طاويا يعارض الريح حافيا\n...\nيخوت بأذناب الشعاب ويعسل.\nالطاوي: الذي طوى يطوي: أي لم يأكل شيئاً متعمداً لذلك والمعارضة: المباراة. ويخوت-بالخاء المعجمة-يسرع هنا, من خوت البازي والعقاب: أي انقضاضهما, هو أسرع ما يكون. وأذناب الشعاب: أسافلها, وعسلان الذئب, كعسله: خببه في مشيته.\nفجملة \"غدا\" استئنافية لا محل لها - لأجل ذلك - من الإعراب, ويجب فصلها عن التي قبلها المقتضية سؤالا يجاب عنه بالثانية, وبيان ذلك أن قوله: \"كما غدا\" اقتضى أن يقال: كيف غدا؟ فيقال: غدا طاويا, ولو تحقق السؤال لوجب فصل الجواب عنه, فكذلك يجب فصل الجواب عما يتضمن ذلك السؤال, ويسمى الفصل استئنافياً كالجملة المستأنف بها.\nوالمعنى: غدا الذئب لطلب القوت في حال كونه جائعا, وهذه الحالة لازمة له, ولذلك يقولون: \"رماه الله بداء الذئب\" , أي الجوع, وغدا أيضاً حالة كونه يباري الريح في السرعة, وفي حال كونه ينحدر في أسافل الشعاب مسرعا كما ينقض البازي, وفي حال كونه يضطرب في مشيته من شدة السرعة. وواحد الشعاب, شعبة: وهي مسيل الماء إلى الوادي.\nفلما لواه القوت من حيث أمه\n...\nدعا فأجابته نظائر نحل.\nلويت فلانا: مطلته بحقه وهو هنا استعارة لعدم وجدان الذئب القوت في المحل الذي أمه: أي قصده. ولما لم يجد ذلك عوى من خيبته في مطلبه فأجابته نظائر: أي؟ أشباه له, في حالة من الجوع ومن طلب القوت على الحال الذي وصف, ناحلة مهزولة من أجل ذلك.\nمهللة شيب الوجوه كأنها\n...\nقداح بكفي ياسر تتقلقل.\nالمهللة: التي تشبه الهلال, وهذا استعمال غريب مخل بفصاحة الكلمة, إذ لم يعهد استعمال \"فعل\" بالتشديد في التشبيه. ونظير \"مهللة\" هنا \"مسرج\" في قول العجاج:\nوفاحماً ومرسناً مسرجاً\nالجزء: 1 ¦ الصفحة: 7\n",
        "أي: كالسيف السريجي في الدقة والاستواء, أو كالسراج في البريق واللمعان. والشيب, جمع أشيب: وهو ها هنا المتغير لون الوجه على سبيل الاستعارة. والقداح, جمع قدح بالكسر: وهو السهم قبل أن يراش. وتقلقل القداح: تحريكها واضطرابها, ومن لازم ذلك تصويتها. والياسر: الذي يجيلها ويفرقها, فعله يسر-بالفتح-ييسر بالكسر.\nوالمعنى على تشبيه الذئاب العاوية الضامرة من الجوع بقداح الميسر المصوتة عند اضطرابها في كف المفيض: وهو الياسر, فقوله: \"تقلقل\" لا يتم المعنى بدونه. و \"مهللة\" بالرفع, من صفات النظائر.\nأو الخشرم المبعوث حثحث دبره\n...\nمحابيض أرساهن سام معسل.\nالخشرم-بالخاء والشين المعجمتين-النحل والزنابير, واحدته بهاء والمبعوث: الذي هيج من محله. والدبر-بالفتح-جماعة النحل والزنانبير وبكسر الدال أيضاً فيهما.\nوالأليق بالنظر إلى الدبر أن يفسر الخشرم بمأوى النحل هنا, أو بأميرها, وهما من معاني الخشرم أيضاً.\nوحثحثة الدبر: تحريكه بالمحابيض, بالضاد المعجمة, جمع محبض بزنة \"منبر\" , وهو عمود يشار به العسل ويطرد به الدبر. وإرساء المحابيض: إثباتها. والسامي المعسل: المرتقي لطلب العسل, كالمستعسل ف \"الخشرم\" معطوف على \"قداح\".\nوالمعنى على تشبيه الذئاب النحل في حالة عوائها بأمير النحل الذي حرك دبره بالأعواد المسماة بالمحابيض مريد عسلها, وصوت النحل إذ ذاك متوفر متواتر وتشبيهها بالنحل المبعوث أدل على شدة صوتها من تشبيهها بالقداح المضطربة في كفي الياسر.\nمهرتة فوٌه كأن شداقها\n...\nشقوق العصي كالحات وبسل.\nالمهرتة الواسعة الأشداق. والفوه, جمه أفواه وفوهاء: للواسع الفم ومن تخرج أسنانه من شفتيه مع طولها. وصفة ذلك: الفوه بالتحريك. والكالحات: المتكشرات في عبوس. والبسل: جمع باسل: وهو الكريه المنظر هنا.\nوصف الذئاب بسعة الأشداق, وببروز أنيابها لطولها من شفتيها, وبالعبوس وكراهة المنظر من أجل سعة أفمامها حتى أشبهت أشداقها شقوق العصي في الطول مع التزاق أحد الشقين بالآخر.\nفضج وضجت بالبراح كأنها\n...\nوإياه نوح فوق علياء ثكل.\nالضجيج: صياح الجازع والمغلوب. والبراح: الفضاء. والنوح جمع نائحة. والعلياء: المكان العالي. والثكل, جمع ثاكل: وهي الفاقد لولدها.\nويقول: فصاح الذئب صياح محزون, وصاحت معه النظائر النحل في الفضاء في حال كونها وإياه تشبه نساء فاقدات لأولادهن نائحات عليها فوق مكان مشرف, وهذا الضجيج غير دعائه وإجابتها لأن ذلك إجابة للصوت من بعيد. وهذا بعد الاجتماع, ولذلك رتبه على ما تقدم بالفاء التي تقتضي التسبيب.\nفأغضى وأغضت وابتسى وابتست به\n...\nمرامل عزاها وعزته مرمل.\nأغضى-بالغين والضاض المعجمتين- أدنى الجفن من الجفن. وأغضى الشيء: سكت عنه. وابتسى-بالموحدة التحتية قبل المثناة الفوقية-أنس, كبسأ بزنة: \"جعل\" و \"فرح\". وهو في الأصل مهموز فسهل الهمزة ألفاً هنا ضرورة. والمرامل: التي نفذ زادها, واحدها مرمل \"فمرامل\" فاعل \"ابتست\". \"ومرمل\" فاعل \"عزاها\".\nيقول: فأغضى الذئب, وأغضت الذئاب: أي سكتت بعد الصياح مدنية لجفونها, وأنس هو بها, وأنست به, مقفرات من الطعام, صبرها مقفر مثلها, وصبرته هي.\nويصح أن يكون \"مرامل\" خبر مبتدأ محذوف, أي \"هي مرامل\" , وهو أولى لسلامته من وضع الظاهر وضع المضمر, والله أعلم سبحانه.\nوأولى من التقديرين أن يكون منصوباً على الحال من فاعل \"ابتست\" وهو ضمير الذئاب.\nشكا وشكت ثم ارعوى بعد وارعوت\n...\nوللصبر إن لم ينفع الشكو أجمل.\nالإرعواء: النزوع عن الجهل, وحسن الرجوع عنه.\nالجزء: 1 ¦ الصفحة: 8\n",
        "يقول: شكا الذئب للذئاب عند اجتماعهم ما يجده من الجوع والخيبة في الطلب, وشكت هي له ذلك. ثم نزع عن ذلك بعد, وكفا وكفت هي أيضاً عن الشكوى, صابرة على تلك البلوى, وللصبر أكثر جمال من الشكوى إن لم يكن لها نفع. والمشاركة بين الصبر والشكوى في الجمال بحسب اعتقاد الشاكي على ما يقتضيه الطبع, وإلا فلا جمال للجزع والشكوى بالنسبة للصبر, حتى يكون الصبر زائدا عليه بعد المشاركة, نعم قد يكون الجزع في بعض المواطن هو الجميل دون الصبر كفقد الدين ومن جاء بالدين, خاتم النبيين, وإمام المرسلين صلى الله عليه وسلم وعليهم أجمعين, فإنه كما قال شاعره حسان بن ثابت رضي الله عنه:\nوالصبر يحمد في المواطن كلها\n...\nإلا عليك فإنه مذموم\nوفاء وفاءت بادرات وكلها\n...\nعلى نكظٍ مما يكاتم مجمل.\nالفيئة: الرجوع. والبادر: الذي بدر غيره على الأمر: سبقه إليه وعاجله. والنكظ-بالنون والكاف والظاء المشالة محركة-الجهد والمشقة هنا والمكاتمة: الكتم والكتمان أي الإخفاء. والإجمال: التؤدة والاعتدال في الطلب من غير إفراط.\nو\"بادرات\" منصوب على الحال من فاعل \"فاءت\". و \"كلها\" مبتدأ خبره \"مجمل عليها\" بسكون الجيم وكسر الميم. و \"على نكظ\" حال من الضمير المستتر في الخبر. و \"على\" فيه بمعنى \"مع\" و \"ما\" في \"مما يكاتم\" موصول إسمي و \"يكاتم\" صلته, والعائد محذوف لأنه منصوب بالفعل.\nوتقدير البيت: ثم ارعوى وارعوت ورجع عوده على بدئه, ورجعت هي أيضاً في حال كونها سابقات إلى الفيئة, وكل واحد منها متئد في طلب القوت, معتدل فيه, ليس معه شيء من الإفراط المؤذن بشدة الحرص مع جهد ومشقة كائن من الذي يخفيه من الجوع الشديد الذي لا يشبه الجوع, وقد قدمنا المثل الذي يضرب به في جوع الذئب, وهو قولهم \"رماه الله بداء الذئب\" ويقولون أيضاً: \"هو كالذئب يغبط بذي بطنه وهو جائع\". وإذا كان الذئب-وهو حيوان أعجم من أحقر الحيوانات على ما يكابده من التعب المفرط من الجوع والحاجة الشديدة-ليس بشدد الحرص على القوت فينبغي للإنسان وهو فاهم عاقل إلا يكون شرا من الذئب في ذلك.\nواشرب أسار القطا الكدر بعدما\n...\nسرت قربا أحناؤها تتصلصل\nالأسآر: البقايا, واحدها سور, والقطا, كالقطوات, جمع قطاة: وهي طائر معروف: وهي ثلاثة أنواع منها الكدر. والكدرة: غبرة في الألوان وقد ذكرنا أنواع القطا مفسرة في \"شرح قلائد العقيان\" عند قول المعتمد:\nبكيت إلى سرب القطا إذ مررن بي\n...\nوالقرب بالتحريك: سير الليل لورد الغداة. والأحناء: الأضلاع, والتصلصل: التصويت.\nقوله \"أشرب\" معطوف على قوله \"أغدو إلى القوت\" والتقدير: وأشرب بقايا الماء الفاضل عن القطا الكدر بعد ورودها, وهو أسبق الطير ورودا. فشربه أسآرها: المراد منه سبقه إليه وتبكيره, وسرعته في السير إليه بحيث لا يسبقه إليه إلا القطا الذي هو أسرع الطير ورودا؛إذ لو سبق غير القطا لكان ما يشربه أسآر الغير, لأن السؤر يضاف إلى الشارب الأخير.\nفتبين مما قررنا به شرب أسآر القطا أنه كناية, أريد بها لازم معناه منا لسرعة والسبق إليه مع المعنى أيضاً, وهو سبق القطا إياه إلى الورود, أي يشرب بعد شرب القطا, بعد سراها-أي القطا-قربا: أي سيرها الليل لتصبح الماء في حالة تصويت أحنائها في طيرانها إلى الماء, فقوله: \"بعدما سرت\" ظرف لما دل عليها القطا من شربها.\nوالتقدير: ويشرب الفاضل عن شرب القطا الكائن ذلك الشرب بعد سرى القطا قربا, أي سراها سرى قرب.\nفقوله \"قربا منصوب على المفعولية المطلقة, لأن القرب نوع من السرى باعتبار الحامل عليه. ووقع في هذا البيت تصحيف فيما بيدي من نسخ القصيدة, فكتب:\" وتشرب بالتاء الموهمة أن الفعل للذئاب, مع أنه له, وذلك يقتضي أن يكتب بالهمزة, ويدل لها قوله:\nهممت وهمت وابتدرنا فأسدلت\n...\nوشمر مني فارطٌ متمهل.\nفإنه صريح في أنه أدركها عند المنهل قبل ورودها, فابتدر كل منهما إليه, أي عاجل كل منهما الآخر إلى الورود بعد الهم به الكائن من كل منهما.\nالجزء: 1 ¦ الصفحة: 9\n",
        "فأسدلت هي: أي أرخت أجنحتها لترد الماء بعد الابتدار, وشمر منه هو أي جد فارط: أي سابق متقدم على الواردين إلى الماء, وهو نفس ذلك الفارط, انتزع من نفسه فارطا مبالغة في كونه هو فارطاً تنبيهاً على كمال صفة الفروط فيه, وبلوغها الغاية, حتى ساغ له أن ينتزع منه شخصا موصوفا. بمثل تلك الصفة, وهذا الانتزاع يسمى \"تجريدا\" في عرف أهل البديع, والمفيد له هنا \"من\" فهي تجريدية, ولا ينحصر ذلك فيها, بل قد يكون بالباء التجريدية كقولهم: \"لقيت فلانا أسداً وبحراً\" مثلا, وقد يكون بغير ما ذكر وهو كثير. والمتمهل: المتئد الذي يمشي على مهل, وهذا يدل على تشاركهما في الشرب, واتحادهما في زمانه, فلم تسبقه, فلم يرد سؤرها حينئذ إلا أنيقال: شرب السؤر لا يدل على تقدم المسئر, فإنه قد يتحقق مع الاصطحاب, فإن كلا من المصطحبين في الشرب مبق سؤرا: أي بقية, فعودهما للشرب بعد عود للسؤر, أي: عود كل منهما عود لسؤر الآخر, فهو شارب سؤرها, وهي شاربة سؤره.\nوقد يقال: يتمخض له شرب السؤر في زمان الاصطحاب أيضاً لقصر زمان شربها, وطول زمان شربه, فيتأخر عنها وإن لم تتقدم عليه.\nعلى أن قوله-بعد-صريح في تقدمه عليها وهو قوله:\nفوليت عنها وهي تكبو لعقره\n...\nتباشره منها ذقون حوصل\nإلا أن يريد بقوله: \"فوليت عنها\" لتشرب قبله, ويريد بذلك أنه لم يزاحمها ولم ينفرها مع قدرته على ذلك عملا على ما تقتضيه مكارم الأخلاق, وهو الأليق بالمقام, لأنه في سياق الافتخار, والتمدح بمحاسن الخلال.\nوهذا كله بناء على ما سبق إلى الوهم أن اللفظ \"أشرب\" بصيغة مضارع المتكلم. وبعد كتبي ما تقدم تبين لي أن اللفظ \"وتشرب\" \"أسآري\" بالتاء في \"تشرب\" وفاعله القطا, و \"أسارية\" مفعول به, وعليه فلا يحتاج إلى تآويل والله أعلم.\nقوله: \"تكبو لعقره أي تنكب على وجهها في عقر البئر, أي مقام الشاربة من الحوض, أو مؤخره. ومصدر تكبو: الكبو بالفتح والسكون, والكبو بالضمات وتشديد الواو. والذقون, جمع ذقن بالتحريك: وهو مجتمع اللحيين من أسفلهما, وقد تكسر قافه. وباعتبار ذلك, جمعه على \"فعول\" وجمعه باعتبار التحريك \"أذقان\". والحوصل, كالحوصل والحوصلاء.\nقال في القاموس: \"أسفل البطن إلى العانة من كل شيء\" انتهى. وحوصلة الطائر معلومة تجمع على حواصل.\nوالمعنى أنه أدبر عنها وتركها منكبة على أذقانها في محل قيام الشاربة من الحوض, أو في مؤخره, ومباشرة له بأذقانها وحواصلها.\nوجملتا قوله: \"تكبو لعقرها\" وتباشره منصوبان على الحال من الضمير المجرور ب \"عن\" أو الثانية حال من فاعل \"تكبو\" وعلى كل من التقديرين: فالجملة الثانية مفسرة للأولى, لأن الكبو: الإنكباب على الوجه, ولا يتصور بدون مباشرة الأذقان والحواصل الأرض.\nكأن وغاها حجرتيه وجاله\n...\nأضاميم من سفر القبائل نزل.\nالوغى: الصوت. والحجرة-بضم الحاء وسكون الجيم-ما يمسك الماء من شفة الحوض هنا. والجال بالجيم-جانب البئر, وناحيتها, كالجول بالضم. والأضاميم جمع إضمامة-بكسر الهمزة-وهي الجماعة من الناس. فوزن أضاميم إذا \"فعاليل\". والسفر: جماعة المسافرين.\nيقول: كأن أصوات القطا الواردة الكائنة في الموضعين اللذين يمسكان ماءه المخرج من قعره, وفي جانبه وناحيته, لفظ جماعات كائنات من مسافري قبائل شتى في وقت النزول. ووجه الشبه: الاختلاط, والاختلاف, وعدم التبين مع التواتر.\nقوله: \"حجرتيه\" منصوب على الظرفية المكانية. و \"جاله\" معطوفة عليه, و \"أضاميم\" على حذف مضاف أي: \"صوت أضاميم\" و \"نزل\" كمن سفر القبائل نعت للأضاميم وفي اعتبار وصف الدال على الحدث, اعتبار لزمان حدوثه, فلذلك ما قلت في التقدير وقت النزول.\nتوافين من شتى إليه فضمها\n...\nكما ضم أذواد الأصاريم منهل.\nتوافوا: تتاموا. والأذواد -بإعجام الأولى وإهمال الثانية- جمع ذود بالفتح, وفي كونه جمعاً لا واحدة له, أو واحدا خلاف. والذود: ثلاثة أبعرة إلى العشرة, أو إلى خمسة عشر, أو عشرين, أو ثلاثين, أو ما بين الثنتين والتسع, أولا يكون إلا من الإناث, أقوال. والأصاريم جمع أصرام, جمع صرم بالكسر: وهو الجماعة , والمنهل: الغدير.\nيقول: انتهى -يعني القطى- إلى البئر مجتمعين عنده, فحازها كما حاز منهل إبلا كثيرة لأحياء كثيرة.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وقوله: من شتى: أي من جهات مفترقة متعددة, والمراد كثرة القطا الواردة عند البئر, ككثرة الأذواد الموصوفة عند المنهل.\nفعبت غشاشا ثم ولت كأنها\n...\nمع الصبح ركب من أحاظة مجفل.\nالعب: الجرع. والغشاش-بالغين المعجمة مكسورة وشينين معجمتين بينهما ألف-الشرب القليل أو العجل, أو غير المروي. والركب: جماعة راكبي الإبل, واحدهم راكب. واحاظة-بضم الهمزة وبالواو والمضمومة أيضاً بعدها حاء مهملة مفتوحة فألف فظاء مشالة-مدينة باليمن وأرض ينسب إليها مخلاف. والمجفل: المنهزم.\nيقول: فجرعت جرعا قليلا على عجل, أو غير مرو, ثم أدبرت راجعة إلى مفاحصها في حال كونها يشبهها عند الصبح ركب منهزم كائن من أحاظة.\nالمعنى أنها أدبرت راجعة مسرعة في الطيران, إسراع الركب المنهزم.\nوالغرض من تشبيهها بالركب المجفل بيان حالها في توليتها ورجوعها, لا بيان مقدار الحال الذي هو السرعة. حتى يقال: إن مقدار الطيران فوق مقدار العدو في السرعة.\nوآلف وجه الأرض عند افتراشها\n...\nبأهدأ تنئيه سناسن قحل.\nآلفه-بالفتح-مضارع ألفته, كعلمته: حصلت بيني وبينه ألفة: أي ملائمة. وافتراش الأرض: اتخاذها فراشاً, بأن يضجع عليها من غير حائل بينهما. والأهدأ-بالهمز-اسم هدئ كفرح: أي انحنى. يقال: أهدأه الكبر. وتنئيه, مضارع أناته: أي أبعده. ويروى \"تثنيه\". والسناسن جمع سنسن وسنسنة بالكسر فيهما: حرف فقار الظهر هنا, والقحل: جمع قاحل: وهو اليابس.\nوصف نفسه بالارتياض بالمقاسات للمشقات حتى ألفها فلم يجد لها كبير ألم بعد, فأخبر عن نفسه انه يفترش الأرض فيضطجع عليها بمنكب منحني من الكبر أو من مقاساة الأهوال والشدائد. أبعدت ذلك الأهدأ عن الأرض حروف فقار الظهر اليابسة من الكبر, فلا يجد لقسلوة الأرض ألما عندما يفترشها ليبس ما يباشرها من أضلاعه وفقاره التي أبعدت عن الأرض ما يحس بها من منكبه.\nقوله: \"عند افتراشها\" فيه إضافة المصدر إلى المفعول به. و \"بأهدأ متعلق\" بافتراش. و \"تنئيه\" نعت \"لأهدا\".\nوتقدير البيت: وآلف وجه الأرض أي لا أتألم به عند افتراشي إياها, أي اضطجاعي عليها, بمكنب أو جنب منحني مبعد عن الأرض بأضلاع يابسة.\nوقوله: \"وآلف معطوف\" على قوله: \"وأغدو\" كقوله: \"أشرب. وكذا قوله:\nوأعدل منحوضا كان فصوصه\n...\nكعاب دحاها لاعب فهي مثله.\nأعدل-بالكسر-مضارع عدلته بالفتح-أي أقمته والمنحوض: المهزول. وموصوفه محذوف, أي: ذراعاً منحوضاً. والفصوص جمع فص: وهو ملتقى كل عظمين. والكعاب, جمع كعب, وهو عظم ناشز في كل من جانبي القدم, ودحو الكعاب: الرمي بها, لأن في ذلك بسطا لها, الذي هو معنى الدحو, والمثل جمع الماثل أي منتصب.\nيقول: وأنصب ذراعا مهزولاً تشبه مواصل عظامه كعابا رما بها على الأرض شخص لاعب بها. فهي لأجل ذلك منتصبة قائمة.\nفالغرض من التشبيه هنا بيان مقدار هزال الذراع, فإنه أفاد أن ذلك في الغاية, إنما يعدل المنحوض ليتوسده.\nوالمعنى: أنه يفترش الأرض, ويتوسد ذراعه المهزول كما قال غيره:\nيا رب سار بات ما توسدا\n...\nإلا ذراع العيس أو عظم اليدا.\nفإن تبتئس بالشنفرى أم قسطل\n...\nفما اغتبطت بالشنفرى قبل أطول.\nابتأس: حزن والشنفرى: لقبه. واسمه عمر بن مالك الأزدي وأم قسط-بالسين والصاد أيضاً-كنية الداهية, وأي داهية أعظم من الحرب, ومن الحرب يتولد الغبار: وهو القسطل. والاغتباط: السرور.\nيقول: إنه مسعر حرب, ومنجد للدواهي على قتل الأبطال فإن مات ابتأست به الدواهي والحروب, وحزنت عليه, كما كانت تسربه, على أن زمان اغتباطها به أطول. وقوله هذا تعزية لها, والتعزية في الحقيقة لنفسه.\nوالمعنى أنه إن قدر موته وابتأس ما ذكر فيه, فلم يكن ذلك إلا بعد أن أمات كثيرا, وأوقد نيران الحروب زمانا طويلا, وفي ذلك اغتباط الدواهي وسرورها, فلم يفته شيء تحب لأجله الحياة, إذ ذاك غاية ما كانوا يطلبون الحياة له, كما قال قطري بن الفجاءة:\nفإن أمت حتف أنفي لا أمت كمدا\n...\nعلى الطعان وقصر العاجز الكمد.\nولم أقل: لم أساق الموت شاربه\n...\nفي كأسه والمنايا شرع ورد\nطريد جنايات تياسرن لحمه\n...\nعقيرته لأيها حم أول.\nالجزء: 1 ¦ الصفحة: 11\n",
        "الطريد: المطرود: المبعد. وإضافته للجنايات, جمع جناية مجاز. بمعنى أنها سبب طرده. والتياسر: المقارعة بقداح الميسر, وهو مجاز عن الاستحقاق, وإسناده إلى ضمير الجنايات مجاز أيضاً, لأن المتياسر أي المستحق في الحقيقة المجني عليهم, والجنايات سببه, ومع ذلك فهي تمثيلٌ لاستحقاق المجني عليهم دمه على سبيل الاستعارة.\nوبيان ذلك أنه شبه حال نفسه من حيث أنه مطلوب الدم, مطلوله [بحال] الجزور المعين للنحر بالمقارعة عليه بالسهام المسمى تياسراً, ثم استعار لفظ المشبه به-وهو مركب- للمشبه. وما كان مثله من المجاز -أي مركباً - سمي تمثيلا على سبيل الاستعارة, إن لوحظ فيه التشبيه كما هنا.\nوالعقيرة. بمعنى المعقورة. والعقر: الجرح, ويعني بها ذاته. وحم: قدر. وقوله: \"طريد جنايات\" خبر مبتدأ محذوف, أي: \"هو مطرود جنايات\" أي مبعد عن عشيرته بسبب جناياته الكثيرة التي هي سبب في استحقاق المجني عليهم -وهم كثيرون- دمه, كاستحقاق الجزور المتياسر ونعليها. فذاته لأجل ذلك أول الذوات عقرا لأي الجنايات قدر.\nوالمعنى: أنه بمثابة الصيد الذي يعقره من أمكنه عقره من الطالبين له. فالطالبون له من أهل الجنايات كالمتصيدين, فمن ظفر به منهم قتله إن قدر عليه.\nوجملة \"هو طريد جنايات\" مستأنفة لبيان حاله, فلا محل لها من الإعراب.\nتنام إذا ما نام يقظى عيونها\n...\nحثاثاً إلى مكروه تتغلغل.\nاليقظى: المنتبهة, وهي أنثى اليقظان. والحثاث. -بالفتح ويكسر-الغمض كالقرار, وحكى مالك بن المرحل في نظم الفصيح خلافاً في الأفصح من الفتح والكسر ونصه:\nومثله الحثاث وهو يفتح\nوقيل: إن الكسر فيه أفصح ومكروهه: ما يكرهه. وتغلغل: أسرع.\nقوله: \"يقظى عيونها\" فاعل \"تنام\" وفاعل \"نام\" ضمير الشنفرى. و \"حثاثا\" منصوب على المفعولية المطلقة ل \"تنام\". و \"إلى مكروهه متعلق ب يتغلغل.\" والمعنى: تنام أعين الجنايات اليقظى غماضاً إذا ما نام هو, أي غفل عنها.\nبمعنى أنها لا تغفل عنه لحظة, وما يظن من ذلك غفلة, فهو حيلة ومكر, كمن يغمض عينيه يري الناس أنه نائم, وما به من نوم, يريد انتهاز الفرصة إذا أمكنته. فهي تسرع إلى ما هو مكروه له, وإن رئيت ساكنة, ومن هنا قالوا: \"الدم لا ينام\".\nوقد أفهم قول: \"تنام يقظى عيونها حثاثاً\": أنها طالبة له, غير غافلة عنه. فجاء قوله: \"إلى مكروهه تتغلغل\" مؤكدا بذلك ويسمى ذلك تذييلا, وقد شرحناه غير مرة. فالجملة المؤكد مضمونها ما قبلها-منطوقاً أو مفهوماً- لا محل لها من الإعراب.\nوإلف هموم لا تزال تعوده\n...\nعياد الحمي الربع أو هي أثقل.\nالحمي: فعيل. بمعنى مفعول: هو الذي أصابته الحمى. والربع-بالكسر هنا-الحمى التي تخلى عن صاحبها يومين, ثم تخشاه بعدهما, فيكون يومها رابعا ليومها قبله. \"والحمي\" مجرور بإضافة \"عياد إليه\" , وهو مصدر عاد المريض يعوده. \"والربع\" -بالرفع-فاعل المصدر, وروي \"بنصب الحمي\" , وجر \"الربع\" بإضافة المصدر المفصول من المضاف إليه بالمفعول, فيكون نظير قول الله سبحانه \"قتل أولادهم شركائهم\" بنصب \"أولادهم\" ب \"قتل\" وجر \"شركائهم\" بإضافته.\nومعنى البيت: هو طريد جنايات ومؤالف هموم لا تغيب عنه غيبة انقطاع, فهي تترد إليه كما تترد حمى الربع إلى المحموم بل الهموم أكثر ثقلا من الحمى المذكورة.\nإذا وردت أصدرتها ثم إنها\n...\nتثوب فتأتي من تحيتٍ ومن عل\nالورود: الحضور بعد الغيبة. والإصدار: الرد.\nيقول: إذا حضرتني الهموم ردتها: أي فرجتها عن نفسي, وهونت أمرها علي, ثم إنها تثوب-بالمثلثة-أي تعود, وترجع أعظم مما أصدرتها, فتأتيني من أسفل ومن فوق.\nفإما تريني كابنة الرمل ضاحياً\n...\nعلى رقة أحفى ولا أتنعل.\nابنة الرمل: البقرة الوحشية. والضاحي: البارز للشمس. والرقة: خلاف الغلظة, والرقة في القدم: أن يرق أسفله حتى يؤلمه المشي, ويسمى لذلك \"حفا\" بالقصر, مصدر حفي الحيوان بالكسر, لذلك المعنى. وأما المشي بلا نعل \"فحفاء بالمد, وهو أيضاً مصدر حفي بالكسر, و\" أحفى مضارعه, أي أمشي بغير نعل. والتنعل: تكلف لبس النعال.\nالجزء: 1 ¦ الصفحة: 12\n",
        "يقول مخاطبا لمؤنث: فإن تريني مثل البقرة أو الظبية في حال كوني بارزا للشمس, وفي حال كوني امشي بغير نعل, مع رقة في قدمي يؤلمني المشي بسببها, ولا أتكلف مع ذلك لبس النعال.\nوجواب الشرط في قوله:\nفإني لمولى الصبر أجتاب بزه\n...\nعلى مثل قلب السمع والحزم أفعل.\nمولى الصبر: وليه وحليفه. واجتياب البز-أي السلاح هنا-: لبسه, كاجتياب القميص. والسمع-بالكسر والعين المدملة-ولد الذئب من الضبع, وهو أخبث حيوان يضرب به المثل في سدة العدو, وفي شدة السمع فبقولون: \"أسمع من سنع\" و \"من السمع الأزل\". من الأول قول الشنفرة هذا في مرثية خاله تأبط شرا:\nمسبل في الحي أحوى رفل\n...\nوإذا يغزو فسمع أزل. {الرمل}\nوالحزم: الضبط والأخذ في الأمور بالأحوط, وهو منصوب مفعول مقدم \"بأفعل\" مضارع \"فعلت\".\nوالمعنى: إن تريني كما ذكر فإني لحليف الصبر, أي ملازمه, في حال كوني ألبس سلاحه على قلب مماثل لقلب ولد الذئب الذي أمه ضبع, وناهيك بقوته وجرأته, وافعل الحزم في الأمور, وأحتاط فيها, فلا تفريط عندي ولا إضاعة.\nوأعدم أحياناً وأغنى وإنما\n...\nينال الغنى ذو البعدة المتبدل.\nالإعدام: الافتقار. وأغنى-بالفتح-مضارع \"غني\" بالكسر بمعنى: استغنى والبعدة -بالضم كالرحلة-: السفرة. والمتبذل: الذي يتكلف ابتذال نفسه: أي امتهانها.\nيقول: أفعل الجزم, وافتقر أزمنة الدهر, واستغني كذلك, وما يدرك الغنى إلا صاحب السفر الذي يتكلف امتهان نفسه بالاغتراب عن الأهل, وقطع المفاوز والقفاز. وفي هذا الحث على استعمال الأسفار والتحذير من ملازمة الفرار, فإنه عين الافتقار.\nفلا جزع من خلة متكشف\n...\nولا مرح تحت الغنى أتخيل.\nالجزع-بنزة الفرح- الذي جزع بالكسر: أي ذهب صبره, والمصدر \"الجزع\" بالتحريك. والخلة-بفتح الخاء المعجمة-الحاجة والفقر والمتكشف: المظهر لحاجته. والمتخيل: المظهر الخيلاء.\nقوله: \"جزع\" خبر مبتدأ محذوف, أي: \"فلا أنا فاق الصبر من أجل احتياج عرض لي, مظهر لاحتياجي, ولا أنا مرح, أي ذو مرح-بالتحريك-أي بطر. وهو الخروج عما تقتضيه النعم من الشكر عليها لعدم احتمال النفس لذلك.\nفقوله: \"تحت الغنى أتخيل\" منصوب على الحال من \"مرح\" وهذه من الأحوال الأزمة للمدح.\nوالمعنى: ولست بمرح في حال كوني مختالا تحت الغنى, أي لأجله, وهذا معنى مطروق جدا.\nوحاصله أن الدهر يومان, يوم له , ويوم عليه, فإن كان عليه لم يضجر, وإن كان له لم يبطر, لاعتياده بكل من نعيمه وبؤسه, وسعته وضيقه, وشدته ورخائه, مهذب مجرب كالجذيل المحكك, والعذيق المرجب.\nولا تزدهي الأجهال حلمي ولا أرى\n...\nسؤولاً بأعقاب الأقاويل أنمل.\nالحلم: الأناة وازدهاؤه: استخفافه. والأجهال: جمع جهل, و \"أرى\": مبني لما يسم فاعله, أي: لا أوجد وألف. والسؤول: الذي يكثر السؤال, والأقاويل: جمع أقوال, جمع قول. \"وأنمل\" -بالضم- مضارع \"نمل\" بالفتح.\nثم يقول: لا تستخف الأجهال علي حلمي, ولا تحرك سكوني, ولا يلفيني أحد مكثرا لسؤال الناس في حال كوني أنم بأعقاب الأقاويل: أي أواخرها. أي أنفلها إلى الغير على وجهة الإفساد بينه وبين من نسبة له. وسميت هذه الأقاويل أعقابا لتأخرها عن الاعتبار, والاعتداد بها عن ذوي الهمم والله أعلم. أو لأن الذي يحفظ وينقل هو أخر ما يقال في الغالب. فباء \"بأعقاب\" متعلقة ب \"أنمل\" على ما قررنا.\nوليلة نحس يصطلي القوس ربها\n...\nوأقطعه اللاتي بها يتنبل.\nالنحس هنا: الشؤم والشدة. والاصطلاء: التسخن بالنار. واصًطلاء القوس: اصطلاء النار التي أوقدت بالقوس. والأقطع: جمع قطع -بالكسر- وهو هنا السهم والتنبل: تكلف الرمي بالنبل, ولا واحد للنبل من لفظه وقيل: واحده نبلة.\nوالتقدير: ورب ليلة شؤم, وشدة برد, موصوفة بما ذكر من الاصطلاء بالنار الموقدة بأعواد القوس التي لا غنى لصاحبها عنها, لعدم ما يوقد به النار سواها وسوى سهامها التي يتكلف الرمي بها نبالا.\nويصح-وهو الأولى إن شاء الله-أن يكون معنى \"يتنبل\" يصير نبيلا, صاحب نبل-بالضم-أي ذكاء وحذقا. ولا شك أن إجادة الرمي بالقوس من أمثل ما يدخل به الإنسان في زمرة النبلاء كالفروسة والسباحة.\nالجزء: 1 ¦ الصفحة: 13\n",
        "قوله: \"وليلة\" مخفوض ب \"رب\" المقدرة بعد الواو, ومع ذلك فهو مرفوع الموضع بالابتداء, لأن \"رب\" حرف زائد يدخل على المبتدأ, وجملة \"يصطلي\" صفة \"ليلة\". وخبر مبتدأ في قوله:\nدعست على غطش وبغش وصحبتي\n...\nسعار وإرزيز ووجر وأفكل.\nالدعس هنا: شدة الوطء. والغطش -بالغين المعجمة- الظلام. والبغش -بالغين والشين المعجمتين بعد الموحدة التحتية-: المطر الخفيف. والصحبة-بالضم-الصحابة, الواحد صاحب, والسعار-بالضم-: حر الجوع. والإرزيز-بكسر الهمزة فراء ساكنة فزائين بينهما ياء-: تكمش من البرد. والوجر-بالجيم بين الواو والراء-: الوجل. والأفكل-بفتح الهمزة فسكون الفاء-: الرعدة من خوف أو بردٍ ونحوه.\nيقول: ورب ليلة نحس سريت فيها, واطئا الأرض بشدة مع ظلام ومطر. وصحابة- أي الملازمون لي في سراي-جوع شديد, وبرد شديد, وخوف ورعدة منه ومن البرد.\nفجملة \"وصحبتي\" في محل نصب على الحال من الفاعل. و \"على\" في \"على غطش\" بمعنى \"مع\".\nفأيمت نسوانا وأيتمت إلدة\n...\nوعدت كما أبدأت والليل أليل.\nتأييم النسوة: تصييرهن أيامي, والأيم: التي لا زوج لها. كما أن الأيتام: تصيير الإلدة يتامى. وهمزة الإلدة أصلها واو. والعود: الرجوع, ضد البدء, والإبداء, بدء الشيء وبدأه كابتدائه, فعله: ابتدأ. والليل الأليل: الطويل, كاليوم الأيوم مبالغة في الطول, وهكذا كل وصف لشيء من لفظه.\nوقوله: \"فأيمت\" معطوف على قوله: \"دعست\" مسبب عنه أي سريت مصاحبا لما ذكر, فتسبب عن ذلك تأييمي نسوانا كثيرة بقتلي أزواجهن. وإيتامي أولادا كثيرين بقتلي آباءهن, ورجعت سالما إلى محلي, عن الحالة التي أبدأت السرى بها, والليل طويل جدا, أي بقي منه بعد عودي كثير.\nوالمعنى: أنه فعل ما فعل في بعض الليل, وهو وسطه مثلا, وفضل منه عن سراه كثير.\nوأصبح عني بالغميصاء جالسا\n...\nفريقان: مسؤول وأخر يسأل.\nالغميصاء-بالغين المعجمة مصغرا ممدودا-موضع أوقع فيه خالد بن الوليد رضي الله عنه ببني جذيمة إثر فتح مكة. وفريقان: تثنيه فريق, بمعنى مفارق لغيره, وهو اسم أصبح, و \"جالسا\": خبرها, وأفرده. ولم يقل: \"جالسين\" ليطابق \"فريقان\" لفظا, لأن \"فريقان\" في معنى جمع مختلف. و \"مسؤول\" خبر مبتدأ محذوف, أي: فريق مسؤول والآخر يسأل, وهذا تفصيل لإجمال \"فريقان\" , وأهل المعاني والبديع يسمي مثل هذا المثنى المفسر باسمين على إثره في أخر الكلام توشيعا, وهو في اللغة: لف القطن المندوف, ووجهه أن المثنى-وهو لفظ واحد-لما كان معناه متعدا, كان كلف القطن بعد ندفه. و \"عن\" في \"عني\" معناها التعليل, وليست متعلقة ب \"مسؤول\" و \"يسأل\" حتى يكون المعنى: فريق مسؤول عني, وفريق سائل عني, لأن المسؤول عنه مبهم, غير معين, بدليل السياق, وتعلقه به يقتضي أن يكون صورة سؤالهم هكذا: أفعل الشنفرى؟ أوألشنفرى فعل هذا؟ وما أشبه ذلك.\nولا يلزم من كون الجلوس في الغميصاء لأجله أن يكون معينا عندهم حتى يقال هذا أيضاً لازم في جعلها للتعليل, لأنا نقول: قوله: \"عني\" لأجلي, معناه أن الجلوس سببه فعلته هو وسراه في نفس الأمر, ولم يعلموا به, ولم يطلعوا على ما في نفس الأمر من ذلك, فجلسوا مستكشفين عما كان.\nومعنى البيت: وأصبح لأجل فعلتي المنكرة في الغميصاء جمع مختلف جالسا بعضهم مسؤول وبعضهم يسأله. وحكايتهم ما ظنوه سببا لهرير الكلاب عند سماعه لرؤية ما تكرهه قوله:\nفقالوا: لقد هرت بليل كلابنا\n...\nفقلنا: أذئب عس أم عس فرعل.\nمعناه ما قدمناه من حلوسهم للتحدث, والاستخبار عما كان بسبب سراه. أي: فقالوا جميعا, -أو من قال منهم-: لقد هرت كلابنا في الليل هريرا مرددا لم نعلم سببه, فقلنا جميعا-بمعنى أن بعضهم قاله لبعض-فالقائل السائل, والمقول له المسؤول: أذئب عس؟ أي سرى طالبا, أم عس فرعل؟ وهو ولد الضبع. وهذا حكاية لقولهم عند سماعهم الهرير: وهو صوت دون نباح لبرد أو غيره بحسب اعتقادهم, وهو أن سببه أحد أمرين عس الذئب أو الفرعل من غير قطع بأحدهما.\nفلم يكن إلا نبأة ثم هومت\n...\nفقلنا: قطاة ريع أم ريع أجدل.\nالنبأة هنا: صوت الكلاب, أو صوت منبتر لا مادة له, وكذلك أصوات الكلاب. والتهويم: هز الرؤوس من النعاس. وريع: أصابه روع: أي فزع. والأجدل: الصقر.\nالجزء: 1 ¦ الصفحة: 14\n",
        "قوله: \"نبأة\" يروى بالرفع على أن \"يك\" تامة, وبالنصب على أنها ناقصة, والاسم حينئذ ضمير الهرير.\nوالمعنى أنهم قالوا في تمام الحكاية: فلم يك الهرير الذي سمعناه إلا خفيا, أي لم يقو ولم يدم. ثم نامت الكلاب بعده, فتغير اعتقادنا أن سببه ما تقدم, معتقدين خلاف ذلك. فقلنا لما هومت على حسب اعتقادنا أيضاً, وإن لم يكن مطابقا أيضاً-: أقطاة حصل لها روع فطارت؟ أم صقر هو الذي أفزع فطار؟ فهرت الكلاب فانقطع ذلك, فانقطع هريرها, إذ لو كان سببه اعتساس الذئب أو الفرعل لدام, لأن الهرير بحسب موجبه في القوة والضعف, وطيران القطاة والأجدل عند الروع أضعف من حركة الذئب والفرعل في الاعتساس. فالهرير الذي يترتب على الأول أضعف من الذي يترتب على الثاني.\nوالحاصل أنه يستدل بصفة الهرير عن سببه, ولمل تبين لهم عدم مطابقة اعتقادهم الثاني أيضاً من كون الهرير لقطاة أو أجدل ريع, قالوا ما حكاه هو عنهم بقوله:\nفإن يك من جن لأبرح طارقا\n...\nوإن يك إنساً ما كها الإنس تفعل.\n\"أبرح\" فعل ماض فاعله ضمير الطارق المدلول عليه. بما تقدم. ومعنى أبرح: أتى بالبرح -بالسكون-أي الشدة. والطارق: الآتي ليلا, و \"كها\" جار ومجرور وهو ضمير الفعلة المفهومة من سياق الكلام. وجر الضمير بالكاف شاذ منه قول العجاج:\nوأم أوعال كها أو أقربا\nقوله: \"فإن يك\" حرف شرط, وفعله وهو مضارع \"كان\" الناقصة, واسمه ضمير يعود على الطارق. و \"من جن\" خبر \"يك\" و \"الأبرح\" جواب الشرط. و \"طارقا\" حال من فاعل \"أبرح\" وقوله: \"ما كها\" جواب قوله: \"وإن يك إنسا\" , جرده مما يستحقه من الفاء ضرورة. ونظيره قول حسان رضي الله عنه:\nمن يفعل الحسنات الله يشكرها\n...\nوحل البيت: فإن يكن الطارق من جن ومن يحلف به لأتى بأمر عظيم, وداهية دهياء مع قلة زمانه, وخفاء مكانه, بحيث ظن ذئبا أو فرعلا اعتس, ثم ظن قطاة أو أجدل حصل له روع, وإن يكن الطارق أنسا فما مثل هذه الفعلة تفعل الإنس, فقد خرج عن نظائره من الإنس بفعلته المنكرة المقررة. وهذا يدلك على ما قررناه من كون المسؤول عنه منهما مطلوب التصور لا معنيا مشكوكا فيما نسب إليه. ويسمى الأول تصورا, والثاني تصديقا.\nهذا و \"الإنس\" فاعل فعل مقدر دل عليه المؤخر فهو من الاشتغال في المرفوع نظير قوله تعالى* (وإن أحد من المشركين استجارك فأجره) .\nويوم من الشعرى تذوب لؤابه\n...\nأفاعيه في رمضائه تتململ.\nالشعرى: نجم , وهما شعريان, العبور وهي المرادة هنا, سميت بذلك لأنها عبرت نهر المجرة, والأخرى الغميصاء. وكان الشعرى العبور تطلع في شدة الحر. ولؤاب اليوم ولعابه: ما يرى فيه عند الهاجرة متدلياً في الجو كخيوط الحرير, ونسج العنكبوت, وقد يضاف ذلك للشمس أيضاً, فيقال: لعاب الشمس كما قال أبو الطيب:\nوأصدى فلا أبدي إلى الماء حاجة\n...\nوللشمس فوق اليعملات لعاب\nوقال الآخر:\n...\nوذاب لؤاب الشمس فوق الجماجم\nوواحد الأفاعي: أفعى بالتنوين, مصروف, وقد لا يصرف كنظائره وهي \"أجدل\" و \"أخيل\". والرمضاء: الأرض التي ترمض فيها أقدام من مشى عليها لاشتداد حرها. والتململ: التقلب ظهرا لبطن من شدة الحر هنا, أومن شدة الوجع.\nقوله: \"ويوم\" مخفوض ب \"رب\" المقدرة بعد الواو, وما بعده من الجمل وما في معناها صفات له, ومع ذلك فهو مرفوع المحل بالابتداء, خبره في قوله:\nنصبت له وجهي ولا كن دونه\n...\nولا ستر إلا الأتحمي المرعبل.\nالكن-بالكسر-: الستر والغطاء. والأتحمي: برد منسوب إلى أتحم على ما قيل, وهي بليدة باليمن, وليس هذا في القاموس. والذي فيه: أنه كالأتحمية, والمتحمة -كمكرمة ومعظمة- برد معلوم. وفيه أيضاً: تحم الثوب: وشاه, والتاحم: الحائك. والمرعبل المتخرق.\nوالمعنى: ورب يوم كائن من أيام الشعرى, ذائب لعابه, فهو يسيل من شدة حره, متقلبة أفاعيه في أرضه الحامية من شدة وهج الشمس, نصبت وجهي لحره أي سرت فيه منكشف الوجه لشعاع الشمس ولا ستر كائن من دون وجهي يقيه من وقع الحر عليه, ولا غطاء إلا البرد المسمى بالأتحمي الذي تخرق وصار رعابيل: أي قطعا, ثم عطف على \"الأتحمي\" قوله:\nالجزء: 1 ¦ الصفحة: 15\n",
        "وضاف إذا هبت له الريح طيرت\n...\nلبائد عن أعطافه ما ترجل.\nالضافي: الشعر الكثير الطويل, وهبوب الريح له: إصابتها إياه عند هبوبها أي هيجانها. وتطييره البائده -جمع لبيدة. بمعنى ملبودة: ما تلبد من الشعر- رفعها إياه عند الهبوب. والأعطاف: الجوانب, واحدها عطف بالكسر. وترجيل الشعر: تسريحه بالمشط بعد الأدهان.\nوالمعنى: ولا ستر دون الوجه إلا الأتحمي المرعبل, وشعر كثيرطويل, إذا هبت الريح منتهية إليه في هبوبها, رفعت ما تلبد منه لعدم تسريحه وأدهانه, وبعد تفقده. وهذا معنى قوله:\nبعيد بمس الدهن والفلي عهده\n...\nله عبس عاف من الغسل محول.\nفهو تذييل, أي مؤكد لمفهوم ما قبله.\nقوله: \"بعيد\" فعيل, بمعنى فاعل وهو خبر مقدم. و \"عهده\" مبتدأ مؤخر. ويصح أن يرتفع \"عهده\" على أنه فاعل \"بعيد\" لاعتماده على المبتدأ المحذوف بناء على أن التقدير \"هو بعيد\" ولا محل للجملة على التقديرين لأنها تذيلية. وفلي الرأس: استخراج قمله وصؤابه. والصؤاب -بزنة غراب -: بيض القمل, ويجمع على صئبان. والعهد: التعهد, أي التفقد. والعبس- بالعين المهملة والتحريك-ما تعلق بأذناب الإبل من أوضارها, وما يبس على أفخاذها من ثلطها وأبوالها. والعافي: المتروك على حاله حتى عفي: أي أكثر وطال من تراكم بعضه على بعض, وقد يشبه بالقرون كما قال أبو النجم:\nكأن في أذنابهن الشول\nمن عبس الصيف قرون الأيل\nوالغسل بالكسر: الذي يغسل به الرأس, وهو الطفل. وقيل: آس طيب وماء. والمحول: اسم الذي أحال: أي أتى عليه حول من كل شيء.\nقوله: \"بمس الدهن\" متعلق ب \"عهده\" وإن كان في معنى المصدر, أي \"تعهده\" لأن الصحيح جواز تقدم معمول المصدر عليه إذا كان ظرفا أو جاراً ومجروراً للاتساع في الظروف. وقوله: \"عاف\" يصح أن يكون وصفا ل \"عبس\" وعليه ما تقدم فهو حينئذ بمعنى كثير. ومن \"الغسل\" يتعلق ب \"محول\" لتضمنه معنى \"مغفر\" , ويصح أن يكون من أوصاف \"ضاف\". و \"من الغسل\" حينئذ يتعلق ب \"عاف\".\nوالمعنى: هو-أي الشعر الضافي-بعيد تعهده: أي تفقده بمس الدهن, وباستخراج القمل وبيضه منه, له من أجل ذلك وسخ وودح لبد شعره لكثرته وتوفره. أو هو-أي الضافي عاف: أي دارس من الطفل والخطمي أتى عليه عام من عهده بما ذكر من الترجيل والغسل والفلي.\nوخرق كظهر الترس قفر قطعة\n...\nبعاملتين ظهره ليس يعمل.\nالخرق-بفتح الخاء المعجمة-المكان الذي تخترقه الرياح لإقفاره مما يستر الرياح من بناء وشجر. والترس: المجن الذي يتقى به في الحرب من الطعن والضرب. وقطع القفر: الخروج منه, وتخليفه وراء الظهر بالسير, والعاملتان هنا: قيل الرجلان, وكان الشنفرى-كخاله تأبط شرا - يعدو على رجليه, وهكذا شأن لصوص العرب. و \"يعمل\" بالبناء للمفعول, أي لا يعمل فيه بالحرث والغرس لكونه لا ينبت.\nقوله: \"وخرق\" مخفوض لفظا برب المحذوفة, مرفوع محلا بالابتداء و \"كظهر الترس\" و \"قفر\" من أوصاف الخرق تضمنت الاحتراس مما عسى أن يتوهم من كونه يصح إعماله, ويتأتى, والأولى أن هذا إيغال مفيدا لنكتة يتم أصل المعنى بدونها.\nوأصل المعنى هنا قطعة المفازة الخالية التي تشبه ظهر الترس برجليه وهو تام لا يتوقف على ما ختم به البيت الذي أفاد أن المفازة لا يتمكن فيها البقاء لكونها غير معمولة لعدم صلاحيتها لذلك, فليس فيها ساكن لأجل ذلك.\nووجه الشبه بين الخرق والترس قيل: الاستواء, والأولى إن شاء الله كثرة مساربه التي يتحير فيها السالك, وتحمله على الضلال ككثرة آثار ظهر الترس بالضرب والطعن واختلافها وتفاوتها.\nفألحقت أولاة بأخراه موفيا\n...\nعلى قنة أقعي مرارا وأمثل.\nالضميران للخرق. وإلحاق الشيء بغيره: جعله لاحقاً به, وإلحاق أولى الخرق بأخراه كناية عن قطعة بالسير, وجوازه إلى غيره. والموفي: الذي أوفى: أي أشرف والقنة: رأس الجبل الأعلى. والإقعاء بالنسبة للإنسان: جلوسه على أليتيه, ناصبا فخذيه كأنه متساند إلى ما وراءه. وإقعاء الكلب: جلوسه على أليتيه مفترشاً رجليه, ناصبا يديه. ومثل يمثل-بكسر المضارع-انتصب قائما.\nالجزء: 1 ¦ الصفحة: 16\n",
        "قوله: \"فألحقت\" الفاء للترتيب الذكري, لأن إلحاق أولى الخرق بأخراه نفس قطعه لا غيره, رتب عليه, وعطفه عليه لتفصيله إجمال القطع, لأن في إلحاق الأولى بالأخرى تنصيصا على أنه استوعب بالسير, ولم يترك منه شيئا, والقطع له محتمل لغير ذلك من الاقتصار على معظمه مثلا, والله أعلم سبحانه.\nوالمعنى أنه فعل ما ذكر من إلحاق إحدى الغايتين بالأخرى في حال كونه مشرفا على رأس جبل, ربيئة, وفي حال كونه يجلس على أليتيه مرارا, وينتصب مرارا أخرى, قائما يقعي إذا خاف أن يفطن له ويعلم بمكانه, وينتصب إذا أمن من ذلك ليشرف على من تحته ليرصده للغارة, إن أمكنته فرصة انتهزها. ومن جملة أحواله في إشرافه على القنة ما قرره بقوله:\nترود الأراوي الصحم حولي كأنها\n...\nعذارى عليهن الملاء المذيل.\nترود: أي تجيء وتذهب, وتقبل وتدبر في طلب ما تأكله. وواحد الأراوي: أروية وهي الشياه الجبلية. وإملاء, اسم جمع, وهي الريطة والملحفة. والمذيل: المطال. والصحم, جمع أصحم وصمحاء: وهو ما في لونه صحمة-بضم الصاد-أي صفرة تضرب إلى السواد.\nوالمعنى إن إيفاءه على القنة كما كان في حال إقعائه مرة ومثوله أخرى, كان أيضاً في حال رود شياه الجبل الصحم حوله.\nوالمقصود انه ارتقى إلى موضع من الجبل ليس فيه إلا الأروية فهي تجي وتذهب, غير مكترثة به لأمنها من أن تؤتى هنالك بمكروه, أو لأنها ألفته وأنست به فهي لذلك لا تنفر منه, وقد شبهها في حالة رودها حوله-بالأبكار اللائي لبست الملاحف المذيلة.\nويدل لما قلن له آنفاً من أن ترددها حوله سببه الإلف والأنس قوله:\nويركدن بلآصال حولي كأنني\n...\nمن العصم أدفى ينتحي الكيح أعقل.\nفإنه صريح في ذلك. وركود الروية: ربوضها, أي بروكها ساكنة. والآصال, جمع أصيل: وهو العشي. والعصم, جمع اعصم, وعصماء: وهو ما في معاصمه بياض من الوعول والظباء. والأدفى الذي طال قرناه وانعطفا إلى ظهره حتى كادا يمسان عجزه. والأعقل: الذي تدانت رجلاه, والانتحاء: القصد. والكيح-بالكاف المكسورة فالياء فالحاء المهملة-: سفح الجبل وسنده.\nفقوله: \"كأنني من العصم\" في محل نصب على الحال من الياء في \"حولي\". و \"من العصم\" حال من \"أدفى\" , وهو في الصل نعت له, فلما قدم عيه انتصب على الحال كغيره من نعوت النكرة المتقدم عليها. وأعقل ك \"ينتحي الكيح\" نعتان ل \"أدفى\".\nوالمعنى: أن الأروية-من فرط أنسهن بي-يرقدن فيما قرب مني عند العشي حتى أشبهت بمخالطتهن لي, وعدم استيحاشهن بمكاني, وعلا طال قرناه, وانعطفا إلى ناحية أليتيه في حال كونه من الأروية التي ابيضت معاصمها موصوفا بتداني الرجلين, ويقصد سفح الجبل.\nجعل الله إليه قصدنا, وحصر في قصده مقاصدنا, آمين, والحمد لله أجل مقصود, وأعظم محمود, على تمام ما قصدنا من شرح \"\nلامية العرب\n\" , والشكر له على ما يسره من ذلك وسناه, وما كنا لنهتدي لولا أن هدانا الله, وصلى الله وسلم على أفصح العرب قاطبة, سيدنا محمد, الذي فصاحة كل فصيح من فصاحته راهبة, وعلى أله وأصحابه المقتبسين من فصاحته ما امتطوا إليه سنام البيان وغاربه, ووافق تمام تبيضه عشية الخميس لليال خلت من ربيع النبوي سنة اثنتي عشرة ومئة وألف. وكتب مؤلفه محمد بن قاسم ابن محمد بن عبد الواحد بين زاكور.\nقال رحمه الله: بلغت المطالعة برسم التحرير, والحمد لله العلي الكبير, وفي يوم الخميس التالي لما قبله عرفنا الله خيره وخير ما بعده, ووقانا ضير ذلك آمين, وصلى الله وسلم على النبي محمد الآمين, وعلى أله وحبه, ومن تبعهم بإحسان على يوم الدين, وكتب محمد بن قاسم بن محمد بن عبد الواحد ابن زاكور وكان الله له آمين ولجميع المؤمنين.\nانتهى بحمد الله تعالى وحسن عونه وتوفيقه الجميل على يد كاتبه لنفسه, ثم لمن شاء الله من بعده, أحمد بن المؤلف المذكور صبيحة يوم الخميس من محرم الحرام مفتتح عام ثلاثة وعشرين ومئة وألف والحمد لله على ذلك, وصلى الله على سيدنا ومولانا محمد وعلى آله وصحبه وسلم تسليما.\nلامية العرب\nأقيموا بني أمي صدور مطيكم\n...\nفإني إلى قوم سواكم لأميل.\nفقد حمت الحاجات والليل مقمر\n...\nوشدت لطيات مطايا وأرحل.\nوفي الأرض منأى للكريم عن الأذى\n...\nوفيها لمن خاف القلى متحول.\nالجزء: 1 ¦ الصفحة: 17\n",
        "لعمرك ما بالأرض ضيق على امرئٍ\n...\nسرى راغبا أو راهبا وهو يعقر.\nولي دونكم أهلون سيد عملس\n...\nوأرقط زهلول وعرفاء جيأل.\nهم الرهط لا مستودع السر شائع\n...\nلديهم ولا الجاني بما يجر يخذل.\nوكل أبي باسل غير أنني\n...\nإذا عرضت أولى الطرائد أبسل.\nوإن مدت الأيدي إلى الزاد لم أكن\n...\nبأعجلهم إذ أشجع القوم أعجل.\nوما ذاك إلا بسطة عن تفضل\n...\nعليهم وكان الأفضل المتفضل.\nوإني كفاني فقد من ليس جازيا\n...\nبحسنى ولا في قربه متعلل.\nثلاثة أصحاب فؤاد مشيع\n...\nوأبيض إصليت, وصفراء عيطل.\nهتوف من الملس المتون يزينها\n...\nرصائع قد نيطت عليها ومحمل.\nإذا زال عنها السهم حنت كأنها\n...\nمرزأة عجلى ترن وتعول.\nولست بمهياف يعشي سوامه\n...\nمجدعة سقبانها وهي بهل.\nولا جبإ أكهى مرب بعرسه\n...\nيطالعها في شأنه كيف يفعل.\nلا خرق هيق كأن فؤاده\n...\nيظل به المكاء يعلو ويسفل.\nولا خالف دارية متغزل\n...\nيروح ويغدو داهنا يتكحل.\nولست بعل شره دون خيره\n...\nألف إذا ما رعته اهتاج أعزل.\nولست بمحيار الظلام إذا انتحت\n...\nهدى الهوجل العسيف يهماء يعمل.\nإذا الأمعز الصوان لاقى مناسمي\n...\nتطاير منه قادح ومفلل.\nأديم مطال الجوع حتى أميته\n...\nواضرب عنه الذكر صفحا فأذهل.\nوأستف ترب الأرض كي لا يرى به\n...\nعلي من الطول امرؤ متطول.\nولولا اجتناب الذم لم يلف مشرب\n...\nيعاش به إلا لدي ومأكل.\nولكن نفسا حرة لا تقيم بي\n...\nعلى الذم إلا ريثما أتحول.\nواطوي على الخمص الحوايا كما انطوت\n...\nخيوطة ماري تغار وتفتل.\nوأغدو إلى القوت الزهيد كما غدا\n...\nأزل تهاداه التنائف أطحل.\nغدا طاوياً يعارض الريح حافيا\n...\nيخوت بأذناب الشعاب ويعسل.\nفلما لواه القوت من حيث أمه\n...\nدعا فأجابته نظائر نحل.\nمهللة شييب الوجوه كأنها\n...\nقداح بكفي ياسر تتقلقل.\nأو الخشرم المبعوث حثحث دبره\n...\nمحابيض أرساهن سام معسل.\nمهرتة فوه كأن شداقها\n...\nشقوق العصي كالحات وبسل.\nفضج وضجت بالبراح كأنها\n...\nوإياه نوح فوق علياء ثكل.\nفأغضى وأغضت وابتسى وابتست به\n...\nمرامل عزاها وعزته مرمل.\nشكا وشكت ثم ارعوى بعد وارعوت\n...\nوللصبر إذ لم ينفع الصبر أجمل.\nوفاء وفاءت بادرات وكلها\n...\nعلى نكظ مما يكاتم مجمل.\nوأشرب أسآر القطا الكدر بعدما\n...\nسرت قربا أحناؤها تتصلصل.\nهممت وهمت وابتدرنا فأسدلت\n...\nوشمر مني فارط متمهل.\nفوليت عنها وهي تكبو لعقره\n...\nتباشره منها ذقون وحوصل.\nكأن وغاها حجرتيه وجاله\n...\nأضاميم من سفر القبائل نزل.\nتوافين من شتا إليه فضمها\n...\nكما ضم اذواد الأصاريم منهل.\nفعبت غشاشا ثم ولت كأنها\n...\nمع الصبح ركب من أحاظة مجفل.\nوآلف وجه الأرض عند افتراشها\n...\nبأهدأ تنئيه سناسن قحل.\nوأعدل منحوضاً كأن فصوصه\n...\nكعاب دحاها لاعب فهي مثل.\nفإن تبتئس بالشنفرى أم قسطل\n...\nفما اغتبطت بالشنفرى قبل أطول.\nطريد جنايات تياسرن لحمه\n...\nعقيرته لأيها حم أول.\nتنام إذا ما نام يقظى عيونها\n...\nحثاثا إلى مكروهه تتغلغل.\nوإلف هموم لا تزال تعوده\n...\nعياد الحمي الربع أو هي أثقل.\nإذا وردت أصدرتها ثم إنها\n...\nتثوب فتأتي من تحيت ومن عل.\nفإما تريني كابنة الرمل ضاحياً\n...\nعلى رقة أخفى ولا أتنعل.\nفإني لمولى الصبر أجتاب بزه\n...\nعلى مثل قلب السمع والحزم افعل.\nوأعدم أحياناً وأغنى وإنما\n...\nينال الغنى ذو البعدة المتبذل.\nفلا جزع من خلة متكشف\n...\nولا مرح تحت الغنى أتخيل.\nولا تزدهي الأجهال حلمي ولا أرى\n...\nسؤولاً بأعقاب الأقاويل أنمل.\nوليلة نحس يصطلي القوس ربها\n...\nوأقطعه اللاتي بها يتنبل.\nدعست على غطش وبغش وصحبتي\n...\nسعار وإرزيز ووجر وأفكل.\nالجزء: 1 ¦ الصفحة: 18\n",
        "فأيمت نسوانا وأيتمت إلدة\n...\nوعدت كما أبدت والليل أليل.\nوأصبح عني بالغميصاء جالسا\n...\nفريقان: مسؤول وأخر يسأل.\nفقالوا: لقد هرت بليل كلابنا\n...\nفقلنا: أذئب عسى؟ أم عسى فرعل؟.\nفلم يك إلا نبأة ثم هومت\n...\nفقلنا: قطاة ريع؟ أم ريع أجدل؟.\nفإن يك من جن لأبرح طارقا\n...\nوإن يكن إنسا ماكها الإنس تفعل.\nويوم من الشعرى تذوب لؤابه\n...\nأفاعيه في رمضائه تتململ.\nنصبت له وجهي ولا كن دونه\n...\nولا ستر إلا الأتحمي المرعبل.\nوضاف إذا هبت له الريح طيرت\n...\nلبائد عن أعطافه ما ترجل.\nبعيد بمس الدهن والفلي عهده\n...\nله عبس عاف من الغسل محول.\nوخرق كظهر الترس قفر قطعته\n...\nبعاملتين ظهره ليس يعمل.\nفألحقت أولاه بأخراه موفيا\n...\nعلى قنة أقعي مرارا وأمثل.\nترود الأراوي الصحم حولي كأنها\n...\nعذارى عليهن الملاء المذيل.\nويركدن بالآصال حولي كأنني\n...\nمن العصم أدفى ينتحي الكيح أعقل.\nالجزء: 1 ¦ الصفحة: 19\n",
        ""
    ]
}