{
    "1": [
        "اسماء الكتب المتمم لكشف الظنون\nاسماء الكتب المتمم لكشف الظنون\nرِياض زَادَه\nالكتاب:\nأسماء الكتب\nالمؤلف:\nعبد اللطيف بن محمد بن مصطفى المتخلص بلطفي، الشهير بـ «رِياض زَادَه» الحنفي (المتوفى: 1078هـ)\nالمحقق:\nد. محمد التونجي\nالناشر:\nدار الفكر - دمشق/ سورية\nالطبعة:\nالثالثة، 1403هـ/ 1983م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "مُقَدّمَة الْمُؤلف\nقد ابْتَدَ\nأ\nَ الْفَقِير إِلَى الله الْغَنِيّ الْقَدِير بِجمع هَذَا السّفر الْكَبِير فِي أَوَائِل رَمَضَان سنة أَربع وَخمسين وَألف بعد سَبْعَة أشهر من انْتِقَال وَالِدي إِلَى جوَار رَحْمَة ربه الغفور اللَّهُمَّ أسْكنهُ وسط جنانك بجرمة مُحَمَّد صلى الله عَلَيْهِ وَسلم وعَلى\nآ\nله البررة الأتقياء مَا خضع الأَرْض وَرفع السَّمَاء الضَّعِيف الْمُحْتَاج عبد اللَّطِيف بن مُحَمَّد الشهير بَين أَمْثَاله الْفُقَرَاء برياضي زَاده الْمدرس بمدرسة رستم باشا رَحْمَة الله عَلَيْهِ وعَلى أَوْلَاده الْبَقَاء\nالْحَمد لله الَّذِي أنزل الْكتاب على عَبده مُحَمَّد صلى الله عَلَيْهِ وَسلم\nآ\nالْآثَار الْبَاقِيَة عَن الْقُرُون الخالية\nلأبي ريحَان البيروني\nآخر النَّهَار\nلداود بن مُحَمَّد بن مُوسَى بن هَارُون وَهُوَ دَاوُد بن مُحَمَّد بن مُوسَى بن هَارُون الأودني تقدم ذكره فِي كتاب أَحْدَاث الزَّمَان وَهُوَ من الشَّافِعِيَّة ولد سنة سِتِّينَ وثلاثمئة وَتُوفِّي سنة ثَلَاثِينَ وأربعمئة وَفِيه نظر\nالجزء: 1 ¦ الصفحة: 15\n",
        "الْآدَاب\nلِابْنِ المعتز وَهُوَ أَبُو الْعَبَّاس عبد الله بن المتَوَكل بن المعتصم بن هَارُون الرشيد وَمن تصانيفه كتاب الزهر والرياض وَكتاب البديع وَكتاب مكاتبات الإخوان وَكتاب الْجَوَارِح وَالصَّيْد وَكتاب السرقات وَكتاب أشعار الْمُلُوك وطبقات الشُّعَرَاء وَغير ذَلِك\nوَتُوفِّي بأجله مقتولا سنة سِتّ وَتِسْعين ومئتين\nآدَاب الْعَرَب وَالْفرس\nللشَّيْخ أبي عَليّ\nآدَاب الْفُضَلَاء\nللْمولى الْمَعْرُوف بقاضيخان وَهُوَ الإِمَام الدهلوي الْمَعْرُوف\nالْآلَة الرصدية\nلِابْنِ سينا فِي الإشارات\nآلَة الْكتاب\nلِابْنِ قنينة\nالجزء: 1 ¦ الصفحة: 16\n",
        "أ\nالْإِ\nب\nَانَة فِي الرَّد على المشنعين\nعلى الإِمَام أبي حنيفَة رَضِي الله عَنهُ لِأَحْمَد بن عبد الله بن أبي الْقَاسِم الْبَلْخِي أبي جَعْفَر القَاضِي\nالْإِبْدَال فِي الطِّبّ\nللرازي\nأبكار الأفكار\nللآمدي فِي الْكَلَام وَهُوَ عَليّ بن أبي عَليّ بن مُحَمَّد بن سَالم التغلبي الإِمَام أَبُو الْحسن السَّيْف الْآمِدِيّ صَاحب إحكام الْأَحْكَام فِي أصُول الْفِقْه\nولد سنة خمسين وخمسمئة قَرَأَ على مَشَايِخ بَلَده الْفِقْه على مَذْهَب الشَّافِعِي وَتُوفِّي سنة إِحْدَى وَثَلَاثِينَ وستمئة\nأبنية الْأَسْمَاء\nلِابْنِ القطاع وَهُوَ عَليّ بن جَعْفَر بن عَليّ السَّعْدِيّ الْمَعْرُوف\nالإتقان\nللجلال السُّيُوطِيّ وَهُوَ مُحَمَّد بن أبي بكر بن عَليّ السُّيُوطِيّ الشَّافِعِي نقل عَن خطّ المرحوم وَالِد العَبْد الْفَقِير نور الله مرقده وبنومة الْعَرُوس أرقده\nالجزء: 1 ¦ الصفحة: 17\n",
        "إِثْبَات الْوَاجِب الْقَدِيم\nلمُحَمد بن أسعد الدواني\nإِثْبَات المحصل لأبيات الْمفصل\nلأبي البركات الإربلي\nالْأَثر\nللصاغاني وَيُقَال الصغاني بِفَتْح الصَّاد الْمُهْملَة وَتَخْفِيف الْغَيْن الْمُعْجَمَة وَهُوَ الْحسن بن مُحَمَّد بن الْحسن بن الحيدر بن عَليّ الْعَدوي الْعمريّ الصَّاغَانِي الْحَنَفِيّ\nولد سنة سبع وَسبعين وخمسمئة وَتُوفِّي سنة خمسين وستمئة وَمن تصانيفه مجمع الْبَحْرين فِي اللُّغَة والتكملة على الصِّحَاح والعباب الزاخر وصل فِيهِ إِلَى حكم والشوارد وتوشيح الدريدية والنثر الْكَبِير وفعال وفعلان والأضداد وَأَسْمَاء السَّعَادَة وَكتاب الْأَثر وَكتاب أَسمَاء الدّين ومشارق الْأَنْوَار فِي الحَدِيث والمفصل وتفقه الصديان وَكتاب فِي التصريف ومناسك الْحَج وَغير ذَلِك\nأثر\nلأرسطو وَهُوَ الْمعلم الأول وَهُوَ من تلامذة افلاطون\nإِجَارَة الْأَوْقَاف\nلِابْنِ عبد الْحق وَله رِسَالَة فِي مَسْأَلَة قتل الْمُسلم بالكافر\nوَهُوَ إِبْرَاهِيم بن عَليّ بن أَحْمد بن عَليّ بن يُوسُف بن إِبْرَاهِيم الْمَعْرُوف بِابْن عبد الْحق توفّي سنة أَربع وَأَرْبَعين وسبعمئة\nقَالَ عبد الْقَادِر وَهُوَ وضع شرحا على الْهِدَايَة وَاخْتصرَ السّنَن الْكَبِير للبيهقي وَكتاب التَّحْقِيق لِابْنِ الْجَوْزِيّ وناسخ الحَدِيث ومنسوخه لأبي حَفْص بن شاهين وَله الْمُنْتَقى من فروع الْمسَائِل وَله نَوَازِل الوقائع وَله إِجَارَة الإقطاع وَله إِجَارَة الْأَوْقَاف زِيَادَة على الْمدَّة وَمَسْأَلَة قتل الْمُسلم بالكافر وَغير ذَلِك\nالجزء: 1 ¦ الصفحة: 18\n",
        "الِاجْتِمَاع وَالِاخْتِلَاف\nللبلخي وَهُوَ مُحَمَّد بن أبي بكر بن عَطاء الْبَلْخِي\nتوفّي سنة ثَمَان وَثَلَاثِينَ وخمسمئة\nالْأَجْنَاس\nللناطفي وَهُوَ أَحْمد بن مُحَمَّد بن عمر أَبُو الْعَبَّاس الناطفي ذكره صَاحب الْهِدَايَة فِي الطَّهَارَة وَفِي الْجَوَاهِر المضية\nوَمن تصانيفه الْأَجْنَاس والفروق والواقعات\nتوفّي سنة سِتّ وَأَرْبَعين وأربعمئة والناطفي نِسْبَة إِلَى عمل الناطف وَبيعه\nالْأَجْنَاس\nلصاعد بن مَنْصُور بن عَليّ الْكرْمَانِي وَهُوَ صاعد بن مَنْصُور بن عَليّ الْكرْمَانِي الْمُحدث الجدلي\nالْأَجْوِبَة\nللمرحوم وَيس أَفَنْدِي\nالأحاجي\nللزمخشري وَهُوَ الأحاجي النحوية\nوَهُوَ أَبُو الْفَتْح جَار الله مَحْمُود بن عمر بن مُحَمَّد بن أَحْمد الزَّمَخْشَرِيّ الْخَوَارِزْمِيّ وَكَانَ أعرج معتزليا حَنَفِيّ الْمَذْهَب\nولد سنة سبع وَسِتِّينَ وأربعمئة وَله من التصانيف الْكَشَّاف وَالْفَائِق فِي غَرِيب\nالجزء: 1 ¦ الصفحة: 19\n",
        "الحَدِيث وأساس البلاغة فِي اللُّغَة وربيع الْأَبْرَار فِي المحاضرات والمفصل فِي النَّحْو والمقامات والمستقصى فِي الْأَمْثَال وأطواق الذَّهَب وصحيح الْعَرَبيَّة وَشرح أَبْيَات الْكتاب والأنموذج فِي النَّحْو والرائض فِي الْفَرَائِض وَشرح بعض مشكلات الْمفصل والكلم النوابغ والقسطاس فِي الْعرُوض ومقدمة الْأَدَب ومتشابه الْأَسْمَاء فِي علم الحَدِيث وفصوص الْأَخْبَار والزيادات على الفصوص والمختصر من مُوَافقَة الصَّحَابَة وَأَسْمَاء الأودية وَالْجِبَال والمفرد والمؤلف فِي النَّحْو\nتوفّي سنة ثَمَان وَثَلَاثِينَ وخمسمئة\nأَحْدَاث الزَّمَان\nلِابْنِ هَارُون وَهُوَ دَاوُد بن مُحَمَّد بن مُوسَى بن الهارون الأودني الْفَقِيه الْحَنَفِيّ قَالَ ابْن خلكان فِي تَرْجَمَة ابي بكر مُحَمَّد بن عبد الله بن مُحَمَّد والأودني بِفَتْح الْهمزَة وَسُكُون الْوَاو وَفتح الدَّال الْمُهْملَة وَبعدهَا نون إِلَى آخِره\nوَله من التصانيف كتاب ذكر الصَّالِحين وَكتاب أَحْدَاث الزَّمَان وَكتاب آخر النَّهَار وَكتاب مضائل الْقُرْآن\nالأحساب والأنساب\nلصاعد بن احْمَد بن أبي بكر بن احْمَد الرَّازِيّ صَاحب جَوَامِع الْفِقْه\nأحسن الحَدِيث\nللفاضل المرحوم أوقجي زَاده\nالْأَحْقَاف\nلأبي الْقَاسِم بن يُوسُف يحيى الجديني الملقب بناصر الدّين\nالجزء: 1 ¦ الصفحة: 20\n",
        "قَالَ الْمولى الْفَقِير وَالِد العَبْد الْفَقِير وَهُوَ المُرَاد من قَوْله قَالَ أَبُو الْقَاسِم فِي فَتَاوَى قاضيخان\nالْأَحْقَاف\nللصفار هُوَ الصفار وَأما الصفاري فَهُوَ قوام الدّين الصفاري وَهُوَ إِبْرَاهِيم بن إِسْمَاعِيل بن أَحْمد بن إِسْحَاق بن شِيث مَاتَ سنة أَربع وَثَلَاثِينَ وخمسمئة\nالْأَحْكَام\nلأبي بكر بن الْعَرَبِيّ فِي التَّفْسِير وَهُوَ أَبُو بكر الْمَالِكِي\nإحكام الْأَحْكَام فِي الْأُصُول\nللآمدي فِي أبكار الأفكار\nالْأَحْكَام\nللأسروشني وَهُوَ مُحَمَّد بن مَحْمُود بن الْحُسَيْن الأسروشني الْمَشْهُور بِأَحْكَام الصفار\nفَأَما أَحْكَام الصفار فَهُوَ للصفار على مَا ذكر فِي هَذِه الرسَالَة آنِفا\nأَحْكَام الْأَشْعَار\nلِابْنِ الْحَنْبَلِيّ وَهُوَ مُحَمَّد بن ابراهيم بن الحنبل عَن نقل خطه الشريف الْوَاقِع فِي كِتَابه الْمَعْرُوف بدر الضروع\nإحكام الراي فِي أَحْكَام الْآي\nللشَّيْخ شمس الدّين ابْن الصَّائِغ الْحَنَفِيّ\nالجزء: 1 ¦ الصفحة: 21\n",
        "أَحْكَام الصفار\nللصفار تقدم فِي الْأَحْقَاف\nأَحْكَام الْقرَان\nلِأَحْمَد بن عَليّ الرَّازِيّ الْحَنَفِيّ الْمَعْرُوف بالجصاص ولد سنة خمس وثلاثمئة ذكره صَاحب الْخُلَاصَة فِي الدِّيات والتركه وَصَاحب الْهِدَايَة فِي الْقِسْمَة وَذكر فِي الْقنية عَن بكر خُوَاهَر زَاده فِي مَسْأَلَة إِذا وَقع البيع بِغَبن فَاحش\nوَله من المصنفات شرح مُخْتَصر شَيْخه ابي الْحسن الْكَرْخِي وَشرح مُخْتَصر الطَّحَاوِيّ وَشرح الْجَامِع لمُحَمد بن الْحسن وَشرح الْأَسْمَاء الْحسنى وَله كتاب مُفِيد فِي أصُول الْفِقْه وَغير ذَلِك\nتوفّي سنة سبعين وثلاثمئة\nاحكام الْقُرْآن\nلأبي بكر الرَّازِيّ\nأَحْكَام الْقُرْآن\nلأبي جَعْفَر أَحْمد بن مُحَمَّد بن سَلام الطَّحَاوِيّ\nأَحْكَام الْوَقْف\nللخصاف هُوَ أَحْمد بن عمر الإِمَام أَبُو بكر الْخصاف ذكره صَاحب الْهِدَايَة فِي الْوَدِيعَة وَله من التصانيف كتاب الْحِيَل وَكتاب الْوَصَايَا وَكتاب الشُّرُوط وَكتاب الرَّضَاع وَكتاب المحاضر والسجلات وَكتاب ادب القَاضِي وَكتاب النَّفَقَات\nالجزء: 1 ¦ الصفحة: 22\n",
        "على الْأَقَارِب وَكتاب إِقْرَار الْوَرَثَة بَعضهم لبَعض وَكتاب الْعصير وَكتاب ذِرَاع الْكَعْبَة وَالْمَسْجِد الْحَرَام\nوَتُوفِّي سنة إِحْدَى وَسِتِّينَ ومئتين\nأَحْكَام الْوَقْف\nلهِلَال بن يحيى بن مُسلم ذكره صَاحب الْهِدَايَة فِي الْوَقْف لَهُ مُصَنف فِي الشُّرُوط توفّي سنة خمس وَأَرْبَعين ومئتين\nالأحوذي فِي شرح التِّرْمِذِيّ\nللْإِمَام أبي بكر بن الْعَرَبِيّ الْمَالِكِي\nإحْيَاء الْعُلُوم\nفِي الموعظة للْإِمَام الْغَزالِيّ هُوَ الْمَعْرُوف بِحجَّة الْإِسْلَام الْغَزالِيّ وَهُوَ مُحَمَّد بن مُحَمَّد بن مُحَمَّد أَحْمد الطوسي الشَّافِعِي\nولد سنة خمسين وأربعمئة\nوَمن مصنفاته الْوَسِيط والبسيط وَالْوَجِيز وَالْخُلَاصَة وإحياء الْعُلُوم وَكتاب الْأَرْبَعين وَشرح الْأَسْمَاء الْحسنى والمستصفى فِي أصُول الْفِقْه والمنخول فِيهِ أَيْضا وبداية الْهِدَايَة والمآخذ فِي الخلافيات وتحصين المآخذ وكيمياء السَّعَادَة بِالْفَارِسِيَّةِ والمنقذ من الضلال والمنتحل والجدل وشفاء العليل فِي مسالك التَّعْلِيل والاقتصاد فِي الِاعْتِقَاد ومعيار النّظر ومحك النّظر وتهافت الفلاسفة والمقاصد فِي اعْتِقَاد الْأَوَائِل وإلجام الْعَوام فِي علم الْكَلَام والغاية القصوى وجواهر الْقُرْآن وكشف عُلُوم الأخرة والرسالة القدسية والفتاوي وميزان الْعَمَل وَحَقِيقَة الرّوح\nالجزء: 1 ¦ الصفحة: 23\n",
        "وأسرار معاملات الدّين وعقيدة الْمِصْبَاح والنهج الْأَعْلَى وأخلاق الْأَبْرَار والمعراج وَحجَّة الْحق وتنبيه الغافلين والمكنون فِي الْأُصُول ورسالة الأقطاب وَسلم الشَّيَاطِين والقانون الْكُلِّي والقربة إِلَى الله ومعيار الْعلم ومفصل الْخلاف فِي أصُول الْقيَاس وأسرار أَتبَاع السّنة وتلبيس إِبْلِيس والمبادئ والغايات والأجوبة وَكتاب عجائب صنع الله وَغير ذَلِك\nوَتُوفِّي سنة خمس وخمسمئة\nأَخْبَار الدولتين\nلِابْنِ الْمقري\nأَخْبَار النجاب\nلِابْنِ درسْتوَيْه وَهُوَ بِضَم الدَّال وَالرَّاء الْمُهْمَلَتَيْنِ وَهُوَ عبد الله بن مُحَمَّد بن جَعْفَر بن درسْتوَيْه النَّحْوِيّ\nولد سنة ثَمَان وَخمسين ومئتين\nوَمن مصنفاته الْإِرْشَاد فِي النَّحْو وَشرح الفصيح وَالرَّدّ على الْمفضل وَالرَّدّ على الْخَلِيل وغريب الحَدِيث والمقصور والممدود ومعاني الشّعْر وأخبار النجاب وَغير ذَلِك\nوَتُوفِّي سنة سبع وَأَرْبَعين وثلاثمئة\nالأختري فِي اللُّغَة\nللْمولى المرحوم مصطفى بن شمس الدّين القرة حصاري المتخلص بالأختري وَمن تصانيف الْمولى الْمَزْبُور كتاب الْمَشْهُور بِجَامِع الْمسَائِل فِي الْفِقْه\nوانتقل الْمولى المرحوم إِلَى رَحْمَة ربه فِي سنة ثَمَان وَسِتِّينَ وتسعمئة\nاخْتِلَاف أصُول الْمذَاهب\nلأبي خنيفة النُّعْمَان بن أبي عبيد الله مَحْمُود بن مَنْصُور بن أَحْمد حيون الْمَالِكِي\nالجزء: 1 ¦ الصفحة: 24\n",
        "وَمن تصانيفه كتاب ابْتِدَاء الدعْوَة وَكتاب الْأَخْبَار فِي الْفِقْه وَكتاب الِاقْتِصَار فِي الْفِقْه ايضا وَغير ذَلِك توفّي سنة إِحْدَى وَخمسين وثلاثمئة\nاخْتِلَاف العراقين\nللْإِمَام الْهمام الشَّافِعِي رَضِي الله عَنهُ وَعَن الْأَئِمَّة الْكِرَام رَحِمهم الله\nاخْتِلَاف الْعلمَاء\nلأبي جَعْفَر أَحْمد بن مُحَمَّد سَلام\nاخْتِلَاف الْفُقَهَاء\nلأبي بكر بن يَعْقُوب\nاخْتِلَاف النَّحْوِيين\nلثعلب وَهُوَ أَبُو الْعَبَّاس أَحْمد بن يحيى بن يزِيد بن سيار النَّحْوِيّ الْمَعْرُوف بثعلب\nولد سنة مئتين على القَوْل الْأَرْجَح\nوَمن تصانيفه مَعَاني الْقُرْآن وَكتاب مَا تلحن فِيهِ الْعَامَّة وَكتاب الْقُرْآن وَكتاب مَعَاني الشّعْر وَكتاب التصغير وَكتاب مَا ينْصَرف وَمَا لَا ينْصَرف وَكتاب مَا يجْرِي وَمَا لَا يجْرِي وَكتاب الشواذ وَكتاب الأمالي وَكتاب الْإِيمَان وَكتاب الْوَقْف والابتداء وَكتاب الْأَلْفَاظ وَكتاب الهجاء وَكتاب الْمجَالِس وَكتاب الْأَوْسَط وَكتاب إِعْرَاب الْقُرْآن وَكتاب الْمسَائِل وَكتاب حد النَّحْو وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَتِسْعين ومئتين\nالجزء: 1 ¦ الصفحة: 25\n",
        "الِاخْتِيَار لتعليل الْمُخْتَار\nلأبي الْفضل الْموصِلِي وَهُوَ عبد الله مَحْمُود بن مودود بن مَحْمُود الْموصِلِي أَبُو الْفضل الإِمَام الملقب مجد الدّين\nولد سنة تسع وَتِسْعين وخمسمئة وَمن تصانيفه الْمُخْتَار للْفَتْوَى وَكتاب الْمُشْتَمل على مسَائِل الْمُخْتَصر\nوَتُوفِّي سنة ثَلَاث وَثَمَانِينَ وستمئة\nالاختيارات من الْأَشْعَار\nلأبي تَمام وَهُوَ حبيب بن أَوْس بن الْحَارِث بن قيس بن الأسجع بن يحيى بن مَرْوَان\nولد سنة تسعين ومئة على أصح الرِّوَايَات\nوَمن مصنفاته كتاب الحماسة وفحول الشُّعَرَاء وديوان شعر جمعه ابو بكر الصولي ورتبه على الْحُرُوف\nوَتُوفِّي سنة إِحْدَى وَثَلَاثِينَ ومئتين على أصح الرِّوَايَات\nالْأَخْلَاق\nوَهُوَ الْكتاب الْمَعْرُوف بأخلاق جلالي لجلال الدّين الدواني\nالْأَخْلَاق\nللعلائي\nالجزء: 1 ¦ الصفحة: 26\n",
        "أَخْلَاق بخش\nلمولانا حُسَيْن الْوَاعِظ\nالْأَخْلَاق الناصرية\nفِي علم السياسة لخواجة نصير الدّين الطوسي وَهُوَ مُحَمَّد بن مُحَمَّد سُلْطَان الْحُكَمَاء المدققين\nولد سنة سبع وَتِسْعين وخمسمئة وَتُوفِّي سنة اثْنَتَيْنِ وَسبعين وستمئة\nالْأَخْلَاق وَالسير\nلأبي بكر بن مُحَمَّد بن حزم قَالَ الْوَالِد نور الله مرقده هَذَا أَبُو بكر بن حزم صَاحب الْملَل والنحل الْكَبِير غير الْملَل والنحل للشهرستاني\nالْأَدَب\nلِابْنِ الْأَنْبَارِي\nأدب الْخَواص\nللوزيري\nأدب الدّين وَالدُّنْيَا\nللماوردي وَقد مر فِي الْأَحْكَام\nالجزء: 1 ¦ الصفحة: 27\n",
        "أدب القَاضِي\nللخصاف وَقد مر فِي الْأَحْكَام\nأدب القَاضِي\nللحازمي وَهُوَ عبد الحميد بن عبد الْعَزِيز القَاضِي أَبُو حَازِم\nأدب القَاضِي فِي الْأَحْكَام\nلأبي عبد الله مُحَمَّد بن سَمَّاعَة صَاحب النَّوَادِر وَهُوَ مُحَمَّد بن سَمَّاعَة بن عبد الله بن هِلَال ذكره صَاحب الْهِدَايَة فِي الينبوع\nتوفّي سنة ثَلَاث وَثَلَاثِينَ ومئتين من عُلَمَاء دولة المعتصم\nأدب الْقَضَاء\nلأبي عَاصِم الْعِمَادِيّ صَاحب الْمَبْسُوط والتهادي وَله كتاب الطَّبَقَات\nتوفّي سنة ثَمَان وَخمسين وأربعمئة\nأدب الْكَاتِب\nلِابْنِ قُتَيْبَة وَهُوَ أَبُو مُحَمَّد عبد الله بن مُسلم بن قُتَيْبَة الدينَوَرِي النَّحْوِيّ اللّغَوِيّ ولد سنة ثَلَاث عشرَة ومئتين\nوَمن تصانيفه كتاب المعارف وغريب الْقُرْآن وغريب الحَدِيث وعيون الْأَخْبَار ومشكل الْقُرْآن ومشكل الحَدِيث وطبقات الشُّعَرَاء وَإِصْلَاح الْغَلَط وَكتاب الْحِيَل وإعراب الْقُرْآن والمسائل والجوابات وَالْميسر والقداح وَغير ذَلِك\nتوفّي سنة سبعين ومئتين\nالجزء: 1 ¦ الصفحة: 28\n",
        "أدب الْكَاتِب\nللصولي الشطرنجي ذكره صَاحب نزهة الْأَنَام\nأدب الْكتاب\nلأبي جَعْفَر النّحاس وَهُوَ أَحْمد بن مُحَمَّد بن إِسْمَاعِيل بن يُوسُف الْمرَادِي النّحاس النَّحْوِيّ الْمصْرِيّ\nوَله تصانيف مفندة مثل تَفْسِير الْقُرْآن وَالْإِعْرَاب والناسخ والمنسوخ وَكتاب التفاحة فِي النَّحْو وَالْكَافِي فِيهِ ايضا وَتَفْسِير أَبْيَات سِيبَوَيْهٍ وَكتاب الْمعَانِي وَشرح المعلقات التسع وطبقات الشُّعَرَاء وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان وَثَلَاثِينَ وثلاثمئة\nأدب النديم\nللكشاجم\nالأدوار\nلِابْنِ المعتز فِي النُّجُوم\nالْأَدْوِيَة\nلأمية بن أبي الصَّلْت\nالْأَذْكَار\nللْإِمَام النواوي وَهُوَ أَبُو زَكَرِيَّا يحيى بن شرف بن مري بن حُسَيْن بن حُسَيْن بن مُحَمَّد النواوي الدِّمَشْقِي الشَّافِعِي رَضِي الله عَنهُ وأرضاه إِمَام أهل زَمَانه فِي مَذْهَب الإِمَام الشَّافِعِي\nالجزء: 1 ¦ الصفحة: 29\n",
        "لَهُ مصنفات كَثِيرَة مثل الرَّوْضَة فِي الْفِقْه على مذْهبه ورياض الصَّالِحين والأذكار فِي دَعْوَى اللَّيْل وَالنَّهَار وَشرح ملح والمهذب\nوَتُوفِّي سنة سِتّ وَسبعين وستمئة\nأَربع مقالات\nفِي النُّجُوم لبطليموس\nالْأَرْبَعين\nللسمرقندي\nالْأَرْبَعين\nوَهُوَ كتاب الْأَرْبَعين فِي أصُول الدّين وصدره سُبْحَانَ المتفرد فِي ديموميته بِوُجُود الأزلية والبقاء إِلَى آخِره\nوَهُوَ مُحَمَّد بن عمر بن الْحسن بن الْحُسَيْن التَّمِيمِي الْبكْرِيّ الإِمَام فَخر الدّين الرَّازِيّ الشَّافِعِي ولد فِي سنة ثَلَاث وَأَرْبَعين وخمسمئة\nوَمن تصانيفه التَّفْسِير الْكَبِير والمطالب الْعَالِيَة وَنِهَايَة الْعُقُول فِي الْكَلَام والمحصل فِيهِ أَيْضا وَالْبَيَان فِي الْمعَانِي والبرهان فِي الرَّد على أهل الزيغ والطغيان والمباحث الْعمادِيَّة والمحصول وعيون الْمسَائِل وإرشاد النظار وأجوبة الْمسَائِل والمعالم وَتَحْصِيل الْحق والزبدة وَشرح الإشارات وَشرح عُيُون الْحِكْمَة وَشرح الْأَسْمَاء الْحسنى وَشرح مفصل الزَّمَخْشَرِيّ فِي النَّحْو وَشرح وجيز الْغَزالِيّ فِي الْفِقْه وَشرح سقط الزند للمعري وَغير ذَلِك\nالْأَرْبَعين\nوَهُوَ كتاب الْأَرْبَعين على مَذْهَب الْمُحَقِّقين من الصُّوفِيَّة لِلْحَافِظِ أبي مَسْعُود سلمَان بن إِبْرَاهِيم بن مُحَمَّد بن سلمَان الْأَصْبَهَانِيّ\nالجزء: 1 ¦ الصفحة: 30\n",
        "الارتشاف\nلأبي حَيَّان الأندلسي الْمُتَأَخر قَالَ السُّيُوطِيّ فِي البغية أَبُو حَيَّان اثْنَان مُتَقَدم وَهُوَ أَبُو حَيَّان التوحيدي عَليّ بن مُحَمَّد بن الْعَبَّاس ومتأخر وَهُوَ الإِمَام أثير الدّين مُحَمَّد بن يُوسُف الأندلسي\nالْإِرْشَاد\nفِي معرفَة عُلَمَاء الحَدِيث لأبي يعلى الْخَلِيل بن عبد الله بن أَحْمد بن إِبْرَاهِيم بن الْخَلِيل الخليلي الْحَافِظ عَن تَارِيخ القَاضِي فِي تَرْجَمَة يحيى بن معِين\nالْإِرْشَاد\nشرح الْهِدَايَة للأرتوجي\nالْإِرْشَاد\nلهبة الله بن أَحْمد وَهُوَ هبة الله بن أَحْمد بن مُعلى بن مَحْمُود شُجَاع الدّين التركستاني ولد سنة إِحْدَى وَسبعين وستمئة وَمن مؤلفاته تبصرة الْأَبْرَار فِي شرح الْمنَار وَالْغرر والمثال وَشرح عقيدة الطَّحَاوِيّ\nوَتُوفِّي سنة ثَلَاث وَثَلَاثِينَ وسبعمئة\nالْإِرْشَاد\nلِابْنِ العميد وَهُوَ أَبُو الْفضل مُحَمَّد بن ابي عبد الله الْحُسَيْن بن مُحَمَّد الْكَاتِب الْمَعْرُوف بِابْن العميد\nوَتُوفِّي سنة سِتِّينَ وثلاثمئة وَالله أعلم حَقِيقَة الْحَال\nالْإِرْشَاد\nللْإِمَام يافعي\nالجزء: 1 ¦ الصفحة: 31\n",
        "الْإِرْشَاد\nلِابْنِ جَمِيع\nالإشارد\nلعيسى بن دَاوُد الْمَعْرُوف بِأبي الْفرج الْبَغْدَادِيّ\nإرشاد الألبا إِلَى معرفَة الأدبا\nللياقوت الْحَمَوِيّ وَهُوَ شهَاب الدّين ياقوت بن عبد الله رومي الْجِنْس والمولد قَالَ صَاحب عُقُود الجمان ولد فِي سنة أَربع وَسبعين وخمسمئة بِبِلَاد الرّوم\nوَمن تصانيفه مُعْجم الْبلدَانِ ومعجم الشُّعَرَاء ومعجم الأدباء وَكتاب الْمُشْتَرك وضعا والمختلف صقعا والمبدأ وَالْمَال فِي التَّارِيخ وَكتاب الدول وَكتاب الأغاني والمقتضب فِي النّسَب وَكتاب أَخْبَار المتنبي وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَعشْرين وستمئة\nإرشاد السَّامع والقاري\nمن صَحِيح أبي عبد الله البُخَارِيّ لعبد الرَّزَّاق بن حَمْزَة بن عَليّ الْحَنَفِيّ صَاحب مُخْتَصر درة الأسلاك\nإرشاد الْعقل السَّلِيم\nعلم التَّفْسِير الْمَعْلُوم عِنْد الْعَرَب والعجم وفضلاء الرّوم للْقَاضِي الْمُنْتَشِر صيته بِالْفَضْلِ والجود هُوَ الْمولى أَبُو السُّعُود وَهُوَ مُحَمَّد بن مُحَمَّد بن مصطفى ابْن مَوْلَانَا عماد الدّين مصطفى الْعِمَادِيّ من عُلَمَاء السُّلْطَان سليم ابْن السُّلْطَان سُلَيْمَان خَان\nولد سنة سِتَّة وَتِسْعين وثمانمئة\nالجزء: 1 ¦ الصفحة: 32\n",
        "وَمن تصانيفه بعض التعليقات على الْهِدَايَة والفتاوي الْمَشْهُورَة ورسائله بنثره\nتوفّي سنة اثْنَيْنِ وَعشْرين وسبعمئة\nإرشاد المقيدي\nلعَلي بن سعد بن الْحسن الرستعفي صَاحب الزَّوَائِد والفوائد فِي أَنْوَاع الْعُلُوم\nإرشاد الْمُلُوك\nللبركلي مُحَمَّد أَفَنْدِي التركي\nإرشاد النَّظَائِر\nللرازي وَقد مر ذكره فِي الْأَرْبَعين\nالْإِرْشَاد فِي التَّعْبِير\nلجَابِر المغربي\nالْإِرْشَاد فِي الحَدِيث\nلأبي زَكَرِيَّا النواوي وَقد مر ذكره فِي الْأَذْكَار\nالْإِرْشَاد فِي النَّحْو\nلِابْنِ درسْتوَيْه وَقد ذكره فِي الْأَخْبَار\nالْإِرْشَاد فِي النَّحْو\nلأبي ريحَان البيروني\nالْأَزْمِنَة والأمكنة\nللمرزوقي\nالجزء: 1 ¦ الصفحة: 33\n",
        "أساس الْقَوَاعِد\nلكَمَال الدّين حسن الْفَارِسِي\nأساس اللُّغَة\nللزمخشري وَهُوَ أَبُو الْقَاسِم جَار الله مَحْمُود بن عمر بن مُحَمَّد بن مُحَمَّد الزَّمَخْشَرِيّ\nولد سنة سبع وَسِتِّينَ وأربعمئة\nوَمن تصانيفه الْفَائِق فِي غَرِيب الحَدِيث وربيع الْأَبْرَار فِي المحاضرات والمفصل فِي النَّحْو والمقامات والمستقصى فِي الْأَمْثَال وأطواق الذَّهَب وصحيح الْعَرَبيَّة وَشرح أَبْيَات الْكتاب والأنموذج فِي النَّحْو والرائض فِي الْفَرَائِض وَشرح بعض مشكلات الْمفصل والكلم النوابغ والقسطاس فِي الْعرُوض وَقد مر ذكره فِي الأحاجي وَله كتاب يُقَال لَهُ ديوَان الْأَدَب\nأَسبَاب النُّزُول\nلِلْوَاحِدِيِّ وَهُوَ أَبُو الْحسن عَليّ بن أَحْمد بن مُحَمَّد بن عَليّ بن متويه الواحدي الْمُتَوَلِي\nوَمن تصانيفه الْبَسِيط فِي التَّفْسِير وَكَذَلِكَ الْوَسِيط وَكَذَلِكَ الْوَجِيز والتحبير فِي شرح أَسمَاء الله الْحسنى وَشرح ديوَان المتنبي وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان وَسِتِّينَ وأربعمئة\nالْأَسْبَاب والعلامات\nللسمرقندي وَهُوَ مُحَمَّد بن عَليّ بن عمر المتطبب السَّمرقَنْدِي\nالجزء: 1 ¦ الصفحة: 34\n",
        "استقصاء الْبَيَان فِي مَسْأَلَة الشاذروان\nللمحب الطَّبَرِيّ\nالاستقضاب\nلإقليدس قَالَ الْعَلامَة أَبُو الْفضل مُحَمَّد بن الشّحْنَة فِي روض المناظر ومنهج إقليدس صَاحب كتاب الاستقضاب كَانَ بعد أرسطو فِي أَيَّام البطالسة وَلَيْسَ هُوَ مخترع الْكتاب بل جَامعه ومحرره\nالِاسْتِيعَاب\nللْإِمَام يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر\nالْأَسْرَار فِي الْأُصُول\nيَعْنِي أصُول الْفِقْه للدبوسي وَهُوَ عبيد الله بن عمر بن عِيسَى أَبُو زيد الدبوسي فِي أَوله الْقَائِم بِأَمْر الله العباسي\nتوفّي سنة ثَلَاثِينَ وأربعمئة\nأسرار التَّنْزِيل\nللْإِمَام فَخر الرَّازِيّ فِي الْأَرْبَعين\nأسرار الشَّمْس وَالْقَمَر\nفِي النيرجات لِابْنِ وحشية\nاسكندرنامة\nللْمولى الشهير باخدى من عُلَمَاء دولة السُّلْطَان إيلدرم بايزيد قيل وَمن نوادره أَن تيمور دخل مَعَه الْحمام فَقَالَ لَهُ قوم من كَانَ معي فِي الْحمام فَقَالَ نعم\nالجزء: 1 ¦ الصفحة: 35\n",
        "قَالَ هَذَا يُسَاوِي ألفا وَهَذَا يُسَاوِي كَذَا وَكَذَا إِلَى آخر من دخل الْحمام ثمَّ قَالَ لَهُ تيمور قومني فَقَالَ أَنْت تَسَاوِي ثَمَانِينَ درهما وَقَالَ تيمور مَا حكمت بِالْعَدْلِ وإزاري وَحده يُسَاوِي ثَمَانِينَ درهما فَقَالَ الْمولي الْمَزْبُور إِنَّمَا قومت الْإِزَار وَأما أَنْت فَلَا تَسَاوِي درهما فَاسْتحْسن الْأَمِير تيمور كَلَامه حَتَّى وهب لَهُ مَا فِي الْحمام من آلَات الذَّهَب وَالْفِضَّة وَكَانَت شَيْئا كثيرا جدا\nالْأَسْمَاء\nللصاغاني وَهُوَ الْحسن بن مُحَمَّد بن الْحسن بن حيدر بن عَليّ بن الإِمَام الْعَدوي الْعمريّ لِأَنَّهُ من أَوْلَاد عمر بن الْخطاب رَضِي الله عَنهُ الإِمَام رَضِي الدّين أَبُو الْفَضَائِل الصَّاغَانِي\nولد سنة سبع وَسبعين وخمسمئة وَمن تصانيفه مجمع الْبَحْرين فِي اللُّغَة والتكملة على الصِّحَاح والعباب الزاخر وصل فِيهِ إِلَى بَاب بكم والشوارد فِي اللُّغَات وَشرح القلادة السمطية فِي توشيح الدريدية أَظن يَعْنِي بِهِ الجمهرة والتراكيب وفعال وفعلان قَالَ وفعال وفعلان أَقُول يَعْنِي زنة حزَام وقطام وَسنَان والأضداد ومشارق الْأَنْوَار فِي الحَدِيث وَشرح البُخَارِيّ ودر السحابة فِي وفيات الصَّحَابَة وَالْعرُوض وَشرح أَبْيَات الْمفصل وَكتاب فِي التصريف وَكتاب فِي الْمَنَاسِك وَغير ذَلِك\nوَتُوفِّي سنة خمسين وستمئة\nالإشارات فِي معرفَة الزيارات\nللشَّيْخ عَليّ بن أبي بكر الْهَرَوِيّ\nالجزء: 1 ¦ الصفحة: 36\n",
        "الإشارات\nلِابْنِ سيناء وَهُوَ أَبُو عَليّ الْحُسَيْن بن عبد الله بن سينا الْحَكِيم\nولد سنة سبعين وثلاثمئة وَمن تصانيفه الشِّفَاء وَكتاب النجَاة والقانون وَبَيَان الْحق فِي الْمنطق وَالْحكمَة ومطلع الْأَنْوَار والمناهج\nوَمَا قيل من أَنه توفّي سنة ثَلَاث وَعشْرين وثلاثمئة غلط وَالْحق أَنه توفّي فِي دولة خلَافَة الْقَائِم بِأَمْر الله سنة ثَمَان وَعشْرين وأربعمئة بهمذان وَمَا وَقع فِي بعض التواريخ من أَنه توفّي سنة إِحْدَى وَسبعين وأربعمئة خلط لَعَلَّه وَقع من النَّاسِخ كَمَا لَا يخفى وَالْمرَاد بِهِ تَارِيخ ابْن الْجَوْزِيّ\nالْإِشَارَة فِي أَخْبَار الشُّعَرَاء\nلعبد الله بن طَاهِر\nالْإِشَارَة فِي تَلْخِيص الْعبارَة\nلصَاحب الْمِنْهَاج وَهُوَ أَبُو عَليّ يحيى بن عِيسَى وَمن تصانيفه تَقْوِيم الْأَبدَان ومنهاج الْبَيَان وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَتِسْعين وأربعمئة\nالْإِشَارَة فِي غَرِيب الْقُرْآن\nلأبي بكر بن النقاش وَهُوَ أَبُو بكر مُحَمَّد بن الْحُسَيْن بن مُحَمَّد بن زِيَاد الْمَعْرُوف بالنقاش ولد سنة سِتّ وَسِتِّينَ ومئتين\nوَمن تصانيفه شِفَاء الصُّدُور فِي التَّفْسِير والموضح وضد الْعقل والمناسك وأخبار الْقصاص وذم الْجَسَد وَدَلَائِل النُّبُوَّة وإرم ذَات الْعِمَاد والمعجم وَأَسْمَاء الْقُرَّاء وقراءتهم وَكتاب السَّبْعَة وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَخمسين وثلاثمئة\nالجزء: 1 ¦ الصفحة: 37\n",
        "الْأَشْبَاه والنظائر\nلِابْنِ النجيم فِي الْفِقْه\nالْأَشْبَاه والنظائر فِي الْفِقْه الْحَنَفِيَّة\nلِابْنِ شحنة غلط وَإِنَّمَا هُوَ لِابْنِ النجيم\nالْأَشْبَاه والنظائر فِي النَّحْو\nللسيوطي\nالِاشْتِقَاق\nلِابْنِ دُرَيْد وَهُوَ أَبُو بكر مُحَمَّد بن الْحسن بن دُرَيْد بن عتاهية ولد سنة ثَلَاث وَعشْرين ومئتين\nوَله من التصانيف الجمهرة فِي اللُّغَة والأمالي والمجتنى وَأَسْمَاء الْقَبَائِل والملاحن والمقتبس والمقصور والممدود والوشاح وَالْخَيْل الْكَبِير وَالْخَيْل الصَّغِير والأنواء وَالسِّلَاح وغريب الْقُرْآن وَفعلت وأفعلت وأدب الْكَاتِب والسرج واللجام وتقويم اللِّسَان وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَعشْرين وثلاثمئة\nالِاشْتِقَاق\nللقطرب وَهُوَ أَبُو عَليّ بن المستنير النَّحْوِيّ اللّغَوِيّ الْمَعْرُوف بالقطرب وَمن تصانيفه مَعَاني الْقُرْآن وَكتاب القوافي وَكتاب النَّوَادِر والأزمنة وَالْفرق والأصوات وَكتاب الصِّفَات والعلل فِي النَّحْو والأضداد وَخلق الْفرس وَخلق الْإِنْسَان وغريب الحَدِيث والهمزة وَفعل وأفعل وَكتاب الرَّد وَغير ذَلِك\nوَتُوفِّي سنة سِتّ ومئتين\nالجزء: 1 ¦ الصفحة: 38\n",
        "الِاشْتِقَاق\nللزجاج وَهُوَ إِبْرَاهِيم بن السّري بن سهل أَبُو إِسْحَق الزّجاج\nوَمن تصانيفه مَعَاني الْقُرْآن وَخلق الْإِنْسَان وَفعلت وأفعلت ومختصر النَّحْو وَخلق الْفرس وَشرح أَبْيَات الْكتاب والقوافي وَكتاب الْفرق وَكتاب مَا ينْصَرف وَمَا لَا ينْصَرف وَكتاب النَّوَادِر وَكتاب الأنواء وَالْعرُوض وَغير ذَلِك\nوَتُوفِّي فِي دولة خلَافَة الْمُطِيع لله العباسي سنة إِحْدَى عشرَة وثلاثمئة\nأشعار الْمُلُوك\nلِابْنِ المعتز فِي الْآدَاب\nأشكال التأسيس\nفِي الهندسة للأبهري شَرحه الْمولى الْفَاضِل قَاضِي زَاده الرُّومِي وَمن عُلَمَاء دولة السُّلْطَان مُرَاد بن أورخان الْغَازِي\nوَتُوفِّي سنة اثْنَتَيْنِ وَخمسين وثمانمئة\nالْإِصَابَة فِي معرفَة الصَّحَابَة\nلِابْنِ حجر الْعَسْقَلَانِي الشَّافِعِي وَهُوَ الإِمَام حَافظ زَمَانه قَاضِي الْقُضَاة بدر الدّين أَبُو الْفضل أَحْمد بن عَليّ بن مُحَمَّد بن مُحَمَّد بن عَليّ الكتاني الْعَسْقَلَانِي ولد سنة ثَلَاث وَسبعين وسبعمئة\nوَمن تصانيفه شرح البُخَارِيّ وتهذيب التَّهْذِيب وتقريب التَّهْذِيب وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَخمسين وثمانمئة\nالأَصْل الْأَصِيل\nللسخاوي\nالجزء: 1 ¦ الصفحة: 39\n",
        "الإصلاحات\nللْإِمَام الكاشي\nالْإِصْلَاح\nلأبي حنيفَة الدينَوَرِي وَهُوَ أَحْمد بن دَاوُد أَبُو حنيفَة الدينَوَرِي\nوَمن تصانيفه كتاب الْبَيَان وَكتاب الفصاحة وَكتاب الأنواء وَكتاب الْقبْلَة وَكتاب حِسَاب الدّور وَكتاب الْوَصَايَا وَكتاب الْجَبْر والمقابلة وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وَثَمَانِينَ ومئتين\nإصْلَاح الْمنطق\nلِابْنِ السّكيت وَهُوَ يزِيد بن إِسْحَق أَبُو يُوسُف يَعْقُوب بن السّكيت قَالَ الْجلَال السُّيُوطِيّ وَله تصانيف كَثِيرَة فِي النَّحْو ومعاني الشّعْر وَتَفْسِير دواوين الْعَرَب كَانَ معلما لأَوْلَاد المتَوَكل فَبَيْنَمَا هُوَ مَعَ المتَوَكل فِي بعض الْأَيَّام إِذْ مر بهما ولداه المعتز والمؤيد فَقَالَ لَهُ من أحب إِلَيْك ابناي هَذَانِ أم الْحسن وَالْحُسَيْن فَقَالَ لَهُ وَالله إِن قنبر خَادِم عَليّ رَضِي الله عَنهُ خير مِنْك وَمن ابنيك فَأمر الأتراك فداسوا بَطْنه فَمَاتَ وَقيل سل لِسَانه من قَفاهُ فَمَاتَ سنة سِتِّينَ وسبعمئة\nالْإِصْلَاح والإيضاح\nلِابْنِ كَمَال باشا زَاده وَهُوَ شمس الدّين احْمَد بن سُلَيْمَان بن كَمَال\nوَمن تصانيفه التبصير والحواشي على الْكَشَّاف وَشرح بعض الْكتب من الْهِدَايَة وَله كتاب فِي الْفِقْه متن وَشرح سَمَّاهُ بالإصلاح والإيضاح وَله كتاب فِي الْأُصُول متن وَشرح أَيْضا سَمَّاهُ تَغْيِير التَّنْقِيح وَله كتاب فِي علم الْكَلَام متن وَشرح أَيْضا سَمَّاهُ التَّجْرِيد وَله كتاب فِي الْمعَانِي متن وَشرح أَيْضا وَله حواش على شرح الْمِفْتَاح\nالجزء: 1 ¦ الصفحة: 40\n",
        "للسَّيِّد وَله دقائق الْحَقَائِق ويوسف وزليخا وَله كتاب فِي الْفَرَائِض متن وَشرح أَيْضا وَله حواش على التَّلْوِيح وحواش على التهافت مَشْهُور جدا للْمولى خواجه زَاده وَكتاب نكارستان وتاريخ آل عُثْمَان وتعريفات وَغير ذَلِك من الْعَرَبِيّ والفارسي والتركي\nوَتُوفِّي سنة أَرْبَعِينَ وتسعمئة\nالْأَصْنَاف\nلمُحَمد بن عتبَة الزنجاني\nالْأَصْوَات\nللقطرب فِي الِاشْتِقَاق\nالْأُصُول\nلشمس الْأَئِمَّة السَّرخسِيّ وَهُوَ مُحَمَّد بن أَحْمد بن أبي سهل أَبُو بكر السَّرخسِيّ\nوَمن تصانيفه الْمَبْسُوط وَشرح السّير الْكَبِير وَشرح مُخْتَصر الطَّحَاوِيّ وَغير ذَلِك\nوَتُوفِّي سنة تسع وَتِسْعين وأربعمئة\nأصُول الْفِقْه\nللبزدوي فِي الْجَوَاهِر بِفَتْح الْبَاء الْمُوَحدَة وَسُكُون الزَّاي وَفتح الدَّال الْمُهْملَة وَفِي آخِره وَاو نِسْبَة إِلَى بزده هُوَ عَليّ بن مُحَمَّد بن الْحُسَيْن بن عبد الْكَرِيم بن مُوسَى بن عِيسَى بن مُجَاهِد أَبُو الْحسن فَخر الْإِسْلَام الْبَزْدَوِيّ\nالجزء: 1 ¦ الصفحة: 41\n",
        "ولد فِي حُدُود أربعمئة وَمن تصانيفه الْمَبْسُوط وَشرح الْجَامِع الصَّغِير وَالْجَامِع الْكَبِير\nتوفّي سنة اثْنَتَيْنِ وَثَمَانِينَ وأربعمئة\nأصُول الفقة\nللأخسيكثي قَالَ الْفَاضِل الْمَعْرُوف بطاشكبري زَاده فِي مِفْتَاح السَّعَادَة وأخسيكث بِفَتْح السِّين بعد الْخَاء الْمُعْجَمَة وأخرها ثاء مُثَلّثَة وَهُوَ الإِمَام الْعَلامَة حسام الدّين مُحَمَّد بن مُحَمَّد بن عمر الأخسيكثي\nتوفّي سنة أَربع وَأَرْبَعين وستمئة\nالْأُصُول فِي التَّعْبِير\nقيل لدانيال\nالْأُضْحِية\nلخمير الوبري\nالأضداد\nللصاغاني فِي الْأَسْمَاء\nالأضداد\nلِابْنِ الْأَنْبَارِي\nالأضداد\nلقطرب\nالجزء: 1 ¦ الصفحة: 42\n",
        "أضواء الْبَهْجَة على المنفرجة\nلقَاضِي الْقُضَاة زَكَرِيَّا الْأنْصَارِيّ\nأطواق الذَّهَب\nللزمخشري فِي الأساس\nأطول شرح\nتَلْخِيص الْمِفْتَاح للعصام قَالَ الْوَالِد نور الله مرقده وَأما العصام الَّذِي كتب على أَوَائِل الْهِدَايَة فَهُوَ من أحفاد صَاحب الْهِدَايَة هُوَ إِبْرَاهِيم بن مُحَمَّد بن عربشاه الاسفراييني\nأَعَاجِيب الأَرْض\nلِابْنِ الجزار\nالاعتقاب\nلِابْنِ تُرَاب\nالِاعْتِقَاد\nلصاعد بن مُحَمَّد الاستوائي هُوَ صاعد بن مُحَمَّد بن أَحْمد بن عبيد الله الْمَعْرُوف بالاستوائي\nولد سنة ثَلَاث وَأَرْبَعين وثلاثمئة\nوَتُوفِّي سنة اثْنَتَيْنِ وَثَلَاثِينَ واربعمئة\nالجزء: 1 ¦ الصفحة: 43\n",
        "اعْتِمَاد شرح الْعُمْدَة\nللنسفي وَهُوَ عمر بن مُحَمَّد بن أَحْمد بن إِسْمَاعِيل بن مُحَمَّد بن عَليّ بن لُقْمَان النَّسَفِيّ\nولد سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة وَمن تصانيفه طلبة الطّلبَة فِي اللُّغَة ونظم الْجَامِع الصَّغِير وعداد الشُّيُوخ وَغير ذَلِك\nوَتُوفِّي سنة سبع وَثَلَاثِينَ وخمسمئة\nإعجاز الْقُرْآن\nلمُحَمد بن زيد بن عَليّ بن الْحُسَيْن الوَاسِطِيّ صَاحب الْإِمَامَة\nالْأَعْذَار\nللظاهري\nالْإِعْرَاب\nلأبي الْبَقَاء العكبري\nالْإِعْرَاب\nللقطرب فِي الِاشْتِقَاق\nالْإِعْرَاب\nللسفاقسي وَهُوَ إِبْرَاهِيم بن مُحَمَّد بن إِبْرَاهِيم بن أبي الْقَاسِم الْقَيْسِي الْمَالِكِي الْعَلامَة\nالجزء: 1 ¦ الصفحة: 44\n",
        "برهَان الدّين أَبُو إِسْحَاق السفاقسي النَّحْوِيّ ولد سنة سبع وَتِسْعين وستمئة وَتُوفِّي سنة اثْنَتَيْنِ واربعين وسبعمئة\nالْإِعْرَاب\nلأبي جَعْفَر النّحاس فِي أدب الْكتاب\nالْإِعْرَاب\nلِلْوَاحِدِيِّ وَهُوَ عَليّ بن أَحْمد بن مُحَمَّد بن عَليّ الإِمَام أَبُو الْحسن الواحدي\nوَمن مصنفاته الْبَسِيط والوسيط وَالْوَجِيز فِي التَّفْسِير وَأَسْبَاب النُّزُول وَشرح ديوَان المتنبي وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان وَسِتِّينَ وأربعمئة\nإِعْرَاب الْقُرْآن\nللأخفش الْأَوْسَط تلميذ سِيبَوَيْهٍ وَهُوَ سعيد بن مسعده أَبُو الْحسن الْأَخْفَش الْأَوْسَط\nوَمن تصانيفه الأوساط فِي النَّحْو ومعاني الْقُرْآن والمقاييس فِي النَّحْو والاشتقاق والمسائل الْكَبِير وَالصَّغِير وَالْعرُوض والقوافي والأصوات وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَعشْرين ومئتين\nالْأَعْرَاض الطبية\nلإسماعيل بن الْحُسَيْن الْحُسَيْنِي الْجِرْجَانِيّ\nالْإِعْلَام\nللبياسي\nالجزء: 1 ¦ الصفحة: 45\n",
        "الْأَعْلَام\nللسهروردي وَهُوَ كتاب أَعْلَام الْهدى وعقيدة أَرْبَاب التقى وَهُوَ عمر بن مُحَمَّد الْبكْرِيّ لِأَنَّهُ من أَوْلَاد أبي بكر الصّديق رَضِي الله عَنهُ وَعَن إخوانه وَعَن أحبابه الْبَغْدَادِيّ ولد سنة سبع وَثَلَاثِينَ وخمسمئة\nوَمن تصانيفه عوارف المعارف وكشف الفضائح الربانية ردا على الفلاسفة\nتوفّي سنة اثْنَتَيْنِ وَثَلَاثِينَ وستمئة\nالْأَعْلَام\nلِلسُّهَيْلِي\nأَعْلَام السّنَن\nللخطابي وَهُوَ أَبُو سُلَيْمَان أَحْمد بن مُحَمَّد الْخطابِيّ البستي صَاحب معالم السّنَن وغريب الحَدِيث وَغير ذَلِك\nأَعْلَام النُّبُوَّة\nللماوردي فِي الْأَحْكَام\nأَعْلَام الورى\nللواسطي\nالْإِعْلَام فِي أَعْلَام الْمَسْجِد الْحَرَام\nللقطب الْمَكِّيّ\nالجزء: 1 ¦ الصفحة: 46\n",
        "الْإِعْلَام بأعلام الْمَسْجِد الْحَرَام\nللْمولى المرحوم بَاقِي أَفَنْدِي\nالأغاني\nللأصفهاني وَهُوَ أَبُو الْفرج عَليّ بن حُسَيْن بن مُحَمَّد بن أَحْمد بن مَرْوَان بن الحكم بن أبي الْعَاصِ بن الْكَاتِب الْأَصْفَهَانِي\nولد فِي سنة ارْبَعْ وَثَمَانِينَ ومئتين وَمن تصانيفة اداب الغرباء وَكتاب سني بني عبد شمس وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَخمسين وثلاثمئة\nإفَاضَة الْأَنْوَار فِي إضاءة أصُول الْمنَار\nللدهلوي وَهُوَ مَحْمُود الدهلوي الملقب سعد الدّين\nالِافْتِتَاح شرح الْمِصْبَاح\nلحسن باشا وَهُوَ الْعَالم الْفَاضِل حسن باشا ابْن الْمولى عَلَاء الدّين الْأسود وَهَذَا الْمولى الْفَاضِل من عُلَمَاء دولة السُّلْطَان ايلدرم بايزيد خَان رَحْمَة الله عَلَيْهِ رَحْمَة وَاسِعَة\nوَمن تصانيفه شرح الحراج فِي الصّرْف\nالِافْتِتَاح لأرباب الصّلاح\nلأبي مُحَمَّد مَحْمُود بن سعيد الْبَلْخِي\nالجزء: 1 ¦ الصفحة: 47\n",
        "الإفصاح عَن شرح مَعَاني الصِّحَاح\nلِابْنِ هُبَيْرَة وَهُوَ الْوَزير الْعَادِل الصَّالح عون الدّين أَبُو المظفر يحيى بن أَحْمد بن هُبَيْرَة الْحَنَفِيّ وَزِير المستنجد\nالْأَفْعَال\nلِابْنِ القطاع فِي الْأَبْنِيَة\nالْأَفْعَال\nلصَاحب الْكَشَّاف فِي الأساس\nالْأَفْعَال\nلِابْنِ الْقُوطِيَّة\nالْأَفْعَال\nلِلسَّرَقُسْطِيِّ بتَشْديد السِّين الأولى بِالْفَتْح وَفتح الرَّاء وَضم الْقَاف وَسُكُون السِّين بعْدهَا\nاقْتِضَاء الْقَلَم الْعجل\nللخطيب الْخَطِيب عدَّة رجال مِنْهُم الْخَطِيب التبريزي وَهُوَ أَبُو زَكَرِيَّا بن الْخَطِيب التبريزي شَارِح المتنبي وَمِنْهُم الْخَطِيب الْبَغْدَادِيّ صَاحب التَّارِيخ وَهُوَ أَبُو بكر أَحْمد بن عَليّ بن ثَابت الْبَغْدَادِيّ\nالاقتضاب\nللبطليوسي قَالَ السُّيُوطِيّ فِي طبقاته الْمُسَمّى بالبغية البطليوسي جمَاعَة أشهرهم\nالجزء: 1 ¦ الصفحة: 48\n",
        "عبد الله بن مُحَمَّد بن السَّيِّد صَاحب إصْلَاح الْخلَل وَهُوَ شرح أدب الْكتاب لِابْنِ قُتَيْبَة وَهُوَ عبد الله بن مُحَمَّد بن السَّيِّد البطليوسي ابْن السَّيِّد بتَشْديد السِّين بِالْكَسْرِ\nولد سنة أَربع وَأَرْبَعين وأربعمئة وَمن تصانيفه المثلث وَشرح سقط الزند وَكتاب الْحلَل فِي أغاليط الْجمل وَكتاب الْحلَل فِي شرح أَبْيَات الْجمل والتنبيه وَشرح الْمُوَطَّأ وَقيل لَهُ شرح على ديوَان المتنبي وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَعشْرين وخمسمئة\nالاقتطاف فِي الصّرْف\nللغرناطي وَهُوَ الإِمَام الْعَلامَة شهَاب الدّين أَحْمد بن يُوسُف بن مَالك الرعيني الْمَالِكِي الأندلسي الغرناطي الرعيني بتَشْديد بالراء بِالضَّمِّ وَفتح الْعين\nالاقتناص\nللشَّيْخ تَقِيّ الدّين السُّبْكِيّ السُّبْكِيّ بتَشْديد السِّين بِالضَّمِّ وَسُكُون الْبَاء\nإِقْرَار الْوَرَثَة بَعضهم لبَعض\nللخصاف فِي الْأَحْكَام\nالأقليد فِي التَّفْسِير\nلأبي الْفضل الهمذاني\nالأقليد من شرح الْمفصل\nللجندي\nالجزء: 1 ¦ الصفحة: 49\n",
        "الأقليدس فِي الهندسة\nمِمَّا اشْتهر باسم مُؤَلفه الأقليدس بِضَم الْهمزَة وَكسر الدَّال\nالْإِقْنَاع\nللماوردي فِي الْأَحْكَام\nالْإِقْنَاع فِي اللُّغَة\nللمطرزي الْحَنَفِيّ وَهُوَ نَاصِر بن عبد السَّيِّد بن عَليّ بن الْمُطَرز أَبُو الْفَتْح النَّحْوِيّ الأديب\nولد سنة ثَمَان وَثَلَاثِينَ وخمسمئة وَمن تصانيفه شرح المقامات وَالْمغْرب فِي لُغَة الْفِقْه والمعرب فِي شرح الْمغرب والمصباح فِي النَّحْو ومختصر الْإِصْلَاح لِابْنِ السّكيت وَغير ذَلِك\nوَتُوفِّي سنة عشر وستمئة\nالْإِقْنَاع فِي النَّحْو\nللسيرافي وَهُوَ حسن بن عبد الله بن مرزبان القَاضِي ابو سعيد السيرافي النَّحْوِيّ وَمن تصانيفه شرح الْكتاب وَشرح الدريدية وألفاظ الْقطع والوصل وشواهد سِيبَوَيْهٍ والمدخل إِلَى كتاب سِيبَوَيْهٍ وَالْوَقْف والابتداء وصنعة الشُّعَرَاء والبلاغة وأخبار النُّحَاة الْبَصرِيين وَغير ذَلِك\nقَالَ الْمولى الْفَاضِل طاشكبري زَاده لم يتمه فأتمه وَلَده يُوسُف\nالجزء: 1 ¦ الصفحة: 50\n",
        "وَكَانَ يَقُول وضع وَالِدي النَّحْو فِي الْمَزَابِل بالإقناع يَعْنِي انه سهله جدا فَلَا يحْتَاج إِلَى مُفَسّر\nولد سنة سبعين ومئتين وَتُوفِّي سنة ثَمَان وَسِتِّينَ وثلاثمئة فِي خلَافَة الطائع\nأقنوم الْعَجم\nلحميد الدّين السيواسي وَلم أَقف على تَرْجَمَة هَذَا الْفَاضِل غير أَنِّي سَمِعت عَن الْوَالِد المرحوم هَكَذَا رَحْمَة الله عَلَيْهِ وعَلى جَمِيع الْمُسلمين\nالإكليل\nلِأَحْمَد بن يَعْقُوب الهمذاني\nالْإِكْمَال\nللْقَاضِي عِيَاض\nالْإِكْمَال\nللأمير أبي نصر الْحَافِظ ابْن مَاكُولَا فِي الْأَنْسَاب\nألحان السواجع\nللْمولى الْمَعْرُوف بصلاح الصَّفَدِي\nالجزء: 1 ¦ الصفحة: 51\n",
        "الْألف وَاللَّام\nللمازني وَهُوَ أَبُو عُثْمَان بكر بن حبيب الْمَازِني وَمن تصانيفه كتاب فِي الْقُرْآن وَعلل النَّحْو وَتَفْسِير كتاب سِيبَوَيْهٍ وَمَا يلحن فِيهِ الْعَامَّة والتصريف وَالْعرُوض والقوافي والديباج فِي جَامع كتاب سِيبَوَيْهٍ وَغير ذَلِك وَفِي مِفْتَاح السَّعَادَة وَاعْلَم أَن أول من دون علم الصّرْف أَبُو عُثْمَان الْمَازِني\nوَتُوفِّي سنة تسع وَأَرْبَعين ومئتين على الرِّوَايَة الصَّحِيحَة\nالْأَلْفَاظ\nلأبي بكر الْأَنْبَارِي\nالْأَلْفَاظ\nلِابْنِ السّكيت فِي الْإِصْلَاح\nالألفية\nلأبي الْحسن يحيى بن معطي النَّحْوِيّ وَهُوَ يحيى بن معطي بن عبد النُّور أَبُو الْحُسَيْن زين الدّين الزواوي المغربي الْحَنَفِيّ\nولد سنة أَربع وَسِتِّينَ وخمسمئة\nوَتُوفِّي سنة ثَمَان وَعشْرين وستمئة\nالألفية والشلفية\nللحكيم الْأَزْرَقِيّ\nالجزء: 1 ¦ الصفحة: 52\n",
        "الألفية فِي الحَدِيث\nللعراقي\nالألفية فِي النَّحْو\nلِابْنِ مَالك\nالألقاب\nلأبي الْفرج ابْن الْجَوْزِيّ\nإلهام الْقُرْآن\nللجصاص فِي أَحْكَام الْقُرْآن\nالْإِلْمَام\nوَهُوَ كتاب الْإِلْمَام\nالْأُم\nللْإِمَام الشَّافِعِي رَضِي الله عَنهُ وَهُوَ الإِمَام أَبُو عبد الله مُحَمَّد بن إِدْرِيس بن الْعَبَّاس بن عُثْمَان بن شَافِع بن السَّائِب ولد سنة خمسين ومئة قيل وَهِي السّنة الَّتِي توفّي فِيهَا الإِمَام الْأَعْظَم وَقيل بل ولد يَوْم وَفَاته وَحمل إِلَى مَكَّة وَهُوَ ابْن سنتَيْن\nوَتُوفِّي سنة أَربع ومئتين\nالأماثل\nلِابْنِ الصابي فِي تَرْجَمَة الْأَعْيَان\nالجزء: 1 ¦ الصفحة: 53\n",
        "الأمالي\nلأبي الْفَتْح الْآمِدِيّ\nالأمالي\nلأبي يُوسُف هُوَ الإِمَام أَبُو يُوسُف يَعْقُوب بن إِبْرَاهِيم بن حبيب بن سعد الانصاري\nولد سنة ثَلَاث عشرَة ومئة\nوَمن تصانيفه الْإِمْلَاء والنوادر وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَثَمَانِينَ ومئة\nالأمالي\nلِابْنِ بري\nالأمالي\nللزجاج فِي الِاشْتِقَاق\nالأمالي\nللشريف الشجري وَهُوَ أَبُو السعادات هبة الله بن عَليّ بن مُحَمَّد بن حَمْزَة بن الْعلوِي الحسني الْمَعْرُوف بِابْن الشجري\nولد سنة خمسين وأربعمئة\nوَمن مصنفاته كتاب الِانْتِصَار وَكتاب الحماسة وَكتاب مَا اخْتلف لَفظه وَاتفقَ مَعْنَاهُ وَشرح لمع ابْن جني وَشرح تصريف الملوكي وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَأَرْبَعين وخمسمئة\nالجزء: 1 ¦ الصفحة: 54\n",
        "الأمالي\nلقاضيخان وَهُوَ فَخر الدّين أَبُو المفاخر الْحسن بن مَنْصُور بن مَحْمُود بن عبد الْعَزِيز الأوزجندي الفرغاني وَمن تصانيفه الفتاوي الْمَشْهُورَة وَشرح الْجَامِع الصَّغِير وَشرح الزِّيَادَات الْمُسَمّى بالملتقط وَشرح أدب القَاضِي للخصاف وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَتِسْعين وخمسمئة\nالأمالي\nلأبي عَليّ القالي الْبَغْدَادِيّ وَهُوَ إِسْمَاعِيل بن الْقَاسِم بن عبدون بن هَارُون بن سُلَيْمَان الْمُعَرّف بالقالي بِالْقَافِ وَأما القالي بِالْفَاءِ فَهُوَ مُحَمَّد بن سعيد بن مَحْمُود بن أبي الْفَتْح السيرافي الْمَعْرُوف بالفالي صَاحب شرح الْكتاب ولد سنة ثَمَان وَثَمَانِينَ ومئتين وَمن مصنفاته النَّوَادِر والمقصور والممدود وَشرح المعلقات وَكتاب الْخَيل وَالْإِبِل والبارع فِي اللُّغَة وفضائل الْعَرَب وحلي الْإِنْسَان وَفعلت وأفعلت وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَخمسين وثلاثمئة\nالأمالي فِي النَّحْو\nلِابْنِ الْحَاجِب وَهُوَ عُثْمَان بن عمر بن أبي بكر يُونُس الْعَلامَة جمال الدّين أَبُو عَمْرو بن الْحَاجِب الْمَالِكِي ولد سنة سبعين وخمسمئة على الرِّوَايَة الصَّحِيحَة\nوَمن مصنفاته الْمُخْتَصر الْوَاقِع فِي الْفِقْه والمختصر الْوَاقِع فِي الْأُصُول وَآخر أكبر مِنْهُ الْمُسَمّى بالمنتهى والكافية وَشَرحهَا ونظمها والوافية وَشَرحهَا والشافية فِي\nالجزء: 1 ¦ الصفحة: 55\n",
        "الصّرْف وَشَرحهَا وَالْعرُوض وَشرح الْمفصل الْمُسَمّى بالإيضاح وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَأَرْبَعين وستمئة\nالْأَمَانَة\nللصاحب ابْن عباد وَهُوَ الْوَزير مؤيد الدولة الصاحب أَبُو الْقَاسِم إِسْمَاعِيل بن عباد وَمن تصانيفه الْمُحِيط فِي اللُّغَة وَالْكَافِي فِي الرسائل وَكتاب الوزارة وَله النّظم الْمَشْهُور\n(رق الزّجاج ورقت الْخمر\n...\nفتشابها وتشاكل الْأَمر)\n(فَكَأَنَّمَا خمر وَلَا قدح\n...\nوكأنما قدح وَلَا خمر)\nوَتُوفِّي سنة خمس وَثَلَاثِينَ وثلاثمئة\nالإمتاع والمؤانسة\nلأبي حَيَّان التوحيدي المعتزلي وَهُوَ عَليّ بن مُحَمَّد بن الْعَبَّاس أَبُو حَيَّان التوحيدي وَمن مصنفاته المناظرات والمحاضرات والحنين إِلَى الأوطان وتعريض الجاحظ والبصائر وَغير ذَلِك\nوَتُوفِّي سنة ثَمَانِينَ وثلاثمئة\nامتحان الأذكياء\nفِي النَّحْو للْمولى البير وَهُوَ مُحَمَّد بن عَليّ المؤيدي من عُلَمَاء دولة السُّلْطَان سليم ابْن السُّلْطَان سُلَيْمَان انْتقل إِلَى رَحمته فِي سنة اثْنَتَيْنِ وَثَمَانِينَ وتسعمئة وَمن تصانيفه شرح الْمَقْصُود فِي الصّرْف وَشرح فِي النَّحْو وَكتاب فِي الْفَرَائِض ثمَّ شرح وحاشية على الْهِدَايَة والأكمل وَالطَّرِيق المحمدية من علم الْحَال\nالجزء: 1 ¦ الصفحة: 56\n",
        "الْأَمْثَال\nلأبي عُبَيْدَة\nالْأَمْثَال\nوَهُوَ مجمع الْأَمْثَال وصدره إِن أحسن مَا يوشح بِهِ صدر الْكَلَام للميداني الميدان بِفَتْح الْمِيم وَسُكُون الْيَاء الْمُثَنَّاة من تَحت نِسْبَة إِلَى ميدان زِيَاد بن عبد الرَّحْمَن وَهِي محلّة فِي نيسابور وَهُوَ أَحْمد بن مُحَمَّد بن أَحْمد بن إِبْرَاهِيم الميداني النَّيْسَابُورِي\nوَمن مصنفاته السَّامِي فِي الْأَسَامِي والأنموذج فِي النَّحْو والمصادر ونزهة الطّرف فِي علم الصّرْف وَشرح المفضليات وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان عشرَة وخمسمئة\nالأمد الاقصى\nللدبوسي فِي مِفْتَاح السَّعَادَة ودبوسية بِفَتْح الْمُهْملَة وَضم الْمُوَحدَة قَرْيَة بَين بُخَارى وسمرقند وَهُوَ عبيد الله بن عمر بن عِيسَى أَبُو زيد الدبوسي وَمن مصنفاته الْأَسْرَار وتقويم الْأَدِلَّة وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاثِينَ وأربعمئة\nالْأَمر وَالنَّهْي\nلعمر بن عُثْمَان بن خطاب بن شُعَيْب التَّمِيمِي أَبُو حَفْص النَّحْوِيّ المعري وَقيل هُوَ كتاب معرف بِكِتَاب المكتفي\nالْإِمْلَاء\nاسْم كتاب للْإِمَام الشَّافِعِي رَضِي الله عَنهُ\nالجزء: 1 ¦ الصفحة: 57\n",
        "الْإِمْلَاء الْوَجِيز\nعلى الْكتاب الْعَزِيز لِابْنِ عقيل\nالأناجيل\nأَرْبَعَة إنجيل لوقا إنجيل مَتى إنجيل مرقس إنجيل يوحنا وَمن شُرُوح الْإِنْجِيل شرح أبي الْفرج ابْن الطَّبِيب النَّصْرَانِي كَاتب الجاثليق بِبَغْدَاد\nإنباء الْغمر بأبناء الْعُمر\nلِابْنِ حجر وَهُوَ الْحَافِظ ابْن حجر أَحْمد بن عَليّ بن مُحَمَّد بن مُحَمَّد بن عَليّ بن أَحْمد\nولد سنة ثَلَاث وَسبعين وسبعمئة\nوَمن مصنفاته\nشرح البُخَارِيّ ولسان الْمِيزَان وتاريخ أَيْضا غير الأنباء والدرر الكامنة فِي أَعْيَان المئة الثَّامِنَة\nتوفّي سنة اثْنَتَيْنِ وَتِسْعين وثمانمئة\nالانتخاب السُّلَيْمَانِي\nلِابْنِ مصلح الشِّيرَازِيّ وَهُوَ مَحْمُود بن مَسْعُود بن مصلح الشِّيرَازِيّ وَهُوَ منتخب الْأَحْيَاء\nالِانْتِصَار\nللظاهري\nالِانْتِصَار\nللْقَاضِي أبي بكر\nالجزء: 1 ¦ الصفحة: 58\n",
        "الِانْتِصَار وَالتَّرْجِيح\nللْمَذْهَب الصَّحِيح مَذْهَب الإِمَام أبي حنيفَة رَضِي الله عَنهُ لعمر بن مُحَمَّد بن سعيد الْموصِلِي\nالانتصاف\nشرح أدب الْكَاتِب للبطليوسي فِي الاقتضاب\nالانتصاف\nلِابْنِ مُنِير وَهُوَ أَحْمد بن مُحَمَّد بن مَنْصُور بن أبي الْفَتْح بن مُخْتَار ولد سنة عشْرين وستمئة وَمن مصنفاته التَّفْسِير الْمَشْهُور والمناسبات وتراجم البُخَارِيّ وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَثَمَانِينَ وستمئة\nالانتصاف إِلَى مسَائِل الْخلاف\nلأبي سعيد مُحَمَّد بن يحيى بن أبي مَنْصُور النَّيْسَابُورِي\nالْأنس الْجَلِيل\nفِي تَارِيخ الْقُدس والخليل\nالْأَنْسَاب\nلِابْنِ مَاكُولَا\nالجزء: 1 ¦ الصفحة: 59\n",
        "الْإِنْسَان الْكَامِل\nللشَّيْخ عبد الْكَرِيم الكيلاني\nالأنموذج\nلأبي بكر الرَّازِيّ\nالأنموذج\nلصَاحب الْكَشَّاف فِي الأساس\nالأنموذج\nلِابْنِ رَشِيق القيرواني\nأنموذج الْعُلُوم\nللْمولى الفناري وَهُوَ شمس الدّين مُحَمَّد بن حَمْزَة بن مُحَمَّد الفناري\nولد سنة إِحْدَى وَخمسين وسبعمئة\nوَمن مصنفاته فُصُول الْبَدَائِع فِي عُلُوم الشَّرَائِع فِي الْأُصُول جمع فِيهِ الْمنَار والبزدوي ومحصول الإِمَام الرَّازِيّ ومختصر ابْن الْحَاجِب وَغير ذَلِك وَتَفْسِير الْفَاتِحَة وَشرح الرسَالَة وَشرح الرسَالَة الأثيرية فِي الْمِيزَان وَشرح الْفَرَائِض السِّرَاجِيَّة والحاشية على شرح المواقف للسَّيِّد الشريف وَغير ذَلِك\nوَتُوفِّي سنة أَربع وَثَلَاثِينَ وثمانمئة\nالجزء: 1 ¦ الصفحة: 60\n",
        "أنموذج الْكَشَّاف\nللكرماني وَهُوَ مُحَمَّد بن يُوسُف بن عَليّ بن سعيد الْكرْمَانِي ولد سنة سبع عشرَة وسبعمئة وَمن مصنفاته شرح البُخَارِيّ وَشرح المواقف وَهُوَ الْكتاب الْمُسَمّى بالسبعة السيارة وَشرح مُخْتَصر ابْن الْحَاجِب وَشرح الْفَوَائِد الغياثية فِي الْمعَانِي وَالْبَيَان وَشرح الْجَوَاهِر وحاشية على القَاضِي الْبَيْضَاوِيّ وصل إِلَى سُورَة يُوسُف وَله رِسَالَة فِي مَسْأَلَة الْكحل فِي الكافية وَغير ذَلِك\nتوفّي سنة سِتّ وَثَمَانِينَ وسبعمئة\nالأنموذج فِي النَّحْو\nللميداني فِي الْأَمْثَال\nأنوار الأحداق\nلمصنفك وَهُوَ عَليّ بن مجد الدّين مُحَمَّد بن مَسْعُود بن مَحْمُود بن مُحَمَّد بن مُحَمَّد الْمَعْرُوف بالمولى مصنفك قيل سمي بِهِ لاشتغاله بالتأليف فِي حَدَاثَة سنة وَالْكَاف للتصغير فِي لُغَة الْعَجم وَهُوَ من أَوْلَاد الإِمَام فَخر الدّين الرَّازِيّ كَذَا فِي الشقائق من عُلَمَاء دولة السُّلْطَان مُحَمَّد ابْن السُّلْطَان مرادخان ابْن السُّلْطَان بايزيدخان\nولد فِي سنة ثَلَاث وثمانمئة وَمن مصنفاته شرح الْإِرْشَاد وَشرح الْمِصْبَاح فِي النَّحْو وَشرح آدَاب الْبَحْث وَشرح اللّبَاب وَشرح المطول وَشرح شرح الْمِفْتَاح للتفتازاني وحاشية التَّلْوِيح وَشرح الْبردَة وَشرح القصيدة الروحية لِابْنِ سينا وَشرح الْوِقَايَة وَشرح الْهِدَايَة وَحَدَائِق الْإِيمَان لأهل الْعرْفَان وَشرح المصابيح وَشرح حَاشِيَة شرح الْمطَالع وَشرح بَعْضًا من الْأُصُول فِي الْإِسْلَام للبزدوي وَشرح الْكَشَّاف وأنوار الحدائق وتحفة السلاطين والتحفة المحمودية لِأَنَّهُ صنف لأجل الْوَزير مَحْمُود\nالجزء: 1 ¦ الصفحة: 61\n",
        "باشا على اللِّسَان الْفَارِسِي يشْتَمل على النصائح للوزراء وَالتَّفْسِير الْفَارِسِي وَشرح السنمية وحاشية الْوِقَايَة وحاشية شرح العقائد وَغير ذَلِك\nتوفّي سنة خمس وَسبعين وثمانمئة\nأنوار التَّنْزِيل وأسرار التَّأْوِيل\nللْقَاضِي الْبَيْضَاوِيّ فِي الطوالع\nأنوار العاشقين\nلِأَحْمَد تيجان وَهُوَ الشَّيْخ أَحْمد بن الْكَاتِب أَخُو الشَّيْخ مُحَمَّد صَاحب الْكتاب الْمَعْرُوف بالمحمدية ذكر فِيهِ من مبدأ الْعَالم إِلَى وَفَاة نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم وعَلى مَا ذكر فِي التفاسير وَالْأَحَادِيث والاثار الصحية والأحمد الْمَذْكُور مدفون فِي مَدِينَة كليبولي\nأنوار عُلُوم الأجرام فِي الْكَشْف عَن أسرار الأهرام\nللسَّيِّد أبي جَعْفَر مُحَمَّد بن عبد الْعَزِيز الإدريسي\nالْأَوَائِل\nللعسكري وَهُوَ الْحسن بن عبد الله بن سهل بن سعيد بن يحيى بن مهْرَان أَبُو هِلَال العسكري وَمن تصانيفه الصناعتين وَالتَّلْخِيص فِي اللُّغَة وجمهرة الْأَمْثَال وَشرح الحماسة ولحن الْخَاصَّة والأوائل ونوادر الْوَاحِد وَالْجمع وَتَفْسِير الْقُرْآن وَالدِّرْهَم وَالدِّينَار والاستئناس وَغير ذَلِك\nتوفّي سنة خمس وَتِسْعين وثلاثمئة\nالجزء: 1 ¦ الصفحة: 62\n",
        "أوضح المسالك إِلَى ألفية ابْن مَالك\nلجمال الدّين عبد الله بن يُوسُف بن هِشَام الْأنْصَارِيّ وَهُوَ عبد الله بن يُوسُف بن أَحْمد بن عبد الله بن هِشَام الْأنْصَارِيّ الشَّيْخ جمال الدّين الْحَنْبَلِيّ النَّحْوِيّ ولد سنة ثَمَان وسبعمئة\nوَمن مصنفاته مُغنِي اللبيب وَشرح الشواهد قَالَ السُّيُوطِيّ فِي تَارِيخ النُّحَاة وَكتب عَلَيْهِ حَاشِيَة وَرفع الْخَصَاصَة عَن قِرَاءَة الْخُلَاصَة وعمدة الطَّالِب فِي تَحْقِيق تصريف ابْن الْحَاجِب والتحصيل وَالْعدة وَشرح التسهيل وشذور الذَّهَب وَشَرحه قَالَ السُّيُوطِيّ وَكتب على شرح الشذور حَاشِيَة وَشرح الشواهد الْكُبْرَى وَالْقَوَاعِد وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَسِتِّينَ وسبعمئة\nالإيجاز فِي أخطار الْحجاز\nللرافعي وَهُوَ عبد الْكَرِيم بن مُحَمَّد بن عبد الْكَرِيم بن الْفضل بن الْحسن الْقزْوِينِي الإِمَام الْجَلِيل أَبُو الْقَاسِم الرَّافِعِيّ من مَشَايِخ عُلَمَاء الشَّافِعِيَّة\nوَمن مصنفاته شرح السّير الْكَبِير الْمُسَمّى بالعزيز فِي شرح الْوَجِيز وَالشَّرْح الصَّغِير وَالْمُحَرر وَشرح مُسْند الشَّافِعِي والتذنيب والأمالي الشارحة على مُفْرَدَات الْفَاتِحَة وَكتاب الْمُحَرر فِي الْفِقْه قَالَ الْفَاضِل طشكبرى زَاده وصل فِيهِ إِلَى أثْنَاء الصَّلَاة فِي ثَمَان مجلدات\nتوفّي سنة ثَلَاث وَعشْرين وستمئة\nإيساغوجي\nلفورفوريوس الْحَكِيم\nالجزء: 1 ¦ الصفحة: 63\n",
        "الْإِيضَاح\nشرح المقامات لأبي الْفَتْح المطرزي فِي الْإِقْنَاع\nالْإِيضَاح\nشرح سقط الزند لأبي زَكَرِيَّا يحيى بن عَليّ بن الْخَطِيب التبريزي\nالْإِيضَاح\nشرح الْمفصل لِابْنِ الْحَاجِب فِي الأمالي\nإِيضَاح الاتكال\nفِي أَسمَاء الرِّجَال للأزناجي\nالْإِيضَاح على الصِّحَاح\nلِابْنِ الْبري وَهُوَ عبد الله بن بري بن عبد الْجَبَّار أَبُو مُحَمَّد الْمَقْدِسِي الْمصْرِيّ النَّحْوِيّ اللّغَوِيّ\nوَمن مصنفاته كتاب اللّبَاب قَالَ السُّيُوطِيّ فِي تَارِيخه وحواش على الصِّحَاح قَالَ الصَّفَدِي وَلم يكملها بل وصل إِلَى وقش وَهُوَ ربع الْكتاب كملها الشَّيْخ عبد الله بن مُحَمَّد البسطي وَغير ذَلِك البسطي بِضَم الْبَاء\nوَتُوفِّي سنة ثِنْتَيْنِ وَثَمَانِينَ وخمسمئة\nالايضاح فِي التَّعْبِير\nللفخري\nالجزء: 1 ¦ الصفحة: 64\n",
        "الْإِيضَاح فِي السحر\nللأندلسي\nالْإِيضَاح شرح الْمِصْبَاح\nالْإِيضَاح فِي الْفِقْه\nلأبي الْفضل الْكرْمَانِي وَهُوَ عبد الرَّحْمَن بن مُحَمَّد بن أميرويه بن مُحَمَّد بن إِبْرَاهِيم الْكرْمَانِي ولد سنة سبع وَخمسين وأربعمئة وَمن مصنفاته الْجَامِع الْكَبِير والتجريد فِي الْفِقْه وَشَرحه فِي ثَلَاث مجلدات وَسَماهُ الْإِيضَاح وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَأَرْبَعين وخمسمئة\nالْإِيضَاح فِي النَّحْو\nلِأَحْمَد بن بكر بن بَقِيَّة الْعَبْدي النَّحْوِيّ غلط بل إِن الْإِيضَاح لأبي عَليّ الْفَارِسِي وَشَرحه الْمولى الْمَزْبُور\nتوفّي سنة سِتّ وأربعمئة\nإيقاظ الْوَسْنَان\nلنصر الله بن عبد الْمُنعم هُوَ نصر الله بن عبد الْمُنعم بن نصر الدّين بن أَحْمد بن جَعْفَر ولد سنة أَربع وستمئة\nوَتُوفِّي سنة ثَلَاث وَسبعين وستمئة\nالجزء: 1 ¦ الصفحة: 65\n",
        "ب\nالبارع فِي ال\nت\nَّارِيخ\nلأبي عبد الله هَارُون بن عَليّ المنجم الْبَغْدَادِيّ\nالبارع فِي علم الْأَوَائِل\nللآمدي فِي الْأَبْكَار\nالبارع فِي اللُّغَة\nلأبي عَليّ القالي فِي الأمالي\nالْبَحْر الرَّائِق فِي شرح كنز الدقائق\nلِابْنِ نجيم وَهُوَ الْمولى زين بن نجم بن إِبْرَاهِيم بن مُحَمَّد الْمصْرِيّ ولد فِي سنة سِتّ وَعشْرين وتسعمئة وَمن تصانيف الْفَاضِل المرحوم الْأَشْبَاه والنظائر وَشرح الْهِدَايَة وَشرح الزِّيَادَات ذكره فِي الْبَحْر فِي كتاب الدَّعْوَى وَشرح الْمنَار وَهُوَ الْكتاب الْمُسَمّى بِفَتْح الْغفار فِي شرح الْمنَار ومختصر التَّحْرِير لِابْنِ الْهمام وَهُوَ الْكتاب الْمُسَمّى بلب الْأُصُول والفوائد الزينية فِي فقه الْحَنَفِيَّة والفتاوى وَله حَاشِيَة على جمع الْفُصُولَيْنِ حررها ابْنه أَحْمد بن إِبْرَاهِيم وَغير ذَلِك\nوَتُوفِّي سنة سبعين وتسعمئة يَوْم الْأَرْبَعَاء ثامن رَجَب الْفَرد\nبَحر الْعُلُوم\nللشَّيْخ الْمَعْلُوم بازال زَاده من مَشَايِخ دولة السُّلْطَان سُلَيْمَان خَان\nالجزء: 1 ¦ الصفحة: 66\n",
        "بَحر الْعُلُوم\nللنسفي\nالْبَحْر العميق\nالْبَحْر المواج\nلِابْنِ الحنبل\nبَحر الغرائب فِي اللُّغَة الفارسية\nلأبي يُوسُف الْحَلِيمِيّ\nالْبَحْر الْمُحِيط\nلأبي حَيَّان الأندلسي فِي التَّفْسِير\nالْبَحْر فِي الْفِقْه الْحَنَفِيَّة\nلناصر الدّين مُحَمَّد بن مُحَمَّد بن مُحَمَّد وَأما الْبَحْر الَّذِي فِي الشَّافِعِيَّة للروياني فَهُوَ عبد الْوَاحِد بن إِسْمَاعِيل بن أَحْمد بن مُحَمَّد أَبُو المحاسن الرَّوْيَانِيّ\nولد سنة خمس عشرَة وأربعمئة وَمن تصانيفه الفروق والحلية والتجربة ومناصيص الشَّافِعِي وَالْكَافِي وَغير ذَلِك قَالَ الْمولى الْفَاضِل طاشكبري زَاده ثمَّ انْتقل إِلَى آمل فَقتلته الْمَلَاحِدَة سنة اثْنَتَيْنِ وخمسمئة\nبَدَائِع الأفكار\nفِي صنايع الْأَسْفَار\nلحسين بن عَليّ الْوَاعِظ الشهير بالكاشفي\nالجزء: 1 ¦ الصفحة: 67\n",
        "بَدَائِع الصَّنَائِع فِي تَرْتِيب الشَّرَائِع\nللكاشاني أبي بكر بن مَسْعُود بن أَحْمد وَقع شَرحه على الْكتاب الْمَعْرُوف بالتحفة للعلامة عَلَاء الدّين أَحْمد بن أبي أَحْمد السَّمرقَنْدِي حُكيَ أَنه تزوج فَاطِمَة ابْنة أستاذه الْعَلامَة السَّمرقَنْدِي الْمَذْكُور صَاحب التُّحْفَة فَقَالَ عُلَمَاء عصره شرح تحفتة وَتزَوج ابْنَته\nالْبَدَائِع فِي الْفِقْه\nلِابْنِ الساعاتي وَهُوَ أَحْمد بن عَليّ بن ثَعْلَب بن أبي الضياء الْبَغْدَادِيّ البعلبكي الأَصْل وَمن مصنفاته مجمع الْبَحْرين فِي الْفِقْه وَشَرحه والبديع فِي أصُول الْفِقْه وَغير ذَلِك\nالْبِدَايَة فِي التَّارِيخ\nلِابْنِ كثير وَهُوَ ابو الْفِدَاء إِسْمَاعِيل بن عمر بن كثير الْقرشِي الْبَصْرِيّ الشَّافِعِي ولد سنة سبعمئة قَالَ صَاحب الْمِصْبَاح صنف التصانيف الْكَثِيرَة فِي التَّفْسِير والتاريخ وَالْأَحْكَام\nالْبِدَايَة\nلصَاحب الْهِدَايَة وَهُوَ الإِمَام ابو الْحسن عَليّ بن أبي بكر بن عبد الْجَلِيل برهَان الدّين المرغيناني الرشداني وَمن مصنفاته الْهِدَايَة والتجنيس والمزيد ومناسك الْحَج وَهُوَ الْكتاب الْمُسَمّى بالعدة ذكرهَا فِي فصل الْمَوَاقِيت مَعَ كتاب الْحَج وكفاية المنتهي وَالْمُخْتَار ومجموع النَّوَازِل والفرائض وَغير ذَلِك وَتُوفِّي فِي دولة خلَافَة النَّاصِر لدين الله العباسي أَحْمد بن المتقي بِاللَّه العباسي سنة ثَلَاث وَتِسْعين وخمسمئة\nالجزء: 1 ¦ الصفحة: 68\n",
        "الْبِدَايَة فِي اصول الْفِقْه\nلِأَحْمَد بن مَحْمُود بن ابي بكر الصَّابُونِي توفّي سنة ثَمَانِينَ وخمسمئة\nالبديع\nللتيفاشي\nالبديع فِي صنايع الشّعْر\nلعبد الله بن المعتز\nبذل الماعون\nلِابْنِ حجر\nبرد الِاسْم\nلِابْنِ فِي الْأَخْلَاق فِي الإشارات\nالْبَرْق الشَّامي\nللعماد الْكَاتِب وَهُوَ ابو عبد الله مُحَمَّد بن صفي الدّين أَبُو الْفرج مُحَمَّد بن نَفِيس الدّين ابو الرَّجَاء حَامِد الملقب عماد الدّين الْكَاتِب الْأَصْفَهَانِي الشَّافِعِي قَالَ فِي الْمِفْتَاح وصنف كتاب الْبَرْق الشَّامي فِي سبع مجلدات وَهُوَ تَارِيخ ولد سنة عشر وخمسمئة وَمن مصنفاته الخريدة وَالْفَتْح القسي فِي الْفَتْح الْقُدسِي والسيل على الذيل وَغير ذَلِك\nوَتُوفِّي سنة سبع وَتِسْعين وخمسمئة\nالجزء: 1 ¦ الصفحة: 69\n",
        "الْبُرْهَان\nلِابْنِ كيسَان وَهُوَ مُحَمَّد بن احْمَد بن إِبْرَاهِيم بن كيسَان ابو الْحسن النَّحْوِيّ وَمن مصنفاته الْمُهَذّب وَغلط أدب الْكَاتِب واللامات والبرهان وغريب الحَدِيث ومعاني الْقُرْآن وَعلل النَّحْو ومفاتيح الْكتاب وَمَا اخْتلف فِيهِ البصريون والكوفيون وَغير ذَلِك\nوَتُوفِّي سنة عشْرين وثلاثمئة على الرِّوَايَة الصَّحِيحَة\nالْبُرْهَان\nلأبي جَعْفَر بن الزبير\nالْبُرْهَان فِي متشابه الْقُرْآن\nللكرماني فِي الأنموذج\nالْبَزَّازِيَّة\nوَهُوَ الْمَعْرُوف بالفتاوي الْبَزَّازِيَّة للْكَرْدَرِيّ هُوَ مُحَمَّد بن عبد الستار بن مُحَمَّد الْعِمَادِيّ الكردري ولد سنة تسع وَخمسين وخمسمئة من عُلَمَاء دولة السُّلْطَان إيلدرم خَان وَمن مصنفاته المناقب فِي مَنَاقِب الإِمَام رَضِي الله عَنهُ وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَأَرْبَعين وستمئة\nالْبُسْتَان\nللشَّيْخ أبي حَيَّان أَحْمد بن ابي طَاهِر بن مُحَمَّد الأسفراييني الْفَقِيه الشَّافِعِي\nالجزء: 1 ¦ الصفحة: 70\n",
        "الْبُسْتَان\nللشَّيْخ سعدي وَهُوَ الشَّيْخ مصلح الدّين الشِّيرَازِيّ السَّعْدِيّ وَمن مصنفاته الْكتاب الْمَعْرُوف بكلستان\nبُسْتَان العارفين\nلأبي اللَّيْث السَّمرقَنْدِي وَهُوَ نصر بن مُحَمَّد بن إِبْرَاهِيم السَّمرقَنْدِي وَمن مصنفاته تَفْسِير الْقُرْآن والنوازل فِي الْفِقْه وخزانة الْفِقْه وتنبيه الغافلين وَقيل لَهُ عُيُون الْمسَائِل وتأسيس النَّظَائِر وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَسبعين وثلاثمئة\nبُسْتَان العارفين فِي الطِّبّ\nالْبُسْتَان فِي فَضَائِل النُّعْمَان\nلعبد الْقَادِر الْقرشِي صَاحب الْجَوَاهِر المضية فِي طَبَقَات الْحَنَفِيَّة وَهُوَ أَبُو الْوَفَاء محب الدّين عبد الْقَادِر مُحَمَّد بن مُحَمَّد بن نصر الله بن سَالم الْقرشِي الْحَنَفِيّ\nولد فِي سنة خمس وستمئة\nوَمن تصانيفه الْجَوَاهِر المضية وَشرح الْهِدَايَة الْمُسَمّى بالعناية وَشرح مَعَاني الْآثَار للطحاوي قَالَ صَاحب التَّعْلِيم وَعمل الوفيات من سنة مولده إِلَى سنة سِتِّينَ\nوَتُوفِّي سنة خمس وَسبعين وسبعمئة\nالجزء: 1 ¦ الصفحة: 71\n",
        "الْبَسِيط فِي التَّفْسِير\nلِلْوَاحِدِيِّ فِي الْإِعْرَاب\nبصائر ذَوي التَّمْيِيز فِي لطائف الْكتاب الْعَزِيز\nمجلدان للفيروز آبادي أَظن أَنه غير كَامِل كَذَا سَمِعت مِمَّن طالع عَلَيْهِ وَهُوَ مُحَمَّد بن يَعْقُوب بن مُحَمَّد بن إِبْرَاهِيم بن مُحَمَّد بن أبي بكر بن إِدْرِيس بن فضل الله الشِّيرَازِيّ الفيروز آبادي\nولد سنة سبع وَعشْرين وسبعمئة وَمن مصنفاته اللامع الْمعلم العجاب الْجَامِع بَين الْمُحكم والعباب والقاموس ومنح الْبَارِي فِي شرح البُخَارِيّ وشوارق الْأَبْرَار فِي شرح مَشَارِق الْأَنْوَار وتسهيل الْوُصُول إِلَى أَحَادِيث الرَّسُول وَشرح عُمْدَة الْأَحْكَام وَكتاب الْمرقاة فِي طَبَقَات الشَّافِعِيَّة والمرقاة أَيْضا فِي طَبَقَات الْحَنَفِيَّة وَالْبُلغَة فِي التَّارِيخ وتحبير الموشين قَالَ صَاحب الْمِفْتَاح وَألف كتابا على الْمُجْمل لِابْنِ فَارس أَخذ عَلَيْهِ فِيهِ الف مَكَان وَمَعَ هَذَا يثني على صَاحبه وَالرَّوْض المسلوب وَشرح الْفَاتِحَة وكوزة الْخَلَاص وَتَفْسِير سُورَة الْإِخْلَاص والمتفق وَالْمَقْصُود فِي علم الْإِعْرَاب وَشرح خطْبَة الْكَشَّاف وَغير ذَلِك\nوَتُوفِّي سنة سبع عشرَة وثمانمئة على الرِّوَايَة الصَّحِيحَة\nبصائر القدماء وسرائر الْحُكَمَاء\nللتوحيدي\nالجزء: 1 ¦ الصفحة: 72\n",
        "بغية الشَّمَائِل النَّبَوِيَّة\nلِلْحَافِظِ ابي عِيسَى مُحَمَّد بن عِيسَى بن سُورَة التِّرْمِذِيّ رَحمَه الله\nبغية الوعاة فِي طَبَقَات اللغويين والنحاة\nلعبد الرَّحْمَن الأسيوطي الشَّافِعِي\nالْبلْغَة\nللشَّيْخ محيي الدّين\nبهارستان\nلمولانا جامي\nبهجة التواريخ\nللشَّيْخ شكر الله ابْن الإِمَام على لِسَان الْعَجم من عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان مُحَمَّد بن السُّلْطَان إيلدرم بايزيد\nبهجة الْمجَالِس\nللْإِمَام يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر قَالَ الْمولى الْفَاضِل فِي شقائقه وَله تصانيف تنيف على أَرْبَعِينَ مصنفا وأجله اللَّام\nالْبَيَان\nشرح مُخْتَصر الْقَدُورِيّ لمُحَمد بن رَسُول بن يُونُس بن مُحَمَّد الموقاني بِفَتْح الْمِيم وَسُكُون الْوَاو وَفتح الْقَاف وَسُكُون الْألف فِي آخرهَا نون نِسْبَة إِلَى موقان مَدِينَة بدربند\nالجزء: 1 ¦ الصفحة: 73\n",
        "الْبَيَان\nفِي شرح الدِّيوَان للعكبري\nبَيَان الْحق فِي الْمنطق\nللأرموي وَهُوَ مَحْمُود بن ابي بكر بن أَحْمد الأرموي ولد سنة ارْبَعْ وَتِسْعين وخمسمئة وَمن مصنفاته مطالع الْأَنْوَار والمناهج والتحصيل وَالْكتاب وَالْبَيَان والمطالع فِي الْمنطق وَالْحكمَة قَالَ صَاحب الْمِفْتَاح وَقيل إِنَّه شرح الْوَجِيز للرافعي فِي الْفِقْه كَانَ شافعيا\nوَتُوفِّي سنة اثْنَتَيْنِ وَثَمَانِينَ وستمئة بِمَدِينَة قونية\nبَيَان مُشكل الْآثَار\nللطحاوي والطَّحَاوِي بِفَتْح الطَّاء والحاء الْمُهْمَلَتَيْنِ وَبعد الْألف وَاو نِسْبَة إِلَى طحا قَرْيَة بصعيد مصر كَذَا فِي الْجَوَاهِر وَهُوَ أَحْمد بن مُحَمَّد بن سَلامَة بن سَلمَة بن عبد الْملك بن سَلمَة بن سليم بن سُلَيْمَان بن حَيَّان الطَّحَاوِيّ ولد سنة تسع وَعشْرين ومئتين وَمن مصنفاته أَحْكَام الْقُرْآن ومعاني الْآثَار والمختصر فِي الْفِقْه وَشرح الْجَامِع الْكَبِير وَشرح الْجَامِع الصَّغِير والشروط الْكَبِير والشروط الصَّغِير والشروط الْأَوْسَط وَله المحاضر والسجلات والوصايا والفرائض والتاريخ والمختصر الْكَبِير والمختصر الصَّغِير ومناقب الإِمَام والنوادر والحكايات وَحكم اراضي مَكَّة وَقسم الْفَيْء والغنائم وَالرَّدّ على عِيسَى بن أبان وَالرَّدّ على ابي عبيد وَاخْتِلَاف الرِّوَايَات على مَذْهَب الْكُوفِيّين وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَعشْرين وثلاثمئة\nالجزء: 1 ¦ الصفحة: 74\n",
        "الْبَيَان فِي التَّارِيخ\nلأبي عِيسَى احْمَد بن عَليّ المنجم وَهُوَ الْكتاب الْمُسَمّى بِالْبَيَانِ عَن تَارِيخ سني الزَّمَان\nالْبَيَان والتبيين\nلأبي عُثْمَان عَمْرو بن بَحر الجاحظ وَهُوَ عمر بن بَحر بن مَحْبُوب بن بَحر بن عُثْمَان الجاحظ من شُيُوخ الْمُعْتَزلَة وَمن مصنفاته كتاب الْحَيَوَان وَكتاب العرجان والبرهان والقرعان وَله كتاب يُسمى الْكتاب وَكَانَ الْمولى المرحوم وسي افندي ينْقل مِنْهُ شَيْئا كثيرا فِي تصانيفه\nوَتُوفِّي سنة خمس وَخمسين ومئتين\nبَيَان وهم الْمُعْتَزلَة\nلأبي مَنْصُور الماتريدي بِضَم التَّاء الْمُثَنَّاة الْفَوْقِيَّة\nالجزء: 1 ¦ الصفحة: 75\n",
        "ت\nالتأسيس\nوَهُوَ اشكال التأسيس فِي الأشكال ذكر فِيهِ لشهرته بِهِ\nتأسيس التَّقْدِيس\nفِي الْأُصُول للْإِمَام فَخر الرَّازِيّ فِي الْأَرْبَعين\nتأسيس النَّظَائِر\nلنصر بن مُحَمَّد بن إِبْرَاهِيم السَّمرقَنْدِي فِي الْبُسْتَان\nتأويلات الْقُرْآن\nللْإِمَام أبي مَنْصُور مُحَمَّد بن مُحَمَّد مَحْمُود الماتريدي الْحَنَفِيّ رَضِي الله عَنهُ إِمَام أهل السّنة وَالْجَمَاعَة وَمن مصنفاته كتاب التَّوْحِيد وَكتاب المقالات وَله كتب فِي الرَّد على الْمُعْتَزلَة والقرامطة وَالرَّوَافِض وَله كتاب مآخذ الشَّرَائِع فِي أصُول الْفِقْه وَكتاب الجدل وأصول الْفِقْه\nوَتُوفِّي سنة\nث\nَلَاث وَثَلَاثِينَ وثلاثمئة\nتَاج التراجم\nلقاسم بن قطلوبغا\nالجزء: 1 ¦ الصفحة: 76\n",
        "تَاج اللُّغَة\nقَالَ الْوراق فِي كِتَابه الْمُسَمّى بمناهج الْفِكر قَالَ الْجَوْهَرِي فِي كتاب تَاج اللُّغَة\nتَاج اللُّغَة\nللجوهري تَفْصِيله فِي الصِّحَاح\nالتاجي\nللصابيء هُوَ كتاب فِي أَخْبَار دولة الديلمية وَهُوَ ابو إِسْحَاق إِبْرَاهِيم بن هِلَال الصابيء\nالتَّارِيخ\nللجزري فِي كتاب النشر\nالتَّارِيخ لِابْنِ كَمَال باشا زَاده\nالتَّارِيخ\nللمرحوم سعد الدّين بن حسن جَان\nتَارِيخ ابْن بور\nللْحَاكِم أبي عبد الله\nتَارِيخ إربل\nلأبي البركات ابْن المستوفي\nالجزء: 1 ¦ الصفحة: 77\n",
        "تَارِيخ الْإِسْلَام\nلِلْحَافِظِ شمس الدّين الذَّهَبِيّ قَالَ صَاحب الأسلاك فِي عشْرين مجلدا\nتَارِيخ الْأَطِبَّاء\nلِابْنِ جلجل بِضَم الْجِيم\nتَارِيخ بَغْدَاد\nلمحيي الدّين بن النجار\nتَارِيخ جرجان\nلِلْحَافِظِ أبي الْقَاسِم حَمْزَة بن يُوسُف السَّهْمِي\nتَارِيخ الْحُكَمَاء\nلشمس الدّين الشهرزوري\nتَارِيخ دمشق\nلِابْنِ العساكر\nتَارِيخ الطَّبَرِيّ\nمُحَمَّد بن جرير من عُلَمَاء المقتدر\nتَارِيخ عُلَمَاء الأندلس\nلأبي الْوَلِيد عبد الله بن مُحَمَّد بن يُوسُف بن نصر الْأَزْدِيّ الأندلسي الفرضي الْمَعْرُوف\nالجزء: 1 ¦ الصفحة: 78\n",
        "بِابْن الفرضي وَمن مصنفاته كتاب المؤتلف والمختلف وَكتاب مشتبه السّنة وَكتاب أَخْبَار شعراء الأندلس وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وأربعمئة\nتَارِيخ الغرباء\nلِابْنِ يُونُس\nتَارِيخ مصر\nلأبي سعيد عبد الرَّحْمَن بن أَحْمد\nتَارِيخ مَكَّة\nللأزرقي\nتَارِيخ الْيمن\nلأبي مُحَمَّد عمَارَة اليمني وَمن تصانيفه النكت العصرية فِي أَخْبَار الوزراء المصرية\nتبصرة الْأَبْصَار فِي شرح الْمنَار\nلهبة الله بن أَحْمد وَهُوَ هبة الله بن أَحْمد بن مُعلى بن مَحْمُود شُجَاع الدّين الرنكياني ولد سنة إِحْدَى وَسبعين وستمئة وَمن مصنفاته الْغرَر والمثال والإرشاد وَشرح عقيدة الطَّحَاوِيّ\nوَتُوفِّي سنة ثَلَاث وَثَلَاثِينَ وسبعمئة\nالجزء: 1 ¦ الصفحة: 79\n",
        "تبصرة الْأَدِلَّة\nلأبي الْمعِين النَّسَفِيّ فِي الْكَلَام\nتبصرة الْمُبْتَدِي وَتَذْكِرَة المنتهي\nللشَّيْخ صدر الدّين القونوي\nالتَّبْصِرَة فِي الْقِرَاءَة\nللمكي\nالتَّبْصِرَة فِي الْوَعْظ\nلِابْنِ الْجَوْزِيّ\nالتَّبْصِرَة والتذكرة\nفِي بَيَان أَنْوَاع الحَدِيث للعراقي وَهُوَ أَبُو الْفضل عبد الرَّحْمَن زين الدّين بن الْحُسَيْن بن عبد الرَّحْمَن بن ابي بكر بن إِبْرَاهِيم الْعِرَاقِيّ\nالتِّبْيَان فِي معرفَة أَحْكَام الْقُرْآن\nلِابْنِ الْقيم\nالجزء: 1 ¦ الصفحة: 80\n",
        "التَّبْيِين لأبي الْبَقَاء\nالتَّبْيِين فِي الْأُصُول\nللأتقاني وَهُوَ وَقع شرحا على الأخسيكثي فِي الْأُصُول يشار إِلَيْهِ فِي كثير من الْجَوَامِع فِي شرح الْهِدَايَة وَهُوَ امير كَاتب ابْن أَمِير عمر العميد بن العميد أَمِير غَازِي أَبُو حنيفَة الفارابي الْأَتْقَانِيّ وَقيل اسْمه لطف الله\nولد سنة خمس وَثَمَانِينَ وستمئة\nوَمن تصانيفه شرح الْهِدَايَة وَسَماهُ الْغَايَة وَله رِسَالَة فِي رفع الْيَدَيْنِ ورسالة فِي عدم صِحَة الْجُمُعَة فِي موضِعين من الْبَلَد وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان وَخمسين وسبعمئة قَالَ فِي الْمِفْتَاح وَسنة مَا بَين الْعشْرين وَالثَّلَاثِينَ كَمَا صرح بِهِ فِي خطْبَة التَّبْيِين وصنف التَّبْيِين فِي سنة سِتّ عشرَة وسبعمئة فَيكون عمره وقتئذ إِحْدَى وَثَلَاثِينَ وَلَعَلَّه فرغ من تصنيف شرح الْهِدَايَة سنة سِتّ وَثَلَاثِينَ وَالله أعلم وَفِي ربط كَلَامه نظر كَمَا لَا يخفى على المتأمل حَيْثُ قَالَ فرغت من الشَّرْح حِين جَاوَزت الثَّلَاثِينَ بِعقد البنصر مَعَ رفع الْوُسْطَى والخنصر وَهُوَ سِتّ وَثَلَاثُونَ على رسم الْعُقُود المصرية\nالتَّتِمَّة\nتَتِمَّة الْإِبَانَة\nلأبي سعيد الْمُتَوَلِي\nالجزء: 1 ¦ الصفحة: 81\n",
        "تَتِمَّة الفتاوي\nلمُحَمد بن احْمَد بن عبد الْعَزِيز من الْحَنَفِيَّة\nتثقيف اللِّسَان\nلأبي حَفْص عمر بن مكي الصّقليّ النَّحْوِيّ وَهُوَ عمر بن خلف بن مكي الصّقليّ اللّغَوِيّ الْمُحدث\nالتجارب فِي الرمل\nلِابْنِ محفوف\nالتَّجْرِيد\nللكرماني وَقد سبق تَرْجَمَة المرحوم فِي الْإِيضَاح وَهُوَ عبد الرَّحْمَن بن مُحَمَّد بن مُحَمَّد بن إِبْرَاهِيم الْكرْمَانِي ولد سنة سبع وَخمسين وأربعمئة وَمن تصانيفه الْإِيضَاح وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَأَرْبَعين وخمسمئة\nالتَّجْرِيد فِي الْكَلَام\nللنصر فِي الْأَخْلَاق\nالتَّجْرِيد فِي الْمنطق\nللقزويني\nالجزء: 1 ¦ الصفحة: 82\n",
        "التَّجْنِيس\nلصَاحب الْهِدَايَة فِي الْبِدَايَة\nالتَّجْنِيس\nأَبُو الْفَتْح عَليّ بن مُحَمَّد البستي\nالتحاويل\nللشجري وَهُوَ أَحْمد بن كَامِل بن خلف بن شَجَرَة بن مَنْصُور القَاضِي الشجري الْبَغْدَادِيّ والشجري بِفَتْح الشين الْمُعْجَمَة وَالْجِيم فِي آخرهَا رَاء نِسْبَة إِلَى شَجَرَة وَهِي نِسْبَة الْجد مَعْرُوف بذلك\nتوفّي سنة خمسين وثلاثمئة\nتحبير الموشين\nللفيروز آبادي صَاحب الْقَامُوس فِي البصائر\nالتَّحْرِير\nلِابْنِ الْأَفْلَح المغربي على المجسطي\nالتَّحْرِير\nعلى كتاب إقليدس للنصر الطوسي فِي الْأَخْلَاق\nتَحْرِير التحبير\nفِي الْأُصُول لِابْنِ الْهمام هُوَ مُحَمَّد بن عبد الْوَاحِد بن عبد الحميد بن مَسْعُود السيواسي ولد سنة تسعين وسبعمئة وَمن تصانيفه شرح الْهِدَايَة الْمَبْنِيّ بِفَتْح الْقَدِير\nالجزء: 1 ¦ الصفحة: 83\n",
        "والمسايرة فِي أصُول الدّين وَزَاد الْفَقِير قَالَ صَاحب الْمِفْتَاح وصل إِلَى أثْنَاء الْوكَالَة قَالَ جَامع الْحَاشِيَة نقلا عَن السُّيُوطِيّ وَله كراسة فِي إِعْرَاب سُبْحَانَ الله وَله نظم بليغ إِلَى أخر كَلَامه\nتوفّي سنة إِحْدَى وَسِتِّينَ وثمانمئة قَالَ الْعَلامَة جلال السُّيُوطِيّ مَاتَ فِي يَوْم الْجُمُعَة سَابِع شهر رَمَضَان سنة رَحْمَة الله عَلَيْهِ\nالتَّحْرِير شرح الْجَامِع الصَّغِير\nللحصيري على مَا قَالَه الزين وَالْحق أَن التَّحْرِير شرح الْجَامِع الْكَبِير للْمولى الْمَذْكُور وَهُوَ مَحْمُود بن أَحْمد بن عبد السَّيِّد بن عُثْمَان بن نصر بن عبد الْملك البُخَارِيّ جمال الدّين ابو المحامد الْمَعْرُوف بالحصيري\nولد سنة سِتّ وَأَرْبَعين وخمسمئة\nوَمن تصانيفه شرحان للجامع الْكَبِير احدهما مُخْتَصر وَالْآخر مطول سَمَّاهُ التَّحْرِير وَخير الْمَطْلُوب فِي الْفِقْه وَشرح السّير وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَثَلَاثِينَ وستمئة\nالتَّحْرِير شرح مُسلم\nللنووي\nالتَّحْرِير فِي الْأُصُول\nللزركشي\nالتَّحْرِير فِي البديع\nلِابْنِ ابي الإصبع\nالجزء: 1 ¦ الصفحة: 84\n",
        "التَّحْصِيل فِي الْأُصُول\nللارموي\nتحفة الأحباب\nلحافظ الأوبهي\nتحفة الْأَحْرَار\nللْمولى السَّامِي عبد الرَّحْمَن الجامي\nتحفة الْأَلْبَاب فِي الْجَوَاهِر المضيئة\nلأبي حَامِد الأندلسي والأندلس بِفَتْح الْألف وَالدَّال وَضم اللَّام وَفِي آخرهَا سين مُهْملَة\nتحفة الحبيب\nلمُحَمد بن عَليّ بن عَطِيَّة سَيِّدي علوان الْحَمَوِيّ\nتحفة السلاطين\nلمصنفك وَهُوَ عَليّ بن مجد الدّين بن مُحَمَّد بن مَسْعُود بن مَحْمُود بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن عمر الشاهرودي البسطامي الْهَرَوِيّ الرَّازِيّ الْعمريّ لِأَن الإِمَام الرَّازِيّ من أَوْلَاد عمر بن الْخطاب رَضِي الله عَنهُ على مَا صرح فِي مصنفاته الْبكْرِيّ ولد سنة ثَلَاث وثمانمئة\nوَمن تصانيفه شرح الْإِرْشَاد وَشرح الْمِصْبَاح فِي النَّحْو وَشرح آدَاب الْبَحْث وَشرح اللّبَاب وَشرح المطول وَشرح شرح الْمِفْتَاح للتفتازاني وحاشية التَّلْوِيح وَشرح الْبردَة وَشرح الروحية تَفْسِير القصيدة الروحية لِابْنِ سينا وَشرح الْوِقَايَة وَشرح\nالجزء: 1 ¦ الصفحة: 85\n",
        "الْهِدَايَة وَحَدَائِق الْإِيمَان وَشرح المصابيح وَشرح الْمِفْتَاح الربعِي وحاشية شرح الْمطَالع وَشرح أصُول فَخر الْإِسْلَام غير أَنه لم يكمله وَشرح الْكَشَّاف وأنوار الأحداق وَحَدَائِق الْإِيمَان والتحفة المحمودية بعد البارع أَو قبلهَا وَقَالَ الْمولى المرحوم عَن عزمه على أَن لَا يضيف شَيْئا بعده إِلَّا أَن لَهُ تصانيف أُخْرَى على مَا ذكر وَلم ندر أَنه نقض عزيمته وصنفها بعد ذَلِك وَذَلِكَ كالتفسير الْفَارِسِي وَشرح الْيَتِيمَة وحاشية على شرح الْوِقَايَة لصدر الشَّرِيعَة وَغير ذَلِك\nوَتُوفِّي سنة خمس وَسبعين وثمانمئة\nتحفة الْغَرِيب على مُغنِي اللبيب\nللدماميني وَهُوَ مُحَمَّد بن عمر بن أبي بكر بن مُحَمَّد بن سُلَيْمَان بن جَعْفَر الْقرشِي المخرومي الإسْكَنْدراني الْمَعْرُوف بالدماميني الْمَالِكِي النَّحْوِيّ الأديب ولد سنة ثَلَاث وَسِتِّينَ وسبعمئة\nوَمن مصنفاته شرح البُخَارِيّ وَشرح التسهيل وَشرح الخزرجية وجواهر البحور فِي الْعرُوض والفواكة البدرية ونزول الْغَيْث وَعين الْحَيَاة وَغير ذَلِك\nوَتُوفِّي سنة سبع وَعشْرين وثمانمئة\nتحفة الْمُلُوك\nلمُحَمد بن أبي بكر بن عبد المحسن\nالتُّحْفَة إِلَى نَص شرح البُخَارِيّ\nلعَلي بن جعد بن عبيد بن الْجَوْهَرِي صَاحب شرح تَلْخِيص الْكَبِير وَمن مصنفاته النَّوَادِر غير أَنه ابقي فِي المسودة ولد سنة سِتّ وَثَلَاثِينَ ومئة\nوَتُوفِّي سنة ثَلَاثِينَ ومئتين\nالجزء: 1 ¦ الصفحة: 86\n",
        "التُّحْفَة فِي بَيَان المقامات والمراتب\nللشَّيْخ عبد اللَّطِيف بن عبد الله بن أَحْمد بن غَانِم الْمَقْدِسِي الْأنْصَارِيّ من عُلَمَاء دولة السُّلْطَان مُحَمَّد بن بايزيد إيلدرم\nالتُّحْفَة فِي الْفِقْه\nللْإِمَام عَلَاء الدّين السَّمرقَنْدِي\nالتُّحْفَة فِي الهندسة\nللقطب الْعَلامَة وَهُوَ مَحْمُود بن مَسْعُود بن مصلح الدّين الفارمي قطب الدّين الشِّيرَازِيّ الشَّافِعِي\nولد سنة أَربع وَثَلَاثِينَ وستمئة\nوَمن تصانيفه شرح الْمُخْتَصر لِابْنِ الْحَاجِب وَشرح الْمِفْتَاح وَشرح كليات القانون لِابْنِ سينا وَشرح حِكْمَة الْإِشْرَاق وَكتاب درة التَّاج وَهُوَ كتاب على لِسَان الْفَارِسِي أدرج فِيهِ جَمِيع اقسام الْحِكْمَة النظرية والعملية وَنِهَايَة الْإِدْرَاك وَغير ذَلِك\nوَتُوفِّي سنة عشر وسبعمئة\nالتَّحْقِيق\nلعبد الْعَزِيز البُخَارِيّ وَهُوَ عبد الْعَزِيز بن احْمَد بن مُحَمَّد البُخَارِيّ الإِمَام الْبَحْر فِي الْفِقْه وَالْأُصُول وَمن تصانيفه شرح اصول الْفِقْه للبزدوي وَشرح اصول أخسيكثي وضع كتابا على الْهِدَايَة بسؤال قوام الدّين الكاكي وصل فِيهِ إِلَى النِّكَاح واخترمته الْمنية وَله تَخْرِيج احاديث الْكَشَّاف\nالجزء: 1 ¦ الصفحة: 87\n",
        "تَخْرِيج الْأَحَادِيث\nيَعْنِي أَحَادِيث الْهِدَايَة لجمال الدّين عبد الله بن يُوسُف بن مُحَمَّد الزَّيْلَعِيّ الْحَنَفِيّ\nتوفّي فِي شهر الْمحرم من شهور سنة اثْنَتَيْنِ وَفِي رِوَايَة ثَلَاث وَسِتِّينَ وسبعمئة رَحْمَة الله عَلَيْهِ\nتَخْرِيج احاديث الرَّافِعِيّ\nللزركشي وَهُوَ مُحَمَّد بن بهادر بن عبد الله الزَّرْكَشِيّ وَمن تصانيفه شرح جمع الْجَوَامِع وَشرح الْمِنْهَاج وَغير ذَلِك\nوَتُوفِّي سنة ارْبَعْ وَتِسْعين وسبعمئة\nالتذْكَار فِي أفضل الْأَذْكَار\nللسيوطي\nالتَّذْكِرَة\nللْإِمَام الْقُرْطُبِيّ\nالتَّذْكِرَة\nلأبي عَليّ الْفَارِسِي\nالتَّذْكِرَة\nللمرحوم صَادِق بيك\nالتَّذْكِرَة\nللنوامي وَهُوَ التَّذْكِرَة للدسوقي مجَالِس النفائس\nالجزء: 1 ¦ الصفحة: 88\n",
        "التَّذْكِرَة\nلِابْنِ حمدون وَهُوَ ابو الْمَعَالِي مُحَمَّد بن ابي سعيد بن الْحسن بن مُحَمَّد بن عَليّ بن حمدون ولد فِي سنة خمس وَتِسْعين وأربعمئة\nوَتُوفِّي سنة اثْنَتَيْنِ وَسِتِّينَ وخمسمئة\nتذكرة الشُّعَرَاء للمرحوم وصفي القسطموني\nتذكرة الشُّعَرَاء\nللْمولى المرحوم حسن جلبي\nتذكرة الشُّعَرَاء\nللوالد المرحوم ولد سنة تسعين وسبعمئة وَمن مصنفات الْمولى المرحوم كشف الْحجاب عَن وَجه الصَّوَاب ودستور الْعَمَل وَله ديوَان شعر\nوَتُوفِّي فِي صفر سنة أَربع وَخمسين والف نور الله مرقده وبنومة الْعَرُوس أرقده\nالتَّذْكِرَة فِي الطِّبّ\nللشَّيْخ دَاوُد الْمصْرِيّ\nالتَّذْكِرَة فِي الطِّبّ\nلحاج باشا وَهُوَ الْحَاج باشا الآيديني وَمن مصنفات الْمولى الْمَزْبُور التسهيل فِي\nالجزء: 1 ¦ الصفحة: 89\n",
        "الطِّبّ والحاشية على شرح الْمطَالع للعلامة الرَّازِيّ على تصوراته وتصديقاته وَله شرح على الطوالع للبيضاوي من عُلَمَاء دولة السُّلْطَان الرُّومِي بايزيد\nالتَّذْكِرَة فِي علم الْحساب\nللشَّيْخ غرس الدّين من مَشَايِخ دولة السُّلْطَان سُلَيْمَان خَان\nالتَّذْكِرَة فِي الكيمياء\nلِابْنِ كمونة\nالتَّذْكِرَة فِي الهندسة\nللنصر الطوسي فِي الْأَخْلَاق\nالتراكيب\nللصاغاني فِي الْأَثر\nتراكيب الْأَنْوَار\nفِي الكيمياء لمؤيد الدّين الطغرائي الْحُسَيْن بن عَليّ بن عبد الصَّمد الملقب بمؤيد الدّين الْأَصْبَهَانِيّ المنشئ الْمَعْرُوف وَهُوَ حميد الْملك فَخر الْكتاب أَبُو إِسْمَاعِيل الطغرائي\nوَمن تصانيفه مَفَاتِيح الرَّحْمَة ومصابيح الْحِكْمَة وجامع الْأَسْرَار ورسالة ذَات الْفَوَائِد وحقائق الاستشهادات وَالرَّدّ على ابْن سينا وَغير ذَلِك قتل الْمولى الْمَزْبُور حِين نسب إِلَى الْإِلْحَاد\nوَتُوفِّي بأجله فِي سنة أَربع عشرَة وخمسمئة\nالجزء: 1 ¦ الصفحة: 90\n",
        "التَّرَاوِيح\nلاحمد بن اسماعيل التُّمُرْتَاشِيّ\nالترجمان\nلمُحَمد بن يُوسُف القرماني\nترجمان البلاغة\nفِي بَيَان صنايع شعر ملك الشُّعَرَاء فرخي رَحْمَة الله عَلَيْهِ\nترجمان الزَّمَان\nلصَاحب نزهة الْأَنَام ابي الْبَقَاء أَبُو بكر بن عبد الله البدري الدِّمَشْقِي\nتَرْجَمَة تَارِيخ ابْن خلكان\nبالفارسي لظهير الدّين الأردبيلي الْمَعْرُوف بقاضي زَاده من عُلَمَاء دولة السُّلْطَان سُلَيْمَان خَان عَلَيْهِمَا الرَّحْمَة والغفران\nتَرْجَمَة كليلة ودمنة\nتَرْجَمَة المناقب\nلعَلي بن أبي حسن الرواري\nالتَّرْجِيح\nحَاشِيَة على التَّلْوِيح للْمولى برهَان الدّين أَحْمد الْمَعْرُوف بقاضي أرزنجان\nالجزء: 1 ¦ الصفحة: 91\n",
        "التسديد فِي الشَّرْح على التَّمْهِيد\nللسغناقي قَالَ الْوَالِد المرحوم عَن طَبَقَات صَاحب الْقَامُوس السغناقي بِالسِّين والغين بلد من بِلَاد تركستان وَهِي بِكَسْر السِّين صَاحب النِّهَايَة وَهُوَ حُسَيْن بن عَليّ بن الْحجَّاج بن عَليّ الإِمَام الملقب حسام الدّين السغناقي وَمن مصنفاته شرح التَّمْهِيد للمكحولي وَالْكَافِي شرح أصُول فَخر الْإِسْلَام للبزدوي وَغير ذَلِك\nالتسهيل\nلِابْنِ مَالك وَهُوَ مُحَمَّد بن عبد الله بن عبد الله بن مَالك الْعَلامَة جمال الدّين أَبُو عبد الله الطَّائِي الجياني الشَّافِعِي النَّحْوِيّ ولد سنة إِحْدَى وستمئة\nوَمن مصنفاته الألفية فِي النَّحْو تسمى الْخُلَاصَة والعمدة وإكمال الْعُمْدَة وَشَرحهَا وَشرح التسهيل وقصيدة فِي الْأَفْعَال والأرجوزة فِي المثلث وقصيدة فِي الْمَقْصُور والممدود وَشَرحهَا وإعراب بعض أَحَادِيث صَحِيح البُخَارِيّ وقصيدة فِي الضَّاد والظاء وقصيدة فِي المهموز وَغَيره والتعريف فِي الصّرْف وَشَرحه وَكتاب فِيمَا جَاءَ افْعَل وَفعل والمختصر فِي الْإِبْدَال وقصيدة فِي علم الْقِرَاءَة ونظم الْفَوَائِد والفوائد فِي النَّحْو وسبك المنظوم وَفك الْمَخْتُوم والمقدمة الأَسدِية وَضعهَا لوَلَده صفي الدّين الْأسد وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَسَبْعُونَ وستمئة\nالتسهيل شرح لطائف الإشارات\nلِابْنِ قَاضِي سماونة وَهُوَ الشَّيْخ بدر الدّين مَحْمُود بن إِسْرَائِيل بن عبد الْعَزِيز ولد سنة سبع عشرَة وسبعمئة\nالجزء: 1 ¦ الصفحة: 92\n",
        "وَمن مصنفاته لطائف الإشارات فِي الْفِقْه وَشَرحه التسهيل وجامع الْفُصُولَيْنِ وعنقود الْجَوَاهِر وَشرح الْمَقْصُود فِي الصّرْف ومسرة الْقُلُوب فِي التصوف والواردات\nوَتُوفِّي بأجله الْمولى الْمَزْبُور بإفتاء مَوْلَانَا حيدر العجمي سنة ثَمَان عشرَة وثمانمئة\nتسهيل الْوُصُول إِلَى أَحَادِيث الرَّسُول\nلصَاحب الْقَامُوس فِي البصائر\nالتسهيل فِي الطِّبّ\nعلى لحاجي باشا فِي التَّذْكِرَة صَاحب الشِّفَاء أَيْضا\nالتشبيهات\nلأبي عون\nالتشريح\nلِجَالِينُوسَ\nتشنيف المسمع\nلمُحَمد بن شعْبَان بجير شرح الْكثير\nالتَّصْحِيف\nللعسكري\nالجزء: 1 ¦ الصفحة: 93\n",
        "تَصْحِيح التَّصْحِيف\nللصفدي\nالتَّصْرِيح شرح التَّوْضِيح\nلخَالِد الْأَزْهَرِي\nتصريف الْمُلُوك\nلِابْنِ جني وَهُوَ أَبُو الْفَتْح عُثْمَان بن جني قَالَ السُّيُوطِيّ مولده قبل الثَّلَاثِينَ وثلاثمئة\nوَمن مصنفاته الخصائص فِي النَّحْو وسر الصِّنَاعَة وَشرح تصريف الْمَازِني وَشرح مستغلق الحماسة وَشرح المتنبي قَالَ صَاحب الْمِفْتَاح وشرحان على ديوَان المتنبي واللمع فِي النَّحْو ومحاسن الْعَرَبيَّة والمحتسب فِي إِعْرَاب الشواذ وَشرح الفصيح وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَتِسْعين وثلاثمئة\nتصفح الْأَدِلَّة فِي الْأُصُول\nلمُحَمد بن عَليّ الطَّبِيب الْبَصْرِيّ قَالَ صَاحب الْجَوَاهِر مُحَمَّد بن عَليّ الطَّبِيب الْبَصْرِيّ أَبُو الْحُسَيْن لَهُ فِي أصُول الدّين كتاب سَمَّاهُ التصفح يَعْنِي تصفح الْأَدِلَّة فِي مجلدين كَذَا رَأَيْته كَانَ فِي حُدُود الأربعمئة\nالجزء: 1 ¦ الصفحة: 94\n",
        "التطبيق شرح الْوِقَايَة\nللْمولى الْفَاضِل المرحوم من أفاضل الرّوم قَاسم بن سُلَيْمَان من عُلَمَاء دولة السُّلْطَان سُلَيْمَان\nانْتقل المرحوم إِلَى رَحْمَة الله فِي تَارِيخ سنة سبعين وتسعمئة\nتَعْبِير الرُّؤْيَا\nلِابْنِ إِسْحَاق\nتَعْبِير الرُّؤْيَا\nلقطب الدّين قَالَ الْفَاضِل طاشكبري زَاده فِي شقائقه وَمِنْهُم الْعَالم الرباني قطب الأزنيقي صنف كتابا فِي الصَّلَاة جَامعا لمسائلها رُوِيَ أَنه لما اجتاز تيمور بالبلاد الرومية اجْتمع مَعَ الشَّيْخ الْمَذْكُور فَقَالَ لَهُ الشَّيْخ عَلَيْك أَن تتْرك صنيعك هَذَا من قتل الْعباد وَسَفك الدِّمَاء الْمُحرمَة فَقَالَ يَا شيخ إِنِّي انْزِلْ الْموضع وَبَاب الْخَيْمَة وَبَاب الْخَيْمَة إِلَى الشرق فأجد بَابهَا فِي الْغَد إِلَى الغرب فَإِذا ركبت ركب أَمَامِي نَحْو خمسين رجلا لَا يرَوْنَ غَيْرِي وَإِنِّي أقفو أَثَرهم وأمتثل أَمرهم قَالَ الشَّيْخ كنت سَمِعتك رجلا عَاقِلا والآن علمت أَنَّك جَاهِل فَقَالَ من أَيْن قلت هَذَا قَالَ لِأَنَّك تفتتح بِوَصْف الشَّيْطَان وَهُوَ كَونه مظْهرا لقهر الله سُبْحَانَهُ وَتَعَالَى ثمَّ افْتَرقَا\nتَعْبِير الرُّؤْيَا\nلِابْنِ سِيرِين وَهُوَ أَبُو بكر مُحَمَّد بن سِيرِين الْبَصْرِيّ ولد سنة عشر ومئة فِي خلَافَة عمر رَضِي الله عَنهُ\nوَتُوفِّي سنة تسعين ومئة كَذَا فِي الْإِصَابَة وَفِيه كَلَام\nالجزء: 1 ¦ الصفحة: 95\n",
        "تَعْدِيل الْعُلُوم لصدر الشَّرِيعَة\nوَهُوَ عبيد الله بن مَسْعُود بن مَحْمُود بن عبيد الله بن مَحْمُود صدر الدّين المحبوبي\nوَمن تصانيفه التَّنْقِيح وَشَرحه التَّوْضِيح فِي اصول الْفِقْه وَشرح الْوِقَايَة ومختصر الْوِقَايَة فِي الْفِقْه والوشاح فِي المقامات وَغير ذَلِك\nالتعريب فِي علم الْغَرِيب\nللخطيب\nالتَّعْرِيض\nللقزاز\nالتَّعْرِيف\nلِلسُّهَيْلِي وَهُوَ كتاب التَّعْرِيف والإعلام\nالتعريفات\nقيل للسَّيِّد الشريف وَهُوَ عَليّ بن مُحَمَّد بن عَليّ الْحَنَفِيّ الشريف الْجِرْجَانِيّ ولد سنة أَرْبَعِينَ وسبعمئة وَمن تصانيفه شرح المواقف للعضد والحواشي على شرح الْأَصْفَهَانِي لتجريد النصير وَشرح الْقسم الثَّالِث من الْمِفْتَاح وحاشية المطول والمختصر وحاشية الْكَشَّاف ورسالة فِي تَحْقِيق معنى الْحَرْف وَغير ذَلِك\nوَتُوفِّي سنة سِتّ عشرَة وثمانمئة\nالجزء: 1 ¦ الصفحة: 96\n",
        "التعريفات\nلِابْنِ كَمَال باشا زَاده فِي الْإِصْلَاح\nالتَّعْلِيق\nلأبي حَامِد الأسفراييني\nالتعليقات الوفية على الألفية\nللشريشي هُوَ أَحْمد بن عبد الْمُنعم بن عبد الْمُنعم الْقَيْسِي الشريشي أَبُو الْعَبَّاس النَّحْوِيّ\nوَمن مصنفاته شرح المقامات وَشرح الْإِيضَاح وَشرح عرُوض الشّعْر وَعلل القوافي وَشرح الْجمل وَغير ذَلِك\nوَتُوفِّي سنة سبع عشرَة وستمئة\nالتعليقة الْكُبْرَى\nلأبي حَامِد الأسفراييني الشَّافِعِي صَاحب كتاب الْبُسْتَان\nالتعليقة المصرية\nشرح الْمُغنِي للدماميني ألفها بعد التُّحْفَة فِي النجفة\nتَعْلِيم المتعلم\nلبرهان الْإِسْلَام الزرنوجي تلميذ صَاحب الْهِدَايَة قَالَ فِي الْجَوَاهِر وبرهان الْإِسْلَام من تلامذة صَاحب الْهِدَايَة مُصَنف كتاب تَعْلِيم المتعلم طَرِيق التَّعَلُّم وَهُوَ\nالجزء: 1 ¦ الصفحة: 97\n",
        "نَفِيس مُفِيد مُشْتَمل على فُصُول نَحوا من ثَلَاثَة كراريس وَهُوَ تحرر فِي بِلَادنَا حصلته بِحَمْد الله\nتَغْيِير التَّنْقِيح فِي الْأُصُول\nلِابْنِ كَمَال باشازاده فِي الْإِصْلَاح صَاحب شرح الْهِدَايَة\nالتفاحة فِي النَّحْو\nلأبي جَعْفَر النّحاس فِي أدب الْكتاب\nالتَّفْسِير\nللنيسابوري وَهُوَ الْحسن بن مُحَمَّد القمي المشتهر بنظام النَّيْسَابُورِي\nالتَّفْسِير\nللشَّيْخ أكمل الدّين صَاحب شرح الْهِدَايَة\nالتَّفْسِير الْكَبِير\nللْإِمَام فَخر الرَّازِيّ\nالتَّفْسِير لأَفْضَل الْمُتَأَخِّرين\nلِابْنِ كَمَال باشا زَاده قريب من التَّمام وَلم يكمله حَيْثُ اخترمته الْمنية\nالجزء: 1 ¦ الصفحة: 98\n",
        "تَفْسِير المنشي\nللْمولى المرحوم عبد الْمُغنِي زَاده ولد سنة سبعين وتسعمئة وَمن تصانيفه شاهنامه فِي ذكر غزوات المرحوم الشَّهِيد سُلْطَان بن السُّلْطَان عُثْمَان بن السُّلْطَان أَحْمد خَان بن السُّلْطَان مُحَمَّد خَان بن السُّلْطَان مُرَاد خَان بن السُّلْطَان سليم خَان بن السُّلْطَان سُلَيْمَان خَان رَحِمهم الله رَحمته الواسعة وَله ديوَان شعر فِي دولة المرحوم سُلْطَان مُرَاد فاتح بَغْدَاد\nوَتُوفِّي سنة سِتّ وَثَلَاثِينَ وَألف\nتفهم التَّحْرِير لنظم الْجَامِع الْكَبِير\nلِأَحْمَد بن الْمُؤَيد النَّسَفِيّ\nالتفهم فِي النَّحْو\nللبيروني\nالتقدمة\nلأبي يمن المعري فِي علم الْحساب\nالتقدمة فِي الطِّبّ\nلأبقراط وَهُوَ أبقراط الْحَكِيم أول من دون علم الطِّبّ شَرحه ابْن البدوخ\nتَقْدِيم الْأَدِلَّة فِي الْأُصُول\nلأبي زيد الدبوسي فِي الأمد\nالتَّقْرِيب\nللجزري فِي كتاب النشر\nالجزء: 1 ¦ الصفحة: 99\n",
        "التَّقْرِيب\nللقطب الفامي\nالتَّقْرِيب\nلأبي الْحُسَيْن الْقَدُورِيّ وَهُوَ أَحْمد بن مُحَمَّد بن أَحْمد بن جَعْفَر بن حمدَان الإِمَام الْمَشْهُور أَبُو الْحسن الْقَدُورِيّ ولد سنة اثْنَتَيْنِ وَسِتِّينَ وثلاثمئة\nوَمن تصانيفه الْمُخْتَصر الْمَشْهُور وَشرح مُخْتَصر الْكَرْخِي والتجريد ومسائل الْخلاف ومختصر جمعه لِابْنِهِ وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان وَعشْرين وأربعمئة\nالتَّقْرِيب فِي التَّفْسِير\nللأزهري اللّغَوِيّ وَهُوَ مُحَمَّد بن أَحْمد بن الْأَزْهَر بن طَلْحَة بن نوح الْأَزْهَرِي اللّغَوِيّ الأديب الْهَرَوِيّ الشَّافِعِي\nولد سنة اثْنَتَيْنِ وَثَمَانِينَ ومئتين\nوَمن تصانيفه التَّهْذِيب فِي اللُّغَة وَتَفْسِير أَلْفَاظ مُخْتَصر الْمُزنِيّ وَغير ذَلِك\nوَتُوفِّي سنة سبعين وثلاثمئة\nالتَّقْرِير\nشرح على أصُول فَخر الْإِسْلَام الْبَزْدَوِيّ للشَّيْخ أكمل شَارِح الْهِدَايَة وَهُوَ مُحَمَّد بن مُحَمَّد بن مَحْمُود بن أَحْمد الرُّومِي البابرتي ولد سنة عشرَة وسبعمئة\nوَمن تصانيفه شرح الْمَشَارِق وَشرح الْبَزْدَوِيّ وَشرح الْهِدَايَة وَتَفْسِير الْقُرْآن وَشرح مُخْتَصر ابْن الْحَاجِب وَشرح الْمنَار وَشرح التَّلْخِيص وَشرح تَحْرِير التَّعْبِير فِي الْكَلَام وَشرح ألفية ابْن الْمُعْطِي وَشرح مُقَدّمَة السِّرَاجِيَّة فِي الْفَرَائِض وَشرح تَلْخِيص\nالجزء: 1 ¦ الصفحة: 100\n",
        "الخلاطي للجامع الْكَبِير وَلم يكمل والحاشية على الْكَشَّاف إِلَى تَمام الزهراوين وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَثَمَانِينَ وسبعمئة\nتقشير التَّفْسِير\nالغالي\nتَقْوِيم الْبلدَانِ\nلياقوت الْحَمَوِيّ فِي الْإِرْشَاد\nتقوم الْبلدَانِ\nللْملك الْمُؤَيد أبي الْفِدَاء إِسْمَاعِيل وَمن مصنفاته الْمُخْتَصر فِي التَّارِيخ وَالْكتاب المؤيدي فِي الطِّبّ\nتوفّي سنة سِتّ وَأَرْبَعين وسبعمئة\nتَقْوِيم الدّين\nلأمية أبي الصَّلْت هُوَ أُميَّة بن أبي الصَّلْت بن عبد الْعَزِيز الأندلسي وَمن تصانيفه الحديقة على أسلوب الْيَتِيمَة\nوَتُوفِّي سنة سِتّ وَأَرْبَعين وخمسمئة\nتَقْوِيم اللِّسَان\nلِابْنِ الْجَوْزِيّ وَهُوَ عبد الرَّحْمَن كَمَال الدّين عَليّ الْجَوْزِيّ\nالجزء: 1 ¦ الصفحة: 101\n",
        "التَّقْوِيم فِي التَّعْبِير\nلجَعْفَر الصَّادِق وَهُوَ الإِمَام السَّادِس من الْأَئِمَّة الاثْنَي عشر وَهُوَ الإِمَام أَبُو عبد الله جَعْفَر الصَّادِق ولد بِالْمَدِينَةِ سنة ثَمَانِينَ من الْهِجْرَة\nوَمن تصانيفه الجفر الْمَشْهُور فِي الْمغرب\nوَتُوفِّي سنة ثَمَان وَأَرْبَعين ومئة\nالتكملة\nلِلْمُنْذِرِيِّ\nالتكملة فِي التصريف\nلأبي عَليّ الْفَارِسِي\nالتكملة فِي الطِّبّ\nللصغاني فِي الْآثَار\nتَلْخِيص الْأَقْسَام لمذاهب الْأَنَام\nللشهرستاني وَهُوَ أَبُو الْفَتْح مُحَمَّد بن أبي الْفَتْح عبد الْكَرِيم بن ابي بكر أَحْمد الشهرستاني ولد سنة سبع وَسِتِّينَ وأربعمئة\nوَمن تصانيفه نِهَايَة الْأَقْدَام فِي علم الْكَلَام وَكتاب الْملَل والنحل والمناهج والبينات وَكتاب المصارعة وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان واربعين وخمسمئة على الرِّوَايَة الصَّحِيحَة\nالجزء: 1 ¦ الصفحة: 102\n",
        "تَلْخِيص الْجَامِع الْكَبِير\nللخلاطي وَهُوَ مُحَمَّد بن عباد بن ملك داد بن حسن بن دَاوُد الخلاطي وَهُوَ الَّذِي تفقه على الحصيري كَذَا فِي الْجَوَاهِر\nوَمن تصانيفه مقصد الْمسند وَله كتاب على صَحِيح مُسلم وَغير ذَلِك\nوَتُوفِّي سنة اثْنَتَيْنِ وَخمسين وستمئة\nتَلْخِيص الْمِفْتَاح\nفِي الْمعَانِي وَالْبَيَان وَهَذَا الْكتاب عندنَا بِخَط الْمولى الْفَاضِل الدماميني رَحْمَة الله عَلَيْهِ رَحْمَة وَاسِعَة لمُحَمد عبد الرَّحْمَن بن عمر بن أَحْمد بن مُحَمَّد بن عبد الْكَرِيم الْحسن وَمن شروحه شرح أكمل الدّين صَاحب الْغَايَة شرح الْهِدَايَة ولد سنة سِتِّينَ وستمئة وَمن تصانيفه الْإِيضَاح والسور الْجِرْجَانِيّ من شعر الأرجاني وَغير ذَلِك\nوَتُوفِّي سنة تسع وَثَلَاثِينَ وسبعمئة\nالتَّلْخِيص فِي اللُّغَة\nلأبي هِلَال العسكري وَهُوَ الْحسن بن عبد الله بن سهل بن سعيد بن يحيى بن مهْرَان أَبُو هِلَال العسكري\nالتَّلْخِيص فِي اللُّغَة\nلأبي بكر مُحَمَّد بن عمر الشيعي الْمُفَسّر\nالتلقيح\nلأبي الْفرج ابْن الْجَوْزِيّ\nالجزء: 1 ¦ الصفحة: 103\n",
        "تلقيح الْعُقُول\nللْإِمَام المحبوبي\nالتَّلْقِين\nلِلثَّعْلَبِي وَهُوَ عبد الْوَهَّاب بن عَليّ بن نصر بن أَحْمد التغلبي الْبَغْدَادِيّ الْفَقِيه الْمَالِكِي\nولد فِي سنة اثْنَتَيْنِ وَسِتِّينَ وثلاثمئة وَمن تصانيفه كتاب المعونة وَشرح الرسَالَة\nوَتُوفِّي فِي سنة اثْنَتَيْنِ وَعشْرين وأربعمئة\nالتَّلْقِين فِي الْعَرَبيَّة\nلأبي الْبَقَاء\nالتَّلْوِيح شرح التَّوْضِيح فِي الْأُصُول\nللتفتازاني وَهُوَ مَسْعُود بن القَاضِي فَخر الدّين عمر بن الْمولى الْأَعْظَم برهَان الدّين عبد الله بن الإِمَام الرباني مهيمن الْحق وَالدّين التَّفْتَازَانِيّ ولد سنة اثْنَتَيْنِ وَعشْرين وسبعمئة وَمن تصانيفه شرح الْعَضُد وَشرح التَّلْخِيص وَشرح الْقسم الثَّالِث من الْمِفْتَاح وَشرح العقائد النسفية والمقاصد وَشرح الْمَقَاصِد وَشرح سميته الْمنطق وَشرح تصريف الزنجاني والإرشاد فِي النَّحْو وتهذيب الْمنطق وَالْكَلَام وحاشية الْكَشَّاف وَلم يكمل وحاشية شرح الْعَضُد على مُخْتَصر ابْن الْحَاجِب وَغير ذَلِك\nوَتُوفِّي بسمرقند سنة إِحْدَى وَتِسْعين وسبعمئة\nالجزء: 1 ¦ الصفحة: 104\n",
        "التَّلْوِيح فِي الطِّبّ\nللجندي\nالتلويحات فِي الْمنطق\nللسهروردي وَهُوَ أَبُو حَفْص عمر الملقب بشهاب الدّين السهروردي وَمن تصانيفه عوارف المعارف وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاثِينَ وستمئة\nوَقَالَ المرحوم جنابي أَفَنْدِي فِي أنباء بَيَان خلَافَة الْمُسْتَنْصر بِاللَّه وَفِي سنة ثَلَاثِينَ وستمئة توفّي الشَّيْخ شهَاب الدّين عمر بن مُحَمَّد السهروردي شيخ الصُّوفِيَّة بِبَغْدَاد\nالتَّمْثِيل والمحاضرة\nللثعالبي وَهُوَ أَبُو مَنْصُور عبد الْملك بن مُحَمَّد بن إِسْمَاعِيل الثعالبي النَّيْسَابُورِي\nولد سنة خمسين وثلاثمئة وَمن تصانيفه يتيمة الدَّهْر فِي محَاسِن أهل الْعَصْر وَفقه اللُّغَة وسحر البلاغة وسر البراعة وَمن غَابَ عَنهُ المطرب ومؤنس الوحيد وَغير ذَلِك\nوَتُوفِّي سنة تسع وَعشْرين وأربعمئة\nالتَّمْهِيد فِي قَوَاعِد التَّوْحِيد\nلميمون بن مُحَمَّد بن مُحَمَّد بن مُعْتَمد وَهُوَ مَيْمُون بن مُحَمَّد بن مُحَمَّد بن مُعْتَمد بن مُحَمَّد بن مُحَمَّد بن مَكْحُول بن أبي الْفضل أَبُو الْمعِين النَّسَفِيّ المكحولي قَالَ الْوَالِد المرحوم وللسغناقي شرح على التَّمْهِيد سَمَّاهُ بالتسديد وَقد رَأَيْته فِي أَيدي الدلالين\nالجزء: 1 ¦ الصفحة: 105\n",
        "التَّنْبِيه\nللأصفهاني وَهُوَ حَمْزَة الْأَصْفَهَانِي\nالتَّنْبِيه\nلأبي إِسْحَاق الشِّيرَازِيّ وَهُوَ إِبْرَاهِيم بن عَليّ بن يُوسُف الفيروز آبادي أَبُو إِسْحَاق الشِّيرَازِيّ وَمن تصانيفه التَّهْذِيب فِي الْفِقْه شَرحه الْعِرَاقِيّ والنكت فِي الْخلاف واللمع وَشَرحه والتبصرة فِي أصُول الْفِقْه والملخص والمعونة فِي الجدل وطبقات الْفُقَهَاء ونصح أهل الْعلم وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَسبعين وأربعمئة\nالتَّنْبِيه والإشراف\nللمسعودي\nتَنْبِيه الغافلين\nلنصر بن مُحَمَّد بن إِبْرَاهِيم السَّمرقَنْدِي فِي الْبُسْتَان\nالتَّنْقِيح فِي الْأُصُول\nلصدر الشَّرِيعَة فِي التَّعْدِيل\nتَنْقِيح أَلْفَاظ الْجَامِع الصَّحِيح\nلِلْحَافِظِ بدر مُحَمَّد الزَّرْكَشِيّ\nالجزء: 1 ¦ الصفحة: 106\n",
        "تَنْقِيح المناظرة\nللفارسي\nالتنقيحات فِي الْأُصُول\nللسهروردي فِي التلويحات\nتنوير الغبش\nلأبي دلامة\nالتهافت\nللْمولى الْمَعْرُوف عَلَاء الدّين الطوسي وَمن مصنفات الْمولى الْمَزْبُور الْحَاشِيَة على شرح المواقف للفاضل الشريف وحاشية على حَاشِيَة شرح الْفَاضِل للشريف الْمَزْبُور وحاشية على التَّلْوِيح للعلامة التَّفْتَازَانِيّ وحاشية على حَاشِيَة شرح الْكَشَّاف للشريف الْمَزْبُور وحاشية على حَاشِيَة شرح الْمطَالع للشريف الْمَذْكُور\nالتهافت\nللْمولى الْفَاضِل خواجه زَاده هُوَ مَوْلَانَا مصلح الدّين مصطفى بن يُوسُف بن صَالح البرسوي من عُلَمَاء دولة الفاتح\nوَمن تصانيف الْمولى الْمَعْرُوف بخواجه زَاده حَوَاشِي شرح المواقف وحواشي هِدَايَة الْحِكْمَة لمولانا زَاده وَله شرح الطوالع قَالَ صَاحب الْمِفْتَاح عَن وَالِده وَلكنه بَقِي فِي المسودة وحواش على التَّلْوِيح بقيت أَيْضا فِي المسودة وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَسبعين وثمانمئة\nحُكيَ أَن وَالِده كَانَ من طَائِفَة التُّجَّار وَكَانَ صَاحب ثروة وَكَانَ أَوْلَاده مترفين فِي اللبَاس وَالْعَبِيد وَعين لوَلَده هَذَا كل يَوْم درهما وَكَانَ ذَلِك لاشتغاله فِي التَّحْصِيل وَترك طَريقَة وَالِده وَفِي يَوْم من الايام اجْتمع وَالِده مَعَ الشَّيْخ الْعَارِف بِاللَّه شمس الدّين\nالجزء: 1 ¦ الصفحة: 107\n",
        "من خلفاء شمس الدّين البُخَارِيّ قدس سره فَرَأى الشَّيْخ الْمَزْبُور حَاله فِي غَايَة الذل فَسَأَلَ وَالِده عَن السَّبَب قَالَ إِنِّي أسقطته من عَيْني لتَركه طريقتي ورغبته فِي الْعلم وَلما قَامُوا عَن الْمجْلس قَالَ الشَّيْخ للْمولى الْمَزْبُور إِن الطَّرِيقَة الَّتِي رغبت فِيهَا لَيست بِشَيْء فَإِن أشرف الطّرق الموصلة إِلَى الْحق والخلق طَريقَة الْعلم وَيكون لَك إِن شَاءَ الله تَعَالَى شَأْن عَظِيم وَيقوم إخوانك عنْدك فِي مقَام الخدم وَالْعَبِيد وَلما أرْسلهُ الْمولى جغري بيك إِلَى عتبَة السُّلْطَان مرادخان وَشهد لَهُ باستحقاقه التدريس فَقبله السُّلْطَان وَأَعْطَاهُ قَضَاء كستل ثمَّ أعطَاهُ تدريس الأَسدِية\nوَعين لَهُ كل يَوْم عشرَة دَرَاهِم مكث هُنَاكَ سِتّ سِنِين إِلَى أَن انْتَهَت السلطنة إِلَى السُّلْطَان مُحَمَّد خَان وَأَرَادَ الْمولى الْمَزْبُور الذّهاب إِلَيْهِ مَنعه الْفقر عَن السّفر وَكَانَ لَهُ خَادِم فأقرضه ثَمَانِيَة دَرَاهِم فَاشْترى بهَا فرسا لنَفسِهِ ولخادمه ثمَّ ذهب إِلَيْهِ ولقيه وَهُوَ ذَاهِب من قسطنطينية إِلَى أدرنة وَلما رَآهُ الْوَزير مَحْمُود باشا قَالَ لَهُ أصبت فِي مجيئك إِنِّي ذكرتك عِنْد السُّلْطَان اذْهَبْ إِلَيْهِ وَعِنْده الْبَحْث فَذهب إِلَيْهِ وَسلم على السُّلْطَان فَقَالَ السُّلْطَان لمحمود باشا من هَذَا فَقَالَ هُوَ خواجه زَاده فَرَحَّبَ بِهِ السُّلْطَان فَإِذا فِي أحد جانبيه الْمولى زيرك وَفِي جَانِبه الآخر الْمولى سَيِّدي عَليّ فَتوجه خواجه زَاده إِلَى جَانب سَيِّدي عَليّ وَاعْترض على الْمولى زيرك فَجرى كَلَام كثير بَينهمَا وَذهب الْمولى سَيِّدي عَليّ وَبَقِي هُوَ فِي جنب السُّلْطَان وَكثر المباحث والحجج على زيرك حَتَّى قَالَ لَهُ السُّلْطَان مُحَمَّد خَان كلامك لَيْسَ بِشَيْء فَذهب الْمولى زيرك وَبَقِي الْمولى خواجه زَاده عِنْد السُّلْطَان وتحدث مَعَه إِلَى الْمنزل ثمَّ إِن السُّلْطَان تفضل على الْمولى سَيِّدي عَليّ وعَلى الْمولى\nالجزء: 1 ¦ الصفحة: 108\n",
        "زيرك وَبَقِي الْمولى خواجه زَاده حَزينًا مهموما حَتَّى إِن خادمه صَار لَا يَخْدمه وَيَقُول لَو كَانَ لَك علم لأكرموك كَمَا أكرموهم وَفِي بعض الْمنَازل نَام الْخَادِم ويخدم خواجه زَاده الْفرس بِنَفسِهِ وَكَانَ يَوْمًا أَن الْخَادِم نَائِم وَالْمولى المومأ إِلَيْهِ قَاعد فِي ظلّ شَجَرَة فَإِذا ثَلَاثَة من حجاب السُّلْطَان يسْأَلُون عَن خيمة خواجه زَاده ويظنون أَن لَهُ خيمة كَسَائِر الْعلمَاء فَأَشَارَ بعض النَّاس إِلَيْهِم أَن هَذَا الْجَالِس فِي ظلّ الشَّجَرَة هُوَ خواجه زَاده فأنكروا ذَلِك ثمَّ جاؤوا وسلموا عَلَيْهِ وَقَالُوا أَنْت خواجه زَاده قَالَ نعم ثمَّ قَالُوا أَنْت مدرس الأَسدِية قَالَ نعم ثمَّ قَالُوا أَنْت الَّذِي ألزمت على الْمولى زيرك قَالَ نعم فَلَمَّا كثر القيل والقال انتبه الْخَادِم من مرقده فدنوه وَقَالُوا هَذَا الَّذِي ألزم على الْمولى الْفَاضِل زيرك قَالَ نعم سَمِعت مِنْهُ يَقُول كَذَا فقدموا إِلَيْهِ وقبلوا يَدَيْهِ وَقَالُوا إِن السُّلْطَان جعلك معلما لنَفسِهِ قَالَ الْمولى خواجه زَاده فَظَنَنْت أَنهم يسخرون مني\nثمَّ ضربوا هُنَاكَ خيمة وَقدمُوا إِلَيْهِ طَوِيلَة فرس مَعَ عبيد وألبسة وَعشرَة آلَاف دِرْهَم وَقَالُوا قُم إِلَى السُّلْطَان وَالْخَادِم نَائِم فَذهب إِلَيْهِ الْمولى خواجه زَاده ونبهه من النّوم فَقَالَ الْخَادِم خَلِّنِي أَنَام قَالَ قُم وَانْظُر حَالي قَالَ إِنِّي أعرف حالك دَعْنِي أَنَام فأبرم عَلَيْهِ فَقَامَ وَنظر حَاله فَقَالَ أَي حَال هَذَا قَالَ إِنِّي صرت معلم سُلْطَان فَقبل الْخَادِم يَده وتفرغ إِلَيْهِ وَاعْتذر عَن تَقْصِيره\nثمَّ إِن الْمولى الْمَزْبُور قَامَ وَركب إِلَى السُّلْطَان وَقَرَأَ السُّلْطَان عَلَيْهِ متن عز الدّين الزنجاني فِي التصريف وَكتب هُوَ شرحا عَلَيْهِ وتقرب عِنْده غَايَة التَّقَرُّب حَتَّى حسده الْوَزير مَحْمُود باشا على ذَلِك وَقَالَ ذَات يَوْم للسُّلْطَان إِن خواجه زَاده يطْلب مِنْك الْقَضَاء العسكري فتعجب السُّلْطَان وَقَالَ لأي شَيْء يتْرك صحبتي قَالَ لَا أَدْرِي وَأَعْطَاهُ السُّلْطَان ثمَّ قَالَ الْوَزير لخواجه زَاده إِن السُّلْطَان أَمرك أَن تعين\nالجزء: 1 ¦ الصفحة: 109\n",
        "قَاضِي الْعَسْكَر فَقَالَ معَاذ الله لَا أُفَارِق خدمَة السُّلْطَان إِنَّه مولَايَ أكْرم مثواي قَالَ بِكَذَا جرى الْأَمر فاضطر إِلَى الْقبُول وَكَانَ وَالِده فِي الْحَيَاة فَسمع بِقصَّة وَلَده فقصده بأولاده من بروسه إِلَى أدرنة فَاسْتَقْبلهُ مَعَ وُجُوه النَّاس وَنزل لوالده عَن فرسه وعانقه وَقَالَ يَا أَبَت لَو اعطيتني مَالا لما بلغت إِلَى هَذَا الجاه ثمَّ إِن السُّلْطَان تغير عَلَيْهِ وعزله عَن منصبه وفوض إِلَيْهِ تدريس سلطانية بروسة وَعين لَهُ خمسين درهما ثمَّ إِن السُّلْطَان دَعَاهُ الى قسطنطينية لأجل المباحثة مَعَ الْمولى زيرك كَمَا ذكرنَا وَأَعْطَاهُ مدرسته بقسطنطينية ثمَّ إِنَّه استقضي بِمَدِينَة أدرنة ثمَّ بِمَدِينَة قسطنطينية ثمَّ إِن السُّلْطَان مُحَمَّد خَان استوزر مُحَمَّد باشا القرماني وَكَانَ الْوَزير مُحَمَّد باشا من تلامذة الْمولى عَلَاء الدّين الطوسي وَكَانَ متعصبا لذَلِك على خواجه زَاده فَقَالَ يَوْمًا للسُّلْطَان إِن خواجه زَاده يشكو من هَوَاء قسطنطينة ويمدح هَوَاء أزنيق فَقَالَ السُّلْطَان قلدته قَضَاء أزنيق مَعَ الْمدرسَة ثمَّ ترك الْقَضَاء وَاقْتصر على الْمدرسَة إِلَى أَن توفّي السُّلْطَان مُحَمَّد\nويحكى أَن الْوَزير الْمَذْكُور قبل انْتِقَال السُّلْطَان دَعَا الْمولى الْمَزْبُور للمباحثة مَعَ الْمولى الْفَاضِل خطيب زَاده لَعَلَّ خطيب زَاده يغلب عَلَيْهِ فينكسر بذلك غَرَض الْمولى الْفَاضِل الْمَزْبُور فَلَمَّا قدم خواجه زَاده إِلَى الْقُسْطَنْطِينِيَّة توجه إِلَى الْوَزير رَاكِبًا على بغلة وتلامذته يَمْشُونَ قدامه مِنْهُم الْمولى سراج الدّين وَالْمولى بهاء الدّين وَالْمولى مصلح الدّين الْبَار حصاري فَلَمَّا رَآهُ بِهَذِهِ الأبهة والجلال تحير واستقبله إِلَى الْبَاب\nالجزء: 1 ¦ الصفحة: 110\n",
        "وَأَجْلسهُ مَكَانَهُ وَجلسَ هُوَ قدامه والتلامذة قائمون على أَقْدَامهم فَتحدث مَعَه سَاعَة ثمَّ قَامَ وَأخذ هَؤُلَاءِ الأكابر بركابه وَمَشوا قدامه إِلَى بَيته\nوتأوه الْوَزير وَقَالَ مَا قَدرنَا على كسر غَرَضه وَمَا علمت أَن عزته بِالْعلمِ لَا بالمنصب\nتهافت الفلاسفة\nلحجة الْإِسْلَام مُحَمَّد بن مُحَمَّد الْغَزالِيّ وَهُوَ رد على الفلاسفة فِي الْإِحْيَاء\nالتَّهْذِيب\nفِي الْفِقْه للنووي\nالتَّهْذِيب\nللرازي فِي الْأَرْبَعين\nالتَّهْذِيب\nلعبد الْقَادِر صَاحب طَبَقَات الْجَوَاهِر المضية فِي طَبَقَات الْحَنَفِيَّة\nالتَّهْذِيب\nللأزهري فِي التَّقْرِيب قَالَ ابْن خلكان وَهُوَ أَكثر من عشر مجلدات وَهُوَ من الْكتب المختارة\nتَهْذِيب الْآثَار\nللطبري وَهُوَ أَبُو جَعْفَر مُحَمَّد بن جرير الطَّبَرِيّ ولد سنة ارْبَعْ وَعشْرين ومئتين\nالجزء: 1 ¦ الصفحة: 111\n",
        "وَمن مصنفاته التَّفْسِير الْكَبِير والتاريخ وَغير ذَلِك\nتوفّي سنة عشر وثلاثمئة\nتَهْذِيب الْأَسْمَاء\nللنووي فِي الْأَذْكَار\nتَهْذِيب الْخَواص من درة الغواص\nلِابْنِ مكرم\nتَهْذِيب الشَّمَائِل\nفِي سيرة النَّبِي صلى الله عَلَيْهِ وَسلم للْمولى الْفَاضِل مُحَمَّد بن عمر بن حَمْزَة وَمن تصانيفه النِّهَايَة فِي الْفِقْه وَله كتاب فِي فَضَائِل الْجِهَاد ورسالة فِي الكيمياء ورسالة فِي التصوف\nتوفّي سنة ثَمَان وَثَلَاثِينَ وتسعمئة فِي مَدِينَة بروسه من عُلَمَاء السُّلْطَان سليم خَان بن بايزيد بن السُّلْطَان مُحَمَّد الفاتح\nتَهْذِيب الكافية\nللْمولى الْفَاضِل مَحْمُود الوفائي من عُلَمَاء دولة السُّلْطَان سُلَيْمَان وَمن مصنفاته حَاشِيَة شرح هِدَايَة الْحِكْمَة وحاشية على حَاشِيَة شرح التَّحْرِير للسَّيِّد الشريف وَتَفْسِير سُورَة الضُّحَى الْمُسَمّى تنور الضُّحَى وَغير ذَلِك\nتَهْذِيب الْكَلَام\nللمزني وَهُوَ إِسْمَاعِيل بن يحيى بن إِسْمَاعِيل بن عَمْرو بن إِسْحَاق الإِمَام الْجَلِيل أَبُو إِبْرَاهِيم الْمُزنِيّ الشَّافِعِي ولد سنة خمس وَسبعين ومئة وَمن تصانيفه الْمُخْتَصر الْمَشْهُور عِنْد أَصْحَاب الشَّافِعِي وَالْجَامِع الْكَبِير وَالْجَامِع الصَّغِير والمنثور والمسائل الْمُعْتَبرَة وَالتَّرْغِيب وَكتاب الوثائق وَكتاب العقارب وَكتاب نِهَايَة الِاخْتِصَار وَغير\nالجزء: 1 ¦ الصفحة: 112\n",
        "ذَلِك هَذَا الَّذِي قَالَ الإِمَام الشَّافِعِي فِي شَأْنه لَو ناظره الشَّيْطَان لغلبه\nوَتُوفِّي سنة أَربع وَسِتِّينَ ومئتين\nتَهْذِيب الْمنطق وَالْكَلَام\nلسعد الدّين التَّفْتَازَانِيّ فِي التَّارِيخ\nالتَّهْذِيب فِي الحَدِيث\nلأبي الْفَتْح نصر بن إِبْرَاهِيم الْمَقْدِسِي ثمَّ الدِّمَشْقِي بِالْعلمِ لَا بالمنصب\nالتوابع والزوابع\nللأشجعي وَهُوَ أَحْمد بن مَرْوَان عبد الْملك بن مَرْوَان الْأَشْجَعِيّ الأندلسي الْقُرْطُبِيّ ولد سنة اثْنَتَيْنِ وَثَمَانِينَ وثلاثمئة وَمن تصانيفه كشف الدك وحانوت عطار وَغير ذَلِك\nتوفّي سنة سِتّ وَعشْرين وأربعمئة\nالتَّوْحِيد\nللْإِمَام أبي مَنْصُور الماتريدي وَهُوَ مُحَمَّد بن مَحْمُود أَبُو مَنْصُور الماتريدي وَمن مصنفاته كتاب التَّوْحِيد وَكتاب المقالات وَكتاب تأويلات الْقُرْآن وَله رد على الْمُعْتَزلَة والقرامطة وَالرَّوَافِض وَله كتاب مآخذ الشَّرَائِع فِي أصُول الْفِقْه وَكتاب الجدل وأصول الْفِقْه\nوَتُوفِّي سنة ثَلَاث وَثَلَاثِينَ وثلاثمئة\nالتوشيح\nللصاغاني فِي الْأَثر\nالجزء: 1 ¦ الصفحة: 113\n",
        "التَّوسعَة\nلِابْنِ السّكيت فِي الْإِصْلَاح\nتوشيح شرح الْهِدَايَة\nللسراج الْهِنْدِيّ قَالَ الْفَقِير وَالِد الْعَاجِز هُوَ عمر بن إِسْحَاق بن أَحْمد القَاضِي سراج الدّين الْهِنْدِيّ ولد سنة أَربع عشرَة وسبعمئة وَمن تصانيفه شرح الْهِدَايَة وَلم يكمل وَشرح الْمُغنِي فِي الْأُصُول وَقَالَ المرحوم نور الله مرقده وبنومة الْعَرُوس أرقده وَهُوَ شرحان صَغِير وكبير وَشرح البديع لِابْنِ الساعاتي والشامل فِي الْفِقْه وَشرح الزِّيَادَات وَالْجَامِع الْكَبِير وعقيدة الطَّحَاوِيّ وَكتاب زبدة الْأَحْكَام فِي اخْتِلَاف الْأَئِمَّة الْأَعْلَام وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَسبعين وسبعمئة\nالتوشيح فِي الْفِقْه\nللشَّيْخ القَاضِي تَاج الدّين السُّبْكِيّ الشَّافِعِي وَمن مصنفاته شرح منهاج النوادب والأشباه والنظائر وَشرح مُخْتَصر ابْن الْحَاجِب وَشرح منهاج الْبَيْضَاوِيّ وَتُوفِّي سنة إِحْدَى وَسبعين وسبعمئة\nتوضيح شرح التَّنْقِيح\nللمص فِي التَّعْدِيل\nتوضيح شرح المقامات\nللخوارزمي\nالجزء: 1 ¦ الصفحة: 114\n",
        "التوطئة فِي النَّحْو\nلأبي عَليّ عمر الشلوبين وَله شرح على الْمُقدمَة الجزولية ولد سنة 562 وَتُوفِّي سنة 645\nتوفيق الْعِنَايَة\nشرح الْوِقَايَة للشَّيْخ جُنَيْد ابْن الشَّيْخ صندل الْحَنَفِيّ\nالتيجان\nلِابْنِ هِشَام\nالتَّيْسِير فِي التَّفْسِير\nلنجم الدّين عمر النَّسَفِيّ وَهُوَ عمر بن مُحَمَّد بن أَحْمد بن إِسْمَاعِيل بن مُحَمَّد بن عَليّ بن لُقْمَان النَّسَفِيّ ولد سنة إِحْدَى وَسِتِّينَ وأربعمئة على القَوْل الْمُخْتَار وَمن تصانيفه طلبة الطّلبَة فِي اللُّغَة على أَلْفَاظ كتب أَصْحَابنَا ونظم الْجَامِع الصَّغِير والمنظومة وعداد الشُّيُوخ وحصائل الْمسَائِل وَغير ذَلِك\nقَالَ الْفَاضِل قطلوبغا وَمن مشاهير كتبه الفتاوي وَالتَّفْسِير\nقَالَ السَّمْعَانِيّ صنف قَرِيبا من مئة مُصَنف\nالتَّيْسِير\nلمولى الْعَلامَة محيي الدّين الكافيه جي سمي بِهِ لِكَثْرَة التَّعَالِيق عَلَيْهِ بِكِتَاب الكافية من عُلَمَاء دولة سُلْطَان مُحَمَّد\nالجزء: 1 ¦ الصفحة: 115\n",
        "التَّيْسِير\nلعُثْمَان بن سعيد\nتيسير الاستعداد\nلِابْنِ عقيل\nتيمور نامه\nلشرف اليزدي من عُلَمَاء دولة شاه رخ بن تيمور\nالجزء: 1 ¦ الصفحة: 116\n",
        "ث\nثمار الْقُلُوب\nللثعالبي فِي التَّمْثِيل\nثَمَرَات الأوراق\nلِابْنِ الْح\nج\nَّة\nالجزء: 1 ¦ الصفحة: 117\n",
        "ج\nجالب السرُور فِي المحاضرة\nللْمولى الْفَاضِل محيي الدّين بن مُحَمَّد القراباغي من عُلَمَاء دولة السُّلْطَان سُلَيْمَان خَان\nجَامع الْأَسْرَار فِي الْمنَار\nقَالَ الْفَاضِل طاشكبرى زَاده هُوَ شرح نَفِيس إِلَّا أَنا لم نَعْرِف مُصَنفه غير أَنِّي رَأَيْت فِي ذيل بعض نسخ هَذَا الشَّرْح ان اسْمه مُحَمَّد بن مُحَمَّد الجيلي\nجَامع الْأُصُول فِي أَحَادِيث الرَّسُول\nلِابْنِ الْأَثِير وَهُوَ مبارك بن مُحَمَّد بن مُحَمَّد بن عبد الْكَرِيم بن عبد الْوَاحِد الشَّيْبَانِيّ ولد سنة ارْبَعْ وَأَرْبَعين وخمسمئة وَمن تصانيفه النِّهَايَة فِي غَرِيب الحَدِيث والبديع فِي النَّحْو والباهر فِي النَّحْو وتهذيب فُصُول ابْن الدهان والإنصاف بَين الثَّعْلَبِيّ وَصَاحب الْكَشَّاف وَشرح مُسْند الشَّافِعِي وَغير ذَلِك\nتوفّي سنة سِتّ وستمئة\nجَامع الْأَسْرَار فِي الكيمياء\nلمؤيد الدّين الطغرائي فِي التراكيب\nجَامع الْأَدِلَّة\nللسَّيِّد الإِمَام الديلمي\nالجزء: 1 ¦ الصفحة: 118\n",
        "الْجَامِع الْأَصْفَر\nلمُحَمد بن الْوَلِيد الْمَعْرُوف بالزاهد\nجَامع الْأَنْوَار فِي التَّفْسِير\nللشَّيْخ تَاج الدّين من مَشَايِخ دولة السُّلْطَان سُلَيْمَان خَان\nجَامع الْبَيَان\nفِي الْقِرَاءَة لِابْنِ الصَّيْرَفِي\nجَامع التعريب\nلجمال الدّين عبد الْوَهَّاب\nجَامع التواريخ\nلمُحَمد بيك الزعيم فِي دولة السُّلْطَان مُرَاد بن السُّلْطَان سليم بن سُلَيْمَان تَارِيخ لطيف وتأليف شرِيف فِي الْعبارَة الْوَاضِحَة رَحْمَة الله عَلَيْهِ رَحْمَة وَاسِعَة\nالْجَامِع الحريز وَالْحَاوِي لكتاب الْعَزِيز\nلِأَحْمَد بن أبي بكر بن عبد الْوَهَّاب الْقزْوِينِي من الْحَنَفِيَّة\nجَامع الْجَلِيّ\nلأبي إِسْحَاق إِبْرَاهِيم بن مُحَمَّد بن إِبْرَاهِيم بامهران الإِسْفِرَايِينِيّ\nجَامع الدقائق\nفِي الْمنطق للكاتبي\nجَامع الصغار\nللأسروشني\nالجزء: 1 ¦ الصفحة: 119\n",
        "الْجَامِع الصَّغِير فِي الْأَحْكَام\nلمحي الدّين الْعَرَبِيّ\nالْجَامِع الصَّغِير\nللصدر الشَّهِيد وَهُوَ عمر بن عبد الْعَزِيز بن عمر بن مازه برهَان الْأَئِمَّة أَبُو مُحَمَّد الْمَعْرُوف بالحسام الشَّهِيد\nولد فِي سنة ثَلَاث وَثَمَانِينَ وأربعمئة\nوَمن مصنفاته الفتاوي الصُّغْرَى والفتاوي الْكُبْرَى والمبسوط فِي الخلافتين وَاسْتشْهدَ فِي سنة سِتّ وَثَلَاثِينَ وخمسمئة\nالْجَامِع الصَّغِير\nلقاضيخان وَهِي مَدِينَة بنواحي إصبهان بِقرب فرغانة هَذَا هُوَ الْمَشْهُور بَين الْجُمْهُور وَالْحق أَنه شرح الْجَامِع الصَّغِير وَهُوَ أَبُو المحاسن الْحسن بن مَنْصُور بن مَحْمُود بن عبد الْعَزِيز الأوزجندي الفرغاني الْمَشْهُور بقاضيخان\nوَمن تصانيفه الفتاوي الْمَشْهُورَة وَشرح الزِّيَادَات وَشرح أدب القَاضِي للخصاف وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وَتِسْعين وخمسمئة\nالْجَامِع الصَّغِير وَالْجَامِع الْكَبِير فِي فقه الشَّافِعِيَّة\nللمزني\nجَامع الفتاوي\nللبزازي\nالجزء: 1 ¦ الصفحة: 120\n",
        "جَامع الْفُصُولَيْنِ\nلِابْنِ قَاضِي سماونة فِي التسهيل وَهُوَ الْكتاب الْجَامِع بَين فُصُول الْعِمَادِيّ والأسروشني\nجَامع الْفُنُون\nلأبي شبيب الْحَرَّانِي الْحَنْبَلِيّ من خطّ المرحوم ابْن كَمَال باشا زَاده فِي الْأَدَب\nالْجَامِع الْكَبِير\nلعبد الرَّحْمَن بن مُحَمَّد بن مُحَمَّد بن إِبْرَاهِيم الْكرْمَانِي ركن الدّين أَبُو الْفضل\nولد سنة سبع وَخمسين وأربعمئة وَمن تصانيفه الْإِيضَاح والتجريد فِي الْفِقْه قَالَ صَاحب الْجَوَاهِر الْإِيضَاح شرح على تجريده وَغير ذَلِك\nتوفّي سنة ثَلَاث وَأَرْبَعين وخمسمئة\nالْجَامِع الْكَبِير\nللخلاطي وَهُوَ مُحَمَّد بن عباد بن ملك دَار بن حسن دَاوُد الخلاطي وَمن تصانيفه معضد الْمسند وَله كتاب على صَحِيح مُسلم\nتوفّي سنة اثْنَتَيْنِ وَخمسين وستمئة\nالْجَامِع الْكَبِير وَالْجَامِع الصَّغِير\nلأبي الْعلَا ابي مُوسَى الضَّرِير وَهُوَ مُحَمَّد بن عِيسَى وَمن تصانيفه فِي الْفِقْه كتاب الزِّيَادَات وَالْكَلَام فِي حكم الدَّار ومختصر كتاب أبي الْحسن الْكَرْخِي وَله اصول الْفِقْه ثَمَان مجلدات قَالَ صَاحب الْجَوَاهِر وجد مقتولا فِي دَاره فِي سنة نَيف وَثَلَاثِينَ وثلاثمئة\nالجزء: 1 ¦ الصفحة: 121\n",
        "جَامع اللُّغَات\nلنيازي الْحِجَازِي\nجَامع اللُّغَة\nلسيدي عَليّ العجمي صَاحب الراموز وَله حَاشِيَة شرح الشمسية للفاضل الشريف وحواش على حَاشِيَة شرح الْمطَالع للسَّيِّد الشريف وحاشية على شرح المواقف للسَّيِّد الشريف\nجَامع اللُّغَة\nلمُحَمد بن جَعْفَر الْقَزاز التَّمِيمِي\nجَامع الْمسَائِل فِي الْفِقْه\nللْمولى الْمَعْرُوف بالأختري\nجَامع الْمُضْمرَات\nليوسف بن عمر بن يُوسُف نقل عَن خطّ الْفَقِير وَالِد العَبْد الْفَقِير إِلَى الله الْقَدِير\nجَامع المبادي والغايات\nلأبي عَليّ المراكشي فِي علم الْمَوَاقِيت\nجَامع النفيس\nعلى مَذْهَب الإِمَام مُحَمَّد بن إِدْرِيس لِابْنِ عقيل\nالْجَامِع فِي الْبَيَان\nلِابْنِ الْأَثِير الْجَزرِي فِي جَامع الْأُصُول\nالجزء: 1 ¦ الصفحة: 122\n",
        "الْجَامِع فِي الحَدِيث\nلقطب الدّين مُحَمَّد بن عَلَاء الدّين الْمَكِّيّ النهرواني القادري الخرفاني نزيل مَكَّة المكرمة وَمن عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان سليم بن سُلَيْمَان وَهُوَ الْكتاب الَّذِي جمع كتب السّنة بِأَحْسَن جمع وأجمل تَرْتِيب وَمن تصانيف الْمولى الْمَزْبُور\nطَبَقَات الْحَنَفِيَّة فِي ارْبَعْ مجلدات وتاريخ مَكَّة المكرمة الْمُسَمّى بالأعلام وَله رِسَالَة فِي المعمى واللغز قَالَ الْمولى الجنابي وَهُوَ شَيْء لم يسْبق إِلَيْهِ فِي الْبَيَان الْعَرَبِيّ لِأَن هَذَا الشَّيْء كَانَ مِمَّا ينْفَرد بِهِ الرّوم والعجم\nوَتُوفِّي الْمولى الْمَذْكُور فِي اوائل سنة تسعين وتسعمئة\nالْجَامِع فِي الطِّبّ\nلِابْنِ البيطار وَهُوَ الْكتاب الْمَشْهُور بمفردات ابْن البيطار\nوَهُوَ ضِيَاء الدّين عبد الله بن مُحَمَّد البيطار\nالْجَامِع فِي الطِّبّ\nلِابْنِ زَكَرِيَّا الرَّازِيّ صَاحب الْحَاوِي وَمن تصانيفه كتاب الاغتصاب وَكتاب المنصوري\nتوفّي سنة 311\nالْجَامِع فِي الْفِقْه\nلِلتِّرْمِذِي\nالْجَامِع فِي النَّحْو\nلعيسى بن عمر\nالجزء: 1 ¦ الصفحة: 123\n",
        "الْجَامِع فِي النَّحْو\nلأبي مهر وَهُوَ مُحَمَّد بن احْمَد بن مران أَبُو مهر النَّحْوِيّ قَالَ ياقوت وَله الْمُخْتَصر فِي النَّحْو وأخبار أبي عيبنة\nجاودان\nفِي علم الْحُرُوف لفضل الله التبريزي قَالَ المرحوم طاشكبري زَاده فِي حَقه رَئِيس الطَّائِفَة الضَّالة الحروفية فِي تَرْجَمَة ابْن الْملك فِي شاه رخ ابْن الْملك\nالْجَبْر والمقابلة\nلِأَحْمَد بن دَاوُد الْمَعْرُوف بِأبي حنيفَة الدينَوَرِي هُوَ أَحْمد بن دَاوُد أَبُو حنيفَة الدينَوَرِي صَاحب كتاب الْبَيَان وَمن تصانيفه كتاب الفصاحة وَكتاب الأنواء وَكتاب الْقبْلَة وَكتاب حِسَاب الدّور وَكتاب الْوَصَايَا وَكتاب إصْلَاح الْمنطق وَتُوفِّي سنة اثْنَتَيْنِ وَثَمَانِينَ ومئتين\nالْجَدِيد\nللْإِمَام الشَّافِعِي رَضِي الله عَنهُ وَهُوَ الإِمَام أَبُو عبد الله مُحَمَّد بن إِدْرِيس بن العباسي بن العثمان بن الشافع ابْن السَّائِب ولد سنة خمسين ومئة قَالَ ابو عبد الله مُحَمَّد بن عمر بن الْحُسَيْن الرَّازِيّ قدس الله روحه وَنور ضريحه فِي مناقبه فَذكرُوا أَنه دخل الْعرَاق سنة سبع وَسبعين ومئة وَأقَام بهَا سنتَيْن وصنف كِتَابه الْقَدِيم وَسَماهُ كتاب الْحجَّة وَعَاد إِلَى بَغْدَاد سنة تسع وَتِسْعين وصنف كِتَابه الْقَدِيم وَأقَام بهَا أشهرا ثمَّ إِنَّه خرج إِلَى مصر وَأقَام بهَا إِلَى أَن مَاتَ وفيهَا صنف كتاب الْجَدِيد وَتُوفِّي سنة أَربع ومئتين\nالجرومية فِي النَّحْو\nلأبي عبد الله مُحَمَّد بن مُحَمَّد بن دَاوُد الصنهاجي الشهير بِابْن جروم\nالجزء: 1 ¦ الصفحة: 124\n",
        "الجغرافية\nاسْم كتاب فِي بَيَان تَقْوِيم الأَرْض لبطليموس صَاحب المجسطي وَله ارْبَعْ مقالات فِي النُّجُوم وَكتاب الثَّمَرَة\nجلاء الْأَبْصَار\nللْحَاكِم الْجُشَمِي وَهُوَ الْقَائِل للْإِمَام أَن يبلغ فِي التَّعْزِير مبلغ الْحُدُود\nالجلالين فِي التَّفْسِير\nللجلال الْمحلي والجلال السُّيُوطِيّ يَعْنِي عمل نصفه الْجلَال الْمحلي وَهُوَ مُحَمَّد بن أَحْمد الْمحلي الشَّافِعِي من أول الْبَقَرَة إِلَى آخر سُورَة الْإِسْرَاء وكمله الْجلَال السُّيُوطِيّ\nالجليس والأنيس\nلأبي الْفرج الهنداوني\nالجمان فِي تشبيهات الْقرَان\nلعبد الله بن مُحَمَّد بن الْحُسَيْن بن بَاقِيا بن دَاوُد من الْحَنَفِيَّة ولد سنة عشْرين وأربعمئة\nقَالَ صَاحب الْجَوَاهِر وَله مصنفات فِي كل فن\nتوفّي سنة خمس وَثَمَانِينَ وأربعمئة\nجمع التفاريق\nللبقالي فِي الْجَوَاهِر بِفَتْح الْبَاء الْمُوَحدَة وَتَشْديد الْقَاف وَآخره لَام وَذكر السَّمْعَانِيّ البقالي وَقَالَ حِرْفَة لمن يَبِيع الْأَشْيَاء الْيَابِسَة فِي الْفَاكِهَة وَهُوَ أَبُو الْفضل مُحَمَّد بن أبي الْقَاسِم الْخَوَارِزْمِيّ النَّحْوِيّ وَمن تصانيفه شرح الْأَسْمَاء الْحسنى وَكتاب\nالجزء: 1 ¦ الصفحة: 125\n",
        "أسرار الْكتب وافتخار الْعَرَب ومفتاح التَّنْزِيل وَكتاب التَّرْغِيب فِي الْعلم وَكتاب التراجم وَكتاب الْأَسْنَى فِي شرح الْأَسْمَاء الْحسنى وَكتاب أذكار الصَّلَاة وَكتاب الْهِدَايَة فِي الْمعَانِي وَالْبَيَان وَكتاب التَّنْبِيه على إعجاز الْقرَان وَكتاب التَّفْسِير وَغير ذَلِك\nتوفّي سنة سِتّ وَسبعين وخمسمئة\nجمع الْجَوَامِع فِي الْأُصُول\nللسبكي وَهُوَ عَليّ بن عبد الْكَافِي وَمن مصنفاته تَفْسِير الْقرَان وَشرح الْمِنْهَاج فِي الْفِقْه وَغير ذَلِك\nتوفّي سنة خمس وَخمسين وسبعمئة\nالْجمع بَين الصَّحِيحَيْنِ\nللحميدي\nالْجمع بَين الصَّحِيحَيْنِ\nلعمر بن سعد بن بدر الْموصِلِي هَذِه النُّسْخَة عندنَا بِخَط الفاضلة الْمَشْهُورَة بِأم الْعَزِيز\nالْجمل\nللزجاج فِي الِاشْتِقَاق\nالْجمل\nلعبد القاهر وَهُوَ عبد القاهر بن عبد الرَّحْمَن النَّحْوِيّ وَمن مصنفاته الْمُغنِي فِي شرح الْإِيضَاح والمقتضب فِي شَرحه قَالَ الْوَالِد وَفِي بعض التواريخ وَله\nالجزء: 1 ¦ الصفحة: 126\n",
        "الاقتصاد فِي شرح الْإِيضَاح وإعجاز الْقرَان والجمل والعوامل والمئة والعمدة فِي التصريف وَدَلَائِل الإعجاز وأسرار البلاغة فِي علمي الْمعَانِي وَالْبَيَان وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَسبعين واربعمئة على القَوْل الْأَرْجَح وَله الشّعْر الْمَشْهُور\n(كبر على الْعَمَل يَا باخليلي\n...\nومل إِلَى الْجَهْل ميل هائم)\n(وعش حمارا تعش سعيدا\n...\nفالسعد فِي طالع الْبَهَائِم)\nجمهرة الْإِسْلَام\nلأبي الْغَنَائِم\nجمهرة الْأَمْثَال\nللعسكري فِي الْأَوَائِل\nجمهرة النّسَب\nلِابْنِ الْكَلْبِيّ وَهُوَ هِشَام بن الْكَلْبِيّ\nجمهرة النّسَب\nللأصفهاني وَهُوَ أَبُو الْفرج عَليّ بن الْحُسَيْن بن مُحَمَّد بن أَحْمد بن الْهَيْثَم بن عبد الرَّحْمَن بن مَرْوَان بن عبد الله بن مَرْوَان بن مُحَمَّد بن مَرْوَان بن الحكم بن ابي الْعَاصِ بن أُميَّة بن عبد شمس بن عبد منَاف الْقرشِي الْأمَوِي الْكَاتِب ولد سنة ارْبَعْ وَثَمَانِينَ ومئتين\nوَمن مصنفاته كتاب الأغاني من المحاضرات كتاب القيان وَكتاب الْإِمَاء الشواعر وَكتاب الديارات وَكتاب دَعْوَة الْبحار وَكتاب مُجَرّد الأغاني وَكتاب جحظة الْبَرْمَكِي وَمُقَاتِل الطالبيين وَكتاب الحانات وأداب الغرباء وَكتاب نسب بني\nالجزء: 1 ¦ الصفحة: 127\n",
        "عبد شمس وَكتاب أَيَّام الْعَرَب وَكتاب التَّعْدِيل وَكتاب نسب بني شَيبَان وَكتاب نسب المهالبة وَكتاب نسب بني تغلب وَنسب بني كلاب وَكتاب الغلمان المغنين وَغير ذَلِك قَالَ القَاضِي شمس الدّين بن خلكان حُكيَ عَن الصاحب بن عباد انه كَانَ فِي اسفاره يستصحب حمل ثَلَاثِينَ جملا من كتب الْأَدَب فَلَمَّا وصل إِلَيْهِ هَذَا الْكتاب اسْتغنى عَن الْجَمِيع\nوَتُوفِّي سنة سِتّ وَخمسين وثلاثمئة\nالجمهرة فِي السحر\nللخوارزمي\nالجمهرة فِي اللُّغَة\nلِابْنِ دُرَيْد فِي الِاشْتِقَاق\nالْجنان\nلأبي حَفْص المطوعي\nالْجنان\nللْقَاضِي الرشيد بن الزبير\nجنى الجناس\nلجلال الدّين أبي الْفضل عبد الرَّحْمَن السُّيُوطِيّ\nالْجَوَارِح وَالصَّيْد\nلِابْنِ المعتز فِي الْآدَاب\nالجزء: 1 ¦ الصفحة: 128\n",
        "جَوَامِع التِّبْيَان\nقَالَ الْمولى المرحوم عَرَبِيّ زَاده هُوَ لمُعين الدّين إِبْرَاهِيم المرسي بن الْحُسَيْن الْوَاعِظ الكاشفي\nجَوَامِع الْفِقْه\nلصاعد بن أَحْمد بن أبي بكر الرَّازِيّ وَله كتاب الأحساب والأنساب\nجَوَامِع الْفِقْه\nللعتابي وَهُوَ أَحْمد بن مُحَمَّد بن عمر أَبُو نصر العتابي البُخَارِيّ\nوَمن مصنفاته الزِّيَادَات وَشرح الْجَامِع الْكَبِير وَشرح الْجَامِع الصَّغِير وَتَفْسِير الْقُرْآن الْكَرِيم\nتوفّي سنة سِتّ وَثَمَانِينَ وخمسمئة\nالْجَوَاهِر\nشرح الْمَقْصُود فِي الصّرْف للْقَاضِي بدر الدّين الْمَعْرُوف بِابْن قَاضِي سماونه فِي التسهيل هَذَا على مَا وجد فِي بعض الهوامش وَالْحق أَنه عنقود الْجَوَاهِر\nجَوَاهِر الْعقْدَيْنِ فِي فضل الشرفين\nللسَّيِّد عَليّ السمهودي\nجَوَاهِر الفتاوي\nللصدر الشهير فِي الْجَامِع الصَّغِير\nجَوَاهِر الْفُنُون\nلعبد الرَّحْمَن بن مُحَمَّد الْحَنَفِيّ\nالجزء: 1 ¦ الصفحة: 129\n",
        "جَوَاهِر الْقُرْآن\nلمُحَمد الْغَزالِيّ صَاحب الْإِحْيَاء\nجَوَاهِر الْكَلَام فِي الْكَلَام\nللعضد وَهُوَ عبد الرَّحْمَن بن أَحْمد بن عبد الْغفار النَّسَفِيّ القَاضِي عضد الدّين الإيجي الشَّافِعِي\nولد سنة سبعمئة وَمن مصنفاته شرح مُخْتَصر ابْن الْحَاجِب والمواقف فِي الْكَلَام والفوائد الغياثية فِي الْمعَانِي وَالْبَيَان وَله رِسَالَة فِي الْوَضع والعقائد وَغير ذَلِك\nوَتُوفِّي سنة سِتّ وَخمسين وسبعمئة\nالْجَوَاهِر المضية فِي طَبَقَات الْحَنَفِيَّة\nلعبد الْقَادِر وَهُوَ عبد الْقَادِر بن مُحَمَّد بن نصر الله بن سَالم محيي الدّين أَبُو مُحَمَّد بن أبي الْوَفَاء الْقرشِي ولد سنة سِتّ وَتِسْعين وستمئة وَمن مصنفاته\nكتاب الْعِنَايَة فِي تَخْرِيج أَحَادِيث الْهِدَايَة وَكتاب الْوَسَائِل فِي تَخْرِيج أَحَادِيث خُلَاصَة الدَّلَائِل وَشرح مَعَاني الْآثَار للطحاوي وَكتاب الدُّرَر المنيفة وَكتاب تَرْتِيب تَهْذِيب الْأَسْمَاء واللغات وَكتاب الْبُسْتَان فِي فَضَائِل النُّعْمَان ومختصر فِي عُلُوم الحَدِيث ومسائل مَجْمُوعَة فِي الْفِقْه وَقطعَة من شرح الْخُلَاصَة وَتَفْسِير آيَات وفوائد وَغير ذَلِك توفّي سنة خمس وَسبعين وسبعمئة\nالْجَوْهَر الثمين\nلِابْنِ الدقماق\nالجزء: 1 ¦ الصفحة: 130\n",
        "الْجَوْهَر المصون\nللشَّيْخ ابي مزين\nالْجَوْهَرَة النيرة\nشرح مُخْتَصر الْقَدُورِيّ للحدادي قَالَ الْوَالِد وَهُوَ ابو بكر بن عَليّ بن مُحَمَّد الحدادي وَمن مصنفاته\nتَفْسِير الْقُرْآن الْمُسَمّى بكشف التَّنْزِيل وَكتاب سراج الْوَهَّاج وَشرح الْمَنْظُومَة وَشرح قيد الأوابد فِي الْفِقْه وَغير ذَلِك\nتوفّي سنة ثمانمئة\nالجزء: 1 ¦ الصفحة: 131\n",
        "ح الْمُهْملَة\nالْحَاشِيَة على تَفْسِير الْبَيْضَاوِيّ\nلِحَمْزَة القرماني\nالْحَاشِيَة على تَفْسِير الْبَيْضَاوِيّ\nلِابْنِ التمجيد\nالْحَاشِيَة على حَاشِيَة شرح المواقف\nللمحسن حسن جلبي لعَلي بن أَمر الله الْحميدِي من عُلَمَاء دولة السُّلْطَان سليم بن سُلَيْمَان وَمن مصنفات ذَلِك الْفَاضِل حَاشِيَة على حَاشِيَة شرح التَّجْرِيد للفاضل الشريف وحاشية على الغياثية وحاشية على الدُّرَر وَالْغرر غير أَنه لم يكملها والأ\nخ\nلاق الْمَشْهُور بأخلاق علائي وَكتاب فِي الْإِنْشَاء وَكتاب فِي الْوَقْف\nالْحَاشِيَة على أَوَائِل الْهِدَايَة\nللمرحوم سروري وَهُوَ مصطفى بن شعْبَان وَمن تصانيف الْمولى الْمَزْبُور الْحَاشِيَة على القَاضِي كبرى وصغرى وَشرح البُخَارِيّ قَرِيبا إِلَى النّصْف وحاشية التَّلْوِيح وَشرح الْمِصْبَاح وَشرح المراح وَشرح إيساغوجي وَشرح المثنوي وَشرح البوستان وَشرح ديوَان حَافظ وَشرح شبستان خيالي وَشرح معميات مير حُسَيْن وَشرح معميات ملاجامي ورسالة فِي المعمى وروضة الرياحين وَشرح موجز فِي الطِّبّ وبحر المعارف فِي الصَّنَائِع الشعرية وَله شعر فِي الألسن الثَّلَاث\nوَتُوفِّي فِي سنة تسع وَسِتِّينَ وتسعمئة\nالجزء: 1 ¦ الصفحة: 132\n",
        "الْحَاشِيَة على الدُّرَر\nمن الأول إِلَى بعض مسَائِل الْمَسِيح للْمولى المرحوم حسن بن عَليّ الْمَعْرُوف بقبال زَاده\nالْحَاشِيَة على شرح الكافية\nللْمولى الجامي عِصَام أَظن أَنه من عُلَمَاء دولة اسكندرخان من مُلُوك وَرَاء النَّهر وخراسان توفّي إِلَى رَحْمَة الله فِي سنة خمسين وتسعمئة\nفَائِدَة هِيَ ان الْمولى الشهير بحاجي التبريزي وَالْمولى الْمَعْرُوف بالقهستاني من شُرَكَاء الْمولى الْمَزْبُور\nفَائِدَة قَالَ الْمولى الحياني وَله شرح لطيف على الْوِقَايَة أَلفه على رسم السُّلْطَان عبد الله جَاره السُّبْكِيّ وَالْمولى الْحَنَفِيّ ايضا من شُرَكَاء العصام\nالْحَاشِيَة على القَاضِي\nللْعَالم الْعَلامَة محيي الدّين مُحَمَّد بن الشَّيْخ مصلح الدّين القوجوي من عُلَمَاء دولة السُّلْطَان سليم خَان بن السُّلْطَان بايزيد\nالْحَاشِيَة على المطول\nللسَّيِّد وَهُوَ عَليّ بن مُحَمَّد بن عَليّ الْحَنَفِيّ الشريف الْجِرْجَانِيّ ولد سنة اربعين وسبعمئة وَمن مصنفاته\nشرح المواقف للعضد وحاشية شرح التَّجْرِيد للنسفي وَشرح الْقسم الثَّالِث من الْمِفْتَاح وحاشية الْمُخْتَصر وحاشية الْكَشَّاف غير انها نَاقِصَة ورسالة فِي تحقيقات الْحَرْف وحاشية على المرشح شرح الْحَاشِيَة\nالجزء: 1 ¦ الصفحة: 133\n",
        "الْحَاشِيَة على الْهِدَايَة والأكمل\nللْمولى المرحوم سعدي افندي وَهُوَ سعد الله بن عِيسَى وَمن تصانيفه الْحَاشِيَة على الْبَيْضَاوِيّ\nالْحَاشِيَة على الْهِدَايَة والأكمل\nللْمولى الْمَعْرُوف بسنان افندي وَهُوَ سِنَان الدّين يُوسُف الإمامي من عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان سليم خَان بن السُّلْطَان سُلَيْمَان خَان وَمن تصانيفه الْحَاشِيَة على الْبَيْضَاوِيّ\nانْتقل إِلَى رَحْمَة الله فِي سنة سِتّ وَثَمَانِينَ وتسعمئة\nالْحَاشِيَة على الْهِدَايَة والأكمل\nللمرحوم مُحَمَّد أَفَنْدِي البركوي إِلَى بَاب خِيَار الشَّرْط\nالْحَاشِيَة على الْهِدَايَة والعناية\nللْمولى المرحوم قَاضِي زَاده وَهُوَ أَحْمد بن مَحْمُود الأدرنوي وَمن تصانيف الْمولى الْمَزْبُور تَكْمِلَة ابْن الْهمام من وحاشية الْمِفْتَاح للفاضل الشريف والمحاكمة بَين تبصير الشَّرِيعَة وَابْن كَمَال باشا زَاده ف شرح الْوِقَايَة وَغير ذَلِك من الرسائل والتعاليق من عُلَمَاء دولة السُّلْطَان الْمَزْبُور\nتوفّي سنة ثَمَان وَثَمَانِينَ وتسعمئة\nالْحَاشِيَة على الْهِدَايَة والعناية\nمن الأول إِلَى الآخر للمرحوم عرب زَاده العريف\nالْحَاوِي\nلأبي الْحسن الْمَاوَرْدِيّ فِي الإحكام\nالجزء: 1 ¦ الصفحة: 134\n",
        "الْحَاوِي فِي الطِّبّ\nللرازي وَهُوَ مُحَمَّد بن زَكَرِيَّا ابو بكر الرَّازِيّ الف كتبا كَثِيرَة أَكْثَرهَا فِي الطِّبّ\nوَتُوفِّي سنة عشْرين وثلاثمئة\nحبيب السّير\nللفاضل خواندني\nالْحجَّة\nلأبي عَليّ الْفَارِسِي وَهُوَ الْحسن بن أَحْمد بن عبد الْغفار الإِمَام أَبُو عَليّ الْفَارِسِي وَمن تصانيفه\nالْحجَّة والتذكرة وابيات الْإِعْرَاب وتعليقة عل كتاب سِيبَوَيْهٍ والمسائل الحلبية والبغدادية والقصرية والبصرية والشيرازية والعسكرية والكرمانية والمقصور والممدود والأغفال وَغير ذَلِك\nتوفّي بِبَغْدَاد سنة سبع وثلاثمئة\nحدائق الْإِيمَان\nلمصنفك فِي الْأَنْوَار\nحدائق السحر فِي بَيَان ضائع الشّعْر\nلرشيد الدّين الوطواط\nتوفّي سنة ثَمَان وَسبعين وخمسمئة\nالجزء: 1 ¦ الصفحة: 135\n",
        "حدق الْعُيُون شرح الْقَدُورِيّ\nللْمولى المرحوم عبد الله بن حُسَيْن بن حسن بن حَامِد من عُلَمَاء دولة السُّلْطَان بايزيد بن محد الفاتح\nالْحُدُود\nلأبي عَليّ فِي الإرشادات\nالحديقة\nللحكيم سنائي\nحديقة السُّعَدَاء\nللفضولي الْبَغْدَادِيّ\nحرز الْأَمَانِي\nنهج القصيدة المنسوبة إِلَى أبي مُحَمَّد الشاطبي فِي الْقرَاءَات\nحسن دلّ\nللْمولى الْمَعْرُوف باللامعي وَمن مصنفاته ثروة الْإِنْسَان وعبرت نما وترجمة النفحات وترجمة شَوَاهِد النُّبُوَّة وَشرح ديباجة كتاب كلستان وَشرح المعمى وَشرح الْأَسْمَاء الْحسنى وَغَيرهَا من الْكتب والمسائل\nحسن المحاضرة\nللسيوطي\nالْحصن الْحصين فِي الدَّعْوَات المأثورة\nللجزري وَهُوَ الشَّيْخ مُحَمَّد بن مُحَمَّد بن عَليّ بن يُوسُف الْجَزرِي\nالجزء: 1 ¦ الصفحة: 136\n",
        "ولد سنة إِحْدَى وَخمسين وسبعمئة\nوَمن مصنفاته كتاب النشر فِي الْقرَاءَات الْعشْر والتقريب وطبقات الْقُرَّاء وتاريخ الْقُرَّاء وتحبير التَّيْسِير فِي الْقرَاءَات وَشرح المصابيح وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَثَلَاثِينَ وثمانمئة\nالْحَقَائِق شرح الْمَنْظُومَة\nللدهلوي وَهُوَ مَحْمُود الدهلوي الملقب سعد الدّين شرح الْمنَار فِي أصُول الْفِقْه لحافظ الدّين بِكِتَاب سَمَّاهُ إفَاضَة الْأَنْوَار فِي إضاءة اصول الْمنَار\nحقائق فِي علم الْأَوَائِل\nللأموي فِي الْأَبْكَار\nالْحَقَائِق فِي الكيمياء\nللطغرائي فِي التراكيب\nالحكم\nلأبي الْفضل تَاج الدّين احْمَد بن مُحَمَّد بن عبد الْكَرِيم بن عَطاء الله الإسكندري شَرحه الْعَالم الْعَلامَة مُحَمَّد بن إِبْرَاهِيم بن عباد النفزي\nحِكْمَة الْإِشْرَاق\nللسهروردي فِي التَّلْوِيح\nالجزء: 1 ¦ الصفحة: 137\n",
        "حلبة الْكُمَيْت\nللنواجي\nحلية الْأَوْلِيَاء\nلأبي نعيم أَحْمد بن عبد الله الْحَافِظ الْأَصْفَهَانِي ولد سنة ارْبَعْ وَثَلَاثِينَ وثلاثمئة وَمن تصانيفه تَارِيخ أصفهان وَغير ذَلِك\nتوفّي سنة ثَلَاثِينَ وأربعمئة\nحلية الْعلمَاء فِي الْمَزِيد\nلأبي بكر مُحَمَّد بن أَحْمد الشَّاشِي الْمَعْرُوف بالمستظهري\nالحماسة\nلأبي تَمام فِي الاختيارات\nحَيَاة الْحَيَوَان\nللدميري وَهُوَ كَمَال الدّين مُحَمَّد بن مُوسَى الدَّمِيرِيّ الشَّافِعِي الْمصْرِيّ ولد سنة اثْنَتَيْنِ وَأَرْبَعين وسبعمئة قَالَ صَاحب الْمِفْتَاح والدميري صَاحب التصانيف المفيدة\nتوفّي سنة ثَمَان وثمانمئة\nحيرة الْفُقَهَاء\nقَالَ وَالِدي رَحْمَة الله عَلَيْهِ وَهُوَ مِنْهُم وَفِي الْحيرَة وحيرة الْفُقَهَاء بِكَسْر الْحَاء\nالجزء: 1 ¦ الصفحة: 138\n",
        "الْحِيَل\nلِابْنِ شَاكر\nالْحِيَل\nللخصاف فِي الْأَحْكَام\nالجزء: 1 ¦ الصفحة: 139\n",
        "خ\nَ\nختم الْولَايَة\nللحكيم التِّرْمِذِيّ وَهُوَ مُحَمَّ\nد\nبن عَليّ بن الْحسن بن يس الْمُحدث الزَّاهِد وَمن تصانيفه تَحْلِيل الشَّرِيعَة وَكتاب الفروق وَكتاب غرس الْمُوَحِّدين وَكتاب غرر الْأُمُور وَكتاب المثاني وَكتاب شرح الصَّلَاة\nالْخراج\nلِأَحْمَد بن مُحَمَّد بن عبد الْكَرِيم بن ابي سهل الْكَاتِب توفّي سنة سبعين ومئتين\nالْخراج\nللْإِمَام الْهمام ابي يُوسُف وَهُوَ أَبُو يُوسُف يَعْقُوب بن إِبْرَاهِيم بن حبيب بن سعد بن خنمة الْأنْصَارِيّ البَجلِيّ ولد سنة ثَلَاث عشرَة ومئة وَمن مصنفاته الْإِمْلَاء والنوادر وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وَثَمَانِينَ ومئة\nخريدة الْعَجَائِب\nلِابْنِ الوردي وَهُوَ عمر بن مظفر بن عمر بن مُحَمَّد أبي الفوارس الإِمَام زين الدّين ابْن الوردي الْمقري الْحلَبِي الشَّافِعِي وَكَانَ إِمَامًا بارعا فِي الْفِقْه والنحو وَالْأَدب متقنا فِي الْعلم ونظمه فِي الذرْوَة الْعليا\nالجزء: 1 ¦ الصفحة: 140\n",
        "خريدة الْقصر وجريدة الْعَصْر\nللعماد الْكَاتِب وَهُوَ ابو عبد الله مُحَمَّد بن صفي الدّين ابو الْفرج مُحَمَّد بن نَفِيس الدّين ابو الرَّجَاء حَامِد الملقب عماد الْكَاتِب ولد سنة عشر وخمسمئة وَمن تصانيفه الْبَرْق الشَّامي وَالْفَتْح القسي فِي الْفَتْح الْقُدسِي والسيل على الذيل جعله ذيلا على الخريدة وَله ديوَان شعر وديوان رسائل\nتوفّي سنة سبع وَتِسْعين وخمسمئة\nخزانَة الْأَكْمَل\nللجرجاني وَهُوَ يُوسُف بن عَليّ بن مُحَمَّد الْجِرْجَانِيّ قَالَ صَاحب الْجَوَاهِر وَمن تصانيفه خزانَة الْأَكْمَل فِي سِتّ مجلدات\nخزانَة الْفُقَهَاء\nلأبي اللَّيْث وَهُوَ نصر بن مُحَمَّد بن إِبْرَاهِيم السَّمرقَنْدِي وَمن تصانيفه تَفْسِير الْقرَان الْكَرِيم والنوادر فِي الْفِقْه وتنبيه الغافلين وَكتاب الْبُسْتَان\nتوفّي سنة ثَلَاث وَسبعين وثلاثمئة\nخزانَة الْمُفْتِينَ\nللْإِمَام أبي الْحُسَيْن الهمذاني\nالْخِصَال فِي الْفِقْه\nلأبي ذَر\nالجزء: 1 ¦ الصفحة: 141\n",
        "الخصائص\nلِابْنِ جني فِي التصريف\nخَصَائِص الْمسَائِل\nلأبي معمر النَّسَفِيّ صَاحب الطّلبَة فِي التَّيْسِير\nالخطط\nللقضاعي وَهُوَ ابو عبد الله مُحَمَّد بن سَلامَة بن جَعْفَر الْقُضَاعِي قَالَ ابْن خلكان فِي الوفيات\nوَله عدَّة تصانيف مِنْهَا كتاب الشهَاب وَكتاب مَنَاقِب الإِمَام الشَّافِعِي رَضِي الله عَنهُ وَكتاب الإنباء عَن الْأَنْبِيَاء وتواريخ الْخُلَفَاء وَله كتاب خطط مصر إِلَى قَوْله إِلَى آخِره\nتوفّي بِمصْر سنة أَربع وَخمسين وأربعمئة\nالخطط\nللمقريزي\nخُلَاصَة الْحَقَائِق\nللفارابي وَهُوَ أَبُو نصر مُحَمَّد بن مُحَمَّد بن طرخان الفارابي التركي الْحَكِيم الْمَشْهُور قَالَ صَاحب الْمِفْتَاح وَعدد مصنفاته من الْكتب والرسائل سَبْعُونَ كلهَا نافعة سِيمَا كِتَابَانِ فِي الْعلم الإلهي وَالْمَدَنِي لَا نَظِير لَهما أَحدهمَا الْمَعْرُوف بالسياسة المدنية وَالْآخر بالسيرة الفاضلة\nتوفّي سنة تسع وَثَلَاثِينَ وثلاثمئة\nالجزء: 1 ¦ الصفحة: 142\n",
        "خُلَاصَة الدَّلَائِل\nلِابْنِ مكي الرَّازِيّ وَهُوَ عَليّ بن أَحْمد بن مكي الرَّازِيّ قَالَ صَاحب الْجَوَاهِر وَهُوَ كتاب نَفِيس على مُخْتَصر الْقَدُورِيّ سَمَّاهُ خُلَاصَة الدَّلَائِل وتنقيح الْمسَائِل وَمن تصانيفه سلوة الهموم\nوَتُوفِّي سنة ثَمَان وَتِسْعين وخمسمئة\nخُلَاصَة العبر\nللمحب الطَّبَرِيّ\nالْخُلَاصَة الغزالية\nلعبد الْجَبَّار فِي الْإِحْيَاء\nخُلَاصَة الفتاوي\nللشَّيْخ الإِمَام عبد الرشيد النجاري وَهُوَ طَاهِر بن احْمَد بن عبد الرشيد الإِمَام النجاري صَاحب كتاب الْوَاقِعَات وَكتاب النّصاب ثمَّ اختصر بعد ذَلِك كتابا سَمَّاهُ الْخُلَاصَة يَعْنِي خُلَاصَة الفتاوي\nخُلَاصَة الْهَيْئَة\nلسيدي عَليّ بن الْحُسَيْن الْمَعْرُوف بكاتبي الرُّومِي\nالْخُلَاصَة فِي الْفَرَائِض\nلِأَحْمَد بن مُحَمَّد الْأَزْدِيّ وَهُوَ أَحْمد بن مُحَمَّد بن سَلامَة بن سَلمَة بن عبد الْملك بن سَلمَة بن سليم بن سُلَيْمَان بن خبان ولد سنة تسع وَعشْرين ومئتين وَمن مصنفاته أَحْكَام الْقرَان ومعاني الْآثَار قَالَ صَاحب الْجَوَاهِر وَهُوَ أول تصانيفه وَبَيَان مُشكل الْآثَار وَهُوَ اخر تصانيفه ومختصر فِي الْفِقْه وَشرح الْجَامِع الصَّغِير وَالْجَامِع الْكَبِير\nالجزء: 1 ¦ الصفحة: 143\n",
        "وَله الشُّرُوط الْكَبِير والشروط الصَّغِير والشروط الْأَوْسَط وَله المحاضر والسجلات والوصايا والفرائض وَكتاب نقض كتاب المدلسين على الْكَرَابِيسِي والمختصر الْكَبِير والمختصر الصَّغِير وَله تَارِيخ كَبِير ومناقب أبي حنيفَة وَله النَّوَادِر الْفِقْهِيَّة وَله حكم أَرَاضِي مَكَّة وَقسم ألفيء والغنائم وَله الرَّد على عِيسَى بن أبان فِي كِتَابه الَّذِي سَمَّاهُ خطأ الكثب وَله الرَّد على أبي عُبَيْدَة فِيمَا أَخطَأ فِيهِ فِي كتاب النَّهْي وَله اخْتِلَاف الرِّوَايَات على مَذْهَب الْكُوفِيّين\nوَتُوفِّي سنة إِحْدَى وَعشْرين وثلاثمئة\nالْخُلَاصَة فِي الْفَرَائِض\nوَهُوَ عبد الْجَبَّار بن أَحْمد الملقب بزين الدّين من الْحَنَفِيَّة\nخلق الْإِنْسَان\nللزجاج فِي الِاشْتِقَاق\nخَواص الْحَيَوَان\nقَالَ الْفَاضِل طاشكبري زَاده وَرَأَيْت مُخْتَصرا يُسمى بخواص الْحَيَوَان إِلَّا أنني لم أعرف مُصَنفه\nالخواطر السوانح\nلِابْنِ ابي الإصبع فِي معرفَة فواتح السُّور\nالجزء: 1 ¦ الصفحة: 144\n",
        "د\nدانش نامه\nلأبي عَليّ بن سينا فِي الإرشادات\nدر الحبب فِي تَارِيخ حلب\nلِابْنِ الْحَنْبَلِيّ\nدر السحابة فِي وفيات الصَّحَابَة\nللصاغاني فِي الْأَثر\nالدّرّ اللَّقِيط من الْبَحْر الْمُحِيط\nلِابْنِ مَكْتُوم وَهُوَ أَحْمد بن عبد الْقَادِر بن أَحْمد بن مَكْتُوم بن أَحْمد بن مُحَمَّد بن سليم بن مُحَمَّد الْقَيْسِي تَاج الدّين أَبُو مُحَمَّد الْحَنَفِيّ النَّحْوِيّ ولد سنة اثْنَتَيْنِ وَثَمَانِينَ وستمئة وَمن تصانيفه الْجمع بَين الْعباب والمحكم فِي اللُّغَة وَشرح الْهِدَايَة فِي الْفِقْه وَالْجمع الْمُثَنَّاة بَين أَخْبَار اللغويين والنحاة وَشرح كَافِيَة ابْن الْحَاجِب وَشرح شافيته وَشرح الفصيح والت\nذ\nكرة سَمَّاهَا قيد الأوابد\nوَتُوفِّي سنة تسع وَأَرْبَعين وسبعمئة\nالجزء: 1 ¦ الصفحة: 145\n",
        "الدّرّ الْمُلْتَقط فِي تَبْيِين الْغَلَط\nلِابْنِ الْحَنْبَلِيّ\nالدّرّ المنثور\nللسيوطي\nدرة الأسلاك فِي دولة الأتراك\nلِابْنِ حبيب اخْتَصَرَهُ عبد الرَّزَّاق بن حَمْزَة بن عَليّ الْحَنَفِيّ المعري الطرابلسي وَكَانَت هَذِه النُّسْخَة عندنَا بِخَط الْمُخْتَصر انْتَقَلت إِلَيّ من الْوَالِد المرحوم\nدرة التَّاج الفاخرة فِي علم الْآخِرَة\nللقطب الْعَلامَة الإِمَام الْغَزالِيّ\nدرة التَّنْزِيل\nللخطيب الْأَصْفَهَانِي\nدرة التَّنْزِيل وغرة التَّأْوِيل\nلأبي عبد الله الرَّازِيّ\nدرة الغواص\nللحريري هُوَ الْقَاسِم بن عَليّ بن مُحَمَّد بن عُثْمَان الْبَصْرِيّ الإِمَام أَبُو مُحَمَّد الحريري ولد سنة سِتّ وَأَرْبَعين وأربعمئة وَمن مصنفاته المقامات والملحة وَشَرحهَا وَغير ذَلِك\nوَتُوفِّي سنة سِتّ عشرَة وخمسمئة\nالجزء: 1 ¦ الصفحة: 146\n",
        "درة الغواص فِي معرفَة الْخَواص\nللديروطي\nدُرَر الْبحار فِي الْفِقْه\nلمُحَمد بن يُوسُف بن إلْيَاس الشَّيْخ شمس الدّين القونوي الرُّومِي وَمن مصنفاته شرح تَلْخِيص الْمِفْتَاح وَشرح مجمع الْبَحْرين وَشرح مُسلم وَشرح عُمْدَة النَّسَفِيّ فِي الْأُصُول وَغير ذَلِك\nتوفّي سنة ثَمَان وَثَمَانِينَ وسبعمئة\nدُرَر الْبحار\nللرهاوي\nدُرَر البلاغة\nلعبد الْملك بن مُحَمَّد الثعالبي فِي التَّمْثِيل\nالدُّرَر الكامنة فِي أَعْيَان المئة الثَّامِنَة\nلِابْنِ الْحجر وَهُوَ ابو الْفضل أَحْمد بن الشَّيْخ الإِمَام عَلَاء الدّين عَليّ بن حجر الْعَسْقَلَانِي ولد سنة ثَلَاث وَسبعين وسبعمئة\nوَمن تصانيفه إنباء الْغمر فِي أنباء الْعُمر\nتوفّي سنة ثَمَان وَخمسين وثمانمئة\nالدُّرَر وَالْغرر\nللشريف المرتضى وَهُوَ عَليّ بن الطَّاهِر أبي أَحْمد الْحُسَيْن بن مُوسَى بن مُحَمَّد بن\nالجزء: 1 ¦ الصفحة: 147\n",
        "إِبْرَاهِيم بن مُوسَى الكاظم بن جَعْفَر الصَّادِق بن مُحَمَّد الباقر عَليّ بن زين العابدين بن الْحُسَيْن بن عَليّ بن ابي طَالب رَضِي الله عَنْهُم ولد سنة خمس وَخمسين وثلاثمئة وَمن تصانيفه نهج البلاغة وَقيل فِيهِ خلاف قَالَ ابْن خلكان وَقد اخْتلف النَّاس فِي كتاب نهج البلاغة من كَلَام عَليّ بن أبي طَالب هَل هُوَ جمع الشريف المرتضى أم جمع أَخِيه الشريف الرضي\nوَتُوفِّي سنة سِتّ وَثَلَاثِينَ وأربعمئة\nالدُّرَر وَالْغرر\nللْمولى الْمَعْرُوف بملاخسرو وَهُوَ مُحَمَّد بن فرامرز بن خواجة عَليّ الشهير بمولانا خسرو وَقد كَانَ قَاضِيا لعسكر السُّلْطَان مُحَمَّد بن مرادخان ثمَّ تقلد منصب الْفَتْوَى وَمن مصنفاته الْمرقاة فِي الْأُصُول والمراة شرح الْمرقاة وحواشي تَفْسِير القَاضِي وحواشي التَّلْوِيح شرح التَّنْقِيح وحواشي شرح الْعَضُد لمختصر ابْن الْحَاجِب وحواشي شرح المطول ورسالة الْوَلَاء وحواش على أَوَائِل تَفْسِير الْبَيْضَاوِيّ ورسالة مُتَعَلقَة بتفسير سُورَة الْأَنْعَام وَغير ذَلِك\nوَتُوفِّي سنة خمس وَثَمَانِينَ وثمانمئة\nالدُّرَر فِي الْمَغَازِي وَالسير\nلِابْنِ عبد الْبر\nالدَّعْوَات\nلأبي الْقَاسِم الطَّبَرَانِيّ\nالجزء: 1 ¦ الصفحة: 148\n",
        "دفع مضار الأغذية\nللرازي\nالدقائق\nلِابْنِ كَمَال باشا زَاده فِي التعريفات\nالدَّلَائِل\nللحميري\nدَلَائِل الإعجاز\nلعبد القاهر الْجِرْجَانِيّ هَذَا الْكتاب عِنْدِي بِخَط الْمولى الْفَاضِل شهَاب الدّين الْمصْرِيّ ايده الله تَعَالَى من نَصره وإحسانه وَهُوَ عبد القاهر بن عبد الرَّحْمَن الْجِرْجَانِيّ النَّحْوِيّ الشَّافِعِي وَمن مصنفات الْمولى الْمَزْبُور الْمُغنِي فِي شرح الْإِيضَاح وتعقيبه فِي الْجمل\nدَلَائِل الْقبْلَة\nلأبي الْعَبَّاس أَحْمد الطَّبَرِيّ ذكره الفيومي فِي مَادَّة حدب\nدَلَائِل النُّبُوَّة\nلأبي بكر النقاش فِي الْإِشَارَة\nدَلَائِل النُّبُوَّة\nلأبي نعيم الْأَصْفَهَانِي\nدَلَائِل النُّبُوَّة\nللبيهقي وَهُوَ أَحْمد بن الْحُسَيْن بن عَليّ بن مُوسَى بن عبد الله الْبَيْهَقِيّ الْفَقِيه الشَّافِعِي\nالجزء: 1 ¦ الصفحة: 149\n",
        "ولد سنة ارْبَعْ وَثَمَانِينَ وثلاثمئة\nوَمن تصانيفه السّنَن الْكَبِير وَالسّنَن الصَّغِير وَالسّنَن والْآثَار وَشعب الْإِيمَان ومناقب المطلبي ومناقب أَحْمد وَغير ذَلِك\nوَتُوفِّي سنة ثَمَان وَخمسين واربعمئة\nدَلَائِل النُّبُوَّة\nللْإِمَام المستغفري وَهُوَ الشَّيْخ الإِمَام أَبُو الْعَبَّاس جَعْفَر بن مُحَمَّد بن الْمُعْتَبر بن مُحَمَّد المستغفر بن الْفَتْح المستغفري النَّسَفِيّ\nولد فِي سنة خمسين وثلاثمئة\nوَتُوفِّي سنة اثْنَتَيْنِ وَثَلَاثِينَ وأربعمئة\nالدّلَالَة على الله\nلِلشِّهَابِ المغربي\nدمية الْقصر\nللباخرزي وَهُوَ أَبُو الْحسن عَليّ بن الْحسن بن عَليّ بن ابي الطّيب الباخرزي الشَّاعِر الْمَشْهُور وَهُوَ ذيل لليتيمة للثعالبي\nتوفّي سنة سبع وَسِتِّينَ وأربعمئة بأجله مقتولا فِي مجْلِس الْأنس كَذَا فِي الْمِفْتَاح\nديباجة الْأَسْمَاء\nللْإِمَام مُوسَى الأديب الفاروغي\nالدِّيوَان\nللشَّيْخ فيض الْهِنْدِيّ صَاحب التَّفْسِير\nالجزء: 1 ¦ الصفحة: 150\n",
        "ديوَان ابْن رَاجِح\nديوَان ابْن نبيه\nوَهُوَ كَمَال الدّين ابْن نبيه وصدره باكر صبوحك أهنا الْعَيْش باكره\nديوَان ابي بكر أَحْمد الصنوبري\nديوَان أبي فراس\nديوَان أبي نواس\nديوَان الْأَدَب\nللفارابي هُوَ إِسْحَاق بن إِبْرَاهِيم الفارابي خَال أبي نصر الْجَوْهَرِي\nقَالَ السُّيُوطِيّ فِي طبقاته وترامى بِهِ الاغتراب إِلَى أَرض الْيمن وَسكن زبيد وَبهَا صنف كِتَابه الْمُجْمل وَمَات قبل ان يرْوى عَنهُ إِلَى آخِره\nوَمن مصنفاته شرح أدب الْكَاتِب وَبَيَان الْإِعْرَاب وَغير ذَلِك\nتوفّي سنة خمسين وثلاثمئة\nديوَان أرجاني\nديوَان الْأَعْشَى\nديوَان البحتري\nالجزء: 1 ¦ الصفحة: 151\n",
        "ديوَان الْبَهَاء زُهَيْر\nديوَان حسان بن ثَابت\nرَضِي الله عَنهُ\nديوَان السّري الرفاء\nديوَان الشريف الرضي\nديوَان الشماخ\nديوَان الصبابة\nلِابْنِ ابي حجلة وَهُوَ أَحْمد بن يحيى بن ابي بكر بن عبد الْوَاحِد التلمساني الْمَعْرُوف بِابْن أبي حجلة\nولد سنة خمس وَعشْرين وسبعمئة\nوَمن تصانيفه منطق الطير والسجع الْجَلِيل والسكردان وَالْأَدب الغض وَأطيب الطّيب ومواصل الْقطع وَالنعْمَة الشاملة فِي الْعشْرَة الْكَامِلَة وحاطب اللَّيْل وعنوان السَّعَادَة وَدَلِيل الْمَوْت على الشَّهَادَة وقصيرات الحجال وقهوة الْإِنْشَاء وَغير ذَلِك\nتوفّي سنة سِتّ وَسبعين وسبعمئة\nالجزء: 1 ¦ الصفحة: 152\n",
        "ديوَان صفي الدّين\nديوَان صَلَاح الدّين الصَّفَدِي\nديوَان طَالب إنلي\nديوَان الطغرائي\nديوَان عرفي الشِّيرَازِيّ\nديوَان عفيف التلمساني\nديوَان المتنبي\nالجزء: 1 ¦ الصفحة: 153\n",
        "ذ\nذَات الْفَوَائِد\nللطغ\nر\nائي فِي التراكيب\nذبقور على المراج\nلشمس الدّين أَحْمد الْمَعْرُوف بذبقور\nوَمن تصانيفه الْحَوَاشِي على شرح آدَاب الْبَحْث لمسعود الرُّومِي وَله شرح على الْمَقْصُود فِي الصّرْف من عُلَمَاء السُّلْطَان مُحَمَّد خَان بن السُّلْطَان مُرَاد خَان\nذخائر العقبى\nلمحب الدّين الطَّبَرِيّ\nالذَّخَائِر والأعلاق فِي آدَاب النُّفُوس والأخلاق\nللإشبيلي وَهُوَ أَبُو عبد الله سَلام بن عبد الله الْبَاهِلِيّ الإشبيلي\nالذَّخِيرَة\nلشيخ الْإِسْلَام خُوَاهَر زَاده\nقَالَ صَاحب الْجَوَاهِر الْمَشْهُور بِهَذِهِ النِّسْبَة عِنْد الْإِطْلَاق اثْنَان\nأَحدهمَا ابو بكر مُحَمَّد بن الْحُسَيْن البُخَارِيّ ابْن أُخْت القَاضِي ابْن ثَابت مُحَمَّد بن أَحْمد البُخَارِيّ وَقد تكَرر ذكره بلقبه هَكَذَا فِي الْهِدَايَة وَهُوَ مُرَاد صَاحب الْهِدَايَة\nالجزء: 1 ¦ الصفحة: 154\n",
        "وَالْآخر بدر الدّين مُحَمَّد بن مَحْمُود الكردري ابْن أُخْت الشَّيْخ شمس الدّين الكردري\nوَهُوَ مُحَمَّد بن الْحُسَيْن البُخَارِيّ الْمَعْرُوف بِأبي بكر خُوَاهَر زَاده\nوَمن تصانيفه الْمَبْسُوط والإيضاح وَغير ذَلِك\nتوفّي سنة ثَلَاث وَثَمَانِينَ واربعمئة\nذخيرة الألباء فِي الْأَشْبَاه\nلِابْنِ بذوخ الطَّبِيب\nالذَّخِيرَة فِي التَّفْسِير\nلِابْنِ عقيل وَهُوَ عبد الله بن عبد الرَّحْمَن بن عبد الله بن أبي الْفَتْح مُحَمَّد بن عقيل الْعقيلِيّ الطَّالِبِيُّ الْهَاشِمِي الشَّافِعِي ولد سنة ثَمَان وَتِسْعين وستمئة\nوَمن تصانيفه الْجَامِع النفيس وتيسير الاستعداد وَهُوَ ملخص من الْجَامِع وإملاء الْوَجِيز ملخص الذَّخِيرَة وَكتاب فِي بَيَان مَسْأَلَة رفع الْيَدَيْنِ وَكتاب المساعد وَله إملاء على شرح ألفية ابْن مَالك وَله رِسَالَة على قَول أَنا مُؤمن إِن شَاءَ الله\nوَتُوفِّي سنة تسع وَسِتِّينَ وسبعمئة\nالذَّخِيرَة فِي محَاسِن أهل الجزيرة\nلِابْنِ البسام وَهُوَ أَبُو الْحسن عَليّ بن أَحْمد بن مَنْصُور بن بسام الْمَعْرُوف بالبسامي\nتوفّي فِي سنة اثْنَتَيْنِ وثلاثمئة\nالجزء: 1 ¦ الصفحة: 155\n",
        "ذِرَاع الْكَعْبَة\nللخصاف فِي الْأَحْكَام\nذكر الصَّالِحين\nلِابْنِ هَارُون الأودني فِي أَحْدَاث الزَّمَان\nذكرى حبيب\nلأبي الْعَلَاء المعري شرح ديوَان أبي تَمام شَرحه بعد الِاخْتِصَار\nذلة الْقَارِي\nللحدادي وَهُوَ ابو الْقَيْس أَبُو بكر عَليّ بن مُحَمَّد الْحداد الْفَقِيه\nوَمن مصنفاته السراج الْوَهَّاج شرح الْقَدُورِيّ وَتَفْسِير الْقرَان الْعَظِيم الْمُسَمّى بكشف التَّنْزِيل والجوهرة النيرة وَشرح الْمَنْظُومَة وَشرح قيد الأوابد وَغير ذَلِك\nتوفّي سنة ثمانمئة\nذهب الذَّهَب فِي معرفَة أَئِمَّة الْعَرَب أَو الْأَدَب\nالجزء: 1 ¦ الصفحة: 156\n",
        "ر\nرَاحَة الْأَرْوَاح شرح قصيدة الْبردَة\nللْمولى المرحوم شيخ\nز\nَاده الْمحشِي القَاضِي\nالراموز\nلسيدي عَليّ العجمي من عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان مُحَمَّد بن السُّلْطَان بايزيد إيلدرم\nوَمن تصانيفه حَاشِيَة شرح الشمسية للسَّيِّد الشريف وحاشية شرح الْمطَالع وحاشية شرح المواقف وَغير ذَلِك\nتوفّي سنة سِتِّينَ وثمانمئة\nربيع الْأَبْرَار فِي المحاضرات\nلمحمود الزَّمَخْشَرِيّ صَاحب الْكَشَّاف فِي الأساس\nرُتْبَة الْحَكِيم\nللمجريطي\nالرحلة\nلِابْنِ\nالجزء: 1 ¦ الصفحة: 157\n",
        "رد الانتقاد\nللْإِمَام الْبَيْهَقِيّ\nرد الْيَهُود\nلعيسى بن إِسْحَاق بن زرْعَة أبي عَليّ من نَصَارَى الْعرَاق\nالرَّد\nللمرحوم سِنَان الكينكجي جد الْمولى الْمَعْرُوف بعرب شاه زَاده\nالرسَالَة البهارية\nلأبي الْقَاسِم مُحَمَّد بن مَسْعُود البُخَارِيّ\nرِسَالَة التَّخْصِيص بعد التَّعْمِيم\nلمُحَمد بن حزم الصديقي من عُلَمَاء دولة السُّلْطَان سليم بن سُلَيْمَان خَان\nوَمن مصنفاته المحاكمة بَين صدر الشَّرِيعَة وَابْن كَمَال الْوَزير\nرِسَالَة الْجمع\nللفارابي\nرِسَالَة الْجِهَاد\nللْمولى المرحوم خطيب زَاده\nرِسَالَة الغفران\nلأبي الْعَلَاء المعري\nرِسَالَة معراجية\nلأبي عَليّ\nالجزء: 1 ¦ الصفحة: 158\n",
        "رِسَالَة الوضيع\nللْمولى الْمَعْرُوف بالعضد شرحها الْمولى الْفَاضِل أَبُو الْقَاسِم اللَّيْثِيّ السَّمرقَنْدِي\nرِسَالَة فِي إِبَاحَة شرب الْخمْرَة\nالمواعظ أبي المظفر بن أبي الْحُسَيْن الْمَعْرُوف بالأمير سامحه الله تَعَالَى وَعَفا عَنهُ\nرِسَالَة فِي بَيَان مَا عرفناك حق معرفتك\nلِابْنِ قطب الدّين الأزنيقي وصدره الْحَمد لله الَّذِي غرق فِي بحار مَعْرفَته عُيُون الْعُقَلَاء\nرِسَالَة فِي خلق الْقرَان\nلعبد الْعَزِيز الْكِنَانِي\nرشحات\nللجامي وَهُوَ عبد الرَّحْمَن الجامي وَمن تصانيفه النفحات\nرشحات\nلعَلي بن حُسَيْن الْوَاعِظ المتخلص بالكاشفي\nالرفيع شرح البديع\nلِابْنِ أَمِير الْحَاج وَهُوَ مُوسَى بن أَمِير حَاج بن مُحَمَّد السريري\nولد سنة سبع وَسِتِّينَ وستمئة\nوَتُوفِّي سنة سِتّ وَثَلَاثِينَ وسبعمئة كَذَا فِي الْمِصْبَاح\nالجزء: 1 ¦ الصفحة: 159\n",
        "الرقم\nاسْم لشرح الْبردَة للشَّيْخ شمس الدّين بن الصَّائِغ الْحَنَفِيّ\nرموز الْكُنُوز\nلعبد الرَّزَّاق بن رزق الله بن أبي بكر خلف الرَّسْعَنِي الْحَنْبَلِيّ\nتوفّي سنة إِحْدَى وَسِتِّينَ وستمئة\nروزنامه\nروض الْأَخْبَار مُخْتَصر ربيع الْأَبْرَار\nللعلامة الزَّمَخْشَرِيّ لِابْنِ الْخَطِيب قَاسم وَهُوَ محيي الدّين مُحَمَّد بن الْخَطِيب قَاسم من عُلَمَاء دولة السُّلْطَان سليم خَان فاتح الْولَايَة المصرية بأسرها\nوَمن مصنفاته الْحَوَاشِي على أَوَائِل شرح الْوِقَايَة للفاضل صدر الشَّرِيعَة وحواش على شرح الْفَرَائِض للسَّيِّد الشريف وَغير ذَلِك\nوَتُوفِّي سنة أَرْبَعِينَ وتسعمئة\nالرَّوْض الْأنف\nلِلسُّهَيْلِي فِي شرح سيرة رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ عبد الرَّحْمَن بن الْخَطِيب بِمَدِينَة مالقة\nولد سنة ثَمَان وخمسمئة\nوَمن مصنفاته كتاب التَّعْرِيف والإعلام فِيمَا أبهم فِي الْقرَان من الْأَسْمَاء الْأَعْلَام ونتائج الْفِكر وَمَسْأَلَة رُؤْيَة الله فِي الْمَنَام ورؤية النَّبِي صلى الله عَلَيْهِ وَسلم وَمَسْأَلَة السِّرّ فِي عور\nالجزء: 1 ¦ الصفحة: 160\n",
        "الدَّجَّال وَغير ذَلِك فِي الصِّحَاح وروضة أنف أَي لم يرعها أحد\nتوفّي بحاضرة مراكش سنة إِحْدَى وَثَمَانِينَ وخمسمئة روض الرياحين\nوَهُوَ كتاب لطيف فِي معرفَة حكايات الصَّالِحين للشَّافِعِيّ وَهُوَ عبد الله بن اِسْعَدْ عَليّ الْيَمَانِيّ الشَّافِعِي\nوَمن تصانيفه التَّارِيخ الْمَشْهُور ومصباح الظلام وَغير ذَلِك\nتوفّي سنة سبع وَسِتِّينَ وسبعمئة\nالرَّوْض المسلوب لصَاحب الْقَامُوس\nفِي البصائر\nروض المناظر فِي التَّارِيخ\nوَهُوَ من التواريخ المفيدة عَامَّة فِي الإفادة وَجمع الْفَوَائِد لِابْنِ الشّحْنَة\nرَوْضَة الأحباب\nرَوْضَة أَخْلَاق الْعلمَاء\nلِابْنِ سعيد العزنوي وَهُوَ أَحْمد بن مُحَمَّد بن مَحْمُود بن سعيد الغزنوي\nوَمن تصانيفه الْمُقدمَة الْمَشْهُورَة وَكتاب فِي اصول الْفِقْه وَفِي اصول الدّين ايضا وَسَماهُ بروضة الْمُتَكَلِّمين\nتوفّي سنة ثَلَاث وَتِسْعين وخمسمئة\nرَوْضَة الشُّهَدَاء\nلحسين الْوَاعِظ\nالجزء: 1 ¦ الصفحة: 161\n",
        "رَوْضَة الْعلمَاء\nلعَلي بن يحيى الزندويستي من الْحَنَفِيَّة رَضِي الله عَنهُ يتتبع زَكَرِيَّا الزندويستي فِي هَذِه الرَّوْضَة إِذا أذن الذِّمِّيّ فِي وَقت الصَّلَاة يصير مُسلما لِأَنَّهُ أقرّ بِدَلِيل الْإِسْلَام\nرَوْضَة المفتيين\nلِابْنِ ملك وَهُوَ مُحَمَّد بن عبد اللَّطِيف بن الْملك\nوَمن تصانيفه شرح الْوِقَايَة وَشرح المصابيح\nالرَّوْضَة فِي الْفِقْه\nللنواوي فِي الْأَذْكَار\nرياض الشُّعَرَاء\nللوالد المرحوم فِي التَّذْكِرَة\nالرياض النضرة فِي فَضَائِل الْعشْرَة\nتأليف الإِمَام محب الدّين أبي جَعْفَر الطَّبَرِيّ\nالرياض فِي الحَدِيث\nللنووي فِي الْأَذْكَار\nالرياضة\nلأبي سهل الزجاجي\nالجزء: 1 ¦ الصفحة: 162\n",
        "رَيْحَانَة العاشق\nللأديب أبي الْقَاسِم المنبوز\nرَيْحَانَة الْقُلُوب\nللكوراني وَهُوَ الْعَالم الْعَلامَة شمس الْملَّة وَالدّين أَحْمد بن إِسْمَاعِيل الكوراني\nوَمن تصانيفه تَفْسِير الْقرَان الْمُسَمّى بغاية الْأَمَانِي فِي تَفْسِير السَّبع المثاني وَشرح البُخَارِيّ الْمُسَمّى بالكوثر الْجَارِي على رياض البُخَارِيّ\nوَله حَاشِيَة على شرح الجعبري للقصيدة الشاطبية وَغير ذَلِك\nتوفّي سنة ثَلَاث وَتِسْعين وثمانمئة\nالجزء: 1 ¦ الصفحة: 163\n",
        "ز\nزَاد الْفِقْه\nلِابْنِ الْهمام فِي التَّحْرِير\nزَاد الْم\nس\nير فِي التَّفْسِير\nلِابْنِ الْجَوْزِيّ وَهُوَ أَبُو الْفرج عبد الرَّحْمَن بن أبي الْحُسَيْن عَليّ بن مُحَمَّد الْقرشِي الْمَالِكِي\nولد سنة عشر وخمسمئة على القَوْل الْأَرْجَح\nوَمن تصانيفه المنتظم فِي تواريخ الْعَجم والموضوعات أورد فِيهِ كل حَدِيث مَوْضُوع وَغير ذَلِك\nتوفّي سنة سبع وَسِتِّينَ وخمسمئة\nالزَّاهِر\nلأبي عبد الله الْقُرْطُبِيّ\nالزَّاهِر\nلِابْنِ الْأَنْبَارِي وَهُوَ مُحَمَّد بن الْقَاسِم بن مُحَمَّد بن بشار بن الْحُسَيْن بن بَيَان بن سَمَّاعَة بن أبي بكر الْأَنْبَارِي\nالجزء: 1 ¦ الصفحة: 164\n",
        "ولد سنة إِحْدَى وَسبعين ومئتين\nوَمن تصانيفه غَرِيب الحَدِيث والأضداد والمشكل والمؤنث وأدب الْكَاتِب والمقصور والممدود والواضح فِي النَّحْو والموضح فِيهِ أَيْضا وَشرح شعر الْأَعْشَى وَشرح شعر النَّابِغَة وَشرح شعر زُهَيْر وَغير ذَلِك\nتوفّي سنة ثَمَان وَعشْرين وثلاثمئة\nالزَّاهِر فِي غرائب أَلْفَاظ الإِمَام الشَّافِعِي\nرَضِي الله عَنهُ للأزهري فِي التَّقْرِيب\nالزبدة\nللْمولى المرحوم شَامي\nالزبدة\nللمرحوم قاق زَاده\nزبدة الْحَقَائِق\nللْقَاضِي عين الْقُضَاة الْهَمدَانِي الميداني من المشائخ الْمَذْكُورَة فِي رشحات الْمولى السَّامِي عبد الرَّحْمَن الجامي\nزبدة الْمقَال فِي الموعظة\nجمعهَا مُحَمَّد شوقي بن أَحْمد الْمَعْرُوف بجومر احْمَد الْمدرس بمدرسة السُّلْطَانِيَّة فِي بروسة دونه سنة تسع وَتِسْعين والف وَله كتاب فِي التواريخ اسْمه شرح المخصوصات وَكتاب فِي الفتاوي اسْمه اهم الْمسَائِل\nوَكَانَ الْمولى الْمَزْبُور من زمرة المدرسين جعل الله سَعْيه مشكورا\nالزبُور\nأنزلهُ الله على دَاوُد عَلَيْهِ السَّلَام\nالجزء: 1 ¦ الصفحة: 165\n",
        "زخر العارفين\nللْمولى المرحوم الموسوم بمصلح الدّين مصطفى بن الْحَاج حسن بن الْحَاج رَمَضَان بن فتح الله الْمَشْهُور بالعارمي\nمن عُلَمَاء دولة السُّلْطَان مُحَمَّد بن السُّلْطَان مُرَاد بن السُّلْطَان سليم رَحِمهم الله أَجْمَعِينَ\nزهر الْآدَاب\nللحصري بِضَم الْحَاء الْمُهْملَة وَسُكُون الصَّاد الْمُهْملَة وَبعدهَا الرَّاء الْمُهْملَة وَهُوَ إِبْرَاهِيم بن عَليّ بن تَمِيم الْمَعْرُوف بالحصري القيرواني\nوَمن تصانيفه كتاب المصون وَغير ذَلِك وَهُوَ من الشُّعَرَاء وَله ديوَان\nتوفّي سنة ثَلَاث وَخمسين وأربعمئة\nزهر الرّبيع فِي البديع\nللمطرزي فِي الْإِقْنَاع\nزهر الكمام فِي بَيَان قصَّة يُوسُف عَلَيْهِ السَّلَام\nلِأَحْمَد بن مُحَمَّد بن أَحْمد البجامي الْمصْرِيّ بَلَدا الشَّافِعِي مذهبا\nالزهر والرياض\nلِابْنِ المعتز فِي الْآدَاب\nالزهرة\nلمُحَمد بن دَاوُد عَليّ بن خلف الْأَصْبَهَانِيّ الْمَعْرُوف بالظاهري\nوَهُوَ مَجْمُوعَة ادب أَتَى بِهِ بِكُل وَاقعَة غَرِيبَة ونادرة عَجِيبَة إِلَى آخِره\nالجزء: 1 ¦ الصفحة: 166\n",
        "زَوَائِد الزّهْد\nلعبد الله بن أَحْمد\nالزَّوَائِد والفوائد\nللرستغفني وَهُوَ عَليّ بن سعيد أَبُو الْحسن الرستغفني\nوَمن تصانيفه إرشاد الْمُهْتَدي\nالزِّيَادَات\nللْإِمَام مُحَمَّد بن حسن الشَّيْبَانِيّ وَعِنْدِي نُسْخَة جليلة بِخَط الْمولى الْفَاضِل مُحَمَّد بن إِبْرَاهِيم الأوزعي ذكره صَاحب الْجَوَاهِر المضية\nالزِّيَادَات\nلأبي مُحَمَّد مُوسَى الضَّرِير وَهُوَ مُحَمَّد بن عِيسَى من الْحَنَفِيَّة\nالزِّيَادَات\nللعتابي وَهُوَ أَحْمد بن مُحَمَّد بن عمر ابو نصر العتابي البُخَارِيّ الْحَنَفِيّ\nوَمن تصانيفه جَوَامِع الْفِقْه وَشرح الْجَامِع الْكَبِير وَشرح الْجَامِع الصَّغِير وَغير ذَلِك\nتوفّي سنة سِتّ وَثَمَانِينَ وخمسمئة\nالزيج\nلِابْنِ شاطر\nالجزء: 1 ¦ الصفحة: 167\n",
        "الزيج\nلالغ بك بن شاهرخ بن الْأَمِير تيمور\nزيج الحاكمي\nلأبي الْحسن عَليّ بن أبي سعيد عبد الرَّحْمَن بن أَحْمد بن مُوسَى\nوَهُوَ زيج كَبِير فِي ارْبَعْ مجلدات ذكره صَاحب النزهة\nزِينَة الدَّهْر فِي التَّارِيخ\nوَهُوَ ابو الْمَعَالِي سعد بن عَليّ بن الْقَاسِم الْأنْصَارِيّ الخزرجي الْوراق الحظيري الْمَعْرُوف بدلال الْكتب\nوَمن تصانيفه لمح الْملح\nتوفّي سنة ثَمَان وَسِتِّينَ وخمسمئة\nالجزء: 1 ¦ الصفحة: 168\n",
        "س\nساقي نامه استاد يحيى أَفَنْدِي\nمطلعه كل أَي ن\nش\nوه دَار شراب\nساقي نامه أميدي\nمطلعه حريفي كه ايْنَ نيلكون جم\nساقي نامه طهوري\nساقي نامه بياني\nمطلعه زرشان سخن\nساقي نامه جمعي\nمطلعه كل أَي ساقى نرم ميده\nساقي نامه حَافظ\nمطلعه بيا ساقي ان مى كه حَال اورد\nساقي نامه خواجه حيدر\nمطلعه مِنْهُ دلّ درين دير ديرين خراب\nساقي نامه خوجو\nمطلعه كدامين جَام جم وجم كجاست\nالجزء: 1 ¦ الصفحة: 169\n",
        "ساقي نامه صبوحي\nالمرحوم مطلعه حمدا كه اندي صنع ياك\nساقي نامه طفلي جبلي\nمطلعه أَي ساقي طرفه كاري جيز\nساقي نامه عَرَبِيّ زَاده\nمطلعه كل أَي نشوه دَار شراب\nساقي نامه عزمي\nمطلعه بيا ساقي ايْنَ يشتكي رابيخ\nساقي نامه نركس\nمطلعه خوش ان دمكه خوش بودم از روزكار\nساقي نامه نَوْعي زَاده\nمطلعه بنام خداوند املاك خاك\nساقي نامه وَالِد\nمطلعه حمد أول أحد قديم وباكه\nالسَّامِي فِي الْأَسَامِي\nللميداني فِي الْأَمْثَال\nالسَّبع السيارة\nللجنابي صَاحب التَّارِيخ وَهُوَ أَبُو بكر مُحَمَّد بن الْوَلِيد بن الْوَلِيد بن مُحَمَّد بن خلف بن سُلَيْمَان الطرطوشي الْفَقِيه الْمَالِكِي\nالجزء: 1 ¦ الصفحة: 170\n",
        "ولد سنة إِحْدَى وَخمسين وأربعمئة قَالَ ابْن خلكان وَله التصانيف\nتوفّي سنة عشْرين وخمسمئة\nالسَّبع الشداد\nللْمولى الْفَاضِل مَوْلَانَا لطفي وَهُوَ الْمولى لطف الله التوقاني الشَّهِيد\nوَمن تصانيفه الْحَاشِيَة على شرح الْمطَالع وعَلى شرح الْمِفْتَاح للسَّيِّد\nوَله رِسَالَة ذكر فِيهَا أَقسَام الْعُلُوم الشَّرْعِيَّة والعربية حَتَّى بلغ مِقْدَار مئة علم كَذَا فِي الشقائق\nتوفّي سنة تسعمئة\nسبل الرشاد\nلعبد الباسط البُلْقِينِيّ\nسر الْأَدَب\nللثعالبي\nسر البلاغة\nللثعالبي وَهُوَ ابو مَنْصُور عبد الْملك بن مُحَمَّد بن إِسْمَاعِيل الثعالبي النَّيْسَابُورِي ولد سنة خمسين وثلاثمئة\nوَمن تصانيفه يتيمة الدَّهْر فقه اللُّغَة وَمن غَابَ عَنهُ المطرب ومؤنس الوحيد والمضاف والمنسوب وسحر البلاغة وسر البراعة وَغير ذَلِك\nتوفّي فِي دولة الْقَائِم بِأَمْر الله العباسي سنة تسع وَعشْرين وأربعمئة\nالجزء: 1 ¦ الصفحة: 171\n",
        "سر الصِّنَاعَة\nلِابْنِ جني فِي التصريف\nسر المكتوم\nللعماد الْكَاتِب فِي الخريدة\nسر المكتوم فِي علم الكهانة\nللْإِمَام الرَّازِيّ فِي الْأَرْبَعين\nسراج الْعُقُول\nلأبي طَاهِر الْقزْوِينِي\nسراج المريدين\nلِابْنِ عَرَبِيّ وَهُوَ مُحَمَّد بن عَليّ مُحَمَّد الْعَرَبِيّ\nوَمن مصنفاته الفتوحات والفصوص وَغير ذَلِك\nمن عُلَمَاء عصر الْمُسْتَنْصر بِاللَّه العباسي\nتوفّي سنة ثَمَان وَثَلَاثِينَ وستمئة\nسراج الْمُلُوك\nللطرطوشي\nالسراج الْوَهَّاج\nشرح مُخْتَصر الْقَدُورِيّ للحدادي فِي الْجَوْهَرَة\nالجزء: 1 ¦ الصفحة: 172\n",
        "سرح الْعُيُون فِي شرح رِسَالَة ابْن زيدون\nلِابْنِ نَبَاته وَهُوَ ابو النَّصْر عبد الْعَزِيز بن عمر بن مُحَمَّد بن أَحْمد بن نباتة\nولد سنة سبع وثلاثمئة\nوَتُوفِّي سنة خمس وأربعمئة\nالسرقات\nلِابْنِ المعتز فِي الْآدَاب\nسرُور النَّفس\nللتيفاشي\nسفر السَّعَادَة\nللسخاوي وَهُوَ عَليّ بن مُحَمَّد بن عبد الصَّمد الإِمَام علم الدّين أَبُو الْحسن السخاوي النَّحْوِيّ الْمصْرِيّ الشَّافِعِي ولد فِي سنة تسع وَخمسين وخمسمئة على القَوْل الْأَرْجَح\nوَمن تصانيفه سفر الإفادة أَظن أَنه شرح على الْمفصل كالكتاب الْمَذْكُور\nوَتُوفِّي سنة ثَلَاث واربعين وتسعمئة\nسقط الزند\nلأبي الْعَلَاء المعري وَهُوَ أَحْمد بن عبد الله بن سُلَيْمَان بن دَاوُد التنوخي\nوَمن مؤلفاته شرح ديوَان المتنبي الْمُسَمّى باللامع العزيزي وديوان البحتري الْمُسَمّى ب عَبث الْوَلِيد\nالجزء: 1 ¦ الصفحة: 173\n",
        "سكردان السُّلْطَان\nلِابْنِ أبي حجلة فِي الدِّيوَان\nسلسلة الذَّهَب\nللْمولى السَّامِي الْمَعْرُوف بالجامي\nالسُّلْطَان الْمُبين فِي أصُول الدّين\nلأبي بكر الكاشاني وَهُوَ عَلَاء الدّين ملك الْعلمَاء أَبُو بكر بن مَسْعُود بن أَحْمد الكاشاني وَمن تصانيفه الْبَدَائِع وَغير ذَلِك\nتوفّي سنة سبع وَثَمَانِينَ وخمسمئة\nسلم السَّمَاء\nلغياث الدّين الكاشي\nسلوان المطاع\nلِابْنِ الظفر وَهُوَ أَبُو عبد الله مُحَمَّد بن أبي مُحَمَّد بن ظفر الصّقليّ\nوَمن تصانيفه خبر الْبشر بِخَير الْبشر وَتَفْسِير الْقرَان الْمُسَمّى بالينبوع ونجباء الأنباء وحاشية درة الغواص وَشرح المقامات للحريري\nقَالَ صَاحب الْمِفْتَاح وَهُوَ اثْنَان صَغِير وكبير وَغير ذَلِك\nتوفّي سنة خمس وَسِتِّينَ وخمسمئة\nسلوة الهموم\nلِابْنِ مكي الرَّازِيّ وَهُوَ عَليّ بن أَحْمد بن مكي الرَّازِيّ وَمن تصانيفه خُلَاصَة الدَّلَائِل وَغير ذَلِك\nتوفّي سنة ثَمَان وَتِسْعين وخمسمئة\nالجزء: 1 ¦ الصفحة: 174\n",
        "سليم نامه\nبالنظم الْفَارِسِي لأداني افندي كَانَ معاصرا لصَاحب التَّارِيخ إِدْرِيس البدليسي\nسليم نامه\nلإسحاق أَفَنْدِي من عُلَمَاء دولة السُّلْطَان بايزيد بن السُّلْطَان مُحَمَّد الفاتح\nالسّنَن\nللبيهقي وَهُوَ ابو بكر أَحْمد بن الْحُسَيْن الْبَيْهَقِيّ\nولد فِي سنة أَربع وَثَمَانِينَ وثلاثمئة\nوَتُوفِّي سنة ثَمَان وَخمسين وأربعمئة\nالسّنَن\nلِلتِّرْمِذِي وَهُوَ أَبُو عِيسَى مُحَمَّد بن عِيسَى التِّرْمِذِيّ وَمن تصانيفه الصَّحِيح\nقَالَ صَاحب الْمِفْتَاح لَهُ تصانيف كَثِيرَة فِي علم الحَدِيث وَهَذَا كِتَابه الصَّحِيح أحسن الْكتب وأكثرها فَائِدَة\nتوفّي سنة تسع وَسبعين ومئتين\nالسّنَن\nللنسائي بِفَتْح النُّون الْمُشَدّدَة وَتَخْفِيف السِّين الْمُهْملَة وبالمد وَهُوَ أَبُو عبد الرَّحْمَن أَحْمد بن شُعَيْب النَّسَائِيّ الشَّافِعِي\nقَالَ صَاحب الْمِفْتَاح لَهُ كتب كَثِيرَة فِي الحَدِيث والعلل وَغير ذَلِك\nتوفّي سنة ثَلَاث وثلاثمئة\nالجزء: 1 ¦ الصفحة: 175\n",
        "السّنَن\nلِابْنِ ماجة وَهُوَ أَبُو بكر مُحَمَّد بن يزِيد بن ماجة أَبُو عبد الله القزوينى الْحَافِظ\nولد فِي سنة تسع ومئتين\nوَتُوفِّي سنة ثَلَاث وَسبعين ومئتين\nالسّنَن\nللدارقطني وَهُوَ ابو الْحسن عَليّ بن عمر الدَّارَقُطْنِيّ الْحَافِظ\nولد سنة خمس وثلاثمئة\nوَتُوفِّي سنة خمس وَثَمَانِينَ وثلاثمئة\nالسّنَن\nلأبي دَاوُد وَهُوَ أَبُو دَاوُد سُلَيْمَان بن الْأَشْعَث بن إِسْحَاق الْأَزْدِيّ السجسْتانِي\nولد فِي سنة اثْنَتَيْنِ ومئتين\nوَتُوفِّي سنة خمس وَسبعين ومئتين\nالسياسة\nللفارابي وَهُوَ أَبُو نصر مُحَمَّد بن مُحَمَّد بن طرخان الفارابي صَاحب التصانيف فِي الْمنطق وَالْحكمَة وَغَيرهَا من الْعُلُوم وَمن تصانيفه السِّيرَة الفاضلة وصنف كتابا شريفا فِي إحصاء الْعُلُوم وَغير ذَلِك\nتوفّي سنة تسع وَثَلَاثِينَ وثلاثمئة\nالجزء: 1 ¦ الصفحة: 176\n",
        "السياسة الشَّرْعِيَّة\nلتقي الدّين أبي الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن تَيْمِية\nسِيَاق تَارِيخ نيسابور\nلأبي الْحسن عبد الغافر بن إِسْمَاعِيل بن عبد الغافر الْفَارِسِي ولد سنة إِحْدَى وَخمسين وأربعمئة وَمن تصانيفه كتاب مجمع العندليب وَكتاب الْمُفْهم وَغير ذَلِك\nوَتُوفِّي سنة تسع وَعشْرين وخمسمئة\nالسّير\nللزبير بن بكار وَهُوَ ابو عبد الله الزبير بن بكر بن بكار\nوَمن تصانيفه كتاب أَنْسَاب قُرَيْش\nقَالَ صَاحب الْمِفْتَاح وَله مصنفات دلّت على فَضله واطلاعه\nتوفّي سنة سِتّ وَخمسين ومئتين\nالسّير\nلمُحَمد بن الْحسن بن يسَار المطلبي\nالسّير الصَّغِير\nللسليمان الْجَوْز جاني وَهُوَ أَبُو سُلَيْمَان مُوسَى بن سُلَيْمَان الْجَوْز جاني صَاحب الإِمَام مُحَمَّد بن الْحسن وَمن تصانيفه كتاب الصَّلَاة\nقَالَ صَاحب الْمِفْتَاح وَكتب أُخْرَى أطول من هَذَا\nالجزء: 1 ¦ الصفحة: 177\n",
        "السّير الْكَبِير\nللْإِمَام مُحَمَّد بن الْحسن وَهُوَ أَبُو عبد الله مُحَمَّد بن الْحسن بن مرقد الشَّيْبَانِيّ\nولد فِي سنة اثْنَتَيْنِ وَثَلَاثِينَ ومئة\nوَمن تصانيفه الْجَامِع الْكَبِير وَالْجَامِع الصَّغِير والمبسوط والزيادات والنوادر والأمالي والرقيات والكيسانيات والهارونيات والجرجانيات وَغير ذَلِك\nوَاعْلَم أَن السّير الْكَبِير أخر تصنيف الإِمَام الْمَزْبُور فِي الْفِقْه\nوَتُوفِّي سنة تسع وَثَمَانِينَ ومئة\nسير أَعْلَام النبلاء\nللذهبي فِي مُخْتَصر درة الأسلاك فِي عشْرين مجلدا\nالسِّيرَة\nلِابْنِ هِشَام وَهُوَ عبد الْملك بن هِشَام\nقَالَ السُّيُوطِيّ فِي طَبَقَات النَّحْوِيين ابْن هِشَام جمَاعَة كَثِيرَة أشهرهم ثَمَانِيَة\nالأول عبد الْملك بن هِشَام صَاحب السِّيرَة\nوَالثَّانِي مُحَمَّد بن يحيى بن هِشَام الخضراوي\nوَالثَّالِث أَبُو عبد الله مُحَمَّد بن أَحْمد بن هِشَام اللَّخْمِيّ\nوَالرَّابِع أَحْمد بن عبد الله بن أَحْمد هِشَام الْفَارِسِي\nالجزء: 1 ¦ الصفحة: 178\n",
        "وَالْخَامِس الشَّيْخ جمال الدّين عبد الله بن يُوسُف بن هِشَام الْحَنْبَلِيّ الْمُتَأَخر صَاحب الْمُغنِي وَغَيره\nوَالسَّادِس وَلَده محيي الدّين مُحَمَّد\nوَالسَّابِع حفيده أَحْمد بن عبد الرَّحْمَن\nوَالثَّامِن سبطه شمس الدّين مُحَمَّد بن عبد الْوَاحِد العجمي\nسيرة مغلطاي\nسيرة الْمُلُوك\nللوزير نظام الدّين الْمَعْرُوف بنظام الْملك وَهُوَ السياسة المدنية وَهُوَ أَبُو عَليّ الْحسن بن عَليّ بن الْحسن\nولد سنة ثَمَان وأربعمئة\nوَتُوفِّي سنة خمس وَثَمَانِينَ وأربعمئة\nقَالَ فِي حَقه شبْل الدولة\n(كَانَ الْوَزير نظام الْملك لؤلؤة\n...\nنفيسة صاغها الرَّحْمَن من شرف)\n(عرت فَلم تعرف الْأَيَّام قيمتهَا\n...\nفَردهَا غيرَة مِنْهُ إِلَى الصدف)\nالجزء: 1 ¦ الصفحة: 179\n",
        "ش\nالشافي فِي علم القوافي\nللْإِمَام أبي الْقَاسِم عَليّ بن جَعْفَر بن عَليّ السَّعْدِيّ ال\nص\nّقليّ الْمَعْرُوف بِابْن القطاع\nالشافي شرح مُسْند الشَّافِعِي\nلِابْنِ الْأَثِير\nشافي العي\nلحسين الرَّازِيّ\nالشافية\nلِابْنِ الْحَاجِب وَهُوَ عُثْمَان بن عمر بن أبي بكر بن يُونُس الْعَلامَة جمال الدّين أَبُو عمر بن الْحَاجِب\nولد سنة سبعين وخمسمئة على القَوْل الْأَرْجَح\nوَمن تصانيفه الْمُخْتَصر فِي الْفِقْه والمختصر فِي الْأُصُول وَآخر أكبر مِنْهُ سَمَّاهُ الْمُنْتَهى والكافية عَن التَّعْرِيف وَشَرحهَا ونظم الوافية فِي الْعرُوض وَشرح الْمفصل الْمُسَمّى بالإيضاح والأمالي فِي النَّحْو وَغير ذَلِك\nتوفّي سنة سِتّ وَأَرْبَعين وستمئة\nالشَّامِل فِي الطِّبّ\nابْن أبي الْحسن\nالجزء: 1 ¦ الصفحة: 180\n",
        "الشَّامِل فِي الطِّبّ\nلِابْنِ النفيس وَهُوَ عَليّ بن أبي الحزم عَلَاء الدّين بن النفيس الطَّبِيب الْمصْرِيّ الْفَقِيه الشَّافِعِي\nوَمن تصانيفه كتاب الموجز وَشرح كليات القانون وَشرح التَّنْبِيه فِي الْفِقْه وَكتاب الشَّامِل فِي الطِّبّ\nوَقَالَ صَاحب الْمِفْتَاح وصنف فِي أصُول الْفِقْه والمنطق وَغير ذَلِك\nتوفّي سنة سبع وَثَمَانِينَ وستمئة\nالشَّامِل فِي الْفِقْه\nلأبي نصر عبد السَّيِّد بن الصّباغ\nالشَّامِل فِي الْفِقْه\nلأبي الْقَاسِم الْبَيْهَقِيّ وَهُوَ إِسْمَاعِيل بن الْحُسَيْن بن عبد الله ابو الْقَاسِم الْبَيْهَقِيّ\nوَمن تصانيفه الْكِفَايَة وَغير ذَلِك\nالشَّامِل فِي الْكَلَام\nلإِمَام الْحَرَمَيْنِ\nشذور الذَّهَب فِي معرفَة كَلَام الْعَرَب\nلِابْنِ هِشَام الْأنْصَارِيّ وَهُوَ عبد الله بن يُوسُف بن أَحْمد بن عبد الله بن هِشَام الْأنْصَارِيّ الْحَنْبَلِيّ ولد فِي سنة ثَمَان وسبعمئة وَمن تصانيفه التَّوْضِيح على الألفية وَرفع الْخَصَاصَة وعمدة الطَّالِب والتحصيل والتلميذ وَشرح الشواهد الْكُبْرَى وَالصُّغْرَى وَالْقَوَاعِد الْكُبْرَى وَالصُّغْرَى وَغير ذَلِك\nتوفّي سنة إِحْدَى وَسِتِّينَ وسبعمئة\nالجزء: 1 ¦ الصفحة: 181\n",
        "الشذور فِي اللُّغَة\nلأبي عَليّ الْحسن بن رَشِيق القيرواني\nوَمن تصانيفه كتاب الْعُمْدَة فِي معرفَة الشّعْر والأنموذج وقراضة الذَّهَب وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَسِتِّينَ وأربعمئة رَحمَه الله\nشرح أَبْيَات الْجمل\nللبطليوسي وَهُوَ عبد الله بن مُحَمَّد بن السَّيِّد الْمُشَدّدَة بِكَسْر السِّين\nوَمن مصنفاته شرح أدب الْكَاتِب وَشرح الْمُوَطَّأ وَشرح ديوَان المتنبي\nشرح الْإِرْشَاد فِي النَّحْو\nلِابْنِ السَّيِّد الشريف الْجِرْجَانِيّ\nشرح الْإِنْجِيل\nلأبي فرج صَاحب التصانيف العديدة الْخَارِجَة عَن حد التعداد\nشرح البُخَارِيّ\nللصفاقسي\nشرح الْبردَة\nللْمولى الْمَعْرُوف بِحسن التالشي\nالجزء: 1 ¦ الصفحة: 182\n",
        "شرح التأويلات\nشرح ديوَان المتنبي\nلِلْوَاحِدِيِّ\nشرح ديوَان المتنبي\nللإفليلي\nشرح ديوَان المتنبي\nللخطيب التبريزي\nشرح الرائية\nللفقيه عبد الله الإشبيلي\nشرح الْقَامُوس\nلعبد الرؤوف المناوئ\nشرح كتاب الْإِيضَاح\nلأبي الْحسن عَليّ بن عِيسَى بن الْفرج بن صَالح الربعِي الْبَغْدَادِيّ الْمنزل الشِّيرَازِيّ الأَصْل\nالجزء: 1 ¦ الصفحة: 183\n",
        "شرح اللمع\nلأبي الْقَاسِم عمر بن ثَابت الثمانيني الضَّرِير\nشرح مُخْتَصر الْوِقَايَة\nللْمولى الْقُهسْتَانِيّ بِضَم الْقَاف وَالْهَاء وَسُكُون السِّين\nشرح الْمَقْصُورَة\nلِابْنِ الصَّائِغ\nشرح الْمَقْصُورَة\nالْمُسَمّى بالدرر المضيئة لحسن بن عَليّ بن إِدْرِيس التّونسِيّ\nهَذَا الْكتاب عندنَا بِخَط الْمُؤلف رَحْمَة الله عَلَيْهِ\nشرح مَقْصُورَة ابْن دُرَيْد\nلأبي عبد الله مُحَمَّد بن الشَّيْخ أبي الْعَبَّاس احْمَد بن هِشَام اللَّخْمِيّ\nقَالَ الْوَالِد ذكره ابْن خلكان فِي تَارِيخه\nشرعة الْإِسْلَام\nللْإِمَام زَاده وَهُوَ مُحَمَّد بن أبي بكر بن الْمُفْتِي بن إِبْرَاهِيم الْوَاعِظ الْمَعْرُوف بِإِمَام زَاده شرحها الْعَالم الْعَلامَة مُحَمَّد بن محشي من عُلَمَاء دولة السُّلْطَان بايزيد بن السُّلْطَان مُحَمَّد الفاتح\nولد سنة إِحْدَى وَتِسْعين وأربعمئة\nالجزء: 1 ¦ الصفحة: 184\n",
        "شرف نامه\nلإِبْرَاهِيم قوام فاروقي\nالشرفية\nكتاب فِي الموسيقى للياقوت ألفها باسم الصاحب شرف الدّين هَارُون بن الْوَزير شمس الدّين الْجُوَيْنِيّ\nوَله الأدوار فِيهِ أَيْضا\nوَهُوَ شيخ ياقوت المستعصمي كَذَا فِي مُخْتَصر درة الأسلاك\nالشُّرُوط الْكَبِير\nليحيى بن بكر من الْحَنَفِيَّة كَذَا فِي الْجَوَاهِر\nشُرُوط الْكَبِير وَالصَّغِير\nلأبي زيد الشُّرُوطِي وَهُوَ أَحْمد بن زيد الشُّرُوطِي\nوَمن تصانيفه كتاب الوثائق\nشُرُوط الْكَبِير وَالصَّغِير\nللخصاف فِي الْأَحْكَام\nشُرُوط الْكَبِير وَالصَّغِير\nللطحاوي وَهُوَ أَحْمد بن مُحَمَّد بن سَلامَة بن عبد الْملك بن سَلمَة بن سليم بن سُلَيْمَان بن جبان أَبُو جَعْفَر الطَّحَاوِيّ الْفَقِيه\nولد سنة تسع وَعشْرين ومئتين\nوَمن تصانيفه شرح الْآثَار وَأَحْكَام الْقرَان ومعاني الْآثَار وَبَيَان مُشكل الْآثَار والمختصر فِي الْفِقْه وَشرح الْجَامِع الْكَبِير وَالْجَامِع الصَّغِير والمحاضر والسجلات والوصايا والفرائض وَكتاب النَّقْض والمختصر الْكَبِير وَالصَّغِير وتاريخ والنوادر\nالجزء: 1 ¦ الصفحة: 185\n",
        "وَله حكم أَرَاضِي مَكَّة وَقِسْمَة الْفَيْء والغنائم وَكتاب الرَّد وَاخْتِلَاف الرِّوَايَات على مزِيد الْكُوفِي\nوَتُوفِّي سنة إِحْدَى وَعشْرين وثلاثمئة\nالشِّفَاء\nلِابْنِ سينا فِي الإشارات\nالشِّفَاء\nللْقَاضِي عِيَاض وَهُوَ القَاضِي أَبُو الْفضل عِيَاض بن مُوسَى بن عِيَاض بن عَمْرو بن مُوسَى بن عِيَاض بن مُحَمَّد بن مُوسَى ولد فِي سنة سِتّ وَسبعين وأربعمئة\nوَمن تصانيفه الْإِكْمَال فِي شرح كتاب سليم كمل بِهِ كتاب الْمعلم للمازني\nقَالَ صَلَاح الدّين الصَّفَدِي فِي الوافي وَله تَرْتِيب المدارك فِي ذكر فُقَهَاء مَذْهَب مَالك والعقيدة وَكتاب جَامع التَّارِيخ وَكتاب التَّنْبِيهَات ومشارق الْأَنْوَار فِي تَفْسِير غَرِيب الحَدِيث وَشرح أم زرع\nوَله عدَّة تواليف صغَار وَغير ذَلِك\nتوفّي فِي مراكش سنة أَربع وَأَرْبَعين وخمسمئة\nشِفَاء الصُّدُور\nلِابْنِ السَّبع\nشِفَاء الصُّدُور\nلأبي بكر النقاش فِي الْإِشَارَة\nالجزء: 1 ¦ الصفحة: 186\n",
        "شِفَاء الغرام\nللسخاوي فِي السّفر\nشِفَاء الغليل فِيمَا فِي كَلَام الْعَرَب من الدخيل\nللفاضل شهَاب الْمصْرِيّ الْمفضل عَن قَضَاء الْمصر\nالشِّفَاء فِي الطِّبّ\nللطرطوشي وَهُوَ مُحَمَّد بن أَحْمد بن عَامر أَبُو عَامر البلوي الطرطوشي السالمي\nقَالَ الصَّفَدِي كَانَ عَالما أديبا مؤرخا لغويا\nلَهُ فِي اللُّغَة كتاب مُفِيد وَكتاب التشبيهات\nمَاتَ سنة تسع وَخمسين وخمسمئة\nالشِّفَاء فِي الطِّبّ\nلحاجي باشا فِي التَّذْكِرَة\nالشقائق فِي مَنَاقِب الْأَعْلَام الْحَنَفِيَّة\nللمرحوم طاشكبري زَاده وَهُوَ أَحْمد بن مصطفى بن خَلِيل\nولد فِي سنة إِحْدَى وتسعمئة وَمن تصانيفه الْحَاشِيَة على حَوَاشِي الْكَشَّاف للسَّيِّد والحاشية على حَاشِيَة التَّجْرِيد للشريف والمعالم فِي الْكَلَام وَمتْن فِي الْمنطق وَمتْن وَشرح فِي الْفَرَائِض وَشرح الْفَوَائِد الغياثية فِي الْمعَانِي وَشرح الْقسم الثَّالِث من\nالجزء: 1 ¦ الصفحة: 187\n",
        "الْمِفْتَاح والحاشية على شرح الْمِفْتَاح للسَّيِّد ورسالة الشِّفَاء وَشرح الجزرية فِي الْقِرَاءَة وموضوعات الْعُلُوم وَغير ذَلِك\nتوفّي سنة ثَمَان وتسعمئة\nالشقائق فِي مَنَاقِب الإِمَام\nللزمخشري فِي الأحاجي\nالشَّمَائِل\nلأبي عِيسَى التِّرْمِذِيّ\nشمس الْأَوْقَاف فِي علم الأوفاق\nللبسطامي وَهُوَ عبد الرَّحْمَن بن عَليّ بن احْمَد البسطامي الْحَنَفِيّ\nوَمن مصنفاته كتاب الفواتح المسكية من عُلَمَاء دولة السُّلْطَان إيلدرم بايزيد\nشمس الْعُلُوم\nلنشوان بن سعيد الْحِمْيَرِي وَهُوَ نشوان بن سعيد بن نشوان اليمني الْحِمْيَرِي أَبُو سعيد الْفَقِيه الْعَلامَة المعشرلي النَّحْوِيّ اللّغَوِيّ\nقَالَ صَاحب الطَّبَقَات صنف شمس الْعُلُوم فِي اللُّغَة ثَمَانِيَة أَجزَاء\nتوفّي سنة ثَلَاث وَسبعين وخمسمئة\nالجزء: 1 ¦ الصفحة: 188\n",
        "شمس المعارف\nللبوني بِضَم الْبَاء الْمُوَحدَة التَّحْتِيَّة\nالشمسية فِي الْمنطق\nللكاتبي\nالشمسية فِي الْحساب\nلنظام الدّين النَّيْسَابُورِي\nشه نامه\nباسم الْملك بُد معاش إِسْمَاعِيل الأردبيلي لمؤلفها شاهنامه كونابادي\nشوارد اللالي فِي معرفَة الموَالِي\nلعبد الْحق بن الطلاع نقل عَن جَامع التَّعْرِيف\nالشوارد فِي اللُّغَة\nللصاغاني فِي الْآثَار\nشوارق الْأَسْرَار فِي شرح مَشَارِق الْأَنْوَار\nلصَاحب الْقَامُوس فِي البصائر\nشَوَاهِد التَّوْضِيح فِي شرح جَامع الصَّحِيح\nلِابْنِ الملقن\nشَوَاهِد النُّبُوَّة\nفَارسي للْمولى الجامي\nالجزء: 1 ¦ الصفحة: 189\n",
        "ص\nصبح الْأَعْشَى فِي صناعَة الإنشا\nللقلقشندي لأبي الْعَبَّاس أَحْمد بن عَليّ القلقشندي الشَّافِعِي\nقَالَ صَاحب الْمِفْتَاح لَكِن لم أَقف على تَرْجَمَة مُصَنفه إِلَّا أَنه مصري الدَّار\nمَاتَ سنة إِحْدَى وَعشْرين وثمانمئة\nالصِّحَاح\nللجوهري وَهُوَ إِسْمَاعِيل بن حَمَّاد الإِمَام ابو نصر الْجَوْهَرِي الفارابي ابْن أُخْت الفارابي صَاحب ديوَان الْأَدَب\nوَمن تصانيفه كتاب الْعرُو\nض\nوَهُوَ الْمُسَمّى بعروض الْوَرق ومقدمة فِي النَّحْو وَغير ذَلِك\nتوفّي سنة ثَلَاث وَتِسْعين وثلاثمئة\nصِحَاح الْعَجم\nلشارح الشرعة يحيى وَهُوَ الْعَالم الْكَامِل الْعلم الْفَاضِل الشَّيْخ يحيى بن بخش قدس الله سره الْعَزِيز\nوَمن تصانيفه مُشْتَمل الْأَحْكَام فِي الْفِقْه وَشرح الشرعة والحاشية على شرح الْوِقَايَة لصدر الشَّرِيعَة وَغير ذَلِك\nالجزء: 1 ¦ الصفحة: 190\n",
        "قَالَ الْفَاضِل طشكبري زَاده مَاتَ أَوَائِل المئة الْعَاشِرَة نور الله مرقده وَفِي غرف الْجنان أرقده\nصِحَاح الْفرس\nلهندوشاه نخجواني\nالصحائف فِي الْكَلَام\nللسمرقندي قَالَ المرحوم طاشكبري زَاده وَلم أَقف على تَرْجَمته\nالصَّحِيح\nللْإِمَام أبي عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ الْجعْفِيّ الْجَعْدِي\nولد فِي سنة أَربع وَتِسْعين ومئة\nشَرحه الْمولى أَحْمد بن أبي العون الْمُفْتِي غير أَنه لم يكمل من عُلَمَاء السُّلْطَان سُلَيْمَان\nقَالَ الْمولى الجنابي كَانَ شَابًّا لم يبلغ الثَّلَاثِينَ\nوَتُوفِّي سنة سِتّ وَخمسين ومئتين\nقَالَ فِي الْمِفْتَاح وَالله أعلم أَن رَئِيس هَذِه الطَّائِفَة بعد مَالك الإِمَام أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل بن أبي الْمُغيرَة الْجعْفِيّ البُخَارِيّ\nوَمن شُرُوح الْكتاب الْمَذْكُور شرح عبد الرَّحِيم العباسي وَشرح الزَّرْكَشِيّ\nالجزء: 1 ¦ الصفحة: 191\n",
        "الصَّحِيح\nللْإِمَام مُسلم بن الْحجَّاج وَهُوَ أَبُو الْحُسَيْن مُسلم بن ورد بن كوشاد الْقشيرِي النَّيْسَابُورِي\nولد فِي سنة أَربع ومئتين\nقَالَ صَاحب الْمِفْتَاح وَالصَّحِيح أَنه ولد فِي سنة سِتّ ومئتين\nوَتُوفِّي سنة إِحْدَى وَسِتِّينَ ومئتين\nصراح اللُّغَة\nلجمال الْقرشِي وَهُوَ مُحَمَّد بن عمر بن خَالِد الْمَدْعُو بِجَمَال الْقرشِي\nالصفوة فِي معرفَة حكايات الصَّالِحين\nلِابْنِ الْجَوْزِيّ وَهُوَ أَبُو الْفرج عبد الرَّحْمَن بن أبي الْحسن عَليّ بن مُحَمَّد الْقرشِي التَّمِيمِي الصديقي الْبَغْدَادِيّ الْفَقِيه الْحَنْبَلِيّ الْوَاعِظ فِي الزَّاد\nصفوة التصوف\nلِلْحَافِظِ أبي الْفضل مُحَمَّد بن طَاهِر الْمَقْدِسِي\nالصكوك\nللمرحوم درويش مُحَمَّد بن أفلاطون\nالصكوك الْمَجْمُوعَة\nلبالدر زَاده أَفَنْدِي سلمه الله والمتفضل الْآن عَن قَضَاء الْمَدِينَة المنورة من عُلَمَاء عصرنا خُصُوصا فِي الْفِقْه\nالجزء: 1 ¦ الصفحة: 192\n",
        "الصِّلَة\nلِابْنِ بشكوال\nالصِّلَة\nلِابْنِ عبد الْملك\nصلَة الصِّلَة\nلأبي جَعْفَر بن الزبير\nصناعَة الْكَاتِب\nلأبي جَعْفَر النّحاس\nالجزء: 1 ¦ الصفحة: 193\n",
        "ض\nالضَّاد والظاء\nللاصمعي وَهُوَ أَبُو سعيد عبد الْملك بن قريب بن عبد الْملك بن عَليّ بن أجمع بن م\nط\nهر\nولد فِي سنة اثْنَتَيْنِ وَعشْرين ومئة على القَوْل الْأَرْجَح\nوَمن تصانيفه خلق الْإِنْسَان وَكتاب الْأَجْنَاس وَكتاب الأنواء وَكتاب الْهمزَة وَكتاب الْمَقْصُور والممدود وَكتاب الْعرف وَكتاب الصِّفَات وَكتاب الْأَبْوَاب وَكتاب الميسر والقداح وَكتاب خلق الْفرس وَكتاب الْخَيل وَكتاب الْإِبِل وَكتاب المَاء وَكتاب الأخبية وَكتاب الوحوش وَكتاب فعل وأفعل وَكتاب الْأَمْثَال وَكتاب الأضداد وَكتاب الالفاظ وَكتاب السِّلَاح وَكتاب اللُّغَات وَكتاب مَنَاة الْعَرَب وَكتاب النَّوَادِر وَكتاب أصُول الْكَلَام وَكتاب الْقلب والإبدال وَكتاب جَزِيرَة الْعَرَب وَكتاب الِاشْتِقَاق وَكتاب مَعَاني الشّعْر وَكتاب المصادر وَكتاب الأراجيز وَكتاب النَّخْلَة وَكتاب النَّبَات وَكتاب مَا اخْتلف مبناه وَاتفقَ مَعْنَاهُ وَكتاب غَرِيب الحَدِيث وَكتاب نَوَادِر الْأَعْرَاض وَغير ذَلِك\nتوفّي سنة سبع عشرَة ومئتين على القَوْل الْأَرْجَح\nالضَّوْء\nشرح على متن السجاوندي للحبر البُخَارِيّ\nالجزء: 1 ¦ الصفحة: 194\n",
        "وَمن شُرُوح هَذَا المجلد شرح الْمولى الْمَعْرُوف بالبهشتي الشهير بفخر خُرَاسَان وَمِنْهَا شرح الْمولى الفناري وَمِنْهَا شرح التَّفْتَازَانِيّ\nضوء الذبالة\nلِابْنِ الرُّكْن\nضوء السقط\nلأبي الْعَلَاء المعري\nضوء الْمِصْبَاح\nللإسفراييني وَهُوَ مُحَمَّد بن مُحَمَّد بن أَحْمد تَاج الدّين الإِسْفِرَايِينِيّ\nوَمن تصانيفه اللّبَاب وَهُوَ الْمُسَمّى بِكِتَاب الْإِعْرَاب\nالجزء: 1 ¦ الصفحة: 195\n",
        "ط\nالطالع السعيد\nللشَّيْخ كَمَال الدّين الأدفوي\nالطِّبّ النَّبَوِيّ\nلداود بن ابي الْفرج\nطبائع الْبلدَانِ\nلأبي الريحان مُحَمَّد بن أَحْمد البيروني\nالطَّبَقَات\nلعُثْمَان بن سعد بن عنان الْمَعْرُوف بِابْن الصَّيْرَفِي\nوَمن تصانيفه جَامع الْبَيَان فِي الْقِرَاءَة الِاقْتِضَاء وَالْمقنع فِي رسم الْمُصحف والمحكم فِي النقط والمحتوى فِي الْقِرَاءَة وَكتاب الْفِتَن والملاحم وَشرح قصيدة الخاقاني فِي التجويد\nطَبَقَات الْأَطِبَّاء\nلِابْنِ صاعد الْقُرْطُبِيّ\nالجزء: 1 ¦ الصفحة: 196\n",
        "طَبَقَات الْأُمَم\nللصاعدي\nطَبَقَات الْأُمَم\nللصاغاني فِي الْآثَار\nطَبَقَات الْأَوْلِيَاء الأدباء\nلِابْنِ الْأَنْبَارِي\nطَبَقَات الْحُكَمَاء\nللشَّيْخ دَاوُد الْمصْرِيّ صَاحب التَّذْكِرَة الْمَعْرُوفَة بتذكرة أولي الْمعرفَة بتذكرة أولي الْأَلْبَاب\nطَبَقَات الْحَنَفِيَّة\nللعيني شَارِح الْهِدَايَة وَهُوَ مَحْمُود بن أَحْمد بن مُوسَى بن حنين بن يُوسُف بن مَحْمُود العنتابي الْحَنَفِيّ\nولد سنة ثِنْتَيْنِ وَسِتِّينَ وسبعمئة\nوَمن تصانيفه شرح البُخَارِيّ وَشرح الشواهد الْكَبِير وَالصَّغِير وَشرح مَعَاني الْآثَار وَشرح الْكَبِير وَشرح الْمجمع وَشرح الْعرُوض وطبقات الشُّعَرَاء ومختصر تَارِيخ ابْن عَسَاكِر وَشرح الْهِدَايَة فِي الْفِقْه وَشرح دُرَر الْبحار وَغير ذَلِك\nطَبَقَات الْحَنَفِيَّة\nلصَاحب الْقَامُوس فِي البصائر\nالجزء: 1 ¦ الصفحة: 197\n",
        "طَبَقَات الْحَنَفِيَّة\nلمسعود بن شيبَة بن الْحُسَيْن السندي صَاحب كتاب التَّعْلِيم\nطَبَقَات الشَّافِعِيَّة\nللسبكي\nطَبَقَات الشّعْر\nلأبي جَعْفَر النّحاس فِي الْأَدَب\nطَبَقَات الشُّعَرَاء\nلِابْنِ المعتز فِي الْآدَاب\nطَبَقَات الصُّوفِيَّة\nلأبي عبد الرَّحْمَن السّلمِيّ وَهُوَ الشَّيْخ الْعَارِف بِاللَّه والفاني إِلَى الله أَبُو عبد الرَّحْمَن مُحَمَّد بن حُسَيْن السّلمِيّ النَّيْسَابُورِي قدس الله سره الْعَزِيز من الْمَشَايِخ النقشبندية رَحِمهم الله\nطَبَقَات الْقُرَّاء\nللجزري فِي كتاب النشر\nطَبَقَات الْمُعْتَزلَة\nللْقَاضِي الْهَمدَانِي\nالجزء: 1 ¦ الصفحة: 198\n",
        "طَبَقَات الْمُفَسّرين\nللسيوطي نقل عَن خطّ الْوَالِد رَحْمَة الله عَلَيْهِ\nطَبَقَات النُّحَاة\nلأبي سعيد السيرافي وَهُوَ الْحسن بن عبد الله الْمَرْزُبَان القَاضِي أَبُو سعيد السيرافي\nطَبَقَات النَّحْوِيين\nلأبي بكر الزبيدِيّ وَهُوَ مُحَمَّد بن الْحسن بن عبد الله بن مُحَمَّد بن مُحَمَّد بن عبد الله بن بشر أَبُو بكر الزبيدِيّ الإشبيلي صَاحب مُخْتَصر الْعين والأبنية لسيبويه والموضح وَمَا تلحن فِيهِ عوام الأندلس\nانْتقل فِي رحب سنة سبع وَسبعين وثلاثمئة على أصح الرِّوَايَات\nطَبِيب الحبيب\nشرح الْبردَة للْإِمَام المرزوقي\nطلبة الطّلبَة\nللنسفي وَهُوَ أَبُو حَفْص عمر بن مُحَمَّد بن أَحْمد بن إِسْمَاعِيل بن مُحَمَّد بن عَليّ بن لُقْمَان\nولد فِي سنة إِحْدَى وَسِتِّينَ وأربعمئة\nوَمن تصانيفه نظم الْجَامِع الصَّغِير والمنظومة فِي الخلافيات وَكتاب القند فِي عُلَمَاء سَمَرْقَنْد وَغير ذَلِك\nتوفّي سنة ثَمَان وَثَلَاثِينَ وخمسمئة\nالجزء: 1 ¦ الصفحة: 199\n",
        "الطوالع\nللبيضاوي فِي الْكَلَام وَهُوَ الإِمَام القَاضِي نَاصِر الدّين أَبُو الْخَيْر عبد الله بن عمر بن مُحَمَّد بن عَليّ الشِّيرَازِيّ الْبَيْضَاوِيّ الشَّافِعِي\nوَمن تصانيفه التَّفْسِير الْمَعْرُوف ومختصر الْكَشَّاف والمنهاج فِي أصُول الْفِقْه ومختصر الْوَسِيط فِي الْفِقْه والمصباح فِي أصُول الدّين وَشرح الْمِصْبَاح فِي الحَدِيث وَشرح الْمِنْهَاج وَشرح مُخْتَصر ابْن الْحَاجِب فِي الْأُصُول وَشرح الكافية فِي النَّحْو لِابْنِ الْحَاجِب وَشرح الْمُنْتَخب فِي الْأُصُول للْإِمَام فَخر الدّين وَشرح الْمطَالع فِي الْمنطق وَغير ذَلِك\nوَتُوفِّي سنة إِحْدَى وَأَرْبَعين وستمئة وَدفن فِي تبريز\nالطير\nلمفضل بن سَلمَة\nطيف الخيال\nلِابْنِ دانيال وَهُوَ شمس الدّين أَبُو عبد الله مُحَمَّد بن دانيال الْموصِلِي\nتوفّي فِي سنة عشر وسبعمئة\nطيماووس\nفِي السحر لأرسطاطاليس\nالجزء: 1 ¦ الصفحة: 200\n",
        "ع الْمُهْملَة\nالْعَالم والمتعلم\nللْإِمَام الْأَعْظَم وَهُوَ اول الْأَئِمَّة وأولاهم وأفضلهم وَأَعْلَاهُمْ إِمَام الْمُسلمين وَسيد التَّابِعين وسراج الْأمة وفخر الْأَئِمَّة أَبُو حنيفَة نعْمَان بن ثَابت رَضِي الله عَنهُ\nولد فِي سنة ثَمَانِينَ من الْهِجْرَة النَّبَوِيَّة الشَّرِيفَة عَلَيْهِ أفضل التَّحِيَّة وَالتَّسْلِيم على القَوْل الْأَرْجَح والأثبت\nوَمن تصانيفه لم يذكر شَيْء\nوَتُوفِّي فِي سنة خمسين ومئة رَحمَه الله مقتولا\nقَالَ القَاضِي شمس فِي وفياته الْمَشْهُورَة الْمَعْرُوفَة قَالَ الإِمَام وَالله مَا وَقع علينا رق قطّ ولد جدي سنة ثَمَانِينَ وَذهب ثَابت إِلَى عَليّ بن أبي طَالب رَضِي الله عَنهُ وَهُوَ صَ\nغ\nِير فَدَعَا لَهُ بِالْبركَةِ فِيهِ وَفِي ذُريَّته إِلَى آخر الْكَلَام\nالْعباب فِي اللُّغَة\nللصاغاني فِي الْأَثر\nالجزء: 1 ¦ الصفحة: 201\n",
        "العبر فِي التواريخ\nللذهبي\nعبرتنما\nللْمولى الْمَعْرُوف بمحمود أَفَنْدِي بن الْمولى الْمَعْرُوف عُثْمَان أَفَنْدِي الدفتري من عُلَمَاء دولة السُّلْطَان سُلَيْمَان\nعجائب الْبَحْر\nعجائب الغرائب\nلِابْنِ ميناس\nعجائب الغرائب\nلِابْنِ أبي حجلة فِي الدِّيوَان\nعجائب الغرائب\nهُوَ مَحْمُود بن حَمْزَة بن نصر الْكرْمَانِي النَّحْوِيّ\nوَمن تصانيفه الإيجاز فِي النَّحْو والإفادة فِي النَّحْو أَيْضا والعنوان وَغير ذَلِك\nتوفّي فِي حُدُود خمسمئة كَذَا فِي الطَّبَقَات للسيوطي\nالْعَجَائِب الْكَبِير\nلإِبْرَاهِيم بن وصيف شاه\nالجزء: 1 ¦ الصفحة: 202\n",
        "عجائب الْمَخْلُوقَات\nلِابْنِ الْأَثِير\nعجائب الْمَخْلُوقَات\nللقزويني وَهُوَ الْعَلامَة مُحَمَّد شاه بن زَكَرِيَّا بن مُحَمَّد بن مَحْمُود بن مُحَمَّد شاه الْقزْوِينِي\nوَمن تصانيفه تَفْسِير الْقرَان الْعَظِيم وَكتاب ربط السُّور والآيات\nوَله حواش على تهافت الْمولى خواجه زَاده وعَلى شرح العقائد العضدية للعلامة الدواني\nوَله شرح لإيساغوجي وَشرح للكافية وَشرح الموجز فِي الطِّبّ\nوَله تَرْجَمَة حَيَاة الْحَيَوَان بِالْفَارِسِيَّةِ وعجائب الْبلدَانِ وَغير ذَلِك\nعدَّة الناسك فِي عدَّة الْمَنَاسِك\nلصَاحب الْهِدَايَة ذكرهَا فِي أَوَاخِر فصل المواقف من كتاب الْحَج\nالعرائس\nفِي قصَص الْأَنْبِيَاء لأبي إِسْحَاق أَحْمد بن مُحَمَّد بن إِبْرَاهِيم النَّيْسَابُورِي\nالعرائس\nلأبي الْفرج بن الْجَوْزِيّ فِي الزَّاد\nالعرائس\nللثعالبي فِي التَّمْثِيل\nالجزء: 1 ¦ الصفحة: 203\n",
        "الْعَرُوس\nللعارف بِاللَّه السَّيِّد مُحَمَّد وَفَاء\nالْعرُوض\nللصاغاني فِي الْأَثر\nالعروة\nللشَّيْخ عَلَاء الدّين سمناني\nالْعَزِيز فِي شرح الْوَجِيز\nللْإِمَام الرَّافِعِيّ وَهُوَ عبد الْكَرِيم بن مُحَمَّد بن عبد السَّلَام صَاحب التَّفْسِير الْكَبِير الْمُسَمّى بالعزيز وَالشَّرْح الصَّغِير وَالْمُحَرر وَشرح مُسْند الشَّافِعِي\nالعسكريات\nلأبي عَليّ الْفَارِسِي هُوَ الْعَلامَة حسن بن أَحْمد بن عبد الْغفار الإِمَام أَبُو عَليّ الْفَارِسِي النَّحْوِيّ صَاحب الْإِيضَاح فِي النَّحْو والتكملة فِي الصّرْف قَالَ مِفْتَاح السَّعَادَة وَمن تصانيفه الْحجَّة التَّذْكِرَة أَبْيَات الْإِعْرَاب تعليقة على كتاب سِيبَوَيْهٍ الْمسَائِل الْحكمِيَّة البغدادية القصرية البصرية الشيرازية العسكرية الكرمانية الْمَقْصُور والممدود الأغفال\nتوفّي سنة سبع وَسبعين وثلاثمئة فِي طرابلس\nالعقائد\nللنسفي وَهُوَ عمر بن مُحَمَّد بن أَحْمد بن إِسْمَاعِيل بن مُحَمَّد بن عَليّ بن لُقْمَان النَّسَفِيّ ولد فِي سنة إِحْدَى وَسِتِّينَ وأربعمئة وَمن تصانيفه الطّلبَة مر فِي حرفه\nالجزء: 1 ¦ الصفحة: 204\n",
        "عقد الْحَيَاة\nللعلامة الْغَيْث\nكنت طالعت على هَذَا الْكتاب حِين تدريسه فِي سليمية أدرنة فِي تَارِيخ سنة سبع وَخمسين وَألف فَوَجَدته فِي غَايَة من التطوير والتعقيد رَحْمَة الله عَلَيْهِ وعَلى أهل الْإِسْلَام جَمِيعًا\nالعقد الفريد\nلأبي عبد الله مُحَمَّد بن طليحة\nالعقد الفريد\nلعبد ربه وَهُوَ أَبُو عمر أَحْمد بن مُحَمَّد بن عبد ربه بن حبيب\nولد فِي سنة سِتّ وَأَرْبَعين ومئتين\nوَمن تصانيفه ديوَان شعر\nوَتُوفِّي فِي سنة ثَمَان وَعشْرين وثلاثمئة\nالعقد الْمُثمن فِيمَن سمي بِعَبْد الْمُؤمن\nلعبد الْمُؤمن بن مُحَمَّد بن عبد الْمُؤمن أبي أصيبعة التَّمِيمِي القَاضِي شرف الدّين بن نور الدّين\nالعقد المنظوم فِي ذكر أفاضل الرّوم\nللْمولى المرحوم عَليّ أَفَنْدِي الْمَشْهُور بمانق عَليّ\nالجزء: 1 ¦ الصفحة: 205\n",
        "الْعقل\nلداود بن المجير وَهُوَ دَاوُد بن المجير بن فحدم ابو سُلَيْمَان الْبَصْرِيّ\nتوفّي سنة سِتّ ومئتين\nعُقُود الْجَوَاهِر\nشرح الْمَقْصُود فِي الصّرْف لِابْنِ قَاضِي سماونه فِي التسهيل\nالعقيدة\nلِابْنِ قدامَة وَهُوَ اثْنَان\nأَحدهمَا أَحْمد بن عَليّ بن قدامَة\nوَالْآخر عبد الله بن إِبْرَاهِيم بن يُوسُف بن مَيْمُون بن قدامَة\nوَنحن لَا نَعْرِف صَاحب هَذَا الْمُؤلف لَكِن ذكره السرُوجِي فِي شرح الْهِدَايَة\nالعقيلة\nللْإِمَام الْغَزالِيّ فِي الْإِحْيَاء\nالعقيلة\nاسْم القصيدة الْمُتَعَلّقَة بِالْقِرَاءَةِ للشاطبي\nالْعِلَل\nلِابْنِ إِسْحَق النديم\nالْعِلَل المتناهية فِي الْأَحَادِيث الْوَاهِيَة\nلأبي الْفرج\nالْعلم فِي علم الْخط والقلم\nالجزء: 1 ¦ الصفحة: 206\n",
        "الْعلم وَالْعَمَل\nلصَاحب مَا لَا يسع الطَّبِيب جَهله\nعلم الْحَقِيقَة\nاسْم كتاب لسيدي علوان الْحَمَوِيّ فِي أَحْوَال الربوبية وَهُوَ مُحَمَّد بن عَليّ بن عَطِيَّة الهنيء الْأَصِيل الْحَمَوِيّ المولد الشَّافِعِي الْمَذْهَب الصُّوفِي الطَّرِيقَة فِي الشاذلية\nعماد البلاغة\nلعبد الرؤوف الْمَنَاوِيّ أفضل الْمُتَأَخِّرين وَهُوَ مُخْتَصر ثَمَرَات الْقُلُوب فِي الْأَمْثَال\nالْعُمْدَة\nلِلشِّهَابِ الْمَعْرُوف بِابْن سمين وَهُوَ أَحْمد بن يُوسُف بن عبد الدَّائِم بن مُحَمَّد الْحلَبِي\nوَمن تصانيفه تَفْسِير الْقرَان وَالْإِعْرَاب وَشرح التسهيل وَشرح الشاطبية وَغير ذَلِك\nتوفّي سنة سِتّ وَخمسين وسبعمئة\nالْعُمْدَة فِي الْأُصُول\nيَعْنِي أصُول الدّين\nيبْدَأ بِالْحَمْد وَالصَّلَاة وَهِي لأبي الشريف عبد الله بن أَحْمد بن مَحْمُود النَّسَفِيّ\nالْعُمْدَة فِي الطِّبّ\nلأبي الْفرج بن يَعْقُوب بن إِسْحَاق الْمَعْرُوف بِابْن القف المسيحي الملكي\nالْعُمْدَة فِي معرفَة صناعَة الشّعْر\nلِابْنِ رَشِيق وَهُوَ ابْن رَشِيق أَبُو الْحسن عَليّ بن رَشِيق الْمَعْرُوف بالقيرواني\nالجزء: 1 ¦ الصفحة: 207\n",
        "ولد فِي سنة سِتّ وأربعمئة\nوَمن تصانيفه الأنموذج والرسائل الفائقة وقراضة الذَّهَب وَكتاب الشذوذ فِي اللُّغَة\nعُمْدَة الْأَحْكَام\nللفيروز آبادي صَاحب الْقَامُوس فِي البصائر\nعُمْدَة الطَّالِب فِي تَحْقِيق تصريف ابْن الْحَاجِب\nلِابْنِ هِشَام الْأنْصَارِيّ وَهُوَ عبد الله بن يُوسُف بن أَحْمد بن عبد الله هِشَام الْأنْصَارِيّ الْحَنْبَلِيّ\nولد فِي سنة ثَمَان وسبعمئة\nوَمن تصانيفه التَّوْضِيح على الألفية وَرفع الْخَصَاصَة عَن قِرَاءَة الْخُلَاصَة والتحصيل وَالتَّفْصِيل وَشرح التسهيل وَشرح الشواهد الْكُبْرَى وَالصُّغْرَى وَالْقَوَاعِد الْكُبْرَى وَالصَّغِير وشذور الذَّهَب وَشَرحه\nقَالَ السُّيُوطِيّ فِي طَبَقَات النَّحْوِيين وَقد كتبت على حَاشِيَته وَشرح الْجَامِع الْكَبِير وَالْجَامِع الصَّغِير وَشرح الملحة لأبي حَيَّان وَشرح بَانَتْ سعاد وَشرح الْبردَة والتذكرة والمسائل السفرية فِي النَّحْو وَغير ذَلِك\nتوفّي فِي سنة إِحْدَى وَسبعين وسبعمئة\nعُمْدَة الفتاوي\nللصدر الشَّهِيد\nقَالَ الْمولى الْوَالِد رَحْمَة الله عَلَيْهِ ولأوحد النَّسَفِيّ كتاب سَمَّاهُ بعمدة الفتاوي ايضا ذكره صَاحب الفتاوي الظَّهِيرِيَّة فِي كتاب الإيجازات\nالجزء: 1 ¦ الصفحة: 208\n",
        "وَصَاحب عُمْدَة الفتاوي هَذَا عمر بن عبد الْعَزِيز بن عمر بن مازة برهَان الْأَئِمَّة أَبُو مُحَمَّد الْمَعْرُوف بالحسام الشَّهِيد\nولد فِي سنة ثَلَاث وَثَمَانِينَ وأربعمئة\nوَمن تصانيفه الفتاوي الصُّغْرَى والفتاوي الْكُبْرَى وَالْجَامِع الصَّغِير المطول والمبسوط فِي الخلافيات وَغير ذَلِك\nوَتُوفِّي فِي سنة سِتّ وَثَلَاثِينَ وخمسمئة\nالْعِنَايَة\nلصَاحب الْجَوَاهِر المضيئة وَهُوَ كتاب فِي تَخْرِيج أَحَادِيث الْهِدَايَة وَمَا قَالَه الْمولى الجنابي وصنف شرح الْهِدَايَة وَسَماهُ الْعِنَايَة غلط ظَاهر\nوَهُوَ عبد الْقَادِر بن مُحَمَّد بن مُحَمَّد بن نصر الله بن سَالم محيي الدّين\nولد فِي سنة سِتّ وَتِسْعين وستمئة\nوَمن تصانيفه كتاب الْوَسَائِل وَشرح مَعَاني الْآثَار وَكتاب الْوَسَائِل وَكتاب الْجَوَاهِر المضية والدرر المنيفة وَكتاب التَّرْتِيب وَكتاب الْبُسْتَان فِي فَضَائِل النُّعْمَان ومختصر فِي الحَدِيث وَغير ذَلِك\nتوفّي فِي سنة خمس وَسبعين وسبعمئة\nالْعِنَايَة مُخْتَصر الْوَسِيط فِي الْفِقْه\nللْقَاضِي الْبَيْضَاوِيّ فِي الطوالع\nالْعِنَايَة شرح الْوِقَايَة\nلسَيِّد عَليّ القومناتي\nمصنفاته شرح زيج الشَّامِل\nالجزء: 1 ¦ الصفحة: 209\n",
        "الْعِنَايَة شرح الْهِدَايَة\nلمُحَمد بن مُحَمَّد مَحْمُود أَحْمد الرُّومِي البابرتي الْحَنَفِيّ\nوَمن تصانيفه شرح الْمَشَارِق وَشرح الْبَزْدَوِيّ وَشرح الْمنَار وَشرح ألفية ابْن الْمُعْطِي وَشرح التَّلْخِيص فِي الْمعَانِي وَالْبَيَان وَشرح مُخْتَصر ابْن الْحَاجِب وَشرح السِّرَاجِيَّة ومقدمة فِي الْفَرَائِض وَشرح تَلْخِيص الخلاطي للجامع الْكَبِير قطعتين قَالَ محب الدّين بن الشّحْنَة فِي شرح الْهِدَايَة وَلم يكمل وحاشية على الْكَشَّاف إِلَى تَمام الزهراوين وَله شرح على وَصِيَّة الإِمَام\nتوفّي سنة سِتّ وَثَمَانِينَ وسبعمئة\nعنقاي مغرب\nلِابْنِ عَرَبِيّ فِي السراج\nعنقود الْجَوَاهِر فِي الصّرْف\nلعَلي قوشجي وَهُوَ الْعَالم الْعَلامَة عَلَاء الدّين عَليّ بن مُحَمَّد القوشجي\nوَمن تصانيفه شرح التَّجْرِيد والرسالتان المشهورتان بالمحمدية والفتحية والحاشية على أَوَائِل شرح الْكَشَّاف للعلامة التَّفْتَازَانِيّ ومحبوب الحمائل\nقَالَ الْمولى الجنابي فِي تَارِيخه وصنف فِي أثْنَاء السّفر رِسَالَة لَطِيفَة فِي علم الْهَيْئَة باسم السُّلْطَان مُحَمَّد خَان وسماها الرسَالَة الفتحية لمصادفتها فتح عراق الْعَجم\nوَتُوفِّي بِمَدِينَة قسطنطينية وَدفن إِلَى جوَار أبي أَيُّوب الْأنْصَارِيّ\nالجزء: 1 ¦ الصفحة: 210\n",
        "عنقود الْجَوَاهِر\nشرح لِابْنِ قَاضِي سماونة\nعنوان الزَّمَان بتراجم الشُّيُوخ والأقران\nلأبي بكر البقاعي وَهُوَ إِبْرَاهِيم بن عمر بن حسن الرِّبَاط بن عَليّ بن عَليّ أبي بكر البقاعي الشَّافِعِي ولد فِي سنة تسع وثمانمئة\nوَمن تصانيفه مُشْتَرك الملاحة فِي علمي الْحساب والمساحة وَكتاب وشي الْحَرِير ونكت الوفية على الألفية وَهُوَ الفية الْعِرَاقِيّ وَكتاب الأشواق وَكتاب الْفَرح والمناسبات والتسهيل وَغير ذَلِك\nتوفّي فِي سنة سبع وَثَلَاثِينَ وثمانمئة\nعنوان السَّعَادَة\nلِابْنِ أبي حجلة فِي الدِّيوَان\nعنوان العبر\nعوارف المعارف\nللسهروردي فِي الْأَعْلَام\nالعوامل المئة\nلأبي عَليّ الْفَارِسِي النَّحْوِيّ وَهُوَ أَبُو عَليّ الْحسن بن أَحْمد بن عبد الْغفار بن مُحَمَّد بن أبان الْفَارِسِي النَّحْوِيّ\nالجزء: 1 ¦ الصفحة: 211\n",
        "وَمن تصانيفه التَّذْكِرَة والمقصور والممدود وَكتاب الْحجَّة فِي الْقرَاءَات وَكتاب الأغفال وَكتاب الْمسَائِل البغداديات وَالْآخر شيرازيات وَالْآخر المقربات وَالْآخر العسكرية وَالْآخر البصرية وَالْآخر المجلسيات\nولد فِي سنة ثَمَان وَثَمَانِينَ ومئتين\nوَتُوفِّي فِي سنة سبع وَسبعين وثلاثمئة\nالعيلم فِي التَّارِيخ\nللْمولى المرحوم جنابي أَفَنْدِي وَهُوَ مصطفى بن حسن الْمَعْرُوف بأمير حسن وَكَانَ المرحوم من عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان سليم بن السُّلْطَان سُلَيْمَان\nالْعين\nلعيسى بن مُوسَى\nالْعين\nفِي اللُّغَة للخليل الْعَرُوضِي وَهُوَ الْمُسَمّى بِكِتَاب الْعين\nوَهُوَ الْخَلِيل بن أَحْمد بن عَمْرو بن تَمِيم الْأَزْدِيّ الفراهيدي الْبَصْرِيّ\nوَمن تصانيفه كتاب النغم وَكتاب الْجمل وَالْعرُوض والشواهد والنقط والشكل وَكتاب فَائت الْعين وَكتاب الْإِيقَاع وَغير ذَلِك\nتوفّي سنة خمس وَسبعين ومئة\nعين الْجمع\nحلاج منصوري تصوفده بركتا بيدر ملاجامي نفحاتنده بونده روايدايل أحد كتب تصوف الحلاج هَذَا رِوَايَة من نفحات الشَّيْخ جامي\nالجزء: 1 ¦ الصفحة: 212\n",
        "عُيُون الْأَخْبَار\nللدينوري وَهُوَ عبد الله بن مُسلم بن قُتَيْبَة الدينَوَرِي اللّغَوِيّ الْكَاتِب\nولد فِي سنة ثَلَاث عشرَة ومئتين\nوَمن تصانيفه إِعْرَاب الْقرَان ومعاني الْقرَان وغريب الْقرَان ومختلف الحَدِيث وجامع النَّحْو وَكتاب الْخَيل وديوان الْكتاب وَخلق الْإِنْسَان وَدَلَائِل النُّبُوَّة وَكتاب الأنواء ومشكل الْقرَان وغريب الحَدِيث وَإِصْلَاح غلط أبي عُبَيْدَة وجامع النَّحْو الصَّغِير والمسائل والأجوبة وَغير ذَلِك\nتوفّي فِي سنة سبع وَسِتِّينَ ومئتين\nعُيُون التفاسير\nللشَّيْخ الشهَاب السيواسي وَهُوَ الْعَالم الْفَاضِل شهَاب الدّين السيواسي سَمِعت من الْمولى الْوَالِد رَحمَه الله عَلَيْهِ رَحْمَة وَاسِعَة طيب الله مرقده وبنومة الْعَرُوس أرقده وَهُوَ الْمَشْهُور بَين النَّاس بتفسير الشَّيْخ نقلا عَن الْمولى المرحوم طشكبري زَاده\nوَمن تصانيفه رِسَالَة فِي طَرِيق الصُّوفِيَّة سَمَّاهَا النجَاة من شَرّ الصِّفَات\nقَالَ الْمولى الْفَاضِل طشكبري زَاده وَرَأَيْت لَهُ رِسَالَة أُخْرَى فِي التصوف وَلَكِن لم يحضرني اسْمهَا الْآن وَمن تصانيف الْمولى الْمَزْبُور شرح لباب الْأَلْبَاب فِي النَّحْو\nمن عُلَمَاء دولة السُّلْطَان إيلدرم بايزيد طيب الله مرقده وَفِي اعلى غرف الْجنان أرقده\nعُيُون التواريخ\nلِابْنِ شَاكر نقل عَن خطّ المرحوم سعدي افندي عَلامَة الرّوم\nالجزء: 1 ¦ الصفحة: 213\n",
        "عُيُون السّير\nلِابْنِ الْهَمدَانِي\nعُيُون الْمسَائِل\nللسمرقندي وَهُوَ نصر بن مُحَمَّد بن إِبْرَاهِيم السَّمرقَنْدِي\nوَمن تصانيفه الْوَاقِعَات والنوازل وخزانة الْأَكْمَل وَتَفْسِير الْقرَان الْكَرِيم وتنبيه الغافلين وبستان العارفين وتأسيس النَّظَائِر ومقدمة الصَّلَاة الْمَشْهُورَة\nتوفّي فِي سنة ثَلَاث وَتِسْعين وثلاثمئة\nقَالَ الصاحب تفقه السَّمرقَنْدِي على أبي جَعْفَر الْهِنْدِيّ\nالجزء: 1 ¦ الصفحة: 214\n",
        "غ\nمن غَابَ عَنهُ المطرب\nللثعالبي\nف\nِي سر البلاغة\nالْغَايَة القصوى\nفِي شرح أَسمَاء الله الْحسنى لمُحَمد الْغَزالِيّ فِي الْإِحْيَاء\nغَايَة الْأَمَانِي فِي التَّفْسِير\nللْمولى الكوراني وَهُوَ أَحْمد بن إِسْمَاعِيل الكوراني من عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان مُحَمَّد بن السُّلْطَان بايزيد بن السُّلْطَان مُحَمَّد الفاتح\nوَمن تصانيفه تَفْسِير الْقرَان الْمُسَمّى بغاية الْأَمَانِي وَشرح البُخَارِيّ الْمُسَمّى بالكوثر الْجَارِي والحاشية على شرح الجعبري للقصيدة الشاطبية وَغير ذَلِك\nتوفّي فِي سنة ثَلَاث وَتِسْعين وثمانمئة\nالْغَايَة لأهل النِّهَايَة\nلسهل بن عبد الله التسترِي وَهُوَ سهل التسترِي أَبُو مُحَمَّد سهل بن عبد الله بن يُونُس بن عِيسَى بن عبد الله بن رفيع التسترِي الصَّالح الْمَشْهُور\nولد فِي سنة مئتين على القَوْل الْأَرْجَح\nوَتُوفِّي سنة ثَلَاث وَسبعين ومئتين\nالجزء: 1 ¦ الصفحة: 215\n",
        "غَايَة الْبَيَان\nللأنفاني فِي التَّبْيِين\nغَايَة الْحَكِيم\nللمجريطي فِي السحر\nالْغَايَة شرح الْهِدَايَة\nللسروجي وصل فِيهِ إِلَى آخر الْقَاف على قَول ابْن الشّحْنَة شَارِح الْهِدَايَة\nوَقَالَ الْفَاضِل طشكبري زَاده انْتهى فِيهِ إِلَى كتاب الْإِيمَان\nوَهُوَ أَحْمد بن إِبْرَاهِيم بن عبد الْغَنِيّ السرُوجِي\nولد فِي سنة سبع وَثَلَاثِينَ وستمئة\nوَتُوفِّي سنة عشر وسبعمئة\nغَايَة المرام\nمن رجال البُخَارِيّ لِابْنِ البازلي\nغَايَة الْمطلب فِي الْمنطق\nلشمس الدّين الْأَصْفَهَانِي وَله شرح الْمَحْصُول فِي الْأُصُول\nتوفّي فِي سنة ثَمَان وَثَمَانِينَ وستمئة\nالجزء: 1 ¦ الصفحة: 216\n",
        "الغرائب والعجائب\nفِي علم الطلسمات والنيرنجات لمُحَمد بن قَاضِي ميناس\nالغرائب والغوامض\nلسديد بن عبد الله بن ابي الْقَاسِم الغزنوي أَبُو نصر الإِمَام\nوَمن تصانيفه الملتقطات\nالْغرَر\nلهبة الله بن أَحْمد وَهُوَ هبة الله بن أَحْمد بن مُعلى بن مَحْمُود شُجَاع الدّين التركستاني من الْحَنَفِيَّة\nولد فِي سنة إِحْدَى وَسبعين وستمئة\nوَمن تصانيفه تبصرة الْأَبْرَار فِي شرح الْمنَار والمثال والإرشاد وَشرح عقيدة الطَّحَاوِيّ وَغير ذَلِك\nتوفّي سنة ثَلَاث وَثَلَاثِينَ وسبعمئة\nغرر الحكم\nلأبي الْفَتْح عبد الْوَاحِد بن مُحَمَّد بن عبد الْوَاحِد\nغَرِيب الحَدِيث\nلِابْنِ الْأَنْبَارِي وَهُوَ مُحَمَّد بن الْقَاسِم\nوَمن تصانيفه خلق الْإِنْسَان وَخلق الْفرس وَكتاب الْأَمْثَال والمقصور والممدود والمذكر والمؤنث وَالْكَافِي وَكتاب الهاءات والأضداد والجاهليات ورسالة الْمُشكل\nتوفّي سنة ثَمَان وَعشْرين وثلاثمئة\nالجزء: 1 ¦ الصفحة: 217\n",
        "غَرِيب الحَدِيث\nلِابْنِ قُتَيْبَة فِي الْعُيُون\nغَرِيب الرِّوَايَة\nلأبي شُجَاع من التَّجْنِيس\nغَرِيب الْقرَان الْكَرِيم\nللسجستاني وَهُوَ مُحَمَّد بن عَزِيز أَبُو بكر السجسْتانِي\nتوفّي فِي سنة ثَلَاث وثلاثمئة\nغَرِيب اللُّغَة\nلأبي عبيد وَهُوَ احْمَد بن مُحَمَّد بن عبد الرَّحْمَن القاشاني أَبُو عبيد الْهَرَوِيّ\nوَمن تصانيفه كتاب وُلَاة هرات\nتوفّي سنة إِحْدَى وأربعمئة\nالْغَرِيب المُصَنّف\nلأبي عُبَيْدَة قَاسم بن سَلام بِاللَّامِ المشدودة\nوَمن تصانيفه الْأَمْثَال ومعاني الشّعْر وَغير ذَلِك\nتوفّي سنة ثَلَاث وَعشْرين ومئتين\nالجزء: 1 ¦ الصفحة: 218\n",
        "الغريبين\nلأبي الْفَتْح البستي وَهُوَ أَحْمد بن إِبْرَاهِيم بن خطاب الْخطابِيّ البستي\nوَمن تصانيفه أَعْلَام السّنَن وَكتاب الشجاج وَكتاب شَأْن الدُّعَاء وَإِصْلَاح غلط الْمُحدثين وَغير ذَلِك\nتوفّي سنة ثَمَان وَثَمَانِينَ وثلاثمئة\nغنية المتملي فِي شرح منية الْمُصَلِّي\nلإِبْرَاهِيم الْحلَبِي صَاحب الْمُلْتَقى من عُلَمَاء دولة السُّلْطَان سُلَيْمَان عَلَيْهِ الْمَغْفِرَة والغفران\nغيث الْأَدَب\nللصفدي وَهُوَ خَلِيل بن أيبك الشَّيْخ صَلَاح الصَّفَدِي الشَّافِعِي\nولد فِي سنة تسع وَسِتِّينَ وستمئة\nوَمن تصانيفه التَّارِيخ الْمَشْهُور وَغير ذَلِك\nتوفّي فِي سنة أَربع وَتِسْعين وسبعمئة\nالْغَيْث المسجم فِي شرح لامية الْعَجم\nالجزء: 1 ¦ الصفحة: 219\n",
        "ف\nالفاخر\nالْمفضل بن سَلمَة وَهُوَ ابو الطّيب مُحَمَّد بن الْمفضل بن سَلمَة بن عَاصِم الرضي الْبَغْدَادِيّ الْفَ\nق\nِيه الشَّافِعِي\nتوفّي فِي سنة ثَمَان وثلاثمئة\nالفاخر فِي الطِّبّ\nلمُحَمد بن زَكَرِيَّا\nالْفَائِق فِي تَفْسِير الْأَحَادِيث\nللزمخشري فِي الأساس\nفَتَاوَى أبي الْفضل الْكرْمَانِي\nوَهُوَ عبد الرَّحْمَن بن مُحَمَّد الْكرْمَانِي\nوَمن تصانيف الْمولى الْمَزْبُور الْجَامِع الْكَبِير فِي التَّجْرِيد فِي الْفِقْه وَالشَّرْح الْمُسَمّى بالإيضاح\nتوفّي سنة ثَلَاث وَأَرْبَعين وخمسمئة بمرو\nقَالَ صَاحب الْجَوَاهِر وَكَانَت وِلَادَته فِي كرمان فِي شَوَّال سنة سبع وَخمسين وأربعمئة رَحْمَة الله عَلَيْهِ\nالجزء: 1 ¦ الصفحة: 220\n",
        "الْفَتَاوَى الظَّهِيرِيَّة\nوَهُوَ مُحَمَّد بن أَحْمد بن عمر القَاضِي البُخَارِيّ ظهير الدّين\nلَهُ فَوَائِد على الْجَامِع الصَّغِير للحسام\nتوفّي سنة تسع عشرَة وستمئة\nالْفَتَاوَى العدلية\nللْمولى المرحوم الْمَعْرُوف بالحاج رَسُول بن صَالح الأيديني من عُلَمَاء دولة السُّلْطَان سُلَيْمَان وَألف الْكتاب الْمَزْبُور بِأَمْر السُّلْطَان الْمَزْبُور قد طالع عَلَيْهِ الْفقر حِين ابتلائي بِقَضَاء قلبه قليه فِي سنة ثَمَان وَخمسين وَألف من الله الْعِزّ والشرف\nفَتَاوَى ولوالجية\nلعبد الرشيد بن أبي حنيفَة بن عبد الرَّزَّاق بن عبد الله الْوَلْوَالجيّ أَبُو الْفَتْح من أهل ولوالج بَلْدَة من طخارستان بَلخ\nفتح الْبَارِي\nللفيروزي آبادي فِي البصائر\nفتح الْبَارِي على صَحِيح البُخَارِيّ\nلِابْنِ حجر فِي الدُّرَر\nفتح الْبَاقِي شرح ألفية الْعِرَاقِيّ\nلأبي زَكَرِيَّا الْأنْصَارِيّ وَهُوَ زين الْحلم وَالدّين أَبُو يحيى زَكَرِيَّا الْأنْصَارِيّ تغمده الله برحمته\nالجزء: 1 ¦ الصفحة: 221\n",
        "قَالَ الْوَالِد رَحْمَة الله عَلَيْهِ وَله حَاشِيَة على تَفْسِير الْبَيْضَاوِيّ وَهِي فِي غَايَة من الإفادة\nفتح الْقَدِير شرح الْهِدَايَة\nلِابْنِ الْهمام فِي التَّحْرِير\nالْفَتْح الْقَرِيب على مُغنِي اللبيب\nلعبد الرَّحْمَن الأسيوطي الشَّافِعِي صَاحب طَبَقَات النُّحَاة\nفتح الْمَجْنِي فِي شرح الْمُغنِي للخبازي\nللمنصور القاءاني وَهُوَ ابو مُحَمَّد مَنْصُور بن أَحْمد بن يزِيد الْخَوَارِزْمِيّ\nوَمن مصنفاته مَنَاسِك الْحَج\nتوفّي فِي سنة إِحْدَى وَتِسْعين وسبعمئة\nفتح الوصيد شرح الشاطبية\nللسخاوي فِي السّفر\nالفتحية فِي الْهَيْئَة\nلعَلي القوشجي فِي العنقود\nالْفِتَن والملاحم\nللْحَاكِم\nالْفتُوح\nلسيف يُقَال لَهُ كتاب الْفتُوح\nالجزء: 1 ¦ الصفحة: 222\n",
        "فتوح الْمُجَاهدين\nعلم بِفَتْح الْعين لترجمة المرحوم لامعي للنفحات\nالفتحوحات المكية\nلمحيي الدّين الْعَرَبِيّ فِي السراج\nالفرائد\nلأبي الْحسن الْأَهْوَازِي\nفرائد النَّحْوِيين\nلأبي الطّيب اللّغَوِيّ\nالْفرج بعد الشدَّة\nللْقَاضِي التنوخي وَهُوَ أَبُو عَليّ مُحَمَّد التنوخي\nولد فِي سنة ثَمَان وَسبعين ومئتين وَمن مصنفاته نشوار المحاضرة وَكتاب المستجاد من فعلات الأجواد وَله ديوَان شعر وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وَأَرْبَعين وثلاثمئة\nالفردوس\nلِابْنِ شيرويه الديلمي\nفردوس الْأَخْبَار\nمَذْكُور فِي الْمُؤَن فِي مَادَّة حبس\nالجزء: 1 ¦ الصفحة: 223\n",
        "فردوس الْحِكْمَة\nللطبري قيل هُوَ أَبُو الْحسن عَليّ بن ربن الطَّبَرِيّ\nالْفرق\nوَهُوَ كتاب الْفرق بِفَتْح الْفَاء وَسُكُون الرَّاء الْمُهْملَة وَكَانَ الْجَوْهَرِي يذكر مِنْهُ شَيْئا كثيرا\nللأصمعي وَهُوَ عبد الْملك بن قريب بن عبد الْملك فِي الضَّاد والظاء\nالْفرق والتمييز\nلصبيح الْجوزجَاني من الْحَنَفِيَّة وَهُوَ أَحْمد بن إِسْحَاق بن صبيح الْجوزجَاني\nقَالَ الْمولى المؤرخ صَاحب الْمِصْبَاح وَله كتاب التَّوْبَة\nالفروق\nلِابْنِ المظفر الْكَرَابِيسِي وَهُوَ أسعد بن مُحَمَّد بن الْحُسَيْن الْكَرَابِيسِي\nوَمن تصانيفه الموجز فِي الْفِقْه وَهُوَ حَنَفِيّ الْمَذْهَب\nوالكرابيسي أَيْضا من الشَّافِعِيَّة وَهُوَ الْحُسَيْن بن عَليّ بن يزِيد بن ابي عَليّ الْكَرَابِيسِي\nفرهاد وشيرين\nللوحشي هُوَ الْكتاب الْبَهِي\nالفصاحة\nلأبي حنيفَة الدينَوَرِي وَهُوَ أَحْمد بن دَاوُد أَبُو حنيفَة الدينَوَرِي\nوَمن تصانيفه كتاب النَّبَات وَكتاب الأنواء وَكتاب الْقبْلَة وَكتاب حِسَاب\nالجزء: 1 ¦ الصفحة: 224\n",
        "الدّور وَكتاب الْوَصَايَا وَكتاب الْجَبْر والمقابلة وَكتاب إصْلَاح الْمنطق وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وَثَمَانِينَ ومئتين\nفصل الْخطاب\nللتيفاشي\nفصل الْخطاب\nلمُحَمد بن مُحَمَّد الحافظي البُخَارِيّ من عُلَمَاء دولة شاه رخ بن تيمور\nالفصوص\nلصاعد وَهُوَ صاعد بن الْحسن بن عِيسَى الربعِي الْبَغْدَادِيّ\nحُكيَ أَنه كَانَ يتهم بِالْكَذِبِ وَلِهَذَا رمى الْمَنْصُور كِتَابه الفصوص فِي النَّهر حَتَّى قَالَ بعض الظرفاء\n(قد غاص فِي الْبَحْر كتاب الفصوص\n...\nوَهَكَذَا كل ثقيل يغوص)\nفَلَمَّا بلغ إِلَيْهِ قَالَ\n(عَاد إِلَى عنصره إِنَّمَا\n...\nيخرج من قَعْر البحور الفصوص)\nمَاتَ سنة سبع عشرَة واربعمئة\nفصوص الْأَخْبَار\nللزمخشري فِي الأساس\nفصوص الحكم\nلِابْنِ عَرَبِيّ فِي السراج شَرحه الْمولى الْفَاضِل السَّامِي الْمَعْرُوف بالجامي\nالجزء: 1 ¦ الصفحة: 225\n",
        "وَمن جملَة شُرُوح الْكتاب الْمَزْبُور شرح الْمولى الْفَاضِل الْمَعْرُوف بِدَاوُد القيصري\nوَمِنْهَا شرح مَوْلَانَا حسام الدّين البدليسي كنت طالعت على هَذَا الشَّرْح النفيس بِخَط الْمولى الْمَعْرُوف بمصالحي الشَّامي من عُلَمَاء دولة السُّلْطَان أورخان وَهُوَ أول مدرس بِالْمَدْرَسَةِ الَّتِي بناها السُّلْطَان الْمَزْبُور بِمَدِينَة أزنيق\nوَمن شروحه شرح قطب الدّين الأزنيقي\nوَمن شروحه شرح مُرِيد اليدن الجندي\nالْفُصُول فِي الْأُصُول\nلأبي الْعَبَّاس الْجعْفِيّ وَهُوَ طَاهِر بن مُحَمَّد بن الْجعْفِيّ كَذَا فِي الْجَوَاهِر\nفُصُول الْبَدَائِع فِي أصُول الشَّرَائِع\nللفناري وَهُوَ شمس الدّين مُحَمَّد الفناري\nقيل إِن وَالِده الْفَاضِل مُحَمَّد شاه شَرحه شرحا نفيسا فِي غَايَة الْجَوْدَة\nولد فِي سنة إِحْدَى وَخمسين وسبعمئة\nوَمن تصانيفه تَفْسِير الْفَاتِحَة وأنموذج الْعُلُوم وَغير ذَلِك\nقَالَ الْمولى طشكبري زَاده جمع فِيهِ الْمنَار والبزدوي ومحصول الإِمَام الرَّازِيّ ومختصر ابْن الْحَاجِب من عُلَمَاء دولة السُّلْطَان إيلدرم بايزيد\nتوفّي سنة أَربع وَثَلَاثِينَ وثمانمئة\nفُصُول الْعمادِيَّة\nلمُحَمد بن عَليّ أبي بكر الملقب عماد الدّين ابْن صَاحب الْهِدَايَة\nالْفُصُول المهمة\nللفاضل شهَاب الدّين الْمَكِّيّ\nالجزء: 1 ¦ الصفحة: 226\n",
        "الْفُصُول فِي الطِّبّ\nلابقراط قَالَ الْمولى الْفَاضِل فِي مِفْتَاح السَّعَادَة: وَله كتب نافعة مفسرة بِالْعَرَبِيَّةِ اول من دون الطِّبّ أبقراط الْحَكِيم شَرحه الْفَاضِل بن البدوخ\nالفصيح\nلثعلب وَهُوَ احْمَد بن يحيى بن سيار الشَّيْبَانِيّ ولد فِي سنة مئتين\nوَمن تصانيفه المصون فِي النَّحْو وَاخْتِلَاف النَّحْوِيين ومعاني الْقرَان ومعاني الشّعْر والقراءات والتصغير وَالْوَقْف والابتداء والهجاء والامالي وَغير ذَلِك\nتوفّي سنة احدى وَتِسْعين ومئتين\nالْفَضَائِل الباهرة فِي مجْلِس مصر والقاهرة\nلِابْنِ ظهير\nفَضَائِل الْقرَان الْعَظِيم\nلِابْنِ هَارُون الاودني فِي الاحداث\nفَضَائِل الْمَدِينَة\nللجندي\nفضل الْكلاب على كثير مِمَّن لبس الثِّيَاب\nلمُحَمد بن خلف المرزباني\nالجزء: 1 ¦ الصفحة: 227\n",
        "فعلت وأفعلت\nللزجاج فِي الِاشْتِقَاق\nالْفِقْه الْأَكْبَر\nللْإِمَام ابي حنيفَة بلغه الله تَعَالَى الى الدَّرَجَات المنيفة\nوَمن شُرُوح الْكتاب الْمَزْبُور شُرُوح فقه الشَّيْبَانِيّ وَللشَّافِعِيّ ايضا\nوَمن شُرُوح فقه الامام شرح الْعَامِل اسحق الطَّبِيب الْمُنْتَقل الى الاسلام من الْيَهُودِيَّة وَقيل من النَّصْرَانِيَّة وَالثَّانِي هُوَ الاصح من عُلَمَاء دولة السُّلْطَان سُلَيْمَان خَان عَلَيْهِم الْمَغْفِرَة والغفران\nفقه اللُّغَة\nللثعالبي فِي السحر\nالْفِقْه النافع\nالْفَلاح\nللشَّيْخ عَلَاء الدولة\nالفلاحة\nلِابْنِ الوحشية\nالجزء: 1 ¦ الصفحة: 228\n",
        "فهرست الْعلمَاء\nلِابْنِ إِسْحَاق النديم، وَهُوَ مُحَمَّد بن اسحاق الْوراق الْمَعْرُوف بالنديم\nفواتح الْجمال\nلنجم الدّين الكثيري\nالفوائح المسكية\nلعبد الرَّحْمَن البسطامي فِي الشَّمْس\nالْفَوَائِد الضيائية شرح الكافية\nلعبد الرَّحْمَن الجامي وَهُوَ الشَّيْخ الْعَارِف بِاللَّه عبد الرَّحْمَن بن احْمَد الجامي\nوَمن تصانيفه التَّفْسِير غير انه لم يكمل وشواهد النُّبُوَّة ونفحات الْأنس ويوسف وزليخا وسلسلة الذَّهَب وَغير ذَلِك\nوالمولي الْمَزْبُور من عُلَمَاء دولة حُسَيْن بيفرا من اولاد تيمور\nتوفّي سنة ثَمَان وَتِسْعين وثمانمئة بِمَدِينَة هراة\nالْفَوَائِد الغياثية\nللفاضل عضد الدّين فِي علم البلاغة من شروحه شرح الْمولى الْمولي الْفَاضِل ميرعليم البُخَارِيّ من عُلَمَاء دولة السُّلْطَان سُلَيْمَان خَان عَلَيْهِم الرَّحْمَة والغفران\nالجزء: 1 ¦ الصفحة: 229\n",
        "فَوَائِد الْقرَان\nللْقَاضِي عبد الْجَبَّار\nالْفَوْز\nفِي الْأَخْلَاق لِابْنِ مسكويه\nالْفَيْض\nلابراهيم الكركي\nالْفَيْض\nلِابْنِ سينا فِي الإشارات\nالجزء: 1 ¦ الصفحة: 230\n",
        "ق\nالْقَامُوس\nللفيروز ابادي فِي البصائر\nالْقَامُوس فِي الْفِقْه\nللشَّيْخ شمس الدّين الديروطي\nالقانون\nلابي الْمَوَاهِب الشاذلي\nالقانون\nلِابْنِ سينا فِي الاشارات\nمن شروحه القانون شرح السامري وَعَلِيهِ حَاشِيَة لعمر بن البدوخ ابي جَعْفَر القلعي المغربي الطَّبِيب شَارِح الْفُصُول لابقراط وَصَاحب الذَّخِيرَة فِي الباه\nقانون المَسْعُودِيّ\nلابي ريحَان البيروني فِي الْهَيْئَة\nقانون الوزرا\nللماوردي فِي الاح\nك\nام\nالجزء: 1 ¦ الصفحة: 231\n",
        "قبر\nاسْم رِسَالَة لابقراط\nالْقَدُورِيّ\nلابي الْحُسَيْن وَهُوَ احْمَد بن مُحَمَّد بن احْمَد بن جَعْفَر بن حمدَان الْفَقِيه الْمَعْرُوف بالقدوري\nولد فِي سنة اثْنَتَيْنِ وَسِتِّينَ وثلاثمئة\nشَرحه الزَّاهِد صَاحب الْقنية\nوَمن تصانيفه شرح مُخْتَصر الْكَرْخِي والتجريد والتعريف ومختصر جمعه لِابْنِهِ وَغير ذَلِك\nوَتُوفِّي فِي خلَافَة الْقَائِم بِأَمْر الله ابي جَعْفَر عبد الله بن عبد الْقَادِر احْمَد الْهَاشِمِي العباسي سنة ثَمَان وَعشْرين وأربعمئة\nالْقَدِيم\nللامام الشَّافِعِي فِي الْجَدِيد\nقراضة الذَّهَب\nلِابْنِ رَشِيق فِي الْعُمْدَة وَهُوَ الْحسن بن رَشِيق\nولد فِي سنة تسعين وثلاثمئة\nوَمن تصانيفه الْعُمْدَة فِي صناعَة الشّعْر والانموذج والشذوذ فِي اللُّغَة وَغير ذَلِك\nتوفّي سنة سِتّ وَخمسين وأربعمئة\nالجزء: 1 ¦ الصفحة: 232\n",
        "القسطاس\nاسْم كتاب فِي الْعرُوض لصَاحب الْكَشَّاف\nقصَص الانبياء\nلِابْنِ الْجَوْزِيّ فِي الزَّاد\nقطب السرُور\nللقيرواني\nقلائد العقيان\nلِابْنِ خاقَان قَالَ ابْن خلكان وَقد جمع فِيهِ من شعر الْمغرب طَائِفَة كَثِيرَة تكلم على تَرْجَمَة كل وَاحِد مِنْهُم بِأحب عبارَة والطف اشارة\nوَهُوَ ابو نصر الْفَتْح بن مُحَمَّد بن عبد الله بن خاقَان الْقَيْسِي الاشبيلي\nوَمن تصانيفه مطمح الانفس وَغير ذَلِك\nتوفّي سنة خمس وَثَلَاثِينَ وخمسمئة\nالقند فِي تَارِيخ سَمَرْقَنْد\nلعمر بن مُحَمَّد بن احْمَد بن اسماعيل بن مُحَمَّد بن عَليّ بن لُقْمَان ابي جَعْفَر النَّسَفِيّ الْحَنَفِيّ فِي العقائد وَهُوَ ناظم الْجَامِع الصَّغِير للامام مُحَمَّد بن الْحسن صَاحب كتاب تَطْوِيل الاشعار لتَحْصِيل الاخبار\nتوفّي سنة سبع وَثَلَاثِينَ وخمسمئة\nالجزء: 1 ¦ الصفحة: 233\n",
        "الْقنية\nللزاهدي وَهُوَ مُخْتَار بن مَحْمُود بن مُحَمَّد الزَّاهدِيّ\nوَهُوَ من عُلَمَاء دولة بركَة خَان هَذَا اول من اسْلَمْ من اولاد جنكيز خَان\nوَمن تصانيفه شرح الْقَدُورِيّ والرسالة الْمَشْهُورَة بالناصرية الفها لبركة خَان فِي ذكر بعض المعجزة النَّبَوِيَّة عَلَيْهِ افضل التَّحِيَّة وَالتَّسْلِيم وَزَاد الائمة والمجتبى فِي الاصول وَقيل ادب الائمة وَالْجَامِع فِي الْفَرَائِض قَالَ الْفَاضِل طاشكبرى زَاده فِي مِفْتَاح السَّعَادَة وَكَانَ على مَذْهَب الاعتزال وَلِهَذَا لَا يعْتَمد على فتواه\nتوفّي سنة ثَمَان وَخمسين وستمئة\nقهوة الانشا\nلِابْنِ ابي حجَّة صَاحب السكردان\nالْقَوَاعِد\nلِابْنِ الساعاتي فِي البديع\nالْقَوَاعِد\nلِابْنِ هِشَام فِي الْعُمْدَة\nالْقَوَاعِد\nللزركشي\nقَوَاعِد الاعراب\nلِابْنِ هِشَام فِي شذور الذَّهَب\nالجزء: 1 ¦ الصفحة: 234\n",
        "الْقَوَاعِد السبكية\nذيل كتاب سمي بالاشباه والنظائر\nالقواطع\nقَوَاعِد العقائد\nلنصير الطوسي\nالْقُوت\nلأبي طَالب الْمَكِّيّ\nوَهُوَ الْكتاب الْمَعْرُوف بقوت الْقُلُوب لأبي طَالب مُحَمَّد بن عَليّ بن عَطِيَّة الْحَارِثِيّ\nقَالَ ابْن خلكان وَله مصنفات فِي التَّوْحِيد توفّي سنة 336 هـ\nقوت الارواح\nلِلْحسنِ بن عَليّ بن حَمَّاد\nقوت الْقُلُوب\nللنسفي\nالقَوْل السديد فِي الشَّيْخ والمريد\nلِابْنِ الْعَرَبِيّ فِي السراج\nالقَوْل المأنوس\nللبدر الْقَرَافِيّ\nالجزء: 1 ¦ الصفحة: 235\n",
        "القوهستاني\nشرح الْوِقَايَة للْمولى الْفَاضِل شمس الدّين مُحَمَّد القوهستاني الْمُفْتِي فِي بُخَارى فِي دولة اسكندرخان من مُلُوك البشيكية\nوَذَلِكَ الْفَاضِل من شُرَكَاء العصام العربشاهي\nالجزء: 1 ¦ الصفحة: 236\n",
        "ك\nالْكَافِي فِي شرح الوافي\nوَهُوَ عبد الله بن احْمَد بن مَحْمُود حَافظ الدّين ابو البركات النَّسَفِيّ\nوَمن تصانيفه الْمُصَفّى فِي شرح الْمَنْظُومَة وَالْمَنَافِع شرح النافع وكنز الدقائق والمنار فِي الاصول وَالْخيَار ايضا فِي اصول الدّين والعمدة فِي الاصول وَشرح الْهِدَايَة وَشرح الْمنَار وَسَماهُ الْكَشْف وَشرح الْعُمْدَة وَسَماهُ الِاعْتِمَاد\nقَالَ بعض الْفُضَلَاء وَلَا يعرف لَهُ شرح الْهِدَايَة\nالكافية\nلِابْنِ الْحَاجِب تَفْصِيله فِي الشافية\nالكافية فِي الْمنطق\nللامام الْعَلامَة نَاصِر الدّين عبد الله بن عمر الشِّيرَازِيّ\nوَمن تصانيفه تَفْسِير الْقُرْآن والمفتاح فِي الْفِقْه والغاية القصوى فِي دراية الْفَتْوَى وَشرح النبيه وَشرح الْمُنْتَخب وَله الطوالع وَشرح المحصل وَغير ذَلِك\nالْكَامِل\nللمبرد وَهُوَ مُحَمَّد بن يزِيد بن عبد الاله الازدي الْبَصْرِيّ ابو الْعَبَّاس الْمبرد\nقَالَ الْعَلامَة جلال الدّين وَلما صنف الْمَازِني كتاب الالف وَاللَّام سُئِلَ الْمبرد عَن\nالجزء: 1 ¦ الصفحة: 237\n",
        "رَفِيقه فَأَجَابَهُ بِأَحْسَن جَوَاب فَقَالَ قُم فَأَنت الْمبرد بِكَسْر الرَّاء الْمُثبت للحق فَغَيره الْكُوفِيُّونَ وفتحوا الرَّاء ولد فِي سنة عشر ومئتين\nوَمن تصانيفه مَعَاني الْقرَان والمقتضب وَالرَّوْضَة والمقصور والممدود والاشتقاق والقوافي وَالْإِعْرَاب فِي إِعْرَاب الْقرَان الْكَرِيم وَنسب عدنان وقحطان وَالرَّدّ على سِيبَوَيْهٍ وَشرح شَوَاهِد الْكتاب وضرورة الشّعْر وَالْعرُوض وَمَا اتّفق لَفظه وَاخْتلف مَعْنَاهُ وطبقات النُّحَاة الْبَصرِيين وَغير ذَلِك\nتوفّي فِي سنة خمس وَثَمَانِينَ ومئتين\nالْكَامِل\nلِابْنِ الْجَزرِي فِي التَّارِيخ وَهُوَ ابو الْحسن عَليّ بن أبي المكارم وَقيل أبي الْكَرم مُحَمَّد بن مُحَمَّد بن عبد الْكَرِيم الْمَعْرُوف بِابْن الْأَثِير الْجَزرِي\nولد فِي سنة خمس وَخمسين وخمسمئة\nوَمن تصانيفه كتاب الْأَنْسَاب واخبار الصَّحَابَة\nوَتُوفِّي فِي سنة سِتِّينَ وستمئة\nالْكَامِل\nلبركة بن عَليّ وَهُوَ بركَة بن عَليّ بن بركَة بن الْحُسَيْن بن أَحْمد بن بركَة بن عَليّ الْفَقِيه قَالَ صَاحب الْجَوَاهِر لَهُ من التصانيف كتاب كَامِل الْآلَة فِي صناعَة الْوكَالَة يشْتَمل على الشُّرُوط وَهُوَ حسن فِي فنه\nمَاتَ فِي ربيع الأول سنة خمس وستمئة\nالجزء: 1 ¦ الصفحة: 238\n",
        "كَامِل التَّعْبِير\nلحسن بن إِبْرَاهِيم التفليسي\nكَامِل الصِّنَاعَة فِي الطِّبّ\nلإسماعيل الْمَجُوسِيّ\nالْكَامِل فِي التَّارِيخ\nلِابْنِ عدي\nالْكَامِل فِي الطِّبّ\nللمكي\nالْكَامِل فِي النَّحْو\nلعيسى بن عمر وَهَذَا غلط بل إِنَّه الْإِكْمَال وَهُوَ عِيسَى بن عمر بن عِيسَى النَّحْوِيّ الْبَغْدَادِيّ الشَّافِعِي صَاحب الْقِصَّة الْمَشْهُورَة\nوَمن تصانيفه الْجَامِع\nوَتُوفِّي سنة أَربع وَأَرْبَعين وخمسمئة على القَوْل الْأَرْجَح\nالْكتاب\nلِابْنِ أبي الدُّنْيَا\nكتاب الْأَرْبَعين\nلِلْحَافِظِ عبد الْقَادِر الرهاوي\nالجزء: 1 ¦ الصفحة: 239\n",
        "كتاب الِاسْتِغْنَاء فِي أَحْكَام الِاسْتِثْنَاء\nللْإِمَام شهَاب الدّين الْقَرَافِيّ\nكتاب الْأُصُول\nللْإِمَام أبي بكر بن السراج\nكتاب الْأَمر وَالنَّهْي\nلعمر بن عُثْمَان بن شبْل التَّمِيمِي أبي حَفْص النَّحْوِيّ الجنزي\nوَهَذَا الْكتاب يعرف بِكِتَاب الْمُنْتَقى من وافي الوفيات\nكتاب النشر فِي الْقرَاءَات الْعشْر\nللجزري وَهُوَ الشَّيْخ مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن عَليّ بن يُوسُف الْجَزرِي\nولد فِي سنة إِحْدَى وَخمسين وسبعمئة وَمن تصانيفه الْمُخْتَصر المعنون بالتقريب وتحبير التَّيْسِير فِي الْقِرَاءَة وطبقات الْقُرَّاء وتاريخ الْقُرَّاء وَغير ذَلِك\nوَتُوفِّي سنة ثَلَاث وَثَلَاثِينَ وثمانمئة\nكتاب الْبَينَات\nلأبي حنيفَة الدينَوَرِي فِي الفصاحة\nكتاب الْجنان\nللرشيد الزبير احْمَد بن القَاضِي الرشيد وَله ديوَان شعر\nتوفّي فِي محرم سنة ثَلَاث وَسِتِّينَ وخمسمئة\nالجزء: 1 ¦ الصفحة: 240\n",
        "كتاب الْحيض\nلأبي عَليّ الدقاق\nكتاب الْحَيَوَان\nللجاحظ فِي الْبَيَان\nكتاب الْحَيَوَان\nللكندي\nكتاب الرَّد على الْجَهْمِية\nلعبد الرَّحْمَن بن أبي حَاتِم\nكتاب السجلات\nلعَلي بن مُقَابل الرَّازِيّ\nقَالَ صَاحب الْجَوَاهِر لَهُ ذكر فِي الْمُحِيط وَغَيره\nكتاب سِيبَوَيْهٍ\nوَهُوَ عَمْرو بن عُثْمَان بن قنبر الملقب سِيبَوَيْهٍ\nوَمن تصانيفه الْكتاب وَكتاب الْخَيل\nتوفّي سنة ثَمَانِينَ ومئة\nقَالَ الزَّمَخْشَرِيّ\n(أَلا صلى الْإِلَه صَلَاة صدق\n...\nعلى عَمْرو بن عُثْمَان بن قنبر)\nالجزء: 1 ¦ الصفحة: 241\n",
        "(فَإِن كِتَابه لم يغن عَنهُ\n...\nبَنو قلم وَلَا أَبنَاء مِنْبَر)\nوَمن جملَة شُرُوح الْكتاب شرح ابْن خروف وَهُوَ غير ابْن خروف الشَّاعِر\nوَمن شُرُوح الْكتاب كتاب شهَاب الدّين العبامي\nكتاب المثالب\nلأبي عُبَيْدَة\nكتاب منَازِل الْعَرَب\nلعمر بن مطرف ابي الْوَزير الْكَاتِب\nكتاب الوزراء\nلمُحَمد بن يحيى بن عبد الله بن العباسي الصولي\nالْكَتَائِب\nللْقَاضِي مَحْمُود الكفوي وَهُوَ الْمولى الْفَاضِل أَبُو الْفضل مَحْمُود بن الحاجي سُلَيْمَان بن عبد الله الكفوي من عُلَمَاء دولة السُّلْطَان بالنُّون بن السُّلْطَان سليم بن سُلَيْمَان وَله حِكَايَة عَظِيمَة ذكرهَا صَاحب كتاب\nالْكَشَّاف\nللزمخشري فِي الأساس\nقيل كَانَ الْمولى المرحوم كتب فِي خطْبَة كِتَابه الْحَمد لله الَّذِي خلق الْقرَان\nالجزء: 1 ¦ الصفحة: 242\n",
        "من حَوَاشِي الْكتاب الْمَذْكُور حَاشِيَة الْمولى جمال الدّين الأقسرايي من عُلَمَاء دولة السُّلْطَان مُرَاد بن أورخان\nوَمن الْحَوَاشِي حَاشِيَة القطب التحتاني\nالْكَشْف\nشرح الْمنَار للنسفي فِي الْكَافِي\nالْكَشْف\nلعمر بن عبد الرَّحْمَن الْفَارِسِي\nكشف الْآثَار فِي مَنَاقِب الإِمَام الْأَعْظَم\nللسَّيِّد الْمولى وَهُوَ عبد الله بن مُحَمَّد بن يَعْقُوب بن الْمَازِني بن الْخَلِيل الْجَارِي السبذموني\nولد فِي سنة ثَمَان وَخمسين ومئتين\nوَمن تصانيفه الْمسند وَغير ذَلِك\nتوفّي سنة أَرْبَعِينَ وثلاثمئة\nكشف الْأَسْرَار\nللأفقهسي\nالجزء: 1 ¦ الصفحة: 243\n",
        "كشف الاسرار\nللمقدسي\nكشف الْحجاب\nللوالد المرحوم فِي التَّذْكِرَة\nكشف الْحجاب والران عَن أسئلة الجان\nلعبد الْوَهَّاب الشعراني\nالْكَشْف الْكَبِير\nكشف المحجوب فِي التصوف\nللشَّيْخ أبي الْحسن عَليّ بن عُثْمَان بن أبي عَليّ الغزنوي\nكشف المحجوب\nلأبي الْفضل مُحَمَّد بن الْحُسَيْن السَّرخسِيّ\nكشف الْمعَانِي فِي متشابه المثاني\nللْقَاضِي بدر الدّين بن جمَاعَة وَهُوَ مُحَمَّد بن أبي بكر بن عبد الْعَزِيز بن مُحَمَّد بن إِبْرَاهِيم بن سعد الله بن جمَاعَة\nولد فِي سنة تسع وَخمسين وسبعمئة\nوَمن تصانيفه شرح جمع الْجَوَامِع وحاشية على شرح الْبَيْضَاوِيّ للإسنوي وحاشية على توضيح ابْن هِشَام وَشرح الْقَوَاعِد الْكُبْرَى وحاشية على شرح الشافية للجاربردي ومختصر التَّلْخِيص فِي الْمعَانِي وَالْبَيَان\nالجزء: 1 ¦ الصفحة: 244\n",
        "وَله المثلث فِي اللُّغَة وَغير ذَلِك\nتوفّي سنة تسع عشرَة وثمانمئة\nكشف المغطى عَن الصَّلَاة الْوُسْطَى\nلِلْحَافِظِ الدمياطي\nكشف النصائح الربانية فِي كشف الفضائح اليونانية\nللشَّيْخ شهَاب الدّين السهروردي فِي الْأَعْلَام\nكشف الهموم\nللشَّيْخ دَاوُد الْمصْرِيّ\nالْكِفَايَة\nلِلشَّعْبِيِّ وَهُوَ عَامر بن شرَاحِيل بِالْحَاء الْمُهْملَة\nكِفَايَة الفحول فِي علم الْأُصُول\nللْقَاضِي النَّسَفِيّ وَهُوَ عبد الْعَزِيز بن عُثْمَان بن إِبْرَاهِيم بن مُحَمَّد بن أَحْمد بن أبي بكر بن فضل\nوَمن تصانيفه المنقذ من الذلل فِي مسَائِل الجدل وَتَعْلِيق الْخلاف وَغير ذَلِك\nتوفّي سنة ثَلَاث وَثَلَاثِينَ وخمسمئة\nالْكِفَايَة مُخْتَصر الْهِدَايَة\nللماردي وَهُوَ عَليّ بن عُثْمَان بن الإِمَام قَاضِي الْقُضَاة الماردي\nوَمن تصانيفه شرح الْهِدَايَة غير أَنه لم يكمل قَالَ صَاحب الْجَوَاهِر وَشرح قَاضِي الْقُضَاة وَلَده من حَيْثُ انْتهى إِلَيْهِ وَالِده ومختصر ابْن الصّلاح فِي علم الحَدِيث\nالجزء: 1 ¦ الصفحة: 245\n",
        "وَشرح الْكتاب للبيهقي قَالَ ابْن الشّحْنَة وَسَماهُ الْجَوْهَر النقي فِي الرَّد على الْبَيْهَقِيّ\nوَتُوفِّي فِي سنة خمسين وسبعمئة\nكِفَايَة المتحفظ وَنِهَايَة المتلفظ\nلِابْنِ الأجدابي\nالْكِفَايَة على الْهِدَايَة\nلتاج الشَّرِيعَة وَهُوَ مَحْمُود بن عبيدس بن مَحْمُود المحبوبي\nوَمن تصانيفه الْوِقَايَة مُخْتَصر الْهِدَايَة\nالْكِفَايَة على الْهِدَايَة\nللشَّيْخ جلال الدّين كرلاني\nقَالَ صَاحب الْمِفْتَاح وَلم أَقف على تَرْجَمته\nالْكِفَايَة فِي مسَائِل الْخلاف\nلأبي الْحسن يعلى بن سعد بن عبد الرَّحْمَن الْعَبدَرِي\nكليلة ودمنة\nفِي الأَصْل لبيدبا الفيلسوف وَضعه لديلم ملك الْهِنْد ثمَّ نَقله برزويه بِفَتْح الزَّاي الَّتِي بعْدهَا وَاو من الْهِنْدِيَّة إِلَى الفارسية ثمَّ نَقله عبد الله بن هِلَال الْأَهْوَازِي من\nالجزء: 1 ¦ الصفحة: 246\n",
        "الفارسية إِلَى الْعَرَبيَّة تَرْجمهُ الْمولى الْمَعْرُوف بواسع عليين من عُلَمَاء دولة السُّلْطَان سُلَيْمَان خَان وَهُوَ الْكتاب الْمَعْرُوف بهمايون نامه بِضَم الْهَاء الَّتِي بعْدهَا مِيم وَمَا قيل إِنَّه لِابْنِ المقفع غلط بل إِنَّه عَرَبِيّ من الفارسية\nكلم النوابغ\nللزمخشري فِي الأساس\nالْكَمَال شرح مُخْتَصر الْوِقَايَة\nللشمني وَهُوَ أَحْمد بن مُحَمَّد بن مُحَمَّد بن حسن بن عَليّ بن يحيى بن مُحَمَّد بن خلف الله بن خَليفَة الشمني\nولد فِي سنة إِحْدَى وثمانمئة\nوَمن تصانيفه شرح الْمُغنِي وحاشية نظم التَّحِيَّة لوالده وَغير ذَلِك\nتوفّي رَحمَه الله سنة اثْنَتَيْنِ وَسِتِّينَ وثمانمئة\nالْكَمَال فِي أَسمَاء الرِّجَال\nلِابْنِ سرُور الْمَقْدِسِي\nلكناش\nلعمران بن أبي عَمْرو وَهُوَ الَّذِي ألف حب الأنبوه\nالجزء: 1 ¦ الصفحة: 247\n",
        "الكناش الْكَبِير\nلعيسى بن حكم الدِّمَشْقِي الطَّبِيب من عُلَمَاء هَارُون الرشيد\nكنز الدقائق\nللنسفي فِي الْكَافِي\nكنز الراغبين\nللعلامة برهَان الدّين التاجي\nكنز الْمعَانِي\nللجعبري وَهُوَ إِبْرَاهِيم بن عمر بن إِبْرَاهِيم بن خَلِيل أَبُو الْعَبَّاس الخليلي الْمَعْرُوف بالجعبري\nوَمن تصانيفه شرح الرائية وَشرح التَّعْجِيز وَغير ذَلِك\nتوفّي سنة ثَلَاث وَثَلَاثِينَ وسبعمئة\nالكواشي\nللعلامة الكواشي بِالْوَاو الْمُشَدّدَة بِالْفَتْح وَهُوَ أَحْمد بن يُوسُف أبي حسن الكواشي الْموصِلِي الشَّافِعِي\nولد فِي سنة تسعين وخمسمئة\nتوفّي سنة ثَمَانِينَ وستمئة فِي الْموصل\nوَمن تصانيفه التَّفْسِير الْكَبِير وَالتَّفْسِير الصَّغِير\nالجزء: 1 ¦ الصفحة: 248\n",
        "الْكَوْثَر الْجَارِي على البُخَارِيّ\nللْمولى الكوراني فِي الْغَايَة\nكوزة الْخَلَاص على الْإِخْلَاص\nللفيروز آبادي فِي البصائر\nالجزء: 1 ¦ الصفحة: 249\n",
        "ك ا\nل\nفارسية\nكل بِي خار\nللشفائي\nكلستان\nللشَّيْخ سعدي\nوَمن شُرُوح الْكتاب الْمَذْكُور شرح الْمولى الْمَعْرُوف سَيِّدي عَليّ زَاده\nمن عُلَمَاء دولة السُّلْطَان بايزيد بن الفاتح\nوَمن شرح الْكتاب شرح\nكلش تَوْحِيد\nللشَّيْخ الْعَارِف بِاللَّه بَقَاء وَالْمَعْرُوف بَين أجلة الْعلمَاء دَاوُد المدورني من مشائخ دولة سُلْطَان بايزيد بن مُحَمَّد الفاتح\nكلشن زار\nللشَّيْخ مَحْمُود سبستري\nالجزء: 1 ¦ الصفحة: 250\n",
        "ل\nاللا\nم\nع\nلصَاحب الْقَامُوس\nلامية الْعَرَب\nللشنفري\nلب الْأَلْبَاب فِي بَحر الْأَنْسَاب\nللعلامة الْحَافِظ جلال الدّين عبد الرَّحْمَن السُّيُوطِيّ صَاحب طَبَقَات النُّحَاة\nاللّبَاب\nشرح الْقَدُورِيّ للبزدوي\nاللّبَاب فِي الْأُصُول\nلمُحَمد بن أَحْمد بن مُحَمَّد السَّمرقَنْدِي كَذَا فِي الْمِصْبَاح\nاللّبَاب فِي الْأُصُول\nللأرموي وَهُوَ كتاب الْأَرْبَعين فِي الْكَلَام\nاللّبَاب فِي التَّفْسِير\nلِابْنِ عَادل\nالجزء: 1 ¦ الصفحة: 251\n",
        "لباب الْإِعْرَاب\nللإسفراييني وَهُوَ مُحَمَّد بن مُحَمَّد بن أَحْمد تَاج الدّين الإِسْفِرَايِينِيّ قَالَ صَاحب لم أَقف على تَرْجَمته\nلباب النقول فِي أَسبَاب النُّزُول\nللسيوطي\nاللجة\nلعبد الحميد السيواسي\nلحن الْعَامَّة\nلأبي حَاتِم\nلِسَان الْحُكَّام\nلِابْنِ الشّحْنَة\nقَالَ فِي الْمِفْتَاح جمع فِيهِ بَين التَّهْذِيب والمحكم والصحاح وحواشيه وَالنِّهَايَة\nلِسَان الْعَرَب\nفِي اللُّغَة لِابْنِ مكرم وَهُوَ مُحَمَّد بن مكرم بن عَليّ\nولد فِي سنة ثَلَاثِينَ وستمئة\nقَالَ الْفَاضِل طشكبري زَاده وَاخْتصرَ كثيرا من كتب الْأَدَب المطولة كالأغاني\nالجزء: 1 ¦ الصفحة: 252\n",
        "وَالْعقد والذخيرة ومفردات ابْن البيطار وَاخْتصرَ تَارِيخ دمشق\nتوفّي فِي سنة إِحْدَى عشرَة وسبعمئة\nلِسَان الْعَرَب\nلِابْنِ سينا فِي الإشارات\nلِسَان الْمِيزَان\nلِابْنِ حجر وَهُوَ شهَاب الدّين أَحْمد الْعَسْقَلَانِي الشهير بِابْن حجر الشَّافِعِي\nلطائف الإشارات فِي الْفِقْه\nلِابْنِ القَاضِي سماونة فِي التسهيل\nلطائف الإشارات\nللبوني صَاحب شمس الْعُلُوم وهما كِتَابَانِ فِي الْحُرُوف وكل مِنْهُمَا تَارِيخ فِي عدم الإفادة مَعَ التَّفْضِيل وَالزِّيَادَة\nلطائف المعارف\nلأبي مَنْصُور الثعالبي فِي الشّعْر\nلطائف المنن فِي بَيَان مَنَاقِب أبي الْعَبَّاس أَحْمد بن عمر الْأنْصَارِيّ المرسي\nلأبي الْفضل أَحْمد بن الشَّيْخ أبي بكر مُحَمَّد بن الشَّيْخ رشيد الدّين أبي مُحَمَّد عبد الْكَرِيم بن عَطاء الله\nلغت\nنعْمَة الله\nالجزء: 1 ¦ الصفحة: 253\n",
        "اللب\nاللمع\nلِابْنِ جني فِي النَّحْو وَهُوَ كتاب مُفِيد شَرحه الثمانيني الضَّرِير النَّحْوِيّ\nاللمْعَة النورانية\nللبوني\nاللمْعَة فِي الْفِقْه\nاللوافح\nلعبد الرَّحْمَن الشعراني\nاللوامع الالهية فِي الْكَلَام\nلمقداد بن عبد الله بن السبوري الْأَسدي\nلَيْسَ\nلِابْنِ خالوية وَهُوَ أَبُو عبد الله الْحُسَيْن بن أَحْمد بن خالوية\nوَمن تصانيفه الْآل\nليلى وَالْمَجْنُون\nلمحمدي أَفَنْدِي وَهُوَ حمد الله بن الشَّيْخ شمس الدّين\nوَمن تصانيف الْمولى الْمَزْبُور يُوسُف وزليخا والمولد النَّبَوِيّ\nالجزء: 1 ¦ الصفحة: 254\n",
        "من عُلَمَاء دولة السُّلْطَان مُحَمَّد خَان بن السُّلْطَان مُرَاد خَان بن السُّلْطَان مُحَمَّد خَان بن السُّلْطَان مُرَاد خَان بن السُّلْطَان بايزيد الأول\nليلى وَمَجْنُون\nللْمولى الْمَعْرُوف وحشى اليزدي وَصدر الْكتاب الْمَذْكُور إلهي سنيه ده اسر افروز\nالجزء: 1 ¦ الصفحة: 255\n",
        "م\nالمآخذ فِي الخلافيات\nللْإِمَام الْغَزالِيّ فِي الْإِحْيَاء شرحها حسام التوقا\nن\nي من عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان مُحَمَّد بن السُّلْطَان إيلدرم بايزيد خَان\nالمئة\nلعبد القاهر فِي الْجمل\nالمئة\nوَهُوَ العوامل المئة لأبي عَليّ الْفَارِسِي\nالمئة فِي أصُول الموسيقى\nالمئة فِي الطِّبّ\nللمسيحي\nالمباحث المشرقة\nللْإِمَام فَخر الرَّازِيّ فِي الْأَرْبَعين\nالْمَبْسُوط\nلشمس الْأَئِمَّة السَّرخسِيّ وَهُوَ مُحَمَّد بن أَحْمد بن أبي سهل السَّرخسِيّ\nالجزء: 1 ¦ الصفحة: 256\n",
        "وَمن تصانيفه شرح الْكَبِير وَكتاب فِي الاصول وَشرح مُخْتَصر الطَّحَاوِيّ وَشرح كتاب الْكسْب لمُحَمد بن الْحسن وَغير ذَلِك\nحُكيَ أَن أَمِير الْمُؤمنِينَ زوج امهات أَوْلَاده من خُدَّامه الْأَحْرَار فَسَأَلَ الْعلمَاء الْحَاضِرين عَن ذَلِك قَالُوا نعم مَا فعلت فَقَالَ شمس الْأَئِمَّة أَخْطَأت لِأَن تَحت كل خَادِم امْرَأَة حرَّة وَكَانَ تَزْوِيج الْأمة على الْحرَّة\nفَقَالَ الْأَمِير اعتقت هَؤُلَاءِ وجددوا العقد فَسَأَلَ الْحَاضِرين عَن ذَلِك فَقَالُوا نعم مَا فعلت فَقَالَ شمس الْأَئِمَّة أَخْطَأت لِأَن الْعدة تجب على أُمَّهَات الْأَوْلَاد بعد الْإِعْتَاق قَالَ فِي الْجَوَاهِر المضيئة تكَرر ذكره فِي الْهِدَايَة\nتوفّي سنة أربعمئة\nالْمَبْسُوط\nلخواهر زَاده فِي الذَّخِيرَة\nالْمَبْسُوط\nللْإِمَام فِي السّير\nالْمَبْسُوط\nلعَلي بن مُحَمَّد الْحُسَيْن الْمَعْرُوف بفخر الْإِسْلَام الْبَزْدَوِيّ\nوَمن تصانيفه شرح الْجَامِع الْكَبِير وَالْجَامِع الصَّغِير وَله فِي أصُول الْفِقْه كتاب شَرحه الشَّيْخ قوام الدّين الكاكي وَعِنْدِي بِخَطِّهِ انْتقل من الْوَالِد المرحوم الْمُنْتَقل إِلَى جوَار رَحْمَة ربه الغفور نور الله مرقده وبنومة الْعَرُوس أرقده\nتوفّي سنة اثْنَتَيْنِ وَثَمَانِينَ وأربعمئة\nقَالَ القَاضِي طاشكبري زَاده وَمِمَّا تطابقت عَلَيْهِ كَلِمَات الْفُقَهَاء التَّعْبِير من الْمَبْسُوط فِي الأَصْل\nالجزء: 1 ¦ الصفحة: 257\n",
        "الْمَبْسُوط فِي الخلافيات\nللخصاف\nالْمَبْسُوط فِي الهندسة\nللبديع المحيزي\nمتخير الْأَلْفَاظ\nلِابْنِ فَارس فِي الْجمل\nالْمُتَّفق والمختلف\nلمُحَمد بن عبد الله الجوزقي النَّيْسَابُورِي\nالْمُتَوَسّط\nللسَّيِّد ركن وَهُوَ الْحسن بن مُحَمَّد بن شرفشاه الْعلوِي الاسترابادي أَبُو الْفَضَائِل السَّيِّد ركن الدّين الشَّافِعِي\nوَمن تصانيفه حَاشِيَة التَّجْرِيد وَشرح الْقَوَاعِد وقواعد العقائد للنصير الطوسي وَشرح الكافية وَشرح الْحَاوِي وَشرح مُخْتَصر ابْن الْحَاجِب وَشرح الشافية\nوَتُوفِّي سنة خمس عشرَة وسبعمئة على القَوْل الْمُخْتَار\nالمثالب\nلأبي عُبَيْدَة\nالمثالث والمثاني فِي الْمقَال والمعاني\nلصفي الدّين الْحلِيّ\nالجزء: 1 ¦ الصفحة: 258\n",
        "الْمثل السائر\nلِابْنِ الْأَثِير وَهُوَ أَبُو الْفَتْح نصر الله بن أبي الْكَرم مُحَمَّد بن مُحَمَّد بن عبد الْكَرِيم بن عبد الْوَاحِد الشَّيْبَانِيّ الْمَعْرُوف بِابْن الاثير الْجَزرِي\nولد فِي سنة ثَمَان وَخمسين وخمسمئة\nوَمن تصانيفه الوشي المرقوم فِي حل المنظوم والمعاني المخترعة فِي صناعَة الْإِنْشَاء ومجموعة اخْتَار مِنْهَا شعر أبي تَمام والبحتري وديك الْجِنّ والمتنبي وديوان ترسل فِي عدَّة مجلدات\nوَتُوفِّي سنة سبع وَثَلَاثِينَ وستمئة\nالمثلث\nلجمال الدّين بن مَالك البطليوسي فِي الاقتضاب\nالمثنوي\nلجلال الدّين الرُّومِي وَهُوَ الْعَارِف بِاللَّه مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن حُسَيْن بن أَحْمد بن قَاسم بن سيد بن عبد الله بن عبد الرَّحْمَن بن أبي بكر الصّديق رَضِي الله عَنهُ وعنهم\nوَتُوفِّي فِي سنة ثِنْتَيْنِ وَسبعين وستمئة\nالْمجَاز فِي غَرِيب الْقرَان\nلأبي عُبَيْدَة معمر بن الْمثنى فِي الْغَرِيب\nالجزء: 1 ¦ الصفحة: 259\n",
        "مجَالِس العشاق\nلحسين بيفرا أَوله بِسم الله وَمَا توفيقي إِلَّا بِاللَّه\nالمجالسة\nلِأَحْمَد بن مَرْوَان الْمَالِكِي الدينَوَرِي\nالْمُجَرّد\nللْقَاضِي أبي الطّيب\nالمجسطي\nلبطليموس وَهُوَ البطليموس الْخَامِس واسْمه فيقوس وَهُوَ صَاحب علم النُّجُوم وأحوال الْفلك\nالْمجمع\nللبزار\nمجمع الْبَحْرين\nلِابْنِ الساعاتي وَهُوَ أَحْمد بن عَليّ بن ثَعْلَب بن أبي الضياء الْبَغْدَادِيّ البعلبكي الأَصْل المنعوت بمظفر الدّين الْمَعْرُوف بِابْن الساعاتي\nوَمن تصانيفه البديع فِي أصُول الْفِقْه جمع فِيهِ بَين أصُول فَخر الْإِسْلَام على الْبَزْدَوِيّ وإحكام الْأَحْكَام للآمدي وَغير ذَلِك\nوَمن شُرُوح مجمع الْبَحْرين شرح الْفَاضِل عز الدّين عبد اللَّطِيف بن ملك وَهُوَ من عُلَمَاء إيلدرم بايزيد وَمن شروحه أَيْضا شرح الْفَاضِل مُحَمَّد بن قَاضِي أيا ثلوغ من عُلَمَاء\nالجزء: 1 ¦ الصفحة: 260\n",
        "دولة السُّلْطَان مُرَاد بن السُّلْطَان مُحَمَّد بن السُّلْطَان إيلدرم\nتوفّي سنة ثَلَاث وَثَمَانِينَ وستمئة\nمجمع الْبَحْرين فِي اللُّغَة\nللصاغاني فِي الْأَثر\nمجمع الغرائب\nللفارسي\nمجمع الْفرس\nمن الْكتب الفارسية الْمُتَعَلّقَة بلغاتهم لمُحَمد قَاسم بن مُحَمَّد كاشاني المتخلص بسروري\nالْمُجْمل فِي اللُّغَة\nللفارابي صَاحب ديوَان الْأَدَب وَهُوَ إِسْحَاق بن إِبْرَاهِيم الفارابي\nالْمُجْمل فِي اللُّغَة\nلِابْنِ فَارس وَهُوَ أَحْمد بن فَارس بن زَكَرِيَّا أَبُو الْحُسَيْن اللّغَوِيّ الْقزْوِينِي\nوَمن تصانيفه فقه اللُّغَة ومتخير الْأَلْفَاظ ومقدمة فِي النَّحْو وذم الْخَطَأ فِي الشّعْر والفتاوي وفقيه الْعَرَب والاتباع والمزاوجة وَاخْتِلَاف النَّحْوِيين والانتصار لثعلب النَّحْوِيّ وَاللَّيْل وَالنَّهَار وَخلق الْإِنْسَان وَتَفْسِير أَسمَاء النَّبِي صلى الله عَلَيْهِ وَسلم وَغير ذَلِك\nتوفّي سنة خمس وَتِسْعين وثلاثمئة\nالجزء: 1 ¦ الصفحة: 261\n",
        "مجمع الضمانات\nلِابْنِ الْعلم الْبَغْدَادِيّ\nوَمن تصانيفه تَرْجِيح الْفلك وَغير ذَلِك\nاسْتشْهد وَمَعَهُ قَضِيَّة بَغْدَاد فِي سنة ثَلَاث وَثَلَاثِينَ وَألف\nالْمَجْمُوع فِي الْمَذْهَب\nلِابْنِ أبان الضَّبِّيّ الْمحَامِلِي الشَّافِعِي\nوَمن تصانيفه الْمقنع فِي الحَدِيث أَيْضا واللباب فِي الحَدِيث والأوسط فِي الحَدِيث وَله تصنيف فِي الْخلاف\nالمحاسن والأضداد\nللجاحظ\nالمحاضر والسجلات\nلِابْنِ سَمَّاعَة\nالمحاضر والسجلات\nللخصاف فِي الْأَحْكَام\nالمحاضر والسجلات\nللطحاوي وَهُوَ أَحْمد بن مُحَمَّد بن سَلامَة بن سَلمَة فِي الشُّرُوط\nالمحاضرات والمحاورات\nلجلال السُّيُوطِيّ الشَّافِعِي\nالجزء: 1 ¦ الصفحة: 262\n",
        "المحاضرات والمناظرات\nالتوحيدي لأبي حَيَّان التوحيدي وَهُوَ عَليّ بن مُحَمَّد بن الْعَبَّاس ابو حَيَّان التوحيدي قَالَ الْفَاضِل طشكبرى زَاده التوحيدي نِسْبَة إِلَى نوع من التَّمْر يُسمى التَّوْحِيد\nوَمن تصانيفه الإمتاع والمؤانسة وَكتاب الحنين إِلَى الاوطان وتعريض الجاحظ والبصائر وَغير ذَلِك\nتوفّي سنة ثَمَانِينَ وثلاثمئة\nالمحاضرة\nللراغب وَهُوَ الْمفضل بن مُحَمَّد الْأَصْفَهَانِي\nوَمن تصانيفه مفرادات الْقرَان وأفانين البلاغة وَتَفْسِير الْقرَان الْعَظِيم وتفصيل النشأتين وَكتاب الذريعة فِي أَحْكَام الشَّرِيعَة وَقيل تأسيس التَّقْدِيس غلط وَهُوَ للْإِمَام فَخر\nتوفّي سنة سبع وخمسمئة\nالمحاكمات التجريدية\nوَهُوَ شرح على التَّجْرِيد للْمولى الْفَاضِل الشهير بحافظ عجم من عُلَمَاء دولة السُّلْطَان سُلَيْمَان\nوَمن مصنفاته الْكتاب الْمُسَمّى بِمَدِينَة الْعلم وَله رِسَالَة موسومة بِنُقْطَة الْعلم ورسالة موسومة بمعارك الْكتاب ورسالة موسومة بالسبعة السيارة\nالمحاكمة\nمتن شارحي الْوِقَايَة صدر الشَّرِيعَة وَابْن كَمَال الخيري للْمولى قَاضِي زَاده الأدرنوي\nالجزء: 1 ¦ الصفحة: 263\n",
        "وَهُوَ الَّذِي سنّ غسل الْيَد فِي الدِّيوَان بعد الطَّعَام وَكَانَ قبل ذَلِك يقتصرون للوزراء وَسن أَيْضا تَقْدِيم الْقُضَاة على كل وَلِيمَة رُومِية من عُلَمَاء دولة السُّلْطَان مُرَاد بن السُّلْطَان سليم\nالْمُحَرر\nللْإِمَام الرَّافِعِيّ من الْكتب الشَّافِعِيَّة\nالْمَحْصُول فِي الْأُصُول\nللْإِمَام فَخر الرَّازِيّ فِي الْأَرْبَعين\nالْمُحكم فِي اللُّغَة\nلِابْنِ سَيّده وَهُوَ عَليّ بن أَحْمد بن سَيّده\nوَمن تصانيفه الْمُحِيط الْأَعْظَم فِي اللُّغَة وَشرح إصْلَاح الْمنطق وَشرح الحماسة وَشرح كتاب الْأَخْفَش وَغير ذَلِك\nتوفّي سنة ثَمَان وَخمسين وأربعمئة\nمُحَمَّد\nللشَّيْخ الْعَارِف يازجي زَاده مُحَمَّد أَفَنْدِي\nوَمن تصانيفه شرح الفصوص وَهُوَ من خلفاء الشَّيْخ الْحَاج سرابي وَهُوَ من عُلَمَاء دولة السُّلْطَان مُرَاد بن مُحَمَّد بن إيلدرم بايزيد\nالمحمدية\nرِسَالَة فِي الْحساب لعَلي قوشجي فِي العنقود\nالجزء: 1 ¦ الصفحة: 264\n",
        "مَحْمُود وإياز\nللأنيس هَذَا الْكتاب بِحَمْد الله فِي هَذَا الدُّنْيَا الصَّغِيرَة سرى\nالمحن\nاسْم كتاب للسلمي\nالْمُحِيط\nللشَّيْخ رَضِي الدّين السَّرخسِيّ فِي الْمَبْسُوط وَالْمرَاد من قَول صَاحب الدُّرَر كَذَا فِي الْمُحِيط وَهُوَ الْمُحِيط هَذَا دون البرهاني\nالْمُحِيط\nلبرهان الدّين مَحْمُود وَهُوَ مَحْمُود بن الصَّدْر الْكَبِير تَاج الدّين احْمَد بن الصَّدْر الشهير برهَان الْأَئِمَّة عبد الْعَزِيز بن عمر البُخَارِيّ\nقَالَ الْفَاضِل طشكبري زَاده وَهُوَ من بني تَارَة وَأَبوهُ تَاج الدّين أَخُو الصَّدْر الشَّهِيد والذخيرة من مصنفاته\nالْمُحِيط شرح الْوَسِيط\nلأبي سعيد مُحَمَّد بن يحيى بن أبي مَنْصُور النَّيْسَابُورِي\nالْمُحِيط فِي اللُّغَة\nللصاحب بن عباد وَهُوَ أَبُو الْقَاسِم إِسْمَاعِيل بن أبي الْحسن عباد بن الْعَبَّاس بن عباد بن أَحْمد بن إِدْرِيس الطَّالقَانِي\nولد فِي سنة سِتّ وَعشْرين وثلاثمئة\nالجزء: 1 ¦ الصفحة: 265\n",
        "من عُلَمَاء آل بويه من خلفاء ثلاثمئة\nوَمن تصانيفه الْكَافِي وَكتاب الأعياد وفضائل النوروز وَكتاب الْإِمَامَة وَكتاب الوزراء وَكتاب الْكَشْف عَن مساوئ شعر المتنبي وَكتاب أَسمَاء الله تَعَالَى وَصِفَاته وَغير ذَلِك\nتوفّي سنة خمس وَثَمَانِينَ وثلاثمئة\nالْمُخْتَار\nلأبي الْفضل الْموصِلِي وَهُوَ عبد الله بن مَحْمُود بن مودود بن مَحْمُود حجَّة الدّين أَبُو الْفضل الْموصِلِي\nولد فِي سنة تسع وَتِسْعين وخمسمئة\nوَمن تصانيفه الِاخْتِيَار لتعليل الْمُخْتَار وَغير ذَلِك\nوَتُوفِّي فِي سنة ثَلَاث وَثَمَانِينَ وستمئة\nمُخْتَار الصِّحَاح\nلأبي بكر الرَّازِيّ\nالْمُخْتَار فِي الطِّبّ\nلِابْنِ هُبل\nالْمُخْتَار فِي كشف الْأَسْرَار وهتك الأستار\nلأبي بكر الدِّمَشْقِي الْمَعْرُوف بالجوبري\nالجزء: 1 ¦ الصفحة: 266\n",
        "المختارات\nلعَلي جمالي وَهُوَ الْعَالم الْفَاضِل المدقق محيي الدّين مُحَمَّد بن الْمولى عَلَاء الدّين عَليّ الجمالي\nتوفّي سنة سبع وَخمسين وتسعمئة\nمن عُلَمَاء دولة السُّلْطَان الْملك فاتح العراقين سُلْطَان الشرق والغرب السُّلْطَان بن السُّلْطَان سليم خَان بن السُّلْطَان بايزيد بن السُّلْطَان مُحَمَّد خَان فاتح الرومية الْكُبْرَى\nالْمُخْتَصر\nلأبي حسن الْكَرْخِي بِفَتْح الْكَاف وَسُكُون الرَّاء وَكسر الْحَاء الْمُعْجَمَة وَهُوَ عبيد الله بن الْحُسَيْن بن دلال بن ديهم أَبُو الْحسن الْكَرْخِي\nتوفّي سنة أَرْبَعِينَ وثلاثمئة\nمُخْتَصر إصْلَاح الْمنطق\nمُخْتَصر تَارِيخ ابْن خلكان\nلعبد الرَّزَّاق بن حَمْزَة عَليّ الْحَنَفِيّ الْمقري وَاخْتَصَرَهُ فِي سنة إِحْدَى وَخمسين وثمانمئة بِالْقَاهِرَةِ\nمُخْتَصر الْعين\nللزبيدي بالزاي الْمُعْجَمَة وَهُوَ مُحَمَّد بن حسن بن عبد الله بن مذْحج بن مُحَمَّد بن عبد الله بن بشر أَبُو بكر الزبيدِيّ الإشبيلي\nالجزء: 1 ¦ الصفحة: 267\n",
        "وَمن تصانيفه طَبَقَات النَّحْوِيين وأبنية سِيبَوَيْهٍ والموضح وَمَا يلحن فِيهِ عوام الأندلس وهتك ستور الْمُلْحِدِينَ وَغير ذَلِك\nتوفّي سنة تسع وَسبعين وثلاثمئة\nوَمن شعره قِطْعَة\n(وَلَيْسَ ثِيَاب الْمَرْء يُغني قلامة\n...\nإِذا كَانَ مَقْصُورا على قصر النَّفس)\n(وَلَيْسَ يُفِيد الْعلم والحلم والحجى\n...\nأَبَا مُسلم طول الْقعُود على الْكُرْسِيّ)\nمُخْتَصر الْوِقَايَة\nلصدر الشَّرِيعَة فِي التَّعْدِيل\nالْمُخْتَصر فِي الْأُصُول\nلِابْنِ الْحَاجِب فِي الشَّافِعِيَّة\nالْمُخْتَصر فِي الْمعَانِي\nلسعد الدّين التَّفْتَازَانِيّ فِي التَّلْوِيح\nالْمُخْتَلف والمؤتلف\nلأبي بكر بن دُرَيْد فِي الِاشْتِقَاق\nمخزن الْفِقْه\nلمصلح الدّين الآماسي وَهُوَ مصطفى بن مُوسَى الآماسي الْمَعْرُوف بحافظ الْكتب لِأَنَّهُ كَانَ حَافِظًا للكتب فِي جَامع السُّلْطَان بايزيد خَان ببلدة أماسية وَقَالَ الْفَاضِل طشكبري زَاده فِي شقائقه وَكتب لعبادات المخزن شرحا بلغ ثَلَاثِينَ كراسا بِخَطِّهِ الدَّقِيق روح الله تَعَالَى روحه وَنور ضريحه من عُلَمَاء دولة السُّلْطَان سليم السَّابِق ذكره\nالجزء: 1 ¦ الصفحة: 268\n",
        "الْمدْخل\nلأبي معشر جَعْفَر بن مُحَمَّد بن عمر الْبَلْخِي\nوَمن تصانيفه الزيج والألوف وَغير ذَلِك\nوَكَانَت وَفَاته سنة اثْنَتَيْنِ وَسبعين ومئتين\nالْمُذكر والمؤنث\nلِابْنِ السّكيت فِي الْإِصْلَاح\nالْمُذكر والمؤنث\nلأبي حَاتِم السجسْتانِي\nمرْآة الزَّمَان\nلِابْنِ الْجَوْزِيّ قَالَ فِي الْمِفْتَاح لسبط بن الْجَوْزِيّ وَهُوَ شمس الدّين أَبُو المظفر يُوسُف بن قراوغلي الْوَاعِظ الْمَشْهُور الْحَنَفِيّ\nولد فِي سنة إِحْدَى وَثَمَانِينَ وخمسمئة على القَوْل الْأَصَح\nوَمن تصانيفه إِيثَار الْإِنْصَاف ومنتهى السول فِي سيرة الرَّسُول واللوامع فِي أَحَادِيث الْمُخْتَصر وَالْجَامِع وَتَفْسِير الْقرَان الْكَرِيم\nوَتُوفِّي سنة أَربع وَخمسين وستمئة\nمراح الْأَرْوَاح\nلِأَحْمَد بن عَليّ بن مَسْعُود قَالَ المرحوم طشكبرى زَاده فِي الشقائق لم اقف على تَرْجَمته وَمن شُرُوح هَذَا الْكتاب شرح حسن باشا صَاحب الِافْتِتَاح شرح الْمِصْبَاح فِي النَّحْو\nالجزء: 1 ¦ الصفحة: 269\n",
        "مراصد الِاطِّلَاع على أَسمَاء الْأَمْكِنَة وَالْبِقَاع\nلِابْنِ عبد الْحق\nالمرتجل فِي شرح الْجمل\nلِابْنِ الخشاب وَهُوَ عبد الله بن احْمَد بن أَحْمد بن احْمَد بن عبد الله بن نضر بن الخشاب أَبُو مُحَمَّد النَّحْوِيّ\nوَمن تصانيفه شرح اللمع وَشرح مُقَدّمَة الْوَزير ابْن هُبَيْرَة فِي النَّحْو وَكتب الرَّد على الحريري فِي مقاماته وَغير ذَلِك\nتوفّي سنة سبع وَسِتِّينَ وخمسمئة\nالمرشد\nلمُحَمد بن زَكَرِيَّا الرَّازِيّ فِي الطِّبّ\nالمرشد\nللشَّيْخ ابي شامة\nمرصاد الْعباد\nالْمرقاة الأرفعية فِي طَبَقَات الْحَنَفِيَّة\nلصَاحب الْقَامُوس فِي البصائر\nالجزء: 1 ¦ الصفحة: 270\n",
        "مرقاة الْوُصُول فِي الْأُصُول\nللْمولى خسرو فِي الدُّرَر\nالْمرقاة الوفية فِي طَبَقَات الْحَنَفِيَّة\nلَهُ أَيْضا\nالمرقص والمطرب\nلِابْنِ سعيد وَهُوَ نور الدّين عَليّ بن سعيد الأندلسي\nمروج الذَّهَب فِي التَّارِيخ\nللمسعودي وَهُوَ أَبُو الْحسن عَليّ بن عبد الله المَسْعُودِيّ\nالمزهر\nللسيوطي\nمسالك الْأَبْصَار فِي ممالك الْأَمْصَار\nللْقَاضِي شهَاب الدّين بن فضل الله\nالمسامرة\nوَهُوَ محاضرة الْأَبْرَار ومسامرة الأخيار لِابْنِ الْعَرَبِيّ فِي السراج\nمسَائِل الْخلاف\nلأبي يعلى مُحَمَّد بن الْحُسَيْن بن مُحَمَّد بن خلف بن أَحْمد بن الْفراء\nالجزء: 1 ¦ الصفحة: 271\n",
        "المسايرة فِي أصُول الدّين\nلِابْنِ الْهمام فِي التَّحْرِير\nالْمسَائِل السفرية\nللْإِمَام أبي نزار الْحسن بن الْحسن النَّحْوِيّ\nالمستجاد\nللتنوخي صَاحب الْفرج بعد الشدَّة فِي الْفرج\nالْمُسْتَصْفى\nللغزالي فِي أصُول الْفِقْه فِي الْإِحْيَاء\nالْمُسْتَصْفى\nللْمولى الْمَزْبُور\nالْمُسْتَصْفى شرح النافع\nلِابْنِ احْمَد النَّسَفِيّ وَهُوَ عبد الله بن أَحْمد بن مَحْمُود حَافظ الدّين أَبُو البركات النَّسَفِيّ\nوَمن تصانيفه الْمُسْتَصْفى فِي شرح الْمَنْظُومَة وَالْمَنَافِع شرح النافع وَالْكَافِي شرح على كِتَابه الْمُسَمّى بالوافي وكنز الدقائق والمنار فِي الْأُصُول والمنار أَيْضا فِي أصُول الدّين والعمدة فِي الْأُصُول\nالجزء: 1 ¦ الصفحة: 272\n",
        "قَالَ ابْن الشّحْنَة فِي شرح الْهِدَايَة وَشرح الْمنَار وَسَماهُ الْكَشْف\nوَشرح الْعُمْدَة وَسَماهُ الِاعْتِمَاد وَلَا يعرف لَهُ شرح الْهِدَايَة وَلم أَقف على علم تَارِيخ انْتِقَاله رَحمَه الله\nالمستطرف فِي كل فن مستظرف\nمَسَرَّة الْقُلُوب\nلِابْنِ قَاضِي سماونة فِي التسهيل\nالمستقصى\nوَهُوَ مستقصى الْأَمْثَال للزمخشري فِي الأساس وَهُوَ الْكتاب الْمُسَمّى بالمستقصى فِي أَمْثَال الْعَرَب\nالمستقصى فِي شرح الْمَسْجِد الْأَقْصَى\nلِابْنِ عَسَاكِر الدِّمَشْقِي\nمُسْند الفردوس\nللديلمي\nالْمسند فِي الحَدِيث\nلِابْنِ حَنْبَل وَهُوَ أَحْمد بن مُحَمَّد بن حَنْبَل\nالجزء: 1 ¦ الصفحة: 273\n",
        "الْمَشَارِق\nللصاغاني فِي الْأَثر من شُرُوح الْمَشَارِق شرح ابْن الْملك وَهُوَ عبد اللَّطِيف بن ملك\nوَمن شروحه شرح الْجَزرِي فِي ثلثه أشعاره\nالْمَشَارِق\nللْقَاضِي عِيَاض\nالْمُشْتَرك\nلياقوت الْحَمَوِيّ\nمُشْتَمل الْأَحْكَام فِي الْفِقْه\nليحيى خَليفَة شَارِح شرعة الْإِسْلَام وَهُوَ يحيى بن يخْشَى وَله حَاشِيَة على شرح الْوِقَايَة لصدر الشَّرِيعَة\nمَاتَ فِي أَوَائِل المئة الْعَاشِرَة\nمشكاة الْأَنْوَار\nللْإِمَام الْغَزالِيّ\nمشكاة الْأَنْوَار فِي المواعظ والنصائح\nللْمولى الْمَعْرُوف بِابْن القصاعي وَهُوَ مصطفى بن مُحَمَّد بن إِسْمَاعِيل التروي\nالجزء: 1 ¦ الصفحة: 274\n",
        "مُشكل الغرائب\nلأبي جَعْفَر الطَّحَاوِيّ\nمُشكل الْقرَان الْكَرِيم\nلِابْنِ قُتَيْبَة فِي الْأَدَب\nالمصابيح\nلِابْنِ الاشعث وَهُوَ أَبُو دَاوُد سُلَيْمَان الْأَشْعَث بن إِسْحَاق السجسْتانِي\nولد سنة 202 وَتُوفِّي سنة 275\nالمصابيح\nللْإِمَام الْبَغَوِيّ وَهُوَ ابو مُحَمَّد الْحُسَيْن بن مَسْعُود الْبَغَوِيّ الْفَقِيه الشَّافِعِي\nمن شروحه شرح الْمولى الْمَعْرُوف قُرَّة يَعْقُوب من عُلَمَاء السُّلْطَان مُحَمَّد بن بايزيد إيلدرم\nوَمن شروحه شرح الخلخالي وَشرح التَّلْخِيص\nوَمن تصانيفه معالم التَّنْزِيل فِي التَّفْسِير وَشرح السّنة وَكتاب التَّهْذِيب فِي الْفِقْه وَغير ذَلِك\nتوفّي سنة عشر وخمسمئة\nمصابيح الجبان شرح الْمنية\nلعرب إِمَام\nالجزء: 1 ¦ الصفحة: 275\n",
        "الْمَصَاحِف\nلِابْنِ أبي دَاوُد\nمصَارِع العشاق\nلِابْنِ السراج وَهُوَ جَعْفَر بن أَحْمد بن الْحُسَيْن بن أَحْمد الْمَعْرُوف بالسراج\nولد فِي سنة سبع عشرَة وأربعمئة\nالسراج هَذَا بتَشْديد الرَّاء وَهُوَ الْمَعْرُوف بالقارئ الْبَغْدَادِيّ كَانَ حَافظ عصره وعلامة دهره\nوَمن تصانيفه نظم التَّنْبِيه فِي الْفِقْه ونظم الْمَنَاسِك وَغير ذَلِك\nتوفّي سنة إِحْدَى وخمسمئة\nالمصائد والمطارد\nلكشاجم\nالْمِصْبَاح المضيء\nالْمِصْبَاح الْمُنِير فِي غَرِيب الشَّرْح الْكَبِير\nلِأَحْمَد بن مُحَمَّد الفيومي توفّي سنة سبعين وسبعمئة\nالجزء: 1 ¦ الصفحة: 276\n",
        "الْمِصْبَاح فِي الاصول\nللْقَاضِي الْبَيْضَاوِيّ فِي الطوالع\nالْمِصْبَاح فِي النَّحْو\nللمطرزي فِي الْإِقْنَاع\nالمُصَنّف\nلِابْنِ أبي شيبَة فِي الحَدِيث\nالمُصَنّف فِي اللُّغَة\nلأبي عُبَيْدَة وَهُوَ معمر بن الْمثنى اللّغَوِيّ الْبَصْرِيّ\nولد فِي سنة ثِنْتَيْ عشرَة ومئة وَمن تصانيفه غَرِيب الحَدِيث وَالْمجَاز فِي غَرِيب الْقُرْآن والأمثال فِي غَرِيب الحَدِيث والمثالب فِي ايام الْعَرَب ومعاني الْقرَان وطبقات الفرسان ونقائض جرير والفرزدق وَكتاب الْخَيل وَكتاب الْإِبِل وَكتاب السَّيْف وَكتاب اللُّغَات وَكتاب المصادر وَكتاب خلق الْإِنْسَان وَكتاب فعل وأفعل وَكتاب مَا يلحن فِيهِ الْعَامَّة وَغير ذَلِك\nتوفّي سنة إِحْدَى عشرَة ومئتين على القَوْل الْأَرْجَح\nمصيبت نامة\nللشَّيْخ عطار من عُلَمَاء دولة ألغ بيك بن شاهرخ بن تيمور\nالْمُضَاربَة\nاسْم للامام مُحَمَّد\nالجزء: 1 ¦ الصفحة: 277\n",
        "المضارعة\nللشهرستاني\nالْمُضَاف والمنسوب\nللثعالبي فِي السحر\nالمضاهاة والمضافات\nللأنبردواني الْبَصْرِيّ قَالَ صَاحب الْجَوَاهِر بِفَتْح الْألف وَسُكُون النُّون وَفتح الْبَاء الْمُوَحدَة وَسُكُون الرَّاء وَضم الدَّال الْمُهْملَة وَفِي آخرهَا النُّون نِسْبَة إِلَى أنبردوان قَرْيَة من قرى بُخَارى\nالْمِضْمَار فِي التَّارِيخ\nالْملك الْمَنْصُور نَاصِر الدّين من مُلُوك حماة\nوَمن مصنفاته طَبَقَات\nتوفّي سنة سبع عشرَة وتسعمئة\nالمطالب الْعَالِيَة\nللْإِمَام فَخر الرَّازِيّ فِي الْأَرْبَعين\nمطالع الأنظار شرح الطوالع\nللأصفهاني وَهُوَ مَحْمُود بن أبي الْقَاسِم بن مُحَمَّد الْأَصْفَهَانِي\nولد فِي سنة أَربع وَسبعين وستمئة\nالجزء: 1 ¦ الصفحة: 278\n",
        "وَمن تصانيفه شرح مُخْتَصر ابْن الْحَاجِب وَشرح الطوالع وناظر الْعين قَالَ صَاحب الْمِفْتَاح وَله تفسيرغير انه لم يكمل قَالَ ابْن السُّبْكِيّ فِي طبقاته الْكُبْرَى أوقفني على بعضه وَله شرح البديع للساعاتي فِي أصُول الْفِقْه\nتوفّي سنة سبع وَأَرْبَعين وسبعمئة\nمطالع الْأَنْوَار\nلِابْنِ قرقول قَالَ ابْن خلكان وَضعه على مثيل مَشَارِق الْأَنْوَار للْقَاضِي عِيَاض\nالْمطَالع فِي الْمنطق وَالْحكمَة\nللأرموي وَهُوَ مَحْمُود بن أبي بكر بن أَحْمد الأرموي الشَّافِعِي\nولد فِي سنة أَربع وَتِسْعين وخمسمئة\nوَمن شروحه شرح القطب التحتاني\nوَمن تصانيفه بَيَان الْحق ومطلع الْأَنْوَار والمناهج والتحصيل فِي أصُول الْفِقْه واللباب فِي أصُول الدّين وَالْبَيَان وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وَثَمَانِينَ وستمئة\nالمطرب فِي محَاسِن اشعار اهل الْمغرب\nلِلْحَافِظِ ابي الْخطاب بن دحْيَة\nالمطول\nلسعد التَّفْتَازَانِيّ فِي التَّلْوِيح\nالجزء: 1 ¦ الصفحة: 279\n",
        "من الْحَوَاشِي عَلَيْهِ حَاشِيَة الْمولى حسن حَلَبِيّ الفناري\nتوفّي رَحمَه الله فِي مَدِينَة بروسه رَحْمَة الله عَلَيْهِ رَحْمَة وَاسِعَة\nالْمظهر شرح المصابيح\nلمظهر الدّين\nالمعارف لبها ولد\nالمعارف\nلِابْنِ قُتَيْبَة فِي الْأَدَب\nالمعارف فِي شرح الصحائف\nمعاش السالكين\nمعالم التَّنْزِيل\nلِلْبَغوِيِّ فِي المصابيح\nمعالم السّنَن\nللخطابي فِي الْأَعْلَام\nالجزء: 1 ¦ الصفحة: 280\n",
        "المعالم فِي الجدل\nللْإِمَام فَخر فِي الْأَرْبَعين\nالْمُعَامَلَات\nلأبي مَنْصُور الماتريدي فِي التَّوْحِيد\nمَعَاني الْآثَار\nللطحاوي وَهُوَ أَحْمد بن مُحَمَّد بن سَلامَة بن سَلمَة\nولد فِي سنة سبع وَعشْرين ومئتين وَمن تصانيفه أَحْكَام الْقرَان وَبَيَان مُشكل الْآثَار والمختصر فِي الْفِقْه وَشرح الجامعين وَكتاب الشُّرُوط وَكتاب المحاضر والسجلات وَكتاب الْوَصَايَا والفرائض والتاريخ الْكَبِير ومناقب الإِمَام وَتَفْسِير الْقرَان الْكَرِيم والنوادر الْفِقْهِيَّة والنوادر والحكايات وَغير ذَلِك\nتوفّي سنة إِحْدَى وَعشْرين وثلاثمئة\nمَعَاني أهل الْبَيَان من وفيات الْأَعْيَان\nلصَاحب مُخْتَصر درة الأسلاك وَهُوَ الْعَلامَة بدر الدّين أَبُو مُحَمَّد الْحسن بن عمر بن الْحُسَيْن\nالْمعَانِي\nللمبرد فِي الْكَامِل\nمَعَاني الْقُرْآن\nللزجاج فِي الِاشْتِقَاق\nمَعَاني الْقُرْآن الْكَرِيم\nللأخفش فِي الْإِعْرَاب\nالجزء: 1 ¦ الصفحة: 281\n",
        "مُعْجم الْبلدَانِ\nلياقوت فِي الْإِرْشَاد وَهُوَ الْيَاقُوت الْحَمَوِيّ وَاعْلَم أَن ياقوت جمَاعَة أشهرهم ياقوت الْكَاتِب وَهُوَ ياقوت بن عبد الله الْموصِلِي الْكَاتِب وَالثَّانِي ياقوت بن عبد الله الرُّومِي وَالثَّالِث ياقوت الْحَمَوِيّ\nمُعْجم الشُّعَرَاء\nلحافظ السلَفِي\nالمعجم فِي أَسمَاء الْقُرَّاء\nلأبي بكر النقاش فِي الْإِشَارَة\nالمعجم فِي معايير أشعار الْعَجم\nللْمولى الْمَعْرُوف بشمس الدّين قيس الرَّازِيّ\nمِعْرَاج الْهدى شرح الْهِدَايَة\nللكاكي وَهُوَ مُحَمَّد بن مُحَمَّد بن مُحَمَّد النجاري الْمَدْعُو بقوام الدّين الكاكي قَالَ صَاحب الْمِفْتَاح وكاك قيل إِنَّه بلغتهم بَائِع الكعك\nتوفّي سنة تسع وَأَرْبَعين وسبعمئة\nمعربات\nلِابْنِ الْأَشْعَث بن مُحَمَّد بن عُثْمَان الْبَصْرِيّ الإِمَام ابو مُحَمَّد الحريري\nولد فِي سنة سِتّ وَأَرْبَعين واربعمئة\nوَمن تصانيفه درة الغواص والملحة وَشَرحهَا وديوان شعر وَغير ذَلِك\nتوفّي سنة سِتّ عشرَة وخمسمئة\nالجزء: 1 ¦ الصفحة: 282\n",
        "المعربات\nللجواليقي وَهُوَ موهوب بن احْمَد بن مُحَمَّد بن الْحسن ابو مَنْصُور الجواليقي النَّحْوِيّ اللّغَوِيّ\nوَمن تصانيفه ادب الْكَاتِب وَكتاب مَا تلحن فِيهِ الْعَامَّة والمعربات والتتمة وَهُوَ تَتِمَّة درة الغواص وَغير ذَلِك\nتوفّي سنة خمس وَسِتِّينَ وأربعمئة\nمُعرب اللُّغَة\nللمطرزي فِي الْإِقْنَاع\nالْمَعْنَوِيّ\nللْمولى الْمَعْرُوف بإبراهيم الكلشني\nمعيار جمالي\nلأفصح الْمُتَكَلِّمين شمس فخري الْأَصْفَهَانِي مطلع الْكتاب بعد تمهيد وثناء وشكر وتمجيد الله\nمعِين الْحُكَّام فِيمَا يتَرَدَّد بَين الْخَصْمَيْنِ من الْأَحْكَام\nالْمُغنِي شرح الْإِيضَاح\nلعبد القاهر فِي الْجمل\nالجزء: 1 ¦ الصفحة: 283\n",
        "الْمُغنِي شرح الموجز فِي الطِّبّ\nللكازروني\nمُغنِي اللبيب\nلِابْنِ هِشَام فِي الشذور شَرحه الْمولى الدماميني باسم السُّلْطَان احْمَد بن السُّلْطَان مُحَمَّد بن السُّلْطَان مظفر شاه من مُلُوك الْهِنْد\nالْمُغنِي فِي الْأُصُول\nللخبازي وَهُوَ عمر بن مُحَمَّد بن عمر الشَّيْخ جلال الدّين الْخَبَّازِي شَرحه الْمولى عَلَاء الْأسود من عُلَمَاء دولة السُّلْطَان عُثْمَان الْغَازِي جد العثمانية\nوَمن شروحه شرح القَاضِي شهَاب الدّين العينتابي\nوَمن تصانيفه شرح الْهِدَايَة الْمَعْرُوف بالحواشي\nتوفّي سنة إِحْدَى وَتِسْعين وستمئة\nمغيث الْخلق فِي اخْتِيَار الأحق\nلإِمَام الْحَرَمَيْنِ\nمَفَاتِيح الرَّحْمَة ومصابيح الْحِكْمَة\nفِي علم الكيمياء للطغرائي فِي التراكيب\nمَفَاتِيح الْعُلُوم\nللْإِمَام الرَّازِيّ وَهُوَ الْكتاب الْمَشْهُور بالتفسير الْكَبِير\nالجزء: 1 ¦ الصفحة: 284\n",
        "مِفْتَاح الْأَدَب\nللْمولى الْمَعْرُوف بلاذقي يَعْنِي مطهر اللاذقي\nمِفْتَاح الْجنان\nلمُحَمد بن عمر\nمِفْتَاح دَار السَّعَادَة\nلمُحَمد بن أبي بكر بن أَيُّوب بن قيم الجوزية ولد سنة إِحْدَى وَتِسْعين وستمئة\nمِفْتَاح السَّعَادَة\nللفاضل طشكبري زَاده وَهُوَ الْعَالم الْعَلامَة أَحْمد بن مصلح الدّين مصطفى خَلِيل القسطموني\nولد فِي سنة إِحْدَى وتسعمئة\nوَمن تصانيفه الْمَتْن فِي علم الْفَرَائِض وَشَرحه حَاشِيَة على حَاشِيَة الْكَشَّاف للسَّيِّد الشريف والمعالم فِي علم الْكَلَام متن جَامع فِي الْمنطق وَشرح الْفَوَائِد السغناقية فِي علم الْمعَانِي وحاشية على حَاشِيَة التَّحْرِير وَشرح الْقسم الثَّالِث من الْمِفْتَاح وحاشية على شرح الْمِفْتَاح للسَّيِّد وَشرح الخزرجية فِي الْقِرَاءَة والشقائق النعمانية لَهُ تَارِيخ الصَّحَابَة وَشرح العوامل وَشرح ديباجة الْهِدَايَة وَشرح ديباجة الطوالع ومختصر فِي علم النَّحْو وَغير ذَلِك\nقَالَ الْمولى الجنابي وَله عدَّة تواليف فائقة نافعة مِنْهَا مَوْضُوعَات الْعُلُوم فِي نَحْو ثَمَانِينَ كراسا\nمِفْتَاح السَّعَادَة فِي الْفِقْه\nوَهُوَ الْكتاب الْمَشْهُور بنية مُصَنفه وَهُوَ الْمولى السديدي\nالجزء: 1 ¦ الصفحة: 285\n",
        "مِفْتَاح الْعُلُوم\nللسكاكي وَهُوَ كتاب يشْتَمل على اثْنَي عشر علما وَهُوَ ابو يَعْقُوب يُوسُف بن ابي بكر بن مُحَمَّد بن عَليّ السكاكي\nولد رَحمَه الله لَيْلَة الثُّلَاثَاء من شهر جُمَادَى الأولى سنة خمس وَخمسين وخمسمئة\nتوفّي فِي اوائل شهر رَجَب سنة سِتّ وَعشْرين وستمئة\nمِفْتَاح الْغَيْب\nلصدر الدّين القونوي وَهُوَ مُحَمَّد بن إِسْحَاق الشَّيْخ الزَّاهِر صدر الدّين القونوي قَالَ الْمولى الجنابي فِي تَارِيخه وَكَانَ من ابناء الْمُلُوك رباه الشَّيْخ محيي الدّين الْعَرَبِيّ شَرحه الْفَاضِل قطب الدّين الأزنيقي\nوَمن تصانيفه تَفْسِير سُورَة الْفَاتِحَة وَشرح الحَدِيث الْأَرْبَعين قَالَ صَاحب الْمِفْتَاح وَله المراسلات فِي الْمسَائِل الغوامض الْمُتَعَلّقَة بالالهيات مَعَ خواجه نصير الدّين الطوسي الْحَكِيم وَغير ذَلِك\nتوفّي سنة ثَلَاث وَسبعين وستمئة\nالْمُفْردَات\nللراغب فِي المحاضرة\nالْمفصل\nللزمخشري فِي الأساس وَشرح الْمفصل السخاوي وَابْن الْحَاجِب وَعلم الدّين اللورقي وَابْن يعِيش والزملكاني صَاحب الإقليد وَصَاحب المكمل وَابْن عمرون مُحَمَّد بن مُحَمَّد فَخر الإسفندري الْخَوَارِزْمِيّ السغناقي\nالجزء: 1 ¦ الصفحة: 286\n",
        "الْمُفِيد شرح التَّجْرِيد\nلأبي المفاخر الكردري وَهُوَ عبد الغفور بن لُقْمَان بن مُحَمَّد أَبُو المفاخر الكردري\nوَمن تصانيفه كتاب فِي اصول الْفِقْه شَرحه شرحا فِي غَايَة الْإِيضَاح وَشرح الْجَامِع الصَّغِير وَقيل وعَلى الْجَامِع الْكَبِير وَغير ذَلِك\nتوفّي سنة ثَلَاث وَسِتِّينَ وخمسمئة\nالْمَقَاصِد\nلسعد الدّين التَّفْتَازَانِيّ فِي التَّلْوِيح\nالمقالات\nلدسقوز يدوس اليوناني\nالمقامات\nللزمخشري فِي الأساس\nالمقامات\nلبديع الهمذاني وَهُوَ الْمَشْهُور ببديع الزَّمَان الهمذاني وَهُوَ أَحْمد بن الْحُسَيْن الهمذاني صَاحب الرسائل الرائقة والمقامات الفائقة\nوَكَانَت وَفَاته سنة ثَمَان وَتِسْعين وثلاثمئة بِمَدِينَة هراة رَحمَه الله\nالمقامات\nللحريري وَهُوَ الْقَاسِم بن عَليّ بن مُحَمَّد بن عُثْمَان الْبَصْرِيّ الإِمَام أَبُو مُحَمَّد الحريري\nوَمن شروحها شرح الشريشي وَهُوَ الْأُسْتَاذ اللّغَوِيّ أَبُو الْعَبَّاس احْمَد بن\nالجزء: 1 ¦ الصفحة: 287\n",
        "عبد الْمُؤمن بن عِيسَى بن عِيسَى بن مُوسَى عبد الْمُؤمن الْقَيْسِي الشريشي رَحْمَة الله عَلَيْهِ\nوَمن شُرُوح المقامات وَهُوَ نَاظر بن أبي المكارمي\nوَمن شروحها شرح المقامات لصدر الأفاضل وَهُوَ قَاسم بن الْحسن بن مُحَمَّد الْخَوَارِزْمِيّ النَّحْوِيّ\nولد فِي سنة سِتّ وَأَرْبَعين وأربعمئة\nوَمن تصانيفه درة الغواص والملحة وَشَرحهَا وديوان شعر وَغير ذَلِك\nتوفّي سنة سِتّ عشرَة وخمسمئة\nالمقاييس\nاسْم كتاب لِابْنِ فَارس وَله كتاب الْمُجْمل\nالمقترح فِي المصطلح\nلأبي مَنْصُور مُحَمَّد بن مُحَمَّد بن مُحَمَّد البروي\nالْمُقدمَة الغزنوية\nوَهُوَ أَحْمد بن مُحَمَّد بن مَحْمُود بن سعيد الغزنوي\nوَمن تصانيفه رَوْضَة أَخْلَاق الْعلمَاء وَكتاب فِي اصول الْفِقْه وَكتاب فِي أصُول الدّين وَغير ذَلِك\nتوفّي سنة ثَلَاث وَتِسْعين وخمسمئة\nالْمُقدمَة فِي الْأَدَب\nلأبي مَنْصُور\nالجزء: 1 ¦ الصفحة: 288\n",
        "الْمُقدمَة فِي الْقِرَاءَة\nللجزري فِي الْحصن\nالمقرب فِي النَّحْو\nلِابْنِ عُصْفُور وَهُوَ عَليّ بن مُؤمن بن مُحَمَّد بن عَليّ أَبُو الْحسن بن عُصْفُور النَّحْوِيّ الْحَضْرَمِيّ الإشبيلي\nولد سنة سبع وَتِسْعين وخمسمئة\nوَمن تصانيفه الممتع فِي التصريف والمقرب أَظن أَن المقرب غير كَامِل كَذَا سَمِعت من المرحوم الْفَقِير وَالِد العَبْد الْفَقِير رَحْمَة الله عَلَيْهِ وعَلى سَائِر المنتقلين إِلَى جوَار رَحْمَة الرب الْقَدِير هَذَا شرح عَلَيْهِ وَشرح الجزولية ومختصر المحبي وَقيل لَهُ ثَلَاثَة شُرُوح على الْجمل وَشرح الْأَشْعَار السِّتَّة وَغير ذَلِك\nتوفّي سنة ثَلَاث وَسِتِّينَ وستمئة\nمقصد الْمسند\nللخلاطي وَهُوَ مُحَمَّد بن عباد بن ملك بن حسن بن دَاوُد الخلاطي\nوَمن تصانيفه الْجَامِع الْكَبِير وَشرح صَحِيح مُسلم وَغير ذَلِك\nتوفّي سنة اثْنَتَيْنِ وَخمسين وستمئة\nالْمَقْصُود\nللشَّيْخ أكمل صَاحب الْعِنَايَة\nالْمَقْصُود فِي الصّرْف\nلم أَقف على مُؤَلفه شَرحه الْمولى البركوي وَمن شروحه شرح ابْن قَاضِي سماونه\nالجزء: 1 ¦ الصفحة: 289\n",
        "الْمَقْصُور والممدود\nللزجاج فِي الِاشْتِقَاق\nالْمَقْصُور والممدود\nلِابْنِ الْأَنْبَارِي وَهُوَ الْقَاسِم مُحَمَّد أَبُو بشار أَبُو مُحَمَّد الْأَنْبَارِي النَّحْوِيّ\nوَمن تصانيفه خلق الْإِنْسَان وَخلق الْفرس والأمثال والمؤنث وغريب الحَدِيث ونثر السَّبع الطوَال وَغير ذَلِك\nتوفّي سنة أَربع وثلاثمئة\nالْمقنع فِي التَّفْسِير\nمكاتبات الإخوان\nلِابْنِ المعتز فِي الْآدَاب\nمَكَارِم الْأَخْلَاق\nلِابْنِ أبي حجلة فِي الدِّيوَان\nالْمُلْتَقط للْإِمَام أبي الْقَاسِم السَّمرقَنْدِي\nالْمُلْتَقط\nلأبي حسن الْمَدِينِيّ\nالجزء: 1 ¦ الصفحة: 290\n",
        "ملتقى الأبحر\nللْمولى الْمَعْرُوف بعربي إِمَام وَهُوَ إِبْرَاهِيم الْحلَبِي من عُلَمَاء دولة السُّلْطَان سُلَيْمَان خَان شَرحه الشَّيْخ عَليّ عَرَبِيّ تلميذ الْمولى الْمَعْرُوف بابراهيم الْحلَبِي\nوَمن تصانيفه شرح الْمنية الْمُسَمّى بالقنية\nانْتقل إِلَى رَحْمَة الله سنة سِتّ وَخمسين وتسعمئة\nملتقى الْبحار\nفِي شرح الْمَنْظُومَة للسديدي وَهُوَ مُحَمَّد بن مَحْمُود بن مُحَمَّد ابوالمفاخر السديدي الزوزني\nملتمس الإخوان\nشرح القدورى للغزنوي وَهُوَ عبد الرب بن مَنْصُور بن إِسْمَاعِيل بن إِبْرَاهِيم أَبُو الْمَعَالِي الغزنوي من الْحَنَفِيَّة\nتوفّي فِي سنة خمسمئة\nملْجأ الْقُضَاة عِنْد تعَارض الْبَينَات\nلِابْنِ غَانِم الْبَغْدَادِيّ\nملح الممالحة\nلعبد الله بن ناقيا وَمن مصنفات الْمولى الْمَزْبُور كتاب الجمان فِي تشبيهات الْقرَان وَشرح كتاب الفصيح لثعلب وَغير ذَلِك\nتوفّي سنة عشر وأربعمئة\nالجزء: 1 ¦ الصفحة: 291\n",
        "ملخص إِعْرَاب الْقرَان\nللخطيب التبريزي وَهُوَ يحيى بن عَليّ بن مُحَمَّد بن الْحسن بن مُحَمَّد بن مُوسَى بن بسطامي الشَّيْبَانِيّ أَبُو زَكَرِيَّا بن الْخَطِيب التبريزي\nولد فِي سنة إِحْدَى وَعشْرين وأربعمئة\nوَمن تصانيفه تَفْسِير الْقرَان الْكَرِيم وَشرح القصائد الْعشْر وَشرح اللمع وَالْكَافِي فِي الْعرُوض وَشرح الحماسة قَالَ السُّيُوطِيّ فِي طَبَقَات النُّحَاة لَهُ ثَلَاثَة شُرُوح على الحماسة وَشرح ديوَان المتنبي وَشرح ديوَان أبي تَمام وَشرح الدريدية وَشرح سقط الزند وَشرح المفضليات وتهذيب الْإِصْلَاح لِابْنِ السّكيت وَغير ذَلِك\nتوفّي سنة ثِنْتَيْنِ وخمسمئة\nقَالَ السُّيُوطِيّ مَاتَ فَجْأَة قيل كَانَ يدمن الْخمر ويلبس الْحَرِير والعمائم المذهبة وَكَانَ النَّاس يقرؤون عَلَيْهِ تصانيفه وَهُوَ سَكرَان تجَاوز عَنهُ ربه\nالملخص فِي الحَدِيث\nلأبي الْحسن عَليّ بن مُحَمَّد بن خلف الْمعَافِرِي الْمَعْرُوف بِابْن القابس\nتوفّي سنة اثْنَتَيْنِ وأربعمئة\nالملخص فِي الكيمياء\nللْإِمَام فَخر الرَّازِيّ فِي الْأَرْبَعين\nالملخص فِي الْهَيْئَة\nلقَاضِي زَاده الْمَشْهُور بقاضي زَاده الرُّومِي وَهُوَ مُوسَى بن مُحَمَّد بن مَحْمُود\nولد فِي سنة سِتّ وَعشْرين وسبعمئة\nالجزء: 1 ¦ الصفحة: 292\n",
        "وَمن تصانيفه أشكال التأسيس وَشرح كتاب الجغميني قَالَ صَاحب طَبَقَات الْعُيُون وَله حَاشِيَة على شرح الْمُوَافق أَقُول نعم بتعرض غير أَنه لم يكْتب بل أَشَارَ فِي حَاشِيَة الْكتاب إِلَى تِلْكَ المواضيع بِحَلقَة رسمها بالقلم وَحَتَّى الْعلمَاء فِي بِلَاد الْعَجم يمْتَحنُونَ الطلاب بِالْوُقُوفِ على مَا قَصده من الرَّد\nالْملَل والنحل\nلِابْنِ حزم\nالْملَل والنحل\nللْقَاضِي أبي بكر الباقلاني\nالْملَل والنحل\nللشهرستاني فِي التَّلْخِيص على زنة قدم قَالَ الملا الجامي فِي شرح قَول الفصوص وَهُوَ قَوْله وَإِن اخْتلفت الْملَل والنحل أَي الْأَدْيَان المتعددة بِتَعَدُّد أَصْحَاب الشَّرَائِع والمذاهب المتشعبة بَين كل دين بِتَعَدُّد المهتدين\nالْمنَار فِي أصُول الْفِقْه\nلحافظ الدّين فِي الْمُسْتَصْفى من شُرُوح الْمنَار شرح ابْن الْملك قَالَ الْمولى الجنابي فِي تَرْجَمَة شرف الدّين بن كَمَال العزيمي رُوِيَ أَن لَهُ شرحا على الْمنَار وَكَانَ عِنْدِي نُسْخَة جليلة من الْمنَار وَفِي حَاشِيَته شَيْء كثير من الْفَوَائِد يكْتب عِنْد تَمام كل قَول شرف كنت سَأَلت يَوْمًا عَنهُ الْوَالِد المرحوم لمن هَذِه الْأَقْوَال قَالَ لَا أَدْرِي ثمَّ لما طالعت على تَارِيخ هَذَا الْفَاضِل وَقع فِي قلبِي أَن هَذَا اعتزالي لم يوف حَقِيقَة الْحَال\nوَمن شُرُوح الْمنَار شرح ابْن النَّجْم صَاحب الْأَشْبَاه وَكَانَ ينْقل من شَرحه فِي هَذَا الْكتاب وَمن شروحه شرح ابْن الربوة\nالجزء: 1 ¦ الصفحة: 293\n",
        "مَنَاسِك الْحَج\nللكرماني وَهُوَ مُحَمَّد بن مكرم بن شعْبَان ابو مَنْصُور الملقب زين الدّين الْكرْمَانِي كَذَا فِي الْجَوَاهِر المضية\nمَنَاسِك الْحَج\nللسندي\nمَنَافِع الْحَيَوَان\nلعيسى بن حَلِيم صَاحب الكناش الْكَبِير\nالْمَنَافِع شرح النافع\nلأبي البركات النَّسَفِيّ فِي الْمُسْتَصْفى\nمَنَاقِب الإِمَام الْأَعْظَم\nالكردري وَهُوَ حَافظ الدّين مُحَمَّد بن مُحَمَّد الكردري من عُلَمَاء دولة السُّلْطَان إيلدرم بايزيد خَان\nوَمن تصانيفه الفتاوي الْمَشْهُور بالبزازية\nتوفّي فِي رَمَضَان سنة سبع وَعشْرين وسبعمئة\nمَنَاقِب الإِمَام الشَّافِعِي\nلأبي عبد الله مُحَمَّد بن نصر الْقُضَاعِي\nوَمن تصانيفه كتاب الشهَاب وَكتاب الأنباء عَن الْأَنْبِيَاء وتواريخ الْخُلَفَاء وَكتاب الخطط\nتوفّي سنة 454 هـ\nالجزء: 1 ¦ الصفحة: 294\n",
        "مَنَاقِب الشَّافِعِي\nللأزدي\nمَنَاقِب العارفين\nفِي ذكر منقبة الْمولى الْمَعْرُوف بمولانا الدروسي الْمَعْرُوف عِنْد الْفُقَرَاء بدروس افلاكي المولوي حكى انه كَانَ فِي السماع والدوران وَوَقع فِي قلبه إِنْكَار هَذِه الفعلة غير المستحبة وَهُوَ فِي الدّور فَلَمَّا نظر تَحت قدمه شَاهد نَفسه فِي ذرْوَة الأفلاك وَكَانَ يَدُور مَعهَا فَعلم أَن هَذَا لَيْسَ بِالِاخْتِيَارِ وَإِنَّمَا هُوَ فعل الْفَاعِل الْمُخْتَار\nالمناهج\nوَهُوَ المناهج الكافية فِي شرح الشافية للْمولى الْمُحَقق ابي يحيى\nالْمُنْتَخب الْمُجَرّد فِي اللُّغَة\nلعَلي بن حسن الْهنائِي الْمَعْرُوف بكراع النَّمْل\nمنتخب الْفرس\nلأبي الْفَتْح بنْدَار بن ابي نصر الخاطري\nالْمُنْتَخب فِي اصول الْفِقْه\nلأخسيكثي وَهُوَ ابو عبد الله مُحَمَّد بن مُحَمَّد بن عمر حسام الدّين الأخسيكثي قَالَ الْفَاضِل صَاحب الطَّبَقَات\nمَاتَ سنة ارْبَعْ وَأَرْبَعين وستمئة\nالمنتظم فِي تَارِيخ الْأُمَم\nلِابْنِ الْجَوْزِيّ فِي الزَّاد\nالجزء: 1 ¦ الصفحة: 295\n",
        "الْمُنْتَقى\nلإِبْرَاهِيم بن عَليّ بن احْمَد الْمَعْرُوف بِابْن عبد الْحق\nوَمن تصانيفه شرح الْهِدَايَة قَالَ صَاحب الْجَوَاهِر ضمن الْآثَار ومذاهب السّلف رَأَيْت مِنْهُ قِطْعَة وَمَا أَظُنهُ كمله وَاخْتصرَ السّنَن للبيهقي فِي خمس مجلدات وَله نَوَازِل الوقائع فِي مُجَلد وَله إِجَارَة الإقطاع وَله إيجارة الْأَوْقَاف زِيَادَة على الْمدَّة وَمَسْأَلَة قتل الْمُسلم بالكافر وَغير ذَلِك\nمَاتَ سنة ارْبَعْ وَأَرْبَعين وسبعمئة بِدِمَشْق\nفَائِدَة ذكرهَا الْمولى الْعَالم مصطفى بن بير عَليّ الترابي الأقشهري مَا صورتهَا الْمُنْتَقى اسْم كتاب صنفه الْحَاكِم الْجَلِيل الشَّهِيد ابو الْفضل مُحَمَّد بن احْمَد السّلمِيّ الْمروزِي وَهُوَ صَاحب الْكَافِي الَّذِي سموا شَرحه مَبْسُوطا كَذَا فِي غَايَة الْبَيَان عِنْد كَلَام صَاحب الْهِدَايَة على الْخلْوَة الصَّحِيحَة والفاسدة\nفَائِدَة للحنفية الْحَاكِم الشَّهِيد للمالكية الْمُنْتَقى وللتاجي الْجَوَاهِر المضيئة\nالْمُنْتَقى\nللعلامة مجد الدّين ابي البركات عبد السَّلَام بن عبد الله بن ابي الْقَاسِم بن مُحَمَّد بن تَيْمِية الْحَرَّانِي رَضِي الله عَنهُ وَعَن الْأَئِمَّة الْمُجْتَهدين\nالمنثور\nاسْم كتاب للمزني\nالمنجد المغيث فِي علم الحَدِيث\nلِابْنِ الشّحْنَة شَارِح الْهِدَايَة\nمنطق الطير\nلِابْنِ الْعَطَّار\nالجزء: 1 ¦ الصفحة: 296\n",
        "منظومة فِي الخلافيات\nلعمر النَّسَفِيّ شَرحه الْفَاضِل الْمَعْرُوف بقرًا حصاري من عُلَمَاء دولة السُّلْطَان عُثْمَان الْغَازِي جد الْمُلُوك العثمانية\nالمنقذ من الضلال\nللغزالي\nالمنقذ من الزلل فِي مسَائِل الجدل\nلِابْنِ زرْعَة الفضلي وَهُوَ عبد الْعَزِيز بن عُثْمَان بن إِبْرَاهِيم بن مُحَمَّد بن احْمَد بن ابي بكر مُحَمَّد بن فضل بن جَعْفَر بن رجا بن زرْعَة الفضلي\nوَمن تصانيفه كِفَايَة الفحول فِي علم الْأُصُول وَتَعْلِيق الْخلاف\nتوفّي سنة ثَلَاث وَثَلَاثِينَ وخمسمئة\nالْمِنْهَاج\nللشَّيْخ محيي الدّين النَّوَوِيّ\nالْمِنْهَاج\nقَالَ صَاحب الطَّبَقَات الْمِنْهَاج للأسنوي أَقُول هَذَا بل إِنَّه شرح الْمِنْهَاج وَهُوَ عبد الرَّحِيم بن الْحسن بن عَليّ بن عمر بن عَليّ بن إِبْرَاهِيم الْأمَوِي الشَّيْخ جمال الدّين أَبُو مُحَمَّد الأسنوي الْفَقِيه الشَّافِعِي\nولد فِي سنة أَربع وسبعمئة كَذَا فِي الدُّرَر الكامنة\nوَمن تصانيفه الْمُهِمَّات وَالْهِدَايَة والجواهر وَشرح منهاج الْفِقْه وَأَحْكَام الخناثي والفروق والجوامع والأشباه والنظائر والألغاز وَغير ذَلِك\nالجزء: 1 ¦ الصفحة: 297\n",
        "توفّي سنة اثْنَتَيْنِ وَسبعين وسبعمئة\nمنهاج أهل السّنة\nللسمعاني وَهُوَ تَاج الْإِسْلَام ابو سعد عبد الْكَرِيم بن أبي بكر بن مُحَمَّد بن تولي المظفر الْمَنْصُور مُحَمَّد بن عبد الْجَبَّار بن أَحْمد بن مُحَمَّد بن جَعْفَر بن احْمَد عبد الْجَبَّار بن الْفضل بن الرّبيع بن سليم بن عبد الله الْمروزِي السَّمْعَانِيّ التَّمِيمِي\nولد فِي سنة سِتّ وَسِتِّينَ وأربعمئة\nوَمن تصانيفه الِاقْتِصَار وَالرَّدّ على الْقَدَرِيَّة والقواطع والبرهان فِي الْخلاف والأوسط والاصطدام وَتَفْسِير الْقرَان الْعَظِيم\nوَتُوفِّي سنة تسع وَثَمَانِينَ وأربعمئة\nالْمِنْهَاج فِي اصول الْفِقْه\nللبيضاوي فِي الطوالع\nمنهاج الدّكان\nللإسرائيلي\nمنهاج الطالبين\nاسْم تَارِيخ لهارون بن مَأْمُون\nالْمِنْهَاج فِي الطِّبّ\nليحيى بن عِيسَى بن جزلة\nالْمنْهَج فِي أصُول الدّين\nلشيخ الْإِسْلَام البُلْقِينِيّ\nالجزء: 1 ¦ الصفحة: 298\n",
        "منية الْمُصَلِّي\nللْمولى الْمَعْرُوف بعرب إِمَام\nمنية الْمُفْتِي\nللسجستاني وَهُوَ يُوسُف بن ابي سعد بن أَحْمد السجسْتانِي قيل إِنَّه اختصرها فِي فَتَاوَى نجم الدّين الحاجي وسراج الدّين الأوشي أَقُول قَالَ الْمولى الْمُؤلف فِي أول كِتَابه تَفْصِيل هَذَا إِن أردْت رَاجع\nالْمُهَذّب\nللنووي فِي الْأَذْكَار\nالْمُهَذّب فِي الْفِقْه\nلأبي إِسْحَاق إِبْرَاهِيم بن عَليّ بن يُوسُف الشِّيرَازِيّ الفيروز آبادي فِي التَّنْبِيه شَرحه الْخَطِيب أَبُو إِسْحَاق الوافي\nالْمُهِمَّات\nللأسنوي\nالموازنة بَين الطائيين\nللآمدي وَهُوَ الْحسن بن بشر بن بَحر الْآمِدِيّ النَّحْوِيّ\nوَمن تصانيفه الْمُخْتَلف والمؤتلف فِي اسماء الشُّعَرَاء وَكتاب فعلت وأفعلت والموازنة بَين أبي تَمام والبحتري وَغير ذَلِك\nتوفّي سنة إِحْدَى وَسبعين وثلاثمئة\nالجزء: 1 ¦ الصفحة: 299\n",
        "المواقف فِي الْكَلَام\nللْقَاضِي عضد وَهُوَ عبد الرَّحْمَن بن احْمَد بن عبد الْغفار القَاضِي عضد الدّين الإيجي الشَّافِعِي\nولد فِي سنة إِحْدَى وسبعمئة\nوَمن تصانيف الْمولى الْمَزْبُور شرح مُخْتَصر ابْن الْحَاجِب والفوائد الغياثية فِي الْمعَانِي وَالْبَيَان وَله رِسَالَة لَطِيفَة فِي الْوَضع وَغير ذَلِك\nتوفّي سنة سِتّ وَخمسين وسبعمئة\nمواهب الخلاق\nلمصطفى بن جلال\nالْمَوَاهِب اللدنية\nلِأَحْمَد بن الْخَطِيب الْقُسْطَلَانِيّ\nالمؤتلف فِي اسماء الْأَمَاكِن\nللحازمي\nالموجز\nللخزرجي من الوافي للصفدي\nالموجز فِي الطِّبّ\nلِابْنِ النفيس وَهُوَ عَليّ بن ابي الحزم عَلَاء الدّين بن نَفِيس الطَّبِيب الْمقري الشَّافِعِي الْفَقِيه\nالجزء: 1 ¦ الصفحة: 300\n",
        "وَمن تصانيفه شرح التَّنْبِيه والشامل فِي الطِّبّ غير أَنه لم يكمل\nقَالَ صَاحب الْمِفْتَاح وصنف فِي اصول الْفِقْه والمنطق وَفِي بعض كتب التَّارِيخ وَغير ذَلِك\nوَتُوفِّي سنة سبع وَثَمَانِينَ وستمئة وَقد قَارب الثَّمَانِينَ\nالموجز فِي الْفِقْه\nللكرابيسي وَهُوَ اِسْعَدْ بن مُحَمَّد بن الْحُسَيْن الْكَرَابِيسِي النَّيْسَابُورِي وَهُوَ الْمَعْرُوف بِإِمَام الْحَرَمَيْنِ\nوَمن تصانيفه الفروق\nقَالَ صَاحب الْجَوَاهِر وَله الموجز فِي الْفِقْه وَهُوَ شرح لمختصر أبي جَعْفَر عمر مدرس المستنصرية بِبَغْدَاد\nالموجز فِي الْفِقْه\nلحبيب بن عمر الفرغاني\nالموجز فِي الْقِرَاءَة\nللمكي\nالْموصل شرح الْمفصل\nقَالَ الْفَاضِل طشكبري زَاده لم أَقف على تَرْجَمته\nالموضح شرح المقامات\nللزرنوجي وَهُوَ نعْمَان بن ابراهيم بن الْخَلِيل الزرنوجي قَالَ الْمولى الْفَاضِل صَاحب الطَّبَقَات\nمَاتَ ببخارى سنة أَرْبَعِينَ وستمئة\nالجزء: 1 ¦ الصفحة: 301\n",
        "الموضح فِي الْقِرَاءَة\nلأبي بكر النقاش فِي الْإِشَارَة\nالْمَوْضُوع فِي مَعَاني الشّعْر\nلِابْنِ قُتَيْبَة فِي ادب الْكَاتِب\nالموضوعات فِي الحَدِيث\nلِابْنِ الْجَوْزِيّ صَاحب التَّارِيخ\nالْمُوَطَّأ\nللْإِمَام مَالك رَضِي الله عَنهُ وَهُوَ الإِمَام مَالك بن انس بن مَالك بن عَامر الأصبحي يكنى أَبَا عبد الله\nولد فِي سنة ثَلَاث وَتِسْعين من الْهِجْرَة النَّبَوِيَّة المصطفية وَهُوَ اول كتاب فِي الْفِقْه يصنف فِي دولة الاسلام ابقاها الله عز شَأْنه إِلَى آخر الْأَيَّام رَضِي الله عَن الْأَئِمَّة الْكِرَام\nوَتُوفِّي سنة تسع وَسبعين على القَوْل الْأَرْجَح من خلَافَة الرشيد أبي جَعْفَر بن الْمهْدي\nمؤنس الْوحدَة\nالجزء: 1 ¦ الصفحة: 302\n",
        "مؤنس الوحيد\nللثعالبي فِي التَّمْثِيل من كتب المحاضرة\nمؤيد الْفُضَلَاء\nلمُحَمد لاد\nالْمِيزَان\nللذهبي وَهُوَ ميزَان الِاعْتِدَال فِي نقد الرِّجَال وَهُوَ الْحَافِظ شمس الدّين مُحَمَّد بن احْمَد بن عُثْمَان\nميزَان التصريف\nالْحَاج حسن وَهُوَ الْمولى الْعَالم الْعَلامَة مُحَمَّد بن مصطفى بن الْحَاج حسن\nوَمن تصانيفه حَاشِيَة تَفْسِير سُورَة الْأَنْعَام للعلامة الْبَيْضَاوِيّ وحاشية الْمُقدمَات الْأَرْبَع فِي التَّوْضِيح قَالَ صَاحب الشقائق وَكتب حَاشِيَة للمحاكمة بَين الْعَلامَة الدواني والفاضل ميرصدر الدّين\nميزَان الْفُصُول فِي الْأُصُول\nلأبي بكر الأصولي وَهُوَ مُحَمَّد بن أَحْمد الإِمَام أَبُو بكر الأصولي كَذَا فِي الْجَوَاهِر\nميزَان النّظر\nلِابْنِ سينا\nالجزء: 1 ¦ الصفحة: 303\n",
        "ن\nالنَّاسِخ والمنسوخ\nلأبي جَعْفَر النّحاس فِي أدب الْكتاب\nنَاظر الْعين\nللأصفهاني شَارِح الطوالع\nالنافع فِي الْفِقْه\nلِابْنِ الْمَدِينِيّ وَهُوَ الْقَاسِم بن يُوسُف بن الْمَدِينِيّ الحسني\nوَمن تصانيفه مصابيح السبل فِي الْفِقْه ايضا كَذَا فِي الْجَوَاهِر\nقَالَ صَاحب الْمِفْتَاح لَهُ كتاب فِي الْوَعْظ وَكتاب اصول الْفِقْه كتبت\nهَ\nذَا الْكتاب فِي بَاب النُّون على شهرته لانه فِي الأَصْل هُوَ الْفِقْه النافع كَمَا صرح فِي ديباجة الْكتاب\nالنبراس\nلِلْحَافِظِ ابْن دحْيَة\nنتائج الْعُلُوم\nللخوارزمي وَهُوَ مُحَمَّد بن أَحْمد\nالجزء: 1 ¦ الصفحة: 304\n",
        "النتف\nللسغدي طالع فِيهِ الْفَقِير زمن تدريسه فِي الْمدرسَة السلمِيَّة الْوَاقِعَة فِي بَلْدَة أدرنة من الْكتب الْمَوْقُوفَة وَهُوَ عَليّ بن الْحُسَيْن بن مُحَمَّد السغدي\nولد فِي سنة ثَمَان وَتِسْعين وثلاثمئة\nوَمن تصانيفه شرح السّير الْكَبِير\nوَتُوفِّي سنة إِحْدَى وَسِتِّينَ وأربعمئة\nنتف من النَّوَادِر\nلقاسم بن الْحُسَيْن ابو عبيد كَذَا فِي الْجَوَاهِر المضية وَهُوَ فِي الْفِقْه\nنثار للأزها فِي اللَّيْل وَالنَّهَار\nلِابْنِ مكرم فِي اللِّسَان\nالنجاح فِي الصّرْف\nللسغناقي وَهُوَ الْحُسَيْن بن عَليّ بن الْحجَّاج بن عَليّ بن مَحْمُود\nوَمن تصانيفه الْكَافِي شرح الْبَزْدَوِيّ وَشرح الْمُنْتَخب للأخسيكثي وَشرح التَّنْبِيه فِي الْأُصُول لأبي معِين النَّسَفِيّ يَعْنِي فِي أصُول الدّين وَغير ذَلِك\nفَائِدَة ذكرهَا صَاحب الْمِفْتَاح وَهِي وانتخب كتاب النِّهَايَة للسغناقي فِي شرح الْهِدَايَة للشَّيْخ احْمَد بن الْحسن شهَاب الدّين الْمَعْرُوف بِابْن الزَّرْكَشِيّ\nتوفّي سنة إِحْدَى عشرَة وسبعمئة\nالنجَاة\nلِابْنِ سينا فِي الإشارات\nالجزء: 1 ¦ الصفحة: 305\n",
        "نجباء الْأَبْنَاء\nلِابْنِ ظفر فِي السلوان\nالنجديات\nلأبيوردي\nالنُّجُوم الزاهرة\nلِابْنِ تغري بردي\nالنَّخْلَة\nللسجستاني وَهُوَ سهل بن مُحَمَّد بن عُثْمَان بن الْقَاسِم أَبُو حَاتِم السجسْتانِي\nوَمن تصانيفه إِعْرَاب الْقرَان الْعَظِيم ولحن الْعَامَّة والمقصور والممدود والقراءات والوحوش وَالطير والنحلة والفصاحة والهجاء وَخلق الْإِنْسَان والإدغام وَغير ذَلِك\nتوفّي سنة خمس وَخمسين ومئتين على القَوْل الْأَرْجَح\nنزهة الْأَرْوَاح\nلمير حُسَيْن الْمَعْرُوف بمير حُسَيْن سَادَات من الْكتب الفارسية\nنزهة الْأَنَام فِي تَارِيخ الْإِسْلَام\nلِابْنِ دقماق\nالجزء: 1 ¦ الصفحة: 306\n",
        "نزهة الْأَنَام فِي مَنَاقِب الشَّام\nلأبي الْبَقَاء أبي بكر بن عبد الله البدري الدِّمَشْقِي\nنزهة الطّرف فِي علم الصّرْف\nللميداني فِي الاساس\nنزهة الْعُيُون\nللْملك الْأَفْضَل عَبَّاس بن الْمُجَاهِد عَليّ\nتوفّي سنة ثَمَانِينَ وسبعمئة\nوَقَالَ الْمولى الْمَعْرُوف بتحتاني فِي تَارِيخه وَله غير ذَلِك وَكَانَ وَألف كتابا سَمَّاهُ نزهة الْعُيُون إِلَى آخِره\nالنزهة المبهجة فِي تشحيذ الأذهان وتعديل الأمزجة\nللشَّيْخ دَاوُد الْمصْرِيّ صَاحب التَّذْكِرَة فِي الطِّبّ\nنزهة المشتاق\nللإدريسي نُسْخَة لحسين الوفائي\nنزهة المقلتين\nلعبد السَّلَام بن الطّور\nالنُّسْخَة\nلحسين الوفائي\nالجزء: 1 ¦ الصفحة: 307\n",
        "نسيم الصِّبَا\nلِابْنِ الحبيب صَاحب مُخْتَصر درة الأسلاك\nنشر البلاغة\nللثعالبي فِي التَّمْثِيل\nالنشر فِي الْقرَاءَات الْعشْر\nللجزري فِي الْحصن الْحصين\nنشق الأزهار فِي عجائب الأقطار\nلِابْنِ إِيَاس الْحَنَفِيّ\nنِصَاب الصّبيان\nالنصائح\nلِابْنِ ظفر\nنصيحة الْمُلُوك\nللغزالي فِي الْإِحْيَاء\nنصيحت نامهء شاهي\nلحسين بن حسن الْمَشْهُور بِحُسَيْن\nالجزء: 1 ¦ الصفحة: 308\n",
        "نظام التواريخ\nلأبي سعيد عبد الله بن مُحَمَّد بن عَليّ الْبَيْضَاوِيّ القَاضِي الْحَنَفِيّ الْمَعْرُوف بناصر الدّين الشِّيرَازِيّ\nنظام الْغَرِيب\nللربعي هُوَ عِيسَى بن إِبْرَاهِيم الربعِي الوحاظي وَله كِفَايَة المتحفظ قَالَ الصَّفَدِي فِي الوافي وأجاده وَأهل الْيمن مستعلون بِهِ\nالنفحات\nللْمولى الجامي فِي الْفَوَائِد\nالنَّفَقَات\nللخصاف فِي الْأَحْكَام\nالنَّفَقَة\nللصاغاني فِي الْأَثر\nنفي الارتياب\nالنقاية\nلتاج الشَّرِيعَة يَعْنِي عبد الله بن مَسْعُود بن تَاج الشَّرِيعَة فِي التَّعْدِيل شَرحه الْفَاضِل عبد الْوَاحِد بن مُحَمَّد العجمي من عُلَمَاء إيلدرم بايزيد\nنقد الفتاوي\nالجزء: 1 ¦ الصفحة: 309\n",
        "النكبة الضافية فِي شرح الكافية\nلعَلي بن بالي السَّرخسِيّ\nالنكت\nللسيوطي\nنكارستان\nلِابْنِ كَمَال باشا زَاده فِي الاصلاح\nنل ودمن\nللفيضي\nالنِّهَايَة\nللْإِمَام فَخر الرَّازِيّ فِي الْأَرْبَعين\nالنِّهَايَة\nلِابْنِ الشّحْنَة وَهُوَ نِهَايَة النِّهَايَة فِي تَقْرِير الْهِدَايَة\nنِهَايَة الْإِدْرَاك\nللقطب الشِّيرَازِيّ وَهُوَ مَحْمُود بن مَسْعُود بن مصلح الْفَارِسِي قطب الدّين الشِّيرَازِيّ الشَّافِعِي ولد فِي سنة أَربع وَثَلَاثِينَ وستمئة\nوَمن تصانيفه شرح مُخْتَصر ابْن الْحَاجِب وَشرح الْمِفْتَاح وَشرح كليات القانون لِابْنِ سينا وَشرح حِكْمَة الْإِشْرَاق ودرة التَّاج والتحفة فِي الْهَيْئَة وَغير ذَلِك\nتوفّي سنة سِتّ عشرَة وسبعمئة\nالجزء: 1 ¦ الصفحة: 310\n",
        "نِهَايَة الأرب فِي فنون الْأَدَب\nللنويري\nنِهَايَة الْإِقْدَام فِي علم الْكَلَام\nللشهرستاني وَهُوَ ابو الْفَتْح مُحَمَّد بن ابي الْفَتْح عبد الْكَرِيم بن ابي بكر احْمَد الشهرستاني الْمُتَكَلّم على مَذْهَب الْأَشْعَرِيّ\nوَمن تصانيفه الْملَل والنحل والمناهج والبينات وَكتاب المصارعة وتلخيص الْأَقْسَام لمذاهب الْأَيَّام\nولد فِي سنة سبع وَسِتِّينَ واربعمئة\nوَتُوفِّي سنة ثَمَان وَأَرْبَعين وخمسمئة\nالنِّهَايَة فِي شرح الْهِدَايَة\nلتاج الشَّرِيعَة فِي التَّعْدِيل\nالنِّهَايَة فِي اللُّغَة\nلِابْنِ الْأَثِير الْجَزرِي وَهُوَ الْمُبَارك بن مُحَمَّد بن مُحَمَّد عبد الْكَرِيم بن عبد الْوَاحِد الشَّيْبَانِيّ الْعَلامَة الْحَافِظ مجد الدّين أَبُو السعادات بن الْأَثِير الْجَزرِي\nولد فِي سنة أَربع وَأَرْبَعين وخمسمئة\nوَمن تصانيفه جَامع الْأُصُول وَشرح مُسْند الإِمَام الشَّافِعِي والإنصاف وَشرح فُصُول ابْن الدهان فِي النَّحْو وَهُوَ الْمُسَمّى بالبديع وَله ديوَان رسائل وَكتاب فِي صناعَة الْكِتَابَة وَكتاب الْمُصْطَفى الْمُخْتَار فِي الْأَدْعِيَة والأذكار وَكتاب الْمُخْتَار فِي مَنَاقِب الأخيار\nتوفّي فِي سنة سِتّ وستمئة رَحْمَة الله عَلَيْهِ\nالجزء: 1 ¦ الصفحة: 311\n",
        "نِهَايَة الْغَرِيب\nلأبي السعادات ابْن الْأَثِير\nنهج البلاغة من الْكَلِمَات العلوية\nلرضي الدّين مُحَمَّد بن الْحُسَيْن الموسوي وَمن شُرُوح الْمنْهَج الْمَزْبُور شرح مَوْلَانَا متيم بن عَليّ بن متيم البحراني وَهُوَ شرح نظيف كَبِير طالعت فِيهِ فِي شهر ذِي الْحجَّة الشَّرِيفَة من شهور سنة سِتّ وَخمسين والف من الْهِجْرَة النَّبَوِيَّة عَلَيْهِ أفضل التَّحِيَّة\nالنَّهر فِي التَّفْسِير\nلأبي حَيَّان وَهُوَ مُحَمَّد بن يُوسُف بن عَليّ بن يُوسُف بن حَيَّان الأندلسي الغرناطي النغزي\nولد فِي سنة أَربع وَخمسين وستمئة\nوَمن تصانيفه الْبَحْر الْمُحِيط فِي التَّفْسِير والحاضر الأريب بِمَا فِي الْقرَان من الْغَرِيب والتذبيل والتكميل فِي التسهيل ومطول الإرشاب والتخييل الملخص والتجريد والتذكرة والتقريب غَايَة الْإِحْسَان واللمحة والشذرة والارتضاء فِي الضَّاد والظاء وَعقد اللالي وَالْحلَل ونحاة الأندلس والوافية فِي علم القافية ومنطق الخرس فِي لِسَان الْفرس والإدراك فِي لِسَان الأتراك وزهو الْملك\nالجزء: 1 ¦ الصفحة: 312\n",
        "فِي نَحْو التّرْك والوهاج فِي اخْتِصَار الْمِنْهَاج للنووي وَغير ذَلِك وَالنّهر هَذَا مُخْتَصر من كِتَابه الْمُسَمّى بالبحر الْمُحِيط كَذَا فِي الطَّبَقَات للسيوطي\nتوفّي سنة خمس وَأَرْبَعين وسبعمئة\nالنَّهر الْفَائِق فِي شرح كنز الدقائق\nلعَلي الْمَقْدِسِي\nالنَّوَادِر\nلمعلى بن مَنْصُور الرَّازِيّ قَالَ صَاحب الْجَوَاهِر ذكره صَاحب الْهِدَايَة روى عَن أبي يُوسُف وَمُحَمّد الْكتب والأمالي وشاركه فِي ذَلِك أَبُو سُلَيْمَان الْجوزجَاني وهما من الْوَرع وَالدّين وَحفظ الْفِقْه والْحَدِيث بالمنزلة الرفيعة\nمَاتَ سنة إِحْدَى عشرَة ومئتين\nالنَّوَادِر\nلأبي عَليّ الْبَغْدَادِيّ\nالنَّوَادِر\nلِابْنِ سَمَّاعَة وَهُوَ مُحَمَّد بن سَمَّاعَة بن عبيد الله بن هِلَال بن وَكِيع بن بشر التَّمِيمِي أَبُو عبد الله ولد فِي سنة ثَلَاثِينَ ومئة\nوَمن تصانيفه أدب القَاضِي وَكتاب المحاضر والسجلات قَالَ صَاحب الْجَوَاهِر وَله كتب مصنفة فِي أصُول الْفِقْه\nتوفّي سنة ثَلَاث وَثَلَاثِينَ ومئتين\nالنَّوَادِر\nلأبي زيد\nالجزء: 1 ¦ الصفحة: 313\n",
        "النَّوَادِر\nلأبي عَليّ الهجري\nنَوَادِر الْأُصُول\nلِلتِّرْمِذِي وَهُوَ مُحَمَّد بن عَليّ التِّرْمِذِيّ\nالنَّوَادِر الْفِقْهِيَّة\nلأبي جَعْفَر الطَّحَاوِيّ فِي الشُّرُوط\nالنَّوَازِل\nلأبي اللَّيْث السَّمرقَنْدِي وَهُوَ نصر بن مُحَمَّد بن إِبْرَاهِيم السَّمرقَنْدِي\nوَمن تصانيفه تَفْسِير الْقرَان الْعَظِيم وخزانة الْفِقْه وتنبيه الغافلين وَكتاب الْبُسْتَان قَالَ ابْن الشّحْنَة وَله عُيُون الْمسَائِل وَكتاب تأسيس النَّظَائِر وَغَيره\nتوفّي سنة ثَلَاث وَسبعين وثلاثمئة\nنور الْعين فِي إصْلَاح جَامع الْفُصُولَيْنِ\nللْمولى مُحَمَّد الْمَعْرُوف بنيشاني زَاده\nنور الْعين فِي ذكر مشْهد الْحُسَيْن\nلعبد الفتاح الرسام\nالنُّور المجتنى من رياض الندما\nللْحَاكِم الْفَاضِل مُحَمَّد بن الْمحلى الشهير بِابْن الْعَنْبَري\nالجزء: 1 ¦ الصفحة: 314\n",
        "هـ\nالهار\nو\nنية\nاسْم كتاب فِي الصّرْف وَلم أظفر على تَرْجَمَة الْمُؤلف\nالْهِدَايَة\nللمرغيناني فِي الْبِدَايَة\nالْهِدَايَة\nلزبير بن احْمَد الْمَعْرُوف بالزبيدي\nهِدَايَة الْحِكْمَة\nللأبهري\nالْهِدَايَة فِي الْقِرَاءَة\nلأبي الْعَبَّاس الْمَهْدَوِيّ وَهُوَ أَحْمد بن عمار بن أبي الْعَبَّاس\nوَمن تصانيفه التَّفْسِير وَغير ذَلِك\nقَالَ الذَّهَبِيّ توفّي بعد الثَّلَاثِينَ وأربعمئة\nالْهِدَايَة فِي اللُّغَة\nأَحْمد بن إِبْرَاهِيم بن أَحْمد الْبَيْهَقِيّ وَمن تصانيفه الغنية\nالجزء: 1 ¦ الصفحة: 315\n",
        "الْهِدَايَة فِي الْمعَانِي وَالْبَيَان\nللبقالي وَهُوَ أَبُو الْفضل مُحَمَّد بن أبي الْقَاسِم البقالي\nوَمن تصانيف الْمولى الْمَزْبُور شرح الْأَسْمَاء الْحسنى واسرار الْكتب وافتخار الْعَرَب ومفتاح التَّنْزِيل وَكتاب التَّرْغِيب فِي الْعَالم وَكتاب التراجم بِلِسَان الْأَعَاجِم وَكتاب الْأَثر فِي شرح الْأَسْمَاء الْحسنى وَكتاب أذكار الصَّلَاة وَكتاب التَّنْبِيه على إعجاز الْقُرْآن وَكتاب التَّفْسِير\nهَدِيَّة الإخوان\nلحسام بن حسن القونوي\nهشت بهشت\nمن كتب التواريخ تشْتَمل على بَيَان الوقائع العثمانية حفظ الله أَعْقَابهم إِلَى انْقِرَاض الدَّهْر لمولانا إِدْرِيس البتليسي\nهمايون نامه\nللْمولى الْمَعْرُوف بواسع عليمي وَهُوَ عَلَاء الدّين عَليّ بن صَالح\nتوفّي سنة خمسين وسبعمئة\nالهمزية\nللشَّيْخ شرف الدّين أبي عبد الله مُحَمَّد بن سعيد بن حَمَّاد بن محسن بن عبد الله بن صنهاج بن هِلَال الصنهاجي وَكَانَ أحد أَبَوَيْهِ من بوصير الصَّعِيد وَالْآخر من دلاص فركبت النِّسْبَة فَقيل الدلاصيري ثمَّ اشْتهر بالبوصيرية نقل عَن خطّ الْوَالِد المرحوم\nهنر نامه\nلخسرو\nالجزء: 1 ¦ الصفحة: 316\n",
        "هواتف الْجِنّ\nلِلْحَافِظِ أبي بكر بن أبي الدُّنْيَا\nالهياكل\nللسهروردي فِي التلويحات\nالجزء: 1 ¦ الصفحة: 317\n",
        "و\nالواردات فِ\nي\nالتصوف\nلِابْنِ قَاضِي سماونة فِي التسهيل\nالوافي\nشرح الْكَافِي\nالوافي بالوافيات\nللعلامة صَلَاح الدّين خَلِيل بن ايبك الصَّفَدِي هَذَا الْمُتَأَخر عَن ابْن خلكان\nالوافية شرح الكافية\nللسَّيِّد ركن الدّين فِي الْمُتَوَسّط\nالْوَاقِعَات\nللامام عبد الرشيد البُخَارِيّ وَهُوَ طَاهِر بن احْمَد بن عبد الرشيد الامام البُخَارِيّ\nوَمن تصانيفه كتاب النّصاب وَالْخُلَاصَة\nالْوَاقِعَات\nللناطفي وَهُوَ ابو الْعَبَّاس الناطفي فِي الاجناس\nالجزء: 1 ¦ الصفحة: 318\n",
        "الوثائق\nلابي زيد الشُّرُوطِي وَهُوَ احْمَد بن زيد الشُّرُوطِي قَالَ صَاحب الْجَوَاهِر وَله كتاب الشُّرُوط الْكَبِير وَكتاب الشُّرُوط الصَّغِير\nالْوَجِيز فِي اصول الْفِقْه\nلِابْنِ برهَان الشَّافِعِي وَهُوَ احْمَد بن عَليّ بن مُحَمَّد الْوَكِيل الْمَعْرُوف بأبن برهَان الشَّافِعِي\nمَاتَ سنة عشْرين وخمسمئة بِبَغْدَاد\nالْوَجِيز فِي اصول الْفِقْه\nللْمولى الْمَعْرُوف بالكرماستي زَاده وَهُوَ الامام المقتدى فِي عصره يُوسُف بن حُسَيْن الكرماستي\nوَمن تصانيفه حَاشِيَة شرح المطول للتلخيص وَشرح الْوِقَايَة فِي الْفِقْه وَله كتاب فِي الْمعَانِي وَهُوَ من عُلَمَاء دولة السُّلْطَان بايزيد بن السُّلْطَان مُحَمَّد خَان فاتح الرومية الْكُبْرَى\nتوفّي سنة سبعمئة\nالْوَجِيز فِي التَّفْسِير\nلِلْوَاحِدِيِّ وَهُوَ عَليّ بن احْمَد بن مُحَمَّد بن عَليّ الامام ابو الْحسن الواحدي\nوَمن تصانيفه الْبَسِيط والوسيط فِي التَّفْسِير واسباب النُّزُول وَشرح ديوَان المتنبي والاعراب فِي علم الاعراب وَغير ذَلِك وَفِيه قيل\n(قد جمع الْعلم فِي وَاحِد\n...\nعالمنا الْمَعْرُوف بالواحدي)\nتوفّي سنة ثَمَان وَسِتِّينَ واربعمئة\nالجزء: 1 ¦ الصفحة: 319\n",
        "الْوَجِيز فِي الْحَنَابِلَة\nايضا غير اني لم اعرف مُؤَلفه ان ظَفرت بِهِ اكْتُبْ ان شَاءَ رَبِّي\nالْوَجِيز فِي الْفِقْه الْحَنَفِيَّة\nلرضي الدّين مُحَمَّد بن مُحَمَّد بن مُحَمَّد\nالْوَجِيز فِي الْفِقْه الشَّافِعِيَّة\nللامام الْغَزالِيّ فِي الاحياء\nالْوَجِيز فِي الهندسة\nلامية بن ابي الصَّلْت\nوحدت نامه\nلِابْنِ الْمصْرِيّ وَهُوَ الشَّيْخ الْعَارِف بِاللَّه تَعَالَى عبد الرَّحِيم الشهير بِابْن الْمصْرِيّ قَالَ الْفَاضِل طاشكبري زَاده واتصل بِخِدْمَة الْعَارِف بِاللَّه ابي شمس الدّين وَحصل عِنْده المعارف ونال من الاذواق حظا جزيلا شهد بذلك كِتَابه الموسوم بوحدت نامه وَهُوَ من عُلَمَاء دولة السُّلْطَان مُحَمَّد خَان بن السُّلْطَان مُرَاد خَان\nالوحوش\nلابي حَاتِم السجسْتانِي فِي النحلة\nالودائع\nلابي الْعَبَّاس بن سُرَيج\nالورقات\nلامام الْحَرَمَيْنِ الْجُوَيْنِيّ\nالجزء: 1 ¦ الصفحة: 320\n",
        "الوساطة\nللْقَاضِي ابي الْحسن عَليّ بن عبد الْعَزِيز الْجِرْجَانِيّ الْفَقِيه الشَّافِعِي\nولد فِي سنة\nالوشي شرح الْبردَة\nلصَاحب مُخْتَصر درة الاسلاك عبد الرَّزَّاق بن حَمْزَة بن عَليّ الْحَنَفِيّ وَله تخميس الْبردَة ذكره فِي حَاشِيَة الْمُخْتَصر الَّذِي بِخَطِّهِ عندنَا\nالْوَصَايَا\nللطحاوي فِي الْمعَانِي\nالْوَصَايَا\nلابي حنيفَة الدينَوَرِي فِي الفصاحة\nالْوَصَايَا القدسية\nللشَّيْخ زين الدّين الخوافي من عُلَمَاء دولة السُّلْطَان مُحَمَّد بن بايزيد بن مُحَمَّد الفاتح\nالْوُصُول الى معرفَة الاصول\nلابي بكر مُحَمَّد بن دَاوُد الظَّاهِرِيّ\nمن تصانيفه كتاب الانذار وَكتاب الانحدار وَكتاب الِانْتِصَار\nتوفّي سنة سبع وَتِسْعين ومئتين\nالوفيات\nلِابْنِ خلكان وَهُوَ احْمَد بن مُحَمَّد بن ابراهيم بن ابي بكر بن خلكان\nالجزء: 1 ¦ الصفحة: 321\n",
        "تَارِيخ تأليف الْكتاب فِي سنة ارْبَعْ وَخمسين وستمئة بِالْقَاهِرَةِ المحروسة\nولد سنة ثَمَان وستمئة\nوَتُوفِّي سنة احدى وَثَمَانِينَ وستمئة\nتَرْجَمَة الْمولى الْمَعْرُوف بقاضي زَاده الازدبيلي بِالْفَارِسِيَّةِ من عُلَمَاء دولة السُّلْطَان سُلَيْمَان\nالْوِقَايَة\nلتاج الشَّرِيعَة فِي التَّعْدِيل شرحها الْمولي الْفَاضِل صدر الشَّرِيعَة وَمن شروحه شرح الْمولي الْفَاضِل القَاضِي عبد الْعَلِيم بن قَاضِي برجند قَالَ الْمولي الجنابي كَانَ شرحا غَايَة فِي الافادة\nوَمن جملَة شروحها شرح عَلَاء الدّين الاسود من عُلَمَاء دولة السُّلْطَان اورخان\nوَمن شُرُوح الْوِقَايَة شرح عبد اللَّطِيف بن ملك وَشرح مُحَمَّد بن عبد اللَّطِيف بن ملك\nالْوَقْف\nلابي بكر بن هِلَال وَهُوَ هِلَال بن يحيى بن مُسلم الرَّائِي الْبَصْرِيّ\nوَمن مصنفاته الشُّرُوط وَله شرح للمبتدي وَهُوَ حُسَيْن بن عمر الْمُبْتَدِي\nتوفّي سنة خمس واربعين ومئتين\nالْوَقْف\nللخصاف فِي الاحكام\nالجزء: 1 ¦ الصفحة: 322\n",
        "ي\nيادكار\nلِابْنِ الشريف فِي الطِّبّ\nالْيَتِيمَة\nلامام الْحَرَمَيْنِ وَهُوَ ابو الْمَعَالِي عبد الْملك\nوَمن تصانيفه الشَّامِل فِي اصول الدّين والبرهان فِي اصول الْفِقْه وتلخيص التَّقْرِيب والارشاد والعقيدة النظامية ومدار الْفُصُول لم يتمه وَكتاب تَلْخِيص نِهَايَة الْخَطِيب وَلم يتمه وغياث الامم فِي الامامة ومغيث الْخلق فِي اخْتِيَار الاحق وغنية المرشدين فِي الْخلاف وَلم يتمه وَغير ذَلِك\nومولده فِي سنة تسع عشر واربعمئة\nتوفّي فِي سنة ثَمَان وَسبعين واربعمئة\nيتيمة الدَّهْر\nللثعالبي\nالْيَنَابِيع\nلشمس الائمة الْبَيْهَقِيّ وَهُوَ اسماعيل بن الْحُسَيْن بن عبد الله ابو الْقَاسِم الْبَيْهَقِيّ كَانَ اماما جَلِيلًا\nالجزء: 1 ¦ الصفحة: 323\n",
        "وَمن تصانيفه الشَّامِل فِي الْمَذْهَب والكفاية\nقَالَ ابْن الشّحْنَة عَن سراج الدّين قارىء الْهِدَايَة مَا نَصه ورايت كتابا فِي اصول الْفِقْه مُسَمّى بالينابيع وَهُوَ كثير الْفَوَائِد مَنْسُوب الى شمس الائمة الْبَيْهَقِيّ\nالْيَنَابِيع\nقَالَ صَاحب الْجَوَاهِر مُحَمَّد بن رَمَضَان الامام ابو عبد الرُّومِي مؤلف الْيَنَابِيع\nالْيَنَابِيع\nلأبي عبد الله مُحَمَّد بن مَحْمُود بن رَمَضَان\nالينبوع\nتَفْسِير كَبِير لِابْنِ ظفر الصّقليّ فِي السلوان\nاليواقيت\nللشعراني وَهُوَ اليواقيت والجواهر فِي بَيَان عقائد الأكابر للعلامة عبد الْوَهَّاب الشعراني\nيَوَاقِيت الْبَيَان\nلِابْنِ اسحق التغلبي\nيَوَاقِيت الْمَوَاقِيت\nللثعالبي فِي ذمّ الشَّيْء ومدحه\nيُوسُف\nلحمدي افندي وَهُوَ الشَّيْخ الْعَارِف بِاللَّه حمد الله بن الشَّيْخ ابي شمس الدّين من\nالجزء: 1 ¦ الصفحة: 324\n",
        "عُلَمَاء دولة السُّلْطَان مُحَمَّد خَان بن السُّلْطَان مُرَاد خَان\nوَمن تصانيفه ليلى وَمَجْنُون وَله مولد النَّبِي صلى الله عَلَيْهِ وَسلم\nيُوسُف وزليخا\nللْمولى المرحوم كامي افندي كَانَ قَاضِيا فِي محمية ادرنة\nوَتُوفِّي الْمولي سنة تسع وَثَمَانِينَ وتسعمئة\nيُوسُف وزليخا\nللفردوسي\nيُوسُف وزليخا\nللْمولى عبد الرَّحْمَن الجامي فِي الْفَوَائِد\nيُوسُف وزليخا\nلِابْنِ كَمَال باشا زَاده فِي الاصلاح والايضاح\nالجزء: 1 ¦ الصفحة: 325\n",
        ""
    ]
}