{
    "1": [
        "أسماء من يعرف بكنيته\nأسماء من يعرف بكنيته\nأبو الفتح الأزدي\nالكتاب:\nأسماء من يعرف بكنيته\nالمؤلف:\nأبو الفتح محمد بن الحسين بن أحمد بن عبد الله بن بريدة الموصلي الأزدي (المتوفى: 374هـ)\nالمحقق:\nأبو عبدالرحمن اقبال\nالناشر:\nالدار السلفية - الهند\nالطبعة:\nالأولى، 1410 - 1989\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "أَسمَاء من يعرف بكنيته لِلْحَافِظِ أبي الْفَتْح الْأَزْدِيّ الْموصِلِي بِسم الله الرَّحْمَن الرَّحِيم وَبِه الثِّقَة والعون أخبرنَا أَبُو الْفَتْح مُحَمَّد بن الْحُسَيْن بن أَحْمد الْأَزْدِيّ رَحمَه الله قَالَ ذكرمن غلبت عَلَيْهِ كنيته من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم على حُرُوف أَب ت ث ليقرب على من التمس اسْما من أَسْمَاءَهُم رَحْمَة الله عَلَيْهِم فَمن ذَلِك\nالجزء: 1 ¦ الصفحة: 1\n",
        "(بَاب الْألف)\n1 -\nأَبُو أَيُّوب الْأنْصَارِيّ اسْمه خَالِد بن زيد\n2 -\nأَبُو أُمَامَة الْبَاهِلِيّ الصديّ بن عجلَان\n3 -\nأَبُو أُمَامَة الْأنْصَارِيّ اسْمه أسعد بن زُرَارَة\n4 -\nأَبُو أُمَامَة الجارثي اسْمه ثَعْلَبَة بن سهل بن أُخْت أبي بردة\n5 -\nأَبُو أبي بن أم حرَام اسْمه عبد الله بن أم حرَام بن امْرَأَة عبَادَة\n6 -\nأَبُو أسيد السَّاعِدِيّ الخزرجي اسْمه مَالك بن ربيعَة\n7 -\nأَبُو أسيد الْأنْصَارِيّ اسْمه عبد الله وَقَالَ بَعضهم أَبُو أسيد بن ثَابت\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "8 -\nأَبُو إِسْرَائِيل اسْمه قُشَيْر بن عباد لَهُ حَدِيث وَاحِد\n9 -\nأَبُو أَحْمد بن جحش يُقَال اسْمه عبد وَيُقَال عبد الله بن جحش بن رياب\n10 -\nأَبُو الْأَعْوَر السَلَمى اسْمه عَمْرو بن سُفْيَان\n11 -\nأَبُو أحيحة اسْمه سعيد بن الْعَاصِ وَهُوَ باسمه مَشْهُور\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "12 -\nأَبُو أروى الدوسي اسْمه حباب وَيُقَال عبد الرَّحْمَن\n13 -\nأَبُو أُميَّة اسْمه سعد رأى النَّبِي صلى الله عَلَيْهِ وَسلم يحتجم\n14 -\nأَبُو أَرْطَاة اسْمه حُسَيْن بن ربيعَة\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "15 -\nأَبُو اللَّحْم وَيُقَال آبى اللَّحْم عبد الله بن عبد الْملك وَيُقَال خلف بن عبد الله\n16 -\nأَبُو الأرقم وَالِد أَرقم اسْمه عبد منَاف\n(بَاب الْبَاء)\n17 -\nأَبُو بكر اسْمه عبد الله بن أبي قُحَافَة وَاسم أَبى قُحَافَة عُثْمَان\n18 -\nأَبُو بكرَة اسْمه نفيع بن الْحَارِث\n19 -\nأَبُو بَرزَة الْأَسْلَمِيّ اسْمه نَضْلَة بن عبيد بن الْحَارِث\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "20 -\nأَبُو بردة اسْمه هَانِئ بن نيار بن عَمْرو من صلى عليَّ صَلَاة صَادِقا\n21 -\nأَبُو بردة الْأَشْعَرِيّ اسْمه عَامر بن قيس\n22 -\nأَبُو بشير الْأنْصَارِيّ اسْمه قيس بن عبيد بن عَمْرو\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "23 -\nأَبُو بصرة الْغِفَارِيّ اسْمه حميل بن بصرة\n24 -\nأَبُو بَصِير اسْمه عتبَة بن أسعد بن جَارِيَة\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "25 -\nأَبُو بزَّة يسَار مولى عبد الله بن السَّائِب\n(بَاب التَّاء)\n26 -\nأَبُو تَمِيم الجيشاني اسْمه عبد الله بن مَالك\n27 -\nأَبُو تَمِيمَة الهُجَيْمِي اسْمه طريف بن مجَالد\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "(بَاب الثَّاء)\n28 -\nأَبُو ثَعْلَبَة الخُشني اسْمه جرثوم وَيُقَال لاشر ينْهَى عَن كل ذِي نَاب\n(بَاب الْجِيم)\n29 -\nأَبُو جُحَيفة السُوائي اسْمه وهب الله وَيُقَال وهب بن عبد الله\n30 -\nأَبُو جَبيرة بن الضَّحَّاك اسْمه ثَابت بن الضَّحَّاك\n31 -\nأَبُو جُمُعَة الْكِنَانِي اسْمه حبيب بن سِبَاع\n32 -\nأَبُو جهم بن حُذَيْفَة اسْمه عَامر بن حُذَيْفَة وَيُقَال عبيد\n33 -\nأَبُو جهيم بن الْحَارِث بن الصمَّة اسْمه حَارِث وَقيل عبد الله بن جهيم\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "34 -\nأَبُو جندل بن سُهَيْل اسْمه عبد الله وَأمه فَاخِتَة\n35 -\nأَبُو الْجَعْد الضمرِي اسْمه أدرع سكن الْمَدِينَة\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "36 -\nأَبُو جُريّ الهُجيمي اسْمه جَابر بن سليم وَيُقَال سليم بن جَابر\n(بَاب الْحَاء)\n37 -\nأَبُو حُميد السَّاعِدِيّ اسْمه عبد الله بن عَمْرو\n38 -\nأَبُو حَبَّة البدري اسْمه عَامر\n39 -\nأَبُو الْحسن البدري اسْمه عمَارَة سكن الْمَدِينَة\n40 -\nأَبُو حَدْرَد الْأَسْلَمِيّ اسْمه سَلامَة بن عَمْرو\n41 -\nأَبُو حجاج الثُمالى اسْمه عبد الله بن عَابِد\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "42 -\nأَبُو حَمْرَاء اسْمه هِلَال بن الْحَارِث\n43 -\nأَبُو حَازِم الأحمسي اسْمه صَخْر روى عَنهُ ابْنه عُثْمَان بن أَبى حَازِم\n44 -\nأَبُو حَازِم وَالِد قيس اسْمه عَوْف بن الْحَارِث\n45 -\nأَبُو خميصة اسْمه معبد لَا نَحْفَظ لَهُ رِوَايَة تصح\nالحديث: 42 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "46 -\nأَبُو حُذَيْفَة بن عتبَة اسْمه بهشم وَيُقَال هَاشم بن ربيعَة بن عبد شمس\n47 -\nأَبُو حثْمَة وَالِد سهل بن أبي حثْمَة اسْمه عَامر بن ساعد\nالحديث: 46 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "48 -\nأَبُو حثْمَة وَالِد سُلَيْمَان بن أبي حثْمَة اسْمه عدي بن كَعْب وَيُقَال عبد الله بن كَعْب\n(بَاب الْخَاء)\n49 -\nأَبُو خَالِد المَخْزُومِي اسْمه الْعَاصِ بن هِشَام\n50 -\nأَبُو خزامة العذري اسْمه عَمْرو\n51 -\nأَبُو خرَاش السّلمِيّ اسْمه حَدْرَد روى عَنهُ عمرَان بن أبي أنس\n(بَاب الدَّال)\nالحديث: 48 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "52 -\nأَبُو الدَّرْدَاء اسْمه عُوَيْمِر بن عَامر\n(بَاب الذَّال)\n53 -\nأَبُو ذَر الْغِفَارِيّ اسْمه جُنْدُب بن جُنَادَة\n(بَاب الراى)\n54 -\nأَبُو رَافع مولى رَسُول الله صلى الله عَلَيْهِ وَسلم يُقَال أسلم وَيُقَال إِبْرَاهِيم\n55 -\nأَبُو رَيْحَانَة اسْمه شَمْعُون\n56 -\nأَبُو روح الكِلاعي اسْمه شبيب بن عبيد\n57 -\nأَبُو رهم الْغِفَارِيّ اسْمه كُلْثُوم بن حُصَيْن\n58 -\nأَبُو رهم أَخُو أبي مُوسَى الْأَشْعَرِيّ اسْمه مجيد بن قيس وَإِنَّمَا هُوَ أَبُو رهم\nالحديث: 52 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "59 -\nأَبُو رمثة التَّمِيمِي اسْمه حبيب بن حَيَّان وَيُقَال يثربي\nالحديث: 59 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "60 -\nأَبُو رِفاعة الْعَدوي اسْمه عبد الله بن الْحَارِث\n(بَاب الزَّاي)\n61 -\nأَبُو زُهير الثَّقَفِيّ اسْمه معَاذ\n62 -\nأَبُو زُهَيْر النُميري وَيُقَال النمري اسْمه يحيى بن يعمر\n63 -\nأَبُو زيد الْأنْصَارِيّ اسْمه قيس ينت السكن لَا نَحْفَظ لَهُ رِوَايَة جمع الْقُرْآن\nالحديث: 60 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "64 -\nأَبُو زيد الْأنْصَارِيّ اسْمه عَمْرو بن أَخطب قَالَه علْبَاء بن أَحْمَر روى عَنهُ أنس بن سِيرِين وَأَبُو نهيك وعلباء\n(بَاب السِّين)\n65 -\nأَبُو سعيد الْخُدْرِيّ اسْمه سعد بن مَالك\n66 -\nأَبُو سعيد بن الْمُعَلَّى الْأنْصَارِيّ اسْمه رَافع الْأنْصَارِيّ\n67 -\nأَبُو سعيد خير الْأنْصَارِيّ اسْمه عَمْرو بن سعيد\n68 -\nأَبُو سَلامَة السلَامِي اسْمه خِداش من سَاكِني الْكُوفَة\n69 -\nأَبُو سمح اسْمه إياد وَكَانَ أَبُو السَّمْح خَادِم النَّبِي صلى الله عَلَيْهِ وَسلم\n70 -\nأبوسبرة اسْمه يزِيد بن مَالك سكن الْكُوفَة\n71 -\nأَبُو سيَّارة المُتعى اسْمه عميرَة بن الأعزل\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "72 -\nأَبُو سهم وَيُقَال شهم اسْمه عبيد بن حبيب\n73 -\nأَبُو سُفْيَان بن حَرْب اسْمه صَخْر بن حَرْب\n74 -\nأَبُو سُفْيَان بن الْحَارِث اسْمه الْمُغيرَة بن الْحَارِث\n75 -\nأَبُو سَلِيط اسْمه سُبْرَة بن عَمْرو وَيُقَال أَسِير\n76 -\nأَبُو سُبْرَة بن أَبى رهم اسْمه عبد الله بن أَبى رهم روى عَنهُ ابْنه\nالحديث: 72 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "77 -\nأَبُو سعد بن فضَالة الْأنْصَارِيّ اسْمه\n78 -\nأَبُو سَريحة الْغِفَارِيّ اسْمه حُذَيْفَة بن أَسِيد\n79 -\nأَبُو السنابل اسْمه لَبدرية بن بعكك وَيُقَال حَبَّة بن بعكك\n80 -\nأَبُو سِنان الْأَسدي اسْمه وهب بن مُحصن وَيُقَال عبد الله\nالحديث: 77 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "81 -\nأَبُو سروعة اسْمه عقية بن الْحَارِث بن عبد منَاف\nالحديث: 81 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "(بَاب الشين)\n82 -\nأَبُو شُريح الْخُزَاعِيّ وَهُوَ الكعبي اسْمه كَعْب بن عَمْرو وَيُقَال خويلد\n83 -\nأَبُو شَجرة اسْمه كثير روى عَنهُ أَبُو الزَّاهِرِيَّة\n(بَاب الصَّاد)\n84 -\nأَبُو صِرمة الْمَازِني اسْمه مَالك بن قيس\nالحديث: 82 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "85 -\nأَبُو صَفْوَان الْمَازِني اسْمه مَالك بن عميرَة وَيُقَال بن عُمَيْر\n(بَاب الضَّاد)\n86 -\nأَبُو ضَمرَة الْكلابِي اسْمه ضَمرَة بن الْعيص روى عَنهُ كَعْب الْأَحْبَار\n(بَاب الطَّاء)\n87 -\nأَبُو طَلْحَة الْأنْصَارِيّ اسْمه زيد بن سهل\n88 -\nأَبُو طليق الْمُزنِيّ اسْمه جُبَير وَلَا يَصح\n89 -\nأَبُو طفيل اسْمه عَامر بن وَاثِلَة\n90 -\nأَبُو طيبَة الْحجام اسْمه ميسرَة\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "91 -\nأَبُو طَالب عَم الرَّسُول صلى الله عَلَيْهِ وَسلم اسْمه عبد منَاف\n(بَاب الظَّاء)\n92 -\nأَبُو ظبْيَان الْجَنبي اسْمه حُصَيْن بن جُنْدُب\n(بَاب الْعين)\n93 -\nأَبُو عُبَيْدَة بن الْجراح اسْمه عَامر بن عبد الله\n94 -\nأَبُو عبس بن جُبَير اسْمه عبد الرَّحْمَن بن جبر\n95 -\nأَبُو عقرب وَالِد نَوْفَل اسْمه مُعَاوِيَة بن خويلد\n96 -\nأَبُو عَيَّاش الزرقي اسْمه زيد بن النُّعْمَان\nالحديث: 91 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "97 -\nأَبُو عبد الرَّحْمَن الْجُهَنِيّ اسْمه زيد وَيُقَال أَبُو عبد الله الْجُهَنِيّ\n98 -\nأَبُو عَامر الْأَشْعَرِيّ اسْمه عبيد بن وهب\n99 -\nأَبُو عبد الله الصناجي اسْمه عبد الله الصانجي\n100 -\nأَبُو عَزّة الهزلي اسْمه يسَار بن عبد وَيُقَال بن عبد الله\n101 -\nأَبُو عمْرَة الْأنْصَارِيّ اسْمه عبد الله بن صعصعة\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "102 -\nأَبُو عميرَة اسْمه رشيد بن مَالك وَيُقَال أسيد\n103 -\nأَبُو عبد الرَّحْمَن الفهمي اسْمه يزِيد بن أسيد\n104 -\nأَبُو عَاص بن الرّبيع زوج زَيْنَب بنت رَسُول الله صلى الله عَلَيْهِ وَسلم اسْمه لَقِيط بن الرّبيع\n105 -\nأَبُو عقبَة الْفَارِسِي اسْمه\nالحديث: 102 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "106 -\nأَبُو عبد الرَّحْمَن الصباحي وَيُقَال الصانجي اسْمه عَائِذ وَلَيْسَ الَّذِي يرْوى عَن أبي بكر الصّديق الَّذِي قدم الْمَدِينَة بعد وَفَاة رَسُول الله صلى الله عَلَيْهِ وَسلم\n107 -\nأَبُو عسيب اسْمه مرّة وَيُقَال خازم بن الْقَاسِم\nالحديث: 106 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "108 -\nأَبُو عِنبَة الْخَولَانِيّ اسْمه سعد\n(بَاب الْغَيْن)\n109 -\nأَبُو غادية الْجُهَنِيّ اسْمه مُسلم وَيُقَال يسَار بن سبع\n(بَاب الْفَاء)\n110 -\nأَبُو فَاطِمَة اسْمه عبد الله بن أنيس\n(بَاب الْقَاف)\n111 -\nأَبُو قَتَادَة اسْمه الْحَارِث بن رِبعي\n112 -\nأَبُو قُحَافَة وَالِد أبي بكر الصّديق اسْمه عُثْمَان\n113 -\nأَبُو قتيلة اسْمه مرْثَد بن ودَاعَة\n114 -\nأَبُو قرصافة اسْمه جندرة بن خشينة\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "115 -\nأَبُو قُعيس عَم عَائِشَة اسْمه وَائِل بن أَفْلح\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "(بَاب الْكَاف)\n116 -\nأَبُو كَبْشَة الْأَنمَارِي اسْمه سُلَيْمَان مولى النَّبِي صلى الله عَلَيْهِ وَسلم\n117 -\nأَبُو كَبْشَة حاضن النَّبِي صلى الله عَلَيْهِ وَسلم اسْمه الْحَارِث بن عبد عبد الْعُزَّى\n118 -\nأَبُو كَاهِل اسْمه قيس بن عَائِذ الأحمسي\n119 -\nأَبُو كَرِيمَة اسْمه الْمِقْدَام بن معد يكرب\nالحديث: 116 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "(بَاب اللَّام)\n120 -\nأَبُو لبَابَة بن عبد الْمُنْذر اسْمه رَافِعَة بن عبد الْمُنْذر\n121 -\nأَبُو ليلى الْأنْصَارِيّ وَالِد عبد الرَّحْمَن اسْمه يسَار وَيُقَال دَاوُد بن بِلَال\n122 -\nأَبُو ليلى الْمَازِني اسْمه عبد الرَّحْمَن بن كَعْب\n123 -\nأَبُو لَهب عَم النَّبِي صلى الله عَلَيْهِ وَسلم اسْمه عبد الْعُزَّى بن عبد الْمطلب\n(بَاب الْمِيم)\n124 -\nأَبُو مُوسَى الاشعري عبد الله بن قيس\n125 -\nأَبُو مَرْيَم السَّلُولي وَالِد يزِيد اسْمه مَالك بن ربيعَة\n126 -\nأَبُو مويهبة اسْمه مخبر بن معاد\n127 -\nأَبُو مرْثَد الغنوي اسْمه كَنّاز بن حُصَيْن\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "128 -\nأَبُو مَحْذُورَة مُؤذن النَّبِي صلى الله عَلَيْهِ وَسلم اسْمه سَمُرَة بن مِعير\n129 -\nأَبُو مَالك الْأَشْعَرِيّ اسْمه كَعْب بن عَاصِم\n130 -\nأَبُو معقل اسْمه الْهَيْثَم زوج أم معقل\n131 -\nأَبُو مَسْعُود البدري اسْمه عقبَة بن عَمْرو\nالحديث: 128 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "132 -\nأَبُو مُوسَى الغافقي اسْمه مَالك بن عبد الله\nالحديث: 132 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "133 -\nأَبُو معبد صَاحب الْخَيْمَة زوج أم معبد اسْمه أَكْثَم\n(بَاب النُّون)\n134 -\nأَبُو نملة الْأنْصَارِيّ اسْمه عَمْرو وَيُقَال عمار بن معَاذ\n135 -\nأَبُو نجيح السّلمِيّ اسْمه عباد\n136 -\nأَبُو نجيح صَاحب رَسُول الله صلى الله عَلَيْهِ وَسلم اسْمه عرباض بن سَارِيَة\n(بَاب الْهَاء)\n137 -\nأَبُو هُرَيْرَة الدوسي اسْمه عبد الرَّحْمَن بن صَخْر وَيُقَال سكن بن عَمْرو وَيُقَال عَمْرو بن عبد غنم وَيُقَال عَمْرو وَيُقَال عَامر وَيُقَال عُمَيْر وَيُقَال عبد شمس وَيُقَال سعد وَيُقَال عبد الله بن عَائِذ وَيُقَال سعد بن حَارِثَة\n138 -\nأَبُو هُبَيْرَة صَاحب النَّبِي صلى الله عَلَيْهِ وَسلم اسْمه بحير\n139 -\nأَبُو هِنْد الْأَشْجَعِيّ اسْمه نعْمَان وَالِد نعيم بن أَبى هِنْد\n140 -\nأَبُو الْهَيْثَم بن التيهَان اسْمه مَالك بن التّيهان\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "141 -\nأَبُو هَاشم بن عتبَة اسْمه عتيبة وَيُقَال شيبَة\nالحديث: 141 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "142 -\nأَبُو هِنْد الدَّارِيّ أَخُو تَمِيم الدَّارِيّ اسْمه عبد الله بن أَوْس وَقَالَ البُخَارِيّ بربر\n143 -\nأَبُو هِنْد الْحجام من بني بياضة اسْمه عبد الله بن هِنْد\n144 -\nأَبُو هَالة وَالِد هِنْد بن أَبى هَالة اسْمه مَالك بن مرَارَة\n(بَاب الْوَاو)\n145 -\nأَبُو وَاقد اللَّيْثِيّ اسْمه الْحَارِث\n146 -\nأَبُو الْورْد اسْمه عبيد بن قيس\n147 -\nأَبُو الْورْد الْمَازِني روى عَنهُ ابْنه وَكَانَ رجلا أَحْمَر اسْمه\n148 -\nأَبُو وحوح اسْمه عبيد وَيُقَال عبد الله\n149 -\nأَبُو وَدِيعَة اسْمه خباب\nالحديث: 142 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "150 -\nأَبُو وهب الْجُشَمِي اسْمه مَالك\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "(بَاب لَا)\n151 -\nأَبُو لاس الْخُزَاعِيّ اسْمه سعد وَيُقَال معبد\n152 -\nأَبُو يزِيد وَالِد حَكِيم بن أَبى يزِيد الْكَرْخِي اسْمه خطاب\n153 -\nأَبُو اليَسَر اسْمه كَعْب بن عَمْرو\n154 -\nأَبُو يحيى الْأنْصَارِيّ اسْمه عبد وَمِمَّنْ روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم من النِّسَاء مِمَّن بكنيتها\n155 -\nحمْنَة بنت جحش امْرَأَة عبد الرَّحْمَن بن عَوْف تكنى أم حَبِيبَة\n156 -\nخَوْلَة بنت قيس بن قهد بن ثَعْلَبَة الْأَنْصَارِيَّة تكنى أم مُحَمَّد\n157 -\nخَوْلَة الجهنية تكنى أم صبية روى حَدِيثهَا سَالم بنت النُّعْمَان\nالحديث: 151 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "158 -\nأم الدَّرْدَاء اسْمهَا خيرة بنت أبي حَدْرَد وَيُقَال هجيمة\n159 -\nأم عبد الله بن عَمْرو بن الْعَاصِ اسْمهَا ريطة بنت مُنَبّه\n160 -\nأم حَبِيبَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم اسْمهَا رَملَة بنت أَبى سُفْيَان صَخْر بن حَرْب\n161 -\nأم الْمُنْذر الْأَنْصَارِيَّة اسْمهَا سلمى بنت قيس إِحْدَى خالات النَّبِي صلى الله عَلَيْهِ وَسلم\nالحديث: 158 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "162 -\nأم معبد الْخُزَاعِيَّة اسْمهَا عَاتِكَة بنت خليف وَيُقَال خَالِد\n163 -\nأم شريك الدوسية اسْمهَا غزيَّة بنت جَابر بن حَكِيم\nالحديث: 162 ¦ الجزء: 1 ¦ الصفحة: 67\n",
        "164 -\nأم الْفضل اسْمهَا فَاطِمَة بنت حَمْزَة بن عبد الْمطلب وَيُقَال أُمَامَة وَيُقَال عامرة\n165 -\nأم جميل فَاطِمَة بنت الْخطاب بن نفَيْل أُخْت عمر بن الْخطاب\n166 -\nأم هَانِئ اسْمهَا فَاخِتَة بنت أبي طَالب\n167 -\nأم الْفضل لبَابَة بنت الْحَارِث امْرَأَة الْعَبَّاس بن عبد الْمطلب\n168 -\nأم عمَارَة اسْمهَا نسيبة بنت كَعْب وَيُقَال بنت حَرْب الْأَنْصَارِيَّة من بني النجار\n169 -\nأم عَطِيَّة الْأَنْصَارِيَّة اسْمهَا نُسِيبة روى عَنْهَا أنس وَابْن سِرين وعدة\n170 -\nأم سَلمَة اسْمهَا هِنْد بنت أبي أُميَّة وَهِي زوحة النَّبِي صلى الله عَلَيْهِ وَسلم\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "171 -\nأم هَاشم بنت حَارِثَة لَا يعرف اسْمهَا\n172 -\nجدة مَنْصُور بن صَفِيَّة أم مُبشر\n173 -\nأم صبية خَوْلَة الْجَهْمِية\n174 -\nعمَّة خُبَيب بن عبد الرَّحْمَن أنيسَة\n175 -\nجدة يحيى بن الْحصين لَا يعرف لَهَا اسْم\n176 -\nجدة يُوسُف بن عبد الله بن سَلام أم معقل الأَسدِية\nالحديث: 171 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "177 -\nأم النُّعْمَان بن الْبشر عمْرَة بن رَوَاحَة وَهِي أُخْت عبد الله بن رَوَاحَة\n178 -\nأم حفيد عمْرَة بن الْحَارِث بن أَبى ضرار الْخُزَاعِيَّة\n179 -\nأم عبد الله بن عَامر بن ربيعَة ليلى\n180 -\nأُخْت حُذَيْفَة بن الْيَمَان خَوْلَة\n181 -\nامْرَأَة أَوْس بن صَامت خَوْلَة\n182 -\nامْرَأَة الْقَعْقَاع بُقيرة\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "183 -\nأُخْت ثَابت بن الضَّحَّاك بثينة\n184 -\nشَيبَان أَبُو يحيى جد أَبى هُبَيْرَة يحيى بن عباد\n185 -\nصعصعة عَم الفرزدق\n186 -\nمُعَاوِيَة بن حيدة جد بهز بن حَكِيم\n187 -\nسَلمَة الْهَمدَانِي جد عمررو بن يحيى\n188 -\nعرْفجَة بن سعد بن منقر جد عبد الحمن بن طرفَة\nالحديث: 183 ¦ الجزء: 1 ¦ الصفحة: 71\n",
        "189 -\nأَبُو عَامر الْأَشْعَرِيّ بِلَال بن بِلَال بن أحيحة جد عبد الرَّحْمَن بن أبي ليلى\n190 -\nالْفَارِسِي عقبَة\n191 -\nجد أَيُّوب سعيد بن الْعَاصِ\n192 -\nبن نَضْلَة عبد الرَّحْمَن\n193 -\nعبد الْمُهَيْمِن عَن أَبِيه عَن جده جده سهل بن سعد السَّاعِدِيّ\nالحديث: 189 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "194 -\nمَالك بن قهطم وَالِد أبي العشراء الدَّارِيّ\n195 -\nعُرْوَة وَالِد غاضرة الثَّقَفِيّ روى عَنهُ عَاصِم بن هِلَال الْبَار\n196 -\nجد مليح بن عبد الله حُصَيْن الخطمي\n197 -\nوَالِد قَابُوس مُخَارق\n198 -\nجد إِسْمَاعِيل بن إِبْرَاهِيم الْقرشِي عبد الله بن أَبى ربيعَة\n199 -\nأم الجرين عَن مَوْلَاهَا طَلْحَة بن مَالك\nالحديث: 194 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "200 -\nجد الْمُغيرَة بن عبد الرَّحْمَن عبيد غير مَنْسُوب تمّ الْكتاب وَالْحَمْد لله رب الْعَالمين وحسبنا الله وَنعم الْوَكِيل اللَّهُمَّ صل على سيدنَا مُحَمَّد النَّبِي وَآله وَسلم تَسْلِيمًا\nالحديث: 200 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        ""
    ]
}