{
    "1": [
        "تقريب الوصول إلي علم الأصول\nتقريب الوصُول إِلى علم الأصُول\nتأليف\nأبي الْقَاسِم مُحَمَّد بن أَحْمد بن جُزَيّ الْكَلْبِيّ الغرنَاطي الْمَالِكِي\nالْمُتَوفَّى سنة 741 هـ\nالجزء: 1 - الصفحة: 127\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nترجمة المصنّف\nهو محمد بن أحمد بن محمد بن عبد اللَّه بن يحيى بن عبد الرحمن بن يوسف بن سعيد بن جُزي الكلبي، كنيته أبو القاسم.\nوُلِدَ سنة 693 هـ في الأندلس، وأخذ عن أبي جعفر أحمد بن إبراهيم بن الزبير الغرناطي: النحوي، الأصولي، الأديب، المقرئ، المفسّر، المؤرّخ، وأبو القا سم قاسم بن عبد اللَّه بن محمد بن الشاط الأنصاري السبتي، الحافظ الفقيه، المالكي، الأصولي.\nوأبو عبد اللَّه محمد بن أحمد اللخميّ المعروف بابن الكماد، وأبو عبد اللَّه محمد بن عمرو الفهري السبتي، المعروف بابن رشيد، وأبو عبد اللَّه محمد بن أحمد بن يوسف بن أحمد بن عمر الهاشمي الطناجي، وغيرهم.\nله مصنفات كثيرة منها: وسيلة المسلم في تهذيب صحيح مسلم، والدعوات والأذكار المتخرجة من صحيح الأخبار، والقوانين الفقهية في تلخيص مذهب المالكية، والتنبيه على مذهب الشافعية، والحنفية، والحنبلية، وتقريب الوصول إلى علم الأصول [وهو كتابنا].\nوفاته: توفي -رحمه اللَّه- شهيدًا يوم الكائنة بطريف سنة [741 هـ] (1).\nوصف المخطوط\nلقد استعنّا في تحقيق هذا الكتاب بالإضافة إلى المطبوعة على النسخة الخطية في الخزانة العامة بالرباط تحت رقم [1863]، وتقع في [65/ ق].\n(1) انظر ترجمته في: نفح الطيب [5/ 514]، الديباج المذهب [295]، الدرر الكامنة [3/ 446]، الإحاطة [3/ 20]، الفتح المبين [2/ 154].\nالجزء: 1 - الصفحة: 129\n",
        "ل/ أالورقة الأولى\nالجزء: 1 - الصفحة: 131\n",
        "الورقة الأولى [ل/ ب] الرباط\nالجزء: 1 - الصفحة: 132\n",
        "ورقة من المخطوط [ل/ أ] الرباط\nالجزء: 1 - الصفحة: 133\n",
        "ورقة من المخطوط [ل/ ب] الرباط\nالجزء: 1 - الصفحة: 134\n",
        "اللوحة الأخيرة\nالجزء: 1 - الصفحة: 135\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nصلّى اللَّه على سيّدنا محمد وآله وصحبه وسلم\nقال الشيخ الفقيه الأستاذ العالم أبو القاسم بن أحمد بن جزي وحمه اللَّه تعالى، وجعل الجنة مثواه، آمين:\nالحمد للَّه الذي رفع بالعلم درجات أهله، وأجزل ثوابهم على اكتسابه وعلى نقله، كما أنعم عليهم بالتوفيق لدرسه وحمله، وصلوات اللَّه وسلامه على سيدنا محمد خاتم أنبيائه ورسله، الذي هدى كافة الخلق إلى منهاج الحق وسبله، وبالغ في تبليغ الرسالة بقوله وفعله، بذل جهده بين إقامة دين اللَّه وبيان فرعه وأصله، حتى ظهر مصداق قول الملك جل جلاله: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} [التوبة: الآية 33]. ورضي اللَّه عن أهل بيته الطاهرين وأصحابه الأكرمين وحشرنا معهم تحت ظلال عرشه يوم لا ظل غير ظله.\nأما بعد:. . .\nفإن العلوم على ثلاثة أضرب: علم عقلي، وعلم نقلي، وعلم يأخذ من العقل والنقل بطرف، فلذلك أشرف في الشرف على أعلى شرف، وهو علم أصول الفقه الذي امتزج به المعقول بالمنقول، واشتد على النظر في الدليل والمدلول، وإنه لنعم العون على فهم كتاب اللَّه وسنة الرسول -صلى اللَّه عليه وسلم-، وناهيك من علم يرتقي الناظر فيه عن حضيض رتبة المقلدين، إلى رفيع درجات المجتهدين، وأقل أحواله أن يعرف وجوه الترجيح فيفرقه بين الراجح والمرجوح، ويميز بين السقيم والصحيح، وإني أحببت أن يضرب ابني محمد -أسعده اللَّه- في هذا العلم بسهمه، فصنفت هذا الكتاب برسمه ورسمته بوسمه، لينشط لدرسه وفهمه، وعولت فيه على الاختصار والتقريب، مع حسن الترتيب والتهذيب، وقسمته إلى خمسة فنون:\nالفن الأول: في المعارف العقلية.\nالجزء: 1 - الصفحة: 137\n",
        "الفن الثاني: في المعارف اللغوية.\nالفن الثالث: في الأحكام الشرعية.\nالفن الرابع: في الأدلة على الأحكام الشرعية.\nالفن الخامس: في الاجتهاد والترجيح.\nوجعلت في كل فن عشرة أبواب، فاحتوى الكتاب على خمسين بابًا، وقدمت في أوله مقدمته يحتاج إليها وسميته: \"تقريب الوصول إلى علم الأصول\" واللَّه المستعان.\nالفصل الأول: في تفسير أصول الفقه\nوهو مركب من كلمتين، فنفسر كل واحدة على انفراد، ثم نفسر المركب منهما. أما الأصول فجمع أصل، وله في اللغة معنيان: أحدهما: ما منه الشيء والآخر ما يبنى عليه الشيء (1) حسيًّا أو معنى، وله في الاصطلاح معنيان: أحدهما: الراجح والآخر: الدليل (2).\nوأما الفقه فهو في اللُّغة الفهم (3)، وهو في الاصطلاح: (العلم بالأحكام الشرعية الفرعية بأدلتها على التفصيل في الأحكام وفي أدلتها).\nفقولنا: العلم، نريد به ما يشمل القطع والظن، لأن الفقه منه مقطوع به ومظنون، فالعلم هنا الظن وما في معناه.\nوقولنا: بالأحكام، تحزّزًا من العلم بالذوات.\nوقولنا: الشرعية، تحزّزًا من العقلية وغيرها.\nوقولنا: الفرعية، تحزّزًا من أصول الدين.\nوقولنا: بأدلتها، تحزّزًا من التقليد، وهو: (الاعتقاد بغير دليل)، فإنه لا يسمى في الاصطلاح فقهًا.\nوقولنا: على التفصيل في الأحكام وفي أدلتها: تحرزًا من أصول الفقه، فإنَّ الفقيه يعرف آحاد مسائل الأحكام، ويستدل بآحاد أدلة، والأصولي إنما يعرف أنواع\n(1) انظر القاموس المحيط 3/ 320.\n(2) انظر المستصفى للغزالي 1/ 5، والأحكام للآمدي 1/ 8، وفواتح الرحموت للأنصاري 1/ 3.\n(3) انظر القاموس المحيط 4/ 289.\nالجزء: 1 - الصفحة: 138\n",
        "الأحكام ويستدل عليها بآحاد الأدلة من تعيين آحادها، وتحرزًا أيضًا بقولنا: على التفصيل في الأدلة من استدلال المقلد على الجملة، فإنه يستدل بأصل إمامه على صحة قوله.\nوأما أصول الفقه: (فهو العلم بالأحكام الشرعية الفرعية على الجملة وبأدواتها والاجتهاد فيها وما يتعلق به).\nالفصل الثاني: في وجه تقسيم هذا الكتاب إلى الفنون الخمسة المذكورة\nوذلك أن المقصود الأول إنما هو معرفة الأحكام الشرعية، فهذا الفن هو المطلوب لنفسه، وإنما احتيج إلى سائر الفنون من أجله، ولما كان ثبوت الأحكام متوقفًا على الأدلة احتيج إلى فن الأدلة، ولما كان استنباط الأحكام من الأدلة متوقفًا على شروط الاجتهاد احتيج إلى فن في الأدلة وشروطه، وكيفيته من الترجيح وغيره، ثم إن ذلك كله يتوقف على أدوات يحتاج إليها في فهمه والتصرف فيه، وهي له آلات، وهي على نوعين:\nمنها ما يرجع إلى المعاني وهو من المعارف العقلية.\nومنها ما يرجع إلى الألفاظ وهي فن المعارف اللغوية، فانقسم العلم بالضرورة إلى تلك الفنون الخمسة، فقسمنا كتابنا هذا إليها، وقدمنا الأدوات، لأنه لا يتوصل إلى فهم ما سواها إلا بعد فهمها.\nالجزء: 1 - الصفحة: 139\n",
        "الفن الأول من علم الأصول في المعارف العقلية\nوفيه عشرة أبواب:\nالباب الأول: في مدارك العلوم\nوهو ضربان: تصور وتصديق:\n- فأما التصور، فإدراك الذوات المفردة كمعرفة معنى الجسم، والحركة، والحيوان، والجماد، والحادث، والقديم، وغير ذلك.\n- وأما التصديق، فهو إسناد أمر إلى ذات بالنفي والإثبات، كقولنا: الجسم حادث والجسم ليس بقديم (1)، فالتصور مقدم والتصديق متأخر عنه، ثم إن الإسناد التصديقي على خمسة أنواع: علم، وجهل، وشك، وظن، ووهم.\n- فالعلم: هو الجزم المطابق للحق، وقيل في حده: معرفة المعلوم على ما هو به (2)، فاعترض بلزوم الدور فقيل فيه العلم صفة توجب تمييزًا لا يحتمل النقيض (3).\n- والجهل: هو الجزم غير المطابق، وقد يقال فيه جهل مركب (4).\n- والشك: هو احتمال أمرين فأكثر من غير ترجيح (5).\n- والظن: هو الاحتمال الراجح (6).\n- والوهم: هو الاحتمال المرجوح (7).\n(1) انظر المستصفى 1/ 11.\n(2) انظر البرهان للجويني ص 115، والمنخول للغزالي ص 33.\n(3) انظر الأحكام للآمدي 1/ 10.\n(4) انظر شرح الكوكب المنير ص 22.\n(5) انظر التعريفات ص 128.\n(6) انظر شرح تنقيح الفصول ص 63.\n(7) انظر المحصول 1/ 1 ص 101.\nالجزء: 1 - الصفحة: 141\n",
        "تكميل\n:\nحكم العقل بأمر على أمر يسمى تصديقًا، فإن تكلم به فهو خبر فإن رام الاحتجاج عليه سمي دعوى، فإن ذكره في معرض الحجة سمي قضية.\nالباب الثاني: فيما يوصل إلى التصور\nوذلك ثلاثة أشياء: الحد، والرسم، واللفظ المراد.\n- فأما الحدّ: فهو تعريف ماهية الشيء بجنسه وفصله.\n- وأما الرسم: فهو تعريف ماهية الشي بجنسه وخاصته.\nفقولنا: ماهية الشيء، هي التي يسأل عنها بـ \"ما\"، وتحرزنا بذلك مما يسأل عنه بـ \"أي\" وبـ \"أين\" و\"متى\" و\"كيف\".\nوقولنا: بجنسه، يشمل الجنس الأعلى وما تحته النوع، فإن النوع جنس بالنسبة إلى ما تحته، ولكن الأولى أن يذكر في الحد والرسم الجنس الأقرب.\nوقولنا في حد: الحد بفصله هو الوصف اللازم الذاتي الذي لا يفهم الشيء بدون فهمه كالنطق النفساني للإنسان.\nوقولنا في حدة الرسم بخاصته الخاصة وصف لازم، إلا أنه غير ذاتي فلا يتوقف الفهم عليه كالضحك بالقوة للإنسان، بقولنا الإنسان هو الحيوان الناطق حد وقولنا: الإنسان هو الحيوان الضاحك رسم، وإنما اشترطنا ذكر الجنس ليعم فيكون (الحد والرسم) جامعًا، وهو المقصود.\nواشترطنا الفصل والخاصة ليخرج غير المطلوب، فإنهما وصفان يتميز بهما الموصوف من غيره فيكون الحد أو الرسم مانعًا وهو المنعكس، وقد يسقط ذكر الجنس من الحد أو الرسم فيكون ناقصًا كقولنا: الإنسان هو الناطق أو الضاحك.\n- وأما اللفظ المرادف فنحو قولنا: البر وتقول: القمح، ويشترط أن يكون مساويًا لا أعم ولا أخص (1)، ويحترز في الحد والرسم والمرادف من التعريف [بالمساوي]، والأخفى من الإجمال في اللفظ، ومن الدور، وهو التعريف بما لا يعرف إلا بحد معرفة المطلوب، فيتوقف.\n(1) انظر الأحكام للآمدي 1/ 20.\nالجزء: 1 - الصفحة: 142\n",
        "تنبيه\n:\nالحد غير المحدود إن أريد به اللفظ وهو نفسه، إن أريد به المعنى، فإنَّ لكل شيء في الوجود أربع مراتب:\nحقيقتُه في نفسه، ومثالُه في الذهب، وذكرُه باللسان، وكتابتُه بالقلم (1).\nالباب الثالث: فيما يوصل إلى التصديق\nفالمُوصل إلى العلم يسمى دليلًا (2)، والمُوصل إلى الظن يسمي أمارة، ثم إن الدليل ينقسم أربعة أنواع:\nسَمعي، وعقلي، وحسي، ومركب من العقل والحسن.\n- فأما السمعي: فهو دليل الكتاب والسنة المتواترة، والإجماع لا غير فإن غيرها كالقياس وشبهه إنما يفيد الظن.\n- وأما العقلي: فينقسم قسمين: ضروري، ونظري.\nفالضروري: هو الذي لا يفتقر إلى نظر واستدلال، ويسمى أيضًا البديهي، كعلم الإنسان بوجود نفسه، وعلمه بأن الاثنين أكثر من الواحد، وعلمه بأن المصنوع لا بد له من صانع، وشبه ذلك من الأوليات.\nوالنظري خلافه: وهو الذي يفتقر إلى نظر واستدلال.\n- وأما الحسي: فهو الإدراك بالحواس الخمس، وهي: السمع والبصر والشم، والذوق، واللمس، وينخرط في سلكها الوحدانيات كعلم الإنسان بلذته وألَمِه.\n- وأما المركب عنهما من الحس والعقل، فهو التواتر والتجريب والحدس وزاد أبو المعالي وأبو حامد قرائن الأحوال، كصفرة الوجل (3) وحمرة الخجل، فتلخص من هذا أن المفيدات للعلم تسعة وهي:\nالسمع، وضرورة العقل، والنظر العقلي، والحس، والوجدان، والتواتر والتجريب، والحدس، وقرائن الأحوال.\n(1) انظر المستصفى 1 - 21/ 22.\n(2) انظر المحصول 1/ 1/ 106.\n(3) الوجل: الفزع والخوف، انظر لسان العرب 3/ 883.\nالجزء: 1 - الصفحة: 143\n",
        "ثم دون هذه المرتبة ما يفيد الظن وهي ثلاثة أشياء: المشهورات، والمقبولات، والوهميات.\nفأما المشهورات: فهي ما اتفق عليه الناس أو أكثرهم أو به الأفاضل منهم من العوائد وغيرها، وقد يحكم العقل بمقتضى ذلك أو لا يحكم به ولا يخالفه.\nوأما المقبولات: فهي ما يخبر به الثقة أو الثقات الذين لم يبلغوا مبلغ التواتر، ولكن تسكن النفس إليها.\nوأما الوهميات: فهي ما يتخيل أنه عقلي وليس كذلك (1).\nالباب الرابع: في أسماء الألفاظ\nوهي:\nالمشترك، والمترادف، والمتواطي، والمشكك، والمتباين، ونبينها بتقسيم وهو: أن اللفظ ومعناه على أربعة أقسام:\nالأول: أن يتحد اللفظ ويتعدد المعنى فهو المشترك كالعين.\nالثاني: أن يتعدد اللفظ ويتحد المعنى، فهو المترادف كالقمح والبر والحِنطة.\nالثالث: أن يتحدد اللفظ والمعنى، فإن كان معناه مستويًا في محاله كالرجل فهو المتواطي، وإن كان معناه متفاوتًا أو مختلفًا، فهو المشكك كإطلاق النور على ضوء الشمس وضوء المصباح.\nالرابع: أن يتعدد اللفظ والمعنى، فهو المتباين كالإنسان والفرس والطير (2). ومن هذا التقسيم، تؤخذ حدودها.\nتنبيهان\n:\n- الأول: قد يتوهم في ألفاظ أنها مترادفة، وهي متباينة كالسيف، والصارم، والمُهَنَّدِ، فإن السيف اسم للذات فقط والصارم باعتبار القطع، والمهند باعتبار أنه من الهند. وكذلك قولنا زيد متكلم فصيح، فإن الأول للذات، والثاني للصفة، والثالث لصفة الصفة (3).\n(1) انظر البرهان 1/ 131 - 133، 136.\n(2) انظر المستصفى 1/ 31.\n(3) انظر المستصفى 1/ 32.\nالجزء: 1 - الصفحة: 144\n",
        "- الثاني: إن المشترك هو: اللفظ الموضوع لمعنيين وضعًا لم ينقل من أحدهما إلى الآخر، فإن كان منقولًا من أحدهما إلى الآخر فلا يسمى مشتركًا في الاصطلاح ولكن إن نقل لغير علاقة، سمي بالمنقول، وإن نقل لعلاقة، سمي بالنظر إلى المعنى الأول حقيقة وبالنظر إلى الثاني مجازًا.\nالباب الخامس: في الدَّلالة\nوهي ثلاثة أنواع: مطابقة، وتضمن، والتزام.\n- فدلالة المطابقة: هي دلالة اللفظ على كمال مسماه كدلالة لفظ البيت على جميعه.\n- ودلالة التضمن: هي دلالة اللفظ على جزء مسماه كدلالة لفظ البيت على سقفه.\n- ودلالة التزام: هي دلالة اللفظ على لازم مسماه كدلالة السقف على الجدار (1).\nتنبيهات ثلاثة\n:\nالأول: زاد فخر الدين بن الخطيب (2) قيدًا في دلالة التضمن وهو أن قال على جزء مسماه من حيث هو جزء تحرز من دلالة اللفظة بالمطابقة على معنى، وبالتضمن على غيره كقولنا: حرف لأحد حروف المعنى نحو: لَيْتَ، ولَعَلَّ وحرف اللام وحدها بمعنى حرف هجاء، فالأول يدل على اللام بالتضمن، والثاني يدل عليها مطابقة.\n- الثاني: يشترط في دلالة الالتزام أن تكون الملازمة في الذهن والخارج، أو في الذهن خاصة لا في الخارج خاصة.\n- الثالث: جعل شهاب الدين القرافي الدلالة قسمين:\nدلالة اللفظ وهي ما ذكرنا.\nوالدلالة باللفظ: وهي استعمال المتكلم اللفظ في حقيقته أو مجازه.\n(1) انظر المستصفى 1/ 30.\n(2) هو محمد بن عمر بن الحسن بن الحسين التيمي البكري أبو عبد اللَّه فخر الدين الرازي، انظر شذرات الذهب 5/ 21.\nالجزء: 1 - الصفحة: 145\n",
        "الباب السادس: في الفرق بين الجزئي والكلي، والكل والجزء والكلية والجزئية\n- أما الكلىُّ: فهو الذي لا يمنع تصور معناه من تعدده سواء وجد في الوجود متحددًا كالإنسان أو واحدًا كالشمس أو لم يوجد في الوجود، فإن الاعتبار هنا من جهة تصوره في الذهن.\n- أما الجزئي: فهو الذي يدل على واحد بعينه كالاسم العلم ويسمي النحويون الكلي نكرة، ويسمون الجزئي معرفة.\nوأنواعها خمسة: المضمر: وأسماء الإشارة، والعلم، والمعرف بالألف واللام، والمضاف إلى المعرفة.\nفائدة\n:\nالمضمر عند أكثر الناس جزئي كاختصاصه بمتكلم أو مخاطب أو غائب، وقال النحويون فيه: إنه أعرف المعارف.\nوقال شهاب الدين: إنه كلي في وضعه وإنما اختص في استعماله.\n- وأما الكل: فهو المجموع بجملته كأسماء الأعداد.\n- والجزء: هو ما تركب الكل منه كتركيب العشرة من اثنين في خمسة.\n- وأما الكلية: فهي ما يقتضي الحكم على كل فرد من أفراد الحقيقة، كقوله تعالى: {كُلُّ مَنْ عَلَيْهَا فَانٍ (26)} [الرحمن: الآية 26].\nوالجزئية: ما تقتضي الحكم على بعض أفراد الحقيقة، كقولنا: بعض الحيوان إنسان.\nبيان\n:\nقد يعسر الفرق بين الكل والكلية، وهو أن الحكم في الكل على المجموع لا على كل فرد بانفراده، وذلك كقولنا: كل إنسان يَشِيلُ الصخرة العظيمة، والحكم في الكلية على كل فرد بانفراده حتى لا يبقى فرد، كقولنا: كل إنسان يشبعه رغيف.\nالباب السابع: في نسبة بعض الحقيقة من بعض\nإذا نظرنا إلى حقيقة مع أخرى وجدتها على أربعة أقسام:\nالجزء: 1 - الصفحة: 146\n",
        "- الأول: أن تكون إحداهما أعم مطلقًا، والأخرى أخص مطلقًا، كالحيوان والإنسان، يستدل بوجود الأخص على وجود الأعم، وينفي الأعم على نفي الأخص، ولا دليل في عدم الأخص ولا في وجود الأعم.\n- الثاني: أن يكون كل واحد منهما أعم من وجه وأخص من وجه آخر كالإنسان والأبيض، فلا دليل لأحدهما على الآخر أصلًا.\n- الثالث: أن يكونا متساويين كالإنسان والضاحك بالقوة، فيستدل بوجود كل واحد منهما على وجود الآخر، وبعدمه على عدمه.\n- الرابع: أن يكونا متباينين كالحيوان والجماد، والمعلومات أيضًا على ثلاثة أقسام:\nنقيضان: وهما اللذان لا يجتمعان معًا ولا يرتفعان معًا كوجود زيد وعدمه، فيستدل بوجود أحدهما على عدم الآخر، وبعدمه على وجوده.\nوضدان: وهما اللذان لا يجتمعان ويمكن ارتفاعهما كالسواد والبياض، فيستدل بوجود أحدهما على عدم الآخر، ولا دليل في عدم واحد منهما.\nوخلافان: وهما اللذان يمكن اجتماعهما وارتفاعهما كالإنسان والفرس، فلا دليل في وجود واحد منهما ولا في عدمه.\nقانون\n:\nفي هذا الباب وذلك بإدخال كل على إحدى الحقيقتين والإخبار بالأخرى فإن صدقت القضية من الجهتين فهما متساويان كقولنا: كل إنسان ضاحك، وكل ضاحك إنسان، وإن كذبت من الجهتين، فهما متباينان، أو أعم من وجه وأخص من وجه، وإن صدقت من الجهة الواحدة، فهما أعم مطلقًا وأخص مطلقًا كقولك: كل إنسان حيوان، والمضاف إلى \"كلُّ\" هو الأخص، والخبر هو الأعم، وإن عكستها كذبت.\nالباب الثامن: في أنواع الحجج العقلية\nوهي ثلاثة أنواع: قياس، واستقراء، وتمثيل.\n- فأما القياس: فهو عبارة عن كلام مُؤلَّفٍ مقدِمتين فأكثر، يتولد منهما نتيجة (1) وهي المطلوب إثباتها أو نفيها، فنذكره في موضعه.\n(1) انظر المستصفى 1/ 52.\nالجزء: 1 - الصفحة: 147\n",
        "وهذا القياس في اصطلاح أهل المنطق، وأما القياس في اصطلاح الفقهاء فنذكره في موضعه. ثم إن هذا القياس المنطقي إن كانت مقدماته قطعية وركبت كما يجب بشروطها، سمي برهان، وكانت النتيجة علمًا يقينيًا (1)، وإن كانت مقدماته أو واحدة منهما غير قطعية أو دخله خلل في التركيب أو نقص من شروطها لم يفد اليقين، وقد يفيد الظن أو ما دونه.\n- وأما الاستقراء: فهو أن ينظر الحكم في كثير من أفراد الحقيقة، فيوجد فيها على حالة واحدة، فيغلب على الظن أنه على تلك الحالة في جميع أفراد الحقيقة (2).\n- وأما التمثيل: فهو أن يحكم لجزء بحكم جزء آخر (3) وهو أضعفها.\nوالفرق بينها:\nأن القياس احتجاج منقول على معنى كلي إلى معنى كلي تحته، أو إلى جزئي، وأن الاستقراء منقول من جزئيات متعددة إلى كلي، وأن التمثيل منقول من جزئي إلى جزئي.\nالباب التاسع: في أنواع القياس المنطقي\nوهو خمسة: برهان، وجدل، وخطابة، وشعر، وسفسطة.\n- فأما البرهان: فهو القياس اليقيني الصحيح.\nالصحيح: وهو الذي تكون مقدماته قطعية كلها البديهيات، والنظريات الصحيحة، والحسية السالمة من غلط الحس.\n- وأما الجدل: فهو الذي تكون مقدماته مقبولة أو مشهورة عند الكافة وهي في الأغلب صادقة، وقد تكون كاذبة في النادر.\nوفائدة الجدل أن يغلب الخصم خصمه.\n- وأما الخطابة: فهي التي تكون مقدماتها مقبولة يحصل بها غلبة الظن فتقتنع النفس بها وتركن إليها مع حضور نقيضها بالبال، أو قبول النفس لنقيضها.\n(1) انظر المستصفى 1/ 37.\n(2) انظر التعريفات ص 18.\n(3) انظر التعريفات ص 66.\nالجزء: 1 - الصفحة: 148\n",
        "وفائدة الخطابة أن يميل السامع إلى ما يراد منه ويركن إليه ويقوي ذلك بفصاحة الكلام وعذوبة الألفاظ وطيب النغمة.\n- وأما الشعر: فهو ما يتضمن تشبيهًا أو تمثيلًا أو استعارة، أو تخييل أمر في النفس يقصد به الترغيب أو الترهيب أو التشجيع أو الحث على العطاء أو تحريك فرح أو حزن أو تقريب بعيد أو غير ذلك، وهو يؤثر في النفس مع العلم بكذبه، ويشتمل تأثيره بحسن الصوت والتلحين.\n- وأما السفسطة: فهي المغالطة، والغلط يقع بوجوه كثيرة من جهة اللفظ أو من جهة المعنى أو من طريق الحذف والإضمار، أو في تركيب المقدمات الوهمية مكان القطعية إلى غير ذلك.\nتحقيق هذه الألفاظ في هذا الاصطلاح بخلاف معناها في اللغة والاصطلاح العام:\n- أما البرهان: فهو في اللغة كل ما يوصل إلى التحقيق، سواء كان كلامًا أو غيره.\nوفي هذا الاصطلاح كلام مُؤَلَّفٌ على وجه مخصوص بشروط مخصوصة.\n- وأما الخطابة فهي في اللغة كلام الخطيب سواء تكلم بما يفيد الظن أو اليقين وهي هنا ما يفيد الظن خاصة (1).\n- وأما الشعر: فهو في هذا الاصطلاح أعم منه في الاصطلاح العام لأنه هنا المجاز والتمثيل وشبه ذلك، مما ليس بحقيقة سواء كان منظومًا أو منثورًا، وهو في الاصطلاح العام: المنظوم الأعاريض المعروفة.\nالباب العاشر: في البرهان\nونتكلم في أجزائه التي تتركب منها، وفي ضروبه.\n- أما أجزاؤه فلا بد في كل برهان وقياس منطقي من مقدمتين فأكثر ونتيجة تحذف إحدى المقدمتين للعلم بها.\n(1) انظر التعريفات ص 99.\nالجزء: 1 - الصفحة: 149\n",
        "والمقدمة هي جملة خبرية تسمى قضية، وتشتمل على موضوع ومحمول ويسمي أهل المنطق المخبر عنه بالموضوع والخبر بالمحمول، ويسميها النحويون مبتدأ وخبرًا، ويسمي الفقهاء حكمًا، والمبتدأ محكومًا عليه.\nويشترط أن تكون ما تقتضيه هذه القضية من نفي أو إثبات معلومًا أو مُسَلَّمًا عند الخصم، فإذا ازدوجت هذه القضية وهي المقدمة مع مثلها، تولدت بينهما النتيجة، وهي جملة أخرى خبرية تسمى أيضًا قضية، وهي التي قصد إثباتها أو نفيها، ولذلك يقول الفقهاء وجه الدليل ويعنون به وجه لزوم النتيجة من المقدمات.\nوتنقسم القضايا أيضًا قسمين: موجبة وهي المثبتة، وسالبة وهي المنفية وتنقسم كل واحدة أربعة أقسام: كلية محصورة، وجزئية محصورة، وشخصية، ومهملة.\n- فالكلية المحصورة هي التي يكون موضوعها عامًّا كقولنا: كل مسكر حرام.\n- والجزئية المحصورة نحو قولنا: بعض الحيوان إنسان، واللفظ الحاصر لهما يسمى سيورًا نحو كل وبعض.\n- والشخصية: هي التي يكون موضوعها جزئيًا كقولنا: زيد قائم.\n- والمهملة: وهي التي يتبين فيها أن الحكم للكل أو للبعض كقولنا: {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2)} [العصر: الآية 2].\nإلا أن الشخصية والمهملة مطرحتان في العلوم، فبقيت المحصورتان الكلية والجزئية، وكل واحدة منهما تكون موجبة وسالبة، فالقضايا على هذا أربع.\n- ثم إن البرهان من طريق صورة تركيبه على ثلاثة أضرب:\nالضرب الأول: ويسميه بعض الناس القياس الاقتراني، ويسميه أهل المنطق الحسيني، ويسميه أهل اللغة برهان العلة، وهو يشتمل على مقدمتين، في كل مقدمة محمول وموضوع وهما الحكم والمحكوم عليه فتلك أربعة أشياء، إلا أن واحدًا منها يتكرر في المقدمتين فتبقى ثلاثة أشياء يسميها أهل المنطق حدودًا وهي الحد الأوسط، والحد الأكبر والحد الأصغر.\n- فأما الحد الأوسط فيسميه الفقهاء علة، وهو الذي يتكرر في المقدمتين.\n- وأما الحد الأكبر: فهو الحكم وهو الذي يكون في النتيجة محمولًا.\nالجزء: 1 - الصفحة: 150\n",
        "- وأما الحد الأصغر: فهو المحكوم عليه وهو الذي يكون في النتيجة موضوعًا.\nوالمقدمة التي فيها الأصغر تسمى صغرى.\nوالمقدمة التي فيها الحد الأكبر تسمى كبرى.\nومثال ذلك قولنا: كل مسكر حرام، ومنبيذ مسكر، فالنبيذ حرام فقولنا: كل مسكر كلية موجبة وهي المقدمة الكبرى.\nوقولنا: منبيذ مسكر مقدمة أخرى وهي أيضًا كلية موجبة وهي المقدمة الصغرى.\nوقولنا: والنبيذ حرام هي النتيجة.\nوالحد الأوسط هو المسكر لأنه تكرر في المقدمتين، والأصغر هو النبيذ لأنه موضوع في النتيجة وهو المحكوم عليه، والحد الأكبر هو الحرام، لأنه محمول في النتيجة، وهو الحكم.\nثم إن هذا الضرب له ثلاثة أشكال:\n- الشكل الأول: أن يكون الحد الأوسط موضوعًا في إحدى المقدمتين محمولًا في الأخرى، كان عبرت بعبارة الفقهاء، قلت أن تكون العلة حكمًا في إحدى المقدمتين محكومًا عليه في الأخرى وذلك كالمثال الذي ذكرنا ألا ترى أن المسكر -وهو العلة- وقع محكومًا عليه في قولنا: كل مسكر حرام، ووقع حكمًا في قولنا: النبيذ مسكر.\nويشترط في هذا المثال أن تكون المقدمة الصغرى موجبة لا سالبة، وأن تكون الكبرى كلية لا جزئية، وحينئذٍ تنتج نتيجة صحيحة (1).\n- الشكل الثاني: أن يكون الحد الأوسط محمولًا في المقدمتين، ويسميه الفقهاء \"الفرق\"، يشترط في إنتاجه أن تكون الكبرى كلية، وأن تكون إحدى المقدمتين مخالفة للأخرى في الإيجاب والسلب.\nومثاله قولنا: كل ثوب مزروع ولا ربوي مزروع فلا ثوب واحد ربوي (2).\n(1) انظر المستصفى 1/ 38 - 39.\n(2) انظر المستصفى 1/ 39 - 40.\nالجزء: 1 - الصفحة: 151\n",
        "- الشكل الثالث: أن يكون الحد الأوسط موضوعًا في المقدمتين، ويسميه الفقهاء بـ \"النقض\"، ويشترط في إنتاجه أن تكون المقدمة الصغرى موجبة وأن تكون إحداهما كلية.\nومثاله قولنا: كل قمح مطعوم، وكل قمح ربوي، فبعض المطعوم ربوي (1).\nتنبيهات ثلاثة\n:\n- الأول: متى كان في البرهان مقدمة سالبة أو جزئية أو مظنونة كانت النتيجة كذلك، لأنها تتبع أخس المقدمات، ولا تتبع أشرفها.\n- الثاني: تجتمع الأشكال الثلاثة في أنها لا تنتج إذا كانت المقدمتان معًا سالبتين أو جزئيتين.\n- الثالث: لا تكون نتيجة الشكل الثالث إلا سالبة، ولا تكون نتيجة الشكل الثالث إلا جزئية، أما نتيجة الشكل الأول فتكون موجبة أو سالبة، أو كلية أو جزئية.\nتلخيص\n:\nيتصور في تركيب كل شكل ست عشرة صورة، لأن كل واحد من المقدمتين يمكن أن تكون على أربعة أنواع، وأربعة في أربعة ستة عشر ولكن إنما ينتج في الشكل الأول أربع صور، وفي الثاني أربع، وفي الثالث ست صور، ولا ينتج سائر الصور لعدم شروط الإنتاج فيها.\n- الضرب الثاني: الشرطي المتصل، ويسميه الفقهاء التلازم، وهو مركب من مقدمتين:\nالأولى منهما مركبة من قضيتين، قرن إحداهما بحرف شرط، وتسمى المقدمة الأخرى إجزاء الشرط، وتسمى التالي، وقد يسمى المقدم باللزوم والتالي باللازم.\nالمقدمة الثانية من قضية واحدة قرن بها حرف استثناء على اصطلاح أهل المنطق مثل \"لكن\" أو لم يقرن، ويكون الكلام في معناه.\n(1) انظر المستصفى 1/ 40.\nالجزء: 1 - الصفحة: 152\n",
        "وتشتمل هذه المقدمة الثانية على ذكر إحدى القضيتين المتقدمتين تسليمًا إما بالنفي أو بالإثبات حتى ينتج إحدى القضيتين أو نقيضها.\nمثال ذلك: إن كان الوتر يُؤَدِّي على الراحلة، فهو نافلة، ومعلوم أنه يؤدي على الراحلة، فهو نافلة.\nوهذا الضرب قسمان:\n- أحدهما: أن يكون اللازم أعم من الملزوم، فينتج على وجهين:\nأحدهما: أن يكون الاستثناء عين المقدم، كقولنا: إن كانت الصلاة صحيحة فالمصلي متطهر.\nوأخرى: أن يكون الاستثناء نقيض التالي كقولنا: لكنه غير متطهر فالصلاة غير صحيحة، ولا ينتج استثناء نقيض المقدم وعين التالي.\n- القسم الثاني: أن يكونا متساويين، فحينئذٍ ينتج على أربعة أوجه كقولنا: إن كانت الشمس طالعة فالنهار موجود، وذلك لأن المتساويين يلزم من إثبات كل واحد منهما إثبات الآخر، ومن نفي كل واحد منهما نفي الآخر، بخلاف الأعم والأخص، فإنه لا يلزم من نفي الأخص نفي الأعم ولا من إثبات الأخص، فلذلك يبطل من إنتاجها وجهان (1).\n- الضرب الثالث: الشرطي المنفصل.\nويسميه المتكلمون السبر والتقسيم، ويسميه بعض الفقهاء نمط التعاند، وهو مركب من مقدمتين فأكثر يقترن بالأولى حرف منهما معاندة، بالثانية حرف استثناء أو معناه، ومثاله:\nقولنا: هذا العدد إما زوج وإما فرد، ولكنه زوج فليس بفرد، وإنتاجه على أربعة أوجه: مثال الأول: ما ذكرنا، ومثال الثاني: لكنه فرد فليس بزوج، ومثال الثالث: لكنه ليس بزوج فهو فرد، ومثال الرابع: لكنه ليس بفرد فهو زوج، وذلك أنهما قسمان متناقضان، فينتج إثبات كل واحد منهما نفي الآخر، ونفي كل واحد منهما إثبات الآخر، فتلك أربعة أوجه.\n(1) انظر المستصفى 1/ 40 - 42، منتهى السول والأمل: ص 15.\nالجزء: 1 - الصفحة: 153\n",
        "ولا يشترط أن تنحصر القضية في قسمين، فقد تكون ثلاثة وأكثر، ويشترط أن يستوي جميعها، كقولنا: العدد إما متساو أو أقل أو أكثر، ومثاله في الفقه إما واجب أو مندوب أو حرام أو مكروه أو مباح، فإثبات واحد من الأقسام يقتضي نفي ما عداه (1).\nتكميل\n:\nإذا لم يقم دليل على قضية، فقد استدل على إثباتها ببطلان نقيضها أو يستدل على بطلانها بإثبات نقيضها.\nوالقضيتان المتناقضتان هما اللذان إذا صدقت إحداهما كذبت الأخرى وبالعكس، ويشترط أن يكون المحكوم في القضيتين واحدًا وأن يكون الحكم واحدًا، وحينئذ يصدق الحكم على النقيض.\n(1) انظر المستصفى 1/ 42 - 43، منتهى السول والأمل ص 15.\nالجزء: 1 - الصفحة: 154\n",
        "الفن الثاني من علم الأصول في المعارف اللغوية\nوهي عشرة أبواب:\nالباب الأول: في الوضع والاستعمال والحمل\n- أما الوضع: فهو جعل اللفظ دليلًا على المعنى، وهو قسمين:\nوضع أولي: وهو الذي لم يسبق بوضع آخر ويسمى المرتجل.\nووضع منقول من معنى إلى آخر، وهو على قسمين:\n- منقول لعلاقة وهو المجاز.\n- ومنقول لغير علاقة، ويختص باسم المنقول كتسمية الولد جعفر والجعفر في اللغة النهر الصغير (1).\n- وأما الاستعمال: فهو التكلم باللفظ بعد وضعه وسواء أطلق على معناه الأول أو نقل عنه لعلاقة أو غير علاقة.\n- وأما الحمل: فهو اعتقاد السامع لمراد المتكلم من لفظه سواء أصاب مراده أو أخطأه.\nفالاستعمال من صفة المتكلم، وهو الحمل من صفة السامع، والوضع متقدم عليها.\nفروع ثلاثة:\n- الأول: في واضع اللغات، فذهب قوم إلى أنها اصطلاحية، ووضعهما الناس فيما بينهم ليتخاطبوا بها، وذهب قوم إلى أنها توقيفية وضعها اللَّه وعلمها عباده بواسطة الملائكة والأنبياء.\n(1) انظر القاموس المحيط 1/ 392.\nالجزء: 1 - الصفحة: 155\n",
        "والأمر في ذلك محتمل ولا تبتغي عليه فائدة (1).\n- الفرع الثاني: أجاز مالك والشافعي استعمال اللفظ الواحد في معنيين فأكثر في حالة واحدة، ومنعه قوم، وذلك كالمشترك، يطلق على معنيين، وكالحقيقة والمجاز يجمع بينهما في اللفظ، ومنه قوله تعالى: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} [الأحزاب: الآية 56]، لأن الصلاة من اللَّه الرحمة، ومن الملائكة الدعاء، وقد استعمل في المعنيين معًا (2).\n- الفرع الثالث: إذا ورد اللفظ المشترك بقرينة، حمل على المعنى الذي تدل عليه القرينة، وإن ورد مجردًا عن القرائن، توقف فيه، فلم يتصرف فيه إلا بدليل.\nوقال الشافعي يحمل على جميع محتملاته احتياط والفرق بين هذه الفروع أن الأول في الوضع والثاني في الاستعمال، والثالث في الحمل.\nالباب الثاني: في الحقيقة والمجاز\nوفيه فصلان:\nالفصل الأول: ففي حدهما\nأما الحقيقة: فهي اللفظ المستعمل في معناه.\nوالمجاز: هو اللفظ المستعمل في غير معناه لعلاقة بينهما.\nوالمراد بالمعنى هنا: هو ما يعنيه العرف الذي وقع التخاطب، وذلك أن الاستعمال على ثلاثة أضرب: لغوي، وشرعي، وعرفي.\nواللفظ يكون حقيقة في أحدهما مجازًا في الآخر، وهو تصيير الحقيقة مجازًا، والمجاز حقيقة باختلاف الاستعمال، ألا ترى أن الدابة في اللغة حقيقة في كل حيوان، وفي العرف أهل مصر حقيقة في الحمار لا غير، وفي عرف أهل المغرب حقيقة في المركوبات كلها، وهي مجاز بالنظر إلى كل استعمال منها إذا أطلقت على سواه.\n(1) انظر المستصفى 1/ 318 - 322 البرهان 1/ 170.\n(2) انظر المحصول 1/ 1/ 371 - 378.\nالجزء: 1 - الصفحة: 156\n",
        "وكذلك الصلاة والزكاة والصيام وغير ذلك من الألفاظ الشرعية، لها معانٍ في اللغة، ومعانٍ في الشرع، وهي بالنظر إلى الشرع حقيقة في المعاني الشرعية مجاز في اللغوية، وهي بالنظر إلى اللغة بعكس ذلك (1).\nالفصل الثاني: في أقسام المجاز\nوهو ينقسم قسمين:\nمجاز في الإفراد، وهو الأكثر.\nومجاز في التركيب والإسناد، كقوله تعالى: {فَمَا رَبِحَتْ تِجَارَتُهُمْ} [البقرة: الآية 16] لأن الربح في الحقيقة من صفة التاجر لا من صفة التجارة.\nوينقسم من طريق علاقته عشرة أقسام:\nأولها: مجاز التشبيه، كتسمية الشجاع بالأسد، وتدخل الاستعارة في هذا القسم.\nوثانيها: تسمية المجاور باسم مجاوره.\nوثالثها: إطلاق اسم الكل على البعض.\nورابعها: إطلاق البعض على الكل.\nوخامسها: تسمية السبب باسم المسبب.\nوسادسها: تسمية المسبب باسم السبب.\nوسابعها: التسمية أو الوصف بما يستقبل.\nثامنها: بما مضى.\nوتاسعها: الزيادة في اللفظ.\nوعاشرها: النقصان منه (2).\n(1) انطر المستصفى 1/ 325 و 326 و 341، والأحكام للآمدي 1/ 21 - 22، وروضة الناظر 2/ 8 - 22.\n(2) انظر المحصول 1/ 1/ 446 - 454.\nالجزء: 1 - الصفحة: 157\n",
        "الباب الثالث: في العموم والخصوص\nوفيه ثلاثة فصول:\nالفصل الأول: في حد العموم وأدواته\nأما حده فالعموم وهو: شمول الحكم لكل فرد من أفراد الحقيقة والعام هو: اللفظ الموضوع لمعنى كلي بشرط شمول الحكم لكل فرد من أفراده فهو من الكلية لا من الكل.\nوأدوات العموم: كل، وجميع، وأجمع، والجمع إذا كان بالألف واللام سواء كان سالمًا أو متكسرًا، واسم الجمع كذلك والمفرد إذا كان بالألف واللام التي للجنس، والنكرة في سياق النفي، والذي، والتي وتثنيتهما وجمعهما، ومن، وما، وأي، ومتى في الزمان وأين، وحيث في المكان، ومهما (1)، وقال الشافعي: ترك الاستفصال في حكاية الأحوال تقوم مقام العموم في المقال (2)، واختلف في الفعل في سياق النفي (3).\nالفصل الثاني: في حد التخصيص وذكر المخصصات\nأما التخصيص: فهو إخراج بعض ما يتناوله العموم قبل تقرر حكمه، وتحرزنا بهذا القيد من النسخ، لأنه بحد تقرر الحكم الأول.\n- وأما المخصصات للعموم فضربان: متصلة، ومنفصلة.\nفالمتصلة: الاستثناء، والشرط، والصفة، والغاية (4).\nوالمنفصلة: العقل، والحس، ومنطوق الكتاب والسنة، ومفهومهما، وفعل النبي -صلى اللَّه عليه وسلم-، وإقراره، والإجماع (5)، والقياس على خلاف فيه (6) كل هذه تخصص الكتاب والسنة.\n(1) انظر المحصول 1/ 2/ 523 - 595، وروضة الناظر 2/ 123 - 125.\n(2) انظر المحصول 1/ 2/ 631.\n(3) انظر منتهى السول ص 111.\n(4) انظر الأحكام للآمدي 2/ 120، وشرح الكوكب المنير 391/ 413.\n(5) انظر الأحكام للآمدي 2/ 143 و 146 و 148 و 152، وشرح الكوكب المنير 390 و 413/ 416.\n(6) انظر المحصول 1/ 3/ 148 - 150، الاحكام للآمدي 2/ 159.\nالجزء: 1 - الصفحة: 158\n",
        "ولا يخصص العموم وروده على سبب خاص خلافًا للشافعي (1)، ولا يخصصه العرف والعادة على خلاف ذلك (2)، ولا مخالفة راويه له (3) ولا عطفه على خاص، ولا عطف خاص عليه (4).\nالفصل الثالث: في مسائل متفرقة\n- الأولى: مذهب مالك والقاضي أبي بكر بن الطيب، أن أقل الجمع اثنان، ومذهب الشافعي وأبي حنيفة وغيرهما أن أقل الجمع ثلاثة (5).\n- المسألة الثانية: يتدرج العبيد في خطاب الناس (6)، ويندرج النساء في خطاب الرجال لاستوائهم في الأحكام إلا ما خصصه الدليل (7).\n- المسألة الثالثة: يجوز التخصيص حتى لا يبقى من العموم إلا واحد.\n- المسألة الرابعة: إذا خص العام، بقي حجة بعد التخصيص.\n- المسألة الخامسة: إذا ورد الاستثناء أو الشرط أو الغاية بعد أشياء فمذهب مالك: أنه يرجع إلى جميعها، ومذهب أبي حنيفة أنه يرجع إلى الأخير خاصة.\nتقسيم: الألفاظ أربعة أقسام\n:\nعام أريد به العموم نحو: كل مسكر حرام، وخاص أريد به الخصوص كقوله -صلى اللَّه عليه وسلم- في الذهب والحرير: \"هَذَانِ مُحَرَّمَانِ عَلَى ذُكُورِ أُمَّتِي\" (8) وعام أريد به الخصوص كقوله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا} [النور: الآية 2]، فإنه يراد به غير المحصن، وخاص أريد به العموم كقوله تعالى: {فَلَا تَقُلْ لَهُمَا أُفٍّ} [الإسراء: الآية 23] فإن المراد النهي عن أنواع العقوق كلها (9).\n(1) انظر البرهان 1/ 372، والمستصفى 2/ 60 - 61، والأحكام للآمدي 2/ 83 - 87.\n(2) انظر المحصول 1/ 3/ 198.\n(3) انظر المحصول 1/ 3/ 191 - 195، والعدة 2/ 579 - 583.\n(4) انظر الأحكام للآمدي 2/ 99، والمحصول 1/ 3/ 205.\n(5) انظر المستصفى 2/ 36، البرهان 1/ 348، والأحكام للآمدي 2/ 72 - 76.\n(6) انظر المستصفى 2/ 77 - 78، والمحصول 1/ 3/ 201.\n(7) انظر المستصفى 2/ 79 - 80، وروضة الناظر 2/ 148.\n(8) أخرجه الترمذي في سننه 4/ 217، والنسائي 8/ 160 - 161، وأحمد في مسنده 4/ 394 و 407.\n(9) انظر شرح الكوكب المنير ص 360.\nالجزء: 1 - الصفحة: 159\n",
        "الباب الرابع: في الاستثناء\nوفيه فصلان:\nالفصل الأول: في حده\nقال بعضهم: هو إخراج الأول عما دخل فيه الثاني بإلّا ونحوها وقيل: هو إخراج بعض ما يتوهم دخوله في اللفظ الأول بأدوات الاستثناء مع ما بعدها حتى يصل بما قبلها.\nوتحرّز بوصف أدواته من التخصيص، وخرج عند الاستثناء المنقطع لأنه لا يتوهم دخوله في اللفظ الأول، كقولك: جاءني القوم إلا حمار، فإن الحمار لا يتوهم دخوله في القوم، وذلك أن الاستثناء على أربعة أنواع:\nتارة يخرج ما لولاه لعلم دخوله، وهو الاستثناء من الظواهر والعمومات نحو: اقتلوا الكفار إلا النساء والصبيان.\nوتارة يخرج ما لولاه لجاز دخوله، وهو الاستثناء من الأزمان، نحو: صلّ إلا عند طلوع الشمس، ومن المكان، نحو: اجلس إلا على المقابر، ومن الأحوال، نحو: {لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ} [يوسف: الآية 66].\nوتارة يخرج ما يقطع بعدم دخوله، وهو الاستثناء المنقطع، لأن الثاني من غير جنس الأول (1) واختلف فيه هل حقيقة أو مجاز (2)، فإن جعلناه مجازًا، فالحد صحيح لأن الحدود إنما توضع للحقائق، وإن جعلناه حقيقة، فيزاد في الحد أو ما يعرض في نفس المتكلم والسامع ليشمل المنقطع.\nالفصل الثاني: في مسائل متفرقة\n- الأولى: الاستثناء من الإثبات نفي، ومن النفي إثبات (3).\n- الثانية: يجوز استثناء الأكثر من الجملة (4) خلافًا للقاضي أبي بكر بن الطيب.\n(1) انظر شرح الكوكب المنير 394/ 395\n(2) انظر المستصفى 2/ 167 - 180.\n(3) انظر المحصول 1/ 3/ 56، الأحكام 2/ 138.\n(4) انظر البرهان 1/ 396، وروضة الناظر 2/ 132.\nالجزء: 1 - الصفحة: 160\n",
        "- الثالثة: يجوز أن يكون الاستثناء متصلًا بالمستثنى منه، وحكي عن ابن عباس جوازه ولو بعد شهر (1). والتحقيق أن قول ابن عباس ليس في الاستثناء \"بإلّا\" ونحوها وإنما هو في الاستثناء في اليمين بمشيئة اللَّه.\nالباب الخامس: في المطلق والمقيد\nوفيه فصلان:\nالفصل الأول: في معناهما\nفالمطلق: هو الكلي الذي لم يدخله تقيد، فلذلك لا يكون إلا نكرة لشياعها، وليكتفي في الحكم عليه بفرد من أفراده، أي فرد كان.\nوالمقيد: هو الذي دخله تعيين ولو من بعض الوجوه، كالشرط والصفة وغير ذلك.\nوالتقييد والإطلاق أمران إضافيان، فرب مطلق مقيَّد بالنسبة، ورب مقيَّدًا مطلق فإذا قلت إنسان فهو مطلق ولو قلت فيه حيوان ناطق لكان مقيَّد لوصف الحيوان بالنطق وقد يكون اللفظ مقيَّدًا من وجه مطلقًا من وجه كقولك: أكرم رجلًا صالحًا، فإنه مقيَّد بالصلاح مطلق في غير ذلك من الصفات كالبياض والسواد (2).\nالفصل الثاني: في أحكامهما\nإذا ورد الخطاب مطلقًا لا مقيدًا له حمل على إطلاقه، وإن ورد مقيدًا لا مطلق له حمل على تقييده، وإن ورد مطلقًا في موضع ومقيدًا في آخر، فإن ذلك ينقسم إلى أربعة أقسام:\n- الأول: متفق الحكم والسبب، كتقييد الغنم بالسَّيوم في حديث (3)، وإطلاقها في آخر (4) فهذا يحمل فيه المطلق على المقيد.\n- ومتحد الحكم مختلف السبب، كالرقبة المعتقة في الكفارة، قُيدت في القتل بالإيمان وأطلقت في الظهار، فاختلف هل يحمل فيه المطلق على المقيد أم لا؟\n(1) انظر الأحكام للآمدي 2/ 122.\n(2) انظر شرح الكوكب المنير ص 421.\n(3) أخرجه أحمد في مسنده 1/ 11 - 12، والبيهقي 4/ 86، وأبو داود 2/ 221، والنسائي 5/ 28.\n(4) سنن أبي داود 2/ 225.\nالجزء: 1 - الصفحة: 161\n",
        "- ومختلف الحكم متحد السبب، كتقييد الوضوء بالمرافق، وإطلاق التيمم، والسبب فيهما واحد، وهو الحدث، فاختلف فيه أيضًا، ومذهب الشافعي حمل المطلق على المقيد في هذين القسمين خلافًا لأبي حنيفة، واختلف فيه أصحاب مالك.\n- والرابع: مختلف الحكم مختلف السبب، فلا يحمل فيه المطلق على المقيد إجماعًا.\nالباب السادس: في النص والظاهر والمؤوّل والمبيَّن\nوفيه فصلان:\nالفصل الأول: في معنى هذه الألفاظ\nولذكرها بتقسيم وهو أن اللفظ إن دل على معنى ولم يحتمل غيره، فهو النص، على أن أكثر فقهاء الزمان يقولون النص في المحتمل وغيره.\nوإن احتمل معنيين فأكثر، فلا يخلو إما أن يكون أحدهما أرجح من الآخر أم لا، فإن كان أحدهما أرجح من الآخر سمي بالنظر إلى الراجح ظاهرًا، وبالنسبة إلى المرجوح أو الأخفى مؤولًا، وهو مشتق من التأويل، ومعناه: إخراج اللفظ عن ظاهره، وإن لم يترجح أحد الاحتمالين على الآخر فهو المجمل.\nوأما المبيَّن: فهو ما أفاد معناه إما بالوضع أو بضميمة تبينه وهو يشمل النص والظاهر، فهو نقيض المجمل (1).\nالفصل الثاني: في مسائل متفرقة\nالمسألة الأولى: البيان يقع بالقول وبالمفهوم وبالكتابة، وبالإشارة وبالقياس وبالدليل العقلي والحسي وبالتعليل (2).\nالمسألة الثانية: وقع المجمل في الكتاب والسنة خلافًا لقوم.\nالمسألة الثالثة: إضافة التحليل والتحريم إلى الأعيان ليس مجملًا، فيحمل على ما يدل عليه الحرف في كل عين، فقوله تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} [النساء:\n(1) انظر المحصول 1/ 1/ 315، وروضة الناظر 2/ 26.\n(2) انظر المحصول 3/ 1/ 237 - 238، وشرح الكوكب المنير 427.\nالجزء: 1 - الصفحة: 162\n",
        "الآية 23]. محمول على النكاح، وقوله: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} [المائدة: الآية 3]. محمول على الأكل (1).\nالمسألة الرابعة: لا يجوز تأخير البيان عن وقت الحاجة، ويجوز تأخيره عن وقت الخطاب (2).\nالباب السابع: في لحن الخطاب وفحواه ودليله\nأما لحن الخطاب: فهو ما حذف من الكلام ولا يستقل المعنى إلا به كقوله تعالى: {فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ} [الشعراء: الآية 63] تقديره: فضرب فانفلق، ومثله: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة: الآية 184] تقديره: إن أفطر في المرض أو السفر، وأخذ به العلماء كلهم إلا الظاهرية (3).\nوأما فحوى الخطاب، فيسمى تنبيه الخطاب، ومفهوم الموافقة، وهو إثبات حكم المنطوق به للمسكوت عنه بطريق الأولى، وأخذ به العلماء أيضًا إلا الظاهرية.\nوهو نوعان:\n- تنبيه بالأقل على الأكثر كقوله تعالى: {فَلَا تَقُلْ لَهُمَا أُفٍّ} [الإسراء: الآية 23] فإنه نبه بالنهي عن قول أف على النهي عن الشتم والضرب وغير ذلك. . ومثله قوله تعالى: {مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ} [آل عمران: الآية 75].\n- وتنبيه بالأكثر على الأقل كقوله تعالى: {مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ} [آل عمران: الآية 75].\nأما دليل الخطاب: فهو مفهوم المخالفة، وهو الذي يطلق الفقهاء عليه اسم المفهوم في الأكثر، وهو إثبات نقيض حكم المنطوق به للمسكوت عنه، وهو حجة عند مالك والشافعي خلافًا لأبي حنيفة. وكل مفهوم فله منطوق، ولا خلاف أن المنطوق حجة لأنه الذي وضع له اللفظ، مثال ذلك: \"إنَّما الوَلَاءَ لِمَنْ أَعْتَقَ\" (4).\n(1) انظر المحصول 3/ 1/ 241 - 242، وشرح الكوكب المنير ص 429.\n(2) انظر شرح الكوكب المنير ص 439، والمحصول 1/ 3/ 279 - 280.\n(3) انظر المستصفى 2/ 190 - 191، والأحكام للآمدي 2/ 210 - 212.\n(4) صحيح البخاري 4/ 376، صحيح مسلم 10/ 139.\nالجزء: 1 - الصفحة: 163\n",
        "فمنطوق هذا اللفظ إثبات الولاء لمن أعتق، ومفهومه نفي الولاء عمن لم يعتق. وهو عشرة أنواع:\n- مفهوم العلة: نحو: \"مَا أُسْكرَ فَهُوَ حَرَامٌ\" (1)، فمنطوق هذا اللفظ تحريم المسكر، ومفهومه تحليل غير المسكر.\n- ومنهم الصفة: نحو \"فِي سَائِمَةِ الْغَنَمِ الزَّكَاةُ\" الفرق بين العلة والصفة، أن العلة سبب الحكم بخلاف الصفة.\n- ومفهوم الشرط: نحو: من تطهر صحت صلاته.\n- ومفهوم الاستثناء: نحو: قام القوم إلا زيدًا.\n- ومفهوم الغاية: نحو: {أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} [البقرة: الآية 187].\n- ومفهوم الحصر: نحو: (إنما الولاء لمن أعتق).\nوأدوات الحصر أربعة:\n- إنما.\n- وتقدم النفي قبل أدوات الاستثناء.\n- وتقدم المعمولات.\n- والمبتدأ مع الخبر.\n- ومفهوم الزمان: نحو {قُمِ اللَّيْلَ إِلَّا قَلِيلًا} [المزمل: الآية 2].\n- ومفهوم المكان: نحو: {وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البقرة: الآية 187].\n- ومفهوم العدد: نحو: {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً} [النور: الآية 4].\n- ومفهوم اللقب: وهو تعليق الحكم على مجرد أسماء الذوات نحو: \"فِي الغَنَم الزَكاةُ\". وأقواها مفهوم العلة، وأضعفها مفهوم اللقب، ولم يقل به أحد إلا الدَّقاق وخالف في مفهوم الصفة القاضي أبو بكر بن الطيب وأبو المعالي.\nفرع\n:\nإذا خرج المفهوم مخرج الغالب فليس بحجة إجماعًا نحو: {وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ} [الإسراء: الآية 31].\n(1) أخرجه أبو داود 4/ 85، والترمذي 4/ 292، وابن ماجه 2/ 1124.\nالجزء: 1 - الصفحة: 164\n",
        "الباب الثامن: في تعارض مقتضيات الألفاظ\nوفيه فصلان:\nالفصل الأول: في تعارض احتمال راجح مع احتمال مرجوح\nفيقدم الراجح، ويحمل الكلام عليه إلا إن دل دليل على إرادة المرجوح، فحينئذٍ يحمل عليه، وإلا تقدم الراجح لأنه الأصل، فتقدم الحقيقة على المجاز، والعموم على الخصوص، والإفراد على الاشتراك، والاستقلال على الإضمار، والإطلاق على التقييد، والتأصيل على الزيادة، والترتيب على التقديم والتأخير، والتأسيس على التأكيد، والبقاء على النسخ، والشرعي على العقلي، والعرفي على اللغوي.\nالفصل الثاني: في تعارض احتمالين مرجوحين\nفيُقدّم التخصيص والمجاز والإضمار والنقل والاشتراك على النسخ، وتقدم الأربعة الأول على الاشتراك، والثلاثة الأول على النقل، والأولات على الإضمار، ويقدم التخصيص على المجاز (1) خلافًا لفخر الدين بن الخطيب.\nفرع\n:\nإذا تعارضت الحقيقة المرجوحة والمجاز الراجح، قدمت الحقيقة عند أبي حنيفة، والمجاز عند أبي يوسف، وتوقف في ذلك فخر الدين (2).\nالباب التاسع: في الأمر والنهي\nوفيه فصلان:\nالفصل الأول: في الأمر\nإذا ورد مجردًا عن القرائن حمل على الوجوب عند مالك وأكثر العلماء (3)، وقيل على الندب.\nوإن ورد بقرينة حمل على ما تدل عليه القرينة من الوجوب كقوله: {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ} [البقرة: الآية 43]، أو الندب كقوله: {فَكَاتِبُوهُمْ} [النور: الآية\n(1) انظر المحصول 1/ 487/1 - 503\n(2) انظر المحصول 1/ 476/1.\n(3) انظر المحصول 1/ 2/ 62، وروضة الناظر 2/ 70.\nالجزء: 1 - الصفحة: 165\n",
        "33]. أو الإباحة كقوله: {وَإِذَا حَلَلْتُمْ فَاصْطَادُوا} [المائدة: الآية 2] لأنه إذا ورد بعد الحظر فهو للإباحة على الأصح (1)، وقد يرد للتعجيز نحو: {فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ} [البقرة: الآية 23]، وللتهديد نحو: {اعْمَلُوا مَا شِئْتُمْ} [فصلت: الآية 40]، وللخبر نحو: {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} [مريم: الآية 75] كما أن الخبر قد يأتي بمعنى الأمر نحو: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ} [البقرة: الآية 233].\nفروع\n:\n- الأول: الأمر يدل على إجزاء المأمور به عند الجمهور (2).\n- الثاني: اختلف هل يقتضي الأمر فعل المأمور به على الفور أم لا؟ (3).\n- الثالث: اختلف هل يقتضي التكرار أم لا؟ (4)\n- الرابع: إذا نسخ الأمر، فاختلف هل يحتج به على الجواز أم لا؟.\nالفصل الثاني: في النهي\nإذا ورد مجردًا عن القرائن حمل على التحريم عند مالك وأكثر العلماء، وقيل على الكراهة، وإذا ورد بقرينة حمل على ما تدل عليه القرينة من تحريم أو كراهة (5).\nفروع:\n- الأول: النهي يدل على فساد المنهي عنه في العبادات والمعاملات خلافًا للقاضي أبي بكر فيهما وفرق فخر الدين بين العبادات فيقتضي الفساد وبين المعاملات فلا يقتضي (6).\n- الثاني والثالث: يقتضي النهي الفور والتكرار على الأصح ليحصل الانتهاء من زمان وروده إلى الأبد.\n- الرابع: الأمر يقتضي النهي عن الأضداد المأمور به كلها، والنهي يقتضي الأمر بضد واحد من أضداد المنهي عنه.\n(1) انظر البرهان 1/ 263، الأحكام للآمدي 2/ 40.\n(2) انظر المستصفى 2/ 12 - 13، والبرهان 1/ 255، وروضة الناظر 2/ 93.\n(3) انظر الأحكام للآمدي 2/ 30، المستصفى 2/ 9 - 10، البرهان 1/ 231 - 233.\n(4) انظر المحصول 1/ 2/ 162، والبرهان 1/ 224.\n(5) انظر المحصول 1/ 2/ 469.\n(6) انظر المحصول 1/ 486/2.\nالجزء: 1 - الصفحة: 166\n",
        "الباب العاشر: في معاني الحروف\nيحتاج إليها الفقيه، وجرت عادة الأصوليين بذكرها:\n- الباء: على ثمانية أنواع: للإلصاق، وهو للتعدي، وللاستعانة وللقسم، وللمصاحبة، وللتعليل، وزائدة، وظرفية، وزاد بعض الكوفيين للتبعيض.\n- اللام: على خمسة أنواع: للملك، وللاختصاص، وللاستحقاق، وللتعليل، وللتأكيد وهي المفتوحة.\n- الواو: على خمسة أنواع: واو العطف، وهي تقتضي الجمع بين الشيئين من غير ترتيب في الزمان، وواو الحال، وواو القسم، وواو رب، وواو الناصبة للفعل.\n- الفاء: على ثلاثة أنواع: عاطفة، وفاء رابطة، وناصبة للفعل، وهي تقتضي الترتيب، والتسبب، والتعقيب.\n- ثُمَّ: للعطف، وللترتيب، والمهملة.\n- لكن: للاستدراك، ويسميها أهل المنطق باستثناء (1).\n- حتى: للغاية (2).\n- مِنْ: على أربعة أنواع: للتنويع، ولابتداء الغاية، ولبيان الجنس، وزائدة (3).\n- إلى: لانتهاء الغاية، وقيل بمعنى مع.\n- الكاف: للتشبيه، والتعليل.\n- في: للظرفية والسببية (4).\n- أو: لها خمسة معان: الشك، والإبهام، والتخيير، والإباحة والتنويع (5).\n- إِمَّا: المكسورة المشددة، لها أربعة معان: الشك، والإبهام، والتخيير، والتنويع.\n- أما: المفتوحة المشددة للتفصيل.\n(1) انظر شرح الكوكب المنير ص 84.\n(2) انظر شرح الكوكب المنير ص 76، المنخول ص 96.\n(3) انظر شرح الكوكب المنير ص 77، المنخول ص 92.\n(4) انظر شرح الكوكب المنير ص 79/ 80.\n(5) انظر شرح الكوكب المنير 83/ 84.\nالجزء: 1 - الصفحة: 167\n",
        "- ألَا: للتنبيه، والاستفتاح، وللعرض، والتخصيص.\n- إِنَّ: المكسورة المشددة، والمفتوحة المشددة، كلاهما للتأكيد.\n- أنْ: المفتوحة المخففة، أربعة أنواع: مصدرية، ومخففة من الثقيلة، وزائدة، وحرف عبارة وتفسير.\n- إِنْ: المكسورة المخففة، أربعة أنواع: شرطية، ونافية، وزائدة، ومخففة من الثقيلة.\n- لمَّا: على نوعين: نافية، وحرف وجوب لوجوب.\n- لوْ: على نوعين: للتمني، ولامتناع شيء لامتناع غيره، وهي للشرطية، فإذا دخلت على النفي صيرته إثباتًا، وإن دخلت على الإثبات صيرته نفيًا (1).\nلوْلَا: على نوعين: للعرض وللتحضيض، ولامتناع شيء لوجود غيره (2).\n(1) انظر شرح الكوكب المنير ص 88.\n(2) انظر المحصول 1/ 1/ 507، والبرهان 1/ 180 - 196، والأحكام للآمدي 1/ 46.\nالجزء: 1 - الصفحة: 168\n",
        "الفن الثالث من علم الأصول في الأحكام الشرعية\nوفيه عشرة أبواب:\nالباب الأول: في أقسام الأحكام\nوهي خمسة: واجب، ومندوب، وحرام، ومكروه ومباح.\n- فالواجب: ما طلب فعله طلبًا جازمًا.\n- والمندوب: ما طلب الشرع فعله طلبًا غير جازم.\n- والمحرم: ما طلب الشرع تركه طلبًا جازمًا.\n- والمكروه: ما طلب الشرع تركه طلبًا غير جازم.\n- والمباح: ما لم يطلب الشرع فعله ولا تركه (1).\nوهذه الحدود صح من تحديدها بالثواب والعقاب كقولهم للواجب: ما في فعله ثواب، وفي تركه عقاب لوجهين:\nأحدهما: إن الثواب والعقاب ليس أحدهما وصفًا ذاتيًا للأحكام، وإنما هما جزاء عليهما، فلا يجوز الحد بهما.\nوالثاني: إن العقاب قد يعدم إذا عفا اللَّه، والثواب قد يعدم إذا عدمت النية. ومثل ذلك يَردُّ على من قال: إن الواجب ما ذم تاركه، والمحرم ما ذم فاعله.\nالباب الثاني: في أسماء هذه الأقسام ودرجاتها\nأما الواجب: فهو الفرض، والمفروض، والمكتوب، والمحتوم، والمستحق.\n(1) انظر المستصفى 1/ 65، المحصول 1/ 1/ 103.\nالجزء: 1 - الصفحة: 169\n",
        "وقالت الحنفية: الفرض ما ثبت وجوبه بدليل قطعي، والواجب: ما ثبت وجوبه بدليل مجتهد فيه (1).\nوينقسم الفرض قسمين: فرض عين: وهو ما يجب على كل مكلف، كالصلاة، والصيام، وفرض كفاية: وهو الذي إذا قام به بعض الناس سقط عمن سواهم كالصلاة على الجنائز، وطلب العلم، والجهاد، فإن تواطأ الجميع على تركه أُثِموا (2).\nوأما المندوب: فهو المتطوع، وهو على درجات أعلاها السنة، ودونها المستحب، وهو الفضيلة ودونها النافلة، وقد يقال نافلة في المندوب على الأعيان وهو الآكد، كالوتر والفجر، وصلاة العيدين، وقد يكون على الكفاية كالآذان والإقامة، وبما يفعل بالأموات من المندوبات.\nوأما الحرام: فهو المُحرَّم والممنوع، والمحظور، والمعصية، والسيئة، والذنب، والإثم (3)، وهو على درجتين: صغائر وكبائر وقد يقال فيه مكروه (4).\nوأما المكروه: فقد تغلظ كراهيته حتى يقرب من الحرام، وقد تخف.\nوأما المباح: فهو الحلال والجائز (5) وقد يعبر عنه بلا جناح، ولا حرج، ولا إثم ولا بأس.\nالباب الثالث: في الواجب الموسع والمخيَّر\nينقسم الواجب بالنظر إلى الوقت قسمين: مضيق وموسع.\n- والموسع: هو أن يكون وقت الفعل يسع أكثر منه، وقد يكون محدودًا كأوقات الصلوات، وقد يكون غير محدود، بل موَسَّعًا بطول العمر كالحج، ويتعلق الوجوب بجميع الوقت عند جمهور المالكية، وقيل بجزء من الوقت غير معين، ويعينه المكلف بفعله ويعزي إلى الشافعية إنكار الواجب الموسع، لأنهم يقولون إن الوجوب يتعلق بأول الوقت، ويعزي إلى الحنفية إنكاره، لأنهم يقولون إن الوجوب يتعلق بآخر الوقت (6).\n(1) انظر المحصول 1/ 1/ 119 - 121.\n(2) انظر شرح الكوكب المنير 116/ 117.\n(3) انظر الأحكام للآمدي 1/ 86، والمحصول 1/ 1/ 127 - 128.\n(4) انظر المحصول 1/ 1/ 131، والأحكام للآمدي 1/ 93.\n(5) انظر شرح الكوكب المنير 131/ 132.\n(6) انظر المحصول 1/ 2/ 290 - 291، وروضة الناظر 1/ 99.\nالجزء: 1 - الصفحة: 170\n",
        "- وأما الواجب المخير، فمثل كفارة اليمين، خير فيها بين الإطعام والكسوة والعتق، والواجب متعلق بواحد منها غير معين ويُعَيِّنُه المكلف بفعله، وقالت المعتزلة: الثلاثة كلها واجبة، وهو اختلاف في عبارة (1) الواجب المرتب هو الذي لا تجزي الخصلة الثانية منه مع القدرة على الأولى كالعتق والصيام والإطعام في كفارة الظهار.\nالباب الرابع: في شروط التكليف\nوهي: العقل، والبلوغ، وحضور الذهن، وعدم الإكراه، والإسلام، أو بلوغ الدعوة.\n- فالعقل: تحرز من الجمادات والبهائم والمجانين والنائمين (2).\n- والبلوغ: تحرز من الصبيان، ولا يعترض على هذا بوجوب الزكاة في مال الصبي وغرمه لما أتلف، فإن وليه هو المخاطب بذلك.\n- وحضور الذهن: تحرز من الناسي (3).\n- واختلف هل يعد عدم الإكراه شرطًا في التكليف أم لا؟ والأظهر في مذهب مالك أنه شرط.\n- ولا خلاف أن الكفار مخاطبون بالإيمان، واختلف هل مخاطبون بفروع الشريعة في حال كفرهم أم لا؟ فقال قوم: إنهم مكلفون بها إذا بلغتهم دعوة الرسول -صلى اللَّه عليه وسلم-. وقال قوم: لا يكلفون بالفروع حتى يُسْلِمُوا، مع الاتفاق أنها لا تصح منهم ولا تقبل منهم حتى يؤمنوا، وقال فخر الدين بن الخطيب: \"ثمرة الخلاف راجعة إلى مضاعفة العذاب في الآخرة\" (4).\nالباب الخامس: في أوصاف العبادات\nوهي ستة: اثنان متقابلان وهما: الأداء والقضاء، واثنان متقابلان وهما: الصحة والفساد، واثنان متقابلان وهما: الرخصة والعزيمة.\n(1) انظر المحصول 1/ 2/ 266، والأحكام للآمدي 1/ 76.\n(2) انظر المستصفى 1/ 83، والأحكام 1/ 114.\n(3) انظر المستصفى 1/ 84، روضة الناظر 1/ 139.\n(4) انظر المحصول 1/ 2/ 399 - 400.\nالجزء: 1 - الصفحة: 171\n",
        "- فأما الأداء: فهو إيقاع العبادة في وقتها المعين لها شرعًا.\n- والقضاء: إيقاعها بعد وقتها المعين لها شرعًا.\nواختلف هل وجوب القضاء بالأمر الأول أو بامر جديد؟ (1).\nوالعبادات على ثلاث أقسام: منها ما يوصف بالأداء والقضاء كالصلوات الخمس، ومنها ما لا يوصف بها كالنوافل، ومنها ما يوصف بالأداء وحده.\n- وأما الصحة: فهي عند المتكلمين ما وافق الأمر، وعند الفقهاء ما أسقط القضاء فصلاة من ظن الطهارة وهو محدث صحيحة عند المتكلمين وغير صحيحة عند الفقهاء. وإنما الخلاف في التسمية لا في الحكم (2)، والصحة أعم من الإجزاء، لأن الإجزاء لا يوصف به إلا الواجب (3).\n- والفساد نقيض الصحة: وتكون في العبادات وفي العقود كالبيع والنكاح، وهو أعم من البطلان، لأن البطلان لا يوصف به إلا العبادات، وقيل هما مترادفان وهو يوجب الإعادة في الواجب، وعدم ترتيب المقصود في العقود (4).\n- وأما الرخصة: فهي إباحة فعل المحرم أو ترك الواجب لسبب اقتضى ذلك، وقد تنتهي للوجوب كأكل المضطر الميتة، وقد لا تنتهي كإفطار المسافر.\n- والعزيمة: هي ما لزم العباد من فعل أو ترك (5).\nالباب السادس: في الحسن والقبح\nوهما يطلقان بثلاث إطلاقات:\n- أحدها: إن الحسن ما وافق الطبع أو الغرض والقبيح ما خالفه (6).\n- والثاني: إن الحسن ما كان صفة كمال والقبح ما كان صفة نقص، ولا خلاف أن الحسن والقبح بهذين الإطلاقين لا يفتقر فيهما إلى ورود شرع.\n(1) انظر المحصول 1/ 2/ 422 - 425.\n(2) انظر روضة الناظر 1/ 164 - 168، وشرح الكوكب المنير ص 146.\n(3) انظر شرح الكوكب المنير ص 147.\n(4) انظر المحصول 1/ 1/ 142 - 143.\n(5) انظر المحصول 1/ 1/ 154.\n(6) انظر الأحكام للآمدي 1/ 61، وشرح الكوكب المنير ص 95.\nالجزء: 1 - الصفحة: 172\n",
        "- والثالث: إن الحسن ما مدحه اللَّه، والقبيح ما ذمه اللَّه وعاقب عليه، وفي هذا وقع الخلاف، فقال الأشعري: إنه لا يعلم ولا يثبت إلا بالشرع، وقالت المعتزلة: بل العقل اقتضى ثبوته قبل الرسل صلوات اللَّه عليهم، ولا يفتقر في معرفته إلى شرع، إلا أنهم جعلوه ثلاثة أقسام:\n- قسم علمه العقل ضرورة، كحسن الصدق النافع، وقبح الكذب الضار.\n- وقسم علمه العقل نظرًا، كحسن الصدق الضار والكذب النافع.\n- وقسم لم يصل إليه العقل، كوجوب صيام آخر يوم من رمضان وتحريم أول يوم من شوال.\nفالأولان ورد الشرع مؤكدًا لما علمه العقل فيهما، والثالث ورد الشرع فيه مظهرًا لما لم يصل العقل إليه مع أن حسن جميعها وقبحه كان ثابتًا لها قبل الشرع (1)، وعند الأشعري أن الشرع هو الذي أنشأ الحسن أو القبح في الجميع، فإنه لا يثبت حكم قبل ورود الشرائع. وقال الأبهري: الأشياء قبل ورود الشرع على المنع وقال أبو الفرج على الإباحة (2) وتوقف غيرهما (3).\nالباب السابع: فيما تتوقف عليه الأحكام\nوهي ثلاثة: وجود السبب، ووجود الشرط، وانتفاء المانع (4).\n- أما السبب: فهو ما يلزم من وجوده وجود الحكم، ومن عدمه عدمه لذاته كدخول رمضان سبب في وجوب الصوم.\n- وأما الشرط: فهو ما يلزم من عدمه عدم الحكم، ولا يلزم من وجوده وجود الحكم ولا عدمه لذاته كالصحة والإقامة في وجوب الصيام، فإن الإنسان قد يكون صحيحًا مقيمًا ولا يجب عليه الصيام في غير رمضان.\n- وأما المانع: فهو ما يلزم من وجوده عدم الحكم، ولا يلزم من عدمه وجود الحكم ولا عدمه لذاته كالحيض مع الصيام.\n(1) انظر المستصفى 1/ 55.\n(2) انظر شرح الكوكب المنير ص 103.\n(3) انظر البرهان 1/ 99 - 101، المستصفى 1/ 63 - 65، والأحكام للآمدي 1/ 69 - 72.\n(4) انظر الأحكام للآمدي 1/ 90 - 100؛ شرح الكوكب المنير ص 134.\nالجزء: 1 - الصفحة: 173\n",
        "فالمعتبر من المانع وجوده، ومن الشرط عدمه، ومن السبب وجوده وعدمه، وإنما قلنا في كل واحد منها لذاته تحرز مما يلزم بسبب غيره لتوقف الحكم على جميعها.\nتكميل\n:\nالشرط المذكور هنا الشرعي، فإن الشروط على أربعة أقسام:\n- شرعية كالطهارة مع الصلاة.\n- وعقلية، كالحياة مع العلم.\n- و (كالغذاء) مع الحياة في بعض الحيوانات.\n- ولغوية، وهي التي أدواتها (إنْ) وما في معناها، و (لَوْ) و (إِذَا). فـ (إِنْ) تختص بالمشكوك و (إِذا) تدخل على المشكوك والمعلوم، و (لو) على الماضي بخلافهما.\nقال شهاب الدين القرافي \"إن للشروط اللغوية أسباب يلزم من وجودها الوجود، ومن عدمها العلم\".\nالباب الثامن: في أقسام الحقوق\nوهي ثلاثة:\n- حق للَّه تعالى فقط كالإيمان والصلاة (1).\n- وحق للعبد فقط، وهو ما يسقط إذا أسقطه العبد كالديون (2).\n- وقسم اختلف هل يغلب فيه حق اللَّه، أو حق العبد كحد القذف (3).\nالباب التاسع: في الوسائل\nموارد الأحكام على قسمين: مقاصد ووسائل.\n- فالمقاصد هي المقصودة لنفسها.\n- والوسائل هي التي توصل إلى المقاصد، فحكمها حكم مقاصدها إذا كانت لا يوصل إليها إلا بها، فالوسيلة للواجب واجبة كالسعي إلى صلاة الجمعة والوسيلة إلى\n(1) انظر أصول السرخسي 2/ 290.\n(2) انظر أصول السرخسي 2/ 297.\n(3) انظر أصول السرخسي 2/ 296.\nالجزء: 1 - الصفحة: 174\n",
        "الحرام حرام، وكذلك سائر الأحكام، وإذا سقط اعتبار المقصد سقط اعتبار الوسيلة (1).\nالباب العاشر: في تصرفات المكلفين في الأعيان\nوهي أحد عشر نوعًا:\n- الأول: إنشاء ملك في غير مملوك كالاصطياد وإحياء الموات.\n- الثاني: نقل ملك من ذمة إلى ذمة، فقد يكون بعوض كالبيع والإجارة والسلف وبغير عوض كالهبة والصدقة والعمرى والغنيمة.\n- الثالث: إسقاط حق، فقد يكون بعوض كالخلع والعفو عن الجاني على مال وبغير عوض كالعفو لوجه اللَّه والعتق.\n- الرابع: القبض، وهو إما بإذن الشارع كاللقطة، أو بإذن غيره كقبض المبيع بإذن البائع، وقبض الرهون وغيرها.\n- الخامس: الإقباض، وهو الرفع، وقد يكون بالفعل كرفع الثوب إلى مشتريه، أو بالنية فقط، كقبض الوالد وإقباضه من نفسه لولده.\n- السادس: الالتزام، كالنذور والضمان.\n- السابع: الخلط، وهي الشركة على اختلاف وجوهها.\n- الثامن: الاختصاص بالمنافع كإقطاع الأراضين.\n- التاسع: الإذن، إما في الأعيان كالضيافة أو في المنافع كالعارية.\n- العاشر: الإتلاف، وهو لإصلاح الأجساد كأكل الأطعمة وذبح البهائم أو للدفع، كقتل الحيوان المؤذي أو لحق اللَّه تعالى كقتل الكفار وكسر الصلبان، وآلات اللهو.\n- الحادي عشر: التأديب والزجر، وهو إما مقدر كالحدود أو غير مقدر كالتعزير.\n(1) انظر المستصفى 1/ 71 - 72، وروضة الناظر 1/ 107 - 109.\nالجزء: 1 - الصفحة: 175\n",
        "الفن الرابع من علم الأصول في أدلة الأحكام\nالباب الأول: في حصر الأدلة\nوهي على الجملة ثلاثة أنواع: نص، ونقل مذهب، واستنباط.\n- فالنص: هو الكتاب والسنة.\n- ونقل مذهب: هو الإجماع وأقوال الصحابة.\n- والاستنباط: هو القياس وما أشبهه.\nفيجب على العالم أن ينظر المسألة أولًا في الكتاب فإن لم يجدها نظرها في السنة، فإن لم يجدها نظرها فيما أجمع عليه العلماء أو اختلفوا فيه، فأخذ بالإجماع ورجع بين الأقوال في الخلاف، فإن لم يجدها في أقوالهم استنبط حكمها بالقياس وبغيره من الأدلة وعددها على الجملة عشرون ما بين متفق عليه ومختلف فيه وهي: الكتاب والسنة، وشرع من قبلنا، وإجماع الأمة، وإجماع أهل المدينة، وإجماع أهل الكوفة، وإجماع (العشرة) من الصحابة، وإجماع الخلفاء الأربعة، وقول الصحابة، والقياس والاستدلال، والاستصحاب، والبراءة الأصلية، والأخف بالأخف، والاستقراء، والاستحسان، والعوائد، والمصلحة، وسد الذرائع، والعصمة.\nالباب الثاني: في الكتاب العزيز\nوهو أصل الأدلة وأقواها، ونعني به القرآن العظيم، المكتوب بين دفتي المصحف، المنقول إلينا نقلًا متواترًا بالقراءة المشهورة.\nفقولنا: المكتوب بين دفتي المصحف، لأنه الذي اجتمع عليه الصحابة فمن بعدهم وما هو خارج عن ذلك فليس من القرآن.\nالجزء: 1 - الصفحة: 176\n",
        "وقولنا: نقلًا متواترًا تحرزًا من آيات ليست في المصحف نقلها الآحاد ولا يحتج بها عند مالك، لأنها لم تنقل نقل القرآن من التواتر، ويحتج بها عند أبي حنيفة كأخبار الآحاد.\nوقولنا: بالقراءة المشهورة نعني به القراءات السبع وما في مثلها أو يقاربها في الشهرة وصحة النقل كقراءة يعقوب وابن محيصن وتحرزنا بذلك من القراءة الفاذة (1).\nولا يجوز أن يقرأ بحرف إلا بثلاثة شروط:\n- أحدها: أن يوافق خط المصحف.\n- والثاني: أن ينقل نقلًا صحيحًا مشهورًا.\n- والثالث: أن يوافق كلام العرب ولو في بعض اللغات أو بعض الوجوه.\nوقد وقع في القرآن ألفاظ من غير لغة كالمشكاة والإستبرق (2) ووقع فيه الحقيقة والمجاز جريًا على منهاج كلام العرب (3).\nالباب الثالث: في السُّنَّة\nوهي ثلاثة أنواع: قول النبي -صلى اللَّه عليه وسلم- وفعله وإقراره (4).\n- فأما قوله -صلى اللَّه عليه وسلم- فيحتج به كما يحتج بالقران، لأنه -صلى اللَّه عليه وسلم- لا ينطق عن الهوى، ولقوله تعالى: {أَطِيعُوا اللَّهَ وَالرَّسُولَ} [آل عمران: الآية 32] ويجري فيه ما يجري في القرآن من المباحث اللغوية فإنها إنما تنصرف في الأقوال.\n- وأما فعله -صلى اللَّه عليه وسلم- فينقسم قسمين: قربات وعادات.\nفإن كان عادات كالأكل واللباس والقيام والقعود فهو دليل على الجواز (5) فإتباعه -صلى اللَّه عليه وسلم- في كيفية ذلك وصفته حسن.\nوإن كان من القربات فهو ثلاث أوجه:\n- أحدها: أن يفعله بيانًا لغيره، فحكمه حكم ذلك المبين، فإن بيَّن واجبًا فهو واجب، وإن بيِّن مندوبًا فهو مندوب.\n(1) انظر المستصفى 1/ 101 - 102، وروضة الناظر 1/ 180.\n(2) انظر المستصفى 1/ 105 - 106، والأحكام للآمدي 1/ 38.\n(3) انظر المستصفى 1/ 105، والأحكام للآمدي 1/ 35 - 37.\n(4) انظر الأحكام للآمدي 1/ 127.\n(5) انظر الأحكام للآمدي 1/ 130.\nالجزء: 1 - الصفحة: 177\n",
        "- والثاني: أن يفعله امتثالًا لأمر، فحكمه حكم ذلك الأمر من الوجوب والندب (1).\n- والثالث: أن يفعله ابتداء من غير سبب، فاختلف هل هو على الوجوب أو الندب؟.\nفروع\n:\nالأول: إذا ثبت حكم في حقه -صلى اللَّه عليه وسلم- ثبت في حق أمته إلا أن يدل دليل على تخصيص ذلك به (2).\nالثاني: يقع بفعله -صلى اللَّه عليه وسلم- جميع أنواع البيان من بيان المجمل، وتخصيص العموم وتأويل الظاهر والنسخ.\nالثالث: إذا تعارض قوله -صلى اللَّه عليه وسلم- وفعله، فاختلف هل يرجح القول أو الفعل والأرجح ترجيح القول لأنه يدل بصيغته، وهذا إذا لم يعلم التاريخ فإن علم نسخ المتأخر المتقدم (3).\n- وأما إقراره -صلى اللَّه عليه وسلم- فهو أن يسمع شيئًا فلا ينكره أو يرى فعلًا فلا ينكره مع عدم الموانع، فيدل ذلك على جوازه (4)، وأما ما فعل في زمانه فلم ينكره، فإن كان مما لا يجوز في العادة أن يخفي عليه فهو كإقراره، وإن كان مما يجوز أن يخفي عليه فلا حجة فيه.\nإلحاق\n:\nيناسب هذا الفصل شرع من قبلنا من الأنبياء عليهم السلام، واختلف هل شرع لنا أم لا؟ على ثلاثة أقوال:\n- أحدها: أن شرع جميعهم شرع لنا.\n- والثاني: أن شرع جميعهم ليس شرعًا لنا.\n- والثالث: التفرقة بين إبراهيم الخليل عليه السلام وغيره، فيكون شرعه شرعًا لنا بخلاف غيره (5).\n(1) انظر المحصول 1/ 3/ 318 - 382.\n(2) انظر الأحكام للآمدي 1/ 131.\n(3) انظر المحصول 3/ 1/ 386 - 389، والأحكام للآمدي 1/ 143.\n(4) انظر البرهان 1/ 498.\n(5) انظر البرهان 1/ 503، والمحصول 1/ 3/ 397، وروضة الناظر 1/ 400.\nالجزء: 1 - الصفحة: 178\n",
        "وهذه الأقوال إنما هي في المسائل التي لم يثبت حكمها في شرعنا فأما ثبت في شرعنا فهو على ما ثبت فيه سواء وافق شرع من قبلنا أو خالفه.\nالباب الرابع: في الخبر\nوهو الكلام المحتمل للتصديق والتكذيب، وهذه العبارة أولى ممن قال الصدق والكذب (1) لأن خبر اللَّه ورسوله -صلى اللَّه عليه وسلم- لا يحتمل إلا الصدق وخبر الكاذب كمسيلمة لا يحتمل إلا الكذب، وفائدة هذا الباب معرفة نقل السنة وفيه ثلاثة فصول:\nالفصل الأول: في التواتر\nنقل الخبر على نوعين: متواتر، ونقل أحاد.\n- فأما التواتر فهو خبر ينقله جماعة يستحيل في العادة تواطؤهم على الكذب قال فخر الدين بن الخطيب: \"إنَّ عددهم غير محصور خلافًا لمن حصرهم في اثنتي عشر أو في أربعين أو سبعين أو ثلاثمائة أو غير ذلك والأربعة ليست منه عند الجمهور (2) وعلى أنه قد قال ابن حزم: \"إن نقل الاثنين العدلين يوجب العلم\".\nوالتواتر يفيد العلم بشرطين:\nأحدهما: أن يستوي طرفاه وواسطته في كثرة الناقلين.\nوالآخر: أن يكون مستندًا إلى أمر معلوم بالحس تحرزًا من الظنون ومن المعلوم بالنظر (3).\nتنبيه\n:\nيحصل العلم بالخبر بطرق غير التواتر وهي كون المخبر عنه معلومًا بالضرورة، أو بالاستدلال، أو خبر رسوله -صلى اللَّه عليه وسلم-، أو خبر مجموع الأمة، أو القرائن عند أبي المعالي وأبي حامد (4).\nالفصل الثاني: في أخبار الآحاد\nوأما نقل الآحاد فهو خبر الواحد أو الجماعة الذين لا يبلغون حد التواتر، وهو لا يفيد العلم وإنما يفيد الظن، وهو حجة عند مالك وغيره بشروط منها:\n(1) انظر المحصول 2/ 1/ 307.\n(2) انظر المحصول 2/ 1/ 370 - 382.\n(3) انظر المستصفى 1/ 134، وروضة الناظر 1/ 254، والأحكام للآمدي 1/ 228.\n(4) انظر المستصفى 1/ 183، والبرهان 1/ 576 - 580، والمحصول 2/ 1/ 328 - 331.\nالجزء: 1 - الصفحة: 179\n",
        "- أن يكون الراوي حين السماع مميزًا سواء كان بالغًا أو غير بالغ (1).\n- وأن يكون عند التحديث عاقلًا بالغًا مسلمًا عدلًا، والعدالة هي اجتناب الكبائر وتوقي الصغائر واجتناب المباحات القادحة في المروءة، والصحابة كلهم عدول (2) وتثبت العدالة بالاختبار أو التزكية، واختلف هل يكفي في التعديل والتجريح واحد أم لا؟ (3)\nوتقبل رواية الفاسق ومجهول الحال، واختلفوا في قبول رواية المبتدع (4).\n- ومنها أن يكون الراوي فقيةا اشترطه مالك خلافًا لغيره (5).\n- ومنها أن لا يثبت كذب الخبر لمخالفته لما علم بالتواتر أو الضرورة أو الدليل القاطع، أو أن يكون شأنه أن يتواتر ولم يتواتر (6).\nولا يقدح في الرواية تساهل الراوي في غير الحديث، ولا جهله بالعربية، ولا مخالفة الناس لروايته، ولا كون مذهب على خلاف روايته (7).\nالفصل الثالث: في النظر في كيفية الرواية وألفاظ الراوي\n- أما كيفية الرواية فست مراتب، أعلاها السماع من الشيخ، ثم القراءة عليه ثم السماع عليه، ثم المناولة، ثم الإجازة بالمشافهة، ثم الإجازة بالمكاتبة.\n- وأما ألفاظ الراوي، فإن كان من الصحابة فألفاظه ست مراتب:\nالأول: أن يقول سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول، أو حدثني أو أخبرني أو قال لي، فهذا نص في تلقيه لذلك من رسول اللَّه -صلى اللَّه عليه وسلم-.\nأو أخبر أو حدّث، وهذه ظاهرة في التلقي منه -صلى اللَّه عليه وسلم- وعلى ذلك يحمل وليس نصًّا.\nومثله أمر رسول اللَّه -صلى اللَّه عليه وسلم- بكذا أو نهى عن كذا، فهذه محتملة هل سمعه منه أم لا؟\n(1) انظر المحصول 2/ 1/ 563.\n(2) انظر روضة الناظر 2/ 300، وشرح الكوكب المنير 271/ 276.\n(3) انظر الأحكام للآمدي 1/ 270.\n(4) انظر الأحكام للآمدي 1/ 265.\n(5) انظر المحصول 2/ 1/ 607.\n(6) انظر المحصول 2/ 1/ 413.\n(7) انظر المحصول 2/ 1/ 610 و 611 و 627 و 630.\nالجزء: 1 - الصفحة: 180\n",
        "الرابعة: أن يقول أمرنا بكذا أو نهينا عن كذا، فيتطرق إلى هذا احتمال ثانٍ وهو هل أمر به رسول اللَّه -صلى اللَّه عليه وسلم- أو غيره إلا أن قالها أبو بكر الصديق فيعلم أنه لم يأتمر عليه أحد غير رسول اللَّه -صلى اللَّه عليه وسلم-.\nالخامسة: أن يقول كنا نفعل كذا، فيتطرق إليه احتمال هل كان في زمان النبي -صلى اللَّه عليه وسلم- أم لا (1).\nوإذا قال غير الصحابي قال رسول اللَّه -صلى اللَّه عليه وسلم- فهذا مرسل، وهو حجة عند مالك وأبي حنيفة خلافًا للشافعي (2).\nواختلف هل ينقل الحديث بالمعنى، واشترط الذين أجازوه أن لا يزيد في المعنى ولا ينقص ولا يكون أخفى (3).\n- وأما ألفاظ غير الصحابي فعلى أربع مراتب: الأولى: حدثني أو أخبرني أو سمعته.\nالثانية: أن يقال له أسمعت هذا فيقول نعم.\nالثالثة: أن يقال له أسمعت هذا فيشير بإصبعه أو برأسه.\nالرابعة: أن يقرأ عليه ولا ينكر ولا يتعرف بإشارة ولا غيرها (4).\nالباب الخامس: في النسخ\nوهو يتطرق إلى الكتاب والسنة دون غيرهما، فلذلك ذكرناه عقبهما، وفيه ثلاثة فصول:\nالفصل الأول: في حقيقته\nومعناه لغة: الإزالة كقولهم نسخت الشمس الظل، والنقل كنسخ الكتاب (5) وحده شرعًا: الخطاب الدال على ارتفاع حكم ثابت بخطاب متقدم مع تراخيه عنه (6).\n(1) انظر المستصفى 1/ 129 - 131، والمحصول 2/ 1/ 637 - 643.\n(2) انظر المستصفى 1/ 169، والمحصول 2/ 1/ 650، والأحكام للآمدي 1/ 277 - 282.\n(3) انظر المحصول 2/ 1/ 667 - 663، وروضة الناظر 1/ 317 - 323، والأحكام للآمدي 1/ 383.\n(4) انظر المحصول 2/ 1/ 644 - 646.\n(5) انظر مختار الصحاح ص 656.\n(6) انظر المستصفى 1/ 107، والمحصول 1/ 3/ 423، والبرهان 2/ 1293.\nالجزء: 1 - الصفحة: 181\n",
        "والفرق بينه وبين التخصيص من ثلاثة أوجه:\n- الأول: أن النسخ بعد ثبوت الحكم بخلاف التخصيص.\n- الثاني: أن النسخ متراخ عن المنسوخ، والتخصيص قد يكون متراخيًا ومتصلًا.\n- الثالث: أن النسخ إبطال الجميع والتخصيص إخراج البعض (1).\nالفصل الثاني: في حكمه\nوالنسخ جائز عقلًا وواقع شرعًا، وأنكره اليهود لعنهم اللَّه (2) وقالوا يلزم منه البداء (3) وهو محال على اللَّه، وقولهم باطل، والدليل على بطلانه من ثلاثة أوجه:\n- الأول: ما اتفقت عليه الأمم من نكاح الأخوات غير التوأمة في زمان آدم، ثم تحريمه في جميع الملل (4).\n- الثاني: أن اليهود وافقوا على أن شريعتهم نسخت ما قبلها، فلما جاز ذلك يجوز أن ينسخها ما بعدها.\n- الثالث: الفرق بين النسخ والبداء هو أن يظهر له ما كان خفيًّا عليه، والنسخ ليس كذلك، إنما هو كتحديد مدة للحكم مثل أن يأمر السيد عبده بعمل فإذا بلغ منه المقدار الذي أراد السيد، رفع يده عنه وأمر بعمل آخر (5).\nولا يجوز النسخ إلا بثلاثة شروط:\n- أحدها: أن يكون في الأحكام لا في الاعتقادات ولا في الأخبار إلا إذا اقتضت حكمًا (6).\n- والثاني: أن يكون في الكتاب والسنة، لأن الإجماع والقياس لا ينسخ واحد منهما ولا ينسخ (7).\n(1) انظر الأحكام للآمدي 2/ 243 - 244.\n(2) انظر الأحكام للآمدي 2/ 245، والمحصول 1/ 3/ 440.\n(3) انظر المستصفى 1/ 108، والأحكام للآمدي 2/ 248.\n(4) انظر الآمدي 2/ 247، والعدة 3/ 775.\n(5) انظر الأحكام للآمدي 2/ 241.\n(6) انظر المحصول 1/ 3/ 496.\n(7) انظر الأحكام للآمدي 2/ 243، والمحصول 1/ 3/ 460، 495، 508.\nالجزء: 1 - الصفحة: 182\n",
        "- والثالث: أن يكون الناسخ متأخرًا والمنسوخ متقدمًا، ويعرف ذلك بالنص على التأخير أو معرفة وقتهما أو برواية من مات قبل رواية الحكم الآخر.\nويرفع النسخ بالنص على الرفع أو على ثبوت النقيض أو بالضد أو بإجماع الأمة على النسخ (1).\nالفصل الثالث: في الناسخ والمنسوخ\n- أما القرآن فينسخ بالقرآن (2)، واختلف في نسخه بالسنة المتواترة (3) ولا ينسخ بأخبار الآحاد خلافًا للقاضي أبي الوليد وبعض أهل الظاهر.\n- أما السنة المتواترة فتنسخ بالقرآن أو بالسنة المتواترة لا بالآحاد (4).\n- وأما أخبار الآحاد فتنسخ بالقرآن أو بالسنة المتواترة أو بالآحاد (5).\nويجوز نسخ الأثقل بالأخف وعكسه، والنسخ بالمثل والنسخ إلى غير بدل (6) والمنسوخ بالقرآن على ثلاثة أنواع: منسوخ التلاوة والحكم، ومنسوخ التلاوة دون الحكم، ومنسوخ الحكم دون التلاوة (7).\nالباب السادس: في الإجماع\nوفيه فصلان:\nالفصل الأول: في إجماع الأمة\nوهو اتفاق العُلماء على حكم شرعي وهو حجة عند جمهور الأمة خلافًا للخوارج والروافض، وإجماع كل عصر حجة لا يشترط الأمة إلى يوم القيامة لانتفاء فائدة الإجماع (8)، ولا يشترط انقراض العصر خلافًا لقوم.\n(1) انظر المحصول 1/ 3/ 561.\n(2) انظر المحصول 1/ 3/ 460، والأحكام للآمدي 2/ 267.\n(3) انظر الأحكام للآمدي 2/ 272؛ المحصول 1/ 3/ 519.\n(4) انظر المحصول 3/ 1/ 495، 498، الأحكام للآمدي 2/ 267.\n(5) انظر المحصول 1/ 3/ 495.\n(6) انظر المحصول 1/ 3/ 479 - 486.\n(7) انظر المحصول 1/ 3/ 282 - 486.\n(8) انظر المحصول 2/ 1/ 278، والأحكام للآمدي 1/ 67.\nالجزء: 1 - الصفحة: 183\n",
        "وقال داود الظاهري: إجماع غير الصحابة ليس بحجة، ولا يعتبر إجماع العوام خلافًا للقاضي أبي بكر. والمعتبر في كل فن إجماع أهله وإن لم يكونوا من غير أهله ولا يعتبر منهم إلا المجتهدون لا المقلدون.\nفروع\n:\n- الأول: يجوز حصول الاتفاق بعد الاختلاف في العصر الواحد وفي العصر الثاني.\n- الثاني: إذا اختلف أهل العصر الأول على قولين فلا يجوز لمن بعدهم إحداث قول ثالث خلافًا للظاهرية (1).\n- الثالث: إذا حكم بعض الأمة وسكت الباقون فهو حجة وإجماع ويسمى الإجماع السكوتي وقيل هو حجة وليس بإجماع.\n- الرابع: يجوز عند مالك انعقاد الإجماع عن الدليل والأمارة والقياس (2).\n- الخامس: إذا نقل الإجماع بأخبار الآحاد فقيل هو حجة وقيل لا (3).\nالفصل الثاني: في بقية أنواع الإجماع\n- أما إجماع أهل المدينة فهو حجة عند مالك وأصحابه وهو عندهم مقدم على الأخبار (4) خلافًا لسائر العلماء، وهو من وجوه الترجيح عند الجميع (5).\n- وأما إجماع أهل الكوفة فقال به قوم لكثرة من دخلها من الصحابة وكذلك قال قوم بإجماع العترة وبإجماع الخلفاء الأربعة لفضلهم.\n- وأما قول الصحابي إذا لم يكن له مخالف، فإن انتشر ذلك القول في الصحابة فهو حجة كالإجماع السكوتي، وإن لم ينتشر فمذهب مالك أنه حجة، واختلف فيه قول الشافعي (6).\n- وأما إذا اختلف الصحابة على قولين فهما دليلان تعارضا فيرجح أحدهما بكثرة العدد أو بموافقة أحد الخلفاء الأربعة عليه، وإن استويا وجب الرجوع إلى دليل آخر.\n(1) انظر المحصول 2/ 1/ 179، والأحكام للآمدي 1/ 198، والبرهان 1/ 706.\n(2) انظر الأحكام للآمدي 18/ 193 - 198، المحصول 2/ 1/ 265.\n(3) انظر المحصول 2/ 1/ 214.\n(4) انظر البرهان 1/ 702، والمستصفى 1/ 187، والأحكام للآمدي 1/ 180 - 182.\n(5) انظر الأحكام للآمدي 3/ 277.\n(6) انظر المحصول 2/ 1/ 223.\nالجزء: 1 - الصفحة: 184\n",
        "الباب السابع: في القياس\nوهو أكمل الرأي ومجال الاجتهاد، وبه تثبت أكثر الأحكام، فإن نصوص الكتاب والسنة محصورة، ومواضع الإجماع معدودة، والوقائع غير محصورة، فاضطر العلماء إلى أن يثبتوا عنها بالقياس لعالم يثبت بنص ولا إجماع.\nوالقياس حجة عند العلماء من الصحابة فمن بعدهم إلا الظاهرية، ونتكلم في حده ومواضعه، وشروطه، وأنواعه، ومفسراته:\nالفصل الأول: في حده ومواضعه\n- أما حده فهو: \"حمل معلوم على معلوم في إثبات حكم لهما أو نفيه عنهما بأمر جامع بينهما\" (1).\nفقولنا: معلوم نعني به الاشتراك بين المعلوم والمظنون، ويدخل فيه أيضًا الموجود والمعدوم (2)، وأوجز من ذلك أن تقول القياس: \"هو إثبات حكم المنطوق به للمسكوت عنه لجامع بينهما فالمنطوق به هو المقيس عليه وهو الأصل، والمسكوت عنه هو المقيس وهو الفرع.\n- وأما مواضعه فيدخل في الأحكام الشرعية وهو مقصودنا، وفي الأحكام العقلية، وفي الأحكام اللغوية ولا يدخل في الأسباب مثل أن يقول في طلوع الشمس أنه موجب للصلاة كغروبها (3) ويدخل في المقدرات كالكفارات خلافًا لأبي حنيفة.\nولا يجوز القياس على الرخص خلافًا للشافعي (4).\nالفصل الثاني: في شروطه\nوهي ثمانية منها ما يشترط في الأصل والفرع:\n- الأول: أن يكون حكم الأصل شرعيًا.\n- الثاني: أن يثبت بدليل شرعي.\n- الثالث: أن يكون ثابتًا غير منسوخ.\n(1) انظر المستصفى 2/ 228، والأحكام للآمدي 3/ 5، والمحصول 2/ 2/ 9.\n(2) انظر البرهان 2/ 745 - 746.\n(3) انظر المحصول 2/ 2/ 446 - 449.\n(4) انظر المحصول 2/ 2/ 471.\nالجزء: 1 - الصفحة: 185\n",
        "- الرابع: أن يكون متفقًا عليه عند جميع العلماء أو عند الخصمين.\n- الخامس: أن لا يكون الأصل فرعًا لأصل آخر، وفي هذا خلاف.\n- السادس: أن لا يخرج الأصل عن باب القياس كالتعبدات من عدد ركعات الصلاة ومقادير الحدود وشبه ذلك، وما اختص به النبي -صلى اللَّه عليه وسلم- من الأحكام.\n- السابع: أن يكون الوصف الجامع موجودًا في الفرع كما هو في الأصل.\n- الثامن: أن لا يكون الفرع منصوصًا فإن القياس لا يعتبر مع وجود النص (1).\nالفصل الثالث: في أنواعه\nونوضحها بثلاث تقسيمات:\nالقسم الأول: ينقسم القياس إلى نوعين قياس علة، وقياس شبه.\nفقياس العلة: هو الذي يكون الجامع فيه بين الأصل والفرع وصفًا هو علة الحكم وموجب له كتحريم النبيذ المسكر بالقياس على الخمر، والجامع بينهما الإسكار وهو علة التحريم.\nوقياس الشبه: هو الذي يكون الجامع فيه وصفًا ليس بعلة في الحكم كإيجاب النية في الوضوء بالقياس على التيمم والجامع بينهما أن كل واحد منهما طهارة من حدث، والطهارة من حدث ليست علة لوجوب النية وإنما هي وصف يشترك فيه الأصل والفرع (2).\nواتفق القائلون بالقياس على أن قياس العلة حجة، واختلفوا في الاحتجاج بقياس الشبه لضعفه، ولأنه ينقلب يقول الحنفي لا تجب النية في الوضوء بالقياس على إزالة النجاسة، والجامع بينهما أن كل واحد منهما طهارة بالماء، وزاد بعض الأصوليين نوعًا ثلاثًا سموه قياس الدلالة، قال أبو المعالي: \"لا معنى لِعَدِّه قسمًا على حدته، لأنه تارة يلحق بقياس العلة وتارة بقياس الشبه\"، وزاد بعضهم قياس المناسبة وهو المبني على تحصيل مصلحة أو دفع مفسدة، وسنتكلم عليه في المصلحة.\nالقسم الثاني: ينقسم من وجه آخر إلى نوعين: قياس جلي وقياس خفي، وهو بالنظر إلى ذلك على درجات.\n(1) انظر المحصول 2/ 2/ 497 - 499، والأحكام للآمدي 3/ 12.\n(2) انظر البرهان 2/ 860، 829، 880.\nالجزء: 1 - الصفحة: 186\n",
        "- الدرجة الأولى: إثبات حكم المنطوق به للمسكوت عنه لأنه أولى كتحريم الضرب من قوله تعالى: {فَلَا تَقُلْ لَهُمَا أُفٍّ} [الإسراء: الآية 23] (1).\n- الدرجة الثانية: إثبات حكم المنطوق به للمسكوت عنه، لأنه مثله كقول النبي -صلى اللَّه عليه وسلم-: \"لا يبولن أحدكم في الماء الدائم ثم يغسل منه\" (2) فيحكم للمتغوط في الماء الدائم بحكم البول لأنه مثله في تنجيس الماء.\nوقد اختلف: هل تسمى الدرجتان قياس أم لا تسمى لظهورها حتى أن إلحاق المسكوت عنه بالمنطوق به فيها معلوم قطعًا لا يحتاج إلى فكر ولا استنباط علة، ولا يخالف فيهما إلا معاندًا أو جاهلًا.\n- الدرجة الثالثة: قياس العلة: وهو متفاوت في الخفاء والجلاء ألا ترى أن قياس الأرز على القمح في تحريم التفاضل لعلة الاقتيات والادخار عند مالك والطعمية عند الشافعي ليس في الظهور كقياس النبيذ على الخمر لعلة الإسكار.\n- الدرجة الرابعة: قياس المناسبة، وهو أيضًا متفاوت.\n- الدرجة الخامسة: قياس الشبه، وهو أيضًا متفاوت (3).\nالتقسيم الثالث: تعرف العلة في قياس العلة بأمور بعضها أقوى من بعض، متفاوت درجات القياس لذلك:\n- الأول: النص على العلة، كقول النبي -صلى اللَّه عليه وسلم-: \"إِنَّمَا جُعِلَ الإِذْنُ مِنْ أَجْلِ الْبَصَرِ\".\n- الثاني: الإيماء بالفاء كقوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} [المائدة: الآية 38] أو بالباء كقوله: {بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ} [الأنفال: الآية 13] أو بالسلام كقوله: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (56)} [الذاريات: الآية 56]، وإن كقوله تعالى: {إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ (33)} [الحاقة: الآية 33].\n- الثالث: ترتيب الحكم على الوصف كقوله عليه السلام: \"الْقَاتِلُ لَا يَرِثُ\" (4) معناه لأجل قتله (5).\n(1) انظر الأحكام للآمدي 3/ 95، والبرهان 2/ 878.\n(2) صحيح البخاري 1/ 346، صحيح مسلم 3/ 187.\n(3) انظر البرهان 2/ 877 - 884.\n(4) أخرجه الترمذي 4/ 425 وابن ماجه 2/ 883، 913، والبيهقي 6/ 220، والدارقطني 4/ 95، 96، 97.\n(5) انظر الأحكام للآمدي 3/ 57، والمحصول 2/ 2/ 210.\nالجزء: 1 - الصفحة: 187\n",
        "- الرابع: الإجماع على العلة (1).\n- الخامس: دوران الحكم مع الوصف، وهو وجوده مع وجوده، وعدمه مع عدمه كالرجم مع الإحصان (2).\n- السادس: السبر والتقسيم، وهو أن يقال لا يخلو أن تكون علة كذا وكذا ويبطل أن تكون كذا، فيتعين أن يكون (3).\n- السابع: تقسيم المناط: وهو تعيين العلة من بين أوصاف مذكورة كما ورد في الحديث \"أن أعرابيًا جاء يضربُ صدرَه، وينتف شعره، ويقول: هَلَكْتُ وأُهْلَكتُ واقعت أهلي في رمضان\" (4) فهذه جملة أوصاف تعين أن أمره بالكفارة إنما كان للجماع في رمضان لا لغيره من الأوصاف المذكورة (5).\nتكميل\n:\nيقول الفقهاء تنقيح المناط وتخريج المناط وتحقيق المناط.\n- فأما تنقيح المناط فقد بيناه، والمناط هو العلة.\n- وأما تخريج المناط فهو تعيين العلة من أوصاف غير مذكورة، كقوله -صلى اللَّه عليه وسلم-: \"لا تَبِيعوا البُرَّ بِالبُرِّ إلا مِثْلًا بِمِثْلِ\" (6)، فتنظر هل العلة فى ذلك الطعمية أو الاقتيات أو الكيل أو الوزن أو غير ذلك.\n- وأما تحقيق المناط، فهو أن يتفق على تعيين العلة، ويطلب أن يثبت في محل النزاع (7).\nالفصل الرابع: في مفسدات القياس\nوهي عشرة وبها ينقض الخصم قياص خصمه عند المناظرة:\n(1) انظر شرح الكوكب المنير 509، والأحكام للآمدي 3/ 55.\n(2) انظر المحصول 2/ 2/ 285، وشرح الكوكب المنير ص 529.\n(3) انظر المحصول 2/ 2/ 299، وشرح الكوكب المنير 516.\n(4) أخرجه البخاري 4/ 163، ومسلم 7/ 224 - 226.\n(5) انظر المستصفى 2/ 231 - 232، وروضة الناظر 2/ 232.\n(6) أخرجه مسلم 11/ 12/ 13/ 14/ 15 وأبو داود في سننه 3/ 643 - 646، والترمذي 3/ 541، والنسائي 7/ 274، وابن ماجه 2/ 757.\n(7) انظر المستصفى 2/ 230 - 234، وشرح الكوكب المنير 532.\nالجزء: 1 - الصفحة: 188\n",
        "- الأول: مخالف القياس لنص كتاب أو سنة، فإن خالف قدم الكتاب أو السنة لم يقدح ذلك فيه، لأن العموم يخصص بالقياس على خلاف في ذلك، وقيل يخصص وقيل يخصص بالجلي لا بالخفي.\n- والثاني: مخالف الإجماع.\n- والثالث: عدم ثبوت الوصف الجامع.\n- والرابع: قصور العلة، وهو كونها لا تتعدى الأصل إلى سواه.\n- والخامس: النقض، وهو وجود الوصف بدون الحكم والنقض في سائر الأدلة وجود الدليل دون المدلول، والنقض في الحدود وجود الحد دون المحدود وهو مفسد في الحدود، واختلف في إفساده في الأدلة والعلل.\n- والسادس: العكس: وهو وجود الحكم بدون الوصف، وإنما يقدح إذا اتفق الخصمان على أن العلة واحدة فإذا وجد الحكم دونها دل على عدم اعتبارها، وأما إذا اتفقا على أن لذلك الحكم علتين أو أكثر فلا يقدح لاحتمال أن إحداهما خلفت الأخرى كالحيض يخلف الجنابة في وجوب الغسل لأنهما علتان في وجوب الغسل.\n- السابع: القلب: وهو إثبات نقيض الحكم بالعلة بعينها، فإن ثبوت نقيضه معها يدل على استحالة ثبوته لأن النقيضين لا يجتمعان، وذلك مثل قول المالكي: الاعتكاف لبث في مكان مخصوص فلا يستقل بنفسه بالقياس على الوقوف بعرفة فيكون الصائم شرطا فيه فيقول: خصمه: الاعتكاف لبث في مكان مخصوص فلا يشترط فيه الصوم بالقياس على الوقوف بعرفة.\n- الثامن: الفرق: وهو إبداء معنى مناسب للحكم يوجد في الأصل ويعدم في الفرع، أو يوجد في الفرع ويعدم في الأصل كقول الحنفي: الوضوء طهارة بالماء فلا يفتقر إلى نية كإزالة النجاسة، فيجيبه الفارق بأن الوضوء طهارة حكمية وإزالة النجاسة طهارة عينية فافترق حكمهما، فإن كان الفرق غير مناسب لم يقدح في القياس كقول القائل: الأرز مقتات فيحرم فيه التفاضل كالقمح، فيقول الفارق: الفرق بينهما أن الأرز شديد البياض بخلاف القمح، فهذا خلاف لا يعتبر.\n- التاسع: القول: بالموجب: وهو يقدح في جميع الأدلة من القياس وغيره، ومعناه أن يُسَلِّمَ الخصم الدليل الذي استدل به المستدل إلا أن يقول هذا الدليل ليس في محل النزاع، إنما هو في غيره فيبقي الخلاف بينهما، كقول الشافعي: المحرم إذا\nالجزء: 1 - الصفحة: 189\n",
        "مات لم يغسل ولم يمس بطيب لقول رسول اللَّه -صلى اللَّه عليه وسلم- في رجل مات وهو محرم لا تمسوه بطيب فينه يبعث يوم القيامة ملبيًا، فيقول المالكي: سلمنا ذلك الرجل وإنما النزاع في غيره، لأن اللفظ لم يرد بصيغة العموم.\n- العاشر: نقص شرط من شروط القياس، وقد عددناها في مواضعها (1).\nالباب الثامن: في الاستدلال\nوهو محاولة الدليل المفضي إلى الحكم، ويقال باصطلاحين:\n- أحدهما: محاولة الدليل الشرعي أو غيرها من جهة القواعد لا من جهة الأدلة المعلومة، وهو قصدنا هنا.\n- والثاني: محاولة الدليل الشرعي وغيره من الأدلة المعلومة أو غيرها.\nوالثاني أعم والأول أخص وهو على ضربين:\n- الضرب الأول: الاستدلال بالملزوم على لازمه، وباللازم على ملزومه.\nوالملزوم ما يحسن معه \"لو\" واللازم ما يحسن معه \"اللام\" نحو: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} [الأنبياء: الآية 22]، وكقولنا: إن كان هذا الطعام مهلكًا فهو حرام، تقديره: لو كان مهلكًا لكان حرامًا، ويتصور في ذلك أربع صور: اثنان منتجان وهما: الاستدلال بوجود الملزوم على وجود اللازم، وبعدم اللازم على عدم الملزوم.\nواثنان عقيمان لا ينتجان وهما: الاستدلال بعدم الملزوم أو بوجود اللازم إلا أن يكون اللازم مساويًا للملزوم ينتج الأربعة نحو: لو كان هذا إنسانًا لكان ضاحكًا.\nثم إن الملازمة قد تكون قطعية وظنية، والموجود هنا ما كان منفيًّا في اللفظ والمعدوم ما كان ثابتًا في اللفظ، لأن \"لو\" تنفي الثابت وتثبت المنفي (2).\n- الضرب الثاني: السبر والتقسيم: وهو حصر الأقسام بين النفي والإثبات حتى يحصل المطلوب، كقولنا: لا يخلو أن يكون كذا وكذا، وباطل أن يكون كذا وكذا\n(1) انظر المحصول 2/ 2/ 323 - 375، وروضة الناظر 2/ 346 - 401، والأحكام للآمدي 3/ 143 - 173.\n(2) انظر شرح الكوكب المنير ص 589.\nالجزء: 1 - الصفحة: 190\n",
        "يثبت ضده وهو كذا، أو يبطل جميع الأقسام، وكل واحد من الضربين حجة صحيحة وهما الشرط المتصل والمنفصل (1) المذكوران في العقليات.\nالباب التاسع: في الاستصحاب، والبراءة الأصلية، والأخذ بالأخف، والاستقراء، والاستحسان\n- أما الاستصحاب: فهو بقاء الأمر والحال والاستقبال على ما كان عليه في الماضي وهو قولهم: \"الأصل بقاء ما كان على ما كان حتى يدل الدليل على خلاف ذلك\" وهو حجة عند المالكية وأكثر الشافعية خلافًا للحنفية والمتكلمين (2).\n- وأما البراءة الأصلية، فهي ضرب من الاستصحاب، ومعناها: البقاء على عدم الحكم حتى يدل الدليل عليه، لأن الأصل براءة الذمة من لزوم الأحكام، وهي حجة خلافًا للمعتزلة وأبي الفرج والأَبْهَري المالكيين (3).\n- وأما الأخذ بالأخف، فهو ضرب من البراءة الأصلية، ومعناه: الأخذ باخف الأقوال حتى يدل الدليل على الانتقال إلى الأثقل، وهو حجة عند الشافعية.\n- وأما الاستقراء: فهو تتبع الحكم في مواضعه، فيوجد فيها على حالة واحدة حتى يغلب على الظن أنه محل النزاع على تلك الحالة، وهي حجة عند الشافعية (4).\n- وأما الاستحسان، فهو حجة عند أبي حنيفة خلافًا لغيره حتى قال الشافعي: \"من استحسن فقد شرع\" (5) ثم اختلف الناس في معناه، فقال الباجي: \"هو القول بأقوى الدليلين\" وعلى هذا يكون حجة إجماعًا. وقيل: هو الحكم بغير دليل، وعلى هذا يكون حرامًا إجماعًا، لأنه اتباع للهوى، وقيل: هو دليل ينقدح في نفس المجتهد لا تساعده العبارة عنه. وأشبه الأقوال إنه ما يستحسنه المجتهد بعقله.\n(1) انظر المحصول 2/ 2/ 299 - 304، والأحكام للآمدي 2/ 63.\n(2) انظر المحصول 2/ 3/ 148، والأحكام للآمدي 3/ 181.\n(3) انظر المحصول 2/ 3/ 214 - 217.\n(4) انظر المستصفى 1/ 51 - 52، والمحصول 2/ 3/ 217.\n(5) انظر المستصفى 1/ 241، والأحكام للآمدي 3/ 200.\nالجزء: 1 - الصفحة: 191\n",
        "الباب العاشر: في العوائد والمصلحة المرسلة، وسدّ الذرائع، والعصمة\n- أما العوائد: فهي غلبة معنى من المعاني على الناس، وقد تكون هذه الغلبة في جميع الأقاليم، وقد تختص ببعض البلاد أو بعض الفرق، فيقضي بالعادة عند المالكية خلافًا لغيرهم، وذلك ما لم تخالف الشريعة.\n- وأما المصلحة، فهي على ثلاثة أقسام:\nقسم شهد الشرع باعتباره، وهو قياس المناسبة المبني على النظر المصلحي من تحصيل المصالح ودفع المفاسد، فهذا حجة عند جميع القائلين بالقياس، ومن ذلك ما فعله عمر رضي اللَّه عنه من الديوان وإحداث السجن وغير ذلك.\nوقسم شهد الشرع بعدم اعتباره كالمنع من غراسة العنب لئلا يعصر منه خمرًا، فهذا لا يقول به.\nوقسم لم يشهد الشرع باعتباره ولا بعدم اعتباره، وهو المصلحة المرسلة، وهو حجة عند مالك خلافًا لغيره (1) وقال أبو حامد: \"إن وقعت في محل الحاجة والتتمة لم يعتبر، كان وقعت في محل الضرورة فيجوز أن يؤدي إليها اجتهاد مجتهد، والضرورة هي الخمسة التي اتفقت عليها الشرائع، وهي حفظ الأديان والنفوس والأنساب والأموال والعقول\" (2)، واشترط أبو حامد في المصلحة أن تكون كلية قطعية مع كونها ضرورية (3).\n- وأما سد الذرائع بمعناه: حسم مادة الفساد بقطع وسائله، والذرائع هي الوسائل، وهي على ثلاثة أقسام:\nأحدها معتبر إجماعًا كسب الأصنام عند من يعلم من حاله أنه يسب اللَّه.\nوقسم غير معتبر إجماعًا كالمنع من الشركة في سكنى الديار مخافة الزنى.\nوقسم مختلف فيه كبيوع الآجال فاعتبرها مالك خلافًا لغيره.\n(1) انظر المحمول 3/ 2/ 219 - 220، وروضة الناظر 1/ 411 - 418.\n(2) انظر المستصفى 1/ 286، المحصول 3/ 2/ 220.\n(3) انظر المستصفى 1/ 296، والمحصول 3/ 2/ 220 - 221.\nالجزء: 1 - الصفحة: 192\n",
        "تنبيه\n:\nينقل أهل المذهب عن مالك أنه انفرد باعتبار العوائد والمصلحة والذريعة وليس كذلك، فإن العادة هي العرف، وهو معتبر في المذاهب، والمصلحة قد اعتبرها أهل المذاهب قسمًا منها، وإنما انفرد مالك بقسم، فحاصل هذا أنه اعتبر المصلحة والذريعة أكثر من غيره لا أنه انفرد بهما.\n- وأما العصمة، فمعناها أن يقول اللَّه لنبي أو لعالم: \"احكم فإنك لا تحكم إلا بالصواب لأني عصمتك من الخطأ\".\nوقد اختلف الناس في ذلك، فقال بوقوع ذلك مويس بن عمران والروافض، وقالت المعتزلة: وذلك ممتنع، وتوقف الشافعي ووافقه فخر الدين بن الخطيب (1).\n(1) انظر المحصول 3/ 2/ 184 - 185، وشرح الكوكب المنير ص 615.\nالجزء: 1 - الصفحة: 193\n",
        "الفن الخامس من علم الأصول في الاجتهاد، والتقليد، والفتوى، والتعارض والترجيح\nوفيه عشرة أبواب:\nالباب الأول: في الاجتهاد\nوهو استفراغ الوسع في النظر في الأحكام الشرعية (1)، وهو واجب عند مالك، وجمهور العلماء على تفصيل نذكره بعد هذا.\nفروع\n:\n- الأول: لا خلاف في جواز الاجتهاد بعد وفاة رسول اللَّه -صلى اللَّه عليه وسلم- وأما اجتهاد غيره في زمانه، فان كان غائبًا عنه جاز، وإن كان حاضرًا معه ففيه خلاف (2).\n- الفرع الثاني: قال الشافعي وأبو يوسف وغيرهما: يجوز أن يحكم النبي -صلى اللَّه عليه وسلم- بالاجتهاد، وقال آخرون لم يكن متعبدًا به لأن الوحي يغني عن الاجتهاد (3).\n- الفرع الثالث: إذا نُقل عن المجتهد قولان، فإن علم التاريخ عُدَّ الثاني رجوعًا عن الأول. وإن لم يعلم حكي عنه القولان ولم يحكم عليه برجوع، وإن كان في وقت واحد بمعنى أن المسألة عنده محتملة للقولين، وإن أشار أبى ترجيح أحدهما نقل عنه، وإلا نقل عنه القولان (4).\n(1) انظر المحصول 2/ 3/ 7، والأحكام للآمدي 3/ 204.\n(2) انظر الأحكام للآمدي 3/ 213، والمحصول 2/ 3/ 25.\n(3) انظر الأحكام للآمدي 3/ 206، والمحصول 2/ 3/ 9.\n(4) انظر الأحكام للآمدي 3/ 230 - 232.\nالجزء: 1 - الصفحة: 194\n",
        "- الفرع الرابع: إذا أفتى المجتهد في مسألة ثم سئل عنها مرة أخرى، فإن كان ذاكرًا لاجتهاده الأول أفتى به، كان نسيه استأنف الاجتهاد، فإن أداه إلى خلاف الأول أفتي بالثاني (1).\nالباب الثاني: في شروط المجتهد\nوهي على الجملة أربعة: التكليف، والثاني العدالة، والثالث جودة الحفظ، والرابع المعرفة بما يتوقف عليها الاجتهاد من العلوم (2)، وهي خمسة فنون:\n- أولها: كتاب اللَّه تعالى فلا بد من حفظه، وتجويد قراءته ولو بحرف واحد من الأحرف السبعة، وفهم معانيه لا سيما آيات الأحكام، ومعرفة المكي والمدني منه، ومعرفة المحكوم، والناسخ والمنسوخ منه وغير ذلك من علومه.\nوقال قوم من الأصوليين: لا يشترط حفظه للقرآن ولا حفظه لآيات الأحكام منه بل العلم بمواضعه لينظر فيها الحاجة إليها (3)، وهذا خطأ من وجهين:\nأحدهما: أن الأحكام قد تخرج من غير الآيات المعلومة فيها فيضطر إلى حفظ الجميع.\nوالآخر: أن من زهد في حفظ كتاب اللَّه كما ينبغي أن يكون إمامًا في دين اللَّه، كيف وقد قال رسول اللَّه -صلى اللَّه عليه وسلم-: \"كِتَابُ اللَّهِ هُوَ حَبْلُ اللَّه المَتِينُ، وَصِرَاطُهُ الْمُسْتَقِيمُ، فِيهِ خَبَرُ مَنْ قَبْلَكُمْ وَنَبَأ مَنْ بَعْدَكُمْ، وَحُكْمُ مَا بَيْنَكُمْ، مَنْ تَرَكَهُ مِنْ جَبَّارِ قَصَمَهُ اللَّهُ، وَمَن ابْتَغَى الهُدَى مِنْ غَيْرِهِ أَضَلَّهُ اللَّهُ\" (4) حسبك هذا الوعيد لمن تركه وابتغى الهدى من غيره.\n- وثانيها: حفظ حديث رسول اللَّه -صلى اللَّه عليه وسلم-، وأحاديث أصحابه، وحفظ أسانيدها، ومعرفة الرجال الناقلين لهما، على أن أئمة المحدثين رضي اللَّه عنهم وجزاهم خيرًا، قد قاموا بوظيفة معرفة الناقلين، وتجريحهم وتعديلهم، وتمييز الحديث الصحيح من غيره، وتدوينه في تصانيفهم حين كفوا من بعدهم مؤنة معرفة الأسانيد والرجال، وصار ذلك للمجتهد صفة كمال.\n(1) انظر المحصول 2/ 3/ 95.\n(2) انظر المستصفى 2/ 350.\n(3) انظر المستصفى 2/ 350 - 352، والمحصول 2/ 3/ 33.\n(4) أخرجه أحمد في مسنده (الفتح الرباني 18/ 2 - 3)، والدارمي 2/ 435، والترمذي 5/ 172.\nالجزء: 1 - الصفحة: 195\n",
        "وقال قوم: لا يشترط في المجتهد حفظ الحديث (1)، وهذا أيضًا خطأ، فإن أكثر الأحكام منصوصة في الحديث، فإذا لم يعرف الحديث أفتى بالقياس أو غيره من الأدلة الضعيفة وخالف النص النبوي.\n- وثالثها: المعرفة بالفقه، وحفظ مذاهب العلماء في الأحكام الشرعية ليقتدي في مذاهبه بالسلف الصالح، وليختار في أقوالهم ما هو أصح وأرجح، ولئلا يخرج عن أقوالهم بالكلية، فيخرق الإجماع، وقد كان مالك على جلالته يقتدي بمن تقدمه من العلماء، ويتبع مذاهبهم.\n- ورابعها: المعرفة بأصول الفقه، فإنه الآلة التي يتوصل بها للاجتهاد (2).\n- وخامسها: المعرفة بما يحتاج إليه من علوم لسان العرب من النحو واللغة ليفهم بذلك القرآن والحديث إذ هما بلسان العرب (3).\nوأما معرفته بغير ما ذكرنا من العلوم فليست شرطًا في الاجتهاد في الأحكام الشرعية، ولكنها صفةكمال، ومن أراد الاجتهاد في فن من الفنون فلا بد له من معرفته ومعرفة رواته.\nالباب الثالث: في تصريف المجتهدين في الأحكام\nالأحكام الشرعية ضربان: عقلية وهي أصل الدين، وسمعية وهو فروع الفقه.\n- فأما أصول الدين كإثبات الصانع ووحدانيته وصفاته، وإثبات النبوة وغير ذلك، فإن الحق فيها في قول واحد وما عدا ذلك باطل، وعلى ذلك اتفق العلماء إلا الجاحظ والعنبري فإنهما قال: \"كل مجتهد مصيب في أصول الدين\"، بمعنى نفي الإثم لا بمعنى مطابقة الاعتقاد للحق.\n- وأما الفروع فهي على ثلاثة أضرب:\nضرب لا يسوغ الاجتهاد فيه لأنه علم من الدين بالضرورة، كوجوب الصلوات الخمس وصيام رمضان وتحريم الخمر، فمن خالف في شيء من ذلك فهو مخطئ بإجماع ويكفر، لأن المخالفة في ذلك تكذيب للَّه ولرسوله -صلى اللَّه عليه وسلم-.\n(1) انظر المستصفى 2/ 351 و 352، 353، والمحصول 2/ 3/ 34، 35، 36.\n(2) انظر المستصفى 2/ 353، والمحصول 2/ 3/ 36.\n(3) انظر المحصول 2/ 3/ 35.\nالجزء: 1 - الصفحة: 196\n",
        "وضرب لم يعلم من الدين ضرورة، ولكنه أجمع عليه جميع الأمة في جميع الأعصار والأمصار كوجوب الصداق في النكاح، وتحريم المطلقة ثلاثًا إلا بعد زوج، وغير ذلك، فهذا ضرب من خالف فيه فهو مخطئ بإجماع وهو فاسق.\nوضرب يسوغ فيه الاجتهاد وهي المسائل التي اختلف فيها فقهاء الأمصار على قولين فأكثر، ففي التصويب في هذا الضرب اختلاف العلماء، فقال قوم: \"إن الحق في ذلك كله واحد وما عداه باطل، ولكن المخطئ فيه غير مأثوم\" وهو مذهب الشافعي وقال قوم: \"كل مجتهد مصيب\"، وهو قول أبي حنيفة وأبي الحسن الأشعري والقاضي أبي بكر وأكثر المتكلمين، ونقل عن مالك القولان (1).\nالباب الرابع: في التقليد\nومعناه: قبول قول الغير من غير دليل (2)، وقد اختلف العلماء في جوازه، وفي ذلك تفصيل:\n- أما أصول الدين، فمنع أكثر المتكلمين من التقليد فيها، وأجازه أكثر المحدثين وغيرهم (3).\n- وأما\nفروع\nالفقه التي علمت من الدين ضرورة فلا يجوز التقليد فيها لاشتراك الناس في العلم بها.\nوأما الفروع التي لا تعلم إلا بالنظر والاستدلال، فيجوز للعامي الذي لا يعرف طرق الأحكام أن يقلد عالمًا ويعمل بقوله عند الجمهور.\nفروع:\nالأول: يجوز تقليد المذاهب في النوازل والانتقال من مذهب إلى مذهب بثلاثة شروط:\n- أحدها: أن يعتقد فيمن يقلده العلم والفضل.\n- الثاني: لا يتبع رخص المذاهب.\n- الثالث: لا يجمع بين المذاهب على وجه يخالف الإجماع، كمن تزوج بغير صداق ولا ولي ولا شهود، فإن هذه الصورة لم يقل بها أحد.\n(1) انظر الأحكام للآمدي 3/ 219.\n(2) انظر البرهان 2/ 1357، وروضة الناظر 2/ 450.\n(3) انظر الأحكام للآمدي 3/ 246، وروضة الناظر 2/ 450.\nالجزء: 1 - الصفحة: 197\n",
        "الثاني: إذا فعل المكلف فعلًا مختلفًا في تحريمه غير مقلد لأحد، فاختلف هل هو آثم بناء على القول بالتحريم، أو غير آثم بناء على القول بالجواز.\nالثالث: يقلد غير العلماء فيما يختص بهم من المعارف والصنائع، فمن ذلك تقليد القائف في إلحاق النسب، وتقليد القاسم في القسم، وتقليد التاجر في قيم المتلفات، وتقليد الخارص فيما يخرصه، وتقليد الراوي فيما يرويه، وتقليد الجزار في الذكاة.\nالباب الخامس: في الفتوى والنظر في صفة المفتي والمستفتي\n- أما المفتي فيجب أن يجتمع فيه شروط الاجتهاد على القول بوجوب الاجتهاد. . وأما على القول بعدم وجوبه فالمفتي ينقل أقوال إمامه الذي يقلد كمالك والشافعي وأبي حنيفة وأحمد بن حنبل وغيرهم، وهذا هو الشأن في زماننا فيجب أن يحقق قول إمامه في النازلة التي أفتى بها.\n- وأما المستفتي فهو العامي الذي لا يعرف طرق الأحكام.\n- وأما العالم، فإن كان عالمًا لم يبلغ درجة الاجتهاد جاز له أن يستفتي ويقلد إمامًا كان بلغ درجة الاجتهاد فأكثر أهل السنة أنه لا يجوز له التقليد وأجازه أحمد بن حنبل وإسحاق بن راهويه، وسفيان الثوري مطلقًا، وأجازه محمد بن الحسن أن يقلد من هو أعلم منه لا من هو مثله (1).\nفروع\n:\n- الفرع الأول: لا يجوز للمستفتي أن يستفتي من شاء على الإطلاق، لأنه ربما استفتى من لا يعرف الفقه، بل يجب أن يتعرف حال الفقيه في علمه وعدالته ويكفيه في معرفة حاله خبر الواحد.\n- الفرع الثاني: إن وجد المستفتي عالمًا واحدًا قلده، كان وجد اثنين فأكثر فقيل يقلد واحد منهم، وقيل يختار أعلمهم وأفضلهم.\n- الفرع الثالث: إن استفتى رجلين فأكثر فاختلفوا في الفتيا، فقيل يأخذ يقول من شاء منهم، وقيل يجتهد في أيهم أفضل فيأخذ بقوله، وقيل يأخذ بالقول الأحوط (2).\n(1) انظر المحصول 3/ 2/ 115.\n(2) انظر المحصول 2/ 3/ 111 - 114.\nالجزء: 1 - الصفحة: 198\n",
        "الباب السادس: في تعارض الأدلة\nإذا تعارض دليلان فأكثر ففي ذلك ثلاثة طرق:\n- الأول: العمل بهما، وذلك بالجمع بينهما على قدر الإمكان ولو من وجه واحد، وهذا أولى الطرق لأنه ليس فيه إطراح لأحدهما.\n- الثاني: ترجيح أحدهما على الآخر بوجه من وجوه الترجيح المذكورة بعد.\n- الثالث: نسخ أحدهما بالآخر وشرط معرفة المتقدم والمتأخر منهما.\nفإن عجز عن الجمع والترجيح تساقط الدليلان ووجب التوقف أو تقليد مجتهد آخر عشر على الترجيح، وقال القاضي أبو بكر بن الطيب: \"يتخير في العمل بأيهما شاء\"، وقال الأبهري: \"يتعين الحظر\"، وقال أبو الفرج: \"تتعين الإباحة\" بناء على أصله أن \"الأشياء على الإباحة\".\nالباب السابع: في الترجيح\nاتفق جمهور العلماء على القول بالترجيح بين الأدلة، وأنكره بعض الناس والصحيح القول به، وإنما يتاتى في المظنونات، وأما القطعيات فلا يتأتى فيها لتعذر التفاوت بين القطعيين، إذ ليس بعض المعلومات أقوى وأغلب من بعض وإن كانت بعضها أجلى وأقرب حصولًا وأشد استغناء عن التأمل.\nفإذا تقرر هذا، فلا يخلو أن يكون الدليلان المتعارضان قطعيين، أو ظنيين، أو أحدهما قطعي والآخر ظني:\nفإن كانا قطعيين، كالنصوص المتواترة، فللمجتهد حالتان: الجمع بينهما إن أمكن، والنسخ إن علم (التأويل).\nوإن كانا ظنيين، كالظواهر والعمومات ونصوص أخبار الآحاد فلها ثلاثة أحوال: الجمع إن أمكن، والنسخ إن علم التاريخ، والترجيح.\nوإن كان أحدهما قطعيًا والآخر ظنيًّا، فإن جهل التاريخ تعين المعلوم، وإن تاخر المعلوم نسخ المظنون، كان تأخر المظنون لم ينسخ المعلوم (1).\n(1) انظر المحصول 2/ 2/ 532 - 534 و 545 - 552.\nالجزء: 1 - الصفحة: 199\n",
        "فروع\nأربعة:\n- الفرع الأول: إذا تعارض ظاهر من الكتاب وظاهر من السنة ففي ذلك ثلاثة أقوال: قيل يقدم القرآن، وقيل تقدم السنة لأنها مفسرة للكتاب، وقيل: متوقف (1).\n- الفرع الثاني: إذا تعارض نصان، أو ظاهران وأحدهما أقرب إلى الاحتياط أخذ بالأحوط عند كثير من الفقهاء خلافًا للقاضي أبي بكر (2).\n- الفرع الثالث: إذا تعارض نصان، أو ظاهران، وانضم إلى أحدهما قياس يوافقه رجح على الآخر (3).\n- الفرع الرابع: إذا تعارض الأصل والغالب فاختلف أيهما يرجح، وترجيح الغالب أكثر.\nالباب الثامن: في ترجيح الأخبار\nوهي إما في الإسناد، وإما في المتن:\n- فأما الترجيح في الإسناد فيكون بعشرين وجهًا وهي:\nأن يكون أحدهما يشهد لهما القرآن أو السنة المتواترة أو الإجماع أو دليل العقل للعمل به، أو يكون في قضية مشهورة والآخر ليس كذلك، أو يكون رواته أكثر أو أحفظ، أو يكون مسموعًا من النبي -صلى اللَّه عليه وسلم- والآخر مكتوب عنه، أو متوقف على رفعه إليه -صلى اللَّه عليه وسلم-، أو تتوقف روايته على إثبات الحكم به، أو يكون راويه صاحب القضية أو يعضده إجماع أهل المدينة على العمل به، أو تكون روايته أحسن نسقًا، أو يكون سالمًا من الاضطراب والآخر ليس كذلك، أو يكون راويه من أكابر الصحابة، أو يكون فقيهًا أو عالمًا بالعربية، أو عرفت عدالته بالاختبار أو بتعديل الجمع الكثير، أو ذكر سبب عدالته ولم يختلط عقله في بعض الأوقات، أو له اسم واحد لا يختلط بغيره، أو يكون مدنيًا أو متأخر الإسلام ليعلم أن ما رواه غير منسوخ (4).\n(1) انظر البرهان 2/ 1185 - 1186.\n(2) انظر الأحكام للآمدي 2/ 279، والبرهان 2/ 1199 - 1200.\n(3) انظر البرهان 2/ 1178 - 1180، والأحكام للآمدي 3/ 277.\n(4) انظر الأحكام للآمدي 3/ 259 - 261، والمحصول 2/ 2/ 553 - 571.\nالجزء: 1 - الصفحة: 200\n",
        "- وأما الترجيح في المتن فيكون بخمسة عشر وجهًا وهي:\nأن يكون نصًّا في المراد، أو سالمًا من الاضطراب، أو يكون مستقلًا بنفسه مستغنيًا عن الإضمار أو غير متفق على تخصيصه، أو ورد على غير سبب وقضي به على الآخر في موضع، أو ورد بعبارات مختلفة لمعنى واحد، أو يتضمن نفي النقص عن الصحابة رضي اللَّه عنهم أو يكون فصيح اللفظ، أو لفظه حقيقة، أو يدل على المراد من وجهين، أو تأكد لفظه بالتكرار أو يكون ناقلًا عن حكم العقل، أو لم يعمل بعض الصحابة أو السلف على خلافه مع الاطلاع عليه، أو كان مما تعم به البلوى والآخر ليس كذلك (1).\nالباب التاسع: في ترجيحات الأقيسة\nقد ذكرنا في باب القياس أن مراتب القياس متفاوتة في القوة والضعف، وأن منه الجلي والخفي، فإذا تعارض قياسان قُدِّم الأقوى على الأضعف، والجلي على الخفي، والأجلى على ما هو أقل جلاء منه، ويُقَدَّم قياس العلة على قياس المناسبة، ويقدم قياس المناسبة على قياس الشبه.\nويترجح قياس العلة على قياس العلة بخمسة عشر وجهًا وهي:\nالنص على علته أو الاتفاق على علته، أو تكون علته أقل خلافًا، أو مطردة منعكسة، أو تشهد لها أصول كثيرة، أو تكون متعدية والأخرى قاصرة، أو تعم فروعها، أو هي أعم، أو منتزعة من أصل منصوص عليه، أو تكون أقل أوصافًا، أو تكون بعض مقدماته يقينية، أو تكون علته وصفًا حقيقيًا، أو يكون أحد القياسين فروعه من أصل جنسه أو لا يعود على أصله بالتخصيص، أو يكون ثبوت الحكم في أصله أقوى بالإجماع أو بالتواتر والآخر ليس كذلك (2).\nالباب العاشر: في أسباب الخلاف بين المجتهدين\nوهي ستة عشر بالاستقراء، على أن هذا الباب انفردنا بذكره لعظم فائدته، ولم يذكره أهل الأصول في كتبهم.\nالسبب الأول: تعارض الأدلة.\n(1) انظر الأحكام للآمدي 3/ 265 - 273، والمحصول 2/ 2/ 572 - 593.\n(2) انظر الأحكام للآمدي 3/ 281، والمحصول 2/ 2/ 593 - 602.\nالجزء: 1 - الصفحة: 201\n",
        "وهو أغلب أسباب الخلاف، وقد تكلمنا عليه في بابه.\nالسبب الثاني: الجهل بالدليل.\nوأكثر ما يجيء في الأخبار لأن بعض المجتهدين يبلغه الحديث فيقضي به، وبعضهم لا يبلغه فيقضي بخلافه، فينبغي للمجتهد أن يكثر من حفظ الحديث وروايته لتكون أقواله على مقتضى الأحاديث النبوية، ولذلك كثرت مخالفة أبي حنيفة رحمه اللَّه للحديث لقلة روايته له فرجع إلى القياس، بخلاف أحمد بن حنبل فإنه كان متسع الرواية للحديث فاعتمد عليه وترك القياس، وأما مالك والشافعي فإنهما أخذا بالطرفين، وقد قال الشافعي: \"إذا صح الحديث فهو مذهبي\".\nالسبب الثالث: الاختلاف في صحة نقل الحديث.\nبعد بلوغه إلى كل مجتهد، إلا أن منهم من صح عنده فعمل بمقتضاه، ومنهم من لم يصح عنده إما لقدح في سنده، أو لتشديده في شروط الصحة، كثيرًا ما يجري ذلك لمالك رحمه اللَّه فإنه من أشد أهل العلم تحفظًا في نقل الحديث.\nالسبب الرابع: الاختلاف في نوع الدليل هل يحتج به أم لا؟\nفهذا السبب أوجب كثيرًا من الخلاف، وذلك كعمل أهل المدينة وهو حجة عند مالك فعمل بمقتضاه، وليس حجة عند غيره فلم يعملوا به، كالقياس وهو حجة عند الجمهور فعملوا به. وليس حجة عند الظاهرية فلم يعملوا به.\nوقد استوفينا الكلام على ذلك كله في فن الأدلة.\nالسبب الخامس: الاختلاف في قاعدة من الأصول\nينبني عليها الاختلاف في الفروع كحمل المطلق على المقيَّد وشبه ذلك.\nالسبب السادس: الاختلاف في القراءات في القرآن\n، فيأخذ مجتهد بقراءة، ويأخذ غيره بأخرى، كقوله تعالى: {وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ} [المائدة: الآية 6] قرئ بالنصب فاقتضى غسل الرِجْلَيْنِ لعطفه على الأيدي، وقرئ بالخفض فاقتضى مسحهما لعطفه على الرؤوس إلا أن يتاول على غير ذلك.\nالسبب السابع: في اختلاف الرواية في ألفاظ الحديث\n، كقوله -صلى اللَّه عليه وسلم-: \"ذَكَاةُ الْجَنِينِ ذَكَاةُ أُمِّهِ\" (1) روي بالرفع فأخذ به مالك والشافعي، وبالنصب فأخذ به أبو حنيفة.\n(1) رواه أبو داود في سننه 3/ 253، والترمذي 4/ 72، وابن ماجه 2/ 1067، والدارمي 2/ 84، والحاكم 4/ 114، والبيهقي 9/ 334 - 335.\nالجزء: 1 - الصفحة: 202\n",
        "السبب الثامن: اختلاف وجه الإعراب مع اتفاق القراء في الرواية\n، مثل قوله عليه السلام: \"أكْلُ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ حَرَامٌ\" (1)، فبعضهم جعل الأكل مصدرًا مضافًا إلى المفعول، فحرم أكل السباع، وبعضهم جعله مضافًا إلى الفاعل بعد قوله تعالى: {وَمَا أَكَلَ السَّبُعُ} [المائدة: الآية 3] فأجاز أكل السباع.\nالسبب التاسع: كون اللفظ مشتركًا بين معنيين،\nفأخذ بعض المحدثين بمعنى، وغيره بمعنى، كقوله تعالى: {ثَلَاثَةَ قُرُوءٍ} [البقرة: الآية 228] فحملها مالك والشافعي على الإطهار وأبو حنيفة على الحيض لاشتراك اللفظ بين المعنيين.\nالسبب العاشر: الاختلاف في حمل اللفظ على العموم أو الخصوص\nمثل قوله تعالى: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء: الآية 23] يحمل على الزوجات والمملوكات أو على الزوجات خاصة.\nالسبب الحادي عشر: الاختلاف في حمل اللفظ\nعلى الحقيقة أو على المجاز.\nالسبب الثاني عشر: الاختلاف هل في الكلام مضمر أم لا\n. كقوله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة: الآية 184] فعله الجمهور على إضمار (فأفطر) خلافًا للظاهرية.\nالسبب الثالث عشر: الاختلاف هل الحكم منسوخ أم لا؟\nوهذا أوجب كثيرًا من الخلاف.\nالسبب الرابع عشر: الاختلاف في حمل الأمر على الوجوب أو على الندب\n، وهذا أيضًا أوجب كثيرًا من الخلاف.\nالسبب الخامس عشر: الاختلاف في حمل النهي\nعلى التحريم أو على الكراهة.\nالسبب السادس عشر: الاختلاف في فعل النبي -صلى اللَّه عليه وسلم-\nهل يحمل على الوجوب أو على الندب أو الإباحة.\nكملت المقدمة المباركة بحمد اللَّه وحسن عونه، وصلى اللَّه على سيدنا ومولانا محمد وآله وصحبه وسلم، والحمد للَّه رب العالمين\n(1) الموطأ 2/ 43، صحيح البخاري 9/ 656 - 657، صحيح مسلم 13/ 82 - 83.\nالجزء: 1 - الصفحة: 203\n",
        ""
    ]
}