{
    "1": [
        "تقرير علمي رد على كتاب مستعدين للمجاوبة لـ سمير مرقص)\nتقرير علمي رد على كتاب \"مستعدين للمجاوبة\" لـ سمير مرقص)\nمحمد عمارة\nالكتاب:\nتقرير علمي رد على كتاب \"مستعدين للمجاوبة\" لـ سمير مرقص)\nالمؤلف:\nمحمد عمارة مصطفى عمارة\nالناشر:\nالكتيب هدية مجلة الأزهر لشهر ذي الحجة 1430 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nبيانات هذا الكتاب\n:\nعنوانه: تقرير علمي\nالمؤلف: الأستاذ الدكتور محمد عمارة، عضو مجمع البحوث الإسلامية\nالناشر: الكتيب هدية مجلة الأزهر لشهر ذي الحجة 1430 هـ\nالجزء: 1 ¦ الصفحة: 1\n",
        "بيان الكتاب الذي يرد عليه د محمد عمارة\nعنوانه: مستعدين للمجاوبة\nإعداد: د. سمير مرقص\nالصفحات: 52 صفحة\nليس هناك تعريف بالناشر ولا مكان النشر\nولا تاريخ ولا رقم الايداع\nالجزء: 1 ¦ الصفحة: 2\n",
        "بِسْمِ اللهِ الرَّحْمَنِ الرَّحيم\nتمهيد\nفي مدينة \"كلن إير\" بولاية \"كولورادو\" - بأمريكا الشمالية - عقد المنصرون الأمريكيون - في 15 مايو سنة 1978م - أخطر مؤتمرات التنصير.. وأكثرها طموحاً.\nفبعد أن كانت أهداف التنصير- في صفوف المسلمين هي: التنصير بين المسلمين.. طمحوا في هذا المؤتمر- إلى تنصير كل المسلمين، وطي صفحة الإسلام من الوجود!\nوبعد أن كان التنصير - تاريخياً - مرتبطا بالغزو الاستعماري الغربي لعالم الإسلام، وبلاد الجنوب - الأمر الذي ربطه بالاستعمار، وقلل جاذبيته وقبول هـ قرر المنصرون في هذا المؤتمر التنصير من خلال اختراق القرآن والثقافة الإسلامية، ليكون الإسلام بابا لعقائد النصرانية، ولتكون مصطلحات القرآن - حول \"كلمة الله\" و\"روح الله\" - أوعية تصب فيها المضامين النصرانية!.\nولقد قالت وثائق وتوصيات هذا المؤتمر - عن هذا الهدف.. هدف اختراق الإسلام، للتنصير من خلاله:\n\"إن الإسلام هو الدين الوحيد الذي تناقض مصادره\nالجزء: 1 ¦ الصفحة: 3\n",
        "الأصلية أسس النصرانية.. وإن النظام الإسلامي هو أكثر الأنظمة الدينية المتناسقة اجتماعيا وسياسيا، إنه حركة دينية معادية للنصرانية، مخططا تخطيطا يفوق قدرة البشر.\nونحن بحاجة إلى مئات المراكز، تؤسس حول العالم، بواسطة النصارى، للتركيز على الإِسلام، ليس فقط لخلق فهم أفضل للإِسلام، وللتعامل النصراني مع الإِسلام، وإِنما لتوصيل ذلك الفهم إِلى المنصرين من أجل اختراق الإِسلام في صدق ودهاء\" (1) !..\nإن هدفنا هو غرس المسيح وتعاليمه في الفكر الإسلامي والحياة الإسلامية.. وأن ندعو إلى \"مسيح متجسد بشكل إسلامي\"، كي نصل إلى المسلمين.. (2) .. ولذك، فعلينا أن نعطي اهتماماً خاصاً باستخدام الموضوعات القرآنية ذات الصلة بالتنصير، من مثل كلمة الله وروح الله ورفع عيسى إلى الله.. والاستفادة من المكانة الجليلة التي يتمتع بها يسوع في الإسلام، لنجعلها نقطة انطلاق لإقناع المسلمين بصحة ما يرويه الإنجيل عنه.\n(1) - التنصير: خطة لغزو العالم الإسلامي وثائق المؤتمر - الترجمة العربية - ص 752 - طبعة مركز دراسات العالم الإسلامي - مالطا سنة 1991م.\n(2) - المصدر السابق ص 117.\nالجزء: 1 ¦ الصفحة: 4\n",
        "إن المسالة النهائية هي ماهية المفاتيح والحلول التي يمكن أن يقدمها لنا القرآن لزرع الثقة بالإنجيل في العالم الإسلامي.\nإن المسلمين بحاجة إلى أن يتم اللقاء بهم داخل إطار الإسلام.. وذلك دون أن يكون هناك مكان لمحمد بجانب المسيح!..\nويُفَضَّل النصارى العرب في عملية التنصير.. كما يجب الاعتماد على الكنائس المحلية في تنصير المسلمين.. وعلى العمالة الأجنبية.. واستغلال الكوارث، التي تلجىء البلاد الإسلامية لطلب المساعدات، فتجعلها أكثر قبولاً للمنصّرين\"!! (1) .\n***\nومنذ ذلك التاريخ - 1978م - اعتمد التنصير والمنصرون - في العالم الإسلامي - هذا المخطط، الذي رسمه هذا المنهاج الجديد للتنصير - مخطط اختراق الإِسلام.. وليس المواجهة الحادة والمباشرة مع الإسلام!.\n(1) - المصدر السابق. ص 68، 120، 217، 645، 595، 596، 383، 4، 5 - ولقد طبعت وثائق هذا المؤتمر بالإنجليزية سنة 1987م\nThe Gospel and Islam Compendium\nوانظر - في تفاصيل هذا المخطط - كتابنا (الغارة الجديدة على الإِسلام) طبعة نهضة مصر - القاهرة سنة 2007م. - وهي الطبعة الرابعة لهذا الكتاب -.\nالجزء: 1 ¦ الصفحة: 5\n",
        "هذا الكتاب\nولقد جاء هذا الكتاب - الذي بين أيدينا - (مستعدين للمجاوبة) - نموذجاً تطبيقياً يجسد هذا المخطط الذي رسم في مؤتمر كولورادو - أواخر سبعينات القرن العشرين.\nفصورة أوراق هذا الكتاب تجعله أقرب إلى \"المنشور التنصيري\" أكثر من كونه كتاباً.\nفهو مجموعة أوراق مطبوعة على صفحة واحدة - تضم كل ورقة صفحتين من صفحاته-.\nوعلى الغلاف صورة منظر طبيعي أغلب الظن أنه أجنبي الطراز.\nوعنوان الكتاب - (مستعدين للمجاوبة) - وإن كانت كلمة إنجيلية - إلا أنه يعلن أنه موجه إلى غير المسيحيين.\nوأغلب الظن أن اسم المؤلف - د. سمير مرقص - غير حقيقي.. فليس بين نصارى مصر، المشتغلين بالفكر الديني - في حدود علمي - من يحمل هذا الاسم.. وإنما هناك مهندس.. لا يحمل الدكتوراة - له نفس الاسم.. لكنه يكتب\nالجزء: 1 ¦ الصفحة: 6\n",
        "في \"شئون المواطنة\".. وليس في المسائل اللاهوتية.\nوالكتاب يتألف من تقديم.. وخمسة فصول:\nتقديم عن الأسلوب المسيحي في الكرازة والحوار.\nالفصل الأول عن: صحة التوراة والإنجيل وعدم تحريفهما.\nالفصل الثاني عن: إنجيل برنابا - إنجيل مزيف.\nالفصل الثالث عن: المسيحية ديانة موحدة.\nالفصل الرابع عن: قضية الغفران وضرورة الفداء.\nالفصل الخامس عن: القضايا الصغرى.\n***\nوالتقديم - في هذا الكتاب - ص 1-7 - يرجح أنه \"منشور تنصيري\".. لأنه يرسم منهاج عرض المسيحية على غير المسيحيين.. وليس موجهاً لدعم إيمان المسيحي بعقيدته.\nفهو يتحدث عن الكلام بلطف ووداعة مع المخالفين.. وخدمتهم، حتى لو أساءوا..!\nوهو يستشهد على هذا المنهج بآيات من الأناجيل.\nكما يطلب هذا المنهج معرفة معتقدات الآخرين، ودراسة\nالجزء: 1 ¦ الصفحة: 7\n",
        "كتبهم، ومعرفة ما يسيئون فهمه من الكتاب المقدس، ويستشهد لهذا المنهج - أيضاً - بآيات من الأناجيل.\nفهو \"تقديم\" يرسم أسلوب التنصير.. وكيفية عرض المسيحية على غير المسيحيين.\nوبسبب من أن أوراق هذا \"المنشور التنصيري\" لم تقف عند عرض العقائد المسيحية.. والدفاع عنها.. وتقديمها لغير المسيحيين - بهدف تنصيرهم -. وإنما تجاوزت هذه الاهداف إلى التعرض لعقائد الإسلام، وذلك بمحاولات الاستدلال بالقرآن الكريم على صحة العقائد المسيحية التي يرفضها القرآن والإسلام.. وأكثر من هذا، تجاوز هذا \"المنشور التنصيري\" ذلك إلى الطعن في عقائد إسلامية أساسية، محاولاً تفنيدها.. وسلوك سبيل الكذب والتدليس على علماء الإسلام - من مثل الإمام الفخر الرازي (544- 506 هـ 1150- 1210م) والإمام البيضاوي (691 هـ - 1290م) لجعل القرآن والإسلام يشهد لتواتر الكتاب المقدس، واستحالة تحريفه.. والقبول بعقيدة صلب المسيح - عليه السلام - وتأليهه!.\nلتجاوز هذا \"المنشور التنصيري\" عرض المسيحية، والدفاع\nالجزء: 1 ¦ الصفحة: 8\n",
        "عن عقائدها، إلى الطعن في القرآن والإسلام، والكذب والتدليس على علماءه، لقسر الإسلام على أن يشهد للعقائد التي يرفضها.. لذلك، فإن الواجب هو الرد على ما جاء بهذا الكتاب.. وليس فقط التوصية بمنع تداوله.. وذلك قياماً بفريضة: تبليغ الدعوة، وإقامة الحجة، وإزالة الشبهة.. بل الشبهات التي تضمنها هذا \"المنشور التنصيري\".\n***\nوإذا كان الدين - أي دين- إنما يتمحور حول \"عقيدة\" تمثل النواة لهذا الدين.. و\"كتاب\" هو المرجع لهذه العقيدة، ولثوابت هذا الدين.\nفإننا - في الحوار الموضوعي - مع دعاوى هذا \"المنشور التنصيري\".. سنقف عند القضايا المحورية التي دارت حولها أهم الدعاوى التي وردت فيه:\n1 -\nقضية الكتاب المقدس - بعهديه القديم والجديد.. وهل استحال على التحريف - كما يدعي هذا \"المنشور التنصيري\"؟.. أم أنه قد أصابه التحريف؟.\n2 -\nوقضية التأليه النصراني للمسيح - عليه السلام -.. ودعوى أنه ابن الله.. وكلمته أي عقل هـ الذي أصبح - في\nالجزء: 1 ¦ الصفحة: 9\n",
        "العقيدة النصرانية - الإله الحقيقي.. الخالق لكل شئ.. والذي بدونه لم يكن شئ.\n3-\nوقضية العصمة والخطيئة والمعجزات - التي توسل بها هذا الكتاب إلى تأليه المسيح..\nحول هذه القضايا الكبرى سيكون حوارنا مع دعاوى هذا الكتاب.. مع كشف الكذب والتدليس الذي مارسه كاتب هذا الكتاب ضد أئمة الأسلام وعلمائه كي يجعلهم يؤيدون العقائد التي يرفضها الإسلام.\nتلك هي القضايا.. وهذا هو المنهج الذي سنعرض به الرد على دعاوى هذا الكتاب.\nالجزء: 1 ¦ الصفحة: 10\n",
        "(1) صحة التوراة والإنجيل وعدم تحريفهما\nلقد كرست أوراق هذا الكتاب الفصل الأول - ص 4-12.. للحديث عن هذه القضية - وفي هذا الفصل يقول الكاتب:\n\"يدعي البعض بحدوث تحريف في التوراة والإنجيل، ولكنهم لا يقدمون أي دليل على ذلك، وهو مجرد افتراض واتهام لا سند له، وفي حديث نبوي: \"البينة على من ادعى\".\nأي كل من يدعي بأي اتهام يجب أن يقدم البينة، أي الدليل على صدق إدعاءه\".\n***\nالأدلة على تحريف التوراة\nوعملا بمنهج \"مستعدون للمجاوبة\".. واستجابة لطلب كاتب هذا \"المنشور التنصيري\" نقدم الادلة - وليس دليلاً واحداً - على تحريف التوراة والإنجيل..\nالجزء: 1 ¦ الصفحة: 11\n",
        "الادلة المنطقية.. والموضوعية. والقائمة على الاستقراء لواقع هذه التوراة وهذا الإنجيل.. بل والشهادات التي شهد بها على هذا التحريف \"شهود من أهلها\" - أي من اليهود والنصارى-.\nوأول هذه الأدلة:\nإن التوراة هي الكتاب الذي أنزله الله - سبحانه وتعالى - على موسى - عليه السلام -.. وموسى قد ولد ونشأ، وتعلم، وبعث وأوحي إليه بمصر.. ونزلت عليه التوراة باللغة الهيروغليفية - لغته ولغة بني إسرائيل في مصر -.. ولقد مات موسى، ودفن بمصر، قبل دخول بني إسرائيل - بقيادة يوشع بن نون - إلى أرض كنعان - فلسطين - وقبل نشأة اللغة العبرية بأكثر من مائة سنة - إذ العبرية - في الأصل - لهجة كنعانية -.\nفأين هي التوراة التي نزلت على موسى بالهيروغليفية؟.. هل لها وجود أو أثر في التراث الديني اليهودي؟..\nالجواب - الذي يجمع عليه الجميع - وفي مقدمتهم اليهود -: أنه لا وجود لهذه التوراة!.\nالجزء: 1 ¦ الصفحة: 12\n",
        "وثاني هذه الأدلة:\nأن موسى - عله السلام - الذي نزلت عليه التوراة، بالهيروغيليفية - قد عاش ومات في القرن الثالث عشر قبل الميلاد.. بينما حدث أول تدوين لأسفار العهد القديم - على يدي \"عزرا\" - أي في منتصف القرن الخامس قبل الميلاد - بعد عودة اليهود من السبي البابلي (597-538ق. م) - الأمر الذي يعني أن التراث اليهودي قد ظل تراثاً شفهياً لمدة ثمانية قرون - عبد أثناءها بنو إسرائيل العجل تارة.. وأوثان الكنعانيين تارة أخرى.. وانقلبوا فيها على أنبيائهم في الكثير من الأحيان.\nفهل يتصور عاقل أن يظل تراث ديني، في الحالة الشفهية، على امتداد ثمانية قرون، شهدت كل هذه الانقلابات ضد أصوله الأولى - توراة موسى عليه السلام - دون أن يصيبه التحريف والتغيير والتبديل والحذف والإضافة والنسيان؟!..\nوثالث هذه الأدلة:\nعلى حدوث التحريف في أسفار العهد القديم هو هذه التناقضات الصارخة القائمة فيها حتى الآن.. إذ لو كانت هذه الأسفار هي كلمة الله التي نزلت على موسى - عليه السلام - لاستحال أن يدخلها التناقض أو الاختلاف.\nالجزء: 1 ¦ الصفحة: 13\n",
        "ولأن حصر التناقضات التي تمتلئ بها أسفار العهد القديم يحتاج إلى \"سِِفر\" فإننا سنكتفي - هنا - مراعاة للمقام - بضرب الأمثلة - على سبيل المثال:\n1-\nفاسم الله - في هذه الأسفار - أحيانا يكون \"يهوه\".. وأحيانا يكون \"إيلوهيم\"، الأمر الذي يشهد على اختلاف العصور، وتعدد المواريث الدينية، وتنوع الثقافات اللاهوتية، وتمايز المصادر التي جمعت وأُدخلت - بعد ثمانية قرون - وعبرها في هذه الأسفار.\n2-\nوفي الحديث عن بدء الخلق - الذي ورد في هذه الأسفار - نجد العديد من الاختلافات والتناقضات:\nففي سفر واحد، هو سفر التكوين نجد:\nأن النور قد خلق في اليوم الأول - تكوين 1: 5.\nثم نجد أنه قد خلق في اليوم الرابع - تكوين 1: 16-19-.\n.. والشمس:\nيقال - مرة - إنها خلقت في اليوم الأول - تكوين 1: 5.\nومرة ثانية يقال إنها خلقت في اليوم الرابع - تكوين 1: 14-19.\nالجزء: 1 ¦ الصفحة: 14\n",
        ".. كذلك الحال في تاريخ خلق الكائنات الحية.\nففي سفر التكوين 1: 20-23 - أن الحيوانات والطيور خُلقت أولاً - في اليوم الخامس - وأن آدم خُلق في اليوم السادس.\nثم يعود نفس السفر - التكوين 2: 7-19 فيقول: إن الإنسان خُلق، أولاً ثم النباتات، ثم الحيوانات والطيور.\nفهل يمكن أن تكون هذه الاختلافات والتناقضات، هي كلمة الله - التوراة - التي أوحى بها إلى موسى - عليه السلام -؟!.\n3-\nوفي الحديث عن عمر الزمان - من آدم إلى طوفان نوح - عليهما السلام - نجده:\nفي التوراة العبرية 1656 عاماً.\nوفي النسخة اليونانية 2262 عاماً.\nوفي النسخة السامرية 1307 أعوام.\nفهل يجوز أن ينسب هذا الاختلاف إلى الله.. خالق الزمان.. والعلاّم بأيامه وثوانيه؟!\n4-\nوفي الحديث عن تاريخ نزول إبليس إلى الأرض. نجده:\nالجزء: 1 ¦ الصفحة: 15\n",
        "مرة: قبل خلق آدم ودخوله الجنة - رؤيا يوحنا اللاهوتي 12: 7-10-0\nومرة بعد خلق آدم ومعصيته في الجنة - التكوين 3: 1-15-0\n5-\nوفي مدة طوفان نوح - عليه السلام -.. نجدها:\nفي سفر التكوين 7: 12-أربعين يوما وأربعين ليلة.\nوفي نفس السفر - التكوين 7: 24- نجد مدة الطوفان 150 يوماً.\nفبماذا نسمي ذلك إلا أن يكون اختلافا وتحريفا وتزييفا؟!\n6-\nوفي الحديث عن عدد سنين الجوع التي حكم الله بها على داود - عليه السلام - نجدها:\nسبع سنين - في صموئيل الثاني 24: 13.\nوثلاث سنين- في أخبار الأيام الأول 21: 11.\n7-\nوفي الحديث عن عدد المراكب التي قضى عليها داود - عليه السلام - في \"أرام\".. نجده:\n700 مركبة.. و40. 000 فارس - في صموئيل الثاني 10-18.\nالجزء: 1 ¦ الصفحة: 16\n",
        "و7. 000 مركبة و 40. 000 رجل - في أخبار الأيام الأول 19: 18.\n8-\nوفي الحديث عن عدد اليهود الذين أطلقوا من سبي بابل.. نجده:\n6. 377- في عزرا (2) .\nو7. 265 - في نحميا (7) .\n9-\nوفي الحديث عن دخول بني إسرائيل أورشليم واستيلائهم عليها:\nيقال إنهم دخلوها واستولوا عليها وقتلوا ملكها - في يشوع 10: 23-42.\nبينما يقال إنهم لم يستطيعوا الاستيلاء عليها - في نفس السفر - يشوع 15: 63.\n10-\nوفي الحديث عن تحريم زواج الإسرائيليين من غير الإسرائيليات.. نجد:\nفي سفر التثنية 7: 3: \"ولا تصاهرهم، بنتك لا تعط لابنه، وبنته لا تأخذ لابنك\".\nبينما نجد في سفر الملوك الأول 3: 1-12: وصاهر\nالجزء: 1 ¦ الصفحة: 17\n",
        "سليمان فرعون مصر، وأخذ بنت فرعون.. هوذا أعطيتك قلبا حكيماً ومميزاً حتى أنه لم يكن مثلك قبلك ولا يقوم بعدك نظير\".\nثم نجد - في نحميا 13: 26-27-: \"تم لوم سليمان لزواجه من الأجنبيات\".\n11-\nوفي الحديث عن تسبيح الأرض وحمدها لله - سبحانه وتعالى - نجد:\nالأرض تسبح وتحمد الله - في المزمور 66.\nبينما نجد الأرض لا تسبح الله ولا تحمده - في المزمور 30: 9.\n12-\nكما نجد التوراة السامرية - التي ترجع إلى القرن الرابع ق. م تختلف عن النص الماسوري (1) في أكثر من 6000 موضع!.\n13-\nونسخة التوراة السامرية تتفق مع الترجمة الستعينية\n(1) - الماسورة هي مجموعة القواعد التي وضعها الحاخامات عبر القرون.. والتي تتصل بطريقة هجاء وقراءة وكتابة العهد القديم - فالنص الماسوري هو النص الحاخامي - انظر: د. عبد الوهاب المسيري (موسوعة اليهود واليهودية والصهيونية) ج - 5 ص 89. طبعة دار الشروق - القاهرة.\nالجزء: 1 ¦ الصفحة: 18\n",
        "(250-130 ق. م) في الثلث فقط!\n14-\nوسفر إرميا - في الترجمة السبعينية - ينقص عن النص العبري نحو السبع!.\n15-\nوسفر أيوب - في الترجمة السبعينية ينقص عن النص العبري نحو الربع!.\n16-\nكما نجد أسفار العهد القديم لا تتحدث عن موسى - عليه السلام - بلسان المخاطب - أي أنها لم تنزل عليه - وإنما تتحدث عنه - كثيراً - بضمير الغائب - أي أنها تراث جُمع ودوِّنَ بعد وفاته -.. ومن ذلك - على سبيل المثال-:\n\"وكلم يهوه موسى.. وكلم يهوه موسى وجها لوجه\" - الخروج 33: 11.\n\"وأما الرجل موسى فكان حليماً جداً أكثر من جميع الناس الذين على وجه الأرض\" - العدد 12: 3-.\n\"فسخط موسى على وكلاء الجيش\" - العدد 31: 4-.\n\"موسى رجل الله\" التثنية 31: 1-.\n\"ومات هناك موسى عبد الرب\" - التثنية 34: 35-.\n\"فقال الرب لموسى\" - الخروج 6: 1-.\nالجزء: 1 ¦ الصفحة: 19\n",
        "\"فتكلم موسى أمام الرب\" - الخروج 6: 13-.\n\"فقال موسى للرب\" - العدد 11: 11-.\n\"وقال الرب لموسى\" - التثنية 31: 14-.\n\"فمات هناك موسى.. ودفنه (الرب) .. وكان موسى ابن مئة وعشرين سنة حين مات.. ولم يقم بعد نبي في إسرائيل مثل موسى\" - التثنية 34: 5-10-.\nوفي الآية 6 - من نفس السفر ونفس الإصحاح - إشارة إلى وفاة موسى، تقول:\n\"ولا يعرف شخص قبره حتى يومنا هذا\".\nفهل هذا \"الكلام\" نزل على موسى - في التوراة - أم إضافات وتأليفات أُدخلت في هذا التراث، بعد وفاة موسى - عليه السلام - بقرون؟!.\n17-\nثم هناك اختلافات الكنائس النصرانية في عدد أسفار العهد القديم التي تؤمن بها هذه الكنائس:\nفالبروتستانت يؤمنون بستة وستين سفراً.\nوالكاثوليك يؤمنون بثلاثة وسبعين سفراً.\n* والأرثوذكس يؤمنون بستة وستين سفراً.\nالجزء: 1 ¦ الصفحة: 20\n",
        "وأخيرا.. شهد البابا شنودة - الثالث - بابا الأرثوذكس المصريين - في عظته الأسبوعية - بأن أسفار العهد القديم الحالية قد حذفت منها الأسفار القانونية، التي تؤمن الكنيسة الأرثوذكسية بأنها جزء من العهد القديم (1) .\nتلك أمثلة - مجرد أمثلة - على التناقضات.. والاختلافات، التي تزخر بها أسفار العهد القديم.. والشاهدة على تحريف هذه الأسفار.. والقاطعة بأنها لا يمكن أن تكون هي كلمة الله التي أنزلها على موسى - عليه السلام -.\nورابع هذه الأدلة:\nهي شهادة علماء اليهود أنفسهم.. أولئك الذين تخصصوا في نقد العهد القديم - ومنهم العديد من الحاخامات -.. والذين جمع دراساتهم العالم اليهودي \"زالمان شازار\" في كتاب عنوانه: (تاريخ نقد العهد القديم من أقدم\n(1) - انظر - في كل ذلك: فؤاد حسنين على (التوراة عرض وتحليل) ص: 16، 21، 22، 24، 26 طبعة القاهرة سنة 1941 وسمير سامي شحاتة (الاختلافات في الكتاب المقدس) ص: 37 - 92 - طبعة مكتبة وهبة - القاهرة سنة 1426 هـ سنة 2005م. وصحيفة (وطني) - القاهرة - في 5 / 10 / 2006م. وعبد السلام محمد عبد الله (هل الكتاب المقدس معصوم؟) طبعة مكتبة النافذة - القاهرة سنة 2007م.\nالجزء: 1 ¦ الصفحة: 21\n",
        "العصور حتى العصر الحديث) .. وهو الكتاب الذي امتلأت فصوله وصفحاته بالشهادات اليهودية القاطعة بأن أسفار العهد القديم إنما هي ثمرة لتراكم تراث شفهي، تكوّن عبر قرون طويلة، وعصور مختلفة، وبيئات متباينة، وثقافات متمايزة، ومصادر متعددة، ومؤلفين مختلفين.. ومن ثم فإن أغلب هذه الأسفار لا علاقة لها بموسى - عليه السلام - ولا بالبيئة الصحراوية - سيناء - التي نزلت فيها توراة موسى.\nنعم.. يشهد علماء اليهود أنفسهم - شهادات شهود من أهلها - على أن أسفار العهد القديم هذه هي \"ركام من الاختلافات.. والتحريفات\".. فيقولون - علي سبيل المثال -:\n\"إن هذه الأسفار المقدسة هي من طبقات مختلفة، وعصور متباينة، ومؤلفين مختلفين، حيث تستوعب هذه الأسفار ما يقرب من ثلاثة آلاف سنة من الزمن.. فلا ارتباط بينها، سواء في أسلوب اللغة أم في طريقة التأليف.\nإن القسم الأكبر من توراتنا، لم يكتب في الصحراء - (سيناء) -، وموسى لم يكتب التوراة كلها.. وأقوال التوراة ليست إلا لفائف من أماكن وعصور مختلفة لرجال وحكام وعشائر وأسباط مختلفة.. ففيها ثماني مجموعات تعود إلى\nالجزء: 1 ¦ الصفحة: 22\n",
        "عصور مختلفة، وهي:\n1-\nلفائف قديمة تعود إلى عصر الصحراء (في سيناء) تم تحريرها من قبل أحد أبناء أفرايم - (أي في أرض كنعان) -.\n2-\nولفائف ن تعاليم الكهنة، تمت إضافتها إليها حتى عصر يوشع بن صادق.\n3-\nولفائف أعداد الأسباط.\n4-\nولفائف باعترافات الأنبياء.\n5-\nومجموعات من روايات بيت داود.\n6-\nوأقوال الأنبياء ومجموعاتهم في بابل.\n7-\nوأقوال الكهنة والأنبياء العائدين من السبي.\n8-\nوتكملات مختارة من عصر الحشمونيين - (أي القرن الثامن قبل الميلاد) -.\nإن سفر التكوين قد ألف بعد مئات السنين من استيطان اليهود في فلسطين، وبعد أن تحصن الأسباط في إرث استيطانهم بزمن طويل، وإن مؤلف السفر لم يكن موجوداً على كل حال قبل عصر إشعياء - (أي حوالي 734-680ق. م) .\nالجزء: 1 ¦ الصفحة: 23\n",
        "أما بالنسبة لسفري الخروج والعدد، فإنهما معالجة، لأساطير وأشعار قديمة.\nوإن الإصحاحات الثمانية الموجودة في التوراة بين أنشودة موسى - الموجودة في سفر الخروج - وحتى الإصحاح الأخير من سفر العدد - هي في مجموعها، كتاب أحكام مركب من أجزاء شعرية وتاريخية، وأحكام وقواعد الكهنة، وطبيعة الأحداث فيها تستلزم أن تتزايد التغييرات والازدواجيات والتعديلات، حيث إن العلاقة بين الأحداث ضعيفة، ومن الصعب علينا فهمها. وفي الأسفار كانت أقوال موسى قليلة إلى حد ما، كما أن أقوال داود قليلة في سفر آخر منسوب إليه..\" (1) .\nتلك شهادة \"شهود من أهلها\".. شهد بها العلماء اليهود الخبراء في علم نقد النصوص.. وفصولها في سفر كامل.. وهي شهادات لا تدع مجالاً للشك بأن أسفار العهد القديم - التي يؤمن بها اليهود والنصارى - لا علاقة لها بتوراة موسى -\n(1) - زالمان شازار - محرر - (تاريخ نقد العهد القديم من أقدم العصور حتى العصر الحديث) ص 196، 206، 214، 215، 220 -ترجمة: د. أحمد محمد هويدي. تقديم ومراجعة: د. محمد خليفة حسن - طبعة المجلس الأعلى للثقافة - القاهرة سنة 2000م.\nالجزء: 1 ¦ الصفحة: 24\n",
        "عليه السلام -.. وأنها ركام من التحريف.. والتلفيق، والتزييف.\nوإذا شئنا مثالاُ على إعادة \"التفكيك.. والتركيب\" التي أحدثتها دراسات هؤلاء العلماء اليهود بهذه الأسفار.. والتي استندت إلى علم النقد الداخلي للنصوص - فيكفي - مراعاة للمقام - إيراد النتيجة التي خرجت بها هذه الدراسات - بسفر إشعيا وغيره والتي تقول:\n\"إن سفر إشعيا هو عبارة عن ستة أسفار، كتبت في أزمنة مختلفة (عاش إشعيا الأول في عصر بوئام وآحاز ويحزقيا، وكتبت الإصحاحات (24-27) في عصر بوشياهو، وكتب الإصحاحان (34، 35) مباشرة بعد الخراب، وكتب الإصحاحان (13، 14) بعد حزقيال بثلاثين سنة، وبعد ذلك تأتي إصحاحات أنشودة إشعيا الثاني (40-66) ، وبعد ذلك كتبت فقط العبارات (1-10) من الإصحاح الحادي والعشرين.\nوقسم سفر إرميا إلى أجزاء مختلفة ووجد في سفر زكريا أقوال ثلاثة أنبياء، أقوال النبي الأول تشمل الإصحاحات (1-6) وعاش في عصر هوشع، وتشمل أقوال الثاني\nالجزء: 1 ¦ الصفحة: 25\n",
        "الإصحاحات (7-12) وكان في عصر يهوياقيم وصدقياهو، وتشمل الإصحاحات (12-14) أقوال النبي الثالث باستثناء (13: 7-19) الذي تنبأ بعد العودة من بابل.\nويحصي في سفر هوشع نبيين، تمثل (الإصحاحات 1-3) أقوال الأول، وتنبأ في عصر مربعام الثاني، وأقوال الثاني متضمنة في (الإصحاحات 4-14) وكان في عصر تجلات فلاسر وشلمناصر، وكان آخر الأنبياء في مملكة إفرايم، وكان معاصرا لإشعيا.\nويحدد زمن النبي عويديا بعد الخراب في زمن واحد مع مؤلف الإصحاحين (34-35) من سفر إشعيا.\nوتنسب أسفار الكتابات إلى زمن الهيكل الثاني.\nوغالبية المزامير قيلت بعد العودة من بابل، وبعضها في عصر الحشمونيين.\nوألف سفر دانيال زمن سلطان المقدنيين - سويا مع أسفار أخبار الأيام وعزرا ونحميا، التي كانت في البداية سفرا واحدا.\nوتنسب الإصحاحات الأولى والأخيرة من سفر الأمثال إلى\nالجزء: 1 ¦ الصفحة: 26\n",
        "ما بعد العودة (من السبي) .\nوتنسب لنفس الفترة المقدمة والخاتمة من سفر أيوب.\nوينسب سفر الجامعة إلى عصر هيرودوس (484-425ق.) .\nوروث إلى عصر الغزو اليوناني.\nونشيد الإنشاد إلى عصر المقدنيين، أي خمسين سنة قبل حرب الحشمونيين\" (1) .\nفهل بعد هذا \"التفكيك.. والتركيب\" لهذه النصوص مجال لقول عاقل إن لها علاقة بتوراة موسى.. وكلمات الله؟!.\nوخامس هذه الأدلة:\nأن القداسة التي أضيفت على أسفار هذا الكتاب \"المقدس\" هي طارئة.. حدثت بعد عصر موسى - عليه السلام - بأكثر من عشرة قرون.. وبعد تدوين \"عزرا\" لما دون من هذه الأسفار بأربعة قرون.. فلم يكن هناك من يقدس هذه الأسفار\n(1) - المصدر السابق. ص: 197، 198 - من دراسة العالم اليهودي \"جريتس\".\nالجزء: 1 ¦ الصفحة: 27\n",
        "قبل عصر المكابيين (168-37ق.) وبعبارة الفيلسون اليهود \"سبينوزا\" (1632-1677م) - وهو من الخبراء في نقد نصوص العهد القديم -:\n\"فإنه حتى عصر المكابيين لم تكن الأسفار المقدسة قد أقرت، وإن حكماء التلمود (الفريسيين) قد اختاروا هذه الأسفار من بين بقية الأسفار، وذلك زمن الهيكل الثاني، ثم رتبوها، ورفعوها لمرتبة الكتابات المقدسة\" (1) .\nأي أن الصورة التي بين أيدينا لأسفار العهد القديم، وتاريخ تقديسها إنما هو القرن الأول قبل الميلاد- أي بعد موسى - عليه السلام - وتوراته باكثر من عشرة قرون!.\n***\nتلك شهادات الواقع - واقع هذه الأسفار ومضمونها.. وتناقضاتها.. شهادات علماء اليهود أنفسهم على أنها - في معظمها - تحريف.. وتلفيق.. وتناقضات.. لا علاقة لها بكلمات الله التي أنزلها على موسى عليه السلام.\n(1) - المصدر السابق ص 100 - ولقد كتب \" سبينوزا\" ذلك في (رسالة في اللاهوت والسياسة) الفصل الحادي عشر.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ومن هنا، فإن جميع ما جاء في القرآن الكريم عن التوراة التي أنزل الله على موسى والتي فيها هدى ونور\n{إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ}\n(المائدة: 44)\nوالتي دعا القرآن اليهود إلى إقامة حكمها:\n{وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ}\n(المائدة: 43)\nفإن المراد بها توراة موسى - عليه السلام -.. وليست هذه الأسفار التي دونت بعد موسى بثمانية قرون، والتي اتخذت شكلها الحالي، وأضفيت عليها القداسة بعد موسى بأكثر من عشرة قرون.\nأما هذه الأسفار - التي يؤمن بها اليهود والنصارى - والتي شهد واقعها.. وشهدت تناقضات.. وشهد عليها العلماء الخبراء في نقد نصوصها - من علماء اليهود - فهي التي قال عنها القرآن الكريم:\nالجزء: 1 ¦ الصفحة: 29\n",
        "{وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آَخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآَخِرَةِ عَذَابٌ عَظِيم}\n(المائدة: 41)\n{مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا}\n(النساء: 46)\n{فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ}\n(البقرة: 79)\nالجزء: 1 ¦ الصفحة: 30\n",
        "{فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ}\n(المائدة: 13)\n***\nبهذا يتضح فساد منهج هذا الكتاب - الذيبين أيدينا - الذي ادعى عدم تحريف التوراة.. وحاول الاستناد في هذه الدعوى إلى القرآن الكريم - الذي جاء مصدقاً لما بين يديه من الكتب السماوية - والذي تحدث عن التوراة باعتبارها ذكرا أنزله الله.. ووصفها بأن فيها هدى ونور.\nفتوراة موسى - عليه السلام - التي نزلت بالهيروغليفية في القرن الثالث عشر قبل الميلاد (1) - هي ذكر من عند الله.. وفيها هدى ونور.\nأما الأسفار التي جمعها وكتبها \"عزرا\" في منتصف القرن الخامس قبل الميلاد-.. والتي اتخذت شكلها الحالي، وأضفيت عليها القداسة في زمن المكابيين (168-\n(1) - انظر للدكتور فؤاد حسنين على كتاب (التوراة الهيروغليفية) طبعة دار الكاتب العربي - القاهرة.\nالجزء: 1 ¦ الصفحة: 31\n",
        "37 ق. م) - أي بعد موسلا وتوراته بأكثر من عشرة قرون - فهي تلك التي قطع القرآن الكريم بانها ليست كلام الله، ولا وحيه إلى موسى- عليه السلام -.. وإنما هي التي كتبها اليهود بأيديهم، ثم قالوا إنها من عند الله ليشتروا بهذا الكذب على الله ثمنا قليلا!.\nومع القرآن الكريم شهد العلماء الخبراء في نقد النصوص - من اليهود - وفيهم حاخامات كبار - بأن هذه الأسفار إنما هي تجميع وتلفيق لتراث شفهي أثمرته بيئات وثقافات مختلفة عبر العديد والعديد من القرون.\nهذا عن التوراة.. والتحريف\n***\nالجزء: 1 ¦ الصفحة: 32\n",
        "الأدلة على تحريف الإنجيل\nأما إنكار هذا \"المنشور التنصيري\" - في الفصل الأول حدوث تحريف للإنجيل.. فإننا سنتبع ذات المنهج \"المنطقي\".. الموضوعي.. الاستقرائي \"إقامة الأدلة\" - وليس الدليل الواحد - على حدوث التحريف - بل والتحريفات - للإنجيل.. وسنقدم على ذلك نماذج من الأدلة - مجرد نماذج- مراعاة للمقام.\nالدليل الأول:\nلقد جاء المسيح - عليه السلام - بإنجيل - أي بشارة بشر بها باللغة الآرامية - فأين هو هذا الإنجيل؟.. إنجيل المسيح؟..\nإن العالم كله بجميع كنائسه.. وبكل مذاهب النصرانية فيه.. لا يملك نسخة واحدة من هذا الإنجيل.. إنجيل المسيح - عليه السلام -.\nوما لدى كل الكنائس المسيحية هي أناجيل لا يُنسب واحد منها إلى المسيح.. وإنما هي \"سير\" و\"قصص\" كتبها كتاب متعددون ومختلفون، ودونوا فيها ما سمعه كل واحد منهم عن ظهور المسيح، وما تحدث به، وما حدث له.\nالجزء: 1 ¦ الصفحة: 33\n",
        "من هنا فإن الإنجيل الذي جاء به المسيح.. والذي تحدث عنه القرآن الكريم باعتباره ذكرا أنزله الله.. وفيه هدى ونور\n{وَآَتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ}\n(المائدة: 46)\nوالذي يطلب من النصارى أن يقيموا أحكامه:\n{وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ}\n(المائدة: 47)\nهذا الإنجيل لا وجود له لدى أي كنيسة من كنائس النصرانية.. ولا لدى أي نصراني في هذا العالم.\nوالدليل الثاني:\nإن الأناجيل الأربعة المشهورة، والمعتمدة لدى الكنائس النصرانية الكبرى المعاصرة، اثنان منها كتبهما اثنان من الجيل التالي لجيل المسيح - أي من تابعي صحابة المسيح.. فمرقس تلميذ لبطرس - الحواري -.. ولوقا تلميذ لبولس.. فليس شاهدين على ما كتبا!.\nوالإنجيل الثالث - إنجيل يوحنا - الذي تفرد بتأليه المسيح- ترجح الدراسات المستندة إلى النقد الداخلي لنصوصه - أنه\nالجزء: 1 ¦ الصفحة: 34\n",
        "قد كتب بواسطة يوحنا آخر- غير يوحنا الحواري - في نهاية القرن الأول الميلادي (1) .\nفنحن أمام ثلاثة أناجيل - من أربعة - لا علاقة لها بعصر المسيح!.\nوالدليل الثالث:\nأن هذه الأناجيل قد انتقلت نصوصها وتغيرت ألفاظها مرات عديدة بالترجمات إِلى العديد من اللغات، الأمر الذي باعد بين ألفاظها - في هذه الترجمات - وبين أصولها بعداً شديداً.. وإذا كانت الترجمة - مهما بلغت دقتها - إِنما تمثل نوعًا من \"الخيانة\" للنص الأصلي - وخاصة عندما يكون النص ذا طابع شعري أو وعظي أو صوفي، تكثر فيه المجازات والكنايات والاستعارات والتشبيهات - كما هو حال هذه الأناجيل - فمن ذا الذي يجرؤ على الحديث عن انتفاء التحريفات والتغييرات التي أصابت هذه الأناجيل؟!.\nإِن إِنجيل متى - على سبيل المثال - وهو الذي يتصدر أناجيل العهد الجديد - قد كتب أولاً بالآرمية لا بالعبرية..\n(1) - (دائرة المعارف البريطانية) المجلد الثاني ص 955.\nالجزء: 1 ¦ الصفحة: 35\n",
        "ولقد ترجم إِلى اليونانية.. وضاع النص الأول وبقي الثاني\"! (1) .\nوإِذا كانت الأناجيل قد مرت بمئات التغييرات - في الألفاظ ومن ثم في المعاني - عندما ترجمت مئات الترجمات إِلى مئات اللغات الأمر الذي يفتح الباب لدراسات مقارنة لهذه الاختلافات في ألفاظها ومعانيها. فإِننا - مراعاة للمقام - سنضرب على ذلك بعض الأمثلة:\nأ) لقد ترجم إِنجيل مرقس ترجمة مصرية جديدة - ترجمة عربية - ومن يقارن هذه الترجمة بنظيرتها العربية الموجودة ضمن مجموعة \"الكتاب المقدس\" سيجد العديد من الاختلافات في كل صفحة من الصفحات!.. فأول سطر - آية - في الطبعة العربية التقليدية: \"بدء إِنجيل المسيح ابن الله\".. نجدها في الترجمة العربية الجديدة: \"هذه بداية بشارة يسوع المسيح ابن الله\".. ف - \"بدء\" أصبحت \"هذه بداية\".. و \"إنجيل\" صارت \"بشارة\"!.. وفي الآية الثانية نجد أن: \"كما هو\n(1) - د. ميشال الحايك (المسيح في الإٍسلام) ص 124 - هامش (46) طبعة بيروت سنة 2004م.\nالجزء: 1 ¦ الصفحة: 36\n",
        "مكتوب في الأنبياء\" - في الطبعة العربية التقليدية - قد صارت: \"وفقاً لما هو مكتوب في سفر إِشعيا النبي\"! - في الترجمة العربية الجديدة.\nوهكذا امتلأت كل صفحة من صفحات هاتين الطبعتين بالعديد من الاختلافات - في الإِنجيل الواحد، وفي اللغة الواحدة - فما بالنا بما أصاب هذا الإِنجيل وغيره من الاختلافات والتحريفات عبر مئات الترجمات إِلى مئات اللغات؟! (1) .\nب) لقد شهد عقد التسعينات من القرن العشرين ترجمات جديدة لنصوص العهدين القديم والجديد إِلى العديد من اللغات الحية، وقفت وراءها الحركات الأنثوية الغربية المتطرفة.. وتم في هذه الترجمات الجديدة \"تحييد\" الأسماء الكثيرة المذكرة في هذه النصوص، كي لا تكون الثقافة الدينية فيها \"ثقافة ذكورية\" - كما تقول هذه الحركات\n(1) - قارن إنجيل مرقس - طبعة دار الكتاب المقدس، ضمن مجموعة العهد القديم والجديد - بالطبعة العربية التي ترجمتها لجنة مكونة من: زكي شنوده، د. مراد كامل، د. باهور لبيب، حلمي مراد - برئاسة الأنبا غريغوريوس - طبعة دار المعارف - القاهرة سنة 1975م.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الأنثوية المتطرفة -.. أي أن التغييرات والتحريفات قد طالت حتى أسماء الله والأنبياء والقديسين!.\nوهذه الترجمات الجديدة يتم الترويج لها والإِشاعة لثقافتها بواسطة قوى العولمة وما بعد الحداثة، عبر قارات العالم المعاصر!.\nإِذن، فنحن أمام نصوص دينية لا تمتلك شيئًا من شروط \"النص\"، التي تعارف عليها علماء النصوص!.\nوالدليل الرابع:\nإننا إذا نظرنا في افتتاحية إنجيل لوقا - الإصحاح الأول: 1-4 فنقرأ قول لوقا - تلميذ بولس-: \"إذا كان كثيرون قد أخذوا بتأليف قصة في الأمور المتيقنة عندنا. كما سلمها إلينا الذين كانوا منذ البدء معاينين وخداما للكلمة، رأيت أنا ايضا إذ قد تتبعت كل شئ من الأول بتدقيق أن أكتب على التوالي إليك ايها العزيز ثاوفليس. لتعرف صحة الكلام الذي علمت به\".\nفنحن أمام نص يقول لنا: إن كثيرين - وليسوا اربعة فقط - قد ألفوا أناجيل كثيرة، هي قصص عن ما سلمه الذين عاينوا.. ولوقا هذا قد كتب قصته - إنجيله - ليصحح الكلام،\nالجزء: 1 ¦ الصفحة: 38\n",
        "الذي كتبه الكثيرون من كُتَّاب الأناجيل الكثيرة!\n...\nادعى أنه هو الذي تتبع كل شئ من الأول بتدقيق - رغم أنه من \"التابعين\" وليس من صحابة المسيح - عليه السلام -!.\nوإذا كان كلام الله إنما يستحق هذا الوصف - كلام الله - عندما يكون وحياً مباشراً لم يدخل فيه التأليف البشري والإبداع الإنساني.. فإن هذه الأناجيل، التي كتبها بشر، والتي حفلت بالعديد من الاختلافات والتناقضات - كما ستأتي الإشارات إلى ذلك - لا يمكن أن تكون وحياً إلهياً، ولا أن تكون نص كلام الله.. وإلا لجاز لنا - في الإسلام - أن نطلق وصف \"الوحي\" و \"كلام الله\" على آلاف الكتب التي ألفت في سيرة رسولنا - عليه الصلاة والسلام-!.\nالدليل الخامس:\nهو شهادة شاهد من أهلها على حدوث الاختلافات والتحريفات والتناقضات - وحتى الشكوك في حقيقة كُتَََََّاب هذه الأناجيل -..\nفلقد جاء في (دائرة المعارف البريطانية) - وهي أوثق وأشهر دوائر المعارف في العالم المسيحي - جاء عن هذه الأناجيل الأربعة:\nالجزء: 1 ¦ الصفحة: 39\n",
        "أ) إنجيل متى: \"إن كون متى هو مؤلف هذا الإنجيل أمر مشكوك فيه بجد (1) .. ومن المسلم به أن متى قد اعتمد في كتابة إنجيله على إنجيل مرقس، أول الأناجيل تأليفا حيث حوى 600 عدد من أعداد إنجيل مرقس البالغة 621 عددا، أي 90من محتويات إنجيل مرقس.\nوالسؤال الذي يتبادر إلى الذهن: كيف يعتمد متى، وهو حواري المسيح الذي لازمه منذ البداية - منذ بداية دعوته- على إنجيل كتبه مرقس، وهو تلميذ الحواري بطرس، أي من الجيل الثاني من أتباع المسيح؟!.\nب) إنجيل مرقس: تقول عنه الموسوعة البريطانية: \"في أفضل المخطوطات، فإن الأعداد من 9 إلى 20 تعتبر عموماً إضافات متأخرة.. والأعداد الأخيرة - 16: 9-20 غير موجودة في بعض المخطوطات، ويوجد عوضاً عنها مقاطع أقصر في مخطوطات أخرى. وهناك خلاف حول تأليف مرقس لهذا الجزء\" (2) .\n(1) - المجلد 6 ص 697.\n(2) - المصدر السابق. المجلد الثاني ص 951، 953.\nالجزء: 1 ¦ الصفحة: 40\n",
        "ج -) إنجيل لوقا: تقول عنه الموسوعة البريطانية: \"إن مؤلف هذا الإنجيل يظل مجهولاً\" (1) .\nد) إنجيل يوحنا: وهو الإنجيل الوحيد الذي نص بكل صراحة على ألوهية عيسى، حيث نقل عن عيسى أنه قال: \"أنا والآب واحد\" - يوحنا 10: 30، \"الذي رآني فقد رأى الآب\" -يوحنا 9: 14، \"أنا في الآب والآب فيّ\" - يوحنا 14: 10.\nويعارض هذا الإنجيل مع الأناجيل الأخرى في أمور مهمة جداً وحاسمة، فهو يذكر أن المسيح صلب يوم 14 نيسان - (إبريل) - بينما يفهم من بقية الأناجيل أن الصلب كان يوم 15 نيسان، ولا يذكر يوحنا في إنجيله تفاصيل رواية القربان المقدس- أو العشاء الأخير - التي أصبحت فيما بعد شعيرة من شعائر المسيحية، ولا يذكر أن المسيح تعمّد بواسطة يوحنا المعمدان. وفي حين يفهم من إنجيل يوحنا أن رسالة المسيح استغرقت ثلاثة أعوام، فإنه يفهم من الأناجيل الأخرى أنها استغرقت عاماً واحداً.\n(1) - المصدر السابق. المجلد الثاني. ص 954.\nالجزء: 1 ¦ الصفحة: 41\n",
        "ويوحنا هو الوحيد الذي ذكر أن عيسى أخبر تلاميذه، قبل صلبه أنه سيرسل \"الفارقليط\" وهذه الاختلافات المهمة - وغيرها كثير - جعلت الموسوعة البريطانية تورد قول الأسقف \"بابياس\" - المتوفى سنة 130م- أي المعاصر لكتابة الأناجيل - عن وجود أكثر من يوحنا - يوحنا بن زيدي، الحواري.. ويوحنا آخر، هو الكاهن في أفسس.\nوفي داخل الإنجيل يفهم أنه كتب بواسطة حواري محبوب مجهول الاسم.\nوبما أن الشواهد الداخلية والخارجية مشكوك فيها، فإن الفرضية المطروحة لهذا العمل هي: أن إنجيل يوحنا ورسائله حررت في مكان ما في الشرق، ربما في أفسس، كإنتاج لمدرسة أو دائرة متأثرة بيوحنا في نهاية القرن الأول الميلادي (1) .\nوالدليل السادس:\nهو أن تاريخ كتابة هذه الأناجيل متأخر عن عصر المسيح - عليه السلام - وتاريخ وفاته.\n(1) - المصدر السابق. المجلد الثاني. ص 955.\nالجزء: 1 ¦ الصفحة: 42\n",
        "فأقدم هذه الأناجيل - كما تذكر ذلك الموسوعة البريطانية - هو إنجيل مرقس - الذي كتب ما بين سنة 65 م وسنة 70 م - أي بعد ثلاثين عاما من رفع المسيح - عليه السلام -.\nوإنجيل متى كتب ما بين سنة 70 م وسنة 80 م.\nوإنجيل لوقا كتب سنة 80م.\nأما إنجيل يوحنا فكتب في نهاية القرن الميلادي الأول - أي سنة 100 م.. (1) .\nهذا إذا سلمنا بأن كُتّابها هم الذين نُسبت إليهم كتابتها!.. مع الأخذ في الاعتبار أن مرقس ولوقا لم يشهدا أحداث القصة التي كتباها.. وإنما كتبا ما سمعاه شفهياً من قصص تلك الأحداث، نقلا عن الجيل السابق عليهما!.\nوكما يقول الأسقف \"بابياس\" - المتوفى سنة 130 م - أي المعاصر لكتبة هذه الأناجيل -: \"فإن مرقس الذي كان ترجماناً لبطرس، قد كتب القدر الكافي من الدقة التي سمحت بها ذاكرته ما قيل عن أعمال يسوع وأقواله، ولكن\n(1) - المصدر السابق. المجلد الثاني. ص 953 - 955. وانظر كذلك: محمد السعدي (حول موثوقية الأناجيل والتوراة) ص 15 - 24 طبعة طرابلس - ليبيا - سنة 1986م.\nالجزء: 1 ¦ الصفحة: 43\n",
        "دون مراعاة للنظام، لأن مرقس لم يكن قد سمع يسوع، ولا كان تابعاً شخصياً له، لكنه في مرحلة متأخرة.. قد تبع بطرس\" (1) .\nوفي هذا النص الخطير للأسقف \"بابياس\" تصريح بأن مرقس قد كتب \"ما سمحت به ذاكرته\"، و \"دون مراعاة للنظام\".. الأمر الذي ينفي نفياً قاطعاً عن هذه النصوص النصرانية صفة الوحي الإلهي.. فهي \"ذكريات بشرية\" أو مجرد \"مذكرات\"!..\nالدليل السابع:\nثم كيف ينتفي التحريف اللفظي عن هذه النصوص، وهناك مغايرة بين اللغة التي كان يعظ بها المسيح - عليه السلام - أي لغة الإنجيل الذي جاء به.. وهي اللغة الآرامية - وبين اللغة الإغريقية التي كتبت بها النسخ الأصلية لهذه الأناجيل؟!.. الأمر الذي جعل الأب \"كانينجسر\" R.P.Kanenengesser - الأستاذ بالمعهد الكاثوليكي بباريس -\n(1) - د. أحمد عبد الوهاب (المسيح في مصادر العقائد المسيحية) ص 51 - طبعة مكتبة وهبة - القاهرة سنة 1978م.\nالجزء: 1 ¦ الصفحة: 44\n",
        "يقول: \"لا يجب الأخذ بحرفية الأناجيل، إنهم حفظوا منها نصيباً، وإنهم حرَّفوا النصيب الذي أُتوه، وأنه أعطى عيسى الإنجيل، وقال في أتباعه مثل ما قال في اليهود: فهي كتابات ظرفية خصامية، حرر مؤلفوها تراث جماعتهم المسيحية\".\nكما كتب مؤلفو كتاب (الترجمة المسكونية للعهد الجديد) - وهم أكثر من مائة متخصص من الكاثوليك والبروتستانت - فقالوا: \"لقد جمع المبشرون وحرروا، كل حسب وجهة نظره الخاصة، ما أعطاهم إياه التراث الشفهي\" (1) .\nوالدليل الثامن:\nإن الأصول الأولى لكل الأناجيل - المشهورة والمعتمدة عند الكنائس المسيحية - قد فقدت.. وأقدم المخطوطات لهذا الأناجيل الحالية يفصل بينها وبين المسيح وعصر من نسبت إليهم هذه الأناجيل ما يقرب من ثلاثمائة عام!..\nوبشهادة الموسوعة البريطانية: \"فإن جميع النسخ الأصلية\n(1) - د. موريس بوكاى (دراسة الكتب المقدسة في ضوء المعارف الحديثة) ص 78 طبعة دار المعارف - القاهرة سنة 1977م - والنقل عن (حول موثوقية الأناجيل والتوراة) ص 29.\nالجزء: 1 ¦ الصفحة: 45\n",
        "للعهد الجديد التي كتبت بأيدي مؤلفيها الأصليين قد اختفت، وأن هناك فاصلاً زمنياً لا يقل عن مائتين أو ثلاثمائة سنة بين أحداث العهد الجديد وتاريخ كتابة مخطوطاته الموجودة حالياً\" (1) .\nوبعبارة دكتور موريس بوكاي: \"فإننا لا نملك أي شهادة لشاهد عيان لحياة المسيح، وهذا خلافا لما يتصوره كثير من المسيحيين\" (2) .\nوالدليل التاسع:\nوغير فقد المخطوطات الأصلية للأناجيل واختفائها.. ووجود فجوة زمنية تبلغ مئات السنين بين الأصول الأولى للأناجيل وبين المخطوطات التي أخذت عنها هذه الأناجيل الحالية.. فوق كل هذا فإن هناك أكثر من مائة وخمسين ألفا (150. 00) من مواضع الاختلاف بين المخطوطات التي طبعت منها الأناجيل المتداولة الآن!!.. وهذه الاختلافات ليست بين مخطوطات الأناجيل المختلفة فقط، بل وفي\n(1) - (الموسوعة البريطانية) المجلد الثاني. ص 941.\n(2) - (دراسة الكتب المقدسة في ضوء المعارف الحديثة) ص 11.\nالجزء: 1 ¦ الصفحة: 46\n",
        "مخطوطات الإنجيل الواحد!\nوبنص عبارة الموسوعة البريطانية: \"فإن جميع نسخ الكتاب المقدس، قبل عصر الطباعة تظهر اختلافات في النصوص.. وإن مقتبسات آباء الكنيسة من كتب العهد الجديد، والتي تغطيه تقريباً، تظهر أكثر من مائة وخمسين ألفاً من الاختلافات بين النصوص\" (1) .\nوهذه الحقيقة التي أشارات إليها الموسوعة البريطانية - حقيقة الاختلافات بين نصوص الأناجيل التي اقتبسها الآباء - آباء الكنيسة - وبين صورة هذه النصوص في الأناجيل الحالية.. عليها شواهد ونماذج كثيرة.\nفلقد كان انتقال التبشير بالمسيحية من الإطار الإسرائيلي - الذي بُعث إليه المسيح - إلى إطار الأمم، سبباً في تغيير وتعديل نصوص الأناجيل لتلائم التبشير بين الأمم، وذلك بحذف الكلمات التي تشير إلى اختصاص النصوص ببني إسرائيل، أو تشير إلى تراثهم.\nوفي كتاب (الدسقولية: تعاليم الرسل) - الذي وضعه\n(1) - الموسوعة البريطانية. المجلد الثاني. ص 941.\nالجزء: 1 ¦ الصفحة: 47\n",
        "الآباء الأول - أدلة على اختلاف النصوص - التي اقتبسها الآباء في هذا الكتاب - عنها في الأناجيل الحالية:\nففي النص الذي اقتبسته (الدسقولية) من إنجيل متى يقول المسيح - عليه السلام - \"مكتوب في الناموس: لا تزن\".. \"وأنا أقول لكم: إني أنا الذي نطقت بالناموس من فم موسى\".\nفهو هنا يخاطب اليهود - قوم موسى - الذين يعرفون الناموس - الشريعة التي جاء بها موسى - ولذلك يستخدم المصطلحات المعروفة لهم، والتي تشير إلى المواريث الدينية التي يعرفونها.\nفلما انتقل التبشير بالإنجيل إلى الأمم - خارج الفضاء اليهودي - أدخلت على ذات الإنجيل - إنجيل متى - التغييرات والتعديلات والتحريفات التي تجعله مناسبا للأمم، وغير خاص باليهود وتراثهم.\nفبدلاً من \"مكتوب في الناموس لا تزن\" أصبح النص - في الإنجيل الحالي -: \"قد سمعتم أنه قيل للقدماء: لا تزن\".\nفحذف مصطلح \"الناموس\".. وحذفت الإشارة إلى \"موسى\" والناموس الذي نطق به فمه، حتى يصبح \"الكلام\"\nالجزء: 1 ¦ الصفحة: 48\n",
        "مقبولاً من الأمم وغير خاص باليهود وتراثهم الديني.\nوفي نص آخر: اقتبست (الدسقولية) من إنجيل متى - في زمن مبكر - قول المسيح - وهو يخاطب اليهود-:\n\"إن كل من نظر إلى امرأة صاحبه ليشتهيها يزني بها في قلبه\".\nفلما انتقل التبشير بالإنجيل إلى الأمم - خارج الإطار اليهودي - تغيير النص إلى: \"إن كل من نظر إلى امرأة ليشتهيها فقد زنى بها في قلبه\" - متى 5: 27، 28.\nفحذفت كلمة \"صاحبه\" التي كانت تخصص التحريم باشتهاء اليهودية فقط، دون غيرها.. وذلك ليكون النص - المعدل والمحرف - خالياً من العنصرية اليهودية التي تحصر التحريم في اشتهاء اليهودية وحدها. وليكون النص - المعدل - خطاباً صالحاً لعموم الأمم، لا لليهود وحدهم!..\nوفي نص ثالث (الدسقولية) - في مرحلة مبكرة - عن إنجيل متى -:\n\"فلأجل هذا قال الرب:\nتشبَّهوا بطيور السماء، فإنها لا تزرع، ولا تحصد، ولا\nالجزء: 1 ¦ الصفحة: 49\n",
        "تخزن في الأمراء، وأبوكم السماوي يقوتها، ألستم أنتم أفضل منها؟ فلا تهتموا قائلين: ماذا نأكل وماذا نشرب لأن أباكم عارف بحاجتكم إلى هذا كله\".\nفإذا رجعنا إلى هذا النص في النسخة الحالية من إنجيل متى نجده هكذا:\n\"انظروا إلى طيور السماء، إنها لا تزرع، ولا تحصد، ولا تجمع إلى مخازن، وأبوكم السموي يقوتها، ألستم أنتم بالحرى أفضل منها؟.\n\"ومن منكم إذا اهتم يقدر أن يريد على قامته ذراعا واحدة؟ ولماذا تهتمون باللباس؟.\nتأملوا زنابق الحقل كيف تنمو، لا تتعب، ولا تغزل، ولكن أقول لكم: إنه ولا سليمان في كل مجده كان يلبس كواحدة منها، فإن كان عشب الحقل الذي يوجد اليوم، ويطرح غدا في التنور يلبسه الله هكذا، أفليس بالحري جداً يلبسكم أنتم يا قليلي الإيمان\"؟\n\"فلا تهتموا قائلين: ماذا نأكل، أو ماذا نشرب، أو ماذا نلبس، فإن هذه كله تظلبها \"الأمم\" \"لأن أباكم السموي يعلم أنكم تحتاجون إلى هذه كلها\" - متى 6: 25-32\nالجزء: 1 ¦ الصفحة: 50\n",
        "وبالمقارنة بين النص كما اقتبسته (الدسقولية) - في مرحلة مبكرة - وبين النص كما هو عليه في الصورة الحالية لإنجيل متى، نجد:\n1-\nإنه قد تم توسيع النص القديم في النسخة الحالية بإضافة ما يوازي ضعف حجمه الأصلي.\n2-\nوأن الجزء المضاف يتعلق بعنصر لم ترد الإشارة إليه في النص القديم، وهو عنصر \"اللباس\".\n3-\nوأن الصورة الحالية للنص قد حفلت بالصور والمؤثرات الوجدانية، والتمثيل بزنابق الحقل - وهي الصور التي خلا منها النص القديم.\n4-\nكما أشار النص الحالي - المعدل - إلى \"الأمم\" في سياق ينم عن اهتمام الآب السموي بكل الأمم، وأنه لا يقتصر على شعب بعينه، مما يناقض العنصرية اليهودية، ولم يكن ذلك في النص القديم.\nوهكذا يتبين أن الإنجيل قد كتب أكثر من مرة، وتعدلت صياغته لاعتبارات عديدة تاريخية ومعنوية، وأضفى عليه كاتبوه صوراً ومعاني ومؤثرات لم تكن به من قبل، نتيجة خبراتهم، وقراءاتهم، واستماعاتهم، وطبيعة جمهورهم\nالجزء: 1 ¦ الصفحة: 51\n",
        "الذي يبشرونه بهذا الإنجيل، ثم وضعوا كل هذا الذي ابتدعوه على لسان المسيح - عليه السلام -! (1) .\nوهكذا صاحب التحريف التطورات التي طرأت على مسيرة التبشير بالنصرانية.. حتى لقد أصاب العالم والفيلسوف المعتزلي القاضي عبد الجبار بن أحمد (145 هـ -1024م) عندما قال عن النصرانية التي زرعها بولس في الدولة الرومانية.. والتي طوعها للوثنية الرومانية.. قال - في عبقرية:\n\"إن النصرانية عندما دخلت روما لم تنتصر روما، ولكن النصرانية هي التي تروّمت\"!.\nوالدليل العاشر:\nوغير الاختلافات والتناقضات في الأناجيل.. هناك كثرتها- بينما المفترض أن المسيح قد بشر بإنجيل واحد.\nفهناك غير الأناجيل الأربعة.. التي تقرر اعتمادها من\n(1) - حسنى يوسف الأطير \"عقائد النصارى الموحدين بين الإسلام والمسيحية\" ص 137، 138 - طبعة مكتبة النافذة - القاهرة سنة 2004م (وهو ينقل عن \" الدسقولية تعاليم الرسل\" نشرة: حافظ داود، ثم القمص مرقس داود.. ثم د. وليم سليمان قلادة\".\nالجزء: 1 ¦ الصفحة: 52\n",
        "قبل \"الدولة الرومانية\" وليس من قبل الله، الذي أوحى بالإنجيل إلى عيسى.. هناك أناجيل كثيرة جدا.. منها - على سبيل المثال:\n1-\nإنجيل متى - غير الإنجيل الشهير بهذا الأسم.\n2-\nوإنجيل مرقس.\n3-\nوإنجيل نيقوديموس.\n4-\nوإنجيل يعقوب.\n5-\nوإنجيل لوقا - في نصه اللاتيني.\n6-\nوإنجيل لوقا - في نصه السرياني.\n7-\nوإنجيل الطفولة - في نصه الأرمني.\n8-\nوإنجيل الطفولة - في نصه السرياني.\n9-\nوإنجيل طفولة سيدنا - في نصه الأرمني.\n10-\nوإنجيل طفولة سيدنا - في نصه العربي.\n11-\nوإنجيل توماس- الذي ذهب يبشر في أرض بابل.\n12-\nوإنجيل فيلبس - الذي ذهب يبشر في القيروان وقرطاجنة.\nالجزء: 1 ¦ الصفحة: 53\n",
        "13-\nوالنص العربي القديم لقصة يوسف النجار (1) .\nفإذا أضفنا إلى هذه الأناجيل:\n14-\nإنجيل برنابا.\n15-\nوإنجيل يهوذا.\n16-\nوإنجيل العبريين.\n17-\nوإنجيل الناصريين.\n18-\nوإنجيل الحقيقة.\nوكذلك الأناجيل التي اكتشفت ضمن \"مخطوطات نجع حمادي\" - في صعيد مصر - سنة 1947 م، وفيها 53 نصاً.. وتقع في 1153 صفحة.. والتي جمعت في 13 مجلدا - وهي التي يرجع تاريخ كتابتها إلى ما قبل كتابة الأناجيل الأربعة المشهورة بعشرين عاما - ومنها:\n19-\nإنجيل مريم المجدلية.\n20-\nوإنجيل فليب.\n21-\nوإنجيل بطرس.\n(1) - كتاب \" المسيح في الإسلام\" للدكتور ميشال الحايك.\nالجزء: 1 ¦ الصفحة: 54\n",
        "22-\nوإنجيل المصريين\nإذا علمنا هذا العدد غير المحصور للأناجيل.. والذي وصل في الموسوعة الأمريكية إلى ستة وعشرين إنجيلا.. ووصل في بعض الدراسات إلى مائة إنجيل!.. ظلت شائعة معتمدة لدى طوائف نصرانية كبيرة وكثيرة حتى القرن الرابع الميلادي - عندما قرر مجمع نيقية سنة 325م إلغاء الأناجيل التي لا تقول بألوهية المسيح!.. (1) .\nإذا علمنا ذلك، رأينا حقيقة غيبة الموثوقية عن هذه الأناجيل - التي هي قصص.. وتدوين لثقافة شفهية.. والتي اعتمد الرومان أربعة منها، فرضوها بقوة الدولة على المخالفين!.\nوالدليل الحادي عشر:\nهو الكم الهائل من التناقضات والاختلافات التي شاعت وانتشرت حتى في الأناجيل الأربعة الشهيرة المعتمدة.. تلك التي قررت الموسوعة البريطانية أن في مخطوطاتها أكثر من 150. 000 تناقض.\n(1) - \" المسيح في مصادر العقائد المسيحية\" ص 37، 38 والنقل عن \"حول موثوقية الأناجيل والتوراة\" ص 33.\nالجزء: 1 ¦ الصفحة: 55\n",
        "وإذا نحن شئنا ضرب الأمثال - بعض الأمثال - على هذه التناقضات التي تمتلئ بها هذه الأناجيل الأربعة، حول سيرة المسيح ووقائعها - فإننا واجدون - على سبيل المثال، لا الحصر:\n1-\nفي إنجيل متى 1: 19-21 أن الملاك جاء ببشارة حمل المسيح وولادته إلى يوسف النجار.\nأما في لوقا 1: 26-31 فإن البشارة جاءت إلى مريم العذراء.\n2-\nوفي متى 2: 19-20 أن هيرودس مات ويسوع صبي لم يره.\nأما في لوقا 23: 8 فإن هيرودس رأي يسوع وفرح جدا.\n3-\nوفي متى 2: 3 أن أحدا في أورشليم لم يعلم بولادة المسيح إلا بعد مجئ المجوس.\nأما في لوقا 2: 25-38 فإن الكثيرين من أهل أورشليم قد علموا بولادته من بنية حنة بنت فنوئيل.\n4-\nوفي متى 2: 1-3 أن هيرودس تربص بيسوع.\nأما في لوقا 2: 25-38 فإنه لم يتربص بيسوع.\nالجزء: 1 ¦ الصفحة: 56\n",
        "5-\nوفي متى 1: 1-7 أن المسيح من أولاد سليمان بن داود.\nأما في لوقا 3: 23-38 فإنه من نسل ناثان بن داود.\n6-\nوفي متى نجد في أسلاف المسيح - من داود إلى المسيح 28 سلفا.\nبينما نجدهم عند لوقا 41 سلفا.\n7-\nوفي متى 26: 1-2 نجد مدة دعوة المسيح ورسالته سنة واحدة.\nوكذلك في مرقس 14: 1.\nوكذلك في لوقا 22: 1.\nلكننا نجد هذه المدة في يوحنا 2: 13-14 عامان.\n8-\nوفي لوقا 9: 53-56 نجد المسيح قد جاء يدعو للسلام.\nوفي نفس الإنجيل - بموضع آخر 12: 49-51 نجده قد جاء يدعو للانقسام والحرب \"جئت لألقي نارا على الأرض.. أتظنوا أني جئت لأعطي سلاما على الأرض، كلا أقول لكم بل انقساما\".\nالجزء: 1 ¦ الصفحة: 57\n",
        "9-\nويؤرخ يوحنا 1: 29-49 دعوة المسيح باليوم التالي لمجيئه من عند يوحنا المعمدان.\nبينما يؤرخ مرقس 1: 12-20 الدعوة بعد أربعين يوما من التعميد والتجريب.\n10-\nوفي متى 4: 12-19 أن المسيح دخل كفر ناحوم قبل دعوة بطرس وأندراوس.\nبينما في مرقس 1: 6 أن ذلك كان بعد دعوة بطرس وأندراوس.\n11-\nوفي تلاميذ المسيح، اتفقت الإناجيل الأربعة على خمسة اسماء: 1- سمعان، 2- أندراوس، 3- فيلبس، 4- ويوحنا، 5- ويهوذا الإسخريوطي. لكن هذه الأناجيل اختلفت في تسعة أسماء - فيكون المجموع أربعة عشر تلميذا.\nوالأسماء في متى 10: 2-4 وفي مرقس 3: 14-19 وفي لوقا 6: 13-16 وفي يوحنا 1: 40-45.\n12-\nوفي موعظة الجبل يتناقض إنجيل متى مع نفسه.. ففي 5: 17 أن المسيح جاء ليكمل الناموس لا لينقضه..\nالجزء: 1 ¦ الصفحة: 58\n",
        "بينما في 5: 32، 38-39 أنه جاء فنقض الناموس وغير أحكامه.\n13-\nوفي متى 12: 46-48 أن الذين قالوا للمسيح - بعد النزول من الجبل - إن أمه وإخوته - في الخارج يطلبون أن يكلموه، واحد.\nبينما في مرقس 3: 31-33 أنهم الجميع.\n14-\nوفي متى 13: 2-3 أن المسيح تكلم بالأمثال بعد هيجان البحر.\nبينما في مرقس 4: 2 أنه كان قبل هيجان البحر.\n15-\nوفي متى 20: 29-34 أن الذين شفاهم المسيح من العمى - بعد خروجه من أريحا - اثنان، ولمس أعينهما.\nأما في مرقس 10: 46-52 فهو واحد، ولم يلمس عينه.\n16-\nوفي متى 15: 29-30 أن المسيح قد شفى - عند بحر الجليل - جمعا من الخرس.\nبينما في مرقس 7: 31- 35 أنه واحد فقط.\n17-\nوفي لوقا 8: 49 أن الذي أبلغ يسوع عن حالة ابنة رئيس المجمع واحد.\nالجزء: 1 ¦ الصفحة: 59\n",
        "وفي مرقس 5: 35 أنهم جمع.\nوفي متى 9: 18 أن البنت كانت قد ماتت\nوفي نفس السفر - من نفس الإنجيل - 24 أنها كانت نائمة.\n18-\nوفي متى 14: 15-21 أن الذين أكلوا من الأرغفة الخمسة والسمكتين كانوا خمسة آلاف رجل، ما عدا النساء والأولاد.\nبينما العدد في مرقس 6: 35-44 نحو خمسة آلاف رجل.. وهو عددهم في لوقا 9: 12-17 أي لم يكن هناك نساء ولا أولاد.\n19-\nوفي تاريخ العشاء الأخير.. نجده عند متى 26: 1-17 قبل عيد الفصح والإفطار بيومين.\nولكن يوحنا يجعله قبل الفصح بستة أيام.\n20-\nوهناك اختلاف في مكان العشاء الأخير.. ففي متى 26: 6، 19-21 أنه كان في بيت سمعان الأبرص.. وعند يوحنا 12: 1-3 أنه كان في بيت مريم ومرثا ولعازر، في بيت عنيا.\nالجزء: 1 ¦ الصفحة: 60\n",
        "21-\nوفي متى 26: 18-19 أن التلاميذ جميعا قد أعدوا العشاء الأخير.\nوفي مرقس 14: 12-16 أن الذي أعده تلميذان.\n22-\nوفي متى 26: 27-28 إن المسيح شرب في العشاء الأخير كأسا واحدة.\nوفي لوقا 22: 17-20 أنه شرب كأسان.\n23-\nوفي ميعاد الصلب خلاف.. ففي مرقس ومتى ولوقا: كان يوم الجمعة.. مرقس 14: 1-53 وعند يوحنا 13: 1-38، 19: 30 كان يوم الخميس.\n24-\nوفي مرقس 8: 34- 35 نجد المسيح يطلب من تلاميذه أن يقدموا أنفسهم للموت كما فعل هو.\nوفي متى 26: 38-42 نجد المسيح يحزن ويكتئب ويتمنى عدم الصلب والموت.\n25-\nوي متى 26: 51-52 نجد المسيح ينهي عن حمل السلاح.\nوفي لوقا 22: 35-36 يأمر بحمل السيوف.\n26-\nوفي تقييم المسيح لبطرس خلاف.. ففي متى\nالجزء: 1 ¦ الصفحة: 61\n",
        "16: 18 لا يمكن دخول الشيطان في بطرس.\nوفي نفس متى 16: 23 يصف المسيح بطرس بأنه شيطان.\n27-\nوفي لوقا 22: 54-71، 23: 1-5 أن محاكمة المسيح كانت في اليوم التالي للقبض عليه، وفي بيت رئيس الكهنة.\nوفي مرقس 14: 53-58 أن المحاكمة كانت في نفس يوم القبض عليه، وأمام مجمع اليهود.\n28-\nوفي لوقا 23: 11 أن الجنود الذين سخروا من المسيح أثناء محاكمته هم جنود هيرودس.\nأما في مرقس 15: 15-20 فهم جنود بيلاطس.\n29-\nوفي مرقس 15: 21-22.. وفي متى 27: 32 أن سمعان القيرواني هو الذيحمل الصليب إلى موضع جمجمة.\nوفي يوحنا 19: 17 أن المسيح هو الذي حمل الصليب.\n30-\nوفي لون رداء المسيح عند المحاكمة خلاف.. ففي متى 27: 27-29 كان لونه قرمزيا.\nأما في مرقس 15: 17 فلونه أرجواني.\nالجزء: 1 ¦ الصفحة: 62\n",
        "31-\nوفي مرقس 15: 27، 32 أن المسيح صلب معه لصان.\nوفي لوقا 23: 39-43 أنه لص واحد.\n32-\nوفيما قال المسيح، وهو على الصليب، خلاف..\nففي مرقس 15: 34 أنه \"صرخ بصوت عظيم قائلا: ألوى ألوى لم شبقتني؟ \" أي إلهي إلهي لماذا تركتني؟!\nوفي لوقا 23: 46 و\"نادى يسوع بصوت عظيم وقال: يا أبتاه، في يديك أستودع روحي، ولما قال هذا أسلم الروح\".\nوفي يوحنا 19: 30 \"فلما أخذ يسوع الخل قال: قد أكمل، ونكس رأسه وأسلم الروح\".\n33-\nوفي مرقس 15: 25 أن الصلب كان في الساعة الثالثة يوم الجمعة.\nوفي يوحنا 19: 14-18 أنه كان في الساعة السادسة يوم الجمعة.\n34-\nوفي توقيت زيارة النساء لقبر المسيح خلاف..\nفهو في مرقس 16: 2 \"إذا طلعت الشمس\".\nوهو في يوحنا 20: 1 \"والظلام باق\"\nالجزء: 1 ¦ الصفحة: 63\n",
        "35-\nوفي متى 28: 2-5 رأت النساء الملاك جالسا على الحجر عند القبر.\nوفي مرقس 16: 5 لم تر النساء الملاك جالسا على الحجر.\n36-\nوفي متى 28: 1 أن النساء كن اثنتان.\nوفي مرقس 16: 1-2 أنهن كن ثلاث نساء.\n37-\nوفي مرقس 16: 5 أن النساء رأين شابا جالسا عند القبر.\nوفي متى 28: 2 أنهن رأين ملاكا جالسا على الحجر.\nوفي لوقا 24: 3 أنهن رأين رجلين واقفين.\nوفي يوحنا 20: 12 أنهن رأين ملاكين جالسين.\n38-\nوفي لوقا 24: 46 أن يسوع هو الذي أقام نفسه من الموت.\nوفي أعمال الرسل 4: 10 أن الله هو الذي أقامه من الأموات.\n39-\nوفي عدد مرات ظهور يسوع للتلاميذ بعد القيامة خلاف..\nففي متى 28: 16- 17 أنها مرة واحدة.\nالجزء: 1 ¦ الصفحة: 64\n",
        "وفي يوحنا 20: 19، 26 أنهما مرتان.\nوفي نفس يوحنا 21: 1-14 أنها ثلاث مرات.\n40-\nوفي مرقس 16: 9-10 أن يسوع ظهر أول ما ظهر بعد قيامته لمريم المجدلية.\nوفي لوقا 24: 13 أنه ظهر لاثنين متوجهين لقرية عمواس.\n41-\nوفي زمان ومكان صعود المسيح إلى السماء خلاف..\nففي لوقا 24: 1-52 أنه كان في أيام الفصح، من بيت عنيا.. خلال 24 ساعة من خروجه من القبر.\nوفي أعمال الرسل 1: 3-9، 12 أنه كان من جبل الزيتون، بعد 40 يوما من خروجه من القبر.\n42-\nوفي يوحنا 3: 13 أن المسيح وحده هو الذي صعد إلى السماء.. \"وليس أحد صعد إلى السماء إلا الذي نزل من السماء ابن الإنسان الذي هو في السماء\".\nوفي الملوك الثاني 2: 11 أن إيليا صعد إلى السماء.. \"وفيهما هما يسيران ويتكلمان إذا مركبة من نار وخيل من نار\nالجزء: 1 ¦ الصفحة: 65\n",
        "ففصلت بينهما فصعد إيليا في العاصفة إلى السماء\".\nوفي التكوين 5: 24 أن أخنوخ صعد إلى السماء.. \"وسار أخنوخ مع الله، ولم يوجد، لأن الله أخذه\".\n43-\nوفي المقصد من مجئ المسيح خلاف..\nففي يوحنا 9: 39 أنه جاء ليدين العالم.\nوفي نفس يوحنا 12: 47-48 أنه لم يأت ليدين العالم.. \"لأني لم آت لأدين العالم، بل لأخلص العالم\".\n44-\nوفي ألوهية المسيح خلاف..\nففي يوحنا 20: 17 يقول المسيح لمريم المجدلية: \"إني أصعد إلى ابي وأبيكم وإلهي وإلهكم\".\nأما في رسالة بولس إلى أهل رومية 9: 5 فيقول بولس: \"ولهم الآباء، ومنهم المسيح حسب الجسد الكائن على الكل إلها مباركا إلى الأبد\".\n45-\nوفي مساواة المسيح للآب خلاف..\nففي يوحنا 10: 30 \"أنا والأب واحد\".\nوفي نفس يوحنا 14: 28 يقول المسيح: \"لأني قلت أمضي إلى الآب، لأن أبي أعظم مني\".\nالجزء: 1 ¦ الصفحة: 66\n",
        "وفي نفس يوحنا 17: 3 \"وهذه هي الحياة الأبدية أن يعرفوك أنت الإله الحقيقي وحدك ويسوع الذي أرسلته\".\nوفي مرقس 12: 28-29 \"الرب إلهنا إله واحد\".\nوفي لوقا 18: 19 \"ليس أحد صالحا إلا واحد وهو الله\".\n46-\nوفي متى 9: 9 دليل على أن متى كاتب الإنجيل ليس هو متى الحواري.. فهو يتحدث عن متى الحواري بضمير الغائب: \"وفيما يسوع يجتاز من هناك، رأي \"يسوع\" إنسانا جالسا عند مكان الجباية اسمه متى، فقال \"يسوع\" له \"متى\" اتبعني، فقام \"متى\" وتبعه\".\n***\nتلك مجرد إشارات لنماذج من التناقضات التي تكشف عن أن هذه الأناجيل هي في الحقيقة \"مجمع\" للاختلافات والتناقضات.. الأمر الذي يحيل ويستحيل - معها - أن ممثلة لكلمات الله.. ولوحيه الذي أنزل على المسيح - عليه السلام.\nلذلك كله، كان حديث القرآن الكريم عن إنجيل عيسى - الذي هو ذكر من الله.. وفيه هدى ونور.. هو حديث عن\nالجزء: 1 ¦ الصفحة: 67\n",
        "إنجيل لا وجود له الآن.\nوكان حديثه - أيضا - عن هذه الأناجيل التي كتبها النصارى بأيديهم.. فنسوا فيها حظا مما جاء به المسيح - عليه السلام - وساروا في ذلك على خطى اليهود في التحريف لكلمات الله.. فقال القرآن الكريم:\n{فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (13) وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ}\n(المائدة: 13، 14)\nهذا عن التحريف.. الذي وقع للتوراة والإنجيل..\nالجزء: 1 ¦ الصفحة: 68\n",
        "والذي شهدت به وعليه وقائع هذه الكتب.. والعلماء الخبراء من أهلها.. كما شهد به القرآن الكريم.\nوالذي، رغم ذلك، ينفيه وينكره مؤلف هذا \"المنشور التنصيري\"!.\nبل لقد ذهب كاتب هذا \"المنشور التنصيري\" - ص 32 - فكذب ودلس وافترى على الإمام الفخر الرازي، بانه يقول بتواتر روايات النصارى للإنجيل - كما سيأتي تفصيل الحديث عن هذا الكذب والتدليس والافتراء في نهاية هذا الحوار مع كاتب هذا \"المنشور\" (1) .\n***\n(1) - لمزيد من نماذج ووقائع التناقضات والتحريفات في \"الكتاب المقدس\" انظر: عبد السلام محمد عبد الله \"هل الكتاب المقدس معصوم؟ \" طبعة مكتبة النافذة - القاهرة سنة 2007م.\nالجزء: 1 ¦ الصفحة: 69\n",
        "(2)\nالمسيحية ديانة موحدة\nوفي الفصل الثالث من هذا الكتاب.. وتحت هذا العنوان.. ادعى كاتب هذا \"المنشور التنصيري\" أن \"كلمة الله\".. التي هي المسيح، تعني \"عقل الله\" وقدرته على إعلان ذاته وتنفيذ إرادته\".. فالكلمة هي العقل - اللوجوس.\nوفي الحوار مع هذه الدعوة نقول:\nإذا كان المسيح هو كلمة الله.. وإذا كانت الكلمة - المسيح - \"تعني العقل الإلهي وقدرته على إعلان ذاته وتنفيذ إرادته\".\nوإذا كان المسيح - الكلمة.. العقل - قد ولد من مريم.. فهل قبل المسيح كان الله بلا عقل وبلا قدرة على إعلان ذاته وتنفذ إرادته؟!.\nوإذا قيل: إن عقل الله اتحد بالمسيح - أي بالناسوت - في رحم مريم.. فهل دخل الله بعقله في رحم مريم؟!.. أم دخل\nالجزء: 1 ¦ الصفحة: 70\n",
        "عقله وحده رحم مريم، وبقى بلا عقل؟!.. وإذا كان الله قد اتحد بالمسيح في رحم مريم - اتحاد اللاهوت والناسوت - فهل كان الله يدبر الكون، ويعلن ذاته وينفذ إرادته من داخل رحم مريم؟!.\nوذا كان الثلاثة - الآب.. والابن.. والروح القدس- هم واحد - لا ثلاثة - مثل حرارة الشمس.. وضوئها، المتحدان بها - كما يحلو لهم التمثيل بذلك في تفسير \"وحدة الثالوث\".. فإن الضوء وحده لا يقوم بوظيفة الشمس.. وكذلك الحرارة وحدها لا تقوم بوظيفة الشمس.. وإنما لابد من كل مكونات الشمس: الضوء.. والحرارة وغيرها للقيام بوظائف الشمس.\nلكن المسيحيين يجعلون المسيح إلها كاملا يقوم بكل وظائف الإله، حتى لقد جعلوه بديلا للآب.. فهو - عندهم - خالق كل شئ.. وبه كان كل شئ.. وبدونه لم يكن شئ.. وهو الألف والياء.. وبذلك سقط \"تسويق\" وحدة الثالوث، بالقياس على مكونات الشمس.\nلقد تجاوزوا التثليث وتعدد الآلهة إلى الشرك، الذي حل فيه المسيح محل الله - الآب.\nالجزء: 1 ¦ الصفحة: 71\n",
        "ولقد سبق للإمام الفخر الرازي أن سد الطريق على النصارى في هذا التخريج الذي حاولوا به جمع المتناقضات - التثليث والتوحيد - وذلك عندما عرض مذهبهم هذا فقال:\n\"إنهم يقولون: إن أقنوم لكلمة اتحد بعيسى عليه السلام، فأقنوم الكلمة إما أن يكون ذاتا أو صفة، فإن كان ذاتا فذات الله قد حلت في عيسى واتحدت بعيسى، فيكون عيسى هو الإله على هذا القول.\nوإن قلنا: إن الأقنوم عبارة عن الصفة، فانتقال الصفة من ذات إلى ذات أخرى غير معقول.\nثم، بتقدير انتقال أقنوم العلم عن ذات الله تعالى إلى عيسى يلزم خلو ذات الله عن العلم، ومن لم يكن عالما لم يكن إلها..\" (1) .\nأما كون المسيح - في القرآن الكريم - \"كلمة الله\"\n{إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ}\n(النساء: 171)\n(1) - \"تفسير الرازي\" ج - 11 ص195 - طبعة دار الفكر - القاهرة سنة 1401 هـ 1980م.\nالجزء: 1 ¦ الصفحة: 72\n",
        "فمعناها: خلق الله.. فكلمات الله لا نهائية.. أي خلقة ومخلوقاته.\n{وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (27) مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ}\n(لقمان: 27-28)\n{قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا}\n(الكهف: 109)\nفكلمات الله هي خلقه.. ووحيه.. وقضاؤه.\n* أما كون المسيح - في القرآن - هو روح من الله.\n{وَرُوحٌ مِنْهُ}\n(النساء: 171)\nفإنها لا تعني ألوهيته.. فلقد نفخ الله - سبحانه وتعالى - في آدم من روحه.. ولم يقل أحد إن آدم قد صار إلها بسبب احتوائه على روح من الله.\nالجزء: 1 ¦ الصفحة: 73\n",
        "{ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ}\n(السجدة: 9)\n{فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ}\n(الحجر: 29)\nثم إن هذا القرآن الكريم - الذي يستشهد به هذا الكتاب، في هذه المواطن، وبهذه الآيات، ليوهم قراءه انحياز القرآن لعقائد النصرانية في ألوهية المسيح.. إن هذا القرآن هو ذاته الذي نفى نفيا قاطعا ألوهية المسيح وبنوته لله، وحكم على من قال ذلك بالكفر والشرك.\n{لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ ُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (72) لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (73) أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ (74) مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآَيَاتِ ثُمَّ انْظُرْ أَنَّى\nالجزء: 1 ¦ الصفحة: 74\n",
        "يُؤْفَكُونَ (75) قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (76) قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ}\n(المائدة: 72-77)\nهذا هو القرآن الكريم، الذي يحاول كاتب هذا المنشور التنصيري أن يستشهد به.. يعلن أن المسيح: كلمة اله.. أي خلقه.. نفخ فيه من روحه.. كما نفخ في آدم من روحه.. وأنه - المسيح- عبد الله ورسوله، كالخالين من الرسل.. وأن الذين ألهوه، وقالوا بالتثليث قد كفروا بالوحدانية.. وسقطوا في مستنقع الإشراك بالله الواحد الأحد.\nوأما تفويض القرآن الكريم للمسيح - عليه السلام - معجزات الخلق.\n{أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ}\n(آل عمران: 49)\nالجزء: 1 ¦ الصفحة: 75\n",
        "فهو معجزة بإذن الله، وليست خلقا ابتدائيا كخلق الله.\nوكذلك شفاؤه للمرضى.. وإحياؤه للموتى.. هو إعجاز بإذن الله:\n{وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ}\n(آل عمران: 49)\nفهو إعجاز يظهره الله على يديه، وليس ثمرة لألوهيته.. وإلا كان شريكا لله في الخلق والإحياء والإماتة.. والشراكة تعني الشرك لا التوحيد.. ثم إنه هو - المسيح - مخلوق لله بإعجاز دون إعجاز خلق آدم - عليهم السلام -.\nواستدلال الكتاب بآية سورة الزخرف:\n{وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ مُسْتَقِيمٌ}\n(الزخرف: 61)\nاستدلال بجعل القرآن المسيح من علامات الساعة.. يتجاهل أن هذه الآية مسبوقة بالآية 59 التي تقول:\n{إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ}\n) الزخرف: 59)\nالجزء: 1 ¦ الصفحة: 76\n",
        "فهو عبد الله ورسوله.. جعله آخر أنبياء بني إسرائيل وعلامات الساعة - كل علاماتها - مخلوقة لله الواحد الأحد.. وليس من بينها علامة تشارك الله في الألوهية والخلق.. ولم يقل عاقل إن علامات الساعة - وهي كثيرة - هي آلهة مع الله!.\nوميلاد المسيح بلا اب بشري، لا يعني ألوهيته.. وإلا لكان آدم - عليه السلام - أولى بذلك.. فلقد خلق دون أب ولا أم.. إنهم خلق الله.. وكلمات الله.. خلقوا بقدرة الله الواحد الأحد:\n{إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آَدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ}\n(آل عمران: 59)\nفهو معجزة، خلقه الله دون أب.. والإعجاز في خلقه أقل من الإعجاز في خلق آدم.. ولذلك عبر القرآن الكريم بلفظ: \"كمثل آدم\".. والمشبّه \"خلق المسيح\" لم يبلغ - في الإعجاز مبلغ المشبه به \"خلق آدم\".\nوإذا كان المسيح قد جاء بمعجزات كثيرة، فإنما كان ذلك\nالجزء: 1 ¦ الصفحة: 77\n",
        "لغلاظة القلوب والعقول والرقاب في بني إسرائيل.. وإلا فتكفي للداعي معجزة واحدة تتم بها المفارقة للواقع والخرق لقوانينه، والتحدي المعجز، المعلن عن صدق الرسول.\nثم إن المسيح - عليه السلام - قد تألم.. وبكى.. وصرخ.. واستغاث.. وهي من نواقص البشر الممتازين - فضلا عن الأنبياء - وإن تكن نواقص خارجة عن نطاق التبليغ عن الله.\nوقبل كل هذا وبعده.. فإن مصدر عقائد المسيحية في ألوهية المسيح وبنوته لله، وصلبه.. مصدرها الأناجيل، التي ثبت - بالعقل والنقل واستقراء واقعها - افتقارها للشروط الضرورية التي تجعلها مصدر صدق لنظرية اجتماعية أو فلسفية، فضلا عن أن تكون مصدر صدق لدين من الأديان.\nإن ألوهية المسيح.. وبنوته لله:\n- ترفضها أسفار العهد القديم.. وترفضها اليهودية.. التي جاء المسيح - عليه السلام - ملتزما بشريعتها وعقيدتها.. ومضيفا إليها \"التعاليم\".\n- ويرفضها القرآن الكريم.. والإسلام.. ويعدها شركا بالله وكفرا بوحدانيته.\n-\nالجزء: 1 ¦ الصفحة: 78\n",
        "وإذا كانت الأناجيل - التي ذكرت في دوائر المعارف والموسوعات والدراسات المسيحية، قد وصل عددها إلى مائة إنجيل.. فإنه لم يقل بالوهية المسيح، من بين تلك الأناجيل المائة، سوى إنجيل واحد هو إنجيل يوحنا!!.\nفهل من الجائز: والمعقول أن تهمل كل الأناجيل الأخرى الإشارة إلى هذه العقيدة المحورية - الألوهية وطبيعة الإله - وينفرد بها إنجيل واحد - من بين مائة إنجيل؟!.\nبل لقد أنكرت هذه العقيدة - ألوهية المسيح - كثير من هذه الأناجيل، التي قالت إن المسيح مخلوق، كان بعد أن لم يكن، وهو عبد الله ورسوله.\nبل لقد ظلت هذه العقيدة - القائلة إن المسيح هو عبد الله ورسوله- العقيدة السائدة في النصرانية إبان القرون الأولى من تاريخ المسيحية.\nوإذا كان عمدة الأدلة المسيحية على ألوهية المسيح هو أنه \"الكلمة\" - كلمة الله - فإن كل أسفار التوراة تأتي فيها \"الكلمة\" بمعنى: الوحي.. أو الأمر الإلهي.. أو الرسالة النبوية، عند أنبياء العهد القديم.. ولم تشر هذه الأسفار بمصطلح \"الكلمة\" إلى المسيح - ابن مريم - أو أي مسيح آخر.\nالجزء: 1 ¦ الصفحة: 79\n",
        "وكذلك صنع القرآن الكريم.. فكلمة الله - كما سبق وأشرنا - هي: قوله\n...\nوحيه.. ووعده.. وقضاؤه.. وحكمه.. خلقه..\n{كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا}\n(المؤمنون: 100)\n{قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ}\n(آل عمران: 64)\n{وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ}\n(هود: 119)\n{وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا}\n(الأعراف: 137)\n{وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا}\n(التوبة: 40)\n{وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ}\n(التوبة: 74)\nالجزء: 1 ¦ الصفحة: 80\n",
        "{وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى}\n(الفتح: 26)\n{وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ}\n(يونس: 19)\n{أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ}\n(آل عمران: 39)\n{إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ}\n(آل عمران: 45)\n{إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ}\n(النساء: 171)\n{قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا}\n(الكهف: 109)\nوفي الأناجيل الأربعة المعتمدة لدى الكنائس النصرانية لم يرد مصطلح \"الكلمة\" في متى ومرقس.. وورد في لوقا\nالجزء: 1 ¦ الصفحة: 81\n",
        "بنفس معناه في أسفار العهد القديم word \"إسمعوا الكلمة التي تكلم بها الرب عليكم يا بيت إسرائيل\" إرميا 1: 1.. وقال عن يوحنا المعمدان: \"كانت كلمة الله على يوحنا بن زكريا في البرية\" إصحاح 2: 3.. وعن يسوع: \"إذا كان الجميع يزدحم عليه ليسمع كلمة الله\" إصحاح 5: 1.\nكما أطلق مصطلح \"الكلمة\" على تعليم تلاميذ المسيح للناس: \"وكثيرون من الذين سمعوا الكلمة آمنوا\" أعمال 4: 4.. وعلى تعليم بولس: \"هكذا كانت كلمة الرب تنمو وتقوى بشدة\" أعمال 19: 20.\nهكذا اتفق التراث اليهودي - في أسفار العهد القديم - وأناجيل: متى ولوقا ومرقس وأعمال الرسل على أن معنى \"الكلمة\" هو التعليم.. أو الوحي.. أو الأمر الإلهي الصادر عن قصد واختيار من قبل الله تعالى إلى الناس عن طريق إنسان معين، هو النبي أو تابع النبي.\nومع العهد القديم وهذه الأناجيل وقف القرآن الكريم في معنى \"الكلمة\".\nلكن الشذوذ الذي أوقع المسيحيين في تأليه المسيح - عليه السلام - قد جاء من الإنجيل الوحيد - إنجيل يوحنا -\nالجزء: 1 ¦ الصفحة: 82\n",
        "الذي فسر \"الكلمة\" - أي المسيح - بأنها العقل logos وهو المعنى اليوناني الذي ساد في الفلسفة الوثنية اليونانية.. فجعل المسيح - كلمة اله - عقل الله، ومن ثم فهو متحد به.. أي إله!!.\nولذلك، كان هذا الإنجيل هو الوحيد.. من بين الأناجيل- المعتمدة - وهي أربعة - وغير المعتمدة - والتي يصل عددها في بعض الدراسات إلى مائة إنجيل - كان هذا الإنجيل هو الوحيد الذي ادعى كاتبه ألوهية المسيح، لأنه \"الكلمة\" - بمعنى \"العقل\" - عقل الله - ومن ثم كان هذا الإنجيل وحده هو المصدر لعقيدة الحلول والاتحاد والتثليث والتأليه للمسيح.\nففي هذا الإنجيل - وحده - جاء: \"في البدء كان الكلمة، وكان الكلمة عند الله، وكان الكلمة الله\" يوحنا 1: 1.\nوبعد هذا التصوير للكلمة بأنها هي الله.. ذهب هذا الإنجيل - وحده أيضا - فجعل الكلمة كيانا مستقلا: \"والكلمة صار جسدا، وحل بيننا\" يوحنا 1: 14.. فدخل في الحلول والاتحاد والتعدد.\nثم ذهب هذا الإنجيل - وحده فأوغل على درب الوثنية والشرك إلى حيث جعل الكلمة - المسيح - بديلا عن الله،\nالجزء: 1 ¦ الصفحة: 83\n",
        "قائما بكل وظائف الإله!.. \"هذا كان في البدء عند الله، كل شئ به، كان، وبغيره لم يكن شئ مما كان\" يوحنا 1: 2-3.\nوهكذا نجد هذا الإنجيل - الذي انفرد بتأليه المسيح.. وانفرد بتبني المعنى اليوناني الوثني للكلمة - العقل.. اللوجس، والنزعة الغنوصية اليونانية.. الحلولية.. نجده قد جمع كما هائلا من التناقضات.\nفإذا كانت \"الكلمة\" هي الله، فكيف تصير الكلمة - الله - جسدا حل بيننا؟ َ!. هل خلق الله ذاته وجعلها جسدا؟!.. أم أنه خلق جسدا - كما يخلق كل المخلوقات؟.\nوإذا كان قد خلق وصّير جسدا حل بيننا.. فكيف يحل هذا المخلوق محل الخالق، فيكون به كل شئ كان، وبغيره لم يكن شئ مما كان؟!.\nولا مخرج لهؤلاء الذين اعتمدوا في أم العقائد - الألوهية - على عبارات شاذة انفرد بها - وشذ - إنجيل واحد - على عكس الأناجيل التي اقترب عددها من المائة.. وعلى عكس معنى الكلمة في العهد القديم والتراث اليهودي.. وعلى عكس القرآن، والتراث الإسلامي.. وعلى عكس معناها في أناجيل أخرى.. لا مخرج لهم من هذه التناقضات، التي\nالجزء: 1 ¦ الصفحة: 84\n",
        "أدخلت الحلول والاتحاد والتعدد والشرك والوثنية إلى التوحيد النصراني.. لا مخرج لهم إلا العودة إلى المعنى الحقيقي للكلمة:.\n• وحي الله • ووعد الله • وقضاء الله • وحكم الله • وخلق الله.\nبدلا من المعنى الوثني، الذي شاع في الفلسفة الوثنية اليونانية - العقل.. اللوجس- والذي تسرب إلى المسيحية عندما تروّمت، واتخذت صورتها الرومانية - على يد بولس.\nوبهذه العودة إلى أصول النصرانية الموحدة.. ومعاني الكلمة في التراث الديني التوحيدي، تعود المسيحية إلى حقيقتها: تعاليم المسيح - عليه السلام - وبشارته، في إطار دين الوحدانية والتوحيد لله الواحد الأحد.. الفرد الصمد.. الذي لم يلد ولم يولد.. ولم يكن له كفوا أحد.\n***\nأما تعلق القائلين بألوهية المسيح - عليه السلام - بما جاء في بعض الأناجيل من وصفه بأنه \"الاب\" أو ابن الله.. \"يدعى ابن الله\" لوقا 1: 35.. فإن البنوة هنا مجازية.. لا تعني الألوهية.\nالجزء: 1 ¦ الصفحة: 85\n",
        "لقد زعمت اليهود والنصارى أنهم أبناء الله:\n{وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ}\n(المائدة: 18)\nولم يزعم واحد منهم أن هذه البنوة تعني ألوهيتهم مع الله، أو من دون الله.. وفي المأثور الإسلامي: \"الخلق عيال الله، وأحب الخلق إلى الله من أحسن إلى عياله\".\nومثل ذلك مصطلح \"الرب\" الذي يطلق \"حقيقة\" على الله الواحد الأحد.. بينما يطلق \"مجازا\" على رب البيت وسيده.. ولقد قال يوسف - عليه السلام - عن سيده ورب البيت الذي يعيش فيه:\n{إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ}\n(يوسف: 23)\nفاستخدم مصطلح \"الرب\" بمعناه المجازي.. لكنها استخدمه بمعناه الحقيقي عندما قال:\n{سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ}\n(يوسف: 98)\nالجزء: 1 ¦ الصفحة: 86\n",
        "وغريب - وعجيب- أن يقود الخلط بين الحقيقة والمجاز إلى لشرك بالله العلي العظيم.\n***\nولن يغني هؤلاء نفعا محاولات التلفيق بين التعدد وبين التوحيد، عن طريق المثل الذي يكررونه، فيقولون: إن الثلاثة: الآب.. والابن.. والروح القدس، إله واحد، مثلما أن ضوء الشمس، وحرارتها، هما - مع الشمس - واحد.\nذلك أننا نسألهم:\n- ولماذا الوقوف عند الثلاثة أقانيم؟\nإن الشمس - مع الحرارة.. والضوء - لها - أيضا- استدارة.. ولمعانا.. وخصائص كثيرة أخرى.. فلم لا نفتح الباب للمزيد من العدد في الأقانيم؟!..\nثم.. إن الأقنوم إذا كان صفة استحال انتقاله من الذات إلى الآخر.. وإن كان ذاتا لزم التعدد، وانتفى التوحيد - كما - سبق وأوردنا كلام الإمام الفخر الرازي.\n...\nوالحل إنما يكمن في نقاء التوحيد.. والتنزيه للذات الإلهية، عن مشابهة المحدثات.. فالله - سبحانه وتعالى - ليس كمثله شئ.. وكل ما خطر على بالك فالله ليس\nالجزء: 1 ¦ الصفحة: 87\n",
        "كذلك - كما هو الحال في عقيدة الوحدانية والأحدية والتنزيه في عقائد الإسلام.. التي هي العقيدة في دين الله الواحد، من آدم إلى محمد، عليهم الصلاة والسلام.\nوإذا كانت عقيدة المسيحيين في الخطيئة - أي خطيئة آدم، عليه السلام - بأكله من الشجرة، تقول إن البشرية كلها قد حملت لعنة هذه الخطيئة - بأجيالها المتعاقبة من آدم إلى المسيح - وأن فداء البشرية وخلاصها من هذه اللعنة قد اقتضى أن يقدم الآب ابنه - المسيح - ليموت على الصليب فداء وخلاصا للبشرية من هذه اللعنة وهذه الخطيئة.\nفإن هذه العقيدة المسيحية - في الخطيئة.. ولعنتها - إنما تصل القمة في الظلم، والذروة في اللاأخلاق!.. بينما لا يتصور عاقل أنيقوم دين على أنقاض العدل والأخلاق.\nفحتى لو افترضنا جدلا أن خطيئة آدم لم تتم توبته منها، وغفران الله له ذنبه، فإن العدل الإلهي يقتضي أن يكون الوزر - ومن ثم العقاب - على آدم، الذي اقترف الوزر، وارتكب الخطيئة.. وليس من العدل - حتى الإنساني.. فضلا عن الإلهي - أن تتحمل البشرية - بأجيالها المتعاقبة - اللعنة لوزر لم ترتكبه وخطيئة لم تكتسبها.\nالجزء: 1 ¦ الصفحة: 88\n",
        "ثم.. أليس الله - سبحانه وتعالى - وهو التواب الرحيم - بقادر على أن يغفر الذنوب ويتجاوز عن الخطايا، دون أن يضحي بابنه الوحيد؟!.\nإن القرآن الكريم يضع موازين العدل الإلهي عندما يقول:\n{مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى}\n(الإسراء: 15)\nوعندما يقول:\n{ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ}\n(الأنعام: 164)\n{لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ}\n(البقرة: 286)\n{الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ}\n(غافر: 17)\nالجزء: 1 ¦ الصفحة: 89\n",
        "ثم.. ألم يُهلك الله.. في طوفان نوح - عليه السلام - كل العصاة.. وكتب النجاة للأبرار.. فما المبرر لبقاء لعنة الخطيئة عالقة بالبشرية - البريئة - حتى تحتاج إلى صلب وقتل وفداء؟!.\nبل إن في بعض نصوص الكتاب المقدس - بعهديه القديم والجديد - ما يشهد للعدل الإلهي، الذي لا يحمل أي نفس إلا ما كسبت - ومن ثم تنفي هذه النصوص الأسس اللاأخلاقية التي قامت عليها عقيدة الخطيئة والصلب والفداء وتأليه المسيح وبنوته لله..\nففي سفر التثنية 24: 16 \"كل إنسان بخيطئته يُقتل\"..\nوفي حزقيال 18: 20 \"النفس التي تخطئ هي تموت\"..\nوفي إنجيل متى 12: 36، 37 \"لا لأنك بكلامك تتبرر وبكلامك تدان\".\nفهذه النصوص - مع القرآن الكريم - مع العدل والمنطق - تنسف الأسس اللاأخلاقية التي أقام عليها المسيحيون عقيدة الخطيئة.. والتي ربتوا عليها عقائدهم في ألوهية المسيح وبنوته لله.. والصلب والفداء والخلاص.\n***\nالجزء: 1 ¦ الصفحة: 90\n",
        "ثم.. أليس غريبا وعجيبا - بل ومريبا - أن يُعتمد في العقيدة الأم - الألوهية - على إنجيل تحف به الكثير من الشبهات؟.. فضلا عن شذوذه، في تأليه المسيح، عن غيره من الأناجيل؟!.\nلقد قال الأب روجي - في كتابة \"مقدمة إلى الإنجيل\" - عن هذا الإنجيل - إنجيل يوحنا:\n\"إن عالم آخر!!.. فهو يختلف عن الأناجيل الأخرى في ترتيب واختيار المواضيع والروايات والخطب، كما فيه اختلافات في الأسلوب والجغرافيا والتعاقب الزمني للأحداث، وفي متنه أكثر من عنوان معارض، وزيادة على ذلك فإن فيه اختلافا في الآفاق اللاهوتية - كما يقول \"أ. كولمان\": \"إلى درجة أن أقوال المسيح تساق بشكل مختلف لدى كل من يوحنا والمبشرين والآخرين..\".\nوكما انفرد هذا الإنجيل - إنجيل يوحنا - بتأليه المسيح.. كذلك انفرد بالاختلاف مع الأناجيل الأخرى في العديد من الوقائع والأحداث..\n- فهو الوحيد الذي يذكر حضور أم يسوع لصلبه.\nالجزء: 1 ¦ الصفحة: 91\n",
        "- وهو ينكر أن تكون أم المسيح اسمها مريم!.. ويقول إن مريم هي أخت أمه وزوجة كلوبا!.\n- وهو وحده الذي يذكر وجود يوحنا - الحواري - واقفا عند يسوع وقت صلبه.. ثم يعود فيقول إنه كان مختبئا مع سائر تلاميذ المسيح!.\n- كما ينفرد بجعل مريم المجدلية تقف مع أم يسوع وخالته - مريم - وتلميذه يوحنا عند الصليب.\n- وينفرد بأن مريم المجدلية هي الوحيدة التي شهدت بأنها رأت يسوع بعينيها وتكلمت معه بعد قيامته من الموت، وهو بعد عند قبره لم يصعد إلى السماء.\n- ويعتقد \"أ. كولمان\" أن الإصحاح 21 من هذا الإنجيل هو من عمل أح التلاميذ، الذي أضاف - أيضا - بعض اللماسات إلى متن الإنجيل.\n- وهناك اتفاق على أن الفقرات من الإصحاح 7: 53 إلى الإصحاح 8: 11 \"هي نص مجهول الأصل\"، ألحق فيما بعد بهذا الإنجيل.\n- كما أن هذا الإنجيل - وياللدهشة - لم يذكر شيئا عن\nالجزء: 1 ¦ الصفحة: 92\n",
        "رواية تأسيس القربان - والذي أصبح ركنا من أركان الطقوس الكنسية \"القداس\".. (1) .\nكما امتلأ هذا الإنجيل - إنجيل يوحنا - بالتناقضات..\n- ففي 7: 6 تعليم المسيح ليس من عنده.\nوفي 10: 30 التعليم من عنده.\n- وفي 3: 22، 26 أن المسيح تُعَمَّد.\n- وفي 4: 1-3 المسيح لا يُعَمَّد.\nولأن هذا هو حال هذا الإنجيل.. فلقد قالت عنه \"دائرة المعارف البريطانية\" - وهي أكثر موسوعات الغرب المسيحي موضوعية ومصداقية.. والتي تصدرها دولة ملكتها هي رئيسة الكنيسة فيها.. قالت:\n\"إن إنجيل يوحنا هو الإنجيل الوحيد الذي نص بكل صراحة على ألوهية المسيح، حيث نقل عنه أنه قال: \"أنا والآب واحد\" 10: 30 و\"الذي رآني فقد رأى الآب\" 14: 9 و \"أنا\n(1) - جعفر حسن عتريس \"التوراة والإنجيل والقرآن بين الشهادات التاريخية والمعطيات العملية\" ص 163 - 180 طبعة دار الهادي - بيروت سنة 1424 هـ 2003م.\nالجزء: 1 ¦ الصفحة: 93\n",
        "في الآب والآب فيّ\" 14: 10.\nويتعارض هذا الإنجيل مع الأناجيل الأخرى في أمور مهمة جدا وحاسمة:\n- فهو يذكر أن المسيح ص2لب يوم 14 نيسان \"أبريل\"، بينما يفهم من بقية الأناجيل أن الصلب كان يوم 15 نيسان.\n- ولا يذكر يوحنا في إنجيله تفاصيل رواية القربان المقدس، أو العشاء الأخير، التي أصبحت فيما بعد شعيرة من شعائر المسيحية.\n- ولا يذكر أن المسيح تعمّد بواسطة يوحنا المعمدان.\n- وفي حين يفهم من إنجيل يوحنا أن رسالة المسيح استغرقت ثلاثة أعوام، فإنه يفهم من الأناجيل الأخرى أنها استغرقت عاما واحدا.\n- ويوحنا هو الوحيد الذي ذكر أن المسيح أخبر تلاميذه قبل صلبه أنه سيرسل \"الفارقليط\".\n- ولقد أوردت الموسوعة البريطانية قول الأسقف \"بابياس\" - المتوفى سنة 130 م- أي المعاصر لمرحلة كتابة الأناجيل - عن وجود أكثر من يوحنا - يوحنا بين زبدي، الحواري..\nالجزء: 1 ¦ الصفحة: 94\n",
        "ويوحنا آخر هو الكاهن في \"أفسس\" (1) .. وفي داخل الإنجيل - إنجيل يوحنا - يفهم أنه كتب بواسطة حواري مجهول الاسم.\nوبما أن الشواهد الداخلية والخارجية مشكوك فيها، فإن الفرضية المطروحة لهذا العمل هي:\n\"أن إنجيل يوحنا ورسائله حررت في مكان ما في الشرق، ربما في أفسس، كإنتاج لمدرسة أو دائرة متأثرة بيوحنا في نهاية القرن الأول الميلادي\" (2) .\n***\nتلك هي الحقائق حول إنجيل يوحنا.. الحقائق التي تطرح السؤال المنطقي:\n- هل هناك منطق يبرر أخذ العقيدة الأم - عند الكنائس النصرانية - عقيدة ألوهية المسيح - عن مثل هذا الإنجيل،\n(1) - مدينة قديمة في آسيا الصغرى، على بحر إيجة.. من عواصم المسيحية في القرون الأولى.\n(2) - \"الموسوعة البريطانية\" المجلد الثاني ص955.\nالجزء: 1 ¦ الصفحة: 95\n",
        "الذي لا علاقة له ولا لكاتبه بعصر المسيح.. ولا اتساق بينه وبين غيره من الأناجيل - المعتمدة منها.. فضلا عن غير المعتمدة - التي ترفض وتنقض تأليه المسيح - عليه السلام؟!.\nإن في أناجيل أخرى - غير إنجيل يوحنا - نصوصا تشهد على التوحيد.. وتعلن أن المسيح - عليه السلام - سيتبرأ - يوم الحساب - من الذين ألهوه وعبدوه واستعانوا به، بدلا من عبادة الله الذي في السموات.\nففي متى 7: 21-23 \"ليس كل من يقول يارب يدخل ملكوت السموات، بل الذي يفعل إرادة أبي الذي في السموات، كثيرون سيقولون لي في ذلك اليوم: يا رب يا رب، أليس باسمك تنبأنا وباسمك أخرجنا شياطين وباسمك صنعنا قوات كثيرة، فحينئذ أصرح لهم: إني لم أعرفكم قط، اذهبوا عني يا فاعلي الإثم\".\nففي هذا النص يعلن المسيح براءته من الذين توسلوا باسمة بدلا من اسم الله الواحد الذي في السماء..\nونحن عندما نتأمل هذا النص نتذكر على الفور ما جاء في\nالجزء: 1 ¦ الصفحة: 96\n",
        "القرآن الكريم:\n{وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (116) مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (117) إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ}\n(المائدة: 116-118)\n***\nتلك هي قصة السقوط المسيحي في تأليه المسيح، والكفر بالوحدانية والأحدية.. واستبدالهم التثليث بالتوحيد.. وهذا هو المصدر الوحيد - إنجيل يوحنا - الذي انفرد - بتأليه المسيح.. وهذا هو حال هذا الإنجيل ومكانه من المصداقية في هذا الأمر الخطير.\nالجزء: 1 ¦ الصفحة: 97\n",
        "الأمر الذي يطرح هذا السؤال، الذي ندعو عقلاء المسيحيين إلى التفكير الجدي في الإجابة عليه.. لأن القضية قضية دين.. وليست عصبية للباطل.. وقضية آخرة وحساب وجزاء.. وجنة ونار.. وليست مغالبة على حطام الدنيا الفانية - التي لا خير فيها ولا قيمة لها إذا لم تكن وعاء لطاعة الإله الواحد الحق.. والسبيل إلى السعادة الأبدية في يوم الدين.. يوم لا ينفع الناس ولا يغني عنهم شيئا أ؛ د من الأحبار الذين ضلوا وأضلوا.\n{يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ}\n(التوبة: 34)\n{وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ\nالجزء: 1 ¦ الصفحة: 98\n",
        "مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (31) يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (32) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (33) يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ}\n(التوبة: 30-34)\nالجزء: 1 ¦ الصفحة: 99\n",
        "(3)\nحول العصمة.. والخطيئة.. والمعجزات\nوحتى \"يُسوّق\" كاتب هذا \"المنشور التنصيري\" عقيدة النصارى في ألوهية المسيح.. ذهب لنفي العصمة عن كل الأنبياء والمرسلين.. وإلصاق الخطيئة بكل البشر- بمن فيهم الأنبياء والمرسلون - واعتبار طبيعة البشر \"طبيعة ساقطة\".. وذلك باستثناء شخص واحد هو المسيح - ليكون متفردا وحده دون البشرية جمعاء - وليكون - من ثم - إلها، وليس عبدا لله ورسولا!..\nولهذا، قال صاحب هذا \"المنشور التنصيري\" ص 22، 36:\n\"إنه حتى الأنبياء لم يكونوا معصومين من الخطيئة.. وأن كل البشر - حتى الأنبياء المرسلين - ليس فيهم من له خلاص كامل من عقاب الخطية\n...\nاستثناء شخص واحد هو المسيح، فهو الكامل كمالا مطلقا بلا أية خطية فعلية أو أصلية، فهو غير مولود وارثا لطبيعة الخطية الأصلية من أبينا آدم\".\nالجزء: 1 ¦ الصفحة: 100\n",
        "ولقد ذهب هذا \"المنشور التنصيري\" في نفي العصمة.. وإثبات الخطيئة على الأنبياء والمرسلين، إلى محاولة تأويل القرآن الكريم تأويلا فاسدا كي تشهد لدعواه.. ذهب ليستشهد على نفي العصمة من الأنبياء:\n- بدعاء نوح - عليه السلام -\n{رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ}\n(نوح: 28)\n- ودعاء إبراهيم - عليه السلام -\n{رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ}\n(إبراهيم: 41)\nكما ذهب فاستشهد بالعهد القديم - كتابه المقدس - على أن نوح عليه السلام - قد سكر وتعرى - تكوين 9: 21..\nوأن إبراهيم - عليه السلام - قد كذب، وفرط في زوجته - تكوين 20: 42.\nونحن نقول:\nالجزء: 1 ¦ الصفحة: 101\n",
        "إن عقيدة العصمة للأنبياء والمرسلين: ضرورة عقلية لكمال الله - سبحانه وتعالى - ولحكمته، في اصطفاء الأنبياء والمرسلين.. ولمصداقية الرسالات التي أرسلهم الله بها إلى الناس.\nفمن العبث - الذي يتنزه عنه عقلاء البشر - أن يختار الإنسان رسولا يبلغ رسالة وأمانة دون أن يكون هذا الرسول جديرا بجذب المصداقية إلى هذه الرسالة وهذه الأمانة.\nوإذا كان ذلك عنوانا لحكمة البشر الأسوياء، فما بالنا بحكمة الحكيم العليم، الذي هو أعلم حيث يجعل رسالته؟\nثم إن هذه العصمة للأنبياء والمرسلين هي عصمة فيما يبلغون عن الله.. وعما ينفر أو يشين.. وليست عصمة من مطلق الاجتهادات التي قد لا توافق الأولى والصواب.. فهم في الاجتهادات غير معصومين، لكن الله - سبحانه وتعالى - لا يقرهم على الاجتهادات التي تخالف الأولى والصواب، وذلك حتى لا يكونا قدوة وأسوة فيها.\nومن ثم فإن إتيان أي من الأنبياء والمرسلين لاجتهادات تخالف الأولى - في غير التبليغ عن الله - ودعاء هؤلاء الأنبياء والمرسلين ربهم كي يغفر لهم هذه الأخطاء، لا ينافي\nالجزء: 1 ¦ الصفحة: 102\n",
        "العصمة الواجبة لهم فيما يبلغون عن الله، والتي هي من مقتضيات الحكمة الإلهية، وانتفاء النقص والعبثية عن ذاته المتصفة بكل صفات الجلال والكمال.. كما أنها من ضرورات المصداقية للرسالات والأمانات التي حملوها إلى الناس.\nوفي الإسلام.. تقرر أن العصمة للأنبياء والمرسلين فيما يبلغون عن الله عقيدة من العقائد التي كفر منكرها.. لأنها من العقائد التي تستلزم صفات الحكمة والكمال والجلال الواجبة لله - سبحانه وتعالى - ولقد تحدث الأستاذ الأمام الشيخ محمد عبده (1266- 1323 هـ 1849-1905م) عن عقيدة العصمة هذه، وعن معانيها وأبعادها فقال:\n\"إن من لوازم الإيمان الإسلامي: وجوب الاعتقاد بعلو فطرة الأنبياء والمرسلين، وصحة عقولهم، وصدقهم في أقوالهم، وأمانتهم في تبليغ ما عُهد إليهم أن يبلغوه، وعصمتهم من كل ما يشوه المسيرة البشرية، وسلامة أبدانهم مما تنبوا عنه الأبصار وتنفر منه الأذواق السليمة، وأنهم منزهون عما يضاد شيئا من هذه الصفات المتقدمة.\nالجزء: 1 ¦ الصفحة: 103\n",
        "وأن أرواحهم ممدودة من الجلال الإلهي بما لا يمكن معه لنفس إنسانية أن تسطو عليها سطوة روحانية.. إن لنفوسهم من نقاء الجوهر، بأصل الفطرة، ما تستعد به، من محض الفيض الإلهي، لأن تتصل بالأفق الأعلى، وتنتهي من الإنسانية إلى الذروة العليا، وتشهد من أمر الله شهود العيان ما لم يصل غيرها إلى تعقله أو تحسسه بعصى الدليل والبرهان، وتتلقى عن العليم الحكيم ما يعلو وضوحا على ما يتلقاه أحدنا من أساتذة التعاليم، ثم تصدر عن ذلك العلم إلى تعليم ما علمت دعوة الناس إلى ما حُملت على إبلاغه إليهم.\nفهؤلاء الأنبياء والمرسلون من الأمم بمنزلة العقول من الأشخاص.. يعلّمون الناس من أنباء الغيب ما أذن الله لعباده في العلم به، مما لو صعب على العقل اكتناهه لم يشق عليه الاعتراف بوجوده.\nيميزهم الله بالفطر السليمة، ويبلغ بأرواحهم من الكمال ما يطيقون للاستشراق بأنوار علمه، والأمانة على مكنون سره، مما لو انكشف لغيرهم انكشافه لهم لفاضت له نفسه، أو ذهبت بعقله جلالته وعظمته، فيشرفون على الغيب بإذنه،\nالجزء: 1 ¦ الصفحة: 104\n",
        "ويعلمون ما سيكون من شأن الناس فيه، ويكونون في مراتبهم العلوية على نسبة من العالمين، نهاية الشاهد وبداية الغائب، فهم في الدنيا كأنهم ليسوا من أهلها، وهم وفد الآخرة في لباس من ليس من سكانها.\nثم يتلقون من أمره أن يحدثوا عن جلاله بما خفي من العقول من شئون حضرته الرفيعة بما يشاء أن يعتقده العباد فيه، وما قدّر أن يكون له مدخل في سعادتهم الأخروية، وأن يبينوا للناس من أحوال الآخرة ما لابد لهم من علمه، معبّرين عنه بما تحتمله طاقة عقولهم، ولا يبعد من متناول أفهامهم، وأن يبلغوا عنه شرائع عامة، تحدد لهم سيرهم في تقويم نفوسهم، وكبح شهواتهم، وتعلمهم من الأعمال ما هو مناط سعادتهم وشقائهم في ذلك الكون المغيب عن مشاعرهم بتفصيله، اللاحق علمه بأعماق ضمائرهم في إجماله، ويدخل في ذلك جميع الأحكام المتعلقة بكليات الأعمال، ظاهرة وباطنة.\nثم يؤيدهم بما لا تبلغه قوى البشر من الآيات، حتى تقوم لهم الحجة، ويتم الإقناع بصدق الرسالة، فيكونا بذلك\nالجزء: 1 ¦ الصفحة: 105\n",
        "رسلا من لدنه إلى خلقه مبشرين ومنذرين..\" (1) .\nتلك هي النظرة القرآنية، والعقيدة الإسلامية في اصطفاء الله للأنبياء والمرسلين.. وفي تميزهم.. وامتيازهم.. وعصمتهم عن كل ما ينفر أو يشين.\nلذلك.. فإننا نجد أنفسنا - في عقيدة العصمة للأنبياء والمرسلين - أمام مدرستين، في الفكر الديني:\n1-\nالمدرسة القرآنية: التي تقرر العصمة للأنبياء والمرسلين فيما يبلغون عن الله.. ومما ينفر أو يشين.. وذلك انطلاقا من عقيدة التنزيه للذات الإلهية عن العبثية.. ووجوب بالحكمة والكمال لذاته- سبحانه وتعالى - فيما يصطفي من الأنبياء والمرسلين.\n2-\nومدرسة أسفار العهدين القديم والجديد: التي تزدري الأنبياء والمرسلين، عندما تجردهم من العصمة.. وتصفهم بالأوصاف الرديئة التي يتنزه عنها الناس الأسوياء، فضلا عن المختارين المصطفين من الأنبياء والمرسلين، الذي صنعهم الله\n(1) - محمد عبده \"الأعمال الكاملة\" ج - 3 ص400، 401، 416، 420، 406 - دراسة وتحقيق: د. محمد عمارة طبعة بيروت سنة 1972م، وطبعة دار الشروق - القاهرة سنة 2006م.\nالجزء: 1 ¦ الصفحة: 106\n",
        "على عينه.\nفأبو الأنبياء إبراهيم الخليل - عليه السلام - في هذه المدرسة - اليهودية النصرانية - يخطئ في تقدير أخلاق المصريين - عند دخوله إلى بلادهم - ويتواطأ مع زوجه سارة على الكذب.. وعلى الدياثة.. وإسلام زوجه الجميلة لمن يعاشرها في الحرام.. طمعا في بقائه حيا.. وطمعا في الغنم والبقر والحمير والجمال والعبيد يعطيها له فرعون مصر لقاء زوجته الجميلة! تكوين12: 10-20.\nبينما صورته في القرآن الكريم، هي صورة أبي الأنبياء.. الأمة.. والإمام.. والصالح.. المصطفى في الدنيا والآخرة.. والأواب.. الحليم.. المنيب.. الصدّيق.. خليل الرحمن.. والأسوة الحسنة.. والناظر في الملكوت ليقيم الدليل العقلي على التوحيد.. ومحطم الأصنام.. ومطهر البيت الحرام، ورافع قواعده والذي صارت النار بردا وسلاما عليه.. والممتثل لأمر ربه أن يذبح ولده البكر الحبيب والوحيد.. والذي عليه سلام الله.\nوكذلك الحال مع نبي الله لوط - عليه السلام..\n- فصورته في العهد القديم صورة الذي سكر وزنى بابنتيه-\nالجزء: 1 ¦ الصفحة: 107\n",
        "تكوين 9: 30-38.\n- بينما صورته في القرآن الكريم هي صورة العبد الصالح.. صاحب العلم والحكمة والناهي عن الفحشاء والمنكر والمتطهر الذي نجاه الله.\nوكذلك الحال مع نبي الله داود عليه السلام.\nفصورته في العهد القديم هي صورة الفاسق المتلصص على عورات الناس والزاني والمتآمر والقاتل والمغتصب للنساء والزوجات- صموئيل الثاني 11: 1-26.\n- بينما صورته في القرآن الكريم هي صورة الخليفة.. الأواب الذي سبّحت معه الطير والجبال وصاحب الزلفى وحسن المآب.\nوكذلك الحال مع نبي الله سليمان عليه السلام.\nفصورته في العهد القديم هي صورة زير النساء الخارج عن أوامر الرب الباني النُّصُب لعبادة الأوثان من دون الله والعابد لهذه الأوثان - الملوك الأول 11: 1-11.\n- بينما صورته في القرآن الكريم هي صورة صاحب العلم والفضل الذي علمه الله منطق الطير وأعطاه ملكا لا ينبغي\nالجزء: 1 ¦ الصفحة: 108\n",
        "لأحد من بعده والشاكر لأنعم الله.\nوإذا كان هذا الازدراء للأنبياء والمرسلين في مدرسة العهد القديم قد طال الكثير من الأنبياء والمرسلين فإن تبني النصارى للعهد القديم، ولما جاء فيه عن ازدراء الأنبياء ونفي العصمة عنهم قد ورط هؤلاء النصارى فيما لا يحبون وضد ما يدعون.\nفكاتب هذا المنشور التنصيري الذي ينفي العصمة عن الأنبياء والمرسلين والذي يجعل المسيح وحده الكامل كمالا مطلقا بلا أية خطية فعلية أو أصلية فهو غير مولود وارثا لطبيعة الخطية الأصلية من أبينا آدم.\nفقد تجاهل أن تبني منهاج الازدراء للأنبياء ونفي العصمة عنهم قد قاد إلى القول بأن مريم عليها السلام التي ولدت المسيح هي من نسل خطيئة الزنا! فهي من نسل داود الزاني وداود هذا هو من نسل يهوذا- الزاني والذي من نسله توالى أبناء الزنا حتى مريم عليها السلام - تكوين38: 1-29.\nإنها مدرسة الازدراء للأنبياء والمرسلين النافية للعصمة والتي أساءت وتسئ إلى حكمة الله - سبحانه وتعالى- في\nالجزء: 1 ¦ الصفحة: 109\n",
        "اصطفاء هؤلاء الأنبياء والمرسلين (1) .\nبل لقد تصاعد هذا الازدراء في هذه المدرسة حيث طال الذات الإلهية تعالى الله عما يصفون.\n- فنسبوا إلى الله الحزن والأسف \"فحزن الرب أنه عمل الإنسان في الأرض وتأسف في قلبه\" تكوين 6: 6..\n- ونسبوا إليه سبحانه- نقض العهد \"نقضت عهد عبدك\" المزامير 89: 39.\n- ونسبوا إليه البداء وتغيير الرأي والرجوع عن التدبير والقضاء \"غير الرب رأيه\" خروج 5: 1.\nوإمعانا في هذا الضلال وحتى يستأثر المسيح - عليه السلام - وحده في هذا المنشور التنصيري بالكمال المطلق لتأليهه ذهب كاتب هذا المنشور التنصيري بعد نفي العصمة عن الأنبياء والمرسلين إلى نفي المعجزة عن رسول الإسلام محمد بن عبد الله - صلى الله عليه وسلم - فقال - ص 9:\n\"إن محمدا لم يأت بمعجزة\" وذلك لينسب للمسيح وحده\n(1) - انظر كتابنا \" الأنبياء في القرآن والكتاب المقدس بين العصمة والازدراء\" طبعة مكتبة الشروق الدولية - القاهرة سنة 2009م.\nالجزء: 1 ¦ الصفحة: 110\n",
        "من المعجزات مالا نظير لها عند أي من الأنبياء والمرسلين.\nونحن في الرد على هذه الفرية نقول: إن المعجزة هي خارق العادة المفارق للسنن المعتادة الذي يظهره الله - سبحانه وتعالى - على أيد الأنبياء والمرسلين تحديا لأقوامهم الذين يعجزون عن الإتيان بأمثالها وذلك إقامة للحجة على هؤلاء الأقوام بأن هؤلاء الأنبياء والمرسلين صادقون فيما إليه يدعون.\nولقد تميزت المعجزات في الضوء الذي سبق دعوة الإسلام بأنها كانت معجزات مادية تدهش العقول وذلك تناسبا مع طور طفولة العقل البشري فلما بلغت الإنسانية سن الرشد وغدا لملكة العقل الإنساني سلطان في الهدي والرشاد جاءت معجزة رسول الإسلام عقلية لا تدهش العقل فتشله عن الفعل وإنما تستنفره وتستحثه ليتفكر ويتدبر في الإعجاز الذي جاء به القرآن الكريم والذي تحدى به الإنس والجن تحديا أبديا أن يأتوا بشئ من مثل هذا الذي جاء بالقرآن الكريم.\nولقد أعلن أساطين الفصاحة والبلاغة والبيان خضوعهم وخشوعهم أمام هذا الإعجاز القرآني المتحدي وشمل هذا\nالجزء: 1 ¦ الصفحة: 111\n",
        "المشروع والخضوع عددا من الذين ظلوا على وثنيتهم وعلى شركهم لكنهم لم يستطيعوا إلا أن يعلنوا أن هذا الإعجاز القرآني فوق طاقات البشر وملكاتهم ومن ثم فهو من عند الله..\nفأما التحدي المعجز.. والإعجاز المتحدي:\n{الم (1) ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ}\n(البقرة: 1، 2)\n{وَإِنَّهُ لَكِتَابٌ عَزِيزٌ (41) لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ}\n(فصلت: 41، 42)\n{إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ}\n(الحجر: 9)\n{إِنَّهُ لَقُرْآَنٌ كَرِيمٌ (77) فِي كِتَابٍ مَكْنُونٍ (78) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (79) تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ}\n(الواقعة: 77-80)\nالجزء: 1 ¦ الصفحة: 112\n",
        "{أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا}\n(النساء: 82)\n{وَمَا كَانَ هَذَا الْقُرْآَنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (37) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ}\n(يونس: 37، 38)\n{أَمْ يَقُولُونَ تَقَوَّلَهُ بَلْ لَا يُؤْمِنُونَ (33) فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ}\n(الطور: 33، 34)\n{الم (1) تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (2) أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ}\n(السجدة: 1-3)\nالجزء: 1 ¦ الصفحة: 113\n",
        "{أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (13) فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ}\n(هود: 13، 14)\n{وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (23) فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ}\n(البقرة: 23، 24)\nأمام هذا التحدي المعجز والإعجاز المتحدي دائما وأبدا خشعت ملكات الفصاحة والبلاغة والبيان لدى البشر - كل البشر - فقالت إن هذا القرآن ليس قول بشر وإنما هو كلام الله..\nفأبو عبد شمس، الوليد بن المغيرة بن عبد اله بن عمرو بن مخزوم (95 ق. هـ - 1 هـ 530-622م) - وهو من زعماء قريش وزنادقتها ومن قضاة العرب في الجاهلية والملقب بالعدل لأنه كان عدل قريش كلها قال عندما سمع\nالجزء: 1 ¦ الصفحة: 114\n",
        "من رسول الله - صلى الله عليه وسلم - سورة غافر: \"والله لقد سمعت من محمد كلاما آنفا ما هو من كلام الإنس ولا من كلام الجن.\nوالله ما هو بكاهن فقد رأينا الكهان فما هو بزمزمة الكاهن ولا سجعه.\nووالله ما هو بمجنون فقد رأينا الجنون وعرفناه فما هو بخنقه ولا تخالجه ولا وسوسته.\nووالله ما هو بشاعر فقد عرفنا الشعر كله رجزه وهزجه وقريضه ومقبوضه ومبسوطه فما هو بشاعر.\nووالله ما هو بساحر فقد رأينا السحار وسحرهم فما هو بنفثه ولا عقده.\nوالله إن لقوله حلاوة وإن عليه طلاوة وإن أصله لمغدق وإن فرعه لمثمر وإنه يعلو ولا يعهلى عليه وما أنتم \"يا معشر قريش\" بقائلين فيه من هذا شيئا إلا وأنا أعرف أنه باطل\" (1) .\n(1) - الإمام محمد بن يوسف الصالحى الشامى \"سبيل الهدى والرشاد في سيرة خير العباد\" ج - 2 ص472، 473 - تحقيق: د. مصطفى عبد الواحد - طبعة القاهرة سنة 1418 هـ - سنة 1997م.\nالجزء: 1 ¦ الصفحة: 115\n",
        "كما شهد عتبة بن ربيعة بن عبد شمس أبو الوليد (2 هـ 624م) وهو من سادة الشرك بمكة لهذا القرآن المعجز فقال: \"لقد سمعت من محمد قولا والله ما سمعت مثله قط والله ما هو بالشعر ولا بالسحر ولا بالكهانة ووالله ليكونن لهذا الذي سمعت نبأ عظيم\" (1) .\nولقد ظل هذا الإعجاز القرآني متحديا وظلت هذه المعجزة القرآنية متفردة حتى شهد لها الشهود في عصرنا الحديث وواقعنا المعاصر:\n- فالدكتور طه حسين (1306-1393 هـ /1889-1973م) وهو أحد أبرز بلغاء العصر والخبراء في صناعة الفصاحة والبيان شهد بأن هذا القرآن لا علاقة له بصناعة البشر وأنه متفرد بكونه من عند الله فقال: لقد قلت في بعض أحاديثي عن نشأة النثر عند العرب.\nإن القرآن ليس شعرا ولا نثرا وإنما هو قرآن له مذاهبه وأساليبه الخاصة في التعبير والتصوير والأداء.\n(1) - \"مختصر - سيرة ابن هشام\" لأبي محمد عبد الملك بن هشام المعافري - ج - 1 ص187 - طبعة القاهرة 1422 هـ - سنة 2002م.\nالجزء: 1 ¦ الصفحة: 116\n",
        "فيه من قيود الموسيقى ما يخيل لأصحاب السذاجة أنه شعر وفيه من قيود القافية ما يخيل إليهم أنه سجع وفيه من الحرية والانطلاق والترسل ما يخيل إلى بعض أصحاب السذاجة الآخرين أنه نثر.\nومن أجل هذا خدع المشركون من قريش فقالوا: إنه شعر وكذبوا في ذلك تكذيبا شديدا ومن أجل هذا خدع كذلك بعض المتتبعين لتاريخ النثر فظنوا أنه أول النثر العربي وتكذيبهم الحقائق الواقعة تكذيبا شديدا فلو قد حاول بعض الكتاب الثائرين وقد حاول بعضهم أن يأتوا بمثله لما استطاعوا إلا أن يأتوا بما يضحك ويثير السخرية\" (1) .\nوتحدث سعد زغلول باشا (1273-1346 هـ 1857-1927م) وهو ابن الأزهر الشريف.. وتلميذ الأفغاني (1254-1314 هـ 1838-1898م) ومحمد عبده عن هذا الإعجاز القرآني فقال: \"لقد تحدى القرآن أهل البيان في عبارات قارعة محرجة ولهجة واخزة مرغمة أن يأتوا بمثله أو سورة منه فما فعلوا ولو قدروا ما تأخروا لشدة حرصهم على\n(1) - د. طه حسين: \"الفتنة الكبرى - عثمان\" ص 32 طبعة دار المعارف - القاهرة سنة 1984م.\nالجزء: 1 ¦ الصفحة: 117\n",
        "تكذيبه ومعارضته بكل ما ملكت أيمانهم واتسع له إمكانهم.. فهذا العجز الوضيع بعد ذلك التحدي الصارخ هو أثر تلك القدرة الفائقة وهذا السكوت الذليل بعد ذلك الاستفزاز الشامخ هو أثر ذلك الكلام العزيز\" (1) .\nكما شهد المستشرق الإنجليزي والقسيس الأنجليكاني \"مونتجمري وات\" (1909-2006م) بعد خمسة وثلاثين عاما في دراسة القرآن والإسلام واللغة العربية، وبعد إنجاز دراساته العليا في الفلسفة الإسلامية وتأليفه العديد من الكتب في الإسلام وتاريخه وحضارته - شهد بأن القرآن هو وحي الله المباشر إلى محمد، وأنه الآية الإلهية المعجزة لكل البشر المستحيلة على المحاكاة والتقليد، ودعا اليهود والنصارى إن كانوا أوفياء حقا لحقيقة اليهودية والنصرانية إلى الإيمان بهذا القرآن.. كما أعلن مونتجمري وات أن التحريف قد لحق بالتوراة والأناجيل، بينما ظل القرآن محفوظا من التحريف والتغيير والتبديل..\nنعم أعلن مونتجمري وات وهو القسيس ابن القسيس\n(1) - سعد زغلول - تقديم كتاب \"إعجاز القرآن والبلاغة النبوية\" لمصطفى صادق الرافعي - طبعة القاهرة - الأولى - سنة 1926م.\nالجزء: 1 ¦ الصفحة: 118\n",
        "الذي خدم في كنائس لندن وأدينبره والقدس ذلك فقال: \"إن الوحي الإسلامي لابد من تناوله بجدية\".\nإن القرآن صادر عن الله وبالتالي فهو وحي وليس كلام محمد بأي حال من الأحوال ولا هو نتاج تفكيره وإنما هو كلام الله وحده، قصد به مخاطبة محمد ومعاصريه، ومن هنا فإن محمدا ليس أكثر من رسول اختاره الله لحمل هذه الرسالة إلى أهل مكة أولا ثم لكل العرب، ومن هنا فهو قرآن عربي مبين.\nوهناك إشارات في القرآن إلى أنه موجه للجنس البشري قاطبة، وقد تأكد ذلك عمليا بانتشار الإسلام في العالم كله، وقبله بشر من كل الأجناس تقريبا.. إن القرآن يحظى بقبول واسع بصرف النظر عن لغته، لأنه يتناول القضايا الإنسانية.\nإننا نؤمن بصدق محمد وإخلاصه عندما يقول: إن كلمات القرآن ليست نتيجة أي تفكير واع منه.\nإن القرآن لا ينبغي النظر إليه باعتباره نتاج عبقرية بشرية.\nوإن التجربة النبوية مع الوحي يمكن إيجاز ملامحها الرئيسية فيما يلي:\n1-\nمحمد يشعر وهو في حالة وعي أن هناك كلمات\nالجزء: 1 ¦ الصفحة: 119\n",
        "بعينها تلقي في روعه أو تحضر في قلبه أو عقله الواعي.\n2-\nوأن هذه الكلمات والأفكار لم تكن أبدا نتيجة أي تفكير واع من جانبه.\n3-\nوأنه يعتقد أن هذه الكلمات التي ألقت في روعه من قبل مندوب أو مبعوث خارجي يتحدث إليه كَمَلَك.\n4-\nإنه يعتقد أن هذه الرسالة قادمة من الله - تعالى - وعندما تحدى محمد أعداءه بأن يأتوا بسورة من مثل السور التي أوحيت إليه كان من المفترض أنهم لن يستطيعوا مواجهة التحدي، لأن السور التي تلاها محمد هي من عند الله، وما كان لبشر أن يتحدى الله، وليس من شك في أنه ليس من قبيل الصدفة أيضا أن كلمة \"آية\" تعني علامة على القدرة الإلهية وتعني أيضا فقرة من الوحي.\nوعندما تمت كتابة هذا الوحي شكل النص القرآني الذي بين أيدينا..\nوفي الحديث عن جمع القرآن نجد أن كلمة (جمع) قد استخدمت في آيات قرآنية مهمة:\nالجزء: 1 ¦ الصفحة: 120\n",
        "{لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (16) إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآَنَهُ (17) فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآَنَهُ (18) ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ}\n(القيامة: 16-19)\nومن الممكن أن يكون التفسير الطبيعي لهذه الآيات: أن محمدا ما دام يتبع تلاوة ما يتلوه عليه جبريل فإن الله متكفل بجمع الآيات المتفرقة أو التي أوحى بها في أوقات مختلفة ليجعلها في سياق واحد.\nوإذا لم يكن محمد هو الذي رتب القرآن بناء على وحي نزل عليه، فمن الصعب أن نتصور أن زيد بن ثابت (11ق. هـ - 45 هـ 611-665م) أو أي مسلم آخر يقوم بهذا العمل ومن هنا فإن كثيرا من السور قد اتخذت شكلها الذي هي عليه منذ أيام محمد نفسه.\nإن القرآن كان يسجل فور نزوله وقد جمع رسميا \"سنة 30 هـ - سنة 650م\"\nولو احتفظ يهود العصر ومسيحيوه بيهوديتهم ومسيحيتهم في حالة نقاء لاعترفوا بالرسالة التي ألقاها الله غليهم عن طريق محمد تماما كما فعل ورقة بن نوفل\nالجزء: 1 ¦ الصفحة: 121\n",
        "(12ق. هـ /611م) الذي أفادت الروايات أن استجابته كانت إيجابية لمحمد.\nومن هنا يمكن أن نقول إن إشارات القرآن إلى تحريف لحق اليهودية والمسيحية بصورتهما الموجودة في أيامه \"أيام محمد\" قول صحيح.\nإن القرآن يؤكد أن الإسلام هو دين مطابق لدين إبراهيم الخالص وثمة ما يؤكد أن الإسلام كان بمثابة مستودع لدين إبراهيم في حالة نقائه الأولى (1) .\n***\nهكذا شهدت ملكات الفصاحة والبلاغة والبيان وملكات الفكر والمنطق والعقلانية في المحيط العربي وخارجه من المسلمين وغير المسلمين للإعجاز القرآني المتحدي على امتداد عمر الإسلام منذ أن نزل الوحي بهذا القرآن وحتى هذا العصر الذي نعيش فيه..\n(1) - مونتجمري وات \"الإسلام والمسيحية في العالم المعاصر\" ص22- 226 - ترجمة د. عبد الرحمن عبد الله الشيخ - طبعة القاهرة - مكتبة الأسرة - سنة 2001م.\nالجزء: 1 ¦ الصفحة: 122\n",
        "فهل يصح بعد هذا أن يقول كاتب هذا المنشور التنصيري: \"إن محمدا لم يأت بمعجزة\"؟!\nوإذا كان مفهوم المعجزة عند كاتب هذا المنشور التنصيري هو المعجزة المادية التي كانت طابع المعجزات في الرسالات التي سبقت الإسلام والتي كانت ملائمة لطفولة العقل البشري - التي تتوق لما يدهش العقل- فإن بلوغ البشرية سن الرشد قد اقتضى تحولا في طبيعة الإعجاز فكانت معجزة القرآن عقلية تستنفر العقل للتعقل والتدبر والتفكر وتحتكم إليه وتعلي سلطانه.\nولقد كان الوثنيون جريا على المألوف في النبوات السابقة يطلبون من رسول الإسلام - صلى الله عليه وسلم - أن يأتيهم بالمعجزات المادية وليس بالقرآن المعجزة العقلية:\n{وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآَنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (89) وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (90) أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا (91) أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا (92)\nالجزء: 1 ¦ الصفحة: 123\n",
        "أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا (93) وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (94) قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا (95) قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا}\n(الإسراء: 89-96)\nلقد كانوا يطلبون المعجزات المادية التي تدهش العقول فتشلها عن التفكير لكن رسول الإسلام قال لهم إن الله قد شاء أن تكون لمعجزته - القرآن - طبيعة خاصة وجديدة.. أن تكون معجزة عقلية تستنفر العقل وتحتكم إليه، وذلك لتناسب مرحلة بلوغ الإنسانية سن الرشد وتجاوزها مرحلة \"الخراف الضالة\" ولذلك كان القرآن المعجز المتحدي الذي صرف الله فيه من كل مثل..\nوعن هذه الحقيقة - حقيقة تغير طبيعة المعجزة في الرسالة الإسلامية - يقول الإمام محمد عبده:\n\"لقد تآخى العقل والدين لأول مرة في كتاب مقدس على\nالجزء: 1 ¦ الصفحة: 124\n",
        "لسان نبي مرسل بتصريح لا يقبل التأويل.. فأول أساس وضع عليه الإسلام هو النظر العقلي، والنظر عنده هو وسيلة الغيمان الصحيح، فقد أقامك منه على سبيل الحجة وقاضاك إلى لعقل ومن قاضاك إلى حاكم فقد أذعن إلى سلطته، فالله يخاطب في كتابه الفكر والعقل والعلم بدون قيد ولا حد، والقرآن قد دعا الناس إلى النظر فيه بعقولهم، فهو معجزة عرضت على العقل وعرفته القاضي فيها وأطلقت له حق النظر في أنحائها ونشر ما انطوى في أثنائها فالإسلام لا يعتمد على شئ سوى الدليل العقلي والفكر الإنساني الذي يجري على نظامه الفطري، فلا يدهشك بخارق للعادة، ولا يغشي بصرك بأطوار غير معتادة، ولا يخرس لسانك بقارعة سماوية، ولا يقطع حركة فكرك بصيحة إلهية، والمرء لا يكون مؤمنا إلا إذا عقل دينه وعرفه بنفسه حتى اقتنع به (1) هكذا انتقلت طبيعة المعجزة إلى \"كيف جديد\" بعد أن بلغت الإنسانية سن الرشد، فلم تعد \"الخراف الضالة\" فكان القرآن معجزة عقلية ناسبت ذلك الطور الجديد.. وفارقت الطابع المادي للمعجزات الذي ناسب تلك\n(1) - \"الأعمال الكاملة للإمام محمد عبده\" ج - 3 ص367، 357، 282، 151، 279- 281.\nالجزء: 1 ¦ الصفحة: 125\n",
        "المرحلة التي قال فيها القديس أغسطين (354-430م) :\n\"أومن بهذا لأنه محال أو غير معقول\"!! وقال عنها القديس أنسيلم (1033-1109م) :\n\"يجب أن تعتقد أولا بما يعرض على قلبك بدون نظر فليس الإيمان في حاجة إلى نظر عقل\"!! (1)\nحتى شاعت في ذلك \"الفكر اللاعقلاني\" مقولات من مثل: \"اعتقد وأنت أعمى\"!!\nوأغمض عينيك واتبعني!!\n\"وإننا نصدق ونؤمن حتى ولو لم يكن ما نؤمن به معقولا\"!! (2) .\nثم إن هذا الطابع العقلي لمعجزة القرآن الكريم قد واكب ولبى احتياجات كونه المعجزة الخاتمة والخالدة التي ستواكب تقدم الإنسانية إلى أن يرث الله الأرض ومن عليها.\nكما حقق - وللمرة الأولى - في تاريخ المعجزات اتحاد الرسالة ب - \"الإعجاز\" وذلك بعد أن كانت \"كتب الدين\" في\n(1) - المصدر السابق ج - 3 ص279.\n(2) - د. أحمد شلبي: \"مقارنة الأديان\" ج - 2 ص124 - طبعة القاهرة.\nالجزء: 1 ¦ الصفحة: 126\n",
        "الرسالات السابقة - منفصلة عن المعجزات المادية التي أظهرها الله على أيدي المرسلين.\n***\nوإذا كان التحدي - في رسالة الإسلام - قد وقع بالإعجاز القرآني دون سواه، فإن جمهور علماء المسلمين يؤمنون بأن رسول الإسلام - صلى الله عليه وسلم - قد أظهر الله على يديه الكثير من المعجزات المادية التي لم يقع التحدي بها.\nولقد تضمن النص القرآني المحكم والقطعي الدلالة والثبوت الحديث عن معجزة مادية كبرى أظهرها الله على يد رسول الإسلام وتم بها الامتحان والاختبار والتحدي لأهل مكة وهي معجزة الإسراء بالرسول - صلى الله عليه وسلم - من المسجد الحرام - مكة - إلى المسجد الاقصى المقدس، ثم العودة بإعجاز خارق للقوانين المعتادة في مثل هذه الرحلات:\n{سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آَيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ}\n(الإسراء: 1)\nالجزء: 1 ¦ الصفحة: 127\n",
        "كما تحدث القرآن الكريم عن معجزة مادية أخرى بالغة في إعجازها - أظهرها الله على يدي رسول الإسلام وهي معجزة العروج به إلى السماوات العلى في ليلة الإسراء:\n{وَالنَّجْمِ إِذَا هَوَى (1) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (2) وَمَا يَنْطِقُ عَنِ الْهَوَى (3) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (4) عَلَّمَهُ شَدِيدُ الْقُوَى (5) ذُو مِرَّةٍ فَاسْتَوَى (6) وَهُوَ بِالْأُفُقِ الْأَعْلَى (7) ثُمَّ دَنَا فَتَدَلَّى (8) فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (9) فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (10) مَا كَذَبَ الْفُؤَادُ مَا رَأَى (11) أَفَتُمَارُونَهُ عَلَى مَا يَرَى (12) وَلَقَدْ رَآَهُ نَزْلَةً أُخْرَى (13) عِنْدَ سِدْرَةِ الْمُنْتَهَى (14) عِنْدَهَا جَنَّةُ الْمَأْوَى (15) إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (16) مَا زَاغَ الْبَصَرُ وَمَا طَغَى (17) لَقَدْ رَأَى مِنْ آَيَاتِ رَبِّهِ الْكُبْرَى}\n(النجم: 1-18)\nنعم لقد أظهر الله على يدي رسول الإسلام - صلى الله عليه وسلم - آيات معجزات مادية كبرى لكن ظل التحدي فقط بالمعجزة العقلانية، معجزة القرآن الكريم، لأنها الحجة الدائمة أبدا للرسالة الخالدة أبدا، والتي لا يقتصر إعجازها وتحديها على عصر ظهورها، ولأنها الجامعة \"للرسالة\" و\"للإعجاز\" جميعا.. ولأنها الجامعة للهدى في الدنيا وفي الآخرة\nالجزء: 1 ¦ الصفحة: 128\n",
        "ولصناعة الإنسان السوي والمجتمع السوي عبر الزمان والمكان إلى أن يرث الله الأرض ومن عليها.\nتلك هي حقيقة معجزة محمد - صلى الله عليه وسلم - التي غفل عنها أو تغافل كاتب هذا المنشور التنصيري عندما قال \"إن محمدا لم يأت بمعجزة\".\nوكما كان هدف هذا المنشور التنصيري من وراء نفي العصمة عن الأنبياء والمرسلين وادعاء سقوطهم في الخطيئة والزعم بأن رسول الإسلام - صلى الله عليه وسلم - لم يأت بمعجزة..\nكما كان الهدف من وراء تنقيص الأنبياء والمرسلين هو إبراز فرادة وتفرد المسيح - عليه السلام - وصولا إلى تأليهه بدعوى أنه \"الوحيد الكامل كمالا مطلقا بلا أي خطية فعلية أو أصلية، فهو غير مولود وارثا لطبيعة الخطية الأصلية من أبينا آدم\".\nكما كان هذا هو الهدف من وراء \"تنقيص الأنبياء والمرسلين\" لإفراد المسيح بالكمال المطلق كانت مقاصد هذا المنشور التنصيري من وراء بخس الأنبياء والمرسلين حظوظهم في المعجزات لإبراز تفوق المسيح عليهم جميعا في كم المعجزات وكيفها!\nالجزء: 1 ¦ الصفحة: 129\n",
        "ففي الصفحات 22-25 يسرد هذا المنشور التنصيري أربعة عشر إعجازا يقول إن المسيح قد تفرد بها وأن عددها وطبيعتها تدل على الطبيعة الإلهية للمسيح، ومن هذه المعجزات: إحياؤه الموتى، وشفاؤه المرضى، وعلمه للغيب إلخ.. إلخ ونحن في الرد على دعاوى توظيف معجزات المسيح - عليه السلام - لتأليهه، ودعاوى تفرده في الإعجاز كيفا وكما نقول:\nإن المعجزة هي علامة وآية خارقة للعادة يظهرها الله - سبحانه وتعالى - على يد مدعي النبوة والرسالة لتقوم دليلا معجزا على صدق دعوته يتحدى بها الرسول الذين لا يصدقون دعوته ورسالته.\nوواحدة من هذه المعجزات تكفي للبرهنة على صدق الرسول، أما كثرة المعجزات فلها علاقة بمستوى التكذيب لدى القوم، ومستوى الغلظة التي هم عليها، ولا علاقة لكثرة المعجزات بمستوى التكريم للرسول ولا بمنزلته، وإلا فمعجزات موسى - عليه السلام - أكثر في العدد والإدهاش من معجزات أبي الأنبياء إبراهيم عليه السلام.\nومن معجزات موسى التي استدعتها غلظة قلوب بني\nالجزء: 1 ¦ الصفحة: 130\n",
        "إسرائيل وعتو فرعون:\n1-\nإنقاذه من الذبح وهو وليد.\n2-\nوإنقاذه من الغرق في اليم.\n3-\nوإيحاء الله إلى أمه.\n4-\nوإرجاعه إلى أمه لترضعه.\n5-\nونجاته من فرعون.\n6-\nوتجلي الله له.\n7-\nوتكليم الله إياه.\n8-\nوالعصا التي أصبحت حية تلقف ما صنع الساحرون، وإحياء العصا أبلغ من إحياء الميت.!\n9-\nوفلق البحر له ولبني إسرائيل كالطود العظيم.\n10-\nوهلاك فرعون وملئه.\n11-\nونتوء الجبل.\n12-\nوالتقلبات التي حدثت ليده.\n13-\nوإنزال المن والسلوى له ولمن معه.. إلخ.. إلخ\nومثل كثرة المعجزات على يد رسول من الرسل، كثرة\nالجزء: 1 ¦ الصفحة: 131\n",
        "الرسل في قوم من الأقوام ليست علامة تكريم للقوم ورفعا لشأنهم بقدر ما هي دليل على غلظة قلوبهم وكثرة خروجهم على هدي الشريعة الإلهية كما هو الحال في بني إسرائيل، فكثرة المعجزات ككثرة الرسل في قوم من الأقوام هي ككثرة القوانين في مجتمع من المجتمعات ليست دليلا على الامتياز بقدر ما هي دليل على غلظة القوم وكثرة عصيانهم وخروجهم على الهدي والقانون.\nلقد قال المسيح - عليه السلام - عن يوحنا المعمدان - عليه السلام -: \"الحق أقول لكم: لم يقم بين المولودين من النساء أعظم من يوحنا المعمدان\"\nومع ذلك فليس ليوحنا المعمدان معجزات!.\nولقد كان إحياء المسيح الموتى إعجازا من الله بإذن الله وأعظم منه في الإعجاز، تلك الحياة التي دبت في عصا موسى حتى صنعت المعجزات.\nوإذا كان المسيح - عليه السلام - قد أشبع الجوعى بمعجزة من الله، فإن موسى - عليه السلام - قد أطعم بني إسرائيل المن والسلوى بمعجزة من الله - الخروج 16: 4-31.\nوأعجب من معجزة المسيح شفاء الأبرص.. معجزة\nالجزء: 1 ¦ الصفحة: 132\n",
        "موسى عندما أخرج يده من جيبه سليمة صحيحة ثم أدخلها في عبه فلما أخرجها إذا هي برصاء بيضاء كالثلج فلما رده إلى عبه مرة أخرى ثم أخرجها إذا هي صحيحة سالمة.\nوكذلك معجزة اليشع - اليسع - الذي جاءه نعمان رئيس جيش ملك آرام ليشفيه من البرص فطلب منه اليشع الاغتسال في نهر الأردن سبع مرات متتالية فبرئ من البرص فور فعله لذلك.\nومعجزة تشكيل عيسى من الطين كهيئة الطير ثم النفخ فيها لتصبح حية بإذن الله أعجب منها تحول عصا موسى وهي كما هي دون تشكيل إلى حية تسعى وتلقف ما صنع الساحرون.\nومعجزة عيسى إحياء الموتى بإذن الله لها نظائر مثلها وأكثر منها وأسبق في معجزات أنبياء بني إسرائيل.. فالنبي إيليا - إيلياس- تخبره امرأة بقرية صرفة بموت ولدها فيرده \"إيليا حيا معافى ويقول للمرأة انظري ابنك حي\"!\nوأعجب من هذه المعجزة معجزة اليشع - اليسع - الذي بشر المرأة الشوغية بمولود تلده ويكون في حضنها في مثل هذا الوقت من العام القادم ولما تحققت هذه المعجزة وكبر\nالجزء: 1 ¦ الصفحة: 133\n",
        "الولد ومرض ومات سافرت المرأة إلى اليشع وأخبرته بموت ولدها فجاء إلى قريتها وأحيا الولد بإذن الله.\nومثل هذه المعجزات - إحياء الميت - قصة ذلك الميت الذي كان يحمله أهله في النعش ليدفنوه، فلما أبصروا الغزاة قادمين ذعروا وألقوا الميت فسقط على قبر النبي \"اليشع\" وبنص العهد القديم الذي يؤمن به النصارى فلما مس جسد الميت عظام اليشع عاش وقام على رجليه! - سفر لملوك الثاني 13: 21 - أي أن اليشع قد أحيا الموتى وهو ميت!! فكان في المعجزات أبلغ وأكثر إدهاشا من المسيح - عليه السلام!\nومعجزة المسيح تكثير الطعم القليل أسبق منها وأعجب ما صنعه اليشع عندما جاءته امرأة من بني الأنبياء كان زوجها تقيا، فسألته ماذا تفعل وهي فقيرة لا تملك سوى قطرات قليلة من الزيت، مع المرابي الذي يطالبها بسداد الدين الذي عليها، فطلب منها اليشع أن تذهب فتستعير من جميع الجيران كل ما لديهم من الأوعية الفارغة، وقال لها: ثم ادخلي وأغلقي الباب على نفسك وعلى بنيك وصبي في جميع هذه الأوعية زيتا ثم قال لها اليشع \"اذهبي بيعي الزيت وأوفي دينك وعيشي أنت وبنوك بما بقى\"! - سفر الملوك\nالجزء: 1 ¦ الصفحة: 134\n",
        "الثاني 4: 7.\nومثل هذه المعجزات كذلك ما صنعه اليشع بالأرغفة العشرين عندما أمر خادمه أن يقدمها طعاما للشعب ليأكلوا منها فلما قال له الخادم:\n- ماذا؟! هل أجعل هذا أمام مائة رجل؟!\n- قال للخادم: أعط الشعب ليأكلوا لأنه هكذا قال الرب: ياكلون ويفضل عنهم فأكلوا وفضل عنهم حسب قول الرب. سفر الملوك الثاني 4: 42، 43.\nوأعجب من ذلك في الإعجاز والإدهاش ما صنعه النبي إليا - \"إلياس\" - مع المرأة في قرية صرفة عندما طلب منها طعاما وشرابا إبان القحط والجفاف فلما أخبرته بأن كل ما في بيتها لا يتعدى ملء كف من دقيق، بشرها بأن ما عندها لن ينفد أبدا، وسيكفيها وأسرتها ثلاثة أعوام حتى يجئ المطر فتحققت المعجزة. سفر الملوك الأول 17: 4-6.\nومثل هذا وأعجب معجزة \"إليا\" - \"إلياس\" - الذي كانت تأتيه الغربان بقوته، وتطعمه في اليوم مرتين، فتأتيه بخبز ولحم صباحا، وتأتيه بمثلها مساء، ويشرب من ماء النهر. سفر الملوك الأول 13: 4-6.\nالجزء: 1 ¦ الصفحة: 135\n",
        "وعندما هرب إلياس من ملك الإثنيين مخافة أن يقتلوه ونام في مكان مهجور في انتظار الموت من شدة الجوع والعطش \"إذا بملاك مسه وقال: قم وكل لأن المسافة كثيرة عليك فقام وأكل وشرب وسار بقوة تلك الأكلة أربعين نهارا وأربعين ليلة إلى جبل الله حوريب ودخل هناك المغارة وبات فيها. سفر الملوك الأول 19: 5-9 (1) .\n***\nففي هذه المعجزات وأمثالها لأنبياء كثيرين من الذين بعثوا في بني إسرائيل والتي ورد ذكرها في الكتاب المقدس الذي يؤمن به النصارى فيها ما هو أعجب من معجزات المسيح - عليه السلام - ومع ذلك لم يقل أحد - حتى من النصارى - بألوهية الأنبياء الذين تفوقوا على المسيح في هذه المعجزات.\nفلا المسيح قد تفرد بالإعجاز ولا كثرة الإعجاز وإدهاشه دليل على ألوهية من ظهرت على يده هذه المعجزات.\nإن كثرة المعجزات وشدة إدهاشها لا علاقة لها بتفاضل\n(1) - أنظر في ذلك: حسنى يوسف الأطير \"تقويم الاعتقاد بين القرآن والنصارى الموحدين\" ص267- 272 - طبعة مكتبة النافذة - القاهرة سنة 2005م.\nالجزء: 1 ¦ الصفحة: 136\n",
        "مراتب الأنبياء والمرسلين، وإنما هي تابعة لغلاظة قلوب القوم الذين بعث فيهم هؤلاء الأنبياء ثم إنها جميعا خلق الله الواحد الأحد الذي خلقها وأظهرها تأييدا لعباده الأنبياء والمرسلين.\nوهكذا سقطت حجة كاتب هذا المنشور التنصيري التي توسل بها لتأليه المسيح - عليه السلام - عن طريق دعوى تفرده وتميزه في المعجزات وعن طريق تنقيص الأنبياء والمرسلين في العصمة والإعجاز.\n***\nالجزء: 1 ¦ الصفحة: 137\n",
        "وأخيراً\nفلقد توسل كاتب هذا المنشور التنصيري بالكذب والتدليس ليصل إلى مقاصده في إثبات عقائد النصارى في تأليه المسيح وصلبه وقتله على الصليب، وفي سبيل ذلك كذب ونسب إلى الإمام الفخر الرازي رفضه فكرة إلقاء الشبه - شبه المسيح - على يهوذا:\n{وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ}\n(النساء: 157)\nلأن ذلك:\nأ - يفتح الباب للسفسطة.\nب - ويضيع الثقة في الإجراءات مثل \"النكاح والطلاق والمِلك\"\nج - ويطعن في التواتر وذلك يوجب القدح في جميع الشرائع والسنن التي نقلت للأجيال التالية: أ. هـ\nوفي هذا الذي نسبه الكاتب إلى الرازي كذب وتدليس، فالرازي قد أورد هذا الذي ذكره الكاتب في صيغة \"الاعتراض\nالجزء: 1 ¦ الصفحة: 138\n",
        "المفترض\" الذي قد يذكره البعض.. ثم أجاب عليها ناقضا إياه ورافضا له وذلك عندما قال تحت عنوان:\nوالجواب:\n\"إنا نقول: إن تواتر النصارى ينتهي إلى أقوام قليلين لا يبعد اتفاقهم على الكذب\" (1) فينفي الرازي أن يكون هناك تواتر فيما قاله النصارى عن صلب المسيح وقتله، ثم يعود الرازي فيقطع في تفسيره لقول الله سبحانه وتعالى:\n{وَمَا قَتَلُوهُ يَقِينًا (157) بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ}\n(النساء: 157، 158)\nيقطع \"بان الله - تعالى - أخبر أنهم شاكون في أنه هل قتلوه أم لا، ثم أخبر محمدا بأن اليقين حاصل بأنهم ما قتلوه\" (2)\nوانطلاقا من هذا اليقين بأنهم لم يقتلوه أورد الرازي مذاهب العلماء:\n1-\nمذاهب الذين قالوا: \"إن اليهود لما قصدوا قتله رفعه\n(1) - \"تفسير الرازي\" ج - 11 ص101، 102.\n(2) - المصدر السابق ج - 11 ص104.\nالجزء: 1 ¦ الصفحة: 139\n",
        "الله إلى السماء\".\n2-\nويذهب الذين قالوا إن الله قد ألقى شبهه على إنسان آخر مع تعدد الآراء فيمن كان هذا الإنسان الذي ألقي عليه الشبه (1) .\nلتكون خلاصة رأي الرازي في قضية الصلب والقتل هما:\n\"أن اليقين حاصل بأنهم ما قتلوه\".\nولقد كرر الكاتب هذا الكذب والتدليس في حديثه عن رأي الرازي في تحريف اليهود للتوراة وذلك عندما أورد ما ذكره الرازي عن تواترها وأن التشكيك في التواتر يفتح الباب للسفسطة ويضيع الثقة في الشرائع والمعاملات.\nكرر الكاتب هذا الكذب والتدليس عندما وقف عند \"الاعتراض\" الذي أورده الرازي ولم يشر إلى رد الرازي على هذا الاعتراض وتفنيده له!!\nففي تفسير الإمام الرازي لقوله تعالى:\n{يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ}\n(المائدة: 41)\n(1) - المصدر السابق ج - 11 ص102.\nالجزء: 1 ¦ الصفحة: 140\n",
        "قال: \"إنهم سماعون للأكاذيب التي كانوا ينسبونها إلى التوراة (1) كانوا يحرفون الكلم عن مواضعه (2) فكانوا يبدلون اللفظ بلفظ آخر (3) :\n{فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ}\n(البقرة: 79)\nثم خلص الرازي إلى أن اليهود قد حرفوا التوراة بكل ألوان التحريف \"التحريف اللفظي\" بإخفاء ألفاظ واستبدالها والتحريف المعنوي بالتأويلات الفاسدة التي تخرج النصوص عن معانيها ومقاصدها..\nانتهى الرازي إلى ذلك عندما علل استخدام القرآن الكريم في سورة النساء لتعبير:\n{يُحَرِّفُونَ الْكَلِمَ عَن مَوَاضِعِهِ}\nواستخدامه في سورة المائدة تعبير:\n(1) - المصدر السابق ج - 11 ص240، 241.\n(2) - المصدر السابق ج - 9 ص120.\n(3) - المصدر السابق ج - 9 ص121.\nالجزء: 1 ¦ الصفحة: 141\n",
        "{مِنْ بَعْدِ مَوَاضِعِهِ}\nفقال: \"لقد ذكر الله هنا في النساء عن مواضعه وفي المائدة\n\"من بعد مواضعه\" والفرق: أنا إذا فسرنا التحريف بالتأويلات الباطلة فهنا قوله:\n{يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ}\nمعناه: أنهم يذكرون التأويلات الفاسدة لتلك النصوص وليس فيه بيان أنهم يخرجون تلك الألفاظ من الكتاب، وأما الآية المذكورة في سورة المائدة: {مِنْ بَعْدِ مَوَاضِعِهِ} فهي دالة على أنهم جمعوا بين الأمرين فكانوا يذكرون التأويلات الفاسدة وكانوا يخرجون اللفظ أيضا من الكتاب فقوله: {يُحَرِّفُونَ الْكَلِمَ} إشارة إلى إخراجه من الكتاب (1) فالرازي يقطع بأن المسيح - عليه السلام - لم يصلب ولم يقتل، كما يقطع بأن اليهود قد حرفوا التوراة بكل ألوان التحريف - التحريف في الألفاظ، والتحريف في التأويلات الباطلة، وذلك على عكس\n(1) - المصدر السابق ج - 9 ص121، 122.\nالجزء: 1 ¦ الصفحة: 142\n",
        "الكذب والتدليس الذي نسبه كاتب هذا المنشور التنصيري إلى هذا الإمام العظيم فخر الدين الرازي عندما اقتطع من كلام الرازي \"الاعتراض - المفترض\" ولم يذكر جواب الرازي على هذا الاعتراض (1) .\n***\nوكما كذب كاتب هذا المنشور التنصيري ودلس فيما افتراه على الإمام الرازي، كذلك صنع فيما نسبه إلى الإمام البيضاوي، وذلك عندما صور لقارئه أن البيضاوي لا يتبنى نفي صلب المسيح وقتله، وإنما يقول إن كيد اليهود ذهب وطاش إذ عاد المسيح حيا ورفعه الله إليه.\nفكأن البيضاوي وفق هذا الكذب والتدليس يعترف بأن المسيح قد قتل، ثم عاد حيا بالقيامة:\n(1) - والغريب هو إجماع كثير من كتاب النصارى على هذا الكذب والتدليس فيما ينسبون إلى الرازي في هذا الموضوع.. صنع ذلك الدكتور ميشال الحايك في كتاب \"المسيح في الإسلام\" - طبعة بيروت 2004م.. والقمص مرقس عزيز خليل في كتابه \"استحالة تحريف الكتاب المقدس\" - طبعة القاهرة سنة 2006م - راجع ردنا على هذه الكتب - ضمن أعمال \"مجمع البحوث الإسلامية\" - ملحق مجلة \"الأزهر\" شهر صفر 1427 هـ.\nالجزء: 1 ¦ الصفحة: 143\n",
        "ونحن نقول إن هذا الذي ادعاه هذا الكاتب على الإمام البيضاوي هو كذب صراح وافتراء بواح فالبيضاوي في تفسيره لآية سورة النساء 158\n{وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ}\nيقول: \"روى أن رهطا من اليهود سبوه وأمه فدعا عليهم فاجتمعت اليهود على قتله، فأخبره الله تعالى بأنه يرفعه إلى السماء، فقال لأصحابه: أيكم يرضى أن يلقى عليه شبهي فيقتل ويصلب ويدخل الجنة\"؟ فقام رجل منهم فألقى الله عليه شبهه فقتل وصلب.\nوقيل: كان رجلا ينافقه فخرج ليدل عليه فألقى الله عليه شبهه فأخذ وصلب وقتل وقيل: دخل طيطانوس اليهودي بيتا كان فيه \"المسيح\" فلم يجده وألقى الله عليه شبهه فلما خرج ظن أنه عيسى فأخذ وصلب.\nوأمثال ذلك من الخوارق التي لا تستبعد في زمان النبوة فوقع لهم التشبيه بين عيسى والمقتول.\n\"بل رفعه الله إليه\": رد وإنكار لقتله وإثبات لرفعه (1) .\n(1) - \"تفسير البيضاوي\": \"أنوار التنزيل زأسرار التأويل\" ص162- طبعة القاهرة سنة 1344 هـ - سنة 1926م.\nالجزء: 1 ¦ الصفحة: 144\n",
        "فالبيضاوي يثبت كل الروايات التي تتحدث عن إلقاء شبه المسيح على رجل آخر غيره.. وأن القتل والصلب إنما كان لغيره ويقطع بأن رفعه إلى الله هو \"إنكار لقتله\" ومن ثم فهو البيضاوي يرفض وينكر عقائد المسيحيين في الصلب والقتل لعيسى عليه السلام.. الأمر الذي يقطع بتعمد كاتب هذا المنشور التنصيري للكذب على علماء الإسلام والتدليس فيما ينسبه إليهم!\n***\nوكما كان البيضاوي واضحا وحاسما ككل علماء الإسلام في نفي الصلب والقتل عن المسيح عليه السلام كان واضحا وحاسما في القطع بان اليهود قد حرفوا التوراة فقال في تفسيره لآية سورة المائدة: 13\n{فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ}\nقال \"هذا بيان لقسوة قلوبهم فإنه لا قسوة أشد من تغيير كلام الله سبحانه وتعالى والافتراء عليه\nو\"نسوا حظا مما ذكروا به\"\nالجزء: 1 ¦ الصفحة: 145\n",
        "وتركوا نصيبا وافيا من التوراة والمعنى أنهم حرفوا التوراة وتركوا حظهم مما أنزل عليهم فلم ينالوه. (1)\nهكذا قال الإمام البيضاوي.. لكن كاتب هذا المنشور التنصيري الذي كذب ودلس على البيضاوي في موضوع صلب المسيح وقتله، صمت عن موقف البيضاوي إزاء تحريف اليهود للتوراة!!\nوكذلك صنع هذا الكاتب عندما صمت عن رأي الإمام الرازي في تحريف النصارى للإنجيل!! كما حرف اليهود التوراة..\nفلقد قال الإمام الرازي في تفسيره آية المائدة: 14:\n{وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ}\n- قال: \"المراد أن سبيل النصارى مثل سبيل اليهود في نقض المواثيق من عند الله فتركوا الكثير مما\n(1) - المصدر السابق ص171.\nالجزء: 1 ¦ الصفحة: 146\n",
        "أمرهم الله تعالى به\" (1)\nفهل يمكن أن يكون هذا الكذب والتدليس هو الخلق اللائق بمن ينتسب إلى المسيح عيسى ابن مريم - عليه السلام؟! أم أنها المكيافيلية لبست لبوس المنصرين؟!\nإن كاتب هذا المنشور التنصيري لو وقف عند تقرير عقائده والدفاع عنها لقلنا: هذا حقه فمن شاء فليؤمن ومن شاء فليكفر.. ولكنه تجاوز هذا الحق إلى محاولات اختراق القرآن الكريم لقسره على ان يشهد للعقائد النصرانية التي يرفضها من مثل تأليه المسيح وصلبه وقتله.\nكما تعمد \"تنقيص\" الأنبياء والمرسلين بنفي العصمة عنهم ونفى المعجزة عن رسول الإسلام - صلى الله عليه وسلم - ليتوسل بذلك إلى تأليه المسيح.. الأمر الذي يدخل في محظور الازدراء لدين سماوي، والازدراء للأنبياء والمرسلين! كما تعمد هذا الكتاب الكذب والتدليس على علماء الإسلام بعد أن تعمد تكذيب القرآن الكريم.\n(1) - \"تفسير الرازي\" ج - 11 ص193.. وصدق الله العظيم:\n{وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (78) مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ}\n(آل عمران: 78، 79)\nالجزء: 1 ¦ الصفحة: 147\n",
        "التوصية\nلذلك فإن التوصية إزاء هذا الكتاب \"مستعدين للمجاوبة\" هي:\n1-\nعدم تداوله لما يثيره من فتنة وكراهية للنصارى بسبب تكذيبه للقرآن وافترائه على علماء الإسلام وازدرائه بالأنبياء والمرسلين.\n2-\nونشر هذا الرد ملحقا بمجلة الأزهر لأن التجاوزات التي تضمنها هذا الكتاب قد نشرت بين الناس، الأمر الذي يجعل الرد عليه واجبا لتحصين العقول ضد الأكاذيب والافتراءات.. وليعلم الذين يسلكون هذا الطريق المعوج أن مجمع البحوث الإسلامية بالأزهر الشريف قائم على حراسة الشأن الديني لإحقاق الحق ولإشاعة الوفاق بين المتدينيين بكل ديانات السماء.\nوالله من وراء القصد.. منه نستمد العون والتوفيق،\nدكتور/ محمد عمارة\nعضو مجمع البحوث الإسلامية\nبالأزهر الشريف\nالجزء: 1 ¦ الصفحة: 148\n",
        "المصادر والمراجع\nالقرآن الكريم.\nالكتاب المقدس - طبعة دار الكتاب المقدس.\nإنجيل مرقس - طبعة دار المعارف- القاهرة سنة 1975م.\nابن هشام: \"مختصر سيرة ابن هشام\" طبعة القاهرة سنة 1422 هـ سنة 2002م.\nد. أحمد شلبي: \"مقارنة الأديان\" طبعة القاهرة.\nد. أحمد عبد الوهاب: \"المسيح في مصادر العقائد المسيحية\" طبعة مكتبة وهبة - القاهرة سنة 1978م.\nالبيضاوي: \"تفسير البيضاوي\" طبعة القاهرة سنة 1344 هـ سنة 1926م.\nجعفر حسن عتريس: \"التوراة والإنجيل والقرآن بين الشهادات التاريخية والمعطيات العلمية\" طبعة دار الهادى - بيروت سنة 1424 هـ سنة 2003م.\nحسنى يوسف الأطير: \"عقائد النصارى الموحدين بين الإسلام والمسيحية\" طبعة مكتبة النافذة - القاهرة سنة 2004م.\n\"تقويم الاعتقاد بين القرآن والنصارى الموحدين\" طبعة مكتبة النافذة - القاهرة سنة 2005م.\nالرازي - فخر الدين: \"تفسير الرازي\" طبعة دار الفكر - القاهرة سنة 1980م.\nزالمان شازار - محرر: \"تاريخ نقد العهد القديم من أقدم العصور حتى العصر الحديث\" ترجمة د. أحمد محمد هريدي - تقديم ومراجعة: د. محمد خليفة حسن - طبعة المجلس الأعلى للثقافة - القاهرة سنة 2000م.\nالجزء: 1 ¦ الصفحة: 149\n",
        "سبينوزا: \"رسالة في اللاهوت والسياسة\"\" طبعة مكتبة النافذة - القاهرة.\nسعد زغلول باشا: تقديم كتاب \"إعجاز القرآن والبلاغة النبوية\" طبعة القاهرة سنة 1926م.\nسمير سامي شحاتة: \"الاختلافات في الكتاب المقدس\" طبعة مكتبة وهبة - القاهرة سنة 2005م.\nالصالحى الشامى - محمد بن يوسف: \"سبيل الهدى والرشاد في سيرة خير العباد\" تحقيق د. مصطفى عبد الواحد - طبعة القاهرة سنة 1418 هـ سنة 1997م.\nد. طه حسين: \"الفتنة الكبرى - عثمان\" طبعة دار المعارف - القاهرة سنة 1984م.\nعبد السلام محمد عبد الله: \"هل الكتاب المقدس معصوم\" طبعة مكتبة النافذة - القاهرة سنة 2007م.\nد. عبد الوهاب المسيري: \"موسوعة اليهود واليهودية والصهيونية\" طبعة دار الشروق - القاهرة.\nد. فؤاد حسنين على: \"التوراة عرض وتحليل\" طبعة القاهرة سنة 1941م.\n\"التوراة الهيروغليفية\" طبعة دار الكاتب العربي - القاهرة.\nمجمع اللغة العربة: \"معجم ألفاظ القرآن الكريم\" طبعة القاهرة سنة 1970م.\nمحمد السعدي: \"حول موثوقية الأناجيل والتوراة\" طبعة طرابلس - ليبيا - سنة 1986م.\nمحمد عبده - الأستاذ الإمام \"الأعمال الكاملة\" دراسة وتحقيق: د. محمد عمارة طبعة بيروت سنة 1972م والقاهرة -دار الشروق سنة 2006م.\nالجزء: 1 ¦ الصفحة: 150\n",
        "د. محمد عمارة: \"الغارة الجديدة على الإِسلام\" طبعة نهضة مصر - القاهرة سنة 2007م.\n\"الأنبياء في القرآن والكتاب المقدس\" مكتبة الشروق الدولية - القاهرة سنة 2009م.\n\"ملاحظات علمية على كتاب المسيح في الإسلام\" ملحق مجلة الأزهر - صفر سنة 1427 هـ.\nمحمد فؤاد عبد الباقي: \"المعجم المفهرس لألفاظ القرآن الكريم\" طبعة دار الشعب - القاهرة.\nمرقس عزيز خليل - القمص-: \"استحالة تحريف الكتاب المقدس\" طبعة القاهرة سنة 2003م.\nمصطفى صادق الرافعي: \"إعجاز القرآن والبلاغة النبوية\" طبعة القاهرة سنة 1926م.\nد. موريس بوكاى: \"دراسة الكتب المقدسة في ضوء المعارف الحديثة\" طبعة دار المعارف - القاهرة سنة 1977م\nد. ميشال الحايك: \"المسيح في الإٍسلام\" طبعة بيروت سنة 2004م.\nوات - مونتجمري -: \"الإسلام والمسيحية في العالم المعاصر\" ترجمة د. عبد الرحمن عبد الله الشيخ - طبعة القاهرة - مكتبة الأسرة سنة 2001م.\nوثائق وموسوعات:\n\"التنصير: خطة لغزو العالم الإسلامي\" - وثائق مؤتمر كولورادو - الطبعة العربية - مركز دراسات العالم الإسلامي - مالطا - سنة 1991م.\n\" دائرة المعارف البريطانية\"\nدوريات:\nصحيفة \"وطني\" - القاهرة.\nالجزء: 1 ¦ الصفحة: 151\n",
        ""
    ]
}