{
    "1": [
        "تكملة الجامع لسيرة شيخ الإسلام ابن تيمية خلال سبعة قرون\nآثَارُ شَيْخِ الإِسْلَامِ ابْن تَيْمِيَّةَ وَمَا لَحِقَهَا مِنْ أَعْمَال\n(21)\nتَكْمِلَةُ الجَامِع\nلِسِيْرَةِ شَيْخِ الإِسْلَامِ ابْن تَيْمِيَّة خِلَال سَبْعَة قرُوْن\nجَمع وتَحقِيق\nعَليّ بْنُ مُحَمَّدَ العِمْرَان\nوَفْقَ المَنْهَج المُعْتَمَد مِنْ الشَّيْخِ العَلَامَّةَ\nبَكر بِن عَبْد الله أَبُو زَيْد\n(رَحِمَهُ اللهُ تَعَالَى)\nتَمْويل\nمُؤَسَّسَةِ سُليمَان بن عَبْدِ العزيز الرَّاجِحيِّ الخَيْريَّةِ\nدَارُ عَالم الفَوائِد\nللنّشْرِ والتَّوزيِع\nالجزء: مقدمة - الصفحة: 1\n",
        "مُؤَسَّسَةِ سُليمَان بْن عَبْدِ العزيز الرَّاجِحيِّ الخَيرْيَّةِ\nSULAIMAN BIN ABDUL AZIZ AL RAJHI CHARITABLE FOUNDATION\nحقوق الطبع والنشر محفوظة\nلمُؤَسَّسَةِ سُليمَان بْن عَبْدِ العزيز الرَّاجِحيِّ الخَيرْيَّةِ\nالطبعة الأولى 1432 هـ\nدَارُ عَالم الفَوائِد لِلنّشْرِ والتَّوزيِع\nمكّة المكرمة - هاتف 5473166 - 5353590 فاكس 5457606\nالصَّف والإخراج دَارُ عَالم الفَوائِد لِلنّشْرِ والتَّوزيِع\nالجزء: مقدمة - الصفحة: 2\n",
        "راجع هذا الجزء\nمُحَمَّد أَجمل الإصْلَاحِي، محَمَّد عَزيز شَمْس\nالجزء: مقدمة - الصفحة: 3\n",
        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nالجزء: مقدمة - الصفحة: 4\n",
        "مُقَدِّمة\nالحمد لله رب العالمين، والصلاة والسلام على سيِّد الأولين والآخرين، وعلى آله وصحبه أجمعين.\nوبعد، فكنت قد وعدت القراء الكرام في\nمقدمة\nالطبعة الثّالثة من كتاب «الجامع لسيرة شيخ الإسلام ابن تيميَّة خلال سبعة قرون» قبل نحو أربع سنوات خلت = بإصدار ما استجدَّ من التراجم الّتي على شرط كتاب «الجامع\n...\n» ممّا لم نلحقه فيه في كتاب مفرد، واقترحت تسميته بـ «ذيل الجامع\n...\n». ورأيت أن أسميه الآن: «تكملة الجامع\n...\n».\nوالسبب في إفراد هذه التراجم في كتاب مستقل، وعدم إدخالها في مواضعها من «الجامع\n...\n» = أن لا يحتاج مَنْ كان عنده الطبعة السابقة منه إلى تغيير طبعته لأجل هذه الزيادات، بل يكفيه أن يضمّ إليه هذه التكملة.\nوالتراجم الّتي استجدّت الآن إحدى عشرة ترجمة، وهي متنوِّعة الأغراض والمقاصد، فمنها الترجمة التقليدية، ومنها المستخرجة من الكتب التاريخية أو مصنفات إمام معين، ومنها الجواب عن سؤال نظمًا أو نثرًا، ومنها في الدفاع عنه. وسنلقي الضوء عليها واحدة واحدة مرتبة على تواريخ وفيات مؤلفيها:\nالجزء: مقدمة - الصفحة: 5\n",
        "76 -\n(1) ذيل مرآة الزّمان، لقطب الدين موسى بْن محمّد اليونيني الحنبلي (ت 726).\nوهو تاريخ مرتب على السنين، والجزء الّذي استفدنا منه يؤرّخ للفترة ما بين (697 هـ - 711 هـ) وهي سنوات حوافل بالأحداث في حياة شيخ الإسلام. ومما تميز به الكتاب:\n1 -\nأن مؤلفَه معاصرٌ لشيخ الإسلام ابن تيمية، بل هو أكبر منه سنًّا إذ ولادته سنة (640 هـ)، فهو أكبر من شيخ الإسلام بأكثر من عشرين سنة (2). وكان عمره وهو يؤرِّخ هذه الأحداث ما بين السابعة والخمسين والحادية والسبعين، فهو قد شهد أكثر هذه الأحداث بنفسه، خاصّة ما وقع منها بالشام.\n2 -\nأن في تاريخه بعض التفاصيل ممّا لا يوجد في غيره من الكتب. وهذا عائد إلى ما تقدّم ذكره.\nومع ذلك لم يخل من بعض الملحوظات الّتي رأيت أن أُعلّق عليها في النص.\nأما طبعة الكتاب المعتمدة، فهي طبعة المجمع الثقافي بأبو ظبي، تحقيق د. حمزة عبّاس، وقد أصلحت ما وقع فيها من أخطاء مع التنبيه عليها غالبًا.\n(1) هذا الرقم تكملة لترقيم تراجم الجامع إذ بلغ عدد التراجم فيه (75) ترجمة.\n(2) وهو مع ذلك يقول: شيخنا ابن تيمية، كما في (ص 15).\nالجزء: مقدمة - الصفحة: 6\n",
        "ومما يذكر هنا أن المؤلِّف عقد عنوانًا فيه: «ذِكْر الأسباب الموجبة لفتنة الشّيخ تقي الدين والحنابلة» لكن وقع في الأصل المخطوط [ق 49 ب] محوٌ لما في هذه الورقة. فلعلّ بعض من وقف عليها لم يعجبه ما فيها، فعمد إلى محوه، فالله أعلم.\n77 -\nنبذة من سيرة شيخ الإسلام ابن تيمية المسمّاة (الدرة اليتيميَّة في السيرة التيميَّة)، لشمس الدين محمّد بْن أحمد الذَّهبي الشّافعيّ (ت 748).\nوهذه الترجمة نقل كثيرًا من نصوصها زين الدين ابن الوردي (ت 749) في «تتمّة المختصر في أخبار البشر - ضمن الجامع»: (ص 329 - 337) وقال في آخر ترجمته: «وهذه نبذة من ترجمة الشّيخ مختصرة، أكثرها من الدرة اليتيمية في السيرة التيمية للإمام الحافظ شمس الدين محمّد الذهبي». وهذا نصّ مهم يفيد في معرفة عنوان رسالة الذهبي.\nكما نقل منها ابن عبد الهادي في «العقود الدرية» في مواضع. قال ابن عبد الهادي: «وقال (أي: الذهبي) في مكان آخر، ذَكَر فيه ترجمةً طويلة للشيخ، قبل وفاة الشّيخ بدهر طويل» (1).\nوقد أفاد هذا النص عدة فوائد:\n1 -\nتثبيت أن هذه التّرجمة للذهبي، كما تقدّم.\n(1) «العقود الدرية» (ص 35 - بتحقيقي) وانظر أيضًا (ص 9، 33، 168).\nالجزء: مقدمة - الصفحة: 7\n",
        "2 -\nأنها ترجمة مستقلة، فلو كانت منتزعة من كتاب لصرَّح بذلك ابن عبد الهادي كما هو شأنه في كتب الذهبي الأخرى. فهذا يؤيد أنها ما سماه ابن الوردي بـ «الدرة اليتيمية\n...\n».\n3 -\nأنها طويلة، بل تعتبر أطول تراجم الذهبي الّتي وجدت على الإطلاق، إذ بلغت: (15 صفحة) (1). وبها معلومات وفوائد ليست في كتب الذهبي الأخرى.\n4 -\nأنها مكتوبة قبل وفاة الشّيخ بدهر طويل. وهو كذلك إِلَّا أن الذهبي ما زال يضيف إليها ما استجدَّ من أحداث ووقائُع حتّى وصف وفاة شيخ الإسلام وجنازته. رحم الله الجميع.\n78 -\nترجمة مختصرة له أيضًا.\nوهذه الترجمة المختصرة نقلها الشّيخ المحدّث أحمد بن محمّد ابن المهندس المقدسي الحنبلي (ت 804 أو 803) (2) بخطه على ظهر نسخة خطية من كتاب «الاجتماع والافتراق في الأيمان والطلاق» لشيخ الإسلام ابن تيمية (3). وقال في آخرها إنّه نقلها من خط مصنفها.\n(1) بينما بلغت ترجمته في «ذيل تاريخ الإسلام» ست صفحات فقط.\n(2) ترجمته في «إنباء الغمر»: (4/ 259)، و «الضوء اللامع»: (2/ 86)، و «المنهج الأحمد»: (5/ 193).\n(3) هذه النسخة محفوظة في دارة الملك عبد العزيز بالرياض - الخزانة الملكية رقم (5)، وقد تفضلوا مشكورين بتصوير نسخة منها وإرسالها إلي، وأخص الأستاذ أيمن الحنيحن، إذ كان مبادرًا في تصوير النسخة، وسببًا في الوقوف على الترجمة.\nالجزء: مقدمة - الصفحة: 8\n",
        "ولم يذكر ابن المهندس من أي كتب الذهبي نقلَها، وواضح أنه كتاب مرتب على حوادث السنين، لكن ليس «دول الإسلام» ولا «العبر» ولا «ذيل تاريخ الإسلام».\nوقد نقل من هذه الترجمة دون أن يصرّح المؤرخ زين الدين ابن الوردي في «تتمّة المختصر - ضمن الجامع» (ص 329). وابن عبد الهادي في «العقود» (ص 34).\n79 -\nرسالة أرسلها الشّيخ قِوام الدين عبد الله بن حامد الشّافعيّ من العراق إلى القاضي زين الدين ابن سعد الدين سعد الله بن بُخَيْخٍ الحراني الحنبلي في الثّناء على شيخ الإسلام وعلومه.\nأصل هذه الرسالة ملحق بآخر كتاب ترجمة شيخ الإسلام لابن عبد الهادي - نسخة كوبريلي بتركيا.\nوقد أرسلها الشّيخ عبد الله بن حامد الشّافعيّ (1) إلى الشّيخ زين الدين عمر بن سعد الله سعد الدين بن بُخَيخ الحنبلي (ت 749) أحد تلاميذ شيخ الإسلام، وممن تخرج به، وانتصر لاجتهاداته الفقهية (2).\nوقد مضى في «الجامع لسيرة شيخ الإسلام» (ص 241 - 245) رسالة من عبد الله بن حامد إلى أبي عبد الله بن رشَيِّق المالكي، قريبة في مضمونها من هذه الرسالة.\n(1) لم أعثر على ترجمته حتّى الآن.\n(2) ترجمته في «ذيل طبقات الحنابلة»: (5/ 142 - 144 - ت العثيمين).\nالجزء: مقدمة - الصفحة: 9\n",
        "80 -\nفصلٌ في مبشِّرات رآها الصالحون للشيخ تقي الدين أحمد ابن تيمية بعد موته إلى رحمة الله، يرويها محمّد بن عباد الشجاعي عن تلاميذ الشّيخ ومعاصريه.\nهذا الفصل فيه مجموعة من الرؤى الّتي رُئيت للشيخ بعد وفاته، فيها دلالة على حُسن خاتمته ورفعة منزلته. وقد أدرجناها هنا لأسباب:\n1 -\nأن العلماء دأبوا في كتبهم التاريخية على تضمين التراجم شيئًا من الرؤى والمنامات الّتي رُئيت للمترجم.\n2 -\nأنها مرويّة عن أصحاب الشّيخ والمقربين منه؛ كالشيخ أبي عبد الله بن رُشَيِّق المغربي (ت 749)، وهو أحد المقربين من شيخ الإسلام، وممن كان لهم بصر بخط الشّيخ، حتّى كان إذا استغلق منه شيء استخرجه ابن رشيق -كما يقول ابن كثير-، وهو صاحب رسالة «مؤلفات شيخ الإسلام» الّتي نشرناها في «الجامع» (ص 282 - 311) وكانت تُعزى لابن القيّم خطأً.\nوعدد الرؤى المروية اثنتا عشرة، سبع منها لابن رشيّق، والبقية لغيره ممّن ذُكِرَتْ أسماؤهم في الرسالة.\nونسخته الخطية الّتي اعتمدناها تقع ضمن مجموع في مكتبة الملك عبد العزيز بالمدينة النبويَّة - مجموعة المكتبة المحمودية رقم [2775].\n81 -\nسيرة شيخ الإسلام ابن تيميَّة، مِن كتب تلميذه شمس الدين محمّد بن أبي بكر ابن قيِّم الجوزيَّة الحنبلي (ت 751).\nالإمام ابن القيّم من أخصّ تلاميذ شيخ الإسلام ابن تيمية،\nالجزء: مقدمة - الصفحة: 10\n",
        "وأكثرهم تأثرًا به ومعرفة بكلامه (1). وكثيرًا ما يذكره في مؤلفاته، سواء لذكر اختياراته الفقهية وفوائده العلمية، أو لذكر بعض جوانب من حياته، فاستخرجت المواضع الّتي فيها فوائد تتعلّق بترجمة الشّيخ رحمه الله.\nوهذه الترجمة المستخرجة من كتب ابن القيم هي واسطة العقد في هذه (التكملة\n...\n) الّتي نخرجها اليوم، ففيها من المواقف والفوائد في ترجمة الشّيخ ما ليس في كتاب آخر. كما ستراه إن شاء الله تعالى.\nوقد استفدت في استخراج أكثر هذه المواضع من أوراقٍ جمعها الصديق الشّيخ الدكتور وليد بن محمّد العلّي تحوي كلّ مواضع ذكر شيخ الإسلام في كتب تلميذه ابن القيم، فجزاه الله خيرًا.\nوقد قسمتُ ما ذكره ابن القيم عن شيخه إلى ثلاثة أقسام رئيسة:\n1 -\nمكانة الشّيخ في العلم، ومواقفه في الإفتاء.\n2 -\nأخلاق الشّيخ وصفاته وعبادته.\n3 -\nالشّيخ والأمر بالمعروف والنهي عن المنكر.\nوتحت كلّ قسم عناوين خاصّة.\n(1) حتّى قال الحافظ ابن حجر: «ولو لم يكن للشيخ تقي الدين (ابن تيمية) من المناقب إِلَّا تلميذه الشهير الشّيخ شمس الدين ابن قيم الجوزية صاحب التصانيف النافعة السائرة، الّتي انتفع بها الموافق والمخالف؛ لكان غاية في الدلالة على عظيم منزلته». «الجامع - تقريظه على الرَّدِّ الوافر» (ص 552).\nالجزء: مقدمة - الصفحة: 11\n",
        "وعزوت النقول إلى كتب ابن القيم، مع ذكر الطبعة المنقول عنها في أول موضع يرِدُ فيه ذكر الكتاب، هكذا: «جلاء الأفهام» (ص 500 - دار عالم الفوائد).\n82 -\nسؤال وجواب في شيخ الإسلام ابن تيمية، لشهاب الدين أحمد ابن الأذرعي الشّافعيّ (ت 783).\nسؤال وُجِّه إلى الأذرعي (1) في شيخ الإسلام، فأجاب عنه وأنصف فيه شيخ الإسلام.\nونسخته المعتمدة في ورقتين ضمن مجموع في تركيا، أرسله لي الصديق الأستاذ أبو الفضل القونوي. وقد نشر ملحقًا بـ «الرَّدِّ الوافر» (ص 302 - 303).\n83 -\nالشُّهُب العَليَّة في الردِّ على مَنْ كَفَّر ابن تيميّة، نظم: القاضي عمر بن موسى بن الحسن الحمصي الشّافعيّ (ت 861).\nهذه قصيدة في الذّبّ عن شيخ الإسلام رحمه الله كتبها القاضي\n(1) هو: أحمد بن حمدان بن أحمد بن عبد الواحد، شهاب الدين الأذرعي أبو العباس، ولد سنة 708، وسمع من الحجار والمزي وحضر عند الذهبي، ولازم الفخر المصري، وهو الّذي أذن له، وشهد له عند السبكي بالأهلية. أقبل على الإشغال والاشتغال وراسل السبكي بالمسائل الحلبيات، وهي في مجلد مشهور، واشتهرت فتاويه في البلاد الحلبية. وكان منطرح النفس، كثير الجود، صادق اللهجة، شديد الخوف من الله، له مصنفات في الفقه الشّافعيّ. ملخصة من «الدرر الكامنة»: (1/ 39).\nالجزء: مقدمة - الصفحة: 12\n",
        "عمر بن موسى الحمصي الشّافعيّ (1) جوابًا لمن سأله شعرًا عمن يقع في شيخ الإسلام ويكفره\n...\nفأجاب بها وسمّاها «الشهب العلّية\n...\n» وهي تقع في 97 بيتًا.\nوكان السبب الدافع للمؤلف في نظم هذه القصيدة هو واقعة أو فتنة العلاء البخاريّ (ت 841) لما أطلق القول في تكفير شيخ الإسلام ابن تيمية بل وتكفير من لقَّبه بـ «شيخ الإسلام»، فانبرى العلماء على اختلاف بلدانهم ومذاهبهم للردّ عليه، وكان منهم حافظ الشّام ابن ناصر الدين الدمشقي (ت 842) في كتابه «الرَّدِّ الوافر على من زعم أن من سمى ابن تيمية شيخ الإسلام\n...\nكافر». ثمّ كان منهم صاحب قصيدتنا هذه.\nوقد وقع للمؤلف بعض الأذى بسبب هذا النظم، شَرَحه السخاوي في ترجمته في «الضوء اللامع».\nولئن كانت هذه القصيدة قد نُشِرت من قبل ملحقةً بكتاب «الرَّدِّ الوافر» طبع المكتب الإسلامي (ص 294 - 299) إنها لم تُذْكَر بعنوانها الّذي وضعه مؤلفها، كما أنه قد وقع فيها جملة من الأخطاء والتصحيفات.\n(1) هو: عمر بن موسى بن الحسن السراج القُرَشيُّ المخزومي الحمصي ثمّ القاهري الشّافعيّ ويعرف بابن الحمصي. ولد بها سنة 777 هـ، ولي القضاء في عدة بلدان، توفي سنة (861 هـ). ترجمته مطولة في «الضوء اللامع»: (3/ 225).\nالجزء: مقدمة - الصفحة: 13\n",
        "ونسختنا الّتي اعتمدناها هي نسخة العلّامة قطب الدين الخَيْضِيري (ت 894 هـ)، فقد قرأها على مؤلفها، ثمّ اعتنى المؤلِّف بضبط ألفاظها وتصحيحها بقلمه.\nوهي ضمن مجموع في مكتبة بايزيد بتركيا رقم [2908]، (ق 36 - 43) يحوي كتاب «الرَّدِّ الوافر\n...\n» وجملة من التقاريظ عليه، وهذه القصيدة. وقد تفضّل بإرسال هذا المجموع الصديق الأستاذ أبو الفضل القونوي جزاه الله خيرًا.\n84 -\nأزهار الرياض في أخبار عياض، لشهاب الدين أحمد بن محمّد المقَّري التِّلِمْساني المالكي (ت 1041).\nهذا الكتاب ليس فيه ترجمة للشيخ، ولكن جرى فيه ذِكْر الشّيخ ضمن فائدة نقلها المقَّرِي من تفسير البَسيلي التونسي وغيره، وذكر جملة من الأخبار والقَصَص عن شيخ الإسلام ابن تيمية رحمه الله تدور بين أن تكون كذبًا على الشّيخ أو خطأً عليه، وهي:\n- أنه قال في حق القاضي عياض: «غلا هذا المُغَيربي».\n- أن حاله لا زال في ظهور حتّى ناظر السبكيين.\n- تكرار فِرْية ابن بطوطة في تمثيل نزول الرب جلَّ شأنه بنزوله عن المنبر درجة درجة.\n- أن ابْنَي الإمام قد ناظرا الشّيخ وظهرا عليه.\n- نسبة بيتين له قالهما في «المحصول» للرازي، وليسا له.\nالجزء: مقدمة - الصفحة: 14\n",
        "وقد علقتُ على كلِّ هذه الفِرى في حواشي الكتاب.\nفكان ذكر هذا الكتاب هنا للردِّ على ما فيه من بهتان وزيف، وتبيّن بحمد الله أن ما فيه لا ينفق إِلَّا عند مَنْ لا تدقيق عنده ولا تمحيص.\n85 -\nحدائق الإنعام في فضائل الشّام، لعبد الرحمن بن إبراهيم ابن عبد الرزّاق الدمشقي الشّافعيّ (ت 1138).\nفيه ترجمة مقتضبة، دلّني عليها أخي الشّيخ عبد الله بن سالم البطاطي.\n86 -\nرسالة في الذّبّ عن ابن تيمية، لمحمد بدر الدين الشّرُنْبابلي الشّافعيّ الأزهري (ت 1182).\nوهي في الدفاع عن شيخ الإسلام ضد من يطعن فيه، تقع في ثلاث ورقات، مصورة عن مركز جمعة الماجد للتراث بدبي.\nوعلى طرة الصفحة الأولى من الرسالة تعليق طويل استوعب الحواشي الأربع للصفحة بخط الناسخ. وهذا التعليق لمؤلف الرسالة -فيما يظهر- ومضمونه: أنه وقف على بعض الردود على شيخ الإسلام ابن تيمية، من السبكيّ وغيره، وأنه اطلع على قدحه في الأولياء -عنده- كابن عربي والشاذلي، وذمه للأشعرية\n...\nوأنه -أي صاحب الرسالة- بريء من هذه العقائد.\nوقد يُفهم من هذا أن المؤلِّف تراجع عن رسالته تلك، ولا يظهر لي ذلك؛ لأن المؤلِّف لو أراد ذلك لصرّح به تصريحًا واضحًا، وهذا ما\nالجزء: مقدمة - الصفحة: 15\n",
        "لم يحصل، أو لأتْلَف هذه الورقات الثلاث، فهو أسهل من كتابة التعليق المطول على هامشها! فلذا أبقيناها وأشرنا إلى ما في هامشها.\nهذا آخر ما وجدناه الآن، وليس بآخر الممكن أن يوجد في ترجمة شيخ الإسلام ابن تيمية رحمه الله تعالى؛ إذ كان في عصره وبعد عصره مالئ الدنيا وشاغل النَّاس.\nوأكرر هنا ما قلناه في مقدمة «الجامع\n...\n» بالدعوة إلى التواصل العلمي المفيد، سواء بما يُستدرَك من التراجم أو الملحوظات على «الجامع» و «تكملته». وأختم بشكر من أفاد بفائدة مهما قلّت.\nوالحمد لله رب العالمين، وصلّى الله وسلم على سيدنا محمّد وعلى آله وصحبه أجمعين.\nكتبه\nعليّ بن محمّد العمران\n3 / محرم / 1431 هـ\nللتواصل:\nAliomraan@hotmail.com\nالجزء: مقدمة - الصفحة: 16\n",
        "آثَارُ شَيْخِ الإِسْلَامِ ابْن تَيْمِيَّةَ وَمَا لَحِقَهَا مِنْ أَعْمَال\n(21)\nتَكْمِلَةُ الجَامِع\nلِسِيْرَةِ شَيْخِ الإِسْلَامِ ابْن تَيْمِيَّةَ خِلَال سَبْعَةَ قرُوْن\nجَمع وتَحقِيْق\nعَليّ بْنُ مُحَمَّدَ العِمْرَان\nوَفْقَ المَنْهَج المُعْتَمَد مِنْ الشَّيْخِ العَلَامَّةَ\nبَكر بِن عَبْد الله أَبُو زَيْد\n(رَحِمَهُ اللهُ تَعَالَى)\nتَمْويل\nمُؤَسَّسَةِ سُليمَان بن عَبْدِ العزيز الرَّاجِحيِّ الخَيْريَّةِ\nدَارُ عَالم الفَوائِد\nللنّشْرِ والتَّوزيِع\nالجزء: 1 - الصفحة: 1\n",
        "آثَارُ شَيْخِ الإِسْلَامِ ابْن تَيْمِيَّةَ وَمَا لَحِقَهَا مِنْ أَعْمَال\n(21)\nتَكْمِلَةُ الجَامِع\nلِسِيْرَةِ شَيْخِ الإِسْلَامِ ابْن تَيْمِيَّةَ خِلَال سَبْعَةَ قرُوْن\nجَمع وتَحقِيْق\nعَليّ بْنُ مُحَمَّدَ العِمْرَان\nوَفْقَ المَنْهَج المُعْتَمَد مِنْ الشَّيْخِ العَلَامَّةَ\nبَكر بِن عَبْد الله أَبُو زَيْد\n(رَحِمَهُ اللهُ تَعَالَى)\nتَمْويل\nمُؤَسَّسَةِ سُليمَان بن عَبْدِ العزيز الرَّاجِحيِّ الخَيْريَّةِ\nدَارُ عَالم الفَوائِد\nللنّشْرِ والتَّوزيِع\nالجزء: 1 - الصفحة: 2\n",
        "ذيل مرأة الزّمان\n(1) لقطب الدين موسى بن محمّد اليونيني الحنبلي (ت 726)\n(سنة\n699)\nقال: «واجتمعوا (أي أهل دمشق) في هذا اليوم (الأحد الثاني من ربيع الثاني) بمشهد عليٍّ، واشتوروا في أمر الخروج إلى الملك محمود غازان، وأخْذِهم أمانًا لأهل البلد، فحضر من الفقهاء: قاضي القضاة وهو يومئذ خطيب الجامع بدر الدين بن جَماعة، والشيخ زين الدين الفارقي، والشيخ تقي الدين ابن تيمية\n...\n» وذكر جماعة كثيرة من العلماء. ثمّ قال: «وجماعة كثيرة من القُرَّاء والفقهاء والعدول». (1/ 254).\nوفيها أيضًا: قال: «وكان النَّاس بالبلد بلغهم ما حلَّ بإخوانهم (2)، فشقّ على النَّاس، وتوجّه الشّيخ تقي الدين ابن تيمية وجماعةٌ إلى شيخ المشايخ الّذي نزل بالعادلية، وشَكَوا إليه الحال، فاتفق خروجه إليهم يوم الثلاثاء وسط النهار، فأدركهم بين الظهر والعصر، فردّ عنهم، وسمع التتار بقدومه وقدوم من سار معه، فهربوا\n...\n».\nقال: «وكان الشّيخ تقي الدين ابن تيمية يمشي إلى من يُرْجى نفعُه\n(1) طبع المجمع الثقافي، أبو ظبي، ط 1، 1428 هـ، تحقيق د. حمزة عبّاس.\n(2) يعني في جبل الصالحية.\nالجزء: 1 - الصفحة: 3\n",
        "أو شفاعته، فمضى إلى المعلم سليمان الهندي، وإلى شيخ المشايخ نظام الدين محمود بن علي الشيباني، وإلى سيف الدين قَبْجَق.\nثمّ إنّه خرج يوم الخميس العشرين (1) من الشهر إلى مخيّم السلطان الّذي يسمونه الأردو -وكان بِتَلّ راهط- فدخل عليه، ولم يمكَّن من إعلامه بما وقع، بل أُذِن له في الدّعاء له والإسراع، وقيل: إنّه موجوعٌ من رجله، ومشغولُ الدماغ، وإنه إن علم بذلك لا بدّ له من قتل جماعة من المغل، ويحصل بذلك فتنةٌ وَتَفَرقُ كلمة، وتكون الدائرة على أهل البلد وما شاكل ذلك، فاجتمع بالوزيرين سعد الدين ورشيد الدين وتحدَّث معهما، فذُكر أن جماعة من المقدَّمين الأكابر لم يصل إليهم إلى الآن شيءٌ من مال دمشق، ولا بدَّ من إرضائهم، وأُمر بإحضار جماعةٍ ممّن كان أُسر، ورسم بالتفتيش على الأسرى في الجيش.\nفدخل الشّيخ تقي الدين ومن معه ليلةَ السبت إلى البلد، فلما كان في أثناء نهار السبت اشتدَّ الأمرُ بالناس، وضاق ضيقًا عظيمًا إلى غاية، وكَثُرت الأراجيف، وقيل: إن الأمر قد انتهى إلى البلد، وقد خبئ ما فيه للمغل خاصةً، وقد كتب السلطان أمانًا إلى أَرْجَوَاشَ، فلم يلتفت إلى ذلك، وهم (2) يدخلون لا محالة بسبب تلك القلعة، ويجري في البلد ما جرى في الجبل (3)، وقيل: إنّه من لم يخرج من البلد فدَمُه في عنقه،\n(1) كان في الأصل: «الخامس والعشرين» وأصلحه المحقق من المصادر.\n(2) (ط): «وهو».\n(3) يعني: جبل الصالحية، كما سيأتي.\nالجزء: 1 - الصفحة: 4\n",
        "ومن أراد الخروج فليخرج إلى جبل الصالحية، والأولى أن يخرج الصُّلحاء والعلماء من البلد. فهلك النّاسُ من هذا الكلام، وكان يُعزى أكثره إلى شيخ المشايخ، ثمّ إنّه حمل حوائجه وخرج من العادِليَّة، فجَزَم النّاسُ بذلك، وقالوا: لو لم يكن الخبر صحيحًا لما خرج منه مسرعًا، فلما كان مساءُ النهارِ المذكور رجع ببعض حوائجه، ورجع إليه الجماعة والأعيانُ، وقالوا: إن رَسَمَ السلطان بأن يضع على البلد شيئًا معلومًا سعينا في استخراجه، ويكون مثل الشراءِ للبلد، ويمنّ علينا السلطانُ بعِتقِ المسلمين». (1/ 272 - 274).\nوقال: «وحكى لي الشّيخ الإمام علمُ الدين ابن البِرْزَالي، قال:\nفي يوم الخميس خامس وعشرين، اجتمعتُ بالشيخ تقيِّ الدين ابن تيمية، فذكر اجتماعه بالأمير قُطْلُو شاه (1)، قال: وذكر لي قُطْلُو شاه أنه من أولاد جنكزخان، وأنه أصفر الوجه لا شعرةَ بوجهه أيضًا، من أبناء خمسين سنة، وأنه ذكر لهم أن الله ختم الرسالة بمحمد، وأن جنكزخان جدَّه كان ملك البسيطة، وكُلُّ من خرج عن طاعته وطاعة ذريته فهو خارجي.\nوذكر اجتماعه بالملك غازان وبالوزيرين سعد الدين ورشيد الدين الوزير الطبيب، والشريف قطب الدين ناظر الخزانة، ومكاتبه صدر\n(1) (ط): «قُطْلُغ شاه» في الموضعين، وسيأتي في الصفحة التالية على الصواب؛ «قطلوشاه»، ويقال أيضًا: «خطلو شاه». ترجمته في «أعيان العصر»: (2/ 321 - 322)، و «الدرر الكامنة»: (2/ 85).\nالجزء: 1 - الصفحة: 5\n",
        "الدين، وبالنجيب الكحَّال اليهودي، وبشيخ المشايخ نظام الدين محمود، وبأصيل الدين ابن النَّصير الطُّوسي ناظر الأوقاف.\nوذكر أنه رأى عند قُطْلو شاه صاحبَ سيس (1)، وهو أشقر كثُّ اللحية، ومعهم طائفةٌ قليلةٌ عليهم الذِّلَّةُ والإجرام، وذكر أن سفر قُطْلُوشاه كان ظهر الثلاثاء الثّالث والعشرين من الشهر، وكان اجتماعه به بسبب الأسرى يوم الأحد حادي عِشريه، وبات ليلة الاثنين بالمُنَيْبعِ (2) هو والقاضي الحنبلي والحنفي، بسبب أنهم يمضونَ إلى القلعة في الرسالة، وذكر أنهم يكتبون في جميع كتبهم وفرامينهم: بقوة الله تعالى وميامين الملَّة المحمدية.\nوذكر أنه اجتمع بواحدٍ منهم، وظهر له منه صلاةٌ وسكينةٌ، فسأله: ما السبب في خروجك وقتال المسلمين؟ فقال: أفتانا شيخُنا بتخريب الشّام، وأَخْذِ أموالهم لأنهم لا يصلّون إِلَّا بأُجرةٍ، ولا يتَفقَّهون إِلَّا بأُجرةٍ، وغير ذلك، وقال: إذا فعلتم ذلك بهم يرجعون إلى الله ويتوكلون عليه!\nوذكر وجيه الدين ابن مُنَجَّا وابن القُطَيْنةِ أنه هلك لكلٍّ منهما مئة\n(1) مدينة من أعظم الثغور الشامية بين أنطاكية وطرسوس «معجم البلدان»: (3/ 297). وكان صاحبها نصرانيًّا معاونًا للتتار والنصارى على المسلمين، عاملًا على أذيتهم.\n(2) المنيبع: قرية بقرب دمشق بالشرق القِبْلي على وادي دمشق الأعلى، وهي ما كان يسمى بـ «صنعاء دمشق». انظر «توضيح المشتبه»: (4/ 94)، و «معجم البلدان»: (3/ 429). ومكانها اليوم جامعة دمشق. «خطط دمشق» (ص 443) للعلبي.\nالجزء: 1 - الصفحة: 6\n",
        "ألفٍ وخمسون ألف درهم، وذكر الوجيه ابن مُنجَّا أن الّذي حُمِلَ إلى خِزانة قازان ثلاثةُ الآف ألف وستُّ مئة ألف درهم، سوى ما تمَحَّقَ من التَّراسيم عليهم والبراطيل (1) والاستخراج لغيره من الأمراءِ والوزراءِ وغير ذلك، بحيث إن الصفيَّ السِّنجاري استخرج لنفسه ما يخصُّه أكثرَ من ثمانين ألفِ درهم، وللأمير إسماعيل مئتي ألف، وللوزيرين نحو أربع مئة ألف درهم، وغيرهم، ما في الجماعة إِلَّا من سفى وجبى. وهذا المبلغ الّذي ذكرناه خارجٌ عما تَبَرْطَلوه من المصادَرِين المطلوبين، وجماعةٌ أخرى ما يمكن تعيينهم، حصل لهم بمقدارِ ما ذُكر وزيادة، نسأل الله العافية. (1/ 291 - 294).\nقال: وفي يوم الاثنين الثّامن والعشرين من الشهر، دخلَ القلعةَ الخطيبُ بدرُ الدين، والشيخ تقي الدينِ، ومعهما نائب الأميرِ يحيى وقومٌ من جهته، وتكلم النّاسُ في صلحٍ يقع بين نائبِ القلعةِ وبين نُواب قازانَ، ولم يُعْلَمْ ما جرى بينهم.\nثمّ استهلَّ شهرُ رجب المبارك ليلةَ الأربعاءِ، والخطيبُ بدرُ الدين وتقيُّ الدين ابن تيميَّة داخلان إلى أرْجَواشَ وقَبْجَقَ ساعيان في أمرِ الصُّلح بينهما، وتسكينِ أمرِ البلدِ، ولم يتم أمر الصلح بينهما.\nوفي يوم الخميس ثاني الشهرِ، طُلب الأعيان من القضاة والعلماءِ والرؤساءِ بأوراقٍ عليها علامة قَبْجَق إلى داره، فحضر جماعة منهم، فحلفوا للدولةِ المحموديةِ بالنصحِ وعدمِ المداجاة وغير ذلك.\n(1) البراطيل هي: الرِّشا.\nالجزء: 1 - الصفحة: 7\n",
        "وفي يوم الخميس أيضًا، توجه الشّيخ تقي الدين إلى مخيّم بولاي بسبب الأسرى واستفكاكهم، وكان معه خلقٌ من الأسرى كثيرون إلى غاية، فأقام ثلاثَ ليالٍ، وتحدث معه في أمر يزيد بن معاوية، وهل تجبُ محبتُه أو بغضُه، فقال له تقي الدين: لا نحبُّه ولا نبغضُه، فقال: (1) تجب لعنته؟ فعلم الشّيخ أن عنده ولاء، فكلمه بما طابت نفسُه. فقال له: هؤلاء أهل دمشق قتلوا الحُسين، فقال له الشّيخ: لم يكن من أهل الشّام من حضر قتل الحُسين، والحسين قُتِل بأرض كَرْبلاء من العراق. فقال: صحيح، وكانوا بنو أُمَيَّةَ خلفاء الدنيا، وكانوا يحبون سُكنى الشّام، وهذه بلاد الأنبياء والصلحاء، فسكن غيظُه عن أهل الشّام، وذكر أن أصله مسلم من أهل خُراسان، وجرى بينه وبين الشّيخ بحوثٌ كثيرةٌ وكلامٌ كثير. (1/ 299 - 300).\nقال: وفي بُكرة يومِ الجمعةِ المذكور دار الشّيخ تقي الدين ابن تيميَّة بدمشق على ما جُدِّدَ من الخَمَّاراتِ، فَبدَّدَ الخمور، وكسر الجرار، وشقَّ الظُّروف، وعزَّر الخمَّارين هو وجماعتُه، أثابه الله تعالى.\nولازم النَّاس في هذه الليالي المبيت على الأسوار، ثمّ أظهروا عُددًا حسنة وتجمُّلًا. وكان الشّيخ تقي الدين وأصحابه يمشون على النَّاس، ويَقرأ الشّيخُ عليهم سُوَر القتال وآيات الجهاد، وأحاديث الغزو والرِّباط والحَرَس، ويحثّهم (2) على ذلك ويحرِّضهم. (1/ 302)\n(1) أضاف المحقق «وهل» والنص مستقيم بدونها.\n(2) في بعض النسخ: «ويحدثهم». وهي الّتي أثبتها محقق الكتاب، وما أثبتها من =\nالجزء: 1 - الصفحة: 8\n",
        "(سنة\n702)\nقال: وفيها في جمادى الأولى وقع بيد نائب السلطنة بدمشق كتابٌ إليه، له صورة نصيحة في حقه على لسان قُطُز -من مماليك الأمير سيف الدين قَبْجَق- وفيه: أن الشّيخ تقي الدين ابن تيمية والقاضي شمس الدين ابن الحريري يكاتبان قَبْجَق ويختارانه لنيابة المُلك، ويعملان على الأمير، وأن كمال الدين ابن العطار وكمال الدين ابن الزَّملْكاني كاتبَي الدَّرَج يطالعان بأخبار الأمير، وأن جماعةً من الأمراء معهم في هذه القضية، حتّى ذكروا جماعة من مماليك الأمير وخواصّه، وأدخلوهم في ذلك، وذكروا عنهم غير ذلك.\nفلما قرأ الأمير هذا الكتاب وفهمه عَرَف بطلانه، وأسرّه إلى بعض الكتّاب، وطلب التعريف بمن نقله، فاجتهدوا في ذلك، حتّى وقع الخاطر والحَدْسُ على فقير يُعرف باليَعْفوري، ممّن كان قد نُسب قبل ذلك إلى فضول وتزوير، فمُسِك، فوُجِد معه مسوّدة بالكتاب المذكور بعينه، فضُرب فأقرّ على شخصٍ آخر يعرف بأحمد القُبّاري، كان أيضًا قد نُسِب إليه زور ودخولٌ فيما لا يعنيه، فضُرب الآخر، فاعترف وعيَّن جماعةً من الأكابر كانوا هم الحاملين لهما على ذلك، وكان قصدهم تشويش خاطر الأمير من خواصِّه والسعي إلى هلاك المذكورين في الكتاب، فانجلت القضيةُ للأمير وعرف الأمرَ فيها معرفة شافية، وتُركوا في الحبس.\n= غيرها، وهو أصح.\nالجزء: 1 - الصفحة: 9\n",
        "فلما كان يوم الاثنين مستهلّ جمادى الآخرَة بُكْرة النهار أخذوا المذكورين والكاتب، وطيف بهم بدمشق ونُودي عليهم: هذا جزاء من يتكلم فيما لا يعنيه ويفتري على الأكابر. وعقيب ذلك وصلوا بهم إلى سوق الخيل، وَوُسِّطَ (1) منهم اثنان وهما الفقيران: اليعفوري وأحمد القُبّاري، وعُلقا على الخشب. والثّالث وهو التاج الناسخ ابن المناديلي قُطعت يمينه وحُمل على البيمارستان. (2/ 684 - 685)\nقال: ثمّ إن الجيش الّذي كان قد اجتمع بحماة من عسكرها وعسكر حلب وعسكر الحصون تأخر إلى حمص، وخرج معهم جماعة كبيرة من حماة، وتركوا أهاليهم وأموالهم، وحصلت لهم مشقة كبيرة، وشدة عظيمة، ووصلوا إلى حمص فلم يروا المقام بها خوفًا من أن يدهمهم العدو المخذول، فتأخروا عن حمص، فلم يروا منزلةً تليق بهم بالجيش، فوصلوا إلى المَرْج يوم الأحد الخامس والعشرين من الشهر، وذكروا أن التتار جاوزوا حمص إلى قارا، ثمّ رجعوا إلى حمص، وذكروا أن طائفةً منهم وصلت بعلبك ثمّ رجعت، وذلك على طريق الغارة والعبث والفساد، وأصبح النَّاس يوم الأحد المذكور في أمر عظيم لقرب العدو، وتأخر السلطان وجمهور الجيش، فشرعوا وتحركوا في الجَفْل، وذكروا أن هذا الجيش الّذي قد اجتمع بالمرج ودمشق ليس لهم طاقة بلقائه، هذا وإنّما سبيلهم أن يتأخروا عنهم مرحلتين، واحتيط البلد، فلما تعالى النهارُ اجتمع الأمراء بالميدان،\n(1) التوسيط: قطع الشيء نصفين.\nالجزء: 1 - الصفحة: 10\n",
        "وتحالفوا على لقائهم، وشجعوا أنفسهم، ونوديَ في البلد: أن لا يجفل أحد، ولا يسافر أحد، فسكنَ النّاسُ، وجلس القضاة بالجامع وحلَّفوا جماعةً من الفقهاء والعامة على حضور الغزاة، وتوجه الشّيخ تقي الدين ابن تيمية إلى جهة العسكر الواصل من حماة، فأدركه بالقُطَيفة (1) والمَرْج، فاجتمع بهم وأعلمهم بما اتفق عليه رأي الأمراء بدمشق، فوافقوا على ذلك.\nوفي يوم الأربعاء الثّامن والعشرين من شهر شعبان اختبط النَّاس كثيرًا، وجَفَل جميع القرى والحواضر، واعتكر النّاسُ بأبواب دمشق، ودخل كثير من النَّاس إلى القلعة، وامتلأت المنازل والطرق، وحصل التنازع في ذلك، وتشوَّشت القلوب بسبب أنَّ جماعةً من الجيش توجهوا إلى الكُسْوة (2) وناحيتها، فتكلّم النّاسُ في أن هؤلاء يريدون اللحاق بالسلطان وبقية الجيش، وهذا يقتضي ترك الكسوة، يقولون: ليس ثَمَّ شيء بالكلية ويتعجّبون لما فعل الله بهذا الجيش وأزاله في لحظة، [وتركوا] (3) البلدَ [ومن فيه وراء ظهورهم]، وانزعج النَّاس لذلك. ومن النَّاس من ذكر أن القصد أن يرتادوا موضعًا للوقعة يكون\n(1) قرية دون ثنية العقاب للقاصد إلى دمشق من ناحية حمص. «معجم البلدان»: (4/ 378).\n(2) الكسوة: مدينة جنوب دمشق، كان يصنع بها كسوة الكعبة، انظر:  www. keswa.net.  و «معجم البلدان»: (4/ 461).\n(3) (ط): «في لحظة (من) البلد، ومن فيه ..»، ولعلّ ما أثبته أنسب. وستتكرر العبارة في الصفحة الآتية.\nالجزء: 1 - الصفحة: 11\n",
        "أصلح من المَرْج، فإن فيه خضرًا ومياهًا كثيرة، والله أعلم بحقيقة الحال.\nوذكروا أن التتار قرّبوا حتّى وصل منهم طائفة إلى القُطَيفة، ومنهم من يقول: تُرك الجيش بأسره على الجسور قبلي دمشق، فسكن النَّاس بين الظهر والعصر، فلما كان بعد العصر شرع النَّاس يتحدثون في رحيلهم من هناك، فمن النَّاس من يقول: قد شرع المصريون في الرحيل والشاميون يتبعونهم بلا شك، واضطرب النَّاس، وكان الشّيخ تقي الدين في البلد، وأمّا القضاة فكانوا قد خرجوا مع الجيش.\nوبات النَّاس ليلة الخميس، وفي أول اللّيل رأى النَّاس نيرانهم وخيمهم، وفي آخره لم يروا لهم أثرًا، فأصبح النّاسُ بكرةَ يوم الخميس، وقد اشتدَّ الأمرُ واضطربَ البلدُ، وغُلِّقت الأبواب، وازدحم النَّاس في القلعة، وهرب من قدر منهم، ومنهم من عجز، وخرج الشّيخ تقي الدين بُكرةً إلى جهتهم، ففُتِح له باب النصر بمشقَّة، وحصل له لومٌ كثير من النَّاس، لكونه كان من مواقع الجفل، وبقي البلد لا متولي فيه والناس رَعاع، وغلا السِّعر، ثمّ انحصر الناس فلا يجسر أحدٌ على الخروج إلى بستانه ولا مزرعته ولا داره، وخرجت الشلوح واللصوص إلى البساتين يقطفون المشمش قبل أوانه، وكذلك الباقلاء والقمح والشعير في السنبل، والخسّ والثوم والبصل وغير ذلك من الزرعات، والناس في حيرة، وحيل بينهم وبين خبر المسلمين، وانقطعت الطريق من دمشق إلى الكسوة في ساعة واحدة، فيرجع هذا وهو مجروح، وهذا وهو مُشَلَّح، وظهرت الوَحْشة على البلد والحواضر وجميع الحواضر أُخليت، وليس للناس\nالجزء: 1 - الصفحة: 12\n",
        "غير الصعود في مآذن الجامع ينظرون كذا وكذا، فتارة يقولون: رأينا سوادًا وغبرة من جهة المرج، فيخاف النَّاس ويجزمون بأن التتار قد أحاطت بهم، وينظرون إلى جهة الكسوة يقولون: ليس ثَمَّ شيء بالكلية، ويتعجبون لما فعل الله بهذا الجيش وأزاله في لحظة (1) مع الكثرة وجَودة العُدَد والسلاح والثياب والهيئات، ثمّ يقولون: ليس لهم من يجمعهم على أمر واحد، فلهذا حصل فيه الفشل والجبن والتخاذل، فإنا لله وإنا إليه راجعون. (2/ 689 - 691)\nقال: فلما كان بعد الظهر قُرئ كتاب السلطان إلى متولي القلعة يخبر فيه باجتماع الجيش ظهر السبت بشَقْحَب، وبعد العصر قُرئت بطاقة من نائب السلطنة الأمير جمال الدين آقوش الأفرم فيها تصريح بالمقصود أكثر من الكتاب السلطاني مضمونها: أن الوقعة كانت منذ عصر السبت إلى السّاعة الثّانية من يوم الأحد، وأن السيف كان يعمل في رقابهم ليلًا ونهارًا، وأنهم هربوا وركنوا إلى الفرار، ومنهم من اعتصم بالهضائب والتلال، وأنه لا يفلت منهم أحدٌ إِلَّا القليل، فأمسوا النَّاس وقد استقرَّت خواطرهم، واستبشروا بهذا الأمر العظيم والنصر المبارك، ودقَّت البشائر بالقلعة من أول النهار المذكور، وبعد الظهر نُودي بالقلعة بإخراج مَنْ دخلها من الجُفَّال لأجل نزول السلطان بها.\nفشرع النَّاس في نقل أمتعتهم وحوائجهم، ووقع أيضًا بين الظهر\n(1) قوله «الكسوة يقولون\n...\nفي لحظة» سبقت العبارة بنصها في الصفحة السابقة، فلعلّه انتقال نظر من الناسخ\n...\nالجزء: 1 - الصفحة: 13\n",
        "والعصر مطر عظيم غزير، ويوم الاثنين رابِعِه وصل الشّيخُ تقي الدين ابن تيمية وأصحابه بكرة النهار والناس يُهنّئونهم ويصافحونهم، وخرج خلق وجمع كثير من البلد إلى مكان الوقعة لأجل الفُرْجة والعيان والمكاسب، ووصل نائب الشّام والعسكر الشامي معه وتوجهوا إلى جهة المرج، ونودي: أن لا يبيت بالبلد منهم أحد، ومن بات شُنِق وسبب ذلك الإسراع خلف المنهزمين، ونودي: من أراد الكسب والغزاة فليخرج إلى الثنية فإن هناك طائفة منهم. (2/ 695 - 696)\nقال: وفيها (سنة 702)، توفي الشّيخ المحدِّث الفقيه نجم الدين موسى بن إبراهيم بن يحيى الشَّقْراوي الحنبلي بقاسيون ودفن به من الغد، وكان فاضلًا، سمع على الحافظ ضياء الدين، وعلى جماعة كثيرة، واشتغل كثيرًا بالفضائل، وله نظم حسن، فمنه ما مدح به شيخَنا العلّامة تقيَّ الدين أبا العباس أحمد ابن تيمية الحراني، رحمه الله تعالى قوله:\nإن بَني المجد (1) أهلُ بيتٍ\n...\nلله في بيتهم عنايه\nما زال في بيتهم إمامٌ\n...\nيقول بالعدل في الولايه\nفأحمدٌ أحمدٌ مقامًا\n...\nفي العلم والفضل والدِّرايه\nفخذ علوم الحديث نصًّا (2)\n...\nتُسْنَد بالنقل والروايه\n(1) تحرفت إلى «المجاهد». والمجد هو مجد الدين أبو البركات جد شيخ الإسلام ابن تيمية.\n(2) (ط): «نصبًا» ولعلّه ما أثبت.\nالجزء: 1 - الصفحة: 14\n",
        "فهو إمامٌ لكل فضلٍ\n...\nيحوطه الله بالكلايه\n(2/ 734 - 735)\n(سنة\n703)\nقال: فلما كان بكرة الاثنين ثاني عشري الشهر، وصل صدر الدين (1) على البريد إلى دمشق، وتلقَّاه جماعة، وحضر عند نائب السلطنة بالقصر، وانفصل عنه قاصدًا للجامع المعمور عَقيبَ الظهر، ففُتِح له باب دار الخطابة، فدخلها، وحضر المهنئون والمؤذنون والقراء والناس على اختلاف طبقاتهم، فلما حضرت (2) العصر صلّى بالناس بالمقصورة، وعلم من قوَّة نفسه وهمَّته أنه لا يترك شيئًا من المناصب الّتي وليها والتي كان مباشرها، وأنه يستعيد الشامية الجُوَّانية من كمال الدين ابن الزَّمَلْكاني، والعذراوية من القاضي جلال الدين، واختلف النَّاس في أمره، فطائفة تختاره، وطائفة ما تختاره، وبقوا حزبين، فاتفق رأي جماعةٍ على القيام عليه مع الشّيخ تقيّ الدين ابن تيمية، فاجتمع بالكَلَّاسة بعد الظهر يوم الأربعاء رابع عِشْري الشهر، كانوا خلقًا كثيرًا، وتوجهوا إلى القصر الأبلق إلى نائب السلطنة، وكان منهم قاضي القضاة نجم الدين ابن صَصْرَى، وابن الحريري، وكمال الدين [ابن] الشريشي، والقاضي جلال الدين القَزْويني، والشيخ محمّد بن قوام، والشيخ علي الكردي، وعلاء الدين ابن العطار، وتقي الدين ابن تيمية، وجماعة من الفقهاء والفقراء وعامة التجار والناس\n(1) يعني: ابن الوكيل (ت 716).\n(2) زاد في (ط): «صلاة» والنص صحيح بدونها.\nالجزء: 1 - الصفحة: 15\n",
        "خلقًا كثيرًا، وكل واحد منهم معروف بالصلاح والهمة وقوة النفس، فلما حضروا عند نائب السلطنة أكرمهم، وعظّم شأنهم، وأجابهم إلى ما سألوه من مراجعة السلطان في هذه التولية، وإعلامه أنها وقعت غير الموقع، ومُنِع صدر الدين من الإمامة والخطابة إلى أن يصل الجواب السلطاني بما يعتمده المسلمون.\nوأمرَ أن تُكْتَب الكتبُ بذلك، ورَسَم أن يستمرّ في الوظيفة نائبًا للشيخ زين الدين على ما كان عليه، فشرع الشّيخ أبو بكر الجزري في الإمامة عشاء الآخرَة ليلة الخميس، والخطابة القاضي تاج الدين [الجَعْبري]، وكانت قد هُيئت الخِلْعَة للخطيب، فحُمِلت ليلة الخميس إلى نائب السَّلْطنة، وتحدَّث النَّاس مع نائب السلطنة في أمر صدر الدين المذكور في سؤاله بإمضاء ما بتوقيعه من المدارس فيها، وذلك بكرة الأحد الثّامن والعشرين من الشهر، وهي المدرسة الشامية البرّانية، والشامية الجُوَّانية، ودار الحديث، والعذراوية.\nفلما كان يوم الحادي والعشرين من ربيع الآخر وصل البريد ومعه الأجوبة من السلطان بما يعتمدون في أمره حُكْم الشّرع الشريف، وأن المسلمين إذا لم يختاروه للخطابة والإمامة فلا يولَّى عليهم، بل يتفقون على من يرونه أهلًا لذلك فيكون هو المُولَّى، وأَمْر دار الحديث والشامية يُتْبَع فيه حكم شرط الواقف ولا يُعدل عنه، وفي الكتب: وأننا لا نولِّي إِلَّا لمن هو معدود في المقرّبين وفي العلماء وفيه الأوصاف الجميلة. (2/ 764 - 766).\nالجزء: 1 - الصفحة: 16\n",
        "(سنة\n704)\nقال: وفيها في يوم الاثنين سادس عِشْري شهر رجب حضر الشّيخ تقي الدين ابن تيمية وجماعته بمسجد النارنج جوار المصلّى، وحضر معهم من الحَجَّارين، وقطعوا الصخرة الّتي يزورونها، وذكروا أنها (1) كانت سبب بنيان المسجد ومجيء النذور، وكان للناس فيها [اعتقادات] (2) كثيرة. (2/ 814)\nقال: وفيها، في ذي الحجة، توجه الشّيخ تقي الدين ابن تيمية إلى الجبليَّة (3)، وصُحْبتَه الأميرُ بهاء الدين قراقوش. وهم الجرديون والكسروانيون، بسبب الإصلاح، وأن يحضروا إلى الطّاعة، وكان قبل سفر الشّيخ تقي الدين قد توجّه السَّيِّد الشريف زين الدين ابن عدنان إليهم، فغاب أيامًا وعاد ولم يحصل اتفاق، فعند ذلك جُرّدت العساكر، وجُمعت الرجال من جميع بلاد الشّام، ولم تزل تَرِد الجُموع من كلّ ناحية إلى سَلْخ الشهر، كما سيأتي ذكره في مستهل سنة خمس وسبع مائة إن شاء الله تعالى. (2/ 818 - 819)\n(1) (ط): «أن هي»!\n(2) بياض في المخطوط، وأثبتها المحقق «أقاويل» وهي كذلك في «عقد الجمان» للعيني، والأقرب ما أثبت، ويؤيده ما في «شذرات الذهب»: (6/ 9) قال: «وكان يزورها النَّاس وينذرون لها النذور، ولهم فيها اعتقاد».\n(3) طائفة منسوبة إلى جبل عاملة في لبنان.\nالجزء: 1 - الصفحة: 17\n",
        "(سنة\n705)\nقال: فلما كان مستهلّ رجب أمروا الناسَ بالصوم لأجل الاستسقاء، وخرج الناسُ يوم الخميس ثالث الشهر إلى ميدان المِزَّة، وحُمِل إلى هناك المنبر، وخرج نائب السلطنة وجميع الأمراء والقضاة والعلماء والفقهاء والقُراء والصوفية وعامة النَّاس مشاةً إلى هناك على الهيئة المشروعة. وخطب الخطيب شرف الدين [الفزاري] خطبةً حسنة، وزادها حُسْنًا بإيراده وفصاحته وإعرابه، وكان جمعًا عظيمًا.\nواصطلح عَقيب الاستسقاء تقيُّ الدين ابن تيمية وصدر الدين ابن الوكيل، تلاقيا وتسالما وتعاتبا معاتبة لطيفة (1). (2/ 845)\nقال: وفي يوم الاثنين ثامن رجب طُلِب القضاة والفقهاء، ومن جُمْلتهم الشّيخ تقي الدين ابن تيمية إلى حضرة نائب السلطنة بالقصر الأبلق، فلما اجتمعوا عنده سأل تقيَّ الدين عن (2) التعيين عن عقيدته، فأملى شيئًا منها، ثمّ أحضر «عقيدته الواسطية»، وقُرِئت في المجلس وبُحِثَ فيها، وبقي مواضع أخرى إلى مجلس آخر.\nثمّ اجتمعوا يوم الجمعة ثاني عشر رجب الفرد، وحضر المجلس أيضًا الشّيخ صفيُّ الدين الهندي، وبحثوا معه وسألوه عن مواضع خارج\n(1) انظر ما سبق (ص 14 - 15) من قيام العلماء وغيرهم ضد تولي ابن الوكيل للخطابة والإمامة وغيرها. وانظر مناظرة وقعت بين ابن تيمية وابن الوكيل في «العقود الدرية» (ص 145 - 167) و «مجموع الفتاوى»: (11/ 135 - 156).\n(2) كذا في (ط).\nالجزء: 1 - الصفحة: 18\n",
        "العقيدة، وجعلوا الشيخَ صفيَّ الدين يتكلم معه، ثمّ رجعوا عنه، واتفقوا على الشّيخ كمال الدين ابن الزَّمَلْكاني يُحاقِقُه، ويبحث معه من غير مسامحة ورضوا بذلك، وانفصل الأمر فيما بينهم أنه أشْهَد تقيُّ الدين على نفسه الحاضرين أنه شافعي المذهب يعتقد ما يعتقده الإمام الشّافعيّ رضي الله عنه، فرُضِيَ منه بهذا القول، وانصرف كلٌّ منهم إلى منزله، وبعد ذلك حصل من أصحاب الشّيخ تقي الدين ابن تيمية كلام هذياني وقالوا: ظهر الحق مع شيخنا تقيّ الدين، فأحضروا أحدًا منهم إلى القاضي جلال الدين الشّافعيّ إلى العادلية فصُفِعَ وأُمِر بتعزيره، فشُفِعَ فيه، وكذا فعل الحنفي باثنين آخرين.\nفلما كان يوم الاثنين ثاني عِشْري رجب الفرد قرأ الجمال المِزِّي المحدِّث فصلًا في الرَّدِّ على الجهمية من كتاب «أفعال العباد» من تصنيف البخاريّ، قرأ ذلك تحت النسر (1) في المجلس العام المعقود لقراءة «البخاريّ»، فغضب بعض الفقهاء الحاضرين وقال: نحن المقصودون بهذا التكفير، وسعَوا به إلى قاضي القضاة نجم الدين ابن صَصْرَى الشّافعيّ، فطلبه ورَسَم بحبسه، فبلغ تقي الدين ابن تيمية، فقام وأصحابه خلفه إلى الحبس وأخرجوه منه، فطلع قاضي القضاة إلى عند ملك الأمراء، وطلعَ أيضًا تقيّ الدين، فالتقيا هو والقاضي نجم الدين، واشتطَّ تقي الدين على القاضي نجم الدين، [وذكر نائبه] جلال الدين، وأنّه آذى أصحابه بسبب غيبة نائب السلطان في الصَّيد، وجرى أمور\n(1) أي تحت قبة النسر بالجامع الأموي.\nالجزء: 1 - الصفحة: 19\n",
        "يطول شرحها، فعند ذلك رسم نائب السلطنة الأمير جمال الدين الأفرم أن ينادى بدمشق بظاهرها بمرسوم سلطاني: من تكلم في العقائد حلَّ ماله ودمه ونُهِبت داره، وكان قصد نائب السلطنة تسكين الفتنة.\nفلما كان يوم الثلاثاء سَلْخ رجب جمعوا القضاة والفقهاء، وعُمِل مجلس آخر بالميدان بحضور نائب السلطنة، وتباحثوا في أمر العقيدة كثيرًا، فجرى من صدر الدين ابن الوكيل كلام في معنى الحروف وغيره، فأنكر عليه ابن الزَّمَلكاني، فقال كمال الدين لقاضي القضاة نجم الدين ابن صَصْرَى: ما سمعت ما قال؟ فكأنه تغافل حتّى تنكسر الفتنة، فقال كمال الدين: ما جرى على الشّافعيّة قليل كونك تكون رئيسهم إشارة إلى ما ادعاه على صدر الدين، فاعتقد قاضي القضاة نجم الدين أن الكلام له، فقال: اشهدوا عليّ أنني عزلت نفسي، وقام من المجلس، فلحقه الأمير ركن الدين بيبرس العلّائي، وعلاء الدين أَيدُغْدي شقير، وأعادوه إلى المجلس، وجرى كلام كثير في ذلك.\nوبعد ذلك ولَّاه الأمراء الحكم، وحكم القاضي الحنفي بصحة الولاية، وأنفذها المالكي وقبل الولاية بحضور ملك الأمراء، فلما نزل إلى داره لاموه [أصحابه، وخشي على نفسه ورأى أن الولاية لا تصح]، فطلع إلى تربتهم بسفح قاسيون وأقام بها وصَمَّم على العزل، وبقي الأمر متوقفًا، فلما كان بعد أيّام رسم ملك الأمراء لنوابه بالمباشرة إلى حيث يرد جواب السلطان.\nفأمّا القاضي جلال الدين فباشر، وأمّا تاج الدين الجَعْبري فلم\nالجزء: 1 - الصفحة: 20\n",
        "يباشر الحكم، فلما كان ثامن عِشْري شعبان وصل بريديٌّ من مصر وعلى يده كتابان: كتاب لملك الأمراء، وكتاب لقاضي القضاة بعوده إلى ولايته ويقولون في الكتاب:\nفرِحْنا باجتماع رأي العلماء على عقيدة الشّيخ، فباشر القاضي يوم الخميس مستهل رمضان، وسكنت القضية.\nفلما كان يوم الاثنين خامس رمضان وصل من السلطان بريديٌّ يُعرف بالعُمَري إلى دمشق بطلب قاضي القضاة نجم الدين ابن صَصْرَى وتقي الدين ابن تيمية، ويقولون: تُعرِّفوننا ممّا وقع في زمن جاغان سنة ثمان وتسعين وست ومئة بسبب عقيدة ابن تيمية وفيه إنكار عليه، وأن تكتبوا لهم صورة العقيدتين الأولى والأخيرة، فطلبوا القاضي جلال الدين الحنفي وسألوه عما جرى في أيامه. فقال: نُقِل عنه كلام قاله فطلبناه فأجاب عنه، وكذلك القاضي جلال الدين القزويني، فإنّه أحضر العقيدة الّتي كانت قد أُحضرت في زمان أخيه (1)، وجرى ما تقدّم ذكره، وتحدَّثوا مع ملك الأمراء في أن يكاتب في أمرهم فأجاب.\nفلما كان يوم السبت عاشر رمضان، وصل غلام ملك الأمراء على البريد من مصر، وأخبرَ أنَّ الطلب على ابن تيمية كثير، وأنَّ القاضي (2) قد قام في قضيته قيامًا عظيمًا، وأن الأمير ركن الدين الجاشنكير معه في هذا الأمر، ونقل أشياءَ كثيرة عن الحنابلة قد وقعت بالديار المصرية،\n(1) إمام الدين القزويني.\n(2) يعني: القاضي ابن مخلوف المالكي، كما سيأتي.\nالجزء: 1 - الصفحة: 21\n",
        "وأن بعضهم قد عُزِّروا، وأن القاضي الحنبلي والمالكي جرى بينهما كلام، فلما سمع ملكُ الأمراء كلامَه انحلَّت عزائمه عن المكاتبة بسببهم، وحضر البريديُّ العُمَري، وقال له: إمّا أن تسيّرهما معي، وإما أن تكتب جواب المطالعة، فلما كان بكرة يوم الأحد حادي عشر شهر رمضان حضر شمس الدين محمّد المَهْمَندار إلى تقي الدين ابن تيمية وقال له: قد رسم ملك الأمراء أن تسافر غدًا أنت والقاضي، فأجاب بالسمع والطاعة، وراح إلى القاضي وعرّفه، وشرعوا في تجهيز أشغالهما، وسافروا في يوم الاثنين ثاني عشر شهر رمضان، فسافر القاضي خامسة النهار، وتقي الدين الثامنة، وفي صحبته أخواه: الشّيخ شرف الدين عبد الله، وزين الدين عبد الرّحمن، ومن أصحابه: شرف الدين ابن منجّا، وتقيّ الدين [أبو حفص بن] شُقَير، وفخر الدين وعلاء الدين أولاد الصائغ، وشمس الدين التّدْمري وغيرهم.\nوفي يوم الجمعة سابع شوال وصل البريد إلى دمشق وأخبر بوصول القاضي نجم الدين وتقي الدين إلى القاهرة يوم الخميس ثاني عشري رمضان.\nوفي يوم الجمعة ثالث عشريه (1) عُقِد له مجلس في دار نائب السلطنة بقلعة القاهر، حَضَره القضاة والعلماء والفقهاء والأمراء والأمير ركن الدين الجاشنكير عقيب صلاة الجمعة.\n(1) (ط): «عشرين».\nالجزء: 1 - الصفحة: 22\n",
        "فتكلَّم القاضي شمس الدين ابن عدلان (1) الشّافعيّ وادعى دعوة شرعيَّة على تقي الدين ابن تيمية.\nفحمد الله تعالى، وأراد أن يتكلم في ذلك، وأن يُدْخِل أمرَ العقيدة في عقيب وعظه.\nفقيل له: قد ادّعي عليك بدعوى شرعية أجب عنها.\nفأراد أن يعيد التحمُّدات، وأن يذكر الأدلة والحجج، فما مُكِّن، وقيل له: أجب، فتوقف، فأُلِحَّ عليه، وكُرِّر عليه القول مرارًا عديدة.\nفقال لهم: عند من هي الدعوى؟\nقيل له: عند قاضي القضاة زين الدين المالكي.\nفقال: هو عدوِّي وعدوّ [مذهبي]. وأظنه أساء القول على الحاكم (2)\n....\nفطال الأمر، ولم يزدهم على هذا القول\n......\n(3)\nفعند ذلك حكم القاضي المالكي بسحبه (4) من المجلس، ورَسَم\n(1) (ط): «عدنان» تحريف. وهو القاضي محمّد بن أحمد بن عثمان الكناني المصري، كان مقربًا من الجاشنكير، انظر «أعيان العصر»: (4/ 297 - 299)، و «الدرر الكامنة»: (3/ 333 / 334).\n(2) ما بين المعكوفين بياض بالأصل وأكملته من المصادر.\nولم يذكر أحد ممّن نقل هذه المناظرة أن شيخ الإسلام أساء القول على أحد، فظنّ المؤلِّف يبقى ظنًّا!\n(3) هذه النقاط وما قبلها تشير إلى بياضات في الأصل.\n(4) (ط): «بحبسه» ولعلّه ما أثبت. وفي المصادر «فأقيم من المجلس».\nالجزء: 1 - الصفحة: 23\n",
        "بحبسه وحبس أخويه شرف الدين وزين الدين معه، فحبسوهم في برج من أبراج القلعة، فقيل: دخل عليهم بعض غلمان الأمراء ومعه حلاوة، وتردَّد إليه جماعةٌ من الأمراء، فبلغ القاضي، فطلع واجتمع بالأمراء في أمره، وقال: يجب عليه التضييق إذا لم يقبل، وإلا فقد ثبت كفره ووجب قتله، فنقلوه وأخويه إلى الجبِّ بقلعة الجبل ليلة عيد الفطر.\nوبعد قيام تقي الدين ابن تيمية من المجلس المذكور تكلَّم قاضي القضاة بدر الدين ابن جَماعة في مسألة القرآن المجيد وشيء من عقيدة الإمام الشّافعيّ رضي الله عنه، فقيل لقاضي القضاة شمس الدين الحنفي السروجي: ما تقول في ذلك؟ فقال: كذا أقول وأعتقد، فقالوا بعده لقاضي القضاة شرف الدين الحنبلي: ماذا تقول؟ فتلَجْلَج، فقال له الشّيخ شمس الدين القروي المالكي: جدِّد إسلامك وإلا ألحقوك به، أنا أحبك وأنصحك، فخجل فلقَّنه قاضي القضاة بدر الدين ابن جماعة ما يقول، فقال الّذي لقنه، وانفصل المجلس.\nووصل كتاب للشيخ علاء الدين القونوي إلى القاضي جلال الدين القزويني يخبر بذلك، وورد عقيب ذلك كتاب من فخر الدين المعايكي إلى الشّيخ كمال الدين ابن الزَّمَلْكاني بذلك، ويخبر أن السلطان رسم بعزل جماعة من متولي دمشق يأتي ذكرهم. (2/ 846 - 853)\nوقال: وكان قاضي القضاة عرض الكتب (1) على ملك الأمراء،\n(1) يعني المرسلة من مصر.\nالجزء: 1 - الصفحة: 24\n",
        "فرسم بقراءتها، وكانوا قد بيَّتوا على جَمْع (1) الحنابلة، وجمعوهم في مقصورة الخطابة بالجامع، وبعد الصّلاة حضروا القضاة ومعهم الأمير ركن الدين العلائي إلى المقصورة، فقُرِئ تقليد القاضي نجم الدين باستمراره على القضاء، وقضاء العسكر، ونظر الأوقاف وزيادة المعلوم.\nوقرئ بعده الكتاب الّذي يتعلّق بمخالفة تقي الدين ابن تيمية في عقيدته وإلزام القضاة خصوصًا الحنابلة، وفيه الوعيد الشديد والعزل من المناصب والحبس وأخذ المال والروح.\nوبعض نُسْخةِ الكتاب:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم\nالحمد لله الّذي تنزَّه عن الشبيه والنظير، وتعالى عن المثيل، فقال -عَزَّ وَجَلَّ-: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11]، نحمده على أن ألهمنا العمل بالسُّنَّة والكتاب، ودفع في أيامنا أسبابَ الشكّ والارتياب، ونشهد أن لا إله إِلَّا الله وحده لا شريك له، شهادةَ مَنْ يرجو بإخلاصه حُسن العُقبى والمصير، وينزِّه خالقه عن التحيّز في جهة لقوله: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [الحديد: 4].\nونشهد أنَّ محمدًا عبده ورسوله، الّذي نَهَج سبيل النجاة لمن سلك طريق مرضاته، وأمر بالتفكّر في آلاء الله، ونهى عن التفكّر في ذاته، صلّى الله عليه وعلى آله وصحبه الذين علا بهم منار الإيمان\n(1) (ط): «بينوا على جميع» والظاهر ما أثبت.\nالجزء: 1 - الصفحة: 25\n",
        "وارتفع، وشيّد بهم من قواعد الدين الحنيفي ما شرع، وأخمد بهم كلمة من حاد عن الحق ومال إلى البدع، وبعد:\nفإن العقائد الشرعية، وقواعد الإسلام المرعية، وأركان الإيمان العليّة، ومذاهب الدين المرضية، هي الأساس الّذي يُبنى عليه، والموئل (1) الّذي يرجع كلُّ أحد إليه، والطريق الّتي من سلكها فقد فاز فوزًا عظيمًا، ومن زاغ عنها فقد استوجب عذابًا أليمًا، فلهذا يجب أن تنفذ أحكامها، ويؤكد دوامها، وتُصان عقائد هذه الأمة عن الاختلاف).\nوكلام كثير من هذا النوع وأشباهه، وقُرئ تقليد الخطيب بعده، وأحضروا بعد القراءة الحنابلةَ إلى عند قاضي القضاة المالكي، وبحضور رفاقه القضاة الشّافعيّ والحنفي وتقي الدين الحنبلي، وسئلوا عما يعتقدونه، فقالوا: نحن نعتقد ما يعتقده الإمام الشّافعيّ محمّد بن إدريس رضي الله عنه، وهو قوله: آمنت بالله وما جاء عن الله عن مراد الله، وآمنت برسول الله وما جاء عن رسول الله عن مراد رسول الله، وقال كلّ واحدٍ منهم هذه المقالة، ثمّ نهضوا القضاة، فراح الحنبليُّ إلى المنارة الغربية، والمالكي إلى بيته، والشّافعيّ إلى القاضي شمس الدين الحريري يتغمّم له بسبب عزله، وذكروا عنه - والله أعلم - أنه هو سعى في عزله، وشمس الدين الحنفي الأذرعي جلس للحكم في مشهد ابن عروة، وهنؤوه النَّاس بالخِلْعَة. (2/ 855 - 857)\n(1) (ط): «والمؤمل» والتصحيح من «الجامع» (ص 123).\nالجزء: 1 - الصفحة: 26\n",
        "قال: ذكر الأسباب الموجبة لفتنة الشّيخ تقي الدين والحنابلة\nاتفق أن بعضَ أصحابه جاب له في سنة ثلاث وسبع مئة\n...\n(1) كلّ طائفة على مذهبهم.\nوفيه أيضًا: أن جميع من في الديار المصرية من قاضٍ وشيخ وفقير وعالم وعامّي وجاهل مُحِطّون على الشّيخ تقي الدين الحنبلي ما خلا القاضي شمس الدين الحنفي فإنّه متعصِّب له، وقاضي القضاة بدر الدين ابن جماعة ساكت، وما عداهما مطلقون الألسنة في حقِّه.\nوحاصل الأمر أنه جرى بالقاهرة في حقِّ الحنابلة من الأذى والإهانة والتنكيل أمر كبير قبل طلب الشّيخ تقي الدين وبعد وصوله وحبسه، وأُلزموا جميعهم بالرجوع عن العقيدة، وأُكرهوا أن يقولوا: القرآن هو المعنى القائم بالنفس، وأن ما في المصحف عبارة عنه، وأن ما هو موجود في المصاحف ومحفوظ في الصدور مقروء بالألسنة مخلوق، وأن القديم هو القائم بالنفس، وأُلزموا بنفي مسألة العلّو والتصريح بذلك، وأن (2) جميع ما ورد من أحاديث الصفات لا يُجْرى على ظاهرها بوجه من الوجوه، وحُكم عليهم إن لم يقولوا بذلك بالتجسيم، وجرى في حقّهم أذى كثير، وكان قاضيهم شرف الدين قليل البضاعة في العلم، فلم يَدْرِ ما يجيب به وتلكَّأ، وأخبروه رفقته الثّلاثة أن هذا الّذي يُدعى إليه ويُلْزَم به هو الصّحيح، فأجاب إلى موافقتهم،\n(1) الصفحة [49 ب] من الأصل ممحوّة، فبقي الكلام مبتورًا.\n(2) (ط): «وأن ذلك» خطأ.\nالجزء: 1 - الصفحة: 27\n",
        "ثمّ هو ألزمَ جماعةٌ من أصحابه هذه المقالة وأخذ خطوطَهم.\nوكان من تكلم في أمر العقيدة القاضي زين الدين المالكي انتصارًا للشيخ نَصْر المَنْبجي، ونكاية في حق رفيقيه شرف الدين الحنبلي وشيخ مالكي يعرف بشرف الدين القَروي، وساعدهما جماعة من الشّافعيّة وغيرهم. وكانوا قد اتفقوا مع الأمير ركن الدين بيبرس المنصوري المعروف بالعُثماني والمتصرفين في الدولة على توهين هذه المقالة الّتي يعتقدها الحنابلة، وأنها بدعة، وقرروا ذلك معه، بحيث قام ينصرهم أتم قيام، ولم يُمكِنْ أحدًا معارضتُه ولا القيام بما يخالفه، فتم بأن قام في ذلك ما قصده.\nوقرأت في بعض ما ورد من الكتاب أنه جرى على الحنابلة ما يعجزُ الإنسان أن يعبّر عنه، وفي بعضه: «ولقد تم على الطائفة الحنبلية شيء لم يجر مثلُه». (2/ 859 - 860)\nقال: وفيها في آخر يوم من شهر رمضان ليلة العيد أحضر الأمير سيف الدين سلّار بطبقته بقلعة القاهرة القضاةَ الثلاثةَ الشّافعيّ والمالكي والحنفي، ومن الفقهاء: الباجي والجزري والنّمْراوي، وتكلم في إخراج تقي الدين ابن تيمية، فاتفقوا على أنه يُشْترط عليه أمور ويُلْزَم بالرجوع عن بعض العقيدة، فأرسلوا إليه من يُحضره ليتكلموا معه في ذلك، فلم يُجِب إلى الحضور، وتكرر الرسول إليه في ذلك ستّ مرات، وصمَّم على عدم الحضور في هذا الوقت، فطال عليهم المجلس، وانصرفوا عن غير شيء.\nالجزء: 1 - الصفحة: 28\n",
        "وفي ثامن عِشْري ذي الحجة، أخبر نائب السلطنة بدمشق بوصول كتاب من ابن تيمية، وأعْلَم بذلك جماعةً ممّن حضر مجلسه، ثمّ أثنى عليه وقال: ما رأيت مثله، ولا أشجع منه، وذكر ما هو عليه في السجن من التوجّه إلى الله تعالى، وأنه لم يقبل شيئًا من الكُسوة السلطانية ولا من الإدرارات السلطانية، ولا تدنَّس بشيء من ذلك.\nوفيها، في يوم الخميس سابع عِشْري ذي الحجة طُلِبَ أخوا الشّيخ تقي الدين، وهما شرف الدين عبد الله، وزين الدين عبد الرّحمن إلى مجلس نائب السلطنة الأمير سيف الدين سلَّار، وحضر قاضي القضاة زين الدين المالكي وجرى بينهم كلام كثير، وأعيدا إلى مواضعهما بعد أن بحث شرف الدين مع القاضي وظهر عليه في النقل والمعرفة وخَطَّأه في مواضع ادَّعَى فيها الإجماع.\nوفي يوم الجمعة التالي لليوم الأوّل، أُحْضر شرف الدين وحده وحضر القاضي شمس الدين ابن عدلان في مجلس نائب السلطنة سيف الدين سلار وتكلم معه، فظهر عليه ولكن ليس له مساعد، وقيل: إنّه ظهر من نائب السلطنة تعصُّب على الشّيخ وإخوته، والله أعلم. (2/ 1125 - 1127).\n(سنة\n706)\nقال: وفيها في أوائل شهر ربيع الأوّل وصل الأمير حسام الدين مهنّا ابن الأمير شرف الدين عيسى بن مهنّا إلى دمشق، وتوجَّه إلى القاهرة، فوصلها في تاسع عشر الشهر، واجتمع بالسلطان فأكرمه وخلع\nالجزء: 1 - الصفحة: 29\n",
        "عليه وزاد في إكرامه، وخاطب السلطان في أمر الشّيخ تقي الدين ابن تيمية، فأجاب سؤاله فيه، وحضر بنفسه إلى باب السجن إلى الشّيخ تقي الدين، فأخرجه يوم الجمعة الثّالث والعشرين من ربيع الأوّل إلى دار الأمير سيف الدين سلَّار بالقلعة، وحضره بعض الفقهاء، وحصل بينهم بحثٌ كثير، وفَوَّتت (1) صلاةُ الجمعة بينهم، ثمّ اجتمعوا إلى المغرب ولم ينفصل الأمر، ثمّ اجتمعوا بمرسوم السلطان يوم الأحد الخامس والعشرين من الشهر مجموع النهار، وحضر جماعة أكثر من الأولين، وحضر الشّيخ نجم الدين ابن الرِّفْعَة، وعلاء الدين الباجي، وفخر الدين ابن بنت أبي سعد، وشمس الدين الجزري الخطيب، وعز الدين النّمْراوي، وشمس الدين ابن عدلان، وصهر المالكي، وجماعة من الفقهاء، ولم يحضر القضاة، وطُلِبوا واعتذروا أنفسهم (2) بالمرض، وبعضهم تَبِعَ أصحابَه، وقَبِلَ عذرهم نائب السلطنة ولم يكلِّفهم الحضور بعد أن رسم السلطان بحضورهم، وانفصل المجلس عن خير. وبات الشّيخ تقيّ الدين عند نائب السلطنة.\nوكتب كتابًا بيده إلى دمشق بكرة الاثنين سادس عِشْري الشهر يتضمن خروجه في خير وعزّ، وأنه أقام بدار ابن شُقَير بالقاهرة، وأنّ\n(1) كذا في (ط)، وفي بعض المصادر «وفرَّقت»، فلعلّ ما هنا تصحيف.\n(2) كذا في (ط) ولعلّ صوابها: «بعضهم» كما في المصادر. قال ابن كثير موضحًا سبب اعتذارهم عن الحضور: «لمعرفتهم بما ابن تيمية منطوٍ عليه من العلوم والأدلة، وأن أحدًا من الحاضرين لا يطيقه». «البداية والنهاية»: (18/ 73 - 76)، و «الجامع»: (ص 425).\nالجزء: 1 - الصفحة: 30\n",
        "الأمير سيف الدين سلّارًا رَسم بتأخره عن الأمير حسام الدين مُهنَّا أيامًا (1)، ووصل مُهنَّا إلى دمشق يوم الخميس سادس ربيع الآخر وأقام ثلاثة أيّام وسافر.\nوفي بكرة يوم الخميس عِشْري ربيع الآخر، وصل من الشيخ تقيّ الدين كتابٌ مؤرّخ بليلة الجمعة رابع عشر ربيع الآخر يذكر فيه أنه عُقِد له مجلس ثالث بالمدرسة الصالحية بالقاهرة بعد خروج مهنّا (2) في يوم الخميس سادس الشهر، وحصل الاتفاق على تغيير ألفاظٍ في العقيدة، وانفصل المجلس على خير كثيرٍ، وأنّه في عافيةٍ، وأن في تأخُّره فوائد ومصالح. (2/ 1168 - 1169)\nقال: وفي العشر الأوسط من شهر شوال اجتمع الشّيخ ابن عطاء السَّكَندري (3) وشيخ الخانْقاه وجميع (4) الصوفية، فكانوا أكثر من\n(1) قال ابن كثير: «ليرى النّاسُ فضلَه وعلمه، وينتفع النَّاس به ويشتغلوا عليه»، «البداية والنهاية»: (18/ 74)، و «الجامع»: (ص 425).\n(2) (ط): «بعده خروج [غيرها إلى: خرج] منها»! والصواب ما أثبت من «العقود الدرية» (ص 252) لابن عبد الهادي. ولم يذكر ابن عبد الهادي أنه وقع تغيير ألفاظ في العقيدة.\n(3) (ط): «السكوني» تحريف، فلم ينسبه أحد هذه النِّسبة. ترجمته في «الوافي بالوفيات»: (8/ 57) و «الدرر الكامنة»: (1/ 273 - 275) وغيرها.\nوشيخ الخانقاه هو: كريم الدين الآملي. والخانقاه هي: خانقاه سعيد السعداء.\nوانظر خبر صرفه عن المشيخة وما وقع له من أصحابه وأصدقائه. «البداية والنهاية»: (18/ 86).\n(4) كذا، ولعلّها «وجَمَع» أو «جَمْع من الصوفية» كما في «الجامع: 573 - الدرر الكامنة».\nالجزء: 1 - الصفحة: 31\n",
        "خمس مئة، وطلعوا إلى القلعة، فلما وصلوها كان هناك جماعة من أرباب الصنائع والمتاجر فاختلطوا بهم، فصار من المجموع كيفية كبيرة، فلما رأى أرباب الدولة ذلك طُلب من أعيانهم نحو عشرة، وقيل: أيّ شيء مرادكم؟ فقالوا: إن تقيَّ الدين ابن تيمية يتكلم في حقِّ المشايخ، وقال: إنّه لا يُستغاث بالنبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-، وسألوا أن يُعقد لهم وله مجلس، فرُدَّ الأمرُ في ذلك إلى عند قاضي القضاة بدر الدين ابن جماعة الشّافعيّ، ففوَّضَه إلى القاضي نور الدين المالكي الزواوي، فاقتضى الحال تسفيره إلى الشّام، فسافر مع البريد، ثمّ رُدَّ (1) وحُبس بحبس الحاكم في ثامن عشر شوال، عامله الله بلطفه. (2/ 1174 - 1175)\nقال: وفيها\n...\nتوفي الصاحب الكبير الصدر العالم الكامل الأوحد تاج الدين محمّد بن الصاحب فخر الدين محمّد بن الصاحب الكبير الوزير بهاء الدين علي بن محمّد بن سليم المصري\n...\nالمعروف بابن حِنَّا رحمه الله تعالى\n...\nوصلّى عليه الشّيخ أخو المرجاني أوَّلًا، وثاني مرّة الشيخ تقيّ الدين ابن تيمية، وكانت جنازته مشهودة. (2/ 1183 - 1184).\n(سنة 709)\nقال: وفيها في سَلْخ صفر سَفَّروا الشيخ تقيَّ الدين ابن تيمية من القاهرة إلى الإسكندرية مع أمير مقدّم، ولم يمكَّن أحدٌ من جماعته\n(1) الّذي سعى في ردّه هو القاضي ابن مخلوف المالكي. انظر «الجامع: 537 - الدرر الكامنة».\nالجزء: 1 - الصفحة: 32\n",
        "السفرَ معه، ووصل خبره إلى دمشق بعد عشرة أيّام، وكان توجهه من القاهرة ليلة الجمعة، ووصوله إلى الإسكندرية يوم الأحد، دخل من باب الخوخة إلى دار السلطان، ونُقل ليلًا إلى بُرجٍ في شرقيِّ البلد. (2/ 1244)\nقال: وفي ثامن شوال، طُلب الشّيخ تقي الدين ابن تيمية من الإسكندرية فوصل إلى القاهرة ثامن عَشْرِه واجتمع بالسلطان في يوم الجمعة رابع عِشْريه، وأكرمه وتلقَّاه في مجلس حفل فيه قضاة المصريين والشاميين والفقهاء، وأصلح بينه وبينهم. ثمّ سكن القاهرة ونزل بالقرب من مشهد الحسين بن علي رضوان الله عليهم، والناس يترددون إليه والأمراء والجند وطائفة من الفقهاء، ومنهم من يعتذرُ إليه ويتنصَّل ممّا وقع منه. (2/ 1259)\n***\nالجزء: 1 - الصفحة: 33\n",
        "الإمام شمس الدين الذهبي (ت 748)\n1 -\nنبذة من سيرة شيخ الإسلام ابن تيمية (الدرة اليتيميّة في السيرة التيميّة)\n2 -\nترجمة مختصرة نقلها ابن المهندس.\nالجزء: 1 - الصفحة: 35\n",
        "نبذة من سيرة شيخ الإسلام ابن تيمية (1)\n(الدّرة اليتيميّة في السيرة التيميّة)\nالحمد لله وحده.\nهذه نبذة من سيرة شيخ الإسلام تقيّ الدين ابن تيمية -رضي الله عنه- مما (2) ألفه الشيخ الإمام العلّامة الحافظ شمس الدين أبو عبد الله محمد بن أحمد بن (3) عثمان الذهبي الشافعي، تغمَّدَهما الله تعالى برحمته ورضوانه. قال:\nابن تيميَّة\nتقيُّ الدين الإمام (4) أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم الخضر بن محمد بن الخضر بن علي بن عبد الله بن تيمية، الإمام الحبر البحر، العَلَم الفرد، شيخ الإسلام، ونادرة العصر، تقي الدين أبو العباس أحمد، الحرَّاني الحنبلي، نزيل دمشق.\n(1) نشرتها المستشرقة كاترين بوري مع الترجمة الإنجليزية في مجلة معهد الدراسات الشرقية والإفريقية، المجلد (67)، العدد (3)، (2004 م)، ص 321 - 348. وطبعت ضمن مجموع فيه رسائل لابن تيمية- تحقيق حسين عكاشة: (ص 237 - 249). دار الفاروق الحديثة، ط 1، 1426 هـ. وصححت النص من كلتا الطبعتين، ورمزت للأولى (م) والثانية (ش).\n(2) (م): «ما».\n(3) «أحمد بن» سقطت من (م).\n(4) ليست في (ش).\nالجزء: 1 - الصفحة: 37\n",
        "ولد بحرَّان يوم الاثنين عاشر ربيع الأول سنة إحدى وستين وستمائة، وهاجر والده به وبإخوته إلى الشام عند جور التتار، فسار بالليل بهم وبالكتب على عَجَلةٍ لعدم الدواب، وكاد العدو أن يلحقهم، ووقفت العَجَلة، فابتهل إلى الله واستغاث به؛ فنجوا وسلموا.\nوقدموا دمشق في أثناء سنة سبع وستين، فسمعوا من الزين بن عبد الدائم «جزء ابن عَرَفة» (1) وغير ذلك. ثم سمع شيخنا الكثير من ابن أبي اليُسْر، والكمال ابن عبدٍ (2)، والمجد (3) ابن عساكر -أصحاب الخُشُوعي (4) -، ومن الجمال ابن الصيرفي، وأحمد بن أبي الخير سلامة، والقاسم الإربلي، والشيخ شمس الدين عبد الرحمن بن أبي عمر، وأبي الغنائم ابن علّان، وخَلْق كثير.\nوسمع «مسند أحمد» مرَّات، والكتب الكبار والأجزاء، وعُني بالحديث، ونسخ جملةً صالحةً، وتعلَّم الخطَّ والحساب في المكتب،\n(1) وقع في (خ): «نسخة ابن عرفة». خطأ من الناسخ، وهو على الصواب في مصادر ترجمة ابن تيمية، و «جزء ابن عرفة» مشهور عند المحدثين، وسيأتي بعد قليل أن الذهبي سمعه منه.\n(2) ظن ناسخ الأصل أن «عبد» مضافة إلى شيء بعدها، فترك بياضًا بقدر كلمة، وليس كذلك بل «عبد» بدون إضافة منونة الآخر.\n(3) (م): «والمحدّث».\n(4) يعني أن من تقدم هم أصحاب الخشوعي، والخشوعي هو أبو الطاهر بركات بن طاهر المُسْنِد المعمَّر (ت 598).\nالجزء: 1 - الصفحة: 38\n",
        "وحفظ القرآن، ثم أقبَل على الفقه، وقرأ أيامًا في العربية على ابن عبد القوي (1)، ثم فهمها، وأخذ يتأمل «كتاب سيبويه» حتى فَهِمه، وبَرَع في النحو.\nوأقبل على التفسير إقبالًا كليًّا، حتى حاز فيه قَصَب السَّبْق، وأحْكَم أصول الفقه، وغير ذلك. هذا كله وهو بعدُ ما بلغ ابن بضع عشرة سنة، فانبهر الفضلاء من فَرْط ذكائه، وسيلان ذهنه، وقوة حافظته، وسرعة إدراكه.\nونشأ في تصوّنٍ تامّ، وعفافٍ وتألُّهٍ وتعبُّد، واقتصاد في الملبس والمأكل.\nوكان يحضر المدارس والمحافل في صِغَرِه، فيتكلَّم ويُناظر ويُفحم الكبار، ويأتي بما يتحيَّر منه أعيان البلد في العلم؛ فأفتى وله تسع عشرة سنة، بل أقل، وشرع في الجمع والتأليف من ذلك الوقت، وأكبّ على الاشتغال.\nومات والده -وكان من كبار الحنابلة وأئمتهم- فدرَّس بَعْده بوظائفه وله إحدى وعشرون سنة، واشتهر أمرُه، وبَعُد صِيتُه في العالم. وأخذ في تفسير الكتاب العزيز أيام الجُمَع على كرسيّ من حفظه، وكان يورد\n(1) هو: محمد بن عبد القوي بن بدران أبو عبد الله المقدسي (ت 699). ترجمته في «تاريخ الإسلام» (وفيات 699 ص 449 - 447)، و «الذيل على طبقات الحنابلة»: (4/ 307 - 309).\nالجزء: 1 - الصفحة: 39\n",
        "المجلس ولا يتلعثم، وكذا كان يورد الدرس بتُؤدَةٍ وصوتٍ جهوري فصيح، فيقول في المجلس أزيد من كراسين أو أقل، ويكتب على الفتوى في الحال عدَّة أوصال بخط سريع إلى غاية التعليق والإغلاق.\nقرأت بخط شيخنا العلامة كمال الدين عَلَم الشافعية (1) في حقِّ ابن تيمية: كان إذا سُئل عن فنّ من العلم ظن الرائي والسامع أنه لا يعرف غير ذلك الفن، وحكم بأنه لا يعرفه أحد مثله (2)، وكان الفقهاء من سائر الطوائف إذا جالسوه استفادوا منه في مذاهبهم أشياء. قال: ولا يُعرف أنه ناظر أحدًا فانقطع معه، ولا تكلم في علم من العلوم -سواء كان من علوم الشرع أو غيرها- إلا فاق فيه أهله. واجتمعت فيه شروط الاجتهاد على وجهها كما يجب (3).\nقلت: وله خبرة تامَّة بالرجال وجَرْحهم وتعديلهم وطبقاتهم، ومعرفة بفنون الحديث، والعالي والنازل، وبالصحيح والسقيم، مع حفظه لمتونه الذي انفرد به، فلا يبلغ أحدٌ في العصر رتبتَه ولا يُقاربه، وهو عجيب في استحضاره واستخراج الحُجَج منه، وإليه المنتهى في عزوه إلى الكتب الستة و «المسند»، بحيث يَصدُق عليه أن يُقال: «كلُّ حديث لا يعرفه ابن تيمية فليس بحديث» ولكنَّ الإحاطة لله، غير أنه يغترف فيه من بحر، وغيره من الأئمة يغترفون من السواقي.\n(1) هو كمال الدين ابن الزملكاني (ت 727).\n(2) العبارة في «العقود» (ص 13): «وحكم أن أحدًا لا يعرفه مثله».\n(3) «كما يجب» ليست في (م).\nالجزء: 1 - الصفحة: 40\n",
        "وأما التفسير فمسلّم إليه، وله في استحضاره (1) لآياتٍ من القرآن -وقت إقامة الدليل بها على المسألة- قوةٌ عجيبة، وإذا رآه المقرئ تحيّر فيه، ولفَرْط إمامته في التفسير وعظَمَة اطلاعه يبيّن خطأ كثيرٍ من أقوال المفسرين، ويوهّي أقوالًا عديدة، وينصر قولًا واحدًا موافقًا لما دلّ عليه القرآن والحديث.\nويكتب في اليوم والليلة من التفسير أو من الفقه أو من الأصلين أو من الردّ على الفلاسفة والأوائل نحوًا من أربع كراريس أو أَزْيد. وما أُبعِد أن تصانيفه إلى الآن تبلغ خمسمائة مجلد، وله في غير مسألة مصنفٌ مفرد في مجلدة؛ كمسألة التحليل، ومسألة حفير، ومسألة من سبَّ الرسول (2)، ومسألة «اقتضاء الصراط المستقيم» في ذم البدع، وله مصنَّف في الرَّدّ على ابن المطهَّر الرافضي في ثلاث مجلدات كبار (3)، ومصنف في الردّ على تأسيس التقديس للرَّازي في سبع مجلدات (4)،\n(1) كذا (م)، وفي «العقود الدرية»: «في استحضار»، وفي (ش): «لآياتٍ».\n(2) مسألة التحليل ألف فيها كتاب «بيان الدليل على بطلان التحليل» طبع في مجلد كبير. ومسألة حفير، سماه غير واحد: «التحرير في مسألة حفير»، وقال ابن رجب: إنه مجلد في مسألة من القسمة كتبها اعتراضًا على الخويي في حادثة حكم فيها. وبنحوه قال ابن الزملكاني. ومسألة من سبّ الرسل، سمى كتابه «الصارم المسلول على شاتم الرسول» حُقق في ثلاثة مجلدات.\n(3) وهو «منهاج السنة النبوية في نقض كلام الشيع والقدرية» مطبوع في تسع مجلدات.\n(4) هو كتاب «بيان تلبيس الجهمية في بيان بدعهم الكلامية» طبع الموجود منه في عشرة مجلدات.\nالجزء: 1 - الصفحة: 41\n",
        "وكتاب في الردّ على المنطق (1)، وكتاب في الموافقة بين المعقول والمنقول في مجلدين (2)، وقد جمع أصحابه من فتاويه نحوًا من ست مجلدات كبار.\nوله باعٌ طويل في معرفة مذاهب الصحابة والتابعين، وقلّ أن يتكلَّم في مسألة إلا ويذكر فيها مذاهب الأئمة الأربعة، وقد خالف الأربعةَ في مسائل معروفة، وصنَّف فيها، واحتجَّ لها بالكتاب والسنة.\nوله مصنف سماه: «السياسة الشرعية في إصلاح الراعي والرعية» (3)، وكتاب «رفع الملام عن الأئمة الأعلام» (4).\nولما كان معتقلًا بالإسكندرية (5) التَمَس منه صاحب سَبْتة أن يجيز له مروياته، وينصّ على أسماء جملةٍ منها، فكتب في عشر ورقات جملةً من ذلك بأسانيدها من حفظه، بحيث يعجز أن يعمل بعضَه أكبرُ محدّثٍ يكون.\n(1) طبع في مجلد بعنوان: «الرد على المنطقيين» بتحقيق الشيخ عبد الصمد شرف الدين.\n(2) قال ابن عبد الهادي في «العقود الدرية» (ص 38) معلقًا على كلام الذهبي: «هذا الكتاب -وهو كتاب» درء تعارض العقل والنقل «- في أربع مجلدات كبار، وبعض النسخ به في أكثر من أربع مجلدات، وهو كتاب حافل عظيم المقدار، ردّ الشيخ فيه على الفلاسفة والمتكلمين». وقد طبعته جامعة الإمام بالرياض في أحد عشر مجلدًا بتحقيق الشيخ محمد رشاد سالم.\n(3) طبعت النسخة الكاملة منه بتحقيقي ضمن مشروع آثار شيخ الإسلام ابن تيمية عام 1429.\n(4) طبع مرارًا مفردًا وضمن «مجموع الفتاوى»: (20/ 231 - 293).\n(5) وذلك في سنة (709 هـ) انظر «الجامع»: (ص 427 - 429).\nالجزء: 1 - الصفحة: 42\n",
        "وله الآن عدَّة سنين لا يُفتي بمذهب معيَّن، بل بما قامَ الدليلُ عليه عنده، ولقد نصَرَ السنةَ المَحْضة والطريقة السلفية، واحتجَّ لها ببراهين ومقدِّمات وأمور لم يُسبق إليها، وأطلق عبارات أحجم عنها الأولون والآخرون وهابوا، وجَسَر هو عليها، حتى قام عليه خلقٌ من علماء مصر والشام قيامًا لا مزيد عليه، وبدّعوه وناظروه وكابروه، وهو ثابت لا يُداهن ولا يُحابي، بل يقول الحقَّ المُرَّ الذي أداه إليه إجتهادُه، وحِدَّةُ ذهنه، وسَعَة دائرته في السنن والأقوال، مع ما اشتهر عنه من الورع، وكمال الفكر، وسرعة الإدراك، والخوف من الله، والتعظيم لحُرمات الله.\nفجرى بينه وبينهم حملاتٌ حربية ووقعات شامية ومصرية، وكم من نوبةٍ قد رموه عن قوسٍ واحدة فينجيه الله؛ فإنه دائم الابتهال، كثير الاستغاثة، قويّ التوكل، ثابت الجأش، له أورادٌ وأذكارٌ يُدْمنها بكيفية وجَمْعِية.\nوله من الطرف الآخر مُحِبّون من العلماء والصلحاء، ومن الجُند والأمراء، ومن التجار والكبراء، وسائر العامة تحبُّه؛ لأنه مُنْتصب لنفعهم ليلًا ونهارًا، بلسانه وقلمه.\nوأما شجاعته؛ فبها تُضرب الأمثال، وببعضها يتشبه أكابر الأبطال، فلقد أقامه الله في نوبة غازان (1)، والتقى أعباء الأمر بنفسه، وقام وقعد،\n(1) هو ملك التتار غازان -والعامة تقول: قازان- محمود بن أرغون، وجدّه الأعلى جنكيزخان، مات بعد معركة شقحب سنة (703) التي مُني فيها بهزيمة منكرة.\nانظر «أعيان العصر» (4/ 5 - 18)، و «الدرر الكامنة»: (3/ 212 - 214).\nالجزء: 1 - الصفحة: 43\n",
        "وطلع وخرج، واجتمع بالملك مرتين، وبخطلوشاه (1)، وببُولاي (2).\nوكان قَفْجَق (3) يتعجَّب من إقدامه وجرأته على المغول.\nوله حِدَّة قوية تعتريه في البحث، حتى كأنه ليثٌ حَرِب.\nوهو أكبر من أن يُنبّه مثلي على نعوته؛ فلو حُلِّفْتُ بين الركن والمقام لحلفتُ أني ما رأيت بعيني مثله، ولا والله ما رأى هو مثل نفسه في العلم.\nوفيه قلة مداراة وعدم تؤدة غالبًا، والله يغفر له.\nوهو فقير لا مال له، وملبوسه -كأحد الفقهاء-: فرَّجية، ودَلَق، وعمامة، يكون قيمة ثلاثين درهمًا، ومداس ضعيف الثمن.\nوشعره مقصوص، وعليه مهابةٌ، وشيبُه يسير، ولحيته مستديرة، ولونه أبيض حِنْطي اللون، وهو رَبْع القامة، بعيد ما بين المَنْكِبين، كأنَّ عينيه لسانان ناطقان.\nويصلي بالناس صلاةً لا يكون أطول من ركوعها وسجودها. وربما\n(1) انظر (ص 5).\n(2) بولاي: من قادة التتار الذين حضروا مع غازان لغزو الشام. قال الصفدي: اسمه الصحيح: مولاي، وإنما العامة يحرفونه تهكمًا به وبأمثاله. انظر «أعيان العصر»: (2/ 70 - 71).\n(3) ويقال: قبجق، المنصوري، أصله من المغل، تذبذب في الالتحاق بهم أو بالمسلمين، واستقر أمره على قتال المغول، وكان شجاعًا مقدامًا، (ت 710).\nانظر «أعيان العصر»: (4/ 61 - 72)، و «الدرر الكامنة»: (3/ 241 - 243).\nالجزء: 1 - الصفحة: 44\n",
        "قام لمن يجيء من سفر أو غاب عنه، وإذا جاء فربما يقومون له، والكلُّ عنده سواء؛ فإنه فارغٌ من هذه الرسوم، ولم ينحَنِ لأحدٍ قط، وإنما يُسلِّم ويُصافح ويبتسم، وقد يُعظِّم جليسه مرة، ويهينه في المحاورة مرات.\nولما صنف «المسألة الحموية» في الصفات سنة ثمان وتسعين تحزبوا له، وآل بهم الأمر إلى أن طافوا بها على قصبة من جهة القاضي الحنفي (1)، ونُودي عليه بأن لا يُستفتى، ثم قام بنصره طائفة آخرون، وسلّم الله.\nفلما كان في سنة خمس وسبعمائة جاء الأمر من مصر بأن يُسأل عن معتقده، فجُمِعَ له القضاةُ والعلماء بمجلس نائب دمشق الأفرم، فقال: أنا كنت قد سُئلت عن معتقد السنّة، فأجبت عنه في جزء من سنين، وطلبه من داره، فأُحضر وقرأه، فنازعوه في موضعين أو ثلاثةٍ منه، وطال المجلس، فقاموا واجتمعوا مرتين أيضًا لتتمة الجزء، وحاققوه، ثم وقع الاتفاق على أن هذا معتقدٌ سلفيّ جيِّد، وبعضهم قال ذلك كرهًا.\nوكان المصريون قد سعوا في أمر الشيخ، ومالأوا الأمير ركن الدين الششنكير -الذي تسلطن- عليه، فطُلِبَ إلى مصر على البريد، فثاني يوم دخوله اجتمع له القضاة والفقهاء بقلعة مصر، وانتصب ابن عَدْلان له خصمًا، وادَّعى عليه عند القاضي ابن مخلوف المالكي: أن هذا يقول: إن الله تكلم بالقرآن بحرفٍ وصوت، وإنه تعالى على العرش بذاته، وإن الله\n(1) هو القاضي جلال الدين الحنفي، انظر «تاريخ الإسلام»: (52/ 61) للذهبي.\nوانظر الخبر مفصلًا في «العقود الدرية» (ص 255).\nالجزء: 1 - الصفحة: 45\n",
        "يُشار إليه الإشارة الحِسّية، وقال: أطلب عقوبته على ذلك.\nفقال القاضي: ما تقول يا فقيه؟ فحمد الله وأثنى عليه.\nفقيل له: أسرع، ما أحضرناك لتخطب.\nفقال: أُمنع من الثناء على الله؟!\nفقال القاضي: أجِب فقد حمدت الله. فسكت، فألحّ عليه.\nفقال: فمَن الحاكمُ فيَّ؟ فأشاروا له إلى القاضي ابن مخلوف.\nفقال: أنت خصمي فكيف تحكم فيّ؟! وغضب وانزعج، وأُسكت القاضي.\nفأُقيم الشيخ وأخواه، وسجنوا بالجب بقلعة الجبل، وجرت أمور طويلة، وكُتب إلى الشام كتاب سلطاني بالحطِّ عليه، فقُرئ بجامع دمشق، وتألم الناس له.\nثم بقي سنة ونصفًا وأُخرج، وكتب لهم ألفاظًا اقترحوها عليه، وهُدِّد وتُوعِّد بالقتل إن لم يكتبها (1).\nفأقام بمصر يُقرئ العلم ويجتمع خلق عنده، إلى أن تكلَّم في الاتحادية القائلين بوحدة الوجود (2)، فتحزَّب عليه صوفية وفقراء،\n(1) انظر في شرح هذه القضية مقدمة «الجامع لسيرة شيخ الإسلام»: (ص 39 - 47 - ط 3، 2).\n(2) زاد ابن عبد الهادي في «العقود» (ص 252) نقلًا عن هذه الترجمة: «وهم ابن سبعين وابن عربي والقونوي وأشباههم».\nالجزء: 1 - الصفحة: 46\n",
        "وسعوا فيه، وأنه يتكلم في صفوة الأولياء، فعُمِلَ له محفل، ثم أخرجوه على البريد، ثم ردوه على مرحلة من مصر، ورأوا مصلحتهم في اعتقاله، فسجنوه في حبس القضاة سنة ونصفًا، فجعل أصحابه يدخلون إليه في السرّ، ثم تظاهروا، فأخرجته الدولة على البريد إلى الإسكندرية، وحُبس ببرج منها، وشيع بأنه قُتل، وأنه غرق غير مرةٍ.\nفلما عاد السلطان من الكرك، وأباد أضداده، بادر باستحضار الشيخ إلى القاهرة مكرَّمًا، واجتمع به، وحادثه وسارره بحضرة القضاة والكبار، وزاد في إكرامه، ثم نزل وسكن في دار، واجتمع بعد ذلك بالسلطان، ولم يكن الشيخ من رجال الدولة، ولا سلك معهم تلك النواميس، فلم يعد السلطان يجتمع به. فلما قدم السلطان لكشف العدو عن الرحبة جاء الشيخ إلى دمشق سنة اثنتي عشرة.\nثم جرت له أمورٌ ومِحَن ما بين ارتفاع وانخفاض وفتر سوقه، ودخل في مسالك (1) كبار لا تحتملها عقول أبناء زمانه ولا علومهم، كمسألة التكفير في الحلف في الطلاق، ومسألة أن الطلاق الثلاث لا يقع إلا واحدة، وأن الطلاق في الحيض لا يقع، وصنف في ذلك تواليف لعلها تبلغ أربعين كراسًا، فمُنع لذلك من الفتيا، وساس نفسه سياسةً عجيبةً، واستبدَّ برأيه، وعسى أن يكون ذلك كفارة له، فالله يؤيده بروحٍ منه ويوفقه لمراضيه.\n(1) في بعض المصادر: «مسائل».\nالجزء: 1 - الصفحة: 47\n",
        "وهو الآن يُلقي الدَّرْس، ويُقرئ العلم، ولا يُفتي إلا بلسانه، ويقول: لا يسعني أن أكتمَ العلم. وله إقدام و (1) شهامة وقوة نفسٍ توقعه في أمور صعبة، ويدفع الله عنه. وله نظمٌ قليل وسط، ولم يتزوج ولا تسرَّى، ولا له من المعلوم إلا شيء قليل، وأخوه يقوم (2) بمصالحه، ولا يطلب منهم غداء ولا عشاء في غالب الوقت.\nوما رأيت في العالم أكرم منه، ولا أفرغَ منه عن الدينار والدرهم، بل لا يذكره، ولا أظنه يدور في ذهنه. وفيه مروءةٌ وقيام مع أصحابه، وسَعْي [في] مصالحهم. وهو لونٌ عجيبٌ، ونبأٌ غريب.\nوهذا الذي ذكرت من سيرته فعلى الاقتصاد، وإلا فحوله أُناسٌ من الفضلاء يعتقدون فيه وفي علمه وزهده ودينه وقيامه في نصر الإسلام بكل طريقٍ أضعاف ما سُقت، وثَمّ أناس من أضداده يعتقدون فيه وفي علمه، لكن يقولون: فيه طيشٌ وعجلةٌ وحدّة ومحبة للرياسة. وثَمّ أناس -قد علم الناس قلة خيرهم وكثرة هواهم- ينالون منه سبًّا وتكفيرًا، وهم إما متكلمون، أو من صوفية الاتحادية، أو من شيوخ الزَّوْكَرَة (3)، أو\n(1) «إقدام و» ليست في (م).\n(2) تحتمل «وإخوة تقوم». والعبارة في «تتمة المختصر»: (336 - الجامع): «وكان أخوه يقوم بمصالحه». وهي تؤيد ما أثبت.\n(3) (ط): «الزركرة» خطا. والزوكرة هي: التلبيس والخداع، وقد استعملها الذهبي في «السير»: (14/ 314، 21/ 193)، وابن القيم في «طريق الهجرتين»: (2/ 889) وغيرهما. وجاء في كلام لسان الدين ابن الخطيب «الزواكرة» ففسرها المقري في «نفح الطيب»: (6/ 12) قال: «الزواكرة لفظ يستعمله المغاربة، ومعناه عندهم =\nالجزء: 1 - الصفحة: 48\n",
        "ممن قد تكلَّم هو فيهم فأقذع وبالغ، فالله يكفيه شرَّ نفسه. وغالب حَطِّه على الفضلاء أو المتزهِّدة فبحقّ، وفي بعضه هو مجتهد.\nومذهبه توسعة العذر للخلق، ولا يُكفّر أحدًا إلا بعد قيام الدليل والحجة عليه، ويقول: هذه المقالة كفرٌ وضلال، وصاحبها مجتهدٌ جاهل لم تقم عليه حجة الله، ولعله رجع عنها أو تاب إلى الله. ويقول: إيمانه ثبت له بيقين فلا نخرجه منه إلا بيقين، أما من عرف الحقَّ وعاندَه وحادَ عنه فكافرٌ ملعون كإبليس، وإلا من الذي يسلم من الخطأ في الأصول والفروع.\nويقول في كبار المتكلِّمين والحكماء: هؤلاء ما عرفوا الإسلام ولا ما جاء به محمد -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-.\nويقول في كثير من أحوال المشايخ: إنها شيطانيةٌ أو نفسانية، فيُنظر في متابعة الشيخ الكتاب والسنة، وفي شمائله وتألُّهه وعلمه، فإن كان كذلك فحاله صحيح وكشفه رحماني، وبعضهم له رئيٌّ من الجن فيخبر بالمغيَّبات ليُغوِيَه وله في ذلك تصانيف عديدة، وعنده في ذلك حكايات عن هذا الضرب وهذا الضرب، لو جُمع لبلغت مجلدات، وهي من أعجب العجب.\nولقد عُوفي من الصَّرْع الجنيّ غيرُ واحدٍ بمجرَّد تهديده للجنّي،\n= المتلبس الذي يظهر النسك والعبادة ويبطن الفسق والفساد». وانظر «تاج العروس»: (6/ 468). و «معجم دوزي»: (5/ 342).\nالجزء: 1 - الصفحة: 49\n",
        "وجرت له في ذلك ألوانٌ وفصولٌ، ولم يفعل أكثر من أن يتلو آيات، ويقول: إن لم تنقطع عن هذا المصروع أو المصروعة وإلا عملنا معك حكم الشرع، وإلا عملنا معك ما يُرضي الله ورسوله.\nوقد سمعتُ منه «جزء ابن عرفة» مراتٍ، وخرّج له المحدِّث أمين الدين الواني أربعين حديثًا عن أربعين شيخًا (1).\nوقد حجَّ سنة إحدى وتسعين، وقرأ بنفسه (2) الكثير من الحديث؛ وقرأ «الغيلانيات» (3) في مجلسٍ، ومن مسموعه «معجم الطبراني الأكبر» سمعه من البرهان الدَّرَجي (4) بإجازته من أبي جعفر الصيدلاني وغيره.\nثم ظفروا له بمسألة السفر لزيارة قبور النبيين، وأن السفر وشدَّ الرِّحال لذلك منهيٌ عنه؛ لقوله عليه السلام: «لا تُشَدّ الرِّحال إلا إلى\n(1) مطبوعة ضمن «مجموع الفتاوى»: (8/ 76 - 121).\n(2) في الطبعتين: «لنفسه» وما أثبت أصح كما في «الجامع - مختصر علماء الحديث» (ص 249).\n(3) هي أحد عشر جزءًا مسموعة لأبي طالب محمد بن محمد بن غيلان (ت 440) من حديث أبي بكر محمد بن عبد الله الشافعي (ت 354) من تخريج الدارقطني (ت 385).\n(4) إبراهيم بن إسماعيل أبو إسحاق الدمشقي الحنفي المسند (ت 681). ترجمته في «تاريخ الإسلام»: (51/ 68)، و «البداية والنهاية»: (17/ 586)، و «الجواهر المضية»: (1/ 394).\nالجزء: 1 - الصفحة: 50\n",
        "ثلاثةِ مساجد» (1) مع اعترافه بأن الزيارة بلا شدِّ رحلٍ قُرْبة، وشنَّعوا عليه بها واستعْدَوا (2) عليه، وكتب فيها جماعة بأنه يلزم من منعه شائبة تنقّصٍ للنبوة؛ فيَكفر بذلك، وأفتى عِدَّة بأنه مخطئٌ في ذلك خطأ المجتهدين المغفور لهم، ووافقه جماعة، وكبرت القضية؛ وأُعيد إلى قاعةٍ بالقلعة فبقي بها بضعة وعشرين شهرًا.\nوآل الأمر إلى أن مُنع من الكتابة والمطالعة، وما تركوا عنده كراسًا ولا دواةً، وبقي أشهرًا على ذلك؛ فأقبل على التلاوة، وبقي يختم في ثلاثٍ وأكثر، ويتهجَّد ويعبد ربه، حتى أتاه اليقين.\nوفَرحتُ له بهذه الخاتمة؛ فإنه كان لا لذَّة عنده توازي كتابة العلم وتأليفه فمنع أطيب غاية (3) -رحمه الله- فلم يفجأ الناس إلا نعيُه، وما علموا بمرضه، فتأسَّف الخلقُ عليه، ودخل إليه أقاربه وخواصّه، وازدحم الخلق على باب القلعة وبالجامع، حتى بقي مثل صلاة الجمعة سواء أو أرجح، فصلى عليه بالقلعة ابن تمَّام (4)، وبالجامع الأموي الخطيب، وبظاهر البلد أخوه زين الدين، وكان الجَمع وافرًا إلى الغاية،\n(1) أخرجه البخاري (1189)، ومسلم (1397) من حديث أبي هريرة رضي الله عنه.\n(2) (ش): «واستفتوا».\n(3) في (ش) «غواية».\n(4) هو: أبو عبد الله محمد بن أحمد بن تمام التليّ الحنبلي، العالم الصالح القدوة، (ت 741). ترجمته في «المعجم المختص»: (ص 215)، و «ذيل طبقات الحنابلة»: (5/ 99 - 100).\nالجزء: 1 - الصفحة: 51\n",
        "شيّعه الخلقُ من أربعةِ أبوابِ البلد، وحُمِل على الرؤوس، وحُزِرَ الخلقُ بستين ألفًا، والنساء اللاتي على الطريق بخمسة عشر ألفًا، وكَثُر البكاءُ والتأسُّف عليه، ودُفِن بمقابر الصوفية إلى جانب أخيه الإمام شرف الدين عبد الله.\nوانتاب الناسُ زيارةَ قبره، ورُئيت له عدة مناماتٍ حسنة، ورثاه جماعة، وكانت وفاته في جوف ليلة الاثنين العشرين من ذي القعدة سنة ثمان وعشرين وسبعمائة، غفر الله له آمين، وعاش سبعًا وستين سنة وأشهرًا.\nوكان أسود الرأس، قليل شيب اللحية، رَبْعةً من الرِّجال، جهوري الصوت، أبيض، أَعْين، مقتصدًا في لباسه وعمامته، يقصّ شعره دائمًا، وكان لم يتغير عليه شيء من حواسِّه إلا أن عينه الواحدة نقص نورُها قليلًا.\nرحمه الله ورضي عنه، ورضي عنَّا ببركته (1)، وغفر لنا بمنّه وكرمه، آمين.\n...\n(1) هذا من التبرك الممنوع، ولعله من كاتب النسخة.\nالجزء: 1 - الصفحة: 52\n",
        "ترجمة مختصرة نقلها ابن المهندس\n(1)\nقال الذهبي: وفي هذه السنة (سنة ثمان وعشرين وسبعمائة) في ليلة الاثنين العشرين (2) من شعبان (3) مات الشيخ الإمام العلامة الحافظ الزاهد القدوة، شيخ الإسلام أبو العباس أحمد ابن المفتي شهاب الدين عبد الحليم بن شيخ الإسلام مجد الدين أبي البركات عبد السلام بن عبد الله بن أبي القاسم ابن تيمية الحراني ثم الدمشقي = معتَقَلًا بالقلعة.\nوغُسّل وكُفّن، فأُخْرِج وقد اجتمع خلق كثير بالطرق، وقد امتلأ الجامع والكلّاسة والحوانيت كيوم الجمعة أو أكثر.\nوصلى عليه أوّلًا بالقلعة الشيخ محمد بن تمام، ثم بجامع دمشق بعد الظهر، واشتدّ الزّحام، وألقى الناسُ عليه مناديلَهم للتبرّك، وارتصَّ الناسُ تحت النعش، وشيّعه الخلائق في جُوّا من (4) أبواب البلد، ومعظمهم كان من باب الفرَج مع الجنازة. وعظُم الأمر بسوق الخيل، وتقدّم عليه في\n(1) نقلها ابن المهندس من خط الذهبي على ظهر نسخة خطية من رسالة «الاجتماع والافتراق في الأيمان والطلاق» محفوظة في دارة الملك عبد العزيز بالرياض، الخزانة الملكية رقم (5).\n(2) الأصل: «والعشرين» خطأ.\n(3) كذا، وفي جميع المصادر: «في ذي القعدة».\n(4) كذا، والذي في المصادر: «من جميع». انظر «الجامع» (ص 442، 486).\nالجزء: 1 - الصفحة: 53\n",
        "الصلاة هناك أخوه. وانتشر الناس والنسوان على (1) الأسطحة وإلى قِبْلي مقابر الصوفية. فدفن إلى جانب أخيه الشيخ عبد الله.\nوحُزر النساء بخمسة عشر ألفًا، وأما الرجال فحزروا بستين ألفًا وأكثر إلى مائتي ألف.\nوكثر البكاء حوله، وخُتمت له عدة ختم، وتردد الناسُ إلى زيارة قبره أيامًا، ورئيت له منامات صالحة، ورثاه جماعة.\nوكان مولده بحرّان عاشر ربيع الأول سنة إحدى وستين وستمائة.\nوطلب الحديث وقرأ الكثير.\nووجدتُ بخط الشيخ كمال الدين الزملكاني: أنه اجتمعت فيه شروط الاجتهاد على وجهها.\nوكان آية في الذكاء وسرعة الإدراك، بحرًا في النقليات، رأسًا في معرفة الكتاب والسنة، هو في زمانه فريد عصره علمًا وزهدًا وشجاعة وسخاء وأمرًا بالمعروف ونهيًا عن المنكر، وكثرة [تصانيف]. . . . . . (2) من مصنفاته. وما رأت عيناي مثله ولا رأى مثل نفسه. وكان. . . . . . رحمه الله ورضي عنه.\nنقله (3) من خط مصنفه: أحمد بن المهندس المقدسي عفا الله عنه بمنه.\n(1) الأصل: «وعلى».\n(2) هنا وفي الموضع الثاني عدة كلمات في طرف الورقة غير واضحة.\n(3) مطموس بعض الكلمة، ولعله ما أثبت.\nالجزء: 1 - الصفحة: 54\n",
        "[ق 191]\nرسالة أرسلها الشيخ قِوام الدين عبد الله بن حامد الشافعي من العراق إلى القاضي زين الدين ابن سعد الدين سعد الله ابن بُخَيْخٍ (1) الحراني الحنبلي بالشام المحروس رحمهم الله تعالى\n(2)\nهذه نسخةُ رسالةٍ أرسلها الشيخ قوام الدين عبد الله بن حامد الشافعي من العراق إلى القاضي زين الدين ابن سعد الدين سعدِ الله بن بُخَيْخ الحراني الحنبلي بالشام المحروس. فقال:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقل الحمد لله وسلامٌ على عباده الذين اصطفى، سلامٌ عليكم ورحمة الله وبركاته، وأدام الله تعالى تمكين الحضرة العليّة المولوية العالمية الفاضلية الكامليّة الحاكمية العادلية الأورعيّة الأنزهيّة الربّانية، وأعلى جدّها وأدام ظِلَّها وحَرَس مجدَها، ولا زال جنابها المنيعُ ومجلسُها الرفيعُ قرارَةَ الإيثار والإفضال، ومعدنَ الفضائل، ودارةَ أقمار (3) الآمال، ومستقرَّ النّائل، وموطنَ حطّ الرحال المُمَدّ باليُمن والإقبال لرفادة الآمل وإفادة السائل.\n(1) في الأصل: «نجيحٍ» وهو خطأ، وانظر ضبطه في «توضيح المشتبه»: (2/ 369).\n(2) ولعبد الله بن حامد رسالة أخرى أرسلها لابن رشيق في الثناء على شيخ الإسلام أثبتناها في «الجامع» (ص 241 - 245).\n(3) رسمها في الأصل: «اقتمار».\nالجزء: 1 - الصفحة: 55\n",
        "ولا برحَ الإسلام وأهل الإسلام راقيًا أعلى ذروة الارتقاء بإمداد العزة القعساء والحضرة العلياء من دوام الشّرف والبقاء، ومزيدٌ للرفعة (1) والعلاء والبهجة والضياء، ففي ذلك رفعُ المُعاضد وقمع المُعاند، وكيد الأعداء الملحدين، وشدّ اعتلاءِ دعائم الدين، فهو سبحانه سميعُ النداء مُجيب الدعاء.\nأما الأشواق إلى مكارم تلك الأخلاق، التي ملأ نشرُها الآفاق، فضلًا عن قُطر العراق؛ فتضيق عن وصف أيسرها العبارةُ، فكيف تُطيق التعبيرَ عن أكثرها الإشارةُ!\nوالصادرون عن مورد الحضرة [ق 192] العلية الطاهرة الزكية وإن أطنبوا في الوصف فمقصّرون، أو أسهبوا في النعت فمختصرون، ومن الذي يُحصي رمالَ الدهناء أو يعدُّ نجومَ السماء؟!\nوإنما الصادرُ مع عجزه عن العدّ والإحصاء، فغايةُ جهد المقلّ أنه لا يزال رَطْب اللسان بتوفير الثناء، ريّان الجنان بتكثير الولاء، لَهِجًا بنشر المحاسن والإحسان، بهِجًا بمُعاينة عيون الفوائد الملتقطة من تيَّار الفصاحة والبيان، المزرية بعيون فرائد الدُّرر والعِقْيان، المتنافس في أمثالها لِنفاسة القيم والأثمان، فمُلازم المجلس الشريف بفنون (2) الفوائد يُتْحَف فيُسْعَد، والمُقْصى عن المستقرّ المنيف مغبون متباعِد كالمُخلَّف المُقْعَد، فيا ليت السعادة ألمَّت بهذا المتمني المشتاق،\n(1) كذا في الأصل، والأنسب: «ومزيدِ الرفعةِ».\n(2) الأصل: «الفنون» ولعلها ما أثبت.\nالجزء: 1 - الصفحة: 56\n",
        "فغسلت درن الفراق، وزحزحت شقاء الأشواق بجلسة ساعات التلاق.\nفإن قيَّض الله سبحانه ذلك على العواقب المحمودة السارَّة والاختيارات المقصودة القارّة، ليلتقط من تلك الفوائد التي هي أنفسٌ الفرائد قدرًا وثمنًا، وتَحْتَقِب من تلك الفوائد التي ما بمستفيدٍ عنها غِنى، كان ذلك غاية الغِنى ونهاية المُنى هنا، والله سبحانه على ذلك قدير، ولم يزل بالإجابة جديرًا قَمِنًا.\nثم إنّ الحبَّ في الله من أوثق عُرى الإيمان، ومن أقرب ما يتقرَّب به المتقرِّبون إلى الرحمن، كما قد ثبت ذلك عن أشرف الخلق وصفوة الحق. وهذا النمط وإن كان قد عزَّ في هذه الأعصار، وخَلَت من أهله أكثر القيعان والديار، لكن في الأمة بحمد الله تعالى بقايا، وكما يقال: وفي الزوايا خبايا.\nوالمحبَّةُ قد تحصل بالخَبَر والسّماع، وليس من شرطها الرؤية والاجتماع، بل معظمها لا يوجد إلا بواسطة التسامع والأخبار، ويتأكَّد بتواتر حُسْن المآثر ومُعاينة الآثار، وليست الأعين تعاين جميع الأعيان المحبوبة، وكيف وهي عن الملك الديّان الآن محجوبة، ثم الملائكة والرسل الكرام على الكلِّ منهم أفضل الصلاة والسلام، وأتباع الرسل من لدن آدم وهلمّ جرّا إلى هذه الأيام، لهم في القلوب الحبّ الشديد ما لا يحتاج معه إلى شرح أو تعديد.\nوإذا كانت المحبَّة ليست الرؤية فيها شرطًا، ولا ينتقصُ عدمها منها قسطًا، فلا غَرْو إذا ادّعى مدّعٍ محبة في الله -إن شاء الله- لبعض\nالجزء: 1 - الصفحة: 57\n",
        "أولياء الله، وإن لم تَجْمع بينهما المزاورة، ولا انتظمتهما الأيام في سلك المحاورة. لكن مُوجبها نقل المكارم التي تقل في هذا العصر إلا في الأفراد، ولا تكاد توجد فيه إلا في الآحاد.\nوإذا أحسّت الأسماعُ ببعض الأفذاذ في بعض البقاع هشَّت النفوسُ إلى لقائه، وتَبشْبَشت القلوبُ طمعًا في ودِّه وإخائه.\nولم تزل مآثر الحضرة العلية ومفاخر السُّدّة (1) الأوحديّة يضوع عَرْفُها في الآفاق، وتَفِدُ بها الوفود (2) إلى العراق، حتى استجاب القلب لداعي تلك المآثر، وعَقَد عليها الخناصر [ق 193]، وصار في إنهاء ذلك الودِّ الراسخ إلى الحضرة العُلْيا متردِّدًا كالمقدّم فيه رِجْلًا والمؤخّر أخرى، إلى أن استخار الله سبحانه في هذا الإنهاء مجتهدًا، حتى ترجَّح له أن إحاطة العلوم المولوية بهذا المعنى أولى وأحرى، واستقرَّ في النفس أن تأخير هذا الأمر بعد تعرُّف القلوب ضربٌ من الجفاء أو إضراب عما جاء في السنة الغرَّاء: «إذا أحبّ أحدُكم أخاه فليُعلِمه» (3)، كما من السنة: أن من له جارٌ فليكرمه (4).\n(1) الأصل: «الشذه».\n(2) الأصل: «الفود».\n(3) أخرجه أحمد (1717)، والترمذي (2392)، وابن حبان (570) وغيرهم من حديث المقدام بن معدي كرب رضي الله عنه. قال الترمذي: «حسن صحيح غريب»، وصححه ابن حبان والحاكم. وله شواهد.\n(4) يعني حديث «من كان يؤمن بالله واليوم الآخر فليكرم جاره\n...\n» أخرجه البخاري (6019)، ومسلم (48) من حديث أبي شريح رضي الله عنه.\nالجزء: 1 - الصفحة: 58\n",
        "وأما ما يُحاذَرُ في هذا من النسبة إلى سوء الأدب، لِمَ تهجَّمَ ببداءة المكاتبة قبل الملاقاة والمصاحبة؟ فهذا مع كونه لا أصل له فهو يُفضي إلى المقاطعات وسدِّ باب المؤاخاة، بل كما أن إفشاء السلام مشروع عند الملاقاة، فقد يُعْتاض عن ذلك بالمكاتبات في الغيبات، وهذا هو عين الواقع، وما في هذا من منازع.\nثم إن المشتاق إلى لقاء من لا يتمكّن من لقائه ليبدأه بالزيارة والسلام = مضطرٌّ إلى أن يستسعي قِمَم الأقلام (1) إذا أعْوَزه سَعْي الأقدام. ومتى قيل: إن في البداءة بالكتاب تكليفَ المكتوب إليه ردًّا للجواب، وليس ذلك كردِّ السلام على المُسَلِّم، إذ تلك كلمة خفيفة لا تَثْقُل على المتكلِّم، وأما المكاتبات فتقتضي أجوبةً قد يكون فيها كُلْفَة ومعاناة.\nفيقال: إذا كانت المودّات صحيحات والأفئدة فسيحات ارتفعت التكليفات المستثقلات، فمن تيسّر له ردّ الجواب أنْعمَ ورَدَّ، ولا يُحمَلُ عدم الردِّ على الإعراض والصدّ، بل أول درجات الإخاء الإعفاء عن تحمُّل الأعباء التي لا ييسرها القضاء، وحَمل الأفعال والتروك على أحسن المحامل، والعاقل فلا يُخرِج الكمالَ عن فعل الكامل.\nوأما المقدمات الرديَّة (2) فلازمة للأفئدة الصديّة حاشى الحضرة العليّة! ولو فُرِض أن في هذا الابتداء نوعًا من سوء الأدب، فما خلا عن\n(1) الأصل: «الإقدام» تحريف.\n(2) الأصل: «الرذية».\nالجزء: 1 - الصفحة: 59\n",
        "شوق غَلَب، وقضاء حقٍّ قد وجب، حتى إن الغاصب لا يُلام إذا بادر مبتدئًا بردِّ المغتصَب وإن كان مسيئًا لما اغتصب، فأيّ ملامٍ على مشتاقٍ إلى أهل الحقّ والقائمين به بحسب الإمكان في هذا الزمان، إذا أرسل إلى حضرتهم سلامًا، وابتدأ كلامًا بلا استئذان؟ غير (1) أنّ أهل الحقّ قد قلّوا، والطالبُ لهم قلّ بقلَّتهم، ومن وُجِد منهم يُغْتَنَم لقاؤه ويُطْلب إخاؤه، فإن عزّ اللقاء فالدعاء في ظهر الغيب، وانطواء الباطن على موالاتهم ومصافاتهم، ليعلم الله تعالى الإخلاص في موالاة أوليائه المعاصرين، أُسوةً بموالاة السلف الماضين الغابرين.\nوالمسؤول من الله تعالى أن يُكْثر عِداد الأولياء الأمجاد أهل الجدِّ والاجتهاد، وأصحاب المكافحة والجهاد، المحبين للحق، الناصحين للخلق، الصابرين على أذى الناس، المنتظمين في سلك الحازمين الأكياس.\nولقد منّ الله -سبحانه- على أهل هذا [ق 194] العصر بنعمةٍ عظيمة ما قَدَر أكثرُهم قَدْرَها، ولا قاموا لله بشكرها، أقامَ لهم عالمًا على رأس هذه المائة وأيّ عالم (2)! غالبُ الظنّ أنّ أهل العلم ما عرفوه وحاش لله أن يعرفوه حقيقةَ المعرفة ويَقْلوه.\n(1) الأصل: «عن».\n(2) يقصد شيخ الإسلام ابن تيمية رحمه الله، وانظر رسالته إلى أبي عبد الله بن رُشيّق في «الجامع» (ص 241).\nالجزء: 1 - الصفحة: 60\n",
        "وهذا المسكين كاتب هذه الأسطر لم يقف على كلامه، ولم يعرف حاله إلّا قُرْبَ اعتقاله، وليت كان قبل ذلك بمدَّة طويلة، وأيّ حيلةٍ بعد فوتِ الحيلة، ولكن في الله الخَلَف، وفي بقائكم السلوان عمن سَلف.\nولما وصل إلى هنا بعضُ مصنّفاته، ووقف على أصول مقالاته، واعتبر قواعدَ تأسيساته في بحوثه ومُناظراته = رأى والله شيئًا بَهَره، وشاهد أمرًا حيّره! ولا كان يعتقد أنَّ مثل هذا البحث والبيان يكون في قوة إنسان! وما أشبهه برجل موتور (1) يطلبُ الثأر من جميع الفِرَق المخالفة لدين الإسلام، لا يُبالى بكثرة عددهم، ولا يتزعزع أن يتابع مددهم، ولا تهوله كثرة جموعهم، ولا يُتَعْتعه تهديدهم أو تهويلهم مِن تابِعِهم أو متبوعِهم.\nإن ناظر المتفلسفين قَمَعهم، وإن عارض (2) المتكلمين قطعَهم، وإن جارى المبتدعين بدَّدَهم، وإن كافح المُلْحدين شرّدهم، يجول في ميادين المناظرة والجدال جَوَلان الفرسان الأجلاد الأبطال، ويجري عند المقارعة والنزال فلا يجُارَى في مسابقة ولا نِضال، فهو الفارس الثائر والشجاع الفائر (3)، يثأر لدين الله ممن خالفه، وينتصر لكلام الله ممن أحال معناه أو حرّفه. يؤسِّس التأسيسات القويمات، ويمهّد القواعد المستقيمات، لا تُدْحَض له حجة إذا شرع في إقامة الحُجج\n(1) الأصل: «موثور» بالثاء.\n(2) الأصل: «أعرض».\n(3) مطموس آخر الكلمة. فلعلها ما أثبت.\nالجزء: 1 - الصفحة: 61\n",
        "والبراهين، ولا يعتاصُ عليه حلّ شُبهة إذا سلك المحجَّة في نصر الدين.\nيسُلُّ بِدَع المبتدعين من دين المسلمين سلّ الشعرة من العجين، ويستخرج شُبَه الملحدين التي تدِقُّ في أعين الناظرين، وتعضل المناظرين، استخراجَ من جَعلَ حديدَ المغلق من أقفالها، والمقفل من إشكالها، في بنانِه وبيانِه ألينَ من الطين.\nقد تقلَّد صماصمَ الأدلة العقلية، واعتقل لهاذمَ البراهين النقليّة، وامتطى (1) جوادَ السنن النبوية، واحتمل على عاتقه الألوية المحمدية، واعتزل الألوية الغوية التي تحامي حمية وتقاتل عصبية، يُنادي بأعلى صوته: يا أهل الملة الإسلامية وأصحاب الشِّرْعة المصطفوية، وطلاب السّنة البيضاء النقيّة، من أحْرَقتْ كبدَه منكم الشبهاتُ، وأزاغتْ قلبَه التشكيكاتُ، وأزلَّت قدَمَه الفِرقُ المضلّات، وأضلَّت به في الطُرُق المُهْلكات، فإليّ إليّ، ألا هلمّوا هلمّوا، فإن عندي حلّ ما أَشْكَل، وعلاج الدّاء الذي أعضَل.\nهذا دين الله الذي ما عليه غبار، فضلًا عن قتارٍ أو قَتَام. هذا دين الإسلام الممدوح بالتكملة والتمام. هذا هو الدين الذي دَرَج عليه السلف الكرام وأئمة الأمصار الأعلام. فإن شككتم في كلامي أو اعتقدتم (2) [ق 195] الفَلَّ في حسامي، فهذه الشواهد من عدول المنقول والمعقول، لا مِرية ولا فرية، ولا عَتَمة ولا قَتَمة ولا ظلام، قلِّدوا القرآنَ\n(1) الأصل: «وامتطاء».\n(2) مطموس بعضها.\nالجزء: 1 - الصفحة: 62\n",
        "ولا تقلدوني، واتبعوا نَظَر العِيان إذا اتبعتموني.\nومع ذلك فالناس كحائرين أو جائرين جاحدين إلا ما شاء الله من القليل، كالواحد الواحد من الجيل.\nفما لبث إلا أن ناداه داعي الله فلبّاه، فرضي الله عنه وأرضاه، ولكنه خلَّف في القلب مِنْ أسَفِ فُرْقته جمراتٍ وأيّ جمرات، وحسَرات تتبعها حسرات.\nوهذا المسكين المحروم من حضرته، المفاجأ فيه بمصيبته، على قلة عدد أيام معرفته، ما مثله إلا كما يقال: ما سَلّم حتى ودعّ (1). فهو لا يزالُ يجد الرَّوح والراحة إذا هبّت النسمات الشامية، ومرّت النفحات الدمشقية، ويتسلّى بوجود الأعيان من المصاحبين له والمعاصرين، ويشتاق الإخوان الآخذين عنه المُقلِّين والمُكثرين.\nوالحضرة العلية -ولله الحمد- بحرٌ خِضَمّ لا يُدْرك قرارُه، ولا ينتهي إلى ساحله من ظهر له شعاره، قد خُصَّ بالمواهب الجليلة من فنون العلوم والأعطيات الجزيلة التي يعترف بها الخصوم، وله اختصاصٌ عظيم بإمام الدنيا -رحمه الله-، ومكارمه على المستفيدين والطلبة وإحسانه إليهم يُغني شهرتُه عن الشرح، مع ما سَبَق من الإنعام\n(1) ومنه قول علي بن جبلة:\nكابد الأهوال في زورته\n...\nثم ما سلَّم حتى ودّعا\nانظر «زهر الآداب»: (3/ 800).\nالجزء: 1 - الصفحة: 63\n",
        "وتعديد الفضائل والتفضُّلات الموجبة لرسوخ الوداد، مما لا يتسع له كتاب. فجزاكم الله عن الإسلام والمسلمين أفضل الجزاء، وجزاؤه لا يعادله شيءٌ من الأشياء.\nوأما ما ذكره (1) من حال إمام الدنيا -رحمه الله وفسح في مُدَّتكم- فما هي إلا قطرة من بحرٍ ينطوي عليه الباطن، والدلائل (2) المعرِّفة بحاله كما ينبغي شهادةُ الفطرة قبل الوقوف على بحوثه الأصول التي أصّلها، ونفورُ الباطن جدًّا عن تحريفات النصوص التي توجد في أيدي النُظار، واحتراقُ الباطن على ما جرى في دين الإسلام من التبديل، وشدَّةُ الاعتناء بالوقوف على كلام الفرق، ومعاينةُ الاضطراب العظيم في لوازم القواعد التي أسّسوها في أمهات المسائل.\nوكانت النفس لا تسمح بالمخالفة لظواهر النصوص، ثم كبار النظَّار المتأخرين من المشاهير يميلون إلى تأويلها، والجمعُ بين تعظيمهم وتعظيم ظواهر النصوص يوقع في العناء العظيم والكرب المقيم.\nوفسادُ الطرق الكلامية كانت تشهد الفطرةُ به من حيث الإجمال، والقوَّةُ وحدَها فما كانت تنهض إلى تبيين ذلك من حيث التفصيل، وكانت الفطرة لمعرفتها بصحة قواعد دين الإسلام ورسوخ أساسه، تتيقن أن وراء قواعد المتكلمين أساسات مرضية غير هذه التأسيسات\n(1) كذا، ولعلها: «ما ذكرته».\n(2) الأصل: «والداء» ولا معنى لها.\nالجزء: 1 - الصفحة: 64\n",
        "الاصطلاحية، وتفتش الكتب فلا تجد شيئًا مما يقوِّيه على تغيير تلك القواعد المصطلح عليها.\nويدأب هذا المسكين ليلَه ونهارَه ليؤسِّس تأسيسات لا تنخرم (1) [ق 196] إذا طُبِّقت على النقليات يجد قوته لا تنهض بذلك تعبيرًا لعدم المسلك الموقف (2)، فما كان هناك حيلةٌ إلا الالتجاء إلى الله تعالى، والوقوف مع النصوص ظاهرًا وباطنًا، والقول بقيام الأفعال الاختيارية بصانع العالم -جلَّت عظمتُه- من حيث الإجمال، ولا كان يجد في فطرته غير هذا.\nوأقوال المتكلِّمين في ذلك فمشهورة وطرقهم معروفة، ولم يزل في تعبٍ عظيم من التردّد بين تعظيم المشهورين من رؤساء أرباب النظر، وبين تعظيم النصوص والفِطَر، والجمعُ بين الضدَّين محالٌ. غير أن من ألطاف الله سبحانه ومواهبه العظيمة: أن الفكر ما كان يفتر عن تدبّر النصوص، وإمعان النظر في معنى الألفاظ، بحيث لا يفوت حرفٌ واحدٌ عند التلاوة من التدبّر لمعناه وطلب الهدى منه.\nوكان الصدر يضيق جدًّا عن التأويل، لبعده عن الفِطر والمعروف من اللغة المتداولة بين البشر، وكان القلبُ كالموعود بقواعد صحيحة مستقيمة منقولة ومعقولة غير هذه القواعد التي وقع عليها الاصطلاح، وثِقًا بصحة دين الله، وصحة ما جاءت به الرسل عن الله، وهذا كان في\n(1) طمس بعضها.\n(2) كذا العبارة في الأصل. ولعلها: «الموفّق».\nالجزء: 1 - الصفحة: 65\n",
        "الباطن كالمحقق الذي لا بدَّ من الوقوف عليه وقتًا ما.\nفلما قدّر الله تعالى ما هو شبيهٌ بالفرج بعد الشدة، من مطالعة بعض بحوث إمام الدنيا -رحمه الله- كان ذلك كضالةٍ لا تخفى على مُنشدها إذا وجدها، وعلى الخصوص إذا كانت من أعزّ ما يطلب، فوالله الذي لا إله غيره ساعةَ الوقوف على ذلك كادَ العقلُ أن يدهَش سرورًا وفرحًا.\nومن يطيق أن يُعبِّر عن هذا الحال قلمٌ أو لسان؟! وهذا من الأمور التي لا تُعْرف إلّا بالذوق والوجدان، وإلا فلو قيل في هذا المعنى مهما قيل نُسِبَ قائله إلى التقصير أو التكثير.\nومنشد الضالة التي صاحبها خبير بها لا يحتاج واجدها إلى طول تأمل وكثرة تعب في معرفتها بعد الوجدان، فلا يُلام من أحبّ أهل بلدٍ خرج منه هذا الإمام العظيم، فضلًا عن الخصِيصِين به المُنعَّمين.\nولا ينبغي أن يُتعجَّب من إطالة هذا الكتاب وهذا الإطناب، فوالله إن هذا قليل من كثير!\nوقلّ أن وقع ذِكْرُ هذا الإمام إلا والعبرات تتقاطر، والدمعات تتحادر، وهذا صار كالمَلَكة الذي لا يستطيع ردّ ما يَرِدُ منه، ولولا الوثوق بالله العظيم، والتسلِّي بمن فُقِد من الرسل وأتباعهم وأتباع أتباعهم وهلمَّ جرّا، لتقطعت النفسُ على فَقْد مثل هذا في العصر البعيد عن النبوات حسراتٍ، فإنا لله وإنا إليه راجعون، ولا حول ولا قوة إلا بالله العلي العظيم. والحمد لله رب العالمين.\nالجزء: 1 - الصفحة: 66\n",
        "والله تعالى يمتِّع الإسلامَ وأهل الإسلام بالحضرة العالية ومجيبها، ويطيل بقاءها، ويُحْسِن العاقبة، ويختم بالخير أعمالها، فهو سبحانه حسبنا ونعم الوكيل.\nجميع الإخوان واللائذين بالجناب الكريم يتقدمون إلى من يُبلغهم السلام التام والدعاء الوافر وشدة الأشواق. والجناب الشريف في عناية الله تعالى ورعايته (1).\n...\n(1) في (ق 197) عقب الرسالة ما نصه: «عفا الله عنه وأسكنه الجنة برحمته إن شاء الله تعالى إنه على كل شيء قدير وبالإجابة جدير، وهو نعم المولى ونعم النصير، وصلواته على نبيه البشير النذير محمد وآله وصحبه أجمعين.\nوفرغ منه يوم الأحد الثاني من شهر جمادى الأولى من سنة ثمان وخمسين وسبعمائة. غفر الله لمن نظر فيه أو سمعه ودعا لكاتبه بالمغفرة والرحمة آمين».\nالجزء: 1 - الصفحة: 67\n",
        "فصلٌ في مبشرات رآها الصالحون للشيخ تقي الدين أحمد ابن تيمية بعد موته إلى رحمة الله\n(1) تُروى عن أبي عبد الله ابن رُشَيّق وغيره\nالحمد لله رب العالمين.\nقال الله تعالى: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (63) لَهُمُ الْبُشْرَى في الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} [يونس: 62 - 64]. وقال النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-: «لم يبق بعدي من النبوَّة إلا المُبَشِّرات» (2) فقيل: يا رسول الله ما المبشرات؟ قال: «الرؤيا الصالحة يراها المؤمن أو تُرى له».\nأخبرني الشيخ أبو (3) عبد الله محمد بن رُشَيق المغربي المالكي (4) أن علاء الدين بن أيدُغْدي -من أصحاب الشيخ تقيّ الدين- رأى في المنام الشيخَ قبل موته بمدَّة، وأن القيامة قد قامت، والناسُ مجتمعون،\n(1) مخطوط ضمن مجموع بالمكتبة المحمودية [2775] ق 123 - 125.\n(2) أخرجه البخاري رقم (6990) من حديث أبي هريرة رضي الله عنه. وليس فيه «يراها المؤمن\n...\n»، وأخرجه أحمد (22767)، والترمذي (2275) بنحوه وفيه اللفظ الأخير. قال الترمذي: حديث حسن.\n(3) الأصل: «أبا».\n(4) (ت 749) وهو من أخص تلاميذ شيخ الإسلام وأبصرهم بخطه، انظر مقدمة «الجامع لسيرة شيخ الإسلام» (ص 59 - 60).\nالجزء: 1 - الصفحة: 69\n",
        "ونزل من السماء كهيئة بُقْجَة (1)، فقيل: ما هذه؟ فقالوا: هذه براءة ابن تيمية من النار.\nوأخبرني -أيضًا- أبو عبد الله المذكور: أن سيف الدين تقصبا (2) مملوك البوبكري -وهو ثقة- رأى في النوم أن القيامة قد قامت والناسُ في أمر عظيم، وقائل يقول: قد مات عمود الإسلام. فقال لرجل: قد قامت القيامة، فقال: إذا كان قد مات عمود الإسلام أَعَجَبٌ قيام الساعة! وسمعته من لفظ المذكور.\nوأخبرني أبو عبد الله: أن رجلًا صالحًا رأى الشيخَ في نومه فقال: ما فَعَل الله بك؟ قال: غفر لي ولمن صلى على جنازتي.\nوأخبرني -أيضًا-: أن رجلًا ثقة أخبره أنه رأى الشيخ في نومه فقال: يا سيدي ما أنت مت؟ فقال: وعشت، قال الله تعالى: {بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: 169] وقرأ الآية.\nوأخبرني أبو عبد الله: أن رجلًا صالحًا أخبره أنه\n...\nموت\n....\n(3) من غير أن يعلم بموته أن الشيخ في مكان وطيور عظيمة ينزلون من السماء عليه ثم تصعد.\n(1) هي الصرة من الملابس وغيرها.\n(2) كذا، والذي في كتب التاريخ في رسم هذا الاسم «طقصبا» بالطاء. ولم أجد ترجمة سيف الدين هذا.\n(3) كلمات غير واضحة.\nالجزء: 1 - الصفحة: 70\n",
        "وأخبرني أبو عبد الله: أن رجلًا صالحًا من أهل ميدان الحصا (1) [رأى] ليلةَ موت الشيخ أن السماء فيها قناديل عظيمة كثيرة، ولم يكن لها علاقة تمسكها، ثم رأى عمودًا كبيرًا عظيمًا نورًا من الأرض إلى السماء، قد غشي نوره من الأرض إلى السماء وما حوله، فلما أصبح قيل: قد مات الشيخ، فوقع في نفسه أن الرؤيا له، وكانت نصف الليل وقت موته.\nوحدثنا -أيضًا-: أن امرأةً صالحةً رأت أن رجلًا نائمًا في الأرض وقد نزل عليه من السماء نور غشاه وارتفع، وكلما ارتفع قوي النور حتى صعد إلى السماء.\nورأى رجلٌ صالح الشيخَ بعد موته فسأله: ما فعل الله بك؟ وأقسم عليه، فقال: كلّ خير، وعبّر بعبارات فصيحة عن هذه المعاني، وعلى رأسه تاج حرير كهيئة ما يلبسه الأمراء. فقال: هذا حرير وأنت كنت تنهى عنه؟ فقال: ألبسنيه الله تعالى بصبري على الحبس. حدثني به ابن نور الدين ابن الصائغ.\nرأى رجلٌ صالحٌ ليلةَ موتِ الشيخ أنه في منزل وفيه امرأة جميلة عليها لؤلؤ ونحوه وظَهْرُه إليها، وهناك امرأة عجوز، والشيخ حامل شيئًا وهو طالع به في درج، فسألَ المرأةَ عما معه؟ فقالت: هذا قمحه يريد طحنه يتبلَّغ منه، فمن له قمح طحنه وتبلّغ منه، ومن لا له شيءٌ لا يتبلَّغ\n(1) إحدى ميادين دمشق، يبدأ من باب المصلّى حتى الجزماتية. انظر «خطط دمشق»: (ص 443) للعُلَبي.\nالجزء: 1 - الصفحة: 71\n",
        "بشيء. أو كما قال. حدثني به ثقات.\nورأى رجل ثقة عند أصحابنا كالشيخ شمس الدين محمد بن رُزَيز وغيره أن رجلًا نصرانيًّا ذاهبًا (1)، فقال له المُسْلِم: إلى أين؟ فقال: إلى المسيح عليه السلام. فقال: أنا أولى به، فذهب معه إليه، فرآه في هيئةٍ حسنة، فقال الرائي في نفسه: لو رأيت نبينا -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- حتى أراه وأرى منزلته عند المسيح عليه السلام. فجاء النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-، فقام المسيح عليه السلام وجلس النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- مكانه، وهو في هيئة عظيمة، حسن الوجه حسن الهيئة، فقبَّل المسيحُ عليه السلام يده ورأسه وجلس إلى جانبه، وسأل الرائي: ما معك؟ فقال: رُطَب، فأخذه منه فحثى للمسيح منه. قال: فقلت للنصراني: انظر تعظيم نبيكم لنبينا، فقال: نعم. فبينما هم كذلك إذ جاء طائفة من خلف النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- والشيخ جالس بينهم أو أمامهم، فلما قربوا تقدم الشيخ وقام النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- وقال: أهلًا وسهلًا يا أحمد، ثم حثى له من الرطب، فبينما هم كذلك إذ جاء طائفة من بين أيديهم فلم يلتفت النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- إليهم، فقال الشيخ تقي الدين: يا رسول الله إن هؤلاء من أمتك. فقال: لا، لو كانوا من أمتي كانوا على ما أنت عليه.\nحدثني صلاح الدين يوسف ابن المرحوم علاء الدين ابن أخي الصاحب تقي الدين ابن مهاجر التكريتي: أنه رأى الشيخ بعد موته بليلة، وهو واقف على باب مدرسته بالقصَّاعين، وهو بعد وقوفه يتمشّى، فأكبَّ الرائي رأسَه ليقبِّل قدميه، فمنعه من ذلك، وقال له: كيف الشيخ\n(1) كذا في الأصل.\nالجزء: 1 - الصفحة: 72\n",
        "الصالح؟ فقال له: كيف حال من فارقك ورأى هذا اليوم المهول -يعني يوم جنازته-؟ فقال له الشيخ: أما كان يومًا باهرًا؟ فقال له: يا سيدي ما رئيَ مثله قط، وأجمع أعداؤك ومن يحبك أنهم ما رأوا مثله، فتبسّم ووضع يده على كتفه وهزّه وقال: يا فلان أتعْلَم اليوم الذي كان أبهر منه؟ فقال له: لا والله، فقال: يوم دخول الروح إلى الفردوس، فقال: أرأيت هذا الجم الغفير؟ فقال: نعم، فقال له: أضعاف هؤلاء من الملائكة قدّام الروح بالشمع إلى الفردوس، فحصل له انزعاج لذلك الكلام. ثم قال: لا ينعَّم إلا الروح ولا يعذّب إلا الروح، فانتبه مرعوبًا ثم صاح.\nأخبرتنا المرأة الصالحة أم عُمر شَهْلاء بنت إبراهيم بن صالح المقوم: أنها رأت ليلة الخميس ثامن ذي الحجة سنة ثمان وعشرين وسبع مئة: كأنَّ الشيخ تقي الدين أحمد ابن تيمية ببيت المقدس وهو قائم يَعِظ، وأكثر مَن هناك نساء، وأنها سألت أمها -وكانت قد ماتت قبل ذلك-: من هذا؟ فقالت: يا ابنتي هذا ابن تيمية. قالت: فجئتُ إليه وسألته أن يمدَّ يده على يدي، وكان لها قبل ذلك مدَّة سنين لا تنطبق أصابعها ولا تصل إلى كفّها. قالت فأمرّ يده على يدي، قالت: فاستيقظت وهي صحيحة سالمة. وجاء أولادي على صوتي وأنا أقول: يا أحباب الله يا رجال الله، وأرتنا كفَّها كيف كانت، ورأيتُ كفّها وأصابعها وهي صحيحة، وفتَحَتْهم وطبقتهم (1) ونحن ننظر بلا كُلفة.\n(1) كذا بدلًا من «وفتحها وطبقتها».\nالجزء: 1 - الصفحة: 73\n",
        "وهي امرأة من ذوات الأقدار، كلامها يدلّ على أنها ليست ممن يكذب ولا ترتضيه خلقًا، وهيئتها لا تقتضي ذلك، وأثنى عليها جماعة وعلى ديانتها.\nوأخبرتنا بذلك في دار بعض الرؤساء بدمشق يوم الأحد الثامن عشر من ذي الحجة سنة ثمان وعشرين وسبع مئة، ويسمع كلامها جماعة وهم:\nالشيخ عماد الدين إسماعيل بن كثير الشافعي، صِهْر الشيخ جمال الدين المِزّي. والشيخ نور الدين عليّ بن محمد بن عبد الغفار الشافعي المنتسب إلى أبي مسلم الخراساني. والشيخ زين الدين عمر بن قاسم ابن محمد بن خالد الحنبلي. وعلاء الدين علي بن عبد الله المعروف بابن بدوه. والأمير صلاح الدين يوسف بن علي بن يوسف التكريتي، ومحمد بن عباد الشجاعي عفا الله عنه (1).\n...\n(1) لعل مقيّد هذه الرؤى هو «محمد بن عباد الشجاعي» بدليل قوله: «عفا الله عنه».\nالجزء: 1 - الصفحة: 74\n",
        "سيرة شيخ الإسلام ابن تيميَّة مِنْ كتب تلميذه ابن قيِّم الجوزيَّة\n(751)\n1 -\nمكانة الشيخ في العلم، ومواقفه في الإفتاء.\n2 -\nأخلاق الشيخ وصفاته وعبادته.\n3 -\nالشيخ والأمر بالمعروف والنهي عن المنكر.\nالجزء: 1 - الصفحة: 75\n",
        "1 -\n[مكانة الشيخ في العلم، ومواقفه في الإفتاء]\n*\nمنزلته في فقه المذهب\n:\nقال ابن القيم: «ولا يختلف عالمان مُتحلِّيان بالإنصاف: أن اختيارات شيخ الإسلام لا تتقاصر عن اختيارات ابن عقيل وأبي الخطاب، بل وشيخهما أبي يعلى، فإذا كانت اختيارات هؤلاء وأمثالهم وجوهًا يُفتَى بها في الإسلام، وَيحكم بها الحكام، فلاختيارات شيخ الإسلام أسوة بها إن لم تَرْجح عليها، والله المستعان وعليه التكلان» (1).\nوقال في موضع آخر: «وأقلّ درجات اختياراته أن يكون وجهًا في المذهب، ومن الممتنع أن يكون اختيار ابن عقيل وأبي الخطَّاب والشيخ أبي محمد وجوهًا يُفْتى بها واختيارات شيخ الإسلام لا تصل إلى هذه المرتبة» (2).\n*\nعلمه باللغة\n:\nوقال: «وقلت يومًا لشيخنا أبي العباس ابن تيمية -قدس الله روحه-: قال ابن جنِّي: مكثتُ بُرهةً إذا ورد عليَّ لفظٌ آخذ معناه من نفس حروفه وصفاتها، وجَرْسه وكيفية تركيبه، ثم أكشفه، فإذا هو كما\n(1) «إعلام الموقعين»: (5/ 543 - دار ابن الجوزي).\n(2) «الصواعق المرسلة» (2/ 624 - دار العاصمة). والشيخ أبو محمد هو ابن قدامة المقدسي صاحب «المغني» (ت 620).\nالجزء: 1 - الصفحة: 77\n",
        "ظننته أو قريبًا منه. فقال: لي -رحمه الله-: وهذا كثيرًا يقع لي» (1).\n*\nاطلاع شيخ الإسلام\n:\nقال ابن القيم في معرض حديثه عن إجماع الرسل عليهم الصلاة والسلام على إثبات الفوقية لله سبحانه وتعالى:\nوكذا أبو العباس أيضًا قد حكى\n...\nإجماعَهم عَلَمُ الهدى الحرَّاني\nوله اطلاع لم يكن من قبله\n...\nلسواه من متكلِّم ولسان (2)\n*\nوظائف الشيخ\n:\nذكر ابن القيم أن الشيخ تولى التدريس بمدرسة ابن الحنبلي (3).\n*\nمواقف الشيخ في الإفتاء\n:\nذكر ابن القيم أن من فِقْه المفتي ونُصْحه إذا سأله المستفتي عن شيء فمنعه منه، وكانت حاجته تدعوه إليه أن يدلَّه على ما هو عِوَض له منه، ثم قال: «ورأيت شيخنا -قدس الله روحه- يتحرَّى ذلك في فتاويه مهما أمكنه، ومن تأمل فتاويه وجد ذلك ظاهرًا فيها» (4).\n(1) «بدائع الفوائد»: (1/ 166 - دار عالم الفوائد)، ومثله في «جلاء الأفهام»: (ص 146 - 147 - دار عالم الفوائد)، و «تحفة المودود»: (ص 212 - دار عالم الفوائد).\n(2) «الكافية الشافية»: (2/ 351 - دار عالم الفوائد).\n(3) «إعلام الموقعين»: (3/ 542 - 543) وسيأتي نص كلامه في (أحوال الشيخ مع أهل عصره) (ص 95 - 96).\n(4) «إعلام الموقعين»: (6/ 46 - 47).\nالجزء: 1 - الصفحة: 78\n",
        "وقال ابن القيم في معرض كلامه عن المفتي، وأن عليه أن يتفطَّن لحقيقة السؤال وصورته، وأن بعض المستفتين قد يصوغ السؤال في قالب مزخرف ليفتي بما يوافق هواه.\nقال: «وأذكر لك من هذا مثالًا وقع في زماننا، وهو أن السلطان أمر أن يُلْزَم أهلُ الذمة بتغيير عمائمهم، وأن تكون خلاف ألوان عمائم المسلمين، فقامت لذلك قيامتهم، وعَظُم عليهم، وكان في ذلك من المصالح وإعزاز الإسلام وإذلال الكفرة ما قرَّت به عيونُ المسلمين، فألقى الشيطان على ألسنة أوليائه وإخوانه أن صَوّروا فُتيا يتوصّلون بها إلى إزالة هذا الغيار، وهي: ما تقول السادة العلماء في قوم من أهل الذمة أُلزموا بلباس غير لباسهم المعتاد، وزيٍّ غير زِيِّهم المألوف، فحصل لهم بذلك ضررٌ عظيم في الطرقات والفلوات، وتجرَّأ عليهم بسببه السُّفهاء والرَّعاع، وآذوهم غايةَ الأذى، فطُمِعَ بذلك في إهانتهم والتعدِّي عليهم، فهل يسوغ للإمام ردّهم إلى زِيّهم الأول، وإعادتهم إلى ما كانوا عليه مع حصول التميز بعلامة يُعرفون بها؟ وهل في ذلك مخالفة للشرع أم لا؟\nفأجابهم مَنْ مُنِعَ التوفيق وصُدَّ عن الطريق، بجواز ذلك، وأن للإمام إعادتهم إلى ما كانوا عليه.\nقال شيخنا: فجاءتني الفتوى، فقلت: لا تجوز إعادتهم إلى ما كانوا عليه، ويجب إبقاؤهم على الزِّي الذي يتميَّزون به عن المسلمين، فذهبوا، ثم غيروا الفتوى، ثم جاءوا بها في قالب آخر، فقلت: لا تجوز\nالجزء: 1 - الصفحة: 79\n",
        "إعادتهم. فذهبوا، ثم أتوا بها في قالَبٍ آخر، فقلت: هي المسألة المعيَّنة وإن خَرَجَت في عدة قوالب. ثم ذهب إلى السلطان وتكلم عنده بكلام عَجِب منه الحاضرون، فأطبق القوم على إبقائهم، ولله الحمد» (1).\nوذكر ابن القيم أن من الناس من لا يَستفتي ديانة، وإنما يَستفتي ليتوصَّل إلى حصول غرضه بأيِّ طريقٍ اتفق، ثم قال: «قال شيخنا - رحمه الله- مرة: أنا مُخيَّر بين إفتاء هؤلاء وتركهم، فإنهم لا يستفتون للدين، بل لوصولهم إلى أغراضهم حيث كانت، ولو وجدوها عند غيري لم يجيئوا إليَّ، بخلاف من يسأل عن دينه.\nوقد قال الله تعالى لنبيه -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- في حقِّ من جاءه يتحاكم إليه لأجل غرضه لا لالتزامه لدينه -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- من أهل الكتاب: {فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ\n(1) «إعلام الموقعين» (6/ 97 - 98). وهذه الحادثة هي المذكورة في ترجمة الشيخ المفردة لابن عبد الهادي (ص 297) قال: «ثم إن الوزير أنهى إلى السلطان أن أهل الذمة قد بذلوا للديوان في كل سنة سبعمائة ألف درهم زيادة على الجالية على أن يعودوا إلى لبس العمائم البيض المعلَّمة بالحمرة والصفرة والزرقة، وأن يعفوا من هذه العمائم المصبغة كلها بهذه الألوان التي ألزمهم بها ركن الدين الشاشنكير؛ فقال السلطان للقضاة ومن هناك: ما تقولون؟ فسكت الناس!\nفلما رآهم الشيخ تقي الدين سكتوا، جثا على ركبتيه، وشرع يتكلم مع السلطان في ذلك بكلام غليظ، ويرد ما عرضه الوزير عنهم ردًّا عنيفًا، والسلطان يسكته بترفق وتؤدة وتوقير.\nفبالغ الشيخ في الكلام وقال ما لا يستطيع أحد أن يقوم بمثله ولا بقريب منه، حتى رجع السلطان عن ذلك وألزمهم بما هم عليه واستمروا على هذه الصفة. فهذه من حسنات الشيخ تقي الدين ابن تيمية رحمه الله».\nالجزء: 1 - الصفحة: 80\n",
        "أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا} [المائدة: 42]. فهؤلاء لمَّا لم يلتزموا دينَه لم يلزمه الحكم بينهم، والله تعالى أعلم» (1).\n* الفطر للتقوِّي على الجهاد:\nقال ابن القيم: «وأجاز شيخنا ابن تيمية الفطر للتقوِّي على الجهاد وفَعَلَه، وأفتى به لما نزل العدوّ دمشق في رمضان (2)، فأنكر عليه بعضُ المتفقِّهة، وقال: ليس هذا بسفرٍ طويل. فقال الشيخ. هذا فِطْرٌ للتقوِّي على جهاد العدوّ، وهو أولى من الفطر لسفر يومين سفرًا مباحًا أو معصيةً، والمسلمون إذا قاتلوا عدوَّهم وهم صيامٌ لم يمكنهم النكايةُ فيهم، وربما أضعفهم الصومُ عن القتال، فاستباح العدوُّ بيضةَ الإسلام، وهل يشكّ فقيهٌ أنَّ الفطر ههنا أولى من فطر المسافر، وقد أمرهم النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- في غزاة الفتح بالإفطار ليتقوَّوا على عدوِّهم، فعلَّل ذلك للقوة على العدوِّ لا للسفر، والله أعلم» (3).\n*\nفقه الفتوى\n:\n1 -\nقال ابن القيم: «ولقد سئل شيخُنا أبو العباس السنن تيمية -قدس الله روحه- سأله شيخٌ، فقال: هربتُ من أستاذي وأنا صغير، إلى الآن لم\n(1) «إعلام الموقعين»: (6/ 199 - 200).\n(2) في سنة 702 هـ في معركة شقحب التي هزم فيها التتار.\n(3) «بدائع الفوائد»: (4/ 1358 - 1359)، وانظر «زاد المعاد»: (2/ 53 - مؤسسة الرسالة).\nالجزء: 1 - الصفحة: 81\n",
        "أطلع له على خبر، وأنا مملوك، وقد خفت من الله عز وجل، وأريد براءة ذمتي من حق أستاذي من رقبتي، وقد سألتُ جماعة من المفتين، فقالوا لي: اذهب فاقعد في المستودع. فضحك شيخنا! وقال: تصدَّق بقيمتك -أعلى ما كانت- عن سيدك، ولا حاجة لك بالمستودع تقعد فيه عبثًا في غير مصلحة، وإضرارًا بك، وتعطيلًا عن مصالحك، ولا مصلحة لأستاذك في هذا، ولا لك ولا للمسلمين، أو نحو هذا من الكلام، والله أعلم» (1).\n2 -\nوقال: «وسمعت شيخ الإسلام ابن تيمية -قدَّس الله روحه ونور ضريحه- يقول: مررت أنا وبعض أصحابي في زمن التتار بقوم منهم يشربون الخمر، فأنكر عليهم مَنْ كان معي، فأنكرتُ عليه، وقلت له: إنما حرَّم الله الخمرَ لأنها تصدُّ عن ذِكْر الله وعن الصلاة، وهؤلاء يصدهم الخمر عن قتل النفوس وسَبْي الذرّية وأخْذِ الأموال، فدَعْهم» (2).\n* رؤية النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- في المنام واستفتاؤه:\nقال ابن القيم: «وقال شيخنا: كان يُشْكِل عليَّ أحيانًا حال من أصلي عليه الجنائز، هل هو مؤمن أو منافق؟ فرأيت رسول الله -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- في المنام، فسألته عن مسائل عديدة، منها هذه المسألة، فقال: يا أحمد، الشرط الشرط. أو قال: علق الدعاء بالشرط» (3).\n(1) «مدارج السالكين»: (1/ 390 - ت الفقي).\n(2) «إعلام الموقعين»: (4/ 340).\n(3) «إعلام الموقعين»: (5/ 372).\nالجزء: 1 - الصفحة: 82\n",
        "*\nجود شيخ الإسلام بالعلم\n:\nقال ابن القيم: «ومن الجود بالعلم أن السائل إذا سألك عن مسألة استقصيتَ له جوابها جوابًا شافيًا، لا يكون جوابك له بقدر ما تدفع به الضرورة، كما كان بعضهم يكتب في جواب الفتيا: «نعم» أو «لا» مقتصرًا عليها.\nولقد شاهدت من شيخ الإسلام ابن تيمية -قدس الله روحه- في ذلك أمرًا عجيبًا، كان إذا سُئل عن مسألة حُكمية ذكر في جوابها مذاهب الأئمة الأربعة -إذا قَدَر- ومأْخَذَ الخلاف، وترجيح القول، وذكر متعلقات المسألة التي ربما تكون أنفع للسائل من مسألته، فيكون فرحه بتلك المتعلقات واللوازم أعظم من فرحه بمسألته، وهذه فتاويه -رحمه الله- بين الناس، فمَنْ أحبَّ الوقوفَ عليها رأى ذلك.\nفمِنْ جُود الإنسان بالعلم: أنه لا يقتصر على مسألة السائل، بل يذكر له نظائرها ومتعلَّقها ومأخذها، بحيث يشفيه ويكفيه.\nوقد سأل الصحابةُ رضي الله عنهم النبيَّ -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- عن المتوضّئ بماء البحر؟ فقال: «هو الطهور ماؤُه الحل ميتتُه» (1). فأجابهم عن سؤالهم، وجادَ عليهم بما لعلَّهم في بعض الأحيان إليه أحوَج مما سألوه عنه.\n(1) أخرجه أبو داود (83)، والترمذي (69)، والنسائي: (1/ 50)، وابن ماجه (386) وغيرهم من حديث أبي هريرة رضي الله عنه. والحديث صححه البخاري والترمذي وابن خزيمة وغيرهم وضعفه غير واحد والكلام عليه طويل الذيل. راجع «البدر المنير»: (1/ 348 - 381).\nالجزء: 1 - الصفحة: 83\n",
        "وكانوا إذا سألوه عن الحكم نبَّههم على عِلَّته وحِكْمته، كما سألوه عن بيع الرُّطب بالتَّمر؟ فقال: «أينقص الرُّطب إذا جفَّ»؟ قالوا. نعم قال: «فلا إذن» (1). ولم يكن يخفى عليه -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- نُقصان الرطب بجفافه، ولكن نبّههم على عِلّة الحُكْم.\nوهذا كثير جدًّا في أجوبته -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-، مثل قوله: «إن بعتَ من أخيك ثمرة، فأصابتها جائحة فلا يحلُّ لكَ أن تأخذ من مال أخيك شيئًا، بم يأخذ أحدُكم مال أخيه بغير حقّ؟». وفي لفظ: «أرأيت إن منعَ الله الثمرة، بم يأخذ أحدُكم مالَ أخيه، بغير حق؟» (2). فصرَّح بالعلة التي يَحْرُم لأجلها إلزامه بالثمن، وهي منع الله الثمرة التي ليس للمشتري فيها صُنع.\nوكان خصومه -يعني شيخ الإسلام ابن تيمية- يعيبونه بذلك، ويقولون: سأله السائل عن طريق مصر -مثلًا- فيذكر له معها طريق مكة، والمدينة، وخراسان، والعراق، والهند، وأيّ حاجة بالسائل إلى ذلك؟\nولعمر الله ليس ذلك بعيب، وإنما العيب الجهل والكِبْر، وهذا موضع المثل المشهور:\nلقَّبوه بحامضٍ وهو حُلوٌ\n...\nمثلَ مَنْ لم يصل إلى العنقود» (3)\n(1) أخرجه أبو داود (3359)، والترمذي (1225)، والنسائي (7/ 268)، وابن ماجه (2264) من حديث سعد بن أبي وقاص رضي الله عنه. قال الترمذي: حسن صحيح.\n(2) أخرجه البخاري (2198)، ومسلم (1555) من حديث أنس رضي الله عنه.\n(3) «مدارج السالكين» (2/ 293 - 295). وفي بعض الطبعات «خل» خطأ، والبيت لعلاء الدين الوداعي (ت 716). انظر «الوافي بالوفيات»: (22/ 126).\nالجزء: 1 - الصفحة: 84\n",
        "2 -\n[أخلاق الشيخ وصفاته وعبادته]\n*\nأحوال الشيخ في الصدقة والإنفاق\n:\nقال ابن القيم: «وشاهدت شيخَ الإسلام ابن تيمية -قدَّس الله روحه- إذا خرج إلى الجمعة يأخذ ما وجد في البيت من خبز أو غيره، فيتصدق به في طريقه سرًّا، وسمعته يقول: إذا كان الله قد أمرنا بالصدقة بين يدي مناجاة رسول الله -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-، فالصدقة بين يدى مناجاته تعالى أفضل وأولى بالفضيلة» (1).\nوقال في موضع آخر: «نَسْخ وجوب الصدقة بين يدي مناجاة الرسول -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- لم يبطل حكمه بالكُليَّة، بل نُسِخ وجوبه وبقي استحبابه والندب إليه، وما عُلِم من تنبيهه وإشارته، وهو أنه إذا اسْتُحِبَّت الصدقة بين يدي مناجاة المخلوق فاستحبابها بين يدي مناجاة الله عند الصلوات والدعاء أولى. فكان بعض السلف الصالح يتصدق بين يدي الصلاة والدعاء إذا أمكنه، ويتأوَّل هذه الأولوية.\nورأيت شيخَ الإسلام ابن تيمية يفعله ويتحرّاه ما أمكنه، وفاوضته فيه، فذكر لي هذا التنبيه والإشارة» (2).\n(1) «زاد المعاد»: (1/ 407).\n(2) «مفتاح دار السعادة»: (2/ 387 - دار ابن عفان).\nالجزء: 1 - الصفحة: 85\n",
        "*\nأحوال الشيخ في الذكر والدعاء\n:\nقال ابن القيم: «وشهدت شيخَ الإسلام -قدس الله روحه- إذا أعيته المسائل واستصعبت عليه، فرَّ منها إلى التوبة والاستغفار والاستغاثة بالله واللَّجأ إليه، واستنزال الصواب من عنده، والاستفتاح من خزائن رحمته، فقلَّما يلبث المدد الإلهي أن يتتابع عليها مدًّا، وتزدلف الفتوحات الإلهية إليه بأيتهنَّ يبدأ» (1).\nوقال: «حقيقٌ بالمفتي أن يكثر الدَّعاء بالحديث الصحيح:» اللهم ربَّ جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنتَ تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اخْتُلف فيها من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم» (2).\nوكان شيخنا كثير الدعاء بذلك، وكان إذا أشكلت عليه المسائل يقول: «يا معلم إبراهيم علمني»، ويكثر الاستغاثة بذلك، اقتداءً بمعاذ بن جبل رضي الله عنه حيث قال لمالك بن يَخامِر السَّكْسكي عند موته -وقد رآه يبكي- فقال: والله ما أبكي على دنيا كنتُ أصيبها منك، ولكن أبكي على العلم والإيمان اللذين كنتُ أتعلمهما منك. فقال معاذ بن جبل -رضي الله عنه-: إن العلم والإيمان مكانهما من ابتغاهما وجدهما، اطلب العلم عند أربعة: عند عُويمر أبي الدرداء، وعند\n(1) «إعلام الموقعين»: (6/ 67 - 68).\n(2) أخرجه مسلم (770) من حديث عائشة رضي الله عنه.\nالجزء: 1 - الصفحة: 86\n",
        "عبد الله ابن مسعود، وأبي موسى الأشعري -وذكر الرابع- فإن عَجَز عنه هؤلاء فسائر أهل الأرض أعجز، فعليك بمعلم إبراهيم صلوات الله عليه» (1).\nوذكر ابن القيم قراءة آية الكرسي عقب الصلاة، ثم قال: «وبلغني عن شيخنا أبي العباس ابن تيمية -قدس الله روحه- أنه قال: ما تركتها عقيب كل صلاة» (2).\nقال ابن القيم: «وكان شيخ الإسلام ابن تيمية -رحمه الله- إذا اشتدت عليه الأمور: قرأ آيات السكينة.\nوسمعته يقول في واقعة عظيمة جرت له في مرضه، تعجز العقول عن حملها -من محاربة أرواحٍ شيطانية، ظهرت له إذ ذاك في حال\n(1) «إعلام الموقعين»: (6/ 197). وذكر نحو هذا ابن رشيق في «أسماء مؤلفات ابن تيمية- ضمن الجامع»: (ص 283).\nأقول: نسب شيخ الإسلام هذا الأثر لمالك بن يخامر كما في «مجموع الفتاوى»: (4/ 531). ولم أقف عليه من روايته عن معاذ بن جبل، ورواه عن معاذ جماعة، أشهرها رواية يزيد بن عَميرة الهَمْداني عن معاذ، أخرجه الترمذي (3804)، والنسائي في «الكبرى» (8196)، وأحمد (22104)، وابن حبان (7165)، والحاكم: (1/ 98)، والبيهقي في «المدخل» (102)، وابن سعد (2/ 304) وغيرهم بألفاظ مختلفة. قال الترمذي: حسن غريب. كما في «تحفة الأشراف»: (8/ 418)، ونسخة الكروخي (ق 258)، وفي المطبوع: حسن صحيح غريب.\nوقال الحاكم: صحيح على شرط الشيخين.\n(2) «زاد المعاد»: (1/ 304).\nالجزء: 1 - الصفحة: 87\n",
        "ضعف القوة- قال: فلما اشتدَّ عليَّ الأمر، قلت لأقاربي ومَن حولي: اقرؤوا آيات السكينة. قال: ثم أقلع عني ذلك الحال، وجلست وما بي قَلَبَة» (1).\nقال ابن القيم: «وسمعت شيخ الإسلام ابن تيمية -رحمه الله- يقول: من واظب على:» يا حي يا قيوم، لا إله إلا أنت «كل يوم -بين سنة الفجر وصلاة الفجر- أربعين مرة أحيا الله بها قلبَه» (2).\nقال ابن القيم: «وحضرت شيخَ الإسلام ابن تيمية مرَّة صلى الفجر، ثم جلس يذكر الله تعالى إلى قريبٍ من انتصاف النهار، ثم التفت إليَّ وقال: هذه غَدْوتي، ولو لم أتغدَّ هذا الغداء لسقطت قوتي. أو كلامًا قريبًا من هذا.\nوقال لي مرة: لا أترك الذِّكْر إلا بنيّة إجمام نفسي وإراحتها، لأستعدَّ بتلك الراحة لذِكْر آخر. أو كلامًا هذا معناه» (3).\nوقال: «وكان -أي شيخ الإسلام ابن تيمية- يقول في سجوده -وهو محبوس-:» اللهم أعني على ذكرك وشكرك وحسن عبادتك «ما شاء الله» (4).\n(1) «مدارج السالكين»: (2/ 502).\n(2) «مدارج السالكين»: (3/ 264).\n(3) «الوابل الصيب» (ص 96 - دار عالم الفوائد).\n(4) المصدر نفسه (ص 109).\nالجزء: 1 - الصفحة: 88\n",
        "قال ابن القيم ضمن فوائد الذكر: «إن الذِّكْر يعطي الذَّاكر قوة، حتى إنه ليفعل مع الذِّكر ما لا يطيق فعله بدونه، وقد شاهدت من قوة شيخ الإسلام ابن تيمية في مشيته وكلامه وإقدامه وكتابته أمرًا عجيبًا، فكان يكتب في اليوم من التصنيف ما يكتبه الناسخ في جمعة وأكثر، وقد شاهد العسكرُ من قوَّته في الحرب أمرًا عظيمًا» (1).\nوقال: «قال يونس بن عُبيد: ليس رجلٌ يكون على دابَّة صعبة فيقول في أذنها: {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ في السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ} [آل عمران: 83] إلا وقفت بإذن الله تعالى.\nقال شيخنا -قدس الله روحه-: وقد فعلنا ذلك فكان كذلك» (2).\n*\nمقابلة الإساءة بالإحسان\n:\nوذكر ابن القيم مقابلة الإساءة بالإحسان ثم قال: «ومن أراد فهم هذه الدرجة كما ينبغي، فلينظر إلى سيرة النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- مع الناس يجدها هذه بعينها، ولم يكن كمال هذه الدرجة لأحدٍ سواه، ثم للورثة منها بحسب سهامهم من التَّرِكة.\nوما رأيت أحدًا قطُّ أجمع لهذه الخصال من شيخ الإسلام ابن تيمية -قدس الله روحه-، وكان بعضُ أصحابه الأكابر يقول: ودِدْتُ أني\n(1) «الوابل الصيب» (ص 185).\n(2) المصدر نفسه (ص 334).\nالجزء: 1 - الصفحة: 89\n",
        "لأصحابي مثله لأعدائه وخصومه، وما رأيته يدعو على أحدٍ منهم قط، وكان يدعو لهم.\nوجئتُ يومًا مبشرًا له بموت أكبر أعدائه، وأشدّهم عداوةً وأذى له، فنهرني وتنكَّر لي واسترجع، ثم قام من فوره إلى بيت أهله فعزَّاهم، وقال: إني لكم مكانه، ولا يكون لكم أمر تحتاجون فيه إلى مساعدة إلا وساعدتكم فيه. ونحو هذا من الكلام، فسرُّوا به، ودعوا له، وعظَّموا هذه الحال منه، فرحمه الله ورضي عنه» (1).\n*\nتواضعه وهضمه لنفسه\n:\nقال ابن القيم: «فلا شيء أنفع للصادق من التحقق بالمسكنة والفاقة والذلّ، وأنه لا شيء، وأنه ممن لم يصح له بَعدُ الإسلام حتى يدَّعي الشرفَ فيه.\nولقد شهدت من شيخ الإسلام ابن تيمية -قدس الله روحَه- من ذلك أمرًا لم أشاهده من غيره، وكان يقول كثيرًا: ما لي شيء، ولا منِّي شيء، ولا فيَّ شيء.\nوكان كثيرًا ما يتمثَّل بهذا البيت:\nأنا المكدِّي وابنُ المكدِّي\n...\nوهكذا كان أبي وجدي\nوكان إذا أُثني عليه في وجهه يقول: والله إني إلى الآن أجدد إسلامي كل وقت، وما أسلمتُ بعدُ إسلامًا جيِّدًا.\n(1) «مدارج السالكين» (2/ 345).\nالجزء: 1 - الصفحة: 90\n",
        "وبعث إليَّ في آخر عمره قاعدةً في التفسير بخطه، وعلى ظهرها أبيات بخطِّه من نظمه:\nأنا الفقير إلى رب البريات\n...\nأنا المُسَيْكين في مجموع حالاتي (1)\nوساق بعدها أبياتًا ستأتي بتمامها (2).\n*\nفراسة الشيخ\n:\nقال ابن القيم: «ولقد شاهدت من فراسة شيخ الإسلام ابن تيمية -رحمه الله- أمورًا عجيبة، وما لم أشاهده منها أعظم وأعظم، ووقائع فراسته تستدعي سِفْرًا ضخمًا:\n- أخبر أصحابه بدخول التتار الشام سنة تسع وتسعين وستمائة، وأن جيوش المسلمين تُكْسَر، وأن دمشق لا يكون بها قتل عام، ولا سبي عام، وأن كَلَب الجيش وحدّته في الأموال، وهذا قبل أن يهمّ التتارُ بالحركة.\n- ثم أخبر الناس والأمراء سنة اثنتين وسبعمائة -لما تحرك التتار وقصدوا الشام- أن الدائرة والهزيمة عليهم، وأن الظَّفَر والنصر للمسلمين، وأقسم على ذلك أكثر من سبعين يمينًا، فيقال له: قل «إن شاء الله» فيقول: «إن شاء الله» تحقيقًا لا تعليقًا.\n(1) «مدارج السالكين»: (1/ 524 - 525).\n(2) (ص 114 - 115).\nالجزء: 1 - الصفحة: 91\n",
        "وسمعته يقول ذلك، قال: فلما أكثروا عليَّ، قلت: لا تكثروا، كتب الله تعالى في اللوح المحفوظ: أنهم مهزومون في هذه الكرَّة، وأن النصر لجيوش الإسلام. قال: وأطعمت بعضَ الأمراء والعسكر حلاوة النصر قبل خروجهم إلى لقاء العدو.\n- وكانت فراسته الجزئية في خلال هاتين الواقعتين مثل المطر.\n- ولما طُلِب إلى الدِّيار المصرية وأُرِيد قتله -بعد ما أُنْضِجت له القدور، وقُلِّبَت له الأمور- اجتمع أصحابه لوداعه، وقالوا: قد تواترت الكتب بأن القوم عاملون على قتلك. فقال: والله لا يصلون إلى ذلك أبدًا. قالوا: أفتحبس؟ قال: نعم، ويطول حبسي، ثم أخْرُج وأتكلَّم بالسنة على رؤوس الناس (1). سمعته يقول ذلك.\nولما تولى عدوُّه الملقب بالجاشنكير المُلكَ أخبروه بذلك، وقالوا: الآن بلغ مرادُه منك. فسجد لله شكرًا وأطال، فقيل له: ما سبب هذه السجدة؟ فقال: هذا بداية ذلّه ومفارقة عِزّه من الآن، وقُرْب زوال أمره. فقيل له: متى هذا؟ فقال: لا تُرْبَط خيول الجند على القرط حتى تُقْلَب دولته. فوقع الأمر مثل ما أخبر به. سمعت ذلك منه وعنه.\n- وقال مرة: يدخل عليَّ أصحابي وغيرهم، فأرى في وجوههم وأعينهم أمورًا ولا أذكرها لهم. فقلت له -أو غيري-: لو أخبرتهم؟ فقال: أتريدون أن أكون معرِّفًا كمعرِّف الولاة؟!\n(1) في نسخة «المنابر».\nالجزء: 1 - الصفحة: 92\n",
        "- وقلت له يومًا: لو عاملتنا بذلك لكان أدعى إلى الاستقامة والصلاح. فقال: لا تصبرون معي على ذلك جمعة. أو قال: شهرًا.\n- وأخبرني غير مرَّة بأمور باطنة تختصُّ بي مما عزمت عليه، ولم ينطق به لساني.\n- وأخبرني ببعض حوادث كبار تجري في المستقبل، ولم يعيِّن أوقاتها، وقد رأيتُ بعضَها، وأنا أنتظر بقيتها.\n- وما شاهده كبار أصحابه من ذلك أضعافُ أضعافِ ما شاهدتُه، والله أعلم» (1).\n*\nأحوال الشيخ مع أصحابه وتلاميذه\n:\nقال ابن القيم: «ولقد حدّثني من أثق به أن نملةً خرجت من بيتها، فصادفت شقّ جرادة، فحاولت أن تحمله فلم تُطِق، فذهبت وجاءت معها بأعوان يحملنه معها، قال: فرفعتُ ذلك من الأرض، فطافتْ في مكانه فلم تجده، فانصرفوا وتركوها، قال: فوضعتُه، فعادت تحاول حَمْله فلم تقدر، فذهبت وجاءت بهم، فرفعتُه، فطافت، فلم تجده، فانصرفوا. قال: فعلت ذلك مرارًا، فلما كان في المرة الأخيرة استدار النمل حلقة، ووضعوها في وسطها وقطعوها عضوًا عضوًا.\nقال شيخنا -وقد حكيتُ له هذه الحكاية-: هذه النمل فطرها الله سبحانه على قبح الكذب وعقوبة الكذَّاب» (2).\n(1) «مدارج السالكين»: (2/ 490 - 491).\n(2) «شفاء العليل»: (1/ 240 - مكتبة العبيكان).\nالجزء: 1 - الصفحة: 93\n",
        "قال ابن القيم: «ولا ريب أن للمحبة سلطانًا قاهرًا للقلب أعظم من سلطان من يقهر البدن، فأين من يقهر قلبك وروحك إلى من يقهر بدنك؟ ولذلك تعجبت الملوك والجبابرة مِن قَهْرهم للخلق، وقهر المحبوب لهم وذلهم له، فإذا فاجأ المحبوب مُحبه، ورآه بغتة = أحسَّ القلبُ بهجوم سلطانه عليه، فاعتراه روعة وخوف.\nوسألنا يومًا شيخ الإسلام ابن تيمية -قدس الله روحه- عن هذه المسألة، فذكرتُ أنا هذا الجواب، فتبسَّم ولم يقل شيئًا» (1).\nقال ابن القيم:\nيا قوم والله العظيم نصيحة\n...\nمن مشفق وأخٍ لكم معوان\nجرّبتُ هذا كلّه ووقعت في\n...\nتلك الشباك وكنت ذا طيران\nحتى أتاح لي الإلهُ بفضله\n...\nمن ليس تجزيه يدي ولساني\nحَبْر أتى من أرض حرَّانٍ فيا\n...\nأهلًا بمن قد جاء من حرَّان\nفالله يجزيه الذي هو أهله\n...\nمن جنة المأوى مع الرضوان\nأخذت يداه يدي وسار فلم يَرِم\n...\nحتى أراني مطلع الإيمان» (2)\n*\nأحوال الشيخ في المحن الخاصة والعامة\n:\nقال ابن القيم: «ومن جنايات التأويل ما وقع في الإسلام من\n(1) «مدارج السالكين»: (2/ 262 - 263).\n(2) «الكافية الشافية»: (2/ 526 - 527).\nالجزء: 1 - الصفحة: 94\n",
        "الحوادث بعد موت رسول الله -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- وإلى يومنا هذا\n...\n-ثم ساق جملة من ذلك إلى أن قال-: «ولا جرى على شيخ الإسلام ابن تيمية ما جرى من خصومِه بالسَّجْن، وطلب قتله أكثر من عشرين مرة = إلا بالتأويل» (1).\nقال ابن القيم: «لما قضى في القدم بسابقة سلمان (2) عرج به دليل التوفيق عن طريق آبائه في التمجُّس، فأقبل يناظر أباه في دين الشرك، فلما علاه بالحجة لم يكن له جوابٌ إلا القيد، وهذا جواب يتداوله أهل الباطل من يوم حرفوه، وبه أجاب فرعونُ موسى: {لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ} [الشعراء: 29]، وبه أجاب الجهمية الإمام أحمد لما عرضوه على السِّياط، وبه أجاب أهلُ البدع شيخَ الإسلام حين استودعوه السجن، وها نحن على الأثر» (3).\nقال ابن القيم: «وسمعت شيخ الإسلام ابن تيمية -قدس الله روحه- يقول: إن في الدنيا جنةً من لم يدخلها لا يدخل جنة الآخرة.\nوقال لي مرة: ما يصنع أعدائي بي؟ أنا جنتي وبستاني في صدري، أين رُحْت فهي معي لا تفارقني، إنَّ حَبْسي خَلْوة، وقتلي شهادة، وإخراجي من بلدي سياحة.\n(1) «الصواعق المرسلة»: (1/ 380 - 381 - دار العاصمة).\n(2) يعني سلمان الفارسي رضي الله عنه.\n(3) «الفوائد»: (ص 53 - دار عالم الفوائد).\nالجزء: 1 - الصفحة: 95\n",
        "وكان يقول في محبسه بالقلعة. لو بذلت لهم ملء هذه القلعة ذهبًا ما عَدَل عندي شكر هذه النعمة. أو قال: ما جزيتهم على ما تسببوا لي فيه من الخير. ونحو هذا.\nوكان يقول في سجوده -وهو محبوس-: «اللهم أعِنّي على ذكرك وشكرك وحسن عبادتك» ما شاء الله.\nوقال لي مرّة: المحبوس من حُبِس قلبُه عن ربه تعالى، والمأسور من أسره هواه.\nولما أُدْخِل إلى القلعة وصار داخل سورها نظر إليه وقال: {فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ} [الحديد: 13].\nوعَلِم الله ما رأيت أحدًا أطيب عيشًا منه قط، مع ما كان فيه من ضيق العيش، وخلاف الرفاهية والنعيم، بل ضدها، ومع ما كان فيه من الحبس والتهديد والإرجاف، وهو مع ذلك من أطيب الناس عيشًا، وأشرحهم صدرًا، وأقواهم قلبًا، وأسرّهم نفسًا، تلوح نضرة النعيم على وجهه.\nوكنا إذا اشتدَّ بنا الخوف، وساءت مِنّا الظنون وضاقت بنا الأرض = أتيناه، فما هو إلا أن نراه ونسمع كلامه، فيذهب ذلك كله وينقلب انشراحًا وقوةً ويقينًا وطمأنينةً.\nفسبحان من أشهد عبادَه جنتَه قبل لقائه، وفتح لهم أبوابها في دار العمل، فأتاهم من رَوحِها ونسيمها وطيبها ما استفرغ قُواهم لطلبها\nالجزء: 1 - الصفحة: 96\n",
        "والمسابقة إليها» (1).\n*\nأحوال الشيخ في مرضه وعلاجه للمرضى\n(2):\nقال ابن القيم: «وحدثني شيخنا قال: ابتدأني مرض، فقال لي الطبيب: إن مطالعتك وكلامك في العلم يزيد المرض. فقلت له: لا أصبر على ذلك، وأنا أحاكمك إلى علمك، أليست النفس إذا فرحت وسُرَّت قويَت الطبيعة، فدفعت المرض؟ فقال: بلى. فقلت له: فإن نفسي تُسَرُّ بالعلم، فتقوى به الطبيعة، فأجد راحة. فقال: هذا خارج عن علاجنا. أو كما قال» (3).\nقال ابن القيم: «وكان شيخ الإسلام ابن تيمية -رحمه الله- إذا اشتدَّت عليه الأمور: قرأ آيات السكينة.\nوسمعته يقول في واقعة عظيمة جرت له في مرضه، تعجز العقول عن حملها -من محاربة أرواح شيطانية، ظهرت له إذ ذاك في حال ضعف القوة- قال: فلما اشتدّ عليَّ الأمر، قلت لأقاربي ومن حولي: اقرؤوا آيات السكينة. قال: ثم أقْلع عنَّي ذلك الحال، وجلست وما بي قَلَبَة» (4).\n(1) «الوابل الصيب» (ص 109 - 110).\n(2) وقد ذكر الذهبي بصر شيخ الإسلام بالطب، قال في «الطب النبوي»: (ص 228): «ورأيت شيخنا إبراهيم الرقي بصيرًا بالطب، وكذلك شيخنا الشيخ تقي الدين ابن تيمية، والشيخ عماد الدين الواسطي رحمه الله تعالى».\n(3) «روضة المحبين» (ص 80 - أحمد عبيد).\n(4) «مدارج السالكين»: (2/ 502). وسبق النص (ص 83 - 84).\nالجزء: 1 - الصفحة: 97\n",
        "قال ابن القيم: «وشاهدت شيخنا يرسل إلى المصروع من يخاطب الروح التي فيه، ويقول: قال لك الشيخ: اخرجي، فإن هذا لا يحلّ لكِ، فيفيق المصروع. وربما خاطبها بنفسه، وربما كانت الروح ماردةً فيخرجها بالضرب، فيُفيق المصروع ولا يحسّ بألم، وقد شاهدنا نحن وغيرنا منه ذلك مرارًا.\nوكان كثيرًا ما يقرأ في أُذُن المصروع: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ} [المؤمنون: 115].\nوحدثني أنه قرأها مرة في أذن المصروع، فقالت الروح: نعم، ومدَّ بها صوته. قال: فأخذتُ له عصا، وضربتُه بها في عروق عنقه حتى كلَّت يداي من الضرب، ولم يشكّ الحاضرون أنه يموت لذلك الضرب، ففي أثناء الضرب قالت: أنا أُحِبه. فقلتُ لها: هو لا يحبك. قالت: أنا أريد أن أحجّ به، فقلت لها: هو لا يريد أن يحجَّ معك. فقالت: أنا أدعه كرامةً لك. قال: قلت: لا ولكن طاعةً لله ولرسوله. قالت: فأنا أخرج منه. قال: فقعد المصروع يلتفت يمينًا وشمالًا. وقال: ما جاء بي إلى حضرة الشيخ؟ قالوا له: وهذا الضرب كلّه؟ فقال: وعلى أيّ شيء يضربني الشيخ ولم أذنب؟! ولم يشعر بأنه وقع به ضرب ألبتةَ.\nوكان يعالج بآية الكرسي، وكان يأمر بكثرة قراءتها المصروع ومن يعالجه بها، وبقراءة المعوذتين» (1).\n(1) «زاد المعاد»: (4/ 68 - 69).\nالجزء: 1 - الصفحة: 98\n",
        "وذَكَر الرُّعاف، ثم قال: «كان شيخ الإسلام ابن تيمية- رحمه الله- يكتب على جبهته: {وَقِيلَ يَاأَرْضُ ابْلَعِي مَاءَكِ وَيَاسَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ} [هود: 44]. وسمعته يقول: كتبتها لغير واحدٍ فبرأ. وقال (1): ولا يجوز كتابتها بدم الراعف، كما يفعله الجُهَّال، فإن الدم نجس، فلا\nيجوز أن يُكْتب به كلام الله تعالى» (2).\n*\nأحوال الشيخ مع أهل عصره\n:\nقال ابن القيم: «ولقد أنكر بعض المقلِّدين على شيخ الإسلام في تدريسه بمدرسة ابن الحنبلي (3)، وهي وقْفٌ على الحنابلة، والمجتهد ليس منهم، فقال: إنما أتناول ما أتناوله منها على معرفتي بمذهب أحمد، لا على تقليدي له.\nومن المحال أن يكون هؤلاء المتأخرون على مذهب الأئمة دون أصحابهم الذين لم يكونوا يقلدونهم، فأتْبَع الناس لمالك ابن وهب وطبقته ممن يحَكم الحجة وينقاد للدليل أين كان، وكذلك أبو يوسف ومحمد أتبع لأبي حنيفة من المقلدين له مع كثرة مخالفتهما له، وكذلك\nالبخاري ومسلم وأبو داود والأثرم وهذه الطبقة من أصحاب أحمد أتبَع له من المقلِّدين المحض المنتسبين إليه. وعلى هذا فالوقف على أتباع\n(1) (ط): «فقال».\n(2) «زاد المعاد»: (4/ 358).\n(3) انظر في التعريف بها: «الدارس في تاريخ المدارس»: (2/ 64 - 79).\nالجزء: 1 - الصفحة: 99\n",
        "الأئمة أهل الحجة والعلم أحقّ به من المقلدين في نفس الأمر» (1).\nوذكر ابن القيم مسألة المفلس إذا استغرقت الديونُ مالَه فهل يصح تبرعه قبل الحَجْر بما يضرّ بأرباب الديون؟ وذَكَر في المسألة قولين: مذهب مالك وابن تيمية عدم الصحة، وذهب الأئمة الثلاثة إلى الصحة، ثم قال: «وسمعت شيخ الإسلام ابن تيمية -رحمه الله- يحكي عن بعض علماء عصره من أصحاب أحمد أنه كان ينكر هذا المذهب ويضعِّفه -القول بعدم الصحة-، قال: إلى أن بُلِي بغريم تبرَّع قبل الحجر عليه، فقال: والله مذهب مالك هو الحق في هذه المسألة» (2).\nقال ابن القيم: «كان في زماننا رجل مشار إليه بالفتوى، وهو مقدَّم في مذهبه، وكان نائب السلطان يرسل إليه في الفتاوى، فيكتب: يجوز كذا -أو يصح كذا، أو ينعقد- بشرطه، فأرسل إليه يقول له: تأتينا فتاوى منك فيها: يجوز -أو ينعقد أو يصح- بشرطه، ونحن لا نعلم شرطه، فإما أن تبين شرطه، وإما أن لا تكتب ذلك.\nوسمعت شيخنا يقول: كلُّ أحدٍ يحسن أن يفتي بهذا الشرط، فإن أي مسألة وردت عليه يكتب فيها: يجوز بشرطه، أو يصح بشرطه، أو يقبل بشرطه\n...\nونحو ذلك، وهذا ليس بعلم، ولا يفيد فائدة أصلًا سوى\n(1) «إعلام الموقعين»: (3/ 542 - 543). ويحتمل أن قوله: «ومن المحال أن\n...\n» من كلام ابن القيم شرحًا لكلام شيخ الإسلام.\n(2) «إعلام الموقعين»: (5/ 404 - 405).\nالجزء: 1 - الصفحة: 100\n",
        "حيرة السائل وتنكّده» (1).\nوقال ابن القيم: «سمعت شيخنا يقول: سمعت بعض الأمراء يقول عن بعض المفتين من أهل زمانه: يكون عندهم في المسألة ثلاثة أقوال، أحدها: الجواز، والثاني: المنع، والثالث: التفصيل، فالجواز لهم، والمنع لغيرهم، وعليه العمل» (2).\nقال ابن القيم: «وسمعت شيخنا -رحمه الله تعالى- يقول: حضرتُ عقدَ مجلس عند نائب السلطان في وقفٍ أفتى فيه قاضي البلد بجوابين مختلفين، فقرأ جوابه الموافق للحق، فأخرج بعضُ الحاضرين جوابه الأول، وقال: هذا جوابك بضدِّ هذا، فكيف تكتب جوابين متناقضين في واقعة واحدة؟! فوَجَم الحاكم، فقلت: هذا من علمه ودينه، أفتى أولًا بشيء، ثم تبين له الصواب فرجع إليه، كما يفتي إمامه بقول، ثم يتبين له خلافه فيرجع إليه، ولا يقدح ذلك في علمه ولا دينه، وكذلك سائر الأئمة، فسُرَّ القاضي بذلك وسُرَّي عنه» (3).\nقال ابن القيم: «وسمعت شيخنا العلامة ابن تيمية -قدس الله روحه- يقول: كنا عند نائب السلطنة وأنا إلى جانبه، فادَّعى بعض الحاضرين أن له قِبَلي وديعة، وسأل إجلاسي معه وإحلافي، فقلت\n(1) «إعلام الموقعين»: (6/ 76). وفي نسخة: «وتبلده».\n(2) «إعلام الموقعين»: (4/ 124).\n(3) «إعلام الموقعين»: (6/ 160).\nالجزء: 1 - الصفحة: 101\n",
        "لقاضي المالكية -وكان حاضرًا-: أتسُوغ هذه الدعوى وتُسمع؟ فقال: لا. فقلت: فما مذهبك في مثل ذلك؟ قال: تعزير المُدَّعي. قلت: فاحكم بمذهبك. فأُقيم المدَّعي، وأُخْرج» (1).\nوذكر ابن القيم أن الناس المخالطين على أصناف، وذكر منها من مخالطته حمى الروح، وهو الثقيل البغيض العقل، الذي لا يحسن أن يتكلم فيفيدك، ولا يحسن أن ينصت فيستفيد منك، ولا يعرف نفسه فيضعها في منزلتها\n...\nإلى أن قال: ورأيت يومًا عند شيخنا -قدس الله روحه- رجلًا من هذا الضرب، والشيخ يحمله، وقد ضَعُفَت القُوى عن حمله، فالتفت إليَّ وقال: مجالسة الثقيل حُمى الرِّبْع (2). ثم قال: لكن أدمنت أرواحُنا على الحمَّى، فصارت لها عادة. أو كما قال» (3).\n...\n(1) «الطرق الحكمية»: (1/ 303 - دار عالم الفوائد).\n(2) حمى الرِّبع -بالكسر- هي التي تعرض يومًا وتقلع يومين ثم تأتي في الرابع وهكذا. انظر «المصباح المنير»: (ص 83).\n(3) «بدائع الفوائد»: (2/ 823).\nالجزء: 1 - الصفحة: 102\n",
        "3 -\n[الشيخ والأمر بالمعروف والنهي عن المنكر]\n* انتصاره للإسلام والذبّ عنه، وصدّ أهل البدع والأهواء:\nقال ابن القيم: «وأصل كلّ بليّة في العالم -كما قال محمد الشهرستاني- من معارضة النص بالرأي، وتقديم الهوى على الشرع، والناس إلى اليوم في شرور هذه المعارضة وشؤم عاقبتها، فإلى الله المشتكى وبه المستعان.\nثم إنه خرج مع هذا الشيخ المتأخر (1) المعارض بين العقل والنقل أشياءُ لم تكن تُعرف قبله: جُسْت العَمِيدي (2)، وحقائق ابن عربي، وتشكيكات الرازي، وقام سوق الفلسفة والمنطق وعلوم أعداء الرسل التي فرحوا بها لمَّا جاءتهم رسلهم بالبينات، وصارت الدولة والدعوة لأرباب هذه العلوم.\nثم نظر الله إلى عباده وانتصر لكتابه ودينه، وأقام جندًا تغزو ملوكَ\n(1) يعني: النصير الطوسي الرافضي.\n(2) الجُست كلمة فارسية معناها البحث والتقصّي، ثم أصبحت عَلَمًا على فن من فنون علم الجدل، وهو المبني على طريقة الفلاسفة، وهي الطريقة التي اخترعها العميدي. والعميدي هو: أبو حامد محمد بن محمد السمرقندي الحنفي (ت 615). انظر للتفصيل مقدمة تحقيق كتاب شيخ الإسلام ابن تيمية «تنبيه الرجل العاقل على تمويه الجدل الباطل»: (1/ 19 - 23) لكاتبه.\nالجزء: 1 - الصفحة: 103\n",
        "هؤلاء بالسيف والسنان، وجندًا تغزو علماءَهم بالحجة والبرهان.\nثم نبغت نابغة منهم في رأس القرن الثامن، فأقام الله لدينه شيخَ الإسلام أبا العباس ابن تيمية -قدَّس الله روحه- فأقام على غزوهم مدَّةَ حياته، باليد والقلب واللسان، وكَشَف للناس باطلَهم، وبيّن تلبيسَهم وتدليسَهم، وقابلهم بصريح المعقول وصحيح المنقول، وشفى واشتفى، وبَيَّن مناقضتهم ومفارقتهم لحكم العقل الذي به يُدْلون، وإليه يدعون، وأنهم أتْرَك الناس لأحكامه وقضاياه، فلا وحي ولا عقل! فأرْداهم في حُفَرهم، ورَشَقهم بسهامهم، وبيّن أن صحيح معقولاتهم خَدَم لنصوص الأنبياء شاهدة لها بالصحة، وتفصيل هذه الجملة موجودة في كتبه» (1).\nوقال ابن القيم:\nولأيّ شيء كان أيضًا خصمُكم\n...\nشيخَ الوجود العالم الحرَّاني\nأعني أبا العباس ناصرَ سنةِ الـ\n...\nـمختار قامع سنة الشيطان\nوالله لم يك ذنبه شيئًا سوى\n...\nتجريده لحقيقة الإيمان\nإذ جرَّد التوحيدَ عن شركٍ كذا\n...\nتجريدُه للوحي عن بهتانِ (2)\n*\nمناظرته للجبرية\n:\nوذكر ابن القيم الجبريَّة، ثم قال: «وأخبرني شيخ الإسلام -قدس\n(1) «الصواعق المرسلة» (3/ 1078 - 1080).\n(2) «الكافية الشافية»: (2/ 419).\nالجزء: 1 - الصفحة: 104\n",
        "الله روحه- أنه لام بعض هذه الطائفة على محبة ما يبغضه الله ورسوله، فقال له الملوم: المحبة نار تحرق من القلب ما سوى مراد المحبوب، وجميع ما في الكون مراده، فأيّ شيء أبغض منه؟\nقال الشيخ: فقلت له: إذا كان قد سخط على أقوام ولعنهم وذمهم وغضب عليهم، فواليتهم أنت وأحببتهم وأحببت أفعالهم ورضيتها تكون مواليًا له أو معاديا؟ قال: فبُهِت الجبري، ولم ينطق بكلمة» (1).\n*\nتكسير الأصنام\n:\nقال ابن القيم: «وقد كان بدمشق كثير من الأنصاب، فيسّر الله سبحانه كسرها على يد شيخ الإسلام وحزب الله الموحِّدين، كالعمود المُخَلَّق، والنصب الذي كان بمسجد النارنج (2) من المصلى يعبده الجهَّال، والنُّصْب الذي كان تحت الطاحون الذي عند مقابر النصارى ينتابه الناس للتبرك به، وكان صورة صنم في نهر القلّوط ينذرون له ويتبركون به، وقطع الله النصب الذي كان عند الرحْبَة يُسْرَج عنده ويتبرك به المشركون، وكان عمودًا طويلًا على رأسه حَجَر كالكُرَة، وعند مسجد درب الحجر نصب قد بُني عليه مسجد صغير، يعبده المشركون، يسَّر الله كسرَه» (3).\n(1) «شفاء العليل» (1/ 48).\n(2) (ط): «التاريخ» تحريف، وانظر ما سبق هنا (ص 16)، و «الجامع»: (ص 136، 417، 503، 733).\n(3) «إغاثة اللهفان»: (1/ 329 - المكتب الإسلامي).\nالجزء: 1 - الصفحة: 105\n",
        "* الإنكار على من يطلق «حكم الله» في مسائل الاجتهاد:\nقال ابن القيم: «وسمعت شيخ الإسلام يقول: حضرت مجلسًا فيه القضاة وغيرهم، فجرت حكومةٌ حَكَم فيها أحدهم بقول زُفَر، فقلت له: ما هذه الحكومة؟ فقال: هذا حكم الله. فقلت له: صار قول زفر هو حكم الله الذي حكم به وألزم به الأمة؟! قل: هذا حكم زفر، ولا تقل: هذا حكم الله. أو نحو هذا من الكلام» (1).\n*\nإنكاره فتوى من لم يفهم كلام الفقهاء\n:\nقال ابن القيم: «وقع لبعض من نَصَب نفسَه للفتوى من أهل عصرنا: ما تقول السادة الفقهاء في رجل وقف على أهل الذِّمة، هل يصحّ ويتقيّد الاستحقاق بكونه منهم؟ فأجاب بصحة الوقف، وتقييد الاستحقاق بذلك الوصف، وقال: هكذا قال أصحابنا: ويصحّ الوقفُ على أهل الذمة.\nفأنكر ذلك شيخنا عليه غاية الإنكار، وقال: مقصود الفقهاء بذلك أن كونه من أهل الذمة ليس مانعًا من صحة الوقف عليه بالقرابة أو بالتعيين، وليس مقصودهم أن الكفر بالله ورسوله، وعبادة الصليب، وقولهم: إن المسيح ابن الله شرطٌ لاستحقاق الوقف، حتى إن من آمن بالله ورسوله، واتَّبع دينَ الإسلام لم يحلّ له أن يتناول بعد ذلك من الوقف، فيكون حل تناوله مشروطًا بتكذيب الله ورسوله، والكفر بدين\n(1) «إعلام الموقعين»: (6/ 73).\nالجزء: 1 - الصفحة: 106\n",
        "الإسلام، ففرقٌ بين كون وصف الذمة مانعًا من صحة الوقف وبين كونه مقتضيًا، فغَلُظَ طبع هذا المفتي، وكَثُفَ فهمُه، وغلُظَ حجابه عن ذلك ولم يميّز» (1).\n* كشفه لكتاب زوَّره اليهود:\nوذكر ابن القيم اليهود، وقال: «فلما أجلاهم عمر إلى الشام تغير ذلك العقد الذي تضمَّن إقرارَهم في أرض خيبر، وصار لهم حُكْم غيرهم من أهل الكتاب.\nولما كان في بعض الدول التي خفيت فيها السنة وأعلامها، وأظهر طائفة منهم كتابًا قد عتّقوه وزوَّروه، وفيه: أن النبيّ -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- أسقط عن يهود خيبر الجزية، وفيه: شهادة علي بن أبي طالب، وسعد بن معاذ، وجماعة من الصحابة رضي الله عنهم، فَرَاج ذلك على من جَهِل سنةَ رسول الله -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- ومغازيه وسِيَره، وتوهموا بل ظنوا صحَّته، فجروا على حكم هذا الكتاب المزوَّر، حتى أُلقيَ إلى شيخ الإسلام ابن تيمية -قدس الله روحه- وطُلِب منه أن يُعِين على تنفيذه والعمل عليه، فبصق عليه، واستدل على كذبه بعشرة أوجه:\nمنها: أن فيها شهادة سعد بن معاذ، وسعد توفي قبل خيبر قطعًا.\nومنها: أن في الكتاب أنه أسقط عنهم الجزية، والجزية لم تكن نزلت بعد، ولا يعرفها الصحابة حينئذ، فإن نزولها كان عام تبوك بعد\n(1) «إعلام الموقعين»: (6/ 85 - 86).\nالجزء: 1 - الصفحة: 107\n",
        "خيبر بثلاثة أعوام.\nومنها: أنه أسقط عنهم الكُلَف والسُّخَر، وهذا محال، فلم يكن في زمانه كُلَف ولا سُخَر تُؤخذ منهم ولا من غيرهم، وقد أعاذه الله وأعاذ أصحابه من أخذ الكُلَف والسُّخَر، وإنما هي من وضع الملوك الظَّلَمة، واستمرَّ الأمر عليها.\nومنها: أن هذا الكتاب لم يذكره أحد من أهل العلم على اختلاف أصنافهم، فلم يذكره أحد من أهل المغازي والسير، ولا أحد من أهل الحديث والسنة، ولا أحد من أهل الفقه والإفتاء، ولا أحد من أهل التفسير، ولا أظهروه في زمان السلف؛ لعلمهم أنهم إن زوَّروا مثل ذلك عرفوا كذبَه وبُطلانَه، فلما استخفّوا بعضَ الدول في وقت فتنة وخفاء بعضَ السنة = زوَّروا ذلك وعتَّقوه وأظهروه، وساعدهم على ذلك طمع بعض الخائنين لله ولرسوله، ولم يستمرّ لهم ذلك حتى كشف الله أمره، وبيَّن خلفاءُ الرسل بطلانه وكذبه» (1).\nوذكر ابن القيم هذه الحادثة بسياق آخر من كلام شيخ الإسلام نفسه، قال:\n«فلما أجلاهم عمر رضي الله عنه إلى الشام ظنوا أنهم يستمرون على أن يعفوا منها فزوروا كتابًا يتضمَّن أن رسول الله أسقطها عنهم بالكُلية. وقد\n(1) «زاد المعاد»: (3/ 152 - 153)، وانظر «المنار المنيف» (ص 92 - 94 - دار عالم الفوائد).\nالجزء: 1 - الصفحة: 108\n",
        "صنف الخطيب والقاضي وغيرهما في إبطال ذلك الكتاب تصانيف، ذكروا فيها وجوهًا تدلّ على أن ذلك الذي بأيديهم موضوع باطل.\nقال شيخنا: ولما كان عام إحدى وسبع مئة (1) أحضرَ جماعةٌ من يهود دمشق عهودًا ادعوا أنها قديمة، وكلها بخط علي بن أبي طالب رضي الله عنه، وقد غَشَّوها بما يقتضي تعظيمها (2)، وكانت قد نفقت على ولاة الأمور من مدة طويلة، فأُسقطت عنهم الجزية بسببها وبأيديهم تواقيع ولاة، فلما وقفتُ عليها تبيَّن في نفسها ما يدلُّ على كذبها من وجوه كثيرة جدًّا:\nمنها: اختلاف الخطوط اختلافًا متفاقمًا في تأليف الحروف الذي يُعْلَم معه أن ذلك لا يصدر عن كاتب واحد، وكلها نافية أنه خط علي بن أبي طالب رضي الله عنه.\nومنها: أن فيها من اللحن الذي يخالف لغة العرب ما لا يجوز نسبة مثله إلى علي رضي الله عنه ولا غيره (3).\nومنها: الكلام الذي لا يجوز نسبته إلى النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- في حق اليهود، مثل قوله: أنهم يعاملون بالإجلال والإكرام، وقوله: السلام عليكم\n(1) انظر «البداية والنهاية- ضمن الجامع»: (ص 413 - 414) وفيه وقوف ابن كثير على الكتاب بنفسه.\n(2) ذكر ابن القيم في «المنار» (ص 94) أن هذا الكتاب «أحضر بين يدي شيخ الإسلام وحوله اليهود يَزُفونه ويُجِلّونه، وقد غُشي بالحرير والديباج».\n(3) ذكر ابن كثير أن فيه: «وكتب علي بن أبو طالب!».\nالجزء: 1 - الصفحة: 109\n",
        "ورحمة الله وبركاته، وقوله: أحسن الله بكم الجزاء، وقوله: وعليه أن يكرم محسنكم ويعفو عن مسيئكم، وغير ذلك.\nومنها: أن في الكتاب إسقاط الخراج عنهم مع كونهم في أرض الحجاز، والنبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- لم يضع خراجا قطّ، وأرض الحجاز لا خراج فيها بحال، والخراج أمر يجب على المسلمين فكيف يسقط عن أهل الذمة؟!\nومنها: أن في بعضها إسقاط الكُلَف والسُّخَر عنهم، وهذا مما فعله الملوك المتأخرون لم يشرعه الرسول -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- وخلفاؤه.\nوفي بعضها: أنه شهد عنده عبد الله بن سلام، وكعب بن مالك، وغيرهما من أحبار اليهود. وكعب بن مالك لم يكن من أحبار اليهود فاعتقدوا أنه كعب الأحبار (1) وذلك لم يكن من الصحابة، وإنما أسلم على عهد عمر رضي الله عنه.\nومنها: أن لفظ الكلام ونظمه ليس من جنس كلام النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-.\nومنها: أن فيه من الإطالة والحشو ما لا يشبه عهود النبي -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-.\nوفيها وجوه أخر متعددة، مثل أن هذه العهود لم يذكرها أحد من العلماء المتقدمين قبل ابن شريح، ولا ذكروا أنها رفعت إلى أحد من ولاة الأمور فعملوا بها، ومثل ذلك مما يتعين شهرته ونقله.\n(1) في الطبعتين: «بن مالك» والصواب ما أثبت.\nالجزء: 1 - الصفحة: 110\n",
        "قلت: ومنها أن هذا لم يروه أحد من مصنفي كتب السير والتاريخ، ولا رواه أحد من أهل الحديث ولا غيرهم البتة، وإنما يُعْرَف من جهة اليهود، ومنهم بدأ وإليهم يعود» (1).\n*\nإنكاره على من يفتي وليس بأهل\n:\nوذكر ابن القيم من يفتي الناس وهو ليس بأهل لذلك، ثم قال: «وكان شيخنا -رضي الله عنه- شديد الإنكار على هؤلاء، فسمعته يقول: قال لي بعض هؤلاء: أجُعِلْت محتسبًا على الفتوى؟ فقلت له: يكون على الخبازين والطباخين محتسب، ولا يكون على الفتوى محتسب؟!» (2).\n*\nنصح الشيخ وإرشاده\n:\n- آفات النفس وكيف تدفع:\nذكر ابن القيم الآفات التي تكون في النفس وكيفية التعامل معها، ثم قال: «وسألت يومًا شيخ الإسلام ابن تيمية -رحمه الله- عن هذه المسألة، وقطع الآفات، والاشتغال بتنقية الطرق وبتنظيفها؟ فقال لي جملة كلامه: النفس مثل الباطوس -وهو جب القذر- كلما نبشته ظهر وخرج، ولكن إن أمكنك أن تسقف عليه وتعبره وتجوزه فافعل، ولا\n(1) «أحكام أهل الذمة»: (1/ 53 - 55 - تحقيق صبحي الصالح). و (1/ 169 - 171 - دار رمادي).\n(2) «إعلام الموقعين»: (6/ 131).\nالجزء: 1 - الصفحة: 111\n",
        "تشتغل بنبشه، فإنك لن تصل إلى قراره، وكلما نبشت شيئًا ظهر غيرُه.\nفقلت: سألت عن هذه المسألة بعض الشيوخ، فقال لي: مثل آفات النفس مثال الحيات والعقارب التي في طريق المسافر، فإن أقبل على تفتيش الطريق عنها والاشتغال بقتلها انقطع ولم يمكنه السفر قط، ولكن لتكن همتك المسير والإعراض عنها، وعدم الالتفات إليها، فإذا عرض لك فيها ما يعوقك عن المسير فاقتله، ثم امض على سيرك.\nفاستحسن شيخ الإسلام ذلك جدًّا، وأثنى على قائله» (1).\nوقال: «وقال لي شيخ الإسلام رضي الله عنه -وقد جعلت أورِدُ عليه إيرادًا بعد إيراد-: لا تجعل قلبك للإيرادات والشبهات مثل السِّفِنْجة فيتشرَّبها، فلا ينضح إلا بها، ولكن اجعله كالزّجاجة المُصْمَتة تمرُّ الشبهات بظاهرها ولا تستقر فيها، فيراها بصفائه، ويدفعها بصلابته، وإلا فإذا أَشْرَبت قلبَك كلَّ شبهة تمرّ عليها صار مقرًّا للشبهات. أو كما قال.\nفما أعلم أني انتفعت بوصية في دفع الشبهات كانتفاعي بذلك» (2).\n- التحوّل من المذهب:\nقال ابن القيم: «وقد سمعت شيخنا -رحمه الله- يقول: جاءني بعض الفقهاء من الحنفية فقال: أستشيرك في أمر. قلت: وما هو؟ قال:\n(1) «مدارج السالكين»: (2/ 313 - 314).\n(2) «مفتاح دار السعادة»: (1/ 443).\nالجزء: 1 - الصفحة: 112\n",
        "أريد أن انتقل عن مذهبي. قلت له: ولم؟ قال: لأني أرى الأحاديث الصحيحة كثيرًا تخالفه، واستشرت في هذا بعض أئمة أصحاب الشافعي فقال لي: ولو رجعت عن مذهبك لم يرتفع ذلك من المذهب، وقد تقرَّرت المذاهب، ورجوعك غير مفيد. وأشار على بعضُ مشايخ التصوف بالافتقار إلى الله والتضرُّع إليه وسؤال الهداية لما يحبه ويرضاه، فماذا تشير به أنتَ عليَّ؟\nقال: فقلت له: اجعل المذهب ثلاثة أقسام: قسمٌ الحق فيه ظاهر بيِّن موافقٌ للكتاب والسنة، فاقض به وأنت طيب النفس منشرح الصدر.\nوقسم مرجوح ومخالفُه معه الدليل، فلا تُفْتِ به ولا تحكم به وادفعه عنك.\nوقسم من مسائل الاجتهاد التي الأدلة فيها متجاذبة، فإن شئت أن تفتي به، وإن شئت أن تدفعه عنك، فقال: جزاك الله خيرًا. أو كما قال» (1).\n- الاستغاثة بالله:\nذكر ابن القيم الاستعاذة بالله من الشيطان الرجيم، ثم قال: «وقال لي شيخ الإسلام ابن تيمية -قدس الله روحه- يومًا: إذا هاش عليك كلب الغنم فلا تشتغل بمحاربته ومدافعته، وعليك بالرَّاعي فاستغث به، فهو يصرف عنك الكلب» (2).\n(1) «إعلام الموقعين»: (6/ 165 - 166).\n(2) «الكلام على مسألة السماع»: (ص 195، 194) (ط. دار العاصمة).\nالجزء: 1 - الصفحة: 113\n",
        "- الاقتصاد في المباحات:\nقال ابن القيم: وقال لي يومًا شيخ الإسلام ابن تيمية -قدس الله روحه- في شيء من المباح: «هذا ينافي المراتب العالية، وإن لم يكن تركه شرطًا في النجاة. أو نحو هذا من الكلام» (1).\n- الدلالة على من يفتي:\nوذكر ابن القيم أنَّ على العالِم أن يتحرَّى في دلالته للمستفتي على غيره، وقال: «كان شيخنا -قدّس الله روحَه- شديد التجنُّب لذلك، ودللتُ مرَّة بحضرته على مفتٍ أو مذهب، فانتهرني، وقال: ما لك وله؟ دعه عنك. ففهمت من كلامه: إنك لتبوء بما عساه يحصل له من الإثم ولمن أفتاه» (2).\n[من رأى الشيخ بعد وفاته]\nقال ابن القيم: «وقد حدثني غير واحد ممن كان غير مائل إلى شيخ الإسلام ابن تيمية أنه رآه بعد موته وسأله عن شيء كان يشكل عليه من مسائل الفرائض وغيرها فأجابه بالصواب» (3).\nقال ابن القيم: «وثمرة الرضى: الفرح والسرور بالرب تبارك وتعالى.\n(1) «مدارج السالكين»: (2/ 26).\n(2) «إعلام الموقعين»: (6/ 117).\n(3) «الروح» (ص 115 - ابن كثير).\nالجزء: 1 - الصفحة: 114\n",
        "ورأيت شيخ الإسلام ابن تيمية -قدس الله روحه- في المنام، وكأني ذكرت له شيئًا من أعمال القلب، وأخذت في تعظيمه ومنفعته -لا أذكره الآن-، فقال: أما أنا فطريقتي: الفرح بالله والسرور به. أو نحو هذا من العبارة.\nوهكذا كانت حاله في الحياة، يبدو ذلك على ظاهره، وينادي به عليه حالُه» (1).\n[الشعر]\nونذكر هنا الأبيات الشعرية التي نص ابن القيم على أن الشيخ قالها، أو كان يكثر من التمثُّل بها.\nقال ابن القيم: «وحدثني بعض أقارب (2) شيخ الإسلام ابن تيمية -رحمه الله- قال: كان في بداية أمره يخرج أحيانًا إلى الصحراء، يخلو عن الناس، لقوَّة ما يَرِدُ عليه، فتبعته يومًا، فلما أصْحَر تنفَّس الصُعَداء، ثم جعل يتمثَّل بقول الشاعر -وهو لمجنون ليلى من قصيدته الطويلة-:\nوأخرج من بين البيوت لعلَّني\n...\nأحدِّث عنك القلب بالسرِّ خاليا (3)\nوقال: «وسمعت شيخ الإسلام تقي الدين ابن تيمية -قدس الله روحه- يقول: كيف يُطْلَب الدليلُ على من هو دليلٌ على كل شيء؟\n(1) «مدارج السالكين»: (2/ 172).\n(2) هو تقي الدين ابن شقير كما في «روضة المحبين» (ص 301).\n(3) «مدارج السالكين»: (3/ 65)، و «روضة المحبين» (ص 301، 467).\nالجزء: 1 - الصفحة: 115\n",
        "وكان كثيرًا ما يتمثَّل بهذا البيت:\nوليس يصح في الأذهان شيء\n...\nإذا احتاج النهار إلى دليل (1)\nقال ابن القيم: «وكان -أي شيخ الإسلام- كثيرًا ما يتمثَّل بهذا البيت:\nأنا المُكدّي وابن المُكدّي\n...\nوهكذا كان أبي وجدِّي (2)\nقال ابن القيم: «ورضي الله عن شيخنا إذ يقول:\nفإن كان نصبًا ولاء الصِّحاب\n...\nفإنِّي -كما زعموا- ناصبي\nوإن كان رفضًا وَلَا آلِهِ\n...\nفلا برح الرفض من جانبي (3)\nوقال ابن القيم: «وقدس الله روح القائل -وهو شيخ الإسلام ابن تيمية- إذ يقول:\nإن كان نصبًا حبّ صَحْب محمد\n...\nفليشهد الثقلان أني ناصبي (4)\nقال ابن القيم: «وبعث إليَّ في آخر عمره قاعدة في التفسير بخطه، وعلى ظهرها أبيات بخطه من نظمه:\n(1) «مدارج السالكين»: (1/ 71).\n(2) المصدر نفسه: (1/ 562).\n(3) «الصواعق المرسلة»: (3/ 941).\n(4) «الكافية الشافية»: (1/ 29)، و «مدارج السالكين»: (2/ 88). وهو في «درء التعارض»: (1/ 240).\nالجزء: 1 - الصفحة: 116\n",
        "أنا الفقير إلى ربّ البريّات\n....\nأنا المُسَيكين في مجموع حالاتي\nأنا الظلوم لنفسي وهي ظالمتي\n...\nوالخير إن يأتنا من عنده ياتي\nلا أستطيع لنفسي جلبَ منفعة\n...\nولا عن النفس لي دفع المضرَّات\nوليس لي دونه مولى يُدَبِّرني\n...\nولا شفيع إذا حاطت خطيئاتي\nإلا بإذن من الرحمن خالقنا\n...\nإلى الشفيع كما قد جا في الآيات\nولست أملك شيئًا دونه أبدًا\n...\nولا شريك أنا في بعض ذرات\nولا ظهير له كي يستعين به\n...\nكما يكون لأرباب الولايات\nوالفقر لي وصفُ ذاتٍ لازم أبدًا\n...\nكما الغنى أبدًا وصفٌ له ذاتي\nوهذه الحال حال الخلق أجمعهم\n...\nوكلهم عنده عبدٌ له آتي\nفمن بغى مطلبًا من غير خالقه\n...\nفهو الجهول الظلوم المشرك العاتي\nوالحمد لله ملء الكون أجمعه\n...\nما كان منه، وما من بعده ياتي» (1)\n...\n(1) «مدارج السالكين»: (1/ 225). وزاد في «العقود الدرية» (ص 453) بيتًا وهو:\nثم الصلاة على المختار من مُضرٍ\n...\nخير البريّة من ماضٍ ومن آتيِ\nوليس للشيخ بل لبعض ناسخي القصيدة كما بيَّنه ناظمه في موضع من «الكواكب الدراري» لابن عروة (الظاهرية رقم 597 - ق 89).\nالجزء: 1 - الصفحة: 117\n",
        "سؤال وجواب في شيخ الإسلام ابن تيمية\n(1) للشيخ شهاب الدين أحمد ابن الأذرعي الشافعي (ت 783)\nسؤال ورد من حلب الشهباء في شيخ الإسلام تقي الدين أحمد ابن تيمية رضي الله عنه، وهو:\nما تقول السادة العلماء أئمة الدين رضي الله عنهم أجمعين في شيخ الإسلام تقي الدين ابن تيمية رحمه الله تعالى، هل هو من أهل العلم والدين الذين يُقتدى بهم أم لا؟\nفإذا قلتم: إنه من أهل العلم والدين، هل يجوز لمغرور أن يأخذ الأشياء تقليدًا ويقدح في علمه وديانته؟ وهل يحرم عليه الطعن في مثل هذا الإمام من غير فهمٍ لكلامه؟ وهل يُثاب الإمام على زَجْر هذا المغرور أم لا؟ أفتونا مأجورين رضي الله عنكم أجمعين.\nفأجاب الشيخ الإمام العالم العلامة فريد العصر ووحيد الدهر مفتي المسلمين مظهر آثار المرسلين شيخ الدنيا والدين: شهاب الدين أحمد ابن الأذرعي الشافعي بحلب المحروسة رحمه الله تعالى فقال بعد الحمد لله:\nالشيخ تقي الدين ابن تيمية رحمه الله تعالى أحد أئمة الإسلام\n(1) نسخة تركيا ضمن مجموع (2 ق)، وقد تفضل بإرسالها إليَّ الصديق الأستاذ أبو الفضل القونوي محمد بن عبد الله أحمد.\nالجزء: 1 - الصفحة: 119\n",
        "الأعلام، كان رحمه الله تعالى بحرًا من البحور في العلم، وجبلًا شامخًا لا يختلف فيه اثنان من أهل العصر، ومن قال خلاف ذلك فهو جاهل أو معاند مقلدٌ لمثله، وإن خالف الناسَ في بعضِ مسائلَ فأمره إلى الله تعالى.\nوالوقيعة في أهل العلم -ولا سيّما أكابرهم- من كبائر الذنوب.\nوقد روى الخطيب البغدادي رحمه الله تعالى في كتابه «الجامع في آداب الراوي والسامع» (1) بإسناده عن ابن عباس رضي الله عنهما أنه قال: «من آذى فقيهًا واحدًا فقد آذى رسول الله -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-، ومن آذى رسول الله -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- فقد آذى الله تعالى».\nوقد قال بعض العلماء الماضين (2): «لحوم العلماء مسمومة، وعادة الله في هَتْك أعراض منتقصيهم معلومة، ومن وقع فيه (3) بالثَّلْب ابتلاه الله قبل موته بموت القلب، فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم».\nويُثاب وليُّ أمور المسلمين -أيده الله تعالى- على زَجْر هذا المعتدي الظالم لنفسه ولغيره. وكأنَّ المسكين المفتون لم يبلغه قول\n(1) كذا في الأصل، وليس الحديث فيه، وإنما هو في كتابه الآخر «الفقيه والمتفقه» رقم (124).\n(2) العبارة بنحوها في سياق أطول لأبي القاسم ابن عساكر في كتابه «تبيين كذب المفتري على أبي الحسن الأشعري»: (ص/ 29 - 30).\n(3) كذا في الأصل.\nالجزء: 1 - الصفحة: 120\n",
        "سيدنا رسول الله -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-: «لا تسبُّوا الأموات فإنهم قد أَفْضَوا إلى ما قدّموا» (1). وغير ذلك مما جاء من التحذير من الوقيعة في أعراض آحاد الناس فكيف في أكابر العلماء؟ وكأنه لم يبلغه قول بعضهم للرَّبيع بن خُثَيم: ما نراك تَعِيب أحدًا! (2) فقال: لستُ عن نفسي براضٍ فأتفرّغ من عيبها إلى عيب غيرها (3).\nوقد قال بعض الأئمة: لي في عيوب نفسي شُغْل عن عيوب الناس.\nوالله سبحانه وتعالى أعلم.\n...\n(1) أخرجه البخاري (1393) من حديث عائشة رضي الله عنها.\n(2) الأصل: «أحد».\n(3) أخرجه بنحوه أبو نعيم في «الحلية»: (2/ 110).\nالجزء: 1 - الصفحة: 121\n",
        "الشُّهُب العَليَّة في الردِّ على مَنْ كَفَّر ابن تيميّة\nنظم\nالقاضي عمر بن موسى بن الحسن الحمصي الشافعي\n(777 - 861)\nالجزء: 1 - الصفحة: 123\n",
        "بسم الله الرحمن الرحيم\nالله المستعان\nالحمد لله.\nرُفِع إليَّ بدمشق حين نزلتُ اليونسيّة (1) متوجِّهًا إلى طرابلس هذا السؤال المنظوم:\nما قول أهل علوم الشرع والحَسَبِ\n...\nفيمن يُكفّر شيخَ العلم والأدبِ\nتقيّ دين إله العرش شُهْرتُه\n...\nبابنٍ لتيميةٍ حرّانيَ النّسبِ\nمع علمه ما حوى من حِفْظ سنّتنا\n...\nوذبّ عنها أُهيلَ الزَّيغ والرِّيَبِ\nوزهده وتصانيفٍ محُرّرةٍ\n...\nوذو الكرامات والهمّات والقُرَبِ\nوهل يُكفَّر من أفتى بِرِدّتِه\n...\nويستتاب وماذا قيل في الكتبِ\nوهل يُباح مقالٌ في تَنَقّصِه\n...\nمقلّد الغير في ردٍّ لمعتصبِ\nوقال من قال عنه من أئمتنا\n...\nبشيخ الإسلام كفّره بلا رِيَبِ\nفأفت يا عالمًا في ذا المُصاب بما\n...\nعلمتَ وابسط بنظمٍ واضحٍ أجبِ\nقال: فكتبتُ بعض الجواب وعاجلني السفر، وأهملتُ ذلك إلى\n(1) هي الخانقاه اليونسية، أنشأها الأمير يونس دوادار السلطان الظاهر برقوق سنة (784). انظر «الدارس في تاريخ المدارس» (2/ 189 - 190)، و «خطط دمشق»: (ص 338، 408) للعلبي.\nالجزء: 1 - الصفحة: 125\n",
        "أن ورد عليّ بطرابلس خَبَر الواقعة (1)، واستفتاء علماء مصر، فوقفتُ على بعضها، فأحببت أن أجعل لي معهم قَدَمًا، وإن كنت أقلّهم عِلمًا وقَلَمًا، فقلت:\n* الحمد لله هادينا بلا نَصَب\n...\nإلى الصواب بخير العُجْم والعَرَب\nعليه صلى مع التسليم خالقُنا\n...\nناهيك عن شرفٍ في أعظم الكتبِ\nخُذ الجوابَ مع الإيجاز منتظمًا\n...\nكالدّر من بحرك الوافي لِذِي طلبِ\nكُسِي جواهرَ مَنْ والىَ أئمتنا\n...\nونورُه يُخْمِد الأعداءَ بالرَّهَب\nدليلُه قول خير الخلق شافِعنا\n...\nثم القياس وإجماعٌ من الصّحَب\nيَضُوعُ مِسْكُ ثناه من تكرّره\n...\nللسمع كالطيب في نثرٍ من الكتب\nله الضياء ووقعٌ للقلوب له\n...\nشأنٌ من الله في فتح عن الحُجُب\nوسّره جاء مثل السيف منتضلًا\n...\nكم ماردٍ قد رمى كالسمع بالشّهب\nيُسلِّمَنْ لمقالي كلُّ ذي عمل\n...\nفي العلم والدين والإنصاف والقُرَبِ\nوينصرَنَّ لحِزْب الله ثم لمن\n...\nقد أيّد الدين بالتقوى مع الطلب\n* نعم نُكفّر من أفتى بردّته\n...\nبغير تأويل إذ يفضي إلى العَطَب\nوصَحّ من سُنّةِ المختار سيِّدِنا\n...\nمعنى حديث البخاري ثم ذي الكتب (2)\n(1) يعني واقعة العلاء البخاري (ت 841) في تكفيره شيخ الإسلام ابن تيمية، وأن من يطلق عليه لقب «شيخ الإسلام» فهو كافر. انظر «الضوء اللامع»: (4/ 464 - 466).\n(2) يعني حديث: «من قال لأخيه يا كافر فقد باء بها أحدهما».\nالجزء: 1 - الصفحة: 126\n",
        "لا يرميَنْ رجلٌ منكم لصاحبه\n...\nبالكفر يَكْفُر وإن لَمْ ردّةً تجب\nوفي القُرانِ دليل لا نكفّر من\n...\nعلى الذنوب سوى شركٍ وسبِّ نبيْ\nوأجمعوا بجوازٍ في شهادة من\n...\nيكون ذا بدعة لا مُحْلِلَ الكذب\nثم القياس جليّ أن نكفّر من\n...\nأخرج من ديننا شخصًا بلا سبب\nلمثل هذا الذي يُضرب به مثلٌ\n...\nوطار شهرتُه في الأُفق بالسُّحُبِ\n* و «شيخَ الإسلام» قد سمّاه أعلمُنا\n...\nفي عصره وتلا جمعٌ من العَقِب\nوالزملكانيْ وصدر الدين (1) مُذْ بَرزا\n...\nوناظرا خاطَبا للشيخ بالأدب\nويشهدان له بالحفظ في سننٍ\n...\nولم يكن كفّرا يومًا من الحُقُب\nوكان في عصره في الشام يومئذٍ\n...\nسبعون مجتهدًا من كل مُنتخب\nلم يُرْوَ أن الذي ردوا عليه لهم\n...\nقولٌ بتكفيره أو نسبة الكذب\nبل عاذِرٌ باطلاعٍ في مداركه\n...\nوقائلٍ لعثارٍ كالجواد رُبي\nمن نحن للخوض في عِرْضٍ لأعلمنا\n...\nوما لنا بزقاقٍ ضيّق الخبب\nوإن يقل: حجتي إنكارُ منكره\n...\nفقل: له سابقٌ في قول ذي النُّجُب؟\nوإن تكن زلّة أو غلطة وقعت\n...\nمع اجتهادٍ فعفو الله مُنسحبُ\n(1) يعني كمال الدين الزملكاني (ت 727). وصدر الدين ابن الوكيل ويعرف بابن المرحِّل (ت 716) وهما من كبار الشافعية، ومن أقران شيخ الإسلام، وكانا قد أثنيا عليه، وناظراه، وزعموا أنه لم ينهض لمناظرة ابن تيمية غير ابن الوكيل. وانظر نموذجًا من مناظراته لشيخ الإسلام في «العقود» (ص 145 - 167)، و «الفتاوى»: (11/ 135 - 156).\nالجزء: 1 - الصفحة: 127\n",
        "حاشاه سبحانه من أن يُعذّب من\n...\nحامى عن الدين في ردٍّ على الصُّلُب\nدين النصارى ودينٍ لليهود وما\n...\nقد اطْرَوه من التثليث باسم الاب\nأهل الحُلول والأهوا ثم مُتَّحدٍ\n...\nوالرافضي ولتجسيمٍ وذي كَلَبِ (1)\n* وانظر عقيدتَه وافهم عبارته\n...\nفي كُتْبه فتجده غاية العجب\nفي كل فنّ يدٌ طولى وسيرتُه\n...\nفي الزهد مثل النواوي كامل الرّتب\nله الردود على الأهوا وذي بدع\n...\nفي كُتْبه العاليات (2) القَدْر والخطب\nمن قال عنه بتجسيم بمعتقد\n...\nفكاذِبٌ باء في نارٍ بمنقلَبِ\nبل اعتقاديَ فيه أنّه\n...\nرجل كالأولياءِ ومَن عاداه في حَرَب\nإن لم يك العلما أهل الولاية\n...\nمَنْ يكن وليًّا سوى بالوهب والجذَبِ\nعلمٌ بلا عملٍ يهوي بصاحبه\n...\nإلى جهنم مع حمّالة الحَطَب\nكم عالمٍ زلّ بالأقدام في رجلٍ\n...\nيخوض في عرضه بالذمّ والكذب\nويمدحنَّ لمذمومٍ ببدعته\n...\nمع ذمّ شيخِ علوم الشرع والأدب\nما كلمة قالها إلا اقشعرّ لها\n...\nجلدٌ وذابَ لها قلبُ لمُنْتَحِب\n* نبكي على زمنٍ صرْنا لرؤية من\n....\nيفتي بكفر وهُوْ في الجهل مُنْحَجبُ\nيجازف القولَ في أهل العلوم وهُم\n...\nسُمٌّ لحومهم قد جُرّبوا فَتُبِ\nمن أجمعوا أنه البحر الإمام لنا\n...\nمجدّدُ الدين في عصرٍ لمضطرب\n(1) (متحد) يعني: أهل وحدة الوجود. و (ذي كلب) يعني: اتباع «ابن كُلّاب».\n(2) تحتمل «الغاليات».\nالجزء: 1 - الصفحة: 128\n",
        "وأنه حافظ الإسلام عالمه\n...\nسارت فتاويه في الآفاق والشُّعَب\nله الكرامات كالأعلام شائعة\n...\nتُروى وتُقرا ومحياةٌ لمقترب (1)\nله التصانيف دلّت في تفرّده\n...\nبالحفظ والفهم والإتقان والكتب\nله المحافل والسلطان يسمعه\n...\nوقطعُ خصمٍ بأعلى قطع منتصب\nوكم رأوه يصلي الفجر في الأموي\n...\nمَع سجنه، وكذا في أزهر النُجُب (2)\nوإن أردت دليل الحسّ فهو إذن\n...\nموجودُ يُشهد مثلَ الشمس لم تَغِب\nمؤلفات عظامٌ ثم شهرته\n...\nوجعله مَثل الباهي بذي نَسَبِ\nجنازة شُهِدَت ما مثلها شهدوا\n...\nبعد القرون التي بالخير في التُّرَب\nوابنٌ لقيّمَ تليمذٌ ورُفقته\n...\nوصَحْبُه كلهم فاقوا على الصَّحَب\nفمثل هذا يكن بالكفر متصفًا\n...\nبقول من يدّعي علمًا ولم يُجِب\nأما لنا غيرةٌ في الحقِّ تأخذنا\n...\nبقَصْم من يجتري بالفُجْر والثَّلَبِ\nويا شماتةَ أعداءٍ به امَّشَعوا\n...\nرفعًا وبُشراهمُ في خفض مُنْتَصِب\nيا ضحك إبليس منّا إذ نكفّره\n...\nمن غير ما رِدَّةٍ كلا ولا رِيَب\nمُنى العِدا كُفْر من أطْفى أدِلَّتهم\n...\nبنوره ودوام اللهو واللعب\nفلا جزى الله خيرًا من يُعينهمُ\n...\nبالقول والكتب في حِلْمٍ وفي غضب\n(1) (ط): «وتنتحي لمنتحب».\n(2) هذا من المبالغات، أنه مع سجنه كان يُرى في المسجد الأموي، والجامع الأزهر!\nوهذا مما أنكره شيخ الإسلام على مدَّعي المشيخة والولاية.\nالجزء: 1 - الصفحة: 129\n",
        "ما حققوا العلمَ ما شموا روائحه\n...\nإذ كفروا عالم الإسلام بالعَصَب\nتعصَّبوا بمقال في تنقّبهم (1)\n...\nولُثِّموا إثمَه في الرأس والذنب\nقد زانه لهمُ شيطانُ إنسهمُ\n...\nمحُسّنًا وانْثَنى من بعد ما غُلِبُوا\nفقال: إني بَرِيْ قولًا بردّته\n...\nبل كنتُ في دمه مَعكم كمُغْتَصَب\nفيا أئمة دين الله هل أحدٌ\n...\nيرضيه قولٌ بكفر العالم الدَّرِب\nتحَتّم الفَحْص والدَّعوى على رجلٍ\n....\nأفتى بكفرٍ بأنْ يُلْجى إلى السبب\nفإن أقام دليلًا قاطعًا عجبًا\n...\nفذاك أو ذا احتمال فيه فاستتب\nأولَمْ فكَفّره واحكُم إذ تنقّصَه\n...\nتعزيرَه بسياطٍ أو بذي الأدب\nوإن تخفّفْ بسجنٍ فاضْرِبَنّ له\n....\nطويل وقتٍ إلى شعبان أو رجبِ\nلرَدع أمثاله والمُقْدمين على\n...\nمقالِه تَبَعًا تقليدَ مُصطحب\nفما يضرّ بنا غير التساهل في\n...\nأمرٍ كهذا وقولُ العاذِلِ النّدب\nإن تنصروا الله ينصرْكم ويخذلهم\n....\nوإن عفوتم فلا لومٌ لمُعْتَقب\nما يسلمُ الشرف الأعلى لملتنا\n....\nحتى يُراق دمٌ أو ضربُ مرتكب\nوامنع شهادته أيضًا روايته\n....\nفإن مضى عامُه في الخير فاتهِّبِ\nوإن يُصمّم على تكفيره ويَقُل\n...\nبكُفْر من قال: «شيخَ الدين» فاطَّلبِ\nبمجلسٍ حَفِلٍ وافسد لصورته\n....\nوكرّر الضرب بالتكرار أو يَتُبِ\nما خاب نقلٌ لنجل الناصري وبل\n...\nأصاب في القول كالإبريز بالذهب\n(1) تحتمل: «تيقنهم».\nالجزء: 1 - الصفحة: 130\n",
        "ونجل ناصرِ دينِ الله حافظِنا (1)\n...\nأجاد في جَمْع من سمَّاه في الكتب\nبشيخ الإسلام فانظر في مؤلفه\n...\nصدقًا وعدلًا فما ينكِرْه غير غبي\nأو حاسدٍ عَميت عنه بصيرته\n...\nفخاض في هُوَّةٍ تُفضي إلى العَطب\nالله أكبر هل تُنكِرْ فضائلَ مَن (2)\n...\nسارت فضائله كالشمس لم تغب\nيا ليتني كنت في يوم لأزْمَتِهِ (3)\n....\nحتى يرى النصر حقًّا بعض ما يجب\nوقد كفاه بهم أعلام شِرْعتنا\n...\nفي مصر إذ شاهدوا التصنيف باللقب\nفصالح الوقت نجل الحبر أعَلمُنا\n...\nورِفْقُةُ بقضاء الحق لم يَشب\nوذا جوابُ عُبيدٍ قاصرٍ عمرَ الـ\n...\nـحمصِي انْتمَى لبني مخزومَ بالنسب\nهُوْ نقطة من بحار العلم خادمهم\n...\nأحبّ نظمًا له في سِلْك ذي النَّشَب (4)\nفالمرء مع مَن أحبَّ الله يجمعهم\n...\nيوم المعاد وناجٍ يشفعَنْ كنبي\n(1) يعني: الحافظ ابن ناصر الدين الدمشقي (ت 842) الذي ألف كتابه «الرد الوافر على من زعم بأن من سمى ابنَ تيمية: شيخَ الإسلام كافر». في الردّ على العلاء البخاري.\n(2) من قوله: «ونجل ناصر\n...\n» إلى هنا مُحاط عليها بقلم دقيق ثم كتب في الهامش الأيمن ما نصه: «هذه الأربعة الأبيات المحوق عليها نظم الشيخ شمس الدين محمد بن محمد الياسوفي شيخنا» اهـ.\n(3) كذا ضبطها في الأصل، وفي (ط): «أُلازمه».\n(4) البيت مستدرك في الهامش وعليه علامة التصحيح. وفيه كلمات شبه مطموسة، استفدت قراءة بعض كلماته من (ط)، والبيت فيها:\nهو نقطة من بحار القوم خادمهم\n...\nأحبّ نظمًا له في سلك ذي نَسب\nالجزء: 1 - الصفحة: 131\n",
        "ويرحم الله مشغولًا بِعَورَته\n...\nوعيبِ نفسٍ عن الإسلام والكسب (1)\nوما لنا ولمن قد مات من قدم\n...\nوتمّ دينٌ بدون النقص والعَتَب\nوما لنا وأصول الدين قد كَمُلت\n...\nوفي الفروع كِفايات لذي أرَبِ\nبشهرةٍ وافتخارٍ أو مناظرةٍ\n....\nأو قصد نفعٍ ولا تكفير خير أب\n* وإن تجد خللًا فيما أجبتُ به\n...\nأصلحه واستر عِثارِي سترة الهَرِب\nمن عابَ عِيب ومن خطّاه أخطأ في\n...\nمقاله بجزافٍ لم يقع لغبي\nمن أين يعلمُ كفرًا في الكمون لمن\n...\nيأتي بمستقبل من قال ذا كصبي (2)\nوإن يكن عنده حرفٌ بحجَّته\n...\nمن قال كل لها (3) يدري ليجتنبِ\nوالحقّ ما قلتُ من ضربٍ وتوبته\n...\nإن لم وإلا فَهُوْ في مشركي العرب\nوإن تكن هذه الدنيا قد انصرمت\n...\nوهذه مبدأ الآيات والنُّوَبِ\nوإنها فتن من بعدها فتنٌ\n...\nوالجهلُ في صَعَدٍ والعلم في صَبَبِ\nفباطنُ الأرض خير من ظواهرها\n...\nوما لذي أربٍ في العيش من أرَبِ\nوحسبنا الله والغُفران يجمعنا\n...\nفاسمح تسامح وصابِر ثمَّ واحتسب\nوالحمد لله وحده، وصلى الله على سيدنا محمد وآله وصحبه وسلم.\nتمت بحمد الله تعالى في أوائل جمادى الأولى، سنة خمس\nوثلاثين وثمانمائة. ونُظِمت في ليلة ونصف يوم ميسرة، والحمد لله.\n(1) (ط): «والكتب».\n(2) البيت لحق في الهامش وعليه علامة التصحيح.\n(3) (ط): «أما».\nالجزء: 1 - الصفحة: 132\n",
        "ثم كتب المؤلف بخطه إجازة لناسخها العلامة الخَيْضِري نصها:\n«الحمد لله، وسلام على عباده الذين اصطفى.\nوبعد، فقد قرأ عليّ الولد الأغرّ الشيخ الفاضل شمس الدين عين الطلبة المعتبرين محمد بن الشيخ الصالح شمس الدين محمد بن\n...\n(1) بن عبد الله الخَيْضِري، نفع الله به وأعانه، ووفقه وصانه = جميعَ هذه القصيدة المسماة بـ «الشهب العلية في الردّ على من كفّر ابن تيمية» من نظم كاتبه، قراءةً صحيحة معربة، وقرأ عليَّ أيضًا بعض أحاديث نبوية وسمع، ووجدته ممن يحافظ على حفظ السنة النبوية، ومحبّة أهل السنة، ودلّني ذلك على خيره ودينه وأنه سيصير\n...\n(2) إلى رتب أهل طاعته ويقينه. وأذنت أن يرويها عنّي وجميع ما يجوز لي وعني روايته بشرطه المعتبر. والله يوفقه وإيّانا لطاعاته ومرضاته، ويكتبنا في ديوان الناجين، آمين آمين آمين.\nقال ذلك وكتبه في رجب سنة ثمانٍ وثلاثين وثمانمائة: الفقير المعروف بالتقصير عمر بن موسى بن الحسن المخزومي الحمصي الشافعي خادم الشرع الشريف».\n...\n(1) كلمة لم تتحرر، ورسمها «حميد» وليس في سياق نسبه بين محمد وعبد الله أحد فيما اطلعت عليه. انظر «الضوء اللامع»: (4/ 340).\n(2) كلمة غير واضحة.\nالجزء: 1 - الصفحة: 133\n",
        "أزهار الرياض في أخبار عياض\n(1) لشهاب الدين أحمد بن محمد المقَّري التِّلِمْساني (1041)\nفائدة: في تعليق البَسِيلي (2) على التفسير مما التقطه من كلام شيخه ابن عَرَفَة: أن تقي الدين ابن تيمية قال -لمَّا رأى شِفاء القاضي عياض (3) -: غلا هذا المُغَيربي (4)!\n(1) (5/ 9 - 17) تحقيق عبد السلام الهراس وسعيد أعراب، 1400 هـ، ط المغرب.\n(2) هو أحمد بن محمد البَسِيلي التونسي (ت 830)، جمع تفسيرًا مما قيده عن شيخه ابن عَرَفة. انظر «كشف الظنون»: (ص 635)، و «الأعلام»: (1/ 227). وقد طبع أخيرًا.\n(3) يعني كتاب «الشفا بتعريف حقوق المصطفى صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ» للقاضي عياض.\n(4) هذا القول المنسوب إلى شيخ الإسلام يطعن في نسبته له أمور:\n1 -\nأن هذا النقل لا وجود له في كتبه ورسائله، وهي كثيرة بحمد الله.\n2 -\nأن هذا يخالف طريقة شيخ الإسلام من تعظيم العلماء وإجلالهم، فلا نجد\nلهذه العبارة نظيرًا في حق أي عالم، حتى الذين خالفهم شيخ الإسلام ورد عليهم.\n3 -\nأن هذا القول لم ينقله أحد من تلاميذه وأصحابه على كثرتهم.\n4 -\nأنا وجدنا شيخ الإسلام قد أثنى على القاضي عياض وعلى كتاب «الشّفا» في مواضع متعددة من كتبه، مع كونه قد ينتقد ما في كتاب (الشفا) من المنقولات الضعيفة .. وإليك أمثلة: قال ابن تيمية: «ومثل القاضي عياض بن موسى السبتي -مع علمه وفضله ودينه- أنكر العلماء عليه كثيرًا مما ذكره في شفائه من الأحاديث والتفاسير التي يعلمون أنها من الموضوعات والمناكير، مع أنه قد أحسن فيه وأجاد بما فيه من تعريف حقوق خير العباد وفيه من الأحاديث الصحيحة والحسان ما يفرح به كل من عنده إيمان». «الرد على البكري» (1/ 58 - ت عجال). انظر أيضًا (1/ 86).\nالجزء: 1 - الصفحة: 135\n",
        "قال: وإلى الردِّ عليه أشار شيخنا ابن عرفة رحمه الله تعالى بقوله:\nشفاء عياض في كمال نبينا\n...\nكواصف ضوء الشمس ناظر قرصها\nفلا غَرْو في تبليغه كُنْه وصفه\n...\nوفي عجزه عن وصفه كنه شخصها\nوإن شئتَ شبِّهه بذكر أمارة\n...\nبأصلٍ لبرهان مبينٍ لنقصها\nوهذا لقول قيل عن زائغٍ غلا\n...\nعياضٌ فتبّت ذاتُه عن محيصها\nونسب البَسِيلي المذكور لابن تيمية القولَ بالجهة.\nوكتب بعضُهم على طُرَّة البَسيلي ما نصه: رأيت أسئلة ابن تيمية في أسفار، فلا تسأل عن اطلاعه وحُسْن تصرّفه. والتجسيم نسَبَه له أبو حيان في آية الكرسي (1)، وأبو حيان مدحه بقصيدة، ثم عاداه؛ فوجب التوقف في نقله لأجلها. ولم يزل حاله في ظهور حتى ناظر السُّبْكيين (2)، ومناظرته معهم حجة باهرة في فضله. وقد أثنى على عياض فلا يصح\n(1) في كتابه «النهر الماد» مختصر البحر المحيط.\n(2) لا أعلم من أمْرِ هذه المناظرة شيئًا، ولا ذكرها أحدٌ من المؤرخين، ولا أظنها وقعت أصلًا؛ فأما التاج السبكي فمولود سنة (727 أو 729) فأنى له مناظرة من توفي سنة (728)!! وأما والده التقي السبكي فمولود سنة (683) في مصر، وكان بقاء شيخ الإسلام في مصر بين سنتي (705 - 712) وعمر السبكي آنذاك (22 - 29 سنة) فمناظرته للشيخ مستبعدة في حضرة شيوخه الذين عجزوا عن مناظرة الإمام، خاصة إذا علمنا أنه تأخر في طلب بعض العلوم كعلم الحديث، فإنّه كان سنة (703) كما ذكر تلميذه الحافظ العراقي. ثم السبكي لم يقدم الشام إلا سنة 739 هـ بعد وفاة الإمام. فأين ناظره ومتى؟!\nالجزء: 1 - الصفحة: 136\n",
        "عنه ذمُّه، أو أراد أن القتل لا يقول به من الأربعة غير مالك، ولهذا رد حكم هذا الباب إليه في البلاد المشرقية. انتهى ما في الطرة.\nقلت: أما علمه فأمر لا يُنكَر ولا يُجْحد، وقد رأيت مؤلفًا في التعريف به ومحاشاته عما نُسب إليه من التجسيم وغيره من المقالات الشنيعة (1)، وذكر فيه قصيدة أبي حيان التي مدحه بها، وثناء الأكابر عليه، وغير ذلك من أموره، وكتب بالموافقة على ذلك الحافظ ابن حجر والعيني والبساطي وغيرهم. وقال بعض هؤلاء: إن مسألة الزيارة التي ردّ عليه فيها السبكي لا توجب في حقه بدعة، وغاية ما هنالك أنه أخطأ فيها، والتسليم في أمره أسلم. وهؤلاء نزَّهوه عن القول بالجهة وهم أعرف بحاله من غيرهم وإن صرح بخلاف ذلك غير واحد من المغاربة، منهم الحاج الرَّحال ابن بطوطة، فإنّه قال في «رحلته» (2): شاهدته نزل درجةً وقال: إن الله ينزل كما أنزل. انتهى. عياذًا بالله من هذه المقالة! وقد صرح بذلك أيضًا بعض سلفنا وهو الإمام القاضي أبو عبد الله محمد بن أحمد المقَّري التلمساني رحمه الله في أول رحلته المسماة بـ «نظم اللآلي في سلوك الأمالي» عندما تعرَّض لشيخيه ابني\n(1) يعني كتاب «الرد الوافر على من زعم أن من سمى ابن تيمية: شيخ الإسلام .. كافر» للحافظ ابن ناصر الدين الدّمشقيُّ الشافعي (ت 842). وهو مطبوع في مجلد.\n(2) (1/ 316 - 317 تحقيق التازي). وهذه فِرية من ابن بطوطة على شيخ الإسلام رحمه الله، وقد كتب جمع من العلماء في بيانها، ذكرنا أسماءهم في حاشية «الجامع لسيرة شيخ الإسلام» (ص 462).\nالجزء: 1 - الصفحة: 137\n",
        "الإمام التلمسانيين\n...\nأبو زيد عبد الرحمن، وأبو موسى عيسى ابنا محمد ابن عبد الله بن الإمام (1) ..\nقال:\n...\nولقيا أيضًا جلال الدين القزويني صاحب البيان (2)، وسمعا «صحيح البُخاريّ» على الحجّار، وقد سمعته أنا عليهما، وناظرا تقي الدين ابن تيمية وظهرا عليه، وكان ذلك من أسباب محنته (3).\nوكانت له مقالات شنيعة من إمرار حديث النزول على ظاهره، وقوله فيه: كنزولي هذا (4)، وقوله فيمن سافر إلى المدينة لا ينوي إلا زيارة القبر الكريم: لا يقصر حتى ينوي المسجد، لحديث: «لا تشد الرحال\n...\n» (5).\nوكان شديد الإنكار على الإمام فخر الدين. حدثني شيخنا الإمام\n(1) ترجمتهما في «الأعلام»: (3/ 330 و 5/ 108).\n(2) صاحب كتاب «التلخيص» في علم البلاغة.\n(3) قارن بما قاله العلامة ابن الزملكاني -قرين شيخ الإسلام وبلديّه وخصمه-: «ولا يُعرف أنه ناظر أحدًا فانقطع معه، ولا تكلم في علم من العلوم سواء كان من علوم الشرع أو غيرها إلا فاق فيه أهله والمنسوبين إليه» اهـ.\n(4) تقدم كذب هذه الفرية، وأن مصدرها ابن بطوطة.\n(5) ذكر شيخ الإسلام النزاع في هذه المسألة عند العلماء في «الفتاوى»: (27/ 153)، وقال في موضع آخر: «ولهذا كان أئمة العلماء يعدون من جملة البدع المتكررة السفر لزيارة قبور الأنبياء والصالحين، وهذا في أصح القولين غير مشروع حتى صرح بعض من قال ذلك: أن من سافر هذا السفر لا يقصر فيه الصلاة؛ لأنه سفر معصية». «الفتاوى»: (26/ 153).\nالجزء: 1 - الصفحة: 138\n",
        "أبو عبد الله الآبلي أن عبد الله بن إبراهيم الرزموري أخبره أنه سمع ابن تيمية ينشد لنفسه:\nمحصَّلٌ في أصول الدين حاصله\n...\nمن بعد تحصيله علم بلا دين\nأصل الضلالة والإفك المبين فما\n...\nفيه فأكثره وحي الشياطين\nقال: وكان في يده قضيب فقال: والله لو رأيته لضربته بهذا القضيب هكذا، ثم رفعه ووضعه (1).\n* * *\n(1) هذان البيتان ذكرهما شيخ الإسلام في «منهاج السنة»: (5/ 433) عن بعض معاصريه في قصة له، ولم ينسبهما لنفسه! وهذا يدلك على ما في بقية القصة من أمر القضيب والضرب!! وذكرهما الصفدي في «الوافي بالوفيات»: (4/ 180) ولم ينسبهما لأحد، بل قال: رأيت بعضهم قد كتب على كتاب المحصل .. ثم أجاب عنهما بثلاثة أبيات له. وانظر «نفح الطيب»: (5/ 216 - 217) للمؤلف. و «شذرات الذهب»: (6/ 103). وفي البيتين بعض اختلاف في المصادر.\nالجزء: 1 - الصفحة: 139\n",
        "حدائق الإنعام في فضائل الشام\n(1) لعبد الرحمن بن إبراهيم بن عبد الرزاق الدّمشقيُّ (1138)\nأحمد بن عبد الحليم بن عبد السلام، المعروف بابن تيمية الحنبلي، الإمام العلامة الحافظ المتقن، أبو العباس الحرَّاني ثم الدّمشقيُّ.\nولد سنة إحدى وستين وستمئة، وبرع وأفتى ودرّس، وصنَّف التصانيف البديعة الكثيرة.\nسرد الإمام صلاح الدين الصفدي أسماءها في ثلاث أوراق كبار، وجرت له مِحنٌ كثيرة، إلى أن توفي مسجونًا بقلعة دمشق في ذي القعدة سنة ثمان وعشرين وسبعمئة، وشيَّعَه أممٌ لا يُحْصون، ودُفن بمقبرة الصوفية، وقبره معروف يزار. ذكره ابن قاضي شُهبة.\n...\n(1) (ص/ 209 - 210) دار المكتبي، تحقيق يوسف بديوي، سنة 1420.\nالجزء: 1 - الصفحة: 141\n",
        "الذّبّ عن ابن تيمية (1) لمحمد بدر الدين الشُّرُنْبابلي الأزْهَري الشافعي\n(ت 1182)\nبِسْمِ اللهِ الرَّحمَنِ الرَّحِيمِ\nالحمد لله الذي يقول الحق وهو يهدي السبيل، ويهزم بقهر سلطانه جيوشَ البغي ويُدْحِض الأباطيل، والصلاة والسلام على الهادي إلى الحق والداعي إليه، والمقاتل بشكيمة بأسه من خالفه فيه وعانده عليه، وعلي آله وصحبه الذين بذلوا نفوسهم في نُصرته، وخذلوا أولئك المعادين بواضح حجته وفاضح محجّته.\nوأشهد أن لا إله إلا الله وحده لا شريك له، المتعالي في أحديّته عن أن تُشْبه ذاتُه الذوات، المتعالي في صَمَديته عن سمات الشوائب وشوائب السّمات، جلّ ربّنا أن تشبه صفاته الصفات، بل له المثل الأعلى في الأرض والسماوات.\nوأشهد أن محمدًا عبده ورسوله وحبيبه وخليله، سيِّد من لله عليه\n(1) نسخة خطية في (3 ق) مصورة مركز جمعة المساجد رقم (3900).\nأقول: على طرة الورقة الأولى من الرسالة تعليق طويل بخط ناسخها لمؤلف الرسالة -فيما يظهر- فيه: أنه وقف على بعض الردود على شيخ الإسلام ابن تيمية، من السبكي وغيره، وأنه اطلع على قدحه في الأولياء -عنده- كابن عربي والشاذلي، وذمه للأشعرية\n...\nوأنه بريء من هذه العقائد.\nالجزء: 1 - الصفحة: 143\n",
        "السيادة، وإمام أهل العبودية في مراتب العبادة. اللهم صلِّ وسلم عليه وعلى من ينتمي إليه ما اختلف المَلَوان وتعاقب الجديدان.\nأما بعد؛ فطالما طَنّ على أذني طنين الذباب، وحام على عيني ما كأنه جناح غراب أو خيال سراب، من القَدْح الفظيع والقول الشنيع في إمام الأئمة وحافظ هذه الأمة، مَن أجمع الموافقُ والمخالفُ على فضله ونُبْله، واتفقت الآراء قديمًا وحديثًا على ذكائه وحُسْن عمله.\nمن دلّت أخلاقُه الكريمة فيه على حُسْن النية والطويّة، الإمام المجتهد تقي الدين شيخ الإسلام ابن تيمية.\nفقلت: لا يخلو إما أن يكون الطعن من جهة العقيدة السلفية، أو من جهة الأحكام الفقهية والمسائل الفرعية.\nفإن كان من الجهة الأولى، فما عليه في ذلك ملام. وحق الجواب لمن لامه أو تعقّبه أن يقال فيه: سلام.\nوإن كان من الجهة الثانية، فما رأيت أحدًا بدّع ولا ضلّل ولا فسّق بسبب ذلك، ولا أُهمل، فإن المسائل الفقهية أدلتها ظنية. وأما القطعيات فخارجة عن محلّ الاجتهاد، ويعد من خالفها من أهل الكفر والإلحاد أو الزيغ والعناد.\nوهذه (1) العلماء في القديم والحديث يتفقَّهون ويتناظرون، وما سمعت أنهم في ذلك يُبدّعون ويُضلّلون، بل من ظهر الحقّ على يديه\n(1) كذا في الأصل.\nالجزء: 1 - الصفحة: 144\n",
        "يُعترف له به ويُعَوَّل عليه. وغاية الأمر أن المجتهد يخطئ ويصيب، ولو سُلّم عدم أهلية الاجتهاد له، فهو رأيٌ له، وهو غير معيب، فإن الاختيارات من أهل المذاهب المرضيّة أكثر من أن تُحصى أو تخفى إلا على أرباب العصبية.\nفإن قيل: قد ذكر أئمة فضلاء وقادة نبلاء القدح فيه، وذلك لا محالة مما ينقصه ويُزريه.\nقلت: لا شكَّ في وقوع ذلك، ولكن لا يضرّ بعد العلم بما هنالك، فإن هؤلاء القادحين كانوا لغيرهم تابعين. وقد قام عليه الجمّ الغفير من أهل زمانه وأنكروا عليه النكير، وانتصر له أئمة هم بيت القصيد، فنطقوا بما تحققوا وقمعوا كلّ جبار عنيد، وإنما قيل الذي قيل فيه -قالت الأئمة:- لتفرده وعلوّ مراقيه، وعدم مبالاته في الحق بأحدٍ كائنًا من كان، فإنّه لا يحابي فيه ولا يداهن مدى الأزمان.\nوقد كان بشهادة من ذُكِر حافظ السنة وترجمان القرآن وناصر هذه الملة المحمدية بوسع الإمكان. فلا يغترّ بتلك المقالات، إذ بقدر الفضل تحدث العداوات؛ لأن من جهل شيئًا عاداه، فلا حول ولا قوة إلا بالله، اللهم إلا امرأً أنصفَ من نفسه وترك المراء مخالفًا لحَدْسِه وطبيعة أبناء جنسه، وذلك من أقلّ القليل ولا يكاد يوجد إليه من سبيل.\nوقد وقع لكل إمام من الأئمة محنة بعد محنة مدلهمَّة، بل أكثرهم عِرفانًا هو أشدهم امتحانًا كما تشهد له الآيات والأخبار، ولا يخفى على أهل الاستبصار، فقد وضح الحقُّ واستبان، وأنَّ الشيخَ من أهل العِرفان،\nالجزء: 1 - الصفحة: 145\n",
        "وأنه لا ينكر ذلك إلا جاهل أو معاند هالك.\nفإن قيل: ليس إلى ذلك من سبيل؛ لأن أئمة مذهبنا عليهم التعويل، وقد قدحوا فيه وأبانوا عن خوافيه.\nقلت: الجمُّ الغفير من الجماهير سلّموا له من غير نكير، ولا سيما كالحافظين السيوطي وشيخه (1) الإمامين، فلو قوبلا بالألوف لكان النقد لهما، إذ هما أدرى بالزيف.\nويشهد لما قلناه: أن الإمام الثاني (2) نصّ في بعض تأليفاته على هذه المعاني، فقال: لا يُعوّل في كلِّ فنٍّ إلا على أربابه، فإنّه بذلك يُعْرَف خطأ القول من صوابه. فالمفسّر من حيث أنه مفسِّر لا يُعوّل عليه إلا في فنِّ التفسير، وكذلك المحدّث والفقيه وبقية الفنون من غير نكير.\nوأئمة النقد بحمد الله معروفون وبتمييز الخبيث من الطيب موصوفون، فهم الذين يُعوّل عليهم ويُرجع في أمثال ذلك إليهم. وهذا الذي نحن فيه من هذا القبيل فلا يُرْجَم فيه بالظنون، وقد قال تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} [الأنبياء: 7].\nوعلى الحقيقة ما خلا متكلِّم فيه من العصبية والحمية الجاهلية،\n(1) في الهامش: هو الحافظ ابن حجر. أقول: وكون ابن حجر شيخًا للسيوطي لا يصح لأن الحافظ توفي سنة 851 ومولد السيوطي سنة 849 فلم يدرك من حياته إلا ثلاث سنوات فقط. إلا أن يكون شيخًا له بالإجازة العامة لأهل العصر.\n(2) في الهامش: «أي في الوجود لا في الذكر وهو الجلال».\nالجزء: 1 - الصفحة: 146\n",
        "وإلا فما لأمثال هذه القوادح تجرّ هذه القضية، وأيّ ضلالة ارتكبها حتى يقول فيه الشهاب ابن حجر (1): إنه ضالّ مُضِل، وساق العُجَر والبُجَر (2)، وقد قضى بنفسه على ابن المقري حين كفّر من تردّد في كفر الطائفة الحاتمية (3)، بأنه قد بالغ في التعصّب المزيد والحمية، وأيّ حميّة مع كونه أعلى منه مقامًا وأكبر منه ذروةً وسنامًا؟! فيقال له ما قال فيه ويُنتحى به النحو الذي ينتحيه.\nوهلّا ضُلل من قال منّا في المسألة الدوريّة بعدم وقوع الثلاث، فإنها أشنع وأبشع من قوله بوقوع واحدة ولا اكتراث.\nوأيضًا يقال له: لمَ قبلتَ شهادة الأئمة كاليافعي وغيره في الطائفة الأخرى ولمَ لم تقبلْها فيه؟! فإن قبولها فيه أولى وأحرى، وإنما لم نعوّل إلا عليه لأنه ممن يُحْتفل به ويُنظر إليه ولكنَّ الحقَّ أحق بالاتباع، وإذا عُرف فقد عُرف أهله بلا دفاع أو نزاع.\nقاله عجلًا ونمّقه خجِلًا: الفقير من العمل واليقين محمد بدر الدين الشافعي الأزهري سبط الشرنبابلي حامدًا مصليًّا مسلمًا محُسبلًا\n(1) في الحاشية: أي الهيتمي ومثله الرملي. أقول: كلام الهيتمي في «الفتاوى الحديثية» وغيرها.\n(2) في الحاشية تعليق نصه: «لو أنه تعلق في ذلك بنحو مسألة حوادث لا أول لها لأصاب المرمى. ولكنه تعلق بمسألة الزيارة والطلاق ونحوهما مما لم ينتج له ذلك، فلذلك لم أسلم له وإن كنت سلمت له بعد ذلك وتبين لي ما هنالك».\n(3) وهم أتباع ابن عربي الطائي الحاتمي الصوفي صاحب وحدة الوجود.\nالجزء: 1 - الصفحة: 147\n",
        "محوقلًا مستسلمًا مفوّضًا، والحمد لله وحده وصلى الله على من لا نبي بعده، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، والحمد لله رب العالمين.\n***\nالجزء: 1 - الصفحة: 148\n",
        "الموضوع\n.....................................................\nالصفحة\n*\nمؤلفاته\n:\n- عددها\n.........................................................\n41\n- الثناء عليها\n.......................................\n61، 66، 129\n- ما كان يظن أن ما فيها من البحث والبيان يكون في قوة إنسان\n...\n61\n- قوته في التصنيف ومما كان يؤلفه في اليوم والليلة\n..........\n41، 61\n* أسماء ما ذُكر في هذه التكملة:\n- مسألة التحليل\n.................................................\n41\n- مسألة حفير\n...................................................\n41\n- مسألة سبّ الرسول\n............................................\n41\n- اقتضاء الصراط المستقيم\n.......................................\n41\n- الرد على ابن مطهر الحلي = منهاج السنة\n.......................\n41\n- الرد على تأسيس التقديس للرازي\n...............................\n41\n- الرد على المنطق\n...............................................\n42\n- كتاب الموافقة بين المعقول والمنقول\n............................\n42\n- فتاويه في ست مجلدات كبار\n...................................\n42\n- السياسة الشرعية في إصلاح الراعي والرعية\n.....................\n42\n- رفع الملام عن الأئمة الأعلام\n...................................\n42\n- إجازة لصاحب سبتة\n...........................................\n42\n- المسألة الحموية في الصفات\n....................................\n45\nالجزء: 1 - الصفحة: 161\n",
        ""
    ]
}