{
    "1": [
        "تلحين النحويين للقراء\nتلحين النحويين للقراء\nد. ياسين جاسم المحيميد\nالكتاب:\nتلحين النحويين للقراء\nالمؤلف:\nد. ياسين جاسم المحيميد\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "تلحين\nالنحويين للقرّاء\nأ. د: ياسين جاسم المحيميد\nأستاذ النحو والصرف\nكلية اللغة العربية - جامعة الإمام محمد بن سعود الإسلامية\nالجزء: 1 ¦ الصفحة: 1\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\n:\nتضمنت كتب النحو واللغة مجموعة من الردود، على قراءات بعض القراء، من غير المتواتر. وكنت لا أستغرب من العالم اللغوي النحوي، أن يرد قراءة ليست متواترة، فلما تصفحت بعض كتب النحو والتفسير، وجدت ردوداً على بعض قراءات الأئمة القراء الكبار، الذين تلقوا قراءاتهم بالأسانيد المتصلة، فوصلت قراءاتهم إلى درجة التواتر، أولئك الذين ارتضتهم الأمة الإسلامية جيلاًً عن جيل، وتلقت تلك القراءات بالقبول. فتساءلت عن الأسباب والدواعي، فلم أجد مسوّغاً للنحاة في أن يردوا قراءة متواترة، رويت بالسند المتصل إلى النبي صلى الله عليه وسلم. فبادرت بكتابة هذا البحث المتواضع، لأناقش هذا الموضوع مناقشة علمية هادئة، مع أنني على علم بأن هذا الموضوع ناقشه علماء كبار، لكنني أحببت أن أسهم في مناقشة هذا الموضوع، لأن لكل كاتب طريقته في الطرح والمناقشة.\nأقول: إن الذي دعا النحاة أن يطعنوا ببعض قراءات الأئمة الكبار، هو اعتقادهم أن النحويين أضبط للقراءة من القراء. قال ابن جني: (ت 392 هـ) : (والذي رواه صاحب الكتاب اختلاس هذه الحركة في (بارئكم) لا حذفها البتة، وهو أضبط لهذا الأمر من غيره من القراء الذين رووه ساكناً) (1) . وقال الزمخشري: (والسبب في نحو هذه الروايات قلة ضبط الراوي، والسبب في قلة الضبط قلة الدراية، ولا يضبط نحو هذا إلا أهل النحو) (2) .\n(1) الخصائص 1 / 72\n(2) الكشاف 1 /\nالجزء: 1 ¦ الصفحة: 1\n",
        "والذي يظهر لجميع الباحثين أن كثيراً من القراء هم من النحاة، وأن كثيراً منهم يتميز بالضبط والدقة في النقل، وأن بعضهم أعلى رتبة من بعض النحاة. فلما رجح ابن عطية الأندلسي (ت 546هـ) نقل أبي الفتح ابن جني، على نقل أبي عمرو الداني (ت 444 هـ) ، رد عليه أبو حيان النحوي (ت 745 هـ) فقال: (هذا الذي قاله من أن أبا الفتح أثبت، كلام لا يصح، إذ رتبة أبي عمرو الداني في القراءات ومعرفتها، وضبط رواياتها، واختصاصه بذلك بالمكان الذي لا يدانيه أحد من أئمة القراءات، فضلاً عن النحاة الذين ليسوا بمقرئين، ولا رووا القرآن عن أحد، ولا روى عنهم القرآن أحد، هذا مع الديانة الزائدة، والتثبت في النقل، وعدم التجاسر، ووفور الحظ من العربية، فقد رأيت له كتاباً في (كلا وكلتا) ، وكتاباً في (إدغام أبي عمرو الكبير) ، دل على اطلاعه على ما لا يكاد يطلع عليه أئمة النحاة ولا المعربين، إلى سائر تصانيفه رحمه الله) (1) .\nوإذا كانت القراءة من غير المتواتر المجمع عليه، فلا حرج عندي إذا ردها أحد علماء النحو أو اللغة، إن كان يمتلك الدليل الثابت، لأن كثيراً منها يحتج له في لغة العرب. أما إن كانت القراءة القرآنية متواترة، قد رويت بالأسانيد الصحيحة التي لا تقبل الشك، فقد نقلت آراء جهابذة العلماء في قبولها، بعد بيان الأدلة على فصاحتها، فهذه القراءات قد روتها الأمة جيلاً عن جيل، عن أفصح الخلق سيدنا محمد صلى الله عليه وسلم، ولأنه قرأ بها وأقرأها لأصحابه، بالصورة التي وصلت إلينا متواترة كما هي.\nوسوف أناقش هذه المسألة في موضعها - إن شاء الله - بعد أن أعرف بالقراءات، ضمن ما يتطلبه البحث.\n(1) البحر المحيط 4 / 309، وينظر دراسات لأسلوب القرآن الكريم 1 / 28\nالجزء: 1 ¦ الصفحة: 2\n",
        "تعريف القراءات\nالقراءات في اللغة: جمع قراءة، ومعناها الجمع والاجتماع (1) . فالقراءة مصدر من قرأ يقرأ قراءة وقرآناً، فهو قارئ، وهم قراء وقارئون (2) .، فالعالم بالقراءة يسمى مقرئاً وقارئاً، ومعناه العابد الناسك (3) .\nوالقراءة في الاصطلاح: علم بكيفيات أداء كلمات القرآن الكريم ونطقها، من تخفيف، وتشديد، واختلاف ألفاظ الوحي في الحروف (4) .\nوعرف القسطلاني (ت 923 هـ) علم القراءات بأنه: (علم يعرف منه اتفاق الناقلين لكتاب الله، واختلافهم في اللغة والإعراب، والحذف والإثبات، والتحريك والإسكان، والفصل والاتصال، وغير ذلك من هيئة النطق، والإبدال من حيث السماع. أو هي: علم بكيفية أداء كلمات القرآن واختلافها معزواً إلى ناقله) (5) .\nوالمقرئ: هو العالم بالقراءات، الذي رواها مشافهة، فلو حفظ التيسير - مثلاً - ليس له أن يقريء بما فيه، إن لم يشافهه ممن شوفه به مسلسلاً، لأن في القراءات أشياء لا تحكم إلا بالسماع والمشافهة (6) .\nوالقارئ المبتدي: من شرع في الإفراد، إلى أن يفرد ثلاثاً من القراءات.\nوالقارئ المنتهي: من نقل من القراءات أكثرها وأشهرها (7) .\n(1) معجم مقاييس اللغة، مادة قرأ، 5 / 79\n(2) تاج العروس مادة قرأ، 1 / 101\n(3) أساس البلاغة 1 / 100.\n(4) القراءات وأثرها في علوم الغربية 1 / 16.\n(5) لطائف الإشارات 1 / 170\n(6) ينظر: منجد المقرئين / 49\n(7) المصدر السابق / 49\nالجزء: 1 ¦ الصفحة: 3\n",
        "واختلاف القراء في القراءات كاختلاف الآثار التي رويت في الأحكام، فمنها المجمع عليه، السائر المعروف، ومنها المتروك المكروه عند الناس، المعيب من أخذ به. إلا أن أبا الخير محمد بن الجزري (ت 833هـ) قد فرق بين اختلاف الفقهاء واختلاف القراء، قال: (اختلاف القراء كله حق وصواب، نزل من عند الله، وهو كلامه لا شك فيه، واختلاف الفقهاء اختلاف اجتهادي، والحق في نفس الأمر في واحد، فكل مذهب بالنسبة إلى الآخر صواب يحتمل الخطأ، وكل قراءة بالنسبة إلى الأخرى حق وصواب في نفس الأمر، نقطع بذلك، ونؤمن به) (1) .\nوعلم القراءات من أشرف العلوم، لما له من تعلق بكتاب الله. وقد أمرنا الباري - سبحانه وتعالى - أن نتعبده بتلاوة كتابه الكريم، تلاوة صحيحة فقال: (ورتل القرآن ترتيلاً) (2) . ويمكن لنا أن نتعرف على أركان القراءة الصحيحة، التي يجوز للمسلم أن يتعبد بها، والتي تصح فيها صلاة المصلي، بعد أن نعرض بإيجاز عن نشأة القراءات.\n(1) النشر في القراءات العشر 1 / 52\n(2) سورة المزمل / 4.\nالجزء: 1 ¦ الصفحة: 4\n",
        "لمحة وجيزة عن نشأة علم القراءات\nلقد نزل القرآن الكريم منجماً على قلب الرسول صلى الله عليه وسلم خلال ثلاثة وعشرين عاماً. قال تعالى: (وقرآناً فرقناه لتقرأه على الناس على مكث) (1) . وإن أول ما نزل منه قوله تعالى: (اقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم الذي علم بالقلم. علم الإنسان ما لم يعلم) (2) . فهذه الآيات هن أول رحمة رحم الله بها الدنيا، وأول نعمة أنعم الله بها على البشرية. وإن آخر آية نزلت في أرجح الأقوال (3) هي: (واتقوا يوماً ترجعون فيه إلى الله، ثم توفّى كل نفس ما كسبت وهم لا يظلمون) (4) . وإنّ نزول القرآن منجماً هو بمثابة نشوء للقراءات، فقد أقرأ جبريل النبي صلى الله عليه وسلم القرآن الكريم من أوله إلى آخره آية آية، وكان رسول الله - صلى الله عليه وسلم - يعلّم الصحابة بعد نزول الآيات مشافهة، وهم بدورهم يعلمونها من سواهم. وكان النبي الكريم يتلو الآيات على أصحابه حسب لهجاتهم الفصيحة، تيسيراً عليهم. فيأخذونها عنه مشافهة بلهجاتهم التي تختلف من قبيلة إلى أخرى.\nثم إن الصحابة - رضوان الله عليهم - قد اختلف أخذهم وتلقيهم عن رسول الله صلى الله عليه وسلم، بسبب نزول القرآن على سبعة أحرف، فلما تفرقوا في البلاد وهم على هذه الحال، اختلف بسبب ذلك أخذ التابعين عنهم، وأخذ تابعي التابعين عن التابعين، وهلم جرّا، حتى وصل الأمر على هذا النحو إلى الأئمة القراء المشهورين، الذين تخصصوا وانقطعوا للقراءات، يضبطونها ويتقنونها وينشرونها.\n(1) سورة الإسراء / 106.\n(2) سورة العلق / 1 - 4.\n(3) ينظر فتح القدير 1 / 380\n(4) سورة البقرة / 181.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وحينما استحر القتل بالقراء في حروب الردة، أي: بعد وفاة النبي صلى الله عليه وسلم. طلب عمر بن الخطاب (ت 23هـ) من أبي بكر (ت 13هـ) - رضي الله عنهما - أن يجمع القرآن الكريم، فقال: (إن القتل قد استحر يوم اليمامة بقراء القرآن، وإني لأخشى أن يستحر القتل بالقراء بالمواطن، فيذهب كثير من القرآن، وإني أرى أن تأمر بجمع القرآن. . .) (1) . فلم يزل عمر يراجع أبا بكر حتى شرح الله صدره لذلك. فأمر زيد بن ثابت (ت 45 هـ) مع بعض الصحابة، وهم أبيّ بن كعب (ت 22 هـ) ، وعبد الله بن مسعود (ت 32 هـ) ، وعثمان بن عفان (ت 35 هـ) ، وعلي بن أبي طالب (ت 40 هـ) ، وطلحة بن عبيد الله (ت 36 هـ) ، وحذيفة ابن اليمان (ت 36 هـ) ، وأبو الدرداء (ت 33 هـ) ، وأبو هريرة (ت 57 هـ) ، وأبو موسى الأشعري (ت 42 هـ) رضي الله عنهم، أمرهم أن يتتبعوا القرآن ويجمعوه. (2) .\nوقد اعتمدت الأمة في نقل القرآن على الحفاظ، ولذلك أرسل عثمان - رضي الله عنه - إلى الأمصار كل مصحف مع من يوافق قراءته، في الأكثر. وبعد ذلك قرأ كل مصر بما في مصحفهم، وتلقوا ما فيه عن الصحابة الذين تلقوه عن النبي - صلى اله عليه وسلم - ثم تجرد لأخذ القراءات عن هؤلاء قوم أسهروا ليلهم في ضبطها، وأتعبوا نهارهم في نقلها، حتى صاروا في ذلك أئمة للاقتداء، وأنجماً للاهتداء، فأجمع أهل بلدهم على قبول قراءتهم. ولم يختلف عليهم اثنان في صحة روايتهم ودرايتهم، وذلك لتصديهم للقراءة التي نسبت إليهم، وكان المعول فيها عليهم. (3)\n(1) صحيح البخاري، رقم الحديث 4701، 4 / 1907، وينظر: السبعة في القراءات /6\n(2) تتمة الحيث 4701، والسبعة / 6\n(3) ينظر: مناهل العرفان / 412\nالجزء: 1 ¦ الصفحة: 6\n",
        "أركان القراءة الصحيحة\n:\nالقراءة الصحيحة ما توافرت فيها الأركان الثلاثة المعروفة لدى القراء، وهي: صحة السند، وموافقة رسم المصحف، وموافقة العربية ولو بوجه من وجوهها. وأول من أشار إلى هذا الضابط هو أبو جعفر الطبري (1) (ت 310 هـ) ، ثم الحسين بن أحمد بن خالويه (2) (ت 370 هـ) ، ثم مكي بن أبي طالب القيسي (3) (ت437 هـ) ، ثم أبو العباس أحمد بن عمار المهدوي (4) (ت بعد 430 هـ) ، ثم أبو عمرو الداني (5) (ت 444هـ) ، ثم أبو القاسم عبد الرحمن بن إسماعيل المعروف بأبي شامة (6) (ت665هـ) ، ثم أبو الخير محمد بن محمد المعروف بابن الجزري (7) . قال ابن الجزري: (كل قراءة وافقت العربية ولو بوجهٍ، ووافقت أحد المصاحف العثمانية ولو احتمالاً، وصح سندها، فهي القراءة الصحيحة، التي لا يجوز ردها ولا يحل إنكارها، بل هي من الأحرف السبعة التي نزل بها القرآن ووجب على الناس قبولها) (8) .\nوقد نظمها ابن الجزري في طيبة النشر بقوله:\nوكل ما وافق وجه نحو\n...\nوكان للرسم احتمالاً يحوي\nوصح إسناداً هو القرآن\n...\nمن هذه الثلاثة الأركان\nوحيثما يختل ركن أثبت\n...\nشذوذه لو أنه في السبعة (9)\n(1) ينظر: الإبانة / 60، حيث نقل نصاً من كتاب (القراءات) للطبري، صرح فيه بشرط صحة السند، وموافقة الرسم، ويؤخذ موافقة اللغة منهما.\n(2) القراءات، لابن خالويه / 18، مخطوط مصور عن معهد المخطوطات العربية بالقاهرة. ينظر: القراءات القرآنية، تاريخ وتعريف / 43، وينظر: القراءات وأثرها في التفسير والأحكام 1 / 162\n(3) الإبانة / 10، 103، 139\n(4) المصدر السابق 1 / 9\n(5) المصدر السابق 1 / 9\n(6) المرشد الوجيز / 145، 171\n(7) النشر في القراءات العشر 1 / 44، وينظر: القراءات وأثرها في التفسير والأحكام 1 / 163.\n(8) النشر في القراءات العشر 1 / 9.\n(9) النشر في القراءات العشر 1 / 9، وينظر: شرح طيبة النشر في القراءات العشر / 5.\nالجزء: 1 ¦ الصفحة: 7\n",
        "وإليك تفسير هذه الضوابط:\n1-\nأن توافق القراءة العربية بوجه من الوجوه. والمراد بما وافق العربية بوجه من وجوه اللغة العربية، سواء أكان أفصح أم فصيحاً، مجمعاً عليه أم مختلفاً فيه اختلافاً لا يضرّ مثله، إذا كانت القراءة مما شاع وذاع، وتلقاها الأئمة بالإسناد الصحيح، وهذا هو المختار عند المحققين في ركن موافقة العربية (1) .\n2-\nأن تكون موافقة لإحدى المصاحف العثمانية ولو احتمالاً، كقراءة ابن عامر:\n(قالوا اتخذ الله ولداً) في سورة البقرة بغير واو، و (بالزبر وبالكتاب المنير) في سورة (آل عمران) بزيادة الباء في الاسمين، فإن ذلك ثابت في المصحف الشامي. ومثل:\n(ملِك يوم الدين) في سورة الفاتحة بغير ألف، فإنه كتب بغير ألف بعد الميم في جميع المصاحف، فقراءة الحذف تحتمله. ويندرج فيه ما وقع الاختلاف في الحركة والسكون، مثل (القدُْس) ، وبالتخفيف والتشديد مثل (ينشركم) بيونس، وبالقطع والوصل المعبر عنه بالشكل، مثل (ادخلوا) بغافر، وباختلاف الإعجام مثل (يعلمون) ، وبالإعجام والإهمال مثل (ننشزها) ، وكذا المختلف في كيفية لفظها، كالمدغم والمسهل والممال والمرقق، فإن المصاحف العثمانية هكذا كلها. ودخل في هذا قراءة ابن كثير في (جنات تجري من تحتها الأنهار) من سورة التوبة، فإنه ثابت بالمصحف الكوفي.\nواعلم أن من خالف صريح الرسم في حرف مدغم أو مبدل أو ثابت أو محذوف أو نحو ذلك لا يعد مخالفاً، إذا ثبتت القراءة به، ووردت مشهورة. ألا ترى أنهم يعدون إثبات ياءات الزوائد وحذف ياء (تسألني) بالكهف، وقراءة (أكون من الصالحين) ، ونحو ذلك، من مخالف الرسم غير مردود، لتمشيه مع صحة القراءة، بخلاف زيادة كلمة ونقصانها. (2)\n(1) ينظر: النشر في القراءات العشر 1 / 9، ومناهل العرفان 1 / 418.\n(2) ينظر: النشر في القراءات العشر 1 / 9، ومناهل العرفان 1 / 419.\nالجزء: 1 ¦ الصفحة: 8\n",
        "3-\nصحة إسنادها، والمراد بصحة الإسناد أن يروي هذه القراءة عدل ضابط عن مثله، وهكذا إلى الرسول صلى الله عليه وسلم، من غير شذوذ ولا علة قادحة. والعلامة ابن الجزري يشترط فوق ذلك التواتر، وهو أن يروي القراءة جماعة يستحيل تواطؤهم على الكذب، عن مثلهم، وهكذا إلى رسول الله - صلى الله عليه وسلم - بدون انقطاع في السند. وإذا اختل ركن من هذه الأركان فالقراءة تكون عند ذلك شاذة (1) .\nوإن كل قراءة اجتمعت فيها هذه الأركان الثلاثة يحكم بقبولها. وهي من المعلوم من الدين بالضرورة، إن كانت تلك القراءة مروية عن الأئمة العشرة. فإذا اجتمعت في القراءة هذه الأركان الثلاث، قطع بصحتها وصدقها، ولا فرق بينها وبين القرآن (2) .\nويمكن لكل من لم يتحقق من القراءة الصحيحة المكتملة الأركان أن يقع في الخطأ، وقد وقع الأعرابي الذي قرأ في أيام الخليفة عمر بن الخطاب - رضي الله عنه - في الخطأ.\n(1) ينظر: النشر في القراءات العشر 1 / 9\n...\n، ومناهل العرفان 1 / 420.\n(2) ينظر: مناهل العرفان 1 / 421.\nالجزء: 1 ¦ الصفحة: 9\n",
        "ذكر ابن الأنباري في نزهة الألباء، قال: (قدم أعرابيّ في خلافة أمير المؤمنين عمر بن الخطاب - رضي الله عنه - فقال: من يقرئني شيئاً مما أنزل الله تعالى على محمد صلى الله عليه وسلم؟ فأقرأه رجل سورة براءة، فقرأ: (إن الله برئ من المشركين ورسوله) بجر اللام، فقال الأعرابي: أو قد برئ الله من رسوله؟ إن يكن الله تعالى برئ من رسوله فأنا أبرأ منه، فبلغ ذلك عمر فدعاه، فقال: يا أعرابي أتبرأ من رسول الله صلى الله عليه وسلم؟ فقال: يا أمير المؤمنين، إني قدمت المدينة لا علم لي بالقرآن، فسألت من يقرئني؟ فأقرأني هذه السورة براءة، فقال: (إن الله برئ من المشركين ورسولِه) . فقلت: أو قد برئ الله تعالى من رسوله؟ إن يكن الله تعالى برئ من رسوله، فأنا برئ منه، فقال عمر - رضي الله عنه -: ليست هكذا يا أعرابي، فقال: كيف هي يا أمير المؤمنين؟ فقال: (إن الله برئ من المشركين ورسولُه) بالرفع. فقال الأعرابي: أنا والله أبرأ ممن برئ الله ورسوله منهم، فأمر رضي الله عنه أن لا يقرئ القرآن إلا عالم باللغة العربية) (1) .\nمن خلال هذه الرواية ندرك مدى ارتباط القراءة بسلامة اللغة، ذلك أن الأعرابي بفطرته وسليقته أدرك وجه القراءة الخاطئة من الصائبة.\nالفرق بين القرآن والقراءة\nيتساءل كثير من الناس: ما الفرق بين القراءة والقرآن؟ ودار حول هذا الموضوع مناقشات ومناظرات، قديماً وحديثاً. فتعددت الأقوال في ذلك، وسأجمل ما قاله العلماء في قولين مشهورين:\nالقول الأول: وهو رأي مكي بن أبي طالب القيسي (ت 437 هـ) ، وبدر الدين الزركشي (ت 794 هـ) ، وهو التفريق بين القراءة والقرآن. مع اختلاف في وجهات النظر.\nفيرى مكي أن التفريق بين القراءة والقرآن له شروط، فإن كانت القراءة:\n(1) نزهة الألباء / 123، وينظر مناهل العرفان 1 / 420. وينظر: مواقف النحاة من القراءات القرآنية / 8\nالجزء: 1 ¦ الصفحة: 10\n",
        "1-\nمنقولة عن الثقات إلى النبي صلى الله عليه وسلم.\n2-\nشائعة في العربية.\n3-\nموافقة لرسم المصحف.\nفهي القراءة التي يقرأ بها، يعني هي قرآن. وإن اختل شرط من هذه الشروط، فليست بقراءة يقرأ به، يعني ليست بقرآن (1) .\nونقل هذا عن أبي عمرو الداني (2) (ت 444 هـ) ، وذكره السخاوي (ت 643 هـ) في جمال القراء (3) ، وصرح بموافقة مكي أبو شامة في المرشد الوجيز (4) .\nويرى الزركشي أن هناك فرقاً بين القراءة والقرآن، يفيد أنهما حقيقتان متغايرتان، يختلف عما ذهب إليه مكي، قال: (اعلم أن القرآن والقراءات حقيقتان متغايرتان، فالقرآن هو الوحي المنزل على (محمد) - صلى الله عليه وسلم - للبيان والإعجاز. والقراءات: هي اختلاف ألفاظ الوحي المذكور في كتبة الحروف، أو كيفيتها، من تخفيف، وتثقيل، وغيرهما. ولا بد من التلقي والمشافهة، لأن القراءات أشياء لا تحكم إلا بالسماع) (5) .\nالقول الثاني: أصحاب هذا القول لم يفرقوا بين القرآن والقراءة، فكل قراءة عندهم هي قرآن، وهذا القول نقله ابن الجزري في منجد المقرئين (6) ، عن ابن دقيق العيد (ت 702 هـ) . ويرى ابن الجزري: أن القراءة المتواترة هي قرآن، كما يرى أن القراءة المشهورة هي قرآن.\n(1) الإبانة عن معاني القراءات / 57 - 58 - 100، وينظر: القراءات وأثرها في التفسير والأحكام 1 / 113 - 114\n(2) ينظر: النشر في القراءات العشر 1 / 9\n(3) جمال القراء 2 / 440\n(4) المرشد الوجيز / 171 - 172\n(5) مقدمة البرهان في علوم القرآن 1 / 5 - 13\n(6) منجد المقرئين / 20 - 21، وينظر: النشر في القراءات العشر 1 / 15\nالجزء: 1 ¦ الصفحة: 11\n",
        "قال معقباً على القراءات المشهورة: (هذا وشبهه وإن لم يبلغ مبلغ التواتر صحيح مقطوع به، نعتقد أنه من القرآن، وأنه من الأحرف السبعة التي نزل بها، والعدل الضابط إذا انفرد بشيء تحتمله العربية والرسم تلقي بالقبول، قطع به وحصل به العلم) (1) . ويرى ابن الجزري أن القراءات العشرة كلها متواترة مقطوع بها، منزلة على النبي - صلى الله عليه وسلم _ وهي من الأحرف السبعة (2) .\n(1) منجد المقرئين / 19، وينظر: القراءات وأثرها في التفسير والأحكام 1 / 152\n(2) منجد المقرئين / 16، والمصدر السابق 1 / 152 - 153\nالجزء: 1 ¦ الصفحة: 12\n",
        "والذي يظهر لي أن القراءات المتواترة هي قرآن، نزلت على النبي صلى الله عليه وسلم، وأن كل ما وافق السبعة من الثلاثة المعشرة هو قرآن، وأن القراءات الشاذة ليست بقرآن، لأن كثيراً منها أشبه بالتفسير. أما المتواترة فهي ما رسم في المصاحف. فالمصحف الذي يقرأ به اليوم في معظم العالم الإسلامي هو قراءة حفص عن عاصم، والمصحف الذي يقرأ به في المغرب، هو قراءة ورش عن نافع، والمصحف الذي يقرأ به في السودان، هو قراءة الدوري عن أبي عمرو. فالقرآن هو القراءة المتواترة ولا فرق. وهناك أدلة من السنة المطهرة، تشير إلى أن القراءات المتواترة هي قرآن - مع أنني أعتقد أن هذه الأحاديث لا تفوت العلامة الزركشي وغيره من العلماء، الذين فرقوا بين القراءة والقرآن، ومن هذه الأحاديث: ما رواه عبد الرحمن بن أبي ليلى من حديث أبيّ بن كعب _ رضي الله عنه _ أن النبي _ صلى الله عليه وسلم _ كان عند أضاة بني غفار، فأتاه جبريل _ عليه السلام _ فقال: (إن الله يأمرك أن تقرئ أمتك القرآن على حرفين، فقال أسأل الله معافاته ومغفرته، وإن أمتي لا تطيق ذلك) ، ثم أتاه الثانية، فقال: (إن الله يأمرك أن تقرئ أمتك القرآن على حرفين) ، فقال: (أسأل الله معافاته ومغفرته، وإن أمتي لا تطيق ذلك) ، ثم أتاه الثالثة، فقال: (إن الله يأمرك أن تقرئ أمتك القرآن على ثلاثة أحرف) ، فقال: (أسأل الله معافاته ومغفرته، وإن أمتي لا تطيق ذلك) ، ثم جاءه الرابعة فقال: (إن الله يأمرك أن تقرئ أمتك القرآن على سبعة أحرف، فأيما حرف قرؤوا عليه فقد أصابوا) (1) .\n(1) صحيح مسلم بشرح النووي رقم الحديث (1903) 6 / 344\n...\nالجزء: 1 ¦ الصفحة: 13\n",
        "وكذلك حديث عمر - رضي الله عنه - قال: (سمعت هشام بن حكيم بن حزام يقرأ سورة الفرقان على غير ما أقرؤها، وكان رسول الله _ صلى الله عليه وسلم _ أقرأنيها، فكدت أن أعجل عليه، ثم أمهلته حتى انصرف، ثم لببته بردائه، فجئت به رسول الله _ صلى الله عليه وسلم _ فقلت: يا رسول الله، إني سمعت هذا يقرأ سورة الفرقان على غير ما أقرأتنيها، فقال رسول الله _ صلى الله عليه وسلم - أرسله، اقرأ، فقرأ القراءة التي سمعته يقرأ، فقال رسول الله صلى الله عليه وسلم: (هكذا أنزلت) ، ثم قال لي: (اقرأ، فقرأت، فقال: هكذا أنزلت. إن هذا القرآن أنزل على سبعة أحرف، فاقرؤوا ما تيسر منه) (1) .\nوعن عبد الله بن عباس - رضي الله عنهما - أن رسول الله صلى الله عليه وسلم قال: (أقرأني جبريل - عليه السلام - على حرف واحد فراجعته، فلم أزل أستزيده، ويزيدني، حتى انتهى إلى سبعة أحرف) (2) . فهذه الأحاديث تدل على أن القراءات التي قرأ بها النبي _ صلى الله عليه وسلم _ هي قرآن، لأن القراءات هي امتداد للأحرف السبعة، لا كما يقول بعضهم: إنها تمثل حرفاً واحداً. والله أعلم بالصواب.\nوقد انتهج علماء القراءات - منذ عصر الصحابة - أسلوباً علمياً دقيقاً، في انتقال قراءة القرآن من المعلّم إلى المتعلّم: فلم يكن الشيخ يأذن لتلميذه بالإقراء إلا بعد أن يسمع التلميذ من الشيخ أولاً، ثم يعرض على شيخه ما سمعه منه. وقد صنع رجال الحديث النبوي الشريف في تحمل السنة شيئاً قريباً من هذا، غير أنهم اكتفوا في تحمل الحديث بالسماع من لفظ الشيخ، ولا كذلك علماء القراءات (3) .\n(1) رواه البخاري 6 / 100، ومسلم 2 / 202، واللفظ لمسلم.\n(2) الحديث رواه البخاري في صحيحه6 / 100، ومسلم في صحيحه2 / 202، وينظر: المغني في توجيه القراءات العشر 1 / 50.\n(3) ينظر إتحاف فضلاء البشر / 5.\nالجزء: 1 ¦ الصفحة: 14\n",
        "فأئمة القراءات هم الذين خدموا الأمة والملّة، وحافظوا على الكتاب والسنة؛ يقول السيوطي فيهم: (لما اتسع الخرق، وكاد الباطل أن يتلبس بالحق، قام جهابذة الأمة وبالغوا في الاجتهاد، وجمعوا الحروف والقراءات، وعزوا الوجوه والروايات، وميزوا الصحيح والمشهور والشاذ، بأصول أصّلوها وأركان فصلوها) (1) .\nمن هم القراء السبعة\n؟\nلما انتهت رئاسة علم القراءات إلى ابن مجاهد (أحمد بن يوسف بن العباس أبو بكر بن مجاهد ت 324 هـ) ، شرع في اختيار قراءات، نظر فيها إلى كل إمام اشتهرت قراءته، وفاق قراء عصره ضبطاً وإتقاناً، وطالت ممارسته للقراءة والإقراء، وشهد له أهل مصره بالأمانة في النقل وحسن الدين وكمال العلم، واتباع خط المصحف المنسوب إلى مصره، فأفرد من كل مصر إماماً هذه صفته، قراءته على مصحف مصره، فكان أبو عمرو من أهل البصرة، وحمزة وعاصم من أهل الكوفة وسوادها، والكسائي من أهل العراق، وابن كثير من أهل مكة، وابن عامر من أهل الشام، ونافع من أهل المدينة، وكلهم ممن اشتهرت أمانته، وطال عمره في الإقراء، وارتحل الناس إليه من البلدان (2) .\nوقد علل مكي بن أبي طالب القيسي (ت 437 هـ) سر اختيارهم سبعة، فقال:\n(ليكونوا على وفق مصاحف الأمصار السبعة (3) ، وتيمناً بأحرف القرآن السبعة. . . على أنه لو جعل عددهم أكثر أو أقل لم يمنع ذلك، إذ عدد القراء الموثوق بهم أكثر من أن يحصى) (4) .\n(1) الإتقان في علوم القرآن 1 / 104. وينظر: الوجيز في أصول القراءات وتوجيهها من لغة العرب / 2\n(2) الإبانة / 47، 48\n(3) بزيادة مصحف لأهل اليمن، ومصحف لأهل البحرين إلى الخمسة المشهورة، ولم يجد ابن مجاهد إمامين في هذين المصرين، فاستعاض عنهما بإمامين من أهل الكوفة، لكثرة القراء بها، قاله أبو شامة في مرشد المقرئين / 162، وينظر: من قضايا القرآن / 157، 158.\n(4) الإبانة / 51\nالجزء: 1 ¦ الصفحة: 15\n",
        "ولعل من المفيد أن نستعرض هؤلاء الأئمة الذين اختارهم ابن مجاهد، حسب ترتيب الإمام الشاطبي لهم في (حرز الأماني) ، وحسب ترتيب ابن الجزري لهم في طيبة\nالنشر:\nالأول: نافع بن عبد الرحمن بن أبي نعيم الليثي: اختلف في كنيته، فقيل: أبو رويم، وقيل: أبو محمد، وقيل: أبو الحسن. قال نافع: (قال لي أستاذي أبو جعفر: قد عرفنا اسمك، فما كنيتك؟ فقلت: إن أبي سماني نافعاً، ترى أن تكنيني؟ فقال: أنت وجهك حسن، وخلقك حسن، وقراءتك حسنة، وأنت أبو الحسن) (1) ، إمام أهل المدينة في القراءة، قرأ على سبعين من التابعين، وأقرأ الناس دهراً طويلاً. قال عنه الإمام مالك: نافع إمام الناس في القراءة، (ت 169 هـ) (2) .\nالثاني: عبد الله بن كثير، بن عمرو، بن عبد الله، بن زاذان، عبد المطلب الداري المكي، أبو معبد، وقيل أبو محمد، وقيل أبو بكر، وقيل: أبو عباد، وقيل: أبو المطلب، إمام أهل مكة في القراءة، تصدر للإقراء وصار إمام أهل مكة في ضبط القرآن. كان فصيحاً بليغاً، قال عنه الأصمعي: كان ابن كثير أعلم بالعربية من مجاهد بن جبر، وما زال هو الإمام المجمع عليه بالقراءة حتى مات سنة (120 هـ) (3)\n(1) ينظر ترجمته في: وفيات الأعيان 5/ 368 - 369، وسير أعلام النبلاء 7 / 336 - 338، وغاية النهاية 2 / 330، وتهذيب التهذيب 10 / 407 - 408، وشذرات الذهب 1 / 270، وغاية الاختصار في قراءات العشرة أئمة الأمصار 1 / 12، ومعرفة القراء الكبار 1 / 107\n(2) ينظر: غاية النهاية 2 / 330، معرة القراء الكبار 1/ 108\n(3) ينظر ترجمته في هداية القاري / 28، ووفيات الأعيان 3 / 41 - 42، وسير أعلام النبلاء 5 318 - 322، وتهذيب التهذيب 5 / 367، وشذرات الذهب 1 / 157.\nالجزء: 1 ¦ الصفحة: 16\n",
        "الثالث: أبو عمرو زبان بن العلاء عمار بن العريان بن عبد الله المازني البصري. ولد بمكة، ونشأ بالبصرة، ومات بالكوفة (1) ، قرأ بالكوفة والبصرة على جماعة كثر، وليس في القراء السبعة أكثر شيوخاً منه، سمع أنس بن مالك، كان عالماً بالقرآن والعربية، مع الثقة والأمانة والدين، قال عنه يونس بن حبيب: والله لو قسم علم أبي عمرو وزهده على مائة إنسان، لكانوا كلهم علماء زهاداً، والله لو رآه رسول الله صلى الله عليه وسلم لسره ما هو عليه. توفي بالكوفة سنة (154 هـ) (2) .\nالرابع: أبو عمران عبد الله بن عامر بن يزيد بن تميم بن ربيعة اليحصبي الشامي، (من يحصب دهمان) (3) . عربي صريح النسب، قال عنه الإمام ابن الجزري: بلغت قراءته التواتر، كيف وقارئها ابن عامر من كبار التابعين، الذين أخذوا القراءة عن الصحابة) (4) ، كان إمام جامع دمشق وقاضيها وشيخ الإقراء بها. توفي بدمشق سنة (118هـ) (5) .\n(1) غاية الاختصار 1 / 35\n(2) ينظر ترجمته في هداية القاري / 648، ووفيات الأعيان 3 / 466 – 470، وسير أعلام النبلاء 6 / 407 – 410، وتهذيب التهذيب 12 / 178، وشذرات الذهب 1 / 237 – 238.\n(3) ينظر: جمهرة أنساب العرب / 478\n(4) النشر في القراءات العشر 2/ 262\n(5) ينظر ترجمته في: سير أعلام النبلاء 5 / 292، وغاية النهاية في طبقات القراء 1 / 423 – 425، وتهذيب التهذيب 5 / 274، وشذرات الذهب 1 / 156، وغاية الاختصار في قراءات العشرة أئمة الأمصار 1 / 29، والطبقات الكبرى لابن سعد 7 / 449.\nالجزء: 1 ¦ الصفحة: 17\n",
        "الخامس: أبو بكر عاصم بن أبي النجود، واسم أبي النجود: بهدلة، الأسدي، شيخ الإقراء بالكوفة، انتهت إليه رئاسة الإقراء بالكوفة بعد السلمي، فجلس في موضعه، ورحل إليه الناس من الأقطار، جمع بين الفصاحة والإتقان، كان ضابطاً صدوقاً، روى عنه أبو عمرو بن العلاء والخليل بن أحمد، وعدد كبير من الأئمة، توفي على أرجح الأقوال سنة (127 هـ) (1) .\nالسادس: أبو عمارة حمزة بن حبيب بن عمارة بن إسماعيل الزيات التميمي الكوفي، كانت له الإمامة في الإقراء بعد عاصم، كان حجة ثقةً ثبتاً بصيراً بالفرائض عالماً بالعربية، حافظاً للحديث، فقال عنه سفيان الثوري: (غلب حمزة الناس على القرآن والفرائض) (توفي سنة 156 هـ) (2) .\nالسابع: علي بن حمزة بن عبد الله بن بهمن بن فيروز الأسدي الكسائي الكوفي، انتهت إليه رئاسة الإقراء بالكوفة بعد حمزة الزيات، أخذ اللغة عن الخليل بن أحمد، فصار إماماً في القراءات واللغة والنحو، وإماماً للمدرسة النحوية الكوفية، توفي سنة (189 هـ) (3) .\n(1) ينظر ترجمته في تهذيب التهذيب 2 / 109، وسير أعلام النبلاء 5 256، غاية النهاية 1 /346 - 349، وتهذيب التهذيب 5 / 38، ومعرفة القراء الكبار 1 / 88، وهداية القاري / 28.\n(2) ينظر ترجمته في: طبقات ابن سعد 6 / 385، ووفيات الأعيان 2 / 216، وسير أعلام النبلاء 7 / 90 - 92، وغاية النهاية 1 / 261 - 263، وشذرات الذهب 1 / 240، ومعرفة القراء الكبار 1 / 110، غاية الاختصار 1 / 56، شرح طيبة النشر / 10، وهداية القاري / 648.\n(3) ينظر: غاية النهاية 1 / 62، ووفيات الأعيان 3 295 - 297، وسير أعلام النبلاء 9 / 131، وتهذيب التهذيب 7 / 313 - 314، وشذرات الذهب 1 / 321، ومعرفة القراء الكبار 1 / 120، وهداية القاري / 685.\nالجزء: 1 ¦ الصفحة: 18\n",
        "القراءات في كتب النحويين\nالقراءات أصل في كتب النحو، لأن القرآن الكريم بقراءاته المتواترة أصل للنحو العربي، ولأن النحو قد ارتبط بالقرآن الكريم منذ نشأته. وقد صرّح بذلك علماء العربية منذ عهد سيبويه (ت180 هـ) ، وحتى المتأخرين من النحاة:\nيقول سيبويه (ت 180 هـ) : (في قول الله تبارك وتعالى (ما هذا بشراً) (1) ، في لغة أهل الحجاز، وبنو تميم يرفعونها، إلا من درى كيف هي في المصحف) (2) .\nويعلق الزركشي (ت 794هـ) على كلام سيبويه بقوله: (وإنما كان كذلك لأن القراءة سنة مروية عن النبي _ صلى الله عليه وسلم _ ولا تكون القراءة بغير ما روي عنه) (3) . ويقول سيبويه أيضاً: (فأما قوله عز وجل: (إنا كل شيء خلقناه بقدر) (4) ، فإنما هو على قوله: (زيداً ضربته، وهو عربي كثير. وقد قرأ بعضهم: (وأما ثمود فهديناهم) (5) . إلا أن القراءة لا تخالف، لأن القراءة السنة) (6) .\nويقول أبو عمرو الداني (ت 444هـ) : (والأئمة القراء لا تعمل في شيء من حروف القرآن على الأفشى في اللغة، والأقيس في العربية، بل على الأثبت في الأثر، والأصح في النقل والرواية. إذا ثبت عنهم لم يردها قياس عربية، ولا فشو لغة، لأن القراءة سنة متبعة، فلزم قبولها والمصير إليها) (7) .\n(1) سورة يوسف /31\n(2) الكتاب لسيبويه 1 /59\n(3) البرهان في علوم القرآن 1 /322\n(4) سورة القمر /49\n(5) فصلت / 17\n(6) الكتاب لسيبويه 1 /148\n(7) عن المنجد / 65\nالجزء: 1 ¦ الصفحة: 19\n",
        "تلحين النحويين للقرّاء\nالمعروف أن النحويين احتجوا بالقراءات القرآنية كما احتجوا، بعموم كلام العرب، فلا يوجد كتاب من كتب النحو المعتمدة إلا واستدل بالقراءات القرآنية. وأعتقد أن ما نقل من طعن بعض النحويين في بعض القراءات، هو محمول على أن القراءة لم تثبت لديه بما تقوم به الحجة، أو لأن الذي اجتهد قد غلب على ظنه أن هذه القراءة خطأ، أو وهم من أحد الرواة الذين نقل عن طريقه هذه القراءة التي طعن فيها (1) .\nوقد استمد علماء اللغة والنحو قواعدهم من كتاب الله تعالى، وكلام رسول الله صلى الله عليه وسلم، وكلام العرب الفصيح. فقعدوا القواعد، لتكون حامية للقرآن والسنة، بل لتكون في خدمة كتاب الله. والحق أنه إذا ثبتت القراءة حسب الأركان التي مرت بنا قبل قليل، فينبغي أن تكون القراءة هي الحكم على القاعدة النحوية، لا أن نرجع نحن بالقراءة إلى القاعدة النحوية، لأن هذه القراءة مسموعة عن أفصح العرب بالإجماع، وهو رسول الله صلى الله عليه وسلم، وهو سيد الفصحاء، وسيد أهل البيان.\nومعروف لدى الباحثين - كذلك - أن القراءات المتواترة حجة عند كثير من النحاة، وقد ارتضوها ووافقوا عليها. وأن بعض القراءات لم يرتضه بعض النحويين، فتأولها، أو عارضها معارضة صريحة أو خفية، لسبب من الأسباب\nمن أسباب\nتلحين النحويين للقراء\nاعتمد النحويون في تلحين القراء على جملة من الأسباب، منها:\n1-\nأنهم كانوا يحتكمون إلى قواعدهم التي قعدوها هم، أو قوانينهم التي سنوها، فرد البصريون قراءات متواترة، كالفصل بين المضاف والمضاف إليه، وهي قراءة ابن عامر، وكالعطف على الضمير المخفوض من غير إعادة الخافض، وهي قراءة حمزة، وغيرها مما سيرد _ إن شاء الله _ في هذا البحث.\n2-\nأحياناً يخفى توجيه القراءة على بعض النحويين، فيسارع إلى ردها، كقراءة\n(1) ينظر القراءات القرآنية وأثرها في التفسير والأحكام 1 / 249\nالجزء: 1 ¦ الصفحة: 20\n",
        "(هئت لك) بكسر الهاء، وفتح التاء، التي قال عنها أبو علي الفارسي (ت 377 هـ) : (إنها وهم من الراوي) (1) . وكقراءة حمزة (إلا أن يخافا) (2) بالبناء للمفعول، قال الفراء عنها: (ولا يعجبني ذلك) (3) . وكقراءة ابن كثير (إن قتلهم كان خطاء كبيراً) قال أبو حيان في البحر: (قال النحاس: لا أعرف لها وجهاً) (4) .\n3-\nينظر بعض النحويين إلى الشائع من اللغات، ويغفل عن غيره، كقراءة ابن عامر (يدعون ربهم بالغدوة) (5) . جاء في الكتاب: في (غدوة) لغتان، اللغة الأولى استعمالها معرفة، علم جنس، فلا تدخل عليها أل، واللغة الثانية: استعمالها نكرة، فيجوز تعريفه (6) . إلا أن أبا عبيدة لحن ابن عامر، وقال إنما قرأ تلك القراءة اتباعاً لخط المصحف، وليس في إثبات الواو في الكتاب دليل على القراءة بها، لأنهم كتبوا الصلاة والزكوة بالواو (الصلوة) (الزكوة) (7) .\n4-\nرد بعض النحويين قراءة ربما وافقت القياس، كقراءة (أيمّة) بالياء، وقد قال الزمخشري: (فأما التصريح بالياء فليس بقراءة، ولا يجوز أن تكون قراءة، ومن صرح بها فهو لاحن) (8) . وهي قراءة نافع في أحد وجهيه، من طريق طيبة النشر (9) .\nيقول ابن خالويه (ت 370 هـ) : (قد أجمع الناس جميعاً أن اللغة إذا وردت في القرآن فهي أفصح مما في غير القرآن، لا خلاف في ذلك) (10) .\n(1) الحجة في القراءات 4 /420\n(2) سورة البقرة / 239\n...\n(3) معاني القرآن 1 / 145\n(4) البحر المحيط 6 / 32، وينظر: إعراب القرآن للنحاس 1 /314\n(5) سورة الكهف / 28\n(6) الكتاب 2 / 48\n(7) البحر المحيط 4 / 136\n(8) الكشاف 2 / 142، وينظر: دراسات لأسلوب القرآن الكريم 1 / 22\n(9) ينظر: غيث النفع / 114 _ 115\n(10) نقلاً عن المزهر في علوم العربية 1 / 213، وينظر القراءات وأثرها في التفسير 1 / 246\nالجزء: 1 ¦ الصفحة: 21\n",
        "وقد شنع ابن حزم (ت 456 هـ) على النحاة الذين يردون بعض القراءات، لمخالفتها القياس بزعمهم، ثم هم يثبتون اللغة بما هو دون القراءة، فقال: (ولا عجب أعجب ممن إن وجد لامرئ القيس (ت نحو 130 - 180 ق. هـ) ، أو لزهير (ت 13 ق. هـ) ، أو لجرير (ت 110 هـ) أو الحطيئة، أو الطرماح (ت نحو 125 هـ) ، أو لأعرابي أسدي، أو أسلمي، أو تميمي، أو من سائر أبناء العرب بوّال على عقبيه، لفظاً في شعر، أو نثر، جعله في اللغة، وقطع به، ولم يعترض فيه، ثم إذا وجد لله تعالى خالق اللغات وأهلها كلاماً لم يلتفت إليه، ولا جعله حجة، وجعل يصرفه عن وجهه، ويحرفه عن مواضعه، ويتحيل في إحالته عما أوقعه الله عليه، وإذا وجد لرسول الله - صلى الله عليه وسلم - كلاماً فعل به مثل ذلك (1) . وسوف أناقش بعض النحاة الذين ردوا بعض القراءات المتواترة. ولما رأيت كثيراً من النحاة يلحن قراءة ابن عامر وقراءة حمزة، أحببت أن أقدمهما، وأتوسع في مناقشة هاتين القراءتين، إن شاء الله\nتعالى:\nأمثلة من تلحين النحويين للقراء وردود عليها\n:\nإن كتب النحو واللغة والتفسير وغيرها قد تضمنت نصوصاً كثيرة في الطعن على الأئمة القراء، الذين تواترت قراءاتهم، وارتضتها الأمة بالقبول. وقد أحصيت أكثر من خمسين موضعاً في الرد على قراءات سبعية متواترة، قرأ بها الأئمة الأعلام. ولا أستطيع من خلال هذا البحث أن أناقش النحويين في كل المواضع، فإنه يحتاج إلى دراسة مستفيضة. لكنني سأذكر أمثلة - هنا - لإيضاح الفكرة ومناقشتها:\n(1) الفصل في الملل والنحل 3 / 192، وينظر القراءات وأثرها في التفسير 1 / 247\nالجزء: 1 ¦ الصفحة: 22\n",
        "مثال (1) : قال تعالى: (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم)\n(1) . قرأ ابن عامر (زين) بضم الزاي، على ما لم يسم فاعله، و (قتل) بالرفع، على أنه مفعول لم يسم فاعله، و (أولادهم) بالنصب، وخفض همزة (شركاؤهم) شركائهم، فتكون قراءة الباقين بفتح الزاي والياء، ونصب لام قتل، وخفض دال أولادهم، ورفع همزة (شركاؤهم) (2) .\n* التلحين:\nردّ هذه القراءة أبو زكريا الفراء (3) ، إلا أن ردّه لم يكن صريحًا، بل ذكر أنه لم يعرف جهتها. قال: (وفي بعض مصاحف أهل الشام (شركايهم) بالياء.\nفإن تكن مثبتة عن الأولين فينبغي أن يقرأ (زين) ، وتكون (الشركاء) هم الأولاد، لأنهم منهم في النسب والميراث\n...\nفإن كانوا يقرؤون (زين) ، ولست أعرف جهتها، إلا أن يكونوا منها آخذين بلغة قوم يقولون: (أتيتها عشايا) ثم يقولون في تثنية الحمراء: (حمرايان) فهذا وجه أن يكونوا قالوا: زين لكثير من المشركين قتل أولادهم شركائهم، وإن شئت جعلت زين إذا فتحته فعلاً لإبليس، ثم تخفض الشركاء باتباع الأولاد (4) .\nقال مكي في الكشف: (وهذه القراءة فيها ضعف) (5) .\nوقال نصر بن علي الشيرازي الفارسي النحوي (ت 565 هـ) : (بنى الفعل للمفعول، وأسنده إلى القتل، وأعمل القتل الذي هو مصدر الفعل، وأضافه إلى الشركاء، وهو فاعل، ونصب الأولاد، لأنه مفعول به، وفصل بالأولاد بين المضاف والمضاف إليه، والتقدير: زين لهم قتل شركائهم أولادهم، فقدم وأخر، وهو قبيح، قليل في الاستعمال) (6) .\n(1) سورة الأنعام/ 137.\n(2) ينظر: السبعة / 270، والتيسير / 107، والكشف عن وجوه القراءات 1 / 453، والموضح في وجوه القراءات وعللها 1 / 505، والوافي في شرح الشاطبية / 268\n(3) معاني القرآن 1 / 357\n(4) معاني القرآن للفراء1 / 357 - 358.\n(5) الكشف 1 / 454\n(6) الموضح في وجوه القراءات وعللها 1 / 506\nالجزء: 1 ¦ الصفحة: 23\n",
        "سبحان الله العظيم، كيف تكون قبيحة؟ وهي قراءة متواترة، رويت بالسند المتصل إلى النبي صلى الله عليه وسلم.\nوأما الطبري فقد استقبح هذه القراءة أيضاً، فردها معتمداً في ذلك على القاعدة النحوية لدى البصريين، التي لا تجيز الفصل بين المضاف والمضاف إليه بالمفعول. يقول: (قرأ أهل الشام (وكذلك زين) بضم الزاي لكثير من المشركين (قتل) بالرفع، (أولادهم) بالنصب، (شركائهم) بالخفض، بمعنى: وكذلك زين لكثير من المشركين قتل شركائهم أولادهم، ففرقوا بين الخافض والمخفوض\n...\nوذلك في كلام العرب قبيح غير فصيح (1) .\nوأما الزمخشري فردها كذلك بقوله: (وأما قراءة ابن عامر (قتل أولادهم شركائهم) برفع القتل، ونصب الأولاد، وجر الشركاء، على إضافة القتل إلى الشركاء، والفصل بينهما بغير الظرف، فشيء لو كان في مكان الضرورات وهو الشعر، لكان سمجًا مردوداً (2) .\n* الرد:\nوممن صوب هذه القراءة: ابن مالك، وأبو حيان، وابن الجزري، والأشموني، والصبان، والسيوطي، والآلوسي، وغيرهم. وأكتفي بما قاله ابن مالك، وأبو حيان، وابن الجزري، قال ابن مالك في الكافية الشافية:\nفصل مضاف شبه فعل ما نصب\n...\nمفعولاً أو ظرفاً أجز ولم يعب\nفصل يمين واضطراراً وجدا\n...\nبأجنبي أو بنعت أو ندا (3) .\nفقد أجاز ابن مالك أن يفصل بين المضاف والمضاف إليه بما نصبه المضاف، من مفعول أو ظرف أو ما يشبهه (4) ، خالف في ذلك المدرسة البصرية التي ينتمي إليها.\nوممن دافع هذه القراءة أبو حيان الأندلسي النحوي، قال وهو يرد على الزمخشري:\n(1) جامع البيان عن تأويل آي القران 8 / 31.\n(2) الكشاف 2 / 54.\n(3) ينظر: شرح ابن عقيل على الألفية 3 / 82.\n(4) ينظر: المصدر السابق 3 / 82.\nالجزء: 1 ¦ الصفحة: 24\n",
        "(وأعجب لعجمي ضعيف في النحو (1) ، يرد على عربي صريح محض، قراءة متواترة، موجود نظيرها في لسان العرب، في غير ما بيت. . . وأعجب لسوء ظن الرجل بالقرّاء الأئمة، الذين تخيرتهم هذه الأمة، لنقل كتاب الله شرقاً وغرباً، وقد اعتمد المسلمون على نقلهم لضبطهم وفهمهم وديانتهم\n...\nوإذا كانوا قد فصلوا بين المضاف والمضاف إليه بالجملة في قول بعض العرب: هو غلام - إن شاء الله - أخيك. فالفصل بالمفرد أسهل) (2) .\nوقد استدل أبو حيان في رده على الزمخشري بقول أبي الفتح: (إذا اتفق شيء من ذلك نظر في حال العربي، وما جاء به، فإذا كان فصيحاً، وكان ما أورده يقبله القياس، فالأولى أن يحسن الظن به، لأنه يمكن أن يكون ذلك وقع إليه من لغة قديمة، قد طال عهدها وعفا رسمها. ثم استدل بقول أبي عمرو بن العلاء المشهور: (ما انتهى إليكم مما قاله العرب إلا أقله، ولو جاءكم لجاءكم علم وافر وشعر كثير) (3) .\n(1) ليس الزمخشري ضعيفاً في العربية، فهو إمام من أئمتها، إلا أنه جانب الصواب في رده لقراءة متواترة.\n(2) البحر المحيط 4 / 229.\n(3) البحر المحيط 4 / 229، وأثر القراءات القرآنية في الدراسات النحوية / 75 - 76.\nالجزء: 1 ¦ الصفحة: 25\n",
        "أما ابن الجزري فقال: (قلت: والحق في غير ما قاله الزمخشري، ونعوذ بالله من قراءة القرآن بالرأي والتشهي. وهل يحل لمسلم بما يجد في الكتابة من غير نقل؟ بل الصواب جواز مثل الفصل، وهو الفصل بين المصدر وفاعله المضاف إليه بالمفعول في الفصيح الشائع الذائع اختياره. ولا يختص ذلك بضرورة الشعر. ويكفي في ذلك دليلاً هذه القراءة الصحيحة المشهورة، التي بلغت التواتر. كيف وقارئها ابن عامر من كبار التابعين، الذين أخذوا عن الصحابة، كعثمان بن عفان وأبي الدرداء - رضي الله عنهما -، وهو مع ذلك عربي صريح، من صميم العرب. فكلامه حجة، وقوله دليل على أنه كان قبل أن يوجد اللحن ويتكلم به، فكيف وقد قرأ بما تلقى وتلقن وروى وسمع ورأى\n...\n) (1) .\nوهذه الأدلة كافية لأن يعتقد الباحث أن هذه القراءة ليست قبيحة كما قال بعضهم، ولا ضعيفة، بل هي أجدر بالتقدير من القاعدة النحوية المستحدثة. وقد تحقق نقلها بالتواتر، عن النبي صلى الله عليه وسلم. فهل القدسية للقراءة المتواترة؟ أم للقاعدة النحوية؟\nفاللسان العربي اشتمل على كثير من الأساليب التي ورد فيها الفصل بين المتضايفين، بأشكال وأنواع شتى، في شعر الأعشى وعمرو بن كلثوم، وبجير بن زهير، ومعاوية بن أبي سفيان، وتأبط شراً، والفرزدق، وجرير، وأبي زيد الطائي، وأبي حية النميري، وذي الرمة. (2) .\nوهذه القراءة قوية في النقل والمعنى.\nأما النقل: فوردت شواهد كثيرة، منها قول الشاعر:\nعتوا إذ أجبناهم إلى السلم رأفة\n...\nفسقناهم سوق البغاث الأجادل (3)\n(1) النشر في القراءات العشر 2 / 263.\n(2) ينظر: نظرية النحو القرآني / 82.\n(3) وبعده: ومن يلغ أعقاب الأمور فإنه\n...\nجدير بهلك آجل أو معاجل\nوهو من شواهد الأشموني، بشرحه على ألفية ابن مالك، رقم 497.\n...\nالجزء: 1 ¦ الصفحة: 26\n",
        "حيث فصل بين المضاف وهو (سوق) ، والمضاف إليه وهو (الأجادل) . والأجادل: جمع أجدل، وهو طائر ضعيف، بقوله: البغاث. وقول الشاعر:\nفزججتها بمزجة ز\n...\nجّ القلوص أبي مزادة (1)\nحيث فصل بين المضاف (زج) ، والمضاف إليه (أبي مزادة) ، بالمفعول\n(القلوص) . وجاء مثله قراءة بعض السلف (2) (فلا تحسبن الله مخلف وعده رسله) (3) ، حيث نصب (وعده) على أنها مفعول به للمصدر (مخلف) . وكقول الشاعر:\nما زال يوقن من يؤمك بالغنى\n...\nوسواك مانع فضله المحتاج (4)\nففصل بالمفعول (فضله) بين المضاف (مانع) ، والمضاف إليه (المحتاج) .\nوأما المعنى، فمن أوجه:\n1-\nكون الفاصل فضلة، فإنه صالح لعدم الاعتداد به.\n2-\nأنه غير أجنبي، يعني: الفاصل، لأنه معمول للمضاف وهو المصدر.\n(1) ينظر معاني القرآن للفراء 1 / 358، والخصائص 2 / 406، والحجة لأبي زرعة / 373، والفريد في إعراب القرآن الكريم للمنتجب الهمداني 3 / 177. وهو من شواه الأشموني بشرحه على ألفية ابن مالك برقم / 499.\n(2) هي قراءة ذكرها الزمخشري في الكشاف 2 / 530 وألمع عنها بالضعف، وذكها الهمداني في الفريد في إعراب القرآن المجيد 3 / 177، وذكرها الجمل في حاشيته على الجلالين 4 / 164. وقال: هي قراءة جماعة من القراء. وذكرها الأشموني في شرحه على الألفية 2 / 276.\n...\n(3) سورة إبراهيم / 47\n(4) هو من شواهد الأشموني بشرحه على ألفية ابن مالك رقم 500\nالجزء: 1 ¦ الصفحة: 27\n",
        "3-\nأن الفاصل مقدر التأخير، لأن المضاف إليه مقدر التقديم، لأنه فاعل في المعنى، حتى إن العرب لو لم تستعمل مثل هذا الفصل، لاقتضى القياس استعماله، لأنهم قد فصلوا في الشعر بالأجنبي كثيراً. . . وإذا كانوا قد فصلوا بين المضاف والمضاف إليه بالجملة في قول بعض العرب: (هو غلام - إن شاء الله - أخيك) ، فالفصل بالمفرد أسهل (1) . وهذه الأدلة كافية، مع أن كتب التفسير والنحو مليئة بالشواهد.\nمثال (2) : قال تعالى: (واتقوا الله الذي تساءلون به والأرحام)\n(2) .\nقرأ حمزة الزيات الكوفي (والأرحام) ، بالخفض، عطفاً على الضمير المخفوض بالباء، ووقرأ الجمهور (والأرحام) بالنصب (3) .\n* التلحين:\nأنكر هذه القراءة وحرّم القراءة بها المبرد، حيث قال: (لو صليت خلف إمام يقرأ بالكسر لحملت نعلي ومضيت) (4) .\nوضعّفها الزمخشري بقوله: (والجر على عطف الظاهر على المضمر ليس بسديد، لأن الضمير المتصل متصل كاسمه، والجار والمجرور كشيء واحد، فكانا في قولك: مررت به وزيد، وهذا غلامه وزيد، شديدي الاتصال، فلما اشتد الاتصال لتكرره أشبه العطف على بعض الكلمة، فلم يجز. ووجب تكرار العامل، كقولك: مررت به وبزيد) (5) .\n(1) ينظر: إعراب القرآن للسفاقسي، مخطوط رقم 222 تفسير، وشرح الكافية الشافية لابن مالك 2 / 979 وما بعدها.\n(2) سورة النساء / 1.\n(3) السبعة / 226، والتيسير / 93، الكشف عن وجوه القراءات 1 375، والنشر 2 / 227، والوافي في شرح الشاطبية / 242\n(4) الكامل في اللغة والأدب 2 / 749.\n(5) الكشاف 1 / 493.\nالجزء: 1 ¦ الصفحة: 28\n",
        "وخطأها الزجاج في معاني القرآن وإعرابه، قال: (فأما الجر في الأرحام فخطأ في العربية لا يجوز إلا في اضطرار شعر. وخطأ أيضا في أمر الدين عظيم، لأن النبي صلى الله عليه وسلم قال: (لا تحلفوا، بآبائكم) فكيف يكون تتساءلون به وبالرحم على ذا) (1) .\nوضعفها نصر بن علي بن محمد الفارسي النحوي، حيث قال: (والأرحام بالخفض، قرأها حمزة وحده، وهو ضعيف، لأنه عطفه على الضمير المجرور بالباء، وهذا يضعف من جهة القياس والاستعمال جميعاً) (2) .\n* الرد:\nهذه القراءة مسندة إلى النبي صلى الله عليه وسلم - قال بصحتها جمع من النحويين واللغويين، منهم: ابن جني، وابن يعيش، وأبو حيان الأندلسي، وابن زنجلة،\nوغيرهم.\n- يقول ابن جني: (ليست هذه القراءة عندنا من الإبعاد والفحش والشناعة والضعف على ما رآه فيها وذهب إليه أبو العباس،\n...\nلحمزة أن يقول لأبي العباس: إنني لم أحمل الأرحام على العطف على المجرور المضمر، بل اعتقدت أن تكون فيه باء ثانية حتى كأني قلت: وبالأرحام، ثم حذف الباء لتقدم ذكرها، كما حذفت لتقدم ذكرها في نحو قولك: بمن تمرر أمر، وعلى من تنزل أنزل، ولم يقل أمرر به، ولا أنزل عليه، لكن حذفت الحرفين لتقدم ذكرهما) (3) .\nوقال ابن يعيش: (إن أكثر النحويين قد ضعف هذه القراءة نظرًا إلى العطف على المضمر المخفوض\n...\nثم قال: ويحتمل وجهين آخرين غير العطف على المكني المخفوض: أحدهما: أن تكون الواو واو قسم، وهم يقسمون (بالأرحام) ويعظمونها - وجاء التنزيل على مقتضى استعمالهم، ويكون قوله: (إن الله كان عليكم رقيباً) ، جواب القسم. والوجه الثاني: أن يكون قد اعتقدوا أن قبله باء ثانية، حتى كأنه قال وبالأرحام، ثم حذف الباء لتقدم ذكرها (4) .\n(1) معاني القرآن وإعرابه 2 / 6.\n(2) الموضح في وجوه القراءات وعللها 1 / 402\n(3) الخصائص 1 / 285.\n(4) شرح المفصل 3 / 78.\nالجزء: 1 ¦ الصفحة: 29\n",
        "وأما أبو حيّان فلا يكتفي بالرد على من ضعّف هذه القراءة، بل يرد عليهم عامة، وعلى ابن عطية خاصة فيقول: (وما ذهب إليه البصريون وتبعهم فيه الزمخشري وابن عطية، من امتناع العطف على الضمير المجرور إلا بإعادة الجار، ومن اعتلالهم لذلك غير صحيح. بل الصحيح مذهب الكوفيين في ذلك، وأنه يجوز. . . (1) . وأضاف أبو حيان: (وأما قول ابن عطية: ويرد عندي هذه القراءة\n...\nإلى آخر كلامه) ، فجسارة قبيحة منه لا تليق بحاله، ولا بطهارة لسانه، إذ عمد إلى قراءة متواترة عن رسول الله صلى الله عليه وسلم، قرأ بها سلف الأمة، واتصلت بأكابر قراء الصحابة، الذين تلقوا القرآن من رسول الله صلى الله عليه وسلم بغير واسطة، عثمان، وعلي، وابن مسعود، وزيد بن ثابت، وأقرأ الصحابة أبي بن كعب رضي الله عنهم، عمد إلى ردها هو بشيء خطر له في ذهنه؛ وهذه الجسارة لا تليق إلا بالمعتزلة كالزمخشري، فإنه كثيراً ما يطعن في نقل القراء وقراءتهم. وحمزة رضي الله عنه أخذ القرآن عن سليمان بن مهران الأعمش، وحمران بن أعين، ومحمد بن عبد الرحمن بن أبي ليلى، وجعفر بن محمد الصادق. ولم يقرأ حمزة حرفاً من كتاب الله إلا بأثر، وكان حمزة صالحاً وربما ثقة في الحديث\n...\n) (2) . وبعد هذا البيان لابد لي من كلمة أقولها:\nتمسك معظم النحويين بالقاعدة المعروفة لدى البصريين، التي لا تجيز عطف الاسم الظاهر على الضمير المخفوض من غير إعادة الخافض. ولو أنعمنا النظر في القرآن الكريم لرأينا شواهد كثيرة، ورد فيها عطف الاسم الظاهر على الضمير المخفوض دون إعادة الخافض. ولا أدري لم أهملها النحاة! مع أنهم احتجوا بأبيات شعر سمعت عن بعض العرب، وبنصوص من كلام العرب الفصحاء، وكتاب الله قمة الفصاحة والبيان. فمن الشواهد التي وردت في القرآن الكريم:\n(1) البحر المحيط 2 / 144 وما بعدها.\n(2) المصدر السابق 3 / 156.\nالجزء: 1 ¦ الصفحة: 30\n",
        "1-\nقوله تعالى: (وصد عن سبيل الله وكفر به والمسجد الحرام) (1) .\nفـ (المسجد) بقراءة الجر معطوف على الهاء في (به) دون إعادة الخافض (2) .\n2-\nقوله تعالى: (ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم) (3) . أجاز الفراء (ت 207 هـ) أن تكون (ما) في موضع خفض، لأنها معطوفة على الضمير المخفوض في (فيهن) أي: يفتيكم الله فيهن وما يتلى عليكم غيرهن (4) .\n3-\nقوله تعالى: (لكن الراسخون في العلم منهم والمؤمنون يؤمنون بما أنزل إليك وما أنزل من قبلك والمقيمين الصلاة) . و (المقيمين) عند الكسائي في موضع خفض بالعطف على الكاف في (إليك) ، والتقدير (يؤمنون بالكتب وبالمقيمين الصلاة، وهم الأنبياء، أو الملائكة) (5) . وقيل: هو عطف على الكاف في قوله: (بما أنزل إليك) ، أي يؤمنون بالذي أنزل إليك وإلى المقيمين الصلاة، وهم الأنبياء (6) .\nفهذه الآيات جاءت في القراءات السبعة المحكمة، وهذا الذي جعل أبا حيّان يقول عن قراءة حمزة: (ومن ادعى اللحن فيها أو الغلط على حمزة فقد كذب) (7) .\nولذلك كان ابن مالك على صواب تام حين قال في ألفيته مخالفا رأي البصريين، ومؤيدًا قراءة حمزة:\nوعود خافض لدى عطف على\n...\nضمير خفض لازما قد جعلا\nوليس عندي لازما إذ قد أتى\n...\nفي النظم والنثر الصحيح مثبتا (8)\n(1) سورة البقرة / 217.\n(2) ينظر: الفريد في إعراب القرآن المجيد 1 / 454\n(3) سورة النساء / 127.\n(4) معاني القرآن 1/ 290، وينظر الفريد في إعراب القرآن المجيد 1 / 797\n(5) ينظر: الفريد في إعراب القرآن المجيد 1 / 818\n(6) ينظر: البيان في غريب إعراب القرآن 1 / 276، والفريد 1 / 818 ,\n(7) البحر المحيط 2 / 147.\n(8) شرح ابن عقيل على ألفية ابن مالك 3 / 239.\nالجزء: 1 ¦ الصفحة: 31\n",
        "وحينما عدد أبو حيّان مذاهب النحاة في جواز العطف على الضمير المخفوض دون إعادة الخافض قال: (والذي نختاره، أنه يجوز ذلك في الكلام مطلقًا، لأن السماع يعضده، والقياس يقويه، أما السماع فما روي من قول العرب: (ما فيها غيره وفرسه) ، بجر الفرس، عطفًا على الضمير في (غيره) والتقدير: (ما فيها غيره، وغير فرسه) (1) .\nمثال (3) : قال تعالى: (أمن هو قانت آناء الليل ساجداً وقائماً يحذر الآخرة ويرجو رحمة ربه، قل هل يستوي الذين يعلمون والذين لا يعلمون)\n(2) .\nقرأ نافع وابن كثير وحمزة بتخفيف الميم (أمن) ، وقرأ الباقون بالتشديد (3) .\n* التلحين:\nضعّف هذه القراءة ولحّن من قرأ بها: أبو الحسن الأخفش، فقال: (القراءة بالتخفيف ضعيفة) (4) ، وضعفها كذلك أبو حاتم (5) .\nالرد: هذ القراءة - كما هو معلوم - متواترة، رويت عن كبار القراء، إلا أنه لحّنها بعض النحويين - كما ترى - ولو تتبعنا وجوهها في العربية، لرأينا مسوغاتها اللغوية بيّنة. فالألف يجوز أن تكون للنداء، ويجوز أن تكون للاستفهام، إن أضمر معادل.\nقال الفراء: الهمزة للنداء، كأنه قيل: يا من هو قانت، ويكون قوله: قل، خطاباً له (6) .\n(1) البحر المحيط 2 / 147، وينظر: نظرية النحو القرآني /76 - 77.\n(2) سورة الزمر / 9\n(3) التيسير / 189، والكشف عن وجوه القراءات السبع 1 / 237، والموضح في وجوه القراءات 1 / 1112، والنشر في القراءات العشر 2 / 362، والوافي في شرح الشاطبية في القراءات السبع / 353\n(4) ينظر البحر المحيط 9 / 189\n(5) ينظر المصدر السابق 9 / 189\n(6) البحر المحيط 9 / 188\nالجزء: 1 ¦ الصفحة: 32\n",
        "وقال مكي بن أبي طالب القيسي: (وحجة من خففه أنه جعله نداء، فالألف للنداء، ودليله قوله: (هل يستوي) ناداه، شبهه بالنداء، ثم أمره، ويحسن أن تكون الألف للاستفهام، على أن تضمر معادلاً للألف في آخر الكلام، تقديره: أمن هو قانت كمن هو بخلاف ذلك، ودل عليه قوله: (هل يستوي الذين يعلمون والذين لا يعلمون) . ولا بد من هذا الإضمار، لأن التسوية تحتاج إلى اثنين، وإلى جملتين، والقراءتان متقاربتان حسنتان) (1) .\nولا يختلف كلام أبي البركات بن الأنباري كثيراً عما قاله مكي. قال ابن الأنباري:\n(من قرأ بالتخفيف ففيه وجهان:\nأحدهما: أن تكون الهمزة للاستفهام بمعنى التنبيه. . .\nوالثاني: أن تكون الهمزة للنداء، يا من هو قانت أبشر فإنك من أهل الجنة. . .)\n(2) .\nوقال نصر بن علي في الموضح: (والوجه أن الألف للاستفهام، و (من) موصولة بمعنى الذي، و (هو قانت) صلتها، والتقدير: أمن هو قانت كمن جعل لله أنداداً، وليس للنداء ههنا موضع) (3) .\nوهذا أبو حيان النحوي يحتج لها من الشعر والنثر، فيقول: (أمن) بتخفيف الميم، والظاهر أن الهمزة لاستفهام التقرير، ومقابلة محذوف لفهم المعنى، والتقدير: أهذا القانت خير أم الكافر المخاطب بقوله: (قل تمتع بكفرك) ؟ ويدل عليه قوله: (قل هل يستوي الذين يعلمون والذين لا يعلمون) . ومن حذف المقابل قول الشاعر:\nدعاني إليها القلب إني لأمرها\n...\nسميع فما أدري أرشد طلابها (4)\n(1) الكشف عن وجوه القراءات 2 /237، وينظر: النشر 2 / 347، وزاد المسير 7 / 165، وتفسير النسفي 4 /51.\n(2) البيان في غريب إعراب القرآن 2 / 322\n(3) الموضح 3 / 1112، يشير إلى الذين فسروا الهمزة بأنها حرف نداء.\n(4) البيت لأبي ذؤيب الهذلي، ينظر: شرح أشعار الهذليين 1 / 43، وهو من شواهد المغني برقم / 4، وبلا نسبة في شرح الأشموني 2 / 371.\n...\nالجزء: 1 ¦ الصفحة: 33\n",
        "تقديره: أرشد طلابها أم غيّ.\nمثال (4) : قال تعالى: (ولا يحل لكم أن تأخذوا مما آتيتموهن شيئاً إلا أن يخافا ألا يقيما حدود الله)\n(1)\nقرأ حمزة: (يخافا) بضم الياء على البناء للمفعول، وقرأ الباقون بفتح الياء على البناء للمعلوم (2) .\nالتلحين: لحن هذه القراءة الفراء في معاني القرآن، وقال: (لا يعجبني ذلك. . . وأما ما قاله حمزة فإنه إن كان أراد اعتبار قراءة عبد الله (3) فلم يصبه - والله أعلم - لأن الخوف إنما وقع على (أن) وحدها، إذ قال: ألا يخافوا أن لا، وحمزة قد أوقع الخوف على الرجل والمرأة وعلى أن (4) ؛ ألا ترى أن اسمها في الخوف مرفوع بما لم يسم فاعله. . .) (5)\nالرد: وجه جوازها أن الخوف في الحقيقة لا ينبغي أن يكون واقعاً عليهما، لأنهما لا يخافان ترك حدود الله تعالى، بل يخاف عليهما ذلك، فلهذا بني الفعل للمفعول به، فأسند إليهما، والتقدير: إلا أن يخافا على أن لا يقيما حدود الله، فحذف الجار وأوصل الفعل، فموضع أن وما بعده نصب بوقوع الفعل عليهما (6) .\n(1) سورة البقرة / 229\n(2) التيسير / 80، والسبعة / 182، والكشف عن وجوه القراءات 1 / 294، والنشر في القراءات العشر 2 / 227، وينظر: مصحف القراءات العشر/ 36\n...\n(3) يريد قراءة عبد الله بن مسعود رضي الله عنه.\n(4) جاء في هامش معاني القرآن للفراء: (يريد أنه على قراءة حمزة (يخافا ألا يقيما) ببناء الفعل للمفعول، يكون الفعل قد عمل في نائب الفاعل، وفي أن ومعمولها، وكأن الفعل قد عمل في أكثر من معمول واحد الرفع، وهذا غير مألوف إلا على وجه التبعية. والنحويون يصححون هذا الوجه بأن يكون (ألا يقيما) بدل اشتمال من نائب الفاعل) . ينظر: هامش معاني القرآن 1 / 146\n(5) معاني القرآن 1 / 145\n(6) الموضح في وجوه القراءات وعللها 1 / 327\nالجزء: 1 ¦ الصفحة: 34\n",
        "والمعنى: أنه بنى الفعل للمفعول، وهذا على تعدية خاف إلى مفعولين، أحدهما أسند الفعل إليه، والآخر (أن) بتقدير حرف جر محذوف، فموضع (أن) خفض بالجار المقدر أو في محل نصب، لأنه لما حذف الجار صار الفعل إلى المفعول الثاني، مثل: أستغفر الله ذنباً، وأمرتك الخير (1) .\nوقد احتج لقراءة حمزة مكي بن أبي طالب القيسي بقوله: (وحجة قراءة حمزة بضم الياء أنه بنى الفعل للمفعول، والضمير في (يخافا) مرفوع لم يسم فاعله، يرجع للزوجين، والفاعل محذوف، وهو الولاة والحكام، والخوف بمعنى اليقين، وقيل بمعنى الظن) (2) . والمعنى: إلا أن يعلم الزوجان ألا يقيما حدود الله.\nوجاء في الفريد في إعراب القرآن المجيد (وقرئ (إلا أن يخافا) على البناء للمفعول، على أن يكون الخلع إلى الحاكم، أي: إلا أن يخافا الزوجين الحاكم، ثم حذف الفاعل وأقيم ضمير الزوجين مقامهما) (3) .\nقال أبو حيان: (طعن في هذه القراءة من لا يحسن توجيه كلام العرب، وهي قراءة صحيحة مستقيمة في اللفظ وفي المعنى. . .) (4) .\nوأعتقد أن هذه الأدلة كافية على صحة قراءة حمزة، بالإضافة إلى أنها متواترة، قد قرأ بها أفصح الخلق سيدنا رسول الله صلى الله عليه وسلم.\nمثال (5) : قال تعالى: (ولبثوا في كهفهم ثلاثمائة سنين وازدادوا تسعاً)\n(5) .\nقرأ حمزة والكسائي بإضافة (مائة) إلى (سنين) ، ولم يضف الباقون (6) .\n* التلحين:\n(1) ينظر: المحرر الوجيز في تفسير الكتاب العزيز 1 / 307\n(2) الكشف عن وجوه القراءات السبع 1 / 295\n(3) الفريد في إعراب القرآن المجيد 1 / 467\n(4) البحر المحيط 2 / 229\n(5) سورة الكهف / 25\n(6) السبعة / 389، 390، والنشر 2 / 310، والكشف عن وجوه القراءات 1 / 58، وينظر: مصحف القراءات العشر المتواترة / 296\nالجزء: 1 ¦ الصفحة: 35\n",
        "خطأ هذه القراءة أبو حاتم، قال أبو حيان: (وأنحى أبو حاتم على هذه القراءة، ولا يجوز له ذلك) (1) ، كما خطأها المبرد في المقتضب، قال: (وقد قرأ بعض القراء بالإضافة فقال: (ثلثمائة سنين) وهذا خطأ في الكلام غير جائز، وإنما يجوز في الشعر للضرورة) (2) .\nالرد: سأنقل آراء جهابذة اللغة والنحو والقراءات، ليتبين للقارئ أن تلحين المبرد وغيره ليس من المسلمات التي لا يرد عليها:\nقال الفراء: (ومن العرب من يضع السنين في موضع سنة، فهي حينئذ في موضع خفض لمن أضاف) (3) .\nوقال المهدوي: (. . . ومن أضاف ولم ينون، فإنه أوقع الجمع موقع الواحد، فبين به كما يبين بالواحد، وأخرج الكلام على أصله، لأن قولك عندي ثلاثون درهماً وما أشبهه معناه: عندي ثلاثون من الدراهم، فكذلك ثلاثمئة سنة، أصلها: ثلاثمئة من السنين، لكنهم استعملوا التفسير بالواحد، وكثر ذلك حتى صار التفسير بالجمع شاذاً. وقد قيل: من نون إنما جاء به على التفسير أيضاً، وذلك أنه لما قال: ولبثوا في كهفهم ثلاثمئة وقع الإبهام عند السامعين هل هي سنون؟ أو أشهر؟ أو أيام؟ فقال: سنين على جهة البيان) (4) .\nولا يختلف رأي مكي بن أبي طالب القيسي عما قاله المهدوي: (وحجة من أضاف أنه أجرى الإضافة إلى الجمع كالإضافة إلى الواحد، في قولك: ثلاث مائة درهم وثلاث مائة سنة، وحسن ذلك، لأن الواحد في هذا الباب إذا أضيف إليه بمعنى الجمع، فحملا الكلام على المعنى، وهو الأصل، لكنه يبعد لقلة استعماله، فهو أصل قد رفض استعماله، وقد منعه المبرد ولم يجزه، ووجهه ما ذكرناه) (5) .\n(1) البحر المحيط 7 / 164\n(2) المقتضب 2 / 171\n(3) معاني القرآن 2 / 138\n(4) شرح الهداية 2 / 394\n(5) ينظر: الكشف عن وجوه القراءات 2 / 58\nالجزء: 1 ¦ الصفحة: 36\n",
        "وأما القاضي عبد الحق بن عطية فاحتج لها - - كذلك - وبين أن سنين بمنزلة سنة: (وقرأ حمزة والكسائي ويحيى وطلحة والأعمش بإضافة (مائة) إلى (سنين) وترك التنوين، وكأنهم جعلوا (سنين) بمنزلة سنة، إذ المعنى بهما واحد. قال أبو علي: إذ هذه الأعداد التي تضاف في المشهور إلى الآحاد نحو ثلثمائة رجل وثوب قد تضاف إلى الجموع) (1) . انتهى كلام ابن عطية.\nوممن احتج لها الإمام ابن زنجلة، حيث قال: (قال قوم (2) : ليست هذه القراءة مختارة، لأن العرب إذا أضافت هذا الجنس أفردت، فيقولون: (عندي ثلثمائة دينار) ، ولا يقولون (هؤلاء ثلثمائة رجال) ، إنما يقولون (ثلثمائة رجل) . بل هذه القراءة مختارة. وحجتهما أنهما أتيا بالجمع بعد قوله (ثلثمائة) على الأصل، لأن المعنى في ذلك هو الجمع. وذلك أنك إذا قلت (عندي مئة درهم) فالمعنى مئة من الدراهم. والجمع هو المراد من الكلام، والواحد إنما اكتفي به الجمع. إذا قيل (ثلثمائة سنة وثلثمائة رجل) ، لأن الواحد ها هنا يؤدي على معنى الجمع بذكر العدد قبله، فعاملوا الأصل الذي هو مراد المتكلم ولم يكتفيا بالواحد من الجمع) (3) .\nهذه هي آراء علماء العربية، من أهل اللغة والنحو والقراءات، فهل بعد هذا البيان من شك في هذه القراءة المتواترة وهل يجوز ردها، أو التشكيك في صحتها؟ .\nمثال (6) : قال تعالى: (ولا تقتلوا أولادكم خشية إملاق نحن نرزقهم وإياكم إن قتلهم كان خطئاً كبيراً)\n(4) .\n(1) المحرر الوجيز في تفسير الكتاب العزيز 3 / 510\n(2) يعني بالقوم: الفراء ومن وافقه.\n(3) حجة القراءات لعبد الرحمن بن محمد بن زنجلة / 414\n(4) سورة الإسراء / 31\nالجزء: 1 ¦ الصفحة: 37\n",
        "قرأ ابن كثير بكسر الخاء والمد (خطاء) ، وقرأ ابن ذكوان بفتح الخاء والطاء من غير مد، وقرأ الباقون بكسر الخاء وإسكان الطاء من غير مد، وكلهم نوّن وهمز (1)\n* التلحين:\nقال النحاس: (فأما قراءة من قرأ: كان خطاء، بالكسر والمد، فلا يعرف في اللغة، ولا في كلام العرب) (2) ، وقال أبو حاتم: هذه القراءة غلط غير جائز، ولا يعرف هذا في اللغة (3) . وقال المهدوي: (وقراءة ابن كثير على أنه مصدر ما قد استعمل مطاوعه، وفي بعد) (4) .\nالرد: هو مصدر خاطأ على فاعل يخاطئ، مثل قاتل يقاتل قتالاً، وقد جاء مطاوعه (تخاطأ) على تفاعل، قال الشاعر وهو يصف مهاة:\nتخاطأه القناص حتى وجدته\n...\nوخرطومه في منقع الماء راسب (5)\nفإذا جاء تخاطأ حصل منه خاطأ وإن لم يستعمل (6) .\nقال أبو علي الفارسي: (هي مصدر من خاطأ يخاطئ، وإن كنا لم نجد خاطأ، ولكن وجدنا تخاطأ، وهو مطاوع خاطأ فدلنا عليه، ومنه قول الشاعر:\nألا أبلغا خلتي جابراً\n...\nبأن خليلك لم يقتل\nتخاطأت النبل أحشاءه\n...\nوأخّر يومي فلم يعجل (7)\nوقال الآخر في كمأة:\nتخاطأه القناص حتى وجدته\n...\nوخرطومه في منقع الماء راسب\n(1) السبعة / 182، النشر 2/ 227، والكشف عن وجوه القراءات 2 / 45، وينظر: مصحف القراءات العشر / 285\n(2) معاني القرآن 4 / 148\n(3) ينظر: البحر المحيط 7 / 43، والجامع لأحكام القرآن 10 / 221\n(4) شرح الهداية 2 / 385\n(5) ينسب هذا البيت لمحمد بن البسري. وموضع الشاهد فيه: قوله (تخاطأه) حيث جاء تخاطأ على تفاعل، ومن معانيه مطاوعة فاعل، فإذا جاء تخاطأ حصل منه خاطأ، وإن لم يستعمل. ينظر: الموضح في وجوه القراءات وعللها 2 / 755\n(6) ينظر: المصدر السابق 2 / 755\n(7) البيتان لأوفى بن مطر المازني، ينظر: مجاز القرآن لأبي عبيدة 2 / 5، ولسان العرب مادة (خ ط أ) والجامع لأحكام القرآن 10 /223، والفريد في إعراب القرآن المجيد 3 / 271\n...\nالجزء: 1 ¦ الصفحة: 38\n",
        "فكان هؤلاء الذين يقتلون أولادهم يخاطئون الحق والعدل) (1) .\nوقال ابن مالك:\nلفاعل: الفعال، والمفاعله\n...\nوغير ما مر السماع عادله\nأي: كل فعل على وزن فاعل فمصدره فاعل فعالاً ومفاعلة، مثل ضارب ضراباً ومضاربة، وقاتل قتالاً ومقاتلة، وخاصم خصاماً ومخاصمة (2) .\nفهل يجوز لأحد أن يرد قراءة لأنه لا يعرف وجهها في العربية؟ أو يردها لأن استعمالها في العربية عن طريق السماع، ولم يصل إليه ذلك السماع؟ أو يردها لأنها تستعمل في العربية على قلة؟ . إن هناك ألفاظ فصيحة وهي كثيرة جداً لم يستعملها العرب، فنزل بها القرآن، فظن بعض النحاة أن هذه القراءة على لغة ليست فصيحة.\nمثال (7) : قال تعالى: (ولا يحسبن الذين كفروا سبقوا إنهم لا يعجزون)\n(3) .\nقرأ ابن عامر بفتح الهمزة (أنهم) ، وقرأ الباقون بكسرها (إنهم) (4) .\n* التلحين:\nاستبعد هذه القراءة أبو عبيد، وأبو حاتم، قال أبو حيان: (واستبعد أبو عبيد وأبو حاتم قراءة ابن عامر، ولا استبعاد فيها لأنها تعليل للنهي، أي لا تحسبنهم فائتين لأنهم لا يعجزون، أي لا يقع منك حسبان لفوتهم، لأنهم لا يعجزون، أي لا يفوتون) (5) .\nالرد: وجه الصواب في هذه القراءة على تقدير اللام، وهو متعلق بما قبله تعلق المفعول له، والتقدير لا يحسبن الذين كفروا سبقوا لأنهم لا يفوتون (6) .\nجاء في الكشاف: (وقرئ بالفتح بمعنى: لأنهم، كل واحدة من المكسورة والمفتوحة تعليل، إلا أن المكسورة على طريقة الاستئناف، والمفتوحة تعليل صريح) (7) .\n(1) الحجة /\n...\n، وينظر: البحر المحيط 7 / 43\n(2) ينظر: شرح ابن عقيل 3 / 131\n(3) سورة الأنفال / 59\n(4) السبعة / 308، والكشف عن وجوه القراءات 1 / 494، والنشر في القراءات العشر 2 / 277، ومصحف القراءات العشر المتواترة / 184\n(5) البحر المحيط 5 / 342\n(6) الموضح في وجوه القراءات 2 / 582\n(7) الكشاف 2 / 219\nالجزء: 1 ¦ الصفحة: 39\n",
        "قال القاضي عبد الحق بن عطية: (وقرأ ابن عامر وحده من السبعة (أنهم لا يعجزون) بفتح الألف من (أنهم) ، ووجهه أن يقدر بمعنى لأنهم لا يعجزون، أي لا تحسبن عليهم النجاة لأنهم لا ينجون) (1) .\nفخلاصة آراء العلماء في هذه الآية أن القراءة على حذف لام التعليل، فالجملة في تأويل مصدر هو علة للنهي، أي لأنهم لا يعجزون (2) .\nمثال (8) : قال تعالى: (ولا تطرد الذين يدعون ربهم بالغدوة والعشي يريدون وجهه)\n(3) .\nقرأ ابن عامر وحده (بالغدوة) بالواو، وكذلك في الكهف، وقرأ الباقون (بالغداة) بدون واو (4) .\n* التلحين:\nخطأ هذه القراءة أبو عبيدة، قال: (إنما نرى ابن عامر والسلمي قرأ تلك القراءة اتباعاً للخط، وليس في إثبات الواو في الكتاب دليل على القراءة بها، لأنهم كتبوا الصلاة والزكاة بالواو) (5) .\n(1) المحرر الوجيز 2 / 545\n(2) التحرير والتنوير 9 / 144\n(3) سورة الأنعام /52\n(4) السبعة / 258، 390، والتيسير / 102، والكشف 1 /، والموضح 1 / 469، والنشر 2 / 258\n(5) البحر المحيط 4 / 522\nالجزء: 1 ¦ الصفحة: 40\n",
        "الرد: وجه ذلك أن غدوة وإن كان اسماً علماً صيغ لهذا الوقت المعلوم (1) ، ومن حقه أن لا يدخله الألف واللام، فإنه قدّر فيه التنكير والشياع، وذلك مستمر في جميع هذا الضرب من الأعلام، نحو ما حكاه سيبويه عن العرب: هذا يوم اثنين مباركاً فيه (2) ، فلما قدر في غدوة التنكير، جوز إدخال الألف واللام عليه، وهذا كما يقال: لقيته فينة، غير منصرف (3) ، ثم تقول: لقيته الفينة بعد الفينة، فندخل الألف واللام على ما يستعمل معرفة (4) .\nقال أبو حيان مصوّباً قراءة ابن عامر ورادّاً على أبي عبيدة: (وهذا من أبي عبيدة جهل بهذه اللغة، التي حكاها سيبويه والخليل، وقرأ بها هؤلاء الجماعة، وكيف يظن بهؤلاء الجماعة القراء أنهم إنما قرؤوا بها لأنها مكتوبة في المصحف بالواو؟ والقراءة إنما هي سنة متبعة. وأيضاً فابن عامر عربي صريح، كان موجوداً قبل أن يوجد اللحن، لأنه قرأ القرآن على عثمان بن عفان ونصر بن عاصم، أحد العرب الأئمة في النحو، وهو ممن أخذ علم النحو عن أبي الأسود الدؤلي مستنبط علم النحو، والحسن البصري، وهو من الفصاحة بحيث يستشهد بكلامه، فكيف يظن بهؤلاء أنهم لحنوا. وأبو عبيدة جهل هذه اللغة، وجهل نقل هذه القراءة فتجاسر على ردها عفا الله عنه) (5) .\nمثال (9) : قال تعالى: (قالوا أرجه وأخاه وأرسل في المدائن حاشرين)\n(6) .\n(1) الغدوة: البكرة مابين صلاة الغداة وطلوع الشمس، ينظر لسان العرب، مادة (غ د ا) .\n(2) قال سيبويه: (اعلم أن غدوة وبكرة جعلت كل واحدة منهما اسماً للحين، كما جعلوا (أم حبين) اسماً للدابة معرفة، فمثل ذلك قول العرب: هذا يوم اثنين مباركاً فيه، وأتيتك يوم اثنين مباركاً فيه، جعل اثنين اسماً له معرفة، كما تجعله اسماً لرجل) الكتاب 3 / 293\n...\n(3) للعلمية والتأنيث\n(4) الموضح في وجوه القراءات 1 / 269 - 270\n(5) البحر المحيط 4 / 522\n(6) سورة الأعراف / 111\nالجزء: 1 ¦ الصفحة: 41\n",
        "قرأ قالون (أرجه) باختلاس كسرة الهاء، وقرأ ورش والكسائي بكسر الهاء، وقرأ ابن كثير وهشام (أرجئه) بإشباع ضمة الهاء، وقرأ أبو عمرو (أرجئه) باختلاس ضمة الهاء، وقرأ ابن ذكوان (أرجئه) باختلاس كسرة الهاء، وقرأ الباقون بترك الهمز وإسكان الهاء (1) .\nالتلحين: لحّن أبو علي الفارسي قراءة ابن كثير (أرجئه) ، وقال: وهذا غلط. وقال أيضاً: ضم الهاء مع الهمز لا يجوز (2) .\nالرد: قال ابن زنجلة: (أرجئهو مهموزة بواو بعد الهاء في اللفظ. وأصل هذه الهاء التي للمضمر أن تكون مضمومة بعدها واو كقولك (ضربتهو يا فتى) و (مررت بهو يا فتى) . . . وعلامة الأمر في (أرجئهو) زيادة الهمزة (3) .\nفوجه هذه القراءة أنه أمر من أرجأت الأمر إذا أخرته، فالأصل فيه الهمز، والهاء أصله الضم أيضاً، وأن يتصل به واو بعده، فأجراه ابن كثير على الأصل في إلحاق الواو؛ لأنه جعل الهاء فاصلاً بين الساكنين، فلم يجتمعا (4) .\nوقال أبو حيان: (وما ذهب إليه الفارسي وغيره من غلط هذه القراءة، وأنها لا تجوز قول فاسد، لأنها قراءة متواترة روتها الأكابر عن الأئمة، وتلقتها الأمة بالقبول، ولها توجيه في العربية. . . فلا وجه لإنكار هذه القراءة) (5) .\nمثال (10) : قال تعالى: (فاستجبنا له ونجينه من الغم وكذلك ننجي المؤمنين)\n(6) .\n(1) السبعة / 287 - 289، والموضح في وجوه القراءات وعللها 2 / 543، والنشر في القراءات العشر 1/ 311 - 312، ومصحف القراءات العشر المتواترة / 164\n(2) البحر المحيط 5 / 135\n(3) حجة القراءات / 290\n(4) ينظر: الموضح في وجوه القراءات 2 / 543\n(5) البحر المحيط 5 / 135\n(6) سورة الأنبياء / 88\nالجزء: 1 ¦ الصفحة: 42\n",
        "قرأ أبو بكر (شعبة) وابن عامر بنون واحدة، وتشديد الجيم. وقرأ الباقون بنونين وبالتخفيف (1) .\nالتلحين: لحن هذه القراءة الزجاج، حيث قال: (فأما ما روي عن عاصم بنون واحدة فلحن لا وجه له، لأن ما لا يسمى فاعله لا يكون بغير فاعل. وقد قال بعضهم: نجّي النجاء المؤمنين، وهذا خطأ بإجماع النحويين كلهم) (2) .\nولا أعجب من رأي الزجاج في تلحين هذه القراءة المتواترة، لكنني أعجب من رأي إمام من أئمة القراءات، احتج للقراءات ودافع عنها، هو مكي بن أبي طالب القيسي، حيث جعلها غير متمكنة في العربية، إذ يقول: (وحجة من قرأ بنون واحدة أنه بنى الفعل للمفعول، فأضمر المصدر، ليقوم مقام الفاعل، وفيه بعد من وجهين: أحدهما أن يقوم المفعول مقام الفاعل دون المصدر، فكان يجب رفع المؤمنين، وذلك مخالف للخط. والوجه الثاني: أنه كان يجب أن تفتح الياء من (نجى) ، لأنه فعل ماض، كما تقول:\n(رمي. . .) فأسكن الياء، وحقها الفتح. فهذا الوجه بعيد في الجواز. وقيل: إن هذه القراءة على طريق إخفاء النون الثانية في الجيم. وهذا أيضاً بعيد، لأن الرواية بتشديد الجيم والإخفاء لا يكون معه تشديد. وقيل: أدغم النون في الجيم، وهذا أيضاً لا نظير له، لا تدغم النون في الجيم في شيء من كلام العرب لبعد ما بينهما. وإنما تعلق من قرأ هذه القراءة أن هذه اللفظة في أكثر المصاحف بنون واحدة، فهذه القراءة إذا قرئت بتشديد الجيم، وضم النون، وإسكان الياء غير متمكنة في العربية) (3) .\nوليس غريباً أن يصف الزمخشري توجيه هذه القراءة بالتعسف، وذلك بقوله:\n(1) السبعة / 242، والكشف عن وجوه القراءات السبع 2 / 113، والموضح في وجوه القراءات وعللها 1/ 435، والنشر في القراءات العشر 2 / 253، 254، وينظر: مصحف القراءات العشر المتواترة / 329\n(2) معاني القرآن وإعرابه 3 / 304\n(3) الكشف عن وجوه القراءات السبع 2 / 113\nالجزء: 1 ¦ الصفحة: 43\n",
        "(والنون لا تدغم في الجيم، ومن تمحل لصحته فجعله فعّل، وقال: نجي النجاء المؤمنين، فأرسل الياء وأسنده إلى مصدره، ونصب المؤمنين بالنجاء، فمتعسف بارد التعسف\n(1) .\nالرد: قال الفراء: (. . . أضمر المصدر في نجي فنوي به الرفع، ونصب\n(المؤمنين) فيكون كقولك: ضرب الضرب زيداً، ثم تكني عن الضرب فتقول: ضرب زيداً. وكذلك نجي النجاء المؤمنين) (2) .\nفتأويل هذه القراءة: نجّي النجاء المؤمنين، فيكون (النجاء) مرفوعاً، لأنه اسم ما لم يسمّ فاعله، و (المؤمنين) نصب لأنه خبر ما لم يسم فاعله، فتقول: (ضرب زيداً) . وحجتهم قراءة أبي جعفر؛ قرأ (ليجزى قوماً بما كانوا) (3) . وقال أبو عبيد: يجوز أن يكون أراد: (ننجي) فأدغم النون في الجيم، و (المؤمنين) نصب لأنه مفعول به،\nفـ (نجي) على ما ذكره أبو عبيد فعل مستقبل، وعلامة الاستقبال سكون الياء (4) .\nجاء في الفريد في إعراب القرآن المجيد: (وقرئ (نجّي) بنون واحدة، وتشديد الجيم وإسكان الياء، وفيه أوجه: أحدها: أنه فعل ماض مبني للمفعول مسند إلى مصدره، وإسكان يائه تخفيف والمؤمنين نصب،لأنه المفعول الثاني، أي: نجي النجاء المؤمنين، كقولك: ضرب الضرب زيداً، وأنشد:\nولو ولدت فقيرة جرو كلب\n...\nلسب بذلك الجرو الكلابا (5)\n(1) الكشاف 3 / 133\n(2) معاني القرآن 2 / 210\n(3) سورة الجاثية / 14\n(4) حجة القراءات /469\n(5) هذا البيت لجرير بن عطية، يهجو به الفرزدق، بنظر الديوان /، وينظر: الخصائص 1 / 397، وخزانة الأدب 1 / 163، والحجة لابن خالويه / 226، وهمع الهوامع 1 / 162.\nالجزء: 1 ¦ الصفحة: 44\n",
        "أي لسب السب. . . والثاني: أنه فعل مستقبل، إلا أن النون أدغمت في الجيم بعد قلبها جيماً، وهذا ضعيف، لأن النون تخفى عند الجيم، ولا تدغم فيها. والثالث: أن أصله ننجي بنونين، الأولى مضمومة، والثانية مفتوحة، فحذفت الثانية كراهة اجتماع المثلين، كما حذفت إحدى التائين من (ولا تفرقوا) (1) ، و (تساءلوا) (2) وشبههما، فبقي (نجي) كما ترى، وهذا أقرب الأوجه (3) .\nوبعد هذه الجولة أقول: لقد دافع عن القراء كثير من جهابذة اللغة والنحو والتفسير والقراءات، فردوا على من لحن قراءات متواترة من النحويين، نسوق بعض تلك\nالردود:\nقال الصفاقسي: (القراءة لا تتبع العربية، بل العربية تتبع القراءة؛ لأنها مسموعة من أفصح العرب بإجماع، وهو نبينا محمد صلى الله عليه وسلم) (4) .\nوقال الفخر الرازي: (أنا شديد العجب من هؤلاء النحويين، إذا وجد أحدهم بيتاً من الشعر ولو كان قائله مجهولاً، جعله دليلاً على صحة القراءة، وفرح به، ولو جعل صحة القراءة دليلاً على صحته، لكان أولى) (5) .\nوقال أبو حيان: (القراءة سنة متبعة، ويوجد فيها الفصيح والأفصح، وكل ذلك من تيسيره تعالى القرآن للذكر) (6) .\n(1) في قوله: (واعتصموا بحبل الله جميعاً ولا تفرقوا) سورة آل عمران / 103\n(2) في قوله: تساءلون به والأرحام) سورة النساء / 1\n(3) الفريد في إعراب القرآن المجيد 3 / 500\n(4) غيث النفع / 49، 50\n(5) من دراسات لأسلوب القرآن 1/27\n(6) البحر المحيط /\nالجزء: 1 ¦ الصفحة: 45\n",
        "وقال ابن الجزري: (حتى إن بعضهم قطع في قوله عز وجل: (مالك لا تأمنا) (1) أن الإدغام الذي أجمع عليه الصحابة - – رضوان الله عليهم – والمسلمون لحن، وأنه لا يجوز عند العرب، لأن الفعل الذي هو (تأمن) مرفوع، فلا وجه لسكونه، حتى أدغم في النون التي تليه. فانظر يا أخي إلى قلة حياء هؤلاء من الله تعالى | يجعلون ما عرفوه من القياس أصلاً، والقرآن العظيم فرعاً حاشا، العلماء المقتدى بهم من أئمة اللغة والإعراب. . .) (2) .\nولما كان أكثر القراء الذين تعرضوا للرد والتلحين من النحويين، هما ابن عامر الشامي، وحمزة الزيات الكوفي، رأيت أن أسوق بعض شهادات العلماء فيهما، ليتبين للقارئ من هو ابن عامر، ومن هو حمزة:\nقال أبو علي الأهوازي: (كان عبد الله بن عامر إماماً عالماً، ثقة فيما أتاه، حافظاً لما رواه،. متقناً لما وعاه، عارفاً فهماً فيما جاء به، صادقاً فيما نقله، من أفاضل المسلمين، وخيار التابعين، وأجلة الراوين، لا يتهم في دينه، ولا يشك في يقينه، ولا يرتاب في أمانته، ولا يطعن عليه في روايته، صحيح نقله، فصيح قوله، عالياً في قدره، مصيباً في أمره، مشهوراً في علمه، مرجوعاً إلى فهمه، لم يتعد فيما ذهب إليه الأثر، ولم يقل قولاً يخالف فيه الخبر) (3) .\nوقال أبو حيان: (ابن عامر عربي صريح، كان موجوداً قبل أن يوجد اللحن؛ لأنه قرأ القرآن على عثمان بن عفان، ونصر بن عاصم أحد الأئمة في النحو، وهو ممن أخذ علم النحو على أبي الأسود الدؤلي مستنبط علم النحو) (4) .\n(1) سورة يوسف / 11\n(2) منجد المقرئين / 200\n(3) طبقات القراء 1 / 425\n(4) البحر المحيط 4 / 136\nالجزء: 1 ¦ الصفحة: 46\n",
        "وقال ابن الجزري عن ابن عامر: (كان إماماً كبيراً، وتابعياً جليلاً، وعالماً شهيراً، أمّ المسلمين بالجامع الأموي في أيام الخليفة عمر بن عبد العزيز. وناهيك بذلك منقبة، وجمع له بين الإمامة والقضاء ومشيخة الإقراء بدمشق، ودمشق إذ ذاك دار الخلافة، ومحط رجال العلماء والتابعين، فأجمع الناس على قراءته، وعلى تلقيها بالقبول، وهم الصدر الأول الذين هم أفاضل المسلمين) (1) .\nوأما ابن مالك فقال في الكافية الشافية عند حديثه عن المتضايفين:\nوعمدتي قراءة ابن عامر\n...\nفكم لها من عاضد وناصر (2)\nوأما حمزة فقال عنه ابن الجزري: (وكان إمام الناس في القراءة بالكوفة بعد عاصم والأعمش، وكان ثقة كبيراً، حجة راضياً فيما بكتاب الله، مجوداً عارفاً بالفرائض والعربية، حافظاً للحديث، ورعاً عابداً، خاشعاً ناسكاً، زاهداً قانتاً لله، لم يكن له نظير) (3) .\nوقال سفيان الثوري: (غلب حمزة الناس على القرآن والفرائض) (4) .\nوقال عنه أيضاً: (ما قرأ حمزة حرفاً من كتاب الله إلا بأثر) (5) .\nوقال عنه الذهبي: (كان إماماً حجة، قيّماً بكتاب الله، حافظاً للحديث، بصيراً بالفرائض والعربية، عابداً خاشعاً قانتاً لله (6) .\nوقال حمزة عن نفسه: (ما قرأت حرفاً إلا بأثر) (7) .\nثبت المصادر والمراجع\n1 -\nالقرآن الكريم.\n2-\nإتحاف فضلاء البشر في القراءات العشر، الشيخ أحمد الدمياطي، طبع دار الندوة، بيروت لبنان، بدون تاريخ.\n3 – الإبانة عن معاني القراءات، مكي بن أبي طالب القيسي (437هـ) ، تحقيق: د. عبد الفتاح شلبي، المكتبة الفيصلية، الطبعة الثالثة 1405 هـ.\n(1) النشر في القراءات العشر 1 / 144\n(2) الكافية الشافية 2 / 979\n(3) النشر في القراءات العشر 1 / 166\n(4) طبقات القراء 1 / 263\n(5) المصدر السابق 1 / 263\n(6) معرفة القراء الكبار 1 / 112\n(7) المصدر السابق 1 / 114\nالجزء: 1 ¦ الصفحة: 47\n",
        "4 -\nالإتقان في علوم القرآن لجلال الدين السيوطي، الطبعة الأولى، دار الفكر، 1999م.\n5 -\nأثر القراءات القرآنية في الدراسات النحوية، د. عبد العال سالم مكرم، طبع مؤسسة علي جراح الصباح، الكويت، الطبعة الثالثة 1987 م.\n6 – أساس البلاغة للزمخشري، تحقيق عبد الرحمن محمود، دار المعرفة، بيروت، 1399هـ 1979م.\n7 -\nإعراب القرآن أبو جعفر أحمد بن محمد بن إسماعيل النحاس، تحقيق د. زهير غازي زاهد، عالم الكتب، بيروت، الطبعة الثانية، 1405 هـ _1985م.\nوط، برقم 222 تفسير.\n8\n...\n– البحر المحيط، محمد بن يوسف الشهير بأبي حيان الأندلسي النحوي، دار الفكر، بيروت الطبعة الثانية 1398هـ – 1987م.\n9 -\nالبرهان في علوم القرآن، بدر الدين محمد بن عبد الله الزركشي، تحقيق محمد أبو الفضل إبراهيم، المكتبة العصرية، صيدا، بيروت، الطبعة الثانية، بلا\n10 – البيان في إعراب غريب القرآن، أبو البركات بن الأنباري، تحقيق د. طه عبد الحميد طه، طبع دار الهجرة إيران 1403هـ.\n11 – تاج العروس من جواهر القاموس، محمد مرتضى الزبيدي، دار مكتبة الحياة، بلا.\n12 – التفسير الكبير، فخر الدين محمد بن عمر الرازي (ت 606 هـ) ، دار إحياء التراث العربي، بيروت، الطبعة الثالثة، بلا.\n13 -\nتفسير النسفي، لعبد الله بن أحمد النسفي، دار إحياء الكتب العربية، القاهرة، بلا.\n14 -\nتهذيب التهذيب، للحافظ ابن حجر العسقلاني، مطبعة دار المعارف النظامية، دار صادر، بيروت، الطبعة الأولى، بلا.\n15 – التيسير في القراءات السبع، للإمام أبي عمرو عثمان بن سعيد الداني،\nاستانبول، مطبعة الدولة 1930 م، أعادت طبعه مكتبة المثنى، ببغداد.\n16 -\nجامع البيان في تأويل آي القرآن، محمد بن جرير الطبري، طبع دار الحديث، القاهرة 1407هـ – 1987م.\nالجزء: 1 ¦ الصفحة: 48\n",
        "17 – الجامع لأحكام القرآن لأبي عبد الله محمد بن أحمد الأنصاري القرطبي، تحقيق عبد الرزاق المهدي، طبع دار الكتاب العربي، الطبعة الأولى 1418هـ ـ 1997 م.\n18 – جمال القراء وكمال الإقراء، لعلم الدين أبي الحسن علي بن محمد السخاوي، تحقيق عبد الكريم الزبيدي، دار البلاغة، بيروت، الطبعة الأولى 1413 هـ 1993م.\n19 -\nجمهرة أنساب العرب، لعلي بن أحمد بن حزم، دار الكتب العلمية، بيروت، الطبعة الأولى 1403 هـ.\n20-\nالحجة في القراءات السبع، لأبي عبد الله الحسين بن أحمد بن خالويه\n21-\nالحجة للقراء السبعة أئمة الأمصار بالحجاز والعراق والشام الذين ذكرهم أبو بكر بن مجاهد، لأبي علي الفارسي، تحقيق بدر الدين قهوجي، وبشير جويحالي، طبع دار المأمون، دمشق، الطبعة الأولى 1404هـ – 1984م.\n22– الخصائص، أبو الفتح عثمان بن جني، تحقيق علي النجار دار العربي، بيروت (د – ت) .\n23 – دراسات لأسلوب القرآن الكريم، محمد عبد الخالق عضيمة الطبعة الأولى، القاهرة 1972م.\n24 – الدراسات النحوية في تفسير ابن عطية، د. ياسين جاسم المحيمد، طبع دار إحياء التراث العربي، بيروت، الطبعة الأولى 2000م.\n25 -\nزاد المسير في علم التفسير، لأبي الفرج عبد الرحمن بن علي بن محمد الجوزي، دار الكتب العلمية، بيروت، الطبعة الأولى 1414 هـ – 1994م.\n26 – سير أعلام النبلاء، للإمام الذهبي، مؤسسة الرسالة، بيروت، الطبعة الأولى، بلا.\n27 -\nالسبعة في القراءات، ابن مجاهد، تحقيق د. شوقي ضيف، دار المعارف، مصر، 1972.\n28 -\nشذرات الذهب في أخبار من ذهب، لابن العماد الحنبلي، المكتبة التجارية بيروت، بلا.\n29 – شرح الأشموني على ألفية ابن مالك، دار الفكر، بلا.\n30 – شرح أشعار الهذليين: صنعة أبي سعيد السكري، تحقيق عبد الستار أحمد فراج، ومراجعة محمود محمد شاكر، مكتبة دار العروبة، القاهرة. بلا.\nالجزء: 1 ¦ الصفحة: 49\n",
        "31 -\nشرح ابن عقيل على ألفية ابن مالك، لبهاء الدين عبد الله بن عقيل، تحقيق محيي الدين عبد الحميد، طبع مكتبة دار التراث، القاهرة، الطبعة العشرون، 1400هـ – 1980 م.\n32 – شرح طيبة النشر، لأحمد بن محمد بن محمد بن محمد بن علي بن الجزري، تحقيق الشيخ علي محمد الضباع، مطبعة مصطفى البابي الحلبي وأولاده، الطبعة الأولى، 1369 هـ – 1950 م.\n33 – شرح الكافية الشافية لجمال الدين أبي عبد الله محمد بن عبد الله بن مالك، تحقيق د. عبد المنعم أحمد هريدي، دار المأمون للتراث، مكة المكرمة، الطبعة الأولى 1402 هـ ـ 1982 م.\n34 -\nشرح المفصل لابن يعيش بن علي، المطبعة المنيرية مصر 1928م\n35 -\nشرح الهداية للإمام أبي العباس أحمد بن عمّار المهدوي. تحقيق ودراسة الدكتور: حازم سعيد حيدر، طبع مكتبة الرشد (الرياض) الطبعة الأولى: 1995م.\n36 -\nصحيح البخاري محمد بن إسماعيل البخاري، المطبعة المنيرية مصر 1928م\n37 -\nصحيح مسلم بشرح النووي، مسلم بن الحجاج، دار إحياء التراث العربي، بيروت (د – ت) .\n38 -\nالطبقات الكبرى، محمد بن سعد، تصحيح أدوارد سخو، مطبعة ليدن، 1332هـ.\n39 – غاية الاختصار في قراءات العشرة أئمة الأمصار، لأبي الحسن بن أحمد بن الحسن الهمذاني العطار، تحقيق د. أشرف محمود فواد طلعت، طبع الجماعة الخيرية لتحفيظ القرآن الكريم، جدة، الطبعة الأولى 1414هـ، 1994 م.\n40 -\nغاية النهاية في طبقات القراء، لشمس الدين محمد بن محمد بن الجزري، طبعة برجستراسر، الطبعة الثانية 1400 هـ ـ 1980 م.\n41 – غيث النفع في القراءات السبع، علي النوري الصفاقسي، بهامش سراج القارئ المبتدئ، مطبعة مصطفى البابي الحلبي وأولاده، الطبعة الثالثة 1273 هـ – 1954 م.\nالجزء: 1 ¦ الصفحة: 50\n",
        "42 -\nفتح القدير الجامع بين فني الرواية والدراية من علم التفسير، محمد بن علي الشوكاني، دار المؤيد، الرياض، الطبعة الأولى، 1415 هـ ـ _ 1995 م.\n43 – الفصل في الملل والأهواء والنحل، لأبي محمد علي بن أحمد بن حزم، تحقيق د. يوسف البقاعي، دار إحياء التراث العربي، الطبعة الأولى، 1422هـ – 2002 م.\n44 – القراءات العشر المتواترة من طريقي الشاطبية والدرة، الشيخ محمد فهد خاروف، مراجعة الشيخ محمد كريم راجح، مكتبة المهاجر، دمشق 1412 هـ – 1992 م.\n45 -\nالقراءات وأثرها في التفسير والأحكام، د. محمد بن عمر بن سالم بازمول، دار الهجرة، الرياض، الطبعة الأولى 1417 هـ – 1996 م.\n46 – القراءات القرآنية وأثرها في الدراسات النحوية، د. عبد العال سالم مكرم، مؤسسة الرسالة، الطبعة الثالثة، 1417هـ ـ - 1996 م.\n47 -\nالقراءات وأثرها في علوم العربية، د. محمد سالم محيسن، دار الجيل، بيروت، الطبعة الأولى،1418 هـ _ 1998م.\n48 -\nالكامل في اللغة والأدب، محمد بن يزيد المبرد، مؤسسة المعارف، بيروت، لبنان، بدون تاريخ.\n49 -\nالكتاب، سيبويه أبو بشر عمرو بن عثمان، تحقيق عبد السلام هارون، مكتبة الخانجي القاهرة الطبعة الثالثة 1408هـ – 1988م.\n50 -\nالكشاف، لمحمود عمر الزمخشري، دار إحياء التراث العربي، ومؤسسة التاريخ العربي، بيروت، الطبعة الأولى 1417 هـ – 1997م.\n51 -\nالكشف عن وجوه القراءات وعللها وحججها، مكي بن أبي طالب القيسي، تحقيق د. محي الدين رمضان، مؤسسة الرسالة الطبعة الثانية 1420هـ – 1981م.\n52 -\nلطائف الإشارات لفنون القراءات، لشهاب الدين القسطلاني، تحقيق الشيخ عامر السيد عثمان، والدكتور عبد الصبور شاهين، المجلس الأعلى للشؤون الإسلامية (لجنة إحياء التراث الإسلامي) 1392هـ.\n53 -\nلمحات في علوم القرآن لمحمد الصباغ، الطبعة الأولى، بيروت 1974م.\nالجزء: 1 ¦ الصفحة: 51\n",
        "54 -\nالمحرر الوجيز في تفسير الكتاب العزيز، القاضي عبد الحق بن عطية الأندلسي، تحقيق عبد السلام الشافي، دار الكتب العلمية، بيروت الطبعة الأولى 1413هـ – 1993م\n55-\nالمرشد الوجيزإلى علوم تتعلق بالكتاب العزيز، لشهاب الدين عبد الرحمن بن إسماعيل أبو شامة، تحقيق طيار آلتي قولاج، دار صادر، بيروت، 1395 هـ.\n56-\nالمزهر في علوم اللغة وأنواعها، لجلال الدين السيوطي، تحقيق محمد أحمد جاد المولى وزملائه، دار الفكر، بلا.\n57 -\nالمستنير في تخريج القراءات المتواترة، د. محمد سالم محيسن، دار الجيل بيروت، الطبعة الأولى، 1409هـ – 1989م.\n58– معاني القرآن الكريم للإمام أبي جعفر النحاس، تحقيق محمد على الصابوني، طبع جامعة أم القرى، الطابعة الأولى: 1988م.\n59 – معاني القرآن وإعرابه للزجاج، تحقيق عبد الجليل عبده الشلبي، عالم الكتب، الطبعة الأولى 1408هـ – 1988م.\n60-\nمعاني القرآن أبو زكريا يحيى بن زياد الفراء، عالم الكتب بيروت، الطبعة الثالثة 1401هـ 1983م.\n61 – معاني النحو، أ. د. فاضل السامرائي – دار الحكمة – بغداد، (د – ت) 62 – معجم مقاييس اللغة، لأبي الحسين أحمد بن فارس بن زكريا، اعتنى بطبعه د. محمد عوض مرعب، والآنسة فاطمة محمد أصلان، دار إحياء التراث العربي، بيروت،الطبعة الأولى 1422هـ – 2001 م.\n63 – معرفة القراء الكبار على الطبقات والأعصار، لشمس الدين الذهبي، تحقيق بشار عواد معروف، وشعيب الأرناؤوط، مؤسسة الرسالة، الطبعة الثانية 1408 هـ، 1988م.\n64 -\nمغني اللبيب عن كتب الأعاريب – ابن هشام الأنصاري تحقيق د.مازن المبارك ومحمد علي حمد الله، دار الفكر بيروت الطبعة الخامسة 1979م.\n65 -\nالمغني في توجيه القراءات العشر المتواترة، د. محمد سالم محيسن، دار الجيل بيروت، مكتبة الكليات الأزهرية، القاهرة، الطبعة الثالثة، 1408هـ – 1988م.\nالجزء: 1 ¦ الصفحة: 52\n",
        "66-\nمناهل العرفان في علوم القرآن، محمد عبد العظيم الزرقاني، طبع دار الكتب العلمية، بيروت، لبنان ن 1988م.\n67-\nمنجد المقرئين ومرشد الطالبين، لمحمد بن محمد بن الجزري، اعتنى به علي بن محمد العمران، دار عالم الفوائد، المملكة العربية السعودية، الطبعة الأولى 1419 هـ.\n68 من قضايا القرآن، أ. د. إسماعيل أحمد الطحان، مكتبة الأقصى، قطر، الدوحة، الطبعة الثانية 1415 هـ، 1994م.\n69– مواقف النحاة من القراءات القرآنية، د. ياسين جاسم المحيمد، دار إحياء التراث العربي، بيروت، الطبعة الأولى، 1422هـ ـ - 2001 م.\n70-\nالموضح في وجوه القراءات وعللها، نصر بن علي بن محمد أبي عبد الله النحوي، تحقيق د. عمر حمدان الكبيسي، الطبعة الأولى، جدة، 1414 هـ – 1993 م.\n71 -\nالنشر في القراءات العشر، أبو الخير محمد بن محمد الجزري، دار الكتب العلمية، بيروت (د – ت) .\n72 -\nنزهة الألباء، في طبقات الألباء، لأبي البركات عبد الرحمن بن محمد الأنباري، تحقيق إبراهيم السامرائي، مكتبة المنار، الزرقاء، الطبعة الثالثة 1405هـ 1985 م.\n73 – نظرية النحو القرآني، لأحمد مكي الأنصاري، دار القبلة للثقافة الإسلامية، الطبعة الأولى 1405 هـ.\n74 – هداية القاري إلى تجويد كلام الباري، لعبد الفتاح السيد عجمي المرصفي، الطبعة الأولى 1402 هـ.\n75 -\nالوافي في شرح الشاطبية في القراءات السبع، عبد الفتاح القاضي، طبع مكتبة الوادي بجدة، ومكتبة الدار بالمدينة المنوّرة، الطابعة السادسة: 1995 م.\n76 – وفيات الأعيان وأنباء أبناء الزمان، لابن خلكان، دار إحياء التراث العربي، بيروت، الطبعة الأولى 1417 هـ – 1997 م.\nالجزء: 1 ¦ الصفحة: 53\n",
        ""
    ]
}