{
    "1": [
        "تلخيص صفة صلاة النبي صلى الله عليه وآله وسلم\nتلخيص صفة صلاة النبي صلى الله عليه وآله وسلم\nناصر الدين الألباني\nالكتاب:\nتَلخيصُ صِفة صَلاة النَّبي صَلَّى اللَّهُ عَلَيْهِ وَآلهِ وَسَلَّمَ\nالمؤلف:\nأبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني (المتوفى: 1420هـ)\nالناشر:\nالمكتب الإسلامي\nالطبعة:\nالخامسة، 1404 هـ - 1984 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "ـ[تلخيص صفة صلاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ]ـ\nتأليف: محمد ناصر الدين الألباني\nكيف كان رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يصلي من التكبير إلى التسليم كأنك تراها بعبارة وجيزة لا تعقيد فيها ولا غموض بعيدة عن الأقيسة والآراء\nكل مسألة فيها تجد مستندها من قوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أو فعله في أصلها \" صفة الصلاة \" فهي بهذه المزايا فائقة كل ما هو معروف اليوم من الرسائل المؤلفة\nمحمد ناصر الدين الألباني - رحمه الله\n",
        "تقديم\nبسم الله الرحمن الرحيم\nإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا- من يهده الله فلا مضل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.\nأما بعد: فقد اقترح علي أخي الفاضل الأستاذ زهير الشاويش صاحب المكتب الإسلامي أن أقوم بتلخيص كتابي \"صفة صلاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من التكبير إلى التسليم كأنك تراها\" واختصاره وتقريب عبارته إلى عامة الناس.\nالجزء: 1 ¦ الصفحة: 3\n",
        "ولما رأيته اقتراحا مباركا، وكان موافقا لما كان يجول في نفسي من زمن بعيد، وطالما سمعت مثله من أخ أو صديق. فشجعني ذلك على أن أقتطع له قليلا من وقتي المزدحم بكثير من الأعمال العلمية، فبادرت إلى تحقيق ما اقترحه حسب طاقتي وجهدي، سائلا المولى سبحانه وتعالى أن يجعله خالصا لوجهه، وينفع به إخواني المسلمين.\nوقد أوردت فيه بعض الفوائد الزائدة على \"الصفة\"، تنبهت لها، واستحسنت ذكرها في أثناء التلخيص، كما عنيت عناية خاصة بشرح بعض الألفاظ الواردة في بعض الجمل الحديثية أو الأذكار.\nوجعلت له عناوين رئيسية، وأخرى كثيرة جانبية توضيحية، وأوردت تحتها مسائل الكتاب بأرقام متسلسلة.\nوصرحت بجانب كل مسألة بحكمها من ركن أو واجب، وما سكت عن بيان حكمه فهو من السنن، وبعضها قد يحتمل القول بالوجوب، والجزم بهذا أو ذاك ينافي التحقيق العلمي.\nوالركن: هو ما يتم به الشيء الذي هو فيه، ويلزم من عدم وجوده بطلان ما هو ركن فيه، كالركوع مثلا في الصلاة، فهو ركن فيها، يلزم من عدمه بطلانها.\nالجزء: 1 ¦ الصفحة: 4\n",
        "والشرط: كالركن إلا أنه يكون خارجا عما هو شرط فيه. كالوضوء مثلا في الصلاة. فلا تصح بدونه.\nوالواجب: هو ما ثبت الأمر به في الكتاب أو السنة، ولا دليل على ركنيته أو شرطيته، ويثاب فاعله.، ويعاقب تاركه إلا لعذر. ومثله (الفرض)، والتفريق بينه وبين الواجب اصطلاح حادث لا دليل عليه.\nوالسنة: ما واظب النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عليه من العبادات دائما. أو غالبا. ولم يأمر به أمر إيجاب، ويثاب فاعلها. ولا يعاقب تاركها ولا يعاتب. وأما الحديث الذي يذكره بعض المقلدين معزوا إلى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"من ترك سنتي لم تنله شفاعتي\" فلا أصل له عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. وما كان كذلك فلا يجوز نسبته إليه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خشية التقول عليه. فقد قال صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"من قال علي ما لم أقل فليتبوأ مقعده من النار\".\nوإن من نافلة القول أن أذكر أنني لم ألتزم فيه تبعا لأصله مذهبا معينا من المذاهب الأربعة المتبعة. وإنما سلكت فيه\nالجزء: 1 ¦ الصفحة: 5\n",
        "مسلك أهل الحديث الذين يلتزمون الأخذ بكل ما ثبت عنه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من الحديث، ولذلك كان مذهبهم أقوى من مذاهب غيرهم، كما شهد بذلك المنصفون من كل مذهب، منهم العلامة أبو الحسنات اللكنوي الحنفي القائل: \"وكيف لا وهم ورثة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حقا. ونواب شرعه صدقا، حشرنا الله في زمرتهم، وأماتنا على حبهم وسيرتهم\".\nورحم الله الإمام أحمد بن حنبل إذ قال:\nدين النبي محمد أخبار\n...\nنعم المطية للفتى آثار\nلا ترغبن عن الحديث وأهله\n...\nفالرأي ليل والحديث نهار\nولربما جهل الفتى أثر الهدى\n...\nوالشمس بازغة لها أنوار\nدمشق 26 صفر 1392هـ.\nمحمد ناصر الدين الألباني.\nالجزء: 1 ¦ الصفحة: 6\n",
        "1 -\nاستقبال الكعبة:\n1 -\nإذا قمت أيها المسلم إلى الصلاة، فاستقبل الكعبة حيث كنت، في الفرض والنفل، وهو ركن من أركان الصلاة التي لا تصح الصلاة إلا بها.\n2 -\nويسقط الاستقبال:\n- عن المحارب في صلاة الخوف والقتال الشديد.\n- وعن العاجز عنه كالمريض، أو من كان في السفينة أو السيارة .. أو الطيارة. إذا خشي خروج الوقت.\n- وعمن كان يصلي نافلة أو وترا، وهو يسير راكبا دابة أو غيرها. ويستحب له- إذا أمكن- أن يستقبل بها القبلة عند تكبيرة الإحرام، ثم يتجه بها حيث كانت وجهته.\n3 -\nويجب على كل من كان مشاهدا للكعبة أن يستقبل عينها.\nوأما من كان غير مشاهد لها فيستقبل جهتها.\nحكم الصلاة إلى غير الكعبة خطأ:\n4 -\nوإن صلى إلى غير القبلة لغيم أو غيره بعد الاجتهاد والتحري جازت صلاته، ولا إعادة عليه.\n5 -\nوإذا جاءه من يثق به وهو يصلي فأخبره بجهتها فعليه أن يبادر إلى استقبالها. وصلاته صحيحة.\nالجزء: 1 ¦ الصفحة: 7\n",
        "2 -\nالقيام:\n6 -\nويجب عليه أن يصلي قائما، وهو ركن إلا على:\n- المصلي صلاة الخوف والقتال الشديد.، فيجوز له أن يصلي راكبا. والمريض العاجز عن\nالقيام،\nفيصلي جالسا إن استطاع، وإلا فعلى جنب. والمتنفل له أن يصلي راكبا، أو قاعدا إن شاء، ويركع ويسجد إيماء برأسه. وكذلك المريض، ويجعل سجوده أخفض من ركوعه.\n7 -\nولا يجوز للمصلي جالسا أن يضع شيئا على الأرض مرفوعا يسجد عليه، وإنما يجعل سجوده أخفض من ركوعه كما ذكرنا إذا كان لا يستطيع أن يباشر الأرض بجبهته.\nالصلاة في السفينة والطائرة:\n8 -\nوتجوز صلاة الفريضة في السفينة. وكذلك الطائرة.\n9 -\nوله أن يصلي فيهما قاعدا إذا خشي على نفسه السقوط.\n10 -\nويجوز أن يعتمد في قيامه على عمود أو عصا لكبر سنه، أو ضعف بدنه.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الجمع بين القيام والقعود\n:\n11 -\nويجوز أن يصلي صلاة الليل قائما، أو قاعدا بدون عذر، وأن يجمع بينهما، فيصلي ويقرأ جالسا، وقبيل الركوع يقوم فيقرأ ما بقي عليه من الآيات قائما، ثم يركع ويسجد، ثم يصنع مثل ذلك في الركعة الثانية.\n12 -\nوإذا صلى قاعدا جلس متربعا، أو أي جلسة أخرى يستريح بها.\nالصلاة في النعال\n:\n13 -\nويجوز له أن يقف حافيا، كما يجوز له أن يصلي منتعلا.\n14 -\nوالأفضل أن يصلي تارة هكذا، وتارة هكذا. حسبما تيسر له، فلا يتكلف لبسهما للصلاة ولا خلعهما، بل إن كان حافيا صلى حافيا، وإن كان منتعلا صلى منتعلا، إلا لأمر عارض.\n15 -\nوإذا نزعهما فلا يضعهما عن يمينه. وإنما عن يساره، إذا لم يكن عن يساره أحد يصلي، وإلا وضعهما بين\nالجزء: 1 ¦ الصفحة: 9\n",
        "رجليه، بذلك صح الأمر عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (1).\nالصلاة على المنبر\n:\n16 -\nوتجوز صلاة الإمام على مكان مرتفع كالمنبر لتعليم الناس، يقوم عليه فيكبر، ويقرأ ويركع وهو عليه، ثم ينزل القهقرى حتى يتمكن من السجود على الأرض في أصل المنبر، ثم يعود إليه، فيصنع في الركعة الأخرى كما صنع في الأولى.\nوجوب الصلاة إلى سترة والدنو منها\n:\n17 -\nويجب أن يصلي إلى سترة. لا فرق في ذلك بين المسجد وغيره. ولا بين كبيرة وصغيرة لعموم قوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"لا تصل إلا إلى سترة، ولا تدع أحدا يمر بين يديك، فإن أبى فلتقاتله فإن معه القرين\". يعني الشيطان.\n18 -\nويجب أن يدنو منها. لأمر النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بذلك.\n19 -\nوكان بين موضع سجوده صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n(1) قلت: وفيه إيماء لطيف إلى أنه لا يضعهما أمامه. وهذا أدب أخل به جماهير المصلين. فنراهم يصلون إلى نعالهم.\nالجزء: 1 ¦ الصفحة: 10\n",
        "والجدار الذي يصلي إليه نحو ممر شاة، فمن فعل ذلك فقد أتى بالدنو الواجب (1).\nمقدار ارتفاع السترة\n:\n25 -\nويجب أن تكون السترة مرتفعة عن الأرض نحو شبر أو شبرين لقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"إذا وضع أحدكم بين يديه مثل مؤخرة (2) الرحل فليصل، ولا يبالي من وراء ذلك\".\n21 -\nويتوجه إلى السترة مباشرة، لأنه، الظاهر من الأمر بالصلاة إلى سترة، وأما التحول عنها يمينا أو يسارا بحيث أنه لا يصمد إليها صمدا، فلم يثبت.\n22 -\nوتجوز الصلاة إلى العصا المغروزة في الأرض أو نحوها، وإلى شجرة أو اسطوانة، وإلى امرأته المضطجعة على\n(1) قلت: ومنه نعلم أن ما يفعله الناس في كل المساجد التي رأيتها في سورية وغيرها من الصلاة وسط المسجد بعيدا عن الجدار أو السارية، ما هو إلا غفلة عن أمره صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وفعله.\n(2) هي العود الذي في آخر الرحل. و (الرحل) هو للجمل بمنزلة السرج للفرس. وفي الحديث إشارة إلى أن الخط على الأرض لا يجزي، والحديث المروي فيه ضعيف.\nالجزء: 1 ¦ الصفحة: 11\n",
        "السرير، وهي تحت لحافها، وإلى الدابة ولو كانت جملا.\nتحريم الصلاة إلى القبور\n:\n23 -\nولا تجوز الصلاة إلى القبور مطلقا، سواء كانت قبورا للأنبياء أو غيرهم.\nتحريم المرور بين يدي المصلي ولو في المسجد الحرام\n:\n24 -\nولا يجوز المرور بين يدي المصلي إذا كان بين يديه سترة.\nولا فرق في ذلك بين المسجد الحرام وغيره من المساجد. فكلها سواء في عدم الجواز، لعموم قوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"لو يعلم المار بين يدي المصلي ماذا عليه لكان أن يقف أربعين. خيرا له من أن يمر بين يديه\". يعني المرور بينه وبين موضع سجوده (1).\nوجوب منع المصلي للمار بين يديه ولو في المسجد الحرام\n:\n25 -\nولا يجوز للمصلي إلى سترة أن يدع أحدا يمر بين يديه، للحديث السابق: \"ولا تدع أحدا يمر بين يديك\n...\n\"\n(1) وأما حديث صلاته صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في حاشية المطاف دون سترة والناس يمرون بين يديه فلا يصح. على أنه ليس فيه أن المرور كان بينه وبين سجوده.\nالجزء: 1 ¦ الصفحة: 12\n",
        "وقوله: \"إذا صلى أحدكم إلى شيء يستره من الناس، فأراد أحد أن يجتاز بين يديه فليدفع في نحره، وليدرأ ما استطاع، وفي رواية: فليمنعه مرتين، فإن أبى فليقاتله فإنما هو شيطان \".\nالمشي إلى الأمام لمنع المرور\n:\n26 -\nويجوز أن يتقدم خطوة أو أكثر ليمنع غير مكلف من المرور بين يديه كدابة أو طفل، حتى يمر من ورائه.\nما يقطع الصلاة:\n27 -\nوإن من أهمية السترة في الصلاة، أنها تحول بين المصلي إليها، وبين إفساد صلاته بالمرور بين يديه، بخلاف الذي لم يتخذها، فإنه يقطع صلاته إذا مرت بين يديه المرأة البالغة، وكذلك الحمار، والكلب الأسود.\n3 -\nالنية:\n28 -\nولا بد للمصلي من أن ينوي الصلاة التي قام إليها وتعيينها بقلبه، كفرض الظهر أو العصر، أو سنتهما مثلا، وهو شرط أو ركن، وأما التلفظ بها بلسانه فبدعة مخالفة للسنة، ولم يقل بها أحد من متبوعي المقلدين من الأئمة.\nالجزء: 1 ¦ الصفحة: 13\n",
        "4 -\nالتكبير:\n29 -\nثم يستفتح الصلاة بقوله: \"الله أكبر\" وهو ركن، لقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"مفتاح الصلاة الطهور، وتحريمها (1)\nالتكبير،\nوتحليلها التسليم\".\n35 -\nولا يرفع صوته بالتكبير في كل الصلوات، إلا إذا كان إماما.\n31 -\nويجوز تبليغ المؤذن تكبير الإمام إلى الناس، إذا وجد المقتضي لذلك، كمرض الإمام، وضعف صوته أو كثرة المصلين خلفه.\n32 -\nولا يكبر المأموم إلا عقب انتهاء الإمام من التكبير.\nرفع اليدين وكيفيته\n:\n33 -\nويرفع يديه مع التكبير، أو قبله، أو بعده، كل ذلك ثابت في السنة.\n34 -\nويرفعهما ممدودتا الأصابع.\n(1) أي وتحريم ما حرم الله من الأفعال، وكذا تحليلها، أي تحليل ما أحل خارجها من الأفعال، والمراد بالتحريم والتحليل المحرم والمحلل.\nالجزء: 1 ¦ الصفحة: 14\n",
        "35 -\nويجعل كفيه حذو منكبيه، وأحيانا يبالغ في رفعهما حتى يحاذي بهما أطراف أذنيه (1).\nوضع اليدين وكيفيته\n:\n36 -\nثم يضع يده اليمنى على اليسرى عقب التكبير، وهو من سنن الأنبياء عليهم الصلاة والسلام، وأمر به رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أصحابه، فلا يجوز إسدالهما.\n37 -\nويضع اليمنى على ظهر اليسرى، وعلى الرسغ والساعد.\n38 -\nوتارة يقبض باليمنى على اليسرى (2).\nمحل الوضع\n:\n39 -\nويضعهما على صدره فقط، الرجل والمرأة في ذلك سواء (3).\n40 -\nولا يجوز أن يضع يده اليمنى على خاصرته.\n(1) قلت وأما مس شحمتي الأذنين بإبهاميه, فلا أصل له في السنة, بل هو عندي من دواعي الوسوسة.\n(2) وأما ما استحسنه بعض المتأخرين من الجمع بين الوضع والقبض في آن واحد فمما لا أصل له.\n(3) قلت: ووضعهما على غير الصدر إما ضعيف، وإما لا أصل له\nالجزء: 1 ¦ الصفحة: 15\n",
        "الخشوع والنظر إلى موضع السجود\n:\n41 -\nوعليه أن يخشع في صلاته، وأن يتجنب كل ما قد يلهيه عنه من زخارف ونقوش، فلا يصلي بحضرة طعام يشتهيه، ولا وهو يدافعه البول والغائط.\n42 -\nوينظر في قيامه إلى موضع سجوده.\n43 -\nولا يلتفت يمينا، ولا يسارا، فإن الالتفات اختلاس يختلسه الشيطان من صلاة العبد.\n44 -\nولا يجوز أن يرفع بصره إلى السماء.\nدعاء الاستفتاح\n:\n45 -\nثم يستفتح\nالقراءة\nببعض الأدعية الثابتة عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وهي كثيرة أشهرها:\n\"سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك \".\nوقد ثبت الأمر به فينبغي المحافظة عليه (1).\n(1) ومن شاء الإطلاع على بقية الأدعية فليراجع\"صفة الصلاة\" (ص 83 - 89) من الطبعة الخامسة أو السادسة أو السابعة.\nالجزء: 1 ¦ الصفحة: 16\n",
        "5 -\nالقراءة:\n46 -\nثم يستعيذ بالله تعالى وجوبا ويأثم بتركه.\n47 -\nوالسنة أن يقول تارة:\n\"أعوذ بالله من الشيطان الرجيم، من همزه، ونفخه، ونفثه \"، و (النفث) هنا الشعر المذموم.\n48 -\nوتارة يقول:\n\"أعوذ بالله السميع العليم، من الشيطان\n...\n\" الخ.\n49 -\nثم يقول سرا في الجهرية والسرية:\n\"بسم الله الرحمن الرحيم\"\nقراءة الفاتحة\n:\n50 -\nثم يقرأ سورة (الفاتحة) بتمامها والبسملة منها، وهي ركن لا تصح الصلاة إلا بها، فيجب على الأعاجم حفظها.\n51 -\nفمن لم يستطع أجزأه أن يقول: \"سبحان الله، والحمد لله، ولا إله إلا الله، الله أكبر ولا حول ولا قوة إلا بالله \".\n52 -\nوالسنة في قراءتها أن يقطعها آية آية، يقف على رأس كل آية.، فيقول: \"بسم الله الرحمن الرحيم\" ثم يقف، ثم يقول: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}، ثم يقف، ثم يقول:\nالجزء: 1 ¦ الصفحة: 17\n",
        "{الرَّحْمَنِ الرَّحِيمِ}، ثم يقف، ثم يقول: {مَالِكِ يَوْمِ الدِّينِ}، ثم يقف، وهكذا إلى آخرها.\nوهكذا كانت قراءة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كلها، يقف على رؤوس الآي، ولا يصلها بما بعدها، وإن كانت متعلقة المعنى بها.\n53 -\nويجوز قراءتها (مالك) و (ملِك).\nقراءة المقتدي لها:\n54 -\nويجب على المقتدي أن يقرأها وراء الإمام في السرية، وفي الجهرية أيضا إن لم يسمع قراءة الإمام، أو سكت هذا بعد فراغه منها سكتة ليتمكن فيها المقتدي من قراءتها، وإن كنا نرى أن هذا السكوت لم يثبت في السنة (1).\nالقراءة بعد الفاتحة\n:\n55 -\nويسن أن يقرأ بعد الفاتحة، سورة أخرى، حتى في صلاة الجنازة، أو بعض الآيات في الركعتين الأوليين.\n56 -\nويطيل القراءة بعدها أحيانا، ويقصرها أحيانا، لعارض سفر، أو سعال، أو مرض، أو بكاء صبي.\n57 -\nوتختلف القراءة باختلاف الصلوات، فالقراءة في\n(1) قلت: وفد ذكرت مستند من ذهب إليه، وما يرد عليه في سلسلة\"الأحاديث الضعيفة رقم 546و547.\nالجزء: 1 ¦ الصفحة: 18\n",
        "صلاة الفجر أطول منها في سائر الصلوات الخمس، ثم الظهر، ثم العصر والعشاء، ثم المغرب غالبا.\n58 -\nوالقراءة في صلاة الليل أطول من ذلك كله.\n59 -\nوالسنة إطالة القراءة في الركعة الأولى أكثر من الثانية.\n60 -\nوأن يجعل القراءة في الأخريين أقصر من الأوليين، قدر النصف (1).\nقراءة الفاتحة في كل ركعة\n:\n61 -\nوتجب قراءة الفاتحة في كل ركعة.\n62 -\nويسن الزيادة عليها في الركعتين الأخيرتين أيضا أحيانا.\n63 -\nولا تجوز إطالة الإمام للقراءة بأكثر مما جاء في السنة، فإنه يشق بذلك على من قد يكون وراءه من رجل كبير في السن، أو مريض، أو امرأة لها رضيع، أو ذي الحاجة.\nالجهر والإسرار بالقراءة\n:\n64 -\nويجهر بالقراءة في صلاة الصبح، والجمعة،\n(1) وتفصيل هذا الفصل راجعه إن شئت في صفة الصلاة (ص 106 - 125) من الطبعة الثامنة.\nالجزء: 1 ¦ الصفحة: 19\n",
        "والعيدين، والاستسقاء، والكسوف، والأوليين من صلاة المغرب والعشاء. ويسر بها في صلاة الظهر والعصر، وفي الثالثة من صلاة المغرب، والأخريين من صلاة العشاء.\n65 -\nويجوز للإمام أن يسمعهم الآية أحيانا في الصلاة السرية.\n66 -\nوأما الوتر وصلاة الليل، فيسر فيها تارة، ويجهر تارة، ويتوسط في رفع الصوت.\nترتيل القرآن\n:\n67 -\nوالسنة أن يرتل القرآن ترتيلا، لا هذا ولا عجلة، بل قراءة مفسرة حرفا حرفا، ويزين القرآن بصوته، ويتغنى به في حدود الأحكام المعروفة عند أهل العلم بالتجويد، ولا يتغنى به على الألحان المبتدعة، ولا على القوانين الموسيقية.\nالفتح على الإمام\n:\n68 -\nويشرع للمقتدي أن يتقصد الفتح على الإمام إذا أرتج عليه في القراءة.\nالجزء: 1 ¦ الصفحة: 20\n",
        "6 -\nالركوع:\n69 -\nفإذا فرغ من القراءة سكت سكتة لطيفة بمقدار ما يترادّ إليه نفَسُه.\n70 -\nثم يرفع يديه على الوجوه المتقدمة في تكبيرة الإحرام.\n71 -\nويكبر، وهو واجب.\n72 -\nثم يركع، بقدر ما تستقر مفاصله، ويأخذ كل عضو مأخذه، وهذا ركن.\nكيفية الركوع\n:\n73 -\nويضع يديه على ركبتيه، ويمكنهما من ركبتيه، ويفرج بين أصابعه، كأنه قابض على ركبتيه، وهذا كله واجب.\n74 -\nويمد ظهره ويبسطه، حتى لو صب عليه الماء لاستقر، وهو واجب.\n75 -\nولا يخفض رأسه، ولا يرفعه، ولكن يجعله مساويا لظهره.\nالجزء: 1 ¦ الصفحة: 21\n",
        "76 -\nويباعد مرفقيه عن جنبيه.\n77 -\nويقول في ركوعه: \"سبحان ربي العظيم \" ثلاث مرات أو أكثر (1).\nتسوية الأركان\n:\n78 -\nومن السنة أن يسوي بين الأركان في الطول، فيجعل ركوعه وقيامه بعد الركوع، وسجوده، وجلسته بين السجدتين قريبا من السواء.\n79 -\nولا يجوز أن يقرأ القرآن في الركوع ولا في\nالسجود.\nالاعتدال من الركوع\n:\n80 -\nثم يرفع صلبه من الركوع، وهذا ركن.\n81 -\nويقول في أثناء الاعتدال: سمع الله لمن حمده، وهذا واجب.\n82 -\nويرفع يديه عند الاعتدال على الوجوه المتقدمة.\n(1) وهناك أذكار أخرى تقال في هذا الركن، منها الطويل ومنها المتوسط، ومنها القصير تراجع في\"صفة صلاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\" (ص 136 - الطبعة السابعة).\nالجزء: 1 ¦ الصفحة: 22\n",
        "83 -\nثم يقوم معتدلا مطمئنا حتى يأخذ كل عظم مأخذه، وهذا ركن.\n84 -\nويقول في هذا القيام: \"ربنا ولك الحمد\" (1) وهذا واجب على كل مصل ولو كان مؤتما (2)، فإنه ورد القيام، أما التسميع فورد الاعتدال.\n85 -\nويسوي بين هذا القيام والركوع في الطول كما تقدم.\n7 -\nالسجود:\n86 -\nثم يقول: \" الله أكبر\" وجوبا.\n87 -\nويرفع يديه، أحيانا.\nالخرور على اليدين\n:\n88 -\nثم يخر إلى\nالسجود\nعلى يديه، يضعهما قبل ركبتيه. بهذا أمر رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وهو\n(1) وهناك أذكار أخرى تقال هنا. فراجعا صفة الصلاة (ص 153 - الطبعة السابعة).\n(2) ولا يشرع وضع اليدين إحداهما على الأخرى في هذا القيام لعدم وروده، وانظر إن شئت البسط في الأصل\"صفة صلاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.\nالجزء: 1 ¦ الصفحة: 23\n",
        "الثابت عنه من فعله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ونهى عن التشبه ببروك البعير، وهو إنما يخر على ركبتيه اللتين هما في مقدمتيه.\n89 -\nفإذا سجد- وهو ركن- اعتمد على كفيه وبسطهما.\n95 -\nويضم أصابعهما.\n91 -\nويوجههما إلى القبلة.\n92 -\nويجعل كفيه حذو منكبيه.\n93 -\nوتارة يجعلهما حذو أذنيه.\n94 -\nويرفع ذراعيه عن الأرض، وجوبا، ولا. يبسطهما بسط الكلب.\n95 -\nويمكن أنفه وجبهته من الأرض، وهذا ركن.\n96 -\nويمكن أيضا ركبتيه.\n97 -\nوكذا أطراف قدميه.\n98 -\nوينصبهما، وهذا كله واجب.\n99 -\nويستقبل بأطراف أصابعهما القبلة.\n100 -\nويرصّ عقبيه.\nالجزء: 1 ¦ الصفحة: 24\n",
        "الاعتدال في السجود\n:\n101 -\nويجب عليه أن يعتدل في سجوده، وذلك بأن يعتمد فيه اعتمادا متساويا على جميع أعضاء سجوده، وهي: الجبهة والأنف معا، والكفان، والركبتان، وأطراف القدمين.\n102 -\nومن اعتدل في سجوده هكذا فقد اطمأن يقينا، والاطمئنان في السجود ركن أيضا.\n103 -\nويقول فيه: \"سبحان ربي الأعلى\" ثلاث مرات أو أكثر (1).\n104 -\nويستحب أن يكثر الدعاء فيه، فإنه مظنة الإجابة.\n155 -\nويجعل سجوده قريبا من ركوعه في الطول كما تقدم.\n106 -\nويجوز السجود على الأرض، وعلى حائل بينها وبين الجبهة، من ثوب، أو بساط، أو حصير، أو نحوه.\n107 -\nولا يجوز أن يقرأ القرآن وهو ساجد.\n(1) وفيه أذكار أخرى تراها في\"صفة الصلاة\" (ص 153).\nالجزء: 1 ¦ الصفحة: 25\n",
        "الافتراش والإقعاء بين السجدتين\n:\n108 -\nثم يرفع رأسه مكبرا، وهذا واجب.\n109 -\nويرفع يديه أحيانا.\n110 -\nثم يجلس مطمئنا حتى يرجع كل عظم إلى موضعه، وهو ركن.\n111 -\nويفرش رجله اليسرى فيقعد عليها، وهذا واجب.\n112 -\nوينصب رجله اليمنى.\n113 -\nويستقبل بأصابعها القبلة.\n114 -\nويجوز الإقعاء أحيانا، وهو أن ينتصب على عقبيه وصدور قدميه.\n115 -\nويقول في هذه الجلسة: \"اللهم اغفر لي، وارحمني، واجبرني، وارفعني، وعافني، وارزقني\".\n116 -\nوإن شاء قال: \"رب اغفر لي، رب اغفر لي \".\n117 -\nويطيل هذه الجلسة حتى تكون قريبا من سجدته.\nالجزء: 1 ¦ الصفحة: 26\n",
        "السجدة الثانية\n:\n118 -\nثم يكبر وجوبا.\n119 -\nويرفع يديه مع هذا التكبير أحيانا.\n120 -\nويسجد السجدة الثانية، وهي ركن أيضا.\n121 -\nويصنع فيها ما صنع في الأولى.\nجلسة الاستراحة\n:\n122 -\nفإذا رفع رأسه من السجدة الثانية، وأراد النهوض إلى\nالركعة الثانية\nكبر وجوبا.\n123 -\nويرفع يديه أحيانا.\n124 -\nويستوي قبل أن ينهض قاعدا على رجله اليسرى، معتدلا، حتى يرجع كل عظم إلى موضعه.\nالركعة الثانية:\n125 -\nثم ينهض معتمدا على الأرض بيديه المقبوضتين كما يقبضهما العاجن إلى الركعة الثانية، وهي ركن.\n126 -\nويصنع فيها ما صنع في الأولى.\n127 -\nإلا أنه لا يقرأ فيها دعاء الاستفتاح.\n128 -\nويجعلها أقصر من الركعة الأولى.\nالجزء: 1 ¦ الصفحة: 27\n",
        "الجلوس للتشهد\n:\n129 -\nفإذا فرغ من الركعة الثانية قعد للتشهد، وهو واجب.\n135 -\nويجلس مفترشا كما سبق بين السجدتين.\n131 -\nلكن لا يجوز الإقعاء هنا.\n132 -\nويضع كفه اليمنى على فخذه وركبته اليمنى، ونهاية مرفقه الأيمن على فخذه لا يبعده عنه.\n133 -\nويبسط كفه اليسرى على فخذه وركبته اليسرى.\n134 -\nولا يجوز أن يجلس معتمدا على يده. وخصوصا اليسرى.\nتحريك الأصبع والنظر إليها\n:\n135 -\nويقبض أصابع كفه اليمنى كلها، ويضع إبهامه على إصبعه الوسطى تارة.\n136 -\nوتارة يُحلق بهما حلقة.\n137 -\nويشير بإصبعه السبابة إلى القبلة.\n138 -\nويرمي ببصره إليها.\nالجزء: 1 ¦ الصفحة: 28\n",
        "139 -\nويحركها يدعو بها من أول التشهد إلى آخره.\n140 -\nولا يشير بإصبع يده اليسرى.\n141 -\nويفعل هذا كله في كل تشهد.\nصيغة التشهد والدعاء بعده\n:\n142 -\nوالتشهد واجب، إذا نسيه سجد سجدتي السهو.\n143 -\nويقرؤه سرا.\n144 -\nوصيغته: \" التحيات لله، والصلوات، والطيبات، السلام على النبي (1) ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله \" (2).\n145 -\nويصلي بعده على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فيقول:\n(1) هذا هو المشروع بعد وفاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ, وهو الثابت في تشهد ابن مسعود وعائشة وابن الزبير وابن عباس رضي الله عنهم. ومن شاء التفصيل فعليه بكتابي صفة الصلاة، (ص 173 - 175).\n(2) وفي كتابي المذكور صيغ أخرى ثابتة، وما ذكرته هنا أصحها.\nالجزء: 1 ¦ الصفحة: 29\n",
        "\"اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم وعلى آل. إبراهيم، أنك حميد مجيد\".\n\"اللهم بارك على محمد، وعلى آل محمد، كما باركت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد\".\n146 -\nوإن شئت الاختصار قلت: \"اللهم صل على محمد، وعلى آل محمد، وبارك على محمد، وعلى آل محمد، كما صليت وباركت على إبراهيم، وعلى آل إبراهيم. إنك حميد مجيد\".\n147 -\nثم يتخير في هذا التشهد من الدعاء الوارد أعجبه إليه، فيدعو الله به.\nالركعة الثالثة والرابعة\n:\n148 -\nثم يكبر وجوبا، والسنة أن يكبر وهو جالس.\n149 -\nويرفع يديه أحيانا.\nالجزء: 1 ¦ الصفحة: 30\n",
        "150 -\nثم ينهض إلى الركعة الثالثة، وهي ركن كالتي بعدها.\n151 -\nوكذلك يفعل إذا أراد القيام إلى الركعة الرابعة.\n152 -\nولكنه قبل أن ينهض يستوي قاعدا على رجله اليسرى معتدلا حتى يرجع كل عظم إلى موضعه.\n153 -\nثم يقوم معتمدا على يديه كما فعل في قيامه إلى الركعة الثانية.\n154 -\nثم يقرأ في كل من الثالثة والرابعة سورة (الفاتحة) وجوبا.\n155 -\nويضيف إليها آية أو أكثر أحيانا.\nالقنوت للنازلة ومحله\n:\n156 -\nويسن له أن يقنت ويدعو للمسلمين لنازلة نزلت بهم.\n157 -\nومحله إذا قال بعد الركوع: \"ربنا لك الحمد\".\nالجزء: 1 ¦ الصفحة: 31\n",
        "158 -\nوليس له دعاء راتب، وإنما يدعو فيه بما يتناسب مع النازلة.\n159 -\nويرفع يديه في هذا الدعاء.\n160 -\nويجهر به إذا كان إماما.\n161 -\nويُؤمِّن عليه من خلفه.\n162 -\nفإذا فرغ، كبر وسجد.\nقنوت الوتر ومحله وصيغته\n:\n163 -\nوأما القنوت في الوتر فيشرع أحيانا.\n164 -\nومحله قبل الركوع خلافآ لقنوت النازلة.\n165 -\nويدعو فيه بما يأتي: \"اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت، فإنك تقضي ولا يقضى عليك، وإنه لا يذل من واليت، ولا يعز من عاديت، تباركت ربنا وتعاليت، لا منجا منك إلا إليك \".\n166 -\nوهذا الدعاء من تعليم رسول الله صَلَّى اللهُ عَلَيْهِ\nالجزء: 1 ¦ الصفحة: 32\n",
        "وَسَلَّمَ، فلا يزاد عليه،\nإلا الصلاة عليه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فتجوز لثبوتها عن الصحابة رضي الله عنهم.\n167 -\nثم يركع ويسجد السجدتين، كما تقدم.\nالتشهد الأخير والتورك\n:\n168 -\nثم يقعد للتشهد الأخير، وكلاهما واجب.\n169 -\nويصنع فيه ما صنع في التشهد الأول.\n170 -\nإلا أنه يجلس فيه متوركا، يفضي بوركه اليسرى إلى الأرض، ويخرج قدميه من ناحية واحدة، ويجعل اليسرى تحت ساقه اليمنى.\n171 -\nوينصب قدمه اليمنى.\n172 -\nويجوز فرشها أحيانا.\n173 -\nويلقم كفه اليسرى ركبته، يعتمد عليها.\nوجوب الصلاة على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ والتعوذ من الأربع:\n174 -\nويجب عليه في هذا التشهد الصلاة على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وقد ذكرنا في التشهد الأول بعض صيغها.\nالجزء: 1 ¦ الصفحة: 33\n",
        "175 -\nوأن يستعيذ بالله من أربع فيقول: \"اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال\" (1).\nالدعاء قبل السلام:\n176 -\nثم يدعو لنفسه بما بدا له مما ثبت في الكتاب والسنة، وهو كثير طيب، فإن لم يكن عنده شيء منه، دعا بما تيسر له مما ينفعه في دينه أو دنياه.\nالتسليم وأنواعه\n:\n177 -\nثم يسلم عن يمينه، وهو ركن، حتى يرى بياض خده الأيمن.\n178 -\nوعن يساره حتى يرى بياض خده الأيسر، ولو في صلاة الجنازة.\n(1) فتنة (المحيا) هي: ما يعرض للإنسان في حياته من الافتتان بالدنيا وشهواتها. وفتنة (الممات) هي: فتنة القبر وسؤال الملكين. و (فتنة المسيح الدجال): ما يظهر على يديه من الخوارق التي يضل بها كثير من الناس ويتبعونه على دعواه الألوهية.\nالجزء: 1 ¦ الصفحة: 34\n",
        "179 -\nويرفع الإمام صوته بالسلام إلا في صلاة الجنازة.\n180 -\nوهو على وجوه:\nالأول: السلام عليكم ورحمة الله وبركاته، عن يمينه. السلام عليكم ورحمة الله، عن يساره.\nالثاني: مثله، دون قوله وبركاته.\nالثالث: السلام عليكم ورحمة الله، عن يمينه. السلام عليكم، عن يساره.\nالرابع: يسلم تسليمة واحدة تلقاء وجهه، يميل به إلى يمينه قليلا.\nالجزء: 1 ¦ الصفحة: 35\n",
        "أخي المسلم هذا ما تيسر لي من \"تلخيص صفة صلاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\" محاولا بذلك أن أقربها إليك، حتى تكون واضحة لديك، ماثلة في ذهنك، وكأنما تراها بعينك. فإذا أنت صليت نحو ما وصفت لك من صلاته صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فإني أرجو من الله تعالى أن يتقبلها منك، لأنك بذلك تكون قد حققت فعلا قول النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"صلوا كما رأيتموني أصلي\".\nثم عليك بعد ذلك أن لا تنسى الاهتمام باستحضار القلب والخشوع فيها، فإنه هو الغاية الكبرى من وقوف العبد بين يدي الله تعالى فيها، وبقدر ما تحقق في نفسك من هذا الذي وصفت لك من الخشوع والاحتذاء بصلاته صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يكون لك من الثمرة المرجوة التي أشار إليها ربنا تبارك وتعالى بقوله: {إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَر}.\nوختاما، أسأل الله تعالى أن يتقبل منا صلاتنا، وسائر أعمالنا، ويدخر لنا ثوابها إلى يوم نلقاه {يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ}. والحمد لله رب العالمين.\nالجزء: 1 ¦ الصفحة: 36\n",
        ""
    ]
}