{
    "1": [
        "تلوين الخطاب لابن كمال باشا دراسة وتحقيق\nتلوين الخطاب لابن كمال باشا دراسة وتحقيق\nابن كَمَال باشا\nالكتاب:\nتلوين الخطاب لابن كمال باشا دراسة وتحقيق\nالمؤلف:\nأحمد بن سليمان بن كمال باشا، شمس الدين (المتوفى: 940هـ)\nالمؤلف:\nعبد الخالق بن مساعد الزهراني\nالناشر:\nالجامعة الاسلامية بالمدينة المنورة\nالطبعة:\nالسنة 33 - العدد (113) 1421هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "تلوين الخطاب لابن كمال باشا: دراسة وتحقيق\nإعداد: د. عبد الخالق بن مساعد الزهراني\nالأستاذ المشارك في كلية اللغة العربية\nال\nمقدمة\nالحمد لله حمداً طيباً كثيراً مباركاً فيه، كما يحب ربنا ويرضى، والصلاة والسلام على صفوة خلق الله سيدنا ونبينا محمد وعلى آله وصحبه: أما بعد:\nفإن الله قد هيّأ للغة العربية رجالاً، سبروا أغوارها العميقة، وفهموا أسرارها، واستخرجوا دررها، وتنافسوا في خدمتها، فملأت مؤلفاتهم الصحائف، وانتشرت في مشارق الأرض ومغاربها، وبين الحين والآخر نجد مؤلّفاً قشيباً، نفض عنه غبار النسيان، فبدأ بهيّ الطلعة، وليد اللحظة، تتطلع إليه الأنظار، وتهفو إليه الأفئدة، ومع هذا الدأب في إخراج كنوز التراث، والجهد المتواصل في تحقيقها، فما زالت المكتبات تخبّئ في زواياها نفائس، تضنّ بها على محبيها، والمتعطشين إلى ورود حياضها، على الرغم من سعيهم الحثيث إليها، وتنقيبهم الدؤوب عنها في كلّ مكان.\nو\"تلوين الخطاب\" من نفائس المخطوطات، رسالة صغيرة الحجم، جليلة القدر، عثرت على مصورتين منها في مكتبة المخطوطات بالجامعة الإسلامية بالمدينة المنورة، وهي للعالم المشهور ابن كمال باشا رحمه الله تعالى.\nوقد أغراني عنوانها، فهو عنوان جذاب، ينبئ عن اختيار أديب بارع، وعالم متمكن، وحين قلّبت صفحاتها، وجدتها رسالة قيّمة، حقيقة بأن يبذل فيها الجهد والوقت، وقد عثرت على مصوّرتين لها، فشرعت في نسخها، ومقابلة نُسختيها، وحين استعصى عليّ اختيار إحدى النسختين أصلاً عمدت إلى اختيار ما أراه صواباً منهما، وما ترجّح لديّ من خلال قرائن السياق، وأثبت في الهامش ما يخالفه.\nوإذا تبيّن لي أنّ في النسختين خطأ ظاهراً، فإنَّني أجعل ما أراه صواباً في المتن وأضعه بين معكوفتين، وأذكر في الهامش ما هو موجود فيهما، وإن كان ما\nالجزء: 1 ¦ الصفحة: 297\n",
        "أظنَّه خطأ منقولاً عن أحد المصادر، فإني أستعين بهذا المصدر في التصويب، فأجعل الصواب في المتن، وأذكر في الهامش ما يخالفه.\nوقد خدمت النصّ؛ فخرّجت الآيات القرآنية الكريمة التي وردت فيه، فبينت سورها وأرقامها، وخرّجت الأبيات الشعريّة وعزوتها إلى أصحابها، وذكرت مصادرها في الهامش.\nوتتتبعت الأقوال التي أوردها المؤلف، فعزوتها إلى أصحابها، ووثّقتها من مؤلفاتهم، سوى نقلين لم أجدهما في المصادر التي أشار المؤلف إلى أنه نقلهما عنها، ونبّهت على ذلك في موضعه من الرسالة.\nكما أنه نقل عن الكشف مرتين، والكشف لا يزال مخطوطاً، وقد بحثت عنه في المدينة فلم أجده، وسألت بعض المهتمين بكتب التفسير فلم أجد له خبراً لديهم، ولذا فقد اكتفيت بالتوثيق من حاشية الشهاب الخفاجي على تفسير البيضاوي لأن الشهاب ينقل عن الكشف كثيراً في حاشيته هذه.\nوجعلت مدخلاً قبل الرِّسالة، تحدثت فيه عن المؤلف؛ مولده، ونشأته، وطلبه للعلم، ومؤلفاته، وأعماله، ووفاته.\nواتضح لي جهده وكفاحه في سبيل تحصيله العلم، حتى أصبح عالماً لا يجارى، يتبوأ أعلى المناصب العلمية في عصره، ويخلّف ثروة كبيرة من المؤلفات في كثير من الفنون.\nوتحدثت - أيضاً - عن الرِّسالة؛ فبيّنت عنوانها ووثّقت نسبتها إلى مؤلفها، وعرضت محتواها، وبيّنت قيمتها العلميّة، فذكرت ما فيها من مزايا وحسنات، والمآخذ التي ظهرت لي.\nثم قدّمت وصفاً للنسخ المخطوطة التي اعتمدت عليها في التحقيق وأوردت نماذج منها. ولا يخفى ما في تحقيق المخطوطات من مشقة وعناء، ولا\nالجزء: 1 ¦ الصفحة: 298\n",
        "قدّر ذلك حقّ قدره إلا من مارسه، ورأي الجهد الذي يتكبّده الباحث في سبيل إقامة عبارة أو تصحيح كلمة، أو تخريج بيت، أو توثيق نقل\n...\nوغير ذلك مما يعترض الباحث من عقبات يقف أمامها الساعات الطّوال حتى ييسّر الله له تجاوزها.\nوكل جهد مهما عظم في عين صاحبه، يكون يسيراً وينقلب متعةً حين تتحقّق الفائدة المرجوّة من ورائه، وأسأل الله عز وجل أن ينفع بهذا الجهد، وأن يجعله لبنة بنّاءة في خدمة اللغة العربية، لغة القرآن الكريم، وأن يجعلنا جنداً مخلصين في سبيل إعلائها والمحافظة عليها، إنه سميع مجيب.\nوآخر دعوانا أن الحمد لله ربّ العالمين، والصلاة والسلام على عبده ورسوله محمد وعلى آله وصحبه.\nالجزء: 1 ¦ الصفحة: 299\n",
        "التعريف بالمؤلف\n1\nاسمه ونسبه:\nهو: أحمد2 بن سليمان بن كما باشا، الملقب شمس الدين.\nاشتهر بابن كمال باشا. تركي الأصل، مستعرب.\n1 انظر في ترجمته: - الشقائق النعمانية طاشكبري زادة 226-227 دار الكتاب العربي - بيروت 1975م.\n- الكواكب السائرة بأعيان المائة العاشرة للشيخ نجم الدين الغزّي 2/107-108 تحقيق د. جبرائيل سليمان جبّور. منشورات دار الآفاق الحديثة - بيروت ط (2) 1979م.\n- شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي 8/238-239 دار الفكر د. ت.\n- تاريخ آداب اللغة العربية لجرجي زيدان 3/252-253. دار الهلال د. ت.\n- الأعلام - خير الدين الزركلي 1/133، دار العلم للملايين (ط 6) 1984م.\n- معجم المؤلفين عمر رضا كحالة 1/238 دار إحياء التراث العربي - بيروت.\n2 لم يخالف في هذا إلا جرجي زيدان فقد ذكر أن اسمه: محمد بن أحمد بن سليمان.\nتاريخ آداب اللغة العربية 3/352.\nالجزء: 1 ¦ الصفحة: 300\n",
        "حياته\n:\nكانت لأسرته مكانة عالية إضافة إلى ما عرفت به من علم وفضل فقد كان جدّه من أمراء الدولة العثمانية، ولذا فقد نشأ ابن كمال في بيت جاهٍ وسلطان، وهذا يجعل حياته مرفّهة ومنعمّة، ولكنه التحق بالجيش وهو شاب، فكان لهذا أثر في تكوين شخصيته، من حرصٍ على الوقت، وجدٍّ، وتحمّلٍ للشدائد، والصبر على الصعوبات.\nالجزء: 1 ¦ الصفحة: 300\n",
        "وأراد الله له الخير والذّكر الحسن، فرأى منظراً صرفه عمّا هو فيه من عملٍ إلى طلب العلم، وقد وصف ذلك المنظر، فذكر أنه كان مسافراً مع السلطان بايزيد خان ووزيره إبراهيم باشا، ثم صادف أن كان في حضرة الوزير أمير ليس في الأمراء أعظم مكانةً منه؛ لا يتصدّر عليه أحد من الأمراء، وبينما ابن كمال في هذا الموقف العسكري، الذي يقف فيه كل إنسان عند حدود رتبته، ولا يتطلّع إلى أعلى منها؛ إذا هو يشاهد رجلاً رثّ اللباس؛ لا تدلّ هيئته على علوّ منزلة، يخطو خطوات واثقة، فيتصدّر المجلس، ويتبوأ مكاناً أعلى من الأمير، فتدخل الدهشة والحيرة نفس ابن كمال، ويتساءل: لماذا لم يمنعه أحد؟! ولماذا رضي الأمير بهذا الأمر؟! وهمس إلى بعض رفقائه: من هذا الذي تصدّر على مثل هذا الأمير؟!.\nفأخبره: إن هذا عالم، يقال له: المولى لطفي.\nولكن ابن كمال لم يقتنع بهذا الجواب، فهو لا يزال يزن الأمور بميزان مادّيّ بحتٍ، ولذا فقد سأل رفيقه أيضاً: كم وظيفته؟ أي ما مقدار ما يتقاضاه من الأجر؟ فأجابه رفيقه: ثلاثون درهماً. ويدهش دهشة كبيرةً، لهذه المكانة التي أتيحت لهذا الرجل؛ إذ كيف يقدّم على الأمير ووظيفته بهذا المقدار الضّئيل؟\nولكن رفيقه بيّن له حقيقة الأمر، فقال:\nالعلماء معظّمون لعلمهم، فإنه لو تأخّر لم يرض بذلك الأمير ولا الوزير.\nوكان له في هذا القول تفكير وتأمّل، دفع به إلى طلب العلم، فهو يريد علوّ المنزلة، ولا يمكن أن يصل إلى منزلة الأمير، ولكنه لو طلب العلم، فأصبح عالماً، فإنّه سيصل إلى منزلة أعلى، ولهذا فقد قرّر أن يكون تلميذاً؛ وكانت هذه بداية انطلاقه نحو تحصيل العلوم المتنوّعة، وبذل في سبيلها أقصى جهده، ووجّه\nالجزء: 1 ¦ الصفحة: 301\n",
        "كلّ طاقاته، فحصل له خير كثير، وجمع فنوناً عديدةً، برع فيها كلها وقد وصفه صاحب الشقائق النعمانية وصفاً رائعاً حين قال: \"كان رحمه الله تعالى من العلماء الذين صرفوا جميع أوقاتهم إلى العلم، وكان يشتغل به ليلاً ونهاراً، ويكتب جميع ما لاح بباله.. وقد فتر الليل والنهار ولم يفتَّر قلمه\"1.\nوأثمر هذا الجهد عن مكانة عالية، وعلم متدفّق، جعلت ابن كمال باشا يتولّى التدريس في عدد من المدارس، حتى وصل إلى أرقاها؛ فدرّس في مدرسة علي بك بمدينة أدرنة، ثم بمدرسة أسكوب، ثم درّس بإحدى المدارس الثمان2، ثم بمدرسة السلطان بايزيد بأدرنة.\nوتولّى بعد ذلك القضاء بأدرنة. ثم قضاء العسكر الأناضولي. وانتهى به المطاف ليستقرّ في الإفتاء بالقسطنطينية إلى أن توفي سنة 940هـ3 رحمه الله تعالى.\n1 الشقائق النعمانية: 227.\n2 المدارس الثمان، أو مدارس الصحن الثمان، تماثل الدراسات العليا في العصر الحاضر، وهي ثمان مدارس مجاورة لمسجد السلطان الفاتح.\nانظر: تحقيق ودراسة سورتي الفاتحة والبقرة من تفسير ابن كمال باشا. ليونس عبد الحي ما. رسالة ماجستير مخطوطة بالجامعة الإسلامية.\n3 انظر:\n- الشقائق النعمانية: 227.\n- الكواكب السائرة 2/107-108.\n- شذرات الذهب 8/238-239.\n- الأعلام 1/133.\nالجزء: 1 ¦ الصفحة: 302\n",
        "مؤلفاته\n:\nكان ابن كمال باشا باحثاً موسوعياًّ، خاض غمار التأليف في فنون شتّى، ولو تصفّحنا عناوين مؤلفاته التي ذكرت في المصادر لوجدناه عالماً فذاًّ محيطاً بكثير من العلوم، فقد صنّف في: التفسير، والفقه، والفرائض، والأصول، وعلم\nالجزء: 1 ¦ الصفحة: 302\n",
        "الكلام، والبلاغة، واللغة، ولم يقف عند التأليف بالعربيّة، ولكنه ألّف بالفارسيّة والتركيّة، كما كان بارعاً في النظم والإنشاء أيضاً، فهو رجل موهوب، وقد وهب نفسه للعلم، فأثمر جهده عن حصيلة متميّزة، وليس من اليسير حصر مؤلفاته، خاصة أنه كان يعمد إلى اختيار الموضوعات الدقيقة، فيصنف فيها، ولذا كثرت رسائله، فقال عنه صاحب الشقائق \"وصنّف رسائل كثيرة في المباحث المهمّة الغامضة، وكان عدد رسائله قريباً من مائة\"1. وشبّهه د/ناصر الرشيد في كثرة تأليفه \"بالسيوطي وابن الجوزي وابن حزم وابن تيمية ممن اشتهر في تاريخ الإسلام بكثرة التأليف\"2.\nوسأشير هنا إلى ما وقفت عليه من مؤلفاته:\n1-\nأسرار النحو. وقد حققه د. أحمد حسن حامد3.\n2-\nإصلاح الإيضاح، أو إيضاح الإصلاح4 في الفقه وهو شرح لمتن للمؤلف.\n3-\nتاريخ آل عثمان5.\n4-\nتجريد التجريد6 في علم الكلام.\n5-\nتغيير التنقيح7 في الأصول وهو شرح لمتن للمؤلف.\n6-\nتفسير القرآن العزيز8.\n1 الشقائق النعمانية: 227.\n2 رسائل ابن كمال باشا اللغوية: 11 طبعة النادي الأدبي - الرياض 1401هـ.\n3 رسالتان في المعرب لابن كمال والمنشي: 52 تحقيق د. سليمان إبراهيم العايد. جامعة أم القرى.\n4 الشقائق النعمانية: 227. والكواكب السائرة: 2/108، والأعلام: 1/133.\n5 الشقائق النعمانية: 227، والأعلام: 1/33.\n6 الشقائق النعمانية: 227، والكواكب السائرة: 2/108، وشذرات الذهب 8/239.\n7 الشقائق النعمانية: 227، والكواكب السائرة 2/108، والأعلام 1/133.\n8 الشقائق النعمانية: 227، والكواكب السائرة 2/108، وشذرات الذهب 8/239.\nالجزء: 1 ¦ الصفحة: 303\n",
        "وقد حقق الباحث يونس عبد الحي ما سورتي الفاتحة والبقرة منه في رسالة علمية لنيل درجة الماجستير من الجامعة الإسلامية بالمدينة المنورة وذكر أن هذا التفسير من أول سورة الفاتحة إلى نهاية سورة الصافات.\n7-\nحواشٍ على التلويح1.\n8-\nحواشٍ على التهافت للمولى خواجة زاده2.\n9-\nحواشٍ على شرح المفتاح للسيد الشريف3.\n10-\nحواشٍ على الكشاف4.\n11-\nرجوع الشيخ إلى صباه5.\n12-\nشرح بعض الهداية6.\n13-\nشرح مشكاة المصابيح7.\n14-\nشرح مفتاح العلوم للسكاكي8.\n15-\nطبقات الفقهاء9.\n16-\nطبقات المجتهدين10.\n17-\nكتاب في الفرائض11 وهو شرح لمتن للمؤلف.\n1 الشقائق النعمانية: 227، والكواكب السائرة 2/108، وشذرات الذهب 8/239.\n2 الشقائق النعمانية: 227، والكواكب السائرة 2/108، وشذرات الذهب 8/239.\n3 الشقائق النعمانية: 227، والكواكب السائرة 2/108، وشذرات الذهب 8/239.\n4 الشقائق النعمانية: 227، والكواكب السائرة 2/108، وشذرات الذهب 8/239.\n5 تاريخ آداب اللغة العربية 3/353، والأعلام: 1/133. وقد طبع مراراً بمصر.\n6 الشقائق النعمانية 227، والكواكب السائرة 2/108، وشذرات الذهب 8/239.\n7 معجم المؤلفين 1/238.\n8 مخطوط بمكتبة عارف حكمت بالمدينة المنورة برقم (87/416) .\n9 تاريخ آداب اللغة العربية 3/352، والأعلام 1/133.\n10 تاريخ آداب اللغة العربية 3/352، والأعلام 1/133.\n11 الشقائق النعمانية: 227، والكواكب السائرة 2/108.\nالجزء: 1 ¦ الصفحة: 304\n",
        "18-\nمحيط اللغة1.\n19-\nالمهمات في فروع الفقه الحنفي2.\nوله عدد من الرسائل طبع منها مجموعة تضم ستاً وثلاثين رسالة3، ومنها مجموعة مخطوطة تضم ثماناً وعشرين رسالة في الخزانة التيمورية، ومجموعة خطيّة أخرى في أربع وعشرين رسالة فيها أيضاً4.\nومن الرسائل التي نشرت - فيما وقفت عليه:\n1-\nرسالة في تحقيق معنى كاد.\n2-\nرسالة في تحقيق التغليب.\n3-\nرسالة أن التوسع شائع.\n4-\nرسالة في تحقيق المشاكلة.\n5-\nرسالة في رفع ما يتعلق بالضمائر من الأوهام5.\n6-\nرسالة في الفرق بين \"من\" التبعيضية و\"من\" التبيينية.\n7-\nرسالة في بيان ما إذا كان صاحب علم المعاني يشارك اللغوي في البحث عن مفردات الألفاظ6.\n1 معجم المؤلفين 1/238.\n2 معجم المؤلفين 1/238.\n3 تاريخ آداب اللغة العربية 3/353، والأعلام 1/133.\n4 تاريخ آداب اللغة العربية 3/353.\n5 من 1 إلى 5 هذه الرسائل الخمس حققها د. ناصر بن سعد الرشيد، ونشرها النادي الأدبي بالرياض عام 1401هـ بعنوان \"رسائل ابن كمال باشا اللغوية\".\nوالرسالة الأولى منها نشرها أيضاً د. محمد حسين أبو الفتوح كما سيأتي.\n(6-7) هاتان الرسالتان حققهما د. محمد حسين أبو الفتوح مع الرسالة الأولى السابق ذكرها، ونشرها جميعاً بعنوان \"ثلاث رسائل في اللغة لابن كمال باشا\" مكتبة الحياة - بيروت ط (1) 1993م.\nالجزء: 1 ¦ الصفحة: 305\n",
        "8-\nرسالة في تحقيق تعريب الكلمة الأعجمية1.\n9-\nالتنبيه على غلط الجاهل والنّبية2.\n10-\nرسالة في الكلمات المعرّبة3.\n11-\nرسالة في بيان الأسلوب الحكيم4.\n12-\nالمزايا والخواص في الأسلوب البلاغي5.\n13-\nتحقيق معنى النظم والصياغة6.\nوهذا ما استطعت أن أصل إليه، وهناك من الباحثين من ذكر أن عدد رسائله تفوق ما ذكره صاحبا الشقائق والكواكب السائرة فقد ذكرا أن رسائله قريبة من مائة رسالة، بينما أشار د. محمد حسين: أبو الفتوح إلى أن لابن كمال باشا\n1 حققها د. سليمان بن إبراهيم العايد ونشرها مع رسالة أخرى لابن المنشي وجعلهما بعنوان (رسالتان في المعرّب لابن كمال والمنشي) من مطبوعات جامعة أم القرى، وحققها أيضاً د. حامد صادق قنيبي. وطبعت عام 1991م ط (1) دار الجيل - بيروت. بعنوان: \"دراسات في تأصيل المعرّبات والمصطلح من خلال دراسة وتحقيق تعريب الكلمة الأعجمية لابن كمال باشا\".\n2 نشرها د. رشيد عبد الرحمن العبيدي في مجلة المورد المجلد التاسع العدد الرابع 1981م.\n3 نشرها سليم البخاري في المجلد السابع من مجلة المقتبس. انظر (رسالتان في المعرب لابن كمال والمنشي: 53) .\n4 حققها د. محمد بن علي الصامل. ونشرها في مجلة جامعة الإمام محمد بن سعود الإسلامية، العدد الخامس عشر. شعبان 1416هـ.\n5 حققها د. حامد صادق قنيبي انظر (الأسلوب الحكيم دارسة بلاغية تحليلية مع تحقيق رسالة في بيان الأسلوب الحكيم لابن كمال باشا ودراستها، د. محمد بن علي الصامل: 71. مجلة جامعة الإمام محمد بن سعود الإسلامية - العدد الخامس عشر شعبان 1416هـ.\n6 حققها د. حامد صادق قنيبي، ونشرها في مجلة الجامعة الإسلامية العددان (71، 72) 1406هـ وكنت قد حققّتها أيضاً، ولم أطلع على تحقيق الدكتور المذكور إلا بعد فراغي من تحقيق النصّ ودراسته.\nالجزء: 1 ¦ الصفحة: 306\n",
        "\"عدة رسائل في اللغة، قيل إنها تزيد على ثلاثمائة رسالة في اللغة\"1.\nوهذا تراث ضخم أسأل الله أن يدلّ الباحثين على مواطنه كي يخرجوه إلى اللغة العربية ليفيدوا منه، وينهلوا من معينه.\n1 ثلاث رسائل في اللغة لابن كمال باشا: 18.\nالجزء: 1 ¦ الصفحة: 307\n",
        "التعريف بالرِّسالة:\nعنوانها\n-\nتوثيق نسبتها إلى المؤلف\n- بيان محتواها - قيمتها العلميّة - المآخذ عليها\nعنوانها:\nلم أجد صعوبة في تحديد عنوان الرِّسالة، لأنّ المؤلّف نصّ عليه في مقدمّته، فقال: \"وبعد فهذه رسالة مرتّبة في بيان تلوين الخطاب، وتفصيل شعبه\n....\n\".\nووجدت في إحدى النسخ التي اعتمدتها عنواناً بارزاً هو: \"رسالة تلوين الخطاب\".\nوذكر هذا العنوان - أيضاً - الباحث يونس عبد الحي ما، فقال: \"رسالة في الالتفات، وتسمّى برسالة في تلوين الخطاب\"1.\nوإن كان قد وهم في جعلها في الالتفات، لأن المؤلّف نصّ على أنها في تلوين الخطاب، والالتفات إحدى شعبه.\n1 تحقيق ودراسة سورتي الفاتحة والبقرة من تفسير ابن كمال باشا: 93.\nالجزء: 1 ¦ الصفحة: 308\n",
        "توثيق نسبتها إلى المؤلف\n:\nرسائل ابن كمال باشا كثيرة ومتنوّعة، ولذا كان المترجمون له يذكرون أنّ له رسائل كثيرةٌ وقد تربو على الثلاثمائة عند بعضهم2.\nوأمام هذا العدد الهائل من الرسائل أحجم الباحثون عن تتبُّعها وبيان عناوينها وفنونها، واكتفوا بذكر ما اطلعوا عليه منها فقط، حتّى هيّأ الله باحثاً جادّاً، تتبّع مصنّفات ابن كمال جميعها، وفصّل فيها، فذكر عناوينها وموضوعاتها، وهو الباحث: يونس عبد الحي ما، وقد أورد مصنفات المؤلف\n1 تحقيق ودراسة سورتي الفاتحة والبقرة من تفسير ابن كمال باشا: 93.\n2 انظر ما ذكر في مؤلفاته سابقاً.\nالجزء: 1 ¦ الصفحة: 308\n",
        "باللغة العربية في (44) صفحة1 وهذا جهد يُشكر عليه، وتتبّع دقيق يحمد له.\nوكان ممّا أورده من هذه المصنّفات، الرِّسالة التي نحن بصددها، وقد أسماها:\n- رسالة في الالتفات، وتسمّى برسالة في تلوين الخطاب2.\nومن عرف أسلوب ابن كمال باشا، أو قرأ بعض رسائله، فإنه لن يجد مشكلة في معرفة ما هو له، أو ليس له من الرسائل، فمما يميّز رسائله، أنه درج على نمط معين في التعريف بموضوعها، إذ يقول بعد التحميد: \"فهذه رسالة رتبناها\"، أو \"فهذه رسالة مرتبة في..\"\nوانظر ما قاله في الرسائل الآتية:\n- وبعد فهذه رسالة مرتّبة في وضع كاد وتوضيح طريق استعماله3.\n- وبعد فهذه رسالة رتّبناها في تحقيق المشاكلة وتفصيل ما يتعلق بها..4.\n- وبعد فهذه رسالة رتبناها في رفع ما يتعلق بالضمائر من الأوهام..5.\n- وبعد فهذه رسالة رتّبناها في تحقيق معنى النظم والصياغة..6.\nوهنا نجد أنّ هذه الرسالة تسير وفق ما ألفناه من قبل في الرسائل السابقة فقد جاء فيها:\n- وبعد فهذه رسالة مرتّبة في تلوين الخطاب وتفصيل شعبه\n....\nوممّا يوثّق نسبة الرِّسالة إلى صاحبها، أننا نجد علماء يكثر دورانهم في\n1 تحقيق سورتي الفاتحة والبقرة من تفسير ابن كمال باشا: 53-96.\n2 المرجع السابق: 93.\n3 رسائل ابن كمال باشا تحقيق د. ناصر الرشيد: 21.\n4 المرجع السابق: 69.\n5 المرجع السابق: 69.\n6 رسالة منشورة في مجلة الجامعة الإسلامية - العددان (71،72) .\nالجزء: 1 ¦ الصفحة: 309\n",
        "رسائله، ينقل عنهم، أو يناقشهم ويعترض عليهم، وهؤلاء هم:\n1-\nالزمخشري، ويشير إليه كثيراً بقوله: صاحب الكشاف1.\n2-\nصاحب الكشف2.\n3-\nالبيضاوي3.\n4-\nالشريف الفاضل4.\n5-\nالفاضل التفتازاني5.\n6-\nصدر الأفاضل في ضرام السقط6.\nوهؤلاء هم الذين تردّد ذكرهم كثيراً في هذه الرسالة، ويبدو أنَّ المؤلّف قد ألفهم واعتاد مناقشتهم أو النقل عنهم في كثير من رسائله.\n1 انظر رسائل ابن كمال باشا: 57، 79، 82، 93، 93، وثلاث رسائل في اللغة لابن كمال باشا تحقيق د. محمد حسين أبو الفتوح: 45، 46، 51، 123.\n2 انظر/ رسائل ابن كمال باشا: 70، 74، 89، 93.\n3 انظر/ المرجع السابق: 81، وثلاث رسائل في اللغة لابن كمال باشا: 50، 54، 125، 129، 130، 131.\n4 انظر/ رسائل ابن كمال باشا: 82، 83، 86، وثلاث رسائل في اللغة: 122، 127.\n5 انظر/ رسائل ابن كمال باشا: 56، 70، 96، وثلاث رسائل في اللغة: 127.\n6 انظر/ رسائل ابن كمال باشا: 55، 56، وثلاث رسائل في اللغة: 39.\nالجزء: 1 ¦ الصفحة: 310\n",
        "محتوى الرسالة\n:\nفي هذه الرسالة يبحث ابن كمال باشا تلوين الخطاب، فيبيّن أهميته وعناية العرب به أكثر من عنايتهم بقرى الأضياف، وما ذاك إلا لأنَّه قرىً للأرواح، ولذا فقد أولوه عنايتهم.\nثم ذكر أن تلوين الخطاب يكون بأحد هذه الأمور:\n1-\nالعدول عن الخطاب الخاص إلى الخطاب العام، وقد مثّل له بقوله\nالجزء: 1 ¦ الصفحة: 310\n",
        "تعالى: {اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لا إِلَهَ إِلاَّ هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظاً وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ\n...\n} 1 والشاهد من هذه الآيات في قوله تعالى: {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ} بعد قوله {اتَّبِعْ مَا أُوحِيَ إِلَيْكَ} .\n2-\nصرف الخطاب عن مخاطب إلى مخاطب. ومثّل له بقول جرير2:\nثِقِيْ بِاللهِ لَيْسَ لَهُ شَرِيْكٌ وَمِنْ عِنْدِ الْخَلَيْفَةِ بِالنَّجَاحِ\nأَغِثْنِيْ يَا فِدَاكَ أَبِيْ وَأُمِّي بِسَيْبٍ مِنْكَ إِنَّك ذُو ارْتِياحِ\nفهو يرى أن الشاعر انتقل من خطاب زوجته إلى خطاب الخليفة، وبناءً على ذلك فليس فيه التفات عنده، وإنما هو من قبيل تلوين الخطاب، لأن من شرط الالتفات أن يكون المخاطب في الحالين واحداً، وقد بيّنت أنّ في هذين البيتين التفاتاً خلاف ما ذهب إليه المؤلف3. وسواء كان فيهما التفات أو لم يكن كما قرّر ذلك المؤلف، فهما داخلان تحت تلوين الخطاب.\n3-\nالعدول عن صيغة من الصيغ الثلاث وهي: صيغة التكلم، وصيغة الخطاب، وصيغة الغيبة، إلى الأخرى منها.\nوهذا النوع لم يمثّل له.\n4-\nالالتفات: وذكر أنه: تغيير أسلوب الكلام بنقله من إحدى الصيغ الثلاث المذكورة سابقاً إلى الأخرى؛ بشرط أن يكون الكلام بعد النقل مع من كان قبله.\n1 سورة الأنعام: 106- 108.\n2 شرح ديوان جرير 98، محمد إسماعيل الصاوي - الشركة اللبنانية - بيروت.\n3 انظر النصّ المحقق: 47- 48\nالجزء: 1 ¦ الصفحة: 311\n",
        "والفرق بين هذا وما قبله، أنّ هذا خاصّ فيما إذا كان المخاطب قبل النقل وبعده واحداً، بينما الذي قبله عامّ لا يشترط فيه استمرار الكلام بعد النقل مع من كان قبله.\nوقد أسهب في هذا النوع، واستغرق منه معظم صفحات الرسالة، ولا غرابة في ذلك فالالتفات مما اعتنى ببحثه البلاغيون.\n5-\nتغيير الأسلوب دون النقل.\nوهذا أيضاً لم يمثّل له، وأرى أنه باب واسع، يشمل كثيراً من الأمور التي يكون فيها تغيير للأسلوب عن مقتضى ظاهر المقام، ويمكن حينئذٍ أن يدخل فيه ما أورده ابن الأثير في الالتفات مثل: الرجوع عن الفعل المستقبل إلى فعل الأمر وعن الفعل الماضي إلى فعل الأمر، والإخبار عن الفعل الماضي بالمستقبل، وعن المستقبل بالماضي1.\nوحين نمعن النظر في تلوين الخطاب لدى ابن كمال باشا، نجده يحاول استقصاء الأساليب التي تلفت الانتباه، حين تتغيّر من حال إلى حال، وتخرج عن مقتضى الظاهر، فيجعلها داخلة في فروعه، وذلك لأنه رأى أن علماء البلاغة لا يعدّونها من الالتفات بعد أن تحدّد مفهومه، ووضعت له الشروط التي تخرج كثيراً من الأساليب الخارجة عن مقتضى الظاهر، وخاصة عند متأخري علماء البلاغة حيث ذكروا أن الالتفات هو: \"التعبير عن معنى بطريق من الثلاثة بعد التعبير عنه بآخر منها\"2 وإن كان السّكاكي أكثر تسامحاً منهم: فلا يشترط\n1 انظر/ المثل السائر 2/179-186 قدمه وعلّق عليه د. أحمد الحوفي ود. بدوي طبانة، دار نهضة مصر - القاهرة ط (2) .\n2 تلخيص المفتاح للخطيب القزويني 86، مطبعة مصطفى البابي الحلبي وأولاده - بمصر. الطبعة الأخيرة، وشروح التلخيص 1/465، دار الكتب العلمية - بيروت.\nالجزء: 1 ¦ الصفحة: 312\n",
        "تحقّق التعبير أوّلاً، بل يكتفي بأن يكون التعبير قد عدل عمّا يتطلبه مقتضى الظاهر إلى خلافه1.\nوكان الالتفات عند السابقين من علماء البيان مصطلحاً عائماً يدخل فيه ما ليس منه، وهذا ما وجد لدى ابن قتيبة، وابن المعتز، وقدامة بن جعفر، وأبي هلال العسكري، وابن رشيق، وغيرهم فالالتفات لديهم غير محدّد، بل أدخل فيه بعضهم التذييل2 والاعتراض والاستدراك3، وكذلك نجد التوسّع فيه عند ابن الأثير من بعد، حيث جعل منه التعبير بالأمر عن المضارع أو الماضي، والتعبير\n1 انظر: مفتاح العلوم: 199 - 200 ضبطه وكتب هوامشه وعلق عليه نعيم زرزور - دار الكتب العلمية - بيروت، وشروح التلخيص 1/464-465.\n2 التذليل هو تعقيب الجملة بجملة أخرى تشتمل على معناها بعد إتمام الكلام، لإفادة التوكيد، وتقريراً لحقيقة الكلام.\nوالاعتراض: هو أن يوتى في أثناء الكلام، أو بين كلامين متصلين معنى بجملة أو أكثر لا محلّ لها من الإعراب.\nوالاستدراك: هو أن يتضمن الأسلوب إيضاح ما قد يقع في ظاهر الكلام من إشكال.\nينظر: معجم البلاغة العربية د/بدوي طبانة. دار العلوم للطباعة والنشر - الرياض 1402هـ 1/288، 140-141، 2/526.\n3 انظر في ذلك: تأويل مشكل القرآن لابن قتيبة 289-290 شرحه ونشره السيد أحمد صقر - دار الكتب العلمية - بيروت ط (3) 1401هـ، والبديع لابن المعتز: 106 شرحه وعلق عليه د. محمد عبد المنعم خفاجي. مطبعة مصطفى البابي الحلبي وأولاده بمصر، ونقد الشعر لقدامة بن جعفر 146-148 تحقيق كمال مصطفى. مكتبة الخانجي - القاهرة. ط (3) 1398هـ وكتاب الصناعتين لأبي هلال العسكري: 392-393. تحقيق علي محمد البجاوي ومحمد أبو الفضل إبراهيم. دار إحياء الكتب العربية - القاهرة ط (1) 1371هـ، والعمدة في محاسن الشعر وآدابه لابن رشيق 1/636-637 تحقيق د/محمد قرقزان دار المعرفة - بيروت ط (1) 1408هـ، ومعجم النقد العربي القديم د. أحمد مطلوب 1/221-225. دار الشؤون الثقافية العامة - بغداد ط (1) 1989م وأسلوب الالتفات دارسة تاريخية فنية د. نزيه عبد الحميد: 20- 59، مطبعة دار البيان بمصر ط (1) 1403.\nالجزء: 1 ¦ الصفحة: 313\n",
        "بالمضارع عن الماضي، وبالماضي عن المضارع1.\nوحين وجد ابن كمال الانفتاح لدى بعض البلاغيين في مفهوم الالتفات، والانغلاق والتضييق لدى بعضهم الآخر، اختار تلوين الخطاب فجمع فيه بين رؤية السابقين واللاحقين، وحافظ على مصطلح الالتفات محدّداً دقيقاً وجعله نوعاً من أنواع تلوين الخطاب.\n1 انظر: المثل السائر: 2/179-186.\nالجزء: 1 ¦ الصفحة: 314\n",
        "قيمتها العلمية\n...\nقيمة الرسالة العلمية\nتأتي أهميّة الرسالة من كونها تتناول موضوعاً، لم أجد من أفرد له بحثاً مستقلاً، وهو تلوين الخطاب، ولم أقف على مؤلفٍ - فيما اطلعت عليه - يتحدث عنه، أو يشير إليه سوى عند الشهاب الخفاجي، فقد وردت إشارة خاطفة إليه1، ولذا فقد خلت منه المعاجم الأدبية والنقدية الحديثة التي تهتمّ برصد المصطلحات الواردة في القديم والحديث2.\nومع هذه الأهميّة، فإنّ للمؤلف وقفاتٍ رائعة، ومناقشات لمن سبقه من العلماء تدلّ على سعة علمه، ودِقَّته، وتفصح عن مكانة الرسالة العلمية، ومن ذلك:\n1-\nاعتراضه على الزمخشري في استنباط النكتة البلاغية من الالتفات في قوله تعالى: {عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الأَعْمَى وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى} 3. حيث قال: \"ولذلك صرّح الإمام البيضاوي على وفق إشارة صاحب الكشاف بوجود الالتفات في قوله تعالى: {وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى} فإن العدول فيه عن مقتضى ظاهر الكلام، حيث كان سباقه، وهو قوله تعالى: {عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الأَعْمَى} على صيغة الغيبة، لا عن مقتضى ظاهر المقام، لأن مقتضاه الخطاب في الموضعين، ونكتة العدول عن مقتضى الظاهر بحسب المقام، التعظيم للنبي عليه الصلاة والسلام، والتلطيف في تأديبه بالعدول عن الخطاب في مقام\n1 انظر: حاشية الشهاب المسمّاة بعناية القاضي وكفاية الراضي على تفسير البيضاوي: 6/396.\n2 انظر مثلاً: معجم النقد العربي القديم د. أحمد مطلوب.\nوالمعجم الأدبي جيور عبد النور، دار العلم للملايين - بيروت ط (2) 1984م، والمعجم المفصل في الأدب د. محمد التونجي دار الكتب العلمية - بيروت ط (1) 1413هـ.\n3 سورة عبس: 1-3.\nالجزء: 1 ¦ الصفحة: 315\n",
        "العتاب، والإباء عن المواجهة بما فيه الكراهة\".\nوعقَّب على هذا بقوله: \"وأمَّا ما قيل: في الإخبار عمّا فرط منه ثم الإقبال عليه، دليل على زيادة الإنكار، كمن يشكو إلى الناس جانياً جنى عليه، ثم يقبل على الجاني إذا حمي في الشكاية مواجهاً له بالتوبيخ، وإلزام الحجة -فوهم لا ينبغي أن يذهب إليه فهم\"1. وهذا القول الذي أشار إليه بقوله: \"وأما ما قيل\" ورد عند الزمخشري في الكشاف2.\n2-\nاعتراضه على اشتراط \"أن يكون التعبير الثاني على خلاف مقتضى الظاهر\"3 في الالتفات ويرى أنه \"لا حاجة إلى ذكره، واعتباره شرطاً زائداً على ما ذكرنا، لأن أسلوب الكلام لا يتغيّر إلا إذا كان كذلك، بناءً على أن المراد من مقتضى الظاهر هنا، ظاهر الكلام لا مقتضى ظاهر المقام\"4.\nوهذا الذي ذكره وجيه، إذ إن الالتفات في الأصل لا يكون إلا إذا كان التعبير الثاني على خلاف مقتضى الظاهر، فكأنّ اشتراطه لا داعي له، فهو متحقّق، ومن الأولى تركه.\n3-\nوقد انتقد الزمخشري في عدم تفصيله لأنواع الالتفات، وأعجب بما أورده السكاكي في هذا الأمر، فقال: \"وقد أفصح عن هذا صاحب المفتاح بقوله: بل الحكاية والخطاب والغيبة ثلاثتها ينقل كل واحدٍ منها إلى الآخر، ويسمّى هذا النقل التفاتاً عند علماء المعاني، وإن قصر عنه بيان صاحب\n1 النصّ المحقق: 53-54.\n2 الكشاف: 4/218- مطبعة البابي الحلبي وأولاده بمصر.\n3 هذا الشرط اشترطه الجمهور. انظر: المطوّل على التلخيص للتفتازاني: 131 مطبعة أحمد كامل 1330هـ.\n4 النص المحقق: 53- 54.\nالجزء: 1 ¦ الصفحة: 316\n",
        "الكشاف بقوله: هذا يسمّى الالتفات في علم البيان، وقد يكون من الغيبة إلى الخطاب، ومن الخطاب إلى الغيبة، ومن الغيبة إلى التكلم، حيث اقتصر على ذكر أنواعه الثلاثة\"1.\nوهذا التقصير واضح من الزمخشري، فإن كلامه يوهم أن أنواع الالتفات ثلاثة فقط، بينما هي ستة، وهي ظاهرة في قول السكّاكي.\nوفي موضع آخر وجدناه يقدّم الزمخشري على السكاكي في توضيح الالتفات في أبيات امرئ القيس: تطاول ليلك بالإثمد\n...\nفقال: \"وقال صاحب المفتاح: فالتفت - يعني امرأ القيس - في الأبيات الثلاثة، أراد أنه التفت في كل بيت، وكلام صاحب الكشاف في هذا المعنى أظهر، حيث قال: التفت امرؤ القيس ثلاث التفاتات في ثلاثة أبيات، فإنه نصّ في الثلاث وظاهر في التوزيع\"2.\nوهذا مما يدلّ على إنصافه، وميله مع الحق، وتتبّعه للأمانة العلميّة في نقده واستحسانه.\n4-\nوانتقد السكّاكي، لأنه لم يأت بمثالٍ على الالتفات من التكلم إلى الغيبة، واستدرك عليه بمثالٍ من القرآن الكريم، ورأى أن المثال وإن لم يكن موجوداً في الشعر الجاهلي، فإنه موجود فيما هو أفضل منه وأتمّ، وعلى هذا فلا عذر للسكّاكي في عدم التمثيل له، يقول: «ومثال النوع المذكور من الشعر لم يوجد في أشعار الجاهلية، ولذلك لم يورد صاحب المفتاح مثالاً له، إلا أنه لم يصب في ذلك؛ لأن وجود مثاله في التنزيل كان كافياً، فلا وجه لاقتصاره على\n1 النص المحقق: 66-67.\n2 النص المحقق: 76- 77.\nالجزء: 1 ¦ الصفحة: 317\n",
        "إيراد المثال للأقسام الخمسة\"1.\nومثال هذا النوع الذي ذكره، هو قوله تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ، فَصَلِّ لِرَبِّكَ وَانْحَرْ} 2.\nومما يدلّ على اهتمامه بالاستشهاد بالقرآن وعنايته به، استدراكه أيضاً على التفتازاني حين نفى وجود التعبير عن الغائب أو المخاطب بلفظ الجمع المتكلم، وذلك في قوله: \"وقد كثر في الواحد من المتكلم لفظ الجمع تعظيماً له، لعدّهم المعظّم كالجماعة، ولم يجيء ذلك للغائب والمخاطب في الكلام القديم، وإنما هو استعمال المولّدين\n...\n\"3.\nحيث قال المؤلف بعد إيراده هذا القول -: \"وفيه نظر؛ لأنه قد جاء ذلك للغائب والمخاطب أيضاً في الكلام القديم\"4 ومثّل للغائب بقوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} 5 فقد نقل عن البيضاوي في تفسير هذه الآية: \"أي قضى رسول الله صلى الله عليه وسلم، وذكر الله لتعظيم أمره، والإشعار بأن قضاءه قضاء الله تعالى، وجمع الضمير الثاني للتعظيم\"6.\nومثّل للمخاطب بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقُولُوا رَاعِنَا..} 7\n1 النص المحقق: 73\n2 سورة الكوثر آية (1-2) .\n3 المطوّل: 133.\n4 النصّ المحقق: 72- 73.\n5 سورة الأحزاب آية: 36.\n6 أنوار التنزيل وأسرار التأويل 2/246.\n7 سورة البقرة آية: 104.\nالجزء: 1 ¦ الصفحة: 318\n",
        "في قراءة من جمع لفظ (راعونا) ونقل ذلك عن الزمخشري فقال: \"وأما الثاني فقد قال صاحب الكشاف في تفسير قوله تعالى: {لا تقُولُوا راعِنَا} وقرأ ابن مسعود (راعونا) على أنهم كانوا يخاطبونه بلفظ الجمع للتوقير\"1.\n5-\nوانتقد التفتازاني في شرحه للتلخيص حين قال: \"لأنا نعلم من إطلاقاتهم واعتباراتهم، أن الالتفات هو انتقال الكلام من أسلوب من التكلم والخطاب والغيبة، إلى أسلوب آخر غير ما يترقبه المخاطب؛ ليفيد تطرئةً لنشاطه، وإيقاظاً في إصغائه\"2.\nفقال: \"ولما عرفت أن فائدة التطرئة والإيقاظ مدارها على نقل الكلام من أسلوب إلى آخر مطلقاً، فقد وقفت على ما في كلام الفاضل التفتازاني\n....\nمن الخلل، حيث اعتبر في ترتّب الفائدة المذكورة قيداً في الأسلوب المنقول إليه، لا دخل له فيه\"3.\nفالمؤلف يرى أن التفتازاني أخطأ هنا، لأنه جعل هذه الفوائد محصورة في الالتفات، بينما هي في الواقع أعم، فهي صالحة لكل انتقال دون تقييد؛ ولذا فقد ذكر التفتازاني التكلم والخطاب والغيبة، والانتقال إلى أسلوب آخر غير ما يترقبه السامع، يعني لديه: الانتقال من صيغة إلى أخرى من هذه الصيغ، وابن كمال لا يريد هذا التقييد في الأسلوب المنقول إليه، لأنّ الفائدة تشمل ما قيّد بهذا القيد الذي ذكره التفتازاني وما لم يقيّد.\nويلحق بهذا انتقاده السكّاكي ومن تابعه لذكرهم \"السامع\" حين ذكروا فوائد الالتفات، وكان الأولى أن يذكروا \"المخاطب\" حتى ينصرف الذهن إلى\n1 الكشاف: 1/302، وانظر توثيق القراءة وإسنادها إلى أصحابها في النص المحقق:\n2 المطوّل: 131.\n3 النصّ المحقق: 84\nالجزء: 1 ¦ الصفحة: 319\n",
        "الالتفات خاصة، فأمّا ذكرهم «السامع» فإنّه لا يفهم منه اقتصار الفوائد على الالتفات فقط، بل يكون الأمر عاماًّ فيه وفي غيره من الأساليب التي يكون فيها انتقال من حالٍ إلى حال.\nورأيه هذا صائب؛ خاصة إذا استحضرنا شرط الالتفات: وهو أن يكون المخاطب بالكلام في الحالين واحداً وقد اختار المؤلف هذا الشرط، ونقله عن صدر الأفاضل1.\nيقول في ذلك: \"واعلم أنّ مدار تلك الفوائد على تلوين الخطاب مطلقاً، سواء كان المخاطب بالكلام في الحالين واحداً، فيوجد شرط الالتفات، أو لا يكون واحداً، فلا يكون من باب الالتفات فحق من يريد ترتّبها على الالتفات خاصة؛ أن يذكر المخاطب بدل السامع، فصاحب المفتاح ومن حذا حذوه من الذين ذكروا السامع، عند تقريرهم الفوائد المذكورة، مرتبة على الالتفات المشروط بالشرط المزبور، لم يكونوا على بصيرة\"2.\n6-\nوتعقّب السيد الشريف في مسألة نحوية، حين شرح السيد الشريف قول السكّاكي - بعد إيراد أمثلة الالتفات – \"وأمثال ما ذكر أكثر من أن يضبطها القلم\"3.\nفقد قال المؤلف: \"قوله: أكثر من أن يضبطها القلم، مما أخطأ فيه الشارح الفاضل، حيث زعم أن المذكور (من) التفضيلية\"4 وردّ عليه مبيّناً خطأه فقال:\n1 النصّ المحقق: 49، 84.\n2 النصّ المحقق: 84\n3 مفتاح العلوم: 200.\n4 النصّ المحقق: 87.\nالجزء: 1 ¦ الصفحة: 320\n",
        "«ومبنى ما ذكره أوّلاً وآخراً، الغفول عن أصل في هذا الباب، ذكره الإمام المرزوقي في شرح الحماسة، وصاحب المغرّب، وغيرهما، وهو: أنّ أفعل التفضيل إذا وقع خبراً تحذف عنه أداة التفضيل قياساً، ومنه: الله أكبر وقول الشاعر:\nدَعَائِمُهُ أَعَزُّ وَأَطْوَلُ\nفكلمة (من) في أمثال ما ذكر متعلقة بما يتضمنه اسم التفضيل\"1.\n7-\nوانتقد السيد الشريف في فهم قول السكّاكي: \"قد يختص مواقعه بلطائف\"2 أي مواقع الالتفات، حيث فهم السيد الشريف أن (قد) هنا معناها التقليل، ولذا ردّ عليه المؤلف هذا الفهم، داعماً ردّه بالشواهد، فقال: \"لفظة (قد) تستعار للتكثير، كما في قوله تعالى: {قدْ نرَى تقلُّبَ وجْهِكِ في السِّماءِ} 3 وقول الشاعر:\nقَدْ أَتْرُكُ مُصْفَراًّ أَنَامِلُهُ كَأَنَّ أَثْوَابَهُ مُجَّتْ بِفِرْصَادِ\nوالشارح الفاضل لغفوله عن استعارة (قد) للتكثير في أمثال هذا المقام، قال في شرحه: ولفظة (قد) إشارة إلى أن الفائدة العامة كافية لحسن الالتفات في مواقعها كلها، لكن ربّما اشتمل بعضها على فائدة أخرى، فيزداد حسنه فيه\"4.\n1 النصّ المحقق: 88-89 تخريج البيت الشعري وتوثيق كلام المرزوقي وصاحب المغرّب فيه أيضاً.\n2 مفتاح العلوم: 200.\n3 سورة البقرة آية 144.\n4 النصّ المحقق: 89- 90. وانظر تخريج البيت فيه أيضا.\nالجزء: 1 ¦ الصفحة: 321\n",
        "ولعلّ هذه الأمثلة توضّح أهميّة هذه الرسالة، وتفصح عن قيمتها العلميّة، وتلقي الضوء على منزلة المؤلف العلميّة، وأمانته ودقّته.\nالجزء: 1 ¦ الصفحة: 322\n",
        "المآخذ عليها\n...\nالمآخذ على الرسالة:\nالرّسالة في مجملها عمل جادّ، وجهد مثمر من عالمٍ متمكن، وقد مرّ معنا مزايا كثيرة لها، من خلال تلك الأمثلة التي عرضت جهد المؤلف، ومناقشاته، ولكن البشر مهما بلغوا في درجات الترقي والتجويد، فإنه لابد لهم من كبوة تنبئ عن بشريّتهم، وعدم عصمتهم من الخطأ والزّلل، ومن رحمة الله أن جعل أجراً على ذلك الخطأ من العالم إذا اجتهد قدر طاعته وتحرّى الحق والعدل، وأرجو أن يكون ابن كمال باشا ممّن ينال الأجر والمثوبة من الله فيما اجتهد فيه، وحسبت أن فيه تقصيراً أو خطأ، ومن ذلك:\n1-\nعدم تعريفه تلوين الخطاب، فالرسالة تحمل هذا العنوان، ومع ذلك فهو لا يحدّده تحديداً دقيقاً، كما صنع في الالتفات، ولعلّ السبب في ذلك، أن تلوين الخطاب باب واسع، يشمل أنواعاً كثيرة من الأساليب، ومع ذلك لم يتناوله العلماء من قبل، أمّا الالتفات فقد وجد السبيل فيه ممهّداً، ولذا فقد أطال في تناوله، وناقش ما وجد من آراء قيلت فيه.\n2-\nومما يؤخذ عليه: أنه لم يمثِّل لبعض أنواع تلوين الخطاب فقد ذكر أنه يقع في خمسة أضرب، ومثّل لثلاثةٍ منها فقط وأهمل ضربين.\n3-\nأنه كان يأتي ببعض الأمثلة غير تامّة، فلا يتبيّن القارئ موضع الشاهد، ومن الأمثلة على ذلك، إيراده لقوله تعالى {ثمَّ توليتُم إلا قليلاً مِنْكُم} شاهداً على عدم وجود الالتفات، فقال: \"فلا التفات في قوله تعالى: {ثمَّ توليتُم إلا قليلاً مِنْكُم} لأن الكلام قبله مع أسلاف المخاطبين به، نعم هو على طرزه\nالجزء: 1 ¦ الصفحة: 322\n",
        "وطريقته..\"1.\nوإيراده لهذا المثال لا يبيّن موطن الالتفات أو عدمه، بل لابدّ من إيراد الآية تامّة، وعند ذلك يتضح ما قاله فيوافقه القارئ أو يخالفه فيما ذهب إليه، والآية تامّة هي قوله تعالى: {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ لا تَعْبُدُونَ إِلاَّ اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلاً مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ} 2.\n4-\nوقد وهم المؤلف حين تابع التفتازاني، فألحق بالالتفات أمرين فقال: \"وقد يطلق الالتفات على معنيين آخرين؛ أحدهما: أن تذكر معنى فتتوهم أن السامع اختلجه شيءٌ فتلتفت إلى ما يزيل اختلاجه، ثم ترجع إلى مقصودك كقول ابن ميّادة:\nفلا صَرْمُهُ يبدو وفي اليأس راحةٌ\nولا وصلُهُ يصفو لنا فنكارمُه3\nفإنه لمّا قال: (فلا صرمه يبدو) واستشعر أن يقول السامع: وما نصنع به؟ فأجاب بقوله: (وفي اليأس راحة) ثم عاد إلى المقصود.\nوالثاني: تعقيب الكلام بجملة مستأنفة متلاقية له في المعنى، على طريق المثل أو الدعاء، أو نحوهما، كما في قوله تعالى: {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ} 4 وقوله تعالى: {ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ} 5\n....\nوفي قول جرير:\n1 النصّ المحقق: 50.\n2 سورة البقرة آية (83) .\n3 انظر توثيق البيت في النصّ المحقق: 94.\n4 سورة المائدة آية: 64.\n5 سورة التوبة آية: 127.\nالجزء: 1 ¦ الصفحة: 323\n",
        "مَتَى كَانَ الخِيَامُ بِذِي طُلُوحٍ سُقِيْتِ الْغَيْثَ أَيَّتُهَا الخِيَامُ\nأَتَنْسَى يَوْمَ تَصْقُلُ عَارِضَيْها بِفَرْعِ بشامةٍ سُقِيَ البَشَامُ1\nوهذا الذي ذكره يكاد يكون مطابقاً لما ذكره التفتازاني في المطوّل2.\nوأمّا وهمه هنا، فإن هذه الأمثلة التي أوردها ليست من الالتفات، ولا ينطبق عليها شرطه الذي حدّده في الرسالة، وإن كان قد ورد بيت ابن ميّادة وبيت جرير الثاني عند العلماء القدامى، وجعلوهما من الالتفات3، فإن المؤلف جاء متأخراً فكان الأجدر به ألا يخلط بين المصطلحات، خاصة أنه سار على نهج السكّاكي ومن تابعه في الالتفات بعد أن تحدّد مفهومه، وأولئك الأقدمون لهم عذرهم، إذ لم تكن المصطلحات قد حدّدت، ولكن المؤلف لا يعذر في هذا، وقد قال د/نزيه عبد الحميد بعد أن أورد بيت جرير الثاني:\n\"ومن المعروف أن المتأخرين من البلاغيين جعلوا هذا النوع من التذييل، وهو نوع من الإطناب، وهو تعقيب الجملة بجملة تشتمل على معناها للتوكيد، وهو الصواب\"4 كما قال بعد أن أورد بيت ابن ميّادة «وهذا من الاعتراض، يذكره قدامة في الالتفات\n...\nوالاعتراض نوع من أنواع الإطناب أيضاً، مثله في ذلك مثل التذييل، وعرفه البلاغيون ب: أن يؤتى في أثناء الكلام، أو بين كلامين متصلين معنى؛ بجملة أو أكثر لا محل لها من الإعراب، لنكتة\"5.\nولا أدري كيف غاب عن المؤلف هذا الأمر، مع سعة اطّلاعه، وغزارة\n1 النص المحقق: 95-96 وفيه توثيق جرير.\n2 انظر المطوّل: 134.\n3 انظر مثلاً: البديع لابن المعتز /106. ونقد الشعر لقدامة بن جعفر 147.\nوالصناعتين لأبي هلال العسكري 392. والعمدة لابن رشيق 1/639.\n4 أسلوب الالتفات: 20.\n5 المرجع السابق: 21.\nالجزء: 1 ¦ الصفحة: 324\n",
        "علمه، وتدقيقه في المسائل؟.\n5-\nتخطئته للسابقين مع إمكان قبول ما قالوه:\nومن ذلك أنه لم يقرّ بصحة نسبة تحديد الالتفات إلى الجمهور، كما قرّره الخطيب، وأوضحه التفتازاني، فقد قال الخطيب: \"والمشهور أن الالتفات هو التعبير عن معنى بطريق من الثلاثة، بعد التعبير بآخر منها\"1 وقال التفتازاني في شرحه: \"هذا هو المشهور عند الجمهور\"2.\nفردّ المؤلف هذا وقال: \"لا يقال المشهور في تفسير الالتفات ما هو المذكور في التلخيص وعليه الجمهور على ما نصّ عليه الفاضل التفتازاني في شرحه، وما ذكرته تفسير محدث له، قلت: بل ما ذكرته على وفق إشارة صاحب المفتاح\n...\nويوافقه ما في الكشاف، وكفى بنا ذانك الشيخان قدوة\"3.\nفظهر أنه يتابع الزمخشري والسكّاكي في رأيهما في الالتفات، وأنه لا يشترط فيه تحقّق التعبير بصيغةٍ ما أوّلاً، ثم الانتقال إلى التعبير عنها بصيغة أخرى، بل يكتفي بالعدول عن صيغة يقتضيها أسلوب الكلام إلى أخرى على خلافها.\nوهذا اختياره الذي لا ينكره أحد عليه، فله ذلك، ولكن لا ينبغي أن ينفي صحة ما نسبه التفتازاني إلى جمهور البلاغيين في قوله \"وبما قررناه تبيّن أن الجمهور لا يرتضي تحديد الالتفات بما ذكر في التلخيص، وأنّ ما ذكر في شرحه من نستبه إليهم فرية ما فيها مرية\"4.\n1 التلخيص: 86.\n2 شرح التلخيص المعروف بمختصر المعاني: 86، مطبوع بهامش التلخيص. وكذا في المطوّل على التخليص 130-131.\n3 النصّ المحقق: 60-61.\n4 النصّ المحقق: 61.\nالجزء: 1 ¦ الصفحة: 325\n",
        "فإن التفتازاني لم ينفرد بذلك، وإنما هو أحد من نسبه إلى الجمهور1، فمخالفة المؤلف لهم لا يستدعي إنكار نسبة القول إليهم.\nإلا إذا كان يرى أنَّ رأي الجمهور قد انتقض بمخالفة الزمخشري والسكاكي لهم، فيكون لاعتراضه وجه.\nومن ذلك - أيضاً - اعتراضه على السيد الشريف في جعله مثل:\nأنا الذي سمّتني أمي حيدرة2، وأنت الذي أخلفتني، ونحن قوم فعلنا، وأنتم قدم تجهلون - من باب الالتفات، حيث يرى أنه لم يتحقق النّقل فيها، ولو تحقّق لكانت منه.\nمع أنّنا نجد أن كلام السيد الشريف مقبول، خاصة وأنه لم يجزم بكونها من الالتفات؛ وإنما قال: \"لا يبعد أن يجعل مثل: أنا الذي سمّتني أمّي حيدرة\n....\nالخ من باب الالتفات من الغيبة إلى التكلم أو الخطاب\"3.\nفيمكن توجيه كلامه، بأن هذا احتمال جائز، وهو وارد لأن فيه عدولاً عن صيغة إلى أخرى. فالصيغة التي هي على الظاهر: أن يقول: أنا الذي سمته أمه حيدرة\n...\nالخ لأن الاسم الموصول اسم ظاهر، والاسم الظاهر بمنزلة الغائب، فكان مجرى الظاهر أن يأتي بغائب بعده، ولكنه عدل عنه إلى التكلم.\nومذهب السكّاكي يقبل مثل هذه الأمثلة التي أوردها السيد الشريف.\nوهنا نجد تذبذباً في تطبيق المؤلف، لأنه ذكر أنه يرتضي رأي السكّاكي في تفسير الالتفات سابقاً، ثم يشترط تحقق النقل هنا من صيغة إلى أخرى كما هو\n1 انظر: الإيضاح للخطيب القزويني: 157. وشروح التلخيص: 1/465، 467.\n2 انظر تخريج الرجز في النص المحقق: 62-63.\n3 شرح القسم الثالث من مفتاح العلوم للسكاكي: لوحة (38/أ) .\nمخطوط بمكتبة عارف حكمت تحت رقم (86/416) بلاغة.\nالجزء: 1 ¦ الصفحة: 326\n",
        "رأي الجمهور.\nوهذا التناقض ظاهر إذا نظرنا في قوله: \"ومن هنا وما تقدم بيانه تبيّن أن كلاًّ من تغيير الأسلوب والنّقل عن صيغة إلى أخرى، أعم من الآخر من وجه، ولذلك جمعنا بينهما في تفسير الالتفات\"1.\nفهو إذن يجمع رأيي السكاّكي والجمهور، ويأخذ بهما جميعاً في الالتفات، فكان من الواجب عليه ألاّ يعترض على السيد الشريف في تلك الأمثلة التي أوردها، وأن يقبل ما قاله فيها، وذلك بناءً على أخذه برأي السكّاكي في الالتفات.\nهذه بعض المآخذ التي تبّدت لي من خلال هذه الرِّسالة، وأسأل الله أن يعفو عني وعن المؤلف، وأن يتجاوز عن تقصيرنا، وأن يكتب لنا أجر المجتهد. إنه غفورٌ رحيم.\n1 النصّ المحقق: 66-67.\nالجزء: 1 ¦ الصفحة: 327\n",
        "وصف النسخ\nو\nنماذج منها\n:\nعثرت على مصوّرتين لتلوين الخطاب، وهما:\nالمصوّرة الأولى: عدد أوراقها (7.5) سبع ورقات ونصف، في الورقة صفحتان، وفي الصفحة الواحدة (25) خمسة وعشرون سطراً، وفي السطر الواحد (13) ثلاث عشرة كلمة تقريباً.\nوكتبت بخط فارسي، وفي بعض صفحاتها تعليقات يسيرة.\nولا يعرف ناسخها ولا تاريخ نسخها.\nويوجد منها صورة فلمية، بمكتبة المخطوطات بالجامعة الإسلامية برقم (7313) فيلم وهي مصورة عن المكتبة المحمودية بالمدينة المنورة.\nوقد رمزت لهذه النسخة بالحرف (م) .\nالمصوّرة الثانية: عدد أوراقها (14) أربع عشرة ورقة. في كل ورقة صفحتان.\nوفي الصفحة الواحدة (19) تسعة عشر سطراً. وفي السطر الواحد: (10) عشر كلمات تقريباً.\nوكتبت بخط فارسي، وفي بعض صفحاتها تعليقات يسيرة جداً، أقلّ من التعليقات التي وردت على النسخة الأولى.\nولا يعرف ناسخها، ولا تاريخ نسخها.\nويوجد منها صورة فلمية بمكتبة المخطوطات بالجامعة الإسلامية برقم (2440) فيلم وهي مصورة عن دار الكتب المصرية.\nورمزت لهذه النسخة بالحرف: (د) .\nالجزء: 1 ¦ الصفحة: 328\n",
        "نماذج منها\n...\nاللوحة الأولي من (د) ويتضح منها أن الرسالة تقع ضمن مجموعة رسائل\nالجزء: 1 ¦ الصفحة: 329\n",
        "اللوحة الخيرة من (د) وبعدها رسالة أخرى للمؤلف\nالجزء: 1 ¦ الصفحة: 330\n",
        "بداية نسخة م وهي تقع ضمن مجموعة رسائل\nالجزء: 1 ¦ الصفحة: 331\n",
        "اللوحة الثانية من (م)\nالجزء: 1 ¦ الصفحة: 332\n",
        "نهاية نسخة (م) وبعدها رسالة أخري للمؤلف\nالجزء: 1 ¦ الصفحة: 333\n",
        "نص الرسالة\nالحمد لله الذي أنزل الكتاب تبياناً، وجعل الخطاب ألواناً، والصلاة على محمد أولى من نطق بالصواب، وفصل الخطاب، وعلى آله وصحبه خير آل وأصحاب، وبعد: فهذه رسالة مرتبة في بيان تلوين الخطاب، وتفصيل شعبه التي منها الالتفات الذي هو أسلوب متكاثر الفوائد، متناثر الفرائد.\nوالمراد من الخطاب هنا: توجيه الكلام نحو السامع.\nاعلم أنهم يحسنون قرى الأشباح1، فيخالفون2 فيه بين لون ولون، وطعم وطعم كذلك يحسنون قرى3 الأرواح، فيخالفون4 فيه أيضاً بين أسلوب وأسلوب وإيرادٍ وإيراد، بل اعتناؤهم بهذا القرى5 أكثر، واهتمامهم فيه أوفر6.\nومرجع7 التلوين المذكور إلى تغيير الأسلوب، وذلك قد يكون بالعدول عن الخطاب الخاصّ إلى الخطاب العام، كما في قوله تعالى: {وَلاَ تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللهِ} 8 فإنَّ الخطاب فيما قبله وهو قوله تعالى: {واتَّبِع مَا أُوْحِيَ إليْكَ مِنْ رَبِّكَ} 9 الآية كان خاصاًّ لرسول الله صلى الله عليه وسلم، ولعلّ النكتة فيه التجنب عن مواجهته عليه الصلاة والسلام وحده بالنهي عن خلاف ما هو\n1 في (م) الأسباح.\n2 في (م) : فيتخالفون.\n3 في (م) قرر وفي (د) قري.\n4 في (م) فيتخالفون.\n5 في (م) القرر.\n6 من قوله: اعلم إلى هذا الموضع منقول بتصرف عن المفتاح. انظر المفتاح ص199 بشرح نعيم زرزور.\n7 في (م) : ويرجع.\n8 من سورة الأنعام الآية: (108) .\n9 من سورة الأنعام الاية: (106) .\nالجزء: 1 ¦ الصفحة: 334\n",
        "عليه1 من الأخلاق الكريمة، إذ لم يكن عليه الصلاة والسلام فحّاشاً ولا سبَّاباً، كما في قوله تعالى2: {أَلَمْ تَعْلَمْ أَنَّ اللهَ لَهُ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللهِ مِنْ وَليٍّ وَلاَ نَصِيْرٍ} 3.\nوخصوص الخطاب4 قد يكون صورة لا معنى، فإنّ الخطاب في قوله\nتعالى: {أَلَمْ تَعْلَمْ} وإن كان خاصاً بحسب الصيغة، لكنه عامّ معنى، فإن المخاطب به كلّ واحد ممن يقدر على الاستدلال من المصنوع على5 الصانع.\nوقد يكون بصرف الخطاب عن مخاطب إلى مخاطب6، كما في قول جرير7:\nثِقِيْ بِاللهِ لَيْسَ لَهُ شَرِيْكٌ وَمِنْ عِنْدِ الخَلِيْفَةِ بِالنَّجَاحِ\nأَغِثْنِيْ يَا فِدَاكَ أَبِيْ وَأُمِّيْ بِسَيْبٍ مِنْكَ إِنَّك ذُو ارْتِيَاحِ8\nفإن [المخاطب] 9 بالبيت الأوّل امرأته، وبالبيت الثاني الخليفة 10، وليس هذا\n1 قوله: ما هو عليه ساقط من (م) .\n2 ساقط من (د) .\n3 من سورة البقرة الآية (107) وفي م: \"وما لكم من دون من ولي\n...\n\".\n4 من هنا إلى قوله «به كل واحد» ساقط من (م) .\n5 في د: إلى.\n6 قوله: (إلى مخاطب) ساقط من (د) .\n7 هو جرير بن عطية بن الخطفى من أشهر شعراء العصر الأموي، ومن الطبقة الأولى منهم، وكان بعض الناس يفضله على شعراء طبقته، وهو من أحسن الشعراء نسيباً وأشدهم هجاءً، وقد اشتهر بنقائضه مع الفرزدق والأخطل. انظر: طبقات فحول الشعراء لابن سلام 1/297، 374-451 بتحقيق محمود شاكر.\nوالشعر والشعراء لابن قتيبة 1/374-380.\n8 البيتان في شرح ديوان جرير لمحمد إسماعيل الصاوي: 98.\n9 في النسختين: الخطاب. والصواب ما أثبتّه لأن السياق يقتضيه.\n10 انظر: شروح سقط الزند 5/1902، نسخة مصورة عن طبعة دار الكتب الناشر الدار القومية للطباعة والنشر - القاهرة 1383هـ 1964م فإن صدر الأفاضل يرى هذا الرأي.\nوقد أورد التفتازاني رأي صدر الأفاضل في عدم وجود الالتفات في هذين البيتين، ثم عقّب ذلك بقوله \"فهذا أخصّ من تفسير الجمهور\" المطوّل: 133 فكأنّه يرى أنّ هذا زيادة وتشدّد في شرط الالتفات لم يذكره الجمهور ولذا قال التفتازاني: \"فقول أبي العلا:\nهل تزجرنّكم رسالة مرسل أم ليس ينفع أولاك ألوك\nفيه التفات عند الجمهور من الخطاب في (يزجرنكم) إلى الغيبة في (أولاك) بمعنى أولئك، وهو قال إنه إضراب عن خطاب بني كنانة إلى الإخبار عنهم\n...\n» المطول 133 -134\nوهذا الرأي تابعه المؤلف هنا في هذين البيتين، وأرى أنه وهم فالالتفات ظاهر في هذين البيتين لأنه قال في البيت الأول (من عند الخليفة) والاسم الظاهر بمنزلة الغيبة، ثم قال: (أغثني) فخاطبه، فهنا التفات من الغيبة إلى الخطاب، وإن كان الشاعر وجه الخطاب في البيت الأول إلى زوجته. فهذا لا يلغي الالتفات، لأن الخطاب موجّه في الحقيقة إلى الخليفة وليس إلى الزوجة. وإنّما هو يعرض أمام الخليفة ما قاله لزوجته وفي هذا تصوير لمدى الحاجة والعوز التي يحياها الشاعر هو وأهل بيته.\nالجزء: 1 ¦ الصفحة: 335\n",
        "من قبيل الالتفات، كما سبق إلى بعض الأوهام1؛ لأنّ من2 شرطه أن يكون الخطاب في الحالين لواحد، فلا يوجد فيه صرف الخطاب حقيقة وإن وجد ظاهراً، بسبب العدول عن صيغة إلى أخرى، صرّح بذلك صدر الأفاضل3 حيث قال في شرح سقط الزّند: «قوله: (سقيت الغيث) بمعزل عن الالتفات، لأن قوله:\n1 واضح أن التفتازاني يرى أن فيهما التفاتاً، ويفهم ذلك من معارضته لرأي صدر الأفاضل في الالتفات كما مرّ.\n2 ساقطة من (م) .\n3 هو القاسم بن الحسين بن محمد الخوارزمي الملقب بصدر الأفاضل من أهل خوارزم فقيه وعالم بالعربية ألّف في النحو والأدب. ولد عام 555هـ وتوفي 617هـ\n- انظر بغية الوعاة 2/252 - 253.\n-الأعلام 5/175.\nالجزء: 1 ¦ الصفحة: 336\n",
        "بيانه. فلا التفات في قوله تعالى: {ثُمَّ تولَّيْتُمْ إلاّ قَلِيْلاً مِنْكُمْ} 1 لأن الكلام قبله مع أسلاف المخاطبين به، نعم هو على طرزه وطريقته، ولذلك قال صاحب الكشاف2: \" {ثُمَّ تَوَلَّيْتُمْ} على طريقة الالتفات\"3 فإن قلت: هلاّ يجدي نفعاً اعتبار التغلب الذي ذكره البيضاوي4 حيث قال في تفسيره: \"ولعلّ الخطاب مع الموجودين منهم في عهد رسول الله صلى الله عليه وسلم ومن قبلهم على التغليب\"5؟ قلت:\n1 من سورة البقرة آية: (83) والآية بتمامها {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ لا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلاً مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ} .\n2 هو: أبو القاسم محمود بن عمر بن محمد الخوارزمي الزمخشري، عالم مشهور، له تصانيف كثيرة في علوم مختلفة، وكان معتزلياً مجاهراً باعتزاله. ولد عام 467هـ وتوفي عام 538هـ. لقّب بجار الله - لمجاورته بمكة المكرمة. من تصانيفه: (المفصل في النحو) و (المستقصى في الأمثال) و (الكشاف في التفسير) و (الفائق في غريب الحديث) و (أساس البلاغة) وغير ذلك.\nانظر: وفيات الأعيان لابن خلكان 5/168- 174 وبغية الوعاة 2/279- 280.\n3 الكشاف: 1/293.\n4 ساقط من (م) : والبيضاوي هو: ناصر الدين عبد الله بن عمر بن محمد بن علي الشيرازي كنيته: أبو سعيد أو أبو الخير، علامة، مفسر، قاضٍ، له التفسير المشهور أنوار التنزيل وأسرار التأويل، وكتاب \"منهاج الوصول إلى علم الأصول\" وغير ذلك من المؤلفات توفي سنة 685هـ.\n- بغية الوعاة: 2/50 - 51 والأعلام: 4/110.\n5 أنوار التنزيل وأسرار التأويل للبيضاوي: (1/67) ط (2) 1388هـ مطبعة البابي الحلبي\nوأولاده بمصر. وقد وضّح الطيبي هذا الأمر حين قال {ثُمَّ تَوَلَّيْتُمْ} على طريقة الالتفات وهو من الغيبة في قوله {أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ} إلى الخطاب، والفائدة التأنيب والتوبيخ، استحضرهم فوبّخهم\n...\nقال القاضي: لعل الخطاب مع الموجودين منهم في عهد الرسول صلى الله عليه وسلم ومن قبلهم على التغليب. وقلت فالأوفق أن يقال: إن أصل الكلام ثم تولوا وهم معرضون، لقوله {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ} أي اذكر وقت أخذنا ميثاق بني إسرائيل وتوليهم وإعراضهم عن ذلك، فعدل إلى خطاب الموجودين منهم تغليباً وإشعاراً بأن التولي الذي حصل منهم في عهد النبي صلى الله عليه وسلم ليس ببدع منهم لأنه دأبهم ودأب أسلافهم، فلا يكون في الكلام التفات\".\nفتوح الغيب في الكشف عن قناع الريب للطيبي (579) رسالة دكتوراة بمكتبة كلية القرآن الكريم بالجامعة الإسلامية من إعداد الباحث: صالح عبد الرحمن الفائز وذكر محمد أبو الحسن أيضاً أنّ توجيه الخطاب إليهم على طريقة الالتفات، انظر: تيسير البيضاوي تعليقات وشروح على أنوار التنزيل وأسرار التأويل للبيضاوي (1/100) ط (4) 1399 دار الأنصار - مصر.\nالجزء: 1 ¦ الصفحة: 337\n",
        "بيانه. فلا التفات في قوله تعالى: {ثُمَّ تولَّيْتُمْ إلاّ قَلِيْلاً مِنْكُمْ} 1 لأن الكلام قبله مع أسلاف المخاطبين به، نعم هو على طرزه وطريقته، ولذلك قال صاحب الكشاف2: \" {ثُمَّ تَوَلَّيْتُمْ} على طريقة الالتفات\"3 فإن قلت: هلاّ يجدي نفعاً اعتبار التغلب الذي ذكره البيضاوي4 حيث قال في تفسيره: \"ولعلّ الخطاب مع الموجودين منهم في عهد رسول الله صلى الله عليه وسلم ومن قبلهم على التغليب\"5؟ قلت:\n1 من سورة البقرة آية: (83) والآية بتمامها {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ لا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلاً مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ} .\n2 هو: أبو القاسم محمود بن عمر بن محمد الخوارزمي الزمخشري، عالم مشهور، له تصانيف كثيرة في علوم مختلفة، وكان معتزلياً مجاهراً باعتزاله. ولد عام 467هـ وتوفي عام 538هـ. لقّب بجار الله - لمجاورته بمكة المكرمة. من تصانيفه: (المفصل في النحو) و (المستقصى في الأمثال) و (الكشاف في التفسير) و (الفائق في غريب الحديث) و (أساس البلاغة) وغير ذلك.\nانظر: وفيات الأعيان لابن خلكان 5/168- 174 وبغية الوعاة 2/279- 280.\n3 الكشاف: 1/293.\n4 ساقط من (م) : والبيضاوي هو: ناصر الدين عبد الله بن عمر بن محمد بن علي الشيرازي كنيته: أبو سعيد أو أبو الخير، علامة، مفسر، قاضٍ، له التفسير المشهور أنوار التنزيل وأسرار التأويل، وكتاب \"منهاج الوصول إلى علم الأصول\" وغير ذلك من المؤلفات توفي سنة 685هـ.\n- بغية الوعاة: 2/50 - 51 والأعلام: 4/110.\n5 أنوار التنزيل وأسرار التأويل للبيضاوي: (1/67) ط (2) 1388هـ مطبعة البابي الحلبي\nوأولاده بمصر. وقد وضّح الطيبي هذا الأمر حين قال {ثُمَّ تَوَلَّيْتُمْ} على طريقة الالتفات وهو من الغيبة في قوله {أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ} إلى الخطاب، والفائدة التأنيب والتوبيخ، استحضرهم فوبّخهم\n...\nقال القاضي: لعل الخطاب مع الموجودين منهم في عهد الرسول صلى الله عليه وسلم ومن قبلهم على التغليب. وقلت فالأوفق أن يقال: إن أصل الكلام ثم تولوا وهم معرضون، لقوله {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ} أي اذكر وقت أخذنا ميثاق بني إسرائيل وتوليهم وإعراضهم عن ذلك، فعدل إلى خطاب الموجودين منهم تغليباً وإشعاراً بأن التولي الذي حصل منهم في عهد النبي صلى الله عليه وسلم ليس ببدع منهم لأنه دأبهم ودأب أسلافهم، فلا يكون في الكلام التفات\".\nفتوح الغيب في الكشف عن قناع الريب للطيبي (579) رسالة دكتوراة بمكتبة كلية القرآن الكريم بالجامعة الإسلامية من إعداد الباحث: صالح عبد الرحمن الفائز وذكر محمد أبو الحسن أيضاً أنّ توجيه الخطاب إليهم على طريقة الالتفات، انظر: تيسير البيضاوي تعليقات وشروح على أنوار التنزيل وأسرار التأويل للبيضاوي (1/100) ط (4) 1399 دار الأنصار - مصر.\nالجزء: 1 ¦ الصفحة: 338\n",
        "لا، لأنّ اعتباره لا يحقق الشرط المذكور، لأنّ الكلام قبل النّقل مع البعض، وبعده مع الكل حينئذٍ1، والكلّ غير البعض.\nوقد نبّه على هذا صاحب الكشف2، حيث قال في شرح القول المذكور لصاحب الكشاف: \"وهو كذلك سواء حمل على تغليب الموجودين في عصره عليه الصلاة والسلام، أو لا\"3 وكلام صاحب المفتاح4 خلو عن اعتبار هذا الشرط في الالتفات5، والشارح الفاضل لم يتعرض له في شرحه.\n1 في النسختين: ح. ولعله رمز لهذه الكلمة التي أثبتّها.\n2 هو سراج الدين عمر بن عبد الرحمن بن عمر البهبهائي الكناني القزويني، كان له حظ وافر من العلوم لاسيما العربية، ولكن المنية لم تمهله فقد مات وهو شاب عن سبع أو ثمان وثلاثين سنة في عام 745هـ وله حاشية على كشاف الزمخشري بعنوان (الكشف على الكشاف) مخطوط منه نسخة في مغنِسا رقم (3468) وفي الظاهرية، وفي الإسكندرية وفي خزانة الرباط.\n- انظر شذرات الذهب / 6: 143- 144 والأعلام 5/49.\n3 انظر /حاشية الشهاب الخفاجي المسماة بعناية القاضي وكفاية الراضي على تفسير البيضاوي 2/194. فقد ذكر أنه لا التفات فيه على التغليب، والشهاب الخفاجي يكثر من النقل عن صاحب الكشف.\n4 هو أبو يعقوب، يوسف بن أبي بكر بن محمد بن علي السكاكّي الخوارزمي - سراج الدين. من الأئمة الأعلام في اللغة والبيان، له كتاب مشهور في البلاغة يسمّى (مفتاح العلوم) ولد بخوارزم عام 555هـ وتوفي بها في عام 626هـ،\nانظر: بغية الوعاة 2/364 والأعلام: 8/222.\n5 انظر: المفتاح بشرح نعيم زرزور، 199 وما بعدها. وشروح التلخيص:/ 464- 465، 467.\nالجزء: 1 ¦ الصفحة: 339\n",
        "وأمّا الشرط الآخر المذكور في كتب القوم، وهو أن يكون التعبير الثاني على خلاف مقتضى الظاهر1، واعتباره كيلا يدخل في حدّ الالتفات أشياء ليست منه، منها: أنا زيد وأنت عمرو2، ونحن رجال وأنتم رجال، وأنت الذي فعل كذا، و:\nنَحْنُ اللَّذُوْنَ صَبَّحُوا الصَّبَاحَا3\nونحو ذلك ممّا عبّر عن معنى واحد، تارة بضمير المتكلم4 أو المخاطب، وتارة بالاسم المظهر أو ضمير الغائب.\nومنها: يا زيد قم. ويا رجلاً له بصر5 خذ بيدي، لأن الاسم المظهر طريق غيبته فلا حاجة إلى ذكره، واعتباره شرطاً زائداً على ما ذكرنا، لأن أسلوب الكلام لا يتغيّر إلاّ إذا كان كذلك، بناءً على أن المراد من مقتضى ظاهر الكلام،لا مقتضى ظاهر المقام، ولذلك صرّح الإمام البيضاوي\n1 انظر المطوّل على التلخيص: 131، وشروح التلخيص: 1/465، 466.\n2 ورد في حاشية الدسوقي على شرح السعد: «وإن كان يصدق على كلّ منهما أنه قد عبر فيه عن معنى وهو الذات بطريق الغيبة بعد التعبير عنه بطريق آخر وهو التكلم في الأول والخطاب في الثاني إلا أن التعبير الثاني يقتضيه ظاهر الكلام ويترقبه السامع، لأن المتكلم إذا قال: أنا وأنت، ترقب السامع أن يأتي بعده باسم ظاهر خبراً عنه، لأن الإخبار عن الضمير إنما يكون بالاسم الظاهر، فالإخبار بالاسم الظاهر وإن كان من قبيل الغيبة عن ضمير المتكلم أو المخاطب، إلا أنّه جار على ظاهر ما يستعمل في الكلام\" شروح التلخيص: 1/465.\n3 هذا الشاهد أورده أبو زيد الأنصاري في النوادر: 47 ونسبه إلى أبي حرب بن الأعلم وهو جاهلي ونقله عنه البغدادي في الخزانة 6/23 ثم أورد في موضع آخر أنه لليلى الأخيلية ناقلاً ذلك عن العييني انظر الخزانة 6/24 بلفظ: قومي الذين صبحوا الصباحا. وهو من الشواهد البلاغية التي وردت في شروح التلخيص 1/466 ولكن دون نسبة إلى صاحبه.\n4 في (م) المتكلم والمخاطب.\n5 في (م) نصر.\nالجزء: 1 ¦ الصفحة: 340\n",
        "على وفق إشارة1 صاحب الكشاف2، بوجود الالتفات في قوله تعالى3: {وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى} 4 فإنَّ العدول فيه عن مقتضى5 ظاهر الكلام، حيث كان سباقه، وهو قوله تعالى: {عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الأَعْمَى} 6 على صيغة الغيبة، لا عن مقتضى ظاهر المقام، لأن مقتضاه7 الخطاب في الموضعين، ونكتة العدول عن مقتضى الظاهر بحسب المقام، التعظيم للنبي عليه الصلاة والسلام، والتلطيف في تأديبه بالعدول عن الخطاب في مقام العتاب، والإباء عن المواجهة بما فيه الكراهة.\nوأمّا ما قيل: \"في الإخبار عمّا فرط منه، ثم الإقبال عليه دليل على زيادة الإنكار، كمن يشكو إلى الناس جانياً جنى عليه، ثم يقبل على الجاني إذا حمي في الشكاية مواجهاً له بالتوبيخ، وإلزام الحجة\"8 فوهم، لا ينبغي أن يذهب إليه فهم.\n1 في (م) شأن.\n2 انظر إشارة صاحب الكشاف في 4/218 حيث قال: (وفي الإخبار عما فرط منه ثم الإقبال عليه بالخطاب..) .\n3 ليس في (د) .\n4 آية (3) من سورة عبس. انظر أنوار التنزيل وأسرار التأويل (2/540) فقد صرح البيضاوي بوجود الالفتات في هذه الآية وذلك لمجيئها بعد قوله تعالى {عبَسَ وَتَوَلّى} وهو واضح.\n5 سقط من هنا إلى قوله لا عن مقتضى ظاهر المقام من (م) .\n6 آية (1-2) من سورة عبس.\n7 في (م) مقتضاء.\n8 في (د) الجهة، وهذا القول ورد عند الزمخشري في تفسيره 4/218.\nالجزء: 1 ¦ الصفحة: 341\n",
        "ومن تأمل في طريق عتابه تعالى إياه عليه الصلاة والسلام في مواضع العتاب - كقوله تعالى: {عَفَا اللهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ} 1 فإنْ فيه ما لا يخفى من لطف الكناية عن خطئه عليه الصلاة والسلام في الإذن تعظيماً لشأنه - لا يخطر بباله مثل ذلك الوهم، وإنّما قلنا على ما ذكرنا، إذ لابدّ من اعتباره شرطاً زائداً على ما ذكروا في تفسير الالتفات2.\nقال صاحب التلخيص3: والمشهور أن الالتفات هو التعبير عن4 معنى بطريق من الثلاثة بعد التعبير عنه بآخر منها5. وقال الفاضل التفتازاني6 - في شرحه، \"بشرط أن يكون التعبير الثاني على خلاف مقتضى الظاهر\"7 وفي المفتاح:\n\"ويسمّى هذا النقل التفاتاً عند علماء علم المعاني\"8.\n1 من آية (43) من سورة التوبة.\n2 في (د) الالتفاب.\n3 هو محمد بن عبد الرحمن بن عمر بن أحمد، أبو المعالي، جلال الدين القزويني، المعروف بخطيب دمشق، من العلماء الفقهاء، ولي القضاء في ناحية الروم ثم دمشق ثم مصر، ولد 666هـ وتوفي سنة 739هـ من تصانيفه: (تلخيص المفتاح) و (الإيضاح) وهو شرح للتلخيص.\n- بغية الوعاة 1/156- 157.- الأعلام 6/192.\n4 هنا سقط في (م) من قوله: التعبير عن إلى قوله (الثاني) .\n5 التلخيص: 86.\n6 هو مسعود بن عمر بن عبد الله التفتازاني، سعد الدين، من أئمة العربية والبيان، ولد بتفتازان سنة 712هـ، وأجاد في علوم كثيرة وصنف فيها ومنها: النحو والصرف والمنطق والبلاغة والأصول، من أشهر تصانيفه: (المطوّل) وهو شرح لكتاب التلخيص، مات بسمرقند سنة 791هـ.\n- بغية الوعاة 2/285 والأعلام 7/219.\n7 المطوّل على التلخيص (131) شرح التلخيص المعروف بمختصر المعاني مطبوع بها من التلخيص (87) .\n8 المفتاح: 199 بشرح نعيم زرزور.\nالجزء: 1 ¦ الصفحة: 342\n",
        "وقال الفاضل الشريف1 في شرحه: \"ثم إن الالتفات من إحدى2 الطرق الثلاثة إلى آخر3 منها إنما يسمّى التفاتاً إذا كان على خلاف مقتضى الظاهر، كما يشعر به لفظ النقل، وإيراده في الإخراج لا على مقتضاه، وما ذكر من فائدته العامة\"4 ويردّ عليه أن النقل الذي أشير إليه، هو النقل من صيغة إلى أخرى، وهذا ظاهر عن التأمّل في سياق الكلام المنقول، فلا إشعار فيه بما ذكر، وتعليله على ما نقل عنه في الحاشية \"بأن الجاري على مقتضى الظاهر لا يقال فيه: نقل5\" مردود6 أيضاً، لأنه [إن] أريد: أنه لا يقال فيه نقل على الإطلاق، فمسلّم ولكن لا يجدي نفعاً، لأن الواقع ههنا النقل المقرون بالإشارة7 الصارفة عن المتبادر عند الإطلاق فلا صحة له كما لا يخفى، ثم إن قوله: \"يتحقق الإشعار في إيراد الالتفات في الإخراج لا على مقتضى الظاهر بما\n1 هو: علي بن محمد بن علي، ويعرف بالشريف الجرجاني، عالم بالعربية له مصنفات عدّة\nفيها وفي غيرها من الفنون مثل: الفرائض والحديث والمنطق، من مؤلفاته \"التعريفات\" و\"شرح\nالقسم الثالث من مفتاح العلوم\" وله \"حاشية على المطوّل\" وحاشية على الكشاف لم يتمها. وغير ذلك. توفي بشيراز سنة 816هـ.\n- بغية الوعاة 2/196- 197\n- الأعلام: 5/7.\n2 في (د) أحد.\n3 في (م) الآخر.\n4 شرح القسم الثالث من مفتاح العلوم للسكاكي للسيد الشريف. مخطوط بمكتبة عارف حكمت تحت رقم (86/416) بلاغة. والنصّ فيه: \"ثم إن الانتقال من طريق من الطرق الثلاثة\n...\n\" لوحة: (38/أ) .\n5 هذا الكلام موجود على حاشية المخطوط السابق وفي اللوحة نفسها، وللنّص الموجود \"والإخراج على مقتضى الظاهر\n...\n\".\n6 سقط من (م) من قوله: مردود أيضاً إلى\n...\nفيه نقل.\n7 في (م) بالإشارة وإن أريد أنه لا يقال فيه نقل مطلقاً، كان أو مقروناً بالإشارة الصارفة عن المصادر.\nالجزء: 1 ¦ الصفحة: 343\n",
        "ذكر\"1 مبناه عدم الفرق بين ظاهر المقام وظاهر2 الكلام؛ فإنّ صاحب المفتاح قد أورد الالتفات في الإخراج على خلاف الظاهر3 بحسب اقتضاء أسلوب الكلام، وقد نبّهت فيما تقدّم على هذا وعلى الفرق بين الإخراجين. فإن قلت: قد أثبت صاحب المفتاح في أَنْ جَاءَهُ الْأَعْمَىقول امرئ القيس4:\nتَطَاوَلَ لَيلُكَ بِالأَثْمُدِ\nالتفاتاً، وهذا بناءً على أنّ كلاً من المتكلم5 والخطاب والغيبة، إذا كان مقتضى الظاهر فعدل عنه 6 إلى الآخر فهو التفات7 عنده، قلت: نعم، أثبت فيه التفاتاً8 على خلاف ما عليه الجمهور9، ومع ذلك لم ينكر\n1 هذا مما يفهم من كلام السيد الشريف، انظر لوحة (38/أوب) من المخطوط السابق وفي حاشيته على المطوّل أيضاً (131) .\n2 في (د) والظاهر الكلام.\n3 ساقطة من (م) .\n4 امرؤ القيس بن حُجْر بن الحارث، الكندي رأس الطبقة الأولى من الشعراء الجاهليين وهو\nمن أصحاب المعلقات، ومن أوائل شعراء الجاهلية، سبق إلى أشياء ابتدعها، وتبعه الشعراء\nفيها، انظر: طبقات فحول الشعراء لابن سلام 1/51- 55 بتحقيق محمود محمد شاكر. والشعر والشعراء لابن قتيبة 1/50- 57.\nوهذا شطر من بيت تمامه مع بقية الأبيات كما في ديوانه بتحقيق محمد أبي الفضل إبراهيم (185) :\nتطاول ليلك بالأثمدِ ونام الخليّ ولم ترقدِ\nوبات وباتت له ليلة كليلة ذي العائر الأرمد\nوذلك من نبأ جاءني وأنبئته عن أبي الأسود\n5 في (د) المتكلم.\n6 في (د) : عند.\n7 في (م) الالتفات.\n8 انظر المفتاح: 200 و 202- 204 وانظر شروح التلخيص 469- 471.\n9 وفي هذا البيت:\nتطاول ليلك بالأثمد\nونام الخليّ ولم ترقُد\nالتفات على مذهب السكاكي. وفي رأي الجمهور لا يوجد التفات، انظر شروح التلخيص 1/470.\nالجزء: 1 ¦ الصفحة: 344\n",
        "قد يكون مخالفاً للقديم، كما إذا كان المقام مقام الخطاب، وشرع1 في الكلام على أسلوب الغيبة، وقد مرّ مثاله من التنزيل، فلو اعتبر في مثل ذلك الحادث بعد الشروع يلزم أن يكون الكلام على مقتضى الظاهر من وجه وعلى خلافه من وجه، ولا وجه لترجيح الحادث على القديم، وإسقاطه على2 حيّز الاعتبار بالكليّة؛ إذ يلزم حينئذٍ3 أن لا يتحقق مقتضى المقام من جهة الكلام قبل الشروع بل عنده أيضاً، ما لم يتقرر أسلوبه، ولا مجال لأن يقال: أنهم اعتبروا القديم قبل حدوث 4 المعارض، وأسقطوا [ما] بعده، إذ لا مستند لهذا التفصيل من جهة السلف، كما لا يخفى على من تتبّع وأنصف، وبالتجنب عن التعسف5 اتّصف.\nثمّ إنّ ما زعمه من الإشعار فيما ذكره6 من الفائدة العامة للالتفات بكونه على مقتضى الظاهر -مردود أيضاً؛ لأن مدار تلك الفائدة على العدول من أسلوب إلى آخر سواء كان العدول عنه على مقتضى الظاهر أو لا، على ما تقف على ذلك بإذن الله تعالى.\nلا يُقال: المشهور في تفسير الالتفات ما هو المذكور في التلخيص، وعليه الجمهور على ما نصّ عليه الفاضل التفتازاني في شرحه7، وما ذكرته8 تفسير\n1 في م: (وشروع) .\n2 في د: عن.\n3 في النسختين (ح) .\n4 في د: فيه حدوث المعارض وأسقطوه بعده.\n5 في م: (التعصب) .\n6 في د: ذكر.\n7 ورد في التلخيص: (86) \"والمشهور أن الالتفات هو التبعير عن معنى بطريق من الثلاثة بعد التعبير بآخر منها\".\nوذكر التفتازاني أن هذا هو المشهور عند الجمهور. (شرح التلخيص المعروف بمختصر المعاني) بهامش التلخيص: (86) وكذا في المطوّل على التلخيص (130- 131) .\n8 في (م) وما ذكر.\nالجزء: 1 ¦ الصفحة: 345\n",
        "قد يكون مخالفاً للقديم، كما إذا كان المقام مقام الخطاب، وشرع1 في الكلام على أسلوب الغيبة، وقد مرّ مثاله من التنزيل، فلو اعتبر في مثل ذلك الحادث بعد الشروع يلزم أن يكون الكلام على مقتضى الظاهر من وجه وعلى خلافه من وجه، ولا وجه لترجيح الحادث على القديم، وإسقاطه على2 حيّز الاعتبار بالكليّة؛ إذ يلزم حينئذٍ3 أن لا يتحقق مقتضى المقام من جهة الكلام قبل الشروع بل عنده أيضاً، ما لم يتقرر أسلوبه، ولا مجال لأن يقال: أنهم اعتبروا القديم قبل حدوث 4 المعارض، وأسقطوا [ما] بعده، إذ لا مستند لهذا التفصيل من جهة السلف، كما لا يخفى على من تتبّع وأنصف، وبالتجنب عن التعسف5 اتّصف.\nثمّ إنّ ما زعمه من الإشعار فيما ذكره6 من الفائدة العامة للالتفات بكونه على مقتضى الظاهر -مردود أيضاً؛ لأن مدار تلك الفائدة على العدول من أسلوب إلى آخر سواء كان العدول عنه على مقتضى الظاهر أو لا، على ما تقف على ذلك بإذن الله تعالى.\nلا يُقال: المشهور في تفسير الالتفات ما هو المذكور في التلخيص، وعليه الجمهور على ما نصّ عليه الفاضل التفتازاني في شرحه7، وما ذكرته8 تفسير\n1 في م: (وشروع) .\n2 في د: عن.\n3 في النسختين (ح) .\n4 في د: فيه حدوث المعارض وأسقطوه بعده.\n5 في م: (التعصب) .\n6 في د: ذكر.\n7 ورد في التلخيص: (86) \"والمشهور أن الالتفات هو التبعير عن معنى بطريق من الثلاثة بعد التعبير بآخر منها\".\nوذكر التفتازاني أن هذا هو المشهور عند الجمهور. (شرح التلخيص المعروف بمختصر المعاني) بهامش التلخيص: (86) وكذا في المطوّل على التلخيص (130- 131) .\n8 في (م) وما ذكر.\nالجزء: 1 ¦ الصفحة: 346\n",
        "محدث له، قلت: بل ما1 ذكرته على وفق إشارة صاحب المفتاح حيث قال: «والعرب يستكثرون منه، ويرون الكلام إذا انتقل من أسلوب إلى أسلوب أدخل في القبول عند السامع، وأحسن تطرئة لنشاطه2، وأملأ3 باستدرار إصغائه» 4 ويوافقه ما في الكشّاف5، وكفى بنا ذانك الشيخان قدوةً، وقد وقفت فيما سبق على أن ما ذكر في التلخيص لا يطّرد إلا باعتبار شرط من الخارج، وذلك خارج6 عن قانون الحدّ، وما ذكرنا سالم عن المحذور المذكور، وذلك لأن الاختلاف في الأسلوب أخصّ من الاختلاف في التعبير؛ فإنّ الثاني يتحقّق في نحو7 قوله تعالى: {يا أَيُّها الَّذِيْن آمَنُوا إذا قُمْتُمْ إلى الصَّلاة} 8 دون الأوّل؛ لأن حق الضمير العائد إلى الموصول أن يكون غائباً، فلا يتغيّر به الأسلوب وإن تغيّر9 التعبير حتى احتيج إلى اعتبار قيد زايد للاحتراز عن مثله.\nوبما قررناه10 تبيّن أن الجمهور لا يرتضي تحديد11 الالتفات بما ذكر في التلخيص، وأن ما ذكر12 في شرحه من نسبته إليهم فرية ما فيها مرية.\nومما يظنّ أنّه من قبيل الالتفات وليس منه قوله تعالى: {بَلْ أَنْتُمْ قَوْمٌ\n1 ساقطة من (م) .\n2 في (د) نشاط.\n3 في (م) وإملاءً.\n4 المفتاح بشرح نعيم زرزور: 199.\n5 انظر الكشاف 1/64.\n6 وذلك خارج ساقط من (م) .\n7 ساقطة من (م) .\n8 آية (6) من سورة المائدة.\n9 في (د) تغتر.\n10 في (م) : قرّرنا.\n11 في (د) تجديد.\n12 ساقط من (م)\nالجزء: 1 ¦ الصفحة: 347\n",
        "تَجْهَلُونَ} 1 أما وجه الظنّ فهو أن الاسم الظاهر غائب فلما عدل عنه إلى الخطاب في تجهلون تحقق الالتفات، وأمّا أنه ليس منه فلأنّ في عبارة القوم [جهتا غيبة] 2 وخطاب؛ وذلك لأنّها اسم ظاهر غائب وقد حمل على {أَنْتُمْ} فصار عبارة عن المخاطب، ثم إنّه3 وصف {تَجْهَلُوْنَ} اعتباراً لجانب خطابه المستفاد من حمله على {أَنْتُمْ} 4 وترجيحاً له على جانب غيبته الثابت في نفسه؛ لأن الخطاب أشرف وأدل وجانب المعنى أقوى وأكمل5، فهو بالحقيقة اعتبار لجانب المعنى، وتغليب له على جهة اللفظ، فإنّ الغيبة في لفظ (القوم) ومعناه الخطاب6، وبهذا القدر من الاعتبار لا يتغير7 الأسلوب، ولا يتحقق النقل من طريق إلى آخر، وعلى هذا القياس قول علي رضي الله عنه: \"أنا الَّذي سمّتْنِي أمِّي حَيْدَرَة\"8.\n1 آية: 55 من سورة النمل. وورد في النسختين (وأنتم) وهو خطأ.\n2 في (د) جها عينة وخطاب. وفي (م) جهتا فيه غيبة وخطاب. وما أثبتّه يقتضيه السياق.\n3 في (م) : إنّ.\n4 ساقط من (د) .\n5 في (د) وكمل.\n6 في (د) المخاطب.\n7 في (م) لا يتغير به.\nفي (م) خلط واضح وسقط فقد ورد: \"لا يتغير به الأسلوب وإن تغيّر التعبير حتى احتيج إلى اعتبار قيد زائد للاحتراز عن مثله وبما قررناه تبين. وعلى هذا القياس قول علي رضي الله عنه.\n8 هذا الرجز لعلي بن أبي طالب رضي الله عنه كما في اللسان مادة (حدر) 4/174 وفيه:\nأنا الّذي سمّتني أمِّي الحيدره\nكليث غاباتٍ غليظِ القَصَره\nأكليلكم بالسيف كيل السَّندره\nوالحيدرة: الأسد. وورد في شرح الحماسة للمرزوقي (1/115) ولكن دون نسبة.\nوفي ص (407) أشار إلى أنه منسوب إلى علي رضي الله عنه ولم يجزم بذلك. اللسان:\nالجزء: 1 ¦ الصفحة: 348\n",
        "قال المرزوقي1 في شرح قول2 الحماسة3:\n[وَإِنَّا] 4 لَقَوْمٌ مَا نَرَى5 القَتْلَ سُبَّةً6 إِذا مَا رَأَتْهُ عَامِرٌ وَسَلُوْلُ\n\"كان الوجه أن يقول: ما يرون القتل سبَّةً7؛ حتى يرجع الضمير من صفة القوم إليه ولا تَعْرى منه، لكنّه لما علم أن المراد بالقوم هم قال: ما نرى، وقد جاء في الصلة مثل هذا وهو فيه أفظع، قال:\nأَنَا الَّذِي سَمَّتْنِي أُمِّيْ حَيْدَرَهْ أَكِيْلُكُمْ بِالسَّيْفِ كَيْلَ السَّنْدَرَهْ\nوالوجه سمّته حتى لا تعرى8 الصلة من ضمير الموصول، قال أبو عثمان\n1 في (د) قال الإمام المرزوقي. والمرزوقي هو: أحمد بن محمد بن الحسن، أبو عليّ، من أهل أصبهان، العالم الأديب، كان حجة في وقته، له عدد من المؤلفات أهمها: (شرح الحماسة) و (شرح أشعار هذيل) و (شرح المفضليات) و (شرح الفصيح) وتوفي سنة 421هـ. انظر: إنباه الرواة على أنباه النحاة: 1/141، وبغية الوعاة: 1/365.\n2 في (م) : قوله.\n3 هذا البيت لعبد الملك بن عبد الرحيم الحارثي. أو للسّموأل بن عاديا كما في شرح الحماسة 1/110، 114.\n4 في النسختين: وإنّي. وما أثبته من الحماسة. والسياق يتطلّبه.\n5في (م) ما ترى.\n6 في (م) سيئة.\n7 في (م) سيئة.\n8 في (م) نعرى.\nالجزء: 1 ¦ الصفحة: 349\n",
        "المازني1: لولا صحة مورده وتكرره لرددته» 2 والشريف الفاضل3 لغفوله عمّا قررناه قال4 في شرحه للمفتاح: «لا يبعد أن يجعل مثل5: أنا الذي سمّتني أُمِّي حيدرة، وأنت الذي أخلفتني، ونحن قوم فعلنا، وأنتم قوم تجهلون - من باب الالتفات من الغيبة إلى التكلم أو الخطاب\"6.\nوممّا يشبه الالتفات وليس منه: ما في قوله تعالى: {فَإنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ} 7 من تغيُّر8 الأسلوب والعدول عن مقتضى ظاهر الكلام؛ وذلك أن موجب طرد الكلام على أسلوب ما سبق من قوله تعالى: {قُلْ أَطِيْعُوا الله وَأَطِيْعُوا الرَّسُوْلَ} 9 وسوقه10 على مقتضى الظاهر هو أن يقال: فإن تولّوا11 فإنّما12 عليهم ما حمّلوا وعليك ما حمّلت، وإنّما قلنا إنّه\n1 هو: بكر بن محمد بن بقية، وقيل بكر بن بقية، أبو عثمان المازني، من بني مازن بن شيبان، نزل في بني مازن فنسب إليهم، وهو عالم نحوي بصري من مشاهير العلماء، له من التصانيف: (ما يلحن فيه العامة) و (الألف واللام) و (الديباج) وغير ذلك توفي سنة 248، وقيل سنة 249هـ.\nانظر: إنباه الرواة على أنباه النحاة 1/281- 291.\nوبغية الوعاة 1/463- 466.\n2 شرح الحماسة (1/114- 115) وفيه: \"كان وجه الكلام أن يقول..\".\n3 في (م) والفاضل الشريف.\n4 ساقط من (م) .\n5 ساقط من (م) .\n6 شرح القسم الثالث من مفتاح العلوم للسكاكي لوحة (38/أ) .\n7 آية 54 من سورة النور.\n8 في (م) تغيير.\n9 آية (54) من سورة النور: والآية تامة: {قُلْ أَطِيْعُوا الله وأَطِيْعُوا الرَّسُول فإن توَلَّوا فَإِنَّما عليه ما حُمِّل وعلَيْكُمْ ما حُمِّلْتُمْ وإنْ تطيعُوه تهتدوا وما على الرَّسُول إلا البلاغُ المُبِيْن} .\n10 في (م) ويسوقه.\n11 في (م) : تتولوا.\n12 ساقط من (م) .\nالجزء: 1 ¦ الصفحة: 350\n",
        "ليس منه؛ لعدم النقل عن أحد الطرق الثلاثة إلى الآخر منها؛ فإن المتحقق1 في قوله تعالى2: {قُلْ أَطِيْعُوا اللهَ} تنزيلهم منزلة الغائبين3، لا سوق الكلام4 معهم على طريق الغائبة، والفرق واضح وإن خفي على صاحب الكشف حيث قال: \"هو5 التفات حقيقي؛ لأنّه6 جعلهم غُيّباً، حيث أمر الرسول [صلى الله عليه وسلم] بخطابهم في7 قوله {قُلْ أَطِيْعُوا اللهَ} ثم خاطبهم بقوله {فَإِنْ تَوَلَّوْا} 8. وقد نبّه صاحب الكشاف9 على ما ذكرنا من عدم الالتفات حقيقة فيما ذكر لفقد شرط النقل حيث قال: \"صرف الكلام عن الغيبة إلى الخطاب على طريقة الالتفات\"10 يعني أن مقتضى الظاهر نظم الكلام على الغيبة، ولما صرف عنها كان على طريقة الالتفات وإن لم يكن منه لعدم تحقّق النّقل عن الغيبة، حيث لم يوجب11 سوق الكلام على صيغتها12، ففي إقحام عبارة الطريقة وذكر الصرف دون النّقل تنبيه على ما ذكرنا، فافهم.\n1 في (م) : التحقيق.\n2 ساقط من (د) .\n3 ساقط من (د) .\n4 حدث في (م) خلط هنا فقد ورد: لا سوق الكلام عن أحد الطرق الثلاث منها فإن المتحقق في قوله تعالى معهم على طريق الغائبة والفرق..\n5 ساقط من (م) .\n6 في (م) : لأنهم.\n7 في (م) قل قوله.\n8 انظر حاشية الشهاب الخفاجي 6/396 فقد ذكر هذا الرأي ثم عقب عليه بقوله: \"وقيل إنه من تلوين الخطاب إذ عدل عن خطاب الرسول عليه الصلاة والسلام إلى خطابهم بالذات فليس مندرجاً تحت القول\".\n9 في (م) الكشف.\n10 الكشاف: 3/73.\n11 في (م) يوجد.\n12 في (م) : صيغها.\nالجزء: 1 ¦ الصفحة: 351\n",
        "ومن ههنا وما1 تقدم بيانه تبيّن أنّ كلاً من تغيير الأسلوب والنّقل عن صيغة2 إلى أخرى - أعمّ من الآخر من وجهٍ؛ ولذلك جمعنا بينهما في تفسير3 الالتفات، وظهر لك شعبة أخرى لتلوين الخطاب، وهي: ما يوجد فيه تغيير الأسلوب دون النّقل.\nفاعلم أن أنواع الالتفات بحسب النّقل من كل واحدة من الصيغ الثلاث4 إلى إحدى الأخريين ستّة5، وقد أفصح عن هذا صاحب المفتاح بقوله: \"بل الحكاية والخطاب والغيبة ثلاثتها ينقل6 كل واحد منها إلى الآخر، ويسمّى هذا النقل التفاتاً عند علماء علم المعاني7\" وإن قصر عنه بيان صاحب الكشاف بقوله: \"هذا يسمّى الالتفات في علم البيان، وقد يكون من الغيبة إلى الخطاب ومن الخطاب إلى الغيبة ومن الغيبة إلى التكلم\"8 حيث اقتصر على9 ذكر أنواعه الثلاثة، وقوله: \"في علم البيان\" لا ينافي قول صاحب المفتاح \"عند علماء المعاني\" لأنه أراد بالبيان علم البلاغة الشامل10 للمعاني والبيان11،\n1 ساقط من (م) .\n2 في (م) صيغة أخرى. وفي (د) : صيغة وإلى أخرى.\n3 في (د) : تغيير.\n4 في (د) الثلاثة.\n5 في (د) سنة.\n6 في (د) نقل.\n7 المفتاح بشرح نعيم زرزور: 199.\n8 الكشاف: 1/62.\n9 في (م) : على الأنواع الثلاثة.\n10 في (م) : الشاملة.\n11 ساقط من (م) . وقد ذكر السيد الشريف في حاشية على الكشاف أن الزمخشري أراد بعلم البيان العلوم الثلاثة: انظر حاشية الكشاف 1/63.\nالجزء: 1 ¦ الصفحة: 352\n",
        "وإنما كان الالتفات من علم المعاني لأن ما يترتب1 عليه من الفوائد من جملة خواصّ التراكيب التي يبحث عنها في العلم المذكور.\nوأمّا ما قيل: \"يُبحث عنه في علمي2 البلاغة والبديع، أمّا في المعاني فباعتبار كونه على خلاف مقتضى الظاهر، وأمّا في البيان فباعتبار أنَّه إيراد لمعنى واحد في طرق مختلفة في الدلالة عليه جلاء، [وخفاء] 3 وبهذين الاعتبارين يفيد الكلام حسناً ذاتياً للبلاغة، وأمّا في البديع فمن حيث إنّ فيه جمعاً بين صورٍ متقابلة في معنى واحد فكان من محسّناته المعنوية4\" - ففيه نظر؛ أمّا أوّلاً: فلأن مجرد كونه على خلاف مقتضى الظاهر لا يكفي في دخوله في علم المعاني، وهذا ظاهر5 عند من له أدنى تأمل في حدّ العلم المذكور.\nوأمّا ثانياً: فلأن اعتبار أنّه إيراد لمعنى واحد في طرق مختلفة في الدلالة عليه جلاء [وخفاء] ، غير كافٍ في دخوله في علم البيان؛ بل لابدّ معه أن يكون ذلك الاختلاف بحسب الدلالة العقلية، وهو مفقود6 في الالتفات، ولذلك لم يورده صاحب المفتاح في البيان واقتصر على إيراده في7 المعاني والبديع 8.\n1 في (د) : ما يترب.\n2 في (د) : علم.\n3 هذه الزيادة من حاشية السيد الشريف على الكشاف.\n4 هذا الكلام موجود بنصه في حاشية السيد الشريف على الكشاف 1/63 وقد نقله هو أيضاً حيث قال: \"قال بعض الأفاضل\n....\n\".\n5 ساقط من (م) .\n6 في (م) وهو مفقود في الدلالة العقلية الالتفات.\n7 في (م) في علم المعاني والبيان.\n8 انظر المفتاح بشرح نعيم زرزور: 199 وما بعدها (في علم المعاني) وأورده في البديع\nالمعنوي: أيضاً ص: 429.\nالجزء: 1 ¦ الصفحة: 353\n",
        "وعدّه خلاف مقتضى الظاهر من الكناية1 لا يجدي نفعاً في كونه من البيان؛ لأنه ليس منها حقيقة؛ كيف وهي من أقسام اللفظ، والخلاف المذكور ليس من جنس اللفظ، وكذا إخراج الكلام عليه ليس منه، وإنّما عدّه من الكناية لما بينهما من المشابهة، والشريف الفاضل لغفوله عن هذا قال في شرح المفتاح في حاشيته \"وكونه من إخراج الكلام لا على مقتضى الظاهر المندرج تحت الكناية؛ لا يوجب كونه من مباحث البيان كسائر الجزئيات المندرجة تحت 2 قواعده؛ لأن الأحكام الجزئية المندرجة تحت3 قواعد علم [البيان4] فروعٌ وثمراتٌ لمسائله، إذ ليست مبحوثاً عنها بخصوصيّاتها\"5.\nثم إن موجب تعليله بقوله: \"لأن الأحكام\" الخ. على تقدير تمامه هو إيجاب ما ذكر من الاندراج عدم كونه من مباحث البيان لا عدم إيجاب كونه منها، وإنّما قلنا: \"على تقدير تمامه\" لأنه محل نظر، فتدبّر.\nوهذا الكلام قد وقع في البيان6 استطراداً7، فلنعد إلى ما كنّا فيه من تفصيل أنواع الالتفات الحاصلة من ضرب الثلاث في الاثنين8، فنقول: أحدها:\n1 ذكر السيد الشريف في حاشيته على الكشاف \"إن صاحب المفتاح أورده تارة في المعاني وأخرى في البديع، وفي عده خلاف مقتضى الظاهر كناية إيماء إلى أنّه من البيان أيضاً\" 1/63.\n2 في (د) : في.\n3 في (د) : في.\n4 هذه الزيادة من شرح السيد الشريف للمفتاح.\n5 شرح القسم الثالث من مفتاح العلوم للسكاكي: (38/ب) .\n6 في (د) : البين.\n7 في (د) : استطراد.\n8 المراد بالثلاث: التكلم والخطاب والغيبة ينقل كل واحد منها إلى الآخرين. فيكون المجموع ستة التفاتات.\nالجزء: 1 ¦ الصفحة: 354\n",
        "الالتفات من التكلم إلى الخطاب: ومثاله من التنزيل {وَمَا لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُون} 1 وذلك أن المراد بقوله تعالى: {وَمَا لِيَ لا أَعْبُدُ} المخاطبون، والمعنى: وما لكم لا تعبدون الذي فطركم فالمعبّر عنه في الجميع هو المخاطبون، ولمّا عبّر عنهم بصيغة التكلم كان مقتضى2 الظاهر أن لا يغيّر أسلوب الكلام، بل يجري اللاحق على سنن السابق، ويقال: وإليه3 أرجع، فلمّا عدل عنه إلى ما4 ذكر تحقق الالتفات5.\nومن الشعر:\nتَذَكَّرْتَ والذِّكْرَى تَهِيْجُكَ زَيْنَبَا وَأَصْبَحَ باقِي وَصْلِها قَدْ تَقضَّبا6\n1 الآية (22) من سورة يس والآية من شواهد المصباح في المعاني والبيان والبديع لابن الناظم: 31، والتلخيص (87) والإيضاح (158) .\n2 في (م) : المقتضى.\n3 ساقط: من (م) .\n4 ساقط: من (د) .\n5 انظر الكشاف 3/319 فقد قال عند تفسير هذه الآية: «ثم أبرز الكلام في معرض المناصحة لنفسه، وهو يريد مناصحتهم، يتلطف بهم ويداريهم، ولأنّه أدخل في إمحاض النصح حيث لا يريد لهم إلا ما يريد لروحه، ولقد وضع قوله {وَمَا لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُون} مكان قوله: \"وما لكم لا تعبدون الذي فطركم. ألا ترى إلى قوله: {وَإِلَيْهِ تُرْجَعُون} ؟ ولولا أنه قصد ذلك لقال: الذي فطرني وإليه أرجع\".\n- وقد أورد ابن الأثير الآية وجعلها مثالاً (للرجوع من خطاب النفس إلى خطاب الجماعة وذكر مثل كلام الزمخشري السابق في تحليل الالتفات. (المثل السائر 2/173) .\n6 البيت لربيعة بن مقروم الضبِّي شاعر مخضرم شهد القادسية وجلولاء، وهو من شعراء مضر المعدودين. (الشعر والشعراء 1/157) .\nوالبيت مطلع قصيدة للشاعر في الأصمعيات (224) .\nوفي المفضيليات (375) . وضبط في المفضليات بضم تاء (تذكرتُ) وبفتحها في الأصمعيات. وفي الاختيارين (581) ضبط بالفتح أيضاً والبيت من شواهد المفتاح (119) والمصباح (32) والإيضاح (1/157) .\nالجزء: 1 ¦ الصفحة: 355\n",
        "إن قُرئ (تذكرتَ) بالفتح كما هو الرواية، فالالتفات فيه على رأي صاحب المفتاح؛ حيث كان الظاهر ضمّها على التكلم 1 فعدل عنه إلى الخطاب، وإن قُرِئ بالضمّ فالالتفات في (يهيجك) وهذا باتفاق2.\nوثانيها: الالتفات من التكلم إلى الغيبة: ومثاله من التنزيل: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ. فَصَلِّ لِرَبِّكَ} 3 كان الظاهر أن يقال: فصلّ لنا. قال الفاضل التفتازاني في شرح التلخيص: \"وقد كثر في الواحد من المتكلم4 لفظ الجمع تعظيماً له لعدّهم5 المعظّم كالجماعة، ولم يجيء ذلك للغائب والمخاطب في الكلام القديم، وإنّما هو استعمال المولّدين كقوله:\nبِأَيِّ نَوَاحِي الأَرْضِ أَبْغِي وِصَالَكُمْ وَأَنْتُمْ مُلُوْكٌ مَا لِمَقْصَدِكُمْ نَحْوُ6\nتعظيماً للمخاطب وتواضعاً من المتكلم7 وفيه نظر؛ لأنّه قد جاء ذلك للغائب والمخاطب أيضاً في الكلام القديم، أمّا الأول: فقد قال الإمام البيضاوي في تفسير قوله تعالى: {و8مَا كَانَ لِمُوْمِنٍ ولا مُؤْمِنَةٍ إذَا قَضَى اللهُ ورَسُوْلُهُ أَمْراً أَنْ يَكُونَ لهُمُ الخِيَرَةُ مِنْ أَمْرِهِمْ} 9 \"أي قضى رسول الله [صلى الله عليه وسلم]\n1 في (م) : المتكلم.\n2 في (م) : بالاتفاق.\n3 الآية (1-2) من سورة الكوثر، والآية من شواهد: المصباح (33) والتلخيص (17) والإيضاح (158) وشروح التلخيص (1/468) .\n4 في (م) التكلم.\n5 في (د) : لعدم من.\n6 البيت ورد في المطوّل (133) دون نسبة إلى قائله.\n7 المطوّل على التلخيص: 133.\n8 ساقط من (د) .\n9 آية (36) من سروة الأحزاب.\nالجزء: 1 ¦ الصفحة: 356\n",
        "وذكر الله لتعظيم أمره، والإشعار بأنّ قضاءَه قضاءُ الله، تعالى1 وجمع الضمير الثاني للتعظيم\"2.\nوأمّا الثاني فقد قال صاحب الكشاف في تفسير قوله تعالى: {لا تَقُوْلُوا3 رَاعِنَا4} : \"وقرأ5 ابن مسعود: (راعونا6) على7 أنهم كانوا8 [يخاطبونه] 9 بلفظ الجمع للتوقير\"10 والفاضل المذكور اعترف11 بما أنكره ههنا - في بحثه12: أن الأمر13 للوجوب من التلويح.\nومثال النوع المذكور من الشعر لم يوجد في أشعار الجاهلية، ولذلك لم يورد\n1 ساقط من (م) .\n2 أنوار التنزيل وأسرار التأويل: 2/246.\n3 في (م) : ولا تقولوا.\n4 سورة البقرة من الآية (104) .\n5 في (م) : وقرئ.\n6 في (م) : راعوناً (بالتنوين) . و (راعونا) بإسناد الفعل إلى ضمير الجمع، قراءة ابن مسعود وأُبيٍّ، وزِرّ بن حُبيش والأعمش. انظر في ذلك:\n- مختصر في شواذ القرآن من كتاب البديع لابن خالويه: 16 مكتبة المتنبي - القاهرة.\n- الجامع لأحكام القرآن للقرطبي 2/41 دار الكتب العلمية - بيروت ط (1) 1408هـ.\n- والبحر المحيط في التفسير لأبي حيان الأندلسي 1/542، المكتبة التجارية-مكة المكرمة.\n- والدرّ المصون في علوم الكتاب المكنون للسمين الحلبي 2/51، تحقيق د/أحمد الخراط، دار القلم - دمشق ط (1) 1406هـ.\n7 في (د) : علم.\n8 في (د) : كان.\n9 في النسختين: يخاطبون وما أثبته من الكشاف.\n10 الكشاف: 1/302.\n11 في (م) : أعرف.\n12 في (د) : بحث.\n13 في (د) : أمر.\nالجزء: 1 ¦ الصفحة: 357\n",
        "صاحب المفتاح مثالاً له1 إلاّ أنَّه لم يصب في ذلك، لأن وجود مثاله في التنزيل كان كافياً، فلا وجه لاقتصاره على إيراد المثال للأقسام الخمسة2.\nوثالثها: الالتفات من الخطاب إلى التكلم، ومثاله لم يوجد في التنزيل، وأمّا مثاله من الشعر فقوله3:\nطَحَا بِكَ قَلْبٌ فِي الحِسَانِ طَرُوبُ بُعيْدَ4 الشَّبابِ عَصْرَ حانَ مَشِيْبُ5\nيُكَلِّفُنِي لَيْلَى وقد شَطَّ وَلْيُها6 وَعَادتْ عَوَادٍ بَيْنَناَ وخُطُوبُ\nالتفت من الخطاب في (طحابك) إلى التكلم؛ حيث لم يقل يكلّفك، وفاعل يكلفني ضميرُ القلب، وليلى مفعوله الثاني، والمعنى: يكلفني ذلك القلب ليلى ويطالبني بوصلها.\nورابعها: الالتفات من الخطاب إلى الغيبة؛ ومثاله من التنزيل: {حَتَّى إِذَا\n1 ساقط من (م) .\n2 ساقط من (م) .\n3 البيتان لعلقمة الفحل، شاعر جاهلي معاصر لامرئ القيس: وهما في ديوانه بشرح الأعلم تقديم د. حنّا نصر الحتّي: (23) .\nوفيه: تُكلفني. بدل: يكلفّني. وذكر ذلك التفتازاني في شرح التلخيص أيضاً فقال: «وروي تكلفني بالتاء الفوقانية على أنه مسند إلى ليلى، والمفعول محذوف: أي شدائد فراقها أو على أنه خطاب للقلب فيكون التفاتاً آخر من الغيبة إلى الخطاب» شرح التلخيص بهامش كتاب التخليص (88) . ووردت رواية تكلفني أيضاً في المصباح: (32) وانظر أيضاً شروح التلخيص 1/468- 469، فقد ورد فيها تحليل الالتفات على الروايتين وكذلك في معاهد التنصيص على شواهد التلخيص 1/173- 174.\n4 في (د) يعيد.\n5 بعد البيت في (د) أضاف: أي: زمان قرب المشيب. ورأيت ألا أدخله في المتن.\n6 بعد هذا ورد في (د) : أي: بعد قربها. (ورأيت ألا أدخل هذا التفسير في المتن) وفي (م) : أي بعد قربها أي بعد. والوَلْيُ: العهد، وما وَلِيَهُ من قربها وجوارها.\nالجزء: 1 ¦ الصفحة: 358\n",
        "كنتم الْفُلْكِ وَجَرَيْنَ بِهِمْ} 1 كان الظاهر أن يقال: وجرين بكم.\nومن الشعر قوله2:\nإنْ تَسْأَلوا الحقَّ نُعطِ3 الحقَّ سائِلَهُ والدِّرْعُ مُحْقَبَةٌ والسَّيْفُ مَقْرُوبُ4\nالتفت في (سائله) من الخطاب إلى الغيبة.\nوخامسها: الالتفات من الغيبة إلى الخطاب؛ ومثاله من التنزيل: {مالكِ يومِ الدِّيْن. إيَّاكَ نَعْبُدُ5} كان الظاهر أن يقول: إيّاه نعبد.\nومن الشعر:\nطَرَقَ الخَياَلُ ولا كَلَيْلَةِ مُدْلجِ سَدِكاً6 بِأَرْحُلِنَا وَلَمْ يَتَعَرَّجِ\nأنَّى اهْتَدَيْتِ7 وَكُنْتِ [غير] رجِيْلَةٍ8 والقومُ قَدْ9 قَطَعُوا متان10السَّجْسَجِ11\n1 الآية (22) من سورة يونس والآية من شواهد المصباح (34) والتلخيص (88) والإيضاح (1/158) .\n2 ساقط من (م) . والبيت من الشواهد البلاغية، وهو لعبد الله بن عنمة كما ورد في المفتاح (200) والإيضاح (156، 159) .\n3 في (م) : تعط.\n4 محقبة: محمولة خلفنا في الركاب. وكل شيء شدّ في مؤخّر رحل أو قتب فقد احتُقِب. مقروب: موضوع في قرابه. وهو غمده.\n5 آية (4-5) من سورة الفاتحة والآية من شواهد المفتاح: 201، والمصباح: 34، والإيضاح 1/158، والتلخيص (88) وشروحه: 1/469، 471.\n6 في (م) : شدكا. والسَّدك: المولع بالشيء. لم يتعرّج: لم يُقِمْ.\n7 في (د) أضاف هنا كلمة (لنا) .\n8 في (م) : صله وفي (د) رحيلة. وما أثبتّه من ديوان الشاعر. والرجيلة: القوّية على المشي.\n9 ساقط من (م) .\n10في (د) : مثال. والمتان: جمع متن، وهو ما صلب من الأرض وارتفع. والسجسج: الأرض الواسعة.\n11 في (د) : السجع وفي (م) بسميج، والبيتان للحارث بن حلزة اليشكري، الشاعر الجاهلي،\nوهما في ديوانه جمع وتحقيق د. إميل بديع يعقوب ص 42. وهما من شواهد المفتاح: 200، والبيت الثاني فيه:\nأنى اهتديت لنا وكنت رحيلة والقوم قد قطعوا متان السجيج\nوورد أيضاً في المصباح: (33) والشطر الأول من البيت الثاني يوافق ما في المفتاح.\nالجزء: 1 ¦ الصفحة: 359\n",
        "التفت في البيت الثاني من الغيبة إلى الخطاب، حيث قال: (اهتديت) وكان الظاهر أن يقول: اهتدى1.\nوسادسها: الالتفات2 من الغيبة إلى التكلم، ومثاله من التنزيل: {والله الَّذِيْ أَرْسَلَ الرِّيَاحَ فَتُثِيْرُ سَحَاباً فَسُقْنَاهُ} 3 كان الظاهر أن يقال: فساقه4.\nومن الشعر قوله5:\nتَطَاوَلَ لَيْلُكَ بالأثْمُدِ ونَامَ الخَلِيُّ وَلَمْ تَرْقُدِ\nوبَاتَ وبَاتَتْ لَهُ لَيْلَةٌ كَلَيْلةِ ذِيْ العَائِر الأرْمَدِ\nوَذَلِكَ مِنْ نَبإٍ جاءَنِيْ وخُبِّرْتُه6 عَنْ أَبِي الأَسْوَدِ\nالتفت في (جاءني) 7 من الغيبة إلى التكلم، وكان الظاهر أن يقول: جاءه. وقال صاحب المفتاح8: \"فالتفت - يعني امرأ القيس - في الأبيات [الثلاثة] \"9 أراد أنه التفت في كل بيت. وكلام صاحب الكشاف في هذا المعنى أظهر؛ حيث\n1 الكلمة هنا غير واضحة في النسختين ففي (د) : ابتدى. وفي (م) : أتهدى.\n2 ساقط من (م) .\n3 الآية (9) من سورة فاطر.\n4 في النسختين: فسقاه. ولعل الصواب ما أثبته.\n5 الأبيات لامرئ القيس ومرّ توثيقها من ديوانه والأبيات من شواهد المفتاح: (200) والمصباح (35) .\n6 في (م) : وخيّرته. وفي الديوان: وأُنْبِئْتُهُ.\n7 في (م) : جاء.\n8 في (م) : التلويح.\n9 في النسختين: الثلاث. والنصّ في المفتاح: 200.\nالجزء: 1 ¦ الصفحة: 360\n",
        "قال: \"التفت [امرؤ] 1 القيس ثلاث التفاتات في [ثلاثة] 2 أبيات\"3 فإنه نصّ في الثلاث4 وظاهر5 في التوزيع؛ أمّا في الأول: فمن التكلم إلى الخطاب؛ إذا القياس: (تطاول ليلى) .\nوأمّا في الثاني: فمن الخطاب إلى الغيبة؛ حيث قال: (وبات) والقياس: (وبتَّ) على الخطاب.\nوأمّا6 في الثالث: فقد مرّ بيانه7.\nوهذا القول من صاحب الكشاف صريح8 في أنَّ سَبْقَ طريق آخر تحقيقاً ليس بشرطٍ في9 الالتفات. فالمخالفة10 للجهمور في هذا الخصوص ليست من\n1 في النسختين: امرئ القيس. وهو خطأ نحويٌّ واضح.\n2 في النسختين: ثلاث.\n3 الكشاف: 1/63، وقال السيد الشريف في حاشيته على الكشاف مبيناً مراد الزمخشري: \"قوله: ثلاث التفاتات في ثلاثة أبيات، يجري مجرى النّص على أن في كل بيت منها التفاتاً، فيكون (ليلك) التفاتاً من التكلم إلى الخطاب، فتعيّن أن الالتفات عنده مخالفة الظاهر في التعبير عن الشيء بالعدول عن إحدى الطرق الثلاث إلى أخرى منها، إمّا تحقيقاً وإمّا تقديراً، كما اختاره الإمام السكاكي، ومنهم من اشترط في الالتفات سبق التعبير بالطريق المعدول عنه، وحاول تطبيق كلام المصنف عليه. فزعم أن الالتفات الأول في (بات) من الخطاب إلى الغيبة، والثاني في (ذلك) من الغيبة إلى الخطاب، والثالث في (جاءني) من الخطاب إلى التكلم، ورد بأن حرف الخطاب جار على أصله من كونه لمن يتلقى عنه الكلام؛ لا أنه خاطب به نفسه؛ ولذلك لم يعدّ السكاكي في الأبيات الثلاثة أربع التفاتات\" حاشية السيد الشريف على الكشاف 1/63.\n4 في (د) : التثليث.\n5 في (م) : ونص.\n6 ساقط من (م) .\n(التفت في (جاءني) من الغيبة إلى التكلم.\n8 ساقط من (د) .\n9 في (م) لأن الالتفات.\n10 في (م) : لمخالفة.\nالجزء: 1 ¦ الصفحة: 361\n",
        "خصائص صاحب المفتاح، بل هو1 مقلّد فيها لصاحب الكشّاف2، فحقُّ ذلك المذهب أن يُنسب إليه لا إلى صاحب المفتاح؛ لأن القول حقُّه أن ينسب إلى من سبق به3.\nلا يقال: إن في لفظ4 (ذلك) التفاتاً من الغيبة إلى الخطاب؛ فيكون في تلك الأبيات5 ثلاثة التفاتات6 على مذهب الجمهور أيضاً، فلا ضرورة7 إلى8 حمل قول صاحب الكشاف9 على خلاف ما عليه الجمهور، لأنّا نقول: الالتفات10 فيما ذكر غير متعين، إذ يجوز أن يكون الكاف خطاباً لغيره لا لنفسه؛ على أن قول صاحب الكشاف على ما نبهت فيما تقدم - صريحٌ في\n1 ساقط من (م) .\n2 هذا التعقيب جيد من المؤلف، وقد ذكر السيد الشريف في حاشيته على الكشاف أن الزمخشري يرى \"أن الالتفات عنده مخالفة الظاهر في التعبير عن الشيء بالعدول عن إحدى الطرق الثلاث إلى أخرى منها، إما تحقيقاً وإما تقديراً\" وأشار إلى أن ذلك اختيار السكاكي، ولعل نسبة هذا القول إلى السكاكي يعود إلى اشتهاره عنه، وإلى شهرة كتابه المفتاح وكثرة شروحه وحواشيه، ولذلك تنوسي السابق وهو الزمخشري.\n3 ساقط من (م) .\n4 ساقط من (د) .\n5 في (د) : الأثبات.\n6 في (د) : التفات.\n7 في (م) : فلا حاجة إلى حمل.\n8 في (د) : في.\n9 ساقط من (م) .\n10 في (م) : التفات.\nالجزء: 1 ¦ الصفحة: 362\n",
        "توزيع الالتفاتات1 على الأبيات الثلاثة2، وعلى ما ذكر لا يصح ذلك. اعلم أنه قد دار في ألسنة أرباب البلاغة أن [امرأ] 3 القيس التفت ثلاث مرات4 في [ثلاثة] 5 أبيات، واستغربوا ذلك غاية6 الاستغراب وزعموا أنه ثمرة الغراب7، وقد وقع في كلامه تعالى8 التفاتان في مقدار نصف مصراع البيت؛ وذلك أغرب، كما في قوله تعالى: {ثُمَّ رُدُّوْا إِلى اللهِ} 9 فإنَّ في {رُدُّوا} التفاتاً من الخطاب إلى الغيبة، وفي قوله: {إِلى اللهِ} 10 التفاتاً11 من التكلم إلى الغيبة؛ لأن سياقه قوله تعالى: {حَتَّى12 إذَا جَاءَ أَحَدَكُمُ المَوْتُ تَوَفَّتْهُ رُسُلُنا وَهُمْ لا يُفَرِّطُوْنَ} 13.\n1 في (د) : الالتفات.\n2 قوله: على الأبيات الثلاثة ساقط من (م) .\n3 في النسختين: امرئ القيس. وهو خطأ ظاهر\n4 في (د) : مرّة.\n5 في النسختين: ثلاث.\n6 قوله: (غاية الاستغراب) ساقط من (م) .\n7 في (د) : الغزاب.\nوالمراد بثمرة الغراب \"أن الرجل إذا أصاب عند صاحبه أفضل ما يريد من الخير والخصب قالوا: وجد ثمرة الغراب، وذلك أن الغراب إنما يبتغي من الثمر أجوده وأنضجه لقرب تناوله عليه في رؤوس النخل\" ثمار القلوب في المضاف والمنسوب للثعالبي 463.\n8 من قوله (التفاتاً) إلى قوله: (تعالى) ساقط من (م) .\n9 الآية 62 من سورة الأنعام.\n10 في (م) إلى أنه.\n11 ساقط من (م) .\n12 ساقط من (م) .\n13 الآية 61 من سورة الأنعام وسياق الآيتين - حتى يتضح الالتفات - هو {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ، ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلاهُمُ الْحَقِّ أَلا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ} .\nالجزء: 1 ¦ الصفحة: 363\n",
        "وقوله تعالى: {بَارَكْنَا حَوْلَه لِنُرِيَهُ1 مِنْ آيَاتِنَا} 2 على قراءة {لِيُرِيَه} 3 بياء الغيبة، فإن فيه التفاتاً من التكلم إلى الغيبة ثم من الغيبة إلى التكلم.\nومن ههنا تبيّن فساد ما قيل: شرط الالتفات أن يكون التعبيران في [كلامين] 4.\n1 في (م) ليريه.\n2 من الآية (1) من سورة الإسراء، والآية بتمامها: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} . وهذه القراءة (ليريه وردت عن الحسن. انظر في ذلك:\n- الكشاف: 2/437.\n- البحر المحيط: 7/10.\n- الدرّ المصون 7/307.\nوقد بيّن صاحب الدرٍّ المصون الالتفات فقال: \"وقرأ الحسن (ليريه) بالياء من تحت، أي الله تعالى، وعلى هذه القراءة يكون في هذه الآية أربعة التفاتات، وذلك أنّه التفت أوّلاً من الغيبة في قوله {أسرى بعبده} إلى التكلم في قوله {باركنا} ثم التفت ثانياً من التكلم في {باركنا} إلى الغيبة في {ليريه} على هذه القراءة، ثم التفت من هذه الغيبة إلى التكلم في {آياتنا} ، ثم التفت رابعاً من هذا التكلم إلى الغيبة في قوله: {إنّه هو} على الصحيح في الضمير أنه لله..\".\n3 في (د) : يريه.\n4 في النسختين: الكلامين. والصواب ما أثبتّه. انظر/ المطوّل: 131.\nوالآية التي استشهد بها وهذا الشرط الذي ذكره لعله نقله بتصرف عن المطوّل، فقد ورد فيه: \"ومن الناس من زاد الإخراج بعض ما ذكرنا قيداً وهو أن يكون التعبيران في كلامين، وهو غلط؛ لأنّ قوله تعالى: {باركنا حوله ليريه من آياتنا} فيمن قرأ بياء الغيبة فيه التفات من التكلم إلى الغيبة ثم من الغيبة إلى التكلم مع أن قوله {من آياتنا} ليس بكلام آخر بل هو من متعلقات ليريه ومتمماته\" المطول: 131.\nوذكر د/نزيه عبد الحميد أنّ من شرط الالتفات: \"أن يكون الالتفات في جملتين وقد صرح بذلك صاحب الكشاف وغيره\" ثم قال: \"والظاهر أنهم إنما يريدون بالجملتين الكلامين المستقلّين حتى يمتنع الالتفات بين الشروط وجوابه مثلاً\n...\nوفي هذا الشرط نظر، فقد وقع في القرآن مواضع الالتفات فيها وقع في كلام واحد، وإن لم يكن بين جزأي الجملة\" أسلوب الالتفات 13.\nالجزء: 1 ¦ الصفحة: 364\n",
        "والفوائد العامّة لأنواع الالتفات هي: حسن التطرئة1 لأسلوب الكلام، تنشيطاً للسامع2، فإن الطبع قد يملّ من أسلوب معين، فإذا خرج عنه الكلام [تتجدّد] 3 له الرغبة إلى الإصغاء ولطف الإيقاظ للسامع4، وذلك أن الكلام إذا جرى على سنن واحدٍ ربّما يذهل5 لكونه جرياً على العادة المعهودة، فيفوته المقصود، وزيادة6 التقرير للمعنى في ذهن السامع، وذلك أن الكلام اللاحق إذا صرف عن أسلوب السابق تستغربه7 النّفس فتتنبه له، وتنبعث8 للنظر فيه وتدبّره9، فيشتد10 وقعه فيها، وقال الفاضل التفتازاني في شرحه\n1 في (د) النظرئة.\n2 ذكر هذه الفائدة الزمخشري في الكشاف 1/64، وقد انتقده ابن الأثير فقال: «وليس الأمر كما ذكره، لأن الانتقال في الكلام من أسلوب إلى أسلوب إذا لم يكن إلا تطرية لنشاط السامع، وإيقاظاً للإصغاء إليه، فإن ذلك دليل على أن السامع يملّ من أسلوب واحد، فينتقل إلى غيره، ليجد نشاطاً للاستماع، وهذا قدح في الكلام، لا وصف له، لأنّه لو كان حسناً لما ملّ\" ثم قال أيضاً: \"والذي عندي في ذلك أن الانتقال من الخطاب إلى الغيبة أو من الغيبة إلى الخطاب لا يكون إلا لفائدة اقتضته، وتلك الفائدة أمر وراء الانتقال من أسلوب إلى أسلوب، غير أنها لا تُحدّ بحدّ، ولا تُضبط بضابط..\" المثل السائر 2/169، وهذا توجيه جيد من ابن الأثير، وفهم لمواقع الانتقال التي تختلف فوائدها بحسب المقام، إذ لا يمكن: أن يكون هناك فائدة واحدة فقط هي التطرية والتنشيط، لو سلّمنا بها.\n3 في النسختين: يتجدد. والسياق يقتضي ما أثبتّه.\n4 في (م) من السامع.\n5 في (د) يذمل.\n6 في (د) ريادة.\n7 في (د) : يستغربه وفي (م) يستقر به.\n8 في (م) : وتتعب.\n9 في (م) : فتدبره.\n10 في (م) فيشتد به.\nالجزء: 1 ¦ الصفحة: 365\n",
        "للمفتاح: \"الفائدة العامة1 في مطلق الالتفات وجهان يرجع أحدهما إلى المتكلم، وهو قصد التفنّن2 في الكلام والتصرف فيه بوجوه مختلفة من غير اعتبار لجانب السامع.\nوثانيهما3: إلى السامع، وهو حسن تنشيطه4 ولطف إيقاظه\"5.\nويردّ عليه أن القصد المذكور لا يصلح6 فائدة للالتفات. وكان الشريف الفاضل تنبّه لذلك فعدل عنه إلى قوله: \"وهي التصرف والافتنان في وجوه الكلام، وإظهار القدرة من التمكن فيها\"7.\nويتّجه عليه أيضاً أنه: إن أريد مطلق التصرف والافتنان8 حسناً كان أو قبحاً؛ فلا وجه لعدّه9 القدرة عليه فضيلة، وإن أريد التصرف والافتنان على وجه يتضمّن10 الخاصية والمزية فترجع الفائدة إلى تلك الخاصية11، فينقلب خاصّة فتدبّر.\n1 ساقط من (د) .\n2 في (م) التنفس.\n3 في (د) والثاني.\n4 في (د) تنشيط.\n5 لم أعثر على هذا النقل عند التفتازاني في شرحه للمفتاح، فقد بحثت عنه في نسختين\nمخطوطتين بمكتبة عارف حكمت الأولى برقم (79/416) وفيها الالتفات من (61/أ) إلى (67/أ) والأخرى برقم (82/416) والالتفات فيها من (50/ب) إلى (55/أ) .\n6 في (م) : لا يصلح التفاتاً.\n7 لم أعثر على هذا القول في شرح المفتاح للشريف الفاضل، ولا في حاشيته على المطوّل.\n8 في (د) : الأفشان.\n9 في (د) : بعد.\n10 في (د) : تتضمّن.\n11 في (م) الخاصة.\nالجزء: 1 ¦ الصفحة: 366\n",
        "ولا يذهب عليك أن الفوائد المذكورة إنما تترتب على الالتفات إذا كان فيه انتقال عن أسلوب إلى آخر تحقيقاً لا تقديراً، وما قيل في توجيه قول صاحب المفتاح: بالتعميم للانتقال التقديري - مع تصريحه لعموم تلك الفوائد من1 الالتفات إذا ورد على السامع خلاف ما يترقبه من الأسلوب الظاهر، كان له مزيد نشاطٍ، ووفور رغبة في الإصغاء إلى الكلام2 - تعسُّف ظاهر. فإن المذكور في الفوائد: تطرية النشاط، لا تقويته، ولا شبهة في أن التطرئة لا [تتصور] 3 في ابتداء4 المخاطبة.\nواعلم أن مدار تلك الفوائد على تلوين الخطاب مطلقاً، سواء كان المخاطب بالكلام في الحالين واحداً؛ فيوجد شرط الالتفات، أو لا يكون واحداً؛ فلا يكون من باب الالتفات، فحق من يريد ترتبها على الالتفات خاصّة، أن يذكر المخاطب بدل السامع، فصاحب المفتاح ومن حذا حذوه من الذين ذكروا السامع عند تقريرهم الفوائد المذكورة مرتبة على الالتفات المشروط5 بالشرط المزبور6 لم يكونوا على بصيرة7.\n1 في (د) : حسن. وفي (م) حس.\n2 قال هذا السيد الشريف في حاشيته على المطوّل (134) حيث قال: \"هذه الفائدة في النقل التحقيقي كما هو مذهب الجمهور في غاية الظهور، وكذا في النقل التقديري كما هو مذهب السكاكي توجد هذه الفائدة، فإنه إذا سمع خلاف ما يترقبه من الأسلوب كان له زيادة نشاط ووفور رغبة في الإصغاء إلى الكلام\".\n3 في النسختين: لا يتصور. والسياق يتطلّب ما أثبتّه.\n4 في (م) : لا يتصور عند المخاطبة.\n5 في (م) المشروطة.\n6 في (د) المرلور. وفي (م) المزلور.\n7 انظر المفتاح: 199، وممن حذا حذوه الخطيب القزويني انظر: الإيضاح: 160.\nالجزء: 1 ¦ الصفحة: 367\n",
        "ولما عرفت أن فائدة التطرئة1 والإيقاظ مدارها على نقل الكلام من أسلوب إلى آخر مطلقاً، فقد وقفت [على2] ما في كلام الفاضل التفتازاني؛ حيث قال في شرح التلخيص: \"لأنا نعلم قطعاً من إطلاقاتهم واعتباراتهم أن الالتفات هو انتقال الكلام من أسلوب من التكلم والخطاب والغيبة إلى أسلوب آخر غير ما يترقبه المخاطب، ليفيد تطرئة لنشاطه3، وإيقاظاً في إصغائه\"4 من الخلل5؛ حيث6 اعتبر في ترتّب7 الفائدة المذكورة قيداً في الأسلوب المنقول إليه لا دخل له فيه، ثم إنّه لم يصب في قوله: هو انتقال الكلام، لأنه نقل الكلام على ما اختاره صاحب المفتاح8.\nوالتعبير9 عن معنى واحد بطريقين، على ما هو المشهور، والانتقال المذكور أثره لا نفسه، وما10 عدّ من المحسنات البديعيّة إنّما هو أثره11.\n1 في (د) النظرية.\n2 هذه الزيادة يستوجبها النصّ.\n3 في (د) نشاطه.\n4 المطوّل: (131)\n5 أصل الكلام: فقد وقفت على ما في كلام الفاضل التفتازاني من الخلل\n...\n6 في (م) : حيث قال اعتبر.\n7 في (د) ترتيب.\n8 يقول صاحب المفتاح (واعلم أن هذا النوع أعني نقل الكلام عن الحكاية إلى الغيبة لا يختص بالمسند إليه، ولا هذا القدر، بل الحكاية والخطاب والغيبة ثلاثتها ينقل كل واحد منهما إلى الآخر، ويسمى هذا النقل التفاتاً عند علماء علم المعاني، والعرب يستكثرون منه، ويرون الكلام إذا انتقل من أسلوب إلى أسلوب أدخل في القبول عند السامع، وأحسن تطرية لنشاطه وأملأ باستدرار إصغائه) المفتاح (199) .\nفكأن المؤلف يريد من التفتازاني أن يتقيد بنصّ عبارة السكاكي.\n9 في (د) أو التعبير.\n10 في (م) : فما.\n11 في (د) : أثر.\nالجزء: 1 ¦ الصفحة: 368\n",
        "واعلم1 أن المراد من المعنى المشترك بين الطريقين المذكورين في التعريف المشهور للالتفات؛ إنّما2 هو3 المعنى الثاني لذينك الطريقين، لا معنى الكلام؛ لأنّه متعدد قطعاً، وإنَّما قيّدنا المعنى بالثاني؛ لأن معناهما4 الأول -أيضاً- متعدد، فإن الكلام إذا نقل عن طريق الخطاب إلى طريق الغيبة مثلاً؛ يكون المعنى الأول للطريق المنقول عنه (الخطاب) ، وللطريق المنقول5 إليه (الغيبة) ، وهما معنيان مختلفان6 إنما الاتحاد فيما هو المقصود بهما، فإنّ الَّذي عبّر عنه بطريق الغيبة هو الَّذي قصد بطريق الخطاب، فمرجع ما ذكر إلى اعتبار الشرط الَّذي ذكره صدر الأفاضل، ومن ههنا تَبَيّن أنّ الحاجة إلى اعتبار الشرط المذكور على تقدير تفسير7 الالتفات بنقل الكلام عن أسلوب إلى آخر، وتغيير أسلوب الكلام بنقله عن صيغة إلى أخرى، وأمّا إذا فُسِّر8 بالتعبير9 عن معنى بطريق من الثلاثة بعد التعبير عنه بآخر منها10، فلا حاجة إليه، بل لا وجه له؛ إذ حينئذٍ يلزم اعتبار مدلول الشيء شرطاً زائداً عليه11، وكأن الفاضل\n1 في (م) واعلم أن المعنى.\n2 ساقط من (م) .\n3 ساقط من (م) .\n4 في (د) : معناها.\n5 ساقط من (م) .\n6 في (د) : مختلفان الاتحاد.. وفي (م) مختلفان: إنما هو الاتحاد.\n7 في (م) تعبير.\n8 في (م) فسرنا.\n9 في (د) بالتغير.\n10 ساقط من (م) .\n11 في (م) زيداً.\nالجزء: 1 ¦ الصفحة: 369\n",
        "التفتازاني1 غافل عن دلالة التعبير2 المذكور على الشرط المزبور3، حيث قال في شرحه للتلخيص - بعد التفصيل المشبع في الالتفات على التفسير4 المذكور -: \"وذكر صدر الأفاضل في ضرام السقط \"أن5 من شرط الالتفات أن يكون المخاطب بالكلام في الحالين واحداً\"6، فإن الظاهر منه اعتبار الشرط المزبور على التفسير المشهور أيضاً.\nقال صاحب المفتاح - بعد الإكثار في إيراد الأمثلة للالتفات – \"وأمثال ما ذكر أكثر من أن يضبطها القلم7، وهذا النوع قد8 يختص9 مواقعه10 بلطائف معانٍ قلّما11 تتضح12 إلاّ لأفراد بلغائهم، أو13 للحذّاق المهرة في هذا الفن، والعلماء النّحارير\"14.\nقوله: \"أكثر من أن يضبطها القلم\" مما أخطأ فيه الشارح الفاضل15 حيث\n1 في (د) : لا تفتازاني.\n2 في (د) : التغيّر. (ولعلّها: التفسير) .\n3 في (م) : المربور.\n4 في (د) : التغير.\n5 ساقط من (م) .\n6 المطوّل: 133 وضرام السقط المطبوع ضمن: شروح سقط الزند 5/1901.\n7 في (م) العلم في القلم.\n8 ساقط من (م) .\n9 في (م) يخص.\n10 في (د) : موافقه.\n11 في (د) : فلما.\n12 في (د) تنصح وفي (م) تصح.\n13 في (م) و.\n14 مفتاح العلوم: 200- 201، بشرح نعيم زرزور.\n15 ساقط من (د) .\nالجزء: 1 ¦ الصفحة: 370\n",
        "زعم أن المذكور (من) التفضيلية، فقال: \"يرد عليه أنّ ما بعد (من) لا يصلح أن يكون مفضّلاً عليه، إذ ليس مشاركاً لما قبلها في أصل الفعل؛ أعني الكثرة ونظيره قولهم: أكثر من أن يحصى، [وقولهم] 1: الناس أكيس من أن يمدحوا رجلاً ما لم يروا عنده آثار إحسان، وهو كثير في كلام المولّدين فقيل: كلمة (من) متعلقة بفعل يتضمّنه اسم التفضيل؛ أي: متباعدة في الكثرة من ضبط القلم، ومن الإحصاء، ومتباعدون في الكياسية من مدح الرجل الخالي عن الإحسان، وردّ بأنّ (من) إذالم تكن2 تفضيليّة [فقد] 3 استعمل أفعل التفضيل بدون الأشياء الثلاثة، ولاشك أن التفضيل مراد، فالمعنى أكثر4 مما يمكن أن يضبط5بالقلم، ومما يمكن أن يحصى، وأكيس [ممّن] 6 يتأتى منه أن يمدح الخالي عن الإحسان، إلا أنه سومح في العبارة اعتماداً على ظهور المراد\"7. إلى هنا كلامه.\nومبنى ما ذكره أولاً وآخراً الغفول عن أصلٍ في هذا الباب، ذكره الإمام المرزوقي في شرح الحماسة، وصاحب المغرِّب8، وغيرهما، وهو: أن أفعل\n1 في النسختين: وقوله. والسياق يتطلب ما ذكرته، لأنه سبق بقول المؤلف: \"ونظيره قولهم\n...\n\".\n2 في (م) يكن.\n3 في النسختين: قد وما أثبته من شرح السيد الشريف.\n4 ساقط من (م) .\n5 في (م) : يضبطها القلم وفي (د) يضبطه.\n6 في النسختين: مما وما أثبته من شرح السيد الشريف.\n7 شرح القسم الثالث من مفتاح العلوم للسكاكي: (39/أ) .\n8 في (م) : المعرب.\nوصاحب المغرب هو: أبو الفتح ناصر بن عبد السيّد بن علي المطرّزي الخوارزمي، أديب وعالم بالنحو واللغة والفقه الحنفي، وكان معتزلياً من مؤلفاته: شرح مقامات الحريري، و (المصباح) في النحو، و (المعرب) في اللغة وقد شرحه ورتبه في كتابه (المغرب في ترتيب\nالمعرب) وغير ذلك. وتوفي بخوارزم سنة 610هـ.\nانظر: بغية الوعاة 2/311، الأعلام 7/348.\nالجزء: 1 ¦ الصفحة: 371\n",
        "التفضيل إذا وقع خبراً تحذف1 عنه أداة التفضيل قياساً2، ومنه: الله أكبر، وقول الشاعر:\nدعَائِمُهُ أَعَزُّ وَأَطْوَلُ 3\nفكلمة (من) في أمثال ما ذكر متعلقة بما يتضمنه اسم التفضيل، وقوله (قد يختص مواقعه بلطائف) 4 لفظة (قد) فيه تستعار5 للتكثير، كما في قوله تعالى: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ في السِّمَاء} 6 وقول الشاعرِ7:\n1 في (د) يحذف.\n2 انظر شرح الحماسة 1/157، فقد قال: \"وأفعل الذي يتمّ بمن يحذف منه \"من\" في باب الخبر دون الوصف، وساغ ذلك لأن الخبر كما يجوز حذفه بأسره لقيام الدلالة عليه يجوز حذف بعضه أيضاً له\".\nوانظر كتاب المغرّب في ترتيب المعرب للمطرزي ص 530، فقد أورد المثالين المذكورين.\n3 هذا عجز بيت للفرزدق وتمامه:\nإن الذي سمك السماء بنى لنا\nبيتاً دعائمه أعز وأطول\nديوان الفرزدق بشرح مجيد طراد 209.\n4 سقط من (م) : مواقعه بلطائف.\n5 في (ب) : مستعار.\n6 الآية 144 من سورة البقرة.\n7 البيت لعبيد بن الأبرص، وهو في ديوانه بشرح أشرف أحمد عدرة ص 56 ونسبه سيبويه إلى الهذلي دون تحديد بشخص معين، 4/224، وقال المحقق في هامشه \"والهذلي هذا هو شماس كما ذكر الشنتمري، ولم أجد له شعراً ولا ذكراً في الهذليين، والحق أن البيت لعبيد بن الأبرص..\".\nوقد نسبه كذلك البغدادي إلى عبيد في خزانته 11/256-257، وذكر في ص 253، أن البيت من الشواهد \"على أن قد مع المضارع تكون للتكثير في مقام التمدح والافتخار، قال سيبويه: وتكون قد بمنزلة ربّما، وأنشد البيت، وقال: كأنّه قال: ربّما. وأراد بربّما وأراد بربّما التكثير، ونقله عنه ابن هشام (في المغني) وقال: الرابع من معاني قد التكثير، قاله سيبويه في قول الهذلي: قد أترك القرن مصفراً أنامله، وقاله الزمخشري في: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ} قال: أي: ربّما، ومعناه تكثير الرؤية. ثم استشهد بالبيت) الخزانة 11/253.\nالجزء: 1 ¦ الصفحة: 372\n",
        "قَدْ أَتْرُكُ القِرْنَ مُصْفَرّاً أنامِلُهُ كأنَّ أثوابَهُ مُجَّتْ بِفِرْصادِ1\nوالشارح الفاضل لغفوله عن استعارة (قد) للتكثير في أمثال هذا المقام، قال في شرحه: \"ولفظة (قد) إشارة إلى أن2 الفائدة العامة كافية لحسن الالتفات في مواقعه كلها، لكن3 ربما اشتمل بعضها على فائدة أخرى، فيزداد حسنه فيه\"4 ثم إن معنى التبعيض5 لا يتحمله الكلام المذكور، لأن فحواه الإخبار عن أن مواقع6الالتفات لا ينفك7عن لطائف أخر على معنى أنّ8 كلاً منها يلزمه لطيفة مخصوصة زيادة على الفائدة العامة، كما هو9 مقتضى مقابلة الجمع بالجمع، فالباء داخلة على المقصور لا على المقصور عليه، كما في تحصّك بالعبادة، واختصّ [بها] 10، إذ لا صحة للإخبار11 عن أن لطائف أخر12\n1 ومعنى مجّت: صبغت. والفرصاد: التوت، والحمرة.\n2 ساقط من (م) .\n3 ساقط من (م) .\n4 شرح القسم الثالث من مفتاح العلوم للسكاكي (39/أ) .\n5 ساقط من (م) .\n6 في (م) : مواقعه.\n7 في (م) : ولا ينفك.\n8 في (د) : آخر.\n9 ساقط من (م) .\n10 في النسختين: بوا. وهو خطأ ظاهر.\n11 في (م) : لإخبار.\n12 ساقط من (د) .\nالجزء: 1 ¦ الصفحة: 373\n",
        "لا تنفك1 عن مواقع الالتفات.\nومن اللطائف المخصوصة ما ذكره صاحب المفتاح، وصاحب الكشاف، في: {إِيَّاكَ نَعْبُدُ} 2. وله وجه آخر، ذكره الفاضل التفتازاني في شرح التلخيص وهو أنَّ \"ذكر لوازم الشيء وخواصه، يوجب3 ازدياد وضوحه، وتميزه4، والعلم به، فلما ذكر الله تعالى توجه النفس إلى الذات الحقيق بالعبادة5، وكلما6 أجرى عليه صفة من تلك الصفات العظام ازداد ذلك، وقد وصف أوّلاً بأنه المدبّر للعالم، وثانياً بأنه المنعم بأنواع النعم الدنيوية والأخروية، لينتظم لهم أمر المعاش، ويستعدوا لأمر المعاد7.\nوثالثاً8: بأنه المالك لعالم9 الغيب، وإليه معاد10 العباد، فانصرفت\n1 في (م) ينفك.\n2 آية 5 من سورة الفاتحة، وما ذكره الزمخشري من اللطائف المخصوصة هنا قوله «وممّا اختص به هذا الموضع أنّه لما ذكر الحقيق بالحمد وأجرى عليه تلك الصفات العظام تعلق العلم بمعلوم عظيم الشأن حقيق بالثناء، وغاية الخضوع والاستعانة في المهمات، فخوطب ذلك المعلوم المتميز بتلك الصفات فقيل: إياك يا من هذه صفاته نخص بالعبادة والاستعانة لا نعبد غيرك ولا نستعينه، ليكون الخطاب أدل على أن العبادة له لذلك التميز الذي لا تحق العبادة إلا به\". الكشاف 1/64-65.\nوفحوى كلام السكاكي قريبة مما ذكره الزمخشري.. انظر المفتاح (202- 203) .\n3 ساقط من (م) .\n4 في م: تمييزه.\n5 في المطوّل: بالحمد.\n6 في (م) : فلمّا وفي (د) فكلّما، وما أثبته من المطوّل.\n7 في (د) : المعاش.\n8 في (د) ثالثها.\n9 في (د) : العالم.\n10 في (م) المعاد العياد.\nالجزء: 1 ¦ الصفحة: 374\n",
        "النفس بالكلية إليه1 لتناهي وضوحه، وتميّزه بسبب هذه الصفات، فخوطب تنبيهاً2 على أنّ من هذه صفاته، يجب أن يكون معلوم التحقق عند العبد متميزاً3 عن سائر الذوات، حاضراً في قلبه، بحيث يراه ويشاهده4 حال العبادة، وفيه تعظيم لأمر العبادة وإنها5 ينبغي أن تكون6 عن قلب حاضر، كأنه يشاهد ربّه ويراه، ولا يلتفت إلى ما سواه\"7 إلى هنا كلامه8 وبعبارته.\nولا يذهب عليك أنه لم يصبْ في إطلاق المدبّر على الله تعالى، أمّا على أصل من قال: إن أسماء الله توقيفية9 فظاهر، وأمّا على10 أصل المخالف فيه، فلأنه شرط فيه أن لا يكون موهماً لما لا يليق بشأنه11 تعالى12، وفي المدبّر ذلك الإيهام، كما لا يخفى على ذوي الأفهام.\n1 في (د) : إلينا.\n2 في (د) : تنبهاً.\n3 في (م) : متخيراً.\n4 في (د) : وشاهده.\n5 في (د) : وإنّما.\n6 في (دوم) يكون وما أثبته من المطوّل.\n7 المطوّل: 135.\n8 ساقط من (د) .\n9 في (د) : توفيقية.\n10 ساقط من (د) .\n11 في (د) : لشأنه.\n12 انظر الخلاف في ذلك في:\n- شرح أسماء الله الحسنى للرازي: وهو الكتاب المسمّى لوامع البينات شرح أسماء الله تعالى والصفات: 36 راجعه وقدم له وعلق عليه: طه عبد الرؤوف سعد. مكتبة الكليات الأزهرية - القاهرة 1396هـ.\nفالمعتزلة والكرامية يرون أن اللفظ إذا دلّ العقل على أن المعنى ثابت في حق الله سبحانه\nوتعالى جاز إطلاق ذلك اللفظ على الله تعالى سواء ورد التوقيف به أو لم يرد.\nواختيار الشيخ الغزالي أن الأسماء موقوفة على الإذن، أما الصفات فغير موقوفة على الإذن. والأشاعرة يرون أنها توقيفية.\nوقال ابن قيم الجوزية: \"إن ما يطلق عليه في باب الأسماء والصفات توقيفي\" بدائع الفوائد 1/183، مطبعة الفجالة الجديدة ط (2) 1392هـ وهذا هو رأي السلف الصالح فهم يتقيدون بما ورد في كتاب الله وسنة نبيه صلى الله عليه وسلم. انظر في ذلك مجموع فتاوى شيخ الإسلام ابن تيمية جمع وترتيب عبد الرحمن بن محمد بن قاسم النجدي 5/26- 27، ط (1) 1398هـ دار العربية - بيروت.\nالجزء: 1 ¦ الصفحة: 375\n",
        "وقد فسّر الفاضل التفتازاني في شرح التلخيص القول المذكور على وفق ما ذكرناه1، حيث قال: \"أي قد يكون لكل التفات سوى هذا2 الوجه العام لطيفة، ووجه مختص به بحسب مناسبة المقام\"3 إلا أنّه يتجه عليه أن يقال: لم لا يجوز أن يكون ما يترتب على التفات4، بحسب مناسبة المقام من الوجه الخاص، مترتباً5 على التفات آخر في مثل ذلك6 المقام، ولا دليل على انفراد كل فرد، بل كل نوع منه بوجه خاص، لا يشاركه فيه غيره، ولاستقراء القاصر لا يجدي نفعاً7.\nوقد يطلق الالتفات على معنيين آخرين8؛ أحدهما: أن تذكر معنى،\n1 في (م) : ذكرنا.\n2 ساقط من (م) .\n3 المطوّل: 134.\n4 في (م) الالتفات.\n5 في (م) مرتباً.\n6 في (م) : هذا.\n7 في (م) : لا يجدي ذلك نفعاً.\n8 هذا الذي ذكره هنا موجود بنصه في المطوّل: 134 وإن كان قد تصرّف فيه فقدّم وأخّر.\nالجزء: 1 ¦ الصفحة: 376\n",
        "[فتتوهم] 1 أنّ السامع اختلجه2 شيء، فتلتفت3 إلى ما يزيل اختلاجه، ثم ترجع4 إلى مقصودك، كقول ابن ميادة5:\nفَلا صَرْمُهُ يَبْدو وفي الْيأْسِ راحةٌ ولا وَصْلُهُ6 يَصْفو لنا7 فَنُكَارِمُهْ8\nفإنَّه لما قال: (فلا صرمه يبدو) واستشعر أن يقول السامع: وما نصنع به؟\nفأجاب9 بقوله: (وفي اليأس راحة) 10، ثم عاد إلى المقصود.\nوالثاني: تعقيب الكلام بجملة مستأنفة11 متلاقية له في12 المعنى، على طريق المثل أو الدعاء أو نحوهما، كما في قوله تعالى: {وَقَالَتْ13 اليَهُوْدُ يَدُ اللهِ\n1 في النسختين (فيتوهم) وما أثبته من المطوّل. وهو الَّذي يتطلبه السياق.\n2 في (م) : اختلمه.\n3 في النسختين (فيلتفت) وما أثبته من المطوّل.\n4 في (م) : يرجع.\n5 في (د) : مياد - ترجمته هو: الرّمّاح بن زيد، وقيل ابن أبرد، وميّادة أمّه، نسب إليها،\nويكنى أبا شراحيل، وهو من بني مرّة بن عوف بن سعد بن ذبيان، من مخضرمي الدولتين الأموية والعباسية. كان شاعراً مطبوعاً فصيحاً متمكناً.\nانظر: الشعر والشعراء لابن قتيبة 2/655- 657.\nوطبقات الشعراء لابن المعتز: 105- 109.\n6 في (د) : وصلة.\n7 في (د) : النار.\n8 في (م) : فيكارمه. والبيت في شعر ابن ميادة: 225، جمع وتحقيق د. حنّا جميل حداد من مطبوعات مجمع اللغة العربية بدمشق 1402هـ.\n9 في (د) : فاب.\n10 بعد هذا في (م) : ولا وصله يصفو لنا فنكارمه، فإنه لما قال: فلا صرمه ثم عاد إلى المقصود.\n11 في (د) : مستقلة.\n12 في (م) : وفي.\n13 في (م) : قالت: بإسقاط الواو.\nالجزء: 1 ¦ الصفحة: 377\n",
        "مَغْلُوْلَةَ غُلَّتْ أَيْدِيْهِمْ} 1 وقوله تعالى: {ثُمَّ انْصَرَفُوْا صَرَفَ الله قُلُوبَهُمْ} 2 وفي كلامهم: قصم الفقر ظهري، والفقر قاصمات الظهر، وفي قول جرير:\nمَتَى كان الخِيَامَ بِذِي طلُوْحٍ سُقِيْتِ3 الغَيْثَ أَيَّتُها الخِيامُ\n[أَتَنْسَى] 4 يَوْمَ تَصْقُل عارِضَيْهَا5 بِفَرْعِ6 بَشَامَةٍ سُقِيَ الْبَشَامُ\nتمت7 بعونه تعالى وكرمه.\n1 من الآية 64 من سورة المائدة.\n2 من الآية 127 من سورة التوبة.\n3 في (م) : سبقت.\n4 في النسختين: أتتني: وهو خطأ واضح.\n5 في (م) : عارضها وهذا الشطر في الديوان: «أتنسى إذ تودعنا سليمى» شرح ديوان جرير لمحمد إسماعيل الصاوي: 512، وكذلك ورد في الصناعتين لأبي هلال العسكري 392، وفي العمدة لابن رشيق 1/639، وفيهما بعود بدلاً عن (بفرع) والبيتان ليسا متواليين في الديوان، وإنّما بينهما عدد من الأبيات وقد ذكرهما ابن المعتز من شواهد الالتفات، ولكنه يعني بالالتفات معنى أعمّ مما ذكره البلاغيون فقد قال في تعريفه: \"هو انصراف المتكلم عن المخاطبة إلى الإخبار، وعن الإخبار إلى المخاطبة وما يشبه ذلك، ومن الالتفات الانصراف عن معنى يكون فيه إلى معنى آخر\" البديع: 106، وورد البيت الثاني من شواهد الالتفات عند أبي هلال العسكري في الصناعتين 392، ناقلاً ذلك عن الأصمعي وكذلك في العمدة 1/639، وأورد أيضاً البيت الأول بعده، ناقلاً إياه عن ابن المعتز.\nوقد علق د. نزيه عبد الحميد تعليقاً لطيفاً على هذا الأمر فقال: \"ومن المعروف أن المتأخرين من البلاغيين جعلوا هذا النوع من التذييل، وهو نوع من الإطناب، وهو تعقيب الجملة بجملة تشتمل على معناها للتوكيد، وهو الصواب، فهذا الذي سمّاه الأصمعي التفاتاً ليس التفاتاً اصطلاحياً، وإنّما هو التفات لغوي، لأنه انتقال من أسلوب إلى أسلوب آخر، ولا يعدّه البلاغيون من قبيل الالتفات البلاغي، وإنّما هو من قبيل التذييل الذي هو نوع من أنواع الإطناب\" أسلوب الالتفات (20) .\n6 في (م) : بفرق.\n7 في (د) ختمت النسخة بلفظ (تم) فقط.\nالجزء: 1 ¦ الصفحة: 378\n",
        "مصادر ومراجع\n...\nفهرس المصادر والمراجع\nالقرآن الكريم.\nكتاب الاختيارين. صنعة الأخفش تحقيق: فخر الدين قباوة. مؤسسة الرسالة، بيروت، ط2، 1404هـ.\nأسلوب الالتفات، دراسة تاريخية فنية، د. نزيه عبد الحميد، مطبعة دار البيان، بمصر ط1، 1403هـ.\nالأصمعيات، اختيار الأصمعي. تحقيق وشرح: أحمد محمد شاكر وعبد السلام محمد هارون. دار المعارف. ط7.\nالأعلام، خير الدين الزركلي، دار العلم للملايين، بيروت، ط6، 1984م.\nإنباه الرواة على أنباه النحاة. للقفطي، تحقيق: محمد أبو الفضل إبراهيم. دار الفكر العربي، القاهرة، ط1، 1406هـ.\nأنوار التنزيل وأسرار التأويل، للبيضاوي، مطبعة البابي الحلبي وأولاده بمصر ط2، 1388هـ.\nالإيضاح في علوم البلاغة. للخطيب القزويني شرح وتعليق د/محمد عبد المنعم خفاجي دار الكتاب اللبناني - بيروت ط5، 1400هـ.\nالبحر المحيطفي التفسير، لأبي حيان الأندلس. المكتبة التجارية، مكة المكرمة.\nبدائع الفوائد. لابن قيم الجوزية. مطبعة الفجالة الجديدة، ط2، 1392هـ.\nالبديع لابن المعتز. شرحه وعلق عليه: د. محمد عبد المنعم خفاجي، مطبعة مصطفى البابي الحلبي وأولاده بمصر.\nالجزء: 1 ¦ الصفحة: 379\n",
        "بغية الوعاة للسيوطي، تحقيق: محمد أبو الفضل إبراهيم. دار الفكر، ط2، 1399هـ.\nتاريخ آداب اللغة العربية. جرجي زيدان. دار الهلال، د. ت.\nتأويل مشكل القرآن. لابن قتيبة، شرحه ونشره: السيد أحمد صقر. دار الكتب العلمية، بيروت. ط3، 1401هـ.\nتحقيق ودراسة سورتي الفاتحة والبقرة من تفسير ابن كمال باشا. إعداد: يونس عبد الحي ما. رسالة ماجستير، بالجامعة الإسلامية.\nتلخيص المفتاح. للخطيب القزويني. مطبعة البابي الحلبي وأولاده بمصر. الطبعة الأخيرة.\nتيسير البيضاوي، تعليقات وشروح على أنوار التنزيل من أسرار التأويل للبيضاوي. تأليف: محمد أبو الحسن. دار الأنصار. مصر، ط4.\nثلاث رسائل في اللغة. لابن كمال باشا، تحقيق: د. محمد حسين أبو الفتوح. مكتبة الحياة، بيروت. ط1، 1993م.\nثمار القلوب في المضاف والمنسوب. للثعالبي. تحقيق: محمد أبو الفضل إبراهيم. دار المعارف. القاهرة.\nالجامع لأحكام القرآن للقرطبي. دار الكتب العلمية بيروت. ط1، 1408هـ.\nحاشية الشهاب المسماة بعناية القاضي وكفاية الراضي على تفسير البيضاوي. للشهاب الخفاجي نسخة لا يوجد عليها معلومات عن الطبع.\nخزانة الأدب وغاية الأرب، لابن حجة الحموي، طبعة قديمة، لا يوجد عليها معلومات عن الطبع.\nخزانة الأدب ولب لباب لسان العرب. للبغدادي. تحقيق: عبد السلام محمد هارون. مكتبة الخانجي، القاهرة.\nالجزء: 1 ¦ الصفحة: 380\n",
        "الدرّ المصون في علوم الكتاب والمكنون. للسَّمين الحلبي، تحقيق: د. أحمد الخراط. دار القلم، دمشق، ط1، 1406هـ.\nديوان امرئ القيس. تحقيق: محمد أبو الفضل إبراهيم. دار المعارف. ط4.\nديوان الحارث بن حلّزة. جمع وتحقيق: د. إميل بديع يعقوب. دار الكتاب العربي، بيروت. ط1، 1411هـ.\nديوان عبيد بن الأبرص. شرح أشرف أحمد عدرة. دار الكتاب العربي، بيروت. ط1، 1414هـ.\nرسائل ابن كمال باشا اللغوية. تحقيق: د. ناصر الرشيد، النادي الأدبي. الرياض. 1401هـ.\nرسالتان في المعرَّب لابن كمال والمنشي. تحقيق: د. سليمان إبراهيم العائد. جامعة أم القرى، مكة المكرمة.\nشذرات الذهب في أخبار من ذهب. لابن العماد الحنبلي. دار الفكر، د. ت.\nشرح أسماء الله الحسنى للرازي، قدم له وعلق عليه طه عبد الرؤوف سعد. مكتبة الكليات الأزهرية. القاهرة، 1396هـ.\nشرح التلخيص المعروف بمختصر المعاني. للتفتازاني. مطبوع بهامش التلخيص.\nشرح ديوان جرير. لمحمد إسماعيل الصاوي. الشركة اللبنانية. بيروت.\nشرح ديوان الحماسة. للمرزوقي. نشره أحمد أمين وعبد السلام هارون. مطبعة لجنة التأليف والنشر، القاهرة. ط2، 1387هـ.\nشرح ديوان علقمة الفحل للأعلم الشنتمري. تقديم: د. حنّا نصر الحتي. دار الكتاب العربي. بيروت، ط1، 1414هـ.\nالجزء: 1 ¦ الصفحة: 381\n",
        "شرح القسم الثالث من مفتاح العلوم للسكاكي، السيد الشريف. مخطوط بمكتبة عارف حكمت، تحت رقم 86/416 بلاغة.\nشروح التلخيص. دار الكتب العلمية، بيروت.\nشروح سقطالزند. نسخة مصورة عن طبعة دار الكتب، الدار القومية للطباعة والنشر. القاهرة. 1383هـ.\nشعر ابن ميَّادة، جمع وتحقيق: د. حنا جميل حداد. من مطبوعات مجمع اللغة العربية بدمشق. 1402هـ.\nالشعر والشعراء لابن قتيبة، طبعة محققة ومفهرسة، دار الثقافة، بيروت 1964م.\nالشقائق النعمانية. طاشكبري زادة. دار الكتاب العربي. بيروت، 1975م.\nكتاب الصناعتين. لأبي هلال العسكري. تحقيق: علي محمد البجاوي. ومحمد أبو الفضل إبراهيم. دار إحياء الكتب العربية. القاهرة، ط1، 1371هـ.\nطبقات الشعراء. لابن المعتز، تحقيق: عبد الستار أحمد فراج. دار المعارف ط4.\nطبقات فحول الشعراء. لابن سلام. قرأه وشرحه محمود شاكر. مطبعة المدني. القاهرة.\nالطراز المتضمن لأسرار البلاغة وعلوم حقائق الإعجاز. العلوي اليمني. دار الكتب العلمية. بيروت.\nالعمدة في محاسن الشعر وآدابه لابن رشيق. تحقيق: د. محمد قرقزان. دار المعرفة، بيروت، ط1، 1408هـ.\nفتوح الغيب في الكشف عن قناع الريب. للطيبي. تحقيق: صالح عبد الرحمن الفائز، رسالة دكتوراة، بالجامعة الإسلامية.\nالجزء: 1 ¦ الصفحة: 382\n",
        "الكتاب: كتاب سيبويه. تحقيق: عبد السلام محمد هارون. مكتبة الخانجي بالقاهرة. ط2، 1403هـ.\nالكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل. للزمخشري، حقق الرواية محمد الصادق قمحاوي مطبعة مصطفى البابي الحلبي وأولاده بمصر.\nالكواكب السائرة بأعيان المائة العاشرة، للشيخ نجم الدين الغزي، تحقيق: د. جبرائيل سليمان جبُّور. منشورات دار الآفاق الحديثة، بيروت، ط2، 1979م.\nلسان العرب. لابن منطور. دار صادر. بيروت.\nالمثل السائر في أدب الكاتب والشاعر. لابن الأثير، تحقيق: د. أحمد الحوفي. ود. بدوي طبانة. دار نهضة مصر. القاهرة. ط2.\nمجلة الجامعة الإسلامية. العددان. 71، 72، 1406هـ.\nمجلة جامعة الإمام محمد بن سعود الإسلامية، العدد الخامس عشر، شعبان، 1416هـ.\nمجموع فتاوى شيخ الإسلام ابن تيمية. جمع وترتيب عبد الرحمن بن محمد بن قاسم النجدي. دار العربية بيروت. ط1، 1399هـ.\nمختصر في شواذ القرآن من كتاب البديع لابن خالويه. مكتبة المتنبي، القاهرة.\nالمطوّل على التلخيص للتفتازاني. مطبعة أحمد كامل، 1330هـ\nمعاهد التنصيص على شواهد التلخيص. عبد الرحيم العباسي. تحقيق محمد محيي الدين عبد الحميد. عالم الكتب. بيروت.\nالمعجم الأدبي. جبّور عبد النور. دار العلم للملايين، بيروت، ط2، 1984م.\nالجزء: 1 ¦ الصفحة: 383\n",
        "معجم البلاغة العربية د/بدوي طبانة. دار العلوم للطباعة والنشر - الرياض 1402هـ.\nالمعجم المفصل في الأدب. د. محمد التونجي. دار الكتب العلمية. بيروت ط1، 1413هـ.\nمعجم المؤلفين، عمر رضا كحالة. دار إحياء التراث العربي. بيروت.\nمعجم النقد العربي القديم. د. أحمد مطلوب. دار الشؤون الثقافية العامة بغداد. ط1، 1989م.\nالمغرّب في ترتيب المعرَّب. للمطرزي، دار الكتاب العربي. بيروت.\nمفتاح العلوم. للسكاكي. ضبطه وكتب هوامشه، نعيم زرزور. دار الكتب العلمية. بيروت.\nالمفضليات. اختيار المفضل الضبّي. تحقيق وشرح: أحمد محمد شاكر وعبد السلام هارون. دار المعارف. ط7.\nنقد الشعر. لقدامة بن جعفر. تحقيق: كمال مصطفى. مكتبة الخانجي. القاهرة. ط3، 1398هـ.\nالنوادر في اللغة لأبي زيد الأنصاري. دار الكتاب العربي. بيروت. ط2، 1387هـ.\nوفيات الأعيان وأنباء أبناء الزمان. لابن خلّكان. تحقيق: إحسان عباس. دار الفكر. بيروت.\nالجزء: 1 ¦ الصفحة: 384\n",
        ""
    ]
}